{
  "id": null,
  "sura": 2,
  "aya": 255,
  "text": "<p> {اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ} الذي لا يموت أبداً {الْقَيُّومُ} القائم بتدبير الخلق وحفظه؛ والقائم بذاته: الذي لا يقوم غيره إلا به وعن ابن عباس رضي الله تعالى عنهما: أن {الْحَيُّ الْقَيُّومُ} هو الاسم الأعظم؛ الذي إذا دعي به أجاب، وإذا سئل به أعطى {لاَ تَأْخُذُهُ سِنَةٌ} نعاس وهو ما يتقدم النوم من الفتور {مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ} أي لا يشفع أحد عنده تعالى إلا إذا أذن له بالشفاعة ورضي قوله {يَوْمَئِذٍ لاَّ تَنفَعُ الشَّفَاعَةُ إِلاَّ مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلاً} قال شفيعنا عليه أفضل الصلاة وأتم السلام «يجمع الله تعالى الناس يوم القيامة فيقولون: لو استشفعنا عند ربنا فيريحنا مما نحن فيه؟فيأتون آدم فيقولون:أنت الذي خلقك الله بيده، ونفخ فيك من روحه، وأمر الملائكة فسجدوا لك؛ فاشفع لنا عند ربنا.فيقول:لست هناكم ليست لي هذه المرتبة؛ ويذكر خطيئته - أكله من الشجرة -ويقول:ائتوا نوحاً؛ أول رسول بعثه الله تعالى.فيأتونه فيقول:لست هناكم؛ ويذكر خطيئته - دعوته على قومه -ويقول:ائتوا إبراهيم؛ الذي اتخذه الله خليلاً.فيأتونه فيقول:لست هناكم؛ ويذكر خطيئته - كذباته الثلاث التي عرض بها -ويقول:ائتوا موسى؛ الذي كلمه الله تعالى.فيأتونه فيقول:لست هناكم؛ ويذكر خطيئته</p><p> ⦗٥١⦘ - قتله القبطي - ويقول: ائتوا عيسى فيأتونه فيقول: لست هناكم؛ ائتوا محمداً؛ فقد غفر الله له ما تقدم من ذنبه وما تأخر؛ فيأتوني فأستأذن على ربي، فإذا رأيته وقعت ساجداً؛ فيدعني ما شاء، ثم يقال: ارفع رأسك، وسل تعطه، وقل يسمع، واشفع تشفع فأرفع رأسي فأحمد ربي بتحميد يعلمنيه؛ ثم أشفع فيحد لي حداً، ثم أخرجهم من النار وأدخلهم الجنة؛ ثم أعود فأقع ساجداً مثله - في الثالثة أو الرابعة - حتى ما يبقى في النار إلا من حبسه القرآن أي أوجب عليه الخلود»  (انظر آية ٩٣ من سورة النساء)  {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} </p><p> أي ما سيعملونه، وما عملوه {وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ} أن يعلمهم إياه {وَسِعَ كُرْسِيُّهُ} أي وسع علمه {السَّمَاوَاتِ وَالأَرْضِ} وما فيهما {وَلاَ نَوْمٌ} لا يشق عليه تعالى ولا يتعبه {حِفْظُهُمَا} بهذا النظام العجيب، والتدبير البديع {لاَ الشَّمْسُ يَنبَغِي لَهَآ أَن تدْرِكَ القَمَرَ وَلاَ الْلَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ}  {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ} </p>"
}