{
  "id": null,
  "sura": 2,
  "aya": 251,
  "text": "<p> {وَلَوْلاَ دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأَرْضُ} يؤخذ من هذه الآية: أن الحرب من لوازم الحياة الدنيا، وأنه بدونها لا يتم العمران: فبها يحفظ التوازن الكوني، ولا يبقى على ظهر الأرض سوى من يصلح للبقاء، وللخلافة فيها؛ اللهم إلا إذا أراد الله تعالى لأرضه الفناء؛ فيشيع الفجور، وتعم الفوضى، ويملك الأرض العتاة المتجبرون؛ فيعيثون فيها فساداً، وفي أهلها إفساداً؛ ليتم الله تعالى أمره، ويرث الأرض ومن عليها؛ {لِيَجْزِيَ الَّذِينَ أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِيَ الَّذِينَ أَحْسَنُواْ بِالْحُسْنَى} . </p><p> وحاجة الكون إلى الحرب؛ كحاجته إلى الأوبئة والطواعين؛ إذ لو ترك العالم بغير حرب، وبغير وباء؛ لتكدس الناس فوق هذه الأرض تكدس الذباب، ولتكاثروا تكاثر الجراد؛ ولأكل بعضهم بعضاً شأن أحقر الحيوانات وأدنئها </p><p> ولكن شتان بين الحروب التي يحتاجها الكون، والحرب التي يدبرها الآن بعض المخلوقين للبعض الآخر؛ فإن الأولى يجب أن تكون لدفع ظلم، أو رد عدوان - وكثيراً ما يقع الظلم، ويحيق العدوان - أما الثانية فهي حروب تدبرها رؤوس خوت من العقل، وقلوب خلت من الرحمة ولا سبب لها سوى حب السيطرة، والسيادة، والتوسع. هذا وقد تطورت الحروب منذ بدء الخليقة حتى الآن: فقد كانت بادىء ذي بدء بالعصى والحجارة، ثم صارت بالمدى والسيوف، والقسي والرماح؛ ثم تطورت إلى البنادق والمدافع؛ وأخيراً - وليس آخراً - دبر الإنسان لهلاك نفسه، ومحو حضارته: القنابل الذرية والهيدروجينية، </p><p> ⦗٤٩⦘ والكوبالت، والصواريخ الموجهة؛ وما شاكل ذلك من وسائل التخريب والهلاك؛ ليهدم ما بنته الإنسانية في مئات الملايين من السنين، ويجتاح ما شيدته الفطر السليمة من مدنية وحضارة بتوجيه من موجد الكون ومنشئه تعالى ولو استمر دعاة السوء والحرب ما هم عليه الآن؛ لحق لنا أن نقول بحق: إن الجنس الإنساني قد أصبح بغير شك أغبى من الذباب - وقد هداه الله تعالى النجدين - وأحط من الصرصور - وقد خلقه تعالى في أحسن تقويم - وهذا نهاية الطيش والحمق والجنون وهو إن دل على شيء؛ فلا يدل إلا على عقول عفنة، أتلفها الجشع والطمع وقلوب متحجرة، أفسدتها الأنانية وحب الذات وحقاً إن أعدى أعداء الإنسان؛ لهو الإنسان نفسه </p><p> ولو خير العقلاء بين هذه الحروب وتلكم الأوباء؛ لاختاروا الثانية وفضلوها على الأولى وذلك لأن الأولى من صنع حثالة الخلائق، ووحوش البشرية؛ والثانية من صنع الحكيم العليم، العزيز الرحيم، الذي لا يصدر أعماله إلا بحكمة، ولا ينفذ قضاءه إلا برحمة؛ وكل شيء عنده بمقدار </p><p> وترى دعاة الحروب - رغم استعدادهم بتلك القوى الهائلة، وهذه الأدوات المهلكة - يتميزون بالجبن والخور: يخشون المحن، وعاديات الزمن؛ تحيط بهم الأطباء من كل جانب؛ ليحافظوا على نبضهم وضغطهم وحرارتهم فهم دائماً في مرض ونصب، وهم وتعب (انظر آية ٥٠ من سورة طه)  {وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} فيسخر هؤلاء للحرب: تبعاً لحاجة الكون إلى الحرب؛ لا تبعاً لحاجاتهم وأطماعهم؛ فتعالى القادر القاهر، المسير المسخر الذي هو بكل شيء عليم </p>"
}