{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> {وَاتَّبَعُواْ} أي اليهود {مَا تَتْلُواْ الشَّيَاطِينُ} من كتب السحر والشعوذة {عَلَى مُلْكِ سُلَيْمَانَ} أي في زمنه وعهده، أو حول ملكه وسلطانه؛ وكانوا يذيعون أن ملكه كان قائماً على السحر {وَمَا كَفَرَ سُلَيْمَانُ} كما ادعت اليهود؛ حيث قالوا: إن محمداً يخلط الحق بالباطل، ويذكر أن سليمان نبي؛ مع أنه كان ساحراً يركب الريح، وتأتمر الجن بأوامره {وَلَكِنَّ الشَّيْاطِينَ كَفَرُواْ} بتعليمهم الناس السحر {يُعَلِّمُونَ النَّاسَ السِّحْرَ} بالوسوسة؛ ويحتمل أن يعني بالشياطين: شياطين الإنس والجن معاً {وَمَآ أُنْزِلَ عَلَى</p><p> ⦗١٩⦘ الْمَلَكَيْنِ بِبَابِلَ} يحتمل أن يكون هناك ملكان حقيقة؛ أنزلهما الله تعالى لتعليم الناس السحر؛ لإظهار الفرق بين السحر والمعجزة؛ وليروا أن ملك سليمان، وما فيه من خوارق وعظمة وسلطان؛ لم يكن قائماً على سحر وتخيلات، بل على كرامات ومعجزات؛ وأنه عليه السلام لم يكن ساحراً ماكراً؛ بل كان رسولاً عظيماً، ونبياً كريماً؛ أمده الله تعالى بالملك الواسع، والغنى الجامع؛ تحقيقاً لرغبته، واستجابة لدعوته وإلا فأين السحر من تكليم الحيوان والحشرات والطير؟ وأين السحر من تسخير الهواء والماء، والجن والإنس؟ وقد ذهب بعضهم إلى أن «ما» نافية؛ في قوله تعالى:  {وَمَآ أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ} وقوله جل شأنه: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ} أي لم ينزل على الملكين شيء من السحر، ولم يعلماه أحداً؛ كما ادعت اليهود أن هناك ملكين أنزل عليهما السحر، وأنهما يعلمانه للناس، وكما ادعوا على سليمان؛ فكذبهم الله تعالى في ذلك. و «بابل» قرية بالعراق {هَارُوتَ وَمَارُوتَ} اسمان للملكين المزعومين؛ كما اسمتهما اليهود. وقيل: إنهما رجلان تعلماه من الشياطين، وجعلا يعلمانه للناس. وقيل: إنهما قبيلتان من قبائل الجن. وعلى قراءة من قرأ «ملكين» يكون المراد بهما: داود وسليمان </p><p> {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ} أي إنما نحن ابتلاء من الله تعالى واختبار؛ فلا تكفر بتعلم السحر والعمل به {فَيَتَعَلَّمُونَ} أي الناس {مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ} وهي الأشياء التي يعملها بعض الفجار؛ مما يؤدي إلى التفرقة بين الزوجين بواسطة بعض التخييلات. ويلاحظ أن الرأي القائل بأن «ما» نافية لا يستقيم مع باقي الآية. وقيل: إن أهل بابل كانوا يعبدون الكواكب - بصرف السحرة لهم عن الحق - فأنزل الله تعالى هذين الملكين ليفضحا حيل السحرة، وليظهرا أمر السحر للناس على حقيقته، ويعلموهم أن ما يسيطرون به عليهم ليس إلا نوعاً من التمويه والتخييل، وكان الملكان يعلمان الناس حيل السحرة، ويحذرانهم أن يفعلوا مثله، لأنه كفر وضلال، ويقولان لهم: إنما نحن امتحان لكم، فلا تكفروا بما نعلمكموه؛ فإنما نعلمكم للتحذير من الوقوع في مثله، ولتستطيعوا أن تفرقوا بين السحر والمعجزة، وبين الحق والباطل. </p><p> أما ما ذهب إليه أكثر المفسرين: من أن هاروت وماروت: ملكان؛ عصيا الله تعالى وزنيا، وقتلا النفس، وشربا الخمر؛ فعذبهما الله تعالى بأن علقهما من شعورهما في بئر ببابل؛ فجعلا يعلمان الناس السحر. إلى آخر ما أوردوه من أقاصيص من وضع الدساسين والزنادقة واليهود؛ وهو كلام لا يجوز نسبته بحال إلى الملائكة الكرام عليهم الصلاة والسلام؛ الذين قال الله تعالى فيهم:  {وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ</p><p> ⦗٢٠⦘ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ * يُسَبِّحُونَ الْلَّيْلَ وَالنَّهَارَ لاَ يَفْتُرُونَ} وقال جل شأنه واصفاً طاعتهم: {لاَّ يَعْصُونَ اللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  {خَلاَقٍ} نصيب </p>"
}