{
  "id": null,
  "sura": 4,
  "aya": 81,
  "text": "<p> {وَيَقُولُونَ طَاعَةٌ} أي أمرنا طاعة لك {فَإِذَا بَرَزُواْ} خرجوا {مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِي تَقُولُ} بيت الأمر: دبره ليلاً؛ وهي في الغالب تستعمل في الشر للمبيت له {فَأَعْرِضْ عَنْهُمْ} لا تعبأ بهم، فإن الله حافظك منهم {وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلاً} والتوكل على الله تعالى: هو الوثوق به عند الملمات، والاعتماد عليه في سائر الحالات وهي مرتبة سامية قلَّ أن يرتفع إليها إنسان؛ إلا من هدىالله، وقليل ما هم فقد اعتاد الغالبية العظمى أن يعتمدوا على المال - وهو عرض زائل - أو على بعض المخلوقين - وهو جسم فان - فالذي تعود الاتكال على ماله، أو على صديقه: يأتيه زمن تضيق به دنياه بل تضيق به نفسه؛ فلا يجد من ماله نفعاً، ولا من أصدقائه متنفساً، ولا يجد من دون الله ولياً يلي أمره، ولا نصيراً ينصره في نكبته، أو يعينه في محنته </p><p> أما إذا كان العبد متوكلاً على الله حق توكله؛ فهو تعالى كافيه من كل شر، وحافظه من كل سوء </p><p> وأين المال والصديق عند زلزلة العقائد، وعند الأزمات الحالكة، والأوقات العصيبة؟ أين المال والصديق ساعة الموت، وعند طلوع الروح، وفي ظلمة القبر ووحشته؟ بل أين المال والصديق عند الحساب؟ وعندما تتفتح أبواب النيران؛ ويقال لها {هَلِ امْتَلأَتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ} ؟ عند ذاك لا ينفع مال ولا بنون؛ إلا من أتى الله بقلب سليم وعرفه حق معرفته، وتوكل عليه حق توكله قال:  «لو توكلتم على الله حق توكله لرزقكم كما يرزق الطير: تغدوا خماصاً، وتروح بطاناً» ولا شك أن فتنة المحيا والممات، ونسيان القول الثابت في الحياة الدنيا وفي الآخرة؛ لا شك أن كل هذه البلايا </p><p> ⦗١٠٧⦘ العظام، وهاتيك المصائب الجسام؛ لا سبب لها سوى ترك التوكل، والاعتماد على غير الله تعالى؛ فعود نفسك أيها المؤمن الركون إلى ربك لترشد، والتوكل عليه لتسعد؛ ولتلقى في دنياك غبطة وسروراً، وفي آخرتك جنة وحريراً </p><p> هذا وليس معنى التوكل على الله تعالى: غلق الأبواب، وترك الأسباب؛ فقد حث تعالى على السعي والعمل، وابتغاء الرزق. ألا ترى إلى قوله تعالى لمريم:  {وَهُزِّى إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً} ولو شاء لأسقط عليها الرطب من غير هز الجذع؛ ولكنه تعالى أراد أن يجعل لكل شيء سبباً: فجعل سبب الرزق: السعي والدأب. </p><p> وليس معنى ذلك إنكار الكرامات والمعجزات؛ فقد يسخر الله تعالى السموات والأرضين، في خدمة بعض المخلوقين ولكن ليس هذا من طبيعة الأشياء، فهو تعالى يختص من شاء بما شاء </p>"
}