{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَآءِ} أي قائمون عليهن بالأمر والنهي والتوجيه، والزجر والتأديب، والإنفاق والرعاية؛ كما يقوم الولاة على الرعية. </p><p> وذلك لأن القوامة أحوج إلى الحزم والتدبير؛ منها إلى الحنان والوجدان فصفات الرياسة والقوامة متوافرة في الرجل توافراً كاملاً؛ لأنه خلق ليكون قائداً ورائداً؛ كما أن صفات الرقة والحنان، والرحمة والوجدان؛ متوافرة في المرأة؛ لأنها خلقت لتكون زوجاً وأماً {بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ} أي هذه القوامة بسبب تفضيل الله تعالى للرجال على النساء؛ لوفور علمهم، ومزيد قوتهم، واضطلاعهم بالأعباء الجسام {وَبِمَآ أَنْفَقُواْ مِنْ أَمْوَالِهِمْ} لأن النفقة واجبة عليهم. وهذا هو سبب قوامة الرجل على المرأة، فإذا انعدمت هذه الأسباب؛ وكان الرجل خاملاً، ضعيفاً، جاهلاً، معدماً؛ فأي قوامة له على المرأة النابهة، القوية، العالمة، الغنية؟ {فَالصَّالِحَاتُ} من النساء {قَانِتَاتٌ} مطيعاتلله تعالى ولأزواجهن {حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ اللَّهُ} أي حافظات لعرضه وماله - حال غيبته - بما أمر الله به أن يحفظ. أو حافظات لما يجري بينهن وبين أزواجهن مما يجب كتمه، ويجمل ستره. قال:  «إن من شر الناس عند الله منزلة يوم القيامة: الرجل يفضي إلى امرأته وتفضي إليه؛ ثم ينشر أحدهما سر صاحبه» ولا يخفى ما يأتيه الآن سفهاء القوم؛ حين يصبح أحدهم فيقول: صنعت في ليلة أمس كيت وكيت، وتصبح زوجته أيضاً فتقول لجارتها: لقد صنع بي أمس كيت وكيت. فيتضاحكن لتلك السفاهة الشنيعة، والبذاءة الممقوتة {وَاللاَّتِي تَخَافُونَ نُشُوزَهُنَّ} عصيانهن {فَعِظُوهُنَّ} أي مروهن بالطاعة {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} بأن لا تناموا معهن في فراش واحد. أو كناية عن عدم إتيانهن {وَاضْرِبُوهُنَّ} ضرباً يسيراً غير مبرح؛ ولكنه يبلغ حد الإيلام، وإلا انتفت به حكمة التأديب. انظر كيف يعلمنا الله سبحانه وتعالى كيف نؤدب نساءنا؟ وكيف نتدرج بهذا التأديب؛ فمن نصح يبلغ </p><p> ⦗٩٩⦘ حد اللطف، إلى هجر لا يبلغ حد العنف، إلى ضرب بعيد عن القسوة؛ فإذا نفع الوعظ: حرم الهجر. وإذا تم التأديب بالهجر: حرم الضرب {فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلاً} أي إن أطعنكم بالوعظ؛ فلا تبغوا عليهن بالهجر، وإن أطعنكم بالهجر؛ فلا تبغوا عليهن بالضرب </p>"
}