{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> {يَأَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلاَمُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} و «الخمر» : كل ما خامر العقل؛ وقد جاء في الحديث الشريف أنها أم الكبائر وقد تعددت في زماننا هذا أنواعها وألوانها؛ لشدة رغبة العصاة فيها، وانكبابهم عليها؛ قال:  «يأتي على أمتي زمان يشربون الخمر يسمونها بغير اسمها» وقد صدق الحديث على هذه الفترة من الزمن؛ وها هم الآن يشربونها بأسماء عدة؛ ليس من بينها لفظ «الخمر» ويشربون بعضه للتداوي؛ وهو من أفتك أنواع الخمور وأفحشها؛ كأصناف حديد الكينا وغيرها؛ مما لا يتورع بعض العلماء والفقهاء عن شربه؛ متسترين بأنها تحمل اسماً غير اسم الخمر، وغاب عنهم أن الله تعالى مطلع على خفاياهم، وعالم سرهم ونجواهم </p><p> ومن دواعي الحسرة والأسف أننا نجد بعض الأمم الغربية - الغير الإسلامية - تحارب الخمور بكل الوسائل وكافة السبل؛ وتحظر صنعها وبيعها وحملها؛ في حين أننا في مصر لا نكون عصريين ومتحضرين إذا لم نشربها ونعرف سائر أنواعها وأصنافها. </p><p> ومن عجب أنها في مصر - زعيمة الدول العربية - تباع جهاراً وعلى مقربة من المساجد، وبتصريح رسمي من الحكومة المسلمة - التي دينها الرسمي الإسلام - فحتى متى نظل في هذه الأدران، راضين عن هذا الكفران؟ </p><p> ونحن نرجو ونلحف في الرجاء: أن تقوم حكومتنا الرشيدة المسلمة برفع هذا الإصر، ومحو هذا العار؛ لنكون أهلاً لما بوأنا الله تعالى من زعامة، وما اختصنا به من كرامة </p><p> والخمر: يحد شاربها ويستتاب. وقد جاء في البخاري:  «أن النبي حد شارب الخمر، وأمر أن يضربوه بالنعال» وهذا قاطع بوجوب امتهان شارب الخمر وتسفيهه والإزراء به </p><p> والخمر من أولى مهامها أن تجعل شاربها يحيا حياة هي دون مستوى الحياة الإنسانية المهذبة؛ فيتسلط عليه الجانب الحيواني، على الجانب العقلي والروحي، الكامن في أعماقه وهي فوق هذا تهبط بالقوى </p><p> ⦗١٤٤⦘ العقلية إلى مستوى لا يرتضيه لنفسه إنسان يريد أن يعيش موقراً بين أقرانه؛ مكرماً بين أنداده؛ لأنها تؤثر تأثيراً مباشراً على جهازه العصبي؛ فتغير من إحساساته وانفعالاته تغييراً كبيراً يجعله أقل قدرة على ضبط أقواله وأفعاله؛ فيسهل انقياده إلى حيث يرضى الشيطان، ويغضب الرحمن «والميسر» : القمار؛ ويدخل تحته سائر ضروب اللعب وأوراق اليانصيب «اللوترية» و «الأنصاب» : الأصنام والأحجار التي كانوا ينصبونها للعبادة من دون الله تعالى «والأزلام» : قداح أو سهام؛ كان أهل الجاهلية يستقسمون بها؛ قال تعالى:  {وَأَنْ تَسْتَقْسِمُواْ بِالأَزْلاَمِ} والاستقسام بها: طلب معرفة ما قسم للإنسان في الغيب. والرجس: القذر؛ وهو كل ما يستوجب العذاب والعقاب </p>"
}