{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> {يأَيُّهَا الَّذِينَ آمَنُواْ لاَ تَسْأَلُواْ</p><p> ⦗١٤٧⦘ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ} وهي الأشياء التي لا يستفاد بها علم، ولا يبتغى من ورائها نفع. وقد كانوا يسألونه عليه الصلاة والسلام؛ مستهزئين به تارة، وممتحنين له أخرى. روى البخاري ومسلم رضي الله تعالى عنهما في «صحيحيهما» قال رجل لرسول الله: يا نبي الله من أبي؟ قال:  «أبوك فلان» فنزلت. والإساءة المتوقعة والمعنية بقوله جل شأنه {إِن تُبْدَ لَكُمْ تَسُؤْكُمْ} هي أن يكون السائل ابن زنا، أو منتسباً لغير أبيه. </p><p> وروي أيضاً أنه لما نزل قوله تعالى:  {وَللَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً} قالوا: يا رسول الله أفي كل عام؟ فسكت. فقالوا: أفي كل عام؟ قال:  «والذي نفسي بيده لو قلت: نعم لوجبت، ولو وجبت ما أطقتموها، ولو لم تطيقوها لكفرتم» فأنزل الله تعالى: {يأَيُّهَا الَّذِينَ آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ} . وعلى كل فالعبرة بعموم اللفظ، لا بخصوص السبب، فالآية الكريمة نزلت للنهي عن كل سؤال لا فائدة من ورائه، ولا حاجة إلى استقصائه. وقد كان هدي الصحابة رضوان الله تعالى عليهم: السؤال للفهم والعلم؛ فقد سألوه صلوات الله تعالى وسلامه عليه عما فيه خير دنياهم وآخرتهم رجاء النفع لا الضرر، والاستفادة لا التعنت:  {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ}  {يَسْأَلُونَكَ عَنِ الأَهِلَّةِ}  {وَيَسْأَلُونَكَ عَنِ الْيَتَامَى}  {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ}  {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ} . </p><p> وقيل: كان السؤال عن البحيرة والسائبة والوصيلة والحامي. </p><p> وخير ما يقال في هذه الآية الكريمة: إن المراد بالنهي: سؤال الآيات، واقتراح المعجزات؛ وفي إبدائها إساءة بالغة لمنكريها. قال تعالى عندما سأله بنو إسرائيل أن ينزل عليهم مائدة من السماء:  {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي أُعَذِّبُهُ عَذَاباً لاَّ أُعَذِّبُهُ أَحَداً مِّنَ الْعَالَمِينَ}  {وَإِن تَسْأَلُواْ عَنْهَا} أي عن هذه الأشياء التي نهيتم عن السؤال عنها {حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} أي لا تسألوا معجزة، ولا تقترحوا آية؛ إلا إذا نزل القرآن؛ ففيه كل تبيان وبرهان، وفيه ما يغنيكم عن كل سؤال، وعن كل آية، وعن كل معجزة؛ قال الإمام البوصيري رضي الله تعالى عنه: </p><p> دامت لدينا ففاقت كل معجزة </p><p> من النبيين إذ جاءت ولم تدم {عَفَا اللَّهُ عَنْهَا} أي عن المسألة التي سلفت منكم </p>"
}