{
  "id": null,
  "sura": 5,
  "aya": 54,
  "text": "<p> {فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ} غيركم: مؤمنين، طائعين، صالحين {يُحِبُّهُمْ} لإيمانهم {وَيُحِبُّونَهُ} لمعرفتهم به، ومزيد فضله عليهم </p><p> وحب المؤمن لربه: يجب أن يكون متميزاً عن سائر الحب؛ فلا يجوز أن يكون كحب الولد؛ إذ هو كاسبه، ولا كحب الوالد؛ إذ هو واهبه، ولا كحب المال؛ إذ هو مكسبه، ولا كحب الزوج؛ إذ هو هاديها وراعيها، ولا كحب سائر الأهل - مهما كانوا نافعين قادرين، ومهما كانوا أحباء محبين - بل يجب ألا يشاركه تعالى في الحب مخلوق - مهما سما قدره، وعلت منزلته - ولا يجوز أن يتعلق حبه تعالى بسبب من الأسباب؛ لئلا يزول ذلك الحب بزوال هذا السبب بمعنى أنه يحبه لأنه يحفظ عليه أهله، أو ولده، أو ماله. بل يجب أن يكون حبهلله لذات الله فإنه تعالى إن شاء وهب، وإن شاء سلب؛ وإن شاء أعطى، وإن شاء منع؛ لا يسأل تعالى عما يفعل وهم يسألون </p><p> والحبلله إن كان مبنياً على خوف عذابه، أو رجاء ثوابه؛ فإنه لا يخالف الشرع؛ قال تعالى:  {يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً} لكنه على كل حال ليس بالحب الذي يناسب ذات الله المقدسة وقد ذهب بعض الصوفية إلى أكثر من هذا؛ فقال: إن حبه تعالى لا يجوز أن يكون رغبة في جنته، أو خوفاً من ناره؛ بل يجب أن يكون مجرداً عن كل غرض، أو شبهة الغرض؛ بل يكون حبه تعالى: هو الغاية، وهو الوسيلة، وهو المقصد، وهو المطلب فإذا ما وصل العبد إلى هذه المرتبة: كان صديقاً؛ بل وفوق مرتبة الصديقين واعلم أيها المؤمن - هديت وكفيت - أن محبة الله تعالى ورضاءه لا يتوافران إلا برضاء الناس ومحبتهم؛ فاحرص على رضاء مخلوقاته وحبهم - حتى العجماوات منها - فيرضى عنك الجميع ويحبونك، ويرضى عنك الله تعالى ويحبك </p><p> وما من إنسان يحبه مولاه: إلا أحبه كل مخلوق، وتيسر له كل صعب، وهان عليه كل عسير </p><p> واعلم أن مخلوقات الله تعالى بمثابة عياله؛ فمن أكرمهم: أكرمهالله، ومن أعزهم: أعزه، ومن غفر لهم: غفر له {أَلاَ تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ} . </p><p> واعلم - هداك الله وعافاك - أنه ما من لقمة تطعمها، ولا نفقة تنفقها؛ إلا كان لك بها أجر: لو علمته لأطعمت الفقراء سائر طعامك وما طعمته، ولو تحققته لأنفقت عليهم نفقة عيالك وما بخلت به </p><p> ⦗١٣٨⦘ واعلم - علم اليقين - أن الله تعالى معطيك بذلك ما تريد فوق ما تريد - في الحياة الدنيا - ومعطيك في الآخرة ما لم تتوهمه، وما لم يخطر ببالك وأن عطاءه تعالى ليس كعطائك - مهما بذلت - وأن مثوبته ليست كمثوبتك - مهما بالغت - فاعمل بذلك لدنياك وآخرتك؛ إني لك من الناصحين (انظر آية ٢٢ من سورة المجادلة)  {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ} من علامة حب الله تعالى للمؤمن، وحب المؤمن لربه: أن يكون لين الجانب متواضعاً لإخوانه المؤمنين، قوي الشكيمة متسربلاً بالعزة والكبرياء حيال الكافرين والمنافقين؛ لا يراعى أحداً لسعته أو لبطشه. أقدار الناس عنده تتسامى بإيمانهم وتقواهم، لا بقوتهم وغناهم من خلصائه وأوليائه </p>"
}