{
  "id": null,
  "sura": 6,
  "aya": 141,
  "text": "<p> {وَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفاً أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهاً وَغَيْرَ مُتَشَابِهٍ} أي هو الذي أنشأ كل هذا بقدرته وعظمته؛ لا أنتم بحرثكم الأرض، ووضعكم البذر؛ ولو شاء لما أنشأها، ولجعلها قاحلة مجدبة؛ فالفضل له وحده لا لكم وهو جل شأنه مالكها ومالككم فما لكم إذا قيل لكم:  {كُلُواْ مِن ثَمَرِهِ إِذَآ أَثْمَرَ} أكلتم. وإذا قيل لكم:  {وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ} تغاضيتم وأعرضتم؟ فلا تبكوا إذا انتزعها منكم واستخلف عليها قوماً غيركم؛ يطيعون أمره، ويجتنبون نهيه ولا تقولوا عند حضور آجالكم {رَبِّ لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ الصَّالِحِينَ} ولو أخركم لعدتم لما نهيتم عنه، ولبخلتم بالخيرات، وأسرفتم في الملذات {وَلَن يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَآءَ أَجَلُهَآ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} . </p><p> فانظر - يا رعاك الله - كيف عبر تعالى بقوله:  {وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ} وتأمل واعلم أن للمال حقاً في أعناقنا؛ يأمرنا الله تعالى بأدائه لأربابه وانظر لمبلغ هذا النظام، الذي وضعه خالق الأنام؛ ومدى إنصافه وحسنه، والفائدة التي تعود على المعطى قبل العاطي، وعلى المنفق قبل المنفق عليه: نتملك الأرض فتنبت لنا من خيراتها، بغير حول لنا ولا قوة؛ بل بقدرته تعالى وإرادته ويأمرنا الرزاق الوهاب لسائر هذه النعم أن نعطي الفقير حقه فيها - ولو شاء لجعله المالك لها، ونحن الفقراء إلى قليل العطاء - فنأبى إلا أن نشح ونبخل؛ فنورد أنفسنا النيران، ويحل بوادينا الخسران فانظر بربك أيها المنصف لو أن الخلائق عملت بإرشاد الخالق </p><p> ⦗١٧٤⦘ وأخرجت ما في ذمتها من الصدقات والزكاة؛ لما بقي على ظهرها إنسان يشتكي الفقر والحرمان؛ ولحل الوئام مكان الخصام، والوفاق مكان الشقاق وإذا نظرت - بعين التدبر - إلى معظم الجرائم لوجدت أن السبب الأول؛ بل السبب الأوحد فيها هو المال والمال وحده: يتمتع الغني بسائر ضروب التمتع، ويكسر قلب الفقير بما يظهره من نفيس الملبس، ولذيذ المطعم، وفاره المركب فيدفعه الفقر، والحقد، والجوع إلى ارتكاب السرقة، والنهب، والسلب، والقتل ويعلم الله تعالى وحده أن تبعة هذه الآثام لا تقع على الجاني؛ بل على المجنى عليه فليبادر من يتقي الله ويخشاه، ويحذر عقاب آخرته وشقاء دنياه؛ وليخرج ما في عنقه من زكاة ماله، وصدقات أوجبها عليه ربه؛ عن طيب خاطر وصفاء نية؛ ففي هذا النعيم الأكبر، والخير الأوفر </p>"
}