{
  "id": null,
  "sura": 7,
  "aya": 176,
  "text": "<p> {وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا} أي بهذه الآيات؛ ووفقناه للعمل بما فيها {وَلَكِنَّهُ أَخْلَدَ} سكن {إِلَى الأَرْضِ} أي إلى الدنيا، ورغب فيها، ومال إليها {وَاتَّبَعَ هَوَاهُ} واتباع الهوى من أشد الموبقات المهلكات؛ وهو إحدى موارد النار؛ فقد خلق الله تعالى الإنسان مزيجاً بين الخير والشر؛ وأبان له عن كليهما حق التبيين قال تعالى:  {وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} ثم ميزه بالعقل الذي يعقله عن الفجور المؤدي إلى النار، ويمهد له سبيل التقوى المؤدي إلى الجنة وما من إنسان - كائن من كان - إلا ويميز في نفسه بين الخير والشر، والطيب والخبيث؛ وقد تقل قدرته على هذا التمييز، أو تنعدم أصلاً؛ إذا كان مصاباً بفساد عقله، أو بذهابه </p><p> غير أنه لا يمكن القول بأن ثمت مخلوقاً قد عدم التمييز بين الخير والشر انعداماً تاماً؛ وهو في تمام صحته، وكمال عقله. بل لا بد أن تكون لديه فكرة كاملة عن أن بعض الأعمال شر وبعضها خير؛ وإذا قلنا بغير ذلك فلماذا يستخفي عن الأعين حينما يتطلب هواه منه أمراً محذوراً غير مشروع؟ </p><p> حتى الحيوان الأعجم فإنه يحس في قرارة نفسه ما هو شر، وما هو خير، وما هو مشروع، وما هو غير مشروع. أرأيت إلى القطة كيف استطاعت أن تميز بين ما هو مباح، وما ليس بمباح؛ فبينما هي تأكل ما تعطيه لها آمنة مطمئنة؛ إذا بها تفر فراراً بما تسرق أو تخطف، وتتوارى به عن الأعين؛ وتنظر إليك شزراً نظر الخائف المرتعب </p><p> فالإنسان إذا ما اتبع هواه، ولم يستطع أن يقاوم في نفسه قوى الشر: فقد انحط بإنسانيته إلى مرتبة هي دون مرتبة البهائم أما إذا قاوم هواه، وحارب نفسه، وألزمها الخير المحض، وجنبها الإثم والشر: فقد ترقى </p><p> ⦗٢٠٦⦘ بها إلى مراتب الأملاك، وصار أهلاً لخلافة الله تعالى في أرضه، وخليقاً بتبوء جنته، والتقلب في نعمته {فَمَثَلُهُ} أي مثل من أخلد إلى الأرض واتبع هواه {كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ} أو تتركه يلهث المعنى: أنه ضال سواء وعظته أم لم تعظه؛ كالكلب إن طردته فسعى لهث. وإن تركته على حاله آمناً هادئاً لهث. وهو تمثيل البلاغة، بادىء الروعة؛ يضرب لطالب الدنيا وحدها؛ فهو دائماً ذليل مهان؛ تابع لشهواته، عابد لملذاته {فَاقْصُصِ الْقَصَصَ} عليهم {لَعَلَّهُمْ يَتَفَكَّرُونَ} يتدبرون فيها؛ فيؤمنون </p>"
}