{
  "id": null,
  "sura": 8,
  "aya": 74,
  "text": "<p> {وَالَّذِينَ آمَنُواْ وَلَمْ يُهَاجِرُواْ مَا لَكُمْ مِّن وَلاَيَتِهِم مِّن شَيْءٍ حَتَّى يُهَاجِرُواْ} ليكونوا كالسابقين من المهاجرين؛ وليس معنى ذلك أن تعادوهم وتسووا بينهم وبين الكافرين أو المنافقين {وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ} أي طلبوا معاونتكم على أعدائهم من أجل الدين {فَعَلَيْكُمُ النَّصْرُ} أي فواجب عليكم نصرهم ومعاونتهم {إِلاَّ} إذا كان استنصارهم بكم {عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ} عهد و {مِّيثَاقٌ} فلا يجوز نقضه من أجلهم؛ إذ أن الوفاء بالمواثيق والعهود والعقود من أسس الإسلام؛ بل هو الإسلام نفسه فكل وعد وكل عقد، وكل عهد، وكل ميثاق؛ إنما هو عقد بين طرفين ثالثهما الله تعالى؛ فمن نقضه: فقد أخل بالوفاء مع ربه وخالقه ومالك أمره؛ قال تعالى:  {وَأَوْفُواْ بِعَهْدِ اللَّهِ إِذَا عَاهَدتُّمْ} وقال أيضاً </p><p> {الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلاَ يِنقُضُونَ الْمِيثَاقَ} وقال جل شأنه {يَاأَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ} وقال عز من قائل: {وَأَوْفُواْ بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً}  (انظر آية صلى الله عليه وسلّم من سورة المائدة) وهذه الآية تعتبر قانوناً سامياً، ودستوراً دولياً؛ تكتبه الأمم في معاهداتها، وينص عليه المشرعون والمقننون في كتبهم وقوانينهم؛ ولكن الكتابة والتقنين والتشريع - في عرف ساسة اليوم - شيء غير التنفيذ؛ وأصبح الجميع {يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ} فكم من معاهدة، وكم من اتفاق، وكم من تحالف؛ ضرب به عرض الحائط؛ وصار المنطق للقوة وحدها، وصار من يملك أداة التخريب والدمار هو صاحب الحق، وهو الناطق بالصواب فانظر - يا رعاك الله </p><p> ⦗٢٢١⦘ وهداك - إلى تشريع مولاك:  {وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلاَّ عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ} فتعالى الله الملك الحق؛ الهادي للرشاد والسداد {وَالَّذينَ كَفَرُواْ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ} ظاهر الآية: إثبات موالاة الكافرين لبعضهم؛ وحقيقتها طلب كف المؤمنين عن موالاتهم، وإيجاب مباعدتهم {إِلاَّ تَفْعَلُوهُ} أي إن لم تفعلوا ما أمرت به من نظام الحرب، والإثخان في الأرض قبل اتخاذ الأسرى، وولاية المهاجرين والمؤمنين، ونصرة من يستنصر من المسلمين - مع المحافظة على العهود والمواثيق - وعدم موالاة الكافرين؛ فإن لم تفعلوا ذلك {تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ} لأن ذلك مؤد إلى انهزامكم، واستيلاء العدو على بلادكم، وعدم الثقة في عهودكم ومواثيقكم </p>"
}