{
  "id": null,
  "sura": 17,
  "aya": 16,
  "text": "<p> {وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً} أي أهل قرية؛ بسبب انصرافهم عن الطاعات، وانغماسهم في الشهوات </p><p> {أَمَرْنَا مُتْرَفِيهَا} من الأمر؛ الذي هو ضد النهي. أي أمرنا أغنياءها وكبراءها بالطاعة؛ فلم يمتثلوا لأمرنا، ولم يستجيبوا لإرادتنا {فَفَسَقُواْ فِيهَا} فخرجوا عن أمرنا، وعصوا رسلنا، وكذبوا بآياتنا أو المراد بالفسق: الزنا. وقرىء «أمرنا» من التأمير. أي جعلنا مترفيها أمراء فيها {فَحَقَّ عَلَيْهَا الْقَوْلُ} وجب العذاب على أهل القرية جميعهم. وجب على من عصى وفسق: لعصيانه وفسقه، ووجب على الباقين لعدم منعهم العاصي عن عصيانه، وعدم ضربهم على أيدي الفسقة قال تعالى:  {وَاتَّقُواْ فِتْنَةً لاَّ تُصِيبَنَّ الَّذِينَ ظَلَمُواْ مِنكُمْ خَآصَّةً} والأمر بالمعروف، والنهي عن المنكر: من أولى واجبات المؤمنين {فَدَمَّرْنَاهَا تَدْمِيراً} أي دمرنا القرية التي فشا فيها الفساد والسفاد، وعم فيها العصيان والطغيان وتدميرها يكون بتدمير أهلها؛ وذلك بأن يسلط الله تعالى عليهم الأدواء والآفات، </p><p> ⦗٣٣٩⦘ ويفشي فيهم الأمراض والعاهات ولا يخفى أن الزنا مصدر من مصادر الأمراض الفتاكة المتلفة، وقد اقتضت حكمة الحكيم العليم بأن تكون عاقبة الزنا فقراً مدقعاً، وهلاكاً محققاً: فهو السبب الأوحد لمرض الزهري؛ الذي يصيب الأجسام، وينخر في العظام، ويجعل القوي هزيلاً، والعزيز ذليلاً ولا يقتصر هذا المرض اللعين على الفاسق فحسب؛ بل يصاحب بنيه وذراريه، وخلطائه وجلسائه، وخلطاء خلطائه، وجلساء جلسائه؛ إلى ما لا نهاية له؛ فتنحط بذلك قوى الأمة، ويضعف إنتاجها ونتاجها؛ حتى يعصف بزهرة الشباب؛ فيشوه خلقهم، كما شوه خلقهم: فنهلك القرية بسبب انحلال قوي بينها وضعفهم واستكانتهم؛ وعدم استطاعتهم مجاراة الحياة في تجارة، أو صناعة، أو زراعة فيحل بواديهم الدمار والبوار؛ وهذا - ولا شك - إحدى العقوبات التي ينزلها الله تعالى في الدنيا بمن غضب عليه أعاذنا الله تعالى من غضبه وعقابه؛ بمنه وفضله </p><p> هذا ولا يجوز بحال فهم الآية بظاهر سياقها:  {وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا} فحاشلله أن يريد الهلاك لأناس قبل ارتكابهم الإثم، واستحقاقهم الهلاك وكيف يستطيع عبد أن يمتنع عن إرادة مولاه، وإرادته مشيئة كائنة؟ {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ} وحاش أن يأمر تعالى بالفسق وهو الناهي عنه، المتوعد عليه وإلا لو قلنا: إنه تعالى أراد الفسق، وأمر الفاسق به؛ فلماذا يتوعده؟ وعلام يعاقبه ويؤاخذه؟ وهل من العدل - يا ذوي العقول - أن يأمر عبيده بالعصيان، ويهلكهم على تنفيذ أمره؟ فتعالى الله عن إرادة الفسق، أو الأمر به، وجل عن الظلم؛ وهو القائل:  {وَمَا ظَلَمْنَاهُمْ وَلَكِن كَانُواْ أَنْفُسَهُمْ يَظْلِمُونَ} ولا يعذب الله تعالى أحداً من خلقه قبل أن ينذره ويحذره {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} ينهي عن الفسق، ويتوعد عليه؛ لا أن يأمر به، ويرغب فيه هذا وقد عجز بعضهم عن فهم هذه الآية وأمثالها؛ فأطاح ذلك بألبابهم ومعتقداتهم؛ فساروا على غير هدى، وسقطوا في مهاوي الردى فتفهم ما قلناه وتدبره؛ هديت وكفيت </p>"
}