{
  "id": null,
  "sura": 20,
  "aya": 50,
  "text": "<p> {قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيءٍ خَلْقَهُ} أي أعطى كل مخلوق ما يحتاج إليه في أحواله المعيشية، وما يناسبه من الهيئة والانسجام. أو أعطى خلقه كل شيء يحتاجون له، يفترقون إليه {ثُمَّ هَدَى} أي بعد أن أعطى كل شيء خلقه: هداه لما يصلحه؛ فترى الإنسان يخرج إلى هذه الدنيا لا يدري من أمورها شيئاً؛ فيلهم العلوم، والمعارف، والفنون، ويدرك من خواص الأشياء وطبائعها الشيء الكثير؛ مما لا يستطيع إدراكه ومعرفة كنهه بقوته الفطرية؛ وإن شئت فتأمل الحاكي «الفوتوغراف» والمذياع «الراديو» والتليفزيون، واللاسلكي، والكهرباء، وما شاكل ذلك من القوى التي ساق الله تعالى معرفتها إلى البشر بطريق المصادفة حيناً، والإلهام أحياناً؛ بل منها ما لا يدرك مداه، ولا تعرف حقيقته؛ حتى لصانعيه ومستخدميه وترى الحيوان الأعجم حين يولد: يعرف أن رجليه معدتان لحمله؛ فيقوم عليها واقفاً، وأن فمه معد للأكل؛ فيتناول به طعامه. ومن عجب أنه يعرف الطريق إلى ثدي أمه بغير مرشد ولا هاد وترى كل مولود يولد؛ إذا لم تربط سرته مات </p><p> لساعته؛ فمن يربط للوحوش في الفلوات؟ إن الهادي يهديها، والرشيد يرشدها: فتقطع سرة مولودها بأسنانها؛ بعد أن تترك جزءاً كافياً لحفظ حياته. وهكذا الكلاب والهررة وأشباهها. وترى النحلة وقد اهتدت إلى طعامها وشرابها فالتهمت من الزهرة رحيقها، دون أن تتلفها، ومن الثمرة صفوتها دون أن تنقصها، وبعد ذلك تتجه إلى خليتها - من غير أن تضل عنها - فتفرغ فيها العسل؛ بعد أن تعد له أوعيته من الشمع بشكل أنيق، ونظام دقيق وكل ذلك بهداية الهادي القدير جل شأنه، وعز سلطانه </p><p> وفوق كل هذا فإن النوع الإنساني يعتبر واحداً بين ملايين الأنواع التي تزخر بها هذه الأرض التي تعتبر من أصغر الكواكب المخلوقةلله تعالى. وبعض هذه الأنواع يعيش معنا فنراه ويرانا، وبعضها ينتشر بيننا فلا نراه؛ لتناهيه في الصغر والدقة، وأنواع أخرى لا يحصيها سوى خالقها: بعضها في أعماق الماء، وبعضها في عنان السماء، وبعضها تحت الثرى، وبعضها فوق الذرى؛ وبعضها في بطون الصخور؛ كل أولئك يسيرها الخالق القدير، وينظمها {الَّذِي أَعْطَى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هَدَى} . </p><p> ولا شك أن هناك أنواعاً أخرى - تعد بالملايين - لم ندر من أمرها شيئاً، ولم يصل إلى علمنا بصيص من معرفتها، ولا ندري كيف تحيا، وكيف تعيش. </p><p> والنوع الإنساني يعيش بين هذه الملايين كفرد في هذه المجموعة الضخمة من الأحياء </p><p> وهذه المخلوقات - التي لا عداد لها - يتنازعها حب البقاء، والتشبث بالحياة؛ شأن بني الإنسان تماماً؛ ولو ترك أحدها على سجيته ونما على طبيعته لضاقت به الأرض بما رحبت، ولما وسعه هذا الكوكب الكبير الصغير. </p><p> وكل واحد من هذه المخلوقات - صغيرها وكبيرها، عظيمها وحقيرها - له رسالة قائم بأدائها؛ رسمها له النافع الضار، اللطيف الخبير وقد لا يدرك الإنسان أهمية هذه الرسالة؛ ولكن الخالق الأعظم يراها لازمة لزوم الماء والهواء؛ ليسير بنا وبغيرنا ركب الحياة. </p><p> وهناك نظام دقيق للتوازن الحيوي بين سائر المخلوقات؛ وضعه المبدع الحكيم فلو ترك ذكر واحد وأنثى واحدة من الذباب؛ وعاش نسلهما، وتناسل هذا النسل - لمدة ستة شهور فحسب - لغطى الذباب سطح الكرة الأرضية بعمق سبعة وأربعين قدماً. </p><p> وما يقال عن الذباب؛ يقال أيضاً عن الجراد والنمل وغيرهما. فلم نر جحافل الجراد الضخمة، وأسراب </p><p> النمل العظيمة، أو جيوش الذباب الجرارة، غطت مساحة الكرة الأرضية وزاحمت بني الإنسان في مكانه منها </p><p> وذلك لأن الله تعالى قد أعد لكل شيء عدته؛ حتى تتوازن سائر الأحياء بعضها مع البعض؛ دون أن يطغى نوع على الآخر؛ فتفسد بذلك أسباب العمران </p><p> ويأتي دور الإنسان - الذي يعتبر نفسه بحق سيداً على المخلوقات الأرضية - فيحاول بشتى الوسائل إبادة كل ما يعترضه من هذه الكائنات؛ فلا يكاد يبيد نوعاً من الأنواع؛ إلا ويفاجأ بأنواع أخرى من سلالته؛ يضيفها الإنسان إلى قائمة ما يصارع؛ حتى تكاثرت عليه الأعداء، وعز الداء. فمن بكتريا وفيروسات، إلى طحالب وفطريات، إلى هوام وحشرات، إلى كواسر وحيوانات، إلى ما لا حد له من المخلوقات؛ التي أخرجها مبدع الأرض والسموات </p><p> ولكل نوع من هذه الأنواع أعداء - غير بني الإنسان - خاصة به، أوجدها الله تعالى لتحفظ توازنه، وتحد من تكاثره؛ فللجراد أعداء، وللنمل والذباب والبعوض أعداء، وللجرذان والحيات والعقارب أعداء؛ وإذا لم توجد هذه الأعداء، أو قل شرها: لكان النوع نفسه عدواً لنفسه؛ فإذا تكاثر الجراد مثلاً وزاد عن الحد المرسوم: قل الغذاء؛ فيتصارع النوع فيما بينه، ويقتل بعضه بعضاً؛ بل ويأكل بعضه بعضاً. </p><p> وما يقال عن الجراد يقال عن الهوام والحشرات، والبكتيريا والفيروسات. </p><p> حتى النباتات: يسري عليها قانون التوازن الذي يسري على سائر المخلوقات: فإذا ناءت بعض الأشجار بحملها: تخلصت من بعض أزهارها وثمارها، وتخففت من ثقلها؛ خشية أن يتلف بعضها البعض، أو تهلك الشجرة نفسها. </p><p> وهذا القانون السماوي: ملموس مشاهد في كل الأوقات، وسائر الحالات؛ فتجد مثلاً دودة القطن؛ وقد عاثت به فساداً حتى أهلكته وأتلفته؛ فلم نسمع يوماً ما أن هذا العيث، أو ذلك الفساد؛ كان سبباً في عري الإنسان، ونقصان ما اختصه الله به من نعمة الستر واللباس؛ بل هو في ظاهره فساد وإفساد، وفي باطنه وحقيقته: نظام عجيب، وتوازن دقيق </p><p> وهكذا الإنسان: تحل به الرزايا، وتحيط به البلايا؛ وتجتاحه الأوبئة والطواعين، وتنيخ عليه الحروب بكلكلها؛ وهو بين كل ذلك متضجر متململ؛ لا يدري أن جميع ذلك يسير بحكمة الحكيم العليم؛ الذي قدر كل شيء، وأعطى كل شيء حقه وخلقه؛ فتعالى المبدع الحكيم (انظر آية ٢٥١ من سورة البقرة) </p>"
}