{
  "id": null,
  "sura": 43,
  "aya": 32,
  "text": "<p> {أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ} فيعطون النبوة والرسالة لمن يشاءون دون من أشاء، وينزلون القرآن على من يحبون؛ دون من أحب؟ {نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا} فجعلنا بعضهم أغنياء، وبعضهم فقراء {وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ} لا كما تنادي بعض المبادىء الهدامة؛ بما يبثونه من سموم فكرية، وما يدعون إليه من نظم؛ في ظاهرها البر والخير، وفي باطنها الإثم والشر كالنظام الشيوعي، والنظم الأخرى التي تستوردها بعض الأمم من البلاد التي لا تدين بالإسلام، بل ولا تدين بأي دين سماوي؛ بل تقول </p><p> بالتعطيل، وألا إله في الكون أصلاً والدين الإسلامي - في مظهره وجوهره - ليس في حاجة إلى نظام أو منظمين؛ فقد نظمه خالق الكون ومدبره، وهو وحده العالم بما يصلح عباده ويكفل إسعادهم. وهو جل شأنه بامتحانه لهم بضروب من الغنى والفقر، والسعة والضيق: إنما يؤهلهم بهذا الاختبار إلى حياة أخرى دائمة السعادة والخير لمن أحسن، والشقاء والبؤس لمن أساء {وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ}  {إِنَّا جَعَلْنَا مَا عَلَى الأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُم أَحْسَنُ عَمَلاً}  {وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ} فالابتلاء والاختبار: أساس عظيم في تقدير استحقاق من يدخل الجنة؛ ممن يدخل النار. فإذا ما تعادلت الاحتياجات، وتساوت الأقدار - كما يزعم الشيوعيون ومن يدور في فلكهم - فقد سقط الامتحان الذي أراده الله تعالى لعباده، وأعدهم لاجتيازه وتنطوي هذه النظم التي يزعمونها على ظلم فادح لكلا النوعين؛ فقد أصبح الغني فقيراً؛ وهو قبل ذاك مكلف بالشكر على ما آتاهالله، والإنفاق منه وأضحى الفقير مرذولاً؛ وقد كان قبل ذاك مكلفاً بالصبر على فقره، مشكوراً مأجوراً عليه </p><p> وما حاجة الفقراء إلى النظم البشرية؛ وقد صيرهم الله تعالى جميعاً أغنياء بنظمه المحكمة الربانية فإذا ما فسد نظام المسلمين؛ بالبخل، والشح، والانصراف عن الله تعالى وأوامره: فليس ذلك عيباً في الدين، وإنما هو عيب القائمين بالأمر فيهم </p><p> لقد رتب الدين الحنيف حقوقاً للفقراء؛ حتى صيرهم أغنى من الأغنياء: لقد جعل إطعامهم قربى تقرب إلى مغفرته، والإحسان إليهم حسنى تدني من رحمته </p><p> ولو أنّ إنساناً تخير ملة </p><p> ما اختار إلا دينك الفقراء </p><p> أما هذه النظم التي يدعون إليها، ويحاربون من أجلها: فظاهرها الرحمة، وباطنها من قبله العذاب يقولون بالمساواة؛ وأين المساواة؟ وبشيوع المال بين السادة والعبيد؛ وأين ما يزعمون؟ لقد جعلت بعض الدول نظاماً خاصاً: يفرق بين الإنسان وأخيه الإنسان - بسبب اللون - وقد خلقهم الله تعالى من أب واحد، وأم واحدة. وقد يكون المفضول أفضل من الفاضل {إِنَّ أَكْرَمَكُمْ عَندَ اللَّهِ أَتْقَاكُمْ} لقد ظلموا الناس وقالوا: إنه العدل. وأجاعوهم وقالوا: إنه الشبع. وأفقروهم وقالوا: إنه الغنى </p><p> لقد أفقروا الأغنياء، ولم يستطيعوا أن يطعموا الفقراء وجميع ذلك بأنظمة نظموها، وشرائع شرعوها. ولكن هلم معي - يرحمك الله - إلى شرعةالله، ودينالله، وهدىالله؛ يقول الله تعالى: {لَّيْسَ الْبِرَّ </p><p> أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ} فجعل تعالى إيتاء المال للفقراء من أفضل العبادات والقربات. </p><p> ووقف تعالى خيره وبره على المنفقين؛ فقال جل شأنه، وعلت حكمته:  {لَن تَنَالُواْ الْبِرَّ حَتَّى تُنْفِقُواْ مِمَّا تُحِبُّونَ} . كما وقف رحمته على من يسارع في العطاء؛ فقال سبحانه:  {وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ إِنَّا} . </p><p> وقد أباح الدين مقاتلة مانعي الزكاة، وأخذها منهم قسراً وجبراً بأمر الله وقد كانوا في صدر الإسلام يبحثون عن الفقير والمحتاج؛ ويشكرونه حينما يقبل صدقتهم، ويعتبرونه صاحب الفضل عليهم؛ لا هم أصحاب الفضل عليه؛ كيف لا وهو المتسبب في رضا الرب سبحانه وتعالى عنهم وفي دخولهم الجنة </p><p> هذا ولم يحل فقر الفقراء دون توليهم أرقى المناصب في الدولة؛ بل كان الفقر مؤهلاً ضمن المؤهلات لولاية الحكم، والقضاء، وما شاكلهما من كبرى المناصب؛ وذلك لأن الفصل في جميع ذلك: التقى لا الغنى، والورع لا الطمع هذا في حين أن المناصب في الدول ذوات المبادىء الجوفاء الطنانة؛ لا يليها إلا الذين أتخمهم الغنى، وأصمهم الترف، وأعماهم الجشع والطمع؛ فلم يتركوا لقمة لجائع، ولا مزقة لعار؛ وبعد كل هذا ينادون بالعدل، والمساواة، ورحم الله تعالى العدل والمساواة </p><p> هذا وقد اختلف كثير من الناس في الغني الشاكر، والفقير الصابر: أيهما أفضل من الآخر؟ وقد فضل بعضهم الغني الشاكر عن الفقير الصابر: وذلك لأنه ابتلي بالغنى فشكر نعمة ربه، وقام بما يجب عليه حيالها ومن أول الواجبات عليه: رعاية الفقير، والمحتاج. وبذلك يكون أنفق ما وهبه الله في حدود ما أمر بهالله، وآتى المال على حبه، وأطعم الطعام في سبيله. </p><p> فإذا قلنا بما قال به بعض الفرنج - من شيوع المال واشتراكيته - فقد حاولنا القضاء على النظام الكوني الذي رسمه الله تعالى لعباده، وامتحنهم به </p><p> وقد اقتبسوا معنى الاشتراكية: من اشتراك الجميع في المال. ولكنهم لم يحققوا ما ذهبوا إليه، ولا ما أحاطوا به مذاهبهم الباطلة من سياج التمويه والتضليل وها هي ذي البلاد التي اعتنقت مثل هذه المبادىء وقد قضى عليها الفقر، وأطاح بها الجوع والحرمان. بعكس بلادنا التي تطورت إلى الاشتراكية الإسلامية. </p><p> أما الإسلام: فهو مؤسس الاشتراكية الصحيحة، والشيوعية السليمة. فمعنى الاشتراكية: شركة الفقير مع الغني فيما آتاه الله من مال، أو عقار، أو زرع، أو ضرع. وقد عقد الله تعالى بينهما عقداً لا تنفصم عراه: فضمن لمن وفى به الجنة والثواب الجزيل، وأوعد من نقض العقد، ونكث العهد بالعذاب الأليم، والشقاء المقيم هذا وقد حدد في هذا العقد ما لكل طرف منهما من حقوق، وما عليه من واجبات. ومعنى الشيوعية: شيوع المال بين بني الإنسان؛ فلا يوجد أحد يشتكي الفقر والحرمان ولئلا يكون المال دولة بين الأغنياء وقد كفل الله تعالى للفقير حقوقاً يحارب الغني من أجلها، ويقاتل عليها. ولكن هذه الحقوق محدودة بحدود رسمها خالق الدنيا، ورازق الخلق؛ بحيث لا يفتقر الغني، ولا يجوع الفقير. وبحيث يصح امتحان الله تعالى لعباده - الذي ما خلقهم إلا من أجله - فيجزي غنياً شكر، وفقيراً صبر </p><p> وها هي ذي الدول الأجنبية - وقد تباينت أهواؤها، وعظمت أدواؤها - قد انقسمت إلى قسمين، أو قل معسكرين: شيوعي، ورأسمالي؛ وكلاهما ضل السبيل، وحاد عن جادة الطريق: فأولاهما قتله الجوع، وثانيهما قتله الشبع، وكلاهما يسير في حياته على غير هدى وذلك لأن {هُدَى اللَّهِ هُوَ الْهُدَى} فاتبع - هديت وكفيت - هدى الله، واجتنب هدى الشيطان {إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ} . </p><p> هذا وقد قيض الله تعالى لهذه الأمة من أقامها من كبوتها، وأقالها من عثرتها، ونظم لها النظم والقوانين؛ التي لا تخرج عما أراده رب العالمين: فأخذ من الأغنياء حق الفقراء؛ فجزى الله تعالى كل من نافح عن الدين، ولم يخرج عن تعاليم القرآن، التي جعلها الله تعالى صالحة لكل زمان ومكان </p><p> وأساس النظام الإلهي في تفاوت الدرجات {لِّيَتَّخِذَ بَعْضُهُم بَعْضاً سُخْرِيّاً} من التسخير؛ لا من السخرية؛ أي يسخر الغني الفقير في مصالحه التي تعود على المجتمع كله - غنيه وفقيره - بالخير العميم {أَهُمْ يَقْسِمُونَ} مغفرته وجنته لمن يتصدق {خَيْرٌ} من الأموال؛ ويبخلون بها </p>"
}