{
    "id": 68,
    "sura": 2,
    "aya": 61,
    "text": "<p>قوله تعالى: {وإذ قلتم يا موسى لن نصبر على طعام واحد} وذلك أنهم أجمعوا وسئموا من أكل المن والسلوى، وإنما قال: {على طعام واحد} وهما اثنان لأن العرب تعبر عن الاثنين بلفظ الواحد كما تعبر عن الواحد بلفظ الاثنين، كقوله تعالى: {يخرج منهما اللؤلؤ والمرجان} [22-الرحمن] وإنما يخرج من المالح دون العذب.</p><p>وقيل: كانوا يأكلون أحدهما بالآخر فكانا كطعام واحد.</p><p>وقال عبد الرحمن بن زيد بن أسلم: \"كانوا يعجنون المن بالسلوى فيصيران واحداً\".</p><p>{فادع لنا} فاسأل لأجلنا.</p><p>{ربك يخرج لنا مما تنبت الأرض من بقلها وقثائها وفومها} قال ابن عباس: \"والفوم الخبز\".</p><p>وقال عطاء: \"الحنطة\"، وقال القتيبي رحمه الله تعالى: \"الحبوب التي تؤكل كلها\".</p><p>وقال الكلبي: \"وعدسها وبصلها\".</p><p>{قال} لهم موسى عليه السلام.</p><p>{أتستبدلون الذي هو أدنى} أخس وأردى.</p><p>{بالذي هو خير} أشرف وأفضل,</p><p>وجعل الحنطة أدنى في القيمة وإن كان هو خيراً من المن والسلوى، أو أراد أنها أسهل وجوداً على العادة، ويجوز أن يكون الخير راجعاً إلى اختيار الله لهم واختيارهم لأنفسهم.</p><p>{اهبطوا مصراً} يعنى: فإن أبيتم إلا ذلك فانزلوا مصراً من الأمصار، وقال الضحاك: \"هو مصر موسى وفرعون\". والأول أصح، لأنه لو أراده لم يصرفه.</p><p>{فإن لكم ما سألتم} من نبات الأرض.</p><p>{وضربت عليهم} جعلت عليهم وألزموا.</p><p>{الذلة} الذل والهوان؛ قيل: بالجزية، وقال عطاء بن السائب: \"هو الكستيج والزنار وزي اليهودية\".</p><p>{والمسكنة} الفقر، سمي الفقير مسكيناً لأن الفقر أسكنه وأقعده عن الحركة؛ فترى اليهود وإن كانوا مياسير كأنهم فقراء.</p><p>وقيل: الذلة هي فقر القلب فلا ترى في أهل الملل أذل وأحرص على المال من اليهود.</p><p>{وباءوا بغضب من الله} رجعوا ولا يقال: (( باؤوا إلا بشر ))</p><p>وقال أبو عبيدة:\" احتملوا وأقروا به\"، ومنه الدعاء: أبوء لك بنعمتك علي وأبوء بذنبي، أُقِر</p><p>{ذلك} أي الغضب.</p><p>{بأنهم كانوا يكفرون بآيات الله} بصفة محمد صلى الله عليه وسلم وآية الرجم في التوراة ويكفرون بالإنجيل والقرآن.</p><p>{ويقتلون النبيين} تفرد نافع بهمز النبي وبابه، فيكون معناه المخبر من أنبأ ينبىء ونبأ ينبئ، والقراءة المعروفة ترك الهمزة، وله وجهان: أحدهما هو أيضاً من الإنباء، تركت الهمزة فيه تخفيفاً لكثرة الاستعمال، والثاني: هو بمعنى الرفيع مأخوذ من النبوة وهي المكان المرتفع، فعلى هذا يكون النبيين على الأصل.</p><p>{بغير الحق} أي بلا جُرْم، فإن قيل: فلِمَ قال: بغير الحق وقتل النبيين لا يكون إلا بغير الحق؟ قيل: ذكره وصفاً للقتل، والقتل تارة يوصف بغير الحق وهو مثل قوله تعالى: {قال رب احكم بالحق} [112-الأنبياء] ذكر الحق وصفاً للحكم لا أن حكمه ينقسم إلى الجور والحق.</p><p>ويروى أن اليهود قتلت سبعين نبياً في أول النهار وقامت سوق بقتلهم في آخر النهار.</p><p>{ذلك بما عصوا وكانوا يعتدون} يتجاوزون أمري ويرتكبون محارمي.</p>"
}