{
    "id": 4295,
    "sura": 42,
    "aya": 23,
    "text": "<p>( ذلك الذي ) ذكرت من نعيم الجنة ( يبشر الله عباده الذين آمنوا وعملوا الصالحات ) فإنهم أهله ( قل لا أسألكم عليه أجرا إلا المودة في القربى ) .</p><p>أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن بشار ، حدثنا محمد بن جعفر ، حدثنا شعبة ، عن عبد الملك بن ميسرة قال : سمعت طاوسا عن ابن عباس - رضي الله عنهما - أنه سئل عن قوله : \" إلا المودة في القربى \" قال سعيد بن جبير : قربى آل محمد - صلى الله عليه وسلم - ، فقال ابن عباس - رضي الله عنهما - : عجلت ، إن النبي - صلى الله عليه وسلم - لم يكن بطن من قريش إلا كان له فيهم قرابة ، فقال : إلا أن تصلوا ما بيني وبينكم من القرابة .</p><p>وكذلك روى الشعبي وطاوس عن ابن عباس - رضي الله عنهما - قال : \" إلا المودة في القربى \" يعني : أن تحفظوا قرابتي وتودوني وتصلوا رحمي . وإليه ذهب مجاهد ، وقتادة ، وعكرمة ، ومقاتل ، والسدي ، والضحاك - رضي الله عنهم - .</p><p>وقال عكرمة : لا أسألكم على ما أدعوكم إليه أجرا إلا أن تحفظوني في قرابتي بيني وبينكم ، وليس كما يقول الكذابون .</p><p>وروى ابن أبي نجيح عن مجاهد عن ابن عباس في معنى الآية : إلا أن تودوا الله وتتقربوا إليه بطاعته ، وهذا قول الحسن قال : هو القربى إلى الله ، يقول : إلا التقرب إلى الله والتودد إليه بالطاعة والعمل الصالح .</p><p>وقال بعضهم : معناه إلا أن تودوا قرابتي وعترتي وتحفظوني فيهم ، وهو قول سعيد بن جبير وعمرو بن شعيب .</p><p>واختلفوا في قرابته قيل : هم فاطمة وعلي وأبناؤهما ، وفيهم نزل : \" إنما يريد الله ليذهب عنكم الرجس أهل البيت \" ( الأحزاب - 33 ) .</p><p>وروينا عن يزيد بن حيان عن زيد بن أرقم عن النبي - صلى الله عليه وسلم - قال : \" إني تارك فيكم الثقلين كتاب الله وأهل بيتي أذكركم الله في أهل بيتي \" ، قيل لزيد بن أرقم : من أهل بيته ؟ قال : هم آل علي وآل عقيل وآل جعفر وآل عباس .</p><p>أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا عبد الله بن عبد الوهاب ، حدثنا خالد ، حدثنا شعبة عن واقد قال : سمعت أبي يحدث عن ابن عمر عن أبي بكر قال : ارقبوا محمدا في أهل بيته .</p><p>وقيل : هم الذين تحرم عليهم الصدقة من أقاربه ويقسم فيهم الخمس ، وهم بنو هاشم ، وبنو المطلب ، الذين لم يتفرقوا في جاهلية ولا في إسلام .</p><p>وقال قوم : هذه الآية منسوخة وإنما نزلت بمكة ، وكان المشركون يؤذون رسول الله - صلى الله عليه وسلم - ، فأنزل الله هذه الآية فأمرهم فيها بمودة رسول الله - صلى الله عليه وسلم - وصلة رحمه ، فلما هاجر إلى المدينة وآواه الأنصار ونصروه أحب الله - عز وجل - أن يلحقه بإخوانه من الأنبياء - عليهم السلام - حيث قالوا : \" وما أسألكم عليه من أجر إن أجري إلا على رب العالمين \" ( الشعراء - 109 ) فأنزل الله تعالى : \" قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله \" فهي منسوخة بهذه الآية ، وبقوله : \" قل ما أسألكم عليه من أجر وما أنا من المتكلفين \" ( الزمر - 86 ) ، وغيرها من الآيات . وإلى هذا ذهب الضحاك بن مزاحم ، والحسين بن الفضل .</p><p>وهذا قول غير مرضي ; لأن مودة النبي - صلى الله عليه وسلم - وكف الأذى عنه ومودة أقاربه ، والتقرب إلى الله بالطاعة والعمل الصالح من فرائض الدين ، وهذه أقاويل السلف في معنى الآية ، فلا يجوز المصير إلى نسخ شيء من هذه الأشياء .</p><p>وقوله : \" إلا المودة في القربى \" ، ليس باستثناء متصل بالأول حتى يكون ذلك أجرا في مقابلة أداء الرسالة ، بل هو منقطع ، ومعناه : ولكني أذكركم المودة في القربى وأذكركم قرابتي منكم ، كما روينا في حديث زيد بن أرقم : \" أذكركم الله في أهل بيتي \" .</p><p>قوله عز وجل : ( ومن يقترف حسنة نزد له فيها حسنا ) أي : من يزد طاعة نزد له فيها حسنا بالتضعيف ، ( إن الله غفور ) للذنوب ، ( شكور ) للقليل حتى يضاعفها .</p>"
}