{
  "id": null,
  "sura": 3,
  "aya": 14,
  "text": "<p> • {زُيِّنَ لِلنَّاسِ} المُزَيِّنُ هو الله تعالى؛ لأنه خَلَقَ جَمِيعَ مَا في الدنيا وأَبَاحَهَا لِعَبِيدِهِ، وإباحتها للعبيد تزين لها. </p><p> • {حُبُّ الشَّهَوَاتِ} ولم يقل: حب النساء، أو حُبّ البنين، أو حُبّ القناطير المقنطرة، بل قال: حب الشهوات من هذه الأشياء، فسلّط الحب على الشهوات، لا على هذه الأشياء؛ لأن هذه الأشياء حُبُّهَا قد يكون محمودًا. </p><p> • {مِنَ النِّسَاء} ولم يقل حب النساء، يعني: أن يتزوج الإنسان المرأة لمجرَّدِ الشهوة، لا لأمر آخر؛ لأن تزيين حب النِّساء إذا كان لغير مجرد الشهوة قد يُحْمَدُ عليه الإنسان، لكن إذا كان لمجرَّدِ الشَّهْوة فهذا من الفتنة. </p><p> • {وَالْبَنِينَ} يُحِبُّ البنين لا ليكونوا عونًا له على طاعة الله، ولكن لِيَفْتَخِرَ بهم، ولا شَكَّ أن كثيرًا من الناس زُيِّنَ لهم حُبُّ البنين شهوةً، ولكن شهوة الفخر والشرف. </p><p> • {الْقَنَاطِيرِ} جمع قنطار، قيل: المراد به ألف مِثْقَالٍ ذَهبًا، فإذا صارت قناطير تكون آلافًا. </p><p> • {المُقَنطَرَةِ} أي: المعتنى بها، وقيل: إن القِنْطَار ما يَمْلأ مسك الثور - يعني: جلد الثور- من الذَّهَبِ، وهذا أكثر من ألف مثقال، وقد ذكر الله تعالى هذه المبالغ من الذَّهَبِ والفِضَّة؛ لأنه كلما كثر المال في الغالب افْتَتَنَ به الإنسان، فإذا كانت قناطير مقنطرة من الذهب صارت الفتنة بها أَشَدّ. </p><p> • {وَالخَيْلِ} وسُمِّيَتْ خَيْلًا؛ لأن صَاحِبَها غالبا يُبْتَلَى بالخيلاء؛ لأنَّها أفخر المراكب، فالرَّاكِبُ لها يكون في قلبه خُيَلَاء، أو لأنها هي تختال في مشيتها، ولهذا ترى الخيل عند مشيتها ليست كغيرها، تَشْعُرُ بأنّ فيها ترفعًا واختيالًا، وأصحابها لا شك أنهم يرون أنفسهم فوق الناس؛ لأنها أفْخَرُ المرَاكِب في ذلك الوقت وإلى الآن. </p><p> • {المُسَوَّمَةِ} قيل: معنى المُسَوَّمَة هي التي تسوم، أي: تُطْلَق لترعى، وقيل: المسومة: المُعَلَّمَةُ التي جُعِلَ عليها أعلام للزينة والفخر، مثل أن يجعل عليها ريش النعام أو أشياء أخرى تحسنها. </p><p> • {مَتَاعُ} أي: المتعة التي يَتَمَتَّع بها الناس في الحياة الدنيا، وغايتها الزوال، فإما أن تزول عنها، وإما أن تزول عنك. </p><p> • {الدُّنْيَا} مؤنث أدْنَى، ووصفت بهذا الوصف لِدُنُوِّ مَرْتَبَتِهَا بالنسبة للآخرة، فليست بشيء بالنسبة للآخرة. </p>"
}