{
  "id": null,
  "sura": 9,
  "aya": 60,
  "text": "<p> • {إِنَّمَا الصَّدَقَاتُ} أي: الزكواتُ الواجبةُ. </p><p> • {لِلْفُقَرَاء وَالمَسَاكِينِ} الفقراءُ والمساكينُ، وهم في هذا الموضع صنفانِ مُتَفَاوِتَانِ: فالفقيرُ أَشَدُّ حاجةً من المسكينِ؛ لأن اللهَ بَدَأَ بهم، ولا يَبْدَأ إلا بالأهم فألاهم، فَفَسَّرَ الفقيرَ بأنه الَّذِي لا يجد شيئًا، أو يجدُ بعضَ كفايته دونَ نِصْفِهَا. والمسكينُ: هُوَ الَّذِي يجد نصفَها فأكثرَ، ولا يجدُ تَمَامَ كفايتِه؛ لأنه لو وُجِدَ لكان غَنِيًّا، فَيَعْطونَ من الزكاة ما يزولُ به فقرُهم وَمَسْكَنَتُهُمْ. </p><p> • {وَالْعَامِلِينَ عَلَيْهَا} وَهُمْ كُلُّ مَنْ لَهُ عَمَلٌ وَشُغْلٌ فِيهَا، مِنْ حَافِظٍ لها وَجَابٍ لها من أهلها ونحوِه فَيُعْطَوْنَ لأجلِ عمَالَتِهِمْ، وهي أجرةٌ لأعمالهم فيها. </p><p> • {وَالمُؤَلَّفَةِ قُلُوبُهُمْ} وهو السَّيِّدُ المطاعُ في قومه، ممن يُرْجَى إسلامُه، أو يُخْشَى شَرُّهُ أو يُرْجَى بِعَطِيَّتِهِ قوةُ إيمانه، أو إسلامُ نَظِيرِهِ، أو جِبَايتُهَا ممن لا يُعْطِيهَا فَيُعْطَى مَا يَحْصُلُ به التألّفُ وَالمَصْلَحَةُ. </p><p> • {وَفِي الرِّقَابِ} وهم المكاتَبُون الّذِينَ قد اشْتَرَوْا أنفسَهم من سَادَاتِهِمْ، فهم يَسْعَوْنَ في تحصيلِ ما يَفُكّ رِقَابَهُمْ، فَيُعَانُونَ عَلَى ذلك من الزكاةِ، وَفَكُّ الرَّقَبَةِ المُسْلِمَةِ التي في حَبْسِ الكفارِ دَاخِل في هذا بَلْ أَوْلَى. </p><p> • {وَالْغَارِمِينَ} وهم قِسْمَانِ: أَحُدُهَمَا الغارمونَ لإصلاحِ ذاتِ الْبَيْنِ، وهو أن يكونَ بَيْنَ طَائِفَتَيْنِ من الناس شَرٌّ وَفِتْنَةٌ فَيَتَوَّسَطُ الرجلُ للإصلاحِ بينهم بما يبذلُه لأحدهم، أو لهم كُلِّهِمْ، فَيُجْعَلُ له نصيبٌ من الزكاةِ ليكونَ أَنْشَطَ له وَأَقْوَى لِعَزْمِهِ فَيُعْطَى ولو كان غَنِيًّا. والثاني: مَنْ غَرِمَ لنفسه ثُمَّ أعْسِرَ فإنه يُعْطَى ما يُوفِّي به دَيْنَهُ. </p><p> • {وَفِي سَبِيلِ اللهِ} أي الغَازِي في سبيل الله، وهم الغزاةُ المُتَطَوِّعَةُ الَّذِينَ لا دِيوَانَ لهم. فَيُعْطَوْنَ من الزكاة ما يُعِينُهُمْ عَلَى غَزْوِهِمْ، مِنْ ثَمَنِ السِّلَاحِ أَوْ دَابَّةٍ أو نفقةٍ له ولعيالِه. </p><p> قال كَثِيرٌ من الفقهاء: إِنْ تَفَرَّغَ القادرُ عَلَى الكسبِ لطلبِ العلمِ أُعْطِيَ من الزكاة؛ لأن الْعِلْمَ داخلٌ في الجهاد في سبيل الله. </p><p> • {وَابْنِ السَّبِيلِ} وهو الغريبُ المنقطعُ به في غيرِ بَلَدِهِ. فَيُعْطَى من الزكاةِ ما يُوصِلُهُ إلى بَلَدِهِ. </p>"
}