{
    "id": 3603,
    "sura": 33,
    "aya": 70,
    "text": "<p>يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا  بعد أن نهى الله المسلمين عما يؤذي النبيء صلى الله عليه وسلم ورَبأَ بِهم عن أن يكونوا مثل الذين</p><p>آذوا رسولهم ، وجه إليهم بعد ذلك نداء بأن يتَّسِموا بالتقوى وسداد القول لأن فائدة النهي</p><p>عن المنكر التلبّسُ بالمحامد ، والتقوى جماع الخير في العمل والقول . والقول السديد</p><p>مبثّ الفضائل .</p><p>وابتداء الكلام بنداء الذين آمنوا للاهتمام به واستجلاب الإِصغاء إليه . ونداؤهم</p><p>بالذين آمنوا لما فيه من الإِيماء يقتضي ما سيؤمرون به . ففيه تعريض بأن</p><p>الذين يصدر منهم ما يؤذي النبيء صلى الله عليه وسلم قصداً ليسوا من المؤمنين في باطن الأمر ولكنهم</p><p>منافقون ، وتقديم الأمر بالتقوى مشعر بأن ما سيؤمرون به من سديد القول هو من شُعَب</p><p>التقوى كما هو من شعب الإِيمان .</p><p>والقول : الكلام الذي يصدر من فم الإِنسان يعبر عما في نفسه .</p><p>والسديد : الذي يوافق السداد . والسداد : الصواب والحقُ ومنه تسديد السهم نحو</p><p>الرمية ، أي عدم العدول به عن سمْتها بحيث إذا اندفع أصابها ، فشمل القولُ السديد</p><p>الأقوال الواجبة والأقوال الصالحة النافعة مثل ابتداء السلام وقول المؤمن للمؤمن الذي</p><p>يحبّه : إني أحبكز</p><p>والقول يكون باباً عظيماً من أبواب الخير ويكون كذلك من أبواب الشر . وفي</p><p>الحديث : « وهل يَكُبّ الناس في النار على وجوههم إلاّ حصَائِد ألسنتهم » ، وفي الحديث</p><p>الآخر : « رحم الله امرأ قال خيراً فغنم أو سكت فسلم » ، وفي الحديث الآخر : « من كان</p><p>يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت » .</p><p>ويشمل القولُ السديد ما هو تعبير عن إرشاد من أقوال الأنبياء والعلماء والحكماء ،</p><p>وما هو تبليغ لإِرشاد غيره من مأثور أقوال الأنبياء والعلماء . فقراءة القرآن على الناس من</p><p>القول السديد ، ورواية حديث الرسول صلى الله عليه وسلم من القول السديد . وفي الحديث : « نضَّر الله</p><p>أمرأ سمع مقالتي فوعاها فأدّاها كما سمعها » وكذلك نشر أقوال الصحابة والحكماء وأيمة</p><p>الفقه . ومن القول السديد تمجيد الله والثناء عليه مثل التسبيح . ومن القول السديد الأذان</p><p>والإِقامةُ قال تعالى : { إليه يصعد الكلم الطيب } في سورة فاطر [ 10 ] . فبالقول السديد</p><p>تشيع الفضائل والحقائق بين الناس فيرغبون في التخلق بها ، وبالقول السيّئ تشيع</p><p>الضلالات والتمويهات فيغتر الناس بها ويحسبون أنهم يحسنون صنعاً . والقول السديد</p><p>يشمل الأمر بالمعروف والنهي عن المنكر .</p><p>ولما في التقوى والقولِ السديد من وسائل الصلاح جُعل للآتي بهما جزاءٌ بإِصلاح</p><p>الأعمال ومغفرة الذنوب . وهو نشر على عكس اللف ، فإصلاح الأعمال جزاء على القول</p><p>السديد لأن أكثر ما يفيده القول السديد إرشاد الناس إلى الصلاح أو اقتداء الناس بصاحب</p><p>القول السديد .</p><p>وغفرانُ الذنوب جزاء على التقوى لأن عمود التقوى اجتناب الكبائر وقد غفر الله</p><p>للناس الصغائر باجتناب الكبائر وغفر لهم الكبائر بالتوبة ، والتحولُ عن المعاصي بعدَ الهمّ</p><p>بها ضرب من مغفرتها .</p><p>ثم إن ضميري جمع المخاطب لما كان عائدين على الذين آمنوا كانا عامَّيْن لكل</p><p>المؤمنين في عموم الأزمان سواء كانت الأعمال أعمال القائلين قولاً سديداً أو أعمال</p><p>غيرهم من المؤمنين الذين يسمعون أقوالهم فإنهم لا يخلون من فريق يتأثر بذلك القول</p><p>فيعملون بما يقتضيه على تفاوت بين العاملين ، وبحسب ذلك التفاوت يتفاوت صلاح</p><p>أعمال القائلين قولاً سديداً والعاملين به من سامعيه ، وكذلك أعمال الذي قال القول</p><p>السديد في وقت سماعه قولَ غيره . وفي الحديث : « فَرَّب حامل فقه إلى من هو أفقه منه » ،</p><p>فظهر أن إصلاح الأعمال متفاوت وكيفما كان فإن صلاح المعمول من آثار سداد القول ،</p><p>وكذلك التقوى تكون سبباً لمغفرة ذنوب المتقي ومغفرة ذنوب غيره لأن من التقوى</p><p>الانكفاف عن مشاركة أهل المعاصي في معاصيهم فيحصل بذلك انكفاف كثير منهم عن</p><p>معاصيهم تأسياً أو حياء فتتعطل بعض المعاصي ، وذلك ضرب من الغفران فإن اقتدى</p><p>فاهتدى فالأمر أجدر .</p>"
}