{
    "id": 5080,
    "sura": 57,
    "aya": 5,
    "text": "<p>لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (5)</p><p>{ لَّهُ مُلْكُ السماوات والارض وَإِلَى الله تُرْجَعُ الامور } .</p><p>هذا تأكيد لنظيره الذي في أول هذه السورة كرر ليبنى عليه قوله : { وإلى الله ترجع الأمور } ، فكان ذكره في أول السورة مبنيَّاً عليه التصرفُ في الموجودات القابلة للحياة والموت في الدنيا ، وكان ذكره هنا مبنيًّا عليه أن أمور الموجودات كلّها ترجع إلى تصرفه .</p><p>وتقديم المسند لقصر الإِلهية عليه تعالى فيفيذ صفة الواحد .</p><p>{ وَإِلَى الله تُرْجَعُ الأمُورُ } .</p><p>عطف على { له ملك السموات والأرض } عطفَ الخاص من وجه على العام منه فيما يتعلق بالأمور الجارية في الدنيا ، وعطف المغاير فيما يتعلق بالأمور التي تجري يوم القيامة على ما سيتضح في تفسير معنى { الأمور } .</p><p>فالأمور : جمع أمر ، واشتهر في اللغة أن الأمر اسم للشأن والحادث فيعم الأفعال والأقوال .</p><p>وقال ابن عطية : { الأمور } هنا : جميع الموجودات لأن الأمر والشيء والموجود أسماء شائعة في جميع الموجودات : أعراضِها وجواهرها» اه . ولم أره لغيره . وفي «المحصول» و«شرحه» في أصول الفقه ، ومن تبعه من كتب أصول الفقه أن كلمة ( أمر ) مشتركة بين الفعل والقول والشأن والشيء ولم أر عزو ذلك إلى معروف ولا أتوا له بمثال سالم عن النظر ولا أحسب أن ذلك من اللغة .</p><p>فإن أَخَذْنَا بالمشهور في اللغة كان المعنى تَرجع أفعال الناس إلى الله ، أي ترجع في الحشر ، والمراد : رجوع أهلها للجزاء على أعمالهم إذ لا يتعلق الرجوع بحقائقها ، فعطف قوله : { وإلى الله ترجع الأمور } تتميم لجملة { له ملك السموات والأرض } ، أي له ملك العوالم في الدنيا وله التصرف في أعمال العقلاء من أهلها في الآخرة .</p><p>وإن أخذنا بشمول اسم الأمور للذوات كان مفيداً لإِثبات البعث ، أي الذوات التي كانت في الدنيا تصير إلى الله يوم القيامة فيجازيها على أعمالها .</p><p>وعلى كلا الاحتمالين فمفادهُ مفاد اسمه ( المهيمن ) .</p><p>وتعريف الجمع في { الأمور } من صيغ العموم .</p><p>وتقديم المجرور على متعلّقه للاهتمام لا للقصر إذ لا مقتضى للقصر الحقيقي ولا داعي للقصر الإضافي إذ لا يوجد من الكفار من يثبت البعث ولا من زعموا أن الناس يصيرون في تصرف غير الله .</p><p>والرجوع : مستعار للكوننِ في مكان غير المكان الذي كان فيه دون سبق مغادرة عن هذا المكان .</p><p>وإظهار اسم الجلالة دون أن يقول : وإليه ترجع الأمور ، لتكون الجملة مستقلة بما دلت عليه فتكون كالمَثل صالحة للتسيير .</p><p>وقرأ نافع وابن كثير وأبو عمرو وحفص عن عاصم وأبو جعفر { ترجع } بضم التاء وفتح الجيم على معنى يرجعها مُرجع وهو الله قسراً . وقرأ ابن عامر وحمزة والكسائي وأبو بكر عن عاصم ويعقوب وخلف { تَرجِع } بفتح التاء وكسر الجيم ، أي ترجع من تلقاء أنفسها لأنها مسخرة لذلك في آجالها .</p>"
}