{
    "id": 5205,
    "sura": 64,
    "aya": 6,
    "text": "<p>ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ (6)</p><p>ارتقاء في التعريض إلى ضرب منه قريببٍ من الصريح . وهو المسمى في الكناية بالإِشارة . كانت مقالةُ الذين من قبلُ مماثلة لمقالة المخاطبين فإذا كانت هي سبب ما ذاقوه من الوبال فيوشك أن يذوق مماثلوهم في المقالة مثل ذلك الوبال .</p><p>فاسم الإِشارة عائد إلى المذكور من الوبال والعذاب الأليم .</p><p>فهذا عَدّ لكفر آخر من وجوه كفرهم وهو تكذيبهم الرسول صلى الله عليه وسلم وتكذيبهم بالقرآن فإن القرآن بيِّنة من البيّنات لأنه معجزة .</p><p>والباء للسببية فالجملة في موقع العلة . والضمير ضمير الشأن لقصد تهويل ما يفسر الضمير ، وهو جملة { كانت تأتيهم رسلهم بالبينات } إلى آخرها .</p><p>والاستفهام في { أبشر } استفهام إنكار وإبطال فهم أحالوا أن يكون بشر مثلهم يهدون بشراً أمثالهم ، وهذا من جهلهم بمراتب النفوس البشرية ومن يصطفيه الله منها ، ويخلقه مضطلعاً بتبليغ رسالته إلى عباده . كما قال : { وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق } [ الفرقان : 7 ] وجهلوا أنه لا يصلح لإِرشاد الناس إلا مَن هو من نوعهم قال تعالى : { قل لو كان في الأرض ملائكة يمشون مطمئنين لنزلنا عليهم من السماء ملكاً رسولاً } [ الإسراء : 95 ] ولمَّا أحالوا أن يكون البشر أهلاً لهداية بشر مثله جعلوا ذلك كافياً في إعراضهم عن قبول القرآن والتدبر فيه .</p><p>والبشر : اسم جنس للإِنسان يصدق على الواحد كما في قوله تعالى : { قل إنما أنا بشر مثلكم } [ الكهف : 110 ] ويقال على الجمع كما هنا . وتقدم في قوله : { وقلن حاش لله ما هذا بشراً } في سورة [ يوسف : 31 ] وفي سورة [ مريم : 17 ] عند قوله : { فتمثل لها بشراً سوياً }</p><p>وتنكير بشر } للنوعية لأن محط الإِنكار على كونهم يَهدونهم ، هو نوعُ البشرية .</p><p>وتقديم المسند إليه على الخبر الفعلي لقصد تقوّي حكم الإِنكار ، وما قالوا ذلك حتى اعتقدوه فلذلك أقدموا على الكفر برسلهم إذ قد اعتقدوا استحالة إرسال الله إياهم فجزموا بكذبهم في دعوى الرسالة فلذلك فرع عليه { فكفروا وتولوا } .</p><p>والتولي أصله : الانصراف عن المكان الذي أنت فيه ، وهو هنا مستعار للإِعراض عن قبول دعوة رسلهم ، وتقدم عند قوله تعالى : { ثم توليتم من بعد ذلك } في سورة [ البقرة : 64 ] .</p><p>واستغنى } غَنِيَ فالسين والتاء للمبالغة كقوله : { أما من استغنى } [ عبس : 5 ] . والمعنى : غَنِي الله عن إيمانهم قال تعالى : { إن تكفروا فإن الله غني عنكم } [ الزمر : 7 ] .</p><p>والواو واو الحال ، أي والحال أن الله غني عنهم من زمن مضى فإن غنى الله عن إيمانهم مقرر في الأزل .</p><p>ويجوز أن يراد : واستغنى الله عن إعادة دعوتهم لأن فيما أظهر لهم من البينات على أيدي رسلهم ما هو كاف لحصول التصديق بدعوة رسلهم لولا المكابرة فلذلك عجّل لهم بالعذاب .</p><p>وعلى الوجهين فمتعلق { استغنى } محذوف دل عليه قوله : { فكفروا } وقوله : { بالبينات } والتقدير : واستغنى الله عن إيمانهم .</p><p>وجملة { والله غني حميد } تذييل ، أي غني عن كل شيء فيما طلب منهم ، حميد لمن امتثل وشكر .</p>"
}