{
    "id": 5484,
    "sura": 73,
    "aya": 9,
    "text": "<p>رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا (9)</p><p>ومن أكبر التبتل إلى الله الانقطاع عن الإِشراك ، وهو معنى الحنيفيّة ، ولذلك عقب قوله : { وتبتل إليه تبتيلاً } بقوله : { ربّ المشرق والمغرب لا إله إلاّ هو } .</p><p>وخلاصة المعنى : أن النبي صلى الله عليه وسلم مأمور أن لا تخلو أوقاته عن إقبال على عبادة الله ومراقبته والانقطاع للدعوة لدين الحق ، وإذ قد كان النبي صلى الله عليه وسلم من قبلُ غير غافل عن هذا الانقطاع بإرشاد من الله كما ألهمه التحنّث في غار حراء ثم بما أفاضه عليه من الوحي والرسالة .</p><p>فالأمر في قوله : { واذكر اسم ربّك وتبتّل إليه } مراد به الدوام على ذلك فإنه قد كان يذكر الله فيما قبل فإن في سورة القلم ( 51 ) ( وقد نزلت قبل المزمل ) { وإن يكاد الذين كفروا ليزلقونك بأبصارهم لما سمعوا الذكر } على أن القرآن الذي أنزل أولاً أكثره إرشاد للنبي صلى الله عليه وسلم إلى طرائق دعوة الرسالة فلذلك كان غالب ما في هذه السورِ الأوللِ منه مقتصراً على سَن التكاليف الخاصة بالرسول صلى الله عليه وسلم</p><p>ووصف الله بأنه { ربّ المشرق والمغرب } لمناسبة الأمر بذكره في الليل وذكرِه في النهار وهما وقتا ابتداء غياب الشمس وطلوعها ، وذلك يشعر بامتداد كل زمان منهما إلى أن يأتي ضده؛ فيصح أن يكون المشرق والمغرب جهتي الشروق والغروب ، فيكون لاستيعاب جهات الأرض ، أي رب جميع العالم وذلك يشعر بوقتي الشروق والغروب .</p><p>ويصح أن يراد بهما وقتا الشروق والغروب ، أي مبدأ ذينك الوقتين ومُنتهاهما ، كما يقال : سبحوا لله كلَّ مشرق شمس ، وكما يقال : صلاة المغرب .</p><p>وقرأ نافع وابن كثير وأبو عمرو وحفص عن عاصم وأبو جعفر برفع { ربُّ } على أنه خبر لمبتدأ محذوف حذفاً جرى على الاستعمال في مثله مما يسبق في الكلام حديث عنه . ثم أريد الإِخبار عنه بخبر جامع لصفاته ، وهو من قبيل النعت المقطوع المرفوع بتقدير مبتدأ . وقرأه ابن عامر وحمزة والكسائي وأبو بكر عن عاصم ويعقوب وخلف بخفض { ربِّ } على البدل من { ربِّك } .</p><p>وعُقِّب وصفُ الله ب { رب المشرق والمغرب ، } بالإِخبار عنه أو بوصفه بأنه لا إله إلاّ هو لأن تفرده بالإلهية بمنزلة النتيجة لربوبية المشرق والمغرب فلما كانت ربُوبيته للعالم لا ينازع فيها المشركون أعقبت بما يقتضي إبطال دعوى المشركين تعدد الآلهة بقوله : { لا إله إلاّ هو } تعريضاً بهم في أثناء الكلام وإن كان الكلام مسوقاً إلى النبي صلى الله عليه وسلم ولذلك فرع عليه قوله : { فاتخذه وكيلاً ، } وإذ كان الأمر باتخاذ وكيلاً مسبباً عن كونه لا إله إلاّ هو كان ذلك في قوة النهي عن اتخاذ وكيل غيره ، إذ ليس غيره بأهل لاتخاذه وكيلاً .</p><p>والوكيل : الذي يُوكَل إليه الأمور ، أي يُفوض إلى تصرفه ، ومن أهم التفويض أمر الانتصار لمن توكل عليه ، فإن النبي صلى الله عليه وسلم لما بلغه قول المشركين فيه اغتم لذلك ، وقد روي أن ذلك سبب تزمله من مَوْجدة الحزن فأمره الله بأن لا يعتمد إلاّ عليه ، وهذا تكفل بالنصر ولذلك عقب بقوله : { واصبر على ما يقولون } [ المزمل : 10 ] .</p>"
}