{
  "id": null,
  "sura": 1,
  "aya": 7,
  "text": "<p> قَوْله {صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين} ، قد قَرَأَ عمر رَضِي الله عَنهُ:  \" صِرَاط من أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَغير الضَّالّين \" وَلكنه فِي الشواذ، وَالْمَعْرُوف هُوَ الْقِرَاءَة الْمَعْهُودَة. </p><p> وَقيل:  \" الَّذين أَنْعَمت عَلَيْهِم \" هم الْأَنْبِيَاء. وَقيل: كل من ثبته الله على الْإِيمَان من النَّبِيين وَالْمُؤمنِينَ كَافَّة. </p><p> وَقَالَ أَبُو الْعَالِيَة الريَاحي: هم الرَّسُول، وَأَبُو بكر، وَعمر. </p><p> وَأما قَوْله:  {غير المغضوب عَلَيْهِم وَلَا الضَّالّين} . آمين. فالمغضوب عَلَيْهِم هم الْيَهُود، والضالون هم النَّصَارَى. </p><p> وروى عَن عدي بن حَاتِم أَنه جَاءَ إِلَى النَّبِي ليسلم، وَقَالَ:  \" يَا رَسُول الله، من المغضوب عَلَيْهِم؟فَقَالَ:الْيَهُود.وَقَالَ:فَمن الضالون؟ فَقَالَ النَّصَارَى.قَالَ عدي:أشهد أَنِّي حنيف مُسلم.قَالَ عدي:فَرَأَيْت وَجه رَسُول الله يَتَهَلَّل، ويبتسم؛ فَرحا بِإِسْلَامِي \" . </p><p> وَأما \" آمين \" فَلَيْسَ من الْقُرْآن. وَالسّنة للقارىء أَن يقف وَقْفَة، ثمَّ يَقُول: آمين. </p><p> وَفِيه لُغَتَانِ: آمين بِالْمدِّ، وَأمين بِالْقصرِ. وَمَعْنَاهُ: اللَّهُمَّ استجب. وَقيل: إِنَّه طَابع الدُّعَاء. </p><p> بِسم الله الرَّحْمَن الرَّحِيم </p><p> القَوْل فِي تَفْسِير سُورَة الْبَقَرَة </p><p> اعْلَم أَن سُورَة الْبَقَرَة مَدَنِيَّة بِاتِّفَاق الْأَئِمَّة، وَحكى عَن بعض الْعلمَاء أَنه قَالَ: يكره، تَسْمِيَتهَا بِسُورَة الْبَقَرَة، وَالْأولَى أَن يُقَال: السُّورَة الَّتِي يذكر فِيهَا الْبَقَرَة، وَكَذَا فِي سَائِر السُّور من أَمْثَالهَا. وَالأَصَح أَنه يجوز؛ لما روى عَن ابْن مَسْعُود رَضِي الله عَنهُ أَنه رمى جَمْرَة الْعقبَة من بطن الْوَادي ثمَّ قَالَ: هَذَا وَالله مقَام الَّذِي أنزلت عَلَيْهِ سُورَة الْبَقَرَة. </p><p> وروى عبد الله بن بُرَيْدَة، عَن أَبِيه، عَن النَّبِي أَنه قَالَ:  \" تعلمُوا سُورَة الْبَقَرَة، فَإِن أَخذهَا بركَة، وَتركهَا حسرة، وَلَا يستطيعها البطلة \" أَي: السَّحَرَة. وَفِي هَذَا دَلِيل على فَضِيلَة هَذِه السُّورَة، وعَلى جَوَاز تَسْمِيَتهَا سُورَة الْبَقَرَة، وسمى بعض الْمُتَقَدِّمين هَذِه السُّورَة: فسطاط الْقُرْآن؛ لشرفها وفضلها. </p><p> {آلم (١) } </p>"
}