{
  "id": null,
  "sura": 2,
  "aya": 97,
  "text": "<p> قَوْله تَعَالَى:  {قل من كَانَ عدوا لجبريل} فِي سَبَب نزُول الْآيَة قَولَانِ: </p><p> {قدمت أَيْديهم وَالله عليم بالظالمين (٩٥) ولتجدنهم أحرص النَّاس على حَيَاة وَمن الَّذين أشركوا يود أحدهم لَو يعمر ألف سنة وَمَا هُوَ بمزحزحه من الْعَذَاب أَن يعمر وَالله بَصِير بِمَا يعْملُونَ (٩٦) قل من كَانَ عدوا لجبريل فَإِنَّهُ} </p><p> أَحدهمَا: أَن عمر رَضِي الله عَنهُ قَالَ للْيَهُود: أنْشدكُمْ بالرحمن الَّذِي أنزل التَّوْرَاة على مُوسَى هَل تَجِدُونَ مُحَمَّدًا فِي كتابكُمْ؟ فَسَكَتُوا. ثمَّ عاودهم ثَانِيًا، فَقَالُوا: نعم. قَالَ عمر: فَلم لم تؤمنوا بِهِ؟ قَالُوا: لِأَنَّهُ ينزل عَلَيْهِ جِبْرِيل؛ وَهُوَ عدونا؛ وَهُوَ الَّذِي يَأْتِي بِالْعَذَابِ، وَلَو نزل عَلَيْهِ مِيكَائِيل لآمَنَّا بِهِ. فَقَالَ عمر: أشهد أَن من كَانَ عدوا لجبريل فَهُوَ عَدو لميكائيل، وَمن كَانَ عدوا لَهما فَالله عَدو لَهُ، فَنزلت الْآيَة على وفْق قَول عمر. </p><p> وَقد روى عَن عمر رَضِي الله عَنهُ أَنه قَالَ:  \" وَافَقت رَبِّي فِي ثَلَاث \" . </p><p> ويروى: وَافقنِي رَبِّي فِي ثَلَاث \". أَحدهَا: هَذَا وَالثَّانِي: آيَة الْحجاب؛ وَذَلِكَ قَوْله تَعَالَى:  {وَإِذا سَأَلْتُمُوهُنَّ مَتَاعا فَاسْأَلُوهُنَّ من وَرَاء حجاب} . </p><p> وَالثَّالِثَة: الصَّلَاة خلف مقَام إِبْرَاهِيم، وَذَلِكَ قَوْله تَعَالَى:  {وَاتَّخذُوا من مقَام إِبْرَاهِيم مصلى} . </p><p> وَالْقَوْل الثَّانِي: فِي سَبَب نزُول الْآيَة: {أَن ابْن صوريا الْأَعْوَر وَكَانَ أعلم الْيَهُود أَتَى النَّبِي وَقَالَ: إِنِّي سَائِلك مسَائِل لَا يعرفهَا إِلَّا نَبِي، فَإِن أجبتني عرفتك صَادِقا. فَقَالَ: سل. قَالَ ابْن صوريا: مَا عَلامَة النَّبِي؟ قَالَ: أَن تنام عَيناهُ وَلَا ينَام قلبه. قَالَ: صدقت. ثمَّ قَالَ: كَيفَ خلق الْوَلَد من الماءين؟ قَالَ: إِذا علا مَاء الرجل مَاء الْمَرْأَة أذكر بِإِذن الله، وَإِذا علا مَاء الْمَرْأَة مَاء الرجل أنث بِإِذن الله. </p><p> وَقَالَ: وَمن ينزل عَلَيْك من الْمَلَائِكَة؟ قَالَ جِبْرِيل فَقَالَ: لَو نزل عَلَيْك مِيكَائِيل لآمَنَّا </p><p> {نزله على قَلْبك بِإِذن الله مُصدقا لما بَين يَدَيْهِ وَهدى وبشرى للْمُؤْمِنين (٩٧) من كَانَ عدوا لله وَمَلَائِكَته وَرُسُله وَجِبْرِيل وميكال فَإِن الله عَدو للْكَافِرِينَ} بك؛ فَإِنَّهُ عدونا فَنزل قَوْله تَعَالَى {قل من كَانَ عدوا لجبريل} . </p><p> (وَفِيه أَربع قراءات:  \" جِبْرِيل \" على الْكسر واللين، \" وَجِبْرِيل \" على الْفَتْح واللين، \" وَجِبْرِيل \" على الْفَتْح والهمزة والإشباع \" وجبرئيل \" على الْفَتْح والهمز من غير إشباع. </p><p> و \" جبر \" بِمَعْنى العَبْد، و \" ئيل \" اسْم الله، وَكَذَلِكَ مِيكَائِيل، وَمَعْنَاهُ:  \" عبد الله \" ، أَو \" عبد الرَّحْمَن \" . كَذَا قَالَ ابْن عَبَّاس، وَالْحسن بن عَليّ. </p><p> فجبريل على وزن قنديل وبرطيل وزنبيل، وجبرئيل على وزن عندليب، وَجِبْرِيل لَا مِثَال لَهُ. </p><p> {فَإِنَّهُ نزله على قَلْبك} يَعْنِي: قلب مُحَمَّد {بِإِذن الله مُصدقا لما بَين يَدَيْهِ} من التَّوْرَاة وَالْإِنْجِيل {وَهدى وبشرى للْمُؤْمِنين} . </p>"
}