{
  "id": null,
  "sura": 14,
  "aya": 9,
  "text": "<p> قَوْله تَعَالَى:  {ألم يأتكم نبأ الَّذين من قبلكُمْ} أَي: خبر الَّذين من قبلكُمْ. </p><p> ({بعدهمْ لَا يعلمهُمْ إِلَّا الله جَاءَتْهُم رسلهم بِالْبَيِّنَاتِ فَردُّوا أَيْديهم فِي أَفْوَاههم وَقَالُوا إِنَّا}قوم نوح وَعَاد وَثَمُود وَالَّذين من بعدهمْ لَا يعلمهُمْ إِلَّا الله) رُوِيَ عَن عبد الله بن مَسْعُود - رَضِي الله عَنهُ - أَنه قَرَأَ هَذِه الْآيَة، ثمَّ قَالَ: كذب النسابون، وَنقل بَعضهم هَذَا مَرْفُوعا إِلَى النَّبِي \". وَعَن عبد الله بن عَبَّاس أَنه قَالَ: بَين إِبْرَاهِيم وَبَين عدنان جد الرَّسُول ثَلَاثُونَ قرنا لَا يعلمهُمْ إِلَّا الله. وَعَن عُرْوَة بن الزبير قَالَ: وَمَا وَرَاء عدنان إِلَى إِبْرَاهِيم - عَلَيْهِ السَّلَام - لَا يعلمهُمْ إِلَّا الله، وَعَن مَالك بن أنس أَنه كره أَن ينْسب الْإِنْسَان نَفسه أَبَا أَبَا إِلَى آدم، وَكَذَلِكَ فِي حق الرَّسُول كَانَ يكره؛ لِأَنَّهُ لَا يعلم أُولَئِكَ الْآبَاء أحد إِلَّا الله. </p><p> وَقَوله:  {جَاءَتْهُم رسلهم بِالْبَيِّنَاتِ} أَي: بالدلالات الواضحات. وَقَوله:  {فَردُّوا أَيْديهم فِي أَفْوَاههم} رُوِيَ عَن عَمْرو بن مَيْمُون عَن عبد الله بن مَسْعُود قَالَ: عضوا أَيّدهُم غيظا، قَالَ الشَّاعِر: </p><p> (لَو أَن سلمى أَبْصرت التخددي ... ورقة فِي عظم ساقي ويدي) </p><p> (وَبعد أَهلِي وجفاء عودي ... عضت من الوجد أَطْرَاف الْيَد) </p><p> وَقَالَ آخر: </p><p> (قد أفنى أنامله غيظه ... فأمسى يعَض على الوظيفا) </p><p> وَالْقَوْل الثَّانِي فِي الْآيَة: أَن الْأَنْبِيَاء لما قَالُوا: نَحن رسل الله، وضع الْكفَّار أَيْديهم على أَفْوَاههم أَن اسْكُتُوا، نَقله الْكَلْبِيّ وَغَيره. </p><p> وَالْقَوْل الثَّالِث: أَن معنى الْآيَة أَنهم كذبُوا الرُّسُل فِي أَقْوَالهم، يُقَال: رددت قَول فلَان فِي فِيهِ إِذا كَذبته. </p><p> وَالْقَوْل الرَّابِع: أَن الْأَيْدِي هَاهُنَا هِيَ النعم، وَمَعْنَاهُ: ردوا مَا لَو قبلوا كَانَت آيادي وَنِعما. </p><p> {كفرنا بِمَا أرسلتم بِهِ وَإِنَّا لفي شكّ مِمَّا تدعوننا إِلَيْهِ مريب (٩) قَالَت رسلهم أَفِي الله شكّ فاطر السَّمَوَات وَالْأَرْض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إِلَى أجل مُسَمّى قَالُوا إِن أَنْتُم إِلَّا بشر مثلنَا تُرِيدُونَ أَن تصدونا عَمَّا كَانَ يعبد آبَاؤُنَا فأتونا بسُلْطَان مُبين (١٠) قَالَت لَهُم رسلهم إِن نَحن إِلَّا بشر مثلكُمْ وَلَكِن الله يمن على من يَشَاء من عباده وَمَا كَانَ لنا أَن نأتيكم بسُلْطَان إِلَّا بِإِذن الله وعَلى الله فَليَتَوَكَّل الْمُؤْمِنُونَ} </p><p> وَقَوله:  {فِي أَفْوَاههم} يَعْنِي: بأفواههم، وَمَعْنَاهُ: بألسنتهم تَكْذِيبًا. وأشرق الْأَقَاوِيل هُوَ القَوْل الأول، وَالْقَوْل الثَّالِث محكي عَن ابْن عَبَّاس. </p><p> وَقَوله:  {وَقَالُوا إِنَّا كفرنا بِمَا أرسلتم بِهِ} أَي: جحدنا بِمَا أرسلتم بِهِ. </p><p> وَقَوله:  {وَإِنَّا لفي شكّ مِمَّا تدعوننا إِلَيْهِ مريب} أَي: مرتاب، وَالشَّكّ هُوَ التَّرَدُّد بَين طرفِي نقيض. </p>"
}