{
  "id": null,
  "sura": 20,
  "aya": 63,
  "text": "<p> قَوْله تَعَالَى:  {قَالُوا إِن هَذَانِ لساحران} اعْلَم أَن هَذِه الْآيَة مشكلة فِي الْعَرَبيَّة، وفيهَا ثَلَاث قراءات: </p><p> قَرَأَ أَبُو عَمْرو:  \" إِن هذَيْن لساحران \" ، وَقَرَأَ حَفْص:  \" إِن هَذَانِ لساحران \" ، وَقَرَأَ الْبَاقُونَ:  \" إِن هَذَانِ لساحران \" . </p><p> أما قِرَاءَة أبي عَمْرو: فَهِيَ المستقيمة على ظَاهر الْعَرَبيَّة، وَزعم أَبُو عَمْرو أَن \" هَذَانِ \" غلط من الْكَاتِب فِي الْمُصحف. </p><p> وَعَن عُثْمَان - رَضِي الله عَنهُ - أَنه قَالَ: أرى فِي الْمُصحف لحنا، (تستقيمه) الْعَرَب بألسنتها. وَمثله عَن عَائِشَة - رَضِي الله عَنْهَا -. </p><p> وَأما قِرَاءَة حَفْص: فَهِيَ مُسْتَقِيمَة أَيْضا على الْعَرَبيَّة؛ لِأَن إِن مُخَفّفَة يكون مَا بعْدهَا مَرْفُوعا، وَمَعْنَاهُ: مَا هَذَانِ إِلَّا ساحران. </p><p> وَأما قِرَاءَة الْأَكْثَرين - وَهُوَ الْأَصَح - قَالَ الزّجاج: لَا نرضى قِرَاءَة أبي عَمْرو فِي هَذِه الْآيَة؛ لِأَنَّهَا خلاف الْمُصحف، وَأما وَجه قَوْله:  {إِن هَذَانِ} فَلهُ وُجُوه فِي الْعَرَبيَّة: أما القدماء من النَّحْوِيين فَإِنَّهُم قَالُوا: \" هُوَ على تَقْدِير: إِنَّه هَذَانِ، فَحذف الْهَاء، وَمثله كثير فِي الْعَرَبيَّة، وَالْوَجْه الثَّانِي: أَن هَذَا لُغَة كنَانَة وخثعم (وزبيد) ، وَقَالَ الْكسَائي: لُغَة بلحارث بن كَعْب من كنَانَة، وَأنْشد الْكسَائي شعرًا: </p><p> (تزَود مني بَين أذنَاهُ ضَرْبَة ... دَعَتْهُ إِلَى هَذِه التُّرَاب عقيم) </p><p> وَأنْشد غَيره: </p><p> (إِن أَبَاهَا وَأَبا أَبَاهَا قد ... بلغا فِي الْمجد غايتاها) </p><p> وأنشدوا أَيْضا: </p><p> (أَي قلُوص رَاكب ترَاهَا ... طاروا علاهن فطر علاها) </p><p> أَي: عَلَيْهِنَّ. </p><p> قَالَ الْكسَائي: على هَذِه اللُّغَة يَقُولُونَ: أَتَانِي الزيدان، وَرَأَيْت الزيدان، ومررت بالزيدان، وَلَا يتركون ألف التَّثْنِيَة فِي شَيْء مِنْهَا. </p><p> وَأما الْوَجْه الثَّالِث، هُوَ أصح الْوُجُوه، فَإِن الْقُرْآن لَا يحمل على اللُّغَة الْبَعِيدَة؛ وَهُوَ أَن معنى قَوْله:  {إِن هَذَانِ} أَي: نعم هَذَانِ، قَالَ الشَّاعِر: </p><p> (بكر العواذل فِي الصَّباح ... يلمنني وألومهن) </p><p> (وَيَقُلْنَ شيب قد علاك ... وَقد كَبرت فَقلت إِنَّه) </p><p> {هَذَانِ لساحران يُريدَان أَن يخرجاكم من أَرْضكُم بسحرهما ويذهبا بطريقتكم المثلى (٦٣) فَأَجْمعُوا كيدكم ثمَّ ائْتُوا صفا} </p><p> أَي: نعم </p><p> وَرُوِيَ أَن أَعْرَابِيًا أَتَى عبد الله بن الزبير يطْمع شَيْئا، فَلم (يحصل) لَهُ طمعه، فَقَالَ الْأَعرَابِي: لعن الله نَاقَة حَملتنِي إِلَيْك، فَقَالَ ابْن الزبير: إِن، وصاحبها، أَي: نعم. وَفِي قِرَاءَة أبي بن كَعْب:  \" إِن ذَاك إِلَّا ساحران \" ، وَهِي شَاذَّة. </p><p> وَقَوله:  {يُريدَان أَن يخرجاكم من أَرْضكُم بسحرهما} قد بَينا. </p><p> وَقَوله:  {ويذهبا بطريقتكم المثلى} أَي: بالطريقة المستقيمة الَّتِي أَنْتُم عَلَيْهَا، وَكَانُوا يظنون أَنهم على دين مُسْتَقِيم، والمثلى تَأْنِيث الأمثل. وَأما ابْن عَبَّاس قَالَ: بطريقتكم المثلى أَي: الرِّجَال الْأَشْرَاف. </p><p> وَقَالَ قَتَادَة: أَرَادَ بِهِ بني إِسْرَائِيل، وَكَانُوا أهل يسَار (وَعزة) . </p><p> فَقَالُوا: يُريدَان أَن يذهبا بهؤلاء. وَالْعرب تَقول: هَؤُلَاءِ طَريقَة الْقَوْم أَي: أَشْرَافهم. </p><p> وَمِنْهُم من قَالَ: مَعْنَاهُ أهل طريقتكم المثلى. </p>"
}