{
  "id": null,
  "sura": 22,
  "aya": 40,
  "text": "<p> قَوْله تَعَالَى:  {الَّذين أخرجُوا من دِيَارهمْ بِغَيْر حق} أَي: ظلما. </p><p> وَقَوله:  {إِلَّا أَن يَقُولُوا رَبنَا الله} قَالَ سِيبَوَيْهٍ: هَذَا اسْتثِْنَاء مُنْقَطع، وَمَعْنَاهُ: لَكِن أخرجُوا؛ لأَنهم قَالُوا: رَبنَا الله، وَقَالَ بَعضهم: لَكِن أخرجُوا لتوحيدهم. </p><p> وَقَوله:  {وَلَوْلَا دفع الله النَّاس بَعضهم بِبَعْض} القَوْل الْمَعْرُوف أَن الدّفع هَاهُنَا هُوَ دفع الْمُجَاهدين عَن الدّين، وَعَن سَائِر الْمُسلمين، وَعَن ابْن عَبَّاس - رَضِي الله عَنْهُمَا - قَالَ: عَمَّن لَا يُصَلِّي بالمصلى، وَعَمن لَا يُجَاهد بالمجاهد، وَعَمن لَا يعلم بِمن يعلم. </p><p> وَرُوِيَ عَن عَليّ - رَضِي الله عَنهُ - قَالَ: هَذَا هُوَ الدّفع عَن التَّابِعين بأصحاب رَسُول الله، وَقَالَ بَعضهم: هُوَ الدّفع عَن الْحُقُوق بالشهود، وَعَن قطرب - واسْمه مُحَمَّد بن الْحُسَيْن - قَالَ: هُوَ الدّفع عَن النُّفُوس بِالْقصاصِ. </p><p> وَقَوله:  {لهدمت صوامع وَبيع} أَي: صوامع الرهبان، وَبيع النَّصَارَى، {وصلوات} الْيَهُود أَي: مَوَاضِع صلَاتهم، وقرىء:  \" وصلوات \" بِرَفْع الصَّاد وَاللَّام قِرَاءَة عَاصِم الجحدري، وَعَن الضَّحَّاك أَنه قَرَأَ:  \" وصُلوات \" . </p><p> وَقَوله:  {ومساجد} أَي: مَسَاجِد الْمُؤمنِينَ، وَقَالَ بَعضهم: الصوامع لِلنَّصَارَى، وَالْبيع للْيَهُود، والصلوات هِيَ الْمَسَاجِد فِي الطّرق للمسافرين من الْمُؤمنِينَ، وَأما الْمَسَاجِد هِيَ الْمَسَاجِد فِي الْأَمْصَار. </p><p> وَقَالَ بَعضهم: الصوامع للصابئين، وَالْبيع لِلنَّصَارَى، والصلوات للْيَهُود، فَإِن قَالَ قَائِل: هَذِه الْمَوَاضِع الَّتِي للْكفَّار يَنْبَغِي أَن تهدم، فَكيف قَالَ: لهدمت؟ وَالْجَوَاب عَنهُ: أَن معنى الْآيَة: لَوْلَا دفع الله لهدمت هَذِه الْمَوَاضِع فِي زمَان كل نَبِي؛ فهدمت الصوامع فِي زمن مُوسَى، وَالْبيع فِي زمن عِيسَى، والصلوات فِي زمن دَاوُد وَغَيره، والمساجد </p><p> {الله كثيرا ولينصرن الله من ينصره إِن الله لقوي عَزِيز (٤٠) الَّذين إِن مكناهم فِي الأَرْض أَقَامُوا الصَّلَاة وَآتوا الزَّكَاة وَأمرُوا بِالْمَعْرُوفِ ونهوا عَن الْمُنكر وَللَّه عَاقِبَة الْأُمُور (٤١) وَإِن يُكذِّبُوك فقد كذبت قبلهم قوم نوح وَعَاد وَثَمُود (٤٢) وَقوم إِبْرَاهِيم وَقوم لوط (٤٣) وَأَصْحَاب مَدين وَكذب مُوسَى فأمليت للْكَافِرِينَ ثمَّ أخذتهم فَكيف كَانَ نَكِير (٤٤) فكأين من قَرْيَة أهلكناها وَهِي ظالمة فَهِيَ خاوية} فِي زمن مُحَمَّد. </p><p> وَقَوله:  {يذكر فِيهَا اسْم الله كثيرا} مَعْلُوم الْمَعْنى. </p><p> وَقَوله:  {ولينصرين الله من ينصره إِن الله لقوي عَزِيز} ظَاهر الْمَعْنى. </p>"
}