{
  "id": null,
  "sura": 22,
  "aya": 45,
  "text": "<p> قَوْله:  {فكأين من قَرْيَة أهلكناها} أَي: فكم من قَرْيَة أهلكناها. </p><p> {على عروشها وبئر معطلة وَقصر مشيد (٤٥) } </p><p> وَقَوله:  {وَهِي ظالمة} أَي: أَهلهَا ظَالِمُونَ. </p><p> وَقَوله:  {فَهِيَ خاوية على عروشها} أَي: سَاقِطَة على سقوفها، والخاوية فِي اللُّغَة هِيَ الخالية، وَذكر الخاوية هَاهُنَا؛ لِأَن الدّور إِذا سَقَطت خلت عَن أَهلهَا. </p><p> وَقَوله:  {وبئر معطلة} . وَقَوله:  {وَقصر مشيد} أَي: وَكم من قصر مشيد ذهب أهلوه، وهلكوا. وَفِي المشيد قَولَانِ: أَحدهمَا: أَن المشيد هُوَ المطول، وَالْآخر: أَن المشيد هِيَ الْمَبْنِيّ بالشيد، والشيد هُوَ الجص، قَالَ الشَّاعِر: </p><p> (شاده مرما وجلله كلسا ... فللطير فِي ذراه وكور) </p><p> وَقَالَ بَعضهم: إِن الْبِئْر المعطلة وَالْقصر المشيد بِالْيمن، أما الْقصر على قلَّة جبل، وَأما الْبِئْر فِي سفحه، وَكَانَ لكل وَاحِد مِنْهُمَا قوم فِي نعْمَة عَظِيمَة، فَكَفرُوا فأهلكهم الله تَعَالَى، وَبَقِي الْبِئْر وَالْقصر خاليتين عَن الْكل، وَحكي أَن سُلَيْمَان بن دَاوُد - صلوَات الله عَلَيْهِمَا - كَانَ إِذا مر بخربة قَالَ: أيتها الخربة، أَيْن ذهب أهلوك؟ </p><p> وَعَن أبي بكر - رَضِي الله عَنهُ - أَنه قَالَ فِي خطبَته: أَيْن الَّذين بنوا الْمَدَائِن ورفعوها؟ وَأَيْنَ الَّذين بنوا الْقصر وشيدوها؟ وَأَيْنَ الَّذين جمعُوا الْأَمْوَال؟ ثمَّ يقْرَأ {هَل تحس مِنْهُم من أحد أَو تسمع لَهُم ركزا} فَإِن قَالَ قَائِل: أيش فَائِدَة ذكر الْبِئْر المعطلة وَالْقصر المشيد، وَفِي الْعَالم من هَذَا كثير، فَلَا يكون لذكر هَذَا فَائِدَة؟ وَالْجَوَاب عَنهُ: أَنه قد جرت عَادَة الْعَرَب بِذكر الديار للاعتبار، وَقد ذكرُوا مثل هَذَا كثيرا فِي أشعارهم، فَكَذَلِك هَاهُنَا ذكر الله تَعَالَى الْقُصُور الخالية والديار [المعطلة] ؛ ليعتبر المعتبرون بذلك. </p><p> قَالَ الْأسود بن يعفر: </p><p> (مَاذَا أومل بعد آل محرق ... تركُوا مَنَازِلهمْ وَبعد إياد) </p><p> {أفلم يسروا فِي الأَرْض فَتكون لَهُم قُلُوب يعْقلُونَ بهَا أَو آذان يسمعُونَ بهَا فَإِنَّهَا لَا تعمى الْأَبْصَار وَلَكِن تعمى الْقُلُوب الَّتِي فِي الصُّدُور (٤٦) ويستعجلونك بِالْعَذَابِ} </p><p> (أهل الخورنق والسرير وبارق ... وَالْقصر ذِي الشرفات من سداد) </p><p> (نزلُوا بأنقرة يسيل عَلَيْهِم ... مَاء الْفُرَات يَجِيء من أطواد) </p><p> (وَأرى النَّعيم وكل مَا يلهى بِهِ ... يَوْمًا يصير إِلَى بلَى ونفاد) </p>"
}