{
  "id": null,
  "sura": 39,
  "aya": 34,
  "text": "<p> قَوْله تَعَالَى:  {لَهُم مَا يشاءون عِنْد رَبهم} أَي: مَا يختارون. </p><p> هَذِه الْآيَة تدل على النَّائِم قد خرجت الرّوح من جسده، وَنحن نعلم قطعا أَن الرّوح فِي جسده، أَلا ترى أَنه يتنفس وَيرى الرُّؤْيَا، وَذَلِكَ لَا يكون إِلَّا مَعَ قيام الرّوح؟ </p><p> وَالْجَوَاب عَنهُ: أَن النَّفس على وَجْهَيْن: أَحدهمَا: النَّفس المميزة الَّتِي تكون لَهَا إِدْرَاك الْأَشْيَاء. </p><p> وَالْآخر: هِيَ النَّفس الَّتِي بهَا الْحَيَاة، وَفِي الْخَبَر:  \" أَن النَّبِي قَالَ: \" كَمَا تنامون تموتون، وكما تستيقظون تبعثون \".</p><p> وَيُقَال: للْإنْسَان نفس وروح، فَعِنْدَ النّوم تخرج النَّفس وَتبقى الرّوح، وَهَذَا القَوْل قريب من القَوْل الأول. </p><p> وَعَن عَليّ - رَضِي الله عَنهُ - أَنه قَالَ: تخرج الرّوح عِنْد النّوم وَيبقى شعاعه فِي الْجَسَد؛ فبذلك ترى الرُّؤْيَا، وَإِذا نبه من النّوم عَادَتْ الرّوح إِلَى جسده بأسرع من اللحظة، وَالله أعلم. </p><p> وَقد ثَبت عَن النَّبِي أَنه كَانَ يَقُول عِنْد النّوم: \" اللَّهُمَّ إِنَّك تتوفاها؛ فَإِن </p><p> {عمِلُوا ويجزيهم أجرهم بِأَحْسَن الَّذِي كَانُوا يعْملُونَ (٣٥) أَلَيْسَ الله بكاف عَبده ويخوفونك بالذين من دونه وَمن يضلل الله فَمَا لَهُ من هاد (٣٦) وَمن يهد الله فَمَا لَهُ من مضل أَلَيْسَ الله بعزيز ذِي انتقام (٣٧) وَلَئِن سَأَلتهمْ من خلق السَّمَوَات وَالْأَرْض ليَقُولن الله قل أَفَرَأَيْتُم مَا تدعون من دون الله إِن أرادني الله بضر هَل هن كاشفات ضره أَو أرادني برحمة هَل هن ممسكات رَحمته قل حسبي الله عَلَيْهِ يتوكل المتوكلون (٣٨) قل يَا قوم اعْمَلُوا على مكانتكم إِنِّي عَامل فَسَوف تعلمُونَ (٣٩) من يَأْتِيهِ عذاي يجْزِيه وَيحل عَلَيْهِ عَذَاب مُقيم (٤٠) إِنَّا أنزلنَا عَلَيْك الْكتاب للنَّاس بِالْحَقِّ فَمن اهْتَدَى فلنفسه وَمن ضل فَإِنَّمَا يضل عَلَيْهَا وَمَا أَنْت عَلَيْهِم بوكيل (٤١) الله يتوفى الْأَنْفس حِين مَوتهَا وَالَّتِي لم تمت فِي منامها فَيمسك الَّتِي قضى عَلَيْهَا الْمَوْت وَيُرْسل الْأُخْرَى إِلَى أجل مُسَمّى إِن فِي ذَلِك لآيَات لقوم يتفكرون (٤٢) أم اتَّخذُوا من دون الله شُفَعَاء قل أَو لَو} أَمْسَكتهَا فَاغْفِر لَهَا وارحمها، وَإِن أرسلتها فاحفظها بِمَا تحفظ بِهِ عِبَادك الصَّالِحين \". </p>"
}