{
  "id": null,
  "sura": 111,
  "aya": 5,
  "text": "<p> وَقَوله:  {فِي جيدها حَبل من مسد} فِيهِ قَولَانِ: أظهرهمَا أَنه السلسلة الَّتِي ذكر الله تَعَالَى فِي كِتَابه: {فِي سلسلة ذرعها سَبْعُونَ ذِرَاعا} والمسد هُوَ الفتل والإحكام قَالَ: لِأَنَّهُ أحكم من الْحَدِيد، وَالْقَوْل الثَّانِي: إِن المُرَاد من الْآيَة أَنَّهَا كَانَت تحمل الْحَطب بِحَبل من مسد فِي عُنُقهَا فَذكر الله تَعَالَى ذَلِك على أحد وَجْهَيْن: إِمَّا </p><p> لبَيَان تخسيسها وتحقيرها، أَو لِأَنَّهَا عيرت رَسُول الله بالفقر فابتلاها الله تَعَالَى بِمَا هُوَ من عمل الْفُقَرَاء، وَقيل: حَبل من مسد أَي: حَبل من شعر أحكمت فتله، وَقيل: من لِيف أحكم فتله. </p><p> وروى \" أَن هَذِه السُّورَة لما نزلت وَسمعتهَا امْرَأَة أبي لَهب أخذت(فهرا)بِيَدِهَا،وَجَاءَت تطلب النَّبِي وَتقول:</p><p> (مذمم أَبينَا ... وَدينه قلبينا ... وَأمره عصينا ... ) </p><p> وتعني بمذمم مُحَمَّدًا - عَلَيْهِ الصَّلَاة وَالسَّلَام - لِأَن كفار قُرَيْش كَانُوا يشتمونه مذمما، فَلَمَّا جَاءَت، قَالَ أَبُو بكر للنَّبِي: إِن هَذِه الْمَرْأَة قد جَاءَت، فَقَالَ: إِنَّهَا لَا تراني فَدخلت وَلم تَرَ رَسُول الله، فَقَالَت لأبي بكر: أَيْن صَاحبك؟ فَقَالَ: مَا شَأْنك؟ فَقَالَت: بَلغنِي أَنه هجاني، فَجئْت لأكسر رَأسه بِهَذَا الْحجر، فَقَالَ أَبُو بكر: إِنَّه مَا هجاك، فَرَجَعت وعثرت فِي مرْطهَا، فَقَالَت: تعس مذمم وَمَضَت \" . </p><p> بِسم الله الرَّحْمَن الرَّحِيم </p><p> {قل هُوَ الله أحد (١) } . </p><p> تَفْسِير سُورَة الْإِخْلَاص </p><p> وَهِي مَدَنِيَّة </p><p> وَقيل: إِنَّهَا مَكِّيَّة </p><p> يزِيد بن كيسَان، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله: \" احشدوا أَقرَأ عَلَيْكُم ثلث الْقُرْآن فَخرج رَسُول الله،فَقَرَأَ عَلَيْهِم:{قل هُوَ الله أحد}ثمَّ دخل بَيته قَالَ: فَقَالَ الْقَوْم: قَالَ لنا رَسُول الله: احشدوا أَقرَأ عَلَيْكُم ثلث الْقُرْآن فَقَرَأَ:{قل هُوَ الله أحد}ثمَّ دخل، مَا هَذَا إِلَّا شَيْء؟قَالَ:فَسَمعَهَا فَخرج إِلَيْنَا فَقَالَ: إِن هَذِه السُّورَة تعدل ثلث الْقُرْآن \" رَوَاهُ مُسلم فِي كِتَابه عَن مُحَمَّد بن حَاتِم وَيَعْقُوب الدَّوْرَقِي، عَن يحيى بن سعيد، عَن (يزِيد) بن كيسَان. . الحَدِيث. </p><p> وروى إِسْمَاعِيل بن أبي (زِيَاد) عَن جُوَيْبِر، عَن الضَّحَّاك، عَن ابْن عَبَّاس قَالَ: دخلت الْيَهُود على نَبِي الله فَقَالُوا: يَا مُحَمَّد، صف لنا رَبك، وانسبه لنا فقد وصف نَفسه فِي التَّوْرَاة ونسبها فارتعد رَسُول الله حَتَّى خر مغشيا عَلَيْهِ، فَقَالَ:  \" كَيفَ تسألونني عَن صفة رَبِّي وَنسبه، وَلَو سَأَلْتُمُونِي أَن أصف لكم الشَّمْس لم أقدر عَلَيْهِ \" ، فهبط جِبْرِيل - عَلَيْهِ السَّلَام - فَقَالَ: يَا مُحَمَّد، قل لَهُم: الله أحد الله الصَّمد لم يلد وَلم يُولد وَلم يكن لَهُ كفوا أحد أَي: لَيْسَ بوالد وَلَا بمولود، وَلَيْسَ لَهُ </p><p> {الله الصَّمد (٢) لم يلد وَلم يُولد (٣) } . شَبيه من خلقه \". </p><p> قَالَ رَضِي الله عَنهُ: أخبرنَا بِهَذَا الحَدِيث الشَّيْخ الْعَفِيف أَبُو عَليّ بن بنْدَار بهمدان بِإِسْنَادِهِ عَن إِسْمَاعِيل بن أبي زِيَاد. . الحَدِيث. </p><p> وَفِي بعض (الْأَخْبَار) : أَن سُورَة قل يَا أَيهَا الْكَافِرُونَ وَسورَة قل هُوَ الله أَحدهمَا المقشقشتان أَي: تبرئان من الشّرك والنفاق، وَيُقَال: قشقش الْمَرِيض من علته إِذا برأَ، وَسميت السُّورَة سُورَة الْإِخْلَاص لِأَنَّهُ لَيْسَ فِيهَا إِلَّا وصف الرب عَن اسْمه وَلَيْسَ فِيهَا أَمر وَلَا نهى وَلَا وعد وَلَا وَعِيد. </p><p> وَذكر أَبُو عِيسَى التِّرْمِذِيّ فِي كِتَابه بِرِوَايَة أبي جَعْفَر الرَّازِيّ عَن الرّبيع بن أنس، عَن أبي الْعَالِيَة، عَن أبي بن كَعْب أَن الْمُشْركين قَالُوا: يَا رَسُول الله، انسب لنا رَبك، فَأنْزل الله تَعَالَى:  {قل هُوَ الله أحد الله الصَّمد لم يلد وَلم يُولد} لِأَنَّهُ لَيْسَ شَيْء يُولد إِلَّا سيموت، وَلَيْسَ شَيْء يَمُوت إِلَّا سيورث، وَإِن الله لَا يَمُوت وَلَا يُورث، {وَلم يكن لَهُ كفوا أحد} قَالَ: لم يكن لَهُ شَبيه وَلَا عدل، وَلَيْسَ كمثله شَيْء. </p>"
}