{
  "id": null,
  "sura": 1,
  "aya": 5,
  "text": "<p> قَوْلُهُ تَعَالَى:  (إِيَّاكَ نَعْبُدُ) </p><p> أَشَارَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى تَحْقِيقِ مَعْنَى لَا إِلَهَ إِلَّا اللَّهُ ; لِأَنَّ مَعْنَاهَا مُرَكَّبٌ مِنْ أَمْرَيْنِ: نَفْيٌ وَإِثْبَاتٌ. فَالنَّفْيُ: خَلْعُ جَمِيعِ الْمَعْبُودَاتِ غَيْرِ اللَّهِ تَعَالَى فِي جَمِيعِ أَنْوَاعِ الْعِبَادَاتِ. وَالْإِثْبَاتُ: إِفْرَادُ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَحْدَهُ بِجَمِيعِ أَنْوَاعِ الْعِبَادَاتِ عَلَى الْوَجْهِ الْمَشْرُوعِ. وَقَدْ أَشَارَ إِلَى النَّفْيِ مِنْ لَا إِلَهَ إِلَّا اللَّهُ بِتَقْدِيمِ الْمَعْمُولِ الَّذِي هُوَ (إِيَّاكَ) وَقَدْ تَقَرَّرَ فِي الْأُصُولِ فِي مَبْحَثِ دَلِيلِ الْخِطَابِ الَّذِي هُوَ مَفْهُومُ الْمُخَالَفَةِ. وَفِي الْمَعَانِي فِي مَبْحَثِ الْقَصْرِ: أَنَّ تَقْدِيمَ الْمَعْمُولِ مِنْ صِيَغِ الْحَصْرِ. وَأَشَارَ إِلَى الْإِثْبَاتِ مِنْهَا بِقَوْلِهِ:  (نَعْبُدُ) . </p><p> وَقَدْ بَيَّنَ مَعْنَاهَا الْمُشَارَ إِلَيْهِ هُنَا مُفَصَّلًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ:  (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ) الْآيَةَ [٢ \\ ٢١] ، فَصَرَّحَ بِالْإِثْبَاتِ مِنْهَا بِقَوْلِهِ:  (اعْبُدُوا رَبَّكُمُ) ، وَصَرَّحَ بِالنَّفْيِ مِنْهَا فِي آخِرِ الْآيَةِ الْكَرِيمَةِ بِقَوْلِهِ:  (فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ)  [٢ \\ ٢٢] ، وَكَقَوْلِهِ:  (وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ) فَصَرَّحَ بِالْإِثْبَاتِ بِقَوْلِهِ: (أَنِ اعْبُدُوا اللَّهَ) وَبِالنَّفْيِ بِقَوْلِهِ: (وَاجْتَنِبُوا الطَّاغُوتَ) ، وَكَقَوْلِهِ:  (فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى)  [٢ \\ ٢٥٦] فَصَرَّحَ بِالنَّفْيِ مِنْهَا بِقَوْلِهِ: (فَمَنْ يَكْفُرْ بِالطَّاغُوتِ) ، وَبِالْإِثْبَاتِ بِقَوْلِهِ:  (وَيُؤْمِنْ بِاللَّهِ) ، وَكَقَوْلِهِ:  (وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي)  [٤٣ \\ ٢٦، ٢٧] ، وَكَقَوْلِهِ:  (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ)  [٢١ \\ ٢٥] وَقَوْلِهِ: (وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ)  [٤٣ \\ ٤٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى:  (وَإِيَّاكَ نَسْتَعِينُ) أَيْ: لَا نَطْلُبُ الْعَوْنَ إِلَّا مِنْكَ وَحْدَكَ ; لِأَنَّ الْأَمْرَ كُلُّهُ بِيَدِكَ وَحْدَكَ لَا يَمْلِكُ أَحَدٌ مِنْهُ مَعَكَ مِثْقَالَ ذَرَّةٍ. وَإِتْيَانُهُ بِقَوْلِهِ:  (وَإِيَّاكَ نَسْتَعِينُ) بَعْدَ قَوْلِهِ: (إِيَّاكَ نَعْبُدُ) فِيهِ إِشَارَةٌ إِلَى أَنَّهُ لَا يَنْبَغِي أَنْ يُتَوَكَّلَ إِلَّا عَلَى مَنْ يَسْتَحِقُّ الْعِبَادَةَ ; لِأَنَّ غَيْرَهُ لَيْسَ بِيَدِهِ الْأَمْرُ. وَهَذَا الْمَعْنَى الْمُشَارُ إِلَيْهِ هُنَا جَاءَ مُبَيَّنًا وَاضِحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ:  (فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ) الْآيَةَ [١١ \\ ١٢٣] ، وَقَوْلِهِ:  (فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ) الْآيَةَ [٩ \\ ١٢٩] وَقَوْلِهِ: (رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا)  [٧٣ \\ ٩] وَقَوْلِهِ: </p>"
}