{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> (قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا)  [٦٧ \\ ٢٩] وَإِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى:  (صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ) </p><p> لَمْ يُبَيِّنْ هُنَا مَنْ هَؤُلَاءِ الَّذِينَ أَنْعَمَ عَلَيْهِمْ. وَبَيَّنَ ذَلِكَ فِي مَوْضِعٍ آخَرَ بِقَوْلِهِ:  (فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا) . </p><p> تَنْبِيهَانِ </p><p> الْأَوَّلُ: يُؤْخَذُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ صِحَّةُ إِمَامَةِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ ; لِأَنَّهُ دَاخِلٌ فِيمَنْ أَمَرَنَا اللَّهُ فِي السَّبْعِ الْمَثَانِي وَالْقُرْآنِ الْعَظِيمِ - أَعْنِي الْفَاتِحَةَ - بِأَنْ نَسْأَلَهُ أَنْ يَهْدِيَنَا صِرَاطَهُمْ. فَدَلَّ ذَلِكَ عَلَى أَنَّ صِرَاطَهُمْ هُوَ الصِّرَاطُ الْمُسْتَقِيمُ. </p><p> وَذَلِكَ فِي قَوْلِهِ:  (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ) وَقَدْ بَيَّنَ الَّذِينَ أَنْعَمَ عَلَيْهِمْ، فَعَدَّ مِنْهُمُ الصِّدِّيقِينَ. وَقَدْ بَيَّنَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ أَبَا بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - مِنَ الصِّدِّيقِينَ، فَاتَّضَحَ أَنَّهُ دَاخِلٌ فِي الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ، الَّذِينَ أَمَرَنَا اللَّهُ أَنْ نَسْأَلَهُ الْهِدَايَةَ إِلَى صِرَاطِهِمْ، فَلَمْ يَبْقَ لَبْسٌ فِي أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ - رَضِيَ اللَّهُ عَنْهُ - عَلَى الصِّرَاطِ الْمُسْتَقِيمِ، وَأَنَّ إِمَامَتَهُ حَقٌّ. </p><p> الثَّانِي: قَدْ عَلِمْتَ أَنَّ الصِّدِّيقِينَ مِنَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ، وَقَدْ صَرَّحَ تَعَالَى بِأَنَّ مَرْيَمَ ابْنَةَ عِمْرَانَ صِدِّيقَةٌ فِي قَوْلِهِ:  (وَأُمُّهُ صِدِّيقَةٌ)  [٥ \\ ٧٥] وَإِذَنْ فَهَلْ تَدْخُلُ مَرْيَمُ فِي قَوْلِهِ تَعَالَى: (صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ) أَوْ لَا؟ </p><p> الْجَوَابُ: أَنَّ دُخُولَهَا فِيهِمْ يَتَفَرَّعُ عَلَى قَاعِدَةٍ أُصُولِيَّةٍ مُخْتَلَفٍ فِيهَا مَعْرُوفَةٍ، وَهِيَ: هَلْ مَا فِي الْقُرْآنِ الْعَظِيمِ وَالسُّنَّةِ مِنَ الْجُمُوعِ الصَّحِيحَةِ الْمُذَكَّرَةِ وَنَحْوِهَا مِمَّا يَخْتَصُّ بِجَمَاعَةِ الذُّكُورِ تَدْخُلُ فِيهِ الْإِنَاثُ أَوْ لَا يَدْخُلْنَ فِيهِ إِلَّا بِدَلِيلٍ مُنْفَصِلٍ؟ فَذَهَبَ قَوْمٌ إِلَى أَنَّهُنَّ يَدْخُلْنَ فِي ذَلِكَ، وَعَلَيْهِ: فَمَرْيَمُ دَاخِلَةٌ فِي الْآيَةِ، وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِأَمْرَيْنِ: الْأَوَّلُ: إِجْمَاعُ أَهْلِ اللِّسَانِ الْعَرَبِيِّ عَلَى تَغْلِيبِ الذُّكُورِ عَلَى الْإِنَاثِ فِي الْجَمْعِ. </p><p> وَالثَّانِي: وُرُودُ آيَاتٍ تَدُلُّ عَلَى دُخُولِهِنَّ فِي الْجُمُوعِ الصَّحِيحَةِ الْمُذَكَّرَةِ وَنَحْوِهَا، كَقَوْلِهِ تَعَالَى فِي مَرْيَمَ نَفْسِهَا:  (وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ)  [٦٦ \\ ١٢] ، وَقَوْلِهِ فِي امْرَأَةِ الْعَزِيزِ: </p><p> (يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ)  [١٢ \\ ٢٩] ، وَقَوْلِهِ فِي بِلْقِيسَ:  (وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ)  [٢٧ \\ ٤٣] ، وَقَوْلِهِ فِيمَا كَالْجَمْعِ الْمُذَكَّرِ السَّالِمِ:  (قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا) الْآيَةَ [٢ \\ ٣٨] ; فَإِنَّهُ تَدْخُلُ فِيهِ حَوَّاءُ إِجْمَاعًا. </p><p> وَذَهَبَ كَثِيرٌ إِلَى أَنَّهُنَّ لَا يَدْخُلْنَ فِي ذَلِكَ إِلَّا بِدَلِيلٍ مُنْفَصِلٍ. وَاسْتَدَلُّوا عَلَى ذَلِكَ بِآيَاتٍ كَقَوْلِهِ:  (إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ) إِلَى قَوْلِهِ: (أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا)  [٣٣ \\ ٣٥] ، وَقَوْلِهِ تَعَالَى:  (قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ)  [٢٤ \\ ٣١] ، ثُمَّ قَالَ:  (وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ) الْآيَةَ [٢٤ \\ ٣١] ، فَعَطْفُهُنَّ عَلَيْهِمْ يَدُلُّ عَلَى عَدَمِ دُخُولِهِنَّ. وَأَجَابُوا عَنْ حُجَّةِ أَهْلِ الْقَوْلِ الْأَوَّلِ بِأَنَّ تَغْلِيبَ الذُّكُورِ عَلَى الْإِنَاثِ فِي الْجَمْعِ لَيْسَ مَحَلَّ نِزَاعٍ. وَإِنَّمَا النِّزَاعُ فِي الَّذِي يَتَبَادَرُ مِنَ الْجَمْعِ الْمُذَكَّرِ وَنَحْوِهِ عِنْدَ الْإِطْلَاقِ. وَعَنِ الْآيَاتِ بِأَنَّ دُخُولَ الْإِنَاثِ فِيهَا إِنَّمَا عُلِمَ مِنْ قَرِينَةِ السِّيَاقِ وَدَلَالَةِ اللَّفْظِ، وَدُخُولُهُنَّ فِي حَالَةِ الِاقْتِرَانِ بِمَا يَدُلُّ عَلَى ذَلِكَ لَا نِزَاعَ فِيهِ. </p><p> وَعَلَى هَذَا الْقَوْلِ: فَمَرْيَمُ غَيْرُ دَاخِلَةٍ فِي الْآيَةِ وَإِلَى هَذَا الْخِلَافِ أَشَارَ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: [الرَّجَزُ] </p><p> وَمَا شُمُولُ مَنْ لِلْأُنْثَى جَنَفُ ... وَفِي شَبِيهِ الْمُسْلِمِينَ اخْتَلَفُوا </p><p> وَقَوْلُهُ:  (غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ) قَالَ جَمَاهِيرُ مِنْ عُلَمَاءِ التَّفْسِيرِ: (الْمَغْضُوبِ عَلَيْهِمْ) الْيَهُودُ، وَ «الضَّالُّونَ» النَّصَارَى. وَقَدْ جَاءَ الْخَبَرُ بِذَلِكَ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَدِيثِ عَدِيِّ بْنِ حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ. وَالْيَهُودُ وَالنَّصَارَى وَإِنْ كَانُوا ضَالِّينَ جَمِيعًا مَغْضُوبًا عَلَيْهِمْ جَمِيعًا، فَإِنَّ الْغَضَبَ إِنَّمَا خُصَّ بِهِ الْيَهُودُ، وَإِنْ شَارَكَهُمُ النَّصَارَى فِيهِ ; لِأَنَّهُمْ يَعْرِفُونَ الْحَقَّ وَيُنْكِرُونَهُ، وَيَأْتُونَ الْبَاطِلَ عَمْدًا، فَكَانَ الْغَضَبُ أَخَصَّ صِفَاتِهِمْ. وَالنَّصَارَى جَهَلَةٌ لَا يَعْرِفُونَ الْحَقَّ، فَكَانَ الضَّلَالُ أَخَصَّ صِفَاتِهِمْ. </p><p> وَعَلَى هَذَا فَقَدَ يُبَيِّنُ أَنَّ (الْمَغْضُوبِ عَلَيْهِمْ) الْيَهُودَ قَوْلُهُ تَعَالَى فِيهِمْ: (فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ) الْآيَةَ [٢ \\ ٩٠] ، وَقَوْلُهُ فِيهِمْ أَيْضًا:  (هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ) الْآيَةَ [٥ \\ ٦٠] ، وَقَوْلُهُ:  (إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ) الْآيَةَ [٧ \\ ١٥٢] ، وَقَدْ يُبَيِّنُ أَنَّ (الضَّالِّينَ) النَّصَارَى قَوْلُهُ تَعَالَى: (وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ)  [٥ \\ ٧٧] . </p>"
}