{
  "id": null,
  "sura": 2,
  "aya": 31,
  "text": "<p> رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِدِينِنَا أَفَلَا نَرْضَاكَ؟ </p><p> قَالَ: فَلَوْ لَمْ يَكُنْ لَهُ ذَلِكَ لَأَنْكَرَتِ الصَّحَابَةُ ذَلِكَ عَلَيْهِ، وَلَقَالَتْ لَهُ: لَيْسَ لَكَ أَنْ تَقُولَ هَذَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَيْسَ لَهُ عَزْلُ نَفْسِهِ ; لِأَنَّهُ تَقَلَّدَ حُقُوقَ الْمُسْلِمِينَ فَلَيْسَ لَهُ التَّخَلِّي عَنْهَا. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: إِنْ كَانَ عَزْلُهُ لِنَفْسِهِ لِمُوجَبٍ يَقْتَضِي ذَلِكَ كَإِخْمَادِ فِتْنَةٍ كَانَتْ سَتَشْتَعِلُ لَوْ لَمْ يَعْزِلْ نَفْسَهُ، أَوْ لِعِلْمِهِ مِنْ نَفْسِهِ الْعَجْزَ عَنِ الْقِيَامِ بِأَعْبَاءِ الْخِلَافَةِ، فَلَا نِزَاعَ فِي جَوَازِ عَزْلِ نَفْسِهِ. وَلِذَا أَجْمَعَ جَمِيعُ الْمُسْلِمِينَ عَلَى الثَّنَاءِ عَلَى سِبْطِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْحَسَنِ بْنِ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُمَا - بِعَزْلِ نَفْسِهِ وَتَسْلِيمِهِ الْأَمْرَ إِلَى مُعَاوِيَةَ، بَعْدَ أَنْ بَايَعَهُ أَهْلُ الْعِرَاقِ ; حَقْنًا لِدِمَاءِ الْمُسْلِمِينَ وَأَثْنَى عَلَيْهِ بِذَلِكَ قَبْلَ وُقُوعِهِ جَدُّهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ:  «إِنَّ ابْنِي هَذَا سَيِّدٌ، وَلَعَلَّ اللَّهَ أَنْ يُصْلِحَ بِهِ بَيْنَ فِئَتَيْنِ مِنَ الْمُسْلِمِينَ» أَخْرَجَهُ الْبُخَارِيُّ وَغَيْرُهُ مِنْ حَدِيثِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: هَلْ يَجِبُ الْإِشْهَادُ عَلَى عَقْدِ الْإِمَامَةِ؟ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: لَا يَجِبُ ; لِأَنَّ إِيجَابَ الْإِشْهَادِ يَحْتَاجُ إِلَى دَلِيلٍ مِنَ النَّقْلِ. وَهَذَا لَا دَلِيلَ عَلَيْهِ مِنْهُ. وَقَالَ بَعْضُ الْعُلَمَاءِ: يَجِبُ الْإِشْهَادُ عَلَيْهِ ; لِئَلَّا يَدَّعِيَ مُدَّعٍ أَنَّ الْإِمَامَةَ عُقِدَتْ لَهُ سِرًّا، فَيُؤَدِّيَ ذَلِكَ إِلَى الشِّقَاقِ وَالْفِتْنَةِ. </p><p> وَالَّذِينَ قَالُوا بِوُجُوبِ الْإِشْهَادِ عَلَى عَقْدِ الْإِمَامَةِ، قَالُوا: يَكْفِي شَاهِدَانِ خِلَافًا لِلْجُبَّائِيِّ فِي اشْتِرَاطِهِ أَرْبَعَةَ شُهُودٍ وَعَاقِدًا وَمَعْقُودًا لَهُ، مُسْتَنْبِطًا ذَلِكَ مِنْ تَرْكِ عُمَرَ الْأَمْرَ شُورَى بَيْنَ سِتَّةٍ فَوَقَعَ الْأَمْرُ عَلَى عَاقِدٍ، وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَمَعْقُودٍ لَهُ، وَهُوَ عُثْمَانُ وَبَقِيَ الْأَرْبَعَةُ الْآخَرُونَ شُهُودًا، وَلَا يَخْفَى ضَعْفُ هَذَا الِاسْتِنْبَاطِ كَمَا نَبَّهَ عَلَيْهِ الْقُرْطُبِيُّ وَابْنُ كَثِيرٍ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى:  (ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ) يَعْنِي مُسَمَّيَاتِ الْأَسْمَاءِ لَا الْأَسْمَاءَ كَمَا يُتَوَهَّمُ مِنْ ظَاهِرِ الْآيَةِ. </p><p> وَقَدْ أَشَارَ إِلَى أَنَّهَا الْمُسَمَّيَاتُ بِقَوْلِهِ:  (أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ) الْآيَةَ، كَمَا هُوَ ظَاهِرٌ. </p>"
}