{
  "id": null,
  "sura": 2,
  "aya": 48,
  "text": "<p> وَأَشَارَ إِلَى عَهْدِهِمْ أَيْضًا بِقَوْلِهِ:  (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ)  [٣ \\ ١٨٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى:  (وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ) الْحَقُّ الَّذِي لَبَسُوهُ بِالْبَاطِلِ هُوَ إِيمَانُهُمْ بِبَعْضِ مَا فِي التَّوْرَاةِ، وَالْبَاطِلُ الَّذِي لَبَسُوا بِهِ الْحَقَّ هُوَ كُفْرُهُمْ بِبَعْضِ مَا فِي التَّوْرَاةِ، وَجَحْدُهُمْ لَهُ، كَصِفَاتِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَغَيْرِهَا مِمَّا كَتَمُوهُ وَجَحَدُوهُ، وَهَذَا يُبَيِّنُهُ قَوْلُهُ تَعَالَى:  (أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ) الْآيَةَ [٢ \\ ٨٥] وَالْعِبْرَةُ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ كَمَا تَقَدَّمَ. </p><p> قَوْلُهُ تَعَالَى:  (وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ) الِاسْتِعَانَةُ بِالصَّبْرِ عَلَى أُمُورِ الدُّنْيَا وَالْآخِرَةِ لَا إِشْكَالَ فِيهَا، وَأَمَّا نَتِيجَةُ الِاسْتِعَانَةِ بِالصَّلَاةِ، فَقَدْ أَشَارَ لَهَا تَعَالَى فِي آيَاتٍ مِنْ كِتَابِهِ، فَذَكَرَ أَنَّ مِنْ نَتَائِجِ الِاسْتِعَانَةِ بِهَا النَّهْيَ عَمَّا لَا يَلِيقُ، وَذَلِكَ فِي قَوْلِهِ:  (إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ)  [٢٩ \\ ٤٥] ، وَأَنَّهَا تَجْلِبُ الرِّزْقَ وَذَلِكَ فِي قَوْلِهِ:  (وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى) ، وَلِذَا كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ بَادَرَ إِلَى الصَّلَاةِ. </p><p> وَإِيضَاحُ ذَلِكَ: أَنَّ الْعَبْدَ إِذَا قَامَ بَيْنَ يَدَيْ رَبِّهِ يُنَاجِيهِ، وَيَتْلُو كِتَابَهُ هَانَ عَلَيْهِ كُلُّ مَا فِي الدُّنْيَا رَغْبَةً فِيمَا عِنْدَ اللَّهِ وَرَهْبَةً مِنْهُ، فَيَتَبَاعَدُ عَنْ كُلِّ مَا لَا يُرْضِي اللَّهَ فَيَرْزُقُهُ اللَّهُ وَيَهْدِيهِ. </p><p> قَوْلُهُ تَعَالَى:  (الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُوا رَبِّهِمْ) ، الْمُرَادُ بِالظَّنِّ هُنَا: الْيَقِينُ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: (وَبِالْآخِرَةِ هُمْ يُوقِنُونَ)  [٢ \\ ٤] ، وَقَوْلِهِ:  (وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ)  [٢٣ \\ ٦٠] . </p><p> قَوْلُهُ تَعَالَى:  (وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ) الْآيَةَ، ظَاهِرُ هَذِهِ الْآيَةِ عَدَمُ قَبُولِ الشَّفَاعَةِ مُطْلَقًا يَوْمَ الْقِيَامَةِ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ الشَّفَاعَةَ الْمَنْفِيَّةَ هِيَ الشَّفَاعَةُ لِلْكُفَّارِ، وَالشَّفَاعَةُ لِغَيْرِهِمْ بِدُونِ إِذْنِ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ. </p><p> أَمَّا الشَّفَاعَةُ لِلْمُؤْمِنِينَ بِإِذْنِهِ فَهِيَ ثَابِتَةٌ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ. فَنَصَّ عَلَى عَدَمِ الشَّفَاعَةِ لِلْكَفَّارِ بِقَوْلِهِ:  (وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى)  [٢١ \\ ٢٨] ، وَقَدْ قَالَ:  (وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ)  [٣٩ \\ ٧] ، وَقَالَ تَعَالَى عَنْهُمْ مُقَرِّرًا لَهُ:  (فَمَا لَنَا مِنْ شَافِعِينَ)  [٢٦ \\ ١٠٠] </p>"
}