{
  "id": null,
  "sura": 2,
  "aya": 29,
  "text": "<p> لَمْ يُبَيِّنْ هُنَا أَنْوَاعَ هَذِهِ الْأَنْهَارِ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي قَوْلِهِ:  (فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى)  [٤٧ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى:  (وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ) </p><p> لَمْ يُبَيِّنْ هُنَا صِفَاتِ تِلْكَ الْأَزْوَاجِ، وَلَكِنَّهُ بَيَّنَ صِفَاتِهِنَّ الْجَمِيلَةَ فِي آيَاتٍ أُخَرَ كَقَوْلِهِ:  (وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ)  [٣٧ \\ ٤٨] ، وَقَوْلِهِ:  (كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ)  [٥٥ \\ ٥٨] ، وَقَوْلِهِ:  (وَحُورٌ عِينٌ كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ)  [٥٦ \\ ٢٢، ٢٣] ، وَقَوْلِهِ:  (وَكَوَاعِبَ أَتْرَابًا)  [٧٨ \\ ٣٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْمُبَيِّنَةِ لِجَمِيلِ صِفَاتِهِنَّ، وَالْأَزْوَاجُ: جَمْعُ زَوْجٍ بِلَا هَاءٍ فِي اللُّغَةِ الْفُصْحَى، وَالزَّوْجَةُ بِالْهَاءِ لُغَةٌ: لَا لَحْنَ كَمَا زَعَمَهُ الْبَعْضُ. </p><p> وَفِي حَدِيثِ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّهَا زَوْجَتِي» أَخْرَجَهُ مُسْلِمٌ. </p><p> وَمِنْ شَوَاهِدِهِ قَوْلُ الْفَرَزْدَقِ:  [الطَّوِيلُ] </p><p> وَإِنَّ الَّذِي يَسْعَى لِيُفْسِدَ زَوْجَتِي ... كَسَاعٍ إِلَى أَسَدِ الشَّرَى يَسْتَبِيلُهَا </p><p> وَقَوْلُ الْآخَرِ:  [الْكَامِلُ] </p><p> فَبَكَى بَنَاتِي شَجْوُهُنَّ وَزَوْجَتِي ... وَالظَّاعِنُونَ إِلَيَّ ثُمَّ تَصَدَّعُوا </p><p> قَوْلُهُ تَعَالَى:  (وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ) </p><p> لَمْ يُبَيِّنْ هُنَا هَذَا الَّذِي أَمَرَ بِهِ أَنْ يُوصَلَ، وَقَدْ أَشَارَ إِلَى أَنَّ مِنْهُ الْأَرْحَامَ بِقَوْلِهِ:  (فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ)  [٤٧ \\ ٢٢] . </p><p> وَأَشَارَ فِي مَوْضِعٍ آخَرَ إِلَى أَنَّ مِنْهُ الْإِيمَانَ بِجَمِيعِ الرُّسُلِ، فَلَا يَجُوزُ قَطْعُ بَعْضِهِمْ عَنْ بَعْضٍ فِي ذَلِكَ بِأَنْ يُؤْمِنَ بِبَعْضِهِمْ دُونَ بَعْضِهِمُ الْآخَرِ. وَذَلِكَ فِي قَوْلِهِ:  (وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا)  [٤ \\ ١٥٠، ١٥١] . </p><p> قَوْلُهُ تَعَالَى:  (هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) ظَاهِرُهُ: أَنَّ مَا فِي الْأَرْضِ جَمِيعًا خُلِقَ بِالْفِعْلِ قَبْلَ السَّمَاءِ، وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ الْمُرَادَ بِخَلْقِهِ قَبْلَ السَّمَاءِ، تَقْدِيرُهُ، وَالْعَرَبُ تُسَمِّي التَّقْدِيرَ خَلْقًا كَقَوْلِ زُهَيْرٍ: </p><p> وَلَأَنْتَ تَفْرِي مَا خَلَقْتَ ... وَبَعْضُ الْقَوْمِ يَخْلُقُ ثُمَّ لَا يَفْرِي </p>"
}