{
  "id": null,
  "sura": 2,
  "aya": 50,
  "text": "<p> وَقَالَ:  (فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ)  [٧٤ \\ ٤٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَالَ فِي الشَّفَاعَةِ بِدُونِ إِذْنِهِ:  (مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ)  [٢ \\ ٢٥٥] ، وَقَالَ:  (وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى)  [٥٣ \\ ٢٦] ، وَقَالَ:  (يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا)  [٢٠ \\ ١٠٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَادِّعَاءُ شُفَعَاءَ عِنْدَ اللَّهِ لِلْكُفَّارِ أَوْ بِغَيْرِ إِذْنِهِ، مِنْ أَنْوَاعِ الْكُفْرِ بِهِ جَلَّ وَعَلَا، كَمَا صَرَّحَ بِذَلِكَ فِي قَوْلِهِ:  (وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا)  [١٠ \\ ١٨] . </p><p> تَنْبِيهٌ </p><p> هَذَا الَّذِي قَرَّرْنَاهُ مِنْ أَنَّ الشَّفَاعَةَ لِلْكُفَّارِ مُسْتَحِيلَةٌ شَرْعًا مُطْلَقًا، يُسْتَثْنَى مِنْهُ شَفَاعَتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَمِّهِ أَبِي طَالِبٍ فِي نَقْلِهِ مِنْ مَحَلٍّ مِنَ النَّارِ إِلَى مَحَلٍّ آخَرَ مِنْهَا، كَمَا ثَبَتَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الصَّحِيحِ، فَهَذِهِ الصُّورَةُ الَّتِي ذَكَرْنَا مِنْ تَخْصِيصِ الْكِتَابِ بِالسُّنَّةِ. </p><p> قَوْلُهُ تَعَالَى:  (يَسُومُونَكُمْ سُوءَ الْعَذَابِ) بَيَّنَهُ بِقَوْلِهِ بَعْدَهُ: (يُذَبِّحُونَ أَبْنَاءَكُمْ) الْآيَةَ. </p><p> قَوْلُهُ تَعَالَى:  (وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنْجَيْنَاكُمْ) لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ فَرْقِ الْبَحْرِ بِهِمْ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ:  (فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ)  [٢٦ \\ ٦٣] ، وَقَوْلِهِ:  (وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا) الْآيَةَ [٢٠ \\ ٧٧] . </p><p> قَوْلُهُ تَعَالَى:  (وَأَغْرَقْنَا آلَ فِرْعَوْنَ) لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ إِغْرَاقِهِمْ وَلَكِنَّهُ بَيَّنَهَا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: (فَأَتْبَعُوهُمْ مُشْرِقِينَ فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ وَأَنْجَيْنَا مُوسَى وَمَنْ مَعَهُ أَجْمَعِينَ ثُمَّ أَغْرَقْنَا الْآخَرِينَ)  [٢٦ \\ ٦٠ إِلَى ٦٦] ، وَقَوْلِهِ:  (فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ)  [٢٠ \\ ٧٨] . </p><p> وَقَوْلِهِ:  (وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ)  [٤٤ \\ ٢٤] ، وَقَوْلِهِ:  (رَهْوًا) ، </p>"
}