{
  "id": null,
  "sura": 2,
  "aya": 286,
  "text": "<p> وَلَكِنَّهُ بَيَنَّهُ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ، وَقَوْلِهِ: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ [٦٥] . وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْمُطْلَقَ يُحْمَلُ عَلَى الْمُقَيَّدِ كَمَا بَيَّنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> قَوْلُهُ تَعَالَى: رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا [٢ \\ ٢٨٦] ، لَمْ يُبَيِّنْ هُنَا هَلْ أَجَابَ دُعَاءَهُمْ هَذَا أَوْ لَا؟ وَأَشَارَ إِلَى أَنَّهُ أَجَابَهُ بِقَوْلِهِ فِي الْخَطَأِ: وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ الْآيَةَ [٣٣ \\ ٥] ، وَأَشَارَ إِلَى أَنَّهُ أَجَابَهُ فِي النِّسْيَانِ بِقَوْلِهِ: وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ [٦ \\ ٦٨] ، فَإِنَّهُ ظَاهِرٌ فِي أَنَّهُ قَبْلَ الذِّكْرَى لَا إِثْمَ عَلَيْهِ فِي ذَلِكَ، وَلَا يَقْدَحُ فِي هَذَا أَنَّ آيَةَ: وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ مَكِّيَّةٌ ; وَآيَةَ: لَا تُؤَاخِذْنَا إِنْ نَسِينَا، مَدَنِيَّةٌ إِذْ لَا مَانِعَ مِنْ بَيَانِ الْمَدَنِيِّ بِالْمَكِّيِّ كَعَكْسِهِ. </p><p> وَقَدْ ثَبَتَ فِي «صَحِيحِ مُسْلِمٍ» أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا قَرَأَ: رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا، قَالَ اللَّهُ تَعَالَى: نَعَمْ. </p><p> قَوْلُهُ تَعَالَى: رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ، لَمْ يُبَيِّنْ هُنَا هَلْ أَجَابَ دُعَاءَهُمْ هَذَا أَوْ لَا؟ وَلَمْ يُبَيِّنِ الْإِصْرَ الَّذِي كَانَ مَحْمُولًا عَلَى مَنْ قَبْلَنَا، وَبَيَّنَ أَنَّهُ أَجَابَ دُعَاءَهُمْ هَذَا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ [٧ \\ ١٥٧] ، وَقَوْلِهِ: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا، وَقَوْلِهِ: وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ [٢٢ \\ ٧٨] ، وَقَوْلِهِ: يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ الْآيَةَ [٢ \\ ١٨٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَشَارَ إِلَى بَعْضِ الْإِصْرِ الَّذِي حُمِلَ عَلَى مَنْ قَبْلَنَا بِقَوْلِهِ: فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ [٢ \\ ٥٤] ; لِأَنَّ اشْتِرَاطَ قَتْلِ النَّفْسِ فِي قَبُولِ التَّوْبَةِ مِنْ أَعْظَمِ الْإِصْرِ، وَالْإِصْرُ الثِّقْلُ فِي التَّكْلِيفِ وَمِنْهُ قَوْلُ النَّابِغَةِ: </p><p> [الْبَسِيطِ] </p><p> يَا مَانِعَ الضَّيْمِ أَنْ يَغْشَى سَرَاتَهُمْ ... وَالْحَامِلُ الْإِصْرَ عَنْهُمْ بَعْدَمَا عَرَفُوا </p>"
}