{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> لِأَنَّهُمَا مِنْ أَعْظَمِ الْمَخْلُوقَاتِ، وَمَنْ قَدَرَ عَلَى خَلْقِ الْأَعْظَمِ فَهُوَ عَلَى غَيْرِهِ قَادِرٌ مِنْ بَابٍ أَحْرَى. وَأَوْضَحَ اللَّهُ تَعَالَى هَذَا الْبُرْهَانَ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى:  (لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ)  [٤٠ \\ ٥٧] ، وَقَوْلِهِ:  (أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ)  [٣٦ \\ ٨١] ، وَقَوْلِهِ:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى)  [٤٦ \\ ٣٣] ، وَقَوْلِهِ:  (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ)  [١٧ \\ ٩٩] ، وَقَوْلِهِ:  (أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا) الْآيَةَ [٧٩ \\ ٢٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْبُرْهَانُ الثَّالِثُ: إِحْيَاءُ الْأَرْضِ بَعْدَ مَوْتِهَا ; فَإِنَّهُ مِنْ أَعْظَمِ الْأَدِلَّةِ عَلَى الْبَعْثِ بَعْدَ الْمَوْتِ، كَمَا أَشَارَ لَهُ هُنَا بِقَوْلِهِ:  (وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ) وَأَوْضَحَهُ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: (وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)  [٤١ \\ ٣٩] ، وَقَوْلِهِ:  (وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ)  [٥٠ \\ ١١] ، يَعْنِي: خُرُوجُكُمْ مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ أَنْ كُنْتُمْ عِظَامًا رَمِيمًا. وَقَوْلِهِ:  (وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ)  [٣٠ \\ ١٩] ، وَقَوْلِهِ تَعَالَى:  (حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ)  [٧ \\ ٥٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى:  (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا) لَمْ يُصَرِّحْ هَنَا بَاسِمِ هَذَا الْعَبْدِ الْكَرِيمِ، صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ، وَصَرَّحَ بِاسْمِهِ فِي مَوْضِعٍ آخَرَ وَهُوَ قَوْلُهُ:  (وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ)  [٤٧ \\ ٢] صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ. </p><p> قَوْلُهُ تَعَالَى:  (فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ) </p><p> هَذِهِ الْحِجَارَةُ قَالَ كَثِيرٌ مِنَ الْعُلَمَاءِ: إِنَّهَا حِجَارَةٌ مِنْ كِبْرِيتٍ. وَقَالَ بَعْضُهُمْ: إِنَّهَا الْأَصْنَامُ الَّتِي كَانُوا يَعْبُدُونَهَا. وَهَذَا الْقَوْلُ يُبَيِّنُهُ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى:  (إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ) . </p><p> قَوْلُهُ تَعَالَى:  (وَبِشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ) </p>"
}