{
  "id": null,
  "sura": 2,
  "aya": 124,
  "text": "<p> هُوَ وَاضِحٌ مِنَ السِّيَاقِ، وَالْأَمْرُ فِي قَوْلِهِ (بِأَمْرِهِ) . </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: هُوَ وَاحِدُ الْأَوَامِرِ، وَقَالَ بَعْضُهُمْ: هُوَ وَاحِدُ الْأُمُورِ، فَعَلَى الْقَوْلِ الْأَوَّلِ: بِأَنَّهُ الْأَمْرُ الَّذِي هُوَ ضِدُّ النَّهْيِ ; فَإِنَّ الْأَمْرَ الْمَذْكُورَ هُوَ الْمُصَرَّحُ بِهِ فِي قَوْلِهِ: (قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ)  [٩ \\ ٢٩] . وَعَلَى الْقَوْلِ بِأَنَّهُ وَاحِدُ الْأُمُورِ: فَهُوَ مَا صَرَّحَ اللَّهُ بِهِ فِي الْآيَاتِ الدَّالَّةِ عَلَى مَا أَوْقَعَ بِالْيَهُودِ مِنَ الْقَتْلِ وَالتَّشْرِيدِ كَقَوْلِهِ: (فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ) الْآيَةَ [٥٩ \\ ٢، ٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَالْآيَةُ غَيْرُ مَنْسُوخَةٍ عَلَى التَّحْقِيقِ. </p><p> قَوْلُهُ تَعَالَى:  (وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ أَنْ يُذْكَرَ فِيهَا اسْمُهُ وَسَعَى فِي خَرَابِهَا) . الْآيَةَ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: نَزَلَتْ فِي صَدِّ الْمُشْرِكِينَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْبَيْتِ الْحَرَامِ فِي عُمْرَةِ الْحُدَيْبِيَةِ عَامَ سِتٍّ. </p><p> وَعَلَى هَذَا الْقَوْلِ: فَالْخَرَابُ مَعْنَوِيٌّ، وَهُوَ خَرَابُ الْمَسَاجِدِ بِمَنْعِ الْعِبَادَةِ فِيهَا. وَهَذَا الْقَوْلُ يُبَيِّنُهُ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى:  (هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ) الْآيَةَ [٤٨ \\ ٢٥] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْخَرَابُ الْمَذْكُورُ هُوَ الْخَرَابُ الْحِسِّيُّ. وَالْآيَةُ نَزَلَتْ فِيمَنْ خَرَّبَ بَيْتَ الْمَقْدِسِ، وَهُوَ بُخْتَنَصَّرُ أَوْ غَيْرُهُ وَهَذَا الْقَوْلُ يُبَيِّنُهُ وَيَشْهَدُ لَهُ قَوْلُهُ جَلَّ وَعَلَا:  (فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا)  [١٧ \\ ٧] . </p><p> قَوْلُهُ تَعَالَى:  (وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا) هَذَا الْوَلَدُ الْمَزْعُومُ عَلَى زَاعِمِهِ لَعَائِنُ اللَّهِ، قَدْ جَاءَ مُفَصَّلًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ:  (وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ)  [٩ \\ ٣٠] ، وَقَوْلِهِ:  (وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ) الْآيَةَ [١٦ \\ ٥٧] . </p><p> قَوْلُهُ تَعَالَى:  (قَالَ لَا يَنَالُ عَهْدَيِ الظَّالِمِينَ) يُفْهَمُ مِنْ هَذِهِ الْآيَةِ أَنَّ اللَّهَ عَلِمَ أَنَّ مِنْ </p>"
}