{
  "id": null,
  "sura": 2,
  "aya": 20,
  "text": "<p> مِنْهُ وَكَذَلِكَ الْمَغْلُوبُ، وَمِنْهُ قَوْلُ الشَّاعِرِ:  [الطَّوِيلُ] </p><p> أَحَطْنَا بِهِمْ حَتَّى إِذَا مَا تَيَقَّنُوا ... بِمَا قَدْ رَأَوْا مَالُوا جَمِيعًا إِلَى السِّلْمِ </p><p> وَمِنْهُ أَيْضًا: بِمَعْنَى الْهَلَاكِ. قَوْلُهُ تَعَالَى:  (وَأُحِيطَ بِثَمَرِهِ) الْآيَةَ [١٨ \\ ٤٢] . وَقَوْلُهُ تَعَالَى:  (وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ) الْآيَةَ [١٠ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى:  (يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ) </p><p> أَيْ: يَكَادُ نُورُ الْقُرْآنِ لِشِدَّةِ ضَوْئِهِ يُعْمِي بَصَائِرَهُمْ، كَمَا أَنَّ الْبَرْقَ الْخَاطِفَ الشَّدِيدَ النُّورِ يَكَادُ يَخْطَفُ بَصَرَ نَاظِرِهِ، وَلَا سِيَّمَا إِذَا كَانَ الْبَصَرُ ضَعِيفًا ; لِأَنَّ الْبَصَرَ كُلَّمَا كَانَ أَضْعَفَ كَانَ النُّورُ أَشَدَّ إِذْهَابًا لَهُ. كَمَا قَالَ الشَّاعِرُ:  [الْكَامِلُ] </p><p> مِثْلَ النَّهَارِ يَزِيدُ أَبْصَارَ الْوَرَى ... نُورًا وَيُعْمِي أَعْيُنَ الْخُفَّاشِ </p><p> وَقَالَ الْآخَرُ:  [الطَّوِيلُ] </p><p> خَفَافِيشُ أَعْمَاهَا النَّهَارُ بِضَوْئِهِ ... وَوَافَقَهَا قِطَعٌ مِنَ اللَّيْلِ مُظْلِمُ </p><p> وَبَصَائِرُ الْكُفَّارِ وَالْمُنَافِقِينَ فِي غَايَةِ الضَّعْفِ. فَشِدَّةُ ضَوْءِ النُّورِ تَزِيدُهَا عَمًى. وَقَدْ صَرَّحَ تَعَالَى بِهَذَا الْعَمَى فِي قَوْلِهِ:  (أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى)  [١٣ \\ ١٩] وَقَوْلِهِ: (وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ) إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ؛ أَيْ: يَكَادُ مُحْكَمُ الْقُرْآنِ يَدُلُّ عَلَى عَوْرَاتِ الْمُنَافِقِينَ. </p><p> قَوْلُهُ تَعَالَى:  (كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا) ضَرَبَ اللَّهُ فِي هَذِهِ الْآيَةِ الْمَثَلَ لِلْمُنَافِقِينَ بِأَصْحَابِ هَذَا الْمَطَرِ إِذَا أَضَاءَ لَهُمْ مَشَوْا فِي ضَوْئِهِ، وَإِذَا أَظْلَمَ وَقَفُوا، كَمَا أَنَّ الْمُنَافِقِينَ إِذَا كَانَ الْقُرْآنُ مُوَافِقًا لِهَوَاهُمْ وَرَغْبَتِهِمْ عَمِلُوا بِهِ، كَمُنَاكَحَتِهِمْ لِلْمُسْلِمِينَ، وَإِرْثِهِمْ لَهُمْ، وَالْقَسْمِ لَهُمْ مِنْ غَنَائِمِ الْمُسْلِمِينَ، وَعِصْمَتِهِمْ بِهِ مِنَ الْقَتْلِ مَعَ كُفْرِهِمْ فِي الْبَاطِنِ، وَإِذَا كَانَ غَيْرَ مُوَافِقٍ لِهَوَاهُمْ كَبَذْلِ الْأَنْفُسِ، وَالْأَمْوَالِ فِي الْجِهَادِ فِي سَبِيلِ اللَّهِ الْمَأْمُورِ بِهِ فِيهِ وَقَفُوا وَتَأَخَّرُوا. وَقَدْ أَشَارَ تَعَالَى إِلَى هَذَا بِقَوْلِهِ:  (وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِنْهُمْ مُعْرِضُونَ وَإِنْ يَكُنْ لَهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ)  [٢٤ \\ ٤٨، ٤٩] . </p>"
}