{
  "id": null,
  "sura": 2,
  "aya": 30,
  "text": "<p> وَذَلِكَ فِي قَوْلِهِ:  (وَقَدَّرَ فِيهَا أَقْوَاتَهَا)  [٤١ \\ ١٠] ، ثُمَّ قَالَ:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) الْآيَةَ [٢ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى:  (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً) الْآيَةَ فِي قَوْلِهِ: (خَلِيفَةً) وَجْهَانِ مِنَ التَّفْسِيرِ لِلْعُلَمَاءِ: </p><p> أَحَدُهُمَا: أَنَّ الْمُرَادَ بِالْخَلِيفَةِ أَبُونَا آدَمُ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ ; لِأَنَّهُ خَلِيفَةُ اللَّهِ فِي أَرْضِهِ فِي تَنْفِيذِ أَوَامِرِهِ. وَقِيلَ: لِأَنَّهُ صَارَ خَلَفًا مِنَ الْجِنِّ الَّذِينَ كَانُوا يَسْكُنُونَ الْأَرْضَ قَبْلَهُ، وَعَلَيْهِ فَالْخَلِيفَةُ: فَعِيلَةٌ بِمَعْنَى فَاعِلٍ، وَقِيلَ: لِأَنَّهُ إِذَا مَاتَ يَخْلُفُهُ مَنْ بَعْدَهُ، وَعَلَيْهِ فَهُوَ مِنْ فَعِيلَةٍ بِمَعْنَى مَفْعُولٍ. وَكَوْنُ الْخَلِيفَةِ هُوَ آدَمُ هُوَ الظَّاهِرُ الْمُتَبَادِرُ مِنْ سِيَاقِ الْآيَةِ. </p><p> الثَّانِي: أَنَّ قَوْلَهُ: (خَلِيفَةً) مُفْرَدٌ أُرِيدَ بِهِ الْجَمْعُ؛ أَيْ: خَلَائِفُ، وَهُوَ اخْتِيَارُ ابْنُ كَثِيرٍ. وَالْمُفْرَدُ إِنْ كَانَ اسْمَ جِنْسٍ يَكْثُرُ فِي كَلَامِ الْعَرَبِ إِطْلَاقُهُ مُرَادًا بِهِ الْجَمْعُ كَقَوْلِهِ تَعَالَى:  (إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ)  [٥٤ \\ ٥٤] يَعْنِي «وَأَنْهَارٍ» بِدَلِيلِ قَوْلِهِ: (فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ) الْآيَةَ [٤٧ \\ ١٥] . وَقَوْلِهِ:  (وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا)  [٢٥ \\ ٧٤] ، وَقَوْلِهِ:  (فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا)  [٤ \\ ٤] وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ عَقِيلِ بْنِ عُلَّفَةَ الْمُرِّيِّ: [الْوَافِرُ] </p><p> وَكَانَ بَنُو فَزَارَةَ شَرَّ عَمٍّ ... وَكُنْتَ لَهُمْ كَشَرٍّ بَنِي الْأَخِينَا </p><p> وَقَوْلُ الْعَبَّاسِ بْنِ مِرْدَاسٍ السُّلَمِيِّ:  [الْوَافِرُ] </p><p> فَقُلْنَا أَسْلِمُوا إِنَّا أَخُوكُمْ ... وَقَدْ سَلَمَتْ مِنَ الْإِحَنِ الصُّدُورُ </p><p> وَأَنْشَدَ لَهُ سِيبَوَيْهِ قَوْلَ عَلْقَمَةَ بْنِ عَبَدَةَ التَّمِيمِيِّ:  [الطَّوِيلُ] </p><p> بِهَا جِيَفُ الْحَسْرَى فَأَمَّا عِظَامُهَا ... فَبِيضٌ وَأَمَا جِلْدُهَا فَصَلِيبُ </p><p> وَقَوْلَ الْآخَرِ:  [الْوَافِرُ] </p><p> كُلُوا فِي بَعْضِ بَطْنِكُمُ تَعُفُّوا ... فَإِنَّ زَمَانَكُمْ زَمَنُ خَمِيصُ </p><p> وَإِذَا كَانَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ تَحْتَمِلُ الْوَجْهَيْنِ الْمَذْكُورَيْنِ. فَاعْلَمْ أَنَّهُ قَدْ دَلَّتْ آيَاتٌ أُخَرُ عَلَى الْوَجْهِ الثَّانِي، وَهُوَ أَنَّ الْمُرَادَ بِالْخَلِيفَةِ: الْخَلَائِفُ مِنْ آدَمَ وَبَنِيهِ لَا آدَمُ </p><p> نَفْسُهُ وَحْدَهُ. كَقَوْلِهِ تَعَالَى:  (قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ) الْآيَةَ [٢ \\ ٣٠] . </p><p> وَمَعْلُومٌ أَنَّ آدَمَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ لَيْسَ مِمَّنْ يُفْسِدُ فِيهَا وَلَا مِمَّنْ يَسْفِكُ الدِّمَاءَ، وَكَقَوْلِهِ:  (هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ) الْآيَةَ [٣٥ \\ ٣٩] ، وَقَوْلِهِ:  (وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ) الْآيَةَ [٦ \\ ١٦٥] ، وَقَوْلِهِ:  (وَيَجْعَلُكُمْ خُلَفَاءَ) الْآيَةَ [٢٧ \\ ٦٢] . وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَيُمْكِنُ الْجَوَابُ عَنْ هَذَا بِأَنَّ الْمُرَادَ بِالْخَلِيفَةِ آدَمُ، وَأَنَّ اللَّهَ أَعْلَمَ الْمَلَائِكَةَ أَنَّهُ يَكُونُ مِنْ ذُرِّيَّتِهِ مَنْ يَفْعَلُ ذَلِكَ الْفَسَادَ، وَسَفْكَ الدِّمَاءِ. فَقَالُوا مَا قَالُوا، وَأَنَّ الْمُرَادَ بِخِلَافَةِ آدَمَ الْخِلَافَةُ الشَّرْعِيَّةُ، وَبِخِلَافَةِ ذُرِّيَّتِهِ أَعَمُّ مِنْ ذَلِكَ، وَهُوَ أَنَّهُمْ يَذْهَبُ مِنْهُمْ قَرْنٌ وَيَخْلُفُهُ قَرْنٌ آخَرُ. </p><p> تَنْبِيهٌ </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: هَذِهِ الْآيَةُ أَصْلٌ فِي نَصْبِ إِمَامٍ وَخَلِيفَةٍ ; يُسْمَعُ لَهُ وَيُطَاعُ ; لِتَجْتَمِعَ بِهِ الْكَلِمَةُ وَتُنَفَّذَ بِهِ أَحْكَامُ الْخَلِيفَةِ، وَلَا خِلَافَ فِي وُجُوبِ ذَلِكَ بَيْنَ الْأُمَّةِ، وَلَا بَيْنَ الْأَئِمَّةِ إِلَّا مَا رُوِيَ عَنِ الْأَصَمِّ؛ حَيْثُ كَانَ عَنِ الشَّرِيعَةِ أَصَمَّ. إِلَى أَنْ قَالَ: وَدَلِيلُنَا قَوْلُ اللَّهِ تَعَالَى: (إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً)  [٢ \\ ٣٠] . </p><p> وَقَوْلِهِ تَعَالَى:  (يَادَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ)  [٣٨ \\ ٢٦] . وَقَالَ:  (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ)  [٢٤ \\ ٥٥] أَيْ: يَجْعَلُ مِنْهُمْ خُلَفَاءَ إِلَى غَيْرِ ذَلِكَ مِنَ الْآيِ. </p><p> وَأَجْمَعَتِ الصَّحَابَةُ عَلَى تَقْدِيمِ الصِّدِّيقِ بَعْدَ اخْتِلَافٍ وَقَعَ بَيْنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ فِي سَقِيفَةِ بَنِي سَاعِدَةَ فِي التَّعْيِينِ حَتَّى قَالَتِ الْأَنْصَارُ: مِنَّا أَمِيرٌ وَمِنْكُمْ أَمِيرٌ، فَدَفَعَهُمْ أَبُو بَكْرٍ وَعُمَرُ وَالْمُهَاجِرُونَ عَنْ ذَلِكَ، وَقَالُوا لَهُمْ: إِنَّ الْعَرَبَ لَا تَدِينُ إِلَّا لِهَذَا الْحَيِّ مِنْ قُرَيْشٍ، وَرَوُوا لَهُمُ الْخَبَرَ فِي ذَلِكَ فَرَجَعُوا وَأَطَاعُوا لِقُرَيْشٍ. فَلَوْ كَانَ فَرْضُ الْإِمَامَةِ غَيْرَ وَاجِبٍ لَا فِي قُرَيْشٍ وَلَا فِي غَيْرِهِمْ، لَمَا سَاغَتْ هَذِهِ الْمُنَاظَرَةُ وَالْمُحَاوَرَةُ عَلَيْهَا. وَلَقَالَ قَائِلٌ: إِنَّهَا غَيْرُ وَاجِبَةٍ لَا فِي قُرَيْشٍ وَلَا فِي غَيْرِهِمْ. فَمَا لِتَنَازُعِكُمْ وَجْهٌ وَلَا فَائِدَةَ فِي أَمْرٍ لَيْسَ بِوَاجِبٍ، ثُمَّ إِنَّ الصَّدِّيقَ - رَضِيَ اللَّهُ عَنْهُ - لَمَّا حَضَرَتْهُ الْوَفَاةُ عَهِدَ إِلَى عُمَرَ فِي الْإِمَامَةِ، وَلَمْ يَقُلْ لَهُ أَحَدٌ: هَذَا أَمْرٌ غَيْرُ وَاجِبٍ عَلَيْنَا وَلَا </p><p> عَلَيْكَ. فَدَلَّ عَلَى وُجُوبِهَا، وَأَنَّهَا رُكْنٌ مِنْ أَرْكَانِ الدِّينِ الَّذِي بِهِ قَوَامُ الْمُسْلِمِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. انْتَهَى مِنَ الْقُرْطُبِيِّ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: مِنَ الْوَاضِحِ الْمَعْلُومِ مِنْ ضَرُورَةِ الدِّينِ أَنَّ الْمُسْلِمِينَ يَجِبُ عَلَيْهِمْ نَصْبُ إِمَامٍ تَجْتَمِعُ بِهِ الْكَلِمَةُ، وَتُنَفَّذُ بِهِ أَحْكَامُ اللَّهِ فِي أَرْضِهِ، وَلَمْ يُخَالِفْ فِي هَذَا إِلَّا مَنْ لَا يُعْتَدُّ بِهِ كَأَبِي بَكْرٍ الْأَصَمِّ الْمُعْتَزِلِيِّ، الَّذِي تَقَدَّمَ فِي كَلَامِ الْقُرْطُبِيِّ، وَكَضِرَارٍ وَهِشَامٍ الْفُوَطِيِّ وَنَحْوِهِمْ. </p><p> وَأَكْثَرُ الْعُلَمَاءِ عَلَى أَنَّ وُجُوبَ الْإِمَامَةِ الْكُبْرَى بِطَرِيقِ الشَّرْعِ كَمَا دَلَّتْ عَلَيْهِ الْآيَةُ الْمُتَقَدِّمَةُ وَأَشْبَاهُهَا وَإِجْمَاعُ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - وَلِأَنَّ اللَّهَ تَعَالَى قَدْ يَزَعُ بِالسُّلْطَانِ مَا لَا يَزَعُ بِالْقُرْآنِ، كَمَا قَالَ تَعَالَى:  (لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ) ، لِأَنَّ قَوْلَهُ:  (وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ) فِيهِ إِشَارَةٌ إِلَى إِعْمَالِ السَّيْفِ عِنْدَ الْإِبَاءِ بَعْدَ إِقَامَةِ الْحُجَّةِ. </p><p> وَقَالَتِ الْإِمَامِيَّةُ: إِنَّ الْإِمَامَةَ وَاجِبَةٌ بِالْعَقْلِ لَا بِالشَّرْعِ. </p><p> وَعَنِ الْحَسَنِ الْبَصْرِيِّ وَالْجَاحِظِ وَالْبَلْخِيِّ: أَنَّهَا تَجِبُ بِالْعَقْلِ وَالشَّرْعِ مَعًا، وَاعْلَمْ أَنَّمَا تَتَقَوَّلُهُ الْإِمَامِيَّةُ مِنَ الْمُفْتَرِيَاتِ عَلَى أَبِي بَكْرٍ وَعُمَرَ وَأَمْثَالِهِمْ مِنَ الصَّحَابَةِ، وَمَا تَتَقَوَّلُهُ فِي الِاثْنَيْ عَشَرَ إِمَامًا، وَفِي الْإِمَامِ الْمُنْتَظَرِ الْمَعْصُومِ، وَنَحْوِ ذَلِكَ مِنْ خُرَافَاتِهِمْ، وَأَكَاذِيبِهِمُ الْبَاطِلَةِ كُلُّهُ بَاطِلٌ لَا أَصْلَ لَهُ. </p><p> وَإِذَا أَرَدْتَ الْوُقُوفَ عَلَى تَحْقِيقِ ذَلِكَ: فَعَلَيْكَ بِكِتَابِ «مِنْهَاجِ السُّنَّةِ النَّبَوِيَّةِ فِي نَقْضِ كَلَامِ الشِّيعَةِ الْقَدَرِيَّةِ» لِلْعَلَّامَةِ الشَّيْخِ تَقِيِّ الدِّينِ أَبِي الْعَبَّاسِ بْنِ تَيْمِيَّةَ، فَإِنَّهُ جَاءَ فِيهِ بِمَا لَا مَزِيدَ عَلَيْهِ مِنَ الْأَدِلَّةِ الْقَاطِعَةِ، وَالْبَرَاهِينِ السَّاطِعَةِ عَلَى إِبْطَالِ جَمِيعِ تِلْكَ الْخُرَافَاتِ الْمُخْتَلَقَةِ، فَإِذَا حَقَّقْتَ وُجُوبَ نَصْبِ الْإِمَامِ الْأَعْظَمِ عَلَى الْمُسْلِمِينَ، فَاعْلَمْ أَنَّ الْإِمَامَةَ تَنْعَقِدُ لَهُ بِأَحَدِ أُمُورٍ: الْأَوَّلُ: مَا لَوْ نَصَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَنَّ فُلَانًا هُوَ الْإِمَامُ فَإِنَّهَا تَنْعَقِدُ لَهُ بِذَلِكَ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ إِمَامَةَ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - مِنْ هَذَا الْقَبِيلِ ; لِأَنَّ تَقْدِيمَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي إِمَامَةِ الصَّلَاةِ وَهِيَ أَهَمُّ شَيْءٍ، فِيهِ الْإِشَارَةُ إِلَى التَّقْدِيمِ لِلْإِمَامَةِ الْكُبْرَى وَهُوَ ظَاهِرٌ. </p><p> الثَّانِي: هُوَ اتِّفَاقُ أَهْلِ الْحَلِّ وَالْعَقْدِ عَلَى بَيْعَتِهِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ إِمَامَةَ أَبِي بَكْرٍ مِنْهُ ; لِإِجْمَاعِ أَهْلِ الْحَلِّ وَالْعَقْدِ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ عَلَيْهَا بَعْدَ الْخِلَافِ، وَلَا عِبْرَةَ بِعَدَمِ رِضَى بَعْضِهِمْ، كَمَا وَقَعَ مِنْ سَعْدِ بْنِ عُبَادَةَ - رَضِيَ اللَّهُ عَنْهُ - مِنْ عَدَمِ قَبُولِهِ بَيْعَةَ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> الثَّالِثُ: أَنْ يَعْهَدَ إِلَيْهِ الْخَلِيفَةُ الَّذِي قَبْلَهُ، كَمَا وَقَعَ مِنْ أَبِي بَكْرٍ لِعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا. </p><p> وَمِنْ هَذَا الْقَبِيلِ جَعْلُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - الْخِلَافَةَ شُورَى بَيْنَ سِتَّةٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَاتَ وَهُوَ عَنْهُمْ رَاضٍ. </p><p> الرَّابِعُ: أَنْ يَتَغَلَّبَ عَلَى النَّاسِ بِسَيْفِهِ، وَيَنْزِعَ الْخِلَافَةَ بِالْقُوَّةِ حَتَّى يَسْتَتِبَّ لَهُ الْأَمْرُ، وَتَدِينَ لَهُ النَّاسُ لِمَا فِي الْخُرُوجِ عَلَيْهِ حِينَئِذٍ مِنْ شَقِّ عَصَا الْمُسْلِمِينَ، وَإِرَاقَةِ دِمَائِهِمْ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: وَمِنْ هَذَا الْقَبِيلِ قِيَامُ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ عَلَى عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، وَقَتْلِهِ إِيَّاهُ فِي مَكَّةَ عَلَى يَدِ الْحَجَّاجِ بْنِ يُوسُفَ، فَاسْتَتَبَّ الْأَمْرُ لَهُ. كَمَا قَالَهُ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» . </p><p> وَمِنَ الْعُلَمَاءِ مَنْ يَقُولُ: تَنْعَقِدُ لَهُ الْإِمَامَةُ بِبَيْعَةِ وَاحِدٍ، وَجَعَلُوا مِنْهُ مُبَايَعَةَ عُمَرَ لِأَبِي بَكْرٍ فِي سَقِيفَةِ بَنِي سَاعِدَةَ، وَمَالَ إِلَيْهِ الْقُرْطُبِيُّ. وَحَكَى عَلَيْهِ إِمَامُ الْحَرَمَيْنِ الْإِجْمَاعَ وَقِيلَ: بِبَيْعَةِ أَرْبَعَةٍ، وَقِيلَ غَيْرُ ذَلِكَ. </p><p> هَذَا مُلَخَّصُ كَلَامِ الْعُلَمَاءِ فِيمَا تَنْعَقِدُ بِهِ الْإِمَامَةُ الْكُبْرَى. وَمُقْتَضَى كَلَامِ الشَّيْخِ تَقِيِّ الدِّينِ أَبِي الْعَبَّاسِ بْنِ تَيْمِيَّةَ فِي «الْمِنْهَاجِ» أَنَّهَا إِنَّمَا تَنْعَقِدُ بِمُبَايَعَةِ مَنْ تَقْوَى بِهِ شَوْكَتُهُ، وَيَقْدِرُ بِهِ عَلَى تَنْفِيذِ أَحْكَامِ الْإِمَامَةِ ; لِأَنَّ مَنْ لَا قُدْرَةَ لَهُ عَلَى ذَلِكَ كَآحَادِ النَّاسِ لَيْسَ بِإِمَامٍ. </p><p> وَاعْلَمْ أَنَّ الْإِمَامَ الْأَعْظَمَ تُشْتَرَطُ فِيهِ شُرُوطٌ: الْأَوَّلُ: أَنْ يَكُونَ قُرَشِيًّا، وَقُرَيْشٌ أَوْلَادُ فِهْرِ بْنِ مَالِكٍ، وَقِيلَ: أَوْلَادُ النَّضْرِ بْنِ كِنَانَةَ. فَالْفِهْرِيُّ قُرَشِيٌّ بِلَا نِزَاعٍ، وَمَنْ كَانَ مِنْ أَوْلَادِ مَالِكِ بْنِ النَّضْرِ أَوْ أَوْلَادِ النَّضْرِ بْنِ كِنَانَةَ؛ فِيهِ خِلَافٌ هَلْ هُوَ قُرَشِيٌّ أَوْ لَا؟ وَمَا كَانَ مِنْ أَوْلَادِ كِنَانَةَ مِنْ غَيْرِ النَّضْرِ فَلَيْسَ بِقُرَشِيٍّ بِلَا نِزَاعٍ. </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي ذِكْرِ شَرَائِطِ الْإِمَامِ. الْأَوَّلُ: أَنْ يَكُونَ مِنْ صَمِيمِ قُرَيْشٍ؛ لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الْأَئِمَّةُ مِنْ قُرَيْشٍ» وَقَدِ اخْتُلِفَ فِي هَذَا. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الِاخْتِلَافُ الَّذِي ذَكَرَهُ الْقُرْطُبِيُّ فِي اشْتِرَاطِ كَوْنِ الْإِمَامِ الْأَعْظَمِ قُرَشِيًّا ضَعِيفٌ. وَقَدْ دَلَّتِ الْأَحَادِيثُ الصَّحِيحَةُ عَلَى تَقْدِيمِ قُرَيْشٍ فِي الْإِمَامَةِ عَلَى غَيْرِهِمْ، وَأَطْبَقَ عَلَيْهِ جَمَاهِيرُ الْعُلَمَاءِ مِنَ الْمُسْلِمِينَ. </p><p> وَحَكَى غَيْرُ وَاحِدٍ عَلَيْهِ الْإِجْمَاعَ، وَدَعْوَى الْإِجْمَاعِ تَحْتَاجُ إِلَى تَأْوِيلِ مَا أَخْرَجَهُ الْإِمَامُ أَحْمَدُ، عَنْ عُمَرَ؛ بِسَنَدٍ رِجَالُهُ ثِقَاتٌ أَنَّهُ قَالَ:  «إِنْ أَدْرَكَنِي أَجَلِي وَأَبُو عُبَيْدَةَ حَيٌّ اسْتَخْلَفْتُهُ» . فَذَكَرَ الْحَدِيثَ وَفِيهِ:  «فَإِنْ أَدْرَكَنِي أَجَلِي وَقَدْ مَاتَ أَبُو عُبَيْدَةَ اسْتَخْلَفْتُ مُعَاذَ بْنَ جَبَلٍ» . </p><p> وَمَعْلُومٌ أَنَّ مُعَاذًا غَيْرَ قُرَشِيٍّ وَتَأْوِيلُهُ بِدَعْوَى انْعِقَادِ الْإِجْمَاعِ بَعْدَ عُمَرَ أَوْ تَغْيِيرِ رَأْيِهِ إِلَى مُوَافَقَةِ الْجُمْهُورِ. فَاشْتِرَاطُ كَوْنِهِ قُرَشِيًّا هُوَ الْحَقُّ، وَلَكِنَّ النُّصُوصَ الشَّرْعِيَّةَ دَلَّتْ عَلَى أَنَّ ذَلِكَ التَّقْدِيمَ الْوَاجِبَ لَهُمْ فِي الْإِمَامَةِ مَشْرُوطٌ بِإِقَامَتِهِمُ الدِّينَ وَإِطَاعَتِهِمْ لِلَّهِ وَرَسُولِهِ، فَإِنْ خَالَفُوا أَمْرَ اللَّهِ فَغَيْرُهُمْ مِمَّنْ يُطِيعُ اللَّهَ تَعَالَى وَيُنَفِّذُ أَوَامِرَهُ أَوْلَى مِنْهُمْ. </p><p> فَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى ذَلِكَ مَا رَوَاهُ الْبُخَارِيُّ فِي «صَحِيحِهِ» عَنْ مُعَاوِيَةَ حَيْثُ قَالَ: بَابُ الْأُمَرَاءِ مِنْ قُرَيْشٍ. حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ قَالَ: كَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ يُحَدِّثُ أَنَّهُ بَلَغَ مُعَاوِيَةَ وَهُوَ عِنْدَهُ فِي وَفْدٍ مِنْ قُرَيْشٍ: أَنَّ عَبْدَ اللَّهِ بْنِ عَمْرٍو يُحَدِّثُ أَنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ فَغَضِبَ، فَقَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ: أَمَّا بَعْدُ: فَإِنَّهُ قَدْ بَلَغَنِي أَنَّ رِجَالًا مِنْكُمْ يُحَدِّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللَّهِ، وَلَا تُؤْثَرُ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأُولَئِكَ جُهَّالُكُمْ، فَإِيَّاكُمْ وَالْأَمَانِيَّ الَّتِي تُضِلُّ أَهْلَهَا ; فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ لَا يُعَادِيهِمْ أَحَدٌ إِلَّا كَبَّهُ اللَّهُ عَلَى وَجْهِهِ مَا أَقَامُوا الدِّينَ» . انْتَهَى مِنْ «صَحِيحِ الْبُخَارِيِّ» بِلَفْظِهِ. </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَا أَقَامُوا الدِّينَ» لِأَنَّ لَفْظَةَ «مَا» فِيهِ مَصْدَرِيَّةٌ ظَرْفِيَّةٌ، مُقَيِّدَةٌ لِقَوْلِهِ:  «إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ» ، وَتَقْرِيرُ الْمَعْنَى: إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ مُدَّةَ إِقَامَتِهِمُ الدِّينَ، وَمَفْهُومُهُ: أَنَّهُمْ إِنْ لَمْ يُقِيمُوهُ لَمْ يَكُنْ فِيهِمْ. وَهَذَا هُوَ التَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ فِي مَعْنَى الْحَدِيثِ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» فِي الْكَلَامِ عَلَى حَدِيثِ مُعَاوِيَةَ هَذَا مَا نَصُّهُ: وَقَدْ وَرَدَ فِي حَدِيثِ أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُ - نَظِيرَ مَا وَقَعَ فِي حَدِيثِ مُعَاوِيَةَ، ذَكَرَهُ مُحَمَّدُ بْنُ إِسْحَاقَ فِي الْكِتَابِ الْكَبِيرِ، فَذَكَرَ قِصَّةَ سَقِيفَةَ بَنِي سَاعِدَةَ وَبَيْعَةَ أَبِي بَكْرٍ، وَفِيهَا: فَقَالَ أَبُو بَكْرٍ: وَإِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ مَا أَطَاعُوا اللَّهَ، وَاسْتَقَامُوا عَلَى أَمْرِهِ. وَقَدْ جَاءَتِ الْأَحَادِيثُ الَّتِي أَشَرْتُ إِلَيْهَا عَلَى ثَلَاثَةِ أَنْحَاءٍ: الْأَوَّلُ: وَعِيدُهُمْ بِاللَّعْنِ إِذَا لَمْ يُحَافِظُوا عَلَى الْمَأْمُورِ بِهِ. كَمَا فِي الْأَحَادِيثِ الَّتِي ذَكَرْتُهَا فِي الْبَابِ الَّذِي قَبْلَهُ حَيْثُ قَالَ:  «الْأُمَرَاءُ مِنْ قُرَيْشٍ مَا فَعَلُوا ثَلَاثًا: مَا حَكَمُوا فَعَدَلُوا» ، الْحَدِيثَ، وَفِيهِ:  «فَمَنْ لَمْ يَفْعَلْ ذَلِكَ مِنْهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ» وَلَيْسَ فِي هَذَا مَا يَقْتَضِي خُرُوجُ الْأَمْرِ عَنْهُمْ. </p><p> الثَّانِي: وَعِيدُهُمْ بِأَنْ يُسَلَّطَ عَلَيْهِمْ مَنْ يُبَالِغُ فِي أَذِيَّتِهِمْ. فَعِنْدَ أَحْمَدَ وَأَبِي يَعْلَى مِنْ حَدِيثِ ابْنِ مَسْعُودٍ رَفَعَهُ:  «إِنَّكُمْ أَهْلُ هَذَا الْأَمْرِ مَا لَمْ تُحْدِثُوا، فَإِذَا غَيَّرْتُمْ بَعَثَ اللَّهُ عَلَيْكُمْ مَنْ يَلْحَاكُمْ كَمَا يُلْحَى الْقَضِيبُ» . وَرِجَالُهُ ثِقَاتٌ إِلَّا أَنَّهُ مِنْ رِوَايَةِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ عَمِّ أَبِيهِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَلَمْ يُدْرِكْهُ، هَذِهِ رِوَايَةُ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ، وَخَالَفَهُ حَبِيبُ بْنُ أَبِي ثَابِتٍ، فَرَوَاهُ عَنِ الْقَاسِمِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ وَلَفْظُهُ:  «لَا يَزَالُ هَذَا الْأَمْرُ فِيكُمْ وَأَنْتُمْ وُلَاتُهُ» الْحَدِيثَ. </p><p> وَفِي سَمَاعِ عُبَيْدِ اللَّهِ مِنْ أَبِي مَسْعُودٍ نَظَرٌ مَبْنِيٌّ عَلَى الْخِلَافِ فِي سَنَةِ وَفَاتِهِ، وَلَهُ شَاهِدٌ مِنْ مُرْسَلِ عَطَاءِ بْنِ يَسَارٍ، أَخْرَجَهُ الشَّافِعِيُّ وَالْبَيْهَقِيُّ مِنْ طَرِيقِهِ بِسَنَدٍ صَحِيحٍ إِلَى عَطَاءٍ، وَلَفْظُهُ: قَالَ لِقُرَيْشٍ: «أَنْتُمْ أَوْلَى بِهَذَا الْأَمْرِ مَا كُنْتُمْ عَلَى الْحَقِّ إِلَّا أَنْ تَعْدِلُوا عَنْهُ فَتُلْحَوْنَ كَمَا تُلْحَى هَذِهِ الْجَرِيدَةُ» وَلَيْسَ فِي هَذَا تَصْرِيحٌ بِخُرُوجِ الْأَمْرِ عَنْهُمْ، وَإِنْ كَانَ فِيهِ إِشْعَارٌ بِهِ. </p><p> الثَّالِثُ: الْإِذْنُ فِي الْقِيَامِ عَلَيْهِمْ وَقِتَالِهِمْ، وَالْإِيذَانُ بِخُرُوجِ الْأَمْرِ عَنْهُمْ كَمَا أَخْرَجَهُ الطَّيَالِسِيُّ، وَالطَّبَرَانِيُّ مِنْ حَدِيثِ ثَوْبَانَ رَفَعَهُ:  «اسْتَقِيمُوا لِقُرَيْشٍ مَا اسْتَقَامُوا لَكُمْ، فَإِنْ لَمْ يَسْتَقِيمُوا فَضَعُوا سُيُوفَكُمْ عَلَى عَوَاتِقِكُمْ، فَأَبِيدُوا خَضْرَاءَهُمْ، فَإِنْ لَمْ تَفْعَلُوا فَكُونُوا زَرَّاعِينَ أَشْقِيَاءَ» . وَرِجَالُهُ ثِقَاتٌ، إِلَّا أَنَّ فِيهِ انْقِطَاعًا ; لِأَنَّ رِوَايَةَ سَالِمِ بْنِ أَبِي الْجَعْدِ لَمْ يَسْمَعْ مِنْ ثَوْبَانَ، وَلَهُ شَاهِدٌ فِي الطَّبَرَانِيِّ مِنْ حَدِيثِ النُّعْمَانِ بْنِ بَشِيرٍ بِمَعْنَاهُ. </p><p> وَأَخْرَجَ أَحْمَدُ مِنْ حَدِيثِ ذِي مِخْبَرٍ بِكَسْرِ الْمِيمِ وَسُكُونِ الْمُعْجَمَةِ وَفَتْحِ الْمُوَحَّدَةِ بَعْدَهُمَا رَاءٌ - وَهُوَ ابْنُ أَخِي النَّجَاشِيِّ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «كَانَ هَذَا الْأَمْرُ فِي حِمْيَرَ فَنَزَعَهُ اللَّهُ مِنْهُمْ، وَصَيَّرَهُ فِي قُرَيْشٍ، وَسَيَعُودُ لَهُمْ» وَسَنَدُهُ جَيِّدٌ، وَهُوَ شَاهِدٌ قَوِيٌّ لِحَدِيثِ الْقَحْطَانِيِّ ; فَإِنَّ حِمْيَرَ يَرْجِعُ نَسَبُهَا إِلَى قَحْطَانَ، وَبِهِ يَقْوَى أَنَّ مَفْهُومَ حَدِيثِ مُعَاوِيَةَ:  «مَا أَقَامُوا الدِّينَ» أَنَّهُمْ إِذَا لَمْ يُقِيمُوا الدِّينَ خَرَجَ الْأَمْرُ عَنْهُمْ. انْتَهَى. </p><p> وَاعْلَمْ أَنَّ قَوْلَ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، الَّذِي أَنْكَرَهُ عَلَيْهِ مُعَاوِيَةُ فِي الْحَدِيثِ الْمَذْكُورِ، إِنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ إِذَا كَانَ عَبْدُ اللَّهِ بْنُ عَمْرٍو - رَضِيَ اللَّهُ عَنْهُمَا - يَعْنِي بِهِ الْقَحْطَانِيَّ الَّذِي صَحَّتِ الرِّوَايَةُ بِمُلْكِهِ، فَلَا وَجْهَ لِإِنْكَارِهِ لِثُبُوتِ أَمْرِهِ فِي الصَّحِيحِ، مِنْ حَدِيثِ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «لَا تَقُومُ السَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ يَسُوقُ النَّاسَ بِعَصَاهُ» . أَخْرَجَهُ الْبُخَارِيُّ فِي «كِتَابِ الْفِتَنِ» فِي «بَابِ تَغَيُّرِ الزَّمَانِ حَتَّى يَعْبُدُوا الْأَوْثَانَ» ، وَفِي «كِتَابِ الْمَنَاقِبِ» فِي «بَابِ ذِكْرِ قَحْطَانَ» ، وَأَخْرَجَهُ مُسْلِمٌ فِي «كِتَابِ الْفِتَنِ وَأَشْرَاطِ السَّاعَةِ» فِي «بَابٍ لَا تَقُومُ السَّاعَةُ حَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ، فَيَتَمَنَّى أَنْ يَكُونَ مَكَانَ الْمَيِّتِ مِنَ الْبَلَاءِ» وَهَذَا الْقَحْطَانِيُّ لَمْ يُعْرَفِ اسْمُهُ عِنْدَ الْأَكْثَرِينَ. وَقَالَ بَعْضُ الْعُلَمَاءِ: اسْمُهُ جَهْجَاهُ، وَقَالَ بَعْضُهُمُ: اسْمُهُ شُعَيْبُ بْنُ صَالِحٍ، وَقَالَ ابْنُ حَجَرٍ فِي الْكَلَامِ عَلَى حَدِيثِ الْقَحْطَانِيِّ هَذَا مَا نَصُّهُ: وَقَدْ تَقَدَّمَ فِي الْحَجِّ أَنَّ الْبَيْتَ يُحَجُّ بَعْدَ خُرُوجِ يَأْجُوجَ وَمَأْجُوجَ: وَتَقَدَّمَ الْجَمْعُ بَيْنَهُ وَبَيْنَ حَدِيثِ: «لَا تَقُومُ السَّاعَةُ حَتَّى لَا يُحَجَّ الْبَيْتُ، وَأَنَّ الْكَعْبَةَ يُخَرِّبُهَا ذُو السُّوَيْقَتَيْنِ مِنَ الْحَبَشَةِ» فَيَنْتَظِمُ مِنْ ذَلِكَ أَنَّ الْحَبَشَةَ إِذَا خَرَّبَتِ الْبَيْتَ خَرَجَ عَلَيْهِمُ الْقَحْطَانِيُّ فَأَهْلَكَهُمْ، وَأَنَّ الْمُؤْمِنِينَ قَبْلَ ذَلِكَ يَحُجُّونَ فِي زَمَنِ عِيسَى بَعْدَ خُرُوجِ يَأْجُوجَ وَمَأْجُوجَ وَهَلَاكِهِمْ، وَأَنَّ الرِّيحَ الَّتِي تَقْبِضُ أَرْوَاحَ الْمُؤْمِنِينَ تَبْدَأُ بِمَنْ بَقِيَ بَعْدَ عِيسَى وَيَتَأَخَّرُ أَهْلُ الْيَمَنِ بَعْدَهَا. </p><p> وَيُمْكِنُ أَنْ يَكُونَ هَذَا مِمَّا يُفَسِّرُ بِهِ قَوْلُهُ:  «الْإِيمَانُ يَمَانٌ» أَيْ: يَتَأَخَّرُ الْإِيمَانُ بِهَا بَعْدَ فَقْدِهِ مِنْ جَمِيعِ الْأَرْضِ. وَقَدْ أَخْرَجَ مُسْلِمٌ حَدِيثَ الْقَحْطَانِيِّ عَقِبَ حَدِيثِ تَخْرِيبِ الْكَعْبَةِ ذُو السُّوَيْقَتَيْنِ فَلَعَلَّهُ رَمَزَ إِلَى هَذَا. انْتَهَى مِنْهُ بِلَفْظِهِ وَاللَّهُ أَعْلَمُ، وَنِسْبَةُ الْعِلْمِ إِلَيْهِ أَسْلَمُ. </p><p> الثَّانِي: مِنْ شُرُوطِ الْإِمَامِ الْأَعْظَمِ: كَوْنُهُ ذَكَرًا وَلَا خِلَافَ فِي ذَلِكَ بَيْنَ الْعُلَمَاءِ، </p><p> وَيَدُلُّ لَهُ مَا ثَبَتَ فِي «صَحِيحِ الْبُخَارِيِّ» وَغَيْرِهِ مِنْ حَدِيثِ أَبِي بَكْرَةَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا بَلَغَهُ أَنَّ فَارِسًا مَلَّكُوا ابْنَةَ كِسْرَى قَالَ:  «لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أَمْرَهُمُ امْرَأَةً» . </p><p> الثَّالِثُ: مِنْ شُرُوطِ الْإِمَامِ الْأَعْظَمِ كَوْنُهُ حُرًّا. فَلَا يَجُوزُ أَنْ يَكُونَ عَبْدًا، وَلَا خِلَافَ فِي هَذَا بَيْنَ الْعُلَمَاءِ. </p><p> فَإِنْ قِيلَ: وَرَدَ فِي الصَّحِيحِ مَا يَدُلُّ عَلَى جَوَازِ إِمَامَةِ الْعَبْدِ، فَقَدْ أَخْرَجَ الْبُخَارِيُّ فِي [صَحِيحِهِ] مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «اسْمَعُوا وَأَطِيعُوا، وَإِنِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ كَأَنَّ رَأْسَهُ زَبِيبَةٌ» . </p><p> وَلِمُسْلِمٍ مِنْ حَدِيثِ أُمِّ الْحُصَيْنِ: اسْمَعُوا وَأَطِيعُوا، وَلَوِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌ يَقُودُكُمْ بِكِتَابِ اللَّهِ. </p><p> وَلِمُسْلِمٍ أَيْضًا مِنْ حَدِيثِ أَبِي ذَرٍّ - رَضِيَ اللَّهُ عَنْهُ - أَوْصَانِي خَلِيلِي أَنْ أُطِيعَ وَأَسْمَعَ، وَإِنْ كَانَ عَبْدًا حَبَشِيًّا مُجَدَّعَ الْأَطْرَافِ. فَالْجَوَابُ مِنْ أَوْجُهٍ: الْأَوَّلُ: أَنَّهُ قَدْ يُضْرَبُ الْمَثَلُ بِمَا لَا يَقَعُ فِي الْوُجُودِ، فَإِطْلَاقُ الْعَبْدِ الْحَبَشِيِّ لِأَجْلِ الْمُبَالَغَةِ فِي الْأَمْرِ بِالطَّاعَةِ، وَإِنْ كَانَ لَا يُتَصَوَّرُ شَرْعًا أَنْ يَلِيَ ذَلِكَ، ذَكَرَ ابْنُ حَجَرٍ هَذَا الْجَوَابَ عَنِ الْخَطَّابِيِّ، وَيُشْبِهُ هَذَا الْوَجْهُ قَوْلَهُ تَعَالَى:  (قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ)  [٤٣ \\ ٨١] عَلَى أَحَدِ التَّفْسِيرَاتِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْمُرَادَ بِاسْتِعْمَالِ الْعَبْدِ الْحَبَشِيِّ أَنْ يَكُونَ مُؤَمَّرًا مِنْ جِهَةِ الْإِمَامِ الْأَعْظَمِ عَلَى بَعْضِ الْبِلَادِ وَهُوَ أَظْهَرُهَا، فَلَيْسَ هُوَ الْإِمَامُ الْأَعْظَمُ. </p><p> الْوَجْهُ الثَّالِثُ: أَنْ يَكُونَ أُطْلِقَ عَلَيْهِ اسْمُ الْعَبْدِ ; نَظَرًا لِاتِّصَافِهِ بِذَلِكَ سَابِقًا مَعَ أَنَّهُ وَقْتَ التَّوْلِيَةِ حُرٌّ، وَنَظِيرُهُ إِطْلَاقُ الْيُتْمِ عَلَى الْبَالِغِ بِاعْتِبَارِ اتِّصَافِهِ بِهِ سَابِقًا فِي قَوْلِهِ تَعَالَى:  (وَآتُوا الْيَتَامَى أَمْوَالَهُمْ) الْآيَةَ [٤ \\ ٢] ، وَهَذَا كُلُّهُ فِيمَا يَكُونُ بِطَرِيقِ الِاخْتِيَارِ. أَمَّا لَوْ تَغَلَّبَ عَبْدٌ حَقِيقَةً بِالْقُوَّةِ فَإِنَّ طَاعَتَهُ تَجِبُ ; إِخْمَادًا لِلْفِتْنَةِ، وَصَوْنًا لِلدِّمَاءِ مَا لَمْ يَأْمُرْ بِمَعْصِيَةٍ كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ. </p><p> وَالْمُرَادُ بِالزَّبِيبَةِ فِي هَذَا الْحَدِيثِ وَاحِدَةُ الزَّبِيبِ الْمَأْكُولِ الْمَعْرُوفِ الْكَائِنِ مِنَ الْعِنَبِ إِذَا جَفَّ، وَالْمَقْصُودُ مِنَ التَّشْبِيهِ: التَّحْقِيرُ وَتَقْبِيحُ الصُّورَةِ ; لِأَنَّ السَّمْعَ وَالطَّاعَةَ إِذَا وَجَبَا لِمَنْ كَانَ كَذَلِكَ دَلَّ ذَلِكَ عَلَى الْوُجُوبِ عَلَى كُلِّ حَالٍ إِلَّا فِي الْمَعْصِيَةِ كَمَا </p><p> يَأْتِي، وَيُشْبِهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «كَأَنَّهُ زَبِيبَةٌ» قَوْلَ الشَّاعِرِ يَهْجُو شَخْصًا أَسْوَدَ: </p><p> دَنِسُ الثِّيَابِ كَأَنَّ فَرْوَةَ رَأْسِهِ ... غُرِسَتْ فَأَنْبَتَ جَانِبَاهَا فُلْفُلَا </p><p> الرَّابِعُ: مِنْ شُرُوطِهِ أَنْ يَكُونَ بَالِغًا، فَلَا تَجُوزُ إِمَامَةُ الصَّبِيِّ إِجْمَاعًا لِعَدَمِ قُدْرَتِهِ عَلَى الْقِيَامِ بِأَعْبَاءِ الْخِلَافَةِ. </p><p> الْخَامِسُ: أَنْ يَكُونَ عَاقِلًا، فَلَا تَجُوزُ إِمَامَةُ الْمَجْنُونِ، وَلَا الْمَعْتُوهِ، وَهَذَا لَا نِزَاعَ فِيهِ. </p><p> السَّادِسُ: أَنْ يَكُونَ عَدْلًا، فَلَا تَجُوزُ إِمَامَةُ فَاسِقٍ، وَاسْتَدَلَّ عَلَيْهِ بَعْضُ الْعُلَمَاءِ بِقَوْلِهِ تَعَالَى:  (قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ)  [٢ \\ ١٢٤] وَيَدْخُلُ فِي اشْتِرَاطِ الْعَدَالَةِ اشْتِرَاطُ الْإِسْلَامِ ; لِأَنَّ الْعَدْلَ لَا يَكُونُ غَيْرَ مُسْلِمٍ. </p><p> السَّابِعُ: أَنْ يَكُونَ مِمَّنْ يَصْلُحُ أَنْ يَكُونَ قَاضِيًا مِنْ قُضَاةِ الْمُسْلِمِينَ، مُجْتَهِدًا يُمْكِنُهُ الِاسْتِغْنَاءُ عَنِ اسْتِفْتَاءِ غَيْرِهِ فِي الْحَوَادِثِ. </p><p> الثَّامِنُ: أَنْ يَكُونَ سَلِيمَ الْأَعْضَاءِ غَيْرَ زَمِنٍ وَلَا أَعْمَى وَنَحْوِ ذَلِكَ، وَيَدُلُّ لِهَذَيْنَ الشَّرْطَيْنِ الْأَخِيرَيْنِ، أَعْنِي: الْعِلْمَ وَسَلَامَةَ الْجِسْمِ؛ قَوْلُهُ تَعَالَى فِي طَالُوتَ:  (إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ)  [٢ \\ ٢٤٧] . </p><p> التَّاسِعُ: أَنْ يَكُونَ ذَا خِبْرَةٍ وَرَأْيٍ حَصِيفٍ بِأَمْرِ الْحَرْبِ، وَتَدْبِيرِ الْجُيُوشِ، وَسَدِّ الثُّغُورِ، وَحِمَايَةِ بَيْضَةِ الْمُسْلِمِينَ، وَرَدْعِ الْأُمَّةِ، وَالِانْتِقَامِ مِنَ الظَّالِمِ، وَالْأَخْذِ لِلْمَظْلُومِ. كَمَا قَالَ لَقِيطٌ الْإِيَادِيُّ:  [الْبَسِيطُ] </p><p> وَقَلِّدُوا أَمْرَكُمْ لِلَّهِ دَرُّكُمْ ... رَحْبَ الذِّرَاعِ بِأَمْرِ الْحَرْبِ مُطَّلِعَا </p><p> الْعَاشِرُ: أَنْ يَكُونَ مِمَّنْ لَا تَلْحَقُهُ رِقَّةٌ فِي إِقَامَةِ الْحُدُودِ، وَلَا فَزَعَ مِنْ ضَرْبِ الرِّقَابِ وَلَا قَطْعِ الْأَعْضَاءِ، وَيَدُلُّ ذَلِكَ إِجْمَاعُ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - عَلَى أَنَّ الْإِمَامَ لَا بُدَّ أَنْ يَكُونَ كَذَلِكَ. قَالَهُ الْقُرْطُبِيُّ. </p><p> مَسَائِلُ: </p><p> الْأُولَى: إِذَا طَرَأَ عَلَى الْإِمَامِ الْأَعْظَمِ فِسْقٌ، أَوْ دَعْوَةٌ إِلَى بِدْعَةٍ. هَلْ يَكُونُ ذَلِكَ </p><p> سَبَبًا لِعَزْلِهِ وَالْقِيَامِ عَلَيْهِ أَوْ لَا؟ قَالَ بَعْضُ الْعُلَمَاءِ: إِذَا صَارَ فَاسِقًا، أَوْ دَاعِيًا إِلَى بِدْعَةٍ جَازَ الْقِيَامُ عَلَيْهِ لِخَلْعِهِ. وَالتَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ أَنَّهُ لَا يَجُوزُ الْقِيَامُ عَلَيْهِ لِخَلْعِهِ إِلَّا إِذَا ارْتَكَبَ كُفْرًا بَوَاحًا عَلَيْهِ مِنَ اللَّهِ بُرْهَانٌ. </p><p> فَقَدْ أَخْرَجَ الشَّيْخَانِ فِي «صَحِيحَيْهِمَا» عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: بَايَعْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا، وَعُسْرِنَا وَيُسْرِنَا، وَأَثَرَةٍ عَلَيْنَا، وَأَنْ لَا نُنَازِعَ الْأَمْرَ أَهْلَهُ، قَالَ:  «إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ فِيهِ مِنَ اللَّهِ بُرْهَانٌ» . </p><p> وَفِي «صَحِيحٍ مُسْلِمٍ» مِنْ حَدِيثِ عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «خِيَارُ أَئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ، وَشِرَارُ أَئِمَّتِكُمُ الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلْعَنُونَهُمْ وَيَلْعَنُونَكُمْ» قَالُوا: قُلْنَا يَا رَسُولَ اللَّهِ أَفَلَا نُنَابِذُهُمْ عِنْدَ ذَلِكَ؟ قَالَ:  «لَا مَا أَقَامُوا فِيكُمُ الصَّلَاةَ، لَا مَا أَقَامُوا فِيكُمُ الصَّلَاةَ، إِلَّا مِنْ وَلِيَ عَلَيْهِ وَالٍ فَرَآهُ يَأْتِي شَيْئًا مِنْ مَعْصِيَةِ اللَّهِ فَلْيَكْرَهْ مَا يَأْتِي مِنْ مَعْصِيَةِ اللَّهِ، وَلَا يَنْزِعَنَّ يَدًا مِنْ طَاعَةٍ» . </p><p> وَفِي «صَحِيحٍ مُسْلِمٍ» أَيْضًا: مِنْ حَدِيثِ أُمِّ سَلَمَةَ - رَضِيَ اللَّهُ عَنْهَا - أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «سَتَكُونُ أُمَرَاءُ فَتَعْرِفُونَ وَتُنْكِرُونَ، فَمَنْ عَرَفَ بَرِئَ، وَمَنْ أَنْكَرَ سَلِمَ، وَلَكِنْ مِنْ رِضِيَ وَتَابَعَ» . قَالُوا: يَا رَسُولَ اللَّهِ أَفَلَا نُقَاتِلُهُمْ؟ قَالَ:  «لَا مَا صَلَّوْا» . </p><p> وَأَخْرَجَ الشَّيْخَانِ فِي «صَحِيحَيْهِمَا» مِنْ حَدِيثِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ رَأَى مِنْ أَمِيرِهِ شَيْئًا فَكَرِهَهُ فَلْيَصْبِرْ ; فَإِنَّهُ لَيْسَ أَحَدٌ يُفَارِقُ الْجَمَاعَةَ شِبْرًا فَيَمُوتُ، إِلَّا مَاتَ مِيتَةً جَاهِلِيَّةً» . </p><p> وَأَخْرَجَ مُسْلِمٌ فِي «صَحِيحِهِ» مِنْ حَدِيثِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «مَنْ خَلَعَ يَدًا مِنْ طَاعَةٍ لَقِيَ اللَّهَ يَوْمَ الْقِيَامَةِ لَا حُجَّةَ لَهُ، وَمَنْ مَاتَ وَلَيْسَ فِي عُنُقِهِ بَيْعَةٌ مَاتَ مِيتَةً جَاهِلِيَّةً» وَالْأَحَادِيثُ فِي هَذَا كَثِيرَةٌ. </p><p> فَهَذِهِ النُّصُوصُ تَدُلُّ عَلَى مَنْعِ الْقِيَامِ عَلَيْهِ، وَلَوْ كَانَ مُرْتَكِبًا لِمَا لَا يَجُوزُ، إِلَّا إِذَا ارْتَكَبَ الْكُفْرَ الصَّرِيحَ الَّذِي قَامَ الْبُرْهَانُ الشَّرْعِيُّ مِنْ كِتَابِ اللَّهِ وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ </p><p> كُفْرٌ بَوَاحٌ؛ أَيْ: ظَاهِرٌ بَادٍ لَا لَبْسَ فِيهِ. </p><p> وَقَدْ دَعَا الْمَأْمُونُ وَالْمُعْتَصِمُ وَالْوَاثِقُ إِلَى بِدْعَةِ الْقَوْلِ: بِخَلْقِ الْقُرْآنِ، وَعَاقَبُوا الْعُلَمَاءَ مِنْ أَجْلِهَا بِالْقَتْلِ، وَالضَّرْبِ، وَالْحَبْسِ، وَأَنْوَاعِ الْإِهَانَةِ، وَلَمْ يَقُلْ أَحَدٌ بِوُجُوبِ الْخُرُوجِ عَلَيْهِمْ بِسَبَبِ ذَلِكَ. وَدَامَ الْأَمْرُ بِضْعَ عَشْرَةَ سَنَةٍ حَتَّى وَلِيَ الْمُتَوَكِّلُ الْخِلَافَةَ، فَأَبْطَلَ الْمِحْنَةَ، وَأَمَرَ بِإِظْهَارِ السُّنَّةِ. </p><p> وَاعْلَمْ أَنَّهُ أَجْمَعَ جَمِيعُ الْمُسْلِمِينَ عَلَى أَنَّهُ لَا طَاعَةَ لِإِمَامٍ وَلَا غَيْرِهِ فِي مَعْصِيَةِ اللَّهِ تَعَالَى. وَقَدْ جَاءَتْ بِذَلِكَ الْأَحَادِيثُ الصَّحِيحَةُ الصَّرِيحَةُ الَّتِي لَا لَبْسَ فِيهَا، وَلَا مَطْعَنَ كَحَدِيثِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ، مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ، فَإِنْ أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَةَ» أَخْرَجَهُ الشَّيْخَانِ، وَأَبُو دَاوُدَ. </p><p> وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ فِي السَّرِيَّةِ الَّذِينَ أَمَرَهُمْ أَمِيرُهُمْ أَنْ يَدْخُلُوا فِي النَّارِ:  «لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا أَبَدًا ; إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ» وَفِي الْكِتَابِ الْعَزِيزِ: (وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ)  [٦٠ \\ ١٢] . </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: هَلْ يَجُوزُ نَصْبُ خَلِيفَتَيْنِ كِلَاهُمَا مُسْتَقِلٌّ دُونَ الْآخَرِ؟ فِي ذَلِكَ ثَلَاثَةُ أَقْوَالٍ: الْأَوَّلُ: قَوْلُ الْكَرَّامِيَّةِ بِجَوَازِ ذَلِكَ مُطْلَقًا مُحْتَجِّينَ بِأَنَّ عَلِيًّا وَمُعَاوِيَةَ كَانَا إِمَامَيْنِ وَاجِبَيِ الطَّاعَةِ كِلَاهُمَا عَلَى مَنْ مَعَهُ، وَبِأَنَّ ذَلِكَ يُؤَدِّي إِلَى كَوْنِ كُلِّ وَاحِدٍ مِنْهُمَا أَقْوَمَ بِمَا لَدَيْهِ وَأَضْبَطَ لِمَا يَلِيهِ. وَبِأَنَّهُ لَمَّا جَازَ بَعْثُ نَبِيَّيْنِ فِي عَصْرٍ وَاحِدٍ، وَلَمْ يُؤَدِّ ذَلِكَ إِلَى إِبْطَالِ النُّبُوَّةِ كَانَتِ الْإِمَامَةُ أَوْلَى. </p><p> الْقَوْلُ الثَّانِي: قَوْلُ جَمَاهِيرِ الْعُلَمَاءِ مِنَ الْمُسْلِمِينَ: أَنَّهُ لَا يَجُوزُ تَعَدُّدُ الْإِمَامِ الْأَعْظَمِ، بَلْ يَجِبُ كَوْنُهُ وَاحِدًا، وَأَنْ لَا يَتَوَلَّى عَلَى قُطْرٍ مِنَ الْأَقْطَارِ إِلَّا أُمَرَاؤُهُ الْمُوَلَّوْنَ مِنْ قَبَلِهِ، مُحْتَجِّينَ بِمَا أَخْرَجَهُ مُسْلِمٌ فِي «صَحِيحِهِ» مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا بُويِعَ لِخَلِيفَتَيْنِ فَاقْتُلُوا الْآخَرَ مِنْهُمَا» . </p><p> وَلِمُسْلِمٍ أَيْضًا: مِنْ حَدِيثِ عَرْفَجَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: «مَنْ أَتَاكُمْ وَأَمْرُكُمْ جَمِيعٌ عَلَى رَجُلٍ وَاحِدٍ يُرِيدُ أَنْ يَشُقَّ عَصَاكُمْ أَوْ يُفَرِّقَ </p><p> جَمَاعَتَكُمْ فَاقْتُلُوهُ» . وَفِي رِوَايَةٍ:  «فَاضْرِبُوهُ بِالسَّيْفِ كَائِنًا مَنْ كَانَ» . </p><p> وَلِمُسْلِمٍ أَيْضًا مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُمَا:  «وَمَنْ بَايَعَ إِمَامًا فَأَعْطَاهُ صَفْقَةَ يَدِهِ وَثَمَرَةَ قَلْبِهِ، فَلْيُطِعْهُ إِنِ اسْتَطَاعَ، فَإِنْ جَاءَ آخَرُ يُنَازِعُهُ فَاضْرِبُوا عُنُقَ الْآخَرِ» ثُمَّ قَالَ: سَمِعَتْهُ أُذُنَايَ مِنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَوَعَاهُ قَلْبِي. </p><p> وَأَبْطَلُوا احْتِجَاجَ الْكَرَّامِيَّةِ بِأَنَّ مُعَاوِيَةَ أَيَّامَ نِزَاعِهِ مَعَ عَلِيٍّ لَمْ يَدَّعِ الْإِمَامَةَ لِنَفْسِهِ، وَإِنَّمَا ادَّعَى وِلَايَةَ الشَّامِ بِتَوْلِيَةِ مَنْ قَبْلَهُ مِنَ الْأَئِمَّةِ، وَيَدُلُّ لِذَلِكَ: إِجْمَاعُ الْأُمَّةِ فِي عَصْرِهِمَا عَلَى أَنَّ الْإِمَامَ أَحَدُهُمَا فَقَطْ لَا كُلٌّ مِنْهُمَا. وَأَنَّ الِاسْتِدْلَالَ بِكَوْنِ كُلٍّ مِنْهُمَا أَقَوْمَ بِمَا لَدَيْهِ، وَأَضْبَطَ لِمَا يَلِيهِ، وَبِجَوَازِ بَعْثِ نَبِيَّيْنِ فِي وَقْتٍ وَاحِدٍ، يَرُدُّهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «فَاقْتُلُوا الْآخَرَ مِنْهُمَا» ; وَلِأَنَّ نَصْبَ خَلِيفَتَيْنِ يُؤَدِّي إِلَى الشِّقَاقِ وَحُدُوثِ الْفِتَنِ. </p><p> الْقَوْلُ الثَّالِثُ: التَّفْصِيلُ، فَيُمْنَعُ نَصْبُ إِمَامَيْنِ فِي الْبَلَدِ الْوَاحِدِ وَالْبِلَادِ الْمُتَقَارِبَةِ، وَيَجُوزُ فِي الْأَقْطَارِ الْمُتَنَائِيَةِ كَالْأَنْدَلُسِ وَخُرَاسَانَ. قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَا نَصُّهُ: لَكِنْ إِنْ تَبَاعَدَتِ الْأَقْطَارُ وَتَبَايَنَتْ كَالْأَنْدَلُسِ وَخُرَاسَانَ، جَازَ ذَلِكَ عَلَى مَا يَأْتِي بَيَانُهُ إِنْ شَاءَ اللَّهُ تَعَالَى. انْتَهَى مِنْهُ بِلَفْظِهِ. </p><p> وَالْمُشَارُ إِلَيْهِ فِي كَلَامِهِ: نَصْبُ خَلِيفَتَيْنِ، وَمِمَّنْ قَالَ بِجَوَازِ ذَلِكَ: الْأُسْتَاذُ أَبُو إِسْحَاقَ، كَمَا نَقَلَهُ عَنْهُ إِمَامُ الْحَرَمَيْنِ، وَنَقَلَهُ عَنْهُ ابْنُ كَثِيرٍ، وَالْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> وَقَالَ ابْنُ كَثِيرٍ: قُلْتُ: وَهَذَا يُشْبِهُ حَالَ الْخُلَفَاءِ؛ بَنِي الْعَبَّاسِ بِالْعِرَاقِ، وَالْفَاطِمِيِّينَ بِمِصْرَ، وَالْأُمَوِيِّينَ بِالْمَغْرِبِ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: هَلْ لِلْإِمَامِ أَنْ يَعْزِلَ نَفْسَهُ؟ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: لَهُ ذَلِكَ. قَالَ الْقُرْطُبِيُّ: وَالدَّلِيلُ عَلَى أَنَّ لَهُ عَزْلَ نَفْسِهِ قَوْلُ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ: أَقِيلُونِي أَقِيلُونِي، وَقَوْلُ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ: لَا نُقِيلُكَ وَلَا نَسْتَقِيلُكَ. قَدَّمَكَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِدِينِنَا فَمَنْ ذَا يُؤَخِّرُكَ، رَضِيَكَ </p>"
}