{
  "id": null,
  "sura": 2,
  "aya": 40,
  "text": "<p> فَيُعْطِيكَهَا سُنْبُلَةً، وَالنَّوَاةَ فَيُعْطِيكَهَا نَخْلَةً. </p><p> وَإِذَا أَرَدْتَ أَنْ تَعْرِفَ قَدْرَ الطِّينِ فَانْظُرْ إِلَى الرِّيَاضِ النَّاضِرَةِ، وَمَا فِيهَا مِنَ الثِّمَارِ اللَّذِيذَةِ، وَالْأَزْهَارِ الْجَمِيلَةِ، وَالرَّوَائِحِ الطَّيِّبَةِ تَعْلَمُ أَنَّ الطِّينَ خَيْرٌ مِنَ النَّارِ. </p><p> الثَّالِثُ: أَنَّا لَوْ سَلَّمْنَا تَسْلِيمًا جَدَلِيًّا أَنَّ النَّارَ خَيْرٌ مِنَ الطِّينِ، فَإِنَّهُ لَا يَلْزَمُ مِنْ ذَلِكَ أَنَّ إِبْلِيسَ خَيْرٌ مِنْ آدَمَ ; لِأَنَّ شَرَفَ الْأَصْلِ لَا يَقْتَضِي شَرَفَ الْفَرْعِ، بَلْ قَدْ يَكُونُ الْأَصْلُ رَفِيعَ الْفَرْعِ وَضِيعًا، كَمَا قَالَ الشَّاعِرُ:  [الْبَسِيطُ] </p><p> إِذَا افْتَخَرْتَ بِآبَاءٍ لَهُمْ شَرَفٌ ... قُلْنَا صَدَقْتَ وَلَكِنْ بِئْسَ مَا وَلَدُوا </p><p> وَقَالَ الْآخَرُ:  [الْمُتَقَارِبُ] </p><p> وَمَا يَنْفَعُ الْأَصْلُ مِنْ هَاشِمٍ ... إِذَا كَانَتِ النَّفْسُ مِنْ بَاهِلَهْ </p><p> قَوْلُهُ تَعَالَى:  (فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٌ) لَمْ يُبَيِّنْ هُنَا مَا هَذِهِ الْكَلِمَاتُ، وَلَكِنَّهُ بَيَّنَهَا فِي سُورَةِ «الْأَعْرَافِ» ، بِقَوْلِهِ:  (قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ)  [الْآيَةَ ٢٣] . </p><p> قَوْلُهُ تَعَالَى:  (يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ) لَمْ يُبَيِّنْ هُنَا مَا هَذِهِ النِّعْمَةُ الَّتِي أَنْعَمَهَا عَلَيْهِمْ، وَلَكِنَّهُ بَيَّنَهَا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ:  (وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى)  [٢ \\ ٥٧] ، وَقَوْلِهِ:  (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ) الْآيَةَ، وَقَوْلِهِ:  (وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ)  [٢٨ \\ ٥، ٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى:  (وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ) لَمْ يُبَيِّنْ هُنَا مَا عَهْدُهُ وَمَا عَهْدُهُمْ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ:  (وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا لَأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ)  [٥ \\ ١٢] فَعَهْدُهُمْ هُوَ الْمَذْكُورُ فِي قَوْلِهِ: (لَئِنْ أَقَمْتُمُ الصَّلَاةَ وَآتَيْتُمُ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ اللَّهَ قَرْضًا حَسَنًا) وَعَهْدُهُ هُوَ الْمَذْكُورُ فِي قَوْلِهِ: (لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ) . </p>"
}