{
  "id": null,
  "sura": 2,
  "aya": 96,
  "text": "<p> وَقَوْلِهِ:  (قَالُوا سَمِعْنَا وَعَصَيْنَا)  [٢ \\ ٩٣] ; لِأَنَّ السَّمْعَ الَّذِي لَا يُنَافِي الْعِصْيَانَ هُوَ السَّمْعُ بِالْآذَانِ دُونَ السَّمْعِ بِمَعْنَى الْإِجَابَةِ. </p><p> قَوْلُهُ تَعَالَى:  (يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ) </p><p> مَعْنَى الْآيَةِ: أَنَّ أَحَدَ الْمَذْكُورِينَ يَتَمَنَّى أَنْ يَعِيشَ أَلْفَ سَنَةٍ، وَطُولُ عُمُرِهِ لَا يُزَحْزِحُهُ، أَيْ: لَا يُبْعِدُهُ عَنِ الْعَذَابِ، فَالْمَصْدَرُ الْمُنْسَبِكُ مِنْ أَنَّ وَصِلَتِهَا فِي قَوْلِهِ:  (أَنْ يُعَمَّرَ) فَاعِلُ اسْمِ الْفَاعِلِ الَّذِي هُوَ مُزَحْزِحُهُ عَلَى أَصَحِّ الْأَعَارِيبِ، وَفِي «لَوْ» مِنْ قَوْلِهِ: (لَوْ يُعَمَّرُ) ، وَجْهَانِ: الْأَوَّلُ: وَهُوَ قَوْلُ الْجُمْهُورِ أَنَّهَا حَرْفٌ مَصْدَرِيٌّ، وَهِيَ وَصِلَتُهَا فِي تَأْوِيلِ مَفْعُولٍ بِهِ لِـ «يَوَدُّ» وَالْمَعْنَى: (يَوَدُّ أَحَدُهُمْ) أَيْ: يَتَمَنَّى تَعْمِيرَ أَلْفِ سَنَةٍ، وَ «لَوْ» : قَدْ تَكُونُ حَرْفًا مَصْدَرِيًّا لِقَوْلِ قَتِيلَةَ بِنْتِ الْحَارِثِ: </p><p> مَا كَانَ ضَرَّكَ لَوْ مَنَّنَتْ وَرُبَّمَا ... مَنَّ الْفَتَى وَهُوَ الْمَغِيظُ الْمُحْنَقُ </p><p> أَيْ: مَا كَانَ ضَرَّكَ مِنْهُ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ (لَوْ) هُنَا هِيَ الشَّرْطِيَّةُ، وَالْجَوَابُ مَحْذُوفٌ وَتَقْدِيرُهُ: لَوْ يُعَمَّرْ أَلْفَ سَنَةٍ، لَكَانَ ذَلِكَ أَحَبَّ شَيْءٍ إِلَيْهِ، وَحُذِفَ جَوَابُ (لَوْ) مَعَ دَلَالَةِ الْمَقَامِ عَلَيْهِ وَاقِعٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، فَمِنْهُ فِي الْقُرْآنِ؛ قَوْلُهُ تَعَالَى:  (كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ)  [١٠٢ \\ ٥] أَيْ: لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ لَمَا (أَلْهَاكُمُ التَّكَاثُرُ)  [١٠٢ \\ ١] ، وَقَوْلِهِ:  (وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ)  [١٣ \\ ٣١] أَيْ: لَكَانَ هَذَا الْقُرْآنُ أَوْ لَكَفَرْتُمْ بِالرَّحْمَنِ، وَمِنْهُ فِي كَلَامِ الْعَرَبِ قَوْلُ الشَّاعِرِ: </p><p> فَأُقْسِمُ لَوْ شَيْءٌ أَتَانَا رَسُولُهُ سِوَاكَ ... وَلَكِنْ لَمْ نَجِدْ لَكَ مَدْفَعَا </p><p> أَيْ: لَوْ شَيْءٌ أَتَانَا رَسُولُهُ سِوَاكَ لَدَفَعْنَاهُ. إِذَا عَرَفْتَ مَعْنَى الْآيَةِ فَاعْلَمْ أَنَّ اللَّهَ قَدْ أَوْضَحَ هَذَا الْمَعْنَى مُبَيِّنًا أَنَّ الْإِنْسَانَ لَوْ مُتِّعَ مَا مُتِّعَ مِنَ السِّنِينَ، ثُمَّ انْقَضَى ذَلِكَ الْمَتَاعُ وَجَاءَهُ الْعَذَابُ أَنَّ ذَلِكَ الْمَتَاعَ الْفَائِتَ لَا يَنْفَعُهُ، وَلَا يُغْنِي عَنْهُ شَيْئًا بَعْدَ انْقِضَائِهِ وَحُلُولِ الْعَذَابِ مَحِلَّهُ. وَذَلِكَ فِي قَوْلِهِ:  (أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ)  [٢٦ \\ ٢٠٥، ٢٠٦، ٢٠٧] وَهَذِهِ هِيَ </p>"
}