{
  "id": null,
  "sura": 2,
  "aya": 144,
  "text": "<p> مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> هُمُ وَسْطٌ يَرْضَى الْأَنَامُ لِحُكْمِهِمْ ... إِذَا نَزَلَتْ إِحْدَى اللَّيَالِي بِمُعْظَمِ </p><p> قَوْلُهُ تَعَالَى:  (وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا) لَمْ يُبَيِّنْ هُنَا هَلْ هُوَ شَهِيدٌ عَلَيْهِمْ فِي الدُّنْيَا أَوِ الْآخِرَةِ؟ وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّهُ شَهِيدٌ عَلَيْهِمْ فِي الْآخِرَةِ وَذَلِكَ فِي قَوْلِهِ: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا)  [٤ \\ ٤١، ٤٢] . </p><p> قَوْلُهُ تَعَالَى:  (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ) الْآيَةَ، ظَاهِرُ هَذِهِ الْآيَةِ قَدْ يَتَوَهَّمُ مِنْهُ الْجَاهِلُ أَنَّهُ تَعَالَى يَسْتَفِيدُ بِالِاخْتِبَارِ عِلْمًا لَمْ يَكُنْ يَعْلَمُهُ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا - بَلْ هُوَ تَعَالَى عَالِمٌ بِكُلِّ مَا سَيَكُونُ قَبْلَ أَنْ يَكُونَ، وَقَدْ بَيَّنَ أَنَّهُ لَا يَسْتَفِيدُ بِالِاخْتِبَارِ عِلْمًا لَمْ يَكُنْ يَعْلَمُهُ بِقَوْلِهِ جَلَّ وَعَلَا:  (وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ)  [٣ \\ ١٥٤] فَقَوْلُهُ: (وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) بَعْدَ قَوْلِهِ: (لِيَبْتَلِيَ) دَلِيلٌ قَاطِعٌ عَلَى أَنَّهُ لَمْ يَسْتَفِدْ بِالِاخْتِبَارِ شَيْئًا لَمْ يَكُنْ عَالِمًا بِهِ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا ; لِأَنَّ الْعَلِيمَ بِذَاتِ الصُّدُورِغَنِيٌّ عَنِ الِاخْتِبَارِ وَفِي هَذِهِ الْآيَةِ بَيَانٌ عَظِيمٌ لِجَمِيعِ الْآيَاتِ الَّتِي يَذْكُرُ اللَّهُ فِيهَا اخْتِبَارَهُ لِخَلْقِهِ، وَمَعْنَى (إِلَّا لِنَعْلَمَ) أَيْ: عِلْمًا يَتَرَتَّبُ عَلَيْهِ الثَّوَابُ وَالْعِقَابُ فَلَا يُنَافِي أَنَّهُ كَانَ عَالِمًا بِهِ قَبْلَ ذَلِكَ، وَفَائِدَةُ الِاخْتِبَارِ ظُهُورُ الْأَمْرِ لِلنَّاسِ. أَمَّا عَالِمُ السِّرِّ وَالنَّجْوَى فَهُوَ عَالِمٌ بِكُلِّ مَا سَيَكُونُ كَمَا لَا يَخْفَى. </p><p> وَقَوْلِهِ:  (مَنْ يَتَّبِعُ الرَّسُولَ) أَشَارَ إِلَى أَنَّ الرَّسُولَ هُوَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ مُخَاطِبًا لَهُ:  (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا) الْآيَةَ ; لِأَنَّ هَذَا الْخِطَابَ لَهُ إِجْمَاعًا. </p><p> قَوْلُهُ تَعَالَى:  (وَمَا كَانَ اللَّهُ لِيُضِيعَ) أَيْ: صَلَاتَكُمْ إِلَى بَيْتِ الْمَقْدِسِ عَلَى الْأَصَحِّ، وَيَسْتَرْوِحُ ذَلِكَ مِنْ قَوْلِهِ قَبْلَهُ:  (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا) وَلَا سِيَّمَا عَلَى الْقَوْلِ بِاعْتِبَارِ دَلَالَةِ الِاقْتِرَانِ، وَالْخِلَافُ فِيهَا مَعْرُوفٌ فِي الْأُصُولِ. </p><p> قَوْلُهُ تَعَالَى:  (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) بَيَّنَهُ قَوْلُهُ بَعْدَهُ: (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) الْآيَةَ [٢ \\ ١٤٤] . </p><p> قَوْلُهُ تَعَالَى:  (أَوَلَئِكَ يَلْعَنَهُمُ اللَّهُ وَيَلْعَنَهُمُ اللَّاعِنُونَ) لَمْ يُبَيِّنْ هُنَا مَا اللَّاعِنُونَ، </p>"
}