{
  "id": null,
  "sura": 2,
  "aya": 275,
  "text": "<p> الْحَقِّ وَانْتِشَارِ الْبَاطِلِ وَتَعَدُّدِهِ وَتَشَعُّبِهِ مِنْهُ بِلَفْظِهِ. </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ الْآيَةَ، قَالَ بَعْضُ الْعُلَمَاءِ: الطَّاغُوتُ الشَّيْطَانُ وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ [٣ \\ ١٧٥] ، أَيْ يُخَوِّفُكُمْ مِنْ أَوْلِيَائِهِ. وَقَوْلُهُ تَعَالَى: الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا [٤] ، وَقَوْلُهُ: أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ الْآيَةَ [١٨ \\ ٥٠] ، وَقَوْلُهُ: إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ الْآيَةَ [٧] ، وَالتَّحْقِيقُ أَنَّ كُلَّ مَا عُبِدَ مِنْ دُونِ اللَّهِ فَهُوَ طَاغُوتٌ وَالْحَظُّ الْأَكْبَرُ مِنْ ذَلِكَ لِلشَّيْطَانِ، كَمَا قَالَ تَعَالَى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ الْآيَةَ [٣٦ \\ ٦٠] ، وَقَالَ: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا [٤ \\ ١١٧] ، وَقَالَ عَنْ خَلِيلِهِ إِبْرَاهِيمَ: يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ الْآيَةَ [١٩ \\ ٤٤] ، وَقَالَ: وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ [٦ \\ ١٢١] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ بَيِّنَ أَنَّ الْمُرَادَ بِـ الَّذِي الَّذِينَ بِقَوْلِهِ: لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا [٢ \\ ٢٦٤] . </p><p> قَوْلُهُ تَعَالَى: لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ الْآيَةَ [٢ \\ ٢٧٣] لَمْ يُبَيِّنْ هُنَا سَبَبَ فَقْرِهِمْ، وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ «الْحَشْرِ» أَنَّ سَبَبَ فَقْرِهِمْ هُوَ إِخْرَاجُ الْكُفَّارِ لَهُمْ مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ بِقَوْلِهِ: لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ الْآيَةَ [٥٩ \\ ٨] . </p><p> قَوْلُهُ تَعَالَى: فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ </p><p> الْآيَةَ، مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ يَزْجُرُهُ بِهَا عَنْ أَكْلِ الرِّبَا فَانْتَهَى أَيْ: تَرَكَ الْمُعَامَلَةَ بِالرِّبَا ; خَوْفًا مِنَ اللَّهِ تَعَالَى وَامْتِثَالًا لِأَمْرِهِ فَلَهُ مَا سَلَفَ أَيْ: مَا مَضَى قَبْلَ نُزُولِ التَّحْرِيمِ مِنْ أَمْوَالِ الرِّبَا، وَيُؤْخَذُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ اللَّهَ لَا يُؤَاخِذُ الْإِنْسَانَ بِفِعْلِ أَمْرٍ إِلَّا بَعْدَ أَنْ يُحَرِّمَهُ عَلَيْهِ، وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، فَقَدْ قَالَ فِي الَّذِينَ كَانُوا يَشْرَبُونَ الْخَمْرَ، وَيَأْكُلُونَ مَالَ الْمَيْسِرِ قَبْلَ نُزُولِ التَّحْرِيمِ: لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا الْآيَةَ [٥ \\ ٩٣] . </p>"
}