{
  "id": null,
  "sura": 2,
  "aya": 282,
  "text": "<p> بُيُوعُ الْآجَالِ إِذَا كَانَ الْأَجَلُ ... أَوْ ثَمَنٌ كَأَخَوَيْهِمَا تَحِلُّ </p><p> وَإِنْ يَكُ الثَّمَنُ غَيْرَ الْأَوَّلِ ... وَخَالَفَ الْأَجَلَ وَقْتَ الْأَجَلِ </p><p> فَانْظُرْ إِلَى السَّابِقِ بِالْإِعْطَاءِ ... هَلْ عَادَ لَهُ أَكْثَرُ أَوْ عَادَ أَقَلُّ </p><p> فَإِنْ يَكُنْ أَكْثَرَ مِمَّا دَفَعَهُ ... فَإِنَّ ذَاكَ سَلَفٌ بِمَنْفَعَةِ </p><p> وَإِنْ يَكُنْ كَشَيْئِهِ أَوْ قَلَّا ... عَنْ شَيْئِهِ الْمَدْفُوعِ قَبْلُ حَلَّا </p><p> قَوْلُهُ تَعَالَى: وَيُرْبِي الصَّدَقَاتِ الْآيَةَ. ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ تَعَالَى وَيُرْبِي الصَّدَقَاتِ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ هَذَا الْإِرْبَاءَ مُضَاعَفَةُ الْأَجْرِ، وَأَنَّهُ يُشْتَرَطُ فِي ذَلِكَ إِخْلَاصُ النِّيَّةِ لِوَجْهِ اللَّهِ تَعَالَى، وَهُوَ قَوْلُهُ تَعَالَى: وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ [٣٠ \\ ٣٩] . </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ، ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كِتَابَةَ الدَّيْنِ وَاجِبَةٌ ; لِأَنَّ الْأَمْرَ مِنَ اللَّهِ يَدُلُّ عَلَى الْوُجُوبِ وَلَكِنَّهُ أَشَارَ إِلَى أَنَّهُ أَمْرُ إِرْشَادٍ لَا إِيجَابٍ بِقَوْلِهِ: وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ الْآيَةَ ; لِأَنَّ الرَّهْنَ لَا يَجِبُ إِجْمَاعًا وَهُوَ بَدَلٌ مِنَ الْكِتَابَةِ عِنْدَ تَعَذُّرِهَا فِي الْآيَةِ فَلَوْ كَانَتِ الْكِتَابَةُ وَاجِبَةً لَكَانَ بَدَلُهَا وَاجِبًا وَصَرَّحَ بِعَدَمِ الْوُجُوبِ بِقَوْلِهِ: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ الْآيَةَ، فَالتَّحْقِيقُ أَنَّ الْأَمْرَ فِي قَوْلِهِ: فَاكْتُبُوهُ لِلنَّدْبِ وَالْإِرْشَادِ ; لِأَنَّ لِرَبِّ الدَّيْنِ أَنْ يَهَبَهُ وَيَتْرُكَهُ إِجْمَاعًا، فَالنَّدْبُ إِلَى الْكِتَابَةِ فِيهِ إِنَّمَا هُوَ عَلَى جِهَةِ الْحَيْطَةِ لِلنَّاسِ، قَالَهُ الْقُرْطُبِيُّ. </p><p> وَقَالَ بَعْضُهُمْ: إِنْ أَشْهَدْتَ فَحَزْمٌ، وَإِنِ ائْتَمَنْتَ فَفِي حِلٍّ وَسَعَةِ ابْنِ عَطِيَّةَ، وَهَذَا الْقَوْلُ هُوَ الصَّحِيحُ قَالَهُ الْقُرْطُبِيُّ أَيْضًا. </p><p> وَقَالَ الشَّعْبِيُّ: كَانُوا يَرَوْنَ أَنَّ قَوْلَهُ: فَإِنْ أَمِنَ نَاسِخٌ لِأَمْرِهِ بِالْكَتْبِ، وَحَكَى نَحْوَهُ ابْنُ جُرَيْجٍ، وَقَالَهُ ابْنُ زَيْدٍ، وَرُوِيَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَذَهَبَ الرَّبِيعُ إِلَى أَنَّ ذَلِكَ وَاجِبٌ بِهَذِهِ الْأَلْفَاظِ ثُمَّ خَفَّفَهُ اللَّهُ تَعَالَى بِقَوْلِهِ: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا، وَتَمَسَّكَ جَمَاعَةٌ بِظَاهِرِ الْأَمْرِ فِي قَوْلِهِ: فَاكْتُبُوهُ، فَقَالُوا: إِنَّ كَتْبَ الدَّيْنِ وَاجِبٌ فَرْضٌ بِهَذِهِ الْآيَةِ بَيْعًا كَانَ أَوْ قَرْضًا ; لِئَلَّا يَقَعَ فِيهِ نِسْيَانٌ أَوْ جُحُودٌ وَهُوَ اخْتِيَارُ ابْنِ جَرِيرٍ الطَّبَرِيِّ فِي «تَفْسِيرِهِ» . </p>"
}