{
  "id": null,
  "sura": 2,
  "aya": 212,
  "text": "<p> (حَيْثُ) الَّتِي هِيَ كَلِمَةٌ تَدُلُّ عَلَى الْمَكَانِ، كَمَا تَدُلُّ «حِينَ» عَلَى الزَّمَانِ. </p><p> وَلَكِنَّهُ يُبَيِّنُ ذَلِكَ بِقَوْلِهِ:  (فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ)  [٢ \\ ١٩٨] وَسَبَبُ نُزُولِهَا أَنَّ قُرَيْشًا كَانُوا يَقِفُونَ يَوْمَ عَرَفَةَ بِالْمُزْدَلِفَةِ، وَيَقُولُونَ: نَحْنُ قُطَّانُ بَيْتِ اللَّهِ، وَلَا يَنْبَغِي لَنَا أَنْ نَخْرُجَ مِنَ الْحَرَمِ ; لِأَنَّ عَرَفَاتَ خَارِجٌ عَنِ الْحَرَمِ وَعَامَّةُ النَّاسِ يَقِفُونَ بِعَرَفَاتٍ، فَأَمَرَ اللَّهُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمِينَ، أَنْ يُفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ، وَهُوَ عَرَفَاتٌ لَا مِنَ الْمُزْدَلِفَةِ كَفِعْلِ قُرَيْشٍ. </p><p> وَهَذَا هُوَ مَذْهَبُ جَمَاهِيرِ الْعُلَمَاءِ، وَحَكَى ابْنُ جَرِيرٍ عَلَيْهِ الْإِجْمَاعَ، وَعَلَيْهِ فَلَفْظَةُ «ثُمَّ» لِلتَّرْتِيبِ الذِّكْرِيِّ بِمَعْنَى عَطْفِ جُمْلَةٍ عَلَى جُمْلَةٍ، وَتَرْتِيبِهَا عَلَيْهَا فِي مُطْلَقِ الذِّكْرِ، وَنَظِيرُهُ قَوْلُهُ تَعَالَى: فَكُّ رَقَبَةٍ أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ يَتِيمًا ذَا مَقْرَبَةٍ أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ [٩٠ \\ ١٣، ١٤، ١٥، ١٦، ١٧] . </p><p> وَقَوْلُ الشَّاعِرِ:  [الْخَفِيفِ] </p><p> إِنَّ مَنْ سَادَ ثُمَّ سَادَ أَبُوهُ ... ثُمَّ قَدْ سَادَ قَبْلَ ذَلِكَ جَدُّهْ </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِقَوْلِهِ ثُمَّ أَفِيضُوا الْآيَةَ؛ أَيْ: مِنْ مُزْدَلِفَةَ إِلَى مِنًى، وَعَلَيْهِ فَالْمُرَادُ بِالنَّاسِ إِبْرَاهِيمُ. </p><p> قَالَ ابْنُ جَرِيرٍ فِي هَذَا الْقَوْلِ: وَلَوْلَا إِجْمَاعُ الْحُجَّةِ عَلَى خِلَافِهِ لَكَانَ هُوَ الْأَرْجَحَ. </p><p> قَوْلُهُ تَعَالَى:  (زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا)  [٢ \\ ٢١٢] لَمْ يُبَيِّنْ هُنَا سُخْرِيَةَ هَؤُلَاءِ الْكُفَّارِ مِنْ هَؤُلَاءِ الْمُؤْمِنِينَ، وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّهَا الضَّحِكُ مِنْهُمْ وَالتَّغَامُزُ وَهُوَ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ [٨٣ \\ ٣٤، ٣٥] . </p><p> قَوْلُهُ تَعَالَى:  (وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ) لَمْ يُبَيِّنْ هُنَا فَوْقِيَّةَ هَؤُلَاءِ الْمُؤْمِنِينَ عَلَى هَؤُلَاءِ الْكَفَرَةِ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ عَلَى الْأَرَائِكِ يَنْظُرُونَ [٨٣ \\ ٣٤، ٣٥] . </p><p> وَقَوْلِهِ: أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ [٧ \\ ٤٩] . </p>"
}