{
  "id": null,
  "sura": 2,
  "aya": 283,
  "text": "<p> وَقَالَ ابْنُ جُرَيْجٍ: مَنْ أَدَانَ فَلْيَكْتُبْ وَمَنْ بَاعَ فَلْيُشْهِدْ. اهـ مِنَ الْقُرْطُبِيِّ وَسَيَأْتِي لَهُ زِيَادَةُ بَيَانٍ إِنْ شَاءَ اللَّهُ قَرِيبًا. </p><p> تَنْبِيهٌ: </p><p> أَخَذَ بَعْضُ الْعُلَمَاءِ مِنْ قَوْلِهِ تَعَالَى: وَإِنْ كُنْتُمْ عَلَى سَفَرٍ الْآيَةَ. أَنَّ الرَّهْنَ لَا يَكُونُ مَشْرُوعًا إِلَّا فِي السَّفَرِ كَمَا قَالَهُ مُجَاهِدٌ، وَالضَّحَّاكُ، وَدَاوُدُ وَالتَّحْقِيقُ جَوَازُهُ فِي الْحَضَرِ. </p><p> وَقَدْ ثَبَتَ فِي «الصَّحِيحَيْنِ» عَنْ عَائِشَةَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تُوُفِّيَ وَدِرْعُهُ مَرْهُونَةٌ عِنْدَ يَهُودِيٍّ بِثَلَاثِينَ صَاعًا مِنْ شَعِيرٍ. وَفِي «الصَّحِيحَيْنِ» أَنَّهَا دِرْعٌ مِنْ حَدِيدٍ. </p><p> وَرَوَى الْبُخَارِيُّ، وَأَحْمَدُ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ عَنْ أَنَسٍ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَهَنَ دِرْعًا عِنْدَ يَهُودِيٍّ بِالْمَدِينَةِ، وَأَخَذَ مِنْهُ شَعِيرًا لِأَهْلِهِ. وَلِأَحْمَدَ وَالنَّسَائِيِّ وَابْنِ مَاجَهْ عَنِ ابْنِ عَبَّاسٍ مِثْلُ حَدِيثِ عَائِشَةَ فَدَلَّ الْحَدِيثُ الصَّحِيحُ عَلَى أَنَّ قَوْلَهُ: وَإِنْ كُنْتُمْ عَلَى سَفَرٍ، لَا مَفْهُومَ مُخَالَفَةٍ لَهُ ; لِأَنَّهُ جَرَى عَلَى الْأَمْرِ الْغَالِبِ، إِذِ الْغَالِبُ أَنَّ الْكَاتِبَ لَا يَتَعَذَّرُ فِي الْحَضَرِ وَإِنَّمَا يَتَعَذَّرُ غَالِبًا فِي السَّفَرِ، وَالْجَرْيُ عَلَى الْغَالِبِ مِنْ مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ كَمَا ذَكَرْنَاهُ فِي هَذَا الْكِتَابِ مِرَارًا وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ، ظَاهِرُ هَذَا الْأَمْرِ الْوُجُوبُ أَيْضًا فَيَجِبُ عَلَى مَنْ بَاعَ أَنْ يُشْهِدَ وَبِهَذَا قَالَ أَبُو مُوسَى الْأَشْعَرِيُّ، وَابْنُ عُمَرَ، وَالضَّحَّاكُ، وَسَعِيدُ بْنُ الْمُسَيِّبِ، وَجَابِرُ بْنُ زَيْدٍ، وَمُجَاهِدٌ، وَدَاوُدُ بْنُ عَلِيٍّ وَابْنُهُ أَبُو بَكْرٍ، وَعَطَاءٌ، وَإِبْرَاهِيمُ قَالَهُ الْقُرْطُبِيُّ، وَانْتَصَرَ لَهُ ابْنُ جَرِيرٍ الطَّبَرِيُّ غَايَةَ الِانْتِصَارِ، وَصَرَّحَ بِأَنَّ مَنْ لَمْ يُشْهِدْ مُخَالِفٌ لِكِتَابِ اللَّهِ، وَجُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ الْإِشْهَادَ عَلَى الْمُبَايَعَةِ وَكِتَابِ الدَّيْنِ أَمْرٌ مَنْدُوبٌ إِلَيْهِ لَا وَاجِبٌ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا الْآيَةَ. </p><p> وَقَالَ ابْنُ الْعَرَبِيِّ الْمَالِكِيِّ: إِنَّ هَذَا قَوْلُ الْكَافَّةِ قَالَ: وَهُوَ الصَّحِيحُ وَلَمْ يُحْكَ عَنْ أَحَدٍ مِمَّنْ قَالَ بِالْوُجُوبِ إِلَّا الضَّحَّاكُ قَالَ: وَقَدْ بَاعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَتَبَ قَالَ: وَنُسْخَةُ كِتَابِهِ: «بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، هَذَا مَا اشْتَرَى الْعَدَّاءُ بْنُ خَالِدِ بْنِ هَوْذَةَ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اشْتَرَى مِنْهُ عَبْدًا أَوْ أَمَةً لَا دَاءَ، وَلَا غَائِلَةَ، وَلَا خِبْثَةَ، بَيْعُ الْمُسْلِمِ لِلْمُسْلِمِ» . وَقَدْ بَاعَ وَلَمْ يُشْهِدْ، وَاشْتَرَى وَرَهَنَ دِرْعَهُ عِنْدَ يَهُودِيٍّ وَلَمْ يُشْهِدْ، وَلَوْ كَانَ الْإِشْهَادُ أَمْرًا وَاجِبًا لَوَجَبَ مَعَ الرَّهْنِ لِخَوْفِ الْمُنَازَعَةِ. اهـ. </p><p> قَالَ الْقُرْطُبِيُّ بَعْدَ أَنْ سَاقَ كَلَامَ ابْنِ الْعَرَبِيِّ هَذَا مَا نَصُّهُ: قُلْتُ: قَدْ ذَكَرْنَا الْوُجُوبَ عَنْ غَيْرِ الضَّحَّاكِ وَحَدِيثُ الْعَدَّاءِ هَذَا أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَأَبُو دَاوُدَ وَكَانَ إِسْلَامُهُ بَعْدَ الْفَتْحِ وَحُنَيْنٍ، وَهُوَ الْقَائِلُ: قَاتَلْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ حُنَيْنٍ فَلَمْ يُظْهِرْنَا اللَّهُ وَلَمْ يَنْصُرْنَا. ثُمَّ أَسْلَمَ فَحَسُنَ إِسْلَامُهُ. ذَكَرَهُ أَبُو عُمَرَ وَذَكَرَ حَدِيثَهُ هَذَا. </p><p> وَقَالَ فِي آخِرِهِ: قَالَ الْأَصْمَعِيُّ: سَأَلْتُ سَعِيدَ بْنَ أَبِي عَرُوبَةَ عَنِ الْغَائِلَةِ فَقَالَ: الْإِبَاقُ، وَالسَّرِقَةُ، وَالزِّنَا، وَسَأَلْتُهُ عَنِ الْخِبْثَةِ فَقَالَ: بَيْعُ أَهْلِ عَهْدِ الْمُسْلِمِينَ. </p><p> وَقَالَ الْإِمَامُ أَبُو مُحَمَّدِ بْنُ عَطِيَّةَ: وَالْوُجُوبُ فِي ذَلِكَ قَلَقٌ أَمَّا فِي الْوَثَائِقِ فَصَعْبٌ شَاقٌّ، وَأَمَّا مَا كَثُرَ فَرُبَّمَا يَقْصِدُ التَّاجِرُ الْاسْتِئْلَافَ بِتَرْكِ الْإِشْهَادِ، وَقَدْ يَكُونُ عَادَةً فِي بَعْضِ الْبِلَادِ، وَقَدْ يُسْتَحَى مِنَ الْعَالِمِ وَالرَّجُلِ الْكَبِيرِ الْمُوَقَّرِ فَلَا يُشْهِدُ عَلَيْهِ فَيَدْخُلُ ذَلِكَ كُلُّهُ فِي الِائْتِمَانِ، وَيَبْقَى الْأَمْرُ بِالْإِشْهَادِ نَدْبًا لِمَا فِيهِ مِنَ الْمَصْلَحَةِ فِي الْأَغْلَبِ مَا لَمْ يَقَعْ عُذْرٌ يَمْنَعُ مِنْهُ كَمَا ذَكَرْنَا، وَحَكَى الْمَهْدَوِيُّ، وَالنَّحَّاسُ، وَمَكِّيٌّ عَنْ قَوْمٍ أَنَّهُمْ قَالُوا: وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ، مَنْسُوخٌ بِقَوْلِهِ: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا، وَأَسْنَدَهُ النَّحَّاسُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَأَنَّهُ تَلَا: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ، إِلَى قَوْلِهِ: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ، قَالَ: نَسَخَتْ هَذِهِ الْآيَةَ مَا قَبْلَهَا. </p><p> قَالَ النَّحَّاسُ: وَهَذَا قَوْلُ الْحَسَنِ وَالْحَكَمِ وَعَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ. </p><p> قَالَ الطَّبَرِيُّ: وَهَذَا لَا مَعْنَى لَهُ ; لِأَنَّ هَذَا حُكْمٌ غَيْرُ الْأَوَّلِ وَإِنَّمَا هَذَا حُكْمُ مَنْ لَمْ يَجِدْ كَاتِبًا. </p><p> قَالَ اللَّهُ عَزَّ وَجَلَّ: وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا، أَيْ فَلَمْ يُطَالِبْهُ بِرَهْنٍ، فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ، قَالَ: وَلَوْ جَازَ أَنَّ يَكُونَ هَذَا نَاسِخًا لِلْأَوَّلِ، لَجَازَ أَنْ يَكُونَ قَوْلُهُ عَزَّ وَجَلَّ: وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ الْآيَةَ [٤ \\ ٤٣] ، نَاسِخًا لِقَوْلِهِ عَزَّ وَجَلَّ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ الْآيَةَ [٥ \\ ٦] ، وَلَجَازَ أَنْ يَكُونَ قَوْلُهُ عَزَّ وَجَلَّ: فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ [٤ \\ ٩٢] ، نَاسِخًا لِقَوْلِهِ عَزَّ وَجَلَّ: فَتَحْرِيرُ رَقَبَةٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ إِنَّ قَوْلَهُ تَعَالَى: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا، لَمْ يَتَبَيَّنْ بِآخِرِ </p><p> نُزُولِهِ عَنْ صَدْرِ الْآيَةِ الْمُشْتَمِلَةِ عَلَى الْأَمْرِ بِالْإِشْهَادِ بَلْ وَرَدَا مَعًا، وَلَا يَجُوزُ أَنْ يَرِدَ النَّاسِخُ وَالْمَنْسُوخُ مَعًا جَمِيعًا فِي حَالَةٍ وَاحِدَةٍ، قَالَ: وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ لَمَّا قِيلَ لَهُ إِنَّ آيَةَ الدَّيْنِ مَنْسُوخَةٌ قَالَ: لَا وَاللَّهِ إِنَّ آيَةَ الدَّيْنِ مُحْكَمَةٌ لَيْسَ فِيهَا نَسْخٌ، قَالَ: وَالْإِشْهَادُ إِنَّمَا جُعِلَ لِلطُّمَأْنِينَةِ، وَذَلِكَ أَنَّ اللَّهَ تَعَالَى جَعَلَ لِتَوْثِيقِ الدَّيْنِ طُرُقًا مِنْهَا الْكِتَابُ، وَمِنْهَا الرَّهْنُ، وَمِنْهَا الْإِشْهَادُ، وَلَا خِلَافَ بَيْنِ عُلَمَاءِ الْأَمْصَارِ أَنَّ الرَّهْنَ مَشْرُوعٌ بِطَرِيقِ النَّدْبِ لَا بِطْرِيقَ الْوُجُوبِ، فَيُعْلَمُ مِنْ ذَلِكَ مِثْلُهُ فِي الْإِشْهَادِ، وَمَا زَالَ النَّاسُ يَتَبَايَعُونَ حَضَرًا وَسَفَرًا، وَبَرًّا وَبَحْرًا، وَسَهْلًا وَجَبَلًا مِنْ غَيْرِ إِشْهَادٍ، مَعَ عِلْمِ النَّاسِ بِذَلِكَ مِنْ غَيْرِ نَكِيرٍ. وَلَوْ وَجَبَ الْإِشْهَادُ مَا تَرَكُوا النَّكِيرَ عَلَى تَارِكِهِ، قُلْتُ: هَذَا كُلُّهُ اسْتِدْلَالٌ حَسَنٌ وَأَحْسَنُ مِنْهُ مَا جَاءَ فِي صَرِيحِ السُّنَّةِ فِي تَرْكِ الْإِشْهَادِ، وَهُوَ مَا أَخْرَجَهُ الدَّارَقُطْنِيُّ عَنْ طَارِقِ بْنِ عَبْدِ اللَّهِ الْمُحَارِبِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: أَقْبَلْنَا فِي رَكْبٍ مِنَ الرَّبْذَةِ وَجَنُوبِ الرَّبْذَةِ حَتَّى نَزَلْنَا قَرِيبًا مِنَ الْمَدِينَةِ وَمَعَنَا ظَعِينَةٌ لَنَا، فَبَيْنَمَا نَحْنُ قُعُودٌ إِذْ أَتَانَا رَجُلٌ عَلَيْهِ ثَوْبَانِ أَبْيَضَانِ فَسَلَّمَ فَرَدَدْنَا عَلَيْهِ فَقَالَ:  «مِنْ أَيْنَ الْقَوْمُ؟» فَقُلْنَا: مِنَ الرَّبْذَةِ وَجَنُوبِ الرَّبْذَةِ، قَالَ: وَمَعَنَا جَمَلٌ أَحْمَرُ، فَقَالَ:  «تَبِيعُونِي جَمَلَكُمْ هَذَا؟» فَقُلْنَا: نَعَمْ، قَالَ:  «بِكُمْ؟» قُلْنَا: بِكَذَا وَكَذَا صَاعًا مِنْ تَمْرٍ، قَالَ: فَمَا اسْتَوْضَعَنَا شَيْئًا، وَقَالَ:  «قَدْ أَخَذْتُهُ» ، ثُمَّ أَخَذَ بِرَأْسِ الْجَمَلِ حَتَّى دَخَلَ الْمَدِينَةَ، فَتَوَارَى عَنَّا فَتَلَاوَمْنَا بَيْنَنَا وَقُلْنَا: أَعْطَيْتُمْ جَمَلَكُمْ مَنْ لَا تَعْرِفُونَهُ، فَقَالَتِ الظَّعِينَةُ: لَا تَلَاوَمُوا فَقَدْ رَأَيْتُ وَجْهَ رَجُلٍ مَا كَانَ لِيَخْفِرَكُمْ مَا رَأَيْتُ وَجْهَ رَجُلٍ أَشْبَهَ بِالْقَمَرِ لَيْلَةَ الْبَدْرِ مِنْ وَجْهِهِ، فَلَمَّا كَانَ الْعَشَاءُ أَتَانَا رَجُلٌ، فَقَالَ: السَّلَامُ عَلَيْكُمْ أَنَا رَسُولُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَيْكُمْ وَإِنَّهُ أَمَرَكُمْ أَنَّ تَأْكُلُوا مِنْ هَذَا حَتَّى تَشْبَعُوا، وَتَكْتَالُوا، حَتَّى تَسْتَوْفُوا قَالَ: فَأَكَلْنَا حَتَّى شَبِعْنَا، وَاكْتَلْنَا حَتَّى اسْتَوْفَيْنَا. وَذَكَرَ الْحَدِيثَ الزُّهْرِيُّ عَنْ عُمَارَةَ بْنِ خُزَيْمَةَ أَنَّ عَمَّهُ حَدَّثَهُ وَهُوَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ابْتَاعَ فَرَسًا مِنْ أَعْرَابِيٍّ الْحَدِيثَ وَفِيهِ: فَطَفِقَ الْأَعْرَابِيُّ يَقُولُ: </p><p> هَلُمَّ شَاهِدًا يَشْهَدُ أَنِّي بِعْتُكَ، قَالَ خُزَيْمَةُ بْنُ ثَابِتٍ: أَنَا أَشْهَدُ أَنَّكَ بِعْتَهُ، فَأَقْبَلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى خُزَيْمَةَ فَقَالَ:  «بِمَ تَشْهَدُ؟» قَالَ: بِتَصْدِيقِكَ يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَجَعَلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَهَادَةَ خُزَيْمَةَ بِشَهَادَةِ رَجُلَيْنِ. أَخْرَجَهُ النَّسَائِيُّ وَغَيْرُهُ. اهـ مِنَ الْقُرْطُبِيِّ بِلَفْظِهِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَفِيمَا نَقَلْنَا الدَّلَالَةُ الْوَاضِحَةُ عَلَى أَنَّ الْإِشْهَادَ وَالْكِتَابَةَ مَنْدُوبٌ إِلَيْهِمَا لَا فَرْضَانِ وَاجِبَانِ كَمَا قَالَهُ ابْنُ جَرِيرٍ وَغَيْرُهُ، وَلَمْ يُبَيِّنِ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ أَعْنِي: قَوْلُهُ جَلَّ وَعَلَا: وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ، اشْتِرَاطَ الْعَدَالَةِ فِي الشُّهُودِ، </p>"
}