{
  "id": null,
  "sura": 2,
  "aya": 53,
  "text": "<p> أَيْ: سَاكِنًا عَلَى حَالَةِ انْفِلَاقِهِ حَتَّى يَدْخُلُوا فِيهِ إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى:  (وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً) لَمْ يُبَيِّنْ هُنَا هَلْ وَاعَدَهُ إِيَّاهَا مُجْتَمِعَةً أَوْ مُتَفَرِّقَةً؟ وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ الْأَعْرَافِ أَنَّهَا مُتَفَرِّقَةٌ، وَأَنَّهُ وَاعَدَهُ أَوَّلًا ثَلَاثِينَ، ثُمَّ أَتَمَّهَا بِعَشْرٍ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى:  (وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً)  [٧ \\ ١٢٤] . </p><p> قَوْلُهُ تَعَالَى:  (وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ) </p><p> لظَّاهِرُ فِي مَعْنَاهُ: أَنَّ الْفُرْقَانَ هُوَ الْكِتَابُ الَّذِي أُوتِيَهُ مُوسَى، وَأَنَّمَا عَطَفَ عَلَى نَفْسِهِ تَنْزِيلًا لِتَغَايُرِ الصِّفَاتِ مَنْزِلَةَ تَغَايُرِ الذَّوَاتِ ; لِأَنَّ ذَلِكَ الْكِتَابَ الَّذِي هُوَ التَّوْرَاةُ مَوْصُوفٌ بِأَمْرَيْنِ: أَحَدُهُمَا: أَنَّهُ مَكْتُوبٌ كَتَبَهُ اللَّهُ لِنَبِيِّهِ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ. </p><p> وَالثَّانِي: أَنَّهُ فُرْقَانٌ؛ أَيْ: فَارَقَ بَيْنَ الْحَقِّ وَالْبَاطِلِ، فَعَطَفَ الْفُرْقَانَ عَلَى الْكِتَابِ، مَعَ أَنَّهُ هُوَ نَفْسُهُ نَظَرًا لِتَغَايُرِ الصِّفَتَيْنِ، كَقَوْلِ الشَّاعِرِ:  [الْمُتَقَارِبُ] </p><p> إِلَى الْمَلِكِ الْقَرْمِ وَابْنِ الْهُمَامِ ... وَلَيْثِ الْكَتِيبَةِ فِي الْمُزْدَحِمِ </p><p> بَلْ رُبَّمَا عَطَفَتِ الْعَرَبُ الشَّيْءَ عَلَى نَفْسِهِ مَعَ اخْتِلَافِ اللَّفْظِ فَقَطْ، فَاكْتَفُوا بِالْمُغَايَرَةِ فِي اللَّفْظِ. كَقَوْلِ الشَّاعِرِ:  [الْبَسِيطُ] </p><p> إِنِّي لَأَعْظُمُ فِي صَدْرِ الْكَمِيِّ عَلَى ... مَا كَانَ فِيَّ مِنَ التَّجْدِيرِ وَالْقِصَرِ </p><p> الْقِصَرُ: هُوَ التَّجْدِيرُ بِعَيْنِهِ، وَقَوْلُ الْآخَرِ:  [الْوَافِرُ] </p><p> وَقَدَّدْتُ الْأَدِيمَ لِرَاهِشِيهِ ... وَأَلْفَى قَوْلُهَا كَذِبًا وَمَيْنَا </p><p> وَالْمَيْنُ: هُوَ الْكَذِبُ بِعَيْنِهِ، وَقَوْلُ الْآخَرِ:  [الطَّوِيلُ] </p><p> أَلَا حَبَّذَا هِنْدٌ وَأَرْضٌ بِهَا هِنْدٌ ... وَهِنْدٌ أَتَى مِنْ دُونِهَا النَّأْيُ وَالْبُعْدُ </p><p> وَالْبُعْدُ: هُوَ النَّأْيُ بِعَيْنِهِ، وَقَوْلُ عَنْتَرَةَ فِي مُعَلَّقَتِهِ:  [الْكَامِلُ] </p><p> حُيِّيتَ مِنْ طَلَلٍ تَقَادَمَ عَهْدُهُ ... أَقْوَى وَأَقْفَرَ بَعْدَ أُمِّ الْهَيْثَمِ </p><p> وَالْإِقْفَارُ: هُوَ الْإِقْوَاءُ بِعَيْنِهِ. </p><p> وَالدَّلِيلُ مِنَ الْقُرْآنِ عَلَى أَنَّ الْفُرْقَانَ هُوَ مَا أُوتِيَهُ مُوسَى. قَوْلُهُ تَعَالَى:  (وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ) الْآيَةَ [٢١ \\ ٤٨] . </p>"
}