{
  "id": null,
  "sura": 2,
  "aya": 257,
  "text": "<p> قَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى الْآيَةَ [٢ \\ ٢٦٤] . </p><p> قَوْلُهُ تَعَالَى: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ [٢ \\ ٢٥٧] ، صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ اللَّهَ وَلِيُّ الْمُؤْمِنِينَ، وَصَرَّحَ فِي آيَةٍ أُخْرَى بِأَنَّهُ وَلِيُّهُمْ، وَأَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِيُّهُمْ، وَأَنَّ بَعْضَهُمْ أَوْلِيَاءُ بَعْضٍ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الْآيَةَ [٥] ، وَقَالَ: وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ [٩ \\ ٧١] ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ بِخُصُوصِ هَذِهِ الْوِلَايَةِ لِلْمُسْلِمِينَ دُونَ الْكَافِرِينَ وَهُوَ قَوْلُهُ تَعَالَى: ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ [٤٧ \\ ١١] ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ بِأَنَّ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ، وَهُوَ قَوْلُهُ تَعَالَى: النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ [٣٣ \\ ٦] ، وَبَيَّنَ فِي آيَةِ «الْبَقَرَةِ» هَذِهِ، ثَمَرَةَ وِلَايَتِهِ تَعَالَى لِلْمُؤْمِنِينَ، وَهِيَ إِخْرَاجُهُ لَهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِقَوْلِهِ تَعَالَى: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ [٢ \\ ٢٥٧] ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ مِنْ ثَمَرَةِ وِلَايَتِهِ إِذْهَابَ الْخَوْفِ وَالْحُزْنِ عَنْ أَوْلِيَائِهِ، وَبَيَّنَ أَنَّ وِلَايَتَهُمْ لَهُ تَعَالَى بِإِيمَانِهِنَّ وَتَقْوَاهُمْ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ [١٠ \\ ٦٢، ٦٣] ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ أَنَّهُ تَعَالَى وَلِيُّ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَنَّهُ أَيْضًا يَتَوَلَّى الصَّالِحِينَ، وَهُوَ قَوْلُهُ تَعَالَى: إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ [٧ \\ ١٩٦] . </p><p> قَوْلُهُ تَعَالَى: يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ الْمُرَادُ بِالظُّلُمَاتِ الضَّلَالَةُ، وَبِالنُّورِ الْهُدَى، وَهَذِهِ الْآيَةُ يُفْهَمُ مِنْهَا أَنَّ طُرُقَ الضَّلَالِ مُتَعَدِّدَةٌ ; لِجَمْعِهِ الظُّلُمَاتِ وَأَنَّ طَرِيقَ الْحَقِّ وَاحِدَةٌ ; لِإِفْرَادِهِ النُّورَ، وَهَذَا الْمَعْنَى الْمُشَارُ إِلَيْهِ هُنَا بَيَّنَهُ تَعَالَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ [٦ \\ ١٥٣] . </p><p> قَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، مَا نَصُّهُ: وَلِهَذَا وَحَّدَ تَعَالَى لَفْظَ النُّورِ وَجَمَعَ الظُّلُمَاتِ ; لِأَنَّ الْحَقَّ وَاحِدٌ وَالْكُفْرَ أَجْنَاسٌ كَثِيرَةٌ وَكُلُّهَا بَاطِلَةٌ كَمَا قَالَ: وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ، وَقَالَ تَعَالَى: وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ [٦] ، وَقَالَ تَعَالَى: عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ [٧٠ \\ ٣٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الَّتِي فِي لَفْظِهَا إِشْعَارٌ بِتَفَرُّدِ </p>"
}