{
  "id": null,
  "sura": 3,
  "aya": 165,
  "text": "<p> [٣ \\ ١٧٣ \\ ١٧٤] . </p><p> وَأَشَارَ إِلَى بَعْضِ صِفَاتِ مَنْ بَاءَ بِسَخَطٍ مِنَ اللَّهِ بِقَوْلِهِ: تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ [٥ \\ ٨٠] ، وَبِقَوْلِهِ هُنَا: وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ الْآيَةَ [٣ \\ ١٦١] . </p><p> قَوْلُهُ تَعَالَى: أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مَا أَصَابَ الْمُسْلِمِينَ يَوْمَ أُحُدٍ إِنَّمَا جَاءَهُمْ مِنْ قِبَلِ أَنْفُسِهِمْ، وَلَمْ يُبَيِّنْ تَفْصِيلَ ذَلِكَ هُنَا وَلَكِنَّهُ فَصَّلَهُ فِي مَوْضِعٍ آخَرَ وَهُوَ قَوْلُهُ: وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ [٣ \\ ١٥٢] ، وَهَذَا هُوَ الظَّاهِرُ فِي مَعْنَى الْآيَةِ ; لِأَنَّ خَيْرَ مَا يُبَيَّنُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> وَأَمَّا عَلَى الْقَوْلِ الْآخَرِ فَلَا بَيَانَ بِالْآيَةِ، وَهُوَ أَنَّ مَعْنَى: قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ، أَنَّهُمْ خُيِّرُوا يَوْمَ بَدْرٍ بَيْنَ قَتْلِ أُسَارَى بَدْرٍ، وَبَيْنَ أَسْرِهِمْ وَأَخَذِ الْفِدَاءِ عَلَى أَنْ يَسْتَشْهِدَ مِنْهُمْ فِي الْعَامِ الْقَابِلِ قَدْرَ الْأُسَارَى، فَاخْتَارُوا الْفِدَاءَ عَلَى أَنْ يَسْتَشْهِدَ مِنْهُمْ فِي الْعَامِ الْقَابِلِ سَبْعُونَ قَدْرَ أُسَارَى بَدْرٍ، كَمَا رَوَاهُ الْإِمَامُ أَحْمَدُ، وَابْنُ أَبِي حَاتِمٍ عَنْ عُمَرَ بْنِ الْخَطَّابِ، وَعَقَدَهُ أَحْمَدُ الْبَدَوِيُّ الشِّنْقِيطِيُّ فِي نَظْمِهِ لِلْمَغَازِي بِقَوْلِهِ:  [الرَّجَزِ] </p><p> وَالْمُسْلِمُونَ خُيِّرُوا بَيْنَ الْفِدَا ... وَقَدْرُهُمْ فِي قَابِلٍ يَسْتَشْهِدَا </p><p> وَبَيْنَ قَتْلِهِمْ فَمَالُوا لِلْفِدَا ... لِأَنَّهُ عَلَى الْقِتَالِ عَضُدَا </p><p> وَأَنَّهُ أَدَّى إِلَى الشَّهَادَةِ ... وَهِيَ قُصَارَى الْفَوْزِ وَالسَّعَادَةِ </p><p> وَنَظْمُهُ هَذَا لِلْمَغَازِي جُلُّ اعْتِمَادِهِ فِيهِ عَلَى «عُيُونِ الْأَثَرِ» لِابْنِ سَيِّدِ النَّاسِ الْيَعْمَرِيِّ، قَالَ فِي مُقَدِّمَتِهِ:  [الرَّجَزِ] </p><p> أُرْجُوزَةٌ عَلَى عُيُونِ الْأَثَرِ ... جُلُّ اعْتِمَادِ نَظْمِهَا فِي السِّيَرِ </p><p> وَذَكَرَ شَارِحُهُ أَنَّ الْأَلِفَ فِي قَوْلِهِ يَسْتَشْهِدَا مُبْدَلَةٌ مِنْ نُونِ التَّوْكِيدِ الْخَفِيفَةِ وَأَنَّهَا فِي الْبَيْتِ كَقَوْلِهِ:  [الْمَدِيدِ] رُبَّمَا أَوْفَيْتُ فِي عَلَمٍ تَرْفَعَنْ ثَوْبِي شَمَالَاتُ </p>"
}