{
  "id": null,
  "sura": 3,
  "aya": 40,
  "text": "<p> الْآيَةَ [٤٢ \\ ١١] . </p><p> تَنْبِيهٌ: </p><p> رُبَّمَا أَطْلَقَتِ الْعَرَبُ لَفْظَ النَّعَمِ عَلَى خُصُوصِ الْإِبِلِ، وَمِنْهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مِنْ حُمُرِ النَّعَمِ» يَعْنِي: الْإِبِلَ. وَقَوْلُ حَسَّانَ رَضِيَ اللَّهُ عَنْهُ:  [الْوَافِرِ] </p><p> وَكَانَتْ لَا يَزَالُ بِهَا أَنِيسٌ ... خِلَالَ مُرُوجِهَا نَعَمٌ وَشَاءُ </p><p> أَيْ: إِبِلٌ وَشَاءُ. </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ الْآيَةَ. صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ اتِّبَاعَ نَبِيِّهِ مُوجِبٌ لِمَحَبَّتِهِ جَلَّ وَعَلَا ذَلِكَ الْمُتَّبِعِ، وَذَلِكَ يَدُلُّ عَلَى أَنَّ طَاعَةَ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هِيَ عَيْنُ طَاعَتِهِ تَعَالَى، وَصَرَّحَ بِهَذَا الْمَدْلُولِ فِي قَوْلِهِ تَعَالَى: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ [٤ \\ ٨٠] ، وَقَالَ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] . </p><p> تَنْبِيهٌ: </p><p> يُؤْخَذُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ عَلَامَةَ الْمَحَبَّةِ الصَّادِقَةِ لِلَّهِ وَرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هِيَ اتِّبَاعُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَالَّذِي يُخَالِفُهُ وَيَدَّعِي أَنَّهُ يُحِبُّهُ فَهُوَ كَاذِبٌ مُفْتَرٍ ; إِذْ لَوْ كَانَ مُحِبًّا لَهُ لَأَطَاعَهُ، وَمِنَ الْمَعْلُومِ عِنْدَ الْعَامَّةِ أَنَّ الْمَحَبَّةَ تَسْتَجْلِبُ الطَّاعَةَ، وَمِنْهُ قَوْلُ الشَّاعِرِ:  [الْكَامِلِ] </p><p> لَوْ كَانَ حُبُّكَ صَادِقًا لَأَطَعْتَهُ ... إِنَّ الْمُحِبَّ لِمَنْ يُحِبُّ مُطِيعُ </p><p> وَقَوْلُ ابْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيِّ:  [الْمُتَقَارِبِ] </p><p> وَمَنْ لَوْ نَهَانِي مِنْ حُبِّهِ ... عَنِ الْمَاءِ عَطْشَانَ لَمْ أَشْرَبِ </p><p> وَقَدْ أَجَادَ مَنْ قَالَ:  [الْبَسِيطِ] </p><p> قَالَتْ: وَقَدْ سَأَلَتْ عَنْ حَالِ عَاشِقِهَا ... بِاللَّهِ صِفْهُ وَلَا تَنْقُصْ وَلَا تَزِدِ </p><p> فَقُلْتُ: لَوْ كَانَ رَهْنَ الْمَوْتِ مِنْ ظَمَأٍ ... وَقُلْتِ: قِفْ عَنْ وُرُودِ الْمَاءِ لَمْ يَرِدِ </p><p> قَوْلُهُ تَعَالَى: قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ، لَمْ يُبَيِّنْ هُنَا الْقَدْرَ الَّذِي بَلَغَ مِنَ الْكِبَرِ، وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ «مَرْيَمَ» أَنَّهُ بَلَغَ مِنَ الْكِبَرِ عِتِيًّا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى عَنْهُ: وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا [١٩ \\ ٨] ، وَالْعِتِيُّ: الْيُبْسُ وَالْقُحُولُ فِي الْمَفَاصِلِ </p>"
}