{
  "id": null,
  "sura": 3,
  "aya": 146,
  "text": "<p> تَنَاسَلْنَا فِيهَا لَكُنَّا فِي أَرْغَدِ عَيْشٍ وَأَتَمِّ نِعْمَةٍ، وَلَكِنَّ إِبْلِيسَ عَلَيْهِ لَعَائِنُ اللَّهِ احْتَالَ بِمَكْرِهِ وَخِدَاعِهِ عَلَى أَبَوَيْنَا حَتَّى أَخْرَجَهُمَا مِنَ الْجَنَّةِ، إِلَى دَارِ الشَّقَاءِ وَالتَّعَبِ. </p><p> وَحِينَئِذٍ حَكَمَ اللَّهُ تَعَالَى أَنَّ جَنَّتَهُ لَا يَدْخُلُهَا أَحَدٌ إِلَّا بَعْدَ الِابْتِلَاءِ بِالشَّدَائِدِ وَصُعُوبَةِ التَّكَالِيفِ. فَعَلَى الْعَاقِلِ مِنَّا مَعَاشِرَ بَنِي آدَمَ أَنْ يَتَصَوَّرَ الْوَاقِعَ وَيَعْلَمَ أَنَّنَا فِي الْحَقِيقَةِ سَبْيٌ سَبَاهُ إِبْلِيسُ بِمَكْرِهِ وَخِدَاعِهِ مِنْ وَطَنِهِ الْكَرِيمِ إِلَى دَارِ الشَّقَاءِ وَالْبَلَاءِ، فَيُجَاهِدُ عَدُوَّهُ إِبْلِيسَ وَنَفْسَهُ الْأَمَّارَةَ بِالسُّوءِ حَتَّى يَرْجِعَ إِلَى الْوَطَنِ الْأَوَّلِ الْكَرِيمِ، كَمَا قَالَ ابْنُ الْقَيِّمِ:  [الطَّوِيلِ] </p><p> وَلَكِنَّنَا سَبْيُ الْعَدُوُّ فَهَلْ تُرَى ... نُرَدُّ إِلَى أَوْطَانِنَا وَنَسْلَمُ </p><p> وَلِهَذِهِ الْحِكْمَةِ أَكْثَرَ اللَّهُ تَعَالَى فِي كِتَابِهِ مِنْ ذِكْرِ قِصَّةِ إِبْلِيسَ مَعَ آدَمَ لِتَكُونَ نُصْبَ أَعْيُنِنَا دَائِمًا. </p><p> قَوْلُهُ تَعَالَى: وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ الْآيَةَ، هَذِهِ الْآيَةُ الْكَرِيمَةُ عَلَى قِرَاءَةِ مَنْ قَرَأَ قُتِلَ بِالْبِنَاءِ لِلْمَفْعُولِ يَحْتَمِلُ نَائِبُ الْفَاعِلِ فِيهَا أَنْ يَكُونَ لَفْظَةَ رِبِيُّونَ وَعَلَيْهِ فَلَيْسَ فِي قُتِلَ ضَمِيرٌ أَصْلًا، وَيُحْتَمَلُ أَنْ يَكُونَ نَائِبُ الْفَاعِلِ ضَمِيرًا عَائِدًا إِلَى النَّبِيِّ، وَعَلَيْهِ فَمَعَهُ خَبَرٌ مُقَدَّمٌ وَرِبِيُّونَ مُبْتَدَأٌ مُؤَخَّرٌ سَوَّغَ الِابْتِدَاءَ بِهِ اعْتِمَادُهُ عَلَى الظَّرْفِ قَبْلَهُ وَوَصْفُهُ بِمَا بَعْدَهُ وَالْجُمْلَةُ حَالِيَّةٌ وَالرَّابِطُ الضَّمِيرُ، وَسَوَّغَ إِتْيَانَ الْحَالِ مِنَ النَّكِرَةِ الَّتِي هِيَ نَبِيٌّ وَصْفُهُ بِالْقَتْلِ ظُلْمًا، وَهَذَا هُوَ أَجْوَدُ الْأَعَارِيبِ الْمَذْكُورَةِ فِي الْآيَةِ عَلَى هَذَا الْقَوْلِ، وَبِهَذَيْنِ الِاحْتِمَالَيْنِ فِي نَائِبِ الْفَاعِلِ الْمَذْكُورِ يَظْهَرُ أَنَّ فِي الْآيَةِ إِجْمَالًا. وَالْآيَاتُ الْقُرْآنِيَّةُ مُبَيِّنَةٌ أَنَّ النَّبِيَّ الْمُقَاتِلَ غَيْرُ مَغْلُوبٍ بَلْ هُوَ غَالِبٌ، كَمَا صَرَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي [٥٨ \\ ٢١] ، وَقَالَ قَبْلَ هَذَا: أُولَئِكَ فِي الْأَذَلِّينَ [٥٨ \\ ٢٠] ، وَقَالَ بَعْدَهُ: إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ. </p><p> وَأَغْلَبُ مَعَانِي الْغَلَبَةِ فِي الْقُرْآنِ الْغَلَبَةُ بِالسَّيْفِ وَالسِّنَانِ كَقَوْلِهِ: إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا [٨ \\ ٦٥] ، وَقَوْلِهِ: فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ، وَقَوْلِهِ: الم غُلِبَتِ الرُّومُ فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ [٣٠ \\ ٤٠] ، وَقَوْلِهِ: كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً [٢ \\ ٢٤٩] ، وَقَوْلِهِ: قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ [٣ \\ ١٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ تَعَالَى أَنَّ الْمَقْتُولَ لَيْسَ بِغَالِبٍ بَلْ هُوَ قِسْمٌ مُقَابِلٌ لِلْغَالِبِ بِقَوْلِهِ: وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ [٤ \\ ٧٤] ، فَاتَّضَحَ مِنْ هَذِهِ الْآيَاتِ أَنَّ الْقَتْلَ لَيْسَ وَاقِعًا عَلَى النَّبِيِّ الْمُقَاتِلِ ; لِأَنَّ اللَّهَ كَتَبَ وَقَضَى لَهُ فِي أَزَلِهِ أَنَّهُ غَالِبٌ، وَصَرَّحَ بِأَنَّ الْمَقْتُولَ غَيْرُ غَالِبً. </p><p> وَقَدْ حَقَّقَ الْعُلَمَاءُ أَنَّ غَلَبَةَ الْأَنْبِيَاءِ عَلَى قِسْمَيْنِ: غَلَبَةٌ بِالْحُجَّةِ وَالْبَيَانِ، وَهِيَ ثَابِتَةٌ لِجَمِيعِهِمْ، وَغَلَبَةٌ بِالسَّيْفِ وَالسِّنَانِ، وَهِيَ ثَابِتَةٌ لِخُصُوصِ الَّذِينَ أُمِرُوا مِنْهُمْ بِالْقِتَالِ فِي سَبِيلِ اللَّهِ ; لِأَنَّ مَنْ لَمْ يُؤْمَرْ بِالْقِتَالِ لَيْسَ بِغَالِبٍ وَلَا مَغْلُوبٍ ; لِأَنَّهُ لَمْ يُغَالِبْ فِي شَيْءٍ وَتَصْرِيحُهُ تَعَالَى، بِأَنَّهُ كَتَبَ إِنَّ رُسُلَهُ غَالِبُونَ شَامِلٌ لِغَلَبَتِهِمْ مَنْ غَالَبَهُمْ بِالسَّيْفِ، كَمَا بَيَّنَّا أَنَّ ذَلِكَ هُوَ مَعْنَى الْغَلَبَةِ فِي الْقُرْآنِ، وَشَامِلٌ أَيْضًا لِغَلَبَتِهِمْ بِالْحُجَّةِ وَالْبَيَانِ، فَهُوَ مُبِينٌ أَنَّ نَصْرَ الرُّسُلِ الْمَذْكُورَ فِي قَوْلِهِ: إِنَّا لَنَنْصُرُ رُسُلَنَا الْآيَةَ [٤٠ \\ ٥١] ، وَفِي قَوْلِهِ: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ [٣٧ \\ ١٧١ \\ ١٧٢] ، أَنَّهُ نَصْرُ غَلَبَةٍ بِالسَّيْفِ وَالسِّنَانِ لِلَّذِينَ أُمِرُوا مِنْهُمْ بِالْجِهَادِ ; لِأَنَّ الْغَلَبَةَ الَّتِي بَيَّنَ أَنَّهَا كَتَبَهَا لَهُمْ أَخَصُّ مِنْ مُطْلَقِ النَّصْرِ ; لِأَنَّهَا نَصْرٌ خَاصٌّ، وَالْغَلَبَةُ لُغَةً الْقَهْرُ وَالنَّصْرُ لُغَةً إِعَانَةُ الْمَظْلُومِ، فَيَجِبُ بَيَانُ هَذَا الْأَعَمِّ بِذَلِكَ الْأَخَصِّ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ مَا قَالَهُ الْإِمَامُ الْكَبِيرُ ابْنُ جَرِيرٍ - رَحِمَهُ اللَّهُ - وَمَنْ تَبِعَهُ فِي تَفْسِيرِ قَوْلِهِ: إِنَّا لَنَنْصُرُ الْآيَةَ، مِنْ أَنَّهُ لَا مَانِعَ مَنْ قَتْلِ الرَّسُولِ الْمَأْمُورِ بِالْجِهَادِ، وَأَنَّ نَصْرَهُ الْمَنْصُوصَ فِي الْآيَةِ، حِينَئِذٍ يُحْمَلُ عَلَى أَحَدِ أَمْرَيْنِ: </p><p> أَحَدُهُمَا: أَنَّ اللَّهَ يَنْصُرُهُ بَعْدَ الْمَوْتِ، بِأَنْ يُسَلِّطَ عَلَى مَنْ قَتَلَهُ مَنْ يَنْتَقِمُ مِنْهُ، كَمَا فَعَلَ بِالَّذِينَ قَتَلُوا يَحْيَى وَزَكَرِيَّاءَ وَشَعْيَا مِنْ تَسْلِيطِ بُخْتُنَصَّرَ عَلَيْهِمْ، وَنَحْوَ ذَلِكَ. </p><p> الثَّانِي: حَمْلُ الرُّسُلِ فِي قَوْلِهِ: إِنَّا لَنَنْصُرُ رُسُلَنَا عَلَى خُصُوصِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَحْدَهُ، أَنَّهُ لَا يَجُوزُ حَمْلُ الْقُرْآنِ عَلَيْهِ لِأَمْرَيْنِ: </p><p> أَحَدُهُمَا: أَنَّهُ خُرُوجٌ بِكِتَابِ اللَّهِ عَنْ ظَاهِرِهِ الْمُتَبَادَرِ مِنْهُ بِغَيْرِ دَلِيلٍ مِنْ كِتَابٍ، وَلَا سُنَّةٍ وَلَا إِجْمَاعٍ، وَالْحُكْمُ بِأَنَّ الْمَقْتُولَ مِنَ الْمُتَقَاتِلِينَ هُوَ الْمَنْصُورُ بَعِيدٌ جِدًّا، غَيْرُ مَعْرُوفٍ فِي لِسَانِ الْعَرَبِ، فَحَمْلُ الْقُرْآنِ عَلَيْهِ بِلَا دَلِيلٍ غَلَطٌ ظَاهِرٌ، وَكَذَلِكَ حَمْلُ الرُّسُلِ عَلَى نَبِيِّنَا وَحْدَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ بَعِيدٌ جِدًّا أَيْضًا، وَالْآيَاتُ الدَّالَّةُ عَلَى عُمُومِ الْوَعْدِ بِالنَّصْرِ لِجَمِيعِ الرُّسُلِ كَثِيرَةٌ، لَا نِزَاعَ فِيهَا. </p><p> الثَّانِي: أَنَّ اللَّهَ لَمْ يَقْتَصِرْ فِي كِتَابِهِ عَلَى مُطْلَقِ النَّصْرِ الَّذِي هُوَ فِي اللُّغَةِ إِعَانَةُ الْمَظْلُومِ، بَلْ صَرَّحَ بِأَنَّ ذَلِكَ النَّصْرَ الْمَذْكُورَ لِلرُّسُلِ نَصْرُ غَلَبَةٍ بِقَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي الْآيَةَ، وَقَدْ رَأَيْتَ مَعْنَى الْغَلَبَةِ فِي الْقُرْآنِ وَمَرَّ عَلَيْكَ أَنَّ اللَّهَ جَعَلَ الْمَقْتُولَ قِسْمًا مُقَابِلًا لِلْغَالِبِ فِي قَوْلِهِ: وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ، وَصَرَّحَ تَعَالَى بِأَنَّ مَا وَعَدَ بِهِ رُسُلَهُ لَا يُمْكِنُ تَبْدِيلُهُ بِقَوْلِهِ جَلَّ وَعَلَا: وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ [٦ \\ ٣٤] ، وَلَا شَكَّ أَنَّ قَوْلَهُ تَعَالَى: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي [٢١] ، مِنْ كَلِمَاتِهِ الَّتِي صَرَّحَ بِأَنَّهَا لَا مُبَدِّلَ لَهَا وَقَدْ نَفَى جَلَّ وَعَلَا عَنِ الْمَنْصُورِ أَنْ يَكُونَ مَغْلُوبًا نَفْيًا بَاتًّا بِقَوْلِهِ: إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ [٣ \\ ١٦٠] ، وَذَكَرَ مُقَاتِلٌ أَنَّ سَبَبَ نُزُولِ قَوْلِهِ تَعَالَى: كَتَبَ اللَّهُ لَأَغْلِبَنَّ الْآيَةَ [٥٨ \\ ٢١] أَنَّ بَعْضَ النَّاسِ قَالَ: أَيَظُنُّ مُحَمَّدٌ وَأَصْحَابُهُ أَنْ يَغْلِبُوا الرُّومَ وَفَارِسَ، كَمَا غَلَبُوا الْعَرَبَ زَاعِمًا أَنَّ الرُّومَ وَفَارِسَ لَا يَغْلِبُهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِكَثْرَتِهِمْ، وَقُوَّتِهِمْ فَأَنْزَلَ اللَّهُ الْآيَةَ، وَهُوَ يَدُلُّ عَلَى أَنَّ الْغَلَبَةَ الْمَذْكُورَةَ فِيهَا غَلَبَةٌ بِالسَّيْفِ وَالسِّنَانِ ; لِأَنَّ صُورَةَ السَّبَبِ لَا يُمْكِنُ إِخْرَاجُهَا، وَيَدُلُّ لَهُ قَوْلُهُ قَبْلَهُ: أُولَئِكَ فِي الْأَذَلِّينَ [٥٨ \\ ٢٠] ، وَقَوْلُهُ بَعْدَهُ: إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ. </p><p> وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ أَنَّنَا نَسْتَشْهِدُ لِلْبَيَانِ بِالْقِرَاءَةِ السَبْعِيَّةِ بِقِرَاءَةٍ شَاذَّةٍ، فَيَشْهَدُ لِلْبَيَانِ الَّذِي بَيَّنَّا بِهِ، أَنَّ نَائِبَ الْفَاعِلِ رِبِيُّونَ، وَأَنَّ بَعْضَ الْقُرَّاءِ غَيْرَ السَّبْعَةِ قَرَأَ قُتِّلَ مَعَهُ رِبِيُّونَ بِالتَّشْدِيدِ ; لِأَنَّ التَّكْثِيرَ الْمَدْلُولَ عَلَيْهِ بِالتَّشْدِيدِ يَقْتَضِي أَنَّ الْقَتْلَ وَاقِعٌ عَلَى الرِّبِيِّينَ. </p><p> وَلِهَذِهِ الْقِرَاءَةِ رَجَّحَ الزَّمَخْشَرِيُّ، وَالْبَيْضَاوِيُّ، وَابْنُ جِنِّيٍّ ; أَنَّ نَائِبَ الْفَاعِلِ رِبِيُّونَ، وَمَالَ إِلَى ذَلِكَ الْأَلُوسِيُّ فِي «تَفْسِيرِهِ» مُبَيِّنًا أَنَّ دَعْوَى كَوْنِ التَّشْدِيدِ لَا يُنَافِي وُقُوعَ الْقَتْلِ عَلَى النَّبِيِّ ; لِأَنَّ: كَأَيِّنْ إِخْبَارٌ بِعَدَدٍ كَثِيرٍ أَيْ: كَثِيرٍ مِنْ أَفْرَادِ النَّبِيِّ قُتِلَ خِلَافَ الظَّاهِرِ، وَهُوَ كَمَا قَالَ، فَإِنْ قِيلَ: قَدْ عَرَفْنَا أَنَّ نَائِبَ الْفَاعِلِ الْمَذْكُورَ مُحْتَمِلٌ لِأَمْرَيْنِ، وَقَدِ ادَّعَيْتُمْ أَنَّ الْقُرْآنَ دَلَّ عَلَى أَنَّهُ رِبِيُّونَ لَا ضَمِيرُ النَّبِيِّ لِتَصْرِيحِهِ بِأَنَّ الرُّسُلَ غَالِبُونَ، وَالْمَقْتُولَ غَيْرُ غَالِبٍ، وَنَحْنُ نَقُولُ دَلَّ الْقُرْآنُ فِي آيَاتٍ أُخَرَ، عَلَى أَنَّ نَائِبَ الْفَاعِلِ ضَمِيرُ النَّبِيِّ، لِتَصْرِيحِهِ فِي آيَاتٍ كَثِيرَةٍ بِقَتْلِ بَعْضِ الرُّسُلِ كَقَوْلِهِ: فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ [٢ \\ ٨٧] ، وَقَوْلِهِ: قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ </p><p> الْآيَةَ [٣ \\ ١٨٣] ، فَمَا وَجْهُ تَرْجِيحِ مَا اسْتَدْلَلْتُمْ بِهِ عَلَى أَنَّ النَّائِبَ رِبِيُّونَ، عَلَى مَا اسْتَدْلَلْنَا بِهِ عَلَى أَنَّ النَّائِبَ ضَمِيرُ النَّبِيِّ فَالْجَوَابُ مِنْ ثَلَاثَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: أَنَّ مَا اسْتَدْلَلْنَا بِهِ أَخَصُّ مِمَّا اسْتَدْلَلْتُمْ بِهِ، وَالْأَخَصُّ مُقَدَّمٌ عَلَى الْأَعَمِّ، وَلَا يَتَعَارَضُ عَامٌّ وَخَاصٌّ، كَمَا تَقَرَّرَ فِي الْأُصُولِ، وَإِيضَاحُهُ أَنَّ دَلِيلَنَا فِي خُصُوصِ نَبِيٍّ أَمْرٌ بِالْمُغَالَبَةِ فِي شَيْءٍ، فَنَحْنُ نَجْزِمُ بِأَنَّهُ غَالِبٌ فِيهِ تَصْدِيقًا لِرَبِّنَا فِي قَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي، سَوَاءٌ أَكَانَتْ تِلْكَ الْمُغَالَبَةُ فِي الْحُجَّةِ وَالْبَيَانِ، أَمْ بِالسَّيْفِ وَالسِّنَانِ، وَدَلِيلُكُمْ فِيمَا هُوَ أَعَمُّ مِنْ هَذَا ; لِأَنَّ الْآيَاتِ الَّتِي دَلَّتْ عَلَى قَتْلِ بَعْضِ الرُّسُلِ، لَمْ تَدُلَّ عَلَى أَنَّهُ فِي خُصُوصِ جِهَادٍ، بَلْ ظَاهِرُهَا أَنَّهُ فِي غَيْرِ جِهَادٍ، كَمَا يُوَضِّحُهُ. </p><p> الْوَجْهُ الثَّانِي: وَهُوَ أَنَّ جَمِيعَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ بَعْضَ الرُّسُلِ قَتَلَهُمْ أَعْدَاءُ اللَّهِ كُلُّهَا فِي قَتْلِ بَنِي إِسْرَائِيلَ أَنْبِيَاءَهُمْ، فِي غَيْرِ جِهَادٍ، وَمُقَاتَلَةٍ إِلَّا مَوْضِعَ النِّزَاعِ وَحْدَهُ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ مَا رَجَّحْنَاهُ مِنْ أَنَّ نَائِبَ الْفَاعِلِ رِبِيُّونَ، تَتَّفِقُ عَلَيْهِ آيَاتُ الْقُرْآنِ اتِّفَاقًا وَاضِحًا، لَا لَبْسَ فِيهِ عَلَى مُقْتَضَى اللِّسَانِ الْعَرَبِيِّ فِي أَفْصَحِ لُغَاتِهِ، وَلَمْ تَتَصَادَمْ مِنْهُ آيَتَانِ، حَيْثُ حَمَلْنَا الرَّسُولَ الْمَقْتُولَ عَلَى الَّذِي لَمْ يُؤْمَرْ بِالْجِهَادِ، فَقَتْلُهُ إِذَنْ لَا إِشْكَالَ فِيهِ، وَلَا يُؤَدِّي إِلَى مُعَارَضَةِ آيَةٍ وَاحِدَةٍ مِنْ كِتَابِ اللَّهِ ; لِأَنَّ اللَّهَ حَكَمَ لِلرُّسُلِ بِالْغَلَبَةِ، وَالْغَلَبَةُ لَا تَكُونُ إِلَّا مَعَ مُغَالَبَةٍ، وَهَذَا لَمْ يُؤْمَرْ بِالْمُغَالَبَةِ فِي شَيْءٍ، وَلَوْ أُمِرَ بِهَا فِي شَيْءٍ لَغَلَبَ فِيهِ، وَلَوْ قُلْنَا بِأَنَّ نَائِبَ الْفَاعِلِ ضَمِيرُ النَّبِيِّ لَصَارَ الْمَعْنَى أَنَّ كَثِيرًا مِنَ الْأَنْبِيَاءِ الْمُقَاتِلِينَ قُتِلُوا فِي مَيْدَانِ الْحَرْبِ، كَمَا تَدُلُّ عَلَيْهِ صِيغَةُ وَكَأَيِّنْ الْمُمَيَّزَةُ بِقَوْلِهِ: مِنْ نَبِيٍّ، وَقَتْلُ الْأَعْدَاءِ هَذَا الْعَدَدَ الْكَثِيرَ مِنَ الْأَنْبِيَاءِ الْمُقَاتِلِينَ فِي مَيْدَانِ الْحَرْبِ مُنَاقِضٌ مُنَاقِضَةً صَرِيحَةً لِقَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي، وَقَدْ عَرَفْتَ مَعْنَى الْغَلَبَةِ فِي الْقُرْآنِ، وَعَرَفْتَ أَنَّهُ تَعَالَى بَيَّنَ أَنَّ الْمَقْتُولَ غَيْرُ الْغَالِبِ كَمَا تَقَدَّمَ، وَهَذَا الْكِتَابُ الْعَزِيزُ مَا أُنْزِلَ لِيَضْرِبَ بَعْضُهُ بَعْضًا، وَلَكِنْ أُنْزِلَ ; لِيُصَدِّقَ بَعْضُهُ بَعْضًا، فَاتَّضَحَ أَنَّ الْقُرْآنَ دَلَّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ نَائِبَ الْفَاعِلِ رِبِيُّونَ، وَأَنَّهُ لَمْ يُقْتَلْ رَسُولٌ فِي جِهَادٍ، كَمَا جَزَمَ بِهِ الْحَسَنُ الْبَصْرِيُّ وَسَعِيدُ بْنُ جُبَيْرٍ، وَالزَّجَّاجُ، وَالْفَرَّاءُ، وَغَيْرُ وَاحِدٍ، وَقَصَدْنَا فِي هَذَا الْكِتَابِ الْبَيَانَ بِالْقُرْآنِ، لَا بِأَقْوَالِ الْعُلَمَاءِ، وَلِذَا لَمْ نَنْقُلْ أَقْوَالَ مَنْ رَجَّحَ مَا ذَكَرْنَا. </p><p> وَمَا رَجَّحَ بِهِ بَعْضُ الْعُلَمَاءِ كَوْنَ نَائِبِ الْفَاعِلِ ضَمِيرَ النَّبِيِّ مِنْ أَنَّ سَبَبَ النُّزُولِ يَدُلُّ عَلَى ذَلِكَ ; لِأَنَّ سَبَبَ نُزُولِهَا أَنَّ الصَّائِحَ صَاحَ قُتِلَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَّ قَوْلَهُ: أَفَإِنْ مَاتَ أَوْ قُتِلَ </p>"
}