{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> وَأَشَارَ إِلَى ذَلِكَ هُنَا بِقَوْلِهِ: وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا الْآيَةَ [٣ \\ ٦٦ \\ ٦٧] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: يَعْنِي إِذَا أَخَّرُوا التَّوْبَةَ إِلَى حُضُورِ الْمَوْتِ فَتَابُوا حِينَئِذٍ، وَهَذَا التَّفْسِيرُ يَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ [٤ \\ ١٨] . وَقَدْ تَقَرَّرَ فِي الْأُصُولِ حَمْلُ الْمُطْلَقِ عَلَى الْمُقَيَّدِ، وَلَا سِيَّمَا إِذَا اتَّحَدَ الْحُكْمُ وَالسَّبَبُ كَمَا هُنَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى لَنْ تُقْبَلَ تَوْبَتُهُمْ لَنْ يُوَفَّقُوا لِلتَّوْبَةِ حَتَّى تُقْبَلَ مِنْهُمْ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًا [٤ \\ ١٣٧] ، فَعَدَمُ غُفْرَانِهِ لَهُمْ لِعَدَمِ هِدَايَتِهِمُ السَّبِيلَ الَّذِي يَغْفِرُ لِصَاحِبِهِ وَنَظِيرُهَا قَوْلُهُ تَعَالَى: لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا إِلَّا طَرِيقَ جَهَنَّمَ [٤ \\ ١٦٨، ١٦٩] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا الْآيَةَ، صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ يَوْمَ الْقِيَامَةِ لَا يُقْبَلُ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ. </p><p> وَصَرَّحَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ لَوْ زِيدَ بِمِثْلِهِ لَا يُقْبَلُ مِنْهُ أَيْضًا كَقَوْلِهِ: إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ [٥ \\ ٣٦] ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ، أَنَّهُ لَا يُقْبَلُ فِدَاءٌ فِي ذَلِكَ الْيَوْمِ مِنْهُمْ بَتَاتًا كَقَوْلِهِ: فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا [٥٧ \\ ١٥] ، وَقَوْلِهِ: وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا [٦ \\ ٧٠] ، وَقَوْلِهِ: وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ [٢ \\ ١٢٣] ، وَالْعَدْلُ: الْفِدَاءُ. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ، صَرَّحَ فِي هَذِهِ الْآيَةِ، أَنَّهُ غَنِيٌّ عَنْ خَلْقِهِ، وَأَنَّ كُفْرَ مَنْ كَفَرَ مِنْهُمْ لَا يَضُرُّهُ شَيْئًا، وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ مُتَعَدِّدَةٍ، كَقَوْلِهِ عَنْ نَبِيِّهِ مُوسَى: وَقَالَ مُوسَى إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ [١٤ \\ ٨] ، </p><p> وَقَوْلِهِ: إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ [٣٩ \\ ٧] ، وَقَوْلِهِ: فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ [٦٤ \\ ٦] ، وَقَوْلِهِ: قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ [١٠ \\ ٦٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَاللَّهُ تَبَارَكَ وَتَعَالَى يَأْمُرُ الْخَلْقَ وَيَنْهَاهُمْ لَا لِأَنَّهُ تَضُرُّهُ مَعْصِيَتُهُمْ، وَلَا تَنْفَعُهُ طَاعَتُهُمْ، بَلْ نَفْعُ طَاعَتِهِمْ لَهُمْ وَضَرَرُ مَعْصِيَتِهِمْ عَلَيْهِمْ، كَمَا قَالَ تَعَالَى: إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا [١٧ \\ ٧] ، وَقَالَ: مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا [٤١ \\ ٤٦] ، وَقَالَ: يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ [٣٥ \\ ١٥] . </p><p> وَثَبَتَ فِي «صَحِيحِ مُسْلِمٍ» عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيمَا يَرْوِيهِ عَنْ رَبِّهِ أَنَّهُ قَالَ:  «يَا عِبَادِي، لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي، لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا» الْحَدِيثَ. </p><p> تَنْبِيهٌ: </p><p> قَوْلُهُ تَعَالَى: وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ، بَعْدَ قَوْلِهِ: وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا [٣ \\ ٩٧] ، يَدُلُّ عَلَى أَنَّ مَنْ لَمْ يَحُجَّ كَافِرٌ، وَاللَّهُ غَنِيٌّ عَنْهُ. </p><p> وَفِي الْمُرَادِ بِقَوْلِهِ: وَمَنْ كَفَرَ أَوْجُهٌ لِلْعُلَمَاءِ. الْأَوَّلُ: أَنَّ الْمُرَادَ بِقَوْلِهِ: وَمَنْ كَفَرَ أَيْ: وَمَنْ جَحَدَ فَرِيضَةَ الْحَجِّ، فَقَدْ كَفَرَ وَاللَّهُ غَنِيٌّ عَنْهُ، وَبِهِ قَالَ: ابْنُ عَبَّاسٍ، وَمُجَاهِدٌ، وَغَيْرُ وَاحِدٍ قَالَهُ ابْنُ كَثِيرٍ. وَيَدُلُّ لِهَذَا الْوَجْهِ مَا رُوِيَ عَنْ عِكْرِمَةَ وَمُجَاهِدٍ مِنْ أَنَّهُمَا قَالَا لَمَّا نَزَلَتْ: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ [٣ \\ ٨٥] ، قَالَتِ الْيَهُودُ: فَنَحْنُ مُسْلِمُونَ. </p><p> فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ اللَّهَ فَرَضَ عَلَى الْمُسْلِمِينَ حَجَّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا،فَقَالُوا:لَمْ يُكْتَبْ عَلَيْنَا، وَأَبَوْا أَنْ يَحُجُّوا» . قَالَ اللَّهُ تَعَالَى: وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ [٣ \\ ٩٧] . </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْمُرَادَ بِقَوْلِهِ: وَمَنْ كَفَرَ [٣ \\ ٩٧] ، أَيْ: وَمَنْ لَمْ يَحُجَّ عَلَى سَبِيلِ التَّغْلِيظِ الْبَالِغِ فِي الزَّجْرِ عَنْ تَرْكِ الْحَجِّ مَعَ الِاسْتِطَاعَةِ كَقَوْلِهِ لِلْمِقْدَادِ الثَّابِتِ فِي «الصَّحِيحَيْنِ» حِينَ سَأَلَهُ عَنْ قَتْلِ مَنْ أَسْلَمَ مِنَ الْكُفَّارِ بَعْدَ أَنْ قَطَعَ يَدَهُ فِي الْحَرْبِ: «لَا تَقْتُلْهُ، فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ، وَإِنَّكَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَ الْكَلِمَةَ الَّتِي قَالَ» . </p><p> الْوَجْهُ الثَّالِثُ: حَمْلُ الْآيَةِ عَلَى ظَاهِرِهَا وَأَنَّ مَنْ لَمْ يَحُجَّ مَعَ الِاسْتِطَاعَةِ فَقَدْ كَفَرَ. </p><p> وَقَدْ رُوِيَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «مَنْ مَلَكَ زَادًا وَرَاحِلَةً، وَلَمْ يَحُجَّ بَيْتَ اللَّهِ فَلَا يَضُرُّهُ، مَاتَ يَهُودِيًّا،أَوْ نَصْرَانِيًّا ; وَذَلِكَ بِأَنَّ اللَّهَ قَالَ:وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ»  [٣ \\ ٩٧] . </p><p> رَوَى هَذَا الْحَدِيثَ التِّرْمِذِيُّ، وَابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَابْنُ مَرْدَوَيْهِ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ كَثِيرٍ وَهُوَ حَدِيثٌ ضَعِيفٌ ضَعَّفَهُ غَيْرُ وَاحِدٍ بِأَنَّ فِي إِسْنَادِهِ هِلَالَ بْنَ عَبْدِ اللَّهِ مَوْلَى رَبِيعَةَ بْنِ عَمْرِو بْنِ مُسْلِمٍ الْبَاهِلِيِّ، وَهِلَالٌ هَذَا. قَالَ التِّرْمِذِيُّ: مَجْهُولٌ، وَقَالَ الْبُخَارِيُّ: مُنْكَرُ الْحَدِيثِ، وَفِي إِسْنَادِهِ أَيْضًا الْحَارِثُ الَّذِي رَوَاهُ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ التِّرْمِذِيُّ: إِنَّهُ يُضَعَّفُ فِي الْحَدِيثِ. وَقَالَ ابْنُ عَدِيٍّ: هَذَا الْحَدِيثُ لَيْسَ بِمَحْفُوظٍ. انْتَهَى بِالْمَعْنَى مِنِ ابْنِ كَثِيرٍ. </p><p> وَقَالَ ابْنُ حَجَرٍ: فِي «الْكَافِي الشَّافِ فِي تَخْرِيجِ أَحَادِيثِ الْكَشَّافِ» : فِي هَذَا الْحَدِيثِ أَخْرَجَهُ التِّرْمِذِيُّ مِنْ رِوَايَةِ هِلَالِ بْنِ عَبْدِ اللَّهِ الْبَاهِلِيِّ، حَدَّثَنَا أَبُو إِسْحَاقَ عَنِ الْحَارِثِ، عَنْ عَلِيٍّ رَفَعَهُ:  «مَنْ مَلَكَ زَادًا وَرَاحِلَةً تُبَلِّغُهُ إِلَى بَيْتِ اللَّهِ، وَلَمْ يَحُجَّ فَلَا عَلَيْهِ أَنْ يَمُوتَ يَهُودِيًّا أَوْ نَصْرَانِيًّا» . </p><p> وَقَالَ: غَرِيبٌ وَفِي إِسْنَادِهِ مَقَالٌ، وَهِلَالُ بْنُ عَبْدِ اللَّهِ مَجْهُولٌ، وَالْحَارِثُ يُضَعَّفُ، وَأَخْرَجَهُ الْبَزَّارُ مِنْ هَذَا الْوَجْهِ، وَقَالَ: لَا نَعْلَمُهُ عَنْ عَلِيٍّ إِلَّا مِنْ هَذَا الْوَجْهِ، وَأَخْرَجَهُ ابْنُ عَدِيٍّ، وَالْعَقِيلِيُّ فِي تَرْجَمَةِ هِلَالٍ، وَنَقْلًا عَنِ الْبُخَارِيِّ أَنَّهُ مُنْكَرُ الْحَدِيثِ. </p><p> وَقَالَ الْبَيْهَقِيُّ فِي «الشُّعَبِ» : تَفَرَّدَ بِهِ هِلَالٌ وَلَهُ شَاهِدٌ مِنْ حَدِيثِ أَبِي أُمَامَةَ، أَخْرَجَهُ الدَّارِمِيُّ بِلَفْظِ:  «مَنْ لَمْ يَمْنَعْهُ عَنِ الْحَجِّ حَاجَةٌ ظَاهِرَةٌ، أَوْ سُلْطَانٌ جَائِرٌ، أَوْ مَرَضٌ حَابِسٌ، فَمَاتَ فَلْيَمُتْ إِنْ شَاءَ يَهُودِيًّا، أَوْ إِنْ شَاءَ نَصْرَانِيًّا» ، أَخْرَجَهُ مِنْ رِوَايَةِ شَرِيكٍ عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ عَنْهُ، وَمِنْ هَذَا الْوَجْهِ أَخْرَجَهُ </p>"
}