{
  "id": null,
  "sura": 3,
  "aya": 113,
  "text": "<p> قَوْلُهُ تَعَالَى: وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ [٨٠ \\ ٤٠ \\ ٤٢] . </p><p> وَهَذِهِ الْأَسْبَابُ فِي الْحَقِيقَةِ شَيْءٌ وَاحِدٌ عَبَّرَ عَنْهُ بِعِبَارَاتٍ مُخْتَلِفَةٍ، وَهُوَ الْكُفْرُ بِاللَّهِ تَعَالَى، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ شِدَّةَ تَشْوِيهِ وُجُوهِهِمْ بِزُرْقَةِ الْعُيُونِ، وَهُوَ قَوْلُهُ: وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا [٢٠ \\ ١٠٢] ، وَأَقْبَحُ صُورَةً أَنْ تَكُونَ الْوُجُوهُ سُودًا وَالْعُيُونُ زُرْقًا، أَلَا تَرَى الشَّاعِرَ لَمَّا أَرَادَ أَنْ يُصَوِّرَ عِلَلَ الْبَخِيلِ فِي أَقْبَحِ صُورَةٍ، وَأَشْوَهِهَا اقْتَرَحَ لَهَا زُرْقَةَ الْعُيُونِ، وَاسْوِدَادَ الْوُجُوهِ فِي قَوْلِهِ: </p><p> وَلِلْبَخِيلِ عَلَى أَمْوَالِهِ عِلَلٌ زُرْقُ الْعُيُونِ عَلَيْهَا أَوْجُهٌ سُودُ </p><p> قَوْلُهُ تَعَالَى: مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ، ذَكَرَ هُنَا مِنْ صِفَاتِ هَذِهِ الطَّائِفَةِ الْمُؤْمِنَةِ مِنْ أَهْلِ الْكِتَابِ أَنَّهَا قَائِمَةٌ، أَيْ: مُسْتَقِيمَةٌ عَلَى الْحَقِّ وَأَنَّهَا تَتْلُو آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ، وَتُصَلِي، وَتُؤْمِنُ بِاللَّهِ، وَتَأْمُرُ بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ. </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهَا تَتْلُو الْكِتَابَ حَقَّ تِلَاوَتِهِ وَتُؤْمِنُ بِاللَّهِ، وَهُوَ قَوْلُهُ: الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ [٢ \\ ١٢١] . </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ يُؤْمِنُونَ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَيْهِمْ، وَأَنَّهُمْ خَاشِعُونَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِهِ ثَمَنًا قَلِيلًا، وَهُوَ قَوْلُهُ: وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا [٣ \\ ١٩٩] . وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ يَفْرَحُونَ بِإِنْزَالِ الْقُرْآنِ، وَهُوَ قَوْلُهُ تَعَالَى: وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ [١٣ \\ ٣٦] . وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ يَعْلَمُونَ أَنَّ إِنْزَالَ الْقُرْآنِ مِنَ اللَّهِ حَقٌّ، وَهُوَ قَوْلُهُ: وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ الْآيَةَ [٦ \\ ١١٤] ، وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ إِذَا تُلِيَ عَلَيْهِمُ الْقُرْآنُ خَرُّوا لِأَذْقَانِهِمْ سُجَّدًا، وَسَبَّحُوا رَبَّهُمْ، وَبَكَوْا، وَهُوَ قَوْلُهُ: إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا [١٧ \\ ١٠٧ \\ ١٠٩] . </p><p> وَقَالَ فِي بُكَائِهِمْ عِنْدَ سَمَاعِهِ أَيْضًا: وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ [٥ \\ ٨٣] ، </p>"
}