{
  "id": null,
  "sura": 3,
  "aya": 178,
  "text": "<p> وَعَلَى هَذَا الْقَوْلِ: فَالْمَعْنَى قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ حَيْثُ اخْتَرْتُمُ الْفِدَاءَ وَاسْتِشْهَادَ قَدْرِ الْأُسَارَى مِنْكُمْ. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا الْآيَةَ. نَهَى اللَّهُ تَبَارَكَ وَتَعَالَى فِي هَذِهِ الْآيَةِ عَنْ ظَنِّ الْمَوْتِ بِالشُّهَدَاءِ، وَصَرَّحَ بِأَنَّهُمْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ، وَأَنَّهُمْ فَرِحُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ، وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ. وَلَمْ يُبَيِّنْ هُنَا هَلْ حَيَاتُهُمْ هَذِهِ فِي الْبَرْزَخِ يُدْرِكُ أَهْلُ الدُّنْيَا حَقِيقَتَهَا أَوْ لَا؟ وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ «الْبَقَرَةِ» أَنَّهُمْ لَا يُدْرِكُونَهَا بِقَوْلِهِ: وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لَا تَشْعُرُونَ [٢ \\ ١٥٤] ; لِأَنَّ نَفْيَ الشُّعُورِ يَدُلُّ عَلَى نَفْيِ الْإِدْرَاكِ مِنْ بَابٍ أَوْلَى كَمَا هُوَ ظَاهِرٌ. </p><p> قَوْلُهُ تَعَالَى: الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ الْآيَةَ. </p><p> قَالَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ: الْمُرَادُ بِالنَّاسِ الْقَائِلِينَ: إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ، نُعَيْمُ بْنُ مَسْعُودٍ الْأَشْجَعِيُّ أَوْ أَعْرَابِيٌّ مِنْ خُزَاعَةَ كَمَا أَخْرَجَهُ ابْنُ مَرْدَوَيْهِ مِنْ حَدِيثِ أَبِي رَافِعٍ وَيَدُلُّ لِهَذَا تَوْحِيدُ الْمُشَارِ إِلَيْهِ فِي قَوْلِهِ تَعَالَى: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ الْآيَةَ [٣ \\ ١٧٥] . </p><p> قَالَ صَاحِبُ «الْإِتْقَانِ» قَالَ الْفَارِسِيُّ: وَمِمَّا يُقَوِّي أَنَّ الْمُرَادَ بِهِ وَاحِدٌ قَوْلُهُ: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ، فَوَقَعَتِ الْإِشَارَةُ بِقَوْلِهِ:  «ذَلِكُمْ» إِلَى وَاحِدٍ بِعَيْنِهِ، وَلَوْ كَانَ الْمَعْنَى جَمْعًا لَقَالَ: إِنَّمَا أُوْلَئِكُمُ الشَّيْطَانُ. فَهَذِهِ دَلَالَةٌ ظَاهِرَةٌ فِي اللَّفْظِ. اهـ مِنْهُ بِلَفْظِهِ. </p><p> قَوْلُهُ تَعَالَى: وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يُمْلِي لِلْكَافِرِينَ وَيُمْهِلُهُمْ لِزِيَادَةِ الْإِثْمِ عَلَيْهِمْ، وَشِدَّةِ الْعَذَابِ. وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّهُ لَا يُمْهِلُهُمْ مُتَنَعِّمِينَ هَذَا الْإِمْهَالَ إِلَّا بَعْدَ أَنْ يَبْتَلِيَهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ، فَإِذَا لَمْ يَتَضَرَّعُوا أَفَاضَ عَلَيْهِمُ النِّعَمَ وَأَمْهَلَهُمْ حَتَّى يَأْخُذَهُمْ بَغْتَةً، كَقَوْلِهِ: وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ [٧ \\ ٩٤] ، وَقَوْلِهِ: وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا إِلَى قَوْلِهِ: أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ [٦ \\ ٤٤] . </p>"
}