{
  "id": null,
  "sura": 4,
  "aya": 34,
  "text": "<p> مَعْنَاهُ عَلَى كِلْتَا الْقِرَاءَتَيْنِ قِرَاءَتُهُ بِالْبِنَاةِ لِلْفَاعِلِ وَالْمَفْعُولِ، خِلَافًا لِمَا اخْتَارَهُ ابْنُ جَرِيرٍ مِنْ أَنَّ مَعْنَى قِرَاءَةِ أَحْصَنَّ بِفَتْحِ الْهَمْزَةِ وَالصَّادِ مَبْنِيًّا لِلْفَاعِلِ أَسْلَمْنَ، وَأَنَّ مَعْنَى أُحْصِنَّ بِضَمِّ الْهَمْزَةِ وَكَسْرِ الصَّادِ مَبْنِيًّا لِلْمَفْعُولِ زُوِّجْنَ، وَعَلَيْهِ فَيُفْهَمُ مِنْ مَفْهُومِ الشَّرْطِ فِي قَوْلِهِ: فَإِذَا أُحْصِنَّ [٤ \\ ٢٥] أَنَّ الْأَمَةَ الَّتِي لَمْ تَتَزَوَّجْ لَا حَدَّ عَلَيْهَا إِذَا زَنَتْ ; لِأَنَّهُ تَعَالَى عَلَّقَ حَدَّهَا فِي الْآيَةِ بِالْإِحْصَانِ، وَتَمَسَّكَ بِمَفْهُومِ هَذِهِ الْآيَةِ ابْنُ عَبَّاسٍ، وَطَاوُسٌ، وَعَطَاءٌ، وَابْنُ جُرَيْجٍ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَأَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ، وَدَاوُدُ بْنُ عَلِيٍّ فِي رِوَايَةٍ فَقَالُوا: لَا حَدَّ عَلَى مَمْلُوكَةٍ حَتَّى تَتَزَوَّجَ، وَالْجَوَابُ عَنْ هَذَا - وَاللَّهُ أَعْلَمُ - أَنَّ مَفْهُومَ هَذِهِ الْآيَةِ فِيهِ إِجْمَالٌ وَقَدْ بَيَّنَتْهُ السُّنَّةُ الصَّحِيحَةُ، وَإِيضَاحُهُ أَنَّ تَعْلِيقَ جَلْدِ الْخَمْسِينَ الْمَذْكُورَ فِي الْآيَةِ عَلَى إِحْصَانِ الْأَمَةِ، يُفْهَمُ مِنْهُ أَنَّ الْأَمَةَ الَّتِي لَمْ تُحْصَنْ لَيْسَتْ كَذَلِكَ فَقَطْ، فَيُحْتَمَلُ أَنَّهَا لَا تُجْلَدُ، وَيُحْتَمَلُ أَنَّهَا تُجْلَدُ أَكْثَرَ مِنْ ذَلِكَ أَوْ أَقَلَّ أَوْ تُرْجَمُ إِلَى غَيْرِ ذَلِكَ مِنَ الْمُحْتَمَلَاتِ، وَلَكِنَّ السُّنَّةَ الصَّحِيحَةَ دَلَّتْ عَلَى أَنَّ غَيْرَ الْمُحْصَنَةِ مِنَ الْإِمَاءِ كَذَلِكَ، لَا فَرْقَ بَيْنَهَا وَبَيْنَ الْمُحْصَنَةِ، وَالْحِكْمَةُ فِي التَّعْبِيرِ بِخُصُوصِ الْمُحْصَنَةِ دَفْعُ تَوَهُّمِ أَنَّهَا تُرْجَمُ كَالْحُرَّةِ، فَقَدْ أَخْرَجَ الشَّيْخَانِ فِي «صَحِيحَيْهِمَا» عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَا: سُئِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْأَمَةِ إِذَا زَنَتْ، وَلَمْ تُحْصَنْ قَالَ:  «إِنْ زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا ثُمَّ بِيعُوهَا وَلَوْ بِضَفِيرٍ» . </p><p> قَالَ ابْنُ شِهَابٍ: لَا أَدْرِي أَبْعَدَ الثَّالِثَةِ، أَوِ الرَّابِعَةِ، وَحَمْلُ الْجَلْدِ فِي الْحَدِيثِ عَلَى التَّأْدِيبِ غَيْرُ ظَاهِرٍ، لَا سِيَّمَا وَفِي بَعْضِ الرِّوَايَاتِ التَّصْرِيحُ بِالْحَدِّ، فَمَفْهُومُ هَذِهِ الْآيَةِ هُوَ بِعَيْنِهِ الَّذِي سُئِلَ عَنْهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَجَابَ فِيهِ بِالْأَمْرِ بِالْجَلْدِ فِي هَذَا الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ، وَالظَّاهِرُ أَنَّ السَّائِلَ مَا سَأَلَهُ إِلَّا لِأَنَّهُ أُشْكِلَ عَلَيْهِ مَفْهُومُ هَذِهِ الْآيَةِ فَالْحَدِيثُ نَصٌّ فِي مَحَلِّ النِّزَاعِ، وَلَوْ كَانَ جَلْدُ غَيْرِ الْمُحْصَنَةِ أَكْثَرَ أَوْ أَقَلَّ مِنْ جَلْدِ الْمُحْصَنَةِ لَبَيَّنَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ الْأَقْوَالَ الْمُخَالِفَةَ لِهَذَا لَا يُعَوَّلُ عَلَيْهَا، كَقَوْلِ ابْنِ عَبَّاسٍ وَمَنْ وَافَقَهُ الْمُتَقَدِّمُ آنِفًا، وَكَالْقَوْلِ بِأَنَّ غَيْرَ الْمُحْصَنَةِ تُجْلَدُ مِائَةً، وَهُوَ الْمَشْهُورُ عَنْ دَاوُدَ بْنِ عَلِيٍّ الظَّاهِرِيِّ، وَلَا يَخْفَى بَعْدَهُ وَكَالْقَوْلِ بِأَنَّ الْأَمَةَ الْمُحْصَنَةَ تُرْجَمُ وَغَيْرُ الْمُحْصَنَةِ تُجْلَدُ خَمْسِينَ، وَهُوَ قَوْلُ أَبِي ثَوْرٍ، وَلَا يَخْفَى شِدَّةُ بُعْدِهِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ الْآيَةَ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ النُّشُوزَ قَدْ يَحْصُلُ مِنَ النِّسَاءِ، وَلَمْ يُبَيِّنْ هَلْ يَحْصُلُ مِنَ الرِّجَالِ نُشُوزٌ أَوْ لَا؟ وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ </p>"
}