{
  "id": null,
  "sura": 4,
  "aya": 119,
  "text": "<p> قَوْلُهُ تَعَالَى: وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا، بَيَّنَ هُنَا فِيمَا ذُكِرَ عَنِ الشَّيْطَانِ كَيْفِيَّةَ اتِّخَاذِهِ لِهَذَا النَّصِيبِ الْمَفْرُوضِ، بِقَوْلِهِ: وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ [٤ \\ ١١٩] ، وَالْمُرَادُ بِتَبْتِيكِ آذَانِ الْأَنْعَامِ شَقُّ أُذُنِ الْبَحِيرَةِ مَثَلًا وَقَطْعُهَا لِيَكُونَ ذَلِكَ سِمَةٌ وَعَلَامَةٌ لِكَوْنِهَا بَحِيرَةً أَوْ سَائِبَةً، كَمَا قَالَهُ قَتَادَةُ وَالسُّدِّيُّ وَغَيْرُهُمَا، وَقَدْ أَبْطَلَهُ تَعَالَى بِقَوْلِهِ: مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ الْآيَةَ [٥ \\ ١٠٣] ، وَالْمُرَادُ بِبَحْرِهَا شَقُّ أُذُنِهَا كَمَا ذَكَرْنَا، وَالتَّبْتِيكُ فِي اللُّغَةِ: التَّقْطِيعُ، وَمِنْهُ قَوْلُ زُهَيْرٍ:  [الْبَسِيطُ] </p><p> حَتَّى إِذَا مَا هَوَتْ كَفُّ الْوَلِيدِ لَهَا ... طَارَتْ وَفِي كَفِّهِ مِنْ رِيشِهَا بِتَكُ </p><p> أَيْ: قِطَعٌ، كَمَا بَيَّنَ كَيْفِيَّةَ اتِّخَاذِهِ لِهَذَا النَّصِيبِ الْمَفْرُوضِ فِي آيَاتٍ أُخَرَ كَقَوْلِهِ: لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ [٧ \\ ١٦] وَقَوْلِهِ: أَرَأَيْتَكَ هَذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِي إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ الْآيَةَ [١٧ \\ ٦٢] ، وَلَمْ يُبَيِّنْ هُنَا هَلْ هَذَا الظَّنُّ الَّذِي ظَنَّهُ إِبْلِيسُ بِبَنِي آدَمَ أَنَّهُ يَتَّخِذُ مِنْهُمْ نَصِيبًا مَفْرُوضًا وَأَنَّهُ يُضِلُّهُمْ تَحَقَّقَ لِإِبْلِيسَ أَوْ لَا، وَلَكِنَّهُ بَيَّنَ فِي آيَةٍ أُخْرَى أَنَّ ظَنَّهُ هَذَا تَحَقَّقَ لَهُ، وَهِيَ قَوْلُهُ: وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ الْآيَةَ [٣٤ \\ ٢٠] ، وَلَمْ يُبَيِّنْ هُنَا الْفَرِيقَ السَّالِمَ مِنْ كَوْنِهِ مِنْ نَصِيبِ إِبْلِيسَ، وَلَكِنَّهُ بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [١٥ \\ ٣٩، ٤٠] وَقَوْلِهِ: إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ١٠٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ وَلَمْ يُبَيِّنْ هُنَا هَلْ نُصِيبُ إِبْلِيسَ هَذَا هُوَ الْأَكْثَرُ أَوْ لَا، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ هُوَ الْأَكْثَرُ، كَقَوْلِهِ: وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ [١٣ \\ ١] وَقَوْلِهِ: وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ [١٢ \\ ١٠٣] وَقَوْلِهِ: وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ [١٦ \\ ١١٦] وَقَوْلِهِ: وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ [٣٧ \\ ٧١] . وَقَدْ ثَبَتَ فِي الصَّحِيحِ أَنَّ نَصِيبَ الْجَنَّةِ وَاحِدٌ مِنَ الْأَلْفِ وَالْبَاقِي فِي النَّارِ. </p><p> قَوْلُهُ تَعَالَى: وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى هَذِهِ الْآيَةِ أَنَّ الشَّيْطَانَ يَأْمُرُهُمْ بِالْكُفْرِ وَتَغْيِيِرِ فِطْرَةِ </p><p> الْإِسْلَامِ الَّتِي خَلَقَهُمُ اللَّهُ عَلَيْهَا، وَهَذَا الْقَوْلُ يُبَيِّنُهُ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ [٣٠ \\ ٣٠] ، إِذِ الْمَعْنَى عَلَى التَّحْقِيقِ لَا تُبَدِّلُوا فِطْرَةَ اللَّهِ الَّتِي خَلَقَكُمْ عَلَيْهَا بِالْكُفْرِ. فَقَوْلُهُ: لَا تَبْدِيلَ لِخَلْقِ اللَّهِ، خَبَرٌ أُرِيدَ بِهِ الْإِنْشَاءُ إِيذَانًا بِأَنَّهُ لَا يَنْبَغِي إِلَّا أَنْ يَمْتَثِلَ، حَتَّى كَأَنَّهُ خَبَرٌ وَاقِعٌ بِالْفِعْلِ لَا مَحَالَةَ، وَنَظِيرُهُ قَوْلُهُ تَعَالَى: فَلَا رَفَثَ وَلَا فُسُوقَ الْآيَةَ [٢ \\ ١٩٧] ، أَيْ: لَا تَرْفُثُوا، وَلَا تَفْسُقُوا، وَيَشْهَدُ لِهَذَا مَا ثَبَتَ فِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ، أَوْ يُنَصِّرَانِهِ، أَوْ يُمَجِّسَانِهِ، كَمَا تُولَدُ الْبَهِيمَةُ بَهِيمَةً جَمْعَاءَ، هَلْ تَجِدُونَ فِيهَا مِنْ جَدْعَاءَ» ، وَمَا رَوَاهُ مُسْلِمٌ فِي «صَحِيحِهِ» عَنْ عِيَاضِ بْنِ حِمَارِ بْنِ أَبِي حِمَارٍ التَّمِيمِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنِّي خَلَقْتُ عِبَادِيَ حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ» . </p><p> وَأَمَّا عَلَى الْقَوْلِ بِأَنَّ الْمُرَادَ فِي الْآيَةِ بِتَغْيِيرِ خَلْقِ اللَّهِ خِصَاءُ الدَّوَابِّ، وَالْقَوْلِ بِأَنَّ الْمُرَادَ بِهِ الْوَشْمُ، فَلَا بَيَانَ فِي الْآيَةِ الْمَذْكُورَةِ، وَبِكُلٍّ مِنَ الْأَقْوَالِ الْمَذْكُورَةِ قَالَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ: وَتَفْسِيرُ بَعْضِ الْعُلَمَاءِ لِهَذِهِ الْآيَةِ بِأَنَّ الْمُرَادَ بِهَا خِصَاءُ الدَّوَابِّ يَدُلُّ عَلَى عَدَمِ جَوَازِهِ ; لِأَنَّهُ مَسُوقٌ فِي مَعْرِضِ الذَّمِّ وَاتِّبَاعِ تَشْرِيعِ الشَّيْطَانِ، أَمَّا خِصَاءُ بَنِي آدَمَ فَهُوَ حَرَامٌ إِجْمَاعًا ; لِأَنَّهُ مُثْلَةٌ وَتَعْذِيبٌ وَقَطْعُ عُضْوٍ، وَقَطْعُ نَسْلٍ مِنْ غَيْرِ مُوجِبٍ شَرْعِيٍّ، وَلَا يَخْفَى أَنَّ ذَلِكَ حَرَامٌ. </p><p> وَأَمَّا خِصَاءُ الْبَهَائِمِ فَرَخَّصَ فِيهِ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِذَا قُصِدَتْ بِهِ الْمَنْفَعَةُ إِمَّا لِسِمَنٍ أَوْ غَيْرِهِ، وَجُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّهُ لَا بَأْسَ أَنْ يُضَحَّى بِالْخَصِيِّ، وَاسْتَحْسَنَهُ بَعْضُهُمْ إِذَا كَانَ أَسْمَنُ مِنْ غَيْرِهِ، وَرَخَّصَ فِي خِصَاءِ الْخَيْلِ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ، وَخَصَى عُرْوَةُ بْنُ الزُّبَيْرِ بَغْلًا لَهُ، وَرَخَّصَ مَالِكٌ فِي خِصَاءِ ذُكُورِ الْغَنَمِ، وَإِنَّمَا جَازَ ذَلِكَ ; لِأَنَّهُ لَا يُقْصَدُ بِهِ التَّقَرُّبَ إِلَى غَيْرِ اللَّهِ، وَإِنَّمَا يُقْصَدُ بِهِ تَطْيِيبُ لَحْمِ مَا يُؤْكَلُ وَتَقْوِيَةُ الذَّكَرِ إِذَا انْقَطَعَ أَمَلُهُ عَنِ الْأُنْثَى، وَمِنْهُمْ مَنْ كَرِهَ ذَلِكَ لِقَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّمَا يَفْعَلُ ذَلِكَ الَّذِينَ لَا يَعْلَمُونَ» . قَالَهُ الْقُرْطُبِيُّ، وَاخْتَارَهُ ابْنُ الْمُنْذِرِ قَالَ: لِأَنَّ ذَلِكَ ثَابِتٌ عَنِ ابْنِ عُمَرَ وَكَانَ يَقُولُ هُوَ: نَمَاءُ خَلْقِ اللَّهِ، وَكَرِهَ ذَلِكَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ. </p><p> وَقَالَ الْأَوْزَاعِيُّ: كَانُوا يَكْرَهُونَ خِصَاءَ كُلِّ شَيْءٍ لَهُ نَسْلٌ. </p><p> وَقَالَ ابْنُ الْمُنْذِرِ: وَفِيهِ حَدِيثَانِ: </p><p> أَحَدُهُمَا: عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «نَهَى عَنْ خِصَاءِ الْغَنَمِ وَالْبَقَرِ وَالْإِبِلِ وَالْخَيْلِ» . </p><p> وَالْآخَرُ: حَدِيثُ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «نَهَى عَنْ صَبْرِ الرُّوحِ وَخِصَاءِ الْبَهَائِمِ» ، وَالَّذِي فِي «الْمُوَطَّأِ» مِنْ هَذَا الْبَابِ مَا ذَكَرَهُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يَكْرَهُ الْإِخْصَاءَ، وَيَقُولُ: فِيهِ تَمَامُ الْخَلْقِ. </p><p> قَالَ أَبُو عُمَرَ، يَعْنِي فِي تَرْكِ الْإِخْصَاءِ: تَمَامُ الْخَلْقِ، وَرُوِيَ نَمَاءُ الْخَلْقِ. </p><p> قَالَ الْقُرْطُبِيُّ: بَعْدَ أَنْ سَاقَ هَذَا الْكَلَامَ الَّذِي ذَكَرْنَا: قُلْتُ: أَسْنَدَ أَبُو مُحَمَّدٍ عَبْدُ الْغَنِيِّ مِنْ حَدِيثِ عُمَرَ بْنِ إِسْمَاعِيلَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «لَا تَخْصُوا مَا يُنَمِّي خَلْقَ اللَّهِ» رَوَاهُ عَنِ الدَّارَقُطْنِيِّ شَيْخُهُ قَالَ: حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا قُرَادٌ، حَدَّثَنَا أَبُو مَالِكٍ النَّخَعِيِّ عَنْ عُمَرَ بْنِ إِسْمَاعِيلَ فَذَكَرَهُ. </p><p> قَالَ الدَّارَقُطْنِيُّ: وَرَوَاهُ عَبْدُ الصَّمَدِ بْنُ النُّعْمَانِ عَنْ أَبِي مَالِكٍ. اهـ مِنَ الْقُرْطُبِيِّ بِلَفْظِهِ، وَكَذَلِكَ عَلَى الْقَوْلِ بِأَنَّ الْمُرَادَ بِتَغْيِيرِ خَلْقِ اللَّهِ الْوَشْمُ، فَهُوَ يَدُلُّ أَيْضًا عَلَى أَنَّ الْوَشْمَ حَرَامٌ. </p><p> وَقَدْ ثَبَتَ فِي الصَّحِيحِ عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ وَالنَّامِصَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ عَزَّ وَجَلَّ، ثُمَّ قَالَ: أَلَا أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ، يَعْنِي قَوْلَهُ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] . </p><p> وَقَالَتْ طَائِفَةٌ مِنَ الْعُلَمَاءِ: الْمُرَادُ بِتَغْيِيرِ خَلْقِ اللَّهِ فِي هَذِهِ الْآيَةِ هُوَ أَنَّ اللَّهَ تَعَالَى خَلَقَ الشَّمْسَ وَالْقَمَرَ وَالْأَحْجَارَ وَالنَّارَ وَغَيْرَهَا مِنَ الْمَخْلُوقَاتِ لِلِاعْتِبَارِ وَلِلِانْتِفَاعِ بِهَا، فَغَيَّرَهَا الْكَفَّارُ بِأَنْ جَعَلُوهَا آلِهَةً مَعْبُودَةً. </p><p> وَقَالَ الزَّجَّاجُ: إِنَّ اللَّهَ تَعَالَى خَلَقَ الْأَنْعَامَ لِتُرْكَبَ وَتُؤْكَلَ، فَحَرَّمُوهَا عَلَى أَنْفُسِهِمْ وَجَعَلَ الشَّمْسَ وَالْقَمَرَ وَالْحِجَارَةَ مُسَخَّرَةً لِلنَّاسِ، فَجَعَلُوهَا آلِهَةً يَعْبُدُونَهَا، فَقَدْ غَيَّرُوا مَا خَلَقَ اللَّهُ. </p><p> وَمَا رُوِيَ عَنْ طَاوُسٍ رَحِمَهُ اللَّهُ مِنْ أَنَّهُ كَانَ لَا يَحْضُرُ نِكَاحَ سَوْدَاءَ بِأَبْيَضَ وَلَا بَيْضَاءَ بِأَسْوَدَ، وَيَقُولُ: هَذَا مِنْ قَوْلِ اللَّهِ تَعَالَى: فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ [١٤ \\ ١١٩] ، فَهُوَ مَرْدُودٌ بِأَنَّ اللَّفْظَ وَإِنْ كَانَ يَحْتَمِلُهُ، فَقَدْ دَلَّتِ السُّنَّةُ عَلَى أَنَّهُ غَيْرُ مُرَادٍ بِالْآيَةِ فَمِنْ ذَلِكَ إِنْفَاذُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نِكَاحَ مَوْلَاهُ زَيْدِ بْنِ حَارِثَةَ رَضِيَ اللَّهُ عَنْهُ وَكَانَ أَبْيَضَ بِظِئْرِهِ بَرَكَةَ أُمِّ أُسَامَةَ، وَكَانَتْ حَبَشِيَّةً سَوْدَاءَ، وَمِنْ ذَلِكَ إِنْكَاحُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُسَامَةَ بْنَ زَيْدٍ فَاطِمَةَ بِنْتَ قَيْسٍ وَكَانَتْ بَيْضَاءَ قُرَشِيَّةً وَأُسَامَةُ أَسْوَدَ، وَكَانَتْ تَحْتَ بِلَالٍ أُخْتُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ مِنْ بَنِي زُهْرَةَ بْنِ كِلَابٍ، وَقَدْ سَهَا طَاوُسٌ رَحِمَهُ اللَّهُ مَعَ عِلْمِهِ وَجَلَالَتِهِ عَنْ هَذَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَيُشْبِهُ قَوْلُ طَاوُسٍ هَذَا فِي هَذِهِ الْآيَةِ مَا قَالَ بَعْضُ عُلَمَاءِ الْمَالِكِيَّةِ مِنْ أَنَّ السَّوْدَاءَ تُزَوَّجُ بِوِلَايَةِ الْمُسْلِمِينَ الْعَامَّةِ بِنَاءً عَلَى أَنَّ مَالِكًا يُجِيزُ تَزْوِيجَ الدَّنِيَّةِ بِوِلَايَةٍ عَامَّةٍ مُسْلِمًا إِنْ لَمْ يَكُنْ لَهَا وَلِيٌّ خَاصٌّ مُجْبَرٌ. قَالُوا: وَالسَّوْدَاءُ دَنِيَّةٌ مُطْلَقًا ; لِأَنَّ السَّوَادَ شَوَهٌ فِي الْخِلْقَةِ وَهَذَا الْقَوْلُ مَرْدُودٌ عِنْدَ الْمُحَقِّقِينَ مِنَ الْعُلَمَاءِ، وَالْحَقُّ أَنَّ السَّوْدَاءَ قَدْ تَكُونُ شَرِيفَةً، وَقَدْ تَكُونُ جَمِيلَةً، وَقَدْ قَالَ بَعْضُ الْأُدَبَاءِ:  [الْوَافِرُ] </p><p> وَسَوْدَاءُ الْأَدِيمِ تُرِيكَ وَجْهًا ... تَرَى مَاءَ النَّعِيمِ جَرَى عَلَيْهِ </p><p> رَآهَا نَاظِرِي فَرَنَا إِلَيْهَا ... وَشَكْلُ الشَّيْءِ مُنْجَذِبٌ إِلَيْهِ </p><p> وَقَالَ آخَرُ:  [الْوَافِرُ] </p><p> وَلِي حَبَشِيَّةٌ سَلَبَتْ فُؤَادِي ... وَنَفْسِي لَا تَتُوقُ إِلَى سِوَاهَا </p><p> كَأَنَّ شُرُوطَهَا طُرُقٌ ثَلَاثٌ ... تَسِيرُ بِهَا النُّفُوسُ إِلَى هَوَاهَا </p><p> وَقَالَ آخَرُ فِي سَوْدَاءَ:  [السَّرِيعُ] </p><p> أَشْبَهَكِ الْمِسْكُ وَأَشْبَهْتِهِ ... قَائِمَةً فِي لَوْنِهِ قَاعِدَهْ </p><p> لَا شَكَّ إِذْ لَوْنُكُمَا وَاحِدٌ ... أَنَّكُمَا مِنْ طِينَةٍ وَاحِدَهْ </p><p> وَأَمْثَالُهُ فِي كَلَامِ الْأُدَبَاءِ كَثِيرَةٌ. </p><p> وَقَوْلُهُ: وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ [٤ \\ ١١٩] يَدُلُّ عَلَى أَنَّ تَقْطِيعَ آذَانِ الْأَنْعَامِ لَا يَجُوزُ وَهُوَ كَذَلِكَ. أَمَّا قَطْعُ أُذُنِ الْبَحِيرَةِ وَالسَّائِبَةِ تَقَرُّبًا بِذَلِكَ لِلْأَصْنَامِ فَهُوَ كُفْرٌ بِاللَّهِ إِجْمَاعًا، وَأَمَّا تَقْطِيعُ آذَانِ الْبَهَائِمِ لِغَيْرِ ذَلِكَ فَالظَّاهِرُ أَيْضًا أَنَّهُ لَا يَجُوزُ، وَلِذَا أَمَرَنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَنْ نَسْتَشْرِفَ الْعَيْنَ، وَالْأُذُنَ، وَلَا نُضَحِّيَ بِعَوْرَاءَ، وَلَا مُقَابَلَةٍ، وَلَا مُدَابَرَةٍ، </p>"
}