{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> وَلَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ تَزْكِيَتِهِمْ أَنْفُسَهُمْ. </p><p> وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ عَنْهُمْ: نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ [٥ \\ ١٨] ، وَقَوْلِهِ: وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى [٢ \\ ١١١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا، وَصَفَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ظِلَّ الْجَنَّةِ بِأَنَّهُ ظَلِيلٌ، وَوَصَفَهُ فِي آيَةٍ أُخْرَى بِأَنَّهُ دَائِمٌ، وَهِيَ قَوْلُهُ: أُكُلُهَا دَائِمٌ وَظِلُّهَا [١٣ \\ ٣٥] ، وَوَصَفَهُ فِي آيَةٍ أُخْرَى بِأَنَّهُ مَمْدُودٌ، وَهِيَ قَوْلُهُ: وَظِلٍّ مَمْدُودٍ [٥٦] ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّهَا ظِلَالٌ مُتَعَدِّدَةٌ، وَهُوَ قَوْلُهُ: إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ الْآيَةَ [٧٧ \\ ٤١] . </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ فِي تِلْكَ الظِّلَالِ مُتَّكِئُونَ مَعَ أَزْوَاجِهِمْ عَلَى الْأَرَائِكِ وَهُوَ قَوْلُهُ: هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ [٣٦ \\ ٥٦] ، وَالْأَرَائِكُ: جَمْعُ أَرِيكَةٍ وَهِيَ السَّرِيرُ فِي الْحَجَلَةِ، وَالْحَجَلَةُ بَيْتٌ يُزَيَّنُ لِلْعَرُوسِ بِجَمِيعِ أَنْوَاعِ الزِّينَةِ، وَبَيَّنَ أَنَّ ظِلَّ أَهْلِ النَّارِ لَيْسَ كَذَلِكَ بِقَوْلِهِ: انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ [٧٧ ٢٩، ٣٠] ، وَقَوْلِهِ: وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ فِي سَمُومٍ وَحَمِيمٍ وَظِلٍّ مِنْ يَحْمُومٍ لَا بَارِدٍ وَلَا كَرِيمٍ [٥٦ \\ ٤١، ٤٤] . </p><p> قَوْلُهُ تَعَالَى: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ الْآيَةَ أَمَرَ اللَّهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ كُلَّ شَيْءٍ تَنَازَعَ فِيهِ النَّاسُ مِنْ أُصُولِ الدِّينِ، وَفُرُوعِهِ أَنْ يُرَدَّ التَّنَازُعُ فِي ذَلِكَ إِلَى كِتَابِ اللَّهِ، وَسُنَّةِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ تَعَالَى قَالَ: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ [٤ \\ ٨٠] ، وَأَوْضَحَ هَذَا الْمَأْمُورَ بِهِ هُنَا بِقَوْلِهِ: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ [٤٢ \\ ١٠] ، وَيُفْهَمُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَا يَجُوزُ التَّحَاكُمُ إِلَى غَيْرِ كِتَابِ اللَّهِ، وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ أَوْضَحَ تَعَالَى هَذَا الْمَفْهُومَ مُوَبِّخًا لِلْمُتَحَاكِمِينَ إِلَى غَيْرِ كِتَابِ اللَّهِ، وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُبَيِّنًا أَنَّ الشَّيْطَانَ أَضَلَّهُمْ ضَلَالًا بَعِيدًا عَنِ الْحَقِّ بِقَوْلِهِ: أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا [٤ \\ ٦٠] ، وَأَشَارَ إِلَى أَنَّهُ لَا يُؤْمِنُ أَحَدٌ حَتَّى يَكْفُرَ بِالطَّاغُوتِ بِقَوْلِهِ: فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى [٢ \\ ٢٥٦] . </p>"
}