{
  "id": null,
  "sura": 4,
  "aya": 103,
  "text": "<p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: الَّذِي يَظْهَرُ لِي، وَاللَّهُ تَعَالَى أَعْلَمُ، أَنَّ أَحْسَنَ مَا يُعْتَذَرُ بِهِ عَنْ عُثْمَانَ، وَعَائِشَةَ فِي الْإِتْمَامِ فِي السَّفَرِ أَنَّهُمَا فَهِمَا مِنْ بَعْضِ النُّصُوصِ أَنَّ الْقَصْرَ فِي السَّفَرِ رُخْصَةٌ، كَمَا ثَبَتَ فِي «صَحِيحِ مُسْلِمٍ»  «أَنَّهُ صَدَقَةٌ تَصَدَّقَ اللَّهُ بِهَا» . اهـ. وَأَنَّهُ لَا بَأْسَ بِالْإِتْمَامِ لِمَنْ لَا يَشُقُّ عَلَيْهِ ذَلِكَ كَالصَّوْمِ فِي السَّفَرِ وَيَدُلُّ لِذَلِكَ مَا رَوَاهُ هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ:  «أَنَّهَا كَانَتْ تُصَلِّي أَرْبَعًا قَالَ: فَقُلْتُ لَهَا: لَوْ صَلَّيْتِ رَكْعَتَيْنِ،فَقَالَتْ:يَا ابْنَ أُخْتِي إِنَّهُ لَا يَشُقُّ عَلَيَّ» ، وَهَذَا أَصْرَحُ شَيْءٍ عَنْهَا فِي تَعْيِينِ مَا تَأَوَّلَتْ بِهِ، وَاللَّهُ أَعْلَمُ. </p><p> الْفَرْعُ السَّادِسُ: لَا يَجُوزُ لِلْمُسَافِرِ فِي مَعْصِيَةٍ الْقَصْرُ ; لِأَنَّ التَّرْخِيصَ لَهُ وَالتَّخْفِيفَ عَلَيْهِ إِعَانَةٌ لَهُ عَلَى مَعْصِيَتِهِ، وَيُسْتَدَلُّ لِهَذَا بِقَوْلِهِ تَعَالَى: فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ الْآيَةَ [٥ \\ ٣] ، فَشَرَطَ فِي التَّرْخِيصِ بِالِاضْطِرَارِ إِلَى أَكْلِ الْمَيْتَةِ كَوْنَهُ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ، وَيُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَتِهِ أَنَّ الْمُتَجَانِفَ لِإِثْمٍ لَا رُخْصَةَ لَهُ وَالْعَاصِيَ بِسَفَرِهِ مُتَجَانِفٌ لِإِثْمٍ، وَالضَّرُورَةُ أَشَدُّ فِي اضْطِرَارِ الْمَخْمَصَةِ مِنْهَا فِي التَّخْفِيفِ بِقَصْرِ الصَّلَاةِ وَمَنْعِ مَا كَانَتِ الضَّرُورَةُ إِلَيْهِ أَلْجَأُ بِالتَّجَانُفِ لِلْإِثْمِ يَدُلُّ عَلَى مَنْعِهِ بِهِ فِيمَا دُونَهُ مِنْ بَابِ أَوْلَى، وَهَذَا النَّوْعُ مِنْ مَفْهُومِ الْمُخَالَفَةِ مِنْ دَلَالَةِ اللَّفْظِ عِنْدَ الْجُمْهُورِ لَا مِنَ الْقِيَاسِ خِلَافًا لِلشَّافِعِيِّ وَقَوْمٍ كَمَا بَيَّنَّاهُ مِرَارًا فِي هَذَا الْكِتَابِ وَهُوَ الْمَعْرُوفُ بِإِلْغَاءِ الْفَارِقِ وَتَنْقِيحِ الْمَنَاطِ، وَيُسَمِّيهِ الشَّافِعِيُّ الْقِيَاسُ فِي مَعْنَى الْأَصْلِ، وَبِهَذَا قَالَ مَالِكٌ، وَالشَّافِعِيُّ، وَأَحْمَدُ، وَخَالَفَ فِي هَذِهِ الْمَسْأَلَةِ أَبُو حَنِيفَةَ رَحِمَهُ اللَّهُ فَقَالَ: يَقْصُرُ الْعَاصِي بِسَفَرِهِ كَغَيْرِهِ لِإِطْلَاقِ النُّصُوصِ ; وَلِأَنَّ السَّفَرَ الَّذِي هُوَ مَنَاطُ الْقَصْرِ لَيْسَ مَعْصِيَةً بِعَيْنِهِ، وَبِهِ قَالَ الثَّوْرِيُّ وَالْأَوْزَاعِيُّ، وَالْقَوْلُ الْأَوَّلُ أَظْهَرُ عِنْدِي، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الصَّلَاةَ كَانَتْ وَلَمْ تَزَلْ عَلَى الْمُؤْمِنِينَ كِتَابًا، أَيْ: شَيْئًا مَكْتُوبًا عَلَيْهِمْ وَاجِبًا حَتْمًا مَوْقُوتًا، أَيْ: لَهُ أَوْقَاتٌ يَجِبُ بِدُخُولِهَا وَلَمْ يُشِرْ هُنَا إِلَى تِلْكَ الْأَوْقَاتِ، وَلَكِنَّهُ أَشَارَ لَهَا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا [١٧ \\ ٧٨] ، فَأَشَارَ بِقَوْلِهِ: لِدُلُوكِ الشَّمْسِ وَهُوَ زَوَالُهَا عَنْ كَبِدِ السَّمَاءِ عَلَى التَّحْقِيقِ إِلَى صَلَاةِ الظُّهْرِ وَالْعَصْرِ ; وَأَشَارَ بِقَوْلِهِ: إِلَى غَسَقِ اللَّيْلِ وَهُوَ ظَلَامُهُ إِلَى صَلَاةِ الْمَغْرِبِ وَالْعِشَاءِ ; وَأَشَارَ بِقَوْلِهِ: </p><p> وَقُرْآنَ الْفَجْرِ إِلَى صَلَاةِ الصُّبْحِ، وَعَبَّرَ عَنْهَا بِالْقُرْآنِ بِمَعْنَى الْقِرَاءَةِ ; لِأَنَّهَا رُكْنٌ فِيهَا مِنَ التَّعْبِيرِ عَنِ الشَّيْءِ بِاسْمِ بَعْضِهِ. </p><p> وَهَذَا الْبَيَانُ أَوْضَحَتْهُ السُّنَّةُ إِيضَاحًا كُلِّيًّا، وَمِنَ الْآيَاتِ الَّتِي أُشِيرَ فِيهَا إِلَى أَوْقَاتِ الصَّلَاةِ كَمَا قَالَهُ جَمَاعَةٌ مِنَ الْعُلَمَاءِ، قَوْلُهُ تَعَالَى: فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ [٣٠ \\ ١٧، ١٨] ، قَالُوا: الْمُرَادُ بِالتَّسْبِيحِ فِي هَذِهِ الْآيَةِ الصَّلَاةُ، وَأَشَارَ بِقَوْلِهِ: حِينَ تُمْسُونَ إِلَى صَلَاةِ الْمَغْرِبِ وَالْعِشَاءِ، وَبِقَوْلِهِ: وَحِينَ تُصْبِحُونَ إِلَى صَلَاةِ الصُّبْحِ، وَبِقَوْلِهِ: وَعَشِيًّا إِلَى صَلَاةِ الْعَصْرِ، وَبِقَوْلِهِ: وَحِينَ تُظْهِرُونَ إِلَى صَلَاةِ الظُّهْرِ. وَقَوْلُهُ تَعَالَى: وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ [١١ \\ ١١٤] ، وَأَقْرَبُ الْأَقْوَالِ فِي الْآيَةِ أَنَّهُ أَشَارَ بِطَرَفَيِ النَّهَارِ إِلَى صَلَاةِ الصُّبْحِ أَوَّلَهُ وَصَلَاةِ الظُّهْرِ وَالْعَصْرِ آخِرَهُ أَيْ: فِي النِّصْفِ الْأَخِيرِ مِنْهُ وَأَشَارَ بِزُلَفٍ مِنَ اللَّيْلِ إِلَى صَلَاةِ الْمَغْرِبِ وَالْعِشَاءِ. </p><p> وَقَالَ ابْنُ كَثِيرٍ: يُحْتَمَلُ أَنَّ الْآيَةَ نَزَلَتْ قَبْلَ فَرْضِ الصَّلَوَاتِ الْخَمْسِ، وَكَانَ الْوَاجِبُ قَبْلَهَا صَلَاتَانِ: صَلَاةً قَبْلَ طُلُوعِ الشَّمْسِ، وَصَلَاةً قَبْلَ غُرُوبِهَا، وَقِيَامَ اللَّيْلِ، ثُمَّ نُسِخَ ذَلِكَ بِالصَّلَوَاتِ الْخَمْسِ، وَعَلَى هَذَا فَالْمُرَادُ بِطَرَفَيِ النَّهَارِ بِالصَّلَاةِ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، وَالْمُرَادُ بِزُلَفٍ مِنَ اللَّيْلِ قِيَامُ اللَّيْلِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: الظَّاهِرُ أَنَّ هَذَا الِاحْتِمَالَ الَّذِي ذَكَرَهُ الْحَافِظُ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - بِعِيدٌ ; لِأَنَّ الْآيَةَ نَزَلَتْ فِي أَبِي الْيَسَرِ فِي الْمَدِينَةِ بَعْدَ فَرْضِ الصَّلَوَاتِ بِزَمَنٍ فَهِيَ عَلَى التَّحْقِيقِ مُشِيرَةٌ لِأَوْقَاتِ الصَّلَاةِ، وَهِيَ آيَةٌ مَدَنِيَّةٌ فِي سُورَةٍ مَكِّيَّةٍ وَهَذِهِ تَفَاصِيلُ أَوْقَاتِ الصَّلَاةِ بِأَدِلَّتِهَا الْمُبَيِّنَةِ لَهَا مِنَ السُّنَّةِ، وَلَا يَخْفَى أَنَّ لِكُلِّ وَقْتٍ مِنْهَا أَوَّلًا وَآخِرًا، أَمَّا أَوَّلُ وَقْتِ الظُّهْرِ فَهُوَ زَوَالُ الشَّمْسِ عَنْ كَبِدِ السَّمَاءِ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ، أَمَّا الْكِتَابُ فَقَوْلُهُ تَعَالَى: أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ، فَاللَّامُ لِلتَّوْقِيتِ وَدُلُوكُ الشَّمْسِ زَوَالُهَا عَنْ كَبِدِ السَّمَاءِ عَلَى التَّحْقِيقِ. </p><p> وَأَمَّا السُّنَّةُ فَمِنْهَا حَدِيثُ أَبِي بَرْزَةَ الْأَسْلَمِيِّ عِنْدَ الشَّيْخَيْنِ: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي الْهَجِيرَ الَّتِي تَدْعُونَهَا الْأُولَى حِينَ تَدْحَضُ الشَّمْسُ. . . الْحَدِيثَ، وَمَعْنَى تَدْحَضُ: تَزُولُ عَنْ كَبِدِ السَّمَاءِ. </p><p> وَفِي رِوَايَةٍ لِمُسْلِمٍ: حِينَ تَزُولُ، وَفِي «الصَّحِيحَيْنِ» عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ: كَانَ </p><p> النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي الظُّهْرَ بِالْهَاجِرَةِ، وَفِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى الظُّهْرَ، وَفِي حَدِيثِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَمَّنِي جِبْرِيلُ عِنْدَ بَابِ الْبَيْتِ مَرَّتَيْنِ فَصَلَّى بِيَ الظُّهْرَ حِينَ زَالَتِ الشَّمْسُ» الْحَدِيثَ، أَخْرَجَهُ الْإِمَامَانِ الشَّافِعِيُّ وَأَحْمَدُ، وَأَبُو دَاوُدَ وَابْنُ خُزَيْمَةَ وَالدَّارَقُطْنِيُّ وَالْحَاكِمُ فِي «الْمُسْتَدْرَكِ» ، وَقَالَ: حَدِيثٌ صَحِيحٌ. </p><p> وَقَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ، فَإِنْ قِيلَ فِي إِسْنَادِهِ عَبْدُ الرَّحْمَنِ بْنُ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ، وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، وَحَكِيمُ بْنُ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ وَكُلُّهُمْ مُخْتَلَفٌ فِيهِمْ، فَالْجَوَابُ: أَنَّهُمْ تُوبِعُوا فِيهِ فَقَدْ أَخْرَجَهُ عَبْدُ الرَّزَّاقِ عَنِ الْعُمَرِيِّ عَنْ عُمَرَ بْنِ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ نَحْوَهُ. </p><p> قَالَ ابْنُ دَقِيقِ الْعِيدِ: هِيَ مُتَابَعَةٌ حَسَنَةٌ، وَصَحَّحَهُ ابْنُ الْعَرَبِيِّ، وَابْنُ عَبْدِ الْبَرِّ، مَعَ أَنَّ بَعْضَ رِوَايَاتِهِ لَيْسَ فِي إِسْنَادِهَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ بَلْ سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ الْمَذْكُورِ، عَنْ حَكِيمِ بْنِ حَكِيمٍ الْمَذْكُورِ، فَتَسْلَمُ هَذِهِ الرِّوَايَةُ مِنَ التَّضْعِيفِ بِعَبْدِ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ، وَمِنْ هَذِهِ الطَّرِيقِ أَخْرَجَهُ ابْنُ عَبْدِ الْبَرِّ، وَقَالَ: إِنَّ الْكَلَامَ فِي إِسْنَادِهِ لَا وَجْهَ لَهُ، وَكَذَلِكَ أَخْرَجَهُ مِنْ هَذَا الْوَجْهِ أَبُو دَاوُدَ، وَابْنُ خُزَيْمَةَ، وَالْبَيْهَقِيُّ، وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «جَاءَهُ جِبْرِيلُ، عَلَيْهِ السَّلَامُ،فَقَالَ لَهُ:» قُمْ فَصَلِّهْ «، فَصَلَّى الظُّهْرَ حِينَ زَالَتِ الشَّمْسُ» الْحَدِيثَ، أَخْرَجَهُ الْإِمَامُ أَحْمَدُ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ، وَابْنُ حِبَّانَ، وَالْحَاكِمُ. </p><p> وَقَالَ التِّرْمِذِيُّ: قَالَ مُحَمَّدٌ: يَعْنِي الْبُخَارِيَّ، حَدِيثُ جَابِرٍ، أَصَحُّ شَيْءٍ فِي الْمَوَاقِيتِ. </p><p> قَالَ عَبْدُ الْحَقِّ: يَعْنِي فِي إِمَامَةِ جِبْرِيلَ، وَهُوَ ظَاهِرٌ، وَعَنْ بُرَيْدَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «سَأَلَهُ رَجُلٌ عَنْ وَقْتِ الصَّلَاةِ،فَقَالَ:» صَلِّ مَعَنَا هَذَيْنِ الْيَوْمَيْنِ «، فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بِلَالًا رَضِيَ اللَّهُ عَنْهُ فَأَذَّنَ ثُمَّ أَمَرَهُ فَأَقَامَ الظُّهْرَ» . الْحَدِيثُ أَخْرَجَهُ مُسْلِمٌ فِي «صَحِيحِهِ» ، وَعَنْ أَبِي مُوسَى الْأَشْعَرِيِّ - رَضِيَ اللَّهُ عَنْهُ - «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَتَاهُ سَائِلٌ يَسْأَلُهُ عَنْ مَوَاقِيتِ الصَّلَاةِ،إِلَى أَنْ قَالَ:ثُمَّ أَمَرَهُ، فَأَقَامَ بِالظُّهْرِ حِينَ زَالَتِ الشَّمْسُ،وَالْقَائِلُ يَقُولُ:قَدِ انْتَصَفَ النَّهَارُ، وَهُوَ كَانَ أَعْلَمَ مِنْهُمْ» الْحَدِيثَ، رَوَاهُ مُسْلِمٌ أَيْضًا، وَالْأَحَادِيثُ فِي الْبَابِ كَثِيرَةٌ جِدًّا. </p><p> وَأَمَّا الْإِجْمَاعُ، فَقَدْ أَجْمَعَ جَمِيعُ الْمُسْلِمِينَ عَلَى أَنَّ أَوَّلَ وَقْتِ صَلَاةِ الظُّهْرِ هُوَ زَوَالُ </p><p> الشَّمْسِ عَنْ كَبِدِ السَّمَاءِ، كَمَا هُوَ ضَرُورِيٌّ مِنْ دِينِ الْإِسْلَامِ. </p><p> وَأَمَّا آخِرُ وَقْتِ صَلَاةِ الظُّهْرِ، فَالظَّاهِرُ مِنْ أَدِلَّةِ السُّنَّةِ فِيهِ، أَنَّهُ عِنْدَمَا يَصِيرُ ظِلُّ كُلِّ شَيْءٍ مِثْلَهُ مِنْ غَيْرِ اعْتِبَارِ ظِلِّ الزَّوَالِ، فَإِنَّ فِي الْأَحَادِيثِ الْمُشَارِ إِلَيْهَا آنِفًا، أَنَّهُ فِي الْيَوْمِ الْأَوَّلِ صَلَّى الْعَصْرَ عِنْدَمَا صَارَ ظِلُّ كُلِّ شَيْءٍ مِثْلَهُ فِي إِمَامَةِ جِبْرِيلَ، وَذَلِكَ عِنْدَ انْتِهَاءِ وَقْتِ الظُّهْرِ، وَأَصْرَحُ شَيْءٍ فِي ذَلِكَ مَا أَخْرَجَهُ مُسْلِمٌ فِي «صَحِيحِهِ» عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَقْتُ صَلَاةِ الظُّهْرِ مَا لَمْ يَحْضُرِ الْعَصْرُ» ، وَهَذَا الْحَدِيثُ الصَّحِيحُ يَدُلُّ عَلَى أَنَّهُ إِذَا جَاءَ وَقْتُ الْعَصْرِ، فَقَدْ ذَهَبَ وَقْتُ الظُّهْرِ، وَالرِّوَايَةُ الْمَشْهُورَةُ عَنْ مَالِكٍ رَحِمَهُ اللَّهُ تَعَالَى أَنَّ هَذَا الَّذِي ذَكَرْنَا تَحْدِيدَهُ بِالْأَدِلَّةِ، هُوَ وَقْتُ الظُّهْرِ الِاخْتِيَارِيُّ، وَأَنَّ وَقْتَهَا الضَّرُورِيَّ يَمْتَدُّ بِالِاشْتِرَاكِ مَعَ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ. </p><p> وَرُوِيَ نَحْوُهُ عَنْ عَطَاءٍ، وَطَاوُسٍ، وَالظَّاهِرُ أَنَّ حُجَّةَ أَهْلِ هَذَا الْقَوْلِ الْأَدِلَّةُ الدَّالَّةُ عَلَى اشْتِرَاكِ الظُّهْرِ وَالْعَصْرِ فِي الْوَقْتِ، فَمِنْ حَدِيثِ ابْنِ عَبَّاسٍ الْمُشَارِ إِلَيْهِ سَابِقًا «فَصَلَّى الظُّهْرَ فِي الْيَوْمِ الثَّانِي فِي الْوَقْتِ الَّذِي صَلَّى فِيهِ الْعَصْرَ فِي الْأَوَّلِ» ، وَعَنِ ابْنِ عَبَّاسٍ أَيْضًا قَالَ:  «جَمَعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْمَدِينَةِ مِنْ غَيْرِ خَوْفٍ، وَلَا سَفَرٍ» مُتَّفَقٌ عَلَيْهِ، وَفِي رِوَايَةٍ لِمُسْلِمٍ:  «مِنْ غَيْرِ خَوْفٍ، وَلَا مَطَرٍ» فَاسْتَدَلُّوا بِهَذَا عَلَى الِاشْتِرَاكِ، وَقَالُوا أَيْضًا: الصَّلَوَاتُ زِيدَ فِيهَا عَلَى بَيَانِ جِبْرِيلَ فِي الْيَوْمِ الثَّانِي، فَيَنْبَغِي أَنْ يُزَادَ فِي وَقْتِ الظُّهْرِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: الظَّاهِرُ سُقُوطُ هَذَا الِاسْتِدْلَالِ، أَمَّا الِاسْتِدْلَالُ عَلَى الِاشْتِرَاكِ بِحَدِيثِ ابْنِ عَبَّاسٍ «فَصَلَّى الظُّهْرَ فِي الْيَوْمِ الثَّانِي فِي الْوَقْتِ الَّذِي صَلَّى فِيهِ الْعَصْرَ فِي الْيَوْمِ الْأَوَّلِ» فَيُجَابُ عَنْهُ بِمَا أَجَابَ بِهِ الشَّافِعِيُّ رَحِمَهُ اللَّهُ وَهُوَ أَنَّ مَعْنَى صَلَاتِهِ لِلظَّهْرِ فِي الْيَوْمِ الثَّانِي فَرَاغُهُ مِنْهَا، كَمَا هُوَ ظَاهِرُ اللَّفْظِ، وَمَعْنَى صَلَاتِهِ لِلْعَصْرِ فِي ذَلِكَ الْوَقْتِ، فِي الْيَوْمِ الْأَوَّلِ ابْتِدَاءُ الصَّلَاةِ، فَيَكُونُ قَدْ فَرَغَ مِنْ صَلَاةِ الظُّهْرِ فِي الْيَوْمِ الثَّانِي عِنْدَ كَوْنِ ظِلِّ الشَّخْصِ مِثْلَهُ، وَابْتَدَأَ صَلَاةَ الْعَصْرِ فِي الْيَوْمِ الْأَوَّلِ عِنْدَ كَوْنِ ظِلِّ الشَّخْصِ مِثْلَهُ أَيْضًا، فَلَا يَلْزَمُ الِاشْتِرَاكَ، وَلَا إِشْكَالَ فِي ذَلِكَ ; لِأَنَّ آخِرَ وَقْتِ الظُّهْرِ، هُوَ أَوَّلُ وَقْتِ الْعَصْرِ، وَيَدُلُّ لِصِحَّةِ هَذَا الَّذِي قَالَهُ الشَّافِعِيُّ، مَا رَوَاهُ مُسْلِمٌ فِي «صَحِيحِهِ» مِنْ حَدِيثِ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ «وَصَلَّى الظُّهْرَ قَرِيبًا مِنْ وَقْتِ الْعَصْرِ بِالْأَمْسِ» ، فَهُوَ دَلِيلٌ صَحِيحٌ وَاضِحٌ فِي أَنَّهُ ابْتَدَأَ صَلَاةَ الظُّهْرِ فِي الْيَوْمِ الثَّانِي قَرِيبًا مِنْ وَقْتِ كَوْنِ ظِلِّ الشَّخْصِ مِثْلَهُ، وَأَتَمَّهَا عِنْدَ كَوْنِ ظِلِّهِ مِثْلَهُ كَمَا هُوَ ظَاهِرٌ، وَنَظِيرُ هَذَا التَّأْوِيلِ الَّذِي ذَهَبَ إِلَيْهِ الشَّافِعِيُّ، قَوْلُهُ تَعَالَى: فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ [٦٥ \\ ٢] ، وَقَوْلُهُ تَعَالَى: </p><p> فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ [٢ \\ ٢٣٢] ، فَالْمُرَادُ بِالْبُلُوغِ الْأَوَّلِ مُقَارَبَتُهُ، وَبِالثَّانِي حَقِيقَةُ انْقِضَاءِ الْأَجَلِ. </p><p> وَأَمَّا الِاسْتِدْلَالُ عَلَى الِاشْتِرَاكِ بِحَدِيثِ ابْنِ عَبَّاسٍ، الْمُتَّفَقِ عَلَيْهِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «جَمَعَ بِالْمَدِينَةِ مِنْ غَيْرِ خَوْفٍ، وَلَا سَفَرٍ» ، فَيُجَابُ عَنْهُ بِأَنَّهُ يَتَعَيَّنُ حَمْلُهُ عَلَى الْجَمْعِ الصُّورِيِّ جَمْعًا بَيْنَ الْأَدِلَّةِ، وَهُوَ أَنَّهُ صَلَّى الظُّهْرَ فِي آخِرِ وَقْتِهَا حِينَ لَمَّ يَبْقَ مِنْ وَقْتِهَا إِلَّا قَدْرَ مَا تُصَلِّى فِيهِ، وَعِنْدَ الْفَرَاغِ مِنْهَا دَخَلَ وَقْتُ الْعَصْرِ فَصَلَّاهَا فِي أَوَّلِهِ، وَمَنْ صَلَّى الظُّهْرَ فِي آخِرِ وَقْتِهَا، وَالْعَصْرَ فِي أَوَّلِ وَقْتِهَا كَانَتْ صُورَةُ صَلَاتِهِ صُورَةَ الْجَمْعِ، وَلَيْسَ ثَمَّ جَمْعٌ فِي الْحَقِيقَةِ ; لِأَنَّهُ أَدَّى كُلًّا مِنَ الصَّلَاتَيْنِ فِي وَقْتِهَا الْمُعَيَّنِ لَهَا، كَمَا هُوَ ظَاهِرٌ، وَسَتَأْتِي لَهُ زِيَادَةُ إِيضَاحٍ إِنْ شَاءَ اللَّهُ. </p><p> وَأَمَّا الِاسْتِدْلَالُ بِأَنَّ الصَّلَوَاتِ زِيدَ فِيهَا عَلَى بَيَانِ جِبْرِيلَ، فَهُوَ ظَاهِرُ السُّقُوطِ ; لِأَنَّ تَوْقِيتَ الْعِبَادَاتِ تَوْقِيفِيٌّ بِلَا نِزَاعٍ، وَالزِّيَادَةُ فِي الْأَوْقَاتِ الْمَذْكُورَةِ ثَبَتَتْ بِالنُّصُوصِ الشَّرْعِيَّةِ. </p><p> وَأَمَّا صَلَاةُ الْعَصْرِ، فَقَدْ دَلَّتْ نُصُوصُ السُّنَّةِ عَلَى أَنَّ لَهَا وَقْتًا اخْتِيَارِيًّا، وَوَقْتًا ضَرُورِيًّا، أَمَّا وَقْتُهَا الِاخْتِيَارِيُّ فَأَوَّلُهُ عِنْدَمَا يَكُونُ ظِلُّ كُلِّ شَيْءٍ مِثْلَهُ مِنْ غَيْرِ اعْتِبَارِ ظِلِّ الزَّوَالِ، وَيَدْخُلُ وَقْتُهَا بِانْتِهَاءِ وَقْتِ الظُّهْرِ الْمُتَقَدِّمِ بَيَانُهُ، فَفِي حَدِيثِ ابْنِ عَبَّاسٍ الْمُتَقَدِّمِ:  \" فَصَلَّى الْعَصْرَ حِينَ صَارَ ظِلُّ كُلِّ شَيْءٍ مِثْلَهُ \" . </p><p> وَفِي حَدِيثِ جَابِرٍ الْمُتَقَدِّمِ أَيْضًا:  \" فَصَلَّى الْعَصْرَ حِينَ صَارَ ظِلُّ كُلِّ شَيْءٍ مَثْلَهُ \" ، وَهَذَا هُوَ التَّحْقِيقُ فِي أَوَّلِ وَقْتِ الْعَصْرِ، كَمَا صَرَّحَتْ بِهِ الْأَحَادِيثُ الْمَذْكُورَةُ وَغَيْرُهَا. </p><p> وَقَالَ الشَّافِعِيُّ: أَوَّلُ وَقْتِ الْعَصْرِ إِذَا صَارَ ظِلُّ كَلِّ شَيْءٍ مِثْلَهُ، وَزَادَ أَدْنَى زِيَادَةٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: إِنْ كَانَ مُرَادُ الشَّافِعِيِّ أَنَّ الزِّيَادَةَ لِتَحْقِيقِ بَيَانِ انْتِهَاءِ الظِّلِّ إِلَى الْمِثْلِ إِذْ لَا يُتَيَقَّنُ ذَلِكَ إِلَّا بِزِيَادَةٍ مَا كَمَا قَالَ بِهِ بَعْضُ الشَّافِعِيَّةِ فَهُوَ مُوَافِقٌ لِمَا عَلَيْهِ الْجُمْهُورُ لَا مُخَالِفَ لَهُ، وَإِنْ كَانَ مُرَادُهُ غَيْرَ ذَلِكَ فَهُوَ مَرْدُودٌ بِالنُّصُوصِ الْمُصَرِّحَةِ بِأَنَّ أَوَّلَ وَقْتِ الْعَصْرِ عِنْدَمَا يَكُونُ ظِلُّ الشَّيْءِ مِثْلَهُ مِنْ غَيْرِ حَاجَةٍ إِلَى زِيَادَةٍ، مَعَ أَنَّ الظَّاهِرَ إِمْكَانُ تَحْقِيقِ كَوْنِ ظِلِّ الشَّيْءِ مِثْلَهُ مِنْ غَيْرِ احْتِيَاجٍ إِلَى زِيَادَةٍ مَا. وَشَذَّ أَبُو حَنِيفَةَ رَحِمَهُ اللَّهُ مِنْ بَيْنِ عَامَّةِ الْعُلَمَاءِ فَقَالَ: يَبْقَى وَقْتُ الظُّهْرِ حَتَّى يَصِيرَ الظِّلُّ مِثْلَيْنِ، فَإِذَا زَادَ عَلَى ذَلِكَ يَسِيرًا كَانَ أَوَّلَ وَقْتِ الْعَصْرِ. </p><p> وَنَقَلَ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" عَنِ الْقَاضِي أَبِي الطَّيِّبِ أَنَّ ابْنَ الْمُنْذِرِ قَالَ: لَمْ يَقُلْ هَذَا أَحَدٌ غَيْرُ أَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ وَحُجَّتُهُ حَدِيثُ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: \" إِنَّمَا بَقَاؤُكُمْ فِيمَا سَلَفَ مِنَ الْأُمَمِ قَبْلَكُمْ كَمَا بَيْنَ صَلَاةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ، أُوتِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا حَتَّى إِذَا انْتَصَفَ النَّهَارُ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا، ثُمَّ أُوتِيَ أَهْلُ الْإِنْجِيلِ الْإِنْجِيلَ، فَعَمِلُوا إِلَى صَلَاةِ الْعَصْرِ فَعَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا، ثُمَّ أُوتِينَا الْقُرْآنَ فَعَمِلْنَا إِلَى غُرُوبِ الشَّمْسِ فَأُعْطِينَا قِيرَاطَيْنِ قِيرَاطَيْنِ. فَقَالَ أَهْلُ الْكِتَابِ: أَيْ رَبَّنَا، أَعْطَيْتَ هَؤُلَاءِ قِيرَاطَيْنِ قِيرَاطَيْنِ وَأَعْطَيْتَنَا قِيرَاطًا قِيرَاطًا وَنَحْنُ أَكْثَرُ عَمَلًا؟ قَالَ اللَّهُ تَعَالَى:  (هَلْ ظَلَمَتْكُمْ مَنْ أَجْرِكُمْ مَنْ شَيْءٍ، قَالُوا لَا قَالَ فَهُوَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ) مُتَّفَقٌ عَلَيْهِ. قَالَ: فَهَذَا دَلِيلٌ عَلَى أَنَّ وَقْتَ الْعَصْرِ أَقْصَرُ مِنْ وَقْتِ الظُّهْرِ وَمِنْ حِينِ يَصِيرُ ظِلُّ الشَّيْءِ مِثْلَهُ إِلَى غُرُوبِ الشَّمْسِ هُوَ رُبُعُ النَّهَارِ، وَلَيْسَ بِأَقَلَّ مِنْ وَقْتِ الظُّهْرِ، بَلْ هُوَ مِثْلُهُ. </p><p> وَأُجِيبَ عَنْ هَذَا الِاسْتِدْلَالِ بِأَنَّ الْمَقْصُودَ مِنْ هَذَا الْحَدِيثِ ضَرْبُ الْمَثَلِ لَا بَيَانُ تَحْدِيدِ أَوْقَاتِ الصَّلَاةِ، وَالْمَقْصُودُ مِنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى انْتِهَاءِ وَقْتِ الظُّهْرِ عِنْدَمَا يَصِيرُ ظِلُّ الشَّيْءِ مِثْلَهُ هُوَ تَحْدِيدُ أَوْقَاتِ الصَّلَاةِ، وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ أَخْذَ الْأَحْكَامِ مِنْ مَظَانِّهَا أَوْلَى مِنْ أَخْذِهَا لَا مِنْ مَظَانِّهَا مَعَ أَنَّ الْحَدِيثَ لَيْسَ فِيهِ تَصْرِيحٌ بِأَنَّ أَحَدَ الزَّمَنَيْنِ أَكْثَرُ مِنَ الْآخَرِ وَإِنَّمَا فِيهِ أَنَّ عَمَلَهُمْ أَكْثَرُ، وَكَثْرَةُ الْعَمَلِ لَا تَسْتَلْزِمُ كَثْرَةَ الزَّمَنِ لِجَوَازِ أَنْ يَعْمَلَ بَعْضُ النَّاسِ عَمَلًا كَثِيرًا فِي زَمَنٍ قَلِيلٍ، وَيَدُلُّ لِهَذَا أَنَّ هَذِهِ الْأُمَّةَ وُضِعَتْ عَنْهَا الْآصَارُ وَالْأَغْلَالُ الَّتِي كَانَتْ عَلَيْهِمْ. </p><p> قَالَ ابْنُ عَبْدِ الْبَرِّ: خَالَفَ أَبُو حَنِيفَةَ فِي قَوْلِهِ هَذَا الْآثَارَ وَالنَّاسَ، وَخَالَفَهُ أَصْحَابُهُ، فَإِذَا تَحَقَّقْتَ أَنَّ الْحَقَّ كَوْنُ أَوَّلِ وَقْتِ الْعَصْرِ عِنْدَمَا يَكُونُ ظِلُّ كُلِّ شَيْءٍ مِثْلَهُ، مِنْ غَيْرِ اعْتِبَارِ ظِلِّ الزَّوَالِ فَاعْلَمْ أَنَّ آخِرَ وَقْتِ الْعَصْرِ جَاءَ فِي بَعْضِ الْأَحَادِيثِ تَحْدِيدُهُ بِأَنْ يَصِيرَ ظِلُّ كَلِّ شَيْءٍ مِثْلَيْهِ، وَجَاءَ فِي بَعْضِهَا تَحْدِيدُهُ بِمَا قَبْلَ اصْفِرَارِ الشَّمْسِ، وَجَاءَ فِي بَعْضِهَا امْتِدَادُهُ إِلَى غُرُوبِ الشَّمْسِ، فَفِي حَدِيثِ جَابِرٍ وَابْنِ عَبَّاسٍ الْمُتَقَدِّمَيْنِ فِي إِمَامَةِ جِبْرِيلَ فِي بَيَانِهِ لِآخِرِ وَقْتِ الْعَصْرِ فِي الْيَوْمِ الثَّانِي، ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ ظِلُّ كُلِّ شَيْءٍ مِثْلَيْهِ، وَفِي حَدِيثِ عَبْدِ اللَّهِ بْنِ عُمَرَ وَعِنْدَ مُسْلِمٍ وَأَحْمَدَ، وَوَقْتُ صَلَاةِ الْعَصْرِ مَا لَمْ تَصْفَرَّ الشَّمْسُ، وَفِي حَدِيثِ أَبِي مُوسَى عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَأَبِي دَاوُدَ وَالنَّسَائِيِّ، ثُمَّ أَخَّرَ الْعَصْرَ فَانْصَرَفَ </p><p> مِنْهَا، وَالْقَائِلُ يَقُولُ: احْمَرَّتِ الشَّمْسُ، وَرَوَى الْإِمَامُ أَحْمَدُ وَمُسْلِمٌ وَأَصْحَابُ السُّنَنِ الْأَرْبَعِ نَحْوَهُ مِنْ حَدِيثِ بُرَيْدَةَ الْأَسْلَمِيِّ، وَفِي حَدِيثِ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَعِنْدَ مُسْلِمٍ وَوَقْتُ صَلَاةِ الْعَصْرِ مَا لَمْ تَصَفَرَّ الشَّمْسُ وَيَسْقُطْ قَرْنُهَا الْأَوَّلُ. </p><p> وَفِي حَدِيثِ أَبِي هُرَيْرَةَ الْمُتَّفَقِ عَلَيْهِ: وَمَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ. </p><p> وَالظَّاهِرُ فِي وَجْهِ الْجَمْعِ بَيْنَ هَذِهِ الرِّوَايَاتِ فِي تَحْدِيدِ آخِرِ وَقْتِ الْعَصْرِ أَنَّ مَصِيرَ ظِلِّ الشَّيْءِ مِثْلَيْهِ، هُوَ وَقْتُ تَغْيِيرِ الشَّمْسِ مِنَ الْبَيَاضِ وَالنَّقَاءِ إِلَى الصُّفْرَةِ، فَيُؤَوَّلُ مَعْنَى الرِّوَايَتَيْنِ إِلَى شَيْءٍ وَاحِدٍ، كَمَا قَالَهُ بَعْضُ الْمَالِكِيَّةِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \" : أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ مَنْ صَلَّى الْعَصْرَ وَالشَّمْسُ بَيْضَاءُ نَقِيَّةٌ، فَقَدْ صَلَّاهَا فِي وَقْتِهَا، وَفِي هَذَا دَلِيلٌ عَلَى أَنَّ مُرَاعَاةَ الْمِثْلَيْنِ عِنْدَهُمُ اسْتِحْبَابٌ وَلَعَلَّهُمَا مُتَقَارِبَانِ يُوجَدُ أَحَدُهُمَا قَرِيبًا مِنَ الْآخَرِ. اهـ. مِنْهُ بِلَفْظِهِ. وَهَذَا هُوَ انْتِهَاءُ وَقْتِهَا الِاخْتِيَارِيِّ. </p><p> وَأَمَّا الرِّوَايَاتُ الدَّالَّةُ عَلَى امْتِدَادِ وَقْتِهَا إِلَى الْغُرُوبِ، فَهِيَ فِي حَقِّ أَهْلِ الْأَعْذَارِ كَحَائِضٍ تَطْهُرُ، وَكَافِرٍ يُسْلِمُ، وَصَبِيٍّ يَبْلُغُ، وَمَجْنُونٍ يُفِيقُ، وَنَائِمٍ يَسْتَيْقِظُ، وَمَرِيضٍ يَبْرَأُ، وَيَدُلُّ لِهَذَا الْجَمْعِ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ مِنْ حَدِيثِ أَنَسٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  \" تِلْكَ صَلَاةُ الْمُنَافِقِ يَجْلِسُ يَرْقُبُ الشَّمْسَ حَتَّى إِذَا كَانَتْ بَيْنَ قَرْنَيِ الشَّيْطَانِ قَامَ فَنَقَرَهَا أَرْبَعًا لَا يَذْكُرُ اللَّهَ إِلَّا قَلِيلًا \" . فَفِي الْحَدِيثِ دَلِيلٌ عَلَى عَدَمِ جَوَازِ تَأْخِيرِ صَلَاةِ الْعَصْرِ إِلَى الِاصْفِرَارِ فَمَا بَعْدَهُ بِلَا عُذْرٍ. </p><p> وَأَوَّلُ وَقْتِ صَلَاةِ الْمَغْرِبِ غُرُوبُ الشَّمْسِ، أَيْ: غَيْبُوبَةُ قُرْصِهَا بِإِجْمَاعِ الْمُسْلِمِينَ، وَفِي حَدِيثِ جَابِرٍ وَابْنِ عَبَّاسٍ فِي إِمَامَةِ جِبْرِيلَ:  «فَصَلَّى الْمَغْرِبَ حِينَ وَجَبَتِ الشَّمْسُ» ، وَفِي حَدِيثِ سَلَمَةَ بْنِ الْأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَانَ يُصَلِّي الْمَغْرِبَ إِذَا غَرَبَتِ الشَّمْسُ وَتَوَارَتْ بِالْحِجَابِ» . أَخْرَجَهُ الشَّيْخَانِ، وَالْإِمَامُ أَحْمَدُ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعِ إِلَّا النَّسَائِيَّ، وَالْأَحَادِيثُ بِذَلِكَ كَثِيرَةٌ، وَاخْتُلِفَ فِي آخِرِ وَقْتِهَا أَعْنِي الْمَغْرِبَ، فَقَالَ بَعْضُ الْعُلَمَاءِ: لَيْسَ لَهَا إِلَّا وَقْتٌ وَاحِدٌ وَهُوَ قَدْرُ مَا تُصَلَّى فِيهِ أَوَّلَ وَقْتِهَا مَعَ مُرَاعَاةِ الْإِتْيَانِ بِشُرُوطِهَا، وَبِهِ قَالَ الشَّافِعِيُّ: وَهُوَ مَشْهُورُ مَذْهَبِ مَالِكٍ، وَحُجَّةُ أَهْلِ هَذَا الْقَوْلِ أَنَّ جِبْرِيلَ صَلَّاهَا بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي اللَّيْلَةِ الثَّانِيَةِ فِي وَقْتِ صَلَاتِهِ لَهَا فِي الْأُولَى، قَالُوا: فَلَوْ كَانَ لَهَا وَقْتٌ آخَرُ لَأَخَّرَهَا فِي الثَّانِيَةِ إِلَيْهِ كَمَا فَعَلَ فِي جَمِيعِ الصَّلَوَاتِ غَيْرِهَا. </p><p> وَالتَّحْقِيقُ أَنَّ وَقْتَ الْمَغْرِبِ يَمْتَدُّ مَا لَمْ يَغِبِ الشَّفَقُ. فَقَدْ أَخْرَجَ مُسْلِمٌ فِي «صَحِيحِهِ» مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو الْمُتَقَدِّمِ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «وَوَقْتُ الْمَغْرِبِ مَا لَمْ يَسْقُطْ ثَوْرُ الشَّفَقِ» الْحَدِيثَ. وَالْمُرَادُ بِثَوْرِ الشَّفَقِ: ثَوَرَانُهُ وَانْتِشَارُهُ وَمُعْظَمُهُ، وَفِي الْقَامُوسِ أَنَّهُ حُمْرَةُ الشَّفَقِ الثَّائِرَةُ فِيهِ، وَفِي حَدِيثِ أَبِي مُوسَى الْمُتَقَدِّمِ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَحَدِيثِ بِرَيْدَةَ الْمُتَقَدِّمِ عِنْدَ أَحْمَدَ وَمُسْلِمٍ وَأَصْحَابِ السُّنَنِ الْأَرْبَعِ ثُمَّ أَخَّرَ الْمَغْرِبَ حَتَّى كَانَ عِنْدَ سُقُوطِ الشَّفَقِ، وَفِي لَفْظٍ:  «فَصَلَّى الْمَغْرِبَ قَبْلَ سُقُوطِ الشَّفَقِ» ، وَالْجَوَابُ عَنْ أَحَادِيثِ إِمَامَةِ جِبْرِيلَ حَيْثُ صَلَّى الْمَغْرِبَ فِي الْيَوْمَيْنِ فِي وَقْتٍ وَاحِدٍ مِنْ ثَلَاثَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: أَنَّهُ اقْتَصَرَ عَلَى بَيَانِ وَقْتِ الِاخْتِيَارِ وَلَمْ يَسْتَوْعِبْ وَقْتَ الْجَوَازِ وَهَذَا جَارٍ فِي كُلِّ الصَّلَوَاتِ مَا سِوَى الظُّهْرِ. </p><p> وَالثَّانِي: أَنَّهُ مُتَقَدِّمٌ فِي أَوَّلِ الْأَمْرِ بِمَكَّةَ وَهَذِهِ الْأَحَادِيثُ بِامْتِدَادِ وَقْتِ الْمَغْرِبِ إِلَى غُرُوبِ الشَّفَقِ مُتَأَخِّرَةٌ فِي آخِرِ الْأَمْرِ بِالْمَدِينَةِ فَوَجَبَ اعْتِمَادُهَا. </p><p> وَالثَّالِثُ: أَنَّ هَذِهِ الْأَحَادِيثَ أَصَحُّ إِسْنَادًا مِنْ حَدِيثِ بَيَانِ جِبْرِيلَ فَوَجَبَ تَقْدِيمُهَا، قَالَهُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ وَلَا خِلَافَ بَيْنِ الْعُلَمَاءِ فِي أَفْضَلِيَّةِ تَقْدِيمِ صَلَاةِ الْمَغْرِبِ عِنْدَ أَوَّلِ وَقْتِهَا وَمَذْهَبُ الْإِمَامِ مَالِكٍ رَحِمَهُ اللَّهُ امْتِدَادُ الْوَقْتِ الضَّرُورِيِّ لِلْمَغْرِبِ بِالِاشْتِرَاكِ مَعَ الْعِشَاءِ إِلَى الْفَجْرِ. </p><p> وَقَالَ الْبَيْهَقِيُّ فِي «السُّنَنِ الْكُبْرَى» : رُوِّينَا عَنِ ابْنِ عَبَّاسٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فِي الْمَرْأَةِ تَطْهُرُ قَبْلَ طُلُوعِ الْفَجْرِ صَلَّتِ الْمَغْرِبَ وَالْعِشَاءَ، وَالظَّاهِرُ أَنَّ حُجَّةَ هَذَا الْقَوْلِ بِامْتِدَادِ وَقْتِ الضَّرُورَةِ لِلْمَغْرِبِ إِلَى طُلُوعِ الْفَجْرِ كَمَا هُوَ مَذْهَبُ مَالِكٍ مَا ثَبَتَ فِي الصَّحِيحِ أَيْضًا مِنْ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِالْمَدِينَةِ مِنْ غَيْرِ خَوْفٍ وَلَا سَفَرٍ» ، فَقَدْ رَوَى الشَّيْخَانِ فِي «صَحِيحَيْهِمَا» عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «صَلَّى بِالْمَدِينَةِ سَبْعًا وَثَمَانِيًا الظُّهْرَ، وَالْعَصْرَ، وَالْمَغْرِبَ، وَالْعِشَاءَ» وَمَعْنَاهُ: أَنَّهُ يُصَلِّي السَّبْعَ جَمِيعًا فِي وَقْتٍ وَاحِدٍ، وَالثَّمَانِ كَذَلِكَ كَمَا بَيَّنَتْهُ رِوَايَةُ الْبُخَارِيِّ فِي بَابِ «وَقْتِ الْمَغْرِبِ» عَنِ ابْنِ عَبَّاسٍ قَالَ: صَلَّى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «سَبْعًا جَمِيعًا وَثَمَانِيًا جَمِيعًا» . </p><p> وَفِي لَفْظٍ لِمُسْلِمٍ وَأَحْمَدَ وَأَصْحَابِ السُّنَنِ إِلَّا ابْنَ مَاجَهْ:  «جَمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ وَبَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِالْمَدِينَةِ مِنْ غَيْرِ خَوْفٍ وَلَا مَطَرٍ» ، قِيلَ لِابْنِ عَبَّاسٍ: مَا </p><p> أَرَادَ بِذَلِكَ؟ قَالَ: أَرَادَ أَلَّا يُحْرِجَ أُمَّتَهُ، وَبِهِ تَعْلَمُ أَنَّ قَوْلَ مَالِكٍ فِي [الْمُوَطَّأِ] لَعَلَّ ذَلِكَ لِعِلَّةِ الْمَطَرِ غَيْرُ صَحِيحٍ. </p><p> وَفِي لَفْظِ أَكْثَرِ الرِّوَايَاتِ مِنْ غَيْرِ خَوْفٍ وَلَا سَفَرٍ. وَقَدْ قَدَّمْنَا أَنَّ هَذَا الْجَمْعَ يَجِبُ حَمْلُهُ عَلَى الْجَمْعِ الصُّورِيِّ لِمَا تَقَرَّرَ فِي الْأُصُولِ مِنْ أَنَّ الْجَمْعَ وَاجِبٌ إِذَا أَمْكَنَ، وَبِهَذَا الْحَمْلِ تَنْتَظِمُ الْأَحَادِيثُ وَلَا يَكُونُ بَيْنَهَا خِلَافٌ، وَمِمَّا يَدُلُّ عَلَى أَنَّ الْحَمْلَ الْمَذْكُورَ مُتَعَيَّنٌ، مَا أَخْرَجَهُ النَّسَائِيُّ عَنِ ابْنِ عَبَّاسٍ بِلَفْظِ «صَلَّيْتُ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الظُّهْرَ وَالْعَصْرَ جَمِيعًا، وَالْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا، أَخَّرَ الظُّهْرَ وَعَجَّلَ الْعَصْرَ، وَأَخَّرَ الْمَغْرِبَ وَعَجَّلَ الْعِشَاءَ» ، فَهَذَا ابْنُ عَبَّاسٍ رَاوِي حَدِيثَ الْجَمْعِ قَدْ صَرَّحَ بِأَنَّ مَا رَوَاهُ مِنَ الْجَمْعِ الْمَذْكُورِ هُوَ الْجَمْعُ الصُّورِيُّ، فَرِوَايَةُ النَّسَائِيِّ هَذِهِ صَرِيحَةٌ فِي مَحَلِّ النِّزَاعِ مُبَيِّنَةٌ لِلْإِجْمَالِ الْوَاقِعِ فِي الْجَمْعِ الْمَذْكُورِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْبَيَانَ بِمَا سَنَدُهُ دُونَ سَنَدِ الْمُبَيَّنِ جَائِزٌ عِنْدَ جَمَاهِيرِ الْأُصُولِيِّينَ، وَكَذَلِكَ الْمُحَدِّثُونَ وَأَشَارَ إِلَيْهِ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ فِي مَبْحَثِ الْبَيَانِ: [الرَّجَزُ] </p><p> وَبَيَّنَ الْقَاصِرُ مِنْ حَيْثُ السَّنَدْ ... أَوِ الدَّلَالَةِ عَلَى مَا يُعْتَمَدْ </p><p> وَيُؤَيِّدُهُ مَا رَوَاهُ الشَّيْخَانِ عَنْ عُمَرَ وَابْنِ دِينَارٍ، أَنَّهُ قَالَ:  «يَا أَبَا الشَّعْثَاءِ، أَظُنُّهُ أَخَّرَ الظُّهْرَ وَعَجَّلَ الْعَصْرَ، وَأَخَّرَ الْمَغْرِبَ وَعَجَّلَ الْعِشَاءَ.قَالَ:وَأَنَا أَظُنُّهُ» ، وَأَبُو الشَّعْثَاءِ هُوَ رَاوِي الْحَدِيثِ عَنِ ابْنِ عَبَّاسٍ، وَالرَّاوِي أَدْرَى بِمَا رَوَى مِنْ غَيْرِهِ ; لِأَنَّهُ قَدْ يَعْلَمُ مِنْ سِيَاقِ الْكَلَامِ قَرَائِنَ لَا يَعْلَمُهَا الْغَائِبُ، فَإِنْ قِيلَ ثَبَتَ فِي «صَحِيحِ الْبُخَارِيِّ» وَغَيْرِهِ أَنَّ أَيُّوبَ السِّخْتِيَانِيَّ قَالَ لِأَبِي الشَّعْثَاءِ: لَعَلَّ ذَلَكَ الْجَمْعَ فِي لَيْلَةٍ مَطِيرَةٍ، فَقَالَ أَبُو الشَّعْثَاءِ: عَسَى. </p><p> فَالظَّاهِرُ فِي الْجَوَابِ وَاللَّهُ تَعَالَى أَعْلَمُ، أَنَّا لَمْ نَدَّعِ جَزْمَ أَبِي الشَّعْثَاءِ بِذَلِكَ وَرِوَايَةَ الشَّيْخَيْنِ عَنْهُ بِالظَّنِّ، وَالظَّنُّ لَا يُنَافِي احْتِمَالَ النَّقِيضِ وَذَلِكَ النَّقِيضُ الْمُحْتَمَلُ هُوَ مُرَادُهُ بِعَسَى، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَمِمَّا يُؤَيِّدُهُ الْجَمْعُ الْمَذْكُورُ عَلَى الْجَمْعِ الصُّورِيِّ أَنَّ ابْنَ مَسْعُودٍ وَابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمْ كِلَاهُمَا مِمَّنْ رَوَى عَنْهُ الْجَمْعَ الْمَذْكُورَ بِالْمَدِينَةِ مَعَ أَنَّ كُلًّا مِنْهُمَا رَوَى عَنْهُ مَا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِالْجَمْعِ الْمَذْكُورِ الْجَمْعُ الصُّورِيُّ. </p><p> أَمَّا ابْنُ مَسْعُودٍ فَقَدْ رَوَاهُ عَنْهُ الطَّبَرَانِيُّ، كَمَا ذَكَرَهُ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» . </p><p> وَقَالَ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» : رَوَاهُ الطَّبَرَانِيُّ عَنِ ابْنِ مَسْعُودٍ فِي الْكَبِيرِ وَالْأَوْسَطِ كَمَا ذَكَرَهُ الْهَيْثَمِيُّ فِي «مَجْمَعِ الزَّوَائِدِ» بِلَفْظِ: «جَمَعَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ الظُّهْرِ وَالْعَصْرِ وَبَيْنَ الْمَغْرِبِ وَالْعِشَاءِ، فَقِيلَ لَهُ فِي ذَلِكَ،فَقَالَ:صَنَعْتُ ذَلِكَ لِئَلَّا تُحْرَجَ أُمَّتِي» ، مَعَ أَنَّ ابْنَ مَسْعُودٍ رَوَى عَنْهُ مَالِكٌ فِي «الْمُوَطَّأِ» وَالْبُخَارِيُّ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ، أَنَّهُ قَالَ:  «مَا رَأَيْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَّى صَلَاةً لِغَيْرِ مِيقَاتِهَا إِلَّا صَلَاتَيْنِ جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِالْمُزْدَلِفَةِ وَصَلَّى الْفَجْرَ يَوْمَئِذٍ قَبْلَ مِيقَاتِهَا» ، فَنَفْيُ ابْنِ مَسْعُودٍ لِلْجَمْعِ الْمَذْكُورِ يَدُلُّ عَلَى أَنَّ الْجَمْعَ الْمَرْوِيَّ عَنْهُ الْجَمْعُ الصُّورِيُّ ; لِأَنَّ كُلًّا مِنَ الصَّلَاتَيْنِ فِي وَقْتِهَا وَإِلَّا لَكَانَ قَوْلُهُ مُتَنَاقِضًا وَالْجَمْعُ وَاجِبٌ مَتَى مَا أَمْكَنَ. </p><p> وَأَمَّا ابْنُ عُمَرَ فَقَدْ رَوَى عَنْهُ الْجَمْعَ الْمَذْكُورَ بِالْمَدِينَةِ عَبْدُ الرَّزَّاقِ كَمَا قَالَهُ الشَّوْكَانِيُّ أَيْضًا مَعَ أَنَّهُ رَوَى عَنْهُ ابْنُ جَرِيرٍ أَنَّهُ قَالَ:  «خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكَانَ يُؤَخِّرُ الظُّهْرَ وَيُعَجِّلُ الْعَصْرَ فَيَجْمَعُ بَيْنَهُمَا، وَيُؤَخِّرُ الْمَغْرِبَ وَيُعَجِّلُ الْعِشَاءَ فَيَجْمَعُ بَيْنَهُمَا» ، قَالَهُ الشَّوْكَانِيُّ أَيْضًا، وَهَذَا هُوَ الْجَمْعُ الصُّورِيُّ، فَهَذِهِ الرِّوَايَاتُ مُعِيِّنَةٌ لِلْمُرَادِ بِلَفْظِ جَمَعَ. </p><p> وَاعْلَمْ أَنَّ لَفْظَةَ جَمَعَ فِعْلٌ فِي سِيَاقِ الْإِثْبَاتِ، وَقَدْ قَرَّرَ أَئِمَّةُ الْأُصُولِ أَنَّ الْفِعْلَ الْمُثْبَتَ لَا يَكُونُ عَامَّا فِي أَقْسَامِهِ. </p><p> قَالَ ابْنُ الْحَاجِبِ فِي «مُخْتَصَرِهِ الْأُصُولِيِّ» فِي مَبْحَثِ الْعَامِّ، مَا نَصُّهُ: الْفِعْلُ الْمُثْبَتُ لَا يَكُونُ عَامًّا فِي أَقْسَامِهِ مِثْلَ صَلَّى دَاخِلَ الْكَعْبَةِ فَلَا يَعُمَّ الْفَرْضَ وَالنَّفْلَ إِلَى أَنْ قَالَ: وَكَانَ يَجْمَعُ بَيْنَ الصَّلَاتَيْنِ لَا يَعُمُّ وَقْتَيْهِمَا وَأَمَّا تَكَرُّرُ الْفِعْلِ فَمُسْتَفَادٌ مِنْ قَوْلِ الرَّاوِي: كَانَ يَجْمَعُ كَقَوْلِهِمْ كَانَ حَاتِمٌ يُكْرِمُ الضَّيْفَ. . . الْخَ. </p><p> قَالَ شَارِحُهُ الْعَضُدُ مَا نَصُّهُ: وَإِذَا قَالَ كَانَ يَجْمَعُ بَيْنَ الصَّلَاتَيْنِ الظُّهْرِ وَالْعَصْرِ، وَالْمَغْرِبِ وَالْعِشَاءِ فَلَا يَعُمُّ جَمْعُهُمَا بِالتَّقْدِيمِ فِي وَقْتِ الْأُولَى، وَالتَّأْخِيرِ فِي وَقْتِ الثَّانِيَةِ، وَعُمُومُهُ فِي الزَّمَانِ لَا يَدُلُّ عَلَيْهِ أَيْضًا، وَرُبَّمَا تَوَهَّمَ ذَلِكَ مِنْ قَوْلِهِ كَانَ يَفْعَلُ، فَإِنَّهُ يُفْهَمُ مِنْهُ التَّكْرَارُ، كَمَا إِذَا قِيلَ: كَانَ حَاتِمُ يُكْرِمُ الضَّيْفَ وَهُوَ لَيْسَ مِمَّا ذَكَرْنَاهُ فِي شَيْءٍ ; لِأَنَّهُ لَا يُفْهَمُ مِنَ الْفِعْلِ، وَهُوَ يَجْمَعُ. بَلْ مِنْ قَوْلِ الرَّاوِي، وَهُوَ كَانَ، حَتَّى لَوْ قَالَ: جَمَعَ لَزَالَ التَّوَهُّمُ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ بِحَذْفٍ يَسِيرٍ لِمَا لَا حَاجَةَ إِلَيْهِ فِي الْمُرَادِ عِنْدَنَا فَقَوْلُهُ: حَتَّى لَوْ قَالَ: جَمَعَ زَالَ التَّوَهُّمُ، يَدُلُّ عَلَى أَنَّ قَوْلَ ابْنِ عَبَّاسٍ فِي الْحَدِيثِ الْمَذْكُورِ جَمَعَ لَا يُتَوَهَّمُ فِيهِ الْعُمُومُ، وَإِذَنْ فَلَا تَتَعَيَّنُ صُورَةٌ مِنْ صُوَرِ الْجَمْعِ، إِلَّا بِدَلِيلٍ </p><p> مُنْفَصِلٍ. </p><p> وَقَدْ قَدَّمْنَا الدَّلِيلَ عَلَى أَنَّ الْمُرَادَ الْجَمْعُ الصُّورِيُّ. </p><p> وَقَالَ صَاحِبُ «جَمْعِ الْجَوَامِعِ» عَاطِفًا عَلَى مَا لَا يُفِيدُ الْعُمُومَ نَصُّهُ: وَالْفِعْلُ الْمُثْبَتُ، وَنَحْوُ كَانَ يَجْمَعُ فِي السَّفَرِ. </p><p> قَالَ شَارِحُهُ صَاحِبُ «الضِّيَاءِ اللَّامِعِ» مَا نَصُّهُ: وَنَحْوُ كَانَ يَجْمَعُ فِي السَّفَرِ، أَيْ: بَيْنَ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعِشَاءِ، لَا عُمُومَ لَهُ أَيْضًا ; لِأَنَّهُ فِعْلٌ فِي سِيَاقِ الثُّبُوتِ فَلَا يَعُمُّ جَمْعُهُمَا بِالتَّقْدِيمِ فِي وَقْتِ الْأُولَى، وَالتَّأْخِيرِ إِلَى وَقْتِ الثَّانِيَةِ، بِهَذَا فَسَّرَ الرَّهُونِيُّ كَلَامَ ابْنِ الْحَاجِبِ إِلَى أَنْ قَالَ: وَإِنَّمَا خَصَّ الْمُصَنِّفُ هَذَا الْفِعْلَ الْأَخِيرَ بِالذِّكْرِ مَعَ كَوْنِهِ فِعْلًا فِي سِيَاقِ الثُّبُوتِ ; لِأَنَّ فِي كَانَ مَعْنًى زَائِدًا، وَهُوَ اقْتِضَاؤُهَا مَعَ الْمُضَارِعِ التَّكْرَارَ عُرْفًا فَيُتَوَهَّمُ مِنْهَا الْعُمُومُ نَحْوَ كَانَ حَاتِمٌ يُكْرِمُ الضِّيفَانَ. </p><p> وَبِهَذَا صَرَّحَ الْفِهْرِيُّ وَالرَّهُونِيُّ وَذَكَرَ وَلِيُّ الدِّينِ عَنِ الْإِمَامِ فِي «الْمَحْصُولِ» أَنَّهَا لَا تَقْتَضِي التَّكْرَارَ عُرْفًا وَلَا لُغَةً. </p><p> قَالَ وَلِيُّ الدِّينِ وَالْفِعْلُ فِي سِيَاقِ الثُّبُوتِ لَا يَعُمُّ كَالنَّكِرَةِ الْمُثَبَتَةِ، إِلَّا أَنْ تَكُونَ فِي مَعْرِضِ الِامْتِنَانِ كَقَوْلِهِ تَعَالَى: وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا [٢٥ \\ ٤٨] . اهـ. مِنْ \" الضِّيَاءِ اللَّامِعِ \" لِابْنِ حَلَوْلَوَ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَجْهُ كَوْنِ الْفِعْلِ فِي سِيَاقِ الثُّبُوتِ لَا يَعُمُّ هُوَ أَنَّ الْفِعْلَ يَنْحَلُّ عِنْدَ النَّحْوِيِّينَ، وَبَعْضِ الْبَلَاغِيِّينَ عَنْ مَصْدَرٍ وَزَمَنٍ وَيَنْحَلُّ عِنْدَ جَمَاعَةٍ مِنَ الْبَلَاغِيِّينَ عَنْ مَصْدَرٍ وَزَمَنٍ وَنِسْبَةٍ، فَالْمَصْدَرُ كَامِنٌ فِي مَعْنَاهُ إِجْمَاعًا، وَالْمَصْدَرُ الْكَامِنُ فِيهِ لَمْ يَتَعَرَّفْ بِمُعَرَّفٍ فَهُوَ نَكِرَةٌ فِي الْمَعْنَى وَمَعْلُومٌ أَنَّ النَّكِرَةَ لَا تَعُمُّ فِي الْإِثْبَاتِ وَعَلَى هَذَا جَمَاهِيرُ الْعُلَمَاءِ وَمَا زَعَمَهُ بَعْضُهُمْ مِنْ أَنَّ الْجَمْعَ الصُّورِيَّ لَمْ يَرِدْ فِي لِسَانِ الشَّارِعِ وَلَا أَهْلِ عَصْرِهِ فَهُوَ مَرْدُودٌ بِمَا قَدَّمْنَا عَنِ ابْنِ عَبَّاسٍ عِنْدَ النَّسَائِيِّ وَابْنِ عُمَرَ عِنْدَ عَبْدِ الرَّزَّاقِ، وَبِمَا رَوَاهُ أَبُو دَاوُدَ وَأَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَاهُ وَالشَّافِعِيُّ وَابْنُ مَاجَهْ وَالدَّارَقُطْنِيُّ وَالْحَاكِمُ مِنْ حَدِيثِ حَمْنَةَ بِنْتِ جَحْشٍ رَضِيَ اللَّهُ عَنْهَا \" أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهَا وَهِيَ مُسْتَحَاضَةٌ، \" فَإِنْ قَوِيتِ عَلَى أَنْ تُؤَخِّرِي الظُّهْرَ وَتُعَجِّلِي الْعَصْرَ ثُمَّ تَغْتَسِلِي حَتَّى تَطْهُرِي وَتُصَلِّينَ الظُّهْرَ وَالْعَصْرَ جَمْعًا، ثُمَّ تُؤَخِّرِينَ الْمَغْرِبَ وَتُعَجِّلِينَ الْعِشَاءَ ثُمَّ تَغْتَسِلِينَ وَتَجْمَعِينَ بَيْنَ الصَّلَاتَيْنِ فَافْعَلِي وَتَغْتَسِلِينَ مَعَ الصُّبْحِ \". </p><p> قَالَ: وَهَذَا أَعْجَبُ الْأَمْرَيْنِ إِلَيَّ، وَمِمَّا يَدُلُّ عَلَى أَنَّ الْجَمْعَ الْمَذْكُورَ فِي حَدِيثِ ابْنِ عَبَّاسٍ جَمْعٌ صُورِيٌّ مَا رَوَاهُ النَّسَائِيُّ مِنْ طَرِيقِ عَمْرِو بْنِ هَرِمٍ عَنْ أَبِي الشَّعْثَاءِ \" أَنَّ ابْنَ عَبَّاسٍ صَلَّى بِالْبَصْرَةِ الْأُولَى وَالْعَصْرَ لَيْسَ بَيْنَهُمَا شَيْءٌ وَالْمَغْرِبَ وَالْعِشَاءَ لَيْسَ بَيْنَهُمَا شَيْءٌ فَعَلَ ذَلِكَ مِنْ شُغْلٍ \" ، وَفِيهِ رَفْعُهُ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَفِي رِوَايَةٍ لِمُسْلِمٍ مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ شَقِيقٍ أَنَّ شُغْلَ ابْنِ عَبَّاسٍ الْمَذْكُورَ كَانَ بِالْخُطْبَةِ وَأَنَّهُ خَطَبَ بَعْدَ صَلَاةِ الْعَصْرِ إِلَى أَنْ بَدَتِ النُّجُومُ، ثُمَّ جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ وَفِيهِ تَصْدِيقُ أَبِي هُرَيْرَةَ لِابْنِ عَبَّاسٍ فِي رَفْعِهِ. انْتَهَى مِنْ \" فَتْحِ الْبَارِي \" . </p><p> وَمَا ذَكَرَهُ الْخَطَّابِيُّ وَابْنُ حَجَرٍ فِي \" الْفَتْحِ \" مِنْ أَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" صَنَعْتُ ذَلِكَ لِئَلَّا تُحْرَجَ أُمَّتِي \" فِي حَدِيثِ ابْنِ عَبَّاسٍ وَابْنِ مَسْعُودٍ الْمُتَقَدِّمَيْنِ يَقْدَحُ فِي حَمْلِهِ عَلَى الْجَمْعِ الصُّورِيِّ ; لِأَنَّ الْقَصْدَ إِلَيْهِ لَا يَخْلُو مِنْ حَرَجٍ، وَأَنَّهُ أَضْيَقُ مِنَ الْإِتْيَانِ بِكُلِّ صَلَاةٍ فِي وَقْتِهَا ; لِأَنَّ أَوَائِلَ الْأَوْقَاتِ وَأَوَاخِرَهَا مِمَّا يَصْعُبُ إِدْرَاكُهُ عَلَى الْخَاصَّةِ فَضْلًا عَنِ الْعَامَّةِ، يُجَابُ عَنْهُ بِمَا أَجَابَ بِهِ الْعَلَّامَةُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي \" نَيْلِ الْأَوْطَارِ \" وَهُوَ أَنَّ الشَّارِعَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَدْ عَرَّفَ أُمَّتَهُ أَوَائِلَ الْأَوْقَاتِ وَأَوَاخِرَهَا وَبَالَغَ فِي التَّعْرِيفِ وَالْبَيَانِ، حَتَّى إِنَّهُ عَيَّنَهَا بِعَلَامَاتٍ حِسِّيَّةٍ لَا تَكَادُ تَلْتَبِسُ عَلَى الْعَامَّةِ فَضْلًا عَنِ الْخَاصَّةِ، وَالتَّخْفِيفُ فِي تَأْخِيرِ إِحْدَى الصَّلَاتَيْنِ إِلَى آخِرِ وَقْتِهَا، وَفِعْلُ الْأُخْرَى فِي أَوَّلِ وَقْتِهَا مُتَحَقِّقٌ بِالنِّسْبَةِ إِلَى فِعْلِ كُلِّ وَاحِدَةٍ مِنْهُمَا فِي أَوَّلِ وَقْتِهَا، كَمَا كَانَ دَيْدَنُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، حَتَّى قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا:  \" مَا صَلَّى صَلَاةً لِآخِرِ وَقْتِهَا مَرَّتَيْنِ حَتَّى قَبَضَهُ اللَّهُ \" ، وَلَا يَشُكُّ مُنْصِفٌ أَنَّ فِعْلَ الصَّلَاتَيْنِ دُفْعَةً وَالْخُرُوجَ إِلَيْهِمَا مَرَّةً أَخَفُّ مِنْ صَلَاةِ كُلٍّ مِنْهُمَا فِي أَوَّلِ وَقْتِهَا. </p><p> وَمِمَّنْ ذَهَبَ إِلَى أَنَّ الْمُرَادَ بِالْجَمْعِ الْمَذْكُورِ الْجَمْعُ الصُّورِيُّ ابْنُ الْمَاجِشُونِ وَالطَّحَاوِيُّ وَإِمَامُ الْحَرَمَيْنِ وَالْقُرْطُبِيُّ، وَقَوَّاهُ ابْنُ سَيِّدِ النَّاسِ. بِمَا قَدَّمْنَا عَنْ أَبِي الشَّعْثَاءِ، وَمَالَ إِلَيْهِ بَعْضَ الْمَيْلِ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" فِي بَابِ \" الْمَوَاقِيتِ مِنْ كِتَابِ الصَّلَاةِ \" ، فَإِنْ قِيلَ: الْجَمْعُ الصُّورِيُّ الَّذِي حَمَلْتُمْ عَلَيْهِ حَدِيثَ ابْنِ عَبَّاسٍ هُوَ فِعْلُ كُلِّ وَاحِدَةٍ مِنَ الصَّلَاتَيْنِ الْمَجْمُوعَتَيْنِ فِي وَقْتِهَا وَهَذَا لَيْسَ بِرُخْصَةٍ، بَلْ هُوَ عَزِيمَةٌ فَأَيُّ فَائِدَةٍ إِذَنْ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" لِئَلَّا تُحْرَجَ أُمَّتِي \" ، مَعَ كَوْنِ الْأَحَادِيثِ الْمُعَيِّنَةِ لِلْأَوْقَاتِ تَشْمَلُ الْجَمْعَ الصُّورِيَّ، وَهَلْ حَمْلُ الْجَمْعِ عَلَى مَا شَمِلَتْهُ أَحَادِيثُ التَّوْقِيتِ إِلَّا مِنْ بَابِ الِاطِّرَاحِ لِفَائِدَتِهِ وَإِلْغَاءِ مَضْمُونِهِ، فَالْجَوَابُ، هُوَ مَا أَجَابَ بِهِ الْعَلَّامَةُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ أَيْضًا، وَهُوَ أَنَّهُ لَا شَكَّ أَنَّ الْأَقْوَالَ الصَّادِرَةَ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فِي أَحَادِيثِ تَوْقِيتِ الصَّلَوَاتِ شَامِلَةٌ لِلْجَمْعِ </p><p> الصُّورِيِّ كَمَا ذَكَرَهُ الْمُعْتَرِضُ، فَلَا يَصِحُّ أَنْ يَكُونَ رَفْعُ الْحَرَجِ مَنْسُوبًا إِلَيْهَا، بَلْ هُوَ مَنْسُوبٌ إِلَى الْأَفْعَالِ لَيْسَ إِلَّا لِمَا عَرَّفْنَاكَ مِنْ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا صَلَّى صَلَاةً لِآخِرِ وَقْتِهَا مَرَّتَيْنِ، فَرُبَّمَا ظَنَّ ظَانٌّ أَنَّ فِعْلَ الصَّلَاةِ فِي أَوَّلِ وَقْتِهَا مُتَحَتِّمٌ لِمُلَازَمَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِذَلِكَ طُولَ عُمُرِهِ فَكَانَ فِي جَمْعِهِ جَمْعًا صُورِيًّا تَخْفِيفٌ وَتَسْهِيلٌ عَلَى مَنِ اقْتَدَى بِمُجَرَّدِ الْفِعْلِ. </p><p> وَقَدْ كَانَ اقْتِدَاءُ الصَّحَابَةِ بِالْأَفْعَالِ أَكْثَرَ مِنْهُ بِالْأَقْوَالِ، وَلِهَذَا امْتَنَعَ الصَّحَابَةُ رَضِيَ اللَّهُ عَنْهُمْ مِنْ نَحْرِ بُدْنِهِمْ يَوْمَ الْحُدَيْبِيَةِ بَعْدَ أَنْ أَمَرَهُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، بِالنَّحْرِ حَتَّى دَخَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى أُمِّ سَلَمَةَ مَغْمُومًا فَأَشَارَتْ عَلَيْهِ بِأَنْ يَنْحَرَ وَيَدْعُوَ الْحَلَّاقَ يَحْلِقُ لَهُ فَفَعَلَ، فَنَحَرُوا جَمِيعًا وَكَادُوا يَهْلَكُونَ غَمًّا مِنْ شِدَّةِ تَرَاكُمِ بَعْضِهِمْ عَلَى بَعْضٍ حَالَ الْحَلْقِ، وَمِمَّا يُؤَيِّدُ أَنَّ الْجَمْعَ الْمُتَنَازَعَ فِيهِ لَا يَجُوزُ لِغَيْرِ عُذْرٍ مَا أَخْرَجَهُ التِّرْمِذِيُّ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" مَنْ جَمَعَ بَيْنَ الصَّلَاتَيْنِ مِنْ غَيْرِ عُذْرٍ فَقَدْ أَتَى بَابًا مِنْ أَبْوَابِ الْكَبَائِرِ \" ، وَفِي إِسْنَادِهِ حَنَشُ بْنُ قَيْسٍ وَهُوَ ضَعِيفٌ. </p><p> وَمِمَّا يَدُلُّ عَلَى ذَلِكَ أَيْضًا مَا قَالَهُ التِّرْمِذِيُّ، فِي آخِرِ \" سُنَنِهِ \" فِي كِتَابِ الْعِلَلِ مِنْهُ، وَلَفْظُهُ جَمِيعُ مَا فِي كِتَابِي هَذَا مِنَ الْحَدِيثِ مَعْمُولٌ بِهِ، وَبِهِ أَخَذَ بَعْضُ أَهْلِ الْعِلْمِ، مَا خَلَا حَدِيثَيْنِ: حَدِيثَ ابْنِ عَبَّاسٍ \" أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ بِالْمَدِينَةِ، وَالْمَغْرِبِ وَالْعِشَاءِ مِنْ غَيْرِ خَوْفٍ، وَلَا سَفَرٍ \" الَخْ. وَبِهِ تَعْلَمُ أَنَّ التِّرْمِذِيَّ يَقُولُ: إِنَّهُ لَمْ يَذْهَبْ أَحَدٌ مِنْ أَهْلِ الْعِلْمِ إِلَى الْعَمَلِ بِهَذَا الْحَدِيثِ فِي جَمْعِ التَّقْدِيمِ أَوِ التَّأْخِيرِ، فَلَمْ يَبْقَ إِلَّا الْجَمْعُ الصُّورِيُّ، فَيَتَعَيَّنُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: رُوِيَ عَنْ جَمَاعَةٍ مِنْ أَهْلِ الْعِلْمِ أَنَّهُمْ أَجَازُوا الْجَمْعَ فِي الْحَضَرِ لِلْحَاجَةِ مُطْلَقًا، لَكِنْ بِشَرْطِ أَلَّا يُتَّخَذَ ذَلِكَ عَادَةً، مِنْهُمْ: ابْنُ سِيرِينَ، وَرَبِيعَةُ، وَأَشْهَبُ، وَابْنُ الْمُنْذِرِ، وَالْقَفَّالُ الْكَبِيرُ. </p><p> وَحَكَاهُ الْخَطَّابِيُّ، عَنْ جَمَاعَةٍ مِنْ أَصْحَابِ الْحَدِيثِ، قَالَ ابْنُ حَجَرٍ، وَغَيْرُهُ وَحُجَّتُهُمْ مَا تَقَدَّمَ فِي الْحَدِيثِ مِنْ قَوْلِهِ:  \" لِئَلَّا تُحْرَجَ أُمَّتِي \" ، وَقَدْ عَرَفْتَ مِمَّا سَبَقَ أَنِ الْأَدِلَّةَ تُعَيِّنُ حَمْلَ ذَلِكَ عَلَى الْجَمْعِ الصُّورِيِّ، كَمَا ذُكِرَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ </p><p> قَدِ اتَّضَحَ مِنْ هَذِهِ الْأَدِلَّةِ الَّتِي سُقْنَاهَا، أَنَّ الظُّهْرَ لَا يَمْتَدُّ لَهَا وَقْتٌ إِلَى الْغُرُوبِ، وَأَنَّ الْمَغْرِبَ لَا يَمْتَدُّ لَهَا وَقْتٌ إِلَى الْفَجْرِ، وَلَكِنْ يَتَعَيَّنُ حَمْلُ هَذَا الْوَقْتِ الْمَنْفِيِّ بِالْأَدِلَّةِ </p><p> عَلَى الْوَقْتِ الِاخْتِيَارِيِّ، فَلَا يُنَافِي امْتِدَادَ وَقْتِ الظُّهْرِ الضَّرُورِيِّ إِلَى الْغُرُوبِ، وَوَقْتِ الْمَغْرِبِ الضَّرُورِيِّ إِلَى الْفَجْرِ، كَمَا قَالَهُ مَالِكٌ رَحِمَهُ اللَّهُ لِقِيَامِ الْأَدِلَّةِ عَلَى اشْتِرَاكِ الظُّهْرِ وَالْعَصْرِ فِي الْوَقْتِ عِنْدَ الضَّرُورَةِ، وَكَذَلِكَ الْمَغْرِبُ وَالْعِشَاءُ، وَأَوْضَحُ دَلِيلٍ عَلَى ذَلِكَ جَوَازُ كُلٍّ مِنْ جَمْعِ التَّقْدِيمِ، وَجَمْعِ التَّأْخِيرِ فِي السَّفَرِ، فَصَلَاةُ الْعَصْرِ مَعَ الظُّهْرِ عِنْدَ زَوَالِ الشَّمْسِ دَلِيلٌ عَلَى اشْتِرَاكِهَا مَعَ الظُّهْرِ فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ، وَصَلَاةُ الظُّهْرِ بَعْدَ خُرُوجِ وَقْتِهَا فِي وَقْتِ الْعَصْرِ فِي جَمْعِ التَّأْخِيرِ دَلِيلٌ عَلَى اشْتِرَاكِهَا مَعَهَا فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ أَيْضًا، وَكَذَلِكَ الْمَغْرِبُ وَالْعِشَاءُ، أَمَّا جَمْعُ التَّأْخِيرِ بِحَيْثُ يُصَلِّي الظُّهْرَ فِي وَقْتِ الْعَصْرِ وَالْمَغْرِبَ فِي وَقْتِ الْعِشَاءِ، فَهُوَ ثَابِتٌ فِي الرِّوَايَاتِ الْمُتَّفَقِ عَلَيْهَا. فَقَدْ أَخْرَجَ الْبُخَارِيُّ فِي «صَحِيحِهِ» مِنْ حَدِيثِ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا ارْتَحَلَ قَبْلَ أَنْ تَزِيغَ الشَّمْسَ، أَخَّرَ الظُّهْرَ إِلَى وَقْتِ الْعَصْرِ، ثُمَّ يَجْمَعُ بَيْنَهُمَا» . </p><p> قَالَ ابْنُ حَجَرٍ فِي شَرْحِهِ لِهَذَا الْحَدِيثِ قَوْلُهُ: ثُمَّ يَجْمَعُ بَيْنَهُمَا، أَيْ: فِي وَقْتِ الْعَصْرِ، وَفِي رِوَايَةِ قُتَيْبَةَ عَنِ الْمُفَضَّلِ فِي الْبَابِ الَّذِي بَعْدَهُ «ثُمَّ نَزَلَ فَجَمَعَ بَيْنَهُمَا» ، وَلِمُسْلِمٍ مِنْ رِوَايَةِ جَابِرِ بْنِ إِسْمَاعِيلَ، عَنْ عُقَيْلٍ:  «يُؤَخِّرُ الظُّهْرَ إِلَى وَقْتِ الْعَصْرِ، فَيَجْمَعُ بَيْنَهُمَا، وَيُؤَخِّرُ الْمَغْرِبَ حَتَّى يَجْمَعَ بَيْنَهَا وَبَيْنَ الْعِشَاءِ حِينَ يَغِيبُ الشَّفَقُ» وَلَهُ مِنْ رِوَايَةٍ شَبَابَةَ، عَنْ عُقَيْلٍ:  «حَتَّى يَدْخُلَ أَوَّلُ وَقْتِ الْعَصْرِ، ثُمَّ يَجْمَعُ بَيْنَهُمَا» . اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَفِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَانَ إِذَا جَدَّ بِهِ السَّيْرُ جَمَعَ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ» ، وَلَا يُمْكِنُ حَمْلُ هَذَا الْجَمْعِ عَلَى الْجَمْعِ الصُّورِيِّ ; لِأَنَّ الرِّوَايَاتِ الصَّحِيحَةَ الَّتِي ذَكَرْنَا آنِفًا فِيهَا التَّصْرِيحُ بِأَنَّهُ صَلَّى الظُّهْرَ فِي وَقْتِ الْعَصْرِ، وَالْمَغْرِبَ بَعْدَ غَيْبُوبَةِ الشَّفَقِ. </p><p> وَقَالَ الْبَيْهَقِيُّ فِي «السُّنَنِ الْكُبْرَى» : اتَّفَقَتْ رِوَايَةُ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ، وَمُوسَى بْنِ عُقْبَةَ، وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ، وَأَيُّوبَ السِّخْتِيَانِيِّ، وَعُمَرَ بْنِ مُحَمَّدِ بْنِ زَيْدٍ، عَنْ نَافِعٍ، عَلَى أَنَّ جَمْعَ ابْنِ عُمَرَ بَيْنَ الصَّلَاتَيْنِ كَانَ بَعْدَ غَيْبُوبَةِ الشَّفَقِ، وَخَالَفَهُمْ مَنْ لَا يُدَانِيهِمْ فِي حِفْظِ أَحَادِيثِ نَافِعٍ، ثُمَّ قَالَ بَعْدَ هَذَا بِقَلِيلٍ، وَرِوَايَةُ الْحُفَّاظِ مِنْ أَصْحَابِ نَافِعٍ أَوْلَى بِالصَّوَابِ، فَقَدْ رَوَاهُ سَالِمُ بْنُ عَبْدِ اللَّهِ، وَأَسْلَمُ مَوْلَى عُمَرَ وَعَبْدُ اللَّهِ بْنُ دِينَارٍ، وَإِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذُؤَيْبٍ، وَقِيلَ ابْنُ ذُؤَيْبٍ عَنِ ابْنِ عُمَرَ نَحْوَ رِوَايَتِهِمْ، ثُمَّ سَاقَ الْبَيْهَقِيُّ أَسَانِيدَ رِوَايَاتِهِمْ، وَأَمَّا جَمْعُ التَّقْدِيمِ بِحَيْثُ يُصَلِّي الْعَصْرَ عِنْدَ زَوَالِ الشَّمْسِ مَعَ الظُّهْرِ فِي أَوَّلِ وَقْتِهَا، وَالْعِشَاءَ مَعَ الْمَغْرِبِ عِنْدَ غُرُوبِ الشَّمْسِ فِي أَوَّلِ وَقْتِهَا، فَهُوَ </p><p> ثَابِتٌ أَيْضًا عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ أَنْكَرَهُ مَنْ أَنْكَرَهُ مِنَ الْعُلَمَاءِ، وَحَاوَلَ تَضْعِيفَ أَحَادِيثِهِ، فَقَدْ جَاءَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ أَحَادِيثٌ مِنْهَا مَا هُوَ صَحِيحٌ، وَمِنْهَا مَا هُوَ حَسَنٌ. </p><p> فَمِنْ ذَلِكَ مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ مِنْ حَدِيثِ جَابِرٍ الطَّوِيلِ فِي الْحَجِّ «ثُمَّ أَذَّنَ، ثُمَّ أَقَامَ فَصَلَّى الظُّهْرَ، ثُمَّ أَقَامَ فَصَلَّى الْعَصْرَ، وَلَمْ يُصَلِّ بَيْنَهُمَا شَيْئًا» ، وَكَانَ ذَلِكَ بَعْدَ الزَّوَالِ، فَهَذَا حَدِيثٌ صَحِيحٌ فِيهِ التَّصْرِيحُ بِأَنَّهُ صَلَّى الْعَصْرَ مُقَدَّمَةً مَعَ الظُّهْرِ بَعْدَ الزَّوَالِ. </p><p> وَقَدْ رَوَى أَبُو دَاوُدَ، وَأَحْمَدُ، وَالتِّرْمِذِيُّ، وَقَالَ: حَسَنٌ غَرِيبٌ، وَابْنُ حِبَّانَ، وَالدَّارَقُطْنِيُّ، وَالْبَيْهَقِيُّ، وَالْحَاكِمُ عَنْ مُعَاذٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَانَ فِي غَزْوَةِ تَبُوكَ إِذَا ارْتَحَلَ قَبْلَ أَنْ تَزِيغَ الشَّمْسُ أَخَّرَ الظُّهْرَ حَتَّى يَجْمَعَهَا إِلَى الْعَصْرِ يُصَلِّيهِمَا جَمِيعًا، وَإِذَا ارْتَحَلَ بَعْدَ زَيْغِ الشَّمْسِ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا، ثُمَّ سَارَ، وَكَانَ إِذَا ارْتَحَلَ قَبْلَ الْمَغْرِبِ أَخَّرَ الْمَغْرِبَ حَتَّى يُصَلِّيَهَا مَعَ الْعِشَاءِ، وَإِذَا ارْتَحَلَ بَعْدَ الْمَغْرِبِ عَجَّلَ الْعِشَاءَ، فَصَلَّاهَا مَعَ الْمَغْرِبِ» ، وَإِبْطَالُ جَمْعِ التَّقْدِيمِ بِتَضْعِيفِ هَذَا الْحَدِيثِ، كَمَا حَاوَلَهُ الْحَاكِمُ، وَابْنُ حَزْمٍ لَا عِبْرَةَ بِهِ لِمَا رَأَيْتَ آنِفًا مِنْ أَنَّ جَمْعَ التَّقْدِيمِ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ مِنْ حَدِيثِ جَابِرٍ الطَّوِيلِ، وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «أَنَّهُ كَانَ فِي السَّفَرِ إِذَا زَاغَتِ الشَّمْسُ فِي مَنْزِلِهِ جَمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ قَبْلَ أَنْ يَرْكَبَ، فَإِذَا لَمْ تَزِغْ لَهُ فِي مَنْزِلِهِ سَارَ حَتَّى إِذَا حَانَتِ الْعَصْرُ نَزَلَ فَجَمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ، وَإِذَا حَانَتِ الْمَغْرِبُ فِي مَنْزِلِهِ جَمَعَ بَيْنَهَا وَبَيْنَ الْعِشَاءِ، وَإِذَا لَمْ تَحِنْ فِي مَنْزِلِهِ رَكِبَ حَتَّى إِذَا كَانَتِ الْعِشَاءُ نَزَلَ فَجَمَعَ بَيْنَهُمَا» رَوَاهُ أَحْمَدُ، وَرَوَاهُ الشَّافِعِيُّ فِي مَسْنَدِهِ بِنَحْوِهِ، وَقَالَ فِيهِ:  «إِذَا سَارَ قَبْلَ أَنْ تَزُولَ الشَّمْسُ أَخَّرَ الظُّهْرَ حَتَّى يَجْمَعَ بَيْنَهَا وَبَيْنَ الْعَصْرِ فِي وَقْتِ الْعَصْرِ» وَرَوَاهُ الْبَيْهَقِيُّ، وَالدَّارَقُطْنِيُّ، وَرُوِيَ عَنِ التِّرْمِذِيِّ أَنَّهُ حَسَّنَهُ. </p><p> فَإِنْ قِيلَ: حَدِيثُ مُعَاذٍ مَعْلُولٌ بِتَفَرُّدِ قُتَيْبَةَ فِيهِ، عَنِ الْحُفَّاظِ، وَبِأَنَّهُ مُعَنْعَنٌ بِيَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الطُّفَيْلِ، وَلَا يُعْرَفُ لَهُ مِنْهُ سَمَاعٌ، كَمَا قَالَهُ ابْنُ حَزْمٍ، وَبِأَنَّ فِي إِسْنَادِهِ أَبَا الطُّفَيْلِ وَهُوَ مَقْدُوحٌ فِيهِ بِأَنَّهُ كَانَ حَامِلُ رَايَةِ الْمُخْتَارِ بْنِ أَبِي عُبَيْدٍ، وَهُوَ يُؤْمِنُ بِالرَّجْعَةِ، وَبِأَنَّ الْحَاكِمَ قَالَ: هُوَ مَوْضُوعٌ، وَبِأَنَّ أَبَا دَاوُدَ قَالَ: لَيْسَ فِي جَمْعِ التَّقْدِيمِ حَدِيثٌ قَائِمٌ، وَحَدِيثُ ابْنِ عَبَّاسٍ فِي إِسْنَادِهِ حُسَيْنُ بْنُ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ وَهُوَ ضَعِيفٌ، فَالْجَوَابُ أَنَّ إِعْلَالَهُ بِتَفَرُّدِ قُتَيْبَةَ بِهِ مَرْدُودٌ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّ قُتَيْبَةَ بْنَ سَعِيدٍ رَحِمَهُ اللَّهُ تَعَالَى بِالْمَكَانَةِ الْمَعْرُوفَةِ لَهُ مِنَ الْعَدَالَةِ </p><p> وَالضَّبْطِ وَالْإِتْقَانِ، وَهَذَا الَّذِي رَوَاهُ لَمْ يُخَالِفْ فِيهِ غَيْرَهُ، بَلْ زَادَ مَا لَمْ يُذَكُرْهُ غَيْرُهُ، وَمَنْ حَفِظَ حُجَّةٌ عَلَى مَنْ لَمْ يَحْفَظْ، وَقَدْ تَقَرَّرَ فِي عِلْمِ الْحَدِيثِ أَنَّ زِيَادَاتِ الْعُدُولِ مَقْبُولَةٌ لَا سِيَّمَا وَهَذِهِ الزِّيَادَةُ الَّتِي هِيَ جَمْعُ التَّقْدِيمِ، تَقَدَّمَ ثُبُوتُهَا فِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ جَابِرٍ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ أَيْضًا أَنَّهَا صَحَّتْ مِنْ حَدِيثِ أَنَسٍ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ قُتَيْبَةَ لَمْ يَتَفَرَّدْ بِهِ بَلْ تَابَعَهُ فِيهِ الْمُفَضَّلُ بْنُ فَضَالَةَ، قَالَ ابْنُ الْقَيِّمِ فِي «زَادِ الْمَعَادِ» مَا نَصُّهُ: فَإِنَّ أَبَا دَاوُدَ رَوَاهُ عَنْ يَزِيدَ بْنِ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الرَّمْلِيِّ، حَدَّثْنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ أَبِي الطُّفَيْلِ، عَنْ مُعَاذٍ فَذَكَرَهُ، فَهَذَا الْمُفَضَّلُ قَدْ تَابَعَ قُتَيْبَةَ، وَإِنْ كَانَ قُتَيْبَةُ أَجَلَّ مِنَ الْمُفَضَّلِ، وَأَحْفَظُ لَكِنْ زَالَ تَفَرُّدُ قُتَيْبَةُ بِهِ اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَرَوَاهُ الْبَيْهَقِيُّ فِي «السُّنَنِ الْكُبْرَى» ، قَالَ: أَخْبَرَنَا أَبُو عَلِيٍّ الرُّوذْبَارِيُّ، أَنْبَأَنَا أَبُو بَكْرِ بْنُ دَاسَةَ، حَدَّثَنَا أَبُو دَاوُدَ، ثُمَّ سَاقَ السَّنَدَ الْمُتَقَدِّمَ آنِفًا، أَعْنِي سَنَدَ أَبِي دَاوُدَ الَّذِي سَاقَهُ ابْنُ الْقَيِّمِ، وَالْمَتْنُ فِيهِ التَّصْرِيحُ بِجَمْعِ التَّقْدِيمِ، وَكَذَلِكَ رَوَاهُ النَّسَائِيُّ وَالدَّارَقُطْنِيُّ، كَمَا قَالَهُ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» ، فَاتَّضَحَ أَنَّ قُتَيْبَةَ لَمْ يَتَفَرَّدْ بِهَذَا الْحَدِيثِ ; لِأَنَّ أَبَا دَاوُدَ وَالنَّسَائِيَّ وَالدَّارَقُطْنِيَّ وَالْبَيْهَقِيَّ، أَخْرَجُوهُ مِنْ طَرِيقٍ أُخْرَى مُتَابَعَةً لِرِوَايَةِ قُتَيْبَةَ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «التَّخْلِيصِ» : إِنَّ فِي سَنَدِ هَذِهِ الطَّرِيقِ هِشَامُ بْنُ سَعْدٍ وَهُوَ لَيِّنُ الْحَدِيثِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: هِشَامُ بْنُ سَعْدٍ الْمَذْكُورُ مِنْ رِجَالِ مُسْلِمٍ وَأَخْرَجَ لَهُ الْبُخَارِيُّ تَعْلِيقًا وَبِهِ تَعْلَمُ صِحَّةَ طَرِيقِ الْمُفَضَّلِ الْمُتَابِعَةِ لِطَرِيقِ قُتَيْبَةَ، وَلِذَا قَالَ الْبَيْهَقِيُّ فِي «السُّنَنِ الْكُبْرَى» قَالَ الشَّيْخُ، وَإِنَّمَا أَنْكَرُوا مِنْ هَذَا رِوَايَةَ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ، فَأَمَّا رِوَايَةُ أَبِي الزُّبَيْرِ عَنْ أَبِي الطُّفَيْلِ، فَهِيَ مَحْفُوظَةٌ صَحِيحَةٌ، وَاعْلَمْ أَنَّهُ لَا يَخْفَى أَنَّ مَا يُرْوَى عَنِ الْبُخَارِيِّ رَحِمَهُ اللَّهُ مِنْ أَنَّهُ سَأَلَ قُتَيْبَةَ عَمَّنْ كَتَبَ مَعَهُ هَذَا الْحَدِيثَ عَنِ اللَّيْثِ بْنِ سَعْدٍ فَقَالَ: كَتَبَهُ مَعِي خَالِدٌ الْمَدَائِنِيُّ، فَقَالَ الْبُخَارِيُّ: كَانَ خَالِدٌ الْمَدَائِنِيُّ يُدْخِلُ عَلَى الشُّيُوخِ يَعْنِي، يُدْخِلُ فِي رِوَايَتِهِمْ مَا لَيْسَ مِنْهَا، أَنَّهُ لَا يَظْهَرُ كَوْنُهُ قَادِحًا فِي رِوَايَةِ قُتَيْبَةَ ; لِأَنَّ الْعَدْلَ الضَّابِطَ لَا يَضُرُّهُ أَخْذُ آلَافِ الْكَذَّابِينَ مَعَهُ ; لِأَنَّهُ إِنَّمَا يُحَدِّثُ بِمَا عَلِمَهُ وَلَا يَضُرُّهُ كَذِبُ غَيْرِهِ كَمَا هُوَ ظَاهِرٌ. </p><p> وَالْجَوَابُ عَمَّا قَالَهُ ابْنُ حَزْمٍ مِنْ أَنَّهُ مُعَنْعَنٌ بِيَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ وَلَا </p><p> يُعْرَفُ لَهُ مِنْهُ سَمَاعٌ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّ الْعَنْعَنَةَ وَنَحْوَهَا لَهَا حُكْمُ التَّصْرِيحِ بِالتَّحْدِيثِ عِنْدَ الْمُحْدِّثِينَ إِلَّا إِذَا كَانَ الْمُعَنْعِنُ مُدَلِّسًا، وَيَزِيدُ بْنُ أَبِي حَبِيبٍ: قَالَ فِيهِ الذَّهَبِيُّ فِي «تَذْكِرَةِ الْحُفَّاظِ» كَانَ حُجَّةً حَافِظًا لِلْحَدِيثِ وَذَكَرَ مِنْ جُمْلَةِ مَنْ رَوَى عَنْهُمْ أَبَا الطُّفَيْلِ الْمَذْكُورَ، وَقَالَ فِيهِ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» : ثِقَةٌ فَقِيهٌ، وَكَانَ يُرْسِلُ وَمَعْلُومٌ أَنَّ الْإِرْسَالَ غَيْرُ التَّدْلِيسِ ; لِأَنَّ الْإِرْسَالَ فِي اصْطِلَاحِ الْمُحْدِّثِينَ هُوَ رَفْعُ التَّابِعِيِّ مُطْلَقًا أَوِ الْكَبِيرِ خَاصَّةً الْحَدِيثَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقِيلَ إِسْقَاطُ رَاوٍ مُطْلَقًا، وَهُوَ قَوْلُ الْأُصُولِيِّينَ فَالْإِرْسَالُ مَقْطُوعٌ فِيهِ بِحَذْفِ الْوَاسِطَةِ بِخِلَافِ التَّدْلِيسِ، فَإِنَّ تَدْلِيسَ الْإِسْنَادِ يَحْذِفُ فِيهِ الرَّاوِي شَيْخَهُ الْمُبَاشِرَ لَهُ وَيُسْنِدُ إِلَى شَيْخِ شَيْخِهِ الْمُعَاصِرِ بِلَفْظٍ مُحْتَمِلٍ لِلسَّمَاعِ مُبَاشَرَةً وَبِوَاسِطَةٍ، نَحْوَ عَنْ فُلَانٍ وَقَالَ فُلَانٌ فَلَا يَقْطَعُ فِيهِ بِنَفْيِ الْوَاسِطَةِ بَلْ هُوَ يُوهِمُ الِاتِّصَالَ ; لِأَنَّهُ لَا بُدَّ فِيهِ مِنْ مُعَاصَرَةِ مَنْ أَسْنَدَ إِلَيْهِ أَعْنِي: شَيْخَ شَيْخِهِ، وَإِلَّا كَانَ مُنْقَطِعًا كَمَا هُوَ مَعْرُوفٌ فِي عُلُومِ الْحَدِيثِ وَقَوْلُ ابْنِ حَزْمٍ لَمْ يُعَرَفْ لَهُ مِنْهُ سَمَاعٌ لَيْسَ بِقَادِحٍ ; لِأَنَّ الْمُعَاصَرَةَ تَكْفِي وَلَا يُشْتَرَطُ ثُبُوتُ اللُّقِىِّ وَأَحْرَى ثُبُوتُ السَّمَاعِ فَمُسْلِمُ بْنُ الْحَجَّاجِ لَا يَشْتَرِطُ فِي «صَحِيحِهِ» إِلَّا الْمُعَاصَرَةَ فَلَا يَشْتَرِطُ اللُّقِىَّ وَأَحْرَى السَّمَاعُ وَإِنَّمَا اشْتَرَطَ اللُّقِىَّ الْبُخَارِيُّ، قَالَ الْعِرَاقِيُّ فِي «أَلْفِيَّتِهِ» : [الرَّجَزُ] </p><p> وَصَحَّحُوا وَصْلَ مُعَنْعَنٍ سَلِمْ ... مِنْ دُلْسَةِ رَاوِيهِ وَاللِّقَا عُلِمْ </p><p> وَبَعْضُهُمْ حَكَى بِذَا إِجْمَاعَا ... وَمُسْلِمٌ لَمْ يَشْرُطِ اجْتِمَاعَا </p><p> لَكِنْ تَعَاصَرُوا. . . إِلَخْ </p><p> وَبِالْجُمْلَةِ فَلَا يَخْفَى إِجْمَاعُ الْمُسْلِمِينَ عَلَى صِحَّةِ أَحَادِيثِ مُسْلِمٍ مَعَ أَنَّهُ لَا يُشْتَرَطُ إِلَّا الْمُعَاصَرَةَ وَبِهِ تَعْلَمُ أَنَّ قَوْلَ ابْنِ حَزْمٍ وَمَنْ وَافَقَهُ إِنَّهُ لَا تُعْرَفُ رِوَايَةُ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ لَا تَقْدَحُ فِي حَدِيثِهِ لِمَا عَلِمْتَ مِنْ أَنَّ الْعَنْعَنَةَ مِنْ غَيْرِ الْمُدَلِّسِ لَهَا حُكْمُ التَّحْدِيثِ وَيَزِيدُ بْنُ أَبِي حَبِيبٍ مَاتَ سَنَةَ ثَمَانٍ وَعِشْرِينَ بَعْدَ الْمِائَةِ، وَقَدْ قَارَبَ الثَّمَانِينَ. </p><p> وَأَبُو الطُّفَيْلِ وُلِدَ عَامَ أُحُدٍ وَمَاتَ سَنَةَ عَشْرٍ وَمِائَةٍ عَلَى الصَّحِيحِ، وَبِهِ تَعَلَمُ أَنَّهُ لَا شَكَّ فِي مُعَاصَرَتِهِمَا وَاجْتِمَاعِهِمَا فِي قَيْدِ الْحَيَاةِ زَمَنًا طَوِيلًا، وَلَا غَرْوَ فِي حُكْمِ ابْنِ حَزْمٍ عَلَى رِوَايَةِ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ بِأَنَّهَا بَاطِلَةٌ، فَإِنَّهُ قَدِ ارْتَكَبَ أَشَدَّ مِنْ ذَلِكَ فِي حُكْمِهِ عَلَى الْحَدِيثِ الثَّابِتِ فِي «صَحِيحِ الْبُخَارِيِّ» : «لَيَكُونَنَّ فِي أُمَّتِي أَقْوَامٌ </p><p> يَسْتَحِلُّونَ الْحِرَ وَالْحَرِيرَ وَالْخَمْرَ وَالْمَعَازِفَ» ، بِأَنَّهُ غَيْرُ مُتَّصِلٍ وَلَا يُحْتَجُّ بِهِ بِسَبَبِ أَنَّ الْبُخَارِيَّ قَالَ فِي أَوَّلِ الْإِسْنَادِ قَالَ: هِشَامُ بْنُ عَمَّارٍ وَمَعْلُومٌ أَنَّ هِشَامَ بْنَ عَمَّارٍ مِنْ شُيُوخِ الْبُخَارِيِّ وَأَنَّ الْبُخَارِيَّ بَعِيدٌ جِدًّا مِنَ التَّدْلِيسِ وَإِلَى رَدِّ هَذَا عَلَى ابْنِ حَزْمٍ أَشَارَ الْعِرَاقِيُّ فِي «أَلْفِيَّتِهِ» بِقَوْلِهِ: [الرَّجَزُ] </p><p> وَإِنْ يَكُنْ أَوَّلُ الِاسْنَادِ حُذِفْ ... مَعْ صِيغَةِ الْجَزْمِ فَتَعْلِيقًا عُرِفْ </p><p> وَلَوْ إِلَى آخِرِهِ أَمَّا الَّذِي ... لِشَيْخِهِ عَزَا بِقَالَ فَكَذِي </p><p> عَنْعَنَةٌ كَخَبَرِ الْمَعَازِفِ ... لَا تُصْغِ لِابْنِ حَزْمٍ الْمُخَالِفِ </p><p> مَعَ أَنَّ الْمَشْهُورَ عَنْ مَالِكٍ وَأَحْمَدَ وَأَبِي حَنِيفَةَ رَحِمَهُمُ اللَّهُ الِاحْتِجَاجُ بِالْمُرْسَلِ، وَالْمُرْسَلُ فِي اصْطِلَاحِ أَهْلِ الْأُصُولِ مَا سَقَطَ مِنْهُ رَاوٍ مُطْلَقًا، فَهُوَ بِالِاصْطِلَاحِ الْأُصُولِيِّ يَشْمَلُ الْمُنْقَطِعَ وَالْمُعْضَلَ، وَمَعْلُومٌ أَنَّ مَنْ يَحْتَجُّ بِالْمُرْسَلِ يَحْتَجُّ بِعَنْعَنَةِ الْمُدَلِّسِ مِنْ بَابِ أَوْلَى كَمَا صَرَّحَ بِهِ غَيْرُ وَاحِدٍ وَهُوَ وَاضِحٌ، وَالْجَوَابُ عَنِ الْقَدْحِ فِي أَبِي الطُّفَيْلِ بِأَنَّهُ كَانَ حَامِلُ رَايَةِ الْمُخْتَارِ مَرْدُودٌ مِنْ وَجْهَيْنِ. </p><p> الْأَوَّلُ: أَنَّ أَبَا الطُّفَيْلِ صَحَابِيٌّ وَهُوَ آخِرُ مَنْ مَاتَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا قَالَهُ مُسْلِمٌ وَعَقَدَهُ نَاظِمُ «عَمُودِ النَّسَبِ» بِقَوْلِهِ: [الرَّجَزُ] </p><p> آخِرُ مَنْ مَاتَ مِنَ الْأَصْحَابِ لَهْ أَبُو الطُّفَيْلِ عَامِرُ بْنُ وَاثِلَهْ </p><p> وَأَبُو الطُّفَيْلِ هَذَا هُوَ عَامِرُ بْنُ وَاثِلَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ جَحْشٍ اللَّيْثِيِّ نِسْبَةً إِلَى لَيْثِ بْنِ بَكْرِ بْنِ كِنَانَةَ، وَالصَّحَابَةُ كُلُّهُمْ رَضِيَ اللَّهُ عَنْهُمْ عُدُولٌ وَقَدْ جَاءَتْ تَزْكِيَتُهُمْ فِي كِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا هُوَ مَعْلُومٌ فِي مَحَلِّهِ وَالْحُكْمُ لِجَمِيعِ الصَّحَابَةِ بِالْعَدَالَةِ هُوَ مَذْهَبُ الْجُمْهُورِ وَهُوَ الْحَقُّ وَقَالَ فِي «مَرَاقِي السُّعُودِ» : [الرَّجَزُ] </p><p> وَغَيْرُهُ رِوَايَةٌ وَالصَّحْبُ ... تَعْدِيلُهُمْ كُلٌّ إِلَيْهِ يَصْبُو </p><p> وَاخْتَارَ فِي الْمُلَازِمِينَ دُونَ مَنْ ... رَآهُ مَرَّةً إِمَامٌ مُؤْتَمَنْ </p><p> الْوَجْهُ الثَّانِي: هُوَ مَا ذَكَرَهُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي «نَيْلِ الْأَوْطَارِ» وَهُوَ أَنَّ أَبَا الطُّفَيْلِ إِنَّمَا خَرَجَ مَعَ الْمُخْتَارِ عَلَى قَاتِلِي الْحُسَيْنِ رَضِيَ اللَّهُ عَنْهُ وَأَنَّهُ لَمْ يَعْلَمْ مِنَ الْمُخْتَارِ إِيمَانَهُ بِالرَّجْعَةِ، وَالْجَوَابُ عَنْ قَوْلِ الْحَاكِمِ إِنَّهُ مَوْضُوعٌ بِأَنَّهُ غَيْرُ صَحِيحٍ بَلْ هُوَ ثَابِتٌ وَلَيْسَ بِمَوْضُوعٍ. </p><p> قَالَ ابْنُ الْقَيِّمِ: وَحُكْمُهُ بِالْوَضْعِ عَلَى هَذَا الْحَدِيثِ غَيْرُ مُسَلَّمٍ، يَعْنِي: الْحَاكِمَ، </p><p> وَقَالَ ابْنُ الْقَيِّمِ أَيْضًا فِي «زَادِ الْمَعَادِ» : قَالَ الْحَاكِمُ هَذَا الْحَدِيثُ مَوْضُوعٌ وَإِسْنَادُهُ عَلَى شَرْطِ الصَّحِيحِ لَكِنْ رُمِيَ بِعِلَّةٍ عَجِيبَةٍ، قَالَ الْحَاكِمُ: حَدَّثَنَا أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ بَالَوَيْهِ، حَدَّثَنَا مُوسَى بْنُ هَارُونَ، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذِ بْنِ جَبَلٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَانَ فِي غَزْوَةِ تَبُوكَ إِلَى أَنْ قَالَ: وَإِذَا ارْتَحَلَ بَعْدَ زَيْغِ الشَّمْسِ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ سَارَ» الْحَدِيثَ. </p><p> قَالَ الْحَاكِمُ: هَذَا الْحَدِيثُ رُوَاتُهُ أَئِمَّةٌ ثِقَاتٌ، وَهُوَ شَاذُّ الْإِسْنَادِ وَالْمَتْنِ ثُمَّ لَا نَعْرِفْ لَهُ عِلَّةً نُعِلُّهُ بِهَا فَلَوْ كَانَ الْحَدِيثُ عَنِ اللَّيْثِ عَنْ أَبِي الزُّبَيْرِ عَنْ أَبِي الطُّفَيْلِ لَعَلَّلْنَا بِهِ الْحَدِيثَ، وَلَوْ كَانَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ لَعَلَّلْنَا بِهِ، فَلَمَّا لَمَّ نَجِدْ لَهُ الْعِلَّتَيْنِ خَرَجَ عَنْ أَنْ يَكُونَ مَعْلُولًا، ثُمَّ نَظَرْنَا فَلَمْ نَجِدْ لِيَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ رِوَايَةً، وَلَا وَجَدْنَا هَذَا الْمَتْنَ بِهَذِهِ السِّيَاقَةِ عَنْ أَحَدٍ مِنْ أَصْحَابِ أَبِي الطُّفَيْلِ وَلَا عَنْ أَحَدٍ مِمَّنْ رَوَى عَنْ مُعَاذِ بْنِ جَبَلٍ غَيْرِ أَبِي الطُّفَيْلِ، فَقُلْنَا: الْحَدِيثُ شَاذٌّ، وَقَدْ حَدَّثُوا عَنْ أَبِي الْعَبَّاسِ الثَّقَفِيِّ قَالَ: كَانَ قُتَيْبَةُ بْنُ سَعِيدٍ يَقُولُ: لَنَا عَلَى هَذَا الْحَدِيثِ عَلَامَةُ أَحْمَدَ بْنِ حَنْبَلٍ وَعَلِيِّ بْنِ الْمَدِينِيِّ، وَيَحْيَى بْنِ مَعِينٍ، وَأَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ، وَأَبِي خَيْثَمَةَ، حَتَّى عَدَّ قُتَيْبَةَ سَبْعَةً مِنْ أَئِمَّةِ الْحَدِيثِ كَتَبُوا عَنْهُ هَذَا الْحَدِيثَ، وَأَئِمَّةُ الْحَدِيثِ إِنَّمَا سَمِعُوهُ مِنْ قُتَيْبَةَ تَعْجُّبًا مِنْ إِسْنَادِهِ وَمَتْنِهِ، ثُمَّ لَمْ يَبْلُغْنَا عَنْ أَحَدٍ مِنْهُمْ أَنَّهُ ذَكَرَ لِلْحَدِيثِ عِلَّةً ثُمَّ قَالَ: فَنَظَرْنَا فَإِذَا بِالْحَدِيثِ مَوْضُوعٌ، وَقُتَيْبَةُ ثِقَةٌ مَأْمُونٌ. اهـ. مَحَلُّ الْغَرَضِ مِنْهُ بِتَصَرُّفٍ يَسِيرٍ لَا يُخِلُّ بِشَيْءٍ مِنَ الْمَعْنَى. وَانْظُرْهُ فَإِنَّ قَوْلَهُ وَلَوْ كَانَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ لَعَلَّلْنَا بِهِ فِيهِ أَنَّ سَنَدَهُ الَّذِي سَاقَ فِيهِ عَنْ يَزِيدَ عَنْ أَبِي الطُّفَيْلِ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ حُكْمَ الْحَاكِمِ عَلَى هَذَا الْحَدِيثِ بِأَنَّهُ مَوْضُوعٌ لَا وَجْهَ لَهُ أَمَّا رِجَالُ إِسْنَادِهِ فَهُمْ ثِقَاتٌ بِاعْتِرَافِهِ هُوَ، وَقَدْ قَدَّمْنَا لَكَ أَنَّ قُتَيْبَةَ تَابَعَهُ فِيهِ الْمُفَضَّلُ بْنُ فَضَالَةَ عِنْدَ أَبِي دَاوُدَ وَالنَّسَائِيِّ وَالْبَيْهَقِيِّ وَالدَّارَقُطْنِيِّ، وَانْفِرَادُ الثِّقَةِ الضَّابِطِ بِمَا لَمْ يَرْوِهِ غَيْرُهُ لَا يُعَدُّ شُذُوذًا، وَكَمْ مِنْ حَدِيثٍ صَحِيحٍ فِي «الصَّحِيحَيْنِ» وَغَيْرِهِمَا انْفَرَدَ بِهِ عَدْلٌ ضَابِطٌ عَنْ غَيْرِهِ، وَقَدْ عَرَفْتَ أَنَّ قُتَيْبَةَ لَمْ يَتَفَرَّدْ بِهِ، وَأَمَّا مَتْنُهُ فَهُوَ بَعِيدٌ مِنَ الشُّذُوذِ أَيْضًا. </p><p> وَقَدْ قَدَّمْنَا أَنَّ مِثْلَهُ رَوَاهُ مُسْلِمٌ فِي «صَحِيحِهِ» عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ وَصَحَّ أَيْضًا مِثْلُهُ مِنْ حَدِيثِ أَنَسٍ. </p><p> قَالَ ابْنُ الْقَيِّمِ: وَقَدْ رَوَى إِسْحَاقُ بْنُ رَاهَوَيْهِ حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ </p><p> عَنِ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَانَ إِذَا كَانَ فِي سَفَرٍ فَزَالَتِ الشَّمْسُ صَلَّى الظُّهْرَ وَالْعَصْرَ ثُمَّ ارْتَحَلَ» وَهَذَا إِسْنَادٌ كَمَا تَرَى. وَشَبَابَةُ هُوَ شَبَابَةُ بْنُ سَوَّارٍ الثِّقَةُ الْمُتَّفَقُ عَلَى الِاحْتِجَاجِ بِحَدِيثِهِ وَقَدْ رَوَى لَهُ مُسْلِمٌ فِي «صَحِيحِهِ» ، فَهَذَا الْإِسْنَادُ عَلَى شَرْطِ الشَّيْخَيْنِ. اهـ. مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» بَعْدَ أَنْ سَاقَ حَدِيثَ إِسْحَاقَ هَذَا مَا نَصُّهُ: وَأُعِلَّ بِتَفَرُّدِ إِسْحَاقَ بِهِ عَنْ شَبَابَةَ ثُمَّ تَفَرُّدِ جَعْفَرٍ الْفِرْيَابِيِّ بِهِ عَنْ إِسْحَاقَ وَلَيْسَ ذَلِكَ بِقَادِحٍ، فَإِنَّهُمَا إِمَامَانِ حَافِظَانِ. اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَرَوَى الْحَاكِمُ فِي «الْأَرْبَعِينَ» بِسَنَدٍ صَحِيحٍ عَنْ أَنَسٍ نَحْوَ حَدِيثِ إِسْحَاقَ الْمَذْكُورِ وَنَحْوَهُ لِأَبِي نُعَيْمٍ فِي «مُسْتَخْرَجِ مُسْلِمٍ» ، قَالَ الْحَافِظُ فِي «بُلُوغُ الْمَرَامِ» بَعْدَ أَنْ سَاقَ حَدِيثَ أَنَسٍ الْمُتَّفَقَ عَلَيْهِ مَا نَصُّهُ: وَفِي رِوَايَةٍ لِلْحَاكِمِ فِي «الْأَرْبَعِينَ» بِإِسْنَادٍ صَحِيحٍ «صَلَّى الظُّهْرَ وَالْعَصْرَ ثُمَّ رَكِبَ» ، وَلِأَبِي نُعَيْمٍ فِي مُسْتَخْرَجِ مُسْلِمٍ:  «كَانَ إِذَا كَانَ فِي سَفَرٍ فَزَالَتِ الشَّمْسُ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ ارْتَحَلَ» . </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «تَلْخِيصِ الْحَبِيرِ» بَعْدَ أَنْ سَاقَ حَدِيثَ الْحَاكِمِ الْمَذْكُورِ بِسَنَدِهِ وَمَتْنِهِ مَا نَصُّهُ: وَهِيَ زِيَادَةٌ غَرِيبَةٌ صَحِيحَةُ الْإِسْنَادِ وَقَدْ صَحَّحَهُ الْمُنْذِرِيُّ مِنْ هَذَا الْوَجْهِ وَالْعَلَائِيُّ، وَتَعَجَّبَ مِنْ كَوْنِ الْحَاكِمِ لَمْ يُورِدْهُ فِي «الْمُسْتَدْرَكِ» ، قَالَ: وَلَهُ طَرِيقٌ أُخْرَى رَوَاهَا الطَّبَرَانِيُّ فِي «الْأَوْسَطِ» ، ثُمَّ سَاقَ الْحَدِيثَ بِهَا وَقَالَ: تَفَرَّدَ بِهِ يَعْقُوبُ بْنُ مُحَمَّدٍ وَلَا يَقْدَحُ فِي رِوَايَةِ الْحَاكِمِ هَذِهِ مَا ذَكَرَهُ ابْنُ حَجَرٍ فِي «الْفَتْحِ» مِنْ أَنَّ الْبَيْهَقِيَّ سَاقَ سَنَدَ الْحَاكِمِ الْمَذْكُورَ ثُمَّ ذَكَرَ الْمَتْنَ وَلَمْ يَذْكُرْ فِيهِ زِيَادَةَ جَمْعِ التَّقْدِيمِ لِمَا قَدَّمْنَا مِنْ أَنَّ مَنْ حَفِظَ حُجَّةٌ عَلَى مَنْ لَمْ يَحْفَظْ وَزِيَادَةُ الْعُدُولِ مَقْبُولَةٌ كَمَا تَقَدَّمَ. </p><p> وَقَالَ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» بَعْدَ أَنْ سَاقَ حَدِيثَ مُعَاذٍ الَّذِي نَحْنُ بِصَدَدِهِ مَا نَصُّهُ: رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ، وَقَالَ: حَدِيثٌ حَسَنٌ. </p><p> وَقَالَ الْبَيْهَقِيُّ: هُوَ مَحْفُوظٌ صَحِيحٌ، وَعَنْ أَنَسٍ قَالَ:  «كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا كَانَ فِي سَفَرٍ فَزَالَتِ الشَّمْسُ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ ارْتَحَلَ» ، رَوَاهُ الْإِسْمَاعِيلِيُّ وَالْبَيْهَقِيُّ بِإِسْنَادٍ صَحِيحٍ. </p><p> قَالَ إِمَامُ الْحَرَمَيْنِ فِي «الْأَسَالِيبِ» : فِي ثُبُوتِ الْجَمْعِ أَخْبَارٌ صَحِيحَةٌ هِيَ نُصُوصٌ لَا يَتَطَرَّقُ إِلَيْهَا تَأْوِيلٌ وَدَلِيلُهُ فِي الْمَعْنَى الِاسْتِنْبَاطُ مِنْ صُورَةِ الْإِجْمَاعِ وَهِيَ الْجَمْعُ بِعَرَفَاتٍ وَمُزْدَلِفَةَ، إِذْ لَا يَخْفَى أَنَّ سَبَبَهُ احْتِيَاجُ الْحُجَّاجِ إِلَيْهِ لِاشْتِغَالِهِمْ </p><p> بِمَنَاسِكِهِمْ، وَهَذَا الْمَعْنَى مَوْجُودٌ فِي كُلِّ الْأَسْفَارِ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ. </p><p> وَالْجَوَابُ عَنْ قَوْلِ أَبِي دَاوُدَ لَيْسَ فِي جَمْعِ التَّقْدِيمِ حَدِيثٌ قَائِمٌ هُوَ مَا رَأَيْتَ مِنْ أَنَّهُ ثَبَتَ فِي «صَحِيحِ مُسْلِمٍ» مِنْ حَدِيثِ جَابِرٍ وَصَحَّ مِنْ حَدِيثِ أَنَسٍ مِنْ طَرِيقِ إِسْحَاقَ بْنِ رَاهَوَيْهِ وَأَخْرَجَهُ الْحَاكِمُ بِسَنَدٍ صَحِيحٍ فِي «الْأَرْبَعِينَ» وَأَخْرَجَهُ أَبُو نُعَيْمٍ فِي «مُسْتَخْرَجِ مُسْلِمٍ» وَالْإِسْمَاعِيلِيُّ وَالْبَيْهَقِيُّ وَقَالَ: إِسْنَادُهُ صَحِيحٌ بِلَفْظِ: «كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا كَانَ فِي سَفَرٍ وَزَالَتِ الشَّمْسُ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا» إِلَى آخِرِ مَا تَقَدَّمَ. </p><p> قَالَ الشَّوْكَانِيُّ فِي \" نَيْلِ الْأَوْطَارِ \" : قَدْ عَرَفْتَ أَنَّ أَحَادِيثَ جَمْعِ التَّقْدِيمِ بَعْضُهَا صَحِيحٌ وَبَعْضُهَا حَسَنٌ، وَذَلِكَ يَرُدُّ قَوْلَ أَبِي دَاوُدَ: لَيْسَ فِي جَمْعِ التَّقْدِيمِ حَدِيثٌ قَائِمٌ، وَالْجَوَابُ عَنْ تَضْعِيفِ حَدِيثِ ابْنِ عَبَّاسٍ الْمُتَقَدِّمِ فِي جَمْعِ التَّقْدِيمِ بِأَنَّ فِي إِسْنَادِهِ حُسَيْنُ بْنُ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ هُوَ ضَعِيفٌ، هُوَ أَنَّهُ رُوِيَ مِنْ طَرِيقَيْنِ أُخْرَيَيْنِ بِهِمَا يَعْتَضِدُ الْحَدِيثُ حَتَّى يَصِيرَ أَقَلُّ دَرَجَاتِهِ الْحَسَنَ. </p><p> الْأُولَى: أَخْرَجَهَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحَمَّانِيُّ عَنْ أَبِي خَالِدٍ الْأَحْمَرِ عَنِ الْحَجَّاجِ عَنِ الْحَكَمِ عَنْ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ. </p><p> وَالثَّانِيَةُ: مِنْهُمَا رَوَاهَا إِسْمَاعِيلُ الْقَاضِي فِي الْأَحْكَامِ عَنْ إِسْمَاعِيلَ بْنِ أَبِي أُوَيْسٍ عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ بْنِ بِلَالٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ بِنَحْوِهِ قَالَهُ ابْنُ حَجَرٍ فِي \" التَّلْخِيصِ \" وَالشَّوْكَانِيُّ فِي \" نَيْلِ الْأَوْطَارِ \" . </p><p> وَقَالَ ابْنُ حَجَرٍ فِي \" التَّلْخِيصِ \" أَيْضًا: يُقَالُ إِنِ التِّرْمِذِيَّ حَسَّنَهُ وَكَأَنَّهُ بِاعْتِبَارِ الْمُتَابَعَةِ، وَغَفَلَ ابْنُ الْعَرَبِيِّ فَصَحَّحَ إِسْنَادَهُ. </p><p> وَبِهَذَا كُلِّهِ تَعْلَمُ أَنَّ كُلًّا مِنْ جَمْعِ التَّقْدِيمِ وَجَمْعِ التَّأْخِيرِ فِي السَّفَرِ ثَابِتٌ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَفِيهِ صُورَةٌ مُجْمَعٌ عَلَيْهَا وَهِيَ الَّتِي رَوَاهَا مُسْلِمٌ عَنْ جَابِرٍ فِي حَدِيثِهِ الطَّوِيلِ فِي الْحَجِّ كَمَا قَدَّمْنَا، وَهِيَ جَمْعُ التَّقْدِيمِ ظُهْرَ عَرَفَاتٍ، وَجَمْعُ التَّأْخِيرِ عِشَاءَ الْمُزْدَلِفَةِ. </p><p> قَالَ الْبَيْهَقِيُّ فِي \" السُّنَنِ الْكُبْرَى \" : وَالْجَمْعُ بَيْنَ الصَّلَاتَيْنِ بِعُذْرِ السَّفَرِ مِنَ الْأُمُورِ الْمَشْهُورَةِ الْمُسْتَعْمَلَةِ فِيمَا بَيْنَ الصَّحَابَةِ وَالتَّابِعِينَ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ، مَعَ الثَّابِتِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ عَنْ أَصْحَابِهِ ثُمَّ مَا أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ مِنْ جَمْعِ النَّاسِ بِعَرَفَاتٍ ثُمَّ بِالْمُزْدَلِفَةِ. اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَرَوَى الْبَيْهَقِيُّ فِي \" السُّنَنِ الْكُبْرَى \" أَيْضًا عَنِ الزُّهْرِيِّ أَنَّهُ سَأَلَ سَالِمَ بْنَ عَبْدِ اللَّهِ: هَلْ يَجْمَعُ بَيْنَ الظُّهْرِ وَالْعَصْرِ فِي السَّفَرِ؟ فَقَالَ: نَعَمْ لَا بَأْسَ بِذَلِكَ، أَلَمْ تَرَ إِلَى صَلَاةِ النَّاسِ بِعَرَفَةَ اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَقَالَ ابْنُ الْقَيِّمِ فِي \" زَادِ الْمَعَادِ \" : قَالَ ابْنُ تَيْمِيَّةَ وَيَدُلُّ عَلَى جَمْعِ التَّقْدِيمِ جَمْعُهُ بِعَرَفَةَ بَيْنَ الظُّهْرِ وَالْعَصْرِ لِمَصْلَحَةِ الْوُقُوفِ لِيَتَّصِلَ وَقْتُ الدُّعَاءِ وَلَا يَقْطَعَهُ بِالنُّزُولِ لِصَلَاةِ الْعَصْرِ مَعَ إِمْكَانِ ذَلِكَ بِلَا مَشَقَّةٍ، فَالْجَمْعُ كَذَلِكَ لِأَجْلِ الْمَشَقَّةِ وَالْحَاجَةِ أَوْلَى. </p><p> قَالَ الشَّافِعِيُّ: وَكَانَ أَرْفَقُ بِهِ يَوْمَ عَرَفَةَ تَقْدِيمُ الْعَصْرِ ; لِأَنْ يَتَّصِلَ لَهُ الدُّعَاءُ فَلَا يَقْطَعَهُ بِصَلَاةِ الْعَصْرِ، وَالتَّأْخِيرُ أَرْفَقُ بِالْمُزْدَلِفَةِ ; لِأَنْ يَتَّصِلَ لَهُ الْمُسَيَّرُ وَلَا يَقْطَعُهُ لِلنُّزُولِ لِلْمَغْرِبِ لِمَا فِي ذَلِكَ مِنَ التَّضْيِيقِ عَلَى النَّاسِ اهـ. مِنْ \" زَادَ الْمَعَادِ \" . </p><p> فَبِهَذِهِ الْأَدِلَّةِ الَّتِي سُقْنَاهَا فِي هَذَا الْمَبْحَثِ تَعْلَمُ أَنَّ الْعَصْرَ مُشْتَرِكَةٌ مَعَ الظُّهْرِ فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ، وَأَنَّ الْعِشَاءَ مُشْتَرِكَةٌ مَعَ الْمَغْرِبِ فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ أَيْضًا، وَأَنَّ الظُّهْرَ مُشْتَرِكَةٌ مَعَ الْعَصْرِ فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ، وَأَنَّ الْمَغْرِبَ مُشْتَرِكَةٌ مَعَ الْعِشَاءِ فِي وَقْتِهَا عِنْدَ الضَّرُورَةِ أَيْضًا، وَلَا يَخْفَى أَنَّ الْأَئِمَّةَ الَّذِينَ خَالَفُوا مَالِكًا رَحِمَهُ اللَّهُ تَعَالَى فِي امْتِدَادِ وَقْتِ الضَّرُورَةِ لِلظَّهْرِ إِلَى الْغُرُوبِ وَامْتِدَادِ وَقْتِ الضَّرُورَةِ لِلْمَغْرِبِ إِلَى الْفَجْرِ كَالشَّافِعِيِّ وَأَحْمَدَ رَحِمَهُمَا اللَّهُ وَمَنْ وَافَقَهُمَا أَنَّهُمْ فِي الْحَقِيقَةِ مُوَافِقُونَ لَهُ لِاعْتِرَافِهِمْ بِأَنَّ الْحَائِضَ إِذَا طَهُرَتْ قَبْلَ الْغُرُوبِ بِرَكْعَةٍ صَلَّتِ الظُّهْرَ وَالْعَصْرَ مَعًا، وَكَذَلِكَ إِذَا طَهُرَتْ قَبْلَ طُلُوعِ الْفَجْرِ بِرَكْعَةٍ صَلَّتِ الْمَغْرِبَ وَالْعِشَاءَ كَمَا قَدَّمْنَا عَنِ ابْنِ عَبَّاسٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، فَلَوْ كَانَ الْوَقْتُ خَرَجَ بِالْكُلِّيَّةِ لَمْ يَلْزَمْهَا أَنْ تُصَلِّيَ الظُّهْرَ وَلَا الْمَغْرِبَ لِلْإِجْمَاعِ عَلَى أَنَّ الْحَائِضَ لَا تَقْضِي مَا فَاتَ وَقْتُهُ مِنَ الصَّلَوَاتِ وَهِيَ حَائِضٌ. </p><p> وَقَالَ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" : قَدْ ذَكَرْنَا أَنَّ الصَّحِيحَ عِنْدَنَا أَنَّهُ يَجِبُ عَلَى الْمَعْذُورِ الظُّهْرُ بِمَا تَجِبُ بِهِ الْعَصْرُ، وَبِهِ قَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَابْنُ عَبَّاسٍ وَفُقَهَاءُ الْمَدِينَةِ السَّبْعَةِ وَأَحْمَدُ وَغَيْرُهُمْ. </p><p> وَقَالَ الْحَسَنُ وَحَمَّادٌ وَقَتَادَةُ وَالثَّوْرِيُّ وَأَبُو حَنِيفَةَ وَمَالِكٌ وَدَاوُدُ: لَا تَجِبُ عَلَيْهِ. اهـ. مِنْهُ بِلَفْظِهِ، وَمَالِكٌ يُوجِبُهَا بِقَدْرِ مَا تُصَلَّى فِيهِ الْأُولَى مِنْ مُشْتَرَكَتَيِّ الْوَقْتِ مَعَ بَقَاءِ رَكْعَةٍ فَهُوَ أَرْبَعٌ فِي الْمَغْرِبِ وَالْعِشَاءِ وَخَمْسٌ فِي الظُّهْرِ وَالْعَصْرِ لِلْحَاضِرِ، وَثَلَاثٌ لِلْمُسَافِرِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \" : وَرُوِيَ هَذَا الْقَوْلُ يَعْنِي إِدْرَاكَ الظُّهْرِ مَثَلًا بِمَا </p><p> تُدْرَكُ بِهِ الْعَصْرُ فِي الْحَائِضِ تَطْهُرُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَابْنِ عَبَّاسٍ وَطَاوُسٍ وَمُجَاهِدٍ وَالنَّخَعِيِّ وَالزُّهْرِيِّ وَرَبِيعَةَ وَمَالِكٍ وَاللَّيْثِ وَالشَّافِعِيِّ وَإِسْحَاقَ وَأَبِي ثَوْرٍ. </p><p> قَالَ الْإِمَامُ أَحْمَدُ: عَامَّةُ التَّابِعِينَ يَقُولُونَ بِهَذَا الْقَوْلِ إِلَّا الْحَسَنَ وَحْدَهُ، قَالَ: لَا تَجِبْ إِلَّا الصَّلَاةُ الَّتِي طَهُرَتْ فِي وَقْتِهَا وَحْدَهَا، إِلَى أَنْ قَالَ: وَلَنَا مَا رَوَى الْأَثْرَمُ وَابْنُ الْمُنْذِرِ وَغَيْرُهُمَا بِإِسْنَادِهِمْ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّهُمَا قَالَا فِي الْحَائِضِ تَطْهُرُ قَبْلَ طُلُوعِ الْفَجْرِ بِرَكْعَةٍ: تُصَلِّي الْمَغْرِبَ وَالْعِشَاءَ، فَإِذَا طَهُرَتْ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ صَلَّتِ الظُّهْرَ وَالْعَصْرَ جَمِيعًا ; وَلِأَنَّ وَقْتَ الثَّانِيَةِ وَقْتُ الْأُولَى حَالَ الْعُذْرِ فَإِذَا أَدْرَكَهُ الْمَعْذُورُ لَزِمَهُ فَرْضُهَا كَمَا يَلْزَمُهُ فَرْضُ الثَّانِيَةِ، اهـ مِنْهُ بِلَفْظِهِ مَعَ حَذْفٍ يَسِيرٍ، وَهُوَ تَصْرِيحٌ مِنْ هَذَا الْعَالِمِ الْجَلِيلِ الْحَنْبَلِيِّ بِامْتِدَادِ وَقْتِ الضَّرُورَةِ لِلْمَغْرِبِ إِلَى الْفَجْرِ، وَلِلظُّهْرِ إِلَى الْغُرُوبِ كَقَوْلِ مَالِكٍ رَحِمَهُ اللَّهُ تَعَالَى وَأَمَّا أَوَّلُ وَقْتِ الْعِشَاءِ فَقَدْ أَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّهُ يَدْخُلُ حِينَ يَغِيبُ الشَّفَقُ. </p><p> وَفِي حَدِيثِ جَابِرٍ وَابْنِ عَبَّاسٍ الْمُتَقَدِّمَيْنِ فِي إِمَامَةِ جِبْرِيلَ فِي بَيَانِ أَوَّلِ وَقْتِ الْعِشَاءِ ثُمَّ صَلَّى الْعِشَاءَ حِينَ غَابَ الشَّفَقُ. </p><p> وَفِي حَدِيثِ بُرَيْدَةَ الْمُتَقَدِّمِ عِنْدَ مُسْلِمٍ وَغَيْرِهِ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ. </p><p> وَفِي حَدِيثِ أَبِي مُوسَى عِنْدَ مُسْلِمٍ وَغَيْرِهِ: ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ، وَالْأَحَادِيثُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا وَهُوَ أَمْرٌ لَا نِزَاعَ فِيهِ. </p><p> فَإِذَا عَلِمْتَ إِجْمَاعَ الْعُلَمَاءِ عَلَى أَنَّ أَوَّلَ وَقْتِ الْعِشَاءِ هُوَ مَغِيبُ الشَّفَقِ، فَاعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الشَّفَقِ، فَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ الْحُمْرَةُ، وَهُوَ الْحَقُّ. </p><p> وَقَالَ بَعْضُهُمْ: هُوَ الْبَيَاضُ الَّذِي بَعْدَ الْحُمْرَةِ، وَمِمَّا يَدُلُّ عَلَى أَنَّ الشَّفَقَ هُوَ الْحُمْرَةُ مَا رَوَاهُ الدَّارَقُطْنِيُّ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" الشَّفَقُ الْحُمْرَةُ فَإِذَا غَابَ الشَّفَقُ وَجَبَتِ الصَّلَاةُ \" . </p><p> قَالَ الدَّارَقُطْنِيُّ فِي \" الْغَرَائِبِ \" : هُوَ غَرِيبٌ وَكُلُّ رُوَاتِهِ ثِقَاتٌ، وَقَدْ أَخْرَجَ ابْنُ خُزَيْمَةَ فِي \" صَحِيحِهِ \" عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ مَرْفُوعًا: \" وَوَقْتُ صَلَاةِ الْمَغْرِبِ إِلَى أَنْ تَذْهَبَ حُمْرَةُ الشَّفَقِ \" الْحَدِيثَ. </p><p> قَالَ ابْنُ خُزَيْمَةَ: إِنْ صَحَّتْ هَذِهِ اللَّفْظَةُ أَغْنَتْ عَنْ غَيْرِهَا مِنَ الرِّوَايَاتِ، لَكِنْ تَفَرَّدَ بِهَا مُحَمَّدُ بْنُ يَزِيدَ. </p><p> قَالَ ابْنُ حَجَرٍ فِي \" التَّلْخِيصِ \" : مُحَمَّدُ بْنُ يَزِيدَ هُوَ الْوَاسِطِيُّ وَهُوَ صَدُوقٌ، وَرَوَى هَذَا الْحَدِيثَ ابْنُ عَسَاكِرَ وَصَحَّحَ الْبَيْهَقِيُّ وَقْفَهُ عَلَى ابْنِ عُمَرَ. </p><p> وَقَالَ الْحَاكِمُ أَيْضًا: إِنَّ رَفْعَهُ غَلَطٌ، بَلْ قَالَ الْبَيْهَقِيُّ: رُوِيَ هَذَا الْحَدِيثُ عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ عَبَّاسٍ وَعُبَادَةَ بْنِ الصَّامِتِ وَشَدَّادِ بْنِ أَوْسٍ، وَلَا يَصِحُّ فِيهِ شَيْءٌ وَلَكِنْ قَدْ عَلِمْتَ أَنَّ الْإِسْنَادَ الَّذِي رَوَاهُ ابْنُ خُزَيْمَةَ بِهِ فِي \" صَحِيحِهِ \" لَيْسَ فِيهِ مِمَّا يُوجِبُ تَضْعِيفَهُ إِلَّا مُحَمَّدُ بْنُ يَزِيدَ، وَقَدْ عَلِمْتَ أَنَّهُ صَدُوقٌ. وَمِمَّا يَدُلُّ عَلَى أَنَّ الْحُمْرَةَ الشَّفَقُ مَا رَوَاهُ الْبَيْهَقِيُّ فِي \" سُنَنِهِ \" عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: \" أَنَا أَعْلَمُ النَّاسِ بِوَقْتِ صَلَاةِ الْعِشَاءِ \" كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّيهَا لِسُقُوطِ الْقَمَرِ لِثَالِثَةٍ \" لِمَا حَقَّقَهُ غَيْرُ وَاحِدٍ مِنْ أَنَّ الْبَيَاضَ لَا يَغِيبُ إِلَّا بَعْدَ ثُلُثِ اللَّيْلِ وَسُقُوطِ الْقَمَرِ لِثَالِثَةِ الشَّهْرِ قَبْلَ ذَلِكَ كَمَا هُوَ مَعْلُومٌ. </p><p> وَقَالَ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» : وَمِنْ حُجَجِ الْقَائِلِينَ بِأَنَّ الشَّفَقَ الْحُمْرَةُ مَا رُوِيَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَنَّهُ صَلَّى الْعِشَاءَ لِسُقُوطِ الْقَمَرِ لِثَالِثَةِ الشَّهْرِ» أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ. </p><p> قَالَ ابْنُ الْعَرَبِيِّ: وَهُوَ صَحِيحٌ وَصَلَّى قَبْلَ غَيْبُوبَةِ الشَّفَقِ. </p><p> قَالَ ابْنُ سَيِّدِ النَّاسِ فِي «شَرْحِ التِّرْمِذِيِّ» : وَقَدْ عَلِمَ كُلُّ مَنْ لَهُ عِلْمٌ بِالْمَطَالِعِ وَالْمَغَارِبِ أَنَّ الْبَيَاضَ لَا يَغِيبُ إِلَّا عِنْدَ ثُلُثِ اللَّيْلِ الْأَوَّلِ، وَهُوَ الَّذِي حَدَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خُرُوجَ أَكْثَرِ الْوَقْتِ بِهِ فَصَحَّ يَقِينًا أَنَّ وَقْتَهَا دَاخِلٌ قَبْلِ ثُلُثِ اللَّيْلِ الْأَوَّلِ بِيَقِينٍ، فَقَدْ ثَبَتَ بِالنَّصِّ أَنَّهُ دَاخِلٌ قَبْلَ مَغِيبِ الشَّفَقِ الَّذِي هُوَ الْبَيَاضُ فَتَبَيَّنَ بِذَلِكَ يَقِينًا أَنَّ الْوَقْتَ دَخَلَ يَقِينًا بِالشَّفَقِ الَّذِي هُوَ الْحُمْرَةُ. اهـ. </p><p> وَابْتِدَاءُ وَقْتِ الْعِشَاءِ مَغِيبُ الشَّفَقِ إِجْمَاعًا لِمَا تَقَدَّمَ فِي حَدِيثِ جِبْرِيلَ وَحَدِيثِ التَّعْلِيمِ، وَهَذَا الْحَدِيثُ وَغَيْرُ ذَلِكَ انْتَهَى مِنْهُ بِلَفْظِهِ، وَهُوَ دَلِيلٌ وَاضِحٌ عَلَى أَنَّ الشَّفَقَ الْحُمْرَةُ لَا الْبَيَاضُ، وَفِي «الْقَامُوسِ» الشَّفَقُ الْحُمْرَةُ وَلَمْ يُذْكَرِ الْبَيَاضَ. </p><p> وَقَالَ الْخَلِيلُ وَالْفَرَّاءُ وَغَيْرُهُمَا مِنْ أَئِمَّةِ اللُّغَةِ: الشَّفَقُ الْحُمْرَةُ وَمَا رُوِيَ عَنِ الْإِمَامِ أَحْمَدَ رَحِمَهُ اللَّهُ مِنْ أَنَّ الشَّفَقَ فِي السَّفَرِ هُوَ الْحُمْرَةُ وَفِي الْحَضَرِ هُوَ الْبَيَاضُ الَّذِي بَعْدَ الْحُمْرَةِ لَا يُخَالِفُ مَا ذَكَرْنَا ; لِأَنَّهُ مِنْ تَحْقِيقِ الْمَنَاطِ لِغَيْبُوبَةِ الْحُمْرَةِ الَّتِي هِيَ الشَّفَقُ عِنْدَ أَحْمَدَ وَإِيضَاحُهُ أَنَّ الْإِمَامَ أَحْمَدَ رَحِمَهُ اللَّهُ يَقُولُ: «الشَّفَقُ هُوَ الْحُمْرَةُ» وَالْمُسَافِرُ لِأَنَّهُ فِي الْفَلَاةِ وَالْمَكَانِ الْمُتَّسِعِ يَعْلَمُ سُقُوطَ الْحُمْرَةِ، أَمَّا الَّذِي فِي الْحَضَرِ فَالْأُفُقُ يَسْتَتِرُ عَنْهُ بِالْجُدْرَانِ فَيَسْتَظْهِرُ حَتَّى يَغِيبَ الْبَيَاضُ لِيَسْتَدِلَّ بِغَيْبُوبَتِهِ عَلَى مَغِيبِ </p><p> الْحُمْرَةِ، فَاعْتِبَارُهُ لِغَيْبَةِ الْبَيَاضِ لِدَلَالَتِهِ عَلَى مَغِيبِ الْحُمْرَةِ لَا لِنَفْسِهِ. اهـ. مِنَ «الْمُغْنِي» لِابْنِ قُدَامَةَ. </p><p> وَقَالَ أَبُو حَنِيفَةَ رَحِمَهُ اللَّهُ وَمَنْ وَافَقَهُ: الشَّفَقُ الْبَيَاضُ الَّذِي بَعْدَ الْحُمْرَةِ، وَقَدْ عَلِمْتَ أَنَّ التَّحْقِيقَ أَنَّهُ الْحُمْرَةُ، وَأَمَا آخِرُ وَقْتِ الْعِشَاءِ فَقَدْ جَاءَ فِي بَعْضِ الرِّوَايَاتِ الصَّحِيحَةِ انْتِهَاؤُهُ عِنْدَ ثُلُثِ اللَّيْلِ الْأَوَّلِ، وَفِي بَعْضِ الرِّوَايَاتِ الصَّحِيحَةِ نِصْفُ اللَّيْلِ، وَفِي بَعْضِ الرِّوَايَاتِ الصَّحِيحَةِ مَا يَدُلُّ عَلَى امْتِدَادِهِ إِلَى طُلُوعِ الْفَجْرِ. </p><p> فَمِنَ الرِّوَايَاتِ بِانْتِهَائِهِ إِلَى ثُلُثِ اللَّيْلِ، مَا أَخْرَجَهُ الْبُخَارِيُّ فِي «صَحِيحِهِ» عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «كَانُوا يُصَلُّونَ الْعِشَاءَ فِيمَا بَيْنَ أَنْ يَغِيبَ الشَّفَقُ إِلَى ثُلُثِ اللَّيْلِ الْأَوَّلِ» . </p><p> وَفِي حَدِيثِ أَبِي مُوسَى، وَبُرَيْدَةَ الْمُتَقَدِّمَيْنِ فِي تَعْلِيمِ مَنْ سَأَلَ عَنْ مَوَاقِيتِ الصَّلَاةِ عِنْدَ مُسْلِمٍ وَغَيْرِهِ:  «أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي اللَّيْلَةِ الْأُولَى أَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ، وَفِي اللَّيْلَةِ الثَّانِيَةِ أَخَّرَهُ حَتَّى كَانَ ثُلُثُ اللَّيْلِ الْأَوَّلِ،ثُمَّ قَالَ:الْوَقْتُ فِيمَا بَيْنَ هَذَيْنِ» . </p><p> وَفِي حَدِيثِ جَابِرٍ، وَابْنِ عَبَّاسٍ الْمُتَقَدِّمَيْنِ فِي إِمَامَةِ جِبْرِيلَ:  «أَنَّهُ فِي اللَّيْلَةِ الْأُولَى صَلَّى الْعِشَاءَ حِينَ مَغِيبِ الشَّفَقِ،وَفِي اللَّيْلَةِ الثَّانِيَةِ صَلَّاهَا حِينَ ذَهَبَ ثُلُثُ اللَّيْلِ الْأَوَّلِ وَقَالَ:الْوَقْتُ فِيمَا بَيْنَ هَذَيْنِ الْوَقْتَيْنِ» ، إِلَى غَيْرِ ذَلِكَ مِنَ الرِّوَايَاتِ الدَّالَّةِ عَلَى انْتِهَاءِ وَقْتِ الْعِشَاءِ عِنْدَ ذَهَابِ ثُلُثِ اللَّيْلِ الْأَوَّلِ. </p><p> وَمِنَ الرِّوَايَاتِ الدَّالَّةِ عَلَى امْتِدَادِهِ إِلَى نِصْفِ اللَّيْلِ، مَا أَخْرَجَهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ:  «أَخَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْعِشَاءَ إِلَى نِصْفِ اللَّيْلِ، ثُمَّ صَلَّى،ثُمَّ قَالَ:قَدْ صَلَّى النَّاسُ وَنَامُوا أَمَا إِنَّكُمْ فِي صَلَاةٍ مَا انْتَظَرْتُمُوهَا» . قَالَ أَنَسٌ: كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ خَاتَمِهِ لَيْلَتَئِذٍ. </p><p> وَفِي حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو الْمُتَقَدِّمِ عِنْدَ أَحْمَدَ، وَمُسْلِمٍ، وَالنَّسَائِيِّ، وَأَبِي دَاوُدَ:  «وَوَقْتُ صَلَاةِ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ» وَفِي بَعْضِ رِوَايَاتِهِ: «فَإِذَا صَلَّيْتُمُ الْعِشَاءَ فَإِنَّهُ وَقْتٌ إِلَى نِصْفِ اللَّيْلِ» . </p><p> وَمِنَ الرِّوَايَاتِ الدَّالَّةِ عَلَى امْتِدَادِهِ إِلَى طُلُوعِ الْفَجْرِ مَا رَوَاهُ أَبُو قَتَادَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثٍ طَوِيلٍ قَالَ: قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لَيْسَ فِي النَّوْمِ تَفْرِيطٌ، إِنَّمَا التَّفْرِيطُ عَلَى مَنْ لَمْ يُصَلِّ الصَّلَاةَ حَتَّى يَجِيءَ وَقْتُ الْأُخْرَى» ، رَوَاهُ مُسْلِمٌ فِي «صَحِيحِهِ» . </p><p> وَاعْلَمْ أَنَّ عُمُومَ هَذَا الْحَدِيثِ مَخْصُوصٌ بِإِجْمَاعِ الْمُسْلِمِينَ عَلَى أَنَّ وَقْتَ الصُّبْحِ </p><p> لَا يَمْتَدُّ بَعْدَ طُلُوعِ الشَّمْسِ إِلَى صَلَاةِ الظُّهْرِ، فَلَا وَقْتَ لِلصُّبْحِ بَعْدَ طُلُوعِ الشَّمْسِ إِجْمَاعًا، فَإِنْ قِيلَ يُمْكِنُ تَخْصِيصُ حَدِيثِ أَبِي قَتَادَةَ هَذَا بِالْأَحَادِيثِ الدَّالَّةِ عَلَى انْتِهَاءِ وَقْتِ الْعِشَاءِ إِلَى نِصْفِ اللَّيْلِ. </p><p> فَالْجَوَابُ: أَنَّ الْجَمْعَ مُمْكِنٌ، وَهُوَ وَاجِبٌ إِذَا أَمْكَنَ وَإِعْمَالُ الدَّلِيلَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا، وَوَجْهُ الْجَمْعِ أَنَّ التَّحْدِيدَ بِنِصْفِ اللَّيْلِ لِلْوَقْتِ الِاخْتِيَارِيِّ وَالِامْتِدَادَ إِلَى الْفَجْرِ لِلْوَقْتِ الضَّرُورِيِّ. </p><p> وَيَدُلُّ لِهَذَا: إِطْبَاقُ مَنْ ذَكَرْنَا سَابِقًا مِنَ الْعُلَمَاءِ عَلَى أَنَّ الْحَائِضَ إِذَا طَهُرَتْ قَبْلَ الصُّبْحِ بِرَكْعَةٍ صَلَّتِ الْمَغْرِبَ، وَالْعِشَاءَ، وَمَنْ خَالَفَ مِنَ الْعُلَمَاءِ فِيمَا ذَكَرْنَا سَابِقًا، إِنَّمَا خَالَفَ فِي الْمَغْرِبِ لَا فِي الْعِشَاءِ، مَعَ أَنَّ الْأَثَرَ الَّذِي قَدَّمْنَا فِي ذَلِكَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَابْنِ عَبَّاسٍ لَا يَبْعُدُ أَنْ يَكُونَ فِي حُكْمِ الْمَرْفُوعِ ; لِأَنَّ الْمَوْقُوفَ الَّذِي لَا مَجَالَ لِلرَّأْيِ فِيهِ لَهُ حُكْمُ الرَّفْعِ، كَمَا تَقَرَّرَ فِي عُلُومِ الْحَدِيثِ، وَمَعْلُومٌ أَنَّ انْتِهَاءَ أَوْقَاتِ الْعِبَادَاتِ كَابْتِدَائِهَا لَا مَجَالَ لِلرَّأْيِ فِيهِ ; لِأَنَّهُ تَعَبُّدِيٌّ مَحْضٌ. </p><p> وَبِهَذَا تَعْرِفُ وَجْهَ الْجَمْعِ بَيْنَ مَا دَلَّ عَلَى انْتِهَائِهِ بِنِصْفِ اللَّيْلِ، وَمَا دَلَّ عَلَى امْتِدَادِهِ إِلَى الْفَجْرِ، وَلَكِنْ يَبْقَى الْإِشْكَالُ بَيْنَ رِوَايَاتِ الثُّلُثِ وَرِوَايَاتِ النِّصْفِ، وَالظَّاهِرُ فِي الْجَمْعِ وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّهُ جَعَلَ كُلَّ مَا بَيْنَ الثُّلُثِ وَالنِّصْفِ وَهُوَ السُّدُسُ ظَرْفًا لِآخِرِ وَقْتِ الْعِشَاءِ الِاخْتِيَارِيِّ. </p><p> وَإِذَنْ فَلِآخِرِهِ أَوَّلٌ وَآخِرٌ وَإِلَيْهِ ذَهَبَ ابْنُ سُرَيْجٍ مِنَ الشَّافِعِيَّةِ، وَعَلَى أَنَّ الْجَمْعَ بِهَذَا الْوَجْهِ لَيْسَ بِمُقْنِعٍ فَلَيْسَ هُنَاكَ طَرِيقٌ إِلَّا التَّرْجِيحُ بَيْنَ الرِّوَايَاتِ. فَبَعْضُ الْعُلَمَاءِ رَجَّحَ رِوَايَاتِ الثُّلُثِ بِأَنَّهَا أَحْوَطُ فِي الْمُحَافَظَةِ عَلَى الْوَقْتِ الْمُخْتَارِ وَبِأَنَّهَا مَحَلُّ وِفَاقٍ لِاتِّفَاقِ الرِّوَايَاتِ عَلَى أَنَّ مَنْ صَلَّى الْعِشَاءَ قَبْلَ الثُّلُثِ فَهُوَ مُؤَدٍّ صَلَاتَهُ فِي وَقْتِهَا الِاخْتِيَارِيِّ، وَبَعْضُهُمْ رَجَّحَ رِوَايَاتِ النِّصْفِ بِأَنَّهَا زِيَادَةٌ صَحِيحَةٌ، وَزِيَادَةُ الْعَدْلِ مَقْبُولَةٌ. </p><p> وَأَمَّا أَوَّلُ وَقْتِ صَلَاةِ الصُّبْحِ فَهُوَ عِنْدُ طُلُوعِ الْفَجْرِ الصَّادِقِ بِإِجْمَاعِ الْمُسْلِمِينَ وَهُوَ الْفَجْرُ الَّذِي يُحَرِّمُ الطَّعَامَ وَالشَّرَابَ عَلَى الصَّائِمِ. </p><p> وَفِي حَدِيثِ أَبِي مُوسَى، وَبُرَيْدَةَ الْمُتَقَدِّمَيْنِ عِنْدَ مُسْلِمٍ وَغَيْرِهِ:  «وَأَمَرَ بِلَالًا فَأَقَامَ الْفَجْرَ حِينَ انْشَقَّ الْفَجْرُ، وَالنَّاسُ لَا يَكَادُ يَعْرِفُ بَعْضُهُمْ بَعْضًا» الْحَدِيثَ. </p><p> وَفِي حَدِيثِ جَابِرٍ الْمُتَقَدِّمِ، فِي إِمَامَةِ جِبْرِيلَ أَيْضًا: «ثُمَّ صَلَّى الْفَجْرَ حِينَ بَرَقَ </p><p> الْفَجْرُ، وَحَرُمَ الطَّعَامُ عَلَى الصَّائِمِ» ، وَمَعْلُومٌ أَنَّ الْفَجْرَ فَجْرَانِ كَاذِبٌ وَصَادِقٌ، فَالْكَاذِبُ لَا يُحَرِّمُ الطَّعَامَ عَلَى الصَّائِمِ، وَلَا تَجُوزُ بِهِ صَلَاةُ الصُّبْحِ، وَالصَّادِقُ بِخِلَافِ ذَلِكَ فِيهِمَا، وَأَمَّا آخِرُ وَقْتِ صَلَاةِ الصُّبْحِ فَقَدْ جَاءَ فِي بَعْضِ الرِّوَايَاتِ تَحْدِيدُهُ بِالْإِسْفَارِ، وَجَاءَ فِي بَعْضِهَا امْتِدَادُهُ إِلَى طُلُوعِ الشَّمْسِ، فَمِنَ الرِّوَايَاتِ الدَّالَّةِ عَلَى انْتِهَائِهِ بِالْإِسْفَارِ مَا فِي حَدِيثِ جَابِرٍ الْمَذْكُورِ آنِفًا:  «ثُمَّ جَاءَهُ حِينَ أَسْفَرَ جِدًّا فَقَالَ: قُمْ فَصَلِّهِ فَصَلَّى الْفَجْرَ» . </p><p> وَفِي حَدِيثِ ابْنِ عَبَّاسٍ الْمُتَقَدِّمِ آنِفًا:  «ثُمَّ صَلَّى الصُّبْحَ حِينَ أَسْفَرَتِ الْأَرْضُ» الْحَدِيثَ. وَهَذَا فِي بَيَانِهِ لِآخِرِ وَقْتِ الصُّبْحِ الْمُخْتَارِ فِي الْيَوْمِ الثَّانِي. </p><p> وَفِي حَدِيثِ أَبِي مُوسَى وَبُرَيْدَةَ الْمُتَقَدِّمَيْنِ عِنْدَ مُسْلِمٍ وَغَيْرِهِ:  «ثُمَّ أَخَّرَ الْفَجْرَ مِنَ الْغَدِ حَتَّى انْصَرَفَ مِنْهَا وَالْقَائِلُ يَقُولُ: طَلَعَتِ الشَّمْسُ أَوْ كَادَتْ» . </p><p> وَمِنَ الرِّوَايَاتِ الدَّالَّةِ عَلَى امْتِدَادِهِ إِلَى طُلُوعِ الشَّمْسِ مَا أَخْرَجَهُ مُسْلِمٌ فِي «صَحِيحِهِ» وَغَيْرُهُ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا: «وَوَقْتُ صَلَاةِ الْفَجْرِ مَا لَمْ تَطْلُعِ الشَّمْسُ» . </p><p> وَفِي رِوَايَةٍ لِمُسْلِمٍ:  «وَوَقْتُ الْفَجْرِ مَا لَمْ يَطْلُعْ قَرْنُ الشَّمْسِ الْأَوَّلُ» ، وَالظَّاهِرُ فِي وَجْهِ الْجَمْعِ بَيْنَ هَذِهِ الرِّوَايَاتِ أَنَّ الْوَقْتَ الْمُنْتَهِيَ إِلَى الْإِسْفَارِ هُوَ وَقْتُ الصُّبْحِ الِاخْتِيَارِيُّ، وَالْمُمْتَدُّ إِلَى طُلُوعِ الشَّمْسِ وَقْتُهَا الضَّرُورِيُّ، وَهَذَا هُوَ مَشْهُورُ مَذْهَبِ مَالِكٍ. </p><p> وَقَالَ بَعْضُ الْمَالِكِيَّةِ: لَا ضَرُورِيَّ لِلصُّبْحِ فَوَقْتُهَا كُلُّهُ إِلَى طُلُوعِ الشَّمْسِ وَقْتُ اخْتِيَارٍ، وَعَلَيْهِ فَوَجْهُ الْجَمْعِ هُوَ مَا قَدَّمْنَا عَنِ ابْنِ سُرَيْجٍ فِي الْكَلَامِ عَلَى آخِرِ وَقْتِ الْعِشَاءِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فَهَذَا الَّذِي ذَكَرْنَا هُوَ تَفْصِيلُ الْأَوْقَاتِ الَّذِي أُجْمِلَ فِي قَوْلِهِ تَعَالَى: إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا [٤] ، وَبَيَّنَ بَعْضَ الْبَيَانِ فِي قَوْلِهِ تَعَالَى: أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ الْآيَةَ [١٧ \\ ٧٨] ، وَقَوْلِهِ: وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ الْآيَةَ [١١ \\ ١١٤] ، وَقَوْلِهِ: فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ الْآيَةَ [٣٠ \\ ١٧] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ إِنْ تَكُونُوا تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا، </p>"
}