{
  "id": null,
  "sura": 4,
  "aya": 125,
  "text": "<p> وَلَا خَرْقَاءَ، وَلَا شَرْقَاءَ» . أَخْرَجَهُ أَحْمَدُ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعِ، وَالْبَزَّارُ، وَابْنُ حِبَّانَ، وَالْحَاكِمُ، وَالْبَيْهَقِيُّ مِنْ حَدِيثِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ وَصَحَّحَهُ التِّرْمِذِيُّ، وَأَعَلَّهُ الدَّارَقُطْنِيُّ، وَالْمُقَابَلَةُ الْمَقْطُوعَةُ طَرَفَ الْأُذُنِ، وَالْمُدَابَرَةُ الْمَقْطُوعَةُ مُؤَخَّرَ الْأُذُنِ، وَالشَّرْقَاءُ مَشْقُوقَةُ الْأُذُنِ طُولًا، وَالْخَرْقَاءُ الَّتِي خُرِقَتْ أُذُنُهَا خَرْقًا مُسْتَدِيرًا، فَالْعَيْبُ فِي الْأُذُنِ مُرَاعًى عِنْدَ جَمَاعَةِ الْعُلَمَاءِ. </p><p> قَالَ مَالِكٌ وَاللَّيْثُ: الْمَقْطُوعَةُ الْأُذُنِ لَا تُجْزِئُ، أَوْ جُلِّ الْأُذُنِ قَالَهُ الْقُرْطُبِيُّ، وَالْمَعْرُوفُ مِنْ مَشْهُورِ مَذْهَبِ مَالِكٍ أَنَّ الَّذِي يَمْنَعُ الْإِجْزَاءَ قَطْعُ ثُلُثِ الْأُذُنِ فَمَا فَوْقَهُ لَا مَا دُونَهُ فَلَا يَضُرُّ، وَإِنْ كَانَتْ سَكَّاءَ وَهِيَ الَّتِي خُلِقَتْ بِلَا أُذُنٍ. فَقَالَ مَالِكٌ، وَالشَّافِعِيُّ: لَا تُجْزِئُ، وَإِنْ كَانَتْ صَغِيرَةَ الْأُذُنِ أَجْزَأَتْ، وَرُوِيَ عَنْ أَبِي حَنِيفَةَ مِثْلُ ذَلِكَ، وَإِنْ كَانَتْ مَشْقُوقَةَ الْأُذُنِ لِلْمَيْسَمِ أَجَزَأَتْ عِنْدَ الشَّافِعِيِّ، وَجَمَاعَةِ الْفُقَهَاءِ، قَالَهُ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا شَيْئًا مِنْ أَمَانِيهِمْ، وَلَا مِنْ أَمَانِيِّ أَهْلِ الْكِتَابِ، وَلَكِنَّهُ أَشَارَ إِلَى بَعْضِ ذَلِكَ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ فِي أَمَانِيِّ الْعَرَبِ الْكَاذِبَةِ: وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ [٣٤ \\ ٣٥] ، وَقَوْلِهِ عَنْهُمْ: إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ [٦ \\ ٢٩] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلِهِ فِي أَمَانِيِّ أَهْلِ الْكِتَابِ: وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ الْآيَةَ [٢ \\ ١١١] ، وَقَوْلِهِ: وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ الْآيَةَ [٥ \\ ١٨] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَا ذَكَرَهُ بَعْضُ الْعُلَمَاءِ مِنْ أَنَّ سَبَبَ نُزُولِ الْآيَةِ أَنَّ الْمُسْلِمِينَ وَأَهْلَ الْكِتَابِ تَفَاخَرُوا، فَقَالَ أَهْلُ الْكِتَابِ: نَبِيُّنَا قَبْلَ نَبِيِّكُمْ، وَكِتَابُنَا قَبْلَ كِتَابِكُمْ، فَنَحْنُ أَوْلَى بِاللَّهِ مِنْكُمْ، وَقَالَ الْمُسْلِمُونَ: نَحْنُ أَوْلَى بِاللَّهِ مِنْكُمْ، وَنَبِيُّنَا خَاتَمُ النَّبِيِّينَ، وَكِتَابُنَا يَقْضِي عَلَى الْكُتُبِ الَّتِي كَانَتْ قَبْلَهُ، فَأَنْزَلَ اللَّهُ: لَيْسَ بِأَمَانِيِّكُمْ الْآيَةَ [٤ \\ ١٢٣] ، لَا يُنَافِي مَا ذَكَرْنَا ; لِأَنَّ الْعِبْرَةَ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ </p><p> قَوْلُهُ تَعَالَى: وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ الْآيَةَ، ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَا أَحَدَ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ فِي حَالِ كَوْنِهِ مُحْسِنًا ; لِأَنَّ اسْتِفْهَامَ الْإِنْكَارِ مُضَمَّنٌ مَعْنَى النَّفْيِ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ أَنَّ مَنْ كَانَ كَذَلِكَ فَقَدِ </p>"
}