{
  "id": null,
  "sura": 4,
  "aya": 22,
  "text": "<p> بِالْرَأْسِ، وَالْكُلُّ لِإِحَاطَتِهِ بِالْعَدَدِ ; لِأَنَّ الْوَرَثَةَ فِيهَا مُحِيطَةٌ بِالْمَيِّتِ مِنْ جَوَانِبِهِ لَا مِنْ أَصْلِهِ وَلَا فَرْعِهِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: أَصْلُهَا مِنَ الْكَلَالِ بِمَعْنَى الْإِعْيَاءِ ; لِأَنَّ الْكَلَالَةَ أَضْعَفُ مِنْ قَرَابَةِ الْآبَاءِ وَالْأَبْنَاءِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: أَصْلُهَا مِنَ الْكُلِّ بِمَعْنَى الظَّهْرِ وَعَلَيْهِ فَهِيَ مَا تَرَكَهُ الْمَيِّتُ وَرَاءَ ظَهْرِهِ، وَاخْتُلِفَ فِي إِعْرَابِ قَوْلِهِ كَلَالَةً. فَقَالَ بَعْضُ الْعُلَمَاءِ: هِيَ حَالٌ مِنْ نَائِبِ فَاعِلِ يُورَثُ عَلَى حَذْفِ مُضَافٍ، أَيْ: يُورَثُ فِي حَالِ كَوْنِهِ ذَا كَلَالَةٍ أَيْ قَرَابَةِ غَيْرِ الْآبَاءِ وَالْأَبْنَاءِ، وَاخْتَارَهُ الزَّجَّاجُ وَهُوَ الْأَظْهَرُ، وَقِيلَ: هِيَ مَفْعُولٌ لَهُ، أَيْ: يُورَثُ لِأَجْلِ الْكَلَالَةِ أَيِ الْقَرَابَةِ، وَقِيلَ: هِيَ خَبَرُ كَانَ، وَيُورَثُ صِفَةٌ لِرَجُلٍ، أَيْ: كَانَ رَجُلٌ مَوْرُوثٌ ذَا كَلَالَةٍ لَيْسَ بِوَالِدٍ وَلَا وَلَدٍ، وَقِيلَ غَيْرُ ذَلِكَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا لَمْ يُبَيِّنْ هُنَا هَلْ جَعَلَ لَهُنَّ سَبِيلًا أَوْ لَا؟ وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ جَعَلَ لَهُنَّ السَّبِيلَ بِالْحَدِّ كَقَوْلِهِ فِي الْبِكْرِ: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا الْآيَةَ [٢٤ \\ ٢] ،، وَقَوْلِهِ فِي الثَّيِّبِ:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ) ; لِأَنَّ هَذِهِ الْآيَةَ بَاقِيَةُ الْحُكْمِ كَمَا صَحَّ عَنْ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - وَأَرْضَاهُ وَإِنْ كَانَتْ مَنْسُوخَةَ التِّلَاوَةِ. </p><p> وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ حُكْمَ الرَّجْمِ مَأْخُوذٌ أَيْضًا مِنْ آيَةٍ أُخْرَى مُحْكَمَةٍ غَيْرِ مَنْسُوخَةِ التِّلَاوَةِ، وَهِيَ قَوْلُهُ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ، فَإِنَّهَا نَزَلَتْ فِي الْيَهُودِيِّ وَالْيَهُودِيَّةِ اللَّذَيْنِ زَنَيَا وَهُمَا مُحْصَنَانِ وَرَجَمَهُمَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَمُّهُ تَعَالَى فِي هَذَا الْكِتَابِ لِلْمُعْرِضِ عَمَّا فِي التَّوْرَاةِ مِنْ رَجْمِ الزَّانِي الْمُحْصِنِ، دَلِيلٌ قُرْآنِيٌّ وَاضِحٌ عَلَى بَقَاءِ حُكْمِ الرَّجْمِ، وَيُوَضِّحُ مَا ذَكَرْنَا مِنْ أَنَّهُ تَعَالَى جَعَلَ لَهُنَّ السَّبِيلَ بِالْحَدِّ، قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الصَّحِيحِ:  «خُذُوا عَنِّي، قَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا» الْحَدِيثَ. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ الْآيَةَ نَهَى اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنْ نِكَاحِ الْمَرْأَةِ الَّتِي نَكَحَهَا الْأَبُ، وَلَمْ يُبَيِّنْ مَا الْمُرَادُ بِنِكَاحِ الْأَبِ </p><p> هَلْ هُوَ الْعَقْدُ أَوِ الْوَطْءُ؟ وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ اسْمَ النِّكَاحِ يُطْلَقُ عَلَى الْعَقْدِ وَحْدَهُ، وَإِنْ لَمْ يَحْصُلْ مَسِيسٌ وَذَلِكَ فِي قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ [٣٣ \\ ٤٩] ، فَصَرَّحَ بِأَنَّهُ نِكَاحٌ وَأَنَّهُ لَا مَسِيسَ فِيهِ. </p><p> وَقَدْ أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ مَنْ عَقَدَ عَلَيْهَا الْأَبُ حَرُمَتْ عَلَى ابْنِهِ، وَإِنْ لَمْ يَمَسَّهَا الْأَبُ، وَكَذَلِكَ عَقْدُ الِابْنِ مُحَرَّمٌ عَلَى الْأَبِ إِجْمَاعًا، وَإِنْ لَمْ يَمَسَّهَا وَقَدْ أَطْلَقَ تَعَالَى النِّكَاحَ فِي آيَةٍ أُخْرَى مُرِيدًا بِهِ الْجِمَاعَ بَعْدَ الْعَقْدِ، وَذَلِكَ فِي قَوْلِهِ: فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ [٢ \\ ٢٣٠] ; لِأَنَّ الْمُرَادَ بِالنِّكَاحِ هُنَا لَيْسَ مُجَرَّدَ الْعَقْدِ، بَلْ لَا بُدَّ مَعَهُ مِنَ الْوَطْءِ، كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِامْرَأَةِ رِفَاعَةَ الْقُرَظِيِّ:  «لَا، حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ» يَعْنِي الْجِمَاعَ وَلَا عِبْرَةَ بِمَا يُرْوَى مِنَ الْمُخَالَفَةِ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ ; لِوُضُوحِ النَّصِّ الصَّرِيحِ الصَّحِيحِ فِي عَيْنِ الْمَسْأَلَةِ. </p><p> وَمِنْ هُنَا قَالَ بَعْضُ الْعُلَمَاءِ: لَفْظُ النِّكَاحِ مُشْتَرَكٌ بَيْنَ الْعَقْدِ وَالْجِمَاعِ، وَقَالَ بَعْضُهُمْ: هُوَ حَقِيقَةٌ فِي الْجِمَاعِ مَجَازٌ فِي الْعَقْدِ ; لِأَنَّهُ سَبَبُهُ وَقَالَ بَعْضُهُمْ بِالْعَكْسِ. </p><p> تَنْبِيهٌ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ لَفْظَةَ مَا مِنْ قَوْلِهِ: وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ [٤ \\ ٢٢] ، مَصْدَرِيَّةٌ وَعَلَيْهِ فَقَوْلُهُ مِنَ النِّسَاءِ مُتَعَلِّقٌ بِقَوْلِهِ: تَنْكِحُوا لَا بِقَوْلِهِ نَكَحَ، وَتَقْرِيرُ الْمَعْنَى عَلَى هَذَا الْقَوْلِ وَلَا تَنْكِحُوا مِنَ النِّسَاءِ نِكَاحَ آبَائِكُمْ، أَيْ: لَا تَفْعَلُوا مَا كَانَ يَفْعَلُهُ آبَاؤُكُمْ مِنَ النِّكَاحِ الْفَاسِدِ، وَهَذَا الْقَوْلُ هُوَ اخْتِيَارُ ابْنِ جَرِيرٍ، وَالَّذِي يَظْهَرُ وَجَزَمَ بِهِ غَيْرُ وَاحِدٍ مِنَ الْمُحَقِّقِينَ أَنَّ مَا مَوْصُولَةٌ وَاقِعَةٌ عَلَى النِّسَاءِ الَّتِي نَكَحَهَا الْآبَاءُ، كَقَوْلِهِ تَعَالَى: فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ [٤ \\ ٣] ، وَقَدْ قَدَّمْنَا وَجْهَ ذَلِكَ ; لِأَنَّهُمْ كَانُوا يَنْكِحُونَ نِسَاءَ آبَائِهِمْ كَمَا يَدُلُّ لَهُ سَبَبُ النُّزُولِ، فَقَدْ نَقَلَ ابْنُ كَثِيرٍ عَنْ أَبِي حَاتِمٍ أَنَّ سَبَبَ نُزُولِهَا أَنَّهُ لَمَّا تُوُفِّيَ أَبُو قَيْسِ بْنُ الْأَسْلَتِ خَطَبَ ابْنُهُ امْرَأَتَهُ، فَاسْتَأْذَنَتْ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ذَلِكَ فَقَالَ:  «ارْجِعِي إِلَى بَيْتِكِ» ، فَنَزَلَتْ: وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ الْآيَةَ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: نِكَاحُ زَوْجَاتِ الْآبَاءِ كَانَ مَعْرُوفًا عِنْدَ الْعَرَبِ، وَمِمَّنْ فَعَلَ ذَلِكَ أَبُو قَيْسِ بْنُ الْأَسْلَتِ الْمَذْكُورُ، فَقَدْ تَزَوَّجَ أَمَّ عُبَيْدِ اللَّهِ وَكَانَتْ تَحْتَ الْأَسْلَتِ أَبِيهِ، </p><p> وَتَزَوَّجَ الْأَسْوَدُ بْنُ خَلَفٍ ابْنَةَ أَبِي طَلْحَةَ بْنِ عَبْدِ الْعُزَّى بْنِ عُثْمَانَ بْنِ عَبْدِ الدَّارِ وَكَانَتْ تَحْتَ أَبِيهِ خَلَفٍ، وَتَزَوَّجَ صَفْوَانُ بْنُ أُمَيَّةَ فَاخِتَةَ ابْنَةَ الْأَسْوَدِ بْنِ الْمُطَّلِبِ بْنِ أَسَدٍ، وَكَانَتْ تَحْتَ أَبِيهِ أُمَيَّةَ، كَمَا نَقَلَهُ ابْنُ جَرِيرٍ عَنْ عِكْرِمَةَ قَائِلًا: إِنَّهُ سَبَبُ نُزُولِ الْآيَةِ، وَتَزَوَّجَ عَمْرُو بْنُ أُمَيَّةَ زَوْجَةَ أَبِيهِ بَعْدَهُ، فَوَلَدَتْ لَهُ مُسَافِرًا وَأَبَا مُعَيْطٍ، وَكَانَ لَهَا مِنْ أُمَيَّةَ أَبُو الْعِيصِ وَغَيْرُهُ، فَكَانُوا إِخْوَةَ مُسَافِرٍ وَأَبِي مُعَيْطٍ وَأَعْمَامِهِمَا، وَتَزَوَّجَ مَنْظُورُ بْنُ زَبَّانِ بْنِ سَيَّارٍ الْفَزَارِيُّ زَوْجَةَ أَبِيهِ مُلَيْكَةَ بِنْتِ خَارِجَةَ، كَمَا نَقَلَهُ الْقُرْطُبِيُّ وَغَيْرُهُ، وَمُلَيْكَةُ هَذِهِ هِيَ الَّتِي قَالَ فِيهَا مَنْظُورٌ الْمَذْكُورُ بَعْدَ أَنْ فَسَخَ نِكَاحَهَا مِنْهُ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: </p><p> [الطَّوِيلِ] </p><p> أَلَّا لَا أُبَالِي الْيَوْمَ مَا فَعَلَ الدَّهْرُ ... إِذَا مُنِعَتْ مِنِّي مُلَيْكَةُ وَالْخَمْرُ </p><p> فَإِنْ تَكُ قَدْ أَمْسَتْ بَعِيدًا مَزَارُهَا ... فَحَيِّ ابْنَةَ الْمُرِّيِّ مَا طَلَعَ الْفَجْرُ </p><p> وَأَشَارَ إِلَى تَزْوِيجِ مَنْظُورٍ هَذَا زَوْجَةَ أَبِيهِ نَاظِمُ عَمُودِ النَّسَبِ بِقَوْلِهِ فِي ذِكْرِ مَشَاهِيرِ فَزَارَةَ: </p><p> [الرَّجَزِ] </p><p> مَنْظُورٌ النَّاكِحُ مَقْتًا وَحَلَفَ ... خَمْسِينَ مَا لَهُ عَلَى مَنْعٍ وَقَفَ </p><p> وَقَوْلُهُ: وَحَلَفَ إِلَخْ. </p><p> قَالَ شَارِحُهُ: إِنَّ مَعْنَاهُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ حَلَّفَهُ خَمْسِينَ يَمِينًا بَعْدَ الْعَصْرِ فِي الْمَسْجِدِ أَنَّهُ لَمْ يَبْلُغْهُ نَسْخُ مَا كَانَ عَلَيْهِ أَهْلُ الْجَاهِلِيَّةِ مِنْ نِكَاحِ أَزْوَاجِ الْآبَاءِ، وَذَكَرُ السُّهَيْلِيُّ وَغَيْرُهُ أَنَّ كِنَانَةَ بْنَ خُزَيْمَةَ تَزَوَّجَ زَوْجَةَ أَبِيهِ خُزَيْمَةَ فَوَلَدَتْ لَهُ النَّضْرَ بْنَ كِنَانَةَ، قَالَ: وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وُلِدْتُ مِنْ نِكَاحٍ لَا مِنْ سِفَاحٍ» فَدَلَّ عَلَى أَنَّ ذَلِكَ كَانَ سَائِغًا لَهُمْ. </p><p> قَالَ ابْنُ كَثِيرٍ وَفِيمَا نَقَلَهُ السُّهَيْلِيُّ مِنْ قِصَّةِ كِنَانَةَ نَظَرٌ، وَأَشَارَ إِلَى تَضْعِيفِ مَا ذَكَرَهُ السُّهَيْلِيُّ نَاظِمُ عَمُودِ النَّسَبِ بِقَوْلِهِ: </p><p> [الرَّجَزِ] </p><p> وَهِنْدُ بِنْتُ مُرٍّ أَمُّ حَارِثَةَ ... شَخِيصَةٌ وَأُمُّ عَنْزٍ ثَالِثَةْ </p><p> بَرَّةُ أُخْتُهَا عَلَيْهَا خَلَفَا ... كِنَانَةَ خُزَيْمَةَ وَضِعْفَا </p><p> أُخْتُهُمَا عَاتِكَةُ وَنَسْلُهَا ... عُذْرَةُ الَّتِي الْهَوَى يَقْتُلُهَا </p><p> وَذَكَرَ شَارِحُهُ أَنَّ الَّذِي ضَعَّفَ ذَلِكَ هُوَ السُّهَيْلِيُّ نَفْسُهُ، خِلَافًا لِظَاهِرِ كَلَامِ ابْنِ كَثِيرٍ وَمَعْنَى الْأَبْيَاتِ أَنَّ هِنْدَ بِنْتَ مُرٍّ أُخْتَ تَمِيمِ بْنِ مُرِّ بْنِ أَدْبَنَ طَابِخَةَ بْنِ إِلْيَاسَ هِيَ أَمُّ ثَلَاثَةٍ </p>"
}