{
  "id": null,
  "sura": 4,
  "aya": 145,
  "text": "<p> وَقَوْلُهُ: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا [٢٤ \\ ٥٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمِنْهَا: أَنَّ الْمَعْنَى أَنَّهُ لَا يَجْعَلُ لَهُمْ عَلَيْهِمْ سَبِيلًا إِلَّا أَنْ يَتَوَاصَوْا بِالْبَاطِلِ وَلَا يَتَنَاهَوْا عَنِ الْمُنْكَرِ، وَيَتَقَاعَدُوا عَنِ التَّوْبَةِ فَيَكُونُ تَسْلِيطُ الْعَدُوِّ عَلَيْهِمْ مِنْ قِبَلِهِمْ، كَمَا قَالَ تَعَالَى: وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ [٤٢ \\ ٣٠] . </p><p> قَالَ ابْنُ الْعَرَبِيِّ: وَهَذَا نَفِيسٌ جِدًّا وَهُوَ رَاجِعٌ فِي الْمَعْنَى إِلَى الْأَوَّلِ ; لِأَنَّهُمْ مَنْصُورُونَ لَوْ أَطَاعُوا، وَالْبَلِيَّةُ جَاءَتْهُمْ مِنْ قِبَلِ أَنْفُسِهِمْ فِي الْأَمْرَيْنِ. </p><p> وَمِنْهَا: أَنَّهُ لَا يَجْعَلُ لَهُمْ عَلَيْهِمْ سَبِيلًا شَرَعًا، فَإِنْ وُجِدَ فَهُوَ بِخِلَافِ الشَّرْعِ. </p><p> وَمِنْهَا: أَنَّ الْمُرَادَ بِالسَّبِيلِ الْحُجَّةُ، أَيْ: وَلَنْ يَجْعَلَ لَهُمْ عَلَيْهِمْ حُجَّةً، وَيُبَيِّنُهُ قَوْلُهُ تَعَالَى: وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا [٢٥ \\ ٣٣] ، وَأَخَذَ بَعْضُ الْعُلَمَاءِ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَنْعَ دَوَامِ مِلْكِ الْكَافِرِ لِلْعَبْدِ الْمُسْلِمِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا، بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ صِفَةَ صَلَاةِ الْمُنَافِقِينَ بِأَنَّهُمْ يَقُومُونَ إِلَيْهَا فِي كَسَلٍ وَرِيَاءٍ، وَلَا يَذْكُرُونَ اللَّهَ فِيهَا إِلَّا قَلِيلًا، وَنَظِيرُهَا فِي ذَمِّهِمْ عَلَى التَّهَاوُنِ بِالصَّلَاةِ، قَوْلُهُ تَعَالَى: وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى الْآيَةَ [٩ \\ ٥٤] ، وَقَوْلُهُ: فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ الْآيَةَ [١٠٧ \\ ٤] ، وَيُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَةِ هَذِهِ الْآيَاتِ أَنَّ صَلَاةَ الْمُؤْمِنِينَ الْمُخْلِصِينَ لَيْسَتْ كَذَلِكَ، وَهَذَا الْمَفْهُومُ صَرَّحَ بِهِ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ بِقَوْلِهِ: قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ [٢٣ \\ ١، ٢] ، وَقَوْلِهِ: وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ [٢٣ \\ ٩] ، وَقَوْلِهِ: يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ الْآيَةَ [٢٤ \\ ٣٧ \\ ٣٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ الْآيَةَ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُنَافِقِينَ فِي أَسْفَلِ طَبَقَاتِ النَّارِ، عِيَاذًا بِاللَّهِ تَعَالَى. </p>"
}