{
  "id": null,
  "sura": 4,
  "aya": 12,
  "text": "<p> فَالْجَوَابُ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: هُوَ مَا ذَكَرْنَا مِنْ أَنَّ حُكْمَ الِاثْنَتَيْنِ أُخِذَ مِنْ قَوْلِهِ قَبْلَهُ: لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ، كَمَا تَقَدَّمَ وَإِذَنْ قَوْلُهُ: فَوْقَ اثْنَتَيْنِ تَنْصِيصٌ عَلَى حُكْمِ الثَّلَاثِ فَصَاعِدًا كَمَا تَقَدَّمَ. </p><p> الثَّانِي: أَنَّ لَفْظَةَ فَوْقَ ذُكِرَتْ ; لِإِفَادَةِ أَنَّ الْبَنَاتِ لَا يَزِدْنَ عَلَى الثُّلُثَيْنِ وَلَوْ بَلَغَ عَدَدُهُنَّ مَا بَلَغَ. </p><p> وَأَمَّا ادِّعَاءُ أَنَّ لَفْظَةَ فَوْقَ زَائِدَةٌ وَادِّعَاءُ أَنَّ فَوْقَ اثْنَتَيْنِ مَعْنَاهُ اثْنَتَانِ فَمَا فَوْقَهُمَا فَكُلُّهُ ظَاهِرُ السُّقُوطِ كَمَا تَرَى، وَالْقُرْآنُ يُنَزَّهُ عَنْ مِثْلِهِ وَإِنْ قَالَ بِهِ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ. </p><p> قَوْلُهُ تَعَالَى وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ الْمُرَادُ فِي هَذِهِ الْآيَةِ بِالْإِخْوَةِ الَّذِينَ يَأْخُذُ الْمُنْفَرِدُ مِنْهُمُ السُّدُسَ وَعِنْدَ التَّعَدُّدِ يَشْتَرِكُونَ فِي الثُّلُثِ ذَكَرُهُمْ وَأُنْثَاهُمْ، سَوَاءٌ أُخُوَّةَ الْأُمِّ بِدَلِيلِ بَيَانِهِ تَعَالَى أَنَّ الْإِخْوَةَ مِنَ الْأَبِ أَشِقَّاءُ أَوْ لَا، يَرِثُ الْوَاحِدُ مِنْهُمْ كُلَّ الْمَالِ، وَعِنْدَ اجْتِمَاعِهِمْ يَرْثُونَ الْمَالَ كُلَّهُ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ. </p><p> وَقَالَ فِي الْمُنْفَرِدِ مِنْهُمْ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ، وَقَالَ فِي جَمَاعَتِهِمْ: وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ. وَقَدْ أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ هَؤُلَاءِ الْإِخْوَةَ مِنَ الْأَبِ، كَانُوا أَشِقَّاءَ أَوْ لِأَبٍ. كَمَا أَجْمَعُوا أَنَّ قَوْلَهُ: وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً الْآيَةَ، أَنَّهَا فِي إِخْوَةِ الْأُمِّ، وَقَرَأَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَلَهُ أَخٌ أَوْ أُخْتٌ مِنْ أُمٍّ. وَالتَّحْقِيقُ أَنَّ الْمُرَادَ بِالْكَلَالَةِ عَدَمُ الْأُصُولِ وَالْفُرُوعِ، كَمَا قَالَ النَّاظِمُ:  [الرَّجَزِ] </p><p> وَيَسْأَلُونَكَ عَنِ الْكَلَالَةِ ... هِيَ انْقِطَاعُ النَّسْلِ لَا مَحَالَةَ </p><p> لَا وَالِدَ يَبْقَى وَلَا مَوْلُودَ ... فَانْقَطَعَ الْأَبْنَاءُ وَالْجُدُودُ </p><p> وَهَذَا قَوْلُ أَبِي بَكْرٍ الصَّدِيقِ - رَضِيَ اللَّهُ عَنْهُ - وَأَكْثَرِ الصَّحَابَةِ وَهُوَ الْحَقُّ إِنْ شَاءَ اللَّهُ تَعَالَى. وَاعْلَمْ أَنَّ الْكَلَالَةَ تُطْلَقُ عَلَى الْقَرَابَةِ مِنْ غَيْرِ جِهَةِ الْوَلَدِ وَالْوَالِدِ، وَعَلَى الْمَيِّتِ الَّذِي لَمْ يُخْلِفْ وَالِدًا وَلَا وَلَدًا، وَعَلَى الْوَارِثِ الَّذِي لَيْسَ بِوَالِدٍ وَلَا وَلَدٍ، وَعَلَى الْمَالِ الْمَوْرُوثِ عَمَّنْ لَيْسَ بِوَالِدٍ وَلَا وَلَدٍ ; إِلَّا أَنَّهُ اسْتِعْمَالٌ غَيْرُ شَائِعٍ وَاخْتُلِفَ فِي اشْتِقَاقِ الْكَلَالَةِ. </p><p> وَاخْتَارَ كَثِيرٌ مِنَ الْعُلَمَاءِ أَنَّ أَصْلَهَا مَنْ تَكَلَّلَهُ إِذَا أَحَاطَ بِهِ وَمِنْهُ الْإِكْلِيلُ لِإِحَاطَتِهِ بِالرَّأْسِ، وَالْكُلُّ لِإِحَاطَتِهِ </p>"
}