{
  "id": null,
  "sura": 4,
  "aya": 176,
  "text": "<p> قَوْمِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا الْمُرَادُ بِهَذَا النُّورِ الْمُبِينِ الْقُرْآنُ الْعَظِيمُ ; لِأَنَّهُ يُزِيلُ ظُلُمَاتِ الْجَهْلِ وَالشَّكِّ كَمَا يُزِيلُ النُّورُ الْحِسِّيُّ ظُلْمَةَ اللَّيْلِ، وَقَدْ أَوْضَحَ تَعَالَى ذَلِكَ بِقَوْلِهِ: وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا الْآيَةَ [٤٢ \\ ٥٢] ، وَقَوْلِهِ: وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ [٧ \\ ١٥٧] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ الْآيَةَ، صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ الْأُخْتَيْنِ يَرِثَانِ الثُّلُثَيْنِ، وَالْمُرَادُ بِهِمَا الْأُخْتَانِ لِغَيْرِ أُمٍّ، بِأَنْ تَكُونَا شَقِيقَتَيْنِ أَوْ لِأَبٍ بِإِجْمَاعِ الْعُلَمَاءِ، وَلَمْ يُبَيِّنْ هُنَا مِيرَاثَ الثَّلَاثِ مِنَ الْأَخَوَاتِ فَصَاعِدًا، وَلَكِنَّهُ أَشَارَ فِي مَوْضِعٍ آخَرَ إِلَى أَنَّ الْأَخَوَاتِ لَا يَزِدْنَ عَلَى الثُّلُثَيْنِ، وَلَوْ بَلَغَ عَدَدُهُنَّ مَا بَلَغَ، وَهُوَ قَوْلُهُ تَعَالَى فِي الْبَنَاتِ: فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ [٤ \\ ١١] ، وَمَعْلُومٌ أَنَّ الْبَنَاتَ أَمَسُّ رَحِمًا، وَأَقْوَى سَبَبًا فِي الْمِيرَاثِ مِنَ الْأَخَوَاتِ، فَإِذَا كُنَّ لَا يَزِدْنَ عَلَى الثُّلُثَيْنِ وَلَوْ كَثُرْنَ فَكَذَلِكَ الْأَخَوَاتُ مِنْ بَابِ أَوْلَى، وَأَكْثَرُ عُلَمَاءِ الْأُصُولِ عَلَى أَنَّ فَحْوَى الْخِطَابِ، أَعْنِي: مَفْهُومَ الْمُوَافَقَةِ، الَّذِي الْمَسْكُوتُ فِيهِ أَوْلَى بِالْحُكْمِ مِنَ الْمَنْطُوقِ، مِنْ قَبِيلِ دَلَالَةِ اللَّفْظِ، لَا مِنْ قَبِيلِ الْقِيَاسِ، خِلَافًا لِلشَّافِعِيِّ وَقَوْمٍ، وَكَذَلِكَ الْمَسَاوِئُ عَلَى التَّحْقِيقِ، فَقَوْلُهُ تَعَالَى: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] ، يُفْهَمُ مِنْهُ مِنْ بَابِ أَوْلَى حُرْمَةُ ضَرْبِهِمَا، وَقَوْلُهُ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ الْآيَةَ [٩٩ \\ ٧] ، يُفْهَمُ مِنْهُ مِنْ بَابِ أَوْلَى أَنَّ مَنْ عَمِلَ مِثْقَالَ جَبَلٍ يَرَاهُ مِنْ خَيْرٍ وَشَرٍّ، وَقَوْلُهُ: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ [٦٥ \\ ٢] ، يُفْهَمُ مِنْهُ مِنْ بَابِ أَوْلَى قَبُولُ شَهَادَةِ الثَّلَاثَةِ وَالْأَرْبَعَةِ مَثَلًا مِنَ الْعُدُولِ، وَنَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ، يُفْهَمُ مِنْهُ مِنْ بَابِ أَوْلَى النَّهْيُ عَنِ التَّضْحِيَةِ بِالْعَمْيَاءِ، وَكَذَلِكَ فِي الْمَسَاوِئِ، فَتَحْرِيمُ أَكْلِ مَالِ الْيَتِيمِ يُفْهَمُ مِنْهُ بِالْمُسَاوَاةِ مَنْعُ إِحْرَاقِهِ وَإِغْرَاقِهِ، وَنَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْبَوْلِ فِي الْمَاءِ الرَّاكِدِ، يَفْهَمُ مِنْهُ كَذَلِكَ أَيْضًا النَّهْيُ عَنِ الْبَوْلِ فِي إِنَاءٍ وَصَبِّهِ فِيهِ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ» الْحَدِيثَ. يُفْهَمُ مِنْهُ كَذَلِكَ أَنَّ الْأَمَةَ كَذَلِكَ، وَلَا نِزَاعَ فِي هَذَا عِنْدَ جَمَاهِيرِ الْعُلَمَاءِ، وَإِنَّمَا خَالَفَ فِيهِ بَعْضُ الظَّاهِرِيَّةِ. </p><p> وَمَعْلُومٌ أَنَّ خِلَافَهُمْ فِي مِثْلِ هَذَا، لَا أَثَرَ لَهُ، وَبِذَلِكَ تَعْلَمُ أَنَّهُ تَعَالَى لَمَّا صَرَّحَ بِأَنَّ </p><p> الْبَنَاتِ وَإِنْ كَثُرْنَ لَيْسَ لَهُنَّ غَيْرُ الثُّلُثَيْنِ، عُلِمَ أَنَّ الْأَخَوَاتِ كَذَلِكَ مِنْ بَابِ أَوْلَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}