{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> الْمُؤْمِنِينَ مَا هُوَ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ بِأَنَّهُ الْقِتَالُ، وَهُوَ قَوْلُهُ: حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ، وَأَشَارَ إِلَى ذَلِكَ هُنَا بِقَوْلِهِ فِي أَوَّلِ الْآيَةِ: فَقَاتِلْ فِي سَبِيلِ اللَّهِ، وَقَوْلِهِ فِي آخِرِهَا: عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا الْآيَةَ. </p><p> قَوْلُهُ تَعَالَى: أَتُرِيدُونَ أَنْ تَهْدُوا مَنْ أَضَلَّ اللَّهُ وَمَنْ يُضْلِلِ اللَّهُ فَلَنْ تَجِدَ لَهُ سَبِيلًا، أَنْكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَلَى مَنْ أَرَادَ أَنْ يَهْدِيَ مَنْ أَضَلَّهُ اللَّهُ وَصَرَّحَ فِيهَا بِأَنَّ مَنْ أَضَلَّهُ اللَّهُ لَا يُوجَدُ سَبِيلٌ إِلَى هُدَاهُ، وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ [٥ \\ ٤١] ، وَقَوْلِهِ: مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ [٧ \\ ١٨٦] ، وَيُؤْخَذُ مِنْ هَذِهِ الْآيَاتِ أَنَّ الْعَبْدَ يَنْبَغِي لَهُ كَثْرَةُ التَّضَرُّعِ وَالِابْتِهَالِ إِلَى اللَّهِ تَعَالَى أَنْ يَهْدِيَهُ وَلَا يُضِلَّهُ ; فَإِنَّ مَنْ هَدَاهُ اللَّهُ لَا يَضِلُّ، وَمَنْ أَضَلَّهُ لَا هَادِيَ لَهُ، وَلِذَا ذَكَرَ عَنِ الرَّاسِخِينَ فِي الْعِلْمِ أَنَّهُمْ يَقُولُونَ: رَبَّنَا لَا تُزِغْ قُلُوبَنَا الْآيَةَ [٣ \\ ٨] . </p><p> قَوْلُهُ تَعَالَى: لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ فَضَّلَ الْمُجَاهِدِينَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ، وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَأَجْرًا عَظِيمًا، وَلَمْ يَتَعَرَّضْ لِتَفْضِيلِ بَعْضِ الْمُجَاهِدِينَ عَلَى بَعْضٍ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوْضِعٍ آخَرَ وَهُوَ قَوْلُهُ: لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى [٥٧ \\ ١٠] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ غَيْرُ أُولِي الضَّرَرِ، يُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَتِهِ أَنَّ مَنْ خَلَّفَهُ الْعُذْرُ إِذَا كَانَتْ نِيَّتُهُ صَالِحَةً يُحَصِّلُ ثَوَابَ الْمُجَاهِدِ. </p><p> وَهَذَا الْمَفْهُومُ صَرَّحَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثِ أَنَسٍ الثَّابِتِ فِي الصَّحِيحِ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّ بِالْمَدِينَةِ أَقْوَامًا مَا سِرْتُمْ مِنْ مَسِيرٍ، وَلَا قَطَعْتُمْ مِنْ وَادٍ إِلَّا وَهُمْ مَعَكُمْ فِيهِ» ، قَالُوا وَهُمْ بِالْمَدِينَةِ يَا رَسُولَ اللَّهِ؟ قَالَ:  «نَعَمْ حَبَسَهُمُ الْعُذْرُ» ، وَفِي هَذَا الْمَعْنَى قَالَ الشَّاعِرُ: </p><p> [الْبَسِيطِ] </p><p> يَا ظَاعِنِينَ إِلَى الْبَيْتِ الْعَتِيقِ لَقَدْ سِرْتُمْ ... جُسُومًا وَسِرْنَا نَحْنُ أَرْوَاحًا </p><p> إِنَّا أَقَمْنَا عَلَى عُذْرٍ وَعَنْ قَدْرٍ ... وَمَنْ أَقَامَ عَلَى عُذْرٍ فَقَدْ رَاحَا </p>"
}