{
  "id": null,
  "sura": 4,
  "aya": 127,
  "text": "<p> اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى، وَهُوَ قَوْلُهُ تَعَالَى: وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى [٣١ \\ ٢٢] ، وَمَعْنَى إِسْلَامِ وَجْهِهِ لِلَّهِ إِطَاعَتُهُ وَإِذْعَانُهُ، وَانْقِيَادُهُ لِلَّهِ تَعَالَى بِامْتِثَالِ أَمْرِهِ، وَاجْتِنَابِ نَهْيِهِ فِي حَالِ كَوْنِهِ مُحْسِنًا، أَيْ: مُخْلِصًا عَمَلَهُ لِلَّهِ لَا يُشْرِكُ فِيهِ بِهِ شَيْئًا مُرَاقِبًا فِيهِ لِلَّهِ كَأَنَّهُ يَرَاهُ، فَإِنْ لَمْ يَكُنْ يَرَاهُ فَاللَّهُ تَعَالَى يَرَاهُ، وَالْعَرَبُ تُطْلِقُ إِسْلَامَ الْوَجْهِ، وَتُرِيدُ بِهِ الْإِذْعَانَ وَالِانْقِيَادَ التَّامَّ، وَمِنْهُ قَوْلُ زَيْدِ بْنِ نُفَيْلٍ الْعَدَوِيِّ:  [الْمُتَقَارِبُ] </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الْمُزْنُ تَحْمِلُ عَذْبًا زُلَالًا </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الْأَرْضُ تَحْمِلُ صَخْرًا ثِقَالًا </p><p> قَوْلُهُ تَعَالَى: وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا هَذَا الَّذِي يُتْلَى عَلَيْهِمْ فِي الْكِتَابِ مَا هُوَ، وَلَكِنَّهُ بَيَّنَهُ فِي أَوَّلِ السُّورَةِ وَهُوَ قَوْلُهُ تَعَالَى: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ الْآيَةَ [٤ \\ ٣] ، كَمَا قَدَّمْنَاهُ عَنْ أُمِّ الْمُؤْمِنِينَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَقَوْلُهُ هُنَا: وَمَا يُتْلَى [٤ \\ ١٢٧] فِي مَحَلِّ رَفْعٍ مَعْطُوفًا عَلَى الْفَاعِلِ الَّذِي هُوَ لَفْظُ الْجَلَالَةِ، وَتَقْرِيرُ الْمَعْنَى: قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ [٤ \\ ١٢٧] ، أَيْضًا: مَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ، وَذَلِكَ قَوْلُهُ تَعَالَى: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى الْآيَةَ، وَمَضْمُونُ مَا أَفْتَى بِهِ هَذَا الَّذِي يُتْلَى عَلَيْنَا فِي الْكِتَابِ هُوَ تَحْرِيمُ هَضْمِ حُقُوقِ الْيَتِيمَاتِ فَمَنْ خَافَ أَنْ لَا يُقْسِطَ فِي الْيَتِيمَةِ الَّتِي فِي حِجْرِهِ فَيَتْرُكْهَا وَلْيَنْكِحْ مَا طَابَ لَهُ سِوَاهَا، وَهَذَا هُوَ التَّحْقِيقُ فِي مَعْنَى الْآيَةِ كَمَا قَدَّمْنَا، وَعَلَيْهِ فَحَرْفُ الْجَرِّ الْمَحْذُوفُ فِي قَوْلِهِ: وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ، هُوَ عَنْ أَيْ: تَرْغَبُونَ عَنْ نِكَاحِهِنَّ لِقِلَّةِ مَالِهِنَّ وَجِمَالِهِنَّ، أَيْ: كَمَا أَنَّكُمْ تَرْغَبُونَ عَنْ نِكَاحِهِنَّ إِنْ كُنَّ قَلِيلَاتِ مَالٍ وَجَمَالٍ، فَلَا يَحِلُّ لَكُمْ نِكَاحُهُنَّ إِنْ كُنَّ ذَوَاتُ مَالٍ وَجِمَالٍ إِلَّا بِالْإِقْسَاطِ إِلَيْهِنَّ فِي حُقُوقِهِنَّ، كَمَا تَقَدَّمَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْحَرْفُ الْمَحْذُوفُ هُوَ «فِي» أَيْ: تَرْغَبُونَ فِي نِكَاحِهِنَّ إِنْ كُنَّ مُتَّصِفَاتٍ بِالْجَمَالِ وَكَثْرَةِ الْمَالِ مَعَ أَنَّكُمْ لَا تُقْسِطُونَ فِيهِنَّ، وَالَّذِينَ قَالُوا بِالْمَجَازِ وَاخْتَلَفُوا فِي جَوَازِ مَحَلِّ اللَّفْظِ عَلَى حَقِيقَتِهِ وَمَجَازِهِ مَعًا أَجَازُوا ذَلِكَ فِي الْمَجَازِ الْعَقْلِيِّ كَقَوْلِكَ: أَغْنَانِي زَيْدٌ وَعَطَاؤُهُ، فَإِسْنَادُ الْإِغْنَاءِ إِلَى زَيْدٍ حَقِيقَةٌ عَقْلِيَّةٌ، وَإِسْنَادُهُ إِلَى الْعَطَاءِ مَجَازٌ عَقْلِيٌّ فَجَازَ جَمْعُهَا، وَكَذَلِكَ إِسْنَادُ الْإِفْتَاءِ إِلَى اللَّهِ حَقِيقِيٌّ، وَإِسْنَادُهُ إِلَى مَا يُتْلَى </p><p> مَجَازٌ عَقْلِيٌّ عِنْدَهُمْ لِأَنَّهُ سَبَبُهُ فَيَجُوزُ جَمْعُهُمَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ قَوْلَهُ: وَمَا يُتْلَى عَلَيْكُمْ، فِي مَحَلِّ جَرٍّ مَعْطُوفًا عَلَى الضَّمِيرِ، وَعَلَيْهِ فَتَقْرِيرُ الْمَعْنَى: قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَيُفْتِيكُمْ فِيمَا يُتْلَى عَلَيْكُمْ، وَهَذَا الْوَجْهُ يُضْعِفُهُ أَمْرَانِ: </p><p> الْأَوَّلُ: أَنَّ الْغَالِبَ أَنَّ اللَّهَ يُفْتِي بِمَا يُتْلَى فِي هَذَا الْكِتَابِ، وَلَا يُفْتِي فِيهِ لِظُهُورِ أَمْرِهِ. </p><p> الثَّانِي: أَنَّ الْعَطْفَ عَلَى الضَّمِيرِ الْمَخْفُوضِ مِنْ غَيْرِ إِعَادَةِ الْخَافِضِ ضَعَّفَهُ غَيْرُ وَاحِدٍ مِنْ عُلَمَاءِ الْعَرَبِيَّةِ، وَأَجَازَهُ ابْنُ مَالِكٍ مُسْتَدِلًّا بِقِرَاءَةِ حَمْزَةَ، وَالْأَرْحَامَ بِالْخَفْضِ عَطْفًا عَلَى الضَّمِيرِ مِنْ قَوْلِهِ: تَسَاءَلُونَ بِهِ [٤ \\ ١] ، وَبِوُرُودِهِ فِي الشِّعْرِ كَقَوْلِهِ:  [الْبَسِيطُ] </p><p> فَالْيَوْمَ قَرَّبَتْ تَهْجُونَا وَتَشْتُمُنَا ... فَاذْهَبْ فَمَا بِكَ وَالْأَيَّامِ مِنْ عَجَبِ </p><p> بِجَرِّ الْأَيَّامِ عَطْفًا عَلَى الْكَافِ وَنَظِيرُهُ قَوْلُ الْآخَرِ:  [الطَّوِيلُ] </p><p> نُعَلِّقُ فِي مِثْلِ السَّوَارِي سُيُوفَنَا ... وَمَا بَيْنَهَا وَالْكَعْبِ مَهْوَى نَفَانِفِ </p><p> بِجَرِّ الْكَعْبِ مَعْطُوفًا عَلَى الضَّمِيرِ قَبْلَهُ وَقَوْلُ الْآخَرِ:  [الطَّوِيلُ] </p><p> وَقَدْ رَامَ آفَاقَ السَّمَاءِ فَلَمْ يَجِدْ ... لَهُ مِصْعَدًا فِيهَا وَلَا الْأَرْضُ مِقْعَدًا </p><p> فَقَوْلُهُ: وَلَا الْأَرْضُ بِالْجَرِّ مَعْطُوفًا عَلَى الضَّمِيرِ وَقَوْلُ الْآخَرِ: [الْوَافِرُ] </p><p> أَمُرُّ عَلَى الْكَتِيبَةِ لَسْتُ أَدْرِي ... أَحَتْفِي كَانَ فِيهَا أَمْ سِوَاهَا </p><p> فَسِوَاهَا فِي مَحَلِّ جَرٍّ بِالْعَطْفِ عَلَى الضَّمِيرِ. </p><p> وَأُجِيبَ عَنِ الْآيَةِ بِجَوَازِ كَوْنِهَا قَسَمًا، وَاللَّهُ تَعَالَى لَهُ أَنْ يُقْسِمَ بِمَا شَاءَ مِنْ خَلْقِهِ، كَمَا أَقْسَمَ بِمَخْلُوقَاتِهِ كُلِّهَا فِي قَوْلِهِ تَعَالَى: فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لَا تُبْصِرُونَ [٦٩ \\ ٣٨، ٣٩] ، وَعَنِ الْأَبْيَاتِ بِأَنَّهَا شُذُوذٌ يُحْفَظُ، وَلَا يُقَاسُ عَلَيْهِ وَصَحَّحَ ابْنُ الْقَيِّمِ جَوَازَ الْعَطْفِ عَلَى الضَّمِيرِ الْمَخْفُوضِ مِنْ غَيْرِ إِعَادَةِ الْخَافِضِ، وَجَعَلَ مِنْهُ قَوْلُهُ تَعَالَى: حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ [٨ \\ ٦٤] ، فَقَالَ إِنَّ قَوْلَهُ: وَمَنْ فِي مَحَلِّ جَرٍّ عَطْفًا عَلَى الضَّمِيرِ الْمَجْرُورِ فِي قَوْلِهِ: حَسْبُكَ، وَتَقْرِيرُ الْمَعْنَى عَلَيْهِ: حَسْبُكَ اللَّهُ، </p><p> أَيْ: كَافِيكَ، وَكَافِي مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، وَأَجَازَ ابْنُ الْقَيِّمِ وَالْقُرْطُبِيُّ فِي قَوْلِهِ: وَمَنِ اتَّبَعَكَ، أَنْ يَكُونَ مَنْصُوبًا مَعْطُوفًا عَلَى الْمَحَلِّ ; لِأَنَّ الْكَافَ مَخْفُوضٌ فِي مَحَلِّ نَصْبٍ وَنَظِيرُهُ قَوْلُ الشَّاعِرِ:  [الطَّوِيلُ] </p><p> إِذَا كَانَتِ الْهَيْجَاءُ وَانْشَقَّتِ الْعَصَا ... فَحَسْبُكَ وَالضَّحَّاكَ سَيْفٌ مُهَنَّدُ </p><p> بِنَصْبِ الضَّحَّاكِ كَمَا ذَكَرْنَا، وَجَعَلَ بَعْضُ الْعُلَمَاءِ مِنْهُ قَوْلُهُ تَعَالَى: وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ [١٥ \\ ٢٠] فَقَالَ: وَمَنْ عَطْفٌ عَلَى ضَمِيرِ الْخِطَابِ فِي قَوْلِهِ: لَكُمْ وَتَقْرِيرُ الْمَعْنَى عَلَيْهِ، وَجَعَلْنَا لَكُمْ وَلِمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ فِيهَا مَعَايِشَ، وَكَذَلِكَ إِعْرَابُ وَمَا يُتْلَى بِأَنَّهُ مُبْتَدَأٌ خَبَرُهُ مَحْذُوفٌ أَوْ خَبَرُهُ فِي الْكِتَابِ، وَإِعْرَابُهُ مَنْصُوبًا عَلَى أَنَّهُ مَفْعُولٌ لِفِعْلٍ مَحْذُوفٍ تَقْدِيرُهُ، وَيُبَيِّنُ لَكُمْ مَا يُتْلَى، وَإِعْرَابُهُ مَجْرُورًا عَلَى أَنَّهُ قَسَمٌ، كُلُّ ذَلِكَ غَيْرُ ظَاهِرٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ الْمُرَادَ بِقَوْلِهِ: وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ [٤ \\ ١٢٧] ، آيَاتُ الْمَوَارِيثِ ; لِأَنَّهُمْ كَانُوا لَا يُوَرِّثُونَ النِّسَاءَ فَاسْتَفْتَوْا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ذَلِكَ، فَأَنْزَلَ اللَّهُ آيَاتِ الْمَوَارِيثِ. </p><p> وَعَلَى هَذَا الْقَوْلِ، فَالْمُبَيِّنُ لِقَوْلِهِ: وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ هُوَ قَوْلُهُ: يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ الْآيَتَيْنِ [٤ \\ ١١] . وَقَوْلُهُ فِي آخِرِ السُّورَةِ: يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ [٤ \\ ١٧٦] ، وَالظَّاهِرُ أَنَّ قَوْلَ أُمِّ الْمُؤْمِنِينَ أَصَحُّ وَأَظْهَرُ. </p><p> تَنْبِيهٌ </p><p> الْمَصْدَرُ الْمُنْسَبِكُ مِنْ «أَنْ» وَصِلَتُهَا فِي قَوْلِهِ: وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ [٤ \\ ١٢٧] ، أَصْلُهُ مَجْرُورٌ بِحَرْفٍ مَحْذُوفٍ، وَقَدْ قَدَّمْنَا الْخِلَافَ هَلْ هُوَ «عَنْ» ، وَهُوَ الْأَظْهَرُ، أَوْ هُوَ «فِي» وَبَعْدَ حَذْفِ حَرْفِ الْجَرِّ الْمَذْكُورِ فَالْمَصْدَرُ فِي مَحَلِّ نَصْبٍ عَلَى التَّحْقِيقِ، وَبِهِ قَالَ الْكِسَائِيُّ وَالْخَلِيلُ: وَهُوَ الْأَقْيَسُ لِضَعْفِ الْجَارِّ عَنِ الْعَمَلِ مَحْذُوفًا. </p><p> وَقَالَ الْأَخْفَشُ: هُوَ فِي مَحَلِّ جَرٍّ بِالْحَرْفِ الْمَحْذُوفِ بِدَلِيلِ قَوْلِ الشَّاعِرِ: [الطَّوِيلُ] </p><p> وَمَا زُرْتُ لَيْلَى أَنْ تَكُونَ حَبِيبَةً ... إِلَيَّ وَلَا دَيْنٍ بِهَا أَنَا طَالِبُهُ </p><p> بِجَرِّ «دَيْنٍ» عَطْفًا عَلَى مَحَلِّ «أَنْ تَكُونَ» أَيْ: لِكَوْنِهَا حَبِيبَةً وَلَا لِدَيْنٍ، وَرَدَّ أَهْلُ الْقَوْلِ الْأَوَّلِ الِاحْتِجَاجَ بِالْبَيْتِ بِأَنَّهُ مِنْ عَطْفِ التَّوَهُّمِ، كَقَوْلِ زُهَيْرٍ:  [الطَّوِيلُ] </p>"
}