{
  "id": null,
  "sura": 4,
  "aya": 74,
  "text": "<p> الْكَرِيمَةِ الْمُقَدِّسَةِ، أَنَّهُ لَا يُؤْمِنُ أَحَدٌ حَتَّى يُحَكِّمَ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي جَمِيعِ الْأُمُورِ، ثُمَّ يَنْقَادَ لِمَا حَكَمَ بِهِ ظَاهِرًا وَبَاطِنًا وَيُسَلِّمَهُ تَسْلِيمًا كُلِّيًّا مِنْ غَيْرِ مُمَانَعَةٍ وَلَا مُدَافَعَةٍ وَلَا مُنَازَعَةٍ، وَبَيَّنَ فِي آيَةٍ أُخْرَى أَنَّ قَوْلَ الْمُؤْمِنِينَ مَحْصُورٌ فِي هَذَا التَّسْلِيمِ الْكُلِّيِّ، وَالِانْقِيَادِ التَّامِّ ظَاهِرًا وَبَاطِنًا لِمَا حَكَمَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهِيَ قَوْلُهُ تَعَالَى: إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا الْآيَةَ [٢٤ \\ ٥١] . </p><p> قَوْلُهُ تَعَالَى: فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُنَافِقِينَ إِذَا سَمِعُوا بِأَنَّ الْمُسْلِمِينَ أَصَابَتْهُمْ مُصِيبَةٌ أَيْ: مِنْ قَتْلِ الْأَعْدَاءِ لَهُمْ، أَوْ جِرَاحٍ أَصَابَتْهُمْ، أَوْ نَحْوِ ذَلِكَ يَقُولُونَ: إِنَّ عَدَمَ حُضُورِهِمْ مَعَهُمْ مِنْ نِعَمِ اللَّهِ عَلَيْهِمْ. </p><p> وَذَكَرَ فِي مَوَاضِعَ أُخَرَ أَنَّهُمْ يَفْرَحُونَ بِالسُّوءِ الَّذِي أَصَابَ الْمُسْلِمِينَ، كَقَوْلِهِ تَعَالَى: وَإِنْ تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُوا بِهَا [٣ \\ ١٢٠] ، وَقَوْلِهِ: وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ [٩ \\ ٥٠] . </p><p> قَوْلُهُ تَعَالَى: وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ الْمُنَافِقِينَ إِذَا سَمِعُوا أَنَّ الْمُسْلِمِينَ أَصَابَهُمْ فَضْلٌ مِنَ اللَّهِ أَيْ: نَصْرٌ وَظَفَرٌ وَغَنِيمَةٌ تَمَنَّوْا أَنْ يَكُونُوا مَعَهُمْ ; لِيَفُوزُوا بِسِهَامِهِمْ مِنَ الْغَنِيمَةِ. </p><p> وَذَكَرَ فِي مَوَاضِعَ أُخَرَ أَنَّ ذَلِكَ الْفَضْلَ الَّذِي يُصِيبُ الْمُؤْمِنِينَ يَسُوءُهُمْ لِشِدَّةِ عَدَاوَتِهِمُ الْبَاطِنَةِ لَهُمْ، كَقَوْلِهِ تَعَالَى: إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ [٣ \\ ١٢٠] ، وَقَوْلِهِ: إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ [٩ \\ ٥٠] . </p><p> قَوْلُهُ تَعَالَى: وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ الْآيَةَ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ سَوْفَ يُؤْتِي الْمُجَاهِدَ فِي سَبِيلِهِ أَجْرًا عَظِيمًا سَوَاءٌ أَقُتِلَ فِي سَبِيلِ اللَّهِ، أَمْ غَلَبَ عَدُوَّهُ، وَظَفِرَ بِهِ. </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ كِلْتَا الْحَالَتَيْنِ حُسْنَى، وَهُوَ قَوْلُهُ: قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ [٩ \\ ٥٢] ، وَالْحُسْنَى صِيغَةُ تَفْضِيلٍ ; لِأَنَّهَا تَأْنِيثُ الْأَحْسَنِ. </p><p> قَوْلُهُ تَعَالَى: حَرِّضِ الْمُؤْمِنِينَ الْآيَةَ [٤ \\ ٨٤] ، لَمْ يُصَرِّحْ هُنَا بِالَّذِي يُحَرِّضُ عَلَيْهِ </p>"
}