{
  "id": null,
  "sura": 5,
  "aya": 47,
  "text": "<p> وَأَبُو سَلَمَةَ، وَعَطَاءٌ، وَقَتَادَةُ، وَالثَّوْرِيُّ، وَالْأَوْزَاعِيُّ، وَإِسْحَاقُ، وَأَبُو ثَوْرٍ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ قُدَامَةَ فِي الْمُغْنِي: أَنَّ الْجَمَاعَةَ تُقْتَلُ بِالْوَاحِدِ، وَرَوَاهُ الْبَيْهَقِيُّ عَنْ عُمَرَ، وَعَلِيٍّ - رَضِيَ اللَّهُ عَنْهُمَا - أَيْضًا، وَلَمْ يُعْلَمْ لَهُمَا مُخَالِفٌ فِي الصَّحَابَةِ، فَصَارَ إِجْمَاعًا سُكُوتِيًّا، وَاعْتَرَضَهُ بَعْضُهُمْ بِأَنَّ ابْنَ الزُّبَيْرِ ثَبَتَ عَنْهُ عَدَمُ قَتْلِ الْجَمَاعَةِ بِالْوَاحِدِ، كَمَا قَالَهُ ابْنُ الْمُنْذِرِ. </p><p> وَإِذَنْ فَالْخِلَافُ وَاقِعٌ بَيْنَ الصَّحَابَةِ، وَالْمُقَرَّرُ فِي الْأُصُولِ أَنَّ الصَّحَابَةَ إِذَا اخْتَلَفُوا، لَمْ يَجُزِ الْعَمَلُ بِأَحَدِ الْقَوْلَيْنِ إِلَّا بِتَرْجِيحٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَيَتَرَجَّحُ مَذْهَبُ الْجُمْهُورِ الَّذِي هُوَ قَتْلُ الْجَمَاعَةِ بِالْوَاحِدِ، بِأَنَّ اللَّهَ تَعَالَى قَالَ: وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ [٢ \\ ١٧٩] ، يَعْنِي أَنَّ مَنْ عُلِمَ أَنَّهُ يُقْتَلُ إِذَا قَتَلَ يَكُونُ ذَلِكَ رَادِعًا لَهُ وَزَاجِرًا عَنِ الْقَتْلِ، وَلَوْ كَانَ الِاثْنَانِ لَا يُقْتَصُّ مِنْهُمَا لِلْوَاحِدِ، لَكَانَ كُلُّ مَنْ أَحَبَّ أَنْ يَقْتُلَ مُسْلِمًا، أَخَذَ وَاحِدًا مِنْ أَعْوَانِهِ فَقَتَلَهُ مَعَهُ، فَلَمْ يَكُنْ هُنَاكَ رَادِعٌ عَنِ الْقَتْلِ ; وَبِذَلِكَ تَضِيعُ حِكْمَةُ الْقِصَاصِ مِنْ أَصْلِهَا، مَعَ أَنَّ الْمُتَمَالِئِينَ عَلَى الْقَتْلِ يَصْدُقُ عَلَى كُلِّ وَاحِدٍ مِنْهُمْ أَنَّهُ قَاتِلٌ، فَيُقْتَلُ، وَيَدُلُّ لَهُ أَنَّ الْجَمَاعَةَ لَوْ قَذَفُوا وَاحِدًا لَوَجَبَ حَدُّ الْقَذْفِ عَلَى جَمِيعِهِمْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ، لَمْ يُبَيِّنْ هُنَا شَيْئًا مِمَّا أَنْزَلَ فِي الْإِنْجِيلِ الَّذِي أَمَرَ أَهْلَ الْإِنْجِيلِ بِالْحُكْمِ بِهِ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ مِنْ ذَلِكَ الْبِشَارَةَ بِمَبْعَثِ نَبِيِّنَا مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَوُجُوبِ اتِّبَاعِهِ، وَالْإِيمَانِ بِهِ كَقَوْلِهِ: وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَابَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ [٦١ \\ ٦] ، وَقَوْلِهِ تَعَالَى: الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ الْآيَةَ [٧ \\ ١٥٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> لَطِيفَةٌ لَهَا مُنَاسَبَةٌ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ: ذَكَرَ بَعْضُ الْعُلَمَاءِ أَنَّ نَصْرَانِيًّا قَالَ لِعَالِمٍ مِنْ عُلَمَاءِ الْمُسْلِمِينَ: نَاظِرْنِي فِي الْإِسْلَامِ وَالْمَسِيحِيَّةِ أَيُّهُمَا أَفْضَلُ؟ فَقَالَ الْعَالِمُ لِلنَّصْرَانِيِّ: هَلُمَّ إِلَى الْمُنَاظَرَةِ فِي ذَلِكَ، فَقَالَ النَّصْرَانِيُّ: الْمُتَّفَقُ عَلَيْهِ أَحَقُّ بِالِاتِّبَاعِ أَمِ الْمُخْتَلَفُ فِيهِ؟ فَقَالَ الْعَالِمُ: الْمُتَّفَقُ عَلَيْهِ أَحَقُّ بِالِاتِّبَاعِ مِنَ الْمُخْتَلَفِ فِيهِ، فَقَالَ النَّصْرَانِيُّ: إِذَنْ يَلْزَمُكُمُ اتِّبَاعُ عِيسَى مَعَنَا، وَتَرْكُ اتِّبَاعِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّنَا نَحْنُ وَأَنْتُمْ نَتَّفِقُ عَلَى نُبُوَّةِ عِيسَى، وَنُخَالِفُكُمْ فِي نُبُوَّةِ مُحَمَّدٍ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ - فَقَالَ الْمُسْلِمُ: أَنْتُمُ الَّذِينَ تَمْتَنِعُونَ مِنْ </p><p> اتِّبَاعِ الْمُتَّفَقِ عَلَيْهِ ; لِأَنَّ الْمُتَّفَقَ عَلَيْهِ الَّذِي هُوَ عِيسَى قَالَ لَكُمْ: وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ، فَلَوْ كُنْتُمْ مُتَّبِعِينَ عِيسَى حَقًّا لَاتَّبَعْتُمْ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَظَهَرَ أَنَّكُمْ أَنْتُمُ الَّذِينَ لَمْ تَتَّبِعُوا الْمُتَّفَقَ عَلَيْهِ وَلَا غَيْرَهُ، فَانْقَطَعَ النَّصْرَانِيُّ. </p><p> وَلَا شَكَّ أَنَّ النَّصَارَى لَوْ كَانُوا مُتَّبِعِينَ عِيسَى، لَاتَّبَعُوا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ قَدْ قَدَّمْنَا أَنَّ هَذِهِ الْآيَةَ فِي النَّصَارَى، وَالَّتِي قَبْلَهَا فِي الْيَهُودِ، وَالَّتِي قَبْلَ تِلْكَ فِي الْمُسْلِمِينَ، كَمَا يَقْتَضِيهِ ظَاهِرُ الْقُرْآنِ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ الْكُفْرَ، وَالظُّلْمَ، وَالْفِسْقَ كُلَّهَا يُطْلَقُ عَلَى الْمَعْصِيَةِ بِمَا دُونَ الْكُفْرِ، وَعَلَى الْكُفْرِ الْمُخْرِجِ مِنَ الْمِلَّةِ نَفْسِهِ، فَمِنَ الْكُفْرِ بِمَعْنَى الْمَعْصِيَةِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا سَأَلَتْهُ الْمَرْأَةُ عَنْ سَبَبِ كَوْنِ النِّسَاءِ أَكْثَرَ أَهْلِ النَّارِ، «إِنَّ ذَلِكَ وَاقِعٌ بِسَبَبِ كُفْرِهِنَّ» ، ثُمَّ فَسَّرَهُ بِأَنَّهُنَّ يَكْفُرْنَ الْعَشِيرَ، وَمِنَ الْكُفْرِ بِمَعْنَى الْمُخْرِجِ عَنِ الْمِلَّةِ، قَوْلُهُ تَعَالَى: قُلْ يَا أَيُّهَا الْكَافِرُونَ لَا أَعْبُدُ مَا تَعْبُدُونَ الْآيَةَ [١٠٩ \\ ١، ٢] ، وَمِنَ الظُّلْمِ بِمَعْنَى الْكُفْرِ، قَوْلُهُ تَعَالَى: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ [٢ \\ ٢٥٤] ، وَقَوْلُهُ: وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ [١٠ \\ ١٠٦] ، وَقَوْلُهُ: إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ [٣١ \\ ١٣] ، وَمِنْهُ بِمَعْنَى الْمَعْصِيَةِ قَوْلُهُ تَعَالَى: فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ الْآيَةَ [٣٥ \\ ٣٢] ، وَمِنَ الْفِسْقِ بِمَعْنَى الْكُفْرِ قَوْلُهُ: وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا الْآيَةَ [٣٢ \\ ٢٠] ، وَمِنْهُ بِمَعْنَى الْمَعْصِيَةِ قَوْلُهُ فِي الَّذِينَ قَذَفُوا عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ [٢٤ \\ ٤] . </p><p> وَمَعْلُومٌ أَنَّ الْقَذْفَ لَيْسَ بِمُخْرِجٍ عَنِ الْمِلَّةِ، وَيَدُلُّ لَهُ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ [٢٤ \\ ١١] ، وَمِنَ الْفِسْقِ بِمَعْنَى الْمَعْصِيَةِ أَيْضًا قَوْلُهُ فِي الْوَلِيدِ بْنِ عُقْبَةَ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا الْآيَةَ [٤٩ \\ ٦] . </p><p> وَقَدْ قَدَّمْنَا أَنَّ الْعِبْرَةَ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ، فَمَنْ كَانَ امْتِنَاعُهُ مِنَ الْحُكْمِ بِمَا أَنْزَلَ اللَّهُ، لِقَصْدِ مُعَارَضَتِهِ وَرَدِّهِ، وَالِامْتِنَاعِ مِنِ الْتِزَامِهِ فَهُوَ كَافِرٌ ظَالِمٌ فَاسِقٌ كُلُّهَا بِمَعْنَاهَا الْمُخْرِجِ مِنَ الْمِلَّةِ، وَمَنْ كَانَ امْتِنَاعُهُ مِنَ الْحُكْمِ لِهَوًى وَهُوَ يَعْتَقِدُ قُبْحَ فِعْلِهِ، فَكُفْرُهُ وَظُلْمُهُ وَفِسْقُهُ غَيْرُ الْمُخْرِجِ مِنَ الْمِلَّةِ، إِلَّا إِذَا كَانَ مَا امْتَنَعَ مِنَ الْحُكْمِ بِهِ </p>"
}