{
  "id": null,
  "sura": 5,
  "aya": 95,
  "text": "<p> وَأُجِيبَ مِنْ جِهَةِ الْجُمْهُورِ بِأَنَّ قَوْلَهُ: رِجْسٌ، يَقْتَضِي نَجَاسَةَ الْعَيْنِ فِي الْكُلِّ، فَمَا أَخْرَجَهُ إِجْمَاعٌ، أَوْ نَصٌّ خَرَجَ بِذَلِكَ، وَمَا لَمْ يُخْرِجْهُ نَصٌّ وَلَا إِجْمَاعٌ لَزِمَ الْحُكْمُ بِنَجَاسَتِهِ ; لِأَنَّ خُرُوجَ بَعْضِ مَا تَنَاوَلَهُ الْعَامُّ بِمُخَصِّصٍ مِنَ الْمُخَصِّصَاتِ، لَا يَسْقُطُ الِاحْتِجَاجُ بِهِ فِي الْبَاقِي، كَمَا هُوَ مُقَرَّرٌ فِي الْأُصُولِ، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ «مَرَاقِي السُّعُودِ» : [الرَّجَزُ] </p><p> وَهُوَ حُجَّةٌ لَدَى الْأَكْثَرِ إِنْ ... مُخَصِّصٌ لَهُ مُعَيِّنًا يَبِنْ </p><p> وَعَلَى هَذَا، فَالْمُسْكِرُ الَّذِي عَمَّتِ الْبَلْوَى الْيَوْمَ بِالتَّطَيُّبِ بِهِ الْمَعْرُوفُ فِي اللِّسَانِ الدَّارِجِيِّ بِالْكُولَانْيَا نَجَسٌ لَا تَجُوزُ الصَّلَاةُ بِهِ، وَيُؤَيِّدُهُ أَنَّ قَوْلَهُ تَعَالَى فِي الْمُسْكِرِ: فَاجْتَنِبُوهُ، يَقْتَضِي الِاجْتِنَابَ الْمُطْلَقَ الَّذِي لَا يُنْتَفَعُ مَعَهُ بِشَيْءٍ مِنَ الْمُسْكِرِ، وَمَا مَعَهُ فِي الْآيَةِ بِوَجْهٍ مِنَ الْوُجُوهِ، كَمَا قَالَهُ الْقُرْطُبِيُّ وَغَيْرُهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: لَا يَخْفَى عَلَى مُنْصِفٍ أَنَّ التَّضَمُّخَ بِالطِّيبِ الْمَذْكُورِ، وَالتَّلَذُّذَ بِرِيحِهِ وَاسْتَطَابَتَهُ، وَاسْتِحْسَانَهُ مَعَ أَنَّهُ مُسْكِرٌ، وَاللَّهُ يُصَرِّحُ فِي كِتَابِهِ بِأَنَّ الْخَمْرَ رِجْسٌ فِيهِ مَا فِيهِ، فَلَيْسَ لِلْمُسْلِمِ أَنْ يَتَطَيَّبَ بِمَا يَسْمَعُ رَبَّهُ يَقُولُ فِيهِ: إِنَّهُ رِجْسٌ، كَمَا هُوَ وَاضِحٌ، وَيُؤَيِّدُهُ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِإِرَاقَةِ الْخَمْرِ فَلَوْ كَانَتْ فِيهَا مَنْفَعَةٌ أُخْرَى لَبَيَّنَهَا، كَمَا بَيَّنَ جَوَازَ الِانْتِفَاعِ بِجُلُودِ الْمَيْتَةِ، وَلَمَا أَرَاقَهَا. </p><p> وَاعْلَمْ أَنَّ مَا اسْتَدَلَّ بِهِ سَعِيدُ بْنُ الْحَدَّادِ الْقَرَوِيُّ عَلَى طَهَارَةِ عَيْنِ الْخَمْرِ بِأَنَّ الصَّحَابَةَ أَرَاقُوهَا فِي طُرُقِ الْمَدِينَةِ ; وَلَوْ كَانَتْ نَجِسَةً لَمَا فَعَلُوا ذَلِكَ ; وَلَنَهَاهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ ذَلِكَ، كَمَا نَهَاهُمْ عَنِ التَّخَلِّي فِي الطُّرُقِ، لَا دَلِيلَ لَهُ فِيهِ، فَإِنَّهَا لَا تَعُمُّ الطُّرُقَ، بَلْ يُمْكِنُ التَّحَرُّزُ مِنْهَا، لِأَنَّ الْمَدِينَةَ كَانَتْ وَاسِعَةً، وَلَمْ تَكُنِ الْخَمْرُ كَثِيرَةً جِدًّا بِحَيْثُ تَكُونُ نَهَرًا أَوْ سَيْلًا فِي الطُّرُقِ يَعُمُّهَا كُلَّهَا، وَإِنَّمَا أُرِيقَتْ فِي مَوَاضِعَ يَسِيرَةٍ يُمْكِنُ التَّحَرُّزُ مِنْهَا، قَالَهُ الْقُرْطُبِيُّ، وَهُوَ ظَاهِرٌ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ، هَذِهِ الْآيَةُ الْكَرِيمَةُ يُفْهَمُ مِنْ دَلِيلِ خِطَابِهَا، أَيْ مَفْهُومِ مُخَالَفَتِهَا، أَنَّهُمْ إِنْ حَلُّوا مِنْ إِحْرَامِهِمْ جَازَ لَهُمْ قَتْلُ الصَّيْدِ، وَهَذَا الْمَفْهُومُ مُصَرَّحٌ بِهِ فِي قَوْلِهِ تَعَالَى: وَإِذَا حَلَلْتُمْ فَاصْطَادُوا [٥ \\ ٢] ، يَعْنِي إِنْ شِئْتُمْ، كَمَا تَقَدَّمَ إِيضَاحُهُ فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا، الْآيَةَ. </p><p> ذَهَبَ جُمْهُورُ الْعُلَمَاءِ إِلَى أَنَّ مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا لِقَتْلِهِ ذَاكِرًا حَرَامَهُ، وَخَالَفَ مُجَاهِدٌ - رَحِمَهُ اللَّهُ - الْجُمْهُورَ قَائِلًا: إِنَّ مَعْنَى الْآيَةِ: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا لِقَتْلِهِ فِي حَالِ كَوْنِهِ نَاسِيًا لِإِحْرَامِهِ، وَاسْتَدَلَّ لِذَلِكَ بِقَوْلِهِ تَعَالَى: وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ [٥ \\ ٩٥] ، كَمَا سَيَأْتِي إِيضَاحُهُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَيَكُونُ فِيهَا قَرِينَةٌ دَالَّةٌ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، وَإِذَا عَرَفْتَ ذَلِكَ فَاعْلَمْ أَنَّ فِي الْآيَةِ قَرِينَةً وَاضِحَةً دَالَّةً عَلَى عَدَمِ صِحَّةِ قَوْلِ مُجَاهِدٍ - رَحِمَهُ اللَّهُ - وَهِيَ قَوْلُهُ تَعَالَى: لِيَذُوقَ وَبَالَ أَمْرِهِ، فَإِنَّهُ يَدُلُّ عَلَى أَنَّهُ مُتَعَمِّدًا أَمْرًا لَا يَجُوزُ، أَمَّا النَّاسِي فَهُوَ غَيْرُ آثِمٍ إِجْمَاعًا، فَلَا يُنَاسِبُ أَنْ يُقَالَ فِيهِ: لِيَذُوقَ وَبَالَ أَمْرِهِ [٥ \\ ٩٥] ، كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ، الْآيَةَ. </p><p> ظَاهِرُ عُمُومِ هَذِهِ الْآيَةِ الْكَرِيمَةِ يَشْمَلُ إِبَاحَةَ صَيْدِ الْبَحْرِ لِلْمُحْرِمِ بِحَجٍّ أَوْ عُمْرَةٍ، وَهُوَ كَذَلِكَ، كَمَا بَيَّنَهُ تَخْصِيصُهُ تَعَالَى تَحْرِيمَ الصَّيْدِ عَلَى الْمُحْرِمِ بِصَيْدِ الْبَرِّ فِي قَوْلِهِ: وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ [٥ \\ ٩٦] ، فَإِنَّهُ يُفْهَمُ مِنْهُ أَنَّ صَيْدَ الْبَحْرِ لَا يَحْرُمُ عَلَى الْمُحْرِمِ، كَمَا هُوَ ظَاهِرٌ. </p><p> مَسَائِلُ تَتَعَلَّقُ بِالِاصْطِيَادِ </p><p> فِي الْإِحْرَامِ أَوْ فِي الْحَرَمِ </p><p> الْمَسْأَلَةُ الْأُولَى: أَجْمَعَ الْعُلَمَاءُ عَلَى مَنْعِ صَيْدِ الْبَرِّ لِلْمُحْرِمِ بِحَجٍّ أَوْ عُمْرَةٍ. </p><p> وَهَذَا الْإِجْمَاعُ فِي مَأْكُولِ اللَّحْمِ الْوَحْشِيِّ كَالظَّبْيِ، وَالْغَزَالِ وَنَحْوِ ذَلِكَ، وَتَحْرُمُ عَلَيْهِ الْإِشَارَةُ إِلَى الصَّيْدِ وَالدَّلَالَةُ عَلَيْهِ، لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي قَتَادَةَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ كَانَ مَعَ قَوْمٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ حَلَالٌ وَهُمْ مُحْرِمُونَ، وَرَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُحْرِمٌ أَمَامَهُمْ، فَأَبْصَرُوا حِمَارًا وَحْشِيًّا وَأَبُو قَتَادَةَ مَشْغُولٌ يَخْصِفُ نَعْلَهُ فَلَمْ يُؤْذُنُوهُ، وَأَحَبُّوا لَوْ أَنَّهُ أَبْصَرَهُ فَأَبْصَرَهُ فَأَسْرَجَ فَرَسَهُ ; ثُمَّ رَكِبَ وَنَسِيَ سَوْطَهُ وَرُمْحَهُ فَقَالَ لَهُمْ: نَاوِلُونِي السَّوْطَ وَالرُّمْحَ، فَقَالُوا: وَاللَّهِ لَا نُعِينُكَ عَلَيْهِ، فَغَضِبَ فَنَزَلَ </p><p> فَأَخَذَهُمَا فَرَكِبَ فَشَدَّ عَلَى الْحِمَارِ فَعَقَرَهُ ثُمَّ جَاءَ بِهِ وَقَدْ مَاتَ، فَوَقَعُوا فِيهِ يَأْكُلُونَهُ، ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاهُ وَهُمْ حُرُمٌ، فَأَدْرَكُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَسَأَلُوهُ فَقَرَّرَهُمْ عَلَى أَكْلِهِ، وَنَاوَلَهُ أَبُو قَتَادَةَ عَضُدَ الْحِمَارِ الْوَحْشِيِّ، فَأَكَلَ مِنْهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلِمُسْلِمٍ:  «هَلْ أَشَارَ إِلَيْهِ إِنْسَانٌ أَوْ أَمَرَهُ بِشَيْءٍ» ، قَالُوا: لَا، قَالَ:  «فَكُلُوهُ» . </p><p> وَلِلْبُخَارِيِّ:  «هَلْ مِنْكُمْ أَحَدٌ أَمَرَهُ أَنْ يَحْمِلَ عَلَيْهَا» ، أَوْ «أَشَارَ إِلَيْهَا» قَالُوا: لَا، قَالَ:  «فَكُلُوا مَا بَقِيَ مِنْ لَحْمِهَا» ، وَقَدْ أَجْمَعَ جَمِيعُ الْعُلَمَاءِ عَلَى أَنَّ مَا صَادَهُ مُحْرِمٌ لَا يَجُوزُ أَكْلُهُ لِلْمُحْرِمِ الَّذِي صَادَهُ، وَلَا لِمُحْرِمٍ غَيْرِهِ، وَلَا لِحَلَالٍ غَيْرِ مُحْرِمٍ ; لِأَنَّهُ مَيْتَةٌ. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي أَكْلِ الْمُحْرِمِ مِمَّا صَادَهُ حَلَالٌ عَلَى ثَلَاثَةِ أَقْوَالٍ، قِيلَ: لَا يَجُوزُ لَهُ الْأَكْلُ مُطْلَقًا، وَقِيلَ: يَجُوزُ مُطْلَقًا، وَقِيلَ: بِالتَّفْصِيلِ بَيْنَ مَا صَادَهُ لِأَجْلِهِ، وَمَا صَادَهُ لَا لِأَجْلِهِ فَيُمْنَعُ الْأَوَّلُ دُونَ الثَّانِي. </p><p> وَاحْتَجَّ أَهْلُ الْقَوْلِ الْأَوَّلِ بِحَدِيثِ الصَّعْبِ بْنِ جَثَّامَةَ - رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ أَهْدَى إِلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِمَارًا وَحْشِيًّا وَهُوَ بِالْأَبْوَاءِ أَوْ بِوَدَّانَ، فَرَدَّهُ عَلَيْهِ، فَلَمَّا رَأَى مَا فِي وَجْهِهِ قَالَ:  «إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلَّا أَنَّا حَرَامٌ» ، مُتَّفَقٌ عَلَيْهِ، وَلِأَحْمَدَ وَمُسْلِمٍ «لَحْمَ حِمَارٍ وَحْشِيٍّ» . </p><p> وَاحْتَجُّوا أَيْضًا بِحَدِيثِ زَيْدِ بْنِ أَرْقَمَ - رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُهْدِيَ لَهُ عُضْوٌ مِنْ لَحْمِ صَيْدٍ فَرَدَّهُ، وَقَالَ:  «إِنَّا لَا نَأْكُلُهُ إِنَّا حُرُمٌ» أَخْرَجَهُ أَحْمَدُ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ. </p><p> وَاحْتَجُّوا أَيْضًا بِعُمُومِ قَوْلِهِ تَعَالَى: وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا، وَيُرْوَى هَذَا الْقَوْلُ عَنْ عَلِيٍّ، وَابْنِ عَبَّاسٍ، وَابْنِ عُمَرَ، وَاللَّيْثِ، وَالثَّوْرِيِّ، وَإِسْحَاقَ، وَعَائِشَةَ وَغَيْرِهِمْ. </p><p> وَاحْتَجَّ مَنْ قَالَ: بِجَوَازِ أَكْلِ الْمُحْرِمِ مَا صَادَهُ الْحَلَالُ مُطْلَقًا ; بِعُمُومِ الْأَحَادِيثِ الْوَارِدَةِ بِجَوَازِ أَكْلِ الْمُحْرِمِ مِنْ صَيْدِ الْحَلَالِ، كَحَدِيثِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ عِنْدَ مُسْلِمٍ، وَالْإِمَامِ أَحْمَدَ: أَنَّهُ كَانَ فِي قَوْمٍ مُحْرِمُونَ، فَأُهْدِيَ لَهُمْ طَيْرٌ، وَطَلْحَةُ رَاقِدٌ، فَمِنْهُمْ مَنْ أَكَلَ وَمِنْهُمْ مَنْ تَوَرَّعَ فَلَمْ يَأْكُلْ، فَلَمَّا اسْتَيْقَظَ طَلْحَةُ - رَضِيَ اللَّهُ عَنْهُ - وَافَقَ مَنْ أَكَلَهُ وَقَالَ: أَكَلْنَاهُ مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَكَحَدِيثِ الْبَهْزِيِّ وَاسْمُهُ زَيْدُ بْنُ كَعْبٍ، أَنَّهُ قَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حِمَارٍ وَحْشِيٍّ عَقِيرٍ </p><p> فِي بَعْضِ وَادِي الرَّوْحَاءِ وَهُوَ صَاحِبُهُ: شَأْنُكُمْ بِهَذَا الْحِمَارِ، فَأَمَرَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَبَا بَكْرٍ فَقَسَمَهُ فِي الرِّفَاقِ وَهُمْ مُحْرِمُونَ، أَخْرَجَهُ الْإِمَامَانِ مَالِكٌ فِي «مُوَطَّئِهِ» ، وَأَحْمَدُ فِي «مَسْنَدِهِ» ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَغَيْرُهُ، كَمَا قَالَهُ ابْنُ حَجَرٍ، وَمِمَّنْ قَالَ بِإِبَاحَتِهِ مُطْلَقًا أَبُو حَنِيفَةَ وَأَصْحَابُهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: أَظْهَرُ الْأَقْوَالِ وَأَقْوَاهَا دَلِيلًا، هُوَ الْقَوْلُ الْمُفَصَّلُ بَيْنَ مَا صِيدَ لِأَجْلِ الْمُحْرِمِ ; فَلَا يَحِلُّ لَهُ، وَبَيْنَ مَا صَادَهُ الْحَلَالُ، لَا لِأَجْلِ الْمُحْرِمِ ; فَإِنَّهُ يَحِلُّ لَهُ. </p><p> وَالدَّلِيلُ عَلَى هَذَا أَمْرَانِ: </p><p> الْأَوَّلُ: أَنَّ الْجَمْعَ بَيْنَ الْأَدِلَّةِ وَاجِبٌ مَتَى مَا أَمْكَنَ ; لِأَنَّ إِعْمَالَ الدَّلِيلَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا، وَلَا طَرِيقَ لِلْجَمْعِ إِلَّا هَذِهِ الطَّرِيقُ، وَمَنْ عَدَلَ عَنْهَا لَا بُدَّ أَنْ يُلْغِيَ نُصُوصًا صَحِيحَةً. </p><p> الثَّانِي: أَنَّ جَابِرًا - رَضِيَ اللَّهُ عَنْهُ - رَوَى عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «صَيْدُ الْبَرِّ لَكُمْ حَلَالٌ وَأَنْتُمْ حُرُمٌ، مَا لَمْ تَصِيدُوهُ، أَوْ يُصَدْ لَكُمْ» ، رَوَاهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ، وَابْنُ حِبَّانَ، وَالْحَاكِمُ، وَالْبَيْهَقِيُّ، وَالدَّارَقُطْنِيُّ. </p><p> وَقَالَ الشَّافِعِيُّ: هَذَا أَحْسَنُ حَدِيثٍ رُوِيَ فِي هَذَا الْبَابِ وَأَقْيَسُ، فَإِنْ قِيلَ فِي إِسْنَادِ هَذَا الْحَدِيثِ، عَمْرُو بْنُ أَبِي عَمْرٍو مَوْلَى الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، عَنْ مَوْلَاهُ الْمُطَّلِبِ، عَنْ جَابِرٍ، وَعَمْرٌو مُخْتَلَفٌ فِيهِ، قَالَ فِيهِ النَّسَائِيُّ: لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ، وَإِنْ كَانَ قَدْ رَوَى عَنْهُ مَالِكٌ. </p><p> وَقَالَ التِّرْمِذِيُّ فِي مَوْلَاهُ الْمُطَّلِبِ أَيْضًا: لَا يُعْرَفُ لَهُ سَمَاعٌ مِنْ جَابِرٍ، وَقَالَ فِيهِ التِّرْمِذِيُّ أَيْضًا فِي مَوْضِعٍ آخَرَ، قَالَ مُحَمَّدٌ: لَا أَعْرِفُ لَهُ سَمَاعًا مِنْ أَحَدٍ مِنَ الصَّحَابَةِ، إِلَّا قَوْلَهُ حَدَّثَنِي مَنْ شَهِدَ خُطْبَةَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> فَالْجَوَابُ أَنَّ هَذَا كُلَّهُ لَيْسَ فِيهِ مَا يَقْتَضِي رَدَّ هَذَا الْحَدِيثِ ; لِأَنَّ عَمْرًا الْمَذْكُورَ ثِقَةٌ، وَهُوَ مِنْ رِجَالِ الْبُخَارِيِّ وَمُسْلِمٍ، وَمِمَّنْ رَوَى عَنْهُ مَالِكُ بْنُ أَنَسٍ، وَكُلُّ ذَلِكَ يَدُلُّ عَلَى أَنَّهُ ثِقَةٌ، وَقَالَ فِيهِ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» : ثِقَةٌ رُبَّمَا وَهِمَ، وَقَالَ فِيهِ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» : أَمَّا تَضْعِيفُ عَمْرِو بْنِ أَبِي عَمْرٍو فَغَيْرُ ثَابِتٍ ; لِأَنَّ الْبُخَارِيَّ، وَمُسْلِمًا رَوَيَا لَهُ فِي صَحِيحَيْهِمَا، وَاحْتَجَّا بِهِ، وَهُمَا الْقُدْوَةُ فِي هَذَا الْبَابِ. </p><p> وَقَدِ احْتَجَّ بِهِ مَالِكٌ، وَرَوَى عَنْهُ وَهُوَ الْقُدْوَةُ، وَقَدْ عُرِفَ مِنْ عَادَتِهِ أَنَّهُ لَا يَرْوِي فِي كِتَابِهِ إِلَّا عَنْ ثِقَةٍ، وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ فِيهِ: لَيْسَ بِهِ بَأْسٌ، وَقَالَ أَبُو زُرْعَةَ: هُوَ ثِقَةٌ، وَقَالَ أَبُو حَاتِمٍ: لَا بَأْسَ بِهِ. </p><p> وَقَالَ ابْنُ عَدِيٍّ: لَا بَأْسَ بِهِ ; لِأَنَّ مَالِكًا رَوَى عَنْهُ، وَلَا يَرْوِي مَالِكٌ إِلَّا عَنْ صَدُوقٍ ثِقَةٍ، قُلْتُ: وَقَدْ عُرِفَ أَنَّ الْجَرْحَ لَا يَثْبُتُ إِلَّا مُفَسَّرًا، وَلَمْ يُفَسِّرْهُ ابْنُ مَعِينٍ، وَالنَّسَائِيُّ بِمَا يُثْبِتُ تَضْعِيفَ عَمْرٍو الْمَذْكُورِ، وَقَوْلُ التِّرْمِذِيِّ: إِنَّ مَوْلَاهُ الْمُطَّلِبَ بْنَ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، لَا يُعْرَفُ لَهُ سَمَاعٌ مِنْ جَابِرٍ، وَقَوْلُ الْبُخَارِيِّ لِلتِّرْمِذِيِّ: لَا أَعْرِفُ لَهُ سَمَاعًا مِنْ أَحَدٍ مِنَ الصَّحَابَةِ إِلَّا قَوْلَهُ: حَدَّثَنِي مَنْ شَهِدَ خُطْبَةَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْسَ فِي شَيْءٍ مِنْ ذَلِكَ مَا يَقْتَضِي رَدَّ رِوَايَتِهِ، لِمَا قَدَّمْنَا فِي سُورَةِ النِّسَاءِ مِنْ أَنَّ التَّحْقِيقَ هُوَ الِاكْتِفَاءُ بِالْمُعَاصَرَةِ. </p><p> وَلَا يَلْزَمُ ثُبُوتَ اللُّقْيِ، وَأَحْرَى ثُبُوتُ السَّمَاعِ، كَمَا أَوْضَحَهُ الْإِمَامُ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ تَعَالَى - فِي مُقَدِّمَةِ «صَحِيحِهِ» ، بِمَا لَا مَزِيدَ عَلَيْهِ، مَعَ أَنَّ الْبُخَارِيَّ ذَكَرَ فِي كَلَامِهِ هَذَا الَّذِي نَقَلَهُ عَنْهُ التِّرْمِذِيُّ، أَنَّ الْمُطَّلِبَ مَوْلَى عَمْرِو بْنِ أَبِي عَمْرٍو الْمَذْكُورَ، صَرَّحَ بِالتَّحْدِيثِ مِمَّنْ سَمِعَ خُطْبَةَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ تَصْرِيحٌ بِالسَّمَاعِ مِنْ بَعْضِ الصَّحَابَةِ بِلَا شَكٍّ. </p><p> وَقَالَ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» : وَأَمَّا إِدْرَاكُ الْمُطَّلِبِ لِجَابِرٍ، فَقَالَ ابْنُ أَبِي حَاتِمٍ: وَرَوَى عَنْ جَابِرٍ، قَالَ: وَيُشْبِهُ أَنْ يَكُونَ أَدْرَكَهُ، هَذَا هُوَ كَلَامُ ابْنِ أَبِي حَاتِمٍ، فَحَصَلَ شَكٌّ فِي إِدْرَاكِهِ، وَمَذْهَبُ مُسْلِمِ بْنِ الْحَجَّاجِ الَّذِي ادَّعَى فِي مُقَدِّمَةِ «صَحِيحِهِ» الْإِجْمَاعَ فِيهِ أَنَّهُ لَا يُشْتَرَطُ فِي اتِّصَالِ الْحَدِيثِ اللِّقَاءُ، بَلْ يُكْتَفَى بِإِمْكَانِهِ، وَالْإِمْكَانُ حَاصِلٌ قَطْعًا، وَمَذْهَبُ عَلِيِّ بْنِ الْمَدِينِيِّ، وَالْبُخَارِيِّ، وَالْأَكْثَرِينَ اشْتِرَاطُ ثُبُوتِ اللِّقَاءِ، فَعَلَى مَذْهَبِ مُسْلِمٍ الْحَدِيثُ مُتَّصِلٌ، وَعَلَى مَذْهَبِ الْأَكْثَرِينَ يَكُونُ مُرْسَلًا لِبَعْضِ كِبَارِ التَّابِعِينَ، وَقَدْ سَبَقَ أَنَّ مُرْسَلَ التَّابِعِيِّ الْكَبِيرِ يُحْتَجُّ بِهِ عِنْدَنَا إِذَا اعْتَضَدَ بِقَوْلِ الصَّحَابَةِ ; أَوْ قَوْلِ أَكْثَرِ الْعُلَمَاءِ، أَوْ غَيْرِ ذَلِكَ مِمَّا سَبَقَ. </p><p> وَقَدِ اعْتَضَدَ هَذَا الْحَدِيثُ، فَقَالَ بِهِ مِنَ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - مَنْ سَنَذْكُرُهُ فِي فَرْعِ مَذَاهِبِ الْعُلَمَاءِ. اهـ. كَلَامُ النَّوَوِيِّ، فَظَهَرَتْ صِحَّةُ الِاحْتِجَاجِ بِالْحَدِيثِ الْمَذْكُورِ عَلَى كُلِّ التَّقْدِيرَاتِ، عَلَى مَذَاهِبِ الْأَئِمَّةِ الْأَرْبَعَةِ ; لِأَنَّ الشَّافِعِيَّ مِنْهُمْ هُوَ الَّذِي لَا يَحْتَجُّ </p><p> بِالْمُرْسَلِ، وَقَدْ عَرَفْتَ احْتِجَاجَهُ بِهَذَا الْحَدِيثِ عَلَى تَقْدِيرِ إِرْسَالِهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: نَعَمْ، يُشْتَرَطُ فِي قَبُولِ رِوَايَةِ الْمُدَلِّسِ التَّصْرِيحُ بِالسَّمَاعِ، وَالْمُطَّلِبُ الْمَذْكُورُ مُدَلِّسٌ، لَكِنَّ مَشْهُورَ مَذْهَبِ مَالِكٍ، وَأَبِي حَنِيفَةَ، وَأَحْمَدَ - رَحِمَهُمُ اللَّهُ تَعَالَى - صِحَّةُ الِاحْتِجَاجِ بِالْمُرْسَلِ، وَلَاسِيَّمَا إِذَا اعْتَضَدَ بِغَيْرِهِ كَمَا هُنَا، وَقَدْ عَلِمْتَ مِنْ كَلَامِ النَّوَوِيِّ مُوَافَقَةَ الشَّافِعِيَّةِ. </p><p> وَاحْتَجَّ مَنْ قَالَ بِأَنَّ الْمُرْسَلَ حُجَّةٌ بِأَنَّ الْعَدْلَ لَا يَحْذِفُ الْوَاسِطَةَ مَعَ الْجَزْمِ بِنِسْبَةِ الْحَدِيثِ لِمَنْ فَوْقَهَا، إِلَّا وَهُوَ جَازِمٌ بِالْعَدَالَةِ وَالثِّقَةِ فِيمَنْ حَذَفَهُ، حَتَّى قَالَ بَعْضُ الْمَالِكِيَّةِ: إِنَّ الْمُرْسَلَ مُقَدَّمٌ عَلَى الْمَسْنَدِ ; لِأَنَّهُ مَا حَذَفَ الْوَاسِطَةَ فِي الْمُرْسَلِ إِلَّا وَهُوَ مُتَكَفِّلٌ بِالْعَدَالَةِ وَالثِّقَةِ فِيمَا حَذَفَ بِخِلَافِ الْمُسْنَدِ، فَإِنَّهُ يُحِيلُ النَّاظِرَ عَلَيْهِ، وَلَا يَتَكَفَّلُ لَهُ بِالْعَدَالَةِ وَالثِّقَةِ، وَإِلَى هَذَا أَشَارَ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ فِي مَبْحَثِ الْمُرْسَلِ: [الرَّجَزُ] </p><p> وَهُوَ حُجَّةٌ وَلَكِنْ رُجِّحَا ... عَلَيْهِ مُسْنَدٌ وَعَكْسٌ صُحِّحَا </p><p> وَمِنَ الْمَعْلُومِ أَنَّ مَنْ يَحْتَجُّ بِالْمُرْسَلِ يَحْتَجُّ بِعَنْعَنَةِ الْمُدَلِّسِ مِنْ بَابٍ أَوْلَى، فَظَهَرَتْ صِحَّةُ الِاحْتِجَاجِ بِالْحَدِيثِ الْمَذْكُورِ عِنْدَ مَالِكٍ، وَأَبِي حَنِيفَةَ، وَأَحْمَدَ مَعَ أَنَّ هَذَا الْحَدِيثَ لَهُ شَاهِدٌ عِنْدَ الْخَطِيبِ وَابْنِ عَدِيٍّ مِنْ رِوَايَةِ عُثْمَانَ بْنِ خَالِدٍ الْمَخْزُومِيِّ، عَنْ مَالِكٍ، عَنِ ابْنِ عُمَرَ، كَمَا نَقَلَهُ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» وَغَيْرِهِ وَهُوَ يُقَوِّيهِ. </p><p> وَإِنْ كَانَ عُثْمَانُ الْمَذْكُورُ ضَعِيفًا ; لِأَنَّ الضَّعِيفَ يُقَوِّي الْمُرْسَلَ، كَمَا عُرِفَ فِي عُلُومِ الْحَدِيثِ، فَالظَّاهِرُ أَنَّ حَدِيثَ جَابِرٍ هَذَا صَالِحٌ، وَأَنَّهُ نَصٌّ فِي مَحَلِّ النِّزَاعِ، وَهُوَ جَمْعٌ بَيْنَ هَذِهِ الْأَدِلَّةِ بِعَيْنِ الْجَمْعِ الَّذِي ذَكَرْنَا أَوَّلًا، فَاتَّضَحَ بِهَذَا أَنَّ الْأَحَادِيثَ الدَّالَّةَ عَلَى مَنْعِ أَكْلِ الْمُحْرِمِ مِمَّا صَادَهُ الْحَلَالُ كُلَّهَا مَحْمُولَةٌ عَلَى أَنَّهُ صَادَهُ مِنْ أَجْلِهِ، وَأَنَّ الْأَحَادِيثَ الدَّالَّةَ عَلَى إِبَاحَةِ الْأَكْلِ مِنْهُ مَحْمُولَةٌ عَلَى أَنَّهُ لَمْ يَصِدْهُ مِنْ أَجْلِهِ، وَلَوْ صَادَهُ لِأَجْلِ مُحْرِمٍ مُعَيَّنٍ حَرُمَ عَلَى جَمِيعِ الْمُحْرِمِينَ، خِلَافًا لِمَنْ قَالَ: لَا يَحْرُمُ إِلَّا عَلَى ذَلِكَ الْمُحْرِمِ الْمُعَيَّنِ الَّذِي صِيدَ مِنْ أَجْلِهِ. </p><p> وَيُرْوَى هَذَا عَنْ عُثْمَانَ بْنِ عَفَّانَ - رَضِيَ اللَّهُ عَنْهُ - وَهُوَ ظَاهِرُ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أَوْ يُصَدْ لَكُمْ» ، وَيَدُلُّ لِلْأَوَّلِ ظَاهِرُ قَوْلِهِ فِي حَدِيثِ أَبِي قَتَادَةَ:  «هَلْ مِنْكُمْ أَحَدٌ أَمَرَهُ أَنْ يُحْمَلَ عَلَيْهَا، أَوْ أَشَارَ لَهَا؟» قَالُوا: لَا، قَالَ:  «فَكُلُوهُ» ، فَمَفْهُومُهُ أَنَّ إِشَارَةَ وَاحِدٍ مِنْهُمْ تُحَرِّمُهُ عَلَيْهِمْ كُلِّهُمْ، وَيَدُلُّ لَهُ أَيْضًا مَا رَوَاهُ أَبُو دَاوُدَ عَنْ عَلِيٍّ أَنَّهُ دُعِيَ وَهُوَ مُحْرِمٌ إِلَى </p><p> طَعَامٍ عَلَيْهِ صَيْدٌ فَقَالَ:  «أَطْعِمُوهُ حَلَالًا فَإِنَّا حُرُمٌ» ، وَهَذَا مَشْهُورُ مَذْهَبِ مَالِكٍ عِنْدَ أَصْحَابِهِ مَعَ اخْتِلَافِ قَوْلِهِ فِي ذَلِكَ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: لَا تَجُوزُ زَكَاةُ الْمُحْرِمِ لِلصَّيْدِ بِأَنْ يَذْبَحَهُ مَثَلًا، فَإِنْ ذَبَحَهُ فَهُوَ مَيْتَةٌ لَا يَحِلُّ أَكْلُهُ لِأَحَدٍ كَائِنًا مَنْ كَانَ، إِذْ لَا فَرْقَ بَيْنَ قَتْلِهِ بِالْعَقْرِ وَقَتْلِهِ بِالذَّبْحِ، لِعُمُومِ قَوْلِهِ تَعَالَى: لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ [٥ \\ ٩٥] ، وَبِهَذَا قَالَ مَالِكٌ وَأَصْحَابُهُ كَمَا نَقَلَهُ عَنْهُمُ الْقُرْطُبِيُّ وَغَيْرُهُ، وَبِهِ قَالَ الْحَسَنُ، وَالْقَاسِمُ، وَسَالِمٌ، وَالْأَوْزَاعِيُّ، وَإِسْحَاقُ، وَأَصْحَابُ الرَّأْيِ، وَالشَّافِعِيُّ فِي أَحَدِ قَوْلَيْهِ، وَقَالَ الْحَكَمُ، وَالثَّوْرِيُّ، وَأَبُو ثَوْرٍ: لَا بَأْسَ بِأَكْلِهِ، قَالَ ابْنُ الْمُنْذِرِ: هُوَ بِمَنْزِلَةِ ذَبِيحَةِ السَّارِقِ. </p><p> وَقَالَ عَمْرُو بْنُ دِينَارٍ وَأَيُّوبُ السَّخْتِيَانِيُّ: يَأْكُلُهُ الْحَلَالُ، وَهُوَ أَحَدُ قَوْلَيِ الشَّافِعِيِّ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» ، وَغَيْرُهُ. </p><p> وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِأَنَّ مَنْ أَبَاحَتْ ذَكَاتُهُ غَيْرَ الصَّيْدِ أَبَاحَتِ الصَّيْدَ كَالْحَلَالِ، وَالظَّاهِرُ هُوَ مَا تَقَدَّمَ مِنْ أَنَّ ذَبْحَ الْمُحْرِمِ لَا يُحِلُّ الصَّيْدَ، وَلَا يُعْتَبَرُ ذَكَاةً لَهُ ; لِأَنَّ قَتْلَ الصَّيْدِ حَرَامٌ عَلَيْهِ، وَلِأَنَّ ذَكَاتَهُ لَا تُحِلُّ لَهُ هُوَ أَكْلَهُ إِجْمَاعًا، وَإِذَا كَانَ الذَّبْحُ لَا يُفِيدُ الْحِلَّ لِلذَّابِحِ، فَأَوْلَى وَأَحْرَى أَلَّا يُفِيدَ لِغَيْرِهِ ; لِأَنَّ الْفَرْعَ تَبَعٌ لِلْأَصْلِ فِي أَحْكَامِهِ، فَلَا يَصِحُّ أَنْ يَثْبُتَ مَا لَا يَثْبُتُ لِأَصْلِهِ، قَالَهُ الْقُرْطُبِيُّ، وَهُوَ ظَاهِرٌ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: الْحَيَوَانُ الْبَرِّيُّ ثَلَاثَةُ أَقْسَامٍ: قِسْمٌ هُوَ صَيْدٌ إِجْمَاعًا، وَهُوَ مَا كَالْغَزَالِ مِنْ كُلِّ وَحْشِيٍّ حَلَالِ الْأَكْلِ، فَيُمْنَعُ قَتْلُهُ لِلْمُحْرِمِ، وَإِنْ قَتَلَهُ فَعَلَيْهِ الْجَزَاءُ، وَقِسْمٌ لَيْسَ بِصَيْدٍ إِجْمَاعًا، وَلَا بَأْسَ بِقَتْلِهِ، وَقِسْمٌ اخْتُلِفَ فِيهِ. </p><p> أَمَّا الْقِسْمُ الَّذِي لَا بَأْسَ بِقَتْلِهِ، وَلَيْسَ بِصَيْدٍ إِجْمَاعًا فَهُوَ الْغُرَابُ، وَالْحِدَأَةُ، وَالْعَقْرَبُ، وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُورُ. </p><p> وَأَمَّا الْقِسْمُ الْمُخْتَلَفُ فِيهِ: فَكَالْأَسَدِ، وَالنَّمِرِ، وَالْفَهْدِ، وَالذِّئْبِ، وَقَدْ رَوَى الشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - أَنَّهَا قَالَتْ:  «أَمَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَتْلِ خَمْسِ فَوَاسَقَ فِي الْحِلِّ،وَالْحَرَمِ:الْغُرَابُ، وَالْحِدَأَةُ، وَالْعَقْرَبُ، وَالْفَأْرَةُ، وَالْكَلْبُ الْعَقُورُ» . </p><p> وَفِي الصَّحِيحَيْنِ أَيْضًا عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «خَمْسٌ مِنَ الدَّوَابِّ لَيْسَ عَلَى الْمُحْرِمِ فِي قَتْلِهِنَّ جُنَاحٌ» ، ثُمَّ عَدَّ الْخَمْسَ الْمَذْكُورَةَ آنِفًا، وَلَا شَكَّ أَنَّ الْحَيَّةَ أَوْلَى بِالْقَتْلِ مِنَ الْعَقْرَبِ. </p><p> وَقَدْ أَخْرَجَ مُسْلِمٌ عَنِ ابْنِ مَسْعُودٍ:  «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ مُحْرِمًا بِقَتْلِ حَيَّةٍ بِمِنًى» ، وَعَنِ ابْنِ عَمْرٍو سُئِلَ: مَا يَقْتُلُ الرَّجُلُ مِنَ الدَّوَابِّ وَهُوَ مُحْرِمٌ؟ فَقَالَ:  «حَدَّثَتْنِي إِحْدَى نِسْوَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ يَأْمُرُ بِقَتْلِ الْكَلْبِ الْعَقُورِ، وَالْفَأْرَةِ، وَالْعَقْرَبِ، وَالْحِدَأَةِ، وَالْغُرَابِ، وَالْحَيَّةِ» رَوَاهُ مُسْلِمٌ أَيْضًا. </p><p> وَالْأَحَادِيثُ فِي الْبَابِ كَثِيرَةٌ، وَالْجَارِي عَلَى الْأُصُولِ تَقْيِيدُ الْغُرَابِ بِالْأَبْقَعِ، وَهُوَ الَّذِي فِيهِ بَيَاضٌ، لِمَا رَوَى مُسْلِمٌ مِنْ حَدِيثِ عَائِشَةَ فِي عَدِّ الْفَوَاسِقِ الْخَمْسِ الْمَذْكُورَةِ، وَالْغُرَابِ الْأَبْقَعِ. وَالْمُقَرَّرُ فِي الْأُصُولِ حَمْلُ الْمُطْلَقِ عَلَى الْمُقَيَّدِ، وَمَا أَجَابَ بِهِ بَعْضُ الْعُلَمَاءِ مِنْ أَنَّ رِوَايَاتِ الْغُرَابِ بِالْإِطْلَاقِ مُتَّفَقٌ عَلَيْهَا، فَهِيَ أَصَحُّ مِنْ رِوَايَةِ الْقَيْدِ بِالْأَبْقَعِ لَا يَنْهَضُ، إِذْ لَا تَعَارُضَ بَيْنَ مُقَيَّدٍ وَمُطْلَقٍ ; لِأَنَّ الْقَيْدَ بَيَانٌ لِلْمُرَادِ مِنَ الْمُطْلَقِ. </p><p> وَلَا عِبْرَةَ بِقَوْلِ عَطَاءٍ، وَمُجَاهِدٍ بِمَنْعِ قَتْلِ الْغُرَابِ لِلْمُحْرِمِ ; لِأَنَّهُ خِلَافُ النَّصِّ الصَّرِيحِ الصَّحِيحِ، وَقَوْلُ عَامَّةِ أَهْلِ الْعِلْمِ، وَلَا عِبْرَةَ أَيْضًا بِقَوْلِ إِبْرَاهِيمَ النَّخَعِيِّ: إِنَّ قَتْلَ الْفَأْرَةِ جَزَاءٌ، لِمُخَالَفَتِهِ أَيْضًا لِلنَّصِّ وَقَوْلِ عَامَّةِ الْعُلَمَاءِ، كَمَا لَا عِبْرَةَ أَيْضًا بِقَوْلِ الْحَكَمِ، وَحَمَّادٍ:  «لَا يَقْتُلُ الْمُحْرِمُ الْعَقْرَبَ، وَالْحَيَّةَ» ، وَلَا شَكَّ أَنَّ السِّبَاعَ الْعَادِيَّةَ كَالْأَسَدِ، وَالنَّمِرِ، وَالْفَهْدِ أَوْلَى بِالْقَتْلِ مِنَ الْكَلْبِ ; لِأَنَّهَا أَقْوَى مِنْهُ عَقْرًا، وَأَشَدُّ مِنْهُ فَتْكًا. </p><p> وَاعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الْمُرَادِ بِالْكَلْبِ الْعَقُورِ، فَرَوَى سَعِيدُ بْنُ مَنْصُورٍ عَنْ أَبِي هُرَيْرَةَ بِإِسْنَادٍ حَسَنٍ، أَنَّهُ الْأَسَدُ، قَالَهُ ابْنُ حَجَرٍ، وَعَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّهُ قَالَ: وَأَيُّ كَلْبٍ أَعْقَرُ مِنَ الْحَيَّةِ. </p><p> وَقَالَ زُفَرُ: الْمُرَادُ بِهِ هُنَا الذِّئْبُ خَاصَّةً، وَقَالَ مَالِكٌ فِي الْمُوَطَّأِ: كُلُّ مَا عَقَرَ النَّاسَ، وَعَدَا عَلَيْهِمْ، وَأَخَافَهُمْ، مِثْلُ الْأَسَدِ، وَالنَّمِرِ، وَالْفَهْدِ، وَالذِّئْبِ فَهُوَ عَقُورٌ، وَكَذَا نَقَلَ أَبُو عُبَيْدٍ عَنْ سُفْيَانَ، وَهُوَ قَوْلُ الْجُمْهُورِ. </p><p> وَقَالَ أَبُو حَنِيفَةَ: الْمُرَادُ بِالْكَلْبِ هُنَا هُوَ الْكَلْبُ الْمُتَعَارَفُ خَاصَّةً، وَلَا يُلْحَقُ بِهِ فِي هَذَا الْحُكْمِ سِوَى الذِّئْبِ، وَاحْتَجَّ الْجُمْهُورُ بِقَوْلِهِ تَعَالَى: وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ </p><p> [٥ \\ ٤] ، فَاشْتَقَّهَا مِنَ اسْمِ الْكَلْبِ، وَبِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي وَلَدِ أَبِي لَهَبٍ:  «اللَّهُمَّ سَلِّطْ عَلَيْهِ كَلْبًا مِنْ كِلَابِكَ، فَقَتَلَهُ الْأَسَدُ» ، رَوَاهُ الْحَاكِمُ وَغَيْرُهُ بِإِسْنَادٍ حَسَنٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: التَّحْقِيقُ أَنَّ السِّبَاعَ الْعَادِيَّةَ لَيْسَتْ مِنَ الصَّيْدِ، فَيَجُوزُ قَتْلُهَا لِلْمُحْرِمِ وَغَيْرِهِ فِي الْحَرَمِ وَغَيْرِهِ. لِمَا تَقَرَّرَ فِي الْأُصُولِ مِنْ أَنَّ الْعِلَّةَ تُعَمِّمُ مَعْلُولَهَا ; لِأَنَّ قَوْلَهُ «الْعَقُورُ» عِلَّةٌ لِقَتْلِ الْكَلْبِ، فَيُعْلَمُ مِنْهُ أَنَّ كُلَّ حَيَوَانٍ طَبْعُهُ الْعَقْرُ كَذَلِكَ. </p><p> وَلِذَا لَمْ يَخْتَلِفِ الْعُلَمَاءُ فِي أَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَدِيثِ أَبِي بَكْرَةَ الْمُتَّفَقِ عَلَيْهِ:  «لَا يَقْضِيَنَّ حَكَمٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ» ، أَنَّ هَذِهِ الْعِلَّةَ الَّتِي هِيَ فِي ظَاهِرِ الْحَدِيثِ الْغَضَبُ تُعَمِّمُ مَعْلُولَهَا فَيَمْتَنِعُ الْحُكْمُ لِلْقَاضِي بِكُلِّ مُشَوِّشٍ لِلْفِكْرِ، مَانِعٍ مِنَ اسْتِيفَاءِ النَّظَرِ فِي الْمَسَائِلِ كَائِنًا مَا كَانَ غَضَبًا أَوْ غَيْرَهُ، كَجُوعٍ وَعَطَشٍ مُفْرِطَيْنِ، وَحُزْنٍ وَسُرُورٍ مُفْرِطَيْنِ، وَحَقْنٍ وَحَقَبٍ مُفْرِطَيْنِ وَنَحْوِ ذَلِكَ، وَإِلَى هَذَا أَشَارَ فِي «مَرَاقِي السُّعُودِ» قَوْلُهُ فِي مَبْحَثِ الْعِلَّةِ: [الرَّجَزُ] </p><p> وَقَدْ تُخَصَّصُ وَقَدْ تُعَمَّمُ ... لِأَصْلِهَا لَكِنَّهَا لَا تُخْرَمُ </p><p> وَيَدُلُّ لِهَذَا مَا أَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَالْإِمَامُ أَحْمَدُ مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سُئِلَ عَمَّا يَقْتُلُ الْمُحْرِمُ فَقَالَ:  «الْحَيَّةُ، وَالْعَقْرَبُ، وَالْفُوَيْسِقَةُ، وَيَرْمِي الْغُرَابَ وَلَا يَقْتُلُهُ، وَالْكَلْبُ الْعَقُورُ، وَالْحِدَأَةُ، وَالسَّبُعُ الْعَادِيُّ» ، وَهَذَا الْحَدِيثُ حَسَّنَهُ التِّرْمِذِيُّ. </p><p> وَضَعَّفَ ابْنُ كَثِيرٍ رِوَايَةَ يَزِيدَ بْنِ أَبِي زِيَادٍ، وَقَالَ فِيهِ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» فِيهِ يَزِيدُ بْنُ أَبِي زِيَادٍ، وَهُوَ ضَعِيفٌ، وَفِيهِ لَفْظَةٌ مُنْكَرَةٌ وَهِيَ قَوْلُهُ:  «وَيَرْمِي الْغُرَابَ وَلَا يَقْتُلُهُ» ، وَقَالَ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» : إِنْ صَحَّ هَذَا الْخَبَرُ حُمِلَ قَوْلُهُ هَذَا عَلَى أَنَّهُ لَا يُتَأَكَّدُ نَدْبُ قَتْلِ الْغُرَابِ كَتَأْكِيدِ قَتْلِ الْحَيَّةِ وَغَيْرِهَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: تَضْعِيفُ هَذَا الْحَدِيثِ، وَمَنْعُ الِاحْتِجَاجِ مُتَعَقَّبٌ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّهُ عَلَى شَرْطِ مُسْلِمٍ ; لِأَنَّ يَزِيدَ بْنَ أَبِي زِيَادٍ مِنْ رِجَالِ صَحِيحِهِ وَأَخْرَجَ لَهُ الْبُخَارِيُّ تَعْلِيقًا، وَمَنْعُ الِاحْتِجَاجِ بِحَدِيثٍ عَلَى شَرْطِ مُسْلِمٍ لَا يَخْلُو مِنْ نَظَرٍ، وَقَدْ ذَكَرَ مُسْلِمٌ فِي مُقَدِّمَةِ «صَحِيحِهِ» ، أَنَّ مَنْ أَخْرَجَ حَدِيثَهُمْ فِي غَيْرِ الشَّوَاهِدِ وَالْمُتَابَعَاتِ أَقَلُّ أَحْوَالِهِمْ قَبُولُ الرِّوَايَةِ فَيَزِيدُ بْنُ أَبِي زِيَادٍ عِنْدَ مُسْلِمٍ مَقْبُولُ الرِّوَايَةِ، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ </p><p> الْعِرَاقِيُّ فِي أَلْفِيَّتِهِ:  [الرَّجَزُ] </p><p> فَاحْتَاجَ أَنْ يَنْزِلَ فِي الْإِسْنَادِ ... إِلَى يَزِيدَ بْنِ أَبِي زِيَادِ </p><p> الْوَجْهُ الثَّانِي: أَنَّا لَوْ فَرَضْنَا ضَعْفَ هَذَا الْحَدِيثِ، فَإِنَّهُ يُقَوِّيهِ مَا ثَبَتَ مِنَ الْأَحَادِيثِ الْمُتَّفَقِ عَلَيْهَا مِنْ جَوَازِ قَتْلِ الْكَلْبِ الْعَقُورِ فِي الْإِحْرَامِ وَفِي الْحَرَمِ، وَالسَّبُعُ الْعَادِيُّ إِمَّا أَنْ يَدْخُلَ فِي الْمُرَادِ بِهِ، أَوْ يُلْحَقَ بِهِ إِلْحَاقًا صَحِيحًا لَا مِرَاءَ فِيهِ، وَمَا ذَكَرَهُ الْإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ - مِنْ أَنَّ الْكَلْبَ الْعَقُورَ يُلْحَقُ بِهِ الذِّئْبُ فَقَطْ ; لِأَنَّهُ أَشْبَهُ بِهِ مِنْ غَيْرِهِ لَا يَظْهَرُ ; لِأَنَّهُ لَا شَكَّ فِي أَنَّ فَتْكَ الْأَسَدِ وَالنَّمِرِ مَثَلًا، أَشَدُّ مِنْ عَقْرِ الْكَلْبِ وَالذِّئْبِ، وَلَيْسَ مِنَ الْوَاضِحِ أَنْ يُبَاحَ قَتْلُ ضَعِيفِ الضَّرَرِ، وَيُمْنَعَ قَتْلُ قَوِيِّهِ ; لِأَنَّ فِيهِ عِلَّةَ الْحُكْمِ وَزِيَادَةً، وَهَذَا النَّوْعُ مِنَ الْإِلْحَاقِ مِنْ دَلَالَةِ اللَّفْظِ عِنْدَ أَكْثَرِ أَهْلِ الْأُصُولِ، لَا مِنَ الْقِيَاسِ، خِلَافًا لِلشَّافِعِيِّ وَقَوْمٍ، كَمَا قَدَّمْنَا فِي سُورَةِ النِّسَاءِ. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مَا نَصُّهُ: قُلْتُ: الْعَجَبُ مِنْ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - يَحْمِلُ التُّرَابَ عَلَى الْبُرِّ بِعِلَّةِ الْكَيْلِ، وَلَا يَحْمِلُ السِّبَاعَ الْعَادِيَّةَ عَلَى الْكَلْبِ بِعِلَّةِ الْفِسْقِ وَالْعَقْرِ، كَمَا فَعَلَ مَالِكٌ، وَالشَّافِعِيُّ، رَحِمَهُمَا اللَّهُ. </p><p> وَاعْلَمْ أَنَّ الصَّيْدَ عِنْدَ الشَّافِعِيِّ هُوَ مَأْكُولُ اللَّحْمِ فَقَطْ، فَلَا شَيْءَ عِنْدَهُ فِي قَتْلٍ مَا لَمْ يُؤْكَلْ لَحْمُهُ، وَالصِّغَارُ مِنْهُ وَالْكِبَارُ عِنْدَهُ سَوَاءٌ، إِلَّا الْمُتَوَلِّدَ مِنْ بَيْنِ مَأْكُولِ اللَّحْمِ وَغَيْرِ مَأْكُولِهِ، فَلَا يَجُوزُ اصْطِيَادُهُ عِنْدَهُ، وَإِنْ كَانَ يَحْرُمُ أَكْلُهُ، كَالسَّمْعِ وَهُوَ الْمُتَوَلِّدُ مِنْ بَيْنِ الذِّئْبِ وَالضَّبُعِ، وَقَالَ: لَيْسَ فِي الرَّخَمَةِ، وَالْخَنَافِسِ، وَالْقِرْدَانِ، وَالْحَلَمِ، وَمَا لَا يُؤْكَلُ لَحْمُهُ شَيْءٌ ; لِأَنَّ هَذَا لَيْسَ مِنَ الصَّيْدِ، لِقَوْلِهِ تَعَالَى: وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا [٥ \\ ٩٦] ، فَدَلَّ أَنَّ الصَّيْدَ الَّذِي حُرِّمَ عَلَيْهِمْ، هُوَ مَا كَانَ حَلَالًا لَهُمْ قَبْلَ الْإِحْرَامِ، وَهَذَا هُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ. </p><p> أَمَّا مَالِكٌ - رَحِمَهُ اللَّهُ - فَذَهَبَ إِلَى أَنَّ كُلَّ مَا لَا يَعْدُو مِنَ السِّبَاعِ، كَالْهِرِّ، وَالثَّعْلَبِ، وَالضَّبُعِ وَمَا أَشْبَهَهَا، لَا يَجُوزُ قَتْلُهُ. فَإِنْ قَتَلَهُ فَدَاهُ، قَالَ: وَصِغَارُ الذِّئَابِ لَا أَرَى أَنْ يَقْتُلَهَا الْمُحْرِمِ، فَإِنْ قَتَلَهَا فَدَاهَا، وَهِيَ مِثْلُ فِرَاخِ الْغِرْبَانِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: أَمَّا الضَّبُعُ فَلَيْسَتْ مِثْلَ مَا ذُكِرَ مَعَهَا لِوُرُودِ النَّصِّ فِيهَا، دُونَ غَيْرِهَا ; بِأَنَّهَا صَيْدٌ يَلْزَمُ فِيهِ الْجَزَاءُ، كَمَا سَيَأْتِي إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَلَمْ يُجِزْ مَالِكٌ لِلْمُحْرِمِ قَتْلَ الزُّنْبُورِ، وَكَذَلِكَ النَّمْلُ، وَالذُّبَابُ، وَالْبَرَاغِيثُ، وَقَالَ: </p><p> إِنْ قَتَلَهَا مُحْرِمٌ يُطْعِمُ شَيْئًا، وَثَبَتَ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - إِبَاحَةُ قَتْلِ الزُّنْبُورِ، وَبَعْضُ الْعُلَمَاءِ شَبَّهَهُ بِالْعَقْرَبِ، وَبَعْضُهُمْ يَقُولُ: إِذَا ابْتَدَأَ بِالْأَذَى جَازَ قَتْلُهُ، وَإِلَّا فَلَا، وَأَقْيَسُهَا مَا ثَبَتَ عَنْ عُمَرَ بْنِ الْخَطَّابِ ; لِأَنَّهُ مِمَّا طَبِيعَتُهُ أَنْ يُؤْذِيَ. </p><p> وَقَدْ قَدَّمْنَا عَنِ الشَّافِعِيِّ، وَأَحْمَدَ، وَغَيْرِهِمْ أَنَّهُ لَا شَيْءَ فِي غَيْرِ الصَّيْدِ الْمَأَكُولِ، وَهُوَ ظَاهِرُ الْقُرْآنِ الْعَظِيمِ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ الْمُحْرِمَ إِذَا صَادَ الصَّيْدَ الْمُحَرَّمَ عَلَيْهِ، فَعَلَيْهِ جَزَاؤُهُ، كَمَا هُوَ صَرِيحُ قَوْلِهِ تَعَالَى: فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلَكَ صِيَامًا لِيَذُوقَ وَبَالَ أَمْرِهِ [٥ \\ ٩٥] . </p><p> اعْلَمْ أَوَّلًا أَنَّ الْمُرَادَ بِقَوْلِهِ: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا، أَنَّهُ مُتَعَمِّدٌ قَتْلَهُ، ذَاكِرٌ إِحْرَامَهُ، كَمَا هُوَ صَرِيحُ الْآيَةِ. وَقَوْلُ عَامَّةِ الْعُلَمَاءِ. </p><p> وَمَا فَسَّرَهُ بِهِ مُجَاهِدٌ، مِنْ أَنَّ الْمُرَادَ أَنَّهُ مُتَعَمِّدٌ لِقَتْلِهِ نَاسٍ لِإِحْرَامِهِ، مُسْتَدِلًّا بِقَوْلِهِ تَعَالَى بَعْدَهُ: وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ، قَالَ: لَوْ كَانَ ذَاكِرًا لِإِحْرَامِهِ ; لَوَجَبَتْ عَلَيْهِ الْعُقُوبَةُ لِأَوَّلِ مَرَّةٍ، وَقَالَ: إِنْ كَانَ ذَاكِرًا لِإِحْرَامِهِ، فَقَدْ بَطَلَ حَجُّهُ لِارْتِكَابِهِ مَحْظُورَ الْإِحْرَامِ، غَيْرُ صَحِيحٍ، وَلَا ظَاهِرٌ لِمُخَالَفَتِهِ ظَاهِرَ الْقُرْآنِ بِلَا دَلِيلٍ ; وَلِأَنَّ قَوْلَهُ تَعَالَى: لِيَذُوقَ وَبَالَ أَمْرِهِ، يَدُلُّ عَلَى أَنَّهُ مُتَعَمِّدٌ ارْتِكَابَ الْمَحْظُورِ، وَالنَّاسِي لِلْإِحْرَامِ غَيْرُ مُتَعَمِّدٍ مَحْظُورًا. </p><p> إِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ قَاتِلَ الصَّيْدِ مُتَعَمِّدًا، عَالِمًا بِإِحْرَامِهِ، عَلَيْهِ الْجَزَاءُ الْمَذْكُورُ فِي الْآيَةِ، بِنَصِّ الْقُرْآنِ الْعَظِيمِ، وَهُوَ قَوْلُ عَامَّةِ الْعُلَمَاءِ، خِلَافًا لِمُجَاهِدٍ، وَلَمْ يَذْكُرِ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حُكْمَ النَّاسِي، وَالْمُخْطِئِ. </p><p> وَالْفَرْقُ بَيْنَهُمَا: أَنَّ النَّاسِيَ هُوَ مَنْ يَقْصِدُ قَتْلَ الصَّيْدِ نَاسِيًا إِحْرَامَهُ، وَالْمُخْطِئُ هُوَ مَنْ يَرْمِي غَيْرَ الصَّيْدِ، كَمَا لَوْ رَمَى غَرَضًا فَيَقْتُلُ الصَّيْدَ مِنْ غَيْرِ قَصْدٍ لِقَتْلِهِ. </p><p> وَلَا خِلَافَ بَيْنِ الْعُلَمَاءِ أَنَّهُمَا لَا إِثْمَ عَلَيْهِمَا، لِقَوْلِهِ تَعَالَى: وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ الْآيَةَ [٣٣ \\ ٥] ، وَلِمَا قَدَّمْنَا فِي «صَحِيحٍ مُسْلِمٍ» : «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا </p><p> قَرَأَ: رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا [٢ \\ ٢٨٦] ، أَنَّ اللَّهَ قَالَ: قَدْ فَعَلْتُ» . </p><p> أَمَّا وُجُوبُ الْجَزَاءِ عَلَيْهِمَا فَاخْتَلَفَ فِيهِ الْعُلَمَاءُ. </p><p> فَذَهَبَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ: مِنْهُمُ الْمَالِكِيَّةُ، وَالْحَنَفِيَّةُ، وَالشَّافِعِيَّةُ إِلَى وُجُوبِ الْجَزَاءِ فِي الْخَطَإِ، وَالنِّسْيَانِ ; لِدَلَالَةِ الْأَدِلَّةِ عَلَى أَنَّ غُرْمَ الْمَتْلَفَاتِ لَا فَرْقَ فِيهِ بَيْنَ الْعَامِدِ وَبَيْنَ غَيْرِهِ، وَقَالُوا: لَا مَفْهُومَ مُخَالَفَةٍ لِقَوْلِهِ مُتَعَمِّدًا ; لِأَنَّهُ جَرْيٌ عَلَى الْغَالِبِ، إِذِ الْغَالِبُ أَلَّا يَقْتُلَ الْمُحْرِمُ الصَّيْدَ إِلَّا عَامِدًا، وَجَرَى النَّصُّ عَلَى الْغَالِبِ مِنْ مَوَانِعِ اعْتِبَارِ دَلِيلِ خِطَابِهِ، أَعْنِي مَفْهُومَ مُخَالَفَتِهِ، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ «مَرَاقِي السُّعُودِ» فِي مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ: [الرَّجَزُ] </p><p> أَوْ جَهِلَ الْحُكْمَ أَوِ النُّطْقُ انْجَلَبْ ... لِلسُّؤْلِ أَوْ جَرَى عَلَى الَّذِي غَلَبْ </p><p> وَلِذَا لَمْ يَعْتَبِرْ جُمْهُورُ الْعُلَمَاءِ مَفْهُومَ الْمُخَالَفَةِ فِي قَوْلِهِ تَعَالَى: اللَّاتِي فِي حُجُورِكُمْ [٤ \\ ٢٣] ; لِجَرْيهِ عَلَى الْغَالِبِ، وَقَالَ بَعْضُ مَنْ قَالَ بِهَذَا الْقَوْلِ، كَالزُّهْرِيِّ: وَجَبَ الْجَزَاءُ فِي الْعَمْدِ بِالْقُرْآنِ الْعَظِيمِ، وَفِي الْخَطَإِ وَالنِّسْيَانِ بِالسُّنَّةِ، قَالَ ابْنُ الْعَرَبِيِّ: إِنْ كَانَ يُرِيدُ بِالسُّنَّةِ الْآثَارَ الَّتِي وَرَدَتْ عَنِ ابْنِ عَبَّاسٍ، وَعُمَرَ فَنِعِمَّا هِيَ، وَمَا أَحْسَنَهَا أُسْوَةً. </p><p> وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ: بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سُئِلَ عَنِ الضَّبُعِ، فَقَالَ:  «هِيَ صَيْدٌ» ، وَجَعَلَ فِيهَا إِذَا أَصَابَهَا الْمُحْرِمُ كَبْشًا، وَلَمْ يَقُلْ عَمْدًا وَلَا خَطَأً، فَدَلَّ عَلَى الْعُمُومِ، وَقَالَ ابْنُ بُكَيْرٍ مِنْ عُلَمَاءِ الْمَالِكِيَّةِ: قَوْلُهُ سُبْحَانَهُ: مُتَعَمِّدًا، لَمْ يُرِدْ بِهِ التَّجَاوُزَ عَنِ الْخَطَإِ، وَذِكْرُ التَّعَمُّدِ لِبَيَانِ أَنَّ الصَّيْدَ لَيْسَ كَابْنِ آدَمَ الَّذِي لَيْسَ فِي قَتْلِهِ عَمْدًا كَفَّارَةٌ. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي «تَفْسِيرِهِ» : إِنَّ هَذَا الْقَوْلَ بِوُجُوبِ الْجَزَاءِ عَلَى الْمُخْطِئِ، وَالنَّاسِي، وَالْعَامِدِ، قَالَهُ ابْنُ عَبَّاسٍ، وَرُوِيَ عَنْ عُمَرَ، وَطَاوُسٍ، وَالْحَسَنِ، وَإِبْرَاهِيمَ، وَالزُّهْرِيِّ، وَبِهِ قَالَ مَالِكٌ، وَالشَّافِعِيُّ، وَأَبُو حَنِيفَةَ، وَأَصْحَابُهُمْ. </p><p> وَذَهَبَ بَعْضُ الْعُلَمَاءِ إِلَى أَنَّ النَّاسِيَ، وَالْمُخْطِئَ لَا جَزَاءَ عَلَيْهِمَا، وَبِهِ قَالَ الطَّبَرَيُّ، وَأَحْمَدُ بْنُ حَنْبَلٍ فِي إِحْدَى الرِّوَايَتَيْنِ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَأَبُو ثَوْرٍ، وَهُوَ مَذْهَبُ دَاوُدَ، وَرُوِيَ أَيْضًا عَنِ ابْنِ عَبَّاسٍ، وَطَاوُسٍ، كَمَا نَقَلَهُ عَنْهُمُ الْقُرْطُبِيُّ. </p><p> وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِأَمْرَيْنِ: </p><p> الْأَوَّلُ: مَفْهُومُ قَوْلِهِ تَعَالَى: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا الْآيَةَ، فَإِنَّهُ يَدُلُّ عَلَى أَنَّ غَيْرَ الْمُتَعَمِّدِ لَيْسَ كَذَلِكَ. </p><p> الثَّانِي: أَنَّ الْأَصْلَ بَرَاءَةُ الذِّمَّةِ، فَمَنِ ادَّعَى شَغْلَهَا، فَعَلَيْهِ الدَّلِيلُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: هَذَا الْقَوْلُ قَوِيٌّ جِدًّا مِنْ جِهَةِ النَّظَرِ وَالدَّلِيلِ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ: إِذَا صَادَ الْمُحْرِمُ الصَّيْدَ، فَأَكَلَ مِنْهُ، فَعَلَيْهِ جَزَاءٌ وَاحِدٌ لِقَتْلِهِ، وَلَيْسَ فِي أَكْلِهِ إِلَّا التَّوْبَةُ وَالِاسْتِغْفَارُ، وَهَذَا قَوْلُ جُمْهُورِ الْعُلَمَاءِ، وَهُوَ ظَاهِرُ الْآيَةِ، خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ بِأَنَّ عَلَيْهِ أَيْضًا جَزَاءَ مَا أَكَلَ، يَعْنِي قِيمَتَهُ، قَالَ الْقُرْطُبِيُّ: وَخَالَفَهُ صَاحِبَاهُ فِي ذَلِكَ، وَيُرْوَى مِثْلُ قَوْلِ أَبِي حَنِيفَةَ عَنْ عَطَاءٍ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ: إِذَا قَتَلَ الْمُحْرِمُ الصَّيْدَ مَرَّةً بَعْدَ مَرَّةٍ، حُكِمَ عَلَيْهِ بِالْجَزَاءِ فِي كُلِّ مَرَّةٍ، فِي قَوْلِ جُمْهُورِ الْعُلَمَاءِ مِنْهُمْ مَالِكٌ، وَالشَّافِعِيُّ، وَأَبُو حَنِيفَةَ، وَغَيْرُهُمْ، وَهُوَ ظَاهِرُ قَوْلِهِ تَعَالَى: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا الْآيَةَ ; لِأَنَّ تَكْرَارَ الْقَتْلِ يَقْتَضِي تَكْرَارَ الْجَزَاءِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يُحْكَمُ عَلَيْهِ بِالْجَزَاءِ إِلَّا مَرَّةً وَاحِدَةً، فَإِنْ عَادَ لِقَتْلِهِ مَرَّةً ثَانِيَةً لَمْ يُحْكَمْ عَلَيْهِ، وَقِيلَ لَهُ: يَنْتَقِمُ اللَّهُ مِنْكَ ; لِقَوْلِهِ تَعَالَى: وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ. </p><p> وَيُرْوَى هَذَا الْقَوْلُ عَنِ ابْنِ عَبَّاسٍ، وَبِهِ قَالَ الْحَسَنُ، وَإِبْرَاهِيمُ، وَمُجَاهِدٌ، وَشُرَيْحٌ، كَمَا نَقَلَهُ عَنْهُمُ الْقُرْطُبِيُّ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَيْضًا أَنَّهُ يَضْرِبُ حَتَّى يَمُوتَ. </p><p> الْمَسْأَلَةُ السَّابِعَةُ: إِذَا دَلَّ الْمُحْرِمُ حَلَالًا عَلَى صَيْدٍ فَقَتَلَهُ، فَهَلْ يَجِبُ عَلَى الْمُحْرِمِ جَزَاءٌ ; لِتَسَبُّبِهِ فِي قَتْلِ الْحَلَالِ لِلصَّيْدِ بِدَلَالَتِهِ لَهُ عَلَيْهِ أَوْ لَا؟ اخْتَلَفَ الْعُلَمَاءُ فِي ذَلِكَ، فَذَهَبَ الْإِمَامُ أَحْمَدُ، وَأَبُو حَنِيفَةَ إِلَى أَنَّ الْمُحْرِمَ الدَّالَّ يَلْزَمُهُ جَزَاؤُهُ كَامِلًا، وَيُرْوَى نَحْوُ ذَلِكَ عَنْ عَلِيٍّ، وَابْنِ عَبَّاسٍ، وَعَطَاءٍ، وَمُجَاهِدٍ، وَبَكْرٍ الْمُزَنِيِّ، وَإِسْحَاقَ، وَيَدُلُّ لِهَذَا الْقَوْلِ سُؤَالُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَصْحَابَهُ:  «هَلْ أَشَارَ أَحَدٌ مِنْهُمْ إِلَى أَبِي قَتَادَةَ عَلَى الْحِمَارِ الْوَحْشِيِّ؟» . </p><p> فَإِنَّ ظَاهِرَهُ أَنَّهُمْ لَوْ دَلُّوهُ عَلَيْهِ كَانَ بِمَثَابَةِ مَا لَوْ صَادُوهُ فِي تَحْرِيمِ الْأَكْلِ ; وَيُفْهَمُ مِنْ </p><p> ذَلِكَ لُزُومُ الْجَزَاءِ، وَالْقَاعِدَةُ لُزُومُ الضَّمَانِ لِلْمُتَسَبِّبِ إِنْ لَمْ يُمْكِنْ تَضْمِينُ الْمُبَاشِرِ، وَالْمُبَاشِرُ هُنَا لَا يُمْكِنُ تَضْمِينُهُ الصَّيْدَ ; لِأَنَّهُ حَلَالٌ، وَالدَّالُّ مُتَسَبِّبٌ، وَهَذَا الْقَوْلُ هُوَ الْأَظْهَرُ، وَالَّذِينَ قَالُوا بِهِ مِنْهُمْ مَنْ أَطْلَقَ الدَّلَالَةَ، وَمِنْهُمْ مَنِ اشْتَرَطَ خَفَاءَ الصَّيْدِ بِحَيْثُ لَا يَرَاهُ دُونَ الدَّلَالَةِ، كَأَبِي حَنِيفَةَ، وَقَالَ الْإِمَامُ الشَّافِعِيُّ وَأَصْحَابُهُ: لَا شَيْءَ عَلَى الدَّالِ. </p><p> وَرُوِيَ عَنْ مَالِكٍ نَحْوُهُ، قَالُوا: لِأَنَّ الصَّيْدَ يُضْمَنُ بِقَتْلِهِ، وَهُوَ لَمْ يَقْتُلْهُ وَإِذَا عَلِمَ الْمُحْرِمُ أَنَّ الْحَلَالَ صَادَهُ مِنْ أَجْلِهِ فَأَكَلَ مِنْهُ ; فَعَلَيْهِ الْجَزَاءُ كَامِلًا عِنْدَ مَالِكٍ، كَمَا صَرَّحَ بِذَلِكَ فِي «مُوَطَّئِهِ» ، وَأَمَّا إِذَا دَلَّ الْمُحْرِمُ مُحْرِمًا آخَرَ عَلَى الصَّيْدِ فَقَتَلَهُ، فَقَالَ بَعْضُ الْعُلَمَاءِ: عَلَيْهِمَا جَزَاءٌ وَاحِدٌ بَيْنَهُمَا، وَهُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ، وَبِهِ قَالَ عَطَاءٌ، وَحَمَّادُ بْنُ أَبِي سُلَيْمَانَ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» ، وَقَالَ بَعْضُ الْعُلَمَاءِ: عَلَى كُلِّ وَاحِدٍ مِنْهُمَا جَزَاءٌ كَامِلٌ، وَبِهِ قَالَ الشَّعْبِيُّ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَالْحَارِثُ الْعُكْلِيُّ، وَأَصْحَابُ الرَّأْيِ، كَمَا نَقَلَهُ عَنْهُمْ أَيْضًا صَاحِبُ «الْمُغْنِي» . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْجَزَاءُ كُلُّهُ عَلَى الْمُحْرِمِ الْمُبَاشِرِ، وَلَيْسَ عَلَى الْمُحْرِمِ الدَّالِّ شَيْءٌ، وَهَذَا قَوْلُ الشَّافِعِيِّ، وَمَالِكٍ، وَهُوَ الْجَارِي عَلَى قَاعِدَةِ تَقْدِيمِ الْمُبَاشِرِ عَلَى الْمُتَسَبِّبِ فِي الضَّمَانِ، وَالْمُبَاشِرُ هُنَا يُمْكِنُ تَضْمِينُهُ ; لِأَنَّهُ مُحْرِمٌ، وَهَذَا هُوَ الْأَظْهَرُ، وَعَلَيْهِ: فَعَلَى الدَّالِ الِاسْتِغْفَارُ وَالتَّوْبَةُ، وَبِهَذَا تَعْرِفُ حُكْمَ مَا لَوْ دَلَّ مُحْرِمٌ مُحْرِمًا، ثُمَّ دَلَّ هَذَا الثَّانِي مُحْرِمًا ثَالِثًا، وَهَكَذَا، فَقَتَلَهُ الْأَخِيرُ، إِذْ لَا يَخْفَى مِنَ الْكَلَامِ الْمُتَقَدِّمِ أَنَّهُمْ عَلَى الْقَوْلِ الْأَوَّلِ شُرَكَاءُ فِي جَزَاءٍ وَاحِدٍ. </p><p> وَعَلَى الثَّانِي، عَلَى كُلِّ وَاحِدٍ مِنْهُمْ جَزَاءٌ، وَعَلَى الثَّالِثِ، لَا شَيْءَ إِلَّا عَلَى مَنْ بَاشَرَ الْقَتْلَ. </p><p> الْمَسْأَلَةُ الثَّامِنَةُ: إِذَا اشْتَرَكَ مُحْرِمُونَ فِي قَتْلِ صَيْدٍ بِأَنْ بَاشَرُوا قَتْلَهُ كُلَّهُمْ، كَمَا إِذَا حَذَفُوهُ بِالْحِجَارَةِ وَالْعِصِيِّ حَتَّى مَاتَ، فَقَالَ مَالِكٌ وَأَبُو حَنِيفَةَ: عَلَى كُلِّ وَاحِدٍ مِنْهُمْ جَزَاءٌ كَامِلٌ، كَمَا لَوْ قَتَلَتْ جَمَاعَةٌ وَاحِدًا، فَإِنَّهُمْ يُقْتَلُونَ بِهِ جَمِيعًا ; لَأَنَّ كُلَّ وَاحِدٍ قَاتِلٌ. </p><p> وَكَذَلِكَ هُنَا كُلُّ وَاحِدٍ قَاتِلٌ صَيْدًا فَعَلَيْهِ جَزَاءٌ، وَقَالَ الشَّافِعِيُّ وَمَنْ وَافَقَهُ: عَلَيْهِمْ كُلِّهِمْ جَزَاءٌ وَاحِدٌ ; لِقَضَاءِ عُمَرَ، وَعَبْدِ الرَّحْمَنِ، قَالَهُ الْقُرْطُبِيُّ، ثُمَّ قَالَ أَيْضًا: وَرَوَى الدَّارَقُطْنِيُّ: أَنَّ مَوَالِيَ لِابْنِ الزُّبَيْرِ أَحْرَمُوا فَمَرَّتْ بِهِمْ ضُبُعٌ فَحَذَفُوهَا بِعِصِيِّهِمْ فَأَصَابُوهَا، </p><p> فَوَقَعَ فِي أَنْفُسِهِمْ، فَأَتَوُا ابْنَ عُمَرَ، فَذَكَرُوا لَهُ ذَلِكَ، فَقَالَ: عَلَيْكُمْ كُلُّكُمْ كَبْشٌ، قَالُوا: أَوَعَلَى كُلِّ وَاحِدٍ مِنَّا كَبْشٌ؟ قَالَ: إِنَّكُمْ لَمُعَزَّزٌ بِكُمْ عَلَيْكُمْ كُلُّكُمْ كَبْشٌ. قَالَ اللُّغَوِيُّونَ: لَمُعَزَّزٌ بِكُمْ أَيْ لَمُشَدَّدٌ عَلَيْكُمْ. </p><p> وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ فِي قَوْمٍ أَصَابُوا ضَبُعًا فَقَالَ: عَلَيْهِمْ كَبْشٌ يَتَخَارَجُونَهُ بَيْنَهُمْ، وَدَلِيلُنَا قَوْلُ اللَّهِ سُبْحَانَهُ: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ، وَهَذَا خِطَابٌ لِكُلِّ قَاتِلٍ. وَكُلُّ وَاحِدٍ مِنَ الْقَاتِلِينَ الصَّيْدَ قَاتِلٌ نَفْسًا عَلَى التَّمَامِ وَالْكَمَالِ ; بِدَلِيلِ قَتْلِ الْجَمَاعَةِ بِالْوَاحِدِ، وَلَوْلَا ذَلِكَ مَا وَجَبَ عَلَيْهِمُ الْقِصَّاصُ، وَقَدْ قُلْنَا بِوُجُوبِهِ إِجْمَاعًا مِنَّا وَمِنْهُمْ، فَثَبَتَ مَا قُلْنَاهُ. </p><p> وَقَالَ أَبُو حَنِيفَةَ: إِذَا قَتَلَ جَمَاعَةٌ صَيْدًا فِي الْحَرَمِ وَهُمْ مُحِلُّونَ ; فَعَلَيْهِمْ جَزَاءٌ وَاحِدٌ، بِخِلَافِ مَا لَوْ قَتَلَهُ الْمُحْرِمُونَ فِي الْحِلِّ أَوِ الْحَرَمِ ; فَإِنَّ ذَلِكَ لَا يَخْتَلِفُ. </p><p> وَقَالَ مَالِكٌ: عَلَى كُلِّ وَاحِدٍ مِنْهُمْ جَزَاءٌ كَامِلٌ ; بِنَاءً عَلَى أَنَّ الرَّجُلَ يَكُونُ مُحْرِمًا بِدُخُولِهِ الْحَرَمَ، كَمَا يَكُونُ مُحْرِمًا بِتَلْبِيَتِهِ بِالْإِحْرَامِ، وَكُلُّ وَاحِدٍ مِنَ الْفِعْلَيْنِ قَدْ أَكْسَبَهُ صِفَةً تَعَلَّقَ بِهَا نَهْيٌ، فَهُوَ هَاتِكٌ لَهَا فِي الْحَالَتَيْنِ. </p><p> وَحُجَّةُ أَبِي حَنِيفَةَ مَا ذَكَرَهُ الْقَاضِي أَبُو زَيْدٍ الدَّبُّوسِيُّ، قَالَ: السِّرُّ فِيهِ أَنَّ الْجِنَايَةَ فِي الْإِحْرَامِ عَلَى الْعِبَادَةِ، وَقَدِ ارْتَكَبَ كُلُّ وَاحِدٍ مِنْهُمْ مَحْظُورَ إِحْرَامِهِ. </p><p> وَإِذَا قَتَلَ الْمُحِلُّونَ صَيْدًا فِي الْحَرَمِ، فَإِنَّمَا أَتْلَفُوا دَابَّةً مُحْتَرَمَةً، بِمَنْزِلَةِ مَا لَوْ أَتْلَفَ جَمَاعَةٌ دَابَّةً ; فَإِنَّ كُلَّ وَاحِدٍ مِنْهُمْ قَاتِلٌ دَابَّةً، وَيَشْتَرِكُونَ فِي الْقِيمَةِ، قَالَ ابْنُ الْعَرَبِيِّ: وَأَبُو حَنِيفَةَ أَقْوَى مِنَّا، وَهَذَا الدَّلِيلُ يَسْتَهِينُ بِهِ عُلَمَاؤُنَا وَهُوَ عَسِيرُ الِانْفِصَالِ عَلَيْنَا. اهـ. مِنَ الْقُرْطُبِيِّ. </p><p> الْمَسْأَلَةُ التَّاسِعَةُ: اعْلَمْ أَنَّ الصَّيْدَ يَنْقَسِمُ إِلَى قِسْمَيْنِ: قِسْمٌ لَهُ مِثْلٌ مِنَ النَّعَمِ كَبَقَرَةِ الْوَحْشِ، وَقِسْمٌ لَا مِثْلَ لَهُ مِنَ النَّعَمِ كَالْعَصَافِيرِ. </p><p> وَجُمْهُورُ الْعُلَمَاءِ يَعْتَبِرُونَ الْمِثْلِيَّةَ بِالْمُمَاثَلَةِ فِي الصُّورَةِ وَالْخِلْقَةِ، وَخَالَفَ الْإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ تَعَالَى - الْجُمْهُورَ، فَقَالَ: إِنَّ الْمُمَاثَلَةَ مَعْنَوِيَّةٌ، وَهِيَ الْقِيمَةُ، أَيْ قِيمَةُ الصَّيْدِ فِي الْمَكَانِ الَّذِي قَتَلَهُ فِيهِ، أَوْ أَقْرَبِ مَوْضِعٍ إِلَيْهِ إِنْ كَانَ لَا يُبَاعُ الصَّيْدُ فِي مَوْضِعِ قَتْلِهِ، فَيَشْتَرِي بِتِلْكَ الْقِيمَةِ هَدْيًا إِنْ شَاءَ، أَوْ يَشْتَرِي بِهَا طَعَامًا، وَيُطْعِمُ الْمَسَاكِينَ كُلَّ </p><p> مِسْكِينٍ نِصْفَ صَاعٍ مِنْ بُرٍّ، أَوْ صَاعًا مِنْ شَعِيرٍ، أَوْ صَاعًا مِنْ تَمْرٍ. </p><p> وَاحْتَجَّ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ - بِأَنَّهُ لَوْ كَانَ الشَّبَهُ مِنْ طَرِيقِ الْخِلْقَةِ وَالصُّورَةِ مُعْتَبِرًا فِي النَّعَامَةِ بَدَنَةً، وَفِي الْحِمَارِ بَقَرَةً، وَفِي الظَّبْيِ شَاةً ; لَمَا أَوْقَفَهُ عَلَى عَدْلَيْنِ يَحْكُمَانِ بِهِ ; لِأَنَّ ذَلِكَ قَدْ عُلِمَ فَلَا يُحْتَاجُ إِلَى الِارْتِيَاءِ وَالنَّظَرِ، وَإِنَّمَا يَفْتَقِرُ إِلَى الْعَدْلَيْنِ وَالنَّظَرِ مَا تَشَكَّلَ الْحَالُ فِيهِ، وَيَخْتَلِفُ فِيهِ وَجْهُ النَّظَرِ. </p><p> وَدَلِيلُ الْجُمْهُورِ عَلَى أَنَّ الْمُرَادَ بِالْمِثْلِ مِنَ النَّعَمِ: الْمُشَابَهَةُ لِلصَّيْدِ فِي الْخِلْقَةِ وَالصُّورَةِ مِنْهَا، قَوْلُهُ تَعَالَى: فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ الْآيَةَ، فَالْمِثْلُ يَقْتَضِي بِظَاهِرِهِ الْمِثْلَ الْخِلْقِيَّ الصُّورِيَّ دُونَ الْمَعْنَوِيِّ، ثُمَّ قَالَ: مِنَ النَّعَمِ، فَصَرَّحَ بِبَيَانِ جِنْسِ الْمِثْلِ، ثُمَّ قَالَ: يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ، وَضَمِيرُ بِهِ رَاجِعٌ إِلَى الْمِثْلِ مِنَ النَّعَمِ ; لِأَنَّهُ لَمْ يَتَقَدَّمْ ذِكْرٌ لِسِوَاهُ حَتَّى يَرْجِعَ إِلَيْهِ الضَّمِيرُ. </p><p> ثُمَّ قَالَ: هَدْيًا بَالِغَ الْكَعْبَةِ، وَالَّذِي يُتَصَوَّرُ أَنْ يَكُونَ هَدْيًا مِثْلَ الْمَقْتُولِ مِنَ النَّعَمِ، فَأَمَّا الْقِيمَةُ فَلَا يُتَصَوَّرُ أَنْ تَكُونَ هَدْيًا، وَلَا جَرَى لَهَا ذِكْرٌ فِي نَفْسِ الْآيَةِ، وَادِّعَاءُ أَنَّ الْمُرَادَ شِرَاءُ الْهَدْيِ بِهَا يُعِيدُ مِنْ ظَاهِرِ الْآيَةِ، فَاتَّضَحَ أَنَّ الْمُرَادَ مِثْلٌ مِنَ النَّعَمِ، وَقَوْلُهُ: لَوْ كَانَ الشَّبَهُ الْخِلْقِيُّ مُعْتَبَرًا لَمَا أَوْقَفَهُ عَلَى عَدْلَيْنِ؟ ، أُجِيبَ عَنْهُ: بِأَنَّ اعْتِبَارَ الْعَدْلَيْنِ إِنَّمَا وَجَبَ لِلنَّظَرِ فِي حَالِ الصَّيْدِ مِنْ كِبَرٍ وَصِغَرٍ، وَمَا لَا جِنْسَ لَهُ مِمَّا لَهُ جِنْسٌ، وَإِلْحَاقُ مَا لَمْ يَقَعْ عَلَيْهِ نَصٌّ بِمَا وَقَعَ عَلَيْهِ النَّصُّ، قَالَهُ الْقُرْطُبِيُّ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: الْمُرَادُ بِالْمِثْلِيَّةِ فِي الْآيَةِ التَّقْرِيبُ، وَإِذًا فَنَوْعُ الْمُمَاثَلَةِ قَدْ يَكُونُ خَفِيًّا، لَا يَطَّلِعُ عَلَيْهِ إِلَّا أَهْلُ الْمَعْرِفَةِ وَالْفِطْنَةِ التَّامَّةِ، كَكَوْنِ الشَّاةِ مَثَلًا لِلْحَمَامَةِ ; لِمُشَابَهَتِهَا لَهَا فِي عَبِّ الْمَاءِ وَالْهَدِيرِ. </p><p> وَإِذَا عَرَفْتَ التَّحْقِيقَ فِي الْجَزَاءِ بِالْمِثْلِ مِنَ النَّعَمِ، فَاعْلَمْ أَنَّ قَاتِلَ الصَّيْدِ مُخَيَّرٌ بَيْنَهُ، وَبَيْنَ الْإِطْعَامِ، وَالصِّيَامِ، كَمَا هُوَ صَرِيحُ الْآيَةِ الْكَرِيمَةِ ; لِأَنَّ «أَوْ» حَرْفُ تَخْيِيرٍ، وَقَدْ قَالَ تَعَالَى: أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا، وَعَلَيْهِ جُمْهُورُ الْعُلَمَاءِ. </p><p> فَإِنِ اخْتَارَ جَزَاءً بِالْمِثْلِ مِنَ النَّعَمِ، وَجَبَ ذَبْحُهُ فِي الْحَرَمِ خَاصَّةً ; لِأَنَّهُ حَقٌّ لِمَسَاكِينِ الْحَرَمِ، وَلَا يُجْزِئُ فِي غَيْرِهِ، كَمَا نَصَّ عَلَيْهِ تَعَالَى بِقَوْلِهِ: هَدْيًا بَالِغَ الْكَعْبَةِ، وَالْمُرَادُ الْحَرَمُ كُلُّهُ، كَقَوْلِهِ: ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ [٢٢ \\ ٣٣] ، مَعَ أَنَّ الْمَنْحَرَ الْأَكْبَرَ مِنًى، وَإِنِ اخْتَارَ الطَّعَامَ، فَقَالَ مَالِكٌ: أَحْسَنُ مَا سَمِعْتُ فِيهِ، أَنَّهُ يُقَوَّمُ الصَّيْدُ </p><p> بِالطَّعَامِ، فَيُطْعِمُ كُلَّ مِسْكِينٍ مُدًّا، أَوْ يَصُومُ مَكَانَ كُلِّ مُدٍّ يَوْمًا. </p><p> وَقَالَ ابْنُ الْقَاسِمِ عَنْهُ: إِنْ قَوَّمَ الصَّيْدَ بِالدَّرَاهِمِ، ثُمَّ قَوَّمَ الدَّرَاهِمَ بِالطَّعَامِ، أَجْزَأَهُ. وَالصَّوَابُ: الْأَوَّلُ ; فَإِنْ بَقِيَ أَقَلُّ مِنْ مُدٍّ تَصَدَّقَ بِهِ عِنْدَ بَعْضِ الْعُلَمَاءِ، وَتَمَّمَهُ مُدًّا كَامِلًا عِنْدَ بَعْضٍ آخَرَ، أَمَّا إِذَا صَامَ، فَإِنَّهُ يُكْمِلُ الْيَوْمَ الْمُنْكَسِرَ بِلَا خِلَافٍ. </p><p> وَقَالَ الشَّافِعِيُّ: إِذَا اخْتَارَ الْإِطْعَامَ، أَوِ الصِّيَامَ، فَلَا يُقَوَّمُ الصَّيْدُ الَّذِي لَهُ مِثْلٌ، وَإِنَّمَا يُقَوَّمُ مِثْلُهُ مِنَ النَّعَمِ بِالدَّرَاهِمِ، ثُمَّ تُقَوَّمُ الدَّرَاهِمُ بِالطَّعَامِ، فَيُطْعِمُ كُلَّ مِسْكِينٍ مُدًّا، أَوْ يَصُومُ عَنْ كُلِّ مُدٍّ يَوْمًا، وَيُتَمِّمُ الْمُنْكَسِرَ. </p><p> وَالتَّحْقِيقُ: أَنَّ الْخِيَارَ لِقَاتِلِ الصَّيْدِ الَّذِي هُوَ دَافِعُ الْجَزَاءِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْخِيَارُ لِلْعَدْلَيْنِ الْحَكَمَيْنِ، وَقَالَ بَعْضُهُمْ: يَنْبَغِي لِلْمُحَكِّمَيْنِ إِذَا حَكَمَا بِالْمِثْلِ، أَنْ يُخَيِّرَا قَاتِلَ الصَّيْدِ بَيْنَ الثَّلَاثَةِ الْمَذْكُورَةِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِذَا حَكَمَا بِالْمِثْلِ لَزِمَهُ، وَالْقُرْآنُ صَرِيحٌ فِي أَنَّهُ لَا يَلْزَمُهُ الْمِثْلُ مِنَ النَّعَمِ، إِلَّا إِذَا اخْتَارَهُ عَلَى الْإِطْعَامِ وَالصَّوْمِ، لِلتَّخْيِيرِ الْمَنْصُوصِ عَلَيْهِ بِحَرْفِ التَّخْيِيرِ فِي الْآيَةِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: هِيَ عَلَى التَّرْتِيبِ، فَالْوَاجِبُ الْهَدْيُ، فَإِنْ لَمْ يَجِدْ فَالْإِطْعَامُ، فَإِنْ لَمْ يَجِدْ فَالصَّوْمُ، وَيُرْوَى هَذَا عَنِ ابْنِ عَبَّاسٍ، وَالنَّخَعِيِّ وَغَيْرِهِمَا، وَلَا يَخْفَى أَنَّ فِي هَذَا مُخَالَفَةً لِظَاهِرِ الْقُرْآنِ، بِلَا دَلِيلٍ. </p><p> وَقَالَ أَبُو حَنِيفَةَ: يَصُومُ عَنْ كُلِّ مُدَّيْنِ يَوْمًا وَاحِدًا اعْتِبَارًا بِفِدْيَةِ الْأَذَى، قَالَهُ الْقُرْطُبِيُّ. وَاعْلَمْ أَنَّ ظَاهِرَ هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ يَصُومُ عَدْلَ الطَّعَامِ الْمَذْكُورِ، وَلَوْ زَادَ الصِّيَامُ عَنْ شَهْرَيْنِ، أَوْ ثَلَاثَةٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يَتَجَاوَزُ صِيَامَ الْجَزَاءِ شَهْرَيْنِ ; لِأَنَّهُمَا أَعْلَى الْكَفَّارَاتِ، وَاخْتَارَهُ ابْنُ الْعَرَبِيِّ، وَلَهُ وَجْهٌ مِنَ النَّظَرِ، وَلَكِنْ ظَاهِرُ الْآيَةِ يُخَالِفُهُ. </p><p> وَقَالَ يَحْيَى بْنُ عُمَرَ مِنَ الْمَالِكِيَّةِ: إِنَّمَا يُقَالُ: كَمْ رَجُلًا يَشْبَعُ مِنْ هَذَا الصَّيْدِ؟ ; فَيَعْرِفُ الْعَدَدَ، ثُمَّ يُقَالُ: كَمْ مِنَ الطَّعَامِ يُشْبِهُ هَذَا الْعَدَدَ؟ فَإِنْ شَاءَ أَخْرَجَ ذَلِكَ الطَّعَامَ، وَإِنْ شَاءَ صَامَ عَدَدَ أَمْدَادِهِ، قَالَ الْقُرْطُبِيُّ: وَهَذَا قَوْلٌ حَسَنٌ احْتَاطَ فِيهِ ; لِأَنَّهُ قَدْ تَكُونُ قِيمَةُ الصَّيْدِ مِنَ الطَّعَامِ قَلِيلَةً، فَبِهَذَا النَّظَرِ يَكْثُرُ الْإِطْعَامُ. </p><p> وَاعْلَمْ أَنَّ الْأَنْوَاعَ الثَّلَاثَةَ، وَاحِدٌ مِنْهَا يُشْتَرَطُ لَهُ الْحَرَمُ إِجْمَاعًا، وَهُوَ الْهَدْيُ كَمَا تَقَدَّمَ، وَوَاحِدٌ لَا يُشْتَرَطُ لَهُ الْحَرَمُ إِجْمَاعًا، وَهُوَ الصَّوْمُ، وَوَاحِدٌ اخْتُلِفَ فِيهِ، وَهُوَ الْإِطْعَامُ، فَذَهَبَ بَعْضُ الْعُلَمَاءِ إِلَى أَنَّهُ لَا يُطْعِمُ إِلَّا فِي الْحَرَمِ، وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّهُ يُطْعِمُ فِي مَوْضِعِ إِصَابَةِ الصَّيْدِ، وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّهُ يُطْعِمُ حَيْثُ شَاءَ، وَأَظْهَرُهَا أَنَّهُ حَقٌّ لِمَسَاكِينِ الْحَرَمِ ; لِأَنَّهُ بَدَلٌ عَنِ الْهَدْيِ، أَوْ نَظِيرٌ لَهُ، وَهُوَ حَقٌّ لَهُمْ إِجْمَاعًا، كَمَا صَرَّحَ بِهِ تَعَالَى بِقَوْلِهِ: هَدْيًا بَالِغَ الْكَعْبَةِ، وَأَمَّا الصَّوْمُ فَهُوَ عِبَادَةٌ تَخْتَصُّ بِالصَّائِمِ لَا حَقَّ فِيهَا لِمَخْلُوقٍ، فَلَهُ فِعْلُهَا فِي أَيِّ مَوْضِعٍ شَاءَ. </p><p> وَأَمَّا إِنْ كَانَ الصَّيْدُ لَا مِثْلَ لَهُ مِنَ النَّعَمِ كَالْعَصَافِيرِ ; فَإِنَّهُ يُقَوَّمُ، ثُمَّ يُعْرَفُ قَدْرُ قِيمَتِهِ مِنَ الطَّعَامِ، فَيُخْرِجُهُ لِكُلِّ مِسْكِينٍ مُدٌّ، أَوْ يَصُومُ عَنْ كُلِّ مُدٍّ يَوْمًا. </p><p> فَتَحَصَّلَ أَنَّ مَالَهُ مِثْلٌ مِنَ النَّعَمِ يُخَيَّرُ فِيهِ بَيْنَ ثَلَاثَةِ أَشْيَاءَ: هِيَ الْهَدْيُ بِمِثْلِهِ، وَالْإِطْعَامُ، وَالصِّيَامُ، وَأَنَّ مَا لَا مِثْلَ لَهُ يُخَيَّرُ فِيهِ بَيْنَ شَيْئَيْنِ فَقَطْ: وَهُمَا الْإِطْعَامُ، وَالصِّيَامُ عَلَى مَا ذَكَرْنَا. </p><p> وَاعْلَمْ أَنَّ الْمِثْلَ مِنَ النَّعَمِ لَهُ ثَلَاثُ حَالَاتٍ: </p><p> الْأُولَى: أَنْ يَكُونَ تَقَدَّمَ فِيهِ حُكْمٌ مِنْ - النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> الثَّانِيَةُ: أَنْ يَكُونَ تَقَدَّمَ فِيهِ حُكْمٌ مِنْ عَدْلَيْنِ مِنَ الصَّحَابَةِ، أَوِ التَّابِعَيْنِ مَثَلًا. </p><p> الثَّالِثَةُ: أَلَّا يَكُونَ تَقَدَّمَ فِيهِ حُكْمٌ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا مِنْهُمْ - رَضِيَ اللَّهُ عَنْهُمْ - فَالَّذِي حَكَمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ لَا يَجُوزُ لِأَحَدٍ الْحِكَمُ فِيهِ بِغَيْرِ ذَلِكَ، وَذَلِكَ كَالضَّبُعِ، فَإِنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَى فِيهَا بِكَبْشٍ، قَالَ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» مَا نَصُّهُ: حَدِيثُ «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَى فِي الضَّبُعِ بِكَبْشٍ» أَخْرَجَهُ أَصْحَابُ السُّنَنِ، وَابْنُ حِبَّانَ، وَأَحْمَدُ، وَالْحَاكِمُ فِي «الْمُسْتَدْرَكِ» مِنْ طَرِيقِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمَّارٍ، عَنْ جَابِرٍ بِلَفْظِ: سَأَلْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الضَّبُعِ فَقَالَ:  «هُوَ صَيْدٌ، وَيُجْعَلُ فِيهِ كَبْشٌ إِذَا أَصَابَهُ الْمُحْرِمُ» ، وَلَفْظُ الْحَاكِمِ:  «جَعَلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الضَّبُعِ يُصِيبُهُ الْمُحْرِمُ كَبْشًا» ، وَجَعْلَهُ مِنَ الصَّيْدِ، وَهُوَ عِنْدَ ابْنِ مَاجَهْ، إِلَّا أَنَّهُ لَمْ يَقُلْ نَجْدِيًّا، قَالَ التِّرْمِذِيُّ: سَأَلْتُ عَنْهُ الْبُخَارِيَّ فَصَحَّحَهُ، وَكَذَا صَحَّحَهُ عَبْدُ الْحَقِّ وَقَدْ أَعْلَّ بِالْوَقْفِ، وَقَالَ الْبَيْهَقِيُّ: هُوَ حَدِيثٌ جَيِّدٌ تَقُومُ بِهِ الْحُجَّةُ، وَرَوَاهُ الْبَيْهَقِيُّ مِنْ طَرِيقِ الْأَجْلَحِ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ عُمَرَ قَالَ:  «لَا أَرَاهُ إِلَّا قَدْ رَفَعَهُ أَنَّهُ حَكَمَ فِي الضَّبُعِ بِكَبْشٍ» . الْحَدِيثَ، وَرَوَاهُ الشَّافِعِيُّ، عَنْ مَالِكٍ عَنْ أَبِي الزُّبَيْرِ بِهِ مَوْقُوفًا، وَصَحَّحَ وَقْفَهُ مِنْ </p><p> هَذَا الْبَابِ الدَّارَقُطْنِيُّ، وَرَوَاهُ الدَّارَقُطْنِيُّ، وَالْحَاكِمُ مِنْ طَرِيقِ إِبْرَاهِيمَ الصَّائِغِ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الضَّبُعُ صَيْدٌ، فَإِذَا أَصَابَهُ الْمُحْرِمُ فَفِيهِ كَبْشٌ مُسِنٌّ وَيُؤْكَلُ» ، وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ رَوَاهُ الدَّارَقُطْنِيُّ، وَالْبَيْهَقِيُّ مِنْ طَرِيقِ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ عَنْهُ، وَقَدْ أَعَلَّ بِالْإِرْسَالِ. </p><p> وَرَوَاهُ الشَّافِعِيُّ مِنْ طَرِيقِ ابْنِ جُرَيْجٍ، عَنْ عِكْرِمَةَ مُرْسَلًا وَقَالَ: لَا يَثْبُتُ مِثْلُهُ لَوِ انْفَرَدَ، ثُمَّ أَكَّدَهُ بِحَدِيثِ ابْنِ أَبِي عَمَّارٍ الْمُتَقَدِّمِ، وَقَالَ الْبَيْهَقِيُّ: وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا أَيْضًا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: قَضَاؤُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِكَبْشٍ ثَابِتٌ كَمَا رَأَيْتَ تَصْحِيحَ الْبُخَارِيِّ وَعَبْدِ الْحَقِّ لَهُ، وَكَذَلِكَ الْبَيْهَقِيُّ، وَالشَّافِعِيُّ، وَغَيْرُهُمْ، وَالْحَدِيثُ إِذَا ثَبَتَ صَحِيحًا مِنْ وَجْهٍ لَا يَقْدَحُ فِيهِ الْإِرْسَالُ وَلَا الْوَقْفُ مِنْ طَرِيقٍ أُخْرَى، كَمَا هُوَ الصَّحِيحُ عِنْدَ الْمُحَدِّثِينَ ; لِأَنَّ الْوَصْلَ وَالرَّفْعَ مِنَ الزِّيَادَاتِ، وَزِيَادَةُ الْعَدْلِ مَقْبُولَةٌ كَمَا هُوَ مَعْرُوفٌ، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ «مَرَاقِي السُّعُودِ» : [الرَّجَزُ] </p><p> وَالرَّفْعُ وَالْوَصْلُ وَزَيْدُ اللَّفْظِ ... مَقْبُولَةٌ عِنْدَ إِمَامِ الْحِفْظِ </p><p> إِلَخْ </p><p> وَأَمَّا إِنْ تَقَدَّمَ فِيهِ حُكْمٌ مِنْ عَدْلَيْنِ مِنَ الصَّحَابَةِ، أَوْ مِمَّنْ بَعْدَهُمْ، فَقَالَ بَعْضُ الْعُلَمَاءِ: يَتَّبِعُ حُكْمَهُمْ وَلَا حَاجَةَ إِلَى نَظَرِ عَدْلَيْنِ وَحُكْمِهِمَا مِنْ جَدِيدٍ ; لِأَنَّ اللَّهَ قَالَ: يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ [٥ \\ ٩٥] ، وَقَدْ حَكَمَا بِأَنَّ هَذَا مِثْلٌ لِهَذَا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا بُدَّ مِنْ حُكْمِ عَدْلَيْنِ مِنْ جَدِيدٍ، وَمِمَّنْ قَالَ بِهِ مَالِكٌ، قَالَ الْقُرْطُبِيُّ: وَلَوِ اجْتَزَأَ بِحُكْمِ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - لَكَانَ حَسَنًا. </p><p> وَرُوِيَ عَنْ مَالِكٍ أَيْضًا أَنَّهُ يَسْتَأْنِفُ الْحُكْمَ فِي كُلِّ صَيْدٍ مَا عَدَا حَمَامَ مَكَّةَ، وَحِمَارَ الْوَحْشِ، وَالظَّبْيَ، وَالنَّعَامَةَ ; فَيَكْتَفِي فِيهَا بِحُكْمِ مَنْ مَضَى مِنَ السَّلَفِ، وَقَدْ رُوِيَ عَنْ عُمَرَ: أَنَّهُ حَكَمَ هُوَ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ فِي ظَبْيٍ بِعَنْزٍ، أَخْرَجَهُ مَالِكٌ، وَالْبَيْهَقِيُّ وَغَيْرُهُمَا، وَرُوِيَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَسَعْدٍ - رَضِيَ اللَّهُ عَنْهُمَا: أَنَّهُمَا حَكَمَا فِي الظَّبْيِ بِتَيْسٍ أَعْفَرَ، وَعَنِ ابْنِ عَبَّاسٍ، وَعُمَرَ، وَعُثْمَانَ، وَعَلِيٍّ، وَزَيْدِ بْنِ ثَابِتٍ، وَمُعَاوِيَةَ، وَابْنِ مَسْعُودٍ وَغَيْرِهِمْ أَنَّهُمْ قَالُوا:  «فِي النَّعَامَةِ بَدَنَةٌ» ، أَخْرَجَهُ الْبَيْهَقِيُّ وَغَيْرُهُ، وَعَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ: أَنَّ فِي حِمَارِ الْوَحْشِ وَالْبَقَرَةِ بَقَرَةً، وَأَنَّ فِي الْأَيِّلِ بَقَرَةً. </p><p> وَعَنْ جَابِرٍ: أَنَّ عُمَرَ قَضَى فِي الضَّبُعِ بِكَبْشٍ، وَفِي الْغَزَالِ بِعَنْزٍ، وَفِي الْأَرْنَبِ بِعَنَاقٍ، وَفِي الْيَرْبُوعِ بِجَفْرَةٍ، أَخْرَجَهُ مَالِكٌ، وَالْبَيْهَقِيُّ، وَرَوَى الْأَجْلَحُ بْنُ عَبْدِ اللَّهِ هَذَا الْأَثَرَ عَنْ جَابِرٍ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالصَّحِيحُ مَوْقُوفٌ عَلَى عُمَرَ كَمَا ذَكَرَهُ الْبَيْهَقِيُّ وَغَيْرُهُ، وَقَالَ الْبَيْهَقِيُّ: وَكَذَلِكَ رَوَاهُ عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، عَنْ عُمَرَ مِنْ قَوْلِهِ، وَعَنِ ابْنِ عَبَّاسٍ: أَنَّهُ قَضَى فِي الْأَرْنَبِ بِعَنَاقٍ، وَقَالَ:  «هِيَ تَمْشِي عَلَى أَرْبَعٍ، وَالْعَنَاقُ كَذَلِكَ، وَهِيَ تَأْكُلُ الشَّجَرَ، وَالْعَنَاقُ كَذَلِكَ، وَهِيَ تَجْتَرُّ، وَالْعَنَاقُ كَذَلِكَ» رَوَاهُ الْبَيْهَقِيُّ. </p><p> وَعَنِ ابْنِ مَسْعُودٍ: أَنَّهُ قَضَى فِي الْيَرْبُوعِ بِحَفْرٍ أَوْ جَفْرَةٍ، رَوَاهُ الْبَيْهَقِيُّ أَيْضًا، وَقَالَ الْبَيْهَقِيُّ: قَالَ أَبُو عُبَيْدٍ: قَالَ أَبُو زَيْدٍ: الْجَفْرُ مِنْ أَوْلَادِ الْمَعْزِ مَا بَلَغَ أَرْبَعَةَ أَشْهُرٍ وَفَصَلَ عَنْ أُمِّهِ، وَعَنْ شُرَيْحٍ أَنَّهُ قَالَ: لَوْ كَانَ مَعِي حَكَمٌ حَكَمْتُ فِي الثَّعْلَبِ بِجَدْيٍ، وَرُوِيَ عَنْ عَطَاءٍ أَنَّهُ قَالَ: فِي الثَّعْلَبِ شَاةٌ، وَرُوِيَ عَنْ عُمَرَ، وَأَرْبَدَ - رَضِيَ اللَّهُ - عَنْهُمَا: أَنَّهُمَا حَكَمَا فِي ضَبٍّ قَتَلَهُ أَرْبَدُ الْمَذْكُورُ بِجَدْيٍ قَدْ جَمَعَ الْمَاءَ وَالشَّجَرَ، رَوَاهُ الْبَيْهَقِيُّ وَغَيْرُهُ. </p><p> وَعَنْ عُثْمَانَ بْنِ عَفَّانَ - رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ حَكَمَ فِي أُمِّ حُبَيْنٍ بِجِلَّانَ مِنَ الْغَنَمِ، وَالْجِلَّانُ الْجَدْيُ، وَرَوَاهُ الْبَيْهَقِيُّ وَغَيْرُهُ. </p><p> تَنْبِيهٌ </p><p> أَقَلُّ مَا يَكُونُ جَزَاءً مِنَ النَّعَمِ عِنْدَ مَالِكٍ شَاةٌ تُجْزِئُ ضَحِيَّةً، فَلَا جَزَاءَ عِنْدِهِ بِجَفْرَةٍ، وَلَا عَنَاقٍ، مُسْتَدِلًّا بِأَنَّ جَزَاءَ الصَّيْدِ كَالدِّيَةِ لَا فَرْقَ فِيهَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ، وَبِأَنَّ اللَّهَ قَالَ: هَدْيًا بَالِغَ الْكَعْبَةِ، فَلَا بُدَّ أَنْ يَكُونَ الْجَزَاءُ يَصِحُّ هَدْيًا، فَفِي الضَّبِّ وَالْيَرْبُوعِ عِنْدَهُ قِيمَتُهَا طَعَامًا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: قَوْلُ الْجُمْهُورِ فِي جَزَاءِ الصَّغِيرِ بِالصَّغِيرِ، وَالْكَبِيرِ بِالْكَبِيرِ، هُوَ الظَّاهِرُ، وَهُوَ ظَاهِرُ قَوْلِهِ تَعَالَى: فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ، قَالَ ابْنُ الْعَرَبِيِّ: وَهَذَا صَحِيحٌ، وَهُوَ اخْتِيَارُ عُلَمَائِنَا، يَعْنِي مَذْهَبَ الْجُمْهُورِ الَّذِي هُوَ اعْتِبَارُ الصِّغَرِ، وَالْكِبْرِ، وَالْمَرَضِ، وَنَحْوِ ذَلِكَ كَسَائِرِ الْمُتْلَفَاتِ. </p><p> الْمَسْأَلَةُ الْعَاشِرَةُ: إِذَا كَانَ مَا أَتْلَفَهُ الْمُحْرِمُ بَيْضًا، فَقَالَ مَالِكٌ: فِي بَيْضِ النَّعَامَةِ </p><p> عُشْرُ ثَمَنِ الْبَدَنَةِ، وَفِي بَيْضِ الْحَمَامَةِ الْمَكِّيَّةِ عُشْرُ ثَمَنِ شَاةٍ، قَالَ ابْنُ الْقَاسِمِ: وَسَوَاءٌ كَانَ فِيهَا فَرْخٌ أَوْ لَمْ يَكُنْ، مَا لَمْ يَسْتَهِلَّ الْفَرْخُ بَعْدَ الْكَسْرِ، فَإِنِ اسْتَهَلَّ فَعَلَيْهِ الْجَزَاءُ كَامِلًا كَجَزَاءِ الْكَبِيرِ مِنْ ذَلِكَ الطَّيْرِ، قَالَ ابْنُ الْمَوَّارِ بِحُكُومَةِ عَدْلَيْنِ، وَأَكْثَرُ الْعُلَمَاءِ يَرَوْنَ فِي بَيْضِ كُلِّ طَائِرٍ قِيمَتَهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: وَهُوَ الْأَظْهَرُ، قَالَ الْقُرْطُبِيُّ: رَوَى عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَى فِي بَيْضِ نَعَامٍ أَصَابَهُ مُحْرِمٌ بِقَدْرِ ثَمَنِهِ، أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَرَوَى أَبُو هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «فِي بَيْضَةِ نَعَامٍ صِيَامُ يَوْمٍ أَوْ إِطْعَامُ مِسْكِينٍ» ، قَالَهُ الْقُرْطُبِيُّ، وَإِنْ قَتَلَ الْمُحْرِمُ فِيلًا فَقِيلَ: فِيهِ بَدَنَةٌ مِنَ الْهِجَانِ الْعِظَامِ الَّتِي لَهَا سَنَامَانِ، وَإِذَا لَمْ يُوجَدْ شَيْءٌ مِنْ هَذِهِ الْإِبِلِ ; فَيُنْظَرُ إِلَى قِيمَتِهِ طَعَامًا، فَيَكُونُ عَلَيْهِ ذَلِكَ. </p><p> قَالَ الْقُرْطُبِيُّ: وَالْعَمَلُ فِيهِ أَنْ يُجْعَلَ الْفِيلُ فِي مَرْكَبٍ وَيُنْظَرَ إِلَى مُنْتَهَى مَا يَنْزِلُ الْمَرْكَبُ فِي الْمَاءِ، ثُمَّ يَخْرُجُ الْفِيلُ، وَيُجْعَلُ فِي الْمَرْكَبُ طَعَامٌ إِلَى الْحَدِّ الَّذِي نَزَلَ فِيهِ وَالْفِيلُ فِيهِ، وَهَذَا عَدْلُهُ مِنَ الطَّعَامِ وَأَمَّا إِنْ نَظَرَ إِلَى قِيمَتِهِ، فَهُوَ يَكُونُ لَهُ ثَمَنٌ عَظِيمٌ لِأَجْلِ عِظَامِهِ وَأَنْيَابِهِ ; فَيَكْثُرُ الطَّعَامُ وَذَلِكَ ضَرَرٌ اهـ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: هَذَا الَّذِي ذَكَرَهُ الْقُرْطُبِيُّ فِي اعْتِبَارِ مِثْلِ الْفِيلِ طَعَامًا فِيهِ أَمْرَانِ: </p><p> الْأَوَّلُ: أَنَّهُ لَا يُقْدَرُ عَلَيْهِ غَالِبًا ; لِأَنَّ نَقْلَ الْفِيلِ إِلَى الْمَاءِ، وَتَحْصِيلَ الْمَرْكَبِ، وَرَفْعَ الْفِيلِ فِيهِ، وَنَزْعَهُ مِنْهُ، لَا يَقْدِرُ عَلَيْهِ آحَادُ النَّاسِ غَالِبًا، وَلَا يَنْبَغِي التَّكْلِيفُ الْعَامُّ إِلَّا بِمَا هُوَ مَقْدُورٌ غَالِبًا لِكُلِّ أَحَدٍ. </p><p> وَالثَّانِي: أَنَّ كَثْرَةَ الْقِيمَةِ لَا تُعَدُّ ضَرَرًا ; لِأَنَّهُ لَمْ يُجْعَلْ عَلَيْهِ إِلَّا قِيمَةُ مَا أَتْلَفَ فِي الْإِحْرَامِ، وَمَنْ أَتْلَفَ فِي الْإِحْرَامِ حَيَوَانًا عَظِيمًا ; لَزِمَهُ جَزَاءٌ عَظِيمٌ، وَلَا ضَرَرَ عَلَيْهِ ; لِأَنَّ عِظَمَ الْجَزَاءِ تَابِعٌ لِعِظَمِ الْجِنَايَةِ كَمَا هُوَ ظَاهِرٌ. </p><p> الْمَسْأَلَةُ الْحَادِيَةَ عَشْرَةَ: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ صَيْدَ الْحَرَمِ الْمَكِّيِّ مَمْنُوعٌ، وَأَنَّ قَطْعَ شَجَرِهِ، وَنَبَاتِهِ حَرَامٌ، إِلَّا الْإِذْخِرَ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ فَتْحِ مَكَّةَ:  «إِنَّ هَذَا الْبَلَدَ حَرَامٌ لَا يُعْضَدُ شَوْكُهُ، وَلَا يُخْتَلَى خَلَاهُ، وَلَا يُنَفَّرُ صَيْدُهُ، وَلَا تُلْتَقَطُ لُقَطَتُهُ، إِلَّا لِمُعَرِّفٍ» . فَقَالَ </p><p> الْعَبَّاسُ: إِلَّا الْإِذْخِرَ ; فَإِنَّهُ لَا بُدَّ لَهُمْ مِنْهُ، فَإِنَّهُ لِلْقُيُونِ وَالْبُيُوتِ، فَقَالَ:  «إِلَّا الْإِذْخِرَ» ، مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - وَعَنْ أَبِي هُرَيْرَةَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا فَتَحَ مَكَّةَ قَالَ:  «لَا يُنَفَّرُ صَيْدُهَا، وَلَا يُخْتَلَى شَوْكُهَا، وَلَا تَحِلُّ سَاقِطَتُهَا إِلَّا لِمُنْشِدٍ» ، فَقَالَ الْعَبَّاسُ: إِلَّا الْإِذْخِرَ ; فَإِنَّا نَجْعَلُهُ لِقُبُورِنَا وَبُيُوتِنَا، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِلَّا الْإِذْخِرَ» ، مُتَّفَقٌ عَلَيْهِ أَيْضًا، وَفِي لَفْظٍ «لَا يُعْضَدُ شَجَرُهَا» ، بَدَلَ قَوْلِهِ «لَا يُخْتَلَى شَوْكُهَا» ، وَالْأَحَادِيثُ فِي الْبَابِ كَثِيرَةٌ. </p><p> وَاعْلَمْ أَنَّ شَجَرَ الْحَرَمِ وَنَبَاتَهُ طَرَفَانِ، وَوَاسِطَةُ طَرَفٍ، لَا يَجُوزُ قَطْعُهُ إِجْمَاعًا، وَهُوَ مَا أَنْبَتَهُ اللَّهُ فِي الْحَرَمِ مِنْ غَيْرِ تَسَبُّبِ الْآدَمِيِّينَ، وَطَرَفٌ يَجُوزُ قَطْعُهُ إِجْمَاعًا، وَهُوَ مَا زَرَعَهُ الْآدَمِيُّونَ مِنَ الزُّرُوعِ، وَالْبُقُولِ، وَالرَّيَاحِينِ وَنَحْوِهَا، وَطَرَفٌ اخْتُلِفَ فِيهِ، وَهُوَ مَا غَرَسَهُ الْآدَمِيُّونَ مِنْ غَيْرِ الْمَأْكُولِ، وَالْمَشْمُومِ، كَالْأَثْلِ، وَالْعَوْسَجِ، فَأَكْثَرُ الْعُلَمَاءِ عَلَى جَوَازِ قَطْعِهِ. </p><p> وَقَالَ قَوْمٌ مِنْهُمُ الشَّافِعِيُّ بِالْمَنْعِ، وَهُوَ أَحْوَطُ فِي الْخُرُوجِ مِنَ الْعُهْدَةِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنْ نَبَتَ أَوَّلًا فِي الْحَلِّ، ثُمَّ نُزِعَ فَغُرِسَ فِي الْحَرَمِ جَازَ قَطْعُهُ، وَإِنْ نَبَتَ أَوَّلًا فِي الْحَرَمِ، فَلَا يَجُوزُ قَطْعُهُ، وَيَحْرُمُ قَطْعُ الشَّوْكِ وَالْعَوْسَجِ، قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» ، وَقَالَ الْقَاضِي، وَأَبُو الْخَطَّابِ: لَا يَحْرِمُ، وَرُوِيَ ذَلِكَ عَنْ عَطَاءٍ، وَمُجَاهِدٍ، وَعَمْرِو بْنِ دِينَارٍ، وَالشَّافِعِيِّ ; لِأَنَّهُ يُؤْذِي بِطَبْعِهِ، فَأَشْبَهَ السِّبَاعَ مِنَ الْحَيَوَانِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: قِيَاسُ شَوْكِ الْحَرَمِ عَلَى سِبَاعِ الْحَيَوَانِ مَرْدُودٌ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّ السِّبَاعَ تَتَعَرَّضُ لِأَذَى النَّاسِ، وَتَقْصِدُهُ، بِخِلَافِ الشَّوْكِ. </p><p> الثَّانِي: أَنَّهُ مُخَالِفٌ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَا يُعْضَدُ شَوْكُهُ» ، وَالْقِيَاسُ الْمُخَالِفُ لِلنَّصِّ فَاسِدُ الِاعْتِبَارِ، قَالَ فِي «مَرَاقِي السُّعُودِ» : [الرَّجَزُ] </p><p> وَالْخُلْفُ لِلنَّصِّ أَوْ إِجْمَاعٍ دَعَا فَسَادَ الِاعْتِبَارِ كُلُّ مَنْ وَعَى </p><p> وَفَسَادُ الِاعْتِبَارِ قَادِحٌ مُبْطِلٌ لِلدَّلِيلِ، كَمَا تَقَرَّرَ فِي الْأُصُولِ، وَاخْتُلِفَ فِي قَطْعِ الْيَابِسِ مِنَ الشَّجَرِ، وَالْحَشِيشِ، فَأَجَازَهُ بَعْضُ الْعُلَمَاءِ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ، وَأَحْمَدَ ; لِأَنَّهُ كَالصَّيْدِ الْمَيِّتِ، لَا شَيْءَ عَلَى مَنْ قَدَّهُ نِصْفَيْنِ، وَهُوَ ظَاهِرُ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَلَا يُخْتَلَى خَلَاهُ» ; لِأَنَّ الْخَلَا هُوَ الرَّطْبُ مِنَ النَّبَاتِ، فَيُفْهَمُ مِنْهُ أَنَّهُ لَا بَأْسَ بِقَطْعِ الْيَابِسِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يَجُوزُ قَطْعُ الْيَابِسِ مِنْهُ، وَاسْتَدَلُّوا لَهُ بِأَنَّ اسْتِثْنَاءَ الْإِذْخِرِ إِشَارَةٌ إِلَى تَحْرِيمِ الْيَابِسِ، وَبِأَنَّ فِي بَعْضِ طُرُقِ حَدِيثِ أَبِي هُرَيْرَةَ:  «وَلَا يُحْتَشُّ حَشِيشُهَا» ، وَالْحَشِيشُ فِي اللُّغَةِ: الْيَابِسُ مِنَ الْعُشْبِ، وَلَا شَكَّ أَنَّ تَرْكَهُ أَحْوَطُ. </p><p> وَاخْتُلِفَ أَيْضًا فِي جَوَازِ تَرْكِ الْبَهَائِمِ تَرْعَى فِيهِ، فَمَنَعَهُ أَبُو حَنِيفَةَ، وَرُوِيَ نَحْوُهُ عَنْ مَالِكٍ، وَفِيهِ عَنْ أَحْمَدَ رِوَايَتَانِ، وَمَذْهَبُ الشَّافِعِيِّ جَوَازُهُ، وَاحْتَجَّ مَنْ مَنَعَهُ بِأَنَّ مَا حَرُمَ إِتْلَافُهُ، لَمْ يَجُزْ أَنْ يُرْسِلَ عَلَيْهِ مَا يُتْلِفُهُ كَالصَّيْدِ، وَاحْتَجَّ مَنْ أَجَازَهُ بِأَمْرَيْنِ: </p><p> الْأَوَّلُ: حَدِيثُ ابْنِ عَبَّاسٍ قَالَ: «أَقْبَلْتُ رَاكِبًا عَلَى أَتَانٍ، فَوَجَدْتُ - النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي بِالنَّاسِ بِمِنًى إِلَى غَيْرِ جِدَارٍ، فَدَخَلْتُ فِي الصَّفِّ، وَأَرْسَلْتُ الْأَتَانَ تَرْتَعِ» ، مُتَّفَقٌ عَلَيْهِ، وَمِنًى مِنَ الْحَرَمِ. </p><p> الثَّانِي: أَنَّ الْهَدْيَ كَانَ يَدْخُلُ بِكَثْرَةٍ فِي زَمَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَزَمَنِ أَصْحَابِهِ، وَلَمْ يُنْقَلْ عَنْ أَحَدٍ الْأَمْرُ بِسَدِّ أَفْوَاهِ الْهَدْيِ عَنِ الْأَكْلِ مِنْ نَبَاتِ الْحَرَمِ، وَهَذَا الْقَوْلُ أَظْهَرُ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَمِمَّنْ قَالَ بِهِ عَطَاءٌ، وَاخْتُلِفَ فِي أَخْذِ الْوَرَقِ، وَالْمُسَاوِيكِ مِنْ شَجَرِ الْحَرَمِ، إِذَا كَانَ أَخْذُ الْوَرَقِ بِغَيْرِ ضَرْبٍ يَضُرُّ بِالشَّجَرَةِ، فَمَنَعَهُ بَعْضُ الْعُلَمَاءِ ; لِعُمُومِ الْأَدِلَّةِ، وَأَجَازَهُ الشَّافِعِيُّ ; لِأَنَّهُ لَا ضَرَرَ فِيهِ عَلَى الشَّجَرَةِ، وَرُوِيَ عَنْ عَطَاءٍ، وَعَمْرِو بْنِ دِينَارٍ: أَنَّهُمَا رَخَّصَا فِي وَرَقِ السَّنَا لِلِاسْتِمْشَاءِ بِدُونِ نَزْعِ أَصْلِهِ، وَالْأَحْوَطُ تَرْكُ ذَلِكَ كُلِّهِ، وَالظَّاهِرُ أَنَّ مَنْ أَجَازَهُ اسْتَدَلَّ لِذَلِكَ بِقِيَاسِهِ عَلَى الْإِذْخِرِ بِجَامِعِ الْحَاجَةِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَلَا بَأْسَ بِالِانْتِفَاعِ بِمَا انْكَسَرَ مِنَ الْأَغْصَانِ، وَانْقَلَعَ مِنَ الشَّجَرِ بِغَيْرِ فِعْلِ آدَمِيٍّ، وَلَا مَا سَقَطَ مِنَ الْوَرَقِ، نَصَّ عَلَيْهِ أَحْمَدُ، وَلَا نَعْلَمُ فِيهِ خِلَافًا ; لِأَنَّ الْخَبَرَ إِنَّمَا وَرَدَ فِي الْقَطْعِ، وَهَذَا لَمْ يَقْطَعْ، فَأَمَّا إِنْ قَطَعَهُ آدَمِيٌّ، فَقَالَ أَحْمَدُ: لَمْ أَسْمَعْ إِذَا قَطَعَ أَنَّهُ يُنْتَفَعُ بِهِ، وَقَالَ فِي الدَّوْحَةِ تُقْطَعُ مِنْ شَبَهِهِ بِالصَّيْدِ لَمْ يُنْتَفَعْ بِحَطَبِهَا ; وَذَلِكَ لِأَنَّهُ مَمْنُوعٌ مِنْ إِتْلَافِهِ لِحُرْمَةِ الْحَرَمِ، فَإِذَا قَطَعَهُ مَنْ يَحْرُمُ عَلَيْهِ قَطْعُهُ لَمْ يَنْتَفِعْ بِهِ، كَالصَّيْدِ يَذْبَحُهُ الْمُحْرِمُ. </p><p> وَيُحْتَمَلُ أَنْ يُبَاحَ لِغَيْرِ الْقَاطِعِ الِانْتِفَاعُ بِهِ ; لِأَنَّهُ انْقَطَعَ بِغَيْرِ فِعْلِهِ، فَأُبِيحَ لَهُ الِانْتِفَاعُ بِهِ، كَمَا لَوْ قَطَعَهُ حَيَوَانٌ بَهِيمِيٌّ، وَيُفَارِقُ الصَّيْدَ الَّذِي ذَبَحَهُ ; لَأَنَّ الذَّكَاةَ تُعْتَبَرُ لَهَا الْأَهْلِيَّةُ، وَلِهَذَا لَا تَحْصُلُ بِفِعْلِ بَهِيَمَةٍ بِخِلَافِ هَذَا. اهـ. </p><p> وَقَالَ فِي الْمُغْنِي أَيْضًا: وَيُبَاحُ أَخْذُ الْكُمْأَةِ مِنَ الْحَرَمِ، وَكَذَلِكَ الْفَقْعُ ; لِأَنَّهُ لَا أَصْلَ لَهُ، فَأَشْبَهَ الثَّمَرَةَ، وَرَوَى حَنْبَلٌ قَالَ: يُؤْكَلُ مِنْ شَجَرِ الْحَرَمِ الضَّغَابِيسُ وَالْعِشْرِقُ، وَمَا سَقَطَ مِنَ الشَّجَرِ، وَمَا أَنَبْتَ النَّاسُ. </p><p> وَاخْتُلِفَ فِي عُشْبِ الْحَرَمِ الْمَكِّيِّ، هَلْ يَجُوزُ أَخْذُهُ لِعَلَفِ الْبَهَائِمِ؟ وَالْأَصَحُّ الْمَنْعُ لِعُمُومِ الْأَدِلَّةِ. </p><p> فَإِذَا عَرَفْتَ هَذَا، فَاعْلَمْ أَنَّ الْحَلَالَ إِذَا قَتَلَ صَيْدًا فِي الْحَرَمِ الْمَكِّيِّ، فَجُمْهُورُ الْعُلَمَاءِ مِنْهُمُ الْأَئِمَّةُ الْأَرْبَعَةُ، وَعَامَّةُ فُقَهَاءِ الْأَمْصَارِ عَلَى أَنَّ عَلَيْهِ الْجَزَاءَ، وَهُوَ كَجَزَاءِ الْمُحْرِمِ الْمُتَقَدِّمِ، إِلَّا أَنَّ أَبَا حَنِيفَةَ قَالَ: لَيْسَ فِيهِ الصَّوْمُ ; لِأَنَّهُ إِتْلَافٌ مَحْضٌ مِنْ غَيْرِ مُحَرَّمٍ. </p><p> وَخَالَفَ فِي ذَلِكَ دَاوُدُ بْنُ عَلِيٍّ الظَّاهِرِيُّ، مُحْتَجًّا بِأَنَّ الْأَصْلَ بَرَاءَةُ الذِّمَّةِ، وَلَمْ يَرِدْ فِي جَزَاءِ صَيْدِ الْحَرَمِ نَصٌّ، فَيَبْقَى عَلَى الْأَصْلِ الَّذِي هُوَ بَرَاءَةُ الذِّمَّةِ، وَقَوْلُهُ هَذَا قَوِيٌّ جِدًّا. </p><p> وَاحْتَجَّ الْجُمْهُورُ: بِأَنَّ الصَّحَابَةَ - رَضِيَ اللَّهُ عَنْهُمْ - قَضَوْا فِي حَمَامِ الْحَرَمِ الْمَكِّيِّ بِشَاةٍ شَاةٍ، رُوِيَ ذَلِكَ عَنْ عُمَرَ، وَعُثْمَانَ، وَعَلِيٍّ، وَابْنِ عُمَرَ، وَابْنِ عَبَّاسٍ، وَلَمْ يُنْقَلْ عَنْ غَيْرِهِمْ خِلَافُهُمْ ; فَيَكُونُ إِجْمَاعًا سُكُوتِيًّا، وَاسْتَدَلُّوا أَيْضًا بِقِيَاسِهِ عَلَى صَيْدِ الْمُحْرِمِ، بِجَامِعِ أَنَّ الْكُلَّ صَيْدٌ مَمْنُوعٌ لِحَقِّ اللَّهِ تَعَالَى، وَهَذَا الَّذِي ذَكَرْنَا عَنْ جُمْهُورِ الْعُلَمَاءِ مِنْ أَنَّ كُلَّ مَا يَضْمَنُهُ الْمُحْرِمُ يَضْمَنُهُ مَنْ فِي الْحَرَمِ يُسْتَثْنَى مِنْهُ شَيْئَانِ: </p><p> الْأَوَّلُ: مِنْهُمَا الْقَمْلُ، فَإِنَّهُ مُخْتَلَفٌ فِي قَتْلِهِ فِي الْإِحْرَامِ، وَهُوَ مُبَاحٌ فِي الْحَرَمِ بِلَا خِلَافٍ. </p><p> وَالثَّانِي: الصَّيْدُ الْمَائِيُّ مُبَاحٌ فِي الْإِحْرَامِ بِلَا خِلَافٍ، وَاخْتُلِفَ فِي اصْطِيَادِهِ مِنْ آبَارِ الْحَرَمِ وَعُيُونِهِ، وَكَرِهَهُ جَابِرُ بْنُ عَبْدِ اللَّهِ، لِعُمُومِ قَوْلِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:  «لَا يُنَفَّرُ صَيْدُهَا» ; فَيَثْبُتُ حُرْمَةُ الصَّيْدِ لِحُرْمَةِ الْمَكَانِ، وَظَاهِرُ النَّصِّ شُمُولُ كُلِّ صَيْدٍ، وَلِأَنَّهُ صَيْدٌ غَيْرُ مُؤْذٍ فَأَشْبَهَ الظِّبَاءَ، وَأَجَازَهُ بَعْضُ الْعُلَمَاءِ ; مُحْتَجًّا بِأَنَّ الْإِحْرَامَ لَمْ يُحَرِّمْهُ، فَكَذَلِكَ الْحَرَمُ، وَعَنِ الْإِمَامِ أَحْمَدَ رِوَايَتَانِ فِي ذَلِكَ بِالْمَنْعِ وَالْجَوَازِ. </p><p> وَكَذَلِكَ اخْتَلَفَ الْعُلَمَاءُ أَيْضًا فِي شَجَرِ الْحَرَمِ الْمَكِّيِّ وَخَلَاهُ، هَلْ يَجِبُ عَلَى مَنْ قَطَعَهُمَا ضَمَانٌ؟ . </p><p> فَقَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ، مِنْهُمْ مَالِكٌ، وَأَبُو ثَوْرٍ، وَدَاوُدُ: لَا ضَمَانَ فِي شَجَرِهِ وَنَبَاتِهِ، وَقَالَ ابْنُ الْمُنْذِرِ: لَا أَجِدُ دَلِيلًا أُوجِبُ بِهِ فِي شَجَرِ الْحَرَمِ فَرْضًا مِنْ كِتَابٍ، وَلَا سُنَّةٍ، وَلَا إِجْمَاعٍ، وَأَقُولُ كَمَا قَالَ مَالِكٌ: نَسْتَغْفِرُ اللَّهَ تَعَالَى. </p><p> وَالَّذِينَ قَالُوا بِضَمَانِهِ، مِنْهُمُ الشَّافِعِيُّ، وَأَحْمَدُ، وَأَبُو حَنِيفَةَ، إِلَّا أَنَّ أَبَا حَنِيفَةَ قَالَ: يَضْمَنُ كُلَّهُ بِالْقِيمَةِ، وَقَالَ الشَّافِعِيُّ، وَأَحْمَدُ: يَضْمَنُ الشَّجَرَةَ الْكَبِيرَةَ بِبَقَرَةٍ، وَالصَّغِيرَةَ بِشَاةٍ، وَالْخَلَا بِقِيمَتِهِ، وَالْغُصْنَ بِمَا نَقَصَ، فَإِنْ نَبْتَ مَا قَطَعَ مِنْهُ، فَقَالَ بَعْضُهُمْ: يَسْقُطُ الضَّمَانُ، وَقَالَ بَعْضُهُمْ بِعَدَمِ سُقُوطِهِ. </p><p> وَاسْتَدَلَّ مَنْ قَالَ: فِي الدَّوْحَةِ بَقَرَةٌ، وَفِي الشَّجَرَةِ الْجَزْلَةِ شَاةٌ، بِآثَارٍ رُوِيَتْ فِي ذَلِكَ عَنْ بَعْضِ الصَّحَابَةِ كَعُمَرَ، وَابْنِ عَبَّاسٍ، وَالدَّوْحَةُ: هِيَ الشَّجَرَةُ الْكَبِيرَةُ، وَالْجَزْلَةُ: الصَّغِيرَةُ. </p><p> الْمَسْأَلَةُ الثَّانِيَةَ عَشْرَةَ: حَرَمُ الْمَدِينَةِ، اعْلَمْ أَنَّ جَمَاهِيرَ الْعُلَمَاءِ عَلَى أَنَّ الْمَدِينَةَ حَرَمٌ أَيْضًا لَا يُنَفَّرُ صَيْدُهَا، وَلَا يُخْتَلَى خَلَاهَا، وَخَالَفَ أَبُو حَنِيفَةَ الْجُمْهُورَ، فَقَالَ: إِنَّ حَرَمَ الْمَدِينَةِ لَيْسَ بِحَرَمٍ عَلَى الْحَقِيقَةِ، وَلَا تَثْبُتُ لَهُ أَحْكَامُ الْحَرَمِ مِنْ تَحْرِيمِ قَتْلِ الصَّيْدِ، وَقَطْعِ الشَّجَرِ، وَالْأَحَادِيثُ الصَّحِيحَةُ الصَّرِيحَةُ تَرُدُّ هَذَا الْقَوْلَ، وَتَقْضِي بِأَنَّ مَا بَيْنَ لَابَتَيِ الْمَدِينَةِ حَرَمٌ، وَلَا يُنَفَّرُ صَيْدُهُ، وَلَا يُخْتَلَى خَلَاهُ إِلَّا لِعَلَفٍ، فَمِنْ ذَلِكَ حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ، أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" إِنَّ إِبْرَاهِيمَ حَرَّمَ مَكَّةَ، وَإِنِّي حَرَّمْتُ الْمَدِينَةَ كَمَا حَرَمَ إِبْرَاهِيمُ مَكَّةَ \" ، الْحَدِيثُ مُتَّفَقٌ عَلَيْهِ. </p><p> وَعَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ:  \" حَرَّمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا بَيْنَ لَابَتَيِ الْمَدِينَةِ، وَجَعَلَ اثْنَيْ عَشَرَ مِيلًا حَوْلَ الْمَدِينَةِ حِمًى \" ، مُتَّفَقٌ عَلَيْهِ أَيْضًا، وَكَانَ أَبُو هُرَيْرَةَ يَقُولُ:  \" لَوْ رَأَيْتُ الظِّبَاءَ تَرْتَعُ فِي الْمَدِينَةِ مَا ذَعَرْتُهَا \" ، وَعَنْ أَبِي هُرَيْرَةَ أَيْضًا فِي الْمَدِينَةِ، قَالَ:  \" سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحَرِّمُ شَجَرَهَا أَنْ يَخْبِطَ أَوْ يُعْضَدَ \" ، رَوَاهُ الْإِمَامُ أَحْمَدُ. وَعَنْ أَنَسٍ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَشْرَفَ عَلَى الْمَدِينَةِ، فَقَالَ:  \" اللَّهُمَّ إِنِّي أُحَرِّمُ مَا بَيْنَ جَبَلَيْهَا مِثْلَ مَا حَرَّمَ إِبْرَاهِيمُ مَكَّةَ، اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدِّهِمْ وَصَاعِهِمْ \" ، مُتَّفَقٌ عَلَيْهِ. </p><p> وَلِلْبُخَارِيِّ عَنْهُ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: \" الْمَدِينَةُ حَرَامٌ مِنْ كَذَا إِلَى كَذَا، لَا يُقْطَعُ شَجَرُهَا، وَلَا يُحْدَثُ فِيهَا حَدَثٌ، مَنْ أَحْدَثَ فِيهَا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ </p><p> أَجْمَعِينَ \"، وَلِمُسْلِمٍ،عَنْ عَاصِمٍ الْأَحْوَلِ قَالَ:سَأَلْتُ أَنَسًا، أَحَرَّمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ؟فَقَالَ:نَعَمْ هِيَ حَرَامٌ، لَا يُخْتَلَى خَلَاهَا \" ، الْحَدِيثَ. </p><p> وَعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" إِنِّي حَرَّمْتُ الْمَدِينَةَ، حَرَامٌ مَا بَيْنَ مَأْزِمَيْهَا أَلَّا يُهْرَاقَ فِيهَا دَمٌ، وَلَا يُحْمَلَ فِيهَا سِلَاحٌ وَلَا يُخْبَطَ فِيهَا شَجَرٌ إِلَّا لِعَلَفٍ \" ، رَوَاهُ مُسْلِمٌ. </p><p> وَعَنْ جَابِرٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنَّ إِبْرَاهِيمَ حَرَّمَ مَكَّةَ، وَإِنِّي حَرَّمْتُ الْمَدِينَةَ مَا بَيْنَ لَابَتَيْهَا، لَا يُقْطَعُ عِضَاهُهُا، وَلَا يُصَادُ صَيْدُهَا \" ، رَوَاهُ مُسْلِمٌ أَيْضًا. </p><p> وَعَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" الْمَدِينَةُ حَرَامٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ \" ، الْحَدِيثُ مُتَّفَقٌ عَلَيْهِ. </p><p> وَعَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْمَدِينَةِ \" لَا يُخْتَلَى خَلَاهَا وَلَا يُنَفَّرُ صَيْدُهَا، وَلَا تُلْتَقَطُ لُقَطَتُهَا إِلَّا لِمَنْ أَشَادَ بِهَا، وَلَا يَصْلُحُ لِرَجُلٍ أَنْ يَحْمِلَ فِيهَا السِّلَاحَ لِقِتَالٍ، وَلَا يَصِحُّ أَنْ تُقْطَعَ فِيهَا شَجَرَةٌ، إِلَّا أَنْ يَعْلِفَ رَجُلٌ بَعِيرَهُ \" ، رَوَاهُ أَبُو دَاوُدَ بِإِسْنَادٍ صَحِيحٍ، وَرَوَاهُ الْإِمَامُ أَحْمَدُ. </p><p> وَعَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنِّي أُحَرِّمُ مَا بَيْنَ لَابَتَيِ الْمَدِينَةِ أَنْ يُقْطَعَ عِضَاهُهُا، أَوْ يُقْتَلَ صَيْدُهَا \" . </p><p> وَقَالَ:  \" الْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ، لَا يَخْرُجُ عَنْهَا أَحَدٌ رَغْبَةً إِلَّا أَبْدَلَ اللَّهُ فِيهَا مَنْ هُوَ خَيْرٌ مِنْهُ، وَلَا يَثْبُتُ أَحَدٌ عَلَى لَأْوَائِهَا وَجَهْدِهَا إِلَّا كُنْتُ لَهُ شَهِيدًا، أَوْ شَفِيعًا يَوْمَ الْقِيَامَةِ \" ، رَوَاهُ مُسْلِمٌ. </p><p> وَعَنْ رَافِعِ بْنِ خَدِيجٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنَّ إِبْرَاهِيمَ حَرَّمَ مَكَّةَ، وَإِنِّي أُحَرِّمُ مَا بَيْنَ لَابَتَيْهَا \" رَوَاهُ مُسْلِمٌ أَيْضًا. </p><p> وَعَنْ سَهْلِ بْنِ حُنَيْفٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: أَهْوَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِيَدِهِ إِلَى الْمَدِينَةِ، فَقَالَ:  \" إِنَّهَا حَرَمٌ آمِنٌ \" ، رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ أَيْضًا. </p><p> وَعَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ أَبِي سَعِيدٍ - رَضِيَ اللَّهُ عَنْهُمَا: أَنَّهُ سَمِعَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  \" إِنِّي حَرَّمْتُ مَا بَيْنَ لَابَتَيِ الْمَدِينَةِ، كَمَا حَرَّمَ إِبْرَاهِيمُ مَكَّةَ \" . </p><p> قَالَ: وَكَانَ أَبُو سَعِيدٍ الْخُدْرِيُّ يَجِدُ فِي يَدِ أَحَدِنَا الطَّيْرَ، فَيَأْخُذُهُ فَيَفُكُّهُ مِنْ يَدِهِ، ثُمَّ </p><p> يُرْسِلُهُ، رَوَاهُ مُسْلِمٌ فِي \" صَحِيحِهِ أَيْضًا \" ، وَعَنْ عَبْدِ اللَّهِ بْنِ عُبَادَةَ الزُّرَقِيِّ: أَنَّهُ كَانَ يَصِيدُ الْعَصَافِيرَ فِي بِئْرِ إِهَابٍ، وَكَانَتْ لَهُمْ، قَالَ: فَرَآنِي عُبَادَةُ، وَقَدْ أَخَذْتُ عُصْفُورًا، فَانْتَزَعَهُ مِنِّي فَأَرْسَلَهُ، وَقَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" حَرَّمَ مَا بَيْنَ لَابَتَيْهَا كَمَا حَرَّمَ إِبْرَاهِيمُ - عَلَيْهِ السَّلَامُ - مَكَّةَ \" ، وَكَانَ عُبَادَةُ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، رَوَاهُ الْبَيْهَقِيُّ. </p><p> وَعَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: اصْطَدْتُ طَيْرًا بِالْقُنْبُلَةِ، فَخَرَجْتُ بِهِ فِي يَدِي، فَلَقِيَنِي أَبِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، فَقَالَ: مَا هَذَا فِي يَدِكَ؟ ، فَقُلْتُ: طَيْرٌ اصْطَدْتُهُ بِالْقُنْبُلَةِ، فَعَرَكَ أُذُنِي عَرْكًا شَدِيدًا، وَانْتَزَعَهُ مِنْ يَدِي، فَأَرْسَلَهُ، فَقَالَ:  \" حَرَّمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَيْدَ مَا بَيْنَ لَابَتَيْهَا \" ، رَوَاهُ الْبَيْهَقِيُّ أَيْضًا، وَالْقُنْبُلَةُ: آلَةٌ يُصَادُ بِهَا النُّهَسُ وَهُوَ طَائِرٌ. </p><p> وَعَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ - رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ وَجَدَ غِلْمَانًا قَدْ أَلْجَؤُوا ثَعْلَبًا إِلَى زَاوِيَةٍ فَطَرَدَهُمْ عَنْهُ، قَالَ مَالِكٌ: وَلَا أَعْلَمُ إِلَّا أَنَّهُ قَالَ: \" أَفِي حَرَمِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصْنَعُ هَذَا \" ، رَوَاهُ الْبَيْهَقِيُّ أَيْضًا. </p><p> وَعَنْ زَيْدِ بْنِ ثَابِتٍ - رَضِيَ اللَّهُ عَنْهُ \" أَنَّهُ وَجَدَ رَجُلًا بِالْأَسْوَافِ - وَهُوَ مَوْضِعٌ بِالْمَدِينَةِ - وَقَدِ اصْطَادَ نُهَسًا، فَأَخَذَهُ زَيْدٌ مِنْ يَدِهِ فَأَرْسَلَهُ،ثُمَّ قَالَ:أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَرَّمَ صَيْدَ مَا بَيْنَ لَابَتَيْهَا \" ، رَوَاهُ الْبَيْهَقِيُّ، وَالرَّجُلُ الَّذِي اصْطَادَ النُّهَسَ هُوَ شُرَحْبِيلُ بْنُ سَعْدٍ، وَالنُّهَسُ بِضَمِّ النُّونِ وَفَتْحِ الْهَاءِ بَعْدَهُمَا سِينٌ مُهْمَلَةٌ، طَيْرٌ صَغِيرٌ فَوْقَ الْعُصْفُورِ شَبِيهٌ بِالْقُنْبُرَةِ. </p><p> وَالْأَحَادِيثُ فِي الْبَابِ كَثِيرَةٌ جِدًّا، وَلَا شَكَّ فِي أَنَّ النُّصُوصَ الصَّحِيحَةَ الصَّرِيحَةَ الَّتِي أَوْرَدْنَا فِي حَرَمِ الْمَدِينَةِ لَا شَكَّ مَعَهَا، وَلَا لَبْسَ فِي أَنَّهَا حَرَامٌ، لَا يُنَفَّرُ صَيْدُهَا، لَا يُقْطَعُ شَجَرُهَا، وَلَا يُخْتَلَى خَلَاهَا إِلَّا لِعَلَفٍ، وَمَا احْتَجَّ بِهِ بَعْضُ أَهْلِ الْعِلْمِ عَلَى أَنَّهَا غَيْرُ حَرَامٍ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" مَا فَعَلَ النُّغَيْرُ يَا أَبَا عُمَيْرٍ؟ \" ، لَا دَلِيلَ فِيهِ ; لِأَنَّهُ مُحْتَمَلٌ لِأَنْ يَكُونَ ذَلِكَ قَبْلَ تَحْرِيمِ الْمَدِينَةِ، وَمُحْتَمَلٌ لِأَنْ يَكُونَ صِيدَ فِي الْحِلِّ، ثُمَّ أُدْخِلَ الْمَدِينَةَ. </p><p> وَقَدِ اسْتَدَلَّ بِهِ بَعْضُ الْعُلَمَاءِ عَلَى جَوَازِ إِمْسَاكِ الصَّيْدِ الَّذِي صِيدَ فِي الْحِلِّ وَإِدْخَالِهِ الْمَدِينَةَ، وَمَا كَانَ مُحْتَمَلًا لِهَذِهِ الِاحْتِمَالَاتِ لَا تُعَارَضُ بِهِ النُّصُوصُ الصَّرِيحَةُ الصَّحِيحَةُ الْكَثِيرَةُ الَّتِي لَا لَبْسَ فِيهَا وَلَا احْتِمَالَ، فَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ الْعُلَمَاءَ الْقَائِلِينَ بِحُرْمَةِ الْمَدِينَةِ، وَهُمْ جُمْهُورُ عُلَمَاءِ الْأُمَّةِ اخْتَلَفُوا فِي صَيْدِ حَرَمِ الْمَدِينَةِ، هَلْ يَضْمَنُهُ قَاتِلُهُ أَوْ لَا؟ </p><p> وَكَذَلِكَ شَجَرُهَا، فَذَهَبَ كَثِيرٌ مِنَ الْعُلَمَاءِ، مِنْهُمْ مَالِكٌ، وَالشَّافِعِيُّ فِي الْجَدِيدِ، وَأَصْحَابُهُمَا، وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَدَ، وَعَلَيْهِ أَكْثَرُ أَهْلِ الْعِلْمِ إِلَى أَنَّهُ مَوْضِعٌ يَجُوزُ دُخُولُهُ بِغَيْرِ إِحْرَامٍ، فَلَمْ يَجِبْ فِيهِ جَزَاءٌ كَصَيْدِ وَجٍّ. </p><p> وَاسْتَدَلُّوا أَيْضًا بِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ وَثَوْرٍ، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا، أَوْ آوَى فِيهَا مُحْدِثًا، فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ، لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلَا عَدْلًا \" ، فَذِكْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِهَذَا الْوَعِيدِ الشَّدِيدِ فِي الْآخِرَةِ، وَلَمْ يَذْكُرْ كَفَّارَةً فِي الدُّنْيَا، دَلِيلٌ عَلَى أَنَّهُ لَا كَفَّارَةَ تَجِبُ فِيهِ فِي الدُّنْيَا، وَهُوَ ظَاهِرٌ. </p><p> وَقَالَ ابْنُ أَبِي ذِئْبٍ، وَابْنُ الْمُنْذِرِ: يَجِبُ فِي صَيْدِ الْحَرَمِ الْمَدَنِيِّ الْجَزَاءُ الْوَاجِبُ فِي صَيْدِ الْحَرَمِ الْمَكِّيِّ، وَهُوَ قَوْلُ الشَّافِعِيِّ فِي الْقَدِيمِ، وَاسْتَدَلَّ أَهْلُ هَذَا الْقَوْلِ بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَرَّحَ فِي الْأَحَادِيثِ الصَّحِيحَةِ الْمُتَقَدِّمَةِ بِأَنَّهُ حَرَّمَ الْمَدِينَةَ مِثْلَ تَحْرِيمِ إِبْرَاهِيمَ لِمَكَّةَ، وَمُمَاثَلَةُ تَحْرِيمِهَا تَقْتَضِي اسْتِوَاءَهُمَا فِي جَزَاءِ مَنِ انْتَهَكَ الْحُرْمَةَ فِيهِمَا. </p><p> قَالَ الْقُرْطُبِيُّ، قَالَ الْقَاضِي عَبْدُ الْوَهَّابِ: وَهَذَا الْقَوْلُ أَقْيَسُ عِنْدِي عَلَى أُصُولِنَا ; لَاسِيَّمَا أَنَّ الْمَدِينَةَ عِنْدَ أَصْحَابِنَا أَفْضَلُ مِنْ مَكَّةَ، وَأَنَّ الصَّلَاةَ فِيهَا أَفْضَلُ مِنَ الصَّلَاةِ فِي الْمَسْجِدِ الْحَرَامِ. اهـ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: وَمَذْهَبُ الْجُمْهُورِ فِي تَفْضِيلِ مَكَّةَ، وَكَثْرَةِ مُضَاعَفَةِ الصَّلَاةِ فِيهَا زِيَادَةً عَلَى الْمَدِينَةِ بِمِائَةِ ضِعْفٍ أَظْهَرُ لِقِيَامِ الدَّلِيلِ عَلَيْهِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَذَهَبَ بَعْضُ مَنْ قَالَ بِوُجُوبِ الْجَزَاءِ فِي الْحَرَمِ الْمَدَنِيِّ إِلَى أَنَّ الْجَزَاءَ فِيهِ هُوَ أَخْذُ سَلَبِ قَاتِلِ الصَّيْدِ، أَوْ قَاطِعِ الشَّجَرِ فِيهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: وَهَذَا الْقَوْلُ هُوَ أَقْوَى الْأَقْوَالِ دَلِيلًا ; لِمَا رَوَاهُ مُسْلِمٌ فِي \" صَحِيحِهِ \" عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ: \" أَنَّهُ رَكِبَ إِلَى قَصْرِهِ بِالْعَقِيقِ فَوَجَدَ عَبْدًا يَقْطَعُ شَجَرًا، أَوْ يَخْبِطُهُ، فَسَلَبَهُ، فَلَمَّا رَجَعَ سَعْدٌ جَاءَهُ أَهْلُ الْعَبْدِ فَكَلَّمُوهُ أَنْ يَرُدَّ عَلَى غُلَامِهِمْ أَوْ عَلَيْهِمْ مَا أَخَذَ مِنْ غُلَامِهِمْ،فَقَالَ:مَعَاذَ اللَّهِ أَنْ أَرُدَّ شَيْئًا نَفَّلَنِيهِ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَبَى أَنْ يَرُدَّهُ عَلَيْهِمْ \" ، رَوَاهُ مُسْلِمٌ فِي \" صَحِيحِهِ \" ، وَأَحْمَدُ. </p><p> وَمَا ذَكَرَهُ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ - رَحِمَهُ اللَّهُ - مِنْ أَنَّ هَذَا الْحُكْمَ خَاصٌّ بِسَعْدٍ - رَضِيَ اللَّهُ عَنْهُ - مُسْتَدِلًّا بِأَنَّ قَوْلَهُ:  \" نَفَّلَنِيهِ \" أَيْ أَعْطَانِيهِ، ظَاهِرٌ فِي الْخُصُوصِ بِهِ دُونَ غَيْرِهِ، فِيهِ عِنْدِي أَمْرَانِ: </p><p> الْأَوَّلُ: أَنَّ هَذَا لَا يَكْفِي فِي الدَّلَالَةِ عَلَى الْخُصُوصِ ; لِأَنَّ الْأَصْلَ اسْتِوَاءُ النَّاسِ فِي الْأَحْكَامِ الشَّرْعِيَّةِ إِلَّا بِدَلِيلٍ، وَقَوْلُهُ \" نَفَّلَنِيهِ \" لَيْسَ بِدَلِيلٍ ; لِاحْتِمَالِ أَنَّهُ نَفَّلَ كُلَّ مَنْ وَجَدَ قَاطِعَ شَجَرٍ، أَوْ قَاتِلَ صَيْدٍ بِالْمَدِينَةِ ثِيَابَهُ، كَمَا نَفَّلَ سَعْدًا، وَهَذَا هُوَ الظَّاهِرُ. </p><p> الثَّانِي: أَنَّ سَعْدًا نَفْسَهُ رُوِيَ عَنْهُ تَعْمِيمُ الْحُكْمِ، وَشُمُولُهُ لِغَيْرِهِ، فَقَدْ رَوَى الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ عَنْ سُلَيْمَانَ بْنِ أَبِي عَبْدِ اللَّهِ قَالَ:  \" رَأَيْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ أَخَذَ رَجُلًا يَصِيدُ فِي حَرَمِ الْمَدِينَةِ الَّذِي حَرَّمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَسَلَبَهُ ثِيَابَهُ، فَجَاءَ مَوَالِيهِ،فَقَالَ:إِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَرَّمَ هَذَا الْحَرَمَ،وَقَالَ:\" مَنْ رَأَيْتُمُوهُ يَصِيدُ فِيهِ شَيْئًا فَلَكُمْ سَلَبُهُ \" ; فَلَا أَرُدُّ عَلَيْكُمْ طُعْمَةً أَطْعَمَنِيهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَكِنْ إِنْ شِئْتُمْ أَنْ أُعْطِيَكُمْ ثَمَنَهُ أَعْطَيْتُكُمْ \" ، وَفِي لَفْظٍ:  \" مَنْ أَخَذَ أَحَدًا يَصِيدُ فِيهِ فَلْيَسْلُبْهُ ثِيَابَهُ \" ، وَرَوَى هَذَا الْحَدِيثَ أَيْضًا الْحَاكِمُ وَصَحَّحَهُ، وَهُوَ صَرِيحٌ فِي الْعُمُومِ وَعَدَمِ الْخُصُوصِ بِسَعْدٍ كَمَا تَرَى، وَفِيهِ تَفْسِيرُ الْمُرَادِ بِقَوْلِهِ:  \" نَفَّلَنِيهِ \" وَأَنَّهُ عَامٌّ لِكُلِّ مَنْ وَجَدَ أَحَدًا يَفْعَلُ فِيهَا ذَلِكَ. </p><p> وَتَضْعِيفُ بَعْضِهِمْ لِهَذَا الْحَدِيثِ بِأَنَّ فِي إِسْنَادِهِ سُلَيْمَانَ بْنَ أَبِي عَبْدِ اللَّهِ غَيْرُ مَقْبُولٍ ; لِأَنَّ سُلَيْمَانَ بْنَ أَبِي عَبْدِ اللَّهِ مَقْبُولٌ، قَالَ فِيهِ الذَّهَبِيُّ: تَابِعِيٌّ مُوَثَّقٌ، وَقَالَ فِيهِ ابْنُ حَجَرٍ فِي \" التَّقْرِيبِ \" : مَقْبُولٌ. </p><p> وَالْمَقْبُولُ عِنْدَهُ كَمَا بَيَّنَهُ فِي مُقَدِّمَةِ تَقْرِيبِهِ: هُوَ مَنْ لَيْسَ لَهُ مِنَ الْحَدِيثِ إِلَّا الْقَلِيلُ، وَلَمْ يَثْبُتْ فِيهِ مَا يُتْرَكُ حَدِيثُهُ مِنْ أَجْلِهِ، فَهُوَ مَقْبُولٌ حَيْثُ يُتَابَعُ، وَإِلَّا فَلَيِّنُ الْحَدِيثِ، وَقَالَ فِيهِ ابْنُ أَبِي حَاتِمٍ: لَيْسَ بِمَشْهُورٍ، وَلَكِنْ يُعْتَبَرُ بِحَدِيثِهِ. اهـ. </p><p> وَقَدْ تَابَعَ سُلَيْمَانُ بْنُ أَبِي عَبْدِ اللَّهِ فِي هَذَا الْحَدِيثِ عَامِرَ بْنَ سَعْدٍ عِنْدَ مُسْلِمٍ، وَأَحْمَدَ، وَمَوْلًى لِسَعْدٍ، عِنْدَ أَبِي دَاوُدَ، كُلُّهُمْ عَنْ سَعْدٍ - رَضِيَ اللَّهُ عَنْهُ - فَاتَّضَحَ رَدُّ تَضْعِيفِهِ مَعَ مَا قَدَّمْنَا مِنْ أَنَّ الْحَاكِمَ صَحَّحَهُ، وَأَنَّ الذَّهَبِيَّ قَالَ فِيهِ: تَابِعِيٌّ مُوَثَّقٌ. </p><p> وَالْمُرَادُ بِسَلَبِ قَاطِعِ الشَّجَرِ أَوْ قَاتِلِ الصَّيْدِ فِي الْمَدِينَةِ أَخَذُ ثِيَابِهِ، قَالَ بَعْضُ الْعُلَمَاءِ: حَتَّى سَرَاوِيلَهُ. </p><p> وَالظَّاهِرُ مَا ذَكَرَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ وُجُوبِ تَرْكِ مَا يَسْتُرُ الْعَوْرَةَ الْمُغَلَّظَةَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: السَّلَبُ هُنَا سَلَبُ الْقَاتِلِ، وَفِي مَصْرِفِ هَذَا السَّلَبِ ثَلَاثَةُ أَقْوَالٍ: </p><p> أَصَحُّهَا: أَنَّهُ لِلسَّالِبِ كَالْقَتِيلِ، وَدَلِيلُهُ حَدِيثُ سَعْدٍ الْمَذْكُورُ. </p><p> وَالثَّانِي: أَنَّهُ لِفُقَرَاءِ الْمَدِينَةِ. </p><p> وَالثَّالِثُ: أَنَّهُ لِبَيْتِ الْمَالِ، وَالْحَقُّ الْأَوَّلُ. </p><p> وَجُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ حِمَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي تَقَدَّمَ فِي حَدِيثِ أَبِي هُرَيْرَةَ الْمُتَّفَقِ عَلَيْهِ، أَنَّ قَدْرَهُ اثْنَا عَشَرَ مِيلًا مِنْ جِهَاتِ الْمَدِينَةِ لَا يَجُوزُ قَطْعُ شَجَرِهِ، وَلَا خَلَاهُ، كَمَا رَوَاهُ جَابِرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" لَا يُخْبَطُ وَلَا يُعْضَدُ حِمَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَكِنْ يُهَشُّ هَشًّا رَفِيقًا \" أَخْرَجَهُ أَبُو دَاوُدَ وَالْبَيْهَقِيُّ، وَلَمْ يُضَعِّفْهُ أَبُو دَاوُدَ، وَالْمَعْرُوفُ عَنْ أَبِي دَاوُدَ - رَحِمَهُ اللَّهُ - أَنَّهُ إِنْ سَكَتَ عَنِ الْكَلَامِ فِي حَدِيثٍ فَأَقَلُّ دَرَجَاتِهِ عِنْدَهُ الْحُسْنُ. </p><p> وَقَالَ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" بَعْدَ أَنْ سَاقَ حَدِيثَ جَابِرٍ الْمَذْكُورَ: رَوَاهُ أَبُو دَاوُدَ بِإِسْنَادٍ غَيْرِ قَوِيٍّ لَكِنَّهُ لَمْ يُضَعِّفْهُ. اهـ، وَيُعْتَضَدُ هَذَا الْحَدِيثُ بِمَا رَوَاهُ الْبَيْهَقِيُّ بِإِسْنَادِهِ عَنْ مُحَمَّدِ بْنِ زِيَادٍ قَالَ:  \" كَانَ جَدِّي مَوْلًى لِعُثْمَانَ بْنِ مَظْعُونٍ، وَكَانَ يَلِي أَرْضًا لِعُثْمَانَ فِيهَا بَقْلٌ وَقِثَّاءٌ،قَالَ:فَرُبَّمَا أَتَانِي عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - نِصْفَ النَّهَارِ، وَاضِعًا ثَوْبَهُ عَلَى رَأْسِهِ يَتَعَاهَدُ الْحِمَى، أَلَّا يُعْضَدَ شَجَرُهُ، وَلَا يُخْبَطَ،قَالَ:فَيَجْلِسُ إِلَيَّ فَيُحَدِّثُنِي، وَأُطْعِمُهُ مِنَ الْقِثَّاءِ وَالْبَقْلِ،فَقَالَ لَهُ يَوْمًا:أَرَاكَ لَا تَخْرُجُ مِنْ هَاهُنَا،قَالَ:قُلْتُ: أَجَلْ،قَالَ:إِنِّي أَسْتَعْمِلُكَ عَلَى مَا هَاهُنَا فَمَنْ رَأَيْتَ يَعْضَدُ شَجَرًا أَوْ يَخْبِطُ فَخُذْ فَأْسَهُ وَحَبْلَهُ،قَالَ:قُلْتُ: آخُذُ رِدَاءَهُ،قَالَ:لَا \" وَعَامَّةُ الْعُلَمَاءِ عَلَى أَنَّ صَيْدَ الْحِمَى الْمَذْكُورَ غَيْرُ حَرَامٍ ; لِأَنَّهُ لَيْسَ بِحَرَمٍ، وَإِنَّمَا هُوَ حِمًى حَمَاهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْخَيْلِ وَإِبِلِ الصَّدَقَةِ وَالْجِزْيَةِ، وَنَحْوِ ذَلِكَ. </p><p> وَاخْتُلِفَ فِي شَجَرِ الْحِمَى؛ هَلْ يَضْمَنُهُ قَاطِعُهُ؟ وَالْأَكْثَرُونَ عَلَى أَنَّهُ لَا ضَمَانَ فِيهِ، وَأَصَحُّ الْقَوْلَيْنِ عِنْدَ الشَّافِعِيَّةِ وُجُوبُ الضَّمَانِ فِيهِ بِالْقِيمَةِ، وَلَا يُسْلَبُ قَاطِعُهُ، وَتُصْرَفُ الْقِيمَةُ فِي مَصْرِفِ نَعَمِ الزَّكَاةِ وَالْجِزْيَةِ. </p><p> الْمَسْأَلَةُ الثَّالِثَةَ عَشْرَةَ: اعْلَمْ أَنَّ جَمَاهِيرَ الْعُلَمَاءِ عَلَى إِبَاحَةِ صَيْدِ وَجٍّ، وَقِطَعِ شَجَرِهِ، وَقَالَ الشَّافِعِيُّ - رَحِمَهُ اللَّهُ تَعَالَى: أَكْرَهُ صَيْدَ وَجٍّ، وَحَمَلَهُ الْمُحَقِّقُونَ مِنْ أَصْحَابِهِ عَلَى كَرَاهَةِ التَّحْرِيمِ. </p><p> وَاخْتَلَفُوا فِيهِ عَلَى الْقَوْلِ بِحُرْمَتِهِ، هَلْ فِيهِ جَزَاءٌ كَحَرَمِ الْمَدِينَةِ أَوْ لَا شَيْءَ فِيهِ؟ وَلَكِنْ يُؤَدَّبُ قَاتِلُهُ، وَعَلَيْهِ أَكْثَرُ الشَّافِعِيَّةِ. </p><p> وَحُجَّةُ مَنْ قَالَ بِحُرْمَةِ صَيْدِ وَجٍّ مَا رَوَاهُ أَبُو دَاوُدَ، وَأَحْمَدُ، وَالْبُخَارِيُّ فِي «تَارِيخِهِ» ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ - رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «صَيْدُ وَجٍّ مُحَرَّمٌ» الْحَدِيثَ. </p><p> قَالَ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» : سَكَتَ عَلَيْهِ أَبُو دَاوُدَ، وَحَسَّنَهُ الْمُنْذِرِيُّ، وَسَكَتَ عَلَيْهِ عَبْدُ الْحَقِّ، فَتَعَقَّبَهُ ابْنُ الْقَطَّانِ بِمَا نَقَلَ عَنِ الْبُخَارِيِّ، أَنَّهُ لَمْ يَصِحَّ، وَكَذَا قَالَ الْأَزْدِيُّ. </p><p> وَذَكَرَ الذَّهَبِيُّ، أَنَّ الشَّافِعِيَّ صَحَّحَهُ، وَذَكَرَ الْخَلَّالُ أَنَّ أَحْمَدَ ضَعَّفَهُ، وَقَالَ ابْنُ حِبَّانَ فِي رِوَايَةِ الْمُنْفَرِدِ بِهِ، وَهُوَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ إِنْسَانٍ الطَّائِفِيُّ، كَانَ يُخْطِئُ، وَمُقْتَضَاهُ تَضْعِيفُ الْحَدِيثِ فَإِنَّهُ لَيْسَ لَهُ غَيْرُهُ، فَإِنْ كَانَ أَخْطَأَ فِيهِ فَهُوَ ضَعِيفٌ، وَقَالَ الْعُقَيْلِيُّ: لَا يُتَابَعُ إِلَّا مِنْ جِهَةٍ تُقَارِبُهُ فِي الضَّعْفِ، وَقَالَ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» : إِسْنَادُهُ ضَعِيفٌ. </p><p> وَذَكَرَ الْبُخَارِيُّ فِي «تَارِيخِهِ» فِي تَرْجَمَةِ عَبْدِ اللَّهِ بْنِ إِنْسَانٍ: أَنَّهُ لَا يَصِحُّ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» فِي مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ إِنْسَانٍ الثَّقَفِيِّ الطَّائِفِيِّ الْمَذْكُورِ: لَيِّنُ الْحَدِيثِ، وَكَذَلِكَ أَبَوْهُ عَبْدُ اللَّهِ الَّذِي هُوَ شَيْخُهُ فِي هَذَا الْحَدِيثِ قَالَ فِيهِ أَيْضًا: لَيِّنُ الْحَدِيثِ، وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» فِي هَذَا الْحَدِيثِ فِي صَيْدِ وَجٍّ: ضَعَّفَهُ أَحْمَدُ، ذَكَرَهُ الْخَلَّالُ فِي كِتَابِ «الْعِلَلِ» ، فَإِذَا عَرَفْتَ هَذَا ظَهَرَ لَكَ أَنَّ حُجَّةَ الْجُمْهُورِ فِي إِبَاحَةِ صَيْدِ وَجٍّ وَشَجَرِهِ، كَوْنُ الْحَدِيثِ لَمْ يَثْبُتْ، وَالْأَصْلُ بَرَاءَةُ الذِّمَّةِ، وَوَجٌّ: بِفَتْحِ الْوَاوِ وَتَشْدِيدِ الْجِيمِ، أَرْضٌ بِالطَّائِفِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ وَادٍ بِصَحْرَاءِ الطَّائِفِ، وَلَيْسَ الْمُرَادُ بِهِ نَفْسَ بَلْدَةِ الطَّائِفِ، وَقِيلَ: هُوَ كُلُّ أَرْضِ الطَّائِفِ، وَقِيلَ: هُوَ اسْمٌ لِحُصُونِ الطَّائِفِ، وَقِيلَ: لِوَاحِدٍ مِنْهَا، وَرُبَّمَا الْتَبَسَ وَجٌّ الْمَذْكُورُ بِوَحٍّ بِالْحَاءِ الْمُهْمَلَةِ وَهِيَ نَاحِيَةُ نُعْمَانَ. </p><p> فَإِذَا عَرَفْتَ حُكْمَ صَيْدِ الْمُحْرِمِ، وَحُكْمَ صَيْدِ مَكَّةَ وَالْمَدِينَةِ وَوَجٍّ مِمَّا ذَكَرْنَا، فَاعْلَمْ أَنَّ الصَّيْدَ الْمُحَرَّمَ، إِذَا كَانَ بَعْضُ قَوَائِمِهِ فِي الْحِلِّ وَبَعْضُهَا فِي الْحَرَمِ، أَوْ كَانَ عَلَى غُصْنٍ مُمْتَدٍّ فِي الْحِلِّ، وَأَصْلُ شَجَرَتِهِ فِي الْحَرَمِ، فَاصْطِيَادُهُ حَرَامٌ عَلَى التَّحْقِيقِ تَغْلِيبًا </p>"
}