{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> شَرْطًا فِي صِحَّةِ إِيمَانِهِ، كَالِامْتِنَاعِ مِنِ اعْتِقَادِ مَا لَا بُدَّ مِنِ اعْتِقَادِهِ، هَذَا هُوَ الظَّاهِرُ فِي الْآيَاتِ الْمَذْكُورَةِ، كَمَا قَدَّمْنَا وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ [٥ \\ ٥١] ، ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْيَهُودَ وَالنَّصَارَى بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ وِلَايَةَ بَعْضِهِمْ لِبَعْضٍ زَائِفَةٌ لَيْسَتْ خَالِصَةً ; لِأَنَّهَا لَا تَسْتَنِدُ عَلَى أَسَاسٍ صَحِيحٍ، هُوَ دِينُ الْإِسْلَامِ، فَبَيَّنَ أَنَّ الْعَدَاوَةَ وَالْبَغْضَاءَ بَيْنَ النَّصَارَى دَائِمَةٌ إِلَى يَوْمِ الْقِيَامَةِ، بِقَوْلِهِ: وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ [٥ \\ ١٤] ، وَبَيَّنَ مِثْلَ ذَلِكَ فِي الْيَهُودِ أَيْضًا، حَيْثُ قَالَ فِيهِمْ: وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ [٥ \\ ٦٤] ، وَالظَّاهِرُ أَنَّهَا فِي الْيَهُودِ فِيمَا بَيْنَهُمْ، كَمَا هُوَ صَرِيحُ السِّيَاقِ، خِلَافًا لِمَنْ قَالَ: إِنَّهَا بَيْنَ الْيَهُودِ وَالنَّصَارَى. </p><p> وَصَرَّحَ تَعَالَى بِعَدَمِ اتِّفَاقِ الْيَهُودِ مُعَلِّلًا لَهُ بِعَدَمِ عُقُولِهِمْ فِي قَوْلِهِ: تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ [٥٩ \\ ١٤] . </p><p> تَنْبِيهٌ </p><p> أَخَذَ بَعْضُ الْعُلَمَاءِ مِنْ قَوْلِهِ تَعَالَى: بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ، أَنَّ الْيَهُودِيَّ وَالنَّصْرَانِيَّ يَتَوَارَثَانِ، وَرَدَّهُ بَعْضُ الْعُلَمَاءِ، بِأَنَّ الْمُرَادَ بِالْآيَةِ، وِلَايَةُ الْيَهُودِ لِخُصُوصِ الْيَهُودِ، وَالنَّصَارَى لِخُصُوصِ النَّصَارَى، وَعَلَى هَذَا الْمَعْنَى فَلَا دَلِيلَ فِي الْآيَةِ لِتَوَارُثِ الْيَهُودِ وَالنَّصَارَى. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ مَنْ تَوَلَّى الْيَهُودَ وَالنَّصَارَى مِنَ الْمُسْلِمِينَ، فَإِنَّهُ يَكُونُ مِنْهُمْ بِتَوَلِّيهِ إِيَّاهُمْ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ تَوَلِّيَهُمْ مُوجِبٌ لِسُخْطِ اللَّهِ، وَالْخُلُودِ فِي عَذَابِهِ، وَأَنَّ مُتَوَلِّيَهُمْ لَوْ كَانَ مُؤْمِنًا مَا تَوَلَّاهُمْ، وَهُوَ قَوْلُهُ تَعَالَى: تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ [٥ \\ ٨٠، ٨١] . </p>"
}