{
  "id": null,
  "sura": 5,
  "aya": 90,
  "text": "<p> كَفَّارَتُهَا تَرْكُهَا مُتَمَسِّكًا بِأَحَادِيثَ وَرَدَتْ فِي ذَلِكَ، قَالَ أَبُو دَاوُدَ: وَالْأَحَادِيثُ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كُلُّهَا:  «فَلْيُكَفِّرْ عَنْ يَمِينِهِ» ، وَهِيَ الصِّحَاحُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: تَحْرِيرُ رَقَبَةٍ، لَمْ يُقَيِّدْ هُنَا رَقَبَةٍ كَفَّارَةَ الْيَمِينِ بِالْإِيمَانِ، وَقَيَّدَ بِهِ كَفَّارَةَ الْقَتْلِ خَطَأً. </p><p> وَهَذِهِ مِنْ مَسَائِلِ الْمُطْلَقِ وَالْمُقَيَّدِ فِي حَالَةِ اتِّفَاقِ الْحُكْمِ، مَعَ اخْتِلَافِ السَّبَبِ، وَكَثِيرٌ مِنَ الْعُلَمَاءِ يَقُولُونَ فِيهِ بِحَمْلِ الْمُطْلَقِ عَلَى الْمُقَيَّدِ، فَتَقَيُّدُ رَقَبَةِ الْيَمِينِ وَالظِّهَارِ بِالْقَيْدِ الَّذِي فِي رَقَبَةِ الْقَتْلِ خَطَأً، حَمْلًا لِلْمُطْلَقِ عَلَى الْمُقَيَّدِ، وَخَالَفَ فِي ذَلِكَ أَبُو حَنِيفَةَ وَمَنْ وَافَقَهُ. </p><p> وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا «دَفْعِ إِيهَامِ الِاضْطِرَابِ» ، فِي سُورَةِ النِّسَاءِ عِنْدَ قَوْلِهِ تَعَالَى: فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ [٤ \\ ٩٢] ; وَلِذَلِكَ لَمْ نُطِلِ الْكَلَامَ بِهَا هُنَا، وَالْمُرَادُ بِالتَّحْرِيرِ الْإِخْرَاجُ مِنَ الرِّقِّ، وَرُبَّمَا اسْتَعْمَلَتْهُ الْعَرَبُ فِي الْإِخْرَاجِ مِنَ الْأَسْرِ، وَالْمَشَقَّاتِ، وَتَعَبِ الدُّنْيَا وَنَحْوِ ذَلِكَ، وَمِنْهُ قَوْلُ وَالِدَةِ مَرْيَمَ: إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا [٣ \\ ٣٥] ، أَيْ مِنْ تَعَبِ أَعْمَالِ الدُّنْيَا، وَمِنْهُ قَوْلُ الْفَرَزْدَقِ هَمَّامِ بْنِ غَالِبٍ التَّمِيمِيِّ:  [الْكَامِلُ] </p><p> أَبَنِي غُدَانَةَ إِنَّنِي حَرَّرْتُكُمْ ... فَوَهَبْتُكُمْ لِعَطِيَّةَ بْنِ جِعَالِ </p><p> يَعْنِي حَرَّرْتُكُمْ مِنَ الْهِجَاءِ، فَلَا أَهْجُوكُمْ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ الْآيَةَ. </p><p> يُفْهَمُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْخَمْرَ نَجِسَةُ الْعَيْنِ ; لِأَنَّ اللَّهَ تَعَالَى قَالَ إِنَّهَا: رِجْسٌ، وَالرِّجْسُ فِي كَلَامِ الْعَرَبِ كُلُّ مُسْتَقْذَرٍ تَعَافُّهُ النَّفْسُ. </p><p> وَقِيلَ: إِنَّ أَصْلَهُ مِنَ الرَّكْسِ، وَهُوَ الْعُذْرَةُ وَالنَّتْنُ. قَالَ بَعْضُ الْعُلَمَاءِ: وَيَدُلُّ لِهَذَا مَفْهُومُ الْمُخَالَفَةِ فِي قَوْلِهِ تَعَالَى فِي شَرَابِ أَهْلِ الْجَنَّةِ: وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا [٧٦ \\ ٢١] ; لِأَنَّ وَصْفَهُ لِشَرَابِ أَهْلِ الْجَنَّةِ بِأَنَّهُ طَهُورٌ يُفْهَمُ مِنْهُ أَنَّ خَمْرَ الدُّنْيَا لَيْسَتْ كَذَلِكَ، وَمِمَّا يُؤَيِّدُ هَذَا أَنَّ كُلَّ الْأَوْصَافِ الَّتِي مَدَحَ بِهَا تَعَالَى خَمْرَ الْآخِرَةِ مَنْفِيَّةٌ عَنْ خَمْرِ الدُّنْيَا، كَقَوْلِهِ: لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ [٣٧ \\ ٤٧] ، وَكَقَوْلِهِ: لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ [٥٦ \\ ١٩] ، بِخِلَافِ خَمْرِ الدُّنْيَا فَفِيهَا غَوْلٌ يَغْتَالُ الْعُقُولَ </p><p> وَأَهْلُهَا يُصَدَّعُونَ، أَيْ يُصِيبُهُمُ الصُّدَاعُ الَّذِي هُوَ وَجَعُ الرَّأْسِ بِسَبَبِهَا، وَقَوْلُهُ: لَا يُنْزَفُونَ، عَلَى قِرَاءَةِ فَتْحِ الزَّايِ مَبْنِيًّا لِلْمَفْعُولِ، فَمَعْنَاهُ: أَنَّهُمْ لَا يَسْكَرُونَ، وَالنَّزِيفُ السَّكْرَانُ، وَمِنْهُ قَوْلُ حُمَيْدِ بْنِ ثَوْرٍ:  [الطَّوِيلُ] </p><p> نَزِيفٌ تَرَى رَدْعَ الْعَبِيرِ يُجِيبُهَا كَمَا ... ضَرَّجَ الضَّارِي النَّزِيفَ الْمُكْلَمَا </p><p> يَعْنِي أَنَّهَا فِي ثِقَلِ حَرَكَتِهَا كَالسَّكْرَانِ، وَأَنَّ حُمْرَةَ الْعَبِيرِ الَّذِي هُوَ الطِّيبُ فِي جَيْبِهَا كَحُمْرَةِ الدَّمِ عَلَى الطَّرِيدِ الَّذِي ضَرَّجَهُ الْجَوَارِحُ بِدَمِهِ، فَأَصَابَهُ نَزِيفُ الدَّمِ مِنْ جُرْحِ الْجَوَارِحِ لَهُ، وَمِنْهُ أَيْضًا قَوْلُ امْرِئِ الْقَيْسِ:  [الْمُتَقَارِبُ] </p><p> وَإِذْ هِيَ تَمْشِي كَمَشْيِ النَّزِيفِ ... يَصْرَعُهُ بِالْكَثِيبِ الْبُهُرْ </p><p> وَقَوْلُهُ أَيْضًا:  [الطَّوِيلُ] </p><p> نَزِيفٌ إِذَا قَامَتْ لِوَجْهٍ تَمَايَلَتْ ... تُرَاشِي الْفُؤَادَ الرَّخْصَ أَلَّا تَخْتَرَا </p><p> وَقَوْلُ ابْنِ أَبِي رَبِيعَةَ أَوْ جَمِيلٍ:  [الْكَامِلُ] </p><p> فَلَثَمَتْ فَاهَا آخِذًا بِقُرُونِهَا ... شُرْبَ النَّزِيفِ بِبَرْدِ مَاءِ الْحَشْرَجِ </p><p> وَعَلَى قِرَاءَةِ يَنْزِفُونَ بِكَسْرِ الزَّايِ مَبْنِيًّا لِلْفَاعِلِ، فَفِيهِ وَجْهَانِ مِنَ التَّفْسِيرِ لِلْعُلَمَاءِ: </p><p> أَحَدُهُمَا: أَنَّهُ مِنْ أَنْزَفَ الْقَوْمُ إِذَا حَانَ مِنْهُمُ النُّزْفُ وَهُوَ السُّكْرُ، وَنَظِيرُهُ قَوْلُهُمْ: أَحْصَدَ الزَّرْعُ إِذَا حَانَ حَصَادُهُ، وَأَقْطَفَ الْعِنَبُ إِذَا حَانَ قِطَافُهُ، وَهَذَا الْقَوْلُ مَعْنَاهُ رَاجِعٌ إِلَى الْأَوَّلِ. </p><p> وَالثَّانِي: أَنَّهُ مِنْ أَنْزَفَ الْقَوْمُ إِذَا فَنِيَتْ خُمُورُهُمْ، وَمِنْهُ قَوْلُ الْحُطَيْئَةِ:  [الطَّوِيلُ] </p><p> لَعَمْرِي لَئِنْ أَنْزَفْتُمُوا أَوْ صَحَوْتُمُوا ... لَبِئْسَ النَّدَامَى أَنْتُمْ آلٌ أَبْجَرَا </p><p> وَجَمَاهِيرُ الْعُلَمَاءِ عَلَى أَنَّ الْخَمْرَ نَجِسَةُ الْعَيْنِ لِمَا ذَكَرْنَا، وَخَالَفَ فِي ذَلِكَ رَبِيعَةُ، وَاللَّيْثُ، وَالْمُزَنِيُّ صَاحِبُ الشَّافِعِيِّ، وَبَعْضُ الْمُتَأَخِّرِينَ مِنَ الْبَغْدَادِيِّينَ وَالْقَرَوِيِّينَ، كَمَا نَقَلَهُ عَنْهُمُ الْقُرْطُبِيُّ فِي «تَفْسِيرِهِ» . </p><p> وَاسْتَدَلُّوا لِطَهَارَةِ عَيْنِهَا بِأَنَّ الْمَذْكُورَاتِ مَعَهَا فِي الْآيَةِ مِنْ مَالِ مَيْسِرٍ، وَمَالِ قِمَارٍ، وَأَنْصَابٍ، وَأَزْلَامٍ لَيْسَتْ نَجِسَةَ الْعَيْنِ، وَإِنْ كَانَتْ مُحَرَّمَةَ الِاسْتِعْمَالِ. </p>"
}