{
  "id": null,
  "sura": 5,
  "aya": 45,
  "text": "<p> وَمِمَّنْ قَالَ بِهَذَا مُتَمَسِّكًا بِهَذَا الدَّلِيلِ ابْنُ الزُّبَيْرِ، وَالزُّهْرِيُّ، وَابْنُ سِيرِينَ، وَحَبِيبُ بْنُ أَبِي ثَابِتٍ، وَعَبْدُ الْمَلِكِ، وَرَبِيعَةُ، وَدَاوُدُ، وَابْنُ الْمُنْذِرِ، وَحَكَاهُ ابْنُ أَبِي مُوسَى، عَنِ ابْنِ عَبَّاسٍ، وَرُوِيَ عَنْ مُعَاذِ بْنِ جَبَلٍ، وَابْنِ الزُّبَيْرِ، وَابْنِ سِيرِينَ، وَالزُّهْرِيِّ أَنَّهُ يُقْتَلُ مِنْهُمْ وَاحِدٌ، وَيُؤْخَذُ مِنَ الْبَاقِينَ حِصَصُهُمْ مِنَ الدِّيَةِ ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ مُكَافِئٌ لَهُ، فَلَا تُسْتَوْفَى أَبْدَالٌ بِمُبْدَلٍ وَاحِدٍ، كَمَا لَا تَجِبُ دِيَاتٌ لِمَقْتُولٍ وَاحِدٍ، كَمَا نَقَلَهُ عَمَّنْ ذَكَرْنَا ابْنُ قُدَامَةَ فِي «الْمُغْنِي» . </p><p> وَقَالُوا مُقْتَضَى قَوْلِهِ تَعَالَى: الْحُرُّ بِالْحُرِّ [٢ \\ ١٧٨] ، وَقَوْلِهِ: وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ، أَنَّهُ لَا يُؤْخَذُ بِالنَّفْسِ أَكْثَرُ مِنْ نَفْسٍ وَاحِدَةٍ، قَالُوا: وَلِأَنَّ التَّفَاوُتَ فِي الْأَوْصَافِ يَمْنَعُ الْقِصَاصَ، بِدَلِيلِ عَدَمِ قَتْلِ الْحُرِّ بِالْعَبْدِ، وَالتَّفَاوُتَ فِي الْعَدَدِ أَوْلَى. </p><p> وَقَالَ ابْنُ الْمُنْذِرِ: لَا حُجَّةَ مَعَ مَنْ أَوْجَبَ قَتَلَ جَمَاعَةٍ بِوَاحِدٍ، وَعَدَمِ قَتْلِ الْجَمَاعَةِ بِالْوَاحِدِ رِوَايَةٌ عَنِ الْإِمَامِ أَحْمَدَ. </p><p> وَالرِّوَايَةُ الْمَشْهُورَةُ عَنِ الْإِمَامِ أَحْمَدَ، وَمَذْهَبُ الْأَئِمَّةِ الثَّلَاثَةِ: أَنَّهُ يُقْتَلُ الْجَمَاعَةُ بِالْوَاحِدِ، وَقَدْ ثَبَتَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَتَلَ سَبْعَةً بِوَاحِدٍ، وَقَالَ: لَوْ تَمَالَأَ عَلَيْهِ أَهْلُ صَنْعَاءَ لَقَتَلْتُهُمْ بِهِ جَمِيعًا، وَرُوِيَ نَحْوُ ذَلِكَ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - فَإِنَّهُ تَوَقَّفَ عَنْ قِتَالِ الْحَرُورِيَّةِ حَتَّى يُحْدِثُوا، فَلَمَّا ذَبَحُوا عَبْدَ اللَّهِ بْنَ خَبَّابٍ، كَمَا تُذْبَحُ الشَّاةُ، وَأُخْبِرَ عَلِيٌّ بِذَلِكَ قَالَ: اللَّهُ أَكْبَرُ نَادُوهُمْ أَنْ أَخْرِجُوا إِلَيْنَا قَاتِلَ عَبْدِ اللَّهِ بْنِ خِبَّابٍ، فَقَالُوا: كُلُّنَا قَتَلَهُ، ثَلَاثَ مَرَّاتٍ، فَقَالَ عَلِيٌّ لِأَصْحَابِهِ: دُونَكُمُ الْقَوْمَ، فَمَا لَبِثَ أَنْ قَتَلَهُمْ عَلِيٌّ وَأَصْحَابُهُ، نَقَلَهُ الْقُرْطُبِيُّ عَنِ الدَّارَقُطْنِيِّ فِي «سُنَنِهِ» . </p><p> وَيَزِيدُ قَتْلَ الْجَمَاعَةِ بِالْوَاحِدِ مَا رَوَاهُ التِّرْمِذِيُّ عَنْ أَبِي سَعِيدٍ، وَأَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «لَوْ أَنَّ أَهْلَ السَّمَاءِ، وَأَهْلَ الْأَرْضِ اشْتَرَكُوا فِي دَمِ مُؤْمِنٍ لَأَكَبَّهُمُ اللَّهُ فِي النَّارِ» . قَالَ فِيهِ التِّرْمِذِيُّ: حَدِيثٌ غَرِيبٌ، نَقَلَهُ عَنْهُ الْقُرْطُبِيُّ. </p><p> وَرَوَى الْبَيْهَقِيُّ فِي «السُّنَنِ الْكُبْرَى» نَحْوَهُ عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا، وَزَادَ:  «إِلَّا أَنْ يَشَاءَ» ، وَرَوَى الْبَيْهَقِيُّ أَيْضًا عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ أَعَانَ عَلَى قَتْلِ مُسْلِمٍ بِشَطْرِ كَلِمَةٍ لَقِيَ اللَّهَ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ مَكْتُوبًا بَيْنَ عَيْنَيْهِ آيِسٌ مِنْ رَحْمَةِ اللَّهِ» . </p><p> وَرُوِيَ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، وَابْنِ عَبَّاسٍ، وَبِهِ قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ، وَالْحَسَنُ، </p>"
}