{
  "id": null,
  "sura": 5,
  "aya": 71,
  "text": "<p> يُسْتَجْلَبُ بِطَاعَتِهِ، وَقَدْ أَشَارَ تَعَالَى إِلَى ذَلِكَ بِقَوْلِهِ: ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ الْآيَةَ [٣٠ \\ ٤١] ، وَنَحْوَهَا مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ، ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ أَهْلَ الْكِتَابِ قِسْمَانِ: </p><p> طَائِفَةٌ مِنْهُمْ مُقْتَصِدَةٌ فِي عَمَلِهَا، وَكَثِيرٌ مِنْهُمْ سَيِّئُ الْعَمَلِ، وَقَسَّمَ هَذِهِ الْأُمَّةَ إِلَى ثَلَاثَةِ أَقْسَامٍ فِي قَوْلِهِ: فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ [٣٥ \\ ٣٢] ، وَوَعَدَ الْجَمِيعَ بِالْجَنَّةِ بِقَوْلِهِ: جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ [٣٥ \\ ٣٣] . </p><p> وَذَكَرَ الْقِسْمَ الرَّابِعَ: وَهُوَ الْكُفَّارُ مِنْهَا بِقَوْلِهِ: وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا الْآيَةَ [٣٥ \\ ٣٦] . </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي الْمُقْتَصِدِ، وَالسَّابِقِ، وَالظَّالِمِ، أَنَّ الْمُقْتَصِدَ هُوَ مَنِ امْتَثَلَ الْأَمْرَ، وَاجْتَنَبَ النَّهْيَ، وَلَمْ يَزِدْ عَلَى ذَلِكَ، وَأَنَّ السَّابِقَ بِالْخَيْرَاتِ هُوَ مَنْ فَعَلَ ذَلِكَ، وَزَادَ بِالتَّقَرُّبِ إِلَى اللَّهِ بِالنَّوَافِلِ، وَالتَّوَرُّعِ عَنْ بَعْضِ الْجَائِزَاتِ، خَوْفًا مِنْ أَنْ يَكُونَ سَبَبًا لِغَيْرِهِ، وَأَنَّ الظَّالِمَ هُوَ الْمَذْكُورُ فِي قَوْلِهِ: خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ الْآيَةَ [٩ \\ ١٠٢] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْآيَةَ. </p><p> أَمَرَ تَعَالَى فِي هَذِهِ الْآيَةِ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِتَبْلِيغِ مَا أُنْزِلَ إِلَيْهِ، وَشَهِدَ لَهُ بِالِامْتِثَالِ فِي آيَاتٍ مُتَعَدِّدَةٍ، كَقَوْلِهِ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ [٥ \\ ٣] ، وَقَوْلِهِ: وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ [٢٤ \\ ٥٤] ، وَقَوْلِهِ: فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ [٥١ \\ ٥٤] ، وَلَوْ كَانَ يُمْكِنُ أَنْ يَكْتُمَ شَيْئًا، لَكَتَمَ قَوْلَهُ تَعَالَى: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ [٣٣ \\ ٣٧] ، فَمَنْ زَعَمَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَتَمَ حَرْفًا مِمَّا أُنْزِلَ عَلَيْهِ، فَقَدْ أَعْظَمَ الِافْتِرَاءَ عَلَى اللَّهِ، وَعَلَى رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَوْلُهُ تَعَالَى: وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا وَصَمُّوا ثُمَّ تَابَ اللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ وَاللَّهُ بَصِيرٌ بِمَا يَعْمَلُونَ الْآيَةَ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ بَنِي إِسْرَائِيلَ عَمُوا وَصَمُّوا مَرَّتَيْنِ، تَتَخَلَّلُهُمَا </p>"
}