{
  "id": null,
  "sura": 5,
  "aya": 35,
  "text": "<p> مُسْلِمٍ وَغَيْرِهِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا سَمَلَ أَعْيُنَهُمْ قِصَاصًا ; لِأَنَّهُمْ سَمَلُوا أَعْيُنَ رُعَاةِ اللِّقَاحِ، وَعَقَدَهُ الْبَدَوِيُّ الشِّنْقِيطِيُّ فِي «مَغَازِيهِ» بِقَوْلِهِ: [الرَّجَزُ] </p><p> وَبَعْدَهَا انْتَهَبَهَا الْأُلَى انْتَهَوْا ... لِغَايَةِ الْجَهْدِ وَطِيبَةَ اجْتَوَوْا </p><p> فَخَرَجُوا فَشَرِبُوا أَلْبَانَهَا ... وَنَبَذُوا إِذْ سَمِنُوا أَمَانَهَا </p><p> فَاقْتَصَّ مِنْهُمُ النَّبِيُّ أَنْ مَثَّلُوا ... بِعَبْدِهِ وَمُقْلَتَيْهِ سَمَلُوا </p><p> وَاعْتَرَضَ عَلَى النَّاظِمِ شَارِحُ النَّظْمِ حَمَّادٌ لَفْظَةَ «بِعَبْدِهِ» ; لِأَنَّ الثَّابِتَ أَنَّهُمْ مَثَّلُوا بِالرِّعَاءِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ الْآيَةَ. </p><p> اعْلَمْ أَنَّ جُمْهُورَ الْعُلَمَاءِ عَلَى أَنَّ الْمُرَادَ بِالْوَسِيلَةِ هُنَا هُوَ الْقُرْبَةُ إِلَى اللَّهِ تَعَالَى، بِامْتِثَالِ أَوَامِرِهِ، وَاجْتِنَابِ نَوَاهِيهِ عَلَى وَفْقِ مَا جَاءَ بِهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِإِخْلَاصٍ فِي ذَلِكَ لِلَّهِ تَعَالَى ; لِأَنَّ هَذَا وَحْدَهُ هُوَ الطَّرِيقُ الْمُوَصِّلَةُ إِلَى رِضَى اللَّهِ تَعَالَى، وَنَيْلِ مَا عِنْدَهُ مِنْ خَيْرِ الدُّنْيَا وَالْآخِرَةِ. </p><p> وَأَصْلُ الْوَسِيلَةِ: الطَّرِيقُ الَّتِي تُقَرِّبُ إِلَى الشَّيْءِ، وَتُوَصِّلُ إِلَيْهِ وَهِيَ الْعَمَلُ الصَّالِحُ بِإِجْمَاعِ الْعُلَمَاءِ ; لِأَنَّهُ لَا وَسِيلَةَ إِلَى اللَّهِ تَعَالَى إِلَّا بِاتِّبَاعِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَى هَذَا فَالْآيَاتُ الْمُبَيِّنَةُ لِلْمُرَادِ مِنَ الْوَسِيلَةِ كَثِيرَةٌ جِدًّا كَقَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] ، وَكَقَوْلِهِ: قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي [\\ ٣١] ، وَقَوْلِهِ: قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ [٢٤ \\ ٥٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ الْمُرَادَ بِالْوَسِيلَةِ الْحَاجَةُ، وَلَمَّا سَأَلَهُ نَافِعٌ الْأَزْرَقُ هَلْ تَعْرِفُ الْعَرَبُ ذَلِكَ؟ أَنْشَدَ لَهُ بَيْتَ عَنْتَرَةَ:  [الْكَامِلُ] </p><p> إِنَّ الرِّجَالَ لَهُمْ إِلَيْكِ وَسِيلَةٌ ... إِنْ يَأْخُذُوكِ تَكَحَّلِي وَتَخَضَّبِي </p><p> قَالَ: يَعْنِي لَهُمْ إِلَيْكِ حَاجَةٌ، وَعَلَى هَذَا الْقَوْلِ الَّذِي رُوِيَ عَنِ ابْنِ عَبَّاسٍ، فَالْمَعْنَى: وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ [٥ \\ ٣٥] ، وَاطْلُبُوا حَاجَتَكُمْ مِنَ اللَّهِ ; لِأَنَّهُ وَحْدَهُ هُوَ الَّذِي يَقْدِرُ عَلَى إِعْطَائِهَا، وَمِمَّا يُبَيِّنُ مَعْنَى هَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ الْآيَةَ [٢٩ \\ ١٧] ، وَقَوْلُهُ: وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ الْآيَةَ [٤ \\ ٣٢] ، وَفِي الْحَدِيثِ:  «إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ» . </p>"
}