{
  "id": null,
  "sura": 5,
  "aya": 111,
  "text": "<p> يَا رَسُولَ اللَّهِ أَلَا نُقَاتِلُهُمْ؟ قَالَ:  «لَا مَا أَقَامُوا فِيكُمُ الصَّلَاةَ» ، أَخْرَجَهُ مُسْلِمٌ فِي «صَحِيحِهِ» . </p><p> فَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «فَمَنْ كَرِهَ» يَعْنِي بِقَلْبِهِ، وَلَمْ يَسْتَطِعْ إِنْكَارًا بِيَدٍ وَلَا لِسَانٍ «فَقَدَ بَرِئَ» مِنَ الْإِثْمِ، وَأَدَّى وَظِيفَتَهُ، «وَمَنْ أَنْكَرَ» بِحَسْبِ طَاقَتِهِ «فَقَدْ سَلِمَ» مِنْ هَذِهِ الْمَعْصِيَةِ، «وَمَنْ رَضِيَ» بِهَا «وَتَابَعَ» عَلَيْهَا، فَهُوَ عَاصٍ كَفَاعِلِهَا. </p><p> وَنَظِيرُهُ حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ مُسْلِمٍ: قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ» وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: عَلَيْكُمْ أَنْفُسَكُمْ، صِيغَةُ إِغْرَاءٍ، يَعْنِي: الْزَمُوا حِفْظَهَا، كَمَا أَشَارَ لَهُ فِي «الْخُلَاصَةِ» بِقَوْلِهِ: [الرَّجَزُ] </p><p> وَالْفِعْلُ مِنْ أَسْمَائِهِ عَلَيْكَا وَهَكَذَا دُونَكَ مَعْ إِلَيْكَا </p><p> قَوْلُهُ تَعَالَى: وَلَا نَكْتُمُ شَهَادَةَ اللَّهِ إِنَّا إِذًا لَمِنَ الْآثِمِينَ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كَاتِمَ الشَّهَادَةِ آثِمٌ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ هَذَا الْإِثْمَ مِنَ الْآثَامِ الْقَلْبِيَّةِ، وَهُوَ قَوْلُهُ: وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ [٢ \\ ٢٨٣] ، وَمَعْلُومٌ أَنَّ مَنْشَأَ الْآثَامِ وَالطَّاعَاتِ جَمِيعًا مِنَ الْقَلْبِ ; لِأَنَّهُ إِذَا صَلَحَ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَ الْجَسَدُ كُلُّهُ. </p><p> قَوْلُهُ تَعَالَى: وَإِذْ تُخْرِجُ الْمَوْتَى بِإِذْنِي، مَعْنَاهُ إِخْرَاجُهُمْ مِنْ قُبُورِهِمْ أَحْيَاءً بِمَشِيئَةِ اللَّهِ وَقُدْرَتِهِ، كَمَا أَوْضَحَهُ بِقَوْلِهِ: وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ [٣ \\ ٤٩] . </p><p> قَوْلُهُ تَعَالَى: وَإِذْ كَفَفْتُ بَنِي إِسْرَائِيلَ عَنْكَ إِذْ جِئْتَهُمْ بِالْبَيِّنَاتِ الْآيَةَ، لَمْ يَذْكُرْ هُنَا كَيْفِيَّةَ كَفِّهِ إِيَّاهُمْ عَنْهُ، وَلَكِنَّهُ بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ، وَقَوْلِهِ: وَمَا قَتَلُوهُ يَقِينًا بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ [٤ \\ ١٥٨] ، وَقَوْلِهِ: وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا [٣ \\ ٥٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ الْآيَةَ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْمُرَادُ بِالْإِيحَاءِ إِلَى الْحَوَارِيِّينَ الْإِلْهَامُ، وَيَدُلُّ لَهُ وُرُودُ الْإِيحَاءِ فِي الْقُرْآنِ بِمَعْنَى الْإِلْهَامِ، كَقَوْلِهِ: وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ الْآيَةَ [١٦ \\ ٦٨] ، يَعْنِي أَلْهَمَهَا، قَالَ بَعْضُ الْعُلَمَاءِ: </p><p> وَمِنْهُ وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ [٢٨ \\ ٧] ، وَقَالَ بَعْضُ الْعُلَمَاءِ مَعْنَاهُ: أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ إِيحَاءً حَقِيقِيًّا بِوَاسِطَةِ عِيسَى - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ. </p>"
}