{
  "id": null,
  "sura": 5,
  "aya": 27,
  "text": "<p> يَعْنِي يُدْعَوْنَ إِلَى التَّوْرَاةِ لِيَحْكُمَ بَيْنَهُمْ فِي حَدِّ الزَّانِي الْمُحْصَنِ بِالرَّجْمِ، وَهُمْ مُعْرِضُونَ عَنْ ذَلِكَ مُنْكِرُونَ لَهُ، وَمِنْ ذَلِكَ، مَا أَخْفَوْهُ مِنْ صِفَاتِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كِتَابِهِمْ، وَإِنْكَارِهِمْ أَنَّهُمْ يَعْرِفُونَ أَنَّهُ هُوَ الرَّسُولُ، كَمَا بَيَّنَهُ تَعَالَى بِقَوْلِهِ: وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ [٢ \\ ٨٩] . </p><p> وَمِنْ ذَلِكَ إِنْكَارُهُمْ أَنَّ اللَّهَ حَرَّمَ عَلَيْهِمْ بَعْضَ الطَّيِّبَاتِ بِسَبَبِ ظُلْمِهِمْ وَمَعَاصِيهِمْ، كَمَا قَالَ تَعَالَى: فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ [٤ \\ ٦٠] ، وَقَوْلِهِ: وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ [٦ \\ ١٤٦] . </p><p> فَإِنَّهُمْ أَنْكَرُوا هَذَا، وَقَالُوا لَمْ يُحَرَّمْ عَلَيْنَا إِلَّا مَا كَانَ مُحَرَّمًا عَلَى إِسْرَائِيلَ، فَكَذَّبَهُمُ الْقُرْآنُ فِي ذَلِكَ، فِي قَوْلِهِ تَعَالَى: كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ [٣ \\ ٩٣] . </p><p> وَمِنْ ذَلِكَ كَتْمُ النَّصَارَى بِشَارَةَ عِيسَى ابْنِ مَرْيَمَ لَهُمْ بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَدْ بَيَّنَهَا تَعَالَى بِقَوْلِهِ: وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَابَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ [٦١ \\ ٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْمُبَيِّنَةِ لِمَا أَخْفَوْهُ مِنْ كُتُبِهِمْ. </p><p> قَوْلُهُ تَعَالَى: وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ الْآيَةَ. </p><p> قَالَ جُمْهُورُ الْعُلَمَاءِ: إِنَّهُمَا ابْنَا آدَمَ لِصُلْبِهِ، وَهُمَا هَابِيلُ، وَقَابِيلُ. </p><p> وَقَالَ الْحَسَنُ الْبَصْرِيُّ رَحِمَهُ اللَّهُ: هُمَا رَجُلَانِ مِنْ بَنِي إِسْرَائِيلَ، وَلَكِنَّ الْقُرْآنَ يَشْهَدُ لِقَوْلِ الْجَمَاعَةِ، وَيَدُلُّ عَلَى عَدَمِ صِحَّةِ قَوْلِ الْحَسَنِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَبَعَثَ اللَّهُ غُرَابًا يَبْحَثُ فِي الْأَرْضِ لِيُرِيَهُ كَيْفَ يُوَارِي سَوْأَةَ أَخِيهِ [١٥ \\ ٣١] ، وَلَا يَخْفَى عَلَى أَحَدٍ أَنَّهُ لَيْسَ فِي بَنِي إِسْرَائِيلَ رَجُلٌ يَجْهَلُ الدَّفْنَ حَتَّى يَدُلَّهُ عَلَيْهِ الْغُرَابُ، فَقِصَّةُ الِاقْتِدَاءِ بِالْغُرَابِ فِي الدَّفْنِ، وَمَعْرِفَتِهِ مِنْهُ تَدُلُّ عَلَى أَنَّ الْوَاقِعَةَ وَقَعَتْ فِي أَوَّلِ الْأَمْرِ قَبْلَ أَنْ </p>"
}