{
  "id": null,
  "sura": 6,
  "aya": 76,
  "text": "<p> حُلْوَانُ كَاهِنٌ وَأُجْرَةُ الْغِنَا ... وَنَائِحٌ وَرِشْوَةٌ مَهْرُ الزِّنَا </p><p> هَكَذَا قِيلَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِّ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ الْآيَةَ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ النَّوْمَ وَفَاةٌ، وَأَشَارَ فِي مَوْضِعٍ آخَرَ إِلَى أَنَّهُ وَفَاةٌ صُغْرَى، وَأَنَّ صَاحِبَهَا لَمْ يَمُتْ حَقِيقَةً، وَأَنَّهُ تَعَالَى يُرْسِلُ رُوحَهُ إِلَى بَدَنِهِ حَتَّى يَنْقَضِيَ أَجْلُهُ، وَأَنَّ وَفَاةَ الْمَوْتِ الَّتِي هِيَ الْكُبْرَى قَدْ مَاتَ صَاحِبُهَا، وَلِذَا يُمْسِكُ رُوحَهُ عِنْدَهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ [٣٩ \\ ٤٢] . </p><p> قَوْلُهُ تَعَالَى: وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً الْآيَةَ، لَمْ يُبَيِّنْ هُنَا مَاذَا يَحْفَظُونَ، وَبَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، فَذَكَرَ أَنَّ مِمَّا يَحْفَظُونَهُ بَدَنَ الْإِنْسَانِ، بِقَوْلِهِ: لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ [١٣ \\ ١١] ، وَذَكَرَ أَنَّ مِمَّا يَحْفَظُونَهُ جَمِيعَ أَعْمَالِهِ مِنْ خَيْرٍ وَشَرٍّ، بِقَوْلِهِ: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ [٨٢ \\ ١٠، ١١، ١٢] ، وَقَوْلِهِ: إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ [٥٠ \\ ١٧، ١٨] ، وَقَوْلِهِ: أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ، نَهَى اللَّهُ تَعَالَى نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنْ مُجَالَسَةِ الْخَائِضِينَ فِي آيَاتِهِ، وَلَمْ يُبَيِّنْ كَيْفِيَّةَ خَوْضِهِمْ فِيهَا، الَّتِي هِيَ سَبَبُ مَنْعِ مُجَالَسَتِهِمْ، وَلَمْ يَذْكُرْ حُكْمَ مُجَالَسَتِهِمْ هُنَا، وَبَيَّنَ ذَلِكَ كُلَّهُ فِي مَوْضِعٍ آخَرَ، فَبَيَّنَ أَنَّ خَوْضَهُمْ فِيهَا بِالْكُفْرِ وَالِاسْتِهْزَاءِ بِقَوْلِهِ: وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ الْآيَةَ [٤ \\ ١٤٠] . </p><p> وَبَيَّنَ أَنَّ مَنْ جَالَسَهُمْ فِي وَقْتِ خَوْضِهِمْ فِيهَا مِثْلُهُمْ فِي الْإِثْمِ، بِقَوْلِهِ: إِنَّكُمْ إِذًا مِثْلُهُمْ، وَبَيَّنَ حُكْمَ مَنْ جَالَسَهُمْ نَاسِيًا، ثُمَّ تَذَكَّرَ بِقَوْلِهِ هُنَا: وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ [٦ \\ ٦٨] ، كَمَا تَقَدَّمَ فِي سُورَةِ النِّسَاءِ. </p><p> قَوْلُهُ تَعَالَى: فَلَمَّا جَنَّ عَلَيْهِ اللَّيَلُّ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي، الْآيَاتِ، قَوْلُهُ: هَذَا رَبِّي [٦ \\ ٧٦] ، فِي الْمَوَاضِعِ الثَّلَاثَةِ مُحْتَمَلٌ لِأَنَّهُ كَانَ يَظُنُّ ذَلِكَ، كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ، </p>"
}