{
  "id": null,
  "sura": 6,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْأَنْعَامِ </p><p> قَوْلُهُ تَعَالَى: ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ، فِي قَوْلِهِ تَعَالَى: يَعْدِلُونَ [٦ \\ ١] ، وَجْهَانِ لِلْعُلَمَاءِ: </p><p> أَحَدُهُمَا: أَنَّهُ مِنَ الْعُدُولِ عَنِ الشَّيْءِ بِمَعْنَى الِانْحِرَافِ، وَالْمَيْلِ عَنْهُ، وَعَلَى هَذَا فَقَوْلُهُ: بِرَبِّهِمْ مُتَعَلِّقٌ بِقَوْلِهِ: كَفَرُوا، وَعَلَيْهِ فَالْمَعْنَى: إِنَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَمِيلُونَ وَيَنْحَرِفُونَ عَنْ طَرِيقِ الْحَقِّ إِلَى الْكُفْرِ وَالضَّلَالِ، وَقِيلَ عَلَى هَذَا الْوَجْهِ: إِنَّ «الْبَاءَ» بِمَعْنَى «عَنْ» أَيْ: يَعْدِلُونَ عَنْ رَبِّهِمْ، فَلَا يَتَوَجَّهُونَ إِلَيْهِ بِطَاعَةٍ، وَلَا إِيمَانٍ. </p><p> وَالثَّانِي: أَنْ «الْبَاءَ» مُتَعَلِّقَةٌ بِيَعْدِلُونَ، وَمَعْنَى يَعْدِلُونَ يَجْعَلُونَ لَهُ نَظِيرًا فِي الْعِبَادَةِ، مِنْ قَوْلِ الْعَرَبِ: عَدَلْتُ فُلَانًا بِفُلَانٍ إِذَا جَعَلْتُهُ لَهُ نَظِيرًا وَعَدِيلًا، وَمِنْهُ قَوْلُ جَرِيرٍ:  [الْوَافِرُ] </p><p> أَثَعْلَبَةَ الْفَوَارِسِ أَمْ رِيَاحًا ... عَدَلْتَ بِهِمْ طُهَيَّةَ وَالْخِشَابَا </p><p> يَعْنِي أَجَعَلْتَ طُهَيَّةَ وَالْخِشَابَ نُظَرَاءَ وَأَمْثَالًا لِبَنِي ثَعْلَبَةَ وَبَنِي رِيَاحٍ، وَهَذَا الْوَجْهُ الْأَخِيرُ يَدُلُّ لَهُ الْقُرْآنُ، كَقَوْلِهِ تَعَالَى، عَنِ الْكُفَّارِ الَّذِينَ عَدَلُوا بِهِ غَيْرَهُ: تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ [٢٦ \\ ٩٧، ٩٨] ، وَقَوْلِهِ تَعَالَى: وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ [٢ \\ ١٦٥] ، وَأَشَارَ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ إِلَى أَنَّ الْكُفَّارَ سَاوَوْا بَيْنَ الْمَخْلُوقِ وَالْخَالِقِ، قَبَّحَهُمُ اللَّهُ تَعَالَى، كَقَوْلِهِ: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ [١٣ \\ ١٦] ، وَقَوْلِهِ: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ [١٦ \\ ١٧] ، وَقَوْلِهِ: ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ الْآيَةَ [٣٠ \\ ٢٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَعِدْلُ الشَّيْءِ فِي اللُّغَةِ مِثْلُهُ وَنَظِيرُهُ، قَالَ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ: إِذَا كَانَ مِنْ جِنْسِهِ، فَهُوَ عِدْلٌ بِكَسْرِ الْعَيْنِ، وَإِذَا كَانَ مِنْ غَيْرِ جِنْسِهِ، فَهُوَ عَدْلٌ بِفَتْحِ الْعَيْنِ، وَمِنَ الْأَوَّلِ قَوْلُ مُهَلْهِلٍ:  [الْوَافِرُ] </p><p> عَلَى أَنْ لَيْسَ عِدْلًا مِنْ كُلَيْبٍ ... إِذَا بَرَزَتْ مُخَبَّأَةُ الْخُدُورِ </p><p> عَلَى أَنْ لَيْسَ عِدْلًا مِنْ كُلَيْبٍ ... إِذَا اضْطَرَبَ الْعِضَاهُ مِنَ الدَّبُورِ </p><p> عَلَى أَنْ لَيْسَ عِدْلًا مِنْ كُلَيْبٍ ... غَدَاةَ بَلَابِلِ الْأَمْرِ الْكَبِيرِ </p><p> يَعْنِي أَنَّ الْقَتْلَى الَّذِينَ قَتَلَهُمْ مِنْ بَكْرِ بْنِ وَائِلٍ بِأَخِيهِ كُلَيْبٍ الَّذِي قَتَلَهُ جَسَّاسُ بْنُ مُرَّةَ الْبَكْرِيِّ لَا يُكَافِئُونَهُ، وَلَا يُعَادِلُونَهُ فِي الشَّرَفِ. </p><p> وَمِنَ الثَّانِي قَوْلُهُ تَعَالَى: أَوْ عَدْلُ ذَلِكَ صِيَامًا [٥ \\ ٩٥] ; لِأَنَّ الْمُرَادَ نَظِيرُ الْإِطْعَامِ مِنَ الصِّيَامِ، وَلَيْسَ مِنْ جِنْسِهِ، وَقَوْلُهُ: وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ [٦ \\ ٧٠] ، وَقَوْلُهُ: وَلَا يُقْبَلُ مِنْهَا عَدْلٌ [٢ \\ ١٢٣] ، وَالْعَدْلُ: الْفِدَاءُ، لِأَنَّهُ كَأَنَّهُ قِيمَةٌ مُعَادَلَةٌ لِلْفِدَى تُؤْخَذُ بَدَلَهُ، قَوْلُهُ تَعَالَى: وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ الْآيَةَ [٦ \\ ٣] ، فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَةُ أَوْجُهٍ لِلْعُلَمَاءِ مِنَ التَّفْسِيرِ، وَكُلُّ وَاحِدٍ مِنْهَا لَهُ مِصْدَاقٌ فِي كِتَابِ اللَّهِ تَعَالَى: </p><p> الْأَوَّلُ: أَنَّ الْمَعْنَى وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ، أَيْ: وَهُوَ الْإِلَهُ الْمَعْبُودُ فِي السَّمَاوَاتِ وَالْأَرْضِ ; لِأَنَّهُ جَلَّ وَعَلَا هُوَ الْمَعْبُودُ وَحْدَهُ بِحَقٍّ فِي الْأَرْضِ وَالسَّمَاءِ، وَعَلَى هَذَا فَجُمْلَةُ يَعْلَمُ حَالٌ، أَوْ خَبَرٌ، وَهَذَا الْمَعْنَى يُبَيِّنُهُ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ [٤٣ \\ ٨٤] ، أَيْ: وَهُوَ الْمَعْبُودُ فِي السَّمَاءِ وَالْأَرْضِ بِحَقٍّ، وَلَا عِبْرَةَ بِعِبَادَةِ الْكَافِرِينَ غَيْرَهُ ; لِأَنَّهَا وَبَالٌ عَلَيْهِمْ يَخْلُدُونَ بِهَا فِي النَّارِ الْخُلُودَ الْأَبَدِيَّ، وَمَعْبُودَاتُهُمْ لَيْسَتْ شُرَكَاءَ لِلَّهِ سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ [٥٣ \\ ٢٣] ، وَقَوْلُهُ تَعَالَى: وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ [١٠ \\ ٦٦] . </p><p> وَهَذَا الْقَوْلُ فِي الْآيَةِ أَظْهَرُ الْأَقْوَالِ، وَاخْتَارَهُ الْقُرْطُبِيُّ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ قَوْلَهُ: فِي السَّمَاوَاتِ وَفِي الْأَرْضِ [٦ \\ ٣] ، يَتَعَلَّقُ بِقَوْلِهِ: يَعْلَمُ سِرَّكُمْ، أَيْ: وَهُوَ اللَّهُ يَعْلَمُ سِرَّكُمْ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ ; وَيُبَيِّنُ هَذَا الْقَوْلَ وَيَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [٢٥ \\ ٦] . </p><p> قَالَ النَّحَّاسُ: وَهَذَا الْقَوْلُ مِنْ أَحْسَنِ مَا قِيلَ فِي الْآيَةِ، نَقَلَهُ عَنْهُ الْقُرْطُبِيُّ. </p>"
}