{
  "id": null,
  "sura": 6,
  "aya": 19,
  "text": "<p> شِهَابُ حُرُوبٍ لَا تَزَالُ جِيَادُهُ ... عَوَابِسَ يَعْلِكْنَ الشَّكِيمَ الْمُصَمَّدَا </p><p> فَإِذَا عَلِمْتَ ذَلِكَ، فَاللَّهُ تَعَالَى هُوَ السَّيِّدُ الَّذِي هُوَ وَحْدَهُ الْمَلْجَأُ عِنْدَ الشَّدَائِدِ وَالْحَاجَاتِ، وَهُوَ الَّذِي تَنَزَّهَ وَتَقَدَّسَ وَتَعَالَى عَنْ صِفَاتِ الْمَخْلُوقِينَ، كَأَكْلِ الطَّعَامِ وَنَحْوِهِ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ الْآيَةَ، يَعْنِي أَوَّلَ مَنْ أَسْلَمَ مِنْ هَذِهِ الْأُمَّةِ الَّتِي أُرْسِلْتُ إِلَيْهَا، وَلَيْسَ الْمُرَادُ أَوَّلَ مَنْ أَسْلَمَ مِنْ جَمِيعِ النَّاسِ، كَمَا بَيَّنَهُ تَعَالَى بِآيَاتٍ كَثِيرَةٍ تَدُلُّ عَلَى وُجُودِ الْمُسْلِمِينَ قَبْلَ وُجُودِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَوُجُودِ أُمَّتِهِ، كَقَوْلِهِ عَنْ إِبْرَاهِيمَ: إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ [٢ \\ ١٣١] ، وَقَوْلِهِ عَنْ يُوسُفَ: تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ [١٢ \\ ١٠١] ، وَقَوْلِهِ: يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا [٥ \\ ٤٤] ، وَقَوْلِهِ عَنْ لُوطٍ وَأَهْلِهِ: فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ [٥١ \\ ٣٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، أَشَارَ تَعَالَى بِقَوْلِهِ هُنَا: فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٦ \\ ١٧] ، بَعْدَ قَوْلِهِ: وَإِنْ يَمْسَسْكَ بِخَيْرٍ، إِلَى أَنَّ فَضْلَهُ وَعَطَاءَهُ الْجَزِيلَ لَا يَقْدِرُ أَحَدٌ عَلَى رَدِّهِ، عَمَّنْ أَرَادَهُ لَهُ تَعَالَى، كَمَا صَرَّحَ بِذَلِكَ فِي قَوْلِهِ: وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ مَنْ يَشَاءُ الْآيَةَ [١٠ \\ ١٠٧] . </p><p> قَوْلُهُ تَعَالَى: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ، صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُنْذِرٌ لِكُلِّ مَنْ بَلَغَهُ هَذَا الْقُرْآنُ الْعَظِيمُ كَائِنًا مَنْ كَانَ، وَيُفْهَمُ مِنَ الْآيَةِ أَنَّ الْإِنْذَارَ بِهِ عَامٌّ لِكُلِّ مَنْ بَلَغَهُ، وَأَنَّ كُلَّ مَنْ بَلَغَهُ وَلَمْ يُؤْمِنْ بِهِ فَهُوَ فِي النَّارِ، وَهُوَ كَذَلِكَ. </p><p> أَمَّا عُمُومُ إِنْذَارِهِ لِكُلِّ مَنْ بَلَغَهُ، فَقَدْ دَلَّتْ عَلَيْهِ آيَاتٌ أُخَرُ أَيْضًا كَقَوْلِهِ: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا [٧ \\ ١٥٨] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ [٣٤ \\ ٢٨] ، وَقَوْلِهِ: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] . </p><p> وَأَمَّا دُخُولُ مَنْ لَمْ يُؤْمِنْ بِهِ النَّارَ، فَقَدْ صَرَّحَ بِهِ تَعَالَى فِي قَوْلِهِ: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ [١١ \\ ١٧] . </p>"
}