{
  "id": null,
  "sura": 6,
  "aya": 131,
  "text": "<p> قَوْلُهُ تَعَالَى: يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ الْآيَةَ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِالرُّسُلِ مِنَ الْجِنِّ نُذُرُهُمُ الَّذِينَ يَسْمَعُونَ كَلَامَ الرُّسُلِ، فَيُبَلِّغُونَهُ إِلَى قَوْمِهِمْ ; وَيَشْهَدُ لِهَذَا أَنَّ اللَّهَ ذَكَرَ أَنَّهُمْ مُنْذِرُونَ لِقَوْمِهِمْ فِي قَوْلِهِ: وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ [٤٦ \\ ٢٩] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: رُسُلٌ مِنْكُمْ [٦ \\ ١٣٠] أَيْ: مِنْ مَجْمُوعِكُمُ الصَّادِقِ بِخُصُوصِ الْإِنْسِ ; لِأَنَّهُ لَا رُسُلَ مِنَ الْجِنِّ، وَيُسْتَأْنَسُ لِهَذَا الْقَوْلِ بِأَنَّ الْقُرْآنَ رُبَّمَا أُطْلِقَ فِيهِ الْمَجْمُوعُ مُرَادًا بَعْضُهُ، كَقَوْلِهِ: وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا [٧١ \\ ١٦] ، وَقَوْلِهِ: فَكَذَّبُوهُ فَعَقَرُوهَا [٩١ \\ ١٤] ، مَعَ أَنَّ الْعَاقِرَ وَاحِدٌ مِنْهُمْ، كَمَا بَيَّنَهُ بِقَوْلِهِ: فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ [٥٤ \\ ٢٩] . وَاعْلَمْ أَنَّ مَا ذَكَرَهُ الْحَافِظُ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - وَغَيْرُهُ مِنْ أَجِلَّاءِ الْعُلَمَاءِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: مِنْ أَنَّ قَوْلَهُ: يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ [٥٥ \\ ٢٢] يُرَادُ بِهِ الْبَحْرُ الْمِلْحُ خَاصَّةً دُونَ الْعَذْبِ غَلَطٌ كَبِيرٌ، لَا يَجُوزُ الْقَوْلُ بِهِ ; لِأَنَّهُ مُخَالِفٌ مُخَالَفَةً صَرِيحَةً لِكَلَامِ اللَّهِ تَعَالَى ; لِأَنَّ اللَّهَ ذَكَرَ الْبَحْرَيْنِ الْمِلْحَ وَالْعَذْبَ بِقَوْلِهِ: وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ [٣٥ \\ ١٢] ، ثُمَّ صَرَّحَ بِاسْتِخْرَاجِ اللُّؤْلُؤِ وَالْمَرْجَانِ مِنْهَا جَمِيعًا بِقَوْلِهِ: وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا، وَالْحِلْيَةُ الْمَذْكُورَةُ هِيَ اللُّؤْلُؤُ وَالْمَرْجَانُ، فَقَصْرُهُ عَلَى الْمِلْحِ مُنَاقِضٌ لِلْآيَةِ صَرِيحًا، كَمَا تَرَى. </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ، النَّفْيُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مُنْصَبٌّ عَلَى الْجُمْلَةِ الْحَالِيَّةِ، وَالْمَعْنَى أَنَّهُ لَا يُهْلِكُ قَوْمًا فِي حَالِ غَفْلَتِهِمْ، أَيْ عَدَمِ إِنْذَارِهِمْ، بَلْ لَا يُهْلِكُ أَحَدًا إِلَّا بَعْدَ الْإِعْذَارِ وَالْإِنْذَارِ عَلَى أَلْسِنَةِ الرُّسُلِ - عَلَيْهِمْ صَلَوَاتُ اللَّهِ وَسَلَامُهُ - كَمَا بَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ، وَقَوْلِهِ: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] ، وَقَوْلِهِ: وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ [٣٥ \\ ٢٤] ، وَقَوْلِهِ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [١٦ \\ ٣٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}