{
  "id": null,
  "sura": 6,
  "aya": 105,
  "text": "<p> الْآيَةِ الْكَرِيمَةِ أَنَّ حِكْمَةَ خَلْقِ النُّجُومِ هِيَ الِاهْتِدَاءُ بِهَا فَقَطْ، كَقَوْلِهِ: وَبِالنَّجْمِ هُمْ يَهْتَدُونَ [١٦ \\ ١٦] ، وَلَكِنَّهُ تَعَالَى بَيَّنَ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ لَهَا حِكْمَتَيْنِ أُخْرَيَيْنِ غَيْرَ الِاهْتِدَاءِ بِهَا؛ وَهُمَا تَزْيِينُ السَّمَاءِ الدُّنْيَا، وَرَجْمُ الشَّيَاطِينِ بِهَا، كَقَوْلِهِ: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ الْآيَةَ [٦٧ \\ ٥] ، وَقَوْلِهِ: إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ [٣٧ \\ ٦، ٧، ٨، ٩، ١٠] ، وَقَوْلِهِ: وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ [٤١ \\ ١٢] . </p><p> قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ إِنْشَائِهِمْ مِنْ نَفْسٍ وَاحِدَةٍ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ كَيْفِيَّتَهُ أَنَّهُ خَلَقَ مِنْ تِلْكَ الْوَاحِدَةِ الَّتِي هِيَ آدَمُ زَوْجُهَا حَوَّاءَ، وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً كَقَوْلِهِ: يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً [٤ \\ ١] ، وَقَوْلِهِ: هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا الْآيَةَ [٧ \\ ١٨٩] . </p><p> قَوْلُهُ تَعَالَى: لَا تُدْرِكُهُ الْأَبْصَارُ الْآيَةَ، أَشَارَ فِي مَوَاضِعَ أُخَرَ إِلَى أَنَّ نَفْيَ الْإِدْرَاكِ الْمَذْكُورِ هُنَا لَا يَقْتَضِي نَفْيَ مُطْلَقِ الرُّؤْيَةِ، كَقَوْلِهِ: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ [٧٥ \\ ٢٢، ٢٣] ، وَقَوْلِهِ: لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ [١٠ \\ ٢٦] ، وَالْحُسْنَى الْجَنَّةُ، وَالزِّيَادَةُ النَّظَرُ إِلَى وَجْهِ اللَّهِ الْكَرِيمِ، وَقَوْلِهِ: كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ [٨٣ \\ ١٥] ، يُفْهَمُ مِنْهُ أَنَّ الْمُؤْمِنِينَ لَيْسُوا مَحْجُوبِينَ عَنْهُ، وَهُوَ كَذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَلِيَقُولُوا دَرَسْتَ الْآيَةَ، يَعْنِي لِيَزْعُمُوا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا تَعَلَّمَ هَذَا الْقُرْآنَ بِالدَّرْسِ وَالتَّعْلِيمِ مِنْ غَيْرِهِ مِنْ أَهْلِ الْكِتَابِ، كَمَا زَعَمَ كُفَّارُ مَكَّةَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَعَلَّمَ هَذَا الْقُرْآنَ مِنْ جَبْرٍ وَيَسَارٍ، وَكَانَا غُلَامَيْنِ نَصْرَانِيَّيْنِ بِمَكَّةَ، وَقَدْ أَوْضَحَ اللَّهُ تَعَالَى بُطْلَانَ افْتِرَائِهِمْ هَذَا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ [١٦ \\ ١٠٣] ، وَقَوْلِهِ: فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ سَأُصْلِيهِ سَقَرَ [٧٤ \\ ٢٤، ٢٥، ٢٦] ، وَمَعْنَى يُؤْثَرُ: يَرْوِيهِ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ غَيْرِهِ فِي زَعْمِهِمُ الْبَاطِلِ، وَقَوْلِهِ: </p>"
}