{
  "id": null,
  "sura": 6,
  "aya": 52,
  "text": "<p> وَشِرْكِهِمْ، وَلَكِنَّهُ بَيَّنَ كُلَّ ذَلِكَ فِي مَوَاضِعَ أُخَرَ. </p><p> فَبَيَّنَ أَنَّ الْعَذَابَ الدُّنْيَوِيَّ الَّذِي يَحْمِلُهُمْ عَلَى الْإِخْلَاصِ، هُوَ نُزُولُ الْكُرُوبِ الَّتِي يَخَافُ مَنْ نَزَلَتْ بِهِ الْهَلَاكَ، كَأَنْ يَهِيجَ الْبَحْرُ عَلَيْهِمْ وَتَلْتَطِمَ أَمْوَاجُهُ، وَيَغْلِبُ عَلَى ظَنِّهِمْ أَنَّهُمْ سَيَغْرَقُونَ فِيهِ إِنْ لَمْ يُخْلِصُوا الدُّعَاءَ لِلَّهِ وَحْدَهُ، كَقَوْلِهِ تَعَالَى: حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ الْآيَةَ [١٠ \\ ٢٢، ٢٣] ، وَقَوْلِهِ: وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ [١٧ \\ ٦٧] ، وَقَوْلِهِ: فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ [٢٩ \\ ٦٥] ، وَقَوْلِهِ: وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ [٣١ \\ ٣٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ أَنَّهُمْ إِذَا كَشَفَ اللَّهُ عَنْهُمْ ذَلِكَ الْكَرْبَ، رَجَعُوا إِلَى مَا كَانُوا عَلَيْهِ مِنَ الشِّرْكِ فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ: فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا، وَقَوْلِهِ: فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ، وَقَوْلِهِ: قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ [٦ \\ ٦٤] ، وَقَوْلِهِ: فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ تَعَالَى أَنَّ رُجُوعَهُمْ لِلشِّرْكِ، بَعْدَ أَنْ نَجَّاهُمُ اللَّهُ مِنَ الْغَرَقِ، مِنْ شِدَّةِ جَهْلِهِمْ وَعَمَاهُمْ ; لِأَنَّهُ قَادِرٌ عَلَى أَنْ يُهْلِكَهُمْ فِي الْبَرِّ، كَقُدْرَتِهِ عَلَى إِهْلَاكِهِمْ فِي الْبَحْرِ، وَقَادِرٌ عَلَى أَنْ يُعِيدَهُمْ فِي الْبَحْرِ مَرَّةً أُخْرَى، وَيُهْلِكَهُمْ فِيهِ بِالْغَرَقِ، فَجُرْأَتُهُمْ عَلَيْهِ إِذَا وَصَلُوا الْبَرَّ لَا وَجْهَ لَهَا ; لِأَنَّهَا مِنْ جَهْلِهِمْ وَضَلَالِهِمْ، وَذَلِكَ فِي قَوْلِهِ: أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا [١٧ \\ ٦٨، ٦٩] . </p><p> قَوْلُهُ تَعَالَى: وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ، نَهَى اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ طَرْدِ ضُعَفَاءِ الْمُسْلِمِينَ وَفُقَرَائِهِمُ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ، وَأَمَرَهُ فِي آيَةٍ أُخْرَى أَنْ يَصْبِرَ نَفْسَهُ مَعَهُمْ، وَأَنْ لَا تَعْدُوَ عَيْنَاهُ عَنْهُمْ إِلَى أَهْلِ الْجَاهِ وَالْمَنْزِلَةِ فِي الدُّنْيَا، وَنَهَاهُ عَنْ إِطَاعَةِ الْكَفَرَةِ فِي ذَلِكَ وَهِيَ قَوْلُهُ: </p>"
}