{
  "id": null,
  "sura": 6,
  "aya": 93,
  "text": "<p> الْقُرْطُبِيُّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ، ذَكَرَ تَعَالَى أَنَّ هَؤُلَاءِ الْأَنْبِيَاءَ الْمَذْكُورِينَ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ لَوْ أَشْرَكُوا بِاللَّهِ لَحَبِطَ جَمِيعُ أَعْمَالِهِمْ. </p><p> وَصَرَّحَ فِي مَوْضِعٍ آخَرَ بِأَنَّهُ أُوحِيَ هَذَا إِلَى نَبِيِّنَا وَالْأَنْبِيَاءِ قَبْلَهُ - عَلَيْهِمْ كُلِّهِمْ صَلَوَاتُ اللَّهِ وَسَلَامُهُ - وَهُوَ قَوْلُهُ: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ الْآيَةَ [٣٩ \\ ٦٥] ، وَهَذَا شَرْطٌ، وَالشَّرْطُ لَا يَقْتَضِي جَوَازَ الْوُقُوعِ، كَقَوْلِهِ: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ الْآيَةَ [٤٣ \\ ٨١] ، عَلَى الْقَوْلِ بِأَنَّ «إِنْ» شَرْطِيَّةٌ، وَقَوْلِهِ: لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا الْآيَةَ [٢١ \\ ١٧] ، وَقَوْلِهِ: لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا الْآيَةَ [٣٩ \\ ٤١] . </p><p> قَوْلُهُ تَعَالَى: وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُ، أَيْ: لَا أَحَدَ أَظْلَمُ مِمَّنْ قَالَ: أُنْزِلَ مِثْلَ مَا أَنْزَلَ اللَّهُ، وَنَظِيرُهَا قَوْلُهُ تَعَالَى: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا [٨ \\ ٣١] ، وَقَدْ بَيَّنَ اللَّهُ تَعَالَى كَذِبَهُمْ فِي افْتِرَائِهِمْ هَذَا حَيْثُ تَحَدَّى جَمِيعَ الْعَرَبِ بِسُورَةٍ وَاحِدَةٍ مِنْهُ، كَمَا ذَكَرَهُ تَعَالَى فِي الْبَقَرَةِ بِقَوْلِهِ: فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ [٢ \\ ٢٣] ، وَفِي يُونُسَ بِقَوْلِهِ: قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ [٢ \\ ٣٨] ، وَتَحَدَّاهُمْ فِي هُودٍ بِعَشْرِ سُوَرٍ مِثْلِهِ فِي قَوْلِهِ: قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ، وَتَحَدَّاهُمْ بِهِ كُلِّهِ فِي الطُّورِ بِقَوْلِهِ: فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ. </p><p> ثُمَّ صَرَّحَ فِي سُورَةِ بَنِي إِسْرَائِيلَ بِعَجْزِ جَمِيعِ الْخَلَائِقِ عَنِ الْإِتْيَانِ بِمِثْلِهِ فِي قَوْلِهِ: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا [١٧ \\ ٨٨] ، فَاتَّضَحَ بُطْلَانُ دَعْوَاهُمُ الْكَاذِبَةِ. </p><p> قَوْلُهُ تَعَالَى: وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ الْآيَةَ، لَمْ يُصَرِّحْ هُنَا بِالشَّيْءِ الَّذِي بَسَطُوا إِلَيْهِ الْأَيْدِيَ، وَلَكِنَّهُ أَشَارَ إِلَى أَنَّهُ التَّعْذِيبُ بِقَوْلِهِ: أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ الْآيَةَ [٦ \\ ٩٣] ، وَصَرَّحَ بِذَلِكَ فِي قَوْلِهِ: وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ [٨ \\ ٥٠] ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ يُرَادُ بِبَسْطِ الْيَدِ التَّنَاوُلُ بِالسُّوءِ كَقَوْلِهِ: وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ [٦٠ \\ ٢] ، وَقَوْلِهِ: لَئِنْ بَسَطْتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي الْآيَةَ [٥ \\ ٢٨] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ، </p>"
}