{
  "id": null,
  "sura": 6,
  "aya": 53,
  "text": "<p> وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا [١٨ \\ ٢٨] ، كَمَا أَمَرَهُ هُنَا بِالسَّلَامِ عَلَيْهِمْ، وَبِشَارَتِهِمْ بِرَحْمَةِ رَبِّهِمْ جَلَّ وَعَلَا فِي قَوْلِهِ: </p><p> وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ الْآيَةَ [٦ \\ ٥٤] ، وَبَيَّنَ فِي آيَاتٍ أُخَرَ أَنَّ طَرْدَ ضُعَفَاءِ الْمُسْلِمِينَ الَّذِي طَلَبَهُ كُفَّارُ الْعَرَبِ مِنْ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَنَهَاهُ اللَّهُ عَنْهُ، طَلَبَهُ أَيْضًا قَوْمُ نُوحٍ مِنْ نُوحٍ، فَأَبَى كَقَوْلِهِ تَعَالَى عَنْهُ: وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا الْآيَةَ [١١ \\ ٢٩] ، وَقَوْلِهِ: وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ الْآيَةَ [١١ \\ ٣٠] ، وَقَوْلِهِ: وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ [٢٦ \\ ١١٤] ، وَهَذَا مِنْ تَشَابُهِ قُلُوبِ الْكُفَّارِ الْمَذْكُورِ فِي قَوْلِهِ تَعَالَى: تَشَابَهَتْ قُلُوبُهُمْ الْآيَةَ [٢ \\ ١١٨] . </p><p> قَوْلُهُ تَعَالَى: وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ، أَجْرَى اللَّهُ تَعَالَى الْحِكْمَةَ بِأَنَّ أَكْثَرَ أَتْبَاعِ الرُّسُلِ ضُعَفَاءُ النَّاسِ، وَلِذَلِكَ لَمَّا سَأَلَ هِرَقْلُ مِلْكُ الرُّومِ أَبَا سُفْيَانَ عَنْ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أَأَشْرَافُ النَّاسِ يَتَّبِعُونَهُ، أَمْ ضُعَفَاؤُهُمْ؟فَقَالَ:بَلْ ضُعَفَاؤُهُمْ،قَالَ:هُمْ أَتْبَاعُ الرُّسُلِ» . </p><p> فَإِذَا عَرَفْتَ ذَلِكَ، فَاعْلَمْ أَنَّهُ تَعَالَى أَشَارَ إِلَى أَنَّ مِنْ حِكْمَةِ ذَلِكَ فِتْنَةَ بَعْضِ النَّاسِ بِبَعْضٍ، فَإِنَّ أَهْلَ الْمَكَانَةِ وَالشَّرَفِ وَالْجَاهِ يَقُولُونَ: لَوْ كَانَ فِي هَذَا الدِّينِ خَيْرٌ لَمَا سَبَقَنَا إِلَيْهِ هَؤُلَاءِ ; لِأَنَّا أَحَقُّ مِنْهُمْ بِكُلِّ خَيْرٍ كَمَا قَالَ هُنَا: وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا الْآيَةَ [٦ \\ ٥٣] ، إِنْكَارًا مِنْهُمْ أَنْ يُمُنَّ اللَّهُ عَلَى هَؤُلَاءِ الضُّعَفَاءِ دُونَهُمْ، زَعْمًا مِنْهُمْ أَنَّهُمْ أَحَقُّ بِالْخَيْرِ مِنْهُمْ، وَقَدْ رَدَّ اللَّهُ قَوْلَهُمْ هُنَا بِقَوْلِهِ: أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ الْآيَةَ [٤٦ \\ ١١] ، وَقَوْلِهِ: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا [١٩ \\ ٧٣] . </p><p> وَالْمَعْنَى: أَنَّهُمْ لَمَّا رَأَوْا أَنْفُسَهُمْ أَحْسَنَ مَنَازِلَ وَمَتَاعًا مِنْ ضُعَفَاءِ الْمُسْلِمِينَ اعْتَقَدُوا أَنَّهُمْ أَوْلَى مِنْهُمْ بِكُلِّ خَيْرٍ، وَأَنَّ اتِّبَاعَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوْ كَانَ خَيْرًا مَا سَبَقُوهُمْ إِلَيْهِ، وَرَدَّ اللَّهُ افْتِرَاءَهُمْ هَذَا بِقَوْلِهِ: وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا </p><p> [١٩ \\ ٧٤] ، وَقَوْلِهِ: أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَا يَشْعُرُونَ [٢٣ \\ ٥٥، ٥٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ الْآيَةَ، أَمَرَ اللَّهُ تَعَالَى نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يُخْبِرَ الْكُفَّارَ، أَنَّ تَعْجِيلَ الْعَذَابِ عَلَيْهِمُ الَّذِي يَطْلُبُونَهُ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْسَ عِنْدَهُ، وَإِنَّمَا هُوَ عِنْدَ اللَّهِ، إِنْ شَاءَ عَجَّلَهُ، وَإِنْ شَاءَ أَخَّرَهُ عَنْهُمْ، ثُمَّ أَمَرَهُ أَنْ يُخْبِرَهُمْ بِأَنَّهُ لَوْ كَانَ عِنْدَهُ لِعَجَّلَهُ عَلَيْهِمْ بِقَوْلِهِ: قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ بَيْنِي وَبَيْنَكُمْ الْآيَةَ [٦ \\ ٥٨] . </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُمْ مَا حَمَلَهُمْ عَلَى اسْتِعْجَالِ الْعَذَابِ إِلَّا الْكُفْرُ وَالتَّكْذِيبُ، وَأَنَّهُمْ إِنْ عَايَنُوا ذَلِكَ الْعَذَابَ عَلِمُوا أَنَّهُ عَظِيمٌ هَائِلٌ، لَا يَسْتَعْجِلُ بِهِ إِلَّا جَاهِلٌ مِثْلُهُمْ، كَقَوْلِهِ: وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ [١١ \\ ٨] ، وَقَوْلِهِ: يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا الْآيَةَ [٤٢ \\ ٥٤] ، وَقَوْلِهِ: يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ [٢٩ \\ ٥٤] ، وَقَوْلِهِ: قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ [١٠ \\ ٥٠] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّهُ لَوْلَا أَنَّ اللَّهَ حَدَّدَ لَهُمْ أَجَلًا لَا يَأْتِيهِمُ الْعَذَابُ قَبْلَهُ لَعَجَّلَهُ عَلَيْهِمْ، وَهُوَ قَوْلُهُ: وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْآيَةَ [٢٩ \\ ٥٣] . </p><p> تَنْبِيهٌ </p><p> قَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قُلْ لَوْ أَنَّ عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ لَقُضِيَ الْأَمْرُ الْآيَةَ، صَرِيحٌ فِي أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوْ كَانَ بِيَدِهِ تَعْجِيلُ الْعَذَابِ عَلَيْهِمْ لَعَجَّلَهُ عَلَيْهِمْ، مَعَ أَنَّهُ ثَبَتَ فِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَرْسَلَ اللَّهُ إِلَيْهِ مَلَكَ الْجِبَالِ، وَقَالَ لَهُ: إِنْ شِئْتَ أَطْبَقْتُ عَلَيْهِمُ الْأَخْشَبَيْنِ، وَهُمَا جَبَلَا مَكَّةَ اللَّذَانِ يَكْتَنِفَانِهَا، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «بَلْ أَرْجُو أَنْ يُخْرَجَ اللَّهُ مِنْ أَصْلَابِهِمْ مَنْ يَعْبُدُ اللَّهَ لَا يُشْرِكُ بِهِ شَيْئًا» . </p><p> وَالظَّاهِرُ فِي الْجَوَابِ: هُوَ مَا أَجَابَ بِهِ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ هَذِهِ الْآيَةِ، </p>"
}