{
  "id": null,
  "sura": 6,
  "aya": 152,
  "text": "<p> وَأَخَذَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ هَذِهِ الْآيَةِ مَنْعَ الْعَزْلِ ; لِأَنَّهُ وَأْدٌ خَفِيٌّ، وَحَدِيثُ جَابِرٍ:  \" كُنَّا نَعْزِلُ وَالْوَحْيُ يَنْزِلُ \" يَدُلُّ عَلَى جَوَازِهِ، لَكِنْ قَالَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّهُ لَا يَجُوزُ عَنِ الْحُرَّةِ إِلَّا بِإِذْنِهَا، وَيَجُوزُ عَنِ الْأَمَةِ بِغَيْرِ إِذْنِهَا. وَالْإِمْلَاقُ: الْفَقْرُ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْإِمْلَاقُ الْجُوعُ. </p><p> وَحَكَاهُ النَّقَّاشُ عَنْ مُؤَرِّجٍ، وَقِيلَ: الْإِمْلَاقُ الْإِنْفَاقُ، يُقَالُ: أَمْلَقَ مَالَهُ بِمَعْنَى أَنْفَقَهُ، وَذَكَرَ أَنَّ عَلِيًّا قَالَ لِامْرَأَتِهِ: أَمْلِقِي مَا شِئْتِ مِنْ مَالِكِ. </p><p> وَحُكِيَ هَذَا الْقَوْلُ عَنْ مُنْذِرِ بْنِ سَعِيدٍ، ذَكَرَهُ الْقُرْطُبِيُّ، وَغَيْرُهُ، وَالصَّحِيحُ الْأَوَّلُ. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ الْآيَةَ، قَدْ يَتَوَهَّمُ غَيْرُ الْعَارِفِ مِنْ مَفْهُومِ مُخَالَفَةِ هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَعْنِي مَفْهُومَ الْغَايَةِ فِي قَوْلِهِ: حَتَّى يَبْلُغَ أَشُدَّهُ [٦ \\ ١٥٢] أَنَّهُ إِذَا بَلَغَ أَشُدَّهُ، فَلَا مَانِعَ مِنْ قُرْبَانِ مَالِهِ بِغَيْرِ الَّتِي هِيَ أَحْسَنُ، وَلَيْسَ ذَلِكَ مُرَادًا بِالْآيَةِ، بَلِ الْغَايَةُ بِبُلُوغِ الْأَشَدِّ يُرَادُ بِهَا: أَنَّهُ إِنْ بَلَغَ أَشُدَّهُ يُدْفَعُ إِلَيْهِ مَالُهُ، إِنْ أُونِسَ مِنْهُ الرُّشْدُ، كَمَا بَيَّنَهُ تَعَالَى بِقَوْلِهِ: فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ الْآيَةَ [٤ \\ ٦] . </p><p> وَالتَّحْقِيقُ أَنَّ الْمُرَادَ بِالْأَشُدِّ فِي هَذِهِ الْآيَةِ الْبُلُوغُ ; بِدَلِيلِ قَوْلِهِ تَعَالَى: حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا الْآيَةَ. </p><p> وَالْبُلُوغُ يَكُونُ بِعَلَامَاتٍ كَثِيرَةٍ، كَالْإِنْبَاتِ، وَاحْتِلَامِ الْغُلَامِ، وَحَيْضِ الْجَارِيَةِ، وَحَمْلِهَا، وَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى أَنَّ سِنَّ الْبُلُوغِ خَمْسَ عَشْرَةَ سَنَةً، وَمِنَ الْعُلَمَاءِ مَنْ قَالَ: إِذَا بَلَغَتْ قَامَتُهُ خَمْسَةَ أَشْبَارٍ فَقَدْ بَلَغَ، وَيُرْوَى هَذَا الْقَوْلُ عَنْ عَلِيٍّ، وَبِهِ أَخَذَ الْفَرَزْدَقُ فِي قَوْلِهِ يَرْثِي يَزِيدَ بْنَ الْمُهَلَّبِ:  [الْكَامِلُ] </p><p> مَا زَالَ مُذْ عَقَدَتْ يَدَاهُ إِزَارَهُ ... فَسَمَا فَأَدْرَكَ خَمْسَةَ الْأَشْبَارِ </p><p> يُدْنِي خَوَافِقَ مِنْ خَوَافِقَ تَلْتَقِي ... فِي ظِلِّ مُعْتَبَطِ الْغُبَارِ مُثَارِ </p><p> وَالْأَشُدُّ، قَالَ بَعْضُ الْعُلَمَاءِ: هُوَ وَاحِدٌ لَا جَمْعَ لَهُ كَالْآنُكِ، وَهُوَ الرَّصَاصُ، وَقِيلَ: وَاحِدُهُ شَدٌّ، كَفَلْسٍ وَأَفْلُسٍ، قَالَهُ الْقُرْطُبِيُّ وَغَيْرُهُ، وَعَنْ سِيبَوَيْهِ أَنَّهُ جَمْعُ شِدَّةٍ، وَمَعْنَاهُ حَسَنٌ ; لِأَنَّ الْعَرَبَ تَقُولُ: بَلَغَ الْغُلَامُ شِدَّتَهُ، إِلَّا أَنَّ جَمْعَ الْفِعْلَةِ فِيهِ عَلَى أَفْعُلَ غَيْرُ مَعْهُودٍ، </p><p> كَمَا قَالَهُ الْجَوْهَرِيُّ، وَأَمَّا أَنْعُمُ، فَلَيْسَ جَمْعَ نِعْمَةٍ، وَإِنَّمَا هُوَ جَمْعُ نِعْمَ مِنْ قَوْلِهِمْ بِئْسَ وَنِعْمَ، قَالَهُ الْقُرْطُبِيُّ، وَقَالَ أَيْضًا: وَأَصْلُ الْأَشُدِّ مِنْ شَدِّ النَّهَارِ إِذَا ارْتَفَعَ، يُقَالُ: أَتَيْتُهُ شَدَّ النَّهَارِ، وَكَانَ مُحَمَّدُ بْنُ مُحَمَّدٍ الضَّبِّيُّ يُنْشِدُ بَيْتَ عَنْتَرَةَ:  [الْكَامِلُ] </p><p> عَهْدِي بِهِ شَدُّ النَّهَارِ كَأَنَّمَا ... خَضَبَ اللَّبَانَ وَرَأْسَهُ بِالْعَظْلَمِ </p><p> وَقَالَ الْآخَرُ:  [الطَّوِيلُ] </p><p> تُطِيفُ بِهِ شَدَّ النَّهَارِ ظَعِينَةٌ ... طَوِيلَةُ أَنْقَاءُ الْيَدَيْنِ سَحُوقُ </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ: وَمِنْهُ قَوْلُ كَعْبِ بْنِ زُهَيْرٍ: [الْبَسِيطُ] </p><p> شَدَّ النَّهَارِ ذِرَاعَا عَيْطَلٍ نَصَفٍ ... قَامَتْ فَجَاوَبَهَا نُكْدٌ مَثَاكِيلُ </p><p> فَقَوْلُهُ:  «شَدَّ النَّهَارِ» يَعْنِي وَقْتَ ارْتِفَاعِهِ، وَهُوَ بَدَلٌ مِنَ الْيَوْمِ، فِي قَوْلِهِ قَبْلَهُ: </p><p> يَوْمًا يَظَلُّ بِهِ الْحَرْبَاءَ مُصْطَخِدًا ... كَأَنَّ ضَاحِيَهُ بِالشَّمْسِ مَحْلُولُ </p><p> فَشَدُّ النَّهَارِ بَدَلٌ مِنْ قَوْلِهِ يَوْمًا، بَدَلَ بَعْضٍ مِنْ كُلٍّ، كَمَا أَنَّ قَوْلَهُ:  «يَوْمًا» بَدَلٌ مِنْ إِذَا فِي قَوْلِهِ قَبْلَ ذَلِكَ: [الْبَسِيطُ] </p><p> كَأَنَّ أَوْبَ ذِرَاعَيْهَا إِذَا عَرِقَتْ ... وَقَدْ تَلَفَّعَ بِالْقُورِ الْعَسَاقِيلُ </p><p> لِأَنَّ الزَّمَنَ الْمُعَبَّرَ عَنْهُ «بِإِذَا» هُوَ بِعَيْنِهِ الْيَوْمُ الْمَذْكُورُ فِي قَوْلِهِ: «يَوْمًا يَظَلُّ» الْبَيْتَ، وَنَظِيرُهُ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى [٧٩ \\ ٣٤، ٣٥] ، وَقَوْلُهُ: فَإِذَا جَاءَتِ الصَّاخَّةُ يَوْمَ يَفِرُّ الْمَرْءُ الْآيَةَ [٨٠ \\ ٣٣، ٣٤] ، وَإِعْرَابُ أَبْيَاتِ كَعْبٍ هَذِهِ يَدُلُّ عَلَى جَوَازِ تَدَاخُلِ الْبَدَلِ، وَقَوْلُهُ:  «ذِرَاعًا عَيْطَلٍ» خَبَرُ كَأَنَّ فِي قَوْلِهِ: «كَأَنَّ أَوْبَ ذِرَاعَيْهَا» الْبَيْتَ. </p><p> وَقَالَ السُّدِّيُّ: الْأَشُدُّ ثَلَاثُونَ سَنَةً، وَقِيلَ: أَرْبَعُونَ سَنَةً، وَقِيلَ: سِتُّونَ سَنَةً، وَلَا يَخْفَى أَنَّ هَذِهِ الْأَقْوَالَ بَعِيدَةٌ عَنِ الْمُرَادِ بِالْآيَةِ كَمَا بَيَّنَّا، وَإِنْ جَازَتْ لُغَةً، كَمَا قَالَ سُحَيْمُ بْنُ وَثِيلٍ:  [الْوَافِرُ] </p><p> أَخُو خَمْسِينَ مُجْتَمِعٌ أَشُدِّي ... وَنَجَّذَنِي مُدَاوَرَةُ الشُّئُونِ </p><p> تَنْبِيهٌ </p><p> قَالَ مَالِكٌ وَأَصْحَابُهُ: إِنَّ الرُّشْدَ الَّذِي يُدْفَعُ بِهِ الْمَالُ إِلَى مَنْ بَلَغَ النِّكَاحَ، هُوَ حِفْظُ الْمَالِ، وَحُسْنُ النَّظَرِ فِي التَّصَرُّفِ فِيهِ، وَإِنْ كَانَ فَاسِقًا شَرِّيبًا، كَمَا أَنَّ الصَّالِحَ التَّقِيَّ إِذَا كَانَ لَا يُحْسِنُ النَّظَرَ فِي الْمَالِ لَا يُدْفَعُ إِلَيْهِ مَالُهُ، قَالَ ابْنُ عَاصِمٍ الْمَالِكِيُّ فِي «تُحْفَتِهِ» : [الرَّجَزُ] </p><p> وَشَارِبُ الْخَمْرِ إِذَا مَا ثَمَرَا ... لِمَا يَلِي مِنْ مَالِهِ لَنْ يَحْجُرَا </p><p> وَصَالِحٌ لَيْسَ يُجِيدُ النَّظَرَا فِي الْمَالِ ... إِنْ خِيفَ الضَّيَاعُ حُجِرَا </p><p> وَقَالَ الشَّافِعِيُّ وَمَنْ وَافَقَهُ: لَا يَكُونُ الْفَاسِقُ الْعَاصِي رَشِيدًا ; لِأَنَّهُ لَا سَفَهَ أَعْظَمُ مِنْ تَعْرِيضِهِ نَفْسَهُ لِسَخَطِ اللَّهِ وَعَذَابِهِ بِارْتِكَابِ الْمَعَاصِي، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا، أَمَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِإِيفَاءِ الْكَيْلِ وَالْمِيزَانِ بِالْعَدْلِ، وَذَكَرَ أَنَّ مَنْ أَخَلَّ بِإِيفَائِهِ مِنْ غَيْرِ قَصْدٍ مِنْهُ لِذَلِكَ، لَا حَرَجَ عَلَيْهِ لِعَدَمِ قَصْدِهِ، وَلَمْ يَذْكُرْ هُنَا عِقَابًا لِمَنْ تَعَمَّدَ ذَلِكَ، وَلَكِنْ تَوَعَّدَهُ بِالْوَيْلِ فِي مَوْضِعٍ آخَرَ، وَوَبَّخَهُ بِأَنَّهُ لَا يَظُنُّ الْبَعْثَ لِيَوْمِ الْقِيَامَةِ، وَذَلِكَ فِي قَوْلِهِ: وَيْلٌ لِلْمُطَفِّفِينَ الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ [٨٣ \\ ١ - ٦] . </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّ إِيفَاءَ الْكَيْلِ وَالْمِيزَانِ خَيْرٌ لِفَاعِلِهِ، وَأَحْسَنُ عَاقِبَةً، وَهُوَ قَوْلُهُ تَعَالَى: وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا [١٧ \\ ٣٥] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا قُلْتُمْ فَاعْدِلُوا وَلَوْ كَانَ ذَا قُرْبَى، أَمَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِالْعَدْلِ فِي الْقَوْلِ، وَلَوْ كَانَ عَلَى ذِي قَرَابَةٍ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ بِالْأَمْرِ بِذَلِكَ، وَلَوْ كَانَ عَلَى نَفْسِهِ أَوْ وَالِدَيْهِ، وَهُوَ قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ الْآيَةَ [٤ \\ ١٣٥] . </p><p> قَوْلُهُ تَعَالَى: وَبِعَهْدِ اللَّهِ أَوْفُوا الْآيَةَ، أَمَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِالْإِيفَاءِ بِعَهْدِ اللَّهِ، وَصَرَّحَ فِي مَوْضِعٍ آخَرَ أَنَّ عَهْدَ اللَّهِ سَيُسْأَلُ عَنْهُ يَوْمَ الْقِيَامَةِ، بِقَوْلِهِ: </p>"
}