{
  "id": null,
  "sura": 7,
  "aya": 56,
  "text": "<p> قَوْلِ الْفَرَزْدَقِ وَهُوَ شَاعِرٌ فَقَطْ، وَأَمَّا مِنْ جِهَةِ الْعِلْمِ، فَهُوَ عَامِّيٌّ [الطَّوِيلُ] : </p><p> وَكَيْفَ أَخَافُ النَّاسَ وَاللَّهُ قَابِضٌ ... عَلَى النَّاسِ وَالسَّبْعَيْنِ فِي رَاحَةِ الْيَدِ </p><p> وَمُرَادُهُ بِالسَّبْعَيْنِ: سَبْعُ سَمَاوَاتٍ، وَسَبْعُ أَرْضِينَ. فَمَنْ عَلِمَ مِثْلَ هَذَا مِنْ كَوْنِ السَّمَاوَاتِ وَالْأَرْضِينَ فِي يَدِهِ جَلَّ وَعَلَا أَصْغَرَ مِنْ حَبَّةِ خَرْدَلٍ، فَإِنَّهُ عَالِمٌ بِعَظَمَةِ اللَّهِ وَجَلَالِهِ لَا يَسْبِقُ إِلَى ذِهْنِهِ مُشَابَهَةُ صِفَاتِهِ لِصِفَاتِ الْخَلْقِ، وَمَنْ كَانَ كَذَلِكَ زَالَ عَنْهُ كَثِيرٌ مِنَ الْإِشْكَالَاتِ الَّتِي أَشْكَلَتْ عَلَى كَثِيرٍ مِنَ الْمُتَأَخِّرِينَ، وَهَذَا الَّذِي ذَكَرْنَا مِنْ تَنْزِيهِ اللَّهِ جَلَّ وَعَلَا عَمَّا لَا يَلِيقُ بِهِ، وَالْإِيمَانِ بِمَا وَصَفَ بِهِ نَفْسَهُ، أَوْ وَصَفَهُ بِهِ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، هُوَ مَعْنَى قَوْلِ الْإِمَامِ مَالِكٍ رَحِمَهُ اللَّهُ: الِاسْتِوَاءُ غَيْرُ مَجْهُولٍ، وَالْكَيْفُ غَيْرُ مَعْقُولٍ، وَالسُّؤَالُ عَنْهُ بِدْعَةٌ. </p><p> وَيُرْوَى نَحْوُ قَوْلِ مَالِكٍ هَذَا عَنْ شَيْخِهِ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، وَأُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِنَّ رَحْمَةَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ. </p><p> ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ رَحْمَتَهُ جَلَّ وَعَلَا قَرِيبٌ مِنْ عِبَادِهِ الْمُحْسِنِينَ، وَأَوْضَحَ فِي مَوْضِعٍ آخَرَ صِفَاتِ عَبِيدِهِ الَّذِينَ سَيَكْتُبُهَا لَهُمْ فِي قَوْلِهِ: وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ الْآيَةَ [٧ \\ ١٥٦] . </p><p> وَوَجْهُ تَذْكِيرِ وَصْفِ الرَّحْمَةِ مَعَ أَنَّهَا مُؤَنَّثَةٌ فِي قَوْلِهِ: قَرِيبٌ [٧ \\ ٥٦] وَلَمْ يَقُلْ قَرِيبَةٌ، فِيهِ لِلْعُلَمَاءِ أَقْوَالٌ تَزِيدُ عَلَى الْعَشْرَةِ. نَذْكُرُ مِنْهَا إِنْ شَاءَ اللَّهُ بَعْضًا، وَنَتْرُكُ مَا يَظْهَرُ لَنَا ضَعْفُهُ أَوْ بُعْدُهُ عَنِ الظَّاهِرِ. </p><p> مِنْهَا: أَنَّ الرَّحْمَةَ مَصْدَرٌ بِمَعْنَى الرَّحِمِ، فَالتَّذْكِيرُ بِاعْتِبَارِ الْمَعْنَى. </p><p> وَمِنْهَا: أَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ أَنَّ الْقَرَابَةَ إِذَا كَانَتْ قَرَابَةَ نَسَبٍ تَعَيَّنَ التَّأْنِيثُ فِيهَا فِي الْأُنْثَى فَتَقُولُ: هَذِهِ الْمَرْأَةُ قَرِيبَتِي أَيْ فِي النَّسَبِ، وَلَا تَقُولُ: قَرِيبٌ مِنِّي. وَإِنْ كَانَتْ قَرَابَةَ مَسَافَةٍ جَازَ التَّذْكِيرُ وَالتَّأْنِيثُ، فَتَقُولُ: دَارُهُ قَرِيبٌ وَقَرِيبَةٌ مِنِّي، وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [٤٢ \\ ١٧] ، وَقَوْلُهُ تَعَالَى: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا [٣٣ \\ ٦٣] ، وَقَوْلُ امْرِئِ الْقَيْسِ:  [الطَّوِيلُ] </p><p> لَهُ الْوَيْلُ إِنْ أَمْسَى وَلَا أُمُّ هَاشِمٍ ... قَرِيبٌ وَلَا الْبَسْبَاسَةُ ابْنَةُ يَشْكُرَا </p><p> وَمِنْهَا: أَنَّ وَجْهَ ذَلِكَ إِضَافَةُ الرَّحْمَةِ إِلَى اللَّهِ جَلَّ وَعَلَا. </p><p> وَمِنْهَا: أَنَّ قَوْلَهُ: قَرِيبٌ صِفَةُ مَوْصُوفٍ مَحْذُوفٍ أَيْ شَيْءٌ قَرِيبٌ مِنْ </p>"
}