{
  "id": null,
  "sura": 7,
  "aya": 137,
  "text": "<p> يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى [٦٦ - ٩٦] ، وَلَمْ يُبَيِّنْ هُنَا أَنَّهُمْ تَوَاعَدُوا مَعَ مُوسَى مَوْعِدًا لِوَقْتِ مُغَالَبَتِهِ مَعَ السَّحَرَةِ، وَأَوْضَحَ ذَلِكَ فِي سُورَةِ «طَهَ» فِي قَوْلِهِ عَنْهُمْ: فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ الْآيَةَ [٥٨ - ٥٩] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ لَأَصُلِّبَنَّكُمْ أَجْمَعِينَ. </p><p> لَمْ يُبَيِّنْ هُنَا الشَّيْءَ الَّذِي تَوَعَّدَهُمْ بِأَنَّهُمْ يَصْلُبُهُمْ فِيهِ، وَلَكِنَّهُ بَيَّنَهُ فِي مَوْضِعٍ آخَرَ، كَقَوْلِهِ فِي «طَهَ» وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ الْآيَةَ [٧١] . </p><p> قَوْلُهُ تَعَالَى: وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ فِرْعَوْنَ وَقَوْمَهُ إِنْ أَصَابَتْهُمْ سَيِّئَةٌ أَيْ قَحْطٌ وَجَدْبٌ وَنَحْوُ ذَلِكَ، تَطَيَّرُوا بِمُوسَى وَقَوْمِهِ فَقَالُوا: مَا جَاءَنَا هَذَا الْجَدْبُ وَالْقَحْطُ إِلَّا مِنْ شُؤْمِكُمْ، وَذُكِرَ مِثْلُ هَذَا عَنْ بَعْضِ الْكُفَّارِ مَعَ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قَوْلِهِ: وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا هَذِهِ مِنْ عِنْدِكَ الْآيَةَ [٤ \\ ٧٨] ، وَذُكِرَ نَحْوُهُ أَيْضًا عَنْ قَوْمِ صَالِحٍ مَعَ صَالِحٍ فِي قَوْلِهِ: قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ الْآيَةَ [٢٧ \\ ٤٧] ، وَذُكِرَ نَحْوُ ذَلِكَ أَيْضًا عَنِ الْقَرْيَةِ الَّتِي جَاءَهَا الْمُرْسَلُونَ فِي قَوْلِهِ: قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ الْآيَةَ [٣٦ \\ ١٨] ، وَبَيَّنَ تَعَالَى أَنَّ شُؤْمَهُمْ مِنْ قِبَلِ كُفْرِهِمْ، وَمَعَاصِيهِمْ، لَا مِنْ قِبَلِ الرُّسُلِ؛ قَالَ فِي «الْأَعْرَافِ» : أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ [١٣١] ، وَقَالَ فِي سُورَةِ «النَّمْلِ» فِي قَوْمِ صَالِحٍ: قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ [٢٧ \\ ٤٧] ، وَقَالَ فِي «يس» : قَالُوا طَائِرُكُمْ مَعَكُمْ الْآيَةَ [١٩] . </p><p> قَوْلُهُ تَعَالَى: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا مَنْ هَؤُلَاءِ الْقَوْمُ، وَلَكِنَّهُ صَرَّحَ فِي سُورَةِ «الشُّعَرَاءِ» : بِأَنَّ الْمُرَادَ بِهِمْ بَنُو إِسْرَائِيلَ لِقَوْلِهِ فِي الْقِصَّةِ بِعَيْنِهَا كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ الْآيَةَ [٥٩] ، وَأَشَارَ إِلَى ذَلِكَ هُنَا بِقَوْلِهِ بَعْدَهُ: وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ الْآيَةَ [٧ \\ ١٣٧] . </p><p> قَوْلُهُ تَعَالَى: وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا هَذِهِ الْكَلِمَةَ الْحُسْنَى الَّتِي تَمَّتْ عَلَيْهِمْ، وَلَكِنَّهُ بَيَّنَهَا فِي الْقَصَصِ بِقَوْلِهِ: وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ [٢٨ \\ ٥، ٦] . </p>"
}