{
  "id": null,
  "sura": 7,
  "aya": 176,
  "text": "<p> بِنَصْبِ الْأَدِلَّةِ، كَقَوْلِهِ تَعَالَى: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ [٦٧ \\ ٨، ٩] ، وَقَوْلِهِ تَعَالَى: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ [٣٩ \\ ٧١] ، وَمَعْلُومٌ أَنَّ لَفْظَةَ: كُلَّمَا، فِي قَوْلِهِ: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ، صِيغَةُ عُمُومٍ، وَأَنَّ لَفْظَةَ: الَّذِينَ، فِي قَوْلِهِ: وَسِيقَ الَّذِينَ كَفَرُوا، صِيغَةُ عُمُومٍ أَيْضًا ; لِأَنَّ الْمَوْصُولَ يَعُمُّ كُلَّ مَا تَشْمَلُهُ صِلَتُهُ. </p><p> وَأَمَّا السُّنَّةُ: فَإِنَّهُ قَدْ دَلَّتْ أَحَادِيثُ كَثِيرَةٌ عَلَى أَنَّ اللَّهَ أَخْرَجَ ذُرِّيَّةَ آدَمَ فِي صُورَةِ الذَّرِّ فَأَخَذَ عَلَيْهِمُ الْمِيثَاقَ كَمَا ذَكَرَ هُنَا، وَبَعْضُهَا صَحِيحٌ قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: قَالَ أَبُو عُمَرَ، يَعْنِي ابْنَ عَبْدِ الْبَرِّ، لَكِنَّ مَعْنَى هَذَا الْحَدِيثِ قَدْ صَحَّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ وُجُوهٍ ثَابِتَةٍ كَثِيرَةٍ مِنْ حَدِيثِ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَعَلِيِّ بْنِ أَبِي طَالِبٍ، وَأَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ وَغَيْرِهِمُ اهـ. مَحَلُّ الْحَاجَةِ مِنْهُ بِلَفْظِهِ، وَهَذَا الْخِلَافُ الَّذِي ذَكَرْنَا هَلْ يُكْتَفَى فِي الْإِلْزَامِ بِالتَّوْحِيدِ بِنَصْبِ الْأَدِلَّةِ، أَوْ لَا بُدَّ مِنْ بَعْثِ الرُّسُلِ لِيُنْذِرُوا؟ هُوَ مَبْنَى الْخِلَافِ الْمَشْهُورِ عِنْدَ أَهْلِ الْأُصُولِ فِي أَهْلِ الْفَتْرَةِ، هَلْ يَدْخُلُونَ النَّارَ بِكُفْرِهِمْ؟ وَحَكَى الْقَرَافِيُّ عَلَيْهِ الْإِجْمَاعَ وَجَزَمَ بِهِ النَّوَوِيُّ فِي \" شَرْحِ مُسْلِمٍ \" ، أَوْ يُعْذَرُونَ بِالْفَتْرَةِ وَهُوَ ظَاهِرُ الْآيَاتِ الَّتِي ذَكَرْنَاهَا، وَإِلَى هَذَا الْخِلَافِ أَشَارَ فِي \" مَرَاقِي السُّعُودِ \" بِقَوْلِهِ: </p><p> ذُو فَتْرَةٍ بِالْفَرْعِ لَا يُرَاعُ وَفِي الْأُصُولِ بَيْنَهُمْ نِزَاعُ وَقَدْ حَقَّقْنَا هَذِهِ الْمَسْأَلَةَ مَعَ مُنَاقَشَةِ أَدِلَّةِ الْفَرِيقَيْنِ فِي كِتَابِنَا (دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ) فِي سُورَةِ \" بَنِي إِسْرَائِيلَ \" فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا، وَلِذَلِكَ اخْتَصَرْنَاهَا هُنَا. </p><p> قَوْلُهُ تَعَالَى: فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ الْآيَةَ. </p><p> ضَرَبَ اللَّهُ تَعَالَى الْمَثَلَ لِهَذَا الْخَسِيسِ الَّذِي آتَاهُ آيَاتِهِ فَانْسَلَخَ مِنْهَا - بِالْكَلْبِ، وَلَمْ تَكُنْ حَقَارَةُ الْكَلْبِ مَانِعَةً مِنْ ضَرْبِهِ تَعَالَى الْمَثَلَ بِهِ، وَكَذَلِكَ ضَرَبَ الْمَثَلَ بِالذُّبَابِ فِي قَوْلِهِ: يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ [٢٢ \\ ٧٣] ، وَكَذَلِكَ ضَرَبَ الْمَثَلَ بِبَيْتِ </p>"
}