{
  "id": null,
  "sura": 7,
  "aya": 158,
  "text": "<p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ عَبَدَةَ الْعِجْلِ اعْتَرَفُوا بِذَنْبِهِمْ، وَنَدِمُوا عَلَى مَا فَعَلُوا، وَصَرَّحَ فِي سُورَةِ «الْبَقَرَةِ» بِتَوْبَتِهِمْ وَرِضَاهُمْ بِالْقَتْلِ وَتَوْبَةِ اللَّهِ جَلَّ وَعَلَا عَلَيْهِمْ بِقَوْلِهِ: وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ [٥٤] . </p><p> قَوْلُهُ تَعَالَى: وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ الْآيَةَ. </p><p> أَوْضَحَ اللَّهُ مَا ذَكَرَهُ هُنَا بِقَوْلِهِ فِي «طَهَ» قَالَ يَاقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا الْآيَةَ [٨٦، ٨٧] . </p><p> قَوْلُهُ تَعَالَى: وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي الْآيَةَ. </p><p> أَشَارَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى مَا اعْتَذَرَ بِهِ نَبِيُّ اللَّهِ هَارُونَ لِأَخِيهِ مُوسَى عَمَّا وَجَّهَهُ إِلَيْهِ مِنَ اللَّوْمِ، وَأَوْضَحَهُ فِي «طَهَ» بِقَوْلِهِ: قَالَ يَاابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي [٩٤] ، وَصَرَّحَ اللَّهُ تَعَالَى بِبَرَاءَتِهِ بِقَوْلِهِ: </p><p> وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَاقَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى [٢٠ \\ ٩٠] . </p><p> قَوْلُهُ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا. </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ فِيهَا التَّصْرِيحُ بِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولٌ إِلَى جَمِيعِ النَّاسِ، وَصَرَّحَ بِذَلِكَ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ [٣٤ \\ ٢٨] ، وَقَوْلِهِ: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] ، وَقَوْلِهِ: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ [١١ \\ ١٧] ، وَقَيَّدَ فِي مَوْضِعٍ آخَرَ عُمُومَ رِسَالَتِهِ بِبُلُوغِ هَذَا الْقُرْآنِ، وَهُوَ قَوْلُهُ تَعَالَى: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ [٦ \\ ١٩] ، وَصَرَّحَ بِشُمُولِ رِسَالَتِهِ لِأَهْلِ الْكِتَابِ مَعَ الْعَرَبِ بِقَوْلِهِ: وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ [٣ \\ ٢٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا كَثْرَةَ كَلِمَاتِهِ وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: </p>"
}