{
  "id": null,
  "sura": 7,
  "aya": 77,
  "text": "<p> رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ [٦٤ \\ ٦] ، وَقَالَ: كَذَّبَتْ ثَمُودُ بِالنُّذُرِ فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ الْآيَةَ [٥٤ \\ ٢٣، ٢٤] ، وَقَالَ: وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ [٢٣ \\ ٣٤] ، وَصَرَّحَ بِأَنَّ هَذَا الْعَجَبَ مِنْ إِرْسَالِ بَشَرٍ مَانِعٍ لِلنَّاسِ مِنَ الْإِيمَانِ بِقَوْلِهِ: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا [١٧ \\ ٩٤] . </p><p> وَرَدَّ اللَّهُ عَلَيْهِمْ ذَلِكَ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا الْآيَةَ [٢١ \\ ٧] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ الْآيَةَ [٢٥ \\ ٢٠] ، وَقَوْلِهِ: وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا الْآيَةَ [٦ \\ ٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا. </p><p> لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ إِغْرَاقِهِمْ، وَلَكِنَّهُ بَيَّنَهَا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ الْآيَةَ [٥٤ \\ ١١] ، وَقَوْلِهِ: فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ [٢٩ \\ ١٤] . </p><p> قَوْلُهُ تَعَالَى: أَتُجَادِلُونَنِي فِي أَسْمَاءٍ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا شَيْئًا مِنْ هَذَا الْجِدَالِ الْوَاقِعِ بَيْنَ هُودٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَبَيْنَ عَادٍ. وَلَكِنَّهُ أَشَارَ إِلَيْهِ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: قَالُوا يَاهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِي إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ. </p><p> قَوْلُهُ تَعَالَى: وَقَطَعْنَا دَابِرَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ قَطْعِهِ دَابِرَ عَادٍ، وَلَكِنَّهُ بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ الْآيَةَ [٦٩ \\ ٦] ، وَقَوْلِهِ: وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ الْآيَةَ [٥١ \\ ٤١] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَعَقَرُوا النَّاقَةَ الْآيَةَ. </p><p> ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ عَقْرَهَا بَاشَرَتْهُ جَمَاعَةٌ، وَلَكِنَّهُ تَعَالَى بَيَّنَ فِي سُورَةِ الْقَمَرِ: أَنَّ الْمُرَادَ أَنَّهُمْ نَادَوْا وَاحِدًا مِنْهُمْ، فَبَاشَرَ </p>"
}