{
  "id": null,
  "sura": 7,
  "aya": 83,
  "text": "<p> عَقْرَهَا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ [٢٩] . </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا هَذَا الَّذِي يَعِدُهُمْ بِهِ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ الْعَذَابُ كَقَوْلِهِ: وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ [١١ \\ ٦٤] ، وَقَوْلِهِ هُنَا فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ [٧ \\ ٧٣] ، وَقَوْلِهِ: تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ [١١ \\ ٦٥] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ. لَمْ يُبَيِّنْ هُنَا سَبَبَ رَجْفَةِ الْأَرْضِ بِهِمْ، وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ سَبَبَ ذَلِكَ صَيْحَةُ الْمَلَكِ بِهِمْ، وَهُوَ قَوْلُهُ: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ الْآيَةَ [١١ \\ ٦٧] ، وَالظَّاهِرُ أَنَّ الْمَلَكَ لَمَّا صَاحَ بِهِمْ رَجَفَتْ بِهِمُ الْأَرْضُ مِنْ شِدَّةِ الصَّيْحَةِ، وَفَارَقَتْ أَرْوَاحُهُمْ أَبْدَانَهُمْ، وَاللَّهُ جَلَّ وَعَلَا أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَتَوَلَّى عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي. </p><p> وَبَيَّنَ تَعَالَى هَذِهِ الرِّسَالَةَ الَّتِي أَبْلَغَهَا نَبِيُّهُ صَالِحٌ إِلَى قَوْمِهِ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ. </p><p> قَوْلُهُ تَعَالَى: أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ. </p><p> بَيَّنَ تَعَالَى أَنَّ الْمُرَادَ بِهَذِهِ الْفَاحِشَةِ اللِّوَاطُ بِقَوْلِهِ بَعْدَهُ: إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ الْآيَةَ [٧ \\ ٨١] ، وَبَيَّنَ ذَلِكَ أَيْضًا بِقَوْلِهِ: أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ [٢٦ \\ ١٦٥] ، وَقَوْلِهِ: وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ [٢٩ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: فَأَنْجَيْنَاهُ وَأَهْلَهُ. </p><p> ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَمْ يَنْجُ مَعَ لُوطٍ إِلَّا خُصُوصُ أَهْلِهِ، وَقَدْ بَيَّنَ تَعَالَى ذَلِكَ فِي «الذَّارِيَاتِ» بِقَوْلِهِ: فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ [٥١ \\ ٣٥، ٣٦] ، وَقَوْلِهِ هُنَا: إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ [٧ \\ ٨٣] ، أَوْضَحَهُ فِي مَوَاضِعَ أُخَرَ: فَبَيَّنَ أَنَّهَا خَائِنَةٌ، وَأَنَّهَا مِنْ أَهْلِ النَّارِ، وَأَنَّهَا وَاقِعَةٌ فِيمَا أَصَابَ قَوْمَهَا مِنَ الْهَلَاكِ، قَالَ فِيهَا هِيَ وَامْرَأَةِ نُوحٍ: ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ [٦٦ \\ ١٠] ، وَقَالَ فِيهَا وَحْدَهَا: أَعْنِي امْرَأَةَ لُوطٍ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ الْآيَةَ [١١ \\ ٨١] </p>"
}