{
  "id": null,
  "sura": 7,
  "aya": 13,
  "text": "<p> قَوْلُهُ تَعَالَى: قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ، ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ إِبْلِيسَ لَعَنَهُ اللَّهُ خُلِقَ مِنْ نَارٍ، وَعَلَى الْقَوْلِ بِأَنَّ إِبْلِيسَ هُوَ الْجَانُّ الَّذِي هُوَ أَبُو الْجِنِّ، فَقَدْ زَادَ فِي مَوَاضِعَ أُخَرَ أَوْصَافًا لِلنَّارِ الَّتِي خَلَقَهُ مِنْهَا. مِنْ ذَلِكَ أَنَّهَا نَارُ السَّمُومِ، كَمَا فِي قَوْلِهِ: وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ [١٥ \\ ٢٧] ، وَمِنْ ذَلِكَ أَنَّهَا خُصُوصُ الْمَارِجِ، كَمَا فِي قَوْلِهِ: وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ [٥٥ \\ ١٥] ، وَالْمَارِجُ أَخَصُّ مِنْ مُطْلَقِ النَّارِ لِأَنَّهُ اللَّهَبُ الَّذِي لَا دُخَانَ فِيهِ. </p><p> وَسُمِّيَتْ نَارَ السَّمُومِ ; لِأَنَّهَا تَنْفُذُ فِي مَسَامِّ الْبَدَنِ لِشِدَّةِ حَرِّهَا. وَفِي صَحِيحٍ مُسْلِمٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا مَرْفُوعًا:  «خُلِقَتِ الْمَلَائِكَةُ مِنْ نُورٍ، وَخُلِقَ الْجَانُّ مِنْ مَارِجٍ مِنْ نَارٍ، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ» . وَرَوَاهُ عَنْهَا أَيْضًا الْإِمَامُ أَحْمَدُ. </p><p> قَوْلُهُ تَعَالَى: قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ [٧ \\ ١٣] . </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ عَامَلَ إِبْلِيسَ اللَّعِينَ بِنَقِيضِ قَصْدِهِ حَيْثُ كَانَ قَصْدُهُ التَّعَاظُمَ وَالتَّكَبُّرَ، فَأَخْرَجَهُ اللَّهُ صَاغِرًا حَقِيرًا ذَلِيلًا، مُتَّصِفًا بِنَقِيضِ مَا كَانَ يُحَاوِلُهُ مِنَ الْعُلُوِّ وَالْعَظَمَةِ، وَذَلِكَ فِي قَوْلِهِ: فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ [٧ \\ ١٣] ، وَالصَّغَارُ: أَشَدُّ الذُّلِّ وَالْهَوَانِ، وَقَوْلِهِ: اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا [٧ \\ ١٨] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ، وَيُفْهَمُ مِنَ الْآيَةِ أَنَّ الْمُتَكَبِّرَ لَا يَنَالُ مَا أَرَادَ مِنَ الْعَظَمَةِ وَالرِّفْعَةِ، وَإِنَّمَا يَحْصُلُ لَهُ نَقِيضُ ذَلِكَ. وَصَرَّحَ تَعَالَى بِهَذَا الْمَعْنَى فِي قَوْلِهِ: إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ [٤٠ \\ ٥٦] . وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ كَثِيرًا مِنَ الْعَوَاقِبِ السَّيِّئَةِ الَّتِي تَنْشَأُ عَنِ الْكِبْرِ، أَعَاذَنَا اللَّهُ وَالْمُسْلِمِينَ مِنْهُ، فَمِنْ ذَلِكَ أَنَّهُ سَبَبٌ لِصَرْفِ صَاحِبِهِ عَنْ فَهْمِ آيَاتِ اللَّهِ، وَالِاهْتِدَاءِ بِهَا كَمَا فِي قَوْلِهِ تَعَالَى: سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ الْآيَةَ [٧ \\ ١٤٦] . وَمِنْ ذَلِكَ أَنَّهُ مِنْ أَسْبَابِ الثَّوَاءِ فِي النَّارِ كَمَا فِي قَوْلِهِ تَعَالَى: أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ [٣٩ \\ ٦٠] ، وَقَوْلِهِ: إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ [٣٧ \\ ٣٥] ، وَمِنْ ذَلِكَ أَنَّ صَاحِبَهُ لَا يُحِبُّهُ اللَّهُ تَعَالَى كَمَا فِي قَوْلِهِ: لَا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ [١٦ \\ ٢٣] ، وَمِنْ ذَلِكَ أَنَّ مُوسَى اسْتَعَاذَ مِنَ الْمُتَّصِفِ بِهِ وَلَا يُسْتَعَاذُ إِلَّا مِمَّا هُوَ شَرٌّ، كَمَا فِي قَوْلِهِ: وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ [٤٠ \\ ٢٧] إِلَى غَيْرِ ذَلِكَ مِنْ </p>"
}