{
  "id": null,
  "sura": 7,
  "aya": 101,
  "text": "<p> فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ الْآيَةَ [١١ \\ ٨٤] ، وَنَحْوِهَا مِنَ الْآيَاتِ، وَبَيَّنَ نُصْحَهُ لَهُمْ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ الْآيَةَ [١١ \\ ٨٩] ، وَقَوْلِهِ تَعَالَى: فَكَيْفَ آسَى عَلَى قَوْمٍ كَافِرِينَ [٧ \\ ٩٣] ، أَنْكَرَ نَبِيُّ اللَّهِ شُعَيْبٌ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ الْأَسَى، أَيِ: الْحُزْنَ عَلَى الْكُفَّارِ إِذَا أَهْلَكَهُمُ اللَّهُ بَعْدَ إِبْلَاغِهِمْ، وَإِقَامَةِ الْحُجَّةِ عَلَيْهِمْ مَعَ تَمَادِيهِمْ فِي الْكُفْرِ وَالطُّغْيَانِ لَجَاجًا وَعِنَادًا، وَإِنْكَارُهُ لِذَلِكَ يَدُلُّ عَلَى أَنَّهُ لَا يَنْبَغِي، وَقَدْ صَرَّحَ تَعَالَى بِذَلِكَ فَنَهَى نَبِيَّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْهُ فِي قَوْلِهِ: وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ [٥ \\ ٦٨] ، وَمَعْنَى لَا تَأْسَ: لَا تَحْزَنْ، وَقَوْلِهِ: وَلَا تَحْزَنْ عَلَيْهِمْ الْآيَةَ [١٦ \\ ١٢٧] . </p><p> قَوْلُهُ تَعَالَى: تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا. </p><p> ذَكَرَ أَنْبَاءَهُمْ مُفَصَّلَةً فِي مَوَاضِعَ كَثِيرَةٍ، كَالْآيَاتِ الَّتِي ذُكِرَ فِيهَا خَبَرُ نُوحٍ وَهُودٍ، وَصَالِحٍ وَلُوطٍ، وَشُعَيْبٍ وَغَيْرِهِمْ، مَعَ أُمَمِهِمْ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ. </p><p> قَوْلُهُ تَعَالَى: فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ، فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِلْعُلَمَاءِ أَوْجَهٌ مِنَ التَّفْسِيرِ: بَعْضُهَا يَشْهَدُ لَهُ الْقُرْآنُ. </p><p> مِنْهَا: أَنَّ الْمَعْنَى فَمَا كَانُوا لِيُؤْمِنُوا بِمَا سَبَقَ فِي عِلْمِ اللَّهِ يَوْمَ أَخَذَ الْمِيثَاقَ أَنَّهُمْ يُكَذِّبُونَ بِهِ، وَلَمْ يُؤْمِنُوا بِهِ، لِاسْتِحَالَةِ التَّغَيُّرِ فِيمَا سَبَقَ بِهِ الْعِلْمُ الْأَزَلِيُّ، وَيُرْوَى هَذَا عَنْ أُبَيِّ بْنِ كَعْبٍ وَأَنَسٍ، وَاخْتَارَهُ ابْنُ جَرِيرٍ، وَيَدُلُّ لِهَذَا الْوَجْهِ آيَاتٌ كَثِيرَةٌ كَقَوْلِهِ: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ الْآيَةَ [١٠ \\ ٩٦] ، وَقَوْلِهِ: وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ [١٠ \\ ١٠١] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمِنْهَا: أَنَّ مَعْنَى الْآيَةِ أَنَّهُمْ أُخِذَ عَلَيْهِمُ الْمِيثَاقُ، فَآمَنُوا كَرْهًا، فَمَا كَانُوا لِيُؤْمِنُوا بَعْدَ ذَلِكَ طَوْعًا. وَيُرْوَى هَذَا عَنِ السُّدِّيِّ وَهُوَ رَاجِعٌ فِي الْمَعْنَى إِلَى الْأَوَّلِ. </p><p> وَمِنْهَا: أَنَّ مَعْنَى الْآيَةِ أَنَّهُمْ لَوْ رُدُّوا إِلَى الدُّنْيَا مَرَّةً لَكَفَرُوا أَيْضًا، فَمَا كَانُوا لِيُؤْمِنُوا فِي الرَّدِّ إِلَى الدُّنْيَا بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ؛ أَيْ فِي الْمَرَّةِ الْأُولَى، وَيُرْوَى هَذَا عَنْ مُجَاهِدٍ. وَيَدُلُّ لِمَعْنَى هَذَا الْقَوْلِ قَوْلُهُ تَعَالَى: وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ الْآيَةَ [٦ \\ ٢٨] لَكِنَّهُ بَعِيدٌ مِنْ ظَاهِرِ الْآيَةِ. </p>"
}