{
  "id": null,
  "sura": 8,
  "aya": 48,
  "text": "<p> إِذَا هَبَّتْ رِيَاحُكَ فَاغْتَنِمْهَا ... فَإِنَّ لِكُلِّ عَاصِفَةِ سُكُونُ </p><p> وَاسْمُ «إِنَّ» ضَمِيرُ الشَّأْنِ. </p><p> وَقَالَ صَاحِبُ الْكَشَّافِ: الرِّيحُ: الدَّوْلَةُ، شُبِّهَتْ فِي نُفُوذِ أَمْرِهَا، وَتَمَشِّيهِ بِالرِّيحِ فِي هُبُوبِهَا، فَقِيلَ: هَبَّتْ رِيَاحُ فُلَانٍ، إِذَا دَالَتْ لَهُ الدَّوْلَةُ، وَنَفَذَ أَمْرُهُ، وَمِنْهُ قَوْلُهُ:  [الْبَسِيطُ] </p><p> يَا صَاحِبَيَّ أَلَا لَا حَيَّ بِالْوَادِي ... إِلَّا عَبِيدٌ قُعُودٌ بَيْنَ أَذْوَادِي </p><p> أَتَنْظُرَانِ قَلِيلًا رَيْثَ غَفْلَتِهِمْ ... أَمْ تَعْدُوَانِ فَإِنَّ الرِّيحَ لِلْعَادِي </p><p> قَوْلُهُ تَعَالَى: وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ، إِلَى قَوْلِهِ: إِنِّي بَرِيءٌ مِنْكُمْ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الشَّيْطَانَ غَرَّ الْكُفَّارَ، وَخَدَعَهُمْ، وَقَالَ لَهُمْ: لَا غَالِبَ لَكُمْ وَأَنَا جَارٌ لَكُمْ. </p><p> وَذَكَرَ الْمُفَسِّرُونَ: أَنَّهُ تَمَثَّلَ لَهُمْ فِي صُورَةِ «سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ» سَيِّدِ بَنِي مُدْلِجِ بْنِ بَكْرِ بْنِ كِنَانَةَ، وَقَالَ لَهُمْ مَا ذَكَرَ اللَّهُ عَنْهُ، وَأَنَّهُ مُجِيرُهُمْ مِنْ بَنِي كِنَانَةَ، وَكَانَتْ بَيْنَهُمْ عَدَاوَةٌ، فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ [٨ \\ ٤٨] ، عِنْدَمَا رَأَى الْمَلَائِكَةَ وَقَالَ لَهُمْ: إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ، فَكَانَ حَاصِلُ أَمْرِهِ أَنَّهُ غَرَّهُمْ، وَخَدَعَهُمْ حَتَّى أَوْرَدَهُمُ الْهَلَاكَ، ثُمَّ تَبَرَّأَ مِنْهُمْ. </p><p> وَهَذِهِ هِيَ عَادَةُ الشَّيْطَانِ مَعَ الْإِنْسَانِ كَمَا بَيَّنَهُ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ الْآيَةَ [٥٩ \\ ١٦] . وَقَوْلِهِ: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ [١٤ \\ ٢٢] ، إِلَى قَوْلِهِ: إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِي مِنْ قَبْلُ. وَكَقَوْلِهِ: يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا [٤ \\ ١٢٠] ، وَقَدْ قَالَ حَسَّانُ بْنُ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ:  [الْبَسِيطُ] </p><p> سِرْنَا وَسَارُوا إِلَى بَدْرٍ لِحِينِهِمُ لَوْ يَعْلَمُونَ يَقِينَ الْأَمْرِ مَا سَارُوا دَلَّاهُمُ بِغُرُورٍ ثُمَّ أَسْلَمَهُمْ إِنَّ الْخَبِيثَ لِمَنْ وَلَّاهُ غَرَّارُ </p>"
}