{
  "id": null,
  "sura": 8,
  "aya": 64,
  "text": "<p> قَوْلُهُ تَعَالَى: ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَا يُغَيِّرُ نِعْمَةً أَنْعَمَهَا عَلَى أَحَدٍ إِلَّا بِسَبَبِ ذَنْبٍ ارْتَكَبَهُ، وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ كَقَوْلِهِ: إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ [١٣ \\ ١١] ، وَقَوْلِهِ: وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ [٤٢ \\ ٣٠] ، وَقَوْلِهِ: مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ [٤ \\ ٧٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ قَوْلَهُ: وَمَنِ اتَّبَعَكَ [٨ \\ ٦٤] ، فِي مَحَلِّ رَفْعٍ بِالْعَطْفِ عَلَى اسْمِ الْجَلَالَةِ، أَيْ حَسْبُكَ اللَّهُ، وَحَسْبُكَ أَيْضًا مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ. </p><p> وَمِمَّنْ قَالَ بِهَذَا: الْحَسَنُ، وَاخْتَارَهُ النَّحَّاسُ وَغَيْرُهُ، كَمَا نَقَلَهُ الْقُرْطُبِيُّ، وَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ فِي مَحَلِّ خَفْضٍ بِالْعَطْفِ عَلَى الضَّمِيرِ الَّذِي هُوَ الْكَافُ فِي قَوْلِهِ: حَسْبَكَ، وَعَلَيْهِ فَالْمَعْنَى: حَسْبَكَ اللَّهُ أَيْ: كَافِيكَ وَكَافِي مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، وَبِهَذَا قَالَ الشَّعْبِيُّ، وَابْنُ زَيْدٍ وَغَيْرُهُمَا، وَصَدَّرَ بِهِ صَاحِبُ «الْكَشَّافِ» ، وَاقْتَصَرَ عَلَيْهِ ابْنُ كَثِيرٍ وَغَيْرُهُ، وَالْآيَاتُ الْقُرْآنِيَّةُ تَدُلُّ عَلَى تَعْيِينِ الْوَجْهِ الْأَخِيرِ، وَأَنَّ الْمَعْنَى كَافِيكَ اللَّهُ، وَكَافِي مَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ لِدَلَالَةِ الِاسْتِقْرَاءِ فِي الْقُرْآنِ عَلَى أَنَّ الْحَسْبَ وَالْكِفَايَةَ لِلَّهِ وَحْدَهُ، كَقَوْلِهِ تَعَالَى: وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ [٩ \\ ٥٩] ، فَجَعَلَ الْإِيتَاءَ لِلَّهِ وَرَسُولِهِ، كَمَا قَالَ: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ [٥٩ \\ ٧] ، وَجَعَلَ الْحَسْبَ لَهُ وَحْدَهُ، فَلَمْ يَقُلْ: وَقَالُوا حَسْبُنَا اللَّهُ وَرَسُولُهُ، بَلْ جَعَلَ الْحَسْبَ مُخْتَصًّا بِهِ وَقَالَ: أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ [٣٩ \\ ٣٦] ؟ فَخَصَّ الْكِفَايَةَ الَّتِي هِيَ الْحَسْبُ بِهِ وَحْدَهُ، وَتَمَدَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ [٦٥ \\ ٣] ، وَقَالَ تَعَالَى: وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ [٨ \\ ٦٢] ، فَفَرَّقَ بَيْنَ الْحَسْبِ وَالتَّأْيِيدِ، فَجَعَلَ الْحَسْبَ لَهُ وَحْدَهُ، وَجَعَلَ التَّأْيِيدَ لَهُ بِنَصْرِهِ وَبِعِبَادِهِ. </p><p> وَقَدْ أَثْنَى سُبْحَانَهُ وَتَعَالَى عَلَى أَهْلِ التَّوْحِيدِ وَالتَّوَكُّلِ مِنْ عِبَادِهِ حَيْثُ أَفْرَدُوهُ </p>"
}