{
  "id": null,
  "sura": 8,
  "aya": 34,
  "text": "<p> كَافِرًا فَهَدَاهُ اللَّهُ: لَمُشْرِكُونَ أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ الْآيَةَ [٦ \\ ١٢٢] ، فَجَعَلَ النُّورَ الْمَذْكُورَ فِي الْحَدِيدِ: هُوَ مَعْنَى الْفُرْقَانِ الْمَذْكُورِ فِي الْأَنْفَالِ كَمَا تَرَى، وَتَكْفِيرَ السَّيِّئَاتِ، وَالْغُفْرَانَ الْمُرَتَّبَ عَلَى تَقْوَى اللَّهِ فِي آيَةِ الْأَنْفَالِ، كَذَلِكَ جَاءَ مُرَتَّبًا أَيْضًا عَلَيْهَا فِي آيَةِ الْحَدِيدِ، وَهُوَ بَيَانٌ وَاضِحٌ كَمَا تَرَى. </p><p> قَوْلُهُ تَعَالَى: قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا الْآيَةَ. </p><p> قَدْ بَيَّنَّا قَبْلُ هَذِهِ الْآيَاتِ الْمُصَرِّحَةَ بِكَذِبِهِمْ، وَتَعْجِيزِ اللَّهِ لَهُمْ عَنِ الْإِتْيَانِ بِمِثْلِهِ، فَلَا حَاجَةَ إِلَى إِعَادَتِهَا هُنَا، وَقَوْلُهُ هُنَا فِي هَذِهِ الْآيَةِ عَنْهُمْ: إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ [٨ \\ ٣١] ، رَدَّ اللَّهُ عَلَيْهِمْ كَذِبَهُمْ وَافْتِرَاءَهُمْ هَذَا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا [٢٥ \\ ٥، ٦] ، وَمَا أَنْزَلَهُ عَالِمُ السِّرِّ فِي السَّمَوَاتِ وَالْأَرْضِ فَهُوَ بَعِيدٌ جِدًّا مِنْ أَنْ يَكُونَ أَسَاطِيرَ الْأَوَّلِينَ، وَكَقَوْلِهِ: وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ [١٦ \\ ١٠٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ: </p><p> قَوْلُهُ تَعَالَى: وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ. </p><p> ذَكَرَ هُنَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مَا يَدُلُّ عَلَى أَنَّ كُفَّارَ مَكَّةَ فِي غَايَةِ الْجَهْلِ حَيْثُ قَالُوا: فَأَمْطِرْ عَلَيْنَا الْآيَةَ [٨ \\ ٣٢] ، وَلَمْ يَقُولُوا فَاهْدِنَا إِلَيْهِ، وَجَاءَ فِي آيَاتٍ أُخَرَ مَا يَدُلُّ عَلَى ذَلِكَ أَيْضًا كَقَوْلِهِ عَنْهُمْ: وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ [٣٨ \\ ١٦] ، وَقَوْلِهِ: وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ الْآيَةَ [٢٢ \\ ٤٧] ، وَقَوْلِهِ: وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ [١١ \\ ٨] ، وَذَكَرَ عَنْ بَعْضِ الْأُمَمِ السَّالِفَةِ شِبْهَ ذَلِكَ كَقَوْلِهِ فِي قَوْمِ شُعَيْبٍ: فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ [٢٦ \\ ١٨٧] ، وَقَوْلِهِ عَنْ قَوْمِ صَالِحٍ: يَاصَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الْمُرْسَلِينَ [٧ \\ ٧٧] ، وَسَيَأْتِي لِهَذَا إِنْ شَاءَ اللَّهُ زِيَادَةُ إِيضَاحٍ فِي سُورَةِ «سَأَلَ سَائِلٌ»  [٧٠ \\ ١] </p><p> قَوْلُهُ تَعَالَى: وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ. </p><p> صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِنَفْيِ وِلَايَةِ الْكُفَّارِ عَلَى الْمَسْجِدِ الْحَرَامِ، وَأَثْبَتَهَا لِخُصُوصِ الْمُتَّقِينَ، وَأَوْضَحَ هَذَا الْمَعْنَى فِي قَوْلِهِ: مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ </p>"
}