{
  "id": null,
  "sura": 8,
  "aya": 11,
  "text": "<p> مُشْكِلَةٌ مَعَ قَوْلِهِ تَعَالَى: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ الْآيَةَ [٨ \\ ٤١] . </p><p> وَأَظْهَرُ الْأَقْوَالِ الَّتِي يَزُولُ بِهَا الْإِشْكَالُ فِي الْآيَةِ، هُوَ مَا ذَكَرَهُ أَبُو عُبَيْدٍ وَنَسَبُهُ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ لِجُمْهُورِ الْعُلَمَاءِ أَنَّ قَوْلَهُ تَعَالَى: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ الْآيَةَ، نَاسِخٌ لِقَوْلِهِ: يَسْأَلُونَكَ عَنِ الْأَنْفَالِ، إِلَّا أَنَّ قَوْلَ أَبِي عُبَيْدٍ: إِنَّ غَنَائِمَ بَدْرٍ لَمْ تُخَمَّسْ لِأَنَّ آيَةَ الْخُمُسِ لَمْ تَنْزِلْ إِلَّا بَعْدَ قَسْمِ غَنَائِمِ بَدْرٍ - غَيْرُ صَحِيحٍ، وَيَدُلُّ عَلَى بُطْلَانِهِ مَا ثَبَتَ فِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ -: «كَانَ لِي شَارِفٌ مِنْ نَصِيبِي مِنَ الْمَغْنَمِ يَوْمَ بَدْرٍ، وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَانِي شَارِفًا مِنَ الْخُمُسِ يَوْمَئِذٍ» الْحَدِيثَ. فَهَذَا نَصٌّ صَحِيحٌ فِي تَخْمِيسِ غَنَائِمِ بَدْرٍ ; لِأَنَّ قَوْلَ عَلَيٍّ فِي هَذَا الْحَدِيثِ الصَّحِيحِ يَوْمَئِذٍ صَرِيحٌ فِي أَنَّهُ يَعْنِي يَوْمَ بَدْرٍ كَمَا تَرَى. </p><p> فَالْحَاصِلُ أَنَّ آيَةَ وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ الْآيَةَ، بَيَّنَتْ أَنَّهُ لَيْسَ الْمُرَادُ قَصْرَ الْغَنَائِمِ عَلَى الرَّسُولِ الْمَذْكُورِ فِي أَوَّلِ السُّورَةِ، وَأَنَّهَا تُعْطَى أَرْبَعَةُ أَخْمَاسٍ مِنْهَا لَلْغَانِمِينَ، وَقَدْ ذَكَرْنَا آنِفًا أَنَّ أَبَا عُبَيْدٍ قَالَ: إِنَّهَا نَاسِخَةٌ لَهَا، وَنَسَبَهُ الْقُرْطُبِيُّ لِلْجُمْهُورِ، وَسَيَأْتِي لِهَذَا الْمَبْحَثِ زِيَادَةُ إِيضَاحٍ إِنْ شَاءَ اللَّهُ تَعَالَى فِي الْكَلَامِ عَلَى قَوْلِهِ: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ الْآيَةَ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا الْآيَةَ. فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ التَّصْرِيحُ بِزِيَادَةِ الْإِيمَانِ، وَقَدْ صَرَّحَ تَعَالَى بِذَلِكَ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ [٩ \\ ١٢٤] ، وَقَوْلِهِ: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ الْآيَةَ [٤٨ \\ ٤] ، وَقَوْلِهِ: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا الْآيَةَ [٧٤ \\ ٣١] ، وَقَوْلِهِ: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى الْآيَةَ [٤٧ \\ ١٧] . </p><p> وَتَدُلُّ هَذِهِ الْآيَاتُ بِدَلَالَةِ الِالْتِزَامِ عَلَى أَنَّهُ يَنْقُصُ أَيْضًا ; لِأَنَّ كُلَّ مَا يَزِيدُ يَنْقُصُ، وَجَاءَ مُصَرَّحًا بِهِ فِي أَحَادِيثِ الشَّفَاعَةِ الصَّحِيحَةِ كَقَوْلِهِ:  «يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَفِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ إِيمَانٍ» ، وَنَحْوِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَلْقَى النُّعَاسَ عَلَى الْمُؤْمِنِينَ لِيَجْعَلَ قُلُوبَهُمْ آمِنَةً غَيْرَ خَائِفَةٍ مِنْ عَدُوِّهَا ; لِأَنَّ الْخَائِفَ الْفَزِعَ لَا يَغْشَاهُ النُّعَاسُ، وَظَاهِرُ سِيَاقِ هَذِهِ الْآيَةِ أَنَّ هَذَا النُّعَاسَ أُلْقِيَ عَلَيْهِمْ يَوْمَ بَدْرٍ ; لِأَنَّ الْكَلَامَ </p>"
}