{
  "id": null,
  "sura": 8,
  "aya": 45,
  "text": "<p> وَإِنَّ فَاطِمَةَ سَأَلَتْهُ أَنْ يَجْعَلَهَا لَهَا فَأَبَى، وَكَانَتْ كَذَلِكَ فِي حَيَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ وَعُمَرَ، ثُمَّ أُقْطِعَهَا مَرْوَانُ؛ يَعْنِي فِي أَيَّامِ عُثْمَانَ. </p><p> قَالَ الْخَطَّابِيُّ: إِنَّمَا أَقْطَعَ عُثْمَانُ \" فَدَكَ \" لِمَرْوَانَ ; لِأَنَّهُ تَأَوَّلَ أَنَّ الَّذِي يَخْتَصُّ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ لِلْخَلِيفَةِ بَعْدَهُ، فَاسْتَغْنَى عُثْمَانُ عَنْهَا بِأَمْوَالِهِ، فَوَصَلَ بِهَا بَعْضَ قَرَابَتِهِ، وَيَشْهَدُ لِصَنِيعِ أَبِي بَكْرٍ حَدِيثُ أَبِي هُرَيْرَةَ الْمَرْفُوعُ الثَّابِتُ فِي الصَّحِيحِ بِلَفْظِ:  \" مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي، وَمَئُونَةِ عَامِلِي فَهُوَ صَدَقَةٌ \" . </p><p> فَقَدْ عَمِلَ أَبُو بَكْرٍ وَعُمَرُ بِتَفْصِيلِ ذَلِكَ بِالدَّلِيلِ الَّذِي قَامَ لَهُمَا. اهـ. </p><p> وَاعْلَمْ أَنَّ فَيْءَ \" بَنِي النَّضِيرِ \" تَدْخُلُ فِيهِ أَمْوَالِ \" مُخَيْرِيقَ \" رَضِيَ اللَّهُ عَنْهُ، وَكَانَ يَهُودِيًّا مِنْ \" بَنِي قَيْنُقَاعَ \" مُقِيمًا فِي بَنِي النَّضِيرِ، فَلَمَّا خَرَجَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى أُحُدٍ، قَالَ لِلْيَهُودِ:  \" أَلَا تَنْصُرُونَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَاللَّهِ إِنَّكُمْ لَتَعْلَمُونَ أَنَّ نُصْرَتَهُ حَقٌّ عَلَيْكُمْ \" ، فَقَالُوا: الْيَوْمُ يَوْمُ السَّبْتَ، فَقَالَ: لَا سَبْتَ، وَأَخَذَ سَيْفَهُ وَمَضَى إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَاتَلَ حَتَّى أَثْبَتَتْهُ الْجِرَاحَةُ، فَلَمَّا حَضَرَهُ الْمَوْتُ قَالَ: أَمْوَالِي إِلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَضَعُهَا حَيْثُ شَاءَ، وَكَانَ لَهُ سَبْعُ حَوَائِطَ بِبَنِي النَّضِيرِ وَهِيَ \" الْمِيثَبُ \" ، \" وَالصَّائِفَةُ \" ، \" وَالدَّلَالُ \" ، \" وَحُسْنَى \" ، \" وَبَرْقَةُ \" ، \" وَالْأَعْوَافُ \" ، \" وَمَشْرَبَةُ أُمِّ إِبْرَاهِيمَ \" . </p><p> وَفِي رِوَايَةِ الزُّبَيْرِ بْنِ بَكَّارٍ \" الْمِيثَرُ \" بَدَلَ \" الْمِيثَبُ \" ، \" وَالْمِعْوَانُ \" عِوَضَ \" الْأَعْوَافِ \" وَزَادَ \" مَشْرَبَةَ أُمِّ إِبْرَاهِيمَ \" الَّذِي يُقَالُ لَهُ \" مَهْرُوزٌ \" . </p><p> وَسُمِّيَتْ \" مَشْرَبَةَ أُمِّ إِبْرَاهِيمَ \" ; لِأَنَّهَا كَانَتْ تَسْكُنُهَا \" مَارِيَةُ \" ، قَالَهُ بَعْضُ أَصْحَابِ الْمَغَازِي، وَعَدَّ الشَّيْخُ أَحْمَدُ الْبَدَوِيُّ الشِّنْقِيطِيُّ فِي نَظْمِهِ لِلْمَغَازِي \" مُخَيْرِيقَ \" الْمَذْكُورَ مِنْ شُهَدَاءِ أُحُدٍ، حَيْثُ قَالَ فِي سَرْدِهِمْ:  [الرَّجَزُ] </p><p> وَذُو الْوَصَايَا الْجَمُّ لِلْبَشِيرِ ... وَهُوَ مُخَيْرِيقُ بَنِي النَّضِيرِ </p><p> وَلْنَكْتَفِ بِمَا ذَكَرْنَا مِنَ الْأَحْكَامِ الَّتِي لَهَا تَعَلُّقٌ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ، خَوْفَ الْإِطَالَةِ الْمُمِلَّةِ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ. </p><p> أَمَرَ اللَّهُ تَعَالَى الْمُؤْمِنِينَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِالثَّبَاتِ عِنْدَ لِقَاءِ الْعَدُوِّ، وَذِكْرِ اللَّهِ كَثِيرًا مُشِيرًا إِلَى أَنَّ ذَلِكَ سَبَبٌ لِلْفَلَاحِ، وَالْأَمْرُ بِالشَّيْءِ نَهْيٌ عَنْ ضِدِّهِ، أَوْ مُسْتَلْزِمٌ لِلنَّهْيِ عَنْ ضِدِّهِ، كَمَا عُلِمَ فِي الْأُصُولِ، فَتَدُلُّ الْآيَةُ الْكَرِيمَةُ عَلَى النَّهْيِ عَنْ عَدَمِ الثَّبَاتِ </p>"
}