{
  "id": null,
  "sura": 9,
  "aya": 64,
  "text": "<p> وَعَبْدُ اللَّهِ مَتْرُوكُ الْحَدِيثِ، وَحِبَّانُ ضَعِيفٌ. </p><p> وَأَصْلُ الْحَدِيثِ ثَابِتٌ فِي «الصِّحَاحِ» ، وَغَيْرِهَا بِدُونِ الزِّيَادَةِ الْمَذْكُورَةِ. وَقَالَ الشَّافِعِيُّ فِي «الْجَدِيدِ» : يُشْتَرَطُ فِي وُجُوبِ الْخُمُسِ فِي الرِّكَازِ أَنْ يَكُونَ ذَهَبًا، أَوْ فِضَّةً دُونَ غَيْرِهِمَا، وَخَالَفَهُ جُمْهُورُ أَهْلِ الْعِلْمِ، وَقَالَ بَعْضُ الْعُلَمَاءِ: إِذَا كَانَ فِي تَحْصِيلِ الْمَعْدِنِ مَشَقَّةٌ فَفِيهِ رُبُعُ الْعُشْرِ، وَإِنْ كَانَ لَا مَشَقَّةَ فِيهِ فَالْوَاجِبُ فِيهِ الْخُمُسُ، وَلَهُ وَجْهٌ مِنَ النَّظَرِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: انْفِرُوا خِفَافًا وَثِقَالًا الْآيَةَ. </p><p> لَا يَخْفَى مَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنَ التَّشْدِيدِ فِي الْخُرُوجِ إِلَى الْجِهَادِ عَلَى كُلِّ حَالٍ، وَلَكِنَّهُ تَعَالَى بَيَّنَ رَفْعَ هَذَا التَّشْدِيدِ بِقَوْلِهِ: لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ الْآيَةَ [٩ \\ ٩١] ، فَهِيَ نَاسِخَةٌ لَهَا. </p><p> قَوْلُهُ تَعَالَى: وَفِي الرِّقَابِ. </p><p> قَالَ الشَّافِعِيُّ، وَاللَّيْثُ: إِنَّ الْمُرَادَ بِالرِّقَابِ: الْمُكَاتَبُونَ. </p><p> وَرُوِيَ نَحْوُهُ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ، وَالْحَسَنِ الْبَصْرِيِّ، وَمُقَاتِلِ بْنِ حَيَّانَ، وَعُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَالنَّخَعِيِّ، وَالزُّهْرِيِّ، وَابْنِ زَيْدٍ، وَيَدُلُّ لِهَذَا الْقَوْلِ قَوْلُهُ تَعَالَى فِي الْمُكَاتَبِينَ: وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ [٢٤ \\ ٣٣] ، وَقَالَ ابْنُ عَبَّاسٍ: الرِّقَابُ أَعَمُّ مِنَ الْمُكَاتَبِينَ، فَلَا بَأْسَ أَنْ تُعْتَقَ الرَّقَبَةُ مِنَ الزَّكَاةِ، وَهُوَ مَذْهَبُ مَالِكٍ، وَأَحْمَدَ، وَإِسْحَاقَ. </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ. </p><p> صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ مَنْ يُؤْذِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ الْعَذَابُ الْأَلِيمُ. </p><p> وَذَكَرَ فِي «الْأَحْزَابِ» أَنَّهُ مَلْعُونٌ فِي الدُّنْيَا وَالْآخِرَةِ، وَأَنَّ لَهُ الْعَذَابَ الْمُهِينَ، وَذَلِكَ فِي قَوْلِهِ: إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا [٣٣ \\ ٥٧] . </p><p> قَوْلُهُ تَعَالَى: يَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ إِلَى قَوْلِهِ: مَا تَحْذَرُونَ. </p><p> صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ الْمُنَافِقِينَ يَحْذَرُونَ أَنْ يُنَزِّلَ اللَّهُ سُورَةً تَفْضَحُهُمْ، وَتُبَيِّنُ مَا تَنْطَوِي عَلَيْهِ ضَمَائِرُهُمْ مِنَ الْخُبْثِ، ثُمَّ بَيَّنَ أَنَّهُ مُخْرِجٌ مَا كَانُوا يَحْذَرُونَهُ، وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُ فَاعِلٌ ذَلِكَ، وَهُوَ قَوْلُهُ تَعَالَى: أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ </p>"
}