{
  "id": null,
  "sura": 10,
  "aya": 39,
  "text": "<p> وَأَشَارَ إِلَى أَنَّ تَصْدِيقَهُ لِلْكُتُبِ السَّمَاوِيَّةِ الْمُنَزَّلَةِ قَبْلَهُ، وَتَفْصِيلَهُ لِلْعَقَائِدِ، وَالْحَلَالِ، وَالْحَرَامِ، وَنَحْوِ ذَلِكَ مِمَّا لَا شَكَّ أَنَّهُ مِنَ اللَّهِ جَلَّ وَعَلَا دَلِيلٌ عَلَى أَنَّهُ غَيْرُ مُفْتَرًى، وَأَنَّهُ لَا رَيْبَ فِي كَوْنِهِ مِنْ رَبِّ الْعَالَمِينَ، وَبَيَّنَ هَذَا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ [١٢ \\ ١١١] ، وَقَوْلِهِ: وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ [٢٦ \\ ٢١٠، ٢١١] ، وَقَوْلِهِ: وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ [١٧ \\ ١٠٥] ، وَالْآيَاتُ فِي مِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> ثُمَّ إِنَّهُ تَعَالَى لَمَّا صَرَّحَ هُنَا بِأَنَّ هَذَا الْقُرْآنَ مَا كَانَ أَنْ يُفْتَرَى عَلَى اللَّهِ، أَقَامَ الْبُرْهَانَ الْقَاطِعَ عَلَى أَنَّهُ مِنَ اللَّهِ، فَتَحَدَّى جَمِيعَ الْخَلْقِ بِسُورَةٍ وَاحِدَةٍ مِثْلِهِ، وَلَا شَكَّ أَنَّهُ لَوْ كَانَ مِنْ جِنْسِ كَلَامِ الْخَلْقِ لَقَدَرَ الْخَلْقُ عَلَى الْإِتْيَانِ بِمِثْلِهِ، فَلَمَّا عَجَزُوا عَنْ ذَلِكَ كُلُّهُمْ حَصَلَ الْيَقِينُ وَالْعِلْمُ الضَّرُورِيُّ أَنَّهُ مِنَ اللَّهِ جَلَّ وَعَلَا، قَالَ جَلَّ وَعَلَا فِي هَذِهِ السُّورَةِ: أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ [١٠ \\ ٣٨] ، وَتَحَدَّاهُمْ أَيْضًا فِي سُورَةِ «الْبَقَرَةِ» بِسُورَةٍ وَاحِدَةٍ مِنْ مِثْلِهِ، بِقَوْلِهِ: وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ الْآيَةَ [٢ \\ ٢٣] ، وَتَحَدَّاهُمْ فِي «هُودٍ» بِعَشْرِ سُوَرٍ مِثْلِهِ، بِقَوْلِهِ: أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ الْآيَةَ [١٣] ، وَتَحَدَّاهُمْ فِي «الطُّورِ» بِهِ كُلِّهِ بِقَوْلِهِ: فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ [٣٤] ، وَصَرَّحَ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» بِعَجْزِ جَمِيعِ الْخَلَائِقِ عَنِ الْإِتْيَانِ بِمِثْلِهِ بِقَوْلِهِ: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا [١٧ \\ ٨٨] ، كَمَا قَدَّمْنَا، وَبَيَّنَ أَنَّهُمْ لَا يَأْتُونَ بِمِثْلِهِ أَيْضًا بِقَوْلِهِ: فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا الْآيَةَ [٢ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ. </p><p> التَّحْقِيقُ أَنَّ تَأْوِيلَهُ هُنَا، هُوَ حَقِيقَةُ مَا يَئُولُ إِلَيْهِ الْأَمْرُ يَوْمَ الْقِيَامَةِ، كَمَا قَدَّمْنَا فِي أَوَّلِ «آلِ عِمْرَانَ» ، وَيَدُلُّ لِصِحَّةِ هَذَا قَوْلُهُ فِي «الْأَعْرَافِ» : هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ [٥٣] . </p><p> وَنَظِيرُ الْآيَةِ قَوْلُهُ تَعَالَى: بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ [٣٨ \\ ٨] . </p>"
}