{
  "id": null,
  "sura": 10,
  "aya": 46,
  "text": "<p> أَنَّ الْمَفْعُولَ الْمَحْذُوفَ الْوَاقِعَ عَلَيْهِ الْخُسْرَانُ هُوَ أَنْفُسُهُمْ، كَقَوْلِهِ فِي «الْأَعْرَافِ» : وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ [٩] ، وَقَوْلِهِ فِي «الْمُؤْمِنُونَ» : وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ [١٠٣] ، وَقَوْلِهِ فِي «هُودٍ» : أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٤٥] . </p><p> وَزَادَ فِي مَوَاضِعَ أُخَرَ خُسْرَانَ الْأَهْلِ مَعَ النَّفْسِ، كَقَوْلِهِ فِي «الزُّمَرِ» : قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ [١٥] ، وَقَوْلِهِ فِي «الشُّورَى» : وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ [٤٥] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ خُسْرَانَ الْخَاسِرِينَ قَدْ يَشْمَلُ الدُّنْيَا وَالْآخِرَةَ، وَهُوَ قَوْلُهُ: وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ [٢٢ \\ ١١] . </p><p> قَوْلُهُ تَعَالَى: وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ الْآيَةَ. </p><p> بَيَّنَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ إِمَّا أَنْ يُرِيَهُ فِي حَيَاتِهِ بَعْضَ مَا يَعِدُ الْكُفَّارَ مِنَ النَّكَالِ وَالِانْتِقَامِ، أَوْ يَتَوَفَّاهُ قَبْلَ ذَلِكَ، فَمَرْجِعُهُمْ إِلَيْهِ جَلَّ وَعَلَا لَا يَفُوتُهُ شَيْءٌ مِمَّا يُرِيدُ أَنْ يَفْعَلَهُ بِهِمْ لِكَمَالِ قُدْرَتِهِ عَلَيْهِمْ، وَنُفُوذِ مَشِيئَتِهِ جَلَّ وَعَلَا فِيهِمْ، وَبَيَّنَ هَذَا الْمَعْنَى أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي سُورَةِ «الْمُؤْمِنِ» : فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ [٧٧] ، وَقَوْلِهِ فِي «الزُّخْرُفِ» : فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ [٤١، ٤٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> تَنْبِيهٌ </p><p> لَمْ يَأْتِ فِي الْقُرْآنِ الْعَظِيمِ فِعْلُ الْمُضَارِعِ بَعْدَ «إِنْ» الشَّرْطِيَّةِ الْمُدْغَمَةِ فِي «مَا» الْمَزِيدَةِ لِتَوْكِيدِ الشَّرْطِ، إِلَّا مُقْتَرِنًا بِنُونِ التَّوْكِيدِ الثَّقِيلَةِ، كَقَوْلِهِ هُنَا: وَإِمَّا نُرِيَنَّكَ الْآيَةَ [١٠ \\ ٤٦] ، فَإِمَّا نَذْهَبَنَّ الْآيَةَ [٤٣ \\ ٤١] ، فَإِمَّا تَثْقَفَنَّهُمْ الْآيَةَ [٨ \\ ٥٧] ، وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ الْآيَةَ [٨ \\ ٥٨] . </p><p> وَلِذَلِكَ زَعَمَ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةَ وُجُوبَ اقْتِرَانِ الْمُضَارِعِ بِالنُّونِ الْمَذْكُورَةِ فِي الْحَالِ </p>"
}