{
  "id": null,
  "sura": 10,
  "aya": 10,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ يُونُسَ </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ كَفَرُوا لَهُمْ شَرَابٌ مِنْ حَمِيمٍ الْآيَةَ. </p><p> ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ كَفَرُوا يُعَذَّبُونَ يَوْمَ الْقِيَامَةِ بِشُرْبِ الْحَمِيمِ، وَبِالْعَذَابِ الْأَلِيمِ، وَالْحَمِيمُ: الْمَاءُ الْحَارُّ، وَذَكَرَ أَوْصَافَ هَذَا الْحَمِيمِ فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ [٥٥ \\ ٤٤] ، وَقَوْلِهِ: وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ [٤٧ \\ ١٥] ، وَقَوْلِهِ: يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ [٢٢ \\ ١٩، ٢٠] ، وَقَوْلِهِ: وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ الْآيَةَ [١٨ \\ ٢٩] ، وَقَوْلِهِ: فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ فَشَارِبُونَ شُرْبَ الْهِيمِ [٥٦ \\ ٥٤، ٥٥] . </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّ الْمَاءَ الَّذِي يُسْقَوْنَ صَدِيدٌ، أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْ ذَلِكَ بِفَضْلِهِ وَرَحْمَتِهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ الْآيَةَ [١٤ \\ ١٦] : </p><p> وَذَكَرَ فِي مَوْضِعٍ آخَرَ أَنَّهُمْ يُسْقَوْنَ مَعَ الْحَمِيمِ الْغَسَّاقَ، كَقَوْلِهِ: هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ [٣٨ \\ ٥٧، ٥٨] ، وَقَوْلِهِ: لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا إِلَّا حَمِيمًا وَغَسَّاقًا [٧٨ \\ ٢٤، ٢٥] ، وَالْغَسَّاقُ: صَدِيدُ أَهْلِ النَّارِ - أَعَاذَنَا اللَّهُ وَالْمُسْلِمِينَ مِنْهَا - وَأَصْلُهُ مِنْ غَسَقَتِ الْعَيْنُ: سَالَ دَمْعُهَا، وَقِيلَ: هُوَ لُغَةً: الْبَارِدُ الْمُنْتِنُ، وَالْحَمِيمُ الْآنِي: الْمَاءُ الْبَالِغُ غَايَةَ الْحَرَارَةِ، وَالْمُهْلُ: دُرْدِيُّ الزَّيْتِ، أَوِ الْمُذَابُ مِنَ النُّحَاسِ، وَالرَّصَاصِ وَنَحْوِ ذَلِكَ، وَالْآيَاتُ الْمُبَيِّنَةُ لِأَنْوَاعِ عَذَابِ أَهْلِ النَّارِ كَثِيرَةٌ جِدًّا. </p><p> قَوْلُهُ تَعَالَى: وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ: أَنَّ تَحِيَّةَ أَهْلِ الْجَنَّةِ فِي الْجَنَّةِ سَلَامٌ، أَيْ يُسَلِّمُ بَعْضُهُمْ عَلَى بَعْضٍ بِذَلِكَ، وَيُسَلِّمُونَ عَلَى الْمَلَائِكَةِ، وَتُسَلِّمُ عَلَيْهِمُ الْمَلَائِكَةُ بِذَلِكَ، وَقَدْ بَيَّنَ تَعَالَى هَذَا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ الْآيَةَ [٣٣ \\ ٤٤] ، وَقَوْلِهِ: وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ الْآيَةَ [١٣ \\ ٢٣، ٢٤] ، وَقَوْلِهِ: لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا الْآيَةَ </p>"
}