{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> «الْفَاتِحَةِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِيَّاكَ نَعْبُدُ [١ \\ ٥] . </p><p> أَمَّا تَجَاهُلُ فِرْعَوْنَ - لَعَنَهُ اللَّهُ - لِرُبُوبِيَّتِهِ جَلَّ وَعَلَا، فِي قَوْلِهِ: قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ [٢٦ \\ ٢٣] فَإِنَّهُ تَجَاهُلُ عَارِفٍ ; لِأَنَّهُ عَبْدٌ مَرْبُوبٌ، كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ الْآيَةَ [١٧ \\ ١٠٢] ، وَقَوْلِهِ: وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا [٢٧ \\ ١٤] . </p><p> قَوْلُهُ تَعَالَى: قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ إِلَى قَوْلِهِ: فَأَنَّى تُؤْفَكُونَ. </p><p> أَلْقَمَ اللَّهُ تَعَالَى الْمُشْرِكِينَ فِي هَذِهِ الْآيَاتِ حَجَرًا، بِأَنَّ الشُّرَكَاءَ الَّتِي يَعْبُدُونَهَا مِنْ دُونِهِ لَا قُدْرَةَ لَهَا عَلَى فِعْلِ شَيْءٍ، وَأَنَّهُ هُوَ وَحْدَهُ جَلَّ وَعَلَا الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ بِالْإِحْيَاءِ مَرَّةً أُخْرَى، وَأَنَّهُ يَهْدِي مَنْ يَشَاءُ. </p><p> وَصَرَّحَ بِمِثْلِ هَذَا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [٣٠ \\ ٤٠] ، وَقَوْلِهِ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا [٢٥ \\ ٣] ، وَقَوْلِهِ: يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ الْآيَةَ [٣٥ \\ ٣] ، وَقَوْلِهِ: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ الْآيَةَ [١٦ \\ ١٧] . </p><p> وَقَوْلِهِ: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ [١٣ \\ ١٦] وَقَوْلِهِ: قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ الْآيَةَ [٣٩ \\ ٣٨] ، وَقَوْلِهِ: أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ الْآيَةَ [٦٧ \\ ٢١] ، وَقَوْلِهِ: إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ الْآيَةَ [٢٩ \\ ١٧] . </p><p> وَالْآيَاتُ فِي مِثْلِ ذَلِكَ كَثِيرَةٌ، وَمَعْلُومٌ أَنَّ تَسْوِيَةَ مَا لَا يَضُرُّ، وَلَا يَنْفَعُ، وَلَا يَقْدِرُ عَلَى شَيْءٍ مَعَ مَنْ بِيَدِهِ الْخَيْرُ كُلُّهُ الْمُتَصَرِّفِ بِكُلِّ مَا شَاءَ - لَا تَصْدُرُ إِلَّا مِمَّنْ لَا عَقْلَ لَهُ، كَمَا قَالَ تَعَالَى عَنْ أَصْحَابِ ذَلِكَ: وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ [٦٧ \\ ١٠] . </p><p> قَوْلُهُ تَعَالَى: وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ. </p><p> صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ هَذَا الْقُرْآنَ لَا يَكُونُ مُفْتَرًى مِنْ دُونِ اللَّهِ مَكْذُوبًا بِهِ عَلَيْهِ، وَأَنَّهُ لَا شَكَّ فِي أَنَّهُ مِنْ رَبِّ الْعَالَمِينَ جَلَّ وَعَلَا، </p>"
}