{
  "id": null,
  "sura": 10,
  "aya": 96,
  "text": "<p> تَعَالَى عَلَيْهِمْ هُنَا بِقَوْلِهِ: أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ [١٠ \\ ٥١] ، وَنَفَى أَيْضًا قَبُولَ إِيمَانِهِمْ فِي ذَلِكَ الْحِينِ بِقَوْلِهِ: آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ [٤٠ \\ ٨٤، ٨٥] ، وَقَوْلِهِ: حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ [١٠ \\ ٩٠، ٩١] ، وَقَوْلِهِ: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ الْآيَةَ [٤ \\ ١٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاسْتَثْنَى اللَّهُ تَعَالَى قَوْمَ يُونُسَ دُونَ غَيْرِهِمْ بِقَوْلِهِ: فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ [١٠ \\ ٩٨] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ سَيُبْطِلُهُ الْآيَةَ. </p><p> ذَكَرَ تَعَالَى عَنْ مُوسَى فِي هَذِهِ الْآيَةِ، أَنَّهُ قَالَ: إِنَّ اللَّهَ سَيُبْطِلُ سِحْرَ سَحَرَةِ فِرْعَوْنَ. </p><p> وَصَرَّحَ فِي مَوَاضِعَ أُخَرَ بِأَنَّ ذَلِكَ الَّذِي قَالَ مُوسَى إِنَّهُ سَيَقَعُ مِنْ إِبْطَالِ اللَّهِ لِسِحْرِهِمْ، أَنَّهُ وَقَعَ بِالْفِعْلِ، كَقَوْلِهِ: فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ [٧ \\ ١١٨، ١١٩] وَنَحْوِهَا مِنَ الْآيَاتِ: </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ الْآيَةَ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ أَنَّهُ بَوَّأَ بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ. </p><p> وَبَيَّنَ ذَلِكَ فِي آيَاتٍ أُخَرَ كَقَوْلِهِ: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا الْآيَةَ [٧ \\ ١٣٧] ، وَقَوْلِهِ: فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ [٦٢ \\ ٥٧، ٥٨] إِلَى قَوْلِهِ: كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ [٢٦ \\ ٥٩] وَقَوْلِهِ: كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ [٤٤ \\ ٢٥، ٢٦] إِلَى قَوْلِهِ: كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ [٤٤ \\ ٢٨] ، وَمَعْنَى بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ: أَنْزَلْنَاهُمْ مَنْزِلًا مَرْضِيًّا حَسَنًا. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ. </p><p> صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ مَنْ حَقَّتْ عَلَيْهِ كَلِمَةُ </p>"
}