{
  "id": null,
  "sura": 10,
  "aya": 45,
  "text": "<p> قَوْلُهُ تَعَالَى: وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ. </p><p> أَمَرَ اللَّهُ تَعَالَى نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنْ يُظْهِرَ الْبَرَاءَةَ مِنْ أَعْمَالِ الْكُفَّارِ الْقَبِيحَةِ إِنْكَارًا لَهَا، وَإِظْهَارًا لِوُجُوبِ التَّبَاعُدِ عَنْهَا، وَبَيَّنَ هَذَا الْمَعْنَى فِي قَوْلِهِ: قُلْ يَا أَيُّهَا الْكَافِرُونَ [١٠٩ \\ ١] ، إِلَى قَوْلِهِ: وَلِيَ دِينِ [١٠٩ \\ ٦] ، وَنَظِيرُ ذَلِكَ قَوْلُ إِبْرَاهِيمَ الْخَلِيلِ وَأَتْبَاعِهِ لِقَوْمِهِ: إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ \\ الْآيَةَ [٦٠ \\ ٤] ٣٠. </p><p> وَبَيَّنَ تَعَالَى فِي مَوْضِعٍ آخَرَ أَنَّ اعْتِزَالَ الْكُفَّارِ، وَالْأَوْثَانِ، وَالْبَرَاءَةَ مِنْهُمْ مِنْ فَوَائِدِهِ تَفَضُّلُ اللَّهِ تَعَالَى بِالذُّرِّيَّةِ الطَّيِّبَةِ الصَّالِحَةِ، وَهُوَ قَوْلُهُ فِي «مَرْيَمَ» : فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ [٤٩] ، إِلَى قَوْلِهِ: عَلِيًّا [١٩ \\ ٥٠] . </p><p> وَقَالَ ابْنُ زَيْدٍ، وَغَيْرُهُ: إِنَّ آيَةَ: وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي الْآيَةَ [١٠ \\ ٤١] ، مَنْسُوخَةٌ بِآيَاتِ السَّيْفِ. </p><p> وَالظَّاهِرُ أَنَّ مَعْنَاهَا مُحْكَمٌ ; لِأَنَّ الْبَرَاءَةَ إِلَى اللَّهِ مِنْ عَمَلِ السُّوءِ لَا شَكَّ فِي بَقَاءِ مَشْرُوعِيَّتِهَا. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ الْآيَةَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ الْكُفَّارَ إِذَا حُشِرُوا اسْتَقَلُّوا مُدَّةَ مُكْثِهِمْ فِي دَارِ الدُّنْيَا، حَتَّى كَأَنَّهَا قَدْرُ سَاعَةٍ عِنْدَهُمْ، وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي آخِرِ «الْأَحْقَافِ» : كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ [٣٥] ، وَقَوْلِهِ فِي آخِرِ «النَّازِعَاتِ» : كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا الْآيَةَ [٤٦] ، وَقَوْلِهِ فِي آخِرِ «الرُّومِ» : وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ الْآيَةَ [٥٥] . </p><p> وَقَدْ بَيَّنَّا بِإِيضَاحٍ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» وَجْهَ الْجَمْعِ بَيْنَ هَذِهِ الْآيَاتِ الْمُقْتَضِيَةِ أَنَّ الدُّنْيَا عِنْدَهُمْ كَسَاعَةٍ وَبَيْنَ الْآيَاتِ الْمُقْتَضِيَةِ أَنَّهَا عِنْدَهُمْ كَأَكْثَرِ مِنْ ذَلِكَ، كَقَوْلِهِ تَعَالَى: يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا [٢٠ \\ ١٠٣] ، وَقَوْلِهِ: قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ [٢٣ \\ ١١٣] ، فَانْظُرْهُ فِي سُورَةِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ [٢٣ \\ ١] فِي الْكَلَامِ عَلَى قَوْلِهِ: قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ. </p><p> قَوْلُهُ تَعَالَى: يَتَعَارَفُونَ بَيْنَهُمْ. </p><p> صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ أَهْلَ الْمَحْشَرِ </p><p> يَعْرِفُ بَعْضُهُمْ بَعْضًا، فَيَعْرِفُ الْآبَاءُ الْأَبْنَاءَ، كَالْعَكْسِ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ هَذِهِ الْمُعَارَفَةَ لَا أَثَرَ لَهَا، فَلَا يَسْأَلُ بَعْضُهُمْ بَعْضًا شَيْئًا، كَقَوْلِهِ: وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا يُبَصَّرُونَهُمْ [٧٠ \\ ١٠، ١١] وَقَوْلِهِ: فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ [٢٣ \\ ١٠١] . </p><p> وَقَدْ بَيَّنَّا فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» أَيْضًا وَجْهَ الْجَمْعِ بَيْنَ قَوْلِهِ: فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ، وَبَيْنَ قَوْلِهِ: وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ [٣٧ \\ ٢٧] ، فِي سُورَةِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ أَيْضًا. </p><p> قَوْلُهُ تَعَالَى: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ. </p><p> صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِخُسْرَانِ الْمُكَذِّبِينَ بِلِقَائِهِ، وَأَنَّهُمْ لَمْ يَكُونُوا مُهْتَدِينَ، وَلَمْ يُبَيِّنْ هُنَا الْمَفْعُولَ بِهِ لِقَوْلِهِ:  «خَسِرَ» وَذَكَرَ فِي مَوَاضِعَ كَثِيرَةٍ أَسْبَابًا مِنْ أَسْبَابِ الْخُسْرَانِ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ الْمَفْعُولَ الْمَحْذُوفَ هُنَا، فَمِنَ الْآيَاتِ الْمُمَاثِلَةِ لِهَذِهِ الْآيَةِ قَوْلُهُ تَعَالَى فِي «الْأَنْعَامِ» : قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَاحَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا الْآيَةَ [٣١] ، وَقَوْلُهُ تَعَالَى فِي «الْبَقَرَةِ» : الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولَئِكَ هُمُ الْخَاسِرُونَ [٢٧] وَقَوْلُهُ فِي «الْبَقَرَةِ» أَيْضًا: الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلَاوَتِهِ أُولَئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولَئِكَ هُمُ الْخَاسِرُونَ [٢٧] ، وَقَوْلُهُ فِي «الْأَعْرَافِ» : أَفَأَمِنُوا مَكْرَ اللَّهِ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ [١٢١] ، وَقَوْلُهُ فِي «الْأَعْرَافِ» أَيْضًا: مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ [١٧٨] ، وَقَوْلُهُ فِي «الزُّمَرِ» : لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ [٦٣] . </p><p> وَالْآيَاتُ فِي مِثْلِ هَذَا كَثِيرَةٌ، وَقَدْ أَقْسَمَ تَعَالَى عَلَى أَنَّ هَذَا الْخُسْرَانَ لَا يَنْجُو مِنْهُ إِنْسَانٌ إِلَّا بِأَرْبَعَةِ أُمُورٍ: </p><p> الْأَوَّلُ: الْإِيمَانُ. </p><p> الثَّانِي: الْعَمَلُ الصَّالِحُ. </p><p> الثَّالِثُ: التَّوَاصِي بِالْحَقِّ. </p><p> الرَّابِعُ: التَّوَاصِي بِالصَّبْرِ. </p><p> وَذَلِكَ فِي قَوْلِهِ: وَالْعَصْرِ إِنَّ الْإِنْسَانَ [١٠٣ \\ ١، ٢] وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ </p>"
}