{
  "id": null,
  "sura": 10,
  "aya": 24,
  "text": "<p> قَوْلُهُ تَعَالَى: فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ أَفَلَا تَعْقِلُونَ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حُجَّةٌ وَاضِحَةٌ عَلَى كُفَّارِ مَكَّةَ ; لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُبْعَثْ إِلَيْهِمْ رَسُولًا حَتَّى لَبِثَ فِيهِمْ عُمُرًا مِنَ الزَّمَنِ، وَقَدْرُ ذَلِكَ أَرْبَعُونَ سَنَةً، فَعَرَفُوا صِدْقَهُ، وَأَمَانَتَهُ، وَعَدْلَهُ، وَأَنَّهُ بَعِيدٌ كُلَّ الْبُعْدِ مِنْ أَنْ يَكُونَ كَاذِبًا عَلَى اللَّهِ تَعَالَى، وَكَانُوا فِي الْجَاهِلِيَّةِ يُسَمُّونَهُ الْأَمِينَ، وَقَدْ أَلْقَمَهُمُ اللَّهُ حَجَرًا بِهَذِهِ الْحُجَّةِ فِي مَوْضِعٍ آخَرَ، وَهُوَ قَوْلُهُ: أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ [٢٣ \\ ٦٩] وَلِذَا لَمَّا سَأَلَ هِرَقْلُ مَلِكُ الرُّومِ أَبَا سُفْيَانَ، وَمَنْ مَعَهُ عَنْ صِفَاتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ هِرَقْلُ لِأَبِي سُفْيَانَ: هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ؟ قَالَ أَبُو سُفْيَانَ: فَقُلْتُ: لَا، وَكَانَ أَبُو سُفْيَانَ فِي ذَلِكَ الْوَقْتِ زَعِيمَ الْكُفَّارِ، وَرَأْسَ الْمُشْرِكِينَ وَمَعَ ذَلِكَ اعْتَرَفَ بِالْحَقِّ، وَالْحَقُّ مَا شَهِدَتْ بِهِ الْأَعْدَاءُ. </p><p> فَقَالَ لَهُ هِرَقْلُ: فَقَدْ أَعْرِفُ أَنَّهُ لَمْ يَكُنْ لِيَدَعَ الْكَذِبَ عَلَى النَّاسِ، ثُمَّ يَذْهَبُ فَيَكْذِبُ عَلَى اللَّهِ. اهـ. </p><p> وَلِذَلِكَ وَبَّخَهُمُ اللَّهُ تَعَالَى بِقَوْلِهِ هُنَا: أَفَلَا تَعْقِلُونَ [١٠ \\ ١٦] . </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ إِلَى قَوْلِهِ: لِقَوْمٍ يَتَفَكَّرُونَ. </p><p> ضَرَبَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الْمَثَلَ لِلدُّنْيَا بِالنَّبَاتِ النَّاعِمِ الْمُخْتَلِطِ بَعْضُهُ بِبَعْضٍ، وَعَمَّا قَلِيلٍ يَيْبَسُ، وَيَكُونُ حَصِيدًا يَابِسًا كَأَنَّهُ لَمْ يَكُنْ قَطُّ، وَضَرَبَ لَهَا أَيْضًا الْمَثَلَ الْمَذْكُورَ فِي «الْكَهْفِ» فِي قَوْلِهِ: وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ [١٨ \\ ٤٥] إِلَى قَوْلِهِ: وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا، وَأَشَارَ لِهَذَا الْمَثَلِ بِقَوْلِهِ فِي «الزُّمَرِ» : ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ [٢١] ، وَقَوْلِهِ فِي «الْحَدِيدِ» : كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا الْآيَةَ [٢٠] . </p><p> تَنْبِيهٌ </p><p> التَّشْبِيهُ فِي الْآيَاتِ الْمَذْكُورَةِ عِنْدَ الْبَلَاغِيِّينَ مِنَ التَّشْبِيهِ الْمُرَكَّبِ ; لِأَنَّ وَجْهَ الشَّبَهِ صُورَةٌ مُنْتَزَعَةٌ مِنْ أَشْيَاءَ، وَهُوَ كَوْنُ كُلٍّ مِنَ الْمُشَبَّهِ وَالْمُشَبَّهِ بِهِ يَمْكُثُ مَا شَاءَ اللَّهُ، وَهُوَ فِي إِقْبَالٍ وَكَمَالٍ، ثُمَّ عَمَّا قَلِيلٍ يَضْمَحِلُّ وَيَزُولُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى: </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا الْآيَةَ. </p><p> ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يَوْمَ الْقِيَامَةِ يَجْمَعُ النَّاسَ جَمِيعًا، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p>"
}