{
  "id": null,
  "sura": 10,
  "aya": 31,
  "text": "<p> وَصَرَّحَ فِي «الْكَهْفِ» بِأَنَّهُ لَا يَتْرُكُ مِنْهُمْ أَحَدًا، بِقَوْلِهِ: وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا [٤٧] . </p><p> قَوْلُهُ تَعَالَى: هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ الْآيَةَ. </p><p> صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، بِأَنَّ كُلَّ نَفْسٍ يَوْمَ الْقِيَامَةِ تَبْلُو، أَيْ: تُخْبَرُ وَتَعْلَمُ مَا أَسْلَفَتْ، أَيْ قَدَّمَتْ مِنْ خَيْرٍ وَشَرٍّ، وَبَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ [٧٥ \\ ١٣] ، وَقَوْلِهِ: يَوْمَ تُبْلَى السَّرَائِرُ [٨٦ \\ ٩] ، وَقَوْلِهِ: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣، ١٤] ، وَقَوْلِهِ: وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا الْآيَةَ [١٨ \\ ٤٩] . </p><p> وَأَمَّا عَلَى قِرَاءَةِ «تَتْلُو» بِتَاءَيْنِ فَفِي مَعْنَى الْآيَةِ وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّهَا تَتْلُو بِمَعْنَى تَقْرَأُ فِي كِتَابِ أَعْمَالِهَا جَمِيعَ مَا قَدَّمَتْ، فَيَرْجِعُ إِلَى الْأُولَى. </p><p> وَالثَّانِي: أَنَّ كُلَّ أُمَّةٍ تَتْبَعُ عَمَلَهَا، لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَتَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُهُ فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ» الْحَدِيثَ. </p><p> قَوْلُهُ تَعَالَى: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ إِلَى قَوْلِهِ: فَقُلْ أَفَلَا تَتَّقُونَ. </p><p> صَرَّحَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، بِأَنَّ الْكَفَّارَ يُقِرُّونَ بِأَنَّهُ جَلَّ وَعَلَا، هُوَ رَبُّهُمُ الرَّزَّاقُ الْمُدَبِّرُ لِلْأُمُورِ الْمُتَصَرِّفُ فِي مُلْكِهِ بِمَا يَشَاءُ، وَهُوَ صَرِيحٌ فِي اعْتِرَافِهِمْ بِرُبُوبِيَّتِهِ، وَمَعَ هَذَا أَشْرَكُوا بِهِ جَلَّ وَعَلَا. </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى أَنَّ الْمُشْرِكِينَ مُقِرُّونَ بِرُبُوبِيَّتِهِ جَلَّ وَعَلَا وَلَمْ يَنْفَعْهُمْ ذَلِكَ لِإِشْرَاكِهِمْ مَعَهُ غَيْرَهُ فِي حُقُوقِهِ جَلَّ وَعَلَا - كَثِيرَةٌ، كَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ [٤٣ \\ ٨٧] ، وَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ [٤٣ \\ ٩] ، وَقَوْلِهِ: قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ [٢٣ \\ ٨٤، ٨٥] إِلَى قَوْلِهِ: فَأَنَّى تُسْحَرُونَ إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَلِذَا قَالَ تَعَالَى: وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ [١٢ \\ ١٠٦] . </p><p> وَالْآيَاتُ الْمَذْكُورَةُ صَرِيحَةٌ فِي أَنَّ الِاعْتِرَافَ بِرُبُوبِيَّتِهِ جَلَّ وَعَلَا لَا يَكْفِي فِي الدُّخُولِ فِي دِينِ الْإِسْلَامِ إِلَّا بِتَحْقِيقِ مَعْنَى لَا إِلَهَ إِلَّا اللَّهُ نَفْيًا وَإِثْبَاتًا، وَقَدْ أَوْضَحْنَاهُ فِي سُورَةِ </p>"
}