{
  "id": null,
  "sura": 11,
  "aya": 20,
  "text": "<p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ، وَبَيَّنَ ذَلِكَ أَيْضًا فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ [١٢ \\ ١٠٣] ، وَقَوْلِهِ وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ [٦ \\ ١١٦] ، وَقَوْلِهِ: وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ [٣٧ \\ ٧١] ، وَقَوْلِهِ: إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ [٢٦ \\ ٨، ٦٧، ١٠٣، ١٢١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: يُضَاعَفُ لَهُمُ الْعَذَابُ الْآيَةَ، بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ الَّذِينَ يَصُدُّونَ النَّاسَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا يُضَاعَفُ لَهُمُ الْعَذَابُ يَوْمَ الْقِيَامَةِ ; لِأَنَّهُمْ يُعَذَّبُونَ عَلَى ضَلَالِهِمْ، وَيُعَذَّبُونَ أَيْضًا عَلَى إِضْلَالِهِمْ غَيْرَهُمْ، كَمَا أَوْضَحَهُ تَعَالَى بِقَوْلِهِ: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ [١٦ \\ ٨٨] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ الْعَذَابَ يُضَاعَفُ لِلْأَتْبَاعِ وَالْمَتْبُوعِينَ، وَهُوَ قَوْلُهُ فِي الْأَعْرَافِ حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ الْآيَةَ [٧ \\ ٣٨] ، قَوْلُهُ تَعَالَى: مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ، فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِلْعُلَمَاءِ أَوْجُهٌ، بَعْضُهَا يَشْهَدُ لَهُ الْقُرْآنُ: </p><p> الْأَوَّلُ وَهُوَ اخْتِيَارُ ابْنِ جَرِيرٍ الطَّبَرِيِّ فِي تَفْسِيرِهِ، وَنَقَلَهُ عَنِ ابْنِ عَبَّاسٍ وَقَتَادَةَ: أَنَّ مَعْنَى مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ الْآيَةَ [١١ \\ ٢٠] : أَنَّهُمْ لَا يَسْتَطِيعُونَ أَنْ يَسْمَعُوا الْحَقَّ سَمَاعَ مُنْتَفِعٍ، وَلَا أَنْ يُبْصِرُوهُ إِبْصَارَ مُهْتَدٍ ; لِاشْتِغَالِهِمْ بِالْكُفْرِ الَّذِي كَانُوا عَلَيْهِ مُقِيمِينَ عَنِ اسْتِعْمَالِ جَوَارِحِهِمْ فِي طَاعَةِ اللَّهِ تَعَالَى، وَقَدْ كَانَتْ لَهُمْ أَسْمَاعٌ وَأَبْصَارٌ. </p><p> وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ الْآيَةَ [٤٦ \\ ٢٦] . </p><p> الثَّانِي وَهُوَ أَظْهَرُهَا عِنْدِي: أَنَّ عَدَمَ الِاسْتِطَاعَةِ الْمَذْكُورَ فِي الْآيَةِ إِنَّمَا هُوَ لِلْخَتْمِ الَّذِي خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَأَسْمَاعِهِمْ، وَالْغِشَاوَةِ الَّتِي جَعَلَ عَلَى أَبْصَارِهِمْ. </p><p> وَيَشْهَدُ لِهَذَا الْقَوْلِ قَوْلُهُ تَعَالَى: خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ [٢ \\ ٧] ، وَقَوْلُهُ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا، وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَذَلِكَ الْخَتْمُ وَالْأَكِنَّةُ عَلَى الْقُلُوبِ جَزَاءٌ مِنَ اللَّهِ تَعَالَى لَهُمْ عَلَى مُبَادَرَتِهِمْ إِلَى الْكُفْرِ </p><p> وَتَكْذِيبِ الرُّسُلِ بِاخْتِيَارِهِمْ وَمَشِيئَتِهِمْ كَمَا دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ كَقَوْلِهِ: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] ، وَقَوْلِهِ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] ، وَقَوْلِهِ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا الْآيَةَ [٢ \\ ١٠] ، وَقَوْلِهِ: وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ الْآيَةَ [٩ \\ ١٢٥] ، وَقَوْلِهِ وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ الْآيَةَ [٦ \\ ١١٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّالِثُ: أَنَّ الْمَعْنَى: مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ، أَيْ: لِشِدَّةِ كَرَاهِيَتِهِمْ لِكَلَامِ الرُّسُلِ، عَلَى عَادَةِ الْعَرَبِ فِي قَوْلِهِمْ: لَا أَسْتَطِيعُ أَنْ أَسْمَعَ كَذَا: إِذَا كَانَ شَدِيدَ الْكَرَاهِيَةِ وَالْبُغْضِ لَهُ، وَيَشْهَدُ لِهَذَا الْقَوْلِ قَوْلُهُ تَعَالَى: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا [٢٢ \\ ٧٢] ، وَقَوْلُهُ تَعَالَى وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ الْآيَةَ [٤١ \\ ٢٦] ، وَقَوْلُهُ وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ. </p><p> الرَّابِعُ: أَنْ «مَا» مَصْدَرِيَّةٌ ظَرْفِيَّةٌ، أَيْ يُضَاعَفُ لَهُمُ الْعَذَابُ مُدَّةَ كَوْنِهِمْ يَسْتَطِيعُونَ أَنْ يَسْمَعُوا وَيُبْصِرُوا، أَيْ يُضَاعَفُ لَهُمُ الْعَذَابُ دَائِمًا. </p><p> الْخَامِسُ: أَنْ «مَا» مَصْدَرِيَّةٌ فِي مَحَلِّ نَصْبٍ بِنَزْعِ الْخَافِضِ، أَيْ يُضَاعَفُ لَهُمُ الْعَذَابُ بِسَبَبِ كَوْنِهِمْ يَسْتَطِيعُونَ السَّمْعَ وَالْإِبْصَارَ فِي دَارِ الدُّنْيَا، وَتَرَكُوا الْحَقَّ مَعَ أَنَّهُمْ يَسْتَطِيعُونَ إِدْرَاكَهُ بِأَسْمَاعِهِمْ وَأَبْصَارِهِمْ، وَقَدْ قَدَّمْنَا فِي سُورَةِ النِّسَاءِ قَوْلَ الْأَخْفَشِ الْأَصْغَرِ بِأَنَّ النَّصْبَ بِنَزْعِ الْخَافِضِ مَقِيسٌ مُطْلَقًا عِنْدَ أَمْنِ اللَّبْسِ. </p><p> السَّادِسُ: أَنَّ قَوْلَهُ: مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ [١١ \\ ٢٠] مِنْ صِفَةِ الْأَصْنَامِ الَّتِي اتَّخَذُوهَا أَوْلِيَاءَ مِنْ دُونِ اللَّهِ، فَيَكُونُ مُتَّصِلًا بِقَوْلِهِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ [١١ \\ ٢٠] وَتَكُونُ جُمْلَةُ يُضَاعَفُ لَهُمُ الْعَذَابُ [١١ \\ ٢٠] اعْتِرَاضِيَّةً، وَتَقْرِيرُ الْمَعْنَى عَلَى هَذَا الْقَوْلِ: وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ، أَيِ الْأَصْنَامُ الَّتِي اتَّخَذُوهَا أَوْلِيَاءَ مِنْ دُونِ اللَّهِ، وَمَا لَا يَسْمَعُ وَلَا يُبْصِرُ لَا يَصِحُّ أَنْ يَكُونَ وَلِيًّا لِأَحَدٍ. </p><p> وَيَشْهَدُ لِمَعْنَى هَذَا الْقَوْلِ قَوْلُهُ تَعَالَى فِي «الْأَعْرَافِ» : أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا الْآيَةَ [٧ \\ ١٩٥] ، وَنَحْوُهَا مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ الْآيَةَ الْكَرِيمَةَ قَدْ تَكُونُ فِيهَا أَقْوَالٌ، </p>"
}