{
  "id": null,
  "sura": 11,
  "aya": 69,
  "text": "<p> وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ [٥١ \\ ٤١، ٤٢] . </p><p> وَقَوْلِهِ: وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا الْآيَةَ [٦٩ \\ ٦، ٧] . </p><p> وَقَوْلِهِ: إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ [٥٤ \\ ١٩، ٢٠] . </p><p> وَقَوْلِهِ: فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ الْآيَةَ [٤١ \\ ١٦] . </p><p> قَوْلُهُ تَعَالَى: فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا الْآيَةَ. </p><p> وَبَيَّنَ هَذَا الْأَمْرَ الَّذِي جَاءَ بِقَوْلِهِ: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِثَمُودَ [١١ \\ ٦٧، ٦٨] ، وَنَحْوِهَا مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا مَا الْمُرَادُ بِهَذِهِ الْبُشْرَى الَّتِي جَاءَتْ بِهَا رُسُلُ الْمَلَائِكَةِ إِبْرَاهِيمَ وَلَكِنَّهُ أَشَارَ بَعْدَ هَذَا إِلَى أَنَّهَا الْبِشَارَةُ بِإِسْحَاقَ وَيَعْقُوبَ فِي قَوْلِهِ: وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ [١١ \\ ٧١] ; لِأَنَّ الْبِشَارَةَ بِالذُّرِّيَّةِ الطَّيِّبَةِ شَامِلَةٌ لِلْأُمِّ وَالْأَبِ، كَمَا يَدُلُّ لِذَلِكَ قَوْلُهُ: وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ [٣٧ \\ ١١٢] . </p><p> وَقَوْلُهُ: قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ [٥١ \\ ٢٨] ، وَقَوْلُهُ: قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ، وَقِيلَ: الْبُشْرَى هِيَ إِخْبَارُهُمْ لَهُ بِأَنَّهُمْ أُرْسِلُوا لِإِهْلَاكِ قَوْمِ لُوطٍ، وَعَلَيْهِ فَالْآيَاتُ الْمُبَيِّنَةُ لَهَا كَقَوْلِهِ هُنَا فِي هَذِهِ السُّورَةِ: قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ الْآيَةَ [١١ \\ ٧٠] . </p><p> وَقَوْلِهِ: قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ إِلَّا آلَ لُوطٍ الْآيَةَ [١٥ \\ ٥٨، ٥٩] . </p><p> وَقَوْلِهِ: قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ [٥١ \\ ٣٢، ٣٣] ، وَقَوْلِهِ: وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ [٢٩ \\ ٣١] . </p><p> وَالظَّاهِرُ: الْقَوْلُ الْأَوَّلُ، وَهَذِهِ الْآيَةُ الْأَخِيرَةُ تَدُلُّ عَلَيْهِ ; لِأَنَّ فِيهَا التَّصْرِيحَ بِأَنَّ إِخْبَارَهُمْ بِإِهْلَاكِ قَوْمِ لُوطٍ بَعْدَ مَجِيئِهِمْ بِالْبُشْرَى ; لِأَنَّهُ مُرَتَّبٌ عَلَيْهِ بِأَدَاةِ الشَّرْطِ الَّتِي هِيَ «لَمَّا» كَمَا </p>"
}