{
  "id": null,
  "sura": 11,
  "aya": 5,
  "text": "<p> عَلَى شَرْطِهِ. </p><p> وَالظَّاهِرُ أَنَّ الْمُرَادَ بِالْمَتَاعِ الْحَسَنِ: سَعَةُ الرِّزْقِ، وَرَغَدُ الْعَيْشِ، وَالْعَافِيَةُ فِي الدُّنْيَا، وَأَنَّ الْمُرَادَ بِالْأَجَلِ الْمُسَمَّى: الْمَوْتُ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ عَنْ نَبِيِّهِ هُودٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ [١١ \\ ٥٢] ، وَقَوْلُهُ تَعَالَى عَنْ «نُوحٍ» : فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا [٧١ \\ ١٠ - ١٢] ، وَقَوْلُهُ تَعَالَى: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً الْآيَةَ [١٦ \\ ٩٧] ، وَقَوْلُهُ: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ الْآيَةَ [٧ \\ ٩٦] ، وَقَوْلُهُ: وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ [٥ \\ ٦٦] ، وَقَوْلُهُ: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ [٦٥ \\ ٢، ٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ. </p><p> يُبَيِّنُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ، وَأَنَّ السِّرَّ كَالْعَلَانِيَةِ عِنْدَهُ، فَهُوَ عَالِمٌ بِمَا تَنْطَوِي عَلَيْهِ الضَّمَائِرُ وَمَا يُعْلَنُ وَمَا يُسَرُّ، وَالْآيَاتُ الْمُبَيِّنَةُ لِهَذَا كَثِيرَةٌ جِدًّا، كَقَوْلِهِ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ [٥٠ \\ ١٦] ، وَقَوْلِهِ جَلَّ وَعَلَا: وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَقَوْلِهِ: فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ [٧ \\ ٧] ، وَقَوْلِهِ: وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ الْآيَةَ [١٠ \\ ٦١] ، وَلَا تَقْلِبُ وَرَقَةً مِنَ الْمُصْحَفِ الْكَرِيمِ إِلَّا وَجَدْتَ فِيهَا آيَةً بِهَذَا الْمَعْنَى. </p><p> تَنْبِيهٌ مُهِمٌّ </p><p> اعْلَمْ أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى مَا أَنْزَلَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ وَاعِظًا أَكْبَرَ، وَلَا زَاجِرًا أَعْظَمَ مِمَّا تَضَمَّنَتْهُ هَذِهِ الْآيَاتُ الْكَرِيمَةُ وَأَمْثَالُهَا فِي الْقُرْآنِ، مِنْ أَنَّهُ تَعَالَى عَالِمٌ بِكُلِّ مَا يَعْمَلُهُ خَلْقُهُ، رَقِيبٌ عَلَيْهِمْ، لَيْسَ بِغَائِبٍ عَمَّا يَفْعَلُونَ، وَضَرَبَ الْعُلَمَاءُ لِهَذَا الْوَاعِظِ الْأَكْبَرِ، وَالزَّاجِرِ الْأَعْظَمِ مَثَلًا لِيَصِيرَ بِهِ كَالْمَحْسُوسِ، فَقَالُوا: لَوْ فَرَضْنَا أَنَّ مَلِكًا قَتَّالًا لِلرِّجَالِ، </p><p> سَفَّاكًا لِلدِّمَاءِ، شَدِيدَ الْبَطْشِ وَالنَّكَالِ عَلَى مَنِ انْتَهَكَ حُرْمَتَهُ ظُلْمًا، وَسَيَّافُهُ قَائِمٌ عَلَى رَأْسِهِ، وَالنَّطْعُ مَبْسُوطٌ لِلْقَتْلِ، وَالسَّيْفُ يَقْطُرُ دَمًا، وَحَوْلَ هَذَا الْمَلِكِ الَّذِي هَذِهِ صِفَتُهُ جَوَارِيهِ وَأَزْوَاجُهُ وَبَنَاتُهُ، فَهَلْ تَرَى أَنَّ أَحَدًا مِنَ الْحَاضِرِينَ يَهِمُّ بِرِيبَةٍ أَوْ بِحَرَامٍ يَنَالُهُ مِنْ بَنَاتِ ذَلِكَ الْمَلِكِ وَأَزْوَاجِهِ، وَهُوَ يَنْظُرُ إِلَيْهِ عَالِمٌ بِأَنَّهُ مُطَّلِعٌ عَلَيْهِ؟ ! لَا، وَكَلَّا! بَلْ جَمِيعُ الْحَاضِرِينَ يَكُونُونَ خَائِفِينَ، وَجِلَةً قُلُوبُهُمْ، خَاشِعَةً عُيُونُهُمْ، سَاكِنَةً جَوَارِحُهُمْ خَوْفًا مِنْ بَطْشِ ذَلِكَ الْمَلِكِ. </p><p> وَلَا شَكَّ «وَلِلَّهِ الْمَثَلُ الْأَعْلَى» أَنَّ رَبَّ السَّمَوَاتِ وَالْأَرْضِ جَلَّ وَعَلَا أَشَدُّ عِلْمًا، وَأَعْظَمُ مُرَاقَبَةً، وَأَشَدُّ بَطْشًا، وَأَعْظَمُ نَكَالًا وَعُقُوبَةً مِنْ ذَلِكَ الْمَلِكِ، وَحِمَاهُ فِي أَرْضِهِ مَحَارِمُهُ، فَإِذَا لَاحَظَ الْإِنْسَانُ الضَّعِيفُ أَنَّ رَبَّهُ جَلَّ وَعَلَا لَيْسَ بِغَائِبٍ عَنْهُ، وَأَنَّهُ مُطَّلِعٌ عَلَى كُلِّ مَا يَقُولُ وَمَا يَفْعَلُ وَمَا يَنْوِي لَانَ قَلْبُهُ، وَخَشِيَ اللَّهَ تَعَالَى، وَأَحْسَنَ عَمَلَهُ لِلَّهِ جَلَّ وَعَلَا. </p><p> وَمِنْ أَسْرَارِ هَذِهِ الْمَوْعِظَةِ الْكُبْرَى أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى صَرَّحَ بِأَنَّ الْحِكْمَةَ الَّتِي خَلَقَ الْخَلْقَ مِنْ أَجْلِهَا هِيَ أَنْ يَبْتَلِيَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا، وَلَمْ يَقُلْ: أَيُّهُمْ أَكْثَرُ عَمَلًا، فَالِابْتِلَاءُ فِي إِحْسَانِ الْعَمَلِ، كَمَا قَالَ تَعَالَى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا الْآيَةَ [١١ \\ ٧] . </p><p> وَقَالَ فِي الْمُلْكِ: الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ [٦٧ \\ ٢] . </p><p> وَلَا شَكَّ أَنَّ الْعَاقِلَ إِذَا عَلِمَ أَنَّ الْحِكْمَةَ الَّتِي خُلِقَ مِنْ أَجْلِهَا هِيَ أَنْ يُبْتَلَى - أَيْ يُخْتَبَرَ بِإِحْسَانِ الْعَمَلِ - فَإِنَّهُ يَهْتَمُّ كُلَّ الِاهْتِمَامِ بِالطَّرِيقِ الْمُوَصِّلَةِ لِنَجَاحِهِ فِي هَذَا الِاخْتِبَارِ، وَلِهَذِهِ الْحِكْمَةِ الْكُبْرَى سَأَلَ جِبْرِيلُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ هَذَا لِيُعَلِّمَهُ لِأَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:  «أَخْبِرْنِي عَنِ الْإِحْسَانِ» أَيْ وَهُوَ الَّذِي خُلِقَ الْخَلْقُ لِأَجْلِ الِاخْتِبَارِ فِيهِ، فَبَيَّنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الطَّرِيقَ إِلَى ذَلِكَ هِيَ هَذَا الْوَاعِظُ، وَالزَّاجِرُ الْأَكْبَرُ الَّذِي هُوَ مُرَاقَبَةُ اللَّهِ تَعَالَى، وَالْعِلْمُ بِأَنَّهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ مِمَّا يَفْعَلُ خَلْقُهُ، فَقَالَ لَهُ:  «الْإِحْسَانُ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» . </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِقَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ [١١ \\ ٥] ، وَقَوْلِهِ: يَسْتَغْشُونَ ثِيَابَهُمْ [١١ \\ ٥] ، وَفِي مَرْجِعِ الضَّمِيرِ فِي قَوْلِهِ: مِنْهُ [١١ \\ ٥] . </p><p> فَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى يَثْنُونَ صُدُورَهُمْ [١١ \\ ٥] يَزْوَرُّونَ عَنِ الْحَقِّ، وَيَنْحَرِفُونَ عَنْهُ ; لِأَنَّ مَنْ أَقْبَلَ عَلَى الشَّيْءِ اسْتَقْبَلَهُ بِصَدْرِهِ، وَمَنِ ازْوَرَّ عَنْهُ وَانْحَرَفَ ثَنَى عَنْهُ صَدْرَهُ، وَطَوَى عَنْهُ كَشْحَهُ. بِهَذَا فَسَّرَهُ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَهَذَا الْمَعْنَى مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، فَهُمْ يُعَبِّرُونَ بِاعْوِجَاجِ الصَّدْرِ عَنِ الْعُدُولِ عَنِ الشَّيْءِ وَالْمَيْلِ عَنْهُ، وَيُعَبِّرُونَ بِإِقَامَةِ الصَّدْرِ عَنِ الْقَصْدِ إِلَى الشَّيْءِ وَعَدَمِ الْمَيْلِ عَنْهُ. </p><p> فَمِنَ الْأَوَّلِ قَوْلُ ذِي الرُّمَّةِ غَيْلَانَ بْنِ عُقْبَةَ الْعَدَوِيِّ عَدِيِّ الرَّبَابِ: </p><p> خَلِيلَيَّ عُوجَا بَارَكَ اللَّهُ فِيكُمَا ... عَلَى دَارِ مَيٍّ مِنْ صُدُورِ الرَّكَائِبِ </p><p> تَكُنْ عَوْجَةً يَجْزِيكُمَا اللَّهُ عِنْدَهُ ... بِهَا الْأَجْرَ أَوْ تُقْضَى ذِمَامَةُ صَاحِبِ </p><p> يَعْنِي: اثْنِيَا صُدُورَ الرَّكَائِبِ إِلَى دَارِ مَيٍّ. </p><p> وَمِنَ الثَّانِي قَوْلُ الشَّنْفَرَى: </p><p> أَقِيمُوا بَنِي أُمِّي صُدُورَ مَطِيِّكُمْ ... فَإِنِّي إِلَى قَوْمٍ سِوَاكُمْ لَأَمِيلُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> أَقُولُ لِأُمِّ زِنْبَاعٍ أَقِيمِي ... صُدُورَ الْعَيْشِ شَطْرَ بَنِي تَمِيمِ </p><p> وَقِيلَ: نَزَلَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ فِي الْأَخْنَسِ بْنِ شُرَيْقٍ الثَّقَفِيِّ حَلِيفِ بَنِي زُهْرَةَ. </p><p> كَانَ حُلْوَ الْمَنْطِقِ، يَلْقَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَا يُحِبُّ وَيَنْطَوِي لَهُ بِقَلْبِهِ عَلَى مَا يَسُوءُ. </p><p> وَقِيلَ: نَزَلَتْ فِي بَعْضِ الْمُنَافِقِينَ، كَانَ إِذَا مَرَّ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَنَى صَدْرَهُ وَظَهْرَهُ، وَطَوْطَأَ رَأْسَهُ وَغَطَّى وَجْهَهُ لِكَيْلَا يَرَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَدْعُوَهُ إِلَى الْإِيمَانِ، حُكِيَ مَعْنَاهُ عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ. </p><p> وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهَا نَزَلَتْ فِي قَوْمٍ كَانُوا يَكْرَهُونَ أَنْ يُجَامِعُوا أَوْ يَتَغَوَّطُوا وَلَيْسَ بَيْنَهُمْ وَبَيْنَ السَّمَاءِ حِجَابٌ، يَسْتَحْيُونَ مِنَ اللَّهِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى يَسْتَغْشُونَ ثِيَابَهُمْ [١١ \\ ٥] ، يُغَطُّونَ رُءُوسَهُمْ لِأَجْلِ كَرَاهَتِهِمُ اسْتِمَاعَ كَلَامِ اللَّهِ، كَقَوْلِهِ تَعَالَى عَنْ نُوحٍ: وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ الْآيَةَ [٧١ \\ ٧] . </p><p> وَقِيلَ: كَانُوا إِذَا عَمِلُوا سُوءًا ثَنَوْا صُدُورَهُمْ وَغَطَّوْا رُءُوسَهُمْ، يَظُنُّونَ أَنَّهُمْ إِنْ فَعَلُوا </p>"
}