{
  "id": null,
  "sura": 11,
  "aya": 41,
  "text": "<p> كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ الْآيَةَ [١٥ \\ ١٢] ، وَقَوْلِهِ: مَا سَلَكَكُمْ فِي سَقَرَ الْآيَةَ [٧٤ \\ ٤٢] ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> وَكُنْتُ لِزَازَ خَصْمِكَ لَمْ أُعَدِّدِ ... وَقَدْ سَلَكُوكَ فِي يَوْمٍ عَصِيبِ </p><p> وَمِنَ الرُّبَاعِيَّةِ قَوْلُ عَبْدِ مَنَافِ بْنِ رُبْعٍ الْهُذَلِيِّ: </p><p> حَتَّى إِذَا أَسْلَكُوهُمْ فِي قَتَائِدَةٍ ... شَلًّا كَمَا تَطْرُدُ الْجَمَّالَةُ الشُّرُدَا </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الَّذِي يَظْهَرُ لِي أَنَّ أَصْلَ السَّلْكِ الَّذِي هُوَ الْخَيْطُ فِعْلٌ بِمَعْنَى مَفْعُولٍ كَذِبْحٍ بِمَعْنَى مَذْبُوحٍ، وَقِتْلٍ بِمَعْنَى مَقْتُولٍ ; لِأَنَّ الْخَيْطَ يَسْلُكُ أَيْ يَدْخُلُ فِي الْخَرَزِ لِيُنَظِّمَهُ، كَمَا قَالَ الْعَبَّاسُ بْنُ مِرْدَاسٍ السُّلَمِيُّ: </p><p> عَيْنٌ تَأَوَّبَهَا مِنْ شَجْوِهَا أَرَقٌ ... فَالْمَاءُ يَغْمُرُهَا طَوْرًا وَيَنْحَدِرُ </p><p> كَأَنَّهُ نَظْمُ دُرٍّ عِنْدَ نَاظِمَةٍ ... تَقَطَّعَ السِّلْكُ مِنْهُ فَهُوَ مُنْتَثِرُ </p><p> وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ الْآيَةَ، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَمَرَ نُوحًا أَنْ يَحْمِلَ فِي السَّفِينَةِ أَهْلَهُ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ، أَيْ سَبَقَ عَلَيْهِ مِنَ اللَّهِ الْقَوْلُ بِأَنَّهُ شَقِىٌّ، وَأَنَّهُ هَالِكٌ مَعَ الْكَافِرِينَ. </p><p> وَلَمْ يُبَيِّنْ هُنَا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ، وَلَكِنَّهُ بَيَّنَ بَعْدَ هَذَا أَنَّ الَّذِي سَبَقَ عَلَيْهِ الْقَوْلُ مِنْ أَهْلِهِ هُوَ ابْنُهُ وَامْرَأَتُهُ. </p><p> قَالَ فِي ابْنِهِ الَّذِي سَبَقَ عَلَيْهِ الْقَوْلُ: وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَابُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ [١١ \\ ٤٢] إِلَى قَوْلِهِ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ [١١ \\ ٤٣] ، وَقَالَ فِيهِ أَيْضًا: قَالَ يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ الْآيَةَ [١١ \\ ٤٦] ، وَقَالَ فِي امْرَأَتِهِ: ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ إِلَى قَوْلِهِ مَعَ الدَّاخِلِينَ [٦٦ \\ ٠١] . </p><p> قَوْلُهُ تَعَالَى: وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لِغَفُورٌ رَحِيمٌ. </p><p> ذَكَرَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ نَبِيَّهُ نُوحًا عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ أَمَرَ أَصْحَابَهُ الَّذِينَ قِيلَ لَهُ احْمِلْهُمْ فِيهَا أَنْ يَرْكَبُوا فِيهَا قَائِلًا: بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا [١١ \\ ٤١] ، أَيْ: بِسْمِ اللَّهِ يَكُونُ جَرْيُهَا عَلَى وَجْهِ الْمَاءِ، وَبِسْمِ اللَّهِ يَكُونُ مُنْتَهَى سَيْرِهَا وَهُوَ رُسُوُّهَا. </p><p> وَبَيَّنَ فِي «سُورَةِ الْفَلَاحِ» : أَنَّهُ أَمَرَهُ إِذَا اسْتَوَى عَلَى السَّفِينَةِ هُوَ وَمَنْ مَعَهُ أَنْ يَحْمَدُوا </p>"
}