{
  "id": null,
  "sura": 11,
  "aya": 91,
  "text": "<p> «يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِي النَّارِ فَتَنْدَلِقُ أَقْتَابُهُ فِي النَّارِ، فَيَدُورُ بِهَا كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ،فَيَجْتَمِعُ عَلَيْهِ أَهْلُ النَّارِ فَيَقُولُونَ:أَيْ فُلَانُ، أَلَسْتَ كُنْتَ تَأْمُرُنَا بِالْمَعْرُوفِ وَتَنْهَانَا عَنِ الْمُنْكَرِ؟! فَيَقُولُ:كُنْتُ آمُرُكُمْ بِالْمَعْرُوفِ وَلَا آتِيهِ، وَأَنْهَاكُمْ عَنِ الْمُنْكَرِ وَآتِيهِ» . </p><p> وَمَعْنَى قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «فَتَنْدَلِقُ أَقْتَابُهُ» ، أَيْ: تَتَدَلَّى أَمْعَاؤُهُ. </p><p> وَأَخْرَجَ وَكِيعٌ، وَابْنُ أَبِي شَيْبَةَ، وَأَحْمَدُ، وَعَبْدُ بْنُ حُمَيْدٍ، وَالْبَزَّارُ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَابْنُ حِبَّانَ، وَأَبُو نُعَيْمٍ فِي «الْحِلْيَةِ» ، وَابْنُ مَرْدَوَيْهِ، وَالْبَيْهَقِيُّ فِي «شُعَبِ الْإِيمَانِ» ، وَغَيْرُهُمْ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «رَأَيْتُ لَيْلَةَ أُسْرِيَ بِي رِجَالًا تُقْرَضُ شِفَاهُهُمْ بِمَقَارِيضَ مِنْ نَارٍ، كُلَّمَا قُرِضَتْ رَجَعَتْ، فَقُلْتُ لِجِبْرِيلَ مَنْ هَؤُلَاءِ؟قَالَ:هَؤُلَاءِ خُطَبَاءُ مِنْ أُمَّتِكَ، كَانُوا يَأْمُرُونَ النَّاسَ بِالْبِرِّ وَيَنْسَوْنَ أَنْفُسَهُمْ وَهُمْ يَتْلُونَ الْكِتَابَ أَفَلَا يَعْقِلُونَ» ، قَالَهُ صَاحِبُ «الدُّرِّ الْمَنْثُورِ» . اهـ. وَقَدْ قَالَ الشَّاعِرُ: </p><p> لَا تَنْهَ عَنْ خُلُقٍ وَتَأْتِي مِثْلَهُ ... عَارٌ عَلَيْكَ إِذَا فَعَلْتَ عَظِيمُ </p><p> وَقَدْ أَجَادَ مَنْ قَالَ: </p><p> وَغَيْرُ تَقِيٍّ يَأْمُرُ النَّاسَ بِالتُّقَى ... طَبِيبٌ يُدَاوِي النَّاسَ وَهُوَ مَرِيضُ </p><p> وَمَعْلُومٌ أَنَّ عَمَلَ الْإِنْسَانِ بِمَا يَنْصَحُ بِهِ غَيْرَهُ أَدْعَى لِقَبُولِ غَيْرِهِ مِنْهُ، كَمَا قَالَ الشَّاعِرُ: </p><p> فَإِنَّكَ إِذْ مَا تَأْتِ مَا أَنْتَ آمِرٌ ... بِهِ تَلْفَ مَنْ إِيَّاهُ تَأْمُرُ آتِيَا </p><p> قَوْلُهُ تَعَالَى: قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ نَبِيَّهُ شُعَيْبًا عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ مَنَعَهُ اللَّهُ مِنَ الْكُفَّارِ، وَأَعَزَّ جَانِبَهُ بِسَبَبِ الْعَوَاطِفِ الْعَصَبِيَّةِ، وَالْأَوَاصِرِ النَّسَبِيَّةِ مِنْ قَوْمِهِ الَّذِينَ هُمْ كُفَّارٌ. </p><p> وَهُوَ دَلِيلٌ عَلَى أَنَّ الْمُتَمَسِّكَ بِدِينِهِ قَدْ يُعِينُهُ اللَّهُ، وَيُعِزُّهُ بِنُصْرَةِ قَرِيبِهِ الْكَافِرِ، كَمَا بَيَّنَهُ تَعَالَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي صَالِحٍ وَقَوْمِهِ: قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ. الْآيَةَ [٢٧ \\ ٤٩] </p><p> فَفِي الْآيَةِ دَلِيلٌ عَلَى أَنَّهُمْ لَا قُدْرَةَ لَهُمْ عَلَى أَنْ يَفْعَلُوا السُّوءَ بِصَالِحٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ إِلَّا فِي حَالِ الْخَفَاءِ، وَأَنَّهُمْ لَوْ فَعَلُوا بِهِ ذَلِكَ خَفَاءً وَسَرِقَةً لَكَانُوا يَحْلِفُونَ لِأَوْلِيَائِهِ الَّذِينَ هُمْ عَصَبَتُهُ أَنَّهُمْ مَا فَعَلُوا بِهِ سُوءًا، وَلَا شَهِدُوا ذَلِكَ وَلَا حَضَرُوهُ خَوْفًا مِنْ عَصَبَتِهِ. فَهُوَ عَزِيزُ الْجَانِبِ بِسَبَبِ عَصَبَتِهِ الْكُفَّارِ، وَقَدْ قَالَ تَعَالَى لِنَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: </p><p> أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى [٩٣ \\ ٦] ، أَيْ: آوَاكَ بِأَنْ ضَمَّكَ إِلَى عَمِّكَ أَبِي طَالِبٍ. </p><p> وَذَلِكَ بِسَبَبِ الْعَوَاطِفِ الْعَصَبِيَّةِ، وَالْأَوَاصِرِ النَّسَبِيَّةِ، وَلَا صِلَةَ لَهُ بِالدِّينِ الْبَتَّةَ، فَكَوْنُهُ جَلَّ وَعَلَا يَمْتَنُّ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِإِيوَاءِ أَبِي طَالِبٍ لَهُ دَلِيلٌ عَلَى أَنَّ اللَّهَ قَدْ يُنْعِمُ عَلَى الْمُتَمَسِّكِ بِدِينِهِ بِنُصْرَةِ قَرِيبِهِ الْكَافِرِ. </p><p> وَمِنْ ثَمَرَاتِ تِلْكَ الْعَصَبِيَّةِ النَّسَبِيَّةِ قَوْلُ أَبِي طَالِبٍ: </p><p> وَاللَّهِ لَنْ يَصِلُوا إِلَيْكَ بِجَمْعِهِمْ ... حَتَّى أُوَسَّدَ فِي التُّرَابِ دَفِينَا </p><p> فَاصْدَعْ بِأَمْرِكَ مَا عَلَيْكَ غَضَاضَةٌ ... أَبْشِرْ بِذَاكَ وَقَرَّ مِنْهُ عُيُونَا </p><p> وَقَوْلُهُ أَيْضًا: </p><p> وَنَمْنَعُهُ حَتَّى نُصْرَعَ حَوْلَهُ ... وَنُذْهَلَ عَنْ أَبْنَائِنَا وَالْحَلَائِلِ </p><p> وَلِهَذَا لَمَّا كَانَ نَبِيُّ اللَّهِ لُوطٌ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ لَيْسَ لَهُ عَصَبَةٌ فِي قَوْمِهِ الَّذِينَ أُرْسِلَ إِلَيْهِمْ ظَهَرَ فِيهِ أَثَرُ عَدَمِ الْعَصَبَةِ، بِدَلِيلِ قَوْلِهِ تَعَالَى عَنْهُ: قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ [١١ \\ ٨٠] . </p><p> وَهَذِهِ الْآيَاتُ الْقُرْآنِيَّةُ تَدُلُّ عَلَى أَنَّ الْمُسْلِمِينَ قَدْ تَنْفَعُهُمْ عَصَبِيَّةُ إِخْوَانِهِمُ الْكَافِرِينَ. </p><p> وَلَمَّا نَاصَرَ بَنُو الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ بَنِي هَاشِمٍ، وَلَمْ يُنَاصِرْهُمْ بَنُو عَبْدِ شَمْسِ بْنِ عَبْدِ مَنَافٍ، وَبَنُو نَوْفَلِ بْنِ عَبْدِ مَنَافٍ - عَرَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِبَنِي الْمُطَّلِبِ تِلْكَ الْمُنَاصَرَةَ الَّتِي هِيَ عَصَبِيَّةٌ نَسَبِيَّةٌ لَا صِلَةَ لَهَا بِالدِّينِ، فَأَعْطَاهُمْ مِنْ خُمُسِ الْغَنِيمَةِ مَعَ بَنِي هَاشِمٍ، وَقَالَ:  «إِنَّا وَبَنِي الْمُطَّلِبِ لَمْ نَفْتَرِقْ فِي جَاهِلِيَّةٍ وَلَا إِسْلَامٍ» وَمَنَعَ بَنِي عَبْدِ شَمْسٍ، وَبَنِي نَوْفَلٍ مِنْ خُمُسِ الْغَنِيمَةِ، مَعَ أَنَّ الْجَمِيعَ أَوْلَادُ عَبْدِ مَنَافِ بْنِ قُصَيٍّ. </p><p> وَقَالَ أَبُو طَالِبٍ فِي بَنِي عَبْدِ شَمْسٍ وَبَنِي نَوْفَلٍ: </p><p> جَزَى اللَّهُ عَنَّا عَبْدَ شَمْسٍ وَنَوْفَلًا ... عُقُوبَةَ شَرٍّ عَاجِلٍ غَيْرَ آجِلِ </p><p> بِمِيزَانِ قِسْطٍ لَا يَخِيسُ شَعِيرَةً ... لَهُ شَاهِدٌ مِنْ نَفْسِهِ غَيْرُ عَائِلِ </p><p> لَقَدْ سَفَهَتْ أَحْلَامُ قَوْمٍ تَبَدَّلُوا ... بَنِي خَلْفٍ قَيْضًا بِنَا وَالْغَيَاطِلِ </p><p> وَالْغَيَاطِلُ «بِالْغَيْنِ الْمُعْجَمَةِ» ، وَمُرَادُ أَبِي طَالِبٍ بِهِمْ: بَنُو سَهْمِ بْنِ عَمْرِو بْنِ هُصَيْصِ بْنِ كَعْبِ بْنِ لُؤَيٍّ «الْقَبِيلَةُ الْمَشْهُورَةُ مِنْ قَبَائِلِ قُرَيْشٍ» ، وَإِنَّمَا سُمُّوا الْغَيَاطِلَ ; لِأَنَّ قَيْسَ بْنَ عَدِيِّ بْنِ سَعْدِ بْنِ سَهْمٍ الَّذِي هُوَ مِنْ سَادَاتِ قُرَيْشٍ الْعِظَامِ، وَهُوَ الَّذِي يَعْنِيهِ عَبْدُ الْمُطَّلِبِ بِقَوْلِهِ يُرَقِّصُ ابْنَهُ عَبْدَ اللَّهِ وَهُوَ صَغِيرٌ: </p><p> كَأَنَّهُ فِي الْعِزِّ قَيْسُ بْنُ عَدِيٍّ ... فِي دَارِ سَعْدٍ يَنْتَدِي أَهْلَ النَّدَى </p>"
}