{
  "id": null,
  "sura": 11,
  "aya": 83,
  "text": "<p> الثُّلَاثِيَّةِ. </p><p> وَجَمَعَ اللُّغَتَيْنِ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> أَسْرَتْ عَلَيْهِ مِنَ الْجَوْزَاءِ سَارِيَةٌ ... تُزْجِي الشَّمَالُ عَلَيْهَا جَامِدَ الْبَرَدِ </p><p> فَإِنَّهُ قَالَ: أَسْرَتْ، رُبَاعِيَّةً فِي أَشْهَرِ رِوَايَتَيِ الْبَيْتِ، وَقَوْلُهُ: سَارِيَةٌ، اسْمُ فَاعِلِ «سَرَى» الثُّلَاثِيَّةِ، وَجَمَعَهُمَا أَيْضًا قَوْلُ الْآخَرِ: </p><p> حَتَّى النَّضِيرَةِ رَبَّةِ الْخِدْرِ ... أَسْرَتْ إِلَيْكَ وَلَمْ تَكُنْ تَسْرِي </p><p> بِفَتْحِ تَاءِ «تَسْرِي» وَاللُّغَتَانِ كَثِيرَتَانِ جِدًّا فِي كَلَامِ الْعَرَبِ، وَمَصْدَرُ الرُّبَاعِيَّةِ الْإِسْرَاءُ عَلَى الْقِيَاسِ، وَمَصْدَرُ الثُّلَاثِيَّةِ السُّرَى بِالضَّمِّ عَلَى وَزْنِ فُعَلٍ بِضَمٍّ فَفَتْحٍ عَلَى غَيْرِ قِيَاسٍ، وَمِنْهُ قَوْلُ عَبْدِ اللَّهِ بْنِ رَوَاحَةَ: </p><p> عِنْدَ الصَّبَاحِ يَحْمَدُ الْقَوْمُ السُّرَى ... وَتَنْجَلِي عَنْهُمْ غَيَابَاتُ الْكَرَى </p><p> قَوْلُهُ تَعَالَى: إِنَّ مَوْعِدَهُمُ الصُّبْحُ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَوْعِدَ إِهْلَاكِ قَوْمِ لُوطٍ وَقْتُ الصُّبْحِ مِنْ تِلْكَ اللَّيْلَةِ، وَكَذَلِكَ قَالَ فِي «الْحِجْرِ» فِي قَوْلِهِ: وَقَضَيْنَا إِلَيْهِ ذَلِكَ الْأَمْرَ أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ [١٥ \\ ٦٦] ، وَزَادَ فِي «الْحِجْرِ» أَنَّ صَبِيحَةَ الْعَذَابِ وَقَعَتْ عَلَيْهِمْ وَقْتَ الْإِشْرَاقِ، وَهُوَ وَقْتُ طُلُوعِ الشَّمْسِ بِقَوْلِهِ: فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ. </p><p> قَوْلُهُ تَعَالَى: وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ الْآيَةَ. </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِحِجَارَةِ السِّجِّيلِ اخْتِلَافًا كَثِيرًا، وَالظَّاهِرُ أَنَّهَا حِجَارَةٌ مِنْ طِينٍ فِي غَايَةِ الشِّدَّةِ وَالْقُوَّةِ، وَالدَّلِيلُ عَلَى أَنَّ الْمُرَادَ بِالسِّجِّيلِ: الطِّينُ، قَوْلُهُ تَعَالَى فِي «الذَّارِيَاتِ» فِي الْقِصَّةِ بِعَيْنِهَا: لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ [٥١ \\ ٣٣، ٣٤] ، وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. وَالدَّلِيلُ عَلَى قُوَّتِهَا وَشِدَّتِهَا: أَنَّ اللَّهَ مَا عَذَّبَهُمْ بِهَا فِي حَالَةِ غَضَبِهِ عَلَيْهِمْ إِلَّا لِأَنَّ النَّكَالَ بِهَا بَالِغٌ شَدِيدٌ، وَأَيْضًا فَإِنَّ بَعْضَ الْعُلَمَاءِ قَالُوا: السِّجِّيلُ وَالسَّجِّينُ: أُخْتَانِ، كِلَاهُمَا الشَّدِيدُ مِنَ الْحِجَارَةِ وَالضَّرْبِ. وَمِنْهُ قَوْلُ ابْنِ مُقْبِلٍ: </p><p> وَرَجْلَةً يَضْرِبُونَ الْبَيْضَ ضَاحِيَةً ... ضَرْبًا تَوَاصَى بِهِ الْأَبْطَالُ سِجِّينَا </p><p> وَعَلَى هَذَا، فَمَعْنَى مِنْ سِجِّيلٍ،: أَيْ مِنْ طِينٍ شَدِيدِ الْقُوَّةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَةُ أَوْجُهٍ مِنَ التَّفْسِيرِ لِلْعُلَمَاءِ: اثْنَانِ مِنْهَا كِلَاهُمَا يَشْهَدُ لَهُ الْقُرْآنُ، وَوَاحِدٌ يَظْهَرُ أَنَّهُ ضَعِيفٌ. </p><p> أَمَّا الَّذِي </p><p> يَظْهَرُ أَنَّهُ ضَعِيفٌ فَهُوَ أَنَّ الْمَعْنَى: أَنَّ تِلْكَ الْحِجَارَةَ لَيْسَتْ بَعِيدَةً مِنْ قَوْمِ لُوطٍ، أَيْ لَمْ تَكُنْ تُخْطِئُهُمْ. </p><p> قَالَهُ الْقُرْطُبِيُّ، وَغَيْرُهُ ; لِأَنَّ هَذَا يَكْفِي عَنْهُ قَوْلُهُ تَعَالَى: وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً [١١ \\ ٨٢] وَنَحْوُهَا مِنَ الْآيَاتِ. أَمَّا الْوَجْهَانِ اللَّذَانِ يَشْهَدُ لِكُلِّ وَاحِدٍ مِنْهُمَا قُرْآنٌ: </p><p> فَالْأَوَّلُ مِنْهُمَا: أَنَّ دِيَارَ قَوْمِ لُوطٍ لَيْسَتْ بِبَعِيدَةٍ مِنَ الْكُفَّارِ الْمُكَذِّبِينَ لِنَبِيِّنَا، فَكَانَ عَلَيْهِمْ أَنْ يَعْتَبِرُوا بِمَا وَقَعَ لِأَهْلِهَا إِذَا مَرُّوا عَلَيْهَا فِي أَسْفَارِهِمْ إِلَى الشَّامِ، وَيَخَافُوا أَنْ يُوقِعَ اللَّهُ بِهِمْ بِسَبَبِ تَكْذِيبِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ مَا وَقَعَ مِنَ الْعَذَابِ بِأُولَئِكَ، بِسَبَبِ تَكْذِيبِهِمْ لُوطًا عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ، وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا كَثِيرَةٌ جِدًّا. كَقَوْلِهِ: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ [٣٧ \\ ١٣٧، ١٣٨] ، وَقَوْلِهِ: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ [١٥ \\ ٧٦، ٧٧] ، وَقَوْلِهِ: وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ [٥١ \\ ٣٧] ، وَقَوْلِهِ: وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ [٢٩ \\ ٣٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَعَلَى هَذَا الْقَوْلِ فَالضَّمِيرُ فِي قَوْلِهِ: وَمَا هِيَ رَاجِعٌ إِلَى دِيَارِ قَوْمِ لُوطٍ الْمَفْهُومَةِ مِنَ الْمَقَامِ. </p><p> الْوَجْهُ الثَّانِي أَنَّ الْمَعْنَى: وَمَا تِلْكَ الْحِجَارَةُ الَّتِي أُمْطِرَتْ عَلَى قَوْمِ لُوطٍ بِبَعِيدٍ مِنَ الظَّالِمِينَ لِلْفَاعِلِينَ مِثْلَ فِعْلِهِمْ، فَهُوَ تَهْدِيدٌ لِمُشْرِكِي الْعَرَبِ كَالَّذِي قَبْلَهُ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى هَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا [٤٧ \\ ١٠] ، فَإِنَّ قَوْلَهُ: وَلِلْكَافِرِينَ أَمْثَالُهَا ظَاهِرٌ جَدًّا فِي ذَلِكَ، وَالْآيَاتُ بِنَحْوِ ذَلِكَ كَثِيرَةٌ. </p><p> تَنْبِيهٌ </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي عُقُوبَةِ مَنِ ارْتَكَبَ فَاحِشَةَ قَوْمِ لُوطٍ، وَسَنَذْكُرُ إِنْ شَاءَ اللَّهُ أَقْوَالَ الْعُلَمَاءِ فِي ذَلِكَ وَأَدِلَّتَهُمْ وَمَا يَظْهَرُ رُجْحَانُهُ بِالدَّلِيلِ مِنْ ذَلِكَ فَنَقُولُ وَبِاللَّهِ جَلَّ وَعَلَا نَسْتَعِينُ: </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: الْحُكْمُ فِي ذَلِكَ: أَنْ يُقْتَلَ الْفَاعِلُ وَالْمَفْعُولُ بِهِ مُطْلَقًا سَوَاءٌ كَانَا مُحْصَنَيْنِ أَوْ بِكْرَيْنِ، أَوْ أَحَدُهُمَا مُحْصَنًا وَالْآخَرُ بِكْرًا. </p><p> وَمِمَّنْ قَالَ بِهَذَا الْقَوْلِ: مَالِكُ بْنُ أَنَسٍ، وَأَصْحَابُهُ، وَهُوَ أَحَدُ قَوْلَيِ الشَّافِعِيِّ، وَإِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَدَ. وَحَكَى غَيْرُ وَاحِدٍ إِجْمَاعَ الصَّحَابَةِ عَلَى هَذَا الْقَوْلِ، إِلَّا أَنَّ الْقَائِلِينَ بِهِ اخْتَلَفُوا فِي كَيْفِيَّةِ قَتْلِ مَنْ فَعَلَ تِلْكَ الْفَاحِشَةَ. </p><p> قَالَ بَعْضُهُمْ: يُقْتَلُ بِالسَّيْفِ. </p><p> وَقَالَ بَعْضُهُمْ: يُرْجَمُ بِالْحِجَارَةِ. </p><p> وَقَالَ بَعْضُهُمْ: يُحْرَقُ بِالنَّارِ. </p><p> وَقَالَ بَعْضُهُمْ: يُرْفَعُ عَلَى أَعْلَى بِنَاءٍ فِي الْبَلَدِ فَيُرْمَى مِنْهُ مُنَكَّسًا وَيُتْبَعُ بِالْحِجَارَةِ. </p><p> وَحُجَّةُ مَنْ قَالَ بِقَتْلِ الْفَاعِلِ وَالْمَفْعُولِ بِهِ فِي اللِّوَاطِ مُطْلَقًا مَا أَخْرَجَهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَالْحَاكِمُ، وَالْبَيْهَقِيُّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ» . </p><p> قَالَ ابْنُ حَجَرٍ: وَرِجَالُهُ مُوَثَّقُونَ، إِلَّا أَنَّ فِيهِ اخْتِلَافًا اهـ. </p><p> وَمَا ذَكَرَهُ يَحْيَى بْنُ مَعِينٍ مِنْ أَنَّ عَمْرَو بْنَ أَبِي عَمْرٍو مَوْلَى الْمُطَّلِبِ يُنْكَرُ عَلَيْهِ حَدِيثُ عِكْرِمَةَ هَذَا عَنِ ابْنِ عَبَّاسٍ، فِيهِ أَنَّ عَمْرًا الْمَذْكُورَ ثِقَةٌ، أَخْرَجَ لَهُ الشَّيْخَانِ وَمَالكٌ كَمَا قَدَّمْنَاهُ مُسْتَوْفًى. </p><p> وَيَعْتَضِدُ هَذَا الْحَدِيثُ بِمَا رَوَاهُ سَعِيدُ بْنُ جُبَيْرٍ، وَمُجَاهِدٌ، عَنِ ابْنِ عَبَّاسٍ فِي الْبِكْرِ يُوجَدُ عَلَى اللُّوطِيَّةِ: أَنَّهُ يُرْجَمُ. أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَالْبَيْهَقِيُّ. </p><p> وَبِمَا أَخْرَجَهُ الْحَاكِمُ، وَابْنُ مَاجَهْ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «اقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ أَحْصَنَا أَوْ لَمْ يُحْصِنَا» قَالَ الشَّوْكَانِيُّ: وَإِسْنَادُهُ ضَعِيفٌ. </p><p> قَالَ ابْنُ الطَّلَّاعِ فِي أَحْكَامِهِ: لَمْ يَثْبُتْ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ رَجَمَ فِي اللِّوَاطِ، وَلَا أَنَّهُ حَكَمَ فِيهِ، وَثَبَتَ عَنْهُ أَنَّهُ قَالَ:  «اقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ» رَوَاهُ عَنْهُ ابْنُ عَبَّاسٍ، وَأَبُو هُرَيْرَةَ. اهـ. </p><p> قَالَ الْحَافِظُ: وَحَدِيثُ أَبِي هُرَيْرَةَ لَا يَصِحُّ، وَقَدْ أَخْرَجَهُ الْبَزَّارُ مِنْ طَرِيقِ عَاصِمِ بْنِ عُمَرَ الْعُمَرِيِّ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْهُ، وَعَاصِمٌ مَتْرُوكٌ. وَقَدْ رَوَاهُ ابْنُ مَاجَهْ مِنْ طَرِيقِهِ بِلَفْظِ:  «فَارْجُمُوا الْأَعْلَى وَالْأَسْفَلَ» اهـ. </p><p> وَأَخْرَجَ الْبَيْهَقِيُّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ رَجَمَ لُوطِيًّا، ثُمَّ قَالَ: قَالَ الشَّافِعِيُّ: وَبِهَذَا نَأْخُذُ بِرَجْمِ اللُّوطِيِّ مُحْصَنًا كَانَ أَوْ غَيْرَ مُحْصَنٍ. </p><p> وَقَالَ: هَذَا قَوْلُ ابْنِ عَبَّاسٍ، قَالَ: وَسَعِيدُ بْنُ الْمُسَيَّبِ يَقُولُ: السُّنَّةُ أَنْ يُرْجَمَ اللُّوطِيُّ أَحْصَنَ أَوْ لَمْ يُحْصِنْ. </p><p> وَقَالَ الْبَيْهَقِيُّ أَيْضًا: وَأَخْبَرَنَا أَبُو نَصْرِ بْنُ قَتَادَةَ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْفَارِسِيُّ، </p><p> قَالَا: ثَنَا أَبُو عَمْرِو بْنُ مَطَرٍ، ثَنَا إِبْرَاهِيمُ بْنُ عَلِيٍّ، ثَنَا يَحْيَى بْنُ يَحْيَى، أَنْبَأَ عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، أَنْبَأَ دَاوُدُ بْنُ بَكْرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ أَنَّ خَالِدَ بْنَ الْوَلِيدِ كَتَبَ إِلَى أَبِي بَكْرٍ الصَّدِّيقِ رَضِيَ اللَّهُ عَنْهُمَا فِي خِلَافَتِهِ يَذْكُرُ لَهُ: أَنَّهُ وَجَدَ رَجُلًا فِي بَعْضِ نَوَاحِي الْعَرَبِ يُنْكَحُ كَمَا تُنْكَحُ الْمَرْأَةُ، وَأَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ جَمَعَ النَّاسَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُمْ عَنْ ذَلِكَ، فَكَانَ مِنْ أَشَدِّهِمْ يَوْمَئِذٍ قَوْلًا عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ: إِنَّ هَذَا ذَنْبٌ لَمْ تَعْصِ بِهِ أُمَّةٌ مِنَ الْأُمَمِ إِلَّا أُمَّةٌ وَاحِدَةٌ صَنَعَ اللَّهُ بِهَا مَا قَدْ عَلِمْتُمْ، نَرَى أَنْ تَحْرِقَهُ بِالنَّارِ، فَاجْتَمَعَ رَأْيُ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَنْ يَحْرِقَهُ بِالنَّارِ، فَكَتَبَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِلَى خَالِدِ بْنِ الْوَلِيدِ رَضِيَ اللَّهُ عَنْهُ يَأْمُرُهُ أَنْ يَحْرِقَهُ بِالنَّارِ. هَذَا مُرْسَلٌ. </p><p> وَرُوِيَ مِنْ وَجْهٍ آخَرَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ فِي غَيْرِ هَذِهِ الْقِصَّةِ قَالَ: يُرْجَمُ وَيُحْرَقُ بِالنَّارِ. </p><p> وَيُذْكَرُ عَنِ ابْنِ أَبِي لَيْلَى، عَنْ رَجُلٍ مِنْ هَمْدَانَ: أَنَّ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ رَجَمَ رَجُلًا مُحْصَنًا فِي عَمَلِ قَوْمِ لُوطٍ، هَكَذَا ذَكَرَهُ الثَّوْرِيُّ عَنْهُ مُقَيَّدًا بِالْإِحْصَانِ. وَهُشَيْمٌ رَوَاهُ عَنِ ابْنِ أَبِي لَيْلَى مُطْلَقًا. اهـ مِنْهُ بِلَفْظِهِ. </p><p> فَهَذِهِ حُجَجُ الْقَائِلِينَ بِقَتْلِ الْفَاعِلِ وَالْمَفْعُولِ بِهِ فِي اللِّوَاطِ. </p><p> وَحُجَّةُ مَنْ قَالَ: إِنَّ ذَلِكَ الْقَتْلَ بِالنَّارِ هُوَ مَا ذَكَرْنَاهُ عَنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آنِفًا. </p><p> وَحُجَّةُ مَنْ قَالَ: إِنَّ قَتْلَهُ بِالسَّيْفِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ» ، وَالْقَتْلُ إِذَا أُطْلِقَ انْصَرَفَ إِلَى الْقَتْلِ بِالسَّيْفِ. </p><p> وَحُجَّةُ مَنْ قَالَ: إِنَّ قَتْلَهُ بِالرَّجْمِ هُوَ مَا قَدَّمْنَا مِنْ رِوَايَةِ سَعِيدِ بْنِ جُبَيْرٍ، وَمُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ: أَنَّهُ يُرْجَمُ، وَمَا ذَكَرَهُ الْبَيْهَقِيُّ، وَغَيْرُهُ عَنْ عَلِيٍّ أَنَّهُ رَجَمَ لُوطِيًّا، وَيُسْتَأْنَسُ لِذَلِكَ بِأَنَّ اللَّهَ رَمَى أَهْلَ تِلْكَ الْفَاحِشَةِ بِحِجَارَةِ السِّجِّيلِ. </p><p> وَحُجَّةُ مَنْ قَالَ: يُرْفَعُ عَلَى أَعْلَى بِنَاءٍ، أَوْ جَبَلٍ وَيُلْقَى مُنَكَّسًا، وَيُتْبَعُ بِالْحِجَارَةِ: أَنَّ ذَلِكَ هُوَ الَّذِي فَعَلَهُ الْحَكِيمُ الْخَبِيرُ بِقَوْمِ لُوطٍ، كَمَا قَالَ: جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَهَذَا الْأَخِيرُ غَيْرُ ظَاهِرٍ ; لِأَنَّ قَوْمَ لُوطٍ لَمْ يَكُنْ عِقَابُهُمْ عَلَى اللِّوَاطِ وَحْدَهُ، بَلْ عَلَيْهِ وَعَلَى الْكُفْرِ، وَتَكْذِيبِ نَبِيِّهِمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَهُمْ قَدْ جَمَعُوا إِلَى اللِّوَاطِ </p><p> مَا هُوَ أَعْظَمُ مِنَ اللِّوَاطِ، وَهُوَ الْكُفْرُ بِاللَّهِ، وَإِيذَاءُ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> الْقَوْلُ الثَّانِي: هُوَ أَنَّ اللِّوَاطَ زِنًى فَيُجْلَدُ مُرْتَكِبُهُ مِائَةً إِنْ كَانَ بِكْرًا وَيُغَرَّبُ سَنَةً، وَيُرْجَمُ إِنْ كَانَ مُحْصَنًا. وَهَذَا الْقَوْلُ هُوَ أَحَدُ قَوْلَيِ الشَّافِعِيِّ. </p><p> وَذَكَرَ الْبَيْهَقِيُّ عَنِ الرَّبِيعِ بْنِ سُلَيْمَانَ: أَنَّ الشَّافِعِيَّ رَجَعَ إِلَى أَنَّ اللِّوَاطَ زِنًى، فَيَجْرِي عَلَيْهِ حُكْمُ الزِّنَى، وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنْ أَحْمَدَ رَحِمَهُمُ اللَّهُ تَعَالَى. </p><p> وَرَوَاهُ الْبَيْهَقِيُّ، عَنْ عَطَاءٍ، وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُمَا، وَهُوَ قَوْلُ أَبِي يُوسُفَ، وَمُحَمَّدٍ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، وَالْحَسَنِ، وَقَتَادَةَ، وَالنَّخَعِيِّ، وَالثَّوْرِيِّ، وَالْأَوْزَاعِيِّ، وَغَيْرِهِمْ. </p><p> وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِمَا رَوَاهُ الْبَيْهَقِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي مُوسَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا أَتَى الرَّجُلُ الرَّجُلَ فَهُمَا زَانِيَانِ، وَإِذَا أَتَتِ الْمَرْأَةُ الْمَرْأَةَ فَهُمَا زَانِيَتَانِ» أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، ثَنَا أَبُو الْعَبَّاسِ بْنُ يَعْقُوبَ، ثَنَا يَحْيَى بْنُ أَبِي طَالِبٍ، ثَنَا أَبُو بَدْرٍ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ فَذَكَرَهُ. قَالَ الشَّيْخُ: وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ هَذَا لَا أَعْرِفُهُ، وَهُوَ مُنْكَرٌ بِهَذَا الْإِسْنَادِ. انْتَهَى مِنْهُ بِلَفْظِهِ. </p><p> وَقَالَ الشَّوْكَانِيُّ - رَحِمَهُ اللَّهُ - فِي «نَيْلِ الْأَوْطَارِ» فِي هَذَا الْحَدِيثِ: وَفِي إِسْنَادِهِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، كَذَّبَهُ أَبُو حَاتِمٍ. </p><p> وَقَالَ الْبَيْهَقِيُّ: لَا أَعْرِفُهُ، وَالْحَدِيثُ مُنْكَرٌ بِهَذَا الْإِسْنَادِ، وَرَوَاهُ أَبُو الْفَتْحِ الْأَزْدِيُّ فِي الضُّعَفَاءِ، وَالطَّبَرَانِيُّ فِي الْكَبِيرِ مِنْ وَجْهٍ آخَرَ عَنْ أَبِي مُوسَى، وَفِيهِ بِشْرُ بْنُ الْمُفَضَّلِ الْبَجَلِيُّ وَهُوَ مَجْهُولٌ. </p><p> وَقَدْ أَخْرَجَهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ فِي مُسْنَدِهِ عَنْهُ. اهـ مِنْهُ. </p><p> وَاسْتَدَلَّ الْقَائِلُونَ بِهَذَا الْقَوْلِ أَيْضًا بِقِيَاسِ اللِّوَاطِ عَلَى الزِّنَى بِجَامِعِ أَنَّ الْكُلَّ إِيلَاجُ فَرْجٍ فِي فَرْجٍ مُحَرَّمٍ شَرْعًا، مُشْتَهًى طَبْعًا. </p><p> وَرُدَّ بِأَنَّ الْقِيَاسَ لَا يَكُونُ فِي الْحُدُودِ ; لِأَنَّهَا تُدْرَأُ بِالشُّبُهَاتِ. وَالْأَكْثَرُونَ عَلَى جَوَازِ الْقِيَاسِ فِي الْحُدُودِ، وَعَلَيْهِ دَرَجَ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: </p><p> وَالْحَدُّ وَالْكَفَّارَةُ التَّقْدِيرُ جَوَازُهُ فِيهَا هُوَ الْمَشْهُورُ </p><p> إِلَّا أَنَّ قِيَاسَ اللَّائِطِ عَلَى الزَّانِي يُقْدَحُ فِيهِ بِالْقَادِحِ الْمُسَمَّى:  «فَسَادُ الِاعْتِبَارِ» ; لِمُخَالَفَتِهِ لِحَدِيثِ ابْنِ عَبَّاسٍ الْمُتَقَدِّمِ: أَنَّ الْفَاعِلَ وَالْمَفْعُولَ بِهِ يُقْتَلَانِ مُطْلَقًا، أَحْصَنَا أَوْ لَمْ يُحَصِنَا، وَلَا شَكَّ أَنَّ صَاحِبَ الْفِطْرَةِ السَّلِيمَةِ لَا يَشْتَهِي اللِّوَاطَ، بَلْ يَنْفِرُ مِنْهُ غَايَةَ النُّفُورِ </p>"
}