{
  "id": null,
  "sura": 11,
  "aya": 107,
  "text": "<p> تَزَوَّجَ امْرَأَةً مِنْ كِنَانَةَ تُسَمَّى «الْغَيْطَلَةَ» وَهِيَ أُمُّ بَعْضِ أَوْلَادِهِ. فَسُمِّيَ بَنُو سَهْمِ الْغَيَاطِلَ ; لِأَنَّ قَيْسَ بْنَ عَدِيٍّ الْمَذْكُورَ سَيِّدُهُمْ. </p><p> فَهَذِهِ الْآيَاتُ الْقُرْآنِيَّةُ تَدُلُّ عَلَى أَنَّ اللَّهَ قَدْ يُعِينُ الْمُؤْمِنَ بِالْكَافِرِ لِتَعَصُّبِهِ لَهُ، وَرُبَّمَا كَانَ لِذَلِكَ أَثَرٌ حَسَنٌ عَلَى الْإِسْلَامِ وَالْمُسْلِمِينَ، وَقَدْ يَكُونُ مِنْ مِنَنِ اللَّهِ عَلَى بَعْضِ أَنْبِيَائِهِ الْمُرْسَلِينَ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ، وَفِي الصَّحِيحِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «إِنَّ اللَّهَ لَيُؤَيِّدُ هَذَا الدَّينَ بِالرَّجُلِ الْفَاجِرِ» ، وَفِي الْمَثَلِ:  «اجْتَنِ الثِّمَارَ وَأَلْقِ الْخَشَبَةَ فِي النَّارِ» . </p><p> فَإِذَا عَرَفْتَ دَلَالَةَ الْقُرْآنِ عَلَى أَنَّ الْمُسْلِمَ قَدْ يَنْتَفِعُ بِرَابِطَةِ نَسَبٍ وَعَصَبِيَّةٍ مِنْ كَافِرٍ، فَاعْلَمْ أَنَّ النِّدَاءَ بِالرَّوَابِطِ الْعَصَبِيَّةِ لَا يَجُوزُ. لِإِجْمَاعِ الْمُسْلِمِينَ عَلَى أَنَّ الْمُسْلِمَ لَا يَجُوزُ لَهُ الدُّعَاءُ بِـ «يَا لَبَنِي فُلَانٍ» وَنَحْوِهَا. </p><p> وَقَدْ ثَبَتَ فِي «صَحِيحِ الْبُخَارِيِّ» مِنْ حَدِيثِ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي تِلْكَ الدَّعْوَةِ: «دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ» ، وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «دَعُوهَا» يَدُلُّ عَلَى وُجُوبِ تَرْكِهَا ; لِأَنَّ صِيغَةَ «افْعَلْ» لِلْوُجُوبِ إِلَّا لِدَلِيلٍ صَارِفٍ عَنْهُ، وَلَيْسَ هُنَا دَلِيلٌ صَارِفٌ عَنْهُ، وَيُؤَكِّدُ ذَلِكَ تَعْلِيلُهُ الْأَمْرَ بِتَرْكِهَا بِأَنَّهَا مُنْتِنَةٌ، وَمَا صَرَّحَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْأَمْرِ بِتَرْكِهِ وَأَنَّهُ مُنْتِنٌ لَا يَجُوزُ لِأَحَدٍ تَعَاطِيهِ، وَإِنَّمَا الْوَاجِبُ عَلَى الْمُسْلِمِينَ النِّدَاءُ بِرَابِطَةِ الْإِسْلَامِ الَّتِي هِيَ مِنْ شِدَّةِ قُوَّتِهَا تَجْعَلُ الْمُجْتَمَعَ الْإِسْلَامِيَّ كُلَّهُ كَأَنَّهُ جَسَدُ إِنْسَانٍ وَاحِدٍ، فَهِيَ تَرْبِطُكَ بِأَخِيكَ الْمُسْلِمِ كَرَبْطِ أَعْضَائِكَ بَعْضِهَا بِبَعْضٍ، قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ مَثَلَ الْمُؤْمِنِينَ فِي تَرَاحُمِهِمْ وَتَوَادِّهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ، إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى» . </p><p> وَإِذَا تَأَمَّلْتَ قَوْلَهُ تَعَالَى: لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ [٥٨ \\ ٢٢] ، تَحَقَّقْتَ أَنَّ الرَّوَابِطَ النَّسَبِيَّةَ تَتَلَاشَى مَعَ الرَّوَابِطِ الْإِسْلَامِيَّةِ، وَقَدْ قَالَ تَعَالَى: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ [٤٩ \\ ١٠] ، وَقَالَ: وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ [٩ \\ ٧١] . </p><p> وَلَا يَخْفَى أَنَّ أَسْلَافَنَا مَعَاشِرَ الْمُسْلِمِينَ إِنَّمَا فَتَحُوا الْبِلَادَ وَمَصَّرُوا الْأَمْصَارَ بِالرَّابِطَةِ الْإِسْلَامِيَّةِ، لَا بِرَوَابِطَ عَصَبِيَّةٍ، وَلَا بِأَوَاصِرَ نَسَبِيَّةٍ. </p><p> قَوْلُهُ تَعَالَى: خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ الْآيَةَ. </p><p> قَيَّدَ تَعَالَى خُلُودَ أَهْلِ الْجَنَّةِ وَأَهْلِ النَّارِ بِالْمَشِيئَةِ، فَقَالَ فِي كُلٍّ مِنْهُمَا: إِلَّا مَا شَاءَ رَبُّكَ [١١ \\ ١٠٧] ، ثُمَّ بَيَّنَ عَدَمَ الِانْقِطَاعِ فِي كُلٍّ مِنْهُمَا، فَقَالَ فِي خُلُودِ أَهْلِ الْجَنَّةِ: عَطَاءً غَيْرَ مَجْذُوذٍ </p><p> [١١ \\ ١٠٨] . </p><p> وَقَالَ فِي خُلُودِ أَهْلِ النَّارِ: كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا [١٧ \\ ٩٧] . </p><p> وَمَعْلُومٌ أَنَّ كُلَّمَا تَقْتَضِي التَّكْرَارَ بِتَكَرُّرِ الْفِعْلِ الَّذِي بَعْدَهَا. </p><p> وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ إِيضَاحًا تَامًّا فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ [٦ \\ ١٢٨] وَفِي سُورَةِ النَّبَإِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَابِثِينَ فِيهَا أَحْقَابًا [٧٨ \\ ٢٣] . </p>"
}