{
  "id": null,
  "sura": 12,
  "aya": 26,
  "text": "<p> الْمَذْكُورَةِ مَا تَلُوحُ عَلَيْهِ لَوَائِحُ الْكَذِبِ، كَقِصَّةِ الْكَفِّ الَّتِي خَرَجَتْ لَهُ أَرْبَعَ مَرَّاتٍ، وَفِي ثَلَاثٍ مِنْهُنَّ لَا يُبَالِي بِهَا ; لِأَنَّ ذَلِكَ عَلَى فَرْضِ صِحَّتِهِ فِيهِ أَكْبَرُ زَاجِرٍ لِعَوَامِّ الْفُسَّاقِ، فَمَا ظَنُّكَ بِخِيَارِ الْأَنْبِيَاءِ؟ مَعَ أَنَّا قَدَّمْنَا دَلَالَةَ الْقُرْآنِ عَلَى بَرَاءَتِهِ مِنْ جِهَاتٍ مُتَعَدِّدَةٍ، وَأَوْضَحْنَا أَنَّ الْحَقِيقَةَ لَا تَتَعَدَّى أَحَدَ أَمْرَيْنِ: </p><p> إِمَّا أَنْ يَكُونَ لَمْ يَقَعْ مِنْهُ هَمٌّ بِهَا أَصْلًا، بِنَاءً عَلَى تَعْلِيقِ هَمِّهِ عَلَى عَدَمِ رُؤْيَةِ الْبُرْهَانِ، وَقَدْ رَأَى الْبُرْهَانَ، وَإِمَّا أَنْ يَكُونَ هَمُّهُ الْمَيْلَ الطَّبِيعِيَّ الْمَزْمُومَ بِالتَّقْوَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِالسُّوءِ وَالْفَحْشَاءِ، اللَّذَيْنِ ذَكَرَ اللَّهُ فِي هَذِهِ الْآيَةِ أَنَّهُ صَرَفَهُمَا عَنْ نَبِيِّهِ يُوسُفَ. </p><p> فَرَوَى ابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ، فِي قَوْلِهِ: لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ [١٢ \\ ٢٤] ، قَالَ: الزِّنَى، وَالثَّنَاءُ الْقَبِيحُ اهـ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: السُّوءُ: مُقَدِّمَاتُ الْفَاحِشَةِ، كَالْقُبْلَةِ، وَالْفَاحِشَةُ: الزِّنَى. </p><p> وَقِيلَ: السُّوءُ: جِنَايَةُ الْيَدِ، وَالْفَاحِشَةُ: الزِّنَى. وَأَظْهَرُ الْأَقْوَالِ فِي تَقْدِيرِ مُتَعَلَّقِ الْكَافِ فِي قَوْلِهِ: كَذَلِكَ لِنَصْرِفَ، أَيْ: فَعَلْنَا لَهُ ذَلِكَ مِنْ إِرَاءَةِ الْبُرْهَانِ، كَذَلِكَ الْفِعْلُ لِنَصْرِفَ وَاللَّامُ لَامُ كَيْ. </p><p> وَقَوْلُهُ: الْمُخْلَصِينَ [١٢ \\ ٢٤] قَرَأَهُ نَافِعٌ، وَعَاصِمٌ، وَحَمْزَةُ، وَالْكِسَائِيُّ، بِفَتْحِ اللَّامِ بِصِيغَةِ اسْمِ الْمَفْعُولِ، وَقَرَأَهُ ابْنُ عَامِرٍ، وَابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو، بِكَسْرِ اللَّامِ بِصِيغَةِ اسْمِ الْفَاعِلِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى اهـ. </p><p> قَوْلُهُ تَعَالَى: وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ. </p><p> يُفْهَمُ مِنْ هَذِهِ الْآيَةِ لُزُومُ الْحُكْمِ بِالْقَرِينَةِ الْوَاضِحَةِ الدَّالَّةِ عَلَى صِدْقِ أَحَدِ الْخَصْمَيْنِ وَكَذِبِ الْآخَرِ ; لِأَنَّ ذِكْرَ اللَّهِ لِهَذِهِ الْقِصَّةِ فِي مَعْرِضِ تَسْلِيمِ الِاسْتِدْلَالِ بِتِلْكَ الْقَرِينَةِ عَلَى بَرَاءَةِ يُوسُفَ يَدُلُّ عَلَى أَنَّ الْحُكْمَ بِمِثْلِ ذَلِكَ حَقٌّ وَصَوَابٌ ; لِأَنَّ كَوْنَ الْقَمِيصِ مَشْقُوقًا مِنْ جِهَةِ دُبُرِهِ دَلِيلٌ وَاضِحٌ عَلَى أَنَّهُ هَارِبٌ عَنْهَا، وَهِيَ تَنُوشُهُ مِنْ خَلْفِهِ، وَلَكِنَّهُ تَعَالَى بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ مَحَلَّ الْعَمَلِ بِالْقَرِينَةِ مَا لَمْ تُعَارِضْهَا </p><p> قَرِينَةٌ أَقْوَى مِنْهَا، فَإِنْ عَارَضَتْهَا قَرِينَةٌ أَقْوَى مِنْهَا أَبْطَلَتْهَا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ [١٢ \\ ١٨] ; لِأَنَّ أَوْلَادَ يَعْقُوبَ لَمَّا جَعَلُوا يُوسُفَ فِي غَيَابَةِ الْجُبِّ، جَعَلُوا عَلَى قَمِيصِهِ دَمَ سَخْلَةٍ ; لِيَكُونَ وُجُودُ الدَّمِ عَلَى قَمِيصِهِ قَرِينَةً عَلَى صِدْقِهِمْ فِي دَعْوَاهُمْ أَنَّهُ أَكَلَهُ الذِّئْبُ. وَلَا شَكَّ أَنَّ الدَّمَ قَرِينَةٌ عَلَى افْتِرَاسِ الذِّئْبِ لَهُ، وَلَكِنَّ يَعْقُوبَ أَبْطَلَ قَرِينَتَهُمْ هَذِهِ بِقَرِينَةٍ أَقْوَى مِنْهَا، وَهِيَ عَدَمُ شَقِّ الْقَمِيصِ، فَقَالَ: سُبْحَانَ اللَّهِ! مَتَى كَانَ الذِّئْبُ حَلِيمًا كَيِّسًا يَقْتُلُ يُوسُفَ وَلَا يَشُقُّ قَمِيصَهُ ; وَلِذَا صَرَّحَ بِتَكْذِيبِهِ لَهُمْ فِي قَوْلِهِ: بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ [١٢ \\ ١٨] . </p><p> وَهَذِهِ الْآيَاتُ الْمَذْكُورَةُ أَصْلٌ فِي الْحُكْمِ بِالْقَرَائِنِ. </p><p> وَمِنْ أَمْثِلَةِ الْحُكْمِ بِالْقَرِينَةِ: الرَّجُلُ يَتَزَوَّجُ الْمَرْأَةَ مِنْ غَيْرِ أَنْ يَرَاهَا سَابِقًا، فَتَزُفُّهَا إِلَيْهِ وَلَائِدُ لَا يَثْبُتُ بِشَهَادَتِهِنَّ أَنَّ هَذِهِ هِيَ فُلَانَةٌ الَّتِي وَقَعَ عَلَيْهَا الْعَقْدُ، فَيَجُوزُ لَهُ جِمَاعُهَا مِنْ غَيْرِ احْتِيَاجٍ إِلَى بَيِّنَةٍ تَشْهَدُ عَلَى عَيْنِهَا أَنَّهَا هِيَ الَّتِي وَقَعَ الْعَقْدُ عَلَيْهَا، اعْتِمَادًا عَلَى قَرِينَةِ النِّكَاحِ. </p><p> وَكَالرَّجُلِ يَنْزِلُ ضَيْفًا عِنْدَ قَوْمٍ، فَتَأْتِيهِ الْوَلِيدَةُ أَوِ الْغُلَامُ بِالطَّعَامِ، فَيَجُوزُ لَهُ الْأَكْلُ مِنْ غَيْرِ احْتِيَاجٍ إِلَى مَا يُثْبِتُ إِذْنَ مَالِكِ الطَّعَامِ لَهُ فِي الْأَكْلِ، اعْتِمَادًا عَلَى الْقَرِينَةِ. </p><p> وَكَقَوْلِ مَالِكٍ وَمَنْ وَافَقَهُ: إِنَّ مَنْ شُمَّ فِي فِيهِ رِيحُ الْخَمْرِ يُحَدُّ حَدَّ الشَّارِبِ، اعْتِمَادًا عَلَى الْقَرِينَةِ ; لِأَنَّ وُجُودَ رِيحِهَا فِي فِيهِ قَرِينَةٌ عَلَى أَنَّهُ شَرِبَهَا، وَكَمَسَائِلَ اللَّوْثِ وَغَيْرِ ذَلِكَ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ الْمَائِدَةِ صِحَّةَ الِاحْتِجَاجِ بِمِثْلِ هَذِهِ الْقَرَائِنِ، وَأَوْضَحْنَا بِالْأَدِلَّةِ الْقُرْآنِيَّةِ، أَنَّ التَّحْقِيقَ أَنَّ شَرْعَ مَنْ قَبْلَنَا الثَّابِتَ بِشَرْعِنَا شَرْعٌ لَنَا، إِلَّا بِدَلِيلٍ عَلَى النَّسْخِ غَايَةَ الْإِيضَاحِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ. [١٢ \\ ١٨] </p><p> اسْتَدَلَّ الْفُقَهَاءُ بِهَذِهِ الْآيَةِ فِي إِعْمَالِ الْأَمَارَاتِ فِي مَسَائِلَ مِنَ الْفِقْهِ، كَالْقَسَامَةِ وَغَيْرِهَا، وَأَجْمَعُوا عَلَى أَنَّ يَعْقُوبَ عَلَيْهِ السَّلَامُ اسْتَدَلَّ عَلَى كَذِبِهِمْ بِصِحَّةِ الْقَمِيصِ. </p><p> وَهَكَذَا يَجِبُ عَلَى النَّاظِرِ أَنْ يَلْحَظَ الْأَمَارَاتِ وَالْعَلَامَاتِ إِذَا تَعَارَضَتْ، فَمَا تَرَجَّحَ مِنْهَا قَضَى بِجَانِبِ التَّرْجِيحِ، وَهِيَ قُوَّةُ التُّهْمَةِ، وَلَا خِلَافَ فِي الْحُكْمِ بِهَا، قَالَهُ ابْنُ الْعَرَبِيِّ. اهـ كَلَامُ الْقُرْطُبِيِّ. </p>"
}