{
  "id": null,
  "sura": 12,
  "aya": 106,
  "text": "<p> قَوْلُهُ تَعَالَى: وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمَرَهُمْ وَهُمْ يَمْكُرُونَ. </p><p> لَمْ يُبَيِّنْ هُنَا هَذَا الَّذِي أَجْمَعُوا أَمْرَهُمْ عَلَيْهِ، وَلَمْ يُبَيِّنْ هُنَا أَيْضًا الْمُرَادَ بِمَكْرِهِمْ، وَلَكِنَّهُ بَيَّنَ فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ أَنَّ الَّذِي أَجْمَعُوا أَمْرَهُمْ عَلَيْهِ هُوَ جَعْلُهُ فِي غَيَابَةِ الْجُبِّ، وَأَنَّ مَكْرَهُمْ هُوَ مَا فَعَلُوهُ بِأَبِيهِمْ يَعْقُوبَ وَأَخِيهِمْ يُوسُفَ، وَذَلِكَ فِي قَوْلِهِ: فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ إِلَى قَوْلِهِ: وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ [١٢ \\ ١٨] . </p><p> وَقَدْ أَشَارَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى صِحَّةِ نُبُوَّةِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ أَنْزَلَ عَلَيْهِ هَذَا الْقُرْآنَ، وَفَصَّلَ لَهُ هَذِهِ الْقِصَّةَ، مَعَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ حَاضِرًا لَدَى أَوْلَادِ يَعْقُوبَ حِينَ أَجْمَعُوا أَمَرَهُمْ عَلَى الْمَكْرِ بِهِ، وَجَعْلِهِ فِي غَيَابَةِ الْجُبِّ، فَلَوْلَا أَنَّ اللَّهَ أَوْحَى إِلَيْهِ ذَلِكَ مَا عَرَفَهُ مِنْ تِلْقَاءِ نَفْسِهِ. </p><p> وَالْآيَاتُ الْمُشِيرَةُ لِإِثْبَاتِ رِسَالَتِهِ، بِدَلِيلِ إِخْبَارِهِ بِالْقِصَصِ الْمَاضِيَةِ الَّتِي لَا يُمْكِنُهُ عِلْمُ حَقَائِقِهَا إِلَّا عَنْ طَرِيقِ الْوَحْيِ كَثِيرَةٌ، كَقَوْلِهِ: وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ الْآيَةَ [٣ \\ ٤٤] . </p><p> وَقَوْلِهِ: وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ الْآيَةَ [٢٨ \\ ٤٤] . </p><p> وَقَوْلِهِ: وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ [٢٨ \\ ٤٥] . </p><p> وَقَوْلِهِ: وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ الْآيَةَ [٢٨ \\ ٤٦] . </p><p> وَقَوْلِهِ: مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ [٣٨ \\ ٦٩، ٧٠] . </p><p> وَقَوْلِهِ: تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَذَا الْآيَةَ [١١ \\ ٤٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَهَذِهِ الْآيَاتُ مِنْ أَوْضَحِ الْأَدِلَّةِ عَلَى أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولٌ كَرِيمٌ، وَإِنْ كَانَتِ الْمُعْجِزَاتُ الْبَاهِرَةُ الدَّالَّةُ عَلَى ذَلِكَ أَكْثَرَ مِنَ الْحَصْرِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ. </p><p> قَالَ ابْنُ عَبَّاسٍ، وَالْحَسَنُ، وَمُجَاهِدٌ، وَعَامِرٌ الشَّعْبِيُّ، وَأَكْثَرُ الْمُفَسِّرِينَ: إِنَّ مَعْنَى هَذِهِ الْآيَةِ أَنَّ أَكْثَرَ النَّاسِ، وَهُمُ الْكُفَّارُ مَا كَانُوا يُؤْمِنُونَ بِاللَّهِ بِتَوْحِيدِهِمْ لَهُ فِي رُبُوبِيَّتِهِ إِلَّا وَهُمْ مُشْرِكُونَ بِهِ غَيْرَهُ فِي عِبَادَتِهِ. </p><p> فَالْمُرَادُ بِإِيمَانِهِمُ اعْتِرَافُهُمْ بِأَنَّهُ رَبُّهُمُ الَّذِي هُوَ خَالِقُهُمْ، وَمُدَبِّرُ شُئُونِهِمْ، وَالْمُرَادُ بِشِرْكِهِمْ عِبَادَتُهُمْ غَيْرَهُ مَعَهُ، وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا الْمَعْنَى كَثِيرَةٌ جِدًّا، كَقَوْلِهِ: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ </p><p> [١٠ \\ ٣١] ، وَكَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ [٤٣ \\ ٨٧] ، وَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ [٤٣ \\ ٩] ، وَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ [٢٩ \\ ٦١] ، وَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ [٢٩ \\ ٦٣] ، وَقَوْلِهِ: قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ [٢٣ \\ ٨٤ - ٨٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَعَ هَذَا فَإِنَّهُمْ قَالُوا: أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ [٣٨ \\ ٥] . </p><p> وَهَذِهِ الْآيَاتُ الْقُرْآنِيَّةُ تَدُلُّ عَلَى أَنَّ تَوْحِيدَ الرُّبُوبِيَّةِ لَا يُنْقِذُ مِنَ الْكُفْرِ إِلَّا إِذَا كَانَ مَعَهُ تَوْحِيدُ الْعِبَادَةِ، أَيْ عِبَادَةُ اللَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ [١٢ \\ ١٠٦] . </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِشْكَالٌ: وَهُوَ أَنَّ الْمُقَرَّرَ فِي عِلْمِ الْبَلَاغَةِ أَنَّ الْحَالَ قَيْدٌ لِعَامِلِهَا وَصْفٌ لِصَاحِبِهَا، وَعَلَيْهِ فَإِنَّ عَامِلَ هَذِهِ الْجُمْلَةِ الْحَالِيَّةِ الَّذِي هُوَ \" يُؤْمِنُ \" مُقَيَّدٌ بِهَا، فَيَصِيرُ الْمَعْنَى تَقْيِيدُ إِيمَانِهِمْ بِكَوْنِهِمْ مُشْرِكِينَ، وَهُوَ مُشْكِلٌ لِمَا بَيْنَ الْإِيمَانِ وَالشِّرْكِ مِنَ الْمُنَافَاةِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: لَمْ أَرَ مَنْ شَفَى الْغَلِيلَ فِي هَذَا الْإِشْكَالِ، وَالَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّ هَذَا الْإِيمَانَ الْمُقَيَّدَ بِحَالِ الشِّرْكِ إِنَّمَا هُوَ إِيمَانٌ لُغَوِيٌّ لَا شَرْعِيٌّ ; لِأَنَّ مَنْ يَعْبُدُ مَعَ اللَّهِ غَيْرَهُ لَا يَصْدُقُ عَلَيْهِ اسْمُ الْإِيمَانِ الْبَتَّةَ شَرْعًا. </p><p> أَمَّا الْإِيمَانُ اللُّغَوِيُّ فَهُوَ يَشْمَلُ كُلَّ تَصْدِيقٍ، فَتَصْدِيقُ الْكَافِرِ بِأَنَّ اللَّهَ هُوَ الْخَالِقُ الرَّازِقُ يَصْدُقُ عَلَيْهِ اسْمُ الْإِيمَانِ لُغَةً مَعَ كُفْرِهِ بِاللَّهِ، وَلَا يَصْدُقُ عَلَيْهِ اسْمُ الْإِيمَانِ شَرْعًا. </p><p> وَإِذَا حَقَّقْتَ ذَلِكَ عَلِمْتَ أَنَّ الْإِيمَانَ اللُّغَوِيَّ يُجَامِعُ الشِّرْكَ فَلَا إِشْكَالَ فِي تَقْيِيدِهِ بِهِ، وَكَذَلِكَ الْإِسْلَامُ الْمَوْجُودُ دُونَ الْإِيمَانِ فِي قَوْلِهِ تَعَالَى: قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ [٤٩ \\ ١٤] ، فَهُوَ الْإِسْلَامُ اللُّغَوِيُّ ; لِأَنَّ الْإِسْلَامَ الشَّرْعِيَّ لَا يُوجَدُ مِمَّنْ لَمْ يَدْخُلِ الْإِيمَانُ فِي قَلْبِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}