{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> غَيَابَةٌ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> وَإِنْ أَنَا يَوْمًا غَيَّبَتْنِي غَيَابَتِي ... فَسِيرُوا بِسَيْرِي فِي الْعَشِيرَةِ وَالْأَهْلِ </p><p> وَالْجَمْعُ فِي قِرَاءَةِ نَافِعٍ نَظَرًا إِلَى تَعَدُّدِ أَجْزَاءِ قَعْرِ الْجُبِّ الَّتِي تُغَيِّبُ الدَّاخِلَ فِيهَا عَنِ الْعِيَانِ. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي جَوَابِ «لَمَّا» مِنْ قَوْلِهِ فَلَمَّا ذَهَبُوا بِهِ أَمُثْبَتٌ هُوَ أَمْ مَحْذُوفٌ؟ </p><p> فَقِيلَ: هُوَ مُثْبَتٌ، وَهُوَ قَوْلُهُ: قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ الْآيَةَ [١٢ \\ ١٧] ، أَيْ: لَمَّا كَانَ كَذَا وَكَذَا قَالُوا يَا أَبَانَا وَاسْتَحْسَنَ هَذَا الْوَجْهَ أَبُو حَيَّانَ. </p><p> وَقِيلَ: جَوَابُ «لَمَّا» هُوَ قَوْلُهُ: أَوْحَيْنَا [١٢ \\ ١٥] وَالْوَاوُ صِلَةٌ، وَهَذَا مَذْهَبُ الْكُوفِيِّينَ، تُزَادُ عِنْدَهُمُ الْوَاوُ فِي جَوَابِ «لَمَّا، وَحَتَّى، وَإِذَا» ، وَعَلَى ذَلِكَ خَرَّجُوا قَوْلَهُ تَعَالَى: فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ وَنَادَيْنَاهُ الْآيَةَ [٣٧ \\ ١٠٣، ١٠٤] ، وَقَوْلَهُ: حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا الْآيَةَ [٣٩ \\ ٧٣] ، وَقَوْلَ امْرِئِ الْقَيْسِ: </p><p> فَلَمَّا أَجَزْنَا سَاحَةَ الْحَيِّ وَانْتَحَى ... بِنَا بَطْنُ حُقْفٍ ذِي رُكَامٍ عَقَنْقَلِ </p><p> أَيْ: لَمَّا أَجَزْنَا سَاحَةَ الْحَيِّ انْتَحَى. </p><p> وَقِيلَ: جَوَابُ «لَمَّا» مَحْذُوفٌ، وَهُوَ قَوْلُ الْبَصْرِيِّينَ، وَاخْتُلِفَ فِي تَقْدِيرِهِ، فَقِيلَ: إِنَّ تَقْدِيرَهُ فَعَلُوا بِهِ مَا فَعَلُوا مِنَ الْأَذَى. </p><p> وَقَدَّرَهُ بَعْضُهُمْ: فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ عَظُمَتْ فِتْنَتُهُمْ. </p><p> وَقَدَّرَهُ بَعْضُهُمْ: فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ جَعَلُوهُ فِيهَا. </p><p> وَاسْتَظْهَرَ هَذَا الْأَخِيرَ أَبُو حَيَّانَ ; لِأَنَّ قَوْلَهُ: وَأَجْمَعُوا أَنْ يَجْعَلُوهُ [١٢ \\ ١٥] يَدُلُّ عَلَى هَذَا الْمُقَدَّرِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ. </p><p> ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ قَدْ يُفْهَمُ مِنْهُ أَنَّ يُوسُفَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ هَمَّ بِأَنْ يَفْعَلَ مَعَ تِلْكَ الْمَرْأَةِ مِثْلَ مَا هَمَّتْ هِيَ بِهِ مِنْهُ، وَلَكِنَّ الْقُرْآنَ الْعَظِيمَ بَيَّنَ بَرَاءَتَهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ مِنَ الْوُقُوعِ فِيمَا لَا يَنْبَغِي حَيْثُ بَيَّنَ شَهَادَةَ كُلِّ مَنْ لَهُ تَعَلُّقٌ بِالْمَسْأَلَةِ بِبَرَاءَتِهِ، وَشَهَادَةَ اللَّهِ لَهُ بِذَلِكَ وَاعْتِرَافَ إِبْلِيسَ بِهِ. </p><p> أَمَّا الَّذِينَ لَهُمْ تَعَلُّقٌ بِتِلْكَ الْوَاقِعَةِ فَهُمْ: يُوسُفُ، وَالْمَرْأَةُ، وَزَوْجُهَا، وَالنِّسْوَةُ، </p><p> وَالشُّهُودُ. </p><p> أَمَّا جَزْمُ يُوسُفَ بِأَنَّهُ بَرِيءٌ مِنْ تِلْكَ الْمَعْصِيَةِ فَذَكَرَهُ تَعَالَى فِي قَوْلِهِ: هِيَ رَاوَدَتْنِي عَنْ نَفْسِي [١٢ \\ ٢٦] ، وَقَوْلِهِ: قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ. </p><p> وَأَمَّا اعْتِرَافُ الْمَرْأَةِ بِذَلِكَ فَفِي قَوْلِهَا لِلنِّسْوَةِ: وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ [١٢ \\ ٣٢] ، وَقَوْلِهَا: الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ [١٢ \\ ٥١] . </p><p> وَأَمَّا اعْتِرَافُ زَوْجِ الْمَرْأَةِ فَفِي قَوْلِهِ: قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ يُوسُفُ أَعْرِضْ عَنْ هَذَا وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ [١٢ \\ ٢٨، ٢٩] . </p><p> وَأَمَّا اعْتِرَافُ الشُّهُودِ بِذَلِكَ فَفِي قَوْلِهِ: وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ الْآيَةَ [١٢ \\ ٢٦] . </p><p> وَأَمَّا شَهَادَةُ اللَّهِ جَلَّ وَعَلَا بِبَرَاءَتِهِ فَفِي قَوْلِهِ: كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ [١٢ \\ ٢٤] . </p><p> قَالَ الْفَخْرُ الرَّازِيُّ فِي «تَفْسِيرِهِ» : قَدْ شَهِدَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَلَى طَهَارَتِهِ أَرْبَعَ مَرَّاتٍ: </p><p> أَوَّلُهَا: لِنَصْرِفَ عَنْهُ السُّوءَ، وَاللَّامُ لِلتَّأْكِيدِ وَالْمُبَالَغَةِ. </p><p> وَالثَّانِي قَوْلُهُ: وَالْفَحْشَاءَ، أَيْ: وَكَذَلِكَ لِنَصْرِفَ عَنْهُ الْفَحْشَاءَ. </p><p> وَالثَّالِثُ قَوْلُهُ: إِنَّهُ مِنْ عِبَادِنَا، مَعَ أَنَّهُ تَعَالَى قَالَ: وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا [٢٥ \\ ٦٣] . </p><p> وَالرَّابِعُ قَوْلُهُ: الْمُخْلَصِينَ، وَفِيهِ قِرَاءَتَانِ: قِرَاءَةٌ بِاسْمِ الْفَاعِلِ، وَأُخْرَى بِاسْمِ الْمَفْعُولِ. </p><p> فَوُرُودُهُ بِاسْمِ الْفَاعِلِ يَدُلُّ عَلَى كَوْنِهِ آتِيًا بِالطَّاعَاتِ وَالْقُرُبَاتِ مَعَ صِفَةِ الْإِخْلَاصِ. </p><p> وَوُرُودُهُ بِاسْمِ الْمَفْعُولِ يَدُلُّ عَلَى أَنَّ اللَّهَ تَعَالَى اسْتَخْلَصَهُ لِنَفْسِهِ، وَاصْطَفَاهُ لِحَضْرَتِهِ. </p><p> وَعَلَى كِلَا الْوَجْهَيْنِ: فَإِنَّهُ مِنْ أَدَلِّ الْأَلْفَاظِ عَلَى كَوْنِهِ مُنَزَّهًا عَمَّا أَضَافُوهُ إِلَيْهِ. اهـ مِنْ تَفْسِيرِ الرَّازِيِّ. </p><p> وَيُؤَيِّدُ ذَلِكَ قَوْلُهُ تَعَالَى: مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ [١٢ \\ ٢٣] . </p><p> وَأَمَّا إِقْرَارُ إِبْلِيسَ بِطَهَارَةِ يُوسُفَ وَنَزَاهَتِهِ فَفِي قَوْلِهِ تَعَالَى: قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [٣٨ \\ ٨٢، ٨٣] ، فَأَقَرَّ بِأَنَّهُ لَا يُمْكِنُهُ إِغْوَاءُ الْمُخْلَصِينَ، وَلَا شَكَّ أَنَّ يُوسُفَ مِنَ الْمُخْلَصِينَ، كَمَا صَرَّحَ تَعَالَى بِهِ فِي قَوْلِهِ: إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ، فَظَهَرَتْ دَلَالَةُ الْقُرْآنِ مِنْ جِهَاتٍ مُتَعَدِّدَةٍ عَلَى بَرَاءَتِهِ مِمَّا لَا يَنْبَغِي. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ مَا نَصُّهُ: وَعِنْدَ هَذَا نَقُولُ: هَؤُلَاءِ الْجُهَّالُ الَّذِينَ نَسَبُوا إِلَى يُوسُفَ عَلَيْهِ السَّلَامُ هَذِهِ الْفَضِيحَةَ، إِنْ كَانُوا مِنْ أَتْبَاعِ دِينِ اللَّهِ تَعَالَى فَلْيَقْبَلُوا شَهَادَةَ اللَّهِ تَعَالَى عَلَى طَهَارَتِهِ، وَإِنْ كَانُوا مِنْ أَتْبَاعِ إِبْلِيسَ وَجُنُودِهِ فَلْيَقْبَلُوا شَهَادَةَ إِبْلِيسَ عَلَى طَهَارَتِهِ، وَلَعَلَّهُمْ يَقُولُونَ: كُنَّا فِي أَوَّلِ الْأَمْرِ تَلَامِذَةَ إِبْلِيسَ، إِلَى أَنْ تَخَرَّجْنَا عَلَيْهِ فَزِدْنَا فِي السَّفَاهَةِ عَلَيْهِ، كَمَا قَالَ الْخَوَارِزْمِيُّ: </p><p> وَكُنْتُ امْرَأً مِنْ جُنْدِ إِبْلِيسَ فَارْتَقَى ... بِي الدَّهْرُ حَتَّى صَارَ إِبْلِيسُ مِنْ جُنْدِي </p><p> فَلَوْ مَاتَ قَبْلِي كُنْتُ أُحْسِنُ بَعْدَهُ ... طَرَائِقَ فِسْقٍ لَيْسَ يُحْسِنُهَا بَعْدِي </p><p> فَثَبَتَ بِهَذِهِ الدَّلَائِلِ: أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ بَرِيءٌ مِمَّا يَقُولُ هَؤُلَاءِ الْجُهَّالُ. اهـ كَلَامُ الرَّازِيِّ. </p><p> وَلَا يَخْفَى مَا فِيهِ مِنْ قِلَّةِ الْأَدَبِ مَعَ مَنْ قَالَ تِلْكَ الْمَقَالَةَ مِنَ الصَّحَابَةِ وَعُلَمَاءِ السَّلَفِ الصَّالِحِ، وَعُذْرُ الرَّازِيِّ فِي ذَلِكَ هُوَ اعْتِقَادُهُ أَنَّ ذَلِكَ لَمْ يَثْبُتْ عَنْ أَحَدٍ مِنَ السَّلَفِ الصَّالِحِ. </p><p> وَسَتَرَى فِي آخِرِ هَذَا الْمَبْحَثِ أَقْوَالَ الْعُلَمَاءِ فِي هَذِهِ الْمَسْأَلَةِ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> فَإِنْ قِيلَ: قَدْ بَيَّنْتُمْ دَلَالَةَ الْقُرْآنِ عَلَى بَرَاءَتِهِ عَلَيْهِ السَّلَامُ مِمَّا لَا يَنْبَغِي فِي الْآيَاتِ الْمُتَقَدِّمَةِ، وَلَكِنْ مَاذَا تَقُولُونَ فِي قَوْلِهِ تَعَالَى: وَهَمَّ بِهَا؟ [١٢ \\ ٢٤] </p><p> فَالْجَوَابُ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّل: إِنَّ الْمُرَادَ بِهَمِّ يُوسُفَ بِهَا خَاطِرٌ قَلْبِيٌّ صَرَفَ عَنْهُ وَازِعَ التَّقْوَى، وَقَالَ بَعْضُهُمْ: هُوَ الْمَيْلُ الطَّبِيعِيُّ وَالشَّهْوَةُ الْغَرِيزِيَّةُ الْمَزْمُومَةُ بِالتَّقْوَى، وَهَذَا لَا مَعْصِيَةَ فِيهِ ; لِأَنَّهُ أَمْرٌ جِبِلِّيٌّ لَا يَتَعَلَّقُ بِهِ التَّكْلِيفُ، كَمَا فِي الْحَدِيثِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّهُ كَانَ يَقْسِمُ بَيْنَ نِسَائِهِ فَيَعْدِلُ ثُمَّ يَقُولُ: «اللَّهُمَّ هَذَا قَسْمِي فِيمَا أَمْلِكُ، فَلَا تَلُمْنِي فِيمَا لَا أَمْلِكُ» ، يَعْنِي مَيْلَ الْقَلْبِ الطَّبِيعِيِّ. </p><p> وَمِثَالُ هَذَا مَيْلُ الصَّائِمِ بِطَبْعِهِ إِلَى الْمَاءِ الْبَارِدِ، مَعَ أَنَّ تَقْوَاهُ تَمْنَعُهُ مِنَ الشُّرْبِ وَهُوَ صَائِمٌ، وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةٌ كَامِلَةٌ» ; لِأَنَّهُ تَرَكَ مَا تَمِيلُ </p><p> إِلَيْهِ نَفْسُهُ بِالطَّبْعِ خَوْفًا مِنَ اللَّهِ، وَامْتِثَالًا لِأَمْرِهِ، كَمَا قَالَ تَعَالَى: وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى [٧٩ \\ ٤٠، ٤١] . </p><p> وَهَمُّ بَنِي حَارِثَةَ وَبَنِي سَلَمَةَ بِالْفِرَارِ يَوْمَ أُحُدٍ، كَهَمِّ يُوسُفَ هَذَا، بِدَلِيلِ قَوْلِهِ: إِذْ هَمَّتْ طَائِفَتَانِ مِنْكُمْ أَنْ تَفْشَلَا وَاللَّهُ وَلِيُّهُمَا [٣ \\ ١٢٢] ; لِأَنَّ قَوْلَهُ: وَاللَّهُ وَلِيُّهُمَا يَدُلُّ عَلَى أَنَّ ذَلِكَ الْهَمَّ لَيْسَ مَعْصِيَةً ; لِأَنَّ إِتْبَاعَ الْمَعْصِيَةِ بِوَلَايَةِ اللَّهِ لِذَلِكَ الْعَاصِي إِغْرَاءٌ عَلَى الْمَعْصِيَةِ. </p><p> وَالْعَرَبُ تُطْلِقُ الْهَمَّ وَتُرِيدُ بِهِ الْمَحَبَّةَ وَالشَّهْوَةَ، فَيَقُولُ الْإِنْسَانُ فِيمَا لَا يُحِبُّهُ وَلَا يَشْتَهِيهِ: هَذَا مَا يُهِمُّنِي، وَيَقُولُ فِيمَا يُحِبُّهُ وَيَشْتَهِيهِ: هَذَا أَهَمُّ الْأَشْيَاءِ إِلَيَّ. بِخِلَافِ هَمِّ امْرَأَةِ الْعَزِيزِ، فَإِنَّهُ هَمُّ عَزْمٍ وَتَصْمِيمٍ، بِدَلِيلِ أَنَّهَا شَقَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَهُوَ هَارِبٌ عَنْهَا، وَلَمْ يَمْنَعْهَا مِنَ الْوُقُوعِ فِيمَا لَا يَنْبَغِي إِلَّا عَجْزُهَا عَنْهُ. </p><p> وَمِثْلُ هَذَا التَّصْمِيمِ عَلَى الْمَعْصِيَةِ مَعْصِيَةٌ يُؤَاخَذُ بِهَا صَاحِبُهَا، بِدَلِيلِ الْحَدِيثِ الثَّابِتِ فِي الصَّحِيحِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ حَدِيثِ أَبِي بَكْرَةَ:  «إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ» قَالُوا: يَا رَسُولَ اللَّهِ، قَدْ عَرَفْنَا الْقَاتِلَ فَمَا بَالُ الْمَقْتُولِ؟ قَالَ:  «إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ» ، فَصَرَّحَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنَّ تَصْمِيمَ عَزْمِهِ عَلَى قَتْلِ صَاحِبِهِ مَعْصِيَةٌ أَدْخَلَهُ اللَّهُ بِسَبَبِهَا النَّارَ. </p><p> وَأَمَّا تَأْوِيلُهُمْ هَمَّ يُوسُفَ بِأَنَّهُ قَارَبَ الْهَمَّ وَلَمْ يَهِمَّ بِالْفِعْلِ، كَقَوْلِ الْعَرَبِ: قَتَلْتُهُ لَوْ لَمْ أَخَفِ اللَّهَ، أَيْ قَارَبْتُ أَنْ أَقْتُلَهُ، كَمَا قَالَهُ الزَّمَخْشَرِيُّ. </p><p> وَتَأْوِيلُ الْهَمِّ بِأَنَّهُ هَمَّ بِضَرْبِهَا، أَوْ هَمَّ بِدَفْعِهَا عَنْ نَفْسِهِ، فَكُلُّ ذَلِكَ غَيْرُ ظَاهِرٍ، بَلْ بَعِيدٌ مِنَ الظَّاهِرِ وَلَا دَلِيلَ عَلَيْهِ. </p><p> وَالْجَوَابُ الثَّانِي وَهُوَ اخْتِيَارُ أَبِي حَيَّانَ: أَنَّ يُوسُفَ لَمْ يَقَعْ مِنْهُ هَمٌّ أَصْلًا، بَلْ هُوَ مَنْفِيٌّ عَنْهُ لِوُجُودِ الْبُرْهَانِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: هَذَا الْوَجْهُ الَّذِي اخْتَارَهُ أَبُو حَيَّانَ وَغَيْرُهُ هُوَ أَجْرَى الْأَقْوَالِ عَلَى قَوَاعِدِ اللُّغَةِ الْعَرَبِيَّةِ ; لِأَنَّ الْغَالِبَ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ: أَنَّ الْجَوَابَ الْمَحْذُوفَ يُذْكَرُ قَبْلَهُ مَا يَدُلُّ عَلَيْهِ، كَقَوْلِهِ: فَعَلَيْهِ تَوَكَّلُوا إِنْ كُنْتُمْ مُسْلِمِينَ [١٠ \\ ٨٤] ، أَيْ: إِنْ كُنْتُمْ مُسْلِمِينَ فَتَوَكَّلُوا عَلَيْهِ، فَالْأَوَّلُ: دَلِيلُ الْجَوَابِ الْمَحْذُوفِ لَا نَفْسُ الْجَوَابِ ; لِأَنَّ جَوَابَ الشُّرُوطِ وَجَوَابَ لَوْلَا لَا يَتَقَدَّمُ، وَلَكِنْ يَكُونُ الْمَذْكُورُ قَبْلَهُ دَلِيلًا عَلَيْهِ كَالْآيَةِ </p><p> الْمَذْكُورَةِ، وَكَقَوْلِهِ: قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ [٢٧ \\ ٦٤] ، أَيْ: إِنْ كُنْتُمْ صَادِقِينَ فَهَاتُوا بُرْهَانَكُمْ. </p><p> وَعَلَى هَذَا الْقَوْلِ: فَمَعْنَى الْآيَةِ، وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، أَيْ لَوْلَا أَنْ رَآهُ هَمَّ بِهَا، فَمَا قَبْلَ لَوْلَا هُوَ دَلِيلُ الْجَوَابِ الْمَحْذُوفِ، كَمَا هُوَ الْغَالِبُ فِي الْقُرْآنِ وَاللُّغَةِ. </p><p> وَنَظِيرُ ذَلِكَ قَوْلُهُ تَعَالَى: إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا [٢٨ \\ ١٠] ، فَمَا قَبْلَ لَوْلَا دَلِيلُ الْجَوَابِ، أَيْ: لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لَكَادَتْ تُبْدِي بِهِ. </p><p> وَاعْلَمْ أَنَّ جَمَاعَةً مِنْ عُلَمَاءِ الْعَرَبِيَّةِ أَجَازُوا تَقْدِيمَ جَوَابِ لَوْلَا [١٢ \\ ٢٤] ، وَتَقْدِيمَ الْجَوَابِ فِي سَائِرِ الشُّرُوطِ، وَعَلَى هَذَا الْقَوْلِ يَكُونُ جَوَابُ لَوْلَا فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ [١٢ \\ ٢٤] ، هُوَ مَا قَبْلَهُ مِنْ قَوْلِهِ: وَهَمَّ بِهَا [١٢ \\ ٢٤] . </p><p> وَإِلَى جَوَازِ التَّقْدِيمِ الْمَذْكُورِ ذَهَبَ الْكُوفِيُّونَ، وَمِنْ أَعْلَامِ الْبَصْرِيِّينَ: أَبُو الْعَبَّاسِ الْمُبَرِّدُ، وَأَبُو زَيْدٍ الْأَنْصَارِيُّ. </p><p> وَقَالَ الشَّيْخُ أَبُو حَيَّانَ فِي «الْبَحْرِ الْمُحِيطِ» مَا نَصُّهُ: وَالَّذِي أَخْتَارُهُ أَنَّ يُوسُفَ عَلَيْهِ السَّلَامُ لَمْ يَقَعْ مِنْهُ هَمٌّ بِهَا الْبَتَّةَ، بَلْ هُوَ مَنْفِيٌّ لِوُجُودِ رُؤْيَةِ الْبُرْهَانِ، كَمَا تَقُولُ: لَقَدْ قَارَفْتَ لَوْلَا أَنْ عَصَمَكَ اللَّهُ، وَلَا نَقُولُ: إِنَّ جَوَابَ لَوْلَا مُتَقَدِّمٌ عَلَيْهَا، وَإِنْ كَانَ لَا يَقُومُ دَلِيلٌ عَلَى امْتِنَاعِ ذَلِكَ، بَلْ صَرِيحُ أَدَوَاتِ الشُّرُوطِ الْعَامِلَةِ مُخْتَلَفٌ فِي جَوَازِ تَقْدِيمِ أَجْوِبَتِهَا عَلَيْهَا، وَقَدْ ذَهَبَ إِلَى ذَلِكَ الْكُوفِيُّونَ، وَمِنْ أَعْلَامِ الْبَصْرِيِّينَ: أَبُو زَيْدٍ الْأَنْصَارِيُّ، وَأَبُو الْعَبَّاسِ الْمُبَرِّدُ. </p><p> بَلْ نَقُولُ: إِنَّ جَوَابَ لَوْلَا مَحْذُوفٌ لِدَلَالَةِ مَا قَبْلَهُ عَلَيْهِ، كَمَا يَقُولُ جُمْهُورُ الْبَصْرِيِّينَ فِي قَوْلِ الْعَرَبِ: أَنْتَ ظَالِمٌ إِنْ فَعَلْتَ. فَيُقَدِّرُونَهُ إِنْ فَعَلْتَ فَأَنْتَ ظَالِمٌ، وَلَا يَدُلُّ قَوْلُهُ أَنْتَ ظَالِمٌ عَلَى ثُبُوتِ الظُّلْمِ، بَلْ هُوَ مُثْبَتٌ عَلَى تَقْدِيرِ وُجُودِ الْفِعْلِ، وَكَذَلِكَ هُنَا التَّقْدِيرُ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ لَهَمَّ بِهَا، فَكَانَ وُجُودُ الْهَمِّ عَلَى تَقْدِيرِ انْتِفَاءِ رُؤْيَةِ الْبُرْهَانِ، لَكِنَّهُ وَجَدَ رُؤْيَةَ الْبُرْهَانِ فَانْتَفَى الْهَمُّ، وَلَا الْتِفَاتَ إِلَى قَوْلِ الزَّجَّاجِ. وَلَوْ كَانَ الْكَلَامُ: وَلَهَمَّ بِهَا، كَانَ بَعِيدًا، فَكَيْفَ مَعَ سُقُوطِ اللَّامِ؟ لِأَنَّهُ يُوهِمُ أَنَّ قَوْلَهُ: وَهَمَّ بِهَا هُوَ جَوَابُ لَوْلَا وَنَحْنُ لَمْ نَقُلْ بِذَلِكَ، وَإِنَّمَا هُوَ دَلِيلُ الْجَوَابِ، وَعَلَى تَقْدِيرِ أَنْ يَكُونَ نَفْسُ الْجَوَابِ فَاللَّامُ لَيْسَتْ بِلَازِمَةٍ، لِجَوَازِ أَنْ يَأْتِيَ جَوَابُ لَوْلَا إِذَا كَانَ بِصِيغَةِ الْمَاضِي </p><p> بِاللَّامِ، وَبِغَيْرِ لَامٍ، تَقُولُ: لَوْلَا زَيْدٌ لَأَكْرَمْتُكَ، وَلَوْلَا زَيْدٌ أَكْرَمْتُكَ، فَمَنْ ذَهَبَ إِلَى أَنَّ قَوْلَهُ: هَمَّ بِهَا نَفْسُ الْجَوَابِ لَمْ يَبْعُدْ، وَلَا الْتِفَاتَ لِقَوْلِ ابْنِ عَطِيَّةَ: إِنَّ قَوْلَ مَنْ قَالَ: إِنَّ الْكَلَامَ قَدْ تَمَّ فِي قَوْلِهِ: وَلَقَدْ هَمَّتْ بِهِ وَإِنَّ جَوَابَ لَوْلَا فِي قَوْلِهِ: وَهَمَّ بِهَا وَإِنَّ الْمَعْنَى: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ لَهَمَّ بِهَا، فَلَمْ يَهِمَّ يُوسُفُ عَلَيْهِ السَّلَامُ. </p><p> قَالَ: وَهَذَا قَوْلٌ يَرُدُّهُ لِسَانُ الْعَرَبِ وَأَقْوَالُ السَّلَفِ اهـ. </p><p> أَمَّا قَوْلُهُ: يَرُدُّهُ لِسَانُ الْعَرَبِ فَلَيْسَ كَمَا ذَكَرَ، وَقَدِ اسْتَدَلَّ مَنْ ذَهَبَ إِلَى جَوَازِ ذَلِكَ بِوُجُودِهِ فِي لِسَانِ الْعَرَبِ، قَالَ اللَّهُ تَعَالَى: إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ \\ [٢٨ \\ ١٠] ٣٠ فَقَوْلُهُ: إِنْ كَادَتْ لَتُبْدِي بِهِ إِمَّا أَنْ يَتَخَرَّجَ عَلَى أَنَّ الْجَوَابَ عَلَى مَا ذَهَبَ إِلَيْهِ ذَلِكَ الْقَائِلُ، وَإِمَّا أَنْ يَتَخَرَّجَ عَلَى مَا ذَهَبْنَا إِلَيْهِ مِنْ أَنَّهُ دَلِيلُ الْجَوَابِ، وَالتَّقْدِيرُ: لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لَكَادَتْ تُبْدِي بِهِ. </p><p> وَأَمَّا أَقْوَالُ السَّلَفِ: فَنَعْتَقِدُ أَنَّهُ لَا يَصِحُّ عَنْ أَحَدٍ مِنْهُمْ شَيْءٌ مِنْ ذَلِكَ ; لِأَنَّهَا أَقْوَالٌ مُتَكَاذِبَةٌ يُنَاقِضُ بَعْضُهَا بَعْضًا، مَعَ كَوْنِهَا قَادِحَةً فِي بَعْضِ فُسَّاقِ الْمُسْلِمِينَ فَضْلًا عَنِ الْمَقْطُوعِ لَهُمْ بِالْعِصْمَةِ. </p><p> وَالَّذِي رُوِيَ عَنِ السَّلَفِ لَا يُسَاعِدُ عَلَيْهِ كَلَامُ الْعَرَبِ ; لِأَنَّهُمْ قَدَّرُوا جَوَابَ لَوْلَا مَحْذُوفًا وَلَا يَدُلُّ عَلَيْهِ دَلِيلٌ ; لِأَنَّهُمْ لَمْ يُقَدِّرُوا الْهَمَّ بِهَا وَلَا يَدُلُ كَلَامُ الْعَرَبِ إِلَّا عَلَى أَنْ يَكُونَ الْمَحْذُوفُ مِنْ مَعْنَى مَا قَبْلَ الشَّرْطِ ; لِأَنَّ مَا قَبْلَ الشَّرْطِ دَلِيلٌ عَلَيْهِ اهـ. مَحَلُّ الْغَرَضِ مِنْ كَلَامِ أَبِي حَيَّانَ بِلَفْظِهِ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ هَذَا الْقَوْلَ هُوَ أَجْرَى الْأَقْوَالِ عَلَى لُغَةِ الْعَرَبِ، وَإِنْ زَعَمَ بَعْضُ الْعُلَمَاءِ خِلَافَ ذَلِكَ. </p><p> فَبِهَذَيْنِ الْجَوَابَيْنِ تَعْلَمُ أَنَّ يُوسُفَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ بَرِيءٌ مِنَ الْوُقُوعِ فِيمَا لَا يَنْبَغِي، وَأَنَّهُ إِمَّا أَنْ يَكُونَ لَمْ يَقَعْ مِنْهُ أَصْلًا بِنَاءً عَلَى أَنَّ الْهَمَّ مُعَلَّقٌ بِأَدَاةِ الِامْتِنَاعِ الَّتِي هِيَ لَوْلَا عَلَى انْتِفَاءِ رُؤْيَةِ الْبُرْهَانِ، وَقَدْ رَأَى الْبُرْهَانَ فَانْتَفَى الْمُعَلَّقُ عَلَيْهِ، وَبِانْتِفَائِهِ يَنْتَفِي الْمُعَلَّقُ الَّذِي هُوَ هَمُّهُ بِهَا كَمَا تَقَدَّمَ إِيضَاحُهُ فِي كَلَامِ أَبِي حَيَّانَ. </p><p> وَإِمَّا أَنْ يَكُونَ هَمُّهُ خَاطِرًا قَلْبِيًّا صَرَفَ عَنْهُ وَازِعَ التَّقْوَى، أَوْ هُوَ الشَّهْوَةُ وَالْمَيْلُ الْغَرِيزِيُّ الْمَزْمُومُ بِالتَّقْوَى كَمَا أَوْضَحْنَاهُ، فَبِهَذَا يَتَّضِحُ لَكَ أَنَّ قَوْلَهُ: وَهَمَّ بِهَا لَا يُعَارِضُ مَا قَدَّمْنَا مِنَ الْآيَاتِ عَلَى بَرَاءَةِ يُوسُفَ مِنَ الْوُقُوعِ فِيمَا لَا يَنْبَغِي. </p><p> فَإِذَا عَلِمْتَ مِمَّا بَيَّنَّا دَلَالَةَ الْقُرْآنِ الْعَظِيمِ عَلَى بَرَاءَتِهِ مِمَّا لَا يَنْبَغِي، فَسَنَذْكُرُ لَكَ أَقْوَالَ الْعُلَمَاءِ الَّذِينَ قَالُوا: إِنَّهُ وَقَعَ مِنْهُ بَعْضُ مَا لَا يَنْبَغِي، وَأَقْوَالَهُمْ فِي الْمُرَادِ بِالْبُرْهَانِ فَنَقُولُ: </p><p> قَالَ صَاحِبُ «الدُّرِّ الْمَنْثُورِ فِي التَّفْسِيرِ بِالْمَأْثُورِ» : أَخْرَجَ عَبْدُ الرَّزَّاقِ، وَالْفِرْيَابِيُّ، وَسَعِيدُ بْنُ مَنْصُورٍ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، وَالْحَاكِمُ، وَصَحَّحَهُ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: لَمَّا هَمَّتْ بِهِ تَزَيَّنَتْ، ثُمَّ اسْتَلْقَتْ عَلَى فِرَاشِهَا، وَهَمَّ بِهَا جَلَسَ بَيْنَ رِجْلَيْهَا يَحُلُّ تَبَّانَهُ نُودِيَ مِنَ السَّمَاءِ «يَا ابْنَ يَعْقُوبَ، لَا تَكُنْ كَطَائِرٍ يُنْتَفُ رِيشُهُ فَيَبْقَى لَا رِيشَ لَهُ» فَلَمْ يَتَّعِظْ عَلَى النِّدَاءِ شَيْئًا، حَتَّى رَأَى بُرْهَانَ رَبِّهِ: جِبْرِيلَ عَلَيْهِ السَّلَامُ فِي صُورَةِ يَعْقُوبَ عَاضًّا عَلَى أُصْبُعَيْهِ، فَفَزِعَ فَخَرَجَتْ شَهْوَتُهُ مِنْ أَنَامِلِهِ، فَوَثَبَ إِلَى الْبَابِ فَوَجَدَهُ مُغْلَقًا، فَرَفَعَ يُوسُفُ رِجْلَهُ فَضَرَبَ بِهَا الْبَابَ الْأَدْنَى فَانْفَرَجَ لَهُ، وَاتَّبَعَتْهُ فَأَدْرَكَتْهُ، فَوَضَعَتْ يَدَيْهَا فِي قَمِيصِهِ فَشَقَّتْهُ حَتَّى بَلَغَتْ عَضَلَةَ سَاقِهِ، فَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَأَبُو الشَّيْخِ، وَأَبُو نُعَيْمٍ فِي «الْحِلْيَةِ» عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّهُ سُئِلَ عَنْ هَمِّ يُوسُفَ عَلَيْهِ السَّلَامُ مَا بَلَغَ؟ قَالَ: حَلَّ الْهِمْيَانَ - يَعْنِي السَّرَاوِيلَ - وَجَلَسَ مِنْهَا مَجْلِسَ الْخَاتِنِ، فَصِيحَ بِهِ، يَا يُوسُفُ لَا تَكُنْ كَالطَّيْرِ لَهُ رِيشٌ، فَإِذَا زَنَى قَعَدَ لَيْسَ لَهُ رِيشٌ! </p><p> وَأَخْرَجَ أَبُو نُعَيْمٍ فِي «الْحِلْيَةِ» عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - فِي قَوْلِهِ: وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا [١٢ \\ ٢٤] ، قَالَ: طَمِعَتْ فِيهِ وَطَمِعَ فِيهَا، وَكَانَ مِنَ الطَّمَعِ أَنْ هَمَّ بِحَلِّ التِّكَّةِ، فَقَامَتْ إِلَى صَنَمٍ مُكَلَّلٍ بِالدُّرِّ وَالْيَوَاقِيتِ فِي نَاحِيَةِ الْبَيْتِ فَسَتَرَتْهُ بِثَوْبٍ أَبْيَضَ بَيْنَهَا وَبَيْنَهُ، فَقَالَ: أَيُّ شَيْءٍ تَصْنَعِينَ؟ فَقَالَتْ: اسْتَحِي مِنْ إِلَهِي أَنْ يَرَانِي عَلَى هَذِهِ الصُّورَةِ، فَقَالَ يُوسُفُ عَلَيْهِ السَّلَامُ: تَسْتَحِينَ مِنْ صَنَمٍ لَا يَأْكُلُ وَلَا يَشْرَبُ، وَلَا أَسْتَحِي أَنَا مِنْ إِلَهِي الَّذِي هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ، ثُمَّ قَالَ: لَا تَنَالِينَهَا مِنِّي أَبَدًا. وَهُوَ الْبُرْهَانُ الَّذِي رَأَى. </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ عَنْ مُجَاهِدٍ رَضِيَ اللَّهُ عَنْهُ فِي قَوْلِهِ: وَهَمَّ بِهَا [١٢ \\ ٢٤] ، قَالَ: حَلَّ سَرَاوِيلَهُ حَتَّى بَلَغَ ثُنَّتَهُ، وَجَلَسَ مِنْهَا مَجْلِسَ الرَّجُلِ مِنِ امْرَأَتِهِ، فَمُثِّلَ لَهُ يَعْقُوبُ عَلَيْهِ السَّلَامُ فَضَرَبَ بِيَدِهِ عَلَى صَدْرِهِ فَخَرَجَتْ شَهْوَتُهُ مِنْ أَنَامِلِهِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، وَالْحَاكِمُ، وَصَحَّحَهُ عَنِ ابْنِ عَبَّاسٍ </p><p> رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ قَالَ: رَأَى صُورَةَ أَبِيهِ يَعْقُوبَ فِي وَسَطِ الْبَيْتِ عَاضًّا عَلَى إِبْهَامِهِ، فَأَدْبَرَ هَارِبًا وَقَالَ:  «وَحَقِّكَ يَا أَبَتِ لَا أَعُودُ أَبَدًا» . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، عَنْ عِكْرِمَةَ، وَسَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَا: حَلَّ السَّرَاوِيلَ، وَجَلَسَ مِنْهَا مَجْلِسَ الْخَاتِنِ، فَرَأَى صُورَةً فِيهَا وَجْهُ يَعْقُوبَ عَاضًّا عَلَى أَصَابِعِهِ، فَدَفَعَ صَدْرَهُ فَخَرَجَتِ الشَّهْوَةُ مِنْ أَنَامِلِهِ، فَكُلُّ وَلَدِ يَعْقُوبَ قَدْ وُلِدَ لَهُ اثْنَا عَشَرَ وَلَدًا إِلَّا يُوسُفَ عَلَيْهِ السَّلَامُ، فَإِنَّهُ نَقَصَ بِتِلْكَ الشَّهْوَةِ وَلَدًا فَلَمْ يُولَدْ لَهُ غَيْرُ أَحَدَ عَشَرَ وَلَدًا. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، عَنْ مُجَاهِدٍ رَضِيَ اللَّهُ عَنْهُ فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَ: تَمَثَّلَ لَهُ يَعْقُوبُ عَلَيْهِ السَّلَامُ فَضَرَبَ فِي صَدْرِ يُوسُفَ فَطَارَتْ شَهْوَتُهُ مِنْ أَطْرَافِ أَنَامِلِهِ، فَوُلِدَ لِكُلِّ وَلَدِ يَعْقُوبَ اثْنَا عَشَرَ ذَكَرًا غَيْرَ يُوسُفَ لَمْ يُولَدْ لَهُ إِلَّا غُلَامَانِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ عَنِ الْحَسَنِ رَضِيَ اللَّهُ عَنْهُ، فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَ: رَأَى يَعْقُوبَ عَاضًّا عَلَى أَصَابِعِهِ يَقُولُ: «يُوسُفُ! يُوسُفُ!» . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ عَنْ قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ فِي الْآيَةِ، قَالَ: رَأَى آيَةً مِنْ آيَاتِ رَبِّهِ حَجَزَهُ اللَّهُ بِهَا عَنْ مَعْصِيَتِهِ، ذُكِرَ لَنَا أَنَّهُ مُثِّلَ لَهُ يَعْقُوبُ عَاضًّا عَلَى أُصْبُعَيْهِ، وَهُوَ يَقُولُ لَهُ: يَا يُوسُفُ! أَتَهِمُّ بِعَمَلِ السُّفَهَاءِ، وَأَنْتَ مَكْتُوبٌ فِي الْأَنْبِيَاءِ؟ ! فَذَلِكَ الْبُرْهَانُ. فَانْتَزَعَ اللَّهُ كُلَّ شَهْوَةٍ كَانَتْ فِي مَفَاصِلِهِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ رَضِيَ اللَّهُ عَنْهُ، فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَ: مُثِّلَ لَهُ يَعْقُوبُ عَلَيْهِ السَّلَامُ عَاضًّا عَلَى إِصْبُعَيْهِ يَقُولُ: «يُوسُفُ بْنَ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ خَلِيلِ الرَّحْمَنِ، اسْمُكَ مَكْتُوبٌ فِي الْأَنْبِيَاءِ، وَتَعْمَلُ عَمَلَ السُّفَهَاءِ!» . </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، عَنْ مُجَاهِدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: رَأَى صُورَةَ يَعْقُوبَ عَلَيْهِ السَّلَامُ فِي الْجِدَارِ. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنِ الْحَسَنِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: زَعَمُوا أَنَّ سَقْفَ الْبَيْتِ انْفَرَجَ، فَرَأَى يَعْقُوبَ عَاضًّا عَلَى إِصْبُعَيْهِ. </p><p> وَأَخْرَجَ عَبْدُ اللَّهِ بْنُ أَحْمَدَ فِي «زَوَائِدِ الزُّهْدِ» ، عَنِ الْحَسَنِ رَضِيَ اللَّهُ عَنْهُ، فِي قَوْلِهِ: وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ. قَالَ: إِنَّهُ لَمَّا هَمَّ قِيلَ لَهُ ارْفَعْ رَأْسَكَ يَا يُوسُفُ، فَرَفَعَ رَأْسَهُ فَإِذَا هُوَ بِصُورَةٍ فِي سَقْفِ الْبَيْتِ تَقُولُ: يَا يُوسُفُ! يَا يُوسُفُ! أَنْتَ مَكْتُوبٌ فِي الْأَنْبِيَاءِ، فَعَصَمَهُ اللَّهُ عَزَّ وَجَلَّ. </p><p> وَأَخْرَجَ أَبُو عُبَيْدٍ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، عَنْ أَبِي صَالِحٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: رَأَى صُورَةَ يَعْقُوبَ فِي سَقْفِ الْبَيْتِ تَقُولُ: «يُوسُفُ! يُوسُفُ!» . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ مِنْ طَرِيقِ الزُّهْرِيِّ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ أَنَّ الْبُرْهَانَ الَّذِي رَأَى يُوسُفُ عَلَيْهِ السَّلَامُ هُوَ يَعْقُوبُ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، نُودِيَ:  «يَا ابْنَ يَعْقُوبَ، لَا تَكُونَنَّ كَالطَّيْرِ لَهُ رِيشٌ، فَإِذَا زَنَى قَعَدَ لَيْسَ لَهُ رِيشٌ» ، فَلَمْ يَعْرِضْ لِلنِّدَاءِ وَقَعَدَ، فَرَفَعَ رَأْسَهُ، فَرَأَى وَجْهَ يَعْقُوبَ عَاضًّا عَلَى إِصْبُعِهِ، فَقَامَ مَرْعُوبًا اسْتِحْيَاءً مِنْ أَبِيهِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، قَالَ: كَانَ يُولَدُ لِكُلِّ رَجُلٍ مِنْهُمُ اثْنَا عَشَرَ إِلَّا يُوسُفَ عَلَيْهِ السَّلَامُ وُلِدَ لَهُ أَحَدَ عَشَرَ مِنْ أَجْلِ مَا خَرَجَ مِنْ شَهْوَتِهِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، قَالَ: نَظَرَ يُوسُفُ إِلَى صُورَةِ يَعْقُوبَ عَاضًّا عَلَى إِصْبُعِهِ يَقُولُ: يَا يُوسُفُ، فَذَاكَ حِينَ كَفَّ وَقَامَ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، عَنِ الضَّحَّاكِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: يَزْعُمُونَ أَنَّهُ مُثِّلَ لَهُ يَعْقُوبُ عَلَيْهِ السَّلَامُ فَاسْتَحْيَا مِنْهُ. </p><p> وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ، عَنِ الْأَوْزَاعِيِّ، قَالَ: كَانَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، يَقُولُ فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَ: رَأَى آيَةً مِنْ كِتَابِ اللَّهِ فَنَهَتْهُ، مُثِّلَتْ لَهُ فِي جِدَارِ الْحَائِطِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: الْبُرْهَانُ الَّذِي رَأَى يُوسُفُ عَلَيْهِ السَّلَامُ ثَلَاثُ آيَاتٍ مِنْ كِتَابِ اللَّهِ: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ [٨٢ \\ ١٠، ١١] ، وَقَوْلُ اللَّهِ تَعَالَى: وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ [١٠ \\ ٦١] ، وَقَوْلُ اللَّهِ تَعَالَى: أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ [١٣ \\ ٣٣] . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ قَالَ: رَأَى فِي الْبَيْتِ فِي نَاحِيَةِ الْحَائِطِ مَكْتُوبًا: وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا [١٧ \\ ٣٢] ، وَأَخْرَجَ ابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: لَمَّا خَلَا يُوسُفُ وَامْرَأَةُ الْعَزِيزِ خَرَجَتْ كَفٌّ بِلَا جَسَدٍ بَيْنَهُمَا، مَكْتُوبٌ عَلَيْهَا بِالْعِبْرَانِيَّةِ: أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ [١٣ \\ ٣٣] ، ثُمَّ انْصَرَفَتِ الْكَفُّ، وَقَامَا مَقَامَهُمَا، ثُمَّ رَجَعَتِ الْكَفُّ مَكْتُوبًا عَلَيْهَا بِالْعِبْرَانِيَّةِ: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ [٨٢ \\ ١٠، ١٢] ، ثُمَّ انْصَرَفَتِ الْكَفُّ، وَقَامَا مَقَامَهُمَا، فَعَادَتِ الْكَفُّ الثَّالِثَةُ مَكْتُوبًا عَلَيْهَا: وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا [١٧ \\ ٣٢] ، وَانْصَرَفْتِ الْكَفُّ، وَقَامَا مَقَامَهُمَا، فَعَادَتِ الْكَفُّ الرَّابِعَةُ مَكْتُوبًا عَلَيْهَا بِالْعِبْرَانِيَّةِ: وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ [٢ \\ ٢٨١] ، فَوَلَّى يُوسُفُ عَلَيْهِ السَّلَامُ هَارِبًا. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ: لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ، قَالَ: آيَاتِ رَبِّهِ، أُرِيَ تِمْثَالَ الْمَلِكِ. </p><p> وَأَخْرَجَ أَبُو الشَّيْخِ، وَأَبُو نُعَيْمٍ فِي «الْحِلْيَةِ» ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: لَمَّا دَخَلَ يُوسُفُ مَعَهَا الْبَيْتَ وَفِي الْبَيْتِ صَنَمٌ مِنْ ذَهَبٍ قَالَتْ: كَمَا أَنْتَ، حَتَّى أُغَطِّيَ الصَّنَمَ، فَإِنِّي أَسْتَحِي مِنْهُ، فَقَالَ يُوسُفُ: هَذِهِ تَسْتَحْيِي مِنَ الصَّنَمِ، أَنَا أَحَقُّ أَنْ أَسْتَحِييَ مِنَ اللَّهِ؟ فَكَفَّ عَنْهَا وَتَرَكَهَا. اهـ مِنْ «الدُّرِّ الْمَنْثُورِ فِي التَّفْسِيرِ بِالْمَأْثُورِ» . </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: هَذِهِ الْأَقْوَالُ الَّتِي رَأَيْتَ نِسْبَتُهَا إِلَى هَؤُلَاءِ الْعُلَمَاءِ مُنْقَسِمَةٌ إِلَى قِسْمَيْنِ: </p><p> قِسْمٌ لَمْ يَثْبُتْ نَقْلُهُ عَمَّنْ نَقَلَهُ عَنْهُ بِسَنَدٍ صَحِيحٍ، وَهَذَا لَا إِشْكَالَ فِي سُقُوطِهِ. </p><p> وَقِسْمٌ ثَبَتَ عَنْ بَعْضِ مَنْ ذُكِرَ، وَمَنْ ثَبَتَ عَنْهُ مِنْهُمْ شَيْءٌ مِنْ ذَلِكَ، فَالظَّاهِرُ الْغَالِبُ عَلَى الظَّنِّ الْمُزَاحِمُ لِلْيَقِينِ: أَنَّهُ إِنَّمَا تَلَقَّاهُ عَنِ الْإِسْرَائِيلِيَّاتِ ; لِأَنَّهُ لَا مَجَالَ لِلرَّأْيِ فِيهِ، وَلَمْ يُرْفَعْ مِنْهُ قَلِيلٌ وَلَا كَثِيرٌ إِلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّهُ لَا يَنْبَغِي التَّجَرُّؤُ عَلَى الْقَوْلِ فِي نَبِيِّ اللَّهِ يُوسُفَ بِأَنَّهُ جَلَسَ بَيْنَ رِجْلَيْ كَافِرَةٍ أَجْنَبِيَّةٍ، يُرِيدُ أَنْ يَزْنِيَ بِهَا، اعْتِمَادًا عَلَى مِثْلِ هَذِهِ الرِّوَايَاتِ، مَعَ أَنَّ فِي الرِّوَايَاتِ </p>"
}