{
  "id": null,
  "sura": 12,
  "aya": 15,
  "text": "<p> الطَّعَامِ، إِذَا غَابَ فِيهِ وَهَلَكَ فِيهِ، وَلِذَلِكَ تُسَمِّي الْعَرَبُ الدَّفْنَ إِضْلَالًا ; لِأَنَّهُ تَغْيِيبٌ فِي الْأَرْضِ يَئُولُ إِلَى اسْتِهْلَاكِ عِظَامِ الْمَيِّتِ فِيهَا ; لِأَنَّهَا تَصِيرُ رَمِيمًا وَتَمْتَزِجُ بِالْأَرْضِ، وَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ الْآيَةَ [٣٢ \\ ١٠] . </p><p> وَمِنْ إِطْلَاقِ الضَّلَالِ عَلَى الْغَيْبَةِ قَوْلُهُ تَعَالَى: وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٧ \\ ٥٣] ، أَيْ: غَابَ وَاضْمَحَلَّ. </p><p> وَمِنْ إِطْلَاقِ الضَّلَالِ عَلَى الدَّفْنِ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> فَآبَ مُضِلُّوهُ بِعَيْنٍ جَلِيَّةٍ ... وَغُودِرَ بِالْجَوْلَانِ حَزْمٌ وَنَائِلُ </p><p> فَقَوْلُهُ: مُضِلُّوهُ، يَعْنِي دَافِنِيهِ، وَقَوْلُهُ: بِعَيْنٍ جَلِيَّةٍ، أَيْ: بِخَبَرٍ يَقِينٍ، وَالْجَوْلَانُ: جَبَلٌ دُفِنَ عِنْدَهُ الْمَذْكُورُ. </p><p> وَمِنَ الضَّلَالِ بِمَعْنَى الْغَيْبَةِ وَالِاضْمِحْلَالِ قَوْلُ الْأَخْطَلِ: </p><p> كُنْتُ الْقَذَى فِي مَوْجٍ أَكْدَرَ ... مُزْبِدٍ قَذَفَ الْأَتِيُّ بِهِ فَضَلَّ ضَلَالَا </p><p> وَقَوْلُ الْآخَرِ: </p><p> أَلَمْ تَسْأَلْ فَتُخْبِرْكَ الدِّيَارُ ... عَنِ الْحَيِّ الْمُضَلَّلِ أَيْنَ سَارُوا </p><p> قَوْلُهُ تَعَالَى: فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَةِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ. </p><p> أَخْبَرَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَوْحَى إِلَى يُوسُفَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ أَنَّهُ سَيُنْبِئُ إِخْوَتَهُ بِهَذَا الْأَمْرِ الَّذِي فَعَلُوا بِهِ فِي حَالِ كَوْنِهِمْ لَا يَشْعُرُونَ. </p><p> ثُمَّ صَرَّحَ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ بِأَنَّهُ جَلَّ وَعَلَا أَنْجَزَ ذَلِكَ الْوَعْدَ فِي قَوْلِهِ: قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ [١٢ \\ ٨٩] . </p><p> وَصَرَّحَ بِعَدَمِ شُعُورِهِمْ بِأَنَّهُ يُوسُفُ فِي قَوْلِهِ: وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ [١٢ \\ ٥٨] . </p><p> وَهَذَا الَّذِي ذَكَرْنَا أَنَّ الْعَامِلَ فِي الْجُمْلَةِ الْحَالِيَّةِ هُوَ قَوْلُهُ: لَتُنَبِّئَنَّهُمْ [١٢ \\ ١٥] ، أى: لَتُخْبِرَنَّهُمْ بِأَمْرِهِمْ هَذَا فِي حَالِ كَوْنِهِمْ لَا يَشْعُرُونَ بِأَنَّكَ يُوسُفُ، هُوَ الظَّاهِرُ. </p><p> وَقِيلَ: إِنَّ عَامِلَ الْحَالِ هُوَ قَوْلُهُ: وَأَوْحَيْنَا إِلَيْهِ [١٢ \\ ١٥] ، وَعَلَيْهِ فَالْمَعْنَى: أَنَّ ذَلِكَ الْإِيحَاءَ وَقَعَ فِي حَالِ كَوْنِهِمْ لَا يَشْعُرُونَ بِأَنَّهُ أُوحِيَ إِلَيْهِ ذَلِكَ. </p><p> وَقَرَأَ هَذِهِ الْآيَةَ جُمْهُورُ الْقُرَّاءِ: غَيَابَةِ الْجُبِّ [١٢ \\ ١٥] بِالْإِفْرَادِ، وَقَرَأَ نَافِعٌ «غَيَابَاتِ الْجُبِّ» بِصِيغَةِ الْجَمْعِ، وَكُلُّ شَيْءٍ غَيَّبَ عَنْكَ شَيْئًا فَهُوَ غَيَابَةٌ، وَمِنْهُ قِيلَ لِلْقَبْرِ </p>"
}