{
  "id": null,
  "sura": 12,
  "aya": 31,
  "text": "<p> وَاخْتَلَفَ الْعُلَمَاءُ فِي الشَّاهِدِ فِي قَوْلِهِ: وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا [١٢ \\ ٢٦] . </p><p> فَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ صَبِيٌّ فِي الْمَهْدِ، وَمِمَّنْ قَالَ ذَلِكَ ابْنُ عَبَّاسٍ، وَالضَّحَّاكُ، وَسَعِيدُ بْنُ جُبَيْرٍ. </p><p> وَعَنِ ابْنِ عَبَّاسٍ أَيْضًا أَنَّهُ رَجُلٌ ذُو لِحْيَةٍ، وَنَحْوَهُ عَنِ الْحَسَنِ. </p><p> وَعَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّهُ ابْنُ عَمٍّ لَهَا كَانَ حَكِيمًا، وَنَحْوَهُ عَنْ قَتَادَةَ، وَعِكْرِمَةَ. </p><p> وَعَنْ مُجَاهِدٍ أَنَّهُ لَيْسَ بِإِنْسِيٍّ، وَلَا جَانٍّ، هُوَ خَلْقٌ مِنْ خَلْقِ اللَّهِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: قَوْلُ مُجَاهِدٍ هَذَا يَرُدُّهُ قَوْلُهُ تَعَالَى: مِنْ أَهْلِهَا [١٢ \\ ٢٦] ; لِأَنَّهُ صَرِيحٌ فِي أَنَّهُ إِنْسِيٌّ مِنْ أَهْلِ الْمَرْأَةِ. وَأَظْهَرُ الْأَقْوَالِ: أَنَّهُ صَبِيٌّ، لِمَا رَوَاهُ أَحْمَدُ، وَابْنُ جَرِيرٍ، وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «تَكَلَّمَ أَرْبَعَةٌ وَهُمْ صِغَارٌ: ابْنُ مَاشِطَةِ فِرْعَوْنَ، وَشَاهِدُ يُوسُفَ، وَصَاحِبُ جُرَيْجٍ، وَعِيسَى ابْنُ مَرْيَمَ» اهـ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ كَيْدَكُنَّ عَظِيمٌ. </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ إِذَا ضُمَّتْ لَهَا آيَةٌ أُخْرَى حَصَلَ بِذَلِكَ بَيَانُ أَنَّ كَيْدَ النِّسَاءِ أَعْظَمُ مِنْ كَيْدِ الشَّيْطَانِ، وَالْآيَةُ الْمَذْكُورَةُ هِيَ قَوْلُهُ: إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا [٤ \\ ٧٦] ; لِأَنَّ قَوْلَهُ فِي النِّسَاءِ: إِنَّ كَيْدَكُنَّ عَظِيمٌ [١٢ \\ ٢٨] ، وَقَوْلَهُ فِي الشَّيْطَانِ: إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا [٤ \\ ٧٦] ، يَدُلُّ عَلَى أَنَّ كَيْدَهُنَّ أَعْظَمُ مِنْ كَيْدِهِ. </p><p> قَالَ الْقُرْطُبِيُّ: قَالَ مُقَاتِلٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ كَيْدَ النِّسَاءِ أَعْظَمُ مِنْ كَيْدِ الشَّيْطَانِ» ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ: إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا، وَقَالَ: إِنَّ كَيْدَكُنَّ عَظِيمٌ اهـ. </p><p> وَقَالَ الْأَدِيبُ الْحَسَنُ بْنُ آيَةٍ الْحَسَنِيُّ الشِّنْقِيطِيُّ: </p><p> مَا اسْتَعْظَمَ الْإِلَهُ كَيْدَهُنَّهْ ... إِلَّا لِأَنَّهُنَّ هُنَّ هُنَّهْ </p><p> قَوْلُهُ تَعَالَى: وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ. </p><p> بَيَّنَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَنَاءَ هَؤُلَاءِ النِّسْوَةِ عَلَى يُوسُفَ بِهَذِهِ الصِّفَاتِ الْحَمِيدَةِ فِيمَا بَيْنَهُنَّ، ثُمَّ بَيَّنَ اعْتِرَافَهُنَّ بِذَلِكَ عِنْدَ سُؤَالِ الْمَلِكِ لَهُنَّ أَمَامَ النَّاسِ فِي قَوْلِهِ: قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ الْآيَةَ [١٢ \\ ٥١] . </p>"
}