{
  "id": null,
  "sura": 12,
  "aya": 8,
  "text": "<p> اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ الْآيَةَ [٣٩ \\ ٢٣] ، وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا [٢٨ \\ ١٤] ، وَقَوْلُهُ: قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي الْآيَةَ [١٢ \\ ٣٧] . </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الظَّاهِرُ أَنَّ الْآيَاتِ الْمَذْكُورَةَ تَشْمَلُ ذَلِكَ كُلَّهُ مِنْ تَأْوِيلِ الرُّؤْيَا، وَعُلُومِ كُتُبِ اللَّهِ وَسُنَنِ الْأَنْبِيَاءِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ. </p><p> الظَّاهِرُ أَنَّ مُرَادَ أَوْلَادِ يَعْقُوبَ بِهَذَا الضَّلَالِ الَّذِي وَصَفُوا بِهِ أَبَاهُمْ - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِنَّمَا هُوَ الذَّهَابُ عَنْ عِلْمِ حَقِيقَةِ الْأَمْرِ كَمَا يَنْبَغِي. </p><p> وَيَدُلُّ لِهَذَا وُرُودُ الضَّلَالِ بِهَذَا الْمَعْنَى فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. فَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى عَنْهُمْ مُخَاطِبِينَ أَبَاهُمْ: قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ [١٢ \\ ٩٥] ، وَقَوْلُهُ تَعَالَى فِي نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَوَجَدَكَ ضَالًّا فَهَدَى [٩٣ \\ ٧] ، أَيْ لَسْتَ عَالِمًا بِهَذِهِ الْعُلُومِ الَّتِي لَا تُعْرَفُ إِلَّا بِالْوَحْيِ، فَهَدَاكَ إِلَيْهَا وَعَلَّمَكَهَا بِمَا أَوْحَى إِلَيْكَ مِنْ هَذَا الْقُرْآنِ الْعَظِيمِ، وَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُ الشَّاعِرِ: </p><p> وَتَظُنُّ سَلْمَى أَنَّنِي أَبْغِي بِهَا ... بَدَلًا أَرَاهَا فِي الضَّلَالِ تَهِيمُ </p><p> يَعْنِي أَنَّهَا غَيْرُ عَالِمَةٍ بِالْحَقِيقَةِ فِي ظَنِّهَا أَنَّهُ يَبْغِي بِهَا بَدَلًا وَهُوَ لَا يَبْغِي بِهَا بَدَلًا. </p><p> وَلَيْسَ مُرَادُ أَوْلَادِ يَعْقُوبَ الضَّلَالَ فِي الدَّيْنِ ; إِذْ لَوْ أَرَادُوا ذَلِكَ لَكَانُوا كُفَّارًا، وَإِنَّمَا مُرَادُهُمْ أَنَّ أَبَاهُمْ فِي زَعْمِهِمْ فِي ذَهَابٍ عَنْ إِدْرَاكِ الْحَقِيقَةِ، وَإِنْزَالِ الْأَمْرِ مَنْزِلَتَهُ اللَّائِقَةَ بِهِ، حَيْثُ آثَرَ اثْنَيْنِ عَلَى عَشَرَةٍ، مَعَ أَنَّ الْعَشَرَةَ أَكْثَرُ نَفْعًا لَهُ، وَأَقْدَرُ عَلَى الْقِيَامِ بِشُئُونِهِ وَتَدْبِيرِ أُمُورِهِ. </p><p> وَاعْلَمْ أَنَّ الضَّلَالَ أُطْلِقَ فِي الْقُرْآنِ إِطْلَاقَيْنِ آخَرَيْنِ: </p><p> أَحَدُهُمَا الضَّلَالُ فِي الدِّينِ، أَيِ الذَّهَابُ عَنْ طَرِيقِ الْحَقِّ الَّتِي جَاءَتْ بِهَا الرُّسُلُ صَلَوَاتُ اللَّهِ عَلَيْهِمْ وَسَلَامُهُ، وَهَذَا أَشْهَرُ مَعَانِيهِ فِي الْقُرْآنِ، وَمِنْهُ بِهَذَا الْمَعْنَى: غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ [١ \\ ٧] وَقَوْلُهُ: وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ [٣٧ \\ ٧١] ، وَقَوْلُهُ: وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا [٣٦ \\ ٦٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّانِي إِطْلَاقُ الضَّلَالِ بِمَعْنَى الْهَلَاكِ، وَالْغَيْبَةِ، مِنْ قَوْلِ الْعَرَبِ: ضَلَّ السَّمْنُ فِي </p>"
}