{
  "id": null,
  "sura": 13,
  "aya": 27,
  "text": "<p> بَيْنَ الْحَقِيقَةِ الشَّرْعِيَّةِ وَالْحَقِيقَةِ اللُّغَوِيَّةِ حُمِلَ عَلَى الشَّرْعِيَّةِ، وَهُوَ التَّحْقِيقُ، خِلَافًا لِأَبِي حَنِيفَةَ فِي تَقْدِيمِ اللُّغَوِيَّةِ، وَلِمَنْ قَالَ يَصِيرُ اللَّفْظُ مُجْمَلًا لِاحْتِمَالِ هَذَا وَذَاكَ، وَعَقَدَ هَذِهِ الْمَسْأَلَةَ صَاحِبُ «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: </p><p> وَاللَّفْظُ مَحْمُولٌ عَلَى الشَّرْعِيِّ ... إِنْ لَمْ يَكُنْ فَمُطْلَقُ الْعُرْفِيِّ </p><p> فَاللُّغَوِيُّ عَلَى الْجَلِيِّ وَلَمْ يَجِبْ بَحْثٌ عَنِ الْمَجَازِ فِي الَّذِي انْتُخِبْ وَقِيلَ: الْمُرَادُ بِسُجُودِ الْكُفَّارِ كَرْهًا سُجُودُ ظِلَالِهِمْ كَرْهًا، وَقِيلَ: الْآيَةُ فِي الْمُؤْمِنِينَ فَبَعْضُهُمْ يَسْجُدُ طَوْعًا ; لِخِفَّةِ امْتِثَالِ أَوَامِرِ الشَّرْعِ عَلَيْهِ، وَبَعْضُهُمْ يَسْجُدُ كَرْهًا ; لِثِقَلِ مَشَقَّةِ التَّكْلِيفِ عَلَيْهِ مَعَ أَنَّ إِيمَانَهُ يَحْمِلُهُ عَلَى تَكَلُّفِ ذَلِكَ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى: </p><p> وَقَوْلُهُ تَعَالَى: بِالْغُدُوِّ [١٣ \\ ١٥] يُحْتَمَلُ أَنْ يَكُونَ مَصْدَرًا أَوْ يُحْتَمَلُ أَنْ يَكُونَ جَمْعَ غَدَاةٍ، وَالْآصَالُ جَمْعُ أُصُلٍ بِضَمَّتَيْنِ وَهُوَ جَمْعُ أَصِيلٍ، وَهُوَ مَا بَيْنَ الْعَصْرِ وَالْغُرُوبِ، وَمِنْهُ قَوْلُ أَبِي ذُؤَيْبٍ الْهُذَلِيِّ: </p><p> لَعَمْرِي لَأَنْتَ الْبَيْتُ أُكْرِمُ أَهْلَهُ ... وَأَقْعُدُ فِي أَفْيَائِهِ بِالْأَصَائِلِ </p><p> قَوْلُهُ تَعَالَى: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ. </p><p> أَشَارَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى أَنَّهُ هُوَ الْمُسْتَحِقُّ لِأَنْ يُعْبَدَ وَحْدَهُ ; لِأَنَّهُ هُوَ الْخَالِقُ وَلَا يَسْتَحِقُّ مِنَ الْخَلْقِ أَنْ يَعْبُدُوهُ إِلَّا مَنْ خَلَقَهُمْ وَأَبْرَزَهُمْ مِنَ الْعَدَمِ إِلَى الْوُجُودِ ; لِأَنَّ الْمَقْصُودَ مِنْ قَوْلِهِ: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ [١٣ \\ ١٦] إِنْكَارُ ذَلِكَ وَأَنَّهُ هُوَ الْخَالِقُ وَحْدَهُ بِدَلِيلِ قَوْلِهِ بَعْدَهُ: قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ [١٣ \\ ١٦] أَيْ: وَخَالِقُ كُلِّ شَيْءٍ هُوَ الْمُسْتَحِقُّ لِأَنْ يُعْبَدَ وَحْدَهُ، وَيُبَيِّنُ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ الْآيَةَ [٢ \\ ٢١] ، وَقَوْلِهِ: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ [٢٥ \\ ٣] ، وَقَوْلِهِ: أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ [٧ \\ ١٩١] ، وَقَوْلِهِ: هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ [٣١ \\ ١١] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ ; لِأَنَّ الْمَخْلُوقَ مُحْتَاجٌ إِلَى خَالِقِهِ فَهُوَ عَبْدٌ مَرْبُوبٌ مِثْلَكَ يَجِبُ عَلَيْهِ أَنْ يَعْبُدَ مَنْ خَلَقَهُ وَحْدَهُ، كَمَا يَجِبُ عَلَيْكَ ذَلِكَ، فَأَنْتُمَا سَوَاءٌ بِالنِّسْبَةِ إِلَى وُجُوبِ عِبَادَةِ الْخَالِقِ وَحْدَهُ لَا شَرِيكَ لَهُ. </p><p> قَوْلُهُ تَعَالَى: وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ اقْتَرَحُوا عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْإِتْيَانَ بِآيَةٍ يُنَزِّلُهَا عَلَيْهِ رَبُّهُ، وَبَيَّنَ هَذَا الْمَعْنَى فِي </p>"
}