{
  "id": null,
  "sura": 13,
  "aya": 43,
  "text": "<p> مَوَاضِعَ مُتَعَدِّدَةٍ كَقَوْلِهِ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ [٢١ \\ ٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَبَيَّنَ تَعَالَى فِي مَوْضِعٍ آخَرَ أَنَّ فِي الْقُرْآنِ الْعَظِيمِ كِفَايَةً عَنْ جَمِيعِ الْآيَاتِ، فِي قَوْلِهِ: أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ [٢٩ \\ ٥١] ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ حِكْمَةَ عَدَمِ إِنْزَالِ آيَةٍ كَنَاقَةِ صَالِحٍ وَنَحْوِهَا، بِقَوْلِهِ وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ الْآيَةَ [١٧ \\ ٥٩] ، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى الْآيَةَ. </p><p> جَوَابُ «لَوْ» فِي هَذِهِ الْآيَةِ مَحْذُوفٌ. قَالَ بَعْضُ الْعُلَمَاءِ تَقْدِيرُهُ: لَكَانَ هَذَا الْقُرْآنُ، وَقَالَ بَعْضُهُمْ تَقْدِيرُهُ: لَكَفَرْتُمْ بِالرَّحْمَنِ، وَيَدُلُّ لِهَذَا الْأَخِيرِ قَوْلُهُ قَبْلَهُ: وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ [١٣ \\ ٣٠] ، وَقَدْ قَدَّمْنَا شَوَاهِدَ حَذْفِ جَوَابِ «لَوْ» فِي سُورَةِ الْبَقَرَةِ. وَقَدْ قَدَّمْنَا فِي سُورَةِ «يُوسُفَ» أَنَّ الْغَالِبَ فِي اللُّغَةِ الْعَرَبِيَّةِ أَنْ يَكُونَ الْجَوَابُ الْمَحْذُوفُ مِنْ جِنْسِ الْمَذْكُورِ قَبْلَ الشَّرْطِ لِيَكُونَ مَا قَبْلَ الشَّرْطِ دَلِيلًا عَلَى الْجَوَابِ الْمَحْذُوفِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً الْآيَةَ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الرُّسُلَ قَبْلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ جِنْسِ الْبَشَرِ، يَتَزَوَّجُونَ، وَيَلِدُونَ، وَلَيْسُوا مَلَائِكَةً، وَذَلِكَ أَنَّ الْكُفَّارَ اسْتَغْرَبُوا بَعْثَ آدَمِيٍّ مِنَ الْبَشَرِ، كَمَا قَالَ تَعَالَى: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا [١٧ \\ ٩٤] ، فَأَخْبَرَ أَنَّهُ يُرْسِلُ الْبَشَرَ الَّذِينَ يَتَزَوَّجُونَ وَيَأْكُلُونَ، كَقَوْلِهِ وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ [٢٥ \\ ٢٠] ، وَقَوْلِهِ وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ الْآيَةَ [٢١ \\ ٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ. </p><p> الظَّاهِرُ أَنَّ قَوْلَهُ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ عَطْفٌ عَلَى لَفْظِ الْجَلَالَةِ وَأَنَّ الْمُرَادَ بِهِ أَهْلُ الْعِلْمِ بِالتَّوْرَاةِ وَالْإِنْجِيلِ، وَيَدُلُّ لَهُ قَوْلُهُ تَعَالَى: شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ، وَقَوْلُهُ: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ الْآيَةَ [١٦ \\ ٤٣] ، وَقَوْلُهُ: فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ الْآيَةَ [١٦ \\ ٤٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}