{
  "id": null,
  "sura": 13,
  "aya": 8,
  "text": "<p> وَالْمَعْنَى: أَنَّهُمْ يَطْلُبُونَ تَعْجِيلَ الْعَذَابِ تَمَرُّدًا وَطُغْيَانًا، وَلَمْ يَتَّعِظُوا بِمَا أَوْقَعَ اللَّهُ بِالْأُمَمِ السَّالِفَةِ مِنَ الْمَثُلَاثِ - أَيِ الْعُقُوبَاتِ - كَمَا فَعَلَ بِقَوْمِ نُوحٍ، وَقَوْمِ هُودٍ، وَقَوْمِ صَالِحٍ، وَقَوْمِ لُوطٍ، وَقَوْمِ شُعَيْبٍ، وَفِرْعَوْنَ وَقَوْمِهِ وَغَيْرِهِمْ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ ذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ، وَأَنَّهُ شَدِيدُ الْعِقَابِ، فَجَمَعَ بَيْنَ الْوَعْدِ وَالْوَعِيدِ لِيَعْظُمَ رَجَاءُ النَّاسِ فِي فَضْلِهِ، وَيَشْتَدَّ خَوْفُهُمْ مِنْ عِقَابِهِ وَعَذَابِهِ الشَّدِيدِ ; لِأَنَّ مَطَامِعَ الْعُقَلَاءِ مَحْصُورَةٌ فِي جَلْبِ النَّفْعِ وَدَفْعِ الضُّرِّ، فَاجْتِمَاعُ الْخَوْفِ وَالطَّمَعِ أَدْعَى لِلطَّاعَةِ وَقَدْ بَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى: فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ [٦ \\ ١٤٧] ، وَقَوْلِهِ: إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ [٦ \\ ١٥٦ وَ ٧ \\ ١٦٧] ، وَقَوْلِهِ جَلَّ وَعَلَا: نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ [١٥ \\ ٤٩، ٥٠] ، وَقَوْلِهِ: غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا أَنْتَ مُنْذِرٌ، أَيْ: إِنَّمَا عَلَيْكَ الْبَلَاغُ وَالْإِنْذَارُ، أَمَّا هُدَاهُمْ وَتَوْفِيقُهُمْ فَهُوَ بِيَدِ اللَّهِ تَعَالَى، كَمَا أَنَّ حِسَابَهُمْ عَلَيْهِ جَلَّ وَعَلَا. </p><p> وَقَدْ بَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ [٢ \\ ٢٧٢] ، وَقَوْلِهِ: فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ [١٣ \\ ٤٠] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَلِكُلِّ قَوْمٍ هَادٍ. </p><p> أَظْهَرُ الْأَقْوَالِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُرَادَ بِالْقَوْمِ الْأُمَّةُ، وَالْمُرَادَ بِالْهَادِي الرَّسُولُ، كَمَا يَدُلُّ لَهُ قَوْلُهُ تَعَالَى: وَلِكُلِّ أُمَّةٍ رَسُولٌ الْآيَةَ [١٠ \\ ٤٧] ، وَقَوْلُهُ: وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ [٣٥ \\ ٢٤] ، وَقَوْلُهُ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا الْآيَةَ [١٦ \\ ٣٦] ، وَقَدْ أَوْضَحْنَا أَقْوَالَ الْعُلَمَاءِ وَأَدِلَّتَهَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» . </p><p> قَوْلُهُ تَعَالَى: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى. </p><p> لَفْظَةُ «مَا» فِي هَذِهِ الْآيَةِ يُحْتَمَلُ أَنْ تَكُونَ مَوْصُولَةً وَالْعَائِدُ مَحْذُوفٌ، أَيْ يَعْلَمُ الَّذِي تَحْمِلُهُ كُلُّ أُنْثَى. وَعَلَى هَذَا فَالْمَعْنَى: يَعْلَمُ مَا تَحْمِلُهُ مِنَ الْوَلَدِ عَلَى أَيِّ حَالٍ هُوَ مِنْ ذُكُورَةٍ، وَأُنُوثَةٍ، وَخِدَاجٍ، وَحُسْنٍ، وَقُبْحٍ، </p><p> وَطُولٍ، وَقِصَرٍ، وَسَعَادَةٍ، وَشَقَاوَةٍ إِلَى غَيْرِ ذَلِكَ مِنَ الْأَحْوَالِ. </p><p> وَقَدْ دَلَّتْ عَلَى هَذَا الْمَعْنَى آيَاتٌ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ: وَيَعْلَمُ مَا فِي الْأَرْحَامِ [٣١ \\ ٣٤] ; لِأَنَّ «مَا» فِيهِ مَوْصُولَةٌ بِلَا نِزَاعٍ، وَكَقَوْلِهِ: هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ [٥٣ \\ ٣٢] ، وَقَوْلِهِ: هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ الْآيَةَ [٣ \\ ٦] . </p><p> وَيُحْتَمَلُ أَيْضًا: أَنْ تَكُونَ لَفْظَةَ «مَا» فِي الْآيَةِ الْكَرِيمَةِ مَصْدَرِيَّةً، أَيْ يَعْلَمُ حَمْلَ كُلِّ أُنْثَى بِالْمَعْنَى الْمَصْدَرِيِّ، وَقَدْ جَاءَتْ آيَاتٌ تَدُلُّ أَيْضًا عَلَى هَذَا الْمَعْنَى، كَقَوْلِهِ: وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ [٣٥ \\ ١١] ، وَقَوْلِهِ: إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ الْآيَةَ [٤١ \\ ٤٧] . </p><p> وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ الْآيَةَ قَدْ يَكُونُ لَهَا وَجْهَانِ كِلَاهُمَا حَقٌّ، وَكِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ، فَنَذْكُرُ الْجَمِيعَ. </p><p> وَأَمَّا احْتِمَالُ كَوْنِ لَفْظَةِ «مَا» فِي هَذِهِ الْآيَةِ اسْتِفْهَامِيَّةً، فَهُوَ بَعِيدٌ فِيمَا يَظْهَرُ لِي، وَإِنْ قَالَ بِهِ بَعْضُ أَهْلِ الْعِلْمِ، وَقَدْ دَلَّتِ السُّنَّةُ الصَّحِيحَةُ عَلَى أَنَّ عِلْمَ مَا فِي الْأَرْحَامِ الْمَنْصُوصَ عَلَيْهِ فِي الْآيَاتِ الْمَذْكُورَةِ، مِمَّا اسْتَأْثَرَ اللَّهُ بِهِ دُونَ خَلْقِهِ، وَذَلِكَ هُوَ مَا ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ مِنْ أَنَّ الْمُرَادَ بِمَفَاتِحِ الْغَيْبِ فِي قَوْلِهِ تَعَالَى: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ [٦ \\ ٥٩] الْخَمْسُ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ [٣١ \\ ٣٤] ، وَالِاحْتِمَالَانِ الْمَذْكُورَانِ فِي لَفْظَةِ «مَا» مِنْ قَوْلِهِ: يَعْلَمُ مَا تَحْمِلُ الْآيَةَ [١٣ \\ ٨] جَارِيَانِ أَيْضًا فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ [١٣ \\ ٨] فَعَلَى كَوْنِهَا مَوْصُولَةً فِيهِمَا، فَالْمَعْنَى يَعْلَمُ الَّذِي تَنْقُصُهُ وَتَزِيدُهُ، وَعَلَى كَوْنِهَا مَصْدَرِيَّةً، فَالْمَعْنَى يَعْلَمُ نَقْصَهَا وَزِيَادَتَهَا. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِقَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ [١٣ \\ ٨] ، وَهَذِهِ أَقْوَالُهُمْ فِي الْآيَةِ بِوَاسِطَةِ نَقْلِ «صَاحِبِ الدُّرِّ الْمَنْثُورِ فِي التَّفْسِيرِ بِالْمَأْثُورِ» : أَخْرَجَ ابْنُ جَرِيرٍ، عَنِ الضَّحَّاكِ فِي قَوْلِهِ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ، قَالَ:  «هِيَ الْمَرْأَةُ تَرَى الدَّمَ فِي حَمْلِهَا» . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنْ مُجَاهِدٍ فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ، قَالَ:  «خُرُوجُ الدَّمِ» وَمَا تَزْدَادُ، قَالَ:  «اسْتِمْسَاكُهُ» . </p><p> وَأَخْرَجَ ابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ، قَالَ:  «أَنْ تَرَى الدَّمَ فِي حَمْلِهَا» وَمَا تَزْدَادُ، قَالَ:  «فِي التِّسْعَةِ الْأَشْهُرِ» . </p><p> وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ، مِنْ طَرِيقِ الضَّحَّاكِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ، قَالَ:  «مَا تَزْدَادُ عَلَى التِّسْعَةِ وَمَا تَنْقُصُ مِنَ التِّسْعَةِ» . </p><p> وَأَخْرَجَ ابْنُ الْمُنْذِرِ، وَأَبُو الشَّيْخِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: وَمَا تَغِيضُ الْأَرْحَامُ، قَالَ:  «مَا دُونَ تِسْعَةِ أَشْهُرٍ وَمَا تَزْدَادُ فَوْقَ التِّسْعَةِ» . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ، يَعْنِي:  «السِّقْطَ» ، وَمَا تَزْدَادُ، يَقُولُ:  «مَا زَادَتْ فِي الْحَمْلِ عَلَى مَا غَاضَتْ حَتَّى وَلَدَتْهُ تَمَامًا، وَذَلِكَ أَنَّ مِنَ النِّسَاءِ مَنْ تَحْمِلُ عَشَرَةَ أَشْهُرٍ، وَمِنْهُنَّ مَنْ تَحْمِلُ تِسْعَةَ أَشْهُرٍ، وَمِنْهُنَّ مَنْ تَزِيدُ فِي الْحَمْلِ، وَمِنْهُنَّ مَنْ تَنْقُصُ، فَذَلِكَ الْغَيْضُ، وَالزِّيَادَةُ الَّتِي ذَكَرَ اللَّهُ تَعَالَى، وَكُلُّ ذَلِكَ بِعِلْمِهِ تَعَالَى» . </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، عَنِ الضَّحَّاكِ رَضِيَ اللَّهُ عَنْهُ، قَالَ:  «مَا دُونَ التِّسْعَةِ أَشْهُرٍ فَهُوَ غَيْضٌ وَمَا فَوْقَهَا فَهُوَ زِيَادَةٌ» . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَأَبُو الشَّيْخِ، عَنْ عِكْرِمَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ:  «مَا غَاضَ الرَّحِمُ بِالدَّمِ يَوْمًا إِلَّا زَادَ فِي الْحَمْلِ يَوْمًا حَتَّى تُكْمِلَ تِسْعَةَ أَشْهُرٍ طَاهِرًا» . </p><p> وَأَخْرَجَ ابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، عَنِ الْحَسَنِ - رَضِيَ اللَّهُ عَنْهُ - فِي قَوْلِهِ: وَمَا تَغِيضُ الْأَرْحَامُ، قَالَ:  «السِّقْطُ» وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ الْمُنْذِرِ، وَابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، عَنْ مُجَاهِدٍ - رَضِيَ اللَّهُ عَنْهُ - فِي الْآيَةِ، قَالَ:  «إِذَا رَأَتِ الدَّمَ هَشَّ الْوَلَدُ وَإِذَا لَمْ تَرَ الدَّمَ عَظُمَ الْوَلَدُ» اهـ. مِنْ «الدُّرِّ الْمَنْثُورِ فِي التَّفْسِيرِ بِالْمَأْثُورِ» . </p><p> وَقِيلَ: الْغَيْضُ وَالزِّيَادَةُ يَرْجِعَانِ إِلَى الْوَلَدِ، كَنُقْصَانِ إِصْبُعٍ وَغَيْرِهَا، وَزِيَادَةِ إِصْبُعٍ وَغَيْرِهَا. </p><p> وَقِيلَ: الْغَيْضُ: انْقِطَاعُ دَمِ الْحَيْضِ، وَمَا تَزْدَادُ: بِدَمِ النِّفَاسِ بَعْدَ الْوَضْعِ. </p><p> ذَكَرَ هَذَيْنِ الْقَوْلَيْنِ الْقُرْطُبِيُّ. </p><p> وَقِيلَ: تَغِيضُ: تَشْتَمِلُ عَلَى وَاحِدٍ، وَتَزْدَادُ: تَشْتَمِلُ عَلَى تَوْأَمَيْنِ فَأَكْثَرَ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: مَرْجِعُ هَذِهِ الْأَقْوَالِ كُلِّهَا إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ أَنَّهُ تَعَالَى عَالِمٌ بِمَا تَنْقُصُهُ الْأَرْحَامُ وَمَا تَزِيدُهُ ; لِأَنَّ مَعْنَى تَغِيضُ: تَنْقُصُ، وَتَزْدَادُ، أَيْ: تَأْخُذُهُ زَائِدًا، فَيَشْمَلُ النَّقْصَ الْمَذْكُورَ: نَقْصَ الْعَدَدِ، وَنَقْصَ الْعُضْوِ مِنَ الْجَنِينِ، وَنَقْصَ جِسْمِهِ إِذَا حَاضَتْ عَلَيْهِ فَتَقَلَّصَ، وَنَقْصَ مُدَّةِ الْحَمْلِ بِأَنْ تُسْقِطَهُ قَبْلَ أَمَدِ حَمْلِهِ الْمُعْتَادِ، كَمَا أَنَّ الِازْدِيَادَ يَشْمَلُ: زِيَادَةَ الْعُضْوِ، وَزِيَادَةَ الْعَدَدِ، وَزِيَادَةَ جِسْمِ الْجَنِينِ إِنْ لَمْ تَحِضْ وَهِيَ حَامِلٌ، وَزِيَادَةَ أَمَدِ الْحَمْلِ عَنِ الْقَدْرِ الْمُعْتَادِ، وَاللَّهُ جَلَّ وَعَلَا يَعْلَمُ ذَلِكَ كُلَّهُ وَالْآيَةُ تَشْمَلُهُ كُلَّهُ. </p><p> تَنْبِيهٌ </p><p> أَخَذَ بَعْضُ الْعُلَمَاءِ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ أَقَلَّ أَمَدِ الْحَمْلِ وَأَكْثَرَهُ، وَأَقَلَّ أَمَدِ الْحَيْضِ وَأَكْثَرَهُ، مَأْخُوذٌ مِنْ طَرِيقِ الِاجْتِهَادِ ; لِأَنَّ اللَّهَ اسْتَأْثَرَ بِعِلْمِ ذَلِكَ لِقَوْلِهِ: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ الْآيَةَ. </p><p> وَلَا يَجُوزُ أَنْ يُحْكَمَ فِي شَيْءٍ مِنْ ذَلِكَ إِلَّا بِقَدْرِ مَا أَظْهَرَهُ اللَّهُ لَنَا وَوُجِدَ ظَاهِرًا فِي النِّسَاءِ نَادِرًا، أَوْ مُعْتَادًا، وَسَنَذْكُرُ - إِنْ شَاءَ اللَّهُ - أَقْوَالَ الْعُلَمَاءِ فِي أَقَلِّ الْحَمْلِ وَأَكْثَرِهِ، وَأَقَلِّ الْحَيْضِ وَأَكْثَرِهِ، وَنُرَجِّحُ مَا يَظْهَرُ رُجْحَانُهُ بِالدَّلِيلِ. </p><p> فَنَقُولُ وَبِاللَّهِ تَعَالَى نَسْتَعِينُ: </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ أَجْمَعُوا عَلَى أَنَّ أَقَلَّ أَمَدِ الْحَمْلِ سِتَّةُ أَشْهُرٍ، وَسَيَأْتِي بَيَانُ أَنَّ الْقُرْآنَ دَلَّ عَلَى ذَلِكَ ; لِأَنَّ قَوْلَهُ تَعَالَى: وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا [٤٦ \\ ١٥] ، إِنْ ضَمَمْتَ إِلَيْهِ قَوْلَهُ تَعَالَى: وَفِصَالُهُ فِي عَامَيْنِ [٣١ \\ ١٤] ، بَقِيَ عَنْ مُدَّةِ الْفِصَال مِنَ الثَّلَاثِينَ شَهْرًا لِمُدَّةِ الْحَمْلِ سِتَّةُ أَشْهُرٍ، فَدَلَّ ذَلِكَ عَلَى أَنَّهَا أَمَدٌ لِلْحَمْلِ يُولَدُ فِيهِ الْجَنِينُ كَامِلًا كَمَا يَأْتِي إِيضَاحُهُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَقَدْ وُلِدَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ لِسِتَّةِ أَشْهُرٍ، وَهَذِهِ الْأَشْهُرُ السِّتَّةُ بِالْأَهِلَّةِ، كَسَائِرِ أَشْهُرِ الشَّرِيعَةِ ; لِقَوْلِهِ تَعَالَى: يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ الْآيَةَ [٢ \\ ١٨٩] . </p><p> قَالَ الْقُرْطُبِيُّ: \" وَلِذَلِكَ قَدْ رُوِيَ فِي الْمَذْهَبِ عَنْ بَعْضِ أَصْحَابِ مَالِكٍ وَأَظُنُّهُ فِي كِتَابِ </p><p> ابْنِ حَارِثٍ أَنَّهُ إِنْ نَقَصَ عَنِ الْأَشْهُرِ السِّتَّةِ ثَلَاثَةَ أَيَّامٍ فَإِنَّ الْوَلَدَ يُلْحَقُ لِعِلَّةِ نَقْصِ الْأَشْهُرِ وَزِيَادَتِهَا. حَكَاهُ ابْنُ عَطِيَّةَ. اهـ \".</p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى اعْلَمْ أَنَّ الشَّهْرَ الْمَعْدُودَ مِنْ أَوَّلِهِ يُعْتَبَرُ عَلَى حَالِهِ مِنْ كَمَالٍ أَوْ نُقْصَانٍ، وَأَنَّ الْمُنْكَسِرَ يُتَمَّمُ ثَلَاثِينَ، أَمَّا أَكْثَرُ أَمَدِ الْحَمْلِ فَلَمْ يَرِدْ فِي تَحْدِيدِهِ شَيْءٌ مِنْ كِتَابٍ وَلَا سُنَّةٍ، وَالْعُلَمَاءُ مُخْتَلِفُونَ فِيهِ، وَكُلُّهُمْ يَقُولُ بِحَسَبِ مَا ظَهَرَ لَهُ مِنْ أَحْوَالِ النِّسَاءِ. </p><p> فَذَهَبَ الْإِمَامُ أَحْمَدُ، وَالشَّافِعِيُّ إِلَى أَنَّ أَقْصَى أَمَدِ الْحَمْلِ: أَرْبَعُ سِنِينَ، وَهُوَ إِحْدَى الرِّوَايَتَيْنِ الْمَشْهُورَتَيْنِ عَنْ مَالِكٍ، وَالرِّوَايَةُ الْمَشْهُورَةُ الْأُخْرَى عَنْ مَالِكٍ: خَمْسُ سِنِينَ، وَذَهَبَ الْإِمَامُ أَبُو حَنِيفَةَ إِلَى أَنَّ أَقْصَاهُ: سَنَتَانِ، وَهُوَ رِوَايَةٌ عَنْ أَحْمَدَ، وَهُوَ مَذْهَبُ الثَّوْرِيِّ، وَبِهِ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا، وَعَنِ اللَّيْثِ: ثَلَاثُ سِنِينَ، وَعَنِ الزُّهْرِيِّ: سِتٌّ، وَسَبْعٌ، وَعَنْ مُحَمَّدِ بْنِ الْحَكَمِ: سَنَةٌ لَا أَكْثَرَ، وَعَنْ دَاوُدَ: تِسْعَةُ أَشْهُرٍ. </p><p> وَقَالَ ابْنُ عَبْدِ الْبَرِّ: هَذِهِ مَسْأَلَةٌ لَا أَصْلَ لَهَا إِلَّا الِاجْتِهَادُ وَالرَّدُّ إِلَى مَا عُرِفَ مِنْ أَمْرِ النِّسَاءِ، وَقَالَ الْقُرْطُبِيُّ: \" رَوَى الدَّارَقُطْنِيُّ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، قَالَ: قُلْتُ لِمَالِكِ بْنِ أَنَسٍ: إِنِّي حُدِّثْتُ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: لَا تَزِيدُ الْمَرْأَةُ فِي حَمْلِهَا عَلَى سَنَتَيْنِ قَدْرَ ظِلِّ الْمِغْزَلِ، فَقَالَ: سُبْحَانَ اللَّهِ مَنْ يَقُولُ هَذَا؟ ! هَذِهِ جَارَتُنَا امْرَأَةُ مُحَمَّدِ بْنِ عَجْلَانَ تَحْمِلُ وَتَضَعُ فِي أَرْبَعِ سِنِينَ، وَكَانَتْ تُسَمَّى حَامِلَةَ الْفِيلِ \".</p><p> وَرُوِيَ أَيْضًا: بَيْنَمَا مَالِكُ بْنُ دِينَارٍ يَوْمًا جَالِسٌ إِذْ جَاءَهُ رَجُلٌ، فَقَالَ: \" يَا أَبَا يَحْيَى، ادْعُ لِامْرَأَتِي حُبْلَى مُنْذُ أَرْبَعِ سِنِينَ! قَدْ أَصْبَحَتْ فِي كَرْبٍ شَدِيدٍ \"، فَغَضِبَ مَالِكٌ وَأَطْبَقَ الْمُصْحَفَ،ثُمَّ قَالَ:</p><p> \" مَا يَرَى هَؤُلَاءِ الْقَوْمُ إِلَّا أَنَّا أَنْبِيَاءُ \"، ثُمَّ قَرَأَ، ثُمَّ دَعَا،ثُمَّ قَالَ:\" اللَّهُمَّ هَذِهِ الْمَرْأَةُ إِنْ كَانَ فِي بَطْنِهَا رِيحٌ فَأَخْرِجْهُ عَنْهَا، وَإِنْ كَانَ فِي بَطْنِهَا جَارِيَةٌ فَأَبْدِلْهَا غُلَامًا، فَإِنَّكَ تَمْحُو وَتُثْبِتُ وَعِنْدَكَ أُمُّ الْكِتَابِ \"، وَرَفَعَ مَالِكٌ يَدَهُ، وَرَفَعَ النَّاسُ أَيْدِيَهُمْ، وَجَاءَ الرَّسُولُ إِلَى الرَّجُلِ،فَقَالَ:أَدْرِكِ امْرَأَتَكَ، فَذَهَبَ الرَّجُلُ، فَمَا حَطَّ مَالِكٌ يَدَهُ حَتَّى طَلَعَ الرَّجُلُ مِنْ بَابِ الْمَسْجِدِ عَلَى رَقَبَتِهِ غُلَامٌ جَعْدٌ قَطَطٌ ابْنُ أَرْبَعِ سِنِينَ قَدِ اسْتَوَتْ أَسْنَانُهُ مَا قُطِعَتْ سِرَارُهُ.</p><p> وَرُوِيَ أَيْضًا: أَنَّ رَجُلًا جَاءَ إِلَى عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - فَقَالَ: \" يَا أَمِيرَ الْمُؤْمِنِينَ، إِنِّي غِبْتُ عَنِ امْرَأَتِي سَنَتَيْنِ فَجِئْتُ وَهِيَ حُبْلَى \"، فَشَاوَرَ عُمَرُ النَّاسَ فِي رَجْمِهَا،فَقَالَ مُعَاذُ بْنُ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ:\" يَا أَمِيرَ الْمُؤْمِنِينَ، إِنْ كَانَ لَكَ عَلَيْهَا سَبِيلٌ فَلَيْسَ لَكَ </p><p> عَلَى مَا فِي بَطْنِهَا سَبِيلٌ فَاتْرُكْهَا حَتَّى تَضَعَ \"، فَتَرَكَهَا فَوَضَعَتْ غُلَامًا قَدْ خَرَجَتْ ثَنِيَّتَاهُ فَعَرَفَ الرَّجُلُ الشَّبَهَ،فَقَالَ:\" ابْنِي وَرَبِّ الْكَعْبَةِ \"،فَقَالَ عُمَرُ:\" عَجَزَتِ النِّسَاءُ أَنْ يَلِدْنَ مِثْلَ مُعَاذٍ، لَوْلَا مُعَاذُ لَهَلَكَ عُمَرُ \".</p><p> وَقَالَ الضَّحَّاكُ: \" وَضَعَتْنِي أُمِّي وَقَدْ حَمَلَتْ بِي فِي بَطْنِهَا سَنَتَيْنِ، فَوَلَدَتْنِي وَقَدْ خَرَجَتْ سِنِّي \".</p><p> وَيُذْكَرُ عَنْ مَالِكٍ أَنَّهُ حُمِلَ بِهِ فِي بَطْنِ أُمِّهِ سَنَتَيْنِ وَقِيلَ: ثَلَاثَ سِنِينَ، وَيُقَالُ: إِنَّ مُحَمَّدَ بْنَ عَجْلَانَ مَكَثَ فِي بَطْنِ أُمِّهِ ثَلَاثَ سِنِينَ، فَمَاتَتْ بِهِ وَهُوَ يَضْطَرِبُ اضْطِرَابًا شَدِيدًا، فَشُقَّ بَطْنُهَا وَأُخْرِجَ وَقَدْ نَبَتَتْ أَسْنَانُهُ، وَقَالَ حَمَّادُ بْنُ سَلَمَةَ: إِنَّمَا سُمِّيَ هَرِمُ بْنُ حَيَّانَ هَرِمًا ; لِأَنَّهُ بَقِيَ فِي بَطْنِ أُمِّهِ أَرْبَعَ سِنِينَ. </p><p> وَذَكَرَ الْغَزْنَوِيُّ أَنَّ الضَّحَّاكَ وُلِدَ لِسَنَتَيْنِ وَقَدْ طَلَعَتْ سِنُّهُ ; فَسُمِّيَ ضَحَّاكًا. </p><p> وَعَنْ عَبَّادِ بْنِ الْعَوَّامِ، قَالَ: \" وَلَدَتْ جَارَةٌ لَنَا لِأَرْبَعِ سِنِينَ غُلَامًا شَعْرُهُ إِلَى مَنْكِبَيْهِ، فَمَرَّ بِهِ طَيْرٌ فَقَالَ لَهُ: كَشَّ \". اهـ كَلَامُ الْقُرْطُبِيِّ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: أَظْهَرُ الْأَقْوَالِ دَلِيلًا أَنَّهُ لَا حَدَّ لِأَكْثَرِ أَمَدِ الْحَمْلِ، وَهُوَ الرِّوَايَةُ الثَّالِثَةُ عَنْ مَالِكٍ، كَمَا نَقَلَهُ عَنْهُ الْقُرْطُبِيُّ ; لِأَنَّ كُلَّ تَحْدِيدٍ بِزَمَنٍ مُعَيَّنٍ لَا أَصْلَ لَهُ وَلَا دَلِيلَ عَلَيْهِ، وَتَحْدِيدُ زَمَنٍ بِلَا مُسْتَنَدٍ صَحِيحٍ لَا يَخْفَى سُقُوطُهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَأَمَّا أَقَلُّ الْحَيْضِ وَأَكْثَرُهُ فَقَدِ اخْتَلَفَ فِيهِ الْعُلَمَاءُ أَيْضًا، فَذَهَبَ مَالِكٌ إِلَى أَنَّ أَقَلَّ الْحَيْضِ بِالنِّسْبَةِ إِلَى الْعِبَادَةِ كَالصَّوْمِ وَوُجُوبِ الْغُسْلِ لَا حَدَّ لَهُ، بَلْ لَوْ نَزَلَتْ مِنَ الْمَرْأَةِ قَطْرَةُ دَمٍ وَاحِدَةٌ لَكَانَتْ حَيْضَةً بِالنِّسْبَةِ إِلَى الْعِبَادَةِ، أَمَّا بِالنِّسْبَةِ إِلَى الِاسْتِبْرَاءِ وَالْعِدَّةِ، فَقِيلَ كَذَلِكَ أَيْضًا، وَالْمَشْهُورُ أَنَّهُ يُرْجَعُ فِي قَدْرِ ذَلِكَ لِلنِّسَاءِ الْعَارِفَاتِ بِالْقَدْرِ الَّذِي يَدُلُّ عَلَى بَرَاءَةِ الرَّحِمِ مِنَ الْحَيْضِ، قَالَ خَلِيلُ بْنُ إِسْحَاقَ فِي مُخْتَصَرِهِ الَّذِي قَالَ فِيهِ مُبَيِّنًا لِمَا بِهِ الْفَتْوَى: وَرُجِعَ فِي قَدْرِ الْحَيْضِ هُنَا، هَلْ هُوَ يَوْمٌ أَوْ بَعْضُهُ إِلَى قَوْلِهِ لِلنِّسَاءِ، أَيْ: رُجِعَ فِي ذَلِكَ كُلِّهِ لِلنِّسَاءِ. اهـ. </p><p> وَالظَّاهِرُ أَنَّهُ عِنْدَ مَالِكٍ مِنْ قَبِيلِ تَحْقِيقِ الْمَنَاطِ، وَالنِّسَاءُ أَدْرَى بِالْمَنَاطِ فِي ذَلِكَ. </p><p> أَمَّا أَكْثَرُ الْحَيْضِ عِنْدَ مَالِكٍ فَهُوَ بِالنِّسْبَةِ إِلَى الْحَيْضَةِ الْأُولَى الَّتِي لَمْ تَحِضْ قَبْلَهَا: نِصْفُ شَهْرٍ، ثُمَّ إِنْ تَمَادَى عَلَيْهَا الدَّمُ بَعْدَ نِصْفِ الشَّهْرِ فَهِيَ مُسْتَحَاضَةٌ، وَأَمَّا الْمَرْأَةُ الَّتِي اعْتَادَتِ الْحَيْضَ فَأَكْثَرُ مُدَّةِ حَيْضِهَا عِنْدَهُ هُوَ زِيَادَةُ ثَلَاثَةِ أَيَّامٍ اسْتِظْهَارًا عَلَى أَكْثَرِ أَزْمِنَةِ عَادَتِهَا إِنْ تَفَاوَتَ زَمَنُ حَيْضِهَا، فَإِنْ حَاضَتْ مَرَّةً سِتًّا وَمَرَّةً خَمْسًا وَمَرَّةً سَبْعًا اسْتَظْهَرَتْ بِالثَّلَاثَةِ عَلَى </p><p> السَّبْعَةِ ; لِأَنَّهَا أَكْثَرُ عَادَتِهَا، وَمَحَلُّ هَذَا إِذَا لَمْ يَزِدْ ذَلِكَ عَلَى نِصْفِ الشَّهْرِ، فَإِنْ زَادَ عَلَى نِصْفِ الشَّهْرِ فَهِيَ طَاهِرٌ عِنْدَ مُضِيِّ نِصْفِ الشَّهْرِ، وَكُلُّ هَذَا فِي غَيْرِ الْحَامِلِ، وَسَيَأْتِي الْكَلَامُ فِي هَذَا الْمَبْحَثِ - إِنْ شَاءَ اللَّهُ - عَلَى الدَّمِ الَّذِي تَرَاهُ الْحَامِلُ. </p><p> هَذَا حَاصِلُ مَذْهَبِ مَالِكٍ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ، وَأَمَّا أَكْثَرُ الطُّهْرِ فَلَا حَدَّ لَهُ، وَلَا خِلَافَ فِي ذَلِكَ بَيْنَ الْعُلَمَاءِ، وَأَقَلُّ الطُّهْرِ فِي مَذْهَبِ مَالِكٍ لَمْ يُصَرِّحْ بِهِ مَالِكٌ، بَلْ قَالَ: يُسْأَلُ النِّسَاءُ عَنْ عَدَدِ أَيَّامِ الطُّهْرِ. </p><p> وَقَالَ الشَّيْخُ أَبُو مُحَمَّدٍ فِي رِسَالَتِهِ: إِنَّهُ نَحْوُ ثَمَانِيَةِ أَيَّامٍ، أَوْ عَشَرَةِ أَيَّامٍ. وَقَالَ ابْنُ سِرَاجٍ:  \" يَنْبَغِي أَنْ تَكُونَ الْفَتْوَى بِذَلِكَ \" ; لِأَنَّ الشَّيْخَ أَبَا مُحَمَّدٍ اسْتَقْرَأَ ذَلِكَ مِنَ \" الْمُدَوَّنَةِ \" ، وَهُوَ قَوْلُ سَحْنُونٍ، وَقَالَ ابْنُ مَسْلَمَةَ:  \" أَقَلُّ الطُّهْرِ فِي مَذْهَبِ مَالِكٍ خَمْسَةَ عَشَرَ يَوْمًا \" ، وَاعْتَمَدَهُ صَاحِبُ \" التَّلْقِينِ \" ، وَجَعَلَهُ ابْنُ شَاسٍ الْمَشْهُورَ، وَعَلَيْهِ دَرَجَ خَلِيلُ بْنُ إِسْحَاقَ فِي مُخْتَصَرِهِ ; حَيْثُ قَالَ: وَأَكْثَرُهُ لِمُبْتَدَئِهِ نِصْفُ شَهْرٍ كَأَقَلِّ الطُّهْرِ. </p><p> وَذَهَبَ الْإِمَامُ الشَّافِعِيُّ، وَالْإِمَامُ أَحْمَدُ - رَحِمَهُمَا اللَّهُ - فِي الْمَشْهُورِ الصَّحِيحِ عَنْهُمَا: أَنَّ أَقَلَّ الْحَيْضِ يَوْمٌ وَلَيْلَةٌ، وَأَكْثَرَهُ خَمْسَةَ عَشَرَ يَوْمًا، وَهُوَ قَوْلُ عَطَاءٍ، وَأَبِي ثَوْرٍ، وَأَقَلُّ الطُّهْرِ عِنْدَ الشَّافِعِيِّ بِاتِّفَاقِ أَصْحَابِهِ خَمْسَةَ عَشَرَ يَوْمًا، وَنَقَلَ الْمَاوَرْدِيُّ عَنْ أَكْثَرِ أَهْلِ الْعِلْمِ أَنَّ أَقَلَّ الطُّهْرِ خَمْسَةَ عَشَرَ يَوْمًا، وَقَالَ الثَّوْرِيُّ أَقَلُّ الطُّهْرِ بَيْنَ الْحَيْضَتَيْنِ خَمْسَةَ عَشَرَ يَوْمًا. </p><p> قَالَ أَبُو ثَوْرٍ: وَذَلِكَ مِمَّا لَا يَخْتَلِفُونَ فِيهِ فِيمَا نَعْلَمُ. </p><p> وَذَهَبَ الْإِمَامُ أَحْمَدُ إِلَى أَنَّ أَقَلَّ الطُّهْرِ بَيْنَ الْحَيْضَتَيْنِ ثَلَاثَةَ عَشَرَ يَوْمًا، وَرَوَى عَنْهُ ذَلِكَ الْأَثْرَمُ، وَأَبُو طَالِبٍ، وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ أَكْثَرَ الطُّهْرِ لَا حَدَّ لَهُ إِجْمَاعًا، قَالَ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" : وَدَلِيلُ الْإِجْمَاعِ الِاسْتِقْرَاءُ ; لِأَنَّ ذَلِكَ مَوْجُودٌ مُشَاهَدٌ، وَمِنْ أَظْرَفِهِ مَا نَقَلَهُ الْقَاضِي أَبُو الطَّيِّبِ فِي تَعْلِيقِهِ، قَالَ:  \" أَخْبَرَتْنِي امْرَأَةٌ عَنْ أُخْتِهَا أَنَّهَا تَحِيضُ فِي كُلِّ سَنَةٍ يَوْمًا وَلَيْلَةً وَهِيَ صَحِيحَةٌ تَحْبَلُ وَتَلِدُ وَنِفَاسُهَا أَرْبَعُونَ يَوْمًا \" . </p><p> وَذَهَبَ الْإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ - إِلَى أَنَّ أَقَلَّ الْحَيْضِ ثَلَاثَةَ أَيَّامٍ، وَأَكْثَرَهُ عَشَرَةٌ. وَعَنْ أَبِي يُوسُفَ: أَقَلُّهُ يَوْمَانِ وَأَكْثَرُ الثَّالِثِ. وَأَقَلُّ الطُّهْرِ عِنْدَ أَبِي حَنِيفَةَ وَأَصْحَابِهِ: خَمْسَةَ عَشَرَ يَوْمًا وَلَا حَدَّ لِأَكْثَرِهِ عِنْدَهُ، كَمَا قَدَّمْنَا حِكَايَةَ الْإِجْمَاعِ عَلَيْهِ مِرَارًا، وَيُسْتَثْنَى مِنْ ذَلِكَ مُرَاعَاةُ الْمُعْتَادَةِ الْمُسْتَحَاضَةِ لِزَمَنِ طُهْرِهَا وَحَيْضِهَا. </p><p> وَعَنْ يَحْيَى بْنِ أَكْثَمَ: أَقَلُّ الطُّهْرِ تِسْعَةَ عَشَرَ يَوْمًا، وَحَكَى الْمَاوَرْدِيُّ عَنْ مَالِكٍ ثَلَاثَ </p><p> رِوَايَاتٍ فِي أَكْثَرِ الْحَيْضِ، إِحْدَاهَا: خَمْسَةَ عَشَرَ، وَالثَّانِيَةَ: سَبْعَةَ عَشَرَ، وَالثَّالِثَةَ: غَيْرُ مَحْدُودَةٍ. </p><p> وَعَنْ مَكْحُولٍ: أَكْثَرُ الْحَيْضِ سَبْعَةُ أَيَّامٍ، وَعَنْ عَبْدِ الْمَلِكِ بْنِ الْمَاجِشُونِ: أَقَلُّ الطُّهْرِ خَمْسَةُ أَيَّامٍ، وَيُحْكَى عَنْ نِسَاءِ الْمَاجِشُونِ أَنَّهُنَّ كُنْ يَحِضْنَ سَبْعَ عَشْرَةَ، قَالَ أَحْمَدُ:  \" وَأَكْثَرُ مَا سَمِعْنَا سَبْعَ عَشْرَةَ \" . </p><p> هَذَا حَاصِلُ أَقْوَالِ الْعُلَمَاءِ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ، وَهَذِهِ أَدِلَّتُهُمْ. أَمَّا أَبُو حَنِيفَةَ وَمَنْ وَافَقَهُ، فَاحْتَجُّوا لِمَذْهَبِهِمْ أَنَّ أَقَلَّ الْحَيْضِ ثَلَاثَةٌ وَأَكْثَرَهُ عَشَرَةٌ بِحَدِيثِ وَاثِلَةَ بْنِ الْأَسْقَعِ - رَضِيَ اللَّهُ عَنْهُ - عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  \" أَقَلُّ الْحَيْضِ ثَلَاثَةُ أَيَّامٍ وَأَكْثَرُهُ عَشَرَةُ أَيَّامٍ \" . </p><p> وَبِمَا رُوِيَ عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ:  \" لَا يَكُونُ الْحَيْضُ أَكْثَرَ مِنْ عَشَرَةِ أَيَّامٍ وَلَا أَقَلَّ مِنْ ثَلَاثَةِ أَيَّامٍ \" وَبِمَا رُوِيَ عَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ:  \" الْحَيْضُ ثَلَاثٌ، أَرْبَعٌ، خَمْسٌ، سِتٌّ، سَبْعٌ، ثَمَانٍ، تِسْعٌ، عَشْرٌ \" ، قَالُوا: وَأَنَسٌ لَا يَقُولُ هَذَا إِلَّا تَوْقِيفًا، قَالُوا: وَلِأَنَّ هَذَا تَقْدِيرٌ، وَالتَّقْدِيرُ لَا يَصِحُّ إِلَّا بِتَوْقِيفٍ، أَوِ اتِّفَاقٍ، وَإِنَّمَا حَصَلَ الِاتِّفَاقُ عَلَى ثَلَاثَةٍ، وَرَدَّ الْجُمْهُورُ الِاسْتِدْلَالَ بِالْأَحَادِيثِ الْمَذْكُورَةِ بِأَنَّهَا ضَعِيفَةٌ لَا تَثْبُتُ بِمِثْلِهَا حُجَّةٌ. </p><p> قَالَ النَّوَوِيُّ فِي \" شَرْحِ الْمُهَذَّبِ \" مَا نَصُّهُ: \" وَأَمَّا حَدِيثُ وَاثِلَةَ، وَأَبِي أُمَامَةَ، وَأَنَسٍ، فَكُلُّهَا ضَعِيفَةٌ مُتَّفَقٌ عَلَى ضَعْفِهَا عِنْدَ الْمُحَدِّثِينَ، وَقَدْ أَوْضَحَ ضَعْفَهَا الدَّارَقُطْنِيُّ، ثُمَّ الْبَيْهَقِيُّ فِي كِتَابِ \" الْخِلَافِيَّاتِ \" ثُمَّ \" السُّنَنِ الْكَبِيرِ \" اهـ.</p><p> وَقَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \": حَدِيثُ وَاثِلَةَ يَرْوِيهِ مُحَمَّدُ بْنُ أَحْمَدَ الشَّامِيُّ وَهُوَ ضَعِيفٌ، عَنْ حَمَّادِ بْنِ الْمِنْهَالِ، وَهُوَ مَجْهُولٌ، وَحَدِيثُ أَنَسٍ يَرْوِيهِ الْجَلْدُ بْنُ أَيُّوبَ، وَهُوَ ضَعِيفٌ،قَالَ ابْنُ عُيَيْنَةَ:هُوَ حَدِيثٌ لَا أَصْلَ لَهُ،وَقَالَ أَحْمَدُ فِي حَدِيثِ أَنَسٍ:لَيْسَ هُوَ شَيْئًا هَذَا مِنْ قِبَلِ الْجَلْدِ بْنِ أَيُّوبَ،قِيلَ:إِنَّ مُحَمَّدَ بْنَ إِسْحَاقَ رَوَاهُ، قَالَ مَا أُرَاهُ سَمِعَهُ إِلَّا مِنَ الْحَسَنِ بْنِ دِينَارٍ، وَضَعَّفَهُ جِدًّا،وَقَالَ يَزِيدُ بْنُ زُرَيْعٍ ذَاكَ:أَبُو حَنِيفَةَ لَمْ يَحْتَجَّ إِلَّا بِالْجَلْدِ بْنِ أَيُّوبَ، وَحَدِيثُ الْجَلْدِ قَدْ رُوِيَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ مَا يُعَارِضُهُ،فَإِنَّهُ قَالَ:مَا زَادَ عَلَى خَمْسَةَ عَشَرَ اسْتِحَاضَةٌ، وَأَقَلُّ الْحَيْضِ يَوْمٌ وَلَيْلَةٌ، وَقَالَ الْبَيْهَقِيُّ فِي \" السُّنَنِ الْكُبْرَى \": فَهَذَا حَدِيثٌ يُعْرَفُ بِالْجَلْدِ بْنِ أَيُّوبَ، وَقَدْ أُنْكِرَ عَلَيْهِ ذَلِكَ، وَقَالَ الْبَيْهَقِيُّ أَيْضًا: قَالَ ابْنُ عُلَيَّةَ: الْجَلْدُ أَعْرَابِيٌّ لَا يَعْرِفُ الْحَدِيثَ، وَقَالَ أَيْضًا: قَالَ الشَّافِعِيُّ: نَحْنُ وَأَنْتَ لَا نُثْبِتُ مِثْلَ حَدِيثِ </p><p> الْجَلْدِ، وَنَسْتَدِلُّ عَلَى غَلَطِ مَنْ هُوَ أَحْفَظُ مِنْهُ بِأَقَلَّ مِنْ هَذَا. </p><p> وَقَالَ أَيْضًا: قَالَ سُلَيْمَانُ بْنُ حَرْبٍ: كَانَ حَمَّادٌ - يَعْنِي ابْنَ زَيْدٍ - يُضَعِّفُ الْجَلْدَ، وَيَقُولُ لَمْ يَكُنْ يَعْقِلُ الْحَدِيثَ. </p><p> وَرَوَى الْبَيْهَقِيُّ أَيْضًا بِإِسْنَادِهِ عَنْ حَمَّادِ بْنِ زَيْدٍ، قَالَ: ذَهَبْتُ أَنَا وَجَرِيرُ بْنُ حَازِمٍ إِلَى الْجَلْدِ بْنِ أَيُّوبَ، فَحَدَّثَنَا بِحَدِيثِ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَنَسٍ فِي الْحَائِضِ، فَذَهَبْنَا نُوقِفُهُ، فَإِذَا هُوَ لَا يَفْصِلُ بَيْنَ الْحَائِضِ، وَالْمُسْتَحَاضَةِ. وَرَوَى أَيْضًا بِإِسْنَادِهِ عَنْ أَحْمَدَ بْنِ سَعِيدٍ الدَّارِمِيِّ، قَالَ: سَأَلْتُ أَبَا عَاصِمٍ، عَنِ الْجَلْدِ بْنِ أَيُّوبَ فَضَعَّفَهُ جِدًّا، وَقَالَ: كَانَ شَيْخًا مِنْ مَشَايِخِ الْعَرَبِ تَسَاهَلَ أَصْحَابُنَا فِي الرِّوَايَةِ عَنْهُ. </p><p> وَرَوَى الْبَيْهَقِيُّ أَيْضًا عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّ أَهْلَ الْبَصْرَةِ كَانُوا يُنْكِرُونَ حَدِيثَ الْجَلْدِ بْنِ أَيُّوبَ، وَيَقُولُونَ: شَيْخٌ مِنْ شُيُوخِ الْعَرَبِ لَيْسَ بِصَاحِبِ حَدِيثٍ، قَالَ ابْنُ الْمُبَارَكِ: وَأَهْلُ مِصْرِهِ أَعْلَمُ بِهِ مِنْ غَيْرِهِمْ. قَالَ يَعْقُوبُ: وَسَمِعْتُ سُلَيْمَانَ بْنَ حَرْبٍ، وَصَدَقَةَ بْنَ الْفَضْلِ، وَإِسْحَاقَ بْنَ إِبْرَاهِيمَ، وَبَلَغَنِي عَنْ أَحْمَدَ بْنِ حَنْبَلٍ أَنَّهُمْ كَانُوا يُضَعِّفُونَ الْجَلْدَ بْنَ أَيُّوبَ، وَلَا يَرَوْنَهُ فِي مَوْضِعِ الْحُجَّةِ، وَرَوَى بِإِسْنَادِهِ أَيْضًا عَنِ ابْنِ عُيَيْنَةَ أَنَّهُ كَانَ يَقُولُ: مَا جَلْدٌ؟ وَمَنْ جَلْدٌ؟ وَمَنْ كَانَ جَلْدٌ؟ وَرَوَى بِإِسْنَادِهِ أَيْضًا عَنْ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: سَمِعْتُ أَبِي ذَكَرَ الْجَلْدَ بْنَ أَيُّوبَ، فَقَالَ: لَيْسَ يَسْوَى حَدِيثُهُ شَيْئًا، ضَعِيفُ الْحَدِيثِ. اهـ. وَإِنَّمَا أَطَلْنَا الْكَلَامَ فِي تَضْعِيفِ هَذَا الْأَثَرِ ; لِأَنَّهُ أَقْوَى مَا جَاءَ فِي الْبَابِ عَلَى ضَعْفِهِ كَمَا تَرَى. وَقَدْ قَالَ الْبَيْهَقِيُّ فِي \" السُّنَنِ الْكُبْرَى \" : رُوِيَ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ أَحَادِيثُ ضِعَافٌ قَدْ بَيَّنْتُ ضَعْفَهَا فِي \" الْخِلَافِيَّاتِ \" . </p><p> وَأَمَّا حُجَّةُ مَنْ قَالَ: إِنَّ أَقَلَّ الْحَيْضِ يَوْمٌ وَلَيْلَةٌ وَأَكْثَرَهُ خَمْسَةَ عَشَرَ، كَالشَّافِعِيِّ، وَأَحْمَدَ، وَمَنْ وَافَقَهُمَا، فَهِيَ أَنَّهُ لَمْ يَثْبُتْ فِي ذَلِكَ تَحْدِيدٌ مِنَ الشَّرْعِ فَوَجَبَ الرُّجُوعُ إِلَى الْمُشَاهَدِ فِي الْوُجُودِ، وَالْمُشَاهَدُ أَنَّ الْحَيْضَ لَا يَقِلُّ عَنْ يَوْمٍ وَلَيْلَةٍ وَلَا يَزِيدُ عَلَى نِصْفِ شَهْرٍ، قَالُوا: وَثَبَتَ مُسْتَفِيضًا عَنِ السَّلَفِ مِنَ التَّابِعِينَ فَمَنْ بَعْدَهُمْ وُجُودُ ذَلِكَ عِيَانًا، وَرَوَاهُ الْبَيْهَقِيُّ، وَغَيْرُهُ، عَنْ عَطَاءٍ، وَالْحَسَنِ، وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ، وَيَحْيَى بْنِ سَعِيدٍ، وَرَبِيعَةَ، وَشَرِيكٍ، وَالْحَسَنِ بْنِ صَالِحٍ، وَعَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ رَحِمَهُمُ اللَّهُ تَعَالَى. </p><p> قَالَ النَّوَوِيُّ: \" فَإِنْ قِيلَ: رَوَى إِسْحَاقُ بْنُ رَاهَوَيْهِ، عَنْ بَعْضِهِمْ أَنَّ امْرَأَةً مِنْ نِسَاءِ الْمَاجِشُونِ حَاضَتْ عِشْرِينَ يَوْمًا، وَعَنْ مَيْمُونِ بْنِ مِهْرَانَ أَنَّ بِنْتَ سَعِيدِ بْنِ جُبَيْرٍ كَانَتْ تَحْتَهُ وَكَانَتْ تَحِيضُ مِنَ السَّنَةِ شَهْرَيْنِ، فَجَوَابُهُ بِمَا أَجَابَ بِهِ الْمُصَنِّفُ فِي كِتَابِهِ النُّكَتِ أَنَّ هَذَيْنِ النَّقْلَيْنِ ضَعِيفَانِ. </p><p> فَالْأَوَّلُ: عَنْ بَعْضِهِمْ وَهُوَ مَجْهُولٌ، وَقَدْ أَنْكَرَهُ بَعْضُهُمْ، وَقَدْ أَنْكَرَهُ الْإِمَامُ مَالِكُ بْنُ أَنَسٍ، وَغَيْرُهُ مِنْ عُلَمَاءِ الْمَدِينَةِ. </p><p> وَالثَّانِي: رَوَاهُ الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ رَجُلٍ، عَنْ مَيْمُونٍ، وَالرَّجُلُ مَجْهُولٌ. وَاللَّهُ أَعْلَمُ \" اهـ.</p><p> وَأَمَّا حُجَّةُ مَالِكٍ فِي أَكْثَرِ الْحَيْضِ لِلْمُبْتَدِئَةِ، فَكَحُجَّةِ الشَّافِعِيِّ، وَأَحْمَدَ، وَحُجَّتُهُ فِي أَكْثَرِهِ لِلْمُعْتَادَةِ مَا رَوَاهُ الْإِمَامُ مَالِكٌ، وَأَحْمَدُ، وَالشَّافِعِيُّ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، عَنْ أُمِّ سَلَمَةَ - رَضِيَ اللَّهُ عَنْهَا - أَنَّهَا اسْتَفْتَتْ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي امْرَأَةٍ تَهْرَاقُ الدَّمَ فَقَالَ: \" لِتَنْظُرْ قَدْرَ اللَّيَالِي وَالْأَيَّامِ الَّتِي كَانَتْ تَحِيضُهُنَّ وَقَدْرَهُنَّ مِنَ الشَّهْرِ فَتَدَعَ الصَّلَاةَ، ثُمَّ لِتَغْتَسِلْ، وَلْتَسْتَثْفِرْ، ثُمَّ تُصَلِّي \" اهـ.</p><p> وَهَذَا الْحَدِيثُ نَصٌّ فِي الرُّجُوعِ إِلَى عَادَةِ الْحَائِضِ. </p><p> قَالَ ابْنُ حَجَرٍ فِي \" التَّلْخِيصِ \" فِي هَذَا الْحَدِيثِ: قَالَ النَّوَوِيُّ إِسْنَادُهُ عَلَى شَرْطِهِمَا،وَقَالَ الْبَيْهَقِيُّ:هُوَ حَدِيثٌ مَشْهُورٌ، إِلَّا أَنَّ سُلَيْمَانَ بْنَ يَسَارٍ لَمْ يَسْمَعْهُ مِنْ أُمِّ سَلَمَةَ، وَفِي رِوَايَةٍ لِأَبِي دَاوُدَ، عَنْ سُلَيْمَانَ أَنَّ رَجُلًا أَخْبَرَهُ عَنْ أُمِّ سَلَمَةَ،وَقَالَ الْمُنْذِرِيُّ:لَمْ يَسْمَعْهُ سُلَيْمَانُ مِنْهَا، وَقَدْ رَوَاهُ مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ سُلَيْمَانَ، عَنْ مَرْجَانَةَ، عَنْهَا، وَسَاقَهُ الدَّارَقُطْنِيُّ مِنْ طَرِيقِ صَخْرِ بْنِ جُوَيْرَةَ، عَنْ نَافِعٍ، عَنْ سُلَيْمَانَ أَنَّهُ حَدَّثَهُ رَجُلٌ عَنْهَا. اهـ.</p><p> وَلِلْحَدِيثِ شَوَاهِدُ مُتَعَدِّدَةٌ تُقَوِّي رُجُوعَ النِّسَاءِ إِلَى عَادَتِهِنَّ فِي الْحَيْضِ، كَحَدِيثِ حَمْنَةَ بِنْتِ جَحْشٍ، وَحَدِيثِ عَائِشَةَ فِي قِصَّةِ فَاطِمَةَ بِنْتِ أَبِي حُبَيْشٍ، وَأَمَّا زِيَادَةُ ثَلَاثَةِ أَيَّامٍ، فَهِيَ لِأَجْلِ الِاسْتِظْهَارِ وَالتَّحَرِّي فِي انْقِضَاءِ الْحَيْضَةِ، وَلَا أَعْلَمُ لَهَا مُسْتَنَدًا مِنْ نُصُوصِ الْوَحْيِ الثَّابِتَةِ، وَأَمَّا حُجَّةُ مَالِكٍ فِي أَقَلِّ الْحَيْضِ بِالنِّسْبَةِ إِلَى الْعِبَادَاتِ فَهِيَ التَّمَسُّكُ بِظَاهِرِ إِطْلَاقِ النُّصُوصِ، وَلَمْ يَرِدْ نَصٌّ صَحِيحٌ فِي التَّحْدِيدِ. </p><p> وَأَمَّا أَقَلُّهُ بِالنِّسْبَةِ إِلَى الْعِدَّةِ وَالِاسْتِبْرَاءِ فَحُجَّتُهُ فِيهِ أَنَّهُ مِنْ قَبِيلِ تَحْقِيقِ الْمَنَاطِ ; لِأَنَّ الْحَيْضَ دَلِيلٌ عَادِيٌّ عَلَى بَرَاءَةِ الرَّحِمِ فَلَا بُدَّ فِيمَا طُلِبَتْ فِيهِ بِالْحَيْضِ الدَّلَالَةُ عَلَى بَرَاءَةِ الرَّحِمِ مِنْ حَيْضٍ يَدُلُّ عَلَى ذَلِكَ بِحَسَبِ الْعَادَةِ الْمُطَّرِدَةِ، وَلِذَا جُعِلَ الرُّجُوعُ فِي ذَلِكَ إِلَى النِّسَاءِ الْعَارِفَاتِ بِذَلِكَ ; لِأَنَّ تَحْقِيقَ الْمَنَاطِ يُرْجَعُ فِيهِ لِمَنْ هُوَ أَعْرَفُ بِهِ وَإِنْ كَانَ لَا حَظَّ لَهُ مِنْ عُلُومِ الْوَحْيِ، وَحُجَّةُ يَحْيَى بْنِ أَكْثَمَ فِي قَوْلِهِ: \" إِنَّ أَقَلَّ الطُّهْرِ تِسْعَةَ عَشَرَ \"، هِيَ أَنَّهُ يَرَى أَنَّ أَكْثَرَ الْحَيْضِ عَشَرَةَ أَيَّامٍ، وَأَنَّ الشَّهْرَ يَشْتَمِلُ عَلَى طُهْرٍ وَحَيْضٍ، فَعَشَرَةٌ مِنْهُ لِلْحَيْضِ وَالْبَاقِي </p><p> طُهْرٌ، وَقَدْ يَكُونُ الشَّهْرُ تِسْعًا وَعِشْرِينَ فَالْبَاقِي بَعْدَ عَشَرَةِ الْحَيْضِ تِسْعَةَ عَشَرَ. وَهَذَا هُوَ حَاصِلُ أَدِلَّتِهِمْ وَلَيْسَ عَلَى شَيْءٍ مِنْهَا دَلِيلٌ مِنْ كِتَابٍ وَلَا سُنَّةٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. وَأَقْرَبُ الْمَذَاهِبِ فِي ذَلِكَ هُوَ أَكْثَرُهَا مُوَافَقَةً لِلْمُشَاهَدِ كَكَوْنِ الْحَيْضِ لَا يَقِلُّ عَنْ يَوْمٍ وَلَيْلَةٍ وَلَا يَكْثُرُ عَنْ نِصْفِ شَهْرٍ، وَكَوْنُ أَقَلِّ الطُّهْرِ نِصْفُ شَهْرٍ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> مَسْأَلَةٌ </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي الدَّمِ الَّذِي تَرَاهُ الْحَامِلُ هَلْ هُوَ حَيْضٌ، أَوْ دَمُ فَسَادٍ؟ فَذَهَبَ مَالِكٌ، وَالشَّافِعِيُّ فِي أَصَحِّ قَوْلَيْهِ إِلَى أَنَّهُ حَيْضٌ، وَبِهِ قَالَ قَتَادَةُ وَاللَّيْثُ، وَرُوِيَ عَنِ الزُّهْرِيِّ، وَإِسْحَاقَ وَهُوَ الصَّحِيحُ عَنْ عَائِشَةَ. وَذَهَبَ الْإِمَامُ أَبُو حَنِيفَةَ، وَالْإِمَامُ أَحْمَدُ إِلَى أَنَّهُ دَمُ فَسَادٍ، وَعِلَّةٍ، وَأَنَّ الْحَامِلَ لَا تَحِيضُ، وَبِهِ قَالَ جُمْهُورُ التَّابِعِينَ مِنْهُمْ سَعِيدُ بْنُ الْمُسَيَّبِ، وَعَطَاءٌ، وَالْحَسَنُ، وَجَابِرُ بْنُ زَيْدٍ، وَعِكْرِمَةُ، وَمُحَمَّدُ بْنُ الْمُنْكَدِرِ، وَالشَّعْبِيُّ، وَمَكْحُولٌ، وَحَمَّادٌ، وَالثَّوْرِيُّ، وَالْأَوْزَاعِيُّ، وَابْنُ الْمُنْذِرِ، وَأَبُو عُبَيْدٍ، وَأَبُو ثَوْرٍ. </p><p> وَاحْتَجَّ مَنْ قَالَ: إِنَّ الدَّمَ الَّذِي تَرَاهُ الْحَامِلُ حَيْضٌ بِأَنَّهُ دَمٌ بِصِفَاتِ الْحَيْضِ فِي زَمَنِ إِمْكَانِهِ، وَبِأَنَّهُ مُتَرَدِّدٌ بَيْنَ كَوْنِهِ فَسَادًا لِعِلَّةٍ أَوْ حَيْضًا، وَالْأَصْلُ السَّلَامَةُ مِنَ الْعِلَّةِ، فَيَجِبُ اسْتِصْحَابُ الْأَصْلِ. </p><p> وَاحْتَجَّ مَنْ قَالَ بِأَنَّهُ دَمُ فَسَادٍ بِأَدِلَّةٍ، مِنْهَا: مَا جَاءَ فِي بَعْضِ رِوَايَاتِ حَدِيثِ ابْنِ عُمَرَ فِي طَلَاقِهِ امْرَأَتَهُ فِي الْحَيْضِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِعُمَرَ: «مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا طَاهِرًا، أَوْ حَامِلًا» ، وَهَذِهِ الرِّوَايَةُ أَخْرَجَهَا أَحْمَدُ، وَمُسْلِمٌ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةِ، قَالُوا: قَدْ جَعَلَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحَمْلَ عَلَامَةً عَلَى عَدَمِ الْحَيْضِ، كَمَا جَعَلَ الطُّهْرَ عَلَامَةً لِذَلِكَ. </p><p> وَمِنْهَا: حَدِيثُ: «لَا تُوطَأُ حَامِلٌ حَتَّى تَضَعَ، وَلَا حَائِلٌ حَتَّى تُسْتَبْرَأَ بِحَيْضَةٍ» ، رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالْحَاكِمُ مِنْ حَدِيثِ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ، وَصَحَّحَهُ الْحَاكِمُ وَلَهُ شَوَاهِدُ، قَالُوا: فَجَعَلَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحَيْضَ عَلَامَةً عَلَى بَرَاءَةِ الرَّحِمِ فَدَلَّ ذَلِكَ عَلَى أَنَّهُ لَا يَجْتَمِعُ مَعَ الْحَمْلِ. </p><p> وَمِنْهَا: أَنَّهُ دَمٌ فِي زَمَنٍ لَا يُعْتَادُ فِيهِ الْحَيْضُ غَالِبًا فَكَانَ غَيْرَ حَيْضٍ قِيَاسًا عَلَى مَا تَرَاهُ الْيَائِسَةُ بِجَامِعِ غَلَبَةِ عَدَمِ الْحَيْضِ فِي كُلٍّ مِنْهُمَا. </p><p> وَقَدْ قَالَ الْإِمَامُ أَحْمَدُ رَحِمَهُ اللَّهُ:  «إِنَّمَا يَعْرِفُ النِّسَاءُ الْحَمْلَ بِانْقِطَاعِ الدَّمِ» . </p><p> وَمِنْهَا: أَنَّهُ لَوْ كَانَ دَمَ حَيْضٍ مَا انْتَفَتْ عَنْهُ لَوَازِمُ الْحَيْضِ، فَلَمَّا انْتَفَتْ عَنْهُ دَلَّ ذَلِكَ عَلَى أَنَّهُ غَيْرُ حَيْضٍ ; لِأَنَّ انْتِفَاءَ اللَّازِمِ يُوجِبُ انْتِفَاءَ الْمَلْزُومِ، فَمِنْ لَازِمِ الْحَيْضِ حُرْمَةُ </p><p> الطَّلَاقِ، وَدَمُ الْحَامِلِ لَا يَمْنَعُ طَلَاقَهَا، لِلْحَدِيثِ الْمَذْكُورِ آنِفًا الدَّالِّ عَلَى إِبَاحَةِ طَلَاقِ الْحَامِلِ وَالطَّاهِرِ، وَمِنْ لَازِمِ الْحَيْضِ أَيْضًا انْقِضَاءُ الْعِدَّةِ بِهِ، وَدَمُ الْحَامِلِ لَا أَثَرَ لَهُ فِي انْقِضَاءِ عِدَّتِهَا لِأَنَّهَا تَعْتَدُّ بِوَضْعِ حَمْلِهَا لِقَوْلِهِ تَعَالَى: وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ [٦٥ \\ ٤] وَفِي هَذِهِ الْأَدِلَّةِ مُنَاقَشَاتٌ ذَكَرَ بَعْضَهَا النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ. </p><p> وَاعْلَمْ أَنَّ مَذْهَبَ مَالِكٍ التَّفْصِيلُ فِي أَكْثَرِ حَيْضِ الْحَامِلِ، فَإِنْ رَأَتْهُ فِي شَهْرِهَا الثَّالِثِ إِلَى انْتِهَاءِ الْخَامِسِ تَرَكَتِ الصَّلَاةَ نِصْفَ شَهْرٍ وَنَحْوَهُ - وَفَسَّرُوا نَحْوَهُ بِزِيَادَةِ خَمْسَةِ أَيَّامٍ - فَتَجْلِسُ عِشْرِينَ يَوْمًا، فَإِنْ حَاضَتْ فِي شَهْرِهَا السَّادِسِ فَمَا بَعْدَهُ تَرَكَتِ الصَّلَاةَ عِشْرِينَ يَوْمًا وَنَحْوَهَا - وَفَسَّرُوا نَحْوَهَا بِزِيَادَةِ خَمْسَةِ أَيَّامٍ - فَتَجْلِسُ خَمْسًا وَعِشْرِينَ، وَفَسَّرَهُ بَعْضُهُمْ بِزِيَادَةِ عَشَرَةٍ، فَتَجْلِسُ شَهْرًا، فَإِنْ حَاضَتِ الْحَامِلُ قَبْلَ الدُّخُولِ فِي الشَّهْرِ الثَّالِثِ، فَقِيلَ: حُكْمُهُ حُكْمُ الْحَيْضِ فِي الثَّالِثِ وَقَدْ تَقَدَّمَ. </p><p> وَقِيلَ: حُكْمُهُ حُكْمُ حَيْضِ غَيْرِ الْحَامِلِ، فَتَجْلِسُ قَدْرَ عَادَتِهَا وَثَلَاثَةَ أَيَّامٍ اسْتِظْهَارًا. </p><p> وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ خَلِيلُ بْنُ إِسْحَاقَ الْمَالِكِيُّ فِي مُخْتَصَرِهِ بِقَوْلِهِ: وَلِحَامِلٍ بَعْدَ ثَلَاثَةِ أَشْهُرٍ النِّصْفُ، وَنَحْوُهُ، وَفِي سِتَّةٍ فَأَكْثَرَ عِشْرُونَ يَوْمًا وَنَحْوُهَا، وَهَلْ مَا قَبْلَ الثَّلَاثَةِ كَمَا بَعْدَهَا أَوْ كَالْمُعْتَادِ؟ قَوْلَانِ. </p><p> هَذَا هُوَ حَاصِلُ كَلَامِ الْعُلَمَاءِ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ، وَأَقَلِّ الطُّهْرِ وَأَكْثَرِهِ، وَأَدِلَّتُهُمْ فِي ذَلِكَ، وَمَسَائِلُ الْحَيْضِ كَثِيرَةٌ، وَقَدْ بَسَطَ الْعُلَمَاءُ الْكَلَامَ عَلَيْهَا فِي كُتُبِ الْفُرُوعِ. </p><p> مَسْأَلَةٌ </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي أَقَلِّ النِّفَاسِ وَأَكْثَرِهِ أَيْضًا، فَذَهَبَ مَالِكٌ، وَالشَّافِعِيُّ إِلَى أَنَّ أَكْثَرَهُ سِتُّونَ يَوْمًا، وَبِهِ قَالَ عَطَاءٌ، وَالْأَوْزَاعِيُّ، وَالشَّعْبِيُّ، وَعُبَيْدُ اللَّهِ بْنُ الْحَسَنِ الْعَنْبَرِيُّ، وَالْحَجَّاجُ بْنُ أَرْطَاةَ، وَأَبُو ثَوْرٍ، وَدَاوُدُ، وَعَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ أَنَّهُ قَالَ: أَدْرَكْتُ النَّاسَ يَقُولُونَ: أَكْثَرُ النِّفَاسِ سِتُّونَ يَوْمًا، وَذَهَبَ الْإِمَامُ أَبُو حَنِيفَةَ وَأَحْمَدُ إِلَى أَنَّ أَكْثَرَهُ أَرْبَعُونَ يَوْمًا وَعَلَيْهِ أَكْثَرُ الْعُلَمَاءِ، قَالَ أَبُو عِيسَى التِّرْمِذِيُّ: أَجْمَعَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَنْ بَعْدَهُمْ عَلَى أَنَّ النُّفَسَاءَ تَدَعُ الصَّلَاةَ أَرْبَعِينَ يَوْمًا إِلَّا أَنْ تَرَى الطُّهْرَ قَبْلَ ذَلِكَ، فَتَغْتَسِلُ وَتُصَلِّي اهـ. </p><p> قَالَ الْخَطَّابِيُّ، وَقَالَ أَبُو عُبَيْدٍ: وَعَلَى هَذَا جَمَاعَةُ النَّاسِ، وَحَكَاهُ ابْنُ الْمُنْذِرِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، وَابْنِ عَبَّاسٍ، وَأَنَسٍ، وَعُثْمَانَ بْنِ أَبِي الْعَاصِ، وَعَائِذِ بْنِ عَمْرٍو، وَأُمِّ سَلَمَةَ، وَابْنِ </p><p> الْمُبَارَكِ، وَإِسْحَاقَ، وَأَبِي عُبَيْدٍ. اهـ. </p><p> وَحَكَى التِّرْمِذِيُّ، وَابْنُ الْمُنْذِرِ، وَابْنُ جَرِيرٍ، وَغَيْرُهُمْ، عَنِ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ خَمْسُونَ، وَرُوِيَ عَنِ اللَّيْثِ أَنَّهُ قَالَ: قَالَ بَعْضُ النَّاسِ: إِنَّهُ سَبْعُونَ يَوْمًا، وَذَكَرَ ابْنُ الْمُنْذِرِ، عَنِ الْأَوْزَاعِيِّ، عَنْ أَهْلِ دِمَشْقَ: أَنَّ أَكْثَرَ النِّفَاسِ مِنَ الْغُلَامِ ثَلَاثُونَ يَوْمًا، وَمِنَ الْجَارِيَةِ أَرْبَعُونَ، وَعَنِ الضَّحَّاكِ: أَكْثَرُهُ أَرْبَعَةَ عَشَرَ يَوْمًا، قَالَهُ النَّوَوِيُّ. </p><p> وَأَمَّا أَقَلُّ النِّفَاسِ فَهُوَ عِنْدَ مَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ، وَأَبِي حَنِيفَةَ فِي أَصَحِّ الرِّوَايَاتِ عَنْهُ لَا حَدَّ لَهُ، وَهُوَ قَوْلُ جُمْهُورِ الْعُلَمَاءِ، وَعَنْ أَبِي حَنِيفَةَ: أَقَلُّهُ أَحَدَ عَشَرَ يَوْمًا، وَعَنْهُ أَيْضًا: خَمْسَةٌ وَعِشْرُونَ، وَحَكَى الْمَاوَرْدِيُّ، عَنِ الثَّوْرِيِّ: أَقَلُّهُ ثَلَاثَةُ أَيَّامٍ، وَقَالَ الْمُزَنِيُّ: أَقَلُّهُ أَرْبَعَةُ أَيَّامٍ، وَأَمَّا أَدِلَّةُ الْعُلَمَاءِ فِي أَكْثَرِ النِّفَاسِ وَأَقَلِّهِ، فَإِنَّ حُجَّةَ كُلِّ مَنْ حَدَّدَ أَكْثَرَهُ بِغَيْرِ الْأَرْبَعِينَ هِيَ الِاعْتِمَادُ عَلَى الْمُشَاهَدِ فِي الْخَارِجِ، وَأَكْثَرُ مَا شَاهَدُوهُ فِي الْخَارِجِ سِتُّونَ يَوْمًا، وَكَذَلِكَ حُجَجُهُمْ فِي أَقَلِّهِ فَهِيَ أَيْضًا الِاعْتِمَادُ عَلَى الْمُشَاهَدِ فِي الْخَارِجِ، وَقَدْ يُشَاهَدُ الْوَلَدُ يَخْرُجُ وَلَا دَمَ مَعَهُ، وَلِذَا كَانَ جُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ أَقَلَّهُ لَا حَدَّ لَهُ، وَأَمَّا حُجَّةُ مَنْ حَدَّدَهُ بِأَرْبَعِينَ، فَهِيَ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ، وَالْحَاكِمُ عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ:  «كَانَتِ النُّفَسَاءُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَجْلِسُ أَرْبَعِينَ يَوْمًا» الْحَدِيثَ، رُوِيَ هَذَا الْحَدِيثُ مِنْ طَرِيقِ عَلِيِّ بْنِ عَبْدِ الْأَعْلَى، عَنْ أَبِي سَهْلٍ، وَاسْمُهُ كَثِيرُ بْنُ زِيَادٍ، عَنْ مَسَّةَ الْأَزْدِيَّةِ، عَنْ أُمِّ سَلَمَةَ، وَعَلِيُّ بْنُ عَبْدِ الْأَعْلَى ثِقَةٌ، وَأَبُو سَهْلٍ وَثَّقَهُ الْبُخَارِيُّ وَضَعَّفَهُ ابْنُ حِبَّانَ، وَقَالَ ابْنُ حَجَرٍ: لَمْ يُصِبْ فِي تَضْعِيفِهِ، وَقَالَ فِي التَّقْرِيبِ فِي أَبِي سَهْلٍ الْمَذْكُورِ: ثِقَةٌ، وَقَالَ فِي «التَّقْرِيبِ» فِي مَسَّةَ الْمَذْكُورَةِ: مَقْبُولَةٌ، وَقَالَ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» فِي حَدِيثِ أُمِّ سَلَمَةَ هَذَا: حَدِيثٌ حَسَنٌ رَوَاهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَغَيْرُهُمَا. </p><p> قَالَ الْخَطَّابِيُّ: أَثْنَى الْبُخَارِيُّ عَلَى هَذَا الْحَدِيثِ، وَيَعْتَضِدُ هَذَا الْحَدِيثُ بِأَحَادِيثَ بِمَعْنَاهُ مِنْ رِوَايَةِ أَبِي الدَّرْدَاءِ، وَأَنَسٍ، وَمُعَاذٍ، وَعُثْمَانَ بْنِ أَبِي الْعَاصِ، وَأَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُمْ، وَقَالَ النَّوَوِيُّ أَيْضًا بَعْدَ هَذَا الْكَلَامِ:  «وَاعْتَمَدَ أَكْثَرُ أَصْحَابِنَا جَوَابًا آخَرَ وَهُوَ تَضْعِيفُ الْحَدِيثِ، وَهَذَا الْجَوَابُ مَرْدُودٌ، بَلِ الْحَدِيثُ جَيِّدٌ كَمَا سَبَقَ» . </p><p> وَأَجَابَ الْقَائِلُونَ بِأَنَّ أَكْثَرَ النِّفَاسِ سِتُّونَ عَنْ هَذَا الْحَدِيثِ الدَّالِّ عَلَى أَنَّهُ أَرْبَعُونَ بِأَجْوِبَةٍ، أَوْجَهُهَا عِنْدِي أَنَّ الْحَدِيثَ إِنَّمَا يَدُلُّ عَلَى أَنَّهَا تَجْلِسُ أَرْبَعِينَ، وَلَا دَلَالَةَ فِيهِ عَلَى أَنَّ الدَّمَ إِنْ تَمَادَى بِهَا لَمْ تَجْلِسْ أَكْثَرَ مِنَ الْأَرْبَعِينَ، فَمِنَ الْمُمْكِنِ أَنْ تَكُونَ النِّسَاءُ الْمَذْكُورَةُ فِي الْحَدِيثِ لَمْ يَتَمَادَ الْحَيْضُ بِهَا إِلَّا أَرْبَعِينَ فَنَصَّ الْحَدِيثُ عَلَى أَنَّهَا تَجْلِسُ الْأَرْبَعِينَ، وَلَا </p>"
}