{
  "id": null,
  "sura": 14,
  "aya": 52,
  "text": "<p> وَمِنْ إِطْلَاقِ الْإِهْطَاعِ فِي اللُّغَةِ بِمَعْنَى الْإِسْرَاعِ قَوْلُ الشَّاعِرِ: </p><p> بِدِجْلَةَ دَارُهُمْ وَلَقَدْ أَرَاهُمْ ... بِدِجْلَةَ مُهْطِعِينَ إِلَى السَّمَاعِ </p><p> أَيْ مُسْرِعِينَ إِلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُجْرِمِينَ وَهُمُ الْكُفَّارُ يَوْمَ الْقِيَامَةِ يُقَرَّنُونَ فِي الْأَصْفَادِ، وَبَيَّنَ تَعَالَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا [٢٥ \\ ١٣] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْأَصْفَادُ: هِيَ الْأَغْلَالُ وَالْقُيُودُ، وَاحِدُهَا: صَفْدٌ بِالسُّكُونِ، وَصَفَدٌ بِالتَّحْرِيكِ، وَمِنْهُ قَوْلُ عَمْرِو بْنِ كُلْثُومٍ: </p><p> فَآبُوا بِالنِّهَابِ وَبِالسَّبَايَا ... وَأُبْنَا بِالْمُلُوكِ مُصَفَّدِينَا </p><p> وَقَوْلُهُ تَعَالَى: وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ [٣٨ \\ ٣٧، ٣٨] . </p><p> قَوْلُهُ تَعَالَى: وَتَغْشَى وُجُوهَهُمُ النَّارُ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ النَّارَ يَوْمَ الْقِيَامَةِ تَغْشَى وَجُوهَ الْكُفَّارِ فَتُحْرِقُهَا، وَأَوْضَحَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ [٢٣ \\ ١٠٤] ، وَقَوْلِهِ: لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ الْآيَةَ [٢١ \\ ٣٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: هَذَا بَلَاغٌ لِلنَّاسِ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ هَذَا الْقُرْآنَ بَلَاغٌ لِجَمِيعِ النَّاسِ، وَأَوْضَحَ هَذَا الْمَعْنَى فِي قَوْلِهِ: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ [٦ \\ ١٩] وَبَيَّنَ أَنَّ مَنْ بَلَغَهُ وَلَمْ يُؤْمِنْ بِهِ فَهُوَ فِي النَّارِ كَائِنًا مَنْ كَانَ، فِي قَوْلِهِ: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ الْآيَةَ [١١ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مِنْ حِكَمِ إِنْزَالِ الْقُرْآنِ الْعَظِيمِ الْعِلْمَ بِأَنَّهُ تَعَالَى إِلَهٌ وَاحِدٌ، وَأَنَّ مِنْ حِكَمِهِ أَنْ يَتَّعِظَ أَصْحَابُ الْعُقُولِ، وَبَيَّنَ هَذَا فِي مَوَاضِعَ أُخَرَ فَذَكَرَ الْحِكْمَةَ الْأُولَى فِي أَوَّلِ سُورَةِ هُودٍ فِي قَوْلِهِ: كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ [١١ \\ ١، ٢] كَمَا تَقَدَّمَ إِيضَاحُهُ، وَذَكَرَ الْحِكْمَةَ الثَّانِيَةَ فِي قَوْلِهِ: كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ [٣٨ \\ ٢٩] </p><p> وَهُمْ أَصْحَابُ الْعُقُولِ السَّلِيمَةِ مِنْ شَوَائِبِ الِاخْتِلَالِ، وَاحِدُ الْأَلْبَابِ لُبٌّ بِالضَّمِّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}