{
  "id": null,
  "sura": 14,
  "aya": 18,
  "text": "<p> [٥٠ \\ ٢٤ - ٢٥] ، وَالْجَبَّارُ: الْمُتَجَبِّرُ فِي نَفْسِهِ، وَالْعَنِيدُ: الْمُعَانِدُ لِلْحَقِّ، قَالَهُ ابْنُ كَثِيرٍ. </p><p> قَوْلُهُ تَعَالَى: مِنْ وَرَائِهِ جَهَنَّمُ الْآيَةَ. </p><p> «وَرَاءَ» هُنَا بِمَعْنَى «أَمَامَ» كَمَا هُوَ ظَاهِرٌ، وَيَدُلُّ لَهُ إِطْلَاقُ «وَرَاءَ» بِمَعْنَى «أَمَامَ» فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، فَمِنْهُ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا [١٨ \\ ٧٩] ، أَيْ: أَمَامَهُمْ مَلِكٌ، وَكَانَ ابْنُ عَبَّاسٍ يَقْرَؤُهَا: وَكَانَ أَمَامَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا، وَمِنْ إِطْلَاقِ «وَرَاءَ» بِمَعْنَى «أَمَامَ» فِي كَلَامِ الْعَرَبِ قَوْلُ لَبِيدٍ: </p><p> أَلَيْسَ وَرَائِي إِنْ تَرَاخَتْ مَنِيَّتِي ... لُزُومُ الْعَصَا تُحْنِي عَلَيْهَا الْأَصَابِعُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> أَتَرْجُو بَنُو مَرْوَانَ سَمْعِي وَطَاعَتِي ... وَقَوْمِي تَمِيمٌ وَالْفَلَاةُ وَرَائِيَا </p><p> وَقَوْلُهُ الْآخَرُ: </p><p> وَمِنْ وَرَائِكَ يَوْمٌ أَنْتَ بَالِغُهُ ... لَا حَاضِرَ مُعْجِزٌ عَنْهُ وَلَا بَادِ </p><p> فَـ «وَرَاءَ» بِمَعْنَى «أَمَامَ» فِي الْأَبْيَاتِ، وَقَالَ بَعْضُ الْعُلَمَاءِ مَعْنَى مِنْ وَرَائِهِ جَهَنَّمُ، أَيْ: مِنْ بَعْدِ هَلَاكِهِ جَهَنَّمُ، وَعَلَيْهِ فَـ «وَرَاءَ» فِي الْآيَةِ بِمَعْنَى بَعْدَ، وَمِنْ إِطْلَاقِ «وَرَاءَ» بِمَعْنَى «بَعْدَ» قَوْلُ النَّابِغَةِ: </p><p> حَلَفْتُ فَلَمْ أَتْرُكْ لِنَفْسِكَ رِيبَةً ... وَلَيْسَ وَرَاءَ اللَّهِ لِلْمَرْءِ مَذْهَبُ </p><p> أَيْ: لَيْسَ بَعْدَ اللَّهِ مَذْهَبٌ، قَالَهُ الْقُرْطُبِيُّ، وَالْأَوَّلُ هُوَ الظَّاهِرُ وَهُوَ الْحَقُّ. </p><p> قَوْلُهُ تَعَالَى: مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ الْآيَةَ. </p><p> ضَرَبَ اللَّهُ تَعَالَى لِأَعْمَالِ الْكُفَّارِ مَثَلًا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِرَمَادٍ اشْتَدَّتْ بِهِ الرِّيَاحُ فِي يَوْمٍ عَاصِفٍ، أَيْ شَدِيدِ الرِّيحِ، فَإِنَّ تِلْكَ الرِّيحَ الشَّدِيدَةَ الْعَاصِفَةَ تُطَيِّرُ ذَلِكَ الرَّمَادَ وَلَمْ تُبْقِ لَهُ أَثَرًا، فَكَذَلِكَ أَعْمَالُ الْكُفَّارِ كَصِلَاتِ الْأَرْحَامِ، وَقِرَى الضَّيْفِ، وَالتَّنْفِيسِ عَنِ الْمَكْرُوبِ، وَبِرِّ الْوَالِدَيْنِ، وَنَحْوِ ذَلِكَ يُبْطِلُهَا الْكُفْرُ وَيُذْهِبُهَا، كَمَا تُطَيِّرُ تِلْكَ الرِّيحُ ذَلِكَ الرَّمَادَ. وَضَرَبَ أَمْثَالًا أُخَرَ فِي آيَاتٍ أُخَرَ لِأَعْمَالِ الْكُفَّارِ بِهَذَا الْمَعْنَى، كَقَوْلِهِ: وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا [٢٤ \\ ٣٩] ، وَقَوْلِهِ: مَثَلُ مَا يُنْفِقُونَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ أَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوا </p>"
}