{
  "id": null,
  "sura": 14,
  "aya": 4,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ إِبْرَاهِيمَ </p><p> قَوْلُهُ تَعَالَى: الر كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ الْآيَةَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَنْزَلَ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْكِتَابَ الْعَظِيمَ لِيُخْرِجَ بِهِ النَّاسَ مِنْ ظُلُمَاتِ الْكُفْرِ وَالضَّلَالِ إِلَى نُورِ الْإِيمَانِ وَالْهُدَى، وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ الْآيَةَ [٥٧ \\ ٩] ، وَقَوْلِهِ: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ الْآيَةَ [٢ \\ ٢٧٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ، وَقَدْ بَيَّنَ تَعَالَى هُنَا أَنَّهُ لَا يُخْرِجُ أَحَدًا مِنَ الظُّلُمَاتِ إِلَى النُّورِ إِلَّا بِإِذْنِهِ جَلَّ وَعَلَا فِي قَوْلِهِ: بِإِذْنِ رَبِّهِمْ الْآيَةَ [١٤ \\ ١] ، وَأَوْضَحَ ذَلِكَ فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ الْآيَةَ [٤ \\ ٦٤] ، وَقَوْلِهِ: وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ الْآيَةَ [١٠ \\ ١٠٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ. </p><p> بَيَّنَ اللَّهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَمْ يُرْسِلْ رَسُولًا إِلَّا بِلُغَةِ قَوْمِهِ ; لِأَنَّهُ لَمْ يُرْسِلْ رَسُولًا إِلَّا إِلَى قَوْمِهِ دُونَ غَيْرِهِمْ، وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ نَبِيَّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُرْسِلَ إِلَى جَمِيعِ الْخَلَائِقِ دُونَ اخْتِصَاصٍ بِقَوْمِهِ وَلَا بِغَيْرِهِمْ، كَقَوْلِهِ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا [٧ \\ ١٥٨] ، وَقَوْلِهِ: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ الْآيَةَ [٣٤ \\ ٢٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى عُمُومِ رِسَالَتِهِ لِأَهْلِ كُلِّ لِسَانٍ، فَهُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجِبُ عَلَيْهِ إِبْلَاغُ أَهْلِ كُلِّ لِسَانٍ، وَقَدْ قَدَّمْنَا فِي سُورَةِ الْبَقَرَةِ قَوْلَ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: «إِنَّ اللَّهَ فَضَّلَ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْأَنْبِيَاءِ وَعَلَى أَهْلِ السَّمَاءِ، فَقَالُوا: بِمَ يَا ابْنَ عَبَّاسٍ فَضَّلَهُ عَلَى أَهْلِ السَّمَاءِ؟ فَقَالَ: إِنَّ اللَّهَ تَعَالَى قَالَ: وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ [٢١ \\ ٢٩] ، وَقَالَ لِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ </p>"
}