{
  "id": null,
  "sura": 14,
  "aya": 15,
  "text": "<p> تَقَدَّمَ الْمِثَالُ لَهُ بِقَوْلِهِ تَعَالَى: ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ [٢٢ \\ ٣٢] ، مَعَ قَوْلِهِ: وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ الْآيَةَ [٢٢ \\ ٣٦] . </p><p> قَوْلُهُ تَعَالَى: وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ تَوَعَّدُوا الرُّسُلَ بِالْإِخْرَاجِ مِنْ أَرْضِهِمْ، وَالنَّفْيِ مِنْ بَيْنِ أَظْهُرِهِمْ إِنْ لَمْ يَتْرُكُوا مَا جَاءُوا بِهِ مِنَ الْوَحْيِ، وَقَدْ نَصَّ فِي آيَاتٍ أُخَرَ أَيْضًا عَلَى بَعْضِ ذَلِكَ مُفَصَّلًا، كَقَوْلِهِ عَنْ قَوْمِ شُعَيْبٍ: لَنُخْرِجَنَّكَ يَاشُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا قَالَ أَوَلَوْ كُنَّا كَارِهِينَ قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ الْآيَةَ [٧ \\ ٨٨، ٨٩] ، وَقَوْلِهِ عَنْ قَوْمِ لُوطٍ: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ [٢٧ \\ ٥٦] ، وَقَوْلِهِ عَنْ مُشْرِكِي قُرَيْشٍ: وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا [١٧ \\ ٧٦] ، وَقَوْلِهِ: وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ [٨ \\ ٣٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَوْحَى إِلَى رُسُلِهِ أَنَّ الْعَاقِبَةَ وَالنَّصْرَ لَهُمْ عَلَى أَعْدَائِهِمْ، وَأَنَّهُ يُسْكِنُهُمُ الْأَرْضَ بَعْدَ إِهْلَاكِ أَعْدَائِهِمْ، وَبَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ [٣٧ \\ ١٧١ - ١٧٣] ، وَقَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ [٥٨ \\ ٢١] ، وَقَوْلِهِ: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا الْآيَةَ [٤٠ \\ ٥١] . </p><p> وَقَوْلِهِ: قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ [٧ \\ ١٢٨] ، وَقَوْلِهِ: وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا الْآيَةَ [٧ \\ ١٣٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ. </p><p> لَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ خَيْبَةِ الْجَبَّارِ الْعَنِيدِ، وَلَكِنَّهُ أَشَارَ إِلَى مَعْنَى خَيْبَتِهِ وَبَعْضِ صِفَاتِهِ الْقَبِيحَةِ فِي قَوْلِهِ فِي سُورَةِ «ق» : أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ </p>"
}