{
  "id": null,
  "sura": 14,
  "aya": 31,
  "text": "<p> قَوْلُهُ تَعَالَى: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعَدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ أَنَّ اللَّهَ وَعَدَهُمْ وَعْدَ الْحَقِّ، وَأَنَّ الشَّيْطَانَ وَعَدَهُمْ فَأَخْلَفَهُمْ مَا وَعَدَهُمْ، وَبَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ فِي وَعْدِ اللَّهِ: وَعْدَ اللَّهِ حَقًّا [٤ \\ ١٢٢] ، وَقَوْلِهِ: إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ [١٣ \\ ٣١] ، وَقَوْلِهِ فِي وَعْدِ الشَّيْطَانِ: يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا [٤ \\ ١٢٠] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ قَوْلُهُ تَعَالَى: تَحِيَّتُهُمْ فِيهَا سَلَامٌ [١٤ \\ ٢٣] . </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ تَحِيَّةَ أَهْلِ الْجَنَّةِ فِي الْجَنَّةِ سَلَامٌ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ الْمَلَائِكَةَ تُحَيِّيهِمْ بِذَلِكَ، وَأَنَّ بَعْضَهُمْ يُحَيِّي بَعْضًا بِذَلِكَ، فَقَالَ فِي تَحِيَّةِ الْمَلَائِكَةِ لَهُمْ: وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ الْآيَةَ [١٣ \\ ٢٣، ٢٤] ، وَقَالَ: وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ الْآيَةَ [٣٩ \\ ٧٣] ، وَقَالَ: وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا [٢٥ \\ ٧٥] ، وَقَالَ فِي تَحِيَّةِ بَعْضِهِمْ بَعْضًا: دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ الْآيَةَ [١٠ \\ ١٠] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ. </p><p> هَذَا تَهْدِيدٌ مِنْهُ تَعَالَى لَهُمْ بِأَنَّ مَصِيرَهُمْ إِلَى النَّارِ، وَذَلِكَ الْمَتَاعُ الْقَلِيلُ فِي الدُّنْيَا لَا يُجْدِي مِنْ مَصِيرِهِ إِلَى النَّارِ وَبَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ [٣٩ \\ ٨] ، وَقَوْلِهِ: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ [٣١ \\ ٢٤] ، وَقَوْلِهِ: مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ [١٠ \\ ٧٠] ، وَقَوْلِهِ: لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ الْآيَةَ [٣ \\ ١٩٦، ١٩٧] ، إِلَى ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: قُلْ لِعِبَادِي الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ. </p><p> أَمَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِالْمُبَادَرَةِ إِلَى الطَّاعَاتِ، كَالصَّلَوَاتِ وَالصَّدَقَاتِ مِنْ قَبْلِ إِتْيَانِ يَوْمِ الْقِيَامَةِ الَّذِي هُوَ الْيَوْمُ الَّذِي لَا بَيْعٌ فِيهِ وَلَا مُخَالَّةٌ بَيْنَ خَلِيلَيْنِ، فَيَنْتَفِعُ أَحَدُهُمَا بِخُلَّةِ الْآخَرِ، فَلَا يُمْكِنُ أَحَدًا أَنْ تُبَاعَ لَهُ نَفْسُهُ فَيَفْدِيَهَا، وَلَا خَلِيلَ يَنْفَعُ خَلِيلَهُ يَوْمَئِذٍ، وَبَيَّنَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ الْآيَةَ [٢ \\ ٢٥٤] ، وَقَوْلِهِ: فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا [٥٧ \\ ١٥] وَقَوْلِهِ: </p>"
}