{
  "id": null,
  "sura": 14,
  "aya": 37,
  "text": "<p> وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا الْآيَةَ [٢ \\ ٤٨] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْخِلَالُ فِي هَذِهِ الْآيَةِ، قِيلَ: جَمْعُ خُلَّةٍ كَقُلَّةٍ وَقِلَالٍ، وَالْخُلَّةُ: الْمُصَادَقَةُ، وَقِيلَ: هُوَ مَصْدَرُ خَالَّهُ عَلَى وَزْنِ فَاعَلَ مُخَالَّةً وَخِلَالًا، وَمَعْلُومٌ أَنَّ فَاعَلَ يَنْقَاسُ مَصْدَرُهَا عَلَى الْمُفَاعَلَةِ وَالْفِعَالِ، وَهَذَا هُوَ الظَّاهِرُ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> صَرَفْتُ الْهَوَى عَنْهُنَّ مِنْ خَشْيَةِ الرَّدَى ... وَلَسْتُ بِمُقْلِيِّ الْخِلَالِ وَلَا قَالِ </p><p> أَيْ: لَسْتُ بِمَكْرُوهِ الْمُخَالَّةِ. </p><p> قَوْلُهُ تَعَالَى: وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ الْآيَةَ. </p><p> لَمْ يُبَيِّنْ هُنَا هَلْ أَجَابَ دُعَاءَ نَبِيِّهِ إِبْرَاهِيمَ هَذَا وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ أَجَابَهُ فِي بَعْضِ ذُرِّيَّتِهِ دُونَ بَعْضٍ، كَقَوْلِهِ: وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ [٣٧ \\ ١١٣] ، وَقَوْلِهِ: وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ الْآيَةَ [٤٣ \\ ٢٨] . </p><p> قَوْلُهُ تَعَالَى: فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ الْآيَةَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ نَبِيَّهُ إِبْرَاهِيمَ قَالَ: إِنَّ مَنْ تَبِعَهُ فَإِنَّهُ مِنْهُ، وَأَنَّهُ رَدَّ أَمْرَ مَنْ لَمْ يَتْبَعْهُ إِلَى مَشِيئَةِ اللَّهِ تَعَالَى، إِنْ شَاءَ اللَّهُ غَفَرَ لَهُ ; لِأَنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ، وَذَكَرَ نَحْوَ هَذَا عَنْ عِيسَى ابْنِ مَرْيَمَ فِي قَوْلِهِ: إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ [٥ \\ ١١٨] ، وَذَكَرَ عَنْ نُوحٍ وَمُوسَى التَّشْدِيدَ فِي الدُّعَاءِ عَلَى قَوْمِهِمَا فَقَالَ عَنْ نُوحٍ إِنَّهُ قَالَ: رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِلَى قَوْلِهِ: فَاجِرًا كَفَّارًا [٧١ \\ ٢٦، ٢٧] ، وَقَالَ عَنْ مُوسَى إِنَّهُ قَالَ: رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلَا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ [١٠ \\ ٨٨] وَالظَّاهِرُ أَنَّ نُوحًا وَمُوسَى عَلَيْهِمَا وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ مَا دَعَوْا ذَلِكَ الدُّعَاءَ عَلَى قَوْمِهِمَا إِلَّا بَعْدَ أَنْ عَلِمَا مِنَ اللَّهِ أَنَّهُمْ أَشْقِيَاءُ فِي عِلْمِ اللَّهِ لَا يُؤْمِنُونَ أَبَدًا، أَمَّا نُوحٌ فَقَدْ صَرَّحَ اللَّهُ تَعَالَى لَهُ بِذَلِكَ فِي قَوْلِهِ: </p><p> وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ [١١ \\ ٣٦] ، وَأَمَّا مُوسَى فَقَدْ فَهِمَ ذَلِكَ مِنْ قَوْلِ قَوْمِهِ لَهُ: مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [٧ \\ ١٣٢] ، فَإِنَّهُمْ قَالُوا هَذَا الْقَوْلَ بَعْدَ مُشَاهَدَةِ تِلْكَ الْآيَاتِ الْعَظِيمَةِ الْمَذْكُورَةِ فِي الْأَعْرَافِ وَغَيْرِهَا. </p><p> قَوْلُهُ تَعَالَى: فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ الْآيَةَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ نَبِيَّهُ إِبْرَاهِيمَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ دَعَا لِذُرِّيَّتِهِ الَّذِينَ </p>"
}