{
  "id": null,
  "sura": 15,
  "aya": 47,
  "text": "<p> وَقَوْلِهِ فِي الْقَمَرِ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ [٥٤ \\ ٥٤ - ٥٥] وَقَوْلِهِ فِي الْمُرْسَلَاتِ: إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ وَفَوَاكِهَ مِمَّا يَشْتَهُونَ كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ [٧٧ \\ ٤١ - ٤٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ بَيَّنَّا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنَّ الشَّيْءَ الَّذِي لَهُ أَوْصَافٌ مُتَعَدِّدَةٌ فِي الْقُرْآنِ نُبَيِّنُ أَوْصَافَهُ عِنْدَ ذِكْرِ بَعْضِهَا، كَمَا تَقَدَّمَ مِثَالُهُ مِرَارًا وَكَمَا هُنَا. </p><p> وَالْمُتَّقِي اسْمُ فَاعِلِ الِاتِّقَاءِ، وَأَصْلُ مَادَّةِ الِاتِّقَاءِ (وق ي) لَفِيفٌ مَفْرُوقٌ فَاؤُهُ وَاوٌ وَعَيْنُهُ قَافٌ وَلَامُهُ يَاءٌ، فَدَخَلَهُ تَاءُ الِافْتِعَالِ فَصَارَتْ وَقِيَ أَوْ تَقِيَ، فَأُبْدِلَتِ الْوَاوُ الَّتِي هِيَ فَاءُ الْكَلِمَةِ تَاءً لِلْقَاعِدَةِ الْمُقَرَّرَةِ فِي التَّصْرِيفِ: أَنَّ كُلَّ وَاوٍ هِيَ فَاءُ الْكَلِمَةِ إِذَا دَخَلَتْ عَلَيْهَا تَاءُ الِافْتِعَالِ يَجِبُ إِبْدَالُهَا - أَعْنِي الْوَاوَ - تَاءً وَإِدْغَامُهَا فِي تَاءِ الِافْتِعَالِ نَحْوَ اتَّصَلَ مِنَ الْوَصْلِ وَاتَّزَنَ مِنَ الْوَزْنِ وَاتَّحَدَ مِنَ الْوَحْدَةِ وَاتَّقَى مِنَ الْوِقَايَةِ وَعَقَدَ هَذِهِ الْقَاعِدَةَ ابْنُ مَالِكٍ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> ذُو اللِّينِ فَاتَا فِي افْتِعَالٍ أُبْدِلَا ... وَشَذَّ فِي ذِي الْهَمْزِ نَحْوَ ائْتَكَلَا </p><p> وَالِاتِّقَاءُ فِي اللُّغَةِ: اتِّخَاذُ الْوِقَايَةِ دُونَ الْمَكْرُوهِ، وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> سَقَطَ النَّصِيفُ وَلَمْ تُرِدْ إِسْقَاطَهُ ... فَتَنَاوَلَتْهُ وَاتَّقَتْنَا بِالْيَدِ </p><p> يَعْنِي اسْتَقْبَلَتْنَا بِيَدِهَا جَاعِلَةً إِيَّاهَا وِقَايَةً تَقِيهَا مِنْ أَنْ نَنْظُرَ إِلَى وَجْهِهَا لِأَنَّهَا تَسْتُرُهُ بِهَا، وَقَوْلُ الْآخَرِ: فَأَلْقَتْ قِنَاعًا دُونَهُ الشَّمْسُ وَاتَّقَتْ بِأَحْسَنِ مَوْصُولَيْنِ كَفٍّ وَمِعْصَمٍ وَالتَّقْوَى فِي اصْطِلَاحِ الشَّرْعِ: هِيَ اتِّخَاذُ الْوِقَايَةِ دُونَ عَذَابِ اللَّهِ وَسُخْطِهِ، وَهِيَ مُرَكَّبَةٌ مِنْ أَمْرَيْنِ هُمَا: امْتِثَالُ أَمْرِ اللَّهِ، وَاجْتِنَابُ نَهْيِهِ. </p><p> قَوْلُهُ تَعَالَى: وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ نَزَعَ مَا فِي صُدُورِ أَهْلِ الْجَنَّةِ مِنَ الْغِلِّ، فِي حَالِ كَوْنِهِمْ إِخْوَانًا، وَبَيَّنَ هَذَا الْمَعْنَى فِي الْأَعْرَافِ، وَزَادَ أَنَّهُمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ فِي نَعِيمِ الْجَنَّةِ وَذَلِكَ فِي قَوْلِهِ: وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا [٧ \\ ٤٣] . </p>"
}