{
  "id": null,
  "sura": 15,
  "aya": 17,
  "text": "<p> رَاجِعٌ إِلَى الذِّكْرِ الَّذِي هُوَ الْقُرْآنُ. وَقِيلَ الضَّمِيرُ رَاجِعٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَقَوْلِهِ: وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ [٥ \\ ٦٧] وَالْأَوَّلُ هُوَ الْحَقُّ كَمَا يَتَبَادَرُ مِنْ ظَاهِرِ السِّيَاقِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ جَعَلَ فِي السَّمَاءِ بُرُوجًا، وَذَكَرَ هَذَا أَيْضًا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا [٢٥ \\ ٦١] وَقَوْلِهِ تَعَالَى: وَالسَّمَاءِ ذَاتِ الْبُرُوجِ الْآيَةَ [٨٥ \\ ١] ، وَالْبُرُوجُ: جَمْعُ بُرْجٍ. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِالْبُرُوجِ فِي الْآيَاتِ الْمَذْكُورَةِ، فَقَالَ بَعْضُهُمْ: الْبُرُوجُ: الْكَوَاكِبُ، وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ مُجَاهِدٌ وَقَتَادَةُ. وَعَنْ أَبِي صَالِحٍ: أَنَّهَا الْكَوَاكِبُ الْعِظَامُ، وَقِيلَ: هِيَ قُصُورٌ فِي السَّمَاءِ عَلَيْهَا الْحَرَسُ. وَمِمَّنْ قَالَ بِهِ عَطِيَّةُ، وَقِيلَ: هِيَ مَنَازِلُ الشَّمْسِ وَالْقَمَرِ، قَالَهُ ابْنُ عَبَّاسٍ. وَأَسْمَاءُ هَذِهِ الْبُرُوجِ: الْحَمَلُ وَالثَّوْرُ وَالْجَوْزَاءُ وَالسَّرَطَانُ وَالْأَسَدُ وَالسُّنْبُلَةُ وَالْمِيزَانُ وَالْعَقْرَبُ وَالْقَوْسُ وَالْجَدْيُ وَالدَّلْوُ وَالْحُوتُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: أَطْلَقَ تَعَالَى فِي ((سُورَةِ النِّسَاءِ) ) الْبُرُوجَ عَلَى الْقُصُورِ الْحَصِينَةِ فِي قَوْلِهِ: أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ [٤ \\ ٧٨] وَمَرْجِعُ الْأَقْوَالِ كُلِّهَا إِلَى شَيْءٍ وَاحِدٍ. لِأَنَّ أَصْلَ الْبُرُوجِ فِي اللُّغَةِ الظُّهُورُ، وَمِنْهُ تَبَرُّجُ الْمَرْأَةِ بِإِظْهَارِ زِينَتِهَا، فَالْكَوَاكِبُ ظَاهِرَةٌ، وَالْقُصُورُ ظَاهِرَةٌ، وَمَنَازِلُ الْقَمَرِ وَالشَّمْسِ كَالْقُصُورِ، بِجَامِعِ أَنَّ الْكُلَّ مَحَلٌّ يُنْزَلُ فِيهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَزَيَّنَّاهَا لِلنَّاظِرِينَ. صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ زَيَّنَ السَّمَاءَ لِلنَّاظِرِينَ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ زَيَّنَهَا بِالنُّجُومِ، وَأَنَّهَا السَّمَاءُ الدُّنْيَا كَقَوْلِهِ: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ الْآيَةَ [٦٧ \\ ٥] ، وَقَوْلِهِ: إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ [٣٧ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ. صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ حَفِظَ السَّمَاءَ مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ، وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ [٣٧ \\ ٧] وَقَوْلِهِ: وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ [٦٧ \\ ٥] وَقَوْلِهِ: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] وَقَوْلِهِ: إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ [٢٦ \\ ٢١٢] وَقَوْلِهِ: </p><p> أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ [٥٢ \\ ٣٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالِاسْتِثْنَاءُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي قَوْلِهِ: إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ [١٥ \\ ١٨] . قَالَ بَعْضُ الْعُلَمَاءِ: هُوَ اسْتِثْنَاءٌ مُنْقَطِعٌ، وَجَزَمَ بِهِ الْفَخْرُ الرَّازِيُّ، أَيْ لَكِنْ مَنِ اسْتَرَقَ السَّمْعَ أَيِ الْخَطْفَةَ الْيَسِيرَةَ، فَإِنَّهُ يَتْبَعُهُ شِهَابٌ فَيَحْرِقُهُ كَقَوْلِهِ تَعَالَى: وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ [٣٧ \\ ٨ - ١٠] وَقِيلَ: الِاسْتِثْنَاءُ مُتَّصِلٌ، أَيْ حَفِظْنَا السَّمَاءَ مِنَ الشَّيَاطِينِ أَنْ تَسْمَعَ شَيْئًا مِنَ الْوَحْيِ وَغَيْرِهِ، إِلَّا مَنِ اسْتَرَقَ السَّمْعَ، فَإِنَّا لَمْ نَحْفَظْهَا مِنْ أَنْ تَسَّمَّعَ لِخَبَرٍ مِنْ أَخْبَارِ السَّمَاءِ سِوَى الْوَحْيِ، فَأَمَّا الْوَحْيُ فَلَا تَسْمَعُ مِنْهُ شَيْئًا ; لِقَوْلِهِ تَعَالَى: إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ [٢٦ \\ ٢١٢] قَالَهُ الْقُرْطُبِيُّ، وَنَظِيرُهُ إِلَّا مَنْ خَطِفَ الْآيَةَ [٣٧ \\ ١٠] فَإِنَّهُ اسْتِثْنَاءٌ مِنَ الْوَاوِ فِي قَوْلِهِ تَعَالَى: لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْآيَةَ [٣٧ \\ ٨] . </p><p> [أَصْحَابُ الْأَقْمَارِ الصِّنَاعِيَّةِ</p><p> تَنْبِيهٌ </p><p> يُؤْخَذُ مِنْ هَذِهِ الْآيَاتِ الَّتِي ذَكَرْنَا أَنَّ كُلَّ مَا يَتَشَدَّقُ بِهِ أَصْحَابُ الْأَقْمَارِ الصِّنَاعِيَّةِ، مِنْ أَنَّهُمْ سَيَصِلُونَ إِلَى السَّمَاءِ وَيَبْنُونَ عَلَى الْقَمَرِ، كُلُّهُ كَذِبٌ وَشَقْشَقَةٌ لَا طَائِلَ تَحْتَهَا، وَمِنَ الْيَقِينِ الَّذِي لَا شَكَّ فِيهِ أَنَّهُمْ سَيَقِفُونَ عِنْدَ حَدِّهِمْ، وَيَرْجِعُونَ خَاسِئِينَ أَذِلَّاءَ عَاجِزِينَ ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ [٦٧ \\ ٤] وَوَجْهُ دَلَالَةِ الْآيَاتِ الْمَذْكُورَةِ عَلَى ذَلِكَ أَنَّ اللِّسَانَ الْعَرَبِيَّ الَّذِي نَزَلَ بِهِ الْقُرْآنُ، يُطْلِقُ اسْمَ الشَّيْطَانِ عَلَى كُلِّ عَاتٍ مُتَمَرِّدٍ مِنَ الْجِنِّ وَالْإِنْسِ وَالدَّوَابِّ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ الْآيَةَ [٢ \\ ١٤] ، وَقَوْلُهُ: وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا [٦ \\ ١١٢] وَمِنْهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الْكَلْبُ الْأَسْوَدُ شَيْطَانٌ» وَقَوْلُ جَرِيرٍ: </p><p> أَيَّامَ يَدْعُونَنِي الشَّيْطَانَ مِنْ غَزَلِي ... وَكُنَّ يَهْوَيْنَنِي إِذْ كُنْتُ شَيْطَانًا </p><p> وَلَا شَكَّ أَنَّ أَصْحَابَ الْأَقْمَارِ الصِّنَاعِيَّةِ يَدْخُلُونَ فِي اسْمِ الشَّيَاطِينِ دُخُولًا أَوَّلِيًّا ; لِعُتُوِّهِمْ وَتَمَرُّدِهِمْ. وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّهُ تَعَالَى صَرَّحَ بِحِفْظِ السَّمَاءِ مَنْ كُلِّ شَيْطَانٍ، كَائِنًا مَنْ كَانَ فِي عِدَّةِ آيَاتٍ مِنْ كِتَابِهِ كَقَوْلِهِ هُنَا: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ [١٥ \\ ١٧] </p><p> وَقَوْلُهُ: وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ [٤١ \\ ١٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَصَرَّحَ بِأَنَّ مَنْ أَرَادَ اسْتِرَاقَ السَّمْعِ أَتْبَعَهُ شِهَابٌ رَاصِدٌ لَهُ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] وَقَوْلِهِ: إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ [١٥ \\ ١٨] وَقَوْلِهِ: إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ [٣٧ \\ ٩] وَقَالَ: إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ [٢٦ \\ ٢١٢] وَقَالَ: أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ [٥٢ \\ ٣٨] وَهُوَ تَعْجِيزٌ دَالٌّ عَلَى عَجْزِ الْبَشَرِ عَنْ ذَلِكَ عَجْزًا مُطْلَقًا، وَقَالَ: أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ [٣٨ \\ ١٠ - ١١] فَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلْيَرْتَقُوا فِي الْأَسْبَابِ، أَيْ فَلْيَصْعَدُوا فِي أَسْبَابِ السَّمَاوَاتِ الَّتِي تُوَصِّلُ إِلَيْهَا. وَصِيغَةُ الْأَمْرِ فِي قَوْلِهِ: فَلْيَرْتَقُوا لِلتَّعْجِيزِ، وَإِيرَادُهَا لِلتَّعْجِيزِ دَلِيلٌ عَلَى عَجْزِ الْبَشَرِ عَنْ ذَلِكَ عَجْزًا مُطْلَقًا. وَقَوْلُهُ - جَلَّ وَعَلَا - بَعْدَ ذَلِكَ التَّعْجِيزِ: جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ [٣٨ \\ ١١] يُفْهَمُ مِنْهُ أَنَّهُ لَوْ تَنَطَّعَ جُنْدٌ مِنَ الْأَحْزَابِ لِلِارْتِقَاءِ فِي أَسْبَابِ السَّمَاءِ، أَنَّهُ يَرْجِعُ مَهْزُومًا صَاغِرًا دَاخِرًا ذَلِيلًا، وَمِمَّا يَدُلُّ عَلَى أَنَّ الْآيَةَ الْكَرِيمَةَ يُشَارُ فِيهَا إِلَى شَيْءٍ مَا كَانَ يَظُنُّهُ النَّاسُ وَقْتَ نُزُولِهَا إِبْهَامُهُ - جَلَّ وَعَلَا - لِذَلِكَ الْجُنْدِ بِلَفْظَةِ (مَا) فِي قَوْلِهِ: جُنْدٌ مَا [٣٨ \\ ١١] وَإِشَارَتُهُ إِلَى مَكَانِ ذَلِكَ الْجُنْدِ أَوْ مَكَانِ انْهِزَامِهِ إِشَارَةُ الْبَعِيدِ فِي قَوْلِهِ: هُنَالِكَ [٣٨ \\ ١١] وَلَمْ يَتَقَدَّمْ فِي الْآيَةِ مَا يُظْهِرُ رُجُوعَ الْإِشَارَةِ إِلَيْهِ، إِلَّا الِارْتِقَاءُ فِي أَسْبَابِ السَّمَاوَاتِ. </p><p> فَالْآيَةُ الْكَرِيمَةُ يُفْهَمُ مِنْهَا مَا ذَكَرْنَا، وَمَعْلُومٌ أَنَّهَا لَمْ يُفَسِّرْهَا بِذَلِكَ أَحَدٌ مِنَ الْعُلَمَاءِ، بَلْ عِبَارَاتُ الْمُفَسِّرِينَ تَدُورُ عَلَى أَنَّ الْجُنْدَ الْمَذْكُورَ الْكُفَّارُ الَّذِينَ كَذَّبُوهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَوْفَ يَهْزِمُهُمْ، وَأَنَّ ذَلِكَ تَحَقَّقَ يَوْمَ بَدْرٍ أَوْ يَوْمَ فَتْحِ مَكَّةَ، وَلَكِنْ كِتَابُ اللَّهِ لَا تَزَالُ تَظْهَرُ غَرَائِبُهُ وَعَجَائِبُهُ مُتَجَدِّدَةً عَلَى مَرِّ اللَّيَالِي وَالْأَيَّامِ، فَفِي كُلِّ حِينٍ تُفْهَمُ مِنْهُ أَشْيَاءُ لَمْ تَكُنْ مَفْهُومَةً مِنْ قَبْلُ، وَيَدُلُّ لِذَلِكَ حَدِيثُ أَبِي جُحَيْفَةَ الثَّابِتُ فِي الصَّحِيحِ أَنَّهُ لَمَّا سَأَلَ عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ - هَلْ خَصَّهُمْ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِشَيْءٍ؟ قَالَ لَهُ عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُ -: لَا وَالَّذِي فَلَقَ الْحَبَّةَ، وَبَرَأَ النَّسَمَةَ، إِلَّا فَهْمًا يُعْطِيهِ اللَّهُ رَجُلًا فِي كِتَابِ اللَّهِ، وَمَا فِي هَذِهِ الصَّحِيفَةِ. الْحَدِيثَ. فَقَوْلُهُ - رَضِيَ اللَّهُ عَنْهُ -: إِلَّا فَهْمًا يُعْطِيهِ اللَّهُ رَجُلًا فِي كِتَابِ اللَّهِ، يَدُلُّ عَلَى أَنَّ فَهْمَ كِتَابِ اللَّهِ </p><p> تَتَجَدَّدُ بِهِ الْعُلُومُ وَالْمَعَارِفُ الَّتِي لَمْ تَكُنْ عِنْدَ عَامَّةِ النَّاسِ، وَلَا مَانِعَ مِنْ حَمْلِ الْآيَةِ عَلَى مَا حَمَلَهَا عَلَيْهِ الْمُفَسِّرُونَ. </p><p> وَمَا ذَكَرْنَا أَيْضًا أَنَّهُ يُفْهَمُ مِنْهَا لِمَا تَقَرَّرَ عِنْدَ الْعُلَمَاءِ مِنْ أَنَّ الْآيَةَ إِنْ كَانَتْ تَحْتَمِلُ مَعَانِيَ كُلُّهَا صَحِيحَةٌ، تَعَيَّنَ حَمْلُهَا عَلَى الْجَمِيعِ، كَمَا حَقَّقَهُ بِأَدِلَّتِهِ الشَّيْخُ تَقِيُّ الدِّينِ أَبُو الْعَبَّاسِ بْنُ تَيْمِيَةَ فِي رِسَالَتِهِ فِي عُلُومِ الْقُرْآنِ. </p><p> وَصَرَّحَ تَعَالَى بِأَنَّ الْقَمَرَ فِي السَّبْعِ الطِّبَاقِ فِي قَوْلِهِ: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا [٧١ \\ ١٥ - ١٦] فَعُلِمَ مِنَ الْآيَاتِ أَنَّ الْقَمَرَ فِي السَّبْعِ الطِّبَاقِ، وَأَنَّ اللَّهَ حَفِظَهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ، فَلَمْ يَبْقَ شَكٌّ وَلَا لَبْسٌ فِي أَنَّ الشَّيَاطِينَ أَصْحَابَ الْأَقْمَارِ الصِّنَاعِيَّةِ سَيَرْجِعُونَ دَاخِرِينَ صَاغِرِينَ، عَاجِزِينَ عَنِ الْوُصُولِ إِلَى الْقَمَرِ وَالْوُصُولِ إِلَى السَّمَاءِ، وَلَمْ يَبْقَ لَبْسٌ فِي أَنَّ السَّمَاءَ الَّتِي فِيهَا الْقَمَرُ لَيْسَ يُرَادُ بِهَا مُطْلَقَ مَا عَلَاكَ، وَإِنْ كَانَ لَفْظُ السَّمَاءِ قَدْ يُطْلَقُ لُغَةً عَلَى كُلِّ مَا عَلَاكَ، كَسَقْفِ الْبَيْتِ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ الْآيَةَ [٢٢ \\ ١٥] . وَقَدْ قَالَ الشَّاعِرُ: </p><p> وَقَدْ يُسَمَّى سَمَاءً كُلُّ مُرْتَفِعٍ ... وَإِنَّمَا الْفَضْلُ حَيْثُ الشَّمْسُ وَالْقَمَرُ </p><p> لِتَصْرِيحِهِ تَعَالَى بِأَنَّ الْقَمَرَ فِي السَّبْعِ الطِّبَاقِ. لِأَنَّ الضَّمِيرَ فِي قَوْلِهِ: وَجَعَلَ الْقَمَرَ فِيهِنَّ [٧١ \\ ١٦] رَاجِعٌ إِلَى السَّبْعِ الطِّبَاقِ، وَإِطْلَاقُ الْمَجْمُوعِ مُرَادًا بَعْضُهُ كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. </p><p> وَمِنْ أَصْرَحِ أَدِلَّتِهِ: قِرَاءَةُ حَمْزَةَ وَالْكِسَائِيِّ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ [٢ \\ ١٩١] مِنَ الْقَتْلِ فِي الْفِعْلَيْنِ. لِأَنَّ مَنْ قُتِلَ - بِالْبِنَاءِ لِلْمَفْعُولِ - لَا يُمْكِنُ أَنْ يُؤْمَرَ بَعْدَ مَوْتِهِ بِأَنْ يَقْتُلَ قَاتِلَهُ، وَلَكِنَّ الْمُرَادَ: فَإِنْ قَتَلُوا بَعْضَكُمْ فَلْيَقْتُلْهُمْ بَعْضُكُمُ الْآخَرُ، كَمَا هُوَ ظَاهِرٌ. وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا [٧١ \\ ١٦] . وَصَحَّ كَوْنُ السَّمَاوَاتِ ظَرْفًا لِلْقَمَرِ. لِأَنَّهُ لَا يَلْزَمُ مِنَ الظَّرْفِ أَنْ يَمْلَأَهُ الْمَظْرُوفُ. تَقُولُ: زَيْدٌ فِي الْمَدِينَةِ، وَهُوَ فِي جُزْءٍ مِنْهَا. </p><p> وَاعْلَمْ أَنَّ لَفْظَ الْآيَةِ صَرِيحٌ فِي أَنَّ نَفْسَ الْقَمَرِ فِي السَّبْعِ الطِّبَاقِ. لِأَنَّ لَفْظَةَ جَعَلَ [٧١ \\ ١٥] فِي الْآيَةِ هِيَ الَّتِي بِمَعْنَى صَيَّرَ، وَهِيَ تَنْصِبُ الْمُبْتَدَأَ وَالْخَبَرَ، وَالْمُعَبَّرُ عَنْهُ بِالْمُبْتَدَأِ هُوَ الْمُعَبَّرُ عَنْهُ بِالْخَبَرِ بِعَيْنِهِ لَا شَيْءٍ آخَرَ، فَقَوْلُكَ: جَعَلْتُ الطِّينَ خَزَفًا، وَالْحَدِيدَ خَاتَمًا، لَا يَخْفَى فِيهِ أَنَّ الطِّينَ هُوَ الْخَزَفُ بِعَيْنِهِ، وَالْحَدِيدَ هُوَ الْخَاتَمُ، وَكَذَلِكَ قَوْلُهُ: وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا [٧١ \\ ١٦] . </p><p> فَالنُّورُ الْمَجْعُولُ فِيهِنَّ هُوَ الْقَمَرُ بِعَيْنِهِ، فَلَا يُفْهَمُ مِنَ الْآيَةِ بِحَسَبِ الْوَضْعِ اللُّغَوِيِّ احْتِمَالُ خُرُوجِ نَفْسِ الْقَمَرِ عَنِ السَّبْعِ الطِّبَاقِ، وَكَوْنُ الْمَجْعُولِ فِيهَا مُطْلَقَ نُورِهِ. لِأَنَّهُ لَوْ أُرِيدَ ذَلِكَ لَقِيلَ: وَجَعَلَ نُورَ الْقَمَرِ فِيهِنَّ أَمَّا قَوْلُهُ: وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا فَهُوَ صَرِيحٌ فِي أَنَّ النُّورَ الْمَجْعُولَ فِيهِنَّ هُوَ عَيْنُ الْقَمَرِ، وَلَا يَجُوزُ صَرْفُ الْقُرْآنِ عَنْ مَعْنَاهُ الْمُتَبَادِرِ بِلَا دَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَيُوَضِّحُ ذَلِكَ أَنَّهُ تَعَالَى صَرَّحَ فِي سُورَةِ الْفُرْقَانِ بِأَنَّ الْقَمَرَ فِي خُصُوصِ السَّمَاءِ ذَاتِ الْبُرُوجِ بِقَوْلِهِ: تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا [٢٥ \\ ٦١] وَصَرَّحَ فِي سُورَةِ الْحِجْرِ بِأَنَّ ذَاتَ الْبُرُوجِ الْمَنْصُوصَ عَلَى أَنَّ الْقَمَرَ فِيهَا هِيَ بِعَيْنِهَا الْمَحْفُوظَةُ مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ بِقَوْلِهِ: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ [١٥ \\ ١٦] وَمَا يَزْعُمُهُ بَعْضُ النَّاسِ مِنْ أَنَّهُ - جَلَّ وَعَلَا - أَشَارَ إِلَى الِاتِّصَالِ بَيْنَ أَهْلِ السَّمَاءِ وَالْأَرْضِ فِي قَوْلِهِ: وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ [٤٢ \\ ٢٩] يُقَالُ فِيهِ: إِنَّ الْمُرَادَ جَمْعُهُمْ يَوْمَ الْقِيَامَةِ فِي الْمَحْشَرِ، كَمَا أَطْبَقَ عَلَيْهِ الْمُفَسِّرُونَ. وَيَدُلُّ لَهُ قَوْلُهُ تَعَالَى: وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ [٦ \\ ٣٨] . </p><p> وَيُوَضِّحُ ذَلِكَ تَسْمِيَةُ يَوْمِ الْقِيَامَةِ يَوْمَ الْجَمْعِ فِي قَوْلِهِ تَعَالَى: يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ الْآيَةَ [٦٤ \\ ٩] . وَكَثْرَةُ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ جَمْعَ جَمِيعِ الْخَلَائِقِ كَائِنٌ يَوْمَ الْقِيَامَةِ، كَقَوْلِهِ: ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ [١١ \\ ١٠٣] وَقَوْلِهِ: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ [٥٦ \\ ٤٩ - ٥٠] وَقَوْلِهِ: اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ [٤ \\ ٨٧] وَقَوْلِهِ: وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا [٢٥ \\ ٢٥] وَقَوْلِهِ وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩ \\ ٢٢] وَقَوْلِهِ وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا [١٨ \\ ٤٧] . </p><p> وَمَعَ أَنَّ بَعْضَ الْعُلَمَاءِ قَالَ: الْمُرَادُ مَا بَثَّ مِنَ الدَّوَابِّ فِي الْأَرْضِ فَقَطْ، فَيَكُونُ مِنْ إِطْلَاقِ الْمَجْمُوعِ مُرَادًا بَعْضُهُ، وَهُوَ كَثِيرٌ فِي الْقُرْآنِ وَفِي لِسَانِ الْعَرَبِ، وَبَعْضُهُمْ قَالَ: الْمُرَادُ بِدَوَابِّ السَّمَاءِ الْمَلَائِكَةُ، زَاعِمًا أَنَّ الدَّبِيبَ يُطْلَقُ عَلَى كُلِّ حَرَكَةٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: ظَاهِرُ الْآيَةِ الْكَرِيمَةِ أَنَّ اللَّهَ بَثَّ فِي السَّمَاءِ دَوَابَّ كَمَا بَثَّ فِي </p><p> الْأَرْضِ دَوَابَّ. وَلَا شَكَّ أَنَّ اللَّهَ قَادِرٌ عَلَى جَمْعِ أَهْلِ السَّمَاوَاتِ وَأَهْلِ الْأَرْضِ وَعَلَى كُلِّ شَيْءٍ، وَلَكِنَّ الْآيَاتِ الْقُرْآنِيَّةَ الَّتِي ذَكَرْنَا بَيَّنَتْ أَنَّ الْمُرَادَ بِجَمْعِهِمْ حَشْرُهُمْ جَمِيعًا يَوْمَ الْقِيَامَةِ، وَقَدْ أَطْبَقَ عَلَى ذَلِكَ الْمُفَسِّرُونَ، وَلَوْ سَلَّمْنَا تَسْلِيمًا جَدَلِيًّا أَنَّهَا تَدُلُّ عَلَى جَمْعِهِمْ فِي الدُّنْيَا، فَلَا يَلْزَمُ مِنْ ذَلِكَ بُلُوغُ أَهْلِ الْأَرْضِ إِلَى أَهْلِ السَّمَاءِ، بَلْ يَجُوزُ عَقْلًا أَنْ يَنْحَدِرَ مَنْ فِي السَّمَاءِ إِلَى مَنْ فِي الْأَرْضِ ; لِأَنَّ الْهُبُوطَ أَهْوَنُ مِنَ الصُّعُودِ وَمَا يَزْعُمُهُ مَنْ لَا عِلْمَ عِنْدَهُ بِكِتَابِ اللَّهِ تَعَالَى مِنْ أَنَّ قَوْلَهُ - جَلَّ وَعَلَا -: يَامَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ [٥٥ \\ ٣٣] يُشِيرُ إِلَى الْوُصُولِ إِلَى السَّمَاءِ بِدَعْوَى أَنَّ الْمُرَادَ بِالسُّلْطَانِ فِي الْآيَةِ هُوَ هَذَا الْعِلْمُ الْحَادِثُ الَّذِي مِنْ نَتَائِجِهِ الصَّوَارِيخُ وَالْأَقْمَارُ الصِّنَاعِيَّةُ. وَإِذًا فَإِنَّ الْآيَةَ قَدْ تَكُونُ فِيهَا الدَّلَالَةُ عَلَى أَنَّهُمْ يَنْفُذُونَ بِذَلِكَ الْعِلْمِ مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ مَرْدُودٌ مِنْ أَوْجُهٍ: الْأَوَّلُ: أَنَّ مَعْنَى الْآيَةِ الْكَرِيمَةِ هُوَ إِعْلَامُ اللَّهِ - جَلَّ وَعَلَا - خَلْقَهُ أَنَّهُمْ لَا مَحِيصَ لَهُمْ وَلَا مَفَرَّ عَنْ قَضَائِهِ وَنُفُوذِ مَشِيئَتِهِ فِيهِمْ، وَذَلِكَ عِنْدَمَا تَحُفُّ بِهِمْ صُفُوفُ الْمَلَائِكَةِ يَوْمَ الْقِيَامَةِ، فَكُلَّمَا فَرُّوا إِلَى جِهَةٍ وَجَدُوا صُفُوفَ الْمَلَائِكَةِ أَمَامَهُمْ، وَيُقَالُ لَهُمْ فِي ذَلِكَ الْوَقْتِ يَامَعْشَرَ الْجِنِّ وَالْإِنْسِ [٥٥ \\ ٣٣] وَالسُّلْطَانُ: قِيلَ الْحُجَّةُ وَالْبَيِّنَةُ، وَقِيلَ الْمُلْكُ وَالسَّلْطَنَةُ، وَكُلُّ ذَلِكَ مَعْدُومٌ عِنْدَهُمْ يَوْمَ الْقِيَامَةِ فَلَا نُفُوذَ لَهُمْ كَمَا قَالَ تَعَالَى: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩ \\ ٢٢] وَقَالَ: إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ [٤٠ \\ ٣٢ - ٣٣] . </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْجِنَّ أَعْطَاهُمُ اللَّهُ الْقُدْرَةَ عَلَى الطَّيَرَانِ وَالنُّفُوذِ فِي أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ، وَكَانُوا يَسْتَرِقُونَ السَّمْعَ مِنَ السَّمَاءِ كَمَا صَرَّحَ بِهِ تَعَالَى فِي قَوْلِهِ عَنْهُمْ: وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ. الْآيَةَ [٧٢ \\ ٩] وَإِنَّمَا مُنِعُوا مِنْ ذَلِكَ حِينَ بُعِثَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا قَالَ تَعَالَى: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] فَالْجِنُّ كَانُوا قَادِرِينَ عَلَى بُلُوغِ السَّمَاءِ مِنْ غَيْرِ حَاجَةٍ إِلَى صَارُوخٍ وَلَا قَمَرٍ صِنَاعِيٍّ، فَلَوْ كَانَ مَعْنَى الْآيَةِ هُوَ مَا يَزْعُمُهُ أُولَئِكَ الَّذِينَ لَا عِلْمَ لَهُمْ بِكِتَابِ اللَّهِ لَمْ يَقُلْ - جَلَّ وَعَلَا - يَا مَعْشَرَ الْجِنِّ ; لِأَنَّهُمْ كَانُوا يَنْفُذُونَ إِلَى السَّمَاءِ قَبْلَ حُدُوثِ السُّلْطَانِ الْمَزْعُومِ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ الْعِلْمَ الْمَذْكُورَ الَّذِي لَا يُجَاوِزُ صِنَاعَةً يَدَوِيَّةً أَهْوَنُ عَلَى اللَّهِ - جَلَّ وَعَلَا - مِنْ أَنْ يُطْلَقَ عَلَيْهِ اسْمُ السُّلْطَانِ ; لِأَنَّهُ لَا يُجَاوِزُ أَغْرَاضَ هَذِهِ الْحَيَاةِ الدُّنْيَا وَلَا نَظَرَ فِيهِ </p><p> أَلْبَتَّةَ لِمَا بَعْدَ الْمَوْتِ. وَلِأَنَّ الدُّنْيَا كُلَّهَا لَا تَزِنُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ. </p><p> وَقَدْ نَصَّ تَعَالَى عَلَى كَمَالِ حَقَارَتِهَا عِنْدَهُ فِي قَوْلِهِ - جَلَّ وَعَلَا -: وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فَضَّةٍ إِلَى قَوْلِهِ لِلْمُتَّقِينَ [٤٣ \\ ٣٣ - ٣٥] وَعَلِمَ هَؤُلَاءِ الْكُفَّارُ نَفْيَ اللَّهِ عَنْهُ اسْمَ الْعِلْمِ الْحَقِيقِيِّ، وَأَثْبَتَ لَهُ أَنَّهُ عِلْمٌ ظَاهِرٌ مِنَ الْحَيَاةِ الدُّنْيَا وَذَلِكَ فِي قَوْلِهِ: وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ [٣٠ \\ ٦ - ٧] فَحِذْقُ الْكُفَّارِ فِي الصِّنَاعَاتِ الْيَدَوِيَّةِ كَحِذْقِ بَعْضِ الْحَيَوَانَاتِ فِي صِنَاعَتِهَا، بِإِلْهَامِ اللَّهِ لَهَا ذَلِكَ، فَالنَّحْلُ تَبْنِي بَيْتَ عَسَلِهَا عَلَى صُورَةِ شَكْلٍ مُسَدَّسٍ، يَحَارُ فِيهِ حُذَّاقُ الْمُهَنْدِسِينَ. وَلَمَّا أَرَادُوا أَنْ يَتَعَلَّمُوا مِنْهَا كَيْفِيَّةَ ذَلِكَ الْبِنَاءِ، وَجَعَلُوهَا فِي أَجْبَاحِ زُجَاجٍ لِيَنْظُرُوا إِلَى كَيْفِيَّةِ بِنَائِهَا، أَبَتْ أَنْ تُعَلِّمَهُمْ، فَطَلَتِ الزُّجَاجَ بِالْعَسَلِ قَبْلَ الْبِنَاءِ، كَيْلَا يَرَوْا كَيْفِيَّةَ بِنَائِهَا، كَمَا أَخْبَرَتْنَا الثِّقَةُ بِذَلِكَ. </p><p> الْوَجْهُ الرَّابِعُ: أَنَّا لَوْ سَلَّمْنَا تَسْلِيمًا جَدَلِيًّا أَنَّ ذَلِكَ الْمَعْنَى الْمَزْعُومَ كَذِبًا هُوَ مَعْنَى الْآيَةِ، فَإِنَّ اللَّهَ أَتْبَعَ ذَلِكَ بِقَوْلِهِ يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ الْآيَةَ [٥٥ \\ ٣٥] فَهُوَ يَدُلُّ عَلَى ذَلِكَ التَّقْدِيرِ عَلَى أَنَّهُمْ لَوْ أَرَادُوا النُّفُوذَ فِي أَقْطَارِهَا حَرَقَهُمْ ذَلِكَ الشُّوَاظُ وَالنُّحَاسُ، وَالشُّوَاظُ اللَّهَبُ الْخَالِصُ، وَالنُّحَاسُ الدُّخَانُ وَمِنْهُ قَوْلُ النَّابِغَةِ: </p><p> يُضِيءُ كَضَوْءِ سِرَاجِ السَّلِيطِ ... لَمْ يَجْعَلِ اللَّهُ فِيهِ نُحَاسًا </p><p> وَكَذَلِكَ مَا يَزْعُمُهُ بَعْضُ مَنْ لَا عِلْمَ لَهُ بِمَعْنَى كِتَابِ اللَّهِ مِنْ أَنَّ اللَّهَ أَشَارَ إِلَى اتِّصَالِ أَهْلِ السَّمَاوَاتِ وَأَهْلِ الْأَرْضِ بِقَوْلِهِ تَعَالَى: قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ [٢١ \\ ٤] بِصِيغَةِ الْأَمْرِ فِي لَفْظَةِ قُلْ عَلَى قِرَاءَةِ الْجُمْهُورِ، وَبِصِيغَةِ الْمَاضِي قَالَ رَبِّي يَعْلَمُ الْآيَةَ. فِي قِرَاءَةِ حَمْزَةَ وَالْكِسَائِيِّ وَحَفْصٍ عَنْ عَاصِمٍ، فَإِنَّ الْآيَةَ الْكَرِيمَةَ لَا تَدُلُّ عَلَى ذَلِكَ لَا بِدَلَالَةِ الْمُطَابَقَةِ وَلَا التَّضَمُّنِ وَلَا الِالْتِزَامِ ; لِأَنَّ غَايَةَ مَا تُفِيدُهُ الْآيَةُ الْكَرِيمَةُ أَنَّ اللَّهَ - جَلَّ وَعَلَا - أَمَرَ نَبِيَّهُ أَنْ يَقُولَ إِنَّ رَبَّهُ يَعْلَمُ كُلَّ مَا يَقُولُهُ أَهْلُ السَّمَاءِ وَأَهْلُ الْأَرْضِ، عَلَى قِرَاءَةِ الْجُمْهُورِ وَعَلَى قِرَاءَةِ الْأَخَوَيْنِ وَحَفْصٍ، فَمَعْنَى الْآيَةِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخْبَرَ قَائِلًا إِنَّ رَبَّهُ - جَلَّ وَعَلَا - يَعْلَمُ كُلَّ مَا يُقَالُ فِي السَّمَاءِ وَالْأَرْضِ، وَهَذَا وَاضِحٌ لَا إِشْكَالَ فِيهِ، وَلَا شَكَّ أَنَّهُ - جَلَّ وَعَلَا - عَالِمٌ بِكُلِّ أَسْرَارِ أَهْلِ السَّمَاءِ وَالْأَرْضِ وَعَلَانِيَاتِهِمْ، لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاءِ وَلَا فِي الْأَرْضِ، وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ. </p><p> وَكَذَلِكَ مَا يَزْعُمُهُ مَنْ لَا عِلْمَ عِنْدَهُ بِمَعْنَى كِتَابِ اللَّهِ - جَلَّ وَعَلَا - مِنْ أَنَّهُ تَعَالَى أَشَارَ </p><p> إِلَى أَنَّ أَهْلَ الْأَرْضِ سَيَصْعَدُونَ إِلَى السَّمَاوَاتِ وَاحِدَةً بَعْدَ أُخْرَى بِقَوْلِهِ: لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ [٨٤ \\ ١٩] زَاعِمًا أَنَّ مَعْنَى الْآيَةِ الْكَرِيمَةِ لَتَرْكَبُنَّ أَيُّهَا النَّاسُ طَبَقًا أَيْ سَمَاءً عَنْ طَبَقٍ أَيْ بَعْدَ سَمَاءٍ حَتَّى تَصْعَدُوا فَوْقَ السَّمَاوَاتِ، فَهُوَ أَيْضًا جَهْلٌ بِكِتَابِ اللَّهِ وَحَمْلٌ لَهُ عَلَى غَيْرِ مَا يُرَادُ بِهِ. </p><p> اعْلَمْ أَوَّلًا أَنَّ فِي هَذَا الْحَرْفِ قِرَاءَتَيْنِ سَبْعِيَّتَيْنِ مَشْهُورَتَيْنِ، إِحْدَاهُمَا: لَتَرْكَبَنَّ بِفَتْحِ الْبَاءِ وَبِهَا قَرَأَ مِنَ السَّبْعَةِ ابْنُ كَثِيرٍ وَحَمْزَةُ وَالْكِسَائِيُّ، وَعَلَى هَذِهِ الْقِرَاءَةِ فَفِي فَاعِلِ لَتَرْكَبَنَّ ثَلَاثَةُ أَوْجُهٍ مَعْرُوفَةٍ عِنْدَ الْعُلَمَاءِ الْأَوَّلُ وَهُوَ أَشْهَرُهَا أَنَّ الْفَاعِلَ ضَمِيرُ الْخِطَابِ الْوَاقِعِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْ: لَتَرْكَبَنَّ أَنْتَ يَا نَبِيَّ اللَّهِ طَبَقًا عَنْ طَبَقٍ أَيْ بَعْدَ طَبَقٍ أَيْ حَالًا بَعْدَ حَالٍ أَيْ فَتَتَرَقَّى فِي الدَّرَجَاتِ دَرَجَةً بَعْدَ دَرَجَةٍ، وَالطَّبَقُ فِي لُغَةِ الْعَرَبِ الْحَالُ وَمِنْهُ قَوْلُ الْأَقْرَعِ بْنُ حَابِسٍ التَّمِيمِيُّ: </p><p> إِنِّي امْرُؤٌ قَدْ حَلَبَتِ الدَّهْرُ أَشْطُرَهُ ... وَسَاقَنِي طَبَقٌ مِنْهَا إِلَى طَبَقٍ </p><p> وَقَوْلُ الْآخَرِ: </p><p> كَذَلِكَ الْمَرْءُ إِنْ يُنْسَأْ لَهُ أَجَلٌ ... يَرْكَبْ عَلَى طَبَقٍ مِنْ بَعْدِهِ طَبَقُ </p><p> أَيْ: حَالٌ بَعْدَ حَالٍ فِي الْبَيْتَيْنِ، وَقَالَ ابْنُ مَسْعُودٍ وَالشَّعْبِيُّ وَمُجَاهِدٌ وَابْنُ عَبَّاسٍ فِي إِحْدَى الرِّوَايَتَيْنِ وَالْكَلْبِيُّ وَغَيْرُهُمْ لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ [٨٤ \\ ١٩] أَيْ لَتَصْعَدَنَّ يَا مُحَمَّدُ سَمَاءً بَعْدَ سَمَاءٍ، وَقَدْ وَقَعَ ذَلِكَ لَيْلَةَ الْإِسْرَاءِ. </p><p> وَالثَّانِي أَنَّ الْفَاعِلَ ضَمِيرُ السَّمَاءِ أَيْ لَتَرْكَبَنَّ هِيَ أَيِ السَّمَاءُ طَبَقًا بَعْدَ طَبَقٍ، أَيْ لَتَنْتَقِلَنَّ السَّمَاءُ مِنْ حَالٍ إِلَى حَالٍ، أَيْ تَصِيرُ تَارَةً كَالدِّهَانِ وَتَارَةً كَالْمُهْلِ وَتَارَةً تَتَشَقَّقُ بِالْغَمَامِ وَتَارَةً تُطْوَى كَطَيِّ السِّجِلِّ لِلْكُتُبِ. </p><p> وَالثَّالِثُ أَنَّ الْفَاعِلَ ضَمِيرٌ يَعُودُ إِلَى الْإِنْسَانِ الْمَذْكُورِ فِي قَوْلِهِ يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا [٨٤ \\ ٦] أَيْ لَتَرْكَبَنَّ أَيُّهَا الْإِنْسَانُ حَالًا بَعْدَ حَالٍ مِنْ صِغَرٍ إِلَى كِبَرٍ وَمِنْ صِحَّةٍ إِلَى سَقَمٍ كَالْعَكْسِ، وَمِنْ غِنًى إِلَى فَقْرٍ كَالْعَكْسِ، وَمِنْ مَوْتٍ إِلَى حَيَاةٍ كَالْعَكْسِ، وَمَنْ هَوْلٍ مِنْ أَهْوَالِ الْقِيَامَةِ إِلَى آخَرَ وَهَكَذَا، وَالْقِرَاءَةُ الثَّانِيَةُ وَبِهَا قَرَأَ مِنَ السَّبْعَةِ نَافِعٌ وَابْنُ عَامِرٍ وَأَبُو عَمْرٍو وَعَاصِمٌ (لَتَرْكَبُنَّ) بِضَمِّ الْبَاءِ وَهُوَ خِطَابٌ عَامٌّ لِلنَّاسِ </p><p> الْمَذْكُورِينَ فِي قَوْلِهِ: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ إِلَى قَوْلِهِ وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ [٨٤ \\ ٧ - ١٠] وَمَعْنَى الْآيَةِ لَتَرْكَبُنَّ أَيُّهَا النَّاسُ حَالًا بَعْدَ حَالٍ، فَتَنْتَقِلُونَ فِي دَارِ الدُّنْيَا مِنْ طَوْرٍ إِلَى طَوْرٍ، وَفِي الْآخِرَةِ مِنْ هَوْلٍ إِلَى هَوْلٍ، فَإِنْ قِيلَ يَجُوزُ بِحَسَبِ وَضْعِ اللُّغَةِ الْعَرَبِيَّةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ عَلَى قِرَاءَةِ ضَمِّ الْبَاءِ أَنْ يَكُونَ الْمَعْنَى لَتَرْكَبُنَّ أَيُّهَا النَّاسُ طَبَقًا بَعْدَ طَبَقٍ أَيْ سَمَاءً بَعْدَ سَمَاءٍ حَتَّى تَصْعَدُوا فَوْقَ السَّمَاءِ السَّابِعَةِ كَمَا تَقَدَّمَ نَظِيرُهُ فِي قِرَاءَةِ فَتْحِ الْبَاءِ خِطَابًا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِذَا كَانَ هَذَا جَائِزًا فِي لُغَةِ الْقُرْآنِ فَمَا الْمَانِعُ مِنْ حَمْلِ الْآيَةِ عَلَيْهِ؟ فَالْجَوَابُ مِنْ ثَلَاثَةِ أَوْجُهٍ: الْأَوَّلُ: أَنَّ ظَاهِرَ الْقُرْآنِ يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِالطَّبَقِ الْحَالُ الْمُنْتَقِلُ إِلَيْهَا مِنْ مَوْتٍ وَنَحْوِهِ وَهَوْلِ الْقِيَامَةِ، بِدَلِيلِ قَوْلِهِ بَعْدَهُ مُرَتِّبًا لَهُ عَلَيْهِ بِالْفَاءِ فَمَا لَهُمْ لَا يُؤْمِنُونَ وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ [٨٤ \\ ٢٠ - ٢١] فَهُوَ قَرِينَةٌ ظَاهِرَةٌ عَلَى أَنَّ الْمُرَادَ إِذَا كَانُوا يَنْتَقِلُونَ مِنْ حَالٍ إِلَى حَالٍ، وَمَنْ هَوْلٍ إِلَى هَوْلٍ، فَمَا الْمَانِعُ لَهُمْ مِنْ أَنْ يُؤْمِنُوا وَيَسْتَعِدُّوا لِتِلْكَ الشَّدَائِدِ، وَيُؤَيِّدُهُ أَنَّ الْعَرَبَ تُسَمِّي الدَّوَاهِيَ بَنَاتِ طَبَقٍ، كَمَا هُوَ مَعْرُوفٌ فِي لُغَتِهِمْ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الصَّحَابَةَ - رَضِيَ اللَّهُ عَنْهُمْ - هُمُ الْمُخَاطَبُونَ الْأَوَّلُونَ بِهَذَا الْخِطَابِ، وَهُمْ أَوْلَى النَّاسِ بِالدُّخُولِ فِيهِ بِحَسَبِ الْوَضْعِ الْعَرَبِيِّ، وَلَمْ يَرْكَبْ أَحَدٌ مِنْهُمْ سَمَاءً بَعْدَ سَمَاءٍ بِإِجْمَاعِ الْمُسْلِمِينَ، فَدَلَّ ذَلِكَ عَلَى أَنَّ ذَلِكَ لَيْسَ مَعْنَى الْآيَةِ وَلَوْ كَانَ هُوَ مَعْنَاهَا لَمَا خَرَجَ مِنْهُ الْمُخَاطَبُونَ الْأَوَّلُونَ بِلَا قَرِينَةٍ عَلَى ذَلِكَ. </p><p> الْوَجْهُ الثَّالِثُ: هُوَ مَا قَدَّمْنَا مِنَ الْآيَاتِ الْقُرْآنِيَّةِ الْمُصَرِّحَةِ بِحِفْظِ السَّمَاءِ وَحِرَاسَتِهَا مَنْ كُلِّ شَيْطَانٍ رَجِيمٍ كَائِنًا مَنْ كَانَ، فَبِهَذَا يَتَّضِحُ أَنَّ الْآيَةَ الْكَرِيمَةَ لَيْسَ فِيهَا دَلِيلٌ عَلَى صُعُودِ أَصْحَابِ الْأَقْمَارِ الصِّنَاعِيَّةِ فَوْقَ السَّبْعِ الطِّبَاقِ. وَالْوَاقِعُ الْمُسْتَقْبَلُ سَيَكْشِفُ حَقِيقَةَ تِلْكَ الْأَكَاذِيبِ وَالْمَزَاعِمِ الْبَاطِلَةِ، وَكَذَلِكَ مَا يَزْعُمُهُ بَعْضُ مَنْ لَيْسَ لَهُ عِلْمٌ بِمَعْنَى كِتَابِ اللَّهِ - جَلَّ وَعَلَا - مِنْ أَنَّ اللَّهَ تَعَالَى أَشَارَ إِلَى بُلُوغِ أَهْلِ الْأَرْضِ إِلَى السَّمَاوَاتِ بِقَوْلِهِ: وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ الْآيَةَ [٤٥ \\ ١٣] فَقَالُوا: تَسْخِيرُهُ - جَلَّ وَعَلَا - مَا فِي السَّمَاوَاتِ لِأَهْلِ الْأَرْضِ دَلِيلٌ عَلَى أَنَّهُمْ سَيَبْلُغُونَ السَّمَاوَاتِ، وَالْآيَةُ الْكَرِيمَةُ لَا تَدُلُّ عَلَى ذَلِكَ الَّذِي زَعَمُوا أَنَّهَا تَدُلُّ عَلَيْهِ ; لِأَنَّ الْقُرْآنَ بَيَّنَ فِي آيَاتٍ كَثِيرَةٍ كَيْفِيَّةَ تَسْخِيرِ مَا فِي السَّمَاءِ لِأَهْلِ الْأَرْضِ، فَبَيَّنَ أَنَّ تَسْخِيرَ الشَّمْسِ وَالْقَمَرِ لِمَنَافِعِهِمْ، وَانْتِشَارَ الضَّوْءِ عَلَيْهِمْ، وَلِكَيْ يَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابِ كَمَا قَالَ تَعَالَى: وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ الْآيَةَ [١٤ \\ ٣٣] </p><p> وَمَنَافِعُ الشَّمْسِ وَالْقَمَرِ اللَّذَيْنِ سَخَّرَهُمَا اللَّهُ لِأَهْلِ الْأَرْضِ لَا يُحْصِيهَا إِلَّا اللَّهُ كَمَا هُوَ مَعْرُوفٌ وَقَالَ تَعَالَى: هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ [١٠ \\ ٥] ، وَقَالَ تَعَالَى: وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ [١٧ \\ ١٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْمُبَيِّنَةِ لِذَلِكَ التَّسْخِيرِ لِأَهْلِ الْأَرْضِ. وَكَذَلِكَ سَخَّرَ لِأَهْلِ الْأَرْضِ النُّجُومَ لِيَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ كَمَا قَالَ تَعَالَى: وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ الْآيَةَ [١٦ \\ ١٢] وَقَالَ تَعَالَى: وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ الْآيَةَ [٦ \\ ٩٧] وَقَالَ: وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ الْآيَةَ [١٦ \\ ١٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. فَهَذَا هُوَ تَسْخِيرُ مَا فِي السَّمَاءِ لِأَهْلِ الْأَرْضِ وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ. وَمِمَّا يُوَضِّحُ مَا ذَكَرْنَا أَنَّ الْمُخَاطَبِينَ الْأَوَّلِينَ بِقَوْلِهِ وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْآيَةَ [٤٥ \\ ١٣] وَهُمُ الصَّحَابَةُ - رَضِيَ اللَّهُ عَنْهُمْ - لَمْ يُسَخَّرْ لَهُمْ شَيْءٌ مِمَّا فِي السَّمَاوَاتِ إِلَّا هَذَا التَّسْخِيرَ الَّذِي ذَكَرْنَا، الَّذِي بَيَّنَهُ الْقُرْآنُ الْعَظِيمُ فِي آيَاتٍ كَثِيرَةٍ. فَلَوْ كَانَ يُرَادُ بِهِ التَّسْخِيرُ الْمَزْعُومُ عَنْ طَرِيقِ الصَّوَارِيخِ وَالْأَقْمَارِ الصِّنَاعِيَّةِ لَدَخَلَ فِيهِ الْمُخَاطَبُونَ الْأَوَّلُونَ كَمَا هُوَ ظَاهِرٌ، وَكَذَلِكَ قَوْلُهُ وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ [١٢ \\ ١٠٥] ، فَإِنَّ مَعْنَى مُرُورِهِمْ عَلَى مَا فِي السَّمَاوَاتِ مِنَ الْآيَاتِ نَظَرُهُمْ إِلَيْهَا كَمَا بَيَّنَهُ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [٧ \\ ١٨٥] وَقَوْلِهِ: قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [١٠ \\ ١٠١] وَقَوْلِهِ: سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ [٤١ \\ ٥٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ - وَفَّقَنِي اللَّهُ وَإِيَّاكَ - أَنَّ التَّلَاعُبَ بِكِتَابِ اللَّهِ - جَلَّ وَعَلَا - وَتَفْسِيرَهُ بِغَيْرِ مَعْنَاهُ لِمُحَاوَلَةِ تَوْفِيقِهِ مَعَ آرَاءِ كَفَرَةِ الْإِفْرِنْجِ، لَيْسَ فِيهِ شَيْءٌ أَلْبَتَّةَ مِنْ مَصْلَحَةِ الدُّنْيَا وَلَا الْآخِرَةِ، وَإِنَّمَا فِيهِ فَسَادُ الدَّارَيْنِ، وَنَحْنُ إِذْ نَمْنَعُ التَّلَاعُبَ بِكِتَابِ اللَّهِ وَتَفْسِيرِهِ بِغَيْرِ مَعْنَاهُ، نَحُضُّ جَمِيعَ الْمُسْلِمِينَ عَلَى بَذْلِ الْوُسْعِ فِي تَعْلِيمِ مَا يَنْفَعُهُمْ مِنْ هَذِهِ الْعُلُومِ الدُّنْيَوِيَّةِ مَعَ تَمَسُّكِهِمْ بِدِينِهِمْ، كَمَا قَالَ تَعَالَى: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ [٨ \\ ٦٠] كَمَا سَتَرَى بَسْطَهُ إِنْ شَاءَ اللَّهُ فِي سُورَةِ بَنِي إِسْرَائِيلَ. </p><p> فَإِنْ قِيلَ. هَذِهِ الْآيَاتُ الَّتِي اسْتَدْلَلْتُمْ بِهَا عَلَى حِفْظِ السَّمَاءِ مِنَ الشَّيَاطِينِ وَارِدَةٌ فِي </p>"
}