{
  "id": null,
  "sura": 15,
  "aya": 45,
  "text": "<p> قَوْلُهُ تَعَالَى: إِلَا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ. </p><p> ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الشَّيْطَانَ لَمَّا أَوْعَدَ بِأَنَّهُ سَيُضِلُّ أَكْثَرَ بَنِي آدَمَ، اسْتَثْنَى مِنْ ذَلِكَ عِبَادَ اللَّهِ الْمُخْلَصِينَ، مُعْتَرِفًا بِأَنَّهُ لَا قُدْرَةَ لَهُ عَلَى إِضْلَالِهِمْ، وَنَظِيرُهُ قَوْلُهُ فِي ص أَيْضًا قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [٣٨ \\ ٨٢ - ٨٣] وَعِبَادُ اللَّهِ الْمُخْلَصُونَ هُمُ الْمُرَادُونَ بِالِاسْتِثْنَاءِ فِي قَوْلِهِ فِي بَنِي إِسْرَائِيلَ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا [١٧ \\ ٦٢] وَقَوْلُهُ فِي سَبَأٍ وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ [٣٤ \\ ٢٠] وَهُمُ الَّذِينَ احْتَرَزَ مِنْهُمْ بِقَوْلِهِ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ [٧ \\ ١٧] وَبَيَّنَ تَعَالَى فِي مَوَاضِعَ أُخَرَ أَنَّ الشَّيْطَانَ لَا سُلْطَانَ لَهُ عَلَى أُولَئِكَ الْمُخْلَصِينَ كَقَوْلِهِ إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ الْآيَةَ [١٥ \\ ٤٢] وَقَوْلِهِ: إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ [١٦ \\ ٩٩ - ١٠٠] وَقَوْلِهِ وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ الْآيَةَ [٣٤ \\ ٢١] . وَقَوْلِهِ: وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي [١٤ \\ ٢٢] وَقَوْلِهِ: الْمُخْلَصِينَ [١٥ \\ ٤٠] قَرَأَهُ ابْنُ عَامِرٍ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو بِكَسْرِ اللَّامِ اسْمُ فَاعِلٍ، وَقَرَأَهُ نَافِعٌ وَالْكُوفِيُّونَ بِفَتْحِ اللَّامِ بِصِيغَةِ اسْمِ الْمَفْعُولِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ ادْخُلُوهَا بِسَلَامٍ آمِنِينَ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُتَّقِينَ يَوْمَ الْقِيَامَةِ فِي جَنَّاتٍ وَعُيُونٍ، وَيُقَالُ لَهُمْ يَوْمَ الْقِيَامَةِ: ادْخُلُوهَا بِسَلَامٍ آمِنِينَ وَذَكَرَ فِي مَوَاضِعَ أُخَرَ صِفَاتِ ثَوَابِهِمْ، وَرُبَّمَا بَيَّنَ بَعْضَ تَقْوَاهُمُ الَّتِي نَالُوا بِهَا هَذَا الثَّوَابَ الْجَزِيلَ كَقَوْلِهِ فِي الذَّارِيَاتِ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ [٥١ \\ ١٥ - ١٩] وَقَوْلِهِ فِي الدُّخَانِ: إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ فِي جَنَّاتٍ وَعُيُونٍ يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ [٤٤ \\ ٥١ - ٥٧] وَقَوْلِهِ فِي الطُّورِ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ [٥٢ \\ ١٧ - ٢٠] . </p>"
}