{
  "id": null,
  "sura": 15,
  "aya": 99,
  "text": "<p> مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ فِي حَالِ كَوْنِهِ فِي السُّجُودِ. </p><p> قَالَ مُسْلِمٌ فِي صَحِيحِهِ: وَحَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَعَمْرُو بْنُ سَوَّادٍ، قَالَا: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ، أَنَّهُ سَمِعَ أَبَا صَالِحٍ ذَكْوَانَ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ ; فَأَكْثِرُوا الدُّعَاءَ» . </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ تَرْتِيبَهُ - جَلَّ وَعَلَا - الْأَمْرَ بِالتَّسْبِيحِ وَالسُّجُودِ عَلَى ضِيقِ صَدْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِسَبَبِ مَا يَقُولُونَ لَهُ مِنَ السُّوءِ، دَلِيلٌ عَلَى أَنَّ الصَّلَاةَ وَالتَّسْبِيحَ سَبَبٌ لِزَوَالِ ذَلِكَ الْمَكْرُوهِ ; وَلِذَا كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا حَزَبَهُ أَمْرٌ بَادَرَ إِلَى الصَّلَاةِ. وَقَالَ تَعَالَى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ الْآيَةَ [٢ \\ ٤٥] . </p><p> وَيُؤَيِّدُ هَذَا مَا رَوَاهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، مِنْ حَدِيثِ نُعَيْمُ بْنُ هَمَّارٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «قَالَ اللَّهُ تَعَالَى: يَا ابْنَ آدَمَ، لَا تَعْجِزْ عَنْ أَرْبَعِ رَكَعَاتٍ مِنْ أَوَّلِ النَّهَارِ أَكْفِكَ آخِرَهُ» ، فَيَنْبَغِي لِلْمُسْلِمِ إِذَا أَصَابَهُ مَكْرُوهٌ ; أَنْ يَفْزَعَ إِلَى اللَّهِ تَعَالَى بِأَنْوَاعِ الطَّاعَاتِ مِنْ صَلَاةٍ وَغَيْرِهَا. </p><p> قَوْلُهُ تَعَالَى: وَاعْبُدْ رَبَّكَ </p><p> . أَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنْ يَعْبُدَ رَبَّهُ، أَيْ: يَتَقَرَّبَ لَهُ عَلَى وَجْهِ الذُّلِّ وَالْخُضُوعِ وَالْمَحَبَّةِ، بِمَا أُمِرَ أَنْ يَتَقَرَّبَ لَهُ بِهِ مِنْ جَمِيعِ الطَّاعَاتِ عَلَى الْوَجْهِ الْمَشْرُوعِ. وَجُلُّ الْقُرْآنِ فِي تَحْقِيقِ هَذَا الْأَمْرِ الَّذِي هُوَ حَظُّ الْإِثْبَاتِ مِنْ لَا إِلَهَ إِلَّا اللَّهُ، مَعَ حَظِّ النَّفْيِ مِنْهَا. وَقَدْ بَيَّنَ الْقُرْآنُ أَنَّ هَذَا لَا يَنْفَعُ إِلَّا مَعَ تَحْقِيقِ الْجُزْءِ الثَّانِي مِنْ كَلِمَةِ التَّوْحِيدِ، الَّذِي هُوَ حَظُّ النَّفْيِ مِنْهَا، وَهُوَ خَلْعُ جَمِيعِ الْمَعْبُودَاتِ سِوَى اللَّهِ تَعَالَى فِي جَمِيعِ أَنْوَاعِ الْعِبَادَاتِ ; قَالَ تَعَالَى: فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ [١١ \\ ١٢٣] ، وَقَالَ فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ [١٩ \\ ٦٥] ، وَقَالَ: وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا [٤ \\ ٣٦] ، وَقَالَ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى [٢ \\ ٢٥٦] ، وَقَالَ: وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ [١٢ \\ ١٠٦] ، وَالْآيَاتُ فِي مِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> قَوْلُهُ تَعَالَى: حَتَّى يَأْتِيَكَ الْيَقِينُ. </p><p> قَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ، مِنْهُمْ سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَمُجَاهِدٌ، وَالْحَسَنُ، وَقَتَادَةُ، وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، وَغَيْرُهُمْ: </p><p> الْيَقِينُ: الْمَوْتُ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ حَتَّى أَتَانَا الْيَقِينُ [٧٤ \\ ٤٣ - ٤٧] ، وَهُوَ: الْمَوْتُ. </p><p> وَيُؤَيِّدُ هَذَا مَا أَخْرَجَهُ الْبُخَارِيُّ فِي صَحِيحِهِ مِنْ حَدِيثِ الزُّهْرِيِّ، عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ، عَنْ أُمِّ الْعَلَاءِ (امْرَأَةٍ مِنَ الْأَنْصَارِ) : أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا دَخَلَ عَلَى عُثْمَانَ بْنِ مَظْعُونٍ وَقَدْ مَاتَ، قَالَتْ أُمُّ الْعَلَاءِ: رَحْمَةُ اللَّهِ عَلَيْكَ أَبَا السَّائِبِ! فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللَّهُ. فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" وَمَا يُدْرِيكِ أَنَّ اللَّهَ قَدْ أَكْرَمَهُ \" ؟ فَقَالَتْ: بِأَبِي وَأُمِّي يَا رَسُولَ اللَّهِ، فَمَنْ يُكْرِمُهُ اللَّهُ؟ فَقَالَ:  \" أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ، وَإِنِّي لَأَرْجُو لَهُ الْخَيْرَ. . \" الْحَدِيثَ. وَهَذَا الْحَدِيثُ الصَّحِيحُ يَدُلُّ عَلَى أَنَّ الْيَقِينَ الْمَوْتُ. وَقَوْلُ مَنْ قَالَ: إِنَّ الْمُرَادَ بِالْيَقِينِ انْكِشَافُ الْحَقِيقَةِ، وَتَيَقُّنُ الْوَاقِعِ لَا يُنَافِي مَا ذَكَرْنَا ; لِأَنَّ الْإِنْسَانَ إِذَا جَاءَهُ الْمَوْتُ ظَهَرَتْ لَهُ الْحَقِيقَةُ يَقِينًا. وَلَقَدْ أَجَادَ التُّهَامِيُّ فِي قَوْلِهِ: </p><p> وَالْعَيْشُ نَوْمٌ وَالْمَنِيَّةُ يَقَظَةٌ ... وَالْمَرْءُ بَيْنَهُمَا خَيَالٌ سَارِي </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ: أَخْرَجَ سَعِيدُ بْنُ مَنْصُورٍ، وَابْنُ الْمُنْذِرِ، وَالْحَاكِمُ فِي التَّارِيخِ، وَابْنُ مَرْدَوَيْهِ، وَالدَّيْلَمِيُّ، عَنْ أَبِي مُسْلِمٍ الْخَوْلَانِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَا أُوحِيَ إِلَيَّ أَنْ أَجْمَعَ الْمَالَ وَأَكُونَ مِنَ التَّاجِرِينَ،وَلَكِنْ أُوحِيَ إِلَيَّ أَنْ:(فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ)[١٥ \\ ٩٨ - ٩٩].</p><p> وَأَخْرَجَ ابْنُ مَرْدَوَيْهِ، عَنِ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ -، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: \" مَا أُوحِيَ إِلَيَّ أَنْ أَجْمَعَ الْمَالَ وَأَكُونَ مِنَ التَّاجِرِينَ، وَلَكِنْ أُوحِيَ إِلَيَّ أَنْ:  \" فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ \" . </p><p> وَأَخْرَجَ ابْنُ مَرْدَوَيْهِ وَالدَّيْلَمِيُّ، عَنْ أَبِي الدَّرْدَاءِ - رَضِيَ اللَّهُ عَنْهُ -: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  \" مَا أُوحِيَ إِلَيَّ أَنْ أَكُونَ تَاجِرًا وَلَا أَجْمَعُ الْمَالَ مُتَكَاثِرًا،وَلَكِنْ أُوحِيَ إِلَيَّ أَنْ:\" فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ \". </p><p> تَنْبِيهَانِ </p><p> الْأَوَّلُ: هَذِهِ الْآيَةُ الْكَرِيمَةُ تَدُلُّ عَلَى أَنَّ الْإِنْسَانَ مَا دَامَ حَيًّا وَلَهُ عَقْلٌ ثَابِتٌ يُمَيِّزُ بِهِ، فَالْعِبَادَةُ وَاجِبَةٌ عَلَيْهِ بِحَسَبِ طَاقَتِهِ. فَإِنْ لَمْ يَسْتَطِعِ الصَّلَاةَ قَائِمًا فَلْيُصَلِّ قَاعِدًا، فَإِنْ لَمْ </p><p> يَسْتَطِعْ فَعَلَى جَنْبٍ، وَهَكَذَا قَالَ تَعَالَى عَنْ نَبِيِّهِ عِيسَى - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ -: وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا [١٩ \\ ٣١] ، وَقَالَ الْبُخَارِيُّ فِي صَحِيحِهِ \" بَابُ إِذَا لَمْ يُطِقْ قَاعَدًا صَلَّى عَلَى جَنْبٍ \" ، وَقَالَ عَطَاءٌ: إِنْ لَمْ يَقْدِرْ أَنْ يَتَحَوَّلَ إِلَى الْقِبْلَةِ، صَلَّى حَيْثُ كَانَ وَجْهُهُ، حَدَّثَنَا عَبْدَانُ عَنْ عَبْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ، قَالَ: حَدَّثَنِي الْحُسَيْنُ الْمُكْتِبُ، عَنْ بُرَيْدَةَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ - رَضِيَ اللَّهُ عَنْهُمَا -، قَالَ: كَانَتْ بِي بَوَاسِيرُ، فَسَأَلْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الصَّلَاةِ، فَقَالَ:  \" صَلِّ قَائِمًا، فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا، فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ \" . اه. </p><p> وَنَحْوُ هَذَا مَعْلُومٌ ; قَالَ تَعَالَى: فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ [٦٤ \\ ١٦] ، وَقَالَ تَعَالَى: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا [٢ \\ ٢٨٦] ، وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ. . . \" الْحَدِيثَ. </p><p> التَّنْبِيهُ الثَّانِي: اعْلَمْ أَنَّ مَا يُفَسِّرُ بِهِ هَذِهِ الْآيَةَ الْكَرِيمَةَ بَعْضُ الزَّنَادِقَةِ الْكَفَرَةِ الْمُدَّعِينَ لِلتَّصَوُّفِ، مِنْ أَنَّ مَعْنَى الْيَقِينِ الْمَعْرِفَةَ بِاللَّهِ - جَلَّ وَعَلَا -، وَأَنَّ الْآيَةَ تَدُلُّ عَلَى أَنَّ الْعَبْدَ إِذَا وَصَلَ مِنَ الْمَعْرِفَةِ بِاللَّهِ إِلَى تِلْكَ الدَّرَجَةِ الْمُعَبَّرَ عَنْهَا بِالْيَقِينِ، أَنَّهُ تَسْقُطُ عَنْهُ الْعِبَادَاتُ وَالتَّكَالِيفُ ; لِأَنَّ ذَلِكَ الْيَقِينَ هُوَ غَايَةُ الْأَمْرِ بِالْعِبَادَةِ. </p><p> إِنَّ تَفْسِيرَ الْآيَةِ بِهَذَا كُفْرٌ بِاللَّهِ وَزَنْدَقَةٌ، وَخُرُوجٌ عَنْ مِلَّةِ الْإِسْلَامِ بِإِجْمَاعِ الْمُسْلِمِينَ. وَهَذَا النَّوْعُ لَا يُسَمَّى فِي الِاصْطِلَاحِ تَأْوِيلًا، بَلْ يُسَمَّى لَعِبًا كَمَا قَدَّمْنَا فِي \" آلِ عِمْرَانَ \" . وَمَعْلُومٌ أَنَّ الْأَنْبِيَاءَ - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ هُمْ وَأَصْحَابُهُ - هُمْ أَعْلَمُ النَّاسِ بِاللَّهِ، وَأَعْرُفُهُمْ بِحُقُوقِهِ وَصِفَاتِهِ وَمَا يَسْتَحِقُّ مِنَ التَّعْظِيمِ، وَكَانُوا مَعَ ذَلِكَ أَكْثَرَ النَّاسِ عِبَادَةً لِلَّهِ - جَلَّ وَعَلَا -، وَأَشَدَّهُمْ خَوْفًا مِنْهُ وَطَمَعًا فِي رَحْمَتِهِ. وَقَدْ قَالَ - جَلَّ وَعَلَا -: إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ [٣٥ \\ ٢٨] . وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}