{
  "id": null,
  "sura": 15,
  "aya": 75,
  "text": "<p> الْقَصْرِ وَالْمَدِّ، وَقَرَأَهُ وَرْشٌ بِتَحْقِيقِ الْأُولَى وَإِبْدَالِ الثَّانِيَةِ أَلِفًا مَعَ الْقَصْرِ وَالْمَدِّ، وَعَنْ وَرْشٍ أَيْضًا تَحْقِيقُ الْأُولَى وَتَسْهِيلُ الثَّانِيَةِ مَعَ الْقَصْرِ وَالتَّوَسُّطِ وَالْمَدِّ، وَقَرَأَهُ قُنْبُلٌ مِثْلَ قِرَاءَةِ وَرْشٍ إِلَّا أَنَّهُ لَيْسَ لَهُ مَعَ التَّسْهِيلِ إِلَّا الْقَصْرُ، وَقَرَأَ الْبَاقُونَ بِتَحْقِيقِ الْهَمْزَتَيْنِ وَكُلٌّ عَلَى أَصْلِهِ مِنَ الْمَدِّ، وَمَا ذُكِرَ مِنْ قِرَاءَةِ وَرْشٍ وَقُنْبُلٍ هُوَ التَّحْقِيقُ عَنْهُمَا وَإِنْ قِيلَ غَيْرُهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ. </p><p> سَبَبُ اسْتِبْشَارِ قَوْمِ لُوطٍ أَنَّهُمْ ظَنُّوا الْمَلَائِكَةَ شَبَابًا مِنْ بَنِي آدَمَ، فَحَدَّثَتْهُمْ أَنْفُسُهُمْ بِأَنْ يَفْعَلُوا بِهِمْ فَاحِشَةَ اللِّوَاطِ، كَمَا يُشِيرُ لِذَلِكَ قَوْلُهُ تَعَالَى: إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ [١٥ \\ ٦٨] وَقَوْلِهِ تَعَالَى: وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ الْآيَةَ [٥٤ \\ ٣٧] وَقَوْلِهِ: وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ [١١ \\ ٧٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ فِيمَا أَوْقَعَ مِنَ النَّكَالِ بِقَوْمِ لُوطٍ آيَاتٍ لِلْمُتَأَمِّلِينَ فِي ذَلِكَ، تَحْصُلُ لَهُمْ بِهَا الْمَوْعِظَةُ وَالِاعْتِبَارُ وَالْخَوْفُ مِنْ مَعْصِيَةِ اللَّهِ أَنْ يُنْزِلَ بِهِمْ مِثْلَ ذَلِكَ الْعَذَابِ الَّذِي أَنْزَلَ بِقَوْمِ لُوطٍ لَمَّا عَصَوْهُ وَكَذَّبُوا رَسُولَهُ. وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ فِي الْعَنْكَبُوتِ: وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ [٢٩ \\ ٣٥] وَقَوْلِهِ فِي الذَّارِيَاتِ: وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ [١٥١ \\ ٣٧] وَقَوْلِهِ هُنَا: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ [١٥ \\ ٧٥] وَقَوْلِهِ فِي الشُّعَرَاءِ بَعْدَ ذِكْرِ قِصَّةِ قَوْمِ لُوطٍ: إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ الْآيَةَ [٢٦ \\ ١٧٤] ، كَمَا صَرَّحَ بِمِثْلِ ذَلِكَ فِي إِهْلَاكِ قَوْمِ نُوحٍ وَقَوْمِ هُودٍ وَقَوْمِ صَالِحٍ وَقَوْمِ شُعَيْبٍ فِي الشُّعَرَاءِ وَقَوْلُهُ: لِلْمُتَوَسِّمِينَ أَصْلُ التَّوَسُّمِ تَفَعُّلٌ مِنَ الْوَسْمِ، وَهُوَ الْعَلَامَةُ الَّتِي يُسْتَدَلُّ بِهَا عَلَى مَطْلُوبِ غَيْرِهَا. يُقَالُ: تَوَسَّمْتُ فِيهِ الْخَيْرَ إِذَا رَأَيْتُ مِيْسَمَهُ فِيهِ، أَيْ عَلَامَتَهُ الَّتِي تَدُلُّ عَلَيْهِ، وَمِنْهُ قَوْلُ عَبْدِ اللَّهِ بْنِ رَوَاحَةَ - رَضِيَ اللَّهُ عَنْهُ - فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: </p><p> إِنِّي تَوَسَّمْتُ فِيكَ الْخَيْرَ أَعْرِفُهُ ... وَاللَّهُ يَعْلَمُ أَنِّي ثَابِتُ النَّظَرِ </p><p> وَقَالَ الْآخَرُ: </p><p> تَوَسَّمْتُهُ لَمَّا رَأَيْتُ مَهَابَةً ... عَلَيْهِ وَقُلْتُ الْمَرْءُ مِنْ آلِ هَاشِمِ </p><p> هَذَا أَصْلُ التَّوَسُّمِ، وَلِلْعُلَمَاءِ فِيهِ أَقْوَالٌ مُتَقَارِبَةٌ يَرْجِعُ مَعْنَاهَا كُلُّهَا إِلَى شَيْءٍ وَاحِدٍ. </p>"
}