{
  "id": null,
  "sura": 15,
  "aya": 9,
  "text": "<p> تَعُدُّونَ عَقْرَ النِّيبِ الْبَيْتَ الْمُتَقَدِّمَ آنِفًا </p><p> قَائِلًا: إِنَّ مُرَادَهُ تَوْبِيخُهُمْ عَلَى تَرْكِ عَدِّ الْكَمِيِّ الْمُقَنَّعِ فِي الْمَاضِي. </p><p> قَوْلُهُ تَعَالَى: مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ مَا يُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ، أَيْ بِالْوَحْيِ، وَقِيلَ بِالْعَذَابِ، وَقَالَ الزَّمَخْشَرِيُّ:  \" إِلَّا تَنْزِيلًا مُتَلَبِّسًا بِالْحِكْمَةِ وَالْمَصْلَحَةِ، وَلَا حِكْمَةَ فِي أَنْ تَأْتِيَكُمُ الْمَلَائِكَةُ عَيَانًا، تُشَاهِدُونَهُمْ وَيَشْهَدُونَ لَكُمْ بِصِدْقِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّكُمْ حِينَئِذٍ مُصَدِّقُونَ عَنِ اضْطِرَارٍ \" ، قَالَ: \" وَمِثْلُ هَذَا قَوْلُهُ تَعَالَى: وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ [١٥ \\ ٨٥] وَبَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُمْ لَوْ نَزَلَتْ عَلَيْهِمُ الْمَلَائِكَةُ، مَا كَانُوا مُنْظَرِينَ وَذَلِكَ فِي قَوْلِهِ: وَمَا كَانُوا إِذًا مُنْظَرِينَ [١٥ \\ ٨] لِأَنَّ التَّنْوِينَ فِي قَوْلِهِ (إِذًا) عِوَضٌ عَنْ جُمْلَةٍ، فَفِيهِ شَرْطٌ وَجَزَاءٌ، وَتَقْرِيرُ الْمَعْنَى: وَلَوْ نَزَلَتْ عَلَيْهِمُ الْمَلَائِكَةُ مَا كَانُوا مُنْظَرِينَ، أَيْ مُمْهَلِينَ بِتَأْخِيرِ الْعَذَابِ عَنْهُمْ، وَقَدْ بَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ [٢٥ \\ ٢٢] وَقَوْلِهِ: وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ [٦ \\ ٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ: مَا نُنَزِّلُ الْمَلَائِكَةَ [١٥ \\ ٨] قَرَأَهُ حَفْصٌ وَحَمْزَةُ وَالْكِسَائِيُّ: (نُنَزِّلُ) بِنُونَيْنِ الْأُولَى مَضْمُومَةٌ وَالثَّانِيَةُ مَفْتُوحَةٌ مَعَ كَسْرِ الزَّايِ الْمُشَدَّدَةِ، وَ (الْمَلَائِكَةَ) بِالنَّصْبِ مَفْعُولٌ بِهِ لِنُنَزِّلُ. وَقَرَأَ شُعْبَةُ:  (تُنَزَّلُ) بِتَاءٍ مَضْمُومَةٍ وَنُونٍ مَفْتُوحَةٍ مَعَ تَشْدِيدِ الزَّايِ مَفْتُوحَةً بِالْبِنَاءِ لِلْمَفْعُولِ، وَ (الْمَلَائِكَةَ) بِالرَّفْعِ نَائِبُ فَاعِلِ تُنَزَّلُ. وَقَرَأَ الْبَاقُونَ (تَنَزَّلُ) بِفَتْحِ التَّاءِ وَالنُّونِ وَالزَّايِ الْمُشَدَّدَةِ، أَصْلُهُ تَتَنَزَّلُ فَحُذِفَتْ إِحْدَى التَّاءَيْنِ، وَ (الْمَلَائِكَةُ) بِالرَّفْعِ فَاعِلُ تَنَزَّلُ كَقَوْلِهِ: تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ الْآيَةَ [٩٧ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ هُوَ الَّذِي نَزَّلَ الْقُرْآنَ الْعَظِيمَ، وَأَنَّهُ حَافِظٌ لَهُ مِنْ أَنْ يُزَادَ فِيهِ أَوْ يُنْقَصَ أَوْ يَتَغَيَّرَ مِنْهُ شَيْءٌ أَوْ يُبَدَّلَ، وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَإِنَّهُ لَكِتَابٌ عَزِيزٌ لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ [٤١ \\ ٤١ - ٤٢] وَقَوْلِهِ: لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ [٧٥ \\ ١٦] إِلَى قَوْلِهِ: ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ [٧٥ \\ ١٩] وَهَذَا هُوَ الصَّحِيحُ فِي مَعْنَى هَذِهِ الْآيَةِ أَنَّ الضَّمِيرَ فِي قَوْلِهِ: وَإِنَّا لَهُ لَحَافِظُونَ [١٥ \\ ٩] </p>"
}