{
  "id": null,
  "sura": 15,
  "aya": 76,
  "text": "<p> فَعَنْ قَتَادَةَ: لِلْمُتَوَسِّمِينَ أَيِ الْمُعْتَبِرِينَ، وَعَنْ مُجَاهِدٍ لِلْمُتَوَسِّمِينَ أَيِ الْمُتَفَرِّسِينَ، وَعَنِ ابْنِ عَبَّاسٍ وَالضَّحَّاكِ لِلْمُتَوَسِّمِينَ أَيْ لِلنَّاظِرِينَ، وَعَنْ مَالِكٍ عَنْ بَعْضِ أَهْلِ الْمَدِينَةِ لِلْمُتَوَسِّمِينَ أَيْ لِلْمُتَأَمِّلِينَ. </p><p> وَلَا يَخْفَى أَنَّ الِاعْتِبَارَ وَالنَّظَرَ وَالتَّفَرُّسَ وَالتَّأَمُّلَ مَعْنَاهَا وَاحِدٌ، وَكَذَلِكَ قَوْلُ ابْنِ زَيْدٍ وَمُقَاتِلٍ: لِلْمُتَوَسِّمِينَ أَيْ لِلْمُتَفَكِّرِينَ، وَقَوْلُ أَبِي عُبَيْدَةَ لِلْمُتَوَسِّمِينَ أَيْ لِلْمُتَبَصِّرِينَ، فَمَآلُ جَمِيعِ الْأَقْوَالِ رَاجِعٌ إِلَى شَيْءٍ وَاحِدٍ وَهُوَ أَنَّ مَا وَقَعَ لِقَوْمِ لُوطٍ فِيهِ مَوْعِظَةٌ وَعِبْرَةٌ لِمَنْ نَظَرَ فِي ذَلِكَ وَتَأَمَّلَ فِيهِ حَقَّ التَّأَمُّلِ، وَإِطْلَاقُ التَّوَسُّمِ عَلَى التَّأَمُّلِ وَالنَّظَرِ وَالِاعْتِبَارِ مَشْهُورٌ فِي كَلَامِ الْعَرَبِ وَمِنْهُ قَوْلُ زُهَيْرٍ: : </p><p> وَفِيهِنَّ مَلْهَى لِلصَّدِيقِ وَمَنْظَرٌ ... أَنِيقٌ لَعِينِ النَّاظِرِ الْمُتَوَسِّمِ </p><p> أَيِ الْمُتَأَمِّلِ فِي ذَلِكَ الْحُسْنِ، وَقَوْلُ طَرِيفِ بْنِ تَمِيمٍ الْعَنْبَرِيِّ: </p><p> أَوْ كُلَّمَا وَرَدَتْ عُكَاظَ قَبِيلَةٌ ... بَعَثُوا إِلَيَّ عَرِيفَهُمْ يَتَوَسَّمُ </p><p> أَيْ يَنْظُرُ وَيَتَأَمَّلُ. وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: لَآيَاتٍ لِلْمُتَوَسِّمِينَ [١٥ \\ ٧٥] قَالَ: لِلنَّاظِرِينَ. </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ وَأَبُو الشَّيْخِ فِي الْعَظَمَةِ عَنْ قَتَادَةَ فِي قَوْلِهِ: لَآيَاتٍ لِلْمُتَوَسِّمِينَ: قَالَ لِلْمُعْتَبِرِينَ. وَأَخْرَجَ ابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ: لَآيَاتٍ لِلْمُتَوَسِّمِينَ قَالَ: هُمُ الْمُتَفَرِّسُونَ. وَأَخْرَجَ أَبُو نُعَيْمٍ فِي الْحِلْيَةِ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ فِي قَوْلِهِ: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ قَالَ: هُمُ الْمُتَفَرِّسُونَ. وَأَخْرَجَ الْبُخَارِيُّ فِي تَارِيخِهِ وَالتِّرْمِذِيُّ وَابْنُ جَرِيرٍ وَابْنُ أَبِي حَاتِمٍ وَابْنُ السُّنِّيِّ وَأَبُو نُعَيْمٍ مَعًا فِي الطِّبِّ وَابْنُ مَرْدَوَيْهِ وَالْخَطِيبُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «اتَّقُوا فِرَاسَةَ الْمُؤْمِنِ، فَإِنَّهُ يَنْظُرُ بِنُورِ اللَّهِ» ثُمَّ قَرَأَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ قَالَ: «لِلْمُتَفَرِّسِينَ» . وَأَخْرَجَ ابْنُ جَرِيرٍ عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «اتَّقُوا فِرَاسَةَ الْمُؤْمِنِ، فَإِنَّ الْمُؤْمِنَ يَنْظُرُ بِنُورِ اللَّهِ» . وَأَخْرَجَ ابْنُ جَرِيرٍ عَنْ ثَوْبَانَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «احْذَرُوا فِرَاسَةَ الْمُؤْمِنِ فَإِنَّهُ يَنْظُرُ بِنُورِ اللَّهِ وَيَنْطِقُ بِتَوْفِيقِ اللَّهِ» . وَأَخْرَجَ الْحَكِيمُ التِّرْمِذِيُّ وَالْبَزَّارُ وَابْنُ السُّنِّيِّ وَأَبُو نُعَيْمٍ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ لِلَّهِ عِبَادًا يَعْرِفُونَ النَّاسَ بِالتَّوَسُّمِ» . اهـ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ دِيَارَ قَوْمِ </p>"
}