{
  "id": null,
  "sura": 15,
  "aya": 6,
  "text": "<p> وَقَالَ بَعْضُ الْعُلَمَاءِ: هِيَ هُنَا لِلتَّقْلِيلِ ; لِأَنَّهُمْ قَالُوا ذَلِكَ فِي بَعْضِ الْمَوَاضِعِ لَا فِي كُلِّهَا لِشُغْلِهِمْ بِالْعَذَابِ. فَإِنْ قِيلَ: رُبَّمَا لَا تَدْخُلُ إِلَّا عَلَى الْمَاضِي، فَمَا وَجْهُ دُخُولِهَا عَلَى الْمُضَارِعِ فِي هَذَا الْمَوْضِعِ؟ فَالْجَوَابُ: أَنَّ اللَّهَ تَعَالَى لَمَّا وَعَدَ بِوُقُوعِ ذَلِكَ صَارَ ذَلِكَ الْوَعْدُ لِلْجَزْمِ بِتَحْقِيقِ وُقُوعِهِ، كَالْوَاقِعِ بِالْفِعْلِ، وَنَظِيرُهُ قَوْلُهُ تَعَالَى أَتَى أَمْرُ اللَّهِ الْآيَةَ [١٦ \\ ١] وَنَحْوَهَا مِنَ الْآيَاتِ، فَعَبَّرَ بِالْمَاضِي تَنْزِيلًا لِتَحْقِيقِ الْوُقُوعِ مَنْزِلَةَ الْوُقُوعِ بِالْفِعْلِ. </p><p> قَوْلُهُ تَعَالَى: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ. </p><p> هَدَّدَ اللَّهُ تَعَالَى الْكُفَّارَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَمْرِهِ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَتْرُكَهُمْ يَأْكُلُونَ وَيَتَمَتَّعُونَ، فَسَوْفَ يَعْلَمُونَ حَقِيقَةَ مَا يَئُولُ إِلَيْهِ الْأَمْرُ مِنْ شِدَّةِ تَعْذِيبِهِمْ وَإِهَانَتِهِمْ. وَهَدَّدَهُمْ هَذَا النَّوْعَ مِنَ التَّهْدِيدِ فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ [١٤] وَقَوْلِهِ كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ [٧٧ \\ ٤٦] وَقَوْلِهِ: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ [٣٩ \\ ٨] وَقَوْلِهِ: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ [٤٣ \\ ٨٣] ، [٧٠ \\ ٤٢] وَقَوْلِهِ فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ [٥٢ \\ ٤٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ تَقَرَّرَ فِي فَنِّ الْمَعَانِي وَفِي مَبْحَثِ الْأَمْرِ عِنْدَ الْأُصُولِيِّينَ أَنَّ مِنَ الْمَعَانِي الَّتِي تَأْتِي لَهَا صِيغَةُ افْعَلِ التَّهْدِيدَ، كَمَا فِي الْآيَةِ الْمَذْكُورَةِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ذَرْهُمْ يَعْنِي اتْرُكْهُمْ، وَهَذَا الْفِعْلُ لَمْ يُسْتَعْمَلْ مِنْهُ إِلَّا الْأَمْرُ وَالْمُضَارِعُ، فَمَاضِيهِ تَرَكَ، وَمَصْدَرُهُ التَّرْكُ، وَاسْمُ الْفَاعِلِ مِنْهُ تَارِكٌ، وَاسْمُ الْمَفْعُولِ مِنْهُ مَتْرُوكٌ. وَقَالَ بَعْضُ الْعُلَمَاءِ: هَذِهِ الْآيَةُ مَنْسُوخَةٌ بِآيَاتِ السَّيْفِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. قَالَ الْقُرْطُبِيُّ:  «وَالْأَمَلُ الْحِرْصُ عَلَى الدُّنْيَا وَالِانْكِبَابُ عَلَيْهَا، وَالْحُبُّ لَهَا وَالْإِعْرَاضُ عَنِ الْآخِرَةِ» وَعَنِ الْحَسَنِ - رَحِمَهُ اللَّهُ - أَنَّهُ قَالَ:  «مَا أَطَالَ عَبْدٌ الْأَمَلَ إِلَّا أَسَاءَ الْعَمَلَ» وَقَدْ قَدَّمْنَا عِلَاجَ طُولِ الْأَمَلِ فِي سُورَةِ الْبَقَرَةِ. </p><p> قَوْلُهُ تَعَالَى وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ قَدْ يُقَالُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَيْفَ يُقِرُّونَ بِأَنَّهُ أُنْزِلَ إِلَيْهِ الذِّكْرُ وَيَنْسُبُونَهُ لِلْجُنُونِ مَعَ ذَلِكَ؟ وَالْجَوَابُ أَنَّ قَوْلَهُمْ:  (يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ) يَعْنُونَ فِي زَعْمِهِ تَهَكُّمًا مِنْهُمْ بِهِ، وَيُوَضِّحُ هَذَا الْمَعْنَى وُرُودُ مِثْلِهِ مِنَ الْكُفَّارِ مُتَهَكِّمِينَ بِالرُّسُلِ - عَلَيْهِمْ صَلَوَاتُ اللَّهِ وَسَلَامُهُ - فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى عَنْ فِرْعَوْنَ مَعَ مُوسَى قَالَ: إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ [٢٦ \\ ٢٧] </p>"
}