{
  "id": null,
  "sura": 15,
  "aya": 7,
  "text": "<p> وَقَوْلِهِ عَنْ قَوْمِ شُعَيْبٍ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ. [١١ \\ ٨٧</p><p> قَوْلُهُ تَعَالَى لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ. لَوْ مَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِلتَّحْضِيضِ، وَهُوَ طَلَبُ الْفِعْلِ طَلَبًا حَثِيثًا. وَمَعْنَى الْآيَةِ: أَنَّ الْكُفَّارَ طَلَبُوا مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - طَلَبَ تَخْصِيصٍ أَنْ يَأْتِيَهُمْ بِالْمَلَائِكَةِ لِيَكُونَ إِتْيَانُ الْمَلَائِكَةِ مَعَهُ دَلِيلًا عَلَى صِدْقِهِ أَنَّهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيَّنَ طَلَبَ الْكُفَّارِ هَذَا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ عَنْ فِرْعَوْنَ مَعَ مُوسَى: فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ [٤٣ \\ ٥٣] وَقَوْلِهِ: وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا [٢٥ \\ ٢١] ، وَقَوْلِهِ: وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ الْآيَةَ [٦ \\ ٨] وَقَوْلِهِ: لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا [٢٥ \\ ٧] وَقَوْلِهِ: أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا [١٧ \\ ٩٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ أَنَّ لَوْ تُرَكَّبُ مَعَ لَا وَمَا لِمَعْنَيَيْنِ: الْأَوَّلُ مِنْهُمَا التَّحْضِيضُ، وَمِثَالُهُ فِي لَوْ مَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَمِثَالُهُ فِي لَوْلَا قَوْلُ جَرِيرٍ: </p><p> تَعُدُّونَ عَقْرَ النِّيبِ أَفْضَلَ مَجْدِكُمْ ... بَنِي ضُوطْرَى لَوْلَا الْكَمِيَّ الْمُقَنَّعَا </p><p> يَعْنِي: فَهَلَّا تَعُدُّونَ الْكَمِيَّ الْمُقَنَّعَ، الْمَعْنَى الثَّانِي هُوَ امْتِنَاعُ شَيْءٍ لِوُجُودِ غَيْرِهِ، وَهُوَ فِي لَوْلَا كَثِيرٌ جِدًّا كَقَوْلِ عَامِرِ بْنِ الْأَكْوَعِ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> تَاللَّهِ لَوْلَا اللَّهُ مَا اهْتَدَيْنَا ... وَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَا </p><p> وَمِثَالُهُ فِي (لَوْ مَا) قَوْلُ ابْنِ مُقْبِلٍ: </p><p> لَوْ مَا الْحَيَاءُ وَلَوْ مَا الدِّينُ عِبْتُكُمَا ... بِبَعْضِ مَا فِيكُمَا إِذْ عِبْتُمَا عَوَرِي </p><p> وَأَمَّا هَلْ فَلَمْ تُرَكَّبْ إِلَّا مَعَ لَا وَحْدَهَا لِلتَّحْضِيضِ. </p><p> تَنْبِيهٌ </p><p> قَدْ تَرِدُ أَدَوَاتُ التَّحْضِيضِ لِلتَّوْبِيخِ وَالتَّنْدِيمِ، فَتَخْتَصُّ بِالْمَاضِي أَوْ مَا فِي تَأْوِيلِهِ نَحْوَ فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ الْآيَةَ [١٠ \\ ٩٨] وَقَوْلِهِ: لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ الْآيَةَ [٢٤ \\ ١٣] وَقَوْلِهِ: فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً الْآيَةَ [٤٦ \\ ٢٨] ، وَجَعَلَ بَعْضُهُمْ مِنْهُ قَوْلَ جَرِيرٍ: </p>"
}