{
  "id": null,
  "sura": 15,
  "aya": 88,
  "text": "<p> بِإِيضَاحِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِذَلِكَ فِي الْحَدِيثِ الصَّحِيحِ. </p><p> قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى، قَالَ: مَرَّ بِيَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَا أُصَلِّي، فَدَعَانِي فَلَمْ آتِهِ حَتَّى صَلَّيْتُ، ثُمَّ أَتَيْتُ فَقَالَ:  «مَا مَنَعَكَ أَنْ تَأْتِيَنِي؟» فَقُلْتُ: كُنْتُ أُصَلِّي. فَقَالَ:  «أَلَمْ يَقُلِ اللَّهُ: يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ[٨ \\ ٢٤]،ثُمَّ قَالَ:أَلَا أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ أَخْرُجَ مِنَ الْمَسْجِدِ، فَذَهَبَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِيَخْرُجَ، فَذَكَّرْتُهُ،فَقَالَ:الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ[١ \\ ٢]، هِيَ السَّبْعُ الْمَثَانِي، وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ» . حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أُمُّ الْقُرْآنِ هِيَ السَّبْعُ الْمَثَانِي، وَالْقُرْآنُ الْعَظِيمُ» . </p><p> فَهَذَا نَصٌّ صَحِيحٌ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ الْمُرَادَ بِالسَّبْعِ الْمَثَانِي وَالْقُرْآنِ الْعَظِيمِ: فَاتِحَةُ الْكِتَابِ، وَبِهِ تَعْلَمُ أَنَّ قَوْلَ مَنْ قَالَ: إِنَّهَا السَّبْعُ الطِّوَالُ، غَيْرُ صَحِيحٍ، إِذْ لَا كَلَامَ لِأَحَدٍ مَعَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمِمَّا يَدُلُّ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ: أَنَّ آيَةَ الْحِجْرِ هَذِهِ مَكِّيَّةٌ، وَأَنَّ السَّبْعَ الطِّوَالَ مَا أُنْزِلَتْ إِلَّا بِالْمَدِينَةِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقِيلَ لَهَا:  «مَثَانِي» ; لِأَنَّهَا تُثَنَّى قِرَاءَتُهَا فِي الصَّلَاةِ. </p><p> وَقِيلَ لَهَا:  «سَبْعٌ» ; لِأَنَّهَا سَبْعُ آيَاتٍ. </p><p> وَقِيلَ لَهَا:  «الْقُرْآنُ الْعَظِيمُ» ; لِأَنَّهَا هِيَ أَعْظَمُ سُورَةٍ ; كَمَا ثَبَتَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الصَّحِيحِ الْمَذْكُورِ آنِفًا. </p><p> وَإِنَّمَا عَطَفَ الْقُرْآنَ الْعَظِيمَ عَلَى السَّبْعِ الْمَثَانِي، مَعَ أَنَّ الْمُرَادَ بِهِمَا وَاحِدٌ وَهُوَ الْفَاتِحَةُ ; لِمَا عُلِمَ فِي اللُّغَةِ الْعَرَبِيَّةِ: مِنْ أَنَّ الشَّيْءَ الْوَاحِدَ إِذَا ذُكِرَ بِصِفَتَيْنِ مُخْتَلِفَتَيْنِ جَازَ عَطْفُ إِحْدَاهُمَا عَلَى الْأُخْرَى، تَنْزِيلًا لِتَغَايُرِ الصِّفَاتِ مَنْزِلَةَ تَغَايُرِ الذَّوَاتِ. وَمِنْهُ قَوْلُهُ تَعَالَى: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى وَالَّذِي أَخْرَجَ الْمَرْعَى [٨٧ \\ ٤] ، وَقَوْلُ الشَّاعِرِ: </p><p> إِلَى الْمَلِكِ الْقِرْمِ وَابْنِ الْهُمَامِ ... وَلَيْثِ الْكَتِيبَةِ فِي الْمُزْدَحِمِ. </p><p> قَوْلُهُ تَعَالَى: لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ. </p><p> لَمَّا بَيَّنَ تَعَالَى أَنَّهُ آتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - السَّبْعَ الْمَثَانِيَ وَالْقُرْآنَ الْعَظِيمَ، وَذَلِكَ أَكْبَرُ نَصِيبٍ، وَأَعْظَمُ حَظٍّ عِنْدَ اللَّهِ تَعَالَى، </p><p> نَهَاهُ أَنْ يَمُدَّ عَيْنَيْهِ إِلَى مَتَاعِ الْحَيَاةِ الدُّنْيَا الَّذِي مَتَّعَ بِهِ الْكُفَّارَ ; لِأَنَّ مَنْ أَعْطَاهُ رَبُّهُ - جَلَّ وَعَلَا - النَّصِيبَ الْأَكْبَرَ وَالْحَظَّ الْأَوْفَرَ، لَا يَنْبَغِي لَهُ أَنْ يَنْظُرَ إِلَى النَّصِيبِ الْأَحْقَرِ الْأَخَسِّ، وَلَا سِيَّمَا إِذَا كَانَ صَاحِبُهُ إِنَّمَا أُعْطِيهِ لِأَجْلِ الْفِتْنَةِ وَالِاخْتِبَارِ. وَأَوْضَحَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ فِي (طه) : فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى [٢٠ \\ ١٣٠ - ١٣٢] ، وَالْمُرَادُ بِالْأَزْوَاجِ هُنَا: الْأَصْنَافُ مِنَ الَّذِينَ مَتَّعَهُمُ اللَّهُ بِالدُّنْيَا. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَحْزَنْ عَلَيْهِمْ. </p><p> الصَّحِيحُ فِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ اللَّهَ نَهَى نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْحُزْنِ عَلَى الْكُفَّارِ إِذَا امْتَنَعُوا مِنْ قَبُولِ الْإِسْلَامِ. وَيَدُلُّ لِذَلِكَ كَثْرَةُ وُرُودِ هَذَا الْمَعْنَى فِي الْقُرْآنِ الْعَظِيمِ. كَقَوْلِهِ: وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ [١٦ \\ ١٢٧] ، وَقَوْلِهِ: فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ [٣٥ \\ ٨] ، وَقَوْلِهِ: لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ، وَقَوْلِهِ: فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا [١٨ \\ ٦] ، وَقَوْلِهِ: وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ [٥ \\ ٦٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْمَعْنَى: قَدْ بَلَّغْتَ وَلَسْتَ مَسْئُولًا عَنْ شَقَاوَتِهِمْ إِذَا امْتَنَعُوا مِنَ الْإِيمَانِ، فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ، فَلَا تَحْزَنْ عَلَيْهِمْ إِذَا كَانُوا أَشْقِيَاءَ. </p><p> قَوْلُهُ تَعَالَى: وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ. </p><p> أَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِخَفْضِ جَنَاحِهِ لِلْمُؤْمِنِينَ. وَخَفْضُ الْجَنَاحِ كِنَايَةٌ عَنْ لِينِ الْجَانِبِ وَالتَّوَاضُعِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> وَأَنْتَ الشَّهِيرُ بِخَفْضِ الْجَنَاحِ ... فَلَا تَكُ فِي رَفْعِهِ أَجْدَلَا </p><p> وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ فِي «الشُّعَرَاءِ» : وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ [٢٦ \\ ٢١٥] ، وَكَقَوْلِهِ: فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الْأَمْرِ [٣ \\ ١٥٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}