{
  "id": null,
  "sura": 15,
  "aya": 61,
  "text": "<p> السُّعُودِ فِي مَبْحَثِ الْمُخَصَّصِ الْمُتَّصِلِ بِقَوْلِهِ: </p><p> وَذَا تَعَدُّدٍ بِعَطْفٍ حَصَلَ ... بِالِاتِّفَاقِ مُسْجَلًا لِلْأَوَّلْ </p><p> إِلَّا فَكُلٌّ لِلَّذِي بِهِ اتَّصَلْ ... وَكُلُّهَا مَعَ التَّسَاوِي قَدْ بَطَلْ </p><p> إِنْ كَانَ غَيْرُ الْأَوَّلِ الْمُسْتَغْرَقَا ... فَالْكُلُّ لِلْمُخْرَجِ مِنْهُ حُقِّقَا </p><p> وَحَيْثُمَا اسْتَغْرَقَ الَاوَّلَ فَقَطْ ... فَأَلْغِ وَاعْتَبِرْ بِخُلْفٍ فِي النَّمَطْ </p><p> قَوْلُهُ تَعَالَى: فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ لُوطًا - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - لَمَّا جَاءَهُ الْمَلَائِكَةُ الْمُرْسَلُونَ لِإِهْلَاكِ قَوْمِهِ قَالَ لَهُمْ: إِنَّكُمْ قَوْمٌ مُنْكَرُونَ. وَصَرَّحَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ حَصَلَتْ لَهُ مَسَاءَةٌ بِمَجِيئِهِمْ، وَأَنَّهُ ضَاقَ ذَرْعًا بِذَلِكَ، كَقَوْلِهِ فِي هُودٍ: وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَذَا يَوْمٌ عَصِيبٌ [١١ \\ ٧٧] وَقَوْلِهِ فِي الْعَنْكَبُوتِ: وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا [٢٩ \\ ٣٣] ، وَذَكَرَ تَعَالَى فِي الذَّارِيَاتِ أَنَّ نَبِيَّهُ إِبْرَاهِيمَ قَالَ لَهُمْ أَيْضًا: قَوْمٌ مُنْكَرُونَ، كَمَا ذَكَرَ عَنْ لُوطٍ هُنَا وَذَلِكَ فِي قَوْلِهِ: قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ [٥١ \\ ٢٥] وَقَوْلِهِ قَوْمٌ مُنْكَرُونَ قِيلَ: مَعْنَاهُ أَنَّهُمْ غَيْرُ مَعْرُوفِينَ، وَالنَّكِرَةُ ضِدُّ الْمَعْرِفَةِ، وَقِيلَ: إِنَّهُ رَآهُمْ فِي صِفَةِ شَبَابٍ حِسَانِ الْوُجُوهِ، فَخَافَ أَنْ يَفْعَلَ بِهِمْ قَوْمُهُ فَاحِشَةَ اللِّوَاطِ فَقَالَ: إِنَّكُمْ قَوْمٌ مُنْكَرُونَ [١٥ \\ ٦٢] وَقَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: مُنْكَرُونَ أَيْ تُنْكِرُكُمْ نَفْسِي وَتَفِرُّ مِنْكُمْ، فَأَخَافُ أَنْ تَطْرُقُونِي بِشَرٍّ بِدَلِيلِ قَوْلِهِ: بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ وَأَتَيْنَاكَ بِالْحَقِّ الْآيَةَ [١٥ \\ ٦٣ - ٦٤] وَيَدُلُّ لِهَذَا الْوَجْهِ أَنَّهُ بَيَّنَ فِي هُودٍ أَنَّ سَبَبَ إِنْكَارِ إِبْرَاهِيمَ لَهُمْ عَدَمُ أَكْلِهِمْ مِنْ لَحْمِ الْعِجْلِ الَّذِي قَدَّمَهُ إِلَيْهِمْ، وَذَلِكَ فِي قَوْلِهِ: فَلَمَّا رَأَى أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً [١١ \\ ٧٠] لِأَنَّ مَنِ اسْتَضَافَ وَامْتَنَعَ مِنَ الْأَكْلِ خِيفَ مِنْهُ الشَّرُّ. وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَاتِ: إِنَّا لَمُنَجُّوهُمْ [١٥ \\ ٥٩] قَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ بِإِسْكَانِ النُّونِ بَعْدَ الْمِيمِ الْمَضْمُومَةِ مُخَفَّفًا اسْمُ فَاعِلِ أَنْجَى عَلَى وَزْنِ أَفْعَلَ، وَقَرَأَهُ غَيْرُهُمَا مِنَ الْقُرَّاءِ بِفَتْحِ النُّونِ وَتَشْدِيدِ الْجِيمِ اسْمُ فَاعِلِ نُجِّيَ عَلَى وَزْنِ فُعِّلَ بِالتَّضْعِيفِ، وَالْإِنْجَاءِ وَالتَّنْجِيَةِ مَعْنَاهُمَا وَاحِدٌ وَقَوْلُهُ: قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ [١٥ \\ ٦٠] قَرَأَهُ أَبُو بَكْرٍ عَنْ عَاصِمٍ بِتَخْفِيفِ الدَّالِ، وَقَرَأَهُ غَيْرُهُ بِتَشْدِيدِهَا وَهُمَا لُغَتَانِ مَعْنَاهُمَا وَاحِدٌ، وَقَوْلُهُ: جَاءَ آلَ لُوطٍ [١٥ \\ ٦١] قَرَأَهُ قَالُونُ وَالْبَزِّيُّ وَأَبُو عَمْرٍو بِإِسْقَاطِ الْهَمْزَةِ الْأُولَى وَتَحْقِيقِ الثَّانِيَةِ مَعَ </p>"
}