{
  "id": null,
  "sura": 15,
  "aya": 51,
  "text": "<p> قَوْلُهُ تَعَالَى: عَلَى سُرُرٍ مُتَقَابِلِينَ. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُتَّقِينَ الَّذِينَ هُمْ أَهْلُ الْجَنَّةِ يَوْمَ الْقِيَامَةِ يَكُونُونَ عَلَى سُرُرٍ، وَأَنَّهُمْ مُتَقَابِلُونَ يَنْظُرُ بَعْضُهُمْ إِلَى وَجْهِ بَعْضٍ، وَوَصَفَ سُرُرَهُمْ بِصِفَاتٍ جَمِيلَةٍ فِي غَيْرِ هَذَا الْمَوْضِعِ، مِنْهَا أَنَّهَا مَنْسُوجَةٌ بِقُضْبَانِ الذَّهَبِ وَهِيَ الْمَوْضُوعَةُ قَالَ فِي الْوَاقِعَةِ: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ عَلَى سُرُرٍ مَوْضُونَةٍ مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ [٥٦ \\ ١٣ - ١٦] وَقِيلَ: الْمَوْضُونَةُ الْمَصْفُوفَةُ كَقَوْلِهِ: مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ الْآيَةَ [٥٢ \\ ٢٠] وَمِنْهَا أَنَّهَا مَرْفُوعَةٌ كَقَوْلِهِ فِي الْغَاشِيَةِ: فِيهَا سُرُرٌ مَرْفُوعَةٌ الْآيَةَ [٨٨ \\ ١٣] وَقَوْلِهِ فِي الْوَاقِعَةِ: وَفُرُشٍ مَرْفُوعَةٍ [٥٦ \\ ٣٤] ، وَقَوْلِهِ: مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ [٥٥ \\ ٧٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: لَا يَمَسُّهُمْ فِيهَا نَصَبٌ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ أَهْلَ الْجَنَّةِ لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَهُوَ التَّعَبُ وَالْإِعْيَاءُ، وَقَوْلُهُ (نَصَبٌ) نَكِرَةٌ فِي سِيَاقِ النَّفْيِ فَتَعُمُّ كُلَّ نَصَبٍ، فَتَدُلُّ الْآيَةُ عَلَى سَلَامَةِ أَهْلِ الْجَنَّةِ مِنْ جَمِيعِ أَنْوَاعِ التَّعَبِ وَالْمَشَقَّةِ، وَأَكَّدَ هَذَا الْمَعْنَى فِي قَوْلِهِ تَعَالَى: الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ [٣٥ \\ ٣٥] لِأَنَّ اللُّغُوبَ هُوَ التَّعَبُ وَالْإِعْيَاءُ أَيْضًا، وَقَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «إِنَّ اللَّهَ أَمَرَنِي أَنْ أُبَشِّرَ خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لَا صَخَبَ فِيهِ وَلَا نَصَبَ» . </p><p> قَوْلُهُ تَعَالَى: وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ أَهْلَ الْجَنَّةِ لَا يَخْرُجُونَ مِنْهَا، وَأَكَّدَ نَفْيَ إِخْرَاجِهِمْ مِنْهَا بِالْبَاءِ فِي قَوْلِهِ بِمُخْرَجِينَ فَهُمْ دَائِمُونَ فِي نَعِيمِهَا أَبَدًا بِلَا انْقِطَاعٍ. وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا [١٨ \\ ١٠٧ - ١٠٨] وَقَوْلِهِ: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا [١٨ \\ ٢ - ٣] وَقَوْلِهِ: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] وَقَوْلِهِ: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ. </p><p> بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّ ضَيْفَ إِبْرَاهِيمَ الْمَذْكُورِينَ فِي هَذِهِ الْآيَةِ أَنَّهُمْ مَلَائِكَةٌ، كَقَوْلِهِ فِي هُودٍ: وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلَامًا قَالَ سَلَامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ [١١ \\ ٦٩] كَمَا تَقَدَّمَ وَقَوْلِهِ: قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ [٥١ \\ ٣١ - ٣٢] </p>"
}