{
  "id": null,
  "sura": 16,
  "aya": 88,
  "text": "<p> شُرَكَاءَهُمْ فِي الْعَذَابِ، كَمَا قَالَ تَعَالَى: رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ [٧ \\ ٣٨] ، وَقَدْ نَصَّ تَعَالَى عَلَى أَنَّهُمْ وَمَا يَعْبُدُونَهُ مِنْ دُونِ اللَّهِ فِي النَّارِ جَمِيعًا فِي قَوْلِهِ: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ. . . الْآيَةَ [٢١ \\ ٩٨] ، وَأَخْرَجَ مِنْ ذَلِكَ الْمَلَائِكَةَ وَعِيسَى وَعُزَيْرًا بِقَوْلِهِ: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ. . . الْآيَةَ [٢١ \\ ١٠١] ; لِأَنَّهُمْ مَا عَبَدُوهُمْ بِرِضَاهُمْ. بَلْ لَوْ أَطَاعُوهُمْ لَأَخْلَصُوا الْعِبَادَةَ لِلَّهِ وَحْدَهُ - جَلَّ وَعَلَا -. </p><p> قَوْلُهُ تَعَالَى: وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُمْ مَّا كَانُوا يَفْتَرُونَ، إِلْقَاؤُهُمْ إِلَى اللَّهِ السَّلَّمَ: هُوَ انْقِيَادُهُمْ لَهُ، وَخُضُوعُهُمْ ; حَيْثُ لَا يَنْفَعُهُمْ ذَلِكَ كَمَا تَقَدَّمَ فِي قَوْلِهِ: فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] ، وَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ ; كَقَوْلِهِ: بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ [٣٧ \\ ٢٦] ، وَقَوْلِهِ: وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ [٢٠ \\ ١١١] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ قَدَّمْنَا طَرَفًا مِنْ ذَلِكَ فِي الْكَلَامِ عَلَى قَوْلِهِ: فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] . </p><p> وَقَوْلِهِ: وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [١٦ \\ ٨٧] ، أَيْ: غَابَ عَنْهُمْ وَاضْمَحَلَّ مَا كَانُوا يَفْتَرُونَهُ. مِنْ أَنَّ شُرَكَاءَهُمْ تَشْفَعُ لَهُمْ وَتُقَرِّبُهُمْ إِلَى اللَّهِ زُلْفَى ; كَمَا قَالَ تَعَالَى: وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ. . . الْآيَةَ [١٠ \\ ١٨] ، وَكَقَوْلِهِ: مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى، وَضَلَالُ ذَلِكَ عَنْهُمْ مَذْكُورٌ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [١٠ \\ ٣٠] ، وَقَوْلِهِ: فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٢٨ \\ ٧٥] ، وَقَدْ قَدَّمْنَا مَعَانِيَ الضَّلَالِ فِي الْقُرْآنِ وَفِي اللُّغَةِ بِشَوَاهِدِهَا. </p><p> قَوْلُهُ تَعَالَى: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ، اعْلَمْ أَوَّلًا أَنَّ «صَدَّ» تُسْتَعْمَلُ فِي اللُّغَةِ الْعَرَبِيَّةِ اسْتِعْمَالَيْنِ أَحَدُهُمَا: أَنْ تُسْتَعْمَلَ مُتَعَدِّيَةً إِلَى الْمَفْعُولِ، كَقَوْلِهِ تَعَالَى: هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ. . . الْآيَةَ [٤٨ \\ ٢٥] ، وَمُضَارِعُ هَذِهِ الْمُتَعَدِّيَةِ «يَصُدُّ» بِالضَّمِّ عَلَى الْقِيَاسِ، وَمَصْدَرُهَا «الصَّدِّ» عَلَى الْقِيَاسِ أَيْضًا. وَالثَّانِي: أَنْ تُسْتَعْمَلَ «صَدَّ» لَازِمَةً غَيْرَ مُتَعَدِّيَةٍ إِلَى الْمَفْعُولِ، وَمَصْدَرُ هَذِهِ «الصُّدُودُ» عَلَى الْقِيَاسِ، وَفِي مُضَارِعِهَا الْكَسْرُ عَلَى الْقِيَاسِ، وَالضَّمُّ عَلَى السَّمَاعِ ; وَعَلَيْهِمَا الْقِرَاءَتَانِ السَّبْعِيَّتَانِ فِي قَوْلِهِ: إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ </p>"
}