{
  "id": null,
  "sura": 16,
  "aya": 30,
  "text": "<p> إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى [٢ \\ ١١١] ، فَإِنَّهُ نَفَى هَذَا النَّفْيَ بِقَوْلِهِ - جَلَّ وَعَلَا -: بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ الْآيَةَ [٢ \\ ١١٢] ، وَمِثْلُ هَذَا كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. </p><p> الثَّانِي: أَنْ تَكُونَ جَوَابًا لِاسْتِفْهَامٍ مُقْتَرِنٍ بِنَفْيٍ خَاصَّةً ; كَقَوْلِهِ: أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى [٧ \\ ١٧٢] ، وَقَوْلِهِ: أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى [٣٦ \\ ٨١] ، وَقَوْلِهِ: أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى [٤٠ \\ ٥٠] ، وَهَذَا أَيْضًا كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. أَمَّا إِذَا كَانَ الِاسْتِفْهَامُ غَيْرَ مُقْتَرِنٍ بِنَفْيٍ فَجَوَابُهُ بِ «، نَعَمْ» لَا بِـ «، بَلَى» ، وَجَوَابُ الِاسْتِفْهَامِ الْمُقْتَرِنِ بِنَفْيٍ وَ «نَعَمْ» مَسْمُوعٌ غَيْرُ قِيَاسِيٍّ ; كَقَوْلِهِ: </p><p> أَلَيْسَ اللَّيْلُ يَجْمَعُ أُمَّ عَمْرٍو وَإِيَّانَا ... فَذَاكَ لَنَا تَدَانِي </p><p> نَعَمْ، وَتَرَى الْهِلَالَ كَمَا أَرَاهُ ... وَيَعْلُوهَا النَّهَارُ كَمَا عَلَانِي </p><p> فَالْمَحَلُّ لِـ «بَلَى» لَا لِـ «نَعَمْ» فِي هَذَا الْبَيْتِ. </p><p> فَإِنْ قِيلَ: هَذِهِ الْآيَاتُ تَدُلُّ عَلَى أَنَّ الْكُفَّارَ يَكْتُمُونَ يَوْمَ الْقِيَامَةِ مَا كَانُوا عَلَيْهِ مِنَ الْكُفْرِ وَالْمَعَاصِي، كَقَوْلِهِ عَنْهُمْ: وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ [٦ \\ ٢٣] ، وَقَوْلِهِ: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] ، وَنَحْوِ ذَلِكَ. مَعَ أَنَّ اللَّهَ صَرَّحَ بِأَنَّهُمْ لَا يَكْتُمُونَ حَدِيثًا فِي قَوْلِهِ: وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا [٤ \\ ٤٢] . </p><p> فَالْجَوَابُ: هُوَ مَا قَدَّمْنَا مِنْ أَنَّهُمْ يَقُولُونَ بِأَلْسِنَتِهِمْ: «وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ» ; فَيَخْتِمُ اللَّهُ عَلَى أَفْوَاهِهِمْ، وَتَتَكَلَّمُ أَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ، فَالْكَتْمُ بِاعْتِبَارِ النُّطْقِ بِالْجُحُودِ وَبِالْأَلْسِنَةِ، وَعَدَمُ الْكَتْمِ بِاعْتِبَارِ شَهَادَةِ أَعْضَائِهِمْ عَلَيْهِمْ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: فَادْخُلُوا أَبْوَابَ جَهَنَّمَ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا عَدَدَ أَبْوَابِهَا، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي «سُورَةِ الْحِجْرِ» فِي قَوْلِهِ - جَلَّ وَعَلَا -: لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ [١٥ \\ ٤٤] ، أَرْجُو اللَّهَ أَنْ يُعِيذَنَا وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْهَا وَمِنْ جَمِيعِ أَبْوَابِهَا ; إِنَّهُ رَحِيمٌ كَرِيمٌ. </p><p> قَوْلُهُ تَعَالَى: وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُتَّقِينَ إِذَا سُئِلُوا عَمَّا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالُوا: أَنْزَلَ عَلَيْهِ خَيْرًا ; أَيْ: رَحْمَةً وَهُدًى وَبَرَكَةً لِمَنِ اتَّبَعَهُ وَآمَنَ بِهِ. وَيُفْهَمُ مِنْ صِفَةِ أَهْلِ هَذَا الْجَوَابِ </p><p> بِكَوْنِهِمْ مُتَّقِينَ - أَنَّ غَيْرَ الْمُتَّقِينَ يُجِيبُونَ جَوَابًا غَيْرَ هَذَا. وَقَدْ صَرَّحَ تَعَالَى بِهَذَا الْمَفْهُومِ فِي قَوْلِهِ عَنْ غَيْرِ الْمُتَّقِينَ وَهُمُ الْكُفَّارُ: وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ [١٥٦ \\ ٢٤] ، كَمَا تَقَدَّمَ. </p><p> قَوْلُهُ تَعَالَى: لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَنْ أَحْسَنَ عَمَلَهُ فِي هَذِهِ الدَّارِ الَّتِي هِيَ الدُّنْيَا كَانَ لَهُ عِنْدَ اللَّهِ الْجَزَاءُ الْحَسَنُ فِي الْآخِرَةِ. وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ الْآيَةَ [١٠ \\ ٢٦] ، وَالْحُسْنَى: الْجَنَّةُ. وَالزِّيَادَةُ: النَّظَرُ إِلَى وَجْهِ اللَّهِ الْكَرِيمِ. وَقَوْلِهِ: وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى [٥٦٣ \\ ٣١] ، وَقَوْلِهِ: هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ [٥٥ \\ ٦٠] ، وَقَوْلِهِ: مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا [٢٨ \\ ٨٤] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: حَسَنَةٌ، أَيْ: مُجَازَاةٌ حَسَنَةٌ بِالْجَنَّةِ وَنَعِيمِهَا. وَالْآيَاتُ فِي مِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> قَوْلُهُ تَعَالَى: وَلَدَارُ الْآخِرَةِ خَيْرٌ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ دَارَ الْآخِرَةِ خَيْرٌ مِنْ دَارِ الدُّنْيَا. وَكَرَّرَ هَذَا الْمَعْنَى فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ: وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ الْآيَةَ [٢٨ \\ ٨٠] ، وَقَوْلِهِ: وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ، وَقَوْلِهِ: بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى، وَقَوْلِهِ: وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى [٩٣٢ \\ ٤] ، وَقَوْلِهِ: زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ الْآيَةَ [٣ \\ ١٤ - ١٥] ، وَقَوْلُهُ، خَيْرٌ [١٦ \\ ٣٠] ، صِيغَةُ تَفْضِيلٍ، حُذِفَتْ هَمْزَتُهَا ; لِكَثْرَةِ الِاسْتِعْمَالِ تَخْفِيفًا. </p><p> وَإِلَيْهِ أَشَارَ ابْنُ مَالِكٍ فِي الْكَافِيَةِ بِقَوْلِهِ: </p><p> وَغَالِبًا أَغْنَاهُمُ خَيْرٌ وَشَرْ ... عَنْ قَوْلِهِمْ أَخْيَرُ مِنْهُ وَأَشَرْ </p><p> وَإِنَّمَا قِيلَ لِتِلْكَ الدَّارِ: الدَّارُ الْآخِرَةُ ; لِأَنَّهَا هِيَ آخِرُ الْمَنَازِلِ، فَلَا انْتِقَالَ عَنْهَا الْبَتَّةَ إِلَى دَارٍ أُخْرَى. </p><p> وَالْإِنْسَانُ قَبْلَ الْوُصُولِ إِلَيْهَا يَنْتَقِلُ مِنْ مَحَلٍّ إِلَى مَحَلٍّ. فَأَوَّلُ ابْتِدَائِهِ مِنَ التُّرَابِ، ثُمَّ انْتَقَلَ مِنْ أَصْلِ التُّرَابِ إِلَى أَصْلِ النُّطْفَةِ، ثُمَّ إِلَى الْعَلَقَةِ، ثُمَّ إِلَى الْمُضْغَةِ، ثُمَّ إِلَى الْعِظَامِ، ثُمَّ </p><p> كَسَا اللَّهُ الْعِظَامَ لَحْمًا، وَأَنْشَأَهَا خَلْقًا آخَرَ، وَأَخْرَجَهُ لِلْعَالَمِ فِي هَذِهِ الدَّارِ، ثُمَّ يَنْتَقِلُ إِلَى الْقَبْرِ، ثُمَّ إِلَى الْمَحْشَرِ، ثُمَّ يَتَفَرَّقُونَ: يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا [٩٩ \\ ٦] ، فَسَالِكٌ ذَاتَ الْيَمِينِ إِلَى الْجَنَّةِ، وَسَالِكٌ ذَاتَ الشِّمَالِ إِلَى النَّارِ: وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ [٣٠ \\ ١٤ - ١٦] . </p><p> فَإِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ - فَعِنْدَ ذَلِكَ تُلْقَى عَصَا التَّسْيَارِ، وَيُذْبَحُ الْمَوْتُ، وَيُقَالُ: يَا أَهْلَ الْجَنَّةِ، خُلُودٌ فَلَا مَوْتَ، وَيَا أَهْلَ النَّارِ خُلُودٌ فَلَا مَوْتَ، وَيَبْقَى ذَلِكَ دَائِمًا لَا انْقِطَاعَ لَهُ، وَلَا تَحَوُّلَ عَنْهُ إِلَى مَحَلٍّ آخَرَ. </p><p> فَهَذَا مَعْنَى وَصْفِهَا بِالْآخِرَةِ ; كَمَا أَوْضَحَهُ - جَلَّ وَعَلَا - بِقَوْلِهِ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ [٢٣ \\ ١٢ - ١٦] . </p><p> تَنْبِيهٌ. </p><p> أَضَافَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الدَّارَ إِلَى الْآخِرَةِ، مَعَ أَنَّ الدَّارَ هِيَ الْآخِرَةُ بِدَلِيلِ قَوْلِهِ: وَلَدَارُ الْآخِرَةِ الْآيَةَ [١٦ \\ ٣٠] ، بِتَعْرِيفِ الدَّارِ وَنَعْتِهَا بِالْآخِرَةِ فِي غَيْرِ هَذَا الْمَوْضِعِ. وَعَلَى مُقْتَضَى قَوْلِ ابْنِ مَالِكٍ فِي الْخُلَاصَةِ: </p><p> وَلَا يُضَافُ اسْمٌ لِمَا بِهِ اتَّحَدْ ... مَعْنًى وَأَوِّلْ مُوهِمًا إِذَا وَرَدْ </p><p> فَإِنَّ لَفْظَ «الدَّارِ» يُؤَوَّلُ بِمُسَمَّى الْآخِرَةِ. وَقَدْ بَيَّنَّا فِي كِتَابِنَا (دَفْعَ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ) فِي «سُورَةِ فَاطِرٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ:  «وَمَكْرَ السَّيِّئِ»  [٣٥ \\ ٤٣] : أَنَّ الَّذِي يَظْهَرُ لَنَا أَنَّ إِضَافَةَ الشَّيْءِ إِلَى نَفْسِهِ بِلَفْظَيْنِ مُخْتَلِفَيْنِ - أُسْلُوبٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ ; لِتَنْزِيلِ التَّغَايُرِ فِي اللَّفْظِ مَنْزِلَةَ التَّغَايُرِ فِي الْمَعْنَى. وَبَيَّنَّا كَثْرَتَهُ فِي الْقُرْآنِ، وَفِي كَلَامِ الْعَرَبِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَنِعْمَ دَارُ الْمُتَّقِينَ، مَدَحَ اللَّهُ - جَلَّ وَعَلَا - دَارَ الْمُتَّقِينَ الَّتِي هِيَ الْجَنَّةُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ; لِأَنَّ «نِعْمَ» ، فِعْلٌ جَامِدٌ لِإِنْشَاءِ الْمَدْحِ. وَكَرَّرَ الثَّنَاءَ عَلَيْهَا فِي آيَاتٍ كَثِيرَةٍ ; لِأَنَّ فِيهَا مَا لَا عَيْنٌ رَأَتْ، وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ. كَمَا </p>"
}