{
  "id": null,
  "sura": 16,
  "aya": 32,
  "text": "<p> [١٥ \\ ٤٥] ، وَقَوْلِهِ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ [٥٢ \\ ١٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِبِينَ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُتَّقِينَ الَّذِينَ كَانُوا يَمْتَثِلُونَ أَوَامِرَ رَبِّهِمْ، وَيَجْتَنِبُونَ نَوَاهِيَهُ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ; أَيْ: يَقْبِضُونَ أَرْوَاحَهُمْ فِي حَالِ كَوْنِهِمْ طَيِّبِينَ، أَيْ: طَاهِرِينَ مِنَ الشِّرْكِ وَالْمَعَاصِي - عَلَى أَصَحِّ التَّفْسِيرَاتِ - وَيُبَشِّرُونَهُمْ بِالْجَنَّةِ، وَيُسَلِّمُونَ عَلَيْهِمْ. </p><p> وَبَيَّنَ هَذَا الْمَعْنَى أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ [٤١ \\ ٣٠] ، وَقَوْلِهِ: وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ [٣٩ \\ ٧٣] ، وَقَوْلِهِ: وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ [١٣ \\ ٢٣ - ٢٤] ، وَالْبِشَارَةُ عِنْدَ الْمَوْتِ، وَعِنْدَ دُخُولِ الْجَنَّةِ مِنْ بَابٍ وَاحِدٍ ; لِأَنَّهَا بِشَارَةٌ بِالْخَيْرِ بَعْدَ الِانْتِقَالِ إِلَى الْآخِرَةِ. وَيُفْهَمُ مِنْ صِفَاتٍ هَؤُلَاءِ الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ، وَيَقُولُونَ لَهُمْ: سَلَامٌ عَلَيْكُمُ ادْخَلُوا الْجَنَّةَ - أَنَّ الَّذِينَ لَمْ يَتَّصِفُوا بِالتَّقْوَى لَمْ تَتَوَفَّهُمُ الْمَلَائِكَةُ عَلَى تِلْكَ الْحَالِ الْكَرِيمَةِ، وَلَمْ تُسَلِّمْ عَلَيْهِمْ، وَلَمْ تُبَشِّرْهُمْ. </p><p> وَقَدْ بَيَّنَ تَعَالَى هَذَا الْمَفْهُومَ فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ الْآيَةَ [١٦ \\ ٢٨] ، وَقَوْلِهِ: إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ، إِلَى قَوْلِهِ وَسَاءَتْ مَصِيرًا [٤ \\ ٩٧] ، وَقَوْلِهِ: وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ الْآيَةَ [٨ \\ ٥٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلِهِ: تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ [١٦ \\ ٢٨] ، وَقَوْلِهِ: تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ [١٦ \\ ٣٢] ، قَرَأَهُمَا عَامَّةُ الْقُرَّاءِ غَيْرَ حَمْزَةَ:  «تَتَوَفَّاهُمْ» بِتَاءَيْنِ فَوْقِيَّتَيْنِ. وَقَرَأَ حَمْزَةُ «يَتَوَفَّاهُمْ» بِالْيَاءِ فِي الْمَوْضِعَيْنِ. </p><p> تَنْبِيهٌ. </p><p> أَسْنَدَ هُنَا - جَلَّ وَعَلَا - التَّوَفِّيَ لِلْمَلَائِكَةِ فِي قَوْلِهِ: تَتَوَفَّاهُمُ الْمَلَائِكَةُ [١٦ \\ ٣٢] </p>"
}