{
  "id": null,
  "sura": 16,
  "aya": 15,
  "text": "<p> أَلِيَ هَذِهِ؟ قَالَ:  «لِمَنْ عَمِلَ بِهَا مِنْ أُمَّتِي» اهـ، هَذَا لَفْظُ الْبُخَارِيِّ فِي التَّفْسِيرِ فِي «سُورَةِ هُودٍ» ، وَفِي رِوَايَةٍ فِي الصَّحِيحِ، قَالَ:  «لِجَمِيعِ أُمَّتِي كُلِّهِمْ» اهـ. فَهَذَا الَّذِي أَصَابَ الْقُبْلَةَ مِنَ الْمَرْأَةِ نَزَلَتْ فِي خُصُوصِهِ آيَةٌ عَامَّةُ اللَّفْظِ، فَقَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَلِيَ هَذِهِ؟ وَمَعْنَى ذَلِكَ: هَلِ النَّصُّ خَاصٌّ بِي لِأَنِّي سَبَبُ وُرُودِهِ؟ أَوْ هُوَ عَلَى عُمُومِ لَفْظِهِ؟ وَقَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لِجَمِيعِ أُمَّتِي» مَعْنَاهُ أَنَّ الْعِبْرَةَ بِعُمُومِ لَفْظِ: «إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ» ، لَا بِخُصُوصِ السَّبَبِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى؟ </p><p> وَقَوْلُهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ:  «وَتَرَى الْفُلْكَ»  [١٦ \\ ١٤] ، أَيْ: السُّفُنَ، وَقَدْ دَلَّ الْقُرْآنُ عَلَى أَنَّ:  «الْفُلْكَ» يُطْلَقُ عَلَى الْوَاحِدِ وَعَلَى الْجَمْعِ، وَأَنَّهُ إِنْ أُطْلِقَ عَلَى الْوَاحِدِ ذُكِّرَ، وَإِنْ أُطْلِقَ عَلَى الْجَمْعِ أُنِّثَ، فَأَطْلَقَهُ عَلَى الْمُفْرَدِ مُذَكَّرًا فِي قَوْلِهِ:  «وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ»  [٣٦ \\ ٤١، ٤٢] ، وَأَطْلَقَهُ عَلَى الْجَمْعِ مُؤَنَّثًا فِي قَوْلِهِ: وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ [٢ \\ ١٦٤] ، وَقَوْلِهِ: مَوَاخِرَ [١٦ \\ ١٤] ، جَمْعُ مَاخِرَةٍ، وَهُوَ اسْمُ فَاعِلٍ، مَخَرَتِ السَّفِينَةُ تَمْخَرُ - بِالْفَتْحِ - وَتَمْخُرُ - بِالضَّمِّ - مَخْرًا وَمُخُورًا: جَرَتْ فِي الْبَحْرِ تَشُقُّ الْمَاءَ مَعَ صَوْتٍ. وَقِيلَ: اسْتَقْبَلَتِ الرِّيحَ فِي جَرْيَتِهَا. وَالْأَظْهَرُ فِي قَوْلِهِ: وَلِتَبْتَغُوا مِنْ فَضْلِهِ [١٦ \\ ١٤] ، أَنَّهُ مَعْطُوفٌ عَلَى قَوْلِهِ: لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا [١٦ \\ ١٤] ، وَلَعَلَّ هُنَا لِلتَّعْلِيلِ كَمَا تَقَدَّمَ. </p><p> وَالشُّكْرُ فِي الشَّرْعِ: يُطْلَقُ مِنَ الْعَبْدِ لِرَبِّهِ ; كَقَوْلِهِ هُنَا وَلَعَلَّكُمْ تَشْكُرُونَ [١٦ \\ ١٤] ، وَشُكْرُ الْعَبْدِ لِرَبِّهِ: هُوَ اسْتِعْمَالُهُ نِعَمَهُ الَّتِي أَنْعَمَ عَلَيْهِ بِهَا فِي طَاعَتِهِ. وَأَمَّا مَنْ يَسْتَعِينُ بِنِعَمِ اللَّهِ عَلَى مَعْصِيَتِهِ فَلَيْسَ مِنَ الشَّاكِرِينَ ; وَإِنَّمَا هُوَ كَنُودٌ كَفُورٌ. </p><p> وَشُكْرُ الرَّبِّ لِعَبْدِهِ الْمَذْكُورِ فِي الْقُرْآنِ كَقَوْلِهِ: فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ [٢ \\ ١٥٨] ، وَقَوْله إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ [٣٥ \\ ٣٤] ، هُوَ أَنْ يُثِيبَ عَبْدَهُ الثَّوَابَ الْجَزِيلَ مِنَ الْعَمَلِ الْقَلِيلِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَاتَيْنِ الْآيَتَيْنِ أَرْبَعَ نِعَمٍ مِنْ نِعَمِهِ عَلَى خَلْقِهِ، مُبَيِّنًا لَهُمْ عَظِيمَ مِنَّتِهِ عَلَيْهِمْ بِهَا: </p><p> الْأُولَى: إِلْقَاؤُهُ الْجِبَالَ فِي الْأَرْضِ لِتَثْبُتَ وَلَا تَتَحَرَّكَ، وَكَرَّرَ الِامْتِنَانَ بِهَذِهِ النِّعْمَةِ فِي </p><p> الْقُرْآنِ كَقَوْلِهِ: أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا وَالْجِبَالَ أَوْتَادًا [٧٨ \\ ٦ - ٧] ، وَقَوْلِهِ: وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ الْآيَةَ [٢١ \\ ٣١] ، وَقَوْلِهِ: وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ [٧٧ \\ ٢٧] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ الْآيَةَ [٣١ \\ ١٠] ، وَقَوْلِهِ: وَالْجِبَالَ أَرْسَاهَا [٧٩ \\ ٣٢] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> وَمَعْنَى تَمِيدُ: تَمِيلُ وَتَضْطَرِبُ. </p><p> وَفِي مَعْنَى قَوْلِهِ أَنْ وَجْهَانِ مَعْرُوفَانِ لِلْعُلَمَاءِ: أَحَدُهُمَا: كَرَاهَةُ أَنْ تَمِيدَ بِكُمْ. وَالثَّانِي: أَنَّ الْمَعْنَى: لِئَلَّا تَمِيدَ بِكُمْ ; وَهُمَا مُتَقَارِبَانِ. </p><p> الثَّانِيَةُ: إِجْرَاؤُهُ الْأَنْهَارَ فِي الْأَرْضِ الْمَذْكُورُ هُنَا فِي قَوْلِهِ: وَأَنْهَارًا [١٦ \\ ١٥] ، وَكَرَّرَ - تَعَالَى - فِي الْقُرْآنِ الِامْتِنَانَ بِتَفْجِيرِهِ الْمَاءَ فِي الْأَرْضِ لِخَلْقِهِ: كَقَوْلِهِ: وَسَخَّرَ لَكُمُ الْأَنْهَارَ وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ الْآيَةَ [١٤ \\ ٣٢ - ٣٣] ، وَقَوْلِهِ: أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ [٥٦ \\ ٦٨ - ٧٠] ، وَقَوْلِهِ: وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ لِيَأْكُلُوا مِنْ ثَمَرِهِ الْآيَةَ [٣٦ \\ ٣٤ - ٣٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّالِثَةُ: جَعْلُهُ فِي الْأَرْضِ سُبُلًا يَسْلُكُهَا النَّاسُ، وَيَسِيرُونَ فِيهَا مِنْ قُطْرٍ إِلَى قُطْرٍ فِي طَلَبِ حَاجَاتِهِمُ الْمَذْكُورِ هُنَا فِي قَوْلِهِ: وَسُبُلًا، وَهُوَ جَمْعُ سَبِيلٍ بِمَعْنَى الطَّرِيقِ. وَكَرَّرَ الِامْتِنَانَ بِذَلِكَ فِي الْقُرْآنِ ; كَقَوْلِهِ: وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ [٢١ \\ ٣١] ، وَقَوْلِهِ: وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا [٧١ \\ ١٩] ، وَقَوْلِهِ: قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا [٢٠ \\ ٥٢، ٥٣] . </p><p> وَقَوْلِهِ: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا الْآيَةَ [٦٧ \\ ١٥] ، وَقَوْلِهِ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ [٤٣ \\ ٩ - ١٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الرَّابِعَةُ: جَعْلُهُ الْعَلَامَاتِ لِبَنِي آدَمَ ; لِيَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ الْمَذْكُورِ هُنَا فِي قَوْلِهِ: وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ [١٦ \\ ١٦] ، وَقَدْ ذُكِرَ الِامْتِنَانُ بِنَحْوِ ذَلِكَ فِي </p>"
}