{
  "id": null,
  "sura": 16,
  "aya": 116,
  "text": "<p> اسْتِعَارَةٌ أَصْلِيَّةٌ كَمَا ذَكَرْنَا. وَفِي الْإِذَاقَةِ الْمُسْتَعَارَةِ لَمْسُ أَلَمِ الْجُوعِ وَالْخَوْفِ اسْتِعَارَةٌ تَبَعِيَّةٌ. </p><p> وَقَدْ أَلْمَمْنَا هُنَا بِطَرَفٍ قَلِيلٍ مِنْ كَلَامِ الْبَيَانِيِّينَ هُنَا لِيَفْهَمَ النَّاظِرُ مُرَادَهُمْ، مَعَ أَنَّ التَّحْقِيقَ الَّذِي لَا شَكَّ فِيهِ: أَنَّ كُلَّ ذَلِكَ لَا فَائِدَةَ فِيهِ، وَلَا طَائِلَ تَحْتَهُ، وَأَنَّ الْعَرَبَ تُطْلِقُ الْإِذَاقَةَ عَلَى الذَّوْقِ وَعَلَى غَيْرِهِ مِنْ وُجُودِ الْأَلَمِ وَاللَّذَّةِ، وَأَنَّهَا تُطْلِقُ اللِّبَاسَ عَلَى الْمَعْرُوفِ، وَتُطْلِقُهُ عَلَى غَيْرِهِ مِمَّا فِيهِ مَعْنَى اللِّبَاسِ مِنَ الِاشْتِمَالِ ; كَقَوْلِهِ: هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ [٢ \\ ١٨٧] ، وَقَوْلِ الْأَعْشَى: </p><p> إِذَا مَا الضَّجِيعُ ثَنَى عَطْفَهَا ... تَثَنَّتْ عَلَيْهِ فَكَانَتْ لِبَاسًا </p><p> وَكُلُّهَا أَسَالِيبُ عَرَبِيَّةٌ. وَلَا إِشْكَالَ فِي أَنَّهُ إِذَا أُطْلِقَ اللِّبَاسُ عَلَى مُؤَثِّرٍ مُؤْلِمٍ يُحِيطُ بِالشَّخْصِ إِحَاطَةَ اللِّبَاسِ، فَلَا مَانِعَ مِنْ إِيقَاعِ الْإِذَاقَةِ عَلَى ذَلِكَ الْأَلَمِ الْمُحِيطِ الْمُعَبَّرِ بِاسْمِ اللِّبَاسِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ، نَهَى اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الْكُفَّارَ عَنْ تَحْرِيمِ مَا أَحَلَّ اللَّهُ مِنْ رِزْقِهِ، مِمَّا شَرَعَ لَهُمْ عَمْرُو بْنُ لُحَيٍّ (لَعَنَهُ اللَّهُ) مِنْ تَحْرِيمِ مَا أَحَلَّ اللَّهُ. </p><p> وَقَدْ أَوْضَحَ - جَلَّ وَعَلَا - هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ [٦ \\ ١٥٠] ، وَقَوْلِهِ: قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ [١٠ \\ ٥٩] ، وَقَوْلِهِ: قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ قَدْ ضَلُّوا وَمَا كَانُوا مُهْتَدِينَ [٦ \\ ١٤٠] ، وَقَوْلِهِ: وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا الْآيَةَ [٦ \\ ١٣٩] ، وَقَوْلِهِ: وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لَا يَطْعَمُهَا إِلَّا مَنْ نَشَاءُ بِزَعْمِهِمْ الْآيَةَ [٦ \\ ١٣٨] ، وَقَوْلِهِ حِجْرٌ، أَيْ: حَرَامٌ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، كَمَا تَقَدَّمَ. </p><p> وَفِي قَوْلِهِ الْكَذِبَ [١٦ \\ ١١٦] ، أَوْجُهٌ مِنَ الْإِعْرَابِ: </p><p> أَحَدُهُمْ: أَنَّهُ مَنْصُوبٌ بِـ: تَقُولُوا، أَيْ: لَا تَقُولُوا الْكَذِبَ لِمَا تَصِفُهُ أَلْسِنَتُكُمْ مِنْ رِزْقِ اللَّهِ بِالْحِلِّ وَالْحُرْمَةِ ; كَمَا ذُكِرَ فِي الْآيَاتِ الْمَذْكُورَةِ آنِفًا مِنْ غَيْرِ اسْتِنَادِ ذَلِكَ الْوَصْفِ إِلَى دَلِيلٍ، وَاللَّامُ مَثَلُهَا فِي قَوْلِكَ: لَا تَقُولُوا لِمَا أَحَلَّ اللَّهُ: هُوَ حَرَامٌ، وَكَقَوْلِهِ: وَلَا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ الْآيَةَ [٢ \\ ١٥٤] ، وَجُمْلَةُ هَذَا حَلَالٌ وَهَذَا </p><p> حَرَامٌ، بَدَلٌ مِنَ: الْكَذِبِ، وَقِيلَ: إِنَّ الْجُمْلَةَ الْمَذْكُورَةَ فِي مَحَلِّ نَصْبٍ: تَصِفُ، بِتَضْمِينِهَا مَعْنَى تَقُولُ، أَيْ: وَلَا تَقُولُوا الْكَذِبَ لِمَا تَصِفُهُ أَلْسِنَتُكُمْ، فَتَقُولَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ. وَقِيلَ: الْكَذِبَ، مَفْعُولٌ بِهِ لِ تَصِفُ، وَمَا مَصْدَرِيَّةٌ، وَجُمْلَةُ هَذَا حَلَالٌ وَهَذَا حَرَامٌ مُتَعَلِّقَةٌ بِ لَا تَقُولُوا، أَيْ: لَا تَقُولُوا هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِوَصْفِ أَلْسِنَتِكُمُ الْكَذِبَ ; أَيْ: لَا تُحَرِّمُوا وَلَا تُحَلِّلُوا لِأَجْلِ قَوْلٍ تَنْطِقُ بِهِ أَلْسِنَتُكُمْ، وَيَجُولُ فِي أَفْوَاهِكُمْ ; لَا لِأَجْلِ حُجَّةٍ وَبَيِّنَةٍ، قَالَهُ صَاحِبُ الْكَشَّافِ. وَقِيلَ: الْكَذِبَ بَدَلٌ مِنْ هَاءِ الْمَفْعُولِ الْمَحْذُوفَةِ ; أَيْ: لِمَا تَصِفُهُ أَلْسِنَتُكُمُ الْكَذِبَ. </p><p> تَنْبِيهٌ. </p><p> كَانَ السَّلَفُ الصَّالِحُ - رَضِيَ اللَّهُ عَنْهُمْ - يَتَوَرَّعُونَ عَنْ قَوْلِهِمْ: هَذَا حَلَالٌ وَهَذَا حَرَامٌ ; خَوْفًا مِنْ هَذِهِ الْآيَاتِ. </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: قَالَ الدَّارِمِيُّ: أَبُو مُحَمَّدٍ فِي مُسْنَدِهِ: أَخْبَرَنَا هَارُونُ، عَنْ حَفْصٍ، عَنِ الْأَعْمَشِ قَالَ:  «مَا سَمِعْتُ إِبْرَاهِيمَ قَطُّ يَقُولُ: حَلَالٌ وَلَا حَرَامٌ،وَلَكِنْ كَانَ يَقُولُ:كَانُوا يَكْرَهُونَ، وَكَانُوا يَسْتَحِبُّونَ» . </p><p> وَقَالَ ابْنُ وَهْبٍ: قَالَ مَالِكٌ: لَمْ يَكُنْ مِنْ فُتْيَا النَّاسِ أَنْ يَقُولُوا: هَذَا حَلَالٌ وَهَذَا حَرَامٌ، وَلَكِنْ يَقُولُوا إِيَّاكُمْ كَذَا وَكَذَا، وَلَمْ أَكُنْ لِأَصْنَعَ هَذَا. انْتَهَى. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: وَاللَّامُ فِي قَوْلِهِ: لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ [١٦ \\ ١١٦] ، مِنَ التَّعْلِيلِ الَّذِي لَا يَتَضَمَّنُ مَعْنَى الْفَرْضِ. اه. وَكَثِيرٌ مِنَ الْعُلَمَاءِ يَقُولُونَ: هِيَ لَامُ الْعَاقِبَةِ. وَالْبَيَانِيُّونَ يَزْعُمُونَ أَنَّ حَرْفَ التَّعْلِيلِ كَاللَّامِ إِذَا لَمْ تُقْصَدْ بِهِ عِلَّةٌ غَائِيَّةٌ ; كَقَوْلِهِ: فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا الْآيَةَ [٢٨ \\ ٨] ، وَقَوْلِهِ هُنَا: لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ [١٦ \\ ١١٦] ، أَنَّ فِي ذَلِكَ اسْتِعَارَةً تَبَعِيَّةً فِي مَعْنَى الْحَرْفِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: بَلْ كُلُّ ذَلِكَ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ. فَمِنْ أَسَالِيبِهَا: الْإِتْيَانُ بِحَرْفِ التَّعْلِيلِ لِلدَّلَالَةِ عَلَى الْعِلَّةِ الْغَائِيَّةِ ; كَقَوْلِهِ: وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ الْآيَةَ [٥٧ \\ ٢٥] ، وَمِنْ أَسَالِيبِهَا الْإِتْيَانُ بِاللَّامِ لِلدَّلَالَةِ عَلَى تَرَتُّبِ أَمْرٍ عَلَى أَمْرٍ ; كَتَرَتُّبِ الْمَعْلُولِ عَلَى عِلَّتِهِ الْغَائِيَّةِ. وَهَذَا الْأَخِيرُ كَقَوْلِهِ: فَالْتَقَطَهُ آلُ فِرْعَوْنَ </p>"
}