{
  "id": null,
  "sura": 16,
  "aya": 3,
  "text": "<p> بِلَا إِلَهَ إِلَّا اللَّهُ» وَأَمْرِهِمْ بِتَقْوَاهُ. </p><p> وَقَدْ أَوْضَحَ - جَلَّ وَعَلَا - هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ [٢١ \\ ٢٥] ، وَقَوْلِهِ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [٢٦ \\ ٣٦] ، وَقَوْلِهِ: وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ [٤٣ \\ ٤٥] ، وَقَوْلِهِ: قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ [٢١ \\ ١٠٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ قَدَّمْنَا مَعْنَى الْإِنْذَارِ، وَمَعْنَى التَّقْوَى. </p><p> قَوْلُهُ تَعَالَى: خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ تَعَالَى عَمَّا يُشْرِكُونَ. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ هُوَ خَالِقُ السَّمَاوَاتِ وَالْأَرْضِ، وَأَنَّ مَنْ يَخْلُقُ هَذِهِ الْمَخْلُوقَاتِ الْعَظِيمَةَ يَتَنَزَّهُ وَيَتَعَاظَمُ أَنْ يُعْبَدَ مَعَهُ مَا لَا يَخْلُقُ شَيْئًا، وَلَا يَمْلِكُ لِنَفْسِهِ شَيْئًا. </p><p> فَالْآيَةُ تَدُلُّ عَلَى أَنَّ مَنْ يُبْرِزُ الْخَلَائِقَ مِنَ الْعَدَمِ إِلَى الْوُجُودِ، لَا يَصِحُّ أَنْ يُعْبَدَ مَعَهُ مَنْ لَا يَقْدِرُ عَلَى شَيْءٍ ; وَلِهَذَا أَتْبَعَ قَوْلَهُ: خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ [١٦ \\ ٣] بِقَوْلِهِ: تَعَالَى عَمَّا يُشْرِكُونَ [١٦ \\ ٣] . </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ الْآيَةَ [٢ \\ ٢١] ; فَدَلَّ عَلَى أَنَّ الْمَعْبُودَ هُوَ الْخَالِقُ دُونَ غَيْرِهِ، وَقَوْلِهِ: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ [١٦ \\ ١٧] ، وَقَوْلِهِ: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ [١٣ \\ ١٦] ، وَقَوْلِهِ: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا [٢٥ \\ ١ - ٣] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ [٣١ \\ ١١] ، وَقَوْلِهِ: قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ الْآيَةَ [٣٥ \\ ٤٠] ، وَقَوْلِهِ: قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ [٤٦ \\ ٤] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ، </p>"
}