{
  "id": null,
  "sura": 16,
  "aya": 56,
  "text": "<p> فَسَوْفَ تَعْلَمُونَ، وَتَشْهَدُ لِهَذَا الْمَعْنَى آيَاتٌ أُخَرُ ; كَقَوْلِهِ. قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ [٣٩ \\ ٨] ، وَقَوْلِهِ: قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ [١٤ \\ ٣٠] ، وَقَوْلِهِ: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ [١٥ \\ ٣] ، وَقَوْلِهِ: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ [٤٣ \\ ٨٣، ٧٠ \\ ٤٢] ، وَقَوْلِهِ: كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ [٧٧ \\ ٤٦] ، وَقَوْلِهِ: فَذَرْهُمْ حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ [٥٢ \\ ٤٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَاهُمْ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ، فِي ضَمِيرِ الْفَاعِلِ فِي قَوْلِهِ: لِمَا لَا يَعْلَمُونَ [١٦ \\ ٥٦] ، وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّهُ عَائِدٌ إِلَى الْكُفَّارِ، أَيْ: وَيَجْعَلُ الْكُفَّارُ لِلْأَصْنَامِ الَّتِي لَا يَعْلَمُونَ أَنَّ اللَّهَ أَمَرَ بِعِبَادَتِهَا، وَلَا يَعْلَمُونَ أَنَّهَا تَنْفَعُ عَابِدَهَا أَوْ تَضُرُّ عَاصِيَهَا - نَصِيبًا إِلَخْ ; كَقَوْلِهِ تَعَالَى: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ [٢٢ \\ ٧١] ، وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَالَ صَاحِبُ الْكَشَّافِ: وَمَعْنَى كَوْنِهِمْ لَا يَعْلَمُونَهَا: </p><p> أَنَّهُمْ يُسَمُّونَهَا آلِهَةً، وَيَعْتَقِدُونَ فِيهَا أَنَّهَا تَضُرُّ وَتَنْفَعُ، وَتَشْفَعُ عِنْدَ اللَّهِ ; وَلَيْسَ كَذَلِكَ وَحَقِيقَتُهَا أَنَّهَا جَمَادٌ، لَا يَضُرُّ وَلَا يَنْفَعُ ; فَهُمْ إِذًا جَاهِلُونَ بِهَا. </p><p> الْوَجْهُ الثَّانِي: أَنَّ وَاوَ «يَعْلَمُونَ»  [١٦ \\ ٥٦] ، وَاقِعَةٌ عَلَى الْأَصْنَامِ ; فَهِيَ جَمَادٌ لَا يَعْلَمُ شَيْئًا، أَيْ: وَيَجْعَلُونَ لِلْأَصْنَامِ الَّذِينَ لَا يَعْلَمُونَ شَيْئًا لِكَوْنِهِمْ جَمَادًا - نَصِيبًا إِلَخْ. وَهَذَا الْوَجْهُ كَقَوْلِهِ: أَمْوَاتٌ غَيْرُ أَحْيَاءٍ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ [١٦ \\ ٢١] ، وَقَوْلِهِ: فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ [١٠ \\ ٢٩] ، وَقَوْلِهِ: أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا الْآيَةَ [٧ \\ ١٩٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَعَلَى هَذَا الْقَوْلِ فَالْوَاوُ رَاجِعَةٌ إِلَى «مَا» مَنَّ قَوْلِهِ «لِمَا لَا يَعْلَمُونَ» ، وَعَبَّرَ عَنْهُمْ بِـ «مَا» الَّتِي هِيَ لِغَيْرِ الْعَاقِلِ ; لِأَنَّ تِلْكَ الْمَعْبُودَاتِ الَّتِي جَعَلُوا لَهَا مِنْ رِزْقِ اللَّهِ نَصِيبًا جَمَادٌ لَا تَعْقِلُ شَيْئًا. وَعَبَّرَ بِالْوَاوِ فِي «لَا يَعْلَمُونَ» عَلَى هَذَا الْقَوْلِ لِتَنْزِيلِ الْكُفَّارِ لَهَا مَنْزِلَةَ الْعُقَلَاءِ فِي زَعْمِهِمْ أَنَّهَا تَشْفَعُ، وَتَضُرُّ وَتَنْفَعُ. </p><p> وَإِذَا عَرَفْتَ ذَلِكَ: فَاعْلَمْ أَنَّ هَذَا الْمَعْنَى الْمَذْكُورَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بَيَّنَهُ تَعَالَى فِي </p>"
}