{
  "id": null,
  "sura": 16,
  "aya": 89,
  "text": "<p> [٤٣ \\ ٥٧] ، بِالْكَسْرِ وَالضَّمِّ. </p><p> فَإِذَا عَرَفْتَ ذَلِكَ: فَاعْلَمْ أَنَّ قَوْلَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَصَدُّوا عَنْ سَبِيلِ اللَّهِ [١٦ \\ ٨٨] ، مُحْتَمَلٌ ; لِأَنْ تَكُونَ «صَدَّ» مُتَعَدِّيَةً، وَالْمَفْعُولُ مَحْذُوفٌ لِدَلَالَةِ الْمَقَامِ عَلَيْهِ ; عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَحَذْفَ فَضْلَةٍ أَجِزْ إِنْ لَمْ يَضِرْ ... كَحَذْفِ مَا سِيقَ جَوَابًا أَوْ حُصِرْ </p><p> وَمُحْتَمَلٌ لِأَنْ تَكُونَ «صَدَّ» لَازِمَةً غَيْرَ مُتَعَدِّيَةٍ إِلَى الْمَفْعُولِ، وَلَكِنْ فِي الْآيَةِ الْكَرِيمَةِ ثَلَاثُ قَرَائِنَ تَدُلُّ عَلَى أَنَّ «صَدَّ» مُتَعَدِّيَةٌ، وَالْمَفْعُولَ مَحْذُوفٌ، أَيْ: وَصَدُّوا النَّاسَ عَنْ سَبِيلِ اللَّهِ. </p><p> الْأُولَى: أَنَّا لَوْ قَدَّرْنَا «صَدَّ» لَازِمَةً، وَأَنَّ مَعْنَاهَا: صُدُودُهُمْ فِي أَنْفُسِهِمْ عَنِ الْإِسْلَامِ ; لَكَانَ ذَلِكَ تِكْرَارًا مِنْ غَيْرِ فَائِدَةٍ مَعَ قَوْلِهِ: الَّذِينَ كَفَرُوا [١٦ \\ ٨٨] ، بَلْ مَعْنَى الْآيَةِ: كَفَرُوا فِي أَنْفُسِهِمْ، وَصَدُّوا غَيْرَهُمْ عَنِ الدِّينِ فَحَمَلُوهُ عَلَى الْكُفَّارِ أَيْضًا. </p><p> الْقَرِينَةُ الثَّانِيَةُ: قَوْلُهُ تَعَالَى: زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ [١٦ \\ ٨٨] ، فَإِنَّ هَذِهِ الزِّيَادَةَ مِنَ الْعَذَابِ لِأَجْلِ إِضْلَالِهِمْ غَيْرَهُمْ. وَالْعَذَابُ الْمَزِيدُ فَوْقَهُ: هُوَ عَذَابُهُمْ عَلَى كُفْرِهِمْ فِي أَنْفُسِهِمْ ; بِدَلِيلِ قَوْلِهِ فِي الْمُضِلِّينَ الَّذِينَ أَضَلُّوا غَيْرَهُمْ: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ. . . الْآيَةَ [١٦ \\ ٢٥] ، وَقَوْلُهُ: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ. . . الْآيَةَ [٢٩ \\ ١٣] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> الْقَرِينَةُ الثَّالِثَةُ، قَوْلُهُ: بِمَا كَانُوا يُفْسِدُونَ [١٦ \\ ٨٨] ، فَإِنَّهُ يَدُلُّ عَلَى أَنَّهُمْ كَانُوا يُفْسِدُونَ عَلَى غَيْرِهِمْ مَعَ ضَلَالِهِمْ فِي أَنْفُسِهِمْ، وَقَوْلِهِ: فَوْقَ الْعَذَابِ [١٦ \\ ٨٨] ، أَيْ: الَّذِي اسْتَحَقُّوهُ بِضَلَالِهِمْ وَكُفْرِهِمْ. وَعَنِ ابْنِ مَسْعُودٍ: أَنَّ هَذَا الْعَذَابَ الْمَزِيدَ: عَقَارِبُ أَنْيَابُهَا كَالنَّخْلِ الطِّوَالِ، وَحَيَّاتٌ مِثْلُ أَعْنَاقِ الْإِبِلِ، وَأَفَاعِي كَأَنَّهَا الْبَخَاتِيُّ تَضْرِبُهُمْ. أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْهَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِّنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ يَوْمَ الْقِيَامَةِ يَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ، يَشْهَدُ عَلَيْهِمْ بِمَا أَجَابُوا بِهِ رَسُولَهُمْ، وَأَنَّهُ يَأْتِي بِنَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَاهِدًا عَلَيْنَا. وَبَيَّنَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ </p><p> الْأَرْضُ. . . الْآيَةَ [٤ \\ ٤١، ٤٢] ، وَكَقَوْلِهِ: يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ [٥ \\ ١٠٩] ، وَكَقَوْلِهِ: فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ [٧ \\ ٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا عَنِ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ لَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «اقْرَأْ عَلَيَّ» ، قَالَ: فَقُلْتُ يَا رَسُولَ اللَّهِ، أَأَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ؟ ! قَالَ:  «نَعَمْ ; إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي» ، فَقَرَأْتُ «سُورَةَ النِّسَاءِ» ، حَتَّى أَتَيْتُ إِلَى هَذِهِ الْآيَةِ: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا [٤ \\ ٤١] ، فَقَالَ:  «حَسْبُكَ الْآنَ» ، فَإِذَا عَيْنَاهُ تَذْرِفَانِ. اه. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيَوْمَ نَبْعَثُ [١٦ \\ ٨٩] ، مَنْصُوبٌ بِ «اذْكُرْ» مُقَدَّرًا. وَالشَّهِيدُ فِي هَذِهِ الْآيَةِ فَعِيلَ بِمَعْنَى فَاعِلٍ، أَيْ: شَاهِدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ. </p><p> قَوْلُهُ تَعَالَى: وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ. ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ نَزَّلَ عَلَى رَسُولِهِ هَذَا الْكِتَابَ الْعَظِيمَ تِبْيَانًا لِكُلِّ شَيْءٍ. وَبَيَّنَ ذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ: مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ [٦ \\ ٣٨] ، عَلَى الْقَوْلِ بِأَنَّ الْمُرَادَ بِالْكِتَابِ فِيهَا الْقُرْآنُ. أَمَّا عَلَى الْقَوْلِ بِأَنَّهُ اللَّوْحُ الْمَحْفُوظُ. فَلَا بَيَانَ بِالْآيَةِ. وَعَلَى كُلِّ حَالٍ فَلَا شَكَّ أَنَّ الْقُرْآنَ فِيهِ بَيَانُ كُلِّ شَيْءٍ. وَالسُّنَّةُ كُلُّهَا تَدْخُلُ فِي آيَةٍ وَاحِدَةٍ مِنْهُ ; وَهِيَ قَوْلُهُ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] . </p><p> وَقَالَ السُّيُوطِيُّ فِي «الْإِكْلِيلِ» فِي اسْتِنْبَاطِ التَّنْزِيلِ، قَالَ تَعَالَى: وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ [١٦ \\ ٨٩] ، وَقَالَ: مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ [٦ \\ ٣٨] ، وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «سَتَكُونُ فِتَنٌ» ، قِيلَ: وَمَا الْمَخْرَجُ مِنْهَا؟ قَالَ:  «كِتَابُ اللَّهِ فِيهِ نَبَأُ مَا قَبْلَكُمْ، وَخَبَرُ مَا بَعْدَكُمْ، وَحُكْمُ مَا بَيْنَكُمْ» ، أَخْرَجَهُ التِّرْمِذِيُّ وَغَيْرُهُ، وَقَالَ سَعِيدُ بْنُ مَنْصُورٍ فِي سُنَنِهِ: حَدَّثَنَا خَدِيجُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُرَّةَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: مَنْ أَرَادَ الْعِلْمَ فَعَلَيْهِ بِالْقُرْآنِ ; فَإِنَّ فِيهِ خَبَرَ الْأَوَّلِينَ وَالْآخِرِينَ. قَالَ الْبَيْهَقِيُّ: أَرَادَ بِهِ أُصُولَ الْعِلْمِ. وَقَالَ الْحَسَنُ الْبَصْرِيُّ: أَنْزَلَ اللَّهُ مِائَةً وَأَرْبَعَةَ كُتُبٍ، أَوْدَعَ عُلُومَهَا أَرْبَعَةً: التَّوْرَاةَ، وَالْإِنْجِيلَ، وَالزَّبُورَ، وَالْفُرْقَانَ. ثُمَّ أَوْدَعَ عُلُومَ الثَّلَاثَةِ الْفَرْقَانَ، ثُمَّ أَوْدَعَ عُلُومَ الْقُرْآنِ: الْمُفَصَّلَ، ثُمَّ أَوْدَعَ عُلُومَ الْمُفَصَّلِ: فَاتِحَةَ الْكِتَابِ ; فَمَنْ عَلِمَ تَفْسِيرَهَا كَانَ كَمَنْ عَلِمَ تَفْسِيرَ الْكُتُبِ الْمُنَزَّلَةِ. أَخْرَجَهُ الْبَيْهَقِيُّ فِي الشُّعَبِ. </p><p> وَقَالَ الْإِمَامُ الشَّافِعِيُّ - رَضِيَ اللَّهُ عَنْهُ -: جَمِيعُ مَا تَقُولُهُ الْأُمَّةُ شَرْحٌ لِلسُّنَّةِ، وَجَمِيعُ شَرْحِ السُّنَّةِ شَرْحٌ لِلْقُرْآنِ. </p><p> وَقَالَ بَعْضُ السَّلَفِ: مَا سَمِعْتُ حَدِيثًا إِلَّا الْتَمَسْتُ لَهُ آيَةً مِنْ كِتَابِ اللَّهِ. </p><p> وَقَالَ سَعِيدُ بْنُ جُبَيْرٍ: مَا بَلَغَنِي حَدِيثٌ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى وَجْهِهِ إِلَّا وَجَدْتُ مِصْدَاقَهُ فِي كِتَابِ اللَّهِ. أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ. </p><p> وَقَالَ ابْنُ مَسْعُودٍ: إِذَا حَدَّثْتُكُمْ بِحَدِيثٍ أَنْبَأْتُكُمْ بِتَصْدِيقِهِ مِنْ كِتَابِ اللَّهِ. أَخْرَجَهُ ابْنُ أَبِي حَاتِمٍ. </p><p> وَقَالَ ابْنُ مَسْعُودٍ أَيْضًا: أُنْزِلَ فِي الْقُرْآنِ كُلُّ عِلْمٍ، وَبُيِّنَ لَنَا فِيهِ كُلُّ شَيْءٍ، وَلَكِنَّ عِلْمَنَا يَقْصُرُ عَمَّا بُيِّنَ لَنَا فِي الْقُرْآنِ. أَخْرَجَهُ ابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ. </p><p> وَأَخْرَجَ أَبُو الشَّيْخِ فِي الْعَظَمَةِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ اللَّهَ لَوْ أَغْفَلَ شَيْئًا لَأَغْفَلَ الذَّرَّةَ وَالْخَرْدَلَةَ وَالْبَعُوضَةَ» . </p><p> وَقَالَ الشَّافِعِيُّ أَيْضًا: جَمِيعُ مَا حَكَمَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ مِمَّا فَهِمَهُ مِنَ الْقُرْآنِ. </p><p> قُلْتُ: وَيُؤَيِّدُ هَذَا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنِّي لَا أَحِلُّ إِلَّا مَا أَحَلَّ اللَّهُ فِي كِتَابِهِ، وَلَا أُحَرِّمُ إِلَّا مَا حَرَّمَ اللَّهُ فِي كِتَابِهِ» ، رَوَاهُ بِهَذَا اللَّفْظِ الطَّبَرَانِيُّ فِي الْأَوْسَطِ مِنْ حَدِيثِ عَائِشَةَ. </p><p> وَقَالَ الشَّافِعِيُّ أَيْضًا: لَيْسَتْ تَنْزِلُ بِأَحَدٍ فِي الدِّينِ نَازِلَةٌ إِلَّا فِي كِتَابِ اللَّهِ الدَّلِيلُ عَلَى سَبِيلِ الْهُدَى فِيهَا، فَإِنْ قِيلَ: مِنَ الْأَحْكَامِ مَا ثَبَتَ ابْتِدَاءً بِالسُّنَّةِ؟ قُلْنَا: ذَلِكَ مَأْخُوذٌ مِنْ كِتَابِ اللَّهِ فِي الْحَقِيقَةِ ; لِأَنَّ كِتَابَ اللَّهِ أَوْجَبَ عَلَيْنَا اتِّبَاعَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَفَرَضَ عَلَيْنَا الْأَخْذَ بِقَوْلِهِ. </p><p> وَقَالَ الشَّافِعِيُّ مَرَّةً بِمَكَّةَ: سَلُونِي عَمَّا شِئْتُمْ، أُخْبِرْكُمْ عَنْهُ مِنْ كِتَابِ اللَّهِ. فَقِيلَ لَهُ: مَا تَقَوُلُ فِي الْمُحْرِمِ يَقْتُلُ الزُّنْبُورَ؟ فَقَالَ:  «بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ»  [١ \\ ١] ، قَالَ اللَّهُ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] ، وَحَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «اقْتَدَوْا بِاللَّذَيْنِ مِنْ بَعْدِي: أَبِي بَكْرٍ، وَعُمَرَ» ، وَحَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ: أَنَّهُ أَمَرَ بِقَتْلِ الْمُحْرِمِ الزُّنْبُورَ. </p><p> وَرَوَى الْبُخَارِيُّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ، وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ، الْمُغَيِّرَاتِ لِخَلْقِ اللَّهِ، فَقَالَتْ لَهُ امْرَأَةٌ فِي ذَلِكَ. فَقَالَ: وَمَا لِي لَا أَلْعَنُ مِنْ لَعَنَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ فِي كِتَابِ اللَّهِ. فَقَالَتْ: لَقَدْ قَرَأْتُ مَا بَيْنَ اللَّوْحَيْنِ فَمَا وَجَدْتُ فِيهِ مَا تَقُولُ؟ ! قَالَ: لَئِنْ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهَا! أَمَا قَرَأْتِ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] ،؟ قَالَتْ: بَلَى. قَالَ: فَإِنَّهُ قَدْ نَهَى عَنْهُ. </p><p> وَقَالَ ابْنُ بُرْجَانَ: مَا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ شَيْءٍ فَهُوَ فِي الْقُرْآنِ، أَوْ فِيهِ أَصْلُهُ قَرُبَ أَوْ بَعُدَ، فَهِمَهُ مَنْ فَهِمَ، أَوْ عَمِهَ عَنْهُ مَنْ عَمِهَ، وَكَذَا كُلُّ مَا حَكَمَ أَوْ قَضَى بِهِ. </p><p> وَقَالَ غَيْرُهُ: مَا مِنْ شَيْءٍ إِلَّا يُمْكِنُ اسْتِخْرَاجُهُ مِنَ الْقُرْآنِ لِمَنْ فَهَّمَهُ اللَّهُ تَعَالَى ; حَتَّى إِنَّ بَعْضَهُمُ اسْتَنْبَطَ عُمُرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثَلَاثًا وَسِتِّينَ مِنْ قَوْلِهِ «فِي سُورَةِ الْمُنَافِقِينَ» : وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا [٦٣ \\ ١١] ; فَإِنَّهَا رَأْسُ ثَلَاثٍ وَسِتِّينَ سُورَةٍ، وَعَقَّبَهَا «بِالتَّغَابُنِ» ، لِيُظْهِرَ التَّغَابُنَ فِي فَقْدِهِ. </p><p> وَقَالَ الْمُرْسِيُّ: جَمَعَ الْقُرْآنُ عُلُومَ الْأَوَّلِينَ وَالْآخِرِينَ، بِحَيْثُ لَمْ يُحِطْ بِهَا عِلْمًا حَقِيقَةً إِلَّا الْمُتَكَلِّمُ بِهِ، ثُمَّ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، خَلَا مَا اسْتَأْثَرَ اللَّهُ بِهِ سُبْحَانَهُ، ثُمَّ وَرِثَ عَنْهُ مُعْظَمَ ذَلِكَ سَادَاتُ الصَّحَابَةِ وَأَعْلَامُهُمْ ; مِثْلُ الْخُلَفَاءِ الْأَرْبَعَةِ، وَمِثْلُ ابْنِ مَسْعُودٍ، وَابْنِ عَبَّاسٍ حَتَّى قَالَ: لَوْ ضَاعَ لِي عِقَالُ بَعِيرٍ لَوَجَدْتُهُ فِي كِتَابِ اللَّهِ. ثُمَّ وَرِثَ عَنْهُمُ التَّابِعُونَ لَهُمْ بِإِحْسَانٍ، ثُمَّ تَقَاصَرَتِ الْهِمَمُ، وَفَتَرَتِ الْعَزَائِمُ، وَتَضَاءَلَ أَهْلُ الْعِلْمِ، وَضَعُفُوا عَنْ حَمْلِ مَا حَمَلَهُ الصَّحَابَةُ وَالتَّابِعُونَ مِنْ عُلُومِهِ وَسَائِرِ فُنُونِهِ ; فَنَوَّعُوا عُلُومَهُ، وَقَامَتْ كُلُّ طَائِفَةٍ بِفَنٍّ مِنْ فُنُونِهِ. </p><p> فَاعْتَنَى قَوْمٌ بِضَبْطِ لُغَاتِهِ، وَتَحْرِيرِ كَلِمَاتِهِ، وَمَعْرِفَةِ مَخَارِجِ حُرُوفِهِ وَعَدَدِهَا، وَعَدِّ كَلِمَاتِهِ وَآيَاتِهِ، وَسُوَرِهِ وَأَجْزَائِهِ، وَأَنْصَافِهِ وَأَرْبَاعِهِ، وَعَدَدِ سَجَدَاتِهِ، إِلَى غَيْرِ ذَلِكَ مِنْ حَصْرِ الْكَلِمَاتِ الْمُتَشَابِهَةِ، وَالْآيَاتِ الْمُتَمَاثِلَةِ. مِنْ غَيْرِ تَعَرُّضٍ لِمَعَانِيهِ، وَلَا تَدَبُّرٍ لِمَا أُوُدِعَ فِيهِ. فَسُمُّوا الْقُرَّاءَ. </p><p> وَاعْتَنَى النُّحَاةُ بِالْمُعْرَبِ مِنْهُ وَالْمَبْنِيِّ مِنَ الْأَسْمَاءِ وَالْأَفْعَالِ، وَالْحُرُوفِ الْعَامِلَةِ وَغَيْرِهَا. وَأَوْسَعُوا الْكَلَامَ فِي الْأَسْمَاءِ وَتَوَابِعِهَا، وَضُرُوبِ الْأَفْعَالِ، وَاللَّازِمِ وَالْمُتَعَدِّي، وَرُسُومِ خَطَّ الْكَلِمَاتِ، وَجَمِيعِ مَا يَتَعَلَّقُ بِهِ ; حَتَّى إِنَّ بَعْضَهُمْ أَعْرَبَ مُشْكَلَهُ. وَبَعْضُهُمْ أَعْرَبَهُ كَلِمَةً كَلِمَةً. </p><p> وَاعْتَنَى الْمُفَسِّرُونَ بِأَلْفَاظِهِ، فَوَجَدُوا مِنْهُ لَفْظًا يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَلَفْظًا يَدُلُّ عَلَى مَعْنَيَيْنِ، وَلَفْظًا يَدُلُّ عَلَى أَكْثَرِ ; فَأَجْرَوْا الْأَوَّلَ: عَلَى حُكْمِهِ، وَأَوْضَحُوا الْخَفِيَّ مِنْهُ، وَخَاضُوا إِلَى تَرْجِيحِ أَحَدِ مُحْتَمَالَاتِ ذِي الْمَعْنَيَيْنِ أَوِ الْمَعَانِي، وَأَعْمَلَ كُلٌّ مِنْهُمْ فِكْرَهُ، وَقَالَ بِمَا اقْتَضَاهُ نَظَرُهُ. </p><p> وَاعْتَنَى الْأُصُولِيُّونَ بِمَا فِيهِ مِنَ الْأَدِلَّةِ الْعَقْلِيَّةِ، وَالشَّوَاهِدِ الْأَصْلِيَّةِ وَالنَّظَرِيَّةِ ; مِثْلُ قَوْلِهِ: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْكَثِيرَةِ ; فَاسْتَنْبَطُوا مِنْهُ أَدِلَّةً عَلَى وَحْدَانِيَّةِ اللَّهِ وَوُجُودِهِ، وَبَقَائِهِ وَقِدَمِهِ، وَقُدْرَتِهِ وَعِلْمِهِ، وَتَنْزِيهِهِ عَمَّا لَا يَلِيقُ بِهِ ; وَسَمَّوْا هَذَا الْعِلْمَ بِ «، أُصُولِ الدِّينِ» . </p><p> وَتَأَمَّلَتْ طَائِفَةٌ مَعَانِيَ خِطَابِهِ ; فَرَأَتْ مِنْهَا مَا يَقْتَضِي الْعُمُومَ، وَمِنْهَا مَا يَقْتَضِي الْخُصُوصَ، إِلَى غَيْرِ ذَلِكَ ; فَاسْتَنْبَطُوا مِنْهُ أَحْكَامَ اللُّغَةِ مِنَ الْحَقِيقَةِ وَالْمَجَازِ، وَتَكَلَّمُوا فِي التَّخْصِيصِ وَالْإِضْمَارِ، وَالنَّصِّ وَالظَّاهِرِ، وَالْمُجْمَلِ وَالْمُحْكَمِ وَالْمُتَشَابِهِ، وَالْأَمْرِ وَالنَّهْيِ وَالنَّسْخِ، إِلَى غَيْرِ ذَلِكَ مِنْ أَنْوَاعِ الْأَقْيِسَةِ، وَاسْتِصْحَابِ الْحَالِ وَالِاسْتِقَرَاءِ ; وَسَمَّوْا هَذَا الْفَنَّ «أُصُولَ الْفِقْهِ» . </p><p> وَأَحْكَمَتْ طَائِفَةٌ صَحِيحَ النَّظَرِ، وَصَادِقَ الْفِكْرِ فِيمَا فِيهِ مِنَ الْحَلَالِ وَالْحَرَامِ، وَسَائِرِ الْأَحْكَامِ، فَأَسَّسُوا أُصُولَهُ وَفُرُوعَهُ، وَبَسَطُوا الْقَوْلَ فِي ذَلِكَ بَسْطًا حَسَنًا ; وَسَمَّوْهُ بِ «عِلْمِ الْفُرُوعِ» وَبِ «، الْفِقْهِ أَيْضًا» . </p><p> وَتَلَمَّحَتْ طَائِفَةٌ مَا فِيهِ مِنْ قَصَصِ الْقُرُونِ السَّابِقَةِ، وَالْأُمَمِ الْخَالِيَةِ، وَنَقَلُوا أَخْبَارَهُمْ، وَدَوَّنُوا آثَارَهُمْ وَوَقَائِعَهُمْ. حَتَّى ذَكَرُوا بَدْءَ الدُّنْيَا، وَأَوَّلَ الْأَشْيَاءِ ; وَسَمَّوْا ذَلِكَ بِ «التَّارِيخِ وَالْقَصَصِ» . </p><p> وَتَنَبَّهَ آخَرُونَ لِمَا فِيهِ مِنَ الْحِكَمِ وَالْأَمْثَالِ، وَالْمَوَاعِظِ الَّتِي تُقَلْقِلُ قُلُوبَ الرِّجَالِ، وَتَكَادُ تُدَكْدِكُ الْجِبَالَ ; فَاسْتَنْبَطُوا مِمَّا فِيهِ مِنَ الْوَعْدِ وَالْوَعِيدِ، وَالتَّحْذِيرِ وَالتَّبْشِيرِ، وَذِكْرِ الْمَوْتِ وَالْمَعَادِ، وَالنَّشْرِ وَالْحَشْرِ، وَالْحِسَابِ وَالْعِقَابِ، وَالْجَنَّةِ وَالنَّارِ، فُصُولًا مِنَ الْمَوَاعِظِ، وَأُصُولًا مِنَ الزَّوَاجِرِ. فَسُمُّوا بِذَلِكَ «الْخُطَبَاءَ وَالْوُعَّاظَ» . </p><p> وَاسْتَنْبَطَ قَوْمٌ مِمَّا فِيهِ مِنْ أُصُولِ التَّعْبِيرِ ; مِثْلَ مَا وَرَدَ فِي قِصَّةِ يُوسُفَ: مِنَ الْبَقَرَاتِ السِّمَانِ، وَفِي مَنَامَيْ صَاحِبَيِ السِّجْنِ، وَفِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ وَالنُّجُومِ سَاجِدَاتٍ، وَسَمَّوْهُ «تَعْبِيرَ الرُّؤْيَا» ; وَاسْتَنْبَطُوا تَفْسِيرَ كُلِّ رُؤْيَا مِنَ الْكِتَابِ، فَإِنْ عَزَّ عَلَيْهِمْ إِخْرَاجُهَا </p><p> مِنْهُ، فَمِنَ السُّنَّةِ الَّتِي هِيَ شَارِحَةُ الْكِتَابِ، فَإِنْ عَسُرَ فَمِنَ الْحِكَمِ وَالْأَمْثَالِ. ثُمَّ نَظَرُوا إِلَى اصْطِلَاحِ الْعَوَامِّ فِي مُخَاطَبَاتِهِمْ، وَعُرْفِ عَادَاتِهِمُ الَّذِي أَشَارَ إِلَيْهِ الْقُرْآنُ بِقَوْلِهِ: وَأْمُرْ بِالْعُرْفِ [٧ \\ ١٩٩] . </p><p> وَأَخَذَ قَوْمٌ مِمَّا فِي آيَاتِ الْمَوَارِيثِ مِنْ ذِكْرِ السِّهَامِ وَأَرْبَابِهَا، وَغَيْرِ ذَلِكَ «عِلْمَ الْفَرَائِضِ» ، وَاسْتَنْبَطُوا مِنْهَا مِنْ ذِكْرِ النِّصْفِ وَالثُّلُثِ، وَالرُّبْعِ وَالسُّدُسِ وَالثُّمُنِ «حِسَابَ الْفَرَائِضِ» ، وَمَسَائِلَ الْعَوْلِ ; وَاسْتَخْرَجُوا مِنْهُ أَحْكَامَ الْوَصَايَا. </p><p> وَنَظَرَ قَوْمٌ إِلَى مَا فِيهِ الْآيَاتُ الدَّالَّاتُ عَلَى الْحِكَمِ الْبَاهِرَةِ فِي اللَّيْلِ وَالنَّهَارِ، وَالشَّمْسِ وَالْقَمَرِ وَمَنَازِلِهِ، وَالنُّجُومِ وَالْبُرُوجِ، وَغَيْرِ ذَلِكَ ; فَاسْتَخْرَجُوا «عِلْمَ الْمَوَاقِيتِ» . </p><p> وَنَظَرَ الْكُتَّابُ وَالشُّعَرَاءُ إِلَى مَا فِيهِ مِنْ جَزَالَةِ اللَّفْظِ وَبَدِيعِ النَّظْمِ، وَحُسْنِ السِّيَاقِ وَالْمَبَادِئِ، وَالْمَقَاطِيعِ وَالْمَخَالِصِ وَالتَّلْوِينِ فِي الْخِطَابِ، وَالْإِطْنَابِ وَالْإِيجَازِ، وَغَيْرِ ذَلِكَ ; فَاسْتَنْبَطُوا مِنْهُ «عِلْمَ الْمَعَانِي وَالْبَيَانِ وَالْبَدِيعِ» . </p><p> وَنَظَرَ فِيهِ أَرْبَابُ الْإِشَارَاتِ وَأَصْحَابُ الْحَقِيقَةِ ; فَلَاحَ لَهُمْ مِنْ أَلْفَاظِهِ مَعَانٍ وَدَقَائِقُ، جَعَلُوا لَهَا أَعْلَامًا اصْطَلَحُوا عَلَيْهَا، مِثْلَ الْغِنَاءِ وَالْبَقَاءِ، وَالْحُضُورِ وَالْخَوْفِ وَالْهَيْبَةِ، وَالْأُنْسِ وَالْوَحْشَةِ، وَالْقَبْضِ وَالْبَسْطِ، وَمَا أَشْبَهَ ذَلِكَ. </p><p> هَذِهِ الْفُنُونُ الَّتِي أَخَذَتْهَا الْمِلَّةُ الْإِسْلَامِيَّةُ مِنْهُ. </p><p> وَقَدِ احْتَوَى عَلَى عُلُومٍ أُخَرَ مِنْ عُلُومِ الْأَوَائِلِ، مِثْلَ: الطِّبِّ، وَالْجَدَلِ، وَالْهَيْئَةِ، وَالْهَنْدَسَةِ وَالْجَبْرِ، وَالْمُقَابَلَةِ وَالنَّجَامَةِ، وَغَيْرِ ذَلِكَ. </p><p> أَمَّا الطِّبُّ: فَمَدَارُهُ عَلَى حِفْظِ نِظَامِ الصِّحَّةِ، وَاسْتِحْكَامِ الْقُوَّةِ ; وَذَلِكَ إِنَّمَا يَكُونُ بِاعْتِدَالِ الْمِزَاجِ تَبَعًا لِلْكَيْفِيَّاتِ الْمُتَضَادَّةِ، وَقَدْ جَمَعَ ذَلِكَ فِي آيَةٍ وَاحِدَةٍ وَهِيَ قَوْلُهُ: وَكَانَ بَيْنَ ذَلِكَ قَوَامًا [٢٥ \\ ٦٧] . </p><p> وَعَرَّفَنَا فِيهِ بِمَا يُعِيدُ نِظَامَ الصِّحَّةِ بَعْدَ اخْتِلَالِهِ، وَحُدُوثِ الشِّفَاءِ لِلْبَدَنِ بَعْدَ اعْتِلَالِهِ فِي قَوْلِهِ: شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ [١٦ \\ ٦٩] . </p><p> ثُمَّ زَادَ عَلَى طِبِّ الْأَجْسَادِ بِطِبِّ الْقُلُوبِ، وَشِفَاءِ الصُّدُورِ. </p><p> وَأَمَّا الْهَيْئَةُ: فَفِي تَضَاعِيفِ سُورَهِ مِنَ الْآيَاتِ الَّتِي ذَكَرَ فِيهَا مِنْ مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ، وَمَا بَثَّ فِي الْعَالَمِ الْعُلْوِيِّ وَالسُّفْلِيِّ مِنَ الْمَخْلُوقَاتِ مِنْهُ. </p><p> وَأَمَّا الْهَنْدَسَةُ: فَفِي قَوْلِهِ: انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ [٧٧ \\ ٣٠، ٣١] ، فَإِنَّ فِيهِ قَاعِدَةً هَنْدَسِيَّةً، وَهُوَ أَنَّ الشَّكْلَ الْمُثَلَّثَ لَا ظِلَّ لَهُ. </p><p> وَأَمَّا الْجَدَلُ: فَقَدْ حَوَتْ آيَاتُهُ مِنَ الْبَرَاهِينِ وَالْمُقَدِّمَاتِ وَالنَّتَائِجِ، وَالْقَوْلِ بِالْمُوجَبِ، وَالْمُعَارَضَةِ، وَغَيْرِ ذَلِكَ شَيْئًا كَثِيرًا، وَمُنَاظَرَةُ إِبْرَاهِيمَ أَصْلٌ فِي ذَلِكَ عَظِيمٌ. </p><p> وَأَمَّا الْجَبْرُ وَالْمُقَابَلَةُ: فَقَدْ قِيلَ: إِنَّ أَوَائِلَ السُّورِ ذُكِرَ عَدَدٌ وَأَعْوَامٌ وَأَيَّامٌ لِتَوَارِيخِ أُمَمٍ سَالِفَةٍ، وَإِنَّ فِيهَا تَارِيخَ بَقَاءِ هَذِهِ الْأُمَّةِ، وَتَارِيخَ مُدَّةِ الدُّنْيَا، وَمَا مَضَى وَمَا بَقِيَ، مَضْرُوبًا بَعْضُهَا فِي بَعْضٍ. </p><p> وَأَمَّا النَّجَامَةُ: فَفِي قَوْلِهِ: أَوْ أَثَارَةٍ مِّنْ عِلْمٍ [٤٦ \\ ٤] ، فَقَدْ فَسَّرَهُ ابْنُ عَبَّاسٍ بِذَلِكَ. </p><p> وَفِيهِ مِنْ أُصُولِ الصَّنَائِعِ، وَأَسْمَاءِ الْآلَاتِ الَّتِي تَدْعُو الضَّرُورَةُ إِلَيْهَا، فَمِنَ الصَّنَائِعِ الْخِيَاطَةُ فِي قَوْلِهِ: وَطَفِقَا يَخْصِفَانِ. . . الْآيَةَ [٧ \\ ٢٢، ٢٠ \\ ١٢١] ، وَالْحِدَادَةُ فِي قَوْلِهِ تَعَالَى: آتُونِي زُبَرَ الْحَدِيدِ [١٨ \\ ٩٦] ، وَقَوْلِهِ: وَأَلَنَّا لَهُ الْحَدِيدَ الْآيَةَ [٣٤ \\ ١٠] ، وَالْبِنَاءُ فِي آيَاتٍ، وَالنِّجَارَةُ، أَنِ اصْنَعِ الْفُلْكَ [٢٣ \\ ٢٧] ، وَالْغَزْلُ: نَقَضَتْ غَزْلَهَا [١٦ \\ ٩٢] ، وَالنَّسْجُ: كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا [٢٩ \\ ٤١] ، وَالْفِلَاحَةُ: أَفَرَأَيْتُمْ مَا تَحْرُثُونَ [٥٦ \\ ٦٣] ، فِي آيَاتٍ أُخَرَ، وَالصَّيْدُ فِي آيَاتٍ، وَالْغَوْصُ: ، وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ [٣٨ \\ ٣٧] ، وَتَسْتَخْرِجُونَ حِلْيَةً [١٦ \\ ١٤] ، وَالصِّيَاغَةُ وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا. . . الْآيَةَ [٧ \\ ١٤٨] ، وَالزُّجَاجَةُ: صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ [٣٧ \\ ٤٤] ، الْمِصْبَاحُ فِي زُجَاجَةٍ [٢٤ \\ ٣٥] ، وَالْفِخَارَةُ فَأَوْقِدْ لِي يَاهَامَانُ عَلَى الطِّينِ [٢٨ \\ ٣٨] ، وَالْمِلَاحَةُ أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ [١٨ \\ ٧٩] ، وَالْكِتَابَةُ عَلَّمَ بِالْقَلَمِ [٩٦ \\ ٤] ، فِي آيَاتٍ أُخَرَ، وَالْخَبْزُ وَالطَّحْنُ: ، أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ [١٢ \\ ٣٦] ، وَالطَّبْخُ، بِعِجْلٍ حَنِيذٍ [١١ \\ ٦٩] ، وَالْغَسْلُ وَالْقِصَارَةُ، وَثِيَابَكَ فَطَهِّرْ [٧٤ \\ ٤] ، قَالَ الْحَوَارِيُّونَ [٣ \\ ٥٢]  [٥ \\ ١١٢]  [٦١ \\ ١٤] ، وَهُمُ الْقَصَّارُونَ، وَالْجِزَارَةُ إِلَّا مَا ذَكَّيْتُمْ [٥ \\ ٣] ، وَالْبَيْعُ وَالشِّرَاءُ فِي آيَاتٍ كَثِيرَةٍ، وَالصَّبْغُ، صِبْغَةَ اللَّهِ. . . الْآيَةَ [٢ \\ ١٣٨] ، جُدَدٌ بِيضٌ وَحُمْرٌ. . . الْآيَةَ [٣٥ \\ ٢٧] ، وَالْحِجَارَةُ، وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا [٢٦ \\ ١٤٩] ، وَالْكِيَالَةُ </p><p> وَالْوَزْنُ فِي آيَاتٍ كَثِيرَةٍ، وَالرَّمْيُ: وَمَا رَمَيْتَ إِذْ رَمَيْتَ [٨ \\ ١٧] ، وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ [٨ \\ ٦٠] . </p><p> وَفِيهِ مِنْ أَسْمَاءِ الْأَلَاتِ، وَضُرُوبِ الْمَأْكُولَاتِ وَالْمَشْرُوبَاتِ وَالْمَنْكُوحَاتِ، وَجَمِيعِ مَا وَقَعَ وَيَقَعُ فِي الْكَائِنَاتِ مَا يُحَقِّقُ مَعْنَى قَوْلِهِ: مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ [٦ \\ ٣٨] ، انْتَهَى كَلَامُ الْمُرْسِيِّ مُلَخَّصًا مَعَ زِيَادَاتٍ. </p><p> قُلْتُ: قَدِ اشْتَمَلَ كِتَابُ اللَّهِ عَلَى كُلِّ شَيْءٍ. أَمَّا أَنْوَاعُ الْعُلُومِ فَلَيْسَ مِنْهَا بَابٌ وَلَا مَسْأَلَةٌ هِيَ أَصْلٌ، إِلَّا وَفِي الْقُرْآنِ مَا يَدُلُّ عَلَيْهَا. وَفِيهِ عِلْمُ عَجَائِبِ الْمَخْلُوقَاتِ، وَمَلَكُوتُ السَّمَاوَاتِ وَالْأَرْضِ، وَمَا فِي الْأُفُقِ الْأَعْلَى، وَمَا تَحْتَ الثَّرَى، وَبَدْءُ الْخَلْقِ، وَأَسْمَاءُ مَشَاهِيرِ الرُّسُلِ وَالْمَلَائِكَةِ، وَعُيُونُ أَخْبَارِ الْأُمَمِ السَّالِفَةِ ; كَقِصَّةِ آدَمَ مَعَ إِبْلِيسَ فِي إِخْرَاجِهِ مِنَ الْجَنَّةِ، وَفِي الْوَلَدِ الَّذِي سَمَّاهُ عَبْدَ الْحَارِثِ، وَرَفْعُ إِدْرِيسَ وَإِغْرَاقُ قَوْمِ نُوحٍ، وَقِصَّةُ عَادٍ الْأُولَى وَالثَّانِيَةُ، وَثَمُودَ، وَالنَّاقَةَ، وَقَوْمِ لُوطٍ، وَقَوْمِ شُعَيْبٍ الْأَوَّلِينَ وَالْآخِرِينَ فَإِنَّهُ أُرْسِلَ مَرَّتَيْنِ، وَقَوْمِ تُبَّعٍ، وَيُونُسَ، وَإِلْيَاسَ، وَأَصْحَابِ الرَّسِّ، وَقِصَّةِ مُوسَى فِي وِلَادَتِهِ وَفِي إِلْقَائِهِ فِي الْيَمِّ، وَقَتْلِهِ الْقِبْطِيَّ، وَمَسِيرِهِ إِلَى مَدْيَنَ وَتَزَوُّجِهِ ابْنَةَ شُعَيْبٍ، وَكَلَامِهِ تَعَالَى بِجَانِبِ الطُّورِ، وَبَعْثِهِ إِلَى فِرْعَوْنَ، وَخُرُوجِهِ وَإِغْرَاقِ عَدُوِّهِ، وَقِصَّةُ الْعَجَلِ، وَالْقَوْمِ الَّذِينَ خَرَجَ بِهِمْ وَأَخَذَتْهُمُ الصَّعْقَةُ، وَقِصَّةُ الْقِتَالِ وَذَبْحِ الْبَقَرَةِ، وَقِصَّتُهُ فِي قِتَالِ الْجَبَّارِينَ، وَقِصَّتُهُ مَعَ الْخِضْرِ وَالْقَوْمِ الَّذِينَ سَارُوا فِي سِرْبٍ مِنَ الْأَرْضِ إِلَى الصِّينِ، وَقِصَّةُ طَالُوتَ وَدَاوُدَ مَعَ جَالُوتَ وَقَتْلِهِ، وَقِصَّةُ سُلَيْمَانَ وَخَبَرِهِ مَعَ مَلِكَةِ سَبَإٍ وَفِتْنَتِهِ، وَقِصَّةُ الْقَوْمِ الَّذِينَ خَرَجُوا فِرَارًا مِنَ الطَّاعُونِ فَأَمَاتَهُمُ اللَّهُ ثُمَّ أَحْيَاهُمْ، وَقِصَّةُ إِبْرَاهِيمَ فِي مُجَادَلَتِهِ قَوْمَهُ، وَمُنَاظَرَتِهِ النُّمْرُوذَ، وَوَضْعِهِ إِسْمَاعِيلَ مَعَ أُمِّهِ بِمَكَّةَ، وَبِنَائِهِ الْبَيْتَ، وَقِصَّةُ الذَّبِيحِ، وَقِصَّةُ يُوسُفَ وَمَا أَبْسَطَهَا، وَقِصَّةُ مَرْيَمَ وَوِلَادَتِهَا عِيسَى وَإِرْسَالِهِ وَرَفْعِهِ، وَقِصَّةُ زَكَرِيَّا وَابْنِهِ يَحْيَى، وَأَيُّوبَ وَذِي الْكِفْلِ، وَقِصَّةُ ذِي الْقَرْنَيْنِ وَمَسِيرِهِ إِلَى مَطْلَعِ الشَّمْسِ وَمَغْرِبِهَا وَبِنَائِهِ السَّدَّ، وَقِصَّةُ أَصْحَابِ الْكَهْفِ وَالرَّقِيمِ، وَقِصَّةُ بُخْتُنَصَّرَ، وَقِصَّةُ الرَّجُلَيْنِ اللَّذَيْنِ لِأَحَدِهِمَا الْجَنَّةُ، وَقِصَّةُ أَصْحَابِ الْجَنَّةِ الَّذِينَ أَقْسَمُوا لِيُصْرِمُنَّهَا مُصْبِحِينَ، وَقِصَّةُ مُؤْمِنِ آلِ فِرْعَوْنَ، وَقِصَّةُ أَصْحَابِ الْفِيلِ، وَقِصَّةُ الْجَبَّارِ الَّذِي أَرَادَ أَنْ يَصْعَدَ إِلَى السَّمَاءِ. </p><p> وَفِيهِ مِنْ شَأْنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَعْوَةُ إِبْرَاهِيمَ بِهِ، وَبِشَارَةُ عِيسَى وَبَعْثُهُ وَهِجْرَتُهُ. وَمِنْ غَزَوَاتِهِ: غَزْوَةُ بَدْرٍ فِي (سُورَةِ الْأَنْفَالِ) ، وَأُحُدٍ فِي (آلِ عِمْرَانَ) ، وَبَدْرٍ الصُّغْرَى فِيهَا، وَالْخَنْدَقُ فِي (الْأَحْزَابِ) ، وَالنَّضِيرِ فِي (الْحَشْرِ) ، وَالْحُدَيْبِيَةِ فِي (الْفَتْحِ) ، وَتَبُوكَ فِي </p><p> (بَرَاءَةَ) ، وَحَجَّةُ الْوَدَاعِ فِي (الْمَائِدَةِ) ، وَنِكَاحُهُ زَيْنَبَ بِنْتَ جَحْشٍ، وَتَحْرِيمُ سِرِّيَّتِهِ، وَتَظَاهُرُ أَزْوَاجِهِ عَلَيْهِ، وَقِصَّةُ الْإِفْكِ، وَقِصَّةُ الْإِسْرَاءِ، وَانْشِقَاقُ الْقَمَرِ، وَسِحْرُ الْيَهُودِ إِيَّاهُ. </p><p> وَفِيهِ بَدْءُ خَلْقِ الْإِنْسَانِ إِلَى مَوْتِهِ، وَكَيْفِيَّةُ الْمَوْتِ، وَقَبْضُ الرُّوحِ وَمَا يُفْعَلُ بِهَا بَعْدَ صُعُودِهَا إِلَى السَّمَاءِ، وَفَتْحُ الْبَابِ لِلْمُؤْمِنَةِ وَإِلْقَاءُ الْكَافِرَةِ، وَعَذَابُ الْقَبْرِ وَالسُّؤَالُ فِيهِ، وَمَقَرُّ الْأَرْوَاحِ، وَأَشْرَاطُ السَّاعَةِ الْكُبْرَى الْعَشْرَةُ، وَهِيَ: </p><p> نُزُولُ عِيسَى، وَخُرُوجُ الدَّجَّالِ، وَيَأْجُوجَ وَمَأْجُوجَ، وَالدَّابَّةُ، وَالدُّخَانُ، وَرَفْعُ الْقُرْآنِ، وَطُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا، وَإِغْلَاقُ بَابِ التَّوْبَةِ، وَالْخَسْفُ. </p><p> وَأَحْوَالُ الْبَعْثِ: مِنْ نَفْخَةِ الصُّورِ، وَالْفَزَعِ، وَالصَّعْقِ، وَالْقِيَامِ، وَالْحَشْرِ وَالنَّشْرِ، وَأَهْوَالِ الْمَوْقِفِ، وَشِدَّةِ حَرِّ الشَّمْسِ، وَظِلِّ الْعَرْشِ، وَالصِّرَاطِ، وَالْمِيزَانِ، وَالْحَوْضِ، وَالْحِسَابِ لِقَوْمٍ، وَنَجَاةِ آخَرِينَ مِنْهُ، وَشَهَادَةِ الْأَعْضَاءِ، وَإِيتَاءِ الْكُتُبِ بِالْأَيْمَانِ وَالشَّمَائِلِ وَخَلْفَ الظُّهُورِ، وَالشَّفَاعَةِ، وَالْجَنَّةِ وَأَبْوَابِهَا، وَمَا فِيهَا مِنَ الْأَشْجَارِ وَالثِّمَارِ وَالْأَنْهَارِ، وَالْحُلِيِّ وَالْأَلْوَانِ، وَالدَّرَجَاتِ، وَرُؤْيَتِهِ تَعَالَى، وَالنَّارِ وَمَا فِيهَا مِنَ الْأَوْدِيَةِ، وَأَنْوَاعِ الْعُقَابِ، وَأَلْوَانِ الْعَذَابِ، وَالزَّقُّومِ وَالْحَمِيمِ، إِلَى غَيْرِ ذَلِكَ مِمَّا لَوْ بُسِطَ جَاءَ فِي مُجَلَّدَاتٍ. </p><p> وَفِي الْقُرْآنِ جَمِيعُ أَسْمَائِهِ تَعَالَى الْحُسْنَى كَمَا وَرَدَ فِي حَدِيثٍ. وَفِيهِ مِنْ أَسْمَائِهِ مُطْلَقًا أَلْفُ اسْمٍ، وَفِيهِ مِنْ أَسْمَاءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جُمْلَةٌ. </p><p> وَفِيهِ شُعَبُ الْإِيمَانِ الْبِضْعُ وَالسَّبْعُونَ. </p><p> وَفِيهِ شَرَائِعُ الْإِسْلَامِ الثَّلَاثُمِائَةِ وَخَمْسَ عَشْرَةَ. </p><p> وَفِيهِ أَنْوَاعُ الْكَبَائِرِ وَكَثِيرٌ مِنَ الصَّغَائِرِ. </p><p> وَفِيهِ تَصْدِيقُ كُلِّ حَدِيثٍ وَرَدَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَذِهِ جُمْلَةُ الْقَوْلِ فِي ذَلِكَ. اه كَلَامُ السُّيُوطِيِّ فِي (الْإِكْلِيلِ) . </p><p> وَإِنَّمَا أَوْرَدْنَاهُ بِرُمَّتِهِ مَعَ طُولِهِ ; لِمَا فِيهِ مِنْ إِيضَاحِ: أَنَّ الْقُرْآنَ فِيهِ بَيَانُ كُلِّ شَيْءٍ. وَإِنْ كَانَتْ فِي الْكَلَامِ الْمَذْكُورِ أَشْيَاءُ جَدِيرَةٌ بِالِانْتِقَادِ تَرَكْنَا مُنَاقَشَتَهَا خَوْفَ الْإِطَالَةِ الْمُمِلَّةِ، مَعَ كَثْرَةِ الْفَائِدَةِ فِي الْكَلَامِ الْمَذْكُورِ فِي الْجُمْلَةِ. </p><p> وَفِي قَوْلِهِ تَعَالَى: تِبْيَانًا لِكُلِّ شَيْءٍ [١٦ \\ ٨٩] ، وَجْهَانِ مِنَ الْإِعْرَابِ: </p><p> أَحَدُهُمَا: أَنَّهُ مَفْعُولٌ مِنْ أَجْلِهِ. وَالثَّانِي: أَنَّهُ مَصْدَرٌ مُنْكَرٌ وَاقِعٌ حَالًا ; عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ </p>"
}