{
  "id": null,
  "sura": 16,
  "aya": 78,
  "text": "<p> بِفِعْلِهِ الْمَصْدَرَ ألحق فِي الْعَمَلِ ... مُضَافًا أَوْ مُجَرَّدًا أَوْ مَعَ الْ </p><p> الْوَجْهُ الثَّانِي: أَنَّ قَوْلَهُ: شَيْئًا، بَدَلٌ مِنْ قَوْلِهِ رِزْقًا، بِنَاءً عَلَى أَنَّ الْمُرَادَ بِالرِّزْقِ هُوَ مَا يَرْزُقُهُ اللَّهُ عِبَادَهُ ; لَا الْمَعْنَى الْمَصْدَرِيُّ. </p><p> الْوَجْهُ الثَّالِثُ: أَنْ يَكُونَ قَوْلُهُ: شَيْئًا مَا نَابَ عَنِ الْمُطْلَقِ مِنْ قَوْلِهِ: يَمْلِكُ، أَيْ: لَا يَمْلِكُ شَيْئًا مِنَ الْمُلْكِ، بِمَعْنَى لَا يَمْلِكُ مُلْكًا قَلِيلًا أَنْ يَرْزُقَهُمْ. قَوْلُهُ تَعَالَى: فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ. </p><p> نَهَى اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ خَلَقَهُ أَنْ يَضْرِبُوا لَهُ الْأَمْثَالَ، أَيْ: يَجْعَلُوا لَهُ أَشْبَاهًا وَنُظَرَاءَ مِنْ خَلْقِهِ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا! . </p><p> وَبَيَّنَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ: لَيْسَ كَمِثْلِهِ شَيْءٌ الْآيَةَ [٤٢ \\ ١١] ، وَقَوْلِهِ: وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ [١١٢ \\ ٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ الْآيَةَ، أَظْهَرُ الْأَقْوَالِ فِيهَا: أَنَّ الْمَعْنَى أَنَّ اللَّهَ إِذَا أَرَادَ الْإِتْيَانَ بِهَا فَهُوَ قَادِرٌ عَلَى أَنْ يَأْتِيَ بِهَا فِي أَسْرَعِ مِنْ لَمْحِ الْبَصَرِ ; لِأَنَّهُ يَقُولُ لِلشَّيْءِ كُنْ فَيَكُونُ. وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ [٥٤ \\ ٥٠] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمَعْنَى هِيَ قَرِيبٌ عِنْدَهُ تَعَالَى كَلَمْحِ الْبَصَرِ وَإِنْ كَانَتْ بَعِيدًا عِنْدَكُمْ ; كَمَا قَالَ تَعَالَى: إِنَّهُمْ يَرَوْنَهُ بَعِيدًا وَنَرَاهُ قَرِيبًا [٧٠ \\ ٦، ٧] ، وَقَالَ: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ [٢٢ \\ ٤٧] ، وَاخْتَارَ أَبُو حَيَّانَ فِي (الْبَحْرِ الْمُحِيطِ) : أَنَّ «أَوْ» فِي قَوْلِهِ «أَوْ هُوَ أَقْرَبُ» لِلْإِبْهَامِ عَلَى الْمُخَاطَبِ، وَتَبِعَ فِي ذَلِكَ الزَّجَّاجَ، قَالَ: وَنَظِيرُهُ: وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ [٣٧ \\ ١١٤] ، وَقَوْلُهُ: أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا [١٠ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَخْرَجَ بَنِي آدَمَ مِنْ بُطُونِ أُمَّهَاتِهِمْ لَا يَعْلَمُونَ شَيْئًا، وَجَعَلَ لَهُمُ الْأَسْمَاعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ; لِأَجْلِ أَنْ يَشْكُرُوا لَهُ نِعَمَهُ. وَقَدْ قَدَّمْنَا: أَنْ «لَعَلَّ» لِلتَّعْلِيلِ. وَلَمْ يُبَيِّنْ هُنَا هَلْ شَكَرُوا أَوْ لَمْ يَشْكُرُوا ; وَلَكِنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّ أَكْثَرَهُمْ لَمْ يَشْكُرُوا ; كَمَا قَالَ تَعَالَى: وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ [٢ \\ ٢٤٣] ، وَقَالَ: قُلْ </p>"
}