{
  "id": null,
  "sura": 16,
  "aya": 128,
  "text": "<p> أَيْ: خَيِّطُوا لِي. وَقَالَ بَعْضُ الْعُلَمَاءِ: وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> هَذِي الْأَرَامِلُ قَدْ قُضِيَتْ حَاجَتُهَا ... فَمَنْ لِحَاجَةِ هَذَا الْأَرْمَلِ الذَّكَرِ </p><p> بِنَاءً عَلَى الْقَوْلِ بِأَنَّ الْأَرَامِلَ لَا تُطْلَقُ فِي اللُّغَةِ إِلَّا عَلَى الْإِنَاثِ. </p><p> وَنَظِيرُ الْآيَةِ الْكَرِيمَةِ فِي إِطْلَاقِ إِحْدَى الْعُقُوبَتَيْنِ عَلَى ابْتِدَاءِ الْفِعْلِ مُشَاكَلَةً لِلَّفْظِ الْآخَرِ قَوْلُهُ تَعَالَى: ذَلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ الْآيَةَ [٢٢ \\ ٦٠] ، وَنَحْوُهُ أَيْضًا. </p><p> قَوْلُهُ: وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا [٤٢ \\ ٤٠] ، مَعَ أَنَّ الْقَصَّاصَ لَيْسَ بِسَيِّئَةٍ، وَقَوْلُهُ: فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ الْآيَةَ [٢ \\ ١٩٤] ; لِأَنَّ الْقِصَاصَ مِنَ الْمُعْتَدِي أَيْضًا لَيْسَ بِاعْتِدَاءٍ كَمَا هُوَ ظَاهِرٌ، وَإِنَّمَا أُدِّيَ بِغَيْرِ لَفْظِهِ لِلْمُشَاكَلَةِ بَيْنَ اللَّفْظَيْنِ. </p><p> قَوْلُهُ تَعَالَى: وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ الْآيَةَ [١٦ \\ ١٢٧] . ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَأْمُورٌ بِالصَّبْرِ، وَأَنَّهُ لَا يَمْتَثِلُ ذَلِكَ الْأَمْرَ بِالصَّبْرِ إِلَّا بِإِعَانَةِ اللَّهِ وَتَوْفِيقِهِ ; لِقَوْلِهِ: وَمَا صَبْرُكَ إِلَّا بِاللَّهِ الْآيَةَ [١٦ \\ ١٢٧] ، وَأَشَارَ لِهَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ: وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ [٤١ \\ ٣٥] ; لِأَنَّ قَوْلَهُ: وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ الْآيَةَ، مَعْنَاهُ أَنَّ خَصْلَةَ الصَّبْرِ لَا يُلَقَّاهَا إِلَّا مَنْ كَانَ لَهُ عِنْدَ اللَّهِ الْحَظُّ الْأَكْبَرُ وَالنَّصِيبُ الْأَوْفَرُ، بِفَضْلِ اللَّهِ عَلَيْهِ، وَتَيْسِيرِ ذَلِكَ لَهُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ مَعَ عِبَادِهِ الْمُتَّقِينَ الْمُحْسِنِينَ، وَقَدْ تَقَدَّمَ إِيضَاحُ مَعْنَى التَّقْوَى وَالْإِحْسَانِ. </p><p> وَهَذِهِ الْمَعِيَّةُ بِعِبَادِهِ الْمُؤْمِنِينَ، وَهِيَ بِالْإِعَانَةِ وَالنَّصْرِ وَالتَّوْفِيقِ. وَكَرَّرَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى [٢٠ \\ ٤٦] ، وَقَوْلِهِ: إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ [٨ \\ ١٢] ، وَقَوْلِهِ: لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا [٩ \\ ٤٠] ، وَقَوْلِهِ: قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ [٢٦ \\ ٦٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَمَّا الْمَعِيَّةُ الْعَامَّةُ لِجَمِيعِ الْخَلْقِ فَهِيَ بِالْإِحَاطَةِ التَّامَّةِ وَالْعِلْمِ، وَنُفُوذِ الْقُدْرَةِ، وَكَوْنِ الْجَمِيعِ فِي قَبْضَتِهِ - جَلَّ وَعَلَا -: فَالْكَائِنَاتُ فِي يَدِهِ - جَلَّ وَعَلَا - أَصْغَرُ مِنْ حَبَّةِ خَرْدَلٍ، وَهَذِهِ هِيَ </p><p> الْمَذْكُورَةُ أَيْضًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ الْآيَةَ [٥٨ \\ ٧] ، وَقَوْلِهِ: وَهُوَ مَعَكُمْ أَيْنَ مَا الْآيَةَ [٥٧ \\ ٤] ، وَقَوْلِهِ: فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ [٧ \\ ٧] ، وَقَوْلِهِ: وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ الْآيَةَ [١٠ \\ ٦١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَهُوَ - جَلَّ وَعَلَا - مُسْتَوٍ عَلَى عَرْشِهِ كَمَا قَالَ، عَلَى الْكَيْفِيَّةِ اللَّائِقَةِ بِكَمَالِهِ وَجَلَالِهِ، وَهُوَ مُحِيطٌ بِخَلْقِهِ، كُلِّهِمْ فِي قَبْضَةِ يَدِهِ، لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ، وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ. </p>"
}