{
  "id": null,
  "sura": 16,
  "aya": 14,
  "text": "<p> أَنْ يُعْبَدَ وَحْدَهُ. </p><p> وَأَوْضَحَ هَذَا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ فِي «سُورَةِ فَاطِرٍ» : أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ [٣٥ \\ ٢٧] ، وَقَوْلِهِ: وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ [٣٠ \\ ٢٢] ، وَلَا شَكَّ أَنَّ اخْتِلَافَ الْأَلْوَانِ وَالْمَنَاظِرِ وَالْمَقَادِيرِ وَالْهَيْئَاتِ وَغَيْرِ ذَلِكَ ; فِيهِ الدَّلَالَةُ الْقَاطِعَةُ عَلَى أَنَّ اللَّهَ - جَلَّ وَعَلَا - وَاحِدٌ، لَا شَبِيهَ لَهُ وَلَا نَظِيرَ وَلَا شَرِيكَ، وَأَنَّهُ الْمَعْبُودُ وَحْدَهُ. </p><p> وَفِيهِ الدَّلَالَةُ الْقَاطِعَةُ عَلَى أَنَّ كُلَّ تَأْثِيرٍ فَهُوَ بِقُدْرَةِ وَإِرَادَةِ الْفَاعِلِ الْمُخْتَارِ، وَأَنَّ الطَّبِيعَةَ لَا تُؤَثِّرُ فِي شَيْءٍ إِلَّا بِمَشِيئَتِهِ - جَلَّ وَعَلَا -. </p><p> كَمَا أَوْضَحَ ذَلِكَ فِي قَوْلِهِ: وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ [١٣ \\ ٤] ، فَالْأَرْضُ الَّتِي تَنْبُتُ فِيهَا الثِّمَارُ وَاحِدَةٌ ; لِأَنَّ قِطَعَهَا مُتَجَاوِرَةٌ، وَالْمَاءَ الَّذِي تُسْقَى بِهِ مَاءٌ وَاحِدٌ، وَالثِّمَارُ تَخْرُجُ مُتَفَاضِلَةً، مُخْتَلِفَةً فِي الْأَلْوَانِ وَالْأَشْكَالِ وَالطُّعُومِ، وَالْمَقَادِيرِ وَالْمَنَافِعِ. </p><p> فَهَذَا أَعْظَمُ بُرْهَانٍ قَاطِعٍ عَلَى وُجُودِ فَاعِلٍ مُخْتَارٍ، يَفْعَلُ مَا يَشَاءُ كَيْفَ يَشَاءُ، سُبْحَانَهُ - جَلَّ وَعَلَا - عَنِ الشُّرَكَاءِ وَالْأَنْدَادِ. </p><p> وَمِنْ أَوْضَحِ الْأَدِلَّةِ عَلَى أَنَّ الطَّبِيعَةَ لَا تُؤَثِّرُ فِي شَيْءٍ إِلَّا بِمَشِيئَتِهِ - جَلَّ وَعَلَا -: أَنَّ النَّارَ مَعَ شِدَّةِ طَبِيعَةِ الْإِحْرَاقِ فِيهَا ; أُلْقِيُ فِيهَا الْحَطَبُ وَإِبْرَاهِيمُ - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ -، وَلَا شَكَّ أَنَّ الْحَطَبَ أَصْلَبُ وَأَقْسَى وَأَقْوَى مِنْ جَلْدِ إِبْرَاهِيمَ وَلَحْمِهِ، فَأَحْرَقَتِ الْحَطَبَ بِحَرِّهَا، وَكَانَتْ عَلَى إِبْرَاهِيمَ بَرْدًا وَسَلَامًا ; لَمَّا قَالَ لَهَا خَالِقُهَا: قُلْنَا يَانَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ [٢١ \\ ٦٩] ، فَسُبْحَانَ مَنْ لَا يَقَعُ شَيْءٌ كَائِنًا مَا كَانَ إِلَّا بِمَشِيئَتِهِ - جَلَّ وَعَلَا -، فَعَّالٌ لِمَا يُرِيدُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: يَذَّكَّرُونَ [١٦ \\ ١٣] ، أَصْلُهُ: يَتَذَكَّرُونَ، فَأُدْغِمَتِ التَّاءُ فِي الذَّالِ. وَالِادِّكَارُ: الِاعْتِبَارُ وَالِاتِّعَاظُ. </p><p> قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ، </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ سَخَّرَ الْبَحْرَ، أَيْ: ذَلَّلَهُ لِعِبَادِهِ حَتَّى تَمَكَّنُوا مِنْ رُكُوبِهِ، وَالِانْتِفَاعِ بِمَا فِيهِ مِنَ الصَّيْدِ وَالْحِلْيَةِ، وَبُلُوغِ الْأَقْطَارِ الَّتِي تَحُولُ دُونَهَا الْبِحَارُ، لِلْحُصُولِ عَلَى أَرْبَاحِ التِّجَارَاتِ وَنَحْوِ ذَلِكَ. </p><p> فَتَسْخِيرُ الْبَحْرِ لِلرُّكُوبِ مِنْ أَعْظَمِ آيَاتِ اللَّهِ كَمَا بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ [٣٦ \\ ٤١، ٤٢] ، وَقَوْلِهِ: اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ [٤٥ \\ ١٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَذَكَرَ فِي هَذِهِ الْآيَةِ أَرْبَعَ نِعَمٍ مِنْ نِعَمِهِ عَلَى خَلْقِهِ بِتَسْخِيرِ الْبَحْرِ لَهُمْ: </p><p> الْأُولَى: قَوْلُهُ: لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا [١٦ \\ ١٤] ، وَكَرَّرَ الِامْتِنَانَ بِهَذِهِ النِّعْمَةِ فِي الْقُرْآنِ ; كَقَوْلِهِ: أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ الْآيَةَ [٥ \\ ٩٦] ، وَقَوْلِهِ: وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا الْآيَةَ [٣٥ \\ ١٢] . </p><p> الثَّانِيَةُ: قَوْلُهُ: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] ، وَكَرَّرَ الِامْتِنَانَ بِهَذِهِ النِّعْمَةِ أَيْضًا فِي الْقُرْآنِ ; كَقَوْلِهِ: يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ٢٢، ٢٣] ، وَاللُّؤْلُؤُ وَالْمَرْجَانُ: هُمَا الْحِلْيَةُ الَّتِي يَسْتَخْرِجُونَهَا مِنَ الْبَحْرِ لِلُبْسِهَا، وَقَوْلُهُ: وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا [٣٥ \\ ١٢] . </p><p> الثَّالِثَةُ: قَوْلُهُ تَعَالَى: وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ [١٦ \\ ١٤] ، وَكَرَّرَ فِي الْقُرْآنِ الِامْتِنَانَ بِشَقِّ أَمْوَاجِ الْبَحْرِ عَلَى السُّفُنِ، كَقَوْلِهِ: وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ الْآيَةَ [٣٦ \\ ٤٢] ، وَقَوْلِهِ: وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ [١٤ \\ ٣٢] . </p><p> الرَّابِعَةُ: الِابْتِغَاءُ مِنْ فَضْلِهِ بِأَرْبَاحِ التِّجَارَاتِ بِوَاسِطَةِ الْحَمْلِ عَلَى السُّفُنِ الْمَذْكُورُ فِي قَوْلِهِ هُنَا: وَلِتَبْتَغُوا مِنْ فَضْلِهِ [١٦ \\ ١٤] ، أَيْ: كَأَرْبَاحِ التِّجَارَاتِ. وَكَرَّرَ فِي الْقُرْآنِ الِامْتِنَانَ بِهَذِهِ النِّعْمَةِ أَيْضًا. </p><p> كَقَوْلِهِ فِي «سُورَةِ الْبَقَرَةِ» : وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ [٢ \\ ١٦٤] ، وَقَوْلِهِ فِي «فَاطِرٍ» : وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ [٣٥ \\ ١٢] ، وَقَوْلِهِ فِي «الْجَاثِيَةِ» : اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ [٤٥ \\ ١٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ: </p><p> الْمَسْأَلَةُ الْأُولَى: لَا مَفْهُومَ مُخَالَفَةٍ لِقَوْلِهِ: لَحْمًا طَرِيًّا [١٦ \\ ١٤] ، فَلَا يُقَالُ: يُفْهَمُ مِنَ التَّقْيِيدِ بِكَوْنِهِ طَرِيًّا أَنَّ الْيَابِسَ كَالْقَدِيدِ مِمَّا فِي الْبَحْرِ لَا يَجُوزُ أَكْلُهُ ; بَلْ يَجُوزُ أَكْلُ الْقَدِيدِ مِمَّا فِي الْبَحْرِ بِإِجْمَاعِ الْعُلَمَاءِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ: أَنَّ مِنْ مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ كَوْنَ النَّصِّ مَسُوقًا لِلِامْتِنَانِ ; فَإِنَّهُ إِنَّمَا قَيَّدَ بِالطَّرِيِّ ; لِأَنَّهُ أَحْسَنُ مِنْ غَيْرِهِ فَالِامْتِنَانُ بِهِ أَتَمُّ. </p><p> وَقَدْ أَشَارَ إِلَى هَذَا صَاحِبُ مَرَاقِي السُّعُود، بِقَوْلِهِ عَاطِفًا عَلَى مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ: أَوِ امْتِنَانٌ أَوْ وِفَاقُ الْوَاقِعِ وَالْجَهْلُ وَالتَّأْكِيدُ عِنْدَ السَّامِعِ. </p><p> وَمَحَلُّ الشَّاهِدِ قَوْلُهُ:  «أَوِ امْتِنَانٌ» ، وَقَدْ قَدَّمْنَا هَذَا فِي «سُورَةِ الْمَائِدَةِ» . </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ عُلَمَاءَ الْمَالِكِيَّةِ قَدْ أَخَذُوا مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ لُحُومَ مَا فِي الْبَحْرِ كُلِّهَا جِنْسٌ وَاحِدٌ ; فَلَا يَجُوزُ التَّفَاضُلُ بَيْنَهَا فِي الْبَيْعِ، وَلَا بَيْعُ طَرِيِّهَا بِيَابِسِهَا ; لِأَنَّهَا جِنْسٌ وَاحِدٌ. </p><p> قَالُوا: لِأَنَّ اللَّهَ عَبَّرَ عَنْ جَمِيعِهَا بِلَفْظٍ وَاحِدٍ، وَهُوَ قَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا [١٦ \\ ١٤] ، وَهُوَ شَامِلٌ لِمَا فِي الْبَحْرِ كُلِّهِ. </p><p> وَمِنْ هُنَا جَعَلَ عُلَمَاءُ الْمَالِكِيَّةِ لِللُّحُومِ أَرْبَعَةَ أَجْنَاسٍ لَا خَامِسَ لَهَا: </p><p> الْأَوَّلُ: لَحْمُ مَا فِي الْبَحْرِ كُلِّهِ جِنْسٌ وَاحِدٌ، لِمَا ذَكَرْنَا. </p><p> الثَّانِي: لُحُومُ ذَوَاتِ الْأَرْبَعِ مِنَ الْأَنْعَامِ وَالْوُحُوشِ كُلِّهَا عِنْدَهُمْ جِنْسٌ وَاحِدٌ. قَالُوا: لِأَنَّ اللَّهَ فَرَّقَ بَيْنَ أَسْمَائِهَا فِي حَيَاتِهَا، فَقَالَ: مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ [٦ \\ ١٤٣] ، ثُمَّ قَالَ: وَمِنَ الْإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ [٦ \\ ١٤٤] ، أَمَّا بَعْدَ ذَبْحِهَا فَقَدْ عَبَّرَ عَنْهَا بِاسْمٍ وَاحِدٍ، فَقَالَ: أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ [٥ \\ ١] ، فَجَمَعَهَا بِلَحْمٍ وَاحِدٍ. وَقَالَ كَثِيرٌ مِنَ الْعُلَمَاءِ: يَدْخُلُ فِي بَهِيمَةِ الْأَنْعَامِ الْوَحْشُ كَالظِّبَاءِ. </p><p> الثَّالِثُ: لُحُومُ الطَّيْرِ بِجَمِيعِ أَنْوَاعِهَا جِنْسٌ وَاحِدٌ ; لِقَوْلِهِ تَعَالَى: وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ [٥٦ \\ ٢١] ، </p><p> فَجَمَعَ لُحُومَهَا بِاسْمٍ وَاحِدٍ. </p><p> الرَّابِعُ: الْجَرَادُ هُوَ جِنْسٌ وَاحِدٌ عِنْدَهُمْ، وَقَدْ قَدَّمْنَا فِي «سُورَةِ الْبَقَرَةِ» الْإِشَارَةَ إِلَى الِاخْتِلَافِ فِي رِبَوِيَّتِهِ عِنْدَهُمْ، وَمَشْهُورُ مَذْهَبِ مَالِكٍ عَدَمُ رِبَوِيَّتِهِ، بِنَاءً عَلَى أَنَّ غَلَبَةَ الْعَيْشِ بِالْمَطْعُومِ مِنْ أَجْزَاءِ الْعِلَّةِ فِي الرِّبَا ; لِأَنَّ عِلَّةَ الرِّبَا فِي الرِّبَوِيَّاتِ عِنْدَ مَالِكٍ: هِيَ الِاقْتِيَاتُ وَالِادِّخَارُ. قِيلَ: وَغَلَبَةُ الْعَيْشِ. وَقَدْ قَدَّمْنَا: أَنَّ الِاخْتِلَافَ فِي اشْتِرَاطِ غَلَبَةِ الْعَيْشِ تَظْهَرُ فَائِدَتُهُ فِي أَرْبَعَةِ أَشْيَاءَ: وَهِيَ الْجَرَادُ، وَالْبَيْضُ، وَالتِّينُ، وَالزَّيْتُ، وَقَدْ قَدَّمْنَا تَفْصِيلَ ذَلِكَ فِي «سُورَةِ الْبَقَرَةِ» . </p><p> فَإِذَا عَلِمْتَ ذَلِكَ ; فَاعْلَمْ أَنَّ كُلَّ جِنْسٍ مِنْ هَذِهِ الْأَجْنَاسِ الْمَذْكُورَةِ يَجُوزُ بَيْعُهُ بِالْجِنْسِ الْآخَرِ مُتَفَاضِلًا يَدًا بِيَدٍ. وَيَجُوزُ بَيْعُ طَرِيِّهِ بِيَابِسِهِ يَدًا بِيَدٍ أَيْضًا فِي مَذْهَبِ مَالِكٍ - رَحِمَهُ اللَّهُ تَعَالَى -. </p><p> وَمَذْهَبُ الْإِمَامِ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ -: أَنَّ اللُّحُومَ تَابِعَةٌ لِأُصُولِهَا، فَكُلُّ لَحْمٍ جِنْسٌ مُسْتَقِلٌّ كَأَصْلِهِ: فَلَحْمُ الْإِبِلِ عِنْدَهُ جِنْسٌ مُسْتَقِلٌّ، وَكَذَلِكَ لَحْمُ الْغَنَمِ وَلَحْمُ الْبَقَرِ، وَهَكَذَا ; لِأَنَّ اللُّحُومَ تَابِعَةٌ لِأُصُولِهَا وَهِيَ مُخْتَلِفَةٌ كَالْأَدِقَّةِ وَالْأَدْهَانِ. </p><p> أَمَّا مَذْهَبُ الشَّافِعِيِّ، وَأَحْمَدَ، فِي هَذِهِ الْمَسْأَلَةِ فَكِلَاهُمَا عَنْهُ فِيهَا رِوَايَتَانِ. أَمَّا الرِّوَايَتَانِ عَنِ الشَّافِعِيِّ، فَإِحْدَاهُمَا: أَنَّ اللُّحُومَ كُلَّهَا جِنْسٌ وَاحِدٌ ; لِاشْتِرَاكِهَا فِي الِاسْمِ الْخَاصِّ الَّذِي هُوَ اللَّحْمُ. الثَّانِيَةُ: أَنَّهَا أَجْنَاسٌ كَأُصُولِهَا: كَقَوْلِ أَبِي حَنِيفَةَ. </p><p> وَقَالَ صَاحِبُ الْمُهَذَّبِ: إِنَّ هَذَا قَوْلُ الْمُزَنِيِّ وَهُوَ الصَّحِيحُ. </p><p> وَأَمَّا الرِّوَايَتَانِ فِي مَذْهَبِ الْإِمَامِ أَحْمَدَ ; فَإِحْدَاهُمَا: أَنَّ اللُّحُومَ كُلَّهَا جِنْسٌ وَاحِدٌ. وَهُوَ ظَاهِرُ كَلَامِ الْخِرَقِيِّ، فَإِنَّهُ قَالَ: وَسَائِرُ اللُّحْمَانِ جِنْسٌ وَاحِدٌ. قَالَ صَاحِبُ الْمُغْنِي: وَذَكَرَهُ أَبُو الْخَطَّابِ وَابْنُ عَقِيلٍ رِوَايَةً عَنْ أَحْمَدَ. ثُمَّ قَالَ: وَأَنْكَرَ الْقَاضِي أَبُو يَعْلَى كَوْنَ هَذَا رِوَايَةً عَنْ أَحْمَدَ، وَقَالَ: الْأَنْعَامُ وَالْوُحُوشُ، وَالطَّيْرُ، وَدَوَابُّ الْمَاءِ أَجْنَاسٌ، يَجُوزُ التَّفَاضُلُ فِيهَا رِوَايَةً وَاحِدَةً، وَإِنَّمَا فِي اللَّحْمِ رِوَايَتَانِ. </p><p> إِحْدَاهُمَا: أَنَّهُ أَرْبَعَةُ أَجْنَاسٍ كَمَا ذَكَرْنَا. الثَّانِيَةُ: أَنَّهُ أَجْنَاسٌ بِاخْتِلَافِ أُصُولِهِ. انْتَهَى مِنَ الْمُغْنِي بِتَصَرُّفٍ يَسِيرٍ، بِحَذْفِ مَا لَا حَاجَةَ لَهُ، فَهَذِهِ مَذَاهِبُ الْأَرْبَعَةِ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: اخْتِلَافُ الْعُلَمَاءِ فِي هَذِهِ الْمَسْأَلَةِ مِنَ الِاخْتِلَافِ فِي تَحْقِيقِ مَنَاطٍ مِنْ نُصُوصِ الشَّرْعِ، وَذَلِكَ أَنَّهُ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ وَغَيْرِهِ مِنْ حَدِيثِ </p><p> عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «فَإِذَا اخْتَلَفَتْ هَذِهِ الْأَصْنَافُ ; فَبِيعُوا كَيْفَ شِئْتُمْ إِذَا كَانَ يَدًا بِيَدٍ» ، فَعُلِمَ أَنَّ اخْتِلَافَ الصِّنْفَيْنِ مَنَاطُ جَوَازِ التَّفَاضُلِ. </p><p> وَاتِّحَادُهُمَا مَنَاطُ مَنْعِ التَّفَاضُلِ، وَاخْتِلَافُ الْعُلَمَاءِ فِي تَحْقِيقِ هَذَا الْمَنَاطِ، فَبَعْضُهُمْ يَقُولُ: اللَّحْمُ جِنْسٌ وَاحِدٌ يُعَبَّرُ عَنْهُ بِاسْمٍ وَاحِدٍ، فَمَنَاطُ تَحْرِيمِ التَّفَاضُلِ مَوْجُودٌ فِيهِ. وَبَعْضُهُمْ يَقُولُ: هِيَ لُحُومٌ مُخْتَلِفَةُ الْجِنْسِ ; لِأَنَّهَا مِنْ حَيَوَانَاتٍ مُخْتَلِفَةِ الْجِنْسِ ; فَمَنَاطُ مَنْعِ التَّفَاضُلِ غَيْرُ مَوْجُودٍ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: لَا يَجُوزُ بَيْعُ اللَّحْمِ بِالْحَيَوَانِ الَّذِي يَجُوزُ أَكْلُهُ مِنْ جِنْسِهِ. </p><p> وَهَذَا مَذْهَبُ أَكْثَرِ الْعُلَمَاءِ: مِنْهُمْ مَالِكٌ، وَالشَّافِعِيُّ، وَأَحْمَدُ. وَقَالَ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ -: يَجُوزُ بَيْعُ اللَّحْمِ بِالْحَيَوَانِ ; لِأَنَّ الْحَيَوَانَ غَيْرُ رِبَوِيٍّ، فَأَشْبَهَ بَيْعُهُ بِاللَّحْمِ بَيْعَ اللَّحْمِ بِالْأَثْمَانِ. </p><p> وَاحْتَجَّ الْجُمْهُورُ بِمَا رَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنْ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ. وَفِي \" الْمُوَطَّأِ \" أَيْضًا، عَنْ مَالِكٍ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ: أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ يَقُولُ: مِنْ مَيْسِرِ أَهْلِ الْجَاهِلِيَّةِ بَيْعُ الْحَيَوَانِ بِاللَّحْمِ بِالشَّاةِ وَالشَّاتَيْنِ. وَفِي \" الْمُوَطَّأِ \" أَيْضًا، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ: أَنَّهُ كَانَ يَقُولُ: نُهِيَ عَنْ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ. قَالَ أَبُو الزِّنَادِ: فَقُلْتُ لِسَعِيدِ بْنِ الْمُسَيَّبِ: أَرَأَيْتَ رَجُلًا اشْتَرَى شَارِفًا بِعَشْرِ شِيَاهٍ؟ ، فَقَالَ سَعِيدٌ: إِنْ كَانَ اشْتَرَاهَا لِيَنْحَرَهَا فَلَا خَيْرَ فِي ذَلِكَ. قَالَ أَبُو الزِّنَادِ: وَكُلُّ مَنْ أَدْرَكْتُ مِنَ النَّاسِ يَنْهَوْنَ عَنْ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ. قَالَ أَبُو الزِّنَادِ: وَكَانَ ذَلِكَ يُكْتَبُ فِي عُهُودِ الْعُمَّالِ فِي زَمَانِ أَبَانَ بْنِ عُثْمَانَ وَهِشَامِ بْنِ إِسْمَاعِيلَ يَنْهَوْنَ عَنْ ذَلِكَ. اهـ، مِنَ الْمُوَطَّأِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي الْمُغْنِي: لَا يَخْتَلِفُ الْمَذْهَبُ أَنَّهُ لَا يَجُوزُ بَيْعُ اللَّحْمِ بِحَيَوَانٍ مِنْ جِنْسِهِ، وَهُوَ مَذْهَبُ مَالِكٍ وَالشَّافِعِيِّ، وَقَوْلُ فُقَهَاءِ الْمَدِينَةِ السَّبْعَةِ. وَحُكِيَ عَنْ مَالِكٍ: أَنَّهُ لَا يَجُوزُ بَيْعُ اللَّحْمِ بِحَيَوَانٍ مُعَدٍّ لِللَّحْمِ وَيَجُوزُ بِغَيْرِهِ. وَقَالَ أَبُو حَنِيفَةَ: يَجُوزُ مُطْلَقًا ; لِأَنَّهُ بَاعَ مَالَ الرِّبَا بِمَا لَا رِبًّا فِيهِ ; فَأَشْبَهَ بَيْعَ اللَّحْمِ بِالدَّرَاهِمِ، أَوْ بِلَحْمٍ مِنْ غَيْرِ جِنْسِهِ. وَلَنَا مَا رُوِيَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" نَهَى عَنْ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ \" ، رَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَ ابْنُ عَبْدِ الْبَرِّ: هَذَا أَحْسَنُ أَسَانِيدِهِ. وَرُوِيَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" أَنَّهُ نَهَى أَنْ يُبَاعَ حَيٌّ بِمَيِّتٍ \" ذَكَرَهُ الْإِمَامُ أَحْمَدُ. وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ: \" أَنَّ جَزُورًا نُحِرَتْ فَجَاءَ رَجُلٌ بِعَنَاقٍ، فَقَالَ أَعْطُونِي جُزْءًا بِهَذِهِ الْعَنَاقِ - فَقَالَ أَبُو بَكْرٍ: لَا يَصْلُحُ </p><p> هَذَا، قَالَ الشَّافِعِيُّ: لَا أَعْلَمُ مُخَالِفًا لِأَبِي بَكْرٍ فِي ذَلِكَ. وَقَالَ أَبُو الزِّنَادِ: كُلُّ مَنْ أَدْرَكْتُ يَنْهَى عَنْ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ ; وَلِأَنَّ اللَّحْمَ نَوْعٌ فِيهِ الرِّبَا بِيعَ بِأَصْلِهِ الَّذِي فِيهِ مِثْلُهُ فَلَمْ يَجُزْ ; كَبَيْعِ السِّمْسِمِ بِالشَّيْرَجِ اهـ. </p><p> وَقَالَ صَاحِبُ الْمُهَذَّبِ: وَلَا يَجُوزُ بَيْعُ حَيَوَانٍ يُؤْكَلُ لَحْمُهُ بِلَحْمِهِ، لِمَا رَوَى سَعِيدُ بْنُ الْمُسَيَّبِ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" لَا يُبَاعُ حَيٌّ بِمَيِّتٍ \" ، وَرَوَى ابْنُ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا -: \" أَنَّ جَزُورًا نُحِرَتْ عَلَى عَهْدِ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ -،فَجَاءَ رَجُلٌ بِعَنَاقٍ فَقَالَ:أَعْطُونِي بِهَا لَحْمًا فَقَالَ أَبُو بَكْرٍ: لَا يَصْلُحُ هَذَا \" ; وَلِأَنَّهُ جِنْسٌ فِيهِ الرِّبَا بِيعَ بِأَصْلِهِ الَّذِي فِيهِ مِثْلُهُ ; فَلَمْ يَجُزْ كَبَيْعِ الشَّيْرَجِ بِالسِّمْسِمِ، اهـ. </p><p> وَقَالَ ابْنُ السُّبْكِيِّ فِي تَكْمِلَتِهِ لِشَرْحِ الْمُهَذَّبِ: حَدِيثُ سَعِيدِ بْنِ الْمُسَيَّبِ رَوَاهُ أَبُو دَاوُدَ مِنْ طَرِيقِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، كَمَا ذَكَرَهُ الْمُصَنَّفُ، وَرَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ، وَالشَّافِعِيُّ فِي الْمُخْتَصَرِ وَالْأُمِّ، وَأَبُو دَاوُدَ مِنْ طَرِيقِ زَيْدِ بْنِ أَسْلَمَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ:  \" أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنْ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ \" ، هَذَا لَفْظُ الشَّافِعِيِّ عَنْ مَالِكٍ، وَأَبِي دَاوُدَ، عَنِ الْقَعْنَبِيِّ، عَنْ مَالِكٍ، وَكَذَلِكَ هُوَ فِي مُوَطَّأِ ابْنِ وَهْبٍ. وَرَأَيْتُ فِي مُوَطَّأِ الْقَعْنَبِيِّ عَنْ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ، وَالْمَعْنَى وَاحِدٌ، وَكِلَا الْحَدِيثَيْنِ - أَعْنِي: رِوَايَةَ الزُّهْرِيِّ وَزَيْدِ بْنِ أَسْلَمَ - مُرْسَلٌ، وَلَمْ يُسْنِدْهُ وَاحِدٌ عَنْ سَعِيدٍ. وَقَدْ رُوِيَ مِنْ طُرُقٍ أُخَرَ، مِنْهَا عَنِ الْحَسَنِ، عَنْ سَمُرَةَ:  \" أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى أَنْ تُبَاعَ الشَّاةُ بِاللَّحْمِ \" ، رَوَاهُ الْحَاكِمُ فِي الْمُسْتَدْرَكِ، وَقَالَ: رُوَاتُهُ عَنْ آخِرِهِمْ أَئِمَّةٌ حُفَّاظٌ ثِقَاتٌ. وَقَدِ احْتَجَّ الْبُخَارِيُّ بِالْحَسَنِ عَنْ سَمُرَةَ، وَلَهُ شَاهِدٌ مُرْسَلٌ فِي الْمُوَطَّأِ، هَذَا كَلَامُ الْحَاكِمِ. وَرَوَاهُ الْبَيْهَقِيُّ فِي سُنَنِهِ الْكَبِيرِ، وَقَالَ: هَذَا إِسْنَادٌ صَحِيحٌ. وَمَنْ أَثْبَتَ سَمَاعَ الْحَسَنِ عَنْ سَمُرَةَ عَدَّهُ مَوْصُولًا. وَمَنْ لَمْ يُثْبِتْهُ فَهُوَ مُرْسَلٌ جَيِّدٌ انْضَمَّ إِلَى مُرْسَلِ سَعِيدٍ. وَمِنْهَا عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ:  \" نَهَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ \" ، رَوَاهُ الدَّارَقُطْنِيُّ، وَقَالَ: تَفَرَّدَ بِهِ يَزِيدُ بْنُ مَرْوَانَ، عَنْ مَالِكٍ بِهَذَا الْإِسْنَادِ وَلَمْ يُتَابَعْ عَلَيْهِ، وَصَوَابُهُ فِي الْمُوَطَّأِ عَنِ ابْنِ الْمُسَيَّبِ مُرْسَلًا. وَذَكَرَهُ الْبَيْهَقِيُّ فِي سُنَنِهِ الصَّغِيرِ، وَحَكَمَ بِأَنَّ ذَلِكَ مِنْ غَلَطِ يَزِيدَ بْنِ مَرْوَانَ، وَيَزِيدُ الْمَذْكُورُ تَكَلَّمَ فِيهِ يَحْيَى بْنُ مَعِينٍ. وَقَالَ ابْنُ عَدِيٍّ: وَلَيْسَ هَذَا بِذَلِكَ الْمَعْرُوفِ. وَمِنْهَا عَنِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" نَهَى عَنْ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ \" ، قَالَ عَبْدُ الْحَقِّ: أَخْرَجَهُ الْبَزَّارُ فِي مُسْنَدِهِ مِنْ رِوَايَةِ ثَابِتِ بْنِ زُهَيْرٍ عَنْ نَافِعٍ، وَثَابِتٌ رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ مُنْكَرُ الْحَدِيثِ لَا يَسْتَقِلُّ بِهِ. ذَكَرَهُ أَبُو حَاتِمٍ الرَّازِيِّ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِ صَاحِبِ تَكْمِلَةِ الْمَجْمُوعِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: لَا يَخْفَى أَنَّ هَذَا الَّذِي ذَكَرْنَا يَثْبُتُ بِهِ مَنْعُ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ. أَمَّا عَلَى مَذْهَبِ مَنْ يَحْتَجُّ بِالْمُرْسَلِ: كَمَالِكٍ، وَأَبِي حَنِيفَةَ، وَأَحْمَدَ، فَلَا إِشْكَالَ، وَأَمَّا عَلَى مُذْهَبِ مَنْ لَا يَحْتَجُّ بِالْمُرْسَلِ: فَمُرْسَلُ سَعِيدِ بْنِ الْمُسَيَّبِ حُجَّةٌ عِنْدَ كَثِيرٍ مِمَّنْ لَا يَحْتَجُّ بِالْمُرْسَلِ، وَلَا سِيَّمَا أَنَّهُ اعْتَضَدَ بِحَدِيثِ الْحَسَنِ عَنْ سَمُرَةَ. فَعَلَى قَوْلِ مَنْ يُصَحِّحُ سَمَاعَ الْحَسَنِ عَنْ سَمُرَةَ ; فَلَا إِشْكَالَ فِي ثُبُوتِ ذَلِكَ ; لِأَنَّهُ حِينَئِذٍ حَدِيثٌ صَحِيحٌ مُتَّصِلٌ وَأَمَّا عَلَى قَوْلِ مَنْ لَا يُثْبِتُ سَمَاعَ الْحَسَنِ عَنْ سَمُرَةَ - فَأَقَلُّ دَرَجَاتِهِ أَنَّهُ مُرْسَلٌ صَحِيحٌ، اعْتَضَدَ بِمُرْسَلٍ صَحِيحٍ. وَمِثْلُ هَذَا يَحْتَجُّ بِهِ مَنْ يَحْتَجُّ بِالْمُرْسَلِ وَمَنْ لَا يَحْتَجُّ بِهِ، وَقَدْ قَدَّمْنَا فِي \" سُورَةِ الْمَائِدَةِ \" ، كَلَامَ الْعُلَمَاءِ فِي سَمَاعِ الْحَسَنِ عَنْ سَمُرَةَ، وَقَدَّمْنَا فِي \" سُورَةِ الْأَنْعَامِ \" أَنَّ مِثْلَ هَذَا الْمُرْسَلِ يَحْتَجُّ بِهِ بِلَا خِلَافٍ عَنْهُ الْأَئِمَّةُ الْأَرْبَعَةُ، فَظَهَرَ بِهَذِهِ النُّصُوصِ: أَنَّ بَيْعَ الْحَيَوَانِ بِاللَّحْمِ مِنْ جِنْسِهِ لَا يَجُوزُ ; خِلَافًا لِأَبِي حَنِيفَةَ. وَأَمَّا إِنْ كَانَ مِنْ غَيْرِ جِنْسِهِ كَبَيْعِ شَاةٍ بِلَحْمِ حُوتٍ، أَوْ بَيْعِ طَيْرٍ بِلَحْمِ إِبِلٍ فَهُوَ جَائِزٌ عِنْدَ مَالِكٍ ; لِأَنَّ الْمُزَابَنَةَ تَنْتَفِي بِاخْتِلَافِ الْجِنْسِ، وَحُمِلَ مَعْنَى الْحَدِيثِ عَلَى هَذَا وَإِنْ كَانَ ظَاهِرُهُ الْعُمُومَ. وَمَذْهَبُ الشَّافِعِيِّ مَعَ اخْتِلَافِ الْجِنْسِ فِيهِ قَوْلَانِ: أَحَدُهُمَا: جَوَازُ بَيْعِ اللَّحْمِ بِالْحَيَوَانِ إِذَا اخْتَلَفَ جِنْسُهُمَا. </p><p> وَالثَّانِي: الْمَنْعُ مُطْلَقًا لِعُمُومِ الْحَدِيثِ. وَمَذْهَبُ أَحْمَدَ فِي الْمَسْأَلَةِ ذَكَرَهُ ابْنُ قُدَامَةَ فِي الْمُغْنِي بِقَوْلِهِ: وَأَمَّا بَيْعُ اللَّحْمِ بِحَيَوَانٍ مِنْ غَيْرِ جِنْسِهِ فَظَاهِرُ كَلَامِ أَحْمَدَ وَالْخِرَقِيِّ: أَنَّهُ لَا يَجُوزُ ; فَإِنَّ أَحْمَدَ سُئِلَ عَنْ بَيْعِ الشَّاةِ بِاللَّحْمِ، فَقَالَ: لَا يَصِحُّ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \"، نَهَى أَنْ يُبَاعَ حَتَّى بِمَيِّتٍ \" ، وَاخْتَارَ الْقَاضِي جَوَازَهُ، وَلِلشَّافِعِيِّ فِيهِ قَوْلَانِ. وَاحْتَجَّ مَنْ مَنَعَهُ بِعُمُومِ الْأَخْبَارِ، وَبِأَنَّ اللَّحْمَ كُلَّهُ جِنْسٌ وَاحِدٌ وَمَنْ أَجَازَهُ، قَالَ: مَالُ الرِّبَا بِيعَ بِغَيْرِ أَصْلِهِ وَلَا جِنْسِهِ، فَجَازَ كَمَا لَوْ بَاعَهُ بِالْأَثْمَانِ. وَإِنْ بَاعَهُ بِحَيَوَانٍ غَيْرِ مَأْكُولِ اللَّحْمِ جَازَ فِي ظَاهِرِ قَوْلِ أَصْحَابِنَا، وَهُوَ قَوْلُ عَامَّةِ الْفُقَهَاءِ. انْتَهَى كَلَامُ صَاحِبِ الْمُغْنِي. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: قَدْ عَرَفْتَ مِمَّا تَقَدَّمَ أَنَّ بَعْضَ الْعُلَمَاءِ قَالَ: إِنَّ اللَّحْمَ كُلَّهُ جِنْسٌ وَاحِدٌ. وَبَعْضُهُمْ قَالَ: إِنَّ اللُّحُومَ أَجْنَاسٌ. فَعَلَى أَنَّ اللَّحْمَ جِنْسٌ وَاحِدٌ ; فَمَنْعُ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ هُوَ الظَّاهِرُ. وَعَلَى أَنَّ اللُّحُومَ أَجْنَاسٌ مُخْتَلِفَةٌ ; فَبَيْعُ اللَّحْمِ بِحَيَوَانٍ مِنْ غَيْرِ جِنْسِهِ الظَّاهِرُ فِيهِ الْجَوَازُ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" فَإِذَا اخْتَلَفَتِ الْأَجْنَاسُ فَبِيعُوا كَيْفَ شِئْتُمْ \" ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> اشْتَرَطَ الْمَالِكِيَّةُ فِي مَنْعِ بَيْعِ الْحَيَوَانِ بِاللَّحْمِ مِنْ جِنْسِهِ: إِلَّا يَكُونَ اللَّحْمُ مَطْبُوخًا. فَإِنْ كَانَ مَطْبُوخًا: جَازَ عِنْدَهُمْ بَيْعُهُ بِالْحَيَوَانِ مِنْ جِنْسِهِ، وَهُوَ مَعْنَى قَوْلِ خَلِيلٍ فِي مُخْتَصَرِهِ. وَفَسَدَ مَنْهِيٌّ عَنْهُ إِلَّا بِدَلِيلٍ كَحَيَوَانٍ بِلَحْمِ جِنْسِهِ إِنْ لَمْ يُطْبَخْ. وَاحْتَجُّوا لِذَلِكَ ; بِأَنَّ الطَّبْخَ يَنْقُلُ اللَّحْمَ عَنْ جِنْسِهِ ; فَيَجُوزُ التَّفَاضُلُ بَيْنَهُ وَبَيْنَ اللَّحْمِ الَّذِي لَمْ يُطْبَخْ ; فَبَيْعُهُ بِالْحَيَوَانِ مِنْ بَابِ أَوْلَى. هَكَذَا يَقُولُونَ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: اعْلَمْ أَنَّ ظَاهِرَ هَذِهِ الْآيَةِ الْكَرِيمَةِ يَدُلُّ عَلَى أَنَّهُ يَجُوزُ لِلرَّجُلِ أَنْ يَلْبَسَ الثَّوْبَ الْمُكَلَّلَ بِاللُّؤْلُؤِ وَالْمَرْجَانِ ; لِأَنَّ اللَّهَ - جَلَّ وَعَلَا - قَالَ فِيهَا فِي مَعْرِضِ الِامْتِنَانِ الْعَامِّ عَلَى خَلْقِهِ عَاطِفًا عَلَى الْأَكْلِ: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] ، وَهَذَا الْخِطَابُ خِطَابُ الذُّكُورِ كَمَا هُوَ مَعْرُوفٌ. وَنَظِيرُ ذَلِكَ قَوْلُهُ تَعَالَى فِي سُورَةِ فَاطِرٍ: وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا [٣٥ \\ ١٢] ، وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: امْتَنَّ اللَّهُ سُبْحَانَهُ عَلَى الرِّجَالِ وَالنِّسَاءِ امْتِنَانًا عَامًّا بِمَا يَخْرُجُ مِنَ الْبَحْرِ، فَلَا يَحْرُمُ عَلَيْهِمْ شَيْءٌ مِنْهُ، وَإِنَّمَا حَرَّمَ تَعَالَى عَلَى الرِّجَالِ الذَّهَبَ وَالْحَرِيرَ. وَقَالَ صَاحِبُ الْإِنْصَافِ: يَجُوزُ لِلرَّجُلِ وَالْمَرْأَةِ التَّحَلِّي بِالْجَوْهَرِ وَنَحْوِهِ، وَهُوَ الصَّحِيحُ مِنَ الْمَذْهَبِ. وَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى أَنَّهُ لَا يَجُوزُ لِلرَّجُلِ أَنْ يَلْبَسَ الثَّوْبَ الْمُكَلَّلَ بِاللُّؤْلُؤِ مَثَلًا، وَلَا أَعْلَمُ لِلتَّحْرِيمِ مُسْتَنَدًا إِلَّا عُمُومَ الْأَحَادِيثِ الْوَارِدَةِ بِالزَّجْرِ الْبَالِغِ عَنْ تَشَبُّهِ الرِّجَالِ بِالنِّسَاءِ، كَالْعَكْسِ! قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ:  «بَابُ الْمُتَشَبِّهِينَ بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ بِالرِّجَالِ» : حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا -، قَالَ:  «لَعَنَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ» . فَهَذَا الْحَدِيثُ نَصٌّ صَرِيحٌ فِي أَنَّ تَشَبُّهَ الرِّجَالِ بِالنِّسَاءِ حَرَامٌ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَلْعَنُ أَحَدًا إِلَّا عَلَى ارْتِكَابِ حَرَامٍ شَدِيدِ الْحُرْمَةِ. وَلَا شَكَّ أَنَّ الرَّجُلَ إِذْ لَبِسَ اللُّؤْلُؤَ وَالْمَرْجَانَ فَقَدْ تَشَبَّهَ بِالنِّسَاءِ. فَإِنْ قِيلَ: يَجِبُ تَقْدِيمُ الْآيَةِ عَلَى هَذَا الْحَدِيثِ، وَمَا جَرَى مَجْرَاهُ مِنَ الْأَحَادِيثِ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلِ: أَنَّ الْآيَةَ نَصٌّ مُتَوَاتِرٌ، وَالْحَدِيثُ الْمَذْكُورُ خَبَرُ آحَادٍ، وَالْمُتَوَاتِرُ مُقَدَّمٌ عَلَى الْآحَادِ. </p><p> الثَّانِي: أَنَّ الْحَدِيثَ عَامٌّ فِي كُلِّ أَنْوَاعِ التَّشَبُّهِ بِالنِّسَاءِ، وَالْآيَةَ خَاصَّةٌ فِي إِبَاحَةِ الْحِلْيَةِ الْمُسْتَخْرَجَةِ مِنَ الْبَحْرِ، وَالْخَاصُّ مُقَدَّمٌ عَلَى الْعَامِّ؟ فَالْجَوَابُ: أَنَّا لَمْ نَرَ مَنْ تَعَرَّضَ لِهَذَا. وَالَّذِي يَظْهَرُ لَنَا - وَاللَّهُ تَعَالَى أَعْلَمُ -: أَنَّ الْآيَةَ الْكَرِيمَةَ وَإِنْ كَانَتْ أَقْوَى سَنَدًا وَأَخَصَّ، فِي مَحَلِّ النِّزَاعِ ; فَإِنَّ الْحَدِيثَ أَقْوَى دَلَالَةً عَلَى مَحَلِّ النِّزَاعِ مِنْهَا ; وَقُوَّةُ الدَّلَالَةِ فِي نَصٍّ صَالِحٍ لِلِاحْتِجَاجِ عَلَى مَحَلِّ النِّزَاعِ أَرْجَحُ مِنْ قُوَّةِ السَّنَدِ ; لِأَنَّ قَوْلَهُ: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] ، يَحْتَمِلُ مَعْنَاهُ احْتِمَالًا قَوِيًّا: أَنَّ وَجْهَ الِامْتِنَانِ بِهِ أَنَّ نِسَاءَهُمْ يَتَجَمَّلْنَ لَهُمْ بِهِ، فَيَكُونُ تَلَذُّذُهُمْ وَتَمَتُّعُهُمْ بِذَلِكَ الْجَمَالِ وَالزِّينَةِ النَّاشِئِ عَنْ تِلْكَ الْحِلْيَةِ مِنْ نِعَمِ اللَّهِ عَلَيْهِمْ، وَإِسْنَادُ اللِّبَاسِ إِلَيْهِمْ لِنَفْعِهِمْ بِهِ، وَتَلَذُّذِهِمْ بِلُبْسِ أَزْوَاجِهِمْ لَهُ، بِخِلَافِ الْحَدِيثِ فَهُوَ نَصٌّ صَرِيحٌ غَيْرُ مُحْتَمِلٍ فِي لَعْنِ مَنْ تَشَبَّهَ بِالنِّسَاءِ، وَلَا شَكَّ أَنَّ الْمُتَحَلِّيَ بِاللُّؤْلُؤِ مَثَلًا مُتَشَبِّهٌ بِهِنَّ ; فَالْحَدِيثُ يَتَنَاوَلُهُ بِلَا شَكٍّ. وَقَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِي الْكَلَامِ عَلَى الْحَدِيثِ الْمَذْكُورِ، وَاسْتُدِلَّ بِهِ عَلَى أَنَّهُ يَحْرُمُ عَلَى الرِّجَالِ لُبْسُ الثَّوْبِ الْمُكَلَّلِ بِاللُّؤْلُؤِ، وَهُوَ وَاضِحٌ، لِوُرُودِ عَلَامَاتِ التَّحْرِيمِ وَهُوَ لَعْنُ مَنْ فَعَلَ ذَلِكَ: وَأَمَّا قَوْلُ الشَّافِعِيِّ: وَلَا أَكْرَهُ لِلرَّجُلِ لُبْسَ اللُّؤْلُؤِ، إِلَّا لِأَنَّهُ مِنْ زِيِّ النِّسَاءِ، فَلَيْسَ مُخَالِفًا لِذَلِكَ ; لِأَنَّ مُرَادَهُ أَنَّهُ لَمْ يَرِدْ فِي النَّهْيِ عَنْهُ بِخُصُوصِهِ شَيْءٌ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ: لَا يَخْفَى أَنَّ الْفِضَّةَ وَالذَّهَبَ يُمْنَعُ الشُّرْبُ فِي آنِيَتِهِمَا مُطْلَقًا، وَلَا يَخْفَى أَيْضًا أَنَّهُ يَجُوزُ لُبْسُ الذَّهَبِ وَالْحَرِيرِ لِلنِّسَاءِ وَيُمْنَعُ لِلرِّجَالِ. وَهَذَا مِمَّا لَا خِلَافَ فِيهِ ; لِكَثْرَةِ النُّصُوصِ الصَّحِيحَةِ الْمُصَرِّحَةِ بِهِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِجْمَاعِ الْمُسْلِمِينَ عَلَى ذَلِكَ، وَمَنْ شَذَّ فَهُوَ مَحْجُوجٌ بِالنُّصُوصِ الصَّرِيحَةِ وَإِجْمَاعِ مَنْ يُعْتَدُّ بِهِ مِنَ الْمُسْلِمِينَ عَلَى ذَلِكَ. وَسَنَذْكُرُ طَرَفًا قَلِيلًا مِنَ النُّصُوصِ الْكَثِيرَةِ الْوَارِدَةِ فِي ذَلِكَ. </p><p> أَمَّا الشُّرْبُ فِي آنِيَتِهِمَا: فَقَدْ أَخْرَجَ الشَّيْخَانِ، وَالْإِمَامُ أَحْمَدُ، وَأَصْحَابُ السُّنَنِ، عَنْ حُذَيْفَةَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «وَلَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا ; فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ» ، وَلَفْظَةُ:  «وَلَا تَأْكُلُوا فِي صِحَافِهَا» فِي صَحِيحِ مُسْلِمٍ: وَعَنْ أُمِّ سَلَمَةَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّ الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» ، مُتَّفَقٌ عَلَيْهِ. وَفِي رِوَايَةٍ لِمُسْلِمٍ:  «إِنَّ الَّذِي يَأْكُلُ أَوْ يَشْرَبُ فِي إِنَاءِ الذَّهَبِ وَالْفِضَّةِ، إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» ، وَالْأَحَادِيثُ بِمِثْلِ هَذَا كَثِيرَةٌ. </p><p> وَأَمَّا لُبْسُ الْحَرِيرِ وَالدِّيبَاجِ الَّذِي هُوَ نَوْعٌ مِنَ الْحَرِيرِ: فَعَنْ حُذَيْفَةَ - رَضِيَ اللَّهُ عَنْهُ - </p><p> قَالَ: سَمِعْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «لَا تَلْبَسُوا الْحَرِيرَ وَلَا الدِّيبَاجَ، وَلَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ ; فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ» ، أَخْرَجَهُ الشَّيْخَانِ وَبَاقِي الْجَمَاعَةِ. وَعَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - سَمِعْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «لَا تَلْبَسُوا الْحَرِيرَ ; فَإِنَّ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الْآخِرَةِ» ، مُتَّفَقٌ عَلَيْهِ. وَعَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا فَلَنْ يَلْبَسَهُ فِي الْآخِرَةِ» ، مُتَّفَقٌ عَلَيْهِ أَيْضًا. وَالْأَحَادِيثُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَأَمَّا لُبْسُ الذَّهَبِ: فَقَدْ أَخْرَجَ الشَّيْخَانِ فِي صَحِيحَيْهِمَا مِنْ حَدِيثِ الْبَرَاءِ بْنِ عَازِبٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «نَهَاهُمْ عَنْ خَاتَمِ الذَّهَبِ» ، قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَشْعَثُ بْنُ سُلَيْمٍ، قَالَ: سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدِ بْنِ مُقْرِنٍ، قَالَ: سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ - رَضِيَ اللَّهُ عَنْهُمَا - يَقُولُ:  «نَهَانَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -عَنْ سَبْعٍ:نَهَى عَنْ خَاتَمِ الذَّهَبِ - أَوْ قَالَ حَلْقَةِ الذَّهَبِ -، وَعَنِ الْحَرِيرِ، وَالْإِسْتَبْرَقِ، وَالدِّيبَاجِ، وَالْمِيثَرَةِ الْحَمْرَاءِ، وَالْقِسِّيِّ، وَآنِيَةِ الْفِضَّةِ،وَأَمَرَنَا بِسَبْعٍ:بِعِيَادَةِ الْمَرِيضِ، وَاتِّبَاعِ الْجَنَائِزِ، وَتَشْمِيتِ الْعَاطِسِ، وَرَدِّ السَّلَامِ، وَإِجَابَةِ الدَّاعِي، وَإِبْرَارِ الْمُقْسِمِ، وَنَصْرِ الْمَظْلُومِ» ، وَلَفْظُ مُسْلِمٍ فِي صَحِيحِهِ قَرِيبٌ مِنْهُ، إِلَّا أَنَّ مُسْلِمًا قَدَّمَ السَّبْعَ الْمَأْمُورَ بِهَا عَلَى السَّبْعِ الْمَنْهِيِّ عَنْهَا. وَقَالَ فِي حَدِيثِهِ:  «وَنَهَانَا عَنْ خَوَاتِيمَ، أَوْ عَنْ تَخَتُّمٍ بِالذَّهَبِ» ، وَهَذَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ يَدُلُّ عَلَى أَنَّ لُبْسَ الذَّهَبِ لَا يَحِلُّ لِلرِّجَالِ ; لِأَنَّهُ إِذَا مَنَعَ الْخَاتَمَ مِنْهُ فَغَيْرُهُ أَوْلَى، وَهُوَ كَالْمَعْلُومِ مِنَ الدِّينِ بِالضَّرُورَةِ، وَالْأَحَادِيثُ فِيهِ كَثِيرَةٌ. </p><p> وَأَمَّا جَوَازُ لُبْسِ النِّسَاءِ لِلْحَرِيرِ: فَلَهُ أَدِلَّةٌ كَثِيرَةٌ، مِنْهَا: حَدِيثُ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -: أَهْدَيْتُ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حُلَّةً سِيَرَاءَ، فَبَعَثَ بِهَا إِلَيَّ فَلَبِسْتُهَا فَعَرَفْتُ الْغَضَبَ فِي وَجْهِهِ، فَقَالَ:  «إِنِّي لَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا، إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتَشُقَّهَا خُمُرًا بَيْنَ نِسَائِكَ» ، مُتَّفَقٌ عَلَيْهِ. وَعَنْ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّهُ رَأَى عَلَى أُمِّ كُلْثُومٍ بِنْتِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بُرْدَ حُلَّةٍ سِيَرَاءَ. أَخْرَجَهُ الْبُخَارِيُّ وَالنَّسَائِيُّ وَأَبُو دَاوُدَ، وَالْأَحَادِيثُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. وَإِبَاحَةُ الْحَرِيرِ لِلنِّسَاءِ كَالْمَعْلُومِ بِالضَّرُورَةِ. وَمُخَالَفَةُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ - رَضِيَ اللَّهُ عَنْهُمَا - فِي ذَلِكَ لَا أَثَرَ لَهَا ; لِأَنَّهُ مَحْجُوجٌ بِالنُّصُوصِ الصَّحِيحَةِ، وَاتِّفَاقِ عَامَّةِ عُلَمَاءِ الْمُسْلِمِينَ. </p><p> وَأَمَّا جَوَازُ لُبْسِ الذَّهَبِ لِلنِّسَاءِ: فَقَدْ وَرَدَتْ فِيهِ أَحَادِيثُ كَثِيرَةٌ. مِنْهَا: مَا رَوَاهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَالْحَاكِمُ وَصَحَّحَاهُ، وَالطَّبَرَانِيُّ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أُحِلَّ الذَّهَبُ وَالْحَرِيرُ لِلْإِنَاثِ مِنْ أُمَّتِي، وَحُرِّمَ عَلَى ذُكُورِهَا» ، وَفِي هَذَا الْحَدِيثِ كَلَامٌ ; لِأَنَّ رَاوِيَهُ عَنْ أَبِي مُوسَى وَهُوَ سَعِيدُ بْنُ أَبِي هِنْدٍ، قَالَ </p><p> بَعْضُ الْعُلَمَاءِ: لَمْ يَسْمَعْ مِنْ أَبِي مُوسَى. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَلَوْ فَرَضْنَا أَنَّهُ لَمْ يَسْمَعْ مِنْهُ فَالْحَدِيثُ حُجَّةٌ ; لِأَنَّهُ مُرْسَلٌ مُعْتَضِدٌ بِأَحَادِيثَ كَثِيرَةٍ، مِنْهَا مَا هُوَ حَسَنٌ، وَمِنْهَا مَا إِسْنَادُهُ مُقَارِبٌ، كَمَا بَيَّنَهُ الْحَافِظُ فِي التَّلْخِيصِ وَبِإِجْمَاعِ الْمُسْلِمِينَ، وَقَدْ قَالَ الْبَيْهَقِيُّ - رَحِمَهُ اللَّهُ - فِي سُنَنِهِ الْكُبْرَى، «بَابُ سِيَاقِ أَخْبَارٍ تَدُلُّ عَلَى تَحْرِيمِ التَّحَلِّي بِالذَّهَبِ» ، وَسَاقَ أَحَادِيثَ فِي ذَلِكَ، ثُمَّ قَالَ:  «بَابُ سِيَاقِ أَخْبَارٍ تَدُلُّ عَلَى إِبَاحَتِهِ لِلنِّسَاءِ» ، ثُمَّ سَاقَ فِي ذَلِكَ أَحَادِيثَ، وَذَكَرَ مِنْهَا حَدِيثَ سَعِيدِ بْنِ أَبِي هِنْدٍ الْمَذْكُورَ عَنْ أَبِي مُوسَى، ثُمَّ قَالَ: وَرُوِّينَاهُ مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ، وَعُقْبَةَ بْنِ عَامِرٍ، وَعَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَذَكَرَ مِنْهَا أَيْضًا حَدِيثَ عَائِشَةَ قَالَتْ: قَدِمَتْ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِلْيَةٌ مِنْ عِنْدِ النَّجَاشِيِّ أَهْدَاهَا لَهُ، فِيهَا خَاتَمٌ مِنْ ذَهَبٍ، فَأَخَذَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِعُودٍ مُعْرِضًا عَنْهُ أَوْ بِبَعْضِ أَصَابِعِهِ، ثُمَّ دَعَا أُمَامَةَ بِنْتَ أَبِي الْعَاصِ بِنْتَ ابْنَتِهِ زَيْنَبَ، فَقَالَ:  «تَحَلِّي هَذَا يَا بُنَيَّةُ» ، وَذَكَرَ مِنْهَا أَيْضًا حَدِيثَ بِنْتِ أَسْعَدَ بْنِ زُرَارَةَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّهَا كَانَتْ هِيَ وَأُخْتَاهَا فِي حِجْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِأَنَّ أَبَاهُنَّ أَوْصَى إِلَيْهِ بِهِنَّ، قَالَتْ: فَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُحَلِّينَا بِالذَّهَبِ وَاللُّؤْلُؤِ. وَفِي رِوَايَةٍ:  «يُحَلِّينَا رِعَاثًا مِنْ ذَهَبٍ وَلُؤْلُؤٍ» ، وَفِي رِوَايَةٍ:  «يُحَلِّينَا التِّبْرَ وَاللُّؤْلُؤَ» ، ثُمَّ قَالَ الْبَيْهَقِيُّ: قَالَ أَبُو عُبَيْدٍ: قَالَ أَبُو عَمْرٍو: وَوَاحِدُ الرِّعَاثِ رُعْثَةٌ، وَرُعَثَةٌ وَهُوَ الْقُرْطُ. ثُمَّ قَالَ الْبَيْهَقِيُّ: فَهَذِهِ الْأَخْبَارُ وَمَا وَرَدَ فِي مَعْنَاهَا تَدُلُّ عَلَى إِبَاحَةِ التَّحَلِّي بِالذَّهَبِ لِلنِّسَاءِ، وَاسْتَدْلَلْنَا بِحُصُولِ الْإِجْمَاعِ عَلَى إِبَاحَتِهِ لَهُنَّ عَلَى نَسْخِ الْأَخْبَارِ الدَّالَّةِ عَلَى تَحْرِيمِهِ فِيهِنَّ خَاصَّةً. وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ مُوَافَقَةَ الْإِجْمَاعِ لِخَبَرِ الْآحَادِ تُصَيِّرُهُ قَطْعِيًّا لِاعْتِضَادِهِ بِالْقَطْعِيِّ، وَهُوَ الْإِجْمَاعُ. وَقَدْ تَقَدَّمَ ذَلِكَ فِي «سُورَةِ التَّوْبَةِ» ، وَاللَّهُ أَعْلَمُ. </p><p> فَتَحَصَّلَ أَنَّهُ لَا شَكَّ فِي تَحْرِيمِ لُبْسِ الذَّهَبِ وَالْحَرِيرِ عَلَى الرِّجَالِ، وَإِبَاحَتِهِ لِلنِّسَاءِ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ: أَمَّا لُبْسُ الرِّجَالِ خَوَاتِمَ الْفِضَّةِ فَهُوَ جَائِزٌ بِلَا شَكٍّ، وَأَدِلَّتُهُ مَعْرُوفَةٌ فِي السُّنَّةِ، وَمِنْ أَوْضَحِهَا خَاتَمُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْفِضَّةِ الْمَنْقُوشُ فِيهِ:  «مُحَمَّدٌ رَسُولُ اللَّهِ» ، الَّذِي كَانَ يَلْبَسُهُ بَعْدَهُ أَبُو بَكْرٍ ثُمَّ عُمَرُ ثُمَّ عُثْمَانُ. حَتَّى سَقَطَ فِي بِئْرِ أَرِيسَ كَمَا هُوَ ثَابِتٌ فِي الصَّحِيحَيْنِ. أَمَّا لُبْسُ الرِّجَالِ لِغَيْرِ الْخَاتَمِ مِنَ الْفِضَّةِ فَفِيهِ خِلَافٌ بَيْنَ الْعُلَمَاءِ، وَسَنُوَضِّحُ هَذِهِ الْمَسْأَلَةَ إِنْ شَاءَ اللَّهُ. </p><p> اعْلَمْ أَوَّلًا: أَنَّ الرَّجُلَ إِذَا لَبِسَ مِنَ الْفِضَّةِ مِثْلَ مَا يَلْبَسُهُ النِّسَاءُ مِنَ الْحُلِيِّ: كَالْخَلْخَالِ، وَالسِّوَارِ، وَالْقُرْطِ، وَالْقِلَادَةِ، وَنَحْوِ ذَلِكَ، فَهَذَا لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِي مَنْعِهِ ; لِأَنَّهُ تَشَبُّهٌ </p><p> بِالنِّسَاءِ، وَمَنْ تَشَبَّهَ بِهِنَّ مِنَ الرِّجَالِ فَهُوَ مَلْعُونٌ عَلَى لِسَانِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا مَرَّ آنِفًا. وَكُلُّ مَنْ كَانَ مَلْعُونًا عَلَى لِسَانِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ مَلْعُونٌ فِي كِتَابِ اللَّهِ، كَمَا قَالَ ابْنُ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - ; لِأَنَّ اللَّهَ يَقُولُ: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] ، وَأَمَّا غَيْرُ ذَلِكَ كَجَعْلِ الرَّجُلِ الْفِضَّةَ فِي الثَّوْبِ، وَاسْتِعْمَالِ الرَّجُلِ شَيْئًا مُحَلًّى بِأَحَدِ النَّقْدَيْنِ ; فَجَمَاهِيرُ الْعُلَمَاءِ مِنْهُمُ الْأَئِمَّةُ الْأَرْبَعَةُ عَلَى أَنَّ ذَلِكَ مَمْنُوعٌ، مَعَ الْإِجْمَاعِ عَلَى جَوَازِ تَخَتُّمِ الرَّجُلِ بِخَاتَمِ الْفِضَّةِ. وَالِاخْتِلَافُ فِي أَشْيَاءَ: كَالْمِنْطَقَةِ، وَآلَةِ الْحَرْبِ وَنَحْوِهِ، وَالْمُصْحَفِ. وَالِاتِّفَاقُ عَلَى جَعْلِ الْأَنْفِ مِنَ الذَّهَبِ وَرَبْطِ الْأَسْنَانِ بِالذَّهَبِ وَالْفِضَّةِ. وَسَنَذْكُرُ بَعْضَ النُّصُوصِ مِنْ فُرُوعِ الْمَذَاهِبِ الْأَرْبَعَةِ فِي ذَلِكَ. </p><p> قَالَ خَلِيلُ بْنُ إِسْحَاقَ الْمَالِكِيُّ فِي مُخْتَصَرِهِ الَّذِي قَالَ فِي تَرْجَمَتِهِ مُبَيِّنًا لِمَا بِهِ الْفَتْوَى مَا نَصُّهُ: وَحَرُمَ اسْتِعْمَالُ ذَكَرٍ مُحَلًّى وَلَوْ مِنْطَقَةً وَآلَةَ حَرْبٍ ; إِلَّا السَّيْفَ وَالْأَنْفَ، وَرَبْطَ سِنٍّ مُطْلَقًا، وَخَاتَمَ فِضَّةٍ ; لَا مَا بَعْضُهُ ذَهَبٌ وَلَوْ قَلَّ، وَإِنَاءَ نَقْدٍ وَاقْتِنَاؤُهُ وَإِنْ لِامْرَأَةٍ. وَفِي الْمُغَشَّى، وَالْمُمَوَّهِ، وَالْمُضَبَّبِ، وَذِي الْحَلْقَةِ، وَإِنَاءِ الْجَوْهَرِ، قَوْلَانِ. وَجَازَ لِلْمَرْأَةِ الْمَلْبُوسُ مُطْلَقًا وَلَوْ نَعْلًا لَا كَسَرِيرٍ. انْتَهَى الْغَرَضُ مِنْ كَلَامِ خَلِيلٍ مَعَ اخْتِلَافٍ فِي بَعْضِ الْمَسَائِلِ الَّتِي ذَكَرَهَا عِنْدَ الْمَالِكِيَّةِ. وَقَالَ صَاحِبُ تَبْيِينِ الْحَقَائِقِ فِي مَذْهَبِ الْإِمَامِ أَبِي حَنِيفَةَ مَا نَصُّهُ: وَلَا يَتَحَلَّى الرَّجُلُ بِالذَّهَبِ وَالْفِضَّةِ، إِلَّا بِالْخَاتَمِ وَالْمِنْطَقَةِ وَحِلْيَةِ السَّيْفِ مِنَ الْفِضَّةِ. اهـ. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ فِي مَذْهَبِ الشَّافِعِيِّ:  «فَصْلٌ فِيمَا يَحِلُّ وَيَحْرُمُ مِنَ الْحُلِيِّ:» فَالذَّهَبُ أَصْلُهُ عَلَى التَّحْرِيمِ فِي حَقِّ الرِّجَالِ، وَعَلَى الْإِبَاحَةِ لِلنِّسَاءِ - إِلَى أَنْ قَالَ: وَأَمَّا الْفِضَّةُ فَيَجُوزُ لِلرَّجُلِ التَّخَتُّمُ بِهَا، وَهَلْ لَهُ مَا سِوَى الْخَاتَمِ مِنْ حُلِيِّ الْفِضَّةِ: كَالدُّمْلُجِ، وَالسِّوَارِ، وَالطَّوْقِ، وَالتَّاجِ ; فِيهِ وَجْهَانِ. قَطَعَ الْجُمْهُورُ بِالتَّحْرِيمِ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِ النَّوَوِيِّ. وَقَالَ ابْنُ قُدَامَةَ فِي الْمُقْنِعِ فِي مَذْهَبِ الْإِمَامِ أَحْمَدَ: وَيُبَاحُ لِلرِّجَالِ مِنَ الْفِضَّةِ الْخَاتَمُ، وَفِي حِلْيَةِ الْمِنْطَقَةِ رِوَايَتَانِ، وَعَلَى قِيَاسِهَا الْجَوْشَنُ وَالْخُوذَةُ وَالْخُفُّ وَالرَّانُ وَالْحَمَائِلُ. وَمِنَ الذَّهَبِ قَبِيعَةُ السَّيْفِ. وَيُبَاحُ لِلنِّسَاءِ مِنَ الذَّهَبِ وَالْفِضَّةِ كُلُّ مَا جَرَتْ عَادَتُهُنَّ بِلُبْسِهِ قَلَّ أَوْ كَثُرَ. انْتَهَى مَحَلُّ الْغَرَضِ مِنَ الْمُقْنِعِ. </p><p> فَقَدْ ظَهَرَ مِنْ هَذِهِ النُّقُولِ: أَنَّ الْأَئِمَّةَ الْأَرْبَعَةَ فِي الْجُمْلَةِ مُتَّفِقُونَ عَلَى مَنْعِ اسْتِعْمَالِ الْمُحَلَّى بِالذَّهَبِ أَوِ الْفِضَّةِ مِنْ ثَوْبٍ أَوْ آلَةٍ أَوْ غَيْرِ ذَلِكَ، إِلَّا فِي أَشْيَاءَ اسْتَثْنَوْهَا عَلَى اخْتِلَافٍ بَيْنَهُمْ فِي بَعْضِهَا. وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يُمْنَعُ لُبْسُ شَيْءٍ مِنَ الْفِضَّةِ. وَاسْتَدَلَّ مَنْ قَالَ بِهَذَا بِأَمْرَيْنِ: أَحَدُهُمَا: أَنَّهَا لَمْ يَثْبُتْ فِيهَا تَحْرِيمٌ. قَالَ صَاحِبُ الْإِنْصَافِ فِي شَرْحِ قَوْلِ صَاحِبِ </p><p> الْمُقْنِعِ: وَعَلَى قِيَاسِهَا الْجَوْشَنُ وَالْخُوذَةُ إِلَخْ، مَا نَصُّهُ: وَقَالَ صَاحِبُ الْفُرُوعِ فِيهِ: وَلَا أَعْرِفُ عَلَى تَحْرِيمِ الْفِضَّةِ نَصًّا عَنْ أَحْمَدَ. وَكَلَامُ شَيْخِنَا يَدُلُّ عَلَى إِبَاحَةِ لُبْسِهَا لِلرِّجَالِ، إِلَّا مَا دَلَّ الشَّرْعُ عَلَى تَحْرِيمِهِ - انْتَهَى. وَقَالَ الشَّيْخُ تَقِيُّ الدِّينِ أَيْضًا: لُبْسُ الْفِضَّةِ إِذَا لَمْ يَكُنْ فِيهِ لَفْظٌ عَامٌّ لَمْ يَكُنْ لِأَحَدٍ أَنْ يُحَرِّمَ مِنْهُ، إِلَّا مَا قَامَ الدَّلِيلُ الشَّرْعِيُّ عَلَى تَحْرِيمِهِ، فَإِذَا أَبَاحَتِ السُّنَّةُ خَاتَمَ الْفِضَّةِ دَلَّ عَلَى إِبَاحَةِ مَا فِي مَعْنَاهُ، وَمَا هُوَ أَوْلَى مِنْهُ بِالْإِبَاحَةِ، وَمَا لَمْ يَكُنْ كَذَلِكَ فَيَحْتَاجُ إِلَى نَظَرٍ فِي تَحْلِيلِهِ وَتَحْرِيمِهِ، وَالتَّحْرِيمُ يَفْتَقِرُ إِلَى دَلِيلٍ، وَالْأَصْلُ عَدَمُهُ. وَنَصَرَهُ صَاحِبُ الْفُرُوعِ، وَرَدَّ جَمِيعَ مَا اسْتَدَلَّ بِهِ الْأَصْحَابُ. انْتَهَى كَلَامُ صَاحِبِ الْإِنْصَافِ. </p><p> الْأَمْرُ الثَّانِي: حَدِيثٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَدُلُّ عَلَى ذَلِكَ. قَالَ أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ أَسِيدِ بْنِ أَبِي أَسِيدٍ الْبَرَّادِ، عَنْ نَافِعِ بْنِ عَيَّاشٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ أَحَبَّ أَنْ يُحَلِّقَ حَبِيبَهُ حَلْقَةً مِنْ نَارٍ فَلْيُحَلِّقْهُ حَلْقَةً مِنْ ذَهَبٍ، وَمَنْ أَحَبَّ أَنْ يُطَوِّقَ حَبِيبَهُ طَوْقًا مِنْ نَارٍ فَلْيُطَوِّقْهُ طَوْقًا مِنْ ذَهَبٍ، وَمَنْ أَحَبَّ أَنْ يُسَوِّرَ حَبِيبَهُ سِوَارًا مِنْ نَارٍ فَلْيُسَوِّرْهُ سِوَارًا مِنْ ذَهَبٍ، وَلَكِنْ عَلَيْكُمْ بِالْفِضَّةِ فَالْعَبُوا بِهَا» هَذَا لَفْظُ أَبِي دَاوُدَ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: الَّذِي يَظْهَرُ لِي - وَاللَّهُ أَعْلَمُ - أَنَّ هَذَا الْحَدِيثَ لَا دَلِيلَ فِيهِ عَلَى إِبَاحَةِ لُبْسِ الْفِضَّةِ لِلرِّجَالِ. وَمَنِ اسْتَدَلَّ بِهَذَا الْحَدِيثِ عَلَى جَوَازِ لُبْسِ الرِّجَالِ لِلْفِضَّةِ فَقَدْ غَلِطَ ; بَلْ مَعْنَى الْحَدِيثِ: أَنَّ الذَّهَبَ كَانَ حَرَامًا عَلَى النِّسَاءِ، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى الرِّجَالَ عَنْ تَحْلِيَةِ نِسَائِهِمْ بِالذَّهَبِ، وَقَالَ لَهُمْ:  «الْعَبُوا بِالْفِضَّةِ» ، أَيْ: حَلُّوا نِسَاءَكُمْ مِنْهَا بِمَا شِئْتُمْ. ثُمَّ بَعْدَ ذَلِكَ نُسِخَ تَحْرِيمُ الذَّهَبِ عَلَى النِّسَاءِ. وَالدَّلِيلُ عَلَى هَذَا الَّذِي ذَكَرْنَا أُمُورٌ: </p><p> الْأَوَّلُ: أَنَّ الْحَدِيثَ لَيْسَ فِي خِطَابِ الرِّجَالِ بِمَا يَلْبَسُونَهُ بِأَنْفُسِهِمْ ; بَلْ بِمَا يُحَلُّونَ بِهِ أَحْبَابَهُمْ، وَالْمُرَادُ نِسَاؤُهُمْ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِيهِ:  «مَنْ أَحَبَّ أَنْ يُحَلِّقَ حَبِيبَهُ» ، «أَنْ يُطَوِّقَ حَبِيبَهُ» ، «أَنْ يُسَوِّرَ حَبِيبَهُ» ، وَلَمْ يَقُلْ: مَنْ أَحَبَّ أَنْ يُحَلِّقَ نَفْسَهُ، وَلَا أَنْ يُطَوِّقَ نَفْسَهُ، وَلَا أَنْ يُسَوِّرَ نَفْسَهُ ; فَدَلَّ ذَلِكَ دَلَالَةً وَاضِحَةً لَا لَبْسَ فِيهَا عَلَى أَنَّ الْمُرَادَ بِقَوْلِهِ:  «فَالْعَبُوا بِهَا» ، أَيْ: حَلُّوا بِهَا أَحْبَابَكُمْ كَيْفَ شِئْتُمْ ; لِارْتِبَاطِ آخِرِ الْكَلَامِ بِأَوَّلِهِ. </p><p> الْأَمْرُ الثَّانِي: أَنَّهُ لَيْسَ مِنْ عَادَةِ الرِّجَالِ أَنْ يَلْبَسُوا حِلَقَ الذَّهَبِ، وَلَا أَنْ يَطَّوَّقُوا بِالذَّهَبِ، وَلَا يَتَسَوَّرُوا بِهِ فِي الْغَالِبِ ; فَدَلَّ ذَلِكَ عَلَى أَنَّ الْمُرَادَ بِذَلِكَ مَنْ شَأْنُهُ لُبْسُ الْحَلْقَةِ </p><p> وَالطَّوْقُ وَالسِّوَارُ مِنَ الذَّهَبِ، وَهُنَّ النِّسَاءُ بِلَا شَكٍّ. </p><p> الْأَمْرُ الثَّالِثُ: أَنَّ أَبَا دَاوُدَ - رَحِمَهُ اللَّهُ - قَالَ بَعْدَ الْحَدِيثِ الْمَذْكُورِ مُتَّصِلًا بِهِ: حَدَّثَنَا مُسَدَّدٌ، ثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ خِرَاشٍ، عَنِ امْرَأَتِهِ، عَنْ أُخْتٍ لِحُذَيْفَةَ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «يَا مَعْشَرَ النِّسَاءِ، أَمَا لَكُنَّ فِي الْفِضَّةِ مَا تَحَلَّيْنَ بِهِ، أَمَا إِنَّهُ لَيْسَ مِنْكُنَّ امْرَأَةٌ تَحَلَّى ذَهَبًا تُظْهِرُهُ إِلَّا عُذِّبَتْ بِهِ» . </p><p> حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، ثِنًّا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ، ثَنَا يَحْيَى أَنَّ مُحَمَّدَ بْنَ عَمْرٍو الْأَنْصَارِيَّ، حَدَّثَهُ أَنَّ أَسْمَاءَ بِنْتَ يَزِيدَ حَدَّثَتْهُ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَيُّمَا امْرَأَةٍ تَقَلَّدَتْ قِلَادَةً مِنْ ذَهَبٍ قُلِّدَتْ فِي عُنُقِهَا مِثْلَهُ مِنَ النَّارِ يَوْمَ الْقِيَامَةِ، وَأَيُّمَا امْرَأَةٍ جَعَلَتْ فِي أُذُنِهَا خُرْصًا مِنْ ذَهَبٍ جُعِلَ فِي أُذُنِهَا مِثْلَهُ مِنَ النَّارِ يَوْمَ الْقِيَامَةِ» . </p><p> فَهَذَانِ الْحَدِيثَانِ يَدُلَّانِ عَلَى أَنَّ الْمُرَادَ بِالْحَدِيثِ الْأَوَّلِ: مَنْعُ الذَّهَبِ لِلنِّسَاءِ، وَأَنَّ قَوْلَهُ:  «فَالْعَبُوا بِهَا» مَعْنَاهُ: فَحَلُّوا نِسَاءَكُمْ مِنَ الْفِضَّةِ بِمَا شِئْتُمْ كَمَا هُوَ صَرِيحٌ فِي الْحَدِيثَيْنِ الْأَخِيرَيْنِ. وَهَذَا وَاضِحٌ جِدًّا كَمَا تَرَى. </p><p> وَيَدُلُّ لَهُ أَنَّ الْحَافِظَ الْبَيْهَقِيَّ - رَحِمَهُ اللَّهُ - ذَكَرَ الْأَحَادِيثَ الثَّلَاثَةَ الْمَذْكُورَةَ الَّتِي مِنْ جُمْلَتِهَا:  «وَعَلَيْكُمْ بِالْفِضَّةِ فَالْعَبُوا بِهَا» ، فِي سِيَاقِ الْأَحَادِيثِ الدَّالَّةِ عَلَى تَحْرِيمِ الذَّهَبِ عَلَى النِّسَاءِ أَوَّلًا دُونَ الْفِضَّةِ، ثُمَّ بَعْدَ ذَلِكَ ذَكَرَ الْأَحَادِيثَ الدَّالَّةَ عَلَى النَّسْخِ، ثُمَّ قَالَ: وَاسْتَدْلَلْنَا بِحُصُولِ الْإِجْمَاعِ عَلَى إِبَاحَتِهِ لَهُنَّ عَلَى نَسْخِ الْأَخْبَارِ الدَّالَّةِ عَلَى تَحْرِيمِهِ فِيهِنَّ خَاصَّةً. وَاللَّهُ أَعْلَمُ انْتَهَى. </p><p> وَمِنْ جُمْلَةِ تِلْكَ الْأَحَادِيثِ الْمَذْكُورَةِ، حَدِيثُ:  «فَالْعَبُوا بِهَا» ، وَهُوَ وَاضِحٌ جِدًّا فِيمَا ذَكَرْنَا. فَإِنْ قِيلَ: قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الْمَذْكُورِ:  «يُحَلِّقُ حَبِيبَهُ» ، «أَنْ يُطَوِّقَ حَبِيبَهُ» ، «أَنْ يُسَوِّرَ حَبِيبَهُ» ، يَدُلُّ عَلَى أَنَّ الْمُرَادَ ذَكَرٌ ; لِأَنَّهُ لَوْ أَرَادَ الْأُنْثَى لَقَالَ: حَبِيبَتَهُ بِتَاءِ الْفَرْقِ بَيْنَ الذَّكَرِ وَالْأُنْثَى. </p><p> فَالْجَوَابُ: أَنَّ إِطْلَاقَ الْحَبِيبِ عَلَى الْأُنْثَى بِاعْتِبَارِ إِرَادَةِ الشَّخْصِ الْحَبِيبِ مُسْتَفِيضٌ فِي كَلَامِ الْعَرَبِ لَا إِشْكَالَ فِيهِ ; وَمِنْهُ قَوْلُ حَسَّانِ بْنِ ثَابِتٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> مَنَعَ النَّوْمَ بِالْعِشَاءِ الْهُمُومُ ... وَخَيَالٌ إِذَا تَغَارُ النُّجُومُ </p><p> مِنْ حَبِيبٍ أَصَابَ قَلْبَكَ مِنْهُ سَقَمٌ ... فَهُوَ دَاخِلٌ مَكْتُومٌ </p><p> وَمُرَادُهُ بِالْحَبِيبِ أُنْثَى ; بِدَلِيلِ قَوْلِهِ بَعْدَهُ: </p><p> لَمْ تَفُتْهَا شَمْسُ النَّهَارِ بِشَيْءٍ ... غَيْرِ أَنَّ الشَّبَابَ لَيْسَ يَدُومُ </p><p> وَقَوْلُ كُثَيِّرِ عَزَّةَ: </p><p> لَئِنْ كَانَ بَرْدُ الْمَاءِ هَيْمَانَ ... صَادِيًا إِلَيَّ حَبِيبًا إِنَّهَا لَحَبِيبُ </p><p> وَمِثْلُ هَذَا كَثِيرٌ فِي كَلَامِ الْعَرَبِ، فَلَا نُطِيلُ بِهِ الْكَلَامَ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّه عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي مِنْ كِتَابِ اللَّهِ - جَلَّ وَعَلَا - وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَنَّ لُبْسَ الْفِضَّةِ حَرَامٌ عَلَى الرِّجَالِ، وَأَنَّ مَنْ لَبِسَهَا مِنْهُمْ فِي الدُّنْيَا لَمْ يَلْبَسْهَا فِي الْآخِرَةِ. وَإِيضَاحُ ذَلِكَ أَنَّ الْبُخَارِيَّ قَالَ فِي صَحِيحِهِ فِي بَابِ:  «لُبْسِ الْحَرِيرِ لِلرِّجَالِ وَقَدْرِ مَا يَجُوزُ مِنْهُ» : حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ: كَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَاسْتَسْقَى فَأَتَاهُ دِهْقَانٌ بِمَاءٍ فِي إِنَاءٍ مِنْ فِضَّةٍ، فَرَمَاهُ بِهِ، وَقَالَ: إِنِّي لَمْ أَرْمِهِ إِلَّا أَنِّي نَهَيْتُهُ فَلَمْ يَنْتَهِ، قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الذَّهَبُ وَالْفِضَّةُ وَالْحَرِيرُ وَالدِّيبَاجُ هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» ، فَقَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْحَدِيثِ الصَّحِيحِ:  «الذَّهَبُ، وَالْفِضَّةُ،وَالْحَرِيرُ:وَالدِّيبَاجُ ; هِيَ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ» ، يَدْخُلُ فِي عُمُومِهِ تَحْرِيمُ لُبْسِ الْفِضَّةِ ; لِأَنَّ الثَّلَاثَ الْمَذْكُورَاتِ مَعَهَا يَحْرُمُ لُبْسُهَا بِلَا خِلَافٍ. وَمَا شَمِلَهُ عُمُومُ نَصٍّ ظَاهِرٍ مِنَ الْكِتَابِ وَالسُّنَّةِ لَا يَجُوزُ تَخْصِيصُهُ إِلَّا بِنَصٍّ صَالِحٍ لِلتَّخْصِيصِ ; كَمَا تَقَرَّرَ فِي عِلْمِ الْأُصُولِ. </p><p> فَإِنْ قِيلَ: الْحَدِيثُ وَارِدٌ فِي الشُّرْبِ فِي إِنَاءِ الْفِضَّةِ لَا فِي لُبْسِ الْفِضَّةِ؟ . </p><p> فَالْجَوَابُ: أَنَّ الْعِبْرَةَ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ، لَا سِيَّمَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَكَرَ فِي الْحَدِيثِ مَا لَا يَحْتَمِلُ غَيْرَ اللُّبْسِ: كَالْحَرِيرِ، وَالدِّيبَاجِ. </p><p> فَإِنْ قِيلَ: جَاءَ فِي بَعْضِ الرِّوَايَاتِ الصَّحِيحَةِ مَا يُفَسِّرُ هَذَا، وَيُبَيِّنُ أَنَّ الْمُرَادَ بِالْفِضَّةِ الشُّرْبُ فِي آنِيَتِهَا لَا لُبْسُهَا ; قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ «بَابُ الشُّرْبِ فِي آنِيَةِ الذَّهَبِ» ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى قَالَ: كَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَاسْتَسْقَى، فَأَتَاهُ دِهْقَانٌ بِقَدَحِ فِضَّةٍ، فَرَمَاهُ بِهِ، فَقَالَ: إِنِّي لَمْ أَرْمِهِ، إِلَّا أَنِّي نَهَيْتُهُ فَلَمْ يَنْتَهِ، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَانَا عَنِ الْحَرِيرِ وَالدِّيبَاجِ، وَالشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَقَالَ:  «هُنَّ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ» ، «بَابُ آنِيَةِ الْفِضَّةِ» ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ: خَرَجْنَا مَعَ حُذَيْفَةَ وَذَكَرَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلَا تَلْبَسُوا الْحَرِيرَ وَالدِّيبَاجَ ; فَإِنَّهَا لَهُمْ فِي الدُّنْيَا </p><p> وَلَكُمْ فِي الْآخِرَةِ» ، انْتَهَى. </p><p> فَدَلَّ هَذَا التَّفْصِيلُ - الَّذِي هُوَ النَّهْيُ عَنِ الشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَالنَّهْيُ عَنْ لُبْسِ الْحَرِيرِ وَالدِّيبَاجِ -: عَلَى أَنَّ ذَلِكَ هُوَ الْمُرَادُ بِمَا فِي الرِّوَايَةِ الْأُولَى، وَإِذَنْ فَلَا حُجَّةَ فِي الْحَدِيثِ عَلَى مَنْعِ لُبْسِ الْفِضَّةِ ; لِأَنَّهُ تَعَيَّنَ بِهَاتَيْنِ الرِّوَايَتَيْنِ أَنَّ الْمُرَادَ الشُّرْبُ فِي آنِيَتِهَا لَا لُبْسُهَا ; لِأَنَّ الْحَدِيثَ حَدِيثٌ وَاحِدٌ. </p><p> فَالْجَوَابُ مِنْ ثَلَاثَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: أَنَّ الرِّوَايَةَ الْمُتَقَدِّمَةَ عَامَّةٌ بِظَاهِرِهَا فِي الشُّرْبِ وَاللُّبْسِ مَعًا، وَالرِّوَايَاتُ الْمُقْتَصِرَةُ عَلَى الشُّرْبِ فِي آنِيَتِهَا دُونَ اللُّبْسِ ذَاكِرَةٌ بَعْضَ أَفْرَادِ الْعَامِّ، سَاكِتَةٌ عَنْ بَعْضِهَا. وَقَدْ تَقَرَّرَ فِي الْأُصُولِ:  «أَنَّ ذِكْرَ بَعْضِ أَفْرَادِ الْعَامِّ بِحُكْمِ الْعَامِّ لَا يُخَصِّصُهُ» ، وَهُوَ الْحَقُّ كَمَا بَيَّنَّاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. وَإِلَيْهِ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ عَاطِفًا عَلَى مَا لَا يُخَصَّصُ بِهِ الْعُمُومُ عَلَى الصَّحِيحِ: </p><p> وَذِكْرُ مَا وَافَقَهُ مِنْ مُفْرَدٍ ... وَمَذْهَبُ الرَّاوِي عَلَى الْمُعْتَمَدِ </p><p> الْوَجْهُ الثَّانِي: أَنَّ التَّفْصِيلَ الْمَذْكُورَ لَوْ كَانَ هُوَ مُرَادَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَكَانَ الذَّهَبُ لَا يَحْرُمُ لُبْسُهُ، وَإِنَّمَا يَحْرُمُ الشُّرْبُ فِي آنِيَتِهِ فَقَطْ، كَمَا زَعَمَ مُدَّعِي ذَلِكَ التَّفْصِيلِ فِي الْفِضَّةِ ; لِأَنَّ الرِّوَايَاتِ الَّتِي فِيهَا التَّفْصِيلُ الْمَذْكُورُ:  «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ» ، فَظَاهِرُهَا عَدَمُ الْفَرْقِ بَيْنَ الذَّهَبِ وَالْفِضَّةِ. وَلُبْسُ الذَّهَبِ حَرَامٌ إِجْمَاعًا عَلَى الرِّجَالِ. </p><p> الْوَجْهُ الثَّالِثُ: وَهُوَ أَقْوَاهَا، وَلَا يَنْبَغِي لِمَنْ فَهِمَهُ حَقَّ الْفَهْمِ أَنْ يَعْدِلَ عَنْهُ ; لِظُهُورِ وَجْهِهِ، هُوَ: أَنَّ هَذِهِ الْأَرْبَعَةَ الْمَذْكُورَةَ فِي هَذَا الْحَدِيثِ، الَّتِي هِيَ: الذَّهَبُ، وَالْفِضَّةُ، وَالْحَرِيرُ، وَالدِّيبَاجُ، صَرَّحَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهَا لِلْكُفَّارِ فِي الدُّنْيَا، وَلِلْمُسْلِمِينَ فِي الْآخِرَةِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ مَنِ اسْتَمْتَعَ بِهَا مِنَ الدُّنْيَا لَمْ يَسْتَمْتِعْ بِهَا فِي الْآخِرَةِ، وَقَدْ صَرَّحَ - جَلَّ وَعَلَا - فِي كِتَابِهِ الْعَزِيزِ بِأَنَّ أَهْلَ الْجَنَّةِ يَتَمَتَّعُونَ بِالذَّهَبِ وَالْفِضَّةِ مِنْ جِهَتَيْنِ: </p><p> إِحْدَاهُمَا: الشَّرَابُ فِي آنِيَتِهِمَا. </p><p> وَالثَّانِيَةُ: التَّحَلِّي بِهِمَا. وَبَيَّنَ أَنَّ أَهْلَ الْجَنَّةِ يَتَنَعَّمُونَ بِالْحَرِيرِ وَالدِّيبَاجِ مِنْ جِهَةٍ وَاحِدَةٍ وَهِيَ لُبْسُهَا، وَحُكْمُ الِاتِّكَاءِ عَلَيْهِمَا دَاخِلٌ فِي حُكْمِ لُبْسِهِمَا. فَتَعَيَّنَ تَحْرِيمُ الذَّهَبِ وَالْفِضَّةِ مِنَ الْجِهَتَيْنِ الْمَذْكُورَتَيْنِ. وَتَحْرِيمُ الْحَرِيرِ وَالدِّيبَاجِ مِنَ الْجِهَةِ الْوَاحِدَةِ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الثَّابِتِ فِي الرِّوَايَاتِ الصَّحِيحَةِ فِي الْأَرْبَعَةِ الْمَذْكُورَةِ: «هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي </p><p> الْآخِرَةِ» ; لِأَنَّهُ لَوْ أُبِيحَ التَّمَتُّعُ بِالْفِضَّةِ فِي الدُّنْيَا وَالْآخِرَةِ ; لَكَانَ ذَلِكَ مُعَارِضًا لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» ، وَسَنُوَضِّحُ ذَلِكَ - إِنْ شَاءَ اللَّهُ تَعَالَى - مِنْ كِتَابِ اللَّهِ - جَلَّ وَعَلَا -. </p><p> اعْلَمْ أَوَّلًا: أَنَّ الدِّيبَاجَ هُوَ الْمُعَبَّرُ عَنْهُ فِي كِتَابِ اللَّهِ بِالسُّنْدُسِ وَالْإِسْتَبْرَقِ. فَالسُّنْدُسُ: رَقِيقُ الدِّيبَاجِ. وَالْإِسْتَبْرَقُ: غَلِيظُهُ. </p><p> فَإِذَا عَلِمْتَ ذَلِكَ ; فَاعْلَمْ أَنَّ اللَّهَ - جَلَّ وَعَلَا - بَيَّنَ تَنَعُّمَ أَهْلِ الْجَنَّةِ بِلُبْسِ الذَّهَبِ وَالدِّيبَاجِ الَّذِي هُوَ السُّنْدُسُ وَالْإِسْتَبْرَقُ فِي «سُورَةِ الْكَهْفِ» ، فِي قَوْلِهِ: أُولَئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ الْآيَةَ [١٨ \\ ٣١] ، فَمَنْ لَبِسَ الذَّهَبَ وَالدِّيبَاجَ فِي الدُّنْيَا مُنِعَ مِنْ هَذَا التَّنَعُّمِ بِهِمَا الْمَذْكُورِ فِي «الْكَهْفِ» . </p><p> ذَكَرَ - جَلَّ وَعَلَا - تَنَعُّمَ أَهْلِ الْجَنَّةِ بِلُبْسِ الْحَرِيرِ وَالذَّهَبِ فِي «سُورَةِ الْحَجِّ» ، فِي قَوْلِهِ: إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ. [٢٢ \\ ٢٣ - ٢٤] . </p><p> وَبَيَّنَ أَيْضًا تَنَعُّمَهُمْ بِلُبْسِ الذَّهَبِ وَالْحَرِيرِ فِي «سُورَةِ فَاطِرٍ» ، فِي قَوْلِهِ: جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ. الْآيَةَ [٣٥ \\ ٣٣، ٣٤] ، فَمَنْ لَبِسَ الذَّهَبَ وَالْحَرِيرَ فِي الدُّنْيَا مُنِعَ مِنْ هَذَا التَّنَعُّمِ بِهِمَا الْمَذْكُورِ فِي «سُورَةِ الْحَجِّ وَفَاطِرٍ» . </p><p> وَذَكَرَ - جَلَّ وَعَلَا - تَنَعُّمَهُمْ بِلُبْسِ الْحَرِيرِ فِي «سُورَةِ الْإِنْسَانِ» ، فِي قَوْلِهِ: وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا [٧٦ \\ ١٢] ، وَفِي «الدُّخَانِ» بِقَوْلِهِ إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ فِي جَنَّاتٍ وَعُيُونٍ يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ الْآيَةَ [٤٤ \\ ٥١ - ٥٣] ، فَمَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا مُنِعَ مِنْ هَذَا التَّنَعُّمِ بِهِ الْمَذْكُورِ فِي «سُورَةِ الْإِنْسَانِ وَالدُّخَانِ» . </p><p> وَذَكَرَ - جَلَّ وَعَلَا - تَنَعُّمَهُمْ بِالِاتِّكَاءِ عَلَى الْفُرُشِ الَّتِي بَطَائِنُهَا «مِنْ إِسْتَبْرَقٍ» فِي «سُورَةِ الرَّحْمَنِ» ، بِقَوْلِهِ: مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ. الْآيَةَ [٥٥ \\ ٥٤] . فَمَنِ اتَّكَأَ عَلَى الدِّيبَاجِ فِي الدُّنْيَا مُنِعَ هَذَا التَّنَعُّمَ الْمَذْكُورَ فِي «سُورَةِ الرَّحْمَنِ» . </p><p> وَذَكَرَ - جَلَّ وَعَلَا - تَنَعُّمَ أَهْلِ الْجَنَّةِ بِلُبْسِ الدِّيبَاجِ، الَّذِي هُوَ السُّنْدُسُ وَالْإِسْتَبْرَقُ وَلُبْسِ </p><p> الْفِضَّةِ فِي «سُورَةِ الْإِنْسَانِ» أَيْضًا، فِي قَوْلِهِ: عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا [٧٦ \\ ٢١] . </p><p> فَمَنْ لَبِسَ الدِّيبَاجَ أَوِ الْفِضَّةَ فِي الدُّنْيَا مُنِعَ مِنَ التَّنَعُّمِ بِلُبْسِهِمَا الْمَذْكُورِ فِي «سُورَةِ الْإِنْسَانِ» ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» ، فَلَوْ أُبِيحَ لُبْسُ الْفِضَّةِ فِي الدُّنْيَا مَعَ قَوْلِهِ فِي نَعِيمِ أَهْلِ الْجَنَّةِ: وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ [٧٦ \\ ٢١] ; لَكَانَ ذَلِكَ مُنَاقِضًا لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «هِيَ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» . </p><p> وَذَكَرَ تَنَعُّمَ أَهْلِ الْجَنَّةِ بِالشُّرْبِ فِي آنِيَةِ الذَّهَبِ فِي «سُورَةِ الزُّخْرُفِ» ، فِي قَوْلِهِ تَعَالَى: يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ الْآيَةَ [٤٣ \\ ٧١] ، فَمَنْ شَرِبَ فِي الدُّنْيَا فِي أَوَانِي الذَّهَبِ مُنِعَ مِنْ هَذَا التَّنَعُّمِ بِهَا الْمَذْكُورِ فِي «الزُّخْرُفِ» . </p><p> وَذَكَرَ - جَلَّ وَعَلَا - تَنَعُّمَ أَهْلِ الْجَنَّةِ بِالشُّرْبِ فِي آنِيَةِ الْفِضَّةِ فِي «سُورَةِ الْإِنْسَانِ» ، فِي قَوْلِهِ: وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَ قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا [٧٦ \\ ١٥ - ١٨] ، فَمَنْ شَرِبَ فِي آنِيَةِ الْفِضَّةِ فِي الدُّنْيَا مُنِعَ هَذَا التَّنَعُّمَ بِهَا الْمَذْكُورَ فِي «سُورَةِ الْإِنْسَانِ» ، فَقَدْ ظَهَرَ بِهَذَا الْمُصَنَّفِ دَلَالَةُ الْقُرْآنِ وَالسُّنَّةِ الصَّحِيحَةِ عَلَى مَنْعِ لُبْسِ الْفِضَّةِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تبْبِيه. </p><p> فَإِنْ قِيلَ: عُمُومُ حَدِيثِ حُذَيْفَةَ الْمَذْكُورِ الَّذِي اسْتَدْلَلْتُمْ بِهِ، وَبَيَانُ الْقُرْآنِ أَنَّهُ شَامِلٌ لِلُبْسِ الْفِضَّةِ وَالشُّرْبِ فِيهَا، وَقُلْتُمْ: إِنَّ كَوْنَهُ وَارِدًا فِي الشُّرْبِ فِي آنِيَةِ الْفِضَّةِ لَا يَجْعَلُهُ خَاصًّا بِذَلِكَ ; فَمَا الدَّلِيلُ فِي ذَلِكَ عَلَى أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ؟ </p><p> فالجواب أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سئل عمّا معناه. هل أن العبرة بعموم اللفظ أم بخصوص السبب؟ فأجاب بما معناه أن العبرة بعموم اللفظ لا بخصوص السبب. </p><p> قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ، حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنِ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَجُلًا أَصَابَ مِنِ امْرَأَةٍ قُبْلَةً ; فَأَتَى رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرَ ذَلِكَ لَهُ، فَأُنْزِلَتْ عَلَيْهِ:  (وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ)  [١١ \\ ١١٤] ، قَالَ الرَّجُلُ </p>"
}