{
  "id": null,
  "sura": 16,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ النَّحْلِ </p><p> قَوْلُهُ تَعَالَى: أَتَى أَمْرُ اللَّهِ. </p><p> أَيْ: قَرُبَ وَقْتُ إِتْيَانِ الْقِيَامَةِ. </p><p> وَعَبَّرَ بِصِيغَةِ الْمَاضِي ; تَنْزِيلًا لِتَحَقُّقِ الْوُقُوعِ مَنْزِلَةَ الْوُقُوعِ. وَاقْتِرَابُ الْقِيَامَةِ الْمُشَارُ إِلَيْهِ هُنَا بَيَّنَهُ - جَلَّ وَعَلَا - فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ [٢١ \\ ١] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ [٥٤ \\ ١] ، وَقَوْلِهِ: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا [٣٣ \\ ٦٣] ، وَقَوْلِهِ: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [٤٢ \\ ١٧] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: أَزِفَتِ الْآزِفَةُ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ [٥٣ \\ ٧٥ - ٥٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالتَّعْبِيرُ عَنِ الْمُسْتَقْبَلِ بِصِيغَةِ الْمَاضِي ; لِتَحَقُّقِ وُقُوعِهِ كَثِيرٌ فِي الْقُرْآنِ، كَقَوْلِهِ: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ الْآيَةَ [٣٩ \\ ٦٨] ، وَقَوْلِهِ: وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ. . . الْآيَةَ [٧ \\ ٤٤] ، وَقَوْلِهِ: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ وَسِيقَ الَّذِينَ كَفَرُوا. . الْآيَةَ [٣٩ \\ ٦٩ - ٧١] . </p><p> فَكُلُّ هَذِهِ الْأَفْعَالِ الْمَاضِيَةِ بِمَعْنَى الِاسْتِقْبَالِ، نَزَلَ تَحَقُّقُ وُقُوعِهَا مَنْزِلَةَ الْوُقُوعِ. </p><p> قَوْلُهُ تَعَالَى: فَلَا تَسْتَعْجِلُوهُ، نَهَى اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنِ اسْتِعْجَالِ مَا وَعَدَ بِهِ مِنَ الْهَوْلِ وَالْعَذَابِ يَوْمَ الْقِيَامَةِ، وَالِاسْتِعْجَالُ هُوَ طَلَبُهُمْ أَنْ يُعَجِّلَ لَهُمْ مَا يُوعَدُونَ بِهِ مِنَ الْعَذَابِ يَوْمَ الْقِيَامَةِ. </p><p> وَالْآيَاتُ الْمُوَضِّحَةُ لِهَذَا الْمَعْنَى كَثِيرَةٌ، كَقَوْلِهِ - جَلَّ وَعَلَا -: وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ « [٢٩ \\ ٥٣] ، وَقَوْلِهِ: يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ [٢٩ \\ ٥٤] ، وَقَوْلِهِ: يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا [٤٢ \\ ١٨] ، وَقَوْلِهِ: وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ الْآيَةَ [١١ \\ ٨] ، وَقَوْلِهِ: وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ [٣٨ \\ ١٦] ، </p><p> وَقَوْلِهِ: قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا مَاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ [١٠ \\ ٥٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالضَّمِيرُ فِي قَوْلِهِ: فَلَا تَسْتَعْجِلُوهُ [١٦ \\ ١] فِي تَفْسِيرِهِ وَجْهَانِ: </p><p> أَحَدُهُمَا: أَنَّهُ الْعَذَابُ الْمُوعَدُ بِهِ يَوْمَ الْقِيَامَةِ، الْمَفْهُومُ مِنْ قَوْلِهِ: أَتَى أَمْرُ اللَّهِ [١٦ \\ ١] . </p><p> وَالثَّانِي: أَنَّهُ يَعُودُ إِلَى اللَّهِ ; أَيْ: لَا تَطْلُبُوا مِنَ اللَّهِ أَنْ يُعَجِّلَ لَكُمُ الْعَذَابَ. قَالَ: مَعْنَاهُ ابْنُ كَثِيرٍ. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: قَالَ ابْنُ عَبَّاسٍ: لَمَّا نَزَلَتْ: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ [٥٤ \\ ١] ، قَالَ الْكُفَّارُ: إِنَّ هَذَا يَزْعُمُ أَنَّ الْقِيَامَةَ قَدْ قَرُبَتْ! فَأَمْسِكُوا عَنْ بَعْضِ مَا كُنْتُمْ تَعْمَلُونَ، فَأَمْسَكُوا فَانْتَظَرُوا فَلَمْ يَرَوْا شَيْئًا، فَقَالُوا: مَا نَرَى شَيْئًا! فَنَزَلَتْ: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ الْآيَةَ [٢١ \\ ١] ، فَأَشْفَقُوا وَانْتَظَرُوا قُرْبَ السَّاعَةِ ; فَامْتَدَّتِ الْأَيَّامُ، فَقَالُوا: مَا نَرَى شَيْئًا، فَنَزَلَتْ: أَتَى أَمْرُ اللَّهِ [١٦ \\ ١] ، فَوَثَبَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُسْلِمُونَ وَخَافُوا، فَنَزَلَتْ: فَلَا تَسْتَعْجِلُوهُ فَاطْمَأَنُّوا. فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:» بُعِثْتُ أَنَا وَالسَّاعَةُ كَهَاتَيْنِ «، وَأَشَارَ بِأُصْبُعَيْهِ السَّبَّابَةِ وَالَّتِي تَلِيهَا» . اه مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ، وَهُوَ يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِقَوْلِهِ: فَلَا تَسْتَعْجِلُوهُ، أَيْ: لَا تَظُنُّوهُ وَاقِعًا الْآنَ عَنْ عَجَلٍ، بَلْ هُوَ مُتَأَخِّرٌ إِلَى وَقْتِهِ الْمُحَدَّدِ لَهُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُ الضَّحَّاكِ وَمَنْ وَافَقَهُ: إِنَّ مَعْنَى: أَتَى أَمْرُ اللَّهِ، أَيْ: فَرَائِضُهُ وَحُدُودُهُ، قَوْلٌ مَرْدُودٌ وَلَا وَجْهَ لَهُ، وَقَدْ رَدَّهُ الْإِمَامُ ابْنُ جَرِيرٍ الطَّبَرِيُّ فِي تَفْسِيرِهِ قَائِلًا: إِنَّهُ لَمْ يَبْلُغْنَا أَنَّ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اسْتَعْجَلَ فَرَائِضَ قَبْلَ أَنْ تُفْرَضَ عَلَيْهِمْ، فَيُقَالُ لَهُمْ مِنْ أَجْلِ ذَلِكَ: قَدْ جَاءَتْكُمْ فَرَائِضُ اللَّهِ فَلَا تَسْتَعْجِلُوهَا. أَمَّا مُسْتَعْجِلُو الْعَذَابِ مِنَ الْمُشْرِكِينَ فَقَدْ كَانُوا كَثِيُرًا. اه. </p><p> وَالظَّاهِرُ الْمُتَبَادِرُ مِنَ الْآيَةِ الْكَرِيمَةِ: أَنَّهَا تَهْدِيدٌ لِلْكُفَّارِ بِاقْتِرَابِ الْعَذَابِ يَوْمَ الْقِيَامَةِ مَعَ نَهْيِهِمْ عَنِ اسْتِعْجَالِهِ. </p><p> قَالَ ابْنُ جَرِيرٍ فِي تَفْسِيرِهِ: وَأَوْلَى الْقَوْلَيْنِ فِي ذَلِكَ عِنْدِي بِالصَّوَابِ قَوْلُ مَنْ قَالَ: هُوَ تَهْدِيدٌ مِنَ اللَّهِ لِأَهْلِ الْكُفْرِ بِهِ وَبِرَسُولِهِ، وَإِعْلَامٌ مِنْهُ لَهُمْ قُرْبَ الْعَذَابِ مِنْهُمْ وَالْهَلَاكِ، وَذَلِكَ </p>"
}