{
  "id": null,
  "sura": 16,
  "aya": 118,
  "text": "<p> لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا [٢٨ \\ ٨] ; لِأَنَّ الْعِلَّةَ الْغَائِيَّةَ الْبَاعِثَةَ لَهُمْ عَلَى الْتِقَاطِهِ لَيْسَتْ هِيَ أَنْ يَكُونَ لَهُمْ عَدُوًّا، بَلْ لِيَكُونَ لَهُمْ قُرَّةَ عَيْنٍ ; كَمَا قَالَتِ امْرَأَةُ فِرْعَوْنَ: قُرَّةُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا [٢٨ \\ ٩] ، وَلَكِنْ لَمَّا كَانَ كَوْنُهُ عَدُوًّا لَهُمْ وَحَزَنًا يَتَرَتَّبُ عَلَى الْتِقَاطِهِمْ لَهُ ; كَتَرَتُّبِ الْمَعْلُولِ عَلَى عِلَّتِهِ الْغَائِيَّةِ، عُبِّرَ فِيهِ بِاللَّامِ الدَّالَّةِ عَلَى تَرْتِيبِ الْمَعْلُولِ عَلَى الْعِلَّةِ. وَهَذَا أُسْلُوبٌ عَرَبِيٌّ، فَلَا حَاجَةَ إِلَى مَا يُطِيلُ بِهِ الْبَيَانِيُّونَ فِي مِثْلِ هَذَا الْمَبْحَثِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ يَفْتَرُونَ عَلَيْهِ الْكَذِبَ - أَيْ يَخْتَلِقُونَهُ عَلَيْهِ - كَدَعْوَاهُمْ أَنَّهُ حَرَّمَ هَذَا وَهُوَ لَمْ يُحَرِّمْهُ، وَدَعْوَاهُمْ لَهُ الشُّرَكَاءَ وَالْأَوْلَادَ - لَا يُفْلِحُونَ ; لِأَنَّهُمْ فِي الدُّنْيَا لَا يَنَالُونَ إِلَّا مَتَاعًا قَلِيلًا لَا أَهَمِّيَّةَ لَهُ، وَفِي الْآخِرَةِ يُعَذَّبُونَ الْعَذَابَ الْعَظِيمَ، الشَّدِيدَ الْمُؤْلِمَ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ فِي يُونُسَ: قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ [١٠ \\ ٦٩ - ٧٠] ، وَقَوْلِهِ: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ [٣١ \\ ٢٤] ، وَقَوْلِهِ: قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ وَبِئْسَ الْمَصِيرُ [٢ \\ ١٢٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ مَتَاعٌ قَلِيلٌ، خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، أَيْ: مَتَاعُهُمْ فِي الدُّنْيَا مَتَاعٌ قَلِيلٌ. وَقَالَ الزَّمَخْشَرِيُّ: مَنْفَعَتُهُمْ فِي الدُّنْيَا مَتَاعٌ قَلِيلٌ. وَقَوْلُهُ لَا يُفْلِحُونَ، أَيْ: لَا يَنَالُونَ الْفَلَاحَ، وَهُوَ يُطْلَقُ عَلَى مَعْنَيَيْنِ: أَحَدُهُمَا: الْفَوْزُ بِالْمَطْلُوبِ الْأَكْبَرِ، وَالثَّانِي: الْبَقَاءُ السَّرْمَدِيُّ ; كَمَا تَقَدَّمَ بِشَوَاهِدِهِ. </p><p> قَوْلُهُ تَعَالَى: وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ الْآيَةَ. هَذَا الْمُحَرَّمُ عَلَيْهِمْ، الْمَقْصُوصُ عَلَيْهِ مِنْ قَبْلِ الْمُحَلُّ عَلَيْهِ هُنَا هُوَ الْمَذْكُورُ فِي (سُورَةِ الْأَنْعَامِ) ، فِي قَوْلِهِ: وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَا إِلَّا مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الْحَوَايَا أَوْ مَا اخْتَلَطَ بِعَظْمٍ ذَلِكَ جَزَيْنَاهُمْ بِبَغْيِهِمْ وَإِنَّا لَصَادِقُونَ [٦ \\ ١٦٤] . </p><p> وَجُمْلَةُ الْمُحَرَّمَاتِ عَلَيْهِمْ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ظَاهِرَةٌ، وَهُوَ كُلُّ ذِي ظُفْرٍ: كَالنَّعَامَةِ </p>"
}