{
  "id": null,
  "sura": 16,
  "aya": 28,
  "text": "<p> مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ [٢٦ \\ ٩٢، ٩٣] ، وَقَوْلِهِ: ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا الْآيَةَ [٤٠ \\ ٧٣ - ٧٤] ، وَقَوْلِهِ:  {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ أُولَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ حَتَّى إِذَا جَاءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوا أَيْنَ مَا كُنْتُمْ تَدْعُونَ مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا ... } الْآيَةَ [٧ \\ ٣٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَرَأَ عَامَّةُ الْقُرَّاءِ: شُرَكَائِيَ [١٦ \\ ٢٧] ، بِالْهَمْزَةِ وَيَاءِ الْمُتَكَلِّمِ، وَيُرْوَى عَنِ ابْنِ كَثِيرٍ مِنْ رِوَايَةِ الْبِزِّي أَنَّهُ قَرَأَ «شُرَكَايَ» ، بِيَاءِ الْمُتَكَلِّمِ دُونَ هَمْزٍ، وَلَمْ تَثْبُتْ هَذِهِ الْقِرَاءَةُ. </p><p> وَقَرَأَ الْجُمْهُورُ: تُشَاقُّونَ [١٦ \\ ٢٧] ، بِنُونِ الرَّفْعِ مَفْتُوحَةً مَعَ حَذْفِ الْمَفْعُولِ. </p><p> وَقَرَأَ نَافِعٌ:  «تُشَاقُّونِ» بِكَسْرِ النُّونِ الْخَفِيفَةِ الَّتِي هِيَ نُونُ الْوِقَايَةِ، وَالْمَفْعُولُ بِهِ يَاءُ الْمُتَكَلِّمِ الْمَدْلُولُ عَلَيْهَا بِالْكَسْرَةِ مَعَ حَذْفِ نُونِ الرَّفْعِ ; لِجَوَازِ حَذْفِهَا مِنْ غَيْرِ نَاصِبٍ وَلَا جَازِمٍ إِذَا اجْتَمَعَتْ مَعَ نُونِ الْوِقَايَةِ، كَمَا تَقَدَّمَ تَحْرِيرُهُ فِي «سُورَةِ الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ: فَبِمَ تُبَشِّرُونَي [١٥ \\ ٥٤] . </p><p> قَوْلُهُ تَعَالَى: فَأَلْقَوُا السَّلَمَ، أَيْ: الِاسْتِسْلَامَ وَالْخُضُوعَ. وَالْمَعْنَى: أَظْهَرُوا كَمَالَ الطَّاعَةِ وَالِانْقِيَادِ، وَتَرَكُوا مَا كَانُوا عَلَيْهِ مِنَ الشِّقَاقِ. وَذَلِكَ عِنْدَمَا يُعَايِنُونَ الْمَوْتَ، أَوْ يَوْمَ الْقِيَامَةِ. يَعْنِي: أَنَّهُمْ فِي الدُّنْيَا يُشَاقُّونَ الرُّسُلَ، أَيْ: يُخَالِفُونَهُمْ وَيُعَادُونَهُمْ، فَإِذَا عَايَنُوا الْحَقِيقَةَ أَلْقَوُا السَّلَمَ، أَيْ: خَضَعُوا وَاسْتَسْلَمُوا وَانْقَادُوا حَيْثُ لَا يَنْفَعُهُمْ ذَلِكَ. </p><p> وَمِمَّا يَدُلُّ مِنَ الْقُرْآنِ عَلَى أَنَّ الْمُرَادَ بِإِلْقَاءِ السَّلَمِ: الْخُضُوعُ وَالِاسْتِسَلَامُ، قَوْلُهُ: وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا [٤ \\ ٩٤] ، عَلَى قِرَاءَةِ نَافِعٍ وَابْنِ عَامِرٍ وَحَمْزَةَ بِلَا أَلِفٍ بَعْدَ اللَّامِ. بِمَعْنَى الِانْقِيَادِ وَالْإِذْعَانِ. وَقَوْلُهُ: فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ الْآيَةَ [٤ \\ ٩١] . </p><p> وَالْقَوْلُ بِأَنَّ السَّلَمَ فِي الْآيَتَيْنِ الْأَخِيرَتَيْنِ: الصُّلْحُ وَالْمُهَادَنَةُ لَا يُنَافِي مَا ذَكَرْنَا ; لِأَنَّ الْمُصَالِحَ مُنْقَادٌ مُذْعِنٌ لِمَا وَافَقَ عَلَيْهِ مِنْ تَرْكِ السُّوءِ. وَقَوْلُهُ: وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [١٦ \\ ٧٨] ، فَكُلُّهُ بِمَعْنَى الِاسْتِسْلَامِ وَالْخُضُوعِ وَالِانْقِيَادِ. وَالِانْقِيَادُ عِنْدَ مُعَايَنَةِ الْمَوْتِ لَا يَنْفَعُ، كَمَا قَدَّمْنَا، وَكَمَا دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ ; كَقَوْلِهِ: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ الْآيَةَ [٤ \\ ١٨] ، وَقَوْلِهِ: فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا الْآيَةَ [٤٠ \\ ٨٥] </p><p> وَقَوْلِهِ: آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ [١٠ \\ ٩١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ، يَعْنِي أَنَّ الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ فِي حَالِ كَوْنِهِمْ ظَالِمِي أَنْفُسِهِمْ إِذَا عَايَنُوا الْحَقِيقَةَ أَلْقَوُا السَّلَمَ، وَقَالُوا:  «مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ»  [١٦ \\ ٢٨] ، فَقَوْلُهُ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ، مَعْمُولُ قَوْلٍ مَحْذُوفٍ بِلَا خِلَافٍ. </p><p> وَالْمَعْنَى: أَنَّهُمْ يُنْكِرُونَ مَا كَانُوا يَعْمَلُونَ مِنَ السُّوءِ، وَهُوَ الْكُفْرُ وَتَكْذِيبُ الرُّسُلِ وَالْمَعَاصِي. وَقَدْ بَيَّنَ اللَّهُ كَذِبَهُمْ بِقَوْلِهِ: بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ [١٦ \\ ٢٨] . </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّهُمْ يُنْكِرُونَ مَا كَانُوا عَلَيْهِ مِنَ الْكُفْرِ وَالْمَعَاصِي كَمَا ذَكَرَ هُنَا. وَبَيَّنَ كَذِبَهُمْ فِي ذَلِكَ أَيْضًا ; كَقَوْلِهِ: ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٦ \\ ٢٣ - ٢٤] ، وَقَوْلِهِ: قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ [٤٠ \\ ٧٤] ، وَقَوْلِهِ: يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ [٥٨ \\ ١٨] ، وَقَوْلِهِ: وَيَقُولُونَ حِجْرًا مَحْجُورًا [٢٥ \\ ٢٢] ، أَيْ: حَرَامًا مُحَرَّمًا أَنْ تَمَسُّونَا بِسُوءٍ ; لِأَنَّا لَمْ نَفْعَلْ مَا نَسْتَحِقُّ بِهِ ذَلِكَ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ هُنَا:  «بَلَى»  [١٦ \\ ٢٨] ، تَكْذِيبٌ لَهُمْ فِي قَوْلِهِمْ: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ. </p><p> تَنْبِيهٌ. </p><p> لَفْظَةُ:  «بَلَى» لَا تَأْتِي فِي اللُّغَةِ الْعَرَبِيَّةِ إِلَّا لِأَحَدِ مَعْنَيَيْنِ، لَا ثَالِثَ لَهُمَا: </p><p> الْأَوَّلُ: أَنْ تَأْتِيَ لِإِبْطَالِ نَفْيٍ سَابِقٍ فِي الْكَلَامِ، فَهِيَ نَقِيضَةُ «لَا» ; لِأَنَّ «لَا» لِنَفْيِ الْإِثْبَاتِ، وَ «بَلَى» ، لِنَفْيِ النَّفْيِ ; كَقَوْلِهِ هُنَا: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] ، فَهَذَا النَّفْيُ نَفَتْهُ لَفْظَةُ «بَلَى» ، أَيْ: كُنْتُمْ تَعْمَلُونَ السُّوءَ مِنَ الْكُفْرِ وَالْمَعَاصِي، وَكَقَوْلِهِ: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ [٦٤ \\ ٧] ، وَكَقَوْلِهِ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ [٣٤ \\ ٣] ، وَقَوْلِهِ: وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ </p>"
}