{
  "id": null,
  "sura": 16,
  "aya": 13,
  "text": "<p> وَقَوْلِهِ: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ الْآيَةَ [٦٧ \\ ٥] ، وَقَوْلِهِ: وَبِالنَّجْمِ هُمْ يَهْتَدُونَ [١٦ \\ ١٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثُ قِرَاءَاتٍ سَبْعِيَّاتٍ فِي الْأَسْمَاءِ الْأَرْبَعَةِ الْأَخِيرَةِ، الَّتِي هِيَ:  «الشَّمْسُ» ، وَ «الْقَمَرُ» ، وَ «النُّجُومُ» ، وَ «مُسَخَّرَاتٌ»  [١٦ \\ ١٢] ; فَقَرَأَ بِنَصْبِهَا كُلِّهَا نَافِعٌ، وَابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو، وَحَمْزَةُ، وَالْكِسَائِيُّ، وَعَاصِمٌ فِي رِوَايَةِ شُعْبَةَ. وَقَرَأَ بِرَفْعِ الْأَسْمَاءِ الْأَرْبَعَةِ ابْنُ عَامِرٍ، عَلَى أَنَّ: وَالشَّمْسَ مُبْتَدَأٌ وَمَا بَعْدَهُ مَعْطُوفٌ عَلَيْهِ وَ: مُسَخَّرَاتٌ خَبَرُ الْمُبْتَدَأِ. وَقَرَأَ حَفْصٌ عَنْ عَاصِمٍ بِنَصْبِ: ، وَالشَّمْسَ وَالْقَمَرَ عَطْفًا عَلَى اللَّيْلِ وَالنَّهَارِ، وَرَفَعَ: ، وَالنُّجُومُ مُسَخَّرَاتٌ عَلَى أَنَّهُ مُبْتَدَأٌ وَخَبَرٌ. وَأَظْهَرُ أَوْجُهِ الْإِعْرَابِ فِي قَوْلِهِ: مُسَخَّرَاتٌ عَلَى قِرَاءَةِ النَّصْبِ أَنَّهَا حَالٌ مُؤَكِّدَةٌ لِعَامِلِهَا. وَالتَّسْخِيرُ فِي اللُّغَةِ: التَّذْلِيلُ. </p><p> قَوْلُهُ تَعَالَى: وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ. </p><p> قَوْلُهُ: وَمَا [١٦ \\ ١٣] ، فِي مَحَلِّ نَصْبٍ عَطْفًا عَلَى قَوْلِهِ: وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ، أَيْ: وَسَخَّرَ لَكُمْ مَا ذَرَأَ لَكُمْ فِي الْأَرْضِ، أَيْ: مَا خَلَقَ لَكُمْ فِيهَا فِي حَالِ كَوْنِهِ مُخْتَلِفًا أَلْوَانُهُ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: امْتِنَانَهُ عَلَى خَلْقِهِ بِمَا سَخَّرَ لَهُمْ مِمَّا خَلَقَ لَهُمْ فِي الْأَرْضِ ; مُنَبِّهًا عَلَى أَنَّ خَلْقَهُ لِمَا خَلَقَ لَهُمْ فِي الْأَرْضِ مَعَ مَا فِيهِ مِنَ النِّعَمِ الْعِظَامِ، فِيهِ الدَّلَالَةُ الْوَاضِحَةُ لِمَنْ يَذَّكَّرُ وَيَتَّعِظُ عَلَى وَحْدَانِيَّتِهِ وَاسْتِحْقَاقِهِ لِأَنْ يُعْبَدُ وَحْدَهُ. وَكَرَّرَ هَذَا الْمَعْنَى فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ: هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا الْآيَةَ [٢ \\ ٢٩] ، وَقَوْلِهِ: وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ الْآيَةَ [٤٥ \\ ١٣] ، وَقَوْلِهِ: وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ١٠ - ١٣] ، وَقَوْله: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ [٦٧ \\ ١٥] . </p><p> وَأَشَارَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى أَنَّ اخْتِلَافَ أَلْوَانِ مَا خَلَقَ فِي الْأَرْضِ مِنَ النَّاسِ وَالدَّوَابِّ وَغَيْرِهِمَا، مِنْ أَعْظَمِ الْأَدِلَّةِ عَلَى أَنَّهُ خَالِقُ كُلِّ شَيْءٍ، وَأَنَّهُ الرَّبُّ وَحْدَهُ، الْمُسْتَحِقُّ </p>"
}