{
  "id": null,
  "sura": 16,
  "aya": 11,
  "text": "<p> وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ [٦ \\ ٣٥] ، وَقَوْلِهِ: وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا. . . [٣٢ \\ ١٣] ، وَقَوْلِهِ: وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا [٦ \\ ١٠٧] ، وَقَوْلِهِ: وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا. . . الْآيَةَ [١٠ \\ ٩٩] ، وَقَوْلِهِ: وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً. . . الْآيَةَ [١١ \\ ١١٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ قَدَّمْنَا هَذَا فِي «سُورَةِ يُونُسَ» . </p><p> قَوْلُهُ تَعَالَى: هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ، تَقَدَّمَ الْكَلَامُ عَلَى مَا يُوَضِّحُ مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي «سُورَةِ الْحِجْرِ» . </p><p> وَقَوْلُهُ - جَلَّ وَعَلَا -: وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ: إِنْبَاتَهُ بِالْمَاءِ مَا يَأْكُلُهُ النَّاسُ مِنَ الْحُبُوبِ وَالثِّمَارِ، وَمَا تَأْكُلُهُ الْمَوَاشِي مِنَ الْمَرْعَى مِنْ أَعْظَمِ نِعَمِهِ عَلَى بَنِي آدَمَ، وَمِنْ أَوْضَحِ آيَاتِهِ الدَّالَّةِ عَلَى أَنَّهُ هُوَ الْمُسْتَحِقُّ لِأَنْ يُعْبَدَ وَحْدَهُ، وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ [٣٢ \\ ٢٧] ، وَقَوْلِهِ: الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى [٢٠ \\ ٥٣، ٥٤] ، وَقَوْلِهِ: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٧٩ \\ ٣٠ - ٣٣] ، وَقَوْلِهِ: وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ رِزْقًا لِلْعِبَادِ الْآيَةَ [٥٠ \\ ٩ - ١١] ، وَقَوْلِهِ: أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ [٢٧ \\ ٦٠] ، وَقَوْلِهِ: وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا وَجَنَّاتٍ أَلْفَافًا [٧٨ \\ ١٤ - ١٦] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> تَنْبِيهَانِ. </p><p> الْأَوَّلُ: اعْلَمْ أَنَّ النَّظَرَ فِي هَذِهِ الْآيَاتِ وَاجِبٌ، لِمَا تَقَرَّرَ فِي الْأُصُولِ:  «أَنَّ صِيغَةَ الْأَمْرِ تَقْتَضِي الْوُجُوبَ إِلَّا لِدَلِيلٍ يَصْرِفُهَا عَنِ الْوُجُوبِ» . وَاللَّهُ - جَلَّ وَعَلَا - أَمَرَ الْإِنْسَانَ أَنْ يَنْظُرَ </p><p> إِلَى طَعَامِهِ الَّذِي بِهِ حَيَاتُهُ، وَيُفَكِّرَ فِي الْمَاءِ الَّذِي هُوَ سَبَبُ إِنْبَاتِ حُبِّهِ مَنْ أَنْزَلَهُ؟ ثُمَّ بَعْدَ إِنْزَالِ الْمَاءِ وَرَيِّ الْأَرْضِ مَنْ يَقْدِرُ عَلَى شَقِّ الْأَرْضِ عَنِ النَّبَاتِ وَإِخْرَاجِهِ مِنْهَا؟ ثُمَّ مِنْ يَقْدِرُ عَلَى إِخْرَاجِ الْحَبِّ مِنْ ذَلِكَ النَّبَاتِ؟ ثُمَّ مِنْ يَقْدِرُ عَلَى تَنْمِيَتِهِ حَتَّى يَصِيرَ صَالِحًا لِلْأَكْلِ! ؟ : انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ. . . الْآيَةَ [٦ \\ ٩] ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٨٠ \\ ٢٤ - ٣٢] . </p><p> وَكَذَلِكَ يَجِبُ عَلَى الْإِنْسَانِ النَّظَرُ فِي الشَّيْءِ الَّذِي خُلِقَ مِنْهُ ; لِقَوْلِهِ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ [٨٦ \\ ٥] ، وَظَاهِرُ الْقُرْآنِ: أَنَّ النَّظَرَ فِي ذَلِكَ وَاجِبٌ، وَلَا دَلِيلَ يَصْرِفُ عَنْ ذَلِكَ. </p><p> التَّنْبِيهُ الثَّانِي: اعْلَمْ أَنَّهُ - جَلَّ وَعَلَا - أَشَارَ فِي هَذِهِ الْآيَاتِ مِنْ أَوَّلِ سُورَةِ «النَّحْلِ» إِلَى بَرَاهِينِ الْبَعْثِ الثَّلَاثَةِ، الَّتِي قَدَّمْنَا أَنَّ الْقُرْآنَ الْعَظِيمَ يَكْثُرُ فِيهِ الِاسْتِدْلَالُ بِهَا عَلَى الْبَعْثِ. الْأَوَّلُ: خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ الْمَذْكُورُ فِي قَوْلِهِ: خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ. . . . الْآيَةَ [٦٤ \\ ٣] ، وَالِاسْتِدْلَالُ بِذَلِكَ عَلَى الْبَعْثِ كَثِيرٌ فِي الْقُرْآنِ، كَقَوْلِهِ: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا [٧٩ \\ ٢٧ - ٢٨] ، إِلَى قَوْلِهِ: مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٧٩ \\ ٣٣] ، وَقَوْلِهِ: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٤٦ \\ ٣٣] ، وَقَوْلِهِ: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ. . . الْآيَةَ [٤٠ \\ ٥٧] ، وَقَوْلِهِ: أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ [٣٦ \\ ٨١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ. </p><p> الْبُرْهَانُ الثَّانِي: خَلْقُ الْإِنْسَانِ أَوَّلًا الْمَذْكُورُ فِي قَوْلِهِ: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ [١٦ \\ ٤] ; لِأَنَّ مَنِ اخْتَرَعَ قَادِرٌ عَلَى الْإِعَادَةِ ثَانِيًا. وَهَذَا يَكْثُرُ الِاسْتِدْلَالُ بِهِ أَيْضًا عَلَى الْبَعْثِ، كَقَوْلِهِ: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٩] ، وَقَوْلِهِ: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ. . . . الْآيَةَ [٣٠ \\ ٢٧] ، وَقَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] ، وَقَوْلِهِ: أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ [٥٠ \\ ١٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ </p><p> الْآيَاتِ كَمَا تَقَدَّمَ. </p><p> الْبُرْهَانُ الثَّالِثُ: إِحْيَاءُ الْأَرْضِ بَعْدَ مَوْتِهَا الْمَذْكُورُ هُنَا فِي قَوْلِهِ: يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ. . . [١٦ \\ ١١] ، فَإِنَّهُ يَكْثُرُ فِي الْقُرْآنِ الِاسْتِدْلَالُ بِهِ عَلَى الْبَعْثِ أَيْضًا، كَقَوْلِهِ: فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى [٤١ \\ ٣٩] ، وَقَوْلِهِ: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ [٥٠ \\ ١١] ، أَيْ: كَذَلِكَ الْأَحْيَاءُ خُرُوجُكُمْ مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ الْمَوْتِ، وَقَوْلِهِ: وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ [٣٠ \\ ١٩] ، أَيْ: مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ الْمَوْتِ، وَقَوْلِهِ: حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ [٧ \\ ٥٧] ، وَقَوْلِهِ: وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٢٢ \\ ٥، ٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ. </p><p> فَهَذِهِ الْبَرَاهِينُ الثَّلَاثَةُ يَكْثُرُ جِدًّا الِاسْتِدْلَالُ بِهَا عَلَى الْبَعْثِ فِي كِتَابِ اللَّهِ، كَمَا رَأَيْتَ وَكَمَا تَقَدَّمَ. </p><p> وَهُنَاكَ بُرْهَانٌ رَابِعٌ يَكْثُرُ الِاسْتِدْلَالُ بِهِ عَلَى الْبَعْثِ أَيْضًا وَلَا ذِكْرَ لَهُ فِي هَذِهِ الْآيَاتِ، وَهُوَ إِحْيَاءُ اللَّهِ بَعْضَ الْمَوْتَى فِي دَارِ الدُّنْيَا، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ فِي:  «سُورَةِ الْبَقَرَةِ» ; لِأَنَّ مَنْ أَحْيَا نَفْسًا وَاحِدَةً بَعْدَ مَوْتِهَا قَادِرٌ عَلَى إِحْيَاءِ جَمِيعِ النُّفُوسِ: مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ [٣١ \\ ٢٨] . </p><p> وَقَدْ ذَكَرَ - جَلَّ وَعَلَا - هَذَا الْبُرْهَانَ فِي:  «سُورَةِ الْبَقَرَةِ» فِي خَمْسَةِ مَوَاضِعَ: </p><p> الْأَوَّلُ قَوْلُهُ: ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ [٢ \\ ٥٦] . </p><p> الثَّانِي قَوْلُهُ: فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ [٢ \\ ٧٣] . </p><p> الثَّالِثُ قَوْلُهُ - جَلَّ وَعَلَا -: فَقَالَ لَهُمُ اللَّهُ مُوتُوا ثُمَّ أَحْيَاهُمْ [٢ \\ ٢٤٣] . </p><p> الرَّابِعُ قَوْلُهُ: فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٢ \\ ٢٥٩] . </p>"
}