{
  "id": null,
  "sura": 16,
  "aya": 99,
  "text": "<p> قَوْلُهُ تَعَالَى: إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ. ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الشَّيْطَانَ لَيْسَ لَهُ سُلْطَانٌ عَلَى الْمُؤْمِنِينَ الْمُتَوَكِّلِينَ عَلَى اللَّهِ، وَأَنَّ سُلْطَانَهُ إِنَّمَا هُوَ عَلَى أَتْبَاعِهِ الَّذِينَ يَتَوَلَّوْنَهُ، وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ. </p><p> وَبَيَّنَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ [١٥ \\ ٤٢] ، وَقَوْلِهِ: لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [١٥ \\ ٣٩ - ٤٠] ، وَقَوْلِهِ: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا [١٧ \\ ٦٥] ، وَقَوْلِهِ: وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ الْآيَةَ [٣٤ \\ ٢١] ، وَقَوْلِهِ: وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي [١٤ \\ ٢٢] . </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي مَعْنَى السُّلْطَانِ فِي هَذِهِ الْآيَةِ. </p><p> فَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ: هُوَ الْحُجَّةُ، أَيْ: لَيْسَ لِلشَّيْطَانِ عَلَيْهِمْ حُجَّةٌ فِيمَا يَدْعُوهُمْ إِلَيْهِ مِنْ عِبَادَةِ الْأَوْثَانِ. </p><p> وَقَالَ بَعْضُهُمْ: لَيْسَ لَهُ سُلْطَانٌ عَلَيْهِمْ، أَيْ: تَسَلُّطٌ وَقُدْرَةٌ عَلَى أَنْ يُوقِعَهُمْ فِي ذَنْبٍ لَا تَوْبَةَ مِنْهُ. وَقَدْ قَدَّمْنَا هَذَا، وَالْمُرَادُ: بِ: الَّذِينَ يَتَوَلَّوْنَهُ [١٦ \\ ١٠٠] ، الَّذِينَ يُطِيعُونَهُ فَيُوَالُونَهُ بِالطَّاعَةِ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي قَوْلِهِ: هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ١٠٠] ، أَنَّ الضَّمِيرَ عَائِدٌ إِلَى الشَّيْطَانِ لَا إِلَى اللَّهِ. وَمَعْنَى كَوْنِهِمْ مُشْرِكِينَ بِهِ هُوَ طَاعَتُهُمْ لَهُ فِي الْكُفْرِ وَالْمَعَاصِي ; كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ [٣٦ \\ ٦٠] ، وَقَوْلُهُ عَنْ إِبْرَاهِيمَ: يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ [١٩ \\ ٤٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَأَمَّا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ فَهُوَ مَا جَعَلُوهُ لَهُ عَلَى أَنْفُسِهِمْ مِنَ الطَّاعَةِ وَالِاتِّبَاعِ وَالْمُوَالَاةِ، بِغَيْرِ مُوجِبٍ يَسْتَوْجِبُ ذَلِكَ. </p><p> تَنْبِيهٌ. </p><p> فَإِنَّهُ قِيلَ: أَثْبَتَ اللَّهُ لِلشَّيْطَانِ سُلْطَانًا عَلَى أَوْلِيَائِهِ فِي آيَاتٍ ; كَقَوْلِهِ هُنَا: إِنَّمَا سُلْطَانُهُ </p>"
}