{
  "id": null,
  "sura": 16,
  "aya": 96,
  "text": "<p> اللَّهِ أَوْفُوا ذَلِكُمْ وَصَّاكُمْ بِهِ. . . الْآيَةَ [٦ \\ ١٥٢] ، وَقَوْلِهِ فِي (الْإِسْرَاءِ) : وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا [١٧ \\ ٣٤] ، وَقَدْ قَدَّمْنَا هَذَا (فِي الْأَنْعَامِ) . </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّ مَنْ نَقَضَ الْعَهْدَ إِنَّمَا يَضُرُّ بِذَلِكَ نَفْسَهُ، وَأَنَّ مَنْ أَوْفَى بِهِ يُؤْتِيهِ اللَّهُ الْأَجْرَ الْعَظِيمَ عَلَى ذَلِكَ ; وَذَلِكَ فِي قَوْلِهِ: فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا [٤٨ \\ ١٠] ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّ نَقْضَ الْمِيثَاقِ يَسْتَوْجِبُ اللَّعْنَ ; وَذَلِكَ فِي قَوْلِهِ: فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ. . . الْآيَةَ [٥ \\ ١٣] . </p><p> قَوْلُهُ تَعَالَى: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ. بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَا عِنْدَهُ مِنْ نَعِيمِ الْجَنَّةِ بَاقٍ لَا يَفْنَى. وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] ، وَقَوْلِهِ: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] ، وَقَوْلِهِ: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا [١٨ \\ ٢ - ٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ، أَقْسَمَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ سَيَجْزِي الَّذِينَ صَبَرُوا أَجْرَهُمْ - أَيْ: جَزَاءَ عَمَلِهِمْ - بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ. </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّهُ جَزَاءٌ بِلَا حِسَابٍ ; كَمَا فِي قَوْلِهِ: إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ [٣٩ \\ ١٠] . </p><p> تَنْبِيهٌ. </p><p> اسْتَنْبَطَ بَعْضُ الْعُلَمَاءِ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ فِعْلَ الْمُبَاحِ حَسَنٌ ; لِأَنَّ قَوْلَهُ فِي هَذِهِ الْآيَةِ: بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ [١٦ \\ ٩٦] ، صِيغَةُ تَفْضِيلٍ تَدُلُّ عَلَى الْمُشَارَكَةِ، وَالْوَاجِبُ أَحْسَنُ مِنَ الْمَنْدُوبِ، وَالْمَنْدُوبُ أَحْسَنُ مِنَ الْمُبَاحِ ; فَيُجَازَوْنَ بِالْأَحْسَنِ الَّذِي هُوَ الْوَاجِبُ وَالْمَنْدُوبُ، دُونَ مُشَارَكَتِهِمَا فِي الْحَسَنِ وَهُوَ الْمُبَاحُ ; وَعَلَيْهِ دَرَجَ فِي مَرَاقِي السُّعُودِ فِي قَوْلِهِ: </p><p> مَا رَبُّنَا لَمْ يَنْهَ عَنْهُ حَسَنٌ ... وَغَيْرُهُ الْقَبِيحُ وَالْمُسْتَهْجَنُ </p><p> إِلَّا أَنَّ الْحَسَنَ يَنْقَسِمُ إِلَى حَسَنٍ وَأَحْسَنَ ; وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى لِمُوسَى: فَخُذْهَا </p>"
}