{
  "id": null,
  "sura": 16,
  "aya": 12,
  "text": "<p> الْخَامِسُ قَوْلُهُ تَعَالَى: قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْيًا وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ [٢ \\ ٢٦٠] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ [١٦ \\ ١٠] ، أَيْ: تَرْعَوْنَ مَوَاشِيَكُمُ السَّائِمَةَ فِي ذَلِكَ الشَّجَرِ الَّذِي هُوَ الْمَرْعَى. وَالْعَرَبُ تُطْلِقُ اسْمَ الشَّجَرِ عَلَى كُلِّ مَا تُنْبِتُهُ الْأَرْضُ مِنَ الْمَرْعَى ; وَمِنْهُ قَوْلُ النَّمِرِ بْنِ تَوْلَبٍ الْعُكْلِيِّ: </p><p> إِنَّا أَتَيْنَاكَ وَقَدْ طَالَ السَّفَرْ ... نَقُودُ خَيْلًا ضُمَّرًا فِيهَا صَعَرْ </p><p> نُطْعِمُهَا اللَّحْمَ ... إِذَا عَزَّ الشَّجَرْ </p><p> وَالْعَرَبُ تَقُولُ: سَامَتِ الْمَوَاشِي ; إِذَا رَعَتْ فِي الْمَرْعَى الَّذِي يُنْبِتُهُ اللَّهُ بِالْمَطَرِ. وَأَسَامَهَا صَاحِبُهَا: أَيْ رَعَاهَا فِيهِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> مَثَلُ ابْنِ بَزْعَةَ أَوْ كَآخِرَ مِثْلِهِ ... أَوْلَى لَكَ ابْنَ مُسِيمَةِ الْأَجْمَالِ </p><p> يَعْنِي يَا ابْنَ رَاعِيَةِ الْجِمَالِ الَّتِي تُسِيمُهَا فِي الْمَرْعَى. </p><p> وَقَوْلُهُ: يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ [١٦ \\ ١١] ، قَرَأَهُ شُعْبَةُ عَنْ عَاصِمٍ:  «نُنْبِتُ» بِالنُّونِ، وَالْبَاقُونَ بِالْيَاءِ التَّحْتِيَّةِ. </p><p> قَوْلُهُ تَعَالَى: وَسَخَّرَ لَكُمُ اللَّيْلَ وَالْنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لِآيَاتٍ لِقَوْمٍ يَعْقِلُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ سَخَّرَ لِخَلْقِهِ خَمْسَةَ أَشْيَاءَ عِظَامٍ، فِيهَا مِنْ عَظِيمِ نِعْمَتِهِ مَا لَا يَعْلَمُهُ إِلَّا هُوَ، وَفِيهَا الدَّلَالَاتُ الْوَاضِحَاتُ لِأَهْلِ الْعُقُولِ: عَلَى أَنَّهُ الْوَاحِدُ الْمُسْتَحِقُّ لِأَنْ يُعْبَدُ وَحْدَهُ. </p><p> وَالْخَمْسَةُ الْمَذْكُورَةُ هِيَ: اللَّيْلُ، وَالنَّهَارُ، وَالشَّمْسُ، وَالْقَمَرُ، وَالنُّجُومُ. </p><p> وَكَرَّرَ فِي الْقُرْآنِ ذِكْرَ إِنْعَامِهِ بِتَسْخِيرِ هَذِهِ الْأَشْيَاءِ، وَأَنَّهَا مِنْ أَعْظَمِ أَدِلَّةِ وَحْدَانِيَّتِهِ وَاسْتِحْقَاقِهِ لِلْعِبَادَةِ وَحْدَهُ ; كَقَوْلِهِ تَعَالَى إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ [٧ \\ ٥٤] ، وَإِغْشَاؤُهُ اللَّيْلَ النَّهَارَ: هُوَ تَسْخِيرُهُمَا، وَقَوْلُهُ: وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ الْآيَةَ [١٤ \\ ٣٣] ، وَقَوْلِهِ: وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ. [٣٦ \\ ٣٧ - ٣٩] ، </p>"
}