{
  "id": null,
  "sura": 16,
  "aya": 66,
  "text": "<p> نَسِيَهُ وَتَرَكَهُ غَيْرَ مُلْتَفِتٍ إِلَيْهِ ; فَقَوْلُهُ: مُفْرَطُونَ، أَيْ: مَتْرُوكُونَ مَنْسِيُّونَ فِي النَّارِ. وَيَشْهَدُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا [٧ \\ ٥١] ، وَقَوْلُهُ: فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ الْآيَةَ [٣٢ \\ ١٤] ، وَقَوْلُهُ: وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ الْآيَةَ [٤٥ \\ ٣٤] ، فَالنِّسْيَانُ فِي هَذِهِ الْآيَاتِ مَعْنَاهُ: التَّرْكُ فِي النَّارِ. أَمَّا النِّسْيَانُ بِمَعْنَى زَوَالِ الْعِلْمِ: فَهُوَ مُسْتَحِيلٌ عَلَى اللَّهِ ; كَمَا قَالَ تَعَالَى: وَمَا كَانَ رَبُّكَ نَسِيًّا [١٩ \\ ٦٤] ، وَقَالَ: قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى [٢٠ \\ ٥٢] . </p><p> وَمِمَّنْ قَالَ بِأَنَّ مَعْنَى: مُفْرَطُونَ، مَنْسِيُّونَ مُتْرَكُونَ فِي النَّارِ: مُجَاهِدٌ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَقَتَادَةُ، وَابْنُ الْأَعْرَابِيِّ، وَأَبُو عُبَيْدَةَ، وَالْفَرَّاءُ، وَغَيْرُهُمْ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى قَوْلِهِ: مُفْرَطُونَ، عَلَى قِرَاءَةِ الْجُمْهُورِ: أَيْ: مُقَدَّمُونَ إِلَى النَّارِ مُعَجَّلُونَ ; مَنْ أَفْرَطْتُ فُلَانًا وَفَرَطْتُهُ فِي طَلَبِ الْمَاءِ، إِذَا قَدَّمْتُهُ، وَمِنْهُ حَدِيثُ:  «أَنَا فَرَطُكُمْ عَلَى الْحَوْضِ» ، أَيْ: مُتَقَدِّمُكُمْ. وَمِنْهُ قَوْلُ الْقُطَامِيِّ: فَاسْتَعْجَلُونَا وَكَانُوا مِنْ صَحَابَتِنَا كَمَا تَقَدَّمَ فَرَّاطٌ لِرَوَّادِ. </p><p> وَقَوْلُ الشَّنْفَرَى: </p><p> هَمَمْتُ وَهَمَّتْ فَابْتَدَرْنَا وَأَسْبَلَتْ ... وَشَمَّرَ مِنِّي فَارِطٌ مُتَمَهِّلُ </p><p> أَيْ: مُتَقَدِّمٌ إِلَى الْمَاءِ. وَعَلَى قِرَاءَةِ نَافِعٍ فَهُوَ اسْمُ فَاعِلٍ أَفْرَطَ فِي الْأَمْرِ: إِذَا أَسْرَفَ فِيهِ وَجَاوَزَ الْحَدَّ. وَيَشْهَدُ لِهَذِهِ الْقِرَاءَةِ قَوْلُهُ: وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ [٤٠ \\ ٤٣] ، وَنَحْوُهَا مِنَ الْآيَاتِ. وَعَلَى قِرَاءَةِ أَبِي جَعْفَرٍ، فَهُوَ اسْمُ فَاعِلٍ، فَرَّطَ فِي الْأَمْرِ: إِذَا ضَيَّعَهُ وَقَصَّرَ فِيهِ، وَيَشْهَدُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: أَنْ تَقُولَ نَفْسٌ يَاحَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ الْآيَةَ [٣٩ \\ ٥٦] ، فَقَدْ عَرَفْتَ أَوْجُهَ الْقِرَاءَاتِ فِي الْآيَةِ، وَمَا يَشْهَدُ لَهُ الْقُرْآنُ مِنْهَا. </p><p> وَقَوْلُهُ: لَا جَرَمَ، أَيْ: حَقًّا أَنَّ لَهُمُ النَّارَ. وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: لَا رَدَّ لِكَلَامِهِمْ وَتَمَّ الْكَلَامُ، أَيْ: لَيْسَ كَمَا تَزْعُمُونَ وَجَرَمَ أَنَّ لَهُمُ النَّارَ حَقًّا أَنَّ لَهُمُ النَّارَ! وَقَالَ بَعْضُ الْعُلَمَاءِ: «لَا» صِلَةَ، وَ «جَرَمَ» بِمَعْنَى كَسْبٍ ; أَيْ: كَسْبٌ لَهُمْ عَمَلُهُمْ أَنَّ لَهُمُ النَّارَ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ، بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ </p><p> الْكَرِيمَةِ: أَنَّ فِي الْأَنْعَامِ عَبْرَةً دَالَّةً عَلَى تَفَرُّدِ مَنْ خَلَقَهَا، وَأَخْلَصَ لَبَنَهَا مِنْ بَيْنِ فَرْثٍ وَدَمٍ ; بِأَنَّهُ هُوَ وَحْدَهُ الْمُسْتَحِقُّ لِأَنْ يُعْبَدَ، وَيُطَاعَ وَلَا يُعْصَى. وَأَوْضَحَ هَذَا الْمَعْنَى أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ [٢٣ \\ ٢١] ، وَقَوْلِهِ: وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ [١٦ \\ ٥] ، وَقَوْلِهِ: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ أَفَلَا يَشْكُرُونَ [٣٦ \\ ٧١ - ٧٣] ، وَقَوْلِهِ: أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ [٨٨ \\ ١٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ دَلَّتِ الْآيَاتُ الْمَذْكُورَةُ عَلَى أَنَّ الْأَنْعَامَ يَصِحُّ تَذْكِيرُهَا وَتَأْنِيثُهَا ; لِأَنَّهُ ذَكَرَهَا هُنَا فِي قَوْلِهِ: نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ [١٦ \\ ٦٦] ، وَأَنَّثَهَا فِي «سُورَةِ: قَدْ أَفْلَحَ الْمُؤْمِنُونَ» فِي قَوْلِهِ: نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ [٢٣ \\ ٢١] ، وَمَعْلُومٌ فِي الْعَرَبِيَّةِ: أَنَّ أَسْمَاءَ الْأَجْنَاسِ يَجُوزُ فِيهَا التَّذْكِيرُ نَظَرًا إِلَى اللَّفْظِ، وَالتَّأْنِيثُ نَظَرًا إِلَى مَعْنَى الْجَمَاعَةِ الدَّاخِلَةِ تَحْتَ اسْمِ الْجِنْسِ. وَقَدْ جَاءَ فِي الْقُرْآنِ تَذْكِيرُ الْأَنْعَامِ وَتَأْنِيثُهَا كَمَا ذَكَرْنَاهُ آنِفًا. وَجَاءَ فِيهِ تَذْكِيرُ النَّخْلِ وَتَأْنِيثُهَا ; فَالتَّذْكِيرُ فِي قَوْلِهِ: كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ [٥٤ \\ ٢٠] ، وَالتَّأْنِيثُ فِي قَوْلِهِ: كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ [٦٩ \\ ٧] ، وَنَحْوِ ذَلِكَ. وَجَاءَ فِي الْقُرْآنِ تَذْكِيرُ السَّمَاءِ وَتَأْنِيثُهَا ; فَالتَّذْكِيرُ فِي قَوْلِهِ: السَّمَاءُ مُنْفَطِرٌ بِهِ [٧٣ \\ ١٨] ، وَالتَّأْنِيثُ فِي قَوْلِهِ: وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ الْآيَةَ [٥١ \\ ٤٧] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَهَذَا مَعْرُوفٌ فِي الْعَرَبِيَّةِ، وَمِنْ شَوَاهِدِهِ قَوْلُ قَيْسِ بْنِ الْحُصَيْنِ الْحَارِثِيِّ الْأَسْدِيِّ وَهُوَ صَغِيرٌ فِي تَذْكِيرِ النِّعَمِ: </p><p> فِي كُلِّ عَامٍ نَعَمٌ تَحْوُونَهُ يُلَقِّحُهُ قَوْمٌ وَتُنْتِجُونَهُ. </p><p> وَقَرَأَ هَذَا الْحَرْفَ نَافِعٌ وَابْنُ عَامِرٍ وَشُعْبَةُ عَنْ عَاصِمٍ «نَسْقِيكُمْ» ، بِفَتْحِ النُّونِ. وَالْبَاقُونَ بِضَمِّهَا، كَمَا تَقَدَّمَ بِشَوَاهِدِهِ «فِي سُورَةِ الْحِجْرِ» . </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ: </p><p> الْمَسْأَلَةُ الْأُولَى: اسْتَنْبَطَ الْقَاضِي إِسْمَاعِيلُ مِنْ تَذْكِيرِ الضَّمِيرِ فِي قَوْلِهِ: مِّمَّا فِي </p><p> بُطُونِهِ [١٦ \\ ٦٦] : أَنَّ لَبَنَ الْفَحْلِ يُفِيدُ التَّحْرِيمَ. وَقَالَ: إِنَّمَا جِيءَ بِهِ مُذَكَّرًا ; لِأَنَّهُ رَاجِعٌ إِلَى ذَكَرِ النَّعَمِ ; لِأَنَّ اللَّبَنَ لِلذَّكَرِ مَحْسُوبٌ، وَلِذَلِكَ قَضَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَنَّ لَبَنَ الْفَحْلِ يَحْرُمُ» ، حَيْثُ أَنْكَرَتْهُ عَائِشَةُ فِي حَدِيثِ أَفْلَحَ أَخِي أَبِي الْقُعَيْسِ، فَلِلْمَرْأَةِ السُّقَى، وَلِلرَّجُلِ اللَّقَاحُ ; فَجَرَى الِاشْتِرَاكُ فِيهِ بَيْنَهُمَا. اه. بِوَاسِطَةِ نَقْلِ الْقُرْطُبِيِّ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: أَمَّا اعْتِبَارُ لَبَنِ الْفَحْلِ فِي التَّحْرِيمِ فَلَا شَكَّ فِيهِ، وَيَدُلُّ لَهُ الْحَدِيثُ الْمَذْكُورُ فِي قِصَّةِ عَائِشَةَ مَعَ أَفْلَحَ أَخِي أَبِي الْقُعَيْسِ ; فَإِنَّهُ مُتَّفَقٌ عَلَيْهِ مَشْهُورٌ. وَأَمَّا اسْتِنْبَاطُ ذَلِكَ مِنْ عَوْدِ الضَّمِيرِ فِي الْآيَةِ فَلَا يَخْلُو عِنْدِي مِنْ بُعْدٍ وَتَعَسُّفٍ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اسْتَنْبَطَ النِّقَاشُ وَغَيْرُهُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمَنِيَّ لَيْسَ بِنَجِسٍ، قَالُوا: كَمَا يَخْرُجُ اللَّبَنُ مِنْ بَيْنِ الْفَرْثِ وَالدَّمِ سَائِغًا خَالِصًا، كَذَلِكَ يَجُوزُ أَنْ يَخْرُجَ الْمَنِيُّ مِنْ مَخْرَجِ الْبَوْلِ طَاهِرًا. </p><p> قَالَ ابْنُ الْعَرَبِيِّ: إِنَّ هَذَا لَجَهْلٌ عَظِيمٌ، وَأَخْذٌ شَنِيعٌ، اللَّبَنُ جَاءَ الْخَبَرُ عَنْهُ مَجِيءَ النِّعْمَةِ وَالْمِنَّةِ الصَّادِرَةِ عَنِ الْقُدْرَةِ، لِيَكُونَ عِبْرَةً ; فَاقْتَضَى ذَلِكَ كُلُّهُ وَصْفَ الْخُلُوصِ وَاللَّذَّةِ. وَلَيْسَ الْمَنِيُّ مِنْ هَذِهِ الْحَالَةِ حَتَّى يَكُونَ مُلْحَقًا بِهِ، أَوْ مَقِيسًا عَلَيْهِ. </p><p> قَالَ الْقُرْطُبِيُّ بَعْدَ أَنْ نَقَلَ الْكَلَامَ الْمَذْكُورَ: قُلْتُ: قَدْ يُعَارِضُ هَذَا بِأَنْ يُقَالَ: وَأَيٌّ مِنْهُ أَعْظَمُ وَأَرْفَعُ مِنْ خُرُوجِ الْمَنِيِّ الَّذِي يَكُونُ عَنْهُ الْإِنْسَانُ الْمُكَرَّمُ؟ وَقَدْ قَالَ تَعَالَى: يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ [٨٦ \\ ٧] ، وَقَالَ: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً [١٦ \\ ٧٢] ، وَهَذَا غَايَةٌ فِي الِامْتِنَانِ. </p><p> فَإِنْ قِيلَ: إِنَّهُ يَتَنَجَّسُ بِخُرُوجِهِ فِي مَجْرَى الْبَوْلِ. </p><p> قُلْنَا: هُوَ مَا أَرَدْنَاهُ ; فَالنَّجَاسَةُ عَارِضَةٌ وَأَصْلُهُ طَاهِرٌ. اه مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَأَخْذُ حُكْمِ طَهَارَةِ الْمَنِيِّ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ لَا يَخْلُو عِنْدِي مِنْ بُعْدٍ. وَسَنُبَيِّنُ إِنْ - شَاءَ اللَّهُ - حُكْمَ الْمَنِيِّ: هَلْ هُوَ نَجِسٌ أَوْ طَاهِرٌ،؟ وَأَقْوَالُ الْعُلَمَاءِ فِي ذَلِكَ، مَعَ مُنَاقَشَةِ الْأَدِلَّةِ. اعْلَمْ: أَنَّ فِي مِنِيِّ الْإِنْسَانِ ثَلَاثَةَ أَقْوَالٍ لِلْعُلَمَاءِ: الْأَوَّلُ: أَنَّهُ طَاهِرٌ، وَأَنَّ حُكْمَهُ حُكْمُ النُّخَامَةِ وَالْمُخَاطِ ; وَهَذَا هُوَ مَذْهَبُ الشَّافِعِيِّ، وَأَصَحُّ الرِّوَايَتَيْنِ عَنْ أَحْمَدَ، وَبِهِ قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ، وَعَطَاءٌ، وَإِسْحَاقُ بْنُ رَاهَوَيْهِ، وَأَبُو ثَوْرٍ، وَدَاوُدُ، </p><p> وَابْنُ الْمُنْذِرِ، وَحَكَاهُ الْعَبْدَرِيُّ، وَغَيْرُهُ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، وَابْنِ عُمَرَ، وَعَائِشَةَ - رَضِيَ اللَّهُ عَنْهُمْ -. كَمَا نَقَلَهُ النَّوَوِيُّ فِي «شَرْحِ الْمُهَذَّبِ» وَغَيْرِهِ. </p><p> الْقَوْلُ الثَّانِي: أَنَّهُ نَجِسٌ، وَلَا بُدَّ فِي طَهَارَتِهِ مِنَ الْمَاءِ سَوَاءً كَانَ يَابِسًا أَوْ رَطْبًا ; وَهَذَا هُوَ مَذْهَبُ مَالِكٍ، وَالثَّوْرِيِّ، وَالْأَوْزَاعِيِّ. </p><p> الْقَوْلُ الثَّالِثُ: أَنَّهُ نَجِسٌ، وَرَطْبُهُ لَا بُدَّ لَهُ مِنَ الْمَاءِ، وَيَابِسُهُ لَا يَحْتَاجُ إِلَى الْمَاءِ بَلْ يُطَهَّرُ بِفَرْكِهِ مِنَ الثَّوْبِ حَتَّى يَزُولَ مِنْهُ ; وَهَذَا هُوَ مَذْهَبُ أَبِي حَنِيفَةَ. وَاخْتَارَ الشَّوْكَانِيُّ فِي (نَيْلِ الْأَوْطَارِ) : أَنَّهُ نَجِسٌ، وَأَنَّ إِزَالَتَهُ لَا تَتَوَقَّفُ عَلَى الْمَاءِ مُطْلَقًا. </p><p> أَمَّا حُجَّةُ مَنْ قَالَ إِنَّهُ طَاهِرٌ كَالْمُخَلَّطِ فَهِيَ بِالنَّصِّ وَالْقِيَاسِ مَعًا، وَمَعْلُومٌ فِي الْأُصُولِ: أَنَّ الْقِيَاسَ الْمُوَافِقَ لِلنَّصِّ لَا مَانِعَ مِنْهُ ; لِأَنَّهُ دَلِيلٌ آخَرُ عَاضِدٌ لِلنَّصِّ، وَلَا مَانِعَ مِنْ تَعَاضُدِ الْأَدِلَّةِ. </p><p> أَمَّا النَّصُّ فَهُوَ مَا ثَبَتَ عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - قَالَتْ:  «كُنْتُ أَفْرُكُ الْمَنِيَّ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ يَذْهَبُ فَيُصَلِّي فِيهِ» ، أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ، وَأَصْحَابُ السُّنَنِ الْأَرْبَعَةُ وَالْإِمَامُ أَحْمَدُ. قَالُوا: فَرْكُهَا لَهُ يَابِسًا، وَصَلَاتُهُ فِي الثَّوْبِ مِنْ غَيْرِ ذِكْرِ غَسْلٍ دَلِيلٌ عَلَى الطَّهَارَةِ. وَفِي رِوَايَةٍ عِنْدَ أَحْمَدَ: كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَسْلِتُ الْمَنِيَّ مِنْ ثَوْبِهِ بِعَرَقِ الْإِذْخِرِ، ثُمَّ يُصَلِّي فِيهِ، وَيَحُتُّهُ مِنْ ثَوْبِهِ يَابِسًا ثُمَّ يُصَلِّي فِيهِ. وَفِي رِوَايَةٍ، عَنْ عَائِشَةَ عِنْدَ الدَّارَقُطْنِيِّ:  «كُنْتُ أَفْرُكُ الْمَنِيَّ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا كَانَ يَابِسًا، وَأَغْسِلُهُ إِذَا كَانَ رَطِبًا» ، وَعَنْ إِسْحَاقَ بْنِ يُوسُفَ قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: سُئِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ ; فَقَالَ:  «إِنَّمَا هُوَ بِمَنْزِلَةِ الْمُخَاطِ وَالْبُصَاقِ، وَإِنَّمَا يَكْفِيكَ أَنْ تَمْسَحَهُ بِخِرْقَةٍ أَوْ بِإِذْخِرَةٍ» . </p><p> قَالَ صَاحِبُ (مُنْتَقَى الْأَخْبَارِ) بَعْدَ أَنْ سَاقَ هَذَا الْحَدِيثَ كَمَا ذَكَرْنَا: رَوَاهُ الدَّارَقُطْنِيُّ، وَقَالَ: لَمْ يَرْفَعْهُ غَيْرُ إِسْحَاقَ الْأَزْرَقِ عَنْ شَرِيكٍ. قُلْتُ: وَهَذَا لَا يَضُرُّ ; لِأَنَّ إِسْحَاقَ إِمَامٌ مُخَرَجٌ عَنْهُ فِي الصَّحِيحَيْنِ، فَيُقْبَلُ رَفْعُهُ وَزِيَادَتُهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: مَا قَالَهُ الْإِمَامُ الْمُجِدُّ - رَحِمَهُ اللَّهُ - (فِي الْمُنْتَقَى) مِنْ قَبُولِ رَفْعِ الْعَدْلِ وَزِيَادَتِهِ، هُوَ الصَّحِيحُ عِنْدَ أَهْلِ الْأُصُولِ وَأَهْلِ الْحَدِيثِ كَمَا بَيَّنَاهُ مِرَارًا، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَحَادِيثِ فِي فَرْكِ الْمَنِيِّ وَعَدَمِ الْأَمْرِ بِغَسْلِهِ. </p><p> وَأَمَّا الْقِيَاسُ الْعَاضِدُ لِلنَّصِّ فَهُوَ مِنْ وَجْهَيْنِ: أَحَدُهُمَا: إِلْحَاقُ الْمَنِيِّ بِالْبَيْضِ ; </p><p> بِجَامِعِ أَنْ كُلًّا مِنْهُمَا مَائِعٌ يَتَخَلَّقُ مِنْهُ حَيَوَانٌ حَيٌّ طَاهِرٌ، وَالْبَيْضُ طَاهِرٌ إِجْمَاعًا ; فَيَلْزَمُ كَوْنُ الْمَنِيِّ طَاهِرًا أَيْضًا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: هَذَا النَّوْعُ مِنَ الْقِيَاسِ هُوَ الْمَعْرُوفُ بِالْقِيَاسِ الصُّورِيِّ، وَجُمْهُورُ الْعُلَمَاءِ لَا يَقْبَلُونَهُ، وَلَمْ يَشْتَهِرْ بِالْقَوْلِ بِهِ إِلَّا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ ; كَمَا أَشَارَ لَهُ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَابْنُ عُلَيَّةَ يَرَى لِلصُّورِيِّ ... كَالْقَيْسِ لِلْخَيْلِ عَلَى الْحَمِيرِ </p><p> وَصُوَرُ الْقِيَاسِ الصُّورِيِّ الْمُخْتَلَفُ فِيهَا كَثِيرَةٌ ; كَقِيَاسِ الْخَيْلِ عَلَى الْحَمِيرِ فِي سُقُوطِ الزَّكَاةِ، وَحُرْمَةِ الْأَكْلِ لِلشَّبَهِ الصُّورِيِّ. وَكَقِيَاسِ الْمَنِيِّ عَلَى الْبَيْضِ لِتَوَلُّدِ الْحَيَوَانِ الطَّاهِرِ مِنْ كُلٍّ مِنْهُمَا فِي طَهَارَتِهِ. وَكَقِيَاسِ أَحَدِ التَّشَهُّدَيْنِ عَلَى الْآخَرِ فِي الْوُجُوبِ أَوِ النَّدْبِ لِتَشَابُهِهِمَا فِي الصُّورَةِ. وَكَقِيَاسِ الْجِلْسَةِ الْأُولَى عَلَى الثَّانِيَةِ فِي الْوُجُوبِ لِتَشَبُّهِهَا بِهَا فِي الصُّورَةِ. وَكَإِلْحَاقِ الْهِرَّةِ الْوَحْشِيَّةِ بِالْإِنْسِيَّةِ فِي التَّحْرِيمِ. وَكَإِلْحَاقِ خِنْزِيرِ الْبَحْرِ وَكَلْبِهِ بِخِنْزِيرِ الْبَرِّ وَكَلْبِهِ، إِلَى غَيْرِ ذَلِكَ مِنْ صُوَرِهِ الْكَثِيرَةِ الْمَعْرُوفَةِ فِي الْأُصُولِ. وَاسْتَدَلَّ مَنْ قَالَ بِالْقِيَاسِ الصُّورِيِّ: بِأَنَّ النُّصُوصَ دَلَّتْ عَلَى اعْتِبَارِ الْمُشَابَهَةِ فِي الصُّورَةِ فِي الْأَحْكَامِ ; كَقَوْلِهِ: فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ [٥ \\ ٩٥] ، وَالْمُرَادُ الْمُشَابَهَةُ فِي الصُّورَةِ عَلَى قَوْلِ الْجُمْهُورِ. وَكَبَدَلِ الْقَرْضِ فَإِنَّهُ يُرَدُّ مِثْلُهُ فِي الصُّورَةِ. وَقَدِ اسْتَسْلَفَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَكْرًا وَرَدَّ رَبَاعِيًّا كَمَا هُوَ ثَابِتٌ فِي الصَّحِيحِ. وَكَسَرُوهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِ الْقَائِفِ الْمُدْلَجِيِّ فِي زَيْدِ بْنِ حَارِثَةَ وَابْنِهِ أُسَامَةَ:  «هَذِهِ الْأَقْدَامُ بَعْضُهَا مِنْ بَعْضٍ» ; لِأَنَّ الْقِيَافَةَ قِيَاسٌ صُورِيٌّ ; لِأَنَّ اعْتِمَادَ الْقَائِفِ عَلَى الْمُشَابَهَةِ فِي الصُّورَةِ. </p><p> الْوَجْهُ الثَّانِي مِنْ وَجْهَيِ الْقِيَاسِ الْمَذْكُورِ: إِلْحَاقُ الْمَنِيِّ بِالطِّينِ، بِجَامِعِ أَنَّ كُلًّا مِنْهُمَا مُبْتَدَأُ خَلْقٍ بَشَرٍ ; كَمَا قَالَ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً الْآيَةَ [٢٣ \\ ١٢ - ١٣] . </p><p> فَإِنْ قِيلَ: هَذَا الْقِيَاسُ يَلْزَمُهُ طَهَارَةُ الْعَلَقَةِ، وَهِيَ الدَّمُ الْجَامِدُ ; لِأَنَّهَا أَيْضًا مُبْتَدَأُ خَلْقِ بَشَرٍ، لِقَوْلِهِ تَعَالَى: ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً [٢٣ \\ ١٤] ، وَالدَّمُ نَجِسٌ بِلَا خِلَافٍ. </p><p> فَالْجَوَابُ: أَنَّ قِيَاسَ الدَّمِ عَلَى الطِّينِ فِي الطَّهَارَةِ فَاسِدُ الِاعْتِبَارِ ; لِوُجُودِ النَّصِّ بِنَجَاسَةِ الدَّمِ. أَمَّا قِيَاسُ الْمَنِيِّ عَلَى الطِّينِ فَلَيْسَ بِفَاسِدِ الِاعْتِبَارِ ; لِعَدَمِ وُرُودِ النَّصِّ بِنَجَاسَةِ الْمَنِيِّ. </p><p> وَأَمَّا حُجَّةُ مَنْ قَالَ بِأَنَّ الْمَنِيَّ نَجِسٌ فَهُوَ بِالنَّصِّ وَالْقِيَاسِ أَيْضًا. أَمَّا النَّصُّ فَهُوَ مَا ثَبَتَ عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَتْ:  «كُنْتُ أَغْسِلُ الْمَنِيَّ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ وَأَثَرُ الْغَسْلِ فِي ثَوْبِهِ بُقَعُ الْمَاءِ» ، مُتَّفَقٌ عَلَيْهِ. قَالُوا: غَسْلُهَا لَهُ دَلِيلٌ عَلَى أَنَّهُ نَجِسٌ. وَفِي رِوَايَةٍ عِنْدَ مُسْلِمٍ عَنْ عَائِشَةَ بِلَفْظِ:  «أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَغْسِلُ الْمَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ وَأَنَا أَنْظُرُ إِلَى أَثَرِ الْغَسْلِ فِيهِ» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَهَذِهِ الرِّوَايَةُ الثَّابِتَةُ فِي صَحِيحِ مُسْلِمٍ تُقَوِّي حُجَّةَ مَنْ يَقُولُ بِالنَّجَاسَةِ ; لِأَنَّ الْمُقَرَّرَ فِي الْأُصُولِ: أَنَّ الْفِعْلَ الْمُضَارِعَ بَعْدَ لَفْظَةِ «كَانَ» يَدُلُّ عَلَى الْمُدَاوَمَةِ عَلَى ذَلِكَ الْفِعْلِ، فَقَوْلُ عَائِشَةَ فِي رِوَايَةِ مُسْلِمٍ هَذِهِ:  «إِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَغْسِلُ» ، تَدُلُّ عَلَى كَثْرَةِ وُقُوعِ ذَلِكَ مِنْهُ، وَمُدَاوَمَتِهِ عَلَيْهِ، وَذَلِكَ يُشْعِرُ بِتَحَتُّمِ الْغَسْلِ. وَفِي رِوَايَةٍ عَنْ عَائِشَةَ فِي صَحِيحِ مُسْلِمٍ أَيْضًا: أَنْ رَجُلًا نَزَلَ بِهَا فَأَصْبَحَ يَغْسِلُ ثَوْبَهُ. فَقَالَتْ عَائِشَةُ: إِنَّمَا كَانَ يُجْزِئُكَ إِنْ رَأَيْتَهُ أَنْ تَغْسِلَ مَكَانَهُ. فَإِنْ لَمْ تَرَ نَضَحْتَ حَوْلَهُ. وَلَقَدْ رَأَيْتُنِي أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَرْكًا فَيُصَلِّي فِيهِ. اه. </p><p> قَالُوا: هَذِهِ الرِّوَايَةُ الثَّابِتَةُ فِي الصَّحِيحِ عَنْ عَائِشَةَ، صَرَّحَتْ فِيهَا: بِأَنَّهُ إِنَّمَا يُجْزِئُهُ غَسْلُ مَكَانِهِ. وَقَدْ تَقَرَّرَ فِي الْأُصُولِ (فِي مَبْحَثِ دَلِيلِ الْخِطَابِ) وَفِي الْمَعَانِي (فِي مَبْحَثِ الْقَصْرِ) : أَنَّ «إِنَّمَا» مِنْ أَدَوَاتِ الْحَصْرِ ; فَعَائِشَةُ صَرَّحَتْ بِحَصْرِ الْإِجْزَاءِ فِي الْغَسْلِ ; فَدَلَّ ذَلِكَ عَلَى أَنَّ الْفَرْكَ لَا يُجْزِئُ دُونَ الْغَسْلِ، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى غَسْلِهِ. </p><p> وَأَمَّا الْقِيَاسُ: فَقِيَاسُهُمُ الْمَنِيَّ عَلَى الْبَوْلِ وَالْحَيْضِ، قَالُوا: وَلِأَنَّهُ يَخْرُجُ مِنْ مَخْرَجِ الْبَوْلِ، وَلِأَنَّ الْمَذْيَ جُزْءٌ مِنَ الْمَنِيِّ ; لِأَنَّ الشَّهْوَةَ تُحَلِّلُ كُلَّ وَاحِدٍ مِنْهُمَا فَاشْتَرَكَا فِي النَّجَاسَةِ. </p><p> وَأَمَّا حُجَّةُ مَنْ قَالَ: إِنَّهُ نَجِسٌ، وَإِنَّ يَابِسَهُ يُطَهَّرُ بِالْفَرْكِ وَلَا يَحْتَاجُ إِلَى الْغَسْلِ فَهِيَ ظَوَاهِرُ نُصُوصٍ تَدُلُّ عَلَى ذَلِكَ، وَمِنْ أَوْضَحِهَا فِي ذَلِكَ حَدِيثُ عَائِشَةَ عِنْدَ الدَّارَقُطْنِيِّ الَّذِي قَدَّمْنَاهُ آنِفًا:  «كُنْتُ أَفْرُكُ الْمَنِيَّ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا كَانَ يَابِسًا، وَأَغْسِلُهُ إِذَا كَانَ رَطْبًا» . </p><p> وَقَالَ الْمُجِدُّ (فِي مُنْتَقَى الْأَخْبَارِ) بَعْدَ أَنْ سَاقَ هَذِهِ الرِّوَايَةَ مَا نَصُّهُ: قُلْتُ: فَقَدْ بَانَ مِنْ مَجْمُوعِ النُّصُوصِ جَوَازُ الْأَمْرَيْنِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: إِيضَاحُ الِاسْتِدْلَالِ بِهَذَا الْحَدِيثِ لِهَذَا الْقَوْلِ: أَنَّ الْحِرْصَ </p><p> عَلَى إِزَالَةِ الْمَنِيِّ بِالْكُلِّيَّةِ دَلِيلٌ عَلَى نَجَاسَتِهِ، وَالِاكْتِفَاءَ بِالْفَرْكِ فِي يَابِسِهِ يَدُلُّ عَلَى أَنَّهُ لَا يَحْتَاجُ إِلَى الْمَاءِ. وَلَا غَرَابَةَ فِي طَهَارَةِ مُتَنَجِّسٍ بِغَيْرِ الْمَاءِ ; فَإِنَّ مَا يُصِيبُ الْخِفَافَ وَالنِّعَالَ مِنَ النَّجَاسَاتِ الْمُجْمَعِ عَلَى نَجَاسَتِهَا يُطَهَّرُ بِالدَّلْكِ حَتَّى تَزُولَ عَيْنُهُ. وَمِنْ هَذَا الْقَبِيلِ قَوْلُ الشَّوْكَانِيِّ: إِنَّهُ يُطَهَّرُ مُطْلَقًا بِالْإِزَالَةِ دُونَ الْغَسْلِ، لِمَا جَاءَ فِي بَعْضِ الرِّوَايَاتِ مِنْ سَلْتِ رَطْبِهِ بِإِذْخِرَةٍ وَنَحْوِهَا. وَرَدَّ مَنْ قَالَ: إِنَّ الْمَنِيَّ طَاهِرٌ احْتِجَاجَ الْقَائِلِينَ بِنَجَاسَتِهِ، بِأَنَّ الْغَسْلَ لَا يَدُلُّ عَلَى نَجَاسَةِ شَيْءٍ، فَلَا مُلَازَمَةَ بَيْنَ الْغَسْلِ وَالتَّنْجِيسِ ; لِجَوَازِ غَسْلِ الطَّاهِرَاتِ كَالتُّرَابِ وَالطِّينِ وَنَحْوِهِ يُصِيبُ الْبَدَنَ أَوِ الثَّوْبَ. قَالُوا: وَلَمْ يَثْبُتْ نَقْلٌ بِالْأَمْرِ بِغَسْلِهِ، وَمُطْلَقُ الْفِعْلِ لَا يَدُلُّ عَلَى شَيْءٍ زَائِدٍ عَلَى الْجَوَازِ. </p><p> قَالَ ابْنُ حَجَرٍ (فِي التَّلْخِيصِ) : وَقَدْ وَرَدَ الْأَمْرُ بِفَرْكِهِ مِنْ طَرِيقٍ صَحِيحَةٍ، رَوَاهُ ابْنُ الْجَارُودِ، فَفِي (الْمُنْتَقَى) ، عَنْ مُحْسِنِ بْنِ يَحْيَى، عَنْ أَبِي حُذَيْفَةَ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنِ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، قَالَ: كَانَ عِنْدَ عَائِشَةَ ضَيْفٌ فَأَجْنَبَ، فَجَعَلَ يَغْسِلُ مَا أَصَابَهُ ; فَقَالَتْ عَائِشَةُ: كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَأْمُرُنَا بِحَتِّهِ - إِلَى أَنْ قَالَ: وَأَمَّا الْأَمْرُ بِغَسْلِهِ فَلَا أَصْلَ لَهُ. </p><p> وَأَجَابُوا عَنْ قَوْلِ عَائِشَةَ:  «إِنَّمَا يُجْزِئُكَ أَنْ تَغْسِلَ مَكَانَهُ» ، لِحَمْلِهِ عَلَى الِاسْتِحْبَابِ ; لِأَنَّهَا احْتَجَّتْ بِالْفَرْكِ. قَالُوا: فَلَوْ وَجَبَ الْغَسْلُ لَكَانَ كَلَامُهَا حُجَّةً عَلَيْهَا لَا لَهَا، وَإِنَّمَا أَرَادَتِ الْإِنْكَارَ عَلَيْهِ فِي غَسْلِ كُلِّ الثَّوْبِ ; فَقَالَتْ:  «غَسْلُ كُلِّ الثَّوْبِ بِدْعَةٌ مُنْكَرَةٌ، وَإِنَّمَا يُجْزِئُكَ فِي تَحْصِيلِ الْأَفْضَلِ وَالْأَكْمَلِ أَنْ تَغْسِلَ مَكَانَهُ. . .» إِلَخْ. </p><p> وَأَجَابُوا عَنْ قِيَاسِ الْمَنِيِّ عَلَى الْبَوْلِ وَالدَّمِ ; بِأَنَّ الْمَنِيَّ أَصْلُ الْأَدَمِيِّ الْمُكَرَّمِ فَهُوَ بِالطِّينِ أَشْبَهُ، بِخِلَافِ الْبَوْلِ وَالدَّمِ. </p><p> وَأَجَابُوا عَنْ خُرُوجِهِ مِنْ مَخْرَجِ الْبَوْلِ بِالْمَنْعِ، قَالُوا: بَلْ مَخْرَجُهُمَا مُخْتَلِفٌ، وَقَدْ شُقَّ ذَكَرُ رَجُلٍ بِالرُّومِ، فَوُجِدَ كَذَلِكَ، فَلَا نُنَجِّسُهُ بِالشَّكِّ. قَالُوا: وَلَوْ ثَبَتَ أَنَّهُ يَخْرُجُ مِنْ مَخْرَجِ الْبَوْلِ لَمْ يَلْزَمْ مِنْهُ النَّجَاسَةُ ; لِأَنَّ مُلَاقَاةَ النَّجَاسَةِ فِي الْبَاطِنِ لَا تُؤَثِّرُ، وَإِنَّمَا تُؤَثِّرُ مُلَاقَاتُهَا فِي الظَّاهِرِ. </p><p> وَأَجَابُوا عَنْ دَعْوَى أَنَّ الْمَذْيَ جُزْءٌ مِنَ الْمَنِيِّ بِالْمَنْعِ أَيْضًا، قَالُوا: بَلْ هُوَ مُخَالِفٌ لَهُ فِي الِاسْمِ وَالْخِلْقَةِ وَكَيْفِيَّةِ الْخُرُوجِ ; لِأَنَّ النَّفْسَ وَالذَّكَرَ يَفْتُرَانِ بِخُرُوجِ الْمَنِيِّ، وَأَمَّا الْمَذْيُ فَعَكْسُهُ، وَلِهَذَا مَنْ بِهِ سَلَسُ الْمَذْيِ لَا يَخْرُجُ مِنْهُ شَيْءٌ مِنَ الْمَذْيِ. وَهَذِهِ الْمَسْأَلَةُ فِيهَا لِلْعُلَمَاءِ مُنَاقَشَاتٌ كَثِيرَةٌ، كَثِيرٌ مِنْهَا لَا طَائِلَ تَحْتَهُ. وَهَذَا الَّذِي ذَكَرْنَا فِيهَا هُوَ خُلَاصَةُ أَقْوَالِ </p><p> الْعُلَمَاءِ وَحُجَجُهُمْ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: أَظْهَرُ الْأَقْوَالِ دَلِيلًا فِي هَذِهِ الْمَسْأَلَةِ عِنْدِي - وَاللَّهُ أَعْلَمُ -: أَنَّ الْمَنِيَّ طَاهِرٌ ; لِمَا قَدَّمْنَا مِنْ حَدِيثِ إِسْحَاقَ الْأَزْرَقِ، عَنْ شَرِيكٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّمَا هُوَ بِمَنْزِلَةِ الْمُخَاطِ وَالْبُصَاقِ، وَإِنَّمَا يَكْفِيكَ أَنْ تَمْسَحَهُ بِخِرْقَةٍ أَوْ بِإِذْخِرَةٍ» ، وَهَذَا نَصٌّ فِي مَحَلِّ النِّزَاعِ. </p><p> وَقَدْ قَدَّمْنَا عَنْ صَاحِبِ الْمُنْتَقَى أَنَّ الدَّارَقُطْنِيَّ قَالَ: لَمْ يَرْفَعْهُ غَيْرُ إِسْحَاقَ الْأَزْرَقِ عَنْ شَرِيكٍ، وَأَنَّهُ هُوَ قَالَ: قُلْتُ: وَهَذَا لَا يَضُرُّ ; لِأَنَّ إِسْحَاقَ إِمَامٌ مُخَرَّجٌ عَنْهُ فِي الصَّحِيحَيْنِ، فَيُقْبَلُ رَفْعُهُ وَزِيَادَتُهُ. انْتَهَى. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا: أَنَّ هَذَا هُوَ الْحَقُّ ; فَلَوْ جَاءَ الْحَدِيثُ مَوْقُوفًا مِنْ طَرِيقٍ، وَجَاءَ مَرْفُوعًا مِنْ طَرِيقٍ أُخْرَى صَحِيحَةٍ حُكِمَ بِرَفْعِهِ ; لِأَنَّ الرَّفْعَ زِيَادَةٌ، وَزِيَادَاتُ الْعُدُولِ مَقْبُولَةٌ، قَالَ فِي مَرَاقِي السُّعُودِ: </p><p> وَالرَّفْعُ وَالْوَصْلُ وَزِيدَ اللَّفْظُ ... مَقْبُولَةٌ عِنْدَ إِمَامِ الْحِفْظِ </p><p> - إِلَخْ. </p><p> وَبِهِ تُعْلَمُ صِحَّةُ الِاحْتِجَاجِ بِرِوَايَةِ إِسْحَاقَ الْمَذْكُورِ الْمَرْفُوعَةِ، وَلَا سِيَّمَا أَنَّ لَهَا شَاهِدًا مِنْ طَرِيقٍ أُخْرَى. </p><p> قَالَ ابْنُ حَجَرٍ (فِي التَّلْخِيصِ) مَا نَصُّهُ: فَائِدَةٌ - </p><p> رَوَى الدَّارَقُطْنِيُّ، وَالْبَيْهَقِيُّ مِنْ طَرِيقِ إِسْحَاقَ الْأَزْرَقِ، عَنْ شَرِيكٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: سُئِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْمَنِيِّ يُصِيبُ الثَّوْبَ؟ قَالَ:  «إِنَّمَا هُوَ بِمَنْزِلَةِ الْمُخَاطِ وَالْبُصَاقِ» ، وَقَالَ:  «إِنَّمَا يَكْفِيكَ أَنْ تَمْسَحَهُ بِخِرْقَةٍ أَوْ إِذْخِرَةٍ» ، وَرَوَاهُ الطَّحَاوِيُّ مِنْ حَدِيثِ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ مَرْفُوعًا، وَرَوَاهُ هُوَ وَالْبَيْهَقِيُّ مِنْ طَرِيقِ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا، قَالَ الْبَيْهَقِيُّ: الْمَوْقُوفُ هُوَ الصَّحِيحُ. انْتَهَى. </p><p> فَقَدْ رَأَيْتُ الطَّرِيقَ الْأُخْرَى الْمَرْفُوعَةَ مِنْ حَدِيثِ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، وَهِيَ مُقَوِّيَةٌ لِطَرِيقِ إِسْحَاقَ الْأَزْرَقِ الْمُتَقَدِّمَةِ. </p><p> وَاعْلَمْ أَنَّ قَوْلَ الْبَيْهَقِيِّ - رَحِمَهُ اللَّهُ -: وَالْمَوْقُوفُ هُوَ الصَّحِيحُ وَلَا يَسْقُطُ بِهِ الِاحْتِجَاجُ بِالرِّوَايَةِ الْمَرْفُوعَةِ ; لِأَنَّهُ يَرَى أَنَّ وَقْفَ الْحَدِيثِ مِنْ تِلْكَ الطَّرِيقِ عِلَّةٌ فِي الطَّرِيقِ الْمَرْفُوعَةِ. وَهَذَا قَوْلُ مَعْرُوفٍ لِبَعْضِ الْعُلَمَاءِ مِنْ أَهْلِ الْحَدِيثِ وَالْأُصُولِ، وَلَكِنَّ الْحَقَّ: أَنَّ الرَّفْعَ </p><p> زِيَادَةٌ مَقْبُولَةٌ مِنَ الْعَدْلِ، وَبِهِ تُعْلَمُ صِحَّةُ الِاحْتِجَاجِ بِالرِّوَايَةِ الْمَرْفُوعَةِ عَنِ ابْنِ عَبَّاسٍ فِي طَهَارَةِ الْمَنِيِّ، وَهِيَ نَصٌّ صَرِيحٌ فِي مَحَلِّ النِّزَاعِ، وَلَمْ يَثْبُتْ فِي نُصُوصِ الشَّرْعِ شَيْءٌ يُصَرِّحُ بِنَجَاسَةِ الْمَنِيِّ. </p><p> فَإِنْ قِيلَ: أَخْرَجَ الْبَزَّارُ، وَأَبُو يَعْلَى الْمَوْصِلِيُّ فِي مَسْنَدَيْهِمَا، وَابْنُ عَدِيٍّ فِي الْكَامِلِ، وَالدَّارَقُطْنِيُّ وَالْبَيْهَقِيُّ وَالْعُقَيْلِيُّ فِي الضُّعَفَاءِ، وَأَبُو نُعَيْمٍ فِي الْمَعْرِفَةِ مِنْ حَدِيثِ عَمَّارِ بْنِ يَاسِرٍ - رَضِيَ اللَّهُ عَنْهُمَا -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّ بِعَمَّارٍ فَذَكَرَ قِصَّةً، وَفِيهَا:  «إِنَّمَا تَغْسِلُ ثَوْبَكَ مِنَ الْغَائِطِ، وَالْبَوْلِ، وَالْمَنِيِّ، وَالدَّمِ، وَالْقَيْءِ، يَا عَمَّارُ، مَا نُخَامَتُكَ وَدُمُوعُ عَيْنَيْكَ وَالْمَاءُ الَّذِي فِي رَكْوَتِكَ إِلَّا سَوَاءً» . </p><p> فَالْجَوَابُ: أَنَّ فِي إِسْنَادِهِ ثَابِتَ بْنَ حَمَّادٍ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، وَضَعَّفَهُ الْجَمَاعَةُ الْمَذْكُورُونَ كُلُّهُمْ إِلَّا أَبَا يَعْلَى بِثَابِتِ بْنِ حَمَّادٍ، وَاتَّهَمَهُ بَعْضُهُمْ بِالْوَضْعِ. وَقَالَ اللَّالَكَائِيُّ: أَجْمَعُوا عَلَى تَرْكِ حَدِيثِهِ. وَقَالَ الْبَزَّارُ: لَا نَعْلَمُ لِثَابِتٍ إِلَّا هَذَا الْحَدِيثَ. وَقَالَ الطَّبَرَانِيُّ: تَفَرَّدَ بِهِ ثَابِتُ بْنُ حَمَّادٍ، وَلَا يُرْوَى عَنْ عَمَّارٍ إِلَّا بِهَذَا الْإِسْنَادِ. وَقَالَ الْبَيْهَقِيُّ: هَذَا حَدِيثٌ بَاطِلٌ، إِنَّمَا رَوَاهُ ثَابِتُ بْنُ حَمَّادٍ وَهُوَ مُتَّهَمٌ بِالْوَضْعِ ; قَالَهُ ابْنُ حَجَرٍ فِي (التَّلْخِيصِ) ، ثُمَّ قَالَ: قُلْتُ وَرَوَاهُ الْبَزَّارُ، وَالطَّبَرَانِيُّ مِنْ طَرِيقِ إِبْرَاهِيمَ بْنِ زَكَرِيَّا الْعِجْلِيِّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، لَكِنَّ إِبْرَاهِيمَ ضَعِيفٌ، وَقَدْ غُلِطَ فِيهِ، إِنَّمَا يَرْوِيهِ ثَابِتُ بْنُ حَمَّادٍ. انْتَهَى. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ هَذَا الْحَدِيثَ لَا يَصِحُّ الِاحْتِجَاجُ بِهِ عَلَى نَجَاسَةِ الْمَنِيِّ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: قَالَ الْقُرْطُبِيُّ: فِي هَذِهِ الْآيَةِ دَلِيلٌ عَلَى جَوَازِ الِانْتِفَاعِ بِالْأَلْبَانِ مِنَ الشُّرْبِ وَغَيْرِهِ. فَأَمَّا لَبَنُ الْمَيْتَةِ فَلَا يَجُوزُ الِانْتِفَاعُ بِهِ ; لِأَنَّهُ مَائِعٌ طَاهِرٌ حَصَلَ فِي وِعَاءٍ نَجِسٍ. وَذَلِكَ أَنَّ ضَرْعَ الْمَيْتَةِ نَجِسٌ، وَاللَّبَنُ طَاهِرٌ ; فَإِذَا حُلِبَ صَارَ مَأْخُوذًا مِنْ وِعَاءٍ نَجِسٍ. فَأَمَّا لَبْنُ الْمَرْأَةِ الْمَيْتَةِ فَاخْتَلَفَ أَصْحَابُنَا فِيهِ. فَمَنْ قَالَ: إِنَّ الْإِنْسَانَ طَاهِرٌ حَيًّا وَمَيْتًا فَهُوَ طَاهِرٌ. وَمَنْ قَالَ: يَنْجُسُ بِالْمَوْتِ فَهُوَ نَجِسٌ. وَعَلَى الْقَوْلَيْنِ جَمِيعًا تَثْبُتُ الْحُرْمَةُ ; لِأَنَّ الصَّبِيَّ قَدْ يَتَغَذَّى بِهِ كَمَا يَتَغَذَّى مِنَ الْحَيَّةِ. وَذَلِكَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «الرَّضَاعُ مَا أَنْبَتَ اللَّحْمَ وَأَنْشَزَ الْعَظْمَ» ، وَلَمْ يَخُصَّ. انْتَهَى كَلَامُ الْقُرْطُبِيِّ. </p><p> قَوْلُهُ تَعَالَى: وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا الْآيَةَ [١٦ \\ ٩٧] ، جُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ الْمُرَادَ بِالسَّكَرِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: الْخَمْرُ ; لِأَنَّ </p><p> الْعَرَبَ تُطْلِقُ اسْمَ السَّكَرِ عَلَى مَا يَحْصُلُ بِهِ السُّكْرُ، مِنْ إِطْلَاقِ الْمَصْدَرِ وَإِرَادَةِ الِاسْمِ. وَالْعَرَبُ تَقُولُ: سِكْرٌ \" - بِالْكَسْرِ - \" سَكَرًا [١٦ \\ ٦٧] ، \" بِفَتْحَتَيْنِ وَسُكْرًا \" بِضَمٍّ فَسُكُونٍ \". </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: وَالسَّكَرُ: الْخَمْرُ ; سُمِّيَتْ بِالْمَصْدَرِ مِنْ سَكَرَ سُكْرًا وَسَكَرًا، نَحْوَ رَشَدَ رُشْدًا وَرَشَدًا. قَالَ: </p><p> وَجَاءُونَا بِهِمْ سَكَرٌ عَلَيْنَا ... فَأَجْلَى الْيَوْمَ وَالسَّكْرَانُ صَاحِي </p><p> اهـ. </p><p> وَمِنْ إِطْلَاقِ السَّكَرِ عَلَى الْخَمْرِ قَوْلُ الشَّاعِرِ: </p><p> بِئْسَ الصُّحَاةُ وَبِئْسَ الشُّرْبُ شُرْبُهُمْ ... إِذَا جَرَى فِيهِمُ الْمُزَّاءُ وَالسَّكَرُ </p><p> وَمِمَّنْ قَالَ: بِأَنَّ السَّكَرَ فِي الْآيَةِ الْخَمْرُ: ابْنُ عَبَّاسٍ، وَابْنُ مَسْعُودٍ، وَابْنُ عُمَرَ، وَأَبُو رُزَيْنٍ، وَالْحَسَنُ، وَمُجَاهِدٌ، وَالشَّعْبِيُّ، وَالنَّخَعِيُّ، وَابْنُ أَبِي لَيْلَى، وَالْكَلْبِيُّ، وَابْنُ جُبَيْرٍ، وَأَبُو ثَوْرٍ، وَغَيْرُهُمْ. وَقِيلَ: السَّكَرُ: الْخَلُّ. وَقِيلَ: الطَّعْمُ، وَقِيلَ: الْعَصِيرُ الْحُلْوُ. </p><p> وَإِذَا عَرَفْتَ أَنَّ الصَّحِيحَ هُوَ مَذْهَبُ الْجُمْهُورِ، وَأَنَّ اللَّهَ امْتَنَّ عَلَى هَذِهِ الْأُمَّةِ بِالْخَمْرِ قَبْلَ تَحْرِيمِهَا فَاعْلَمْ أَنَّ هَذِهِ الْآيَةَ مَكِّيَّةٌ، نَزَلَتْ بَعْدَهَا آيَاتٌ مَدَنِيَّةٌ بَيَّنَتْ تَحْرِيمَ الْخَمْرِ، وَهِيَ ثَلَاثُ آيَاتٍ نَزَلَتْ بَعْدَ هَذِهِ الْآيَةِ الدَّالَّةِ عَلَى إِبَاحَةِ الْخَمْرِ. </p><p> الْأُولَى: آيَةُ الْبَقَرَةِ الَّتِي ذُكِرَ فِيهَا بَعْضُ مَعَائِبِهَا وَمَفَاسِدِهَا، وَلَمْ يُجْزَمْ فِيهَا بِالتَّحْرِيمِ، وَهِيَ قَوْلُهُ تَعَالَى: يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا [٢ \\ ٢١٩] ، وَبَعْدَ نُزُولِهَا تَرَكَهَا قَوْمٌ لِلْإِثْمِ الَّذِي فِيهَا، وَشَرِبَهَا آخَرُونَ لِلْمَنَافِعِ الَّتِي فِيهَا. </p><p> الثَّانِيَةُ: آيَةُ النِّسَاءِ الدَّالَّةُ عَلَى تَحْرِيمِهَا فِي أَوْقَاتِ الصَّلَوَاتِ، دُونَ الْأَوْقَاتِ الَّتِي يَصْحُو فِيهَا الشَّارِبُ قَبْلَ وَقْتِ الصَّلَاةِ، كَمَا بَيْنَ صَلَاةِ الْعِشَاءِ وَصَلَاةِ الصُّبْحِ، وَمَا بَيْنَ صَلَاةِ الصُّبْحِ وَصَلَاةِ الظُّهْرِ، وَهِيَ قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى الْآيَةَ [٤ \\ ٤٣] . </p><p> الثَّالِثَةُ: آيَةُ الْمَائِدَةِ الدَّالَّةُ عَلَى تَحْرِيمِهَا تَحْرِيمًا بَاتًّا، وَهِيَ قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ، إِلَى قَوْلِهِ: فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥ \\ ٩٠ - ٩١] . </p><p> وَهَذِهِ الْآيَةَ الْكَرِيمَةُ تَدُلُّ عَلَى تَحْرِيمِ الْخَمْرِ أَتَمَّ دَلَالَةٍ وَأَوْضَحَهَا ; لِأَنَّهُ تَعَالَى صَرَّحَ بِأَنَّهَا رِجْسٌ، وَأَنَّهَا مِنْ عَمَلِ الشَّيْطَانِ، وَأَمَرَ بِاجْتِنَابِهَا أَمْرًا جَازِمًا فِي قَوْلِهِ: فَاجْتَنِبُوهُ، وَاجْتِنَابُ الشَّيْءِ: هُوَ التَّبَاعُدُ عَنْهُ، بِأَنْ تَكُونَ فِي غَيْرِ الْجَانِبِ الَّذِي هُوَ فِيهِ. وَعَلَّقَ رَجَاءَ الْفَلَاحِ عَلَى اجْتِنَابِهَا فِي قَوْلِهِ: لَعَلَّكُمْ تُفْلِحُونَ، وَيُفْهَمُ مِنْهُ أَنَّهُ مَنْ لَمْ يَجْتَنِبْهَا لَمْ يُفْلِحْ، وَهُوَ كَذَلِكَ. </p><p> ثُمَّ بَيَّنَ بَعْضَ مَفَاسِدِهَا بِقَوْلِهِ: إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ [١٥ \\ ٩١] ، ثُمَّ أَكَّدَ النَّهْيَ عَنْهَا بِأَنْ أَوْرَدَهُ بِصِيغَةِ الِاسْتِفْهَامِ فِي قَوْلِهِ: فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥ \\ ٩١] ، فَهُوَ أَبْلَغُ فِي الزَّجْزِ مِنْ صِيغَةِ الْأَمْرِ الَّتِي هِيَ \" انْتَهَوْا \" ، وَقَدْ تَقَرَّرَ فِي فَنِّ الْمَعَانِي: أَنَّ مِنْ مَعَانِي صِيغَةِ الِاسْتِفْهَامِ، الَّتِي تَرِدُ لَهَا، الْأَمْرَ ; كَقَوْلِهِ: فَهَلْ أَنْتُمْ مُنْتَهُونَ، وَقَوْلِهِ: وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ الْآيَةَ [٣ \\ ٢٠] ، أَيْ: أَسْلِمُوا. وَالْجَارُّ وَالْمَجْرُورُ فِي قَوْلِهِ: وَمِنْ ثَمَرَاتِ النَّخِيلِ الْآيَةَ [١٦ \\ ٦٧] ، يَتَعَلَّقُ بِ تَتَّخِذُونَ، وَكَرَّرَ لَفْظَ \" مِنْ \" لِلتَّأْكِيدِ، وَأَفْرَدَ الضَّمِيرَ فِي قَوْلِهِ \" مِنْهُ \" مُرَاعَاةً لِلْمَذْكُورِ ; أَيْ: تَتَّخِذُونَ مِنْهُ، أَيْ: مِمَّا ذُكِرَ مِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ. وَنَظِيرُهُ قَوْلُ رُؤْبَةَ: </p><p> فِيهَا خُطُوطٌ مِنْ سَوَادٍ وَبَلَقْ ... كَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ </p><p> فَقَوْلُهُ:  \" كَأَنَّهُ \" ، أَيْ: مَا ذَكَرَ مِنْ خُطُوطِ السَّوَادِ وَالْبَلْقِ. وَقِيلَ: الضَّمِيرُ رَاجِعٌ إِلَى مَحْذُوفٍ دَلَّ الْمَقَامُ عَلَيْهِ، أَيْ: وَمِنْ عَصِيرِ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ، أَيْ: عَصِيرِ الثَّمَرَاتِ الْمَذْكُورَةِ، وَقِيلَ: قَوْلُهُ: وَمِنْ ثَمَرَاتِ النَّخِيلِ، مَعْطُوفٌ عَلَى قَوْلِهِ: مِمَّا فِي بُطُونِهِ [١٦ \\ ٦٦] ، أَيْ: نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ وَمِنْ ثَمَرَاتِ النَّخِيلِ. وَقِيلَ: يَتَعَلَّقُ بِ: نُسْقِيكُمْ، [١٦ \\ ٦٦] مَحْذُوفَةٌ دَلَّتْ عَلَيْهَا الْأُولَى ; فَيَكُونُ مِنْ عَطْفِ الْجُمَلِ. وَعَلَى الْأَوَّلِ يَكُونُ مِنْ عَطْفِ الْمُفْرَدَاتِ إِذَا اشْتَرَكَا فِي الْعَامِلِ. وَقِيلَ: مَعْطُوفٌ عَلَى \" الْأَنْعَامِ \"  [١٦ \\ ٦٦] ، وَهُوَ أَضْعَفُهَا عِنْدِي. </p><p> وَقَالَ الطَّبَرِيُّ: التَّقْدِيرُ: وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ مَا تَتَّخِذُونَ مِنْهُ سَكَرًا ; فَحَذَفَ \" مَا \" . </p><p> قَالَ أَبُو حَيَّانَ الْبَحْرُ: وَهُوَ لَا يَجُوزُ عَلَى مَذْهَبِ الْبَصْرِيِّينَ. وَقِيلَ: يَجُوزُ أَنْ يَكُونَ صِفَةَ مَوْصُوفٍ مَحْذُوفٍ، أَيْ: وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ ثَمَرٌ تَتَّخِذُونَ مِنْهُ </p><p> وَنَظِيرُ هَذَا مِنْ كَلَامِ الْعَرَبِ قَوْلُ الرَّاجِزِ: </p><p> مَا لَكَ عِنْدِي غَيْرَ سَوْطٍ وَحَجَرْ ... وَغَيْرَ كَبْدَاءَ شَدِيدَةِ الْوَتَرْ </p><p> جَادَتْ بِكَفَّيْ كَانَ مِنْ أَرَمَى الْبَشَرْ </p><p> أَيْ: بِكَفَّيْ رَجُلٍ كَانَ \" إِلَخْ \" ، ذَكَرَهُ الزَّمَخْشَرِيُّ وَأَبُو حَيَّانَ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: أَظْهَرُ هَذِهِ الْأَقْوَالِ عِنْدِي: أَنَّ قَوْلَهُ: وَمِنْ ثَمَرَاتِ، يَتَعَلَّقُ بِ: تَتَّخِذُونَ، أَيْ: تَتَّخِذُونَ مِنْ ثَمَرَاتِ النَّخِيلِ، وَأَنَّ \" مِنْ \" ، الثَّانِيَةَ: تَوْكِيدٌ لِلْأُولَى. وَالضَّمِيرَ فِي قَوْلِهِ: مِنْهُ، عَائِدٌ إِلَى جِنْسِ الثَّمَرِ الْمَفْهُومِ مِنْ ذِكْرِ الثَّمَرَاتِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> اعْلَمْ: أَنَّ التَّحْقِيقَ عَلَى مَذْهَبِ الْجُمْهُورِ: أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ الَّتِي هِيَ قَوْلُهُ - جَلَّ وَعَلَا -: وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ [١٦ \\ ٦٧] مَنْسُوخَةٌ بِآيَةِ «الْمَائِدَةِ» الْمَذْكُورَةِ. فَمَا جَزَمَ بِهِ صَاحِبُ مَرَاقِي السُّعُودِ فِيهِ وَفِي شَرْحِهِ (نَشْرِ الْبُنُودِ) مِنْ أَنَّ تَحْرِيمَ الْخَمْرِ لَيْسَ نَسْخًا لِإِبَاحَتِهَا الْأُولَى ; بِنَاءً عَلَى أَنَّ إِبَاحَتَهَا الْأُولَى إِبَاحَةٌ عَقْلِيَّةٌ، وَالْإِبَاحَةُ الْعَقْلِيَّةُ هِيَ الْبَرَاءَةُ الْأَصْلِيَّةُ، وَهِيَ بِعَيْنِهَا اسْتِصْحَابُ الْعَدَمِ الْأَصْلِيِّ، وَهِيَ لَيْسَتْ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ ; فَرَفَعُهَا لَيْسَ بِنَسْخٍ. وَقَدْ بَيَّنَ فِي الْمَرَاقِي: أَنَّهَا لَيْسَتْ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ بِقَوْلِهِ: </p><p> وَمَا مِنَ الْبَرَاءَةِ الْأَصْلِيَّةِ ... قَدْ أُخِذَتْ فَلَيْسَتِ الشَّرْعِيَّةَ </p><p> وَقَالَ أَيْضًا فِي إِبَاحَةِ الْخَمْرِ قَبْلَ التَّحْرِيمِ: </p><p> أَبَاحَهَا فِي أَوَّلِ الْإِسْلَامِ ... بَرَاءَةٌ لَيْسَتْ مِنَ الْأَحْكَامِ </p><p> كُلُّ ذَلِكَ لَيْسَ بِظَاهِرٍ، بَلْ غَيْرَ صَحِيحٍ ; لِأَنَّ إِبَاحَةَ الْخَمْرِ قَبْلَ التَّحْرِيمِ دَلَّتْ عَلَيْهَا هَذِهِ الْآيَةَ الْكَرِيمَةُ، الَّتِي هِيَ قَوْلُهُ: وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا الْآيَةَ [١٦ \\ ٦٧] ، وَمَا دَلَّتْ عَلَى إِبَاحَتِهِ آيَةٌ مِنْ كِتَابِ اللَّهِ لَا يَصِحُّ أَنْ يُقَالَ: إِنَّ إِبَاحَتَهُ عَقْلِيَّةٌ، بَلْ هِيَ إِبَاحَةٌ شَرْعِيَّةٌ مَنْصُوصَةٌ فِي كِتَابِ اللَّهِ، فَرَفْعُهَا نَسْخٌ. نَعَمْ! عَلَى الْقَوْلِ بِأَنَّ مَعْنَى السَّكَّرِ فِي الْآيَةِ: الْخَلُّ أَوِ الطَّعْمُ أَوِ الْعَصِيرُ ; فَتَحْرِيمُ الْخَمْرِ لَيْسَ نَسْخًا لِإِبَاحَتِهَا، وَإِبَاحَتُهَا الْأُولَى: عَقْلِيَّةٌ. وَقَدْ بَيَّنَّا هَذَا الْمَبْحَثَ فِي كِتَابِنَا (دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ </p><p> الْكِتَابِ) . </p><p> فَإِنْ قِيلَ: الْآيَةَ وَارِدَةٌ بِصِيغَةِ الْخَبَرِ، وَالْأَخْبَارُ لَا يَدْخُلُهَا النَّسْخُ كَمَا تَقَرَّرَ فِي الْأُصُولِ: </p><p> فَالْجَوَابُ: أَنَّ النَّسْخَ وَارِدٌ عَلَى مَا يُفْهَمُ مِنَ الْآيَةِ مِنْ إِبَاحَةِ الْخَمْرِ. الْإِبَاحَةُ حُكْمٌ شَرْعِيٌّ كَسَائِرِ الْأَحْكَامِ قَابِلٌ لِلنَّسْخِ ; فَلَيْسَ النَّسْخُ وَارِدًا عَلَى نَفْسِ الْخَبَرِ، بَلْ عَلَى الْإِبَاحَةِ الْمَفْهُومَةِ مِنَ الْخَبَرِ ; كَمَا حَقَّقَهُ ابْنُ الْعَرَبِيِّ الْمَالِكِيُّ وَغَيْرُهُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَرِزْقًا حَسَنًا [١٦ \\ ٦٧] ، أَيِ: التَّمْرَ، وَالرُّطَبَ، وَالْعِنَبَ، وَالزَّبِيبَ، وَالْعَصِيرَ، وَنَحْوَ ذَلِكَ. </p><p> تَنْبِيهٌ آخَرُ. </p><p> اعْلَمْ: أَنَّ النَّبِيذَ الَّذِي يُسْكِرُ مِنْهُ الْكَثِيرُ لَا يَجُوزُ أَنْ يُشْرَبَ مِنْهُ الْقَلِيلُ الَّذِي لَا يُسْكِرُ لِقِلَّتِهِ. وَهَذَا مِمَّا لَا شَكَّ فِيهِ. </p><p> فَمَنْ زَعَمَ جَوَازَ شُرْبِ الْقَلِيلِ الَّذِي لَا يُسْكِرُ مِنْهُ كَالْحَنَفِيَّةِ وَغَيْرِهِمْ، فَقَطْ غَلِطَ غَلَطًا فَاحِشًا ; لِأَنَّ مَا يُسْكِرُ كَثِيرُهُ يَصْدُقُ عَلَيْهِ بِدَلَالَةِ الْمُطَابَقَةِ أَنَّهُ مُسْكِرٌ، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «كُلُّ مُسْكِرٍ حَرَامٌ» ، وَقَدْ ثَبَتَ عَنْهُ فِي الصَّحِيحِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «كُلُّ مُسْكِرٍ خَمْرٌ، وَكُلُّ خَمْرٍ حَرَامٌ» ، وَلَوْ حَاوَلَ الْخَصْمُ أَنْ يُنَازِعَ فِي مَعْنَى هَذِهِ الْأَحَادِيثِ، فَزَعَمَ أَنَّ الْقَلِيلَ الَّذِي لَا يُسْكِرُ يَرْتَفِعُ عَنْهُ اسْمُ الْإِسْكَارِ فَلَا يَلْزَمُ تَحْرِيمُهُ، قُلْنَا: صَرَّحَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ «مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ» ، وَهَذَا نَصٌّ صَرِيحٌ فِي مَحَلِّ النِّزَاعِ لَا يُمْكِنُ مَعَهُ كَلَامٌ. وَعَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَتْ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «كُلُّ مُسْكِرٍ حَرَامٌ، وَمَا أَسْكَرَ الْفَرَقُ مِنْهُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ» ، رَوَاهُ الْإِمَامُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَقَالَ: حَدِيثٌ حَسَنٌ. وَعَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ» ، رَوَاهُ أَحْمَدُ وَابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ وَصَحَّحَهُ. وَلِأَبِي دَاوُدَ وَابْنِ مَاجَهْ، وَالتِّرْمِذِيِّ مِثْلُهُ سَوَاءٌ مِنْ حَدِيثِ جَابِرٍ. وَكَذَا لِأَحْمَدَ وَالنَّسَائِيِّ وَابْنِ مَاجَهْ مِنْ حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ. وَكَذَلِكَ الدَّارَقُطْنِيُّ مِنْ حَدِيثِ الْإِمَامِ عَلِيِّ بْنِ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ -. وَعَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «نَهَى عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ» ، رَوَاهُ النَّسَائِيُّ وَالدَّارَقُطْنِيُّ. وَعَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ عَنْ جَدِّهِ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَتَاهُ قَوْمٌ فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّا نَنْبِذُ النَّبِيذَ فَنَشْرَبُهُ عَلَى غَدَائِنَا وَعَشَائِنَا؟ فَقَالَ:  «اشْرَبُوا فَكُلُّ مُسْكِرٍ حَرَامٌ» . فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّا نَكْسِرُهُ بِالْمَاءِ؟ </p><p> فَقَالَ:  «حَرَامٌ قَلِيلُ مَا أَسْكَرَ كَثِيرُهُ» ، رَوَاهُ الدَّارَقُطْنِيُّ. اه. بِوَاسِطَةِ نَقْلِ الْمُجِدِّ فِي (مُنْتَقَى الْأَخْبَارِ) . </p><p> فَهَذِهِ الْأَحَادِيثُ لَا لَبْسَ مَعَهَا فِي تَحْرِيمِ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ. وَقَالَ ابْنُ حَجَرٍ (فِي فَتْحِ الْبَارِي) فِي شَرْحِ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ الْبُخَارِيِّ:  «كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ» ، مَا نَصُّهُ: فَعِنْدَ أَبِي دَاوُدَ وَالنَّسَائِيِّ وَصَحَّحَهُ ابْنُ حِبَّانَ مِنْ حَدِيثِ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ» ، وَلِلنَّسَائِيِّ مِنْ حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ مِثْلُهُ، وَسَنَدُهُ إِلَى عَمْرٍو صَحِيحٌ. وَلِأَبِي دَاوُدَ مِنْ حَدِيثِ عَائِشَةَ مَرْفُوعًا:  «كُلُّ مُسْكِرٍ حَرَامٌ، وَمَا أَسْكَرَ مِنْهُ الْفَرَقُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ» ، وَلِابْنِ حِبَّانَ وَالطَّحَاوِيِّ مِنْ حَدِيثِ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَنْهَاكُمْ عَنْ قَلِيلِ مَا أَسْكَرَ كَثِيرُهُ» ، وَقَدِ اعْتَرَفَ الطَّحَاوِيُّ بِصِحَّةِ هَذِهِ الْأَحَادِيثِ - إِلَى أَنْ قَالَ: وَجَاءَ أَيْضًا عَنْ عَلِيٍّ عِنْدَ الدَّارَقُطْنِيِّ، وَعَنِ ابْنِ عُمَرَ عِنْدَ ابْنِ إِسْحَاقَ وَالطَّبَرَانِيِّ، وَعَنْ خَوَّاتِ بْنِ جُبَيْرٍ عِنْدَ الدَّارَقُطْنِيِّ وَالْحَاكِمِ وَالطَّبَرَانِيِّ، وَعَنْ زَيْدِ بْنِ ثَابِتٍ عِنْدَ الدَّارَقُطْنِيِّ. وَفِي أَسَانِيدِهَا مَقَالٌ ; لَكِنَّهَا تَزِيدُ الْأَحَادِيثَ الَّتِي قَبْلَهَا قُوَّةً وَشُهْرَةً. </p><p> قَالَ أَبُو الْمُظَفَّرِ بْنُ السَّمْعَانِيِّ (وَكَانَ حَنَفِيًّا فَتَحَوَّلَ شَافِعِيًّا) : ثَبَتَتِ الْأَخْبَارُ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي تَحْرِيمِ الْمُسْكِرِ. </p><p> ثُمَّ سَاقَ كَثِيرًا مِنْهَا، ثُمَّ قَالَ: وَالْأَخْبَارُ فِي ذَلِكَ كَثِيرَةٌ، وَلَا مَسَاغَ لِأَحَدٍ فِي الْعُدُولِ عَنْهَا وَالْقَوْلِ بِخِلَافِهِ ; فَإِنَّهَا حُجَجٌ قَوَاطِعُ. قَالَ: وَقَدْ زَلَّ الْكُوفِيُّونَ فِي هَذَا الْبَابِ، وَرَوَوْا فِيهِ أَخْبَارًا مَعْلُولَةً، لَا تُعَارِضُ هَذِهِ الْأَخْبَارَ بِحَالٍ. وَمَنْ ظَنَّ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَرِبَ مُسْكِرًا فَقَدْ دَخَلَ فِي أَمْرٍ عَظِيمٍ، وَبَاءَ بِإِثْمٍ كَبِيرٍ. وَإِنَّمَا الَّذِي شَرِبَهُ كَانَ حُلْوًا وَلَمْ يَكُنْ مُسْكِرًا. وَقَدْ رَوَى ثُمَامَةُ بْنُ حَزْنٍ الْقُشَيْرِيُّ: أَنَّهُ سَأَلَ عَائِشَةَ عَنِ النَّبِيذِ؟ فَدَعَتْ جَارِيَةً حَبَشِيَّةً فَقَالَتْ: سَلْ هَذِهِ، فَإِنَّهَا كَانَتْ تَنْبِذُ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَتِ الْحَبَشِيَّةُ: كُنْتُ أَنْبِذُ لَهُ فِي سِقَاءٍ مِنَ اللَّيْلِ، وَأُوكِثُهُ وَأُعَلِّقُهُ فَإِذَا أَصْبَحَ شَرِبَ مِنْهُ. أَخْرَجَهُ مُسْلِمٌ. </p><p> وَرَوَى الْحَسَنُ الْبَصْرِيُّ عَنْ أُمِّهِ عَنْ عَائِشَةَ نَحْوَهُ. ثُمَّ قَالَ: فَقِيَاسُ النَّبِيذِ عَلَى الْخَمْرِ بِعِلَّةِ الْإِسْكَارِ وَالِاضْطِرَابِ مِنْ أَجَلِّ الْأَقْيِسَةِ وَأَوْضَحِهَا، وَالْمَفَاسِدُ الَّتِي تُوجَدُ فِي الْخَمْرِ تُوجَدُ فِي النَّبِيذِ، إِلَى أَنْ قَالَ: وَعَلَى الْجُمْلَةِ، فَالنُّصُوصُ الْمُصَرِّحَةُ بِتَحْرِيمِ كُلِّ مُسْكِرٍ - قَلَّ أَوْ كَثُرَ - مُغْنِيَةٌ عَنِ الْقِيَاسِ. وَاللَّهُ أَعْلَمُ. </p><p> وَقَدْ قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ: لَا يَصِحُّ فِي حِلِّ النَّبِيذِ الَّذِي يُسْكِرُ كَثِيرُهُ عَنِ الصَّحَابَةِ </p>"
}