{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> وَمَصْدَرٌ مُنْكَرٌ حَالًا يَقَعْ ... بِكَثْرَةٍ كَبَغْتَةٍ زَيْدٌ طَلَعْ </p><p> تَنْبِيهٌ. </p><p> أَظْهَرُ الْقَوْلَيْنِ: أَنَّ التِّبْيَانَ مَصْدَرٌ، وَلَمْ يُسْمَعْ كَسْرُ تَاءِ التِّفْعَالِ مَصْدَرًا إِلَّا فِي التِّبْيَانِ وَالتِّلْقَاءِ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: التِّبْيَانُ اسْمٌ لَا مَصْدَرٌ. قَالَ أَبُو حَيَّانَ فِي (الْبَحْرِ) : وَالظَّاهِرُ أَنَّ «تِبْيَانًا» مَصْدَرٌ جَاءَ عَلَى تِفْعَالٍ، وَإِنْ كَانَ بَابُ الْمَصَادِرِ يَجِيءُ عَلَى تَفْعَالٍ (بِالْفَتْحِ) كَالتَّرْدَادِ وَالتَّطْوَافِ. وَنَظِيرُ تِبْيَانٍ فِي كَسْرِ تَائِهِ: تِلْقَاءُ، وَقَدْ جَوَّزَ الزَّجَّاجُ فَتْحَهُ فِي غَيْرِ الْقُرْآنِ. وَقَالَ ابْنُ عَطِيَّةَ:  «تِبْيَانًا» اسْمٌ وَلَيْسَ بِمَصْدَرٍ ; وَهُوَ قَوْلُ أَكْثَرِ النُّحَاةِ. وَرَوَى ثَعْلَبٌ عَنِ الْكُوفِيِّينَ، وَالْمُبَرِّدُ عَنِ الْبَصْرِيِّينَ: أَنَّهُ مَصْدَرٌ، وَلَمْ يَجِئْ عَلَى تِفْعَالٍ مِنَ الْمَصَادِرِ إِلَّا ضَرْبَانِ: </p><p> تِبْيَانٌ وَتِلْقَاءٌ. اه وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ هَذَا الْقُرْآنَ الْعَظِيمَ هُدًى وَرَحْمَةٌ وَبُشْرَى لِلْمُسْلِمِينَ، وَيُفْهَمُ مِنْ دَلِيلِ خِطَابِ هَذِهِ الْآيَةِ الْكَرِيمَةِ - أَيْ: مَفْهُومِ مُخَالَفَتِهَا -: أَنَّ غَيْرَ الْمُسْلِمِينَ لَيْسُوا كَذَلِكَ. وَهَذَا الْمَفْهُومُ مِنْ هَذِهِ الْآيَةِ صَرَّحَ بِهِ - جَلَّ وَعَلَا - فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى [٤١ \\ ٤٤] ، وَقَوْلِهِ: وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا [١٧ \\ ٨٢] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ [٩ \\ ١٢٤ - ١٢٥] ، وَقَوْلِهِ: وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا [٥ \\ ٦٤] ، فِي الْمَوْضِعَيْنِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ يَأْمُرُ خَلْقَهُ بِالْعَدْلِ وَالْإِحْسَانِ، وَإِيتَاءِ ذِي الْقُرْبَى، وَأَنَّهُ يَنْهَاهُمْ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ ; لِأَجْلِ أَنْ يَتَّعِظُوا بِأَوَامِرِهِ وَنَوَاهِيهِ، فَيَمْتَثِلُوا أَمْرَهُ، وَيَجْتَنِبُوا نَهْيَهُ. وَحُذِفَ مَفْعُولُ «يَأْمُرُ» ، «وَيَنْهَى» ; لِقَصْدِ التَّعْمِيمِ. </p><p> وَمِنَ الْآيَاتِ الَّتِي أَمَرَ فِيهَا بِالْعَدْلِ قَوْلُهُ تَعَالَى: وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا </p><p> تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى [٥ \\ ٨] ، وَقَوْلُهُ: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ [٤ \\ ٥٨] . </p><p> وَمِنَ الْآيَاتِ الَّتِي أَمَرَ فِيهَا بِالْإِحْسَانِ قَوْلُهُ تَعَالَى: وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ [٢ \\ ١٩٥] ، وَقَوْلُهُ: وَبِالْوَالِدَيْنِ إِحْسَانًا [١٧ \\ ٢٣] ، وَقَوْلُهُ: وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ [٢٨ \\ ٧٧] ، وَقَوْلُهُ: وَقُولُوا لِلنَّاسِ حُسْنًا [٢ \\ ٨٣] ، وَقَوْلُهُ: مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ [٩ \\ ٩١] . </p><p> وَمِنَ الْآيَاتِ الَّتِي أَمَرَ فِيهَا بِإِيتَاءِ ذِي الْقُرْبَى قَوْلُهُ تَعَالَى: فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ [٣٠ \\ ٣٨] ، وَقَوْلُهُ: وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا [١٧ \\ ٢٦] ، وَقَوْلُهُ: وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى الْآيَةَ [٢ \\ ١٧٧] ، وَقَوْلُهُ: أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ يَتِيمًا ذَا مَقْرَبَةٍ [٩٠ \\ ١٤، ١٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمِنَ الْآيَاتِ الَّتِي نَهَى فِيهَا عَنِ الْفَحْشَاءِ وَالْمُنْكِرِ وَالْبَغْيِ قَوْلُهُ: وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ. . . الْآيَةَ [٦ \\ ١٥١] ، وَقَوْلُهُ: قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ. . . الْآيَةَ [٧ \\ ٣٣] ، وَقَوْلُهُ: وَذَرُوا ظَاهِرَ الْإِثْمِ وَبَاطِنَهُ إِنَّ الَّذِينَ يَكْسِبُونَ الْإِثْمَ سَيُجْزَوْنَ بِمَا كَانُوا يَقْتَرِفُونَ [٦ \\ ١٢٠] ، وَالْمُنْكَرُ وَإِنْ لَمْ يُصَرِّحْ بِاسْمِهِ فِي هَذِهِ الْآيَاتِ، فَهُوَ دَاخِلٌ فِيهَا. </p><p> وَمِنَ الْآيَاتِ الَّتِي جَمَعَ فِيهَا بَيْنَ الْأَمْرِ بِالْعَدْلِ وَالتَّفَضُّلِ بِالْإِحْسَانِ، قَوْلُهُ: وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ [١٦ \\ ١٢٦] ، فَهَذَا عَدْلٌ، ثُمَّ دَعَا إِلَى الْإِحْسَانِ بِقَوْلِهِ: وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ [١٦ \\ ١٢٦] ، وَقَوْلُهُ: ، وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا [٤٢ \\ ٤٠] ، فَهَذَا عَدْلٌ. ثُمَّ دَعَا إِلَى الْإِحْسَانِ بِقَوْلِهِ: فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ [٤٢ \\ ٤٠] . </p><p> وَقَوْلُهُ: وَالْجُرُوحَ قِصَاصٌ [٥ \\ ٤٥] ، فَهَذَا عَدْلٌ. ثُمَّ دَعَا إِلَى الْإِحْسَانِ بِقَوْلِهِ، فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ [٥ \\ ٤٥] ، وَقَوْلُهُ وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُوْلَئِكَ مَا </p><p> عَلَيْهِمْ مِنْ سَبِيلٍ. . . الْآيَةَ [٤٢ \\ ٤٣] ، فَهَذَا عَدْلٌ. ثُمَّ دَعَا إِلَى الْإِحْسَانِ بِقَوْلِهِ: وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ [٤٢ \\ ٤٣] ، وَقَوْلُهُ: لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ [٤ \\ ١٤٨] ، فَهَذَا عَدْلٌ. ثُمَّ دَعَا إِلَى الْإِحْسَانِ بِقَوْلِهِ: إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوًّا قَدِيرًا [٤ \\ ١٤٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَإِذَا عَرَفْتَ هَذَا، فَاعْلَمْ أَنَّ الْعَدْلَ فِي اللُّغَةِ: الْقِسْطُ وَالْإِنْصَافُ، وَعَدَمُ الْجَوْرِ. وَأَصْلُهُ التَّوَسُّطُ بَيْنَ الْمَرْتَبَتَيْنِ ; أَيْ: الْإِفْرَاطِ وَالتَّفْرِيطِ. فَمَنْ جَانَبَ الْإِفْرَاطَ وَالتَّفْرِيطَ فَقَدْ عَدَلَ. وَالْإِحْسَانُ مَصْدَرُ أَحْسَنَ، وَهِيَ تُسْتَعْمَلُ مُتَعَدِّيَةً بِالْحَرْفِ نَحْوَ: أَحْسِنْ إِلَى وَالِدَيْكَ ; وَمِنْهُ قَوْلُهُ تَعَالَى عَنْ يُوسُفَ: وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ الْآيَةَ [١٢ \\ ١٠٠] ، وَتُسْتَعْمَلُ مُتَعَدِّيَةً بِنَفْسِهَا. كَقَوْلِكَ: أَحْسَنَ الْعَامِلُ عَمَلَهُ، أَيْ: أَجَادَهُ وَجَاءَ بِهِ حَسَنًا. وَاللَّهُ - جَلَّ وَعَلَا - يَأْمُرُ بِالْإِحْسَانِ بِمَعْنَيَيْهِ الْمَذْكُورَيْنِ، فَهُمَا دَاخِلَانِ فِي الْآيَةِ الْكَرِيمَةِ ; لِأَنَّ الْإِحْسَانَ إِلَى عِبَادِ اللَّهِ لِوَجْهِ اللَّهِ عَمَلٌ أَحْسَنَ فِيهِ صَاحِبُهُ. وَقَدْ فَسَّرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْإِحْسَانَ فِي حَدِيثِ جِبْرِيلَ بِقَوْلِهِ:  «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ. فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» ، وَقَدْ قَدَّمْنَا إِيضَاحَ ذَلِكَ فِي (سُورَةِ هُودٍ) . </p><p> فَإِذَا عَرَفْتَ هَذَا، فَاعْلَمْ أَنَّ أَقْوَالَ الْمُفَسِّرِينَ فِي الْآيَةِ الْكَرِيمَةِ رَاجِعَةٌ فِي الْجُمْلَةِ إِلَى مَا ذَكَرْنَا ; كَقَوْلِ ابْنِ عَبَّاسٍ: الْعَدْلُ: لَا إِلَهَ إِلَّا اللَّهُ، وَالْإِحْسَانُ: أَدَاءُ الْفَرَائِضِ ; لِأَنَّ عِبَادَةَ الْخَالِقِ دُونَ الْمَخْلُوقِ هِيَ عَيْنُ الْإِنْصَافِ وَالْقِسْطِ، وَتَجَنُّبُ التَّفْرِيطِ وَالْإِفْرَاطِ. وَمَنْ أَدَّى فَرَائِضَ اللَّهِ عَلَى الْوَجْهِ الْأَكْمَلِ فَقَدْ أَحْسَنَ ; وَلِذَا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الرَّجُلِ الَّذِي حَلَفَ لَا يَزِيدُ عَلَى الْوَاجِبَاتِ:  «أَفْلَحَ إِنْ صَدَقَ» ، وَكَقَوْلِ سُفْيَانَ: الْعَدْلُ: اسْتِوَاءُ الْعَلَانِيَةِ وَالسَّرِيرَةِ. وَالْإِحْسَانُ: أَنْ تَكُونَ السَّرِيرَةُ أَفْضَلَ مِنَ الْعَلَانِيَةِ. وَكَقَوْلِ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -: الْعَدْلُ: الْإِنْصَافُ. وَالْإِحْسَانُ: التَّفَضُّلُ. إِلَى غَيْرِ ذَلِكَ مِنْ أَقْوَالِ السَّلَفِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. وَقَوْلُهُ، يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ [١٦ \\ ٩٠] ، الْوَعْظُ: : الْكَلَامُ الَّذِي تَلِينُ لَهُ الْقُلُوبُ. </p><p> تَنْبِيهٌ. </p><p> فَإِنْ قِيلَ: يَكْثُرُ فِي الْقُرْآنِ إِطْلَاقُ الْوَعْظِ عَلَى الْأَوَامِرِ وَالنَّوَاهِي ; كَقَوْلِهِ هُنَا: يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ [١٦ \\ ٩٠] ، مَعَ أَنَّهُ مَا ذَكَرَ إِلَّا الْأَمْرَ وَالنَّهْيَ فِي قَوْلِهِ: إِنَّ اللَّهَ </p>"
}