{
  "id": null,
  "sura": 16,
  "aya": 98,
  "text": "<p> آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ٥٩، ٦١، ٦٣، ٦٥، ٦٧، ٦٩، ٧١، ٧٣، ٧٥] ، فِي (سُورَةِ الرَّحْمَنِ) ، وَقَوْلِهِ: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٩، ٢٤، ٢٨، ٣٤، ٣٧، ٤٠، ٤٥، ٤٧، ٤٩] ، (فِي الْمُرْسَلَاتِ) . قِيلَ: تِكْرَارُ اللَّفْظِ فِيهِمَا تَوْكِيدٌ، وَكَوْنُهُ تَأْسِيسًا أَرْجَحُ لِمَا ذَكَرْنَا. فَتُحْمَلُ الْآلَاءُ فِي كُلِّ مَوْضِعٍ عَلَى مَا تَقَدَّمَ. قِيلَ: لَفَظُ ذَلِكَ التَّكْذِيبُ فَلَا يَتَكَرَّرُ مِنْهَا لَفْظٌ. وَكَذَا يُقَالُ فِي (سُورَةِ الْمُرْسَلَاتِ) فَيُحْمَلُ عَلَى الْمُكَذِّبِينَ بِمَا ذُكِرَ، قِيلَ كُلُّ لَفْظٍ إِلَخَ. فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ - أَنَّا إِنْ حَمَلْنَا الْحَيَاةَ الطَّيِّبَةَ فِي الْآيَةِ عَلَى الْحَيَاةِ الدُّنْيَا كَانَ ذَلِكَ تَأْسِيسًا. وَإِنْ حَمَلْنَاهَا عَلَى حَيَاةِ الْجَنَّةِ تَكَرَّرَ ذَلِكَ مَعَ قَوْلِهِ بَعْدَهُ: وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ الْآيَةَ [١٦ \\ ٩٧] ; لِأَنَّ حَيَاةَ الْجَنَّةِ الطَّيِّبَةَ هِيَ أَجْرُهُمُ الَّذِي يُجْزَوْنَهُ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي (الْبَحْرِ) : وَالظَّاهِرُ مِنْ قَوْلِهِ تَعَالَى: فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً [١٦ \\ ٩٧] ، أَنَّ ذَلِكَ فِي الدُّنْيَا ; وَهُوَ قَوْلُ الْجُمْهُورِ. وَيَدُلُّ عَلَيْهِ قَوْلُهُ: وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ [١٦ \\ ٩٧] ، يَعْنِي فِي الْآخِرَةِ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، أَظْهَرُ الْقَوْلَيْنِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكَلَامَ عَلَى حَذْفِ الْإِرَادَةِ، أَيْ: فَإِذَا أَرَدْتَ قِرَاءَةَ الْقُرْآنِ فَاسْتَعِذْ بِاللَّهِ. . الْآيَةَ. وَلَيْسَ الْمُرَادُ أَنَّهُ إِذَا قَرَأَ الْقُرْآنَ وَفَرَغَ مِنْ قِرَاءَتِهِ اسْتَعَاذَ بِاللَّهِ مِنَ الشَّيْطَانِ كَمَا يُفْهَمُ مِنْ ظَاهِرِ الْآيَةِ، وَذَهَبَ إِلَيْهِ بَعْضُ أَهْلِ الْعِلْمِ. وَالدَّلِيلُ عَلَى مَا ذَكَرْنَا تَكَرُّرُ حَذْفِ الْإِرَادَةِ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ لِدَلَالَةِ الْمَقَامِ عَلَيْهَا ; كَقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ الْآيَةَ [٥ \\ ٦] ، أَيْ: أَرَدْتُمِ الْقِيَامَ إِلَيْهَا كَمَا هُوَ ظَاهِرٌ. وَقَوْلُهُ: إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ الْآيَةَ [٥٨ \\ ٩] ، أَيْ: إِذْ أَرَدْتُمْ أَنْ تَتَنَاجَوْا فَلَا تَتَنَاجَوْا بِالْإِثْمِ ; لِأَنَّ النَّهْيَ إِنَّمَا هُوَ عَنْ أَمْرٍ مُسْتَقْبَلٍ يُرَادُ فِعْلُهُ، وَلَا يَصِحُّ النَّهْيُ عَنْ فِعْلٍ مَضَى وَانْقَضَى كَمَا هُوَ وَاضِحٌ. </p><p> وَظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الِاسْتِعَاذَةَ مِنَ الشَّيْطَانِ الرَّجِيمِ وَاجِبَةٌ عِنْدَ الْقِرَاءَةِ ; لِأَنَّ صِيغَةَ افْعَلْ لِلْوُجُوبِ كَمَا تَقَرَّرَ فِي الْأُصُولِ. </p><p> وَقَالَ كَثِيرٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّ الْأَمْرَ فِي الْآيَةِ لِلنَّدْبِ وَالِاسْتِحْبَابِ، وَحَكَى عَلَيْهِ الْإِجْمَاعَ أَبُو جَعْفَرِ بْنِ جَرِيرٍ وَغَيْرُهُ مِنَ الْأَئِمَّةِ، وَظَاهِرُ الْآيَةِ أَيْضًا: الْأَمْرُ بِالِاسْتِعَاذَةِ عِنْدَ الْقِرَاءَةِ فِي الصَّلَاةِ لِعُمُومِ الْآيَةِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}