{
  "id": null,
  "sura": 16,
  "aya": 84,
  "text": "<p> السَّمَاءِ وَالْأَرْضِ أَمَّنَ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ [١٠ \\ ٣١] . </p><p> فَقَوْلُهُ: فَسَيَقُولُونَ اللَّهُ [١٠ \\ ٣١] ، دَلِيلٌ عَلَى مَعْرِفَتِهِمْ نِعْمَتَهُ. وَقَوْلُهُ: فَقُلْ أَفَلَا تَتَّقُونَ [١٠ \\ ٣١] ، دَلِيلٌ عَلَى إِنْكَارِهِمْ لَهَا. وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَرُوِيَ عَنْ مُجَاهِدٍ: أَنَّ سَبَبَ نُزُولِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ أَعْرَابِيًّا أَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَسَأَلَهُ، فَقَرَأَ عَلَيْهِ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا [١٦ \\ ٨٠] ، فَقَالَ الْأَعْرَابِيُّ: نَعَمْ! قَالَ: وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا الْآيَةَ [١٦ \\ ٨٠] ، قَالَ الْأَعْرَابِيُّ: نَعَمْ! ثُمَّ قَرَأَ عَلَيْهِ، كُلَّ ذَلِكَ يَقُولُ الْأَعْرَابِيُّ: نَعَمْ! حَتَّى بَلَغَ: كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ [١٦ \\ ٨١] ، فَوَلَّى الْأَعْرَابِيُّ ; فَأَنْزَلَ اللَّهُ: يَعْرِفُونَ نِعْمَةَ اللَّهِ ثُمَّ يُنْكِرُونَهَا [١٦ \\ ٨٣] ، وَعَنِ السُّدِّيِّ - رَحِمَهُ اللَّهُ -: يَعْرِفُونَ نِعْمَةَ اللَّهِ، أَيْ: نُبُوَّةَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ يُنْكِرُونَهَا، أَيْ: يُكَذِّبُونَهُ وَيُنْكِرُونَ صِدْقَهُ. </p><p> وَقَدْ بَيَّنَ - جَلَّ وَعَلَا -: أَنَّ بَعْثَةَ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِمْ مِنْ مِنَنِ اللَّهِ عَلَيْهِمْ. كَمَا قَالَ تَعَالَى: لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ الْآيَةَ [٣ \\ ١٦٤] ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّهُمْ قَابَلُوا هَذِهِ النِّعْمَةَ بِالْكُفْرَانِ، وَذَلِكَ فِي قَوْلِهِ: أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَةَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ [١٤ \\ ٢٨] ، وَقِيلَ: يَعْرِفُونَ نِعْمَةَ اللَّهِ فِي الشِّدَّةِ، ثُمَّ يُنْكِرُونَهَا فِي الرَّخَاءِ. وَقَدْ تَقَدَّمَتِ الْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ، كَقَوْلِهِ: فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ [٢٩ \\ ٦٥] ، وَنَحْوِهَا مِنَ الْآيَاتِ إِلَى غَيْرِ ذَلِكَ مِنَ الْأَقْوَالِ فِي الْآيَةِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأَكْثَرُهُمُ الْكَافِرُونَ [١٦ \\ ٨٣] ، قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَاهُ أَنَّهُمْ كُلَّهُمْ كَافِرُونَ. أَطْلَقَ الْأَكْثَرَ وَأَرَادَ الْكُلَّ. قَالَهُ الْقُرْطُبِيُّ وَالشَّوْكَانِيُّ. وَقَالَ الشَّوْكَانِيُّ: أَوْ أَرَادَ بِالْأَكْثَرِ الْعُقَلَاءَ دُونَ الْأَطْفَالِ وَنَحْوِهِمْ. أَوْ أَرَادَ كُفْرَ الْجُحُودِ، وَلَمْ يَكُنْ كُفْرُ كُلِّهِمْ كَذَلِكَ، بَلْ كَانَ كُفْرُ بَعْضِهِمْ كُفْرَ جَهْلٍ. </p><p> قَوْلُهُ تَعَالَى: ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا ; لَمْ يُبَيِّنْ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مُتَعَلِّقَ الْإِذْنِ فِي قَوْلِهِ: لَا يُؤْذَنُ [١٦ \\ ٨٤] ، وَلَكِنَّهُ بَيَّنَ فِي (الْمُرْسَلَاتِ) أَنَّ مُتَعَلِّقَ الْإِذْنِ الِاعْتِذَارُ، أَيْ: لَا يُؤْذَنُ لَهُمْ فِي الِاعْتِذَارِ، لِأَنَّهُمْ لَيْسَ لَهُمْ عُذْرٌ يَصِحُّ قَبُولُهُ، وَذَلِكَ فِي قَوْلِهِ: هَذَا يَوْمُ لَا يَنْطِقُونَ وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ [٧٧ \\ ٣٥ - ٣٦] . </p><p> فَإِنْ قِيلَ: مَا وَجْهُ الْجَمْعِ بَيْنَ نَفْيِ اعْتِذَارِهِمُ الْمَذْكُورِ هُنَا، وَبَيْنَ مَا جَاءَ فِي الْقُرْآنِ مِنِ اعْتِذَارِهِمْ؟ ; كَقَوْلِهِ تَعَالَى عَنْهُمْ: وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ [٦ \\ ٢٣] ، وَقَوْلِهِ: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] ، وَقَوْلِهِ: بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا [٤٠ \\ ٧٤] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَالْجَوَابُ مِنْ أَوْجُهٍ: </p><p> مِنْهَا: أَنَّهُمْ يَعْتَذِرُونَ حَتَّى إِذَا قِيلَ لَهُمْ: «اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ»  [٢٣ \\ ١٠٨] ، انْقَطَعَ نُطْقُهُمْ وَلَمْ يَبْقَ إِلَّا الزَّفِيرُ وَالشَّهِيقُ ; كَمَا قَالَ تَعَالَى: وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ [٢٧ \\ ٨٥] . </p><p> وَمِنْهَا: أَنَّ نَفْيَ اعْتِذَارِهِمْ يُرَادُ بِهِ اعْتِذَارٌ فِيهِ فَائِدَةٌ. أَمَّا الِاعْتِذَارُ الَّذِي لَا فَائِدَةَ فِيهِ فَهُوَ كَالْعَدَمِ، يَصْدُقُ عَلَيْهِ فِي لُغَةِ الْعَرَبِ: أَنَّهُ لَيْسَ بِشَيْءٍ، وَلِذَا صَرَّحَ تَعَالَى بِأَنَّ الْمُنَافِقِينَ بُكْمٌ فِي قَوْلِهِ: صُمٌّ بُكْمٌ [٢ \\ ١٧١] ، مَعَ قَوْلِهِ عَنْهُمْ: </p><p> وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ [٦٣ \\ ٤] ، أَيْ: لِفَصَاحَتِهِمْ وَحَلَاوَةِ أَلْسِنَتِهِمْ. وَقَالَ عَنْهُمْ أَيْضًا: فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ [٣٣ \\ ١٩] ، فَهَذَا الَّذِي ذَكَرَهُ - جَلَّ وَعَلَا - مِنْ فَصَاحَتِهِمْ وَحِدَّةِ أَلْسِنَتِهِمْ، مَعَ تَصْرِيحِهِ بِأَنَّهُمْ بُكُمٌ يَدُلُّ عَلَى أَنَّ الْكَلَامَ الَّذِي لَا فَائِدَةَ فِيهِ كَلَا شَيْءٍ، كَمَا هُوَ وَاضِحٌ. وَقَالَ هُبَيْرَةُ بْنُ أَبِي وَهْبٍ الْمَخْزُومِيُّ: </p><p> وَإِنَّ كَلَامَ الْمَرْءِ فِي غَيْرِ كُنْهِهِ لَكَالنَّبْلِ تَهْوِي لَيْسَ فِيهَا نِصَالُهَا. </p><p> وَقَدْ بَيَّنَّا هَذَا فِي كِتَابِنَا (دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ) فِي مَوَاضِعَ مِنْهُ. وَالتَّرْتِيبُ بِ «ثُمَّ»  [١٦ \\ ٨٤] فِي قَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا [١٦ \\ ٨٤] ، عَلَى قَوْلِهِ: وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا [١٦ \\ ٨٤] ، لِأَجْلِ الدَّلَالَةِ عَلَى أَنَّ ابْتِلَاءَهُمْ بِالْمَنْعِ مِنَ الِاعْتِذَارِ الْمُشْعِرِ بِالْإِقْنَاطِ الْكُلِّيِّ أَشَدُّ مِنِ ابْتِلَائِهِمْ بِشَهَادَةِ الْأَنْبِيَاءِ عَلَيْهِمْ بِكُفْرِهِمْ. </p><p> قَوْلُهُ تَعَالَى: وَلَا هُمْ يَسْتَعْتِبُونَ، اعْلَمْ أَوْلًا: أَنَّ اسْتَعْتَبَ تُسْتَعْمَلُ فِي اللُّغَةِ بِمَعْنَى طَلَبِ الْعُتْبَى ; أَيْ: الرُّجُوعِ إِلَى مَا يُرْضِي الْعَاتِبِ وَيَسُرُّهُ. وَتُسْتَعْمَلُ أَيْضًا فِي اللُّغَةِ بِمَعْنَى أَعْتَبَ: إِذَا أَعْطَى الْعُتْبَى، أَيْ: رَجَعَ إِلَى مَا يُحِبُّ الْعَاتِبُ وَيَرْضَى، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ فِي قَوْلِهِ: وَلَا هُمْ يُسْتَعْتَبُونَ [١٦ \\ ٨٤] ، وَجْهَيْنِ مِنَ التَّفْسِيرِ مُتَقَارِبِي الْمَعْنَى. </p>"
}