{
  "id": null,
  "sura": 16,
  "aya": 24,
  "text": "<p> الْقُرْآنِ فِي قَوْلِهِ: وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ الْآيَةَ [٦ \\ ٩٧] . </p><p> قَوْلُهُ تَعَالَى: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ الْآيَةَ، تَقَدَّمَ بَيَانُ مِثْلِ هَذِهِ الْآيَةِ فِي مَوْضِعَيْنِ. </p><p> قَوْلُهُ تَعَالَى: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَّحِيمٌ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ بَنِي آدَمَ لَا يَقْدِرُونَ عَلَى إِحْصَاءِ نِعَمِ اللَّهِ لِكَثْرَتِهَا عَلَيْهِمْ، وَأَتْبَعَ ذَلِكَ بِقَوْلِهِ: إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ [١٦ \\ ١٨] ، فَدَلَّ ذَلِكَ عَلَى تَقْصِيرِ بَنِي آدَمَ فِي شُكْرِ تِلْكَ النِّعَمِ، وَأَنَّ اللَّهَ يَغْفِرُ لِمَنْ تَابَ مِنْهُمْ، وَيَغْفِرُ لِمَنْ شَاءَ أَنْ يَغْفِرَ لَهُ ذَلِكَ التَّقْصِيرَ فِي شُكْرِ النِّعَمِ. وَبَيَّنَ هَذَا الْمَفْهُومَ الْمُشَارَ إِلَيْهِ هُنَا بِقَوْلِهِ: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ [١٤ \\ ٣٤] . </p><p> بَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ كُلَّ النِّعَمِ عَلَى بَنِي آدَمَ مِنْهُ - جَلَّ وَعَلَا -، وَذَلِكَ فِي قَوْلِهِ: وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ الْآيَةَ [١٦ \\ ٥٣] . </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ دَلِيلٌ عَلَى أَنَّ الْمُفْرَدَ إِذَا كَانَ اسْمَ جِنْسٍ وَأُضِيفَ إِلَى مَعْرِفَةٍ، أَنَّهُ يَعُمُّ كَمَا تَقَرَّرَ فِي الْأُصُولِ ; لِأَنَّ:  «نِعْمَةَ اللَّهِ»  [١٦ \\ ١٨] مُفْرَدٌ أُضِيفَ إِلَى مَعْرِفَةٍ فَعَمَّ النِّعَمَ. وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ مَرَاقِي السُّعُودِ عَاطِفًا عَلَى صِيَغِ الْعُمُومِ: </p><p> أَوْ بِإِضَافَةٍ إِلَى مُعَرَّفٍ إِذَا تَحَقَّقَ الْخُصُوصُ قَدْ نُفِي. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ إِذَا سُئِلُوا عَمَّا أَنْزَلَ اللَّهُ عَلَى نَبِيِّهِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالُوا: لَمْ يُنَزَّلْ عَلَيْهِ شَيْءٌ. وَإِنَّمَا هَذَا الَّذِي يَتَكَلَّمُ بِهِ مِنْ أَسَاطِيرِ الْأَوَّلِينَ، نَقَلَهُ مِنْ كُتُبِهِمْ. وَالْأَسَاطِيرُ: جَمْعُ أُسْطُورَةٍ أَوْ إِسْطَارَةٍ، وَهِيَ الشَّيْءُ الْمَسْطُورُ فِي كُتُبِ الْأَقْدَمِينَ مِنَ الْأَكَاذِيبِ وَالْأَبَاطِيلِ. أَصْلُهَا مِنْ سَطَرَ: إِذَا كَتَبَ. وَمِنْهُ قَوْلُهُ تَعَالَى: وَكِتَابٍ مَسْطُورٍ [٥٢ \\ ٢] ، وَقَالَ بَعْضُ الْعُلَمَاءِ: الْأَسَاطِيرُ: التُّرَّهَاتُ وَالْأَبَاطِيلُ. وَأَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ: وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا [٢٥ \\ ٥] ، وَقَوْلِهِ: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ [٨ \\ ٣١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ: مَاذَا، يُحْتَمَلُ أَنْ تَكُونَ «ذَا» مَوْصُولَةً وَ «مَا» مُبْتَدَأً، وَجُمْلَةُ «أُنْزِلَ» </p>"
}