{
  "id": null,
  "sura": 16,
  "aya": 4,
  "text": "<p> [٧ \\ ١٩١] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ [٢٢ \\ ٧٣] ، وَقَوْلِهِ: أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ. . . الْآيَةَ [٥٢ \\ ٣٥ - ٣٦] ، وَقَوْلِهِ: وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ أَمْوَاتٌ غَيْرُ أَحْيَاءٍ الْآيَةَ [١٦ \\ ٢٠ - ٢١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَهَذِهِ الْآيَاتُ تُبَيِّنُ أَنَّ الَّذِي يَسْتَحِقُّ أَنْ يُعْبَدَ هُوَ مَنْ يَخْلُقُ الْخَلْقَ، وَيُبْرِزُهُمْ مِنَ الْعَدَمِ إِلَى الْوُجُودِ. أَمَّا غَيْرُهُ فَهُوَ مَخْلُوقٌ مَرْبُوبٌ، مُحْتَاجٌ إِلَى مَنْ يَخْلُقُهُ، وَيُدَبِّرُ شُئُونَهُ. </p><p> قَوْلُهُ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ، وَهِيَ مَنِيُّ الرَّجُلِ وَمَنِيُّ الْمَرْأَةِ ; بِدَلِيلِ قَوْلِهِ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ [٧٦ \\ ٢] ، أَيْ: أَخْلَاطٍ مِنْ مَاءِ الرَّجُلِ وَمَاءِ الْمَرْأَةِ. </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ بَعْدَ ذِكْرِ بَعْضِ الرِّوَايَاتِ فِي تَفْسِيرِ الْأَمْشَاجِ بِالْأَخْلَاطِ: مِنْ مَاءِ الرَّجُلِ وَمَاءِ الْمَرْأَةِ. وَأَخْرَجَ الطَّسْتِيُّ عَنِ ابْنِ عَبَّاسٍ: أَنَّ نَافِعَ بْنَ الْأَزْرَقَ، قَالَ: أَخْبِرْنِي عَنْ قَوْلِهِ: مِنْ نُطْفَةٍ أَمْشَاجٍ، قَالَ: اخْتِلَاطُ مَاءِ الرَّجُلِ وَمَاءِ الْمَرْأَةِ إِذَا وَقَعَ فِي الرَّحِمِ. قَالَ: وَهَلْ تَعْرِفُ الْعَرَبُ ذَلِكَ؟ قَالَ: نَعَمْ. أَمَّا سَمِعْتَ أَبَا ذُؤَيْبٍ وَهُوَ يَقُولُ: </p><p> كَأَنَّ الرِّيشَ وَالْفُوقَيْنِ مِنْهُ ... خِلَالَ النَّصْلِ خَالَطَهُ مَشِيجُ </p><p> وَنَسَبَ فِي اللِّسَانِ هَذَا الْبَيْتَ لِزُهَيْرِ بْنِ حَرَامٍ الْهُذَلِيِّ، وَأَنْشَدَهُ هَكَذَا: </p><p> كَأَنَّ النَّصْلَ وَالْفُوقَيْنِ مِنْهَا ... خِلَالَ الرِّيشِ سِيطَ بِهِ مَشِيجُ </p><p> قَالَ: وَرَوَاهُ الْمُبَرِّدُ: </p><p> كَأَنَّ الْمَتْنَ وَالشَّرْجَيْنِ مِنْهُ ... خِلَافَ النَّصْلِ سِيطَ بِهِ مَشِيجُ </p><p> قَالَ: وَرَوَاهُ أَبُو عُبَيْدَةَ: </p><p> كَأَنَّ الرِّيشَ وَالْفُوقَيْنِ مِنْهَا ... خِلَالَ النَّصْلِ سِيطَ بِهِ الْمَشِيجُ </p><p> وَمَعْنَى «سِيطَ بِهِ الْمَشِيجُ» : خُلِطَ بِهِ الْخَلْطَ. </p><p> إِذَا عَرَفْتَ مَعْنَى ذَلِكَ، فَاعْلَمْ أَنَّهُ تَعَالَى بَيَّنَ أَنَّ ذَلِكَ الْمَاءَ الَّذِي هُوَ النُّطْفَةُ، مِنْهُ مَا هُوَ خَارِجٌ مِنَ الصُّلْبِ، أَيْ: وَهُوَ مَاءُ الرَّجُلِ، وَمِنْهُ مَا هُوَ خَارِجٌ مِنَ التَّرَائِبِ وَهُوَ: مَاءُ الْمَرْأَةِ، وَذَلِكَ فِي قَوْلِهِ - جَلَّ وَعَلَا -: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ خُلِقَ مِنْ مَاءٍ دَافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ [٨٦ \\ ٥ - ٧] </p><p> لِأَنَّ الْمُرَادَ بِالصُّلْبِ صُلْبُ الرَّجُلِ وَهُوَ ظَهْرُهُ، وَالْمُرَادَ بِالتَّرَائِبِ: تَرَائِبُ الْمَرْأَةِ وَهِيَ مَوْضِعُ الْقِلَادَةِ مِنْهَا، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> مُهَفْهَفَةٌ بَيْضَاءُ غَيْرُ مُفَاضَةٍ ... تَرَائِبُهَا مَصْقُولَةٌ كَالسَّجَنْجَلِ </p><p> وَاسْتَشْهَدَ ابْنُ عَبَّاسٍ لِنَافِعِ بْنِ الْأَزْرَقِ: عَلَى أَنَّ التَّرَائِبَ مَوْضِعُ الْقِلَادَةِ بِقَوْلِ الْمُخَبَّلِ، أَوِ ابْنِ أَبِي رَبِيعَةَ: </p><p> وَالزَّعْفَرَانُ عَلَى تَرَائِبِهَا ... شَرَقًا بِهِ اللَّبَّاتُ وَالنَّحْرُ </p><p> فَقَوْلُهُ هُنَا:  «مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ»  [٨٦ \\ ٧] ، يَدُلُّ عَلَى أَنَّ الْأَمْشَاجَ هِيَ الْأَخْلَاطُ الْمَذْكُورَةُ، وَأَمْرُ الْإِنْسَانِ بِأَنْ يَنْظُرَ مِمَّ خُلِقَ فِي قَوْلِهِ: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ [٨٦ \\ ٥] تَنْبِيهٌ لَهُ عَلَى حَقَارَةِ مَا خُلِقَ مِنْهُ ; لِيَعْرِفَ قَدْرَهُ، وَيَتْرُكَ التَّكَبُّرَ وَالْعُتُوَّ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ: أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ الْآيَةَ [٧٧ \\ ٢٠] . </p><p> وَبَيَّنَ - جَلَّ وَعَلَا - حَقَارَتَهُ بِقَوْلِهِ: أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ [٧٠ \\ ٣٨] ، وَالتَّعْبِيرُ عَنِ النُّطْفَةِ بِمَا الْمَوْصُولَةِ فِي قَوْلِهِ: مِمَّا يَعْلَمُونَ [٧٠ \\ ٣٩] ، فِيهِ غَايَةُ تَحْقِيرِ ذَلِكَ الْأَصْلِ الَّذِي خُلِقَ مِنْهُ الْإِنْسَانُ. وَفِي ذَلِكَ أَعْظَمُ رَدْعٍ، وَأَبْلَغُ زَجْرٍ عَنِ التَّكَبُّرِ وَالتَّعَاظُمِ. </p><p> وَقَوْلُهُ - جَلَّ وَعَلَا -: فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] ، أَظْهَرُ الْقَوْلَيْنِ فِيهِ: أَنَّهُ ذَمٌّ لِلْإِنْسَانِ الْمَذْكُورِ. وَالْمَعْنَى: خَلَقْنَاهُ لِيَعْبُدَنَا وَيَخْضَعَ لَنَا وَيُطِيعَ، فَفَاجَأَ بِالْخُصُومَةِ وَالتَّكْذِيبِ، كَمَا تَدُلُّ عَلَيْهِ:  «إِذَا» الْفُجَائِيَّةُ. وَيُوَضِّحُ هَذَا الْمَعْنَى قَوْلُهُ: وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ [٥١ \\ ٥٦] ، مَعَ قَوْلِهِ - جَلَّ وَعَلَا -: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٧ - ٧٩] ، وَقَوْلِهِ: وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا [٢٥ \\ ٥٤] ، وَقَوْلِهِ: وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا [١٩ \\ ٦٦ - ٦٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَسَيَأْتِي - إِنْ شَاءَ اللَّهُ تَعَالَى - زِيَادَةُ إِيضَاحٍ لِهَذَا الْمَبْحَثِ فِي «سُورَةِ الطَّارِقِ» . </p>"
}