{
  "id": null,
  "sura": 17,
  "aya": 100,
  "text": "<p> الْعَذَابُ قُبُلًا فَإِرَادَتُهُ بِهِ ذَلِكَ مَانِعَةٌ مِنْ خِلَافِ الْمُرَادِ ; لِاسْتِحَالَةِ أَنْ يَقَعَ خِلَافُ مُرَادِهِ جَلَّ وَعَلَا، بِخِلَافِ الْمَانِعِ «فِي آيَةِ بَنِي إِسْرَائِيلَ» هَذِهِ، فَهُوَ مَانِعٌ عَادِيٌّ يَصِحُّ تَخَلُّفُهُ، وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» . </p><p> قَوْلُهُ تَعَالَى: قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ: أَنَّ الرَّسُولَ يَلْزَمُ أَنْ يَكُونَ مِنْ جِنْسِ الْمُرْسَلِ إِلَيْهِمْ، فَلَوْ كَانَ مُرْسِلًا رَسُولًا إِلَى الْمَلَائِكَةِ لَنَزَّلَ عَلَيْهِمْ مَلَكًا مِثْلَهُمْ، أَيْ وَإِذَا أَرْسَلَ إِلَى الْبَشَرِ أَرْسَلَ لَهُمْ بَشَرًا مِثْلَهُمْ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ [٦ \\ ٨ - ٩] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ [٢١ \\ ٧] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ [٢٥ \\ ٢٠] كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَنْ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ مَعَ عِظَمِهِمَا قَادِرٌ عَلَى بَعْثِ الْإِنْسَانِ بِلَا شَكٍّ ; لِأَنَّ مَنْ خَلَقَ الْأَعْظَمَ الْأَكْبَرَ فَهُوَ عَلَى خَلْقِ الْأَصْغَرِ قَادِرٌ بِلَا شَكٍّ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ الْآيَةَ [٤٠ \\ ٥٧] ، أَيْ وَمَنْ قَدَرَ عَلَى خَلْقِ الْأَكْبَرِ فَهُوَ قَادِرٌ عَلَى خَلْقِ الْأَصْغَرِ، وَقَوْلِهِ: أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى [٣٦ \\ ٨١] ، وَقَوْلِهِ: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى [٤٦ \\ ٣٣] ، وَقَوْلِهِ: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٧٩ \\ ٢٧ - ٣٣] . </p><p> قَوْلُهُ تَعَالَى: قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا. </p><p> بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ: أَنَّ بَنِي آدَمَ لَوْ كَانُوا يَمْلِكُونَ خَزَائِنَ رَحْمَتِهِ - أَيْ خَزَائِنَ الْأَرْزَاقِ وَالنِّعَمِ - لَبَخِلُوا بِالرِّزْقِ عَلَى غَيْرِهِمْ، وَلَأَمْسَكُوا عَنِ الْإِعْطَاءِ، خَوْفًا مِنَ الْإِنْفَاقِ لِشِدَّةِ بُخْلِهِمْ. </p>"
}