{
  "id": null,
  "sura": 17,
  "aya": 106,
  "text": "<p> وَقَدْ أَوْضَحَ جَلَّ وَعَلَا هَذَا الْمَعْنَى مُبَيِّنًا سَبَبَ جُحُودِهِ لِمَا عَلِمَهُ «فِي سُورَةِ النَّمْلِ» بِقَوْلِهِ: وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا الْآيَةَ [٢٧ \\ ١٢ - ١٤] . </p><p> قَوْلُهُ تَعَالَى: وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَنْزَلَ هَذَا الْقُرْآنَ بِالْحَقِّ: أَيْ مُتَلَبِّسًا بِهِ مُتَضَمِّنًا لَهُ ; فَكُلُّ مَا فِيهِ حَقٌّ فَأَخْبَارُهُ صِدْقٌ، وَأَحْكَامُهُ عَدْلٌ ; كَمَا قَالَ تَعَالَى: وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا [٦ \\ ١١٥] وَكَيْفَ لَا وَقَدْ أَنْزَلَهُ جَلَّ وَعَلَا بِعِلْمِهِ، كَمَا قَالَ تَعَالَى: لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ الْآيَةَ [٤ \\ ١٦٦] . وَقَوْلُهُ: وَبِالْحَقِّ نَزَلَ [١٧ \\ ١٠٥] يَدُلُّ عَلَى أَنَّهُ لَمْ يَقَعْ فِيهِ تَغْيِيرٌ وَلَا تَبْدِيلٌ فِي طَرِيقِ إِنْزَالِهِ. </p><p> لِأَنَّ الرَّسُولَ الْمُؤْتَمَنَ عَلَى إِنْزَالِهِ قَوِيٌّ لَا يُغْلَبُ عَلَيْهِ حَتَّى يُغَيَّرَ فِيهِ، أَمِينٌ لَا يُغَيِّرُ وَلَا يُبَدِّلُ، كَمَا أَشَارَ إِلَى هَذَا بِقَوْلِهِ: نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ الْآيَةَ [٢٦ \\ ١٩٣، ١٩٤] ، وَقَوْلِهِ: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ مُطَاعٍ ثَمَّ أَمِينٍ الْآيَةَ [٨١ \\ ١٩ - ٢١] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: لَقَوْلُ رَسُولٍ، أَيْ لَتَبْلِيغُهُ عَنْ رَبِّهِ، بِدَلَالَةِ لَفْظِ الرَّسُولِ؛ لِأَنَّهُ يَدُلُّ عَلَى أَنَّهُ مُرْسَلٌ بِهِ. </p><p> قَوْلُهُ تَعَالَى: وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ. </p><p> قَرَأَ هَذَا الْحَرْفَ عَامَّةُ الْقُرَّاءِ «فَرَقْنَاهُ» بِالتَّخْفِيفِ، أَيْ بَيَّنَّاهُ وَأَوْضَحْنَاهُ، وَفَصَّلْنَاهُ وَفَرَّقْنَا بِهِ بَيْنَ الْحَقِّ وَالْبَاطِلِ، وَقَرَأَ بَعْضُ الصَّحَابَةِ فَرَّقْنَاهُ بِالتَّشْدِيدِ، أَيْ أَنْزَلْنَاهُ مُفَرَّقًا بِحَسَبِ الْوَقَائِعِ فِي ثَلَاثٍ وَعِشْرِينَ سَنَةً. وَمِنْ إِطْلَاقِ فَرَقَ بِمَعْنَى بَيَّنَ وَفَصَّلَ قَوْلُهُ تَعَالَى: فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ. الْآيَةَ [٤٤ \\ ٤] </p><p> وَقَدْ بَيَّنَ جَلَّ وَعَلَا أَنَّهُ بَيَّنَ هَذَا الْقُرْآنَ لِنَبِيِّهِ لِيَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ، أَيْ مَهَلٍ وَتُؤَدَةٍ وَتَثَبُّتٍ، وَذَلِكَ يَدُلُّ عَلَى أَنَّ الْقُرْآنَ لَا يَنْبَغِي أَنْ يُقْرَأَ إِلَّا كَذَلِكَ، وَقَدْ أَمَرَ تَعَالَى بِمَا يَدُلُّ عَلَى ذَلِكَ فِي قَوْلِهِ: وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا [٧٣ \\ ٤] ، وَيَدُلُّ لِذَلِكَ أَيْضًا قَوْلُهُ: وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا [٢٥ \\ ٣٢] ، وَقَوْلُهُ تَعَالَى: وَقُرْآنًا [١٧ \\ ١٠٦] مَنْصُوبٌ بِفِعْلٍ مَحْذُوفٍ يُفَسِّرُهُ مَا بَعْدَهُ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p>"
}