{
  "id": null,
  "sura": 17,
  "aya": 11,
  "text": "<p> وَقَالَ تَعَالَى: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ [٢ \\ ٢٥٧] وَمَنْ أُخْرِجَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ أَبْصَرَ الْحَقَّ ; لِأَنَّ ذَلِكَ النُّورَ يَكْشِفُ لَهُ عَنِ الْحَقَائِقِ فَيُرِيهِ الْحَقَّ حَقًّا، وَالْبَاطِلَ بَاطِلًا، وَقَالَ تَعَالَى: أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ [٦٧ \\ ٢٢] ، وَقَالَ تَعَالَى: وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ وَلَا الظُّلُمَاتُ وَلَا النُّورُ وَلَا الظِّلُّ وَلَا الْحَرُورُ وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ [٣٥ \\ ١٩ - ٢٢] ، وَقَالَ تَعَالَى: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ هَلْ يَسْتَوِيَانِ مَثَلًا الْآيَةَ [١١ \\ ٢٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْإِيمَانَ يُكْسِبُ الْإِنْسَانَ حَيَاةً بَدَلًا مِنَ الْمَوْتِ الَّذِي كَانَ فِيهِ، وَنُورًا بَدَلًا مِنَ الظُّلُمَاتِ الَّتِي كَانَ فِيهَا. </p><p> وَهَذَا النُّورُ عَظِيمٌ يَكْشِفُ الْحَقَائِقَ كَشْفًا عَظِيمًا، كَمَا قَالَ تَعَالَى: مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ - إِلَى قَوْلِهِ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [٢٤ \\ ٣٥] ، وَلَمَّا كَانَ تَتَبُّعُ جَمِيعِ مَا تَدُلُّ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ يَقْتَضِي تَتَبُّعَ جَمِيعِ الْقُرْآنِ وَجَمِيعِ السُّنَّةِ ; لِأَنَّ الْعَمَلَ بِالسُّنَّةِ مِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ ; لِقَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] ، وَكَانَ تَتَبُّعُ جَمِيعِ ذَلِكَ غَيْرَ مُمْكِنٍ فِي هَذَا الْكِتَابِ الْمُبَارَكِ، اقْتَصَرْنَا عَلَى هَذِهِ الْجُمَلِ الَّتِي ذَكَرْنَا مِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ تَنْبِيهًا بِهَا عَلَى غَيْرِهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ وَكَانَ الْإِنْسَانُ عَجُولًا. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَجْهَانِ مِنَ التَّفْسِيرِ لِلْعُلَمَاءِ، وَأَحَدُهُمَا يَشْهَدُ لَهُ قُرْآنٌ. </p><p> وَهُوَ أَنَّ مَعْنَى الْآيَةِ: وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ [١٧ \\ ١١] ، كَأَنْ يَدْعُوَ عَلَى نَفْسِهِ أَوْ وَلَدِهِ بِالْهَلَاكِ عِنْدَ الضَّجَرِ مِنْ أَمْرٍ، فَيَقُولُ اللَّهُمَّ أَهْلِكْنِي، أَوْ أَهْلِكْ وَلَدِي، فَيَدْعُو بِالشَّرِّ دُعَاءً لَا يُحِبُّ أَنْ يُسْتَجَابَ لَهُ، وَقَوْلُهُ دُعَاءَهُ بِالْخَيْرِ أَيْ يَدْعُو بِالشَّرِّ كَمَا يَدْعُو بِالْخَيْرِ فَيَقُولُ عِنْدَ الضَّجَرِ: اللَّهُمَّ أَهْلِكْ وَلَدِي، كَمَا يَقُولُ فِي غَيْرِ وَقْتِ الضَّجَرِ: اللَّهُمَّ عَافِهِ، وَنَحْوُ ذَلِكَ مِنَ الدُّعَاءِ. </p><p> وَلَوِ اسْتَجَابَ اللَّهُ دُعَاءَهُ بِالشَّرِّ لَهَلَكَ، وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ [١٠ \\ ١١] أَيْ: لَوْ عَجَّلَ لَهُمُ الْإِجَابَةَ بِالشَّرِّ كَمَا يُعَجِّلُ لَهُمُ الْإِجَابَةَ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ ; أَيْ لَهَلَكُوا </p>"
}