{
  "id": null,
  "sura": 17,
  "aya": 71,
  "text": "<p> وَالظَّاهِرُ أَنَّ الضَّمِيرَ فِي قَوْلِهِ: بِهِ تَبِيعًا [١٧ \\ ٦٩] رَاجِعٌ إِلَى الْإِهْلَاكِ بِالْإِغْرَاقِ الْمَفْهُومِ مِنْ قَوْلِهِ: فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ [١٧ \\ ٦٩] ، أَيْ لَا تَجِدُونَ تَبِيعًا يَتْبَعُنَا بِثَأْرِكُمْ بِسَبَبِ ذَلِكَ الْإِغْرَاقِ. </p><p> وَقَالَ صَاحِبُ رُوحِ الْمَعَانِي: وَضَمِيرُ «بِهِ» قِيلَ لِلْإِرْسَالِ، وَقِيلَ لِلْإِغْرَاقِ، وَقِيلَ لَهُمَا بِاعْتِبَارِ مَا وَقَعَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: مِنْ تَكْرِيمِهِ لِبَنِي آدَمَ خَلْقُهُ لَهُمْ عَلَى أَكْمَلِ الْهَيْئَاتِ وَأَحْسَنِهَا، فَإِنَّ الْإِنْسَانَ يَمْشِي قَائِمًا مُنْتَصِبًا عَلَى رِجْلَيْهِ، وَيَأْكُلُ بِيَدَيْهِ، وَغَيْرُهُ مِنَ الْحَيَوَانَاتِ يَمْشِي عَلَى أَرْبَعٍ، وَيَأْكُلُ بِفَمِهِ. </p><p> وَمِمَّا يَدُلُّ لِهَذَا مِنَ الْقُرْآنِ قَوْلُهُ تَعَالَى: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ [٩٥ \\ ٤] ، وَقَوْلُهُ: وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ [٤٠ \\ ٦٤] وَفِي الْآيَةِ كَلَامٌ غَيْرُ هَذَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ </p><p> الْآيَةَ، أَيْ فِي الْبِرِّ عَلَى الْأَنْعَامِ، وَفِي الْبَحْرِ عَلَى السُّفُنِ. </p><p> وَالْآيَاتُ الْمُوَضِّحَةُ لِذَلِكَ كَثِيرَةٌ جِدًّا ; كَقَوْلِهِ: وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ [٢٣ \\ ٢٢] ، وَقَوْلِهِ: وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ [٤٣ \\ ١٢] ، وَقَدْ قَدَّمْنَا هَذَا مُسْتَوْفًى بِإِيضَاحٍ «فِي سُورَةِ النَّحْلِ» . </p><p> قَوْلُهُ تَعَالَى: يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ «بِإِمَامِهِمْ» هُنَا كِتَابُ أَعْمَالِهِمْ. </p><p> وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ [٣٦ \\ ١٢] ، وَقَوْلُهُ: وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٨] ، وَقَوْلُهُ: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ الْآيَةَ [١٨ \\ ٤٩] ، وَقَوْلُهُ: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا [١٧ \\ ١٣] ، وَاخْتَارَ هَذَا الْقَوْلَ ابْنُ كَثِيرٍ ; لِدَلَالَةِ آيَةِ «يس» الْمَذْكُورَةِ عَلَيْهِ. وَهَذَا الْقَوْلُ رِوَايَةٌ عَنِ ابْنِ عَبَّاسٍ ذَكَرَهَا ابْنُ جَرِيرٍ وَغَيْرُهُ، وَعَزَاهُ ابْنُ كَثِيرٍ لِابْنِ عَبَّاسٍ وَأَبِي الْعَالِيَةِ وَالضَّحَّاكِ وَالْحَسَنِ، وَعَنْ قَتَادَةَ وَمُجَاهِدٍ: أَنَّ الْمُرَادَ بِـ بِإِمَامِهِمْ نَبِيُّهُمْ. </p>"
}