{
  "id": null,
  "sura": 17,
  "aya": 13,
  "text": "<p> عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ الْآيَةَ [١٦ \\ ٨٩] . </p><p> قَوْلُهُ تَعَالَى: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا. </p><p> فِي قَوْلِهِ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ [١٧ \\ ١٣] ، وَجْهَانِ مَعْرُوفَانِ مِنَ التَّفْسِيرِ: </p><p> الْأَوَّلُ: أَنَّ الْمُرَادَ بِالطَّائِرِ: الْعَمَلُ، مِنْ قَوْلِهِمْ: طَارَ لَهُ سَهْمٌ إِذَا خَرَجَ لَهُ، أَيْ: أَلْزَمْنَاهُ مَا طَارَ لَهُ مِنْ عَمَلِهِ. </p><p> الثَّانِي: أَنَّ الْمُرَادَ بِالطَّائِرِ مَا سَبَقَ لَهُ فِي عِلْمِ اللَّهِ مِنْ شَقَاوَةٍ أَوْ سَعَادَةٍ، وَالْقَوْلَانِ مُتَلَازِمَانِ ; لِأَنَّ مَا يَطِيرُ لَهُ مِنَ الْعَمَلِ هُوَ سَبَبُ مَا يَئُولُ إِلَيْهِ مِنَ الشَّقَاوَةِ أَوِ السَّعَادَةِ. </p><p> فَإِذَا عَرَفْتَ الْوَجْهَيْنِ الْمَذْكُورَيْنِ فَاعْلَمْ: أَنَّا قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ الْآيَةَ قَدْ يَكُونُ فِيهَا لِلْعُلَمَاءِ قَوْلَانِ أَوْ أَقْوَالٌ، وَكُلُّهَا حَقٌّ، وَيَشْهَدُ لَهُ قُرْآنُ، فَنَذْكُرُ جَمِيعَ الْأَقْوَالِ وَأَدِلَّتَهَا مِنَ الْقُرْآنِ، لِأَنَّهَا كُلَّهَا حَقٌّ، وَالْوَجْهَانِ الْمَذْكُورَانِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ كِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ. </p><p> أَمَّا عَلَى الْقَوْلِ الْأَوَّلِ بِأَنَّ الْمُرَادَ بِطَائِرِهِ عَمَلُهُ، فَالْآيَاتُ الدَّالَّةُ عَلَى أَنَّ عَمَلَ الْإِنْسَانِ لَازِمٌ لَهُ كَثِيرَةٌ جِدًّا ; كَقَوْلِهِ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ الْآيَةَ [٤ \\ ١٢٣] ، وَقَوْلِهِ: إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ [٦٦ \\ ٧] ، وَقَوْلُهُ تَعَالَى: يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ [٨٤ \\ ٦] ، وَقَوْلِهِ: مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا [٤١ \\ ٤٦] ، وَقَوْلِهِ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ [٩٩ \\ ٧، ٨] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَأَمَّا عَلَى الْقَوْلِ بِأَنَّ الْمُرَادَ بِطَائِرِهِ نَصِيبُهُ الَّذِي طَارَ لَهُ فِي الْأَزَلِ مِنَ الشَّقَاوَةِ أَوِ السَّعَادَةِ، فَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ أَيْضًا كَثِيرَةٌ ; كَقَوْلِهِ: هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ [٦٤ \\ ٢] ، وَقَوْلِهِ: فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ [٧ \\ ٣٠] ، وَقَوْلِهِ: فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ [٤٢ \\ ٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فِي عُنُقِهِ [١٧ \\ ١٣] ; أَيْ: جَعَلْنَا عَمَلَهُ، أَوْ مَا سَبَقَ لَهُ مِنْ شَقَاوَةٍ فِي عُنُقِهِ، أَيْ: لَازِمًا لَهُ لُزُومَ الْقِلَادَةِ أَوِ الْغِلِّ لَا يَنْفَكُّ عَنْهُ، وَمِنْهُ قَوْلُ الْعَرَبِ: تَقَلَّدَهَا طَوْقَ الْحَمَامَةِ، وَقَوْلُهُمْ: الْمَوْتُ فِي الرِّقَابِ، وَهَذَا الْأَمْرُ رِبْقَةٌ فِي رَقَبَتِهِ، </p><p> وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> اذْهَبْ بِهَا اذْهَبْ بِهَا ... طَوَّقْتَهَا طَوْقَ الْحَمَامَةِ </p><p> فَالْمَعْنَى فِي ذَلِكَ كُلِّهِ: اللُّزُومُ وَعَدَمُ الِانْفِكَاكِ. </p><p> وَقَوْلُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا [١٧ \\ ١٣] ، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ ذَلِكَ الْعَمَلَ الَّذِي أَلْزَمَ الْإِنْسَانَ إِيَّاهُ يُخْرِجُهُ لَهُ يَوْمَ الْقِيَامَةِ فِي كِتَابٍ يَلْقَاهُ مَنْشُورًا، أَيْ مَفْتُوحًا يَقْرَؤُهُ هُوَ وَغَيْرُهُ. </p><p> وَبَيَّنَ أَشْيَاءَ مِنْ صِفَاتِ هَذَا الْكِتَابِ الَّذِي يَلْقَاهُ مَنْشُورًا فِي آيَاتٍ أُخَرَ، فَبَيَّنَ أَنَّ مِنْ صِفَاتِهِ: أَنَّ الْمُجْرِمِينَ مُشْفِقُونَ ; أَيْ خَائِفُونَ مِمَّا فِيهِ، وَأَنَّهُ لَا يَتْرُكُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا، وَأَنَّهُمْ يَجِدُونَ فِيهِ جَمِيعَ مَا عَمِلُوا حَاضِرًا لَيْسَ مِنْهُ شَيْءٌ غَائِبًا، وَأَنَّ اللَّهَ جَلَّ وَعَلَا لَا يَظْلِمُهُمْ فِي الْجَزَاءِ عَلَيْهِ شَيْئًا، وَذَلِكَ فِي قَوْلِهِ جَلَّ وَعَلَا: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا [١٨ \\ ٤٩] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ بَعْضَ النَّاسِ يُؤْتَى هَذَا الْكُتَّابُ بِيَمِينِهِ - جَعَلَنَا اللَّهُ وَإِخْوَانِنَا الْمُسْلِمِينَ مِنْهُمْ - وَأَنَّ مَنْ أُوتِيَهُ بِيَمِينِهِ يُحَاسَبُ حِسَابًا يَسِيرًا، وَيَرْجِعُ إِلَى أَهْلِهِ مَسْرُورًا، وَأَنَّهُ فِي عِيشَةٍ رَاضِيَةٍ، فِي جَنَّةٍ عَالِيَةٍ، قُطُوفُهَا دَانِيَةٌ، قَالَ تَعَالَى: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا [٨٤ \\ ٧ - ٩] ، وَقَالَ تَعَالَى: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ فِي جَنَّةٍ عَالِيَةٍ قُطُوفُهَا دَانِيَةٌ [٦٩ \\ ١٩ - ٢٣] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ مَنْ أُوتِيَهُ بِشَمَالِهِ يَتَمَنَّى أَنَّهُ لَمْ يُؤْتَهُ، وَأَنَّهُ يُؤْمَرُ بِهِ فَيَصْلَى الْجَحِيمَ، وَيُسْلَكُ فِي سِلْسِلَةٍ مِنْ سَلَاسِلِ النَّارِ ذَرْعُهَا سَبْعُونَ ذِرَاعًا، وَذَلِكَ فِي قَوْلِهِ: وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَالَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ وَلَمْ أَدْرِ مَا حِسَابِيَهْ يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ مَا أَغْنَى عَنِّي مَالِيَهْ هَلَكَ عَنِّي سُلْطَانِيَهْ خُذُوهُ فَغُلُّوهُ ثُمَّ الْجَحِيمَ صَلُّوهُ ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ [٦٩ \\ ٢٥ - ٣٢] </p><p> أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنَ النَّارِ، وَمِمَّا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ وَعَمَلٍ. </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ يَصْلَى السَّعِيرَ، وَيَدْعُو الثُّبُورَ. وَذَلِكَ فِي قَوْلِهِ: وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ فَسَوْفَ يَدْعُو ثُبُورًا وَيَصْلَى سَعِيرًا [٨٤ \\ ١٠ - ١٢] ، وَقَوْلُهُ تَعَالَى: اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٤] ، يَعْنِي أَنَّ نَفْسَهُ تَعْلَمُ أَنَّهُ لَمْ يَظْلِمْ، وَلَمْ يُكْتَبْ عَلَيْهِ إِلَّا مَا عَمِلَ ; لِأَنَّهُ فِي ذَلِكَ الْوَقْتِ يَتَذَكَّرُ كُلَّ مَا عَمِلَ فِي الدُّنْيَا مِنْ أَوَّلِ عُمْرِهِ إِلَى آخِرِهِ، كَمَا قَالَ تَعَالَى: يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ [٧٥ \\ ١٣] . </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي مَوَاضِعَ أُخَرَ: أَنَّهُ إِنْ أَنْكَرَ شَيْئًا مِنْ عَمَلِهِ شَهِدَتْ عَلَيْهِ جَوَارِحُهُ ; كَقَوْلِهِ تَعَالَى: الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ [٣٦ \\ ٦٥] ، وَقَوْلِهِ: وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ [٤١ \\ ٢٣] ، وَقَوْلِهِ جَلَّ وَعَلَا: بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ وَلَوْ أَلْقَى مَعَاذِيرَهُ [٧٥ \\ ١٤ - ١٥] ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ لِهَذَا زِيَادَةُ إِيضَاحٍ فِي سُورَةِ الْقِيَامَةِ. </p><p> تَنْبِيهٌ </p><p> لَفْظَةُ «كَفَى» تُسْتَعْمَلُ فِي الْقُرْآنِ وَاللُّغَةِ الْعَرَبِيَّةِ اسْتِعْمَالَيْنِ: </p><p> تُسْتَعْمَلُ مُتَعَدِّيَةً، وَهِيَ تَتَعَدَّى غَالِبًا إِلَى مَفْعُولَيْنِ، وَفَاعِلُ هَذِهِ الْمُتَعَدِّيَةِ لَا يَجُرُّ بِالْبَاءِ، كَقَوْلِهِ: وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ [٣٣ \\ ٢٥] ، وَكَقَوْلِهِ: أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ الْآيَةَ [٣٩ \\ ٣٦] ، وَقَوْلِهِ: فَسَيَكْفِيكَهُمُ اللَّهُ الْآيَةَ [٢ \\ ١٣٧] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَتَسْتَعْمِلُ لَازِمَةً، وَيَطَّرِدُ جَرُّ فَاعِلِهَا بِالْبَاءِ الْمَزِيدَةِ لِتَوْكِيدِ الْكِفَايَةِ كَقَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٤] ، وَقَوْلِهِ تَعَالَى: وَكَفَى بِاللَّهِ وَكِيلًا، وَقَوْلِهِ: وَكَفَى بِاللَّهِ حَسِيبًا وَنَحْوِ ذَلِكَ. </p><p> وَيَكْثُرُ إِتْيَانُ التَّمْيِيزِ بَعْدَ فَاعِلِهَا الْمَجْرُورِ بِالْبَاءِ، وَزَعَمَ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ: أَنَّ </p>"
}