{
  "id": null,
  "sura": 17,
  "aya": 36,
  "text": "<p> وَيُسْجَنُ الْبَاقُونَ عَامًا، وَيُضْرَبُونَ مِائَةً. </p><p> قَالَ ابْنُ حَجَرٍ فِي الْفَتْحِ: وَهُوَ قَوْلٌ لَمْ يُسْبَقْ إِلَيْهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ السَّابِعُ: اعْلَمْ أَنَّ أَيْمَانَ الْقَسَامَةِ تُحْلَفُ عَلَى الْبَتِّ، وَدَعْوَى الْقَتْلِ أَيْضًا عَلَى الْبَتِّ، فَإِنْ قِيلَ: كَيْفَ يَحْلِفُ الْغَائِبُ عَلَى أَمْرٍ لَمْ يَحْضُرْهُ، وَكَيْفَ يَأْذَنُ الشَّارِعُ فِي هَذِهِ الْيَمِينِ الَّتِي هِيَ مِنَ الْأَيْمَانِ عَلَى غَيْرِ مَعْلُومٍ؟ </p><p> فَالْجَوَابُ: أَنَّ غَلَبَةَ الظَّنِّ تَكْفِي فِي مِثْلِ هَذَا، فَإِنْ غَلَبَ عَلَى ظَنِّهِ غَلَبَةٌ قَوِيَّةٌ أَنَّهُ قَتَلَهُ حَلَفَ عَلَى ذَلِكَ، وَإِنْ لَمْ يَغْلِبْ عَلَى ظَنِّهِ غَلَبَةٌ قَوِيَّةٌ فَلَا يَجُوزُ لَهُ الْإِقْدَامُ عَلَى الْحَلِفِ. </p><p> الْفَرْعُ الثَّامِنُ: إِنْ مَاتَ مُسْتَحِقُّ الْأَيْمَانِ قَبْلَ أَنْ يُحَلِّفَهَا انْتَقَلَ إِلَى وَارِثِهِ مَا كَانَ عَلَيْهِ مِنَ الْأَيْمَانِ، وَكَانَتْ بَيْنَهُمْ عَلَى حَسَبِ مَوَارِيثِهِمْ، وَيُجْبَرُ الْكَسْرُ فِيهَا عَلَيْهِمْ كَمَا يُجْبَرُ فِي حَقِّ وَرَثَةِ الْقَتِيلِ عَلَى نَحْوِ مَا تَقَدَّمَ ; لِأَنَّ مَنْ مَاتَ عَنْ حَقٍّ انْتَقَلَ إِلَى وَارِثِهِ. </p><p> وَلْنَكْتَفِ بِمَا ذَكَرْنَا مِنْ أَحْكَامِ الْقَسَامَةِ خَوْفَ الْإِطَالَةِ الْمُمِلَّةِ، وَلِأَنَّ أَحْكَامَهَا كَثِيرَةٌ مُتَشَعِّبَةٌ جِدًّا، وَقَدْ بَسَطَ الْعُلَمَاءُ عَلَيْهَا الْكَلَامَ فِي كُتُبِ الْفُرُوعِ. </p><p> غَرِيبَةٌ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> وَهِيَ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا اسْتَنْبَطَ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ الَّتِي نَحْنُ بِصَدَدِهَا أَيَّامَ النِّزَاعِ بَيْنَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ وَبَيْنَ مُعَاوِيَةَ رَضِيَ اللَّهُ عَنْهُ - أَنَّ السَّلْطَنَةَ وَالْمُلْكَ سَيَكُونَانِ لِمُعَاوِيَةَ، لِأَنَّهُ مِنْ أَوْلِيَاءِ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ وَهُوَ مَقْتُولٌ ظُلْمًا، وَاللَّهُ تَعَالَى يَقُولُ: وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا الْآيَةَ [١٧ \\ ٣٣] ، وَكَانَ الْأَمْرُ كَمَا قَالَ ابْنُ عَبَّاسٍ. </p><p> وَهَذَا الِاسْتِنْبَاطُ عَنْهُ ذَكَرَهُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ هَذِهِ الْآيَةَ الْكَرِيمَةَ، وَسَاقَ الْحَدِيثَ فِي ذَلِكَ بِسَنَدِهِ عِنْدَ الطَّبَرَانِيِّ فِي مُعْجَمِهِ، وَهُوَ اسْتِنْبَاطٌ غَرِيبٌ عَجِيبٌ، وَلْنَكْتَفِ بِمَا ذَكَرْنَا مِنَ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ خَوْفَ الْإِطَالَةِ الْمُمِلَّةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا </p><p> نَهَى جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنِ اتِّبَاعِ الْإِنْسَانِ مَا لَيْسَ لَهُ بِهِ عِلْمٌ، وَيَشْمَلُ ذَلِكَ قَوْلَهُ: رَأَيْتُ، وَلَمْ يَرَ. وَسَمِعْتُ، وَلَمْ يَسْمَعْ، وَعَلِمْتُ، وَلَمْ يَعْلَمْ. وَيَدْخُلُ فِيهِ كُلُّ قَوْلٍ بِلَا عِلْمٍ، وَأَنْ يَعْمَلَ الْإِنْسَانُ بِمَا لَا يَعْلَمُ، وَقَدْ أَشَارَ جَلَّ وَعَلَا إِلَى هَذَا الْمَعْنَى فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ: إِنَّمَا يَأْمُرُكُمْ بِالسُّوءِ وَالْفَحْشَاءِ وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ </p><p> [٢ \\ ١٦٩] ، وَقَوْلِهِ: </p><p> قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ [٧ \\ ٣٣] ، وَقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ الْآيَةَ [٤٩ \\ ١٢] ، وَقَوْلِهِ: قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ [١٠ \\ ٥٩] ، وَقَوْلِهِ: وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا [٥٣ \\ ٢٨] ، وَقَوْلِهِ: مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ [٤ \\ ١٥٧] ، وَالْآيَاتُ بِمِثْلِ هَذَا فِي ذَمِّ اتِّبَاعِ غَيْرِ الْعِلْمِ الْمَنْهِيِّ عَنْهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ - كَثِيرَةٌ جِدًّا، وَفِي الْحَدِيثِ:  «إِيَّاكُمْ وَالظَّنَّ، فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيثِ» . </p><p> تَنْبِيهٌ </p><p> أَخَذَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَنْعَ التَّقْلِيدِ، قَالُوا: لِأَنَّهُ اتِّبَاعُ غَيْرِ الْعِلْمِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: لَا شَكَّ أَنَّ التَّقْلِيدَ الْأَعْمَى الَّذِي ذَمَّ اللَّهُ بِهِ الْكُفَّارَ فِي آيَاتٍ مِنْ كِتَابِهِ تَدُلُّ هَذِهِ الْآيَةُ وَغَيْرُهَا مِنَ الْآيَاتِ عَلَى مَنْعِهِ، وَكُفْرِ مُتَّبِعِهِ ; كَقَوْلِهِ: وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ [٥ \\ ١٠٤] وَقَوْلِهِ: وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ [٥ \\ ١٠٤] ، وَقَوْلِهِ: وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ [٣١ \\ ٢١] ، وَقَوْلِهِ: أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ [٢١ \\ ٢٤] ، وَقَوْلِهِ: قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا الْآيَةَ [١٤ \\ ١٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> أَمَّا اسْتِدْلَالُ بَعْضِ الظَّاهِرِيَّةِ كَابْنِ حَزْمٍ وَمَنْ تَبِعَهُ بِهَذِهِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا وَأَمْثَالِهَا مِنَ الْآيَاتِ عَلَى مَنْعِ الِاجْتِهَادِ فِي الشَّرْعِ مُطْلَقًا، وَتَضْلِيلِ الْقَائِلِ بِهِ، وَمَنْعِ التَّقْلِيدِ مِنْ أَصْلِهِ - فَهُوَ مِنْ وَضْعِ الْقُرْآنِ فِي غَيْرِ مَوْضِعِهِ، وَتَفْسِيرِهِ بِغَيْرِ مَعْنَاهُ، كَمَا هُوَ كَثِيرٌ فِي </p><p> الظَّاهِرِيَّةِ ; لِأَنَّ مَشْرُوعِيَّةَ سُؤَالِ الْجَاهِلِ لِلْعَالِمِ وَعَمَلِهِ بِفُتْيَاهُ أَمْرٌ مَعْلُومٌ مِنَ الدِّينِ بِالضَّرُورَةِ، وَمَعْلُومٌ أَنَّهُ كَانَ الْعَامِّيُّ يَسْأَلُ بَعْضَ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيُفْتِيهِ فَيَعْمَلُ بِفُتْيَاهُ، وَلَمْ يُنْكِرْ ذَلِكَ أَحَدٌ مِنَ الْمُسْلِمِينَ ; كَمَا أَنَّهُ مِنَ الْمَعْلُومِ أَنَّ الْمَسْأَلَةَ إِنْ لَمْ يُوجَدْ فِيهَا نَصٌّ مِنْ كِتَابِ اللَّهِ أَوْ سُنَّةِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَاجْتِهَادُ الْعَالِمِ حِينَئِذٍ بِقَدْرِ طَاقَتِهِ فِي تَفَهُّمِ كِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيَعْرِفَ حُكْمَ الْمَسْكُوتِ عَنْهُ مِنَ الْمَنْطُوقِ بِهِ - لَا وَجْهَ لِمَنْعِهِ، وَكَانَ جَارِيًا بَيْنَ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَمْ يُنْكِرْهُ أَحَدٌ مِنَ الْمُسْلِمِينَ. وَسَنُوضِّحُ غَايَةَ الْإِيضَاحِ إِنْ شَاءَ اللَّهُ تَعَالَى «فِي سُورَةِ الْأَنْبِيَاءِ وَالْحَشْرِ» مَسْأَلَةَ الِاجْتِهَادِ فِي الشَّرْعِ، وَاسْتِنْبَاطِ حُكْمِ الْمَسْكُوتِ عَنْهُ مِنَ الْمَنْطُوقِ بِهِ بِإِلْحَاقِهِ بِهِ، قِيَاسًا كَانَ الْإِلْحَاقُ أَوْ غَيْرُهُ، وَنُبَيِّنُ أَدِلَّةَ ذَلِكَ، وَنُوَضِّحُ رَدَّ شُبَهِ الْمُخَالِفِينَ كَالظَّاهِرِيَّةِ وَالنَّظَّامِ، وَمَنْ قَالَ بِقَوْلِهِمْ فِي احْتِجَاجِهِمْ بِأَحَادِيثَ وَآيَاتٍ مِنْ كِتَابِ اللَّهِ عَلَى دَعْوَاهُمْ، وَبِشُبَهٍ عَقْلِيَّةٍ حَتَّى يَتَّضِحَ بُطْلَانُ جَمِيعِ ذَلِكَ. </p><p> وَسَنَذْكُرُ هُنَا طَرَفًا قَلِيلًا مِنْ ذَلِكَ يُعْرَفُ بِهِ صِحَّةُ الْقَوْلِ بِالِاجْتِهَادِ وَالْقِيَاسِ فِيمَا لَا نَصَّ فِيهِ، وَأَنَّ إِلْحَاقَ النَّظِيرِ بِنَظِيرِهِ الْمَنْصُوصِ عَلَيْهِ غَيْرُ مُخَالِفٍ لِلشَّرْعِ الْكَرِيمِ. </p><p> اعْلَمْ أَوَّلًا أَنَّ إِلْحَاقَ الْمَسْكُوتِ عَنْهُ بِالْمَنْطُوقِ بِهِ بِنَفْيِ الْفَارِقِ بَيْنَهُمَا لَا يَكَادُ يُنْكِرُهُ إِلَّا مُكَابِرٌ، وَهُوَ نَوْعٌ مِنَ الْقِيَاسِ الْجَلِيِّ، وَيُسَمِّيهِ الشَّافِعِيُّ رَحِمَهُ اللَّهُ «الْقِيَاسُ فِي مَعْنَى الْأَصْلِ» وَأَكْثَرُ أَهْلِ الْأُصُولِ لَا يُطْلِقُونَ عَلَيْهِ اسْمَ الْقِيَاسِ، مَعَ أَنَّهُ إِلْحَاقُ مَسْكُوتٍ عَنْهُ بِمَنْطُوقٍ بِهِ لِعَدَمِ الْفَرْقِ بَيْنَهُمَا ; أَعْنِي الْفَرْقَ الْمُؤَثِّرَ فِي الْحُكْمِ. </p><p> وَمِنْ أَمْثِلَةِ هَذَا النَّوْعِ قَوْلُهُ تَعَالَى: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] ، فَإِنَّهُ لَا يَشُكُّ عَاقِلٌ فِي أَنَّ النَّهْيَ عَنِ التَّأَفُّفِ الْمَنْطُوقِ بِهِ يَدُلُّ عَلَى النَّهْيِ عَنِ الضَّرْبِ الْمَسْكُوتِ عَنْهُ. </p><p> وَقَوْلُهُ تَعَالَى: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ [٩٩ \\ ٧، ٨] فَإِنَّهُ لَا شَكَّ أَيْضًا فِي أَنَّ التَّصْرِيحَ بِالْمُؤَاخَذَةِ بِمِثَالِ الذَّرَّةِ وَالْإِثَابَةِ عَلَيْهِ الْمَنْطُوقُ بِهِ يَدُلُّ عَلَى الْمُؤَاخَذَةِ، وَالْإِثَابَةِ بِمِثْقَالِ الْجَبَلِ الْمَسْكُوتِ عَنْهُ. </p><p> وَقَوْلُهُ تَعَالَى: وَأَشْهِدُوا ذَوَيْ عَدْلٍ الْآيَةَ [٦٥ \\ ٢] ، لَا شَكَّ فِي أَنَّهُ يَدُلُّ عَلَى أَنَّ شَهَادَةَ أَرْبَعَةٍ عُدُولٍ مَقْبُولَةٌ، وَإِنْ كَانَتْ شَهَادَةُ الْأَرْبَعَةِ مَسْكُوتًا عَنْهَا. </p><p> وَنَهْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ يَدُلُّ عَلَى النَّهْيِ عَنِ التَّضْحِيَةِ بِالْعَمْيَاءِ، مَعَ أَنَّ ذَلِكَ مَسْكُوتٌ عَنْهُ. </p><p> وَقَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى الْآيَةَ [٤ \\ ١٠] ، لَا شَكَّ فِي أَنَّهُ </p><p> يَدُلُّ عَلَى مَنْعِ إِحْرَاقِ مَالِ الْيَتِيمِ وَإِغْرَاقِهِ ; لِأَنَّ الْجَمِيعَ إِتْلَافٌ لَهُ بِغَيْرِ حَقٍّ. </p><p> وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ عَلَيْهِ قِيمَةَ عَدْلٍ، فَأُعْطِيَ شُرَكَاؤُهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ، وَإِلَّا فَقَدَ عَتَقَ مِنْهُ مَا عَتَقَ» يَدُلُّ عَلَى أَنَّ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي أَمَةٍ فَحُكْمُهُ كَذَلِكَ، لِمَا عُرِفَ مِنَ اسْتِقْرَاءِ الشَّرْعِ أَنَّ الذُّكُورَةَ وَالْأُنُوثَةَ بِالنِّسْبَةِ إِلَى الْعِتْقِ وَصْفَانِ طَرْدِيَّانِ لَا تَأْثِيرَ لَهُمَا فِي أَحْكَامِ الْعِتْقِ وَإِنْ كَانَا غَيْرَ طَرْدِيَّيْنِ فِي غَيْرِ الْعِتْقِ كَالشَّهَادَةِ وَالْمِيرَاثِ وَغَيْرِهِمَا. </p><p> وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَا يَقْضِيَنَّ حَكَمٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ» ، لَا شَكَّ فِي أَنَّهُ يَدُلُّ عَلَى مَنْعِ قَضَاءِ الْحَكَمِ فِي كُلِّ حَالٍ يَحْصُلُ بِهَا التَّشْوِيشُ الْمَانِعُ مِنَ اسْتِيفَاءِ النَّظَرِ ; كَالْجُوعِ وَالْعَطَشِ الْمُفْرِطَيْنِ، وَالسُّرُورِ وَالْحُزْنِ الْمُفْرِطَيْنِ، وَالْحَقْنِ وَالْحَقْبِ الْمُفْرِطَيْنِ. </p><p> وَنَهْيُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْبَوْلِ فِي الْمَاءِ الرَّاكِدِ، لَا شَكَّ فِي أَنَّهُ يَدُلُّ عَلَى النَّهْيِ عَنِ الْبَوْلِ فِي قَارُورَةٍ مَثَلًا، وَصَبِّ الْبَوْلِ مِنَ الْقَارُورَةِ فِي الْمَاءِ الرَّاكِدِ ; إِذْ لَا فَرْقَ يُؤَثِّرُ فِي الْحُكْمِ بَيْنَ الْبَوْلِ فِيهِ مُبَاشَرَةً وَصَبِّهِ فِيهِ مِنْ قَارُورَةٍ وَنَحْوِهَا، وَأَمْثَالُ هَذَا كَثِيرَةٌ جِدًّا، وَلَا يُمْكِنُ أَنْ يُخَالِفَ فِيهَا إِلَّا مُكَابِرٌ. وَلَا شَكَّ أَنَّ فِي ذَلِكَ كُلِّهِ اسْتِدْلَالًا بِمَنْطُوقٍ بِهِ عَلَى مَسْكُوتٍ عَنْهُ. وَكَذَلِكَ نَوْعُ الِاجْتِهَادِ الْمَعْرُوفُ فِي اصْطِلَاحِ أَهْلِ الْأُصُولِ «بِتَحْقِيقِ الْمَنَاطِ» لَا يُمْكِنُ أَنْ يُنْكِرَهُ إِلَّا مُكَابِرٌ، وَمَسَائِلُهُ الَّتِي لَا يُمْكِنُ الْخِلَافُ فِيهَا مِنْ غَيْرِ مُكَابِرٍ لَا يُحِيطُ بِهَا الْحَصْرُ، وَسَنَذْكُرُ أَمْثِلَةً مِنْهَا ; فَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ [٥ \\ ٩٥] فَكَوْنُ الصَّيْدِ الْمَقْتُولِ يُمَاثِلُهُ النَّوْعُ الْمُعَيَّنُ مِنَ النَّعَمِ اجْتِهَادٌ فِي تَحْقِيقِ مَنَاطِ هَذَا الْحُكْمِ، نَصَّ عَلَيْهِ جَلَّ وَعَلَا فِي مُحْكَمِ كِتَابِهِ، وَهُوَ دَلِيلٌ قَاطِعٌ عَلَى بُطْلَانِ قَوْلِ مَنْ يَجْعَلُ الِاجْتِهَادَ فِي الشَّرْعِ مُسْتَحِيلًا مِنْ أَصْلِهِ، وَالْإِنْفَاقُ عَلَى الزَّوْجَاتِ وَاجِبٌ، وَتَحْدِيدُ الْقَدْرِ اللَّازِمِ لَا بُدَّ فِيهِ مِنْ نَوْعٍ مِنَ الِاجْتِهَادِ فِي تَحْقِيقِ مَنَاطِ ذَلِكَ الْحُكْمِ، وَقِيَمُ الْمُتْلَفَاتِ وَاجِبَةٌ عَلَى مَنْ أَتْلَفَ، وَتَحْدِيدُ الْقَدْرِ الْوَاجِبِ لَا بُدَّ فِيهِ مِنَ اجْتِهَادٍ، وَالزَّكَاةُ لَا تُصْرَفُ إِلَّا فِي مَصْرِفِهَا، كَالْفَقِيرِ وَلَا يُعْلِمُ فَقْرُهُ إِلَّا بِأَمَارَاتٍ ظَنِّيَّةٍ يُجْتَهَدُ فِي الدَّلَالَةِ عَلَيْهَا بِالْقَرَائِنِ ; لِأَنَّ حَقِيقَةَ الْبَاطِنِ لَا يَعْلَمُهَا إِلَّا اللَّهُ، وَلَا يُحْكَمُ إِلَّا بِقَوْلِ الْعَدْلِ، وَعَدَالَتُهُ إِنَّمَا تُعْلَمُ بِأَمَارَاتٍ ظَنِّيَّةٍ يُجْتَهَدُ فِي مَعْرِفَتِهَا بِقَرَائِنِ الْأَخْذِ وَالْإِعْطَاءِ وَطُولِ الْمُعَاشَرَةِ. وَكَذَلِكَ الِاجْتِهَادُ مِنَ الْمُسَافِرِينَ فِي جِهَةِ الْقِبْلَةِ بِالْأَمَارَاتِ، إِلَى غَيْرِ ذَلِكَ مِمَّا لَا يُحْصَى. </p><p> وَمِنَ النُّصُوصِ الدَّالَّةِ عَلَى مَشْرُوعِيَّةِ الِاجْتِهَادِ فِي مَسَائِلِ الشَّرْعِ مَا ثَبَتَ فِي الصَّحِيحِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ، قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: حَدَّثَنَا يَحْيَى بْنُ </p><p> يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بْنِ الْعَاصِ، عَنْ عَمْرِو بْنِ الْعَاصِ: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ» . </p><p> وَحَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ أَبِي عُمَرَ كِلَاهُمَا عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ، وَزَادَ فِي عَقِبِ الْحَدِيثِ: قَالَ يَزِيدُ: فَحَدَّثْتُ هَذَا الْحَدِيثَ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، فَقَالَ: هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ: أَخْبَرَنَا مَرْوَانُ - يَعْنِي ابْنَ مُحَمَّدٍ الدِّمَشْقِيَّ - حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ اللَّيْثِيُّ بِهَذَا الْحَدِيثِ، مِثْلَ رِوَايَةِ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ بِالْإِسْنَادَيْنِ جَمِيعًا. انْتَهَى. </p><p> فَهَذَا نَصٌّ صَحِيحٌ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، صَرِيحٌ فِي جَوَازِ الِاجْتِهَادِ فِي الْأَحْكَامِ الشَّرْعِيَّةِ، وَحُصُولِ الْأَجْرِ عَلَى ذَلِكَ وَإِنْ كَانَ الْمُجْتَهِدُ مُخْطِئًا فِي اجْتِهَادِهِ، وَهَذَا يَقْطَعُ دَعْوَى الظَّاهِرِيَّةِ مَنْعَ الِاجْتِهَادِ مِنْ أَصْلِهِ، وَتَضْلِيلَ فَاعِلِهِ وَالْقَائِلِ بِهِ قَطْعًا بَاتًّا كَمَا تَرَى. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ هَذَا الْحَدِيثِ: قَالَ الْعُلَمَاءُ: أَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّ هَذَا الْحَدِيثَ فِي حَاكِمٍ عَالِمٍ أَهْلٍ لِلْحُكْمِ ; فَإِنْ أَصَابَ فَلَهُ أَجْرَانِ: أَجْرٌ بِاجْتِهَادِهِ، وَأَجْرٌ بِإِصَابَتِهِ، وَإِنْ أَخْطَأَ فَلَهُ أَجْرٌ بِاجْتِهَادِهِ. وَفِي الْحَدِيثِ مَحْذُوفٌ تَقْدِيرُهُ: إِذَا أَرَادَ الْحَاكِمُ أَنْ يَحْكُمَ فَاجْتَهَدَ. قَالُوا: فَأَمَّا مَنْ لَيْسَ بِأَهْلٍ لِلْحُكْمِ فَلَا يَحِلُّ لَهُ الْحُكْمُ، فَإِنْ حَكَمَ فَلَا أَجْرَ لَهُ بَلْ هُوَ آثِمٌ، وَلَا يَنْعَقِدُ حُكْمُهُ سَوَاءٌ وَافَقَ الْحَقَّ أَمْ لَا ; لِأَنَّ إِصَابَتَهُ اتِّفَاقِيَّةٌ لَيْسَتْ صَادِرَةً عَنْ أَصْلٍ شَرْعِيٍّ، فَهُوَ عَاصٍ فِي جَمِيعِ أَحْكَامِهِ سَوَاءٌ وَافَقَ الصَّوَابَ أَمْ لَا، وَهِيَ مَرْدُودَةٌ كُلُّهَا، وَلَا يُعْذَرُ فِي شَيْءٍ مِنْ ذَلِكَ. وَقَدْ جَاءَ فِي الْحَدِيثِ فِي السُّنَنِ:  «الْقُضَاةُ ثَلَاثَةٌ: قَاضٍ فِي الْجَنَّةِ، وَاثْنَانِ فِي النَّارِ. قَاضٍ عَرَفَ الْحَقَّ فَقَضَى بِهِ فَهُوَ فِي الْجَنَّةِ، وَقَاضٍ عَرَفَ الْحَقَّ فَقَضَى بِخِلَافِهِ فَهُوَ فِي النَّارِ، وَقَاضٍ قَضَى عَلَى جَهْلٍ فَهُوَ فِي النَّارِ» انْتَهَى الْغَرَضُ مِنْ كَلَامِ النَّوَوِيِّ. </p><p> فَإِنْ قِيلَ: الِاجْتِهَادُ الْمَذْكُورُ فِي الْحَدِيثِ هُوَ الِاجْتِهَادُ فِي تَحْقِيقِ الْمَنَاطِ دُونَ غَيْرِهِ مِنْ أَنْوَاعِ الِاجْتِهَادِ. </p><p> فَالْجَوَابُ أَنَّ هَذَا صَرْفٌ لِكَلَامِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ظَاهِرِهِ مِنْ غَيْرِ دَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَذَلِكَ مَمْنُوعٌ. </p><p> وَقَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: بَابُ أَجْرِ الْحَاكِمِ إِذَا اجْتَهَدَ فَأَصَابَ أَوْ أَخْطَأَ. حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ - مَوْلَى عَمْرِو بْنِ الْعَاصِ - عَنْ عَمْرِو بْنِ الْعَاصِ: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ» ، قَالَ: فَحَدَّثْتُ بِهَذَا الْحَدِيثِ أَبَا بَكْرِ بْنَ عَمْرِو بْنِ حَزْمٍ، فَقَالَ: هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ. وَقَالَ عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي سَلَمَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ. اهـ. فَهَذَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ يَدُلُّ عَلَى بُطْلَانِ قَوْلِ مَنْ مَنَعَ الِاجْتِهَادَ مِنْ أَصْلِهِ فِي الْأَحْكَامِ الشَّرْعِيَّةِ. وَمُحَاوَلَةُ ابْنِ حَزْمٍ تَضْعِيفَ هَذَا الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ، الَّذِي رَأَيْتَ أَنَّهُ فِي أَعْلَى دَرَجَاتِ الصَّحِيحِ لِاتِّفَاقِ الشَّيْخَيْنِ عَلَيْهِ - لَا تَحْتَاجُ إِلَى إِبْطَالِهَا لِظُهُورِ سُقُوطِهَا كَمَا تَرَى ; لِأَنَّهُ حَدِيثٌ مُتَّفَقٌ عَلَيْهِ مَرْوِيٌّ بِأَسَانِيدَ صَحِيحَةٍ عَنْ صَحَابِيَّيْنِ جَلِيلَيْنِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى ذَلِكَ مَا رُوِيَ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ بَعَثَهُ إِلَى الْيَمَنِ قَالَ لَهُ: «فَبِمَ تَحْكُمُ» ؟ قَالَ: بِكِتَابِ اللَّهِ. قَالَ:  «فَإِنْ لَمْ تَجِدْ» ؟ قَالَ: بِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. قَالَ:  «فَإِنْ لَمْ تَجِدْ» ؟ قَالَ: أَجْتَهِدُ رَأْيِي. قَالَ: فَضَرَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صَدْرِهِ وَقَالَ: «الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَا يُرْضِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» . </p><p> قَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي مُقَدِّمَةِ تَفْسِيرِهِ بَعْدَ أَنْ ذَكَرَ هَذَا الْحَدِيثَ مَا نَصُّهُ: وَهَذَا الْحَدِيثُ فِي الْمُسْنَدِ وَالسُّنَنِ بِإِسْنَادٍ جَيِّدٍ كَمَا هُوَ مُقَرَّرٌ فِي مَوْضِعِهِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ (فِي رَوْضَةِ النَّاظِرِ) بَعْدَ أَنْ سَاقَ هَذَا الْحَدِيثَ: قَالُوا هَذَا الْحَدِيثُ يَرْوِيهِ الْحَارِثُ بْنُ عَمْرٍو عَنْ رِجَالٍ مِنْ أَهْلِ حِمْصَ، وَالْحَارِثُ وَالرِّجَالُ مَجْهُولُونَ ; قَالَهُ التِّرْمِذِيُّ. قُلْنَا: قَدْ رَوَاهُ عُبَادَةُ بْنُ نُسَيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذٍ رَضِيَ اللَّهُ عَنْهُ. انْتَهَى. </p><p> وَمُرَادُ ابْنِ قُدَامَةَ ظَاهِرٌ ; لِأَنَّ رَدَّ الظَّاهِرِيَّةِ لِهَذَا الْحَدِيثِ بِجَهَالَةِ مَنْ رَوَاهُ عَنْ مُعَاذٍ مَرْدُودٌ بِأَنَّهُ رَوَاهُ عُبَادَةُ بْنُ نُسَيٍّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْهُ، وَهَذِهِ الرِّوَايَةُ لَيْسَتْ هِيَ مُرَادَ ابْنِ كَثِيرٍ بِقَوْلِهِ: هَذَا الْحَدِيثُ فِي الْمُسْنَدِ وَالسُّنَنِ بِإِسْنَادٍ جَيِّدٍ ; لِأَنَّهَا لَيْسَتْ فِي الْمُسْنَدِ وَلَا فِي </p><p> السُّنَنِ، وَلَعَلَّ مُرَادَهُ بِجَوْدَةِ هَذَا الْإِسْنَادِ أَنَّ الْحَارِثَ ابْنَ أَخِي الْمُغِيرَةِ بْنِ شُعْبَةَ وَثَّقَهُ ابْنُ حِبَّانَ، وَأَنَّ أَصْحَابَ مُعَاذٍ يَرَاهُمْ عُدُولًا لَيْسَ فِيهِمْ مَجْرُوحٌ وَلَا مُتَّهَمٌ، وَسَيَأْتِي اسْتِقْصَاءُ الْبَحْثِ فِي طُرُقِ هَذَا الْحَدِيثِ فِي سُورَةِ الْأَنْبِيَاءِ. وَمَعْلُومٌ أَنَّ عُبَادَةَ بْنَ نُسَيٍّ ثِقَةٌ فَاضِلٌ كَمَا قَدَّمْنَا. وَعَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ قِيلَ صَحَابِيٌّ، وَذَكَرُهُ الْعِجْلِيُّ فِي كِبَارِ ثِقَاتِ التَّابِعِينَ، قَالَهُ فِي التَّقْرِيبِ، وَحَدِيثُ مُعَاذٍ هَذَا تَلَقَّتْهُ الْأُمَّةُ قَدِيمًا وَحَدِيثًا بِالْقَبُولِ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ «فِي سُورَةِ الْأَنْبِيَاءِ» ، وَ «سُورَةِ الْحَشْرِ» مَا اسْتَدَلَّ بِهِ أَهْلُ الْعِلْمِ عَلَى هَذَا مِنْ آيَاتِ الْقُرْآنِ الْعَظِيمِ. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى أَنَّ إِلْحَاقَ النَّظِيرِ بِنَظِيرِهِ فِي الشَّرْعِ جَائِزٌ: مَا أَخْرَجَهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ نُذْرٍ، أَفَأَصُومُ عَنْهَا؟ قَالَ:  «أَفَرَأَيْتِ لَوْ كَانَ عَلَى أُمِّكِ دَيْنٌ فَقَضَيْتِهِ، أَكَانَ يُؤَدِّي ذَلِكَ عَنْهَا» ؟ قَالَتْ: نَعَمْ. قَالَ:  «فَصُومِي عَنْ أُمِّكِ» وَفِي رِوَايَةٍ لَهُمَا عَنْهُ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ، أَفَأَقْضِيهِ عَنْهَا؟ قَالَ:  «لَوْ كَانَ عَلَى أُمِّكَ دَيْنٌ، أَكُنْتَ قَاضِيَهِ عَنْهَا» ؟ قَالَ: نَعَمْ. قَالَ:  «فَدَيْنُ اللَّهِ أَحَقُّ أَنْ يُقْضَى» . انْتَهَى. </p><p> وَاخْتِلَافُ الرِّوَايَةِ فِي هَذَا الْحَدِيثِ لَا يُعَدُّ اضْطِرَابًا، لِأَنَّهَا وَقَائِعُ مُتَعَدِّدَةٌ: سَأَلَتْهُ امْرَأَةٌ فَأَفْتَاهَا، وَسَأَلَهُ رَجُلٌ فَأَفْتَاهُ بِمِثْلِ مَا أَفْتَى بِهِ الْمَرْأَةَ، كَمَا نَبَّهَ عَلَيْهِ غَيْرُ وَاحِدٍ. </p><p> وَهَذَا نَصٌّ صَحِيحٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، صَرِيحٌ فِي مَشْرُوعِيَّةِ إِلْحَاقِ النَّظِيرِ بِنَظِيرِهِ الْمُشَارِكِ لَهُ فِي عِلَّةِ الْحُكْمِ ; لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيَّنَ إِلْحَاقَ دَيْنِ اللَّهِ تَعَالَى بِدَيْنِ الْآدَمِيِّ، بِجَامِعِ أَنَّ الْكُلَّ حَقٌّ مُطَالَبٌ بِهِ تَسْقُطُ الْمُطَالَبَةُ بِهِ بِأَدَائِهِ إِلَى مُسْتَحَقِّهِ، وَهُوَ وَاضِحٌ فِي الدَّلَالَةِ عَلَى الْقِيَاسِ كَمَا تَرَى. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى ذَلِكَ أَيْضًا: مَا رَوَاهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا أَيْضًا مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: جَاءَ رَجُلٌ مِنْ بَنِي فَزَارَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنَّ امْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَدَ! فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «هَلْ لَكَ إِبِلٌ» ؟ قَالَ: نَعَمْ. قَالَ:  «فَمَا أَلْوَانُهَا» ؟ قَالَ: حُمْرٌ. قَالَ:  «فَهَلْ يَكُونُ فِيهَا مِنْ أَوْرَقَ» ؟ قَالَ: إِنَّ فِيهَا لَوُرْقًا. قَالَ:  «فَأَنَّى أَتَاهَا ذَلِكَ» ؟ قَالَ: عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ. قَالَ:  «وَهَذَا عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ» . اهـ. </p><p> فَهَذَا نَصٌّ صَحِيحٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَرِيحٌ فِي قِيَاسِ النَّظِيرِ عَلَى نَظِيرِهِ، وَقَدْ تَرَتَّبَ عَلَى هَذَا الْقِيَاسِ حُكْمٌ شَرْعِيٌّ، وَهُوَ كَوْنُ سَوَادِ الْوَلَدِ مَعَ بَيَاضِ أَبِيهِ وَأُمِّهِ، لَيْسَ مُوجِبًا لِلِّعَانِ ; </p><p> فَلَمْ يَجْعَلْ سَوَادَهُ قَرِينَةً عَلَى أَنَّهَا زَنَتْ بِإِنْسَانٍ أَسْوَدَ، لِإِمْكَانِ أَنْ يَكُونَ فِي أَجْدَادِهِ مَنْ هُوَ أَسْوَدُ فَنَزَعَهُ إِلَى السَّوَادِ سَوَادُ ذَلِكَ الْجَدِّ ; كَمَا أَنَّ تِلْكَ الْإِبِلَ الْحُمْرَ فِيهَا جِمَالٌ وُرْقٌ يُمْكِنُ أَنَّ لَهَا أَجْدَادًا وُرْقًا نَزَعَتْ أَلْوَانُهَا إِلَى الْوُرْقَةِ، وَبِهَذَا اقْتَنَعَ السَّائِلُ. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى إِلْحَاقِ النَّظِيرِ بِنَظِيرِهِ: مَا رَوَاهُ أَبُو دَاوُدَ، وَالْإِمَامُ أَحْمَدُ، وَالنَّسَائِيُّ، عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ: هَشَشْتُ يَوْمًا فَقَبَّلْتُ وَأَنَا صَائِمٌ. فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: صَنَعْتُ الْيَوْمَ أَمْرًا عَظِيمًا! قَبَّلْتُ وَأَنَا صَائِمٌ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أَرَأَيْتَ لَوْ تَمَضْمَضْتَ بِمَاءٍ وَأَنْتَ صَائِمٌ» ؟ فَقُلْتُ: لَا بَأْسَ بِذَلِكَ. فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «فَمَهْ» . اهـ. </p><p> فَإِنْ قِيلَ: هَذَا الْحَدِيثُ قَالَ فِيهِ النَّسَائِيُّ: مُنْكَرٌ. </p><p> قُلْنَا: صَحَّحَهُ ابْنُ خُزَيْمَةَ، وَابْنُ حِبَّانَ، وَالْحَاكِمُ. قَالَهُ الشَّوْكَانِيُّ فِي نَيْلِ الْأَوْطَارِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: هَذَا الْحَدِيثُ ثَابِتٌ وَإِسْنَادُهُ صَحِيحٌ. قَالَ: أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ ثَنَا اللَّيْثُ (ح) وَثَنَا عِيسَى بْنُ حَمَّادٍ، أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ بْنِ سَعِيدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ: هَشَشْتُ فَقَبَّلْتُ. . إِلَى آخَرِ الْحَدِيثِ بِلَفْظِهِ الْمَذْكُورِ آنِفًا. وَلَا يَخْفَى أَنَّ هَذَا الْإِسْنَادَ صَحِيحٌ، فَإِنَّ طَبَقَتَهُ الْأُولَى أَحْمَدُ بْنُ يُونُسَ وَعِيسَى بْنُ حَمَّادٍ، أَمَّا أَحْمَدُ فَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ الْكُوفِيُّ التَّمِيمِيُّ الْيَرْبُوعِيُّ ثِقَةٌ حَافِظٌ، وَعِيسَى بْنُ حَمَّادٍ التَّجِيبِيُّ أَبُو مُوسَى الْأَنْصَارِيُّ الْمُلَقَّبُ زُغْبَةَ، ثِقَةٌ. وَطَبَقَتُهُ الثَّانِيَةُ اللَّيْثُ بْنُ سَعْدِ بْنِ عَبْدِ الرَّحْمَنِ الْفَهْمِيُّ أَبُو الْحَارِثِ الْمِصْرِيُّ ثِقَةٌ ثَبْتٌ، فَقِيهٌ إِمَامٌ مَشْهُورٌ. وَطَبَقَتُهُ الثَّالِثَةُ بُكَيْرُ بْنُ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ مَوْلَى بَنِي مَخْزُومٍ أَبُو عَبْدِ اللَّهِ، أَوْ أَبُو يُوسُفَ الْمَدَنِيُّ، نَزِيلُ مِصْرَ ; ثِقَةٌ. وَطَبَقَتُهُ الرَّابِعَةُ عَبْدُ الْمَلِكِ بْنُ سَعِيدِ بْنِ سُوِيدٍ الْأَنْصَارِيُّ الْمَدَنِيُّ ثِقَةٌ. وَطَبَقَتُهُ الْخَامِسَةُ جَابِرُ بْنُ عَبْدِ اللَّهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ; فَهَذَا إِسْنَادٌ صَحِيحٌ رِجَالُهُ ثِقَاتٌ كَمَا تَرَى. فَهُوَ نَصٌّ صَحِيحٌ صَرِيحٌ فِي أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاسَ الْقُبْلَةَ عَلَى الْمَضْمَضَةِ ; لِأَنَّ الْمَضْمَضَةَ مُقَدِّمَةُ الشُّرْبِ، وَالْقُبْلَةَ مُقَدِّمَةُ الْجِمَاعِ، فَالْجَامِعُ بَيْنَهُمَا أَنْ كُلًّا مِنْهُمَا مُقَدِّمَةُ الْفِطْرِ، وَهِيَ لَا تُفْطِرُ بِالنَّظَرِ لِذَاتِهَا. </p><p> فَهَذِهِ الْأَدِلَّةُ الَّتِي ذَكَرْنَا - فِيهَا الدَّلِيلُ الْوَاضِحُ عَلَى أَنَّ إِلْحَاقَ النَّظِيرِ بِنَظِيرِهِ مِنَ الشَّرْعِ لَا مُخَالِفَ لَهُ ; لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَلَهُ، وَاللَّهُ يَقُولُ: لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ [٣٣ \\ ٢١] ، وَهُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَفْعَلْهُ إِلَّا لِيُنَبِّهَ النَّاسَ لَهُ. </p><p> فَإِنْ قِيلَ: إِنَّمَا فَعَلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَنَّ اللَّهَ أَوْحَى إِلَيْهِ ذَلِكَ. </p><p> قُلْنَا: فِعْلُهُ حُجَّةٌ فِي فِعْلِ مِثْلِ ذَلِكَ الَّذِي فَعَلَ، وَلَوْ كَانَ فَعَلَهُ بِوَحْيٍ كَسَائِرِ أَقْوَالِهِ وَأَفْعَالِهِ وَتَقْرِيرَاتِهِ، فَكُلُّهَا تَثْبُتُ بِهَا الْحُجَّةُ، وَإِنْ كَانَ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَلَ مَا فَعَلَ مِنْ ذَلِكَ بِوَحْيٍ مِنَ اللَّهِ تَعَالَى. </p><p> مَسْأَلَةٌ </p><p> قَالَ ابْنُ خُوَيْزِ مِنْدَادَ مِنْ عُلَمَاءِ الْمَالِكِيَّةِ: تَضَمَّنَتْ هَذِهِ الْآيَةُ الْحُكْمَ بِالْقَافَةِ ; لِأَنَّهُ لَمَّا قَالَ: وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ [١٧ \\ ٣٦] دَلَّ عَلَى جَوَازِ مَا لَنَا بِهِ عِلْمٌ، فَكُلُّ مَا عَلِمَهُ الْإِنْسَانُ أَوْ غَلَبَ عَلَى ظَنِّهِ جَازَ أَنْ يَحْكُمَ بِهِ. وَبِهَذَا احْتَجَجْنَا عَلَى إِثْبَاتِ الْقُرْعَةِ وَالْخَرْصِ ; لِأَنَّهُ ضَرْبٌ مِنْ غَلَبَةِ الظَّنِّ، وَقَدْ يُسَمَّى عِلْمًا اتِّسَاعًا، فَالْقَائِفُ يُلْحِقُ الْوَلَدَ بِأَبِيهِ مِنْ طَرِيقِ الشَّبَهِ بَيْنَهُمَا، كَمَا يُلْحِقُ الْفَقِيهُ الْفَرْعَ بِالْأَصْلِ عَنْ طَرِيقِ الشَّبَهِ. وَفِي الصَّحِيحِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ، فَقَالَ:  «أَلَمْ تَرَيْ أَنْ مُجَزِّزًا الْمُدْلِجِيَّ نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ عَلَيْهِمَا قَطِيفَةٌ،قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا فَقَالَ:إِنَّ بَعْضَ هَذِهِ الْأَقْدَامِ لَمِنْ بَعْضٍ» وَفِي حَدِيثِ يُونُسَ بْنِ يَزِيدَ: وَكَانَ مُجَزِّزٌ قَائِفًا. اهـ بِوَاسِطَةِ نَقْلِ الْقُرْطُبِيِّ فِي تَفْسِيرِهِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: مِنَ الْمَعْلُومِ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي اعْتِبَارِ أَقْوَالِ الْقَافَةِ، فَذَهَبَ بَعْضُهُمْ إِلَى عَدَمِ اعْتِبَارِهَا، وَاحْتَجَّ مَنْ قَالَ بِعَدَمِ اعْتِبَارِهَا بِقِصَّةِ الْأَنْصَارِيَّةِ الَّتِي لَاعَنَتْ زَوْجَهَا وَجَاءَتْ بِوَلَدٍ شَبِيهٍ جِدًّا بِمَنْ رُمِيَتْ بِهِ وَلَمْ يَعْتَبِرْ هَذَا الشَّبَهَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَلَمْ يَحْكُمْ بِأَنَّ الْوَلَدَ مِنْ زِنًى وَلَمْ يَجْلِدِ الْمَرْأَةَ. </p><p> قَالُوا: فَلَوْ كَانَ الشَّبَهُ تَثْبُتُ بِهِ الْأَنْسَابُ لَأَثْبَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهِ أَنَّ ذَلِكَ الْوَلَدَ مِنْ ذَلِكَ الرَّجُلِ الَّذِي رُمِيَتْ بِهِ، فَيَلْزَمُ عَلَى ذَلِكَ إِقَامَةُ الْحَدَّ عَلَيْهَا، وَالْحُكْمُ بِأَنَّ الْوَلَدَ ابْنُ زِنًى، وَلَمْ يَفْعَلِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْ ذَلِكَ كَمَا يَأْتِي إِيضَاحُهُ (فِي سُورَةِ النُّورِ) إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَهَذَا الْقَوْلُ بِعَدَمِ اعْتِبَارِ أَقْوَالِ الْقَافَةِ مَرْوِيٌّ عَنْ أَبِي حَنِيفَةَ وَإِسْحَاقَ وَالثَّوْرِيِّ وَأَصْحَابِهِمْ. </p><p> وَذَهَبَ جُمْهُورُ أَهْلِ الْعِلْمِ إِلَى اعْتِبَارِ أَقْوَالِ الْقَافَةِ عِنْدَ التَّنَازُعِ فِي الْوَلَدِ، مُحْتَجِّينَ بِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ عَائِشَةَ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُرَّ بِقَوْلِ مُجَزِّزِ بْنِ الْأَعْوَرِ الْمُدْلِجِيِّ: إِنَّ بَعْضَ هَذِهِ الْأَقْدَامِ مِنْ بَعْضٍ، حَتَّى بَرَقَتْ أَسَارِيرُ وَجْهِهِ مِنَ السُّرُورِ. </p><p> قَالُوا: وَمَا كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُسَرَّ بِالْبَاطِلِ وَلَا يُعْجِبَهُ، بَلْ سُرُورُهُ بِقَوْلِ الْقَائِفِ دَلِيلٌ عَلَى أَنَّهُ مِنَ الْحَقِّ لَا مِنَ الْبَاطِلِ ; لِأَنَّ تَقْرِيرَهُ وَحْدَهُ كَافٍ فِي مَشْرُوعِيَّةِ مَا قَرَّرَ عَلَيْهِ، وَأَحْرَى مِنْ ذَلِكَ مَا لَوْ زَادَ السُّرُورُ بِالْأَمْرِ عَلَى التَّقْرِيرِ عَلَيْهِ، وَهُوَ وَاضِحٌ كَمَا تَرَى. </p><p> وَاعْلَمْ أَنَّ الَّذِينَ قَالُوا بِاعْتِبَارِ أَقْوَالِ الْقَافَةِ اخْتَلَفُوا، فَمِنْهُمْ مَنْ قَالَ: لَا يُقْبَلُ ذَلِكَ إِلَّا فِي أَوْلَادِ الْإِمَاءِ دُونَ أَوْلَادِ الْحَرَائِرِ. وَمِنْهُمْ مَنْ قَالَ: يُقْبَلُ ذَلِكَ فِي الْجَمِيعِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: التَّحْقِيقُ بِاعْتِبَارِ ذَلِكَ فِي أَوْلَادِ الْحَرَائِرِ وَالْإِمَاءِ ; لِأَنَّ سُرُورَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَعَ فِي وَلَدِ حُرَّةٍ، وَصُورَةُ سَبَبِ النُّزُولِ قَطْعِيَّةُ الدُّخُولِ كَمَا تَقَرَّرَ فِي الْأُصُولِ، وَهُوَ قَوْلُ الْجُمْهُورِ وَهُوَ الْحَقُّ، خِلَافًا لِلْإِمَامِ مَالِكٍ رَحِمَهُ اللَّهُ قَائِلًا: إِنَّ صُورَةَ السَّبَبِ ظَنِّيَّةُ الدُّخُولِ، وَعَقَدَهُ صَاحِبُ مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَاجْزِمْ بِإِدْخَالِ ذَوَاتِ السَّبَبِ ... وَارْوِ عَنِ الْإِمَامِ ظَنًّا تُصِبِ </p><p> تَنْبِيهَانِ </p><p> الْأَوَّلُ: لَا تُعْتَبَرُ أَقْوَالُ الْقَافَةِ فِي شَبَهِ مَوْلُودٍ بِرَجُلٍ إِنْ كَانَتْ أُمُّهُ فِرَاشًا لِرَجُلٍ آخَرَ ; لِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى شِدَّةَ شَبَهِ الْوَلَدِ الَّذِي اخْتَصَمَ فِيهِ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ بِعُتْبَةَ بْنِ أَبِي وَقَّاصٍ، وَلَمْ يُؤَثِّرْ عِنْدَهُ هَذَا الشَّبَهُ فِي النَّسَبِ لِكَوْنِ أُمِّ الْوَلَدِ فِرَاشًا لِزَمْعَةَ ; فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ» وَلَكِنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتَبَرَ هَذَا الشَّبَهَ مِنْ جِهَةٍ أُخْرَى غَيْرِ النَّسَبِ، فَقَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ رَضِيَ اللَّهُ عَنْهَا:  «احْتَجِبِي عَنْهُ» مَعَ أَنَّهُ أَلْحَقَهُ بِأَبِيهَا، فَلَمْ يَرَ سَوْدَةَ قَطُّ، وَهَذِهِ الْمَسْأَلَةُ أَصْلٌ عِنْدَ الْمَالِكِيَّةِ فِي مُرَاعَاةِ الْخِلَافِ كَمَا هُوَ مَعْلُومٌ عِنْدَهُمْ. </p><p> التَّنْبِيهُ الثَّانِي </p><p> قَالَ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ: أَصْلُ الْقَفْوِ الْبُهْتُ وَالْقَذْفُ بِالْبَاطِلِ، وَمِنْهُ الْحَدِيثُ الَّذِي رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «نَحْنُ بَنُو النَّضْرِ بْنِ كِنَانَةَ لَا نَقْفُو أُمَّنَا وَلَا نَنْتَفِي مِنْ أَبِينَا» أَخْرَجَهُ الْإِمَامُ أَحْمَدُ وَابْنُ مَاجَهْ وَغَيْرُهُمَا مِنْ حَدِيثِ الْأَشْعَثِ بْنِ قَيْسٍ، وَسَاقَ طُرُقَ هَذَا الْحَدِيثِ ابْنُ كَثِيرٍ فِي تَارِيخِهِ، وَقَوْلُهُ «لَا نَقْفُو أُمَّنَا» أَيْ لَا نَقْذِفُ أُمَّنَا وَنَسُبُّهَا، وَمِنْهُ قَوْلُ الْكُمَيْتِ: </p><p> فَلَا أَرْمِي الْبَرِيءَ بِغَيْرِ ذَنْبٍ ... وَلَا أَقْفُو الْحَوَاصِنَ إِنْ قُفِينَا </p><p> وَقَوْلُ النَّابِغَةِ الْجَعْدِيِّ: </p><p> وَمِثْلُ الدُّمَى شُمُّ الْعَرَانِينِ سَاكِنٌ ... بِهِنَّ الْحَيَاءُ لَا يُشِعْنَ التَّقَافِيَا </p><p> وَالَّذِي يَظْهَرُ لَنَا أَنَّ أَصْلَ الْقَفْوِ فِي لُغَةِ الْعَرَبِ: الِاتِّبَاعُ كَمَا هُوَ مَعْلُومٌ مِنَ اللُّغَةِ، وَيَدْخُلُ فِيهِ اتِّبَاعُ الْمَسَاوِي كَمَا ذَكَرَهُ مَنْ قَالَ: إِنَّ أَصْلَهُ الْقَذْفُ وَالْبُهْتُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا [١٧ \\ ٣٦] فِيهِ وَجْهَانِ مِنَ التَّفْسِيرِ: </p><p> الْأَوَّلُ: أَنَّ مَعْنَى الْآيَةِ أَنَّ الْإِنْسَانَ يُسْأَلُ يَوْمَ الْقِيَامَةِ عَنْ أَفْعَالِ جَوَارِحِهِ، فَيُقَالُ لَهُ: لِمَ سَمِعْتَ مَا لَا يَحِلُّ لَكَ سَمَاعُهُ؟ وَلِمَ نَظَرْتَ إِلَى مَا لَا يَحِلُّ لَكَ النَّظَرُ إِلَيْهِ؟ وَلِمَ عَزَمْتَ عَلَى مَا لَمْ يَحِلَّ لَكَ الْعَزْمُ عَلَيْهِ؟ </p><p> وَيَدُلُّ لِهَذَا الْمَعْنَى آيَاتٌ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ: وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ [١٦ \\ ٩٣] ، وَقَوْلِهِ: فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ [١٥ \\ ٩٢ - ٩٣] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّ الْجَوَارِحَ هِيَ الَّتِي تُسْأَلُ عَنْ أَفْعَالِ صَاحِبِهَا، فَتَشْهَدُ عَلَيْهِ جَوَارِحُهُ بِمَا فَعَلَ. </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: وَهَذَا الْمَعْنَى أَبْلَغُ فِي الْحُجَّةِ ; فَإِنَّهُ يَقَعُ تَكْذِيبُهُ مِنْ جَوَارِحِهِ، وَتِلْكَ غَايَةُ الْخِزْيِ، كَمَا قَالَ: الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ [٣٦ \\ ٦٥] ، وَقَوْلِهِ: شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ [٤١ \\ ٢٠] . </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَالْقَوْلُ الْأَوَّلُ أَظْهَرُ عِنْدِي، وَهُوَ قَوْلُ الْجُمْهُورِ. </p><p> وَفِي الْآيَةِ الْكَرِيمَةِ نُكْتَةٌ نَبَّهَ عَلَيْهَا فِي مَوَاضِعَ أُخَرَ ; لِأَنَّ قَوْلَهُ تَعَالَى: إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا [١٧ \\ ٣٦] ، يُفِيدُ تَعْلِيلَ النَّهْيِ فِي قَوْلِهِ: وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ [١٧ \\ ٣٦] بِالسُّؤَالِ عَنِ الْجَوَارِحِ الْمَذْكُورَةِ، لِمَا تَقَرَّرَ فِي الْأُصُولِ فِي مَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ: أَنَّ «إِنَّ» الْمَكْسُورَةَ مِنْ حُرُوفِ التَّعْلِيلِ. وَإِيضَاحُهُ: أَنَّ الْمَعْنَى: انْتَهِ عَمَّا لَا يَحِلُّ لَكَ ; لِأَنَّ اللَّهَ أَنْعَمَ عَلَيْكَ بِالسَّمْعِ وَالْبَصَرِ وَالْعَقْلِ لِتَشْكُرَهُ، وَهُوَ مُخْتَبِرُكَ بِذَلِكَ وَسَائِلُكَ عَنْهُ، فَلَا تَسْتَعْمِلْ نِعَمَهُ فِي مَعْصِيَةٍ. </p><p> وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ </p>"
}