{
  "id": null,
  "sura": 17,
  "aya": 67,
  "text": "<p> كَالْأَمْرِ فِي قَوْلِهِ: وَاسْتَفْزِزْ، وَقَوْلِهِ: وَأَجْلِبْ، وَقَدْ قَدَّمْنَا أَنَّهُ لِلتَّهْدِيدِ. </p><p> وَقَوْلُهُ: وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا [١٧ \\ ٦٤] بَيَّنَ فِيهِ أَنَّ مَوَاعِيدَ الشَّيْطَانِ كُلَّهَا غُرُورٌ وَبَاطِلٌ ; كَوَعْدِهِ لَهُمْ بِأَنَّ الْأَصْنَامَ تَشْفَعُ لَهُمْ وَتُقَرِّبُهُمْ عِنْدَ اللَّهِ زُلْفَى، وَأَنَّ اللَّهَ لَمَّا جَعَلَ لَهُمُ الْمَالَ وَالْوَلَدَ فِي الدُّنْيَا سَيَجْعَلُ لَهُمْ مِثْلَ ذَلِكَ فِي الْآخِرَةِ، إِلَى غَيْرِ ذَلِكَ مِنَ الْمَوَاعِيدِ الْكَاذِبَةِ. </p><p> وَقَدْ بَيَّنَ تَعَالَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا [٤ \\ ١٢٠] ، وَقَوْلِهِ: وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ [٥٧ \\ ١٤] ، وَقَوْلِهِ: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ [١٤ \\ ٢٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ </p><p> الْآيَةَ [١٧ \\ ٦٥] ، بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ عِبَادَهُ الصَّالِحِينَ لَا سُلْطَانَ لِلشَّيْطَانِ عَلَيْهِمْ، فَالظَّاهِرُ أَنَّ فِي الْآيَةِ الْكَرِيمَةِ حَذْفُ الصِّفَةِ كَمَا قَدَّرْنَا، وَيَدُلُّ عَلَى الصِّفَةِ الْمَحْذُوفَةِ إِضَافَتُهُ الْعِبَادَ إِلَيْهِ إِضَافَةَ تَشْرِيفٍ، وَتَدُلُّ لِهَذِهِ الصِّفَةِ الْمُقَدَّرَةِ أَيْضًا آيَاتٌ أُخَرُ ; كَقَوْلِهِ: إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [١٥ \\ ٤٠] ، وَقَوْلِهِ: إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ٩٩ - ١٠٠] ، وَقَوْلِهِ: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ [١٥ \\ ٤٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ ; كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَاتِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ إِذَا مَسَّهُمُ الضُّرُّ فِي الْبَحْرِ ; أَيِ اشْتَدَّتْ عَلَيْهِمُ الرِّيحُ فَغَشِيَتْهُمْ أَمْوَاجُ الْبَحْرِ كَأَنَّهَا الْجِبَالُ، وَظَنُّوا أَنَّهُمْ لَا خَلَاصَ لَهُمْ مِنْ ذَلِكَ - ضَلَّ عَنْهُمْ ; أَيْ غَابَ عَنْ أَذْهَانِهِمْ وَخَوَاطِرِهِمْ فِي ذَلِكَ الْوَقْتِ كُلُّ مَا كَانُوا يَعْبُدُونَ مِنْ دُونِ اللَّهِ جَلَّ وَعَلَا، فَلَا يَدْعُونَ فِي ذَلِكَ الْوَقْتِ إِلَّا اللَّهَ جَلَّ وَعَلَا وَحْدَهُ، لِعِلْمِهِمْ أَنَّهُ لَا يُنْقِذُ مِنْ ذَلِكَ الْكَرْبِ وَغَيْرِهِ مِنَ الْكُرُوبِ إِلَّا هُوَ وَحْدَهُ جَلَّ وَعَلَا، </p><p> فَأَخْلَصُوا الْعِبَادَةَ وَالدُّعَاءَ لَهُ وَحْدَهُ فِي ذَلِكَ الْحِينِ الَّذِي أَحَاطَ بِهِمْ فِيهِ هَوْلُ الْبَحْرِ، فَإِذَا نَجَّاهُمُ اللَّهُ وَفَرَّجَ عَنْهُمْ، وَوَصَلُوا الْبَرَّ رَجَعُوا إِلَى مَا كَانُوا عَلَيْهِ مِنَ الْكُفْرِ، كَمَا قَالَ تَعَالَى: فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ وَكَانَ الْإِنْسَانُ كَفُورًا [١٧ \\ ٦٧] . </p><p> وَهَذَا الْمَعْنَى الْمَذْكُورُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَوْضَحَهُ اللَّهُ جَلَّ وَعَلَا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ وَجَاءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ فَلَمَّا أَنْجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ [١٠ \\ ٢٢ - ٢٣] ، وَقَوْلِهِ: قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ [٦ \\ ٦٣ - ٦٤] ، وَقَوْلِهِ: فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ [٢٩ \\ ٦٥] ، وَقَوْلِهِ: وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ [٣١ \\ ٣٢] ، وَقَوْلِهِ: وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ [٣٩ \\ ٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا قَدَّمْنَا إِيضَاحَهُ «فِي سُورَةِ الْأَنْعَامِ» وَغَيْرِهَا. </p><p> ثُمَّ إِنَّ اللَّهَ جَلَّ وَعَلَا بَيَّنَ فِي هَذَا الْمَوْضِعِ الَّذِي نَحْنُ بِصَدَدِهِ سَخَافَةَ عُقُولِ الْكُفَّارِ، وَأَنَّهُمْ إِذَا وَصَلُوا إِلَى الْبَرِّ وَنَجَوْا مِنْ هَوْلِ الْبَحْرِ رَجَعُوا إِلَى كُفْرِهِمْ آمِنِينَ عَذَابَ اللَّهِ، مَعَ أَنَّهُ قَادِرٌ عَلَى إِهْلَاكِهِمْ بَعْدَ وُصُولِهِمْ إِلَى الْبِرِّ، بِأَنْ يَخْسِفَ بِهِمْ جَانِبَ الْبَرِّ الَّذِي يَلِي الْبَحْرَ فَتَبْتَلِعَهُمُ الْأَرْضُ، أَوْ يُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنَ السَّمَاءِ فَتُهْلِكَهُمْ، أَوْ يُعِيدَهُمْ مَرَّةً أُخْرَى فِي الْبَحْرِ فَتُغْرِقَهُمْ أَمْوَاجُهُ الْمُتَلَاطِمَةُ، كَمَا قَالَ هُنَا مُنْكِرًا عَلَيْهِمْ أَمْنَهُمْ وَكُفْرَهُمْ بَعْدَ وُصُولِ الْبَرِّ: أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا [١٧ \\ ٦٨] وَهُوَ الْمَطَرُ أَوِ الرِّيحُ اللَّذَيْنِ فِيهِمَا الْحِجَارَةُ أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ [١٧ \\ ٦٩] ; أَيْ بِسَبَبِ كُفْرِكُمْ، فَالْبَاءُ سَبَبِيَّةٌ، وَ «مَا» مَصْدَرِيَّةٌ. وَالْقَاصِفُ: رِيحُ الْبِحَارِ الشَّدِيدَةُ الَّتِي تَكْسِرُ الْمَرَاكِبَ وَغَيْرَهَا. وَمِنْهُ قَوْلُ أَبِي تَمَامٍ: </p><p> إِنَّ الرِّيَاحَ إِذَا مَا أَعْصَفَتْ قَصَفَتْ ... عِيدَانَ نَجْدٍ وَلَا يَعْبَأْنَ بِالرَّتَمِ </p><p> يَعْنِي: إِذَا مَا هَبَّتْ بِشِدَّةٍ كَسَرَتْ عِيدَانَ شَجَرِ نَجْدٍ؛ رَتَمًا كَانَ أَوْ غَيْرَهُ. </p><p> وَهَذَا الْمَعْنَى الَّذِي بَيَّنَهُ جَلَّ وَعَلَا هُنَا مِنْ قُدْرَتِهِ عَلَى إِهْلَاكِهِمْ فِي غَيْرِ الْبَحْرِ بِخَسْفٍ أَوْ عَذَابٍ مِنَ السَّمَاءِ - أَوْضَحَهُ فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ الْآيَةَ [٣٤ \\ ٩] ، وَقَوْلِهِ: قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ الْآيَةَ [٦ \\ ٦٥] ، وَقَوْلِهِ: أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ [٦٧ \\ ١٦ - ١٧] ، وَقَوْلِهِ «فِي قَوْمِ لُوطٍ» : إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ [٥٤ \\ ٣٤] ، وَقَوْلِهِ: لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ [٥١ \\ ٣٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْحَاصِبُ فِي هَذِهِ الْآيَةِ قَدْ قَدَّمْنَا أَنَّهُ قِيلَ: إِنَّهَا السَّحَابَةُ أَوِ الرِّيحُ، وَكِلَا الْقَوْلَيْنِ صَحِيحٌ ; لِأَنَّ كُلَّ رِيحٍ شَدِيدَةٍ تَرْمِي بِالْحَصْبَاءِ تُسَمَّى حَاصِبًا وَحَصْبَةً، وَكُلُّ سَحَابَةٍ تَرْمِي بِالْبَرَدِ تُسَمَّى حَاصِبًا أَيْضًا ; وَمِنْهُ قَوْلُ الْفَرَزْدَقَ: </p><p> مُسْتَقْبِلِينَ شَمَالَ الشَّامِ يَضْرِبُنَا ... بِحَاصِبٍ كَنَدِيفِ الْقُطْنِ مَنْثُورِ </p><p> وَقَوْلُ لَبِيدٍ: </p><p> جَرَّتْ عَلَيْهَا أَنْ خَوَتْ مِنْ أَهْلِهَا ... أَذْيَالَهَا كُلُّ عُصُوفٍ حَصِبَهْ </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا [١٧ \\ ٩٦] ، «فَعِيلٌ» بِمَعْنَى «فَاعِلٍ» . أَيْ تَابِعًا يَتْبَعُنَا بِالْمُطَالَبَةِ بِثَأْرِكُمْ ; كَقَوْلِهِ فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا وَلَا يَخَافُ عُقْبَاهَا [٩١ \\ ١٤، ١٥] ، أَيْ لَا يَخَافُ عَاقِبَةَ تَبِعَةٍ تَلْحَقُهُ بِذَلِكَ. وَكُلُّ مُطَالِبٍ بَدِينٍ أَوْ ثَأْرٍ أَوْ غَيْرِ ذَلِكَ تُسَمِّيهِ الْعَرَبُ تَبِيعًا، وَمِنْهُ قَوْلُ الشَّمَّاخِ يَصِفُ عُقَابًا: </p><p> تَلُوذُ ثَعَالِبُ الشَّرَفَيْنِ مِنْهَا ... كَمَا لَاذَ الْغَرِيمُ مِنَ التَّبِيعِ </p><p> أَيْ: كَعِيَاذِ الْمَدِينِ مِنْ صَاحِبِ الدَّيْنِ الَّذِي يُطَالِبُهُ بِغُرْمِهِ مِنْهُ. </p><p> وَمِنْهُ قَوْلُ الْآخَرِ: </p><p> غَدَوْا وَغَدَتْ غِزْلَانُهُمْ وَكَأَنَّهَا ... ضَوَامِنُ غُرْمٍ لَهُنَّ تَبِيعُ </p><p> أَيْ خَصْمُهُنَّ مُطَالَبٌ بَدِينٍ. </p><p> وَمِنْ هَذَا الْقَبِيلِ قَوْلُهُ تَعَالَى: فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ الْآيَةَ [٢ \\ ١٧٨] ، وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَعْ» وَهَذَا هُوَ مَعْنَى قَوْلِ ابْنِ عَبَّاسٍ وَغَيْرِهِ: «تَبِيعًا» أَيْ نَصِيرًا، وَقَوْلِ مُجَاهِدٍ: نَصِيرًا ثَائِرًا. </p><p> تَنْبِيهٌ </p><p> لَا يَخْفَى عَلَى النَّاظِرِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ اللَّهَ ذَمَّ الْكُفَّارَ وَعَاتَبَهُمْ بِأَنَّهُمْ فِي وَقْتِ الشَّدَائِدِ وَالْأَهْوَالِ خَاصَّةً يُخْلِصُونَ الْعِبَادَةَ لَهُ وَحْدَهُ، وَلَا يَصْرِفُونَ شَيْئًا مِنْ حَقِّهِ لِمَخْلُوقٍ، وَفِي وَقْتِ الْأَمْنِ وَالْعَافِيَةِ يُشْرِكُونَ بِهِ غَيْرَهُ فِي حُقُوقِهِ الْوَاجِبَةِ لَهُ وَحْدَهُ، الَّتِي هِيَ عِبَادَتُهُ وَحْدَهُ فِي جَمِيعِ أَنْوَاعِ الْعِبَادَةِ، وَيُعْلَمُ مِنْ ذَلِكَ أَنَّ بَعْضَ جَهَلَةِ الْمُتَسَمِّينَ بِاسْمِ الْإِسْلَامِ أَسْوَأُ حَالًا مِنْ عَبَدَةِ الْأَوْثَانِ، فَإِنَّهُمْ إِذَا دَهَمَتْهُمُ الشَّدَائِدُ، وَغَشِيَتْهُمُ الْأَهْوَالُ وَالْكُرُوبُ الْتَجَئُوا إِلَى غَيْرِ اللَّهِ مِمَّنْ يَعْتَقِدُونَ فِيهِ الصَّلَاحَ، فِي الْوَقْتِ الَّذِي يُخْلِصُ فِيهِ الْكُفَّارُ الْعِبَادَةَ لِلَّهِ، مَعَ أَنَّ اللَّهَ جَلَّ وَعَلَا أَوْضَحَ فِي غَيْرِ مَوْضِعٍ أَنَّ إِجَابَةَ الْمُضْطَرِّ وَإِنْجَاءَهُ مِنَ الْكَرْبِ مِنْ حُقُوقِهِ الَّتِي لَا يُشَارِكُهُ فِيهَا غَيْرُهُ. </p><p> وَمِنْ أَوْضَحِ الْأَدِلَّةِ فِي ذَلِكَ قَوْلُهُ تَعَالَى «فِي سُورَةِ النَّمْلِ» : آللَّهُ خَيْرٌ أَمْ مَا أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ الْآيَاتِ [٣٧ \\ ٢٧] ٥٩ - ٦٢، فَتَرَاهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَاتِ الْكَرِيمَاتِ جَعَلَ إِجَابَةَ الْمُضْطَرِّ إِذَا دَعَا وَكَشْفَ السُّوءِ عَنْهُ مِنْ حَقِّهِ الْخَالِصِ الَّذِي لَا يُشَارِكُهُ فِيهِ أَحَدٌ ; كَخَلْقِهِ السَّمَوَاتِ وَالْأَرْضَ، وَإِنْزَالِهِ الْمَاءَ مِنَ السَّمَاءِ، وَإِنْبَاتِهِ بِهِ الشَّجَرَ، وَجَعْلِهِ الْأَرْضَ قَرَارًا، وَجَعْلِهِ خِلَالَهَا أَنْهَارًا، وَجَعْلِهِ لَهَا رَوَاسِيَ، وَجَعْلِهِ بَيْنَ الْبَحْرَيْنِ حَاجِزًا، إِلَى آخَرِ مَا ذَكَرَ فِي هَذِهِ الْآيَاتِ مِنْ غَرَائِبِ صُنْعِهِ وَعَجَائِبِهِ الَّتِي لَا يُشَارِكُهُ فِيهَا أَحَدٌ ; سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَهَذَا الَّذِي ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَاتِ الْكَرِيمَاتِ: كَانَ سَبَبَ إِسْلَامِ عِكْرِمَةَ بْنِ أَبِي جَهْلٍ ; فَإِنَّهُ لِمَا فَتَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ ذَهَبَ فَارًّا مِنْهُ إِلَى بِلَادِ الْحَبَشَةِ، فَرَكِبَ فِي الْبَحْرِ مُتَوَجِّهًا إِلَى الْحَبَشَةِ، فَجَاءَتْهُمْ رِيحٌ عَاصِفٌ فَقَالَ الْقَوْمُ بَعْضُهُمْ لِبَعْضٍ: إِنَّهُ لَا يُغْنِي عَنْكُمْ إِلَّا أَنْ تَدْعُوا اللَّهَ وَحْدَهُ، فَقَالَ عِكْرِمَةُ فِي نَفْسِهِ: وَاللَّهِ إِنْ كَانَ لَا يَنْفَعُ فِي الْبَحْرِ غَيْرُهُ فَإِنَّهُ لَا يَنْفَعُ فِي الْبَرِّ غَيْرُهُ، اللَّهُمَّ لَكَ عَلَيَّ عَهْدٌ، لَئِنْ أَخْرَجْتَنِي مِنْهُ لَأَذْهَبَنَّ فَلَأَضَعَنَّ يَدِيَ فِي يَدِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَأَجِدَنَّهُ رَءُوفًا رَحِيمًا. فَخَرَجُوا مِنَ الْبَحْرِ، فَخَرَجَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمَ وَحَسُنَ إِسْلَامُهُ رَضِيَ اللَّهُ عَنْهُ. اهـ. </p>"
}