{
  "id": null,
  "sura": 17,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ بَنِي إِسْرَائِيلَ </p><p> قَوْلُهُ تَعَالَى: سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى. </p><p> الْآيَةَ، وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَيَكُونَ فِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، فَإِنَّا نُبَيِّنُ ذَلِكَ. </p><p> فَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ هَذَا الْإِسْرَاءَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَذْكُورَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، زَعَمَ بَعْضُ أَهْلِ الْعِلْمِ أَنَّهُ بِرُوحِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دُونَ جَسَدِهِ، زَاعِمًا أَنَّهُ فِي الْمَنَامِ لَا الْيَقَظَةِ ; لِأَنَّ رُؤْيَا الْأَنْبِيَاءِ وَحْيٌ. </p><p> وَزَعَمَ بَعْضُهُمْ: أَنَّ الْإِسْرَاءَ بِالْجَسَدِ، وَالْمِعْرَاجَ بِالرُّوحِ دُونَ الْجَسَدِ، وَلَكِنَّ ظَاهِرَ الْقُرْآنِ يَدُلُّ عَلَى أَنَّهُ بِرُوحِهِ وَجَسَدِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقَظَةً لَا مَنَامًا، لِأَنَّهُ قَالَ بِعَبْدِهِ وَالْعَبْدُ عِبَارَةٌ عَنْ مَجْمُوعِ الرُّوحِ وَالْجَسَدِ، وَلِأَنَّهُ قَالَ: سُبْحَانَ وَالتَّسْبِيحُ إِنَّمَا يَكُونُ عِنْدَ الْأُمُورِ الْعِظَامِ، فَلَوْ كَانَ مَنَامًا لَمْ يَكُنْ لَهُ كَبِيرُ شَأْنٍ حَتَّى يَتَعَجَّبَ مِنْهُ. وَيُؤَيِّدُهُ قَوْلُهُ تَعَالَى: مَا زَاغَ الْبَصَرُ وَمَا طَغَى [٥٣ \\ ١٧] لِأَنَّ الْبَصَرَ مِنْ آلَاتِ الذَّاتِ لَا الرُّوحِ، وَقَوْلُهُ هُنَا: لِنُرِيَهُ مِنْ آيَاتِنَا. </p><p> [١٧ \\ ١] </p><p> وَمِنْ أَوْضَحِ الْأَدِلَّةِ الْقُرْآنِيَّةِ عَلَى ذَلِكَ قَوْلُهُ جَلَّ وَعَلَا: وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ، [١٧ \\ ٦٠] فَإِنَّهَا رُؤْيَا عَيْنٍ يَقَظَةٍ، لَا رُؤْيَا مَنَامٍ، كَمَا صَحَّ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ. </p><p> وَمِنَ الْأَدِلَّةِ الْوَاضِحَةِ عَلَى ذَلِكَ: أَنَّهَا لَوْ كَانَتْ رُؤْيَا مَنَامٍ لَمَا كَانَتْ فِتْنَةً، وَلَا سَبَبًا لِتَكْذِيبِ قُرَيْشٍ ; لَأَنَّ رُؤْيَا الْمَنَامِ لَيْسَتْ مَحَلَّ إِنْكَارٍ ; لِأَنَّ الْمَنَامَ قَدْ يُرَى فِيهِ مَا لَا يَصِحُّ. فَالَّذِي جَعَلَهُ اللَّهُ فِتْنَةً هُوَ مَا رَآهُ بِعَيْنِهِ مِنَ الْغَرَائِبِ وَالْعَجَائِبِ. </p><p> فَزَعَمَ الْمُشْرِكُونَ أَنَّ مَنِ ادَّعَى رُؤْيَةَ ذَلِكَ بِعَيْنِهِ فَهُوَ كَاذِبٌ لَا مَحَالَةَ، فَصَارَ فِتْنَةً لَهُمْ. وَكَوْنُ الشَّجَرَةِ الْمُعَلْوَنَةِ الَّتِي هِيَ شَجَرَةُ الزَّقُّومِ عَلَى التَّحْقِيقِ فِتْنَةً لَهُمْ: \" أَنَّ اللَّهَ لَمَّا أَنْزَلَ قَوْلَهُ: </p><p> إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ قَالُوا [٣٧ \\ ٦٤] ، ظَهَرَ كَذِبُهُ ; لِأَنَّ الشَّجَرَ لَا يَنْبُتُ بِالْأَرْضِ الْيَابِسَةِ، فَكَيْفَ يَنْبُتُ فِي أَصْلِ النَّارِ! \" كَمَا تَقَدَّمَ فِي \" الْبَقَرَةِ \".</p><p> وَيُؤَيِّدُ مَا ذَكَرْنَا مِنْ كَوْنِهَا رُؤْيَا عَيْنٍ يَقَظَةٍ قَوْلُهُ تَعَالَى هُنَا: لِنُرِيَهُ مِنْ آيَاتِنَا الْآيَةَ [١٧ \\ ١] ، وَقَوْلُهُ مَا زَاغَ الْبَصَرُ وَمَا طَغَى لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى. </p><p> [٥٣ \\ ١٧ - ١٨] وَمَا زَعَمَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَنَّ الرُّؤْيَا لَا تُطْلَقُ بِهَذَا اللَّفْظِ لُغَةً إِلَّا عَلَى رُؤْيَا الْمَنَامِ مَرْدُودٌ. بَلِ التَّحْقِيقُ: أَنَّ لَفْظَ الرُّؤْيَا يُطْلَقُ فِي لُغَةِ الْعَرَبِ عَلَى رُؤْيَةِ الْعَيْنِ يَقَظَةً أَيْضًا. وَمِنْهُ قَوْلُ الرَّاعِي وَهُوَ عَرَبِيٌّ قُحٌّ: </p><p> فَكَبَّرَ لِلرُّؤْيَا وَهَشَّ فُؤَادُهُ ... وَبَشَّرَ نَفْسًا كَانَ قَبْلُ يَلُومُهَا </p><p> فَإِنَّهُ يَعْنِي رُؤْيَةَ صَائِدٍ بِعَيْنِهِ. وَمِنْهُ أَيْضًا قَوْلُ أَبِي الطَّيِّبِ: </p><p> وَرُؤْيَاكَ أَحْلَى فِي الْعُيُونِ مِنَ الْغَمْضِ </p><p> قَالَهُ صَاحِبُ اللِّسَانِ. </p><p> وَزَعَمَ بَعْضُ أَهْلِ الْعِلْمِ: أَنَّ الْمُرَادَ بِالرُّؤْيَا فِي قَوْلِهِ تَعَالَى: وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ [١٧ \\ ٦٠] رُؤْيَا مَنَامٍ، وَأَنَّهَا هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ الْآيَةَ، [٤٨ \\ ٢٧] وَالْحَقُّ الْأَوَّلُ. </p><p> وَرُكُوبُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْبُرَاقِ يَدُلُّ عَلَى أَنَّ الْإِسْرَاءَ بِجِسْمِهِ ; لِأَنَّ الرُّوحَ لَيْسَ مِنْ شَأْنِهِ الرُّكُوبُ عَلَى الدَّوَابِّ كَمَا هُوَ مَعْرُوفٌ، وَعَلَى كُلِّ حَالٍ فَقَدْ تَوَاتَرَتِ الْأَحَادِيثُ الصَّحِيحَةُ عَنْهُ: \" أَنَّهُ أُسَرِيَ بِهِ مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى، وَأَنَّهُ عُرِجَ بِهِ مِنَ الْمَسْجِدِ الْأَقْصَى حَتَّى جَاوَزَ السَّمَاوَاتِ السَّبْعِ \". </p><p> وَقَدْ دَلَّتِ الْأَحَادِيثُ الْمَذْكُورَةُ عَلَى أَنَّ الْإِسْرَاءَ وَالْمِعْرَاجَ كِلَيْهِمَا بِجِسْمِهِ وَرُوحِهِ يَقَظَةً لَا مَنَامًا، كَمَا دَلَّتْ عَلَى ذَلِكَ أَيْضًا الْآيَاتُ الَّتِي ذَكَرْنَا. </p><p> وَعَلَى ذَلِكَ مِنْ يُعْتَدُّ بِهِ مِنْ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ، فَلَا عِبْرَةَ بِمَنْ أَنْكَرَ ذَلِكَ مِنَ الْمُلْحِدِينَ. وَمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ طَرِيقِ شَرِيكٍ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ الْإِسْرَاءَ </p><p> الْمَذْكُورَ وَقَعَ مَنَامًا لَا يُنَافِي مَا ذَكَرْنَا مِمَّا عَلَيْهِ أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ، وَدَلَّتْ عَلَيْهِ نُصُوصُ الْكِتَابِ وَالسُّنَّةِ. لِإِمْكَانِ أَنْ يَكُونَ رَأَى الْإِسْرَاءَ الْمَذْكُورَ نَوْمًا، ثُمَّ جَاءَتْ تِلْكَ الرُّؤْيَا كَفَلَقِ الصُّبْحِ فَأُسَرِيَ بِهِ يَقَظَةً تَصْدِيقًا لِتِلْكَ الرُّؤْيَا الْمَنَامِيَّةِ. كَمَا رَأَى فِي النَّوْمِ أَنَّهُمْ دَخَلُوا الْمَسْجِدَ الْحَرَامَ، فَجَاءَتْ تِلْكَ الرُّؤْيَا كَفَلَقِ الصُّبْحِ، فَدَخَلُوا الْمَسْجِدَ الْحَرَامَ فِي عُمْرَةِ الْقَضَاءِ عَامَ سَبْعٍ يَقَظَةً لَا مَنَامًا، تَصْدِيقًا لِتِلْكَ الرُّؤْيَا. كَمَا قَالَ تَعَالَى: لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ الْآيَةَ [٤٨ \\ ٢٧] ، وَيُؤَيِّدُ ذَلِكَ حَدِيثُ عَائِشَةَ الصَّحِيحُ:  \" فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ \" مَعَ أَنَّ جَمَاعَةً مِنْ أَهْلِ الْعِلْمِ قَالُوا: إِنَّ شَرِيكَ بْنَ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ سَاءَ حِفْظُهُ فِي تِلْكَ الرِّوَايَةِ الْمَذْكُورَةِ عَنْ أَنَسٍ، وَزَادَ فِيهَا وَنَقَصَ، وَقَدَّمَ وَأَخَّرَ. وَرَوَاهَا عَنْ أَنَسٍ غَيْرُهُ مِنَ الْحُفَّاظِ عَلَى الصَّوَابِ، فَلَمْ يَذْكُرُوا الْمَنَامَ الَّذِي ذَكَرَهُ شَرِيكٌ الْمَذْكُورُ. وَانْظُرْ رِوَايَاتِهِمْ بِأَسَانِيدِهَا وَمُتُونِهَا فِي تَفْسِيرِ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى، فَقَدْ جَمَعَ طُرُقَ حَدِيثِ الْإِسْرَاءِ جَمْعًا حَسَنًا بِإِتْقَانٍ. ثُمَّ قَالَ رَحِمَهُ اللَّهُ: \" وَالْحَقُّ أَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ أُسَرِيَ بِهِ يَقَظَةً لَا مَنَامًا مِنْ مَكَّةَ إِلَى بَيْتِ الْمَقْدِسِ رَاكِبًا الْبُرَاقَ، فَلَمَّا انْتَهَى إِلَى بَابِ الْمَسْجِدِ رَبَطَ الدَّابَّةَ عِنْدَ الْبَابِ وَدَخَلَهُ فَصَلَّى فِي قِبْلَتِهِ تَحِيَّةَ الْمَسْجِدِ رَكْعَتَيْنِ، ثُمَّ أُتِيَ بِالْمِعْرَاجِ وَهُوَ كَالسُّلَّمِ ذُو دَرَجٍ يَرْقَى فِيهَا، فَصَعِدَ فِيهِ إِلَى السَّمَاءِ الدُّنْيَا، ثُمَّ إِلَى بَقِيَّةِ السَّمَاوَاتِ السَّبْعِ، فَتَلَقَّاهُ مِنْ كُلِّ سَمَاءٍ مُقَرَّبُوهَا، وَسَلَّمَ عَلَى الْأَنْبِيَاءِ الَّذِينَ فِي السَّمَاوَاتِ بِحَسْبِ مَنَازِلِهِمْ وَدَرَجَاتِهِمْ، حَتَّى مَرَّ بِمُوسَى الْكَلِيمِ فِي السَّادِسَةِ، وَإِبْرَاهِيمَ الْخَلِيلِ فِي السَّابِعَةِ، ثُمَّ جَاوَزَ مَنْزِلَيْهِمَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيْهِمَا وَعَلَى سَائِرِ الْأَنْبِيَاءِ، حَتَّى انْتَهَى إِلَى مُسْتَوًى يَسْمَعُ فِيهِ صَرِيفَ الْأَقْلَامِ - أَيْ: أَقْلَامِ الْقَدَرِ - بِمَا هُوَ كَائِنٌ، وَرَأَى سِدْرَةَ الْمُنْتَهَى، وَغَشِيَهَا مِنْ أَمْرِ اللَّهِ تَعَالَى عَظَمَةٌ عَظِيمَةٌ مِنْ فَرَاشٍ مَنْ ذَهَبٍ وَأَلْوَانٍ مُتَعَدِّدَةٍ، وَغَشِيَتْهَا الْمَلَائِكَةُ، وَرَأَى هُنَاكَ جِبْرِيلَ عَلَى صُورَتِهِ وَلَهُ سِتُّمِائَةِ جَنَاحٍ، وَرَأَى رَفْرَفًا أَخْضَرَ قَدْ سَدَّ الْأُفُقَ، وَرَأَى الْبَيْتَ الْمَعْمُورَ، وَإِبْرَاهِيمَ الْخَلِيلَ بَانِيَ الْكَعْبَةِ الْأَرْضِيَّةِ مُسْنِدًا ظَهْرَهُ إِلَيْهِ. لِأَنَّهُ الْكَعْبَةُ السَّمَاوِيَّةُ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُونَ أَلْفًا مِنَ الْمَلَائِكَةِ، يَتَعَبَّدُونَ فِيهِ ثُمَّ لَا يَعُودُونَ إِلَيْهِ إِلَى يَوْمِ الْقِيَامَةِ، وَرَأَى الْجَنَّةَ وَالنَّارَ. وَفَرَضَ اللَّهُ عَلَيْهِ هُنَالِكَ الصَّلَوَاتِ خَمْسِينَ، ثُمَّ خَفَّفَهَا إِلَى خَمْسٍ ; رَحْمَةً مِنْهُ وَلُطْفًا بِعِبَادِهِ. </p><p> وَفِي هَذَا اعْتِنَاءٌ بِشَرَفِ الصَّلَاةِ وَعَظَمَتِهَا. ثُمَّ هَبَطَ إِلَى بَيْتِ الْمَقْدِسِ، وَهَبَطَ مَعَهُ الْأَنْبِيَاءُ. فَصَلَّى بِهِمْ فِيهِ لَمَّا حَانَتِ الصَّلَاةُ، وَيُحْتَمَلُ أَنَّهَا الصُّبْحُ مِنْ يَوْمَئِذٍ. وَمِنَ النَّاسِ مَنْ يَزْعُمُ أَنَّهُ أَمَّهُمْ فِي السَّمَاءِ، وَالَّذِي تَظَاهَرَتْ بِهِ الرِّوَايَاتُ أَنَّهُ بِبَيْتِ الْمَقْدِسِ، وَلَكِنْ </p><p> فِي بَعْضِهَا أَنَّهُ كَانَ أَوَّلَ دُخُولِهِ إِلَيْهِ، وَالظَّاهِرُ أَنَّهُ بَعْدَ رُجُوعِهِ إِلَيْهِ، لِأَنَّهُ لَمَّا مَرَّ بِهِمْ فِي مَنَازِلِهِمْ جَعَلَ يَسْأَلُ عَنْهُمْ جِبْرِيلَ وَاحِدًا وَاحِدًا وَهُوَ يُخْبِرُهُ بِهِمْ، وَهَذَا هُوَ اللَّائِقُ. لِأَنَّهُ كَانَ أَوَّلًا مَطْلُوبًا إِلَى الْجَنَابِ الْعُلْوِيِّ لِيَفْرِضَ عَلَيْهِ وَعَلَى أُمَّتِهِ مَا يَشَاءُ اللَّهُ تَعَالَى. </p><p> ثُمَّ لَمَّا فَرَغَ مِنَ الَّذِي أُرِيدَ بِهِ اجْتَمَعَ بِهِ هُوَ وَإِخْوَانِهِ مِنَ النَّبِيِّينَ، ثُمَّ أَظْهَرَ شَرَفَهُ وَفَضْلَهُ عَلَيْهِمْ بِتَقْدِيمِهِ فِي الْإِمَامَةِ، وَذَلِكَ عَنْ إِشَارَةِ جِبْرِيلَ عَلَيْهِ السَّلَامُ فِي ذَلِكَ. ثُمَّ خَرَجَ مِنْ بَيْتِ الْمَقْدِسِ فَرَكِبَ الْبُرَاقَ وَعَادَ إِلَى مَكَّةَ بِغَلَسٍ. وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ. انْتَهَى بِلَفْظِهِ مِنْ تَفْسِيرِ الْحَافِظِ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثَبَتَ الْإِسْرَاءُ فِي جَمِيعِ مُصَنَّفَاتِ الْحَدِيثِ، وَرُوِيَ عَنِ الصَّحَابَةِ فِي كُلِّ أَقْطَارِ الْإِسْلَامِ، فَهُوَ مُتَوَاتِرٌ بِهَذَا الْوَجْهِ. وَذَكَرَ النَّقَّاشُ مِمَّنْ رَوَاهُ عِشْرِينَ صَحَابِيًّا، ثُمَّ شَرَعَ يَذْكَرُ بَعْضَ طُرُقِهِ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، وَبَسْطُ قِصَّةِ الْإِسْرَاءِ، تَرَكْنَاهُ لِشُهْرَتِهِ عِنْدَ الْعَامَّةِ، وَتَوَاتُرِهِ فِي الْأَحَادِيثِ. </p><p> وَذَكَرَ الْحَافِظُ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى فِي آخِرِ كَلَامِهِ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ فَائِدَتَيْنِ، قَالَ فِي أُولَاهُمَا:  \" فَائِدَةٌ حَسَنَةٌ جَلِيلَةٌ. وَرَوَى الْحَافِظَ أَبُو نُعَيْمٍ الْأَصْبَهَانِيُّ فِي كِتَابِ(دَلَائِلِ النُّبُوَّةِ)مِنْ طَرِيقِ مُحَمَّدِ بْنِ عُمَرَ الْوَاقِدِيِّ: حَدَّثَنِي مَالِكُ بْنُ أَبِي الرِّجَالِ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ،عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ قَالَ:\" بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دِحْيَةَ بْنَ خَلِيفَةَ إِلَى قَيْصَرَ. . . \". فَذَكَرَ وُرُودَهُ عَلَيْهِ وَقُدُومَهُ إِلَيْهِ، وَفِي السِّيَاقِ دَلَالَةٌ عَظِيمَةٌ عَلَى وُفُورِ عَقْلِ هِرَقْلَ، ثُمَّ اسْتَدْعَى مَنْ بِالشَّامِ مِنَ التُّجَّارِ فَجِيءَ بِأَبِي سُفْيَانَ صَخْرِ بْنِ حَرْبٍ وَأَصْحَابِهِ، فَسَأَلَهُمْ عَنْ تِلْكَ الْمَسَائِلِ الْمَشْهُورَةِ الَّتِي رَوَاهَا الْبُخَارِيُّ وَمُسْلِمٌ كَمَا سَيَأْتِي بَيَانُهُ.</p><p> وَجَعَلَ أَبُو سُفْيَانَ يَجْتَهِدُ أَنَّ يُحَقِّرَ أَمْرَهُ وَيُصَغِّرَ عِنْدَهُ، قَالَ فِي هَذَا السِّيَاقِ عَنْ أَبِي سُفْيَانَ: \" وَاللَّهِ مَا مَنَعَنِي مِنْ أَنْ أَقُولَ عَلَيْهِ قَوْلًا أُسْقِطُهُ بِهِ مِنْ عَيْنِهِ إِلَّا أَنِّي أَكْرَهُ أَنْ أَكْذِبَ عِنْدَهُ كِذْبَةً يَأْخُذُهَا عَلَيَّ وَلَا يُصَدِّقُنِي فِي شَيْءٍ. قَالَ: حَتَّى ذَكَرْتُ قَوْلَهُ لَيْلَةَ أُسَرِيَ بِهِ، قَالَ: فَقُلْتُ: أَيُّهَا الْمَلِكُ، أَلَا أُخْبِرُكَ خَبَرًا تَعْرِفُ بِهِ أَنَّهُ قَدْ كَذَبَ. قَالَ: وَمَا هُوَ؟ قَالَ: قُلْتُ إِنَّهُ يَزْعُمُ لَنَا أَنَّهُ خَرَجَ مِنْ أَرْضِنَا أَرْضِ الْحَرَمِ فِي لَيْلَةٍ، فَجَاءَ مَسْجِدَكُمْ هَذَا مَسْجِدَ إِيلِيَاءَ، وَرَجَعَ إِلَيْنَا تِلْكَ اللَّيْلَةَ قَبْلَ الصَّبَاحِ. قَالَ: وَبِطْرِيقُ إِيلِيَاءَ عِنْدَ رَأْسِ قَيْصَرَ، فَقَالَ بِطْرِيقُ إِيلِيَاءَ: قَدْ عَلِمْتُ تِلْكَ اللَّيْلَةَ. </p><p> قَالَ: فَنَظَرَ إِلَيْهِ قَيْصَرُ. وَقَالَ: وَمَا عِلْمُكَ بِهَذَا؟ قَالَ: إِنِّي كُنْتُ لَا أَنَامُ لَيْلَةً حَتَّى أُغْلِقَ أَبْوَابَ الْمَسْجِدِ. فَلَمَّا كَانَتْ تِلْكَ اللَّيْلَةُ أَغْلَقْتُ الْأَبْوَابَ كُلَّهَا غَيْرَ بَابٍ وَاحِدٍ </p><p> غَلَبَنِي، فَاسْتَعَنْتُ عَلَيْهِ بِعُمَّالِي وَمَنْ يَحْضُرُنِي كُلُّهُمْ فَغَلَبَنَا، فَلَمْ نَسْتَطِعْ أَنْ نُحَرِّكَهُ كَأَنَّمَا نُزَاوِلُ بِهِ جَبَلًا، فَدَعَوْتُ إِلَيْهِ النَّجَاجِرَةَ فَنَظَرُوا إِلَيْهِ فَقَالُوا: إِنَّ هَذَا الْبَابَ سَقَطَ عَلَيْهِ النِّجَافُ وَالْبُنْيَانُ وَلَا نَسْتَطِيعُ أَنْ نُحَرِّكَهُ، حَتَّى نُصْبِحَ فَنَنْظُرَ مِنْ أَيْنَ أَتَى. قَالَ: فَرَجَعْتُ وَتَرَكْتُ الْبَابَيْنِ مَفْتُوحَيْنِ. فَلَمَّا أَصْبَحَتْ غَدَوْتُ عَلَيْهِمَا فَإِذَا الْمَجَرُّ الَّذِي فِي زَاوِيَةِ الْمَسْجِدِ مَثْقُوبٌ. وَإِذَا فِيهِ أَثَرُ مَرْبِطِ الدَّابَّةِ. قَالَ: فَقُلْتُ لِأَصْحَابِي: مَا حُبِسَ هَذَا الْبَابُ اللَّيْلَةَ إِلَّا عَلَى نَبِيٍّ وَقَدْ صَلَّى اللَّيْلَةَ فِي مَسْجِدِنَا اهـ. </p><p> ثُمَّ قَالَ فِي الْأُخْرَى:  \" فَائِدَةٌ: قَالَ الْحَافِظُ أَبُو الْخَطَّابِ عُمَرُ بْنُ دِحْيَةَ فِي كِتَابِهِ(التَّنْوِيرِ فِي مَوْلِدِ السِّرَاجِ الْمُنِيرِ)وَقَدْ ذَكَرَ حَدِيثَ الْإِسْرَاءِ مِنْ طَرِيقِ أَنَسٍ، وَتَكَلَّمَ عَلَيْهِ فَأَجَادَ وَأَفَادَ،ثُمَّ قَالَ:وَقَدْ تَوَاتَرَتِ الرِّوَايَاتُ فِي حَدِيثِ الْإِسْرَاءِ عَنْ عُمَرَ بْنِ الْخَطَّابِ، وَعَلِيٍّ، وَابْنِ مَسْعُودٍ، وَأَبِي ذَرٍّ، وَمَالِكِ بْنِ صَعْصَعَةَ، وَأَبِي هُرَيْرَةَ، وَأَبِي سَعِيدٍ، وَابْنِ عَبَّاسٍ، وَشَدَّادِ بْنِ أَوْسٍ، وَأُبَيِّ بْنِ كَعْبٍ، وَعَبْدِ الرَّحْمَنِ بْنِ قُرْطٍ، وَأَبِي حَبَّةَ، وَأَبِي لَيْلَى الْأَنْصَارِيَّيْنِ، وَعَبْدِ اللَّهِ بْنِ عَمْرٍو، وَجَابِرٍ، وَحُذَيْفَةَ، وَبُرَيْدَةَ، وَأَبِي أَيُّوبَ، وَأَبِي أُمَامَةَ، وَسَمُرَةَ بْنِ جُنْدُبٍ، وَأَبِي الْحَمْرَاءِ، وَصُهَيْبٍ الرُّومِيِّ، وَأُمِّ هَانِئٍ، وَعَائِشَةَ، وَأَسْمَاءَ ابْنَتَيْ أَبِي بَكْرٍ الصَّدِيقِ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ. مِنْهُمْ مَنْ سَاقَهُ بِطُولِهِ، وَمِنْهُمْ مَنِ اخْتَصَرَهُ عَلَى مَا وَقَعَ فِي الْمَسَانِيدِ، وَإِنْ لَمْ تَكُنْ رِوَايَةُ بَعْضِهِمْ عَلَى شَرْطِ الصِّحَّةِ \" فَحَدِيثُ الْإِسْرَاءِ أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ، وَأَعْرَضَ عَنْهُ الزَّنَادِقَةُ وَالْمُلْحِدُونَ ; يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ اهـ مِنِ ابْنِ كَثِيرٍ بِلَفْظِهِ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ أَحْسَنَ أَوْجُهِ الْإِعْرَابِ فِي سُبْحَانَ [١٧ \\ ١] أَنَّهُ مَفْعُولٌ مُطْلَقٌ، مَنْصُوبٌ بِفِعْلٍ مَحْذُوفٍ: أَيْ أُسَبِّحُ اللَّهَ سُبْحَانًا ; أَيْ تَسْبِيحًا. وَالتَّسْبِيحُ: الْإِبْعَادُ عَنِ السُّوءِ. وَمَعْنَاهُ فِي الشَّرْعِ: التَّنْزِيهُ عَنْ كُلِّ مَا لَا يَلِيقُ بِجَلَالِ اللَّهِ وَكَمَالِهِ، كَمَا قَدَّمْنَا. وَزَعَمَ بَعْضُ أَهْلِ الْعِلْمِ: أَنَّ لَفْظَةَ سُبْحَانَ عَلَمٌ لِلتَّنْزِيهِ. وَعَلَيْهِ فَهُوَ عَلَمُ جِنْسٍ لِمَعْنَى التَّنْزِيهِ عَلَى حَدِّ قَوْلِ ابْنِ مَالِكٍ فِي الْخُلَاصَةِ، مُشِيرًا إِلَى أَنَّ عَلَمَ الْجِنْسِ يَكُونُ لِلْمَعْنَى كَمَا يَكُونُ لِلذَّاتِ: وَمِثْلُهُ بَرَّةُ لِلْمَبَرَّةِ كَذَا فُجَّارِ عَلَمٌ لِلْفَجَرَةِ </p><p> وَعَلَى أَنَّهُ عَلَمٌ: فَهُوَ مَمْنُوعٌ مِنَ الصَّرْفِ لِلْعَلَمِيَّةِ وَزِيَادَةِ الْأَلِفِ وَالنُّونِ. وَالَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّهُ غَيْرُ عَلَمٍ، وَأَنَّ مَعْنَى سُبْحَانَ تَنْزِيهًا لِلَّهِ عَنْ كُلِّ مَا لَا يَلِيقُ بِهِ. وَلَفْظَةُ سُبْحَانَ مِنَ الْكَلِمَاتِ الْمُلَازِمَةِ لِلْإِضَافَةِ، وَوُرُودُهَا غَيْرُ مُضَافَةٍ قَلِيلٌ. كَقَوْلِ </p><p> الْأَعْشَى: </p><p> فَقُلْتُ لَمَّا جَاءَنِي فَخْرُهُ ... سُبْحَانَ مِنْ عَلْقَمَةَ الْفَاخِرِ </p><p> وَمِنَ الْأَدِلَّةِ عَلَى أَنَّهُ غَيْرُ عَلَمٍ مُلَازَمَتُهُ لِلْإِضَافَةِ وَالْأَعْلَامُ تَقِلُّ إِضَافَتُهَا، وَقَدْ سَمِعْتُ لَفْظَةَ سُبْحَانَ غَيْرَ مُضَافَةٍ مَعَ التَّنْوِينِ وَالتَّعْرِيفِ. فَمِثَالُهُ مَعَ التَّنْوِينِ قَوْلُهُ: سُبْحَانَهُ ثُمَّ سُبْحَانًا نَعُوذُ بِهِ وَقَبْلَنَا سَبَّحَ الْجُودِيُّ وَالْجُمُدُ </p><p> وَمِثَالُهُ مُعَرَّفًا قَوْلُ الرَّاجِزِ: </p><p> سُبْحَانَكَ اللَّهُمَّ ذَا السُّبْحَانِ </p><p> وَالتَّعْبِيرُ بِلَفْظِ الْعَبْدِ فِي هَذَا الْمَقَامِ الْعَظِيمِ يَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ مَقَامَ الْعُبُودِيَّةِ هُوَ أَشْرَفُ صِفَاتِ الْمَخْلُوقِينَ وَأَعْظَمُهَا وَأَجَلُّهَا. إِذْ لَوْ كَانَ هُنَاكَ وَصْفٌ أَعْظَمُ مِنْهُ لَعَبَّرَ بِهِ فِي هَذَا الْمَقَامِ الْعَظِيمِ، الَّذِي اخْتَرَقَ الْعَبْدُ فِيهِ السَّبْعَ الطِّبَاقَ، وَرَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى. وَقَدْ قَالَ الشَّاعِرُ فِي مَحْبُوبٍ مَخْلُوقٍ، وَلِلَّهِ الْمَثَلُ الْأَعْلَى: </p><p> يَا قَوْمُ قَلْبِي عِنْدَ زَهْرَاءَ ... يَعْرِفُهُ السَّامِعُ وَالرَّائِي </p><p> لَا تَدْعُنِي إِلَّا بِيَا عَبْدَهَا ... فَإِنَّهُ أَشْرَفُ أَسْمَائِي </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي النُّكْتَةِ الْبَلَاغِيَّةِ الَّتِي نَكَّرَ مِنْ أَجْلِهَا لَيْلًا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> قَالَ الزَّمَخْشَرِيُّ فِي [الْكَشَّافِ] : أَرَادَ بِقَوْلِهِ: لَيْلًا [١٧ \\ ١] بِلَفْظِ التَّنْكِيرِ تَقْلِيلَ مُدَّةِ الْإِسْرَاءِ، وَأَنَّهُ أُسَرِيَ بِهِ فِي بَعْضِ اللَّيْلِ مِنْ مَكَّةَ إِلَى الشَّامِ مَسِيرَةَ أَرْبَعِينَ لَيْلَةً. وَذَلِكَ أَنَّ التَّنْكِيرَ فِيهِ قَدْ دَلَّ عَلَى مَعْنَى الْبَعْضِيَّةِ، وَيَشْهَدُ لِذَلِكَ قِرَاءَةُ عَبْدِ اللَّهِ وَحُذَيْفَةَ: مِنَ اللَّيْلِ ; أَيْ بَعْضُ اللَّيْلِ. كَقَوْلِهِ: وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً [١٧ \\ ٧٩] يَعْنِي بِالْقِيَامِ فِي بَعْضِ اللَّيْلِ اه. وَاعْتَرَضَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا. </p><p> وَذَكَرَ بَعْضُهُمْ: أَنَّ التَّنْكِيرَ فِي قَوْلِهِ: لَيْلًا لِلتَّعْظِيمِ ; أَيْ: لَيْلًا أَيَّ لَيْلٍ، دَنَا فِيهِ الْمُحِبُّ إِلَى الْمَحْبُوبِ، وَقِيلَ فِيهِ غَيْرُ ذَلِكَ. وَقَدْ قَدَّمْنَا: أَنْ أَسْرَى وَسَرَى لُغَتَانِ. كَسَقَى وَأَسْقَى، وَقَدْ جَمَعَهُمَا قَوْلُ حَسَّانَ رَضِيَ اللَّهُ عَنْهُ: </p><p> حَيِّ النَّضِيرَةَ رَبَّةَ الْخِدْرِ ... أَسْرَتْ إِلَيْكَ وَلَمْ تَكُنْ تَسْرِي </p><p> بِفَتْحِ التَّاءِ مَنْ \" تَسْرِي \" وَالْبَاءُ فِي اللُّغَتَيْنِ لِلتَّعْدِيَةِ، كَالْبَاءِ فِي ذَهَبَ اللَّهُ بِنُورِهِمْ </p><p> [٢ \\ ١٧] وَقَدْ تَقَدَّمَتْ شَوَاهِدُ هَذَا فِي \" سُورَةِ هُودٍ \" ) . </p><p> تَنْبِيهٌ </p><p> اخْتَلَفَ الْعُلَمَاءُ: هَلْ رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَبَّهُ لَيْلَةَ الْإِسْرَاءِ بِعَيْنِ رَأْسِهِ أَوْ لَا؟ فَقَالَ ابْنُ عَبَّاسٍ وَغَيْرُهُ:  \" رَآهُ بِعَيْنِ رَأْسِهِ \" وَقَالَتْ عَائِشَةُ وَغَيْرُهَا: \" لَمْ يَرَهُ \" . وَهُوَ خِلَافٌ مَشْهُورٌ بَيْنَ أَهْلِ الْعِلْمِ مَعْرُوفٌ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: التَّحْقِيقُ الَّذِي دَلَّتْ عَلَيْهِ نُصُوصُ الشَّرْعِ: أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَرَهُ بِعَيْنِ رَأْسِهِ. وَمَا جَاءَ عَنْ بَعْضِ السَّلَفِ مِنْ أَنَّهُ رَآهُ. فَالْمُرَادُ بِهِ الرُّؤْيَةُ بِالْقَلْبِ. كَمَا فِي صَحِيحِ مُسْلِمٍ:  \" أَنَّهُ رَآهُ بِفُؤَادِهِ مَرَّتَيْنِ \" لَا بِعَيْنِ الرَّأْسِ. </p><p> وَمِنْ أَوْضَحِ الْأَدِلَّةِ عَلَى ذَلِكَ أَنَّ أَبَا ذَرٍّ رَضِيَ اللَّهُ عَنْهُ (وَهُوَ هُوَ فِي صِدْقِ اللَّهْجَةِ) سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْمَسْأَلَةِ بِعَيْنِهَا. فَأَفْتَاهُ بِمَا مُقْتَضَاهُ: أَنَّهُ لَمْ يَرَهُ. قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ زَيْدِ بْنِ إِبْرَاهِيمَ، عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ أَبِي ذَرٍّ قَالَ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: هَلْ رَأَيْتَ رَبَّكَ؟ قَالَ:  \" نُورٌ، أَنَّى أَرَاهُ \" ؟ . </p><p> حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي. (ح) وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثْنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا هَمَّامٌ، كِلَاهُمَا عَنْ قَتَادَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ قَالَ:  \" قُلْتُ لِأَبِي ذَرٍّ: لَوْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَسَأَلْتُهُ.فَقَالَ:عَنْ أَيِّ شَيْءٍ كُنْتَ تَسْأَلُهُ؟قَالَ:كُنْتُ أَسْأَلُهُ: هَلْ رَأَيْتَ رَبَّكَ؟قَالَ أَبُو ذَرٍّ:قَدْ سَأَلْتُ فَقَالَ: \" رَأَيْتُ نُورًا \" هَذَا لَفَظَ مُسْلِمٍ.</p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِهِ لِمُسْلِمٍ: أَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" نُورًا أَنَّى أَرَاهُ \" ا! فَهُوَ بِتَنْوِينِ \" نُورٍ \" وَفَتْحِ الْهَمْزَةِ فِي \" أَنَّى \" وَتَشْدِيدِ النُّونِ وَفَتْحِهَا. وَ \" أَرَاهُ \" بِفَتْحِ الْهَمْزَةِ، هَكَذَا رَوَاهُ جَمِيعُ الرُّوَاةِ فِي جَمِيعِ الْأُصُولِ وَالرِّوَايَاتِ.وَمَعْنَاهُ:حِجَابُهُ نُورٍ، فَكَيْفَ أَرَاهُ! .</p><p> قَالَ الْإِمَامُ أَبُو عَبْدِ اللَّهِ الْمَازِرِيُّ رَحِمَهُ اللَّهُ: الضَّمِيرُ فِي \" أَرَاهُ \" عَائِدٌ إِلَى اللَّهِ سُبْحَانَهُ وَتَعَالَى،وَمَعْنَاهُ:أَنَّ النُّورَ مَنَعَنِي مِنَ الرُّؤْيَةِ. كَمَا جَرَتِ الْعَادَةُ بِإِغْشَاءِ الْأَنْوَارِ الْأَبْصَارَ، وَمَنْعِهَا مِنْ إِدْرَاكِ مَا حَالَتْ بَيْنَ الرَّائِي وَبَيْنَهُ.</p><p> وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" رَأَيْتُ نُورًا \" مَعْنَاهُ: رَأَيْتُ النُّورَ فَحَسْبُ، وَلَمْ أَرَ غَيْرَهُ.قَالَ:وَرُوِيَ \" نُورَانِيٌّ \" بِفَتْحِ الرَّاءِ وَكَسْرِ النُّونِ وَتَشْدِيدِ الْيَاءِ. وَيُحْتَمَلُ أَنْ يَكُونَ مَعْنَاهُ رَاجِعًا إِلَى مَا قُلْنَاهُ. </p><p> أَيْ خَالِقُ النُّورِ الْمَانِعِ مِنْ رُؤْيَتِهِ، فَيَكُونُ مِنْ صِفَاتِ الْأَفْعَالِ. </p><p> قَالَ الْقَاضِي عِيَاضٌ رَحِمَهُ اللَّهُ: هَذِهِ الرِّوَايَةُ لَمْ تَقَعْ إِلَيْنَا وَلَا رَأَيْنَاهَا فِي شَيْءٍ مِنَ الْأُصُولِ. اه مَحَلُّ الْغَرَضِ مِنْ كَلَامِ النَّوَوِيِّ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: التَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ هُوَ: أَنَّ مَعْنَى الْحَدِيثِ هُوَ مَا ذُكِرَ ; مِنْ كَوْنِهِ لَا يَتَمَكَّنُ أَحَدٌ مِنْ رُؤْيَتِهِ لِقُوَّةِ النُّورِ الَّذِي هُوَ حِجَابُهُ. وَمَنْ أَصْرَحِ الْأَدِلَّةِ عَلَى ذَلِكَ أَيْضًا حَدِيثُ أَبِي مُوسَى الْمُتَّفَقُ عَلَيْهِ \" حِجَابُهُ النُّورُ أَوِ النَّارُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" وَهَذَا هُوَ مَعْنَى قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" نُورٌ، أَنَّى أَرَاهُ \" ؟ . أَيْ كَيْفَ أَرَاهُ وَحِجَابُهُ نُورٌ، مِنْ صِفَتِهِ أَنَّهُ لَوْ كَشَفَهُ لَأَحْرَقَ مَا انْتَهَى إِلَيْهِ بَصَرَهُ مِنْ خَلْقِهِ. </p><p> وَقَدْ قَدَّمْنَا: أَنَّ تَحْقِيقَ الْمَقَامِ فِي رُؤْيَةِ اللَّهِ جَلَّ وَعَلَا بِالْأَبْصَارِ أَنَّهَا جَائِزَةٌ عَقْلًا فِي الدُّنْيَا وَالْآخِرَةِ، بِدَلِيلِ قَوْلِ مُوسَى: رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ [٧ \\ ١٤٣] ; لِأَنَّهُ لَا يَجْهَلُ الْمُسْتَحِيلَ فِي حَقِّهِ جَلَّ وَعَلَا. وَأَنَّهَا جَائِزَةٌ شَرْعًا وَوَاقِعَةٌ يَوْمَ الْقِيَامَةِ، مُمْتَنِعَةٌ شَرْعًا فِي الدُّنْيَا قَالَ: لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ [٧ \\ ١٤٣] إِلَى قَوْلِهِ: جَعَلَهُ دَكًّا [٧ \\ ١٤٣] . </p><p> وَمِنْ أَصْرَحِ الْأَدِلَّةِ فِي ذَلِكَ حَدِيثُ:  \" إِنَّكُمْ لَنْ تَرَوْا رَبَّكُمْ حَتَّى تَمُوتُوا \" فِي صَحِيحِ مُسْلِمٍ وَصَحِيحِ ابْنِ خُزَيْمَةَ كَمَا تَقَدَّمَ. </p><p> وَأَمَّا قَوْلُهُ: ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ [٥٣ \\ ٨ - ٩] فَذَلِكَ جِبْرِيلُ عَلَى التَّحْقِيقِ، لَا اللَّهُ جَلَّ وَعَلَا. قَوْلُهُ تَعَالَى: الَّذِي بَارَكْنَا حَوْلَهُ. </p><p> أَظْهَرُ التَّفْسِيرَاتِ فِيهِ: أَنَّ مَعْنَى بَارَكْنَا حَوْلَهُ [١٧ \\ ١] أَكْثَرْنَا حَوْلَهُ الْخَيْرَ وَالْبَرَكَةَ بِالْأَشْجَارِ وَالثِّمَارِ وَالْأَنْهَارِ. وَقَدْ وَرَدَتْ آيَاتٌ تَدُلُّ عَلَى هَذَا ; كَقَوْلِهِ تَعَالَى: وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ [٢١ \\ ٧١] ، وَقَوْلِهِ: وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ [٢١ \\ ٨١] ; فَإِنَّ الْمُرَادَ بِتِلْكَ الْأَرْضِ: الشَّامُ. وَالْمُرَادُ بِأَنَّهُ بَارَكَ فِيهَا: أَنَّهُ أَكْثَرَ فِيهَا الْبَرْكَةَ وَالْخَيْرَ بِالْخَصْبِ وَالْأَشْجَارِ وَالثِّمَارِ وَالْمِيَاهِ. كَمَا عَلَيْهِ جُمْهُورُ الْعُلَمَاءِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِأَنَّهُ بَارَكَ فِيهَا أَنَّهُ بَعَثَ الْأَنْبِيَاءَ مِنْهَا. وَقِيلَ غَيْرُ ذَلِكَ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}