{
  "id": null,
  "sura": 17,
  "aya": 94,
  "text": "<p> [الْآيَةُ ٥٢] كَمَا يُشِيرُ إِلَيْهِ قَوْلُهُ تَعَالَى: وَإِذَا جَاءَتْهُمْ آيَةٌ قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ الْآيَةَ [٦ \\ ١٢٤] . وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا [١٧ \\ ٩٣] ، أَيْ تَنْزِيهًا لِرَبِّي جَلَّ وَعَلَا عَنْ كُلِّ مَا لَا يَلِيقُ بِهِ، وَيَدْخُلُ فِيهِ تَنْزِيهُهُ عَنِ الْعَجْزِ عَنْ فِعْلِ مَا اقْتَرَحْتُمْ، فَهُوَ قَادِرٌ عَلَى كُلِّ شَيْءٍ، لَا يُعْجِزُهُ شَيْءٌ، وَأَنَا بَشَرٌ أَتَّبِعُ مَا يُوحِيهِ إِلَيَّ رَبِّي. </p><p> وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا [١٨ \\ ١١٠] ، وَقَوْلِهِ: قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ الْآيَةَ [٤١ \\ ٦] ; وَكَقَوْلِهِ تَعَالَى عَنْ جَمِيعِ الرُّسُلِ: قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ [١٤ \\ ١١] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَرَأَ تَفْجُرَ، الْأُولَى عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ بِفَتْحِ التَّاءِ وَإِسْكَانِ الْفَاءِ وَضَمِّ الْجِيمِ، وَالْبَاقُونَ بِضَمِّ التَّاءِ وَفَتْحِ الْفَاءِ وَتَشْدِيدِ الْجِيمِ مَكْسُورَةً، وَاتَّفَقَ الْجَمِيعُ عَلَى هَذَا فِي الثَّانِيَةِ. وَقَرَأَ نَافِعٌ وَابْنُ عَامِرٍ وَعَاصِمٌ كِسَفًا بِفَتْحِ السِّينِ وَالْبَاقُونَ بِإِسْكَانِهَا، وَقَرَأَ أَبُو عَمْرٍو: تُنْزِلَ بِإِسْكَانِ النُّونِ وَتَخْفِيفِ الزَّايِ، وَالْبَاقُونَ بِفَتْحِ النُّونِ وَشَدِّ الزَّايِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا. </p><p> هَذَا الْمَانِعُ الْمَذْكُورُ هُنَا عَادِيٌّ ; لِأَنَّهُ جَرَتْ عَادَةُ جَمِيعِ الْأُمَمِ بِاسْتِغْرَابِهِمْ بَعْثَ اللَّهِ رُسُلًا مِنَ الْبَشَرِ ; كَقَوْلِهِ: قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا الْآيَةَ [١٤ \\ ١٠] ، وَقَوْلِهِ: أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا الْآيَةَ [٢٣ \\ ٤٧] ، وَقَوْلِهِ: أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ [٥٤ \\ ٢٤] ، وَقَوْلِهِ: ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا الْآيَةَ [٦٤ \\ ٦] ، وَقَوْلِهِ: وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ [٢٣ \\ ٣٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالدَّلِيلُ عَلَى أَنَّ الْمَانِعَ فِي هَذِهِ الْآيَةِ عَادِيٌّ: أَنَّهُ تَعَالَى صَرَّحَ بِمَانِعٍ آخَرَ غَيْرِ هَذَا «فِي سُورَةِ الْكَهْفِ» وَهُوَ قَوْلُهُ: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا [١٨ \\ ٥٥] ، فَهَذَا الْمَانِعُ الْمَذْكُورُ «فِي الْكَهْفِ» مَانِعٌ حَقِيقِيٌّ ; لِأَنَّ مَنْ أَرَادَ اللَّهَ بِهِ سُنَّةَ الْأَوَّلِينَ مِنَ الْإِهْلَاكِ، أَوْ أَنْ يَأْتِيَهُ </p>"
}