{
  "id": null,
  "sura": 17,
  "aya": 2,
  "text": "<p> قَوْلُهُ تَعَالَى: لِنُرِيَهُ مِنْ آيَاتِنَا. </p><p> الظَّاهِرُ إِنَّمَا أَرَاهُ اللَّهَ مِنْ آيَاتِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَرَاهُ إِيَّاهُ رُؤْيَةَ عَيْنٍ. فَهَمْزَةُ التَّعْدِيَةِ دَاخِلَةٌ عَلَى رَأَى الْبَصَرِيَّةِ ; كَقَوْلِكَ: أَرَأَيْتَ زَيْدًا دَارَ عَمْرٍو. أَيْ جَعَلْتَهُ يَرَاهَا بِعَيْنِهِ. ومِنْ فِي الْآيَةِ لِلتَّبْعِيضِ، وَالْمَعْنَى: لِنُرِيَهُ مِنْ آيَاتِنَا: أَيْ بَعْضَ آيَاتِنَا فَنَجْعَلُهُ يَرَاهَا بِعَيْنِهِ. وَذَلِكَ مَا رَآهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَيْنِهِ لَيْلَةَ الْإِسْرَاءِ مِنَ الْغَرَائِبِ وَالْعَجَائِبِ. كَمَا جَاءَ مُبَيَّنًا فِي الْأَحَادِيثِ الْكَثِيرَةِ. </p><p> وَيَدُلُّ لِمَا ذَكَرْنَا فِي الْآيَةِ الْكَرِيمَةِ قَوْلُهُ تَعَالَى فِي سُورَةِ النَّجْمِ: مَا زَاغَ الْبَصَرُ وَمَا طَغَى لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى [٥٣ \\ ١٧ - ١٨] . </p><p> قَوْلُهُ تَعَالَى: وَآتَيْنَا مُوسَى الْكِتَابَ </p><p> ; لِمَا بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عِظَمَ شَأْنِ نَبِيهِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، ذَكَرَ عِظَمَ شَأْنِ مُوسَى بِالْكِتَابِ الْعَظِيمِ، الَّذِي أَنْزَلَهُ إِلَيْهِ، وَهُوَ التَّوْرَاةُ. مُبَيِّنًا أَنَّهُ جَعَلَهُ هُدًى لِبَنِي إِسْرَائِيلَ. وَكَرَّرَ جَلَّ وَعَلَا هَذَا الْمَعْنَى فِي الْقُرْآنِ. كَقَوْلِهِ: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ [٣٢ \\ ٢٣ - ٢٤] ، وَقَوْلِهِ: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ الْآيَةَ [٢٨ \\ ٤٣] ، وَقَوْلِهِ: ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ الْآيَةَ [٦ \\ ٥٤] ، وَقَوْلِهِ: وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ الْآيَةَ [٧ \\ ١٤٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا. </p><p> اعْلَمْ أَنَّ هَذَا الْحَرْفَ قَرَأَهُ جُمْهُورُ الْقُرَّاءِ أَلَا تَتَّخِذُونَ بِالتَّاءِ عَلَى وَجْهِ الْخِطَابِ، وَعَلَى هَذَا فَ «أَنْ» هِيَ الْمُفَسِّرَةُ. فَجَعَلَ التَّوْرَاةَ هُدًى لِبَنِي إِسْرَائِيلَ مُفَسِّرٌ بِنَهْيِهِمْ عَنِ اتِّخَاذِ وَكَيْلٍ مِنْ دُونِ اللَّهِ ; لِأَنَّ الْإِخْلَاصَ كُلَّهُ فِي عِبَادَتِهِ هُوَ ثَمَرَةُ الْكُتُبِ الْمُنَزَّلَةِ عَلَى الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ وَسَلَامُهُ. وَعَلَى هَذِهِ الْقِرَاءَةِ فَ «لَا» فِي قَوْلِهِ: أَلَّا تَتَّخِذُوا [١٧ \\ ٢] نَاهِيَةٌ. وَقَرَأَهُ أَبُو عَمْرٍو مِنَ السَّبْعَةِ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا بِالْيَاءِ عَلَى الْغَيْبَةِ. وَعَلَى هَذِهِ الْقِرَاءَةِ فَالْمَصْدَرُ الْمُنْسَبِكُ مِنْ «أَنَّ» وَصِلَتِهَا مَجْرُورٌ بِحَرْفِ التَّعْلِيلِ الْمَحْذُوفِ. أَيْ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ لِأَجْلِ أَلَّا يَتَّخِذُوا مِنْ دُونِي وَكِيلًا. لِأَنَّ اتِّخَاذَ الْوَكِيلِ الَّذِي تُسْنَدُ إِلَيْهِ الْأُمُورُ، وَتُفَوَّضُ مِنْ دُونِ اللَّهِ لَيْسَ مِنَ الْهُدَى. فَمَرْجِعُ الْقِرَاءَتَيْنِ إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ أَنَّ التَّوَكُّلَ إِنَّمَا يَكُونُ عَلَى اللَّهِ وَحْدَهُ لَا عَلَى غَيْرِهِ. </p><p> وَكَرَّرَ هَذَا الْمَعْنَى فِي مَوَاضِعَ كَثِيرَةٍ. كَقَوْلِهِ: رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ [٧٣ \\ ٩] ، وَقَوْلِهِ: قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا [٦٧ \\ ٢٩] . وَقَوْلِهِ: فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ [٩ \\ ١٢٩] ، وَقَوْلِهِ: وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ [٦٥ \\ ٣] ، وَقَوْلِهِ: لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ [١٤ \\ ١١ - ١٢] ، وَقَوْلِهِ: إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ [١١ \\ ٥٦] ، وَقَوْلِهِ: وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَاقَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ الْآيَةَ [١٠ \\ ٧١] ، وَقَوْلِهِ: وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا [٣٣ \\ ٣] ، وَقَوْلِهِ: وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ الْآيَةَ [٢٥ \\ ٥٨] ، وَقَوْلِهِ: فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ الْآيَةَ، وَقَوْلِهِ: فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ [٣ \\ ١٧٣] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جَدًّا. </p><p> وَالْوَكِيلُ: فَعِيلٌ مِنَ التَّوَكُّلِ ; أَيْ مُتَوَكِّلًا عَلَيْهِ، تُفَوِّضُونَ إِلَيْهِ أُمُورَكُمْ. فَيُوصِلُ إِلَيْكُمُ النَّفْعَ، وَيَكُفُّ عَنْكُمُ الضُّرَّ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: وَكِيلًا [١٧ \\ ٢] ; أَيْ رِبًّا تَكِلُونَ إِلَيْهِ أُمُورَكُمْ. </p><p> وَقَالَ ابْنُ جَرِيرٍ: حَفِيظًا لَكُمْ سِوَايَ. </p><p> وَقَالَ أَبُو الْفَرَجِ بْنُ الْجَوْزِيِّ: قِيلَ لِلرَّبِّ وَكِيلٌ لِكِفَايَتِهِ وَقِيَامِهِ بِشُئُونِ عِبَادِهِ، لَا عَلَى مَعْنَى ارْتِفَاعِ مَنْزِلَةِ الْمُوَكِّلِ وَانْحِطَاطِ أَمْرِ الْوَكِيلِ اه. قَالَهُ أَبُو حَيَّانَ فِي الْبَحْرِ. </p><p> وَقَالَ الْقُرْطُبِيُّ: وَكِيلًا ; أَيْ شَرِيكًا، عَنْ مُجَاهِدٍ. وَقِيلَ: كَفِيلًا بِأُمُورِهِمْ. حَكَاهُ الْفَرَّاءُ. وَقِيلَ: رَبًّا يَتَوَكَّلُونَ عَلَيْهِ فِي أُمُورِهِمْ. قَالَهُ الْكَلْبِيُّ. وَقَالَ الْفَرَّاءُ: كَافِيًا اه وَالْمَعَانِي مُتَقَارِبَةٌ، وَمَرْجِعُهَا إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ أَنَّ الْوَكِيلَ: مَنْ يُتَوَكَّلُ عَلَيْهِ. فَتُفَوَّضُ الْأُمُورُ إِلَيْهِ، لِيَأْتِيَ بِالْخَيْرِ، وَيَدْفَعَ الشَّرَّ. وَهَذَا لَا يَصِحُّ إِلَّا لِلَّهِ وَحْدَهُ جَلَّ وَعَلَا. وَلِهَذَا حَذَّرَ مِنَ اتِّخَاذِ وَكِيلٍ دُونَهُ. لِأَنَّهُ لَا نَافِعَ وَلَا ضَارَّ، وَلَا كَافِيَ إِلَّا هُوَ وَحْدَهُ جَلَّ وَعَلَا. . عَلَيْهِ تَوَكَّلْنَا، وَهُوَ حَسَبُنَا وَنِعْمَ الْوَكِيلُ. </p>"
}