{
  "id": null,
  "sura": 17,
  "aya": 23,
  "text": "<p> الْمَخْذُولِ أَنْ يَقْعُدَ حَائِرًا مُتَفَكِّرًا، وَعَبَّرَ بِغَالِبِ حَالِهِ وَهُوَ الْقُعُودُ، وَقِيلَ: مَعْنَى فَتَقْعُدَ [١٧ \\ ٢٢] فَتَعْجَزُ. وَالْعَرَبُ تَقُولُ: مَا أَقْعَدَكَ عَنِ الْمَكَارِمِ. اه مَحَلُّ الْغَرَضِ مِنْ كَلَامِ أَبِي حَيَّانَ. </p><p> وَالْمَذْمُومُ هُنَا: هُوَ مَنْ يَلْحَقُهُ الذَّمُّ مِنَ اللَّهِ وَمِنَ الْعُقَلَاءِ مِنَ النَّاسِ ; حَيْثُ أَشْرَكَ بِاللَّهِ مَا لَا يَنْفَعُ وَلَا يَضُرُّ، وَلَا يَقْدِرُ عَلَى شَيْءٍ. </p><p> وَالْمَخْذُولُ: هُوَ الَّذِي لَا يَنْصُرُهُ مَنْ كَانَ يُؤَمِّلُ مِنْهُ النَّصْرَ. وَمِنْهُ قَوْلُهُ: </p><p> إِنَّ الْمَرْءَ مَيِّتًا بِانْقِضَاءِ حَيَاتِهِ ... وَلَكِنْ بِأَنْ يَبْغَى عَلَيْهِ فَيُخْذُلَا </p><p> قَوْلُهُ تَعَالَى: وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا </p><p> ، أَمَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِإِخْلَاصِ الْعِبَادَةِ لَهُ وَحْدَهُ، وَقَرَنَ بِذَلِكَ الْأَمْرِ بِالْإِحْسَانِ إِلَى الْوَالِدَيْنِ. </p><p> وَجَعْلُهُ بِرَّ الْوَالِدَيْنِ مَقْرُونًا بِعِبَادَتِهِ وَحْدَهُ جَلَّ وَعَلَا الْمَذْكُورُ هُنَا ذَكَرَهُ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ فِي سُورَةِ «النِّسَاءِ» : وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا الْآيَةَ [٤ \\ ٣٦] ، وَقَوْلِهِ فِي الْبَقَرَةِ: وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَانًا الْآيَةَ [٢ \\ ٨٣] ، وَقَوْلِهِ فِي سُورَةِ لُقْمَانَ: أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ [٣١ \\ ١٤] ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ بِرَّهُمَا لَازِمٌ وَلَوْ كَانَا مُشْرِكَيْنِ دَاعِيَيْنِ إِلَى شِرْكِهِمَا ; كَقَوْلِهِ فِي «لُقْمَانَ» : وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا [٣١ \\ ١٥] ، وَقَوْلِهِ فِي «الْعَنْكَبُوتِ» : وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ الْآيَةَ [٢٩ \\ ٨] . </p><p> وَذِكْرُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَاتِ بِرِّ الْوَالِدَيْنِ مَقْرُونًا بِتَوْحِيدِهِ جَلَّ وَعَلَا فِي عِبَادَتِهِ، يَدُلُّ عَلَى شِدَّةِ تَأَكُّدِ وُجُوبِ بِرِّ الْوَالِدَيْنِ. وَجَاءَتْ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ أَحَادِيثَ كَثِيرَةٍ. </p><p> وَقَوْلُهُ جَلَّ وَعَلَا فِي الْآيَاتِ الْمَذْكُورَةِ: وَبِالْوَالِدَيْنِ إِحْسَانًا [١٧ \\ ٢٣] بَيَّنَهُ بِقَوْلِهِ تَعَالَى: إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّي ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا [١٧ \\ ٢٣ - ٢٤] ; لِأَنَّ هَذَا مِنَ الْإِحْسَانِ إِلَيْهِمَا الْمَذْكُورِ فِي الْآيَاتِ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ تَعَالَى إِيضَاحُ مَعْنَى خَفْضِ الْجَنَاحِ، وَإِضَافَتِهِ إِلَى الذُّلِّ فِي سُورَةِ «الشُّعَرَاءِ» ، وَقَدْ أَوْضَحْنَا ذَلِكَ غَايَةَ الْإِيضَاحِ فِي رِسَالَتِنَا الْمُسَمَّاةِ «مَنْعَ جَوَازِ الْمَجَازِ فِي الْمَنْزِلِ لِلتَّعَبُّدِ وَالْإِعْجَازِ» . </p>"
}