{
  "id": null,
  "sura": 17,
  "aya": 46,
  "text": "<p> [١٧ \\ ٤٥] ، فَجَاءَتْ حَتَّى قَامَتْ عَلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَلَمْ تَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: يَا أَبَا بَكْرٍ، بَلَغَنِي أَنَّ صَاحِبَكَ هَجَانِي. فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: لَا وَرَبِّ هَذَا الْبَيْتِ مَا هَجَاكِ، فَانْصَرَفَتْ وَهِيَ تَقُولُ: قَدْ عَلِمَتْ قُرَيْشٌ أَنِّي بِنْتُ سَيِّدِهَا، إِلَى غَيْرِ ذَلِكَ مِنَ الرِّوَايَاتِ بِهَذَا الْمَعْنَى. </p><p> وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، بَعْدَ أَنْ سَاقَ بَعْضَ الرِّوَايَاتِ نَحْوَ مَا ذَكَرْنَا فِي هَذَا الْوَجْهِ الْأَخِيرِ مَا نَصُّهُ: وَلَقَدِ اتَّفَقَ لِي بِبِلَادِنَا - الْأَنْدَلُسِ - بِحِصْنِ مَنْثُورٍ مِنْ أَعْمَالِ قُرْطُبَةَ مِثْلُ هَذَا، وَذَلِكَ أَنِّي هَرَبْتُ أَمَامَ الْعَدُوِّ وَانْحَزْتُ إِلَى نَاحِيَةٍ عَنْهُ، فَلَمْ أَلْبَثْ أَنْ خَرَجَ فِي طَلَبِي فَارِسَانِ وَأَنَا فِي فَضَاءٍ مِنَ الْأَرْضِ قَاعِدٌ لَيْسَ يَسْتُرُنِي عَنْهُمَا شَيْءٌ، وَأَنَا أَقْرَأُ أَوَّلَ سُورَةِ يس وَغَيْرَ ذَلِكَ مِنَ الْقُرْآنِ، فَعَبَرَا عَلَيَّ ثُمَّ رَجَعَا مِنْ حَيْثُ جَاءَا، وَأَحَدُهُمَا يَقُولُ لِلْآخَرِ: هَذَا دُيْبَلَةٌ (يَعْنُونَ شَيْطَانًا) وَأَعْمَى اللَّهُ عَزَّ وَجَلَّ أَبْصَارَهُمْ فَلَمْ يَرَوْنِي. اهـ، وَقَالَ الْقُرْطُبِيُّ: إِنَّ هَذَا الْوَجْهَ فِي مَعْنَى الْآيَةِ هُوَ الْأَظْهَرُ. </p><p> وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: حِجَابًا مَسْتُورًا قَالَ بَعْضُ الْعُلَمَاءِ: هُوَ مِنْ إِطْلَاقِ اسْمِ الْمَفْعُولِ وَإِرَادَةِ اسْمِ الْفَاعِلِ ; أَيْ حِجَابًا سَاتِرًا، وَقَدْ يَقَعُ عَكْسُهُ كَقَوْلِهِ تَعَالَى: مِنْ مَاءٍ دَافِقٍ [٨٦ \\ ٦] أَيْ مَدْفُوقٍ عِيشَةٍ رَاضِيَةٍ [٦٩ \\ ٢١] أَيْ مَرْضِيَّةٍ. فَإِطْلَاقُ كُلٍّ مِنِ اسْمِ الْفَاعِلِ وَاسْمِ الْمَفْعُولِ وَإِرَادَةُ الْآخَرِ أُسْلُوبٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، وَالْبَيَانِيُّونَ يُسَمُّونَ مِثْلَ ذَلِكَ الْإِطْلَاقِ «مَجَازًا عَقْلِيًّا» وَمِنْ أَمْثِلَةِ إِطْلَاقِ الْمَفْعُولِ وَإِرَادَةِ الْفَاعِلِ كَالْقَوْلِ فِي الْآيَةِ ; قَوْلُهُمْ: مَيْمُونٌ وَمَشْئُومٌ، بِمَعْنَى يَامِنٍ وَشَائِمٍ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: قَوْلُهُ: مَسْتُورًا عَلَى مَعْنَاهُ الظَّاهِرِ مِنْ كَوْنِهِ اسْمَ مَفْعُولٍ ; لِأَنَّ ذَلِكَ الْحِجَابَ مَسْتُورٌ عَنْ أَعْيُنِ النَّاسِ فَلَا يَرَوْنَهُ، أَوْ مَسْتُورًا بِهِ الْقَارِئُ فَلَا يَرَاهُ غَيْرُهُ، وَاخْتَارَ هَذَا أَبُو حَيَّانَ فِي الْبَحْرِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ جَعَلَ عَلَى قُلُوبِ الْكُفَّارِ أَكِنَّةً (جَمْعُ كِنَانٍ) وَهُوَ مَا يَسْتُرُ الشَّيْءَ وَيُغَطِّيهِ وَيُكِنُّهُ، لِئَلَّا يَفْقَهُوا الْقُرْآنَ، أَوْ كَرَاهَةَ أَنْ يَفْقَهُوهُ لِحَيْلُولَةِ تِلْكَ الْأَكِنَّةِ بَيْنَ قُلُوبِهِمْ وَبَيْنَ فِقْهِ الْقُرْآنِ ; أَيْ فَهْمِ مَعَانِيهِ فَهْمًا يَنْتَفِعُ بِهِ صَاحِبُهُ، وَأَنَّهُ جَعَلَ فِي آذَانِهِمْ وَقْرًا ; أَيْ صَمَمًا وَثِقَلًا لِئَلَّا يَسْمَعُوهُ سَمَاعَ قَبُولٍ وَانْتِفَاعٍ. </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ سَبَبَ الْحَيْلُولَةِ بَيْنَ الْقُلُوبِ وَبَيْنَ الِانْتِفَاعِ بِهِ، وَأَنَّهُ هُوَ كُفْرُهُمْ، </p><p> فَجَازَاهُمُ اللَّهُ عَلَى كُفْرِهِمْ بِطَمْسِ الْبَصَائِرِ وَإِزَاغَةِ الْقُلُوبِ وَالطَّبْعِ وَالْخَتْمِ وَالْأَكِنَّةِ الْمَانِعَةِ مِنْ وُصُولِ الْخَيْرِ إِلَيْهَا، كَقَوْلِهِ تَعَالَى: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ الْآيَةَ [٦١ \\ ٥] ، وَقَوْلِهِ: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] ، وَقَوْلِهِ: وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ [٦ \\ ١١٠] ، وَقَوْلِهِ: فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا الْآيَةَ [٢ \\ ١٠٢] ، وَقَوْلِهِ: وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ [٩ \\ ١٢٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> تَنْبِيهٌ </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الرَّدُّ الْوَاضِحُ عَلَى الْقَدَرِيَّةِ فِي قَوْلِهِمْ: إِنَّ الشَّرَّ لَا يَقَعُ بِمَشِيئَةِ اللَّهِ، بَلْ بِمَشِيئَةِ الْعَبْدِ ; سُبْحَانَ اللَّهِ وَتَعَالَى عُلُوًّا كَبِيرًا عَنْ أَنْ يَقَعَ فِي مُلْكِهِ شَيْءٌ لَيْسَ بِمَشِيئَتِهِ؟ وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا [٦ \\ ١٠٧] ، وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا الْآيَةَ [٣٢ \\ ١٣] ، وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى [٦ \\ ٣٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا ذَكَرَ رَبَّهُ وَحْدَهُ فِي الْقُرْآنِ بِأَنْ قَالَ:  «لَا إِلَهَ إِلَّا اللَّهُ» وَلَّى الْكَافِرُونَ عَلَى أَدْبَارِهِمْ نُفُورًا، بُغْضًا مِنْهُمْ لِكَلِمَةِ التَّوْحِيدِ، وَمَحَبَّةً لِلْإِشْرَاكِ بِهِ جَلَّ وَعَلَا. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، مُبَيِّنًا أَنَّ نُفُورَهُمْ مِنْ ذِكْرِهِ وَحْدَهُ جَلَّ وَعَلَا سَبَبُ خُلُودِهِمْ فِي النَّارِ، كَقَوْلِهِ: وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ [٣٩ \\ ٤٥] ، وَقَوْلِهِ: ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ [٤٠ \\ ١٢] ، وَقَوْلِهِ: إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ [٣٧ \\ ٣٥، ٣٦] ، وَقَوْلِهِ: كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ الْآيَةَ [٤٢ \\ ١٣] ، وَقَوْلِهِ: وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا [٢٢ \\ ٧٢] ، وَقَوْلِهِ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ [٤١ \\ ٧٢] . </p>"
}