{
  "id": null,
  "sura": 17,
  "aya": 81,
  "text": "<p> مِنَ السُّنَّةِ فِي الْكَلَامِ عَلَى قَوْلِهِ: إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا [٤ \\ ١٠٣] ، فَرَاجِعْهُ هُنَاكَ إِنْ شِئْتَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا، الْحَقُّ فِي لُغَةِ الْعَرَبِ: الثَّابِتُ الَّذِي لَيْسَ بِزَائِلٍ وَلَا مُضْمَحِلٍّ، وَالْبَاطِلُ: هُوَ الذَّاهِبُ الْمُضْمَحِلُّ. وَالْمُرَادُ بِالْحَقِّ فِي هَذِهِ الْآيَةِ: هُوَ مَا فِي هَذَا الْقُرْآنِ الْعَظِيمِ وَالسُّنَّةِ النَّبَوِيَّةِ مِنْ دِينِ الْإِسْلَامِ، وَالْمُرَادُ بِالْبَاطِلِ فِيهَا: الشِّرْكُ بِاللَّهِ، وَالْمَعَاصِي الْمُخَالِفَةُ لِدِينِ الْإِسْلَامِ. </p><p> وَقَدْ بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْإِسْلَامَ جَاءَ ثَابِتًا رَاسِخًا، وَأَنَّ الشِّرْكَ بِاللَّهِ زَهَقَ ; أَيْ ذَهَبَ وَاضْمَحَلَّ وَزَالَ. تَقُولُ الْعَرَبُ: زَهَقَتْ نَفْسُهُ: إِذَا خَرَجَتْ وَزَالَتْ مِنْ جَسَدِهِ. </p><p> ثُمَّ بَيَّنَ جَلَّ وَعَلَا أَنَّ الْبَاطِلَ كَانَ زَهُوقًا، أَيْ مُضْمَحِلًّا غَيْرَ ثَابِتٍ فِي كُلِّ وَقْتٍ، وَقَدْ بَيَّنَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ، وَذَكَرَ أَنَّ الْحَقَّ يُزِيلُ الْبَاطِلَ وَيُذْهِبُهُ ; كَقَوْلِهِ: قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ [٣٤ \\ ٤٨، ٤٩] ، وَقَوْلِهِ: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ. </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَالْبُخَارِيُّ وَمُسْلِمٌ، وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ، وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ، وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: دَخَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ، وَحَوْلَ الْبَيْتِ سِتُّونَ وَثَلَاثُمِائَةِ نُصُبٍ، فَجَعَلَ يَطْعَنُهَا بِعُودٍ فِي يَدِهِ وَيَقُولُ: جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا [١٧ \\ ٨١] ، جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ [٣٤ \\ ٤٩] . </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَأَبُو يَعْلَى وَابْنُ الْمُنْذِرِ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: دَخَلْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ، وَحَوْلَ الْبَيْتِ ثَلَاثُمِائَةٍ وَسِتُّونَ صَنَمًا، فَأَمَرَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُكِبَّتْ لِوَجْهِهَا، وَقَالَ: جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا [١٧ \\ ٨١] . </p><p> وَأَخْرَجَ الطَّبَرَانِيُّ فِي الصَّغِيرِ، وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ يَوْمَ الْفَتْحِ، وَعَلَى الْكَعْبَةِ ثَلَاثُمِائَةٍ وَسِتُّونَ صَنَمًا، فَشَدَّ لَهُمْ إِبْلِيسُ أَقْدَامَهَا بِالرَّصَاصِ ; فَجَاءَ وَمَعَهُ قَضِيبٌ فَجَعَلَ يَهْوِي إِلَى كُلِّ صَنَمٍ مِنْهَا فَيَخِرُّ لِوَجْهِهِ فَيَقُولُ: جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا [١٧ \\ ٨١] ، </p>"
}