{
  "id": null,
  "sura": 17,
  "aya": 9,
  "text": "<p> تَعَالَى: وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا [٢٥ \\ ١٣] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ مَعْنَى حَصِيرًا ; أَيْ: فِرَاشًا وَمِهَادًا، مِنَ الْحَصِيرِ الَّذِي يُفْرَشُ ; لِأَنَّ الْعَرَبَ تُسَمِّي الْبِسَاطَ الصَّغِيرَ حَصِيرًا. قَالَ الثَّعْلَبِيُّ: وَهُوَ وَجْهٌ حَسَنٌ. وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ الْآيَةَ [٧ \\ ٤١] ، وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ. وَالْمِهَادُ: الْفِرَاشُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ </p><p> الْآيَةَ، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ هَذَا الْقُرْآنَ الْعَظِيمَ الَّذِي هُوَ أَعْظَمُ الْكُتُبِ السَّمَاوِيَّةِ، وَأَجْمَعُهَا لِجَمِيعِ الْعُلُومِ، وَآخِرُهَا عَهْدًا بِرَبِّ الْعَالَمِينَ جَلَّ وَعَلَا، يَهْدِي لِلَّتِي هِيَ أَقْوَمُ ; أَيِ الطَّرِيقَةُ الَّتِي هِيَ أَسَدُّ وَأَعْدَلُ وَأَصْوَبُ. فَ الَّتِي نَعْتٌ لِمَوْصُوفٍ مَحْذُوفٍ. عَلَى حَدِّ قَوْلِ ابْنِ مَالِكٍ فِي الْخُلَاصَةِ: </p><p> وَمَا مِنَ الْمَنْعُوتِ وَالنَّعْتِ عُقِلْ ... يَجُوزُ حَذْفُهُ وَفِي النَّعْتِ يَقِلْ </p><p> وَقَالَ الزَّجَّاجُ وَالْكَلْبِيُّ وَالْفَرَّاءُ: لِلْحَالِ الَّتِي هِيَ أَقْوَمُ الْحَالَاتِ، وَهِيَ تَوْحِيدُ اللَّهِ وَالْإِيمَانُ بِرُسُلِهِ. </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ أَجْمَلَ اللَّهُ جَلَّ وَعَلَا فِيهَا جَمِيعَ مَا فِي الْقُرْآنِ مِنَ الْهُدَى إِلَى خَيْرِ الطَّرْقِ وَأَعْدَلِهَا وَأَصْوَبِهَا، فَلَوْ تَتَبَّعْنَا تَفْصِيلَهَا عَلَى وَجْهِ الْكَمَالِ لَأَتَيْنَا عَلَى جَمِيعِ الْقُرْآنِ الْعَظِيمِ لِشُمُولِهَا لِجَمِيعِ مَا فِيهِ مِنَ الْهُدَى إِلَى خَيْرِي الدُّنْيَا وَالْآخِرَةِ. وَلَكِنَّنَا إِنْ شَاءَ اللَّهُ تَعَالَى سَنَذْكُرُ جُمَلًا وَافِرَةً فِي جِهَاتٍ مُخْتَلِفَةٍ كَثِيرَةٍ مِنْ هُدَى الْقُرْآنِ لِلطَّرِيقِ الَّتِي هِيَ أَقْوَمُ بَيَانًا لِبَعْضِ مَا أَشَارَتْ إِلَيْهِ الْآيَةُ الْكَرِيمَةُ، تَنْبِيهًا بِبَعْضِهِ عَلَى كُلِّهِ مِنَ الْمَسَائِلِ الْعِظَامِ، وَالْمَسَائِلِ الَّتِي أَنْكَرَهَا الْمُلْحِدُونَ مِنَ الْكُفَّارِ، وَطَعَنُوا بِسَبَبِهَا فِي دِينِ الْإِسْلَامِ، لِقُصُورِ إِدْرَاكِهِمْ عَنْ مَعْرِفَةِ حِكَمِهَا الْبَالِغَةِ. </p><p> فَمِنْ ذَلِكَ تَوْحِيدُ اللَّهِ جَلَّ وَعَلَا، فَقَدْ هَدَى الْقُرْآنُ فِيهِ لِلطَّرِيقِ الَّتِي هِيَ أَقْوَمُ الطُّرُقِ وَأَعْدَلُهَا، وَهِيَ تَوْحِيدُهُ جَلَّ وَعَلَا فِي رُبُوبِيَّتِهِ، وَفِي عِبَادَتِهِ، وَفِي أَسْمَائِهِ وَصِفَاتِهِ. وَقَدْ دَلَّ اسْتِقْرَاءُ الْقُرْآنِ الْعَظِيمِ عَلَى أَنَّ تَوْحِيدَ اللَّهِ يَنْقَسِمُ إِلَى ثَلَاثَةِ أَقْسَامٍ: </p><p> الْأَوَّلُ: تَوْحِيدُهُ فِي رُبُوبِيَّتِهِ، وَهَذَا النَّوْعُ مِنَ التَّوْحِيدِ جُبِلَتْ عَلَيْهِ فِطْرُ الْعُقَلَاءِ، قَالَ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ الْآيَةَ [٤٣ \\ ٨٧] ، وَقَالَ: قُلْ مَنْ </p><p> يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنَ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ [١٠ \\ ٣١] ، وَإِنْكَارُ فِرْعَوْنَ لِهَذَا النَّوْعِ مِنَ التَّوْحِيدِ فِي قَوْلِهِ: قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ [٢٦ \\ ٢٣] تَجَاهُلٌ عَنْ عَارِفٍ أَنَّهُ عَبْدٌ مَرْبُوبٌ ; بِدَلِيلِ قَوْلِهِ تَعَالَى: قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ الْآيَةَ [١٧ \\ ١٠٢] ، وَقَوْلُهُ: وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا [٢٧ \\ ١٤] ، وَهَذَا النَّوْعُ مِنَ التَّوْحِيدِ لَا يَنْفَعُ إِلَّا بِإِخْلَاصِ الْعِبَادَةِ لِلَّهِ، كَمَا قَالَ تَعَالَى: وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ [١٢ \\ ١٠٦] ، وَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ جَدًّا. </p><p> الثَّانِي: تَوْحِيدُهُ جَلَّ وَعَلَا فِي عِبَادَتِهِ، وَضَابِطُ هَذَا النَّوْعِ مِنَ التَّوْحِيدِ هُوَ تَحْقِيقُ مَعْنَى «لَا إِلَهَ إِلَّا اللَّهُ» وَهِيَ مُتَرَكِّبَةٌ مِنْ نَفْيٍ وَإِثْبَاتٍ، فَمَعْنَى النَّفْيِ مِنْهَا: خَلْعُ جَمِيعِ أَنْوَاعِ الْمَعْبُودَاتِ غَيْرَ اللَّهِ كَائِنَةً مَا كَانَتْ فِي جَمِيعِ أَنْوَاعِ الْعِبَادَاتِ كَائِنَةً مَا كَانَتْ. وَمَعْنَى الْإِثْبَاتِ مِنْهَا: إِفْرَادُ اللَّهِ جَلَّ وَعَلَا وَحْدَهُ بِجَمِيعِ أَنْوَاعِ الْعِبَادَاتِ بِإِخْلَاصٍ، عَلَى الْوَجْهِ الَّذِي شَرَعَهُ عَلَى أَلْسِنَةِ رُسُلِهِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ. وَأَكْثَرُ آيَاتِ الْقُرْآنِ فِي هَذَا النَّوْعِ مِنَ التَّوْحِيدِ، وَهُوَ الَّذِي فِيهِ الْمَعَارِكُ بَيْنَ الرُّسُلِ وَأُمَمِهِمْ أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ [٣٨ \\ ٥] . </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى هَذَا النَّوْعِ مِنَ التَّوْحِيدِ قَوْلُهُ تَعَالَى: فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ الْآيَةَ [٤٧ \\ ١٩] ، وَقَوْلُهُ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [١٦ \\ ٣٦] ، وَقَوْلُهُ: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ [٢١ \\ ٢٥] ، وَقَوْلُهُ: وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ [٤٣ \\ ٤٥] ، وَقَوْلُهُ: قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ [٢١ \\ ١٠٨] ، فَقَدْ أَمَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ: إِنَّمَا أُوحِيَ إِلَيْهِ مَحْصُورٌ فِي هَذَا النَّوْعِ مِنَ التَّوْحِيدِ، لِشُمُولِ كَلِمَةِ:  «لَا إِلَهَ إِلَّا اللَّهُ» لِجَمِيعِ مَا جَاءَ فِي الْكُتُبِ ; لِأَنَّهَا تَقْتَضِي طَاعَةَ اللَّهِ بِعِبَادَتِهِ وَحْدَهُ. فَيَشْمَلُ ذَلِكَ جَمِيعَ الْعَقَائِدِ وَالْأَوَامِرِ وَالنَّوَاهِي، وَمَا يَتْبَعُ ذَلِكَ مِنْ ثَوَابٍ وَعِقَابٍ، وَالْآيَاتُ فِي هَذَا النَّوْعِ مِنَ التَّوْحِيدِ كَثِيرَةٌ. </p><p> النَّوْعُ الثَّالِثُ: تَوْحِيدُهُ جَلَّ وَعَلَا فِي أَسْمَائِهِ وَصِفَاتِهِ. وَهَذَا النَّوْعُ مِنَ التَّوْحِيدِ </p><p> يَنْبَنِي عَلَى أَصْلَيْنِ: </p><p> الْأَوَّلُ: تَنْزِيهُ اللَّهِ جَلَّ وَعَلَا عَنْ مُشَابَهَةِ الْمَخْلُوقِينَ فِي صِفَاتِهِمْ، كَمَا قَالَ تَعَالَى: لَيْسَ كَمِثْلِهِ شَيْءٌ [٤٢ \\ ١١] . </p><p> وَالثَّانِي: الْإِيمَانُ بِمَا وَصَفَ اللَّهُ بِهِ نَفْسَهُ، أَوْ وَصَفَهُ بِهِ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْوَجْهِ اللَّائِقِ بِكَمَالِهِ وَجَلَالِهِ، كَمَا قَالَ بَعْدَ قَوْلِهِ: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ مَعَ قَطْعِ الطَّمَعِ عَنْ إِدْرَاكِ كَيْفِيَّةِ الِاتِّصَافِ، قَالَ تَعَالَى: يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا [٢٠ \\ ١١٠] ، وَقَدْ قَدَّمْنَا هَذَا الْمَبْحَثَ مُسْتَوْفًى مُوَضَّحًا بِالْآيَاتِ الْقُرْآنِيَّةِ «فِي سُورَةِ الْأَعْرَافِ» . </p><p> وَيَكْثُرُ فِي الْقُرْآنِ الْعَظِيمِ الِاسْتِدْلَالُ عَلَى الْكُفَّارِ بِاعْتِرَافِهِمْ بِرُبُوبِيَّتِهِ جَلَّ وَعَلَا عَلَى وُجُوبِ تَوْحِيدٍ فِي عِبَادَتِهِ ; وَلِذَلِكَ يُخَاطِبُهُمْ فِي تَوْحِيدِ الرُّبُوبِيَّةِ بِاسْتِفْهَامِ التَّقْرِيرِ، فَإِذَا أَقَرُّوا بِرُبُوبِيَّتِهِ احْتَجَّ بِهَا عَلَيْهِمْ عَلَى أَنَّهُ هُوَ الْمُسْتَحِقُّ لِأَنْ يُعْبَدَ وَحْدَهُ، وَوَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِهِ غَيْرَهُ، مَعَ اعْتِرَافِهِمْ بِأَنَّهُ هُوَ الرَّبُّ وَحْدَهُ ; لِأَنَّ مَنِ اعْتَرَفَ بِأَنَّهُ هُوَ الرَّبُّ وَحْدَهُ لَزِمَهُ الِاعْتِرَافُ بِأَنَّهُ هُوَ الْمُسْتَحَقُّ لِأَنْ يُعْبَدَ وَحْدَهُ. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُهُ تَعَالَى: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ [١٠ \\ ٣١] إِلَى قَوْلِهِ: فَسَيَقُولُونَ اللَّهُ [١٠ \\ ٣١] . فَلَّمَا أَقَرُّوا بِرُبُوبِيَّتِهِ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِهِ غَيْرَهُ، بِقَوْلِهِ: فَقُلْ أَفَلَا تَتَّقُونَ [١٠ \\ ٣١] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ [٢٣ \\ ٨٤، ٨٥] ، فَلَمَّا اعْتَرَفُوا وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِقَوْلِهِ: قُلْ أَفَلَا تَذَكَّرُونَ [٢٣ \\ ٨٥] ، ثُمَّ قَالَ: قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ سَيَقُولُونَ لِلَّهِ [٢٣ \\ ٨٦ - ٨٧] ، فَلَمَّا أَقَرُّوا وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِقَوْلِهِ: قُلْ أَفَلَا تَتَّقُونَ [٢٣ \\ ٨٧] ، ثُمَّ قَالَ: قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ سَيَقُولُونَ لِلَّهِ [٢٣ \\ ٨٨، ٨٩] ، فَلَمَّا أَقَرُّوا وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِقَوْلِهِ: قُلْ فَأَنَّى تُسْحَرُونَ [٢٣ \\ ٨٩] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ [١٣ \\ ١٦] ، فَلَمَّا صَحَّ الِاعْتِرَافُ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِقَوْلِهِ: قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا [١٣ \\ ١٦] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ [٤٣ \\ ٨٧] ، فَلَمَّا صَحَّ إِقْرَارُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: فَأَنَّى يُؤْفَكُونَ [٤٣ \\ ٨٧] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ [٢٩ \\ ٦١] ، فَلَمَّا صَحَّ اعْتِرَافُهُمْ وَبَّخَهُمْ مُنْكِرًا شِرْكَهُمْ بِقَوْلِهِ: فَأَنَّى يُؤْفَكُونَ [٢٩ \\ ٦١] وَقَوْلُهُ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ [٢٩ \\ ٦٣] ، فَلَمَّا صَحَّ إِقْرَارُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ شِرْكَهُمْ بِقَوْلِهِ: قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ [٢٩ \\ ٦٣] ، وَقَوْلُهُ: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ [٣١ \\ ٢٥] ، فَلَمَّا صَحَّ اعْتِرَافُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ [٣١ \\ ٢٥] ، وَقَوْلُهُ تَعَالَى: آللَّهُ خَيْرٌ أَمْ مَا أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا [٢٧ \\ ٥٩ - ٦٠] ، وَلَا شَكَّ أَنَّ الْجَوَابَ الَّذِي لَا جَوَابَ لَهُمُ الْبَتَّةَ غَيْرُهُ: هُوَ أَنَّ الْقَادِرَ عَلَى خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا ذَكَرَ مَعَهَا، خَيْرٌ مِنْ جَمَادٍ لَا يَقْدِرُ عَلَى شَيْءٍ. فَلَمَّا تَعَيَّنَ اعْتِرَافُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ [٢٧ \\ ٦٠] ، ثُمَّ قَالَ تَعَالَى: أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا [٢٧ \\ ٦١] وَلَا شَكَّ أَنَّ الْجَوَابَ الَّذِي لَا جَوَابَ غَيْرُهُ كَمَا قَبْلَهُ، فَلَمَّا تَعَيَّنَ اعْتِرَافُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ [٢٧ \\ ٦١] ، ثُمَّ قَالَ جَلَّ وَعَلَا: أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ [٢٧ \\ ٦٢] وَلَا شَكَّ أَنَّ الْجَوَابَ كَمَا قَبْلَهُ. فَلَمَّا تَعَيَّنَ إِقْرَارُهُمْ بِذَلِكَ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ [٢٧ \\ ٦٢] ، ثُمَّ قَالَ تَعَالَى: أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ [٢٧ \\ ٦٣] ، وَلَا شَكَّ أَنَّ الْجَوَابَ كَمَا قَبِلَهُ، فَلَمَّا تَعَيَّنَ إِقْرَارُهُمْ بِذَلِكَ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ [٢٧ \\ ٦٣] ، ثُمَّ قَالَ جَلَّ وَعَلَا: أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ [٢٧ \\ ٦٤] ، وَلَا شَكَّ أَنَّ الْجَوَابَ كَمَا قَبْلَهُ، فَلَمَّا تَعَيَّنَ الِاعْتِرَافُ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ [٢٧ \\ ٦٤] ، وَقَوْلُهُ: اللَّهُ </p><p> الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ [٣٠ \\ ٤٠] ، وَلَا شَكَّ أَنَّ الْجَوَابَ الَّذِي لَا جَوَابَ لَهُمْ غَيْرُهُ هُوَ: لَا، أَيْ: لَيْسَ مِنْ شُرَكَائِنَا مَنْ يَقْدِرُ عَلَى أَنْ يَفْعَلَ شَيْئًا مِنْ ذَلِكَ الْمَذْكُورِ مِنَ الْخَلْقِ وَالرِّزْقِ وَالْإِمَاتَةِ وَالْإِحْيَاءِ، فَلَمَّا تَعَيَّنَ اعْتِرَافُهُمْ وَبَّخَهُمْ مُنْكِرًا عَلَيْهِمْ بِقَوْلِهِ: سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [٣٠ \\ ٤٠] . </p><p> وَالْآيَاتُ بِنَحْوِ هَذَا كَثِيرَةٌ جَدًّا، وَلِأَجْلِ ذَلِكَ ذَكَرْنَا فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ كُلَّ الْأَسْئِلَةِ الْمُتَعَلِّقَةِ بِتَوْحِيدِ الرُّبُوبِيَّةِ اسْتِفْهَامَاتُ تَقْرِيرٍ، يُرَادُ مِنْهَا أَنَّهُمْ إِذَا أَقَرُّوا رَتَّبَ لَهُمُ التَّوْبِيخَ وَالْإِنْكَارَ عَلَى ذَلِكَ الْإِقْرَارِ ; لِأَنَّ الْمُقِرَّ بِالرُّبُوبِيَّةِ يَلْزَمُهُ الْإِقْرَارُ بِالْأُلُوهِيَّةِ ضَرُورَةً ; نَحْوَ قَوْلِهِ تَعَالَى: أَفِي اللَّهِ شَكٌّ [١٤ \\ ١٠] ، وَقَوْلِهِ: قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا [٦ \\ ١٦٤] ، وَإِنَّ زَعَمَ بَعْضُ الْعُلَمَاءِ أَنَّ هَذَا اسْتِفْهَامُ إِنْكَارٍ ; لِأَنَّ اسْتِقْرَاءَ الْقُرْآنِ دَلَّ عَلَى أَنَّ الِاسْتِفْهَامَ الْمُتَعَلِّقَ بِالرُّبُوبِيَّةِ اسْتِفْهَامُ تَقْرِيرٍ وَلَيْسَ اسْتِفْهَامَ إِنْكَارٍ، لِأَنَّهُمْ لَا يُنْكِرُونَ الرُّبُوبِيَّةَ، كَمَا رَأَيْتَ كَثْرَةَ الْآيَاتِ الدَّالَّةِ عَلَيْهِ. </p><p> وَالْكَلَامُ عَلَى أَقْسَامِ التَّوْحِيدِ سَتَجِدُهُ إِنْ شَاءَ اللَّهُ فِي مَوَاضِعَ كَثِيرَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ، بِحَسْبَ الْمُنَاسَبَاتِ فِي الْآيَاتِ الَّتِي نَتَكَلَّمُ عَلَى بَيَانِهَا بِآيَاتٍ أُخَرَ. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ جَعْلُهُ الطَّلَاقَ بِيَدِ الرَّجُلِ، كَمَا قَالَ تَعَالَى: يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ الْآيَةَ [٦٥ \\ ١] ، وَنَحْوَهَا مِنَ الْآيَاتِ ; لِأَنَّ النِّسَاءَ مَزَارِعُ وَحُقُولٌ، تُبْذَرُ فِيهَا النُّطَفُ كَمَا يُبْذَرُ الْحَبُّ فِي الْأَرْضِ، كَمَا قَالَ تَعَالَى: نِسَاؤُكُمْ حَرْثٌ لَكُمْ [٢ \\ ٢٢٣] . </p><p> وَلَا شَكَّ أَنَّ الطَّرِيقَ الَّتِي هِيَ أَقْوَمُ الطُّرُقِ: أَنَّ الزَّارِعَ لَا يُرْغَمُ عَلَى الِازْدِرَاعِ فِي حَقْلٍ لَا يَرْغَبُ الزِّرَاعَةَ فِيهِ لِأَنَّهُ يَرَاهُ غَيْرَ صَالِحٍ لَهُ، وَالدَّلِيلُ الْحِسِّيُّ الْقَاطِعُ عَلَى مَا جَاءَ بِهِ الْقُرْآنُ مِنْ أَنَّ الرَّجُلَ زَارِعٌ، وَالْمَرْأَةَ مَزْرَعَةٌ، أَنَّ آلَةَ الِازْدِرَاعِ مَعَ الرَّجُلِ، فَلَوْ أَرَادَتِ الْمَرْأَةُ أَنْ تُجَامِعَ الرَّجُلَ وَهُوَ كَارِهٌ لَهَا، لَا رَغْبَةَ لَهُ فِيهَا لَمْ يَنْتَشِرْ، وَلَمْ يَقُمْ ذَكَرُهُ إِلَيْهَا فَلَا تَقْدِرُ مِنْهُ عَلَى شَيْءٍ، بِخِلَافِ الرَّجُلِ فَإِنَّهُ قَدْ يُرْغِمُهَا وَهِيَ كَارِهَةٌ فَتَحْمِلُ وَتَلِدُ، كَمَا قَالَ أَبُو كَبِيرٍ الْهُذَلِيِّ: </p><p> مِمَّنْ حَمَلْنَ بِهِ وَهُنَّ عَوَاقُدٌ حُبُكَ ... النِّطَاقِ فَشَبَّ غَيْرَ مُهَبَّلِ </p><p> فَدَلَّتِ الطَّبِيعَةُ وَالْخِلْقَةُ عَلَى أَنَّهُ فَاعِلٌ وَأَنَّهَا مَفْعُولٌ بِهِ، وَلِذَا أَجْمَعَ الْعُقَلَاءُ عَلَى نِسْبَةِ </p><p> الْوَلَدِ لَهُ لَا لَهَا. </p><p> وَتَسْوِيَةُ الْمَرْأَةِ بِالرَّجُلِ فِي ذَلِكَ مُكَابَرَةً فِي الْمَحْسُوسِ، كَمَا لَا يَخْفَى. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ إِبَاحَتُهُ تَعَدُّدَ الزَّوْجَاتِ إِلَى أَرْبَعٍ، وَأَنَّ الرَّجُلَ إِذَا خَافَ عَدَمَ الْعَدْلِ بَيْنَهُنَّ، لَزِمَهُ الِاقْتِصَارُ عَلَى وَاحِدَةٍ، أَوْ مِلْكِ يَمِينِهِ، كَمَا قَالَ تَعَالَى: وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلَاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣] ، وَلَا شَكَّ أَنَّ الطَّرِيقَ الَّتِي هِيَ أَقْوَمُ الطُّرُقِ وَأَعْدَلُهَا، هِيَ إِبَاحَةُ تَعَدُّدِ الزَّوْجَاتِ لِأُمُورٍ مَحْسُوسَةٍ يَعْرِفُهَا كُلُّ الْعُقَلَاءِ. </p><p> مِنْهَا: أَنَّ الْمَرْأَةَ الْوَاحِدَةَ تَحِيضُ وَتَمْرَضُ، وَتَنْفَسُ إِلَى غَيْرِ ذَلِكَ مِنَ الْعَوَائِقِ الْمَانِعَةِ مِنْ قِيَامِهَا بِأَخَصِّ لَوَازِمِ الزَّوْجِيَّةِ، وَالرَّجُلُ مُسْتَعِدٌّ لِلتَّسَبُّبِ فِي زِيَادَةِ الْأُمَّةِ، فَلَوْ حُبِسَ عَلَيْهَا فِي أَحْوَالِ أَعْذَارِهَا لَعُطِّلَتْ مَنَافِعُهُ بَاطِلًا فِي غَيْرِ ذَنْبٍ. </p><p> وَمِنْهَا: أَنَّ اللَّهَ أَجْرَى الْعَادَةَ بِأَنَّ الرِّجَالَ أَقَلُّ عَدَدًا مِنَ النِّسَاءِ فِي أَقْطَارِ الدُّنْيَا، وَأَكْثَرُ تَعَرُّضًا لِأَسْبَابِ الْمَوْتِ مِنْهُنَّ فِي جَمِيعِ مَيَادِينِ الْحَيَاةِ، فَلَوْ قَصَرَ الرَّجُلُ عَلَى وَاحِدَةٍ، لَبَقِيَ عَدَدٌ ضَخْمٌ مِنَ النِّسَاءِ مَحْرُومًا مِنَ الزَّوَاجِ، فَيَضْطَرُّونَ إِلَى رُكُوبِ الْفَاحِشَةِ فَالْعُدُولُ عَنْ هَدْيِ الْقُرْآنِ فِي هَذِهِ الْمَسْأَلَةِ مِنْ أَعْظَمِ أَسْبَابِ ضَيَاعِ الْأَخْلَاقِ، وَالِانْحِطَاطِ إِلَى دَرَجَةِ الْبَهَائِمِ فِي عَدَمِ الصِّيَانَةِ، وَالْمُحَافَظَةِ عَلَى الشَّرَفِ وَالْمُرُوءَةِ وَالْأَخْلَاقِ، فَسُبْحَانَ الْحَكِيمِ الْخَبِيرِ، كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ. </p><p> وَمِنْهَا: أَنَّ الْإِنَاثَ كُلَّهُنَّ مُسْتَعِدَّاتٌ لِلزَّوَاجِ، وَكَثِيرٌ مِنَ الرِّجَالِ لَا قُدْرَةَ لَهُمْ عَلَى الْقِيَامِ بِلَوَازِمِ الزَّوَاجِ لِفَقْرِهِمْ، فَالْمُسْتَعِدُّونَ لِلزَّوَاجِ مِنَ الرِّجَالِ أَقَلُّ مِنَ الْمُسْتَعِدَّاتِ لَهُ مِنَ النِّسَاءِ ; لِأَنَّ الْمَرْأَةَ لَا عَائِقَ لَهَا، وَالرَّجُلُ يَعُوقُهُ الْفَقْرُ وَعَدَمُ الْقُدْرَةِ عَلَى لَوَازِمَ النِّكَاحِ، فَلَوْ قَصَرَ الْوَاحِدُ عَلَى الْوَاحِدَةِ، لَضَاعَ كَثِيرٌ مِنَ الْمُسْتَعِدَّاتِ لِلزَّوَاجِ أَيْضًا بِعَدَمِ وُجُودِ أَزْوَاجٍ، فَيَكُونُ ذَلِكَ سَبَبًا لِضَيَاعِ الْفَضِيلَةِ وَتَفَشِّي الرَّذِيلَةِ، وَالِانْحِطَاطِ الْخُلُقِيِّ، وَضَيَاعِ الْقِيَمِ الْإِنْسَانِيَّةِ، كَمَا هُوَ وَاضِحٌ، فَإِنْ خَافَ الرَّجُلُ أَلَّا يَعْدِلَ بَيْنَهُنَّ وَجَبَ عَلَيْهِ الِاقْتِصَارُ عَلَى وَاحِدَةٍ، أَوْ مِلْكِ يَمِينِهِ ; لِأَنَّ اللَّهَ يَقُولُ: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ الْآيَةَ [١٦ \\ ٩٠] ، وَالْمَيْلُ بِالتَّفْضِيلِ فِي الْحُقُوقِ الشَّرْعِيَّةِ بَيْنَهُنَّ لَا يَجُوزُ، لِقَوْلِهِ تَعَالَى: فَلَا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ [٤ \\ ١٢٩] ، أَمَّا الْمَيْلُ الطَّبِيعِيُّ بِمَحَبَّةِ بَعْضِهِنَّ أَكْثَرَ مِنْ بَعْضٍ، فَهُوَ غَيْرُ مُسْتَطَاعٍ دَفْعُهُ لِلْبَشَرِ، لِأَنَّهُ انْفِعَالٌ وَتَأَثُّرٌ نَفْسَانِيٌّ لَا فِعْلٌ، وَهُوَ الْمُرَادُ بِقَوْلِهِ: </p><p> وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ الْآيَةَ [٤ \\ ١٢٩] ، كَمَا أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَمَا يَزْعُمُهُ بَعْضُ الْمَلَاحِدَةِ مِنْ أَعْدَاءِ دِينِ الْإِسْلَامِ، مِنْ أَنَّ تَعَدُّدَ الزَّوْجَاتِ يُلْزِمُهُ الْخِصَامَ وَالشَّغَبَ الدَّائِمَ الْمُفْضِي إِلَى نَكَدِ الْحَيَاةِ، لِأَنَّهُ كُلَّمَا أَرْضَى إِحْدَى الضَّرَّتَيْنِ سَخِطَتِ الْأُخْرَى، فَهُوَ بَيْنُ سَخْطَتَيْنِ دَائِمًا، وَأَنَّ هَذَا لَيْسَ مِنَ الْحِكْمَةِ، فَهُوَ كَلَامٌ سَاقِطٌ، يَظْهَرُ سُقُوطُهُ لِكُلِّ عَاقِلٍ ; لِأَنَّ الْخِصَامَ وَالْمُشَاغَبَةَ بَيْنَ أَفْرَادِ أَهْلِ الْبَيْتِ لَا انْفِكَاكَ عَنْهُ أَلْبَتَّةَ، فَيَقَعُ بَيْنَ الرَّجُلِ وَأُمِّهِ، وَبَيْنَهُ وَبَيْنَ أَبِيهِ، وَبَيْنَهُ وَبَيْنَ أَوْلَادِهِ، وَبَيْنَهُ وَبَيْنَ زَوْجَتِهِ الْوَاحِدَةِ. فَهُوَ أَمْرٌ عَادِيٌّ لَيْسَ لَهُ كَبِيرُ شَأْنٍ، وَهُوَ فِي جَنْبِ الْمَصَالِحِ الْعَظِيمَةِ الَّتِي ذَكَرْنَا فِي تَعَدُّدِ الزَّوْجَاتِ مِنْ صِيَانَةِ النِّسَاءِ وَتَيْسِيرِ التَّزْوِيجِ لِجَمِيعِهِنَّ، وَكَثْرَةِ عَدَدِ الْأُمَّةِ لِتَقُومَ بِعَدَدِهَا الْكَثِيرِ فِي وَجْهِ أَعْدَاءِ الْإِسْلَامِ كَلَا شَيْءٍ; لِأَنَّ الْمَصْلَحَةَ الْعُظْمَى يُقَدَّمُ جَلْبُهَا عَلَى دَفْعِ الْمَفْسَدَةِ الصُّغْرَى. </p><p> فَلَوْ فَرَضْنَا أَنَّ الْمُشَاغَبَةَ الْمَزْعُومَةَ فِي تَعَدُّدِ الزَّوْجَاتِ مَفْسَدَةٌ، أَوْ أَنَّ إِيلَامَ قَلْبِ الزَّوْجَةِ الْأَوْلَى بِالضَّرَّةِ مَفْسَدَةٌ، لَقُدِّمَتْ عَلَيْهَا تِلْكَ الْمَصَالِحُ الرَّاجِحَةُ الَّتِي ذَكَرْنَا، كَمَا هُوَ مَعْرُوفٌ فِي الْأُصُولِ، قَالَ فِي مَرَاقِي السُّعُودِ عَاطِفًا عَلَى مَا تُلْفِي فِيهِ الْمَفْسَدَةَ الْمَرْجُوحَةَ فِي جَنْبِ الْمُصْلِحَةِ الرَّاجِحَةِ: </p><p> أَوْ رَجَّحَ الْإِصْلَاحَ كَالْأَسَارَى ... تُفْدَى بِمَا يَنْفَعُ لِلنَّصَارَى </p><p> وَانْظُرْ تَدَلِّي دَوَالِي الْعِنَبِ ... فِي كُلِّ مَشْرِقِ وَكُلِّ مَغْرِبٍ </p><p> فَفِدَاءُ الْأُسَارَى مَصْلَحَةٌ رَاجِحَةٌ، وَدَفْعُ فَدَائِهِمُ النَّافِعِ لِلْعَدُوِّ مَفْسَدَةٌ مَرْجُوحَةٌ، فَتُقَدَّمُ عَلَيْهَا الْمَصْلَحَةُ الرَّاجِحَةُ، أَمَّا إِذَا تَسَاوَتِ الْمَصْلَحَةُ وَالْمُفْسَدَةُ، أَوْ كَانَتِ الْمَفْسَدَةُ أَرْجَحَ كَفِدَاءِ الْأُسَارَى بِسِلَاحٍ يَتَمَكَّنُ بِسَبَبِهِ الْعَدُوُّ مِنْ قَتْلِ قَدْرِ الْأُسَارَى أَوْ أَكْثَرَ مِنَ الْمُسْلِمِينَ، فَإِنَّ الْمَصْلَحَةَ تُلْغَى لِكَوْنِهَا غَيْرَ رَاجِحَةٍ، كَمَا قَالَ فِي الْمَرَاقِي: </p><p> اخْرُمْ مُنَاسِبًا بِمُفْسِدٍ لَزِمْ ... لِلْحُكْمِ وَهُوَ غَيْرُ مَرْجُوحٍ عُلِمْ </p><p> وَكَذَلِكَ الْعِنَبُ تُعْصَرُ مِنْهُ الْخَمْرَ وَهِيَ أُمُّ الْخَبَائِثِ، إِلَّا أَنَّ مَصْلَحَةَ وُجُودِ الْعِنَبِ وَالزَّبِيبِ وَالِانْتِفَاعِ بِهِمَا فِي أَقْطَارِ الدُّنْيَا مَصْلَحَةٌ رَاجِحَةٌ عَلَى مَفْسَدَةِ عَصْرِ الْخَمْرِ مِنْهَا أُلْغِيَتْ لَهَا تِلْكَ الْمَفْسَدَةُ الْمَرْجُوحَةُ، وَاجْتِمَاعُ الرِّجَالِ وَالنِّسَاءِ فِي الْبَلَدِ الْوَاحِدِ قَدْ يَكُونُ سَبَبًا لِحُصُولِ الزِّنَى إِلَّا أَنَّ التَّعَاوُنَ بَيْنَ الْمُجْتَمَعِ مِنْ ذُكُورٍ وَإِنَاثٍ مَصْلَحَةٌ أَرْجَحُ مِنْ تِلْكَ الْمَفْسَدَةِ، وَلِذَا لَمْ يَقُلْ أَحَدٌ مِنَ الْعُلَمَاءِ إِنَّهُ يَجِبُ عَزْلُ النِّسَاءِ فِي مَحَلٍّ مُسْتَقِلٍّ عَنِ الرِّجَالِ، وَأَنْ يُجْعَلَ عَلَيْهِنَّ حِصْنٌ قَوِيٌّ لَا يُمْكِنُ الْوُصُولُ إِلَيْهِنَّ مَعَهُ، وَتُجْعَلُ الْمَفَاتِيحُ بِيَدِ أَمِينٍ </p><p> مَعْرُوفٌ بِالتُّقَى وَالدِّيَانَةِ، كَمَا هُوَ مُقَرَّرٌ فِي الْأُصُولِ. </p><p> فَالْقُرْآنُ أَبَاحَ تَعَدُّدَ الزَّوْجَاتِ لِمَصْلَحَةِ الْمَرْأَةِ فِي عَدَمِ حِرْمَانِهَا مِنَ الزَّوَاجِ، وَلِمَصْلَحَةِ الرَّجُلِ بِعَدَمِ تَعَطُّلِ مَنَافِعِهِ فِي حَالِ قِيَامِ الْعُذْرِ بِالْمَرْأَةِ الْوَاحِدَةِ، وَلِمَصْلَحَةِ الْأُمَّةِ لِيَكْثُرَ عَدَدُهَا فَيُمْكِنُهَا مُقَاوَمَةُ عَدُوِّهَا لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا، فَهُوَ تَشْرِيعُ حَكِيمٍ خَبِيرٍ لَا يَطْعَنُ فِيهِ إِلَّا مَنْ أَعْمَى اللَّهُ بَصِيرَتَهُ بِظُلُمَاتِ الْكُفْرِ. وَتَحْدِيدُ الزَّوْجَاتِ بِأَرْبَعٍ ; تَحْدِيدٌ مِنْ حَكِيمٍ خَبِيرٍ، وَهُوَ أَمْرٌ وَسَطٌ بَيْنَ الْقِلَّةِ الْمُفْضِيَةِ إِلَى تَعَطُّلِ بَعْضِ مَنَافِعِ الرَّجُلِ، وَبَيْنَ الْكَثْرَةِ الَّتِي هِيَ مَظِنَّةُ عَدَمِ الْقُدْرَةِ عَلَى الْقِيَامِ بِلَوَازِمَ الزَّوْجِيَّةِ لِلْجَمِيعِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: تَفْضِيلُهُ الذَّكَرَ عَلَى الْأُنْثَى فِي الْمِيرَاثِ، كَمَا قَالَ تَعَالَى: وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [٤ \\ ١٧٦] . </p><p> وَقَدْ صَرَّحَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ يُبَيِّنُ لِخَلْقِهِ هَذَا الْبَيَانَ الَّذِي مِنْ جُمْلَتِهِ تَفْضِيلُ الذَّكَرِ عَلَى الْأُنْثَى فِي الْمِيرَاثِ لِئَلَّا يَضِلُّوا، فَمِنْ سَوَّى بَيْنِهِمَا فِيهِ فَهُوَ ضَالٌّ قَطْعًا. </p><p> ثُمَّ بَيَّنَ أَنَّهُ أَعْلَمُ بِالْحِكَمِ وَالْمَصَالِحِ وَبِكُلِّ شَيْءٍ مِنْ خَلْقِهِ بِقَوْلِهِ: وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [٤ \\ ١٧٦] ، وَقَالَ: يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [٤ \\ ١١] . </p><p> وَلَا شَكَّ أَنَّ الطَّرِيقَ الَّتِي هِيَ أَقْوَمُ الطُّرُقِ وَأَعْدَلُهَا: تَفْضِيلُ الذَّكَرِ عَلَى الْأُنْثَى فِي الْمِيرَاثِ الَّذِي ذَكَرَهُ اللَّهُ تَعَالَى. كَمَا أَشَارَ تَعَالَى إِلَى ذَلِكَ بِقَوْلِهِ: الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ ; أَيْ وَهُوَ الرِّجَالُ عَلَى بَعْضٍ [٤ \\ ٣٤] ، أَيْ وَهُوَ النِّسَاءُ، وَقَوْلِهِ: وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ [٢ \\ ٢٢٨] ، وَذَلِكَ لِأَنَّ الذُّكُورَةَ فِي كَمَالٍ خِلْقِيٍّ، وَقُوَّةٍ طَبِيعِيَّةٍ، وَشَرَفٍ وَجَمَالٍ، وَالْأُنُوثَةُ نَقْصٌ خِلْقِيٌّ، وَضَعْفٌ طَبِيعِيٌّ، كَمَا هُوَ مَحْسُوسٌ مُشَاهَدٌ لِجَمِيعِ الْعُقَلَاءِ، لَا يَكَادُ يُنْكِرُهُ إِلَّا مُكَابِرٌ فِي الْمَحْسُوسِ. </p><p> وَقَدْ أَشَارَ جَلَّ وَعَلَا إِلَى ذَلِكَ بِقَوْلِهِ: أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ [٤٣ \\ ١٨] ; لِأَنَّ اللَّهَ أَنْكَرَ عَلَيْهِمْ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُمْ نَسَبُوا لَهُ مَا لَا يَلِيقُ بِهِ مِنَ الْوَلَدِ، وَمَعَ ذَلِكَ نَسَبُوا لَهُ أَخَسَّ الْوَلَدَيْنِ وَأَنْقَصَهُمَا وَأَضْعَفَهُمَا، وَلِذَلِكَ يُنَشَّأُ فِي الْحِلْيَةِ ; أَيِ: الزِّينَةِ مِنْ أَنْوَاعِ الْحُلِيِّ وَالْحُلَلِ لِيَجْبُرَ نَقْصَهُ الْخِلْقِيَّ </p><p> الطَّبِيعِيَّ بِالتَّجْمِيلِ بِالْحُلِيِّ وَالْحُلَلِ وَهُوَ الْأُنْثَى. بِخِلَافِ الرَّجُلِ، فَإِنَّ كَمَالَ ذُكُورَتِهِ وَقُوَّتَهَا وَجَمَالَهَا يَكْفِيهِ عَلَى الْحُلِيِّ، كَمَا قَالَ الشَّاعِرُ: </p><p> وَمَا الْحُلِيُّ إِلَّا زِينَةً مِنْ نَقِيصَةٍ ... يُتَمِّمُ مِنْ حُسْنٍ إِذَا الْحُسْنُ قَصَّرَا </p><p> وَأَمَّا إِذَا كَانَ الْجَمَالُ مُوَفَّرًا ... كَحُسْنِكِ لَمْ يَحْتَجْ إِلَى أَنْ يُزَوَّرَا </p><p> وَقَالَ تَعَالَى: أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى تِلْكَ إِذًا قِسْمَةٌ ضِيزَى [٥٣ \\ ٢١ - ٢٢] ، وَإِنَّمَا كَانَتْ هَذِهِ الْقِسْمَةُ ضِيزَى - أَيْ غَيْرُ عَادِلَةٍ - لِأَنَّ الْأُنْثَى أَنْقَصُ مِنَ الذَّكَرِ خِلْقَةً وَطَبِيعَةً، فَجَعَلُوا هَذَا النَّصِيبَ النَّاقِصَ لِلَّهِ جَلَّ وَعَلَا سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلْوًا كَبِيرًا! وَجَعَلُوا الْكَامِلَ لِأَنْفُسِهِمْ كَمَا قَالَ: وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ [١٦ \\ ٦٢] ، أَيْ وَهُوَ الْبَنَاتُ. وَقَالَ: وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ إِلَى قَوْلِهِ: سَاءَ مَا يَحْكُمُونَ [١٦ \\ ٥٨، ٥٩] ، وَقَالَ: وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا - أَيْ وَهُوَ الْأُنْثَى - ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ [٤٣ \\ ١٧] . </p><p> وَكُلُّ هَذِهِ الْآيَاتِ الْقُرْآنِيَّةِ تَدُلُّ عَلَى أَنَّ الْأُنْثَى نَاقِصَةٌ بِمُقْتَضَى الْخِلْقَةِ وَالطَّبِيعَةِ، وَأَنَّ الذَّكَرَ أَفْضَلُ وَأَكْمَلُ مِنْهَا: أَاصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ [٣٧ \\ ١٥٣ - ١٥٤] ، أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا الْآيَةَ [١٧ \\ ٤٠] ، وَالْآيَاتُ الدَّالَّةُ عَلَى تَفْضِيلِهِ عَلَيْهَا كَثِيرَةٌ جِدًّا. </p><p> وَمَعْلُومٌ عِنْدَ عَامَّةِ الْعُقَلَاءِ: أَنَّ الْأُنْثَى مَتَاعٌ لَا بُدَّ لَهُ مِمَّنْ يَقُومُ بِشُئُونِهَا وَيُحَافِظُ عَلَيْهِ. </p><p> وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي التَّمَتُّعِ بِالزَّوْجَةِ: هَلْ هُوَ قُوتٌ؟ أَوْ تَفَكُّهٌ؟ وَأَجْرَى عُلَمَاءُ الْمَالِكِيَّةِ عَلَى هَذَا الْخِلَافِ حُكْمَ إِلْزَامِ الِابْنِ بِتَزْوِيجِ أَبِيهِ الْفَقِيرِ، قَالُوا: فَعَلَى أَنَّ النِّكَاحَ قُوتٌ فَعَلَيْهِ تَزْوِيجُهُ؟ لِأَنَّهُ مِنْ جُمْلَةِ الْقُوتِ الْوَاجِبِ لَهُ عَلَيْهِ. وَعَلَى أَنَّهُ تَفَكُّهٌ لَا يَجِبُ عَلَيْهِ عَلَى قَوْلِ بَعْضِهِمْ، فَانْظُرْ شِبْهَ النِّسَاءِ بِالطَّعَامِ وَالْفَاكِهَةِ عِنْدَ الْعُلَمَاءِ، وَقَدْ جَاءَتِ السُّنَّةُ الصَّحِيحَةُ بِالنَّهْيِ عَنْ قَتْلِ النِّسَاءِ وَالصِّبْيَانِ فِي الْجِهَادِ، لِأَنَّهُمَا مِنْ جُمْلَةِ مَالِ الْمُسْلِمِينَ الْغَانِمِينَ، بِخِلَافِ الرِّجَالِ فَإِنَّهُمْ يُقْتَلُونَ. </p><p> وَمِنَ الْأَدِلَّةِ عَلَى أَفْضَلِيَّةِ الذَّكَرِ عَلَى الْأُنْثَى: أَنَّ الْمَرْأَةَ الْأُولَى خُلِقَتْ مِنْ ضِلْعِ الرَّجُلِ الْأَوَّلِ. فَأَصْلُهَا جُزْءٌ مِنْهُ. فَإِذَا عَرَفَتْ مِنْ هَذِهِ الْأَدِلَّةِ: أَنَّ الْأُنُوثَةَ نَقْصٌ خِلْقِيٌّ، وَضَعْفٌ طَبِيعِيٌّ، فَاعْلَمْ أَنَّ الْعَقْلَ الصَّحِيحَ الَّذِي يُدْرِكُ الْحِكَمَ وَالْأَسْرَارَ، يَقْضِي بِأَنَّ النَّاقِصَ الضَّعِيفَ بِخِلْقَتِهِ وَطَبِيعَتِهِ، يَلْزَمُ أَنْ يَكُونَ تَحْتَ نَظَرِ الْكَامِلِ فِي خِلْقَتِهِ، الْقَوِيِّ بِطَبِيعَتِهِ ; </p><p> لِيَجْلِبَ لَهُ مَا لَا يَقْدِرُ عَلَى جَلْبِهِ مِنَ النَّفْعِ، وَيَدْفَعَ عَنْهُ مَا لَا يَقْدِرُ عَلَى دَفْعِهِ مِنَ الضُّرِّ، كَمَا قَالَ تَعَالَى: الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ [٤ \\ ٣٤] . </p><p> وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّهُ لَمَّا كَانَتِ الْحِكْمَةُ الْبَالِغَةُ، تَقْتَضِي أَنْ يَكُونَ الضَّعِيفُ النَّاقِصُ مُقَوَّمًا عَلَيْهِ مِنْ قِبَلِ الْقَوِيِّ الْكَامِلِ، اقْتَضَى ذَلِكَ أَنْ يَكُونَ الرَّجُلُ مُلْزَمًا بِالْإِنْفَاقِ عَلَى نِسَائِهِ، وَالْقِيَامِ بِجَمِيعِ لَوَازِمِهِنَّ فِي الْحَيَاةِ، كَمَا قَالَ تَعَالَى: وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ [٤ \\ ٣٤] ، وَمَالُ الْمِيرَاثِ مَا مَسَحَا فِي تَحْصِيلِهِ عَرَقًا، وَلَا تَسَبَّبَا فِيهِ الْبَتَّةَ، وَإِنَّمَا هُوَ تَمْلِيكٌ مِنَ اللَّهِ مَلَّكَهُمَا إِيَّاهُ تَمْلِيكًا جَبْرِيًّا، فَاقْتَضَتْ حِكْمَةُ الْحَكِيمِ الْخَبِيرِ أَنْ يُؤْثِرَ الرَّجُلَ عَلَى الْمَرْأَةِ فِي الْمِيرَاثِ وَإِنْ أَدْلَيَا بِسَبَبٍ وَاحِدٍ ; لِأَنَّ الرَّجُلَ مُتَرَقِّبٌ لِلنَّقْصِ دَائِمًا بِالْإِنْفَاقِ عَلَى نِسَائِهِ، وَبِذْلِ الْمُهُورِ لَهُنَّ، وَالْبَذْلِ فِي نَوَائِبِ الدَّهْرِ، وَالْمَرْأَةُ مُتَرَقِّبَةٌ لِلزِّيَادَةِ بِدَفْعِ الرَّجُلِ لَهَا الْمَهْرَ، وَإِنْفَاقِهِ عَلَيْهَا وَقِيَامِهِ بِشُئُونِهَا، وَإِيثَارُ مُتَرَقِّبُ النَّقْصِ دَائِمًا عَلَى مُتَرَقِّبِ الزِّيَادَةِ دَائِمًا لِجَبْرِ بَعْضِ نَقْصِهِ الْمُتَرَقِّبِ، حِكْمَتُهُ ظَاهِرَةٌ وَاضِحَةٌ، لَا يُنْكِرُهَا إِلَّا مَنْ أَعْمَى اللَّهُ بَصِيرَتَهُ بِالْكُفْرِ وَالْمَعَاصِي، وَلِذَا قَالَ تَعَالَى: لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [٤ \\ ١١] ، وَلِأَجْلِ هَذِهِ الْحِكَمِ الَّتِي بَيِّنَا بِهَا فَضْلَ نَوْعِ الذَّكَرِ عَلَى نَوْعِ الْأُنْثَى فِي أَصْلِ الْخِلْقَةِ وَالطَّبِيعَةِ، جَعَلَ الْحَكِيمُ الْخَبِيرُ الرَّجُلَ هُوَ الْمَسْئُولَ عَنِ الْمَرْأَةِ فِي جَمِيعِ أَحْوَالِهَا. وَخَصَّهُ بِالرِّسَالَةِ وَالنُّبُوَّةِ وَالْخِلَافَةِ دُونَهَا، وَمَلَّكَهُ الطَّلَاقَ دُونَهَا، وَجَعَلَهَ الْوَلِيَّ فِي النِّكَاحِ دُونَهَا، وَجَعَلَ انْتِسَابَ الْأَوْلَادِ إِلَيْهِ لَا إِلَيْهَا، وَجَعَلَ شَهَادَتَهُ فِي الْأَمْوَالِ بِشَهَادَةِ امْرَأَتَيْنِ فِي قَوْلِهِ تَعَالَى: فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ [٢ \\ ٢٨٢] ، وَجَعَلَ شَهَادَتَهُ تُقْبَلُ فِي الْحُدُودِ وَالْقَصَاصِ دُونَهَا، إِلَى غَيْرِ ذَلِكَ مِنَ الْفَوَارِقِ الْحِسِّيَّةِ وَالْمَعْنَوِيَّةِ وَالشَّرْعِيَّةِ بَيْنَهُمَا. </p><p> أَلَا تَرَى أَنَّ الضَّعْفَ الْخِلْقِيَّ وَالْعَجْزَ عَنِ الْإِبَانَةِ فِي الْخِصَامِ عَيْبٌ نَاقِصٌ فِي الرِّجَالِ، مَعَ أَنَّهُ يُعَدُّ مِنْ جُمْلَةِ مَحَاسِنِ النِّسَاءِ الَّتِي تَجْذِبُ إِلَيْهَا الْقُلُوبَ، قَالَ جَرِيرٌ: </p><p> إِنَّ الْعُيُونَ الَّتِي فِي طَرَفِهَا حَوَرٌ ... قَتَلْنَنَا ثُمَّ لَمَّ يُحْيِينَ قَتْلَانَا </p><p> يَصْرَعْنَ ذَا اللُّبِّ حَتَّى لَا حَرَاكَ ... بِهِ وَهُنَّ أَضْعَفُ خَلْقِ اللَّهِ أَرْكَانًا </p><p> وَقَالَ ابْنُ الدُّمَيْنَةِ: </p><p> بِنَفْسِي وَأَهْلِي مَنْ إِذَا عَرَضُوا ... لَهُ بِبَعْضِ الْأَذَى لَمْ يَدْرِ كَيْفَ يُجِيبُ </p><p> فَلَمْ يَعْتَذِرْ عُذْرَ الْبَرِيءِ ... وَلَمْ تَزَلْ بِهِ سَكْتَةٌ حَتَّى يُقَالَ مُرِيبُ </p><p> فَالْأَوَّلُ: تَشَبَّبَ بِهِنَّ بِضَعْفِ أَرْكَانِهِنَّ، وَالثَّانِي: بِعَجْزِهِنَّ عَنِ الْإِبَانَةِ فِي الْخِصَامِ ; كَمَا قَالَ تَعَالَى: وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ [٤٣ \\ ١٨] ، وَلِهَذَا التَّبَايُنِ فِي الْكَمَالِ وَالْقُوَّةِ بَيْنَ النَّوْعَيْنِ، صَحَّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّعْنَ عَلَى مَنْ تَشَبَّهَ مِنْهُمَا بِالْآخَرِ. قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثْنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ:  «لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ» ، هَذَا لَفْظُ الْبُخَارِيِّ فِي صَحِيحِهِ، وَمَعْلُومٌ أَنَّ مَنْ لَعَنَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ مَلْعُونٌ فِي كِتَابِ اللَّهِ ; لِأَنَّ اللَّهَ يَقُولُ: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ الْآيَةَ [٥٩ \\ ٧] ، كَمَا ثَبَتَ عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ كَمَا تَقَدَّمَ. </p><p> فَلْتَعْلَمْنَ أَيَّتُهَا النِّسَاءُ اللَّاتِي تُحَاوِلْنَ أَنْ تَكُنَّ كَالرِّجَالِ فِي جَمِيعِ الشُّئُونِ أَنَّكُنَّ مُتَرَجِّلَاتٌ مُتَشَبِّهَاتٌ بِالرِّجَالِ، وَأَنَّكُنَّ مَلْعُونَاتٌ فِي كِتَابِ اللَّهِ عَلَى لِسَانِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكَذَلِكَ الْمُخَنَّثُونَ الْمُتَشَبِّهُونَ بِالنِّسَاءِ، فَهُمْ أَيْضًا مَلْعُونُونَ فِي كِتَابِ اللَّهِ عَلَى لِسَانِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَقَدْ صَدَقَ مَنْ قَالَ فِيهِمْ: </p><p> وَمَا عَجَبِي أَنَّ النِّسَاءَ تَرَجَّلَتْ ... وَلَكِنَّ تَأْنِيثَ الرِّجَالِ عُجَابُ </p><p> وَاعْلَمْ وَفَّقَنِي اللَّهُ وَإِيَّاكَ لِمَّا يُحِبُّهُ وَيَرْضَاهُ: أَنَّ هَذِهِ الْفِكْرَةَ الْكَافِرَةَ، الْخَاطِئَةَ الْخَاسِئَةَ، الْمُخَالِفَةَ لِلْحِسِّ وَالْعَقْلَ، وَلِلْوَحْيِ السَّمَاوِيِّ وَتَشْرِيعِ الْخَالِقِ الْبَارِئِ مِنْ تَسْوِيَةِ الْأُنْثَى بِالذِّكْرِ فِي جَمِيعِ الْأَحْكَامِ وَالْمَيَادِينِ، فِيهَا مِنَ الْفَسَادِ وَالْإِخْلَالِ بِنِظَامِ الْمُجْتَمَعِ الْإِنْسَانِيِّ مَا لَا يَخْفَى عَلَى أَحَدٍ إِلَّا مَنْ أَعْمَى اللَّهُ بَصِيرَتَهُ. وَذَلِكَ لِأَنَّ اللَّهَ جَلَّ وَعَلَا جَعَلَ الْأُنْثَى بِصِفَاتِهَا الْخَاصَّةِ بِهَا صَالِحَةٌ لِأَنْوَاعٍ مِنَ الْمُشَارَكَةِ فِي بِنَاءِ الْمُجْتَمَعِ الْإِنْسَانِيِّ، صَلَاحًا لَا يُصْلِحُهُ لَهَا غَيْرُهَا، كَالْحَمْلِ وَالْوَضْعِ، وَالْإِرْضَاعِ وَتَرْبِيَةِ الْأَوْلَادِ، وَخِدْمَةِ الْبَيْتِ، وَالْقِيَامِ عَلَى شُئُونِهِ. مِنْ طَبْخٍ وَعَجْنٍ وَكَنْسٍ وَنَحْوِ ذَلِكَ. وَهَذِهِ الْخِدْمَاتُ الَّتِي تَقُومُ بِهَا لِلْمُجْتَمَعِ الْإِنْسَانِيِّ دَاخِلَ بَيْتِهَا فِي سَتْرٍ وَصِيَانَةٍ، وَعَفَافٍ وَمُحَافِظَةٍ عَلَى الشَّرَفِ وَالْفَضِيلَةِ وَالْقِيَمِ الْإِنْسَانِيَّةِ، لَا تَقِلُّ عَنْ خِدْمَةِ الرَّجُلِ بِالِاكْتِسَابِ، فَزَعَمَ أُولَئِكَ السَّفَلَةُ الْجَهَلَةُ مِنَ الْكُفَّارِ وَأَتْبَاعِهِمْ: أَنَّ الْمَرْأَةَ لَهَا مِنَ الْحُقُوقِ فِي الْخِدْمَةِ خَارِجَ بَيْتِهَا مِثْلُ مَا لِلرَّجُلِ، مَعَ أَنَّهَا فِي زَمَنِ حَمْلِهَا وَرِضَاعِهَا وَنِفَاسِهَا، لَا تَقْدِرُ عَلَى مُزَاوَلَةِ أَيِّ عَمَلٍ فِيهِ أَيُّ مَشَقَّةٍ كَمَا هُوَ مُشَاهَدٌ، فَإِذَا خَرَجَتْ هِيَ وَزَوْجُهَا بَقِيَتْ خِدْمَاتُ الْبَيْتِ كُلُّهَا ضَائِعَةً: مِنْ حِفْظِ الْأَوْلَادِ الصِّغَارِ، وَإِرْضَاعِ مَنْ هُوَ فِي زَمَنِ الرَّضَاعُ مِنْهُمْ، وَتَهْيِئَةِ الْأَكْلِ وَالشُّرْبِ لِلرَّجُلِ إِذَا جَاءَ مِنْ عَمَلِهِ، فَلَوْ أَجْرَوْا إِنْسَانًا يَقُومُ مَقَامَهَا، لِتُعَطِّلَ ذَلِكَ الْإِنْسَانَ فِي ذَلِكَ الْبَيْتِ التَّعَطُّلَ الَّذِي خَرَجَتِ </p><p> الْمَرْأَةُ فِرَارًا مِنْهُ ; فَعَادَتِ النَّتِيجَةُ فِي حَافِرَتِهَا عَلَى أَنَّ خُرُوجَ الْمَرْأَةِ وَابْتِذَالَهَا فِيهِ ضَيَاعُ الْمُرُوءَةِ وَالدِّينِ ; لِأَنَّ الْمَرْأَةَ مَتَاعٌ، هُوَ خَيْرُ مَتَاعٍ الدُّنْيَا، وَهُوَ أَشَدُّ أَمْتِعَةِ الدُّنْيَا تَعَرُّضًا لِلْخِيَانَةِ. </p><p> لِأَنَّ الْعَيْنَ الْخَائِنَةَ إِذَا نَظَرَتْ إِلَى شَيْءٍ مِنْ مَحَاسِنِهَا فَقَدِ اسْتَغَلَّتْ بَعْضَ مَنَافِعِ ذَلِكَ الْجَمَالِ خِيَانَةً وَمَكْرًا. فَتَعْرِيضُهَا لِأَنْ تَكُونَ مَائِدَةً لِلْخَوَنَةِ فِيهِ مَا لَا يَخْفَى عَلَى أَدْنَى عَاقِلٍ، وَكَذَلِكَ إِذَا لَمَسَ شَيْئًا مِنْ بَدَنِهَا بَدَنُ خَائِنٍ سَرَتْ لَذَّةُ ذَلِكَ اللَّمْسِ فِي دَمِهِ وَلَحْمِهِ بِطَبِيعَةِ الْغَرِيزَةِ الْإِنْسَانِيَّةِ، وَلَا سِيَّمَا إِذَا كَانَ الْقَلْبُ فَارِغًا مِنْ خَشْيَةِ اللَّهِ تَعَالَى، فَاسْتَغَلَّ نِعْمَةَ ذَلِكَ الْبَدَنِ خِيَانَةً وَغَدْرًا، وَتَحْرِيكُ الْغَرَائِزِ بِمِثْلِ ذَلِكَ النَّظَرِ وَاللَّمْسِ يَكُونُ غَالِبًا سَبَبًا لِمَا هُوَ شَرُّ مِنْهُ. كَمَا هُوَ مُشَاهَدٌ بِكَثْرَةٍ فِي الْبِلَادِ الَّتِي تَخَلَّتْ عَنْ تَعَالِيمِ الْإِسْلَامِ، وَتَرَكَتِ الصِّيَانَةَ. فَصَارَتْ نِسَاؤُهَا يَخْرُجْنَ مُتَبَرِّجَاتٍ عَارِيَاتِ الْأَجْسَامِ إِلَّا مَا شَاءَ اللَّهُ. لِأَنَّ اللَّهَ نَزَعَ مِنْ رِجَالِهَا صِفَةَ الرُّجُولَةِ وَالْغِيرَةِ عَلَى حَرِيمِهِمْ. وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ نَعُوذُ بِاللَّهِ مَنْ مَسْخِ الضَّمِيرِ وَالذَّوْقِ، وَمِنْ كُلِّ سُوءٍ، وَدَعْوَى الْجَهَلَةِ السَّفَلَةِ: أَنَّ دَوَامَ خُرُوجِ النِّسَاءِ بَادِيَةَ الرُّءُوسِ وَالْأَعْنَاقِ وَالْمَعَاصِمِ، وَالْأَذْرُعِ وَالسُّوقِ، وَنَحْوَ ذَلِكَ يُذْهِبُ إِثَارَةَ غَرَائِزِ الرِّجَالِ ; لِأَنَّ كَثْرَةَ الْإِمْسَاسِ تُذْهِبُ الْإِحْسَاسَ ; كَلَامٌ فِي غَايَةِ السُّقُوطِ وَالْخِسَّةِ ; لِأَنَّ مَعْنَاهُ: إِشْبَاعُ الرَّغْبَةِ مِمَّا لَا يَجُوزُ، حَتَّى يَزُولَ الْأَرَبُ مِنْهُ بِكَثْرَةِ مُزَاوَلَتِهِ، وَهَذَا كَمَا تَرَى. وَلِأَنَّ الدَّوَامَ لَا يُذْهِبُ إِثَارَةَ الْغَرِيزَةِ بِاتِّفَاقِ الْعُقَلَاءِ ; لِأَنَّ الرَّجُلَ يَمْكُثُ مَعَ امْرَأَتِهِ سِنِينَ كَثِيرَةً حَتَّى تَلِدَ أَوْلَادَهُمَا، وَلَا تَزَالُ مُلَامَسَتُهُ لَهَا، وَرُؤْيَتُهُ لِبَعْضِ جِسْمِهَا تُثِيرُ غَرِيزَتَهُ. كَمَا هُوَ مُشَاهَدٌ لَا يُنْكِرُهُ إِلَّا مُكَابِرٌ: </p><p> لَقَدْ أَسْمَعْتَ لَوْ نَادَيْتَ حَيًّا ... وَلَكِنْ لَا حَيَاةَ لِمَنْ تُنَادِي </p><p> وَقَدْ أَمَرَ رَبُّ السَّمَوَاتِ وَالْأَرْضِ، خَالِقُ هَذَا الْكَوْنِ وَمُدَبِّرُ شُئُونِهِ، الْعَالِمُ بِخَفَايَا أُمُورِهِ وَبِكُلِّ مَا كَانَ وَمَا سَيَكُونُ بِغَضِّ الْبَصَرِ عَمَّا لَا يَحِلُّ ; قَالَ تَعَالَى: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ. . . الْآيَةَ [٢٤ \\ ٣٠، ٣١] . </p><p> وَنَهَى الْمَرْأَةَ أَنْ تَضْرِبَ بِرِجْلِهَا لِتُسْمِعَ الرِّجَالَ صَوْتَ خَلْخَالِهَا فِي قَوْلِهِ: وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ [٢٤ \\ ٣١] ، وَنَهَاهُنَّ عَنْ لِينِ الْكَلَامِ، لِئَلَّا يَطْمَعَ أَهْلُ الْخَنَى فِيهِنَّ، قَالَ تَعَالَى: فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ </p><p> وَقُلْنَ قَوْلًا مَعْرُوفًا [٣٢ \\ ٣٣] ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ تَعَالَى تَحْقِيقَ الْمَقَامِ فِي مَسْأَلَةِ الْحِجَابِ فِي (سُورَةِ الْأَحْزَابِ) ، كَمَا قَدَّمْنَا الْوَعْدَ بِذَلِكَ فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: مِلْكُ الرَّقِيقِ الْمُعَبَّرِ عَنْهُ فِي الْقُرْآنِ بِمِلْكِ الْيَمِينِ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣] ، وَقَوْلِهِ: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ [٢٣ \\ ٥ - ٦] فِي «سُورَةِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ، وَسَأَلَ سَائِلٌ» ، وَقَوْلِهِ: وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣٦] ، وَقَوْلِهِ: وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ الْآيَةَ [٤ \\ ٢٤] ، وَقَوْلِهِ جَلَّ وَعَلَا: وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ الْآيَةَ [٢٤ \\ ٣٣] ، وَقَوْلِهِ: لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ الْآيَةَ [٣٣ \\ ٥٢] . </p><p> وَقَوْلُهُ: يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ الْآيَةَ [٣٣ \\ ٥٠] ، وَقَوْلِهِ جَلَّ وَعَلَا: وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ [٣٣ \\ ٥٥] ، وَقَوْلِهِ: أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ [٢٤ \\ ٣١] ، وَقَوْلِهِ: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ [٤ \\ ٢٥] ، وَقَوْلِهِ: فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ [١٦ \\ ٧١] ، وَقَوْلِهِ: هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ الْآيَةَ [٣٠ \\ ٢٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَالْمُرَادُ بِمِلْكِ الْيَمِينِ فِي جَمِيعِ هَذِهِ الْآيَاتِ وَنَحْوِهَا: مِلْكُ الرَّقِيقِ بِالرِّقِّ، وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى مَلِكِ الرَّقِيقِ قَوْلُهُ: ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا الْآيَةَ [١٦ \\ ٧٥] ، وَقَوْلُهُ: وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ الْآيَةَ [٢ \\ ٢٢١] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَسَبَبُ الْمِلْكِ بِالرِّقِّ: هُوَ الْكُفْرُ، وَمُحَارَبَةُ اللَّهِ وَرَسُولِهِ، فَإِذَا أَقْدَرَ اللَّهُ الْمُسْلِمِينَ الْمُجَاهِدِينَ الْبَاذِلِينَ مُهَجَهُمْ وَأَمْوَالَهُمْ، وَجَمِيعَ قُوَاهُمْ، وَمَا أَعْطَاهُمُ اللَّهُ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا عَلَى الْكُفَّارِ، جَعَلَهُمْ مِلْكًا لَهُمْ بِالسَّبْيِ ; إِلَّا إِذَا اخْتَارَ الْإِمَامُ الْمَنَّ أَوِ الْفِدَاءَ، لِمَا فِي ذَلِكَ مِنَ الْمَصْلَحَةِ عَلَى الْمُسْلِمِينَ. </p><p> وَهَذَا الْحُكْمُ مِنْ أَعْدَلِ الْأَحْكَامِ وَأَوْضَحِهَا وَأَظْهَرِهَا حِكْمَةً، وَذَلِكَ أَنَّ اللَّهَ جَلَّ وَعَلَا خَلَقَ الْخَلْقَ لِيَعْبُدُوهُ وَيُوَحِّدُوهُ، وَيَمْتَثِلُوا أَوَامَرَهُ وَيَجْتَنِبُوا نَوَاهِيَهُ، كَمَا قَالَ تَعَالَى: وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ [٥١ \\ ٥٦، ٥٧] . وَأَسْبَغَ عَلَيْهِمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً. </p><p> كَمَا قَالَ: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ [١٤ \\ ٣٤] ، وَفِي الْآيَةِ الْأُخْرَى فِي «سُورَةِ النَّحْلِ» : وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ [١٦ \\ ١٨] ، وَجَعَلَ لَهُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لِيَشْكُرُوهُ ; كَمَا قَالَ تَعَالَى: وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ [١٦ \\ ٧٨] فَتَمَرَّدَ الْكُفَّارُ عَلَى رَبِّهِمْ وَطَغَوْا وَعَتَوْا، وَأَعْلَنُوا الْحَرْبَ عَلَى رُسُلِهِ لِئَلَّا تَكُونَ كَلِمَتُهُ هِيَ الْعُلْيَا، وَاسْتَعْمَلُوا جَمِيعَ الْمَوَاهِبِ الَّتِي أَنْعَمَ عَلَيْهِمْ بِهَا فِي مُحَارَبَتِهِ، وَارْتِكَابِ مَا يُسْخِطُهُ، وَمُعَادَاتِهِ وَمُعَادَاةِ أَوْلِيَائِهِ الْقَائِمِينَ بِأَمْرِهِ، وَهَذَا أَكْبَرُ جَرِيمَةٍ يَتَصَوَّرُهَا الْإِنْسَانُ. </p><p> فَعَاقَبَهُمُ الْحَكَمُ الْعَدْلُ اللَّطِيفُ الْخَبِيرُ جَلَّ وَعَلَا عُقُوبَةً شَدِيدَةً تُنَاسِبُ جَرِيمَتَهُمْ. فَسَلَبَهُمُ التَّصَرُّفَ، وَوَضَعَهُمْ مِنْ مَقَامِ الْإِنْسَانِيَّةِ إِلَى مَقَامٍ أَسْفَلَ مِنْهُ كَمَقَامِ الْحَيَوَانَاتِ، فَأَجَازَ بَيْعَهُمْ وَشِرَاءَهُمْ، وَغَيْرَ ذَلِكَ مِنَ التَّصَرُّفَاتِ الْمَالِيَّةِ، مَعَ أَنَّهُ لَمْ يَسْلُبْهُمْ حُقُوقَ الْإِنْسَانِيَّةِ سَلْبًا كُلِّيًّا. فَأَوْجَبَ عَلَى مَالِكِيهِمُ الرِّفْقَ وَالْإِحْسَانَ إِلَيْهِمْ، وَأَنْ يُطْعِمُوهُمْ مِمَّا يُطْعِمُونَ، وَيُكْسُوهُمْ مِمَّا يَلْبَسُونَ، وَلَا يُكَلِّفُوهُمْ مِنَ الْعَمَلِ مَا لَا يُطِيقُونَ، وَإِنْ كَلَّفُوهُمْ أَعَانُوهُمْ ; كَمَا هُوَ مَعْرُوفٌ فِي السُّنَّةِ الْوَارِدَةِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ الْإِيصَاءِ عَلَيْهِمْ فِي الْقُرْآنِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى إِلَى قَوْلِهِ: وَمَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣٦] كَمَا تَقَدَّمَ. </p><p> وَتَشَوَّفَ الشَّارِعُ تَشَوُّفًا شَدِيدًا لِلْحُرِّيَّةِ وَالْإِخْرَاجِ مِنَ الرِّقِّ، فَأَكْثَرَ أَسْبَابَ ذَلِكَ، كَمَا أَوْجَبَهُ فِي الْكَفَّارَاتِ مِنْ قَتْلٍ خَطَأٍ وَظِهَارٍ وَيَمِينٍ وَغَيْرِ ذَلِكَ، وَأَوْجَبَ سَرَايَةَ الْعِتْقِ، وَأَمَرَ بِالْكِتَابَةِ فِي قَوْلِهِ: فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا [٢٤ \\ ٣٣] ، وَرَغَّبَ فِي الْإِعْتَاقِ تَرْغِيبًا شَدِيدًا، وَلَوْ فَرَضْنَا - وَلِلَّهِ الْمَثَلُ الْأَعْلَى - أَنَّ حُكُومَةً مِنْ هَذِهِ الْحُكُومَاتِ الَّتِي تُنْكِرُ الْمِلْكَ بِالرِّقِّ، وَتُشَنِّعُ فِي ذَلِكَ عَلَى دِينِ الْإِسْلَامِ قَامَ عَلَيْهَا رَجُلٌ مِنْ رَعَايَاهَا كَانَتْ تُغْدِقُ عَلَيْهِ النِّعَمَ، وَتُسْدِي إِلَيْهِ جَمِيعَ أَنْوَاعِ الْإِحْسَانِ، وَدَبَّرَ عَلَيْهَا ثَوْرَةً </p><p> شَدِيدَةً يُرِيدُ بِهَا إِسْقَاطَ حُكْمَهَا، وَعَدَمَ نُفُوذِ كَلِمَتِهَا، وَالْحَيْلُولَةَ بَيْنَهَا وَبَيْنَ مَا تُرِيدُهُ مِنْ تَنْفِيذِ أَنْظِمَتِهَا، الَّتِي يَظْهَرُ لَهَا أَنَّ بِهِمَا صَلَاحَ الْمُجْتَمَعِ، ثُمَّ قَدَرَتْ عَلَيْهِ بَعْدَ مُقَاوَمَةٍ شَدِيدَةٍ فَإِنَّهَا تَقْتُلُهُ شَرَّ قِتْلَةٍ، وَلَا شَكَّ أَنَّ ذَلِكَ الْقَتْلَ يَسْلُبُهُ جَمِيعَ تَصَرُّفَاتِهِ وَجَمِيعَ مَنَافِعِهِ، فَهُوَ أَشَدُّ سَلْبًا لِتَصَرُّفَاتِ الْإِنْسَانِ وَمَنَافِعِهِ مِنَ الرِّقِّ بِمَرَاحِلَ، وَالْكَافِرُ قَامَ بِبَذْلِ كُلِّ مَا فِي وُسْعِهِ لِيَحُولَ دُونَ إِقَامَةِ نِظَامِ اللَّهِ الَّذِي شَرَعَهُ لِيَسِيرَ عَلَيْهِ خَلْقُهُ، فَيُنْشَرُ بِسَبَبِهِ فِي الْأَرْضِ الْأَمْنُ وَالطُّمَأْنِينَةُ، وَالرَّخَاءُ وَالْعَدَالَةُ، وَالْمُسَاوَاةُ فِي الْحُقُوقِ الشَّرْعِيَّةِ، وَتَنْتَظِمُ بِهِ الْحَيَاةُ عَلَى أَكْمَلِ الْوُجُوهِ وَأَعْدَلِهَا وَأَسْمَاهَا: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ [١٦ \\ ٩٠] فَعَاقَبَهُ اللَّهُ هَذِهِ الْمُعَاقَبَةَ بِمَنْعِهِ التَّصَرُّفَ، وَوَضْعُ دَرَجَتِهِ وَجَرِيمَتِهِ تَجْعَلُهُ يَسْتَحِقُّ الْعُقُوبَةَ بِذَلِكَ. </p><p> فَإِنْ قِيلَ: إِذَا كَانَ الرَّقِيقُ مُسْلِمًا فَمَا وَجْهُ مِلْكِهِ بِالرِّقِّ؟ مَعَ أَنَّ سَبَبَ الرِّقِّ الَّذِي هُوَ الْكُفْرُ وَمُحَارَبَةُ اللَّهِ وَرُسُلِهِ قَدْ زَالَ؟ </p><p> فَالْجَوَابُ: أَنَّ الْقَاعِدَةَ الْمَعْرُوفَةَ عِنْدَ الْعُلَمَاءِ وَكَافَّةِ الْعُقَلَاءِ: أَنَّ الْحَقَّ السَّابِقَ لَا يَرْفَعُهُ الْحَقُّ اللَّاحِقُ، وَالْأَحَقِّيَّةُ بِالْأَسْبَقِيَّةِ ظَاهِرَةٌ لَا خَفَاءَ بِهَا، فَالْمُسْلِمُونَ عِنْدَمَا غَنِمُوا الْكُفَّارَ بِالسَّبْيِ ثَبَتَ لَهُمْ حَقُّ الْمِلْكِيَّةِ بِتَشْرِيعِ خَالِقِ الْجَمِيعِ، وَهُوَ الْحَكِيمُ الْخَبِيرُ، فَإِذَا اسْتَقَرَّ هَذَا الْحَقُّ وَثَبَتَ، ثُمَّ أَسْلَمَ الرَّقِيقُ بَعْدَ ذَلِكَ كَانَ حَقُّهُ فِي الْخُرُوجِ مِنَ الرِّقِّ بِالْإِسْلَامِ مَسْبُوقًا بِحَقِّ الْمُجَاهِدِ الَّذِي سَبَقَتْ لَهُ الْمِلْكِيَّةُ قَبْلَ الْإِسْلَامِ، وَلَيْسَ مِنَ الْعَدْلِ وَالْإِنْصَافِ رَفْعُ الْحَقِّ السَّابِقِ بِالْحَقِّ الْمُتَأَخِّرِ عَنْهُ، كَمَا هُوَ مَعْلُومٌ عِنْدَ الْعُقَلَاءِ، نَعَمْ، يَحْسُنُ بِالْمَالِكِ وَيَجْمُلُ بِهِ أَنْ يُعْتِقَهُ إِذَا أَسْلَمَ، وَقَدْ أَمَرَ الشَّارِعُ بِذَلِكَ وَرَغَّبَ فِيهِ، وَفَتَحَ لَهُ الْأَبْوَابَ الْكَثِيرَةَ كَمَا قَدَّمْنَا، فَسُبْحَانَ الْحَكِيمِ الْخَبِيرِ: وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ [٦ \\ ١١٥] ، فَقَوْلُهُ صِدْقًا أَيْ فِي الْإِخْبَارِ، وَقَوْلُهُ: وَعَدْلًا ; أَيْ فِي الْأَحْكَامِ. وَلَا شَكَّ أَنَّ مِنْ ذَلِكَ الْعَدْلِ: الْمِلْكَ بِالرِّقِّ وَغَيْرَهُ مِنْ أَحْكَامِ الْقُرْآنِ: </p><p> وَكَمْ مِنْ عَائِبٍ قَوْلًا صَحِيحًا ... وَآفَتُهُ مِنَ الْفَهْمِ السَّقِيمِ </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: الْقِصَاصُ ; فَإِنَّ الْإِنْسَانَ إِذَا غَضِبَ وَهَمَّ بِأَنْ يَقْتُلَ إِنْسَانًا آخَرَ فَتَذَكَّرَ أَنَّهُ إِنْ قَتَلَهُ قُتِلَ بِهِ، خَافَ الْعَاقِبَةَ فَتَرَكَ الْقَتْلَ، فَحَيِيَ ذَلِكَ الَّذِي كَانَ يُرِيدُ </p><p> قَتْلَهُ، وَحَيِيَ هُوَ، لِأَنَّهُ لَمْ يَقْتُلْ فَيُقْتَلُ قِصَاصًا، فَقَتْلُ الْقَاتِلِ يَحْيَا بِهِ مَا لَا يَعْلَمُهُ إِلَّا اللَّهُ كَثْرَةً كَمَا ذَكَرْنَا، قَالَ تَعَالَى وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ [٢ \\ ١٧٩] ، وَلَا شَكَّ أَنَّ هَذَا مِنْ أَعْدَلِ الطُّرُقِ وَأَقْوَمِهَا، وَلِذَلِكَ يُشَاهِدُ فِي أَقْطَارِ الدُّنْيَا قَدِيمًا وَحَدِيثًا قِلَّةُ وُقُوعِ الْقَتْلِ فِي الْبِلَادِ الَّتِي تَحْكُمُ بِكِتَابِ اللَّهِ ; لِأَنَّ الْقِصَاصَ رَادِعٌ عَنْ جَرِيمَةِ الْقَتْلِ. كَمَا ذَكَرَهُ اللَّهُ فِي الْآيَةِ الْمَذْكُورَةِ آنِفًا. وَمَا يَزْعُمُهُ أَعْدَاءُ الْإِسْلَامِ مِنْ أَنَّ الْقِصَاصَ غَيْرُ مُطَابِقٍ لِلْحِكْمَةِ ; لِأَنَّ فِيهِ إِقْلَالَ عَدَدِ الْمُجْتَمَعِ بِقَتْلِ إِنْسَانٍ ثَانٍ بَعْدِ أَنْ مَاتَ الْأَوَّلُ، وَأَنَّهُ يَنْبَغِي أَنْ يُعَاقَبَ بِغَيْرِ الْقَتْلِ فَيُحْبَسُ، وَقَدْ يُولَدُ لَهُ فِي الْحَبْسِ فَيَزِيدُ الْمُجْتَمَعُ. كُلُّهُ كَلَامٌ سَاقِطٌ، عَارٍ مِنَ الْحِكْمَةِ ; لِأَنَّ الْحَبْسَ لَا يَرْدَعُ النَّاسَ عَنِ الْقَتْلِ، فَإِذَا لَمْ تَكُنِ الْعُقُوبَةُ رَادِعَةً فَإِنَّ السُّفَهَاءَ يَكْثُرُ مِنْهُمُ الْقَتْلُ، فَيَتَضَاعَفُ نَقْصُ الْمُجْتَمَعِ بِكَثْرَةِ الْقَتْلِ. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: قَطْعُ يَدِ السَّارِقِ الْمَنْصُوصُ عَلَيْهِ بِقَوْلِهِ تَعَالَى: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ، وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَوْ سَرَقَتْ فَاطِمَةُ لَقَطَعْتُ يَدَهَا» . </p><p> وَجُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّ الْقَطْعَ مِنَ الْكُوعِ، وَأَنَّهَا الْيُمْنَى. وَكَانَ ابْنُ مَسْعُودٍ وَأَصْحَابُهُ يَقْرَءُونَ «فَاقْطَعُوا أَيْمَانَهُمَا» . </p><p> وَالْجُمْهُورُ أَنَّهُ إِنْ سَرَقَ ثَانِيًا قُطِعَتْ رِجْلُهُ الْيُسْرَى، ثُمَّ إِنْ سَرَقَ فَيَدُهُ الْيُسْرَى، ثُمَّ إِنَّ سَرَقَ فَرِجْلُهُ الْيُمْنَى، ثُمَّ يُعَزَّرُ. وَقِيلَ: يُقْتَلُ، كَمَا جَاءَ فِي الْحَدِيثِ:  «وَلَا قَطْعَ إِلَّا فِي رُبْعِ دِينَارٍ أَوْ قِيمَتِهِ أَوْ ثَلَاثَةِ دَرَاهِمَ» كَمَا هُوَ مَعْرُوفٌ فِي الْأَحَادِيثِ. </p><p> وَلَيْسَ قَصْدُنَا هُنَا تَفْصِيلَ أَحْكَامِ السَّرِقَةِ وَشُرُوطِ الْقَطْعِ، كَالنِّصَابِ وَالْإِخْرَاجِ مِنْ حِرْزٍ، وَلَكِنَّ مُرَادَنَا أَنْ نُبَيِّنَ أَنَّ قَطْعَ يَدِ السَّارِقِ مِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ. وَذَلِكَ أَنَّ هَذِهِ الْيَدَ الْخَبِيثَةَ الْخَائِنَةَ، الَّتِي خَلَقَهَا اللَّهُ لِتَبْطِشَ وَتَكْتَسِبَ فِي كُلِّ مَا يُرْضِيهِ مِنَ امْتِثَالِ أَوَامِرِهِ وَاجْتِنَابِ نَهْيِهِ، وَالْمُشَارَكَةِ فِي بِنَاءِ الْمُجْتَمَعِ الْإِنْسَانِيِّ، فَمَدَّتْ أَصَابِعَهَا الْخَائِنَةَ إِلَى مَالِ الْغَيْرِ لِتَأْخُذَهُ بِغَيْرِ حَقٍّ، وَاسْتَعْمَلَتْ قُوَّةَ الْبَطْشِ الْمُودَعَةَ فِيهَا فِي الْخِيَانَةِ وَالْغَدْرِ، وَأَخْذِ أَمْوَالِ النَّاسِ عَلَى هَذَا الْوَجْهِ الْقَبِيحِ، يَدٌ نَجِسَةٌ قَذِرَةٌ، سَاعِيَةٌ فِي الْإِخْلَالِ بِنِظَامِ الْمُجْتَمَعِ، إِذْ لَا نِظَامَ لَهُ بِغَيْرِ الْمَالِ، فَعَاقَبَهَا خَالِقُهَا بِالْقَطْعِ وَالْإِزَالَةِ ; كَالْعُضْوِ الْفَاسِدِ الَّذِي يَجُرُّ الدَّاءَ لِسَائِرِ الْبَدَنِ، فَإِنَّهُ يُزَالُ بِالْكُلِّيَّةِ إِبْقَاءً عَلَى الْبَدَنِ وَتَطْهِيرًا لَهُ مِنَ الْمَرَضِ، وَلِذَلِكَ فَإِنَّ قَطْعَ الْيَدِ يُطَهِّرُ السَّارِقَ مِنْ دَنَسِ ذَنْبِ ارْتِكَابِ مَعْصِيَةِ السَّرِقَةِ، مَعَ الرَّدْعِ الْبَالِغِ </p><p> بِالْقِطَعِ عَنِ السَّرِقَةِ ; قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ:  «بَابُ الْحُدُودِ كَفَّارَةٌ» ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، أَخْبَرَنَا ابْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ قَالَ: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَجْلِسٍ، فَقَالَ:  «بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا» وَقَرَأَ هَذِهِ الْآيَةَ كُلَّهَا «فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَتُهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ، إِنْ شَاءَ غَفَرَ لَهُ، وَإِنْ شَاءَ عَذَّبَهُ» . اه هَذَا لَفْظُ الْبُخَارِيِّ فِي صَحِيحِهِ، وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْحَدِيثِ الصَّحِيحِ:  «فَهُوَ كَفَّارَتُهُ» نَصٌّ صَرِيحٌ فِي أَنَّ الْحُدُودَ تُطَهِّرُ الْمُرْتَكِبِينَ لَهَا مِنَ الذَّنْبِ. </p><p> وَالتَّحْقِيقُ فِي ذَلِكَ مَا حَقَّقَهُ بَعْضُ الْعُلَمَاءِ: مِنْ أَنَّ حُقُوقَ اللَّهِ يُطَهَّرُ مِنْهَا بِإِقَامَةِ الْحَدِّ، وَحَقُّ الْمَخْلُوقِ يَبْقَى، فَارْتِكَابُ جَرِيمَةِ السَّرِقَةِ مَثَلًا يُطَهَّرُ مِنْهُ بِالْحَدِّ، وَالْمُؤَاخَذَةُ بِالْمَالِ تَبْقَى ; لِأَنَّ السَّرِقَةَ عِلَّةٌ مُوجِبَةُ حُكْمَيْنِ: وَهُمَا الْقَطْعُ وَالْغُرْمُ. قَالَ فِي مَرَاقِي السُّعُودِ: </p><p> وَذَاكَ فِي الْحُكْمِ الْكَثِيرِ أُطْلِقُهُ ... كَالْقَطْعِ مَعَ غُرْمِ نِصَابِ السَّرِقَةِ </p><p> مَعَ أَنَّ جَمَاعَةً مِنْ أَهْلِ الْعِلْمِ قَالُوا: لَا يَلْزَمُهُ الْغُرْمُ مَعَ الْقَطْعِ ; لِظَاهِرِ الْآيَةِ الْكَرِيمَةِ: فَإِنَّهَا نَصَّتْ عَلَى الْقَطْعِ وَلَمْ تَذْكُرْ غُرْمًا. </p><p> وَقَالَ جَمَاعَةٌ: يُغَرَّمُ الْمَسْرُوقَ مُطْلَقًا، فَاتَ أَوْ لَمْ يَفُتْ، مُعْسِرًا كَانَ أَوْ مُوسِرًا، وَيُتْبَعُ بِهِ دَيْنًا إِنْ كَانَ مُعْسِرًا. </p><p> وَقَالَ جَمَاعَةٌ: يَرُدُّ الْمَسْرُوقُ إِنْ كَانَ قَائِمًا. وَإِنْ لَمْ يَكُنْ قَائِمًا رَدَّ قِيمَتَهُ إِنْ كَانَ مُوسِرًا، فَإِنْ كَانَ مُعْسِرًا فَلَا شَيْءَ عَلَيْهِ، وَلَا يُتْبَعُ بِهِ دَيْنًا. </p><p> وَالْأَوَّلُ مَذْهَبُ أَبِي حَنِيفَةَ. وَالثَّانِي مَذْهَبُ الشَّافِعِيِّ وَأَحْمَدَ. وَالثَّالِثُ مَذْهَبُ مَالِكٍ. وَقَطْعُ السَّارِقِ كَانَ مَعْرُوفًا فِي الْجَاهِلِيَّةِ فَأَقَرَّهُ الْإِسْلَامُ. </p><p> وَعَقَدَ ابْنُ الْكَلْبِي بَابًا لِمَنْ قُطِعَ فِي الْجَاهِلِيَّةِ بِسَبَبِ السَّرِقَةِ، فَذَكَرَ قِصَّةَ الَّذِينَ سَرَقُوا غَزَالَ الْكَعْبَةِ فَقُطِعُوا فِي عَهْدِ عَبْدِ الْمُطَّلِبِ، وَذَكَرَ مِمَّنْ قُطِعَ فِي السَّرِقَةِ عَوْفَ بْنَ عَبْدِ بْنِ عَمْرِو بْنِ مَخْزُومٍ، وَمَقِيسَ بْنَ قَيْسِ بْنِ عَدِيِّ بْنِ سَهْمٍ وَغَيْرِهِمَا، وَأَنَّ عَوْفًا السَّابِقَ لِذَلِكَ، انْتَهَى. </p><p> وَكَانَ مِنْ هَدَايَا الْكَعْبَةِ صُورَةُ غَزَالَيْنِ مِنْ ذَهَبٍ، أَهْدَتْهُمَا الْفُرْسُ لِبَيْتِ اللَّهِ الْحَرَامِ، كَمَا عَقَدَهُ الْبَدَوِيُّ الشِّنْقِيطِيُّ فِي نَظْمِ عَمُودِ النَّسَبِ بِقَوْلِهِ: </p><p> وَمِنْ خَبَايَاهُ غَزَالًا ذَهَبْ ... أَهْدَتْهُمَا الْفُرْسُ لِبَيْتِ الْعَرَبْ </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَقَدْ قُطِعَ السَّارِقُ فِي الْجَاهِلِيَّةِ، وَأَوَّلُ مَنْ حَكَمَ بِقَطْعِهِ فِي الْجَاهِلِيَّةِ الْوَلِيدُ بْنُ الْمُغِيرَةِ، فَأَمَرَ اللَّهُ بِقَطْعِهِ فِي الْإِسْلَامِ، فَكَانَ أَوَّلُ سَارِقٍ قَطَعَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْإِسْلَامِ مِنَ الرِّجَالِ الْخِيَارَ بْنَ عَدِيِّ بْنِ نَوْفَلِ بْنِ عَبْدِ مُنَافٍ، وَمِنَ النِّسَاءِ مُرَّةَ بِنْتَ سُفْيَانَ بْنِ عَبْدِ الْأَسَدِ مَنْ بَنِي مَخْزُومٍ، وَقَطَعَ أَبُو بَكْرٍ يَدَ الْيَمَنِيِّ الَّذِي سَرَقَ الْعَقْدَ. وَقَطَعَ عُمَرُ يَدَ ابْنِ سَمُرَةَ أَخِي عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ اه. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: مَا ذَكَرَهُ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ مِنْ أَنَّ الْمَخْزُومِيَّةَ الَّتِي سَرَقَتْ فَقَطَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهَا أَوَّلًا هِيَ مُرَّةُ بِنْتُ سُفْيَانَ خِلَافَ التَّحْقِيقِ، وَالتَّحْقِيقُ أَنَّهَا فَاطِمَةُ بِنْتُ الْأَسْوَدِ بْنِ عَبْدِ الْأَسَدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ مَخْزُومٍ، وَهِيَ بِنْتُ أَخِي أَبِي سَلَمَةَ بْنِ عَبْدِ الْأَسَدِ الصَّحَابِيِّ الْجَلِيلِ، الَّذِي كَانَ زَوْجَ أُمِّ سَلَمَةَ قَبْلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قُتِلَ أَبُوهَا كَافِرًا يَوْمَ بَدْرٍ، قَتَلَهُ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ رَضِيَ اللَّهُ عَنْهُ، وَقَطْعُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهَا وَقَعَ فِي غَزْوَةِ الْفَتْحِ، وَأَمَّا سَرِقَةُ أُمِّ عَمْرِو بِنْتِ سُفْيَانَ بْنِ عَبْدِ الْأَسَدِ ابْنَةِ عَمِّ الْمَذْكُورَةِ، وَقَطْعُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَهَا فَفِي حَجَّةِ الْوَدَاعِ، بَعْدَ قِصَّةِ الْأَوْلَى بِأَكْثَرَ مِنْ سَنَتَيْنِ. </p><p> فَإِنْ قِيلَ: أَخْرَجَ الشَّيْخَانِ فِي صَحِيحَيْهِمَا، وَأَصْحَابُ السُّنَنِ وَغَيْرُهُمْ مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلَاثَةُ دَرَاهِمَ، وَفِي لَفْظِ بَعْضِهِمْ قِيمَتُهُ ثَلَاثَةُ دَرَاهِمَ. وَأَخْرَجَ الشَّيْخَانِ فِي صَحِيحَيْهِمَا، وَأَصْحَابُ السُّنَنِ غَيْرَ ابْنِ مَاجَهْ وَغَيْرُهُمْ مِنْ حَدِيثِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «كَانَ يَقْطَعُ يَدَ السَّارِقِ فِي رُبْعِ دِينَارِ فَصَاعِدًا» وَالْأَحَادِيثُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا، مَعَ أَنَّهُ عُرِفَ مِنَ الشَّرْعِ أَنَّ الْيَدَ فِيهَا نِصْفُ الدِّيَةِ، وِدِيَةُ الذَّهَبِ أَلْفُ دِينَارٍ. فَتَكُونُ دِيَةُ الْيَدِ خَمْسَمِائَةِ دِينَارٍ، فَكَيْفَ تُؤْخَذُ فِي مُقَابَلَةِ رُبْعِ دِينَارٍ؟ وَمَا وَجْهُ الْعَدَالَةِ وَالْإِنْصَافِ فِي ذَلِكَ. </p><p> فَالْجَوَابُ: أَنَّ هَذَا النَّوْعَ مِنِ اعْتِرَاضَاتِ الْمُلْحِدِينَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ، هُوَ الَّذِي نَظَمَهُ الْمِعَرِّيُّ بِقَوْلِهِ: </p><p> يَدٌ بِخَمْسِ مِئِينٍ عَسْجَدٍ وُدِيَتْ ... مَا بَالُهَا قُطِعَتْ فِي رُبْعِ دِينَارِ </p><p> وَلِلْعُلَمَاءِ عَنْهُ أَجْوِبَةٌ كَثِيرَةٌ نَظْمًا وَنَثْرًا ; مِنْهَا قَوْلُ الْقَاضِي عَبْدُ الْوَهَّابِ مُجِيبًا لَهُ فِي بَحْرِهِ وَرَوِيِّهِ: </p><p> عِزُّ الْأَمَانَةِ أَغْلَاهَا وَأَرْخَصَهَا ... ذُلُّ الْخِيَانَةِ فَافْهَمْ حِكْمَةَ الْبَارِي </p><p> وَقَالَ بَعْضُهُمْ: لَمَّا خَانَتْ هَانَتْ. وَمِنَ الْوَاضِحِ: أَنَّ تِلْكَ الْيَدَ الْخَسِيسَةَ الْخَائِنَةَ لَمَّا </p><p> تَحَمَّلَتْ رَذِيلَةَ السَّرِقَةِ وَإِطْلَاقَ اسْمِ السَّرِقَةِ عَلَيْهَا فِي شَيْءٍ حَقِيرٍ كَثَمَنِ الْمِجَنِّ وَالْأُتْرُجَّةِ، كَانَ مِنَ الْمُنَاسِبِ الْمَعْقُولِ أَنْ تُؤْخَذَ فِي ذَلِكَ الشَّيْءِ الْقَلِيلِ، الَّذِي تَحَمَّلَتْ فِيهِ هَذِهِ الرَّذِيلَةَ الْكُبْرَى. </p><p> وَقَالَ الْفَخْرُ الرَّازِي فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ إِنَّا أَجَبْنَا عَنْ هَذَا الطَّعْنِ، بِأَنَّ الشَّرْعَ إِنَّمَا قَطَعَ يَدَهُ بِسَبَبِ أَنَّهُ تَحَمَّلَ الدَّنَاءَةَ وَالْخَسَاسَةَ فِي سَرِقَةِ ذَلِكَ الْقَدْرِ الْقَلِيلِ. فَلَا يَبْعُدُ أَنَّ يُعَاقِبَهُ الشَّرْعُ بِسَبَبِ تِلْكَ الدَّنَاءَةِ هَذِهِ الْعُقُوبَةَ الْعَظِيمَةَ اه. </p><p> فَانْظُرْ مَا يَدْعُو إِلَيْهِ الْقُرْآنُ مِنْ مَكَارِمِ الْأَخْلَاقِ، وَالتَّنَزُّهِ عَمَّا لَا يَلِيقُ، وَقَطْعُ يَدِ السَّارِقِ فِي رُبْعِ دِينَارٍ فَصَاعِدًا يَدُلُّ عَلَى أَنَّ التَّشْرِيعَ السَّمَاوِيَّ يَضَعُ دَرَجَةَ الْخَائِنِ مِنْ خَمْسِمِائَةِ دَرَجَةٍ إِلَى رُبْعِ دَرَجَةٍ، فَانْظُرْ هَذَا الْحَطَّ الْعَظِيمَ لِدَرَجَتِهِ بِسَبَبِ ارْتِكَابِ الرَّذَائِلِ. </p><p> وَقَدِ اسْتَشْكَلَ بَعْضُ النَّاسِ قَطَعَ يَدِ السَّارِقِ فِي السَّرِقَةِ خَاصَّةً دُونَ غَيْرِهَا مِنَ الْجِنَايَاتِ عَلَى الْأَمْوَالِ، كَالْغَصْبِ، وَالِانْتِهَابِ، وَنَحْوِ ذَلِكَ. </p><p> قَالَ الْمَازِرِيُّ وَمَنْ تَبِعَهُ: صَانَ اللَّهُ الْأَمْوَالَ بِإِيجَابِ قَطْعِ سَارِقِهَا، وَخَصَّ السَّرِقَةَ لِقِلَّةِ مَا عَدَاهَا بِالنِّسْبَةِ إِلَيْهَا، مِنَ الِانْتِهَابِ وَالْغَصْبِ، وَلِسُهُولَةِ إِقَامَةِ الْبَيِّنَةِ عَلَى مَا عَدَا السَّرِقَةَ بِخِلَافِهَا، وَشَدَّدَ الْعُقُوبَةَ فِيهَا لِيَكُونَ أَبْلَغَ فِي الزَّجْرِ، وَلَمْ يَجْعَلْ دِيَةَ الْجِنَايَةِ عَلَى الْعُضْوِ الْمَقْطُوعِ مِنْهَا بِقَدْرِ مَا يَقْطَعُ فِيهِ حِمَايَةً لِلْيَدِ، ثُمَّ لَمَّا خَانَتْ هَانَتْ، وَفِي ذَلِكَ إِثَارَةٌ إِلَى الشُّبْهَةِ الَّتِي نُسِبَتْ إِلَى أَبِي الْعَلَاءِ الْمَعَرِّيِّ فِي قَوْلِهِ: </p><p> يَدٌ بِخَمْسِ مِئِينَ عَسْجَدٍ وُدِيَتْ ... مَا بَالُهَا قُطِعَتْ فِي رُبْعِ دِينَارِ </p><p> فَأَجَابَهُ الْقَاضِي عَبْدُ الْوَهَّابِ الْمَالِكِيُّ بِقَوْلِهِ: </p><p> صِيَانَةُ الْعُضْوِ أَغْلَاهَا وَأَرْخَصَهَا ... حِمَايَةُ الْمَالِ فَافْهَمْ حِكْمَةَ الْبَارِي </p><p> وَشَرْحُ ذَلِكَ: أَنَّ الدِّيَةَ لَوْ كَانَتْ رُبْعَ دِينَارٍ لَكَثُرَتِ الْجِنَايَاتُ عَلَى الْأَيْدِي، وَلَوْ كَانَ نِصَابُ الْقَطْعِ خَمْسَمِائَةِ دِينَارٍ لَكَثُرَتِ الْجِنَايَاتُ عَلَى الْأَمْوَالِ، فَظَهَرَتِ الْحِكْمَةُ فِي الْجَانِبَيْنِ، وَكَانَ فِي ذَلِكَ صِيَانَةٌ مِنَ الطَّرَفَيْنِ. </p><p> وَقَدْ عَسَرَ فَهْمُ الْمَعْنَى الْمُقَدَّمِ ذِكْرُهُ فِي الْفَرْقِ بَيْنَ السَّرِقَةِ وَبَيْنَ النَّهْبِ وَنَحْوِهِ عَلَى بَعْضِ مُنْكِرِي الْقِيَاسِ، فَقَالَ: الْقَطْعُ فِي السَّرِقَةِ دُونَ الْغَصْبِ وَغَيْرِهِ غَيْرُ مَعْقُولِ الْمَعْنَى ; فَإِنَّ الْغَصْبَ أَكْثَرُ هَتْكًا لِلْحُرْمَةِ مِنَ السَّرِقَةِ، فَدَلَّ عَلَى عَدَمِ اعْتِبَارِ الْقِيَاسِ، لِأَنَّهُ إِذَا لَمْ يُعْمَلْ بِهِ فِي الْأَعْلَى فَلَا يُعْمَلُ بِهِ فِي الْمُسَاوِي. </p><p> وَجَوَابُهُ: أَنَّ الْأَدِلَّةَ عَلَى الْعَمَلِ بِالْقِيَاسِ أَشْهَرُ مِنْ أَنْ يُتَكَلَّفَ لِإِيرَادِهَا، وَسَتَأْتِي الْإِشَارَةُ إِلَى شَيْءٍ مِنْ ذَلِكَ فِي كِتَابِ الْأَحْكَامِ. اه بِوَاسِطَةِ نَقْلِ ابْنِ حَجَرٍ فِي فَتْحِ الْبَارِي. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الْفَرْقُ بَيْنَ السَّرِقَةِ وَبَيْنَ الْغَصْبِ وَنَحْوِهِ الَّذِي أَشَارَ إِلَيْهِ الْمَازِرِيُّ ظَاهِرٌ، وَهُوَ أَنَّ النَّهْبَ وَالْغَصْبَ وَنَحْوَهُمَا قَلِيلٌ بِالنِّسْبَةِ إِلَى السَّرِقَةِ، وَلِأَنَّ الْأَمْرَ الظَّاهِرَ غَالِبًا تُوجَدُ الْبَيِّنَةُ عَلَيْهِ بِخِلَافِ السَّرِقَةِ، فَإِنَّ السَّارِقَ إِنَّمَا يَسْرِقُ خِفْيَةً بِحَيْثُ لَا يَطَّلِعُ عَلَيْهِ أَحَدٌ، فَيَعْسُرُ الْإِنْصَافُ مِنْهُ، فَغَلُظَتْ عَلَيْهِ الْجِنَايَةُ لِيَكُونَ أَبْلَغَ فِي الزَّجْرِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: رَجْمُ الزَّانِي الْمُحْصَنِ ذَكَرًا كَانَ أَوْ أُنْثَى، وَجَلْدُ الزَّانِي الْبِكْرِ مِائَةَ جَلْدَةٍ ذَكَرًا كَانَ أَوْ أُنْثَى. </p><p> أَمَا الرَّجْمُ: فَهُوَ مَنْصُوصٌ بِآيَةٍ مَنْسُوخَةِ التِّلَاوَةِ بَاقِيَةُ الْحِكَمِ، وَهِيَ قَوْلُهُ تَعَالَى:  «الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ» . </p><p> وَقَدْ قَدَّمْنَا ذَمَّ الْقُرْآنِ لِلْمُعْرِضِ عَمَّا فِي التَّوْرَاةِ مِنْ حُكْمِ الرَّجْمِ، فَدَلَّ الْقُرْآنُ فِي آيَاتٍ مُحْكَمَةٍ كَقَوْلِهِ: يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ الْآيَةَ [٥ \\ ٤١] ، وَقَوْلِهِ: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ الْآيَةَ [٣ \\ ٢٣] عَلَى ثُبُوتِ حُكْمِ الرَّجْمِ فِي شَرِيعَةِ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِذَمِّهِ فِي كِتَابِنَا لِلْمُعْرِضِ عَنْهُ كَمَا تَقَدَّمَ. </p><p> وَمَا ذَكَرْنَا مِنْ أَنَّ حُكْمَ الرَّجْمِ ثَابِتٌ بِالْقُرْآنِ لَا يُنَافِي قَوْلَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ حِينَ رَجَمَ امْرَأَةً يَوْمَ الْجُمْعَةِ:  «رَجَمْتُهَا بِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» ; لِأَنَّ السُّنَّةَ هِيَ الَّتِي بَيَّنَتْ أَنَّ حُكْمَ آيَةِ الرَّجْمِ بَاقٍ بَعْدِ نَسْخِ تِلَاوَتِهَا. </p><p> وَيَدُلُّ لِذَلِكَ قَوْلُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ فِي حَدِيثِهِ الصَّحِيحِ الْمَشْهُورِ:  «فَكَانَ مِمَّا أُنْزِلُ إِلَيْهِ آيَةُ الرَّجْمِ، فَقَرَأْنَاهَا وَعَقَلْنَاهَا وَوَعَيْنَاهَا، رَجَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْدَهُ. . .» الْحَدِيثَ. </p><p> وَالْمُلْحِدُونَ يَقُولُونَ: إِنَّ الرَّجْمَ قَتْلٌ وَحْشِيٌّ لَا يُنَاسِبُ الْحِكْمَةَ التَّشْرِيعِيَّةَ، وَلَا يَنْبَغِي أَنْ يَكُونَ مِثْلُهُ فِي الْأَنْظِمَةِ الَّتِي يُعَامَلُ بِهَا الْإِنْسَانُ، لِقُصُورِ إِدْرَاكِهِمْ عَنْ فَهْمِ حِكَمِ اللَّهِ الْبَالِغَةِ فِي تَشْرِيعِهِ. </p><p> وَالْحَاصِلُ: أَنَّ الرَّجْمَ عُقُوبَةٌ سَمَاوِيَّةٌ مَعْقُولَةُ الْمَعْنَى ; لِأَنَّ الزَّانِيَ لَمَّا أَدْخَلَ فَرَّجَهُ </p><p> فِي فَرْجِ امْرَأَةٍ عَلَى وَجْهِ الْخِيَانَةِ وَالْغَدْرِ، فَإِنَّهُ ارْتَكَبَ أَخَسَّ جَرِيمَةٍ عَرَفَهَا الْإِنْسَانُ بِهَتْكِ الْأَعْرَاضِ، وَتَقْذِيرِ الْحُرُمَاتِ، وَالسَّعْيِ فِي ضَيَاعِ أَنْسَابِ الْمُجْتَمَعِ الْإِنْسَانِيِّ، وَالْمَرْأَةُ الَّتِي تُطَاوِعُهُ فِي ذَلِكَ مِثْلُهُ، وَمَنْ كَانَ كَذَلِكَ فَهُوَ نَجِسٌ قَذِرٌ لَا يَصْلُحُ لِلْمُصَاحَبَةِ، فَعَاقَبَهُ خَالِقُهُ الْحَكِيمُ الْخَبِيرُ بِالْقَتْلِ لِيَدْفَعَ شَرَّهُ الْبَالِغَ غَايَةَ الْخُبْثِ وَالْخِسَّةِ، وَشَرَّ أَمْثَالِهِ عَنِ الْمُجْتَمَعِ، وَيُطَهِّرُهُ هُوَ مِنَ التَّنْجِيسِ بِتِلْكَ الْقَاذُورَةِ الَّتِي ارْتَكَبَ، وَجَعَلَ قِتْلَتَهُ أَفْظَعَ قِتْلَةٍ ; لِأَنَّ جَرِيمَتَهُ أَفْظَعُ جَرِيمَةٍ، وَالْجَزَاءُ مِنْ جِنْسِ الْعَمَلِ. </p><p> وَقَدْ دَلَّ الشَّرْعُ الْمُطَهَّرُ عَلَى أَنَّ إِدْخَالَ الْفَرْجِ فِي الْفَرْجِ الْمَأْذُونِ فِيهِ شَرْعًا يُوجِبُ الْغُسْلَ، وَالْمَنْعَ مِنْ دُخُولِ الْمَسْجِدِ عَلَى كُلِّ وَاحِدٍ مِنْهُمَا حَتَّى يَغْتَسِلَ بِالْمَاءِ، فَدَلَّ ذَلِكَ أَنَّ ذَلِكَ الْفِعْلَ يَتَطَلَّبُ طَهَارَةً فِي الْأَصْلِ، وَطَهَارَتُهُ الْمَعْنَوِيَّةُ إِنْ كَانَ حَرَامًا قَتْلُ صَاحِبِهِ الْمُحْصَنِ، لِأَنَّهُ إِنْ رُجِمَ كَفَّرَ ذَلِكَ عَنْهُ ذَنْبَ الزِّنَى، وَيَبْقَى عَلَيْهِ حَقُّ الْآدَمِيِّ ; كَالزَّوْجِ إِنْ زَنَى بِمُتَزَوِّجَةٍ، وَحَقُّ الْأَوْلِيَاءِ فِي إِلْحَاقِ الْعَارِ بِهِمْ كَمَا أَشَرْنَا لَهُ سَابِقًا. </p><p> وَشِدَّةُ قُبْحِ الزِّنَى أَمْرٌ مَرْكُوزٌ فِي الطَّبَائِعِ، وَقَدْ قَالَتْ هِنْدُ بِنْتُ عُتْبَةَ وَهِيَ كَافِرَةٌ: مَا أَقْبَحَ ذَلِكَ الْفِعْلَ حَلَالًا! فَكَيْفَ بِهِ وَهُوَ حَرَامٌ. وَغَلَّظَ جَلَّ وَعَلَا عُقُوبَةَ الْمُحْصَنِ بِالرَّجْمِ تَغْلِيظًا أَشَدَّ مِنْ تَغْلِيظِ عُقُوبَةِ الْبِكْرِ بِمِائَةِ جَلْدَةٍ ; لِأَنَّ الْمُحْصَنَ قَدْ ذَاقَ عُسَيْلَةَ النِّسَاءِ، وَمَنْ كَانَ كَذَلِكَ يَعْسُرُ عَلَيْهِ الصَّبْرُ عَنْهُنَّ، فَلَمَّا كَانَ الدَّاعِي إِلَى الزِّنَى أَعْظَمَ، كَانَ الرَّادِعُ عَنْهُ أَعْظَمَ وَهُوَ الرَّجْمُ. </p><p> وَأَمَّا جَلْدُ الزَّانِي الْبِكْرِ ذَكَرًا كَانَ أَوْ أُنْثَى مِائَةَ جَلْدَةٍ فَهَذَا مَنْصُوصٌ بِقَوْلِهِ تَعَالَى: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ الْآيَةَ [٢٤ \\ ٢] ; لِأَنَّ هَذِهِ الْعُقُوبَةَ تَرْدَعُهُ وَأَمْثَالَهُ عَنِ الزِّنَى، وَتُطَهِّرُهُ مِنْ ذَنْبِ الزِّنَى كَمَا تَقَدَّمَ. وَسَيَأْتِي إِنْ شَاءَ اللَّهُ تَعَالَى تَفْصِيلُ مَا يَلْزَمُ الزُّنَاةَ مِنْ ذُكُورٍ وَإِنَاثٍ، وَعَبِيدٍ وَأَحْرَارٍ «فِي سُورَةِ النُّورِ» . </p><p> وَتَشْرِيعُ الْحَكِيمِ الْخَبِيرِ جَلَّ وَعَلَا مُشْتَمِلٌ عَلَى جَمِيعِ الْحِكَمِ مِنْ دَرْءِ الْمَفَاسِدِ وَجَلْبِ الْمَصَالِحِ، وَالْجَرْيِ عَلَى مَكَارِمِ الْأَخْلَاقِ، وَمَحَاسِنِ الْعَادَاتِ، وَلَا شَكَّ أَنَّ مِنْ أَقْوَمِ الطُّرُقِ مُعَاقَبَةُ فَظِيعِ الْجِنَايَةِ بِعَظِيمِ الْعِقَابِ جَزَاءً وِفَاقًا. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: هَدْيُهُ إِلَى أَنَّ التَّقَدُّمَ لَا يُنَافِي التَّمَسُّكَ بِالدِّينِ، فَمَا خَيَّلَهُ أَعْدَاءُ الدِّينِ لِضِعَافِ الْعُقُولِ مِمَّنْ يَنْتَمِي إِلَى الْإِسْلَامِ: مِنْ أَنَّ التَّقَدُّمَ لَا يُمْكِنُ إِلَّا بِالِانْسِلَاخِ مِنْ دِينِ الْإِسْلَامِ، بَاطِلٌ لَا أَسَاسَ لَهُ، وَالْقُرْآنُ الْكَرِيمُ يَدْعُو إِلَى التَّقَدُّمِ فِي جَمِيعِ الْمَيَادِينِ الَّتِي لَهَا أَهَمِّيَّةٌ فِي دُنْيَا أَوْ دِينٍ، وَلَكِنَّ ذَلِكَ التَّقَدُّمَ فِي حُدُودِ الدِّينِ، وَالتَّحَلِّي بِآدَابِهِ الْكَرِيمَةِ، وَتَعَالِيمِهِ السَّمَاوِيَّةِ ; قَالَ تَعَالَى: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ الْآيَةَ </p><p> [٨ \\ ٦٠] ، وَقَالَ: وَلَقَدْ آتَيْنَا دَاوُدَ مِنَّا فَضْلًا يَاجِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا الْآيَةَ [٣٤ \\ ١٠، ١١] . فَقَوْلُهُ: أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ يَدُلُّ عَلَى الِاسْتِعْدَادِ لِمُكَافَحَةِ الْعَدُوِّ، وَقَوْلِهِ: وَاعْمَلُوا صَالِحًا يَدُلُّ عَلَى أَنَّ ذَلِكَ الِاسْتِعْدَادَ لِمُكَافَحَةِ الْعَدُوِّ فِي حُدُودِ الدِّينِ الْحَنِيفِ، وَدَاوُدُ مِنْ أَنْبِيَاءِ «سُورَةِ الْأَنْعَامِ» الْمَذْكُورِينَ فِيهَا فِي قَوْلِهِ تَعَالَى: وَمِنْ ذُرِّيَّتِهِ دَاوُدَ الْآيَةَ [٦ \\ ٨٤] ، وَقَدْ قَالَ تَعَالَى مُخَاطِبًا لِنَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيْهِمْ بَعْدَ أَنْ ذَكَرَهُمْ: أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ [٦ \\ ٩٠] . </p><p> وَقَدْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ عَنْ مُجَاهِدٍ أَنَّهُ سَأَلَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا مِنْ أَيْنَ أَخَذْتَ السَّجْدَةَ «فِي ص» فَقَالَ: أَوَمَا تَقْرَأُ: وَمِنْ ذُرِّيَّتِهِ دَاوُدَ - إِلَى قَوْلِهِ تَعَالَى - أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ [٦ \\ ٨٤ - ٩٠] ، فَسَجَدَهَا دَاوُدُ، فَسَجَدَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> فَدَلَّ ذَلِكَ عَلَى أَنَا مُخَاطَبُونَ بِمَا تَضَمَّنَتْهُ الْآيَةُ مِمَّا أُمِرَ بِهِ دَاوُدُ، فَعَلَيْنَا أَنْ نَسْتَعِدَّ لِكِفَاحِ الْعَدُوِّ مَعَ التَّمَسُّكِ بِدِينِنَا، وَانْظُرْ قَوْلَهُ تَعَالَى: وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ، فَهُوَ أَمْرٌ جَازِمٌ بِإِعْدَادِ كُلِّ مَا فِي الِاسْتِطَاعَةِ مِنْ قُوَّةٍ وَلَوْ بَلَغَتِ الْقُوَّةُ مِنَ التَّطَوُّرِ مَا بَلَغَتْ، فَهُوَ أَمْرٌ جَازِمٌ بِمُسَايَرَةِ التَّطَوُّرِ فِي الْأُمُورِ الدُّنْيَوِيَّةِ، وَعَدَمِ الْجُمُودِ عَلَى الْحَالَاتِ الْأُوَلِ إِذَا طَرَأَ تَطَوُّرٌ جَدِيدٌ، وَلَكِنْ كُلُّ ذَلِكَ مَعَ التَّمَسُّكِ بِالدِّينِ. </p><p> وَمِنْ أَوْضَحِ الْأَدِلَّةِ فِي ذَلِكَ قَوْلُهُ تَعَالَى: وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ الْآيَةَ [٤ \\ ١٠٢] ; فَصَلَاةُ الْخَوْفِ الْمَذْكُورَةُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَدُلُّ عَلَى لُزُومِ الْجَمْعِ بَيْنَ مُكَافَحَةِ الْعَدُوِّ، وَبَيْنَ الْقِيَامِ بِمَا شَرَعَهُ اللَّهُ جَلَّ وَعَلَا مِنْ دِينِهِ، فَأَمْرُهُ تَعَالَى فِي هَذِهِ الْآيَةِ بِإِقَامَةِ الصَّلَاةِ فِي وَقْتِ الْتِحَامِ الْكِفَاحِ الْمُسَلَّحِ يَدُلُّ عَلَى ذَلِكَ دَلَالَةً فِي غَايَةِ الْوُضُوحِ، وَقَدْ قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ [٨ \\ ٤٥] ، فَأَمْرُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِذِكْرِ اللَّهِ كَثِيرًا عِنْدَ الْتِحَامِ الْقِتَالِ يَدُلُّ عَلَى ذَلِكَ أَيْضًا دَلَالَةً وَاضِحَةً، فَالْكُفَّارُ خَيَّلُوا لِضِعَافِ الْعُقُولِ أَنَّ النِّسْبَةَ بَيْنَ التَّقَدُّمِ وَالتَّمَسُّكِ بِالدِّينِ، وَالسِّمَاتِ الْحَسَنَةِ وَالْأَخْلَاقِ الْكَرِيمَةِ، تَبَايَنُ مُقَابَلَةٍ كَتَبَايُنِ النَّقِيضَيْنِ كَالْعَدَمِ وَالْوُجُودِ، وَالنَّفْيِ وَالْإِثْبَاتِ، أَوِ الضِّدَّيْنِ </p><p> كَالسَّوَادِ وَالْبَيَاضِ، وَالْحَرَكَةِ وَالسُّكُونِ، أَوِ الْمُتَضَائِفَيْنِ كَالْأُبُوَّةِ وَالْبُنُوَّةِ، وَالْفَوْقِ وَالتَّحْتِ، أَوِ الْعَدَمِ وَالْمَلَكَةِ كَالْبَصَرِ وَالْعَمَى. </p><p> فَإِنَّ الْوُجُودَ وَالْعَدَمَ لَا يَجْتَمِعَانِ فِي شَيْءٍ وَاحِدٍ فِي وَقْتٍ وَاحِدٍ مِنْ جِهَةٍ وَاحِدَةٍ، وَكَذَلِكَ الْحَرَكَةُ وَالسُّكُونُ مَثَلًا، وَكَذَلِكَ الْأُبُوَّةُ وَالْبُنُوَّةُ، فَكُلُّ ذَاتٍ ثَبَتَتْ لَهَا الْأُبُوَّةُ لَذَاتٍ اسْتَحَالَتْ عَلَيْهَا النُّبُوَّةُ لَهَا، بِحَيْثُ يَكُونُ شَخْصٌ أَبًا وَابْنًا لِشَخْصٍ وَاحِدٍ، كَاسْتِحَالَةِ اجْتِمَاعِ السَّوَادِ وَالْبَيَاضِ فِي نُقْطَةٍ بَسِيطَةٍ، أَوِ الْحَرَكَةِ وَالسُّكُونِ فِي جُرْمٍ، وَكَذَلِكَ الْبَصَرُ وَالْعَمَى لَا يَجْتَمِعَانِ. </p><p> فَخَيَّلُوا لَهُمْ أَنَّ التَّقَدُّمَ وَالتَّمَسُّكَ بِالدِّينِ مُتَبَايِنَانِ تَبَايُنَ مُقَابَلَةٍ، بِحَيْثُ يَسْتَحِيلُ اجْتِمَاعُهُمَا، فَكَانَ مِنْ نَتَائِجِ ذَلِكَ انْحِلَالُهُمْ مِنَ الدِّينِ رَغْبَةً فِي التَّقَدُّمِ، فَخَسِرُوا الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ. </p><p> وَالتَّحْقِيقُ أَنَّ النِّسْبَةَ بَيْنَ التَّقَدُّمِ وَالتَّمَسُّكِ بِالدِّينِ بِالنَّظَرِ إِلَى الْعَقْلِ وَحْدَهُ، وَقَطْعِ النَّظَرِ عَنْ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ إِنَّمَا هِيَ تَبَايُنُ الْمُخَالَفَةِ، وَضَابِطُ الْمُتَبَايِنَيْنِ تَبَايُنَ الْمُخَالَفَةِ أَنْ تَكُونَ حَقِيقَةُ كُلٍّ مِنْهُمَا فِي حَدِّ ذَاتِهَا تُبَايِنُ حَقِيقَةَ الْآخَرِ، وَلَكِنَّهُمَا يُمْكِنُ اجْتِمَاعُهُمَا عَقْلًا فِي ذَاتٍ أُخْرَى ; كَالْبَيَاضِ وَالْبُرُودَةِ، وَالْكَلَامِ وَالْقُعُودِ، وَالسَّوَادِ وَالْحَلَاوَةِ. </p><p> فَحَقِيقَةُ الْبَيَاضِ فِي حَدِّ ذَاتِهَا تُبَايِنُ حَقِيقَةَ الْبُرُودَةِ، وَلَكِنَّ الْبَيَاضَ وَالْبُرُودَةَ يُمْكِنُ اجْتِمَاعُهَا فِي ذَاتٍ وَاحِدَةٍ كَالثَّلْجِ، وَكَذَلِكَ الْكَلَامُ وَالْقُعُودُ فَإِنَّ حَقِيقَةَ الْكَلَامِ تُبَايِنُ حَقِيقَةَ الْقُعُودِ، مَعَ إِمْكَانِ أَنْ يَكُونَ الشَّخْصُ الْوَاحِدُ قَاعِدًا مُتَكَلِّمًا فِي وَقْتٍ وَاحِدٍ. وَهَكَذَا فَالنِّسْبَةُ بَيْنَ التَّمَسُّكِ بِالدِّينِ وَالتَّقَدُّمِ بِالنَّظَرِ إِلَى حُكْمِ الْعَقْلِ مِنْ هَذَا الْقَبِيلِ، فَكَمَا أَنَّ الْجِرْمَ الْأَبْيَضَ يَجُوزُ عَقْلًا أَنْ يَكُونَ بَارِدًا كَالثَّلْجِ، وَالْإِنْسَانَ الْقَاعِدَ يَجُوزُ عَقْلًا أَنْ يَكُونَ مُتَكَلِّمًا، فَكَذَلِكَ الْمُتَمَسُّكُ بِالدِّينِ يَجُوزُ عَقْلًا أَنْ يَكُونَ مُتَقَدِّمًا، إِذْ لَا مَانِعَ فِي حُكْمِ الْعَقْلِ مِنْ كَوْنِ الْمُحَافِظِ عَلَى امْتِثَالِ أَوَامِرِ اللَّهِ وَاجْتِنَابِ نَوَاهِيهِ، مُشْتَغِلًا فِي جَمِيعِ الْمَيَادِينِ التَّقَدُّمِيَّةِ كَمَا لَا يَخْفَى، وَكَمَا عَرَفَهُ التَّارِيخُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ وَمَنْ تَبِعَهُمْ بِإِحْسَانٍ. </p><p> أَمَّا بِالنَّظَرِ إِلَى نُصُوصِ الْكِتَابِ وَالسُّنَّةِ كَقَوْلِهِ تَعَالَى: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ الْآيَةَ [٢٢ \\ ٤٠] وَقَوْلِهِ: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ [٣٠ \\ ٤٧] ، وَقَوْلِهِ: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ </p><p> [٣٧ \\ ١٧١ - ١٧٣] وَقَوْلِهِ: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ [٥٨ \\ ٢١] وَقَوْلِهِ: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا الْآيَةَ [٤٠ \\ ٥١] ، وَقَوْلِهِ: قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ [٩ \\ ١٤] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ وَمَا فِي مَعْنَاهَا مِنَ الْأَحَادِيثِ. </p><p> فَإِنَّ النِّسْبَةَ بَيْنَ التَّمَسُّكِ بِالدِّينِ وَالتَّقَدُّمِ، كَالنِّسْبَةِ بَيْنَ الْمَلْزُومِ وَلَازِمِهِ ; لِأَنَّ التَّمَسُّكَ بِالدِّينِ مَلْزُومٌ لِلتَّقَدُّمِ، بِمَعْنَى أَنَّهُ يَلْزَمُ عَلَيْهِ التَّقَدُّمُ، كَمَا صَرَّحَتْ بِهِ الْآيَاتُ الْمَذْكُورَةُ، وَمَعْلُومٌ أَنَّ النِّسْبَةَ بَيْنَ الْمَلْزُومِ وَلَازِمِهِ لَا تَعْدُو أَحَدَ أَمْرَيْنِ: إِمَّا أَنْ تَكُونَ الْمُسَاوَاةَ أَوِ الْخُصُوصَ الْمُطْلَقَ ; لِأَنَّ الْمَلْزُومَ لَا يُمْكِنُ أَنْ يَكُونَ أَعَمَّ مَنْ لَازِمِهِ، وَقَدْ يَجُوزُ أَنْ يَكُونَ مُسَاوِيًا لَهُ أَوْ أَخَصَّ مِنْهُ، وَلَا يَتَعَدَّى ذَلِكَ، وَمِثَالُ ذَلِكَ: الْإِنْسَانُ مَثَلًا، فَإِنَّهُ مَلْزُومٌ لِلْبَشَرِيَّةِ الْحَيَوَانِيَّةِ، بِمَعْنَى أَنَّ الْإِنْسَانَ يَلْزَمُ عَلَى كَوْنِهِ إِنْسَانًا أَنْ يَكُونَ بَشَرًا وَأَنْ يَكُونَ حَيَوَانًا، وَأَحَدُ هَذَيْنِ اللَّازِمَيْنِ مُسَاوٍ لَهُ فِي الْمَاصَدَقِ وَهُوَ الْبَشَرُ. وَالثَّانِي أَعَمُّ مِنْهُ مَا صِدْقًا وَهُوَ الْحَيَوَانُ، فَالْإِنْسَانُ أَخَصُّ مِنْهُ خُصُوصًا مُطْلَقًا كَمَا هُوَ مَعْرُوفٌ. </p><p> فَانْظُرْ كَيْفَ خَيَّلُوا لَهُمْ أَنَّ الرَّبْطَ بَيْنَ الْمَلْزُومِ وَلَازِمِهِ كَالتَّنَافِي الَّذِي بَيْنَ النَّقِيضَيْنِ وَالضِّدَّيْنِ، وَأَطَاعُوهُمْ فِي ذَلِكَ لِسَذَاجَتِهِمْ وَجَهْلِهِمْ وَعَمَى بَصَائِرِهِمْ، فَهُمْ مَا تَقَوَّلُوا عَلَى الدِّينِ الْإِسْلَامِيِّ وَرَمَوْهُ بِمَا هُوَ مِنْهُ بَرِيءٌ إِلَّا لِيُنَفِّرُوا مِنْهُ ضِعَافَ الْعُقُولِ مِمَّنْ يَنْتَمِي لِلْإِسْلَامِ لِيُمْكِنَهُمُ الِاسْتِيلَاءُ عَلَيْهِمْ، لِأَنَّهُمْ لَوْ عَرَفُوا الدِّينَ حَقًّا وَاتَّبَعُوهُ لَفَعَلُوا بِهِمْ مَا فَعَلَ أَسْلَافُهُمْ بِأَسْلَافِهِمْ، فَالدِّينُ هُوَ هُوَ، وَصِلَتُهُ بِاللَّهِ هِيَ هِيَ، وَلَكِنَّ الْمُنْتَسِبِينَ إِلَيْهِ فِي جُلِّ أَقْطَارِ الدُّنْيَا تَنَكَّرُوا لَهُ، وَنَظَرُوا إِلَيْهِ بِعَيْنِ الْمَقْتِ وَالِازْدِرَاءِ، فَجَعَلَهُمُ اللَّهُ أَرِقَّاءَ لِلْكَفَرَةِ الْفَجَرَةِ، وَلَوْ رَاجَعُوا دِينَهُمْ لَرَجَعَ لَهُمْ عِزُّهُمْ وَمَجْدُهُمْ، وَقَادُوا جَمِيعَ أَهْلِ الْأَرْضِ، وَهَذَا مِمَّا لَا شَكَّ فِيهِ: ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ [٤٧ \\ ٤] . </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ بَيَانُهُ أَنَّهُ كُلُّ مَنِ اتَّبَعَ تَشْرِيعًا غَيْرَ التَّشْرِيعِ الَّذِي جَاءَ بِهِ سَيِّدُ وَلَدِ آدَمَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ، فَاتِّبَاعُهُ لِذَلِكَ التَّشْرِيعِ الْمُخَالِفِ كُفْرٌ بَوَاحٌ، مُخْرِجٌ عَنِ الْمِلَّةِ الْإِسْلَامِيَّةِ، وَلَمَّا قَالَ الْكُفَّارُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: الشَّاةُ تُصْبِحُ مَيِّتَةً مَنْ قَتَلَهَا؟ فَقَالَ لَهُمْ:  «اللَّهُ قَتَلَهَا» فَقَالُوا لَهُ: مَا ذَبَحْتُمْ بِأَيْدِيهِمْ حَلَالٌ، وَمَا ذَبَحَهُ اللَّهُ بِيَدِهِ الْكَرِيمَةِ تَقُولُونَ إِنَّهُ حَرَامٌ! فَأَنْتُمْ إِذَنْ أَحْسَنُ مِنَ </p><p> اللَّهِ؟ أَنْزَلَ اللَّهُ فِيهِمْ قَوْلَهُ تَعَالَى: وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ [٦ \\ ١٢١] وَحَذْفُ الْفَاءِ مِنْ قَوْلِهِ: إِنَّكُمْ لَمُشْرِكُونَ يَدُلُّ عَلَى قَسَمٍ مَحْذُوفٍ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَاحْذِفْ لَدَى اجْتِمَاعِ شَرْطٍ وَقَسَمٍ ... جَوَابَ مَا أَخَّرْتَ فَهُوَ مُلْتَزَمْ </p><p> إِذْ لَوْ كَانَتِ الْجُمْلَةُ جَوَابًا لِلشَّرْطِ لَاقْتَرَنَتْ بِالْفَاءِ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ أَيْضًا: </p><p> وَاقْرِنْ بِفَا حَتْمًا جَوَابًا لَوْ جَعَلْ ... شَرْطًا لَأَنَّ أَوْ غَيْرَهَا لَمْ يَنْجَعِلْ </p><p> فَهُوَ قَسَمٌ مِنَ اللَّهِ جَلَّ وَعَلَا أَقْسَمَ بِهِ عَلَى أَنَّ مَنِ اتَّبَعَ الشَّيْطَانَ فِي تَحْلِيلِ الْمَيْتَةِ أَنَّهُ مُشْرِكٌ، وَهَذَا الشِّرْكُ مُخْرِجٌ عَنِ الْمِلَّةِ بِإِجْمَاعِ الْمُسْلِمِينَ، وَسَيُوَبِّخُ اللَّهُ مُرْتَكِبَهُ يَوْمَ الْقِيَامَةِ بِقَوْلِهِ: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ [٣٦ \\ ٦٠] لِأَنَّ طَاعَتَهُ فِي تَشْرِيعِهِ الْمُخَالِفِ لِلْوَحْيِ هِيَ عِبَادَتُهُ، وَقَالَ تَعَالَى: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا [٤ \\ ١١٧] ، أَيْ مَا يَعْبُدُونَ إِلَّا شَيْطَانًا، وَذَلِكَ بِاتِّبَاعِهِمْ تَشْرِيعَهُ. وَقَالَ: وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ الْآيَةَ [٦ \\ ١٣٧] ، فَسَمَّاهُمْ شُرَكَاءَ لِأَنَّهُمْ أَطَاعُوهُمْ فِي مَعْصِيَةِ اللَّهِ تَعَالَى، وَقَالَ عَنْ خَلِيلِهِ: يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ الْآيَةَ [١٩ \\ ٤٤] ، أَيْ بِطَاعَتِهِ فِي الْكُفْرِ وَالْمَعَاصِي، وَلَمَّا سَأَلَ عَدِيُّ بْنُ حَاتِمٍ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ قَوْلِهِ تَعَالَى: اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا الْآيَةَ [٩ \\ ٣١] ، بَيَّنَ لَهُ أَنَّ مَعْنَى ذَلِكَ أَنَّهُمْ أَطَاعُوهُمْ فِي تَحْرِيمِ مَا أَحَلَّ اللَّهُ وَتَحْلِيلِ مَا حَرَّمَ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ. </p><p> وَالْعَجَبُ مِمَّنْ يُحَكِّمُ غَيْرَ تَشْرِيعِ اللَّهِ ثُمَّ يَدَّعِي الْإِسْلَامَ ; كَمَا قَالَ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا [٤ \\ ٦٠] ، وَقَالَ: وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ [٥ \\ ٤٤] ، وَقَالَ: أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ [٦ \\ ١١٤] . </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ هَدْيُهُ إِلَى أَنَّ الرَّابِطَةَ الَّتِي يَجِبُ أَنْ يَعْتَقِدَ أَنَّهَا هِيَ الَّتِي تَرْبِطُ بَيْنَ أَفْرَادِ الْمُجْتَمَعِ، وَأَنْ يُنَادَى بِالِارْتِبَاطِ بِهَا دُونَ غَيْرِهَا إِنَّمَا هِيَ دِينُ الْإِسْلَامِ، </p><p> لِأَنَّهُ هُوَ الَّذِي يَرْبِطُ بَيْنَ أَفْرَادِ الْمُجْتَمَعِ حَتَّى يَصِيرَ بِقُوَّةِ تِلْكَ الرَّابِطَةِ جَمِيعُ الْمُجْتَمَعِ الْإِسْلَامِيِّ كَأَنَّهُ جَسَدٌ وَاحِدٌ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى، فَرَبْطُ الْإِسْلَامِ لَكَ بِأَخِيكِ كَرَبْطِ يَدِكَ بِمِعْصَمِكَ، وَرِجْلِكَ بِسَاقِكَ، كَمَا جَاءَ فِي الْحَدِيثِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ مَثَلَ الْمُؤْمِنِينَ فِي تَرَاحُمِهِمْ وَتَعَاطُفِهِمْ وَتَوَادِّهِمْ كَمَثَلِ الْجَسَدِ الْوَاحِدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالسَّهَرِ وَالْحُمَّى» . وَلِذَلِكَ يَكْثُرُ فِي الْقُرْآنِ الْعَظِيمِ إِطْلَاقُ النَّفْسِ وَإِرَادَةُ الْأَخِ تَنْبِيهًا عَلَى أَنَّ رَابِطَةَ الْإِسْلَامِ تَجْعَلُ أَخَا الْمُسْلِمِ كَنَفْسِهِ، كَقَوْلِهِ تَعَالَى: وَلَا تُخْرِجُونَ أَنْفُسَكُمْ مِنْ دِيَارِكُمْ الْآيَةَ [٢ \\ ٨٤] ، أَيْ لَا تُخْرِجُونَ إِخْوَانَكُمْ، وَقَوْلِهِ: لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا [٢٤ \\ ١٢] ، أَيْ بِإِخْوَانِهِمْ عَلَى أَصَحِّ التَّفْسِيرَيْنِ، وَقَوْلِهِ: وَلَا تَلْمِزُوا أَنْفُسَكُمْ الْآيَةَ [٤٩ \\ ١١] ، أَيْ إِخْوَانَكُمْ عَلَى أَصَحِّ التَّفْسِيرَيْنِ، وَقَوْلِهِ: وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ الْآيَةَ [٢ \\ ١٨٨] ، أَيْ لَا يَأْكُلُ أَحَدُكُمْ مَالَ أَخِيهِ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَلِذَلِكَ ثَبَتَ فِي الصَّحِيحِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ» . </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الرَّابِطَةَ الْحَقِيقِيَّةَ هِيَ الدِّينُ، وَأَنَّ تِلْكَ الرَّابِطَةَ تَتَلَاشَى مَعَهَا جَمِيعُ الرَّوَابِطِ النِّسْبِيَّةِ وَالْعَصَبِيَّةِ: قَوْلُهُ تَعَالَى لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ [٥٨ \\ ٢٢] ، إِذْ لَا رَابِطَةَ نِسْبِيَّةً أَقْرَبُ مِنْ رَابِطَةِ الْآبَاءِ وَالْأَبْنَاءِ وَالْإِخْوَانِ وَالْعَشَائِرِ، وَقَوْلُهُ: وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ الْآيَةَ [٩ \\ ٧١] ، وَقَوْلُهُ: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ [٤٩ \\ ١٠] ، وَقَوْلُهُ: فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا الْآيَةَ [٣ \\ ١٠٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَهَذِهِ الْآيَاتُ وَأَمْثَالُهَا تَدُلُّ عَلَى أَنَّ النِّدَاءَ بِرَابِطَةٍ أُخْرَى غَيْرِ الْإِسْلَامِ كَالْعَصَبِيَّةِ الْمَعْرُوفَةِ بِالْقَوْمِيَّةِ لَا يَجُوزُ، وَلَا شَكَّ أَنَّهُ مَمْنُوعٌ بِإِجْمَاعِ الْمُسْلِمِينَ. </p><p> وَمِنْ أَصْرَحِ الْأَدِلَّةِ فِي ذَلِكَ: مَا رَوَاهُ الْبُخَارِيُّ فِي صَحِيحِهِ قَالَ: بَابُ قَوْلِهِ تَعَالَى: يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ [٦٣ \\ ٨] ، حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ قَالَ: حَفِظْنَاهُ مِنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ: كُنَّا فِي غَزَاةٍ فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلًا مِنَ الْأَنْصَارِ، فَقَالَ الْأَنْصَارِيُّ: يَا لِلْأَنْصَارِ! وَقَالَ </p><p> الْمُهَاجِرِيُّ: يَا لِلْمُهَاجِرِينَ! فَسَمَّعَهَا اللَّهُ رَسُولَهُ قَالَ: «مَا هَذَا» ؟ فَقَالُوا: كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلًا مِنَ الْأَنْصَارِ، فَقَالَ الْأَنْصَارِيُّ: يَا لِلْأَنْصَارِ، وَقَالَ الْمُهَاجِرِيُّ: يَا لِلْمُهَاجِرِينَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ» الْحَدِيثَ. فَقَوْلُ هَذَا الْأَنْصَارِيِّ: يَا لِلْأَنْصَارِ، وَهَذَا الْمُهَاجَرِيُّ: يَا لِلْمُهَاجِرِينَ هُوَ النِّدَاءُ بِالْقَوْمِيَّةِ الْعَصَبِيَّةِ بِعَيْنِهِ، وَقَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ» يَقْتَضِي وُجُوبَ تَرْكِ النِّدَاءِ بِهَا ; لِأَنَّ قَوْلَهُ: «دَعُوهَا» أَمْرٌ صَرِيحٌ بِتَرْكِهَا، وَالْأَمْرُ الْمُطْلَقُ يَقْتَضِي الْوُجُوبَ عَلَى التَّحْقِيقِ كَمَا تَقَرَّرَ فِي الْأُصُولِ ; لِأَنَّ اللَّهَ يَقُولُ: فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ [٢٤ \\ ٦٣] ، وَيَقُولُ لِإِبْلِيسَ: مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ [٧ \\ ١٢] فَدَلَّ عَلَى أَنَّ مُخَالَفَةَ الْأَمْرِ مَعْصِيَةٌ. وَقَالَ تَعَالَى عَنْ نَبِيِّهِ مُوسَى فِي خِطَابِهِ لِأَخِيهِ: أَفَعَصَيْتَ أَمْرِي [٢٠ \\ ٩٣] ، فَأَطْلَقَ اسْمَ الْمَعْصِيَةِ عَلَى مُخَالَفَةِ الْأَمْرِ: وَقَالَ تَعَالَى: وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ [٣٣ \\ ٣٦] فَدَلَّتِ الْآيَةُ عَلَى أَنَّ أَمْرَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَانِعٌ مِنَ الِاخْتِيَارِ، مُوجِبٌ لِلِامْتِثَالِ، لَا سِيَّمَا وَقَدْ أَكَّدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْأَمْرَ بِالتَّرْكِ بِقَوْلِهِ:  «فَإِنَّهَا مُنْتِنَةٌ» ، وَحَسْبُكَ بِالنَّتَنِ مُوجِبًا لِلتَّبَاعُدِ لِدَلَالَتِهِ عَلَى الْخُبْثِ الْبَالِغِ. </p><p> فَدَلَّ هَذَا الْحَدِيثُ الصَّحِيحُ عَلَى أَنَّ النِّدَاءَ بِرَابِطَةِ الْقَوْمِيَّةِ مُخَالِفٌ لِمَا أَمَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَنَّ فَاعِلَهُ يَتَعَاطَى الْمُنْتِنَ، وَلَا شَكَّ أَنَّ الْمُنْتِنَ خَبِيثٌ، وَاللَّهُ تَعَالَى يَقُولُ: الْخَبِيثَاتُ لِلْخَبِيثِينَ الْآيَةَ [٢٤ \\ ٢٦] ، وَيَقُولُ: وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ [٧ \\ ١٥٧] وَحَدِيثُ جَابِرٍ هَذَا الَّذِي قَدَّمْنَاهُ عَنِ الْبُخَارِيِّ أَخْرَجَهُ أَيْضًا مُسْلِمٌ فِي صَحِيحِهِ قَالَ رَحِمَهُ اللَّهُ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، وَابْنُ أَبِي عُمَرَ، وَاللَّفْظُ لِابْنِ أَبِي شَيْبَةَ، قَالَ ابْنُ عَبْدَةَ: أَخْبَرَنَا، وَقَالَ الْآخَرُونَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ: سَمِعَ عَمْرٌو جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزَاةٍ، فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلًا مِنَ الْأَنْصَارِ، فَقَالَ الْأَنْصَارِيُّ: يَا لِلْأَنْصَارِ! وَقَالَ الْمُهَاجِرِيُّ: يَا لِلْمُهَاجِرِينَ! فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ!» قَالُوا: يَا رَسُولَ اللَّهِ، كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلًا مِنَ الْأَنْصَارِ. فَقَالَ:  «دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ.» الْحَدِيثَ. </p><p> وَقَدْ عَرَفْتَ وَجْهَ دَلَالَةِ هَذَا الْحَدِيثِ عَلَى التَّحْرِيمِ، مَعَ أَنَّ فِي بَعْضِ رِوَايَاتِهِ الثَّابِتَةِ فِي الصَّحِيحِ التَّصْرِيحَ بِأَنَّ دَعْوَى الرَّجُلِ:  «يَا لِبَنِي فُلَانٍ» مِنْ دَعْوَى الْجَاهِلِيَّةِ. وَإِذَا صَحَّ بِذَلِكَ </p><p> أَنَّهَا مِنْ دَعْوَى الْجَاهِلِيَّةِ فَقَدْ صَحَّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «لَيْسَ مِنَّا مَنْ ضَرَبَ الْخُدُودَ، وَشَقَّ الْجُيُوبَ، وَدَعَا بِدَعْوَى الْجَاهِلِيَّةِ» . وَفِي رِوَايَةٍ فِي الصَّحِيحِ:  «لَيْسَ مِنَّا مِنْ ضَرَبَ الْخُدُودَ، أَوْ شَقَّ الْجُيُوبَ، أَوْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ» ، وَذَلِكَ صَرِيحٌ فِي أَنَّ مَنْ دَعَا تِلْكَ الدَّعْوَى لَيْسَ مِنَّا، وَهُوَ دَلِيلٌ وَاضِحٌ عَلَى التَّحْرِيمِ الشَّدِيدِ، وَمِمَّا يَدُلُّ لِذَلِكَ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ تَعَزَّى عَلَيْكُمْ بِعَزَاءِ الْجَاهِلِيَّةِ فَأَعِضُّوهُ بِهَنِّ أَبِيهِ وَلَا تُكَنُّوا» هَذَا حَدِيثٌ صَحِيحٌ، أَخْرَجَهُ الْإِمَامُ أَحْمَدُ مِنْ طُرُقٍ مُتَعَدِّدَةٍ عَنْ عُتَيِّ بْنِ ضَمْرَةَ السَّعْدِيِّ، عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، وَذَكَرَهُ صَاحِبُ الْجَامِعِ الصَّغِيرِ بِلَفْظِ «إِذَا سَمِعْتُمْ مَنْ يُعْتَزَى بِعَزَاءِ الْجَاهِلِيَّةِ فَأَعَضُّوهُ وَلَا تَكْنُوا» وَأَشَارَ لِأَنَّهُ أَخْرَجَهُ أَحْمَدُ فِي الْمُسْنَدِ، وَالنَّسَائِيُّ وَابْنُ حِبَّانَ، وَالطَّبَرَانِيُّ فِي الْكَبِيرِ، وَالضِّيَاءُ الْمَقْدِسِيُّ عَنْ أُبَيٍّ رَضِيَ اللَّهُ عَنْهُ، وَجَعَلَ عَلَيْهِ عَلَامَةَ الصِّحَّةِ. وَذَكَرَهُ أَيْضًا صَاحِبُ الْجَامِعِ الصَّغِيرِ بِلَفْظِ «إِذَا رَأَيْتُمُ الرَّجُلَ يَتَعَزَّى. .» إِلَخْ، وَأَشَارَ إِلَى أَنَّهُ أَخْرَجَهُ الْإِمَامُ أَحْمَدُ فِي الْمُسْنَدِ وَالتِّرْمِذِيُّ، وَجَعَلَ عَلَيْهِ عَلَامَةَ الصِّحَّةِ. وَقَالَ شَارِحُهُ الْمُنَاوِيُّ: وَرَوَاهُ عَنْهُ أَيْضًا الطَّبَرَانِيُّ، قَالَ الْهَيْثَمِيُّ: وَرِجَالُهُ ثِقَاتٌ، وَقَالَ شَارِحُهُ الْعَزِيزِيُّ: هُوَ حَدِيثٌ صَحِيحٌ. وَقَالَ فِيهِ الشَّيْخُ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْعَجْلُونِيُّ فِي كِتَابِهِ (كَشْفُ الْخَفَاءِ وَمُزِيلُ الْإِلْبَاسِ عَمَّا اشْتُهِرَ مِنَ الْأَحَادِيثِ عَلَى أَلْسِنَةِ النَّاسِ) قَالَ النَّجْمُ: رَوَاهُ أَحْمَدُ وَالنَّسَائِيُّ وَابْنُ حِبَّانَ عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ. وَمُرَادُهُ بِالنَّجْمِ: الشَّيْخُ مُحَمَّدٌ نَجْمُ الدِّينِ الْغُزِّيُّ فِي كِتَابِهِ الْمُسَمَّى (إِتْقَانُ مَا يُحْسِنُ مِنَ الْأَخْبَارِ الدَّائِرَةِ عَلَى الْأَلْسُنِ) فَانْظُرْ كَيْفَ سَمَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ النِّدَاءَ «عَزَاءَ الْجَاهِلِيَّةِ» وَأَمَرَ أَنْ يُقَالَ لِلدَّاعِي بِهِ «اعْضَضْ عَلَى هِنِّ أَبِيكَ» أَيْ فَرْجِهِ، وَأَنْ يُصَرَّحَ لَهُ بِذَلِكَ وَلَا يُعَبَّرُ عَنْهُ بِالْكِنَايَةِ، فَهَذَا يَدُلُّ عَلَى شِدَّةِ قُبْحِ هَذَا النِّدَاءِ، وَشِدَّةِ بُغْضِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ. </p><p> وَاعْلَمْ أَنَّ رُؤَسَاءَ الدُّعَاةِ إِلَى نَحْوِ هَذِهِ الْقَوْمِيَّةِ الْعَرَبِيَّةِ: أَبُو جَهْلٍ، وَأَبُو لَهَبٍ، وَالْوَلِيدُ بْنُ الْمُغِيرَةِ، وَنُظَرَاؤُهُمْ مِنْ رُؤَسَاءِ الْكَفَرَةِ. </p><p> وَقَدْ بَيَّنَ تَعَالَى تَعَصُّبَهُمْ لِقَوْمِيَّتِهِمْ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا الْآيَةَ [٥ \\ ١٠٤] وَقَوْلِهِ: قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا الْآيَةَ [٢ \\ ١٧٠] ، وَأَمْثَالِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ أَنَّهُ لَا خِلَافَ بَيْنِ الْعُلَمَاءِ - كَمَا ذَكَرْنَا آنِفًا - فِي مَنْعِ النِّدَاءِ بِرَابِطَةٍ غَيْرِ الْإِسْلَامِ، كَالْقَوْمِيَّاتِ وَالْعَصَبِيَّاتِ النِّسْبِيَّةِ، وَلَا سِيَّمَا إِذَا كَانَ النِّدَاءُ بِالْقَوْمِيَّةِ يُقْصَدُ مِنْ وَرَائِهِ الْقَضَاءُ عَلَى رَابِطَةِ الْإِسْلَامِ وَإِزَالَتُهَا بِالْكُلِّيَّةِ، فَإِنَّ النِّدَاءَ بِهَا حِينَئِذٍ مَعْنَاهُ الْحَقِيقِيُّ: أَنَّهُ نِدَاءٌ </p><p> إِلَى التَّخَلِّي عَنْ دِينِ الْإِسْلَامِ، وَرَفْضِ الرَّابِطَةِ السَّمَاوِيَّةِ رَفْضًا بَاتًّا، عَلَى اللَّهِ أَنَّ يَعْتَاصَ مِنْ ذَلِكَ رَوَابِطَ عَصَبِيَّةً قَوْمِيَّةً، مَدَارُهَا عَلَى أَنَّ هَذَا مِنَ الْعَرَبِ، وَهَذَا مِنْهُمْ أَيْضًا مَثَلًا. فَالْعُرُوبَةُ لَا يُمْكِنُ أَنْ تَكُونَ خَلَفًا مِنَ الْإِسْلَامِ، وَاسْتِبْدَالُهَا بِهِ صَفْقَةٌ خَاسِرَةٌ، فَهِيَ كَمَا قَالَ الرَّاجِزُ: </p><p> بَدَّلْتُ بِالْجَمَّةِ رَأْسًا أَزْعَرًا ... وَبِالثَّنَايَا الْوَاضِحَاتِ الدُّرْدُرَا </p><p> كَمَا اشْتَرَى الْمُسْلِمُ إِذْ تَنَصَّرَا </p><p> وَقَدْ عُلِمَ فِي التَّارِيخِ حَالُ الْعَرَبِ قَبْلَ الْإِسْلَامِ وَحَالُهُمْ بَعْدَهُ كَمَا لَا يَخْفَى. </p><p> وَقَدْ بَيَّنَ اللَّهُ جَلَّ وَعَلَا فِي مُحْكَمِ كِتَابِهِ: أَنَّ الْحِكْمَةَ فِي جَعْلِهِ بَنِي آدَمَ شُعُوبًا وَقَبَائِلَ هِيَ التَّعَارُفُ فِيمَا بَيْنَهُمْ، وَلَيْسَتْ هِيَ أَنْ يَتَعَصَّبَ كُلُّ شَعْبٍ عَلَى غَيْرِهِ، وَكُلُّ قَبِيلَةٍ عَلَى غَيْرِهَا، قَالَ جَلَّ وَعَلَا: يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ [٤٩ \\ ١٣] ، فَاللَّامُ فِي قَوْلِهِ: لِتَعَارَفُوا لَامُ التَّعْلِيلِ، وَالْأَصْلُ لِتَتَعَارَفُوا، وَقَدْ حُذِفَتْ إِحْدَى التَّاءَيْنِ ; فَالتَّعَارُفُ هُوَ الْعِلَّةُ الْمُشْتَمِلَةُ عَلَى الْحِكْمَةِ لِقَوْلِهِ: وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ [٤٩ \\ ١٣] ، وَنَحْنُ حِينَ نُصَرِّحُ بِمَنْعِ النِّدَاءِ بِالرَّوَابِطِ الْعَصَبِيَّةِ وَالْأَوَاصِرِ النِّسْبِيَّةِ، وَنُقِيمُ الْأَدِلَّةَ عَلَى مَنْعِ ذَلِكَ، لَا نُنْكِرُ أَنَّ الْمُسْلِمَ رُبَّمَا انْتَفَعَ بِرَوَابِطَ نِسْبِيَّةٍ لَا تَمُتُّ إِلَى الْإِسْلَامِ بِصِلَةٍ، كَمَا نَفَعَ اللَّهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَمِّهِ أَبِي طَالِبٍ، وَقَدْ بَيَّنَ اللَّهُ جَلَّ وَعَلَا أَنَّ عَطْفَ ذَلِكَ الْعَمِّ الْكَافِرِ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مِنَنِ اللَّهِ عَلَيْهِ، قَالَ تَعَالَى: أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى [٩٣ \\ ٦] ، أَيْ آوَاكَ بِأَنْ ضَمَّكَ إِلَى عَمِّكَ أَبِي طَالِبٍ. </p><p> وَمِنْ آثَارِ هَذِهِ الْعَصَبِيَّةِ النِّسْبِيَّةِ قَوْلُ أَبِي طَالِبٍ فِيهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: </p><p> وَاللَّهِ لَنْ يَصِلُوا إِلَيْكَ بِجَمْعِهِمْ ... حَتَّى أُوَسَّدَ فِي التُّرَابِ دَفِينًا </p><p> كَمَا قَدَّمْنَا فِي سُورَةِ هُودٍ. </p><p> وَقَدْ نَفَعَ اللَّهُ بِتِلْكَ الْعَصَبِيَّةِ النِّسْبِيَّةِ شُعَيْبًا عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، كَمَا قَالَ تَعَالَى عَنْ قَوْمِهِ: قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ [١١ \\ ٩١] . </p><p> وَقَدْ نَفَعَ اللَّهُ بِهَا نَبِيَّهُ صَالِحًا أَيْضًا عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ ; كَمَا أَشَارَ تَعَالَى لِذَلِكَ بِقَوْلِهِ: قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ [٢٧ \\ ٤٩] ، فَقَدْ دَلَّتِ الْآيَةُ عَلَى أَنَّهُمْ يَخَافُونَ مِنْ أَوْلِيَاءِ صَالِحٍ، </p><p> وَلِذَلِكَ لَمْ يُفَكِّرُوا أَنْ يَفْعَلُوا بِهِ سُوءًا إِلَّا لَيْلًا خِفْيَةً. وَقَدْ عَزَمُوا أَنَّهُمْ إِنْ فَعَلُوا بِهِ ذَلِكَ أَنْكَرُوا وَحَلَفُوا لِأَوْلِيَائِهِ أَنَّهُمْ مَا حَضَرُوا مَا وَقَعَ بِصَالِحٍ خَوْفًا مِنْهُمْ، وَلَمَّا كَانَ لُوطٌ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ لَا عُصْبَةَ لَهُ فِي قَوْمِهِ ظَهَرَ فِيهِ أَثَرُ ذَلِكَ حَتَّى قَالَ: لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ [١١ \\ ٨٠] ، وَقَدْ قَدَّمْنَا هَذَا مُسْتَوْفًى فِي «سُورَةِ هُودٍ» . </p><p> فَيَلْزَمُ النَّاظِرُ فِي هَذِهِ الْمَسْأَلَةِ أَنْ يُفَرِّقَ بَيْنَ الْأَمْرَيْنِ، وَيَعْلَمَ أَنَّ النِّدَاءَ بِرَوَابِطِ الْقَوْمِيَّاتِ لَا يَجُوزُ عَلَى كُلِّ حَالٍ، وَلَا سِيَّمَا إِذَا كَانَ الْقَصْدُ بِذَلِكَ الْقَضَاءَ عَلَى رَابِطَةِ الْإِسْلَامِ، وَإِزَالَتَهَا بِالْكُلِّيَّةِ بِدَعْوَى أَنَّهُ لَا يُسَايِرُ التَّطَوُّرَ الْجَدِيدَ، أَوْ أَنَّهُ جُمُودٌ وَتَأَخُّرٌ عَنْ مُسَايَرَةِ رَكْبِ الْحَضَارَةِ - نَعُوذُ بِاللَّهِ مِنْ طَمْسِ الْبَصِيرَةِ - وَأَنَّ مَنْعَ النِّدَاءِ بِرَوَابِطِ الْقَوْمِيَّاتِ لَا يُنَافِي أَنَّهُ رُبَّمَا انْتَفَعَ الْمُسْلِمُ بِنُصْرَةِ قَرِيبِهِ الْكَافِرِ بِسَبَبِ الْعَوَاطِفِ النِّسْبِيَّةِ وَالْأَوَاصِرِ الْعَصَبِيَّةِ الَّتِي لَا تَمُتُّ إِلَى الْإِسْلَامِ بِصِلَةٍ، كَمَا وَقَعَ مِنْ أَبِي طَالِبٍ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ ثَبَتَ فِي الصَّحِيحِ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «إِنَّ اللَّهَ يُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ» وَلَكِنَّ تِلْكَ الْقَرَابَاتِ النِّسْبِيَّةَ لَا يَجُوزُ أَنْ تُجْعَلَ هِيَ الرَّابِطَةَ بَيْنَ الْمُجْتَمَعِ، لِأَنَّهَا تَشْمَلُ الْمُسْلِمَ وَالْكَافِرَ، وَمَعْلُومٌ أَنَّ الْمُسْلِمَ عَدُوُّ الْكَافِرِ، كَمَا قَالَ تَعَالَى: لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ الْآيَةَ [٥٨ \\ ٢٢] ، كَمَا تَقَدَّمَ. </p><p> وَالْحَاصِلُ أَنَّ الرَّابِطَةَ الْحَقِيقِيَّةَ الَّتِي تَجْمَعُ الْمُفْتَرَقَ وَتُؤَلِّفُ الْمُخْتَلَفَ هِيَ رَابِطَةُ «لَا إِلَهَ إِلَّا اللَّهُ» أَلَا تَرَى أَنَّ هَذِهِ الرَّابِطَةَ الَّتِي تَجْعَلُ الْمُجْتَمَعَ الْإِسْلَامِيَّ كُلَّهُ كَأَنَّهُ جَسَدٌ وَاحِدٌ، وَتَجْعَلُهُ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا، عَطَفَتْ قُلُوبَ حَمَلَةِ الْعَرْشِ وَمَنْ حَوْلَهَ مِنَ الْمَلَائِكَةِ عَلَى بَنِي آدَمَ فِي الْأَرْضِ مَعَ مَا بَيْنَهُمْ مِنَ الِاخْتِلَافِ، قَالَ تَعَالَى: الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ وَقِهِمُ السَّيِّئَاتِ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ [٤٠ \\ ٧ - ٩] . فَقَدْ أَشَارَ تَعَالَى إِلَى أَنَّ الرَّابِطَةَ الَّتِي رَبَطَتْ بَيْنَ حَمَلَةِ الْعَرْشِ وَمَنْ حَوْلَهُ، وَبَيْنَ بَنِي آدَمَ فِي الْأَرْضِ حَتَّى دَعَوُا اللَّهَ لَهُمْ هَذَا الدُّعَاءَ الصَّالِحَ الْعَظِيمَ، إِنَّمَا هِيَ الْإِيمَانُ بِاللَّهِ جَلَّ وَعَلَا ; لِأَنَّهُ قَالَ عَنِ الْمَلَائِكَةِ: وَيُؤْمِنُونَ بِهِ </p><p> [٤٠ \\ ٧] فَوَصَفَهُمْ بِالْإِيمَانِ. وَقَالَ عَنْ بَنِي آدَمَ فِي اسْتِغْفَارِ الْمَلَائِكَةِ لَهُمْ: وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا [٤٠ \\ ٧] ، فَوَصَفَهُمْ أَيْضًا بِالْإِيمَانِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ الرَّابِطَةَ بَيْنَهُمْ هِيَ الْإِيمَانُ، وَهُوَ أَعْظَمُ رَابِطَةً. </p><p> وَمِمَّا يُوَضِّحُ لَكَ أَنَّ الرَّابِطَةَ الْحَقِيقِيَّةَ هِيَ دِينُ الْإِسْلَامِ قَوْلُهُ تَعَالَى فِي أَبِي لَهَبٍ عَمِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: سَيَصْلَى نَارًا ذَاتَ لَهَبٍ [١١١ \\ ٣] وَيُقَابِلُ ذَلِكَ بِمَا لِسَلْمَانَ الْفَارِسِيِّ مِنَ الْفَضْلِ وَالْمَكَانَةِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمِينَ، وَقَدْ جَاءَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِيهِ:  «سَلْمَانُ مِنَّا أَهْلَ الْبَيْتِ» ، رَوَاهُ الطَّبَرَانِيُّ وَالْحَاكِمُ فِي الْمُسْتَدْرَكِ، وَجَعَلَ عَلَيْهِ صَاحِبُ الْجَامِعِ الصَّغِيرِ عَلَامَةَ الصِّحَّةِ، وَضَعَّفَهُ الْحَافِظُ الذَّهَبِيُّ، وَقَالَ الْهَيْثَمِيُّ فِيهِ، عِنْدَ الطَّبَرَانِيِّ كَثِيرُ بْنُ عَبْدِ اللَّهِ الْمُزْنِيُّ ضَعَّفَهُ الْجُمْهُورُ، وَبَقِيَّةُ رِجَالِهِ ثِقَاتٌ. وَقَدْ أَجَادَ مَنْ قَالَ: </p><p> لَقَدْ رَفَعَ الْإِسْلَامُ سَلْمَانَ فَارِسٍ ... وَقَدْ وَضَعَ الْكُفْرُ الشَّرِيفَ أَبَا لَهَبِ </p><p> وَقَدْ أَجْمَعَ الْعُلَمَاءُ: عَلَى أَنَّ الرَّجُلَ إِنْ مَاتَ وَلَيْسَ لَهُ مِنَ الْقُرَبَاءِ إِلَّا ابْنٌ كَافِرٌ، أَنَّ إِرْثَهُ يَكُونُ لِلْمُسْلِمِينَ بِأُخُوَّةِ الْإِسْلَامِ، وَلَا يَكُونُ لِوَلَدِهِ لِصُلْبِهِ الَّذِي هُوَ كَافِرٌ، وَالْمِيرَاثُ دَلِيلُ الْقَرَابَةِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ الْأُخُوَّةَ الدِّينِيَّةَ أَقْرَبُ مِنَ الْبُنُوَّةِ النِّسْبِيَّةِ. </p><p> وَبِالْجُمْلَةِ، فَلَا خِلَافَ بَيْنِ الْمُسْلِمِينَ أَنَّ الرَّابِطَةَ الَّتِي تَرْبُطُ أَفْرَادَ أَهْلِ الْأَرْضِ بَعْضُهُمْ بِبَعْضٍ، وَتَرْبُطُ بَيْنَ أَهْلِ الْأَرْضِ وَالسَّمَاءِ، هِيَ رَابِطَةُ «لَا إِلَهَ إِلَّا اللَّهُ» ، فَلَا يَجُوزُ الْبَتَّةَ النِّدَاءُ بِرَابِطَةٍ غَيْرَهَا. وَمَنْ وَالَى الْكُفَّارَ بِالرَّوَابِطِ النِّسْبِيَّةِ مَحَبَّةً لَهُمْ، وَرَغْبَةً فِيهِمْ يَدْخُلُ فِي قَوْلِهِ تَعَالَى: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ [٥ \\ ٥١] ، وَقَوْلِهِ تَعَالَى: إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ [٨ \\ ٧٣] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَبِالْجُمْلَةِ، فَالْمَصَالِحُ الَّتِي عَلَيْهَا مَدَارُ الشَّرَائِعِ ثَلَاثَةٌ: </p><p> الْأُولَى: دَرْءُ الْمَفَاسِدِ الْمَعْرُوفُ عِنْدَ أَهْلِ الْأُصُولِ بِالضَّرُورِيَّاتِ. </p><p> وَالثَّانِيَةُ: جَلْبُ الْمَصَالِحِ، الْمَعْرُوفُ عِنْدَ أَهْلِ الْأُصُولِ بِالْحَاجِيَّاتِ. </p><p> وَالثَّالِثَةُ: الْجَرْيُ عَلَى مَكَارِمِ الْأَخْلَاقِ وَمَحَاسِنِ الْعَادَاتِ، الْمَعْرُوفُ عِنْدَ أَهْلِ الْأُصُولِ بِالتَّحْسِينِيَّاتِ وَالتَّتْمِيمَاتِ. وَكُلُّ هَذِهِ الْمَصَالِحِ الثَّلَاثِ هَدَى فِيهَا الْقُرْآنُ الْعَظِيمُ لِلطَّرِيقِ الَّتِي هِيَ أَقْوَمُ الطُّرُقِ وَأَعْدُلُهَا. </p><p> فَالضَّرُورِيَّاتُ الَّتِي هِيَ دَرْءُ الْمَفَاسِدِ إِنَّمَا هِيَ دَرْؤُهَا عَنْ سِتَّةِ أَشْيَاءَ: </p><p> الْأَوَّلُ: الدِّينُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، كَمَا قَالَ تَعَالَى: وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ [٢ \\ ١٩٣] ، وَفِي سُورَةِ الْأَنْفَالِ: وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ [الْآيَةَ ٣٩] ، وَقَالَ تَعَالَى: تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ [٤٨ \\ ١٦] ، وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ» الْحَدِيثَ، وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ» إِلَى غَيْرِ ذَلِكَ مِنَ الْأَدِلَّةِ عَلَى الْمُحَافَظَةِ عَلَى الدِّينِ. </p><p> وَالثَّانِي: النَّفْسُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهَا بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، وَلِذَلِكَ أَوْجَبَ الْقِصَاصَ دَرْءًا لِلْمَفْسَدَةِ عَنِ الْأَنْفُسِ، كَمَا قَالَ تَعَالَى: وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الْأَلْبَابِ الْآيَةَ [٢ \\ ١٧٩] ، وَقَالَ: كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْآيَةَ [٢ \\ ١٧٨] ، وَقَالَ: وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا الْآيَةَ [١٧ \\ ٣٣] . </p><p> الثَّالِثُ: الْعَقْلُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ - إِلَى قَوْلِهِ - فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥ \\ ٩٠، ٩١] ، وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «كُلُّ مُسْكِرٍ حَرَامٌ» وَقَالَ: «مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ» ، كَمَا قَدَّمْنَا ذَلِكَ مُسْتَوْفًى «فِي سُورَةِ النَّحْلِ» ، وَلِلْمُحَافَظَةِ عَلَى الْعَقْلِ أَوْجَبَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّ الشَّارِبِ دَرْءًا لِلْمَفْسَدَةِ عَنِ الْعَقْلِ. </p><p> الرَّابِعُ: النَّسَبُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، وَلِذَلِكَ حَرَّمَ الزِّنَى وَأَوْجَبَ فِيهِ الْحَدَّ الرَّادِعَ، وَأَوْجَبَ الْعِدَّةَ عَلَى النِّسَاءِ عِنْدَ الْمُفَارَقَةِ بِطَلَاقٍ أَوْ مَوْتٍ، لِئَلَّا يَخْتَلِطَ مَاءُ رَجُلٍ بِمَاءٍ آخَرَ فِي رَحِمِ امْرَأَةٍ مُحَافَظَةً عَلَى الْأَنْسَابِ ; قَالَ تَعَالَى: وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا [١٧ \\ ٣٢] ، وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ، وَقَالَ تَعَالَى: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ الْآيَةَ [٢٤ \\ ٢] ، وَقَدْ قَدَّمْنَا آيَةَ الرَّجْمِ وَالْأَدِلَّةَ الدَّالَّةَ عَلَى أَنَّهَا مَنْسُوخَةُ التِّلَاوَةِ بَاقِيَةُ الْحُكْمِ، وَقَالَ تَعَالَى فِي إِيجَابِ الْعِدَّةِ حِفْظًا لِلْأَنْسَابِ: وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ الْآيَةَ [٢ \\ ٢٢٨] ، وَقَالَ: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا [٢ \\ ٢٣٤] وَإِنْ كَانَتْ عِدَّةُ الْوَفَاةِ فِيهَا شِبْهَ تَعَبُّدٍ لِوُجُوبِهَا مَعَ عَدَمِ الْخَلْوَةِ بَيْنَ الزَّوْجَيْنِ. </p><p> وَلِأَجْلِ الْمُحَافَظَةِ عَلَى النِّسَبِ مَنَعَ سَقْيَ زَرْعِ الرَّجُلِ بِمَاءِ غَيْرِهِ ; فَمَنَعَ نِكَاحَ الْحَامِلِ حَتَّى تَضَعَ، قَالَ تَعَالَى: وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ [٦٥ \\ ٤] . </p><p> الْخَامِسُ: الْعِرْضُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، فَنَهَى </p><p> الْمُسْلِمَ عَنْ أَنْ يَتَكَلَّمَ فِي أَخِيهِ بِمَا يُؤْذِيهِ، وَأَوْجَبَ عَلَيْهِ إِنْ رَمَاهُ بِفِرْيَةٍ حَدَّ الْقَذْفِ ثَمَانِينَ جِلْدَةً، قَالَ تَعَالَى: وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا [٤٩ \\ ١٢] ، وَقَبَّحَ جَلَّ وَعَلَا غِيبَةَ الْمُسْلِمِ غَايَةَ التَّقْبِيحِ بِقَوْلِهِ: أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ [٤٩ \\ ١٢] ، وَقَالَ: وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ [٤٩ \\ ١١] وَقَالَ فِي إِيجَابِ حَدِّ الْقَاذِفِ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا الْآيَةَ [٢٤ \\ ٤، ٥] . </p><p> السَّادِسُ: الْمَالُ، وَقَدْ جَاءَ الْقُرْآنُ بِالْمُحَافَظَةِ عَلَيْهِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، وَلِذَلِكَ مَنَعَ أَخْذَهُ بِغَيْرِ حَقٍّ شَرْعِيٍّ، وَأَوْجَبَ عَلَى السَّارِقِ حَدَّ السَّرِقَةِ وَهُوَ قَطْعُ الْيَدِ كَمَا تَقَدَّمَ، قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ [٤ \\ ٢٩] ، وَقَالَ تَعَالَى: وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ [٢ \\ ١٨٨] ، وَقَالَ: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ الْآيَةَ [٥ \\ ٣٨] ، وَكُلُّ ذَلِكَ مُحَافَظَةً عَلَى الْمَالِ وَدَرْءًا لِلْمَفْسَدَةِ عَنْهُ. </p><p> الْمَصْلَحَةُ الثَّانِيَةُ: جَلْبُ الْمَصَالِحِ، وَقَدْ جَاءَ الْقُرْآنُ بِجَلْبِ الْمَصَالِحِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، فَفَتَحَ الْأَبْوَابِ لِجَلْبِ الْمَصَالِحِ فِي جَمِيعِ الْمَيَادِينِ، قَالَ تَعَالَى: فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ [٦٢ \\ ١٠] ، وَقَالَ: لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ [٢ \\ ١٩٨] ، وَقَالَ: وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ [٧٣ \\ ٢٠] ، وَقَالَ: بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ [٤ \\ ٢٩] . </p><p> وَلِأَجْلِ هَذَا جَاءَ الشَّرْعُ الْكَرِيمُ بِإِبَاحَةِ الْمَصَالِحِ الْمُتَبَادَلَةِ بَيْنَ أَفْرَادِ الْمُجْتَمَعِ عَلَى الْوَجْهِ الْمَشْرُوعِ، لِيَسْتَجْلِبَ كُلٌّ مَصْلَحَتَهُ مِنَ الْآخَرِ، كَالْبُيُوعِ وَالْإِجَارَاتِ وَالْأَكْرِيَةِ وَالْمُسَاقَاةِ وَالْمُضَارَبَةِ، وَمَا جَرَى مَجْرَى ذَلِكَ. </p><p> الْمَصْلَحَةُ الثَّالِثَةُ: الْجَرْيُ عَلَى مَكَارِمِ الْأَخْلَاقِ وَمَحَاسِنِ الْعَادَاتِ، وَقَدْ جَاءَ الْقُرْآنُ بِذَلِكَ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، وَالْحَضُّ عَلَى مَكَارِمِ الْأَخْلَاقِ وَمَحَاسِنِ الْعَادَاتِ كَثِيرٌ جِدًّا فِي كِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلِذَلِكَ لَمَّا سُئِلَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا عَنْ خُلُقِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ:  «كَانَ خُلُقُهُ الْقُرْآنَ» لِأَنَّ الْقُرْآنَ يَشْتَمِلُ عَلَى جَمِيعِ مَكَارِمِ الْأَخْلَاقِ ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ </p><p> فِي نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ [٦٨ \\ ٤] . </p><p> فَدَلَّ مَجْمُوعُ الْآيَةِ وَحَدِيثُ عَائِشَةَ عَلَى أَنَّ الْمُتَّصِفَ بِمَا فِي الْقُرْآنِ مِنْ مَكَارِمِ الْأَخْلَاقِ: أَنَّهُ يَكُونُ عَلَى خُلُقٍ عَظِيمٍ، وَذَلِكَ لِعِظَمِ مَا فِي الْقُرْآنِ مِنْ مَكَارِمِ الْأَخْلَاقِ، وَسَنَذْكُرُ لَكَ بَعْضًا مِنْ ذَلِكَ تَنْبِيهًا بِهِ عَلَى غَيْرِهِ. </p><p> فَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ الْآيَةَ [٢ \\ ٢٣٧] . </p><p> فَانْظُرْ مَا فِي هَذِهِ الْآيَةِ مِنَ الْحَضِّ عَلَى مَكَارِمِ الْأَخْلَاقِ مِنَ الْأَمْرِ بِالْعَفْوِ وَالنَّهْيِ عَنْ نِسْيَانِ الْفَضْلِ، وَقَالَ تَعَالَى: وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ أَنْ تَعْتَدُوا الْآيَةَ [٥ \\ ٢] ، وَقَالَ تَعَالَى: وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى [٥ \\ ٨] . فَانْظُرْ مَا فِي هَذِهِ الْآيَاتِ مِنْ مَكَارِمِ الْأَخْلَاقِ، وَالْأَمْرُ بِأَنْ تُعَامِلَ مَنْ عَصَى اللَّهَ فِيكَ بِأَنْ تُطِيعَهُ فِيهِ. وَقَالَ تَعَالَى: وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣٦] فَانْظُرْ إِلَى هَذَا مِنْ مَكَارِمِ الْأَخْلَاقِ، وَالْأَمْرِ بِالْإِحْسَانِ إِلَى الْمُحْتَاجِينَ وَالضُّعَفَاءِ، وَقَالَ تَعَالَى: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ [١٦ \\ ٩٠] ، وَقَالَ تَعَالَى: يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ الْآيَةَ [٧ \\ ٣١] ، وَقَالَ: وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ [٦ \\ ١٥١] ، وَقَالَ تَعَالَى: وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا [٢٥ \\ ٧٢] ، وَقَالَ تَعَالَى: وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ [٢٨ \\ ٥٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى مَا يَدْعُو إِلَيْهِ الْقُرْآنُ مِنْ مَكَارِمِ الْأَخْلَاقِ، وَمَحَاسِنِ الْعَادَاتِ. </p><p> وَمِنْ هَدْيِ الْقُرْآنِ لِلَّتِي هِيَ أَقْوَمُ: هَدْيُهُ إِلَى حَلِّ الْمَشَاكِلِ الْعَالَمِيَّةِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، وَنَحْنُ دَائِمًا فِي الْمُنَاسَبَاتِ نُبَيِّنُ هَدْيَ الْقُرْآنِ الْعَظِيمِ إِلَى حَلِّ ثَلَاثِ مُشْكِلَاتٍ، هِيَ مِنْ أَعْظَمِ مَا يُعَانِيهِ الْعَالَمُ فِي جَمِيعِ الْمَعْمُورَةِ مِمَّنْ يَنْتَمِي إِلَى الْإِسْلَامِ، تَنْبِيهًا بِهَا عَلَى غَيْرِهَا: الْمُشْكِلَةُ الْأُولَى: هِيَ ضَعْفُ الْمُسْلِمِينَ فِي أَقْطَارِ الدُّنْيَا فِي الْعَدَدِ وَالْعِدَدِ عَنْ مُقَاوَمَةِ الْكُفَّارِ، وَقَدْ هَدَى الْقُرْآنُ الْعَظِيمُ إِلَى حَلِّ هَذِهِ الْمُشْكِلَةِ بِأَقْوَمِ الطُّرُقِ وَأَعْدَلِهَا، فَبَيَّنَ أَنَّ عِلَاجَ الضَّعْفِ عَنْ مُقَاوَمَةِ الْكُفَّارِ إِنَّمَا هُوَ بِصِدْقِ التَّوَجُّهِ إِلَى اللَّهِ تَعَالَى، وَقُوَّةِ الْإِيمَانِ بِهِ </p><p> وَالتَّوَكُّلِ عَلَيْهِ ; لِأَنَّ اللَّهَ قَوِيٌّ عَزِيزٌ، قَاهِرٌ لِكُلِّ شَيْءٍ، فَمَنْ كَانَ مِنْ حِزْبِهِ عَلَى الْحَقِيقَةِ لَا يُمْكِنُ أَنْ يَغْلِبَهُ الْكُفَّارُ وَلَوْ بَلَغُوا مِنَ الْقُوَّةِ مَا بَلَغُوا. </p><p> فَمِنَ الْأَدِلَّةِ الْمُبَيِّنَةِ لِذَلِكَ: أَنَّ الْكُفَّارَ لَمَّا ضَرَبُوا عَلَى الْمُسْلِمِينَ ذَلِكَ الْحِصَارَ الْعَسْكَرِيَّ الْعَظِيمَ فِي غَزْوَةِ الْأَحْزَابِ، الْمَذْكُورَ فِي قَوْلِهِ تَعَالَى: إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا [٣٣ \\ ١٠ - ١١] ، كَانَ عِلَاجُ ذَلِكَ هُوَ مَا ذَكَرْنَا، فَانْظُرْ شِدَّةَ هَذَا الْحِصَارِ الْعَسْكَرِيِّ وَقُوَّةَ أَثَرِهِ فِي الْمُسْلِمِينَ، مَعَ أَنَّ جَمِيعَ أَهْلِ الْأَرْضِ فِي ذَلِكَ الْوَقْتِ مُقَاطِعُوهُمْ سِيَاسَةً وَاقْتِصَادًا، فَإِذَا عَرَفْتَ ذَلِكَ فَاعْلَمْ أَنَّ الْعِلَاجَ الَّذِي قَابَلُوا بِهِ هَذَا الْأَمْرَ الْعَظِيمَ، وَحَلُّوا بِهِ هَذِهِ الْمُشْكِلَةَ الْعُظْمَى، هُوَ مَا بَيَّنَهُ جَلَّ وَعَلَا (فِي سُورَةِ الْأَحْزَابِ) بِقَوْلِهِ: وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا [٣٣ \\ ٢٢] . </p><p> فَهَذَا الْإِيمَانُ الْكَامِلُ، وَهَذَا التَّسْلِيمُ الْعَظِيمُ لِلَّهِ جَلَّ وَعَلَا، ثِقَةً بِهِ، وَتَوَكُّلًا عَلَيْهِ، هُوَ سَبَبُ حَلِّ هَذِهِ الْمُشْكِلَةِ الْعُظْمَى. </p><p> وَقَدْ صَرَّحَ اللَّهُ تَعَالَى بِنَتِيجَةِ هَذَا الْعِلَاجِ بِقَوْلِهِ تَعَالَى: وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا [٣٣ \\ ٢٥، ٢٦، ٢٧] . </p><p> وَهَذَا الَّذِي نَصَرَهُمُ اللَّهُ بِهِ عَلَى عَدُوِّهِمْ مَا كَانُوا يَظُنُّونَهُ، وَلَا يَحْسَبُونَ أَنَّهُمْ يُنْصَرُونَ بِهِ وَهُوَ الْمَلَائِكَةُ وَالرِّيحُ، قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا [٣٣ \\ ٩] ، وَلَمَّا عَلِمَ جَلَّ وَعَلَا مِنْ أَهْلِ بَيْعَةِ الرِّضْوَانِ الْإِخْلَاصَ الْكَامِلَ، وَنَوَّهَ عَنْ إِخْلَاصِهِمْ بِالِاسْمِ الْمُبْهَمِ الَّذِي هُوَ الْمَوْصُولُ فِي قَوْلِهِ: لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ [٤٨ \\ ١٨] : أَيْ مِنَ الْإِيمَانِ وَالْإِخْلَاصِ، كَانَ مِنْ نَتَائِجَ ذَلِكَ مَا ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا فِي قَوْلِهِ: وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا [٤٨ \\ ٢١] ، فَصَرَّحَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ بِأَنَّهُمْ لَمْ يَقْدِرُوا </p><p> عَلَيْهَا، وَأَنَّ اللَّهَ جَلَّ وَعَلَا أَحَاطَ بِهَا فَأَقْدَرَهُمْ عَلَيْهَا، وَذَلِكَ مِنْ نَتَائِجِ قُوَّةِ إِيمَانِهِمْ وَشِدَّةِ إِخْلَاصِهِمْ. </p><p> فَدَلَّتِ الْآيَةُ عَلَى أَنَّ الْإِخْلَاصَ لِلَّهِ وَقُوَّةَ الْإِيمَانِ بِهِ، هُوَ السَّبَبُ لِقُدْرَةِ الضَّعِيفِ عَلَى الْقَوِيِّ وَغَلَبَتِهِ لَهُ: كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ [٢ \\ ٢٤٩] ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: لَمْ تَقْدِرُوا عَلَيْهَا [٤٨ \\ ٢١] فِعْلٌ فِي سِيَاقِ النَّفْيِ، وَالْفِعْلُ فِي سِيَاقِ النَّفْيِ مِنْ صِيَغِ الْعُمُومِ عَلَى التَّحْقِيقِ، كَمَا تَقَرَّرَ فِي الْأُصُولِ، وَوَجْهُهُ ظَاهِرٌ ; لِأَنَّ الْفِعْلَ الصِّنَاعِيَّ - «أَعْنِي الَّذِي يُسَمَّى فِي الِاصْطِلَاحِ فِعْلَ الْأَمْرِ أَوِ الْفِعْلَ الْمَاضِيَ أَوِ الْفِعْلَ الْمُضَارِعَ» - يَنْحَلُّ عِنْدَ النَّحْوِيِّينَ وَبَعْضِ الْبَلَاغِيِّينَ عَنْ مَصْدَرٍ وَزَمَنٍ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> الْمَصْدَرُ اسْمُ مَا سِوَى الزَّمَانِ مِنْ ... مَدْلُولَيِ الْفِعْلِ كَأَمْنٍ مِنْ أَمِنْ </p><p> وَعِنْدَ جَمَاعَةٍ مِنَ الْبَلَاغِيِّينَ يَنْحَلُّ عَنْ مَصْدَرٍ وَزَمَنٍ وَنِسْبَةٍ، وَهَذَا هُوَ الظَّاهِرُ كَمَا حَرَّرَهُ بَعْضُ الْبَلَاغِيِّينَ، فِي بَحْثِ الِاسْتِعَارَةِ التَّبَعِيَّةِ. </p><p> فَالْمَصْدَرُ إِذَنْ كَامِنٌ فِي مَفْهُومِ الْفِعْلِ إِجْمَاعًا، فَيَتَسَلَّطُ النَّفْيُ الدَّاخِلُ عَلَى الْفِعْلِ عَلَى الْمَصْدَرِ الْكَامِنِ فِي مَفْهُومِهِ، وَهُوَ فِي الْمَعْنَى نَكِرَةٌ، إِذْ لَيْسَ لَهُ سَبَبٌ يَجْعَلُهُ مُعَرَّفَةً، فَيُؤَوَّلُ إِلَى مَعْنَى النَّكِرَةِ فِي سِيَاقِ النَّفْيِ، وَهِيَ مَنْ صِيَغِ الْعُمُومِ. </p><p> فَقَوْلُهُ: لَمْ تَقْدِرُوا عَلَيْهَا [٤٨ \\ ٢١] فِي مَعْنَى: لَا قُدْرَةَ لَكُمْ عَلَيْهَا، وَهَذَا يَعُمُّ سَلْبَ جَمِيعِ أَنْوَاعِ الْقُدْرَةِ ; لِأَنَّ النَّكِرَةَ فِي سِيَاقِ النَّفْيِ تَدُلُّ عَلَى عُمُومِ السَّلْبِ وَشُمُولِهِ لِجَمِيعِ الْأَفْرَادِ الدَّاخِلَةِ تَحْتَ الْعُنْوَانِ. كَمَا هُوَ مَعْرُوفٌ فِي مَحَلِّهِ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ جَمِيعَ أَنْوَاعِ الْقُدْرَةِ عَلَيْهَا مَسْلُوبٌ عَنْهُمْ، وَلَكِنَّ اللَّهَ جَلَّ وَعَلَا أَحَاطَ بِهَا فَأَقْدَرَهُمْ عَلَيْهَا، لِمَا عَلِمَ مِنَ الْإِيمَانِ وَالْإِخْلَاصِ فِي قُلُوبِهِمْ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ [٣٧ \\ ١٧٣] . </p><p> الْمُشْكِلَةُ الثَّانِيَةُ: هِيَ تَسْلِيطُ الْكُفَّارِ عَلَى الْمُؤْمِنِينَ بِالْقَتْلِ وَالْجِرَاحِ وَأَنْوَاعِ الْإِيذَاءِ، مَعَ أَنَّ الْمُسْلِمِينَ عَلَى الْحَقِّ، وَالْكُفَّارَ عَلَى الْبَاطِلِ. </p><p> وَهَذِهِ الْمُشْكِلَةُ اسْتَشْكَلَهَا أَصْحَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَفْتَى اللَّهُ جَلَّ وَعَلَا فِيهَا، وَبَيَّنَ السَّبَبَ فِي ذَلِكَ بِفَتْوَى سَمَاوِيَّةٍ تُتْلَى فِي كِتَابِهِ جَلَّ وَعَلَا. </p><p> وَذَلِكَ أَنَّهُ لَمَّا وَقَعَ مَا وَقَعَ بِالْمُسْلِمِينَ يَوْمَ أُحُدٍ: فَقُتِلَ عَمُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَابْنُ </p><p> عَمَّتِهِ، وَمُثِّلَ بِهِمَا، وَقُتِلَ غَيْرُهُمَا مِنَ الْمُهَاجِرِينَ، وَقُتِلَ سَبْعُونَ رَجُلًا مِنَ الْأَنْصَارِ، وَجُرِحَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَشُقَّتْ شَفَتُهُ، وَكُسِرَتْ رُبَاعِيَّتُهُ، وَشُجَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> اسْتَشْكَلَ الْمُسْلِمُونَ ذَلِكَ، وَقَالُوا: كَيْفَ يُدَالُ مِنَّا الْمُشْرِكُونَ وَنَحْنُ عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ؟ فَأَنْزَلَ اللَّهُ قَوْلَهُ تَعَالَى: مُبِينٍ أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ [٣ \\ ١٦٥] . </p><p> وَقَوْلُهُ تَعَالَى: قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ، فِيهِ إِجْمَالٌ بَيَّنَهُ تَعَالَى بِقَوْلِهِ: وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا - إِلَى قَوْلِهِ - لِيَبْتَلِيَكُمْ [٣ \\ ١٥٢] . </p><p> فَفِي هَذِهِ الْفَتْوَى السَّمَاوِيَّةِ بَيَانٌ وَاضِحٌ ; لِأَنَّ سَبَبَ تَسْلِيطِ الْكُفَّارِ عَلَى الْمُسْلِمِينَ هُوَ فَشَلُ الْمُسْلِمِينَ، وَتَنَازُعُهُمْ فِي الْأَمْرِ، وَعِصْيَانُهُمْ أَمْرَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَإِرَادَةُ بَعْضِهِمُ الدُّنْيَا مُقَدِّمًا لَهَا عَلَى أَمْرِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ أَوْضَحْنَا هَذَا فِي سُورَةِ «آلِ عِمْرَانَ» وَمَنْ عَرَفَ أَصْلَ الدَّاءِ عَرَفَ الدَّوَاءَ، كَمَا لَا يَخْفَى. </p><p> الْمُشْكِلَةُ الثَّالِثَةُ: هِيَ اخْتِلَافُ الْقُلُوبِ الَّذِي هُوَ أَعْظَمُ الْأَسْبَابِ فِي الْقَضَاءِ عَلَى كِيَانِ الْأُمَّةِ الْإِسْلَامِيَّةِ، لِاسْتِلْزَامِهِ الْفَشَلَ، وَذَهَابَ الْقُوَّةِ وَالدَّوْلَةِ، كَمَا قَالَ تَعَالَى: وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ [الْآيَةَ ٨ \\ ٤٦] . </p><p> وَقَدْ أَوْضَحْنَا مَعْنَى هَذِهِ الْآيَةِ فِي سُورَةِ «الْأَنْفَالِ» . </p><p> فَتَرَى الْمُجْتَمَعَ الْإِسْلَامِيَّ الْيَوْمَ فِي أَقْطَارِ الدُّنْيَا يُضْمِرُ بَعْضُهُمْ لِبَعْضِ الْعَدَاوَةِ وَالْبَغْضَاءِ، وَإِنْ جَامَلَ بَعْضُهُمْ بَعْضًا فَإِنَّهُ لَا يَخْفَى عَلَى أَحَدٍ أَنَّهَا مُجَامِلَةً، وَأَنَّ مَا تَنْطَوِي عَلَيْهِ الضَّمَائِرُ مُخَالِفٌ لِذَلِكَ. </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي سُورَةِ «الْحَشْرِ» أَنَّ سَبَبَ هَذَا الدَّاءِ الَّذِي عَمَّتْ بِهِ الْبَلْوَى إِنَّمَا هُوَ ضَعْفُ الْعَقْلِ ; قَالَ تَعَالَى: تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى [٥٩ \\ ١٤] ، ثُمَّ ذَكَرَ الْعِلَّةَ لِكَوْنِ قُلُوبِهِمْ شَتَّى بُقُولِهِ: ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ [٥٩ \\ ١٤] ، وَلَا شَكَّ أَنَّ دَاءَ ضَعْفِ الْعَقْلِ الَّذِي يُصِيبُهُ فَيُضْعِفُهُ عَنْ إِدْرَاكِ الْحَقَائِقِ، وَتَمْيِيزِ الْحَقِّ مِنَ الْبَاطِلِ، وَالنَّافِعِ مِنَ الضَّارِّ، وَالْحَسَنِ مِنَ الْقَبِيحِ، لَا دَوَاءَ لَهُ إِلَّا إِنَارَتُهُ بِنُورِ الْوَحْيِ ; لِأَنَّ نُورَ الْوَحْيِ يَحْيَا بِهِ مَنْ كَانَ مَيِّتًا وَيُضِيءُ الطَّرِيقَ لِلْمُتَمَسِّكِ بِهِ، فَيُرِيهِ الْحَقَّ حَقًّا وَالْبَاطِلَ بَاطِلًا، وَالنَّافِعَ نَافِعًا، وَالضَّارَّ ضَارًّا، قَالَ تَعَالَى: أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَا كَذَلِكَ [٦ \\ ١٢٢] </p>"
}