{
  "id": null,
  "sura": 17,
  "aya": 3,
  "text": "<p> قَوْلُهُ تَعَالَى: ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مَنْ حَمَلَهُمْ مَعَ نُوحٍ، تَنْبِيهًا عَلَى النِّعْمَةِ الَّتِي نَجَّاهُمْ بِهَا مِنَ الْغَرَقِ، لِيَكُونَ فِي ذَلِكَ تَهْيِيجٌ لِذُرِّيَّاتِهِمْ عَلَى طَاعَةِ اللَّهِ ; أَيْ: يَا ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ، فَنَجَّيْنَاهُمْ مِنَ الْغَرَقِ، تَشَبَّهُوا بِأَبِيكُمْ، فَاشْكُرُوا نِعَمِنَا. وَأَشَارَ إِلَى هَذَا الْمَعْنَى فِي قَوْلِهِ: أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ الْآيَةَ [١٩ \\ ٥٨] . </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ الَّذِينَ حَمَلَهُمْ مَعَ نُوحٍ مِنْ هُمْ، وَبَيَّنَ الشَّيْءَ الَّذِي حَمَلَهُمْ فِيهِ، وَبَيَّنَ مَنْ بَقِيَ لَهُ نَسْلٌ، وَعَقِبٌ مِنْهُمْ، وَمَنِ انْقَطَعَ وَلَمْ يَبْقَ لَهُ نَسْلٌ وَلَا عَقِبٌ. </p><p> فَبَيَّنَ أَنَّ الَّذِينَ حَمَلَهُمْ مَعَ نُوحٍ: هُمْ أَهْلُهُ وَمَنْ آمَنَ مَعَهُ مِنْ قَوْمِهِ فِي قَوْلِهِ: قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ. </p><p> [١١ \\ ٤٠] وَبَيَّنَ أَنَّ الَّذِينَ آمَنُوا مَنْ قَوْمِهِ قَلِيلٌ بِقَوْلِهِ: وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ [١١ \\ ٤٠] . </p><p> وَبَيَّنَ أَنَّ مِمَّنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْ أَهْلِهِ بِالشَّقَاءِ امْرَأَتَهُ وَابْنَهُ. قَالَ فِي امْرَأَتِهِ: ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ [٦٦ \\ ١٠] إِلَى قَوْلِهِ: وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ [٦٦ \\ ١٠] . وَقَالَ فِي ابْنِهِ: وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ [١١ \\ ٤٣] ، وَقَالَ فِيهِ أَيْضًا: إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ الْآيَةَ. [١١ \\ ٤٦] ، وَقَوْلُهُ: لَيْسَ مِنْ أَهْلِكَ [١١ \\ ٤٦] أَيِ: الْمَوْعُودُ بِنَجَاتِهِمْ فِي قَوْلِهِ: فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ الْآيَةَ، وَنَحْوَهَا مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ أَنَّ الَّذِي حَمَلَهُمْ فِيهِ هُوَ السَّفِينَةُ فِي قَوْلِهِ: قُلْنَا احْمِلْ فِيهَا الْآيَةَ [١١ \\ ٤٠] ; أَيِ السَّفِينَةِ. وَقَوْلُهُ: فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ الْآيَةَ [٢٣ \\ ٢٧] . أَيْ أَدْخِلْ فِيهَا - أَيِ السَّفِينَةِ: مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ [٢٣ \\ ٢٧] . </p><p> وَبَيَّنَ أَنَّ ذُرِّيَّةَ مَنْ حُمِلَ مَعَ نُوحٍ لَمْ يَبْقَ مِنْهَا إِلَّا ذُرِّيَّةُ نُوحٍ فِي قَوْلِهِ: وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ [٣٧ \\ ٧٧] ، وَكَانَ نُوحٌ يَحْمَدُ اللَّهَ عَلَى طَعَامِهِ وَشَرَابِهِ، وَلِبَاسِهِ وَشَأْنِهِ كُلِّهِ. فَسَمَّاهُ اللَّهُ عَبْدًا شَكُورًا. </p>"
}