{
  "id": null,
  "sura": 17,
  "aya": 72,
  "text": "<p> وَيَدُلُّ لِهَذَا الْقَوْلِ قَوْلُهُ تَعَالَى: وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُونَ [١٠ \\ ٤٧] ، وَقَوْلُهُ: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا الْآيَةَ [٤ \\ ٤١] ، وَقَوْلُهُ: وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ الْآيَةَ [١٦ \\ ٨٩] ، وَقَوْلُهُ: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ الْآيَةَ [٣٩ \\ ٦٩] . </p><p> قَالَ بَعْضُ السَّلَفِ: وَفِي هَذَا أَكْبَرُ شَرَفٍ لِأَصْحَابِ الْحَدِيثِ ; لِأَنَّ إِمَامَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: بِإِمَامِهِمْ ; أَيْ بِكِتَابِهِمُ الَّذِي أُنْزِلَ عَلَى نَبِيِّهِمْ مِنَ التَّشْرِيعِ ; وَمِمَّنْ قَالَ بِهِ: ابْنُ زَيْدٍ، وَاخْتَارَهُ ابْنُ جَرِيرٍ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ [١٧ \\ ٧١] ، أَيْ نَدْعُو كُلَّ قَوْمٍ بِمَنْ يَأْتَمُّونَ بِهِ، فَأَهْلُ الْإِيمَانِ أَئِمَّتُهُمُ الْأَنْبِيَاءُ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ، وَأَهْلُ الْكُفْرِ أَئِمَّتُهُمْ سَادَتُهُمْ وَكُبَرَاؤُهُمْ مِنْ رُؤَسَاءِ الْكَفَرَةِ ; كَمَا قَالَ تَعَالَى: وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ الْآيَةَ [٢٨ \\ ٤١] ، وَهَذَا الْأَخِيرُ أَظْهَرُ الْأَقْوَالِ عِنْدِي، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فَقَدْ رَأَيْتَ أَقْوَالَ الْعُلَمَاءِ فِي هَذِهِ الْآيَةِ وَمَا يَشْهَدُ لَهَا مِنْ قُرْآنٍ، وَقَوْلُهُ بَعْدَ هَذَا: فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ [١٧ \\ ٧١] ، مِنَ الْقَرَائِنِ الدَّالَّةِ عَلَى تَرْجِيحِ مَا اخْتَارَهُ ابْنُ كَثِيرٍ مِنْ أَنَّ الْإِمَامَ فِي هَذِهِ الْآيَةِ كِتَابُ الْأَعْمَالِ. </p><p> وَذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ يُؤْتَوْنَ كِتَابَهُمْ بِأَيْمَانِهِمْ يَقْرَءُونَهُ وَلَا يُظْلَمُونَ فَتِيلًا. </p><p> وَقَدْ أَوْضَحَ هَذَا فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ [٦٩ \\ ١٩] - إِلَى قَوْلِهِ - وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَالَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ [٦٩ \\ ٢٥] ، وَقَدْ قَدَّمْنَا هَذَا مُسْتَوْفًى فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ. </p><p> وَقَوْلُ مَنْ قَالَ: إِنَّ الْمُرَادَ بِـ بِإِمَامِهِمْ كَمُحَمَّدِ بْنِ كَعْبٍ «أُمَّهَاتُهُمْ» أَيْ يُقَالُ: يَا فُلَانُ ابْنَ فُلَانَةٍ - قَوْلٌ بَاطِلٌ بِلَا شَكٍّ. وَقَدْ ثَبَتَ فِي الصَّحِيحِ مِنْ حَدِيثِ ابْنِ عُمَرَ مَرْفُوعًا:  «يُرْفَعُ يَوْمَ الْقِيَامَةِ لِكُلِّ غَادِرٍ لِوَاءٌ فَيُقَالُ هَذِهِ غَدْرَةُ فُلَانِ ابْنِ فُلَانٍ» . </p><p> قَوْلُهُ تَعَالَى: وَمَنْ كَانَ فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا. </p><p> الْمُرَادُ بِالْعَمَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: عَمَى الْقَلْبِ لَا عَمَى الْعَيْنِ، وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: </p><p> فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ [٢٢ \\ ٤٦] ; لِأَنَّ عَمَى الْعَيْنِ مَعَ إِبْصَارِ الْقَلْبِ لَا يَضُرُّ، بِخِلَافِ الْعَكْسِ ; فَإِنَّ أَعْمَى الْعَيْنِ يَتَذَكَّرُ فَتَنْفَعُهُ الذِّكْرَى بِبَصِيرَةِ قَلْبِهِ، قَالَ تَعَالَى: عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى [٨٠ \\ ١ - ٤] . </p><p> إِذَا بَصُرَ الْقَلْبُ الْمُرُوءَةَ وَالتُّقَى ... فَإِنَّ عَمَى الْعَيْنَيْنِ لَيْسَ يَضِيرُ </p><p> وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا لَمَّا عَمِيَ فِي آخِرِ عُمْرِهِ كَمَا رُوِيَ عَنْهُ مِنْ وُجُوهٍ، كَمَا ذَكَرَهُ ابْنُ عَبْدِ الْبَرِّ وَغَيْرُهُ: </p><p> إِنْ يَأْخُذِ اللَّهُ مِنْ عَيْنِي نُورَهُمَا ... فَفِي لِسَانِي وَقَلْبِي مِنْهُمَا نُورُ </p><p> قَلْبِي ذَكِيٌّ وَعَقْلِي غَيْرُ ذِي دَخَلٍ ... وَفِي فَمِي صَارِمٌ كَالسَّيْفِ مَأْثُورُ </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهُوَ فِي الْآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلًا [١٧ \\ ٧٢] ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَيْسَتِ الصِّيغَةُ صِيغَةَ تَفْضِيلٍ، بَلِ الْمَعْنَى فَهُوَ فِي الْآخِرَةِ أَعْمَى كَذَلِكَ لَا يَهْتَدِي إِلَى نَفْعٍ، وَبِهَذَا جَزَمَ الزَّمَخْشَرِيُّ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الَّذِي يَتَبَادَرُ إِلَى الذِّهْنِ أَنَّ لَفْظَةَ «أَعْمَى» الثَّانِيَةَ صِيغَةُ تَفْضِيلٍ ; أَيْ هُوَ أَشَدُّ عَمًى فِي الْآخِرَةِ. </p><p> وَيَدُلُّ عَلَيْهِ قَوْلُهُ بَعْدَهُ: وَأَضَلُّ سَبِيلًا ; فَإِنَّهَا صِيغَةُ تَفْضِيلٍ بِلَا نِزَاعٍ. وَالْمُقَرَّرُ فِي عِلْمِ الْعَرَبِيَّةِ: أَنَّ صِيغَتَيِ التَّعَجُّبِ وَصِيغَةَ التَّفْضِيلِ لَا يَأْتِيَانِ مِنْ فِعْلٍ، الْوَصْفُ مِنْهُ عَلَى «أَفْعَلَ» الَّذِي أُنْثَاهُ فَعْلَاءُ ; كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَغَيْرِ ذِي وَصْفٍ يُضَاهِي أَشْهَلَا </p><p> وَالظَّاهِرُ أَنَّ مَا وُجِدَ فِي كَلَامِ الْعَرَبِ مَصُوغًا مِنْ صِيغَةِ تَفْضِيلٍ أَوْ تَعَجُّبٍ غَيْرَ مُسْتَوْفٍ لِلشُّرُوطِ، أَنَّهُ يُحْفَظُ وَلَا يُقَاسُ عَلَيْهِ ; كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَبِالنُّدُورِ احْكُمْ لِغَيْرِ مَا ذُكِرْ ... وَلَا تَقِسْ عَلَى الَّذِي مِنْهُ أُثِرْ </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُهُ: </p><p> مَا فِي الْمَعَالِي لَكُمْ ظِلٌّ وَلَا ثَمَرُ ... وَفِي الْمَخَازِي لَكُمْ أَشْبَاحُ أَشْيَاخِ </p><p> أَمَّا الْمُلُوكُ فَأَنْتَ الْيَوْمَ أَلْأَمُهُمْ ... لُؤْمًا وَأَبْيَضُهُمْ سِرْبَالَ طَبَّاخِ </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ قَوْلَهُ فِي هَذَا الْبَيْتِ «وَأَبْيَضُهُمْ سِرْبَالَ طَبَّاخِ» لَيْسَ صِيغَةَ </p>"
}