{
  "id": null,
  "sura": 17,
  "aya": 42,
  "text": "<p> إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا [١٧ \\ ٤٠] بَيَّنَ فِيهِ أَنَّ ادِّعَاءَ الْأَوْلَادِ لِلَّهِ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا - أَمْرٌ عَظِيمٌ جِدًّا، وَقَدْ بَيَّنَ شِدَّةَ عِظَمِهِ بِقَوْلِهِ تَعَالَى: وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا [١٩ \\ ٨٨ - ٩٥] ، فَالْمُشْرِكُونَ - قَبَّحَهُمُ اللَّهُ - جَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا، ثُمَّ ادَّعَوْا أَنَّهُمْ بَنَاتُ اللَّهِ، ثُمَّ عَبَدُوهُمْ ; فَاقْتَرَفُوا الْجَرِيمَةَ الْعُظْمَى فِي الْمَقَامَاتِ الثَّلَاثِ، وَالْهَمْزَةُ وَالْفَاءُ فِي نَحْوِ قَوْلِهِ: أَفَأَصْفَاكُمْ [١٧ \\ ٤٠] قَدْ بَيَّنَّا حُكْمَهَا بِإِيضَاحٍ فِي «سُورَةِ النَّحْلِ» أَيْضًا. </p><p> قَوْلُهُ تَعَالَى: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا. </p><p> قَرَأَ جُمْهُورُ الْقُرَّاءِ «كَمَا تَقُولُونَ» بِتَاءِ الْخِطَابِ. وَقَرَأَ ابْنُ كَثِيرٍ وَحَفْصٌ عَنْ عَاصِمٍ كَمَا يَقُولُونَ [١٧ \\ ٤٢] بِيَاءِ الْغَيْبَةِ. وَفِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ وَجْهَانِ مِنَ التَّفْسِيرِ، كِلَاهُمَا حَقٌّ وَيَشْهَدُ لَهُ قُرْآنٌ. وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ الْآيَةَ قَدْ يَكُونُ فِيهَا وَجْهَانِ كِلَاهُمَا حَقٌّ، وَكِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ، فَنَذْكُرُ الْجَمِيعَ لِأَنَّهُ كُلُّهُ حَقٌّ. </p><p> الْأَوَّلُ مِنَ الْوَجْهَيْنِ الْمَذْكُورَيْنِ: أَنَّ مَعْنَى الْآيَةِ الْكَرِيمَةِ: لَوْ كَانَ مَعَ اللَّهِ آلِهَةٌ أُخْرَى كَمَا يَزْعُمُ الْكُفَّارُ لَابْتَغَوْا (أَيِ الْآلِهَةُ الْمَزْعُومَةُ) أَيْ لَطَلَبُوا إِلَى ذِي الْعَرْشِ (أَيْ إِلَى اللَّهِ) سَبِيلًا ; أَيْ إِلَى مُغَالَبَتِهِ وَإِزَالَةِ مُلْكِهِ، لِأَنَّهُمْ إِذًا يَكُونُونَ شُرَكَاءَهُ كَمَا يَفْعَلُ الْمُلُوكُ بَعْضُهُمْ مَعَ بَعْضٍ. سُبْحَانَ اللَّهِ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا! </p><p> وَهَذَا الْقَوْلُ فِي مَعْنَى الْآيَةِ هُوَ الظَّاهِرُ عِنْدِي، وَهُوَ الْمُتَبَادِرُ مِنْ مَعْنَى الْآيَةِ الْكَرِيمَةِ، وَمِنَ الْآيَاتِ الشَّاهِدَةِ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ [٢٣ \\ ٩١، ٩٢] ، وَقَوْلُهُ: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ [٢١ \\ ٢٢] وَهَذَا الْمَعْنَى فِي الْآيَةِ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَأَبِي عَلِيٍّ الْفَارِسِيِّ، وَالنَّقَّاشِ، وَأَبِي مَنْصُورٍ، وَغَيْرِهِ مِنَ الْمُتَكَلِّمِينَ. </p><p> الْوَجْهُ الثَّانِي فِي مَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمَعْنَى لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا </p>"
}