{
  "id": null,
  "sura": 17,
  "aya": 37,
  "text": "<p> [١٦ \\ ٧٨] ، وَنَحْوُهَا مِنَ الْآيَاتِ. وَالْإِشَارَةُ فِي قَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِقَوْلِهِ: أُولَئِكَ رَاجِعَةٌ إِلَى السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ، وَهُوَ دَلِيلٌ عَلَى الْإِشَارَةِ «أُولَئِكَ» لِغَيْرِ الْعُقَلَاءِ وَهُوَ الصَّحِيحُ، وَمِنْ شَوَاهِدِهِ فِي الْعَرَبِيَّةِ قَوْلُ الشَّاعِرِ وَهُوَ الْعَرْجِيُّ: </p><p> يَا مَا أُمَيْلَحَ غِزْلَانًا شَدَنَّ لَنَا ... مِنْ هَاؤُلَيَّائِكُنَّ الضَّالِ وَالسَّمُرِ </p><p> وَقَوْلُ جَرِيرٍ: </p><p> ذُمَّ الْمَنَازِلَ بَعْدَ مَنْزِلَةِ اللِّوَى ... وَالْعَيْشَ بَعْدَ أُولَئِكَ الْأَيَّامِ </p><p> خِلَافًا لِمَنْ زَعَمَ أَنَّ بَيْتَ جَرِيرٍ لَا شَاهِدَ فِيهِ، وَأَنَّ الرِّوَايَةَ فِيهِ «بَعْدَ أُولَئِكَ الْأَقْوَامِ» وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا </p><p> نَهَى اللَّهُ جَلَّ وَعَلَا النَّاسَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنِ التَّجَبُّرِ وَالتَّبَخْتُرِ فِي الْمِشْيَةِ. وَقَوْلُهُ: مَرَحًا [١٧ \\ ٣٧] مَصْدَرٌ مُنَكَّرٌ، وَهُوَ حَالٌ عَلَى حَدِّ قَوْلِ ابْنِ مَالِكٍ فِي الْخُلَاصَةِ: </p><p> وَمَصْدَرٌ مُنَكَّرٌ حَالًا يَقَعْ ... بِكَثْرَةٍ كَبَغْتَةً زَيْدٌ طَلَعْ </p><p> وَقُرِئَ:  «مَرِحًا» بِكَسْرِ الرَّاءِ عَلَى أَنَّهُ الْوَصْفُ مِنْ مَرِحَ (بِالْكَسْرِ) يَمْرَحُ (بِالْفَتْحِ) أَيْ: لَا تَمْشِ فِي الْأَرْضِ فِي حَالِ كَوْنِكَ مُتَبَخْتِرًا مُتَمَايِلًا مَشْيَ الْجَبَّارِينَ. </p><p> وَقَدْ أَوْضَحَ جَلَّ وَعَلَا هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ عَنْ لُقْمَانَ مُقَرِّرًا لَهُ: وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ وَاقْصِدْ فِي مَشْيِكَ الْآيَةَ [٣١ \\ ١٨، ١٩] ، وَقَوْلِهِ: وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا الْآيَةَ [٢٥ \\ ٦٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَصْلُ الْمَرَحِ فِي اللُّغَةِ: شِدَّةُ الْفَرَحِ وَالنَّشَاطِ، وَإِطْلَاقُهُ عَلَى مَشْيِ الْإِنْسَانِ مُتَبَخْتِرًا مَشْيَ الْمُتَكَبِّرِينَ ; لِأَنَّ ذَلِكَ مِنْ لَوَازِمِ شِدَّةِ الْفَرَحِ وَالنَّشَاطِ عَادَةً. </p><p> وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي فِي قَوْلِهِ تَعَالَى: إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ [١٧ \\ ٣٧] أَنَّ مَعْنَاهُ لَنْ تَجْعَلَ فِيهَا خَرْقًا بِدَوْسِكَ لَهَا وَشِدَّةِ وَطْئِكَ عَلَيْهَا، وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ بَعْدَهُ: وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا [١٧ \\ ٣٧] أَيْ: أَنْتَ أَيُّهَا الْمُتَكَبِّرُ الْمُخْتَالُ ضَعِيفٌ حَقِيرٌ عَاجِزٌ مَحْصُورٌ بَيْنَ جَمَادَيْنِ، أَنْتَ عَاجِزٌ عَنِ التَّأْثِيرِ فِيهِمَا، فَالْأَرْضُ الَّتِي تَحْتَكَ لَا تَقْدِرُ أَنْ </p>"
}