{
  "id": null,
  "sura": 17,
  "aya": 17,
  "text": "<p> وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ الْآيَةَ [١٤ \\ ٢١] ، وَقَوْلِهِ: وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ [٤٠ \\ ٤٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ بَعْضَهُمْ إِنْ عَصَى اللَّهَ وَبَغَى وَطَغَى وَلَمْ يَنْهَهُمُ الْآخَرُونَ فَإِنَّ الْهَلَاكَ يَعُمُّ الْجَمِيعَ، كَمَا قَالَ تَعَالَى: وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً [٨ \\ ٢٥] ، وَفِي الصَّحِيحِ مِنْ حَدِيثِ أُمِّ الْمُؤْمِنِينَ زَيْنَبَ بِنْتِ جَحْشٍ رَضِيَ اللَّهُ عَنْهَا: أَنَّهَا لَمَّا سَمِعَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لَا إِلَهَ إِلَّا اللَّهُ، وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرِبْ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلَ هَذِهِ» - وَحَلَّقَ بِإِصْبَعِهِ الْإِبْهَامِ وَالَّتِي تَلِيهَا - قَالَتْ لَهُ: يَا رَسُولَ اللَّهِ، أَنَهْلِكُ وَفِينَا الصَّالِحُونَ؟ قَالَ:  «نَعَمْ، إِذَا كَثُرَ الْخَبَثُ» وَقَدْ قَدَّمْنَا هَذَا الْمَبْحَثَ مُوَضِّحًا فِي سُورَةِ الْمَائِدَةِ. </p><p> قَوْلِهِ تَعَالَى: وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَهْلَكَ كَثِيرًا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ ; لِأَنَّ لَفْظَةَ كَمْ فِي قَوْلِهِ: وَكَمْ أَهْلَكْنَا [١٧ \\ ١٧] خَبَرِيَّةٌ، مَعْنَاهَا الْإِخْبَارُ بِعَدَدٍ كَثِيرٍ، وَأَنَّهُ جَلَّ وَعَلَا خَبِيرٌ بَصِيرٌ بِذُنُوبِ عِبَادِهِ، وَأَكَّدَ ذَلِكَ بِقَوْلِهِ: وَكَفَى بِرَبِّكَ الْآيَةَ [١٧ \\ ١٧] . </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ أَوْضَحَتْهُ آيَاتٌ أُخَرُ مِنْ أَرْبَعِ جِهَاتٍ: </p><p> الْأُولَى: أَنَّ فِي الْآيَةِ تَهْدِيدًا لِكُفَّارِ مَكَّةَ، وَتَخْوِيفًا لَهُمْ مِنْ أَنْ يَنْزِلَ بِهِمْ مَا نَزَلَ بِغَيْرِهِمْ مِنَ الْأُمَمِ الَّتِي كَذَّبَتْ رُسُلَهَا ; أَيْ أَهْلَكْنَا قُرُونًا كَثِيرَةً مِنْ بَعْدِ نُوحٍ بِسَبَبِ تَكْذِيبِهِمُ الرُّسُلَ، فَلَا تُكَذِّبُوا رَسُولَنَا لِئَلَّا نَفْعَلَ بِكُمْ مِثْلَ مَا فَعَلْنَا بِهِمْ. </p><p> وَالْآيَاتُ الَّتِي أَوْضَحَتْ هَذَا الْمَعْنَى كَثِيرَةٌ ; كَقَوْلِهِ فِي قَوْمِ لُوطٍ: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ [٣٧ \\ ١٣٧ - ١٣٨] ، وَكَقَوْلِهِ فِيهِمْ أَيْضًا: إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ [١٥ \\ ٧٥، ٧٦] ، وَقَوْلِهِ فِيهِمْ أَيْضًا: وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ [٢٩ \\ ٣٥] ، وَقَوْلِهِ: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا [٤٧ \\ ١٠] ، وَقَوْلِهِ بَعْدَ ذِكْرِهِ جَلَّ وَعَلَا إِهْلَاكَهُ لِقَوْمِ نُوحٍ، وَقَوْمِ هُودٍ، وَقَوْمِ </p><p> صَالِحٍ، وَقَوْمِ لُوطٍ، وَقَوْمِ شُعَيْبٍ فِي سُورَةِ الشُّعَرَاءِ: إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ [٢٦ \\ ٨] ، وَقَوْلِهِ فِي قَوْمِ مُوسَى: إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى [٧٩ \\ ٢٦] ، وَقَوْلِهِ: إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ، وَقَوْلِهِ: أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ الْآيَةَ [٤٤ \\ ٣٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْكَثِيرَةِ الدَّالَّةِ عَلَّ تَخْوِيفِهِمْ بِمَا وَقَعَ لِمَنْ قَبْلَهُمْ. </p><p> الْجِهَةُ الثَّانِيَةُ: أَنَّ هَذِهِ الْقُرُونَ تَعَرَّضَتْ لِبَيَانِهَا آيَاتٌ أُخَرَ ; فَبَيَّنَتْ كَيْفِيَّةَ إِهْلَاكِ قَوْمِ نُوحٍ، وَقَوْمِ هُودٍ، وَقَوْمِ صَالِحٍ، وَقَوْمِ لُوطٍ، وَقَوْمِ شُعَيْبٍ، وَفِرْعَوْنَ وَقَوْمِهِ مِنْ قَوْمِ مُوسَى، وَذَلِكَ مَذْكُورٌ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مَعْلُومَةٍ مِنْ كِتَابِ اللَّهِ تَعَالَى، وَبَيْنَ أَنَّ تِلْكَ الْقُرُونَ كَثِيرَةٌ فِي قَوْلِهِ: وَعَادًا وَثَمُودًا وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا [٢٥ \\ ٣٨] وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ مِنْهَا مَا لَا يَعْلَمُهُ إِلَّا اللَّهُ جَلَّ وَعَلَا، وَذَلِكَ فِي قَوْلِهِ فِي سُورَةِ إِبْرَاهِيمَ: أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ الْآيَةَ [١٤ \\ ٩] . وَبَيَّنَ فِي مَوْضِعَيْنِ آخَرَيْنِ أَنَّ رُسُلَهُمْ مِنْهُمْ مَنْ قَصَّ خَبَرَهُ عَلَى نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَمِنْهُمْ مَنْ لَمْ يَقْصُصْهُ عَلَيْهِ، وَهَمَا قَوْلُهُ فِي سُورَةِ النِّسَاءِ: وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا [٤ \\ ١٦٤] ، وَقَوْلُهُ فِي سُورَةِ الْمُؤْمِنِ: وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ الْآيَةَ [٤٠ \\ ٧٨] . </p><p> الْجِهَةُ الثَّالِثَةُ: أَنَّ قَوْلَهُ: مِنْ بَعْدِ نُوحٍ [١٧ \\ ١٧] يَدُلُّ عَلَى أَنَّ الْقُرُونَ الَّتِي كَانَتْ بَيْنَ آدَمَ وَنُوحٍ أَنَّهَا عَلَى الْإِسْلَامِ، كَمَا قَالَ ابْنُ عَبَّاسٍ: كَانَتْ بَيْنَ آدَمَ وَنُوحٍ عَشَرَةُ قُرُونٍ، كُلُّهُمْ عَلَى الْإِسْلَامِ. نَقَلَهُ عَنْهُ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ. </p><p> وَهَذَا الْمَعْنَى تَدُلُّ عَلَيْهِ آيَاتٌ أُخَرُ، كَقَوْلِهِ: كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ الْآيَةَ [٢ \\ ٢١٣] ، وَقَوْلِهِ: وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا الْآيَةَ [١٠ \\ ١٩] ; لِأَنَّ مَعْنَى ذَلِكَ عَلَى أَصَحِّ الْأَقْوَالِ أَنَّهُمْ كَانُوا عَلَى طَرِيقِ الْإِسْلَامِ، حَتَّى وَقَعَ مَا وَقَعَ مِنْ قَوْمِ نُوحٍ مِنَ الْكُفْرِ، فَبَعَثَ اللَّهُ النَّبِيِّينَ يَنْهَوْنَ عَنْ ذَلِكَ الْكُفْرِ، مُبَشِّرِينَ مَنْ أَطَاعَهُمْ بِالْجَنَّةِ، وَمُنْذِرِينَ مَنْ عَصَاهُمْ بِالنَّارِ، وَأَوَّلُهُمْ فِي ذَلِكَ نُوحٌ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ. </p>"
}