{
  "id": null,
  "sura": 17,
  "aya": 45,
  "text": "<p> أَيْ: طَرِيقًا وَوَسِيلَةً تُقَرِّبُهُمْ إِلَيْهِ لِاعْتِرَافِهِمْ بِفَضْلِهِ، وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ الْآيَةَ [١٧ \\ ٥٧] ، وَيُرْوَى هَذَا الْقَوْلُ عَنْ قَتَادَةَ، وَاقْتَصَرَ عَلَيْهِ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ. </p><p> وَلَا شَكَّ أَنَّ الْمَعْنَى الظَّاهِرَ الْمُتَبَادِرَ مِنَ الْآيَةِ بِحَسَبِ اللُّغَةِ الْعَرَبِيَّةِ هُوَ الْقَوْلُ الْأَوَّلُ ; لِأَنَّ فِي الْآيَةِ فَرْضَ الْمُحَالِ، وَالْمُحَالُ الْمَفْرُوضُ الَّذِي هُوَ وُجُودُ آلِهَةٍ مَعَ اللَّهِ مُشَارِكَةٍ لَهُ، لَا يَظْهَرُ مَعَهُ أَنَّهَا تَتَقَرَّبُ إِلَيْهِ، بَلْ تُنَازِعُهُ لَوْ كَانَتْ مَوْجُودَةً، وَلَكِنَّهَا مَعْدُومَةٌ مُسْتَحِيلَةُ الْوُجُودِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَجْهَانِ مِنَ التَّفْسِيرِ: </p><p> الْأَوَّلُ: أَنَّ الْمَعْنَى: وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا ; أَيْ حَائِلًا وَسَاتِرًا يَمْنَعُهُمْ مِنْ تَفَهُّمِ الْقُرْآنِ وَإِدْرَاكِهِ لِئَلَّا يَفْقَهُوهُ فَيَنْتَفِعُوا بِهِ، وَعَلَى هَذَا الْقَوْلِ فَالْحِجَابُ الْمَسْتُورُ هُوَ مَا حَجَبَ اللَّهُ بِهِ قُلُوبَهُمْ عَنِ الِانْتِفَاعِ بِكِتَابِهِ، وَالْآيَاتُ الشَّاهِدَةُ لِهَذَا الْمَعْنَى كَثِيرَةٌ ; كَقَوْلِهِ: وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ [٤١ \\ ٥] ، وَقَوْلِهِ: خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ الْآيَةَ [٢ \\ ٧] ، وَقَوْلِهِ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ الْآيَةَ [١٨ \\ ٥٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَمِمَّنْ قَالَ بِهَذَا الْقَوْلِ فِي مَعْنَى الْآيَةِ: قَتَادَةُ وَالزَّجَّاجُ وَغَيْرُهُمَا. </p><p> الْوَجْهُ الثَّانِي فِي الْآيَةِ: أَنَّ الْمُرَادَ بِالْحِجَابِ الْمَسْتُورِ أَنَّ اللَّهَ يَسْتُرُهُ عَنْ أَعْيُنِ الْكُفَّارِ فَلَا يَرَوْنَهُ، قَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ: أَخْرَجَ أَبُو يَعْلَى وَابْنُ أَبِي حَاتِمٍ وَصَحَّحَهُ، وَابْنُ مَرْدَوَيْهِ، وَأَبُو نُعَيْمٍ وَالْبَيْهَقِيُّ مَعًا فِي الدَّلَائِلِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَتْ: لَمَّا نَزَلَتْ: تَبَّتْ يَدَا أَبِي لَهَبٍ [١١١ \\ ١] أَقْبَلَتِ الْعَوْرَاءُ أُمُّ جَمِيلٍ وَلَهَا وَلْوَلَةٌ وَفِي يَدِهَا فِهْرٌ وَهِيَ تَقُولُ: </p><p> مُذَمَّمًا أَبَيْنَا. . وَدِينَهُ قَلَيْنَا. . وَأَمْرَهُ عَصَيْنَا </p><p> وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ، وَأَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِلَى جَنْبِهِ، فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: لَقَدْ أَقْبَلَتْ هَذِهِ وَأَنَا أَخَافُ أَنْ تَرَاكَ؟ فَقَالَ:  «إِنَّهَا لَنْ تَرَانِي» وَقَرَأَ قُرْآنًا اعْتَصَمَ بِهِ، كَمَا قَالَ تَعَالَى: وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا </p>"
}