{
  "id": null,
  "sura": 17,
  "aya": 74,
  "text": "<p> تَفْضِيلٍ، بَلِ الْمَعْنَى أَنْتَ وَحْدَكَ الْأَبْيَضُ سِرْبَالَ طَبَّاخٍ مِنْ بَيْنِهِمْ. </p><p> قَوْلُهُ تَعَالَى: وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا. </p><p> رُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ أَنَّهَا نَزَلَتْ فِي الْمُشْرِكِينَ مِنْ قُرَيْشٍ، قَالُوا لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا نَدَعُكَ تَسْتَلِمُ الْحَجَرَ الْأَسْوَدَ حَتَّى تُلِمَّ بِآلِهَتِنَا، وَعَنِ ابْنِ عَبَّاسٍ فِي رِوَايَةِ عَطَاءٍ: أَنَّهَا نَزَلَتْ فِي وَفْدِ ثَقِيفٍ، أَتَوُا النَّبِيَّ فَسَأَلُوهُ شَطَطًا، قَالُوا: مَتِّعْنَا بِآلِهَتِنَا سَنَةً حَتَّى نَأْخُذَ مَا يُهْدَى لَهَا، وَحَرِّمْ وَادِيَنَا كَمَا حَرَّمْتَ مَكَّةَ. إِلَى غَيْرِ ذَلِكَ مِنَ الْأَقْوَالِ فِي سَبَبِ نُزُولِهَا، وَعَلَى كُلِّ حَالٍ فَالْعِبْرَةُ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ. </p><p> وَمَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ كَادُوا يَفْتِنُونَهُ، أَيْ قَارَبُوا ذَلِكَ. وَمَعْنَى يَفْتِنُونَكَ: يُزِلُّونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ مِمَّا لَمْ نُوحِهِ إِلَيْكَ. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: قَارَبُوا ذَلِكَ فِي ظَنِّهِمْ لَا فِيمَا فِي نَفْسِ الْأَمْرِ، وَقِيلَ: مَعْنَى ذَلِكَ أَنَّهُ خَطَرَ فِي قَلْبِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُوَافِقَهُمْ فِي بَعْضِ مَا أَحَبُّوا لِيَجُرَّهُمْ إِلَى الْإِسْلَامِ لِشِدَّةِ حِرْصِهِ عَلَى إِسْلَامِهِمْ. </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّهُمْ طَلَبُوا مِنْهُ الْإِتْيَانَ بِغَيْرِ مَا أُوحِيَ إِلَيْهِ، وَأَنَّهُ امْتَنَعَ أَشَدَّ الِامْتِنَاعِ، وَقَالَ لَهُمْ: إِنَّهُ لَا يُمْكِنُهُ أَنْ يَأْتِيَ بِشَيْءٍ مِنْ تِلْقَاءِ نَفْسِهِ ; بَلْ يَتَّبِعُ مَا أَوْحَى إِلَيْهِ رَبُّهُ، وَذَلِكَ فِي قَوْلِهِ: قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ [١٠ \\ ١٥] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: وَإِنْ كَادُوا [١٧ \\ ٧٣] ، هِيَ الْمُخَفَّفَةُ مِنَ الثَّقِيلَةِ، وَهِيَ هُنَا مُهْمَلَةٌ، وَاللَّامُ هِيَ الْفَارِقَةُ بَيْنَهَا وَبَيْنَ إِنِ النَّافِيَةِ، كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَخُفِّفَتْ إِنَّ فَقَلَّ الْعَمَلُ ... وَتَلْزَمُ اللَّامُ إِذَا مَا تُهْمَلُ </p><p> وَالْغَالِبُ أَنَّهَا لَا تَكُونُ كَذَلِكَ مَعَ فِعْلٍ إِلَّا إِنْ كَانَ نَاسِخًا كَمَا فِي هَذِهِ الْآيَةِ، قَالَ فِي الْخُلَاصَةِ: </p><p> وَالْفِعْلُ إِنْ لَمْ يَكُ نَاسِخًا فَلَا ... تُلْفِيهِ غَالِبًا بِإِنْ ذِي مُوصَلَا </p><p> كَمَا هُوَ مَعْرُوفٌ فِي النَّحْوِ. </p><p> قَوْلُهُ تَعَالَى: وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَثْبِيتَهُ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعِصْمَتَهُ لَهُ مِنَ الرُّكُونِ إِلَى الْكُفَّارِ، وَأَنَّهُ لَوْ رَكَنَ إِلَيْهِمْ لَأَذَاقَهُ ضِعْفَ الْحَيَاةِ </p>"
}