{
  "id": null,
  "sura": 17,
  "aya": 15,
  "text": "<p> جَرَّ فَاعِلِهَا بِالْبَاءِ لَازِمٌ، وَالْحَقُّ أَنَّهُ يَجُوزُ عَدَمُ جَرِّهِ بِهَا، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> عَمِيرَةُ وَدَّعَ إِنْ تَجَهَّزْتَ غَادِيًا ... كَفَى الشَّيْبُ وَالْإِسْلَامُ لِلْمَرْءِ نَاهِيًا </p><p> وَقَوْلُ الْآخَرِ: </p><p> وَيُخْبِرُنِي عَنْ غَائِبِ الْمَرْءِ هَدْيُهُ ... كَفَى الْهَدْيُ عَمَّا غَيَّبَ الْمَرْءُ مُخْبِرًا </p><p> وَعَلَى قِرَاءَةِ مَنْ قَرَأَ: يَلْقَاهُ ; بِضَمِّ الْيَاءِ وَتَشْدِيدِ الْقَافِ مَبْنِيًا لِلْمَفْعُولِ، فَالْمَعْنَى: أَنَّ اللَّهَ يُلْقِيهِ ذَلِكَ الْكِتَابَ يَوْمَ الْقِيَامَةِ، فَحَذَفَ الْفَاعِلَ فَبَنِي الْفِعْلَ لِلْمَفْعُولِ. </p><p> وَقِرَاءَةُ مِنْ قَرَأَ: يَخْرُجُ - بِفَتْحِ الْيَاءِ وَضَمِّ الرَّاءِ مُضَارِعٌ خَرَجَ مَبْنِيًا لِلْفَاعِلِ، فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى الطَّائِرِ بِمَعْنَى الْعَمَلِ، وَقَوْلُهُ كِتَابًا حَالٌ مِنْ ضَمِيرِ الْفَاعِلِ، أَيْ وَيَوْمَ الْقِيَامَةِ يَخْرُجُ هُوَ، أَيِ الْعَمَلُ الْمُعَبَّرُ عَنْهُ بِالطَّائِرِ فِي حَالِ كَوْنِهِ كِتَابًا يَلْقَاهُ مَنْشُورًا. وَكَذَلِكَ عَلَى قِرَاءَةِ يُخْرَجُ - بِضَمِّ الْيَاءِ وَفَتْحِ الرَّاءِ مَبْنِيًّا لِلْمَفْعُولِ - فَالْضَمِيرُ النَّائِبُ عَنِ الْفَاعِلِ رَاجِعٌ أَيْضًا إِلَى الطَّائِرِ الَّذِي هُوَ الْعَمَلُ، أَيْ يَخْرُجُ لَهُ هُوَ، أَيْ طَائِرُهُ بِمَعْنَى عَمَلِهِ، فِي حَالِ كَوْنِهِ كِتَابًا. </p><p> وَعَلَى قِرَاءَةِ «يَخْرِجُ» بِضَمِّ الْيَاءِ وَكَسْرِ الرَّاءِ مَبْنِيًّا لِلْفَاعِلِ، فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى اللَّهِ تَعَالَى، وَقَوْلُهُ كِتَابًا مَفْعُولٌ بِهِ، أَيْ: وَيَوْمَ الْقِيَامَةِ يُخْرِجُ هُوَ، أَيِ اللَّهُ لَهُ كِتَابًا يَلْقَاهُ مَنْشُورًا. </p><p> وَعَلَى قِرَاءَةِ الْجُمْهُورِ مِنْهُمُ السَّبْعَةُ: فَالنُّونُ فِي نُخْرِجُ نُونُ الْعَظَمَةِ لِمُطَابَقَةِ قَوْلِهِ: أَلْزَمْنَاهُ وَكِتَابًا مَفْعُولٌ بِهِ لِنَخْرُجَ كَمَا هُوَ وَاضِحٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى مَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَنِ اهْتَدَى فَعَمِلَ بِمَا يُرْضِي اللَّهَ جَلَّ وَعَلَا، أَنَّ اهْتِدَاءَهُ ذَلِكَ إِنَّمَا هُوَ لِنَفْسِهِ، لِأَنَّهُ هُوَ الَّذِي تَرْجِعُ إِلَيْهِ فَائِدَةُ ذَلِكَ الِاهْتِدَاءِ، وَثَمَرَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَأَنَّ مَنْ ضَلَّ عَنْ طَرِيقِ الصَّوَابِ فَعَمِلَ بِمَا يُسْخِطُ رَبَّهُ جَلَّ وَعَلَا، أَنَّ ضَلَالَهُ ذَلِكَ إِنَّمَا هُوَ عَلَى نَفْسِهِ، لِأَنَّهُ هُوَ الَّذِي يَجْنِي ثَمَرَةَ عَوَاقِبَهُ السَّيِّئَةَ الْوَخِيمَةَ، فَيَخْلُدُ بِهِ فِي النَّارِ. </p><p> وَبَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ: مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا الْآيَةَ [٤١ \\ ٤٦] ، وَقَوْلِهِ: مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ [٣٠ \\ ٤٤] ، وَقَوْلِهِ: قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ [٦ \\ ١٠٤] ، وَقَوْلِهِ: فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِوَكِيلٍ [١٠ \\ ١٠٨] ، </p><p> وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا، وَقَدْ قَدَّمْنَا طَرَفًا مِنْهَا فِي سُورَةِ «النَّحْلِ» . </p><p> قَوْلُهُ تَعَالَى: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ لَا تَحْمِلُ نَفْسٌ ذَنْبَ أُخْرَى، بَلْ لَا تَحْمَلُ نَفْسٌ إِلَّا ذَنْبَهَا. </p><p> فَقَوْلُهُ: وَلَا تَزِرُ [١٧ \\ ١٥] ، أَيْ لَا تَحْمِلُ، مِنْ وَزَرَ يَزِرُ إِذَا حَمَلَ، وَمِنْهُ سُمِّيَ وَزِيرُ السُّلْطَانِ، لِأَنَّهُ يَحْمِلُ أَعْبَاءَ تَدْبِيرِ شُئُونِ الدَّوْلَةِ، وَالْوِزْرُ: الْإِثْمُ، يُقَالُ: وَزَرَ يَزِرُ وِزْرًا، إِذَا أَثِمَ. وَالْوِزْرُ أَيْضًا: الثُّقْلُ الْمُثْقَلُ، أَيْ: لَا تَحْمِلُ نَفْسٌ وَازِرَةٌ، أَيْ: آثِمَةٌ وِزْرَ نَفْسٍ أُخْرَى. أَيْ إِثْمَهَا، أَوْ حِمْلَهَا الثَّقِيلِ، بَلْ لَا تَحْمِلُ إِلَّا وِزْرَ نَفْسِهَا. </p><p> وَهَذَا الْمَعْنَى جَاءَ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى [٣٥ \\ ١٨] ، وَقَوْلُهُ: وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ الْآيَةَ [٦ \\ ١٦٤] ، وَقَوْلِهِ: تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «النَّحْلِ» بِإِيضَاحٍ: أَنَّ هَذِهِ الْآيَاتِ لَا يُعَارِضُهَا قَوْلُهُ تَعَالَى: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ الْآيَةَ [٢٩ \\ ١٣] ، وَلَا قَوْلُهُ: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ الْآيَةَ [١٦ \\ ٢٥] ; لِأَنَّ الْمُرَادَ بِذَلِكَ أَنَّهُمْ حَمَلُوا أَوْزَارَ ضَلَالِهِمْ فِي أَنْفُسِهِمْ، وَأَوْزَارَ إِضْلَالِهِمْ غَيْرَهُمْ ; لِأَنَّ مَنْ سَنَّ سُنَّةً سَيِّئَةً فَعَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا، لَا يَنْقُصُ ذَلِكَ مِنْ أَوْزَارِهِمْ شَيْئًا، كَمَا تَقَدَّمَ مُسْتَوْفًى. </p><p> تَنْبِيهٌ </p><p> يَرُدُّ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ سُؤَالَانِ: </p><p> الْأَوَّلُ: مَا ثَبَتَ فِي الصَّحِيحِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا مِنْ \" أَنَّ الْمَيِّتَ يُعَذِّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ \" فَيُقَالُ: مَا وَجْهُ تَعْذِيبِهِ بِبُكَاءِ غَيْرِهِ، إِذْ مُؤَاخَذَتُهُ بِبُكَاءِ غَيْرِهِ قَدْ يَظُنُّ مَنْ لَا يَعْلَمُ أَنَّهَا مِنْ أَخْذِ الْإِنْسَانِ بِذَنْبِ غَيْرِهِ؟ </p><p> السُّؤَالُ الثَّانِي: إِيجَابُ دِيِّ الْخَطَأِ عَلَى الْعَاقِلَةِ، فَيُقَالُ: مَا وَجْهُ إِلْزَامِ الْعَاقِلَةِ الدِّيَةَ </p><p> بِجِنَايَةِ إِنْسَانٍ آخَرَ؟ </p><p> وَالْجَوَابُ عَنِ الْأَوَّلِ: هُوَ أَنَّ الْعُلَمَاءَ حَمَلُوهُ عَلَى أَحَدِ أَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنْ يَكُونَ الْمَيِّتُ أَوْصَى بِالنَّوْحِ عَلَيْهِ، كَمَا قَالَ طَرَفَةُ بْنُ الْعَبْدِ فِي مُعَلَّقَتِهِ: </p><p> إِذَا مِتُّ فَانْعِينِي بِمَا أَنَا أَهْلُهُ ... وَشُقِّي عَلَيَّ الْجَيْبَ يَابِنَّةَ مَعْبَدِ </p><p> لِأَنَّهُ إِذَا كَانَ أَوْصَى بِأَنْ يُنَاحَ عَلَيْهِ: فَتَعْذِيبُهُ بِسَبَبِ إِيصَائِهِ بِالْمُنْكَرِ، وَذَلِكَ مِنْ فِعْلِهِ لَا فِعْلِ غَيْرِهِ. </p><p> الثَّانِي: أَنْ يَهْمِلَ نَهْيَهُمْ عَنِ النَّوْحِ عَلَيْهِ قَبْلَ مَوْتِهِ مَعَ أَنَّهُ يَعْلَمُ أَنَّهُمْ سَيَنُوحُونَ عَلَيْهِ ; لِأَنَّ إِهْمَالَهُ نَهْيَهُمْ تَفْرِيطٌ مِنْهُ، وَمُخَالَفَةٌ لِقَوْلِهِ تَعَالَى: قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا [٦٦ \\ ٦] فَتَعْذِيبُهُ إِذًا بِسَبَبِ تَفْرِيطِهِ، وَتَرْكِهِ مَا أَمَرَ اللَّهُ بِهِ مِنْ قَوْلِهِ: قُوا أَنْفُسَكُمْ الْآيَةَ، وَهَذَا ظَاهِرٌ كَمَا تَرَى. </p><p> وَعَنِ الثَّانِي: بِأَنَّ إِيجَابَ الدِّيَةِ عَلَى الْعَاقِلَةِ لَيْسَ مِنْ تَحْمِيلِهِمْ وِزْرَ الْقَاتِلِ، وَلَكِنَّهَا مُوَاسَاةٌ مَحْضَةٌ أَوْجَبَهَا اللَّهُ عَلَى عَاقِلَةِ الْجَانِي ; لِأَنَّ الْجَانِيَ لَمْ يَقْصِدْ سُوءًا، وَلَا إِثْمَ عَلَيْهِ الْبَتَّةَ فَأَوْجَبَ اللَّهُ فِي جِنَايَتِهِ خَطَأً الدِّيَةَ بِخِطَابِ الْوَضْعِ، وَأَوْجَبَ الْمُوَاسَاةَ فِيهَا عَلَى الْعَاقِلَةِ، وَلَا إِشْكَالَ فِي إِيجَابِ اللَّهِ عَلَى بَعْضِ خَلْقِهِ مُوَاسَاةَ بَعْضِ خَلْقِهِ، كَمَا أَوْجَبَ أَخْذَ الزَّكَاةِ مِنْ مَالِ الْأَغْنِيَاءِ وَرَدِّهَا إِلَى الْفُقَرَاءِ، وَاعْتَقَدَ مَنْ أَوْجَبَ الدِّيَةَ عَلَى أَهْلِ دِيوَانِ الْقَاتِلِ خَطَأً كَأَبِي حَنِيفَةَ وَغَيْرِهِ أَنَّهَا بِاعْتِبَارِ النُّصْرَةِ فَأَوْجَبَهَا عَلَى أَهْلِ الدِّيوَانِ، وَيُؤَيِّدُ هَذَا الْقَوْلَ مَا ذَكَرَهُ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ، قَالَ: \" وَأَجْمَعَ أَهْلُ السِّيَرِ وَالْعِلْمِ: أَنَّ الدِّيَةَ كَانَتْ فِي الْجَاهِلِيَّةِ تَحْمِلُهَا الْعَاقِلَةُ، فَأَقَرَّهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْإِسْلَامِ، وَكَانُوا يَتَعَاقَلُونَ بِالنُّصْرَةِ ثُمَّ جَاءَ الْإِسْلَامُ فَجَرَى الْأَمْرُ عَلَى ذَلِكَ. حَتَّى جَعَلَ عُمَرُ الدِّيوَانَ. </p><p> وَاتَّفَقَ الْفُقَهَاءُ عَلَى رِوَايَةِ ذَلِكَ وَالْقَوْلُ بِهِ، وَأَجْمَعُوا أَنَّهُ لَمْ يَكُنْ فِي زَمَنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَا زَمَنِ أَبِي بَكْرٍ دِيوَانٌ، وَأَنَّ عُمَرَ جَعَلَ الدِّيوَانَ، وَجَمَعَ بَيْنَ النَّاسِ، وَجَعَلَ أَهْلَ كُلِّ نَاحِيَةٍ يَدًا، وَجَعَلَ عَلَيْهِمْ قِتَالَ مَنْ يَلِيهِمْ مِنَ الْعَدُوِّ. انْتَهَى كَلَامُ الْقُرْطُبِيِّ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا </p><p> ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ اللَّهَ جَلَّ وَعَلَا لَا يُعَذِّبُ أَحَدًا مِنْ خَلْقِهِ لَا فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ. حَتَّى يَبْعَثَ إِلَيْهِ رَسُولًا يُنْذِرُهُ وَيُحَذِّرُهُ، فَيُعْصَى ذَلِكَ الرَّسُولُ، وَيُسْتَمَرُّ عَلَى الْكُفْرِ وَالْمَعْصِيَةِ بَعْدَ الْإِنْذَارِ وَالْإِعْذَارِ. </p><p> وَقَدْ أَوْضَحَ جَلَّ وَعَلَا هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى: رُسُلًا مُبَشِّرِينَ </p><p> وَمُنْذِرِينَ لِئَلَاَّ يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] ، فَصَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنْ لَا بُدَّ أَنْ يَقْطَعَ حُجَّةَ كُلِّ أَحَدٍ بِإِرْسَالِ الرُّسُلِ، مُبَشِّرِينَ مَنْ أَطَاعَهُمْ بِالْجَنَّةِ، وَمُنْذِرِينَ مَنْ عَصَاهُمُ النَّارَ. </p><p> وَهَذِهِ الْحُجَّةُ الَّتِي أَوْضَحَ هُنَا قَطَعَهَا بِإِرْسَالِ الرُّسُلِ مُبَشِّرِينَ وَمُنْذِرِينَ، بَيَّنَهَا فِي آخِرِ سُورَةِ طه بِقَوْلِهِ: وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى [٢٠ \\ ١٣٤] . </p><p> وَأَشَارَ لَهَا فِي سُورَةِ الْقَصَصِ بِقَوْلِهِ: وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ [٢٨ \\ ٤٧] ، وَقَوْلِهِ جَلَّ وَعَلَا: ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ [٦ \\ ١٣١] ، وَقَوْلِهِ: يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلَا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ الْآيَةَ [٥ \\ ١٩] ، وَكَقَوْلِهِ: وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ أَوْ تَقُولُوا لَوْ أَنَّا أُنْزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ فَقَدْ جَاءَكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ الْآيَةَ [٦ \\ ١٥٥ - ١٥٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَيُوَضِّحُ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَاتُ الْمَذْكُورَةُ وَأَمْثَالُهَا فِي الْقُرْآنِ الْعَظِيمِ مِنْ أَنَّ اللَّهَ جَلَّ وَعَلَا لَا يُعَذِّبُ أَحَدًا إِلَّا بَعْدَ الْإِنْذَارِ وَالْإِعْذَارِ عَلَى أَلْسِنَةِ الرُّسُلِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، تَصْرِيحُهُ جَلَّ وَعَلَا فِي آيَاتٍ كَثِيرَةٍ:  \" بِأَنْ لَمْ يْدْخِلْ أَحَدًا النَّارَ إِلَّا بَعْدَ الْإِعْذَارِ وَالْإِنْذَارِ عَلَى أَلْسِنَةِ الرُّسُلِ،فَمِنْ ذَلِكَ قَوْلُهُ جَلَّ وَعَلَا:كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ الْآيَةَ[٦٧ \\ ٨، ٩].</p><p> وَمَعْلُومٌ أَنَّ قَوْلَهُ جَلَّ وَعَلَا: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ يَعُمُّ جَمِيعَ الْأَفْوَاجِ الْمُلْقِينَ فِي النَّارِ. </p><p> قَالَ أَبُو حَيَّانَ فِي \" الْبَحْرِ الْمُحِيطِ \" فِي تَفْسِيرِ هَذِهِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا مَا نَصُّهُ: \" وَكُلَّمَا \" تَدُلُّ عَلَى عُمُومِ أَزْمَانِ الْإِلْقَاءِ فَتَعُمُّ الْمُلْقِينَ، وَمِنْ ذَلِكَ قَوْلُهُ جَلَّ وَعَلَا: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا </p><p> بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ [٣٩ \\ ٧١] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: وَسِيقَ الَّذِينَ كَفَرُوا عَامٌّ لِجَمِيعِ الْكُفَّارِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ: أَنَّ الْمُوصُولَاتِ كَالَّذِي وَالَّتِي وَفُرُوعِهِمَا مِنْ صِيَغِ الْعُمُومِ، لِعُمُومِهَا فِي كُلِّ مَا تَشْمَلُهُ صِلَاتُهَا، وَعَقَدَهُ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ فِي صِيَغِ الْعُمُومِ: </p><p> صِيغَةُ كُلٍّ أَوِ الْجَمِيعِ ... وَقَدْ تَلَا الَّذِي الَّتِي الْفُرُوعَ </p><p> وَمُرَادُهُ بِالْبَيْتِ: أَنَّ لَفْظَةَ \" كُلٍّ، وَجَمِيعٍ، وَالَّذِي، وَالَّتِي \" وَفُرُوعِهِمَا كُلُّ ذَلِكَ مِنَ الصِّيَغِ الْعُمُومِ، فَقَوْلُهُ تَعَالَى: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا - إِلَى قَوْلِهِ - قَالُوا بَلَى [٣٩ \\ ٧١] عَامٌّ فِي جَمِيعِ الْكُفَّارِ، وَهُوَ ظَاهِرٌ فِي أَنَّ جَمِيعَ أَهْلِ النَّارِ قَدْ أَنْذَرَتْهُمُ الرُّسُلُ فِي دَارِ الدُّنْيَا، فَعَصَوُا أَمْرَ رَبِّهِمْ كَمَا هُوَ وَاضِحٌ. </p><p> وَنَظِيرُهُ أَيْضًا قَوْلُهُ تَعَالَى: وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ [٣٥ \\ ٣٦] ، فَقَوْلُهُ: وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ - إِلَى قَوْلِهِ - وَجَاءَكُمُ النَّذِيرُ [٣٥ \\ ٣٧] ، عَامٌّ أَيْضًا فِي جَمِيعِ أَهْلِ النَّارِ، كَمَا تَقَدَّمَ إِيضَاحُهُ قَرِيبًا. </p><p> وَنَظِيرُ ذَلِكَ قَوْلُهُ تَعَالَى: وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ [٤٠ \\ ٤٩، ٥٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ جَمِيعَ أَهْلِ النَّارِ أَنْذَرَتْهُمُ الرُّسُلُ فِي دَارِ الدُّنْيَا. </p><p> وَهَذِهِ الْآيَاتُ الَّتِي ذَكَرْنَا وَأَمْثَالُهَا فِي الْقُرْآنِ تَدُلُّ عَلَى عُذْرِ أَهْلِ الْفَتْرَةِ بِأَنَّهُمْ لَمْ يَأْتِهِمْ نَذِيرٌ وَلَوْ مَاتُوا عَلَى الْكُفْرِ، وَبِهَذَا قَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ. </p><p> وَذَهَبَتْ جَمَاعَةٌ أُخْرَى مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ كُلَّ مَنْ مَاتَ عَلَى الْكُفْرِ فَهُوَ فِي النَّارِ وَلَوْ لَمْ يَأْتِهِ نَذِيرٌ، وَاسْتَدَلُّوا بِظَوَاهِرِ آيَاتٍ مِنْ كِتَابِ اللَّهِ، وَبِأَحَادِيثَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَمِنَ الْآيَاتِ الَّتِي اسْتَدَلُّوا بِهَا قَوْلُهُ تَعَالَى: وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا [٤ \\ ١٨] ، وَقَوْلُهُ: إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ [٢ \\ ١٦١] ، وَقَوْلُهُ: إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ </p><p> أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ [٣ \\ ٩١] ، وَقَوْلُهُ: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤ \\ ٤٨] ، وَقَوْلُهُ: وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ [٢٢ \\ ٣١] ، وَقَوْلُهُ: إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ، وَقَوْلُهُ: قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ [٧ \\ ٥٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَظَاهِرُ جَمِيعِ هَذِهِ الْآيَاتِ الْعُمُومُ، لِأَنَّهَا لَمْ تُخَصَّصْ كَافِرًا دُونَ كَافِرٍ، بَلْ ظَاهِرُهَا شُمُولُ جَمِيعِ الْكُفَّارِ. </p><p> وَمِنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى أَنَّ الْكُفَّارَ لَا يُعْذَرُونَ فِي كُفْرِهِمْ بِالْفَتْرَةِ مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ: أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ، أَيْنَ أَبِي؟ قَالَ:  \" فِي النَّارِ \" فَلَمَّا قَفَّى دَعَاهُ فَقَالَ: \" إِنَّ أَبِي وَأَبَاكَ فِي النَّارِ \" اه. وَقَالَ مُسْلِمٌ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ أَيْضًا: حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَمُحَمَّدُ بْنُ عَبَّادٍ - وَاللَّفْظُ لِيَحْيَى - قَالَا: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ يَزِيدَ - يَعْنِي ابْنَ كِيسَانَ - عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" اسْتَأْذَنْتُ رَبِّي أَنْ أَسْتَغْفِرَ لِأُمِّي فَلَمْ يَأْذَنْ لِي، وَاسْتَأْذَنْتُهُ أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي \" ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ يَزِيدَ بْنِ كِيسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: زَارَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْرَ أُمِّهِ فَبَكَى وَأَبْكَى مَنْ حَوْلَهُ. فَقَالَ:  \" اسْتَأْذَنْتُ رَبِّي فِي أَنْ أَسْتَغْفِرَ لَهَا فَلَمْ يُؤْذَنْ لِي، وَاسْتَأْذَنْتُهُ فِي أَنْ أَزُورَ قَبْرَهَا فَأَذِنَ لِي، فَزُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُ الْمَوْتَ \" اه، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى عَدَمِ عُذْرِ الْمُشْرِكِينَ بِالْفَتْرَةِ. </p><p> وَهَذَا الْخِلَافُ مَشْهُورٌ بَيْنَ أَهْلِ الْأُصُولِ: هَلِ الْمُشْرِكُونَ الَّذِينَ مَاتُوا فِي الْفَتْرَةِ وَهُمْ يَعْبُدُونَ الْأَوْثَانَ فِي النَّارِ لِكُفْرِهِمْ، أَوْ مَعْذُورُونَ بِالْفَتْرَةِ؟ وَعَقَدَهُ فِي \" مَرَاقِي السُّعُودِ \" بِقَوْلِهِ: </p><p> ذُو فَتْرَةٍ بِالْفَرْعِ لَا يُرَاعُ ... وَفِي الْأُصُولِ بَيْنَهُمْ نِزَاعٌ </p><p> وَمِمَّنْ ذَهَبَ إِلَى أَنَّ أَهْلَ الْفَتْرَةِ الَّذِينَ مَاتُوا عَلَى الْكُفْرِ فِي النَّارِ: النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ، وَحَكَى عَلَيْهِ الْقَرَافِيُّ فِي شَرْحِ التَّنْقِيحِ الْإِجْمَاعَ، كَمَا نَقَلَهُ عَنْهُ صَاحِبُ \" نَشْرِ الْبُنُودِ \" . </p><p> وَأَجَابَ أَهْلُ هَذَا الْقَوْلِ عَنْ قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] مِنْ أَرْبَعَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: أَنَّ التَّعْذِيبَ الْمَنْفِيِ فِي قَوْلِهِ: وَمَا كُنَّا مُعَذِّبِينَ الْآيَةَ، وَأَمْثَالِهَا مِنَ </p><p> الْآيَاتِ، إِنَّمَا هُوَ التَّعْذِيبُ الدُّنْيَوِيُّ، كَمَا وَقَعَ فِي الدُّنْيَا مِنَ الْعَذَابِ بِقَوْمِ نُوحٍ، وَقَوْمِ هُودٍ، وَقَوْمِ صَالِحٍ، وَقَوْمِ لُوطٍ، وَقَوْمِ شُعَيْبٍ، وَقَوْمِ مُوسَى وَأَمْثَالِهِمْ، وَإِذًا فَلَا يُنَافِي ذَلِكَ التَّعْذِيبَ فِي الْآخِرَةِ. </p><p> وَنَسَبَ هَذَا الْقَوْلَ الْقُرْطُبِيُّ، وَأَبُو حَيَّانَ، وَالشَّوْكَانِيُّ وَغَيْرُهُمْ فِي تَفَاسِيرِهِمْ إِلَى الْجُمْهُورِ. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّ مَحَلَّ الْعُذْرِ بِالْفَتْرَةِ الْمَنْصُوصَ فِي قَوْلِهِ: وَمَا كُنَّا مُعَذِّبِينَ الْآيَةَ، وَأَمْثَالِهَا فِي غَيْرِ الْوَاضِحِ الَّذِي لَا يُخْفَى عَلَى أَدْنَى عَاقِلٍ، أَمَّا الْوَاضِحُ الَّذِي لَا يَخْفَى عَلَى مَنْ عِنْدَهُ عَقْلٌ كَعِبَادَةِ الْأَوْثَانِ فَلَا يُعْذَرُ فِيهِ أَحَدٌ ; لِأَنَّ الْكُفَّارَ يُقِرُّونَ بِأَنَّ اللَّهَ هُوَ رَبُّهُمْ، الْخَالِقُ الرَّازِقُ، النَّافِعُ، الضَّارُّ، وَيَتَحَقَّقُونَ كُلَّ التَّحَقُّقِ أَنَّ الْأَوْثَانَ لَا تَقْدِرُ عَلَى جَلْبِ نَفْعٍ وَلَا عَلَى دَفْعِ ضُرٍّ، كَمَا قَالَ عَنْ قَوْمِ إِبْرَاهِيمَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ [٢١ \\ ٦٥] ، وَكَمَا جَاءَتِ الْآيَاتُ الْقُرْآنِيَّةُ بِكَثْرَةٍ بِأَنَّهُمْ وَقْتَ الشَّدَائِدِ يُخْلِصُونَ الدُّعَاءَ لِلَّهِ وَحْدَهُ، لِعِلْمِهِمْ أَنَّ غَيْرَهُ لَا يَنْفَعُ وَلَا يَضُرُّ، كَقَوْلِهِ: فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ الْآيَةَ [٢٩ \\ ٦٥] ، وَقَوْلِهِ: وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ الْآيَةَ [٣١ \\ ٣٢] ، وَقَوْلِهِ: وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ الْآيَةَ [١٧ \\ ٦٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَلَكِنَّ الْكُفَّارَ غَالَطُوا أَنْفُسَهُمْ لِشِدَّةِ تَعَصُّبِهِمْ لِأَوْثَانِهِمْ، فَزَعَمُوا أَنَّهَا تُقَرِّبُهُمْ إِلَى اللَّهِ زُلْفَى، وَأَنَّهَا شُفَعَاؤُهُمْ عِنْدَ اللَّهِ ; مَعَ أَنَّ الْعَقْلَ يَقْطَعُ بِنَفْيِ ذَلِكَ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ عِنْدَهُمْ بَقِيَّةَ إِنْذَارٍ مِمَّا جَاءَتْ بِهِ الرُّسُلُ الَّذِينَ أُرْسِلُوا قَبْلَ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ; كَإِبْرَاهِيمَ وَغَيْرِهِ، وَأَنَّ الْحُجَّةَ قَائِمَةٌ عَلَيْهِمْ بِذَلِكَ، وَجَزَمَ بِهَذَا النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ، وَمَالَ إِلَيْهِ الْعِبَادِي فِي (الْآيَاتِ الْبَيِّنَاتِ) . </p><p> الْوَجْهُ الرَّابِعُ: مَا جَاءَ مِنَ الْأَحَادِيثِ الصَّحِيحَةِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، الدَّالَّةِ عَلَى أَنَّ بَعْضَ أَهْلِ الْفَتْرَةِ فِي النَّارِ، كَمَا قَدَّمْنَا بَعْضَ الْأَحَادِيثِ الْوَارِدَةِ بِذَلِكَ فِي صَحِيحٍ مُسْلِمٍ وَغَيْرِهِ. </p><p> وَأَجَابَ الْقَائِلُونَ بِعُذْرِهِمْ بِالْفَتْرَةِ عَنْ هَذِهِ الْأَوْجُهِ الْأَرْبَعَةِ، فَأَجَابُوا عَنِ الْوَجْهِ الْأَوَّلِ، وَهُوَ كَوْنُ التَّعْذِيبِ فِي قَوْلِهِ: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ، إِنَّمَا هُوَ التَّعْذِيبُ الدُّنْيَوِيُّ دُونَ الْأُخْرَوِيِّ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّهُ خِلَافَ ظَاهِرِ الْقُرْآنِ ; لِأَنَّ ظَاهِرَ الْقُرْآنِ انْتِفَاءُ التَّعْذِيبِ مُطْلَقًا، فَهُوَ أَعَمُّ </p><p> مِنْ كَوْنِهِ فِي الدُّنْيَا، وَصَرْفُ الْقُرْآنَ عَنْ ظَاهِرِهِ مَمْنُوعٌ إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْقُرْآنَ دَلَّ فِي آيَاتٍ كَثِيرَةٍ عَنْ شُمُولِ التَّعْذِيبِ الْمَنْفِيِ فِي الْآيَةِ لِلتَّعْذِيبِ فِي الْآخِرَةِ ; كَقَوْلِهِ: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَى [٦٧ \\ ٨، ٩] ، وَهُوَ دَلِيلٌ عَلَى أَنَّ جَمِيعَ أَفْوَاجِ أَهْلِ النَّارِ مَا عُذِّبُوا فِي الْآخِرَةِ إِلَّا بَعْدَ إِنْذَارِ الرُّسُلِ، كَمَا تَقَدَّمَ إِيضَاحُهُ بِالْآيَاتِ الْقُرْآنِيَّةِ. </p><p> وَأَجَابُوا عَنِ الْوَجْهِ الثَّانِي: وَهُوَ أَنَّ مَحَلَّ الْعُذْرِ بِالْفَتْرَةِ فِي غَيْرِ الْوَاضِحِ الَّذِي لَا يُخْفَى عَلَى أَحَدٍ بِنَفْسِ الْجَوَابَيْنِ الْمَذْكُورِينَ آنِفًا ; لِأَنَّ الْفَرْقَ بَيْنَ الْوَاضِحِ وَغَيْرِهِ مُخَالِفٌ لِظَاهِرِ الْقُرْآنِ، فَلَا بُدَّ لَهُ مِنْ دَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَلِأَنَّ اللَّهَ نَصَّ عَلَى أَنَّ أَهْلَ النَّارِ مَا عُذِّبُوا بِهَا حَتَّى كَذَّبُوا الرُّسُلَ فِي دَارِ الدُّنْيَا، بَعْدَ إِنْذَارِهِمْ مِنْ ذَلِكَ الْكُفْرِ الْوَاضِحِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَأَجَابُوا عَنِ الْوَجْهِ الثَّالِثِ الَّذِي جَزَمَ بِهِ النَّوَوِيُّ، وَمَالَ إِلَيْهِ الْعَبَّادِيُّ وَهُوَ قِيَامُ الْحُجَّةِ عَلَيْهِمْ بِإِنْذَارِ الرُّسُلِ الَّذِينَ أُرْسِلُوا قَبْلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنَّهُ قَوْلٌ بَاطِلٌ بِلَا شَكٍّ، لِكَثْرَةِ الْآيَاتِ الْقُرْآنِيَّةِ الْمُصَرِّحَةِ بِبُطْلَانِهِ ; لِأَنَّ مُقْتَضَاهُ أَنَّهُمْ أُنْذِرُوا عَلَى أَلْسِنَةِ بَعْضِ الرُّسُلِ وَالْقُرْآنُ يَنْفِي هَذَا نَفْيًا بَاتًّا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ فِي \" يس \" : لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ [٣٦ \\ ٦] وَ \" مَا \" فِي قَوْلِهِ: مَا أُنْذِرَ آبَاؤُهُمْ [٣٦ \\ ٦] نَافِيَةٌ عَلَى التَّحْقِيقِ، لَا مَوْصُولَةٌ، وَتَدُلُّ لِذَلِكَ الْفَاءُ فِي قَوْلِهِ: فَهُمْ غَافِلُونَ، وَكَقَوْلِهِ فِي \" الْقَصَصِ \" : وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ الْآيَةَ [٢٨ \\ ٤٦] ، وَكَقَوْلِهِ فِي \" سَبَأٍ \" وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ [٣٤ \\ ٤٤] ، وَكَقَوْلِهِ فِي \" الم السَّجْدَةِ \" : أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ الْآيَةَ [٣٢ \\ ٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَجَابُوا عَنِ الْوَجْهِ الرَّابِعِ: بِأَنَّ تِلْكَ الْأَحَادِيثَ الْوَارِدَةَ فِي صَحِيحِ مُسْلِمٍ وَغَيْرِهِ أَخْبَارُ آحَادٍ يُقَدَّمُ عَلَيْهَا الْقَاطِعُ، وَهُوَ قَوْلُهُ: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ، وَقَوْلُهُ: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ قَالُوا بَلَى [٦٧ \\ ٨ - ٩] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَجَابَ الْقَائِلُونَ بِالْعُذْرِ بِالْفَتْرَةِ أَيْضًا عَنِ الْآيَاتِ الَّتِي اسْتَدَلَّ بِهَا مُخَالِفُوهُمْ كَقَوْلِهِ: وَلَا الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا [٤ \\ ١٨] ، إِلَى آخِرِ مَا تَقَدَّمَ </p><p> مِنَ الْآيَاتِ، بِأَنَّ مَحَلَّ ذَلِكَ فِيمَا إِذَا أُرْسِلَتْ إِلَيْهِمُ الرُّسُلَ فَكَذَّبُوهُمْ، بِدَلِيلِ قَوْلِهِ: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] . وَأَجَابَ الْقَائِلُونَ بِتَعْذِيبِ عَبَدَةِ الْأَوْثَانِ مِنْ أَهْلِ الْفَتْرَةِ عَنْ قَوْلِ مُخَالِفِيهِمْ: إِنَّ الْقَاطِعَ الَّذِي هُوَ قَوْلُهُ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا يَجِبُ تَقْدِيمُهُ عَلَى أَخْبَارِ الْآحَادِ الدَّالَّةِ عَلَى تَعْذِيبِ بَعْضِ أَهْلِ الْفَتْرَةِ، كَحَدِيثَيْ مُسْلِمٍ فِي صَحِيحِهِ الْمُتَقَدِّمِينَ بِأَنَّ الْآيَةَ عَامَّةٌ، وَالْحَدِيثَيْنِ كِلَاهُمَا خَاصٌّ فِي شَخْصٍ مُعَيَّنٍ، وَالْمَعْرُوفُ فِي الْأُصُولِ أَنَّهُ لَا يَتَعَارَضُ عَامٌّ وَخَاصٌّ ; لِأَنَّ الْخَاصَّ يَقْضِي عَلَى الْعَامِّ كَمَا هُوَ مَذْهَبُ الْجُمْهُورِ، خِلَافًا لِأَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ، كَمَا بَيَّنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> فَمًا أَخْرَجَهُ دَلِيلٌ خَاصٌّ خَرَجَ مِنَ الْعُمُومِ، وَمَا لَمْ يُخْرِجْهُ دَلِيلٌ خَاصٌّ بَقِيَ دَاخِلًا فِي الْعُمُومِ، كَمَا تَقَرَّرَ فِي الْأُصُولِ. </p><p> وَأَجَابَ الْمَانِعُونَ بِأَنَّ هَذَا التَّخْصِيصَ يُبْطِلُ حِكْمَةَ الْعَامِّ ; لِأَنَّ اللَّهَ جَلَّ وَعَلَا تَمَدَّحُ بِكَمَالِ الْإِنْصَافِ، وَأَنَّهُ لَا يُعَذِّبُ حَتَّى يَقْطَعَ حُجَّةَ الْمُعَذَّبِ بِإِنْذَارِ الرُّسُلِ فِي دَارِ الدُّنْيَا، وَأَشَارَ لِأَنَّ ذَلِكَ الْإِنْصَافَ الْكَامِلَ، وَالْإِعْذَارَ الَّذِي هُوَ قَطْعُ الْعُذْرِ عِلَّةٌ لِعَدَمِ التَّعْذِيبِ، فَلَوْ عَذَّبَ إِنْسَانًا وَاحِدًا مِنْ غَيْرِ إِنْذَارٍ لَاخْتَلَّتْ تِلْكَ الْحِكْمَةُ الَّتِي تَمَدَّحَ اللَّهُ بِهَا، وَلَثَبَتَتْ لِذَلِكَ الْإِنْسَانِ الْحُجَّةُ الَّتِي أَرْسَلَ اللَّهُ الرُّسُلَ لِقَطْعِهَا، كَمَا بَيَّنَهُ بِقَوْلِهِ: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ الْآيَةَ [٤ \\ ١٦٥] ، وَقَوْلِهِ: وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى [٢٠ \\ ١٣٤] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَأَجَابَ الْمُخَالِفُونَ عَنْ هَذَا: بِأَنَّهُ لَوْ سَلَّمَ أَنَّ عَدَمَ الْإِنْذَارِ فِي دَارِ الدُّنْيَا عِلَّةٌ لِعَدَمِ التَّعْذِيبِ فِي الْآخِرَةِ، وَحَصَلَتْ عِلَّةُ الْحُكْمِ الَّتِي هِيَ عَدَمُ الْإِنْذَارِ فِي الدُّنْيَا، مَعَ فَقْدِ الْحُكْمِ الَّذِي هُوَ عَدَمُ التَّعْذِيبِ فِي الْآخِرَةِ لِلنَّصِّ فِي الْأَحَادِيثِ عَلَى التَّعْذِيبِ فِيهَا، فَإِنَّ وُجُودَ عِلَّةِ الْحُكْمِ مَعَ فَقْدِ الْحُكْمِ الْمُسَمَّى فِي اصْطِلَاحِ أَهْلِ الْأُصُولِ. بِـ \" النَّقْضِ \" تَخْصِيصٌ لِلْعِلَّةِ، بِمَعْنَى أَنَّهُ قَصَرَ لَهَا عَلَى بَعْضِ أَفْرَادِ مَعْلُولِهَا بِدَلِيلٍ خَارِجٍ كَتَخْصِيصِ الْعَامِّ ; أَيْ قَصْرُهُ عَلَى بَعْضِ أَفْرَادِهِ بِدَلِيلٍ، وَالْخِلَافُ فِي النَّقْضِ هَلْ هُوَ إِبْطَالٌ لِلْعِلَّةِ، أَوْ تَخْصِيصٌ لَهَا مَعْرُوفٌ فِي الْأُصُولِ، وَعَقَدَ الْأَقْوَالَ فِي ذَلِكَ صَاحِبُ \" مَرَاقِي السُّعُودِ \" بِقَوْلِهِ فِي مَبْحَثِ الْقَوَادِحِ: </p><p> مِنْهَا وُجُودُ الْوَصْفِ دُونَ الْحُكْمِ ... سَمَّاهُ بِالنَّقْضِ وُعَاةُ الْعِلْمِ </p><p> وَالْأَكْثَرُونَ عِنْدَهُمْ لَا يَقْدَحُ ... بَلْ هُوَ تَخْصِيصٌ وَذَا مُصَحِّحٌ </p><p> وَقَدْ رُوِيَ عَنْ مَالِكٍ تَخْصِيصٌ ... إِنْ يَكُ الِاسْتِنْبَاطُ لَا التَّنْصِيصُ </p><p> وَعَكْسُ هَذَا قَدْ رَآهُ الْبَعْضُ ... وَمُنْتَقَى ذِي الِاخْتِصَارِ النَّقْضُ </p><p> إِنْ لَمْ تَكُنْ مَنْصُوصَةً بِظَاهِرٍ ... وَلَيْسَ فِيمَا اسْتُنْبِطَتْ بِضَائِرِ </p><p> إِنْ جَا لِفَقْدِ الشَّرْطِ أَوْ لِمَا مَنَعَ ... وَالْوَفْقُ فِي مِثْلِ الْعَرَايَا قَدْ وَقَعَ </p><p> فَقَدْ أَشَارَ فِي الْأَبْيَاتِ إِلَى خَمْسَةِ أَقْوَالٍ فِي النَّقْضِ: هَلْ هُوَ تَخْصِيصٌ، أَوْ إِبْطَالٌ لِلْعِلَّةِ، مَعَ التَّفَاصِيلِ الَّتِي ذَكَرَهَا فِي الْأَقْوَالِ الْمَذْكُورَةِ. </p><p> وَاخْتَارَ بَعْضُ الْمُحَقِّقِينَ مِنْ أَهْلِ الْأُصُولِ: أَنَّ تَخَلُّفَ الْحُكْمِ عَنِ الْوَصْفِ إِنْ كَانَ لِأَجْلِ مَانِعٍ مَنَعَ مِنْ تَأْثِيرِ الْعِلَّةِ، أَوْ لِفَقْدِ شَرْطِ تَأْثِيرِهَا فَهُوَ تَخْصِيصٌ لِلْعِلَّةِ، وَإِلَّا فَهُوَ نَقْضٌ وَإِبْطَالٌ لَهَا، فَالْقَتْلُ الْعَمْدُ الْعَدُوَّانُ عِلَّةٌ لِوُجُوبِ الْقِصَاصِ إِجْمَاعًا. </p><p> فَإِذَا وُجِدَ هَذَا الْوَصْفُ الْمُرَكَّبَ الَّذِي هُوَ الْقَتْلُ الْعَمْدُ الْعُدْوَانُ، وَلَمْ يُوجَدِ الْحُكْمُ الَّذِي هُوَ الْقِصَاصُ فِي قَتْلِ الْوَالِدِ وَلَدَهُ لِكَوْنِ الْأُبُوَّةِ مَانِعًا مِنْ تَأْثِيرِ الْعِلَّةِ فِي الْحُكْمِ، فَلَا يُقَالُ هَذِهِ الْعِلَّةُ مَنْقُوضَةٌ، لِتَخَلُّفِ الْحُكْمِ عَنْهَا فِي هَذِهِ الصُّورَةِ، بَلْ هِيَ عِلَّةُ مَنَعَ مِنْ تَأْثِيرِهَا مَانِعٌ، فَيُخَصَّصُ تَأْثِيرُهَا بِمَا لَمْ يَمْنَعْ مِنْهُ مَانِعٌ. </p><p> وَكَذَلِكَ مَنْ زَوَّجَ أَمَتَهُ مِنْ رَجُلٍ، وَغَرَّهُ فَزَعَمَ لَهُ أَنَّهَا حُرَّةٌ فَوَلَدَ مِنْهَا، فَإِنَّ الْوَلَدَ يَكُونُ حُرًّا، مَعَ أَنَّ رِقَّ الْأُمِّ عِلَّةٌ لِرِقِّ الْوَلَدِ إِجْمَاعًا ; لِأَنَّ كُلَّ ذَاتِ رَحِمٍ فَوَلَدُهَا بِمَنْزِلَتِهَا ; لِأَنَّ الْغُرُورَ مَانِعٌ مَنَعَ مِنْ تَأْثِيرِ الْعِلَّةِ الَّتِي هِيَ رِقُّ الْأُمِّ فِي الْحُكْمِ الَّذِي هُوَ رِقُّ الْوَلَدِ. </p><p> وَكَذَلِكَ الزِّنَى ; فَإِنَّهُ عَلِمَ لِلرَّجْمِ إِجْمَاعًا. </p><p> فَإِذَا تَخَلَّفَ شَرْطُ تَأْثِيرِ هَذِهِ الْعِلَّةِ الَّتِي هِيَ الزِّنَى فِي هَذَا الْحُكْمِ الَّذِي هِيَ الرَّجْمُ، وَنَعْنِي بِذَلِكَ الشَّرْطِ الْإِحْصَانَ، فَلَا يُقَالُ إِنَّهَا عِلَّةٌ مَنْقُوضَةٌ، بَلْ هِيَ عِلَّةٌ تَخَلَّفَ شَرْطُ تَأْثِيرِهَا، وَأَمْثَالُ هَذَا كَثِيرَةٌ جِدًّا، هَكَذَا قَالَهُ بَعْضُ الْمُحَقِّقِينَ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الَّذِي يَظْهَرُ: أَنَّ آيَةَ \" الْحَشْرِ \" دَلِيلٌ عَلَى أَنَّ النَّقْضَ تَخْصِيصٌ لِلْعِلَّةِ مُطْلَقًا، وَاللَّهَ تَعَالَى أَعْلَمُ، وَنَعْنِي بِآيَةِ \" الْحَشْرِ \" قَوْلَهُ تَعَالَى فِي بَنِي النَّضِيرِ: وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ [٥٩ \\ ٣] . </p><p> ثُمَّ بَيَّنَ جَلَّ وَعَلَا عِلَّةَ هَذَا الْعِقَابِ بِقَوْلِهِ: ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ الْآيَةَ [٥٩ \\ ٤] ، وَقَدْ يُوجَدُ بَعْضُ مَنْ شَاقَّ اللَّهَ وَرَسُولَهُ، وَلَمْ يُعَذِّبْ بِمِثْلِ الْعَذَابِ الَّذِي عَذَّبَ بِهِ بَنُو النَّضِيرِ، مَعَ الِاشْتِرَاكِ فِي الْعِلَّةِ الَّتِي هِيَ مُشَاقَّةُ اللَّهِ وَرَسُولِهِ. </p><p> فَدَلَّ ذَلِكَ عَلَى أَنَّ تَخَلُّفَ الْحُكْمِ عَنِ الْعِلَّةِ فِي بَعْضِ الصُّوَرِ تَخْصِيصٌ لِلْعِلَّةِ لَا نَقْضٌ لَهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> أَمَّا مَثَلُ بَيْعِ التَّمْرِ الْيَابِسِ بِالرَّطْبِ فِي مَسْأَلَةِ بَيْعِ الْعَرَايَا، فَهُوَ تَخْصِيصٌ لِلْعِلَّةِ إِجْمَاعًا لَا نَقْضَ لَهَا، كَمَا أَشَارَ لَهُ فِي الْأَبْيَاتِ بِقَوْلِهِ: </p><p> وَالْوَفْقُ فِي مِثْلِ الْعَرَايَا قَدْ وَقَعَ </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الظَّاهِرُ أَنَّ التَّحْقِيقَ فِي هَذِهِ الْمَسْأَلَةِ الَّتِي هِيَ: هَلْ يَعْذُرُ الْمُشْرِكُونَ بِالْفَتْرَةِ أَوْ لَا؟ هُوَ أَنَّهُمْ مَعْذُورُونَ بِالْفَتْرَةِ فِي الدُّنْيَا، وَأَنَّ اللَّهَ يَوْمَ الْقِيَامَةِ يَمْتَحِنُهُمْ بِنَارٍ يَأْمُرُهُمْ بِاقْتِحَامِهَا، فَمَنِ اقْتَحَمَهَا دَخْلَ الْجَنَّةَ وَهُوَ الَّذِي كَانَ يُصَدِّقُ الرُّسُلَ لَوْ جَاءَتْهُ فِي الدُّنْيَا، وَمَنِ امْتَنَعَ دَخَلَ النَّارَ وَعُذِّبَ فِيهَا، وَهُوَ الَّذِي كَانَ يُكَذِّبُ الرُّسُلَ لَوْ جَاءَتْهُ فِي الدُّنْيَا ; لَأَنَّ اللَّهَ يَعْلَمُ مَا كَانُوا عَامِلِينَ لَوْ جَاءَتْهُمُ الرُّسُلُ. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ هَذَا هُوَ التَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ لِأَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنَّ هَذَا ثَبَتَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَثُبُوتُهُ عَنْهُ نَصٌّ فِي مَحَلِّ النِّزَاعِ ; فَلَا وَجْهَ لِلنِّزَاعِ أَلْبَتَّةَ مَعَ ذَلِكَ. </p><p> قَالَ الْحَافِظُ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى فِي تَفْسِيرِ هَذِهِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا، بَعْدَ أَنْ سَاقَ الْأَحَادِيثَ الْكَثِيرَةَ الدَّالَّةَ عَلَى عُذْرِهِمْ بِالْفَتْرَةِ وَامْتِحَانِهِمْ يَوْمَ الْقِيَامَةِ، رَادًّا عَلَى ابْنِ عَبْدِ الْبَرِّ تَضْعِيفَ أَحَادِيثِ عُذْرِهِمْ وَامْتِحَانِهِمْ، بِأَنَّ الْآخِرَةَ دَارُ جَزَاءٍ لَا عَمَلٍ، وَأَنَّ التَّكْلِيفَ بِدُخُولِ النَّارِ تَكْلِيفٌ بِمَا لَا يُطَاقُ وَهُوَ لَا يُمْكِنُ مَا نَصَّهُ: </p><p> وَالْجَوَابُ عَمَّا قَالَ: أَنَّ أَحَادِيثَ هَذَا الْبَابِ مِنْهَا مَا هُوَ صَحِيحٌ كَمَا قَدْ نَصَّ عَلَى ذَلِكَ كَثِيرٌ مِنْ أَئِمَّةِ الْعُلَمَاءِ، وَمِنْهَا مَا هُوَ حَسَنٌ، وَمِنْهَا مَا هُوَ ضَيْفٌ يَتَقَوَّى بِالصَّحِيحِ وَالْحَسَنِ، وَإِذَا كَانَتْ أَحَادِيثُ الْبَابِ الْوَاحِدِ مُتَّصِلَةً مُتَعَاضِدَةً عَلَى هَذَا النَّمَطِ، أَفَادَتِ الْحُجَّةَ عِنْدَ النَّاظِرِ فِيهَا، وَأَمَّا قَوْلُهُ: إِنَّ الدَّارَ الْآخِرَةَ دَارُ جَزَاءٍ، فَلَا شَكَّ أَنَّهَا دَارُ جَزَاءٍ، وَلَا يُنَافِي التَّكْلِيفَ فِي عَرَصَاتِهَا قَبْلَ دُخُولِ الْجَنَّةِ أَوِ النَّارِ، كَمَا حَكَاهُ الشَّيْخُ أَبُو الْحَسَنِ الْأَشْعَرِيُّ عَنْ مَذْهَبِ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ مِنَ امْتِحَانِ الْأَطْفَالِ، وَقَدْ قَالَ تَعَالَى: يَوْمَ يُكْشَفُ عَنْ سَاقٍ </p><p> وَيُدْعَوْنَ إِلَى السُّجُودِ [٦٨ \\ ٤٢] . </p><p> وَقَدْ ثَبَتَ فِي الصِّحَاحِ وَغَيْرِهَا:  \" أَنَّ الْمُؤْمِنِينَ يَسْجُدُونَ لِلَّهِ يَوْمَ الْقِيَامَةِ، وَأَنَّ الْمُنَافِقَ لَا يَسْتَطِيعُ ذَلِكَ، وَيَعُودُ ظَهْرُهُ كَالصَّفِيحَةِ الْوَاحِدَةِ طَبَقًا وَاحِدًا، كُلَّمَا أَرَادَ السُّجُودَ خَرَّ لِقَفَاهُ \" ، وَفِي الصَّحِيحَيْنِ فِي الرَّجُلِ الَّذِي يَكُونُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنْهَا:  \" أَنَّ اللَّهَ يَأْخُذُ عُهُودَهُ وَمَوَاثِيقَهُ أَلَّا يَسْأَلَ غَيْرَ مَا هُوَ فِيهِ، وَيَتَكَرَّرُ ذَلِكَ مِنْهُ،وَيَقُولُ اللَّهُ تَعَالَى:يَابْنَ آدَمَ، مَا أَعْذَرَكَ! ثُمَّ يَأْذَنُ لَهُ فِي دُخُولِ الْجَنَّةِ \" وَأَمَّا قَوْلُهُ: فَكَيْفَ يُكَلِّفُهُمُ اللَّهُ دُخُولَ النَّارِ، وَلَيْسَ ذَلِكَ فِي وُسْعِهِمْ؟ فَلَيْسَ هَذَا بِمَانِعٍ مِنْ صِحَّةِ الْحَدِيثِ. \" فَإِنَّ اللَّهَ يَأْمُرُ الْعِبَادَ يَوْمَ الْقِيَامَةِ بِالْجَوَازِ عَلَى الصِّرَاطِ، وَهُوَ جِسْرٌ عَلَى مَتْنِ جَهَنَّمَ أَحَدُّ مِنَ السَّيْفِ وَأَدَقُّ مِنَ الشَّعْرِ، وَيَمُرُّ الْمُؤْمِنُونَ عَلَيْهِ بِحَسْبِ أَعْمَالِهِمْ، كَالْبَرْقِ، وَكَالرِّيحِ، وَكَأَجَاوِيدِ الْخَيْلِ وَالرِّكَابِ. وَمِنْهُمُ السَّاعِي، وَمِنْهُمُ الْمَاشِي، وَمِنْهُمْ مَنْ يَحْبُو حَبْوًا، وَمِنْهُمُ الْمَكْدُوسُ عَلَى وَجْهِهِ فِي النَّارِ \" وَلَيْسَ مَا وَرَدَ فِي أُولَئِكَ بِأَعْظَمَ مِنْ هَذَا، بَلْ هَذَا أُطْمٌ وَأَعْظَمَا </p><p> وَأَيْضًا: فَقَدْ ثَبَتَتِ السُّنَّةُ بِأَنَّ الدَّجَّالَ يَكُونُ مَعَهُ جَنَّةٌ وَنَارٌ، وَقَدْ أَمَرَ الشَّارِعُ الْمُؤْمِنِينَ الَّذِينَ يُدْرِكُونَهُ أَنْ يَشْرَبَ أَحَدُهُمْ مِنَ الَّذِي يَرَى أَنَّهُ نَارٌ، فَإِنَّهُ يَكُونُ عَلَيْهِ بَرْدًا وَسَلَامًا، فَهَذَا نَظِيرُ ذَلِكَ. </p><p> وَأَيْضًا: فَإِنَّ اللَّهَ تَعَالَى أَمَرَ بَنِي إِسْرَائِيلَ أَنْ يَقْتُلُوا أَنْفُسَهُمْ، فَقَتَلَ بَعْضُهُمْ بَعْضًا حَتَّى قَتَلُوا فِيمَا قِيلَ فِي غَدَاةٍ وَاحِدَةٍ سَبْعِينَ أَلْفًا، يَقْتُلُ الرَّجُلُ أَبَاهُ وَأَخَاهُ، وَهُمْ فِي عَمَايَةِ غَمَامَةٍ أَرْسَلَهَا اللَّهُ عَلَيْهِمْ ; وَذَلِكَ عُقُوبَةٌ لَهُمْ عَلَى عِبَادَةِ الْعِجْلِ، وَهَذَا أَيْضًا شَاقٌّ عَلَى النُّفُوسِ جِدًّا لَا يَتَقَاصَرُ عَمَّا وَرَدَ فِي الْحَدِيثِ الْمَذْكُورِ. وَاللَّهُ أَعْلَمُ. انْتَهَى كَلَامُ ابْنِ كَثِيرٍ بِلَفْظِهِ. </p><p> وَقَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى أَيْضًا قَبْلَ هَذَا الْكَلَامِ بِقَلِيلٍ مَا نَصُّهُ: </p><p> وَمِنْهُمْ مَنْ ذَهَبَ إِلَى أَنَّهُمْ يُمْتَحَنُونَ يَوْمَ الْقِيَامَةِ فِي عَرَصَاتِ الْمَحْشَرِ، فَمَنْ أَطَاعَ دَخَلَ الْجَنَّةَ، وَانْكَشَفَ عِلْمُ اللَّهِ فِيهِ بِسَابِقِ السَّعَادَةِ، وَمَنْ عَصَى دَخَلَ النَّارَ دَاخِرًا، وَانْكَشَفَ عِلْمُ اللَّهِ فِيهِ بِسَابِقِ الشَّقَاوَةِ. </p><p> وَهَذَا الْقَوْلُ يَجْمَعُ بَيْنَ الْأَدِلَّةِ كُلِّهَا، وَقَدْ صَرَّحَتْ بِهِ الْأَحَادِيثُ الْمُتَقَدِّمَةُ الْمُتَعَاضِدَةُ، الشَّاهِدُ بَعْضُهَا لِبَعْضٍ. </p><p> وَهَذَا الْقَوْلُ هُوَ الَّذِي حَكَاهُ الشَّيْخُ أَبُو الْحَسَنِ عَلِيُّ بْنُ إِسْمَاعِيلَ الْأَشْعَرِيُّ عَنْ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ، وَهُوَ الَّذِي نَصَرَهُ الْحَافِظُ أَبُو بَكْرٍ الْبَيْهَقِيُّ فِي كِتَابِ (الِاعْتِقَادِ) وَكَذَلِكَ غَيْرُهُ </p>"
}