{
  "id": null,
  "sura": 17,
  "aya": 90,
  "text": "<p> إِيضَاحُهُ. وَقَرَأَ ابْنُ ذَكْوَانَ «وَنَاءَ» كَجَاءَ، وَهُوَ بِمَعْنَى نَأَى ; كَقَوْلِهِمْ: رَاءَ، فِي: رَأَى. </p><p> قَوْلُهُ تَعَالَى: وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ مَا أَعْطَى خَلْقَهُ مِنَ الْعِلْمِ إِلَّا قَلِيلًا بِالنِّسْبَةِ إِلَى عِلْمِهِ جَلَّ وَعَلَا ; لِأَنَّ مَا أُعْطِيَهُ الْخَلْقُ مِنَ الْعِلْمِ بِالنِّسْبَةِ إِلَى عِلْمِ الْخَالِقِ قَلِيلٌ جِدًّا. </p><p> وَمِنَ الْآيَاتِ الَّتِي فِيهَا الْإِشَارَةُ إِلَى ذَلِكَ قَوْلُهُ تَعَالَى: قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا [١٨ \\ ١٠٩] ، وَقَوْلُهُ: وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ [٣١ \\ ٢٧] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا </p><p> ، بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ فَضْلَهُ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَبِيرٌ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا [٤ \\ ١١٣] ، وَقَوْلِهِ: إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا [٤٨ \\ ١ - ٣] ، وَقَوْلِهِ: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنْكَ وِزْرَكَ الَّذِي أَنْقَضَ ظَهْرَكَ وَرَفَعْنَا لَكَ ذِكْرَكَ [٩٤ \\ ١ - ٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ تَعَالَى فِي مَوْضِعٍ آخَرَ أَنَّ فَضْلَهُ كَبِيرٌ عَلَى جَمِيعِ الْمُؤْمِنِينَ، وَهُوَ قَوْلُهُ: وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا [٣٣ \\ ٤٧] ، وَبَيَّنَ الْمُرَادَ بِالْفَضْلِ الْكَبِيرِ فِي قَوْلِهِ: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ [٤٢ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَى فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا، بَيَّنَ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَاتِ الْكَرِيمَةِ شِدَّةَ عِنَادِ الْكُفَّارِ وَتَعَنُّتِهِمْ، وَكَثْرَةَ اقْتِرَاحَاتِهِمْ لِأَجْلِ التَّعَنُّتِ لَا لِطَلَبِ الْحَقِّ ; فَذَكَرَ أَنَّهُمْ قَالُوا لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّهُمْ لَنْ يُؤْمِنُوا لَهُ - أَيْ: لَنْ يُصَدِّقُوهُ - حَتَّى يَفْجُرَ لَهُمْ مِنَ الْأَرْضِ يَنْبُوعًا، وَهُوَ يَفْعُولٌ مِنْ: نَبَعَ، أَيْ: مَاءٌ غَزِيرٌ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ </p><p> [٣٩ \\ ٢١] ، أَوْ تَكُونَ لَكَ جَنَّةٌ [١٧ \\ ٩١] أَيْ بُسْتَانٌ مِنْ نَخِيلٍ وَعِنَبٍ، فَيُفَجِّرَ خِلَالَهَا - أَيْ وَسَطَهَا - أَنْهَارًا مِنَ الْمَاءِ، أَوْ يُسْقِطَ السَّمَاءَ عَلَيْهِمْ كِسَفًا: أَيْ قِطَعًا كَمَا زَعَمَ، أَيْ فِي قَوْلِهِ تَعَالَى: إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ الْآيَةَ [٣٤ \\ ٩] ، أَوْ يَأْتِيَهِمْ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا: أَيْ مُعَايَنَةً. قَالَهُ قَتَادَةُ وَابْنُ جُرَيْجٍ \" كَقَوْلِهِ: لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا[٢٥ \\ ٢١].</p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: قَبِيلًا: أَيْ كَفِيلًا ; مِنْ تَقَبَّلَهُ بِكَذَا: إِذَا كَفَلَهُ بِهِ. وَالْقَبِيلُ وَالْكَفِيلُ وَالزَّعِيمُ بِمَعْنًى وَاحِدٍ. وَقَالَ الزَّمَخْشَرِيُّ: قَبِيلًا بِمَا تَقُولُ: شَاهِدًا بِصِحَّتِهِ، وَكَوْنُ الْقَبِيلِ فِي هَذِهِ الْآيَةِ بِمَعْنَى الْكَفِيلِ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ وَالضَّحَّاكِ. وَقَالَ مُقَاتِلٌ: قَبِيلًا شَهِيدًا. وَقَالَ مُجَاهِدٌ: هُوَ جَمْعُ قَبِيلَةٍ ; أَيْ تَأْتِي بِأَصْنَافِ الْمَلَائِكَةِ، وَعَلَى هَذَا الْقَوْلِ فَهُوَ حَالٌ مِنَ الْمَلَائِكَةِ. أَوْ يَكُونَ لَهُ بَيْتٌ مِنْ زُخْرُفٍ: أَيْ مِنْ ذَهَبٍ. وَمِنْهُ قَوْلُهُ \" فِي الزُّخْرُفِ \": وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فَضَّةٍ - إِلَى قَوْلِهِ - وَزُخْرُفًا[٤٣ \\ ٣٣ - ٣٥]، أَيْ ذَهَبًا.أَوْ يَرْقَى فِي السَّمَاءِ:أَيْ يَصْعَدَ فِيهِ، وَإِنَّهُمْ لَنْ يُؤْمِنُوا لِرُقِيِّهِ، أَيْ مِنْ أَجْلِ صُعُودِهِ، حَتَّى يُنَزِّلَ عَلَيْهِمْ كِتَابًا يَقْرَءُونَهُ. وَهَذَا التَّعَنُّتُ وَالْعِنَادُ الْعَظِيمُ الَّذِي ذَكَرَهُ جَلَّ وَعَلَا عَنِ الْكُفَّارِ هُنَا بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، وَبَيَّنَ أَنَّهُمْ لَوْ فَعَلَ اللَّهُ مَا اقْتَرَحُوا مَا آمَنُوا.لِأَنَّ مَنْ سَبَقَ عَلَيْهِ الشَّقَاءُ لَا يُؤْمِنُ ; كَقَوْلِهِ تَعَالَى:وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ[٦ \\ ٧]،وَقَوْلِهِ:وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ[٦ \\ ١١١]،وَقَوْلِهِ:وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ[١٥ \\ ١٤ - ١٥]،وَقَوْلِهِ:وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ[٦ \\ ١٠٩]،وَقَوْلِهِ:إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ[١٠ \\ ٩٦ - ٩٧]، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ.</p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: كِتَابًا نَقْرَؤُهُ، أَيْ كِتَابًا مِنَ اللَّهِ إِلَى كُلِّ رَجُلٍ مِنَّا. </p><p> وَيُوَضِّحُ هَذَا قَوْلُهُ تَعَالَى \" فِي الْمُدَّثِّرِ \": بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً </p>"
}