{
  "id": null,
  "sura": 17,
  "aya": 58,
  "text": "<p> [٣٩ \\ ٣٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ قَدَّمْنَا «فِي سُورَةِ الْمَائِدَةِ» أَنَّ الْمُرَادَ بِالْوَسِيلَةِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ «وَفِي آيَةِ الْمَائِدَةِ» : هُوَ التَّقَرُّبُ إِلَى اللَّهِ بِالْعَمَلِ الصَّالِحِ ; وَمِنْهُ قَوْلُ لَبِيدٍ: </p><p> أَرَى النَّاسَ لَا يَدْرُونَ مَا قَدْرُ أَمْرِهِمْ ... بَلَى كُلُّ ذِي لُبٍّ إِلَى اللَّهِ وَاسِلُ </p><p> وَقَدْ قَدَّمْنَا «فِي الْمَائِدَةِ» أَنَّ التَّحْقِيقَ أَنَّ قَوْلَ عَنْتَرَةَ: </p><p> إِنَّ الرِّجَالَ لَهُمْ إِلَيْكِ وَسِيلَةٌ ... إِنْ يَأْخُذُوكِ تَكَحَّلِي وَتَخَضَّبِي </p><p> مِنْ هَذَا الْمَعْنَى، كَمَا قَدَّمْنَا أَنَّهَا تُجْمَعُ عَلَى وَسَائِلَ، كَقَوْلِهِ: </p><p> إِذَا غَفَلَ الْوَاشُونَ عُدْنَا لِوَصْلِنَا ... وَعَادَ التَّصَافِي بَيْنَنَا وَالْوَسَائِلُ </p><p> وَأَصَحُّ الْأَعَارِيبِ فِي قَوْلِهِ: أَيُّهُمْ أَقْرَبُ [١٧ \\ ٥٧] ، أَنَّهُ بَدَلٌ مِنْ وَاوِ الْفَاعِلِ فِي قَوْلِهِ: يَبْتَغُونَ، وَقَدْ أَوْضَحْنَا هَذَا «فِي سُورَةِ الْمَائِدَةِ» بِمَا أَغْنَى عَنْ إِعَادَتِهِ هُنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَذْفُ الصِّفَةِ، أَيْ: وَإِنْ مِنْ قَرْيَةٍ ظَالِمَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا. وَهَذَا النَّعْتُ الْمَحْذُوفُ دَلَّتْ عَلَيْهِ آيَاتٌ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ: وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ [٢٨ \\ ٥٩] ، وَقَوْلِهِ: ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ [٦ \\ ١٣١] ، أَيْ بَلْ لَا بُدَّ أَنْ تُنْذِرَهُمُ الرُّسُلُ فَيَكْفُرُوا بِهِمْ وَبِرَبِّهِمْ، وَقَوْلِهِ: وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ [١١ \\ ١١٧] ، وَقَوْلِهِ: وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا [٦٥ \\ ٨، ٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَغَايَةُ مَا فِي هَذَا الْقَوْلِ حَذْفُ النَّعْتِ مَعَ وُجُودِ أَدِلَّةٍ تَدُلُّ عَلَيْهِ، وَنَظِيرُهُ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا [١٨ \\ ٧٩] ، أَيْ كُلَّ سَفِينَةٍ صَالِحَةٍ ; بِدَلِيلِ أَنَّ خَرْقَ الْخَضِرِ لِلسَّفِينَةِ الَّتِي رَكِبَ فِيهَا هُوَ وَمُوسَى يُرِيدُ بِهِ سَلَامَتَهَا مِنْ أَخْذِ الْمَلِكِ لَهَا ; لِأَنَّهُ لَا يَأْخُذُ الْمَعِيبَةَ الَّتِي فِيهَا الْخَرْقُ وَإِنَّمَا يَأْخُذُ الصَّحِيحَةَ، وَمِنْ حَذْفِ النَّعْتِ قَوْلُهُ تَعَالَى: قَالُوا الْآنَ جِئْتَ بِالْحَقِّ [٢ \\ ٧١] ; أَيْ بِالْحَقِّ الْوَاضِحِ الَّذِي لَا لَبْسَ مَعَهُ فِي صِفَاتِ الْبَقَرَةِ الْمَطْلُوبَةِ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ الشَّاعِرِ، وَهُوَ الْمُرَقَّشُ الْأَكْبَرُ: </p>"
}