{
  "id": null,
  "sura": 17,
  "aya": 28,
  "text": "<p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَقَضَى رَبُّكَ [١٧ \\ ٢٣] مَعْنَاهُ: أَمَرَ وَأَلْزَمَ، وَأَوْجَبَ وَوَصَّى أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: وَقَضَى رَبُّكَ [١٧ \\ ٢٣] ، أَيْ أَمَرَ أَمْرًا مَقْطُوعًا بِهِ، وَاخْتَارَ أَبُو حَيَّانَ فِي «الْبَحْرِ الْمُحِيطِ» أَنَّ إِعْرَابَ قَوْلِهِ: إِحْسَانًا أَنَّهُ مَصْدَرٌ نَائِبٌ عَنْ فِعْلِهِ، فَهُوَ بِمَعْنَى الْأَمْرِ، وَعَطْفُ الْأَمْرِ الْمَعْنَوِيِّ أَوِ الصَّرِيحِ عَلَى النَّهْيِ مَعْرُوفٌ ; كَقَوْلِهِ: </p><p> وُقُوفًا بِهَا صَحْبِي عَلَى مَطِيِّهِمْ ... يَقُولُونَ لَا تَهْلَكْ أَسًى وَتَجَمَّلِ </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: وَبِالْوَالِدَيْنِ إِحْسَانًا أَيْ: وَأَحْسِنُوا بِالْوَالِدَيْنِ إِحْسَانًا، أَوْ بِأَنْ تُحْسِنُوا بِالْوَالِدَيْنِ إِحْسَانًا. </p><p> قَوْلُهُ تَعَالَى: وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا </p><p> ، الضَّمِيرُ فِي قَوْلِهِ: عَنْهُمُ [١٧ \\ ٢٨] ، رَاجِعٌ إِلَى الْمَذْكُورِينَ قَبْلَهُ فِي قَوْلِهِ: وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ الْآيَةَ [١٧ \\ ٢٦] . وَمَعْنَى الْآيَةِ: إِنْ تُعْرِضْ عَنْ هَؤُلَاءِ الْمَذْكُورِينَ فَلَمْ تُعْطَهُمْ شَيْئًا لِأَنَّهُ لَيْسَ عِنْدَكَ، وَإِعْرَاضُكَ الْمَذْكُورُ عَنْهُمْ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا [١٧ \\ ٢٨] ، أَيْ رِزْقٍ حَلَالٍ ; كَالْفَيْءِ يَرْزُقُكَهُ اللَّهُ فَتُعْطِيهِمْ مِنْهُ فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا، أَيْ لَيِّنًا لَطِيفًا طَيِّبًا، كَالدُّعَاءِ لَهُمْ بِالْغِنَى وَسَعَةِ الرِّزْقِ، وَوَعْدِهِمْ بِأَنَّ اللَّهَ إِذَا يَسَّرَ مِنْ فَضْلِهِ رِزْقًا أَنَّكَ تُعْطِيهِمْ مِنْهُ. </p><p> وَهَذَا تَعْلِيمٌ عَظِيمٌ مِنَ اللَّهِ لِنَبِيِّهِ لِمَكَارِمِ الْأَخْلَاقِ، وَأَنَّهُ إِنْ لَمْ يَقْدِرْ عَلَى الْإِعْطَاءِ الْجَمِيلِ فَلْيَتَجَمَّلْ فِي عَدَمِ الْإِعْطَاءِ ; لِأَنَّ الرَّدَّ الْجَمِيلَ خَيْرٌ مِنَ الْإِعْطَاءِ الْقَبِيحِ. </p><p> وَهَذَا الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، صَرَّحَ بِهِ اللَّهُ جَلَّ وَعَلَا فِي سُورَةِ «الْبَقَرَةِ» فِي قَوْلِهِ: قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذًى الْآيَةَ [٢ \\ ٢٦٣] ، وَلَقَدْ أَجَادَ مَنْ قَالَ: </p><p> إِلَّا تَكَنْ وَرِقٌ يَوْمًا أَجْوَدُ بِهَا ... لِلسَّائِلِينَ فَإِنِّي لَيِّنُ الْعُودِ </p><p> لَا يَعْدَمُ السَّائِلُونَ الْخَيْرَ مِنْ خُلُقِي ... إِمَّا نَوَالِي وَإِمَّا حُسْنُ مَرْدُودِي </p><p> وَالْآيَةُ الْكَرِيمَةُ تُشِيرُ إِلَى أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُعْرِضُ عَنِ الْإِعْطَاءِ إِلَّا عِنْدَ عَدَمِ مَا يُعْطَى مِنْهُ، وَأَنَّ الرِّزْقَ الْمُنْتَظَرَ إِذَا يَسَّرَهُ اللَّهُ فَإِنَّهُ يُعْطِيهِمْ مِنْهُ، وَلَا يُعْرِضُ عَنْهُمْ. وَهَذَا هُوَ غَايَةُ الْجُودِ وَكَرَمِ الْأَخْلَاقِ. وَقَالَ الْقُرْطُبِيُّ: قَوْلًا مَيْسُورًا مَفْعُولٌ بِمَعْنَى الْفَاعِلِ مِنْ لَفْظِ الْيُسْرِ </p>"
}