{
  "id": null,
  "sura": 17,
  "aya": 82,
  "text": "<p> حَتَّى مَرَّ عَلَيْهَا كُلِّهَا. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَفِي هَذِهِ الْآيَةِ دَلِيلٌ عَلَى كَسْرِ نُصُبِ الْمُشْرِكِينَ وَجَمِيعِ الْأَوْثَانِ إِذَا غُلِبَ عَلَيْهِمْ، وَيَدْخُلُ بِالْمَعْنَى كَسْرُ آلَةِ الْبَاطِلِ كُلِّهِ وَمَا لَا يَصْلُحُ إِلَّا لِمَعْصِيَةِ اللَّهِ كَالطَّنَابِيرِ وَالْعِيدَانِ وَالْمَزَامِيرِ الَّتِي لَا مَعْنَى لَهَا إِلَّا اللَّهْوُ بِهَا عَنْ ذِكْرِ اللَّهِ. </p><p> قَالَ ابْنُ الْمُنْذِرِ: وَفِي مَعْنَى الْأَصْنَامِ: الصُّوَرُ الْمُتَّخَذَةُ مِنَ الْمَدَرِ وَالْخَشَبِ وَشِبْهِهَا، وَكُلُّ مَا يَتَّخِذُهُ النَّاسُ مِمَّا لَا مَنْفَعَةَ فِيهِ إِلَّا اللَّهْوُ الْمَنْهِيُّ عَنْهُ، وَلَا يَجُوزُ بَيْعُ شَيْءٍ مِنْهُ إِلَّا الْأَصْنَامَ الَّتِي تَكُونُ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْحَدِيدِ وَالرَّصَاصِ إِذَا غُيِّرَتْ عَمَّا هِيَ عَلَيْهِ وَصَارَتْ نِقَرًا أَوْ قِطَعًا فَيَجُوزُ بَيْعُهَا وَالشِّرَاءُ بِهَا. قَالَ الْمُهَلَّبُ: وَمَا كُسِرَ مِنْ آلَاتِ الْبَاطِلِ وَكَانَ فِي حَبْسِهَا بَعْدَ كَسْرِهَا مَنْفَعَةٌ فَصَاحِبُهَا أَوْلَى بِهَا مَكْسُورَةً، إِلَّا أَنْ يَرَى الْإِمَامُ حَرْقَهَا بِالنَّارِ عَلَى مَعْنَى التَّشْدِيدِ وَالْعُقُوبَةِ فِي الْمَالِ، وَقَدْ تَقَدَّمَ حَرْقُ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ. وَقَدْ هَمَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَحْرِيقِ دُورِ مَنْ تَخَلَّفَ عَنْ صَلَاةِ الْجَمَاعَةِ، وَهَذَا أَصْلٌ فِي الْعُقُوبَةِ فِي الْمَالِ، مَعَ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّاقَةِ الَّتِي لَعَنَتْهَا صَاحِبَتُهَا «دَعُوهَا فَإِنَّهَا مَلْعُونَةٌ» ، فَأَزَالَ مِلْكَهَا عَنْهَا تَأْدِيبًا لِصَاحِبَتِهَا، وَعُقُوبَةً لَهَا فِيمَا دَعَتْ عَلَيْهِ بِمَا دَعَتْ بِهِ، وَقَدْ أَرَاقَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ لَبَنًا شِيبَ بِمَاءٍ عَلَى صَاحِبِهِ. اهـ الْغَرَضُ مِنْ كَلَامِ الْقُرْطُبِيِّ رَحِمَهُ اللَّهُ تَعَالَى. . </p><p> وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَاللَّهِ لَيَنْزِلَنَّ عِيسَى بْنُ مَرْيَمَ حَكَمًا عَدْلًا فَلَيَكْسِرَنَّ الصَّلِيبَ، وَلَيَقْتُلَنَّ الْخِنْزِيرَ» الْحَدِيثَ، مِنْ قَبِيلِ مَا ذَكَرْنَا دَلَالَةَ الْآيَةِ عَلَيْهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا. </p><p> قَدْ قَدَّمْنَا فِي أَوَّلِ «سُورَةِ الْبَقَرَةِ» الْآيَاتِ الْمُبَيِّنَةَ لِهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ ; كَقَوْلِهِ: فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ [٩ \\ ١٢٤، ١٢٥] ، وَقَوْلُهُ: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى [٤١ \\ ٤٤] كَمَا تَقَدَّمَ إِيضَاحُهُ. وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: مَا هُوَ شِفَاءٌ [١٧ \\ ٨٢] يَشْمَلُ كَوْنَهُ شِفَاءً لِلْقَلْبِ مِنْ أَمْرَاضِهِ ; كَالشَّكِّ وَالنِّفَاقِ وَغَيْرِ ذَلِكَ، وَكَوْنَهُ شِفَاءً لِلْأَجْسَامِ إِذَا رُقِيَ عَلَيْهَا بِهِ، كَمَا تَدُلُّ لَهُ قِصَّةُ الَّذِي رَقَى الرَّجُلَ اللَّدِيغَ بِالْفَاتِحَةِ، وَهِيَ صَحِيحَةٌ مَشْهُورَةٌ، وَقَرَأَ أَبُو عَمْرٍو وَنُنْزِلُ بِإِسْكَانِ النُّونِ وَتَخْفِيفِ الزَّايِ، وَالْبَاقُونَ بِفَتْحِ النُّونِ وَتَشْدِيدِ الزَّايِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}