{
  "id": null,
  "sura": 17,
  "aya": 56,
  "text": "<p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: نُفُورًا [١٧ \\ ٤٦] جَمْعُ نَافِرٍ ; فَهُوَ حَالٌ. أَيْ وَلَّوْا عَلَى أَدْبَارِهِمْ فِي حَالِ كَوْنِهِمْ نَافِرِينَ مِنْ ذِكْرِ اللَّهِ وَحْدَهُ مِنْ دُونِ إِشْرَاكٍ، وَالْفَاعِلُ يُجْمَعُ عَلَى فُعُولٍ كَسَاجِدٍ وَسُجُودٍ، وَرَاكِعٍ وَرُكُوعٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ:  «نُفُورًا» مَصْدَرٌ، وَعَلَيْهِ فَهُوَ مَا نَابَ عَنِ الْمُطْلَقِ مِنْ قَوْلِهِ: وَلَّوْا ; لِأَنَّ التَّوْلِيَةَ عَنْ ذِكْرِهِ وَحْدَهُ بِمَعْنَى النُّفُورِ مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا </p><p> ; بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمَعْبُودِينَ مِنْ دُونِ اللَّهِ الَّذِينَ زَعَمَ الْكُفَّارُ أَنَّهُمْ يُقَرِّبُونَهُمْ إِلَى اللَّهِ زُلْفَى، وَيَشْفَعُونَ لَهُمْ عِنْدَهُ لَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْ عَابِدِيهِمْ ; أَيْ إِزَالَةَ الْمَكْرُوهِ عَنْهُمْ، وَلَا تَحْوِيلًا، أَيْ تَحْوِيلَهُ مِنْ إِنْسَانٍ إِلَى آخَرَ، أَوْ تَحْوِيلَ الْمَرَضِ إِلَى الصِّحَّةِ، وَالْفَقْرِ إِلَى الْغِنَى، وَالْقَحْطِ إِلَى الْجَدْبِ، وَنَحْوَ ذَلِكَ. ثُمَّ بَيَّنَ فِيهَا أَيْضًا أَنَّ الْمَعْبُودِينَ الَّذِينَ عَبَدَهُمُ الْكَفَّارُ مَنْ دُونِ اللَّهِ يَتَقَرَّبُونَ إِلَى اللَّهِ بِطَاعَتِهِ، وَيَبْتَغُونَ الْوَسِيلَةَ إِلَيْهِ، أَيِ الطَّرِيقَ إِلَى رِضَاهُ وَنَيْلَ مَا عِنْدَهُ مِنَ الثَّوَابِ بِطَاعَتِهِ فَكَانَ الْوَاجِبُ عَلَيْكُمْ أَنْ تَكُونُوا مِثْلَهُمْ. </p><p> قَالَ ابْنُ مَسْعُودٍ: نَزَلَتْ هَذِهِ الْآيَةُ فِي قَوْمٍ مِنَ الْعَرَبِ مِنْ خُزَاعَةَ - أَوْ غَيْرِهِمْ - كَانُوا يَعْبُدُونَ رِجَالًا مِنَ الْجِنِّ، فَأَسْلَمَ الْجِنِّيُّونَ وَبَقِيَ الْكُفَّارُ يَعْبُدُونَهُمْ فَأَنْزَلَ اللَّهُ: أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ الْآيَةَ [١٧ \\ ٥٧] ، وَعَنِ ابْنِ عَبَّاسٍ: أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي الَّذِينَ كَانُوا يَعْبُدُونَ عُزَيْرًا وَالْمَسِيحَ وَأُمَّهُ، وَعَنْهُ أَيْضًا، وَعَنِ ابْنِ مَسْعُودٍ، وَابْنِ زَيْدٍ، وَالْحَسَنِ: أَنَّهَا نَزَلَتْ فِي عَبَدَةِ الْمَلَائِكَةِ. وَعَنِ ابْنِ عَبَّاسٍ: أَنَّهَا نَزَلَتْ فِي عَبَدَةِ الشَّمْسِ وَالْقَمَرِ وَالْكَوَاكِبِ وَعُزَيْرٍ وَالْمَسِيحِ وَأُمِّهِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي بَيَّنَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ أَنَّ كُلَّ مَعْبُودٍ مِنْ دُونِ اللَّهِ لَا يَنْفَعُ عَابِدَهُ، وَأَنَّ كُلَّ مَعْبُودٍ مِنْ دُونِهِ مُفْتَقِرٌ إِلَيْهِ وَمُحْتَاجٌ لَهُ جَلَّ وَعَلَا، بَيَّنَهُ أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ «فِي سَبَأٍ» : قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ [٣٤ \\ ٢٢ - ٢٣] ، وَقَوْلِهِ «فِي الزُّمَرِ» : أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ </p>"
}