{
  "id": null,
  "sura": 18,
  "aya": 46,
  "text": "<p> وَقَوْلِهِ: فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ [٨٦ \\ ١٠] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. وَقَوْلُهُ: هُنَالِكَ، قَالَ بَعْضُ الْعُلَمَاءِ: هُوَ مُتَعَلِّقٌ بِمَا بَعْدَهُ، وَالْوَقْفُ تَامٌّ عَلَى قَوْلِهِ: وَمَا كَانَ مُنْتَصِرًا، وَقَالَ بَعْضُهُمْ: هُوَ مُتَعَلِّقٌ بِمَا قَبْلَهُ، فَعَلَى الْقَوْلِ الْأَوَّلِ فَالظَّرْفُ الَّذِي هُوَ «هُنَالِكَ» عَامِلُهُ مَا بَعْدَهُ، أَيِ: الْوَلَايَةُ كَائِنَةٌ لِلَّهِ هُنَالِكَ. وَعَلَى الثَّانِي فَالْعَامِلُ فِي الظَّرْفِ اسْمُ الْفَاعِلِ الَّذِي هُوَ «مُنْتَصِرًا» أَيْ: لَمْ يَكُنِ انْتِصَارُهُ وَاقِعًا هُنَالِكَ. وَقَوْلُهُ: هُوَ خَيْرٌ ثَوَابًا، أَيْ: جَزَاءً كَمَا تَقَدَّمَ، وَقَوْلُهُ «عُقْبًا» أَيْ: عَاقِبَةً وَمَآلًا، وَقَرَأَهُ السَّبْعَةُ مَا عَدَا عَاصِمًا وَحَمْزَةَ «عُقُبًا» بِضَمَّتَيْنِ. وَقِرَاءَةُ عَاصِمٍ وَحَمْزَةَ «عُقْبًا» بِضَمِّ الْعَيْنِ وَسُكُونِ الْقَافِ وَالْمَعْنَى وَاحِدٌ. وَقَوْلُهُ «ثَوَابًا» وَقَوْلُهُ «عُقْبًا» كِلَاهُمَا مَنْصُوبٌ عَلَى التَّمْيِيزِ بَعْدَ صِيغَةِ التَّفْضِيلِ الَّتِي هِيَ «خَيْرٌ» كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَالْفَاعِلَ الْمَعْنَى انْصِبَنْ بِأَفْعَلَا ... مُفَضِّلًا كَأَنْتَ أَعْلَى مَنْزِلًا </p><p> وَلَفْظَةُ خَيْرٍ وَشَرٍّ كِلْتَاهُمَا تَأْتِي صِيغَةَ تَفْضِيلٍ حُذِفَتْ مِنْهَا الْهَمْزَةُ تَخْفِيفًا لِكَثْرَةِ الِاسْتِعْمَالِ، قَالَ ابْنُ مَالِكٍ فِي الْكَافِيَةِ: </p><p> وَغَالِبًا أَغْنَاهُمْ خَيْرٌ وَشَرٌّ ... عَنْ قَوْلِهِمْ أُخَرُ مِنْهُ وَأَشَّرُ </p><p> تَنْبِيهٌ </p><p> قَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فِئَةٌ مَحْذُوفٌ مِنْهُ حَرْفٌ بِلَا خِلَافٍ، إِلَّا أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الْحَرْفِ الْمَحْذُوفِ. هَلْ هُوَ يَاءٌ أَوْ وَاوٌ، وَهَلْ هُوَ الْعَيْنُ أَوِ اللَّامُ؟ قَالَ بَعْضُهُمْ: الْمَحْذُوفُ الْعَيْنُ، وَأَصْلُهُ يَاءٌ. وَأَصْلُ الْمَادَّةِ ف ي أ، مِنْ فَاءَ يَفِيءُ: إِذَا رَجَعَ ; لِأَنَّ فِئَةَ الرَّجُلِ طَائِفَتُهُ الَّتِي يَرْجِعُ إِلَيْهَا فِي أُمُورِهِ، وَعَلَى هَذَا فَالتَّاءُ عِوَضٌ عَنِ الْعَيْنِ الْمَحْذُوفَةِ، وَوَزْنُهُ بِالْمِيزَانِ الصَّرْفِيِّ «فِلَةٌ» وَقَالَ بَعْضُهُمْ: الْمَحْذُوفُ اللَّامِ، وَأَصْلُهُ وَاوٌ، مِنْ فَأَوْتُ رَأْسَهُ: إِذَا شَقَقْتَهُ نِصْفَيْنِ، وَعَلَيْهِ فَالْفِئَةُ الْفِرْقَةُ مِنَ النَّاسِ. وَعَلَى هَذَا فَوَزْنُهُ بِالْمِيزَانِ الصَّرْفِيِّ «فِعَةٌ» وَالتَّاءُ عِوَضٌ عَنِ اللَّامِ، وَكِلَا الْقَوْلَيْنِ نَصَرَهُ بَعْضُ أَهْلِ الْعِلْمِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمَالَ وَالْبَنِينَ زِينَةُ الْحَيَاةِ الدُّنْيَا، وَأَنَّ الْبَاقِيَاتِ الصَّالِحَاتِ خَيْرٌ عِنْدَ اللَّهِ ثَوَابًا وَخَيْرٌ أَمَلًا. </p><p> وَالْمُرَادُ مِنَ الْآيَةِ الْكَرِيمَةِ تَنْبِيهُ النَّاسِ لِلْعَمَلِ الصَّالِحِ ; لِئَلَّا يَشْتَغِلُوا بِزِينَةِ الْحَيَاةِ الدُّنْيَا </p><p> مِنَ الْمَالِ وَالْبَنِينَ عَمَّا يَنْفَعُهُمْ فِي الْآخِرَةِ عِنْدَ اللَّهِ مِنَ الْأَعْمَالِ الْبَاقِيَاتِ الصَّالِحَاتِ، وَهَذَا الْمَعْنَى الَّذِي أَشَارَ لَهُ هُنَا جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ تَعَالَى: زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ الْآيَةَ [٣ \\ ١٤ - ١٥] ، وَقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ [٦٣ \\ ٩] ، وَقَوْلِهِ: إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ [٦٤ \\ ١٥] ، وَقَوْلِهِ: وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا الْآيَةَ [٣٤ \\ ٣٧] ، وَقَوْلِهِ: يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ [٢٦ \\ ٨٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْإِنْسَانَ لَا يَنْبَغِي لَهُ الِاشْتِغَالُ بِزِينَةِ الْحَيَاةِ الدُّنْيَا عَمَّا يَنْفَعُهُ فِي آخِرَتِهِ، وَأَقْوَالُ الْعُلَمَاءِ فِي الْبَاقِيَاتِ الصَّالِحَاتِ كُلُّهَا رَاجِعَةٌ إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ الْأَعْمَالُ الَّتِي تُرْضِي اللَّهَ، سَوَاءٌ قُلْنَا: إِنَّهَا الصَّلَوَاتُ الْخَمْسُ، كَمَا هُوَ مَرْوِيٌّ عَنْ جَمَاعَةٍ مِنَ السَّلَفِ: مِنْهُمُ ابْنُ عَبَّاسٍ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَأَبُو مَيْسَرَةَ، وَعَمْرُو بْنُ شُرَحْبِيلَ، أَوْ أَنَّهَا: سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، وَعَلَى هَذَا الْقَوْلِ جُمْهُورُ الْعُلَمَاءِ، وَجَاءَتْ دَالَّةٌ عَلَيْهِ أَحَادِيثُ مَرْفُوعَةٌ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَأَبِي الدَّرْدَاءِ، وَأَبِي هُرَيْرَةَ، وَالنُّعْمَانِ بْنِ بَشِيرٍ، وَعَائِشَةَ رَضِيَ اللَّهُ عَنْهُمْ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: التَّحْقِيقُ أَنَّ «الْبَاقِيَاتِ الصَّالِحَاتِ» لَفْظٌ عَامٌّ، يَشْمَلُ الصَّلَوَاتِ الْخَمْسَ، وَالْكَلِمَاتِ الْخَمْسَ الْمَذْكُورَةَ، وَغَيْرَ ذَلِكَ مِنَ الْأَعْمَالِ الَّتِي تُرْضِي اللَّهَ تَعَالَى: لِأَنَّهَا بَاقِيَةٌ لِصَاحِبِهَا غَيْرُ زَائِلَةٍ. وَلَا فَانِيَةٍ كَزِينَةِ الْحَيَاةِ الدُّنْيَا، وَلِأَنَّهَا أَيْضًا صَالِحَةٌ لِوُقُوعِهَا عَلَى الْوَجْهِ الَّذِي يُرْضِي اللَّهَ تَعَالَى. وَقَوْلُهُ: خَيْرٌ ثَوَابًا تَقَدَّمَ مَعْنَاهُ. وَقَوْلُهُ: وَخَيْرٌ أَمَلًا أَيِ: الَّذِي يُؤَمِّلُ مِنْ عَوَاقِبِ الْبَاقِيَاتِ الصَّالِحَاتِ، خَيْرٌ مِمَّا يُؤَمِّلُهُ أَهْلُ الدُّنْيَا مِنْ زِينَةِ حَيَاتِهِمُ الدُّنْيَا وَأَصْلُ الْأَمَلِ: طَمَعُ الْإِنْسَانِ بِحُصُولِ مَا يَرْجُوهُ فِي الْمُسْتَقْبَلِ. وَنَظِيرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ قَوْلُهُ تَعَالَى فِي «مَرْيَمَ» : وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا [١٩ \\ ٧٦] ، وَالْمَرَدُّ: الْمَرْجِعُ إِلَى اللَّهِ يَوْمَ الْقِيَامَةِ، وَقَالَ بَعْضُ الْعُلَمَاءِ:  «مَرَدًّا» مَصْدَرٌ مِيمِيٌّ، أَيْ: </p>"
}