{
  "id": null,
  "sura": 18,
  "aya": 23,
  "text": "<p> وَهِيَ قَوْلُهُمْ: لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا [١٨ \\ ٢١] ; لِأَنَّ اتِّخَاذَ الْمَسَاجِدِ مِنْ صِفَاتِ الْمُؤْمِنِينَ لَا مِنْ صِفَاتِ الْكُفَّارِ، هَكَذَا قَالَ بَعْضُ أَهْلِ الْعِلْمِ. وَلِقَائِلٍ أَنْ يَقُولَ: اتِّخَاذُ الْمَسَاجِدِ عَلَى الْقُبُورِ مِنْ فِعْلِ الْمَلْعُونِينَ عَلَى لِسَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لَا مِنْ فِعْلِ الْمُسْلِمِينَ، وَقَدْ قَدَّمْنَا ذَلِكَ مُسْتَوْفًى بِأَدِلَّتِهِ فِي سُورَةِ «الْحِجْرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ الْآيَةَ [١٥ \\ ٨٠] . </p><p> قَوْلُهُ تَعَالَى: سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ. </p><p> أَخْبَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنِ اخْتِلَافِ النَّاسِ فِي عِدَّةِ أَصْحَابِ الْكَهْفِ، فَذَكَرَ ثَلَاثَةَ أَقْوَالٍ عَلَى أَنَّهُ لَا قَائِلَ بِرَابِعٍ، وَجَاءَ فِي الْآيَةِ الْكَرِيمَةِ بِقَرِينَةٍ تَدُلُّ عَلَى أَنَّ الْقَوْلَ الثَّالِثَ هُوَ الصَّحِيحُ وَالْأَوَّلَانِ بَاطِلَانِ ; لِأَنَّهُ لَمَّا ذَكَرَ الْقَوْلَيْنِ الْأَوَّلَيْنِ بِقَوْلِهِ: سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ الْآيَةَ [١٨ \\ ٢٢] ، أَتْبَعَ ذَلِكَ بِقَوْلِهِ: رَجْمًا بِالْغَيْبِ، أَيْ: قَوْلًا بِلَا عِلْمٍ، كَمَنْ يَرْمِي إِلَى مَكَانٍ لَا يَعْرِفُهُ فَإِنَّهُ لَا يَكَادُ يُصِيبُ، وَإِنْ أَصَابَ بِلَا قَصْدٍ ; كَقَوْلِهِ: وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ [٣٤ \\ ٥٣] . </p><p> وَقَالَ الْقُرْطُبِيُّ: الرَّجْمُ الْقَوْلُ بِالظَّنِّ، يُقَالُ لِكُلِّ مَا يُخْرَصُ رُجِمَ فِيهِ وَمَرْجُومٌ وَمُرَجَّمٌ كَمَا قَالَ زُهَيْرٌ: </p><p> وَمَا الْحَرْبُ إِلَّا مَا عَلِمْتُمْ وَذُقْتُمُ ... وَمَا هُوَ عَنْهَا بِالْحَدِيثِ الْمُرَجَّمِ </p><p> ثُمَّ حَكَى الْقَوْلَ الثَّالِثَ بِقَوْلِهِ: وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ فَأَقَرَّهُ، وَلَمْ يَذْكُرْ بَعْدَهُ أَنَّ ذَلِكَ رَجْمٌ بِالْغَيْبِ، فَدَلَّ عَلَى أَنَّهُ الصَّحِيحُ، وَقَوْلُهُ: مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ، قَالَ ابْنُ عَبَّاسٍ: أَنَا مِنْ ذَلِكَ الْقَلِيلِ الَّذِي يَعْلَمُهُمْ، كَانُوا سَبْعَةً. وَقَوْلُهُ: قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ فِيهِ تَعْلِيمٌ لِلنَّاسِ أَنْ يَرُدُّوا عِلْمَ الْأَشْيَاءِ إِلَى خَالِقِهَا جَلَّ وَعَلَا وَإِنْ عَلِمُوا بِهَا، كَمَا أَعْلَمَ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمُدَّةٍ لُبْثِهِمْ فِي قَوْلِهِ: وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا [١٨ \\ ٢٥] ، ثُمَّ أَمَرَهُ مَعَ ذَلِكَ بِرَدِّ الْعِلْمِ إِلَيْهِ جَلَّ وَعَلَا فِي قَوْلِهِ جَلَّ وَعَلَا: قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [١٨ \\ ٢٦] ، وَمَا قَدَّمْنَا مِنْ أَنَّهُ لَا قَائِلَ بِرَابِعٍ قَالَهُ ابْنُ كَثِيرٍ أَخْذًا مِنْ ظَاهِرِ الْآيَةِ الْكَرِيمَةِ. مَعَ أَنَّ ابْنَ إِسْحَاقَ وَابْنَ جُرَيْجٍ قَالَا: كَانُوا ثَمَانِيَةً، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا إِلَّا أَنْ يَشَاءَ اللَّهُ. </p><p> نَهَى اللَّهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ: إِنَّهُ سَيَفْعَلُ شَيْئًا فِي الْمُسْتَقْبَلِ إِلَّا مُعَلِّقًا ذَلِكَ عَلَى مَشِيئَةِ </p><p> اللَّهِ الَّذِي لَا يَقَعُ شَيْءٌ فِي الْعَالَمِ كَائِنًا مَا كَانَ إِلَّا بِمَشِيئَتِهِ جَلَّ وَعَلَا، فَقَوْلُهُ: وَلَا تَقُولَنَّ لِشَيْءٍ [١٨ \\ ٢٣] ، أَيْ: لَا تَقُولَنَّ لِأَجْلِ شَيْءٍ تَعْزِمُ عَلَى فِعْلِهِ فِي الْمُسْتَقْبَلِ إِنِّي فَاعِلٌ ذَلِكَ الشَّيْءَ غَدًا. </p><p> وَالْمُرَادُ بِالْغَدِ: مَا يُسْتَقْبَلُ مِنَ الزَّمَانِ لَا خُصُوصُ الْغَدِ. وَمِنْ أَسَالِيبِ الْعَرَبِيَّةِ إِطْلَاقُ الْغَدِ عَلَى الْمُسْتَقْبَلِ مِنَ الزَّمَانِ ; وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> وَأَعْلَمُ عِلْمَ الْيَوْمِ وَالْأَمْسِ قَبْلَهُ ... وَلَكِنَّنِي عَنْ عِلْمِ مَا فِي غَدٍ عَمُ </p><p> يَعْنِي أَنَّهُ لَا يَعْلَمُ مَا يَكُونُ فِي الْمُسْتَقْبَلِ، إِذْ لَا وَجْهَ لِتَخْصِيصِ الْغَدِ الْمُعَيَّنِ بِذَلِكَ، وَقَوْلُهُ: إِلَّا أَنْ يَشَاءَ اللَّهُ [١٨ \\ ٢٤] ، إِلَّا قَائِلًا فِي ذَلِكَ إِلَّا أَنْ يَشَاءَ اللَّهُ، أَيْ: مُعَلِّقًا بِمَشِيئَةِ اللَّهِ، أَوْ لَا تَقُولَنَّهُ إِلَّا بِإِنْ شَاءَ اللَّهُ، أَيْ: إِلَّا بِمَشِيئَةِ اللَّهِ، وَهُوَ فِي مَوْضِعِ الْحَالِ، يَعْنِي إِلَّا مُتَلَبِّسًا بِمَشِيئَةِ اللَّهِ قَائِلًا إِنْ شَاءَ اللَّهُ، قَالَهُ الزَّمَخْشَرِيُّ وَغَيْرُهُ. </p><p> وَسَبَبُ نُزُولِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْيَهُودَ قَالُوا لِقُرَيْشٍ: سَلُوا مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الرُّوحِ، وَعَنْ رَجُلٍ طَوَّافٍ فِي الْأَرْضِ،) يَعْنُونَ ذَا الْقَرْنَيْنِ (، وَعَنْ فِتْيَةٍ لَهُمْ قِصَّةٌ عَجِيبَةٌ فِي الزَّمَانِ الْمَاضِي، يَعْنُونَ أَصْحَابَ الْكَهْفِ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «سَأُخْبِرُكُمْ غَدًا عَمَّا سَأَلْتُمْ عَنْهُ» ، وَلَمْ يَقُلْ إِنْ شَاءَ اللَّهُ، فَلَبِثَ عَنْهُ الْوَحْيُ مُدَّةً، قِيلَ خَمْسَ عَشْرَةَ لَيْلَةً، وَقِيلَ غَيْرُ ذَلِكَ. فَأَحْزَنَهُ تَأَخُّرُ الْوَحْيِ عَنْهُ، ثُمَّ أَنْزَلَ عَلَيْهِ الْجَوَابَ عَنِ الْأَسْئِلَةِ الثَّلَاثَةِ، قَالَ فِي الرُّوحِ: وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي الْآيَةَ [١٧ \\ ٨٥] ، وَقَالَ فِي الْفِتْيَةِ نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ الْآيَاتِ [١٨ \\ ١٣] إِلَى آخِرِ قِصَّتِهِمْ، وَقَالَ فِي الرَّجُلِ الطَّوَّافِ: وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا [١٨ \\ ٨٣] الْآيَاتِ إِلَى آخِرِ قِصَّتِهِ. </p><p> فَإِذَا عَرَفْتَ مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ وَسَبَبَ نُزُولِهَا، وَأَنَّ اللَّهَ عَاتَبَ نَبِيَّهُ فِيهَا عَلَى عَدَمِ قَوْلِهِ إِنْ شَاءَ اللَّهُ، لَمَّا قَالَ لَهُمْ «سَأُخْبِرُكُمْ غَدًا» ، فَاعْلَمْ أَنَّهُ دَلَّتْ آيَةٌ أُخْرَى بِضَمِيمَةِ بَيَانِ السُّنَّةِ لَهَا عَلَى أَنَّ اللَّهَ عَاتَبَ نَبِيَّهُ سُلَيْمَانَ عَلَى عَدَمِ قَوْلِهِ إِنْ شَاءَ اللَّهُ، كَمَا عَاتَبَ نَبِيَّهُ فِي هَذِهِ الْآيَةِ عَلَى ذَلِكَ، بَلْ فِتْنَةُ سُلَيْمَانَ بِذَلِكَ كَانَتْ أَشَدَّ ; فَقَدْ أَخْرَجَ الشَّيْخَانِ فِي صَحِيحَيْهِمَا مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «قَالَ سُلَيْمَانُ بْنُ دَاوُدَ عَلَيْهِمَا وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: لَأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً - وَفِي رِوَايَةٍ تِسْعِينَ امْرَأَةً، وَفِي رِوَايَةٍ مِائَةِ امْرَأَةٍ - تَلِدُ كُلُّ امْرَأَةٍ مِنْهُنَّ غُلَامًا يُقَاتِلُ فِي سَبِيلِ اللَّهِ» ، فَقِيلَ لَهُ - وَفِي رِوَايَةٍ قَالَ لَهُ الْمَلِكُ:  «قُلْ إِنْ شَاءَ اللَّهُ» فَلَمْ يَقُلْ، فَطَافَ بِهِنَّ فَلَمْ تَلِدْ مِنْهُنَّ إِلَّا امْرَأَةٌ وَاحِدَةٌ نِصْفَ </p><p> إِنْسَانٍ ; فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَالَّذِي نَفْسِي بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ اللَّهُ لَمْ يَحْنَثْ وَكَانَ دَرْكًا لِحَاجَتِهِ» ، وَفِي رِوَايَةٍ:  «وَلَقَاتَلُوا فِي سَبِيلِ اللَّهِ فُرْسَانًا أَجْمَعُونَ» اهـ. </p><p> فَإِذَا عَلِمْتَ هَذَا فَاعْلَمْ أَنَّ هَذَا الْحَدِيثَ الصَّحِيحَ بَيَّنَ مَعْنَى قَوْلِهِ تَعَالَى: وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا الْآيَةَ [٣٨ \\ ٣٤] ، وَأَنَّ فِتْنَةَ سُلَيْمَانَ كَانَتْ بِسَبَبِ تَرْكِهِ قَوْلَهُ «إِنْ شَاءَ اللَّهُ» ، وَأَنَّهُ لَمْ يَلِدْ مِنْ تِلْكَ النِّسَاءِ إِلَّا وَاحِدَةً نِصْفَ إِنْسَانٍ، وَأَنَّ ذَلِكَ الْجَسَدَ الَّذِي هُوَ نِصْفُ إِنْسَانٍ هُوَ الَّذِي أُلْقِيَ عَلَى كُرْسِيِّهِ بَعْدَ مَوْتِهِ فِي قَوْلِهِ تَعَالَى: وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا الْآيَةَ، فَمَا يَذْكُرُهُ الْمُفَسِّرُونَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَلَقَدْ فَتَنَّا سُلَيْمَانَ الْآيَةَ، مِنْ قِصَّةِ الشَّيْطَانِ الَّذِي أَخَذَ الْخَاتَمَ وَجَلَسَ عَلَى كُرْسِيِّ سُلَيْمَانَ، وَطَرَدَ سُلَيْمَانَ عَنْ مُلْكِهِ ; حَتَّى وَجَدَ الْخَاتَمَ فِي بَطْنِ السَّمَكَةِ الَّتِي أَعْطَاهَا لَهُ مَنْ كَانَ يَعْمَلُ عِنْدَهُ بِأَجْرٍ مَطْرُودًا عَنْ مُلْكِهِ، إِلَى آخِرِ الْقِصَّةِ، لَا يَخْفَى أَنَّهُ بَاطِلٌ لَا أَصْلَ لَهُ، وَأَنَّهُ لَا يَلِيقُ بِمَقَامِ النُّبُوَّةِ. فَهِيَ مِنَ الْإِسْرَائِيلِيَّاتِ الَّتِي لَا يَخْفَى أَنَّهَا بَاطِلَةٌ. </p><p> وَالظَّاهِرُ فِي مَعْنَى الْآيَةِ هُوَ مَا ذَكَرْنَا، وَقَدْ دَلَّتِ السُّنَّةُ الصَّحِيحَةُ عَلَيْهِ فِي الْجُلَّةِ، وَاخْتَارَهُ بَعْضُ الْمُحَقِّقِينَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ قَوْلَانِ مَعْرُوفَانِ لِعُلَمَاءِ التَّفْسِيرِ: </p><p> الْأَوَّلُ: أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ مُتَعَلِّقَةٌ بِمَا قَبْلَهَا، وَالْمَعْنَى: أَنَّكَ إِنْ قُلْتَ سَأَفْعَلُ غَدًا كَذَا وَنَسِيتَ أَنْ تَقُولَ إِنْ شَاءَ اللَّهُ، ثُمَّ تَذَكَّرْتَ بَعْدَ ذَلِكَ فَقُلْ إِنْ شَاءَ اللَّهُ ; أَيِ: اذْكُرْ رَبَّكَ مُعَلِّقًا عَلَى مَشِيئَتِهِ مَا تَقُولُ أَنَّكَ سَتَفْعَلُهُ غَدًا إِذَا تَذَكَّرْتَ بَعْدَ النِّسْيَانِ، وَهَذَا الْقَوْلُ هُوَ الظَّاهِرُ ; لِأَنَّهُ يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى قَبْلَهُ: وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا إِلَّا أَنْ يَشَاءَ اللَّهُ [١٨ \\ ٢٣، ٢٤] ، وَهُوَ قَوْلُ الْجُمْهُورِ. وَمِمَّنْ قَالَ بِهِ ابْنُ عَبَّاسٍ وَالْحَسَنُ الْبَصْرِيُّ وَأَبُو الْعَالِيَةِ وَغَيْرُهُمْ. </p><p> الْقَوْلُ الثَّانِي: أَنَّ الْآيَةَ لَا تَعَلُّقَ لَهَا بِمَا قَبْلَهَا، أَنَّ الْمَعْنَى: إِذَا وَقَعَ مِنْكَ النِّسْيَانُ لِشَيْءٍ فَاذْكُرِ اللَّهَ ; لِأَنَّ النِّسْيَانَ مِنَ الشَّيْطَانِ، كَمَا قَالَ تَعَالَى عَنْ فَتَى مُوسَى: وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ [١٨ \\ ٦٣] ، وَكَقَوْلِهِ: اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ [٥٨ \\ ١٩] ، وَقَالَ تَعَالَى: وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ [٦ \\ ٦٨] ، وَذِكْرُ اللَّهِ تَعَالَى يَطْرُدُ الشَّيْطَانَ، كَمَا يَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: </p><p> وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ [٤٣ \\ ٣٦] ، وَقَوْلُهُ تَعَالَى: قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ الْآيَةَ [١١٤ \\ ١ - ٤] ; أَيِ: الْوَسْوَاسِ عِنْدَ الْغَفْلَةِ عَنْ ذِكْرِ اللَّهِ، الْخَنَّاسِ: الَّذِي يَخْنِسُ وَيَتَأَخَّرُ صَاغِرًا عِنْدَ ذِكْرِ اللَّهِ، فَإِذَا ذَهَبَ الشَّيْطَانُ النِّسْيَانَ. وَقَالَ بَعْضُهُمْ: وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ [١٨ \\ ٢٤] ، أَيْ: صَلِّ الصَّلَاةَ الَّتِي كُنْتَ نَاسِيًا لَهَا عِنْدَ ذِكْرِكَ لَهَا، كَمَا قَالَ تَعَالَى: وَأَقِمِ الصَّلَاةَ لِذِكْرِي [٢٠ \\ ١٤] ، وَقَوْلُ مَنْ قَالَ إِذَا نَسِيتَ، أَيْ: إِذَا غَضِبْتَ - ظَاهِرُ السُّقُوطِ. </p><p> مَسْأَلَةٌ </p><p> اشْتُهِرَ عَلَى أَلْسِنَةِ الْعُلَمَاءِ عَنِ ابْنِ عَبَّاسِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ اسْتَنْبَطَ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الِاسْتِثْنَاءَ يَصِحُّ تَأْخِيرُهُ عَنِ الْمُسْتَثْنَى مِنْهُ زَمَنًا طَوِيلًا، قَالَ بَعْضُهُمْ: إِلَى شَهْرٍ، وَقَالَ بَعْضُهُمْ: إِلَى سَنَةٍ، وَقَالَ بَعْضُهُمْ عَنْهُ: لَهُ الِاسْتِثْنَاءُ أَبَدًا. وَوَجَّهَ أَخْذَهُ ذَلِكَ مِنَ الْآيَةِ: أَنَّ اللَّهَ تَعَالَى نَهَى نَبِيَّهُ أَنْ يَقُولَ: إِنَّهُ سَيَفْعَلُ شَيْئًا فِي الْمُسْتَقْبَلِ إِلَّا مِنَ الِاسْتِثْنَاءِ بِإِنْ شَاءَ اللَّهُ، ثُمَّ قَالَ: وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ ; أَيْ: إِنْ نَسِيتَ تَسْتَثْنِي بِإِنْ شَاءَ اللَّهُ فَاسْتَثْنِ إِذَا تَذَكَّرْتَ مِنْ غَيْرِ تَقْيِيدٍ بِاتِّصَالٍ وَلَا قُرْبٍ. </p><p> وَالتَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ أَنَّ الِاسْتِثْنَاءَ لَا يَصِحُّ إِلَّا مُقْتَرِنًا بِالْمُسْتَثْنَى مِنْهُ، وَأَنَّ الِاسْتِثْنَاءَ الْمُتَأَخِّرَ لَا أَثَرَ لَهُ وَلَا تُحَلُّ بِهِ الْيَمِينُ، وَلَوْ كَانَ الِاسْتِثْنَاءُ الْمُتَأَخِّرُ يَصِحُّ لَمَا عُلِمَ فِي الدُّنْيَا أَنَّهُ تَقَرَّرَ عَقْدٌ وَلَا يَمِينٌ وَلَا غَيْرُ ذَلِكَ، لِاحْتِمَالِ طُرُوِّ الِاسْتِثْنَاءِ بَعْدَ ذَلِكَ، وَهَذَا فِي غَايَةِ الْبُطْلَانِ كَمَا تَرَى. وَيُحْكَى عَنِ الْمَنْصُورِ أَنَّهُ بَلَغَهُ أَنَّ أَبَا حَنِيفَةَ رَحِمَهُ اللَّهُ يُخَالِفُ مَذْهَبَ ابْنِ عَبَّاسٍ الْمَذْكُورَ ; فَاسْتَحْضَرَهُ لِيُنْكِرَ عَلَيْهِ ذَلِكَ، فَقَالَ الْإِمَامُ أَبُو حَنِيفَةَ لِلْمَنْصُورِ: هَذَا يَرْجِعُ عَلَيْكَ! إِنَّك تَأْخُذُ الْبَيْعَةَ بِالْأَيْمَانِ، أَفَتَرْضَى أَنْ يَخْرُجُوا مِنْ عِنْدِكَ فَيَسْتَثْنَوْا فَيَخْرُجُوا عَلَيْكَ! ؟ فَاسْتَحْسَنَ كَلَامَهُ وَرَضِيَ عَنْهُ. </p><p> فَائِدَةٌ </p><p> قَالَ ابْنُ الْعَرَبِيِّ الْمَالِكِيِّ: سَمِعْتُ فَتَاةً بِبَغْدَادَ تَقُولُ لِجَارَتِهَا: لَوْ كَانَ مَذْهَبُ ابْنِ عَبَّاسٍ صَحِيحًا فِي الِاسْتِثْنَاءِ مَا قَالَ اللَّهُ تَعَالَى لِأَيُّوبَ: وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ [٣٨ \\ ٤٤] ، بَلْ يَقُولُ اسْتَثْنِ بِإِنْ شَاءَ اللَّهُ انْتَهَى مِنْهُ بِوَاسِطَةِ نَقْلِ صَاحِبِ نَشْرِ الْبُنُودِ فِي شَرْحٍ، وَقَوْلِهِ فِي مَرَاقِي السُّعُودِ: </p>"
}