{
  "id": null,
  "sura": 18,
  "aya": 43,
  "text": "<p> أَنَا سَيْفُ الْعَشِيرَةِ فَاعْرِفُونِي ... حَمِيدًا قَدْ تَذَرَّيْتُ السَّنَامَا </p><p> وَقَوْلُ الْأَعْشَى: </p><p> فَكَيْفَ أَنَا وَانْتِحَالُ الْقَوَافِي ... بَعْدَ الْمَشِيبِ كَفَى ذَاكَ عَارًا </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَهُوَ يُحَاوِرُهُ جُمْلَةٌ حَالِيَّةٌ، وَالْمُحَاوَرَةُ: الْمُرَاجَعَةُ فِي الْكَلَامِ: وَمِنْهُ قَوْلُهُ تَعَالَى: قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا [٥٨ \\ ١] ، وَقَوْلُ عَنْتَرَةَ فِي مُعَلَّقَتِهِ: </p><p> لَوْ كَانَ يَدْرِي مَا الْمُحَاوَرَةُ اشْتَكَى ... وَلَكَانَ لَوْ عَلِمَ الْجَوَابَ مُكَلِّمِي </p><p> وَكَلَامُ الْمُفَسِّرِينَ فِي الرَّجُلَيْنِ الْمَذْكُورَيْنِ هُنَا فِي قِصَّتِهِمَا كَبَيَانِ أَسْمَائِهِمَا، وَمِنْ أَيِّ النَّاسِ هُمَا أَعْرَضْنَا عَنْهُ لِمَا ذَكَرْنَا سَابِقًا مِنْ عَدَمِ الْفَائِدَةِ فِيهِ، وَعَدَمِ الدَّلِيلِ الْمُقْنِعِ عَلَيْهِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا. </p><p> مَعْنَى قَوْلِهِ:  «غَوْرًا» أَيْ: غَائِرًا ; فَهُوَ مِنَ الْوَصْفِ بِالْمَصْدَرِ ; كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَنَعَتُوا بِمَصْدَرٍ كَثِيرًا فَالْتَزَمُوا الْإِفْرَادَ وَالتَّذْكِيرَا وَالْغَائِرُ: ضِدُّ النَّابِعِ، وَقَوْلُهُ: فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا [١٨ \\ ٤١] ; لِأَنَّ اللَّهَ إِذَا أَعْدَمَ مَاءَهَا بَعْدَ وُجُودِهِ، لَا تَجِدُ مَنْ يَقْدِرُ عَلَى أَنْ يَأْتِيَكَ بِهِ غَيْرَهُ جَلَّ وَعَلَا. وَأَشَارَ إِلَى نَحْوِ هَذَا الْمَعْنَى فِي قَوْلِهِ تَعَالَى: قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ [٦٧ \\ ٣٠] ، وَلَا شَكَّ أَنَّ الْجَوَابَ الصَّحِيحَ: لَا يَقْدِرُ عَلَى أَنْ يَأْتِيَنَا بِهِ إِلَّا اللَّهُ وَحْدَهُ ; كَمَا قَالَ هُنَا: فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا [١٨ \\ ٤١] . </p><p> قَوْلُهُ تَعَالَى: وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبَا. </p><p> اعْلَمْ أَنَّ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قِرَاءَاتٌ سَبْعِيَّةٌ، وَأَقْوَالًا لِعُلَمَاءِ التَّفْسِيرِ، بَعْضُهَا يَشْهَدُ لَهُ قُرْآنٌ، وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ الْآيَةَ قَدْ تَكُونُ فِيهَا مَذَاهِبُ الْعُلَمَاءِ، يَشْهَدُ لِكُلِّ وَاحِدٍ مِنْهَا قُرْآنٌ، فَنَذْكُرُ الْجَمِيعَ وَأَدِلَّتَهُ فِي الْقُرْآنِ. فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ قَوْلَهُ فِي هَذِهِ الْآيَةِ: وَلَمْ تَكُنْ لَهُ فِئَةٌ [١٨ \\ ٤٣] ، قَرَأَهُ السَّبْعَةُ مَا عَدَا حَمْزَةَ وَالْكِسَائِيَّ بِالتَّاءِ الْمُثَنَّاةِ الْفَوْقِيَّةِ، وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ:  «وَلَمْ يَكُنْ لَهُ فِئَةٌ» بِالْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ، وَقَوْلَهُ: الْوَلَايَةُ لِلَّهِ الْحَقِّ [١٨ \\ ٤٤] ، قَرَأَهُ السَّبْعَةُ </p><p> مَا عَدَا حَمْزَةَ وَالْكِسَائِيَّ أَيْضًا «الْوَلَايَةُ» بِفَتْحِ الْوَاوِ، وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ بِكَسْرِ الْوَاوِ، وَقَوْلَهُ «الْحَقِّ» قَرَأَهُ السَّبْعَةُ مَا عَدَا أَبَا عَمْرٍو وَالْكِسَائِيَّ بِالْخَفْضِ نَعْتَا «لِلَّهِ» ، وَقَرَأَهُ أَبُو عَمْرٍو وَالْكِسَائِيُّ بِالرَّفْعِ نَعْتًا لِلْوَلَايَةِ، فَعَلَى قِرَاءَةِ مَنْ قَرَأَ «الْوَلَايَةُ لِلَّهِ» بِفَتْحِ الْوَاوِ فَإِنَّ مَعْنَاهَا: الْمُوَالَاةُ وَالصِّلَةُ، وَعَلَى هَذِهِ الْقِرَاءَةِ فَفِي مَعْنَى الْآيَةِ وَجْهَانِ: </p><p> الْأَوَّلُ: أَنَّ مَعْنَى هُنَالِكَ الْوَلَايَةُ لِلَّهِ، أَيْ: فِي ذَلِكَ الْمَقَامِ، وَتِلْكَ الْحَالِ تَكُونُ الْوَلَايَةُ مِنْ كُلِّ أَحَدٍ لِلَّهِ ; لِأَنَّ الْكَافِرَ إِذَا رَأَى الْعَذَابَ رَجَعَ إِلَى اللَّهِ، وَعَلَى هَذَا الْمَعْنَى فَالْآيَةُ كَقَوْلِهِ تَعَالَى: فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ [٤٠ \\ ٨٤] ، وَقَوْلِهِ فِي فِرْعَوْنَ: حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ [١٠ \\ ٩٠ - ٩١] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْوَلَايَةَ فِي مِثْلِ ذَلِكَ الْمَقَامِ وَتِلْكَ الْحَالِ لِلَّهِ وَحْدَهُ، فَيُوَالِي فِيهِ الْمُسْلِمِينَ وَلَايَةَ رَحْمَةٍ، كَمَا فِي قَوْلِهِ تَعَالَى: اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا الْآيَةَ [٢ \\ ٢٥٧] ، وَقَوْلِهِ: ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ [٤٧ \\ ١١] ، وَلَهُ عَلَى الْكَافِرِينَ وَلَايَةُ الْمُلْكِ وَالْقَهْرِ، كَمَا فِي قَوْلِهِ: وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [١٠ \\ ٣٠] ، وَعَلَى قِرَاءَةِ حَمْزَةَ وَالْكِسَائِيِّ فَالْوِلَايَةُ بِالْكَسْرِ بِمَعْنَى الْمُلْكِ وَالسُّلْطَانِ، وَالْآيَةُ عَلَى هَذِهِ الْقِرَاءَةِ ; كَقَوْلِهِ: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ [٤٠ \\ ١٦] ، وَقَوْلِهِ: الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ [٢٥ \\ ٢٦] ، وَقَوْلِهِ: الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ [٢٢ \\ ٥٦] ، وَعَلَى قِرَاءَةِ «الْحَقِّ» بِالْجَرِّ نَعْتًا لِلَّهِ، فَالْآيَةُ كَقَوْلِهِ: وَرُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ الْآيَةَ [١٨ \\ ٤٤] ، وَقَوْلِهِ: فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ الْآيَةَ [١٠ \\ ٣٢] ، وَقَوْلِهِ: يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ [٢٤ \\ ٢٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَعَلَى قِرَاءَةِ «الْحَقُّ» بِالرَّفْعِ نَعْتًا لِلْوَلَايَةِ، عَلَى أَنَّ الْوَلَايَةَ بِمَعْنَى الْمُلْكِ، فَهُوَ كَقَوْلِهِ: الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا عَنْ هَذَا الْكَافِرِ: مِنْ أَنَّهُ لَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مَنْ دُونِ اللَّهِ ذَكَرَ نَحْوَهُ عَنْ غَيْرِهِ مِنَ الْكُفَّارِ، كَقَوْلِهِ فِي قَارُونَ: فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ [٢٨ \\ ٨١] ، </p>"
}