{
  "id": null,
  "sura": 18,
  "aya": 19,
  "text": "<p> فَالْجَوَابُ أَنَّ الْآيَةَ هُنَا حِكَايَةُ حَالٍ مَاضِيَةٍ، وَنَظِيرُ ذَلِكَ مِنَ الْقُرْآنِ قَوْلُهُ تَعَالَى: إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً [٢ \\ ٣٠] ، وَقَوْلُهُ تَعَالَى: وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ [٢ \\ ٧٢] . </p><p> وَاعْلَمْ أَنَّ ذِكْرَهُ جَلَّ وَعَلَا فِي كِتَابِهِ هَذَا الْكَلْبَ، وَكَوْنَهُ بَاسِطًا ذِرَاعَيْهِ بِوَصِيدِ كَهْفِهِمْ فِي مَعْرِضِ التَّنْوِيهِ بِشَأْنِهِمْ، يَدُلُّ عَلَى أَنَّ صُحْبَةَ الْأَخْيَارِ عَظِيمَةُ الْفَائِدَةِ. قَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَشَمَلَتْ كَلْبَهُمْ بَرَكَتُهُمْ، فَأَصَابَهُ مَا أَصَابَهُمْ مِنَ النَّوْمِ عَلَى تِلْكَ الْحَالِ، وَهَذَا فَائِدَةُ صُحْبَةِ الْأَخْيَارِ، فَإِنَّهُ صَارَ لِهَذَا الْكَلْبِ ذِكْرٌ وَخَبَرٌ وَشَأْنٌ. اهـ. </p><p> وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَنْ قَالَ: إِنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ: «أَنْتَ مَعَ مَنْ أَحْبَبْتَ» مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ أَنَسٍ. </p><p> وَيُفْهَمُ مِنْ ذَلِكَ أَنَّ صُحْبَةَ الْأَشْرَارِ فِيهَا ضَرَرٌ عَظِيمٌ، كَمَا بَيَّنَهُ اللَّهُ تَعَالَى فِي سُورَةِ «الصَّافَّاتِ» فِي قَوْلِهِ: قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ [٣٧ \\ ٥١] - إِلَى قَوْلِهِ - قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ الْآيَةَ [٣٧ \\ ٥٦ \\ ٥٧] . </p><p> وَمَا يَذْكُرُهُ الْمُفَسِّرُونَ مِنَ الْأَقْوَالِ فِي اسْمِ كَلْبِهِمْ، فَيَقُولُ بَعْضُهُمْ: اسْمُهُ قِطْمِيرٌ، وَيَقُولُ بَعْضُهُمْ: اسْمُهُ حُمْرَانُ، إِلَى غَيْرِ ذَلِكَ لَمْ نُطِلْ بِهِ الْكَلَامَ لِعَدَمِ فَائِدَتِهِ. </p><p> فَفِي الْقُرْآنِ الْعَظِيمِ أَشْيَاءُ كَثِيرَةٌ لَمْ يُبَيِّنْهَا اللَّهُ لَنَا وَلَا رَسُولُهُ، وَلَمْ يَثْبُتْ فِي بَيَانِهَا شَيْءٌ، وَالْبَحْثُ عَنْهَا لَا طَائِلَ تَحْتَهُ وَلَا فَائِدَةَ فِيهِ. </p><p> وَكَثِيرٌ مِنَ الْمُفَسِّرِينَ يُطْنِبُونَ فِي ذِكْرِ الْأَقْوَالِ فِيهَا بِدُونِ عِلْمٍ وَلَا جَدْوَى، وَنَحْنُ نُعْرِضُ عَنْ مِثْلِ ذَلِكَ دَائِمًا، كَلَوْنِ كَلْبِ أَصْحَابِ الْكَهْفِ، وَاسْمِهِ، وَكَالْبَعْضِ الَّذِي ضُرِبَ بِهِ الْقَتِيلُ مِنْ بَقَرَةِ بَنِي إِسْرَائِيلَ، وَكَاسْمِ الْغُلَامِ الَّذِي قَتَلَهُ الْخَضِرُ، وَأَنْكَرَ عَلَيْهِ مُوسَى قَتْلَهُ، وَكَخَشَبِ سَفِينَةِ نُوحٍ مِنْ أَيِّ شَجَرٍ هُوَ، وَكَمْ طُولُ السَّفِينَةِ وَعَرْضُهَا، وَكَمْ فِيهَا مِنَ الطَّبَقَاتِ، إِلَى غَيْرِ ذَلِكَ مِمَّا لَا فَائِدَةَ فِي الْبَحْثِ عَنْهُ، وَلَا دَلِيلَ عَلَى التَّحْقِيقِ فِيهِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا الْآيَةَ [٦ \\ ١٤٥] حُكْمَ أَكْلِ لَحْمِ الْكَلْبِ وَبَيْعِهِ، وَأَخْذِ قِيمَتِهِ إِنْ قُتِلَ، وَمَا يَجُوزُ اقْتِنَاؤُهُ مِنْهَا وَمَا لَا يَجُوزُ، وَأَوْضَحْنَا الْأَدِلَّةَ فِي ذَلِكَ وَأَقْوَالَ الْعُلَمَاءِ فِيهِ. </p><p> قَوْلُهُ تَعَالَى: وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ </p><p> ، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ بَعَثَ </p><p> أَصْحَابَ الْكَهْفِ مِنْ نَوْمَتِهِمُ الطَّوِيلَةِ لِيَتَسَاءَلُوا بَيْنَهُمْ، أَيْ لِيَسْأَلَ بَعْضُهُمْ بَعْضًا عَنْ مُدَّةِ لُبْثِهِمْ فِي الْكَهْفِ فِي تِلْكَ النَّوْمَةِ، وَأَنَّ بَعْضَهُمْ قَالَ إِنَّهُمْ لَبِثُوا يَوْمًا أَوْ بَعْضَ يَوْمٍ، وَبَعْضَهُمْ رَدَّ عِلْمَ ذَلِكَ إِلَى اللَّهِ جَلَّ وَعَلَا. </p><p> وَلَمْ يُبَيِّنْ هُنَا قَدْرَ الْمُدَّةِ الَّتِي تَسَاءَلُوا عَنْهَا فِي نَفْسِ الْأَمْرِ، وَلَكِنَّهُ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّهَا ثَلَاثُمِائَةِ سَنَةٍ بِحِسَابِ السَّنَةِ الشَّمْسِيَّةِ، وَثَلَاثُمِائَةِ سَنَةٍ وَتِسْعُ سِنِينَ بِحِسَابِ السَّنَةِ الْقَمَرِيَّةِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا [١٨ \\ ٢٥] كَمَا تَقَدَّمَ. </p><p> قَوْلُهُ تَعَالَى: فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ. </p><p> فِي قَوْلِهِ فِي هَذِهِ الْآيَةِ \" أَزْكَى \" قَوْلَانِ لِلْعُلَمَاءِ. </p><p> أَحَدُهُمَا أَنَّ الْمُرَادَ بِكَوْنِهِ \" أَزْكَى \" أَطْيَبُ لِكَوْنِهِ حَلَالًا لَيْسَ مِمَّا فِيهِ حَرَامٌ وَلَا شُبْهَةٌ. </p><p> وَالثَّانِي أَنَّ الْمُرَادَ بِكَوْنِهِ أَزْكَى أَنَّهُ أَكْثَرُ، كَقَوْلِهِمْ: زَكَا الزَّرْعُ: إِذَا كَثُرَ، وَكَقَوْلِ الشَّاعِرِ: </p><p> قَبَائِلُنَا سَبْعٌ وَأَنْتُمْ ثَلَاثَةٌ ... وَلَلسَّبْعُ أَزْكَى مِنْ ثَلَاثٍ وَأَطْيَبُ </p><p> أَيْ أَكْثَرُ مِنْ ثَلَاثَةٍ. </p><p> وَالْقَوْلُ الْأَوَّلُ هُوَ الَّذِي يَدُلُّ لَهُ الْقُرْآنُ ; لِأَنَّ أَكْلَ الْحَلَالِ وَالْعَمَلَ الصَّالِحِ أَمَرَ اللَّهُ بِهِ الْمُؤْمِنِينَ كَمَا أَمَرَ الْمُرْسَلِينَ، قَالَ: يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا الْآيَةَ [٢٣ \\ ٥١] ، وَقَالَ: يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ [٢ \\ ١٧٢] ، وَيَكْثُرُ فِي الْقُرْآنِ إِطْلَاقُ مَادَّةِ الزَّكَاةِ عَلَى الطَّهَارَةِ ; كَقَوْلِهِ: قَدْ أَفْلَحَ مَنْ تَزَكَّى الْآيَةَ [١٧ \\ ١٤] ، وَقَوْلِهِ: قَدْ أَفْلَحَ مَنْ زَكَّاهَا الْآيَةَ [٩١ \\ ٩] ، وَقَوْلِهِ: وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا [٢٤ \\ ٢١] ، وَقَوْلِهِ: فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا [١٨ \\ ٨١] ، وَقَوْلِهِ: أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ الْآيَةَ [١٨ \\ ٧٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَالزَّكَاةُ فِي هَذِهِ الْآيَاتِ وَنَحْوِهَا: يُرَادُ بِهَا الطَّهَارَةُ مِنْ أَدْنَاسِ الذُّنُوبِ وَالْمَعَاصِي، فَاللَّائِقُ بِحَالِ هَؤُلَاءِ الْفِتْيَةِ الْأَخْيَارِ الْمُتَّقِينَ أَنْ يَكُونَ مَطْلَبُهُمْ فِي مَأْكَلِهِمُ الْحَلْبَةَ وَالطَّهَارَةَ، لَا الْكَثْرَةَ. وَقَدْ قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ عَهْدَهُمْ بِالْمَدِينَةِ فِيهَا مُؤْمِنُونَ يُخْفُونَ إِيمَانَهُمْ، </p><p> وَكَافِرُونَ، وَأَنَّهُمْ يُرِيدُونَ الشِّرَاءَ مِنْ طَعَامِ الْمُؤْمِنِينَ دُونَ الْكَافِرِينَ، وَأَنَّ ذَلِكَ هُوَ مُرَادُهُمْ بِالزَّكَاةِ فِي قَوْلِهِ: أَزْكَى طَعَامًا، وَقِيلَ: كَانَ فِيهَا أَهْلُ كِتَابٍ وَمَجُوسٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَالْوَرِقُ فِي قَوْلِهِ تَعَالَى: فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ [١٨ \\ ١٩] الْفِضَّةُ، وَأَخَذَ عُلَمَاءُ الْمَالِكِيَّةِ وَغَيْرُهُمْ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَسَائِلَ مِنْ مَسَائِلِ الْفِقْهِ: </p><p> الْمَسْأَلَةُ الْأُولَى: جَوَازُ الْوَكَالَةِ وَصِحَّتُهَا ; لِأَنَّ قَوْلَهُمْ: فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ الْآيَةَ، يَدُلُّ عَلَى تَوْكِيلِهِمْ لِهَذَا الْمَبْعُوثِ لِشِرَاءِ الطَّعَامِ. وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا تَدُلُّ الْآيَةُ عَلَى جَوَازِ التَّوْكِيلِ مُطْلَقًا بَلْ مَعَ التَّقِيَّةِ وَالْخَوْفِ، لِأَنَّهُمْ لَوْ خَرَجُوا كُلُّهُمْ لِشِرَاءِ حَاجَتِهِمْ لَعَلِمَ بِهِمْ أَعْدَاؤُهُمْ فِي ظَنِّهِمْ فَهُمْ مَعْذُورُونَ، فَالْآيَةُ تَدُلُّ عَلَى تَوْكِيلِ الْمَعْذُورِ دُونَ غَيْرِهِ، وَإِلَى هَذَا ذَهَبَ أَبُو حَنِيفَةَ، وَهُوَ قَوْلُ سَحْنُونٍ مِنْ أَصْحَابِ مَالِكٍ فِي التَّوْكِيلِ عَلَى الْخِصَامِ. </p><p> قَالَ ابْنُ الْعَرَبِيِّ: وَكَأَنَّ سَحْنُونًا تَلَقَّاهُ مِنْ أَسَدِ بْنِ الْفُرَاتِ، فَحَكَمَ بِهِ أَيَّامَ قَضَائِهِ، وَلَعَلَّهُ كَانَ يَفْعَلُ ذَلِكَ لِأَهْلِ الظُّلْمِ وَالْجَبَرُوتِ إِنْصَافًا مِنْهُمْ وَإِذْلَالًا لَهُمْ، وَهُوَ الْحَقُّ، فَإِنَّ الْوَكَالَةَ مَعُونَةٌ وَلَا تَكُونُ لِأَهْلِ الْبَاطِلِ. اهـ. </p><p> وَقَالَ الْقُرْطُبِيُّ: كَلَامُ ابْنِ الْعَرَبِيِّ هَذَا حَسَنٌ، فَأَمَّا أَهْلُ الدِّينِ وَالْفَضْلِ فَلَهُمْ أَنْ يُوَكِّلُوا وَإِنْ كَانُوا حَاضِرِينَ أَصِحَّاءَ، وَالدَّلِيلُ عَلَى صِحَّةِ جَوَازِ الْوَكَالَةِ لِلشَّاهِدِ الصَّحِيحِ، مَا أَخْرَجَهُ الصَّحِيحَانِ وَغَيْرُهُمَا عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِنٌّ مِنَ الْإِبِلِ، فَجَاءَ يَتَقَاضَاهُ، فَقَالَ:  \" أَعْطُوهُ \" فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا إِلَّا سِنًّا فَوْقَهَا، فَقَالَ \" أَعْطُوهُ \" فَقَالَ: أَوْفَيْتَنِي أَوْفَى اللَّهُ لَكَ، وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنَّ خَيْرَكُمْ أَحْسَنُكُمْ قَضَاءً \" لَفْظُ الْبُخَارِيِّ. </p><p> فَدَلَّ هَذَا الْحَدِيثُ مَعَ صِحَّتِهِ عَلَى جَوَازِ تَوْكِيلِ الْحَاضِرِ الصَّحِيحِ الْبَدَنِ، فَإِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَمَرَ أَصْحَابَهُ أَنْ يُعْطُوا عَنْهُ السِّنَّ الَّتِي عَلَيْهِ وَذَلِكَ تَوْكِيلٌ مِنْهُ لَهُمْ عَلَى ذَلِكَ، وَلَمْ يَكُنِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرِيضًا وَلَا مُسَافِرًا، وَهَذَا يَرُدُّ قَوْلَ أَبِي حَنِيفَةَ وَسَحْنُونٍ فِي قَوْلِهِمَا: إِنَّهُ لَا يَجُوزُ تَوْكِيلُ الْحَاضِرِ الصَّحِيحِ إِلَّا بِرِضَا خَصْمِهِ \"، وَهَذَا الْحَدِيثُ خِلَافُ قَوْلِهِمَا. اهـ كَلَامُ الْقُرْطُبِيِّ. </p><p> وَلَا يَخْفَى مَا فِيهِ ; لِأَنَّ أَبَا حَنِيفَةَ وَسَحْنُونًا إِنَّمَا خَالَفَا فِي الْوَكَالَةِ عَلَى الْمُخَاصَمَةِ بِغَيْرِ إِذْنِ الْخَصْمِ فَقَطْ، وَلَمْ يُخَالِفَا فِي الْوَكَالَةِ فِي دَفْعِ الْحَقِّ. </p><p> وَبِهَذِهِ الْمُنَاسَبَةِ سَنَذْكُرُ إِنْ شَاءَ اللَّهُ الْأَدِلَّةَ مِنَ الْكِتَابِ وَالسُّنَّةِ عَلَى صِحَّةِ الْوَكَالَةِ وَجَوَازِهَا، وَبَعْضَ الْمَسَائِلِ الْمُحْتَاجِ إِلَيْهَا مِنْ ذَلِكَ، تَنْبِيهًا بِهَا عَلَى غَيْرِهَا. </p><p> اعْلَمْ أَوَّلًا أَنَّ الْكِتَابَ وَالسُّنَّةَ وَالْإِجْمَاعَ كُلَّهَا دَلَّ عَلَى جَوَازِ الْوَكَالَةِ وَصِحَّتِهَا فِي الْجُمْلَةِ، فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى هُنَا: فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ الْآيَةَ، وَقَوْلُهُ تَعَالَى: وَالْعَامِلِينَ عَلَيْهَا الْآيَةَ [٩ \\ ٦٠] ، فَإِنَّ عَمَلَهُمْ عَلَيْهَا تَوْكِيلٌ لَهُمْ عَلَى أَخْذِهَا. </p><p> وَاسْتَدَلَّ لِذَلِكَ بَعْضُ الْعُلَمَاءِ أَيْضًا بِقَوْلِهِ: اذْهَبُوا بِقَمِيصِي هَذَا فَأَلْقُوهُ عَلَى وَجْهِ أَبِي الْآيَةَ [١٢ \\ ٩٣] ، فَإِنَّهُ تَوْكِيلٌ لَهُمْ مِنْ يُوسُفَ عَلَى إِلْقَائِهِمْ قَمِيصَهُ عَلَى وَجْهِ أَبِيهِ لِيَرْتَدَّ بَصِيرًا. </p><p> وَاسْتَدَلَّ بَعْضُهُمْ لِذَلِكَ أَيْضًا بِقَوْلِهِ تَعَالَى عَنْ يُوسُفَ: قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ الْآيَةَ [١٢ \\ ٥٥] ، فَإِنَّهُ تَوْكِيلٌ عَلَى مَا فِي خَزَائِنِ الْأَرْضِ. </p><p> وَأَمَّا السُّنَّةُ فَقَدْ دَلَّتْ أَحَادِيثُ كَثِيرَةٌ عَلَى جَوَازِ الْوَكَالَةِ وَصِحَّتِهَا، مِنْ ذَلِكَ حَدِيثُ أَبِي هُرَيْرَةَ الْمُتَقَدِّمِ فِي كَلَامِ الْقُرْطُبِيِّ، الدَّالِّ عَلَى التَّوْكِيلِ فِي قَضَاءِ الدَّيْنِ، وَهُوَ حَدِيثٌ مُتَّفَقٌ عَلَيْهِ، وَأَخْرَجَ الْجَمَاعَةُ إِلَّا الْبُخَارِيَّ مِنْ حَدِيثِ أَبِي رَافِعٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ. </p><p> وَمِنْهَا حَدِيثُ عُرْوَةَ بْنِ أَبِي الْجَعْدِ الْبَارِقِيِّ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُ دِينَارًا لِيَشْتَرِيَ بِهِ لَهُ شَاةً، فَاشْتَرَى لَهُ بِهِ شَاتَيْنِ: فَبَاعَ إِحْدَاهُمَا بِدِينَارٍ وَجَاءَهُ بِدِينَارٍ وَشَاةٍ، فَدَعَا لَهُ بِالْبَرَكَةِ فِي بَيْعِهِ، فَكَانَ لَوِ اشْتَرَى التُّرَابَ لَرَبِحَ فِيهِ، رَوَاهُ الْإِمَامُ أَحْمَدُ وَالْبُخَارِيُّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ وَالدَّارَقُطْنِيُّ، وَفِيهِ التَّوْكِيلُ عَلَى الشِّرَاءِ. </p><p> وَمِنْهَا حَدِيثُ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: أَرَدْتُ الْخُرُوجَ إِلَى خَيْبَرَ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: إِنِّي أَرَدْتُ الْخُرُوجَ إِلَى خَيْبَرَ. فَقَالَ:  \" إِذَا أَتَيْتَ وَكِيلِي فَخُذْ مِنْهُ خَمْسَةَ عَشَرَ وَسْقًا، فَإِنِ ابْتَغَى مِنْكَ آيَةً فَضَعْ يَدَكَ عَلَى تَرْقُوَتِهِ \" أَخْرَجَهُ أَبُو دَاوُدَ وَالدَّارَقُطْنِيُّ، وَفِيهِ التَّصْرِيحُ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنَّ لَهُ وَكِيلًا. </p><p> وَمِنْهَا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَدِيثِ الصَّحِيحِ: </p><p> \" وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا \" ، وَهُوَ صَرِيحٌ فِي التَّوْكِيلِ فِي إِقَامَةِ الْحُدُودِ. </p><p> وَمِنْهَا حَدِيثُ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" أَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ أَقُومَ عَلَى بُدْنِهِ وَأَنْ أَتَصَدَّقَ بِلُحُومِهَا وَجُلُودِهَا وَأَجِلَّتِهَا، وَأَلَّا أُعْطِيَ الْجَازِرَ مِنْهَا شَيْئًا، وَقَالَ: نَحْنُ نُعْطِيهِ مِنْ </p><p> عِنْدِنَا \" مُتَّفَقٌ عَلَيْهِ. وَفِيهِ التَّوْكِيلُ عَلَى الْقِيَامِ عَلَى الْبُدْنِ وَالتَّصَدُّقِ بِلُحُومِهَا وَجُلُودِهَا وَأَجِلَّتِهَا، وَعَدَمِ إِعْطَاءِ الْجَازِرِ شَيْئًا مِنْهَا.</p><p> وَمِنْهَا حَدِيثُ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُ غَنَمًا يُقَسِّمُهَا عَلَى أَصْحَابِهِ فَبَقِيَ عَتُودٌ، فَذَكَرَهُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ \" ضَحِّ أَنْتَ بِهِ \" مُتَّفَقٌ عَلَيْهِ أَيْضًا. وَفِيهِ الْوَكَالَةُ فِي تَقْسِيمِ الضَّحَايَا، وَالْأَحَادِيثُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ، وَقَدْ أَخْرَجَ الشَّيْخَانِ فِي صَحِيحَيْهِمَا طَرَفًا كَافِيًا مِنْهَا، ذَكَرْنَا بَعْضَهُ هُنَا. </p><p> وَقَدْ قَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِي كِتَابِ الْوَكَالَةِ مَا نَصُّهُ: اشْتَمَلَ كِتَابُ الْوَكَالَةِ - يَعْنِي مِنْ صَحِيحِ الْبُخَارِيِّ - عَلَى سِتَّةٍ وَعِشْرِينَ حَدِيثًا، الْمُعَلَّقُ مِنْهَا سِتَّةٌ، وَالْبَقِيَّةُ مَوْصُولَةٌ، الْمُكَرَّرُ مِنْهَا فِيهِ وَفِيمَا مَضَى اثْنَا عَشَرَ حَدِيثًا، وَالْبَقِيَّةُ خَالِصَةٌ، وَافَقَهُ مُسْلِمٌ عَلَى تَخْرِيجِهَا سِوَى حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ فِي قَتْلِ أُمَيَّةَ بْنِ خَلَفٍ، وَحَدِيثِ كَعْبِ بْنِ مَالِكٍ فِي الشَّاةِ الْمَذْبُوحَةِ، وَحَدِيثِ وَفْدِ هَوَازِنَ مِنْ طَرِيقَيْهِ، وَحَدِيثِ أَبِي هُرَيْرَةَ فِي حِفْظِ زَكَاةِ رَمَضَانَ، وَحَدِيثِ عُقْبَةَ بْنِ الْحَارِثِ فِي قِصَّةِ النُّعَيْمَانِ، وَفِيهِ مِنَ الْآثَارِ عَنِ الصَّحَابَةِ وَغَيْرِهِمْ سِتَّةُ آثَارٍ، وَاللَّهُ أَعْلَمُ. انْتَهَى مِنْ فَتْحِ الْبَارِي. وَكُلُّ تِلْكَ الْأَحَادِيثِ دَالَّةٌ عَلَى جَوَازِ الْوَكَالَةِ وَصِحَّتِهَا. </p><p> وَأَمَّا الْإِجْمَاعُ فَقَدْ أَجْمَعَ الْمُسْلِمُونَ عَلَى جَوَازِ الْوَكَالَةِ وَصِحَّتِهَا فِي الْجُمْلَةِ، وَقَالَ ابْنُ قُدَامَةَ فِي الْمُغْنِي: وَأَجْمَعَتِ الْأُمَّةُ عَلَى جَوَازِ الْوَكَالَةِ فِي الْجُمْلَةِ، وَلِأَنَّ الْحَاجَةَ دَاعِيَةٌ إِلَى ذَلِكَ، فَإِنَّهُ لَا يُمْكِنُ كُلَّ أَحَدٍ فِعْلُ مَا يَحْتَاجُ إِلَيْهِ، فَدَعَتِ الْحَاجَةُ إِلَيْهَا، انْتَهَى مِنْهُ. وَهَذَا مِمَّا لَا نِزَاعَ فِيهِ. </p><p> فُرُوعٌ تَتَعَلَّقُ بِمَسْأَلَةِ الْوَكَالَةِ </p><p> الْفَرْعُ الْأَوَّلُ: لَا يَجُوزُ التَّوْكِيلُ إِلَّا فِي شَيْءٍ تَصِحُّ النِّيَابَةُ فِيهِ، فَلَا تَصِحُّ فِي فِعْلِ مُحَرَّمٍ ; لِأَنَّ التَّوْكِيلَ مِنَ التَّعَاوُنِ، وَاللَّهُ يَقُولُ: وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ الْآيَةَ [٥ \\ ٢] . </p><p> وَلَا تَصِحُّ فِي عِبَادَةٍ مَحْضَةٍ كَالصَّلَاةِ وَالصَّوْمِ وَنَحْوِهِمَا ; لِأَنَّ ذَلِكَ مَطْلُوبٌ مِنْ كُلِّ أَحَدٍ بِعَيْنِهِ، فَلَا يَنُوبُ فِيهِ أَحَدٌ مِنْ أَحَدٍ ; لِأَنَّ اللَّهَ يَقُولُ: وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ الْآيَةَ [٥١ \\ ٥٦] . </p><p> أَمَّا الْحَجُّ عَنِ الْمَيِّتِ وَالْمَعْضُوبِ، وَالصَّوْمُ عَنِ الْمَيِّتِ فَقَدْ دَلَّتْ أَدِلَّةٌ أُخَرُ عَلَى </p><p> النِّيَابَةِ فِي ذَلِكَ، وَإِنْ خَالَفَ كَثِيرٌ مِنَ الْعُلَمَاءِ فِي الصَّوْمِ عَنِ الْمَيِّتِ ; لِأَنَّ الْعِبْرَةَ بِالدَّلِيلِ الصَّحِيحِ مِنَ الْوَحْيِ لَا بِآرَاءِ الْعُلَمَاءِ، إِلَّا عِنْدَ عَدَمِ النَّصِّ مِنَ الْوَحْيِ. </p><p> الْفَرْعُ الثَّانِي: وَيَجُوزُ التَّوْكِيلُ فِي الْمُطَالَبَةِ بِالْحُقُوقِ وَإِثْبَاتِهَا وَالْمُحَاكَمَةِ فِيهَا، سَوَاءٌ كَانَ الْمُوَكِّلُ حَاضِرًا أَوْ غَائِبًا، صَحِيحًا أَوْ مَرِيضًا. وَهَذَا قَوْلُ جُمْهُورِ الْعُلَمَاءِ، مِنْهُمْ مَالِكٌ، وَالشَّافِعِيُّ، وَأَحْمَدُ، وَابْنُ أَبِي لَيْلَى، وَأَبُو يُوسُفَ، وَمُحَمَّدٌ، وَغَيْرُهُمْ. وَقَالَ أَبُو حَنِيفَةَ: لِلْخَصْمِ أَنْ يَمْتَنِعَ مِنْ مُحَاكَمَةِ الْوَكِيلِ إِذَا كَانَ الْمُوَكِّلُ حَاضِرًا غَيْرَ مَعْذُورٍ ; لِأَنَّ حُضُورَهُ مَجْلِسَ الْحُكْمِ وَمُخَاصَمَتَهُ حَقٌّ لِخَصْمِهِ عَلَيْهِ فَلَمْ يَكُنْ لَهُ نَقْلُهُ إِلَى غَيْرِهِ بِغَيْرِ رِضَا خَصْمِهِ، وَقَدْ قَدَّمْنَا فِي كَلَامِ الْقُرْطُبِيِّ أَنَّ هَذَا قَوْلُ سَحْنُونٍ أَيْضًا مِنْ أَصْحَابِ مَالِكٍ، وَاحْتَجَّ الْجُمْهُورُ بِظَوَاهِرِ النُّصُوصِ ; لِأَنَّ الْخُصُومَةَ أَمْرٌ لَا مَانِعَ مِنَ الِاسْتِنَابَةِ فِيهِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: الَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ فِي مَسْأَلَةِ التَّوْكِيلِ عَلَى الْخِصَامِ وَالْمُحَاكَمَةِ: أَنَّ الصَّوَابَ فِيهَا التَّفْصِيلُ. </p><p> فَإِنْ كَانَ الْمُوَكِّلُ مِمَّنْ عُرِفَ بِالظُّلْمِ وَالْجَبَرُوتِ وَالِادِّعَاءِ بِالْبَاطِلِ فَلَا يُقْبَلُ مِنْهُ التَّوْكِيلُ لِظَاهِرِ قَوْلِهِ تَعَالَى: وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا [٤ \\ ١٠٥] . وَإِنْ كَانَ مَعْرُوفًا بِغَيْرِ ذَلِكَ فَلَا مَانِعَ مِنْ تَوْكِيلِهِ عَلَى الْخُصُومَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الثَّالِثُ: وَيَجُوزُ التَّوْكِيلُ بِجُعْلٍ وَبِدُونِ جُعْلٍ، وَالدَّلِيلُ عَلَى التَّوْكِيلِ بِغَيْرِ جُعْلٍ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَّلَ أُنَيْسًا فِي إِقَامَةِ الْحَدِّ عَلَى الْمَرْأَةِ، وَعُرْوَةَ الْبَارِقِيَّ فِي شِرَاءِ الشَّاةِ مِنْ غَيْرِ جُعْلٍ. وَمِثَالُ ذَلِكَ كَثِيرٌ فِي الْأَحَادِيثِ الَّتِي ذَكَرْنَا وَغَيْرِهَا. </p><p> وَالدَّلِيلُ عَلَى التَّوْكِيلِ بِجُعْلٍ قَوْلُهُ تَعَالَى: وَالْعَامِلِينَ عَلَيْهَا [٩ \\ ٦٠] فَإِنَّهُ تَوْكِيلٌ عَلَى جِبَايَةِ الزَّكَاةِ وَتَفْرِيقِهَا بِجُعْلٍ مِنْهَا كَمَا تَرَى. </p><p> الْفَرْعُ الرَّابِعُ: إِذَا عَزَلَ الْمُوَكِّلُ وَكِيَلَهُ فِي غَيْبَتِهِ وَتَصَرَّفَ الْوَكِيلُ بَعْدَ الْعَزْلِ وَقَبْلَ الْعِلْمِ بِهِ، أَوْ مَاتَ مُوَكِّلُهُ وَتَصَرَّفَ بَعْدَ مَوْتِهِ وَقَبْلَ الْعِلْمِ بِهِ، فَهَلْ يَمْضِي تَصَرُّفُهُ نَظَرًا لِاعْتِقَادِهِ، أَوْ لَا يَمْضِي نَظَرًا لِلْوَاقِعِ فِي نَفْسِ الْأَمْرِ، فِي ذَلِكَ خِلَافٌ مَعْرُوفٌ بَيْنَ أَهْلِ الْعِلْمِ مَبْنِيٌّ عَلَى قَاعِدَةٍ أُصُولِيَّةٍ، وَهِيَ: </p><p> هَلْ يَسْتَقِلُّ الْحُكْمُ بِمُطْلَقِ وُرُودِهِ وَإِنْ لَمْ يَبْلُغِ الْمُكَلَّفَ، أَوْ لَا يَكُونُ ذَلِكَ إِلَّا بَعْدَ بُلُوغِهِ لِلْمُكَلَّفِ. وَيُبْنَى عَلَى الْخِلَافِ فِي هَذِهِ الْقَاعِدَةِ الِاخْتِلَافُ فِي خَمْسٍ وَأَرْبَعِينَ صَلَاةً الَّتِي نُسِخَتْ مِنَ الْخَمْسِينَ بَعْدَ فَرْضِهَا لَيْلَةَ الْإِسْرَاءِ، هَلْ يُسَمَّى ذَلِكَ نَسْخًا فِي حَقِّ الْأُمَّةِ </p><p> لِوُرُودِهِ، أَوْ لَا يُسَمَّى نَسْخًا فِي حَقِّهِمْ ; لِأَنَّهُ وَقَعَ قَبْلَ بُلُوغِ التَّكْلِيفِ بِالْمَنْسُوخِ لَهُمْ، وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> هَلْ يَسْتَقِلُّ الْحُكْمُ بِالْوُرُودِ ... أَوْ بِبُلُوغِهِ إِلَى الْمَوْجُودِ </p><p> فَالْعَزْلُ بِالْمَوْتِ أَوِ الْعَزْلُ عَرَضْ ... كَذَا قَضَاءُ جَاهِلٍ لِلْمُفْتَرَضْ </p><p> وَمَسَائِلُ الْوَكَالَةِ مَعْرُوفَةٌ مُفَصَّلَةٌ فِي كُتُبِ فُرُوعِ الْمَذَاهِبِ الْأَرْبَعَةِ، وَمَقْصُودُنَا ذِكْرُ أَدِلَّةِ ثُبُوتِهَا بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ، وَذِكْرُ أَمْثِلَةٍ مِنْ فُرُوعِهَا تَنْبِيهًا بِهَا عَلَى غَيْرِهَا ; لِأَنَّهَا بَابٌ كَبِيرٌ مِنْ أَبْوَابِ الْفِقْهِ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: أَخَذَ بَعْضُ عُلَمَاءِ الْمَالِكِيَّةِ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ جَوَازَ الشَّرِكَةِ ; لِأَنَّهُمْ كَانُوا مُشْتَرِكِينَ فِي الْوَرِقِ الَّتِي أَرْسَلُوهَا لِيَشْتَرِيَ لَهُمْ طَعَامًا بِهَا. </p><p> وَقَالَ ابْنُ الْعَرَبِيِّ الْمَالِكِيِّ: لَا دَلِيلَ فِي هَذِهِ الْآيَةِ عَلَى الشَّرِكَةِ، لِاحْتِمَالِ أَنْ يَكُونَ كُلُّ وَاحِدٍ مِنْهُمْ أَرْسَلَ مَعَهُ نَصِيبَهُ مُنْفَرِدًا لِيَشْتَرِيَ لَهُ بِهِ طَعَامَهُ مُنْفَرِدًا، وَهَذَا الَّذِي ذَكَرَهُ ابْنُ الْعَرَبِيِّ مُتَّجَهٌ كَمَا تَرَى، وَقَدْ دَلَّتْ أَدِلَّةٌ أُخْرَى عَلَى جَوَازِ الشَّرِكَةِ، وَسَنَذْكُرُ إِنْ شَاءَ اللَّهُ بِهَذِهِ الْمُنَاسَبَةِ أَدِلَّةَ ذَلِكَ، وَبَعْضَ مَسَائِلِهِ الْمُحْتَاجِ إِلَيْهَا، وَأَقْوَالَ الْعُلَمَاءِ فِي ذَلِكَ. </p><p> اعْلَمْ أَوَّلًا: أَنَّ الشَّرِكَةَ جَائِزَةٌ فِي الْجُمْلَةِ بِالْكِتَابِ وَالسُّنَّةِ وَإِجْمَاعِ الْمُسْلِمِينَ. </p><p> أَمَّا الْكِتَابُ فَقَدْ دَلَّتْ عَلَى ذَلِكَ مِنْهُ آيَاتٌ فِي الْجُمْلَةِ، كَقَوْلِهِ تَعَالَى: فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ [٤ \\ ١٢] ، وَقَوْلِهِ تَعَالَى: وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ [٣٨ \\ ٢٤] ، عِنْدَ مَنْ يَقُولُ: إِنَّ الْخُلَطَاءَ: الشُّرَكَاءُ، وَقَوْلِهِ تَعَالَى: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ الْآيَةَ [٨ \\ ٤١] ، وَهِيَ تَدُلُّ عَلَى الِاشْتِرَاكِ مِنْ جِهَتَيْنِ. </p><p> وَأَمَّا السُّنَّةُ فَقَدْ دَلَّتْ عَلَى جَوَازِ الشَّرِكَةِ أَحَادِيثُ كَثِيرَةٌ سَنَذْكُرُ هُنَا إِنْ شَاءَ اللَّهُ طَرَفًا مِنْهَا، فَمِنْ ذَلِكَ مَا أَخْرَجَهُ الشَّيْخَانِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ:  \" مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ، وَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ الْعَبْدُ عَلَيْهِ قِيمَةَ عَدْلٍ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ، وَإِلَّا فَقَدَ عَتَقَ عَلَيْهِ مَا عَتَقَ \" . وَقَدْ ثَبَتَ نَحْوُهُ فِي الصَّحِيحِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَفِيهِ التَّصْرِيحُ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالِاشْتِرَاكِ فِي الرَّقِيقِ، وَقَدْ تَرْجَمَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ لِحَدِيثِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ الْمَذْكُورَيْنِ بِقَوْلِهِ:  (بَابُ الشَّرِكَةِ فِي الرَّقِيقِ) ، وَمِنْ ذَلِكَ مَا أَخْرَجَهُ الْإِمَامُ أَحْمَدُ وَالْبُخَارِيُّ رَحِمَهُمَا اللَّهُ عَنْ أَبِي الْمِنْهَالِ، قَالَ: </p><p> اشْتَرَيْتُ أَنَا </p><p> وَشَرِيكٌ لِي شَيْئًا يَدًا بِيَدٍ وَنَسِيئَةً، فَجَاءَنَا الْبَرَاءُ بْنُ عَازِبٍ فَسَأَلْنَاهُ فَقَالَ: فَعَلْتُ أَنَا وَشَرِيكِي زَيْدُ بْنُ أَرْقَمَ وَسَأَلْنَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ، فَقَالَ:  \" مَا كَانَ يَدًا بِيَدٍ فَخُذُوهُ، وَمَا كَانَ نَسِيئَةً فَذَرُوهُ \" . وَفِيهِ إِقْرَارُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَرَاءَ وَزَيْدًا الْمَذْكُورَيْنَ عَلَى ذَلِكَ الِاشْتِرَاكِ، وَتَرْجَمَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ لِهَذَا الْحَدِيثِ فِي كِتَابِ الشَّرِكَةِ بِقَوْلِهِ:  (بَابُ الِاشْتِرَاكِ فِي الذَّهَبِ وَالْفِضَّةِ وَمَا يَكُونُ فِيهِ الصَّرْفُ) ، وَمِنْ ذَلِكَ إِعْطَاؤُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْضَ خَيْبَرَ لِلْيَهُودِ لِيَعْمَلُوا فِيهَا وَيَزْرَعُوهَا، عَلَى أَنَّ لَهُمْ شَطْرَ مَا يَخْرُجُ مِنْ ذَلِكَ، وَهُوَ اشْتِرَاكٌ فِي الْغَلَّةِ الْخَارِجَةِ مِنْهَا، وَقَدْ تَرْجَمَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ لِهَذَا الْحَدِيثِ فِي كِتَابِ الشَّرِكَةِ بِقَوْلِهِ (بَابُ مُشَارَكَةِ الذِّمِّيِّينَ وَالْمُشْرِكِينَ فِي الْمُزَارَعَةِ) وَمِنْ ذَلِكَ مَا أَخْرَجَهُ أَحْمَدُ، وَالْبُخَارِيُّ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقَسَّمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِفَتِ الطُّرُقُ فَلَا شُفْعَةَ. وَتَرْجَمَ الْبُخَارِيُّ لِهَذَا الْحَدِيثِ فِي كِتَابِ الشَّرِكَةِ بِقَوْلِهِ:  (بَابُ الشَّرِكَةِ فِي الْأَرَضِينَ وَغَيْرِهَا) ثُمَّ سَاقَ الْحَدِيثَ بِسَنَدٍ آخَرَ، وَتَرْجَمَ لَهُ أَيْضًا بِقَوْلِهِ (بَابُ إِذَا قَسَّمَ الشُّرَكَاءُ الدُّورَ وَغَيْرَهَا، فَلَيْسَ لَهُمْ رُجُوعٌ وَلَا شُفْعَةٌ) وَمِنْ ذَلِكَ مَا رَوَاهُ أَبُو دَاوُدَ عَنْ أَبِي هُرَيْرَةَ مَرْفُوعًا قَالَ: إِنَّ اللَّهَ يَقُولُ: \" أَنَا ثَالِثُ الشَّرِيكَيْنِ مَا لَمْ يَخُنْ أَحَدُهُمَا صَاحِبَهُ، فَإِذَا خَانَهُ خَرَجْتُ مِنْ بَيْنِهِمَا \" قَالَ الْعَلَّامَةُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ تَعَالَى فِي نَيْلِ الْأَوْطَارِ فِي هَذَا الْحَدِيثِ: صَحَّحَهُ الْحَاكِمُ وَأَعَلَّهُ ابْنُ الْقَطَّانِ بِالْجَهْلِ بِحَالِ سَعِيدِ بْنِ حَيَّانَ. وَقَدْ ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ، وَأَعَلَّهُ أَيْضًا ابْنُ الْقَطَّانِ بِالْإِرْسَالِ، فَلَمْ يَذْكُرْ فِيهِ أَبَا هُرَيْرَةَ وَقَالَ إِنَّهُ الصَّوَابُ. وَلَمْ يُسْنِدْهُ غَيْرُ أَبِي هَمَّامٍ مُحَمَّدُ بْنُ الزِّبْرِقَانِ وَسَكَتَ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ عَلَى هَذَا الْحَدِيثِ، وَأَخْرَجَ نَحْوَهُ أَبُو الْقَاسِمِ الْأَصْبَهَانِيُّ فِي التَّرْغِيبِ وَالتَّرْهِيبِ عَنْ حَكِيمِ بْنِ حِزَامٍ. انْتَهَى مِنْهُ. وَمِنَ الْمَعْرُوفِ عَنْ أَبِي دَاوُدَ رَحِمَهُ اللَّهُ أَنَّهُ لَا يَسْكُتُ عَنِ الْكَلَامِ فِي حَدِيثٍ إِلَّا وَهُوَ يَعْتَقِدُ صَلَاحِيَّتَهُ لِلِاحْتِجَاجِ. وَالسَّنَدُ الَّذِي أَخْرَجَهُ بِهِ أَبُو دَاوُدَ الظَّاهِرُ مِنْهُ أَنَّهُ صَالِحٌ لِلِاحْتِجَاجِ، فَإِنَّهُ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْمِصِّيصِيُّ، ثَنَا مُحَمَّدُ بْنُ الزِّبْرِقَانِ عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ - رَحِمَهُ اللَّهُ - رَفَعَهُ، قَالَ: إِنَّ اللَّهَ يَقُولُ: \" أَنَا ثَالِثُ الشَّرِيكَيْنِ \" . إِلَى آخَرِ الْحَدِيثِ. </p><p> فَالطَّبَقَةُ الْأُولَى مِنْ هَذَا الْإِسْنَادِ هِيَ مُحَمَّدُ بْنُ سُلَيْمَانَ، وَهُوَ أَبُو جَعْفَرٍ الْعَلَّافُ الْكُوفِيُّ، ثُمَّ الْمِصِّيصِيُّ لَقَبُهُ \" لُوَيْنٌ \" بِالتَّصْغِيرِ، وَهُوَ ثِقَةٌ. </p><p> وَالطَّبَقَةُ الثَّانِيَةُ مِنْهُ: مُحَمَّدُ بْنُ الزِّبْرِقَانِ أَبُو هَمَّامٍ الْأَهْوَازِيُّ، وَهُوَ مِنْ رِجَالِ </p><p> الصَّحِيحَيْنِ، وَقَالَ فِي التَّقْرِيبِ: صَدُوقٌ، رُبَّمَا وَهِمَ. </p><p> وَالطَّبَقَةُ الثَّالِثَةُ مِنْهُ هِيَ أَبُو حَيَّانَ التَّيْمِيُّ، وَهُوَ يَحْيَى بْنُ سَعِيدِ بْنِ حَيَّانَ الْكُوفِيُّ، وَهُوَ ثِقَةٌ. </p><p> وَالطَّبَقَةُ الرَّابِعَةُ مِنْهُ هِيَ أَبُوهُ سَعِيدُ بْنُ حَيَّانَ الْمَذْكُورُ الَّذِي قَدَّمْنَا فِي كَلَامِ الشَّوْكَانِيِّ: أَنَّ ابْنَ الْقَطَّانِ أَعَلَّ هَذَا الْحَدِيثَ بِأَنَّهُ مَجْهُولٌ، وَرَدَّ ذَلِكَ بِأَنَّ ابْنَ حِبَّانَ قَدْ ذَكَرَهُ فِي الثِّقَاتِ، وَقَالَ ابْنُ حَجَرٍ (فِي التَّقْرِيبِ) : إِنَّهُ وَثَّقَهُ الْعِجْلِيُّ أَيْضًا. </p><p> وَالطَّبَقَةُ الْخَامِسَةُ مِنْهُ أَبُو هُرَيْرَةَ، رَفَعَهُ. </p><p> فَهَذَا إِسْنَادٌ صَالِحٌ كَمَا تَرَى، وَإِعْلَالُ الْحَدِيثِ بِأَنَّهُ رُوِيَ مَوْقُوفًا مِنْ جِهَةٍ أُخْرَى، يُقَالُ فِيهِ: إِنَّ الرَّفْعَ زِيَادَةٌ، وَزِيَادَةُ الْعُدُولِ مَقْبُولَةٌ كَمَا تَقَرَّرَ فِي الْأُصُولِ وَعُلُومِ الْحَدِيثِ، وَيُؤَيِّدُهُ كَوْنُهُ جَاءَ مِنْ طَرِيقٍ أُخْرَى عَنْ حَكِيمِ بْنِ حِزَامٍ كَمَا ذَكَرْنَاهُ فِي كَلَامِ الشَّوْكَانِيِّ آنِفًا. </p><p> وَمِنْ ذَلِكَ حَدِيثُ السَّائِبِ بْنِ أَبِي السَّائِبِ أَنَّهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كُنْتَ شَرِيكِي فِي الْجَاهِلِيَّةِ فَكُنْتَ خَيْرَ شَرِيكٍ، لَا تُدَارِينِي وَلَا تُمَارِينِي، أَخْرَجَهُ أَبُو دَاوُدَ وَابْنُ مَاجَهْ، وَلَفْظُهُ: كُنْتَ شَرِيكِي وَنِعْمَ الشَّرِيكُ، كُنْتَ لَا تُدَارِي وَلَا تُمَارِي، وَأَخْرَجَهُ أَيْضًا النَّسَائِيُّ وَالْحَاكِمُ وَصَحَّحَهُ، وَفِيهِ إِقْرَارُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ عَلَى كَوْنِهِ كَانَ شَرِيكًا لَهُ، وَالْأَحَادِيثُ الدَّالَّةُ عَلَى الشَّرِكَةِ كَثِيرَةٌ جِدًّا. </p><p> وَقَدْ قَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِي آخِرِ كِتَابِ الشَّرِكَةِ مَا نَصُّهُ: اشْتَمَلَ كِتَابُ الشَّرِكَةِ (يَعْنِي مِنْ صَحِيحِ الْبُخَارِيِّ) مِنَ الْأَحَادِيثِ الْمَرْفُوعَةِ عَلَى سَبْعَةٍ وَعِشْرِينَ حَدِيثًا، الْمُعَلَّقُ مِنْهَا وَاحِدٌ، وَالْبَقِيَّةُ مَوْصُولَةٌ، الْمُكَرَّرُ مِنْهَا فِيهِ وَفِيمَا مَضَى ثَلَاثَةَ عَشَرَ حَدِيثًا، وَالْخَالِصُ أَرْبَعَةَ عَشَرَ، وَافَقَهُ مُسْلِمٌ عَلَى تَخْرِيجِهَا سِوَى حَدِيثِ النُّعْمَانِ:  \" مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ \" ، وَحَدِيثَيْ عَبْدِ اللَّهِ بْنِ هِشَامٍ، وَحَدِيثَيْ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَحَدِيثِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ فِي قِصَّتِهِ، وَحَدِيثِ ابْنِ عَبَّاسٍ الْأَخِيرِ، وَفِيهِ مِنَ الْآثَارِ أَثَرٌ وَاحِدٌ، وَاللَّهُ أَعْلَمُ. انْتَهَى كَلَامُ ابْنِ حَجَرٍ، وَبِهَذَا تَعْلَمُ كَثْرَةَ الْأَحَادِيثِ الدَّالَّةِ عَلَى الشَّرِكَةِ فِي الْجُمْلَةِ. </p><p> وَأَمَّا الْإِجْمَاعُ فَقَدْ أَجْمَعَ جَمِيعُ عُلَمَاءِ الْمُسْلِمِينَ عَلَى جَوَازِ أَنْوَاعٍ مِنْ أَنْوَاعِ الشَّرِكَاتِ، وَإِنَّمَا الْخِلَافُ بَيْنَهُمْ فِي بَعْضِ أَنْوَاعِهَا. </p><p> اعْلَمْ أَوَّلًا أَنَّ الشَّرِكَةَ قِسْمَانِ: شَرِكَةُ أَمْلَاكٍ، وَشَرِكَةُ عُقُودٍ. </p><p> فَشَرِكَةُ الْأَمْلَاكِ أَنْ يَمْلِكَ عَيْنًا اثْنَانِ أَوْ أَكْثَرُ بِإِرْثٍ أَوْ شِرَاءٍ أَوْ هِبَةٍ وَنَحْوِ ذَلِكَ، وَهِيَ الْمَعْرُوفَةُ عِنْدَ الْمَالِكِيَّةِ بِالشَّرِكَةِ الْأَعَمِّيَّةِ. </p><p> وَشَرِكَةُ الْعُقُودِ تَنْقَسِمُ إِلَى شَرِكَةِ مُفَاوَضَةٍ، وَشَرِكَةِ عِنَانٍ، وَشَرِكَةِ وُجُوهٍ، وَشَرِكَةِ أَبْدَانٍ، وَشَرِكَةِ مُضَارَبَةٍ، وَقَدْ تَتَدَاخَلُ هَذِهِ الْأَنْوَاعُ فَيَجْتَمِعُ بَعْضُهَا مَعَ بَعْضٍ. </p><p> أَمَّا شَرِكَةُ الْأَمْلَاكِ فَقَدْ جَاءَ الْقُرْآنُ الْكَرِيمُ بِهَا فِي قَوْلِهِ تَعَالَى: فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ [٤ \\ ١٢] ، وَلَا خِلَافَ فِيهَا بَيْنَ الْعُلَمَاءِ. </p><p> وَأَمَّا أَنْوَاعُ شَرِكَةِ الْعُقُودِ فَسَنَذْكُرُ إِنْ شَاءَ اللَّهُ هُنَا مَعَانِيَهَا وَكَلَامَ الْعُلَمَاءِ فِيهَا، وَأَمْثِلَةً لِلْجَائِزِ مِنْهَا تَنْبِيهًا بِهَا عَلَى غَيْرِهَا، وَمَا وَرَدَ مِنَ الْأَدِلَّةِ فِي ذَلِكَ. </p><p> اعْلَمْ أَنَّ شَرِكَةَ الْمُفَاوَضَةِ مُشْتَقَّةٌ مِنَ التَّفْوِيضِ ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يُفَوِّضُ أَمْرَ التَّصَرُّفِ فِي مَالِ الشَّرِكَةِ إِلَى الْآخَرِ، وَمِنْ هَذَا قَوْلُهُ تَعَالَى عَنْ مُؤْمِنِ آلِ فِرْعَوْنَ: وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ الْآيَةَ [٤٠ \\ ٤٤] . </p><p> وَقِيلَ: أَصْلُهَا مِنَ الْمُسَاوَاةِ، لِاسْتِوَاءِ الشَّرِيكَيْنِ فِيهَا فِي التَّصَرُّفِ وَالضَّمَانِ، وَعَلَى هَذَا فَهِيَ مِنَ الْفَوْضَى بِمَعْنَى التَّسَاوِي، وَمِنْهُ قَوْلُ الْأَفْوَهِ الْأَوْدِيِّ: </p><p> لَا يَصْلُحُ النَّاسُ فَوْضَى لَا سَرَاةَ لَهُمْ ... وَلَا سَرَاةَ إِذَا جُهَّالُهُمْ سَادُوا </p><p> إِذَا تَوَلَّى سَرَاةُ النَّاسِ أَمْرَهُمُ ... نَمَا عَلَى ذَاكَ أَمْرُ الْقَوْمِ وَازْدَادُوا </p><p> فَقَوْلُهُ:  \" لَا يَصْلُحُ النَّاسُ فَوْضَى \" أَيْ لَا تَصْلُحُ أُمُورُهُمْ فِي حَالِ كَوْنِهِمْ فَوْضَى، أَيْ مُتَسَاوِينَ لَا أَشْرَافَ لَهُمْ يَأْمُرُونَهُمْ وَيَنْهَوْنَهُمْ، وَالْقَوْلُ الْأَوَّلُ هُوَ الصَّوَابُ، هَذَا هُوَ أَصْلُهَا فِي اللُّغَةِ. </p><p> وَأَمَّا شَرِكَةُ الْعِنَانِ فَقَدِ اخْتُلِفَ فِي أَصْلِ اشْتِقَاقِهَا اللُّغَوِيِّ، فَقِيلَ: أَصْلُهَا مِنْ عَنَّ الْأَمْرُ يَعِنُّ - بِالْكَسْرِ وَالضَّمِّ - عَنًّا وَعُنُونًا: إِذَا عَرَضَ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> فَعَنَّ لَنَا سِرْبٌ كَأَنَّ نِعَاجَهُ ... عَذَارَى دَوَارٍ فِي مُلَاءٍ مُذَيَّلِ </p><p> قَالَ ابْنُ مَنْظُورٍ فِي اللِّسَانِ: وَشِرْكُ الْعِنَانِ وَشَرِكَةُ الْعِنَانِ: شَرِكَةٌ فِي شَيْءٍ خَاصٍّ دُونَ سَائِرِ أَمْوَالِهِمَا، كَأَنَّهُ عَنَّ لَهُمَا شَيْءٌ فَاشْتَرَيَاهُ وَاشْتَرَكَا فِيهِ، وَاسْتَشْهَدَ لِذَلِكَ بِقَوْلِ النَّابِغَةِ الْجَعْدِيِّ: </p><p> فَشَارَكْنَا قُرَيْشًا فِي تُقَاهَا ... وَفِي أَحْسَابِهَا شِرْكَ الْعِنَانِ </p><p> بِمَا وَلَدَتْ نِسَاءُ بَنِي هِلَالٍ ... وَمَا وَلَدَتْ نِسَاءُ بَنِي أَبَانِ </p><p> وَبِهَذَا تَعْلَمُ أَنَّ شَرِكَةَ الْعِنَانِ مَعْرُوفَةٌ فِي كَلَامِ الْعَرَبِ، وَأَنَّ قَوْلَ ابْنِ الْقَاسِمِ مِنْ </p><p> أَصْحَابِ مَالِكٍ: إِنَّهُ لَا يَعْرِفُ شَرِكَةَ الْعِنَانِ عَنْ مَالِكٍ، وَأَنَّهُ لَمْ يَرَ أَحَدًا مِنْ أَهْلِ الْحِجَازِ يَعْرِفُهَا، وَإِنَّمَا يُرْوَى عَنْ مَالِكٍ وَالشَّافِعِيِّ مِنْ أَنَّهُمَا لَمْ يُطْلِقَا هَذَا الِاسْمَ عَلَى هَذِهِ الشَّرِكَةِ، وَأَنَّهُمَا قَالَا: </p><p> هِيَ كَلِمَةٌ تَطَرَّقَ بِهَا أَهْلُ الْكُوفَةِ لِيُمْكِنَهُمُ التَّمْيِيزُ بَيْنَ الشَّرِكَةِ الْعَامَّةِ وَالْخَاصَّةِ مِنْ غَيْرِ أَنْ يَكُونَ مُسْتَعْمَلًا فِي كَلَامِ الْعَرَبِ - كُلُّ ذَلِكَ فِيهِ نَظَرٌ لِمَا عَرَفْتَ أَنْ كَانَ ثَابِتًا عَنْهُمْ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: </p><p> اعْلَمْ أَنَّ مُرَادَ النَّابِغَةِ فِي بَيْتَيْهِ الْمَذْكُورَيْنِ: بِمَا وَلَدَتْ نِسَاءُ بَنِي هِلَالٍ ابْنُ عَامِرِ بْنِ صَعْصَعَةَ، وَأَنَّ مِنْهُمْ لُبَابَةَ الْكُبْرَى، وَلُبَابَةَ الصُّغْرَى، وَهُمَا أُخْتَانِ، ابْنَتَا الْحَارِثِ بْنِ حَزْنِ بْنِ بُجَيْرِ بْنِ الْهَزْمِ بْنِ رُوَيْبَةَ بْنِ عَبْدِ اللَّهِ بْنِ هِلَالٍ، وَهُمَا أُخْتَا مَيْمُونَةَ بِنْتِ الْحَارِثِ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> أَمَّا لُبَابَةُ الْكُبْرَى فَهِيَ زَوْجُ الْعَبَّاسِ بْنِ عَبْدِ الْمَطَّلِبِ رَضِيَ اللَّهُ عَنْهُ، وَهِيَ أُمُّ أَبْنَائِهِ: عَبْدِ اللَّهِ، وَعُبَيْدِ اللَّهِ، وَالْفَضْلِ وَبِهِ كَانَتْ تُكَنَّى، وَفِيهَا يَقُولُ الرَّاجِزُ: </p><p> مَا وَلَدَتْ نَجِيبَةٌ مِنْ فَحْلِ ... كَسِتَّةٍ مِنْ بَطْنِ أُمِّ الْفَضْلِ </p><p> وَأَمَّا لُبَابَةُ الصُّغْرَى فَهِيَ أُمُّ خَالِدِ بْنِ الْوَلِيدِ رَضِيَ اللَّهُ عَنْهُ، وَعَمَّتُهُمَا صَفِيَّةُ بِنْتُ حَزْنٍ هِيَ أُمُّ أَبِي سُفْيَانَ بْنِ حَرْبٍ، وَهَذَا مُرَادُهُ: </p><p> بِمَا وَلَدَتْ نِسَاءُ بَنِي هِلَالِ </p><p> وَأَمَّا نِسَاءُ بَنِي أَبَانٍ فَإِنَّهُ يَعْنِي أَنَّ أَبَا الْعَاصِ، وَالْعَاصَ، وَأَبَا الْعِيصِ، وَالْعِيصَ أَبْنَاءَ أُمَيَّةَ بْنِ عَبْدِ شَمْسٍ، أُمُّهُمْ آمِنَةُ بِنْتُ أَبَانِ بْنِ كُلَيْبِ بْنِ رَبِيعَةَ بْنِ عَامِرِ بْنِ صَعْصَعَةَ، فَهَذِهِ الْأَرْحَامُ الْمُخْتَلِطَةُ بَيْنَ الْعَامِرِيِّينَ وَبَيْنَ قُرَيْشٍ هِيَ مُرَادُ النَّابِغَةِ بِمُشَارَكَتِهِمْ لَهُمْ فِي الْحَسَبِ وَالتُّقَى شِرْكَ الْعِنَانِ. </p><p> وَقِيلَ: إِنَّ شَرِكَةَ الْعِنَانِ أَصْلُهَا مِنْ عِنَانِ الْفَرَسِ، كَمَا يَأْتِي إِيضَاحُهُ إِنْ شَاءَ اللَّهُ، وَهُوَ الْمَشْهُورُ عِنْدَ الْعُلَمَاءِ. </p><p> وَقِيلَ هِيَ مِنَ الْمُعَانَاةِ بِمَعْنَى الْمُعَارَضَةِ، يُقَالُ: عَانَنْتُهُ: إِذَا عَارَضْتُهُ بِمِثْلِ مَالِهِ أَوْ فِعَالِهِ، فَكُلُّ وَاحِدٍ مِنَ الشَّرِيكَيْنِ يُعَارِضُ الْآخَرَ بِمَالِهِ وَفِعَالِهِ. </p><p> وَهِيَ بِكَسْرِ الْعَيْنِ عَلَى الصَّحِيحِ خِلَافًا لِمَنْ زَعَمَ فَتْحَهَا، وَيُرْوَى عَنْ عِيَاضٍ وَغَيْرِهِ، وَادِّعَاءُ أَنَّ أَصْلَهَا مِنْ عَنَانِ السَّمَاءِ بَعِيدٌ جِدًّا كَمَا تَرَى. </p><p> وَأَمَّا شَرِكَةُ الْوُجُوهِ فَأَصْلُهَا مِنَ الْوَجَاهَةِ، لِأَنَّ الْوَجِيهَ تُتْبَعُ ذِمَّتُهُ بِالدَّيْنِ، وَإِذَا بَاعَ شَيْئًا بَاعَهُ بِأَكْثَرَ مِمَّا يَبِيعُ بِهِ الْخَامِلُ. </p><p> وَأَمَّا شَرِكَةُ الْأَبْدَانِ فَأَصْلُهَا اللُّغَوِيُّ وَاضِحٌ ; لِأَنَّهُمَا يَشْتَرِكَانِ بِعَمَلِ أَبْدَانِهِمَا، وَلِذَا تُسَمَّى شَرِكَةَ الْعَمَلِ، إِذْ لَيْسَ الِاشْتِرَاكُ فِيهَا بِالْمَالِ، وَإِنَّمَا هُوَ بِعَمَلِ الْبَدَنِ. </p><p> وَأَمَّا شَرِكَةُ الْمُضَارَبَةِ وَهِيَ الْقِرَاضُ فَأَصْلُهَا مِنَ الضَّرْبِ فِي الْأَرْضِ ; لِأَنَّ التَّاجِرَ يُسَافِرُ فِي طَلَبِ الرِّبْحِ، وَالسَّفَرُ يُكَنَّى عَنْهُ بِالضَّرْبِ فِي الْأَرْضِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ الْآيَةَ [٧٣ \\ ٢٠] ، وَقَوْلِهِ: وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ الْآيَةَ [٤ \\ ١٠١] . </p><p> فَإِذَا عَرَفْتَ مَعَانِيَ أَنْوَاعِ الشَّرِكَةِ فِي اللُّغَةِ، فَسَنَذْكُرُ لَكَ إِنْ شَاءَ اللَّهُ تَعَالَى هُنَا مَعَانِيَهَا الْمُرَادَةَ بِهَا فِي الِاصْطِلَاحِ عِنْدَ الْأَئِمَّةِ الْأَرْبَعَةِ وَأَصْحَابِهِمْ، وَأَحْكَامَهَا ; لِأَنَّهُمْ مُخْتَلِفُونَ فِي الْمُرَادِ بِهَا اصْطِلَاحًا، وَفِي بَعْضِ أَحْكَامِهَا. </p><p> أَمَّا مَذْهَبُ مَالِكٍ فِي أَنْوَاعِ الشَّرِكَةِ وَأَحْكَامِهَا فَهَذَا تَفْصِيلُهُ: </p><p> اعْلَمْ أَنَّ شَرِكَةَ الْمُفَاوَضَةِ جَائِزَةٌ عِنْدَ مَالِكٍ وَأَصْحَابِهِ، وَالْمُرَادُ بِشَرِكَةِ الْمُفَاوَضَةِ عِنْدَهُمْ هُوَ أَنْ يُطْلِقَ كُلُّ وَاحِدٍ مِنْهُمَا التَّصَرُّفَ لِصَاحِبِهِ فِي الْمَالِ الَّذِي اشْتَرَكَا فِيهِ غَيْبَةً وَحُضُورًا، وَبَيْعًا وَشِرَاءً، وَضَمَانًا وَتَوْكِيلًا، وَكَفَالَةً وَقِرَاضًا، فَمَا فَعَلَ أَحَدُهُمَا مِنْ ذَلِكَ لَزِمَ صَاحِبَهُ إِذَا كَانَ عَائِدًا عَلَى شَرِكَتِهِمَا. </p><p> وَلَا يَكُونَانِ شَرِيكَيْنِ إِلَّا فِيمَا يَعْقِدَانِ عَلَيْهِ الشَّرِكَةَ مِنْ أَمْوَالِهِمَا، دُونَ مَا يَنْفَرِدُ بِهِ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ مَالِهِ، وَسَوَاءٌ اشْتَرَكَا فِي كُلِّ مَا يَمْلِكَانِهِ أَوْ فِي بَعْضِ أَمْوَالِهِمَا، وَتَكُونُ يَدُ كُلٍّ مِنْهُمَا كَيَدِ صَاحِبِهِ، وَتَصَرُّفُهُ كَتَصَرُّفِهِ مَا لَمْ يَتَبَرَّعْ بِشَيْءٍ لَيْسَ فِي مَصْلَحَةِ الشَّرِكَةِ. </p><p> وَسَوَاءٌ كَانَتِ الْمُفَاوَضَةُ بَيْنَهُمَا فِي جَمِيعِ أَنْوَاعِ الْمَتَاجِرِ أَوْ فِي نَوْعٍ وَاحِدٍ مِنْهَا، كَرَقِيقٍ يَتَفَاوَضَانِ فِي التِّجَارَةِ فِيهِ فَقَطْ، وَلِكُلِّ وَاحِدٍ مِنْهُمَا أَنْ يَبِيعَ بِالدَّيْنِ وَيَشْتَرِيَ فِيهِ وَيَلْزَمُ ذَلِكَ صَاحِبَهُ وَهَذَا هُوَ الصَّوَابُ، خِلَافًا لِخَلِيلٍ فِي مُخْتَصَرِهِ فِي الشِّرَاءِ بِالدَّيْنِ. </p><p> وَقَدْ أَشَارَ خَلِيلٌ فِي مُخْتَصَرِهِ إِلَى جَوَازِ شَرِكَةِ الْمُفَاوَضَةِ فِي مَذْهَبِ مَالِكٍ مَعَ تَعْرِيفِهَا، وَمَا يَسْتَلْزِمُهُ عَقْدُهَا مِنَ الْأَحْكَامِ بِالنِّسْبَةِ إِلَى الشَّرِيكَيْنِ بِقَوْلِهِ: ثُمَّ إِنْ أَطْلَقَا التَّصَرُّفَ وَإِنْ بِنَوْعٍ فَمُفَاوَضَةٌ، وَلَا يُفْسِدُهَا انْفِرَادُ أَحَدِهِمَا بِشَيْءٍ وَلَهُ أَنْ يَتَبَرَّعَ إِنِ اسْتَأْلَفَ بِهِ أَوْخَفَّ كَإِعَارَةِ آلَةٍ وَدَفْعِ كِسْرَةٍ وَيَبْضِعُ وَيُقَارِدُ وَيُودِعُ لِعُذْرٍ وَإِلَّا ضَمِنَ، وَيُشَارِكُ فِي مُعَيَّنٍ وَيَقْبَلُ وَيُوَلِّي وَيَقْبَلُ </p><p> الْمَعِيبَ وَإِنْ أَبَى الْآخَرُ، وَيُقِرُّ بِدَيْنٍ لِمَنْ لَا يُتَّهَمُ عَلَيْهِ، وَيَبِيعُ بِالدَّيْنِ لَا الشِّرَاءُ بِهِ، كَكِتَابَةٍ وَعِتْقٍ عَلَى مَالٍ، وَإِذْنٍ لِعَبْدٍ فِي تِجَارَةٍ وَمُفَاوَضَةٍ. وَقَدْ قَدَّمْنَا أَنَّ الشِّرَاءَ بِالدَّيْنِ كَالْبَيْعِ بِهِ، فَلِلشَّرِيكِ فِعْلُهُ بِغَيْرِ إِذْنِ شَرِيكِهِ عَلَى الصَّحِيحِ مِنْ مَذْهَبِ مَالِكٍ خِلَافًا لِخَلِيلٍ. وَأَمَّا الْكِتَابَةُ وَالْعِتْقُ عَلَى الْمَالِ وَمَا عُطِفَ عَلَيْهِ فَلَا يَجُوزُ شَيْءٌ مِنْهُ إِلَّا بِإِذْنِ الشَّرِيكِ. </p><p> وَاعْلَمْ أَنَّ شَرِكَةَ الْمُفَاوَضَةِ هَذِهِ فِي مَذْهَبِ مَالِكٍ لَا تَتَضَمَّنُ شَيْئًا مِنْ أَنْوَاعِ الْغَرَرِ الَّتِي حُرِّمَتْ مِنْ أَجْلِهَا شَرِكَةُ الْمُفَاوَضَةِ عِنْدَ الشَّافِعِيَّةِ وَمَنْ وَافَقَهُمْ ; لِأَنَّ مَا اسْتَفَادَهُ أَحَدُ الشَّرِيكَيْنِ الْمُتَفَاوِضَيْنِ مِنْ طَرِيقٍ أُخْرَى كَالْهِبَةِ وَالْإِرْثِ، وَاكْتِسَابِ مُبَاحٍ كَاصْطِيَادٍ وَاحْتِطَابٍ وَنَحْوِ ذَلِكَ لَا يَكُونُ شَيْءٌ مِنْهُ لِشَرِيكِهِ، كَمَا أَنَّ مَا لَزِمَهُ غُرْمُهُ خَارِجًا عَنِ الشَّرِكَةِ كَأَرْشِ جِنَايَةٍ، وَثَمَنِ مَغْصُوبٍ وَنَحْوِ ذَلِكَ، لَا شَيْءَ مِنْهُ عَلَى شَرِيكِهِ، بَلْ يَقْتَصِرُ كُلُّ مَا بَيْنَهُمَا عَلَى مَا كَانَ مُتَعَلِّقًا بِمَالِ الشَّرِكَةِ، فَكُلٌّ مِنْهُمَا وَكِيلٌ عَنْ صَاحِبِهِ، وَكَفِيلٌ عَلَيْهِ فِي جَمِيعِ مَا يَتَعَلَّقُ بِمَالِ الشَّرِكَةِ، وَهَكَذَا اقْتَضَاهُ الْعَقْدُ الَّذِي تَعَاقَدَا عَلَيْهِ، فَلَا مُوجِبَ لِلْمَنْعِ وَلَا غَرَرَ فِي هَذِهِ الشَّرِكَةِ عِنْدَ الْمَالِكِيَّةِ ; لِأَنَّهُمْ لَا يَجْعَلُونَ الْمُتَفَاوِضَيْنِ شَرِيكَيْنِ فِي كُلِّ مَا اكْتَسَبَا جَمِيعًا حَتَّى يَحْصُلَ الْغَرَرُ بِذَلِكَ، وَلَا مُتَضَامِنَيْنِ فِي كُلِّ مَا جَنَيَا حَتَّى يَحْصُلَ الْغَرَرُ بِذَلِكَ، بَلْ هُوَ عَقْدٌ عَلَى أَنَّ كُلَّ وَاحِدٍ مِنْهُمَا نَائِبٌ عَنِ الْآخَرِ فِي كُلِّ التَّصَرُّفَاتِ فِي مَالِ الشَّرِكَةِ، وَضَامِنٌ عَلَيْهِ فِي كُلِّ مَا يَتَعَلَّقُ بِالشَّرِكَةِ، وَهَذَا لَا مَانِعَ مِنْهُ كَمَا تَرَى، وَبِهِ تَعْلَمُ أَنَّ اخْتِلَافَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ فِي شَرِكَةِ الْمُفَاوَضَةِ خِلَافٌ فِي حَالٍ، لَا فِي حَقِيقَةٍ. </p><p> وَأَمَّا شَرِكَةُ الْعِنَانِ فَهِيَ جَائِزَةٌ عِنْدَ الْأَئِمَّةِ الْأَرْبَعَةِ، مَعَ اخْتِلَافِهِمْ فِي تَفْسِيرِهَا، وَفِي مَعْنَاهَا فِي مَذْهَبِ مَالِكٍ قَوْلَانِ، وَهِيَ جَائِزَةٌ عَلَى كِلَا الْقَوْلَيْنِ: الْأَوَّلُ وَهُوَ الْمَشْهُورُ أَنَّهَا هِيَ الشَّرِكَةُ الَّتِي يَشْتَرِطُ كُلُّ وَاحِدٍ مِنَ الشَّرِيكَيْنِ فِيهَا عَلَى صَاحِبِهِ أَلَّا يَتَصَرَّفَ فِي مَالِ الشَّرِكَةِ إِلَّا بِحَضْرَتِهِ وَمُوَافَقَتِهِ، وَعَلَى هَذَا دَرَجَ خَلِيلٌ فِي مُخْتَصَرِهِ بِقَوْلِهِ: وَإِنِ اشْتَرَطَا نَفْيَ الِاسْتِبْدَادِ فَعِنَانٌ، وَهِيَ عَلَى هَذَا الْقَوْلِ مِنْ عِنَانِ الْفَرَسِ ; لِأَنَّ عِنَانَ كُلِّ وَاحِدٍ مِنَ الشَّرِيكَيْنِ بِيَدِ الْآخَرِ فَلَا يَسْتَطِيعُ الِاسْتِقْلَالَ دُونَهُ بِعَمَلٍ، كَالْفَرَسِ الَّتِي يَأْخُذُ رَاكِبُهَا بِعِنَانِهَا فَإِنَّهَا لَا تَسْتَطِيعُ الذَّهَابَ إِلَى جِهَةٍ بِغَيْرِ رِضَاهُ. </p><p> وَالْقَوْلُ الثَّانِي عِنْدَ الْمَالِكِيَّةِ: أَنَّ شَرِكَةَ الْعِنَانِ هِيَ الِاشْتِرَاكُ فِي شَيْءٍ خَاصٍّ، وَبِهَذَا جَزَمَ ابْنُ رُشْدٍ وَنَقْلُهُ عَنْدَ الْمَوَّاقُ فِي شَرْحِ قَوْلِ خَلِيلٍ: وَإِنِ اشْتَرَطَا نَفْيَ الِاسْتِبْدَادِ إِلَخْ، وَهَذَا الْمَعْنَى الْأَخِيرُ أَقْرَبُ لِلْمَعْرُوفِ فِي اللُّغَةِ كَمَا قَدَّمْنَا عَنِ ابْنِ مَنْظُورٍ فِي اللِّسَانِ. </p><p> وَأَمَّا شَرِكَةُ الْوُجُوهِ فَلَهَا عِنْدَ الْعُلَمَاءِ مَعَانٍ: </p><p> الْأَوَّلُ مِنْهَا هُوَ أَنْ يَشْتَرِكَ الْوَجِيهَانِ عِنْدَ النَّاسِ بِلَا مَالٍ وَلَا صَنْعَةٍ، بَلْ لِيَشْتَرِيَ كُلُّ وَاحِدٍ مِنْهُمَا بِمُؤَجَّلٍ فِي ذِمَّتِهِ لَهُمَا مَعًا، فَإِذَا بَاعَا كَانَ الرِّبْحُ الْفَاضِلُ عَنِ الْأَثْمَانِ بَيْنَهُمَا. </p><p> وَهَذَا النَّوْعُ مِنْ شَرِكَةِ الْوُجُوهِ هُوَ الْمَعْرُوفُ عِنْدَ الْمَالِكِيَّةِ بِشَرِكَةِ الذِّمَمِ، وَهُوَ فَاسِدٌ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ، خِلَافًا لِلْحَنَفِيَّةِ وَالْحَنَابِلَةِ، وَوَجْهُ فَسَادِهِ ظَاهِرٌ، لِمَا فِيهِ مِنَ الْغَرَرِ، لِاحْتِمَالِ أَنْ يَخْسَرَ هَذَا وَيَرْبَحَ هَذَا كَالْعَكْسِ، وَإِلَى فَسَادِ هَذَا النَّوْعِ مِنَ الشَّرِكَةِ أَشَارَ ابْنُ عَاصِمٍ الْمَالِكِيُّ فِي تُحْفَتِهِ بِقَوْلِهِ: </p><p> وَفَسْخُهَا إِنْ وَقَعَتْ عَلَى الذِّمَمْ ... وَيُقَسِّمَانِ الرِّبْحَ حُكْمٌ مُلْتَزَمْ </p><p> الْمَعْنَى الثَّانِي مِنْ مَعَانِيهَا أَنْ يَبِيعَ وَجِيهٌ مَالَ خَامِلٍ بِزِيَادَةِ رِبْحٍ، عَلَى أَنْ يَكُونَ لَهُ بَعْضُ الرِّبْحِ الَّذِي حَصَلَ فِي الْمَبِيعِ بِسَبَبِ وَجَاهَتِهِ ; لِأَنَّ الْخَامِلَ لَوْ كَانَ هُوَ الْبَائِعَ لَمَا حَصَّلَ ذَلِكَ الرِّبْحَ، وَهَذَا النَّوْعُ أَيْضًا فَاسِدٌ ; لِأَنَّهُ عِوَضُ جَاهٍ، كَمَا قَالَهُ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ. </p><p> وَالْمَعْنَى الثَّالِثُ أَنْ يَتَّفِقَ وَجِيهٌ وَخَامِلٌ عَلَى أَنْ يَشْتَرِيَ الْوَجِيهُ فِي الذِّمَّةِ وَيَبِيعَ الْخَامِلُ وَيَكُونَ الرِّبْحُ بَيْنَهُمَا، وَهَذَا النَّوْعُ أَيْضًا فَاسِدٌ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ، لِمَا ذَكَرْنَا مِنَ الْغَرَرِ سَابِقًا. </p><p> وَأَمَّا شَرِكَةُ الْأَبْدَانِ عِنْدَ الْمَالِكِيَّةِ فَهِيَ جَائِزَةٌ بِشُرُوطٍ، وَهِيَ أَنْ يَكُونَ عَمَلُ الشَّرِيكَيْنِ مُتَّحِدًا كَخَيَّاطَيْنِ، أَوْ مُتَلَازِمًا كَأَنْ يَغْزِلَ أَحَدُهُمَا وَيَنْسِجَ الْآخَرُ ; لِأَنَّ النَّسْجَ لَا بُدَّ لَهُ مِنَ الْغَزْلِ، وَأَنْ يَتَسَاوَيَا فِي الْعَمَلِ جَوْدَةً وَرَدَاءَةً وَبُطْأً وَسُرْعَةً، أَوْ يَتَقَارَبَا فِي ذَلِكَ، وَأَنْ يَحْصُلَ التَّعَاوُنُ بَيْنَهُمَا، وَإِلَى جَوَازِ هَذَا النَّوْعِ مِنَ الشَّرِكَةِ بِشُرُوطِهِ أَشَارَ خَلِيلٌ فِي مُخْتَصَرِهِ بِقَوْلِهِ: </p><p> وَجَازَتْ بِالْعَمَلِ إِنِ اتَّحَدَ أَوْ تَلَازَمَ وَتَسَاوَيَا فِيهِ، أَوْ تَقَارَبَا وَحَصَلَ التَّعَاوُنُ، وَإِنْ بِمَكَانَيْنِ، وَفِي جَوَازِ إِخْرَاجِ كُلِّ آلَةٍ وَاسْتِئْجَارِهِ مِنَ الْآخَرِ، أَوْ لَا بُدَّ مِنْ مِلْكٍ أَوْ كِرَاءٍ - تَأْوِيلَانِ، كَطَبِيبَيْنِ اشْتَرَكَا فِي الدَّوَاءِ، وَصَائِدَيْنِ فِي الْبَازَيْنِ، [وَهَلْ وَإِنِ افْتَرَقَا رُوِيَتْ عَلَيْهِمَا وَحَافِرَيْنِ بِكَرِكَازٍ وَمَعْدِنٍ، وَلَمْ يَسْتَحِقَّ وَارِثُهُ بَقِيَّتَهُ وَأَقْطَعَهُ الْإِمَامُ، وَقَيَّدَ بِمَا لَمْ يَبْدُ، وَلَزِمَهُ مَا يَقْبَلُهُ صَاحِبُهُ وَإِنْ تَفَاصَلَا وَأُلْغِيَ مَرَضٌ كَيَوْمَيْنِ إِلَخْ] وَبِهَذَا تَعْلَمُ أَنَّ شَرِكَةَ الْأَبْدَانِ جَائِزَةٌ عِنْدَ الْمَالِكِيَّةِ فِي جَمِيعِ أَنْوَاعِ الْعَمَلِ: مِنْ صِنَاعَاتٍ بِأَنْوَاعِهَا، وَطِبٍّ وَاكْتِسَابٍ مُبَاحٍ، كَالِاصْطِيَادِ وَالِاحْتِشَاشِ وَالِاحْتِطَابِ، وَغَيْرِ ذَلِكَ بِالشُّرُوطِ الْمَذْكُورَةِ، وَقَالَ ابْنُ عَاصِمٍ فِي تُحْفَتِهِ: </p><p> شَرِكَةٌ بِمَالٍ أَوْ بِعَمَلٍ ... أَوْ بِهِمَا تَجُوزُ لَا لِأَجَلٍ </p><p> وَبَقِيَ نَوْعٌ مَعْرُوفٌ عِنْدَ الْمَالِكِيَّةِ مِنْ أَنْوَاعِ الشَّرِكَةِ يُسَمَّى فِي الِاصْطِلَاحِ بِـ \" شَرِكَةِ الْجَبْرِ \" وَكَثِيرٌ مِنَ الْعُلَمَاءِ يُخَالِفُهُمْ فِي هَذَا النَّوْعِ الَّذِي هُوَ \" شَرِكَةُ الْجَبْرِ \" . </p><p> وَشَرِكَةُ الْجَبْرِ: هِيَ أَنْ يَشْتَرِيَ شَخْصٌ سِلْعَةً بِسُوقِهَا الْمَعْهُودِ لَهَا، لِيَتَّجِرَ بِهَا بِحَضْرَةِ بَعْضِ تُجَّارِ جِنْسِ تِلْكَ السِّلْعَةِ الَّذِينَ يَتَّجِرُونَ فِيهَا، وَلَمْ يَتَكَلَّمْ أُولَئِكَ التُّجَّارُ الْحَاضِرُونَ، فَإِنَّ لَهُمْ إِنْ أَرَادُوا الِاشْتِرَاكَ فِي تِلْكَ السِّلْعَةِ مَعَ ذَلِكَ الْمُشْتَرِي أَنْ يُجْبِرُوهُ عَلَى ذَلِكَ، وَيَكُونُونَ شُرَكَاءَهُ فِي تِلْكَ السِّلْعَةِ شَاءَ أَوْ أَبَى. </p><p> وَشَرِكَتُهُمْ هَذِهِ مَعَهُ جَبْرًا عَلَيْهِ هِيَ \" شَرِكَةُ الْجَبْرِ \" الْمَذْكُورَةُ، فَإِنْ كَانَ اشْتَرَاهَا لِيَقْتَنِيَهَا لَا لِيَتَّجِرَ بِهَا، أَوِ اشْتَرَاهَا لِيُسَافِرَ بِهَا إِلَى مَحِلٍّ آخَرَ وَلَوْ لِلتِّجَارَةِ بِهَا فِيهِ - فَلَا جَبْرَ لَهُمْ عَلَيْهِ، وَأَشَارَ خَلِيلٌ فِي مُخْتَصَرِهِ إِلَى \" شَرِكَةِ الْجَبْرِ \" بِقَوْلِهِ: وَأُجْبِرَ عَلَيْهَا إِنِ اشْتَرَى شَيْئًا بِسُوقِهِ لَا لِكُفْرٍ أَوْ قِنْيَةٍ، وَغَيْرُهُ حَاضِرٌ لَمْ يَتَكَلَّمْ مِنْ تُجَّارِهِ، وَهَلْ فِي الزُّقَاقِ لَا كَبَيْتِهِ قَوْلَانِ، وَأَمَّا شَرِكَةُ الْمُضَارَبَةِ فَهِيَ الْقِرَاضُ، وَهُوَ أَنْ يَدْفَعَ شَخْصٌ إِلَى آخَرَ مَالًا لِيَتَّجِرَ بِهِ عَلَى جُزْءٍ مِنْ رِبْحِهِ يَتَّفِقَانِ عَلَيْهِ، وَهَذَا النَّوْعُ جَائِزٌ بِالْإِجْمَاعِ إِذَا اسْتَوْفَى الشُّرُوطَ كَمَا سَيَأْتِي إِنْ شَاءَ اللَّهُ دَلِيلُهُ. </p><p> وَأَمَّا أَنْوَاعُ الشَّرِكَةِ فِي مَذْهَبِ الشَّافِعِيِّ رَحِمَهُ اللَّهُ فَهِيَ أَرْبَعَةٌ: ثَلَاثَةٌ مِنْهَا بَاطِلَةٌ فِي مَذْهَبِهِ، وَالرَّابِعُ صَحِيحٌ. </p><p> وَأَمَّا الثَّلَاثَةُ الْبَاطِلَةُ فَالْأَوَّلُ مِنْهَا \" شَرِكَةُ الْأَبْدَانِ \" كَشَرِكَةِ الْحَمَّالِينَ، وَسَائِرِ الْمُحْتَرِفِينَ: كَالْخَيَّاطِينَ، وَالنَّجَّارِينَ، وَالدَّلَّالِينَ، وَنَحْوِ ذَلِكَ، لِيَكُونَ بَيْنَهُمَا كَسْبُهُمَا مُتَسَاوِيًا أَوْ مُتَفَاوِتًا مَعَ اتِّفَاقِ الصَّنْعَةِ أَوِ اخْتِلَافِهَا. </p><p> فَاتِّفَاقُ الصَّنْعَةِ كَشَرِكَةِ خَيَّاطَيْنِ، وَاخْتِلَافُهَا كَشَرِكَةِ خَيَّاطٍ وَنَجَّارٍ وَنَحْوِ ذَلِكَ، كُلُّ ذَلِكَ بَاطِلٌ فِي مَذْهَبِ الشَّافِعِيِّ، وَلَا تَصِحُّ عِنْدَهُ الشَّرِكَةُ إِلَّا بِالْمَالِ فَقَطْ لَا بِالْعَمَلِ. </p><p> وَوَجْهُ بُطْلَانِ شَرِكَةِ الْأَبْدَانِ عِنْدَ الشَّافِعِيَّةِ هُوَ أَنَّهَا شَرِكَةٌ لَا مَالَ فِيهَا، وَأَنَّ فِيهَا غَرَرًا ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا لَا يَدْرِي أَيَكْتَسِبُ صَاحِبُهُ شَيْئًا أَمْ لَا، وَلِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا مُتَمَيِّزٌ بِبَدَنِهِ وَمَنَافِعِهِ فَيَخْتَصُّ بِفَوَائِدِهِ، كَمَا لَوِ اشْتَرَكَا فِي مَاشِيَتِهِمَا وَهِيَ مُتَمَيِّزَةٌ عَلَى أَنْ يَكُونَ النَّسْلُ وَالدَّرُّ بَيْنَهُمَا، وَقِيَامًا عَلَى الِاحْتِطَابِ وَالِاصْطِيَادِ، هَكَذَا تَوْجِيهُ الشَّافِعِيَّةِ لِلْمَنْعِ فِي هَذَا النَّوْعِ مِنَ الشَّرِكَةِ. </p><p> وَقَدْ عَلِمْتَ فِيمَا مَرَّ شُرُوطَ جَوَازِ هَذَا النَّوْعِ عِنْدَ الْمَالِكِيَّةِ، إِذْ بِتَوَفُّرِ الشُّرُوطِ الْمَذْكُورَةِ </p><p> يَنْتَفِي الْغَرَرُ. </p><p> وَالثَّانِي مِنَ الْأَنْوَاعِ الْبَاطِلَةِ عِنْدَ الشَّافِعِيَّةِ هُوَ شَرِكَةُ الْمُفَاوَضَةِ، وَهِيَ عِنْدَهُمْ أَنْ يَشْتَرِكَا عَلَى أَنْ يَكُونَ بَيْنَهُمَا جَمِيعُ كَسْبِهِمَا بِأَمْوَالِهِمَا وَأَبْدَانِهِمَا، وَعَلَيْهِمَا جَمِيعُ مَا يَعْرِضُ لِكُلِّ وَاحِدٍ مِنْهُمَا مَنْ غُرْمٍ، سَوَاءٌ كَانَ بِغَصْبٍ أَوْ إِتْلَافٍ أَوْ بَيْعٍ فَاسِدٍ أَوْ غَيْرِ ذَلِكَ، وَلَا شَكَّ أَنَّ هَذَا النَّوْعَ مُشْتَمِلٌ عَلَى أَنْوَاعٍ مِنَ الْغَرَرِ فَبُطْلَانُهُ وَاضِحٌ، وَهُوَ مَمْنُوعٌ عِنْدَ الْمَالِكِيَّةِ، وَلَا يُجِيزُونَ هَذَا وَلَا يَعْنُونَهُ بِـ \" شَرِكَةِ الْمُفَاوَضَةِ \" كَمَا قَدَّمْنَا. </p><p> وَقَدْ قَالَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ فِي هَذَا النَّوْعِ: إِنْ لَمْ تَكُنْ شَرِكَةُ الْمُفَاوَضَةِ بَاطِلَةً، فَلَا بَاطِلَ أَعْرِفُهُ فِي الدُّنْيَا. يُشِيرُ إِلَى كَثْرَةِ الْغَرَرِ وَالْجَهَالَاتِ فِيهَا، لِاحْتِمَالِ أَنْ يَكْسِبَ كُلُّ وَاحِدٍ مِنْهُمَا كَسْبًا دُونَ الْآخَرِ، وَأَنْ تَلْزَمَ كُلَّ وَاحِدٍ مِنْهُمَا غَرَامَاتٌ دُونَ الْآخَرِ، فَالْغَرَرُ ظَاهِرٌ فِي هَذَا النَّوْعِ جِدًّا. </p><p> وَالثَّالِثُ مِنَ الْأَنْوَاعِ الْبَاطِلَةِ عِنْدَ الشَّافِعِيَّةِ: هُوَ \" شَرِكَةُ الْوُجُوهِ \" وَهِيَ عِنْدَهُمْ أَنْ يَشْتَرِيَ الْوَجِيهَانِ لِيَبْتَاعَ كُلُّ وَاحِدٍ مِنْهُمَا بِمُؤَجَّلٍ فِي ذِمَّتِهِ لَهُمَا مَعًا، فَإِذَا بَاعَا كَانَ الْفَاضِلُ مِنَ الْأَثْمَانِ بَيْنَهُمَا، وَهَذَا النَّوْعُ هُوَ الْمَعْرُوفُ عِنْدَ الْمَالِكِيَّةِ بِـ \" شَرِكَةِ الذِّمَمِ \" ، وَوَجْهُ فَسَادِهِ ظَاهِرٌ، لِمَا فِيهِ مِنَ الْغَرَرِ ; لِأَنَّ كُلًّا مِنْهُمَا يَشْتَرِي فِي ذِمَّتِهِ وَيَجْعَلُ كُلٌّ مِنْهُمَا لِلْآخَرِ نَصِيبًا مِنْ رِبْحِ مَا اشْتَرَى فِي ذِمَّتِهِ، مُقَابِلَ نَصِيبٍ مِنْ رِبْحِ مَا اشْتَرَى الْآخَرُ فِي ذِمَّتِهِ، وَالْغَرَرُ فِي مِثْلِ هَذَا ظَاهِرٌ جِدًّا، وَبَقِيَّةُ أَنْوَاعِ \" شَرِكَةِ الْوُجُوهِ \" ذَكَرْنَاهُ فِي الْكَلَامِ عَلَيْهَا فِي مَذْهَبِ مَالِكٍ، وَكُلُّهَا مَمْنُوعَةٌ فِي مَذْهَبِ مَالِكٍ وَمَذْهَبِ الشَّافِعِيِّ، وَلِذَا اكْتَفَيْنَا بِمَا قَدَّمْنَا عَنِ الْكَلَامِ عَلَى بَقِيَّةِ أَنْوَاعِهَا فِي مَذْهَبِ الشَّافِعِيِّ. </p><p> أَمَّا النَّوْعُ الرَّابِعُ مِنْ أَنْوَاعِ الشَّرِكَةِ الَّذِي هُوَ صَحِيحٌ عِنْدَ الشَّافِعِيَّةِ فَهُوَ \" شَرِكَةُ الْعِنَانِ \" وَهِيَ: أَنْ يَشْتَرِكَا فِي مَالٍ لَهُمَا لِيَتَّجِرَا فِيهِ، وَيُشْتَرَطُ فِيهَا عِنْدَهُمْ صِيغَةٌ تَدُلُّ عَلَى الْإِذْنِ فِي التَّصَرُّفِ فِي مَالِ الشَّرِكَةِ، فَلَوِ اقْتَصَرَا عَلَى لَفْظِ \" اشْتَرَكْنَا \" لَمْ يَكْفِ عَلَى الْأَصَحِّ عِنْدَهُمْ. </p><p> وَيُشْتَرَطُ فِي الشَّرِيكَيْنِ أَهْلِيَّةُ التَّوْكِيلِ وَالتَّوَكُّلِ، وَهَذَا الشَّرْطُ مُجْمَعٌ عَلَيْهِ، وَتَصِحُّ \" شَرِكَةُ الْعِنَانِ \" عِنْدَ الشَّافِعِيَّةِ فِي الْمِثْلِيَّاتِ مُطْلَقًا دُونَ الْمُقَوَّمَاتِ وَقِيلَ: تَخْتَصُّ بِالنَّقْدِ الْمَضْرُوبِ. </p><p> وَيُشْتَرَطُ عِنْدَهُمْ فِيهَا خَلْطُ الْمَالَيْنِ، بِحَيْثُ لَا يَتَمَيَّزُ أَحَدُهُمَا مِنَ الْآخَرِ، وَالْحِيلَةُ عِنْدَهُمْ فِي الشَّرِكَةِ فِي الْعُرُوضِ هِيَ أَنْ يَبِيعَ كُلُّ وَاحِدٍ بَعْضَ عَرَضِهِ بِبَعْضِ عَرَضِ الْآخَرِ </p><p> وَيَأْذَنَ لَهُ فِي التَّصَرُّفِ، وَلَا يُشْتَرَطُ عِنْدَهُمْ تَسَاوِي الْمَالَيْنِ، وَالرِّبْحُ وَالْخُسْرَانُ عَلَى قَدْرِ الْمَالَيْنِ، سَوَاءٌ تَسَاوَيَا فِي الْعَمَلِ أَوْ تَفَاوَتَا، وَإِنْ شَرَطَا خِلَافَ ذَلِكَ فَسَدَ الْعَقْدُ، وَيَرْجِعُ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى الْآخَرِ بِأُجْرَةِ عَمَلِهِ فِي مَالِهِ. </p><p> عَقْدُ الشَّرِكَةِ الْمَذْكُورَةِ يُسَلِّطُ كُلَّ وَاحِدٍ مِنْهُمَا عَلَى التَّصَرُّفِ فِي مَالِ الشَّرِكَةِ بِلَا ضَرَرٍ، فَلَا يَبِيعُ بِنَسِيئَةٍ، وَلَا بِغَبَنٍ فَاحِشٍ، وَلَا يَبْضَعُهُ بِغَيْرِ إِذْنِ شَرِيكِهِ، وَلِكُلٍّ مِنْهُمَا فَسْخُهَا مَتَى شَاءَ. </p><p> وَأَمَّا تَفْصِيلُ أَنْوَاعِ الشَّرِكَةِ فِي مَذْهَبِ الْإِمَامِ أَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ فَهُوَ أَنَّ الشَّرِكَةَ تَنْقَسِمُ إِلَى ضَرْبَيْنِ: </p><p> شَرِكَةِ مِلْكٍ، وَشَرِكَةِ عَقْدٍ. </p><p> فَشَرِكَةُ الْمِلْكِ وَاضِحَةٌ، كَأَنْ يَمْلِكَا شَيْئًا بِإِرْثٍ أَوْ هِبَةٍ وَنَحْوِ ذَلِكَ كَمَا تَقَدَّمَ، وَشَرِكَةُ الْعَقْدِ عِنْدَهُمْ تَنْقَسِمُ إِلَى ثَلَاثَةِ أَقْسَامٍ: </p><p> شَرِكَةٍ بِالْمَالِ، وَشَرِكَةٍ بِالْأَعْمَالِ، وَشَرِكَةٍ بِالْوُجُوهِ، وَكُلُّ قِسْمٍ مِنْ هَذِهِ الْأَقْسَامِ الثَّلَاثَةِ عِنْدَهُمْ يَنْقَسِمُ قِسْمَيْنِ: مُفَاوَضَةٌ، وَعِنَانٌ، فَالْمَجْمُوعُ سِتَّةُ أَقْسَامٍ. </p><p> أَمَّا شَرِكَةُ الْمُفَاوَضَةِ عِنْدَهُمْ فَهِيَ جَائِزَةٌ إِنْ تَوَفَّرَتْ شُرُوطُهَا، وَهِيَ عِنْدَهُمُ الشَّرِكَةُ الَّتِي تَتَضَمَّنُ وَكَالَةَ كُلٍّ مِنَ الشَّرِيكَيْنِ لِلْآخَرِ، وَكَفَالَةَ كُلٍّ مِنْهُمَا الْآخَرَ، وَلَابُدَّ فِيهَا مِنْ مُسَاوَاةِ الشَّرِيكَيْنِ فِي الْمَالِ وَالدِّينِ وَالتَّصَرُّفِ. </p><p> فَبِتَضَمُّنِهَا الْوَكَالَةَ يَصِحُّ تَصَرُّفُ كُلٍّ مِنْهُمَا فِي نَصِيبِ الْآخَرِ. </p><p> وَبِتَضَمُّنِهَا الْكَفَالَةَ يَطْلُبُ كُلٌّ مِنْهُمَا بِمَا لَزِمَ الْآخَرَ. </p><p> وَبِمُسَاوَاتِهِمَا فِي الْمَالِ يَمْتَنِعُ أَنْ يَسْتَبِدَّ أَحَدُهُمَا بِشَيْءٍ تَصِحُّ الشَّرِكَةُ فِيهِ دُونَ الْآخَرِ، وَلِذَا لَوْ وَرِثَ بَعْدَ الْعَقْدِ شَيْئًا تَصِحُّ الشَّرِكَةُ فِيهِ كَالنَّقْدِ بَطَلَتِ الْمُفَاوَضَةُ، وَرَجَعَتِ الشَّرِكَةُ شَرِكَةَ عِنَانٍ. </p><p> وَبِتَضَمُّنِهَا الْمُسَاوَاةَ فِي الدِّينِ تَمْتَنِعُ بَيْنَ مُسْلِمٍ وَكَافِرٍ. </p><p> وَبِتَضَمُّنِهَا الْمُسَاوَاةَ فِي التَّصَرُّفِ تَمْتَنِعُ بَيْنَ بَالِغٍ وَصَبِيٍّ، وَبَيْنَ حُرٍّ وَعَبْدٍ، وَكُلُّ مَا اشْتَرَاهُ وَاحِدٌ مِنْ شَرِيكَيِ الْمُفَاوَضَةِ فَهُوَ بَيْنَهُمَا، إِلَّا طَعَامَ أَهْلِهِ وَكُسْوَتَهُمْ، وَكُلُّ دَيْنٍ لَزِمَ أَحَدُهُمَا بِتِجَارَةٍ وَغَصْبٍ وَكَفَالَةٍ لَزِمَ الْآخَرَ. </p><p> وَلَا تَصِحُّ عِنْدَهُمْ شَرِكَةُ مُفَاوَضَةٍ أَوْ عِنَانٍ بِغَيْرِ النَّقْدَيْنِ وَالتِّبْرِ وَالْفُلُوسِ النَّافِقَةِ، وَالْحِيلَةُ فِي الشَّرِكَةِ فِي الْعُرُوضِ عِنْدَهُمْ هِيَ مَا قَدَّمْنَاهُ عَنِ الشَّافِعِيَّةِ، فَهُمْ مُتَّفِقُونَ فِي ذَلِكَ. </p><p> وَأَمَّا شَرِكَةُ الْعِنَانِ فَهِيَ جَائِزَةٌ عِنْدَ الْحَنَفِيَّةِ، وَقَدْ قَدَّمْنَا الْإِجْمَاعَ عَلَى جَوَازِهَا عَلَى كُلِّ الْمَعَانِي الَّتِي تُرَادُ بِهَا عِنْدَ الْعُلَمَاءِ. </p><p> وَشَرِكَةُ الْعِنَانِ عِنْدَ الْحَنَفِيَّةِ هِيَ الشَّرِكَةُ الَّتِي تَتَضَمَّنُ الْوَكَالَةَ وَحْدَهَا، وَلَمْ تَتَضَمَّنِ الْكَفَالَةَ، وَهِيَ: أَنْ يَشْتَرِكَا فِي نَوْعِ بَزٍّ أَوْ طَعَامٍ أَوْ فِي عُمُومِ التِّجَارَةِ. وَلَمْ يَذْكُرِ الْكَفَالَةَ. </p><p> وَيُعْلَمُ مِنْ هَذَا أَنَّ كُلَّ مَا اشْتَرَاهُ أَحَدُهُمَا كَانَ بَيْنَهُمَا، وَلَا يَلْزَمُ أَحَدَهُمَا مَا لَزِمَ الْآخَرَ مِنَ الْغَرَامَاتِ، وَتَصِحُّ عِنْدَهُمْ شَرِكَةُ الْعِنَانِ الْمَذْكُورَةُ مَعَ التَّسَاوِي فِي الْمَالِ دُونَ الرِّبْحِ وَعَكْسِهِ، إِذَا كَانَتْ زِيَادَةُ الرِّبْحِ لِأَكْثَرِهِمَا عَمَلًا ; لِأَنَّ زِيَادَةَ الرِّبْحِ فِي مُقَابَلَةِ زِيَادَةِ الْعَمَلِ وِفَاقًا لِلْحَنَابِلَةِ، وَعِنْدَ غَيْرِهِمْ لَا بُدَّ أَنْ يَكُونَ الرِّبْحُ بِحَسَبِ الْمَالِ، وَلَوِ اشْتَرَى أَحَدُ الشَّرِيكَيْنِ \" شَرِكَةَ الْعِنَانِ \" بِثَمَنٍ فَلَيْسَ لِمَنْ بَاعَهُ مُطَالَبَةُ شَرِيكِهِ الْآخَرِ ; لِأَنَّهَا لَا تَتَضَمَّنُ الْكَفَالَةَ بَلْ يُطَالِبُ الشَّرِيكَ الَّذِي اشْتَرَى مِنْهُ فَقَطْ، وَلَكِنَّ الشَّرِيكَ يَرْجِعُ عَلَى شَرِيكِهِ بِحِصَّتِهِ، وَلَا يُشْتَرَطُ فِي هَذِهِ الشَّرِكَةِ عِنْدَهُمْ خَلْطُ الْمَالَيْنِ، فَلَوِ اشْتَرَى أَحَدُهُمَا بِمَالِهِ وَهَلَكَ مَالُ الْآخَرِ كَانَ الْمُشْتَرَى بَيْنَهُمَا، وَيَرْجِعُ عَلَى شَرِيكِهِ بِحِصَّتِهِ مِنْهُ. </p><p> وَتَبْطُلُ هَذِهِ الشَّرِكَةُ عِنْدَهُمْ بِهَلَاكِ الْمَالَيْنِ أَوْ أَحَدِهِمَا قَبْلَ الشِّرَاءِ، وَتَفْسُدُ عِنْدَهُمْ بِاشْتِرَاطِ دَرَاهِمَ مُسَمَّاةٍ مِنَ الرِّبْحِ لِأَحَدِهِمَا، وَيَجُوزُ عِنْدَهُمْ لِكُلٍّ مِنْ شَرِيكَيِ الْمُفَاوَضَةِ وَالْعِنَانِ أَنْ يَبْضَعَ وَيَسْتَأْجِرَ، وَيُودِعَ وَيُضَارِبَ وَيُوَكِّلَ، وَيَدُ كُلٍّ مِنْهُمَا فِي مَالِ الشَّرِكَةِ يَدُ أَمَانَةٍ، كَالْوَدِيعَةِ وَالْعَارِيَةِ. </p><p> وَأَمَّا شَرِكَةُ الْأَعْمَالِ فَفِيهَا تَفْصِيلٌ عِنْدَ الْحَنَفِيَّةِ، فَإِنْ كَانَ الْعَمَلُ مِنَ الصِّنَاعَاتِ وَنَحْوِهَا جَازَتْ عِنْدَهُمْ شَرِكَةُ الْأَعْمَالِ، وَلَا يَشْتَرِطُونَ اتِّحَادَ الْعَمَلِ أَوْ تَلَازُمَهُ خِلَافًا لِلْمَالِكِيَّةِ كَمَا تَقَدَّمَ فَيَجُوزُ عِنْدَ الْحَنَفِيَّةِ: أَنْ يَشْتَرِكَ خَيَّاطَانِ مَثَلًا، أَوْ خَيَّاطٌ وَصَبَّاغٌ عَلَى أَنْ يَتَقَبَّلَا الْأَعْمَالَ، وَيَكُونَ الْكَسْبُ بَيْنَهُمَا، وَكُلُّ عَمَلٍ يَتَقَبَّلُهُ أَحَدُهُمَا يَلْزَمُهُمَا. وَإِذَا عَمِلَ أَحَدُهُمَا دُونَ الْآخَرِ فَمَا حَصَّلَ مِنْ عَمَلِهِ فَهُوَ بَيْنَهُمَا، وَإِنَّمَا اسْتَحَقَّ فِيهِ الَّذِي لَمْ يَعْمَلْ لِأَنَّهُ ضَمِنَهُ بِتَقَبُّلِ صَاحِبِهِ لَهُ، فَاسْتَحَقَّ نَصِيبَهُ مِنْهُ بِالضَّمَانِ. </p><p> وَهَذَا النَّوْعُ الَّذِي أَجَازَهُ الْحَنَفِيَّةُ لَا يَخْفَى أَنَّهُ لَا يَخْلُو مِنْ غَرَرٍ فِي الْجُمْلَةِ عِنْدَ اخْتِلَافِ صَنْعَةِ الشَّرِيكَيْنِ، لِاحْتِمَالِ أَنْ يُحَصِّلَ أَحَدُهُمَا أَكْثَرَ مِمَّا حَصَّلَهُ الْآخَرُ، فَالشُّرُوطُ الَّتِي أَجَازَ بِهَا الْمَالِكِيَّةُ \" شَرِكَةَ الْأَعْمَالِ \" أَحْوَطُ وَأَبْعَدُ مِنَ الْغَرَرِ كَمَا تَرَى. </p><p> وَأَمَّا إِنْ كَانَتِ الْأَعْمَالُ مِنْ جِنْسِ اكْتِسَابِ الْمُبَاحَاتِ فَلَا تَصِحُّ فِيهَا الشَّرِكَةُ عِنْدَ الْحَنَفِيَّةِ، كَالِاحْتِطَابِ وَالِاحْتِشَاشِ، وَالِاصْطِيَادِ وَاجْتِنَاءِ الثِّمَارِ مِنَ الْجِبَالِ وَالْبَرَارِي، خِلَافًا لِلْمَالِكِيَّةِ وَالْحَنَابِلَةِ. </p><p> وَوَجْهُ مَنْعِهِ عِنْدَ الْحَنَفِيَّةِ أَنَّ مَنِ اكْتَسَبَ مُبَاحًا كَحَطَبٍ أَوْ حَشِيشٍ أَوْ صَيْدٍ مَلَكَهُ مِلْكًا مُسْتَقِلًّا، فَلَا وَجْهَ لِكَوْنِ جُزْءٍ مِنْهُ لِشَرِيكٍ آخَرَ ; لِأَنَّهُ لَا يَصِحُّ التَّوْكِيلُ فِيهِ، وَمَنْ أَجَازَهُ قَالَ: إِنَّ كُلَّ وَاحِدٍ مِنْهُمَا جَعَلَ لِلْآخَرِ نَصِيبًا مِنْ ذَلِكَ الْمُبَاحِ الَّذِي يَكْتَسِبُهُ فِي مُقَابِلِ النَّصِيبِ الَّذِي يَكْتَسِبُهُ الْآخَرُ، وَالْمَالِكِيَّةُ الْقَائِلُونَ بِجَوَازِ هَذَا يَشْتَرِطُونَ اتِّحَادَ الْعَمَلِ أَوْ تَقَارُبَهُ، فَلَا غَرَرَ فِي ذَلِكَ، وَلَا مُوجِبَ لِلْمَنْعِ، وَفِي اشْتِرَاطِ ذَلِكَ عِنْدَ الْحَنَابِلَةِ خِلَافٌ كَمَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> وَأَمَّا \" شَرِكَةُ الْوُجُوهِ \" الَّتِي قَدَّمْنَا أَنَّهَا هِيَ الْمَعْرُوفَةُ عِنْدَ الْمَالِكِيَّةِ \" بِشَرِكَةِ الذِّمَمِ \" وَقَدَّمْنَا مَنْعَهَا عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ فَهِيَ جَائِزَةٌ عِنْدَ الْحَنَفِيَّةِ، سَوَاءٌ كَانَتْ مُفَاوَضَةً أَوْ عِنَانًا، وَقَدْ عَلِمْتَ مِمَّا تَقَدَّمَ أَنَّ الْمُفَاوَضَةَ عِنْدَهُمْ تَتَضَمَّنُ الْوَكَالَةَ وَالْكَفَالَةَ. </p><p> وَأَنَّ الْعِنَانَ تَتَضَمَّنُ الْوَكَالَةَ فَقَطْ، وَإِنِ اشْتَرَطَ الشَّرِيكَانِ فِي \" شَرِكَةِ الْوُجُوهِ \" مُنَاصَفَةَ الْمُشْتَرِي أَوْ مُثَالَثَتَهُ فَالرِّبْحُ كَذَلِكَ عِنْدَهُمْ وَبَطَلَ عِنْدَهُمْ شَرْطُ الْفَضْلِ ; لِأَنَّ الرِّبْحَ عِنْدَهُمْ لَا يُسْتَحَقُّ إِلَّا بِالْعَمَلِ، كَالْمُضَارِبِ، أَوْ بِالْمَالِ كَرَبِّ الْمَالِ، أَوْ بِالضَّمَانِ كَالْأُسْتَاذِ الَّذِي يَتَقَبَّلُ الْعَمَلَ مِنَ النَّاسِ وَيُلْقِيهِ عَلَى التِّلْمِيذِ بِأَقَلَّ مِمَّا أَخَذَ، فَيَطِيبُ لَهُ الْفَضْلُ بِالضَّمَانِ، هَكَذَا يَقُولُونَهُ، وَلَا يَخْفَى مَا فِي \" شَرِكَةِ الْوُجُوهِ \" مِنَ الْغَرَرِ. </p><p> وَاعْلَمْ أَنَّ الرِّبْحَ فِي الشَّرِكَةِ الْفَاسِدَةِ عَلَى حَسَبِ الْمَالِ إِنْ كَانَتْ شَرِكَةَ مَالٍ، وَعَلَى حَسَبِ الْعَمَلِ إِنْ كَانَتْ شَرِكَةَ عَمَلٍ، وَهَذَا وَاضِحٌ، وَتَبْطُلُ الشَّرِكَةُ بِمَوْتِ أَحَدِهِمَا. </p><p> وَأَمَّا تَفْصِيلُ أَنْوَاعِ الشَّرِكَةِ فِي مَذْهَبِ الْإِمَامِ أَحْمَدَ رَحِمَهُ اللَّهُ فَهِيَ أَيْضًا قِسْمَانِ: شَرِكَةُ أَمْلَاكٍ، وَشَرِكَةُ عُقُودٍ. </p><p> وَشَرِكَةُ الْعُقُودِ عِنْدَ الْحَنَابِلَةِ خَمْسَةُ أَنْوَاعٍ: شَرِكَةُ الْعِنَانِ، وَالْأَبْدَانِ، وَالْوُجُوهِ، وَالْمُضَارَبَةِ، وَالْمُفَاوَضَةِ. </p><p> أَمَّا شَرِكَةُ الْأَبْدَانِ فَهِيَ جَائِزَةٌ عِنْدَهُمْ، سَوَاءٌ كَانَ الْعَمَلُ مِنَ الصِّنَاعَاتِ أَوِ اكْتِسَابِ الْمُبَاحَاتِ، أَمَّا مَعَ اتِّحَادِ الْعَمَلِ فَهِيَ جَائِزَةٌ عِنْدَهُمْ بِلَا خِلَافٍ، وَأَمَّا مَعَ اخْتِلَافِ الْعَمَلِ فَقَالَ أَبُو الْخَطَّابِ: لَا تَجُوزُ وِفَاقًا لِلْمَالِكِيَّةِ، وَقَالَ الْقَاضِي: تَجُوزُ وِفَاقًا لِلْحَنَفِيَّةِ </p><p> فِي الصِّنَاعَاتِ دُونَ اكْتِسَابِ الْمُبَاحَاتِ. </p><p> وَإِنِ اشْتَرَكَا عَلَى أَنْ يَتَقَبَّلَ أَحَدُهُمَا لِلْعَمَلِ وَيَعْمَلَهُ الثَّانِي وَالْأُجْرَةُ بَيْنَهُمَا صَحَّتِ الشَّرِكَةُ عِنْدَ الْحَنَابِلَةِ وَالْحَنَفِيَّةِ خِلَافًا لِزُفَرَ، وَالرِّبْحُ فِي شَرِكَةِ الْأَبْدَانِ عَلَى مَا اتَّفَقُوا عَلَيْهِ عِنْدَ الْحَنَابِلَةِ. </p><p> وَأَمَّا شَرِكَةُ الْوُجُوهِ الَّتِي قَدَّمْنَا أَنَّهَا هِيَ الْمَعْرُوفَةُ بِشَرِكَةِ الذِّمَمِ عِنْدَ الْمَالِكِيَّةِ فَهِيَ جَائِزَةٌ أَيْضًا فِي مَذْهَبِ الْإِمَامِ أَحْمَدَ وِفَاقًا لِأَبِي حَنِيفَةَ، وَخِلَافًا لِمَالِكٍ وَالشَّافِعِيِّ، وَأَمَّا شَرِكَةُ الْعِنَانِ فَهِيَ جَائِزَةٌ أَيْضًا عِنْدَ الْإِمَامِ أَحْمَدَ، وَقَدْ قَدَّمْنَا الْإِجْمَاعَ عَلَى جَوَازِهَا، وَهِيَ عِنْدَهُمْ: أَنْ يَشْتَرِكَ رَجُلَانِ بِمَالَيْهِمَا عَلَى أَنْ يَعْمَلَا فِيهِمَا بِأَبْدَانِهِمَا وَالرِّبْحُ بَيْنَهُمَا، وَهَذِهِ الشَّرِكَةُ إِنَّمَا تَجُوزُ عِنْدَهُمْ بِالدَّنَانِيرِ وَالدَّرَاهِمِ، وَلَا تَجُوزُ بِالْعُرُوضِ. </p><p> وَأَمَّا شَرِكَةُ الْمُفَاوَضَةِ فَهِيَ عِنْدَ الْحَنَابِلَةِ قِسْمَانِ: أَحَدُهُمَا جَائِزٌ، وَالْآخَرُ مَمْنُوعٌ. </p><p> وَأَمَّا الْجَائِزُ مِنْهُمَا فَهُوَ أَنْ يَشْتَرِكَا فِي جَمِيعِ أَنْوَاعِ الشَّرِكَةِ، كَأَنْ يَجْمَعَا بَيْنَ شَرِكَةِ الْعِنَانِ وَالْوُجُوهِ وَالْأَبْدَانِ فَيَصِحُّ ذَلِكَ ; لِأَنَّ كُلَّ نَوْعٍ مِنْهَا يَصِحُّ عَلَى انْفِرَادِهِ فَصَحَّ مَعَ غَيْرِهِ. </p><p> وَأَمَّا النَّوْعُ الْمَمْنُوعُ عِنْدَهُمْ مِنْهَا فَهُوَ أَنْ يُدْخِلَا بَيْنَهُمَا فِي الشَّرِكَةِ الِاشْتِرَاكَ فِيمَا يَحْصُلُ لِكُلِّ وَاحِدٍ مِنْهُمَا مِنْ مِيرَاثٍ أَوْ يَجِدُهُ مِنْ رِكَازٍ أَوْ لُقَطَةٍ، وَيَلْزَمُ كُلَّ وَاحِدٍ مِنْهُمَا مَا لَزِمَ الْآخَرَ مِنْ أَرْشِ جِنَايَةٍ وَضَمَانِ غَصْبٍ، وَقِيمَةِ مُتْلَفٍ، وَغَرَامَةِ ضَمَانٍ، وَكَفَالَةٍ، وَفَسَادُ هَذَا النَّوْعِ ظَاهِرٌ لِمَا فِيهِ مِنَ الْغَرَرِ كَمَا تَرَى. </p><p> وَأَمَّا شَرِكَةُ الْمُضَارَبَةِ وَهِيَ الْقِرَاضُ فَهِيَ جَائِزَةٌ عِنْدَ الْجَمِيعِ وَقَدْ قَدَّمْنَا أَنَّهَا هِيَ: أَنْ يَدْفَعَ شَخْصٌ لِآخَرَ مَالًا يَتَّجِرُ فِيهِ عَلَى أَنْ يَكُونَ الرِّبْحُ بَيْنَهُمَا بِنِسْبَةٍ يَتَّفِقَانِ عَلَيْهَا، وَكَوْنُ الرِّبْحِ فِي الْمُضَارَبَةِ بِحَسَبِ مَا اتَّفَقَا عَلَيْهِ لَا خِلَافَ فِيهِ بَيْنَ الْعُلَمَاءِ، سَوَاءٌ كَانَ النِّصْفَ أَوْ أَقَلَّ أَوْ أَكْثَرَ لِرَبِّ الْمَالِ أَوْ لِلْعَامِلِ. </p><p> وَأَمَّا شَرِكَةُ الْعِنَانِ عِنْدَ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ وَالْحَنَفِيَّةِ وَالْمَالِكِيَّةِ، وَشَرِكَةُ الْمُفَاوَضَةِ عِنْدَ الْمَالِكِيَّةِ فَاخْتُلِفَ فِي نِسْبَةِ الرِّبْحِ، فَذَهَبَ مَالِكٌ وَالشَّافِعِيُّ إِلَى أَنَّهُ لَا بُدَّ مِنْ كَوْنِ الرِّبْحِ وَالْخُسْرَانِ بِحَسَبِ الْمَالَيْنِ، وَذَهَبَ أَبُو حَنِيفَةَ وَأَحْمَدُ إِلَى أَنَّ الرِّبْحَ بَيْنَهُمَا عَلَى مَا اتَّفَقَا عَلَيْهِ، فَلَهُمَا أَنْ يَتَسَاوَيَا فِي الرِّبْحِ مَعَ تُفَاضِلِ الْمَالَيْنِ. </p><p> وَحُجَّةُ الْقَوْلِ الْأَوَّلِ أَنَّ الرِّبْحَ تَبَعٌ لِلْمَالِ، فَيَلْزَمُ أَنْ يَكُونَ بِحَسَبِهِ، وَحُجَّةُ الْقَوْلِ الْأَخِيرِ أَنَّ الْعَمَلَ مِمَّا يُسْتَحَقُّ بِهِ الرِّبْحَ، وَقَدْ يَكُونُ أَحَدُهُمَا أَبْصَرَ بِالتِّجَارَةِ وَأَقْوَى عَلَى </p><p> الْعَمَلِ مِنَ الْآخَرِ، فَتُزَادُ حِصَّتُهُ لِزِيَادَةِ عَمَلِهِ. </p><p> هَذَا خُلَاصَةُ مَذَاهِبِ الْأَئِمَّةِ الْأَرْبَعَةِ فِي أَنْوَاعِ الشَّرِكَةِ، وَقَدْ عَلِمْتَ أَنَّهُمْ أَجْمَعُوا عَلَى جَوَازِ شَرِكَةِ الْعِنَانِ، وَشَرِكَةِ الْمُضَارَبَةِ، وَشَرِكَةِ الْأَمْلَاكِ، وَاخْتَلَفُوا فِيمَا سِوَى ذَلِكَ، فَأَجَازَ الْحَنَفِيَّةُ وَالْحَنَابِلَةُ شَرِكَةَ الْوُجُوهِ، وَمَنَعَهَا الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ. </p><p> وَأَجَازَ الْمَالِكِيَّةُ وَالْحَنَفِيَّةُ وَالْحَنَابِلَةُ شَرِكَةَ الْأَبْدَانِ إِلَّا فِي اكْتِسَابِ الْمُبَاحَاتِ فَقَطْ فَلَمْ يُجِزْهُ الْحَنَفِيَّةُ، وَمَنَعَ الشَّافِعِيَّةُ شَرِكَةَ الْأَبْدَانِ مُطْلَقًا. </p><p> وَأَجَازَ الْمَالِكِيَّةُ شَرِكَةَ الْمُفَاوَضَةِ، وَصَوَّرُوهَا بصورة العنان عند الشافعية والحنابلة. </p><p> وأجاز الحنفية شركة المفاوضة، وصوروها بِغَيْرِ مَا صَوَّرَهَا بِهِ الْمَالِكِيَّةُ، وَأَجَازَ الْحَنَابِلَةُ نَوْعًا مِنْ أَنْوَاعِ الْمُفَاوَضَةِ وَصَوَّرُوهُ بِصُورَةٍ مُخَالِفَةٍ لِتَصْوِيرِ غَيْرِهِمْ لَهَا، وَمَنَعَ الشَّافِعِيَّةُ الْمُفَاوَضَةَ كَمَا مَنَعُوا شَرِكَةَ الْأَبْدَانِ وَالْوُجُوهِ، وَصَوَّرُوا الْمُفَاوَضَةَ بِصُورَةٍ أُخْرَى كَمَا تَقَدَّمَ. </p><p> وَالشَّافِعِيَّةُ إِنَّمَا يُجِيزُونَ الشَّرِكَةَ بِالْمِثْلِيِّ مُطْلَقًا نَقْدًا أَوْ غَيْرَهُ، لَا بِالْمُقَوَّمَاتِ. </p><p> وَالْحَنَفِيَّةُ لَا يُجِيزُونَهَا إِلَّا بِالنَّقْدَيْنِ وَالتِّبْرِ وَالْفُلُوسِ النَّافِقَةِ، وَالْحَنَابِلَةُ لَا يُجِيزُونَهَا إِلَّا بِالدَّنَانِيرِ وَالدَّرَاهِمِ كَمَا تَقَدَّمَ جَمِيعُ ذَلِكَ. </p><p> وَقَدْ بَيَّنَّا كَيْفِيَّةَ الْحِيلَةِ فِي الِاشْتِرَاكِ بِالْعُرُوضِ عِنْدَ الشَّافِعِيَّةِ وَالْحَنَفِيَّةِ، وَعِنْدَ الْمَالِكِيَّةِ تَجُوزُ بِدَنَانِيرَ مِنْ كُلِّ وَاحِدٍ مِنْهُمَا، وَبِدَرَاهِمَ مِنْ كُلِّ وَاحِدٍ مِنْهُمَا، وَبِدَنَانِيرَ وَدَرَاهِمَ مِنْ كُلِّ وَاحِدٍ مِنْهُمَا، وَبِنَقْدٍ مِنْ أَحَدِهِمَا وَعَرَضٍ مِنَ الْآخَرِ، وَبِعَرَضٍ مِنْ كُلِّ وَاحِدٍ مِنْهُمَا سَوَاءٌ اتَّفَقَا أَوِ اخْتَلَفَا، وَقِيلَ: إِنِ اتَّفَقَا، لَا إِنِ اخْتَلَفَا، إِلَّا أَنَّ الْعُرُوضَ تُقَوَّمُ، وَأَمَّا خَلْطُ الْمَالَيْنِ فَلَا بُدَّ مِنْهُ عِنْدَ الشَّافِعِيِّ رَحِمَهُ اللَّهُ حَتَّى لَا يَتَمَيَّزَ أَحَدُهُمَا عَنِ الْآخَرِ كَمَا تَقَدَّمَ، وَيَكْفِي فِي مَذْهَبِ مَالِكٍ أَنْ يَكُونَ الْمَالَانِ فِي حَوْزِ وَاحِدٍ، وَلَوْ كَانَ كُلُّ وَاحِدٍ مِنَ الْمَالَيْنِ فِي صُرَّتِهِ لَمْ يَخْتَلِطْ بِالْآخَرِ، وَلَا يُشْتَرَطُ خَلْطُ الْمَالَيْنِ عِنْدَ الْحَنَفِيَّةِ كَمَا تَقَدَّمَ، وَكَذَلِكَ لَا يُشْتَرَطُ خَلْطُ الْمَالَيْنِ عِنْدَ الْحَنَابِلَةِ. </p><p> فَتَحَصَّلَ أَنَّهُ لَمْ يَشْتَرِطْ خَلْطَ الْمَالَيْنِ إِلَّا الشَّافِعِيَّةُ، وَأَنَّ الْمَالِكِيَّةَ إِنَّمَا يَشْتَرِطُونَ كَوْنَ الْمَالَيْنِ فِي مَحِلٍّ وَاحِدٍ، كَحَانُوتٍ أَوْ صُنْدُوقٍ، وَإِنْ كَانَ كُلُّ وَاحِدٍ مِنْهُمَا مُتَمَيِّزًا عَنِ الْآخَرِ. </p><p> فَإِذَا عَرَفْتَ مُلَخَّصَ كَلَامِ الْعُلَمَاءِ فِي أَنْوَاعِ الشَّرِكَةِ، فَسَنَذْكُرُ مَا تَيَسَّرَ مِنْ أَدِلَّتِهَا، أَمَّا النَّوْعُ الَّذِي تُسَمِّيهِ الْمَالِكِيَّةُ \" مُفَاوَضَةً \" وَيُعَبِّرُ عَنْهُ الشَّافِعِيَّةُ وَالْحَنَابِلَةُ بِشَرِكَةِ الْعِنَانِ، فَقَدْ </p><p> يُسْتَدَلُّ لَهُ بِحَدِيثِ الْبَرَاءِ بْنِ عَازِبٍ الَّذِي قَدَّمْنَاهُ عَنِ الْبُخَارِيِّ وَالْإِمَامِ أَحْمَدَ، فَإِنَّهُ يَدُلُّ عَلَى الِاشْتِرَاكِ فِي التِّجَارَةِ وَالْبَيْعِ وَالشِّرَاءِ لِأَنَّ الْمَقْصُودَ بِالِاشْتِرَاكِ التَّعَاوُنُ عَلَى الْعَمَلِ الْمَذْكُورِ فَيَنُوبُ كُلُّ وَاحِدٍ مِنَ الشَّرِيكَيْنِ عَنِ الْآخَرِ، وَيَدُلُّ لِذَلِكَ أَيْضًا حَدِيثُ أَبِي هُرَيْرَةَ يَرْفَعُهُ، قَالَ: إِنَّ اللَّهَ يَقُولُ \" أَنَا ثَالِثُ الشَّرِيكَيْنِ. . . \" الْحَدِيثَ الْمُتَقَدِّمَ، وَقَدْ بَيَّنَّا كَلَامَ الْعُلَمَاءِ فِيهِ، وَبَيَّنَّا أَنَّهُ صَالِحٌ لِلِاحْتِجَاجِ، وَهُوَ ظَاهِرٌ فِي أَنَّهُمَا يَعْمَلَانِ مَعًا فِي مَالِ الشَّرِكَةِ بِدَلِيلِ قَوْلِهِ:  \" مَا لَمْ يَخُنْ أَحَدُهُمَا صَاحِبَهُ. . . \" الْحَدِيثَ. </p><p> وَيَدُلُّ لِذَلِكَ أَيْضًا حَدِيثُ السَّائِبِ بْنِ أَبِي السَّائِبِ الْمُتَقَدِّمُ فِي أَنَّهُ كَانَ شَرِيكَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ، وَهُوَ اشْتِرَاكٌ فِي التِّجَارَةِ وَالْبَيْعِ وَالشِّرَاءِ. </p><p> وَأَمَّا شَرِكَةُ الْأَبْدَانِ فَيُحْتَجُّ لَهَا بِمَا رَوَاهُ أَبُو عُبَيْدَةَ عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: اشْتَرَكْتُ أَنَا وَعَمَّارٌ وَسَعْدٌ فِيمَا نُصِيبُ يَوْمَ بَدْرٍ. قَالَ: فَجَاءَ سَعْدٌ بِأَسِيرَيْنِ وَلَمْ أَجِئْ أَنَا وَعَمَّارٌ بِشَيْءٍ. رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْنُ مَاجَهْ، وَقَالَ الْمَجْدُ فِي \" مُنْتَقَى الْأَخْبَارِ \" بَعْدَ أَنْ سَاقَهُ: وَهُوَ حُجَّةٌ فِي شَرِكَةِ الْأَبْدَانِ وَتَمَلُّكِ الْمُبَاحَاتِ، وَأُعِلَّ هَذَا الْحَدِيثُ بِأَنَّ أَبَا عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ عَبْدِ اللَّهِ الْمَذْكُورِ فَالْحَدِيثُ مُرْسَلٌ، وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ الْأَئِمَّةَ الثَّلَاثَةَ يَحْتَجُّونَ بِالْمُرْسَلِ خِلَافًا لِلْمُحَدِّثِينَ. </p><p> وَأَمَّا الْمُضَارَبَةُ فَلَمْ يَثْبُتْ فِيهَا حَدِيثٌ صَحِيحٌ مَرْفُوعٌ، وَلَكِنَّ الصَّحَابَةَ أَجْمَعُوا عَلَيْهَا لِشُيُوعِهَا وَانْتِشَارِهَا فِيهِمْ مِنْ غَيْرِ نَكِيرٍ، وَقَدْ مَضَى عَلَى ذَلِكَ عَمَلُ الْمُسْلِمِينَ مِنْ لَدُنِ الصَّحَابَةِ إِلَى الْآنَ مِنْ غَيْرِ نَكِيرٍ، قَالَ ابْنُ حَزْمٍ فِي مَرَاتِبِ الْإِجْمَاعِ: كُلُّ أَبْوَابِ الْفِقْهِ لَهَا أَصْلٌ مِنَ الْكِتَابِ وَالسُّنَّةِ، حَاشَا الْقِرَاضَ فَمَا وَجَدْنَا لَهُ أَصْلًا فِيهِمَا الْبَتَّةَ، وَلَكِنَّهُ إِجْمَاعٌ صَحِيحٌ مُجَرَّدٌ، وَالَّذِي يُقْطَعُ بِهِ أَنَّهُ كَانَ فِي عَصْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَلِمَ بِهِ وَأَقَرَّهُ، وَلَوْلَا ذَلِكَ لَمَا جَازَ. اهـ مِنْهُ بِوَاسِطَةِ نَقْلِ الشَّوْكَانِيِّ فِي نَيْلِ الْأَوْطَارِ. </p><p> وَاعْلَمْ أَنَّ اخْتِلَافَ الْأَئِمَّةِ الَّذِي قَدَّمْنَا فِي أَنْوَاعِ الشَّرِكَةِ الْمَذْكُورَةِ رَاجِعٌ إِلَى الِاخْتِلَافِ فِي تَحْقِيقِ الْمَنَاطِ، فَبَعْضُهُمْ يَقُولُ: هَذِهِ الصُّورَةُ يُوجَدُ فِيهَا الْغَرَرُ وَهُوَ مَنَاطُ الْمَنْعِ فَهِيَ مَمْنُوعَةٌ، فَيَقُولُ الْآخَرُ: لَا غَرَرَ فِي هَذِهِ الصُّورَةِ يُوجِبُ الْمَنْعَ فَمَنَاطُ الْمَنْعِ لَيْسَ مَوْجُودًا فِيهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: أَخَذَ بَعْضُ عُلَمَاءِ الْمَالِكِيَّةِ وَغَيْرُهُمْ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ الَّتِي نَحْنُ بِصَدَدِهَا أَيْضًا: جَوَازُ خَلْطِ الرُّفَقَاءِ طَعَامَهُمْ وَأَكْلِ بَعْضِهِمْ مَعَ بَعْضٍ وَإِنْ كَانَ بَعْضُهُمْ أَكْثَرَ أَكْلًا مِنَ الْآخَرِ ; لِأَنَّ أَصْحَابَ الْكَهْفِ بَعَثُوا وَرِقَهُمْ لِيُشْتَرَى لَهُمْ بِهَا طَعَامٌ يَأْكُلُونَهُ جَمِيعًا، </p><p> وَقَدْ قَدَّمْنَا فِي كَلَامِ ابْنِ الْعَرَبِيِّ أَنَّهُ تَحْتَمِلُ انْفِرَادَ وَرِقِ كُلِّ وَاحِدٍ مِنْهُمْ وَطَعَامِهِ ; فَلَا تَدُلُّ الْآيَةُ عَلَى خَلْطِهِمْ طَعَامَهُمْ، كَمَا قَدَّمْنَا عَنْهُ أَنَّهَا لَا تَدُلُّ عَلَى الِاشْتِرَاكِ لِلِاحْتِمَالِ الْمَذْكُورِ، وَلَهُ وَجْهٌ كَمَا تَرَى. </p><p> وَقَالَ ابْنُ الْعَرَبِيِّ: وَلَا مُعَوَّلَ فِي هَذِهِ الْمَسْأَلَةِ إِلَّا عَلَى حَدِيثَيْنِ، أَحَدُهُمَا: أَنَّ ابْنَ عُمَرَ مَرَّ بِقَوْمٍ يَأْكُلُونَ تَمْرًا فَقَالَ: نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الِاقْتِرَانِ إِلَّا أَنْ يَسْتَأْذِنَ الرَّجُلُ أَخَاهُ، وَالثَّانِي: حَدِيثُ أَبِي عُبَيْدَةَ فِي جَيْشِ الْخَبَطِ، وَهَذَا دُونَ الْأَوَّلِ فِي الظُّهُورِ ; لِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ أَبُو عُبَيْدَةَ يُعْطِيهِمْ كَفَافًا مِنْ ذَلِكَ الْقُوتِ وَلَا يَجْمَعُهُمْ. اهـ كَلَامُ ابْنِ الْعَرَبِيِّ الْمَالِكِيِّ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: هَذَا النَّوْعُ مِنَ الِاشْتِرَاكِ وَهُوَ خَلْطُ الرُّفْقَةِ طَعَامَهُمْ وَاشْتِرَاكُهُمْ فِي الْأَكْلِ فِيهِ هُوَ الْمَعْرُوفُ بِـ \" النِّهْدِ \" بِكَسْرِ النُّونِ وَفَتْحِهَا، وَلِجَوَازِهِ أَدِلَّةٌ مِنَ الْكِتَابِ وَالسُّنَّةِ، أَمَّا دَلِيلُ ذَلِكَ مِنَ الْكِتَابِ فَقَوْلُهُ تَعَالَى: وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ [٢ \\ ٢٢٠] ، فَإِنَّهَا تَدُلُّ عَلَى خَلْطِ طَعَامِ الْيَتِيمِ مَعَ طَعَامِ وَصِيِّهِ وَأَكْلِهِمَا جَمِيعًا، وَقَوْلُهُ تَعَالَى لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا [٢٤ \\ ٦١] ، وَمِنْ صُوَرِ أَكْلِهِمْ جَمِيعًا أَنْ يَكُونَ الطَّعَامُ بَيْنَهُمْ فَيَأْكُلُونَ جَمِيعًا، وَأَمَّا السُّنَّةُ فَقَدْ دَلَّتْ عَلَى ذَلِكَ أَحَادِيثُ صَحِيحَةٌ، مِنْهَا حَدِيثُ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ:  \" بَعَثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْثًا إِلَى السَّاحِلِ، فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ، وَهُمْ ثَلَاثُمِائَةِ نَفَرٍ، وَأَنَا فِيهِمْ، فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ فَنِيَ الزَّادُ، فَأَمَرَ أَبُو عُبَيْدَةَ بِأَزْوَادِ ذَلِكَ الْجَيْشِ، فَجَمَعَ ذَلِكَ كُلَّهُ، فَكَانَ مِزْوَدَيْ تَمْرٍ فَكَانَ يَقُوتُنَا كُلَّ يَوْمٍ قَلِيلًا حَتَّى فَنِيَ، فَلَمْ يَكُنْ يُصِيبُنَا إِلَّا تَمْرَةً تَمْرَةً،فَقُلْتُ:وَمَا تُغْنِي تَمْرَةٌ؟فَقَالَ:لَقَدْ وَجَدْنَا فَقْدَهَا حِينَ فَنِيَتْ، ثُمَّ انْتَهَيْنَا إِلَى الْبَحْرِ فَإِذَا حُوتٌ. . \" الْحَدِيثَ، وَهَذَا الْحَدِيثُ ثَابِتٌ فِي الصَّحِيحِ، وَاللَّفْظُ الَّذِي سُقْنَاهُ بِهِ لَفْظُ الْبُخَارِيِّ فِي كِتَابِ \" الشَّرِكَةِ \" وَفِيهِ جَمْعُ أَبِي عُبَيْدَةَ بَقِيَّةَ أَزْوَادِ الْقَوْمِ وَخَلْطُهَا فِي مِزْوَدَيْ تَمْرٍ، وَلَمْ يُنْكِرْ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ قُدُومِهِمْ إِلَيْهِ. </p><p> وَمِنْهَا حَدِيثُ سَلَمَةَ بْنِ الْأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ قَالَ: خَفَّتْ أَزْوَادُ الْقَوْمِ وَأَمْلَقُوا، فَأَتَوُا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَحْرِ إِبِلِهِمْ، فَأَذِنَ لَهُمْ فَلَقِيَهُمْ عُمَرُ فَأَخْبَرُوهُ، فَقَالَ: مَا بَقَاؤُكُمْ بَعْدَ إِبِلِكُمْ، فَدَخَلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، مَا بَقَاؤُهُمْ بَعْدَ إِبِلِهِمْ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" نَادِ فِي النَّاسِ فَيَأْتُونَ بِفَضْلِ أَزْوَادِهِمْ \" فَبُسِطَ لِذَلِكَ نِطْعٌ وَجَعَلُوهُ عَلَى النِّطْعِ، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا وَبَرَّكَ عَلَيْهِ، ثُمَّ دَعَاهُمْ بِأَوْعِيَتِهِمْ فَاحْتَثَى النَّاسُ حَتَّى فَرَغُوا، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: </p><p> \" أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ \" هَذَا الْحَدِيثُ ثَابِتٌ فِي الصَّحِيحِ، وَاللَّفْظُ الَّذِي سُقْنَاهُ بِهِ لِلْبُخَارِيِّ أَيْضًا فِي كِتَابِ \" الشَّرِكَةِ \" وَفِيهِ: خَلَطَ طَعَامَهُمْ بَعْضَهُ مَعَ بَعْضٍ. </p><p> وَمِنْهَا حَدِيثُ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُقْرِنَ الرَّجُلُ بَيْنَ التَّمْرَتَيْنِ جَمِيعًا حَتَّى يَسْتَأْذِنَ أَصْحَابَهُ، فِي رِوَايَةٍ فِي الصَّحِيحِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الْإِقْرَانِ إِلَّا أَنْ يَسْتَأْذِنَ الرَّجُلُ مِنْكُمْ أَخَاهُ. </p><p> كُلُّ هَذَا ثَابِتٌ فِي الصَّحِيحِ وَاللَّفْظُ لِلْبُخَارِيِّ رَحِمَهُ اللَّهُ فِي كِتَابِ \" الشَّرِكَةِ \" ، وَإِذْنُ صَاحِبِهِ لَهُ يَدُلُّ عَلَى اشْتِرَاكِهِمَا فِي التَّمْرِ كَمَا تَرَى، وَهَذَا الَّذِي ذَكَرْنَا جَوَازَهُ مِنْ خَلْطِ الرُّفَقَاءِ طَعَامَهُمْ وَأَكْلِهِمْ مِنْهُ جَمِيعًا هُوَ مُرَادُ الْبُخَارِيِّ رَحِمَهُ اللَّهُ بِلَفْظِ النِّهْدِ فِي قَوْلِهِ فِي كِتَابِ الشَّرِكَةِ: الشَّرِكَةُ فِي الطَّعَامِ وَالنِّهْدِ. إِلَى قَوْلِهِ: لَمْ يَرَ الْمُسْلِمُونَ فِي النِّهْدِ بَأْسًا أَنْ يَأْكُلَ هَذَا بَعْضًا وَهَذَا بَعْضًا وَهَذَا بَعْضًا إِلَخْ. </p><p> فُرُوعٌ تَتَعَلَّقُ بِمَسْأَلَةِ الشَّرِكَةِ </p><p> الْأَوَّلُ: إِنْ دَفَعَ شَخْصٌ دَابَّتَهُ لِآخَرَ لِيَعْمَلَ عَلَيْهَا وَمَا يَرْزُقُ اللَّهُ بَيْنَهُمَا نِصْفَيْنِ أَوْ أَثْلَاثًا أَوْ كَيْفَمَا شَرَطَا - فَفِي صِحَّةِ ذَلِكَ خِلَافٌ بَيْنِ الْعُلَمَاءِ، فَقَالَ بَعْضُهُمْ: يَصِحُّ ذَلِكَ، وَهُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ، وَنُقِلَ نَحْوُهُ عَنِ الْأَوْزَاعِيِّ، وَقَالَ بَعْضُهُمْ: لَا يَصِحُّ ذَلِكَ، وَمَا حَصَلَ فَهُوَ لِلْعَامِلِ وَعَلَيْهِ أُجْرَةُ مِثْلِ الدَّابَّةِ، وَهَذَا هُوَ مَذْهَبُ مَالِكٍ: قَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \" وَكَرِهَ ذَلِكَ الْحَسَنُ وَالنَّخَعِيُّ، وَقَالَ الشَّافِعِيُّ، وَأَبُو ثَوْرٍ، وَابْنُ الْمُنْذِرِ، وَأَصْحَابُ الرَّأْيِ: لَا يَصِحُّ، وَالرِّبْحُ كُلُّهُ لِرَبِّ الدَّابَّةِ، وَلِلْعَامِلِ أُجْرَةُ مِثْلِهِ، هَذَا حَاصِلُ كَلَامِ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> وَأَقْوَى الْأَقْوَالِ دَلِيلًا عِنْدِي فِيهَا مَذْهَبُ مَنْ أَجَازَ ذَلِكَ، كَالْإِمَامِ أَحْمَدَ، بِدَلِيلِ حَدِيثِ رُوَيْفِعِ بْنِ ثَابِتٍ، قَالَ: إِنْ كَانَ أَحَدُنَا فِي زَمَنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيَأْخُذُ نِضْوَ أَخِيهِ عَلَى أَنَّ لَهُ النِّصْفَ مِمَّا يَغْنَمُ وَلَنَا النِّصْفُ، وَإِنْ كَانَ أَحَدُنَا لَيَطِيرُ لَهُ النَّصْلُ وَالرِّيشُ وَلِلْآخَرِ الْقِدْحُ، هَذَا الْحَدِيثُ أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَالنَّسَائِيُّ، قَالَ الشَّوْكَانِيُّ فِي \" نَيْلِ الْأَوْطَارِ \" : إِسْنَادُ أَبِي دَاوُدَ فِيهِ شَيْبَانُ بْنُ أُمَيَّةَ الْقِتْبَانِيُّ وَهُوَ مَجْهُولٌ، وَبَقِيَّةُ رِجَالِهِ ثِقَاتٌ، وَقَدْ أَخْرَجَهُ النَّسَائِيُّ مِنْ غَيْرِ طَرِيقِ هَذَا الْمَجْهُولِ بِإِسْنَادٍ رِجَالُهُ كُلُّهُمْ ثِقَاتٌ، وَالْحَدِيثُ دَلِيلٌ صَرِيحٌ عَلَى جَوَازِ دَفْعِ الرَّجُلِ إِلَى الْآخَرِ رَاحِلَتَهُ فِي الْجِهَادِ عَلَى أَنْ تَكُونَ الْغَنِيمَةُ بَيْنَهُمَا، وَهُوَ عَمَلٌ عَلَى الدَّابَّةِ عَلَى أَنَّ مَا يَرْزُقُهُ اللَّهُ بَيْنَهُمَا كَمَا تَرَى، وَالتَّفْرِيقُ بَيْنَ الْعَمَلِ فِي الْجِهَادِ وَبَيْنَ غَيْرِهِ لَا يَظْهَرُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}