{
  "id": null,
  "sura": 18,
  "aya": 28,
  "text": "<p> وَقَوْلِهِ: يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ كَلَّا لَا وَزَرَ [٧٥ \\ ١٠ - ١١] ، فَكُلُّ ذَلِكَ رَاجِعٌ فِي الْمَعْنَى إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ انْتِفَاءُ مَكَانٍ يَلْجَئُونَ إِلَيْهِ وَيَعْتَصِمُونَ بِهِ. </p><p> قَوْلُهُ تَعَالَى: وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ. </p><p> أَمَرَ اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنْ يَصْبِرَ نَفْسَهُ، أَيْ: يَحْبِسَهَا مَعَ الْمُؤْمِنِينَ الَّذِي يَدْعُونَ رَبَّهُمْ أَوَّلَ النَّهَارِ وَآخِرَهُ مُخْلِصِينَ لَهُ، لَا يُرِيدُونَ بِدُعَائِهِمْ إِلَّا رِضَاهُ جَلَّ وَعَلَا. </p><p> وَقَدْ نَزَلَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ فِي فُقَرَاءِ الْمُهَاجِرِينَ كَعَمَّارٍ، وَصُهَيْبٍ، وَبِلَالٍ، وَابْنِ مَسْعُودٍ وَنَحْوِهِمْ، لَمَّا أَرَادَ صَنَادِيدُ الْكُفَّارِ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَطْرُدَهُمْ عَنْهُ، وَيُجَالِسَهُمْ بِدُونِ حُضُورِ أُولَئِكَ الْفُقَرَاءِ الْمُؤْمِنِينَ، وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْأَنْعَامِ» أَنَّ اللَّهَ كَمَا أَمَرَهُ هُنَا بِأَنْ يَصْبِرَ نَفْسَهُ مَعَهُمْ أَمْرَهُ بِأَلَّا يَطْرُدَهُمْ، وَأَنَّهُ إِذَا رَآهُمْ يُسَلِّمُ عَلَيْهِمْ، وَذَلِكَ فِي قَوْلِهِ: وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ - إِلَى قَوْلِهِ - وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ [٦ \\ ٥٢ - ٥٤] ، وَقَدْ أَشَارَ إِلَى ذَلِكَ الْمَعْنَى فِي قَوْلِهِ: عَبَسَ وَتَوَلَّى أَنْ جَاءَهُ الْأَعْمَى وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى أَمَّا مَنِ اسْتَغْنَى فَأَنْتَ لَهُ تَصَدَّى وَمَا عَلَيْكَ أَلَّا يَزَّكَّى وَأَمَّا مَنْ جَاءَكَ يَسْعَى وَهُوَ يَخْشَى فَأَنْتَ عَنْهُ تَلَهَّى كَلَّا [٨٠ \\ ١ - ١١] ، وَقَدْ قَدَّمْنَا أَنَّ مَا طَلَبَهُ الْكُفَّارُ مِنْ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ طَرْدِهِ فُقَرَاءَ الْمُؤْمِنِينَ وَضُعَفَاءَهُمْ تَكَبُّرًا عَلَيْهِمْ وَازْدِرَاءً بِهِمْ، طَلَبَهُ أَيْضًا قَوْمُ نُوحٍ مِنْ نُوحٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَأَنَّهُ امْتَنَعَ مِنْ طَرْدِهِمْ أَيْضًا، كَقَوْلِهِ تَعَالَى عَنْهُمْ: قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ [٢٦ \\ ١١١] ، وَقَوْلُهُ عَنْهُمْ أَيْضًا: وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ [١١ \\ ٢٧] ، وَقَالَ عَنْ نُوحٍ فِي امْتِنَاعِهِ مِنْ طَرْدِهِمْ: وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ [٢٦ \\ ١١٤] ، وَكَقَوْلِهِ تَعَالَى عَنْهُ: وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلَا تَذَكَّرُونَ [١١ \\ ٢٩ - ٣٠] . </p><p> وَقَوْلُهُ: وَاصْبِرْ نَفْسَكَ [١٨ \\ ٢٨] ، فِيهِ الدَّلِيلُ عَلَى أَنَّ مَادَّةَ الصَّبْرِ تَتَعَدَّى بِنَفْسِهَا لِلْمَفْعُولِ، وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ أَبِي ذُؤَيْبٍ أَوْ عَنْتَرَةَ: </p><p> فَصَبَرَتْ عَارِفَةً بِذَلِكَ حُرَّةً ... تَرْسُو إِذَا نَفْسُ الْجَبَانِ تَطَلَّعُ </p><p> وَالْغَدَاةُ: أَوَّلُ النَّهَارِ، وَالْعَشِيُّ: آخِرُهُ. وَقَالَ بَعْضُ الْعُلَمَاءِ: </p><p> يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ، أَيْ: يُصَلُّونَ صَلَاةَ الصُّبْحِ وَالْعَصْرِ، وَالتَّحْقِيقُ أَنَّ الْآيَةَ تَشْمَلُ أَعَمَّ مِنْ مُطْلَقِ الصَّلَاةِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا. </p><p> نَهَى اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ تَعْدُوَ عَيْنَاهُ عَنْ ضُعَفَاءِ الْمُؤْمِنِينَ وَفُقَرَائِهِمْ، طُمُوحًا إِلَى الْأَغْنِيَاءِ وَمَا لَدَيْهِمْ مِنْ زِينَةِ الْحَيَاةِ الدُّنْيَا، وَمَعْنَى وَلَا تَعْدُ عَيْنَاكَ [١٨ \\ ٢٨] ، أَيْ: لَا تَتَجَاوَزُهُمْ عَيْنَاكَ وَتَنْبُو عَنْ رَثَاثَةِ زِيِّهِمْ، مُحْتَقِرًا لَهُمْ طَامِحًا إِلَى أَهْلِ الْغِنَى وَالْجَاهِ وَالشَّرَفِ بَدَلًا مِنْهُمْ، وَعَدَا يَعْدُو: تَتَعَدَّى بِنَفْسِهَا إِلَى الْمَفْعُولِ وَتَلْزَمُ، وَالْجُمْلَةُ فِي قَوْلِهِ: تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا فِي مَحَلِّ حَالٍ وَالرَّابِطُ الضَّمِيرُ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَذَاتُ بَدْءٍ بِمُضَارِعِ ثَبَتْ ... حَوَتْ ضَمِيرًا وَمِنَ الْوَاوِ خَلَتْ </p><p> وَصَاحِبُ الْحَالِ الْمَذْكُورَةِ هُوَ الضَّمِيرُ الْمُضَافُ إِلَيْهِ فِي قَوْلِهِ:  «عَيْنَاكَ» ، وَإِنَّمَا سَاغَ ذَلِكَ لِأَنَّ الْمُضَافَ هُنَا جُزْءٌ مِنَ الْمُضَافِ إِلَيْهِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَلَا تُجِزْ حَالًا مِنَ الْمُضَافِ لَهْ إِلَّا إِذَا اقْتَضَى الْمُضَافُ عَمَلَهُ أَوْ كَانَ جُزْءَ مَا لَهُ أُضِيفَا أَوْ مِثْلَ جُزْئِهِ فَلَا تَحِيفَا وَمَا نَهَى اللَّهُ عَنْهُ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ طُمُوحِ الْعَيْنِ إِلَى زِينَةِ الْحَيَاةِ الدُّنْيَا، مَعَ الِاتِّصَافِ بِمَا يُرْضِيهِ جَلَّ وَعَلَا مِنَ الثَّبَاتِ عَلَى الْحَقِّ، كَمُجَالَسَةِ فَقُرَاءِ الْمُؤْمِنِينَ، أَشَارَ لَهُ أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا [٢٠ \\ ١٣٠ - ١٣١] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ الْآيَةَ [١٥ \\ ٨٧] . </p><p> قَوْلُهُ تَعَالَى: وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا. </p><p> نَهَى اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنْ طَاعَةِ مَنْ أَغْفَلَ اللَّهُ قَلْبَهُ عَنْ ذِكْرِهِ وَاتَّبَعَ هَوَاهُ، وَكَانَ أَمْرُهُ فُرُطَا، وَقَدْ كَرَّرَ فِي الْقُرْآنِ نَهْيَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ اتِّبَاعِ مِثْلِ هَذَا الْغَافِلِ عَنْ ذِكْرِ اللَّهِ الْمُتَّبَعِ هَوَاهُ، كَقَوْلِهِ تَعَالَى: فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا [٧٦ \\ ٢٤] ، وَقَوْلِهِ: وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ الْآيَةَ [٣٣ \\ ٤٨] ، </p><p> وَقَوْلُهُ تَعَالَى: وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ [٦٨ \\ ٨ - ١٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ أَمَرَهُ فِي مَوْضِعٍ آخَرَ بِالْإِعْرَاضِ عَنِ الْمُتَوَلِّينَ عَنْ ذِكْرِ اللَّهِ، وَالَّذِينَ لَا يُرِيدُونَ غَيْرَ الْحَيَاةِ الدُّنْيَا، وَبَيَّنَ لَهُ أَنَّ ذَلِكَ هُوَ مَبْلَغُهُمْ مِنَ الْعِلْمِ ; وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَنْ أَغْفَلْنَا قَلْبَهُ [١٨ \\ ٢٨] ، يَدُلُّ عَلَى أَنَّ مَا يَعْرِضُ لِلْعَبْدِ مِنْ غَفْلَةٍ وَمَعْصِيَةٍ، إِنَّمَا هُوَ بِمَشِيئَةِ اللَّهِ تَعَالَى، إِذْ لَا يَقَعُ شَيْءٌ الْبَتَّةَ كَائِنًا مَا كَانَ إِلَّا بِمَشِيئَتِهِ الْكَوْنِيَّةِ الْقَدَرِيَّةِ، جَلَّ وَعَلَا، وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ الْآيَةَ [٧٦ \\ ٣٠] ، وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا [٦ \\ ١٠٧] ، وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا [٣٢ \\ ١٣] ، وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى [٦ \\ ٣٥] ، خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ الْآيَةَ [٢ \\ ٧] ، وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا [١٧ \\ ٤٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ كُلَّ شَيْءٍ مِنْ خَيْرٍ وَشَرٍّ، لَا يَقَعُ إِلَّا بِمَشِيئَةِ خَالِقِ السَّمَاوَاتِ وَالْأَرْضِ. فَمَا يَزْعُمُهُ الْمُعْتَزِلَةُ، وَيُحَاوِلُ الزَّمَخْشَرِيُّ فِي تَفْسِيرِهِ دَائِمًا تَأْوِيلَ آيَاتِ الْقُرْآنِ عَلَى نَحْوِ مَا يُطَابِقُهُ مِنِ اسْتِقْلَالِ قُدْرَةِ الْعَبْدِ وَإِرَادَتِهِ فَأَفْعَالُهُ دُونَ مَشِيئَةِ اللَّهِ، لَا يَخْفَى بُطْلَانُهُ كَمَا تَدُلُّ عَلَيْهِ الْآيَاتُ الْمَذْكُورَةُ آنِفًا، وَأَمْثَالُهَا فِي الْقُرْآنِ كَثِيرَةٌ. </p><p> وَمَعْنَى اتِّبَاعِهِ هَوَاهُ: أَنَّهُ يَتْبَعُ مَا تَمِيلُ إِلَيْهِ نَفْسُهُ الْأَمَّارَةُ بِالسُّوءِ وَتَهْوَاهُ مِنَ الشَّرِّ، كَالْكُفْرِ وَالْمَعَاصِي. </p><p> وَقَوْلُهُ: وَكَانَ أَمْرُهُ فُرُطًا، قِيلَ: هُوَ مِنَ التَّفْرِيطِ الَّذِي هُوَ التَّقْصِيرُ، وَتَقْدِيمُ الْعَجْزِ بِتَرْكِ الْإِيمَانِ، وَعَلَى هَذَا فَمَعْنَى وَكَانَ أَمْرُهُ فُرُطًا، أَيْ: كَانَتْ أَعْمَالُهُ سَفَهًا وَضَيَاعًا وَتَفْرِيطًا، وَقِيلَ: مِنَ الْإِفْرَاطِ الَّذِي هُوَ مُجَاوَزَةُ الْحَدِّ، كَقَوْلِ الْكُفَّارِ الْمُحْتَقِرِينَ لِفُقَرَاءِ الْمُؤْمِنِينَ: نَحْنُ أَشْرَافُ مُضَرَ وَسَادَاتُهَا! إِنِ اتَّبَعْنَاكَ اتَّبَعَكَ جَمِيعُ النَّاسِ، وَهَذَا مِنَ التَّكَبُّرِ وَالْإِفْرَاطِ فِي الْقَوْلِ، وَقِيلَ «فُرُطًا» أَيْ: قِدَمًا فِي الشَّرِّ. مِنْ قَوْلِهِمْ: فَرَطَ مِنْهُ أَمْرٌ، أَيْ: سَبَقَ. وَأَظْهَرُ الْأَقْوَالِ فِي مَعْنَى الْآيَةِ الْكَرِيمَةِ عِنْدِي بِحَسَبَ اللُّغَةِ الْعَرَبِيَّةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ أَنَّ مَعْنَى قَوْلِهِ «فُرُطًا» : أَيْ: مُتَقَدِّمًا لِلْحَقِّ وَالصَّوَابِ، نَابِذًا لَهُ وَرَاءَ </p>"
}