{
  "id": null,
  "sura": 18,
  "aya": 53,
  "text": "<p> لِأَنَّ الْجَمِيعَ يُحِيطُ بِهِمُ الْهَلَاكُ مِنْ كُلِّ جَانِبٍ، كَمَا قَالَ تَعَالَى: لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ [٣٩ \\ ١٦] ، وَقَوْلِهِ: لَهُمْ مِنْ جَهَنَّمَ مِهَادٌ وَمِنْ فَوْقِهِمْ غَوَاشٍ [٧ \\ ٤١] ، وَقَوْلِهِ: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ الْآيَةَ [٢١ \\ ٩٨] ، وَقَالَ ابْنُ الْأَعْرَابِيِّ: كُلُّ شَيْءٍ حَاجِزٌ بَيْنَ شَيْئَيْنِ يُسَمَّى مَوْبِقًا، نَقْلَهُ عَنْهُ الْقُرْطُبِيُّ، وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ الضَّمِيرَ فِي قَوْلِهِ «بَيْنَهُمْ» قِيلَ رَاجِعٌ إِلَى أَهْلِ النَّارِ. وَقِيلَ رَاجِعٌ إِلَى أَهْلِ الْجَنَّةِ وَأَهْلِ النَّارِ مَعًا. وَقِيلَ رَاجِعٌ لِلْمُشْرِكِينَ وَمَا كَانُوا يَعْبُدُونَهُ مِنْ دُونِ اللَّهِ. وَهَذَا هُوَ أَظْهَرُهَا لِدَلَالَةِ ظَاهِرِ السِّيَاقِ عَلَيْهِ ; لِأَنَّ اللَّهَ يَقُولُ: وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ [١٨ \\ ٥٢] ، ثُمَّ قَالَ مُخْبِرًا عَنِ الْعَابِدِينَ وَالْمَعْبُودِينَ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا [١٨ \\ ٥٢] ، أَيْ: مُهْلِكًا يَفْصِلُ بَيْنَهُمْ وَيُحِيطُ بِهِمْ، وَهَذَا الْمَعْنَى كَقَوْلِهِ: وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ الْآيَةَ [١٠ \\ ٢٨] ، أَيْ: فَرَّقْنَا بَيْنَهُمْ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيَوْمَ يَقُولُ قَرَأَهُ عَامَّةُ السَّبْعَةِ مَا عَدَا حَمْزَةَ بِالْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ، وَقَرَأَهُ حَمْزَةُ «نَقُولُ» بِنُونِ الْعَظَمَةِ، وَعَلَى قِرَاءَةِ الْجُمْهُورِ فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى اللَّهِ، أَيْ: يَقُولُ هُوَ أَيِ: اللَّهُ. </p><p> قَوْلُهُ تَعَالَى: وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُجْرِمِينَ يَرَوْنَ النَّارَ يَوْمَ الْقِيَامَةِ، وَيَظُنُّونَ أَنَّهُمْ مُوَاقِعُوهَا، أَيْ: مُخَالِطُوهَا وَوَاقِعُونَ فِيهَا. وَالظَّنُّ فِي هَذِهِ الْآيَةِ بِمَعْنَى الْيَقِينِ ; لِأَنَّهُمْ أَبْصَرُوا الْحَقَائِقَ وَشَاهَدُوا الْوَاقِعَ. وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّهُمْ مُوقِنُونَ بِالْوَاقِعِ ; كَقَوْلِهِ عَنْهُمْ: وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ [٣٢ \\ ١٢] ، وَكَقَوْلِهِ: فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] ، وَقَوْلِهِ تَعَالَى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا الْآيَةَ [١٩ \\ ٣٨] ، وَمِنْ إِطْلَاقِ الظَّنِّ عَلَى الْيَقِينِ [قَوْلُهُ] تَعَالَى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ [٢ \\ ٤٥ - ٤٦] ، أَيْ: يُوقِنُونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ، وَقَوْلُهُ تَعَالَى: قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ [٢ \\ ٢٤٩] ، وَقَوْلُهُ تَعَالَى: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ [٦٩ \\ ١٩ - ٢٠] ، </p>"
}