{
  "id": null,
  "sura": 18,
  "aya": 52,
  "text": "<p> الْإِضْلَالِ. وَقَوْلُهُ «عَضُدًا» أَيْ: أَعْوَانًا. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ التَّنْبِيهُ عَلَى أَنَّ الضَّالِّينَ الْمُضِلِّينَ لَا تَنْبَغِي الِاسْتِعَانَةُ بِهِمْ، وَالْعِبْرَةُ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ. </p><p> وَالْمَعْنَى الْمَذْكُورُ أُشِيرَ لَهُ فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ تَعَالَى: قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ [٢٨ \\ ١٧] ، وَالظَّهِيرُ: الْمُعِينُ، وَالْمُضِلُّونَ: الَّذِينَ يُضِلُّونَ أَتْبَاعَهُمْ عَنْ طَرِيقِ الْحَقِّ، وَقَدْ قَدَّمْنَا مَعْنَى الضَّلَالِ وَإِطْلَاقَاتِهِ فِي الْقُرْآنِ بِشَوَاهِدِهِ الْعَرَبِيَّةِ. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا. </p><p> أَيْ: وَاذْكُرْ يَوْمَ يَقُولُ اللَّهُ جَلَّ وَعَلَا لِلْمُشْرِكِينَ الَّذِينَ كَانُوا يُشْرِكُونَ مَعَهُ الْآلِهَةَ وَالْأَنْدَادَ مِنَ الْأَصْنَامِ وَغَيْرِهَا مِنَ الْمَعْبُودَاتِ مِنْ دُونِ اللَّهِ تَوْبِيخًا لَهُمْ وَتَقْرِيعًا: نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ شُرَكَاءُ مَعِي، فَالْمَفْعُولَانِ مَحْذُوفَانِ: أَيْ: زَعَمْتُمُوهُمْ شُرَكَاءَ لِي كَذِبًا وَافْتِرَاءً. أَيِ: ادْعُوهُمْ وَاسْتَغِيثُوا بِهِمْ لِيَنْصُرُوكُمْ وَيَمْنَعُوكُمْ مِنْ عَذَابِي، فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ، أَيْ: فَاسْتَغَاثُوا بِهِمْ فَلَمْ يُغِيثُوهُمْ. وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ عَدَمِ اسْتِجَابَتِهِمْ لَهُمْ إِذَا دَعَوْهُمْ يَوْمَ الْقِيَامَةِ جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى فِي سُورَةِ «الْقَصَصِ» : وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ [٢٨ \\ ٦٢ - ٦٤] ، وَقَوْلِهِ تَعَالَى: ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ [٣٥ \\ ١٣ - ١٤] ، وَقَوْلِهِ: وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ [٤٦ \\ ٥] ، وَقَوْلِهِ: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا [١٩ \\ ٨١] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ [٦ \\ ٩٤] ، وَالْآيَاتُ فِي تَبَرُّئِهِمْ مِنْهُمْ يَوْمَ الْقِيَامَةِ، وَعَدَمِ اسْتِجَابَتِهِمْ لَهُمْ كَثِيرَةٌ جِدًّا. وَخُطْبَةُ الشَّيْطَانِ الْمَذْكُورَةُ فِي سُورَةِ «إِبْرَاهِيمَ» فِي </p><p> قَوْلِهِ تَعَالَى: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ إِلَى قَوْلِهِ: إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِي مِنْ قَبْلُ [١٤ \\ ٢٢] ، مِنْ قَبِيلِ ذَلِكَ الْمَعْنَى الْمَذْكُورِ فِي الْآيَاتِ الْمَذْكُورَةِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا اخْتَلَفَ الْعُلَمَاءُ فِيهِ مِنْ ثَلَاثِ جِهَاتٍ: </p><p> الْأُولَى: فِي الْمُرَادِ بِالظَّرْفِ الَّذِي هُوَ «بَيْنَ» ، وَالثَّانِيَةُ: فِي مَرْجِعِ الضَّمِيرِ. وَالثَّالِثَةُ: فِي الْمُرَادِ بِالْمَوْبِقِ، وَسَنَذْكُرُ هُنَا أَقْوَالَهُمْ، وَمَا يَظْهَرُ لَنَا رُجْحَانُهُ مِنْهَا إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> أَمَّا الْمَوْبِقُ: فَقِيلَ: الْمُهْلِكُ. وَقِيلَ وَادٍ فِي جَهَنَّمَ. وَقِيلَ الْمَوْعِدُ. قَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ: أَخْرَجَ ابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ مِنْ طَرِيقِ عَلِيٍّ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا يَقُولُ: مُهْلِكًا، وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَابْنُ الْمُنْذِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ «مَوْبِقًا» يَقُولُ: مُهْلِكًا. وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَابْنُ الْمُنْذِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ «مَوْبِقًا» قَالَ. وَادٍ فِي جَهَنَّمَ. </p><p> وَأَخْرَجَ عَبْدُ اللَّهِ بْنُ أَحْمَدَ فِي زَوَائِدِ الزُّهْدِ، وَابْنُ جَرِيرٍ وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ، وَالْبَيْهَقِيُّ فِي الشُّعَبِ عَنْ أَنَسٍ فِي قَوْلِهِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا قَالَ: وَادٍ فِي جَهَنَّمَ مِنْ قَيْحٍ وَدَمٍ. وَأَخْرَجَ أَحْمَدُ فِي الزُّهْدِ، وَابْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ، وَالْبَيْهَقِيُّ عَنِ ابْنِ عُمَرَ فِي قَوْلِهِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا قَالَ: هُوَ وَادٍ عَمِيقٌ فِي النَّارِ، فَرَّقَ اللَّهُ بِهِ يَوْمَ الْقِيَامَةِ بَيْنَ أَهْلِ الْهُدَى وَالضَّلَالَةِ، وَأَخْرَجَ ابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ عَنْ عَمْرٍو الْبِكَالِيِّ قَالَ: الْمَوْبِقُ الَّذِي ذَكَرَ اللَّهُ: وَادٍ فِي النَّارِ، بَعِيدُ الْقَعْرِ، يُفَرِّقُ اللَّهُ بِهِ يَوْمَ الْقِيَامَةِ بَيْنَ أَهْلِ الْإِسْلَامِ وَبَيْنَ مَنْ سِوَاهُمْ مِنَ النَّاسِ. وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ عِكْرِمَةَ فِي قَوْلِهِ تَعَالَى مَوْبِقًا، قَالَ: هُوَ نَهْرٌ يَسِيلُ نَارًا عَلَى حَافَتَيْهِ حَيَّاتٌ أَمْثَالَ الْبِغَالِ الدَّهْمِ، فَإِذَا ثَارَتْ إِلَيْهِمْ لِتَأْخُذَهُمُ اسْتَغَاثُوا بِالِاقْتِحَامِ فِي النَّارِ مِنْهَا. وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ كَعْبٍ قَالَ: إِنَّ فِي النَّارِ أَرْبَعَةَ أَوْدِيَةٍ يُعَذِّبُ اللَّهُ بِهَا أَهْلَهَا: غَلِيظٌ، وَمَوْبِقٌ، وَأَثَّامٌ، وَغَيٌّ. انْتَهَى كَلَامُ صَاحِبِ الدُّرِّ الْمَنْثُورِ. وَنَقَلَ ابْنُ جَرِيرٍ عَنْ بَعْضِ أَهْلِ الْعِلْمِ بِكَلَامِ الْعَرَبِ مِنْ أَهْلِ الْبَصْرَةِ: أَنَّ الْمَوْبِقَ: الْمَوْعِدُ، وَاسْتَدَلَّ لِذَلِكَ بِقَوْلِ الشَّاعِرِ: </p><p> وَجَادَ شَرَوْرَى وَالسِّتَّارُ فَلَمْ يَدَعْ ... تِعَارًا لَهُ وَالْوَادِيَيْنِ بِمَوْبِقٍ </p><p> يَعْنِي: بِمَوْعِدٍ، وَالتَّحْقِيقُ: أَنَّ الْمَوْبِقَ الْمُهْلِكَ، مِنْ قَوْلِهِمْ وَبَقَ يَبِقُ، كَوَعَدَ يَعِدُ، </p><p> إِذَا هَلَكَ. وَفِيهِ لُغَةٌ أُخْرَى وَهِيَ: وَبَقَ يَوْبَقُ كَوَجِلَ يَوْجَلُ، وَلُغَةٌ ثَالِثَةٌ أَيْضًا وَهِيَ: وَبَقَ يَبِقُ كَوَرِثَ يَرِثُ. وَمَعْنَى كُلِّ ذَلِكَ: الْهَلَاكُ. وَالْمَصْدَرُ مِنْ وَبَقَ بِالْفَتْحِ الْوُبُوقُ عَلَى الْقِيَاسِ، وَالْوَبْقُ. وَمِنْ وَبَقَ بِالْكَسْرِ الْوَبَقُ بِفَتْحَتَيْنِ عَلَى الْقِيَاسِ. وَأَوْبَقَتْهُ ذُنُوبُهُ: أَهْلَكَتْهُ، وَمِنْ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا [٤٢ \\ ٣٤] ، أَيْ: يُهْلِكْهُنَّ، وَمِنْهُ الْحَدِيثُ، «فَمُوبِقٌ نَفْسَهُ أَوْ بَائِعُهَا فَمُعْتِقُهَا» وَحَدِيثُ «السَّبْعِ الْمُوبِقَاتِ» أَيِ: الْمُهْلِكَاتِ، وَمِنْ هَذَا الْمَعْنَى قَوْلُ زُهَيْرٍ: </p><p> وَمَنْ يَشْتَرِي حُسْنَ الثَّنَاءِ بِمَالِهِ ... يَصُنْ عِرْضَهُ عَنْ كُلِّ شَنْعَاءَ مُوبِقِ </p><p> وَقَوْلُ مَنْ قَالَ، إِنَّ الْمَوْبِقَ الْعَدَاوَةُ، وَقَوْلُ مَنْ قَالَ: إِنَّهُ الْمَجْلِسُ كِلَاهُمَا ظَاهِرُ السُّقُوطِ. وَالتَّحْقِيقُ فِيهِ هُوَ مَا قَدَّمْنَا. وَأَمَّا أَقْوَالُ الْعُلَمَاءِ فِي الْمُرَادِ بِلَفْظِهِ «بَيْنَ» فَعَلَى قَوْلِ الْحَسَنِ وَمَنْ وَافَقَهُ: أَنَّ الْمَوْبِقَ الْعَدَاوَةُ فَالْمَعْنَى وَاضِحٌ ; أَيْ: وَجَعَلْنَا بَيْنَهُمْ عَدَاوَةً ; كَقَوْلِهِ: الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ [٤٣ \\ ٦٧] ، وَقَوْلِهِ: وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا [٢٩ \\ ٢٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَلَكِنَّ تَفْسِيرَ الْمَوْبِقِ بِالْعَدَاوَةِ بَعِيدٌ كَمَا قَدَّمْنَا. وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِالْبَيْنِ فِي الْآيَةِ: الْوَصْلُ ; أَيْ: وَجَعَلْنَا تَوَاصُلَهُمْ فِي الدُّنْيَا مِلْكًا لَهُمْ يَوْمَ الْقِيَامَةِ ; كَمَا قَالَ تَعَالَى: إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ [٢ \\ ١٦٦] ، أَيِ: الْمُوَاصَلَاتُ الَّتِي كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا. وَكَمَا قَالَ: كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا [١٩ \\ ٨٢] ، وَكَمَا قَالَ تَعَالَى: ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا [٢٩ \\ ٢٥] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَقَالَ بَعْضُ الْعُلَمَاءِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا: جَعَلْنَا الْهَلَاكَ بَيْنَهُمْ ; لِأَنَّ كُلًّا مِنْهُمْ مُعِينٌ عَلَى هَلَاكِ الْآخَرِ لِتَعَاوُنِهِمْ عَلَى الْكُفْرِ وَالْمَعَاصِي فَهُمْ شُرَكَاءُ فِي الْعَذَابِ ; كَمَا قَالَ تَعَالَى: وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ [٤٣ \\ ٣٩] ، وَقَوْلُهُ: قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ [٧ \\ ٣٨] ، وَمَعْنَى هَذَا الْقَوْلِ مَرْوِيٌّ عَنِ ابْنِ زَيْدٍ. وَقَالَ بَعْضُ الْعُلَمَاءِ: وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا: أَيْ: بَيْنَ الْمُؤْمِنِينَ وَالْكَافِرِينَ مَوْبِقًا، أَيْ: مُهْلِكًا يَفْصِلُ بَيْنَهُمْ، فَالدَّاخِلُ فِيهِ، فِي هَلَاكٍ، وَالْخَارِجُ عَنْهُ فِي عَافِيَةٍ. وَأَظْهَرُ الْأَقْوَالِ عِنْدِي وَأَجْرَاهَا عَلَى ظَاهِرِ الْقُرْآنِ، أَنَّ الْمَعْنَى: وَجَعَلْنَا بَيْنَ الْكُفَّارِ وَبَيْنَ مَنْ كَانُوا يَعْبُدُونَهُمْ وَيُشْرِكُونَهُمْ مَعَ اللَّهِ مَوْبِقًا أَيْ: مُهْلِكًا، </p>"
}