{
  "id": null,
  "sura": 18,
  "aya": 100,
  "text": "<p> إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ بِخِلَافِ هَذَا الْقُرْآنِ الْعَظِيمِ، فَقَدْ تَوَلَّى اللَّهُ جَلَّ وَعَلَا حِفْظَهُ بِنَفْسِهِ، وَلَمْ يُكَلِّمْهُ أَحَدٌ حَتَّى يُغَيِّرَ فِيهِ أَوْ يُبَدِّلَ أَوْ يُحَرِّفَ، كَمَا قَالَ تَعَالَى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ [١٥ \\ ٩] ، وَقَالَ: لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ [٧٥ \\ ١٦ - ١٧] ، وَقَالَ: لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ [٤١ \\ ٤٢] ، وَقَالَ فِي النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى [٥٣ \\ ٣ - ٤] ، وَقَدْ صَحَّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَذِنَ لِأُمَّتِهِ أَنْ تُحَدِّثَ عَنْ بَنِي إِسْرَائِيلَ، وَنَهَاهُمْ عَنْ تَصْدِيقِهِمْ وَتَكْذِيبِهِمْ، خَوْفَ أَنْ يُصَدِّقُوا بِبَاطِلٍ، أَوْ يُكَذِّبُوا بِحَقٍّ. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ مَا يُرْوَى عَنْ بَنِي إِسْرَائِيلَ مِنَ الْأَخْبَارِ الْمَعْرُوفَةِ بِالْإِسْرَائِيلِيَّاتِ لَهُ ثَلَاثُ حَالَاتٍ: فِي وَاحِدَةٍ مِنْهَا يَجِبُ تَصْدِيقُهُ، وَهِيَ مَا إِذَا دَلَّ الْكِتَابُ أَوِ السُّنَّةُ الثَّابِتَةُ عَلَى صِدْقِهِ، وَفِي وَاحِدَةٍ يَجِبُ تَكْذِيبُهُ، وَهِيَ مَا إِذَا دَلَّ الْقُرْآنُ أَوِ السُّنَّةُ أَيْضًا عَلَى كَذِبِهِ، وَفِي الثَّالِثَةِ لَا يَجُوزُ التَّكْذِيبُ وَلَا التَّصْدِيقُ، كَمَا فِي الْحَدِيثِ الْمُشَارِ إِلَيْهِ آنِفًا: وَهِيَ مَا إِذَا لَمْ يَثْبُتْ فِي كِتَابٍ وَلَا سُنَّةٍ صِدْقُهُ وَلَا كَذِبُهُ، وَبِهَذَا التَّحْقِيقِ تَعْلَمُ أَنَّ الْقِصَصَ الْمُخَالِفَةَ لِلْقُرْآنِ وَالسُّنَّةِ الصَّحِيحَةِ الَّتِي تُوَجَّهُ بِأَيْدِي بَعْضِهِمْ، زَاعِمِينَ أَنَّهَا فِي الْكُتُبِ الْمُنَزَّلَةِ يَجِبُ تَكْذِيبُهُمْ فِيهَا لِمُخَالَفَتِهَا نُصُوصَ الْوَحْيِ الصَّحِيحِ، الَّتِي لَمْ تُحَرَّفْ وَلَمْ تُبَدَّلْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: جَعَلَهُ دَكَّاءَ، قَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَابْنُ عَامِرٍ وَأَبُو عَمْرٍو «دَكًّا» بِالتَّنْوِينِ مَصْدَرُ دَكَّهُ، وَقَرَأَهُ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ جَعَلَهُ دَكَّاءَ، بِأَلِفِ التَّأْنِيثِ الْمَمْدُودَةِ تَأْنِيثُ الْأَدَكِّ، وَمَعْنَى الْقِرَاءَتَيْنِ رَاجِعٌ إِلَى شَيْءٍ وَاحِدٍ، وَقَدْ قَدَّمْنَا إِيضَاحَهُ. </p><p> قَوْلُهُ تَعَالَى: وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا. </p><p> قَوْلُهُ: وَعَرَضْنَا أَيْ: أَبْرَزْنَا وَأَظْهَرْنَا جَهَنَّمَ يَوْمَئِذٍ، أَيْ: يَوْمَ إِذْ جَمَعْنَاهُمْ جَمْعًا، كَمَا دَلَّ عَلَى ذَلِكَ قَوْلُهُ قَبْلَهُ: وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا [١٨ \\ ٩٩] ، وَقَالَ بَعْضُ الْعُلَمَاءِ: اللَّامُ فِي قَوْلِهِ «لِلْكَافِرِينَ» بِمَعْنَى عَلَى، أَيْ: عَرَضْنَا جَهَنَّمَ عَلَى الْكَافِرِينَ، وَهَذَا يَشْهَدُ لَهُ الْقُرْآنُ فِي آيَاتٍ مُتَعَدِّدَةٍ ; لِأَنَّ الْعَرْضَ فِي الْقُرْآنِ يَتَعَدَّى بِعَلَى لَا بِاللَّامِ، كَقَوْلِهِ تَعَالَى: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ [٤٦ \\ ٢٠] ، وَقَوْلِهِ: النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا [٤٠ \\ ٤٦] ، وَقَوْلِهِ تَعَالَى: وَعُرِضُوا عَلَى رَبِّكَ صَفًّا [١٨ \\ ٤٨] ، </p>"
}