{
  "id": null,
  "sura": 18,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْكَهْفِ </p><p> قَوْلُهُ تَعَالَى: الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا. </p><p> عَلَّمَ اللَّهُ جَلَّ وَعَلَا عِبَادَهُ فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ أَنْ يَحْمَدُوهُ عَلَى أَعْظَمِ نِعْمَةٍ أَنْعَمَهَا عَلَيْهِمْ ; وَهِيَ إِنْزَالُهُ عَلَى نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا الْقُرْآنَ الْعَظِيمَ، الَّذِي لَا اعْوِجَاجَ فِيهِ، بَلْ هُوَ فِي كَمَالِ الِاسْتِقَامَةِ، أَخْرَجَهُمْ بِهِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ. وَبَيَّنَ لَهُمْ فِيهِ الْعَقَائِدَ، وَالْحَلَالَ وَالْحَرَامَ، وَأَسْبَابَ دُخُولِ الْجَنَّةِ وَالنَّارِ، وَحَذَّرَهُمْ فِيهِ مِنْ كُلِّ مَا يَضُرُّهُمْ، وَحَضَّهُمْ فِيهِ عَلَى كُلِّ مَا يَنْفَعُهُمْ، فَهُوَ النِّعْمَةُ الْعُظْمَى عَلَى الْخَلْقِ، وَلِذَا عَلَّمَهُمْ رَبُّهُمْ كَيْفَ يَحْمَدُونَهُ عَلَى هَذِهِ النِّعْمَةِ الْكُبْرَى بِقَوْلِهِ: الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ الْآيَةَ [١٨ \\ ١] . </p><p> وَمَا أَشَارَ لَهُ هُنَا مِنْ عَظِيمِ الْإِنْعَامِ وَالِامْتِنَانِ عَلَى خَلْقِهِ بِإِنْزَالِ هَذَا الْقُرْآنِ الْعَظِيمِ، مُنْذِرًا مَنْ لَمْ يَعْمَلْ بِهِ، وَمُبَشِّرًا مَنْ عَمِلَ بِهِ، ذَكَرَهُ جَلَّ وَعَلَا فِي مَوَاضِعَ كَثِيرَةٍ ; كَقَوْلِهِ: يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا [٤ \\ ١٧٤] ، وَقَوْلِهِ: أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ [٢٩ \\ ٥١] ، وَقَوْلِهِ: إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ [٢٧ \\ ٧٦ - ٧٧] ، وَقَوْلِهِ: وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ [١٧ \\ ٨٢] ، وَقَوْلِهِ: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ الْآيَةَ [٤١ \\ ٤٤] ، وَقَوْلِهِ تَعَالَى: إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ [٢١ \\ ١٠٦ - ١٠٧] ، وَقَوْلِهِ: وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ الْآيَةَ [٢٨ \\ ٨٦] ، </p><p> وَقَوْلِهِ: ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ [٣٥ \\ ٣٢] . </p><p> وَهُوَ تَصْرِيحٌ مِنْهُ جَلَّ وَعَلَا بِأَنَّ إِيرَاثَ هَذَا الْكِتَابِ فَضْلٌ كَبِيرٌ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَمْ يَجْعَلْ لَهُ عِوَجَا [١٨ \\ ١] ، أَيْ لَمْ يَجْعَلْ فِي الْقُرْآنِ عِوَجًا ; أَيْ لَا اعْوِجَاجَ فِيهِ أَلْبَتَّةَ، لَا مِنْ جِهَةِ الْأَلْفَاظِ، وَلَا مِنْ جِهَةِ الْمَعَانِي، أَخْبَارُهُ كُلُّهَا صِدْقٌ، وَأَحْكَامُهُ عَدْلٌ، سَالِمٌ مِنْ جَمِيعِ الْعُيُوبِ فِي أَلْفَاظِهِ وَمَعَانِيهِ، وَأَخْبَارِهِ وَأَحْكَامِهِ ; لِأَنَّ قَوْلَهُ:  «عِوَجًا» نَكِرَةٌ فِي سِيَاقِ النَّفْيِ، فَهِيَ تَعُمُّ نَفْيَ جَمِيعِ أَنْوَاعِ الْعِوَجِ. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا هُنَا مِنْ أَنَّهُ لَا اعْوِجَاجَ فِيهِ، بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ كَثِيرَةٍ كَقَوْلِهِ: وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ قُرْءَانًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ [٣٩ \\ ٢٧ - ٢٨] ، وَقَوْلِهِ: وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ [٦ \\ ١١٥] . فَقَوْلُهُ «صِدْقًا» أَيْ فِي الْأَخْبَارِ، وَقَوْلُهُ:  «عَدْلًا» أَيْ فِي الْأَحْكَامِ، وَكَقَوْلِهِ تَعَالَى: أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا [٤ \\ ٨٢] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قَيِّمًا أَيْ مُسْتَقِيمًا لَا مَيْلَ فِيهِ وَلَا زَيْغَ، وَمَا ذَكَرَهُ هُنَا مِنْ كَوْنِهِ قَيِّمًا لَا مَيْلَ فِيهِ وَلَا زَيْغَ، بَيَّنَهُ أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً فِيهَا كُتُبٌ قَيِّمَةٌ [٩٨ \\ ١] ، وَقَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ الْآيَةَ [١٧ \\ ٩] ، وَقَوْلِهِ: وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ [١٠ \\ ٣٧] ، وَقَوْلِهِ: الم ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ [٢ \\ ١ - ٢] ، وَقَوْلِهِ الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ [١١ \\ ١] ، وَقَوْلِهِ: وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا [٤٢ \\ ٥٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَهَذَا الَّذِي فَسَّرْنَا بِهِ قَوْلَهُ تَعَالَى: قَيِّمًا هُوَ قَوْلُ الْجُمْهُورِ وَهُوَ الظَّاهِرُ. وَعَلَيْهِ فَهُوَ تَأْكِيدٌ فِي الْمَعْنَى لِقَوْلِهِ: وَلَمْ يَجْعَلْ لَهُ عِوَجَا [١٨ \\ ١] ; لِأَنَّهُ قَدْ يَكُونُ الشَّيْءُ مُسْتَقِيمًا فِي الظَّاهِرِ وَهُوَ لَا يَخْلُو مِنَ اعْوِجَاجٍ فِي حَقِيقَةِ الْأَمْرِ، وَلِذَا جَمَعَ تَعَالَى بَيْنَ نَفْيِ الْعِوَجِ وَإِثْبَاتِ الِاسْتِقَامَةِ. وَفِي قَوْلِهِ:  «قَيِّمًا» وَجْهَانِ آخَرَانِ مِنَ التَّفْسِيرِ: </p><p> الْأَوَّلُ: أَنَّ مَعْنَى كَوْنِهِ «قَيِّمًا» أَنَّهُ قَيِّمٌ عَلَى مَا قَبْلَهُ مِنَ الْكُتُبِ السَّمَاوِيَّةِ، أَيْ مُهَيْمِنٌ عَلَيْهَا، وَعَلَى هَذَا التَّفْسِيرِ فَالْآيَةُ كَقَوْلِهِ تَعَالَى: وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ الْآيَةَ [٥ \\ ١٥] . </p><p> وَلِأَجْلِ هَيْمَنَتِهِ عَلَى مَا قَبْلَهُ مِنَ الْكُتُبِ، قَالَ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ الْآيَةَ [٢٧ \\ ٧٦] ، وَقَالَ: قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ [٣ \\ ٩٣] ، وَقَالَ: يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ الْآيَةَ [٥ \\ ١٥] . </p><p> الْوَجْهُ الثَّانِي: أَنَّ مَعْنَى كَوْنِهِ «قَيِّمًا» : أَنَّهُ قَيِّمٌ بِمَصَالِحِ الْخَلْقِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ. وَهَذَا الْوَجْهُ فِي الْحَقِيقَةِ يَسْتَلْزِمُهُ الْوَجْهُ الْأَوَّلُ. </p><p> وَاعْلَمْ أَنَّ عُلَمَاءَ الْعَرَبِيَّةِ اخْتَلَفُوا فِي إِعْرَابِ قَوْلِهِ:  «قَيِّمًا» فَذَهَبَ جَمَاعَةٌ إِلَى أَنَّهُ حَالٌ مِنَ الْكِتَابِ، وَأَنَّ فِي الْآيَةِ تَقْدِيمًا وَتَأْخِيرًا، وَتَقْرِيرُهُ عَلَى هَذَا: أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ فِي حَالِ كَوْنِهِ قَيِّمًا وَلَمْ يَجْعَلْ لَهُ عِوَجًا، وَمَنَعَ هَذَا الْوَجْهَ مِنَ الْإِعْرَابِ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ قَائِلًا: إِنَّ قَوْلَهُ: وَلَمْ يَجْعَلْ لَهُ عِوَجَا [١٨ \\ ١] ، مَعْطُوفٌ عَلَى صِلَةِ الْمَوْصُولِ الَّتِي هِيَ جُمْلَةُ: أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ، وَالْمَعْطُوفُ عَلَى الصِّلَةِ دَاخِلٌ فِي حَيِّزِ الصِّلَةِ، فَجَعْلُ «قَيِّمًا» حَالًا مِنَ «الْكِتَابِ» يُؤَدِّي إِلَى الْفَصْلِ بَيْنَ الْحَالِ وَصَاحِبِهَا بِبَعْضِ الصِّلَةِ، وَذَلِكَ لَا يَجُوزُ، وَذَهَبَ جَمَاعَةٌ آخَرُونَ إِلَى أَنَّ «قَيِّمًا» حَالٌ مِنَ «الْكِتَابِ» ، وَأَنَّ الْمَحْذُورَ الَّذِي ذَكَرَهُ الزَّمَخْشَرِيُّ مُنْتَفٍ، وَذَلِكَ أَنَّهُمْ قَالُوا: إِنَّ جُمْلَةَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا لَيْسَتْ مَعْطُوفَةً عَلَى الصِّلَةِ، وَإِنَّمَا هِيَ جُمْلَةٌ حَالِيَّةٌ. وَقَوْلُهُ «قَيِّمًا» حَالٌ بَعْدَ حَالٍ، وَتَقْرِيرُهُ أَنَّ الْمَعْنَى: أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ فِي حَالِ كَوْنِهِ غَيْرَ جَاعِلٍ فِيهِ عِوَجًا، وَفِي حَالِ كَوْنِهِ قَيِّمًا. وَتَعَدُّدُ الْحَالِ لَا إِشْكَالَ فِيهِ، وَالْجُمْهُورُ عَلَى جَوَازِ تَعَدُّدِ الْحَالِ مَعَ اتِّحَادِ عَامِلِ الْحَالِ وَصَاحِبِهَا، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَالْحَالُ قَدْ يَجِيءُ ذَا تَعَدُّدِ لِمُفْرَدٍ فَاعْلَمْ وَغَيْرَ مُفْرَدِ </p><p> وَسَوَاءٌ كَانَ ذَلِكَ بِعَطْفٍ أَوْ بِدُونِ عَطْفٍ، فَمِثَالُهُ مَعَ الْعَطْفِ قَوْلُهُ تَعَالَى: أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ [٣ \\ ٣٩] ، وَمِثَالُهُ بِدُونِ عَطْفٍ قَوْلُهُ تَعَالَى: وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا الْآيَةَ [٧ \\ ١٥٠] . وَقَوْلُ الشَّاعِرِ: </p><p> عَلَيَّ إِذَا مَا جِئْتِ لَيْلَى بِخُفْيَةٍ ... زِيَارَةُ بَيْتِ اللَّهِ رَجْلَانَ حَافِيَا </p><p> وَنُقِلَ عَنْ أَبِي الْحَسَنِ بْنِ عُصْفُورٍ مَنْعُ تَعَدُّدِ الْحَالِ مَا لَمْ يَكُنِ الْعَامِلُ فِيهِ صِيغَةَ التَّفْضِيلِ فِي نَحْوِ قَوْلِهِ: هَذَا بُسْرًا أَطْيَبُ مِنْهُ رُطَبًا. وَنُقِلَ مَنْعُ ذَلِكَ أَيْضًا عَنِ الْفَارِسِيِّ وَجَمَاعَةٍ، وَهَؤُلَاءِ الَّذِينَ يَمْنَعُونَ تَعَدُّدَ الْحَالِ يَقُولُونَ: إِنَّ الْحَالَ الثَّانِيَةَ إِنَّمَا هِيَ حَالٌ مِنَ الضَّمِيرِ الْمَسْتَكِنِّ فِي الْحَالِ الْأُولَى، وَالْأُولَى عِنْدَهُمْ هِيَ الْعَامِلُ فِي الثَّانِيَةِ، فَهِيَ عِنْدَهُمْ أَحْوَالٌ مُتَدَاخِلَةٌ، أَوْ يَجْعَلُونَ الثَّانِيَةَ نَعْتًا لِلْأُولَى، وَمِمَّنِ اخْتَارَ أَنَّ جُمْلَةَ وَلَمْ يَجْعَلْ حَالِيَّةٌ، وَأَنَّ قَيِّمًا حَالٌ بَعْدَ حَالٍ - الْأَصْفَهَانِيُّ. </p><p> وَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ قَوْلَهُ: قَيِّمًا بَدَلٌ مِنْ قَوْلِهِ: وَلَمْ يَجْعَلْ لَهُ عِوَجَا ; لِأَنَّ انْتِفَاءَ الْعِوَجِ عَنْهُ هُوَ مَعْنَى كَوْنِهِ قَيِّمًا. </p><p> وَعَزَا هَذَا الْقَوْلَ الرَّازِيُّ وَأَبُو حَيَّانَ لِصَاحِبِ حَلِّ الْعُقَدِ، وَعَلَيْهِ فَهُوَ بَدَلٌ مُفْرَدٌ مِنْ جُمْلَةٍ. </p><p> كَمَا قَالُوا فِي: عَرَفْتُ زَيْدًا أَبُو مَنْ، أَنَّهُ بَدَلُ جُمْلَةٍ مِنْ مُفْرَدٍ، وَفِي جَوَازِ ذَلِكَ خِلَافٌ عِنْدَ عُلَمَاءِ الْعَرَبِيَّةِ. </p><p> وَزَعَمَ قَوْمٌ أَنَّ قَيِّمًا حَالٌ مِنَ الضَّمِيرِ الْمَجْرُورِ فِي قَوْلِهِ: وَلَمْ يَجْعَلْ لَهُ عِوَجَا، وَاخْتَارَ الزَّمَخْشَرِيُّ وَغَيْرُهُ أَنَّ قَيِّمًا مَنْصُوبٌ بِفِعْلٍ مَحْذُوفٍ، وَتَقْدِيرُهُ: وَلَمْ يَجْعَلْ لَهُ عِوَجًا وَجَعَلَهُ قَيِّمًا، وَحَذْفُ نَاصِبِ الْفَضْلَةِ إِذَا دَلَّ عَلَيْهِ الْمَقَامُ جَائِزٌ، كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَيُحْذَفُ النَّاصِبُهَا إِنْ عُلِمَا وَقَدْ يَكُونُ حَذْفُهُ مُلْتَزَمَا </p><p> وَأَقْرَبُ أَوْجُهِ الْإِعْرَابِ فِي قَوْلِهِ:  «قَيِّمًا» أَنَّهُ مَنْصُوبٌ بِمَحْذُوفٍ، أَوْ حَالٌ ثَانِيَةٌ مِنَ «الْكِتَابِ» وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِيُنْذِرَ بَأْسًا شَدِيدًا [١٨ \\ ٢] اللَّامُ فِيهِ مُتَعَلِّقَةٌ </p><p> بِـ أَنْزَلَ، وَقَالَ الْحَوْفِيُّ: هِيَ مُتَعَلِّقَةٌ بِقَوْلِهِ: قَيِّمًا، وَالْأَوَّلُ هُوَ الظَّاهِرُ. </p><p> وَالْإِنْذَارُ: الْإِعْلَامُ الْمُقْتَرِنُ بِتَخْوِيفٍ وَتَهْدِيدٍ، فَكُلُّ إِنْذَارٍ إِعْلَامٌ، وَلَيْسَ كُلُّ إِعْلَامٍ إِنْذَارًا، وَالْإِنْذَارُ يَتَعَدَّى إِلَى مَفْعُولَيْنِ، كَمَا فِي قَوْلِهِ: فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى [٩٢ \\ ١٤] ، وَقَوْلِهِ: إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا الْآيَةَ [٣٨ \\ ٤٠] . </p><p> وَفِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ كَرَّرَ تَعَالَى الْإِنْذَارَ، فَحَذَفَ فِي الْمَوْضِعِ الْأَوَّلِ مَفْعُولَ الْإِنْذَارِ الْأَوَّلَ، وَحَذَفَ فِي الثَّانِي الْمَفْعُولَ الثَّانِيَ، فَصَارَ الْمَذْكُورُ دَلِيلًا عَلَى الْمَحْذُوفِ فِي الْمَوْضِعَيْنِ. وَتَقْدِيرُ الْمَفْعُولِ الْأَوَّلِ الْمَحْذُوفِ فِي الْمَوْضِعِ الْأَوَّلِ: لِيُنْذِرَ الَّذِينَ كَفَرُوا بَأْسًا شَدِيدًا مِنْ لَدُنْهُ، وَتَقْدِيرُ الْمَفْعُولِ الثَّانِي الْمَحْذُوفِ فِي الْمَوْضِعِ الثَّانِي: وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا بَأْسًا شَدِيدًا مِنْ لَدُنْهُ. </p><p> وَقَدْ أَشَارَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى أَنَّ هَذَا الْقُرْآنَ الْعَظِيمَ تَخْوِيفٌ وَتَهْدِيدٌ لِلْكَافِرِينَ، وَبِشَارَةٌ لِلْمُؤْمِنِينَ الْمُتَّقِينَ ; إِذْ قَالَ فِي تَخْوِيفِ الْكَفَرَةِ بِهِ: لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ [١٨ \\ ٢] ، وَقَالَ: وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا الْآيَةَ [١٨ \\ ٤] ، وَقَالَ فِي بِشَارَتِهِ لِلْمُؤْمِنِينَ: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا الْآيَةَ [١٨ \\ ٢] . </p><p> وَهَذَا الَّذِي ذَكَرَهُ هُنَا مِنْ كَوْنِهِ إِنْذَارًا لِهَؤُلَاءِ وَبِشَارَةً لِهَؤُلَاءِ بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ: فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا [١٩ \\ ٩٧] ، وَقَوْلِهِ: المص كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ [٧ \\ ١ - ٢] . </p><p> وَقَدْ أَوْضَحْنَا هَذَا الْمَبْحَثَ فِي أَوَّلِ سُورَةِ «الْأَعْرَافِ» ، وَأَوْضَحْنَا هُنَالِكَ الْمَعَانِيَ الَّتِي وَرَدَ بِهَا الْإِنْذَارُ فِي الْقُرْآنِ. وَالْبَأْسُ الشَّدِيدُ الَّذِي أَنْذَرَهُمْ إِيَّاهُ: هُوَ الْعَذَابُ الْأَلِيمُ فِي الدُّنْيَا وَالْآخِرَةِ. وَالْبِشَارَةُ: الْخَيْرُ بِمَا يَسُرُّ. </p><p> وَقَدْ تُطْلِقُ الْعَرَبُ الْبِشَارَةَ عَلَى الْإِخْبَارِ بِمَا يَسُوءُ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ [٤٥ \\ ٨] وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> وَبَشَّرْتَنِي يَا سَعْدُ أَنَّ أَحِبَّتِي جَفَوْنِي ... وَقَالُوا الْوُدُّ مَوْعِدُهُ الْحَشْرُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> يُبَشِّرُنِي الْغُرَابُ بِبَيْنِ أَهْلِي ... فَقُلْتُ لَهُ ثُكِلْتُكَ مِنْ بَشِيرِ </p><p> وَالتَّحْقِيقُ: أَنَّ إِطْلَاقَ الْبِشَارَةِ عَلَى الْإِخْبَارِ بِمَا يَسُوءُ، أُسْلُوبٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، وَمَعْلُومٌ أَنَّ عُلَمَاءَ الْبَلَاغَةِ يَجْعَلُونَ مِثْلَ ذَلِكَ مَجَازًا، وَيُسَمُّونَهُ اسْتِعَارَةً عِنَادِيَّةً، وَيُقَسِّمُونَهَا إِلَى تَهَكُّمِيَّةٍ وَتَلْمِيحِيَّةٍ كَمَا هُوَ مَعْرُوفٌ فِي مَحِلِّهِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ [١٨ \\ ٢] بَيَّنَتِ الْمُرَادَ بِهِ آيَاتٌ أُخَرُ، فَدَلَّتْ عَلَى أَنَّ الْعَمَلَ لَا يَكُونُ صَالِحًا إِلَّا بِثَلَاثَةِ أُمُورٍ: </p><p> الْأَوَّلُ: أَنْ يَكُونَ مُطَابِقًا لِمَا جَاءَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَكُلُّ عَمَلٍ مُخَالِفٍ لِمَا جَاءَ بِهِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ فَلَيْسَ بِصَالِحٍ، بَلْ هُوَ بَاطِلٌ، قَالَ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ الْآيَةَ [٥٩ \\ ٧] ، وَقَالَ: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ [٤ \\ ١٠] ، وَقَالَ: قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ الْآيَةَ [٣ \\ ٣١] ، وَقَالَ: أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ الْآيَةَ [٤٢ \\ ٢١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّانِي: أَنْ يَكُونَ الْعَامِلُ مُخْلِصًا فِي عَمَلِهِ لِلَّهِ فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ، قَالَ تَعَالَى: وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ الْآيَةَ [٩٨ \\ ٥] ، وَقَالَ: قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ [٣٩ \\ ١١ - ١٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّالِثُ: أَنْ يَكُونَ الْعَمَلُ مَبْنِيًّا عَلَى أَسَاسِ الْإِيمَانِ وَالْعَقِيدَةِ الصَّحِيحَةِ ; لِأَنَّ الْعَمَلَ كَالسَّقْفِ، وَالْعَقِيدَةَ كَالْأَسَاسِ، قَالَ تَعَالَى: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ الْآيَةَ [١٦ \\ ٩٧] ، فَجَعَلَ الْإِيمَانَ قَيْدًا فِي ذَلِكَ. </p><p> وَبَيَّنَ مَفْهُومَ هَذَا الْقَيْدِ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ فِي أَعْمَالِ غَيْرِ الْمُؤْمِنِينَ: وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا [٢٥ \\ ٢٣] ، وَقَوْلِهِ: أَعْمَالُهُمْ كَسَرَابٍ الْآيَةَ [٢٤ \\ ٣٩] ، وَقَوْلِهِ: أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ الْآيَةَ [١٤ \\ ١٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَالتَّحْقِيقُ: أَنَّ مُفْرَدَ الصَّالِحَاتِ فِي قَوْلِهِ: يَعْمَلُونَ الصَّالِحَاتِ، وَقَوْلِهِ: </p><p> وَعَمِلُوا الصَّالِحَاتِ [٢ \\ ٢٥] ، وَنَحْوِ ذَلِكَ - أَنَّهُ: صَالِحَةٌ، وَأَنَّ الْعَرَبَ تُطْلِقُ لَفْظَةَ الصَّالِحَةِ عَلَى الْفِعْلَةِ الطَّيِّبَةِ ; كَإِطْلَاقِ اسْمِ الْجِنْسِ لِتَنَاسِي الْوَصْفِيَّةِ، كَمَا شَاعَ ذَلِكَ الْإِطْلَاقُ فِي الْحَسَنَةِ مُرَادًا بِهَا الْفِعْلَةُ الطَّيِّبَةُ. </p><p> وَمِنْ إِطْلَاقِ الْعَرَبِ لَفْظَ الصَّالِحَةِ عَلَى ذَلِكَ، قَوْلُ أَبِي الْعَاصِ بْنِ الرَّبِيعِ فِي زَوْجِهِ زَيْنَبَ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: </p><p> بِنْتَ الْأَمِينِ جَزَاكِ اللَّهُ صَالِحَةً ... وَكُلُّ بَعْلٍ سَيُثْنِي بِالَّذِي عَلِمَا </p><p> وَقَوْلُ الْحُطَيْئَةِ: </p><p> كَيْفَ الْهِجَاءُ وَلَا تَنْفَكُّ صَالِحَةٌ ... مِنْ آلِ لَأْمٍ بِظَهْرِ الْغَيْبِ تَأْتِينِي </p><p> وَسُئِلَ أَعْرَابِيٌّ عَنِ الْحُبِّ فَقَالَ: </p><p> الْحُبُّ مَشْغَلَةٌ عَنْ كُلِّ صَالِحَةٍ ... وَسَكْرَةُ الْحُبِّ تَنْفِي سَكْرَةَ الْوَسَنِ </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ لَهُمْ أَجْرًا حَسَنًا، أَيْ وَلِيُبَشِّرَهُمْ بِأَنَّ لَهُمْ أَجْرًا حَسَنًا. الْأَجْرُ: جَزَاءُ الْعَمَلِ، وَجَزَاءُ عَمَلِهِمُ الْمُعَبَّرُ عَنْهُ هُنَا بِالْأَجْرِ: هُوَ الْجَنَّةُ. وَلِذَا قَالَ: مَاكِثِينَ فِيهِ [١٨ \\ ٣] ، وَذَكَّرَ الضَّمِيرَ فِي قَوْلِهِ: فِيهِ ; لِأَنَّهُ رَاجِعٌ إِلَى الْأَجْرِ وَهُوَ مُذَكَّرٌ، وَإِنْ كَانَ الْمُرَادُ بِالْأَجْرِ الْجَنَّةَ. وَوَصَفَ أَجْرَهُمْ هُنَا بِأَنَّهُ حَسَنٌ، وَبَيَّنَ أَوْجُهَ حُسْنِهِ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ عَلَى سُرُرٍ مَوْضُونَةٍ مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ - إِلَى قَوْلِهِ - ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ [٥٦ \\ ١٣ - ١٦] ، وَكَقَوْلِهِ: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ الْآيَةَ [٥٦ \\ ٣٩ - ٤٠] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا مَعْلُومَةٌ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَاكِثِينَ فِيهِ أَبَدًا، أَيْ خَالِدِينَ فِيهِ بِلَا انْقِطَاعٍ. </p><p> وَقَدْ بَيَّنَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَثِيرَةٍ، كَقَوْلِهِ: وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] أَيْ غَيْرَ مَقْطُوعٍ، وَقَوْلِهِ: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] ، أَيْ مَا لَهُ مِنِ انْقِطَاعٍ وَانْتِهَاءٍ، وَقَوْلِهِ: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ \\ ٩٦] ، وَقَوْلِهِ: وَالْآخِرَةُ خَيْرٌ وَأَبْقَى [٨٧ \\ ١٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا [١٨ \\ ٤] ، </p><p> أَيْ يُنْذِرَهُمْ بَأْسًا شَدِيدًا، مِنْ لَدُنْهُ أَيْ مِنْ عِنْدِهِ كَمَا تَقَدَّمَ. وَهَذَا مِنْ عَطْفِ الْخَاصِّ عَلَى الْعَامِّ ; لِأَنَّ قَوْلَهُ: لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ شَامِلٌ لِلَّذِينِ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا، وَلِغَيْرِهِمْ مِنْ سَائِرِ الْكُفَّارِ. </p><p> وَقَدْ تَقَرَّرَ فِي فَنِّ الْمَعَانِي: أَنَّ عَطْفَ الْخَاصِّ عَلَى الْعَامِّ إِذَا كَانَ الْخَاصُّ يَمْتَازُ عَنْ سَائِرِ أَفْرَادِ الْعَامِّ بِصِفَاتٍ حَسَنَةٍ أَوْ قَبِيحَةٍ مِنَ الْإِطْنَابِ الْمَقْبُولِ، تَنْزِيلًا لِلتَّغَايُرِ فِي الصِّفَاتِ مَنْزِلَةَ التَّغَايُرِ فِي الذَّوَاتِ. </p><p> وَمِثَالُهُ فِي الْمُمْتَازِ عَنْ سَائِرِ أَفْرَادِ الْعَامِّ بِصِفَاتٍ حَسَنَةٍ قَوْلُهُ تَعَالَى: وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ الْآيَةَ [٢ \\ ٩٨] ، وَقَوْلُهُ: وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ [٣٣ \\ ٧] . </p><p> وَمِثَالُهُ فِي الْمُمْتَازِ بِصِفَاتٍ قَبِيحَةٍ الْآيَةُ الَّتِي نَحْنُ بِصَدَدِهَا، فَإِنَّ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا امْتَازُوا عَنْ غَيْرِهِمْ بِفِرْيَةٍ شَنْعَاءَ، وَلِذَا سَاغَ عَطْفُهُمْ عَلَى اللَّفْظِ الشَّامِلِ لَهُمْ وَلِغَيْرِهِمْ. </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى شِدَّةِ عِظَمِ فِرْيَتِهِمْ كَثِيرَةٌ جِدًّا. كَقَوْلِهِ هُنَا: كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ [١٨ \\ ٥] الْآيَةَ، وَكَقَوْلِهِ تَعَالَى: وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا [١٩ \\ ٨٨ - ٩٢] ، وَقَوْلِهِ: أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا [١٧ \\ ٤٠] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ الْقُرْآنَ بَيَّنَ أَنَّ الَّذِينَ نَسَبُوا الْوَلَدَ لِلَّهِ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا - ثَلَاثَةُ أَصْنَافٍ مِنَ النَّاسِ: الْيَهُودُ، وَالنَّصَارَى، قَالَ تَعَالَى: وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ الْآيَةَ [٩ \\ ٣٠] ، وَالصِّنْفُ الثَّالِثُ مُشْرِكُو الْعَرَبِ ; كَمَا قَالَ تَعَالَى عَنْهُمْ: وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ [١٦ \\ ٥٧] ، وَالْآيَاتُ بِنَحْوِهَا كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ [١٨ \\ ٥] ، يَعْنِي أَنَّ مَا نَسَبُوهُ لَهُ جَلَّ وَعَلَا مِنِ اتِّخَاذِ الْوَلَدِ لَا عِلْمَ لَهُمْ بِهِ ; لِأَنَّهُ مُسْتَحِيلٌ. </p><p> وَالْآيَةُ تَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ نَفْيَ الْفِعْلِ لَا يَدُلُّ عَلَى إِمْكَانِهِ ; وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ [٢ \\ ٥٧] ; لِأَنَّ ظُلْمَهُمْ </p><p> لِرَبِّنَا وَحُصُولَ الْعِلْمِ لَهُمْ بِاتِّخَاذِهِ الْوَلَدَ كُلُّ ذَلِكَ مُسْتَحِيلٌ عَقْلًا. </p><p> فَنَفْيُهُ لَا يَدُلُّ عَلَى إِمْكَانِهِ، وَمِنْ هَذَا الْقَبِيلِ قَوْلُ الْمَنْطِقِيِّينَ: السَّالِبَةُ لَا تَقْتَضِي وُجُودَ الْمَوْضُوعِ، كَمَا بَيَّنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> وَمَا نَفَاهُ عَنْهُمْ وَعَنْ آبَائِهِمْ مِنَ الْعِلْمِ بِاتِّخَاذِهِ الْوَلَدَ سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ [٦ \\ ١٠٠] ، وَقَوْلِهِ فِي آبَائِهِمْ: أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ [٥ \\ ١٠٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ [١٨ \\ ٥] يَعْنِي أَنَّ مَا قَالُوهُ بِأَفْوَاهِهِمْ مِنْ أَنَّ اللَّهَ اتَّخَذَ وَلَدًا أَمْرٌ كَبِيرٌ عَظِيمٌ ; كَمَا بَيَّنَّا الْآيَاتِ الدَّالَّةَ عَلَى عِظَمِهِ آنِفًا، كَقَوْلِهِ: إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا [١٧ \\ ٤٠] ، وَقَوْلِهِ: تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا الْآيَةَ [١٩ \\ ٩٠] ، وَكَفَى بِهَذَا كِبَرًا وَعِظَمًا. </p><p> وَقَالَ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ: إِنَّ قَوْلَهُ: كَبُرَتْ كَلِمَةً مَعْنَاهُ التَّعَجُّبُ، فَهُوَ بِمَعْنَى مَا أَكْبَرَهَا كَلِمَةً، أَوْ أَكْبِرْ بِهَا كَلِمَةً. </p><p> وَالْمُقَرَّرُ فِي عِلْمِ النَّحْوِ: أَنَّ «فَعُلَ» بِالضَّمِّ تُصَاغُ لِإِنْشَاءِ الذَّمِّ وَالْمَدْحِ، فَتَكُونُ مِنْ بَابِ نِعْمَ وَبِئْسَ، وَمِنْهُ قَوْلُهُ تَعَالَى: كَبُرَتْ كَلِمَةً الْآيَةَ. وَإِلَى هَذَا أَشَارَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَاجْعَلْ كَبِئْسَ سَاءَ وَاجْعَلْ ... فَعُلَا مِنْ ذِي ثَلَاثَةٍ كَنِعْمَ مُسَجَّلَا </p><p> وَقَوْلُهُ «كَنِعْمَ» أَيِ اجْعَلْهُ مِنْ بَابِ «نِعْمَ» فَيَشْمَلُ بِئْسَ، وَإِذَا تَقَرَّرَ ذَلِكَ فَفَاعِلُ «كَبُرَ» ضَمِيرٌ مَحْذُوفٌ وَكَلِمَةً نَكِرَةٌ مُمَيِّزَةٌ لِلضَّمِيرِ الْمَحْذُوفِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ. وَيَرْفَعَانِ مُضْمَرًا يُفَسِّرُهْ مُمَيِّزٌ كَنِعْمَ قَوْمًا مَعْشَرُهْ </p><p> وَالْمَخْصُوصُ بِالذَّمِّ مَحْذُوفٌ، وَالتَّقْدِيرُ: كَبُرَتْ هِيَ كَلِمَةً خَارِجَةً مِنْ أَفْوَاهِهِمْ تِلْكَ الْمَقَالَةُ الَّتِي فَاهُوا بِهَا، وَهِيَ قَوْلُهُمْ: اتَّخَذَ اللَّهُ وَلَدًا، وَأَعْرَبَ بَعْضُهُمْ كَلِمَةً بِأَنَّهَا حَالٌ، أَيْ كَبُرَتْ فِرْيَتُهُمْ فِي حَالِ كَوْنِهَا كَلِمَةً خَارِجَةً مِنْ أَفْوَاهِهِمْ. وَلَيْسَ بِشَيْءٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ تَخْرُجُ مِنْ أَفْوَاهِهِمْ، أَيْ لَيْسَ لَهَا مُسْتَنَدٌ سِوَى قَوْلِهِمْ وَلَا دَلِيلَ لَهُمْ عَلَيْهَا إِلَّا كَذِبُهُمْ وَافْتِرَاؤُهُمْ، وَلِذَا قَالَ: إِنْ يَقُولُونَ إِلَّا كَذِبًا [١٨ \\ ٥] . </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ ابْنُ كَثِيرٍ لَهُ شَوَاهِدُ فِي الْقُرْآنِ ; كَقَوْلِهِ: يَقُولُونَ بِأَفْواهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ [٣ \\ ١٦٧] وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْكَذِبُ: مُخَالَفَةُ الْخَبَرِ لِلْوَاقِعِ عَلَى أَصَحِّ الْأَقْوَالِ. </p><p> لَفْظَةُ «كَبُرَ» إِذَا أُرِيدَ بِهَا غَيْرُ الْكِبَرِ فِي السِّنِّ فَهِيَ مَضْمُومَةُ الْبَاءِ فِي الْمَاضِي وَالْمُضَارِعِ، كَقَوْلِهِ هُنَا: كَبُرَتْ كَلِمَةً الْآيَةَ، وَقَوْلِهِ: كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ [٦١ \\ ٣] ، وَقَوْلِهِ: أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ [١٧ \\ ٥١] وَنَحْوِ ذَلِكَ. </p><p> وَإِنْ كَانَ الْمُرَادُ بِهَا الْكِبَرُ فِي السِّنِّ فَهِيَ مَكْسُورَةُ الْبَاءِ فِي الْمَاضِي، مَفْتُوحَتُهَا فِي الْمُضَارِعِ عَلَى الْقِيَاسِ، وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: وَلَا تَأْكُلُوهَا إِسْرَافًا وَبِدَارًا أَنْ يَكْبَرُوا [٤ \\ ٦] . </p><p> وَقَوْلُ الْمَجْنُونِ: </p><p> تَعَشَّقْتُ لَيْلَى وَهْيَ ذَاتُ ذَوَائِبَ ... وَلَمْ يَبْدُ لِلْعَيْنَيْنِ مِنْ ثَدْيِهَا حَجْمُ </p><p> صَغِيرَيْنِ نَرْعَى الْبُهْمَ يَا لَيْتَ أَنَّنَا ... إِلَى الْيَوْمِ لَمْ نَكْبَرْ وَلَمْ تَكْبَرِ الْبُهْمُ </p><p> وَقَوْلُهُ فِي هَذَا الْبَيْتِ:  «صَغِيرَيْنِ» شَاهَدٌ عِنْدَ أَهْلِ الْعَرَبِيَّةِ فِي إِتْيَانِ الْحَالِ مِنَ الْفَاعِلِ وَالْمَفْعُولِ مَعًا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ كَبُرَتْ كَلِمَةً يَعْنِي بِالْكَلِمَةِ: الْكَلَامَ الَّذِي هُوَ قَوْلُهُمْ: اتَّخَذَ اللَّهُ وَلَدًا [١٨ \\ ٤] . </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اللَّهَ يُطْلِقُ اسْمَ الْكَلِمَةِ عَلَى الْكَلَامِ، أَوْضَحَتْهُ آيَاتٌ أُخَرُ ; كَقَوْلِهِ: كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا الْآيَةَ [٢٣ \\ ١٠٠] ، وَالْمُرَادُ بِهَا قَوْلُهُ: قَالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ [٢٣ \\ ٩٩ - ١٠٠] ، وَقَوْلُهُ: وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [١١ \\ ١١٩] ، وَمَا جَاءَ لَفْظُ الْكَلِمَةِ فِي الْقُرْآنِ إِلَّا مُرَادًا بِهِ الْكَلَامُ الْمُفِيدُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: عِوَجَا هُوَ بِكَسْرِ الْعَيْنِ فِي الْمَعَانِي كَمَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَبِفَتْحِهَا فِيمَا كَانَ مُنْتَصِبًا كَالْحَائِطِ. </p>"
}