{
  "id": null,
  "sura": 18,
  "aya": 110,
  "text": "<p> دَائِمًا مِنْ غَيْرِ تَحَوُّلٍ وَلَا انْتِقَالٍ، وَهَذَا الْمَعْنَى الْمَذْكُورُ هُنَا جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ [٣٥ \\ ٣٥] ، أَيِ: الْإِقَامَةِ أَبَدًا، وَقَوْلِهِ: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا، [١٨ \\ ٢ - ٣] ، وَقَوْلِهِ: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] ، وَقَوْلِهِ: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى دَوَامِهِمْ فِيهَا، وَدَوَامِ نَعِيمِهَا لَهُمْ، وَالْحِوَلُ: اسْمُ مَصْدَرٍ بِمَعْنَى التَّحَوُّلِ. </p><p> قَوْلُهُ تَعَالَى: قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا. </p><p> أَمَرَ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنْ يَقُولَ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي [١٨ \\ ١٠٩] ، أَيْ: لَوْ كَانَ مَاءُ الْبَحْرِ مِدَادًا لِلْأَقْلَامِ الَّتِي تَكْتُبُ بِهَا كَلِمَاتُ اللَّهِ «لَنَفِدَ الْبَحْرُ» أَيْ: فَرَغَ وَانْتَهَى قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا، أَيْ: بِبَحْرٍ آخَرَ مِثْلِهِ مَدَدًا، أَيْ: زِيَادَةً عَلَيْهِ، وَقَوْلُهُ «مَدَدًا» مَنْصُوبٌ عَلَى التَّمْيِيزِ، وَيَصِحُّ إِعْرَابُهُ حَالًا، وَقَدْ زَادَ هَذَا الْمَعْنَى إِيضَاحًا فِي سُورَةِ «لُقْمَانَ» فِي قَوْلِهِ تَعَالَى: وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ [٣١ \\ ٢٧] ، وَقَدْ دَلَّتْ هَذِهِ الْآيَاتُ عَلَى أَنَّ كَلِمَاتِهِ تَعَالَى لَا نَفَادَ لَهَا سُبْحَانَهُ وَتَعَالَى عُلُوًّا كَبِيرًا. </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ </p><p> ، أَمَرَ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ لِلنَّاسِ: إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ [١٨ \\ ١١٠] ، أَيْ: لَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ وَلَا غَيْرُ بِشَرٍ، بَلْ أَنَا بَشَرٌ مِثْلُكُمْ، أَيْ: بَشَرٌ مِنْ جِنْسِ الْبَشَرِ، إِلَّا أَنَّ اللَّهَ تَعَالَى فَضَّلَنِي وَخَصَّنِي بِمَا أَوْحَى إِلَيَّ مِنْ تَوْحِيدِهِ وَشَرْعِهِ، وَقَوْلُهُ هُنَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ [١٨ \\ ١١٠] ، أَيْ: فَوَحِّدُوهُ وَلَا تُشْرِكُوا بِهِ غَيْرَهُ، وَهَذَا الَّذِي بَيَّنَهُ تَعَالَى فِي هَذِهِ الْآيَةِ، أَوْضَحَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي أَوَّلِ «فُصِّلَتْ» : قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ [٤١ \\ ٧ - ٨] ، وَقَوْلِهِ تَعَالَى: قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا [١٧ \\ ٩٣] ، وَقَوْلِهِ: قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ الْآيَةَ [٦ \\ ٥٠] ، </p><p> وَهَذَا الَّذِي أَمَرَ اللَّهُ بِهِ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ مِنْ أَنَّهُ يَقُولُ لِلنَّاسِ أَنَّهُ بَشَرٌ، وَلَكِنَّ اللَّهَ فَضَّلَهُ عَلَى غَيْرِهِ بِمَا أَوْحَى إِلَيْهِ مِنْ وَحْيِهِ جَاءَ مِثْلُهُ عَنِ الرُّسُلِ غَيْرِهِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ فِي قَوْلِهِ تَعَالَى: قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ الْآيَةَ [١٤ \\ ١١] ، فَكَوْنُ الرُّسُلِ مِثْلَ الْبَشَرِ مِنْ حَيْثُ إِنَّ أَصْلَ الْجَمِيعِ وَعُنْصُرَهُمْ وَاحِدٌ، وَأَنَّهُمْ تَجْرِي عَلَى جَمِيعِهِمُ الْأَعْرَاضُ الْبَشَرِيَّةُ لَا يُنَافِي تَفْضِيلَهُمْ عَلَى سَائِرِ الْبَشَرِ بِمَا خَصَّهُمُ اللَّهُ بِهِ مِنْ وَحْيِهِ وَاصْطِفَائِهِ وَتَفْضِيلِهِ كَمَا هُوَ ضَرُورِيٌّ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى هَذِهِ الْآيَةِ قُلْ يَا مُحَمَّدُ لِلْمُشْرِكِينَ: إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ، فَمَنْ زَعَمَ مِنْكُمْ أَنِّي كَاذِبٌ فَلْيَأْتِ بِمِثْلِ مَا جِئْتُ بِهِ، فَإِنَّنِي لَا أَعْلَمَ الْغَيْبَ فِيمَا أَخْبَرْتُكُمْ بِهِ عَمَّا سَأَلْتُمْ عَنْهُ مِنْ أَخْبَارِ الْمَاضِينَ كَقِصَّةِ أَصْحَابِ الْكَهْفِ، وَخَبَرِ ذِي الْقَرْنَيْنِ، وَهَذَا لَهُ اتِّجَاهٌ وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا. </p><p> قَوْلُهُ فِي هَذِهِ الْآيَةِ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ [١٨ \\ ١١٠] ، يَشْمَلُ كَوْنَهُ يَأْمُلُ ثَوَابَهُ، وَرُؤْيَةَ وَجْهِهِ الْكَرِيمِ يَوْمَ الْقِيَامَةِ، وَكَوْنَهُ يَخْشَى عِقَابَهُ، أَيْ: فَمَنْ كَانَ رَاجِيًا مِنْ رَبِّهِ يَوْمَ يَلْقَاهُ الثَّوَابَ الْجَزِيلَ وَالسَّلَامَةَ مِنَ الشَّرِّ فَلْيَعْمَلْ عَمَلًا صَالِحًا. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ الْعَمَلِ الصَّالِحِ وَغَيْرِ الصَّالِحِ فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ وَغَيْرِهَا، فَأَغْنَى عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُهُ: وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا، قَالَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ، أَيْ: لَا يُرَائِي النَّاسَ فِي عَمَلِهِ ; لِأَنَّ الْعَمَلَ بِعِبَادَةِ اللَّهِ لِأَجْلِ رِيَاءِ النَّاسِ مِنْ نَوْعِ الشِّرْكِ، كَمَا هُوَ مَعْرُوفٌ عِنْدَ الْعُلَمَاءِ أَنَّ الرِّيَاءَ مِنْ أَنْوَاعِ الشِّرْكِ، وَقَدْ جَاءَتْ فِي ذَلِكَ أَحَادِيثُ مَرْفُوعَةٌ، وَقَدْ سَاقَ طَرَفَهَا ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، وَالتَّحْقِيقُ أَنَّ قَوْلَهُ: وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا [١٨ \\ ١١٠] ، أَعَمُّ مِنَ الرِّيَاءِ وَغَيْرِهِ، أَيْ: لَا يَعْبُدُ رَبَّهُ رِيَاءً وَسُمْعَةً، وَلَا يَصْرِفُ شَيْئًا مِنْ حُقُوقِ خَالِقِهِ لِأَحَدٍ مِنْ خَلْقِهِ ; لِأَنَّ اللَّهَ يَقُولُ: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ الْآيَةَ [٤ \\ ٤٨] ، فِي الْمَوْضِعَيْنِ، وَيَقُولُ: وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ [٢٢ \\ ٣١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَيُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَةِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِي يُشْرِكُ أَحَدًا بِعِبَادَةِ رَبِّهِ، وَلَا يَعْمَلُ صَالِحًا أَنَّهُ لَا يَرْجُو لِقَاءَ رَبِّهِ، وَالَّذِي لَا يَرْجُو لِقَاءَ رَبِّهِ لَا خَيْرَ لَهُ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ. </p><p> وَهَذَا الْمَفْهُومُ جَاءَ مُبَيَّنًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى فِيمَا مَضَى قَرِيبًا: </p><p> أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ الْآيَةَ [١٨ \\ ١٠٥ - ١٠٦] ; لِأَنَّ مَنْ كَفَرَ بِلِقَاءِ اللَّهِ لَا يَرْجُو لِقَاءَهُ، وَقَوْلِهِ فِي «الْعَنْكَبُوتِ» وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي [٢٩ \\ ٢٣] ، وَقَوْلِهِ فِي «الْأَعْرَافِ» : وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ [٧ \\ ١٤٧] ، وَقَوْلِهِ فِي «الْأَنْعَامِ» : قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَاحَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا [٦ \\ ٣١] ، وَقَوْلِهِ تَعَالَى فِي «يُونُسَ» : قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ [١٠ \\ ٤٥] ، وَقَوْلِهِ فِي «الْفُرْقَانِ» : وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا [٢٥ \\ ٢١] ، وَقَوْلِهِ فِي «الرُّومِ» : وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ [٣٠ \\ ١٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ الرَّجَاءَ كَقَوْلِهِ هُنَا يَرْجُوا لِقَاءَ رَبِّهِ [١٨ \\ ١١٠] ، يُسْتَعْمَلُ فِي رَجَاءِ الْخَيْرِ، وَيُسْتَعْمَلُ فِي الْخَوْفِ أَيْضًا، وَاسْتِعْمَالُهُ فِي رَجَاءِ الْخَيْرِ مَشْهُورٌ، وَمِنِ اسْتِعْمَالِ الرَّجَاءِ فِي الْخَوْفِ قَوْلُ أَبِي ذُؤَيْبٍ الْهُذَلِيِّ: </p><p> إِذَا لَسَعَتْهُ النَّحْلُ لَمْ يُرْجَ لَسْعُهَا ... وَحَالَفَهَا فِي بَيْتِ نَوْبٍ عَوَاسِلُ </p><p> فَقَوْلُهُ «لَمْ يُرْجَ لَسْعُهَا» أَيْ: لَمْ يُخَفْ لَسْعُهَا، وَيُرْوَى حَالَفَهَا بِالْحَاءِ وَالْخَاءِ، وَيُرْوَى عَوَاسِلُ بِالسِّينِ، وَعَوَامِلُ بِالْمِيمِ. </p><p> فَإِذَا عَلِمْتَ أَنَّ الرَّجَاءَ يُطْلَقُ عَلَى كِلَا الْأَمْرَيْنِ الْمَذْكُورَيْنِ فَاعْلَمْ أَنَّهُمَا مُتَلَازِمَانِ، فَمَنْ كَانَ يَرْجُو مَا عِنْدَ اللَّهِ مِنَ الْخَيْرِ فَهُوَ يَخَافُ مَا لَدَيْهِ مِنَ الشَّرِّ كَالْعَكْسِ، وَاخْتَلَفَ الْعُلَمَاءُ فِي سَبَبِ نُزُولِ هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> أَعْنِي قَوْلَهُ تَعَالَى: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا الْآيَةَ [١٨ \\ ١١٠] ، فَعَنِ ابْنِ عَبَّاسٍ أَنَّهَا نَزَلَتْ فِي جُنْدُبِ بْنِ زُهَيْرٍ الْأَزْدِيِّ الْغَامِدِيِّ، قَالَ: يَا رَسُولَ اللَّهِ، إِنَّنِي أَعْمَلُ الْعَمَلَ لِلَّهِ تَعَالَى وَأُرِيدُ وَجْهَ اللَّهِ تَعَالَى، إِلَّا أَنَّهُ إِذَا اطُّلِعَ عَلَيْهِ سَرَّنِي؟ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ اللَّهَ طَيِّبٌ وَلَا يَقْبَلُ إِلَّا الطَّيِّبَ، وَلَا يَقْبَلُ مَا شُورِكَ فِيهِ» فَنَزَلَتِ الْآيَةُ، وَذَكَرَهُ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ، وَذَكَرَ ابْنُ حَجَرٍ فِي الْإِصَابَةِ: أَنَّهُ مِنْ رِوَايَةِ ابْنِ الْكَلْبِيِّ فِي التَّفْسِيرِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ، وَضَعْفُ هَذَا السَّنَدِ مَشْهُورٌ، </p><p> وَعَنْ طَاوُسٍ أَنَّهُ قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّي أُحِبُّ الْجِهَادَ فِي سَبِيلِ اللَّهِ تَعَالَى، وَأُحِبُّ أَنْ يُرَى مَكَانِي، فَنَزَلَتْ هَذِهِ الْآيَةُ، وَعَنْ مُجَاهِدٍ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَتَصَدَّقُ وَأَصِلُ الرَّحِمَ، وَلَا أَصْنَعُ ذَلِكَ إِلَّا لِلَّهِ تَعَالَى، فَيُذْكَرُ ذَلِكَ مِنِّي، وَأُحْمَدُ عَلَيْهِ فَيَسُرُّنِي ذَلِكَ، وَأُعْجَبُ بِهِ فَسَكَتَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَمْ يَقُلْ شَيْئًا، فَأَنْزَلَ اللَّهُ تَعَالَى: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا [١٨ \\ ١١٠] ، انْتَهَى مِنْ تَفْسِيرِ الْقُرْطُبِيِّ. </p><p> وَمَعْلُومٌ أَنَّ مَنْ قَصَدَ بِعَمَلِهِ وَجْهَ اللَّهِ فَعَلَهُ لِلَّهِ وَلَوْ سَرَّهُ اطِّلَاعُ النَّاسِ عَلَى ذَلِكَ، وَلَا سِيَّمَا إِنْ كَانَ سُرُورُهُ بِذَلِكَ لِأَجْلِ أَنْ يَقْتَدُوا بِهِ فِيهِ، وَمَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ: أَخْرَجَ ابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي شُعَبِ الْإِيمَانِ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ قَالَ: نَزَلَتْ فِي الْمُشْرِكِينَ الَّذِينَ عَبَدُوا مَعَ اللَّهِ إِلَهًا غَيْرَهُ، وَلَيْسَتْ هَذِهِ فِي الْمُؤْمِنِينَ، وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ أَبِي الدُّنْيَا فِي الْإِخْلَاصِ، وَابْنُ أَبِي حَاتِمٍ وَالطَّبَرَانِيُّ وَالْحَاكِمُ عَنْ طَاوُسٍ قَالَ: قَالَ رَجُلٌ: يَا نَبِيَّ اللَّهِ إِنِّي أَقِفُ مَوَاقِفَ أَبْتَغِي وَجْهَ اللَّهِ، وَأُحِبُّ أَنَّ يُرَى مَوْطِنِي، فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا حَتَّى نَزَلَتْ هَذِهِ الْآيَةُ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا، وَأَخْرَجَهُ الْحَاكِمُ وَصَحَّحَهُ، وَالْبَيْهَقِيُّ مَوْصُولًا عَنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ، وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ مُجَاهِدٍ قَالَ: كَانَ مِنَ الْمُسْلِمِينَ مَنْ يُقَاتِلُ وَهُوَ يُحِبُّ أَنْ يُرَى مَكَانُهُ، فَأَنْزَلَ اللَّهُ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ، وَأَخْرَجَ ابْنُ مِنْدَهْ وَأَبُو نُعَيْمٍ فِي الصَّحَابَةِ، وَابْنُ عَسَاكِرَ مِنْ طَرِيقِ السُّدِّيِّ الصَّغِيرِ، عَنِ الْكَلْبِيِّ، عَنْ أَبِي صَالِحٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ جُنْدُبُ بْنُ زُهَيْرٍ إِذَا صَلَّى أَوْ صَامَ أَوْ تَصَدَّقَ فَذُكِرَ بِخَيْرٍ ارْتَاحَ لَهُ، فَزَادَ فِي ذَلِكَ لِمَقَالَةِ النَّاسِ فَلَامَهُ اللَّهُ، فَنَزَلَ فِي ذَلِكَ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا، وَأَخْرَجَ هَنَّادٌ فِي الزُّهْدِ عَنْ مُجَاهِدٍ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، أَتَصَدَّقُ بِالصَّدَقَةِ وَأَلْتَمِسُ بِهَا مَا عِنْدَ اللَّهِ، وَأُحِبُّ أَنْ يُقَالَ لِي خَيْرٌ، فَنَزَلَتْ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ اهـ، مِنَ «الدُّرِّ الْمَنْثُورِ فِي التَّفْسِيرِ بِالْمَأْثُورِ» وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}