{
  "id": null,
  "sura": 18,
  "aya": 49,
  "text": "<p> سُورَةِ «الْبَقَرَةِ» وَسُورَةِ «النَّحْلِ» الْبَرَاهِينَ الَّتِي يَكْثُرُ فِي الْقُرْآنِ الْعَظِيمِ الِاسْتِدْلَالُ بِهَا عَلَى الْبَعْثِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بَلْ زَعَمْتُمْ إِضْرَابٌ انْتِقَالِيٌّ مِنْ خَبَرٍ إِلَى خَبَرٍ آخَرَ، لَا إِبْطَالِيٌّ كَمَا هُوَ وَاضِحٌ. وَأَنَّ فِي قَوْلِهِ: أَلَّنْ نَجْعَلَ، مُخَفَّفَةٌ مِنَ الثَّقِيلَةِ، وَجُمْلَةُ الْفِعْلِ الَّذِي بَعْدَهَا خَبَرُهَا، وَالِاسْمُ ضَمِيرُ الشَّأْنِ الْمَحْذُوفُ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَإِنْ تُخَفِّفْ أَنْ. . . </p><p> الْبَيْتَ. </p><p> وَالْفِعْلُ الْمَذْكُورُ مُتَصَرِّفٌ وَلَيْسَ بِدُعَاءٍ، فَفَصَلَ بَيْنَهُ وَبَيْنَهَا بِالنَّفْيِ. عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَإِنْ يَكُنْ فِعْلًا وَلَمْ يَكُنْ دُعَا </p><p> الْبَيْتَيْنِ. </p><p> قَوْلُهُ تَعَالَى: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكِتَابَ يُوضَعُ يَوْمَ الْقِيَامَةِ. وَالْمُرَادُ بِالْكِتَابِ: جِنْسُ الْكِتَابِ، فَيَشْمَلُ جَمِيعَ الصُّحُفِ الَّتِي كُتِبَتْ فِيهَا أَعْمَالُ الْمُكَلَّفِينَ فِي دَارِ الدُّنْيَا. وَأَنَّ الْمُجْرِمِينَ يُشْفِقُونَ مِمَّا فِيهِ. أَيْ: يَخَافُونَ مِنْهُ، وَأَنَّهُمْ يَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ [١٨ \\ ٤٩] ، أَيْ: لَا يَتْرُكُ صَغِيرَةً وَلَا كَبِيرَةً مِنَ الْمَعَاصِي الَّتِي عَمِلْنَا إِلَّا أَحْصَاهَا أَيْ: ضَبَطَهَا وَحَصَرَهَا. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ. كَقَوْلِهِ: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] ، وَبَيَّنَ أَنَّ بَعْضَهُمْ يُؤْتَى كِتَابَهُ بِيَمِينِهِ. وَبَعْضُهُمْ يُؤْتَاهُ بِشِمَالِهِ. وَبَعْضُهُمْ يُؤْتَاهُ وَرَاءَ ظَهْرِهِ. قَالَ: وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَالَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ [٦٩ \\ ٢٥] ، وَقَالَ تَعَالَى: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ فَسَوْفَ يَدْعُو ثُبُورًا وَيَصْلَى سَعِيرًا [٨٤ \\ ٣ - ١٢] وَقَدْ قَدَّمْنَا هَذَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . وَمَا ذَكَرَهُ مِنْ وَضْعِ الْكِتَابِ هُنَا ذَكَرَهُ فِي «الزُّمَرِ» فِي قَوْلِهِ: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ [٣٩ \\ ٦٩] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَتَرَى الْمُجْرِمِينَ، تَقَدَّمَ مَعْنًى مِثْلُهُ فِي الْكَلَامِ عَلَى </p><p> قَوْلِهِ: وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ الْآيَةَ [١٨ \\ ٤٩] ، وَالْمُجْرِمُونَ: جَمْعُ الْمُجْرِمِ، وَهُوَ اسْمُ فَاعِلِ الْإِجْرَامِ. وَالْإِجْرَامُ: ارْتِكَابُ الْجَرِيمَةِ، وَهِيَ الذَّنْبُ الْعَظِيمُ الَّذِي يَسْتَحِقُّ صَاحِبُهُ عَلَيْهِ النَّكَالَ، وَمَعْنَى كَوْنِهِمْ «مُشْفِقِينَ مِمَّا فِيهِ» : أَنَّهُمْ خَائِفُونَ مِمَّا فِي ذَلِكَ الْكِتَابِ مِنْ كَشْفِ أَعْمَالِهِمُ السَّيِّئَةِ، وَفَضِيحَتِهِمْ عَلَى رُءُوسِ الْأَشْهَادِ، وَمَا يَتَرَتَّبُ عَلَى ذَلِكَ مِنَ الْعَذَابِ السَّرْمَدِيِّ، وَقَوْلُهُمْ يَاوَيْلَتَنَا الْوَيْلَةُ: الْهَلَكَةُ، وَقَدْ نَادَوْا هَلَكَتَهُمُ الَّتِي هَلَكُوهَا خَاصَّةً مِنْ بَيْنِ الْهَلَكَاتِ فَقَالُوا: يَا وَيْلَتَنَا! أَيْ: يَا هَلَكَتَنَا احْضُرِي فَهَذَا أَوَانُ حُضُورِكِ! وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: الْمُرَادُ مَنْ بِحَضْرَتِهِمْ: كَأَنَّهُمْ قَالُوا: يَا مَنْ بِحَضْرَتِنَا انْظُرُوا هَلَكَتَنَا. وَكَذَا مَا جَاءَ مِنْ نِدَاءِ مَا لَا يَعْقِلُ كَقَوْلِهِ: يَا أَسَفَا عَلَى يُوسُفَ [١٢ \\ ٨٤] ، يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ [٣٩ \\ ٥٦] ، يَاوَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا [٣٦ \\ ٥٢] ، وَقَوْلِهِ: يَا عَجَبًا لِهَذِهِ الْفُلَيْقَةِ، فَيَا عَجَبًا مِنْ رَحْلِهَا الْمُتَحَمِّلِ، إِنَّمَا يُرَادُ بِهِ تَنْبِيهُ مَنْ يَعْقِلُ بِالتَّعَجُّبِ مِمَّا حَلَّ بِالْمُنَادَى انْتَهَى كَلَامُ أَبِي حَيَّانَ. وَحَاصِلُ مَا ذَكَرَهُ: أَنَّ أَدَاةَ النِّدَاءِ فِي قَوْلِهِ «يَا وَيْلَتَنَا» يُنَادَى بِهَا مَحْذُوفٌ، وَأَنَّ مَا بَعْدَهَا مَفْعُولُ فِعْلٍ مَحْذُوفٍ، وَالتَّقْدِيرُ كَمَا ذَكَرَهُ: يَا مَنْ بِحَضْرَتِنَا انْظُرُوا هَلَكَتَنَا، وَمَعْلُومٌ أَنَّ حَذْفَ الْمُنَادَى مَعَ إِثْبَاتِ أَدَاةِ النِّدَاءِ، وَدَلَالَةِ الْقَرِينَةِ عَلَى الْمُنَادَى الْمَحْذُوفِ مَسْمُوعٌ فِي كَلَامِ الْعَرَبِ. وَمِنْهُ قَوْلُ عَنْتَرَةَ فِي مُعَلَّقَتِهِ: </p><p> يَا شَاةَ مَا قَنَصٍ لِمَنْ حَلَّتْ لَهُ ... حَرُمَتْ عَلَىَّ وَلَيْتَهَا لَمْ تَحْرُمِ </p><p> يَعْنِي: يَا قَوْمُ انْظُرُوا شَاةَ قَنَصٍ، وَقَوْلُ ذِي الرُّمَّةِ: </p><p> أَلَا يَا اسْلَمِي يَا دَارَ مَيٍّ عَلَى الْبِلَا ... وَلَا زَالَ مُنْهَلًّا بِجَرْعَائِكِ الْقَطْرُ </p><p> يَعْنِي: يَا هَذِهِ اسْلَمِي. </p><p> وَقَوْلُهُ تَعَالَى: مَالِ هَذَا الْكِتَابِ [١٨ \\ ٤٩] أَيْ: أَيُّ شَيْءٍ ثَبَتَ لِهَذَا الْكِتَابِ لَا يُغَادِرُ أَيْ: لَا يَتْرُكُ صَغِيرَةً وَلَا كَبِيرَةً أَيْ: مِنَ الْمَعَاصِي، وَقَوْلُ مَنْ قَالَ: الصَّغِيرَةُ الْقُبْلَةُ، وَالْكَبِيرَةُ الزِّنَا، وَنَحْوُ ذَلِكَ مِنَ الْأَقْوَالِ فِي الْآيَةِ إِنَّمَا هُوَ عَلَى سَبِيلِ التَّمْثِيلِ لَا عَلَى سَبِيلِ الْحَصْرِ، وَلِلْعُلَمَاءِ اخْتِلَافٌ كَثِيرٌ فِي تَعْرِيفِ الْكَبِيرَةِ مَعْرُوفٌ فِي الْأُصُولِ. وَقَدْ صَرَّحَ تَعَالَى بِأَنَّ الْمَنْهِيَّاتِ مِنْهَا كَبَائِرُ، وَيُفْهَمُ مِنْ ذَلِكَ أَنَّ مِنْهَا صَغَائِرُ، وَبَيَّنَ أَنَّ اجْتِنَابَ الْكَبَائِرِ يَكَفِّرُ اللَّهُ بِهِ الصَّغَائِرَ ; وَذَلِكَ فِي قَوْلِهِ: إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ الْآيَةَ [٤ \\ ٣١] ، وَيُرْوَى عَنِ الْفُضَيْلِ بْنِ عِيَاضٍ فِي هَذِهِ الْآيَةِ أَنَّهُ </p>"
}