{
  "id": null,
  "sura": 18,
  "aya": 61,
  "text": "<p> قَوْلِ مَنْ قَالَ بِذَلِكَ، وَأَمَّا الْمُرَكَّبَةُ مِنْ كَلِمَتَيْنِ فَكَقَوْلِ الشَّاعِرِ: </p><p> لَمَّا رَأَيْتُ أَبَا يَزِيدَ مُقَاتِلًا ... أَدَعُ الْقِتَالَ وَأَشْهَدُ الْهَيْجَاءَ </p><p> لِأَنَّ قَوْلَهُ:  «لَمَّا» فِي هَذَا الْبَيْتِ، مُرَكَّبَةٌ مِنْ «لَنِ» النَّافِيَةِ النَّاصِبَةِ لِلْمُضَارِعِ وَ «مَا» الْمَصْدَرِيَّةِ الظَّرْفِيَّةِ، أَيْ: لَنْ أَدَعَ الْقِتَالَ مَا رَأَيْتُ أَبَا يَزِيدَ مُقَاتِلًا، أَيْ: مُدَّةَ رُؤْيَتِي لَهُ مُقَاتِلًا. </p><p> قَوْلُهُ تَعَالَى: فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مُوسَى وَفَتَاهُ نَصَبَا حُوتَهُمَا لَمَّا بَلَغَ مَجْمَعَ الْبَحْرَيْنِ، وَلَكِنَّهُ تَعَالَى أَوْضَحَ أَنَّ النِّسْيَانَ وَاقِعٌ مِنْ فَتَى مُوسَى ; لِأَنَّهُ هُوَ الَّذِي كَانَ تَحْتَ يَدِهِ الْحُوتُ، وَهُوَ الَّذِي نَسِيَهُ، وَإِنَّمَا أَسْنَدَ النِّسْيَانَ إِلَيْهِمَا ; لِأَنَّ إِطْلَاقَ الْمَجْمُوعِ مُرَادًا بَعْضُهُ أُسْلُوبٌ عَرَبِيٌّ كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، وَقَدْ أَوْضَحْنَا أَنَّ مَنْ أَظْهَرِ أَدِلَّتِهِ قِرَاءَةُ حَمْزَةَ وَالْكِسَائِيِّ: فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ [٢ \\ ١٩١] ، مِنَ الْقَتْلِ فِي الْفِعْلَيْنِ لَا مِنَ الْقِتَالِ، أَيْ: فَإِنْ قَتَلُوا بَعْضَكُمْ فَلْيَقْتُلْهُمْ بَعْضُكُمُ الْآخَرُ، وَالدَّلِيلُ عَلَى أَنَّ النِّسْيَانَ إِنَّمَا وَقَعَ مِنْ فَتَى مُوسَى دُونَ مُوسَى قَوْلُهُ تَعَالَى عَنْهُمَا: فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ الْآيَةَ [١٨ \\ ٦٢] ; لِأَنَّ قَوْلَ مُوسَى: «آتِنَا غَدَاءَنَا» يَعْنِي بِهِ الْحُوتَ فَهُوَ يَظُنُّ أَنَّ فَتَاهُ لَمْ يَنْسَهُ، كَمَا قَالَهُ غَيْرُ وَاحِدٍ، وَقَدْ صَرَّحَ فَتَاهُ: بِأَنَّهُ نَسِيَهُ بِقَوْلِهِ: فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ الْآيَةَ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ، دَلِيلٌ عَلَى أَنَّ النِّسْيَانَ مِنَ الشَّيْطَانِ كَمَا دَلَّتْ عَلَيْهِ آيَاتٌ أُخَرُ، كَقَوْلِهِ تَعَالَى: وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ [٦ \\ ٦٨] ، وَقَوْلِهِ تَعَالَى: اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ الْآيَةَ [٥٨ \\ ١٩] . </p><p> وَفَتَى مُوسَى هُوَ يُوشَعُ بْنُ نُونٍ، وَالضَّمِيرُ فِي قَوْلِهِ تَعَالَى: مَجْمَعَ بَيْنِهِمَا [١٨ \\ ٦١] ، عَائِدٌ إِلَى «الْبَحْرَيْنِ» الْمَذْكُورَيْنِ فِي قَوْلِهِ تَعَالَى: لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ. الْآيَةَ [١٨ \\ ٦٠] ، وَالْمَجْمَعُ: اسْمُ مَكَانٍ عَلَى الْقِيَاسِ، أَيْ: مَكَانَ اجْتِمَاعِهِمَا. </p><p> وَالْعُلَمَاءُ مُخْتَلِفُونَ فِي تَعْيِينِ «الْبَحْرَيْنِ» الْمَذْكُورَيْنِ، فَذَهَبَ أَكْثَرُهُمْ إِلَى أَنَّهُمَا بَحْرُ </p>"
}