{
  "id": null,
  "sura": 18,
  "aya": 37,
  "text": "<p> كَمَا أَنْعَمَ عَلَيْهِمْ بِهَا فِي الدُّنْيَا فِي مَوَاضِعَ كَثِيرَةٍ، كَقَوْلِهِ: أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَا يَشْعُرُونَ [٢٣ \\ ٥٥ - ٥٦] ، وَقَوْلِهِ: سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ [٦٨ \\ ٤٤ - ٤٥] ، وَقَوْلِهِ: وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ [٣ \\ ١٧٨] ، وَقَوْلِهِ: وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى الْآيَةَ [٣٤ \\ ٣٧] ، وَقَوْلِهِ تَعَالَى: مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ [١١١ \\ ٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ: مُنْقَلَبًا، أَيْ: مَرْجِعًا وَعَاقِبَةً، وَانْتِصَابُهُ عَلَى التَّمْيِيزِ، وَقَوْلُهُ: لَأَجِدَنَّ خَيْرًا مِنْهَا، قَرَأَهُ ابْنُ عَامِرٍ وَنَافِعٌ وَابْنُ كَثِيرٍ «مِنْهُمَا» بِصِيغَةِ تَثْنِيَةِ الضَّمِيرِ، وَقَرَأَهُ الْبَاقُونَ «مِنْهَا» بِصِيغَةِ إِفْرَادِ هَاءِ الْغَائِبَةِ، فَالضَّمِيرُ عَلَى قِرَاءَةِ تَثْنِيَتِهِ رَاجِعٌ إِلَى الْجَنَّتَيْنِ فِي قَوْلِهِ: جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ [١٨ \\ ٣٢] ، وَقَوْلِهِ: كِلْتَا الْجَنَّتَيْنِ، وَعَلَى قِرَاءَةِ الْإِفْرَادِ رَاجِعٌ إِلَى الْجَنَّةِ فِي قَوْلِهِ: وَدَخَلَ جَنَّتَهُ. . الْآيَةَ [١٨ \\ ٣٥] . </p><p> فَإِنْ قِيلَ: مَا وَجْهُ إِفْرَادِ الْجَنَّةِ مَعَ أَنَّهُمَا جَنَّتَانِ؟ فَالْجَوَابُ: أَنَّهُ قَالَ مَا ذَكَرَهُ اللَّهُ عَنْهُ حِينَ دَخَلَ إِحْدَاهُمَا، إِذْ لَا يُمْكِنُ دُخُولُهُ فِيهِمَا مَعًا فِي وَقْتٍ وَاحِدٍ، وَمَا أَجَابَ بِهِ الزَّمَخْشَرِيُّ عَنْ هَذَا السُّؤَالِ ظَاهِرُ السُّقُوطِ، كَمَا نَبَّهَ عَلَيْهِ أَبُو حَيَّانِ فِي الْبَحْرِ. </p><p> قَوْلُهُ تَعَالَى: قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ ذَلِكَ الرَّجُلَ الْمُؤْمِنَ الْمَضْرُوبَ مَثَلًا لِلْمُؤْمِنِينَ، الَّذِينَ تَكَبَّرَ عَلَيْهِمْ أُولُو الْمَالِ وَالْجَاهِ مِنَ الْكُفَّارِ، قَالَ لِصَاحِبِهِ الْآخَرِ الْكَافِرِ الْمَضْرُوبِ مَثَلًا لِذَوِي الْمَالِ وَالْجَاهِ مِنَ الْكُفَّارِ، مُنْكِرًا عَلَيْهِ كُفْرَهُ: أَكَفَرْتَ بِالَّذِي خَلُقَكَ مِنْ تُرَابٍ، ثُمَّ مِنْ نُطْفَةٍ، ثُمَّ سَوَّاكَ رَجُلًا؟ لِأَنَّ خَلْقَهُ إِيَّاهُ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ، ثُمَّ تَسْوِيَتَهُ إِيَّاهُ رَجُلًا، كُلُّ ذَلِكَ يَقْتَضِي إِيمَانَهُ بِخَالِقِهِ الَّذِي أَبْرَزَهُ مِنَ الْعَدَمِ إِلَى الْوُجُودِ، وَجَعَلَهُ بَشَرًا سَوِيًّا، وَيَجْعَلُهُ يَسْتَبْعِدُ مِنْهُ كُلَّ الْبُعْدِ الْكُفْرَ بِخَالِقِهِ الَّذِي أَبْرَزَهُ مِنَ الْعَدَمِ إِلَى الْوُجُودِ، وَهَذَا الْمَعْنَى الْمُبَيَّنُ هُنَا بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى: كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ [٢ \\ ٢٨] ، وَقَوْلِهِ تَعَالَى: وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ [٣٦ \\ ٢٢] ، وَقَوْلِهِ تَعَالَى: </p><p> قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ. . الْآيَةَ [٢٦ \\ ٧٦ - ٧٩] ، وَقَوْلِهِ تَعَالَى: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ [٤٣ \\ ٢٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ قَدَّمْنَا كَثِيرًا مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ ضَابِطَ مَنْ يَسْتَحِقُّ الْعِبَادَةَ وَحْدَهُ دُونَ غَيْرِهِ أَنْ يَكُونَ هُوَ الَّذِي يَخْلُقُ الْمَخْلُوقَاتِ، وَيُظْهِرُهَا مِنَ الْعَدَمِ إِلَى الْوُجُودِ بِمَا أَغْنَى عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ [١٨ \\ ٣٨] ، مَعْنَى خَلْقُهُ إِيَّاهُ مِنْ تُرَابٍ: أَيْ: خَلْقُ آدَمَ الَّذِي هُوَ أَصْلُهُ مِنَ التُّرَابِ، كَمَا قَالَ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ الْآيَةَ [٣ \\ ٥٩] ، وَنَظِيرُ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا قَوْلُهُ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ [٢٢ \\ ٥] . </p><p> وَقَوْلُهُ: ثُمَّ مِنْ نُطْفَةٍ، أَيْ: بَعْدَ أَنْ خَلَقَ آدَمَ مِنَ التُّرَابِ، وَخَلَقَ حَوَّاءَ مِنْ ضِلْعِهِ، وَجَعَلَهَا زَوْجًا لَهُ كَانَتْ طَرِيقُ إِيجَادِ الْإِنْسَانِ بِالتَّنَاسُلِ، فَبَعْدَ طَوْرِ التُّرَابِ طَوْرُ النُّطْفَةِ، ثُمَّ طَوْرُ الْعَلَقَةِ إِلَى آخِرِ أَطْوَارِهِ الْمَذْكُورَةِ فِي قَوْلِهِ: وَقَدْ خَلَقَكُمْ أَطْوَارًا، وَقَوْلِهِ تَعَالَى: يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ [٣٩ \\ ٦] ، وَقَدْ أَوْضَحَهَا تَعَالَى إِيضَاحًا تَامًّا فِي قَوْلِهِ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ [٢٣ \\ ١٢ - ١٣] . </p><p> وَمِمَّا يُبَيِّنُ خَلْقَ الْإِنْسَانِ مِنْ تُرَابٍ، ثُمَّ مِنْ نُطْفَةٍ، قَوْلُهُ تَعَالَى فِي «السَّجْدَةِ» : ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ [٣٢ \\ ٦ - ٩] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: ثُمَّ سَوَّاكَ رَجُلًا [١٨ \\ ٣٨] ، كَقَوْلِهِ: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] ، وَقَوْلِهِ: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [٣٦ \\ ٧٧] ، أَيْ: بَعْدَ أَنْ كَانَ نُطْفَةً سَارَ إِنْسَانًا خَصِيمًا شَدِيدَ الْخُصُومَةِ فِي تَوْحِيدِ رَبِّهِ، </p><p> وَقَوْلُهُ: سَوَّاكَ، أَيْ: خَلَقَكَ مُسْتَوِيَ الْأَجْزَاءِ، مُعْتَدِلَ الْقَامَةِ وَالْخَلْقِ، صَحِيحَ الْأَعْضَاءِ فِي أَكْمَلِ صُورَةٍ، وَأَحْسَنِ تَقْوِيمٍ، كَقَوْلِهِ تَعَالَى: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ [٩٥ \\ ٤] ، وَقَوْلِهِ: وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ [٤٠ \\ ٦٤] ، وَقَوْلِهِ: يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ [٨٢ \\ ٦] ، وَقَوْلِهِ «رَجُلًا» أَيْ: ذَكَرًا بَالِغًا مَبْلَغَ الرِّجَالِ، وَرُبَّمَا قَالَتِ الْعَرَبُ لِلْمَرْأَةِ: رَجُلَةً، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> كُلُّ جَارٍ ظَلَّ مُغْتَبِطًا ... غَيْرَ جِيرَانِ بَنِي جَبَلَهْ </p><p> مَزَّقُوا ثَوْبَ فَتَاتِهِمْ ... لَمْ يُرَاعُوا حُرْمَةَ الرَّجُلَهْ </p><p> وَانْتِصَابُ «رَجُلًا» عَلَى الْحَالِ، وَقِيلَ مَفْعُولٌ ثَانٍ لِسَوَّى عَلَى تَضْمِينِهِ مَعْنَى جَعَلَكَ أَوْ صَيَّرَكَ رَجُلًا. وَقِيلَ: هُوَ تَمْيِيزٌ، وَلَيْسَ بِظَاهِرٍ عِنْدِي، وَالظَّاهِرُ أَنَّ الْإِنْكَارَ الْمَدْلُولَ عَلَيْهِ بِهَمْزَةِ الْإِنْكَارِ فِي قَوْلِهِ: أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ [١٨ \\ ٣٧] ، مُضَمَّنٌ مَعْنَى الِاسْتِبْعَادِ ; لِأَنَّهُ يُسْتَبْعَدُ جِدًّا كُفْرُ الْمَخْلُوقِ بِخَالِقِهِ، الَّذِي أَبْرَزَهُ مِنَ الْعَدَمِ إِلَى الْوُجُودِ، وَيُسْتَبْعَدُ إِنْكَارُ الْبَعْثِ مِمَّنْ عَلِمَ أَنَّ اللَّهَ خَلَقَهُ مِنْ تُرَابٍ، ثُمَّ مِنْ نُطْفَةٍ، ثُمَّ سَوَّاهُ رَجُلًا ; كَقَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ. . الْآيَةَ [٢٢ \\ ٥] ، وَنَظِيرُ الْآيَةِ فِي الدَّلَالَةِ عَلَى الِاسْتِبْعَادِ لِوُجُودِ مُوجِبِهِ قَوْلُ الشَّاعِرِ: </p><p> وَلَا يَكْشِفُ الْغَمَّاءَ إِلَّا ابْنُ حُرَّةٍ ... يَرَى غَمَرَاتِ الْمَوْتِ ثُمَّ يَزُورُهَا </p><p> لِأَنَّ مَنْ عَايَنَ غَمَرَاتِ الْمَوْتِ يُسْتَبْعَدُ مِنْهُ اقْتِحَامُهَا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا [١٨ \\ ٣٨] ، بَيَّنَ فِيهِ أَنَّ هَذَا الرَّجُلَ الْمُؤْمِنَ قَالَ لِصَاحِبِهِ الْكَافِرِ: أَنْتَ كَافِرٌ؟ ! لَكِنْ أَنَا لَسْتُ بِكَافِرٍ! بَلْ مُخْلِصٌ عِبَادَتِيَ لِرَبِّيَ الَّذِي خَلَقَنِي ; أَيْ: لِأَنَّهُ هُوَ الَّذِي يَسْتَحِقُّ مِنِّي أَنْ أَعْبُدَهُ ; لِأَنَّ الْمَخْلُوقَ مُحْتَاجٌ مِثْلِي إِلَى خَالِقٍ يَخْلُقُهُ، تَلْزَمُهُ عِبَادَةُ خَالِقِهِ كَمَا تَلْزَمُنِي. </p><p> وَنَظِيرُ قَوْلِ هَذَا الْمُؤْمِنِ مَا قَدَّمْنَا عَنِ الرَّجُلِ الْمُؤْمِنِ الْمَذْكُورِ فِي «يس» فِي قَوْلِهِ تَعَالَى: وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي [٣٦ \\ ٢٢] ، أَيْ: أَبْدَعِنِي وَخَلَقَنِي وَإِلَيْهِ تُرْجَعُونَ، وَمَا قَدَّمْنَا عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ: فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ. . الْآيَةَ [٢٦ \\ ٧٧ - ٧٨] ، وَقَوْلِهِ: إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي الْآيَةَ [٤٣ \\ ٢٦ - ٢٧] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ، بَعْدَ قَوْلِهِ: وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً، يَدُلُّ عَلَى أَنَّ الشَّكَّ فِي الْبَعْثِ كُفْرٌ بِاللَّهِ تَعَالَى، وَقَدْ صَرَّحَ بِذَلِكَ فِي أَوَّلِ سُورَةِ «الرَّعْدِ» فِي قَوْلِهِ تَعَالَى: وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ [١٣ \\ ٥] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَكِنَّا أَصْلُهُ «لَكِنْ أَنَا» فَحُذِفَتْ هَمْزَةُ «أَنَا» وَأُدْغِمَتْ نُونُ «لَكِنْ» فِي نُونِ «أَنَا» بَعْدَ حَذْفِ الْهَمْزَةِ، وَقَالَ بَعْضُهُمْ: نُقِلَتْ حَرَكَةُ الْهَمْزَةِ إِلَى نُونِ «لَكِنْ» فَسَقَطَتِ الْهَمْزَةُ بِنَقْلِ حَرَكَتِهَا، ثُمَّ أُدْغِمَتِ النُّونُ فِي النُّونِ! وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ الشَّاعِرِ: </p><p> وَتَرْمِينَنِي بِالطَّرْفِ أَيْ أَنْتَ مُذْنِبٌ ... وَتَقْلِينَنِي لَكِنَّا إِيَّاكِ لَمْ أَقِلِ </p><p> أَيْ لَكِنْ أَنَا إِيَّاكِ لَمْ أَقِلِ، وَقَالَ بَعْضُهُمْ: لَا يَتَعَيَّنُ فِي الْبَيْتِ مَا ذَكَرَ ; لِجَوَازِ أَنْ يَكُونَ الْمَقْصُودُ لَكِنَّنِي فَحَذَفَ اسْمَ «لَكِنَّ» كَقَوْلِ الْآخَرِ: </p><p> فَلَوْ كُنْتَ ضَبِّيًّا عَرَفْتَ قَرَابَتِي ... وَلَكِنَّ زَنْجِيٌّ عَظِيمُ الْمَشَافِرِ </p><p> أَيْ: لَكِنَّكَ زَنْجِيٌّ فِي رِوَايَةِ مَنْ رَوَى زَنْجِيٌّ بِالرَّفْعِ، وَأَنْشَدَ الْكِسَائِيُّ لِنَحْوِ هَذَا الْحَذْفِ مِنْ «لَكِنَّ أَنَا» قَوْلُ الْآخَرِ: </p><p> لَهِنَّكِ مِنْ عَبْسِيَّةٍ لَوَسِيمَةٌ ... عَلَى هَنَوَاتٍ كَاذِبٍ مَنْ يَقُولُهَا </p><p> قَالَ: أَرَادَ بِقَوْلِهِ «لَهِنَّكَ» لِلَّهِ إِنَّكَ، فَحَذَفَ إِحْدَى اللَّامَيْنِ مِنْ «لِلَّهِ» ، وَحَذَفَ الْهَمْزَةَ مِنْ «إِنَّكَ» نَقْلَهُ الْقُرْطُبِيُّ عَنْ أَبِي عُبَيْدٍ. </p><p> وَقَوْلُهُ تَعَالَى: لَكِنَّا هُوَ اللَّهُ رَبِّي، قَرَأَهُ جَمَاهِيرُ الْقُرَّاءِ فِي الْوَصْلِ «لَكِنْ» ، بِغَيْرِ أَلْفٍ بَعْدَ النُّونِ الْمُشَدَّدَةِ، وَقَرَأَهُ ابْنُ عَامِرٍ مِنَ السَّبْعَةِ «لَكِنَّا» بِالْأَلِفِ فِي الْوَصْلِ، وَيُرْوَى ذَلِكَ عَنْ عَاصِمٍ، وَرَوَاهُ الْمُسَيَّبِيُّ عَنْ نَافِعٍ، وَرُوَيْسٍ عَنْ يَعْقُوبَ، وَاتَّفَقَ الْجَمِيعُ عَلَى إِثْبَاتِ الْأَلِفِ فِي الْوَقْفِ. وَمَدِّ نُونِ «أَنَا» لُغَةُ تَمِيمٍ إِنْ كَانَ بَعْدَهَا هَمْزَةٌ. وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: إِنَّ إِثْبَاتَ أَلِفِ «أَنَا» مُطْلَقًا فِي الْوَصْلِ لُغَةُ بَنِي تَمِيمٍ، وَغَيْرُهَا يُثْبِتُونَهَا عَلَى الِاضْطِرَارِ، قَالَ: فَجَاءَتْ قِرَاءَةُ «لَكِنَّا» بِإِثْبَاتِ الْأَلِفِ فِي الْوَصْلِ عَلَى لُغَةِ تَمِيمٍ، وَمِنْ شَوَاهِدِ مَدِّ «أَنَا» قَبْلَ غَيْرِ الْهَمْزَةِ قَوْلُ الشَّاعِرِ: </p>"
}