{
  "id": null,
  "sura": 18,
  "aya": 57,
  "text": "<p> وَقَوْلِهِ تَعَالَى: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ [٢١ \\ ١٨] ، وَقَوْلِهِ تَعَالَى: وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا [١٧ \\ ٨١] ، وَقَوْلِهِ تَعَالَى: أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ [١٣ \\ ١٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْحَقَّ سَيَظْهَرُ وَيَعْلُو، وَأَنَّ الْبَاطِلَ سَيَضْمَحِلُّ وَيَزْهَقُ وَيَذْهَبُ جُفَاءً، وَذَلِكَ هُوَ نَقِيضُ مَا كَانَ يُرِيدُهُ الْكُفَّارُ مِنْ إِبْطَالِ الْحَقِّ وَإِدْحَاضِهِ بِالْبَاطِلِ عَنْ طَرِيقِ الْخِصَامِ وَالْجِدَالِ. </p><p> قَوْلُهُ تَعَالَى: وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ اتَّخَذُوا آيَاتِهِ الَّتِي أَنْزَلَهَا عَلَى رَسُولِهِ، وَإِنْذَارِهِ لَهُمْ هُزُؤًا، أَيْ: سُخْرِيَةً وَاسْتِخْفَافًا، وَالْمَصْدَرُ بِمَعْنَى اسْمِ الْمَفْعُولِ، أَيْ: اتَّخَذُوهَا مَهْزُوءًا بِهَا مُسْتَخَفًّا بِهَا: كَقَوْلِهِ: إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا [٢٥ \\ ٣٠] . </p><p> وَهَذَا الْمَعْنَى الْمَذْكُورُ هُنَا جَاءَ مُبَيَّنًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى: وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا [٤٥ \\ ٩] ، وَكَقَوْلِهِ تَعَالَى: يَاحَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ [٣٦ \\ ٣٠] ، وَقَوْلِهِ تَعَالَى: وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ [٦ \\ ١٠] ، وَقَوْلِهِ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ الْآيَةَ [٩ \\ ٦٥ - ٦٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَ «مَا» فِي قَوْلِهِ «مَا أُنْذِرُوا» مَصْدَرِيَّةٌ، كَمَا قَرَّرْنَا، وَعَلَيْهِ فَلَا ضَمِيرَ مَحْذُوفٌ، وَقِيلَ هِيَ مَوْصُولَةٌ وَالْعَائِدٌ مَحْذُوفٌ، تَقْدِيرُهُ:  «وَمَا أُنْذِرُوا بِهِ هُزُوًا» ، وَحَذْفُ الْعَائِدِ الْمَجْرُورِ بِحَرْفٍ إِنَّمَا يَطَّرِدُ بِالشُّرُوطِ الَّتِي ذَكَرَهَا فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> كَذَلِكَ الَّذِي جُرَّ بِمَا الْمَوْصُولِ جَرْ ... كَمَرَّ بِالَّذِي مَرَرْتُ فَهْوَ بَرْ </p><p> وَفِي قَوْلِهِ «هُزُوًا» ثَلَاثُ قِرَاءَاتٍ سَبْعِيَّةٌ قَرَأَهُ حَمْزَةُ بِإِسْكَانِ الزَّايِ فِي الْوَصْلِ، وَبَقِيَّةُ السَّبْعَةِ بِضَمِّ الزَّايِ وَتَحْقِيقِ الْهَمْزَةِ، إِلَّا حَفْصًا عَنْ عَاصِمٍ فَإِنَّهُ يُبْدِلُ الْهَمْزَةَ وَاوًا، وَذَلِكَ مَرْوِيٌّ عَنْ حَمْزَةَ فِي الْوَقْفِ. </p><p> قَوْلُهُ تَعَالَى وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ، ذَكَرَ جَلَّ </p><p> وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ لَا أَحَدَ أَظْلَمُ، أَيْ: أَكْثَرُ ظُلْمًا لِنَفْسِهِ مِمَّنْ ذُكِّرَ، أَيْ: وُعِظَ بِآيَاتِ رَبِّهِ، وَهِيَ هَذَا الْقُرْآنُ الْعَظِيمُ فَأَعْرَضَ عَنْهَا [١٨ \\ ٥٧] ، أَيْ: تَوَلَّى وَصَدَّ عَنْهَا. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ الْمُرَادَ بِالْآيَاتِ هَذَا الْقُرْآنُ الْعَظِيمُ لِقَرِينَةِ تَذْكِيرِ الضَّمِيرِ الْعَائِدِ إِلَى الْآيَاتِ فِي قَوْلِهِ: أَنْ يَفْقَهُوهُ، أَيِ: الْقُرْآنَ الْمُعَبَّرَ عَنْهُ بِالْآيَاتِ، وَيُحْتَمَلُ شُمُولُ الْآيَاتِ لِلْقُرْآنِ وَغَيْرِهِ، وَيَكُونُ الضَّمِيرُ فِي قَوْلِهِ: أَنْ يَفْقَهُوهُ أَيْ: مَا ذُكِّرَ مِنَ الْآيَاتِ، كَقَوْلِ رُؤْبَةَ: </p><p> فِيهَا خُطُوطٌ مِنْ سَوَادٍ وَبَلَقْ كَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ وَنَظِيرُ ذَلِكَ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ [٢ \\ ٦٨] ، أَيْ: ذَلِكَ الَّذِي ذُكِرَ مِنَ الْفَارِضِ وَالْبِكْرِ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ ابْنِ الزِّبَعْرَى: </p><p> إِنَّ لِلْخَيْرِ وَلِلشَّرِّ مَدًى ... وَكِلَا ذَلِكَ وَجْهٌ وَقُبُلْ أَيْ </p><p> : كِلَا ذَلِكَ الْمَذْكُورِ مِنْ خَيْرٍ وَشَرٍّ، وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا، وَقَوْلُهُ: وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ [١٨ \\ ٥٧] ، أَيْ: مِنَ الْمَعَاصِي وَالْكُفْرِ، مَعَ أَنَّ اللَّهَ لَمْ يَنْسَهُ بَلْ هُوَ مُحْصِيهِ عَلَيْهِ وَمُجَازِيهِ، كَمَا قَالَ تَعَالَى: يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ [٥٨ \\ ٦] ، وَقَالَ تَعَالَى: وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا [١٩ \\ ٦٤] ، وَقَالَ تَعَالَى: قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى [٢٠ \\ ٥٢] ، وَقَالَ بَعْضُ الْعُلَمَاءِ فِي قَوْلِهِ: وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ أَيْ: تَرَكَهُ عَمْدًا وَلَمْ يَتُبْ مِنْهُ، وَبِهِ صَدَّرَ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ تَعَالَى، وَمَا ذَكَرَهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْإِعْرَاضَ عَنِ التَّذْكِرَةِ بِآيَاتِ اللَّهِ مِنْ أَعْظَمِ الظُّلْمِ، قَدْ زَادَ عَلَيْهِ فِي مَوَاضِعَ أُخَرَ بَيَانَ أَشْيَاءَ مِنَ النَّتَائِجِ السَّيِّئَةِ، وَالْعَوَاقِبِ الْوَخِيمَةِ النَّاشِئَةِ مِنَ الْإِعْرَاضِ عَنِ التَّذْكِرَةِ، فَمِنْ نَتَائِجِهِ السَّيِّئَةِ: مَا ذَكَرَهُ هُنَا مِنْ أَنَّ صَاحِبَهُ مِنْ أَعْظَمِ النَّاسِ ظُلْمًا، وَمِنْ نَتَائِجِهِ السَّيِّئَةِ جَعْلُ الْأَكِنَّةِ عَلَى الْقُلُوبِ حَتَّى لَا تَفْقَهَ الْحَقَّ، وَعَدَمُ الِاهْتِدَاءِ أَبَدًا كَمَا قَالَ هُنَا مُبَيِّنًا بَعْضَ مَا يَنْشَأُ عَنْهُ مِنَ الْعَوَاقِبِ السَّيِّئَةِ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا [١٨ \\ ٥٧] ، وَمِنْهَا انْتِقَامُ اللَّهِ جَلَّ وَعَلَا مِنَ الْمُعْرِضِ عَنِ التَّذْكِرَةِ، كَمَا قَالَ تَعَالَى: وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ [٣٢ \\ ٢٢] ، وَمِنْهَا </p><p> كَوْنُ الْمُعْرِضِ كَالْحِمَارِ، كَمَا قَالَ تَعَالَى: فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ الْآيَةَ [٧٤ \\ ٤٩ - ٥٠] ، وَمِنْهَا الْإِنْذَارُ بِصَاعِقَةٍ مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ، كَمَا قَالَ تَعَالَى: فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ الْآيَةَ [٤١ \\ ١٣] ، وَمِنْهَا الْمَعِيشَةُ الضَّنْكُ وَالْعَمَى، كَمَا قَالَ تَعَالَى: وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى [٢٠ \\ ١٢٤] ، وَمِنْهَا سَلْكُهُ الْعَذَابَ الصَّعَدَ، كَمَا قَالَ تَعَالَى: وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا [٧٢ \\ ١٧] ، وَمِنْهَا تَقْيِيضُ الْقُرَنَاءِ مِنَ الشَّيَاطِينِ، كَمَا قَالَ تَعَالَى: وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ [٤٣ \\ ٣٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ النَّتَائِجِ السَّيِّئَةِ، وَالْعَوَاقِبِ الْوَخِيمَةِ النَّاشِئَةِ عَنِ الْإِعْرَاضِ عَنِ التَّذْكِيرِ بِآيَاتِ اللَّهِ جَلَّ وَعَلَا، وَقَدْ أَمَرَ تَعَالَى فِي مَوْضِعٍ آخَرَ بِالْإِعْرَاضِ عَنِ الْمُتَوَلِّي عَنْ ذِكْرِهِ، الْقَاصِرِ نَظَرُهُ عَلَى الْحَيَاةِ الدُّنْيَا، وَبَيَّنَ أَنَّ ذَلِكَ هُوَ مَبْلَغَهُ مِنَ الْعِلْمِ، فَلَا عِلْمَ عِنْدَهُ بِمَا يَنْفَعُهُ فِي مَعَادِهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ [٥٣ \\ ٢٩ - ٣٠] ، وَقَدْ نَهَى جَلَّ وَعَلَا عَنْ طَاعَةِ مِثْلِ ذَلِكَ الْمُتَوَلِّي عَنِ الذِّكْرِ الْغَافِلِ عَنْهُ فِي قَوْلِهِ: وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا [١٨ \\ ٢٨] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: مَا قَدَّمَتْ يَدَاهُ أَيْ: مَا قَدَّمَ مِنْ أَعْمَالِ الْكُفْرِ، وَنِسْبَةُ التَّقْدِيمِ إِلَى خُصُوصِ الْيَدِ ; لِأَنَّ الْيَدَ أَكْثَرُ مُزَاوَلَةً لِلْأَعْمَالِ مِنْ غَيْرِهَا مِنَ الْأَعْضَاءِ، فَنُسِبَتِ الْأَعْمَالُ إِلَيْهَا عَلَى عَادَةِ الْعَرَبِ فِي كَلَامِهِمْ، وَإِنْ كَانَتِ الْأَعْمَالُ الَّتِي قَدَّمَهَا مِنْهَا مَا لَيْسَ بِالْيَدِ كَالْكُفْرِ بِاللِّسَانِ وَالْقَلْبِ، وَغَيْرِ ذَلِكَ مِنَ الْأَعْمَالِ الَّتِي لَا تُزَاوَلُ بِالْيَدِ كَالزِّنَا، وَقَدْ بَيَّنَّا فِي كِتَابِنَا) دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ (وَجْهَ الْجَمْعِ بَيْنَ قَوْلِهِ: وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ الْآيَةَ [١٨ \\ ٥٧] ، وَقَوْلِهِ: وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا [١١ \\ ١٨] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَشْهُرُ أَوْجُهِ الْجَمْعِ فِي ذَلِكَ وَجْهَانِ: أَحَدُهُمَا أَنَّ كُلَّ مَنْ قَالَ اللَّهُ فِيهِ: وَمَنْ أَظْلَمُ مِمَّنْ فَعَلَ كَذَا، لَا أَحَدَ أَظْلَمُ مِنْ وَاحِدٍ مِنْهُمْ، وَإِذًا فَهُمْ مُتَسَاوُونَ فِي الظُّلْمِ لَا يَفُوقُ بَعْضُهُمْ فِيهِ بَعْضًا، فَلَا إِشْكَالَ فِي كَوْنِ كُلِّ وَاحِدٍ مِنْهُمْ لَا أَحَدَ أَظْلَمُ مِنْهُ، وَالثَّانِي أَنَّ صِلَةَ الْمَوْصُولِ تُعَيِّنُ كُلَّ وَاحِدٍ فِي مَحَلِّهِ، وَعَلَيْهِ فَالْمَعْنَى فِي قَوْلِهِ: وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا [١٨ \\ ٥٧] ، لَا أَحَدَ أَظْلَمُ مِمَّنْ ذُكِّرَ فَأَعْرَضَ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ </p><p> فَأَعْرَضَ عَنْهَا، وَفِي قَوْلِهِ: وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا [١١ \\ ١٨] لَا أَحَدَ مِنَ الْمُفْتَرِينَ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا، وَهَكَذَا الْأَوَّلُ أَوْلَى ; لِأَنَّهُ جَارٍ عَلَى ظَاهِرِ الْقُرْآنِ وَلَا إِشْكَالَ فِيهِ، وَمِمَّنِ اخْتَارَهُ أَبُو حَيَّانَ فِي الْبَحْرِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ جَعَلَ عَلَى قُلُوبِ الظَّالِمِينَ الْمُعْرِضِينَ عَنْ آيَاتِ اللَّهِ إِذَا ذُكِّرُوا بِهَا أَكِنَّةً، أَيْ: أَغْطِيَةً تُغَطِّي قُلُوبَهُمْ فَتَمْنَعُهَا مِنْ إِدْرَاكِ مَا يَنْفَعُهُمْ مِمَّا ذُكِّرُوا بِهِ، وَوَاحِدُ الْأَكِنَّةِ كِنَانٌ، وَهُوَ الْغِطَاءُ، وَأَنَّهُ جَعَلَ فِي آذَانِهِمْ وَقْرًا، أَيْ: ثِقَلًا يَمْنَعُهَا مِنْ سَمَاعِ مَا يَنْفَعُهُمْ مِنَ الْآيَاتِ الَّتِي ذُكِّرُوا بِهَا، وَهَذَا الْمَعْنَى أَوْضَحَهُ اللَّهُ تَعَالَى فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ [٢ \\ ٧] ، وَقَوْلِهِ: أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً الْآيَةَ [٤٥ \\ ٢٣] ، وَقَوْلِهِ تَعَالَى: وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا [١٧ \\ ٤٥] ، وَقَوْلِهِ: أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ [٤٧ \\ ٢٣] ، وَقَوْلِهِ: مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ [١١ \\ ٢٠] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> فَإِنْ قِيلَ: إِذَا كَانُوا لَا يَسْتَطِيعُونَ السَّمْعَ وَلَا يُبْصِرُونَ وَلَا يَفْقَهُونَ ; لِأَنَّ اللَّهَ جَعَلَ الْأَكِنَّةَ الْمَانِعَةَ مِنَ الْفَهْمِ عَلَى قُلُوبِهِمْ، وَالْوَقْرَ الَّذِي هُوَ الثِّقَلُ الْمَانِعُ مِنَ السَّمْعِ فِي آذَانِهِمْ فَهُمْ مَجْبُورُونَ، فَمَا وَجْهُ تَعْذِيبِهِمْ عَلَى شَيْءٍ لَا يَسْتَطِيعُونَ الْعُدُولَ عَنْهُ وَالِانْصِرَافَ إِلَى غَيْرِهِ؟ ! </p><p> فَالْجَوَابُ: أَنَّ اللَّهَ جَلَّ وَعَلَا بَيَّنَ فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِهِ الْعَظِيمِ: أَنَّ تِلْكَ الْمَوَانِعَ الَّتِي يَجْعَلُهَا عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ، كَالْخَتْمِ وَالطَّبْعِ وَالْغِشَاوَةِ وَالْأَكِنَّةِ، وَنَحْوِ ذَلِكَ إِنَّمَا جَعَلَهَا عَلَيْهِمْ جَزَاءً وِفَاقًا لِمَا بَادَرُوا إِلَيْهِ مِنَ الْكُفْرِ وَتَكْذِيبِ الرُّسُلِ بِاخْتِيَارِهِمْ، فَأَزَاغَ اللَّهُ قُلُوبَهُمْ بِالطَّبْعِ وَالْأَكِنَّةِ وَنَحْوِ ذَلِكَ، جَزَاءً عَلَى كُفْرِهِمْ، فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] ، أَيْ: بِسَبَبِ كُفْرِهِمْ، وَهُوَ نَصٌّ قُرْآنِيٌّ صَرِيحٌ فِي أَنَّ كُفْرَهُمُ السَّابِقَ هُوَ سَبَبُ الطَّبْعِ عَلَى قُلُوبِهِمْ، وَقَوْلُهُ: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] . </p><p> وَهُوَ دَلِيلٌ أَيْضًا وَاضِحٌ عَلَى أَنَّ سَبَبَ إِزَاغَةِ اللَّهِ قُلُوبَهُمْ هُوَ زَيْغُهُمُ السَّابِقُ، وَقَوْلُهُ: ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ [٦٣ \\ ٣] ، وَقَوْلُهُ تَعَالَى: فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا الْآيَةَ [٢ \\ ١٠] ، وَقَوْلُهُ: وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ [٦ \\ ١١٠] ، وَقَوْلُهُ تَعَالَى: كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ [٨٣ \\ ١٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الطَّبْعَ عَلَى الْقُلُوبِ وَمَنْعَهَا مِنْ فَهْمِ مَا يَنْفَعُ عِقَابٌ مِنَ اللَّهِ عَلَى الْكُفْرِ السَّابِقِ عَلَى ذَلِكَ. </p><p> وَهَذَا الَّذِي ذَكَرْنَا هُوَ وَجْهُ رَدِّ شُبْهَةِ الْجَبْرِيَّةِ الَّتِي يَتَمَسَّكُونَ بِهَا فِي هَذِهِ الْآيَاتِ الْمَذْكُورَةِ وَأَمْثَالِهَا فِي الْقُرْآنِ الْعَظِيمِ، وَبِهَذَا الَّذِي قَرَّرْنَا يَحْصُلُ الْجَوَابُ أَيْضًا عَنْ سُؤَالٍ يَظْهَرُ لِطَالِبِ الْعِلْمِ فِيمَا قَرَّرْنَا: وَهُوَ أَنْ يَقُولَ: قَدْ بَيَّنْتُمْ فِي الْكَلَامِ عَلَى الْآيَةِ الَّتِي قَبْلَ هَذِهِ أَنَّ جَعْلَ الْأَكِنَّةِ عَلَى الْقُلُوبِ مِنْ نَتَائِجِ الْإِعْرَاضِ عَنْ آيَاتِ اللَّهِ عِنْدَ التَّذْكِيرِ بِهَا، مَعَ أَنَّ ظَاهِرَ الْآيَةِ يَدُلُّ عَكْسَ ذَلِكَ مِنْ أَنَّ الْإِعْرَاضَ الْمَذْكُورَ سَبَبُهُ هُوَ جَعْلُ الْأَكِنَّةِ عَلَى الْقُلُوبِ ; لِأَنَّ «إِنَّ» مِنْ حُرُوفِ التَّعْلِيلِ كَمَا تَقَرَّرَ فِي الْأُصُولِ فِي مَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ، كَقَوْلِكَ: اقْطَعْهُ إِنَّهُ سَارِقٌ، وَعَاقِبْهُ إِنَّهُ ظَالِمٌ، فَالْمَعْنَى: اقْطَعْهُ لِعِلَّةِ سَرِقَتِهِ، وَعَاقِبْهُ لِعِلَّةِ ظُلْمِهِ، وَكَذَلِكَ قَوْلُهُ تَعَالَى: فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً [١٨ \\ ٥٧] ، أَيْ: أَعْرَضَ عَنْهَا لِعِلَّةِ جَعْلِ الْأَكِنَّةِ عَلَى قُلُوبِهِمْ ; لِأَنَّ الْآيَاتِ الْمَاضِيَةَ دَلَّتْ عَلَى أَنَّ الطَّبْعَ الَّذِي يُعَبَّرُ عَنْهُ تَارَةً بِالطَّبْعِ، وَتَارَةً بِالْخَتْمِ، وَتَارَةً بِالْأَكِنَّةِ، وَنَحْوَ ذَلِكَ سَبَبُهُ الْأَوَّلُ الْإِعْرَاضُ عَنْ آيَاتِ اللَّهِ وَالْكُفْرُ بِهَا كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ سُؤَالَانِ مَعْرُوفَانِ، الْأَوَّلُ: أَنْ يُقَالَ: مَا مُفَسِّرُ الضَّمِيرِ فِي قَوْلِهِ: أَنْ يَفْقَهُوهُ، وَقَدْ قَدَّمْنَا أَنَّهُ الْآيَاتُ فِي قَوْلِهِ: ذُكِّرَ بِآيَاتِ رَبِّهِ [١٨ \\ ٥٧] ، بِتَضْمِينِ الْآيَاتِ مَعْنَى الْقُرْآنِ، فَقَوْلُهُ: أَنْ يَفْقَهُوهُ، أَيِ: الْقُرْآنُ الْمُعَبَّرُ عَنْهُ بِالْآيَاتِ كَمَا تَقَدَّمَ إِيضَاحُهُ قَرِيبًا. </p><p> السُّؤَالُ الثَّانِي أَنْ يُقَالَ: مَا وَجْهُ إِفْرَادِ الضَّمِيرِ فِي قَوْلِهِ: ذُكِّرَ، وَقَوْلِهِ: أَعْرَضَ عَنْهَا، وَقَوْلِهِ: وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ، مَعَ الْإِتْيَانِ بِصِيغَةِ الْجَمْعِ فِي الضَّمِيرِ فِي قَوْلِهِ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا، مَعَ أَنَّ مُفَسِّرَ جَمِيعِ الضَّمَائِرِ الْمَذْكُورَةِ وَاحِدٌ، وَهُوَ الِاسْمُ الْمَوْصُولُ فِي قَوْلِهِ: مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ الْآيَةَ. </p><p> وَالْجَوَابُ: هُوَ أَنَّ الْإِفْرَادَ بِاعْتِبَارِ لَفْظِ «مَنْ» ، وَالْجَمْعُ بِاعْتِبَارِ مَعْنَاهَا، وَهُوَ كَثِيرٌ فِي الْقُرْآنِ الْعَظِيمِ، وَالتَّحْقِيقُ فِي مِثْلِ ذَلِكَ جَوَازُ مُرَاعَاةِ اللَّفْظِ تَارَةً، وَمُرَاعَاةِ الْمَعْنَى تَارَةً أُخْرَى مُطْلَقًا، خِلَافًا لِمَنْ زَعَمَ أَنَّ مُرَاعَاةَ اللَّفْظِ بَعْدَ مُرَاعَاةِ الْمَعْنَى لَا تَصِحُّ، وَالدَّلِيلُ عَلَى صِحَّةِ قَوْلِهِ تَعَالَى: وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا [٦٥ \\ ١١] ، فَإِنَّهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ رَاعَى لَفْظَ «مَنْ» أَوَّلًا فَأَفْرَدَ الضَّمِيرَ فِي قَوْلِهِ: يُؤْمِنْ، وَقَوْلِهِ «وَيَعْمَلْ» ، وَقَوْلِهِ «يُدْخِلْهُ» وَرَاعَى الْمَعْنَى فِي قَوْلِهِ: خَالِدِينَ فَأَتَى فِيهِ بِصِيغَةِ الْجَمْعِ، ثُمَّ رَاعَى اللَّفْظَ بَعْدَ ذَلِكَ فِي قَوْلِهِ: قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا. وَقَوْلُهُ: أَنْ يَفْقَهُوهُ، فِيهِ وَفِي كُلِّ مَا يُشَابِهُهُ مِنَ الْأَلْفَاظِ وَجْهَانِ مَعْرُوفَانِ لِعُلَمَاءِ التَّفْسِيرِ: أَحَدُهُمَا أَنَّ الْمَعْنَى جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً لِئَلَّا يَفْقَهُوهُ، وَعَلَيْهِ فَلَا النَّافِيَةُ مَحْذُوفَةٌ دَلَّ الْمَقَامُ عَلَيْهَا، وَعَلَى هَذَا الْقَوْلِ هُنَا اقْتَصَرَ ابْنُ جَرِيرٍ الطَّبَرِيُّ، وَالثَّانِي: أَنَّ الْمَعْنَى جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً كَرَاهَةَ أَنْ يَفْقَهُوهُ، وَعَلَى هَذَا فَالْكَلَامُ عَلَى تَقْدِيرِ مُضَافٍ، وَأَمْثَالُ هَذِهِ الْآيَةِ فِي الْقُرْآنِ كَثِيرَةٌ، وَلِلْعُلَمَاءِ فِي كُلِّهَا الْوَجْهَانِ الْمَذْكُورَانِ كَقَوْلِهِ تَعَالَى: يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا [٤ \\ ١٧٦] ، أَيْ: لِئَلَّا تَضِلُّوا، أَوْ كَرَاهَةَ أَنْ تَضِلُّوا، وَقَوْلِهِ: إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ [٤٩ \\ ٦] ، أَيْ: لِئَلَّا تُصِيبُوا، أَوْ كَرَاهَةَ أَنْ تُصِيبُوا، وَأَمْثَالُ ذَلِكَ كَثِيرَةٌ فِي الْقُرْآنِ الْعَظِيمِ. </p><p> وَقَوْلِهِ تَعَالَى: أَنْ يَفْقَهُوهُ، أَيْ: يَفْهَمُوهُ، فَالْفِقْهُ: الْفَهْمُ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا [٤ \\ ٧٨] ، أَيْ: يَفْهَمُونَهُ، وَقَوْلُهُ تَعَالَى: قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ [١١ \\ ٩١] ، أَيْ: مَا نَفْهَمُهُ، وَالْوَقْرُ: الثِّقَلُ، وَقَالَ الْجَوْهَرِيُّ فِي صِحَاحِهِ: الْوَقْرُ بِالْفَتْحِ، الثِّقَلُ فِي الْأُذُنِ، وَالْوِقْرُ بِالْكَسْرِ: الْحِمْلُ، يُقَالُ جَاءَ يَحْمِلُ وِقْرَهُ، وَأَوْقَرَ بِعِيرَهُ وَأَكْثَرُ مَا يُسْتَعْمَلُ الْوِقْرُ فِي حِمْلِ الْبَغْلِ وَالْحِمَارِ اهـ، وَهَذَا الَّذِي ذَكَرَهُ الْجَوْهَرِيُّ وَغَيْرُهُ جَاءَ بِهِ الْقُرْآنُ، قَالَ فِي ثِقَلِ الْأُذُنِ: وَفِي آذَانِهِمْ وَقْرًا [٦ \\ ٢٥] ، وَقَالَ فِي الْحِمْلِ: فَالْحَامِلَاتِ وِقْرًا [٥١ \\ ٢] . </p><p> قَوْلُهُ تَعَالَى: وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا. </p><p> بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ جَعَلَ اللَّهُ عَلَى قُلُوبِهِمْ أَكِنَّةً تَمْنَعُهُمْ أَنْ يَفْقَهُوا مَا يَنْفَعُهُمْ مِنْ آيَاتِ الْقُرْآنِ الَّتِي ذُكِّرُوا بِهَا لَا يَهْتَدُونَ أَبَدًا، فَلَا يَنْفَعُ فِيهِمْ دُعَاؤُكَ إِيَّاهُمْ إِلَى الْهُدَى، وَهَذَا الْمَعْنَى الَّذِي أَشَارَ </p><p> لَهُ هُنَا مِنْ أَنَّ مَنْ أَشْقَاهُمُ اللَّهُ لَا يَنْفَعُ فِيهِمُ التَّذْكِيرُ جَاءَ مُبَيَّنًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ [١٠ \\ ٩٦] ، وَقَوْلِهِ تَعَالَى: كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوْا الْعَذَابَ الْأَلِيمَ [٢٦ \\ ٢٠٠] ، وَقَوْلِهِ تَعَالَى: وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ [١٠ \\ ١٠١] ، وَقَوْلِهِ تَعَالَى: وَمَا كَانَ لِنَفْسٍ أَنْ تُؤْمِنَ إِلَّا بِإِذْنِ اللَّهِ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لَا يَعْقِلُونَ [١٠ \\ ١٠٠] ، وَقَوْلِهِ تَعَالَى: إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ [١٦ \\ ٣٧] ، وَهَذِهِ الْآيَةُ وَأَمْثَالُهَا فِي الْقُرْآنِ فِيهَا وَجْهَانِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ. </p><p> أَحَدُهُمَا: أَنَّهَا فِي الَّذِينَ سَبَقَ لَهُمْ فِي عِلْمِ اللَّهِ أَنَّهُمْ أَشْقِيَاءُ، عِيَاذًا بِاللَّهِ تَعَالَى. </p><p> وَالثَّانِي: أَنَّ الْمُرَادَ أَنَّهُمْ كَذَلِكَ مَا دَامُوا مُتَلَبِّسِينَ بِالْكُفْرِ، فَإِنْ هَدَاهُمُ اللَّهُ إِلَى الْإِيمَانِ وَأَنَابُوا زَالَ ذَلِكَ الْمَانِعُ، وَالْأَوَّلُ أَظْهَرُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَالْفَاءُ فِي قَوْلِهِ: فَلَنْ يَهْتَدُوا [١٨ \\ ٥٧] ; لِأَنَّ الْفِعْلَ الَّذِي بَعْدَ «لَنْ» لَا يَصْلُحُ أَنْ يَكُونَ شَرْطًا لِـ «إِنْ» وَنَحْوِهَا، وَالْجَزَاءُ إِذَا لَمْ يَكُنْ صَالِحًا لِأَنْ يَكُونَ شَرْطًا لِـ «إِنْ» وَنَحْوِهَا لَزِمَ اقْتِرَانُهُ بِالْفَاءِ، كَمَا عَقَدَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَاقْرِنْ بِفَا حَتْمًا جَوَابًا لَوْ جُعِلْ ... شَرْطًا لِإِنْ أَوْ غَيْرِهَا لَمْ يَنْجَعِلْ </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ «إِذًا» جَزَاءٌ وَجَوَابٌ، فَدَلَّ عَلَى انْتِفَاءِ اهْتِدَائِهِمْ لِدَعْوَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بِمَعْنَى أَنَّهُمْ جَعَلُوا مَا يَجِبُ أَنْ يَكُونَ سَبَبًا لِلِاهْتِدَاءِ سَبَبًا لِانْتِفَائِهِ ; لِأَنَّ الْمَعْنَى: فَلَنْ يَهْتَدُوا إِذَا دَعَوْتَهُمْ، ذَكَرَ هَذَا الْمَعْنَى الزَّمَخْشَرِيُّ، وَتَبِعَهُ أَبُو حَيَّانَ فِي الْبَحْرِ، وَهَذَا الْمَعْنَى قَدْ غَلِطَا فِيهِ، وَغَلِطَ فِيهِ خَلْقٌ لَا يُحْصَى كَثْرَةً مِنَ الْبَلَاغِيِّينَ وَغَيْرِهِمْ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ الزَّمَخْشَرِيَّ هُنَا وَأَبَا حَيَّانَ ظَنَّا أَنَّ قَوْلَهُ: وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا شَرْطٌ وَجَزَاءٌ، وَأَنَّ الْجَزَاءَ مُرَتَّبٌ عَلَى الشَّرْطِ كَتَرْتِيبِ الْجَزَاءِ عَلَى مَا هُوَ شَرْطٌ فِيهِ ; وَلِذَا ظَنَّا أَنَّ الْجَزَاءَ الَّذِي هُوَ عَدَمُ الِاهْتِدَاءِ الْمُعَبَّرِ عَنْهُ فِي الْآيَةِ بِقَوْلِهِ: فَلَنْ يَهْتَدُوا مُرَتَّبٌ عَلَى الشَّرْطِ الَّذِي هُوَ دُعَاؤُهُ إِيَّاهُمُ الْمُعَبَّرُ عَنْهُ فِي الْآيَةِ بِقَوْلِهِ: وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى، الْمُشَارُ إِلَيْهِ أَيْضًا بِقَوْلِهِ «إِذًا» فَصَارَ دُعَاؤُهُ إِيَّاهُمْ سَبَبَ انْتِفَاءِ اهْتِدَائِهِمْ وَهَذَا غَلَطٌ ; لِأَنَّ هَذِهِ الْقَضِيَّةَ الشَّرْطِيَّةَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لَيْسَتْ شَرْطِيَّةً لُزُومِيَّةً، حَتَّى يَكُونَ بَيْنَ شَرْطِهَا وَجَزَائِهَا ارْتِبَاطٌ، بَلْ هِيَ شَرْطِيَّةٌ اتِّفَاقِيَّةٌ، وَالشَّرْطِيَّةُ الِاتِّفَاقِيَّةُ </p><p> لَا ارْتِبَاطَ أَصْلًا بَيْنَ طَرَفَيْهَا، فَلَيْسَ أَحَدُهُمَا سَبَبًا فِي الْآخَرِ، وَلَا مَلْزُومًا لَهُ، كَمَا لَوْ قُلْتَ: إِنْ كَانَ الْإِنْسَانُ نَاطِقًا فَالْفَرَسُ صَاهِلٌ فَلَا رَبْطَ بَيْنَ الطَّرَفَيْنِ ; لِأَنَّ الْجَزَاءَ فِي الِاتِّفَاقِيَّةِ لَهُ سَبَبٌ آخَرُ غَيْرُ مَذْكُورٍ، كَقَوْلِكَ: لَوْ لَمْ يَخَفِ اللَّهَ لَمْ يَعْصِهِ ; لِأَنَّ سَبَبَ انْتِفَاءِ الْعِصْيَانِ لَيْسَ هُوَ عَدَمُ الْخَوْفِ الَّذِي هُوَ الشَّرْطُ، بَلْ هُوَ شَيْءٌ آخَرُ غَيْرُ مَذْكُورٍ، وَهُوَ تَعْظِيمُ اللَّهِ جَلَّ وَعَلَا، وَمَحَبَّتُهُ الْمَانِعَةُ مِنْ مَعْصِيَتِهِ، وَكَذَلِكَ قَوْلُهُ هُنَا: فَلَنْ يَهْتَدُوا إِذًا أَبَدًا، سَبَبُهُ الْحَقِيقِيُّ غَيْرُ مَذْكُورٍ مَعَهُ فَلَيْسَ هُوَ قَوْلُهُ «وَإِنْ تَدْعُهُمْ» كَمَا ظَنَّهُ الزَّمَخْشَرِيُّ وَأَبُو حَيَّانَ وَغَيْرُهُمَا، بَلْ سَبَبُهُ هُوَ إِرَادَةُ اللَّهِ جَلَّ وَعَلَا انْتِفَاءَ اهْتِدَائِهِمْ عَلَى وَفْقِ مَا سَبَقَ فِي عِلْمِهِ أَزَلًا. </p><p> وَنَظِيرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي عَدَمِ الِارْتِبَاطِ بَيْنَ طَرَفَيِ الشَّرْطِيَّةِ قَوْلُهُ تَعَالَى: قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ [٣ \\ ١٥٤] ; لِأَنَّ سَبَبَ بُرُوزِهِمْ إِلَى مَضَاجِعِهِمْ شَيْءٌ آخَرُ غَيْرُ مَذْكُورٍ فِي الْآيَةِ، وَهُوَ مَا سَبَقَ فِي عِلْمِ اللَّهِ مِنْ أَنَّ بُرُوزَهُمْ إِلَيْهَا لَا مَحَالَةَ وَاقِعٌ، وَلَيْسَ سَبَبُهُ كَيْنُونَتُهُمْ فِي بُيُوتِهِمُ الْمَذْكُورَةِ فِي الْآيَةِ، وَكَذَلِكَ قَوْلُهُ تَعَالَى: قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ [١٨ \\ ١٠٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ أَوْضَحْتُ الْفَرْقَ بَيْنَ الشَّرْطِيَّةِ اللُّزُومِيَّةِ وَالشَّرْطِيَّةِ الِاتِّفَاقِيَّةِ فِي أُرْجُوزَتِي فِي الْمَنْطِقِ وَشَرْحِي لَهَا فِي قَوْلِي: </p><p> مُقَدِّمُ الشَّرْطِيَّةِ الْمُتَّصِلَهْ مَهْمَا تَكُنْ ... صُحْبَةُ ذَاكَ التَّالِ لَهْ </p><p> لِمُوجَبٍ قَدِ اقْتَضَاهَا كَسَبَبْ ... فَهْيَ اللُّزُومِيَّةُ ثُمَّ إِنْ ذَهَبْ </p><p> مُوجَبُ الِاصْطِحَابِ ذَا ... بَيْنَهُمَا فَالِاتِّفَاقِيَّةُ عِنْدَ الْعُلَمَا </p><p> وَمِثَالُ الشَّرْطِيَّةِ الْمُتَّصِلَةِ اللُّزُومِيَّةِ قَوْلُكَ: كُلَّمَا كَانَتِ الشَّمْسُ طَالِعَةً كَانَ النَّهَارُ مَوْجُودًا </p><p> ، لِظُهُورِ التَّلَازُمِ بَيْنَ الطَّرَفَيْنِ، وَيَكْفِي فِي ذَلِكَ حُصُولُ مُطْلَقِ اللَّازِمِيَّةِ دُونَ التَّلَازُمِ مِنَ الطَّرَفَيْنِ، كَقَوْلِكَ: كُلَّمَا كَانَ الشَّيْءُ إِنْسَانًا كَانَ حَيَوَانًا، إِذْ لَا يَصْدُقُ عَكْسُهُ. </p><p> فَلَوْ قُلْتَ: كُلَّمَا كَانَ الشَّيْءُ حَيَوَانًا كَانَ إِنْسَانًا لَمْ يَصْدُقْ ; لِأَنَّ اللُّزُومَ فِي أَحَدِ الطَّرَفَيْنِ لَا يَقْتَضِي الْمُلَازَمَةَ فِي كِلَيْهِمَا، وَمُطْلَقُ اللُّزُومِ تَكُونُ بِهِ الشَّرْطِيَّةُ لُزُومِيَّةً، أَمَّا إِذَا عُدِمَ اللُّزُومُ مِنْ أَصْلِهِ بَيْنَ طَرَفَيْهَا فَهِيَ اتِّفَاقِيَّةٌ، وَمِثَالُهَا: كَلِمَةُ كَانَ الْإِنْسَانُ نَاطِقًا كَانَ الْحِمَارُ نَاهِقًا، وَبِسَبَبِ عَدَمِ التَّنَبُّهِ لِلْفَرْقِ بَيْنَ الشَّرْطِيَّةِ اللُّزُومِيَّةِ، وَالشَّرْطِيَّةِ الِاتِّفَاقِيَّةِ ارْتَبَكَ خَلْقٌ كَثِيرٌ مِنَ النَّحْوِيِّينَ وَالْبَلَاغِيِّينَ فِي الْكَلَامِ عَلَى مَعْنَى «لَوْ» لِأَنَّهُمْ أَرَادُوا أَنْ يَجْمَعُوا فِي </p>"
}