{
  "id": null,
  "sura": 18,
  "aya": 14,
  "text": "<p> لَنَهْدِيَنَّهُمْ سُبُلَنَا الْآيَةَ [٢٩ \\ ٦٩] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا الْآيَةَ [٨ \\ ٢٩] ، وَقَوْلِهِ: فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ [٩ \\ ١٢٤] ، وَقَوْلِهِ تَعَالَى: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ الْآيَةَ [٤٨ \\ ٤] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ الْآيَةَ [٥٧ \\ ٢٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَهَذِهِ الْآيَاتُ الْمَذْكُورَةُ نُصُوصٌ صَرِيحَةٌ فِي أَنَّ الْإِيمَانَ يَزِيدُ، مَفْهُومٌ مِنْهَا أَنَّهُ يَنْقُصُ أَيْضًا، كَمَا اسْتَدَلَّ بِهَا الْبُخَارِيُّ رَحِمَهُ اللَّهُ عَلَى ذَلِكَ، وَهِيَ تَدُلُّ عَلَيْهِ دَلَالَةً صَرِيحَةً لَا شَكَّ فِيهَا، فَلَا وَجْهَ مَعَهَا لِلِاخْتِلَافِ فِي زِيَادَةِ الْإِيمَانِ وَنَقْصِهِ كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا. </p><p> أَيْ ثَبَّتْنَا قُلُوبَهُمْ وَقَوَّيْنَاهَا عَلَى الصَّبْرِ، حَتَّى لَا يَجْزَعُوا وَلَا يَخَافُوا مِنْ أَنْ يَصْدَعُوا بِالْحَقِّ، وَيَصْبِرُوا عَلَى فِرَاقِ الْأَهْلِ وَالنَّعِيمِ، وَالْفِرَارِ بِالدِّينِ فِي غَارٍ فِي جَبَلٍ لَا أَنِيسَ بِهِ، وَلَا مَاءَ وَلَا طَعَامَ. </p><p> وَيُفْهَمُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَنْ كَانَ فِي طَاعَةِ رَبِّهِ جَلَّ وَعَلَا أَنَّهُ تَعَالَى يُقَوِّي قَلْبَهُ، وَيُثَبِّتُهُ عَلَى تَحَمُّلِ الشَّدَائِدِ، وَالصَّبْرِ الْجَمِيلِ. </p><p> وَقَدْ أَشَارَ تَعَالَى إِلَى وَقَائِعَ مِنْ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي أَهْلِ بَدْرٍ مُخَاطِبًا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابَهُ: إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا الْآيَةَ [٨ \\ ١١ - ١٢] ، وَكَقَوْلِهِ فِي أُمِّ مُوسَى: وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ [٢٨ \\ ١٠] . </p><p> وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّ قَوْلَهُ: إِذْ قَامُوا أَيْ بَيْنَ يَدَيْ مَلِكِ بِلَادِهِمْ، وَهُوَ مَلِكٌ جَبَّارٌ يَدْعُو إِلَى عِبَادَةِ الْأَوْثَانِ، يَزْعُمُونَ أَنَّ اسْمَهُ: دِقْيَانُوسُ. </p><p> وَقِصَّتُهُمْ مَذْكُورَةٌ فِي جَمِيعِ كُتُبِ التَّفْسِيرِ، أَعْرَضْنَا عَنْهَا لِأَنَّهَا إِسْرَائِيلِيَّاتٌ. وَفِي قِيَامِهِمُ الْمَذْكُورِ هُنَا أَقْوَالٌ أُخَرُ كَثِيرَةٌ، وَالْعَامِلُ فِي قَوْلِهِ:  «إِذْ» هُوَ «رَبَطْنَا» عَلَى قُلُوبِهِمْ حِينَ قَامُوا. </p><p> قَوْلُهُ تَعَالَى: فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةَ الْكَرِيمَةَ: أَنَّ هَؤُلَاءِ الْفِتْيَةَ الَّذِينَ آمَنُوا بِرَبِّهِمْ فَزَادَهُمْ رَبُّهُمْ هُدًى، قَالُوا: إِنَّ رَبَّهُمْ هُوَ رَبُّ السَّمَوَاتِ وَالْأَرْضِ، وَأَنَّهُمْ لَنْ يَدْعُوا مِنْ دُونِهِ إِلَهًا، وَأَنَّهُمْ لَوْ فَعَلُوا ذَلِكَ قَالُوا شَطَطًا، أَيْ قَوْلًا ذَا شَطَطٍ، أَوْ هُوَ مِنَ النَّعْتِ بِالْمَصْدَرِ لِلْمُبَالَغَةِ ; كَأَنَّ قَوْلَهُمْ هُوَ نَفْسُ الشَّطَطِ، وَالشَّطَطُ: الْبُعْدُ عَنِ الْحَقِّ وَالصَّوَابِ. وَإِلَيْهِ تَرْجِعُ أَقْوَالُ الْمُفَسِّرِينَ ; كَقَوْلِ بَعْضِهِمْ «شَطَطًا» : جَوْرًا، تَعَدِّيًا، كَذِبًا، خَطَأً، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَقْوَالِ. </p><p> وَأَصْلُ مَادَّةِ الشَّطَطِ: مُجَاوَزَةُ الْحَدِّ، وَمِنْهُ أَشَطَّ فِي السَّوْمِ: إِذَا جَاوَزَ الْحَدَّ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَلَا تُشْطِطْ الْآيَةَ [٣٨ \\ ٢٢] ، أَوِ الْبُعْدُ، وَمِنْهُ قَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ: </p><p> تَشِطُّ غَدًا دَارُ جِيرَانِنَا ... وَلَلدَّارُ بَعْدَ غَدٍ أَبْعَدُ </p><p> وَيَكْثُرُ اسْتِعْمَالُ الشَّطَطِ فِي الْجَوْرِ وَالتَّعَدِّي، وَمِنْهُ قَوْلُ الْأَعْشَى: </p><p> أَتَنْتَهُونَ وَإِنْ يَنْهَى ذَوِي الشَّطَطِ ... كَالطَّعْنِ يَذْهَبُ فِيهِ الزَّيْتُ وَالْفُتُلُ </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ مَنْ أَشْرَكَ مَعَ خَالِقِ السَّمَوَاتِ وَالْأَرْضِ مَعْبُودًا آخَرَ، فَقَدْ جَاءَ بِأَمْرٍ شَطَطٍ بَعِيدٍ عَنِ الْحَقِّ وَالصَّوَابِ فِي غَايَةِ الْجَوْرِ وَالتَّعَدِّي ; لِأَنَّ الَّذِي يَسْتَحِقُّ الْعِبَادَةَ هُوَ الَّذِي يُبْرِزُ الْخَلَائِقَ مِنَ الْعَدَمِ إِلَى الْوُجُودِ ; لِأَنَّ الَّذِي لَا يَقْدِرُ عَلَى خَلْقِ غَيْرِهِ مَخْلُوقٌ يَحْتَاجُ إِلَى خَالِقٍ يَخْلُقُهُ وَيَرْزُقُهُ وَيُدَبِّرُ شُئُونَهُ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ كَثِيرَةٍ، كَقَوْلِهِ: يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ [٢ \\ ٢١ - ٢٢] ، وَقَوْلِهِ تَعَالَى: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ [١٦ \\ ١٧] ، وَقَوْلِهِ تَعَالَى: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ [١٣ \\ ١٦] ، أَيِ الْوَاحِدُ الْقَهَّارُ الَّذِي هُوَ خَالِقُ كُلِّ شَيْءٍ هُوَ الْمُسْتَحِقُّ لِلْعِبَادَةِ وَحْدَهُ جَلَّ وَعَلَا، وَقَوْلِهِ جَلَّ وَعَلَا: أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ [٧ \\ ١٩١] ، وَقَوْلِهِ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ الْآيَةَ [٢٥ \\ ٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَقَدْ قُلْنَا إِذًا شَطَطًا، أَيْ إِذَا دَعَوْنَا مِنْ </p>"
}