{
  "id": null,
  "sura": 18,
  "aya": 13,
  "text": "<p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: أَظْهَرُ أَوْجُهِ الْأَعَارِيبِ عِنْدِي فِي الْآيَةِ: أَنَّ لَفْظَةَ أَيُّ مَوْصُولَةٌ اسْتِفْهَامِيَّةٌ. وَأَيُّ مَبْنِيَّةٌ لِأَنَّهَا مُضَافَةٌ، وَصَدْرُ صِلَتِهَا مَحْذُوفٌ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> أَيُّ كَمَا وَأُعْرِبَتْ مَا لَمْ تُضَفْ ... وَصَدْرُ وَصْلِهَا ضَمِيرٌ انْحَذَفْ </p><p> وَلِبِنَائِهَا لَمْ يَظْهَرْ نَصْبُهَا، وَتَقْدِيرُ الْمَعْنَى عَلَى هَذَا: لِنَعْلَمَ الْحِزْبَ الَّذِي هُوَ أَحْصَى لِمَا لَبِثُوا أَمَدًا وَنُمَيِّزَهُ عَنْ غَيْرِهِ، وَأَحْصَى صِيغَةُ تَفْضِيلٍ كَمَا قَدَّمْنَا تَوْجِيهَهُ ; نَعَمْ، لِلْمُخَالِفِ أَنْ يَقُولَ: إِنَّ صِيغَةَ التَّفْضِيلِ تَقْتَضِي بِدَلَالَةِ مُطَابَقَتِهَا الِاشْتِرَاكَ بَيْنَ الْمُفَضَّلِ وَالْمُفَضَّلِ عَلَيْهِ فِي أَصْلِ الْفِعْلِ، وَأَحَدُ الْحِزْبَيْنِ لَمْ يُشَارِكِ الْآخَرَ فِي أَصْلِ الْإِحْصَاءِ لِجَهْلِهِ بِالْمُدَّةِ مِنْ أَصْلِهَا، وَهَذَا مِمَّا يُقَوِّي قَوْلَ مَنْ قَالَ: إِنَّ أَحْصَى فِعْلٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فَإِنْ قِيلَ: أَيُّ فَائِدَةٍ مُهِمَّةٍ فِي مَعْرِفَةِ النَّاسِ لِلْحِزْبِ الْمُحْصِي أَمَدَ اللُّبْثِ مِنْ غَيْرِهِ، حَتَّى يَكُونَ عِلَّةً غَائِيَّةً لِقَوْلِهِ: ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ الْآيَةَ، وَأَيُّ فَائِدَةٍ مُهِمَّةٍ فِي مُسَاءَلَةِ بَعْضِهِمْ بَعْضًا، حَتَّى يَكُونَ عِلَّةً غَائِيَّةً لِقَوْلِهِ: وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ؟ . </p><p> فَالْجَوَابُ أَنَّا لَمْ نَرَ مَنْ تَعَرَّضَ لِهَذَا، وَالَّذِي يَظْهَرُ لَنَا وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّ مَا ذُكِرَ مِنْ إِعْلَامِ النَّاسِ بِالْحِزْبِ الَّذِي هُوَ أَحْصَى أَمَدًا لِمَا لَبِثُوا، وَمُسَاءَلَةِ بَعْضِهِمْ بَعْضًا عَنْ ذَلِكَ، يَلْزَمُهُ أَنْ يَظْهَرَ لِلنَّاسِ حَقِيقَةُ أَمْرِ هَؤُلَاءِ الْفِتْيَةِ، وَأَنَّ اللَّهَ ضَرَبَ عَلَى آذَانِهِمْ فِي الْكَهْفِ ثَلَاثَمِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا، ثُمَّ بَعَثَهُمْ أَحْيَاءَ طَرِيَّةً أَبْدَانُهُمْ، لَمْ يَتَغَيَّرْ لَهُمْ حَالٌ، وَهَذَا مِنْ غَرِيبِ صُنْعِهِ جَلَّ وَعَلَا الدَّالِّ عَلَى كَمَالِ قُدْرَتِهِ، وَعَلَى الْبَعْثِ بَعْدَ الْمَوْتِ، وَلِاعْتِبَارِ هَذَا اللَّازِمِ جَعَلَ مَا ذَكَرْنَا عِلَّةً غَائِيَّةً، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى </p><p> [١٨ \\ ١٣] . ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ يَقُصُّ عَلَيْهِ نَبَأَ أَصْحَابِ الْكَهْفِ بِالْحَقِّ، ثُمَّ أَخْبَرَهُ مُؤَكِّدًا لَهُ أَنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ، وَأَنَّ اللَّهَ جَلَّ وَعَلَا زَادَهُمْ هُدًى. </p><p> وَيُفْهَمُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مَنْ آمَنَ بِرَبِّهِ وَأَطَاعَهُ زَادَهُ رَبُّهُ هُدًى ; لِأَنَّ الطَّاعَةَ سَبَبٌ لِلْمَزِيدِ مِنَ الْهُدَى وَالْإِيمَانِ. </p><p> وَهَذَا الْمَفْهُومُ مِنْ هَذِهِ الْآيَةِ الْكَرِيمَةِ جَاءَ مُبَيَّنًا فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ [٤٧ \\ ١٧] ، وَقَوْلِهِ: وَالَّذِينَ جَاهَدُوا فِينَا </p>"
}