{
  "id": null,
  "sura": 18,
  "aya": 58,
  "text": "<p> الْمَعْنَى بَيْنَ قَوْلِكَ: لَوْ كَانَتِ الشَّمْسُ طَالِعَةً لَكَانَ النَّهَارُ مَوْجُودًا، وَبَيْنَ قَوْلِكَ: لَوْ لَمْ يَخَفِ اللَّهَ لَمْ يَعْصِهِ، مَعَ أَنَّ الشَّرْطَ سَبَبٌ فِي الْجَزَاءِ فِي الْأَوَّلِ ; لِأَنَّهَا شَرْطِيَّةٌ لُزُومِيَّةٌ، وَلَا رَبْطَ بَيْنَهُمَا فِي الثَّانِي لِأَنَّهَا شَرْطِيَّةٌ اتِّفَاقِيَّةٌ، وَلَا شَكَّ أَنَّ مَنْ أَرَادَ أَنْ يَجْمَعَ بَيْنَ الْمُفْتَرِقِينَ ارْتَبَكَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ </p><p> ، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ غَفُورٌ، أَيْ: كَثِيرُ الْمَغْفِرَةِ، وَأَنَّهُ ذُو الرَّحْمَةِ يَرْحَمُ عِبَادَهُ الْمُؤْمِنِينَ يَوْمَ الْقِيَامَةِ، وَيَرْحَمُ الْخَلَائِقَ فِي الدُّنْيَا. </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ: أَنَّ هَذِهِ الْمَغْفِرَةَ شَامِلَةٌ لِجَمِيعِ الذُّنُوبِ بِمَشِيئَتِهِ جَلَّ وَعَلَا إِلَّا الشِّرْكَ، كَقَوْلِهِ: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤ \\ ٤٨] ، وَقَوْلِهِ: إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ [٥ \\ ٧٢] . </p><p> وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ رَحْمَتَهُ وَاسِعَةٌ، وَأَنَّهُ سَيَكْتُبُهَا لِلْمُتَّقِينَ، وَهُوَ قَوْلُهُ: وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ [٧ \\ ١٥٦] . </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ سِعَةَ مَغْفِرَتِهِ وَرَحْمَتِهِ: كَقَوْلِهِ: إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ [٥٣ \\ ٣٢] ، وَقَوْلِهِ: إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا [٣٩ \\ ٥٣] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ أَنَّهُ مَعَ سِعَةِ رَحْمَتِهِ وَمَغْفِرَتِهِ شَدِيدُ الْعِقَابِ، كَقَوْلِهِ: وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ [١٣ \\ ٦] ، وَقَوْلِهِ: غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ [٤٠ \\ ٣] ، وَقَوْلِهِ تَعَالَى: نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ [١٥ \\ ٤٩ - ٥٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ </p><p> ، بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ لَوْ يُؤَاخِذُ النَّاسَ بِمَا كَسَبُوا مِنَ الذُّنُوبِ كَالْكُفْرِ وَالْمَعَاصِي لَعَجَّلَ لَهُمُ الْعَذَابَ لِشَنَاعَةِ مَا يَرْتَكِبُونَهُ، وَلَكِنَّهُ حَلِيمٌ لَا يُعَجِّلُ بِالْعُقُوبَةِ، فَهُوَ يُمْهِلُ وَلَا يُهْمِلُ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ [١٦ \\ ٦١] ، وَقَوْلِهِ: وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ [٣٥ \\ ٤٥] ، وَقَدْ قَدَّمْنَا هَذَا فِي سُورَةِ «النَّحْلِ» مُسْتَوْفًى. </p><p> قَوْلُهُ تَعَالَى: بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ وَإِنْ لَمْ يُعَجِّلْ لَهُمُ الْعَذَابَ فِي الْحَالِ فَلَيْسَ غَافِلًا عَنْهُمْ وَلَا تَارِكًا </p><p> عَذَابَهُمْ، بَلْ هُوَ تَعَالَى جَاعِلٌ لَهُمْ مَوْعِدًا يُعَذِّبُهُمْ فِيهِ، لَا يَتَأَخَّرُ الْعَذَابُ عَنْهُ وَلَا يَتَقَدَّمُ. </p><p> وَبَيَّنَ هَذَا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي «النَّحْلِ» : وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ [١٦ \\ ٦١] ، وَقَوْلِهِ فِي آخِرِ سُورَةِ «فَاطِرٍ» : وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَى ظَهْرِهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمًّى فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا [٣٥ \\ ٤٥] ، وَكَقَوْلِهِ: وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ [١٤ \\ ٤٢] ، وَكَقَوْلِهِ: وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ [٢٩ \\ ٥٣] . </p><p> وَقَدْ دَلَّتْ آيَاتٌ كَثِيرَةٌ عَلَى أَنَّ اللَّهَ لَا يُؤَخِّرُ شَيْئًا عَنْ وَقْتِهِ الَّذِي عُيِّنَ لَهُ وَلَا يُقَدِّمُهُ عَلَيْهِ، كَقَوْلِهِ: وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا [٦٣ \\ ١١] ، وَقَوْلِهِ: فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ [٧ \\ ٣٤] ، وَقَوْلِهِ تَعَالَى: إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ الْآيَةَ [٧١ \\ ٤] ، وَقَوْلِهِ: لِكُلِّ أَجَلٍ كِتَابٌ [١٣ \\ ٣٨] ، وَقَوْلِهِ: لِكُلِّ نَبَإٍ مُسْتَقَرٌّ [٦ \\ ٦٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا [١٨ \\ ٥٧] ، أَيْ: مَلْجَأً يَلْجَئُونَ إِلَيْهِ فَيَعْتَصِمُونَ بِهِ مِنْ ذَلِكَ الْعَذَابِ الْمَجْعُولِ لَهُ الْمَوْعِدُ الْمَذْكُورُ، وَهُوَ اسْمُ مَكَانٍ، مِنْ وَأَلَ يَئِلُ وَأْلًا وَوُءُولًا بِمَعْنَى لَجَأَ، وَمَعْلُومٌ فِي فَنِّ الصَّرْفِ أَنَّ وَاوِيَّ الْفَاءِ مِنَ الثُّلَاثِيِّ يَنْقَاسُ مَصْدَرُهُ الْمِيمِيُّ وَاسْمُ مَكَانِهِ وَزَمَانِهِ عَلَى الْمَفْعِلِ بِكَسْرِ الْعَيْنِ كَمَا هُنَا، مَا لَمْ يَكُنْ مُعْتَلَّ اللَّامِ فَالْقِيَاسُ فِيهِ الْفَتْحُ كَالْمَوْلَى، وَالْعَرَبُ تَقُولُ: لَا وَأَلَتْ نَفْسُهُ، أَيْ: لَا وَجَدَتْ مَنْجًى تَنْجُو بِهِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> لَا وَأَلَتْ نَفْسُكَ خَلَّيْتَهَا ... لِلْعَامِرِيَّيْنِ وَلَمْ تُكْلَمِ </p><p> وَقَالَ الْأَعْشَى: </p><p> وَقَدْ أُخَالِسُ رَبَّ الْبَيْتِ غَفْلَتَهُ ... وَقَدْ يُحَاذِرُ مِنِّي ثُمَّ مَا يَئِلُ </p><p> أَيْ مَا يَنْجُو. </p><p> وَأَقْوَالُ الْمُفَسِّرِينَ فِي «الْمَوْئِلِ» رَاجِعَةٌ إِلَى مَا ذَكَرْنَا، كَقَوْلِ بَعْضِهِمْ: مَوْئِلًا مَحِيصًا، وَقَوْلِ بَعْضِهِمْ مَنْجًى، وَقَوْلِ بَعْضِهِمْ مُحْرِزًا، إِلَى غَيْرِ ذَلِكَ، فَكُلُّهُ بِمَعْنَى مَا ذَكَرْنَا. </p>"
}