{
  "id": null,
  "sura": 18,
  "aya": 17,
  "text": "<p> تَعَالَى: أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ [٩ \\ ٣٨] أَيْ بَدَلًا مِنْهَا وَعِوَضًا عَنْهَا، وَمِنْ هَذَا الْمَعْنَى قَوْلُ الشَّاعِرِ: </p><p> فَلَيْتَ لَنَا مِنْ مَاءِ زَمْزَمَ شَرْبَةً ... مُبَرَّدَةً بَاتَتْ عَلَى طَهَيَانِ </p><p> أَيْ بَدَلًا مِنْ مَاءِ زَمْزَمَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَمَعْنَى: يَنْشُرْ لَكُمْ: يَبْسُطُ لَكُمْ: كَقَوْلِهِ: وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ الْآيَةَ [٤٢ \\ ٢٨] . </p><p> وَقَوْلُهُ: وَيُهَيِّئْ ; أَيْ يُيَسِّرْ وَيُقَرِّبْ وَيُسَهِّلْ. </p><p> قَوْلُهُ تَعَالَى: وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ذَلِكَ مِنْ آيَاتِ اللَّهِ. </p><p> اعْلَمْ أَوَّلًا أَنَّا قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَيَكُونَ فِي نَفْسِ الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى خِلَافِ ذَلِكَ الْقَوْلِ، وَذَكَرْنَا مِنْ ذَلِكَ أَمْثِلَةً مُتَعَدِّدَةً. </p><p> وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي هَذِهِ الْآيَةِ عَلَى قَوْلَيْنِ وَفِي نَفْسِ الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى صِحَّةِ أَحَدِهِمَا وَعَدَمِ صِحَّةِ الْآخَرِ. </p><p> أَمَّا الْقَوْلُ الَّذِي تَدُلُّ الْقَرِينَةُ فِي الْآيَةِ عَلَى خِلَافِهِ، فَهُوَ أَنَّ أَصْحَابَ الْكَهْفِ كَانُوا فِي زَاوِيَةٍ مِنَ الْكَهْفِ، وَبَيْنَهُمْ وَبَيْنَ الشَّمْسِ حَوَاجِزُ طَبِيعِيَّةٌ مِنْ نَفْسِ الْكَهْفِ، تَقِيهِمْ حَرَّ الشَّمْسِ عِنْدَ طُلُوعِهَا وَغُرُوبِهَا، عَلَى مَا سَنَذْكُرُ تَفْصِيلَهُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَأَمَّا الْقَوْلُ الَّذِي تَدُلُّ الْقَرِينَةُ فِي هَذِهِ الْآيَةِ عَلَى صِحَّتِهِ، فَهُوَ أَنَّ أَصْحَابَ الْكَهْفِ كَانُوا فِي فَجْوَةٍ مِنَ الْكَهْفِ عَلَى سَمْتٍ تُصِيبُهُ الشَّمْسُ وَتُقَابِلُهُ، إِلَّا أَنَّ اللَّهَ مَنَعَ ضَوْءَ الشَّمْسِ مِنَ الْوُقُوعِ عَلَيْهِمْ عَلَى وَجْهِ خَرْقِ الْعَادَةِ، كَرَامَةً لِهَؤُلَاءِ الْقَوْمِ الصَّالِحِينَ، الَّذِينَ فَرُّوا بِدِينِهِمْ طَاعَةً لِرَبِّهِمْ جَلَّ وَعَلَا. </p><p> وَالْقَرِينَةُ الدَّالَّةُ عَلَى ذَلِكَ هِيَ قَوْلُهُ تَعَالَى: ذَلِكَ مِنْ آيَاتِ اللَّهِ [١٨ \\ ١٧] ، إِذْ لَوْ كَانَ الْأَمْرُ كَمَا ذَكَرَهُ أَصْحَابُ الْقَوْلِ الْأَوَّلِ لَكَانَ ذَلِكَ أَمْرًا مُعْتَادًا مَأْلُوفًا، وَلَيْسَ فِيهِ غَرَابَةٌ حَتَّى يُقَالَ فِيهِ: ذَلِكَ مِنْ آيَاتِ اللَّهِ. وَعَلَى هَذَا الْوَجْهِ الَّذِي ذَكَرْنَاهُ أَنَّهُ تَشْهَدُ لَهُ الْقَرِينَةُ الْمَذْكُورَةُ ; فَمَعْنَى تَزَاوُرِ الشَّمْسِ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ عِنْدَ طُلُوعِهَا، وَقَرْضِهَا إِيَّاهُمْ ذَاتَ الشِّمَالِ عِنْدَ غُرُوبِهَا هُوَ أَنَّ اللَّهَ يُقَلِّصُ ضَوْءَهَا عَنْهُمْ، وَيُبْعِدُهُ إِلَى جِهَةِ الْيَمِينِ عِنْدَ الطُّلُوعِ، وَإِلَى جِهَةِ الشِّمَالِ عِنْدَ الْغُرُوبِ، وَاللَّهُ جَلَّ وَعَلَا قَادِرٌ عَلَى كُلِّ شَيْءٍ، يَفْعَلُ مَا يَشَاءُ، فَإِذَا عَلِمْتَ هَذَا فَاعْلَمْ أَنَّ أَصْحَابَ الْقَوْلِ الْأَوَّلِ اخْتَلَفُوا فِي كَيْفِيَّةِ وَضْعِ الْكَهْفِ، وَجَزَمَ </p><p> ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ بِأَنَّ الْآيَةَ تَدُلُّ عَلَى أَنَّ بَابَ الْكَهْفِ كَانَ مِنْ نَحْوِ الشِّمَالِ، قَالَ: لِأَنَّهُ تَعَالَى أَخْبَرَ بِأَنَّ الشَّمْسَ إِذَا دَخَلَتْهُ عِنْدَ طُلُوعِهَا تَزَاوَرُ عَنْهُ ذَاتَ الْيَمِينِ، أَيْ يَتَقَلَّصُ الْفَيْءُ يَمْنَةً. كَمَا قَالَ ابْنُ عَبَّاسٍ وَسَعِيدُ بْنُ جُبَيْرٍ وَقَتَادَةُ: تَزَاوَرُ، أَيْ تَمِيلُ، وَذَلِكَ أَنَّهَا كُلَّمَا ارْتَفَعَتْ فِي الْأُفُقِ تَقَلَّصَ شُعَاعُهَا بِارْتِفَاعِهَا حَتَّى لَا يَبْقَى مِنْهُ شَيْءٌ عِنْدَ الزَّوَالِ فِي ذَلِكَ الْمَكَانِ، وَلِهَذَا قَالَ تَعَالَى: وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ [١٨ \\ ١٧] ، أَيْ تَدْخُلُ إِلَى غَارِهِمْ مِنْ شِمَالِ بَابِهِ وَهُوَ مِنْ نَاحِيَةِ الشَّرْقِ، فَدَلَّ عَلَى صِحَّةِ مَا قُلْنَاهُ، وَهَذَا بَيِّنٌ لِمَنْ تَأَمَّلَهُ وَكَانَ لَهُ عِلْمٌ بِمَعْرِفَةِ الْهَيْئَةِ وَسَيْرِ الشَّمْسِ وَالْقَمَرِ وَالْكَوَاكِبِ. </p><p> وَبَيَانُهُ أَنَّهُ لَوْ كَانَ بَابُ الْغَارِ مِنْ نَاحِيَةِ الشَّرْقِ لَمَا دَخَلَ إِلَيْهِ مِنْهَا شَيْءٌ عِنْدَ الْغُرُوبِ، وَلَوْ كَانَ مِنْ نَاحِيَةِ الْقِبْلَةِ لَمَا دَخَلَ إِلَيْهِ مِنْهَا شَيْءٌ عِنْدَ الطُّلُوعِ وَلَا عِنْدَ الْغُرُوبِ، وَلَا تَزَاوَرَ الْفَيْءُ يَمِينًا وَشِمَالًا، وَلَوْ كَانَ مِنْ جِهَةِ الْغَرْبِ لَمَا دَخَلَتْهُ وَقْتَ الطُّلُوعِ، بَلْ بَعْدَ الزَّوَالِ وَلَمْ تَزَلْ فِيهِ إِلَى الْغُرُوبِ، فَتَعَيَّنَ مَا ذَكَرْنَاهُ، وَلِلَّهِ الْحَمْدُ. انْتَهَى كَلَامُ ابْنِ كَثِيرٍ. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ: أَصْحَابُ هَذَا الْقَوْلِ قَالُوا إِنَّ بَابَ الْكَهْفِ كَانَ مَفْتُوحًا إِلَى جَانِبِ الشِّمَالِ، فَإِذَا طَلَعَتِ الشَّمْسُ كَانَتْ عَلَى يَمِينِ الْكَهْفِ، وَإِذَا غَرَبَتْ كَانَتْ عَلَى شِمَالِهِ، فَضَوْءُ الشَّمْسِ مَا كَانَ يَصِلُ إِلَى دَاخِلِ الْكَهْفِ، وَكَانَ الْهَوَاءُ الطَّيِّبُ وَالنَّسِيمُ الْمُوَافِقُ يَصِلُ إِلَيْهِ، انْتَهَى كَلَامُ الرَّازِيُّ. وَقَالَ أَبُو حَيَّانَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَهَذِهِ الصِّفَةُ مَعَ الشَّمْسِ تَقْتَضِي أَنَّهُ كَانَ لَهُمْ حَاجِبٌ مِنْ جِهَةِ الْجَنُوبِ، وَحَاجِبٌ مِنْ جِهَةِ الدَّبُورِ وَهُمْ فِي زَاوِيَةٍ، وَقَالَ عَبْدُ اللَّهِ بْنُ مُسْلِمٍ: كَانَ بَابُ الْكَهْفِ يَنْظُرُ إِلَى بَنَاتِ نَعْشٍ، وَعَلَى هَذَا كَانَ أَعْلَى الْكَهْفِ مَسْتُورًا مِنَ الْمَطَرِ. </p><p> قَالَ ابْنُ عَطِيَّةَ: كَانَ كَهْفُهُمْ مُسْتَقْبِلَ بَنَاتِ نَعْشٍ لَا تَدْخُلُهُ الشَّمْسُ عِنْدَ الطُّلُوعِ وَلَا عِنْدَ الْغُرُوبِ، اخْتَارَ اللَّهُ لَهُمْ مَضْجَعًا مُتَّسِعًا فِي مَقْنَأَةٍ لَا تَدْخُلُ عَلَيْهِمُ الشَّمْسُ فَتُؤْذِيهِمْ، انْتَهَى الْغَرَضُ مِنْ كَلَامِ أَبِي حَيَّانَ. وَالْمَقْنَأَةُ: الْمَكَانُ الَّذِي لَا تَطْلُعُ عَلَيْهِ الشَّمْسُ، إِلَى غَيْرِ ذَلِكَ مِنْ أَقْوَالِ الْعُلَمَاءِ. </p><p> وَالْقَوْلُ الْأَوَّلُ أَنْسَبُ لِلْقَرِينَةِ الْقُرْآنِيَّةِ الَّتِي ذَكَرْنَا. </p><p> وَمِمَّنِ اعْتَمَدَ الْقَوْلَ الْأَوَّلَ لِأَجْلِ الْقَرِينَةِ الْمَذْكُورَةِ الزَّجَّاجُ، وَمَالَ إِلَيْهِ بَعْضَ الْمَيْلِ الْفَخْرُ الرَّازِيُّ وَالشَّوْكَانِيُّ فِي تَفْسِيرَيْهِمَا، لِتَوْجِيهِهِمَا قَوْلَ الزَّجَّاجِ الْمَذْكُورَ بِقَرِينَةِ الْآيَةِ الْمَذْكُورَةِ. </p><p> وَقَالَ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي تَفْسِيرِهِ: وَيُؤَيِّدُ الْقَوْلَ الْأَوَّلَ قَوْلُهُ تَعَالَى: ذَلِكَ مِنْ آيَاتِ اللَّهِ، فَإِنَّ صَرْفَ الشَّمْسِ عَنْهُمْ مَعَ تَوَجُّهِ الْفَجْوَةِ إِلَى مَكَانٍ تَصِلُ إِلَيْهِ عَادَةً، أَنْسَبُ بِمَعْنَى كَوْنِهَا آيَةً، وَيُؤَيِّدُهُ أَيْضًا إِطْلَاقُ الْفَجْوَةِ وَعَدَمُ تَقْيِيدِهَا بِكَوْنِهَا إِلَى جِهَةِ كَذَا، وَمِمَّا يَدُلُّ عَلَى أَنَّ الْفَجْوَةَ الْمَكَانُ الْوَاسِعُ قَوْلُ الشَّاعِرِ: </p><p> أَلْبَسْتَ قَوْمَكَ مَخْزَاةً وَمَنْقَصَةً ... حَتَّى أُبِيحُوا وَحَلُّوا فَجْوَةَ الدَّارِ </p><p> انْتَهَى كَلَامُ الشَّوْكَانِيِّ. </p><p> وَمَعْلُومٌ أَنَّ الْفَجْوَةَ: هِيَ الْمُتَّسَعُ. وَهُوَ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ وَمِنْهُ الْبَيْتُ الْمَذْكُورُ، وَقَوْلُ الْآخَرِ: </p><p> وَنَحْنُ مَلَأْنَا كُلَّ وَادٍ وَفَجْوَةٍ ... رِجَالًا وَخَيْلًا غَيْرَ مِيلٍ وَلَا عُزْلِ </p><p> وَمِنْهُ الْحَدِيثُ:  «فَإِذَا وَجَدَ فَجْوَةً نَصَّ» . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ، أَيْ تَرَى أَيُّهَا الْمُخَاطَبُ الشَّمْسَ عِنْدَ طُلُوعِهَا تَمِيلُ عَلَى كَهْفِهِمْ، وَالْمَعْنَى: أَنَّكَ لَوْ رَأَيْتَهُمْ لَرَأَيْتَهُمْ كَذَلِكَ، لَا أَنَّ الْمُخَاطَبَ رَآهُمْ بِالْفِعْلِ، كَمَا يَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا الْآيَةَ [١٨ \\ ١٨] ، وَالْخِطَابُ بِمِثْلِ هَذَا مَشْهُورٌ فِي لُغَةِ الْعَرَبِ الَّتِي نَزَلَ بِهَا هَذَا الْقُرْآنُ الْعَظِيمُ، وَأَصْلُ مَادَّةِ التَّزَاوُرِ: الْمَيْلُ، فَمَعْنَى «تَزَاوَرُ» : تَمِيلُ. وَالزُّورُ: الْمَيْلُ، وَمِنْهُ شَهَادَةُ الزُّورِ، لِأَنَّهَا مَيْلٌ عَنِ الْحَقِّ. وَمِنْهُ الزِّيَارَةُ ; لِأَنَّ الزَّائِرَ يَمِيلُ إِلَى الْمَزُورِ، وَمِنْ هَذَا الْمَعْنَى قَوْلُ عَنْتَرَةَ فِي مُعَلَّقَتِهِ: </p><p> فَازْوَرَّ مِنْ وَقْعَ الْقَنَا بِلَبَانِهِ ... وَشَكَا إِلَيَّ بِعَبْرَةٍ وَتَحَمْحُمِ </p><p> وَقَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ: </p><p> وَخُفِّضَ عَنِّي الصَّوْتُ أَقْبَلْتُ مِشْيَةَ الْ ... حُبَابِ وَشَخْصِي خَشْيَةَ الْحَيِّ أَزْوَرُ </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ذَاتَ الْيَمِينِ أَيْ جِهَةَ الْيَمِينِ، وَحَقِيقَتُهَا الْجِهَةُ الْمُسَمَّاةُ بِالْيَمِينِ. وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: وَذَاتُ الْيَمِينِ: جِهَةُ يَمِينِ الْكَهْفِ، وَحَقِيقَتُهَا الْجِهَةُ الْمُسَمَّاةُ بِالْيَمِينِ، يَعْنِي يَمِينَ الدَّاخِلِ إِلَى الْكَهْفِ، أَوْ يَمِينَ الْفِتْيَةِ. اهـ، وَهُوَ مَنْصُوبٌ عَلَى الظَّرْفِ. </p><p> وَقَوْلُهُ تَعَالَى: وَإِذَا غَرَبَتْ تَقْرِضُهُمْ، مِنَ الْقَرْضِ بِمَعْنَى الْقَطِيعَةِ وَالصَّرْمِ ; أَيْ </p><p> تَقْطَعُهُمْ وَتَتَجَافَى عَنْهُمْ وَلَا تَقْرَبُهُمْ، وَهَذَا الْمَعْنَى مَعْرُوفٌ مِنْ كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ غَيْلَانَ ذِي الرُّمَّةِ: </p><p> نَظَرْتُ بِجَرْعَاءِ السَّبِيَّةِ نَظْرَةً ... ضُحًى وَسَوَادُ الْعَيْنِ فِي الْمَاءِ شَامِسُ </p><p> إِلَى ظُعُنٍ يَقْرِضْنَ أَقْوَازَ مُشْرِفٍ ... شِمَالًا وَعَنْ أَيْمَانِهِنَّ الْفَوَارِسُ </p><p> فَقَوْلُهُ:  «يَقْرِضْنَ أَقْوَازَ مُشْرِفٍ» ، أَيْ يَقْطَعْنَهَا وَيُبْعِدْنَهَا نَاحِيَةَ الشِّمَالِ، وَعَنْ أَيْمَانِهِنَّ الْفَوَارِسُ، وَهُوَ مَوْضِعٌ أَوْ رِمَالُ الدَّهْنَاءِ، وَالْأَقْوَازُ: جَمْعُ قَوْزٍ - بِالْفَتْحِ - وَهُوَ الْعَالِي مِنَ الرَّمْلِ كَأَنَّهُ جَبَلٌ، وَيُرْوَى «أَجْوَازَ مُشْرِفٍ» جَمْعُ جَوْزٍ، مِنَ الْمَجَازِ بِمَعْنَى الطَّرِيقِ. وَهَذَا الَّذِي ذَكَرْنَا هُوَ الصَّوَابُ فِي مَعْنَى قَوْلِهِ تَعَالَى: تَقْرِضُهُمْ خِلَافًا لِمَنْ زَعَمَ أَنَّ مَعْنَى تَقْرِضُهُمْ: تُقْطِعُهُمْ مِنْ ضَوْئِهَا شَيْئًا ثُمَّ يَزُولُ سَرِيعًا كَالْقَرْضِ يُسْتَرَدُّ، وَمُرَادُ قَائِلِ هَذَا الْقَوْلِ أَنَّ الشَّمْسَ تَمِيلُ عَنْهُمْ بِالْغَدَاةِ، وَتُصِيبُهُمْ بِالْعَشِيِّ إِصَابَةً خَفِيفَةً، بِقَدْرِ مَا يَطِيبُ لَهُمْ هَوَاءُ الْمَكَانِ وَلَا يَتَعَفَّنُ. </p><p> قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: وَلَوْ كَانَ مِنَ الْقَرْضِ الَّذِي يُعْطَى ثُمَّ يُسْتَرَدُّ لَكَانَ الْفِعْلُ رُبَاعِيًّا، فَتَكُونُ التَّاءُ فِي قَوْلِهِ:  «تَقْرِضُهُمْ» مَضْمُومَةً، لَكِنْ دَلَّ فَتْحُ التَّاءِ مِنْ قَوْلِهِ «تَقْرِضُهُمْ» عَلَى أَنَّهُ مِنَ الْقَرْضِ بِمَعْنَى الْقَطْعِ، أَيْ تَقْطَعُ لَهُمْ مِنْ ضَوْئِهَا شَيْئًا، وَقَدْ عَلِمْتَ أَنَّ الصَّوَابَ الْقَوْلُ الْأَوَّلُ، وَقَدْ قَدَّمْنَا أَنَّ الْفَجْوَةَ: الْمُتَّسَعُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: تَزَاوَرُ عَنْ كَهْفِهِمْ، فِيهِ ثَلَاثُ قِرَاءَاتٍ سَبْعِيَّاتٍ: </p><p> قَرَأَهُ ابْنُ عَامِرٍ الشَّامِيُّ «تَزْوَرُّ» بِإِسْكَانِ الزَّايِ وَإِسْقَاطِ الْأَلِفِ وَتَشْدِيدِ الرَّاءِ، عَلَى وَزْنِ تَحْمَرُّ، وَهُوَ عَلَى هَذِهِ الْقِرَاءَةِ مِنَ الِازْوِرَارِ بِمَعْنَى الْمَيْلِ ; كَقَوْلِ عَنْتَرَةَ الْمُتَقَدِّمِ: </p><p> فَازْوَرَّ مِنْ وَقْعِ الْقَنَا. . . ... . . . . . . . . </p><p> الْبَيْتَ </p><p> وَقَرَأَهُ الْكُوفِيُّونَ وَهُمْ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ بِالزَّايِ الْمُخَفَّفَةِ بَعْدَهَا أَلِفٌ، وَعَلَى هَذِهِ الْقِرَاءَةِ فَأَصْلُهُ «تَتَزَاوَرُ» فَحُذِفَتْ مِنْهُ إِحْدَى التَّاءَيْنِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَمَا بِتَاءَيْنِ ابْتَدَى قَدْ يُقْتَصَرُ ... فِيهِ عَلَى تَا كَتَبَيَّنَ الْعِبَرُ </p><p> وَقَرَأَهُ نَافِعٌ الْمَدَنِيُّ وَابْنُ كَثِيرٍ الْمَكِّيُّ وَأَبُو عَمْرٍو الْبَصْرِيُّ:  «تَزَّاوَرُ» بِتَشْدِيدِ الزَّايِ بَعْدَهَا أَلِفٌ، وَأَصْلُهُ «تَتَزَاوَرُ» أُدْغِمَتْ فِيهِ التَّاءُ فِي الزَّايِ، وَعَلَى هَاتَيْنِ الْقِرَاءَتَيْنِ (أَعْنِي قِرَاءَةَ حَذْفِ إِحْدَى التَّاءَيْنِ، وَقِرَاءَةَ إِدْغَامِهَا فِي الزَّايِ) فَهُوَ مِنَ التَّزَاوُرِ بِمَعْنَى الْمَيْلِ أَيْضًا </p><p> وَقَدْ يَأْتِي التَّفَاعُلُ بِمَعْنَى مُجَرَّدِ الْفِعْلِ كَمَا هُنَا، وَكَقَوْلِهِمْ: سَافَرَ وَعَاقَبَ وَعَافَى. </p><p> وَعَلَى قَوْلِ مَنْ قَالَ: إِنَّ فِي الْكَهْفِ حَوَاجِزَ طَبِيعِيَّةً تَمْنَعُ مِنْ دُخُولِ الشَّمْسِ بِحَسَبِ وَضْعِ الْكَهْفِ، فَالْإِشَارَةُ فِي قَوْلِهِ: ذَلِكَ مِنْ آيَاتِ اللَّهِ، رَاجِعَةٌ إِلَى مَا ذُكِرَ مِنْ حَدِيثِهِمْ، أَيْ ذَلِكَ الْمَذْكُورِ مِنْ هِدَايَتِهِمْ إِلَى التَّوْحِيدِ وَإِخْرَاجِهِمْ مِنْ بَيْنِ عَبَدَةِ الْأَوْثَانِ، وَإِيوَائِهِمْ إِلَى ذَلِكَ الْكَهْفِ، وَحِمَايَتِهِمْ مِنْ عَدُوِّهِمْ إِلَى آخَرِ حَدِيثِهِمْ - مِنْ آيَاتِ اللَّهِ. وَأَصْلُ الْآيَةِ عِنْدَ الْمُحَقِّقِينَ «أَيَيَةٍ» بِثَلَاثِ فَتَحَاتٍ، أُبْدِلَتْ فِيهِ الْيَاءُ الْأُولَى أَلِفًا، وَالْغَالِبُ فِي مِثْلِ ذَلِكَ أَنَّهُ إِذَا اجْتَمَعَ مُوجِبَا إِعْلَالٍ كَانَ الْإِعْلَالُ فِي الْأَخِيرِ ; لِأَنَّ التَّغَيُّرَ عَادَةً أَكْثَرُ فِي الْأَوَاخِرِ، كَمَا فِي طَوَى وَنَوَى، وَنَحْوِ ذَلِكَ. وَهُنَا أُعِلَّ الْأَوَّلُ عَلَى خِلَافِ الْأَغْلَبِ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَإِنْ لِحَرْفَيْنِ ذَا الِاعْلَالُ اسْتُحِقْ ... صُحِّحَ أَوَّلٌ وَعَكْسٌ قَدْ يَحِقْ </p><p> وَالْآيَةُ تُطْلَقُ فِي اللُّغَةِ الْعَرَبِيَّةِ إِطْلَاقَيْنِ، وَتُطْلَقُ فِي الْقُرْآنِ الْعَظِيمِ إِطْلَاقَيْنِ أَيْضًا، أَمَّا إِطْلَاقَاهَا فِي اللُّغَةِ فَالْأَوَّلُ مِنْهُمَا: أَنَّهَا تُطْلَقُ بِمَعْنَى الْعَلَامَةِ، وَهُوَ الْإِطْلَاقُ الْمَشْهُورُ، وَمِنْهُ قَوْلُهُ تَعَالَى: إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ الْآيَةَ [٢ \\ ٢٤٨] ، وَقَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ: </p><p> بِآيَةِ مَا قَالَتْ غَدَاةَ لَقِيتُهَا ... بِمِدْفَعِ أَكْنَانٍ أَهَذَا الْمُشَهَّرُ </p><p> يَعْنِي أَنَّ قَوْلَهَا ذَلِكَ هُوَ الْعَلَامَةُ بَيْنَهَا وَبَيْنَ رَسُولِهِ إِلَيْهَا الْمَذْكُورِ فِي قَوْلِهِ قَبْلَهُ: </p><p> أَلِكْنِي إِلَيْهَا بِالسَّلَامِ فَإِنَّهُ ... يُشَهَّرُ إِلْمَامِي بِهَا وَيُنَكَّرُ </p><p> وَقَدْ جَاءَ فِي شِعْرِ نَابِغَةِ ذُبْيَانَ وَهُوَ جَاهِلِيٌّ تَفْسِيرُ الْآيَةِ بِالْعَلَامَةِ فِي قَوْلِهِ: </p><p> تَوَهَّمْتُ آيَاتٍ لَهَا فَعَرَفْتُهَا ... لِسِتَّةِ أَعْوَامٍ وَذَا الْعَامُ سَابِعُ </p><p> ثُمَّ بَيَّنَ أَنَّ مُرَادَهُ بِالْآيَاتِ عَلَامَاتُ الدَّارِ بِقَوْلِهِ بَعْدَهُ: </p><p> رَمَادٌ كَكُحْلِ الْعَيْنِ لَأْيًا أُبِينُهُ ... وَنُؤْيٌ كَجَذْمِ الْحَوْضِ أَثْلَمُ خَاشِعُ </p><p> وَأَمَّا الثَّانِي مِنْهُمَا: فَهُوَ إِطْلَاقُ الْآيَةِ بِمَعْنَى الْجَمَاعَةِ، يَقُولُونَ: جَاءَ الْقَوْمُ بِآيَتِهِمْ، أَيْ بِجَمَاعَتِهِمْ، وَمِنْهُ قَوْلُ بُرْجِ بْنِ مُسْهِرٍ أَوْ غَيْرِهِ: </p><p> خَرَجْنَا مِنَ النَّقْبَيْنِ لَا حَيَّ مِثْلَنَا ... بِآيَاتِنَا نُزْجِي اللِّقَاحَ الْمَطَافِلَا </p><p> فَقَوْلُهُ:  «بِآيَاتِنَا» أَيْ بِجَمَاعَتِنَا. </p><p> وَأَمَّا إِطْلَاقُهَا فِي الْقُرْآنِ فَالْأَوَّلُ مِنْهُمَا إِطْلَاقُهَا عَلَى الْآيَةِ الْكَوْنِيَّةِ الْقَدَرِيَّةِ، كَقَوْلِهِ تَعَالَى: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ [٣ \\ ١٩٠] ، أَيْ عَلَامَاتٍ كَوْنِيَّةً قَدَرِيَّةً، يَعْرِفُ بِهَا أَصْحَابُ الْعُقُولِ السَّلِيمَةِ أَنَّ خَالِقَهَا هُوَ الرَّبُّ الْمَعْبُودُ وَحْدَهُ جَلَّ وَعَلَا، وَالْآيَةُ الْكَوْنِيَّةُ الْقَدَرِيَّةُ فِي الْقُرْآنِ مِنَ الْآيَةِ بِمَعْنَى الْعَلَامَةِ لُغَةً. </p><p> وَأَمَّا إِطْلَاقُهَا الثَّانِي فِي الْقُرْآنِ فَهُوَ إِطْلَاقُهَا عَلَى الْآيَةِ الشَّرْعِيَّةِ الدِّينِيَّةِ، كَقَوْلِهِ: رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ الْآيَةَ [٦٥ \\ ١١] وَنَحْوِهَا مِنَ الْآيَاتِ. </p><p> وَالْآيَةُ الشَّرْعِيَّةُ الدِّينِيَّةُ قِيلَ: هِيَ مِنَ الْآيَةِ بِمَعْنَى الْعَلَامَةِ لُغَةً، لِأَنَّهَا عَلَامَاتٌ عَلَى صِدْقِ مَنْ جَاءَ بِهَا، أَوْ أَنَّ فِيهَا عَلَامَاتٍ عَلَى ابْتِدَائِهَا وَانْتِهَائِهَا. </p><p> وَقِيلَ: مِنَ الْآيَةِ، بِمَعْنَى الْجَمَاعَةِ، لِاشْتِمَالِ الْآيَةِ الشَّرْعِيَّةِ الدِّينِيَّةِ عَلَى طَائِفَةٍ وَجَمَاعَةٍ مِنْ كَلِمَاتِ الْقُرْآنِ. </p><p> قَوْلُهُ تَعَالَى: مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْهُدَى وَالْإِضْلَالَ بِيَدِهِ وَحْدَهُ جَلَّ وَعَلَا، فَمَنْ هَدَاهُ فَلَا مُضِلَّ لَهُ، وَمَنْ أَضَلَّهُ فَلَا هَادِيَ لَهُ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ جِدًّا ; كَقَوْلِهِ تَعَالَى: وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا الْآيَةَ [١٧ \\ ٩٧] ، وَقَوْلِهِ: مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي وَمَنْ يُضْلِلْ فَأُولَئِكَ هُمُ الْخَاسِرُونَ [٧ \\ ١٧٨] ، وَقَوْلِهِ: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ الْآيَةَ [٢٨ \\ ٥٦] ، وَقَوْلِهِ: وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا الْآيَةَ [٥ \\ ٤١] ، وَقَوْلِهِ: إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ وَمَا لَهُمْ مِنْ نَاصِرِينَ [١٦ \\ ٣٧] ، وَقَوْلِهِ تَعَالَى: فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ [٦ \\ ١٢٥] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَيُؤْخَذُ مِنْ هَذِهِ الْآيَاتِ وَأَمْثَالِهَا فِي الْقُرْآنِ: بُطْلَانُ مَذْهَبِ الْقَدَرِيَّةِ، أَنَّ الْعَبْدَ مُسْتَقِلٌّ بِعَمَلِهِ مِنْ خَيْرٍ أَوْ شَرٍّ، وَأَنَّ ذَلِكَ لَيْسَ بِمَشِيئَةِ اللَّهِ بَلْ بِمَشِيئَةِ الْعَبْدِ، سُبْحَانَهُ جَلَّ وَعَلَا عَنْ أَنْ يَقَعَ فِي مُلْكِهِ شَيْءٌ بِدُونِ مَشِيئَتِهِ! وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا! وَسَيَأْتِي بَسْطُ </p>"
}