{
  "id": null,
  "sura": 18,
  "aya": 103,
  "text": "<p> وَعِيسَى وَعُزَيْرٍ، لَا الشَّيَاطِينُ وَنَحْوُهُمْ ; لِأَنَّ مِثْلَ هَذِهِ الْإِضَافَةِ لِلتَّشْرِيفِ غَالِبًا، وَقَدْ بَيَّنَ تَعَالَى: أَنَّهُمْ لَا يَكُونُونَ أَوْلِيَاءَ لَهُمْ فِي قَوْلِهِ: وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ الْآيَةَ [٣٤ \\ ٤٠ - ٤١] ، وَقَوْلِهِ: إِنَّا أَعْتَدْنَا [١٨ \\ ١٠٢] ، قَدْ أَوْضَحْنَا مَعْنَاهُ فِي قَوْلِهِ تَعَالَى: إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا الْآيَةَ [١٨ \\ ٢٩] ، فَأَغْنَى عَنْ إِعَادَتِهِ هُنَا، وَفِي قَوْلِهِ: نُزُلًا أَوْجُهٌ مِنَ التَّفْسِيرِ لِلْعُلَمَاءِ، أَظْهَرُهَا: أَنْ «النُّزُلَ» هُوَ مَا يُقَدَّمُ لِلضَّيْفِ عِنْدَ نُزُولِهِ، وَالْقَادِمُ عِنْدَ قُدُومِهِ، وَالْمَعْنَى: أَنَّ الَّذِي يُهَيَّأُ لَهُمْ مِنَ الْإِكْرَامِ عِنْدَ قُدُومِهِمْ إِلَى رَبِّهِمْ هُوَ جَهَنَّمُ الْمُعَدَّةُ لَهُمْ، كَقَوْلِهِ: فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ [٨٤ \\ ٢٤] ، وَقَوْلِهِ: يُغَاثُوا بِمَاءٍ كَالْمُهْلِ [١٨ \\ ٢٩] ، وَقَدْ قَدَّمْنَا شَوَاهِدَهُ الْعَرَبِيَّةَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى، يُغَاثُوا بِمَاءٍ كَالْمُهْلِ ; لِأَنَّ ذَلِكَ الْمَاءَ الَّذِي يَشْوِي الْوُجُوهَ لَيْسَ فِيهِ إِغَاثَةٌ، كَمَا أَنَّ جَهَنَّمَ لَيْسَتْ نُزُلَ إِكْرَامِ الضَّيْفِ أَوْ قَادِمٍ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ «نُزُلًا» بِمَعْنَى الْمَنْزِلِ، أَيْ: أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ مَنْزِلًا، أَيْ: مَكَانَ نُزُولٍ، لَا مَنْزِلَ لَهُمْ غَيْرُهَا، وَأَضْعَفُ الْأَوْجُهِ مَا زَعَمَهُ بَعْضُهُمْ مِنْ أَنَّ «النُّزُلَ» جَمْعُ نَازِلٍ، كَجَمْعِ الشَّارِفِ عَلَى شُرُفٍ بِضَمَّتَيْنِ، وَالَّذِي يَظْهَرُ فِي إِعْرَابِ «نُزُلًا» أَنَّهُ حَالٌ مُؤَوَّلَةٌ بِمَعْنَى الْمُشْتَقِّ، أَوْ مَفْعُولٌ لِـ «أَعْتَدْنَا» بِتَضْمِينِهِ مَعْنَى صَيَّرْنَا أَوْ جَعَلْنَا، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا. </p><p> الْمَعْنَى: قُلْ لَهُمْ يَا نَبِيَّ اللَّهِ: هَلْ نُنَبِّئُكُمْ، أَيْ: نُخْبِرُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا، أَيْ: بِالَّذِينَ هُمْ أَخْسَرُ النَّاسِ أَعْمَالًا وَأَضْيَعُهَا، فَالْأَخْسَرُ صِيَغَةُ تَفْضِيلٍ مِنَ الْخُسْرَانِ وَأَصْلُهُ نَقْصُ مَالِ التَّاجِرِ، وَالْمُرَادُ بِهِ فِي الْقُرْآنِ غَبْنُهُمْ بِسَبَبِ كُفْرِهِمْ وَمَعَاصِيهِمْ فِي حُظُوظِهِمْ مِمَّا عِنْدَ اللَّهِ لَوْ أَطَاعُوهُ، وَقَوْلُهُ: أَعْمَالًا مَنْصُوبٌ عَلَى التَّمْيِيزِ: </p><p> فَإِنْ قِيلَ: نَبِّئْنَا بِالْأَخْسَرِينَ أَعْمَالًا مَنْ هُمْ؟ </p><p> كَانَ الْجَوَابُ: هُمُ الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا، وَبِهِ تَعْلَمُ أَنَّ «الَّذِينَ» مِنْ قَوْلِهِ: الَّذِينَ ضَلَّ سَعْيُهُمْ [١٨ \\ ١٠٤] ، خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ جَوَابًا لِلسُّؤَالِ الْمَفْهُومِ مِنَ الْمَقَامِ، وَيَجُوزُ نَصْبُهُ عَلَى الذَّمِّ، وَجَرُّهُ عَلَى أَنَّهُ بَدَلٌ مِنَ الْأَخْسَرِينَ، أَوْ نَعْتٌ لَهُ، وَقَوْلُهُ: ضَلَّ سَعْيُهُمْ، أَيْ: بَطَلَ عَمَلُهُمْ وَحَبِطَ، فَصَارَ كَالْهَبَاءِ وَكَالسَّرَابِ وَكَالرَّمَادِ! كَمَا فِي قَوْلِهِ تَعَالَى: وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا [٢٥ \\ ٢٣] ، </p><p> وَقَوْلِهِ: وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ الْآيَةَ [٢٤ \\ ٣٩] ، وَقَوْلِهِ: مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ [١٤ \\ ١٨] ، وَمَعَ هَذَا فَهُمْ يَعْتَقِدُونَ أَنَّ عَمَلَهُمْ حَسَنٌ مَقْبُولٌ عِنْدَ اللَّهِ. </p><p> وَالتَّحْقِيقُ: أَنَّ الْآيَةَ نَازِلَةٌ فِي الْكُفَّارِ الَّذِينَ يَعْتَقِدُونَ أَنَّ كُفْرَهُمْ صَوَابٌ وَحَقٌّ، وَأَنَّ فِيهِ رِضَا رَبِّهِمْ، كَمَا قَالَ عَنْ عَبَدَةِ الْأَوْثَانِ: مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى [٣٩ \\ ٣] ، وَقَالَ عَنْهُمْ: وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ [١٠ \\ ١٨] ، وَقَالَ عَنِ الرُّهْبَانِ الَّذِينَ يَتَقَرَّبُونَ إِلَى اللَّهِ عَلَى غَيْرِ شَرْعٍ صَحِيحٍ: وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَاصِبَةٌ تَصْلَى نَارًا حَامِيَةً الْآيَةَ [٨٨ \\ ٢ - ٤] ، عَلَى الْقَوْلِ فِيهَا بِذَلِكَ، وَقَوْلُهُ تَعَالَى فِي الْكُفَّارِ: إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ [٧ \\ ٣٠] ، وَقَوْلُهُ: وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ [٤٣ \\ ٣٧] ، وَالدَّلِيلُ عَلَى نُزُولِهَا فِي الْكُفَّارِ تَصْرِيحُهُ تَعَالَى بِذَلِكَ فِي قَوْلِهِ بَعْدَهُ يَلِيهِ: أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ الْآيَةَ [١٨ \\ ١٠٥] ، فَقَوْلُ مَنْ قَالَ: إِنَّهُمُ الْكُفَّارُ، وَقَوْلُ مَنْ قَالَ: إِنَّهُمُ الرُّهْبَانُ، وَقَوْلُ مَنْ قَالَ: إِنَّهُمْ أَهْلُ الْكِتَابِ الْكَافِرُونَ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ ذَلِكَ تَشْمَلُهُ هَذِهِ الْآيَةُ، وَقَدْ رَوَى الْبُخَارِيُّ فِي صَحِيحِهِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَأَلَهُ ابْنُهُ مُصْعَبٌ عَنِ «الْأَخْسَرِينَ أَعْمَالًا» فِي هَذِهِ الْآيَةِ هَلْ هُمُ الْحَرُورِيَّةُ؟ فَقَالَ لَا، هُمُ الْيَهُودُ وَالنَّصَارَى، أَمَّا الْيَهُودُ فَكَفَرُوا بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَمَّا النَّصَارَى فَكَفَرُوا بِالْجَنَّةِ، وَقَالُوا لَا طَعَامَ فِيهَا، وَلَا شَرَابَ، وَالْحَرُورِيَّةُ الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ، وَكَانَ سَعِيدٌ يُسَمِّيهِمُ الْفَاسِقِينَ، اهـ مِنَ الْبُخَارِيِّ، وَمَا رُوِيَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ مِنْ أَنَّهُمْ أَهْلُ حَرُورَاءَ الْمَعْرُوفُونَ بِالْحَرُورِيِّينَ مَعْنَاهُ أَنَّهُمْ يَكُونُ فِيهِمْ مِنْ مَعْنَى الْآيَةِ بِقَدْرِ مَا فَعَلُوا ; لِأَنَّهُمْ يَرْتَكِبُونَ أُمُورًا شَنِيعَةً مِنَ الضَّلَالِ، وَيَعْتَقِدُونَ أَنَّهَا هِيَ مَعْنَى الْكِتَابِ وَالسُّنَّةِ، فَقَدْ ضَلَّ سَعْيُهُمْ وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا، وَإِنْ كَانُوا فِي ذَلِكَ أَقَلَّ مِنَ الْكُفَّارِ الْمُجَاهِرِينَ ; لِأَنَّ الْعِبْرَةَ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ كَمَا قَدْ قَدَّمَنَا إِيضَاحَهُ وَأَدِلَّتَهُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: الَّذِينَ ضَلَّ سَعْيُهُمْ [١٨ \\ ١٠٤] ، أَيْ: بَطَلَ وَاضْمَحَلَّ، وَقَدْ قَدَّمْنَا أَنَّ الضَّلَالَ يُطْلَقُ فِي الْقُرْآنِ وَاللُّغَةِ الْعَرَبِيَّةِ ثَلَاثَةَ إِطْلَاقَاتٍ: </p><p> الْأَوَّلُ: الضَّلَالُ بِمَعْنَى الذَّهَابِ عَنْ طَرِيقِ الْحَقِّ إِلَى طَرِيقِ الْبَاطِلِ، كَالذَّهَابِ عَنْ </p><p> الْإِسْلَامِ إِلَى الْكُفْرِ، وَهَذَا أَكْثَرُ اسْتِعْمَالَاتِهِ فِي الْقُرْآنِ، وَمِنْهُ قَوْلُهُ تَعَالَى: غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ [١ \\ ٧] ، وَقَوْلُهُ: وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ ٥ [٥ \\ ٧٧] . </p><p> الثَّانِي: الضَّلَالُ بِمَعْنَى الْهَلَاكِ وَالْغَيْبَةِ وَالِاضْمِحْلَالِ، وَمِنْهُ قَوْلُ الْعَرَبِ: ضَلَّ السَّمْنُ فِي الطَّعَامِ إِذَا اسْتَهْلَكَ فِيهِ وَغَابَ فِيهِ، وَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٦ \\ ٢٤] ، أَيْ: غَابَ وَاضْمَحَلَّ، وَقَوْلُهُ هُنَا: الَّذِينَ ضَلَّ سَعْيُهُمْ [١٨ \\ ١٠٤] ، أَيْ: بَطَلَ وَاضْمَحَلَّ، وَقَوْلُ الشَّاعِرِ: </p><p> أَلَمْ تَسْأَلْ فَتُخْبِرْكَ الدِّيَارُ ... عَنِ الْحَيِّ الْمُضَلَّلِ أَيْنَ سَارُوا </p><p> أَيْ: عَنِ الْحَيِّ الَّذِي غَابَ وَاضْمَحَلَّ، وَمِنْ هُنَا سُمِّيَ الدَّفْنُ إِضْلَالًا ; لِأَنَّ مَآلَ الْمَيِّتِ الْمَدْفُونِ إِلَى أَنْ تَخْتَلِطَ عِظَامُهُ بِالْأَرْضِ، فَيَضِلَّ فِيهَا كَمَا يَضِلُّ السَّمْنُ فِي الطَّعَامِ، وَمِنْ إِطْلَاقِ الضَّلَالِ عَلَى الدَّفْنِ قَوْلُ نَابِغَةَ ذُبْيَانَ: </p><p> فَآبَ مُضِلُّوهُ بِعَيْنٍ جَلِيَّةٍ ... وَغُودِرَ بِالْجَوَلَانِ حَزْمٍ وَنَائِلِ </p><p> فَقَوْلُهُ «مُضِلُّوهُ» يَعْنِي دَافِنِيهِ فِي قَبْرِهِ، وَمِنْ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ الْآيَةَ [٣٢ \\ ١٠] ، فَمَعْنَى ضَلَلْنَا فِي الْأَرْضِ أَنَّهُمُ اخْتَلَطَتْ عِظَامُهُمُ الرَّمِيمُ بِهَا فَغَابَتْ وَاسْتَهْلَكَتْ فِيهَا. </p><p> الثَّالِثُ: الضَّلَالُ بِمَعْنَى الذَّهَابِ عَنْ عِلْمِ حَقِيقَةِ الْأَمْرِ الْمُطَابِقَةِ لِلْوَاقِعِ، وَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَوَجَدَكَ ضَالًّا فَهَدَى [٩٣ \\ ٧] ، أَيْ: ذَاهِبًا عَمَّا تَعْلَمُهُ الْآنَ مِنَ الْعُلُومِ وَالْمَعَارِفِ الَّتِي لَا تُعْرَفُ إِلَّا بِالْوَحْيِ فَهَدَاكَ إِلَى تِلْكَ الْعُلُومِ وَالْمَعَارِفِ بِالْوَحْيِ، وَحَدَّدَ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى عَنْ أَوْلَادِ يَعْقُوبَ: قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ [١٢ \\ ٩٥] ، أَيْ: ذَهَابُكَ عَنِ الْعِلْمِ بِحَقِيقَةِ أَمْرِ يُوسُفَ، وَمِنْ أَجْلِ ذَلِكَ تَطْمَعُ فِي رُجُوعِهِ إِلَيْكَ ; وَذَلِكَ لَا طَمَعَ فِيهِ عَلَى أَظْهَرِ التَّفْسِيرَاتِ، وَقَوْلُهُ تَعَالَى: فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا [٢ \\ ٢٨٢] ، أَيْ: تَذْهَبُ عَنْ حَقِيقَةِ عِلْمِ الْمَشْهُودِ بِهِ بِنِسْيَانٍ أَوْ نَحْوِهِ، بِدَلِيلِ قَوْلِهِ: فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى [٢ \\ ٢٨٢] ، وَقَوْلِهِ تَعَالَى: قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى [٢٠ \\ ٥٢] ، وَمِنْ هَذَا الْمَعْنَى قَوْلُ الشَّاعِرِ: </p><p> وَتَظُنُّ سَلْمَى أَنَّنِي أَبْغِي بِهَا ... بَدَلًا أُرَاهَا فِي الضَّلَالِ تَهِيمُ </p><p> فَقَوْلُهُ «أُرَاهَا فِي الضَّلَالِ» : أَيْ: الذَّهَابِ عَنْ عَلَمِ حَقِيقَةِ الْأَمْرِ حَيْثُ تَظُنُّنِي أَبْغِي بِهَا بَدَلًا، وَالْوَاقِعُ بِخِلَافِ ذَلِكَ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: وَهُمْ يَحْسَبُونَ، أَيْ: يَظُنُّونَ، وَقَرَأَهُ بَعْضُ السَّبْعَةِ بِكَسْرِ السِّينِ، وَبَعْضُهُمْ بِفَتْحِهَا كَمَا قَدَّمْنَا مِرَارًا فِي جَمِيعِ الْقُرْآنِ، وَمَفْعُولَا «حَسِبَ» هُمَا الْمُبْتَدَأُ وَالْخَبَرُ اللَّذَانِ عَمِلَتْ فِيهِمَا «أَنَّ» وَالْأَصْلُ وَيَحْسَبُونَ أَنْفُسَهُمْ مُحْسِنِينَ صُنْعَهُمْ، وَقَوْلُهُ «صُنْعًا» أَيْ: عَمَلًا وَبَيْنَ قَوْلِهِ «يَحْسَبُونَ، وَيُحْسِنُونَ» الْجِنَاسُ الْمُسَمَّى عِنْدَ أَهْلِ الْبَدِيعِ «تَجْنِيسَ التَّصْحِيفِ» وَهُوَ أَنْ يَكُونَ النَّقْطُ فَرْقًا بَيْنَ الْكَلِمَتَيْنِ، كَقَوْلِ الْبُحْتُرِيِّ: </p><p> وَلَمْ يَكُنِ الْمُغْتَرُّ بِاللَّهِ إِذْ سَرَى ... لِيُعْجِزَ وَالْمُعْتَزُّ بِاللَّهِ طَالِبُهُ </p><p> فَبَيْنَ «الْمُغْتَرِّ وَالْمُعْتَزِّ» الْجِنَاسُ الْمَذْكُورُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ الْآيَةَ [١٨ \\ ١٠٥] ، نَصٌّ فِي أَنَّ الْكُفْرَ بِآيَاتِ اللَّهِ وَلِقَائِهِ يُحْبِطُ الْعَمَلَ، وَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ جِدًّا، كَقَوْلِهِ تَعَالَى فِي «الْعَنْكَبُوتِ» وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ [٢٩ \\ ٢٣] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، وَسَيَأْتِي بَعْضُ أَمْثِلَةٍ لِذَلِكَ قَرِيبًا إِنْ شَاءَ اللَّهُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا [١٨ \\ ١٠٥] ، فِيهِ لِلْعُلَمَاءِ أَوْجُهٌ: </p><p> أَحَدُهَا: أَنَّ الْمَعْنَى أَنَّهُمْ لَيْسَ لَهُمْ حَسَنَاتٌ تُوزَنُ فِي الْكِفَّةِ الْأُخْرَى فِي مُقَابَلَةِ سَيِّئَاتِهِمْ، بَلْ لَمْ يَكُنْ إِلَّا السَّيِّئَاتُ، وَمَنْ كَانَ كَذَلِكَ فَهُوَ فِي النَّارِ، كَمَا قَالَ تَعَالَى: وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ، [٢٣ \\ ١٠٣ - ١٠٤] ، وَقَالَ: وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ مَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ الْآيَةَ [٧ \\ ٨ - ٩] ، وَقَالَ: وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ وَمَا أَدْرَاكَ مَا نَارٌ حَامِيَةٌ [١٠١ \\ ٨ - ١٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى </p><p> فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا: أَنَّهُمْ لَا قَدْرَ لَهُمْ عِنْدَ اللَّهِ لِحَقَارَتِهِمْ، وَهُوَ أَنَّهُمْ بِسَبَبِ كُفْرِهِمْ، وَذَلِكَ كَقَوْلِهِ عَنْهُمْ: سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ [٤٠ \\ ٦٠] ، أَيْ: صَاغِرِينَ أَذِلَّاءَ حَقِيرِينَ، وَقَوْلِهِ: قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ [٣٧ \\ ١٨] ، وَقَوْلِهِ: قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ [٢٣ \\ ١٠٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى هَوَانِهِمْ وَصَغَارِهِمْ وَحَقَارَتِهِمْ. </p><p> وَقَدْ دَلَّتِ السُّنَّةُ الصَّحِيحَةُ عَلَى أَنَّ مَعْنَى الْآيَةِ يَدْخُلُ فِيهِ الْكَافِرُ السَّمِينُ الْعَظِيمُ الْبَدَنِ، لَا يَزِنُ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ جَنَاحَ بَعُوضَةٍ، قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبُو الزِّنَادِ عَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «إِنَّهُ لَيَأْتِي الرَّجُلُ الْعَظِيمُ السَّمِينُ يَوْمَ الْقِيَامَةِ لَا يَزِنُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ وَقَالَ اقْرَءُوا فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا» وَعَنْ يَحْيَى بْنِ بُكَيْرٍ، عَنِ الْمُغِيرَةِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ مِثْلُهُ اهـ، مِنَ الْبُخَارِيِّ. </p><p> وَهَذَا الْحَدِيثُ أَخْرَجَهُ أَيْضًا مُسْلِمٌ فِي صَحِيحِهِ، وَهُوَ يَدُلُّ عَلَى أَنَّ نَفْسَ الْكَافِرِ الْعَظِيمِ السَّمِينِ لَا يَزِنُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ، وَفِيهِ دَلَالَةٌ عَلَى وَزْنِ الْأَشْخَاصِ، وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ هَذِهِ الْآيَةَ بَعْدَ أَنْ أَشَارَ إِلَى حَدِيثِ أَبِي هُرَيْرَةَ الْمَذْكُورِ مَا نَصُّهُ: وَفِي هَذَا الْحَدِيثِ مِنَ الْفِقْهِ ذَمُّ السِّمَنِ لِمَنْ تَكَلَّفَهُ، لِمَا فِي ذَلِكَ مِنْ تَكَلُّفِ الْمَطَاعِمِ وَالِاشْتِغَالِ بِهَا عَنِ الْمَكَارِمِ، بَلْ يَدُلُّ عَلَى تَحْرِيمِ الْأَكْلِ الزَّائِدِ عَلَى قَدْرِ الْكِفَايَةِ، الْمُبْتَغَى بِهِ التَّرَفُّهُ وَالسِّمَنُ، وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ تَعَالَى الْحَبْرُ السَّمِينُ» وَمِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «خَيْرُكُمْ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ قَالَ عِمْرَانُ، فَلَا أَدْرِي أَذَكَرَ بَعْدَ قَرْنِهِ قَرْنَيْنِ أَوْ ثَلَاثَةً ثُمَّ إِنَّ مِنْ بَعْدِكُمْ قَوْمًا يَشْهَدُونَ وَلَا يُسْتَشْهَدُونَ، وَيَخُونُونَ وَلَا يُؤْتَمَنُونَ، وَيَنْذُرُونَ وَلَا يُوفُونَ، وَيَظْهَرُ فِيهِمُ السِّمَنُ» وَهَذَا ذَمٌّ، وَسَبَبُ ذَلِكَ: أَنَّ السِّمَنَ الْمُكْتَسَبَ إِنَّمَا هُوَ مِنْ كَثْرَةِ الْأَكْلِ وَالشَّرَهِ وَالدَّعَةِ وَالرَّاحَةِ وَالْأَمْنِ، وَالِاسْتِرْسَالِ مَعَ النَّفْسِ عَلَى شَهَوَاتِهَا، فَهُوَ عَبْدُ نَفْسِهِ لَا عَبْدُ رَبِّهِ، وَمَنْ كَانَ هَذَا حَالُهُ وَقَعَ لَا مَحَالَةَ فِي الْحَرَامِ، وَكُلُّ لَحْمٍ تَوَلَّدَ مِنْ سُحْتٍ فَالنَّارُ أَوْلَى بِهِ، وَقَدْ ذَمَّ اللَّهُ تَعَالَى الْكُفَّارَ بِكَثْرَةِ الْأَكْلِ فَقَالَ: وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ [٤٧ \\ ١٢] ، فَإِذَا كَانَ الْمُؤْمِنُ يَتَشَبَّهُ بِهِمْ، وَيَتَنَعَّمُ تَنَعُّمَهُمْ فِي كُلِّ أَحْوَالِهِ وَأَزْمَانِهِ، فَأَيْنَ حَقِيقَةُ الْإِيمَانِ وَالْقِيَامِ بِوَظَائِفِ الْإِسْلَامِ، وَمَنْ كَثُرَ أَكْلُهُ وَشُرْبُهُ كَثُرَ نَهَمُهُ وَحِرْصُهُ، وَزَادَ </p>"
}