{
  "id": null,
  "sura": 18,
  "aya": 59,
  "text": "<p> وَقَوْلِهِ تَعَالَى: وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا، بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْقُرَى الْمَاضِيَةَ لَمَّا ظَلَمَتْ بِتَكْذِيبِ الرُّسُلِ وَالْعِنَادِ وَاللَّجَاجِ فِي الْكُفْرِ وَالْمَعَاصِي أَهْلَكَهُمُ اللَّهُ بِذُنُوبِهِمْ. </p><p> وَهَذَا الْإِجْمَالُ فِي تَعْيِينِ هَذِهِ الْقُرَى وَأَسْبَابِ هَلَاكِهَا، وَأَنْوَاعِ الْهَلَاكِ الَّتِي وَقَعَتْ بِهَا جَاءَ مُفَصَّلًا فِي آيَاتٍ أُخَرَ كَثِيرَةٍ، كَمَا جَاءَ فِي الْقُرْآنِ مِنْ قِصَّةِ قَوْمِ نُوحٍ، وَقَوْمِ هُودٍ، وَقَوْمِ صَالِحٍ، وَقَوْمِ شُعَيْبٍ، وَقَوْمِ مُوسَى، كَمَا تَقَدَّمَ بَعْضُ تَفَاصِيلِهِ، وَالْقُرَى: جَمْعُ قَرْيَةٍ عَلَى غَيْرِ قِيَاسٍ ; لِأَنَّ جَمْعَ التَّكْسِيرِ عَلَى «فُعَلٍ» بِضَمٍّ فَفَتْحٍ لَا يَنْقَاسُ إِلَّا فِي جَمْعِ «فُعْلَةٍ» بِالضَّمِّ اسْمًا كَغُرْفَةٍ وَقِرْبَةٍ، أَوْ «فُعْلَى» إِذَا كَانَتْ أُنْثَى الْأَفْعَلِ خَاصَّةً، كَالْكُبْرَى وَالْكُبَرِ، كَمَا أَشَارَ لِذَلِكَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَفُعَلٌ جَمْعًا لِفِعْلَةٍ عُرِفْ وَنَحْوُ كُبْرَى. . . إِلَخْ أَيْ: وَأَمَّا فِي غَيْرِ ذَلِكَ فَسَمَاعٌ يُحْفَظُ وَلَا يُقَاسُ عَلَيْهِ، وَزَادَ فِي التَّسْهِيلِ نَوْعًا ثَالِثًا يَنْقَاسُ فِيهِ «فُعَلٌ» بِضَمٍّ فَفَتَحَ، وَهُوَ الْفُعُلَةُ بِضَمَّتَيْنِ إِنْ كَانَ اسْمًا كَجُمُعَةٍ وَجُمَعٍ، وَاسْمُ الْإِشَارَةِ فِي قَوْلِهِ: وَتِلْكَ الْقُرَى [١٨ \\ ٥٩] ، إِنَّمَا أُشِيرُ بِهِ لَهُمْ لِأَنَّهُمْ يَمُرُّونَ عَلَيْهَا فِي أَسْفَارِهِمْ، كَقَوْلِهِ: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ [٣٧ \\ ١٣٧ - ١٣٨] ، وَقَوْلِهِ: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ [١٥ \\ ٧٦] ، وَقَوْلِهِ: وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ [١٥ \\ ٧٩] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ «وَتِلْكَ» مُبْتَدَأٌ وَ «الْقُرَى» صِفَةٌ لَهُ، أَوْ عَطْفُ بَيَانٍ، وَقَوْلُهُ:  «أَهْلَكْنَاهُمْ» هُوَ الْخَبَرُ، وَيَجُوزُ أَنْ يَكُونَ الْخَبَرُ هُوَ «الْقُرَى» وَجُمْلَةُ «أَهْلَكْنَاهُمْ» فِي مَحَلِّ حَالٍ، كَقَوْلِهِ: فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا [٢٧ \\ ٥٢] ، وَيَجُوزُ أَنْ يَكُونَ قَوْلُهُ:  «وَتِلْكَ» فِي مَحَلِّ نَصْبٍ بِفِعْلٍ مَحْذُوفٍ يُفَسِّرُهُ الْعَامِلُ الْمُشْتَغِلُ بِالضَّمِيرِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> إِنْ مُضْمَرُ اسْمٍ سَابِقٍ فِعْلًا شَغَلْ ... عَنْهُ بِنَصْبِ لَفْظِهِ أَوِ الْمَحَلْ </p><p> فَالسَّابِقَ انْصِبْهُ بِفِعْلٍ أُضْمِرَا ... حَتْمًا مُوَافِقٌ لِمَا قَدْ أُظْهِرَا </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِمَهْلِكِهِمْ مَوْعِدًا [١٨ \\ ٥٩] ، قَرَأَهُ عَامَّةُ السَّبْعَةِ مَا عَدَا عَاصِمًا بِضَمِّ الْمِيمِ وَفَتْحِ اللَّامِ عَلَى صِيغَةِ اسْمِ الْمَفْعُولِ، وَهُوَ مُحْتَمَلٌ عَلَى هَذِهِ الْقِرَاءَةِ أَنْ يَكُونَ مَصْدَرًا مِيمِيًّا، أَيْ: جَعَلْنَا لِإِهْلَاكِهِمْ مَوْعِدًا، وَأَنْ يَكُونَ اسْمَ زَمَانٍ، أَيْ: </p><p> وَجَعَلْنَا لِوَقْتِ إِهْلَاكِهِمْ مَوْعِدًا، وَقَدْ تَقَرَّرَ فِي فَنِّ الصَّرْفِ أَنَّ كُلَّ فِعْلٍ زَادَ مَاضِيهِ عَلَى ثَلَاثَةِ أَحْرُفٍ مُطْلَقًا فَالْقِيَاسُ فِي مَصْدَرِهِ الْمِيمِيِّ وَاسْمِ مَكَانِهِ وَاسْمِ زَمَانِهِ أَنْ يَكُونَ الْجَمِيعُ بِصِيغَةِ اسْمِ الْمَفْعُولِ، وَالْمُهْلِكُ بِضَمِّ الْمِيمِ مَنْ أَهْلَكَهُ الرُّبَاعِيُّ، وَقَرَأَهُ حَفْصٌ عَنْ عَاصِمٍ «لِمَهْلِكِهِمْ» بِفَتْحِ الْمِيمِ وَكَسْرِ اللَّامِ، وَقَرَأَهُ شُعْبَةُ عَنْ عَاصِمٍ «لِمَهْلَكِهِمْ» بِفَتْحِ الْمِيمِ وَاللَّامِ مَعًا، وَالظَّاهِرُ أَنَّهُ عَلَى قِرَاءَةِ حَفْصٍ اسْمُ زَمَانٍ، أَيْ: وَجَعَلْنَا لِوَقْتِ هَلَاكِهِمْ مَوْعِدًا ; لِأَنَّهُ مِنْ هَلَكَ يَهْلِكُ بِالْكَسْرِ، وَمَا كَانَ مَاضِيهِ عَلَى «فَعَلَ» بِالْفَتْحِ وَمُضَارِعُهُ «يَفْعِلُ» بِالْكَسْرِ كَهَلَكَ يَهْلِكُ، وَضَرَبَ يَضْرِبُ، وَنَزَلَ يَنْزِلُ فَالْقِيَاسُ فِي اسْمِ مَكَانِهِ وَزَمَانِهِ «الْمَفْعِلُ» بِالْكَسْرِ، وَفِي مَصْدَرِهِ الْمِيمِيِّ الْمَفْعَلُ بِالْفَتْحِ، تَقُولُ هَذَا مَنْزِلُهُ بِالْكَسْرِ أَيْ: مَكَانُ نُزُولِهِ أَوْ وَقْتُ نُزُولِهِ، وَهَذَا «مَنْزَلُهُ» بِفَتْحِ الزَّايِ، أَيْ: نُزُولُهُ، وَهَكَذَا، مِنْهُ قَوْلُ الشَّاعِرِ: </p><p> أَإِنْ ذَكَّرَتْكَ الدَّارُ مَنْزَلَهَا جُمْلُ ... بَكَيْتَ فَدَمْعُ الْعَيْنِ مُنْحَدِرٌ سَجْلُ </p><p> فَقَوْلُهُ:  «مَنْزَلَهَا جُمْلُ» بِالْفَتْحِ، أَيْ: نُزُولٌ جُمْلُ إِيَّاهَا وَبِهِ تَعْلَمُ أَنَّهُ عَلَى قِرَاءَةِ شُعْبَةَ «لِمَهْلَكِهِمْ» بِفَتْحِ الْمِيمِ وَاللَّامِ أَنَّهُ مَصْدَرٌ مِيمِيٌّ، أَيْ: وَجَعَلْنَا لِهَلَاكِهِمْ مَوْعِدًا، وَالْمَوْعِدُ: الْوَقْتُ الْمُحَدَّدُ لِوُقُوعِ ذَلِكَ فِيهِ. </p><p> تَنْبِيهٌ </p><p> لَفْظَةُ «لَمَّا» تَرِدُ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ عَلَى ثَلَاثَةِ أَنْوَاعٍ: </p><p> الْأَوَّلُ: لَمَّا النَّافِيَةُ الْجَازِمَةُ لِلْمُضَارِعِ، نَحْوَ قَوْلِهِ: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ [٢ \\ ٢١٤] ، وَقَوْلِهِ: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ الْآيَةَ [٣ \\ ١٤٢] ، وَهَذِهِ حَرْفٌ بِلَا خِلَافٍ، وَهِيَ مُخْتَصَّةٌ بِالْمُضَارِعِ، وَالْفَوَارِقُ الْمَعْنَوِيَّةُ بَيْنَهَا وَبَيْنَ لَمِ النَّافِيَةِ مَذْكُورَةٌ فِي عِلْمِ الْعَرَبِيَّةِ، وَمِمَّنْ أَوْضَحَهَا ابْنُ هِشَامٍ وَغَيْرُهُ. </p><p> الثَّانِي: أَنْ تَكُونَ حَرْفَ اسْتِثْنَاءٍ بِمَعْنَى إِلَّا، فَتَدْخُلُ عَلَى الْجُمْلَةِ الِاسْمِيَّةِ، كَقَوْلِهِ تَعَالَى: إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ [٨٦ \\ ٤] ، فِي قِرَاءَةِ مَنْ شَدَّدَ «لَمَّا» أَيْ: مَا كُلُّ نَفْسٍ إِلَّا عَلَيْهَا حَافِظٌ، وَمِنْ هَذَا النَّوْعِ قَوْلُ الْعَرَبِ: أَنْشُدُكَ اللَّهَ لَمَّا فَعَلْتَ ; أَيْ: مَا أَسْأَلُكَ إِلَّا فِعْلَكَ، وَمِنْهُ قَوْلُ الرَّاجِزِ: </p><p> قَالَتْ لَهُ بِاللَّهِ يَا ذَا الْبُرْدَيْنِ ... لَمَّا غَنِثْتَ نَفَسًا أَوْ نَفَسَيْنِ </p><p> فَقَوْلُهَا «غَنِثْتَ» بِغَيْنٍ مُعْجَمَةٍ وَنُونٍ مَكْسُورَةٍ وَثَاءٍ مُثَلَّثَةٍ مُسْنَدًا لِتَاءِ الْمُخَاطَبِ، وَالْمُرَادُ بِقَوْلِهَا «غَنِثْتَ» تَنَفَّسْتَ فِي الشُّرْبِ، كَنَتَ بِذَلِكَ عَنِ الْجِمَاعِ، تُرِيدُ عَدَمَ مُتَابَعَتِهِ لِذَلِكَ، وَأَنْ يَتَنَفَّسَ بَيْنَ ذَلِكَ، وَهَذَا النَّوْعُ حَرْفٌ أَيْضًا بِلَا خِلَافٍ، وَبَعْضُ أَهْلِ الْعِلْمِ يَقُولُ: إِنَّهُ لُغَةُ هُذَيْلٍ. </p><p> الثَّالِثُ مِنْ أَنْوَاعِ «لَمَّا» هُوَ النَّوْعُ الْمُخْتَصُّ بِالْمَاضِي الْمُقْتَضِي جُمْلَتَيْنِ، تُوجَدُ ثَانِيَتُهُمَا عِنْدَ وُجُودِ أُولَاهُمَا، كَقَوْلِهِ: لَمَّا ظَلَمُوا، أَيْ: لَمَّا ظَلَمُوا أَهْلَكْنَاهُمْ، فَمَا قَبْلَهَا دَلِيلٌ عَلَى الْجُمْلَةِ الْمَحْذُوفَةِ، وَهَذَا النَّوْعُ هُوَ الْغَالِبُ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، «وَلَمَّا» هَذِهِ الَّتِي تَقْتَضِي رَبْطَ جُمْلَةٍ بِجُمْلَةٍ اخْتَلَفَ فِيهَا النَّحْوِيُّونَ: هَلْ هِيَ حِرَفٌ، أَوِ اسْمٌ، وَخِلَافُهُمْ فِيهَا مَشْهُورٌ، وَمِمَّنِ انْتَصَرَ لِأَنَّهَا حَرْفٌ ابْنُ خَرُوفٍ وَغَيْرُهُ، وَمِمَّنِ انْتَصَرَ لِأَنَّهَا اسْمٌ ابْنُ السَّرَّاجِ وَالْفَارِسِيُّ وَابْنُ جِنِّيٍّ وَغَيْرُهُمْ، وَجَوَابُ «لَمَّا» هَذِهِ يَكُونُ فِعْلًا مَاضِيًا بِلَا خِلَافٍ، كَقَوْلِهِ تَعَالَى: فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ الْآيَةَ [١٧ \\ ٦٧] ، وَيَكُونُ جُمْلَةً اسْمِيَّةً مَقْرُونَةً بِـ «إِذَا» الْفُجَائِيَّةِ، كَقَوْلِهِ: فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ [٢٩ \\ ٦٥] ، أَوْ مَقْرُونَةً بِالْفَاءِ كَقَوْلِهِ: فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ الْآيَةَ [٣١ \\ ٣٢] ، وَيَكُونُ جَوَابُهَا فِعْلًا مُضَارِعًا كَمَا قَالَهُ ابْنُ عُصْفُورٍ، كَقَوْلِهِ: فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَى يُجَادِلُنَا فِي قَوْمِ لُوطٍ الْآيَةَ [١١ \\ ٧٤] ، وَبَعْضُ مَا ذَكَرْنَا لَا يَخْلُو مِنْ مُنَاقَشَةٍ عِنْدَ عُلَمَاءِ الْعَرَبِيَّةِ، وَلَكِنَّهُ هُوَ الظَّاهِرُ. </p><p> هَذِهِ الْأَنْوَاعُ الثَّلَاثَةُ، هِيَ الَّتِي تَأْتِي لَهَا «لَمَّا» فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. </p><p> أَمَّا «لَمَّا» الْمُتَرَكِّبَةُ مِنْ كَلِمَاتٍ أَوْ كَلِمَتَيْنِ فَلَيْسَتْ مِنْ «لَمَّا» الَّتِي كَلَامُنَا فِيهَا ; لِأَنَّهَا غَيْرُهَا، فَالْمُرَكَّبَةُ مِنْ كَلِمَاتٍ كَقَوْلِ بَعْضِ الْمُفَسِّرِينَ فِي مَعْنَى قَوْلِهِ تَعَالَى: وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ [١١ \\ ١١١] ، فِي قِرَاءَةِ ابْنِ عَامِرٍ وَحَمْزَةَ وَحَفْصٍ عَنْ عَاصِمٍ بِتَشْدِيدِ نُونِ «إِنَّ» وَمِيمِ «لَمَّا» عَلَى قَوْلِ مَنْ زَعَمَ أَنَّ الْأَصْلَ عَلَى هَذِهِ الْقِرَاءَةِ: لَمِنْ مَا بِمِنِ التَّبْعِيضِيَّةِ، وَمَا بِمَعْنَى مِنْ، أَيْ: وَإِنَّ كُلًّا لَمِنْ جُمْلَةِ مَا يُوَفِّيهِمْ رَبُّكَ أَعْمَالَهُمْ، فَأُبْدِلَتْ نُونُ «مِنْ» مِيمًا وَأُدْغِمَتْ فِي مَا، فَلَمَّا كَثُرَتِ الْمِيمَاتُ حُذِفَتِ الْأُولَى فَصَارَ لَمًّا، وَعَلَى هَذَا الْقَوْلِ: فَـ «لَمَّا» مُرَكَّبَةٌ مِنْ ثَلَاثِ كَلِمَاتٍ: الْأَوْلَى الْحَرْفُ الَّذِي هُوَ اللَّامُ، وَالثَّانِيَةُ مِنْ، وَالثَّالِثَةُ مَا، وَهَذَا الْقَوْلُ وَإِنْ قَالَ بِهِ بَعْضُ أَهْلِ الْعِلْمِ لَا يَخْفَى ضَعْفُهُ وَبُعْدُهُ، وَأَنَّهُ لَا يَجُوزُ حَمْلُ الْقُرْآنِ عَلَيْهِ، وَقَصْدُنَا مُطْلَقُ التَّمْثِيلِ لِـ «لَمَّا» الْمُرَكَّبَةِ مِنْ كَلِمَاتٍ عَلَى </p>"
}