{
  "id": null,
  "sura": 18,
  "aya": 48,
  "text": "<p> وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ [٦ \\ ٣٨] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا [١٨ \\ ٤٧] ، أَيْ: لَمْ نَتْرُكْ، وَالْمُغَادَرَةُ: التَّرْكُ، وَمِنْهُ الْغَدْرُ ; لِأَنَّهُ تَرْكُ الْوَفَاءِ وَالْأَمَانَةِ، وَسُمِّيَ الْغَدِيرُ مِنَ الْمَاءِ غَدِيرًا ; لِأَنَّ السَّيْلَ ذَهَبَ وَتَرَكَهُ، وَمِنَ الْمُغَادَرَةِ بِمَعْنَى التَّرْكِ قَوْلُ عَنْتَرَةَ فِي مَطْلَعِ مُعَلَّقَتِهِ: </p><p> هَلْ غَادَرَ الشُّعَرَاءُ مِنْ مُتَرَدَّمِ ... أَمْ هَلْ عَرَفْتِ الدَّارَ بَعْدَ تَوَهُّمِ </p><p> وَقَوْلُهُ أَيْضًا: </p><p> غَادَرْتُهُ مُتَعَفِّرًا أَوْصَالُهُ ... وَالْقَوْمُ بَيْنَ مُجَرَّحٍ وَمُجَدَّلِ </p><p> وَمَا ذَكَرَهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّهُ حَشَرَهُمْ وَلَمْ يَتْرُكْ مِنْهُمْ أَحَدًا جَاءَ مُبَيَّنًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا الْآيَةَ [٦ \\ ٢٢] ، وَنَحْوِهَا مِنَ الْآيَاتِ ; لِأَنَّ حَشْرَهُمْ جَمِيعًا هُوَ مَعْنَى أَنَّهُ لَمْ يُغَادِرْ مِنْهُمْ أَحَدًا. </p><p> قَوْلُهُ تَعَالَى: وَعُرِضُوا عَلَى رَبِّكَ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْخَلَائِقَ يَوْمَ الْقِيَامَةِ يُعْرَضُونَ عَلَى رَبِّهِمْ صَفًّا، أَيْ: فِي حَالِ كَوْنِهِمْ مُصْطَفِّينَ، قَالَ بَعْضُ الْعُلَمَاءِ: صَفًّا بَعْدَ صَفٍّ، وَقَالَ بَعْضُهُمْ: صَفًّا وَاحِدًا وَقَالَ بَعْضُ الْعُلَمَاءِ «صَفًّا» أَيْ: جَمِيعًا، كَقَوْلِهِ: ثُمَّ ائْتُوا صَفًّا [٢٠ \\ ٦٤] ، عَلَى الْقَوْلِ فِيهِ بِذَلِكَ، وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَخَرَّجَ الْحَافِظُ أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ مِنْدَهْ فِي كِتَابِ التَّوْحِيدِ عَنْ مُعَاذِ بْنِ جَبَلٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُنَادِي يَوْمَ الْقِيَامَةِ بِصَوْتٍ رَفِيعٍ غَيْرِ فَظِيعٍ: يَا عِبَادِي، أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا أَرْحَمُ الرَّاحِمِينَ وَأَحْكَمُ الْحَاكِمِينَ وَأَسْرَعُ الْحَاسِبِينَ، يَا عِبَادِي، لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ، أَحْضِرُوا حُجَّتَكُمْ وَيَسِّرُوا جَوَابًا فَإِنَّكُمْ مَسْئُولُونَ مُحَاسَبُونَ. يَا مَلَائِكَتِي، أَقِيمُوا عِبَادِي صُفُوفًا عَلَى أَطْرَافِ أَنَامِلِ أَقْدَامِهِمْ لِلْحِسَابِ» ، قُلْتُ: هَذَا الْحَدِيثُ غَايَةٌ فِي الْبَيَانِ فِي تَفْسِيرِ الْآيَةِ، وَلَمْ يَذْكُرْهُ كَثِيرٌ مِنَ الْمُفَسِّرِينَ، وَقَدْ كَتَبْنَاهُ فِي كِتَابِ التَّذْكِرَةِ وَمِنْهُ نَقَلْنَاهُ، وَالْحَمْدُ لِلَّهِ. </p><p> انْتَهَى كَلَامُ الْقُرْطُبِيِّ، وَالْحَدِيثُ الْمَذْكُورُ يَدُلُّ عَلَى أَنَّ «صَفًّا» فِي هَذِهِ الْآيَةِ يُرَادُ بِهِ صُفُوفًا، كَقَوْلِهِ فِي الْمَلَائِكَةِ: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩ \\ ٢٢] ، وَنَظِيرُ الْآيَةِ قَوْلُهُ فِي الْمَلَائِكَةِ: يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّا لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا [٧٨ \\ ٣٨ - ٣٩] . </p><p> فَإِذَا عَلِمْتَ أَنَّ اللَّهَ جَلَّ وَعَلَا ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَالًا مِنْ أَحْوَالِ عَرْضِ </p><p> الْخَلَائِقِ عَلَيْهِ يَوْمَ الْقِيَامَةِ فَاعْلَمْ أَنَّهُ بَيَّنَ فِي مَوَاضِعَ أُخَرَ أَشْيَاءَ أُخَرَ مِنْ أَحْوَالِ عَرْضِهِمْ عَلَيْهِ، كَقَوْلِهِ: يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ [٦٩ \\ ١٨] ، وَبَيَّنَ فِي مَوَاضِعَ أُخَرَ مَا يُلَاقِيهِ الْكُفَّارُ، وَمَا يُقَالُ لَهُمْ عِنْدَ ذَلِكَ الْعَرْضِ عَلَى رَبِّهِمْ. كَقَوْلِهِ: وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ [١١ \\ ١٨ - ١٩] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: صَفًّا أَصْلُهُ مَصْدَرٌ، وَالْمَصْدَرُ الْمُنْكَرُ قَدْ يَكُونُ حَالًا عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَمَصْدَرٌ مُنْكَرٌ حَالًا يَقَعْ ... بِكَثْرَةٍ كَبَغْتَةً زِيدٌ طَلَعْ </p><p> قَوْلُهُ تَعَالَى: لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ. </p><p> هَذَا الْكَلَامُ مَقُولُ قَوْلٍ مَحْذُوفٍ، وَحَذْفُ الْقَوْلِ مُطَّرِدٌ فِي اللُّغَةِ الْعَرَبِيَّةِ، كَثِيرٌ جِدًّا فِي الْقُرْآنِ الْعَظِيمِ. وَالْمَعْنَى: يُقَالُ لَهُمْ يَوْمَ الْقِيَامَةِ لَقَدْ جِئْتُمُونَا، أَيْ: وَاللَّهِ لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ، أَيْ: حُفَاةً عُرَاةً غُرْلًا، أَيْ: غَيْرَ مَخْتُونِينَ، كُلُّ وَاحِدٍ مِنْكُمْ فَرْدٌ لَا مَالَ مَعَهُ وَلَا وَلَدَ، وَلَا خَدَمَ وَلَا حَشَمَ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ لَقَدْ تَقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَا كُنْتُمْ تَزْعُمُونَ [٦ \\ ٩٤] ، وَقَوْلِهِ: لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا [١٩ \\ ٩٤ - ٩٥] ، وَقَوْلِهِ تَعَالَى: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا الْآيَةَ [٢١ \\ ١٠٤] ، وَقَوْلِهِ: كَمَا بَدَأَكُمْ تَعُودُونَ [٧ \\ ٢٩] تَقَدَّمُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَمَا خَلَقْنَاكُمْ «مَا» مَصْدَرِيَّةٌ، وَالْمَصْدَرُ الْمُنْسَبِكُ مِنْهَا وَمِنْ صِلَتِهَا نَعْتٌ لِمَصْدَرٍ مَحْذُوفٍ عَلَى حَذْفِ مُضَافٍ، وَإِيضَاحُ تَقْرِيرِهِ: وَلَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ، أَيْ: مَجِيئًا مِثْلَ مَجِيءِ خَلْقِكُمْ، أَيْ: حُفَاةً عُرَاةً غُرْلًا كَمَا جَاءَ فِي الْحَدِيثِ، وَخَالِينَ مِنَ الْمَالِ وَالْوَلَدِ، وَهَذَا الْإِعْرَابُ هُوَ مُقْتَضَى كَلَامِ أَبِي حَيَّانَ فِي الْبَحْرِ، وَيَظْهَرُ لِي أَنَّهُ يَجُوزُ إِعْرَابُهُ أَيْضًا حَالًا، أَيْ: جِئْتُمُونَا فِي حَالِ كَوْنِكُمْ مُشَابِهِينَ لَكُمْ فِي حَالَتِكُمُ الْأُولَى ; لِأَنَّ التَّشْبِيهَ يُؤَوَّلُ بِمَعْنَى الْوَصْفِ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَيَكْثُرُ الْجُمُودُ فِي سِعْرٍ وَفِي ... مُبْدِي تَأَوُّلٍ بِلَا تَكَلُّف </p><p> كَبِعْهُ مُدًّا بِكَذَا يَدًا بِيَدْ ... وَكَرَّ زَيْدٌ أَسَدًا أَيْ كَأَسَدْ </p><p> فَقَوْلُهُ «وَكَرَّ زَيْدٌ أَسَدًا: أَيْ: كَأَسَدٍ» مِثَالٌ لِمُبْدِي التَّأَوُّلِ ; لِأَنَّهُ فِي تَأْوِيلِ كَرَّ فِي حَالِ كَوْنِهِ مُشَابِهًا لِلْأَسَدِ كَمَا ذَكَرْنَا، وَاعْلَمْ أَنَّ حَذْفَ الْقَوْلِ وَإِثْبَاتَ مَقُولِهِ مُطَّرِدٌ فِي اللُّغَةِ الْعَرَبِيَّةِ، وَكَثِيرٌ فِي الْقُرْآنِ الْعَظِيمِ كَمَا ذَكَرْنَاهُ آنِفًا، لَكِنْ عَكْسُهُ وَهُوَ إِثْبَاتُ الْقَوْلِ وَحَذْفُ مِقْوَلِهِ قَلِيلٌ جِدًّا، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> لَنَحْنُ الْأُلَى قُلْتُمْ فَأَنَّى مُلِئْتُمْ ... بِرُؤْيَتِنَا قَبْلَ اهْتِمَامٍ بِكُمْ رُعْبًا </p><p> لِأَنَّ الْمُرَادَ لَنَحْنُ الْأُلَى قُلْتُمْ نُقَاتِلُهُمْ، فَحَذَفَ جُمْلَةَ نُقَاتِلُهُمُ الَّتِي هِيَ مَقُولُ الْقَوْلِ، وَقَوْلُهُ: وَلَقَدْ جِئْتُمُونَا، عَبَّرَ فِيهِ بِالْمَاضِي وَأَرَادَ الْمُسْتَقْبَلَ ; لِأَنَّ تَحْقِيقَ وُقُوعِ ذَلِكَ يُنْزِلُهُ مَنْزِلَةَ الْوَاقِعِ بِالْفِعْلِ، وَالتَّعْبِيرُ بِصِيغَةِ الْمَاضِي عَنِ الْمُسْتَقْبَلِ لِمَا ذَكَرْنَا كَثِيرٌ جِدًّا فِي الْقُرْآنِ الْعَظِيمِ، وَمِنْهُ قَوْلُهُ هُنَا: وَحَشَرْنَاهُمْ [١٨ \\ ٤٧] ، وَقَوْلُهُ: وَعُرِضُوا عَلَى رَبِّكَ [١٨ \\ ٤٨] ، وَقَوْلُهُ: لَقَدْ جِئْتُمُونَا، وَمِنْهُ قَوْلُهُ: أَتَى أَمْرُ اللَّهِ، وَقَوْلُهُ: وَنُفِخَ فِي الصُّورِ [١٨ \\ ٩٩] ، وَقَوْلُهُ: وَسِيقَ الَّذِينَ كَفَرُوا [٣٩ \\ ٧١] ، وَقَوْلُهُ: وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ [٣٩ \\ ٧٣] ، وَنَحْوُ ذَلِكَ كَثِيرٌ فِي الْقُرْآنِ لِمَا ذَكَرْنَا. </p><p> قَوْلُهُ تَعَالَى: بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ زَعَمُوا أَنَّ اللَّهَ لَنْ يَجْعَلَ لَهُمْ مَوْعِدًا، وَالْمَوْعِدُ يَشْمَلُ زَمَانَ الْوَعْدِ وَمَكَانَهُ، وَالْمَعْنَى: أَنَّهُمْ زَعَمُوا أَنَّ اللَّهَ لَمْ يَجْعَلْ وَقْتًا وَلَا مَكَانًا لِإِنْجَازِ مَا وَعَدَهُمْ عَلَى أَلْسِنَةِ رُسُلِهِ مِنَ الْبَعْثِ وَالْجَزَاءِ وَالْحِسَابِ. وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ إِنْكَارِهِمُ الْبَعْثَ جَاءَ مُبَيَّنًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا الْآيَةَ [٦٤ \\ ٧] ، وَقَوْلِهِ عَنْهُمْ: وَمَا نَحْنُ بِمَبْعُوثِينَ [٦ \\ ٢٩] ، وَمَا نَحْنُ بِمُنْشَرِينَ [٤٤ \\ ٣٥] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ بَيَّنَ اللَّهُ تَعَالَى كَذِبَهُمْ فِي إِنْكَارِهِمْ لِلْبَعْثِ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا [١٨ \\ ٥٨] ، وَقَوْلِهِ: قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ الْآيَةَ [٦٤ \\ ٧] ، وَقَوْلِهِ: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا [١٦ \\ ٣٨] ، وَقَوْلِهِ: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ [٢١ \\ ١٠٤] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> وَقَدْ قَدَّمْنَا فِي </p>"
}