{
  "id": null,
  "sura": 18,
  "aya": 20,
  "text": "<p> الْفَرْعُ الثَّانِي أَنْ يَشْتَرِكَ ثَلَاثَةٌ: مِنْ أَحَدِهِمْ دَابَّةٌ، وَمِنْ آخَرَ رِوَايَةٌ، وَمِنَ الثَّالِثِ الْعَمَلُ، عَلَى أَنَّ مَا رَزَقَهُ اللَّهُ تَعَالَى فَهُوَ بَيْنَهُمْ، فَهَلْ يَجُوزُ هَذَا؟ اخْتُلِفَ فِي ذَلِكَ، فَمِنَ الْعُلَمَاءِ مَنْ قَالَ لَا يَجُوزُ هَذَا، وَهُوَ مَذْهَبُ مَالِكٍ، وَهُوَ ظَاهِرُ قَوْلِ الشَّافِعِيِّ. وَمِمَّنْ قَالَ بِذَلِكَ: الْقَاضِي مِنَ الْحَنَابِلَةِ، وَأَجَازَهُ بَعْضُ الْحَنَابِلَةِ، وَقَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \" : إِنَّهُ صَحِيحٌ فِي قِيَاسِ قَوْلِ أَحْمَدَ رَحِمَهُ اللَّهُ. </p><p> الْفَرْعُ الثَّالِثُ أَنْ يَشْتَرِكَ أَرْبَعَةٌ: مِنْ أَحَدِهِمْ دُكَّانٌ، وَمِنْ آخَرَ رَحًى، وَمِنْ آخَرَ بَغْلٌ، وَمِنَ الرَّابِعِ الْعَمَلُ، عَلَى أَنْ يَطْحَنُوا بِذَلِكَ، فَمَا رَزَقَهُ اللَّهُ تَعَالَى فَهُوَ بَيْنَهُمْ، فَهَلْ يَصِحُّ ذَلِكَ أَوْ لَا؟ اخْتُلِفَ فِيهِ، فَقِيلَ: يَصِحُّ ذَلِكَ وَهُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ، وَخَالَفَ فِيهِ الْقَاضِي مِنَ الْحَنَابِلَةِ وِفَاقًا لِلْقَائِلِينَ بِمَنْعِ ذَلِكَ كَالْمَالِكِيَّةِ، قَالَ ابْنُ قُدَامَةَ: وَمَنْعُهُ هُوَ ظَاهِرُ قَوْلِ الشَّافِعِيِّ ; لِأَنَّ هَذَا لَا يَجُوزُ أَنْ يَكُونَ مُشَارَكَةً وَلَا مُضَارَبَةَ، فَلَوْ كَانَ صَاحِبُ الرَّحَى وَصَاحِبُ الدَّابَّةِ وَصَاحِبُ الْحَانُوتِ اتَّفَقُوا عَلَى أَنْ يَعْمَلُوا جَمِيعًا وَكَانَ كِرَاءُ الْحَانُوتِ وَالرَّحَى وَالدَّابَّةِ مُتَسَاوِيًا، وَعَمَلُ أَرْبَابِهَا مُتَسَاوِيًا - فَهُوَ جَائِزٌ عِنْدَ الْمَالِكِيَّةِ، وَهَذِهِ الْمَسْأَلَةُ هِيَ الَّتِي أَشَارَ إِلَيْهَا خَلِيلٌ فِي مُخْتَصَرِهِ بِقَوْلِهِ عَاطِفًا عَلَى مَا لَا يَجُوزُ: وَذِي رَحًا، وَذِي بَيْتٍ، وَذِي دَابَّةٍ لِيَعْلَمُوا إِنْ لَمْ يَتَسَاوَ الْكِرَاءُ وَتَسَاوَوْا فِي الْغَلَّةِ وَتَرَادُّوا الْأَكْرِيَةَ، وَإِنِ اشْتُرِطَ عَمَلُ رَبِّ الدَّابَّةِ فَالْغَلَّةُ لَهُ وَعَلَيْهِ كِرَاؤُهُمَا. </p><p> وَلَا يَخْفَى أَنَّ \" الشَّرِكَةَ \" بَابٌ كَبِيرٌ مِنْ أَبْوَابِ الْفِقْهِ، وَأَنَّ مَسَائِلَهَا مُبَيَّنَةٌ بِاسْتِقْصَاءٍ فِي كُتُبِ فُرُوعِ الْأَئِمَّةِ الْأَرْبَعَةِ رَضِيَ اللَّهُ عَنْهُمْ، وَقَصْدُنَا هُنَا أَنْ نُبَيِّنَ جَوَازَهَا بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ، وَنَذْكُرَ أَقْسَامَهَا وَمَعَانِيَهَا اللُّغَوِيَّةَ وَالِاصْطِلَاحِيَّةَ، وَاخْتِلَافَ الْعُلَمَاءِ فِيهَا، وَبَيَانَ أَقْوَالِهِمْ، وَذِكْرَ بَعْضِ فُرُوعِهَا تَنْبِيهًا بِهَا عَلَى غَيْرِهَا، وَقَدْ أَتَيْنَا عَلَى جَمِيعِ ذَلِكَ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنْ أَصْحَابِ الْكَهْفِ أَنَّهُمْ قَالُوا إِنَّ قَوْمَهُمُ الْكُفَّارَ الَّذِينَ فَرُّوا مِنْهُمْ بِدِينِهِمْ إِنْ يَظْهَرُوا عَلَيْهِمْ، أَيْ يَطَّلِعُوا عَلَيْهِمْ وَيَعْرِفُوا مَكَانَهُمْ، يَرْجُمُوهُمْ بِالْحِجَارَةِ، وَذَلِكَ مِنْ أَشْنَعِ أَنْوَاعِ الْقَتْلِ، وَقِيلَ: يَرْجُمُوهُمْ بِالشَّتْمِ وَالْقَذْفِ، أَوْ يُعِيدُوهُمْ فِي مِلَّتِهِمْ، أَيْ: يَرُدُّوهُمْ إِلَى مِلَّةِ الْكُفْرِ. </p><p> وَهَذَا الَّذِي ذَكَرَهُ هُنَا مِنْ فِعْلِ الْكُفَّارِ مَعَ الْمُسْلِمِينَ مِنَ الْأَذَى أَوِ الرَّدِّ إِلَى الْكُفْرِ ذَكَرَهُ </p>"
}