{
  "id": null,
  "sura": 18,
  "aya": 6,
  "text": "<p> قَالَ الْجَوْهَرِيُّ فِي صِحَاحِهِ: قَالَ ابْنُ السِّكِّيتِ: وَكُلُّ مَا كَانَ يَنْتَصِبُ كَالْحَائِطِ وَالْعُودِ قِيلَ فِيهِ «عَوَجٌ» بِالْفَتْحِ، وَالْعِوَجُ - بِالْكَسْرِ - مَا كَانَ فِي أَرْضٍ أَوْ دِينٍ أَوْ مَعَاشٍ، يُقَالُ: فِي دِينِهِ عِوَجٌ. اهـ. </p><p> وَقَرَأَ هَذَا الْحَرْفَ حَفْصٌ عَنْ عَاصِمٍ فِي الْوَصْلِ عِوَجًا بِالسَّكْتِ عَلَى الْأَلِفِ الْمُبْدَلَةِ مِنَ التَّنْوِينِ سَكْتَةً يَسِيرَةً مِنْ غَيْرِ تَنَفُّسٍ، إِشْعَارًا بِأَنَّ قَيِّمًا لَيْسَ مُتَّصِلًا بِـ عِوَجًا فِي الْمَعْنَى، بَلْ لِلْإِشَارَةِ إِلَى أَنَّهُ مَنْصُوبٌ بِفِعْلٍ مُقَدَّرٍ، أَيْ جَعَلَهُ قَيِّمًا كَمَا قَدَّمْنَا. </p><p> وَقَرَأَ أَبُو بَكْرٍ عَنْ عَاصِمٍ مِنْ لَدُنْهُ بِإِسْكَانِ الدَّالِ مَعَ إِشْمَامِهَا الضَّمَّ، وَكَسْرِ النُّونِ وَالْهَاءِ وَوَصْلِهَا بِيَاءٍ فِي اللَّفْظِ، وَقَوْلُهُ: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ [١٨ \\ ٢] ، قَرَأَهُ الْجُمْهُورُ بِضَمِّ الْيَاءِ وَفَتْحِ الْبَاءِ الْمُوَحَّدَةِ وَكَسْرِ الشِّينِ مُشَدَّدَةً، وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ «يَبْشُرَ» بِفَتْحِ الْيَاءِ وَإِسْكَانِ الْبَاءِ الْمُوَحَّدَةِ وَضَمِّ الشِّينِ. </p><p> قَوْلُهُ تَعَالَى: فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا. </p><p> اعْلَمْ أَوَّلًا أَنَّ لَفْظَةَ «لَعَلَّ» تَكُونُ لِلتَّرَجِّي فِي الْمَحْبُوبِ، وَلِلْإِشْفَاقِ فِي الْمَحْذُورِ، وَاسْتَظْهَرَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ أَنَّ «لَعَلَّ» فِي قَوْلِهِ هُنَا: فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ لِلْإِشْفَاقِ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَبْخَعَ نَفْسَهُ لِعَدَمِ إِيمَانِهِمْ بِهِ. </p><p> وَقَالَ بَعْضُهُمْ: إِنَّ «لَعَلَّ» فِي الْآيَةِ لِلنَّهْيِ. وَمِمَّنْ قَالَ بِهِ الْعَسْكَرِيُّ، وَهُوَ مَعْنَى كَلَامِ ابْنِ عَطِيَّةَ كَمَا نَقَلَهُ عَنْهُمَا صَاحِبُ الْبَحْرِ الْمُحِيطِ. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالْمَعْنَى: لَا تَبْخَعْ نَفْسَكَ لِعَدَمِ إِيمَانِهِمْ. وَقِيلَ: هِيَ فِي الْآيَةِ لِلِاسْتِفْهَامِ الْمُضَمَّنِ مَعْنَى الْإِنْكَارِ. وَإِتْيَانُ «لَعَلَّ» لِلِاسْتِفْهَامِ مَذْهَبٌ كُوفِيٌّ مَعْرُوفٌ. </p><p> وَأَظْهَرُ هَذِهِ الْأَقْوَالِ عِنْدِي فِي مَعْنَى «لَعَلَّ» أَنَّ الْمُرَادَ بِهَا فِي الْآيَةِ النَّهْيُ عَنِ الْحُزْنِ عَلَيْهِمْ. </p><p> وَإِطْلَاقُ «لَعَلَّ» مُضَمَّنَةً مَعْنَى النَّهْيِ فِي مِثْلِ هَذِهِ الْآيَةِ أُسْلُوبٌ عَرَبِيٌّ يَدُلُّ عَلَيْهِ سِيَاقُ الْكَلَامِ. </p><p> وَمِنَ الْأَدِلَّةِ عَلَى أَنَّ الْمُرَادَ بِهَا النَّهْيُ عَنْ ذَلِكَ كَثْرَةُ وُرُودِ النَّهْيِ صَرِيحًا عَنْ ذَلِكَ ; كَقَوْلِهِ: فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ [٣٥ \\ ٨] ، وَقَوْلِهِ: وَلَا تَحْزَنْ عَلَيْهِمْ </p><p> [١٦ \\ ١٢٧] ، وَقَوْلِهِ: فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ [٥ \\ ٦٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> وَالْبَاخِعُ: الْمُهْلِكُ ; أَيْ مُهْلِكٌ نَفْسَكَ مِنْ شِدَّةِ الْأَسَفِ عَلَى عَدَمِ إِيمَانِهِمْ، وَمِنْهُ قَوْلُ ذِي الرُّمَّةِ: </p><p> أَلَا أَيُهَذَا الْبَاخِعُ الْوَجْدُ نَفْسَهُ ... لِشَيْءٍ نَحَتْهُ عَنْ يَدَيْهِ الْمَقَادِرُ </p><p> كَمَا تَقَدَّمَ. </p><p> وَقَوْلُهُ: عَلَى آثَارِهِمْ، قَالَ الْقُرْطُبِيُّ:  «آثَارِهُمْ» جَمْعُ أَثَرٍ، وَيُقَالُ إِثْرٌ. وَالْمَعْنَى: عَلَى أَثَرِ تَوَلِّيهِمْ وَإِعْرَاضِهِمْ عَنْكَ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: وَمَعْنَى «عَلَى آثَارِهِمْ» : مِنْ بَعْدِهِمْ، أَيْ بَعْدَ يَأْسِكَ مِنْ إِيمَانِهِمْ، أَوْ بَعْدَ مَوْتِهِمْ عَلَى الْكُفْرِ، يُقَالُ: مَاتَ فُلَانٌ عَلَى أَثَرِ فُلَانٍ ; أَيْ بَعْدَهُ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: شَبَّهَهُ وَإِيَّاهُمْ حِينَ تَوَلَّوْا عَنْهُ وَلَمْ يُؤْمِنُوا بِهِ، وَمَا دَاخَلَهُ مِنَ الْوَجْدِ وَالْأَسَفِ عَلَى تَوَلِّيهِمْ - بِرَجُلٍ فَارَقَتْهُ أَحِبَّتُهُ وَأَعِزَّتُهُ فَهُوَ يَتَسَاقَطُ حَسَرَاتٍ عَلَى آثَارِهِمْ وَيَبْخَعُ نَفْسَهُ وَجْدًا عَلَيْهِمْ، وَتَلَهُّفًا عَلَى فِرَاقِهِمْ. وَالْأَسَفُ هُنَا: شِدَّةُ الْحُزْنِ. وَقَدْ يُطْلَقُ الْأَسَفُ عَلَى الْغَضَبِ ; كَقَوْلِهِ: فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ [٤٣ \\ ٥٥] . </p><p> فَإِذَا حَقَّقْتَ مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ فَاعْلَمْ أَنَّ مَا ذَكَرَهُ فِيهَا جَلَّ وَعَلَا مِنْ شِدَّةِ حُزْنِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ، وَمِنْ نَهْيِهِ لَهُ عَنْ ذَلِكَ مُبَيَّنٌ فِي آيَاتٍ أُخَرَ كَثِيرَةٍ، كَقَوْلِهِ: فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ [٣٥ \\ ٨] ، وَكَقَوْلِهِ: لَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ [٢٦ \\ ٣] ، وَكَقَوْلِهِ: وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ [١٥ \\ ٨٨] ، وَكَقَوْلِهِ: فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ [٥ \\ ٦٨] ، وَكَقَوْلِهِ: قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ [٦ \\ ٣٣] ، وَكَقَوْلِهِ: وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ [١٥ \\ ٩٧] كَمَا قَدَّمْنَاهُ مُوَضَّحًا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَسَفًا مَفْعُولٌ مِنْ أَجْلِهِ، أَيْ مُهْلِكٌ نَفْسَكَ مِنْ أَجْلِ الْأَسَفِ. وَيَجُوزُ إِعْرَابُهُ حَالًا ; أَيْ فِي حَالِ كَوْنِكَ آسِفًا عَلَيْهِمْ. عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَمَصْدَرٌ مُنَكَّرٌ حَالًا يَقَعْ بِكَثْرَةٍ كَبَغْتَةً زِيدٌ طَلَعْ </p>"
}