{
  "id": null,
  "sura": 18,
  "aya": 98,
  "text": "<p> وَالْحَمَأُ: الطِّينُ كَمَا تَقَدَّمَ، وَمِنْ هَذَا الْمَعْنَى قَوْلُ تُبَّعٍ الْحِمْيَرِيِّ فِيمَا يُؤْثَرُ عَنْهُ يَمْدَحُ ذَا الْقَرْنَيْنِ: </p><p> بَلَغَ الْمَشَارِقَ وَالْمَغَارِبَ يَبْتَغِي ... أَسْبَابَ أَمْرٍ مِنْ حَكِيمٍ مُرْشِدٍ </p><p> فَرَأَى مَغِيبَ الشَّمْسِ عِنْدَ غُرُوبِهَا ... فِي عَيْنِ ذِي خَلَبٍ وَثَأْطٍ حَرْمَدِ </p><p> وَالْخَلَبُ - فِي لُغَةِ حِمْيَرَ -: الطِّينُ، وَالثَّأْطُ: الْحَمْأَةُ، وَالْحَرْمَدُ: الْأَسْوَدُ، وَعَلَى قِرَاءَةِ «حَامِيَةٍ» بِصِيغَةِ اسْمِ الْفَاعِلِ، فَالْمَعْنَى: أَنَّهَا حَارَّةٌ، وَذَلِكَ لِمُجَاوَرَتِهَا وَهَجَ الشَّمْسِ عِنْدَ غُرُوبِهَا، وَمُلَاقَاتِهَا الشُّعَاعَ بِلَا حَائِلٍ، وَلَا مُنَافَاةَ بَيْنَ الْقِرَاءَتَيْنِ وَكِلْتَاهُمَا حَقٌّ، قَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي تَفْسِيرِهِ: وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ [١٨ \\ ٨٦] ، أَيْ: رَأَى الشَّمْسَ فِي مَنْظَرِهِ تَغْرُبُ فِي الْبَحْرِ الْمُحِيطِ، وَهَذَا شَأْنُ كُلِّ مَنِ انْتَهَى إِلَى سَاحِلِهِ يَرَاهَا كَأَنَّهَا تَغْرُبُ فِيهِ إِلَى آخِرِ كَلَامِهِ، وَمُقْتَضَى كَلَامِهِ أَنَّ الْمُرَادَ بِالْعَيْنِ فِي الْآيَةِ الْبَحْرُ الْمُحِيطُ، وَهُوَ ذُو طِينٍ أَسْوَدَ، وَالْعَيْنُ تُطْلَقُ فِي اللُّغَةِ عَلَى يَنْبُوعِ الْمَاءِ، وَالْيَنْبُوعُ: الْمَاءُ الْكَثِيرُ، فَاسْمُ الْعَيْنِ يَصْدُقُ عَلَى الْبَحْرِ لُغَةً، وَكَوْنُ مَنْ عَلَى شَاطِئِ الْمُحِيطِ الْغَرْبِيِّ يَرَى الشَّمْسَ فِي نَظَرِ عَيْنِهِ تَسْقُطُ فِي الْبَحْرِ أَمْرٌ مَعْرُوفٌ، وَعَلَى هَذَا التَّفْسِيرِ فَلَا إِشْكَالَ فِي الْآيَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا </p><p> اعْلَمْ أَوَّلًا أَنَّا قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّهُ إِنْ كَانَ لِبَعْضِ الْآيَاتِ بَيَانٌ مِنَ الْقُرْآنِ لَا يَفِي بِإِيضَاحِ الْمَقْصُودِ وَقَدْ بَيَّنَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّا نُتَمِّمُ بَيَانَهُ بِذِكْرِ السُّنَّةِ الْمُبَيِّنَةِ لَهُ، وَقَدْ قَدَّمَنَا أَمْثِلَةً مُتَعَدِّدَةً لِذَلِكَ، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ هَاتَيْنِ الْآيَتَيْنِ لَهُمَا بَيَانٌ مِنْ كِتَابٍ أَوْضَحَتْهُ السُّنَّةُ، فَصَارَ بِضَمِيمَةِ السُّنَّةِ إِلَى الْقُرْآنِ بَيَانًا وَافِيًا بِالْمَقْصُودِ، وَاللَّهُ جَلَّ وَعَلَا قَالَ فِي كِتَابِهِ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ [١٦ \\ ٤٤] ، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ، وَآيَةَ الْأَنْبِيَاءِ قَدْ دَلَّتَا فِي الْجُمْلَةِ عَلَى أَنَّ السَّدَّ الَّذِي بَنَاهُ ذُو الْقَرْنَيْنِ دُونَ يَأْجُوجَ وَمَأْجُوجَ إِنَّمَا يَجْعَلُهُ اللَّهُ دَكًّا عِنْدَ مَجِيءِ الْوَقْتِ الْمَوْعُودِ بِذَلِكَ فِيهِ، وَقَدْ دَلَّتَا عَلَى أَنَّهُ بِقُرْبِ يَوْمِ الْقِيَامَةِ ; لِأَنَّهُ قَالَ هُنَا: فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكَانَ وَعْدُ رَبِّي حَقًّا وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ فِي الصُّورِ الْآيَةَ [١٨ \\ ٩٨ - ٩٩] ، وَأَظْهَرُ الْأَقْوَالِ فِي الْجُمْلَةِ الْمُقَدَّرَةِ </p><p> الَّتِي عَوَّضَ عَنْهَا تَنْوِينُ «يَوْمَئِذٍ» مِنْ قَوْلِهِ: وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ، أَنَّهُ يَوْمَ إِذْ جَاءَ وَعْدُ رَبِّي بِخُرُوجِهِمْ وَانْتِشَارِهِمْ فِي الْأَرْضِ، وَلَا يَنْبَغِي الْعُدُولُ عَنْ هَذَا الْقَوْلِ لِمُوَافَقَتِهِ لِظَاهِرِ سِيَاقٍ الْقُرْآنِ الْعَظِيمِ، وَإِذَا تَقَرَّرَ أَنَّ مَعْنَى «يَوْمَئِذٍ» يَوْمَ إِذْ جَاءَ الْوَعْدُ بِخُرُوجِهِمْ وَانْتِشَارِهِمْ فَاعْلَمْ أَنَّ الضَّمِيرَ فِي قَوْلِهِ: وَتَرَكْنَا بَعْضَهُمْ عَلَى الْقَوْلِ بِأَنَّهُ لِجَمِيعِ بَنِي آدَمَ فَالْمُرَادُ يَوْمُ الْقِيَامَةِ، وَإِذًا فَقَدْ دَلَّتِ الْآيَةُ عَلَى اقْتِرَانِهِ بِالْخُرُوجِ إِذَا دَكَّ السَّدَّ، وَقَرَّبَهُ مِنْهُ، وَعَلَى الْقَوْلِ بِأَنَّ الضَّمِيرَ رَاجِعٌ إِلَى يَأْجُوجَ وَمَأْجُوجَ، فَقَوْلُهُ بَعْدَهُ وَنُفِخَ فِي الصُّورِ يَدُلُّ فِي الْجُمْلَةِ عَلَى أَنَّهُ قَرِيبٌ مِنْهُ، قَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ قَالَ هَذَا رَحْمَةٌ مِنْ رَبِّي، هُوَ إِشَارَةٌ إِلَى السَّدِّ، أَيْ: هَذَا السَّدُّ نِعْمَةٌ مِنَ اللَّهِ وَرَحْمَةٌ عَلَى عِبَادِهِ، أَوْ هَذَا الْإِقْدَارٌ وَالتَّمْكِينٌ مِنْ تَسْوِيَتِهِ فَإِذَا جَاءَ وَعْدُ رَبِّي يَعْنِي فَإِذَا دَنَا مَجِيءُ يَوْمِ الْقِيَامَةِ، وَشَارَفَ أَنْ يَأْتِيَ جَعَلَ السَّدَّ دَكًّا، أَيْ: مَدْكُوكًا مَبْسُوطًا مُسَوًّى بِالْأَرْضِ، وَكُلُّ مَا انْبَسَطَ مِنْ بَعْدِ ارْتِفَاعٍ فَقَدِ انْدَكَّ، وَمِنْهُ الْجَمَلُ الْأَدَكُّ الْمُنْبَسِطُ السَّنَامِ اهـ. </p><p> وَآيَةُ الْأَنْبِيَاءِ الْمُشَارُ إِلَيْهَا هِيَ قَوْلُهُ تَعَالَى: حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا الْآيَةَ [٢١ \\ ٩٦ - ٩٧] ; لِأَنَّ قَوْلَهُ: حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَإِتْبَاعَهُ لِذَلِكَ بِقَوْلِهِ: وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا، يَدُلُّ فِي الْجُمْلَةِ عَلَى مَا ذَكَرْنَا فِي تَفْسِيرِ آيَةِ الْكَهْفِ الَّتِي نَحْنُ بِصَدَدِهَا، وَذَلِكَ يَدُلُّ عَلَى بُطْلَانِ قَوْلِ مَنْ قَالَ: إِنَّهُمْ رُوسِيَّةٌ، وَأَنَّ السَّدَّ فُتِحَ مُنْذُ زَمَانٍ طَوِيلٍ، فَإِذَا قِيلَ: إِنَّمَا تَدُلُّ الْآيَاتُ الْمَذْكُورَةُ فِي «الْكَهْفِ» وَ «الْأَنْبِيَاءِ» عَلَى مُطْلَقِ اقْتِرَابِ يَوْمِ الْقِيَامَةِ مِنْ دَكِّ السَّدِّ وَاقْتِرَابِهِ مِنْ يَوْمِ الْقِيَامَةِ لَا يُنَافِي كَوْنَهُ قَدْ وَقَعَ بِالْفِعْلِ، كَمَا قَالَ تَعَالَى: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ الْآيَةَ [٢١ \\ ١] ، وَقَالَ: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ [٥٤ \\ ١] ، وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَيْلٌ لِلْعَرَبِ، مِنْ شَرٍّ قَدِ اقْتَرَبَ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلَ هَذِهِ وَحَلَّقَ بِأُصْبَعَيْهِ الْإِبْهَامِ وَالَّتِي تَلِيهَا.» الْحَدِيثَ، وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْمَائِدَةِ» ، فَقَدْ دَلَّ الْقُرْآنُ وَالسُّنَّةُ الصَّحِيحَةُ عَلَى أَنَّ اقْتِرَابَ مَا ذَكَرَ لَا يَسْتَلْزِمُ اقْتِرَانُهُ بِهِ، بَلْ يَصِحُّ اقْتِرَابُهُ مَعَ مُهْلَةٍ، وَإِذًا فَلَا يُنَافِي دَكُّ السَّدِّ الْمَاضِي الْمَزْعُومِ الِاقْتِرَابَ مِنْ يَوْمِ الْقِيَامَةِ، فَلَا يَكُونُ فِي الْآيَاتِ الْمَذْكُورَةِ دَلِيلٌ عَلَى أَنَّهُ لَمْ يُدَكُّ السَّدُّ إِلَى الْآنِ. </p><p> فَالْجَوَابُ: هُوَ مَا قَدَّمْنَا أَنَّ هَذَا الْبَيَانَ بِهَذِهِ الْآيَاتِ لَيْسَ وَافِيًا بِتَمَامِ الْإِيضَاحِ إِلَّا بِضَمِيمَةِ السُّنَّةِ لَهُ، وَلِذَلِكَ ذَكَرْنَا أَنَّنَا نُتَمِّمُ مِثْلَهُ مِنَ السُّنَّةِ ; لِأَنَّهَا مُبَيِّنَةٌ لِلْقُرْآنِ، قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: حَدَّثَنَا أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنِي يَحْيَى بْنُ جَابِرٍ الطَّائِيُّ قَاضِي حِمْصَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرٍ عَنْ أَبِيهِ جُبَيْرِ بْنِ نُفَيْرٍ الْحَضْرَمِيِّ: أَنَّهُ سَمِعَ النَّوَّاسَ بْنَ سَمْعَانَ الْكِلَابِيَّ) ح (وَحَدَّثَنِي مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ) وَاللَّفْظُ لَهُ (، حَدَّثَنِي الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ أَبِيهِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ قَالَ: ذَكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الدَّجَّالَ ذَاتَ غَدَاةٍ فَخَفَضَ فِيهِ وَرَفَعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ، فَلَمَّا رُحْنَا إِلَيْهِ عَرَفَ ذَلِكَ فِينَا فَقَالَ:  «مَا شَأْنُكُمْ» ؟ قُلْنَا: يَا رَسُولَ اللَّهِ، ذَكَرْتَ الدَّجَّالَ غَدَاةً فَخَفَضْتَ فِيهِ وَرَفَعْتَ، حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ؟ فَقَالَ:  «غَيْرُ الدَّجَّالِ أَخْوَفَنِي عَلَيْكُمْ! إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ دُونَكُمْ، وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ فَامْرُؤٌ حَجِيجُ نَفْسِهِ، وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ، إِنَّهُ شَابٌّ قَطَطٌ، عَيْنُهُ طَافِئَةٌ، كَأَنِّي أُشَبِّهُهُ بِعَبْدِ الْعُزَّى بْنِ قَطَنٍ، فَمَنْ أَدْرَكَهُ مِنْكُمْ فَلْيَقْرَأْ عَلَيْهِ فَوَاتِحَ سُورَةِ» الْكَهْفِ «إِنَّهُ خَارِجٌ خَلَّةً بَيْنَ الشَّامِ وَالْعِرَاقِ، فَعَاثَ يَمِينًا وَعَاثَ شِمَالًا،» يَا عِبَادَ اللَّهِ فَاثْبُتُوا «قُلْنَا: يَا رَسُولَ اللَّهِ، وَمَا لُبْثُهُ فِي الْأَرْضِ؟قَالَ:» أَرْبَعُونَ يَوْمًا، يَوْمُ كَسَنَةٍ، وَيَوْمٌ كَشَهْرٍ، وَيَوْمٌ كَجُمُعَةٍ، وَسَائِرُ أَيَّامِهِ كَأَيَّامِكُمْ «قُلْنَا: يَا رَسُولَ اللَّهِ، فَذَلِكَ الْيَوْمُ الَّذِي كَسَنَةٍ، أَتَكْفِينَا فِيهِ صَلَاةُ يَوْمٍ؟قَالَ:» لَا، اقْدُرُوا لَهُ قَدْرَهُ «قُلْنَا: يَا رَسُولَ اللَّهِ، وَمَا إِسْرَاعُهُ فِي الْأَرْضِ؟قَالَ:» كَالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ «، فَيَأْتِي عَلَى الْقَوْمِ فَيَدْعُوهُمْ فَيُؤْمِنُونَ بِهِ وَيَسْتَجِيبُونَ لَهُ: فَيَأْمُرُ السَّمَاءَ فَتُمْطِرُ، وَالْأَرْضَ فَتُنْبِتُ، فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ أَطْوَلَ مَا كَانَتْ ذَرًّا وَأَسْبَغَهُ ضُرُوعًا، وَأَمَدَّهُ خَوَاصِرَ ثُمَّ يَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيَرُدُّونَ عَلَيْهِ قَوْلَهُ: فَيَنْصَرِفُ عَنْهُمْ فَيُصْبِحُونَ مُمْحِلِينَ لَيْسَ بِأَيْدِيهِمْ شَيْءٌ مِنْ أَمْوَالِهِمْ، وَيَمُرُّ بِالْخَرِبَةِ فَيَقُولُ لَهَا أَخْرِجِي كُنُوزَكِ، فَتُتْبِعُهُ كُنُوزَهَا كَيَعَاسِيبِ النَّحْلِ، ثُمَّ يَدْعُو رَجُلًا مُمْتَلِئًا شَبَابًا فَيَضْرِبُهُ بِالسَّيْفِ فَيَقْطَعُهُ جَزْلَتَيْنِ رَمْيَةَ الْغَرَضِ، ثُمَّ يَدْعُونَ فَيُقْبِلُ وَيَتَهَلَّلُ وَجْهُهُ يَضْحَكُ، فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ بَعَثَ اللَّهُ الْمَسِيحَ بْنَ مَرْيَمَ، فَيَنْزِلُ عِنْدَ الْمَنَارَةِ الْبَيْضَاءِ شَرْقِيَّ دِمَشْقَ بَيْنَ مَهْرُودَتَيْنِ، وَاضِعًا كَفَّيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ، إِذَا طَأْطَأَ رَأْسَهُ قَطَرَ، وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَانٌ كَاللُّؤْلُؤِ، فَلَا يَحِلُّ لِكَافِرٍ يَجِدُ رِيحَ نَفَسِهِ إِلَّا مَاتَ، وَنَفَسُهُ يَنْتَهِي حَيْثُ يَنْتَهِي طَرْفُهُ، فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدِّهِ فَيَقْتُلَهُ، ثُمَّ يَأْتِيَ عِيسَى ابْنُ </p><p> مَرْيَمَ قَوْمٌ قَدْ عَصَمَهُمُ اللَّهُ مِنْهُ، فَيَمْسَحُ عَنْ وُجُوهِهِمْ، وَيُحَدِّثُهُمْ بِدَرَجَاتِهِمْ فِي الْجَنَّةِ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَوْحَى اللَّهُ إِلَى عِيسَى: إِنِّي قَدْ أَخْرَجْتُ عِبَادًا لِي لَا يَدَانِ لِأَحَدٍ بِقِتَالِهِمْ، فَحَرِّزْ عِبَادِي إِلَى الطُّورِ، وَيَبْعَثُ اللَّهُ يَأْجُوجَ وَمَأْجُوجَ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ، فَيَمُرُّ أَوَائِلُهُمْ عَلَى بُحَيْرَةِ طَبَرِيَّةَ فَيَشْرَبُونَ مَا فِيهَا، وَيَمُرُّ آخِرُهُمْ فَيَقُولُونَ لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ، وَيَحْصُرُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ لِأَحَدِهِمْ خَيْرًا مِنْ مِائَةِ دِينَارٍ لِأَحَدِكُمُ الْيَوْمَ، فَيَرْغَبُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ فَيُرْسِلُ اللَّهُ عَلَيْهِمُ النَّغَفَ فِي رِقَابِهِمْ، فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ، ثُمَّ يَهْبِطُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ إِلَى الْأَرْضِ فَلَا يَجِدُونَ فِي الْأَرْضِ مَوْضِعَ شِبْرٍ إِلَّا مَلَأَهُ زَهَمُهُمْ وَنَتَنُهُمْ، فَيَرْغَبُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ إِلَى اللَّهِ فَيُرْسِلُ اللَّهُ طَيْرًا كَأَعْنَاقِ الْبُخْتِ فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ حَيْثُ شَاءَ اللَّهُ، ثُمَّ يُرْسِلُ اللَّهُ مَطَرًا لَا يُكَنُّ مِنْهُ بَيْتُ مَدَرٍ وَلَا وَبَرٍ فَيَغْسِلُ الْأَرْضَ حَتَّى يَتْرُكَهَا كَالزُّلْفَةِ ثُمَّ يُقَالُ لِلْأَرْضِ: أَنْبِتِي ثَمَرَتَكِ، وَرُدِّي بَرَكَتَكِ، فَيَوْمَئِذٍ تَأْكُلُ الْعِصَابَةُ مِنَ الرُّمَّانَةِ، وَيَسْتَظِلُّونَ بِقِحْفِهَا، يُبَارَكُ فِي الرُّسُلِ حَتَّى إِنَّ اللِّقْحَةَ مِنَ الْإِبِلِ لَتَكْفِي الْفِئَامَ مِنَ النَّاسِ، وَاللِّقْحَةَ مِنَ الْبَقَرِ لَتَكْفِي الْقَبِيلَةَ مِنَ النَّاسِ، وَاللِّقْحَةَ مِنَ الْغَنَمِ لَتَكْفِي الْفَخِذَ مِنَ النَّاسِ، فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ رِيحًا طَيِّبَةً فَتَأْخُذُهُمْ تَحْتَ آبَاطِهِمْ، فَتَقْبِضُ رُوحَ كُلِّ مُؤْمِنٍ وَكُلِّ مُسْلِمٍ، وَيَبْقَى شِرَارُ النَّاسِ يَتَهَارَجُونَ فِيهَا تَهَارُجَ الْحُمُرِ فَعَلَيْهِمْ تَقُومُ السَّاعَةُ» انْتَهَى بِلَفْظِهِ مِنْ صَحِيحِ مُسْلِمٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> وَهَذَا الْحَدِيثُ الصَّحِيحُ قَدْ رَأَيْتَ فِيهِ تَصْرِيحَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: بِأَنَّ اللَّهَ يُوحِي إِلَى عِيسَى ابْنِ مَرْيَمَ خُرُوجَ يَأْجُوجَ وَمَأْجُوجَ بَعْدَ قَتْلِهِ الدَّجَّالَ، فَمَنْ يَدَّعِي أَنَّهُمْ رُوسِيَّةٌ، وَأَنَّ السَّدَّ قَدِ انْدَكَّ مُنْذُ زَمَانٍ فَهُوَ مُخَالِفٌ لِمَا أَخْبَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُخَالَفَةً صَرِيحَةً لَا وَجْهَ لَهَا، وَلَا شَكَّ أَنَّ كُلَّ خَبَرٍ نَاقِضٍ خَبَرَ الصَّادِقِ الْمَصْدُوقِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهُوَ بَاطِلٌ ; لِأَنَّ نَقِيضَ الْخَبَرِ الصَّادِقِ كَاذِبٌ ضَرُورَةً كَمَا هُوَ مَعْلُومٌ، وَلَمْ يَثْبُتْ فِي كِتَابِ اللَّهِ وَلَا سُنَّةَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ يُعَارِضُ هَذَا الْحَدِيثَ الَّذِي رَأَيْتَ صِحَّةَ سَنَدِهِ، وَوُضُوحَ دَلَالَتِهِ عَلَى الْمَقْصُودِ. </p><p> وَالْعُمْدَةُ فِي الْحَقِيقَةِ لِمَنِ ادَّعَى أَنَّ يَأْجُوجَ وَمَأْجُوجَ هُمْ رُوسِيَّةٌ، وَمَنِ ادَّعَى مِنَ الْمُلْحِدِينَ أَنَّهُمْ لَا وُجُودَ لَهُمْ أَصْلًا هِيَ حُجَّةٌ عَقْلِيَّةٌ فِي زَعْمِ صَاحِبِهَا، وَهِيَ بِحَسَبِ الْمُقَرَّرِ فِي الْجَدَلِ قِيَاسٌ اسْتِثْنَائِيٌّ مُرَكَّبٌ مِنْ شَرْطِيَّةٍ مُتَّصِلَةٍ لُزُومِيَّةٍ فِي زَعْمِ الْمُسْتَدِلِّ بِهِ يُسْتَثْنَى فِيهِ نَقِيضُ التَّالِي، فَيَنْتُجُ نَقِيضُ الْمُقَدَّمِ، وَصُورَةُ نَظْمِهِ أَنْ يَقُولَ: لَوْ كَانَ يَأْجُوجُ وَمَأْجُوجُ وَرَاءَ السَّدِّ إِلَى الْآنِ، لَاطَّلَعَ عَلَيْهِمُ النَّاسُ لِتَطَوُّرِ طُرُقُ الْمُوَاصَلَاتِ، لَكِنَّهُمْ لَمْ </p><p> يَطَّلِعْ عَلَيْهِمْ أَحَدٌ يُنْتِجُ فَهُمْ لَيْسُوا وَرَاءَ السَّدِّ إِلَى الْآنِ ; لِأَنَّ اسْتِثْنَاءَ نَقِيضِ التَّالِي يُنْتِجُ نَقِيضَ الْمُقَدَّمِ كَمَا هُوَ مَعْلُومٌ، وَبِعِبَارَةٍ أَوْضَحَ لِغَيْرِ الْمَنْطِقِيِّ ; لِأَنَّ نَفْيَ اللَّازِمِ يَقْتَضِي نَفْيَ الْمَلْزُومِ هَذَا هُوَ عُمْدَةُ حُجَّةِ الْمُنْكِرِينَ وَجُودَهُمْ إِلَى الْآنِ وَرَاءَ السَّدِّ، وَمِنَ الْمَعْلُومِ أَنَّ الْقِيَاسَ الِاسْتِثْنَائِيَّ الْمَعْرُوفَ بِالشَّرْطِيِّ، إِذَا كَانَ مُرَكَّبًا مِنْ شَرْطِيَّةٍ مُتَّصِلَةٍ وَاسْتِثْنَائِيَّةٍ، فَإِنَّهُ يَتَوَجَّهُ عَلَيْهِ الْقَدَحُ مِنْ ثَلَاثِ وِجْهَاتٍ: </p><p> الْأُولَى: أَنْ يَقْدَحَ فِيهِ مِنْ جِهَةِ شَرْطِيَّتِهِ، لِكَوْنِ الرَّبْطِ بَيْنَ الْمُقَدَّمِ وَالتَّالِي لَيْسَ صَحِيحًا. </p><p> الثَّانِيَةُ: أَنْ يَقْدَحَ فِيهِ مِنْ جِهَةِ اسْتِثْنَائِيَّتِهِ. </p><p> الثَّالِثَةُ: أَنْ يَقْدَحَ فِيهِ مِنْ جِهَتِهِمَا مَعًا، وَهَذَا الْقِيَاسُ الْمَزْعُومُ يَقْدَحُ فِيهِ مِنْ جِهَةِ شَرْطِيَّتِهِ فَيَقُولُ لِلْمُعْتَرِضِ: الرَّبْطُ فِيهِ بَيْنَ الْمُقَدَّمِ وَالتَّالِي غَيْرُ صَحِيحٍ، فَقَوْلُكُمْ: لَوْ كَانُوا مَوْجُودِينَ وَرَاءَ السَّدِّ إِلَى الْآنِ لَاطَّلَعَ عَلَيْهِمُ النَّاسُ غَيْرُ صَحِيحٍ، لِإِمْكَانِ أَنْ يَكُونُوا مَوْجُودِينَ وَاللَّهُ يُخْفِي مَكَانَهُمْ عَلَى عَامَّةِ النَّاسِ حَتَّى يَأْتِيَ الْوَقْتُ الْمُحَدَّدُ لِإِخْرَاجِهِمْ عَلَى النَّاسِ، وَمِمَّا يُؤَيِّدُ إِمْكَانَ هَذَا مَا ذَكَرَهُ اللَّهُ تَعَالَى فِي سُورَةِ «الْمَائِدَةِ» مِنْ أَنَّهُ جَعَلَ بَنِي إِسْرَائِيلَ يَتِيهُونَ فِي الْأَرْضِ أَرْبَعِينَ سَنَةً، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ الْآيَةَ [٥ \\ ٢٦] ، وَهُمْ فِي فَرَاسِخَ قَلِيلَةٍ مِنَ الْأَرْضِ، يَمْشُونَ لَيْلَهُمْ وَنَهَارَهُمْ وَلَمْ يَطَّلِعْ عَلَيْهِمُ النَّاسُ حَتَّى انْتَهَى أَمَدُ التِّيهِ، لِأَنَّهُمْ لَوِ اجْتَمَعُوا بِالنَّاسِ لَبَيَّنُوا لَهُمُ الطَّرِيقَ، وَعَلَى كُلِّ حَالٍ، فَرَبُّكَ فَعَّالٌ لِمَا يُرِيدُ، وَأَخْبَارُ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الثَّابِتَةُ عَنْهُ صَادِقَةٌ، وَمَا يُوجَدُ بَيْنَ أَهْلِ الْكِتَابِ مِمَّا يُخَالِفُ مَا ذَكَرْنَا وَنَحْوَهُ مِنَ الْقِصَصِ الْوَارِدَةِ فِي الْقُرْآنِ وَالسَّنَةِ الصَّحِيحَةِ، زَاعِمِينَ أَنَّهُ مُنَزَّلٌ فِي التَّوْرَاةِ أَوْ غَيْرِهِ مِنَ الْكُتُبِ السَّمَاوِيَّةِ بَاطِلٌ يَقِينًا لَا يُعَوَّلُ عَلَيْنَا ; لِأَنَّ اللَّهَ جَلَّ وَعَلَا صَرَّحَ فِي هَذَا الْقُرْآنِ الْعَظِيمِ الَّذِي لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ بِأَنَّهُمْ بَدَّلُوا وَحَرَّفُوا وَغَيَّرُوا فِي كُتُبِهِمْ، كَقَوْلِهِ: يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ [٥ \\ ١٣] ، وَقَوْلِهِ: تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا [٦ \\ ٩١] ، وَقَوْلِهِ: فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلًا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ [٢ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ [٣ \\ ٧٨] ، </p>"
}