{
  "id": null,
  "sura": 19,
  "aya": 21,
  "text": "<p> وَالْحَرَامَ، وَقَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى هُنَا: وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا: جَعَلَ الْمَسَّ عِبَارَةً عَنِ النِّكَاحِ الْحَلَالِ لِأَنَّهُ كِنَايَةٌ عَنْهُ، كَقَوْلِهِ تَعَالَى: مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ [٢ \\ ٢٧٣] ، أَوْ لَامَسْتُمُ النِّسَاءَ [٤ \\ ٤٣] ، وَالزِّنَى لَيْسَ كَذَلِكَ، إِنَّمَا يُقَالُ فِيهِ: فَجَرَ بِهَا، وَخَبُثَ بِهَا وَمَا أَشْبَهَ ذَلِكَ، وَلَيْسَ بِقَمِنٍ أَنْ تُرَاعَى فِيهِ الْكِنَايَاتُ وَالْآدَابُ. اهـ. </p><p> وَالْأَظْهَرُ الْأَوَّلُ، وَآيَةُ آلِ عِمْرَانَ تَدُلُّ عَلَيْهِ، وَيُؤَيِّدُهُ أَنَّ لَفْظَةَ «بَشَرٌ» نَكِرَةٌ فِي سِيَاقِ النَّفْيِ فَهِيَ تَعُمُّ كُلَّ بَشَرٍ، فَيَنْتَفِي مَسِيسُ كُلِّ بَشَرٍ كَائِنًا مَنْ كَانَ. وَالْبَغِيُّ: الْمُجَاهِرَةُ الْمُشْتَهِرَةُ بِالزِّنَى، وَوَزْنُهُ فَعُولٌ عِنْدَ الْمُبَرِّدِ، اجْتَمَعَتْ فِيهِ وَاوٌ وَيَاءٌ سُبِقَتْ إِحْدَاهُمَا بِالسُّكُونِ، فَقُلِبَتِ الْوَاوُ يَاءً وَأُدْغِمَتْ فِي الْيَاءِ وَكُسِرَ مَا قَبْلَهَا لِأَجْلِ الْيَاءِ كَمَا كُسِرَتْ فِي عِصِيٍّ وَدِلِيٍّ جَمْعُ عَصًا وَدَلْوٍ، كَمَا قَدَّمْنَا هَذَا مِرَارًا، وَالْقَائِلُ بِأَنَّ أَصْلَ «الْبَغِيِّ» فَعُولٌ، يَقُولُ: لَوْ كَانَ أَصْلُهُ «فَعِيلًا» لَلَحِقَتْهُ هَاءُ التَّأْنِيثِ ; لِأَنَّهَا لَازِمَةٌ فِي «فَعِيلٍ» بِمَعْنَى «فَاعِلٍ» وَقَالَ ابْنُ جِنِّيٍّ فِي كِتَابِ التَّمَامِ: أَصْلُ الْبَغِيِّ عَلَى وَزْنِ «فَعِيلٍ» وَلَوْ كَانَ «فَعُولًا» لَقِيلَ: بَغُوٌّ، كَمَا قِيلَ: فُلَانٌ نَهُوٌّ عَنِ الْمُنْكَرِ، وَعَلَى هَذَا الْقَوْلِ فَقَدْ يُجَابُ عَنْ عَدَمِ لُحُوقِ تَاءِ التَّأْنِيثِ، بِأَنَّ الْبَغِيَّ وَصْفٌ مُخْتَصٌّ بِالْإِنَاثِ، وَالرَّجُلُ يُقَالُ فِيهِ بَاغٍ لَا بَغِيٌّ، كَمَا قَالَهُ أَبُو حَيَّانَ فِي الْبَحْرِ، وَالْأَوْصَافُ الْمُخْتَصَّةُ بِالْإِنَاثِ لَا تَحْتَاجُ إِلَى تَاءِ الْفَرْقِ بَيْنَ الذَّكَرِ وَالْأُنْثَى كَحَائِضٍ، كَمَا عَقَدَهُ ابْنُ مَالِكٍ فِي الْكَافِيَةِ بِقَوْلِهِ: </p><p> وَمَا مِنَ الصِّفَاتِ بِالْأُنْثَى يُخَصّ ... عَنْ تَاءٍ اسْتَغْنَى لِأَنَّ اللَّفْظَ نَصّ </p><p> قَوْلُهُ تَعَالَى: قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ. </p><p> قَدْ قَدَّمْنَا تَفْسِيرَ هَذِهِ الْآيَةِ مُسْتَوْفًى فِي قِصَّةِ زَكَرِيَّا، فَأَغْنَى عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُ جِبْرِيلَ لِمَرْيَمَ فِي هَذِهِ الْآيَةِ: قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ [١٩ \\ ٢١] ، أَيْ: وَسَتَلِدِينَ ذَلِكَ الْغُلَامَ الْمُبَشَّرَ بِهِ مِنْ غَيْرِ أَنْ يَمَسَّكِ بَشَرٌ، وَقَدْ أَشَارَ تَعَالَى إِلَى مَعْنَى هَذِهِ الْآيَةِ فِي سُورَةِ «آلِ عِمْرَانَ» فِي قَوْلِهِ: قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ [٣ \\ ٤٧] . </p><p> قَوْلُهُ تَعَالَى: وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مِنْ حِكَمِ خَلْقِهِ عِيسَى مِنِ امْرَأَةٍ بِغَيْرِ زَوْجٍ لِيَجْعَلَ ذَلِكَ آيَةً لِلنَّاسِ، أَيْ عَلَامَةً دَالَّةً عَلَى كَمَالِ قُدْرَتِهِ، وَأَنَّهُ تَعَالَى يَخْلُقُ مَا يَشَاءُ كَيْفَ </p>"
}