{
  "id": null,
  "sura": 19,
  "aya": 22,
  "text": "<p> يَشَاءُ: إِنْ شَاءَ خَلَقَهُ مِنْ أُنْثَى بِدُونِ ذَكَرٍ كَمَا فَعَلَ بِعِيسَى، وَإِنْ شَاءَ خَلَقَهُ مِنْ ذَكَرٍ بِدُونِ أُنْثَى كَمَا فَعَلَ بِحَوَّاءَ، كَمَا نَصَّ عَلَى ذَلِكَ فِي قَوْلِهِ: وَخَلَقَ مِنْهَا زَوْجَهَا [٤ \\ ١] ، أَيْ: خَلَقَ مِنْ تِلْكَ النَّفْسِ الَّتِي هِيَ آدَمُ زَوْجَهَا حَوَّاءَ، وَإِنْ شَاءَ خَلَقَهُ بِدُونِ الذَّكَرِ وَالْأُنْثَى مَعًا كَمَا فَعَلَ بِآدَمَ، وَإِنْ شَاءَ خَلَقَهُ مِنْ ذَكَرٍ وَأُنْثَى كَمَا فَعَلَ بِسَائِرِ بَنِي آدَمَ، فَسُبْحَانَ اللَّهِ الْعَظِيمِ الْقَادِرِ عَلَى كُلِّ شَيْءٍ، وَمَا ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ كَوْنِهِ جَعَلَ عِيسَى آيَةً حَيْثُ وَلَدَتْهُ أُمُّهُ مِنْ غَيْرِ زَوْجٍ، أَشَارَ لَهُ أَيْضًا فِي «الْأَنْبِيَاءِ» بِقَوْلِهِ: وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ [٢١ \\ ٩١] ، وَفِي «الْفَلَاحِ» بِقَوْلِهِ: وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا الْآيَةَ [٢٣</p><p> ] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ [١٩ \\ ٢١] ، فِيهِ حَذْفٌ دَلَّ الْمَقَامُ عَلَيْهِ، قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ تَعْلِيلٌ مُعَلَّلُهُ مَحْذُوفٌ، أَيْ: وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ فَعَلْنَا ذَلِكَ، أَوْ هُوَ مَعْطُوفٌ عَلَى تَعْلِيلٍ مُضْمَرٍ، أَيْ: لِنُبَيِّنَ بِهِ قُدْرَتَنَا وَلِنَجْعَلَهُ آيَةً، وَنَحْوُهُ: وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ [٤٥ \\ ٢٢] ، وَقَوْلُهُ: وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ [١٢ \\ ٢١] اهـ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: وَرَحْمَةً مِنَّا، أَيْ: لِمَنْ آمَنَ بِهِ، وَمَنْ كَفَرَ بِهِ فَلَمْ يَبْتَغِ الرَّحْمَةَ لِنَفْسِهِ، كَمَا قَالَ تَعَالَى فِي نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ [٢١ \\ ١٠٧] . </p><p> وَقَوْلُهُ تَعَالَى: وَكَانَ أَمْرًا مَقْضِيًّا [١٩ \\ ٢١] ، أَيْ: وَكَانَ وُجُودُ ذَلِكَ الْغُلَامِ مِنْكِ أَمْرًا مَقْضِيًّا، أَيْ: مُقَدَّرًا فِي الْأَزَلِ، مَسْطُورًا فِي اللَّوْحِ الْمَحْفُوظِ لَا بُدَّ مِنْ وُقُوعِهِ، فَهُوَ وَاقِعٌ لَا مَحَالَةَ. </p><p> قَوْلُهُ تَعَالَى: فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَرْيَمَ حَمَلَتْ عِيسَى، فَقَوْلُهُ: فَحَمَلَتْهُ، أَيْ: عِيسَى فَانْتَبَذَتْ بِهِ، أَيْ: تَنَحَّتْ بِهِ وَبَعُدَتْ مُعْتَزِلَةً عَنْ قَوْمِهَا مَكَانًا قَصِيًّا، أَيْ: فِي مَكَانٍ بَعِيدٍ، وَالْجُمْهُورُ عَلَى أَنَّ الْمَكَانَ الْمَذْكُورَ بَيْتُ لَحْمٍ، وَفِيهِ أَقْوَالٌ أُخَرُ غَيْرُ ذَلِكَ. وَقَوْلُهُ: فَأَجَاءَهَا الْمَخَاضُ، أَيْ: أَلْجَأَهَا الطَّلْقُ إِلَى جِذْعِ النَّخْلَةِ، أَيْ: جِذْعِ نَخْلَةٍ فِي ذَلِكَ الْمَكَانِ، وَالْعَرَبُ تَقُولُ: جَاءَ فُلَانٌ، وَ: أَجَاءَهُ غَيْرُهُ: إِذَا حَمَلَهُ عَلَى الْمَجِيءِ، </p><p> وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> وَجَارٍ سَارَ مُعْتَمِدًا إِلَيْنَا ... أَجَاءَتْهُ الْمَخَافَةُ وَالرَّجَاءُ </p><p> وَقَوْلُ حَسَّانَ رَضِيَ اللَّهُ عَنْهُ: </p><p> إِذْ شَدَدْنَا شَدَّةً صَادِقَةً فَاجَأْنَاكُمْ ... إِلَى سَفْحِ الْجَبَلِ وَالْمَخَاضُ </p><p> : الطَّلْقُ، وَهُوَ وَجَعُ الْوِلَادَةِ، وَسُمِّيَ مَخَاضًا مِنَ الْمَخْضِ، وَهُوَ الْحَرَكَةُ الشَّدِيدَةُ لِشِدَّةِ تَحَرُّكِ الْجَنِينِ فِي بَطْنِهَا إِذَا أَرَادَ الْخُرُوجَ. </p><p> وَقَوْلُهُ: قَالَتْ يَالَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا [١٩ \\ ٢٣] ، تَمَنَّتْ أَنْ تَكُونَ قَدْ مَاتَتْ قَبْلَ ذَلِكَ وَلَمْ تَكُنْ شَيْئًا يُذْكَرُ، فَإِذَا عَرَفْتَ مَعْنَى هَاتَيْنِ الْآيَتَيْنِ فَاعْلَمْ أَنَّهُ هُنَا لَمْ يُبَيِّنْ كَيْفِيَّةَ حَمْلِهَا بِهِ، وَلَمْ يُبَيِّنْ هَلْ هَذَا الَّذِي تَنَحَّتْ عَنْهُمْ مِنْ أَجْلِهِ، وَتَمَنَّتْ مِنْ أَجْلِهِ أَنْ تَكُونَ مَاتَتْ قَبْلَ ذَلِكَ وَكَانَتْ نَسْيًا مَنْسِيًّا، وَهُوَ خَوْفُهَا مِنْ أَنْ يَتَّهِمُوهَا بِالزِّنَى، وَأَنَّهَا جَاءَتْ بِذَلِكَ الْغُلَامِ مِنْ زِنًى - وَقَعَتْ فِيهِ أَوْ سَلِمَتْ مِنْهُ، وَلَكِنَّهُ تَعَالَى بَيَّنَ كُلَّ ذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ، فَأَشَارَ إِلَى أَنَّ كَيْفِيَّةَ حَمْلِهَا أَنَّهُ نَفَحَ فِيهَا فَوَصَلَ النَّفْخُ إِلَى فَرْجِهَا فَوَقَعَ الْحَمْلُ بِسَبَبِ ذَلِكَ، كَمَا قَالَ: وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا [٦٦ \\ ١٢] ، وَقَالَ: وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا الْآيَةَ [٢١ \\ ٩١] ، وَالَّذِي عَلَيْهِ الْجُمْهُورُ مِنَ الْعُلَمَاءِ: أَنَّ الْمُرَادَ بِذَلِكَ النَّفْخِ نَفْخُ جِبْرِيلَ فِيهَا بِإِذْنِ اللَّهِ فَحَمَلَتْ، كَمَا تَدُلُّ لِذَلِكَ قِرَاءَةُ الْجُمْهُورِ فِي قَوْلِهِ: إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا [١٩ \\ ١٨] ، كَمَا تَقَدَّمَ، وَلَا يُنَافِي ذَلِكَ إِسْنَادُ اللَّهِ جَلَّ وَعَلَا النَّفْخَ الْمَذْكُورَ لِنَفَسِهِ فِي قَوْلِهِ: فَنَفَخْنَا لِأَنَّ جِبْرِيلَ إِنَّمَا أَوْقَعَهُ بِإِذْنِهِ وَأَمْرِهِ وَمَشِيئَتِهِ، وَهُوَ تَعَالَى الَّذِي خَلَقَ الْحَمْلَ مِنْ ذَلِكَ النَّفْخِ، فَجِبْرِيلُ لَا قُدْرَةَ لَهُ عَلَى أَنْ يَخْلُقَ الْحَمْلَ مِنْ ذَلِكَ النَّفْخِ وَمِنْ أَجْلِ كَوْنِهِ بِإِذْنِهِ وَمَشِيئَتِهِ وَأَمْرِهِ تَعَالَى، وَلَا يُمْكِنُ أَنْ يَقَعَ النَّفْخُ الْمَذْكُورُ وَلَا وُجُودُ الْحَمْلِ مِنْهُ إِلَّا بِمَشِيئَتِهِ جَلَّ وَعَلَا - أَسْنَدَهُ إِلَى نَفْسِهِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُ مَنْ قَالَ: إِنَّ فَرْجَهَا الَّذِي نَفَخَ فِيهِ الْمَلَكُ هُوَ جَيْبُ دِرْعِهَا ظَاهِرُ السُّقُوطِ، بَلِ النَّفْخُ الْوَاقِعُ فِي جَيْبِ الدِّرْعِ وَصَلَ إِلَى الْفَرْجِ الْمَعْرُوفِ فَوَقَعَ الْحَمْلُ. </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي مَوَاضِعَ أُخَرَ، أَنَّ ذَلِكَ الَّذِي خَافَتْ مِنْهُ وَهُوَ قَذْفُهُمْ لَهَا بِالْفَاحِشَةِ قَدْ وَقَعَتْ فِيهِ، وَلَكِنَّ اللَّهَ بَرَّأَهَا، وَذَلِكَ كَقَوْلِهِ عَنْهُمْ: قَالُوا يَامَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا [١٩ \\ ٢٧] ، يَعْنُونَ الْفَاحِشَةَ، وَقَوْلِهِ عَنْهُمْ، يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا [١٩ \\ ٢٨] ، </p><p> يَعْنُونَ فَكَيْفَ فَجَرْتِ أَنْتِ وَجِئْتِ بِهَذَا الْوَلَدِ؟ وَكَقَوْلِهِ تَعَالَى وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا [٤ \\ ١٥٦] . </p><p> وَقَوْلُهُ: مَكَانًا قَصِيًّا، الْقَصِيُّ: الْبَعِيدُ، وَمِنْهُ قَوْلُ الرَّاجِزِ: </p><p> لَتَقْعُدِنَّ مَقْعَدَ الْقَصِيِّ ... مِنِّيَ ذِي الْقَاذُورَةِ الْمَقْلِيِّ </p><p> أَوْ تَحْلِفِي بِرَبِّكِ الْعَلِيِّ ... أَنِّي أَبُو ذَيَّالِكَ الصَّبِيِّ </p><p> وَهَذَا الْمَكَانُ الْقَصِيُّ قَدْ وَصَفَهُ اللَّهُ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ بِقَوْلِهِ: وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ [٢٣</p><p> ] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَانْتَبَذَتْ بِهِ، أَيْ: انْتَبَذَتْ وَهُوَ فِي بَطْنِهَا، وَالْإِشَارَةُ فِي قَوْلِهِ «هَذَا» إِلَى الْحَمْلِ وَالْمَخَاضِ الَّذِي أَصَابَهَا لِلْوَضْعِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَنْهَا: وَكُنْتُ نَسْيًا مَنْسِيًّا، النِّسْيُ وَالنَّسْيُ بِالْكَسْرِ وَبِالْفَتْحِ: هُوَ مَا مِنْ حَقِّهِ أَنْ يُطْرَحَ وَيُنْسَى لِحَقَارَتِهِ، كَخِرَقِ الْحَيْضِ، وَكَالْوَتَدِ وَالْعَصَا، وَنَحْوِ ذَلِكَ، وَمِنْ كَلَامِ الْعَرَبِ إِذَا ارْتَحَلُوا عَنِ الدَّارِ قَوْلُهُمْ: انْظُرُوا أَنَسَاءَكُمْ. جَمْعُ نَسْيٍ أَيِ الْأَشْيَاءُ الْحَقِيرَةُ الَّتِي مِنْ شَأْنِهَا أَنْ تُتْرَكَ وَتُنْسَى كَالْعَصَا وَالْوَتَدِ، وَنَحْوِ ذَلِكَ، فَقَوْلُهَا «وَكُنْتُ نَسْيًا» أَيْ شَيْئًا تَافِهًا حَقِيرًا مِنْ حَقِّهِ أَنْ يُتْرَكَ وَيُنْسَى عَادَةً، وَقَوْلُهَا «مَنْسِيًّا» تَعْنِي أَنَّ ذَلِكَ الشَّيْءَ التَّافِهَ الَّذِي مِنْ عَادَتِهِ أَنْ يُتْرَكَ وَيُنْسَى قَدْ نُسِيَ وَطُرِحَ بِالْفِعْلِ فَوُجِدَ فِيهِ النِّسْيَانُ الَّذِي هُوَ حَقُّهُ، وَأَقْوَالُ الْمُفَسِّرِينَ فِي الْآيَةِ رَاجِعَةٌ إِلَى مَا ذَكَرْنَا، وَمِنْ إِطْلَاقِ النَّسْيِ عَلَى مَا ذَكَرْنَا قَوْلُ الْكُمَيْتِ: </p><p> أَتَجْعَلُنَا جِسْرًا لِكَلْبِ قُضَاعَةَ ... وَلَسْتُ بِنَسْيٍ فِي مُعَدٍّ وَلَا دَخَلْ </p><p> فَقَوْلُهُ «بِنَسْيٍ» أَيْ: شَيْءٌ تَافِهٌ مَنْسِيٌّ، وَقَوْلُ الشَّنْفَرَى: </p><p> كَأَنَّ لَهَا فِي الْأَرْضِ نَسْيًا تَقُصُّهُ ... عَلَى أَمِّهَا وَإِنْ تُحَدِّثْكَ تَبْلَتِ </p><p> فَقَوْلُهُ «نَسْيًا» أَيْ: شَيْءٌ تَرَكَتْهُ وَنَسِيَتْهُ، وَقَوْلُهُ «تَبْلَتِ» بِفَتْحِ التَّاءِ وَسُكُونِ الْبَاءِ الْمُوَحَّدَةِ وَفَتْحِ اللَّامِ بَعْدَهَا تَاءُ التَّأْنِيثِ، أَيْ: تَقْطَعُ كَلَامَهَا مِنَ الْحَيَاءِ، وَالْبَلْتُ فِي اللُّغَةِ: الْقَطْعُ. </p><p> وَقَرَأَ نَافِعٌ، وَحَفْصٌ عَنْ عَاصِمٍ، وَحَمْزَةُ، وَالْكِسَائِيُّ «يَالَيْتَنِي مِتُّ» بِكَسْرِ الْمِيمِ، وَقَرَأَ الْبَاقُونَ «مُتُّ» بِضَمِّ الْمِيمِ، وَقَرَأَ حَفْصٌ عَنْ عَاصِمٍ، وَحَمْزَةُ «وَكُنْتُ نَسْيًا» بِفَتْحِ النُّونِ، وَالْبَاقُونَ بِكَسْرِهَا، وَهُمَا لُغَتَانِ فَصِيحَتَانِ، وَقِرَاءَتَانِ صَحِيحَتَانِ. </p><p> تَنْبِيهٌ </p><p> قِرَاءَةُ «مِتُّ» بِكَسْرِ الْمِيمِ كَثِيرًا مَا يَخْفَى عَلَى طَلَبَةِ الْعِلْمِ وَجْهُهَا ; لِأَنَّ لُغَةَ «مَاتَ يَمُوتُ» لَا يَصِحُّ مِنْهَا «مِتُّ» بِكَسْرِ الْمِيمِ، وَوَجْهُ الْقِرَاءَةِ بِكَسْرِ الْمِيمِ أَنَّهُ مِنْ مَاتَ يَمَاتُ، كَخَافَ يَخَافُ، لَا مِنْ مَاتَ يَمُوتُ، كَقَالَ يَقُولُ. فَلَفْظُ «مَاتَ» فِيهَا لُغَتَانِ عَرَبِيَّتَانِ فَصِيحَتَانِ، الْأُولَى مِنْهُمَا مَوَتَ بِفَتْحِ الْوَاوِ فَأُبْدِلَتِ الْوَاوُ أَلِفًا عَلَى الْقَاعِدَةِ التَّصْرِيفِيَّةِ الْمُشَارِ لَهَا بِقَوْلِهِ فِي الْخُلَاصَةِ: </p><p> مِنْ يَاءٍ أَوْ وَاوٍ بِتَحْرِيكٍ أَصِلْ ... أَلِفًا ابْدِلْ بَعْدَ فَتْحٍ مُتَّصِلْ </p><p> إِنْ حُرِّكَ الثَّانِي. . . إِلَخْ،وَمُضَارِعُ هَذِهِ الْمَفْتُوحَةِ «يَمُوتُ» بِالضَّمِّ عَلَى الْقِيَاسِ وَفِي هَذِهِ وَنَحْوِهَا إِنْ أُسْنِدَ الْفِعْلُ إِلَى تَاءِ الْفَاعِلِ أَوْ نُونِهِ سَقَطَتِ الْعَيْنُ بِالِاعْتِلَالِ وَحُرِّكَتِ الْفَاءُ بِحَرَكَةٍ تُنَاسِبُ الْعَيْنَ، وَالْحَرَكَةُ الْمُنَاسِبَةُ لِلْوَاوِ هِيَ الضَّمَّةُ، فَتَقُولُ «مُتُّ» بِضَمِّ الْمِيمِ، وَلَا يَجُوزُ غَيْرُ ذَلِكَ. </p><p> الثَّانِيَةُ أَنَّهَا «مَوِتَ» بِكَسْرِ الْوَاوِ، أُبْدِلَتِ الْوَاوُ أَلِفًا لِلْقَاعِدَةِ الْمَذْكُورَةِ آنِفًا، وَمُضَارِعُ هَذِهِ «يَمَاتُ» بِالْفَتْحِ ; لِأَنَّ «فَعِلَ» بِكَسْرِ الْعَيْنِ يَنْقَاسُ فِي مُضَارِعِهَا بِـ «فَعَلَ» بِفَتْحِ الْعَيْنِ، كَمَا قَالَ ابْنُ مَالِكٍ فِي اللَّامِيَّةِ: </p><p> وَافْتَحْ مَوْضِعَ الْكَسْرِ فِي الْمَبْنِيِّ مِنْ فَعَلَا </p><p> وَيُسْتَثْنَى مِنْ هَذِهِ الْقَاعِدَةِ كَلِمَاتٌ مَعْرُوفَةٌ سَمَاعِيَّةٌ تُحْفَظُ وَلَا يُقَاسُ عَلَيْهَا، وَالْمُقَرَّرُ فِي فَنِّ الصَّرْفِ أَنَّ كُلَّ فِعْلٍ ثُلَاثِيٍّ أَجْوَفَ - أَعْنِي مُعْتَلَّ الْعَيْنِ - إِذَا كَانَ عَلَى وَزْنِ فَعِلَ بِكَسْرِ الْعَيْنِ، أَوْ فَعُلَ بِضَمِّهَا، فَإِنَّهُ إِذَا أُسْنِدَ إِلَى تَاءِ الْفَاعِلِ أَوْ نُونِهِ تَسْقُطُ عَيْنُهُ بِالِاعْتِلَالِ وَتُنْقَلُ حَرَكَةُ عَيْنِهِ السَّاقِطَةِ بِالِاعْتِلَالِ إِلَى الْفَاءِ فَتُكْسَرُ فَاؤُهُ إِنْ كَانَ مِنْ فَعِلَ بِكَسْرِ الْعَيْنِ، وَتُضَمُّ إِنْ كَانَ مِنْ فَعُلَ بِضَمِّهَا، مِثَالُ الْأَوَّلِ «مِتُّ» مِنْ مَاتَ يَمَاتُ ; لِأَنَّ أَصْلَهَا «مَوِتَ» بِالْكَسْرِ وَكَذَلِكَ خَافَ يَخَافُ، وَنَامَ يَنَامُ، فَإِنَّكَ تَقُولُ فِيهَا «مِتُّ» بِكَسْرِ الْمِيمِ، وَ «نِمْتُ» بِكَسْرِ النُّونِ، «وَخِفْتُ» بِكَسْرِ الْخَاءِ ; لِأَنَّ حَرَكَةَ الْعَيْنِ نُقِلَتْ إِلَى الْفَاءِ وَهِيَ الْكَسْرَةُ، وَمِثَالُهُ فِي الضَّمِّ «طَالَ» فَأَصْلُهَا «طَوُلَ» بِضَمِّ الْوَاوِ فَتَقُولُ فِيهَا «طُلْتُ» بِالضَّمِّ لِنَقْلِ حَرَكَةِ الْعَيْنِ إِلَى الْفَاءِ، أَمَّا إِذَا كَانَ الثُّلَاثِيُّ مِنْ فَعَلَ بِفَتْحِ الْعَيْنِ كَمَاتَ يَمُوتُ، وَقَالَ يَقُولُ، فَإِنَّ الْعَيْنَ تَسْقُطُ بِالِاعْتِلَالِ وَتُحَرَّكُ الْفَاءُ بِحَرَكَةٍ مُنَاسِبَةٍ لِلْعَيْنِ السَّاقِطَةِ فَتُضَمُّ الْفَاءُ إِنْ كَانَتِ الْعَيْنُ السَّاقِطَةُ وَاوًا كَمَاتَ يَمُوتُ، وَقَالَ يَقُولُ، فَتَقُولُ مُتُّ وَقُلْتُ، بِالضَّمِّ. وَتُكْسَرُ الْفَاءُ إِنْ </p>"
}