{
  "id": null,
  "sura": 19,
  "aya": 81,
  "text": "<p> قَوْلُهُ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ الْمُتَقَدِّمَ ذِكْرُهُمْ فِي قَوْلِهِ: وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا [١٩ \\ ٧٢] ، اتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً أَيْ مَعْبُودَاتٍ مِنْ أَصْنَامٍ وَغَيْرِهَا يَعْبُدُونَهَا مِنْ دُونِ اللَّهِ، وَأَنَّهُمْ عَبَدُوهُمْ لِأَجْلِ أَنْ يَكُونُوا لَهُمْ عِزًّا، أَيْ: أَنْصَارًا وَشُفَعَاءَ يُنْقِذُونَهُمْ مِنْ عَذَابِ اللَّهِ، كَمَا أَوْضَحَ تَعَالَى مُرَادَهُمْ ذَلِكَ فِي قَوْلِهِ: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى [٣٩ \\ ٣] ، فَتَقْرِيبُهُمْ إِيَّاهُمْ إِلَى اللَّهِ زُلْفَى فِي زَعْمِهِمْ هُوَ عِزُّهُمُ الَّذِي أَمَّلُوهُ بِهِمْ، وَكَقَوْلِهِ تَعَالَى عَنْهُمْ: وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ الْآيَةَ [١٠ \\ ١٨] ، فَالشَّفَاعَةُ عِنْدَ اللَّهِ عِزٌّ لَهُمْ بِهِمْ يَزْعُمُونَهُ كَذِبًا وَافْتِرَاءً عَلَى اللَّهِ، كَمَا بَيَّنَهُ بِقَوْلِهِ تَعَالَى: قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [١٠ \\ ١٨] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَلَّا، زَجْرٌ وَرَدْعٌ لَهُمْ عَنْ ذَلِكَ الظَّنِّ الْفَاسِدِ الْبَاطِلِ، أَيْ: لَيْسَ الْأَمْرُ كَذَلِكَ، لَا تَكُونُ الْمَعْبُودَاتُ الَّتِي عَبَدْتُمْ مِنْ دُونِ اللَّهِ عِزًّا لَكُمْ، بَلْ تَكُونُ بِعَكْسِ ذَلِكَ، فَتَكُونُ عَلَيْكُمْ ضِدًّا، أَيْ: أَعْوَانًا عَلَيْكُمْ فِي خُصُومَتِكُمْ وَتَكْذِيبِكُمْ وَالتَّبَرُّؤِ مِنْكُمْ، وَأَقْوَالُ الْعُلَمَاءِ فِي الْآيَةِ تَدُورُ حَوْلَ هَذَا الَّذِي ذَكَرْنَا، كَقَوْلِ ابْنِ عَبَّاسٍ: ضِدًّا أَيْ: أَعْوَانًا، وَقَوْلِ الضَّحَّاكِ: ضِدًّا، أَيْ: أَعْدَاءً، وَقَوْلِ قَتَادَةَ: ضِدًّا، أَيْ: قُرَنَاءُ فِي النَّارِ يَلْعَنُ بَعْضُهُمْ بَعْضًا، وَكَقَوْلِ ابْنِ عَطِيَّةَ: ضِدًّا يَجِيئُهُمْ مِنْهُمْ خِلَافُ مَا أَمَّلُوهُ فَيَئُولُ بِهِمْ ذَلِكَ إِلَى الذُّلِّ وَالْهَوَانِ، ضِدِّ مَا أَمَّلُوهُ مِنَ الْعِزِّ. </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، بَيَّنَهُ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ: وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ [٤٦ \\ ٥ - ٦] ، وَقَوْلِهِ تَعَالَى: ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ [٣٥ \\ ١٣ - ١٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَضَمِيرُ الْفَاعِلِ فِي قَوْلِهِ: سَيَكْفُرُونَ فِيهِ وَجْهَانِ لِلْعُلَمَاءِ، وَكِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ، إِلَّا أَنَّ لِأَحَدِهِمَا قَرِينَةً تُرَجِّحُهُ عَلَى الْآخَرِ. </p><p> الْأَوَّلُ: أَنَّ وَاوَ الْفَاعِلِ فِي قَوْلِهِ: سَيَكْفُرُونَ، رَاجِعَةٌ إِلَى الْمَعْبُودَاتِ الَّتِي كَانُوا يَعْبُدُونَهَا مِنْ دُونِ اللَّهِ، أَمَّا الْعَاقِلُ مِنْهَا فَلَا إِشْكَالَ فِيهِ، وَأَمَّا غَيْرُ الْعَاقِلِ فَاللَّهُ قَادِرٌ عَلَى أَنْ يَخْلُقَ لَهُ إِدْرَاكًا يُخَاطِبُ بِهِ مَنْ عَبَدَهُ وَيَكْفُرُ بِهِ بِعِبَادَتِهِ إِيَّاهُ، وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى عَنْهُمْ: تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ [٢٨ \\ ٦٣] ، وَقَوْلُهُ تَعَالَى: وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ [١٦ \\ ٨٦] ، وَقَوْلُهُ تَعَالَى: وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ [١٠ \\ ٢٨ - ٢٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْوَجْه الثَّانِي: أَنَّ الْعَابِدِينَ هُمُ الَّذِينَ يَكْفُرُونَ بِعِبَادَتِهِمْ شُرَكَاءَهُمْ وَيُنْكِرُونَهَا وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ [٦ \\ ٢٣] ، وَقَوْلُهُ عَنْهُمْ: بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا الْآيَةَ [٤٠ \\ ٧٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْقَرِينَةُ الْمُرَجِّحَةُ لِلْوَجْهِ الْأَوَّلِ، أَنَّ الضَّمِيرَ فِي قَوْلِهِ: وَيَكُونُونَ، رَاجِعٌ لِلْمَعْبُودَاتِ، وَعَلَيْهِ فَرُجُوعُ الضَّمِيرِ فِي يَكْفُرُونَ لِلْمَعْبُودَاتِ أَظْهَرُ ; لِانْسِجَامِ الضَّمَائِرِ بَعْضِهَا مَعَ بَعْضٍ. </p><p> أَمَّا عَلَى الْقَوْلِ الثَّانِي: فَإِنَّهُ يَكُونُ ضَمِيرُ يَكْفُرُونَ لِلْعَابِدِينَ، وَضَمِيرُ يَكُونُونَ لِلْمَعْبُودِينَ، وَتَفْرِيقُ الضَّمَائِرِ خِلَافُ الظَّاهِرِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُ مَنْ قَالَ مِنَ الْعُلَمَاءِ: إِنَّ كَلَّا فِي هَذِهِ الْآيَةِ مُتَعَلِّقَةٌ بِمَا بَعْدَهَا لَا بِمَا قَبْلَهَا، وَأَنَّ الْمَعْنَى: كَلَّا سَيَكْفُرُونَ، أَيْ: حَقًّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ - مُحْتَمَلٌ، وَلَكِنَّ الْأَوَّلَ أَظْهَرُ مِنْهُ وَأَرْجَحُ، وَقَائِلُهُ أَكْثَرُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى، وَفِي قَوْلِهِ: كَلَّا قِرَاءَاتٌ شَاذَّةٌ تَرَكْنَا الْكَلَامَ عَلَيْهَا لِشُذُوذِهَا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: لِيَكُونُوا لَهُمْ عِزًّا، أَفْرَدَ فِيهِ الْعِزَّ مَعَ أَنَّ الْمُرَادَ الْجَمْعُ ; لِأَنَّ أَصْلَهُ مَصْدَرٌ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَنَعَتُوا بِمَصْدَرٍ كَثِيرْ فَالْتَزَمُوا الْإِفْرَادَ وَالتَّذْكِيرْ وَالْإِخْبَارُ بِالْمَصْدَرِ يَجْرِي عَلَى حُكْمِ النَّعْتِ بِهِ، وَقَوْلُهُ: ضِدًّا مُفْرَدًا أَيْضًا أُرِيدَ بِهِ الْجَمْعُ، قَالَ ابْنُ عَطِيَّةَ: لِأَنَّهُ مَصْدَرٌ فِي الْأَصْلِ، حَكَاهُ عَنْهُ أَبُو حَيَّانَ فِي الْبَحْرِ، وَقَالَ </p>"
}