{
  "id": null,
  "sura": 19,
  "aya": 41,
  "text": "<p> تَعْرِفُونَ هَذَا؟ فَيَقُولُونَ: نَعَمْ هَذَا الْمَوْتُ، وَكُلُّهُمْ قَدْ رَآهُ، فَيُذْبَحُ، ثُمَّ يَقُولُ: يَا أَهْلَ الْجَنَّةِ خُلُودٌ فَلَا مَوْتَ وَيَا أَهْلَ النَّارِ خُلُودٌ فَلَا مَوْتَ \"، ثُمَّ قَرَأَ وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ[١٩ \\ ٣٩]، وَهَؤُلَاءِ فِي غَفْلَةِ الدُّنْيَا وَهُمْ لَا يُؤْمِنُونَ \" انْتَهَى مِنْ صَحِيحِ الْبُخَارِيِّ. </p><p> وَالْحَدِيثُ مَشْهُورٌ مُتَّفَقٌ عَلَيْهِ وَقِرَاءَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْآيَةَ بَعْدَ ذِكْرِهِ ذَبْحَ الْمَوْتِ تَدُلُّ عَلَى أَنَّ الْمُرَادَ بِقَوْلِهِ \" إِذْ قُضِيَ الْأَمْرُ \" أَيْ: ذُبِحَ الْمَوْتُ، وَفِي مَعْنَاهُ أَقْوَالٌ أُخَرَ غَيْرُ هَذَا تَرَكْنَاهَا لِدَلَالَةِ الْحَدِيثِ الصَّحِيحِ عَلَى الْمَعْنَى الَّذِي ذَكَرْنَا. </p><p> قَوْلُهُ تَعَالَى: إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ، مَعْنَى قَوْلِهِ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ أَنَّهُ يَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا: أَنَّهُ يُمِيتُ جَمِيعَ الْخَلَائِقِ السَّاكِنِينَ بِالْأَرْضِ، وَيَبْقَى هُوَ جَلَّ وَعَلَا لِأَنَّهُ الْحَيُّ الَّذِي لَا يَمُوتُ، ثُمَّ يَرْجِعُونَ إِلَيْهِ يَوْمَ الْقِيَامَةِ، وَقَدْ أَشَارَ إِلَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ [٥٥ \\ ٢٦ - ٢٧] ، وَقَوْلِهِ تَعَالَى: وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ [١٥ \\ ٢٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا، أَمَرَ اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ «مُحَمَّدًا» صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنْ يَذْكُرَ فِي الْكِتَابِ الَّذِي هُوَ الْقُرْآنُ الْعَظِيمُ الْمُنَزَّلُ إِلَيْهِ مِنَ اللَّهِ «إِبْرَاهِيمَ» عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَيَتْلُو عَلَى النَّاسِ فِي الْقُرْآنِ نَبَأَهُ مَعَ قَوْمِهِ وَدَعْوَتَهُ لَهُمْ إِلَى عِبَادَةِ اللَّهِ وَحْدَهُ وَتَرْكِ عِبَادَةِ الْأَصْنَامِ الَّتِي لَا تَسْمَعُ وَلَا تُبْصِرُ وَلَا تَنْفَعُ وَلَا تَضُرُّ، وَكَرَّرَ هَذَا الْمَعْنَى الْمَذْكُورَ فِي هَذِهِ الْآيَاتِ فِي آيَاتٍ أُخَرَ مِنْ كِتَابِهِ جَلَّ وَعَلَا، فَهَذَا الَّذِي أَمَرَ بِهِ نَبِيَّهُ هُنَا مِنْ ذِكْرِهِ فِي الْكِتَابِ إِبْرَاهِيمَ: إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ الْآيَةَ [١٩ \\ ٤٢] ، أَوْضَحَهُ فِي سُورَةِ «الشُّعَرَاءِ» فِي قَوْلِهِ: وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ [٢٦ \\ ٦٩ - ٧٠] . </p><p> فَقَوْلُهُ هُنَا: وَاذْكُرْ فِي الْكِتَابِ، هُوَ مَعْنَى قَوْلِهِ: وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ، وَزَادَ فِي «الشُّعَرَاءِ» أَنَّ هَذَا الَّذِي قَالَهُ لِأَبِيهِ مِنَ النَّهْيِ عَنْ عِبَادَةِ الْأَوْثَانِ قَالَهُ أَيْضًا لِسَائِرِ قَوْمِهِ، وَكَرَّرَ </p><p> تَعَالَى الْإِخْبَارَ عَنْهُ بِهَذَا النَّهْيِ لِأَبِيهِ وَقَوْمِهِ عَنْ عِبَادَةِ الْأَوْثَانِ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً إِنِّي أَرَاكَ وَقَوْمَكَ فِي ضَلَالٍ مُبِينٍ [٦ \\ ٧٤] ، وَقَوْلِهِ تَعَالَى: إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ قَالُوا نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ أَوْ يَنْفَعُونَكُمْ أَوْ يَضُرُّونَ قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ [٢٦ \\ ٧٠ - ٧٧] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ قَالَ بَل رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ [٢١ \\ ٥١ - ٥٦] ، وَقَوْلِهِ تَعَالَى: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ [٤٣ \\ ٢٦ - ٢٧] ، وَقَوْلِهِ تَعَالَى: وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ [٣٧ \\ ٨٣ - ٨٧] ، وَقَوْلِهِ تَعَالَى: قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ الْآيَةَ [٦٠ \\ ٤٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: إِذْ قَالَ لِأَبِيهِ، الظَّرْفُ الَّذِي هُوَ «إِذْ» بَدَلُ اشْتِمَالٍ مِنْ «إِبْرَاهِيمَ» فِي قَوْلِهِ: وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ، كَمَا تَقَدَّمَ نَظِيرُهُ فِي قَوْلِهِ: وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ الْآيَةَ [١٩ \\ ١٦] ، وَقَدْ قَدَّمَنَا هُنَاكَ إِنْكَارَ بَعْضِهِمْ لِهَذَا الْإِعْرَابِ، وَجُمْلَةُ: إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا [١٩ \\ ٤١] ، مُعْتَرِضَةٌ بَيْنَ الْبَدَلِ وَالْمُبْدَلِ مِنْهُ عَلَى الْإِعْرَابِ الْمَذْكُورِ، وَالصِّدِّيقُ صِيغَةُ مُبَالَغَةٍ مِنَ الصِّدْقِ، لِشِدَّةِ صِدْقِ إِبْرَاهِيمَ فِي مُعَامَلَتِهِ مَعَ رَبِّهِ وَصِدْقِ لَهْجَتِهِ، كَمَا شَهِدَ اللَّهُ لَهُ بِصِدْقِ مُعَامَلَتِهِ فِي قَوْلِهِ: وَإِبْرَاهِيمَ الَّذِي وَفَّى [٥٣ \\ ٣٧] ، وَقَوْلِهِ: وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا [٢ \\ ١٢٤] . </p><p> وَمِنْ صِدْقِهِ فِي مُعَامَلَتِهِ رَبَّهُ: رِضَاهُ بِأَنْ يَذْبَحَ وَلَدَهُ، وَشُرُوعُهُ بِالْفِعْلِ فِي ذَلِكَ طَاعَةً لِرَبِّهِ، مَعَ أَنَّ الْوَلَدَ فِلْذَةٌ مِنَ الْكَبِدِ. </p><p> لَكِنَّمَا أَوْلَادُنَا بَيْنَنَا ... أَكْبَادُنَا تَمْشِي عَلَى الْأَرْضِ </p><p> قَالَ تَعَالَى: فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا الْآيَةَ [٣٧ \\ ١٠٣ - ١٠٥] . </p><p> وَمِنْ صِدْقِهِ فِي مُعَامَلَتِهِ مَعَ رَبِّهِ: صَبْرُهُ عَلَى الْإِلْقَاءِ فِي النَّارِ، كَمَا قَالَ تَعَالَى: قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ [٢١ \\ ٦٨] ، وَقَالَ: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ الْآيَةَ [٢٩ \\ ٢٤] . </p><p> وَذَكَرَ عُلَمَاءُ التَّفْسِيرِ فِي قِصَّتِهِ أَنَّهُمْ لَمَّا رَمَوْهُ إِلَى النَّارِ لَقِيَهُ جِبْرِيلُ فَسَأَلَهُ: هَلْ لَكَ حَاجَةٌ؟ فَقَالَ: أَمَّا إِلَيْكَ فَلَا، وَأَمَّا إِلَى اللَّهِ فَنَعَمْ، فَقَالَ لَهُ: لِمَ لَا تَسْأَلُهُ؟ فَقَالَ: عِلْمُهُ بِحَالِي كَافٍ عَنْ سُؤَالِي. </p><p> وَمِنْ صِدْقِهِ فِي مُعَامَلَتِهِ رَبَّهُ: صَبْرُهُ عَلَى مُفَارَقَةِ الْأَهْلِ وَالْوَطَنِ فِرَارًا بِدِينِهِ، كَمَا قَالَ تَعَالَى: فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي [٢٩ \\ ٢٦] ، وَقَدْ هَاجَرَ مِنْ سَوَادِ الْعِرَاقِ إِلَى دِمَشْقَ: وَقَدْ بَيَّنَ جَلَّ وَعَلَا فِي مَوَاضِعَ أُخَرَ أَنَّهُ لَمْ يَكْتَفِ بِنَهْيِهِمْ عَنْ عِبَادَةِ الْأَوْثَانِ وَبَيَانِ أَنَّهَا لَا تَنْفَعُ وَلَا تَضُرُّ، بَلْ زَادَ عَلَى ذَلِكَ أَنَّهُ كَسَرَهَا وَجَعَلَهَا جُذَاذًا وَتَرَكَ الْكَبِيرَ مِنَ الْأَصْنَامِ، وَلَمَّا سَأَلُوهُ هَلْ هُوَ الَّذِي كَسَرَهَا قَالَ لَهُمْ: إِنَّ الَّذِي فَعَلَ ذَلِكَ كَبِيرُ الْأَصْنَامِ، وَأَمَرَهُمْ بِسُؤَالِ الْأَصْنَامِ إِنْ كَانَتْ تَنْطِقُ، كَمَا قَالَ تَعَالَى عَنْهُ: وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَاإِبْرَاهِيمُ قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ [٢١ \\ ٥٧ - ٦٧] ، وَقَالَ تَعَالَى: فَرَاغَ إِلَى آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ مَا لَكُمْ لَا تَنْطِقُونَ فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ [٣٧ \\ ٩٢] ، فَقَوْلُهُ: فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ، أَيْ: مَالَ إِلَى الْأَصْنَامِ يَضْرِبُهَا ضَرْبًا بِيَمِينِهِ حَتَّى جَعَلَهَا جُذَاذًا، أَيْ: قِطَعًا مُتَكَسِّرَةً مِنْ قَوْلِهِمْ: جَذَّهُ: إِذَا قَطَعَهُ وَكَسَرَهُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّهُ كَانَ صِدِّيقًا، أَيْ: كَثِيرُ الصِّدْقِ، يُعْرَفُ </p><p> مِنْهُ أَنَّ الْكَذِبَاتِ الثَّلَاثَ الْمَذْكُورَةَ فِي الْحَدِيثِ عَنْ إِبْرَاهِيمَ كُلَّهَا فِي اللَّهِ تَعَالَى، وَأَنَّهَا فِي الْحَقِيقَةِ مِنَ الصِّدْقِ لَا مِنَ الْكَذِبِ بِمَعْنَاهُ الْحَقِيقِيِّ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ زِيَادَةُ إِيضَاحٍ لِهَذَا فِي سُورَةِ «الْأَنْبِيَاءِ» . </p><p> وَقَوْلُهُ تَعَالَى عَنْ إِبْرَاهِيمَ: يَا أَبَتِ، التَّاءُ فِيهِ عِوَضٌ عَنْ يَاءِ الْمُتَكَلِّمِ، فَالْأَصْلُ: يَا أَبِي كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَفِي النِّدَا «أَبَتِ أُمَّتِ» عَرِّضْ ... وَاكْسِرْ أَوِ افْتَحْ وَمِنَ الْيَاءِ التَّا عِوَضْ </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: لِمَ تَعْبُدُ أَصْلُهُ «مَا» الِاسْتِفْهَامِيَّةُ، فَدَخَلَ عَلَيْهَا حَرْفُ الْجَرِّ الَّذِي هُوَ «اللَّامُ» فَحُذِفَ أَلِفُهَا عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَمَا فِي الِاسْتِفْهَامِ إِنْ جُرَّتْ حُذِفْ ... أَلِفُهَا وَأَوْلِهَا الْهَا إِنْ تَقِفْ </p><p> وَمَعْلُومٌ أَنَّ الْقِرَاءَةَ سُنَّةٌ مُتَّبَعَةٌ لَا تَجُوزُ بِالْقِيَاسِ، وَلِذَا يُوقَفُ عَلَى «لِمَ» بِسُكُونِ الْمِيمِ لَا بِهَاءِ السَّكْتِ كَمَا فِي الْبَيْتِ، وَمَعْنَى عِبَادَتِهِ لِلشَّيْطَانِ فِي قَوْلِهِ: لَا تَعْبُدِ الشَّيْطَانَ طَاعَتُهُ لِلشَّيْطَانِ فِي الْكُفْرِ وَالْمَعَاصِي، فَذَلِكَ الشِّرْكُ شِرْكُ طَاعَةٍ، كَمَا قَالَ تَعَالَى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ [٣٦ \\ ٦٠ - ٦١] ، كَمَا تَقَدَّمَ هَذَا الْمَبْحَثُ مُسْتَوْفًى فِي سُورَةِ «الْإِسْرَاءِ» وَغَيْرِهَا. </p><p> وَالْآيَةُ تَدُلُّ عَلَى أَنَّ الْكُفَّارَ الْمُعَذَّبِينَ يَوْمَ الْقِيَامَةِ أَوْلِيَاءُ الشَّيْطَانِ، لِقَوْلِهِ هُنَا: إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا [١٩ \\ ٤٥] ، وَالْآيَاتُ الدَّالَّةُ عَلَى أَنَّ الْكُفَّارَ أَوْلِيَاءُ الشَّيْطَانِ كَثِيرَةٌ، وَقَدْ قَدَّمْنَا كَثِيرًا مِنْ ذَلِكَ فِي سُورَةِ الْكَهْفِ وَغَيْرِهَا، كَقَوْلِهِ تَعَالَى: فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ الْآيَةَ [٤ \\ ٧٦] ، وَقَوْلِهِ: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ الْآيَةَ [٣ \\ ١٧٥] ، أَيْ: يُخَوِّفُكُمْ أَوْلِيَاءَهُ، وَقَوْلِهِ: إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ الْآيَةَ [٧ \\ ٣٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ، وَكُلُّ مَنْ كَانَ الشَّيْطَانُ يُزَيِّنُ لَهُ الْكُفْرَ وَالْمَعَاصِيَ فَيَتَّبِعُهُ فِي ذَلِكَ فِي الدُّنْيَا فَلَا وَلِيَّ لَهُ فِي الْآخِرَةِ إِلَّا الشَّيْطَانُ، كَمَا قَالَ تَعَالَى: تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ [١٦ \\ ٦٣] ، وَمَنْ كَانَ لَا وَلِيَّ لَهُ يَوْمَ الْقِيَامَةِ إِلَّا الشَّيْطَانُ، تَحَقَّقَ أَنَّهُ لَا وَلِيَّ لَهُ يَنْفَعُهُ يَوْمَ الْقِيَامَةِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ [١٩ \\ ٤٣] ، </p>"
}