{
  "id": null,
  "sura": 19,
  "aya": 98,
  "text": "<p> ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ يُبْغِضُ فُلَانًا فَأَبْغِضُوهُ، قَالَ: فَيُبَغضُهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْبَغْضَاءُ فِي الْأَرْضِ» اهـ. </p><p> قَوْلُهُ تَعَالَى: فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ إِنَّمَا يَسَّرَ هَذَا الْقُرْآنَ بِلِسَانِ هَذَا النَّبِيِّ الْعَرَبِيِّ الْكَرِيمِ، لِيُبَشِّرَ بِهِ الْمُتَّقِينَ، وَيُنْذِرَ بِهِ الْخُصُومَ الْأَلِدَّاءَ، وَهُمُ الْكَفَرَةُ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ، أَمَّا مَا ذَكَرَ فِيهَا مِنْ تَيْسِيرِ هَذَا الْقُرْآنِ الْعَظِيمِ فَقَدْ أَوْضَحَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي سُورَةِ «الْقَمَرِ» مُكَرِّرًا لِذَلِكَ: وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ [٥٤ \\ ٣٢] ، وَقَوْلِهِ فِي آخِرِ «الدُّخَانِ» : فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ [٤٤ \\ ٥٨] ، وَأَمَّا مَا ذَكَرَ فِيهَا مِنْ كَوْنِهِ بِلِسَانِ هَذَا النَّبِيِّ الْعَرَبِيِّ الْكَرِيمِ فَقَدْ ذَكَرَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ [٢٦ \\ ١٩٢ - ١٩٥] ، وَقَوْلِهِ تَعَالَى: الر تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ [١٢ \\ ١ - ٢] ، وَقَوْلِهِ تَعَالَى: حم وَالْكِتَابِ الْمُبِينِ إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ [٤٣ \\ ١] ، وَقَوْلِهِ تَعَالَى: لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ [١٦ \\ ١٠٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِتُبَشِّرَ بِهِ الْمُتَّقِينَ الْآيَةَ، قَدْ أَوْضَحْنَا الْآيَاتِ الدَّالَّةَ عَلَيْهِ فِي سُورَةِ «الْكَهْفِ» وَغَيْرِهَا فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا، وَأَظْهَرُ الْأَقْوَالِ فِي قَوْلِهِ: لُدًّا أَنَّهُ جَمْعُ الْأَلَدِّ، وَهُوَ شَدِيدُ الْخُصُومَةِ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَهُوَ أَلَدُّ الْخِصَامِ [٢ \\ ٢٠٤] ، وَقَوْلُ الشَّاعِرِ: </p><p> أَبِيتُ نَجِيًّا لِلْهُمُومِ كَأَنَّنِي أُخَاصِمُ أَقْوَامًا ذَوِي جَدَلٍ لُدَّا </p><p> قَوْلُهُ تَعَالَى: وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا [الْآيَةَ ٩٨] . </p><p> «وَكَمْ» فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ هِيَ الْخَبَرِيَّةُ، وَهِيَ فِي مَحِلِّ نَصْبٍ ; لِأَنَّهَا مَفْعُولُ أَهْلَكْنَا، وَمِنْ هِيَ الْمُبَيِّنَةُ لِـ «كَمْ» كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَقَوْلُهُ: هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ، أَيْ: هَلْ تَرَى أَحَدًا مِنْهُمْ، أَوْ تَشْعُرُ بِهِ، أَوْ تَجِدُهُ أَوْ تَسْمَعُ لَهُمْ رِكْزًا، أَيْ: صَوْتًا، وَأَصْلُ الرِّكْزِ: الصَّوْتُ الْخَفِيُّ، وَمِنْهُ رَكَّزَ </p><p> الرُّمْحَ: إِذَا غَيَّبَ طَرَفَهُ وَأَخْفَاهُ فِي الْأَرْضِ، وَمِنْهُ الرِّكَازُ: وَهُوَ دَفْنٌ جَاهِلِيٌّ مُغَيَّبٌ بِالدَّفْنِ فِي الْأَرْضِ، وَمِنْ إِطْلَاقِ الرِّكْزِ عَلَى الصَّوْتِ قَوْلُ لَبِيدٍ فِي مُعَلَّقَتِهِ: </p><p> فَتَوَجَّسَتْ رِكْزَ الْأَنِيسِ فَرَاعَهَا ... عَنْ ظَهْرِ غَيْبٍ وَالْأَنِيسُ سَقَامُهَا </p><p> وَقَوْلُ طَرَفَةَ فِي مُعَلَّقَتِهِ: </p><p> وَصَادِقَتَا سَمْعِ التَّوَجُّسِ لِلسُّرَى ... لِرِكْزٍ خَفِيٍّ أَوْ لِصَوْتٍ مُنَدَّدِ </p><p> وَقَوْلُ ذِي الرُّمَّةِ: </p><p> إِذَا تَوَجَّسَ رِكْزًا مُقْفِرٌ نَدُسٌ ... بِنَبْأةِ الصَّوْتِ مَا فِي سَمْعِهِ كَذِبُ </p><p> وَالِاسْتِفْهَامُ فِي قَوْلِهِ: هَلْ يُرَادُ بِهِ النَّفْيُ، وَالْمَعْنَى: أَهْلَكْنَا كَثِيرًا مِنَ الْأُمَمِ الْمَاضِيَةِ فَمَا تَرَى مِنْهُمْ أَحَدًا وَلَا تَسْمَعُ لَهُمْ صَوْتًا، وَمَا ذَكَرَهُ فِي هَذِهِ الْآيَةِ مِنْ عَدَمِ رُؤْيَةِ أَشْخَاصِهِمْ، وَعَدَمِ سَمَاعِ أَصْوَاتِهِمْ ذَكَرَ بَعْضَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي عَادٍ: فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ [٦٩ \\ ٨] ، وَقَوْلِهِ فِيهِمْ: فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ [٤٦ \\ ٢٥] ، وَقَوْلِهِ: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ [٢٢ \\ ٤٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ طه </p>"
}