{
  "id": null,
  "sura": 19,
  "aya": 53,
  "text": "<p> فَمَا عَقَّبُوا إِذْ قِيلَ هَلْ مِنْ مُعَقِّبٍ ... وَلَا نَزَلُوا يَوْمَ الْكَرِيهَةِ مَنْزِلَا </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَقَرَّبْنَاهُ نَجِيًّا [١٩ \\ ٥٢] ، أَيْ: قَرَّبَ اللَّهُ مُوسَى فِي حَالِ كَوْنِهِ نَجِيًّا، أَيْ: مُنَاجِيًا لِرَبِّهِ، وَإِتْيَانُ الْفَعِيلِ بِمَعْنَى الْفَاعِلِ كَثِيرٌ كَالْقَعِيدِ وَالْجَلِيسِ، وَقَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى فِي تَفْسِيرِ هَذِهِ الْآيَةِ: رَوَى ابْنُ جَرِيرٍ حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى هُوَ الْقَطَّانُ، حَدَّثَنَا سُفْيَانُ عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ وَقَرَّبْنَاهُ نَجِيًّا، قَالَ: أُدْنِيَ حَتَّى سَمِعَ صَرِيفَ الْقَلَمِ. </p><p> وَهَكَذَا قَالَ مُجَاهِدٌ وَأَبُو الْعَالِيَةِ وَغَيْرُهُمْ، يَعْنُونَ صَرِيفَ الْقَلَمِ بِكِتَابَةِ التَّوْرَاةِ، وَقَالَ السُّدِّيُّ وَقَرَّبْنَاهُ نَجِيًّا، قَالَ: أُدْخِلَ فِي السَّمَاءِ فَكُلِّمَ، وَعَنْ مُجَاهِدٍ نَحْوُهُ، وَقَالَ عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ: وَقَرَّبْنَاهُ نَجِيًّا، قَالَ نَجِيًّا بِصِدْقِهِ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْ كَلَامِ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى فِي طه: اشْدُدْ بِهِ أَزْرِي [٢٠ \\ ٣١] ، أَيْ: قَوِّنِي بِهِ، وَالْأَزْرُ: الْقُوَّةُ، وَآزَرَهُ، أَيْ: قَوَّاهُ، وَقَوْلُهُ فِي الْقَصَصِ: سَنَشُدُّ عَضُدَكَ بِأَخِيكَ [٢٨ \\ ٣٥] ، أَيْ: سَنُقَوِّيكَ بِهِ، وَذَلِكَ لِأَنَّ الْعَضُدَ هُوَ قِوَامُ الْيَدِ، وَبِشِدَّتِهَا تَشْتَدُّ الْيَدُ، قَالَ طَرْفَةُ: </p><p> أَبَنِي لُبَيْنَى لَسْتُمُ بِيَدٍ إِلَّا يَدًا لَيْسَتْ لَهَا عَضُدُ وَقَوْلُهُ: رِدْءًا، أَيْ: مُعِينًا ; لِأَنَّ الرِّدْءَ اسْمٌ لِكُلِّ مَا يُعَانُ بِهِ، وَيُقَالُ رَدَأْتُهُ، أَيْ: أَعَنْتُهُ. </p><p> قَوْلُهُ تَعَالَى: وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا، مَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ اللَّهَ وَهَبَ لِمُوسَى نُبُوَّةَ هَارُونَ، وَالْمَعْنَى أَنَّهُ سَأَلَهُ ذَلِكَ فَآتَاهُ سُؤْلَهُ، وَهَذَا الْمَعْنَى أَوْضَحَهُ تَعَالَى فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ فِي سُورَةِ «طه» عَنْهُ: وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي هَارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي إِلَى قَوْلِهِ: قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَامُوسَى [٢٠ \\ ٢٩ - ٣٦] ، وَقَوْلِهِ فِي «الْقَصَصِ» : قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ [٢٨ \\ ٣٣ - ٣٥] ، وَقَوْلِهِ فِي سُورَةِ «الشُّعَرَاءِ» : </p>"
}