{
  "id": null,
  "sura": 19,
  "aya": 96,
  "text": "<p> فَاجْعَلْ لِي عِنْدَكَ عَهْدًا تُوَفِّينِيهِ يَوْمَ الْقِيَامَةِ، إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ، فَإِذَا قَالَ ذَلِكَ طَبَعَ اللَّهُ عَلَيْهَا طَابَعًا وَوَضَعَهَا تَحْتَ الْعَرْشِ، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ نَادَى مُنَادٍ: أَيْنَ الَّذِينَ لَهُمْ عِنْدَ اللَّهِ عَهْدٌ؟ فَيَقُومُ فَيَدْخُلُ الْجَنَّةَ. انْتَهَى، ذَكَرَهُ الْقُرْطُبِيُّ بِهَذَا اللَّفْظِ مَرْفُوعًا عَنِ ابْنِ مَسْعُودٍ، وَذَكَرَ صَاحِبُ الدُّرِّ الْمَنْثُورِ أَنَّهُ أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي حَاتِمٍ، وَالطَّبَرَانِيُّ، وَالْحَاكِمُ وَصَحَّحَهُ، وَابْنُ مَرْدَوَيْهِ عَنِ ابْنِ مَسْعُودٍ مَوْقُوفًا عَلَيْهِ، وَلَيْسَ فِيهِ قَوْلُهُ: فَإِذَا قَالَ ذَلِكَ. . . إِلَخْ، وَذَكَرَ صَاحِبُ الدُّرِّ الْمَنْثُورِ أَيْضًا: أَنَّ الْحَكِيمَ التِّرْمِذِيَّ أَخْرَجَ نَحْوَهُ مَرْفُوعًا عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ، وَالظَّاهِرُ أَنَّ الْمَرْفُوعَ لَا يَصِحُّ، وَالَّذِي يَظْهَرُ لِي أَنَّ الْعَهْدَ فِي الْآيَةِ يَشْمَلُ الْإِيمَانَ بِاللَّهِ وَامْتِثَالَ أَمْرِهِ وَاجْتِنَابَ نَهْيِهِ، خِلَافًا لِمَنْ زَعَمَ أَنَّ الْعَهْدَ فِي الْآيَةِ كَقَوْلِ الْعَرَبِ: عَهِدَ الْأَمِيرُ إِلَى فُلَانٍ بِكَذَا، أَيْ: أَمَرَهُ بِهِ، أَيْ: لَا يَشْفَعُ إِلَّا مَنْ أَمَرَهُ اللَّهُ بِالشَّفَاعَةِ، فَهَذَا الْقَوْلُ لَيْسَ صَحِيحًا فِي الْمُرَادِ بِالْآيَةِ وَإِنْ كَانَ صَحِيحًا فِي نَفْسِهِ، وَقَدْ دَلَّتْ عَلَى صِحَّتِهِ آيَاتٌ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ تَعَالَى: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [٢ \\ ٢٥٥] ، وَقَوْلِهِ: وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى [٥٣ \\ ٢٦] ، وَقَوْلِهِ: وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ [٣٤ \\ ٢٣] ، وَقَوْلِهِ: يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ الْآيَةَ [٢٠ \\ ١٠٩] ، وَقَوْلِهِ تَعَالَى: وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا الْآيَاتِ [٢ \\ ١١٦] ، وَقَدْ تَكَلَّمْنَا عَلَيْهَا وَعَلَى الْآيَاتِ الَّتِي بِمَعْنَاهَا فِي الْقُرْآنِ فِي مَوَاضِعَ مُتَعَدِّدَةٍ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا الْآيَةَ. </p><p> قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يُذْكَرَ فِي الْقُرْآنِ لَفْظٌ عَامٌّ ثُمَّ يُصَرَّحُ فِي بَعْضِ الْمَوَاضِعِ بِدُخُولِ بَعْضِ أَفْرَادِ ذَلِكَ الْعَامِّ فِيهِ، وَقَدْ قَدَّمْنَا أَمْثِلَةً مُتَعَدِّدَةً لِذَلِكَ، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ذَكَرَ أَنَّهُ سَيَجْعَلُ لِعِبَادِهِ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ وُدًّا، أَيْ مَحَبَّةً فِي قُلُوبِ عِبَادِهِ، وَقَدْ صَرَّحَ فِي مَوْضِعٍ آخَرَ بِدُخُولِ نَبِيِّهِ مُوسَى عَلَيْهِ السَّلَامُ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ فِي هَذَا الْعُمُومِ، وَذَلِكَ فِي قَوْلِهِ: وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي الْآيَةَ [٢٠ \\ ٣٩] ، وَفِي حَدِيثِ أَبِي هُرَيْرَةَ الْمُتَّفَقِ عَلَيْهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «إِنَّ اللَّهَ إِذَا أَحَبَّ عَبْدًا دَعَا جِبْرِيلَ فَقَالَ يَا جِبْرِيلُ إِنِّي أُحِبُّ فُلَانًا فَأَحِبَّهُ، قَالَ: فَيُحِبُّهُ جِبْرِيلُ، ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ يُحِبُّ فُلَانًا فَأَحِبُّوهُ، قَالَ: فَيُحِبُّهُ أَهْلُ السَّمَاءِ، ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الْأَرْضِ، وَإِنَّ اللَّهَ إِذَا أَبْغَضَ عَبْدًا دَعَا جِبْرِيلَ، فَقَالَ يَا جِبْرِيلُ إِنِّي أُبْغِضُ فُلَانًا فَأَبْغِضْهُ، قَالَ: فَيُبْغِضُهُ جِبْرِيلُ، </p>"
}