{
  "id": null,
  "sura": 19,
  "aya": 87,
  "text": "<p> وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ [٣٩ \\ ٧١ - ٧٣] . </p><p> قَوْلُهُ تَعَالَى: لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا [١٩ \\ ٨٧] . </p><p> قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَكُونَ فِي الْآيَةِ وَجْهَانِ أَوْ أَوْجُهٌ مِنَ التَّفْسِيرِ كُلُّهَا حَقٌّ، وَكُلُّ وَاحِدٍ مِنْهَا يَشْهَدُ لَهُ قُرْآنٌ، فَإِنَّا نَذْكُرُ الْجَمِيعَ وَأَدِلَّتَهُ مِنْ كِتَابِ اللَّهِ تَعَالَى ; لِأَنَّهُ كُلَّهُ حَقٌّ، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ مِنْ ذَلِكَ النَّوْعِ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْوَاوُ فِي قَوْلِهِ: لَا يَمْلِكُونَ رَاجِعَةٌ إِلَى الْمُجْرِمِينَ الْمَذْكُورِينَ فِي قَوْلِهِ: وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ أَيْ: لَا يَمْلِكُ الْمُجْرِمُونَ الشَّفَاعَةَ، أَيْ: لَا يَسْتَحِقُّونَ أَنْ يَشْفَعَ فِيهِمْ شَافِعٌ يُخَلِّصُهُمْ مِمَّا هُمْ فِيهِ مِنَ الْهَوْلِ وَالْعَذَابِ. </p><p> وَهَذَا الْوَجْهُ مِنَ التَّفْسِيرِ تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ تَعَالَى: فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ [٧٤ \\ ٤٨] ، وَقَوْلِهِ تَعَالَى: فَمَا لَنَا مِنْ شَافِعِينَ وَلَا صَدِيقٍ حَمِيمٍ [٢٦ \\ ١٠٠ - ١٠١] وَقَوْلِهِ تَعَالَى: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ الْآيَةَ [٤٠ \\ ١٨] وَقَوْلِهِ: وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى [٢١ \\ ٢٨] مَعَ قَوْلِهِ: وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ [٣٩ \\ ٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَهَذَا الْوَجْهُ يُفْهَمُ مِنْهُ بِالْأَحْرَى أَنَّ الْمُجْرِمِينَ لَا يَشْفَعُونَ فِي غَيْرِهِمْ ; لِأَنَّهُمْ إِذَا كَانُوا لَا يَسْتَحِقُّونَ أَنْ يَشْفَعَ فِيهِمْ غَيْرُهُمْ لِكُفْرِهِمْ فَشَفَاعَتُهُمْ فِي غَيْرِهِمْ مَمْنُوعَةٌ مِنْ بَابِ أَوْلَى، وَعَلَى كَوْنِ الْوَاوِ فِي لَا يَمْلِكُونَ رَاجِعَةً إِلَى الْمُجْرِمِينَ فَالِاسْتِثْنَاءُ مُنْقَطِعٌ وَ «مَنِ» فِي مَحِلِّ نَصْبٍ، وَالْمَعْنَى: لَكِنْ مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا يَمْلِكُونَ الشَّفَاعَةَ، أَيْ: بِتَمْلِيكِ اللَّهِ إِيَّاهُمْ وَإِذْنِهِ لَهُمْ فَيَمْلِكُونَ الشَّفَاعَةَ بِمَا ذَكَرْنَا وَيَسْتَحِقُّهَا بِهِ الْمَشْفُوعُ لَهُمْ، قَالَ تَعَالَى: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [٢ \\ ٢٥٥] وَقَالَ: وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى [٢١ \\ ٢٨] وَقَالَ: وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى [٥٣ \\ ٢٦] . </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْوَاوُ فِي قَوْلِهِ: لَا يَمْلِكُونَ الشَّفَاعَةَ رَاجِعَةٌ إِلَى «الْمُتَّقِينَ» ، «وَالْمُجْرِمِينَ» جَمِيعًا الْمَذْكُورِينَ فِي قَوْلِهِ: يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا، وَعَلَيْهِ فَالِاسْتِثْنَاءُ فِي قَوْلِهِ: إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا [١٩ \\ ٨٧] مُتَّصِلٌ، وَمَنِ بَدَلٌ مِنَ الْوَاوِ فِي «لَا يَمْلِكُونَ» ، أَيْ: لَا يَمْلِكُ مِنْ جَمِيعِهِمْ أَحَدٌ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا وَهُمُ الْمُؤْمِنُونَ، وَالْعَهْدُ: الْعَمَلُ الصَّالِحُ وَالْقَوْلُ بِأَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ، وَغَيْرُهُ مِنَ الْأَقْوَالِ يَدْخُلُ فِي ذَلِكَ، أَيْ: إِلَّا الْمُؤْمِنُونَ فَإِنَّهُمْ يَشْفَعُ بَعْضُهُمْ فِي بَعْضٍ، كَمَا قَالَ تَعَالَى: يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا [٢٠ \\ ١٠٩] ، وَقَدْ بَيَّنَ تَعَالَى فِي مَوَاضِعَ أُخَرَ: أَنَّ الْمَعْبُودَاتِ الَّتِي يَعْبُدُونَهَا مِنْ دُونِ اللَّهِ لَا تَمْلِكُ الشَّفَاعَةَ، وَأَنَّ مَنْ شَهِدَ بِالْحَقِّ يَمْلِكُهَا بِإِذْنِ اللَّهِ لَهُ فِي ذَلِكَ، وَهُوَ قَوْلُهُ تَعَالَى: وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ الْآيَةَ [٤٣ \\ ٨٦] ، أَيْ: لَكِنْ مَنْ شَهِدَ بِالْحَقِّ يَشْفَعُ بِإِذْنِ اللَّهِ لَهُ فِي ذَلِكَ، وَقَالَ تَعَالَى: وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ الْآيَةَ [٣٠ \\ ١٢ - ١٣] وَقَالَ تَعَالَى: وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ الْآيَةَ [١٠ \\ ١٨] ، وَالْأَحَادِيثُ فِي الشَّفَاعَةِ وَأَنْوَاعِهَا كَثِيرَةٌ مَعْرُوفَةٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَفِي إِعْرَابِ جُمْلَةِ لَا يَمْلِكُونَ وَجْهَانِ، الْأَوَّلُ: أَنَّهَا حَالِيَّةٌ، أَيْ: نَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ فِي حَالِ كَوْنِهِمْ لَا يَمْلِكُونَ الشَّفَاعَةَ، أَوْ: نَحْشُرُ الْمُتَّقِينَ وَنَسُوقُ الْمُجْرِمِينَ فِي حَالِ كَوْنِهِمْ لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ مِنْهُمْ عِنْدَ الرَّحْمَنِ عَهْدًا، وَالثَّانِي أَنَّهَا مُسْتَأْنَفَةٌ لِلْإِخْبَارِ، حَكَاهُ أَبُو حَيَّانَ فِي الْبَحْرِ، وَمِنْ أَقْوَالِ الْعُلَمَاءِ فِي الْعَهْدِ الْمَذْكُورِ فِي الْآيَةِ: أَنَّهُ الْمُحَافَظَةُ عَلَى الصَّلَوَاتِ الْخَمْسِ، وَاسْتَدَلَّ مَنْ قَالَ ذَلِكَ بِحَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ الَّذِي قَدَّمْنَاهُ عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ الْآيَةَ [١٩ \\ ٥٩] . </p><p> وَقَالَ بَعْضُهُمْ: الْعَهْدُ الْمَذْكُورُ: هُوَ أَنْ يَقُولَ الْعَبْدُ كُلَّ صَبَاحٍ وَمَسَاءٍ: اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، إِنِّي أَعْهَدُ إِلَيْكَ فِي هَذِهِ الْحَيَاةِ بِأَنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ، فَلَا تَكِلْنِي إِلَى نَفْسِي، فَإِنَّكَ إِنْ تَكِلْنِي إِلَى نَفْسِي تُبَاعِدْنِي مِنَ الْخَيْرِ وَتُقَرِّبْنِي مِنَ الشَّرِّ، وَإِنِّي لَا أَثِقُ إِلَّا بِرَحْمَتِكَ، </p>"
}