{
  "id": null,
  "sura": 19,
  "aya": 37,
  "text": "<p> إِذَا زِيدَتْ قَبْلَهَا لَفْظَةُ «مِنْ» لِتَوْكِيدِ الْعُمُومِ كَانَتْ نَصًّا صَرِيحًا فِي الْعُمُومِ، وَتَطَّرِدُ زِيَادَتُهَا لِلتَّوْكِيدِ الْمَذْكُورِ قَبْلَ النَّكِرَةِ فِي سِيَاقِ النَّفْيِ فِي ثَلَاثَةِ مَوَاضِعَ: قَبْلَ الْفَاعِلِ، كَقَوْلِهِ تَعَالَى: مَا أَتَاهُمْ مِنْ نَذِيرٍ [٢٨ \\ ٤٦] ، وَقَبْلَ الْمَفْعُولِ، كَهَذِهِ الْآيَةِ، وَكَقَوْلِهِ: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ الْآيَةَ [٢١ \\ ٢٥] ، وَقَبْلَ الْمُبْتَدَأِ كَقَوْلِهِ: لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ. </p><p> قَوْلُهُ تَعَالَى: فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ، أَظْهَرُ الْأَقْوَالِ فِي «الْأَحْزَابِ» الْمَذْكُورَةِ فِي هَذِهِ الْآيَةِ أَنَّهُمْ فِرَقُ الْيَهُودِ وَالنَّصَارَى الَّذِينَ اخْتَلَفُوا فِي شَأْنِ عِيسَى، فَقَالَتْ طَائِفَةٌ: هُوَ ابْنُ زِنًى، وَقَالَتْ طَائِفَةٌ: هُوَ ابْنُ اللَّهِ، وَقَالَتْ طَائِفَةٌ: هُوَ اللَّهُ، وَقَالَتْ طَائِفَةٌ: هُوَ إِلَهٌ مَعَ اللَّهِ. </p><p> ثُمَّ إِنَّ اللَّهَ تَوَعَّدَ الَّذِينَ كَفَرُوا مِنْهُمْ بِالْوَيْلِ لَهُمْ مِنْ شُهُودِ يَوْمِ الْقِيَامَةِ، وَذَلِكَ يَشْمَلُ مَنْ كَفَرَ بِالتَّفْرِيطِ فِي عِيسَى كَالَّذِي قَالَ إِنَّهُ ابْنُ زِنًى، وَمَنْ كَفَرَ بِالْإِفْرَاطِ فِيهِ كَالَّذِينَ قَالُوا إِنَّهُ اللَّهُ أَوِ ابْنُهُ، وَقَوْلُهُ «وَيْلٌ» كَلِمَةُ عَذَابٍ، فَهُوَ مَصْدَرٌ لَا فِعْلَ لَهُ مِنْ لَفْظِهِ، وَسَوَّغَ الِابْتِدَاءَ بِهِ وَهُوَ نَكِرَةٌ كَوْنُهُ فِي مَعْنَى الدُّعَاءِ، وَالظَّاهِرُ أَنَّ الْمَشْهَدَ فِي الْآيَةِ مَصْدَرٌ مِيمِيٌّ، أَيْ: فَوَيْلٌ لَهُمْ مِنْ شُهُودِ ذَلِكَ الْيَوْمِ - أَيْ حُضُورِهِ - لِمَا سَيُلَاقُونَهُ فِيهِ مِنَ الْعَذَابِ، خِلَافًا لِمَنْ زَعَمَ أَنَّ الْمَشْهَدَ فِي الْآيَةِ اسْمُ مَكَانٍ، أَيْ: فَوَيْلٌ لَهُمْ مِنْ ذَلِكَ الْمَكَانِ الَّذِي يَشْهَدُونَ فِيهِ تِلْكَ الْأَهْوَالَ وَالْعَذَابَ، وَالْأَوَّلُ هُوَ الظَّاهِرُ وَهُوَ الصَّوَابُ إِنْ شَاءَ اللَّهُ تَعَالَى، وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ هُنَا ذَكَرَهُ أَيْضًا فِي سُورَةِ «الزُّخْرُفِ» فِي قَوْلِهِ تَعَالَى: وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ [٤٣ \\ ٦٣ - ٦٤] ، وَمَا أَشَارَ إِلَيْهِ فِي الْآيَتَيْنِ مِنْ أَنَّ الَّذِينَ كَفَرُوا بِالْإِفْرَاطِ أَوِ التَّفْرِيطِ فِي عِيسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، أَنَّهُ لَمْ يُعَاجِلْهُمْ بِالْعَذَابِ، وَأَنَّهُ يُؤَخِّرُ عَذَابَهُمْ إِلَى الْوَقْتِ الْمُحَدَّدِ لِذَلِكَ - أَشَارَ لَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى: وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ [١٤ \\ ٤٢] وَقَوْلِهِ تَعَالَى: وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ [١١ \\ ١٠٤] ، وَقَوْلِهِ: وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ [٢٩ \\ ٥٣] . </p><p> وَبِالْجُمْلَةِ فَاللَّهُ تَعَالَى يُمْهِلُ الظَّالِمَ إِلَى وَقْتِ عَذَابِهِ، وَلَكِنَّهُ لَا يُهْمِلُهُ، وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ </p>"
}