{
  "id": null,
  "sura": 19,
  "aya": 19,
  "text": "<p> قَوْلُهُ تَعَالَى: فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا، أَظْهَرُ الْأَقْوَالِ أَنَّ الْمُرَادَ بِقَوْلِهِ «رُوحَنَا» جِبْرِيلُ. </p><p> وَيَدُلُّ لِذَلِكَ قَوْلُهُ: نَزَلَ بِهِ الرُّوحُ الْأَمِينُ الْآيَةَ [٢٦ \\ ١٩٣] وَقَوْلُهُ: قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ الْآيَةَ [١٦ \\ ١٠٢] ، وَإِضَافَتُهُ إِلَى اللَّهِ إِضَافَةُ تَشْرِيفٍ وَتَكْرِيمٍ. </p><p> ] قَوْلُهُ تَعَالَى: فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا. </p><p> تَمَثُّلُهُ لَهَا بَشَرًا سَوِيًّا الْمَذْكُورُ فِي الْآيَةِ يَدُلُّ عَلَى أَنَّهُ مَلَكٌ وَلَيْسَ بِآدَمِيٍّ، وَهَذَا الْمَدْلُولُ صَرَّحَ بِهِ تَعَالَى فِي قَوْلِهِ: إِذْ قَالَتِ الْمَلَائِكَةُ يَامَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ الْآيَةَ [٣ \\ ٤٥] ، وَهَذَا الَّذِي بَشَّرَهَا بِهِ هُوَ الَّذِي قَالَ لَهَا هُنَا إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا [١٩ \\ ١٩] ، وَقَوْلُهُ: بَشَرًا سَوِيًّا، حَالَانِ مِنْ ضَمِيرِ الْفَاعِلِ فِي قَوْلِهِ «تَمَثَّلَ لَهَا» . </p><p> قَوْلُهُ تَعَالَى: قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا، ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ ذَلِكَ الرُّوحَ الَّذِي هُوَ جِبْرِيلُ قَالَ لَهَا إِنَّهُ رَسُولُ رَبِّهَا لِيَهَبَ لَهَا، أَيْ: لِيُعْطِيَهَا غُلَامًا، أَيْ: وَلَدًا «زَكِيًّا» أَيْ: طَاهِرًا مِنَ الذُّنُوبِ وَالْمَعَاصِي، كَثِيرَ الْبَرَكَاتِ، وَبَيَّنَ فِي غَيْرِ هَذَا الْمَوْضِعِ كَثِيرًا مِنْ صِفَاتِ هَذَا الْغُلَامِ الْمَوْهُوبِ لَهَا، وَهُوَ عِيسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، كَقَوْلِهِ: إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ [٣ \\ ٤٥ - ٤٦] ، وَقَوْلِهِ: وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ الْآيَةَ [٣ \\ ٤٨ - ٤٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْمُشْتَمِلَةِ عَلَى صِفَاتِ هَذَا الْغُلَامِ، وَقَرَأَ هَذَا الْحَرْفَ أَبُو عَمْرٍو وَوَرْشٌ عَنْ نَافِعٍ وَقَالُونُ عَنْهُ أَيْضًا بِخُلْفٍ عَنْهُ «لِيَهَبَ» بِالْيَاءِ الْمَفْتُوحَةِ بَعْدَ اللَّامِ أَيْ: لِيَهَبَ لَكِ هُوَ، أَيْ رَبُّكِ «غُلَامًا زَكِيًّا» وَقَرَأَ الْبَاقُونَ «لِأَهَبَ» بِهَمْزَةِ الْمُتَكَلِّمِ أَيْ: لِأَهَبَ لَكِ أَنَا أَيُّهَا الرَّسُولُ مِنْ رَبِّكِ غُلَامًا زَكِيًّا، وَفِي مَعْنَى إِسْنَادِهِ الْهِبَةَ إِلَى نَفْسِهِ عَلَى قِرَاءَةِ الْجُمْهُورِ خِلَافٌ مَعْرُوفٌ بَيْنَ الْعُلَمَاءِ، وَأَظْهَرُ الْأَقْوَالِ فِي ذَلِكَ عِنْدِي: أَنَّ الْمُرَادَ بِقَوْلِ جِبْرِيلَ لَهَا قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا، أَيْ: لِأَكُونَ سَبَبًا فِي هِبَةِ الْغُلَامِ </p>"
}