{
  "id": null,
  "sura": 19,
  "aya": 61,
  "text": "<p> رَمَضَانَ أَنْ يَصُومَ يَوْمًا مَعَ الْكَفَّارَةِ، أَيْ: بَدَلَ الْيَوْمِ الَّذِي أَفْسَدَهُ بِالْجِمَاعِ عَمْدًا، رَوَاهُ الْبَيْهَقِيُّ بِإِسْنَادٍ جَيِّدٍ، وَرَوَى أَبُو دَاوُدَ نَحْوَهُ. انْتَهَى كَلَامُ النَّوَوِيِّ. </p><p> وَمِنْ أَقْوَى الْأَدِلَّةِ عَلَى وُجُوبِ الْقَضَاءِ عَلَى التَّارِكِ عَمْدًا عُمُومُ الْحَدِيثِ الصَّحِيحِ الَّذِي قَدَّمْنَاهُ فِي سُورَةِ «الْإِسْرَاءِ» الَّذِي قَالَ فِيهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَدَيْنُ اللَّهِ أَحَقُّ أَنْ يُقْضَى» ، فَقَوْلُهُ:  «دَيْنُ اللَّهِ» اسْمُ جِنْسٍ مُضَافٌ إِلَى مَعْرِفَةٍ فَهُوَ عَامٌّ فِي كُلِّ دَيْنٍ، كَقَوْلِهِ: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ الْآيَةَ [١٤ \\ ٣٤] ، فَهُوَ عَامٌّ فِي كُلِّ نِعْمَةٍ، وَلَا شَكَّ أَنَّ الصَّلَاةَ الْمَتْرُوكَةَ عَمْدًا دَيْنُ اللَّهِ فِي ذِمَّةِ تَارِكِهَا، فَدَلَّ عُمُومُ الْحَدِيثِ عَلَى أَنَّهَا حَقِيقَةٌ جَدِيرَةٌ بِأَنْ تُقْضَى، وَلَا مُعَارِضَ لِهَذَا الْعُمُومِ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَيْسَ عَلَى التَّارِكِ لِلصَّلَاةِ عَمْدًا قَضَاءٌ ; لِأَنَّ الْقَضَاءَ يَحْتَاجُ إِلَى أَمْرٍ جَدِيدٍ وَلَمْ يَأْتِ أَمْرٌ جَدِيدٌ بِقَضَاءِ التَّارِكِ عَمْدًا، وَمِمَّنْ قَالَ بِهَذَا ابْنُ حَزْمٍ وَاخْتَارَهُ أَبُو الْعَبَّاسِ ابْنُ تَيْمِيَةَ رَحِمَهُ اللَّهُ، وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَالْأَمْرُ لَا يَسْتَلْزِمُ الْقَضَاءْ بَلْ هُوَ بِالْأَمْرِ الْجَدِيدِ جَاءْ لِأَنَّهُ فِي زَمَنٍ مُعَيَّنِ يَجِي لِمَا عَلَيْهِ مِنْ نَفْعٍ بُنِي وَخَالَفَ الرَّازِيُّ إِذِ الْمُرَكَّبْ لِكُلِّ جُزْءٍ حُكْمُهُ يَنْسَحِبْ </p><p> تَنْبِيهٌ </p><p> سَبَبُ اخْتِلَافِ الْعُلَمَاءِ فِي هَذِهِ الْمَسْأَلَةِ أَنَّهَا تَجَاذَبَهَا أَصْلَانِ مُخْتَلِفَانِ، فَنَظَرَتْ كُلُّ طَائِفَةٍ إِلَى أَحَدِ الْأَصْلَيْنِ الْمُخْتَلِفَيْنِ: </p><p> أَحَدُهُمَا: الْأَمْرُ بِالْمُرَكَّبِ أَمْرٌ بِأَجْزَائِهِ، وَإِلَيْهِ نَظَرَ الْحَنَفِيَّةُ وَمَنْ وَافَقَهُمْ. </p><p> وَالثَّانِي: الْأَمْرُ بِالْعِبَادَةِ فِي وَقْتٍ مُعَيَّنٍ لَا يَكُونُ إِلَّا لِمَصْلَحَةٍ تَخْتَصُّ بِالْوَقْتِ الْمَذْكُورِ، وَإِلَيْهِ نَظَرَ الْجُمْهُورُ، وَمِثْلُ هَذَا مِنَ الْأَشْيَاءِ الَّتِي تَكُونُ سَبَبًا لِلِاخْتِلَافِ فِي الْمَسْأَلَةِ كَمَا أَشَارَ لَهُ الشَّيْخُ مَيَّارَةُ فِي التَّكْمِيلِ، بِقَوْلِهِ: </p><p> وَإِنْ يَكُنْ فِي الْفَرْعِ تَقْرِيرَانِ بِالْمَنْعِ وَالْجَوَازِ فَالْقَوْلَانِ </p><p> قَوْلُهُ تَعَالَى: جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا، بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ وَعَدَ عِبَادَهُ الْمُؤْمِنِينَ الْمُطِيعِينَ جَنَّاتِ عَدْنٍ، ثُمَّ بَيَّنَ أَنَّ وَعْدَهُ مَأْتِيٌّ، بِمَعْنَى أَنَّهُمْ يَأْتُونَهُ وَيَنَالُونَ مَا وُعِدُوا بِهِ ; لِأَنَّهُ جَلَّ وَعَلَا لَا يُخْلِفُ </p><p> الْمِيعَادَ، وَأَشَارَ لِهَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ الْآيَةَ [٣٠ \\ ٦] ، وَقَوْلِهِ: إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ [١٣ \\ ٣١] ، وَقَوْلِهِ: رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ فَاسْتَجَابَ لَهُمْ رَبُّهُمْ الْآيَةَ [٣ \\ ١٩٣ - ١٩٤] ، وَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا [١٧ \\ ١٠٧ - ١٠٨] ، وَقَوْلِهِ تَعَالَى: فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا السَّمَاءُ مُنْفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولًا [٧٣ \\ ١٧ - ١٨] ، وَقَوْلِهِ تَعَالَى: أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا [٢٥ \\ ١٥ - ١٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلِهِ: مَأْتِيًّا، اسْمُ مَفْعُولِ «أَتَاهُ» : إِذَا جَاءَهُ، وَالْمَعْنَى: أَنَّهُمْ لَا بُدَّ أَنْ يَأْتُونَ مَا وُعِدُوا بِهِ، خِلَافًا لِمَنْ زَعَمَ أَنَّ مَأْتِيًّا، صِيغَةُ مَفْعُولٍ أُرِيدَ بِهَا الْفَاعِلُ، أَيْ: كَانَ وَعْدُهُ آتِيًا، إِذْ لَا دَاعِيَ لِهَذَا مَعَ وُضُوحِ ظَاهِرِ الْآيَةِ. </p><p> تَنْبِيهٌ </p><p> مَثَّلَ بَعْضُ عُلَمَاءِ الْبَلَاغَةِ بِهَذِهِ الْآيَةِ لِنَوْعٍ مِنْ أَنْوَاعِ الْبَدَلِ، وَهُوَ بَدَلُ الْكُلِّ مِنَ الْبَعْضِ، قَالُوا: جَنَّاتِ عَدْنٍ [١٩ \\ ٦١] ، بَدَلٌ مِنَ الْجَنَّةِ فِي قَوْلِهِ: فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ [١٩ \\ ٦٠] ، بَدَلُ كُلٍّ مِنْ بَعْضٍ. </p><p> قَالُوا: وَمِنْ أَمْثِلَةِ بَدَلِ الْكُلِّ مِنَ الْبَعْضِ قَوْلُهُ: </p><p> رَحِمَ اللَّهُ أَعْظُمًا دَفَنُوهَا ... بِسِجِسْتَانَ طَلْحَةَ الطَّلَحَاتِ </p><p> فَـ «طَلْحَةُ» بَدَلٌ مِنْ قَوْلِهِ «أَعْظُمًا» بَدَلُ كُلٍّ مِنْ بَعْضٍ، وَعَلَيْهِ فَأَقْسَامُ الْبَدَلِ سِتَّةٌ: بَدَلُ الشَّيْءِ مِنَ الشَّيْءِ، وَبَدَلُ الْبَعْضِ مِنَ الْكُلِّ، وَبَدَلُ الْكُلِّ مِنَ الْبَعْضِ، وَبَدَلُ الِاشْتِمَالِ، وَبَدَلُ الْبَدَاءِ، وَبَدَلُ الْغَلَطِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَلَا يَتَعَيَّنُ عِنْدِي فِي الْآيَةِ وَالْبَيْتِ كَوْنُ الْبَدَلِ بَدَلَ كُلٍّ مِنْ بَعْضٍ، بَلْ يَجُوزُ أَنْ يَكُونَ بَدَلَ الشَّيْءِ مِنَ الشَّيْءِ ; لِأَنَّ الْأَلِفَ وَاللَّامَ فِي قَوْلِهِ: فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ لِلْجِنْسِ، وَإِذَا كَانَ لِلْجِنْسِ جَازَ أَنْ يُرَادَ بِهَا جَمِيعُ الْجَنَّاتِ، فَيَكُونُ قَوْلُهُ: جَنَّاتِ عَدْنٍ، بَدَلًا مِنَ الْجَنَّةَ بَدَلَ الشَّيْءِ مِنَ الشَّيْءِ ; لِأَنَّ الْمُرَادَ </p>"
}