{
  "id": null,
  "sura": 19,
  "aya": 27,
  "text": "<p> يَمْنَعُونَ كَوْنَهُ لِلضَّرُورَةِ، وَيَقُولُونَ: إِنَّهُ جَائِزٌ مُطْلَقًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا، لَمَّا اطْمَأَنَّتْ مَرْيَمُ بِسَبَبِ مَا رَأَتْ مِنَ الْآيَاتِ الْخَارِقَةِ لِلْعَادَةِ الَّتِي تَقَدَّمَ ذِكْرُهَا آنِفًا أَتَتْ بِهِ) أَيْ بِعِيسَى (قَوْمَهَا تَحْمِلُهُ غَيْرَ مُحْتَشِمَةٍ وَلَا مُكْتَرِثَةٍ بِمَا يَقُولُونَ،فَقَالُوا لَهَا:يَامَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا[١٩ \\ ٢٧]،قَالَ مُجَاهِدٌ وَقَتَادَةُ وَغَيْرُ وَاحِدٍ:«فَرِيًّا»،أَيْ:عَظِيمًا،وَقَالَ سَعِيدُ بْنُ مَسْعَدَةَ:«فَرِيًّا»أَيْ: مُخْتَلَقًا مُفْتَعَلًا،وَقَالَ أَبُو عُبَيْدَةَ وَالْأَخْفَشُ:«فَرِيًّا»أَيْ: عَجِيبًا نَادِرًا.</p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: الَّذِي يُفْهَمُ مِنَ الْآيَاتِ الْقُرْآنِيَّةِ أَنَّ مُرَادَهُمْ بِقَوْلِهِمْ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا، أَيْ: مُنْكَرًا عَظِيمًا ; لِأَنَّ «الْفَرِيَّ» فَعِيلٌ مِنَ الْفِرْيَةِ، يَعْنُونَ بِهِ الزِّنَى ; لِأَنَّ وَلَدَ الزِّنَى كَالشَّيْءِ الْمُفْتَرَى الْمُخْتَلَقِ ; لِأَنَّ الزَّانِيَةَ تَدَّعِي إِلْحَاقَهُ بِمَنْ لَيْسَ أَبَاهُ، وَيَدُلُّ عَلَى أَنَّ مُرَادَهُمْ بِقَوْلِهِمْ «فَرِيًّا» الزِّنَى قَوْلُهُ تَعَالَى: وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا [٤ \\ ١٥٦] ، لِأَنَّ ذَلِكَ الْبُهْتَانَ الْعَظِيمَ الَّذِي هُوَ ادِّعَاؤُهُمْ أَنَّهَا زَنَتْ، وَجَاءَتْ بِعِيسَى مِنْ ذَلِكَ الزِّنَى) حَاشَاهَا وَحَاشَاهُ مِنْ ذَلِكَ (هُوَ الْمُرَادُ بِقَوْلِهِمْ لَهَا: لَقَدْ جِئْتِ شَيْئًا فَرِيًّا، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى بَعْدَهُ: يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا، وَالْبَغِيُّ الزَّانِيَةُ كَمَا تَقَدَّمَ، يَعْنُونَ كَانَ أَبَوَاكِ عَفِيفَيْنِ لَا يَفْعَلَانِ الْفَاحِشَةَ، فَمَا لَكِ أَنْتِ تَرْتَكِبِينَهَا! وَمِمَّا يَدُلُّ عَلَى أَنَّ وَلَدَ الزِّنَى كَالشَّيْءِ الْمُفْتَرَى قَوْلُهُ تَعَالَى: وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ [٦٠ \\ ١٢] ، قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى قَوْلِهِ تَعَالَى: وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ، أَيْ: وَلَا يَأْتِينَ بِوَلَدِ زِنًى يَقْصِدْنَ إِلْحَاقَهُ بِرَجُلٍ لَيْسَ أَبَاهُ، هَذَا هُوَ الظَّاهِرُ الَّذِي دَلَّ عَلَيْهِ الْقُرْآنُ فِي مَعْنَى الْآيَةِ، وَكُلُّ عَمَلٍ أَجَادَهُ عَامِلُهُ فَقَدْ فَرَاهُ لُغَةً، وَمِنْهُ قَوْلُ الرَّاجِزِ وَهُوَ زُرَارَةُ بْنُ صَعْبِ بْنِ دَهْرٍ: </p><p> وَقَدْ أَطْعَمْتِنِي دَقْلًا حَوْلِيَّا ... مُسَوَّسًا مُدَوَّدًا حَجَرِيَّا </p><p> قَدْ كُنْتِ تَفْرِينَ بِهِ الْفَرِيَّا </p><p> يَعْنِي: تَعْمَلِينَ بِهِ الْعَمَلَ الْعَظِيمَ، وَالظَّاهِرُ أَنَّهُ يَقْصِدُ أَنَّهَا تُؤَكِّلُهُ أَكْلًا لَمًّا عَظِيمًا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: يَا أُخْتَ هَارُونَ، لَيْسَ الْمُرَادُ بِهِ هَارُونَ بْنَ </p><p> عِمْرَانَ أَخَا مُوسَى، كَمَا يَظُنُّهُ بَعْضُ الْجَهَلَةِ، وَإِنَّمَا هُوَ رَجُلٌ آخَرُ صَالِحٌ مِنْ بَنِي إِسْرَائِيلَ يُسَمَّى هَارُونَ، وَالدَّلِيلُ عَلَى أَنَّهُ لَيْسَ هَارُونَ أَخَا مُوسَى مَا رَوَاهُ مُسْلِمٌ رَحِمَهُ اللَّهُ تَعَالَى فِي صَحِيحِهِ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَأَبُو سَعِيدٍ الْأَشَجُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى الْعَنْزِيُّ - وَاللَّفْظُ لِابْنِ نُمَيْرٍ - قَالُوا: حَدَّثَنَا ابْنُ إِدْرِيسَ عَنْ أَبِيهِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ: لَمَّا قَدِمْتُ نَجْرَانَ سَأَلُونِي فَقَالُوا: إِنَّكُمْ تَقْرَءُونَ: يَا أُخْتَ هَارُونَ، وَمُوسَى قَبْلُ عِيسَى بِكَذَا وَكَذَا، فَلَمَّا قَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلْتُهُ عَنْ ذَلِكَ فَقَالَ:  «إِنَّهُمْ كَانُوا يُسَمُّونَ بِأَنْبِيَائِهِمْ وَالصَّالِحِينَ قَبْلَهُمْ» اهـ، هَذَا لَفْظُ مُسْلِمٍ فِي الصَّحِيحِ، وَهُوَ دَلِيلٌ عَلَى أَنَّهُ رَجُلٌ آخَرُ غَيْرُ هَارُونَ أَخِي مُوسَى، وَمَعْلُومٌ أَنَّ هَارُونَ أَخَا مُوسَى قَبْلَ مَرْيَمَ بِزَمَنٍ طَوِيلٍ، وَقَالَ ابْنُ حَجَرٍ فِي) الْكَافِي الشَّافْ فِي تَخْرِيجِ أَحَادِيثِ الْكَشَّافْ (فِي قَوْلِ الزَّمَخْشَرِيِّ: إِنَّمَا عَنَوْا هَارُونَ النَّبِيَّ، مَا نَصُّهُ: لَمْ أَجِدْهُ هَكَذَا إِلَّا عِنْدَ الثَّعْلَبِيِّ بِغَيْرِ سَنَدٍ، وَرَوَاهُ الطَّبَرِيُّ عَنِ السُّدِّيِّ قَوْلَهُ، وَلَيْسَ بِصَحِيحٍ، فَإِنَّ عِنْدَ مُسْلِمٍ وَالنَّسَائِيِّ وَالتِّرْمِذِيِّ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ: بَعَثَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى نَجْرَانَ فَقَالُوا لِي: أَرَأَيْتُمْ شَيْئًا تَقْرَءُونَهُ «يَا أُخْتَ هَارُونَ» وَبَيْنَ مُوسَى وَعِيسَى مَا شَاءَ اللَّهُ مِنَ السِّنِينَ، فَلَمْ أَدْرِ مَا أُجِيبُهُمْ. فَقَالَ لِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «هَلَّا أَخْبَرْتَهُمْ أَنَّهُمْ كَانُوا يُسَمُّونَ بِأَسْمَاءِ أَنْبِيَائِهِمْ وَالصَّالِحِينَ مِنْ قَبْلِهِمْ» وَرَوَى الطَّبَرِيُّ مِنْ طَرِيقِ ابْنِ سِيرِينَ: نُبِّئْتُ أَنَّ كَعْبًا قَالَ: إِنَّ قَوْلَهُ تَعَالَى يَا أُخْتَ هَارُونَ، لَيْسَ بِهَارُونَ أَخِي مُوسَى، فَقَالَتْ لَهُ عَائِشَةُ: كَذَبْتَ. فَقَالَ لَهَا: يَا أُمَّ الْمُؤْمِنِينَ، إِنْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَهُوَ أَعْلَمُ، وَإِلَّا فَإِنِّي أَجِدُ بَيْنَهُمَا سِتَّمِائَةِ سَنَةٍ. انْتَهَى كَلَامُ ابْنِ حَجَرٍ. </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ فِي قَوْلِهِ تَعَالَى: يَا أُخْتَ هَارُونَ: أَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَأَحْمَدُ وَعَبْدُ بْنُ حُمَيْدٍ، وَمُسْلِمٌ وَالتِّرْمِذِيُّ وَالنَّسَائِيُّ، وَابْنُ الْمُنْذِرِ وَابْنُ أَبِي حَاتِمٍ، وَابْنُ حِبَّانَ وَالطَّبَرَانِيُّ، وَابْنُ مَرْدَوَيْهِ وَالْبَيْهَقِيُّ فِي الدَّلَائِلِ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ: بَعَثَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى نَجْرَانَ. . .، إِلَى آخِرِ الْحَدِيثِ كَمَا تَقَدَّمَ آنِفًا، وَبِهَذَا الْحَدِيثِ الصَّحِيحِ الَّذِي رَأَيْتَ إِخْرَاجَ هَؤُلَاءِ الْجَمَاعَةِ لَهُ، وَقَدْ قَدَّمْنَاهُ بِلَفْظِهِ عِنْدَ مُسْلِمٍ فِي صَحِيحِهِ تَعْلَمُ أَنَّ قَوْلَ مَنْ قَالَ: إِنَّ الْمُرَادَ هَارُونُ أَخُو مُوسَى، بَاطِلٌ سَوَاءٌ قِيلَ إِنَّهَا أُخْتُهُ، أَوْ أَنَّ الْمُرَادَ بِأَنَّهَا أُخْتُهُ أَنَّهَا مِنْ ذُرِّيَّتِهِ، كَمَا يُقَالُ لِلرَّجُلِ: يَا أَخَا تَمِيمٍ، وَالْمُرَادُ يَا أَخَا بَنِي تَمِيمٍ ; لِأَنَّهُ مِنْ ذُرِّيَّةِ تَمِيمٍ، وَمِنْ هَذَا الْقَبِيلِ قَوْلُهُ: وَاذْكُرْ أَخَا عَادٍ [٤٦ \\ ٢١] ; لِأَنَّ هُودًا إِنَّمَا قِيلَ لَهُ أَخُو عَادٍ لِأَنَّهُ مِنْ ذُرِّيَّتِهِ، فَهُوَ أَخُو بَنِي عَادٍ، وَهُمُ الْمُرَادُ بِعَادٍ فِي الْآيَةِ ; لِأَنَّ </p>"
}