{
  "id": null,
  "sura": 19,
  "aya": 71,
  "text": "<p> أَيٌّ كَمَا وَأُعْرِبَتْ مَا لَمْ تُضَفْ ... وَصَدْرُ وَصْلِهَا ضَمِيرٌ انْحَذَفْ </p><p> وَبَعْضُهُمْ أَعْرَبَ مُطْلَقًا. . . . . . . . . .إِلَخْ. </p><p> وَيَدُلُّ عَلَى صِحَّةِ قَوْلِ سِيبَوَيْهَ رَحِمَهُ اللَّهُ قَوْلُ غَسَّانَ بْنِ وَعْلَةَ: </p><p> إِذَا مَا لَقِيتَ بَنِي مَالِكٍ ... فَسَلِّمْ عَلَى أَيُّهُمْ أَفْضَلُ </p><p> وَالرِّوَايَةِ بِضَمِّ «أَيُّهُمْ» ، وَخَالَفَ الْخَلِيلُ وَيُونُسُ وَغَيْرُهُمَا سِيبَوَيْهِ فِي «أَيُّ» الْمَذْكُورَةِ، فَقَالَ الْخَلِيلُ: إِنَّهَا فِي الْآيَةِ اسْتِفْهَامِيَّةٌ مَحْكِيَّةٌ بِقَوْلٍ مُقَدَّرٍ وَالتَّقْدِيرُ: ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ الَّذِي يُقَالُ فِيهِ أَيُّهُمْ أَشَدُّ ; وَأَنْشَدَ الْخَلِيلُ لِهَذَا الْمَعْنَى الَّذِي ذَهَبَ إِلَيْهِ قَوْلَ الشَّاعِرِ: </p><p> وَلَقَدْ أَبِيتُ مِنَ الْفَتَاةِ بِمَنْزِلٍ ... فَأَبِيتُ لَا حَرِجٌ وَلَا مَحْرُومُ </p><p> أَيْ: فَأَبِيتُ بِمَنْزِلَةِ الَّذِي يُقَالُ لَهُ: لَا هُوَ حَرِجٌ وَلَا مَحْرُومٌ. </p><p> وَأَمَّا يُونُسُ فَذَهَبَ إِلَى أَنَّهَا اسْتِفْهَامِيَّةٌ أَيْضًا ; لَكِنَّهُ حَكَمَ بِتَعْلِيقِ الْفِعْلِ قَبْلَهَا بِالِاسْتِفْهَامِ لِأَنَّ التَّعْلِيقَ عِنْدَهُ لَا يَخْتَصُّ بِأَفْعَالِ الْقُلُوبِ، وَاحْتَجَّ لِسِيبَوَيْهَ عَلَى الْخَلِيلِ وَيُونُسَ وَمَنْ تَبِعَهُمَا بِبَيْتِ غَسَّانَ بْنِ وَعْلَةَ الْمَذْكُورِ آنِفًا ; لِأَنَّ الرِّوَايَةَ فِيهِ بِضَمِّ «أَيُّهُمْ» ، مَعَ أَنَّ حُرُوفَ الْجَرِّ، لَا يُضْمَرُ بَيْنَهَا وَبَيْنَ مَعْمُولِهَا قَوْلٌ وَلَا تَعَلُّقٌ عَلَى الْأَصْوَبِ، وَإِنْ خَالَفَ فِيهِ بَعْضُهُمْ بِبَعْضِ التَّأْوِيلَاتِ، وَمِمَّا ذَكَرْنَا تَعْلَمُ أَنَّ مَا ذَكَرَهُ بَعْضُهُمْ مِنْ أَنَّ جَمِيعَ النَّحْوِيِّينَ غَلَّطُوا سِيبَوَيْهَ فِي قَوْلِهِ هَذَا فِي «أَيُّ» فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ خِلَافُ التَّحْقِيقِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ وَحَفْصٌ عِتِيًّا بِكَسْرِ الْعَيْنِ، وَصِلِيًّا بِكَسْرِ الصَّادِ لِلْإِتْبَاعِ، وَقَرَأَ الْبَاقُونَ بِالضَّمِّ فِيهِمَا عَلَى الْأَصْلِ. </p><p> قَوْلُهُ تَعَالَى: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا. </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِوُرُودِ النَّارِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَلَى أَقْوَالٍ: </p><p> الْأَوَّلُ: أَنَّ الْمُرَادَ بِالْوُرُودِ الدُّخُولُ، وَلَكِنَّ اللَّهَ يَصْرِفُ أَذَاهَا عَنْ عِبَادِهِ الْمُتَّقِينَ عِنْدَ ذَلِكَ الدُّخُولِ. </p><p> الثَّانِي: أَنَّ الْمُرَادَ بِوُرُودِ النَّارِ الْمَذْكُورِ: الْجَوَازُ عَلَى الصِّرَاطِ ; لِأَنَّهُ جِسْرٌ مَنْصُوبٌ عَلَى مَتْنِ جَهَنَّمَ. </p><p> الثَّالِثُ: أَنَّ الْوُرُودَ الْمَذْكُورَ هُوَ الْإِشْرَافُ عَلَيْهَا وَالْقُرْبُ مِنْهَا. </p><p> الرَّابِعُ: أَنَّ حَظَّ الْمُؤْمِنِينَ مِنْ ذَلِكَ الْوُرُودِ هُوَ حُرُّ الْحُمَّى فِي دَارِ الدُّنْيَا، وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا الِاسْتِدْلَالُ عَلَى أَحَدِ الْمَعَانِي الدَّاخِلَةِ فِي مَعْنَى الْآيَةِ بِكَوْنِهِ هُوَ الْغَالِبَ فِي الْقُرْآنِ، فَغَلَبَتُهُ فِيهِ دَلِيلٌ اسْتِقْرَائِيٌّ عَلَى عَدَمِ خُرُوجِهِ مِنْ مَعْنَى الْآيَةِ، وَقَدْ قَدَّمْنَا أَمْثِلَةً لِذَلِكَ، فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا اسْتَدَلَّ عَلَى الْمُرَادِ بِوُرُودِ النَّارِ فِي الْآيَةِ بِمِثْلِ ذَلِكَ الدَّلِيلِ الَّذِي ذَكَرْنَا أَنَّهُ مِنْ أَنْوَاعِ الْبَيَانِ فِي هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَإِيضَاحُهُ أَنَّ وُرُودَ النَّارِ جَاءَ فِي الْقُرْآنِ فِي آيَاتٍ مُتَعَدِّدَةٍ، وَالْمُرَادُ فِي كُلِّ وَاحِدَةٍ مِنْهَا الدُّخُولُ، فَاسْتَدَلَّ بِذَلِكَ ابْنُ عَبَّاسٍ عَلَى أَنَّ «الْوُرُودَ فِي الْآيَةِ الَّتِي فِيهَا النِّزَاعُ هُوَ الدُّخُولُ» ؛ لِدَلَالَةِ الْآيَاتِ الْأُخْرَى عَلَى ذَلِكَ، كَقَوْلِهِ تَعَالَى: يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ [١١ \\ ٩٨] ، قَالَ: فَهَذَا وُرُودُ دُخُولٍ، وَكَقَوْلِهِ: لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ [٢١ \\ ٩٩] ، فَهُوَ وُرُودُ دُخُولٍ أَيْضًا، وَكَقَوْلِهِ: وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا [١٩ \\ ٨٦] ، وَقَوْلِهِ تَعَالَى: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ [٢١ \\ ٦٨] ، وَبِهَذَا اسْتَدَلَّ ابْنُ عَبَّاسٍ عَلَى نَافِعِ بْنِ الْأَزْرَقِ فِي «أَنَّ الْوُرُودَ الدُّخُولُ» . </p><p> وَاحْتَجَّ مَنْ قَالَ بِأَنَّ الْوُرُودَ: الْإِشْرَافُ وَالْمُقَارَبَةُ بِقَوْلِهِ تَعَالَى: وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ الْآيَةَ [٢٨ \\ ٢٣] ، قَالَ: فَهَذَا وُرُودُ مُقَارَبَةٍ وَإِشْرَافٍ عَلَيْهِ، وَكَذَا قَوْلُهُ تَعَالَى: فَأَرْسَلُوا وَارِدَهُمْ الْآيَةَ [١٢ \\ ١١] ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى فِي مُعَلَّقَتِهِ: </p><p> فَلَمَّا وَرَدْنَ الْمَاءَ زُرْقًا جِمَامُهُ ... وَضَعْنَ عِصِيَّ الْحَاضِرِ الْمُتَخَيِّمِ </p><p> قَالُوا: وَالْعَرَبُ تَقُولُ: وَرَدَتِ الْقَافِلَةُ الْبَلَدَ، وَإِنْ لَمْ تَدْخُلْهُ وَلَكِنْ قَرُبَتْ مِنْهُ، وَاحْتَجَّ مَنْ قَالَ بِأَنَّ الْوُرُودَ فِي الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا لَيْسَ نَفْسَ الدُّخُولِ بِقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ [٢١ \\ ١٠١ - ١٠٢] ، قَالُوا: إِبْعَادُهُمْ عَنْهَا الْمَذْكُورُ فِي هَذِهِ الْآيَةِ يَدُلُّ عَلَى عَدَمِ دُخُولِهِمْ فِيهَا ; فَالْوُرُودُ غَيْرُ الدُّخُولِ. </p><p> وَاحْتَجَّ مَنْ قَالَ: بِأَنَّ وُرُودَ النَّارِ فِي الْآيَةِ بِالنِّسْبَةِ لِلْمُؤْمِنِينَ: حَرُّ الْحُمَّى فِي دَارِ </p><p> الدُّنْيَا بِحَدِيثِ «الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ، فَأَبْرِدُوهَا بِالْمَاءِ» ، وَهُوَ حَدِيثٌ مُتَّفَقٌ عَلَيْهِ مِنْ حَدِيثِ عَائِشَةَ وَأَسْمَاءَ ابْنَتَيْ أَبِي بَكْرٍ، وَابْنِ عُمَرَ وَرَافِعِ بْنِ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُمْ، وَرَوَاهُ الْبُخَارِيُّ أَيْضًا مَرْفُوعًا عَنِ ابْنِ عَبَّاسٍ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: قَدْ دَلَّتْ عَلَى أَنَّ الْوُرُودَ فِي الْآيَةِ مَعْنَاهُ الدُّخُولُ أَدِلَّةٌ، الْأَوَّلُ: هُوَ مَا ذَكَرَهُ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا مِنْ أَنَّ جَمِيعَ مَا فِي الْقُرْآنِ مِنْ وُرُودِ النَّارِ مَعْنَاهُ دُخُولُهَا غَيْرَ مَحِلِّ النِّزَاعِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ مَحِلَّ النِّزَاعِ كَذَلِكَ، وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> الدَّلِيلُ الثَّانِي: هُوَ أَنَّ فِي نَفْسِ الْآيَةِ قَرِينَةً دَالَّةً عَلَى ذَلِكَ، وَهِيَ أَنَّهُ تَعَالَى لَمَّا خَاطَبَ جَمِيعَ النَّاسِ بِأَنَّهُمْ سَيَرِدُونَ النَّارَ بَرُّهُمْ وَفَاجِرُهُمْ بِقَوْلِهِ: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا [١٩ \\ ٧٠ - ٧١] ، بَيَّنَ مَصِيرَهُمْ وَمَآلَهُمْ بَعْدَ ذَلِكَ الْوُرُودِ الْمَذْكُورِ بِقَوْلِهِ: ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا [١٩ \\ ٧٢] ، أَيْ: نَتْرُكُ الظَّالِمِينَ فِيهَا، دَلِيلٌ عَلَى أَنَّ وُرُودَهُمْ لَهَا دُخُولُهُمْ فِيهَا، إِذْ لَوْ لَمْ يَدْخُلُوهَا لَمْ يَقُلْ: وَنَذَرُ الظَّالِمِينَ فِيهَا بَلْ يَقُولُ: وَنُدْخِلُ الظَّالِمِينَ، وَهَذَا وَاضِحٌ كَمَا تَرَى، وَكَذَلِكَ قَوْلُهُ: ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا، دَلِيلٌ عَلَى أَنَّهُمْ وَقَعُوا فِيمَا مِنْ شَأْنِهِ أَنَّهُ هَلَكَةٌ، وَلِذَا عَطَفَ عَلَى قَوْلِهِ: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا قَوْلَهُ: ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا. </p><p> الدَّلِيلُ الثَّالِثُ: مَا رُوِيَ مِنْ ذَلِكَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَخْرَجَ أَحْمَدُ وَعَبْدُ بْنُ حُمَيْدٍ، وَالْحَكِيمُ التِّرْمِذِيُّ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَالْحَاكِمُ وَصَحَّحَهُ، وَابْنُ مَرْدَوَيْهِ، وَالْبَيْهَقِيُّ فِي الْبَعْثِ، عَنْ أَبِي سُمَيَّةَ قَالَ: اخْتَلَفْنَا فِي الْوُرُودِ فَقَالَ بَعْضُنَا: لَا يَدْخُلُهَا مُؤْمِنٌ، وَقَالَ بَعْضُهُمْ: يَدْخُلُونَهَا جَمِيعًا ثُمَّ يُنْجِي اللَّهُ الَّذِينَ اتَّقَوْا، فَلَقِيتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا فَذَكَرْتُ لَهُ ذَلِكَ فَقَالَ وَأَهْوَى بِأُصْبُعَيْهِ إِلَى أُذُنَيْهِ: صُمَّتَا إِنْ لَمْ أَكُنْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «لَا يَبْقَى بَرٌّ وَلَا فَاجِرٌ إِلَّا دَخَلَهَا، فَتَكُونُ عَلَى الْمُؤْمِنِينَ بَرْدًا وَسَلَامًا كَمَا كَانَتْ عَلَى إِبْرَاهِيمَ، حَتَّى إِنَّ لِلنَّارِ ضَجِيجًا مِنْ بَرْدِهِمْ، ثُمَّ يُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا وَيَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا» اهـ. وَقَالَ ابْنُ حَجَرٍ فِي) الْكَافِي الشَّافْ فِي تَخْرِيجِ أَحَادِيثِ الْكَشَّافْ (فِي هَذَا الْحَدِيثِ: رَوَاهُ أَحْمَدُ وَابْنُ أَبِي شَيْبَةَ، وَعَبْدُ بْنُ حُمَيْدٍ قَالُوا: حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَأَخْرَجَهُ أَبُو يَعْلَى وَالنَّسَائِيُّ فِي الْكُنَى، وَالْبَيْهَقِيُّ فِي الشُّعَبِ فِي بَابِ النَّارِ، وَالْحَكِيمُ فِي النَّوَادِرِ، كُلُّهُمْ مِنْ طَرِيقِ سُلَيْمَانَ، قَالَ: حَدَّثَنَا أَبُو صَالِحٍ غَالِبُ بْنُ سُلَيْمَانَ، عَنْ كَثِيرِ بْنِ زِيَادٍ عَنْ أَبِي سُمَيَّةَ قَالَ: اخْتَلَفْنَا فِي الْوُرُودِ فَسَأَلْنَا جَابِرًا فَذَكَرَ الْحَدِيثَ أَتَمَّ مِنَ اللَّفْظِ </p><p> الَّذِي ذَكَرَهُ الزَّمَخْشَرِيُّ، وَخَالَفَهُمْ كُلَّهُمُ الْحَاكِمُ فَرَوَاهُ مِنْ طَرِيقِ سُلَيْمَانَ بِهَذَا الْإِسْنَادِ فَقَالَ: عَنْ سُمَيَّةَ الْأَزْدِيَّةِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ شَيْبَةَ. بَدَلَ أَبِي سُمَيَّةَ عَنْ جَابِرٍ. اهـ. وَقَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: قَالَ الْإِمَامُ أَحْمَدُ: حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا غَالِبُ بْنُ سُلَيْمَانَ، عَنْ كَثِيرِ بْنِ زِيَادٍ الْبُرْسَانِيِّ، عَنْ أَبِي سُمَيَّةَ، قَالَ: اخْتَلَفْنَا فِي الْوُرُودِ فَقَالَ بَعْضُنَا: لَا يَدْخُلُهَا مُؤْمِنٌ، وَقَالَ بَعْضُهُمْ: يَدْخُلُونَهَا جَمِيعًا ثُمَّ يُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا، فَلَقِيتُ جَابِرَ بْنَ عَبْدِ اللَّهِ فَقُلْتُ: إِنَّا اخْتَلَفْنَا فِي الْوُرُودِ فَقَالَ: يَدْخُلُونَهَا جَمِيعًا، ثُمَّ ذَكَرَ الْحَدِيثَ الْمُتَقَدِّمَ، ثُمَّ قَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ: غَرِيبٌ وَلَمْ يُخْرِجُوهُ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: الظَّاهِرُ أَنَّ الْإِسْنَادَ الْمَذْكُورَ لَا يَقِلُّ عَنْ دَرَجَةِ الْحُسْنِ لِأَنَّ طَبَقَتَهُ الْأُولَى: سُلَيْمَانُ بْنُ حَرْبٍ، وَهُوَ ثِقَةٌ إِمَامٌ حَافِظٌ مَشْهُورٌ، وَطَبَقَتَهُ الثَّانِيَةَ: أَبُو صَالِحٍ أَوْ أَبُو سَلَمَةَ غَالِبُ بْنُ سُلَيْمَانَ الْعَتَكِيُّ الْجَهْضَمِيُّ الْخُرَاسَانِيُّ أَصْلُهُ مِنَ الْبَصْرَةِ، وَهُوَ ثِقَةٌ، وَطَبَقَتَهُ الثَّالِثَةَ: كَثِيرُ بْنُ زِيَادٍ أَبُو سَهْلٍ الْبُرْسَانِيُّ بَصْرِيٌّ نَزَلَ بَلْخَ، وَهُوَ ثِقَةٌ، وَطَبَقَتَهُ الرَّابِعَةَ: أَبُو سُمَيَّةَ وَقَدْ ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ، قَالَهُ ابْنُ حَجَرٍ فِي تَهْذِيبِ التَّهْذِيبِ. وَبِتَوْثِيقِ أَبِي سُمَيَّةَ الْمَذْكُورِ تَتَّضِحُ صِحَّةُ الْحَدِيثِ ; لِأَنَّ غَيْرَهُ مِنْ رِجَالِ هَذَا الْإِسْنَادِ ثِقَاتٌ مَعْرُوفُونَ، مَعَ أَنَّ حَدِيثَ جَابِرٍ الْمَذْكُورَ يَعْتَضِدُ بِظَاهِرِ الْقُرْآنِ وَبِالْآيَاتِ الْأُخْرَى الَّتِي اسْتَدَلَّ بِهَا ابْنُ عَبَّاسٍ وَآثَارٍ جَاءَتْ عَنْ عُلَمَاءِ السَّلَفِ رَضِيَ اللَّهُ عَنْهُمْ كَمَا ذَكَرَهُ ابْنُ كَثِيرٍ عَنْ خَالِدِ بْنِ مَعْدَانَ، وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ رَضِيَ اللَّهُ عَنْهُ، وَذَكَرَهُ هُوَ وَابْنُ جَرِيرٍ عَنْ أَبِي مَيْسَرَةَ، وَذَكَرَهُ ابْنُ كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ عَنِ الْحَسَنِ الْبَصْرِيِّ، كُلُّهُمْ يَقُولُونَ: إِنَّهُ وُرُودُ دُخُولٍ، وَأَجَابَ مَنْ قَالَ بِأَنَّ الْوُرُودَ فِي الْآيَةِ الدُّخُولُ عَنْ قَوْلِهِ تَعَالَى: أُولَئِكَ عَنْهَا مُبْعَدُونَ [٢١ \\ ١٠١] ، بِأَنَّهُمْ مُبْعَدُونَ عَنْ عَذَابِهَا وَأَلَمِهَا، فَلَا يُنَافِي ذَلِكَ وَرُودَهُمْ إِيَّاهَا مِنْ غَيْرِ شُعُورِهِمْ بِأَلَمٍ وَلَا حَرٍّ مِنْهَا، كَمَا أَوْضَحْنَاهُ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> وَأَجَابُوا عَنِ الِاسْتِدْلَالِ بِحَدِيثِ «الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ» ، بِالْقَوْلِ بِمُوجِبِهِ، قَالُوا: الْحَدِيثُ حَقٌّ صَحِيحٌ وَلَكِنَّهُ لَا دَلِيلَ فِيهِ لِمَحِلِّ النِّزَاعِ ; لِأَنَّ السِّيَاقَ صَرِيحٌ فِي أَنَّ الْكَلَامَ فِي النَّارِ فِي الْآخِرَةِ وَلَيْسَ فِي حَرَارَةٍ مِنْهَا فِي الدُّنْيَا ; لِأَنَّ أَوَّلَ الْكَلَامِ قَوْلُهُ تَعَالَى: فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا إِلَى أَنْ قَالَ وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا [١٩ \\ ٦٨ - ٧٠] ، فَدَلَّ عَلَى أَنَّ كُلَّ ذَلِكَ فِي الْآخِرَةِ لَا فِي الدُّنْيَا كَمَا تَرَى. </p><p> وَالْقِرَاءَةُ فِي قَوْلِهِ: جِثِيًّا، كَمَا قَدَّمْنَا فِي قَوْلِهِ: </p><p> ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا. </p><p> وَقَوْلُهُ: ثُمَّ نُنَجِّي، قِرَاءَةُ الْكِسَائِيِّ بِإِسْكَانِ النُّونِ الثَّانِيَةِ وَتَخْفِيفِ الْجِيمِ، وَقَرَأَهُ الْبَاقُونَ بِفَتْحِ النُّونِ الثَّانِيَةِ وَتَشْدِيدِ الْجِيمِ، وَقَدْ ذَكَرْنَا فِي كِتَابِنَا) دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ (أَنَّ جَمَاعَةً رَوَوْا عَنِ ابْنِ مَسْعُودٍ: أَنَّ وُرُودَ النَّارِ الْمَذْكُورَ فِي الْآيَةِ هُوَ الْمُرُورُ عَلَيْهَا ; لِأَنَّ النَّاسَ تَمُرُّ عَلَى الصِّرَاطِ وَهُوَ جِسْرٌ مَنْصُوبٌ عَلَى مَتْنِ جَهَنَّمَ، وَأَنَّ الْحَسَنَ وَقَتَادَةَ رُوِيَ عَنْهُمَا نَحْوُ ذَلِكَ أَيْضًا،وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ أَيْضًا مَرْفُوعًا:«أَنَّهُمْ يَرِدُونَهَا جَمِيعًا وَيَصْدُرُونَ عَنْهَا بِحَسَبِ أَعْمَالِهِمْ»، وَعَنْهُ أَيْضًا تَفْسِيرُ الْوُرُودِ بِالْوُقُوفِ عَلَيْهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى.</p><p> وَقَوْلُهُ تَعَالَى فِي الْآيَةِ الْكَرِيمَةِ: كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا، يَعْنِي أَنَّ وُرُودَهُمُ النَّارَ الْمَذْكُورَ كَانَ حَتْمًا عَلَى رَبِّكَ مَقْضِيًّا، أَيْ: أَمْرًا وَاجِبًا مَفْعُولًا لَا مَحَالَةَ، وَالْحَتْمُ: الْوَاجِبُ الَّذِي لَا مَحِيدَ عَنْهُ، وَمِنْهُ قَوْلُ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ الثَّقَفِيِّ: </p><p> عِبَادُكَ يُخْطِئُونَ وَأَنْتَ رَبٌّ ... بِكَفَّيْكَ الْمَنَايَا وَالْحُتُومُ </p><p> فَقَوْلُهُ:  «وَالْحُتُومُ» : جَمْعُ حَتْمٍ، يَعْنِي الْأُمُورَ الْوَاجِبَةَ الَّتِي لَا بُدَّ مِنْ وُقُوعِهَا، وَمَا ذَكَرَهُ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَنَّ الْمُرَادَ بِقَوْلِهِ: حَتْمًا مَقْضِيًّا قَسَمًا وَاجِبًا، كَمَا رُوِيَ عَنْ عِكْرِمَةَ وَابْنِ مَسْعُودٍ وَمُجَاهِدٍ وَقَتَادَةَ وَغَيْرِهِمْ - لَا يَظْهَرُ كُلَّ الظُّهُورِ. </p><p> وَاسْتَدَلَّ مَنْ قَالَ: إِنَّ فِي الْآيَةِ قَسَمًا، بِحَدِيثِ أَبِي هُرَيْرَةَ الثَّابِتِ فِي الصَّحِيحَيْنِ، قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ قَالَ: سَمِعْتُ الزُّهْرِيَّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «لَا يَمُوتُ لِمُسْلِمٍ ثَلَاثَةٌ مِنَ الْوَلَدِ فَيَلِجَ النَّارَ إِلَّا تَحِلَّةَ الْقَسَمِ» قَالَ أَبُو عَبْدِ اللَّهِ: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا اهـ. وَقَالَ مُسْلِمٌ فِي صَحِيحِهِ: حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ: قَرَأْتُ عَلَى مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «لَا يَمُوتُ لِأَحَدٍ مِنَ الْمُسْلِمِينَ ثَلَاثَةٌ مِنَ الْوَلَدِ فَتَمَسَّهُ النَّارُ إِلَّا تَحِلَّةَ الْقَسَمِ» ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ) ح (وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَابْنُ رَافِعٍ، عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ كِلَاهُمَا عَنِ الزُّهْرِيِّ بِإِسْنَادِ مَالِكٍ، وَبِمَعْنَى حَدِيثِهِ إِلَّا أَنَّ فِي حَدِيثِ سُفْيَانَ «فَيَلِجَ النَّارَ إِلَّا تَحِلَّةَ الْقَسَمِ» اهـ. </p><p> قَالُوا: الْمُرَادُ بِالْقَسَمِ الْمَذْكُورِ فِي هَذَا الْحَدِيثِ الصَّحِيحِ هُوَ قَوْلُهُ تَعَالَى: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا، وَهُوَ مَعْنَى مَا ذَكَرْنَا عَنِ الْبُخَارِيِّ فِي قَوْلِهِ: قَالَ أَبُو عَبْدِ اللَّهِ وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا، </p><p> وَالَّذِينَ اسْتَدَلُّوا بِالْحَدِيثِ الْمَذْكُورِ عَلَى أَنَّ الْآيَةَ الْكَرِيمَةَ قَسَمٌ اخْتَلَفُوا فِي مَوْضِعِ الْقَسَمِ مِنَ الْآيَةِ، فَقَالَ بَعْضُهُمْ: هُوَ مُقَدَّرٌ دَلَّ عَلَيْهِ الْحَدِيثُ الْمَذْكُورُ، أَيْ: وَاللَّهِ إِنْ مِنْكُمْ إِلَّا وَارِدُهَا، وَقَالَ بَعْضُهُمْ: هُوَ مَعْطُوفٌ عَلَى الْقَسَمِ قَبْلَهُ، وَالْمَعْطُوفُ عَلَى الْقَسَمِ قَسَمٌ، وَالْمَعْنَى: فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ وَرَبِّكَ إِنْ مِنْكُمْ إِلَّا وَارِدُهَا، وَقَالَ بَعْضُهُمْ: الْقَسَمُ الْمَذْكُورُ مُسْتَفَادٌ مِنْ قَوْلِهِ: كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا أَيْ: قَسَمًا وَاجِبًا كَمَا قَدَّمْنَاهُ عَنِ ابْنِ مَسْعُودٍ وَمُجَاهِدٍ، وَعِكْرِمَةَ، وَقَتَادَةَ، وَقَالَ بَعْضُهُمْ: يُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِالْقَسَمِ مَا دَلَّ عَلَى الْقَطْعِ وَالْبَتِّ مِنَ السِّيَاقِ، فَإِنَّ قَوْلَهُ تَعَالَى: كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا، تَذْيِيلٌ وَتَقْرِيرٌ لِقَوْلِهِ: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا، وَهَذَا بِمَنْزِلَةِ الْقَسَمِ فِي تَأْكِيدِ الْإِخْبَارِ، بَلْ هَذَا أَبْلَغُ لِلْحَصْرِ فِي الْآيَةِ بِالنَّفْيِ وَالْإِثْبَاتِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: الَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّ الْآيَةَ لَيْسَ يَتَعَيَّنُ فِيهَا قَسَمٌ ; لِأَنَّهَا لَمْ تَقْتَرِنْ بِأَدَاةٍ مِنْ أَدَوَاتِ الْقَسَمِ، وَلَا قَرِينَةٍ وَاضِحَةٍ دَالَّةٍ عَلَى الْقَسَمِ، وَلَمْ يَتَعَيَّنْ عَطْفُهَا عَلَى الْقَسَمِ، وَالْحُكْمُ بِتَقْدِيرِ قَسَمٍ فِي كِتَابِ اللَّهِ دُونَ قَرِينَةٍ ظَاهِرَةٍ فِيهِ، زِيَادَةٌ عَلَى مَعْنَى كَلَامِ اللَّهِ بِغَيْرِ دَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَحَدِيثُ أَبِي هُرَيْرَةَ الْمَذْكُورُ الْمُتَّفَقُ عَلَيْهِ لَا يَتَعَيَّنُ مِنْهُ أَنَّ فِي الْآيَةَ قَسَمًا ; لِأَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ التَّعْبِيرَ بِتَحِلَّةِ الْقَسَمِ عَنِ الْقِلَّةِ الشَّدِيدَةِ وَإِنْ لَمْ يَكُنْ هُنَاكَ قَسَمٌ أَصْلًا، يَقُولُونَ: مَا فَعَلْتُ كَذَا إِلَّا تَحِلَّةَ الْقَسَمِ، يَعْنُونَ إِلَّا فِعْلًا قَلِيلًا جِدًّا قَدْرَ مَا يُحَلِّلُ بِهِ الْحَالِفُ قَسَمَهُ، وَهَذَا أُسْلُوبٌ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ كَعْبِ بْنِ زُهَيْرٍ فِي وَصْفِ نَاقَتِهِ: </p><p> تَخْدِي عَلَى يَسَرَاتٍ وَهْيَ لَاصِقَةٌ ... ذَوَابِلٌ مَسُّهُنَّ الْأَرْضَ تَحْلِيلُ </p><p> يَعْنِي: أَنَّ قَوَائِمَ نَاقَتِهِ لَا تَمَسُّ الْأَرْضَ لِشِدَّةِ خِفَّتِهَا إِلَّا قَدْرَ تَحْلِيلِ الْقَسَمِ، وَمَعْلُومٌ أَنَّهُ لَا يَمِينَ مِنْ نَاقَتِهِ أَنَّهَا تَمَسُّ الْأَرْضَ حَتَّى يَكُونَ ذَلِكَ الْمَسُّ تَحْلِيلًا لَهَا كَمَا تَرَى، وَعَلَى هَذَا الْمَعْنَى الْمَعْرُوفِ، فَمَعْنَى قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «إِلَّا تَحِلَّةَ» ، أَيْ: لَا يَلِجُ النَّارَ إِلَّا وُلُوجًا قَلِيلًا جِدًّا لَا أَلَمَ فِيهِ وَلَا حَرَّ، كَمَا قَدَّمْنَا فِي حَدِيثِ جَابِرٍ الْمَرْفُوعِ، وَأَقْرَبُ أَقْوَالِ مَنْ قَالُوا: إِنَّ فِي الْآيَةِ قَسَمًا، قَوْلُ مَنْ قَالَ: إِنَّهُ مَعْطُوفٌ عَلَى قَوْلِهِ: فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ ; لِأَنَّ الْجُمَلَ الْمَذْكُورَةَ بَعْدَهُ مَعْطُوفَةٌ عَلَيْهِ، كَقَوْلِهِ: ثُمَّ لَنُحْضِرَنَّهُمْ، وَقَوْلِهِ: ثُمَّ لَنَنْزِعَنَّ وَقَوْلِهِ: ثُمَّ لَنَحْنُ أَعْلَمُ لِدَلَالَةِ قَرِينَةِ لَامِ الْقَسَمِ فِي الْجُمَلِ الْمَذْكُورَةِ عَلَى ذَلِكَ، أَمَّا قَوْلُهُ: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا، فَهُوَ مُحْتَمِلٌ لِلْعَطْفِ أَيْضًا، وَمُحْتَمِلٌ لِلِاسْتِئْنَافِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}