{
  "id": null,
  "sura": 19,
  "aya": 39,
  "text": "<p> وَالْجُمْهُورُ أَيْضًا عَلَى أَنَّ صِيغَةَ التَّعَجُّبِ الْأُخْرَى الَّتِي هِيَ:  «مَا أَفْعَلَهُ» فِعْلٌ مَاضٍ، خِلَافًا لِجَمَاعَةٍ مِنَ الْكُوفِيِّينَ فِي قَوْلِهِمْ: إِنَّهَا اسْمٌ بِدَلِيلِ تَصْغِيرِهَا فِي قَوْلِ الْعَرَجِيِّ: </p><p> يَا مَا أُمَيْلِحَ غِزْلَانًا شَدَنَّ لَنَا ... مِنْ هَؤُلَيَّاءِ بَيْنَ الضَّالِ وَالسَّمُرِ </p><p> قَالُوا: وَالتَّصْغِيرُ لَا يَكُونُ إِلَّا فِي الْأَسْمَاءِ، وَأَجَابَ مَنْ خَالَفَهُمْ بِأَنَّ تَصْغِيرَهَا فِي الْبَيْتِ الْمَذْكُورِ شَاذٌّ يُحْفَظُ وَلَا يُقَاسُ عَلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ، الْحَسْرَةُ: أَشَدُّ النَّدَمِ وَالتَّلَفِ عَلَى الشَّيْءِ الَّذِي فَاتَ وَلَا يُمْكِنُ تَدَارَكُهُ، وَالْإِنْذَارُ: الْإِعْلَامُ الْمُقْتَرِنُ بِتَهْدِيدٍ، أَيْ: أَنْذِرِ النَّاسَ يَوْمَ الْقِيَامَةِ، وَقِيلَ لَهُ: يَوْمُ الْحَسْرَةِ؛ لِشِدَّةِ نَدَمِ الْكُفَّارِ فِيهِ عَلَى التَّفْرِيطِ، وَقَدْ يَنْدَمُ فِيهِ الْمُؤْمِنُونَ عَلَى مَا كَانَ مِنْهُمْ مِنَ التَّقْصِيرِ، وَقَدْ أَشَارَ تَعَالَى إِلَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ الْآيَةَ [٤٠ \\ ١٨] ، وَقَوْلِهِ: إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ [٣٤ \\ ٤٦] . </p><p> وَأَشَارَ إِلَى مَا يَحْصُلُ فِيهِ مِنَ الْحَسْرَةِ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ: أَنْ تَقُولَ نَفْسٌ يَاحَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ الْآيَةَ [٣٩ \\ ٥٦] ، وَقَوْلِهِ تَعَالَى: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَاحَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا الْآيَةَ [٦ \\ ٣١] ، وَقَوْلِهِ: كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ [٢ \\ ١٦٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَهُمْ فِي غَفْلَةٍ، أَيْ: فِي غَفْلَةِ الدُّنْيَا مُعْرِضُونَ عَنِ الْآخِرَةِ، وَجُمْلَةُ \" وَهُمْ فِي غَفْلَةٍ \" حَالِيَّةٌ، وَالْعَامِلُ فِيهَا \" أَنْذِرْهُمْ \" أَيْ: أَنْذِرْهُمْ فِي حَالِ غَفْلَتِهِمْ غَيْرَ مُؤْمِنِينَ، خِلَافًا لِمَنْ قَالَ: إِنَّ الْعَامِلَ فِي الْجُمْلَةِ الْحَالِيَّةِ قَوْلُهُ قَبْلَ هَذَا \" فِي ضَلَالٍ مُبِينٍ \" ، وَقَدْ جَاءَ فِي الْحَدِيثِ الصَّحِيحِ مَا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِقَوْلِهِ هُنَا \" إِذْ قُضِيَ الْأَمْرُ \" أَيْ: ذُبِحَ الْمَوْتُ. </p><p> قَالَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: ) بَابُ قَوْلِهِ عَزَّ وَجَلَّ: وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ، حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الْأَعْمَشُ، حَدَّثَنَا أَبُو صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يُؤْتَى بِالْمَوْتِ كَهَيْئَةِ كَبْشٍ أَمْلَحَ فَيُنَادِي مُنَادٍ: يَا أَهْلَ الْجَنَّةِ، فَيَشْرَئِبُّونَ وَيَنْظُرُونَ، فَيَقُولُ: هَلْ تَعْرِفُونَ هَذَا؟ فَيَقُولُونَ: نَعَمْ هَذَا الْمَوْتُ، وَكُلُّهُمْ قَدْ رَآهُ، ثُمَّ يُنَادَى: يَا أَهْلَ النَّارِ، فَيَشْرَئِبُّونَ وَيَنْظُرُونَ، فَيَقُولُ: هَلْ </p>"
}