{
  "id": null,
  "sura": 19,
  "aya": 52,
  "text": "<p> قُلْتَ: عَلَامَ عَطَفَ وَاهْجُرْنِي؟ قُلْتُ عَلَى مَعْطُوفٍ عَلَيْهِ مَحْذُوفٍ يَدُلُّ عَلَيْهِ «لَأَرْجُمَنَّكَ» أَيْ: فَاحْذَرْنِي وَاهْجُرْنِي ; لِأَنَّ لَأَرْجُمَنَّكَ تَهْدِيدٌ وَتَقْرِيعٌ. اهـ. </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا، اعْلَمْ أَنَّ فِي قَوْلِهِ «مُخْلَصًا» قِرَاءَتَيْنِ سَبْعِيَّتَيْنِ: قَرَأَهُ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ بِفَتْحِ اللَّامِ بِصِيغَةِ اسْمِ الْمَفْعُولِ، وَالْمَعْنَى عَلَى هَذِهِ الْقِرَاءَةِ أَنَّ اللَّهَ اسْتَخْلَصَهُ وَاصْطَفَاهُ: وَيَشْهَدُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: قَالَ يَامُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي الْآيَةَ [٧ \\ ١٤٤] ، وَمِمَّا يُمَاثِلُ هَذِهِ الْقِرَاءَةَ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ [٣٨ \\ ٤٦] ، فَالَّذِينَ أَخْلَصَهُمُ اللَّهُ هُمُ الْمُخْلَصُونَ بِفَتْحِ اللَّامِ، وَقَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَابْنُ عَامِرٍ «مُخْلِصًا» بِكَسْرِ اللَّامِ بِصِيغَةِ اسْمِ الْفَاعِلِ، كَقَوْلِهِ تَعَالَى: وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ [٩٨ \\ ٥] ، وَقَوْلُهُ تَعَالَى: </p><p> قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي الْآيَةَ [٣٩ \\ ١٤] . </p><p> قَوْلُهُ تَعَالَى: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا، قَالَ ابْنُ جَرِيرٍ الطَّبَرِيُّ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: يَقُولُ تَعَالَى ذِكْرُهُ: وَنَادَيْنَا مُوسَى مِنْ نَاحِيَةِ الْجَبَلِ، وَيَعْنِي بِالْأَيْمَنِ يَمِينَ مُوسَى ; لِأَنَّ الْجَبَلَ لَا يَمِينَ لَهُ وَلَا شِمَالَ، وَإِنَّمَا ذَلِكَ كَمَا يُقَالُ: قَامَ عَنْ يَمِينِ الْقِبْلَةِ وَعَنْ شِمَالِهَا، وَهَذِهِ الْقِصَّةُ جَاءَتْ مُبَيَّنَةً فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ كِتَابِ اللَّهِ تَعَالَى، وَذَلِكَ أَنَّ مُوسَى لَمَّا قَضَى الْأَجَلَ الَّذِي بَيْنَهُ وَبَيْنَ صِهْرِهِ، وَسَارَ بِأَهْلِهِ رَاجِعًا مِنْ مَدْيَنَ إِلَى مِصْرَ آنَسَ مِنْ جَانِبٍ الطُّورِ نَارًا، فَذَهَبَ إِلَى تِلْكَ النَّارِ لِيَجِدَ عِنْدَهَا مَنْ يَدُلُّهُ عَلَى الطَّرِيقِ، وَلِيَأْتِيَ بِجَذْوَةٍ مِنْهَا لِيُوقِدَ بِهَا النَّارَ لِأَهْلِهِ لِيَصْطَلُوا بِهَا، فَنَادَاهُ اللَّهُ وَأَرْسَلَهُ إِلَى فِرْعَوْنَ، وَشَفَّعَهُ فِي أَخِيهِ هَارُونَ فَأَرْسَلَهُ مَعَهُ، وَأَرَاهُ فِي ذَلِكَ الْوَقْتِ مُعْجِزَةَ الْعَصَا وَالْيَدِ لِيَسْتَأْنِسَ بِذَلِكَ قَبْلَ حُضُورِهِ عِنْدَ فِرْعَوْنَ ; لِأَنَّهُ لَمَّا رَأَى الْعَصَا فِي الْمَرَّةِ الْأُولَى صَارَتْ ثُعْبَانًا وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ، فَلَوْ فَعَلَ ذَلِكَ عِنْدَمَا انْقَلَبَتْ ثُعْبَانًا لَمَّا طَالَبَهُ فِرْعَوْنُ وَقَوْمُهُ بِآيَةٍ، لَكَانَ ذَلِكَ غَيْرَ لَائِقٍ، وَلِأَجْلِ هَذَا مُرِّنَ عَلَيْهَا فِي أَوَّلِ مَرَّةٍ لِيَكُونَ مُسْتَأْنِسًا غَيْرَ خَائِفٍ مِنْهَا حِينَ تَصِيرُ ثُعْبَانًا مُبِينًا قَالَ تَعَالَى فِي سُورَةِ \" طه \" : وَهَلْ أَتَاكَ حَدِيثُ مُوسَى إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى فَلَمَّا أَتَاهَا نُودِيَ يَامُوسَى إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِي الْمُقَدَّسِ طُوًى وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي [٢٠ \\ ٨ - ١٣] ، </p><p> وَقَوْلُهُ: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ [١٩ \\ ٥٢] ، هُوَ مَعْنَى قَوْلِهِ فِي \" طه \" : فَلَمَّا أَتَاهَا نُودِيَ يَامُوسَى إِنِّي أَنَا رَبُّكَ. </p><p> وَقَوْلُهُ: بِقَبَسٍ، أَيْ: شِهَابٍ، بِدَلِيلِ قَوْلِهِ فِي \" النَّمْلِ \" : أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ [٢٠ \\ ٧] ، وَذَلِكَ هُوَ الْمُرَادُ بِالْجَذْوَةِ فِي قَوْلِهِ: أَوْ جَذْوَةٍ مِنَ النَّارِ [٢٨ \\ ٢٩] ، وَقَوْلُهُ: أَوْ أَجِدُ عَلَى النَّارِ هُدًى [٢٠ \\ ١٠] ، أَيْ: مَنْ يَهْدِينِي إِلَى الطَّرِيقِ وَيَدُلُّنِي عَلَيْهَا، لِأَنَّهُمْ كَانُوا ضَلُّوا الطَّرِيقَ، وَالزَّمَنُ زَمَنُ بَرْدٍ، وَقَوْلُهُ: آنَسْتُ نَارًا [٢٠ \\ ١٠] ، أَيْ: أَبْصَرْتُهَا، وَقَوْلُهُ: فَاخْلَعْ نَعْلَيْكَ [٢٠ \\ ١٢] ، قَالَ بَعْضُ الْعُلَمَاءِ: لِأَنَّهُمَا كَانَتَا مِنْ جِلْدِ حِمَارٍ غَيْرِ ذَكِيٍّ، وَيُرْوَى هَذَا عَنْ كَعْبٍ وَعِكْرِمَةَ وَقَتَادَةَ، نَقَلَهُ عَنْهُمُ الْقُرْطُبِيُّ وَغَيْرُهُ، وَرُوِيَ أَيْضًا عَنْ عَلِيٍّ وَالْحَسَنِ وَالزُّهْرِيِّ كَمَا رَوَاهُ عَنْهُمْ صَاحِبُ الدُّرِّ الْمَنْثُورِ، وَنَقَلَهُ ابْنُ كَثِيرٍ عَنْ عَلِيٍّ وَأَبِي أَيُّوبَ وَغَيْرِ وَاحِدٍ مِنَ السَّلَفِ، وَيُرْوَى هَذَا الْقَوْلُ عَنْ غَيْرِ مَنْ ذُكِرَ، وَجَاءَ فِيهِ حَدِيثٌ مَرْفُوعٌ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَوَاهُ التِّرْمِذِيُّ وَغَيْرُهُ وَلَا يَصِحُّ، وَفِيهِ أَقْوَالٌ أُخَرُ لِلْعُلَمَاءِ غَيْرُ ذَلِكَ، وَأَظْهَرُهَا عِنْدِي وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ اللَّهَ أَمَرَهُ بِخَلْعِ نَعْلَيْهِ - أَيْ نَزْعِهِمَا مِنْ قَدَمَيْهِ - لِيُعَلِّمَهُ التَّوَاضُعَ لِرَبِّهِ حِينَ نَادَاهُ، فَإِنَّ نِدَاءَ اللَّهِ لِعَبْدِهِ أَمْرٌ عَظِيمٌ، يَسْتَوْجِبُ مِنَ الْعَبْدِ كَمَالَ التَّوَاضُعِ وَالْخُضُوعِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُ مَنْ قَالَ: إِنَّهُ أُمِرَ بِخَلْعِهِمَا احْتِرَامًا لِلْبُقْعَةِ، يَدُلُّ لَهُ أَنَّهُ أَتْبَعَ أَمْرَهُ بِخَلْعِهِمَا بِقَوْلِهِ: إِنَّكَ بِالْوَادِي الْمُقَدَّسِ طُوًى [٢٠ \\ ١٢] ، وَقَدْ تَقَرَّرَ فِي) مِسْكِ الْإِيمَاءِ وَالتَّنْبِيهِ (: أَنَّ \" إِنَّ \" مِنْ حُرُوفِ التَّعْلِيلِ، وَأَظْهَرُ الْأَقْوَالِ فِي قَوْلِهِ \" طُوًى \" : أَنَّهُ اسْمٌ لِلْوَادِي، فَهُوَ بَدَلٌ مِنَ الْوَادِي أَوْ عَطْفُ بَيَانٍ، وَفِيهِ أَقْوَالٌ أُخَرُ غَيْرُ ذَلِكَ. </p><p> وَقَوْلُهُ: وَأَنَا اخْتَرْتُكَ، أَيْ: اصْطَفَيْتُكَ بِرِسَالَتِي، كَقَوْلِهِ: إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي [٧ \\ ١٤٤] ، وَمَعْنَى الِاسْتِعْلَاءِ فِي قَوْلِهِ: عَلَى النَّارِ، أَنَّ الْمُصْطَلِينَ بِالنَّارِ يَسْتَعْلُونَ الْمَكَانَ الْقَرِيبَ مِنْهَا، وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ الْأَعْشَى: </p><p> تُشَبُّ لِمَقْرُورَيْنِ يَصْطَلِيَانِهَا وَبَاتَ عَلَى النَّارِ النَّدَى وَالْمُحَلَّقُ </p><p> قَالَ تَعَالَى فِي سُورَةِ \" النَّمْلِ \" : وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ يَامُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ [٢٧ \\ ٦ - ٩] ، فَقَوْلُهُ فِي \" النَّمْلِ \" : فَلَمَّا جَاءَهَا نُودِيَ [٢٧ \\ ٨] ، </p><p> هُوَ مَعْنَى قَوْلِهِ فِي \" مَرْيَمَ \" : وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ [١٩ \\ ٥٢] ، وَقَوْلِهِ فِي \" طه \" : فَلَمَّا أَتَاهَا نُودِيَ يَامُوسَى [٢٠ \\ ١١] ، وَقَوْلُهُ: سَآتِيكُمْ مِنْهَا بِخَبَرٍ [٢٧ \\ ٧] ، هُوَ مَعْنَى قَوْلِهِ فِي \" طه \" : أَوْ أَجِدُ عَلَى النَّارِ هُدًى [٢٠ \\ ١٠] ، أَيْ: مَنْ يَدُلُّنِي عَلَى الطَّرِيقِ فَيُخْبِرُنِي عَنْهَا فَآتِيكُمْ بِخَبَرِهِ عَنْهَا، وَقَالَ تَعَالَى فِي سُورَةِ \" الْقَصَصِ \" : فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ الْآيَةَ [٢٨ \\ ٢٩ - ٣٠] . </p><p> فَالنِّدَاءُ فِي هَذِهِ الْآيَةِ هُوَ الْمَذْكُورُ فِي \" مَرْيَمَ \" ، وَطه، وَالنَّمْلِ \" وَقَدْ بَيَّنَ هُنَا أَنَّهُ نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ، فَدَلَّتِ الْآيَاتُ عَلَى أَنَّ الشَّجَرَةَ الَّتِي رَأَى فِيهَا النَّارَ عَنْ يَمِينِ الْجَبَلِ الَّذِي هُوَ الطُّورُ، وَفِي يَمِينِ الْوَادِي الْمُقَدَّسِ الَّذِي هُوَ طُوًى عَلَى الْقَوْلِ بِأَنَّ طُوًى اسْمٌ لَهُ، وَقَدْ قَدَّمْنَا قَوْلَ ابْنِ جَرِيرٍ: أَنَّ الْمُرَادَ يَمِينُ مُوسَى ; لِأَنَّ الْجَبَلَ وَمِثْلَهُ الْوَادِيَ لَا يَمِينَ لَهُ وَلَا شِمَالَ، وَقَالَ ابْنُ كَثِيرٍ فِي قَوْلِهِ: نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ [٢٨ \\ ٣٠] ، أَيْ: مِنْ جَانِبِ الْوَادِي مِمَّا يَلِي الْجَبَلَ عَنْ يَمِينِهِ مِنْ نَاحِيَةِ الْغَرْبِ، كَمَا قَالَ تَعَالَى: وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ [٢٨ \\ ٤٤] ، فَهَذَا مِمَّا يُرْشِدُ إِلَى أَنَّ مُوسَى قَصَدَ النَّارَ إِلَى جِهَةِ الْقِبْلَةِ وَالْجَبَلُ الْغَرْبِيُّ عَنْ يَمِينِهِ. انْتَهَى مِنْهُ وَهُوَ مَعْنَى قَوْلِهِ: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ الْآيَةَ [١٩ \\ ٥٢] ، وَقَوْلِهِ: وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا الْآيَةَ [٢٨ \\ ٤٦] . </p><p> وَالنِّدَاءُ الْمَذْكُورُ فِي جَمِيعِ الْآيَاتِ الْمَذْكُورَةِ نِدَاءُ اللَّهِ لَهُ، فَهُوَ كَلَامُ اللَّهِ أَسْمَعَهُ نَبِيَّهُ مُوسَى، وَلَا يُعْقَلُ أَنَّهُ كَلَامٌ مَخْلُوقٌ، وَلَا كَلَامٌ خَلَقَهُ اللَّهُ فِي مَخْلُوقٍ كَمَا يَزْعُمُ ذَلِكَ بَعْضُ الْجَهَلَةِ الْمَلَاحِدَةِ، إِذْ لَا يُمْكِنُ أَنْ يَقُولَ غَيْرُ اللَّهِ: إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ [٢٧ \\ ٩] ، وَلَا أَنْ يَقُولَ: إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي [٢٠ \\ ١٤] ، وَلَوْ فُرِضَ أَنَّ الْكَلَامَ الْمَذْكُورَ قَالَهُ مَخْلُوقٌ افْتِرَاءً عَلَى اللَّهِ، كَقَوْلِ فِرْعَوْنَ: أَنَا رَبُّكُمُ الْأَعْلَى [٧٩ \\ ٢٤] ، عَلَى سَبِيلِ فَرْضِ الْمُحَالِ فَلَا يُمْكِنُ أَنْ يَذْكُرَهُ اللَّهُ فِي مَعْرِضِ أَنَّهُ حَقٌّ وَصَوَابٌ. </p><p> فَقَوْلُهُ: إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي [٢٠ \\ ١٤] ، وَقَوْلُهُ: إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ [٢٧ \\ ٩] ، صَرِيحٌ فِي أَنَّ اللَّهَ هُوَ الْمُتَكَلِّمُ بِذَلِكَ صَرَاحَةً لَا تَحْتَمِلُ غَيْرَ ذَلِكَ، كَمَا هُوَ مَعْلُومٌ عِنْدَ مَنْ لَهُ أَدْنَى مَعْرِفَةٍ بِدِينِ الْإِسْلَامِ. </p><p> وَقَوْلُهُ تَعَالَى: مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ [٢٨ \\ ٣٠] ، قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ:  \" مِنْ \" الْأُولَى وَالثَّانِيَةُ لِابْتِدَاءِ الْغَايَةِ، أَيْ: أَتَاهُ النِّدَاءُ مِنْ شَاطِئِ الْوَادِي مِنْ قِبَلِ الشَّجَرَةِ، وَمِنَ الشَّجَرَةِ بَدَلٌ مِنْ قَوْلِهِ: مِنْ شَاطِئِ الْوَادِي بَدَلُ اشْتِمَالٍ ; لِأَنَّ الشَّجَرَةَ كَانَتْ نَابِتَةً عَلَى الشَّاطِئِ، كَقَوْلِهِ: لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ [٤٣ \\ ٣٣] . </p><p> وَقَالَ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ الْآيَةَ،: قَالَ الْمَهْدَوِيُّ: وَكَلَّمَ اللَّهُ تَعَالَى مُوسَى عَلَيْهِ السَّلَامُ مِنْ فَوْقِ عَرْشِهِ، وَأَسْمَعَهُ كَلَامَهُ مِنَ الشَّجَرَةِ عَلَى مَا شَاءَ. انْتَهَى مِنْهُ، وَشَاطِئُ الْوَادِي جَانِبُهُ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى \" الْأَيْمَنِ \" فِي قَوْلِهِ: مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ، وَقَوْلِهِ: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ [١٩ \\ ٥٢] ، مِنَ الْيُمْنِ وَهُوَ الْبَرَكَةُ ; لِأَنَّ تِلْكَ الْبِلَادَ بَارَكَ اللَّهُ فِيهَا، وَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى أَنَّ النَّارَ الَّتِي رَآهَا مُوسَى \" نُورٌ \" وَهُوَ يَظُنُّهَا نَارًا، وَفِي قِصَّتِهِ أَنَّهُ رَأَى النَّارَ تَشْتَعِلُ فِيهَا وَهِيَ لَا تَزْدَادُ إِلَّا خُضْرَةً وَحُسْنًا، قِيلَ هِيَ شَجَرَةُ عَوْسَجٍ، وَقِيلَ شَجَرَةُ عَلِيقٍ، وَقِيلَ شَجَرَةُ عُنَّابٍ، وَقِيلَ سَمُرَةٌ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى فِي سُورَةِ \" النَّمْلِ \" : فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا [٢٧ \\ ٨] ، اخْتَلَفَتْ عِبَارَاتُ الْمُفَسِّرِينَ فِي الْمُرَادِ بِـ مَنْ فِي النَّارِ فِي هَذِهِ الْآيَةِ فِي سُورَةِ \" النَّمْلِ \" فَقَالَ بَعْضُهُمْ: هُوَ اللَّهُ جَلَّ وَعَلَا، وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ: ابْنُ عَبَّاسٍ، وَالْحَسَنُ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَمُحَمَّدُ بْنُ كَعْبٍ قَالُوا: بُورِكَ مَنْ فِي النَّارِ أَيْ: تَقَدَّسَ اللَّهُ وَتَعَالَى، وَقَالُوا: كَانَ نُورُ رَبِّ الْعَالَمِينَ فِي الشَّجَرَةِ، وَاسْتَدَلَّ مَنْ قَالَ بِهَذَا الْقَوْلِ بِحَدِيثِ أَبِي مُوسَى الثَّابِتِ فِي الصَّحِيحِ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِنَّ اللَّهَ عَزَّ وَجَلَّ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ عَمَلِ النَّهَارِ، وَعَمَلُ النَّهَارِ قَبْلَ عَمَلِ اللَّيْلِ، حِجَابُهُ النُّورُ - أَوِ النَّارُ - لَوْ كَشَفَهُ لَأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ \" . </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَهَذَا الْقَوْلُ بَعِيدٌ مِنْ ظَاهِرِ الْقُرْآنِ، وَلَا يَنْبَغِي أَنْ يُطْلَقَ عَلَى اللَّهِ أَنَّهُ فِي النَّارِ الَّتِي فِي الشَّجَرَةِ، سَوَاءٌ قُلْنَا: إِنَّهَا نَارٌ أَوْ نُورٌ، سُبْحَانَهُ جَلَّ وَعَلَا عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ وَتَأْوِيلُ ذَلِكَ بِـ مَنْ فِي النَّارِ سُلْطَانُهُ وَقُدْرَتُهُ، لَا يَصِحُّ ; لِأَنَّ صَرْفَ كِتَابِ اللَّهِ عَنْ ظَاهِرِهِ الْمُتَبَادِرِ مِنْهُ لَا يَجُوزُ إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ </p><p> إِلَيْهِ مِنْ كِتَابِ اللَّهِ أَوْ سُنَّةِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَبِهِ تَعْلَمُ أَنَّ قَوْلَ أَبِي حَيَّانَ فِي \" الْبَحْرِ الْمُحِيطِ \" : قَالَ ابْنُ عَبَّاسٍ، وَابْنُ جُبَيْرٍ، وَالْحَسَنُ وَغَيْرُهُمْ: أَرَادَ بِمَنْ فِي النَّارِ: ذَاتَهُ، وَعَبَّرَ بَعْضُهُمْ بِعِبَارَاتٍ شَنِيعَةٍ مَرْدُودَةٍ بِالنِّسْبَةِ إِلَى اللَّهِ تَعَالَى. </p><p> وَإِذَا ثَبَتَ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ وَمَنْ ذُكِرَ أُوِّلَ عَلَى حَذْفٍ، أَيْ: بُورِكَ مَنْ قُدْرَتُهُ وَسُلْطَانُهُ فِي النَّارِ. انْتَهَى، أَنَّهُ أَصَابَ فِي تَنْزِيهِهِ لِلَّهِ عَنْ تِلْكَ الْعِبَارَاتِ، وَلَمْ يُصِبْ فِيمَا ذَكَرَ مِنَ التَّأْوِيلِ، وَاللَّهُ أَعْلَمُ. </p><p> وَقَالَ بَعْضُهُمْ: إِنَّ مَعْنَى بُورِكَ مَنْ فِي النَّارِ، أَيْ: بُورِكَتِ النَّارُ لِأَنَّهَا نُورٌ، وَبُعْدُهُ عَنْ ظَاهِرِ الْقُرْآنِ وَاضِحٌ كَمَا تَرَى، وَقَالَ بَعْضُهُمْ: أَنْ بُورِكَ مَنْ فِي النَّارِ أَيْ: بُورِكَتِ الشَّجَرَةُ الَّتِي تَتَّقِدُ فِيهَا النَّارُ، وَبُعْدُهُ عَنْ ظَاهِرِ الْقُرْآنِ أَيْضًا وَاضِحٌ كَمَا تَرَى، وَإِطْلَاقُ لَفْظَةِ \" مَنْ \" عَلَى الشَّجَرَةِ وَعَلَى مَا فِي النَّارِ مِنْ أَمْرِ اللَّهِ غَيْرُ مُسْتَقِيمٍ فِي لُغَةِ الْعَرَبِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ الْعَظِيمُ كَمَا تَرَى. </p><p> وَأَقْرَبُ الْأَقْوَالِ فِي مَعْنَى الْآيَةِ إِلَى ظَاهِرِ الْقُرْآنِ الْعَظِيمِ قَوْلُ مَنْ قَالَ: إِنَّ فِي النَّارِ الَّتِي هِيَ نُورٌ مَلَائِكَةً وَحَوْلَهَا مَلَائِكَةٌ وَمُوسَى، وَأَنَّ مَعْنَى: أَنْ بُورِكَ مَنْ فِي النَّارِ، أَيْ: الْمَلَائِكَةُ الَّذِينَ هُمْ فِي ذَلِكَ النُّورِ، وَمَنْ حَوْلَهَا، أَيْ: وَبُورِكَ الْمَلَائِكَةُ الَّذِينَ هُمْ حَوْلَهَا، وَبُورِكَ مُوسَى لِأَنَّهُ حَوْلَهَا مَعَهُمْ، وَمِمَّنْ يُرْوَى عَنْهُ هَذَا: السُّدِّيُّ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ) فِي الْكَشَّافِ (: وَمَعْنَى أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا، بُورِكَ مَنْ فِي مَكَانِ النَّارِ وَمَنْ حَوْلَ مَكَانِهَا، وَمَكَانُهَا الْبُقْعَةُ الَّتِي حَصَلَتْ فِيهَا، وَهِيَ الْبُقْعَةُ الْمُبَارَكَةُ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ [٢٨ \\ ٣٠] ، وَتَدُلُّ عَلَيْهِ قِرَاءَةُ أُبَيٍّ \" أَنْ تَبَارَكَتِ النَّارُ وَمَنْ حَوْلَهَا \" ، وَعَنْهُ \" بُورِكَتِ النَّارُ \" . </p><p> وَقَالَ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ فِي قَوْلِهِ: أَنْ بُورِكَ مَنْ فِي النَّارِ، وَهَذَا تَحِيَّةٌ مِنَ اللَّهِ لِمُوسَى، وَتَكْرِمَةٌ لَهُ كَمَا حَيَّا إِبْرَاهِيمَ عَلَى أَلْسِنَةِ الْمَلَائِكَةِ حِينَ دَخَلُوا إِلَيْهِ قَالَ: رَحْمَةُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ، وَقَوْلُهُ: مَنْ فِي النَّارِ نَائِبُ فَاعِلِ \" بُورِكَ \" وَالْعَرَبُ تَقُولُ: بَارَكَكَ اللَّهُ، وَبَارَكَ فِيكَ، وَبَارَكَ عَلَيْكَ، وَبَارَكَ لَكَ، فَهِيَ أَرْبَعُ لُغَاتٍ، قَالَ الشَّاعِرُ: </p><p> فَبُورِكْتَ مَوْلُودًا وَبُورِكْتَ نَاشِئًا ... وَبُورِكْتَ عِنْدَ الشَّيْبِ إِذْ أَنْتَ أَشْيَبُ </p><p> وَقَالَ أَبُو طَالِبِ بْنُ عَبْدِ الْمُطَّلِبِ يَرْثِي مُسَافِرَ بْنَ أَبِي عَمْرِو بْنِ أُمَيَّةَ: </p><p> لَيْتَ شِعْرِي مُسَافِرَ بْنَ أَبِي عَمْ ... رٍو وَلَيْتَ يَقُولُهَا الْمَحْزُونُ </p><p> بُورِكَ الْمَيِّتُ الْغَرِيبُ كَمَا ... بُو رِكَ نَضْرُ الرَّيْحَانِ وَالزَّيْتُونُ </p><p> وَقَالَ آخَرُ: </p><p> فَبُورِكَ فِي بَنِيكَ وَفِي بَنِيهِمْ ... إِذَا ذُكِرُوا وَنَحْنُ لَكَ الْفِدَاءُ </p><p> وَالْآيَاتُ فِي هَذِهِ الْقِصَّةِ الدَّالَّةِ عَلَى أَنَّهُ أَرَاهُ آيَةَ الْيَدِ وَالْعَصَا لِيَتَمَرَّنَ عَلَى ذَلِكَ قَبْلَ حُضُورِهِ عِنْدَ فِرْعَوْنِ وَقَوْمِهِ، وَأَنَّهُ وَلَّى مُدْبِرًا خَوْفًا مِنْهَا فِي الْمَرَّةِ الْأُولَى لَمَّا صَارَتْ ثُعْبَانًا جَاءَتْ فِي مَوَاضِعَ مُتَعَدِّدَةٍ، كَقَوْلِهِ تَعَالَى فِي سُورَةِ \" طه \" : قَالَ أَلْقِهَا يَامُوسَى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى قَالَ خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى [٢٠ \\ ١٩ - ٢٢] ، فَقَوْلُهُ: وَلَا تَخَفْ، يَدُلُّ عَلَى أَنَّهُ فَزِعَ مِنْهَا لَمَّا صَارَتْ ثُعْبَانًا مُبِينًا، كَمَا جَاءَ مُبَيَّنًا فِي \" النَّمْلِ وَالْقَصَصِ \" . </p><p> وَقَوْلُهُ فِي آيَةِ \" طه \" هَذِهِ مِنْ غَيْرِ سُوءٍ [٢٠ \\ ٢٢] ، أَيْ: مِنْ غَيْرِ بَرَصٍ، وَفِيهِ مَا يُسَمِّيهِ الْبَلَاغِيُّونَ احْتِرَاسًا، وَكَقَوْلِهِ تَعَالَى فِي سُورَةِ \" النَّمْلِ \" : يَامُوسَى إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ [٢٧ \\ ٩ - ١٢] ، وَقَوْلِهِ فِي \" الْقَصَصِ \" : وَأَنْ أَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّى مُدْبِرًا وَلَمْ يُعَقِّبْ يَامُوسَى أَقْبِلْ وَلَا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ [٢٨ \\ ٣١ - ٣٢] ، وَالْبُرْهَانَانِ الْمُشَارُ إِلَيْهِمَا بِقَوْلِهِ: فَذَانِكَ بُرْهَانَانِ، هُمَا الْيَدُ وَالْعَصَا، فَلَمَّا تَمَرَّنَ مُوسَى عَلَى الْبُرْهَانَيْنِ الْمَذْكُورَيْنِ، وَبَلَّغَ الرِّسَالَةَ هُوَ وَأَخُوهُ إِلَى فِرْعَوْنِ وَمَلَئِهِ طَالَبُوهُ بِآيَةٍ تَدُلُّ عَلَى صِدْقِهِ فَجَاءَهُمْ بِالْبُرْهَانَيْنِ الْمَذْكُورَيْنِ، وَلَمْ يَخَفْ مِنَ الثُّعْبَانِ الَّذِي صَارَتِ الْعَصَا إِيَّاهُ كَمَا قَالَ تَعَالَى: قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ [٢٦ \\ ٣٠ - ٣٣] ، وَنَحْوَهَا مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي \" النَّمْلِ، وَالْقَصَصِ \" : وَلَمْ يُعَقِّبْ، أَيْ: لَمْ يَرْجِعْ مِنْ فِرَارِهِ مِنْهَا، يُقَالُ: عَقَّبَ الْفَارِسُ إِذَا كَرَّ بَعْدَ الْفِرَارِ، وَمِنْهُ قَوْلُهُ: </p>"
}