{
  "id": null,
  "sura": 19,
  "aya": 69,
  "text": "<p> عَلَى أَحَدِ التَّفْسِيرَاتِ، وَقَوْلِهِ:  {حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ}  [٤٣ \\ ٣٨] . </p><p> وَأَمَّا إِحْضَارُهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا، فَقَدْ أَشَارَ لَهُ فِي قَوْلِهِ: وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٨] ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: جِثِيًّا، جَمْعُ جَاثٍ، وَالْجَاثِي: اسْمُ فَاعِلِ: جَثَا يَجْثُو جُثُوًّا، وَجَثَى يَجْثِي جِثِيًّا: إِذَا جَلَسَ عَلَى رُكْبَتَيْهِ أَوْ قَامَ عَلَى أَطْرَافِ أَصَابِعِهِ، وَالْعَادَةُ عِنْدَ الْعَرَبِ: أَنَّهُمْ إِذَا كَانُوا فِي مَوْقِفِ ضَنْكٍ وَأَمْرٍ شَدِيدٍ، جَثَوْا عَلَى رُكَبِهِمْ، وَمِنْهُ قَوْلُ بَعْضِهِمْ: </p><p> فَمَنْ لِلْحُمَاةِ وَمَنْ لِلْكُمَاةِ إِذَا مَا الْكُمَاةُ جَثَوْا لِلرُّكَبْ إِذَا قِيلَ مَاتَ أَبُو مَالِكٍ فَتَى الْمُكْرَمَاتِ قَرِيعُ الْعَرَبْ وَكَوْنُ مَعْنَى قَوْلِهِ: جِثِيًّا فِي هَذِهِ الْآيَةِ، وَقَوْلِهِ: وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً الْآيَةَ [٤٥ \\ ٢٨] ، أَنَّهُ جِثِيُّهُمْ عَلَى رُكَبِهِمْ هُوَ الظَّاهِرُ، وَهُوَ قَوْلُ الْأَكْثَرِ، وَهُوَ الْإِطْلَاقُ الْمَشْهُورُ فِي اللُّغَةِ ; وَمِنْهُ قَوْلُ الْكُمَيْتِ: </p><p> هُمْ تَرَكُوا سَرَاتَهُمْ جِثِيًّا ... وَهُمْ دُونَ السَّرَاةِ مُقَرَّنِينَا </p><p> وَعَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: جِثِيًّا، أَنَّ مَعْنَاهُ: جَمَاعَاتٍ، وَعَنْ مُقَاتِلٍ جِثِيًّا، أَيْ: جَمْعًا جَمْعًا، وَهُوَ عَلَى هَذَا الْقَوْلِ جَمْعُ «جُثْوَةٍ» مُثَلَّثَةُ الْجِيمِ، وَهِيَ الْحِجَارَةُ الْمَجْمُوعَةُ وَالتُّرَابُ الْمَجْمُوعُ، فَأَهْلُ الْخَمْرِ يَحْضُرُونَ حَوْلَ جَهَنَّمَ عَلَى حِدَةٍ، وَأَهْلُ الزِّنَى عَلَى حِدَةٍ ; وَأَهْلُ السَّرِقَةِ عَلَى حِدَةٍ. ; وَهَكَذَا، وَمِنْ هَذَا الْمَعْنَى قَوْلُ طَرَفَةَ بْنِ الْعَبْدِ فِي مُعَلَّقَتِهِ: </p><p> تَرَى جُثْوَتَيْنِ مِنْ تُرَابٍ عَلَيْهِمَا ... صَفَائِحُ صُمٌّ مِنْ صَفِيحٍ مُنَضَّدِ </p><p> هَكَذَا قَالَ بَعْضُ أَهْلِ الْعِلْمِ، وَلَكِنَّهُ يَرِدُ عَلَيْهِ أَنَّ «فُعْلَةً» كَجُثْوَةٍ، لَمْ يُعْهَدْ جَمْعُهَا عَلَى فُعُولٍ كَجُثِيٍّ، وَقَرَأَ هَذَا الْحَرْفَ حَمْزَةُ وَالْكِسَائِيُّ وَحَفْصٌ جِثِيًّا بِكَسْرِ الْجِيمِ إِتْبَاعًا لِلْكَسْرَةِ بَعْدَهُ وَقَرَأَ الْبَاقُونَ:  «جُثِيًّا» بِضَمِّ الْجِيمِ عَلَى الْأَصْلِ. </p><p> قَوْلُهُ تَعَالَى: ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا. </p><p> قَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَنَنْزِعَنَّ [١٩ \\ ٦٩] ، أَيْ: لَنَسْتَخْرِجَنَّ </p><p> مِنْ كُلِّ شِيعَةٍ، أَيْ: مِنْ كُلِّ أُمَّةٍ أَهْلِ دِينٍ وَاحِدٍ، وَأَصْلُ الشِّيعَةِ فِعْلَةٌ كَفِرْقَةٍ، وَهِيَ الطَّائِفَةُ الَّتِي شَاعَتْ غَيْرَهَا، أَيْ: تَبِعَتْهُ فِي هُدًى أَوْ ضَلَالٍ ; تَقُولُ الْعَرَبُ: شَاعَهُ شِيَاعًا: إِذَا تَبِعَهُ. </p><p> وَقَوْلُهُ تَعَالَى: أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا، أَيْ: لَنَسْتَخْرِجَنَّ وَلَنُمَيِّزَنَّ مِنْ كُلِّ طَائِفَةٍ مِنْ طَوَائِفِ الْغَيِّ وَالْفَسَادِ أَعَصَاهُمْ فَأَعْصَاهُمْ، وَأَعْتَاهُمْ فَأَعْتَاهُمْ، فَيُبْدَأُ بِتَعْذِيبِهِ وَإِدْخَالِهِ النَّارَ عَلَى حَسَبِ مَرَاتِبِهِمْ فِي الْكُفْرِ، وَالْإِضْلَالِ وَالضَّلَالِ، وَهَذَا هُوَ الظَّاهِرُ فِي مَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ الرُّؤَسَاءَ الْقَادَةَ فِي الْكُفْرِ يُعَذَّبُونَ قَبْلَ غَيْرِهِمْ وَيُشَدَّدُ عَلَيْهِمُ الْعَذَابُ لِضَلَالِهِمْ وَإِضْلَالِهِمْ. </p><p> وَقَدْ جَاءَتْ آيَاتٌ مِنْ كِتَابِ اللَّهِ تَعَالَى تَدُلُّ عَلَى هَذَا، كَقَوْلِهِ تَعَالَى: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ [١٦ \\ ٨٨] ، وَقَوْلِهِ تَعَالَى: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ [٢٩ \\ ١٣] ، وَقَوْلِهِ: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ [١٦ \\ ٢٥] ، وَلِأَجْلِ هَذَا كَانَ فِي أُمَمِ النَّارِ أُولَى وَأُخْرَى، فَالْأُولَى: الَّتِي يُبْدَأُ بِعَذَابِهَا وَبِدُخُولِهَا النَّارَ، وَالْأُخْرَى الَّتِي تَدْخُلُ بَعْدَهَا عَلَى حَسَبِ تَفَاوُتِهِمْ فِي أَنْوَاعِ الْكُفْرِ وَالضَّلَالِ، كَمَا قَالَ تَعَالَى: قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ وَقَالَتْ أُولَاهُمْ لِأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُونَ [٧ \\ ٣٨ - ٣٩] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا [١٩ \\ ٧٠] ، يَعْنِي: أَنَّهُ جَلَّ وَعَلَا أَعْلَمُ بِمَنْ يَسْتَحِقُّ مِنْهُمْ أَنْ يَصْلَى النَّارَ، وَمَنْ هُوَ أَوْلَى بِذَلِكَ، وَقَدْ بَيَّنَ أَنَّ الرُّؤَسَاءَ وَالْمَرْءُوسِينَ كُلَّهُمْ مِمَّنْ يَسْتَحِقُّ ذَلِكَ فِي قَوْلِهِ: قَالَ لِكُلٍّ ضِعْفٌ الْآيَةَ، وَالصِّلِيُّ: مَصْدَرُ صَلِيَ النَّارَ - كَرَضِيَ - يَصْلَاهَا صِلِيًّا) بِالضَّمِّ وَالْكَسْرِ (إِذَا قَاسَى أَلَمَهَا، وَبَاشَرَ حَرَّهَا. </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي وَجْهِ رَفْعِ «أَيُّ» مَعَ أَنَّهُ مَنْصُوبٌ ; لِأَنَّهُ مَفْعُولُ لَنَنْزِعَنَّ، فَذَهَبَ سِيبَوَيْهِ وَمَنْ تَبِعَهُ إِلَى أَنَّ لَفْظَةَ «أَيُّ» مَوْصُولَةٌ، وَأَنَّهَا مَبْنِيَّةٌ عَلَى الضَّمِّ إِذَا كَانَتْ مُضَافَةً وَصَدْرُ صِلَتِهَا ضَمِيرٌ مَحْذُوفٌ كَمَا هُنَا، وَعَقَدَهُ ابْنُ مَالِكٍ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p>"
}