{
  "id": null,
  "sura": 19,
  "aya": 63,
  "text": "<p> بِوَاسِطَةِ نَقْلِ صَاحِبِ الدُّرِّ الْمَنْثُورِ وَالْقُرْطُبِيِّ فِي تَفْسِيرِهِ، وَقَالَ الْقُرْطُبِيُّ بَعْدَ أَنْ نَقَلَ هَذَا: وَهَذَا فِي غَايَةِ الْبَيَانِ لِمَعْنَى الْآيَةِ، وَقَدْ ذَكَرْنَاهُ فِي كِتَابِ) التَّذْكِرَةِ (،ثُمَّ قَالَ:وَقَالَ الْعُلَمَاءُ لَيْسَ فِي الْجَنَّةِ لَيْلٌ وَلَا نَهَارٌ، وَإِنَّمَا هُمْ فِي نُورٍ أَبَدًا، إِنَّمَا يَعْرِفُونَ مِقْدَارَ اللَّيْلِ مِنَ النَّهَارِ بِإِرْخَاءِ الْحُجُبِ، وَإِغْلَاقِ الْأَبْوَابِ، وَيَعْرِفُونَ مِقْدَارَ النَّهَارِ بِرَفْعِ الْحُجُبِ، وَفَتْحِ الْأَبْوَابِ، ذَكَرَهُ أَبُو الْفَرَجِ الْجَوْزِيُّ وَالْمَهْدَوِيُّ وَغَيْرُهُمَا. انْتَهَى مِنْهُ، وَهَذَا الْجَوَابُ الْأَخِيرُ الَّذِي ذَكَرَهُ الْحَكِيمُ التِّرْمِذِيُّ عَنِ الْحَسَنِ وَأَبِي قِلَابَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَاجِعٌ إِلَى الْجَوَابِ الْأَوَّلِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. \\ ٥٠</p><p> قَوْلُهُ تَعَالَى: تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا، الْإِشَارَةُ فِي قَوْلِهِ: تِلْكَ [١٩ \\ ٦٣] ، إِلَى مَا تَقَدَّمَ مِنْ قَوْلِهِ: فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ الْآيَةَ، وَقَدْ بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يُورِثُ الْمُتَّقِينَ مِنْ عِبَادِهِ جَنَّتَهُ، وَقَدْ بَيَّنَ هَذَا الْمَعْنَى أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى: قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ - إِلَى قَوْلِهِ - أُولَئِكَ هُمُ الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ [٢٣ \\ ١ - ١١] ، وَقَوْلِهِ: وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ الْآيَاتِ [٣ \\ ١٣٣] ، وَقَوْلِهِ تَعَالَى: وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا الْآيَةَ [٣٩ \\ ٧١] ، وَقَوْلِهِ: وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ [٧ \\ ٤٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَعْنَى إِيرَاثِهِمُ الْجَنَّةَ: الْإِنْعَامُ عَلَيْهِمْ بِالْخُلُودِ فِيهَا فِي أَكْمَلِ نَعِيمٍ وَسُرُورٍ، قَالَ الزَّمَخْشَرِيُّ فِي) الْكَشَّافِ (: نُورِثُ أَيْ: نُبْقِي عَلَيْهِ الْجَنَّةَ كَمَا نُبْقِي عَلَى الْوَارِثِ مَالَ الْمَوْرُوثِ، وَلِأَنَّ الْأَتْقِيَاءَ يَلْقَوْنَ رَبَّهُمْ يَوْمَ الْقِيَامَةِ قَدِ انْقَضَتْ أَعْمَالُهُمْ، وَثَمَرَتُهَا بَاقِيَةٌ وَهِيَ الْجَنَّةُ، فَإِذَا أَدْخَلَهُمُ الْجَنَّةَ فَقَدْ أَوْرَثَهُمْ مِنْ تَقْوَاهُمْ كَمَا يُورِثُ الْوَارِثُ الْمَالَ مِنَ الْمُتَوَفَّى، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى إِيرَاثِهِمُ الْجَنَّةَ أَنَّ اللَّهَ تَعَالَى خَلَقَ لِكُلِّ نَفْسٍ مَنْزِلًا فِي الْجَنَّةِ، وَمَنْزِلًا فِي النَّارِ، فَإِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ ; أَرَاهُمْ مَنَازِلَهُمْ فِي النَّارِ لَوْ كَفَرُوا وَعَصَوُا اللَّهَ لِيَزْدَادَ سُرُورُهُمْ وَغِبْطَتُهُمْ ; وَعِنْدَ ذَلِكَ يَقُولُونَ: الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ الْآيَةَ [٧ \\ ٤٣] ، وَكَذَلِكَ يَرَى أَهْلُ النَّارِ مَنَازِلَهُمْ فِي الْجَنَّةِ لَوْ آمَنُوا وَاتَّقَوُا اللَّهَ لِتَزْدَادَ نَدَامَتُهُمْ وَحَسْرَتُهُمْ، وَعِنْدَ ذَلِكَ يَقُولُ الْوَاحِدُ مِنْهُمْ: </p>"
}