{
  "id": null,
  "sura": 19,
  "aya": 7,
  "text": "<p> عَلَى قِرَاءَةِ الْبَاقِينَ، وَالْهَمْزَةُ الثَّانِيَةُ عَلَى قِرَاءَةِ الْجُمْهُورِ الَّتِي هِيَ هَمْزَةُ «إِذَا» مُسَهَّلَةٌ فِي قِرَاءَةِ نَافِعٍ وَابْنِ كَثِيرٍ وَأَبِي عَمْرٍو، وَمُحَقَّقَةٌ فِي قِرَاءَةِ ابْنِ عَامِرٍ وَشُعْبَةَ عَنْ عَاصِمٍ، وَقِرَاءَةُ خِفْتُ الْمَوَالِيَ بِفَتْحِ الْخَاءِ وَالْفَاءِ الْمُشَدَّدَةِ بِصِيغَةِ الْفِعْلِ الْمَاضِي بِمَعْنَى أَنَّ مَوَالِيَهُ خَفُّوا أَيْ: قَلُّوا شَاذَّةٌ لَا تَجُوزُ الْقِرَاءَةُ بِهَا وَإِنْ رُوِيَتْ عَنْ عُثْمَانَ بْنِ عَفَّانَ، وَمُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ، وَغَيْرِهِمْ رَضِيَ اللَّهُ عَنْهُمْ، وَامْرَأَةُ زَكَرِيَّا الْمَذْكُورَةُ قَالَ الْقُرْطُبِيُّ: هِيَ إِيشَاعُ بِنْتُ فَاقُوذَ بْنِ قَبِيلٍ، وَهِيَ أُخْتُ حِنَّةَ بِنْتِ فَاقُوذَا، قَالَهُ الطَّبَرِيُّ، وَحِنَّةُ: هِيَ أُمُّ مَرْيَمَ، وَقَالَ الْقُتَبِيُّ: امْرَأَةُ زَكَرِيَّا هِيَ إِيشَاعُ بِنْتُ عِمْرَانَ، فَعَلَى هَذَا الْقَوْلِ يَكُونُ يَحْيَى بْنُ خَالَةِ عِيسَى عَلَيْهِمَا السَّلَامُ عَلَى الْحَقِيقَةِ، وَعَلَى الْقَوْلِ الْأَوَّلِ يَكُونُ ابْنَ خَالَةِ أُمِّهِ، وَفِي حَدِيثِ الْإِسْرَاءِ قَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:  «فَلَقِيتُ ابْنَيِ الْخَالَةِ يَحْيَى وَعِيسَى» شَاهِدًا لِلْقَوْلِ الْأَوَّلِ اهـ، مِنْهُ، وَالظَّاهِرُ شَهَادَةُ الْحَدِيثِ لِلْقَوْلِ الثَّانِي لَا لِلْأَوَّلِ، خِلَافًا لِمَا ذَكَرَهُ رَحِمَهُ اللَّهُ تَعَالَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا </p><p> ، فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَذْفٌ دَلَّ الْمَقَامُ عَلَيْهِ، وَتَقْدِيرُهُ: فَأَجَابَ اللَّهُ دُعَاءَهُ فَنُودِيَ: يَازَكَرِيَّا الْآيَةَ [١٩ \\ ٧] ، وَقَدْ أَوْضَحَ جَلَّ وَعَلَا فِي مَوْضِعٍ آخَرَ هَذَا الَّذِي أَجْمَلَهُ هُنَا، فَبَيَّنَ أَنَّ الَّذِي نَادَاهُ بَعْضُ الْمَلَائِكَةِ، وَأَنَّ النِّدَاءَ الْمَذْكُورَ وَقَعَ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ، وَذَلِكَ قَوْلُهُ تَعَالَى: فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ [٣ \\ ٣٩] ، وَقَوْلُهُ تَعَالَى: فَنَادَتْهُ الْمَلَائِكَةُ، قَالَ بَعْضُ الْعُلَمَاءِ: أَطْلَقَ الْمَلَائِكَةَ وَأَرَادَ جِبْرِيلَ، وَمَثَّلَ بِهِ بَعْضُ عُلَمَاءِ الْأُصُولِ الْعَامَّ الْمُرَادَ بِهِ الْخُصُوصُ قَائِلًا: إِنَّهُ أَرَادَ بِعُمُومِ الْمَلَائِكَةِ خُصُوصَ جِبْرِيلَ، وَإِسْنَادُ الْفِعْلِ لِلْمَجْمُوعِ مُرَادًا بَعْضُهُ قَدْ بَيَّنَّا فِيمَا مَضَى مِرَارًا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: اسْمُهُ يَحْيَى، يَدُلُّ عَلَى أَنَّ اللَّهَ هُوَ الَّذِي سَمَّاهُ، وَلَمْ يَكِلْ تَسْمِيَتَهُ إِلَى أَبِيهِ، وَفِي هَذَا مَنْقَبَةٌ عَظِيمَةٌ لِيَحْيَى. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا، اعْلَمْ أَوَّلًا أَنَّ السَّمِيَّ يُطْلَقُ فِي اللُّغَةِ الْعَرَبِيَّةِ إِطْلَاقَيْنِ: الْأَوَّلُ قَوْلُهُمْ: فُلَانٌ سَمِيُّ فَلَانٍ أَيْ: مُسَمًّى بِاسْمِهِ، فَمَنْ كَانَ اسْمُهُمَا وَاحِدًا فَكِلَاهُمَا سَمِيُّ الْآخَرِ، أَيْ: مُسَمًّى بِاسْمِهِ. </p><p> وَالثَّانِي: إِطْلَاقُ السَّمِيِّ يَعْنِي الْمُسَامِيَّ، أَيِ: الْمُمَاثِلَ فِي السُّمُوِّ وَالرِّفْعَةِ </p>"
}