{
  "id": null,
  "sura": 19,
  "aya": 75,
  "text": "<p> الْمَذْكُورِينَ فِي قَوْلِهِ: وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ الْآيَةَ [١٩ \\ ٦٦] ، وَقَوْلِهِ: وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا، قَالَهُ الْقُرْطُبِيُّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا. </p><p> فِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ وَجْهَانِ مِنَ التَّفْسِيرِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ، وَكِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ: </p><p> الْأَوَّلُ: أَنَّ اللَّهَ جَلَّ وَعَلَا أَمَرَ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ هَذِهِ الْكَلِمَاتِ كَدُعَاءِ الْمُبَاهَلَةِ بَيْنَهُ وَبَيْنَ الْمُشْرِكِينَ، وَإِيضَاحُ مَعْنَاهُ: قُلْ يَا نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِهَؤُلَاءِ الْمُشْرِكِينَ الَّذِينَ ادَّعَوْا أَنَّهُمْ خَيْرٌ مِنْكُمْ، وَأَنَّ الدَّلِيلَ عَلَى ذَلِكَ أَنَّهُمْ خَيْرٌ مِنْكُمْ مَقَامًا وَأَحْسَنُ مِنْكُمْ نَدِيًّا: مَنْ كَانَ مِنَّا وَمِنْكُمْ فِي الضَّلَالَةِ - أَيِ الْكُفْرِ وَالضَّلَالِ عَنْ طَرِيقِ الْحَقِّ - فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا، أَيْ: فَأَمْهَلَهُ الرَّحْمَنُ إِمْهَالًا فِيمَا هُوَ فِيهِ حَتَّى يَسْتَدْرِجَهُ بِالْإِمْهَالِ وَيَمُوتَ عَلَى ذَلِكَ وَلَا يَرْجِعَ عَنْهُ، بَلْ يَسْتَمِرَّ عَلَى ذَلِكَ حَتَّى يَرَى مَا يُوعِدُهُ اللَّهُ، وَهُوَ: إِمَّا عَذَابٌ فِي الدُّنْيَا بِأَيْدِي الْمُسْلِمِينَ، كَقَوْلِهِ: قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ [٩ \\ ١٤] ، أَوْ بِغَيْرِ ذَلِكَ، وَإِمَّا عَذَابُ الْآخِرَةِ إِنْ مَاتُوا وَهُمْ عَلَى ذَلِكَ الْكُفْرِ، وَعَلَى ذَلِكَ التَّفْسِيرِ فَصِيغَةُ الطَّلَبِ الْمَدْلُولُ عَلَيْهَا بِاللَّامِ فِي قَوْلِهِ: فَلْيَمْدُدْ عَلَى بَابِهَا، وَعَلَيْهِ فَهِيَ لَامُ الدُّعَاءِ بِالْإِمْهَالِ فِي الضَّلَالِ عَلَى الضَّالِّ مِنَ الْفَرِيقَيْنِ، حَتَّى يَرَى مَا يُوعِدُهُ مِنَ الشَّرِّ وَهُوَ عَلَى أَقْبَحِ حَالٍ مِنَ الْكُفْرِ وَالضَّلَالِ، وَاقْتَصَرَ عَلَى هَذَا التَّفْسِيرِ ابْنُ كَثِيرٍ وَابْنُ جَرِيرٍ، وَهُوَ الظَّاهِرُ مِنْ صِيغَةِ الطَّلَبِ فِي قَوْلِهِ: فَلْيَمْدُدْ، وَنَظِيرُ هَذَا الْمَعْنَى فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ [٣ \\ ٦١] ; لِأَنَّهُ عَلَى ذَلِكَ التَّفْسِيرِ يَكُونُ فِي كِلْتَا الْآيَتَيْنِ دُعَاءً بِالشَّرِّ عَلَى الضَّالِّ مِنَ الطَّائِفَتَيْنِ، وَكَذَلِكَ قَوْلُهُ تَعَالَى فِي الْيَهُودِ: فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ [٢ \\ ٩٤] ، فِي «الْبَقَرَةِ وَالْجُمُعَةِ» عِنْدَ مَنْ يَقُولُ: إِنَّ الْمُرَادَ بِالتَّمَنِّي الدُّعَاءُ بِالْمَوْتِ عَلَى الْكَاذِبِينَ مِنَ الطَّائِفَتَيْنِ، وَهُوَ اخْتِيَارُ ابْنِ كَثِيرٍ، وَظَاهِرُ الْآيَةِ لَا يُسَاعِدُ عَلَيْهِ. </p><p> الْوَجْهُ الثَّانِي أَنَّ صِيغَةَ الطَّلَبِ فِي قَوْلِهِ: فَلْيَمْدُدْ، يُرَادُ بِهَا الْإِخْبَارُ عَنْ سُنَّةِ اللَّهِ فِي الضَّالِّينَ، وَعَلَيْهِ فَالْمَعْنَى: أَنَّ اللَّهَ أَجْرَى الْعَادَةَ بِأَنَّهُ يُمْهِلُ الضَّالَّ وَيُمْلِي لَهُ فَيَسْتَدْرِجُهُ </p><p> بِذَلِكَ حَتَّى يَرَى مَا يُوعِدُهُ، وَهُوَ فِي غَفْلَةٍ وَكُفْرٍ وَضَلَالٍ. </p><p> وَتَشْهَدُ لِهَذَا الْوَجْهِ آيَاتٌ كَثِيرَةٌ، كَقَوْلِهِ: وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا الْآيَةَ [٣ \\ ١٧٨] ، وَقَوْلِهِ: فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً الْآيَةَ [٦ \\ ٤٤] ، كَمَا قَدَّمْنَا قَرِيبًا بَعْضَ الْآيَاتِ الدَّالَّةِ عَلَيْهِ. </p><p> وَمِمَّا يُؤَيِّدُ هَذَا الْوَجْهَ مَا أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ قَالَ: فِي حَرْفِ أُبَيٍّ: «قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَإِنَّهُ يَزِيدُهُ اللَّهُ ضَلَالَةً» اهـ. قَالَهُ صَاحِبُ الدُّرِّ الْمَنْثُورِ، وَمِثْلُ هَذَا مِنْ جِنْسِ التَّفْسِيرِ لَا مِنْ جِنْسِ الْقِرَاءَةِ، فَإِنْ قِيلَ عَلَى هَذَا الْوَجْهِ: مَا النُّكْتَةُ فِي إِطْلَاقِ صِيغَةِ الطَّلَبِ فِي مَعْنَى الْخَبَرِ؟ فَالْجَوَابُ: أَنَّ الزَّمَخْشَرِيَّ أَجَابَ فِي كَشَّافِهِ عَنْ ذَلِكَ، قَالَ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا، أَيْ: مَدَّ لَهُ الرَّحْمَنُ، يَعْنِي أَمْهَلَهُ وَأَمْلَى لَهُ فِي الْعُمْرِ، فَأُخْرِجَ عَلَى لَفْظِ الْأَمْرِ إِيذَانًا بِوُجُوبِ ذَلِكَ، وَأَنَّهُ مَفْعُولٌ لَا مَحَالَةَ، كَالْمَأْمُورِ بِهِ الْمُمْتَثَلِ لِتَنْقَطِعَ مَعَاذِيرُ الضَّالِّ، وَيُقَالُ لَهُ يَوْمَ الْقِيَامَةِ: أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ [٣٥ \\ ٣٧] . انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ، وَأَظْهَرُ الْأَقْوَالِ عِنْدِي فِي قَوْلِهِ: حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ، أَنَّهُ مُتَعَلِّقٌ بِمَا قَبْلَهُ وَمَا يَلِيهِ، وَالْمَعْنَى: فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَى مَا يُوعَدُ عَلِمَ أَنَّ الْأَمْرَ عَلَى خِلَافِ مَا كَانَ يَظُنُّ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: إِنَّ حَتَّى فِي هَذِهِ الْآيَةِ هِيَ الَّتِي تُحْكَى بَعْدَهَا الْجُمَلُ، وَاسْتَدَلَّ عَلَى ذَلِكَ بِمَجِيءِ الْجُمْلَةِ الشَّرْطِيَّةِ بَعْدَهَا. </p><p> وَقَوْلُهُ: مَا يُوعَدُونَ لَفْظَةُ مَا، مَفْعُولٌ بِهِ لِـ مَا، وَقَوْلُهُ: إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ، بَدَلٌ مِنَ الْمَفْعُولِ بِهِ الَّذِي هُوَ «مَا» وَلَفْظَةُ مَنْ مِنْ قَوْلِهِ: فَسَيَعْلَمُونَ مَنْ هُوَ، قَالَ بَعْضُ الْعُلَمَاءِ: هِيَ مَوْصُولَةٌ فِي مَحِلِّ نَصْبٍ عَلَى الْمَفْعُولِ بِهِ لِـ «يَعْلَمُونَ» وَعَلَيْهِ فَعَلِمَ هُنَا عِرْفَانِيَّةٌ تَتَعَدَّى إِلَى مَفْعُولٍ وَاحِدٍ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَنْ اسْتِفْهَامِيَّةٌ وَالْفِعْلُ الْقَلْبِيُّ الَّذِي هُوَ يَعْلَمُونَ مُعَلَّقٌ بِالِاسْتِفْهَامِ، وَهَذَا أَظْهَرُ عِنْدِي. </p><p> وَقَوْلُهُ: شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا، فِي مُقَابَلَةِ قَوْلِهِمْ: خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا ; لِأَنَّ مَقَامَهُمْ هُوَ مَكَانُهُمْ وَمَسْكَنُهُمْ، وَالنَّدِيُّ: الْمَجْلِسُ الْجَامِعُ لِوُجُوهِ قَوْمِهِمْ وَأَعْوَانِهِمْ وَأَنْصَارِهِمْ، وَالْجُنْدُ هُمُ الْأَنْصَارُ وَالْأَعْوَانُ، فَالْمُقَابَلَةُ الْمَذْكُورَةُ ظَاهِرَةٌ، وَقَدْ دَلَّتْ آيَةٌ مِنْ كِتَابِ اللَّهِ عَلَى إِطْلَاقِ شَرٌّ مَكَانًا، وَالْمُرَادُ اتِّصَافُ الشَّخْصِ بِالشَّرِّ </p>"
}