{
  "id": null,
  "sura": 19,
  "aya": 76,
  "text": "<p> لَا الْمَكَانِ، وَهُوَ قَوْلُهُ تَعَالَى: قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ قَالَ أَنْتُمْ شَرٌّ مَكَانًا [١٢ \\ ٧٢] ، فَتَفْضِيلُ الْمَكَانِ فِي الشَّرِّ هَاهُنَا الظَّاهِرُ أَنَّ الْمُرَادَ بِهِ تَفْضِيلُهُ إِخْوَتَهُ فِي الشَّرِّ عَلَى نَفْسِهِ فِيمَا نَسَبُوا إِلَيْهِ مِنْ شَرِّ السَّرِقَةِ لَا نَفْسَ الْمَكَانِ، اللَّهُمَّ إِلَّا أَنْ يُرَادَ بِذَلِكَ الْمَكَانُ الْمَعْنَوِيُّ، أَيْ: أَنْتُمْ شَرٌّ مَنْزِلَةً عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَاتِ الْمَذْكُورَةِ مَقَامًا، وَنَدِيًّا، وَأَثَاثًا، وَمَكَانًا، وَجُنْدًا، كُلُّ وَاحِدٍ مِنْهَا تَمْيِيزٌ مُحَوَّلٌ عَنِ الْفَاعِلِ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَالْفَاعِلُ الْمَعْنَى انْصِبَنْ بِأَفْعَلَا مُفَضِّلًا كَـ «أَنْتَ أَعْلَى مَنْزِلَا» </p><p> قَوْلُهُ تَعَالَى: وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا. </p><p> قَوْلُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى [١٩ \\ ٧٦] ، دَلِيلٌ عَلَى رُجْحَانِ الْقَوْلِ الثَّانِي فِي الْآيَةِ الْمُتَقَدِّمَةِ، وَأَنَّ الْمَعْنَى: أَنَّ مَنْ كَانَ فِي الضَّلَالَةِ زَادَهُ اللَّهُ ضَلَالَةً، وَمَنِ اهْتَدَى زَادَهُ اللَّهُ هُدًى، وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا الْمَعْنَى كَثِيرَةٌ، كَقَوْلِهِ فِي الضَّلَالِ: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] ، وَقَوْلِهِ: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] ، وَقَوْلِهِ: ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ [٦٣ \\ ٣] ، وَقَوْلِهِ تَعَالَى: وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ الْآيَةَ [٦ \\ ١١٠] ، كَمَا قَدَّمْنَا كَثِيرًا مِنَ الْآيَاتِ الدَّالَّةِ عَلَى هَذَا الْمَعْنَى. </p><p> وَقَالَ فِي الْهُدَى: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ [٤٧ \\ ١٧] ، وَقَالَ: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ [٤٨ \\ ٤] ، وَقَالَ: وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا الْآيَةَ [٢٩ \\ ٦٩] ، وَقَدْ جَمَعَ بَيْنَهُمَا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ: وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا [١٧ \\ ٨٢] ، وَقَوْلِهِ تَعَالَى: قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى الْآيَةَ [٤١ \\ ٤٤] ، وَقَوْلِهِ تَعَالَى: وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ [٩ \\ ١٢٤ - ١٢٥] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَقَوْلُهُ: وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا [١٩ \\ ٧٦] ، تَقَدَّمَ </p><p> إِيضَاحُهُ فِي سُورَةِ «الْكَهْفِ» . </p><p> فَإِنْ قِيلَ: ظَاهِرُ الْآيَةِ أَنَّ لَفْظَةَ خَيْرٌ فِي قَوْلِهِ: خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا، صِيغَةُ تَفْضِيلٍ، وَالظَّاهِرُ أَنَّ الْمُفَضَّلَ عَلَيْهِ هُوَ جَزَاءُ الْكَافِرِينَ، وَيَدُلُّ لِذَلِكَ مَا قَالَهُ صَاحِبُ الدُّرِّ الْمَنْثُورِ، قَالَ: وَأَخْرَجَ ابْنُ أَبِي حَاتِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ: خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا، يَعْنِي: خَيْرٌ جَزَاءً مِنْ جَزَاءِ الْمُشْرِكِينَ، وَخَيْرٌ مَرَدًّا، يَعْنِي مَرْجِعًا مِنْ مَرْجِعِهِمْ إِلَى النَّارِ، وَالْمَعْرُوفُ فِي الْعَرَبِيَّةِ أَنَّ صِيغَةَ التَّفْضِيلِ تَقْتَضِي مُشَارَكَةَ الْمُفَضَّلِ عَلَيْهِ، وَالْخَيْرِيَّةُ مَنْفِيَّةٌ بَتَاتًا عَنْ جَزَاءِ الْمُشْرِكِينَ وَعَنْ مَرَدِّهِمْ، فَلَمْ يُشَارِكُوا فِي ذَلِكَ الْمُسْلِمِينَ حَتَّى يُفَضَّلُوا عَلَيْهِمْ. </p><p> فَالْجَوَابُ: أَنَّ الزَّمَخْشَرِيَّ فِي كَشَّافِهِ حَاوَلَ الْجَوَابَ عَنْ هَذَا السُّؤَالِ بِمَا حَاصِلُهُ: أَنَّهُ كَأَنَّهُ قِيلَ ثَوَابُهُمُ النَّارُ، وَالْجَنَّةُ خَيْرٌ مِنْهَا عَلَى طَرِيقَةِ قَوْلِ بِشْرِ بْنِ أَبِي حَازِمٍ: </p><p> غَضِبَتْ تَمِيمٌ أَنْ تُقَتَّلَ عَامِرٌ ... يَوْمَ النِّسَارِ، فَأُعْتِبُوا بِالصَّيْلَمِ </p><p> فَقَوْلُهُ:  «أُعْتِبُوا بِالصَّيْلَمِ» يَعْنِي أُرْضُوا بِالسَّيْفِ، أَيْ: لَا رِضًا لَهُمْ عِنْدَنَا إِلَّا السَّيْفُ لِقَتْلِهِمْ بِهِ. </p><p> وَنَظِيرُهُ قَوْلُ عَمْرِو بْنِ مَعْدِي كَرِبَ: </p><p> وَخَيْلٍ قَدْ دَلَفْتُ لَهَا بِخَيْلٍ ... تَحِيَّةُ بَيْنِهِمْ ضَرْبٌ وَجِيعُ </p><p> أَيْ لَا تَحِيَّةَ بَيْنَهُمْ إِلَّا الضَّرْبُ الْوَجِيعُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> شَجعاءَ جِرَّتُها الذَميلُ تَلوكُهُ ... أُصُلًا إِذا راحَ المَطِيُّ غِراثَا </p><p> يَعْنِي: أَنَّ هَذِهِ النَّاقَةَ لَا جِرَّةَ لَهَا تُخْرِجُهَا مِنْ كَرِشِهَا فَتَمْضُغُهَا إِلَّا السَّيْرُ، وَعَلَى هَذَا الْمَعْنَى فَالْمُرَادُ: لَا ثَوَابَ لَهُمْ إِلَّا النَّارُ، وَبِاعْتِبَارِ جَعْلِهَا ثَوَابًا بِهَذَا الْمَعْنَى فُضِّلَ عَلَيْهَا ثَوَابُ الْمُؤْمِنِينَ، هَذَا هُوَ حَاصِلُ جَوَابِ الزَّمَخْشَرِيِّ مَعَ إِيضَاحِنَا لَهُ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: وَيَظْهَرُ لِي فِي الْآيَةِ جَوَابٌ آخَرُ أَقْرَبُ مِنْ هَذَا، وَهُوَ أَنَّا قَدَّمْنَا أَنَّ الْقُرْآنَ وَالسُّنَّةَ الصَّحِيحَةَ دَلَّا عَلَى أَنَّ الْكَافِرَ مُجَازًى بِعَمَلِهِ الصَّالِحِ فِي الدُّنْيَا، فَإِذَا بَرَّ وَالِدَيْهِ وَنَفَّسَ عَنِ الْمَكْرُوبِ، وَقَرَى الضَّيْفَ، وَوَصَلَ الرَّحِمَ مَثَلًا يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ فَإِنَّ اللَّهَ يُثِيبُهُ فِي الدُّنْيَا، كَمَا قَدَّمْنَا دَلَالَةَ الْآيَاتِ عَلَيْهِ، وَحَدِيثَ أَنَسٍ عِنْدَ مُسْلِمٍ، فَثَوَابُهُ هَذَا الرَّاجِعُ إِلَيْهِ مِنْ عَمَلِهِ فِي الدُّنْيَا، هُوَ الَّذِي فَضَّلَ اللَّهُ عَلَيْهِ فِي الْآيَةِ ثَوَابَ الْمُؤْمِنِينَ، وَهَذَا وَاضِحٌ لَا إِشْكَالَ فِيهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}