{
  "id": null,
  "sura": 19,
  "aya": 66,
  "text": "<p> لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ، ثُمَّ إِنَّهُ تَعَالَى يَجْعَلُ مَنَازِلَ أَهْلِ الْجَنَّةِ فِي النَّارِ لِأَهْلِ النَّارِ، وَمَنَازِلَ أَهْلِ النَّارِ فِي الْجَنَّةِ لِأَهْلِ الْجَنَّةِ فَيَرِثُونَ مَنَازِلَ أَهْلِ النَّارِ فِي الْجَنَّةِ، وَهَذَا هُوَ مَعْنَى الْإِيرَاثِ الْمَذْكُورِ عَلَى هَذَا الْقَوْلِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: قَدْ جَاءَ حَدِيثٌ يَدُلُّ لِمَا ذُكِرَ مِنْ أَنَّ لِكُلِّ أَحَدٍ مَنْزِلًا فِي الْجَنَّةِ وَمَنْزِلًا فِي النَّارِ، إِلَّا أَنَّ حَمْلَ الْآيَةِ عَلَيْهِ غَيْرُ صَوَابٍ ; لِأَنَّ أَهْلَ الْجَنَّةِ يَرِثُونَ مِنَ الْجَنَّةِ مَنَازِلَهُمُ الْمُعَدَّةَ لَهُمْ بِأَعْمَالِهِمْ وَتَقْوَاهُمْ، كَمَا قَدْ قَالَ تَعَالَى: وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ [٧ \\ ٤٣] ، وَنَحْوِهَا مِنَ الْآيَاتِ، وَلَوْ فَرَضْنَا أَنَّهُمْ يَرِثُونَ مَنَازِلَ أَهْلِ النَّارِ فَحَمْلُ الْآيَةِ عَلَى ذَلِكَ يُوهِمُ أَنَّهُمْ لَيْسَ لَهُمْ فِي الْجَنَّةِ إِلَّا مَا أُورِثُوا مِنْ مَنَازِلِ أَهْلِ النَّارِ وَالْوَاقِعُ بِخِلَافِ ذَلِكَ كَمَا تَرَى، وَالْحَدِيثُ الْمَذْكُورُ هُوَ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ فِي الْمُسْنَدِ، وَالْحَاكِمُ فِي الْمُسْتَدْرَكِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ «كُلُّ أَهْلِ الْجَنَّةِ يَرَى مَقْعَدَهُ مِنَ النَّارِ فَيَقُولُ: لَوْلَا أَنَّ اللَّهَ، هَدَانِي فَيَكُونُ لَهُ أَشْكْرَ،وَكُلُّ أَهْلِ النَّارِ يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ فَيَقُولُ:لَوْ أَنَّ اللَّهَ هَدَانِي، فَيَكُونُ عَلَيْهِ حَسْرَةً» اهـ، وَعَلَّمَ فِي الْجَامِعِ الصَّغِيرِ عَلَى هَذَا الْحَدِيثِ عَلَامَةَ الصِّحَّةِ، وَقَالَ شَارِحُهُ الْمُنَاوِيُّ: قَالَ الْحَاكِمُ: صَحِيحٌ عَلَى شَرْطِهِمَا وَأَقَرَّهُ الذَّهَبِيُّ، وَقَالَ الْهَيْثَمِيُّ رِجَالُ أَحْمَدَ رِجَالُ الصَّحِيحِ. اهـ. </p><p> قَوْلُهُ تَعَالَى: وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: نَزَلَتْ هَذِهِ الْآيَةُ فِي أُبَيِّ بْنِ خَلَفٍ، وَجَدَ عِظَامًا بَالِيَةً فَفَتَّتَهَا بِيَدِهِ وَقَالَ: زَعَمَ مُحَمَّدٌ أَنَّا نُبْعَثُ بَعْدَ الْمَوْتِ؟ قَالَهُ الْكَلْبِيُّ، وَذَكَرَهُ الْوَاحِدِيُّ وَالثَّعْلَبِيُّ، وَقَالَ الْمَهْدَوِيُّ: نَزَلَتْ فِي الْوَلِيدِ بْنِ الْمُغِيرَةِ، وَأَصْحَابِهِ، وَهُوَ قَوْلُ ابْنِ عَبَّاسٍ، وَقِيلَ: نَزَلَتْ فِي الْعَاصِ بْنِ وَائِلٍ، وَقِيلَ: فِي أَبِي جَهْلٍ، وَعَلَى كُلِّ وَاحِدٍ مِنْ هَذِهِ الْأَقْوَالِ فَقَدْ أَسْنَدَ تَعَالَى هَذَا الْقَوْلَ لِجِنْسِ الْإِنْسَانِ وَهُوَ صَادِرٌ مِنْ بَعْضِ أَفْرَادِ الْجِنْسِ ; لِأَنَّ مِنْ أَسَالِيبِ الْعَرَبِيَّةِ إِسْنَادَ الْفِعْلِ إِلَى الْمَجْمُوعِ، مَعَ أَنَّ فَاعِلَهُ بَعْضُهُمْ لَا جَمِيعُهُمْ، وَمِنْ أَظْهَرِ الْأَدِلَّةِ الْقُرْآنِيَّةِ فِي ذَلِكَ قِرَاءَةُ حَمْزَةَ وَالْكِسَائِيِّ: فَإِنْ قَتَلُوكُمْ فَاقْتُلُوهُمْ [٢ \\ ١٩١] ، مِنَ الْقَتْلِ فِي الْفِعْلَيْنِ، أَيْ: فَإِنْ قَتَلُوا بَعْضَكُمْ فَلْيَقْتُلْهُمْ بَعْضُكُمُ الْآخَرُ، كَمَا تَقَدَّمَ مِرَارًا، وَمِنْ أَظْهَرِ الشَّوَاهِدِ الْعَرَبِيَّةِ فِي ذَلِكَ قَوْلُ الْفَرَزْدَقِ: </p><p> فَسَيْفُ بَنِي عَبْسٍ وَقَدْ ضَرَبُوا بِهِ نَبَا ... بِيَدَيْ وَرْقَاءَ عَنْ رَأْسِ خَالِدِ </p><p> فَقَدْ أَسْنَدَ الضَّرْبَ إِلَى بَنِي عَبْسٍ، مَعَ أَنَّهُ صَرَّحَ بِأَنَّ الضَّارِبَ الَّذِي بِيَدِهِ السَّيْفُ هُوَ وَرْقَاءُ وَهُوَ ابْنُ زُهَيْرِ بْنِ جَذِيمَةَ الْعَبْسِيُّ، وَخَالِدٌ هُوَ ابْنُ جَعْفَرٍ الْكِلَابِيُّ، وَقِصَّةُ قَتْلِهِ لِزُهَيْرٍ الْمَذْكُورِ مَشْهُورَةٌ. </p><p> وَقَدْ بَيَّنَ فِي هَذِهِ الْآيَةِ: أَنَّ هَذَا الْإِنْسَانَ الْكَافِرَ يَقُولُ مُنْكِرًا الْبَعْثَ: أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا زَعْمًا مِنْهُ أَنَّهُ إِذَا مَاتَ لَا يُمْكِنُ أَنْ يَحْيَا بَعْدَ الْمَوْتِ، وَقَدْ رَدَّ اللَّهُ عَلَيْهِ مَقَالَتَهُ هَذِهِ بِقَوْلِهِ: أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا، يَعْنِي: أَيَقُولُ الْإِنْسَانُ مَقَالَتَهُ هَذِهِ فِي إِنْكَارِ الْبَعْثِ، وَلَا يَذْكُرُ أَنَّا أَوْجَدْنَاهُ الْإِيجَادَ الْأَوَّلَ وَلَمْ يَكُ شَيْئًا، بَلْ كَانَ عَدَمًا فَأَوْجَدْنَاهُ، وَإِيجَادُنَا لَهُ الْمَرَّةَ الْأُولَى دَلِيلٌ قَاطِعٌ عَلَى قُدْرَتِنَا عَلَى إِيجَادِهِ بِالْبَعْثِ مَرَّةً أُخْرَى. </p><p> وَهَذَا الْبُرْهَانُ الَّذِي أَشَارَ لَهُ هُنَا قَدْ قَدَّمَنَا الْآيَاتِ الدَّالَّةَ عَلَيْهِ فِي سُورَةِ الْبَقَرَةِ وَالنَّحْلِ وَغَيْرِهِمَا، كَقَوْلِهِ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٨ - ٧٩] ، وَقَوْلِهِ تَعَالَى: أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ [٥٠ \\ ١٥] ، وَقَوْلِهِ: وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ [٥٦ \\ ٦٢] ، وَقَوْلِهِ: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ الْآيَةَ [٣٠ \\ ٢٧] ، وَقَوْلِهِ: فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ [١٧ \\ ٥١] ، وَقَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ [٢٢ \\ ٥] ، وَقَوْلِهِ تَعَالَى: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ [٢١ \\ ١٠٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَفِي الْحَدِيثِ الصَّحِيحِ الَّذِي يَرْوِيهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ رَبِّهِ:  «يَقُولُ اللَّهُ تَعَالَى كَذَّبَنِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُكَذِّبَنِي، وَآذَانِي ابْنُ آدَمَ وَلَمْ يَكُنْ لَهُ أَنْ يُؤْذِيَنِي، أَمَّا تَكْذِيبُهُ إِيَّايَ فَقَوْلُهُ لَنْ يُعِيدَنِي كَمَا بَدَأَنِي ; وَلَيْسَ أَوَّلُ الْخَلْقِ أَهْوَنَ عَلَيَّ مِنْ آخِرِهِ، وَأَمَّا أَذَاهُ إِيَّايَ، فَقَوْلُهُ إِنَّ لِي وَلَدًا، وَأَنَا الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ» ، فَإِنْ قِيلَ: أَيْنَ الْعَامِلُ فِي الظَّرْفِ الَّذِي هُوَ إِذَا، فَالْجَوَابُ: أَنَّهُ مَنْصُوبٌ بِفِعْلٍ مُضْمَرٍ دَلَّ عَلَيْهِ جَزَاءُ الشَّرْطِ ; وَتَقْدِيرُهُ: أَأُخْرَجُ حَيًّا إِذَا مَا مِتُّ؟ أَيْ: حِينَ يَتَمَكَّنُ فِيَّ الْمَوْتُ وَالْهَلَاكُ أُخْرَجُ حَيًّا، يَعْنِي لَا يُمْكِنُ ذَلِكَ، فَإِنْ قِيلَ: لِمَ لَا تَقُولُ بِأَنَّهُ مَنْصُوبٌ بِـ أُخْرَجُ، الْمَذْكُورِ فِي </p>"
}