{
  "id": null,
  "sura": 19,
  "aya": 59,
  "text": "<p> وَقَدْ قَالَ تَعَالَى فِي صِفَةِ هَؤُلَاءِ الْمَذْكُورِينَ فِي «الْأَنْعَامِ» : وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ [٦ \\ ٨٧] ، كَمَا قَالَ فِي صِفَةِ هَؤُلَاءِ الْمَذْكُورِينَ فِي سُورَةِ «مَرْيَمَ» : وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا [١٩ \\ ٥٨] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا، بَيَّنَ فِيهِ أَنَّ هَؤُلَاءِ الْأَنْبِيَاءَ الْمَذْكُورِينَ إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ رَبِّهِمْ بَكَوْا وَسَجَدُوا، وَأَشَارَ إِلَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ بِالنِّسْبَةِ إِلَى الْمُؤْمِنِينَ لَا خُصُوصِ الْأَنْبِيَاءِ، كَقَوْلِهِ تَعَالَى: قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا [١٧ \\ ١٠٧ - ١٠٩] ، وَقَوْلِهِ: وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ [٥ \\ ٨٣] ، وَقَوْلِهِ تَعَالَى: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا [٨ \\ ٢] ، وَقَوْلِهِ تَعَالَى: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ [٣٩ \\ ٢٣] ، فَكُلُّ هَذِهِ الْآيَاتِ فِيهَا الدَّلَالَةُ عَلَى أَنَّهُمْ إِذَا سَمِعُوا آيَاتِ رَبِّهِمْ تُتْلَى تَأَثَّرُوا تَأَثُّرًا عَظِيمًا، يَحْصُلُ مِنْهُ لِبَعْضِهِمُ الْبُكَاءُ وَالسُّجُودُ، وَلِبَعْضِهِمْ قُشَعْرِيرَةُ الْجِلْدِ وَلِينُ الْقُلُوبِ وَالْجُلُودِ، وَنَحْوُ ذَلِكَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَبُكِيًّا، جَمْعُ بَاكٍ، وَعَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَرَأَ هَذِهِ الْآيَةَ مِنْ سُورَةِ «مَرْيَمَ» فَسَجَدَ وَقَالَ: هَذَا السُّجُودُ، فَأَيْنَ الْبُكِيُّ؟ يُرِيدُ الْبُكَاءَ، وَهَذَا الْمَوْضِعُ مِنْ عَزَائِمَ السُّجُودِ بِلَا خِلَافٍ بَيْنِ الْعُلَمَاءِ فِي ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا. </p><p> الضَّمِيرُ فِي قَوْلِهِ «مِنْ بَعْدِهِمْ» رَاجِعٌ إِلَى النَّبِيِّينَ الْمَذْكُورِينَ فِي قَوْلِهِ تَعَالَى: أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ الْآيَةَ [١٩ \\ ٥٨] ، أَيْ: فَخَلَفَ مِنْ بَعْدِ أُولَئِكَ النَّبِيِّينَ خَلْفٌ، أَيْ: أَوْلَادُ سُوءٍ، قَالَ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ سُورَةِ «الْأَعْرَافِ» قَالَ أَبُو حَاتِمٍ: الْخَلْفُ بِسُكُونِ اللَّامِ: الْأَوْلَادُ، الْوَاحِدُ وَالْجَمْعُ فِيهِ سَوَاءٌ، وَالْخَلَفُ بِفَتْحِ اللَّامِ: الْبَدَلُ، وَلَدًا كَانَ أَوْ غَرِيبًا، وَقَالَ ابْنُ الْأَعْرَابِيِّ: الْخَلَفُ بِالْفَتْحِ: الصَّالِحُ، وَبِالسُّكُونِ: الطَّالِحُ، قَالَ لَبِيدٌ: </p><p> ذَهَبَ الَّذِينَ يُعَاشُ فِي أَكْنَافِهِمْ ... وَبَقِيتُ فِي خَلْفٍ كَجِلْدِ الْأَجْرَبِ </p><p> وَمِنْهُ قِيلَ لِلرَّدِيءِ مِنَ الْكَلَامِ: خَلْفٌ، وَمِنْهُ الْمَثَلُ السَّائِرُ «سَكَتَ أَلْفًا وَنَطَقَ خَلْفًا» ، فَخَلْفٌ فِي الذَّمِّ بِالْإِسْكَانِ، وَخَلَفٌ بِالْفَتْحِ فِي الْمَدْحِ، هَذَا هُوَ الْمُسْتَعْمَلُ الْمَشْهُورُ، قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «يَحْمِلُ هَذَا الْعِلْمَ مِنْ كُلِّ خَلَفِ عُدُولُهُ» وَقَدْ يُسْتَعْمَلُ كُلُّ وَاحِدٍ مِنْهُمَا مَوْضِعَ الْآخَرِ، قَالَ حَسَّانُ بْنُ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ: </p><p> لَنَا الْقَدَمُ الْأُولَى إِلَيْكَ وَخَلْفُنَا ... لِأَوَّلِنَا فِي طَاعَةِ اللَّهِ تَابِعُ </p><p> وَقَالَ آخَرُ: </p><p> إِنَّا وَجَدْنَا خَلَفًا بِئْسَ الْخَلَفْ ... أَغْلَقَ عَنَّا بَابَهُ ثُمَّ حَلَفْ </p><p> لَا يُدْخِلُ الْبَوَّابُ إِلَّا مَنْ عَرَفْ ... عَبْدًا إِذَا مَا نَاءَ بِالْحِمْلِ وَقَفْ </p><p> وَيُرْوَى: خَضَفْ، أَيْ: رَدَمَ. انْتَهَى مِنْهُ، وَالرُّدَامُ: الضُّرَاطُ. </p><p> وَمَعْنَى الْآيَةِ الْكَرِيمَةِ أَنَّ هَذَا الْخَلْفَ السَّيِّئَ الَّذِي خَلَفَ مِنْ بَعْدِ أُولَئِكَ النَّبِيِّينَ الْكِرَامِ كَانَ مِنْ صِفَاتِهِمُ الْقَبِيحَةِ: أَنَّهُمْ أَضَاعُوا الصَّلَاةَ، وَاتَّبَعُوا الشَّهَوَاتِ، وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمُرَادِ بِإِضَاعَتِهِمُ الصَّلَاةَ، فَقَالَ بَعْضُهُمْ: الْمُرَادُ بِإِضَاعَتِهَا تَأْخِيرُهَا عَنْ وَقْتِهَا، وَمِمَّنْ يُرْوَى عَنْهُ هَذَا الْقَوْلُ ابْنُ مَسْعُودٍ، وَالنَّخَعِيُّ، وَالْقَاسِمُ بْنُ مُخَيْمِرَةَ، وَمُجَاهِدٌ، وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَغَيْرُهُمْ، وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: إِنَّ هَذَا الْقَوْلَ هُوَ الصَّحِيحُ، وَقَالَ بَعْضُهُمْ: إِضَاعَتُهَا الْإِخْلَالُ بِشُرُوطِهَا، وَمِمَّنِ اخْتَارَ هَذَا الْقَوْلَ الزَّجَّاجُ، وَقَالَ بَعْضُهُمْ: الْمُرَادُ بِإِضَاعَتِهَا جَحْدُ وُجُوبِهَا، وَيُرْوَى هَذَا الْقَوْلُ وَمَا قَبْلَهُ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، وَقِيلَ: إِضَاعَتُهَا: إِقَامَتُهَا فِي غَيْرِ الْجَمَاعَاتِ، وَقِيلَ: إِضَاعَتُهَا: تَعْطِيلُ الْمَسَاجِدِ وَالِاشْتِغَالُ بِالصَّنَائِعِ وَالْأَسْبَابِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: وَكُلُّ هَذِهِ الْأَقْوَالِ تَدْخُلُ فِي الْآيَةِ ; لِأَنَّ تَأْخِيرَهَا عَنْ وَقْتِهَا، وَعَدَمَ إِقَامَتِهَا فِي الْجَمَاعَةِ، وَالْإِخْلَالَ بِشُرُوطِهَا، وَجَحْدَ وُجُوبِهَا، وَتَعْطِيلَ الْمَسَاجِدِ مِنْهَا كُلُّ ذَلِكَ إِضَاعَةٌ لَهَا، وَإِنْ كَانَتْ أَنْوَاعُ الْإِضَاعَةِ تَتَفَاوَتُ، وَاخْتَلَفَ الْعُلَمَاءُ أَيْضًا فِي الْخَلْفِ الْمَذْكُورِينَ مَنْ هُمْ؟ فَقِيلَ: هُمُ الْيَهُودُ، وَيُرْوَى عَنِ ابْنِ عَبَّاسٍ وَمُقَاتِلٍ، وَقِيلَ: هُمُ الْيَهُودُ وَالنَّصَارَى، وَيُرْوَى عَنِ السُّدِّيِّ، وَقِيلَ: هُمْ قَوْمٌ مِنْ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتُونَ عِنْدَ ذَهَابِ الصَّالِحِينَ مِنْهَا، يَرْكَبُ بَعْضُهُمْ بَعْضًا فِي الْأَزِقَّةِ زِنًى، وَيُرْوَى عَنْ مُجَاهِدٍ وَعَطَاءٍ وَقَتَادَةَ وَمُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، وَقِيلَ: إِنَّهُمْ أَهْلُ الْغَرْبِ، وَفِيهِمْ </p><p> أَقْوَالٌ أُخَرُ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَكَوْنُهُمْ مِنْ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ بِوَجِيهٍ عِنْدِي ; لِأَنَّ قَوْلَهُ تَعَالَى: فَخَلَفَ مِنْ بَعْدِهِمْ [١٩ \\ ٥٩] ، صِيغَةٌ تَدُلُّ عَلَى الْوُقُوعِ فِي الزَّمَنِ الْمَاضِي، وَلَا يُمْكِنُ صَرْفُهَا إِلَى الْمُسْتَقْبَلِ إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ كَمَا تَرَى، وَالظَّاهِرُ أَنَّهُمُ الْيَهُودُ وَالنَّصَارَى وَغَيْرُهُمْ مِنَ الْكُفَّارِ الَّذِينَ خَلَفُوا أَنْبِيَاءَهُمْ وَصَالِحِيهِمْ قَبْلَ نُزُولِ الْآيَةِ، فَأَضَاعُوا الصَّلَاةَ، وَاتَّبَعُوا الشَّهَوَاتِ، وَعَلَى كُلِّ حَالٍ فَالْعِبْرَةُ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، فَكُلُّ خَلْفٍ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ يَدْخُلُونَ فِي الذَّمِّ وَالْوَعِيدِ الْمَذْكُورِ فِي هَذِهِ الْآيَةِ، وَاتِّبَاعُ الشَّهَوَاتِ الْمَذْكُورُ فِي الْآيَةِ عَامٌّ فِي اتِّبَاعِ كُلِّ مُشْتَهًى يَشْغَلُ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ، وَعَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: مَنْ بَنَى الْمُشَيَّدَ، وَرَكِبَ الْمَنْظُورَ، وَلَبِسَ الْمَشْهُورَ فَهُوَ مِمَّنِ اتَّبَعَ الشَّهَوَاتِ. </p><p> وَقَوْلُهُ تَعَالَى: فَسَوْفَ يَلْقَوْنَ غَيًّا، اعْلَمْ أَوَّلًا أَنَّ الْعَرَبَ تُطْلِقُ الْغَيَّ عَلَى كُلِّ شَرٍّ، وَالرَّشَادَ عَلَى كُلِّ خَيْرٍ، قَالَ الْمُرَقَّشُ الْأَصْغَرُ: </p><p> فَمَنْ يَلْقَ خَيْرًا يَحْمَدِ النَّاسُ أَمْرَهُ ... وَمَنْ يَغْوِ لَا يَعْدَمْ عَلَى الْغَيِّ لَائِمَا </p><p> فَقَوْلُهُ:  «وَمَنْ يَغْوِ» يَعْنِي وَمَنْ يَقَعْ فِي شَرٍّ، وَالْإِطْلَاقُ الْمَشْهُورُ هُوَ أَنَّ الْغَيَّ الضَّلَالُ، وَفِي الْمُرَادِ بِقَوْلِهِ «غَيًّا» فِي الْآيَةِ أَقْوَالٌ مُتَقَارِبَةٌ، مِنْهَا أَنَّ الْكَلَامَ عَلَى حَذْفِ مُضَافٍ، أَيْ: فَسَوْفَ يَلْقَوْنَ جَزَاءَ غَيٍّ، وَلَا شَكَّ أَنَّهُمْ سَيَلْقَوْنَ جَزَاءَ ضَلَالِهِمْ، وَمِمَّنْ قَالَ بِهَذَا الْقَوْلِ: الزَّجَّاجُ، وَنَظِيرُ هَذَا التَّفْسِيرِ قَوْلُهُ تَعَالَى: يَلْقَ أَثَامًا [٢٥ \\ ٦٨] ، عِنْدَ مَنْ يَقُولُ: إِنَّ مَعْنَاهُ يَلْقَ مُجَازَاةَ آثَامِهِ فِي الدُّنْيَا، وَيُشْبِهُ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا [٤ \\ ١٠] ، وَقَوْلُهُ: أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلَّا النَّارَ [٢ \\ ١٧٤] ، فَأَطْلَقَ النَّارَ عَلَى مَا أَكَلُوا فِي بُطُونِهِمْ فِي الدُّنْيَا مِنَ الْمَالِ الْحَرَامِ لِأَنَّهَا جَزَاؤُهُ، كَمَا أَطْلَقَ الْغَيَّ وَالْأَثَامَ عَلَى الْعَذَابِ لِأَنَّهُ جَزَاؤُهُمَا، وَمِنْهَا أَنَّ الْغَيَّ فِي الْآيَةِ الْخُسْرَانُ وَالْحُصُولُ فِي الْوَرَطَاتِ، وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ: ابْنُ عَبَّاسٍ، وَابْنُ زَيْدٍ، وَرُوِيَ عَنِ ابْنِ زَيْدٍ أَيْضًا «غَيًّا» أَيْ: شَرًّا أَوْ ضَلَالًا أَوْ خَيْبَةً، وَقَالَ بَعْضُهُمْ: إِنَّ الْمُرَادَ بِقَوْلِهِ «غَيًّا» فِي الْآيَةِ: وَادٍ فِي جَهَنَّمَ مِنْ قَيْحٍ ; لِأَنَّهُ يَسِيلُ فِيهِ قَيْحُ أَهْلِ النَّارِ وَصَدِيدُهُمْ، وَهُوَ بَعِيدُ الْقَعْرِ خَبِيثُ الطَّعْمِ، وَمِمَّنْ قَالَ بِهَذَا ابْنُ مَسْعُودٍ، وَالْبَرَاءُ بْنُ عَازِبٍ، وَرُوِيَ عَنْ عَائِشَةَ، وَشَفِيِّ بْنِ مَاتِعٍ. </p><p> وَجَاءَ حَدِيثٌ مَرْفُوعٌ بِمُقْتَضَى هَذَا الْقَوْلِ مِنْ حَدِيثِ أَبِي أُمَامَةَ وَابْنِ عَبَّاسٍ، فِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «إِنَّ غَيًّا وَادٍ فِي جِنِّهِمْ» كَمَا فِي حَدِيثِ ابْنِ عَبَّاسٍ، وَفِي حَدِيثِ أَبِي أُمَامَةَ: أَنَّ غَيًّا، وَأَثَامًا: نَهْرَانِ فِي أَسْفَلِ جَهَنَّمَ، يَسِيلُ فِيهِمَا صَدِيدُ أَهْلِ النَّارِ، وَالظَّاهِرُ أَنَّهُ لَمْ يَصِحَّ فِي ذَلِكَ شَيْءٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ ذَكَرَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ حَدِيثَ أَبِي أُمَامَةَ صُدَيِّ بْنِ عَجْلَانَ الْبَاهِلِيِّ الَّذِي أَشَرْنَا لَهُ آنِفًا، ثُمَّ قَالَ: هَذَا حَدِيثٌ غَرِيبٌ وَرَفْعُهُ مُنْكَرٌ، وَقِيلَ: إِنَّ الْمَعْنَى: فَسَوْفَ يَلْقَوْنَ غَيًّا، أَيْ: ضَلَالًا فِي الْآخِرَةِ عَنْ طَرِيقِ الْجَنَّةِ، ذَكَرَهُ الزَّمَخْشَرِيُّ، وَفِيهِ أَقْوَالٌ أُخَرُ، وَمَدَارُ جَمِيعِ الْأَقْوَالِ فِي ذَلِكَ عَلَى شَيْءٍ وَاحِدٍ، وَهُوَ: أَنَّ أُولَئِكَ الْخَلْفُ الَّذِينَ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ سَوْفَ يَلْقَوْنَ يَوْمَ الْقِيَامَةِ عَذَابًا عَظِيمًا. </p><p> فَإِذَا عَرَفْتَ كَلَامَ الْعُلَمَاءِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَأَنَّ اللَّهَ تَعَالَى تَوَعَّدَ فِيهَا مَنْ أَضَاعَ الصَّلَاةَ وَاتَّبَعَ الشَّهَوَاتِ بِالْغَيِّ الَّذِي هُوَ الشَّرُّ الْعَظِيمُ وَالْعَذَابُ الْأَلِيمُ، فَاعْلَمْ أَنَّهُ أَشَارَ إِلَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ فِي ذَمِّ الَّذِينَ يُضَيِّعُونَ الصَّلَاةَ وَلَا يُحَافِظُونَ عَلَيْهَا وَتَهْدِيدِهِمْ: فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ الَّذِينَ هُمْ يُرَاءُونَ وَيَمْنَعُونَ الْمَاعُونَ [١٠٧ \\ ٤ - ٧] ، وَقَوْلِهِ فِي ذَمِّ الْمُنَافِقِينَ: وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا [٤ \\ ١٤٢] ، وَقَوْلِهِ فِيهِمْ أَيْضًا: وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ [٩ \\ ٥٤] ، وَأَشَارَ فِي مَوَاضِعَ كَثِيرَةٍ إِلَى ذَمِّ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ وَتَهْدِيدِهِمْ، كَقَوْلِهِ تَعَالَى: وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ [٤٧ \\ ١٢] ، وَقَوْلِهِ تَعَالَى: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ [١٥ \\ ٣] ، وَقَوْلِهِ تَعَالَى: كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ٤٦ - ٤٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَيُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَةِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْخَلَفَ الطَّيِّبِينَ لَا يُضَيِّعُونَ الصَّلَاةَ، وَلَا يَتَّبِعُونَ الشَّهَوَاتِ، وَقَدْ أَشَارَ تَعَالَى إِلَى هَذَا فِي مَوَاضِعَ مِنْ كِتَابِهِ، كَقَوْلِهِ تَعَالَى: قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ، إِلَى قَوْلِهِ: وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ أُولَئِكَ هُمُ الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ [٢٣ \\ ١ - ١٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَكَقَوْلِهِ: </p><p> وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى [٧٩ \\ ٤٠ - ٤١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> الْمَسْأَلَةُ الْأُولَى: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ تَارِكَ الصَّلَاةِ الْجَاحِدَ لِوُجُوبِهَا، كَافِرٌ، وَأَنَّهُ يُقْتَلُ كُفْرًا مَا لَمْ يَتُبْ، وَالظَّاهِرُ أَنَّ تَرْكَ مَا لَا تَصِحُّ الصَّلَاةُ بِدُونِهِ كَالْوُضُوءِ وَغُسْلِ الْجَنَابَةِ كَتَرْكِهَا، وَجَحْدَ وَجُوبِهِ كَجَحْدِ وَجُوبِهَا. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اخْتَلَفَ الْعُلَمَاءُ فِي تَارِكِ صَلَاةٍ عَمْدًا تَهَاوُنًا وَتَكَاسُلًا مَعَ اعْتِرَافِهِ بِوُجُوبِهَا، هَلْ هُوَ كَافِرٌ أَوْ مُسْلِمٌ، وَهَلْ يُقْتَلُ كُفْرًا أَوْ حَدًّا أَوْ لَا يُقْتَلُ؟ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى أَنَّهُ كَافِرٌ مُرْتَدٌّ يُسْتَتَابُ، فَإِنْ تَابَ فَذَلِكَ، وَإِنْ لَمْ يَتُبْ قُتِلَ كُفْرًا، وَمِمَّنْ قَالَ بِهَذَا: الْإِمَامُ أَحْمَدُ رَحِمَهُ اللَّهُ فِي أَصَحِّ الرِّوَايَتَيْنِ، وَهُوَ مَرْوِيٌّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، وَبِهِ قَالَ ابْنُ الْمُبَارَكِ، وَإِسْحَاقُ بْنُ رَاهَوَيْهِ، وَمَنْصُورٌ الْفَقِيهُ مِنَ الشَّافِعِيَّةِ، وَيُرْوَى أَيْضًا عَنْ أَبِي الطَّيِّبِ بْنِ سَلَمَةَ مِنَ الشَّافِعِيَّةِ، وَهُوَ رِوَايَةٌ ضَعِيفَةٌ عَنْ مَالِكٍ، وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِأَدِلَّةٍ، مِنْهَا قَوْلُهُ تَعَالَى: فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ الْآيَةَ [٩ \\ ١١] ، وَيُفْهَمُ مِنْ مَفْهُومِ الْآيَةِ: أَنَّهُمْ إِنْ لَمْ يُقِيمُوا الصَّلَاةَ لَمْ يَكُونُوا مِنْ إِخْوَانِ الْمُؤْمِنِينَ، وَمَنِ انْتَفَتْ عَنْهُمْ أُخُوَّةُ الْمُؤْمِنِينَ فَهُمْ مِنَ الْكَافِرِينَ ; لِأَنَّ اللَّهَ يَقُولُ: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ الْآيَةَ [٤٩ \\ ١٠] ، وَمِنْهَا حَدِيثُ جَابِرٍ الثَّابِتُ فِي صَحِيحِ مُسْلِمٍ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ طَرِيقَيْنِ، لَفْظُ الْمَتْنِ فِي الْأُولَى مِنْهُمَا: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكَ الصَّلَاةِ» ، وَلَفْظُ الْمَتْنِ فِي الْأُخْرَى: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكُ الصَّلَاةِ» انْتَهَى مِنْهُ، وَهُوَ وَاضِحٌ فِي أَنَّ تَارِكَ الصَّلَاةِ كَافِرٌ ; لِأَنَّ عَطْفَ الشِّرْكِ عَلَى الْكُفْرِ فِيهِ تَأْكِيدٌ قَوِيٌّ لِكَوْنِهِ كَافِرًا، وَمِنْهَا حَدِيثُ أُمِّ سَلَمَةَ، وَحَدِيثُ عَوْفِ بْنِ مَالِكٍ الْآتِيَيْنِ الدَّالَّيْنِ عَلَى قِتَالِ الْأُمَرَاءِ إِذَا لَمْ يُصَلُّوا، وَهُمَا فِي صَحِيحِ مُسْلِمٍ مَعَ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ الْمُتَّفَقِ عَلَيْهِ، قَالَ: بَايَعْنَا رَسُولَ اللَّهِ عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا وَعُسْرِنَا وَيُسْرِنَا وَأَثَرَةٍ عَلَيْنَا، وَأَلَّا نُنَازِعَ الْأَمْرَ أَهْلَهُ، قَالَ:  «إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ فِيهِ مِنَ اللَّهِ بُرْهَانٌ» ، فَدَلَّ مَجْمُوعُ الْأَحَادِيثِ الْمَذْكُورَةِ أَنَّ تَرْكَ الصَّلَاةِ كُفْرٌ بِوَاحٌ عَلَيْهِ مِنَ اللَّهِ بُرْهَانٌ، وَقَدْ قَدَّمْنَا هَذِهِ الْأَحَادِيثَ الْمَذْكُورَةَ فِي سُورَةِ «الْبَقَرَةِ» ، وَهَذَا مِنْ أَقْوَى أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ، وَمِنْهَا حَدِيثُ بُرَيْدَةَ بْنِ الْحَصِيبِ الْأَسْلَمِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «الْعَهْدُ الَّذِي </p><p> بَيْنَنَا وَبَيْنَهُمُ الصَّلَاةُ، فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ» أَخْرَجَهُ الْإِمَامُ أَحْمَدُ، وَأَصْحَابُ السُّنَنِ، وَابْنُ حِبَّانَ وَالْحَاكِمُ، وَقَالَ الشَّوْكَانِيُّ فِي) نَيْلِ الْأَوْطَارِ (فِي هَذَا الْحَدِيثِ: صَحَّحَهُ النَّسَائِيُّ، وَالْعِرَاقِيُّ، وَقَالَ النَّوَوِيُّ فِي شَرْحِ) الْمُهَذَّبِ (: رَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ، قَالَ التِّرْمِذِيُّ: حَدِيثٌ حَسَنٌ صَحِيحٌ، وَقَالَ الْحَاكِمُ فِي الْمُسْتَدْرَكِ بَعْدَ أَنْ سَاقَ هَذَا الْحَدِيثَ بِإِسْنَادِهِ: هَذَا حَدِيثٌ صَحِيحُ الْإِسْنَادِ، لَا تُعْرَفُ لَهُ عِلَّةٌ بِوَجْهٍ مِنَ الْوُجُوهِ، فَقَدِ احْتَجَّا جَمِيعًا بِعَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ، وَاحْتَجَّ مُسْلِمٌ بِالْحُسَيْنِ بْنِ وَاقِدٍ، وَلَمْ يُخَرِّجَاهُ بِهَذَا اللَّفْظِ، وَلِهَذَا الْحَدِيثِ شَاهِدٌ صَحِيحٌ عَلَى شَرْطِهِمَا جَمِيعًا، أَخْبَرَنَا أَحْمَدُ بْنُ سَهْلٍ الْفَقِيهُ بِبُخَارَى، حَدَّثَنَا قَيْسُ بْنُ أُنَيْفٍ، حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنِ الْجُرَيْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَرَوْنَ شَيْئًا مِنَ الْأَعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلَاةِ، وَأَقَرَّهُ الذَّهَبِيُّ عَلَى تَصْحِيحِهِ لِحَدِيثِ بُرَيْدَةَ الْمَذْكُورِ، وَقَالَ فِي أَثَرِ ابْنِ شَقِيقٍ عَنْ أَبِي هُرَيْرَةَ الْمَذْكُورِ: لَمْ يُتَكَلَّمْ عَلَيْهِ وَإِسْنَادُهُ صَالِحٌ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَالظَّاهِرُ أَنَّ قَوْلَ الْحَافِظِ الذَّهَبِيِّ رَحِمَهُ اللَّهُ «لَمْ يُتَكَلَّمْ عَلَيْهِ» سَهْوٌ مِنْهُ ; لِأَنَّهُ تَكَلَّمَ عَلَيْهِ فِي كَلَامِهِ عَلَى حَدِيثِ بُرَيْدَةَ الْمَذْكُورِ آنِفًا، حَيْثُ قَالَ: وَلِهَذَا الْحَدِيثِ شَاهِدٌ صَحِيحٌ عَلَى شَرْطِهِمَا جَمِيعًا، يَعْنِي أَثَرَ ابْنِ شَقِيقٍ الْمَذْكُورِ كَمَا تَرَى، وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ: وَعَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ التَّابِعِيِّ الْمُتَّفَقِ عَلَى جَلَالَتِهِ: كَانَ أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَرَوْنَ شَيْئًا مِنَ الْأَعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلَاةِ، رَوَاهُ التِّرْمِذِيُّ فِي كِتَابِ الْإِيمَانِ بِإِسْنَادٍ صَحِيحٍ. انْتَهَى مِنْهُ، وَقَدْ ذَكَرَ النَّوَوِيُّ رَحِمَهُ اللَّهُ فِي كَلَامِهِ هَذَا الِاتِّفَاقَ عَلَى جَلَالَةِ ابْنِ شَقِيقٍ الْمَذْكُورِ مَعَ أَنَّ فِيهِ نَصْبًا، وَقَالَ الْمَجْدُ فِي الْمُنْتَقَى: وَعَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ: كَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. . . إِلَى آخِرِهِ، ثُمَّ قَالَ: رَوَاهُ التِّرْمِذِيُّ. اهـ، وَلَا يَخْفَى عَلَيْكَ أَنَّ رِوَايَةَ الْحَاكِمِ فِيهَا أَبُو هُرَيْرَةَ وَرِوَايَةَ التِّرْمِذِيِّ لَيْسَ فِيهَا أَبُو هُرَيْرَةَ، وَحَدِيثُ بُرَيْدَةَ بْنِ الْحَصِيبِ، وَأَثَرُ ابْنِ شَقِيقٍ الْمَذْكُورَانِ فِيهِمَا الدَّلَالَةُ الْوَاضِحَةُ عَلَى أَنَّ تَرْكَ الصَّلَاةِ عَمْدًا تَهَاوُنًا كُفْرٌ، وَلَوْ أَقَرَّ تَارِكُهَا بِوُجُوبِهَا، وَبِذَلِكَ يَعْتَضِدُ حَدِيثُ جَابِرٍ الْمَذْكُورُ عِنْدَ مُسْلِمٍ. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى أَنَّ تَرْكَ الصَّلَاةِ كُفْرٌ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ وَالطَّبَرَانِيُّ فِي الْكَبِيرِ وَالْأَوْسَطِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ ذَكَرَ الصَّلَاةَ يَوْمًا فَقَالَ: «مَنْ حَافَظَ عَلَيْهَا كَانَتْ لَهُ نُورًا وَبُرْهَانًا وَنَجَاةً يَوْمَ الْقِيَامَةِ، وَمَنْ لَمْ يُحَافِظْ عَلَيْهَا لَمْ يَكُنْ لَهُ نُورٌ وَلَا بُرْهَانٌ وَلَا نَجَاةٌ، وَكَانَ يَوْمَ الْقِيَامَةِ مَعَ قَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَأُبَيِّ بْنِ </p><p> خَلَفٍ» اهـ، وَهَذَا الْحَدِيثُ أَوْضَحُ دَلَالَةٍ عَلَى كُفْرِ تَارِكِ الصَّلَاةِ ; لِأَنَّ انْتِفَاءَ النُّورِ وَالْبُرْهَانِ وَالنَّجَاةِ، وَالْكَيْنُونَةَ مَعَ فِرْعَوْنَ وَهَامَانَ وَقَارُونَ وَأُبَيِّ بْنِ خَلَفٍ يَوْمَ الْقِيَامَةِ أَوْضَحُ دَلِيلٍ عَلَى الْكُفْرِ كَمَا تَرَى، وَقَالَ الْهَيْثَمِيُّ فِي) مَجْمَعِ الزَّوَائِدِ (فِي هَذَا الْحَدِيثِ: رَوَاهُ أَحْمَدُ وَالطَّبَرَانِيُّ فِي الْكَبِيرِ وَالْأَوْسَطِ، وَرِجَالُ أَحْمَدَ ثِقَاتٌ. اهـ. وَفِي الْبَابِ أَحَادِيثُ غَيْرُ مَا ذَكَرْنَا، مِنْهَا مَا هُوَ ضَعِيفٌ وَمِنْهَا مَا هُوَ صَالِحٌ لِلِاحْتِجَاجِ، وَذَكَرَ طَرَفًا مِنْهَا الْهَيْثَمِيُّ فِي مَجْمَعِ الزَّوَائِدِ، وَفِيمَا ذَكَرْنَاهُ كِفَايَةٌ.</p><p> وَذَهَبَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ تَارِكَ الصَّلَاةِ عَمْدًا تَهَاوُنًا وَتَكَاسُلًا إِذَا كَانَ مُعْتَرِفًا بِوُجُوبِهَا غَيْرُ كَافِرٍ، وَأَنَّهُ يُقْتَلُ حَدًّا - كَالزَّانِي الْمُحْصَنِ - لَا كُفْرًا، وَهَذَا هُوَ مَذْهَبُ مَالِكٍ وَأَصْحَابِهِ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ وَجُمْهُورِ أَصْحَابِهِ، وَعَزَاهُ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ لِلْأَكْثَرِينَ مِنَ السَّلَفِ وَالْخَلَفِ، وَقَالَ فِي شَرْحِ مُسْلِمٍ: ذَهَبَ مَالِكٌ وَالشَّافِعِيُّ رَحِمَهُمَا اللَّهُ تَعَالَى وَالْجَمَاهِيرُ مِنَ السَّلَفِ وَالْخَلَفِ إِلَى أَنَّهُ لَا يُكَفَّرُ بَلْ يُفَسَّقُ وَيُسْتَتَابُ، فَإِنْ تَابَ وَإِلَّا قَتَلْنَاهُ حَدًّا كَالزَّانِي الْمُحْصَنِ، وَلَكِنَّهُ يُقْتَلُ بِالسَّيْفِ. اهـ. </p><p> وَاعْلَمْ: أَنَّ هَذَا الْقَوْلَ يَحْتَاجُ إِلَى الدَّلِيلِ مِنْ جِهَتَيْنِ، وَهُمَا عَدَمُ كُفْرِهِ، وَأَنَّهُ يُقْتَلُ، وَهَذِهِ أَدِلَّتُهُمْ عَلَى الْأَمْرَيْنِ مَعًا، أَمَّا أَدِلَّتُهُمْ عَلَى أَنَّهُ يُقْتَلُ: </p><p> فَمِنْهَا قَوْلُهُ تَعَالَى: فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ [٩ \\ ٥] ، فَإِنَّ اللَّهَ تَعَالَى فِي هَذِهِ الْآيَةِ اشْتَرَطَ فِي تَخْلِيَةِ سَبِيلِهِمْ إِقَامَتَهُمُ الصَّلَاةَ، وَيُفْهَمُ مِنْ مَفْهُومِ الشَّرْطِ أَنَّهُمْ إِنْ لَمْ يُقِيمُوهَا لَمْ يُخَلَّ سَبِيلُهُمْ وَهُوَ كَذَلِكَ. </p><p> ) وِمِنْهَا (مَا رَوَاهُ الشَّيْخَانِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَلَّا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا» اهـ. </p><p> فَهَذَا الْحَدِيثُ الصَّحِيحُ يَدُلُّ عَلَى أَنَّهُمْ لَا تُعْصَمُ دِمَاؤُهُمْ وَلَا أَمْوَالُهُمْ إِلَّا بِإِقَامَةِ الصَّلَاةِ كَمَا تَرَى. </p><p> وَمِنْهَا: مَا أَخْرَجَهُ الشَّيْخَانِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: بَعَثَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ وَهُوَ بِالْيَمَنِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَهَبِيَّةٍ فَقَسَّمَهَا بَيْنَ أَرْبَعَةٍ فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، اتَّقِ اللَّهَ، فَقَالَ:  «وَيْلَكَ أَوَلَسْتُ أَحَقَّ أَهْلِ الْأَرْضِ أَنْ يَتَّقِيَ اللَّهَ» ؟ ثُمَّ وَلَّى الرَّجُلُ، فَقَالَ خَالِدُ بْنُ الْوَلِيدِ: يَا رَسُولَ اللَّهِ، أَلَا أَضْرِبُ عُنُقَهُ؟ فَقَالَ: «لَا، لَعَلَّهُ أَنْ </p><p> يَكُونَ يُصَلِّي» فَقَالَ خَالِدٌ: وَكَمْ مِنْ مُصَلٍّ يَقُولُ بِلِسَانِهِ مَا لَيْسَ فِي قَلْبِهِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنِّي لَمْ أُومَرْ أَنْ أُنَقِّبَ عَنْ قُلُوبِ النَّاسِ، وَلَا أَشُقَّ بُطُونَهُمْ» مُخْتَصَرٌ مِنْ حَدِيثٍ مُتَّفَقٍ عَلَيْهِ، فَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْحَدِيثِ الصَّحِيحِ «لَا» يَعْنِي لَا تَقْتُلْهُ، وَتَعْلِيلُهُ ذَلِكَ بِقَوْلِهِ «لَعَلَّهُ أَنْ يَكُونَ يُصَلِّي» فِيهِ الدَّلَالَةُ الْوَاضِحَةُ عَلَى النَّهْيِ عَنْ قَتْلِ الْمُصَلِّينَ، وَيُفْهَمُ مِنْهُ أَنَّهُ إِنْ لَمْ يُصَلِّ يُقْتَلْ، وَهُوَ كَذَلِكَ. </p><p> وَمِنْهَا مَا رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «إِنَّهُ يُسْتَعْمَلُ عَلَيْكُمْ أُمَرَاءُ فَتَعْرِفُونَ وَتُنْكِرُونَ، فَمَنْ كَرِهَ فَقَدَ بَرِئَ، وَمَنْ أَنْكَرَ فَقَدْ سَلِمَ، وَلَكِنْ مَنْ رَضِيَ وَتَابَعَ» قَالُوا: يَا رَسُولَ اللَّهِ، أَلَا نُقَاتِلُهُمْ؟ قَالَ:  «لَا مَا صَلَّوْا» هَذَا لَفْظُ مُسْلِمٍ فِي صَحِيحِهِ، وَ «مَا» فِي قَوْلِهِ «مَا صَلَّوْا» مَصْدَرِيَّةٌ ظَرْفِيَّةٌ، أَيْ: لَا تُقَاتِلُوهُمْ مُدَّةَ كَوْنِهِمْ يُصَلُّونَ، وَيُفْهَمُ مِنْهُ أَنَّهُمْ إِنْ لَمْ يُصَلُّوا قُوتِلُوا، وَهُوَ كَذَلِكَ، مَعَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ الْمُتَّفَقِ عَلَيْهِ:  «إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللَّهِ فِيهِ بُرْهَانٌ» ، فَحَدِيثُ أُمِّ سَلَمَةَ هَذَا وَنَحْوُ حَدِيثِ عَوْفِ بْنِ مَالِكٍ الْآتِي يَدُلُّ عَلَى قَتْلِ مَنْ لَمْ يُصَلِّ، وَبِضَمِيمَةِ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ إِلَى ذَلِكَ يَظْهَرُ الدَّلِيلُ عَلَى الْكُفْرِ بِتَرْكِ الصَّلَاةِ ; لِأَنَّهُ قَالَ فِي حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ:  «إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا.» الْحَدِيثَ، وَأَشَارَ فِي حَدِيثٍ أُمِّ سَلَمَةَ وَعَوْفِ بْنِ مَالِكٍ: إِلَى أَنَّهُمْ إِنْ تَرَكُوا الصَّلَاةَ قُوتِلُوا، فَدَلَّ ذَلِكَ عَلَى أَنَّ تَرْكَهَا مِنَ الْكُفْرِ الْبَوَاحِ، وَهَذَا مِنْ أَقْوَى أَدِلَّةِ أَهْلِ الْقَوْلِ الْأَوَّلِ، وَحَدِيثُ عَوْفِ بْنِ مَالِكٍ الْمَذْكُورُ هُوَ مَا رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَفْظِ: قَالَ: «خِيَارُ أَئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ وَيُصَلُّونَ عَلَيْكُمْ وَتُصَلُّونَ عَلَيْهِمْ، وَشِرَارُ أَئِمَّتِكُمُ الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ وَتَلْعَنُونَهُمْ وَيَلْعَنُونَكُمْ» قِيلَ: يَا رَسُولَ اللَّهِ، أَفَلَا نُنَابِذُهُمْ بِالسَّيْفِ؟ قَالَ:  «لَا، مَا أَقَامُوا فِيكُمُ الصَّلَاةَ.» الْحَدِيثَ، وَفِيهِ الدَّلَالَةُ الْوَاضِحَةُ عَلَى قِتَالِهِمْ إِذَا لَمْ يُقِيمُوا الصَّلَاةَ كَمَا تَرَى. </p><p> وَمِنْ أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ عَلَى قَتْلِ تَارِكِ الصَّلَاةِ، مَا رَوَاهُ الْأَئِمَّةُ الثَّلَاثَةُ: مَالِكٌ فِي مُوَطَّئِهِ، وَالشَّافِعِيُّ، وَأَحْمَدُ فِي مُسْنَدَيْهِمَا، عَنْ عُبَيْدِ اللَّهِ بْنِ عَدِيِّ بْنِ الْخِيَارِ: أَنَّ رَجُلًا مِنَ الْأَنْصَارِ حَدَّثَهُ أَنَّهُ أَتَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي مَجْلِسٍ يُسَارُّهُ يَسْتَأْذِنُهُ فِي قَتْلِ رَجُلٍ مِنَ الْمُنَافِقِينَ، فَجَهَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:  «أَلَيْسَ يَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ» ؟ قَالَ الْأَنْصَارِيُّ: بَلَى يَا رَسُولَ اللَّهِ، وَلَا شَهَادَةَ لَهُ، قَالَ:  «أَلَيْسَ يَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ» ؟ قَالَ: بَلَى وَلَا شَهَادَةَ لَهُ، قَالَ:  «أَلَيْسَ يُصَلِّي» ؟ قَالَ: بَلَى وَلَا صَلَاةَ لَهُ، قَالَ: «أُولَئِكَ الَّذِينَ نَهَانِي </p><p> اللَّهُ عَنْ قَتْلِهِمْ» اهـ. وَفِي رِوَايَةٍ: عَنْهُمْ. </p><p> هَذَا هُوَ خُلَاصَةُ أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ عَلَى قَتْلِ تَارِكِ الصَّلَاةِ، وَاعْلَمْ أَنَّ جُمْهُورَ مَنْ قَالَ بِقَتْلِهِ يَقُولُونَ إِنَّهُ يُقْتَلُ بِالسَّيْفِ، وَقَالَ بَعْضُهُمْ: يُضْرَبُ بِالْخَشَبِ حَتَّى يَمُوتَ، وَقَالَ ابْنُ سُرَيْجٍ: يُنْخَسُ بِحَدِيدَةٍ أَوْ يُضْرَبُ بِخَشَبَةٍ، وَيُقَالُ لَهُ: صَلِّ وَإِلَّا قَتَلْنَاكَ، وَلَا يَزَالُ يُكَرَّرُ عَلَيْهِ حَتَّى يُصَلِّيَ أَوْ يَمُوتَ. </p><p> وَاخْتَلَفُوا فِي اسْتِتَابَتِهِ، فَقَالَ بَعْضُهُمْ: يُسْتَتَابُ ثَلَاثَةَ أَيَّامٍ، فَإِنْ تَابَ وَإِلَّا قُتِلَ، وَقَالَ بَعْضُهُمْ: لَا يُسْتَتَابُ ; لِأَنَّهُ يُقْتَلُ حَدًّا وَالْحُدُودُ لَا تَسْقُطُ بِالتَّوْبَةِ، وَقَالَ بَعْضُهُمْ: إِنْ لَمْ يَبْقَ مِنَ الضَّرُورِيِّ إِلَّا قَدْرُ رَكْعَةٍ وَلَمْ يُصَلِّ قُتِلَ، وَبَعْضُهُمْ يَقُولُ: لَا يُقْتَلُ حَتَّى يَخْرُجَ وَقْتُهَا، وَالْجُمْهُورُ عَلَى أَنَّهُ يُقْتَلُ بِتَرْكِ صَلَاةٍ وَاحِدَةٍ، وَهُوَ ظَاهِرُ الْأَدِلَّةِ، وَقِيلَ: لَا يُقْتَلُ حَتَّى يَتْرُكَ أَكْثَرَ مِنْ وَاحِدَةٍ، وَعَنِ الْإِمَامِ أَحْمَدَ رِوَايَتَانِ: إِحْدَاهُمَا أَنَّهُ لَا يُقْتَلُ حَتَّى يَضِيقَ وَقْتُ الصَّلَاةِ الثَّانِيَةِ الْمَتْرُوكَةِ مَعَ الْأُولَى، وَالْأُخْرَى: لَا يُقْتَلُ حَتَّى يَضِيقَ وَقْتُ الرَّابِعَةِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: أَظْهَرُ الْأَقْوَالِ عِنْدِي أَنَّهُ يُقْتَلُ بِالسَّيْفِ، وَأَنَّهُ يُسْتَتَابُ، لِلْإِجْمَاعِ عَلَى قَبُولِ تَوْبَتِهِ إِذَا تَابَ، وَالْأَظْهَرُ أَنَّهُ يُسْتَتَابُ فِي الْحَالِ، وَلَا يُمْهَلُ ثَلَاثَةَ أَيَّامٍ وَهُوَ يَمْتَنِعُ مِنَ الصَّلَاةِ لِظَوَاهِرِ النُّصُوصِ الْمَذْكُورَةِ، وَأَنَّهُ لَا يُقْتَلُ حَتَّى لَا يَبْقَى مِنَ الْوَقْتِ الضَّرُورِيِّ مَا يَسَعُ رَكْعَةً بِسَجْدَتَيْهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَأَمَّا أَدِلَّةُ أَهْلِ هَذَا الْقَوْلِ عَلَى عَدَمِ كُفْرِهِ، فَمِنْهَا قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤ \\ ١١٦] ، وَمِنْهَا حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ الَّذِي رَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ: أَنَّ رَجُلًا مِنْ بَنِي كِنَانَةَ يُدْعَى الْمُخَدَّجِيَّ سَمِعَ رَجُلًا بِالشَّامِ يُكَنَّى أَبَا مُحَمَّدٍ يَقُولُ: إِنَّ الْوِتْرَ وَاجِبٌ، فَقَالَ الْمُخَدَّجِيُّ: فَرُحْتُ إِلَى عُبَادَةَ بْنِ الصَّامِتِ فَاعْتَرَضْتُ لَهُ وَهُوَ رَائِحٌ إِلَى الْمَسْجِدِ فَأَخْبَرْتُهُ بِالَّذِي قَالَ أَبُو مُحَمَّدٍ، فَقَالَ عُبَادَةُ: كَذَبَ أَبُو مُحَمَّدٍ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «خَمْسُ صَلَوَاتٍ كَتَبَهُنَّ اللَّهُ عَزَّ وَجَلَّ عَلَى الْعِبَادِ فَمَنْ جَاءَ بِهِنَّ لَمْ يُضَيِّعْ مِنْهُنَّ شَيْئًا اسْتِخْفَافًا بِحَقِّهِنَّ كَانَ لَهُ عِنْدَ اللَّهِ عَهْدٌ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَمَنْ لَمْ يَأْتِ بِهِنَّ فَلَيْسَ لَهُ عِنْدَ اللَّهِ عَهْدٌ إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ أَدْخَلَهُ الْجَنَّةَ» . انْتَهَى مِنْهُ بِلَفْظِهِ، وَفِي سُنَنِ أَبِي دَاوُدَ: حَدَّثَنَا الْقَعْنَبِيُّ عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ حِبَّانَ، إِلَى آخِرِ الْإِسْنَادِ، وَالْمَتْنُ كَلَفْظِ الْمُوَطَّأِ الَّذِي ذَكَرْنَا، وَفِي سُنَنِ النَّسَائِيِّ: أَخْبَرَنَا قُتَيْبَةُ عَنْ مَالِكٍ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، إِلَى آخِرِ الْإِسْنَادِ وَالْمَتْنُ كَاللَّفْظِ الْمَذْكُورِ، وَفِي سُنَنِ ابْنِ مَاجَهْ: حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، ثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ </p><p> شُعْبَةَ، عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حِبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ عَنِ الْمُخَدَّجِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «خَمْسُ صَلَوَاتٍ افْتَرَضَهُنَّ اللَّهُ عَلَى عِبَادِهِ. . .» إِلَى آخِرِ الْحَدِيثِ الْمَذْكُورِ بِمَعْنَاهُ قَرِيبًا مِنْ لَفْظِهِ، وَمَعْلُومٌ أَنَّ رِجَالَ هَذِهِ الْأَسَانِيدِ ثِقَاتٌ مَعْرُوفُونَ إِلَّا الْمُخَدَّجِيَّ الْمَذْكُورَ وَقَدْ ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ، وَبِتَوْثِيقِهِ تَعْلَمُ صِحَّةَ الْحَدِيثِ الْمَذْكُورِ، وَلَهُ شَوَاهِدُ يَعْتَضِدُ بِهَا أَيْضًا، قَالَ أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ الْوَاسِطِيُّ، ثَنَا يَزِيدُ يَعْنِي ابْنَ هَارُونَ، ثَنَا مُحَمَّدُ بْنُ مُطَرِّفٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ الصُّنَابِحِيِّ قَالَ: زَعَمَ أَبُو مُحَمَّدٍ: أَنَّ الْوِتْرَ وَاجِبٌ، فَقَالَ عُبَادَةُ بْنُ الصَّامِتِ كَذَبَ أَبُو مُحَمَّدٍ، أَشْهَدُ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:  «خَمْسُ صَلَوَاتٍ افْتَرَضَهُنَّ اللَّهُ.» إِلَى آخِرِ الْحَدِيثِ بِمَعْنَاهُ، وَعَبْدُ اللَّهِ الصُّنَابِحِيُّ الْمَذْكُورُ قِيلَ إِنَّهُ صَحَابِيٌّ مَدَنِيٌّ، وَقِيلَ: هُوَ عَبْدُ الرَّحْمَنِ بْنِ عُسَيْلَةَ الْمُرَادِيُّ أَبُو عَبْدِ اللَّهِ الصُّنَابِحِيُّ، وَهُوَ ثِقَةٌ مِنْ كِبَارِ التَّابِعِينَ، قَدِمَ الْمَدِينَةَ بَعْدَ وَفَاةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَمْسَةِ أَيَّامٍ، مَاتَ فِي خِلَافَةِ عَبْدِ الْمَلِكِ، وَعَلَى كِلَا التَّقْدِيرَيْنِ فَرِوَايَةُ الصُّنَابِحِيِّ الْمَذْكُورِ إِمَّا رِوَايَةُ صَحَابِيٍّ أَوْ تَابِعِيٍّ ثِقَةٍ، وَبِهَا تَعْتَضِدُ رِوَايَةُ الْمُخَدَّجِيِّ الْمَذْكُورِ، وَرِجَالُ سَنَدِ أَبِي دَاوُدَ هَذَا غَيْرُ عَبْدِ اللَّهِ الصُّنَابِحِيِّ ثِقَاتٌ، مَعْرُوفُونَ لَا مَطْعَنَ فِيهِمْ، وَبِذَلِكَ تَعْلَمُ صِحَّةَ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ الْمَذْكُورِ. </p><p> وَقَالَ الزُّرْقَانِيُّ) فِي شَرْحِ الْمُوَطَّأِ (: وَفِيهِ يَعْنِي حَدِيثَ عُبَادَةَ الْمَذْكُورَ أَنَّ تَارِكَ الصَّلَاةِ لَا يَكْفُرُ وَلَا يَتَحَتَّمُ عَذَابُهُ، بَلْ هُوَ تَحْتَ الْمَشِيئَةِ بِنَصِّ الْحَدِيثِ، وَقَدْ أَخْرَجَهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، مِنْ طَرِيقِ مَالِكٍ، وَصَحَّحَهُ ابْنُ حِبَّانَ، وَالْحَاكِمُ، وَابْنُ عَبْدِ الْبَرِّ، وَجَاءَ مِنْ وَجْهٍ آخَرَ عَنْ عُبَادَةَ بِنَحْوِهِ فِي أَبِي دَاوُدَ، وَالنَّسَائِيِّ، وَالْبَيْهَقِيِّ، وَلَهُ شَاهِدٌ عِنْدَ مُحَمَّدِ بْنِ نَصْرٍ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ. انْتَهَى مِنْهُ.</p><p> وَقَالَ الْعَلَامَةُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي) نَيْلِ الْأَوْطَارِ (: وَلِهَذَا الْحَدِيثِ شَاهِدٌ مِنْ حَدِيثِ أَبِي قَتَادَةَ عِنْدَ ابْنِ مَاجَهْ، وَمِنْ حَدِيثٍ كَعْبِ بْنِ عُجْرَةَ عِنْدَ أَحْمَدَ، وَرَوَاهُ أَبُو دَاوُدَ عَنِ الصُّنَابِحِيِّ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ.</p><p> وَقَالَ النَّوَوِيُّ) فِي شَرْحِ الْمُهَذَّبِ (بَعْدَ أَنْ سَاقَ حَدِيثَ عُبَادَةَ بْنِ الصَّامِتَ الْمَذْكُورَ: هَذَا حَدِيثٌ صَحِيحٌ، رَوَاهُ أَبُو دَاوُدَ وَغَيْرُهُ بِأَسَانِيدَ صَحِيحَةٍ، وَقَالَ ابْنُ عَبْدِ الْبَرِّ: هُوَ حَدِيثٌ صَحِيحٌ ثَابِتٌ، لَمْ يُخْتَلَفْ عَنْ مَالِكٍ فِيهِ، فَإِنْ قِيلَ: كَيْفَ صَحَّحَهُ ابْنُ عَبْدِ الْبَرِّ مَعَ أَنَّهُ قَالَ: إِنَّ الْمُخَدَّجِيَّ الْمَذْكُورَ فِي سَنَدِهِ مَجْهُولٌ؟ فَالْجَوَابُ عَنْ هَذَا مِنْ جِهَتَيْنِ: الْأُولَى: أَنَّ </p><p> صِحَّتَهُ مِنْ قَبِيلِ الشَّوَاهِدِ الَّتِي ذَكَرْنَا، فَإِنَّهَا تُصَيِّرُهُ صَحِيحًا، وَالثَّانِيَةُ هِيَ مَا قَدَّمْنَا مِنْ تَوْثِيقِ ابْنِ حِبَّانَ الْمُخَدَّجِيَّ الْمَذْكُورَ، وَحَدِيثُ عُبَادَةَ الْمَذْكُورُ فِيهِ الدَّلَالَةُ الْوَاضِحَةُ عَلَى أَنَّ تَرْكَ الصَّلَاةِ لَيْسَ بِكُفْرٍ ; لِأَنَّ كَوْنَهُ تَحْتَ الْمَشِيئَةِ الْمَذْكُورَةِ فِيهِ، دَلِيلٌ عَلَى عَدَمِ الْكُفْرِ لِقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤ \\ ١١٦] . </p><p> وَمِنْ أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ عَلَى أَنَّ تَارِكَ الصَّلَاةِ الْمُقِرَّ بِوُجُوبِهَا غَيْرُ كَافِرٍ مَا رَوَاهُ الْإِمَامُ أَحْمَدُ وَأَصْحَابُ السُّنَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلَاةُ الْمَكْتُوبَةُ، فَإِنْ أَتَمَّهَا وَإِلَّا قِيلَ انْظُرُوا هَلْ لَهُ مِنْ تَطَوُّعٍ، فَإِنْ كَانَ لَهُ تَطَوُّعٌ أُكْمِلَتِ الْفَرِيضَةُ مِنْ تَطَوُّعِهِ، ثُمَّ يُفْعَلُ بِسَائِرِ الْأَعْمَالِ الْمَفْرُوضَةِ مِثْلُ ذَلِكَ» اهـ. </p><p> وَقَالَ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي) نَيْلِ الْأَوْطَارِ (: الْحَدِيثُ أَخْرَجَهُ أَبُو دَاوُدَ مِنْ ثَلَاثِ طُرُقٍ: طَرِيقَيْنِ مُتَّصِلَيْنِ بِأَبِي هُرَيْرَةَ، وَالطَّرِيقَةُ الثَّالِثَةُ مُتَّصِلَةٌ بِتَمِيمٍ الدَّارِيِّ، وَكُلُّهَا لَا مَطْعَنَ فِيهَا، وَلَمْ يَتَكَلَّمْ عَلَيْهِ هُوَ وَلَا الْمُنْذِرِيُّ بِمَا يُوجِبُ ضَعْفَهُ، وَأَخْرَجَهُ النَّسَائِيُّ مِنْ طَرِيقٍ إِسْنَادُهَا جَيِّدٌ وَرِجَالُهَا رِجَالُ الصَّحِيحِ كَمَا قَالَ الْعِرَاقِيُّ وَصَحَّحَهَا ابْنُ الْقَطَّانِ، وَأَخْرَجَ الْحَدِيثَ الْحَاكِمُ) فِي الْمُسْتَدْرَكِ (وَقَالَ: هَذَا صَحِيحُ الْإِسْنَادِ وَلَمْ يُخَرِّجَاهُ، وَفِي الْبَابِ عَنْ تَمِيمٍ الدَّارِيِّ عِنْدَ أَبِي دَاوُدَ وَابْنِ مَاجَهْ بِنَحْوِ حَدِيثِ أَبِي هُرَيْرَةَ،قَالَ الْعِرَاقِيُّ:وَإِسْنَادُهُ صَحِيحٌ، وَأَخْرَجَهُ الْحَاكِمُ) فِي الْمُسْتَدْرَكِ (وَقَالَ: إِسْنَادُهُ صَحِيحٌ عَلَى شَرْطِ مُسْلِمٍ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ.</p><p> وَوَجْهُ الِاسْتِدْلَالِ بِالْحَدِيثِ الْمَذْكُورِ عَلَى عَدَمِ كُفْرِ تَارِكِ الصَّلَاةِ أَنَّ نُقْصَانَ الصَّلَوَاتِ الْمَكْتُوبَةِ وَإِتْمَامَهَا مِنَ النَّوَافِلِ يَتَنَاوَلُ بِعُمُومِهِ تَرْكَ بَعْضِهَا عَمْدًا، كَمَا يَقْتَضِيهِ ظَاهِرُ عُمُومِ اللَّفْظِ كَمَا تَرَى. </p><p> وَقَالَ الْمَجْدُ) فِي الْمُنْتَقَى (بَعْدَ أَنْ سَاقَ الْأَدِلَّةَ الَّتِي ذَكَرْنَا عَلَى عَدَمِ كُفْرِ تَارِكِ الصَّلَاةِ الْمُقِرِّ بِوُجُوبِهَا، مَا نَصُّهُ: وَيُعَضِّدُ هَذَا الْمَذْهَبَ عُمُومَاتٌ، وَمِنْهَا مَا رُوِيَ عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ شَهِدَ أَلَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَالْجَنَّةَ وَالنَّارَ حَقٌّ أَدْخَلَهُ اللَّهُ الْجَنَّةَ عَلَى مَا كَانَ مِنَ الْعَمَلِ» مُتَّفَقٌ عَلَيْهِ، وَعَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحْلِ:  «يَا مُعَاذُ» ، قَالَ: لَبَّيْكَ يَا رَسُولَ اللَّهِ وَسَعْدَيْكَ، ثَلَاثًا، ثُمَّ قَالَ: «مَا مِنْ عَبْدٍ يَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ </p><p> إِلَّا حَرَّمَهُ اللَّهُ عَلَى النَّارِ» ، قَالَ: يَا رَسُولَ اللَّهِ أَفَلَا أُخْبِرُ بِهَا النَّاسَ فَيَسْتَبْشِرُوا؟ قَالَ:  «إِذًا يَتَّكِلُوا» فَأَخْبَرَ بِهَا مُعَاذٌ عِنْدَ مَوْتِهِ تَأَثُّمًا، أَيْ: خَوْفًا مِنَ الْإِثْمِ بِتَرْكِ الْخَبَرِ بِهِ، مُتَّفَقٌ عَلَيْهِ، وَعَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لِكُلِّ نَبِيٍّ دَعْوَةٌ مُسْتَجَابَةٌ فَتَعَجَّلَ كُلُّ نَبِيٍّ دَعْوَتَهُ، وَإِنِّي اخْتَبَأْتُ دَعْوَتِي شَفَاعَةً لِأُمَّتِي يَوْمَ الْقِيَامَةِ، فَهِيَ نَائِلَةٌ إِنْ شَاءَ اللَّهُ مَنْ مَاتَ مِنْ أُمَّتِي لَا يُشْرِكُ بِاللَّهِ شَيْئًا» رَوَاهُ مُسْلِمٌ، وَعَنْهُ أَيْضًا: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ:  «أَسْعَدُ النَّاسِ بِشَفَاعَتِي مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ خَالِصًا مِنْ قَلْبِهِ» رَوَاهُ الْبُخَارِيُّ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ. </p><p> وَقَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ، مِنْهُمُ الْإِمَامُ أَبُو حَنِيفَةَ رَحِمَهُ اللَّهُ وَأَصْحَابُهُ، وَجَمَاعَةٌ مِنْ أَهْلِ الْكُوفَةِ، وَسُفْيَانُ الثَّوْرِيُّ، وَالْمُزَنِيُّ صَاحِبُ الشَّافِعِيِّ: إِنَّ تَارِكَ الصَّلَاةِ عَمْدًا تَكَاسُلًا وَتَهَاوُنًا مَعَ إِقْرَارِهِ بِوُجُوبِهَا لَا يُقْتَلُ وَلَا يُكَفَّرُ، بَلْ يُعَزَّرُ وَيُحْبَسُ حَتَّى يُصَلِّيَ وَاحْتَجُّوا عَلَى عَدَمِ كُفْرِهِ بِالْأَدِلَّةِ الَّتِي ذَكَرْنَا آنِفًا لِأَهْلِ الْقَوْلِ الثَّانِي، وَاحْتَجُّوا لِعَدَمِ قَتْلِهِ بِأَدِلَّةٍ، مِنْهَا حَدِيثُ ابْنِ مَسْعُودٍ الْمُتَّفَقِ عَلَيْهِ الَّذِي قَدَّمْنَاهُ فِي سُورَةِ «الْمَائِدَةِ» وَغَيْرِهَا: «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبِ الزَّانِي، وَالنَّفْسِ بِالنَّفْسِ، وَالتَّارِكِ لِدِينِهِ الْمُفَارِقِ لِلْجَمَاعَةِ» ، قَالُوا: هَذَا حَدِيثٌ مُتَّفَقٌ عَلَيْهِ، صَرَّحَ فِيهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَا يَحِلُّ دَمُ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ، وَلَمْ يَذْكُرْ مِنْهَا تَرْكَ الصَّلَاةِ، فَدَلَّ ذَلِكَ عَلَى أَنَّهُ غَيْرُ مُوجِبٍ لِلْقَتْلِ، قَالُوا: وَالْأَدِلَّةُ الَّتِي ذَكَرْتُمْ عَلَى قَتْلِهِ إِنَّمَا دَلَّتْ عَلَيْهِ بِمَفَاهِيمِهَا أَعْنِي مَفَاهِيمَ الْمُخَالَفَةِ كَمَا تَقَدَّمَ إِيضَاحُهُ، وَحَدِيثُ ابْنِ مَسْعُودٍ دَلَّ عَلَى مَا ذَكَرْنَا بِمَنْطُوقِهِ وَالْمَنْطُوقُ مُقَدَّمٌ عَلَى الْمَفْهُومِ، مَعَ أَنَّ الْمُقَرَّرَ فِي أُصُولِ الْإِمَامِ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - أَنَّهُ لَا يَعْتَبِرُ الْمَفْهُومَ الْمَعْرُوفَ بِدَلِيلِ الْخِطَابِ الَّذِي هُوَ مَفْهُومُ الْمُخَالَفَةِ، وَعَلَيْهِ فَإِنَّهُ لَا يَعْتَرِفُ بِدَلَالَةِ الْأَحَادِيثِ الْمَذْكُورَةِ عَلَى قَتْلِهِ ; لِأَنَّهَا إِنَّمَا دَلَّتْ عَلَيْهِ بِمَفْهُومِ مُخَالَفَتِهَا، وَحَدِيثُ ابْنِ مَسْعُودٍ دَلَّ عَلَى ذَلِكَ بِمَنْطُوقِهِ، وَمِنْهَا قِيَاسُهُمْ تَرْكَ الصَّلَاةِ عَلَى تَرْكِ الصَّوْمِ وَالْحَجِّ مَثَلًا، فَإِنَّ كُلَّ وَاحِدٍ مِنْهُمَا مِنْ دَعَائِمِ الْإِسْلَامِ وَلَمْ يُقْتَلْ تَارِكُهَا، فَكَذَلِكَ الصَّلَاةُ. </p><p> أَمَّا الَّذِينَ قَالُوا بِأَنَّهُ كَافِرٌ وَأَنَّهُ يُقْتَلُ، فَقَدْ أَجَابُوا عَنْ حَدِيثِ ابْنِ مَسْعُودٍ بِأَنَّهُ عَامٌّ يُخَصَّصُ بِالْأَحَادِيثِ الدَّالَّةِ عَلَى قَتْلِ تَارِكِ الصَّلَاةِ، وَعَنْ قِيَاسِهِ عَلَى تَارِكِ الْحَجِّ وَالصَّوْمِ بِأَنَّهُ فَاسِدُ الِاعْتِبَارِ لِمُخَالَفَتِهِ لِلْأَحَادِيثِ الْمَذْكُورَةِ الدَّالَّةِ عَلَى قَتْلِهِ، وَعَنِ الْأَحَادِيثِ الدَّالَّةِ عَلَى عَدَمِ الْكُفْرِ بِأَنَّ مِنْهَا مَا هُوَ عَامٌّ يُخَصَّصُ بِالْأَحَادِيثِ الدَّالَّةِ عَلَى كُفْرِهِ، وَمِنْهَا مَا هُوَ لَيْسَ كَذَلِكَ كَحَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ الدَّالِّ عَلَى أَنَّهُ تَحْتَ الْمَشِيئَةِ، فَالْأَحَادِيثُ الدَّالَّةُ </p><p> عَلَى كُفْرِهِ مُقَدَّمَةٌ عَلَيْهِ ; لِأَنَّهَا أَصَحُّ مِنْهُ ; لِأَنَّ بَعْضَهَا فِي صَحِيحٍ مُسْلِمٍ وَفِيهِ التَّصْرِيحُ بِكُفْرِهِ وَشِرْكِهِ، وَمِنْهَا حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ الْمُتَّفَقُ عَلَيْهِ، مَعَ حَدِيثِ أُمِّ سَلَمَةَ وَعَوْفِ بْنِ مَالِكٍ فِي صَحِيحِ مُسْلِمٍ كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَرَدَّ الْقَائِلُونَ بِأَنَّهُ غَيْرُ كَافِرٍ أَدِلَّةَ مُخَالِفِيهِمْ بِأَنَّ الْمُرَادَ بِالْكُفْرِ فِي الْأَحَادِيثِ الْمَذْكُورَةِ كُفْرٌ دُونَ كُفْرٍ، وَلَيْسَ الْمُرَادُ الْكُفْرَ الْمُخْرِجَ عَنْ مِلَّةِ الْإِسْلَامِ، وَاحْتَجُّوا لِهَذَا بِأَحَادِيثَ كَثِيرَةٍ يُصَرِّحُ فِيهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْكُفْرِ، وَلَيْسَ مُرَادُهُ الْخُرُوجَ عَنْ مِلَّةِ الْإِسْلَامِ، قَالَ الْمَجْدُ) فِي الْمُنْتَقَى (: وَقَدْ حَمَلُوا أَحَادِيثَ التَّكْفِيرِ عَلَى كُفْرِ النِّعْمَةِ، أَوْ عَلَى مَعْنًى قَدْ قَارَبَ الْكُفْرَ وَقَدْ جَاءَتْ أَحَادِيثُ فِي غَيْرِ الصَّلَاةِ أُرِيدَ بِهَا ذَلِكَ، فَرَوَى ابْنُ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ» مُتَّفَقٌ عَلَيْهِ، وَعَنْ أَبِي ذَرٍّ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:  «لَيْسَ مِنْ رَجُلٍ ادَّعَى لِغَيْرِ أَبِيهِ وَهُوَ يَعْلَمُهُ إِلَّا كَفَرَ، وَمَنِ ادَّعَى مَا لَيْسَ لَهُ فَلَيْسَ مِنَّا وَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» مُتَّفَقٌ عَلَيْهِ، وَعَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «اثْنَتَانِ فِي النَّاسِ هُمَا بِهِمْ كُفْرٌ: الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى الْمَيِّتِ» رَوَاهُ أَحْمَدُ وَمُسْلِمٌ، وَعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: كَانَ عُمَرُ يَحْلِفُ: «وَأَبِي» فَنَهَاهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: «مَنْ حَلَفَ بِشَيْءٍ دُونَ اللَّهِ فَقَدْ أَشْرَكَ» رَوَاهُ أَحْمَدُ، وَعَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مُدْمِنُ الْخَمْرِ إِنْ مَاتَ لَقِيَ اللَّهَ كَعَابِدِ وَثَنٍ» انْتَهَى مِنْهُ بِلَفْظِهِ، وَأَمْثَالُهُ فِي السُّنَّةِ كَثِيرَةٌ جِدًّا، وَمِنْ ذَلِكَ الْقَبِيلِ تَسْمِيَةُ الرِّيَاءِ شِرْكًا، وَمِنْهُ الْحَدِيثُ الصَّحِيحُ فِي الْبُخَارِيِّ وَغَيْرِهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «رَأَيْتُ النَّارَ فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ أَفْظَعَ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ» قَالُوا: بِمَ يَا رَسُولَ اللَّهِ؟ قَالَ:  «بِكُفْرِهِنَّ» قِيلَ: يَكْفُرْنَ بِاللَّهِ؟ قَالَ:  «يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الْإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ كُلَّهُ ثُمَّ رَأَتْ مِنْكَ شَيْئًا،قَالَتْ:مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ» هَذَا لَفْظُ الْبُخَارِيِّ فِي بَعْضِ الْمَوَاضِعِ الَّتِي أَخْرَجَ فِيهَا الْحَدِيثَ الْمَذْكُورَ، وَقَدْ أَطْلَقَ فِيهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْمَ الْكُفْرِ عَلَيْهِنَّ، فَلَمَّا اسْتَفْسَرُوهُ عَنْ ذَلِكَ تَبَيَّنَ أَنَّ مُرَادَهُ غَيْرُ الْكُفْرِ الْمُخْرِجِ عَنْ مِلَّةِ الْإِسْلَامِ. </p><p> هَذَا هُوَ حَاصِلُ كَلَامِ الْعُلَمَاءِ وَأَدِلَّتِهِمْ فِي مَسْأَلَةِ تَرْكِ الصَّلَاةِ عَمْدًا مَعَ الِاعْتِرَافِ بِوُجُوبِهَا، وَأَظْهَرُ الْأَقْوَالِ أَدِلَّةً عِنْدِي: قَوْلُ مَنْ قَالَ إِنَّهُ كَافِرٌ، وَأَجْرَى الْأَقْوَالَ عَلَى مُقْتَضَى الصِّنَاعَةِ الْأُصُولِيَّةِ وَعُلُومِ الْحَدِيثِ قَوْلُ الْجُمْهُورِ: إِنَّهُ كُفْرٌ غَيْرُ مُخْرِجٍ عَنِ الْمِلَّةِ لِوُجُوبِ الْجَمْعِ بَيْنَ الْأَدِلَّةِ إِذَا أَمْكَنَ، وَإِذَا حُمِلَ الْكُفْرُ وَالشِّرْكُ الْمَذْكُورَانِ فِي الْأَحَادِيثِ عَلَى الْكُفْرِ الَّذِي لَا يُخْرِجُ عَنِ الْمِلَّةِ حَصَلَ بِذَلِكَ الْجَمْعُ بَيْنَ الْأَدِلَّةِ وَالْجَمْعُ وَاجِبٌ إِذَا أَمْكَنَ ; لِأَنَّ </p><p> إِعْمَالَ الدَّلِيلَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا كَمَا هُوَ مَعْلُومٌ فِي الْأُصُولِ وَعِلْمِ الْحَدِيثِ، وَقَالَ النَّوَوِيُّ) فِي شَرْحِ الْمُهَذَّبِ (بَعْدَ أَنْ سَاقَ أَدِلَّةَ مَنْ قَالُوا إِنَّهُ غَيْرُ كَافِرٍ،مَا نَصُّهُ:وَلَمْ يَزَلِ الْمُسْلِمُونَ يُوَرِّثُونَ تَارِكَ الصَّلَاةِ وَيُوَرَّثُونَ عَنْهُ وَلَوْ كَانَ كَافِرًا لَمْ يُغْفَرْ لَهُ وَلَمْ يَرِثْ وَلَمْ يُورَثْ.</p><p> وَأَمَّا الْجَوَابُ عَمَّا احْتَجَّ بِهِ مَنْ كَفَّرَهُ مِنْ حَدِيثِ جَابِرٍ وَبُرَيْدَةَ، وَرِوَايَةِ ابْنِ شَقِيقٍ فَهُوَ أَنَّ كُلَّ ذَلِكَ مَحْمُولٌ عَلَى أَنَّهُ شَارَكَ الْكَافِرَ فِي بَعْضِ أَحْكَامِهِ وَهُوَ الْقَتْلُ، وَهَذَا التَّأْوِيلُ مُتَعَيِّنٌ لِلْجَمْعِ بَيْنَ نُصُوصِ الشَّرْعِ وَقَوَاعِدِهِ الَّتِي ذَكَرْنَاهَا. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ </p><p> أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ مَنْ نَسِيَ الصَّلَاةَ أَوْ نَامَ عَنْهَا حَتَّى خَرَجَ وَقْتُهَا يَجِبُ عَلَيْهِ قَضَاؤُهَا، وَقَدْ دَلَّتْ عَلَى ذَلِكَ أَدِلَّةٌ صَحِيحَةٌ: </p><p> ) مِنْهَا (مَا رَوَاهُ الشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:«مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا لَا كَفَّارَةَ لَهَا إِلَّا ذَلِكَ».</p><p> ) وِمِنْهَا (مَا رَوَاهُ مُسْلِمٌ عَنْ أَنَسٍ أَيْضًا مَرْفُوعًا: «إِذَا رَقَدَ أَحَدُكُمْ عَنِ الصَّلَاةِ أَوْ غَفَلَ عَنْهَا فَلْيُصَلِّهَا إِذَا ذَكَرَهَا،فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ:وَأَقِمِ الصَّلَاةَ لِذِكْرِي[٢٠ \\ ١٤].</p><p> وَمِنْهَا: مَا رَوَاهُ الْإِمَامُ أَحْمَدُ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: » مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا، فَإِنَّ اللَّهَ يَقُولُ: وَأَقِمِ الصَّلَاةَ لِذِكْرِي [٢٠ \\ ١٤] . </p><p> وَمِنْهَا: مَا رَوَاهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ، عَنْ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: ذَكَرُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَوْمَهُمْ عَنِ الصَّلَاةِ، فَقَالَ:  «إِنَّهُ لَيْسَ فِي النَّوْمِ تَفْرِيطٌ، إِنَّمَا التَّفْرِيطُ فِي الْيَقَظَةِ، فَإِذَا نَسِيَ أَحَدُكُمْ صَلَاةً أَوْ نَامَ عَنْهَا فَلْيُصَلِّهَا إِذَا ذَكَرَهَا» . </p><p> وَمِنْهَا: مَا رَوَاهُ مُسْلِمٌ، وَالْإِمَامُ أَحْمَدُ، عَنْ أَبِي قَتَادَةَ فِي قِصَّةِ نَوْمِهِمْ عَنْ صَلَاةِ الْفَجْرَ، قَالَ: ثُمَّ أَذَّنَ بِلَالٌ بِالصَّلَاةِ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ، ثُمَّ صَلَّى الْغَدَاةَ فَصَنَعَ كَمَا كَانَ يَصْنَعُ كُلَّ يَوْمٍ. </p><p> وَمِنْهَا مَا أَخْرَجَهُ الْإِمَامُ أَحْمَدُ، وَابْنُ خُزَيْمَةَ وَابْنُ حِبَّانَ فِي صَحِيحَيْهِمَا، وَابْنُ أَبِي شَيْبَةَ، وَالطَّبَرَانِيُّ وَغَيْرُهُمْ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: سَرَيْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا كَانَ فِي آخِرِ اللَّيْلِ عَرَّسْنَا فَلَمْ نَسْتَيْقِظْ حَتَّى أَيْقَظَنَا حَرُّ الشَّمْسِ، فَجَعَلَ </p><p> الرَّجُلُ مِنَّا يَقُومُ دَهِشًا إِلَى طَهُورِهِ، ثُمَّ أَمَرَ بِلَالًا فَأَذَّنَ، ثُمَّ صَلَّى الرَّكْعَتَيْنِ قَبْلَ الْفَجْرِ، ثُمَّ أَقَامَ فَصَلَّيْنَا، فَقَالُوا: يَا رَسُولَ اللَّهِ، أَلَا نُعِيدُهَا فِي وَقْتِهَا مِنَ الْغَدِ؟ فَقَالَ:  «أَيَنْهَاكُمْ رَبُّكُمْ تَعَالَى عَنِ الرِّبَا وَيَقْبَلُهُ مِنْكُمْ» ؟ اهـ، وَأَصْلُ حَدِيثِ عِمْرَانَ هَذَا فِي الصَّحِيحَيْنِ، وَلَيْسَ فِيهِمَا ذِكْرُ الْأَذَانِ وَالْإِقَامَةِ، وَلَا قَوْلُهُ: فَقَالُوا يَا رَسُولَ اللَّهِ أَلَا نُعِيدُهَا إِلَى آخِرِهِ. </p><p> وَالْحَاصِلُ أَنَّ قَضَاءَ النَّائِمِ وَالنَّاسِي لَا خِلَافَ فِيهِ بَيْنَ الْعُلَمَاءِ، وَقَدْ دَلَّتْ عَلَيْهِ الْأَحَادِيثُ الَّتِي ذَكَرْنَا وَأَمْثَالُهَا مِمَّا لَمْ نَذْكُرْهُ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ </p><p> اعْلَمْ أَنَّ التَّحْقِيقَ أَنَّهُ يَجِبُ تَقْدِيمُ الصَّلَوَاتِ الْفَوَائِتِ عَلَى الصَّلَاةِ الْحَاضِرَةِ، وَالدَّلِيلُ عَلَى ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ جَاءَ يَوْمَ الْخَنْدَقِ بَعْدَ مَا غَرَبَتِ الشَّمْسُ، فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ، قَالَ يَا رَسُولَ اللَّهِ، مَا كِدْتُ أُصَلِّي الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ تَغْرُبُ. فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَاللَّهِ مَا صَلَّيْتُهَا» فَقُمْنَا إِلَى بُطْحَانَ فَتَوَضَّأَ لِلصَّلَاةِ وَتَوَضَّأْنَا لَهَا، فَصَلَّى الْعَصْرَ بَعْدَ مَا غَرَبَتِ الشَّمْسُ، ثُمَّ صَلَّى بَعْدَهَا الْمَغْرِبَ. اهـ. </p><p> فَهَذَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ فِيهِ التَّصْرِيحُ بِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْعَصْرَ قَضَاءً بَعْدَ غُرُوبِ الشَّمْسِ، وَقَدَّمَهَا عَلَى الْمَغْرِبِ، وَهُوَ نَصٌّ صَحِيحٌ صَرِيحٌ فِي تَقْدِيمِ الْفَائِتَةِ عَلَى الْحَاضِرَةِ، وَالْمُقَرَّرُ فِي الْأُصُولِ: أَنَّ أَفْعَالَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُجَرَّدَةَ مِنْ قَرِينَةِ الْوُجُوبِ وَغَيْرِهِ تُحْمَلُ عَلَى الْوُجُوبِ، لِعُمُومِ النُّصُوصِ الْوَارِدَةِ بِالتَّأَسِّي بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَقْوَالِهِ وَأَفْعَالِهِ، وَلِلِاحْتِيَاطِ فِي الْخُرُوجِ مِنْ عُهْدَةِ التَّكْلِيفِ. </p><p> وَمِنْ أَظْهَرِ الْأَدِلَّةِ فِي ذَلِكَ أَنَّهُ لَمَّا خَلَعَ نَعْلَهُ فِي الصَّلَاةِ فَخَلَعَ أَصْحَابُهُ نِعَالَهُمْ تَأَسِّيًا بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ يَعْلَمُوا أَنَّ جِبْرِيلَ أَخْبَرَهُ أَنَّ بِبَاطِنِهَا أَذًى، وَسَأَلَهُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمَ خَلَعُوا نِعَالَهُمْ؟ وَأَجَابُوا بِأَنَّهُمْ رَأَوْهُ خَلَعَ نَعْلَهُ - وَهُوَ فِعْلٌ مُجَرَّدٌ مِنْ قَرَائِنِ الْوُجُوبِ وَغَيْرِهِ - أَقَرَّهُمْ عَلَى ذَلِكَ وَلَمْ يُنْكِرْ عَلَيْهِمْ، فَدَلَّ ذَلِكَ عَلَى لُزُومِ التَّأَسِّي بِهِ فِي أَفْعَالِهِ الْمُجَرَّدَةِ مِنَ الْقَرَائِنِ، وَالْحَدِيثُ وَإِنْ ضَعَّفَهُ بَعْضُهُمْ بِالْإِرْسَالِ فَقَدْ رَجَّحَ بَعْضُهُمْ وَصْلَهُ. </p><p> وَالْأَدِلَّةُ الْكَثِيرَةُ الدَّالَّةُ عَلَى وُجُوبِ التَّأَسِّي بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْكِتَابِ وَالسُّنَّةِ شَاهِدَةٌ لَهُ، وَإِلَى كَوْنِ أَفْعَالِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُجَرَّدَةِ مِنَ الْقَرَائِنِ تُحْمَلُ عَلَى الْوُجُوبِ أَشَارَ فِي «مَرَاقِي السُّعُودِ» فِي كِتَابِ السُّنَّةِ بِقَوْلِهِ: </p><p> وَكُلُّ مَا الصِّفَةُ فِيهِ تُجْهَلْ ... فَلِلْوُجُوبِ فِي الْأَصَحِّ يُجْعَلْ </p><p> وَفِي حَمْلِهِ عَلَى الْوُجُوبِ مُنَاقَشَاتٌ مَعْرُوفَةٌ فِي الْأُصُولِ، انْظُرْهَا فِي) نَشْرِ الْبُنُودِ (وَغَيْرِهِ.</p><p> وَيُعْتَضَدُ مَا ذَكَرْنَا مِنْ أَنَّ فِعْلَهُ الْمُجَرَّدَ الَّذِي هُوَ تَقْدِيمُ الْعَصْرِ الْفَائِتَةِ عَلَى الْمَغْرِبِ الْحَاضِرَةِ يَقْتَضِي الْوُجُوبَ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» ، وَقَالَ الْحَافِظُ فِي) فَتْحِ الْبَارِي (فِي اسْتِدْلَالِ الْبُخَارِيِّ عَلَى تَقْدِيمِ الْأُولَى مِنَ الْفَوَائِتِ فَالْأُولَى بِفِعْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَذْكُورِ مَا نَصُّهُ: وَلَا يَنْهَضُ الِاسْتِدْلَالُ بِهِ لِمَنْ يَقُولُ بِتَرْتِيبِ الْفَوَائِتِ، إِلَّا إِذَا قُلْنَا: إِنَّ أَفْعَالَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُجَرَّدَةَ لِلْوُجُوبِ، اللَّهُمَّ إِلَّا أَنْ يُسْتَدَلَّ لَهُ بِعُمُومِ قَوْلِهِ:  «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» ، وَقَدِ اعْتَبَرَ ذَلِكَ الشَّافِعِيَّةُ فِي أَشْيَاءَ غَيْرِ هَذَا. انْتَهَى مِنْهُ. </p><p> وَنَحْنُ نَقُولُ: الْأَظْهَرُ أَنَّ الْأَفْعَالَ الْمُجَرَّدَةَ تَقْتَضِي الْوُجُوبَ كَمَا جَزَمَ بِهِ صَاحِبُ الْمَرَاقِي فِي الْبَيْتِ الْمَذْكُورِ، وَكَذَلِكَ عُمُومُ حَدِيثِ:  «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» يَقْتَضِي ذَلِكَ أَيْضًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَاعْلَمْ أَنَّهُ إِنْ تَذَكَّرَ فَائِتَةً فِي وَقْتِ حَاضِرَةٍ ضَيِّقٍ، فَقَدِ اخْتَلَفَ الْعُلَمَاءُ: هَلْ يُقَدِّمُ الْفَائِتَةَ وَإِنْ خَرَجَ وَقْتُ الْحَاضِرَةِ أَوْ لَا؟ إِلَى ثَلَاثَةِ مَذَاهِبَ: </p><p> الْأَوَّلُ: أَنَّهُ يُقَدِّمُ الْفَائِتَةَ وَإِنْ خَرَجَ وَقْتُ الْحَاضِرَةِ، هُوَ مَذْهَبُ مَالِكٍ وَجُلِّ أَصْحَابِهِ. </p><p> الثَّانِي: أَنْ يَبْدَأَ بِالْحَاضِرَةِ مُحَافَظَةً عَلَى الْوَقْتِ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ وَأَبِي حَنِيفَةَ وَأَصْحَابِهِ وَأَكْثَرِ أَصْحَابِ الْحَدِيثِ. </p><p> الثَّالِثُ: أَنَّهُ يُخَيَّرُ فِي تَقْدِيمِ مَا شَاءَ مِنْهُمَا، وَهُوَ قَوْلُ أَشْهَبَ مِنْ أَصْحَابِ مَالِكٍ، قَالَ عِيَاضٌ: وَمَحِلُّ الْخِلَافِ إِذَا لَمْ تَكْثُرِ الصَّلَوَاتُ الْفَوَائِتُ، فَأَمَّا إِذَا كَثُرَتْ فَلَا خِلَافَ أَنَّهُ يَبْدَأُ بِالْحَاضِرَةِ، وَاخْتَلَفُوا فِي حَدِّ الْقَلِيلِ فِي ذَلِكَ، فَقِيلَ صَلَاةُ يَوْمٍ، وَقِيلَ أَرْبَعُ صَلَوَاتٍ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ </p><p> أَمَّا تَرْتِيبُ الْفَوَائِتِ فِي أَنْفُسِهَا فَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى وُجُوبِهِ مَعَ الذِّكْرِ لَا مَعَ النِّسْيَانِ، وَهُوَ الْأَظْهَرُ. وَقَالَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ: لَا يَجِبُ التَّرْتِيبُ فِيهَا بَلْ يُنْدَبُ، وَهُوَ مَرْوِيٌّ عَنْ طَاوُسٍ وَالْحَسَنِ الْبَصْرِيِّ وَمُحَمَّدِ بْنِ الْحَسَنِ وَأَبِي ثَوْرٍ وَدَاوُدَ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: التَّرْتِيبُ وَاجِبٌ مُطْلَقًا، قَلَّتِ الْفَوَائِتُ أَمْ كَثُرَتْ، وَبِهِ قَالَ أَحْمَدُ وَزُفَرُ، وَعَنْ أَحْمَدَ رَحِمَهُ اللَّهُ: لَوْ نَسِيَ الْفَوَائِتَ صَحَّتِ الصَّلَوَاتُ الَّتِي صَلَّى بَعْدَهَا، وَقَالَ أَحْمَدُ وَإِسْحَاقُ: لَوْ </p><p> ذَكَرَ فَائِتَةً وَهُوَ فِي حَاضِرَةٍ تَمَّمَ الَّتِي هُوَ فِيهَا ثُمَّ قَضَى الْفَائِتَةَ، ثُمَّ يَجِبُ إِعَادَةُ الْحَاضِرَةِ، وَاحْتَجَّ لَهُمْ بِحَدِيثٍ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «مَنْ نَسِيَ صَلَاةً فَلَمْ يَذْكُرْهَا إِلَّا وَهُوَ مَعَ الْإِمَامِ فَإِذَا فَرَغَ مِنْ صَلَاتِهِ فَلْيُعِدِ الصَّلَاةَ الَّتِي نَسِيَ، ثُمَّ لِيُعِدَ الصَّلَاةَ الَّتِي صَلَّاهَا مَعَ الْإِمَامِ» ، قَالَ النَّوَوِيُّ فِي) شَرْحِ الْمُهَذَّبِ (وَهَذَا حَدِيثٌ ضَعِيفٌ، ضَعَّفَهُ مُوسَى بْنُ هَارُونَ الْحَمَّالُ) بِالْحَاءِ (الْحَافِظُ، وَقَالَ أَبُو زُرْعَةَ الرَّازِيُّ،ثُمَّ الْبَيْهَقِيُّ:الصَّحِيحُ أَنَّهُ مَوْقُوفٌ.</p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَالْأَظْهَرُ عِنْدِي وُجُوبُ تَرْتِيبِ الْفَوَائِتِ فِي أَنْفُسِهَا الْأُولَى فَالْأُولَى، وَالدَّلِيلُ عَلَى ذَلِكَ حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ، وَحَدِيثُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ النَّسَائِيُّ فِي سُنَنِهِ: أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا يَحْيَى قَالَ: حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِيهِ قَالَ: شَغَلَنَا الْمُشْرِكُونَ يَوْمَ الْخَنْدَقِ عَنْ صَلَاةِ الظُّهْرِ حَتَّى غَرَبَتِ الشَّمْسُ، وَذَلِكَ قَبْلَ أَنْ يَنْزِلَ فِي الْقِتَالِ مَا نَزَلَ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ [٣٣ \\ ٢٥] ، فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَالًا فَأَقَامَ لِصَلَاةِ الظُّهْرِ فَصَلَّاهَا كَمَا كَانَ يُصَلِّيهَا لِوَقْتِهَا، ثُمَّ أَقَامَ الْعَصْرَ فَصَلَّاهَا كَمَا كَانَ يُصَلِّيهَا فِي وَقْتِهَا، ثُمَّ أَذَّنَ لِلْمَغْرِبِ فَصَلَّاهَا كَمَا كَانَ يُصَلِّيهَا فِي وَقْتِهَا. اهـ. </p><p> فَهَذَا الْإِسْنَادُ صَحِيحٌ كَمَا تَرَى، وَرِجَالُهُ ثِقَاتٌ مَعْرُوفُونَ، فَعَمْرُو بْنُ عَلِيٍّ هُوَ أَبُو حَفْصٍ الْفَلَّاسُ وَهُوَ ثِقَةٌ حَافِظٌ، وَيَحْيَى هُوَ الْقَطَّانُ وَجَلَالَتُهُ مَعْرُوفَةٌ، وَكَذَلِكَ ابْنُ أَبِي ذِئْبٍ جَلَالَتُهُ مَعْرُوفَةٌ، وَسَعِيدُ بْنُ سَعِيدٍ هُوَ الْمَقْبُرِيُّ وَهُوَ ثِقَةٌ، وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي سَعِيدٍ الْخُدْرِيُّ ثِقَةٌ، فَهَذَا إِسْنَادٌ صَحِيحٌ كَمَا تَرَى، وَفِيهِ التَّصْرِيحُ بِأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَتَّبَ الْفَوَائِتَ فِي الْقَضَاءِ: الْأُولَى فَالْأُولَى. </p><p> وَقَدْ قَدَّمْنَا أَنَّ أَفْعَالَهُ الْمُجَرَّدَةَ عَنِ الْقَرَائِنِ تَقْتَضِي الْوُجُوبَ عَلَى الْأَصَحِّ، وَأَنَّ ذَلِكَ يَعْتَضِدُ بِحَدِيثِ مَالِكِ بْنِ الْحُوَيَرْثِ الثَّابِتِ فِي الصَّحِيحِ:  «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» وَحَدِيثُ أَبِي سَعِيدٍ هَذَا أَخْرَجَهُ أَيْضًا الْإِمَامُ أَحْمَدُ، قَالَ الشَّوْكَانِيُّ فِي) نَيْلِ الْأَوْطَارِ (: وَرِجَالُ إِسْنَادِهِ رِجَالُ الصَّحِيحِ، وَقَالَ الشَّوْكَانِيُّ أَيْضًا عَنِ ابْنِ سَيِّدِ النَّاسِ الْيَعْمُرِيِّ: إِنَّ حَدِيثَ أَبِي سَعِيدٍ رَوَاهُ الطَّحَاوِيُّ عَنِ الْمُزَنِيِّ عَنِ الشَّافِعِيِّ: حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِيهِ، قَالَ. وَهَذَا إِسْنَادٌ صَحِيحٌ جَلِيلٌ. اهـ. </p><p> وَقَالَ النَّسَائِيُّ فِي سُنَنِهِ: أَخْبَرَنَا هَنَّادٌ عَنْ هُشَيْمٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ: إِنَّ الْمُشْرِكِينَ شَغَلُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ أَرْبَعِ صَلَوَاتٍ يَوْمَ </p><p> الْخَنْدَقِ، فَأَمَرَ بِلَالًا فَأَذَّنَ، ثُمَّ أَقَامَ فَصَلَّى الظُّهْرَ، ثُمَّ أَقَامَ فَصَلَّى الْعَصْرَ، ثُمَّ أَقَامَ فَصَلَّى الْمَغْرِبَ، ثُمَّ أَقَامَ فَصَلَّى الْعِشَاءَ. اهـ. </p><p> أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ قَالَ: حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ قَالَ: حَدَّثَنَا هِشَامٌ: أَنَّ أَبَا الزُّبَيْرِ الْمَكِّيَّ حَدَّثَهُمْ عَنْ نَافِعِ بْنِ جُبَيْرٍ: أَنَّ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَدَّثَهُمْ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ قَالَ: كُنَّا فِي غَزْوَةٍ فَحَبَسَنَا الْمُشْرِكُونَ عَنْ صَلَاةِ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعِشَاءِ، فَلَمَّا انْصَرَفَ الْمُشْرِكُونَ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنَادِيًا فَأَقَامَ لِصَلَاةِ الظُّهْرِ فَصَلَّيْنَا، وَأَقَامَ لِصَلَاةِ الْعَصْرِ فَصَلَّيْنَا، وَأَقَامَ لِصَلَاةِ الْمَغْرِبِ فَصَلَّيْنَا، وَأَقَامَ لِصَلَاةِ الْعِشَاءِ فَصَلَّيْنَا، ثُمَّ طَافَ عَلَيْنَا فَقَالَ:  «مَا عَلَى الْأَرْضِ عِصَابَةٌ يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ غَيْرُكُمْ» اهـ، وَحَدِيثُ ابْنِ مَسْعُودٍ هَذَا أَخْرَجَهُ التِّرْمِذِيُّ أَيْضًا، قَالَ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ فِي) نَيْلِ الْأَوْطَارِ (: إِنَّ إِسْنَادَهُ لَا بَأْسَ بِهِ.</p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ: وَالظَّاهِرُ أَنَّ إِسْنَادَ حَدِيثِ ابْنِ مَسْعُودٍ هَذَا لَا يَخْلُو مِنْ ضَعْفٍ ; لِأَنَّ رَاوِيَهِ عَنْهُ ابْنُهُ أَبُو عُبَيْدَةَ، وَرِوَايَتُهُ عَنْهُ مُرْسَلَةٌ لِأَنَّهُ لَمْ يَسْمَعْ مِنْهُ، وَلَكِنَّ هَذَا الْمُرْسَلَ يَعْتَضِدُ بِحَدِيثِ أَبِي سَعِيدٍ الَّذِي قَدَّمْنَا آنِفًا أَنَّهُ صَحِيحٌ، وَمَنْ يَحْتَجُّ مِنَ الْعُلَمَاءِ بِالْمُرْسَلِ يَحْتَجُّ بِهِ وَلَوْ لَمْ يَعْتَضِدْ بِغَيْرِهِ. </p><p> وَاعْلَمْ أَنَّ حَدِيثَ أَبِي سَعِيدٍ وَابْنِ مَسْعُودٍ الْمَذْكُورَيْنِ لَا يُعَارِضُهُمَا مَا فِي الصَّحِيحَيْنِ مِنْ كَوْنِهِمْ شَغَلُوهُمْ عَنِ الْعَصْرِ وَحْدَهَا ; لِأَنَّ مَا فِيهِمَا زِيَادَةٌ، وَزِيَادَةُ الْعُدُولِ مَقْبُولَةٌ) وَمَنْ حَفِظَ حُجَّةٌ عَلَى مَنْ لَمْ يَحْفَظْ (وَبِهِ تَعْلَمُ أَنَّ مَا ذَكَرَهُ ابْنُ الْعَرَبِيِّ مِنْ تَقْدِيمِ مَا فِي الصَّحِيحَيْنِ عَلَى الزِّيَادَةِ الَّتِي فِي حَدِيثِ أَبِي سَعِيدٍ وَابْنِ مَسْعُودٍ خِلَافُ التَّحْقِيقِ.</p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ الْأَئِمَّةَ الْأَرْبَعَةَ وَأَصْحَابَهُمْ وَجَمَاهِيرَ فُقَهَاءِ الْأَمْصَارِ عَلَى أَنَّ مَنْ نَسِيَ صَلَاةً أَوْ نَامَ عَنْهَا قَضَاهَا وَحْدَهَا وَلَا تَلْزَمُهُ زِيَادَةُ صَلَاةٍ أُخْرَى، قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: ) بَابُ مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّ إِذَا ذَكَرَهَا وَلَا يُعِيدُ إِلَّا تِلْكَ الصَّلَاةَ (وَقَالَ إِبْرَاهِيمُ: مَنْ تَرَكَ صَلَاةً وَاحِدَةً عِشْرِينَ سَنَةً لَمْ يُعِدْ إِلَّا تِلْكَ الصَّلَاةَ الْوَاحِدَةَ، حَدَّثَنَا أَبُو نُعَيْمٍ، وَمُوسَى بْنُ إِسْمَاعِيلَ قَالَا: حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّ إِذَا ذَكَرَهَا لَا كَفَّارَةَ لَهَا إِلَّا ذَلِكَ» ، وَأَقِمِ الصَّلَاةَ لِذِكْرِي [٢٠ \\ ١٤] ، قَالَ مُوسَى: قَالَ هَمَّامٌ: سَمِعْتُهُ يَقُولُ بَعْدَ وَأَقِمِ الصَّلَاةَ لِذِكْرِي [٢٠ \\ ١٤] ، وَقَالَ هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، </p><p> حَدَّثَنَا أَنَسٌ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ اهـ. </p><p> وَقَالَ فِي) فَتْحِ الْبَارِي (فِي الْكَلَامِ عَلَى هَذَا الْحَدِيثِ وَتَرْجَمَتِهِ: قَالَ عَلِيُّ بْنُ الْمُنَيِّرِ: صَرَّحَ الْبُخَارِيُّ بِإِثْبَاتِ هَذَا الْحُكْمِ مَعَ كَوْنِهِ مِمَّا اخْتُلِفَ فِيهِ لِقُوَّةِ دَلِيلِهِ، وَلَكِنَّهُ عَلَى وَفْقِ الْقِيَاسِ، إِذِ الْوَاجِبُ خَمْسُ صَلَوَاتٍ لَا أَكْثَرُ، فَمَنْ قَضَى الْفَائِتَةَ كَمَّلَ الْعَدَدَ الْمَأْمُورَ بِهِ، وَلِكَوْنِهِ عَلَى مُقْتَضَى ظَاهِرِ الْخِطَابِ، لِقَوْلِ الشَّارِعِ«فَلْيُصَلِّهَا»وَلَمْ يَذْكُرْ زِيَادَةً،وَقَالَ أَيْضًا:«لَا كَفَّارَةَ لَهَا إِلَّا ذَلِكَ»فَاسْتُفِيدَ مِنْ هَذَا الْحَصْرِ أَنْ لَا يَجِبَ غَيْرُ إِعَادَتِهَا، وَذَهَبَ مَالِكٌ إِلَى أَنَّ مَنْ ذَكَرَ بَعْدَ أَنْ صَلَّى صَلَاةً أَنَّهُ لَمْ يُصَلِّ الَّتِي قَبْلَهَا فَإِنَّهُ يُصَلِّي الَّتِي ذَكَرَ، ثُمَّ يُصَلِّي الَّتِي كَانَ صَلَّاهَا مُرَاعَاةً لِلتَّرْتِيبِ. انْتَهَى مِنْهُ،فَإِنْ قِيلَ:جَاءَ فِي صَحِيحِ مُسْلِمٍ فِي بَعْضِ طُرُقِ حَدِيثِ أَبِي قَتَادَةَ فِي قِصَّةِ نَوْمِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ عَنْ صَلَاةِ الصُّبْحِ حَتَّى ضَرَبَتْهُمُ الشَّمْسُ مَا نَصُّهُ: ثُمَّ قَالَ -يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:«أَمَا إِنَّهُ لَيْسَ فِي النَّوْمِ تَفْرِيطٌ إِنَّمَا التَّفْرِيطُ عَلَى مَنْ لَمْ يُصَلِّ الصَّلَاةَ حَتَّى يَجِيءَ وَقْتُ الصَّلَاةِ الْأُخْرَى، فَمَنْ فَعَلَ ذَلِكَ فَلْيُصَلِّهَا حِينَ يَنْتَبِهُ لَهَا، فَإِذَا كَانَ الْغَدُ فَلْيُصَلِّهَا عِنْدَ وَقْتِهَا»اهـ.</p><p> فَقَوْلُهُ فِي هَذَا الْحَدِيثِ: فَإِذَا كَانَ الْغَدُ. . . إِلَخْ يَدُلُّ عَلَى أَنَّهُ يَقْضِي الْفَائِتَةَ مَرَّتَيْنِ: الْأُولَى عِنْدَ ذِكْرِهَا، وَالثَّانِيَةَ: عِنْدَ دُخُولِ وَقْتِهَا مِنَ الْغَدِ؟ فَالْجَوَابُ مَا ذَكَرَهُ النَّوَوِيُّ فِي شَرْحِهِ لِلْحَدِيثِ الْمَذْكُورِ قَالَ: وَأَمَّا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَإِذَا كَانَ الْغَدُ فَلْيُصَلِّهَا عِنْدَ وَقْتِهَا» فَمَعْنَاهُ أَنَّهُ إِذَا فَاتَتْهُ صَلَاةٌ فَقَضَاهَا لَا يَتَغَيَّرُ وَقْتُهَا وَيَتَحَوَّلُ فِي الْمُسْتَقْبَلِ، بَلْ يَبْقَى كَمَا كَانَ، فَإِذَا كَانَ الْغَدُ صَلَّى صَلَاةَ الْغَدِ فِي وَقْتِهَا الْمُعْتَادِ وَلَا يَتَحَوَّلُ، وَلَيْسَ مَعْنَاهُ أَنَّهُ يَقْضِي الْفَائِتَةَ مَرَّتَيْنِ: مَرَّةً فِي الْحَالِ، وَمَرَّةً فِي الْغَدِ، وَإِنَّمَا مَعْنَاهُ مَا قَدَّمْنَاهُ، فَهَذَا هُوَ الصَّوَابُ فِي مَعْنَى هَذَا الْحَدِيثِ، وَقَدِ اضْطَرَبَتْ أَقْوَالُ الْعُلَمَاءِ فِيهِ، وَاخْتَارَ الْمُحَقِّقُونَ مَا ذَكَرْتُهُ، وَاللَّهُ أَعْلَمُ. انْتَهَى مِنْهُ، وَهَذَا الَّذِي فَسَّرَ بِهِ هَذِهِ الرِّوَايَةَ هُوَ الَّذِي يَظْهَرُ لَنَا صَوَابُهُ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَلَكِنْ جَاءَ فِي سُنَنِ أَبِي دَاوُدَ فِي بَعْضِ طُرُقِ حَدِيثِ أَبِي قَتَادَةَ فِي قِصَّةِ النُّوَّمِ عَنِ الصَّلَاةِ الْمَذْكُورَةِ مَا نَصُّهُ:  «فَمَنْ أَدْرَكَ مِنْكُمْ صَلَاةَ الْغَدِ مِنْ غَدٍ صَالِحًا فَلْيَقْضِ مَعَهَا مِثْلَهَا» اهـ، وَهَذَا اللَّفْظُ صَرِيحٌ فِي أَنَّهُ يَقْضِي الْفَائِتَةَ مَرَّتَيْنِ، وَلَا يَحْتَمِلُ الْمَعْنَى الَّذِي فَسَّرَ بِهِ النَّوَوِيُّ وَغَيْرُهُ لَفْظَ رِوَايَةِ مُسْلِمٍ. </p><p> وَلِلْعُلَمَاءِ عَنْ هَذِهِ الرِّوَايَةِ أَجْوِبَةٌ، قَالَ ابْنُ حَجَرٍ فِي (فَتْحِ الْبَارِي) بَعْدَ أَنْ أَشَارَ إِلَى رِوَايَةِ أَبِي دَاوُدَ الْمَذْكُورَةِ مَا نَصُّهُ: قَالَ الْخَطَّابِيُّ: لَا أَعْلَمَ أَحَدًا قَالَ بِظَاهِرِهِ وُجُوبًا، قَالَ: وَيُشْبِهُ أَنْ يَكُونَ الْأَمْرُ فِيهِ لِلِاسْتِحْبَابِ لِيَحُوزَ فَضِيلَةَ الْوَقْتِ فِي الْقَضَاءِ. انْتَهَى، وَلَمْ يَقُلْ أَحَدٌ مِنَ السَّلَفِ بِاسْتِحْبَابِ ذَلِكَ أَيْضًا، بَلْ عَدُّوا الْحَدِيثَ غَلَطًا مِنْ رَاوِيهِ، حَكَى ذَلِكَ التِّرْمِذِيُّ وَغَيْرُهُ عَنِ الْبُخَارِيِّ، وَيُؤَيِّدُهُ مَا رَوَاهُ </p><p> النَّسَائِيُّ مِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ أَنَّهُمْ قَالُوا: يَا رَسُولَ اللَّهِ، أَلَا نَقْضِيهَا لِوَقْتِهَا مِنَ الْغَدِ؟ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَا يَنْهَاكُمُ اللَّهُ عَنِ الرِّبَا وَيَأْخُذُهُ مِنْكُمْ» . انْتَهَى كَلَامُ صَاحِبِ الْفَتْحِ، وَحَدِيثُ عِمْرَانَ الْمَذْكُورُ قَدْ قَدَّمْنَاهُ وَذَكَرْنَا مَنْ أَخْرَجَهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّادِسَةُ </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي مَنْ تَرَكَ الصَّلَاةَ عَمْدًا تَكَاسُلًا حَتَّى خَرَجَ وَقْتُهَا وَهُوَ مُعْتَرِفٌ بِوُجُوبِهَا، هَلْ يَجِبُ عَلَيْهِ قَضَاؤُهَا أَوْ لَا يَجِبُ عَلَيْهِ، فَقَدْ قَدَّمْنَا خِلَافَ الْعُلَمَاءِ فِي كُفْرِهِ، فَعَلَى الْقَوْلِ بِأَنَّهُ كَافِرٌ مُرْتَدٌّ يَجْرِي عَلَى الْخِلَافِ فِي الْمُرْتَدِّ، هَلْ يَجِبُ عَلَيْهِ قَضَاءُ مَا فَاتَهُ فِي زَمَنِ رِدَّتِهِ أَوْ لَا يَجِبُ عَلَيْهِ. </p><p> وَاعْلَمْ أَوَّلًا: أَنَّ الْكَافِرَ تَارَةً يَكُونُ كَافِرًا أَصْلِيًّا لَمْ يَسْبِقْ عَلَيْهِ إِسْلَامٌ، وَتَارَةً يَكُونُ كَافِرًا بِالرِّدَّةِ عَنْ دِينِ الْإِسْلَامِ بَعْدَ أَنْ كَانَ مُسْلِمًا. </p><p> أَمَّا الْكَافِرُ الْأَصْلِيُّ فَلَا يَلْزَمُهُ قَضَاءُ مَا تَرَكَهُ مِنَ الْعِبَادَاتِ فِي حَالِ كُفْرِهِ وَهَذَا لَا خِلَافَ فِيهِ بَيْنَ عُلَمَاءِ الْمُسْلِمِينَ ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ: قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ [٨ \\ ٣٨] ، وَقَدْ أَسْلَمَ فِي عَصْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلْقٌ كَثِيرٌ فَلَمْ يَأْمُرْ أَحَدًا مِنْهُمْ بِقَضَاءِ شَيْءٍ فَائِتٍ فِي كُفْرِهِ. </p><p> وَأَمَّا الْمُرْتَدُّ فَفِيهِ خِلَافٌ بَيْنِ الْعُلَمَاءِ مَعْرُوفٌ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا يَلْزَمُهُ قَضَاءُ مَا تَرَكَهُ فِي زَمَنِ رِدَّتِهِ، وَلَا فِي زَمَنِ إِسْلَامِهِ قَبْلَ رِدَّتِهِ ; لِأَنَّ الرِّدَّةَ تُحْبِطُ جَمِيعَ عَمَلِهِ وَتَجْعَلُهُ كَالْكَافِرِ الْأَصْلِيِّ عِيَاذًا بِاللَّهِ تَعَالَى، وَإِنْ كَانَ قَدْ حَجَّ حَجَّةَ الْإِسْلَامِ أَبْطَلَتْهَا رِدَّتُهُ عَلَى هَذَا الْقَوْلِ، فَعَلَيْهِ إِعَادَتُهَا إِذَا رَجَعَ إِلَى الْإِسْلَامِ، وَتَمَسَّكَ مَنْ قَالَ بِهَذَا بِظَاهِرِ قَوْلِهِ تَعَالَى: لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ الْآيَةَ [٣٩ \\ ٦٥] ، وَقَوْلِهِ: وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ [٥ \\ ٥] ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: يَلْزَمُهُ قَضَاءُ مَا تَرَكَهُ مِنَ الْعِبَادَاتِ فِي زَمَنِ رِدَّتِهِ وَزَمَنِ إِسْلَامِهِ قَبْلَ رِدَّتِهِ، وَلَا تَجِبُ عَلَيْهِ إِعَادَةُ حَجَّةِ الْإِسْلَامِ ; لِأَنَّ الرِّدَّةَ لَمْ تُبْطِلْهَا، وَاحْتَجَّ مَنْ قَالَ بِهَذَا بِقَوْلِهِ تَعَالَى: وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ الْآيَةَ [٢ \\ ٢١٧] ، فَجَعَلَ الْمَوْتَ عَلَى الْكُفْرِ شَرْطًا فِي حُبُوطِ الْعَمَلِ، وَبِالْأَوَّلِ قَالَ مَالِكٌ وَمَنْ وَافَقَهُ، وَبِالثَّانِي قَالَ الشَّافِعِيُّ وَمَنْ وَافَقَهُ، وَهُمَا رِوَايَتَانِ عَنِ الْإِمَامِ أَحْمَدَ، وَقَدْ ذَكَرْنَا فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ قَوْلَ الشَّافِعِيِّ وَمَنْ وَافَقَهُ فِي هَذِهِ الْمَسْأَلَةِ أَجْرَى عَلَى الْأُصُولِ، لِوُجُوبِ </p><p> حَمْلِ الْمُطْلَقِ عَلَى الْمُقَيَّدِ، وَلَا سِيَّمَا إِذَا اتَّحَدَ الْحُكْمُ وَالسَّبَبُ كَمَا هُنَا. </p><p> وَأَمَّا عَلَى قَوْلِ الْجُمْهُورِ بِأَنَّهُ غَيْرُ كَافِرٍ فَقَدِ اخْتَلَفُوا أَيْضًا فِي وُجُوبِ الْقَضَاءِ عَلَيْهِ. </p><p> اعْلَمْ أَوَّلًا أَنَّ عُلَمَاءَ الْأُصُولِ اخْتَلَفُوا فِي الْأَمْرِ بِالْعِبَادَةِ الْمُؤَقَّتَةِ بِوَقْتٍ مُعَيَّنٍ، هَلْ هُوَ يَسْتَلْزِمُ الْأَمْرَ بِقَضَائِهَا بَعْدَ خُرُوجِ وَقْتِهَا مِنْ غَيْرِ احْتِيَاجٍ إِلَى أَمْرٍ جَدِيدٍ بِالْقَضَاءِ أَوْ لَا يَسْتَلْزِمُ الْقَضَاءَ بَعْدَ خُرُوجِ الْوَقْتِ، وَلَا بُدَّ لِلْقَضَاءِ مِنْ أَمْرٍ جَدِيدٍ، فَذَهَبَ أَبُو بَكْرٍ الرَّازِيُّ مِنَ الْحَنَفِيَّةِ وِفَاقًا لِجُمْهُورِ الْحَنَفِيَّةِ إِلَى أَنَّ الْأَمْرَ بِالْعِبَادَةِ الْمُوَقَّتَةِ يَسْتَلْزِمُ الْأَمْرَ بِقَضَائِهَا بَعْدَ خُرُوجِ الْوَقْتِ مِنْ غَيْرِ احْتِيَاجٍ إِلَى أَمْرٍ جَدِيدٍ، وَاسْتَدَلُّوا لِذَلِكَ بِقَاعِدَةٍ هِيَ قَوْلُهُمْ: الْأَمْرُ بِالْمُرَكَّبِ أَمْرٌ بِكُلِّ جُزْءٍ مِنْ أَجْزَائِهِ، فَإِذَا تَعَذَّرَ بَعْضُ الْأَجْزَاءِ لَزِمَ فِعْلُ بَعْضِهَا الَّذِي لَمْ يَتَعَذَّرْ، فَالْأَمْرُ بِالْعِبَادَةِ الْمُوَقَّتَةِ كَالصَّلَوَاتِ الْخَمْسِ أَمْرٌ بِمُرَكَّبٍ مِنْ شَيْئَيْنِ: الْأَوَّلُ مِنْهُمَا: فِعْلُ الْعِبَادَةِ، وَالثَّانِي: كَوْنُهَا مُقْتَرِنَةً بِالْوَقْتِ الْمُعَيَّنِ لَهَا، فَإِذَا خَرَجَ الْوَقْتُ تَعَذَّرَ أَحَدُهُمَا وَهُوَ الِاقْتِرَانُ بِالْوَقْتِ الْمُعَيَّنِ، وَبَقِيَ الْآخَرُ غَيْرَ مُتَعَذِّرٍ وَهُوَ فِعْلُ الْعِبَادَةِ، فَيَلْزَمُ مِنَ الْأَمْرِ الْأَوَّلِ فِعْلُ الْجُزْءِ الْمَقْدُورِ عَلَيْهِ ; لِأَنَّ الْأَمْرَ بِالْمُرَكَّبِ أَمْرٌ بِأَجْزَائِهِ. </p><p> وَهَذَا الْقَوْلُ صَدَّرَ بِهِ ابْنُ قَدَامَةَ فِي) رَوْضَةِ النَّاظِرِ (وَعَزَاهُ هُوَ وَالْغَزَالِيُّ فِي) الْمُسْتَصْفَى (إِلَى بَعْضِ الْفُقَهَاءِ.</p><p> وَذَهَبَ جُمْهُورُ أَهْلِ الْأُصُولِ إِلَى أَنَّ الْأَمْرَ بِالْعِبَادَةِ الْمُؤَقَّتَةِ لَا يَسْتَلْزِمُ الْأَمْرَ بِقَضَائِهَا بَعْدَ خُرُوجِ الْوَقْتِ وَاسْتَدَلُّوا لِذَلِكَ بِقَاعِدَةٍ، وَهِيَ) أَنَّ تَخْصِيصَ الْعِبَادَةِ بِوَقْتٍ مُعَيَّنٍ دُونَ غَيْرِهِ مِنَ الْأَوْقَاتِ لَا يَكُونُ إِلَّا لِمَصْلَحَةٍ تَخْتَصُّ بِذَلِكَ الْوَقْتِ دُونَ غَيْرِهِ، إِذْ لَوْ كَانَتِ الْمَصْلَحَةُ فِي غَيْرِهِ مِنَ الْأَوْقَاتِ لَمَا كَانَ لِتَخْصِيصِهِ دُونَهَا فَائِدَةٌ (، قَالُوا: فَتَخْصِيصُهُ الصَّلَوَاتِ بِأَوْقَاتِهَا الْمُعَيَّنَةِ، وَالصَّوْمَ بِرَمَضَانَ مَثَلُهُ كَتَخْصِيصِ الْحَجِّ بِعَرَفَاتٍ، وَالزَّكَاةِ بِالْمَسَاكِينِ وَالصَّلَاةِ بِالْقِبْلَةِ، وَالْقَتْلِ بِالْكَافِرِ، وَنَحْوِ ذَلِكَ. </p><p> وَاعْلَمْ أَنَّ الَّذِينَ قَالُوا: إِنَّ الْأَمْرَ لَا يَسْتَلْزِمُ الْقَضَاءَ - وَهُمُ الْجُمْهُورُ - اخْتَلَفُوا فِي إِعَادَةِ الصَّلَاةِ الْمَتْرُوكَةِ عَمْدًا عَلَى قَوْلِهِمْ: إِنَّ تَارِكَهَا غَيْرُ كَافِرٍ، فَذَهَبَ جُمْهُورُهُمْ إِلَى وُجُوبِ إِعَادَتِهَا، قَالُوا: نَحْنُ نَقُولُ: إِنَّ الْقَضَاءَ لَا بُدَّ لَهُ مِنْ أَمْرٍ جَدِيدٍ، وَلَكِنَّ الصَّلَاةَ الْمَتْرُوكَةَ عَمْدًا جَاءَتْ عَلَى قَضَائِهَا أَدِلَّةٌ، مِنْهَا: قِيَاسُ الْعَامِدِ عَلَى النَّاسِي وَالنَّائِمِ الْمَنْصُوصِ عَلَى وُجُوبِ الْقَضَاءِ عَلَيْهِمَا، قَالُوا: فَإِذَا وَجَبَ الْقَضَاءُ عَلَى النَّائِمِ وَالنَّاسِي فَهُوَ وَاجِبٌ عَلَى الْعَامِدِ مِنْ بَابٍ أَوْلَى، وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ: وَمِمَّا يَدُلُّ عَلَى وُجُوبِ الْقَضَاءِ حَدِيثُ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ الْمُجَامِعَ فِي نَهَارِ </p>"
}