{
  "id": null,
  "sura": 19,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سُورَةُ مَرْيَمَ قَوْلُهُ تَعَالَى: كهيعص ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَى الْحُرُوفِ الْمُقَطَّعَةِ فِي أَوَائِلِ السُّوَرِ، كَقَوْلِهِ هُنَا: كهيعص [١٩ \\ ١] ، فِي سُورَةِ «هُودٍ» فَأَغْنَى عَنْ إِعَادَتِهِ هُنَا. وَقَوْلُهُ: ذِكْرُ رَحْمَةِ رَبِّكَ [١٩ \\ ٢] ، خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، أَيْ: هَذَا ذِكِرُ رَحْمَةِ رَبِّكَ، وَقِيلَ: مُبْتَدَأٌ خَبَرُهُ مَحْذُوفٌ، وَتَقْدِيرُهُ: فِيمَا يُتْلَى عَلَيْكُمْ ذِكْرُ رَحْمَةِ رَبِّكَ، وَالْأَوَّلُ أَظْهَرُ، وَالْقَوْلُ بِأَنَّهُ خَبَرٌ عَنْ قَوْلِهِ «كهيعص» ظَاهِرُ السُّقُوطِ لِعَدَمِ رَبْطٍ بَيْنَهُمَا، وَقَوْلُهُ: ذِكْرُ رَحْمَةِ رَبِّكَ لَفْظَةُ «ذِكْرُ» مَصْدَرٌ مُضَافٌ إِلَى مَفْعُولِهِ، وَلَفْظَةُ «رَحْمَةٍ» مَصْدَرٌ مُضَافٌ إِلَى فَاعِلِهِ وَهُوَ «رَبِّكَ» ، وَقَوْلُهُ: عَبْدَهُ مَفْعُولٌ بِهِ لِلْمَصْدَرِ الَّذِي هُوَ «رَحْمَةِ» الْمُضَافُ إِلَى فَاعِلِهِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَبَعْدَ جَرِّهِ الَّذِي أُضِيفَ لَهْ كَمِّلْ بِنَصْبٍ أَوْ بِرَفْعٍ عَمَلَهْ وَقَوْلُهُ:  «زَكَرِيَّا» بَدَلٌ مِنْ قَوْلِهِ «عَبْدَهُ» أَوْ عَطْفُ بَيَانٍ عَلَيْهِ، وَقَدْ بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ: أَنَّ هَذَا الَّذِي يُتْلَى فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ هُوَ ذِكْرُ اللَّهِ رَحْمَتَهُ الَّتِي رَحِمَ بِهَا عَبْدَهُ زَكَرِيَّا حِينَ نَادَاهُ نِدَاءً خَفِيًّا أَيْ: دَعَاهُ فِي سِرٍّ وَخُفْيَةٍ، وَثَنَاؤُهُ جَلَّ وَعَلَا عَلَيْهِ بِكَوْنِ دُعَائِهِ خَفِيًّا يَدُلُّ عَلَى أَنَّ إِخْفَاءَ الدُّعَاءِ أَفْضَلُ مِنْ إِظْهَارِهِ وَإِعْلَانِهِ، وَهَذَا الْمَعْنَى الْمَفْهُومُ مِنْ هَذِهِ الْآيَةِ جَاءَ مُصَرَّحًا بِهِ فِي قَوْلِهِ تَعَالَى: قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً الْآيَةَ [٦ \\ ٦٣] ، وَقَوْلِهِ تَعَالَى: ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ [٧ \\ ٥٥] ، وَإِنَّمَا كَانَ الْإِخْفَاءُ أَفْضَلَ مِنَ الْإِظْهَارِ ; لِأَنَّهُ أَقْرَبُ إِلَى الْإِخْلَاصِ، وَأَبْعَدُ مِنَ الرِّيَاءِ، فَقَوْلُ مَنْ قَالَ: إِنَّ سَبَبَ إِخْفَائِهِ دُعَاءَهُ أَنَّهُ خَوَّفَهُ مِنْ قَوْمِهِ أَنْ يَلُومُوهُ عَلَى طَلَبِ الْوَلَدِ، فِي حَالَةٍ لَا يُمْكِنُ فِيهَا الْوَلَدُ عَادَةً لِكِبَرِ </p><p> سِنِّهِ وَسِنِّ امْرَأَتِهِ، وَكَوْنِهَا عَاقِرًا، وَقَوْلُ مَنْ قَالَ: إِنَّهُ أَخْفَاهُ ; لِأَنَّهُ طَلَبُ أَمْرٍ دُنْيَوِيٍّ، فَإِنْ أَجَابَ اللَّهُ دُعَاءَهُ فِيهِ نَالَ مَا كَانَ يُرِيدُ، وَإِنْ لَمْ يُجِبْهُ لَمْ يَعْلَمْ ذَلِكَ أَحَدٌ، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَقْوَالِ، كُلُّ ذَلِكَ لَيْسَ بِالْأَظْهَرِ، وَالْأَظْهَرُ أَنَّ السِّرَّ فِي إِخْفَائِهِ هُوَ مَا ذَكَرْنَا مِنْ كَوْنِ الْإِخْفَاءِ أَفْضَلَ مِنَ الْإِعْلَانِ فِي الدُّعَاءِ، وَدُعَاءُ زَكَرِيَّا هَذَا لَمْ يُبَيِّنِ اللَّهُ فِي هَذَا الْمَوْضِعِ مَكَانَهُ وَلَا وَقْتَهُ، وَلَكِنَّهُ أَشَارَ إِلَى ذَلِكَ فِي سُورَةِ «آلِ عِمْرَانَ» فِي قَوْلِهِ: كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَامَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً [٣ \\ ٣٧ - ٣٨] ، فَقَوْلُهُ «هُنَالِكَ» أَيْ: فِي ذَلِكَ الْمَكَانِ الَّذِي وَجَدَ فِيهِ ذَلِكَ الرِّزْقَ عِنْدَ مَرْيَمَ. </p><p> وَقَالَ بَعْضُهُمْ:  «هُنَالِكَ» أَيْ: فِي ذَلِكَ الْوَقْتِ، بِنَاءً عَلَى أَنَّ هُنَا رُبَّمَا أُشِيرَ بِهَا إِلَى الزَّمَانِ، وَقَوْلُهُ فِي دُعَائِهِ هَذَا: رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي [١٩ \\ ٤] ، أَيْ: ضَعُفَ، وَالْوَهْنُ: الضَّعْفُ، وَإِنَّمَا ذَكَرَ ضَعْفَ الْعَظْمِ ; لِأَنَّهُ عَمُودُ الْبَدَنِ وَبِهِ قِوَامُهُ، وَهُوَ أَصْلُ بِنَائِهِ فَإِذَا وَهَنَ دَلَّ عَلَى ضَعْفِ جَمِيعِ الْبَدَنِ ; لِأَنَّهُ أَشَدُّ مَا فِيهِ وَأَصْلَبُهُ، فَوَهْنُهُ يَسْتَلْزِمُ وَهْنَ غَيْرِهِ مِنَ الْبَدَنِ. </p><p> وَقَوْلُهُ: وَاشْتَعَلَ الرَّأْسُ شَيْبًا، الْأَلِفُ وَاللَّامُ فِي «الرَّأْسِ» قَامَا مَقَامَ الْمُضَافِ إِلَيْهِ، إِذِ الْمُرَادُ: وَاشْتَعَلَ رَأْسِي شَيْبًا، وَالْمُرَادُ بِاشْتِعَالِ الرَّأْسِ شَيْبًا: انْتِشَارُ بَيَاضِ الشَّيْبِ فِيهِ، قَالَ الزَّمَخْشَرِيُّ فِي كَشَّافِهِ: شَبَّهَ الشَّيْبَ بِشُوَاظِ النَّارِ فِي بَيَاضِهِ وَإِنَارَتِهِ وَانْتِشَارِهِ فِي الشِّعْرِ وَفُشُوِّهِ فِيهِ، وَأَخْذِهِ مِنْهُ كُلَّ مَأْخَذٍ بِاشْتِعَالِ النَّارِ، ثُمَّ أَخْرَجَهُ مَخْرَجَ الِاسْتِعَارَةِ، ثُمَّ أَسْنَدَ الِاشْتِعَالَ إِلَى مَكَانِ الشَّعْرِ وَمَنْبَتِهِ وَهُوَ الرَّأْسُ، وَأَخْرَجَ الشَّيْبَ مُمَيِّزًا، وَلَمْ يُضِفِ الرَّأْسَ اكْتِفَاءً بِعِلْمِ الْمُخَاطَبِ أَنَّهُ رَأْسُ زَكَرِيَّا، فَمِنْ ثَمَّ فَصُحَتْ هَذِهِ الْجُمْلَةُ وَشُهِدَ لَهَا بِالْبَلَاغَةِ انْتَهَى مِنْهُ، وَالظَّاهِرُ عِنْدَنَا كَمَا بَيَّنَّا مِرَارًا: أَنَّ مِثْلَ هَذَا مِنَ التَّعْبِيرِ عَنِ انْتِشَارِ بَيَاضِ الشَّيْبِ فِي الرَّأْسِ، بِاشْتِعَالِ الرَّأْسِ شَيْبًا أُسْلُوبٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ الْفُصْحَى جَاءَ الْقُرْآنُ بِهِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> ضَيَّعْتُ حَزْمِي فِي إِبْعَادِي الْأَمَلَا ... وَمَا ارْعَوَيْتُ وَشَيْبًا رَأْسِيَ اشْتَعَلَا </p><p> وَمِنْ هَذَا الْقَبِيلِ قَوْلُ ابْنِ دُرَيْدٍ فِي مَقْصُورَتِهِ. </p><p> وَاشْتَعَلَ الْمِبْيَضُ فِي مُوَسَّدِهِ ... مِثْلَ اشْتِعَالِ النَّارِ فِي جَزْلِ الْغَضَا </p>"
}