{
  "id": null,
  "sura": 19,
  "aya": 38,
  "text": "<p> عَنْهُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ» ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ [١١ \\ ١٠٢] ، وَقَالَ تَعَالَى: وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ [٢٢ \\ ٤٨] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ [١٩ \\ ٣٧] ، قَالَ أَبُو حَيَّانَ فِي) الْبَحْرِ (: وَمَعْنَى قَوْلِهِ «مِنْ بَيْنِهِمْ» أَنَّ الِاخْتِلَافَ لَمْ يَخْرُجْ عَنْهُمْ بَلْ كَانُوا هُمُ الْمُخْتَلِفِينَ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ، قَوْلُهُ: أَسْمِعْ بِهِمْ وَأَبْصِرْ صِيغَتَا تَعَجُّبٍ، وَمَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ يَوْمَ الْقِيَامَةِ يَسْمَعُونَ وَيُبْصِرُونَ الْحَقَائِقَ الَّتِي أَخْبَرَتْهُمْ بِهَا الرُّسُلُ سَمْعًا وَإِبْصَارًا عَجِيبَيْنِ، وَأَنَّهُمْ فِي دَارِ الدُّنْيَا فِي ضَلَالٍ وَغَفْلَةٍ لَا يَسْمَعُونَ الْحَقَّ وَلَا يُبْصِرُونَهُ، وَهَذَا الَّذِي بَيَّنَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ فِي سَمْعِهِمْ وَإِبْصَارِهِمْ يَوْمَ الْقِيَامَةِ: وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ [٣٢ \\ ١٢] ، وَقَوْلِهِ تَعَالَى: لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] ، وَكَقَوْلِهِ فِي غَفْلَتِهِمْ فِي الدُّنْيَا وَعَدَمِ إِبْصَارِهِمْ وَسَمْعِهِمْ: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ [٢١ \\ ١] ، وَقَوْلِهِ: يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ [٣٠ \\ ٧] ، وَقَوْلِهِ: صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَرْجِعُونَ [٢ \\ ١٨] ، وَقَوْلِهِ: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ الْآيَةَ [١١ \\ ٢٤] ، وَالْمُرَادُ بِالْأَعْمَى وَالْأَصَمِّ: الْكُفَّارُ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ، وَاعْلَمْ أَنَّ صِيغَةَ التَّعَجُّبِ إِذَا كَانَتْ عَلَى وَزْنِ «أَفْعِلْ بِهِ» فَهِيَ فِعْلٌ عِنْدَ الْجُمْهُورِ، وَأَكْثَرُهُمْ يَقُولُونَ إِنَّهُ فِعْلٌ مَاضٍ جَاءَ عَلَى صُورَةِ الْأَمْرِ، وَبَعْضُهُمْ يَقُولُ: إِنَّهُ فِعْلُ أَمْرٍ لِإِنْشَاءِ التَّعَجُّبِ، وَهُوَ الظَّاهِرُ مِنَ الصِّيغَةِ، وَيُؤَيِّدُهُ دُخُولُ نُونِ التَّوْكِيدِ عَلَيْهِ، كَقَوْلِ الشَّاعِرِ: </p><p> وَمُسْتَبْدِلٍ مِنْ بَعْدِ غَضْيَا صُرَيْمَةً ... فَأَحْرِ بِهِ لِطُولِ فَقْرٍ وَأَحْرِيَا </p><p> لِأَنَّ الْأَلِفَ فِي قَوْلِهِ:  «وَأَحْرِيَا» مُبْدَلَةٌ مِنْ نُونِ التَّوْكِيدِ الْخَفِيفَةِ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَأَبْدِلْنَهَا بَعْدَ فَتْحٍ أَلِفًا ... وَقْفَا كَمَا تَقُولُ فِي قِفَنْ قِفَا </p>"
}