{
  "id": null,
  "sura": 20,
  "aya": 86,
  "text": "<p> (وَمِنْهَا) : الِاخْتِبَارُ وَهُوَ الْأَغْلَبُ فِي اسْتِعْمَالِ الْفِتْنَةِ. كَقَوْلِهِ إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ الْآيَةَ [٦٤ ١٥] وَقَوْلِهِ وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا لِنَفْتِنَهُمْ فِيهِ [٧٢ ١٦ - ١٧] . </p><p> (وَمِنْهَا) : نَتِيجَةُ الِاخْتِبَارِ إِذَا كَانَتْ سَيِّئَةٌ. وَمِنْ هُنَا أُطْلِقَتِ الْفِتْنَةُ عَلَى الشِّرْكِ، كَقَوْلِهِ وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ [٨ ٣٩] وَقَوْلِهِ هُنَا فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ الْآيَةَ [٢٠ ٨٥] . </p><p> (وَمِنْهَا) : الْحُجَّةُ، كَقَوْلِهِ ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلَّا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ [٦ ٢٣] أَيْ: لَمْ تَكُنْ حُجَّتُهُمْ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: وَأَضَلَّهُمُ السَّامِرِيُّ أَسْنَدَ إِضْلَالَهُمْ إِلَيْهِ، لِأَنَّهُ هُوَ الَّذِي تَسَبَّبَ فِيهِ بِصِيَاغَتِهِ لَهُمُ الْعِجْلَ مِنْ حُلِيِّ الْقِبْطِ وَرَمْيِهِ عَلَيْهِ التُّرَابَ الَّذِي مَسَّهُ حَافِرُ الْفَرَسِ الَّتِي جَاءَ عَلَيْهَا جِبْرِيلُ، فَجَعَلَهُ اللَّهُ بِسَبَبِ ذَلِكَ عِجْلًا جَسَدًا لَهُ خُوَارٌ، كَمَا قَالَ تَعَالَى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: فَكَذَلِكَ أَلْقَى السَّامِرِيُّ فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ وَقَالَ فِي «الْأَعْرَافِ» وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ [٧ ١٤٨] . وَالْخُوَارُ: صَوْتُ الْبَقَرِ. قَالَ بَعْضُ الْعُلَمَاءِ: جَعَلَ اللَّهُ بِقُدْرَتِهِ ذَلِكَ الْحُلِيَّ الْمَصُوغَ جَسَدًا مِنْ لَحْمٍ وَدَمٍ، وَهَذَا هُوَ ظَاهِرُ قَوْلِهِ عِجْلًا جَسَدًا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَمْ تَكُنْ تِلْكَ الصُّورَةُ لَحْمًا، وَلَا دَمًا، وَلَكِنْ إِذَا دَخَلَتْ فِيهَا الرِّيحُ صَوَّتَتْ كَخُوَارِ الْعِجْلِ. وَالْأَوَّلُ أَقْرَبُ لِظَاهِرِ الْآيَةِ، وَاللَّهُ تَعَالَى قَادِرٌ عَلَى أَنْ يَجْعَلَ الْجَمَادَ لَحْمًا وَدَمًا، كَمَا جَعَلَ آدَمَ لَحْمًا وَدَمًا وَكَانَ طِينًا. </p><p> قَوْلُهُ تَعَالَى: فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مُوسَى رَجَعَ إِلَى قَوْمِهِ بَعْدَ مَجِيئِهِ لِلْمِيقَاتِ فِي حَالِ كَوْنِهِ فِي ذَلِكَ الرُّجُوعِ غَضْبَانَ أَسِفًا عَلَى قَوْمِهِ مِنْ أَجْلِ عِبَادَتِهِمُ الْعِجْلَ. </p><p> وَقَوْلُهُ أَسِفًا أَيْ: شَدِيدَ الْغَضَبِ. فَالْأَسَفُ هُنَا: شِدَّةُ الْغَضَبِ، وَعَلَى هَذَا فَقَوْلُهُ غَضْبَانَ أَسِفًا أَيْ: غَضْبَانَ شَدِيدَ الْغَضَبِ. وَمِنْ إِطْلَاقِ الْأَسَفِ عَلَى الْغَضَبِ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى فِي «الزُّخْرُفِ» فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ [٤٣ ٥٥] أَيْ: فَلَمَّا أَغْضَبُونَا بِتَمَادِيهِمْ فِي الْكُفْرِ مَعَ تَوَالِي الْآيَاتِ عَلَيْهِمُ انْتَقَمْنَا مِنْهُمْ. وَقَالَ بَعْضُ الْعُلَمَاءِ: الْأَسَفُ هُنَا الْحُزْنُ، وَالْجَزَعُ. أَيْ: رَجَعَ مُوسَى فِي حَالِ كَوْنِهِ غَضْبَانَ </p><p> حَزِينًا جَزِعًا لِكُفْرِ قَوْمِهِ بِعِبَادَتِهِمْ لِلْعِجْلِ. وَقِيلَ: أَسِفًا أَيْ: مُغْتَاظًا. وَقَائِلُ هَذَا يَقُولُ: الْفَرْقُ بَيْنَ الْغَضَبِ، وَالْغَيْظِ: أَنَّ اللَّهَ وَصَفَ نَفْسَهُ بِالْغَضَبِ، وَلَمْ يَجُزْ وَصْفُهُ بِالْغَيْظِ. حَكَاهُ الْفَخْرُ الرَّازِيُّ. وَلَا يَخْفَى عَدَمُ اتِّجَاهِهِ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، لِأَنَّهُ رَاجِعٌ إِلَى الْقَوْلِ الْأَوَّلِ، وَلَا حَاجَةَ فِي ذَلِكَ إِلَى التَّفْصِيلِ الْمَذْكُورِ. </p><p> وَقَوْلُهُ غَضْبَانَ أَسِفًا حَالَانِ. وَقَدْ قَدَّمْنَا فِيمَا مَضَى أَنَّ التَّحْقِيقَ جَوَازُ تَعَدُّدِ الْحَالِ مِنْ صَاحِبٍ وَاحِدٍ مَعَ كَوْنِ الْعَامِلِ وَاحِدًا. كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَالْحَالُ قَدْ يَجِيءُ ذَا تَعَدُّدٍ ... لِمُفْرَدٍ فَاعْلَمْ وَغَيْرِ مُفْرَدٍ </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي آيَةِ «طه» هَذِهِ مِنْ كَوْنِ مُوسَى رَجَعَ إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا ذَكَرَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَذَكَرَ أَشْيَاءَ مِنْ آثَارِ غَضَبِهِ الْمَذْكُورِ، كَقَوْلِهِ فِي «الْأَعْرَافِ» : وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي [٧ ١٥٠] . وَقَدْ بَيَّنَ تَعَالَى أَنَّ مِنْ آثَارِ غَضَبِ مُوسَى إِلْقَاءَهُ الْأَلْوَاحَ الَّتِي فِيهَا التَّوْرَاةُ، وَأَخْذَهُ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ، كَمَا قَالَ فِي «الْأَعْرَافِ» : وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ [٧ ١٥٠] وَقَالَ فِي «طه» مُشِيرًا لِأَخْذِهِ بِرَأْسِ أَخِيهِ: قَالَ يَاابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي [الْآيَةَ ٩٤] . وَهَذِهِ الْآيَاتُ فِيهَا الدَّلَالَةُ عَلَى أَنَّ الْخَبَرَ لَيْسَ كَالْعِيَانِ، لِأَنَّ اللَّهَ لَمَّا أَخْبَرَ مُوسَى بِكُفْرِ قَوْمِهِ بِعِبَادَتِهِمُ الْعِجْلَ كَمَا بَيَّنَهُ فِي قَوْلِهِ: قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ [٢٠ ٨٥] وَهَذَا خَبَرٌ مِنَ اللَّهِ يَقِينٌ لَا شَكَّ فِيهِ لَمْ يُلْقِ الْأَلْوَاحَ، وَلَكِنَّهُ لَمَّا عَايَنَ قَوْمَهُ حَوْلَ الْعِجْلِ يَعْبُدُونَهُ أَثَّرَتْ فِيهِ مُعَايَنَةُ ذَلِكَ أَثَرًا لَمْ يُؤَثِّرْهُ فِيهِ الْخَبَرُ الْيَقِينُ بِذَلِكَ، فَأَلْقَى الْأَلْوَاحَ حَتَّى تَكَسَّرَتْ، وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ لِمَا أَصَابَهُ مِنْ شِدَّةِ الْغَضَبِ مِنِ انْتِهَاكِ حُرُمَاتِ اللَّهِ تَعَالَى. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ فِي سُورَةِ «الْأَعْرَافِ» : وَقَالَ ابْنُ أَبِي حَاتِمٍ: حَدَّثْنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «يَرْحَمُ اللَّهُ مُوسَى لَيْسَ الْمُعَايِنُ كَالْمُخْبَرِ، أَخْبَرَهُ رَبُّهُ عَزَّ وَجَلَّ أَنَّ قَوْمَهُ فُتِنُوا بَعْدَهُ فَلَمْ يُلْقِ الْأَلْوَاحَ، فَلَمَّا رَآهُمْ وَعَايَنَهُمْ أَلْقَى الْأَلْوَاحَ» . </p><p> قَوْلُهُ تَعَالَى: قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ لَمَّا رَجَعَ إِلَى قَوْمِهِ، وَوَجَدَهُمْ قَدْ عَبَدُوا الْعِجْلَ مِنْ بَعْدِهِ قَالَ لَهُمْ: يَاقَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا. </p><p> وَأَظْهَرُ الْأَقْوَالِ عِنْدِي فِي الْمُرَادِ بِهَذَا الْوَعْدِ الْحَسَنِ: أَنَّهُ وَعَدَهُمْ أَنْ يُنَزِّلَ عَلَى نَبِيِّهِمْ كِتَابًا فِيهِ كُلُّ مَا يَحْتَاجُونَ إِلَيْهِ مِنْ خَيْرِ الدُّنْيَا، وَالْآخِرَةِ. وَهَذَا الْوَعْدُ الْحَسَنُ الْمَذْكُورُ هُنَا هُوَ الْمَذْكُورُ فِي قَوْلِهِ تَعَالَى: وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ الْآيَةَ [٢٠ ٨٠] وَفِيهِ أَقْوَالٌ غَيْرُ ذَلِكَ. </p><p> وَقَوْلُهُ: أَفَطَالَ عَلَيْكُمُ الْعَهْدُ الِاسْتِفْهَامُ فِيهِ لِلْإِنْكَارِ، يَعْنِي لَمْ يَطُلِ الْعَهْدُ. كَمَا يُقَالُ فِي الْمَثَلِ:  (وما بِالْعَهْدِ مِنْ قِدَمٍ) . لِأَنَّ طُولَ الْعَهْدِ مَظِنَّةُ النِّسْيَانِ، وَالْعَهْدُ قَرِيبٌ لَمْ يَطُلْ فَكَيْفَ نَسِيتُمْ؟ </p><p> وَقَوْلُهُ: أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ قَالَ بَعْضُ الْعُلَمَاءِ: «أَمْ» هُنَا هِيَ الْمُنْقَطِعَةُ، وَالْمَعْنَى: بَلْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ، وَمَعْنَى إِرَادَتِهِمْ حُلُولَ الْغَضَبِ: أَنَّهُمْ فَعَلُوا مَا يَسْتَوْجِبُ غَضَبَ رَبِّهِمْ بِإِرَادَتِهِمْ. فَكَأَنَّهُمْ أَرَادُوا الْغَضَبَ لَمَّا أَرَادُوا سَبَبَهُ، وَهُوَ الْكُفْرُ بِعِبَادَةِ الْعِجْلِ. </p><p> وَقَوْلُهُ: فَأَخْلَفْتُمْ مَوْعِدِي كَانُوا وَعَدُوهُ أَنْ يَتْبَعُوهُ لَمَّا تَقَدَّمَهُمْ إِلَى الْمِيقَاتِ، وَأَنْ يَثْبُتُوا عَلَى طَاعَةِ اللَّهِ تَعَالَى. فَعَبَدُوا الْعِجْلَ وَعَكَفُوا عَلَيْهِ وَلَمْ يَتْبَعُوا مُوسَى. فَأَخْلَفُوا مَوْعِدَهُ بِالْكُفْرِ وَعَدَمِ الذَّهَابِ فِي أَثَرِهِ، قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا قَرَأَهُ نَافِعٌ وَعَاصِمٌ «بِمَلْكِنَا» بِفَتْحِ الْمِيمِ. وَقَرَأَهُ حَمْزَةُ، وَالْكِسَائِيُّ «بِمُلْكِنَا» بِضَمِّ الْمِيمِ، وَقَرَأَهُ ابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ، وَأَبُو عَمْرٍو «بِمِلْكِنَا» بِكَسْرِ الْمِيمِ. وَالْمَعْنَى عَلَى جَمِيعِ الْقِرَاءَاتِ: مَا أَخْلَفْنَا مَوْعِدَكَ بِأَنْ مَلَكْنَا أَمَرَنَا، فَلَوْ مَلَكْنَا أَمْرَنَا مَا أَخْلَفْنَا مَوْعِدَكَ. وَهُوَ اعْتِذَارٌ مِنْهُمْ بِأَنَّهُمْ مَا أَخْلَفُوا الْمَوْعِدَ بِاخْتِيَارِهِمْ، وَلَكِنَّهُمْ مَغْلُوبُونَ عَلَى أَمْرِهِمْ مِنْ جِهَةِ السَّامِرِيِّ وَكَيْدِهِ. وَهُوَ اعْتِذَارٌ بَارِدٌ سَاقِطٌ كَمَا تَرَى! وَلَقَدْ صَدَقَ مَنْ قَالَ: </p><p> إِذَا كَانَ وَجْهُ الْعُذْرِ لَيْسَ بِبَيِّنٍ ... فَإِنَّ اطِّرَاحَ الْعُذْرِ خَيْرٌ مِنَ الْعُذْرِ </p><p> وَأَمَّا عَلَى قَوْلِ مَنْ قَالَ: إِنَّ الَّذِينَ قَالُوا لِمُوسَى: مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا هُمُ الَّذِينَ لَمْ يَعْبُدُوا الْعِجْلَ. لِأَنَّهُمْ وَعَدُوهُ أَنْ يَتْبَعُوهُ، وَلَمَّا وَقَعَ مَا وَقَعَ مِنْ عِبَادَةِ أَكْثَرِهِمْ لِلْعِجْلِ تَأَخَّرُوا عَنِ اتِّبَاعِ مُوسَى بِسَبَبِ ذَلِكَ، وَلَمْ يَتَجَرَّءُوا عَلَى مُفَارَقَتِهِمْ خَوْفًا مِنَ الْفُرْقَةِ </p><p> فَالْعُذْرُ لَهُ وَجْهٌ فِي الْجُمْلَةِ، كَمَا يُشِيرُ إِلَيْهِ قَوْلُهُ تَعَالَى فِي الْقِصَّةِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ قَالَ يَاهَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِي أَفَعَصَيْتَ أَمْرِي قَالَ يَاابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي [٢٠ ٩٢] . </p><p> وَالْمَصْدَرُ فِي قَوْلِهِ بِمَلْكِنَا مُضَافٌ إِلَى فَاعِلِهِ وَمَفْعُولُهُ مَحْذُوفٌ، أَيْ: بِمَلْكِنَا أَمْرَنَا. وَقَالَ الْقُرْطُبِيُّ: كَأَنَّهُ قَالَ بِمَلْكِنَا الصَّوَابَ بَلْ أَخْطَأْنَا. فَهُوَ اعْتِرَافٌ مِنْهُمْ بِالْخَطَأِ. وَقَالَ الزَّمَخْشَرِيُّ: أَفَطَالَ عَلَيْكُمُ الْعَهْدُ: الزَّمَانُ، يُرِيدُ مُدَّةَ مُفَارَقَتِهِ لَهُمْ. </p><p> تَنْبيهٌ </p><p> كُلُّ فِعْلٍ مُضَارِعٍ فِي الْقُرْآنِ مَجْزُومٌ بِـ «لَمْ» إِذَا تَقَدَّمَتْهَا هَمْزَةُ اسْتِفْهَامِ. كَقَوْلِهِ هُنَا: أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا فِيهِ وَجْهَانِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ: </p><p> الْأَوَّلُ: أَنَّ مُضَارَعَتَهُ تَنْقَلِبُ مَاضَوِيَّةً، وَنَفْيَهُ يَنْقَلِبُ إِثْبَاتًا. فَيَصِيرُ قَوْلُهُ: أَلَمْ يَعِدْكُمْ بِمَعْنَى وَعَدَكُمْ، وَقَوْلُهُ: أَلَمْ نَشْرَحْ بِمَعْنَى شَرَحْنَا، وَقَوْلُهُ: أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ جَعَلْنَا لَهُ عَيْنَيْنِ. وَهَكَذَا. وَوَجْهُ انْقِلَابِ الْمُضَارَعَةِ مَاضَوِيَّةً ظَاهِرٌ، لِأَنَّ «لَمْ» حَرْفُ قَلْبٍ تَقْلِبُ الْمُضَارِعَ مِنْ مَعْنَى الِاسْتِقْبَالِ إِلَى مَعْنَى الْمُضِيِّ كَمَا هُوَ مَعْرُوفٌ. وَوَجْهُ انْقِلَابِ النَّفْيِ إِثْبَاتًا أَنَّ الْهَمْزَةَ إِنْكَارِيَّةٌ، فَهِيَ مُضَمَّنَةٌ مَعْنَى النَّفْيِ، فَيَتَسَلَّطُ النَّفْيُ الْكَامِنُ فِيهَا عَلَى النَّفْيِ الصَّرِيحِ فِي «لَمْ» فَيَنْفِيهِ، وَنَفْيُ النَّفْيِ إِثْبَاتٌ فَيَؤُولُ إِلَى مَعْنَى الْإِثْبَاتِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الِاسْتِفْهَامَ فِي ذَلِكَ التَّقْرِيرِ، وَهُوَ حَمْلُ الْمُخَاطَبِ عَلَى أَنْ يُقِرَّ فَيَقُولُ «بَلَى» وَعَلَيْهِ فَالْمُرَادُ مِنْ قَوْلِهِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا حَمَلُهُمْ عَلَى أَنْ يُقِرُّوا بِذَلِكَ فَيَقُولُوا بَلَى هَكَذَا. وَنَظِيرُ هَذَا مِنْ كَلَامِ الْعَرَبِ قَوْلُ جَرِيرٍ: </p><p> أَلَسْتُمْ خَيْرَ مَنْ رَكِبَ الْمَطَايَا ... وَأَنْدَى الْعَالَمِينَ بُطُونَ رَاحٍ </p><p> فَإِذَا عَرَفْتَ أَنَّ قَوْلَهُ هُنَا فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا إِلَى قَوْلِهِ بِمَلْكِنَا قَدْ بَيَّنَ اللَّهُ فِيهِ أَنَّ مُوسَى لَمَّا رَجَعَ إِلَيْهِمْ فِي شِدَّةِ غَضَبٍ مِمَّا فَعَلُوا وَعَاتَبَهُمْ قَالَ لَهُمْ فِي ذَلِكَ الْعِتَابِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا أَفَطَالَ عَلَيْكُمُ الْعَهْدُ الْآيَةَ [٢٠ ٨٦] فَاعْلَمْ أَنَّ بَعْضَ عِتَابِهِ لَهُمْ لَمْ يُبَيِّنْهُ هُنَا، وَكَذَلِكَ بَعْضُ فِعْلِهِ، وَلَكِنَّهُ بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ فِي «الْأَعْرَافِ» فِي الْقِصَّةِ بِعَيْنِهَا: وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ [٧ ١٥٠] </p><p> وَبَيَّنَ بَعْضَ مَا فَعَلَ بِقَوْلِهِ فِي «الْأَعْرَافِ» : وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ [٧ ١٥٠] وَقَدْ أَشَارَ إِلَى ذَلِكَ هُنَا فِي «طه» فِي قَوْلِهِ: قَالَ يَاابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي [٢٠ ٩٤] . </p><p> قَوْلُهُ تَعَالَى: وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَذَا إِلَهُكُمْ وَإِلَهُ مُوسَى فَنَسِيَ. </p><p> قَرَأَ هَذَا الْحَرْفَ أَبُو عَمْرٍو وَشُعْبَةُ عَنْ عَاصِمٍ، وَحَمْزَةُ، وَالْكِسَائِيُّ حَمَلْنَا بِفَتْحِ الْحَاءِ، وَالْمِيمِ الْمُخَفَّفَةِ مُبَيِّنًا لِلْفَاعِلِ مُجَرَّدًا. وَقَرَأَهُ نَافِعٌ، وَابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ وَحَفْصٌ عَنْ عَاصِمٍ «حُمِّلْنَا» بِضَمِّ الْحَاءِ وَكَسْرِ الْمِيمِ الْمُشَدَّدَةِ مَبْنِيًّا لِلْمَفْعُولِ. وَ «نَا» عَلَى الْقِرَاءَةِ الْأُولَى فَاعِلُ «حَمَلَ» وَعَلَى الثَّانِيَةِ نَائِبُ فَاعِلِ «حُمِّلَ» بِالتَّضْعِيفِ. وَالْأَوْزَارُ فِي قَوْلِهِ أَوْزَارًا قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَاهَا الْأَثْقَالُ. وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَاهَا الْآثَامُ. وَوَجْهُ الْقَوْلِ الْأَوَّلِ أَنَّهَا أَحْمَالٌ مِنْ حُلِيِّ الْقِبْطِ الَّذِي اسْتَعَارُوهُ مِنْهُمْ. وَوَجْهُ الثَّانِي أَنَّهَا آثَامٌ وَتَبِعَاتٌ. لِأَنَّهُمْ كَانُوا مَعَهُمْ فِي حُكْمِ الْمُسْتَأْمَنِينَ فِي دَارِ الْحَرْبِ، وَلَيْسَ لِلْمُسْتَأْمَنِ أَنْ يَأْخُذَ مَالَ الْحَرْبِيِّ، وَلِأَنَّ الْغَنَائِمَ لَمْ تَكُنْ تَحِلُّ لَهُمْ. وَالتَّعْلِيلُ الْأَخِيرُ أَقْوَى. </p><p> وَقَوْلُهُ: مِنْ زِينَةِ الْقَوْمِ الْمُرَادُ بِالزِّينَةِ الْحُلِيُّ، كَمَا يُوَضِّحُهُ قَوْلُهُ تَعَالَى: وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ أَلَمْ [٧ ١٤٨] أَيْ: أَلَقَيْنَاهَا وَطَرَحْنَاهَا فِي النَّارِ الَّتِي أَوْقَدَهَا السَّامِرِيُّ فِي الْحُفْرَةِ، وَأَمَرَنَا أَنْ نَطْرَحَ الْحُلِيَّ فِيهَا. وَأَظْهَرُ الْأَقْوَالِ عِنْدِي فِي ذَلِكَ: هُوَ أَنَّهُمْ جَعَلُوا جَمِيعَ الْحُلِيِّ فِي النَّارِ لِيَذُوبَ فَيَصِيرَ قِطْعَةً وَاحِدَةً. لِأَنَّ ذَلِكَ أَسْهَلُ لِحِفْظِهِ حَتَّى يَرَى نَبِيَّ اللَّهِ مُوسَى فِيهِ رَأْيَهُ. وَالسَّامِرِيُّ يُرِيدُ تَدْبِيرَ خُطَّةٍ لَمْ يَطَّلِعُوا عَلَيْهَا. وَذَلِكَ أَنَّهُ لَمَّا جَاءَ جِبْرِيلُ لِيَذْهَبَ بِمُوسَى إِلَى الْمِيقَاتِ وَكَانَ عَلَى فَرَسٍ، أَخَذَ السَّامِرِيُّ تُرَابًا مَسَّهُ حَافِرُ تِلْكَ الْفَرَسِ، وَيَزْعُمُونَ فِي الْقِصَّةِ أَنَّهُ عَايَنَ مَوْضِعَ أَثَرِهَا يَنْبُتُ فِيهِ النَّبَاتُ، فَتَفَرَّسَ أَنَّ اللَّهَ جَعَلَ فِيهَا خَاصِّيَّةَ الْحَيَاةِ، فَأَخَذَ تِلْكَ الْقَبْضَةَ مِنَ التُّرَابِ وَاحْتَفَظَ بِهَا، فَلَمَّا أَرَادُوا أَنْ يَطْرَحُوا الْحُلِيَّ فِي النَّارِ لِيَجْعَلُوهُ قِطْعَةً وَاحِدَةً أَوْ لِغَيْرِ ذَلِكَ مِنَ الْأَسْبَابِ وَجَعَلُوهُ فِيهَا، أَلْقَى السَّامِرِيُّ عَلَيْهِ تِلْكَ الْقَبْضَةَ مِنَ التُّرَابِ الْمَذْكُورَةَ، وَقَالَ لَهُ: كُنْ عِجْلًا جَسَدًا لَهُ خُوَارٌ. فَجَعَلَهُ اللَّهُ عِجْلًا جَسَدًا لَهُ خُوَارٌ. فَقَالَ لَهُمْ: هَذَا الْعِجْلُ هُوَ إِلَاهُكُمْ وَإِلَهُ مُوسَى، كَمَا يُشِيرُ إِلَى ذَلِكَ قَوْلُهُ تَعَالَى عَنْ مُوسَى: قَالَ فَمَا خَطْبُكَ يَاسَامِرِيُّ قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي [٢٠ ٥٩] . </p>"
}