{
  "id": null,
  "sura": 20,
  "aya": 55,
  "text": "<p> وَقَوْلِهِ فِي «عَبَسَ» : ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٨٠ ٢٥ - ٣٢] وَقَوْلِهِ فِي «النَّحْلِ» : هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ [٣١ ١٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِأُولِي النُّهَى أَيْ لِأَصْحَابِ الْعُقُولِ. فَالنُّهَى: جَمَعُ نُهْيَةٍ بِضَمِّ النُّونِ، وَهِيَ الْعَقْلُ. لِأَنَّهُ يَنْهَى صَاحِبَهُ عَمَّا لَا يَلِيقُ. تَقُولُ الْعَرَبُ: نَهُوَ الرَّجُلُ بِصِيغَةِ فَعُلَ بِالضَّمِّ: إِذَا كَمُلَتْ نُهْيَتُهُ أَيْ عَقْلُهُ. وَأَصْلُهُ نَهُيَ بِالْيَاءِ فَأُبْدِلَتِ الْيَاءُ وَاوًا لِأَنَّهَا لَامُ فِعْلٍ بَعْدَ ضَمٍّ. كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَوَاوًا إِثْرَ الضَّمِّ رُدَّ الْيَا مَتَى ... أُلْفِيَ لَامُ فِعْلٍ أَوْ مِنْ قَبْلِ تَا </p><p> قَوْلُهُ تَعَالَى: مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى. </p><p> الضَّمِيرُ فِي قَوْلِهِ «مِنْهَا» مَعًا، وَقَوْلِهِ فِيهَا رَاجِعٌ إِلَى «الْأَرْضَ» الْمَذْكُورَةَ فِي قَوْلِهِ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا. </p><p> وَقَدْ ذُكِرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثُ مَسَائِلَ: </p><p> الْأُولَى: أَنَّهُ خَلَقَ بَنِي آدَمَ مِنَ الْأَرْضِ. </p><p> الثَّانِيَةُ: أَنَّهُ يُعِيدُهُمْ فِيهَا. </p><p> الثَّالِثَةُ: أَنَّهُ يُخْرِجُهُمْ مِنْهَا مَرَّةً أُخْرَى. وَهَذِهِ الْمَسَائِلُ الثَّلَاثُ الْمَذْكُورَةُ فِي هَذِهِ الْآيَةِ جَاءَتْ مُوَضَّحَةً فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا خَلْقُهُ إِيَّاهُمْ مِنَ الْأَرْضِ فَقَدْ ذَكَرَهُ فِي مَوَاضِعَ مِنْ كِتَابِهِ. كَقَوْلِهِ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ [٢٢ ٥] ، وَقَوْلُهُ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ الْآيَةَ [٣٠ ٢٠] ، وَقَوْلُهُ فِي سُورَةِ «الْمُؤْمِنِ» : هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ [٤٠ ٦٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالتَّحْقِيقُ أَنَّ مَعْنَى خَلْقِهِ النَّاسَ مِنْ تُرَابٍ أَنَّهُ خَلَقَ أَبَاهُمْ آدَمَ مِنْهَا. كَمَا قَالَ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ الْآيَةَ [٣ ٥٩] . وَلَمَّا خَلَقَ أَبَاهُمْ مِنْ تُرَابٍ وَكَانُوا تَبَعًا لَهُ فِي الْخَلْقِ صَدَقَ عَلَيْهِمْ أَنَّهُمْ خُلِقُوا مِنْ تُرَابٍ. وَمَا يَزْعُمُهُ </p><p> بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَنَّ مَعْنَى خَلْقِهِمْ مِنْ تُرَابٍ أَنَّ النُّطْفَةَ إِذَا وَقَعَتْ فِي الرَّحِمِ انْطَلَقَ الْمَلَكُ الْمُوَكَّلُ بِالرَّحِمِ فَأَخَذَ مِنْ تُرَابِ الْمَكَانِ الَّذِي يُدْفَنُ فِيهِ فَيَذْرُهُ عَلَى النُّطْفَةِ فَيَخْلُقُ اللَّهُ النَّسَمَةَ مِنَ النُّطْفَةِ، وَالتُّرَابِ مَعًا فَهُوَ خِلَافُ التَّحْقِيقِ. لِأَنَّ الْقُرْآنَ يَدُلُّ عَلَى أَنَّ مَرْحَلَةَ النُّطْفَةِ بَعْدَ مَرْحَلَةِ التُّرَابِ بِمُهْلَةٍ. فَهِيَ غَيْرُ مُقَارِنَةٌ لَهَا بِدَلِيلِ التَّرْتِيبِ بَيْنَهُمَا بِـ «ثُمَّ» فِي قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ [٢٢ ٥] ، وَقَوْلِهِ تَعَالَى: هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ الْآيَةَ [٤٠ ٦٧] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ [٢٣ ١٢ - ١٣] ، وَقَوْلِهِ تَعَالَى: ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ [٣٢ ٦ - ٨] وَكَذَلِكَ مَا يَزْعُمُهُ بَعْضُ الْمُفَسِّرِينَ مِنْ أَنَّ مَعْنَى خَلْقِهِمْ مِنْ تُرَابٍ أَنَّ الْمُرَادَ أَنَّهُمْ خُلِقُوا مِنَ الْأَغْذِيَةِ الَّتِي تَتَوَلَّدُ مِنَ الْأَرْضِ فَهُوَ ظَاهِرُ السُّقُوطِ كَمَا تَرَى. </p><p> وَأَمَّا الْمَسْأَلَةُ الثَّانِيَةُ فَقَدْ ذَكَرَهَا تَعَالَى أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ. وَذَلِكَ فِي قَوْلِهِ تَعَالَى: أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا أَحْيَاءً وَأَمْوَاتًا [٧٧ ٢٥ - ٢٦] فَقَوْلُهُ كِفَاتًا [٧٧ ٢٦] أَيْ مَوْضِعُهُمُ الَّذِي يَكْفِتُونَ فِيهِ أَيْ يُضَمُّونَ فِيهِ: أَحْيَاءً عَلَى ظَهْرِهَا، وَأَمْوَاتًا فِي بَطْنِهَا. وَهُوَ مَعْنَى قَوْلِهِ وَفِيهَا نُعِيدُكُمْ. </p><p> وَأَمَّا الْمَسْأَلَةُ الثَّالِثَةُ: وَهِيَ إِخْرَاجُهُمْ مِنَ الْأَرْضِ أَحْيَاءً يَوْمَ الْقِيَامَةِ فَقَدْ جَاءَتْ مُوَضَّحَةً فِي آيَاتٍ كَثِيرَةٍ. كَقَوْلِهِ: وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ [٣٠ ١٩] أَيْ مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ الْمَوْتِ، وَقَوْلِهِ تَعَالَى: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ [٥٠ \\ ١١] أَيْ مِنَ الْقُبُورِ بِالْبَعْثِ يَوْمَ الْقِيَامَةِ، وَقَوْلِهِ تَعَالَى: ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ [٣٠ ٢٥] ، وَقَوْلِهِ تَعَالَى: حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ [٧ ٥٧] ، وَقَوْلِهِ تَعَالَى: يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ [٧٠ ٤٣] ، وَقَوْلِهِ تَعَالَى: يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ [٥٠ \\ ٤٢] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْهَا خَلَقْنَاكُمْ الْآيَةَ، كَقَوْلِهِ تَعَالَى: قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ [٧ ٢٥] . وَالتَّارَةُ فِي قَوْلِهِ تَارَةً أُخْرَى بِمَعْنَى </p>"
}