{
  "id": null,
  "sura": 20,
  "aya": 58,
  "text": "<p> قَوْلُهُ تَعَالَى: فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ فِرْعَوْنَ لَعَنَهُ اللَّهُ، لَمَّا رَأَى آيَاتِ اللَّهِ وَمُعْجِزَاتِهِ الْبَاهِرَةَ، وَادَّعَى أَنَّهَا سِحْرٌ أَقْسَمَ لِيَأَتِيَنَّ مُوسَى بِسِحْرٍ مِثْلِ آيَاتِ اللَّهِ الَّتِي يَزْعُمُ هُوَ أَنَّهَا سِحْرٌ. وَقَدْ بَيَّنَ فِي غَيْرِ هَذَا الْمَوْضِعِ: أَنَّ إِتْيَانَهُمْ بِالسِّحْرِ وَجَمْعَهُمُ السَّحَرَةَ كَانَ عَنِ اتِّفَاقِ مَلَئِهِمْ عَلَى ذَلِكَ. كَقَوْلِهِ فِي «الْأَعْرَافِ» : قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ [٧ ١٠٩ - ١١٠] . وَقَوْلِهِ فِي «الشُّعَرَاءِ» : قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ قَالُوا أَرْجِهْ وَأَخَاهُ وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ [الْآيَاتِ ٣٤ - ٣٧] ، لِأَنَّ قَوْلَهُ فَمَاذَا تَأْمُرُونَ فِي الْمَوْضِعَيْنِ يَدُلُّ عَلَى أَنَّ قَوْلَ فِرْعَوْنَ فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ وَقَعَ بَعْدَ مُشَاوَرَةِ وَاتِّفَاقِ الْمَلَأِ مِنْهُمْ عَلَى ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ فِرْعَوْنَ لَمَّا وَعَدَ مُوسَى بِأَنَّهُ يَأَتِي بِسِحْرٍ مِثْلِ مَا جَاءَ بِهِ مُوسَى فِي زَعْمِهِ قَالَ لِمُوسَى فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ وَالْإِخْلَافُ: عَدَمُ إِنْجَازِ الْوَعْدِ. وَقَرَّرَ أَنْ يَكُونَ مَكَانُ الِاجْتِمَاعِ الْمُنَاظَرَةِ وَالْمُغَالَبَةِ فِي السِّحْرِ فِي زَعْمِهِ مَكَانًا سُوًى. وَأَصَحُّ الْأَقْوَالِ فِي قَوْلِهِ سُوًى عَلَى قِرَاءَةِ الْكَسْرِ وَالضَّمِّ: أَنَّهُ مَكَانٌ وَسَطٌ تَسْتَوِي أَطْرَافُ الْبَلَدِ فِيهِ. لِتَوَسُّطِهَا بَيْنَهَا، فَلَمْ يَكُنْ أَقْرَبَ لِلشَّرْقِ مِنَ الْغَرْبِ، وَلَا لِلْجَنُوبِ مِنَ الشَّمَالِ. وَهَذَا هُوَ مَعْنَى قَوْلِ الْمُفَسِّرِينَ مَكَانًا سُوًى أَيْ نِصْفًا وَعَدْلًا لِيَتَمَكَّنَ جَمِيعُ النَّاسِ أَنْ يَحْضُرُوا. وَقَوْلُهُ: سُوًى أَصْلُهُ مِنَ الِاسْتِوَاءِ. لِأَنَّ الْمَسَافَةَ مِنَ الْوَسَطِ إِلَى الطَّرَفَيْنِ لَا تَفَاوُتَ فِيهَا بَلْ هِيَ مُسْتَوِيَةٌ. وَقَوْلُهُ سُوًى فِيهِ ثَلَاثُ لُغَاتٍ: الضَّمُّ، وَالْكَسْرُ مَعَ الْقَصْرِ، وَفَتْحُ السِّينِ مَعَ الْمَدِّ. وَالْقِرَاءَةُ بِالْأُولَيَيْنِ دُونَ الثَّالِثَةِ هُنَا وَمِنَ الْقِرَاءَةِ بِالثَّالِثَةِ إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ [٣ ٦٤] وَمِنْ إِطْلَاقِ الْعَرَبِ مَكَانًا سُوًى عَلَى الْمَكَانِ الْمُتَوَسِّطِ بَيْنَ الْفَرِيقَيْنِ قَوْلُ مُوسَى بْنُ جَابِرٍ الْحَنَفِيِّ، وَقَدْ أَنْشَدَهُ أَبُو عُبَيْدَةَ شَاهِدًا لِذَلِكَ: </p><p> وَإِنَّ أَبَانَا كَانَ حَلَّ بِبَلْدَةٍ سُوًى ... بَيْنَ قَيْسِ عَيْلَانَ وَالْفِزْرِ </p><p> وَالْفِزْرُ: سَعْدُ بْنُ زَيْدِ مَنَاةَ بْنِ تَمِيمٍ. يَعْنِي: حَلَّ بِبَلْدَةٍ مُسْتَوِيَةٍ مَسَافَتُهَا بَيْنَ قَيْسِ عَيْلَانَ، وَالْفِزْرِ. وَأَنَّ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ أَجَابَ فِرْعَوْنَ إِلَى مَا طَلَبَ مِنْهُ مِنَ الْمَوْعِدِ، وَقَرَّرَ أَنْ يَكُونَ وَقْتُ ذَلِكَ يَوْمَ الزِّينَةِ. وَأَقْوَالُ أَهْلِ الْعِلْمِ فِي يَوْمِ الزِّينَةِ رَاجِعَةٌ إِلَى أَنَّهُ يَوْمٌ مَعْرُوفٌ لَهُمْ، يَجْتَمِعُونَ فِيهِ وَيَتَزَيَّنُونَ. سَوَاءٌ قُلْنَا: إِنَّهُ يَوْمُ عِيدٍ لَهُمْ، أَوْ يَوْمُ عَاشُورَاءَ، أَوْ يَوْمُ النَّيْرُوزِ، أَوْ يَوْمٌ كَانُوا يَتَّخِذُونَ فِيهِ سُوقًا وَيَتَزَيَّنُونَ فِيهِ بِأَنْوَاعِ الزِّينَةِ. </p><p> قَالَ الزَّمَخْشَرِيُّ: وَإِنَّمَا وَاعَدَهُمْ مُوسَى ذَلِكَ الْيَوْمَ لِيَكُونَ عُلُوُّ كَلِمَةِ اللَّهِ وَظُهُورُ دِينِهِ، وَكَبْتُ الْكَافِرِ وَزَهُوقُ الْبَاطِلِ عَلَى رُءُوسِ الْأَشْهَادِ فِي الْمَجْمَعِ الْغَاصِّ لِتَقْوَى رَغْبَةُ مَنْ رَغِبَ فِي اتِّبَاعِ الْحَقِّ، وَيَكِلَّ حَدُّ الْمُبْطِلِينَ وَأَشْيَاعِهِمْ، وَيَكْثُرُ الْمُحَدِّثُ بِذَلِكَ الْأَمْرِ. لِيُعْلَمَ فِي كُلِّ بَدْوٍ وَحَضَرٍ، وَيَشِيعَ فِي جَمِيعِ أَهْلِ الْوَبَرِ، وَالْحَضَرِ. اه مِنْهُ. </p><p> وَالْمَصْدَرُ الْمُنْسَبِكُ مِنْ «أَنْ» وَصِلَتِهَا فِي قَوْلِهِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى فِي مَحَلِّ جَرٍّ عَطْفًا عَلَى الزِّينَةِ أَيْ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَحَشْرُ النَّاسِ، أَوْ فِي مَحَلِّ رَفْعٍ عَطْفًا عَلَى قَوْلِهِ يَوْمُ الزِّينَةِ عَلَى قِرَاءَةِ الْجُمْهُورِ بِالرَّفْعِ. وَالْحَشْرُ: الْجَمْعُ، وَالضُّحَى: مِنْ أَوَّلِ النَّهَارِ حِينَ تُشْرِقُ الشَّمْسُ. وَالضُّحَى يُذَكَّرُ وَيُؤَنَّثُ. فَمَنْ أَنَّثَهُ ذَهَبَ إِلَى أَنَّهُ جَمْعُ ضَحْوَةٍ. وَمَنْ ذَكَّرَهُ ذَهَبَ إِلَى أَنَّهُ اسْمٌ مُفْرَدٌ جَاءَ عَلَى فِعْلٍ بِضَمٍّ فَفَتْحٍ كَصُرَدٍ وَزُفَرَ. وَهُوَ مُنْصَرِفٌ إِذَا لَمَّ تُرِدْ ضُحَى يَوْمٍ مُعَيَّنٍ بِلَا خِلَافٍ. وَإِنْ أَرَدْتَ ضُحَى يَوْمِكَ الْمُعَيَّنِ فَقِيلَ يُمْنَعُ مِنَ الصَّرْفِ كَسَحَرَ. وَقِيلَ لَا. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ كَوْنِ الْمُنَاظَرَةِ بَيْنَ مُوسَى، وَالسَّحَرَةِ عُيِّنَ لِوَقْتِهَا يَوْمٌ مَعْلُومٌ يَجْتَمِعُ النَّاسُ فِيهِ. لِيَعْرِفُوا الْغَالِبَ مِنَ الْمَغْلُوبِ أُشِيرَ لَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ تَعَالَى فِي «الشُّعَرَاءِ» : فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ وَقِيلَ لِلنَّاسِ هَلْ أَنْتُمْ مُجْتَمِعُونَ لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِنْ كَانُوا هُمُ الْغَالِبِينَ [٢٦ ٣٨ - ٤٠] . </p><p> فَقَوْلُهُ تَعَالَى: لِمِيقَاتِ يَوْمٍ مَعْلُومٍ. </p><p> الْيَوْمُ الْمَعْلُومُ: هُوَ يَوْمُ الزِّينَةِ الْمَذْكُورِ هُنَا. وَمِيقَاتُهُ وَقْتُ الضُّحَى مِنْهُ الْمَذْكُورُ فِي قَوْلِهِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْوَاعًا مِنَ الْإِشْكَالِ مَعْرُوفَةً عِنْدَ الْعُلَمَاءِ، وَسَنَذْكُرُ إِنْ شَاءَ اللَّهُ تَعَالَى أَوْجُهَ الْإِشْكَالِ فِيهَا، وَنُبَيِّنُ إِزَالَةَ الْإِشْكَالِ عَنْهَا. </p><p> اعْلَمْ أَوَّلًا أَنَّ الْفِعْلَ الثُّلَاثِيَّ إِنْ كَانَ مِثَالًا أَعْنِي وَاوِيَّ الْفَاءِ كَوَعَدَ وَوَصَلَ، </p><p> فَالْقِيَاسُ فِي مَصْدَرِهِ الْمِيمِيِّ وَاسْمُ مَكَانِهِ وَزَمَانِهِ كُلُّهَا الْمَفْعِلُ (بِفَتْحِ الْمِيمِ وَكَسْرِ الْعَيْنِ) مَا لَمْ يَكُنْ مُعْتَلَّ اللَّامِ. فَإِنْ كَانَ مُعْتَلَّهَا فَالْقِيَاسُ فِيهِ الْمَفْعَلُ (بِفَتْحِ الْمِيمِ وَالْعَيْنِ) كَمَا هُوَ مَعْرُوفٌ فِي فَنِّ الصَّرْفِ. </p><p> فَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ قَوْلَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا صَالِحٌ بِمُقْتَضَى الْقِيَاسِ الصَّرْفِيِّ لِأَنْ يَكُونَ مَصْدَرًا مِيمِيًّا بِمَعْنَى الْوَعْدِ، وَأَنْ يَكُونَ اسْمَ زَمَانٍ يُرَادُ بِهِ وَقْتُ الْوَعْدِ، وَأَنْ يَكُونَ اسْمَ مَكَانٍ يُرَادُ بِهِ مَكَانُ الْوَعْدِ. وَمِنْ إِطْلَاقِ الْمَوْعِدِ فِي الْقُرْآنِ اسْمَ زَمَانٍ قَوْلُهُ تَعَالَى: إِنَّ مَوْعِدَهُمُ الصُّبْحُ [١١ ٨١] أَيْ وَقْتُ وَعْدِهِمْ بِالْإِهْلَاكِ الصُّبْحُ. وَمِنْ إِطْلَاقِهِ فِي الْقُرْآنِ اسْمُ مَكَانٍ قَوْلُهُ تَعَالَى: وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ [١٥ ٤٣] أَيْ مَكَانُ وَعْدِهِمْ بِالْعَذَابِ. </p><p> وَأَوْجُهُ الْإِشْكَالِ فِي هَذَا أَنَّ قَوْلَهُ: لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ يَدُلُّ عَلَى أَنَّ الْمَوْعِدَ مَصْدَرٌ. لِأَنَّ الَّذِي يَقَعُ عَلَيْهِ الْإِخْلَافُ هُوَ الْوَعْدُ لَا زَمَانُهُ، وَلَا مَكَانُهُ. </p><p> وَقَوْلُهُ تَعَالَى: مَكَانًا سُوًى. </p><p> يَدُلُّ عَلَى أَنَّ الْمَوْعِدَ فِي الْآيَةِ اسْمُ مَكَانٍ. </p><p> وَقَوْلُهُ: قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ يَدُلُّ عَلَى أَنَّ الْمَوْعِدَ فِي الْآيَةِ اسْمُ زَمَانٍ. فَإِنْ قُلْنَا إِنَّ الْمَوْعِدَ فِي الْآيَةِ مَصْدَرٌ أُشْكِلَ عَلَى ذَلِكَ ذِكْرُ الْمَكَانِ فِي قَوْلِهِ: مَكَانًا سُوًى وَالزَّمَانِ فِي قَوْلِهِ: يَوْمُ الزِّينَةِ وَإِنْ قُلْنَا: إِنَّ الْمَوْعِدَ اسْمُ مَكَانٍ أُشْكِلَ عَلَيْهِ قَوْلُهُ لَا نُخْلِفُهُ لِأَنَّ نَفْسَ الْمَكَانِ لَا يُخْلَفُ وَإِنَّمَا يُخْلَفُ الْوَعْدُ، وَأُشْكِلَ عَلَيْهِ أَيْضًا قَوْلُهُ: قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ. </p><p> وَإِنْ قُلْنَا: إِنَّ الْمَوْعِدَ اسْمُ زَمَانٍ أُشْكِلَ عَلَيْهِ أَيْضًا قَوْلُهُ: لَا نُخْلِفُهُ وَقَوْلُهُ مَكَانًا سُوًى هَذِهِ هِيَ أَوْجُهُ الْإِشْكَالِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ. وَلِلْعُلَمَاءِ عَنْ هَذَا أَجْوِبَةٌ مِنْهَا مَا ذَكَرَهُ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ قَالَ: لَا يَخْلُو الْمَوْعِدُ فِي قَوْلِهِ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا مِنْ أَنْ يَجْعَلَ زَمَانًا أَوْ مَكَانًا أَوْ مَصْدَرًا. فَإِنْ جَعَلْتَهُ زَمَانًا نَظَرًا فِي أَنَّ قَوْلَهُ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ مُطَابِقٌ لَهُ لَزِمَكَ شَيْئَانِ: أَنْ تَجْعَلَ الزَّمَانَ مُخَلَّفًا وَأَنْ يَعْضُلَ عَلَيْكَ نَاصِبٌ مَكَانًا وَإِنْ جَعَلْتَهُ مَكَانًا لِقَوْلِهِ تَعَالَى مَكَانًا سُوًى لَزِمَكَ أَيْضًا أَنْ تُوقِعَ الْإِخْلَافَ عَلَى الْمَكَانِ، وَلَا يُطَابِقُ قَوْلَهُ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ إِلَى أَنْ قَالَ: فَبَقِيَ أَنْ يُجْعَلَ مَصْدَرًا بِمَعْنَى الْوَعْدِ وَيُقَدَّرَ مُضَافٌ مَحْذُوفٌ، أَيْ مَكَانِ الْوَعْدِ، وَيُجْعَلَ الضَّمِيرُ فِي نُخْلِفُهُ لِلْمَوْعِدِ وَمَكَانًا بَدَلٌ مِنَ الْمَكَانِ الْمَحْذُوفِ. </p><p> فَإِنْ قُلْتَ: كَيْفَ طَابَقَهُ قَوْلُهُ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَلَا بُدَّ مِنْ أَنْ تَجْعَلَهُ زَمَانًا، وَالسُّؤَالُ وَاقِعٌ عَنِ الْمَكَانِ لَا عَنِ الزَّمَانِ؟ </p><p> قُلْتُ: هُوَ مُطَابِقٌ مَعْنًى وَإِنْ لَمْ يُطَابِقْ لَفْظًا. لِأَنَّهُمْ لَا بُدَّ لَهُمْ مِنْ أَنْ يَجْتَمِعُوا يَوْمَ الزِّينَةِ فِي مَكَانٍ بِعَيْنِهِ مُشْتَهِرٍ بِاجْتِمَاعِهِمْ فِيهِ فِي ذَلِكَ الْيَوْمِ. فَبِذِكْرِ الزَّمَانِ عُلِمَ الْمَكَانُ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. وَلَا يَخْفَى مَا فِي جَوَابِهِ هَذَا مِنَ التَّعَسُّفِ، وَالْحَذْفِ، وَالْإِبْدَالِ مِنَ الْمَحْذُوفِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ مَا أُجِيبُ بِهِ عَمَّا ذَكَرْنَا مِنَ الْإِشْكَالِ عِنْدِي فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ فِرْعَوْنَ طَلَبَ مِنْ مُوسَى تَعْيِينَ مَكَانِ الْمَوْعِدِ، وَأَنَّهُ يَكُونُ مَكَانًا سُوًى. أَيْ وَسَطًا بَيْنَ أَطْرَافِ الْبَلَدِ كَمَا بَيَّنَّا. وَأَنَّ مُوسَى وَافَقَ عَلَى ذَلِكَ وَعَيَّنَ زَمَانَ الْوَعْدِ وَأَنَّهُ يَوْمُ الزِّينَةِ ضُحَى. لِأَنَّ الْوَعْدَ لَا بُدَّ لَهُ مِنْ مَكَانٍ وَزَمَانٍ. فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ الَّذِي يَتَرَجَّحُ عِنْدِي الْمَصِيرُ إِلَيْهِ هُوَ قَوْلُ مَنْ قَالَ فِي قَوْلِهِ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا إِنَّهُ اسْمُ مَكَانٍ أَيْ مَكَانُ الْوَعْدِ، وَقَوْلُهُ مَكَانًا بَدَلٌ مِنْ قَوْلِهِ مَوْعِدًا. لِأَنَّ الْمَوْعِدَ إِذَا كَانَ اسْمَ مَكَانٍ صَارَ هُوَ نَفْسُ الْمَكَانِ فَاتَّضَحَ كَوْنُ مَكَانًا بَدَلًا. وَلَا إِشْكَالَ فِي ضَمِيِرِ نُخْلِفُهُ عَلَى هَذَا. وَوَجْهُ إِزَالَةِ الْإِشْكَالِ عَنْهُ أَنَّ الْمَعْرُوفَ فِي فَنِّ الصَّرْفِ: أَنَّ اسْمَ الْمَكَانِ مُشْتَقٌّ مِنَ الْمَصْدَرِ كَاشْتِقَاقِ الْفِعْلِ مِنْهُ، فَاسْمُ الْمَكَانِ يَنْحَلُّ عَنْ مَصْدَرٍ وَمَكَانٍ. فَالْمَنْزِلُ مَثَلًا مَكَانُ النُّزُولِ، وَالْمَجْلِسُ مَكَانُ الْجُلُوسِ، وَالْمَوْعِدُ مَكَانُ الْوَعْدِ. فَإِذَا اتَّضَحَ لَكَ أَنَّ الْمَصْدَرَ كَامِنٌ فِي مَفْهُومِ اسْمِ الْمَكَانِ فَالضَّمِيرُ فِي قَوْلِهِ لَا نُخْلِفُهُ رَاجِعٌ إِلَى الْمَصْدَرِ الْكَامِنِ فِي مَفْهُومِ اسْمِ الْمَكَانِ، كَرُجُوعِهِ لِلْمَصْدَرِ الْكَامِنِ فِي مَفْهُومِ الْفِعْلِ فِي قَوْلِهِ اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى [٥ ٨] : فَقَوْلُهُ هُوَ أَيِ الْعَدْلُ الْمَفْهُومُ مِنِ اعْدِلُوا وَكَذَلِكَ قَوْلُهُ تَعَالَى: لَا نُخْلِفُهُ أَيِ: الْوَعْدُ الْكَامِنُ فِي مَفْهُومِ اسْمِ الْمَكَانِ الَّذِي هُوَ الْمَوْعِدُ. لِأَنَّهُ مَكَانُ الْوَعْدِ، فَمَعْنَاهُ مُرَكَّبٌ إِضَافِيٌّ وَآخِرُ جُزْأَيْهِ لَفْظُ الْوَعْدِ وَهُوَ مَرْجِعُ الضَّمِيرِ فِي لَا نُخْلِفُهُ. </p><p> فَإِذَا عَرَفْتَ مَعْنَى هَذَا الْكَلَامِ الَّذِي أَخْبَرَ اللَّهُ أَنَّ فِرْعَوْنَ قَالَهُ لِمُوسَى فَاعْلَمْ أَنَّ قَوْلَهُ عَنْ مُوسَى قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ يَدُلُّ عَلَى أَنَّهُ وَافَقَ عَلَى طَلَبِ فِرْعَوْنَ ضِمْنًا، وَزَادَ تَعْيِينَ زَمَانِ الْوَعْدِ بِقَوْلِهِ قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَلَا إِشْكَالَ فِي ذَلِكَ. هَذَا هُوَ الَّذِي ظَهَرَ لَنَا صَوَابُهُ. وَأَقْرَبُ الْأَوْجُهِ الَّتِي ذَكَرَهَا الْعُلَمَاءُ بَعْدَ هَذَا عِنْدِي قَوْلُ مَنْ قَالَ: إِنَّ </p>"
}