{
  "id": null,
  "sura": 20,
  "aya": 83,
  "text": "<p> وَقَوْلِهِ تَعَالَى: قُلْ يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ الْآيَةَ [٣٩ ٥٣ - ٥٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ قَدَّمْنَا مَعْنَى التَّوْبَةِ، وَالْعَمَلِ الصَّالِحِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ اهْتَدَى أَيِ: اسْتَقَامَ وَثَبَتَ عَلَى مَا ذَكَرَ مِنَ التَّوْبَةِ، وَالْإِيمَانِ، وَالْعَمَلِ الصَّالِحِ وَلَمْ يَنْكُثْ. وَنَظِيرُ ذَلِكَ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا [٤١ ٣٠] وَفِي الْحَدِيثِ: «قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ» . وَقَالَ تَعَالَى: فَاسْتَقِمْ كَمَا أُمِرْتَ الْآيَةَ [١١ ١١٢] . </p><p> قَوْلُهُ تَعَالَى: وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَى قَالَ هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى. </p><p> أَشَارَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِلَى قِصَّةِ مُوَاعَدَتِهِ مُوسَى أَرْبَعِينَ لَيْلَةً وَذَهَابِهِ إِلَى الْمِيقَاتِ، وَاسْتِعْجَالِهِ إِلَيْهِ قَبْلَ قَوْمِهِ. وَذَلِكَ أَنَّهُ لَمَّا وَاعَدَهُ رَبُّهُ وَجَعَلَ لَهُ الْمِيقَاتَ الْمَذْكُورَ، وَأَوْصَى أَخَاهُ هَارُونَ أَنْ يَخْلُفَهُ فِي قَوْمِهِ، اسْتَعْجَلَ إِلَى الْمِيقَاتِ فَقَالَ لَهُ رَبُّهُ وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ. </p><p> الْآيَةَ، وَهَذِهِ الْقِصَّةُ الَّتِي أَجْمَلَهَا هُنَا أَشَارَ لَهَا فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ فِي «الْأَعْرَافِ» : وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ [٧ ١٤٢] . </p><p> وَفِي هَذِهِ الْآيَةِ سُؤَالٌ مَعْرُوفٌ: وَهُوَ أَنَّ جَوَابَ مُوسَى لَيْسَ مُطَابِقًا لِلسُّؤَالِ الَّذِي سَأَلَهُ رَبُّهُ، لِأَنَّ السُّؤَالَ عَنِ السَّبَبِ الَّذِي أَعْجَلَهُ عَنْ قَوْمِهِ، وَالْجَوَابُ لَمْ يَأْتِ مُطَابِقًا لِذَلِكَ. لِأَنَّهُ أَجَابَ بِقَوْلِهِ: هُمْ أُولَاءِ عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ. </p><p> وَأُجِيبَ عَنْ ذَلِكَ بِأَجْوِبَةٍ: </p><p> (مِنْهَا) : أَنَّ قَوْلَهُ: هُمْ أُولَاءِ عَلَى أَثَرِي يَعْنِي هُمْ قَرِيبٌ وَمَا تَقَدَّمْتُهُمْ إِلَّا بِيَسِيرٍ يُغْتَفَرُ مِثْلُهُ، فَكَأَنِّي لَمْ أَتَقَدَّمْهُمْ وَلَمْ أَعْجَلْ عَنْهُمْ لِقُرْبِ مَا بَيْنِي وَبَيْنَهُمْ. </p><p> (وَمِنْهَا) : أَنَّ اللَّهَ جَلَّ وَعَلَا لَمَّا خَاطَبَهُ بِقَوْلِهِ وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ دَاخَلَهُ مِنَ الْهَيْبَةِ، وَالْإِجْلَالِ، وَالتَّعْظِيمِ لِلَّهِ جَلَّ وَعَلَا مَا أَذْهَلَهُ عَنِ الْجَوَابِ الْمُطَابِقِ. وَاللَّهُ أَعْلَمُ. </p>"
}