{
  "id": null,
  "sura": 20,
  "aya": 123,
  "text": "<p> وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> قَوْلُهُ تَعَالَى: قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ. </p><p> الظَّاهِرُ أَنَّ أَلِفَ الِاثْنَيْنِ فِي قَوْلِهِ اهْبِطَا رَاجِعَةٌ إِلَى آدَمَ وَحَوَّاءَ الْمَذْكُورَيْنِ فِي قَوْلِهِ فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا [٢٠ \\ ١٢١] ، خِلَافًا لِمَنْ زَعَمَ أَنَّهَا رَاجِعَةٌ إِلَى إِبْلِيسَ وَآدَمَ، وَأَمْرُهُ إِيَّاهُمَا بِالْهُبُوطِ مِنَ الْجَنَّةِ الْمَذْكُورِ فِي آيَةِ «طه» هَذِهِ جَاءَ مُبَيَّنًا فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ فِي سُورَةِ «الْبَقَرَةِ» : وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ [٢ \\ ٣٦] ، وَقَوْلِهِ فِيهَا أَيْضًا: قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ [٢ \\ ٣٨] ، وَقَوْلِهِ فِي «الْأَعْرَافِ» : قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ [٧ \\ ٢٤] ،. وَفِي هَذِهِ الْآيَاتِ سُؤَالٌ مَعْرُوفٌ، وَهُوَ أَنْ يُقَالَ: كَيْفَ جِيءَ بِصِيغَةِ الْجَمْعِ فِي قَوْلِهِ اهْبِطُوا [٢ \\ ٣٦، ٧ ٢٤] ، فِي «الْبَقَرَةِ» وَ «الْأَعْرَافِ» وَبِصِيغَةِ التَّثْنِيَةِ فِي «طه» فِي قَوْلِهِ: اهْبِطَا مَعَ أَنَّهُ أَتْبَعَ صِيغَةَ التَّثْنِيَةِ فِي «طه» بِصِيغَةِ الْجَمْعِ فِي قَوْلِهِ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى وَأَظْهَرُ الْأَجْوِبَةِ عِنْدِي عَنْ ذَلِكَ: أَنَّ التَّثْنِيَةَ بِاعْتِبَارِ آدَمَ وَحَوَّاءَ فَقَطْ، وَالْجَمْعَ بِاعْتِبَارِهِمَا مَعَ ذُرِّيَّتِهِمَا. خِلَافًا لِمَنْ زَعَمَ أَنَّ التَّثْنِيَةَ بِاعْتِبَارِ آدَمَ وَإِبْلِيسَ، وَالْجَمْعَ بِاعْتِبَارِ ذُرِّيَّتِهِمَا مَعَهُمَا، وَخِلَافًا لِمَنْ زَعَمَ أَنَّ الْجَمْعَ فِي قَوْلِهِ: اهْبِطُوا مُرَادٌ بِهِ آدَمُ وَحَوَّاءُ وَإِبْلِيسُ، وَالْحَيَّةُ. وَالدَّلِيلُ عَلَى أَنَّ الْحَيَّةَ لَيْسَتْ مُرَادَّةً فِي ذَلِكَ هُوَ أَنَّهَا لَا تَدْخُلُ فِي قَوْلِهِ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى لِأَنَّهَا غَيْرُ مُكَلَّفَةٍ. </p><p> وَاعْلَمْ أَنَّ الْمُفَسِّرِينَ يَذْكُرُونَ قِصَّةَ الْحَيَّةِ، وَأَنَّهَا كَانَتْ ذَاتَ قَوَائِمَ أَرْبَعٍ كَالْبُخْتِيَّةِ مِنْ أَحْسَنِ دَابَّةٍ خَلَقَهَا اللَّهُ، وَأَنَّ إِبْلِيسَ دَخَلَ فِي فَمِهَا فَأَدْخَلَتْهُ الْجَنَّةَ، فَوَسْوَسَ لِآدَمَ وَحَوَّاءَ بَعْدَ أَنْ عَرَضَ نَفْسَهُ عَلَى كَثِيرٍ مِنَ الدَّوَابِّ فَلَمْ يُدْخِلْهُ إِلَّا الْحَيَّةُ. فَأُهْبِطَ هُوَ إِلَى الْأَرْضِ وَلُعِنَتْ هِيَ وَرُدَّتْ قَوَائِمُهَا فِي جَوْفِهَا، وَجُعِلَتِ الْعَدَاوَةُ بَيْنَهَا وَبَيْنَ بَنِي آدَمَ، وَلِذَلِكَ أُمِرُوا بِقَتْلِهَا. وَبِهَذِهِ الْمُنَاسَبَةِ ذَكَرَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ فِي سُورَةِ «الْبَقَرَةِ» جُمَلًا مِنْ أَحْكَامِ قَتْلِ الْحَيَّاتِ. فَذَكَرَ عَنْ سَاكِنَةَ بِنْتِ الْجَعْدِ أَنَّهَا رَوَتْ عَنْ سُرَيَّ بِنْتِ نَبْهَانَ الْغَنَوِيَّةِ أَنَّهَا سَمِعَتِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَأْمُرُ بِقَتْلِ الْحَيَّاتِ صَغِيرِهَا وَكَبِيرِهَا، وَأَسُوَدِهَا وَأَبْيَضِهَا، وَيُرَغِّبُ فِي ذَلِكَ. ثُمَّ ذَكَرَ عَنِ ابْنِ جُرَيْجٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَدِيثًا فِيهِ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ أَصْحَابَهُ بِقَتْلِ حَيَّةٍ فَسَبَقَتْهُمْ إِلَى جُحْرِهَا. فَأَمَرَهُمْ أَنْ يُضْرِمُوا عَلَيْهَا </p><p> نَارًا. وَذَكَرَ عَنْ عُلَمَاءِ الْمَالِكِيَّةِ أَنَّهُمْ خَصَّصُوا بِذَلِكَ النَّهْيِ عَنِ الْإِحْرَاقِ بِالنَّارِ، وَعَنْ أَنْ يُعَذَّبَ أَحَدٌ بِعَذَابِ اللَّهِ. ثُمَّ ذَكَرَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ: أَنَّهُ كَرِهَ أَنْ تُحْرَقَ الْعَقْرَبُ بِالنَّارِ، وَقَالَ: هُوَ مُثْلَةٌ. وَأَجَابَ عَنْ ذَلِكَ بِأَنَّهُ يَحْتَمِلُ أَنَّهُ لَمْ يَبْلُغْهُ الْخَبَرُ الْمَذْكُورُ. ثُمَّ ذَكَرَ حَدِيثَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ الثَّابِتَ فِي الصَّحِيحَيْنِ قَالَ: كُنَّا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي غَارٍ، وَقَدْ أُنْزِلَتْ عَلَيْهِ وَالْمُرْسَلَاتِ عُرْفًا [٧٧] ، فَنَحْنُ نَأْخُذُهَا مِنْ فِيهِ رَطْبَةً، إِذْ خَرَجَتْ عَلَيْنَا حَيَّةٌ فَقَالَ «اقْتُلُوهَا» ، فَابْتَدَرْنَاهَا لِنَقْتُلَهَا، فَسَبَقَتْنَا. فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «وَقَاهَا اللَّهُ شَرَّكُمْ كَمَا وَقَاكُمْ شَرَّهَا» فَلَمْ يُضْرِمْ نَارًا، وَلَا احْتَالَ فِي قَتْلِهَا، وَأَجَابَ هُوَ عَنْ ذَلِكَ، بِأَنَّهُ يَحْتَمِلُ أَنَّهُ لَمْ يَجِدْ نَارًا فِي ذَلِكَ الْوَقْتِ، أَوْ لَمْ يَكُنِ الْجُحْرُ بِهَيْئَةٍ يُنْتَفَعُ بِالنَّارِ هُنَاكَ، مَعَ ضَرَرِ الدُّخَانِ وَعَدَمِ وُصُولِهِ إِلَى الْحَيَّةِ. ثُمَّ ذَكَرَ أَنَّ الْأَمْرَ بِقَتْلِ الْحَيَّاتِ مِنَ الْإِرْشَادِ إِلَى دَفْعِ الْمُضِرَّةِ الْمُخَوِّفَةِ مِنَ الْحَيَّاتِ ثُمَّ ذَكَرَ أَنَّ الْأَمْرَ بِقَتْلِ الْحَيَّاتِ عَامٌّ فِي جَمِيعِ أَنْوَاعِهَا إِنْ كَانَتْ غَيْرَ حَيَّاتِ الْبُيُوتِ، ثُمَّ ذَكَرَ فِيمَا خَرَّجَهُ أَبُو دَاوُدَ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ:  «اقْتُلُوا الْحَيَّاتِ كُلَّهُنَّ، فَمَنْ خَافَ ثَأْرَهُنَّ فَلَيْسَ مِنِّي» ثُمَّ ذَكَرَ أَنَّ حَيَّاتِ الْبُيُوتِ لَا تُقْتَلُ حَتَّى تُؤْذَنَ ثَلَاثَةَ أَيَّامٍ. لِحَدِيثِ:  «إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا، فَإِذَا رَأَيْتُمْ مِنْهُمْ شَيْئًا فَآذِنُوهُ ثَلَاثَةَ أَيَّامٍ» ثُمَّ ذَكَرَ أَنَّ بَعْضَ الْعُلَمَاءِ خَصَّ ذَلِكَ بِالْمَدِينَةِ دُونَ غَيْرِهَا لِحَدِيثِ: «إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا» . قَالُوا: وَلَا نَعْلَمُ هَلْ أَسْلَمَ مِنْ جِنِّ غَيْرِ الْمَدِينَةِ أَحَدٌ أَوْ لَا. قَالَهُ ابْنُ نَافِعٍ ثُمَّ ذَكَرَ عَنْ مَالِكٍ النَّهْيَ عَنْ قَتْلِ جِنَّانِ الْبُيُوتِ فِي جَمِيعِ الْبِلَادِ. ثُمَّ قَالَ: وَهُوَ الصَّحِيحُ. لِأَنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ: وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ الْآيَةَ [٤٦ \\ ٢٩] . وَفِي صَحِيحِ مُسْلِمٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَتَانِي دَاعِيَ الْجِنِّ فَذَهَبْتُ مَعَهُمْ فَقَرَأْتُ عَلَيْهِمُ الْقُرْآنَ وَفِيهِ سَأَلُوهُ الزَّادَ وَكَانُوا مِنْ جِنِّ الْجَزِيرَةِ» وَسَيَأْتِي بِكَمَالِهِ فِي سُورَةِ «الْجِنِّ» إِنْ شَاءَ اللَّهُ تَعَالَى. وَإِذَا ثَبَتَ هَذَا فَلَا يُقْتَلْ شَيْءٌ مِنْهَا حَتَّى يَخْرُجَ عَلَيْهِ وَيُنْذَرُ، عَلَى مَا يَأْتِي بَيَانُهُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> (ثُمَّ قَالَ) : رَوَى الْأَئِمَّةُ عَنْ أَبِي السَّائِبِ مَوْلَى هِشَامِ بْنِ زَهْرَةَ: أَنَّهُ دَخَلَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فِي بَيْتِهِ، قَالَ: فَوَجَدْتُهُ يُصَلِّي فَجَلَسْتُ أَنْتَظِرُهُ حَتَّى يَقْضِيَ صَلَاتَهُ، فَسَمِعْتُ تَحْرِيكًا فِي عَرَاجِينِ نَاحِيَةِ الْبَيْتِ، فَالْتَفَتُّ فَإِذَا حَيَّةٌ فَوَثَبْتُ لِأَقْتُلَهَا فَأَشَارَ إِلَيَّ أَنِ اجْلِسْ فَجَلَسْتُ، فَلَمَّا انْصَرَفَ أَشَارَ إِلَى بَيْتٍ فِي الدَّارِ فَقَالَ: أَتَرَى هَذَا الْبَيْتَ؟ فَقُلْتُ نَعَمْ. قَالَ: كَانَ فِيهِ فَتًى مِنَّا حَدِيثَ عَهْدٍ بِعُرْسٍ، قَالَ: فَخَرَجْنَا مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْخَنْدَقِ، فَكَانَ ذَلِكَ الْفَتَى يَسْتَأْذِنُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنْصَافِ النَّهَارِ فَيَرْجِعُ إِلَى أَهْلِهِ، فَاسْتَأْذَنَهُ يَوْمًا </p><p> فَقَالَ لَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «خُذْ عَلَيْكَ سِلَاحَكَ فَإِنَّنِي أَخْشَى عَلَيْكَ قُرَيْظَةَ» فَأَخَذَ الرَّجُلُ سِلَاحَهُ ثُمَّ رَجَعَ، فَإِذَا امْرَأَتُهُ بَيْنَ الْبَابَيْنِ قَائِمَةً، فَأَهْوَى إِلَيْهَا بِالرُّمْحِ لِيَطْعَنَهَا بِهِ وَأَصَابَتْهُ غَيْرَةٌ. فَقَالَتْ لَهُ: اكْفُفْ عَلَيْكَ رُمْحَكَ، وَادْخُلِ الْبَيْتَ حَتَّى تَنْظُرَ مَا الَّذِي أَخْرَجَنِي، فَدَخَلَ فَإِذَا بِحَيَّةٍ عَظِيمَةٍ مُنْطَوِيَةٍ عَلَى الْفِرَاشِ، فَأَهْوَى إِلَيْهَا بِالرُّمْحِ فَانْتَظَمَهَا بِهِ، ثُمَّ خَرَجَ فَرَكَزَهُ فِي الدَّارِ فَاضْطَرَبَتْ عَلَيْهِ، فَمَا يَدْرِي أَيْهُمَا كَانَ أَسْرَعَ مَوْتًا الْحَيَّةُ أَمِ الْفَتَى. قَالَ: فَجِئْنَا إِلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرْنَا ذَلِكَ لَهُ، وَقُلْنَا: ادْعُ اللَّهَ يُحْيِيهِ لَنَا: فَقَالَ: «اسْتَغْفِرُوا لِأَخِيكُمْ ثُمَّ قَالَ إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا، فَإِذَا رَأَيْتُمْ مِنْهُمْ شَيْئًا فَآذِنُوهُ ثَلَاثَةَ أَيْامٍ فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَانٌ» . وَفِي طَرِيقٍ أُخْرَى فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ لِهَذِهِ الْبُيُوتِ عَوَامِرَ، فَإِذَا رَأَيْتُمْ شَيْئًا مِنْهُمْ فَحَرِّجُوا عَلَيْهَا ثَلَاثًا،فَإِنْ ذَهَبَ وَإِلَّا فَاقْتُلُوهُ فَإِنَّهُ كَافِرٌ وَقَالَ لَهُمُ:اذْهَبُوا فَادْفِنُوا صَاحِبَكُمْ» . ثُمَّ قَالَ: قَالَ عُلَمَاؤُنَا رَحْمَةُ اللَّهِ عَلَيْهِمْ: لَا يُفْهَمُ مِنْ هَذَا الْحَدِيثِ أَنَّ هَذَا الْجَانَّ الَّذِي قَتَلَهُ الْفَتَى كَانَ مُسْلِمًا، وَأَنَّ الْجِنَّ قَتَلَتْهُ بِهِ قِصَاصًا. لِأَنَّهُ لَوْ سَلَّمَ أَنَّ الْقِصَاصَ مَشْرُوعٌ بَيْنَنَا وَبَيْنَ الْجِنِّ لَكَانَ إِنَّمَا يَكُونُ فِي الْعَمْدِ الْمَحْضِ، وَهَذَا الْفَتَى لَمْ يَقْصِدْ وَلَمْ يَتَعَمَّدْ قَتْلَ نَفْسٍ مُسْلِمَةٍ إِذْ لَمْ يَكُنْ عِنْدَهُ عِلْمٌ مِنْ ذَلِكَ، وَإِنَّمَا قَصَدَ إِلَى قَتْلِ مَا سُوِّغَ قَتْلُ نَوْعِهِ شَرْعًا، فَهَذَا قَتْلٌ خَطَأٌ، وَلَا قِصَاصَ فِيهِ. فَالْأَوْلَى أَنْ يُقَالَ: إِنَّ كُفَّارَ الْجِنِّ أَوْ فَسَقَتَهُمْ قَتَلُوا الْفَتَى بِصَاحِبِهِمْ عَدْوًا وَانْتِقَامًا. وَقَدْ قَتَلَتْ سَعْدَ بْنَ عُبَادَةَ رَضِيَ اللَّهُ عَنْهُ، وَذَلِكَ أَنَّهُ وُجِدَ مَيِّتًا فِي مُغْتَسَلِهِ وَقَدِ اخْضَرَّ جَسَدُهُ، وَلَمْ يَشْعُرُوا بِمَوْتِهِ حَتَّى سَمِعُوا قَائِلًا يَقُولُ، وَلَا يَرَوْنَ أَحَدًا: </p><p> قَدْ قَتَلْنَا سَيِّدَ الْخَزْ ... رَجِ سَعْدَ بْنَ عُبَادَةَ </p><p> وَرَمَيْنَاهُ بِسَهْمَيْنِ ... فَلَمْ نُخْطِ فُؤَادَهُ </p><p> وَإِنَّمَا قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: </p><p> «إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا» لِيُبَيِّنَ طَرِيقًا يَحْصُلُ بِهِ التَّحَرُّزُ مِنْ قَتْلِ الْمُسْلِمِ مِنْهُمْ، وَيَتَسَلَّطُ بِهِ عَلَى قَتْلِ الْكَافِرِ مِنْهُمْ. وَرُوِيَ مِنْ وُجُوهٍ: أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَتَلَتْ جَانًا. فَأُرِيَتْ فِي الْمَنَامِ أَنَّ قَائِلًا يَقُولُ لَهَا: لَقَدْ قَتَلْتِ مُسْلِمًا. فَقَالَتْ: لَوْ كَانَ مُسْلِمًا لَمْ يَدْخُلْ عَلَى أَزْوَاجِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. قَالَ: مَا دَخَلَ عَلَيْكِ إِلَّا وَعَلَيْكِ ثِيَابُكِ. فَأَصْبَحَتْ فَأَمَرَتْ بِاثْنَيْ عَشَرَ أَلْفَ دِرْهَمٍ فَجُعِلَتْ فِي سَبِيلِ اللَّهِ. وَفِي رِوَايَةٍ: مَا دَخَلَ عَلَيْكِ إِلَّا وَأَنْتِ مُسْتَتِرَةٌ. فَتَصَدَّقَتْ وَأَعْتَقَتْ رِقَابًا. وَقَالَ الرَّبِيعُ بْنُ بَدْرٍ: الْجَانُّ مِنَ الْحَيَّاتِ الَّتِي نَهَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ قَتْلِهَا هِيَ الَّتِي تَمْشِي، وَلَا تَلْتَوِي. وَعَنْ عَلْقَمَةَ نَحْوُهُ. ثُمَّ ذَكَرَ صِفَةَ إِنْذَارِ حَيَّاتِ الْبُيُوتِ فَقَالَ: قَالَ مَالِكٌ: أَحَبُّ إِلَيَّ أَنْ يُنْذَرُوا ثَلَاثَةَ أَيَّامٍ. وَقَالَهُ عِيسَى بْنُ دِينَارٍ: </p><p> وَإِنْ ظَهَرَ فِي الْيَوْمِ مِرَارًا، وَلَا يَقْتَصِرُ عَلَى إِنْذَارِهِ ثَلَاثَ مَرَّاتٍ فِي يَوْمٍ وَاحِدٍ حَتَّى يَكُونَ فِي ثَلَاثَةِ أَيَّامٍ. وَقِيلَ: يَكْفِي ثَلَاثَ مِرَارٍ. لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «فَلْيُؤْذِنْهُ ثَلَاثًا» ، وَقَوْلُهُ «حَرِّجُوا عَلَيْهِ ثَلَاثًا» وَلِأَنَّ ثَلَاثًا لِلْعَدَدِ الْمُؤَنَّثِ، فَظَهَرَ أَنَّ الْمُرَادَ ثَلَاثُ مَرَّاتٍ. وَقَوْلُ مَالِكٍ أَوْلَى لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «ثَلَاثَةُ أَيَّامٍ» وَهُوَ نَصٌّ صَحِيحٌ مُقَيِّدٌ لِتِلْكَ الْمُطْلَقَاتِ، وَيَحْمِلُ ثَلَاثًا عَلَى إِرَادَةِ لَيَالِي الْأَيَّامِ الثَّلَاثِ، فَغَلَّبَ اللَّيْلَةَ عَلَى عَادَةِ الْعَرَبِ فِي بَابِ التَّارِيخِ، فَإِنَّهَا تَغْلِبُ فِيهَا التَّأْنِيثُ. قَالَ مَالِكٌ: وَيَكْفِي فِي الْإِنْذَارِ أَنْ يَقُولَ: أُحَرِّجُ عَلَيْكَ بِاللَّهِ، وَالْيَوْمِ الْآخِرِ أَلَّا تَبْدُوا لَنَا، وَلَا تُؤْذُونَا. وَذَكَرَ ثَابِتٌ الْبُنَانِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى أَنَّهُ ذُكِرَ عِنْدَهُ حَيَّاتُ الْبُيُوتِ فَقَالَ: إِذَا رَأَيْتُمْ مِنْهَا شَيْئًا فِي مَسَاكِنِكُمْ فَقُولُوا: أَنْشُدُكُمْ بِالْعَهْدِ الَّذِي أَخَذَ عَلَيْكُمْ نُوحٌ عَلَيْهِ السَّلَامُ، وَأَنْشُدُكُمْ بِالْعَهْدِ الَّذِي أَخَذَ عَلَيْكُمْ سُلَيْمَانُ عَلَيْهِ السَّلَامُ، فَإِذَا رَأَيْتُمْ مِنْهُنَّ شَيْئًا بَعْدُ فَاقْتُلُوهُ. ثُمَّ قَالَ: وَقَدْ حَكَى ابْنُ حَبِيبٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ يُقَالُ:  «أَنْشُدُكُنَّ بِالْعَهْدِ الَّذِي أَخَذَ عَلَيْكُنَّ سُلَيْمَانُ عَلَيْهِ السَّلَامُ أَلَّا تُؤْذُونَا، وَلَا تَظْهَرْنَ عَلَيْنَا» انْتَهَى كَلَامُ الْقُرْطُبِيِّ مُلَخَّصًا قَرِيبًا مِنْ لَفْظِهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: التَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ أَنَّ مَا لَمْ يَكُنْ مِنَ الْحَيَّاتِ فِي الْبُيُوتِ فَإِنَّهُ يُقْتَلُ كَالْحَيَّاتِ الَّتِي تُوجَدُ فِي الْفَيَافِي، وَأَنَّ حَيَّاتِ الْبُيُوتِ لَا تُقْتَلُ إِلَّا بَعْدَ الْإِنْذَارِ. وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي عُمُومُ الْإِنْذَارِ فِي الْمَدِينَةِ، وَغَيْرِهَا، وَأَنَّهُ لَا بُدَّ مِنَ الْإِنْذَارِ ثَلَاثَةَ أَيَّامٍ، وَلَا تَكْفِي ثَلَاثُ مَرَّاتٍ فِي يَوْمٍ أَوْ يَوْمَيْنِ، كَمَا تَقَدَّمَتْ أَدِلَّةُ ذَلِكَ فِي كَلَامِ الْقُرْطُبِيِّ. وَأَنَّ الْأَبْتَرَ وَذَا الطُّفْيَتَيْنِ يُقْتَلَانِ فِي الْبُيُوتِ بِلَا إِنْذَارٍ. لِمَا ثَبَتَ فِي بَعْضِ رِوَايَاتِ مُسْلِمٍ بِلَفْظِ: فَقَالَ أَبُو لُبَابَةَ: إِنَّهُ قَدْ نُهِيَ عَنْهُنَّ (يُرِيدُ عَوَامِرَ الْبُيُوتِ) وَأُمِرَ بِقَتْلِ الْأَبْتَرِ وَذِي الطُّفْيَتَيْنِ. وَفِي رِوَايَةٍ فِي صَحِيحِ الْبُخَارِيِّ عَنْ أَبِي لُبَابَةَ:  «لَا تَقْتُلُوا الْجِنَّانَ إِلَّا كُلَّ أَبْتَرَ ذِي طُفْيَتَيْنِ، فَإِنَّهُ يُسْقِطُ الْوَلَدَ، وَيُذْهِبُ الْبَصَرَ فَاقْتُلُوهُ» . </p><p> وَالدَّلِيلُ عَلَى قَتْلِ الْحَيَّاتِ وَإِنْذَارِ حَيَّاتِ الْبُيُوتِ ثَابِتٌ فِي الصَّحِيحَيْنِ، وَغَيْرِهِمَا. </p><p> قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثْنَا هِشَامُ بْنُ يُوسُفَ، حَدَّثَنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أَنَّهُ سَمِعَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَخْطُبُ عَلَى الْمِنْبَرِ يَقُولُ:  «اقْتُلُوا الْحَيَّاتِ وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ، وَالْأَبْتَرَ. فَإِنَّهُمَا يَطْمِسَانِ الْبَصَرَ، وَيَسْتَسْقِطَانِ الْحَبَلَ» قَالَ عَبْدُ اللَّهِ: فَبَيْنَا أَنَا أُطَارِدُ حَيَّةً لِأَقْتُلَهَا فَنَادَانِي أَبُو لُبَابَةَ: لَا تَقْتُلْهَا. فَقُلْتُ إِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ أَمَرَ بِقَتْلِ الْحَيَّاتِ؟ فَقَالَ: إِنَّهُ نَهَى بَعْدَ ذَلِكَ عَنْ ذَوَاتِ الْبُيُوتِ، وَهِيَ الْعَوَامِرُ. وَقَالَ عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ: فَرَآنِي أَبُو لُبَابَةَ أَوْ زَيْدُ بْنُ </p><p> الْخَطَّابِ، وَتَابَعَهُ يُونُسُ، وَابْنُ عُيَيْنَةَ وَإِسْحَاقُ الْكَلْبِيُّ، وَالزُّبَيْدِيُّ، وَقَالَ صَالِحٌ، وَابْنُ أَبِي حَفْصَةَ، وَابْنُ مُجَمَّعٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ: فَرَآنِي أَبُو لُبَابَةُ وَزَيْدُ بْنُ الْخَطَّابِ اهـ مِنْ صَحِيحِ الْبُخَارِيِّ رَحِمَهُ اللَّهُ تَعَالَى. وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ فِي صَحِيحِهِ: وَحَدَّثَنِي عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ أَبِي عُيَيْنَةَ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «اقْتُلُوا الْحَيَّاتِ وَذَا الطُّفْيَتَيْنِ، وَالْأَبْتَرَ، فَإِنَّهُمَا يَسْتَسْقِطَانِ الْحَبَلَ وَيَلْتَمِسَانِ الْبَصَرَ» قَالَ: فَكَانَ ابْنُ عُمَرَ يَقْتُلُ كُلَّ حَيَّةٍ وَجَدَهَا. فَأَبْصَرَهُ أَبُو لُبَابَةَ بْنُ عَبْدِ الْمُنْذِرِ، أَوْ زَيْدُ بْنُ الْخَطَّابِ وَهُوَ يُطَارِدُ حَيَّةً فَقَالَ: إِنَّهُ قَدْ نَهَى عَنْ ذَوَاتِ الْبُيُوتِ. ثُمَّ ذَكَرَهُ مِنْ طُرُقٍ مُتَعَدِّدَةٍ. وَفِي كُلِّهَا التَّصْرِيحُ بِالنَّهْيِ عَنْ قَتْلِ جِنَّانِ الْبُيُوتِ يَعْنِي إِلَّا بَعْدَ الْإِنْذَارِ ثَلَاثًا. وَعَنْ مَالِكٍ: يُقْتَلُ مَا وُجِدَ مِنْهَا بِالْمَسَاجِدِ. وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْحَدِيثِ «وَذَا الطُّفْيَتَيْنِ» هُوَ بِضَمِّ الطَّاءِ الْمُهْمَلَةِ وَإِسْكَانِ الْفَاءِ بَعْدَهَا يَاءٌ. وَأَصْلُ الطُّفْيَةِ خُوصَةُ الْمُقَلِ وَهُوَ شَجَرُ الدَّوْمِ. وَقِيلَ: الْمُقَلُ ثَمَرُ شَجَرِ الدَّوْمِ. وَجَمْعُهَا طُفَى بِضَمٍّ فَفَتَحَ عَلَى الْقِيَاسِ. وَالْمُرَادُ بِالطُّفْيَتَيْنِ فِي الْحَدِيثِ: خَطَّانِ أَبْيَضَانِ. وَقِيلَ: أَسْوَدَانِ عَلَى ظَهْرِ الْحَيَّةِ الْمَذْكُورَةِ، يُشْبِهَانِ فِي صُورَتِهَا خُوصَ الْمُقَلِ الْمَذْكُورَ. وَالْأَبْتَرُ: قَصِيرُ الذَّنَبِ مِنَ الْحَيَّاتِ: وَقَالَ النَّضْرُ بْنُ شُمَيْلٍ: هُوَ صِنْفٌ مِنَ الْحَيَّاتِ أَزْرَقٌ مَقْطُوعُ الذَّنَبِ، لَا تَنْظُرُ إِلَيْهِ حَامِلٌ إِلَّا أَلْقَتْ مَا فِي بَطْنِهَا. وَقَالَ الدَّاوُدِيُّ: هُوَ الْأَفْعَى الَّتِي تَكُونُ قَدْرَ شِبْرٍ أَوْ أَكْثَرَ قَلِيلًا وَقَوْلُهُ فِي هَذَا الْحَدِيثِ: «يَسْتَسْقِطَانِ الْحَبَلَ» مَعْنَاهُ أَنَّ الْمَرْأَةَ الْحَامِلَ إِذَا نَظَرَتْ إِلَيْهِمَا وَخَافَتْ أَسْقَطَتْ جَنِينَهَا غَالِبًا. وَقَدْ ذَكَرَ مُسْلِمٌ عَنِ الزُّهْرِيِّ مَا يَدُلُّ عَلَى أَنَّ إِسْقَاطَ الْحَبَلِ الْمَذْكُورَ خَاصِّيَّةٌ فِيهِمَا مِنْ سُمِّهِمَا. وَالْأَظْهَرُ فِي مَعْنَى «يَلْتَمِسَانِ الْبَصَرَ» أَنَّ اللَّهَ جَعَلَ فِيهِمَا مِنْ شِدَّةٍ سُمِّهِمَا خَاصِّيَّةً يَخْطِفَانِ بِهَا الْبَصَرَ، وَيَطْمِسَانِهِ بِهَا بِمُجَرَّدِ نَظَرِهِمَا إِلَيْهِ. وَالْقَوْلُ: بِأَنَّ مَعْنَاهُ أَنَّهُمَا يَقْصِدَانِ الْبَصَرَ بِاللَّسْعِ، وَالنَّهْشِ ضَعِيفٌ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ:  «اقْتُلُوا الْحَيَّاتِ» يَدُلُّ عَلَى وُجُوبِ قَتْلِهَا. لِمَا قَدَّمْنَا مِنْ أَنَّ صِيغَةَ الْأَمْرِ الْمُجَرَّدَةَ عَنِ الْقَرَائِنِ تَدُلُّ عَلَى الْوُجُوبِ. </p><p> وَالْجُمْهُورُ عَلَى أَنَّ الْأَمْرَ بِذَلِكَ الْقَتْلِ الْمَذْكُورِ لِلنَّدْبِ، وَالِاسْتِحْبَابِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ [٢٠ \\ ١٢٣] ، عَلَى مَا ذَكَرْنَا أَنَّهُ الْأَظْهَرُ. فَالْمَعْنَى: أَنَّ بَعْضَ بَنِي آدَمَ عَدُوٌّ لِبَعْضِهِمْ. كَمَا قَالَ تَعَالَى: أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ [٦ \\ ٦٥] ، وَنَحْوَهَا مِنَ الْآيَاتِ. وَعَلَى أَنَّ الْمُرَادَ </p>"
}