{
  "id": null,
  "sura": 20,
  "aya": 60,
  "text": "<p> الْمَوْعِدَ فِي الْآيَةِ مَصْدَرٌ وَعَلَيْهِ فَـ لَا نُخْلِفُهُ رَاجِعٌ لِلْمَصْدَرِ، وَمَكَانًا مَنْصُوبٌ بِفِعْلٍ دَلَّ عَلَيْهِ الْمَوْعِدُ. أَيْ: عُدْنَا مَكَانًا سُوًى. وَنَصْبُ الْمَكَانِ بِأَنَّهُ مَفْعُولُ الْمَصْدَرِ الَّذِي هُوَ مَوْعِدًا أَوْ أَحَدُ مَفْعُولَيْ فاجَعَلْ غَيْرُ صَوَابٍ فِيمَا يَظْهَرُ لِي، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مَكَانًا سُوًى قَرَأَهُ ابْنُ عَامِرٍ وَعَاصِمُ وَحَمْزَةُ «سُوًى» بِضَمِّ السِّينِ، وَالْبَاقُونَ بِكَسْرِهَا. وَمَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ كَمَا تَقَدَّمَ. </p><p> قَوْلُهُ تَعَالَى: فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى. </p><p> قَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَتَوَلَّى فِرْعَوْنُ قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَاهُ فَتَوَلَّى فِرْعَوْنُ، انْصَرَفَ مُدْبِرًا مِنْ ذَلِكَ الْمَقَامِ لِيُهَيِّئَ مَا يَحْتَاجُ إِلَيْهِ مِمَّا تَوَاعَدَ عَلَيْهِ هُوَ وَمُوسَى. وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى فِي سُورَةِ «النَّازِعَاتِ» فِي الْقِصَّةِ بِعَيْنِهَا ثُمَّ أَدْبَرَ يَسْعَى فَحَشَرَ فَنَادَى [٧٩ ٢٢ - ٢٣] وَقَوْلُهُ فَحَشَرَ أَيْ: جَمَعَ السَّحَرَةَ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى قَوْلِهِ فَتَوَلَّى فِرْعَوْنُ أَيْ: أَعْرَضَ عَنِ الْحَقِّ الَّذِي جَاءَ بِهِ مُوسَى. وَمِنْ مَعْنَى هَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى [٢٠ ٤٨] . </p><p> وَقَوْلُهُ تَعَالَى: فَجَمَعَ كَيْدَهُ الظَّاهِرُ أَنَّ الْمُرَادَ بِـ كَيْدَهُ مَا جَمَعَهُ مِنَ السِّحْرِ لِيَغْلِبَ بِهِ مُوسَى فِي زَعْمِهِ. وَعَلَيْهِ فَالْمُرَادُ بِقَوْلِهِ فَجَمَعَ كَيْدَهُ هُوَ جَمْعُهُ لِلسَّحَرَةِ مِنْ أَطْرَافِ مَمْلَكَتِهِ، وَيَدُلُّ عَلَى هَذَا أَمْرَانِ: أَحَدُهُمَا تَسْمِيَةُ السِّحْرِ فِي الْقُرْآنِ كَيْدًا. كَقَوْلِهِ إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ الْآيَةَ [٢٠ ٦٩] ، وَقَوْلِهِ تَعَالَى عَنِ السَّحَرَةِ: فَأَجْمِعُوا كَيْدَكُمْ [٢٠ ٦٤] وَكَيْدُهُمْ سِحْرُهُمْ. الثَّانِي أَنَّ الَّذِي جَمَعَهُ فِرْعَوْنُ هُوَ السَّحَرَةُ كَمَا دَلَّتْ عَلَيْهِ آيَاتٌ مِنْ كِتَابِ اللَّهِ. كَقَوْلِهِ تَعَالَى فِي «الْأَعْرَافِ» : وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ [٧ ١١١ - ١١٢] . وَقَوْلُهُ حَاشِرِينَ أَيْ: جَامِعِينَ يَجْمَعُونَ السَّحَرَةَ مِنْ أَطْرَافِ مَمْلَكَتِهِ، وَقَوْلُهُ فِي «الشُّعَرَاءِ» : وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ [٢٦ ٣٦] ، وَقَوْلُهُ فِي «يُونُسَ» : وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ [١٠ ٧٩] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ أَتَى أَيْ: جَاءَ فِرْعَوْنُ بِسَحَرَتِهِ لِلْمِيعَادِ لِيَغْلِبَ نَبِيَّ اللَّهِ مُوسَى بِسِحْرِهِ فِي زَعْمِهِ. </p>"
}