{
  "id": null,
  "sura": 20,
  "aya": 70,
  "text": "<p> مَا قَبْلَهُ. لِأَنَّ الْمَخْدُوعَ مَغْلُوبٌ فِي عَقْلِهِ. وَقَالَ أَبُو عُبَيْدَةَ مَسْحُورًا مَعْنَاهُ أَنَّ لَهُ سِحْرًا أَيْ: رِئَةً فَهُوَ لَا يَسْتَغْنِي عَنِ الطَّعَامِ، وَالشَّرَابِ، فَهُوَ مِثْلُكُمْ وَلَيْسَ بِمَلَكٍ. كَقَوْلِهِمْ مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ [٢٥ ٧] ، وَقَوْلِهِ عَنِ الْكُفَّارِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ [٢٣ ٣٣ - ٣٤] وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَيُقَالُ لِكُلِّ مَنْ أَكَلَ أَوْ شَرِبَ مِنْ آدَمِيٍّ أَوْ غَيْرِهِ: مَسْحُورٌ وَمُسَحَّرٌ. وَمِنْهُ قَوْلُ لَبِيَدٍ: </p><p> فَإِنْ تَسْأَلِينَا فِيمَ نَحْنُ فَإِنَّنَا ... عَصَافِيرُ مِنْ هَذَا الْأَنَامِ الْمُسَحَّرِ </p><p> وَقَالَ امْرُؤُ الْقَيْسِ: </p><p> أَرَانَا مَوْضِعَيْنِ لِأَمْرِ غَيْبٍ ... وَنُسْحَرُ بِالطَّعَامِ وَبِالشَّرَابِ </p><p> أَيْ: نُغَذَّى وَنُعَلَّلُ. </p><p> وَإِذَا عَلِمْتَ أَنَّ أَقْوَالَ الْعُلَمَاءِ فِي قَوْلِهِ «مَسْحُورًا» رَاجِعَةٌ إِلَى دَعْوَاهُمُ اخْتِلَالَ عَقْلِهِ بِالسِّحْرِ أَوَ الْخَدِيعَةِ، أَوْ كَوْنِهِ بَشَرًا عَلِمْتَ أَنَّهُ لَا دَلِيلَ فِي الْآيَةِ عَلَى مَنْعِ بَعْضِ التَّأْثِيرَاتِ الْعَرَضِيَّةِ الَّتِي لَا تَعَلُّقَ لَهَا بِالتَّبْلِيغِ، وَالتَّشْرِيعِ كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَدْ أَشَرْنَا فِيمَا تَقَدَّمَ لِحُكْمِ سَاحِرِ أَهْلِ الذِّمَّةِ، وَاخْتِلَافِ الْعُلَمَاءِ فِي قَتْلِهِ، وَاسْتِدْلَالِ مَنْ قَالَ بِأَنَّهُ لَا يُقْتَلُ بِعَدَمِ قَتْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَبِيدَ بْنَ الْأَعْصَمِ الَّذِي سَحَرَهُ. وَالْقَوْلُ بِأَنَّهُ قَتَلَهُ ضَعِيفٌ، وَلَمْ يَثْبُتْ أَنَّهُ قَتَلَهُ. وَأَظْهَرُ الْأَقْوَالِ عِنْدَنَا أَنَّهُ لَا يَكُونُ أَشَدَّ حُرْمَةً مِنْ سَاحِرِ الْمُسْلِمِينَ، بَلْ يُقْتَلُ كَمَا يُقْتَلُ سَاحِرُ الْمُسْلِمِينَ. وَأَمَّا عَدَمُ قَتْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِابْنِ الْأَعْصَمِ فَقَدْ بَيَّنَتِ الرِّوَايَاتُ الصَّحِيحَةُ أَنَّهُ تَرَكَ قَتْلَهُ اتِّقَاءَ إِثَارَةِ فِتْنَةٍ، فَدَلَّ عَلَى أَنَّهُ لَوْلَا ذَلِكَ لَقَتَلَهُ. وَقَدْ تَرَكَ الْمُنَافِقِينَ لِئَلَّا يَقُولَ النَّاسُ: مُحَمَّدٌ يَقْتُلُ أَصْحَابَهُ. فَيَكُونُ فِي ذَلِكَ تَنْفِيرٌ عَنْ دِينِ الْإِسْلَامِ مَعَ اتِّفَاقِ الْعُلَمَاءِ عَلَى قَتْلِ الزِّنْدِيقِ وَهُوَ عِبَارَةٌ عَنِ الْمُنَافِقِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ سَحَرَةَ فِرْعَوْنَ لَمَّا عَايَنُوا عَصَا مُوسَى تَبْتَلِعُ جَمِيعَ حِبَالِهِمْ وَعِصِيِّهِمْ خَرُّوا سُجَّدًا لِلَّهِ تَعَالَى قَائِلِينَ: آمَنَّا بِاللَّهِ الَّذِي هُوَ رَبُّ هَارُونَ وَمُوسَى. فَهَدَاهُمُ اللَّهُ بِذَلِكَ الْبُرْهَانِ الْإِلَهِيِّ، هَذِهِ الْهِدَايَةَ الْعَظِيمَةَ. وَقَدْ أَوْضَحَ تَعَالَى هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ. كَقَوْلِهِ فِي «الْأَعْرَافِ» : وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ رَبِّ مُوسَى وَهَارُونَ [٧ ١١٧] ، </p>"
}