{
  "id": null,
  "sura": 20,
  "aya": 94,
  "text": "<p> وَالْكَلَامُ لَيْسَ فِيهِ مَعْنَى الْجَحْدِ. وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا (دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ) فِي سُورَةِ «الْبَلَدِ» . </p><p> قَوْلُهُ تَعَالَى: أَفَعَصَيْتَ أَمْرِي. </p><p> الظَّاهِرُ أَنَّ أَمْرَهُ الْمَذْكُورَ فِي هَذِهِ الْآيَةِ هُوَ الْمَذْكُورُ فِي قَوْلِهِ تَعَالَى: وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ [٧ \\ ١٤٢] . </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَدُلُّ عَلَى اقْتِضَاءِ الْأَمْرِ لِلْوُجُوبِ. لِأَنَّهُ أَطْلَقَ اسْمَ الْمَعْصِيَةِ عَلَى عَدَمِ امْتِثَالِ الْأَمْرِ، وَالنُّصُوصُ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ: كَقَوْلِهِ تَعَالَى: فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ [٢٤ \\ ٦٣] ، وَقَوْلِهِ: وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ [٣٣ \\ ٣٦] ، فَجَعَلَ أَمْرَهُ وَأَمْرَ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَانِعًا مِنَ الِاخْتِيَارِ، مُوجِبًا لِلِامْتِثَالِ. وَقَوْلِهِ تَعَالَى: مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ [٧ \\ ١٢] ، فَوَبَّخَهُ هَذَا التَّوْبِيخَ الشَّدِيدَ عَلَى عَدَمِ امْتِثَالِ الْأَمْرِ الْمَدْلُولِ عَلَيْهِ بِصِيغَةِ افْعُلْ فِي قَوْلِهِ تَعَالَى: اسْجُدُوا لِآدَمَ [٢٠ \\ ١١٦] ،. وَجَمَاهِيرُ الْأُصُولِيِّينَ عَلَى أَنَّ صِيغَةَ الْأَمْرِ الْمُجَرَّدَةَ عَنِ الْقَرَائِنِ تَقْتَضِي الْوُجُوبَ لِلْأَدِلَّةِ الَّتِي ذَكَرْنَا، وَغَيْرِهَا مِمَّا هُوَ مُمَاثِلٌ لَهَا. وَإِلَى ذَلِكَ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَافْعَلْ لَدَى الْأَكْثَرِ لِلْوُجُوبِ ... وَقِيلَ لِلنَّدْبِ أَوِ الْمَطْلُوبِ </p><p> . . إِلَخْ. </p><p> قَوْلُهُ تَعَالَى: قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ هَارُونَ قَالَهُ لِأَخِيهِ مُوسَى يَاابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي وَذَلِكَ يَدُلُّ عَلَى أَنَّهُ لِشِدَّةِ غَضَبِهِ أَرَادَ أَنْ يُمْسِكَ بِرَأْسِهِ وَلِحْيَتِهِ. وَقَدْ بَيَّنَ تَعَالَى فِي «الْأَعْرَافِ» أَنَّهُ أَخَذَ بِرَأْسِهِ يَجُرُّهُ إِلَيْهِ. وَذَلِكَ فِي قَوْلِهِ: وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ قَالَ ابْنَ [٧ \\ ١٥٠] ،. وَقَوْلُهُ: وَلَمْ تَرْقُبْ قَوْلِي [٢٠ \\ ٩٤] ، مِنْ بَقِيَّةِ كَلَامِ هَارُونَ. أَيْ: خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ، وَأَنْ تَقُولَ لِي لَمْ تَرْقُبْ قَوْلِي أَيْ: لَمْ تَعْمَلْ بِوَصِيَّتِي وَتَمْتَثِلْ أَمْرِي. </p><p> تَنْبيهٌ </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ بِضَمِيمَةِ آيَةِ «الْأَنْعَامِ» إِلَيْهَا تَدُلُّ عَلَى لُزُومِ إِعْفَاءِ اللِّحْيَةِ، فَهِيَ دَلِيلٌ قُرْآنِيٌّ عَلَى إِعْفَاءِ اللِّحْيَةِ وَعَدَمِ حَلْقِهَا. وَآيَةُ الْأَنْعَامِ الْمَذْكُورَةُ هِيَ قَوْلُهُ تَعَالَى: وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ الْآيَةَ [٦ \\ ٨٤] . ثُمَّ إِنَّهُ تَعَالَى قَالَ بَعْدَ أَنْ عَدَّ الْأَنْبِيَاءَ الْكِرَامَ الْمَذْكُورِينَ أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ [٦] ، فَدَلَّ ذَلِكَ عَلَى أَنَّ هَارُونَ مِنَ الْأَنْبِيَاءِ الَّذِينَ أَمَرَ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالِاقْتِدَاءِ بِهِمْ، وَأَمْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ أَمْرٌ لَنَا. لِأَنَّ أَمْرَ الْقُدْوَةِ أَمْرٌ لِأَتْبَاعِهِ كَمَا بَيَّنَّا إِيضَاحَهُ بِالْأَدِلَّةِ الْقُرْآنِيَّةِ فِي هَذَا الْكِتَابِ الْمُبَارَكِ فِي سُورَةِ «الْمَائِدَةِ» وَقَدْ قَدَّمْنَا هُنَاكَ: أَنَّهُ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ: أَنَّ مُجَاهِدًا سَأَلَ ابْنَ عَبَّاسٍ: مِنْ أَيْنَ أُخِذَتِ السَّجْدَةُ فِي «ص» قَالَ: أَوْ مَا تَقْرَأُ وَمِنْ ذُرِّيَّتِهِ دَاوُدَ [٦ \\ ٨٤] ، أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ [٦] ، فَسَجَدَهَا دَاوُدُ فَسَجَدَهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِذَا عَلِمْتَ بِذَلِكَ أَنَّ هَارُونَ مِنَ الْأَنْبِيَاءِ الَّذِينَ أُمِرَ نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالِاقْتِدَاءِ بِهِمْ فِي سُورَةِ «الْأَنْعَامِ» ، وَعَلِمْتَ أَنَّ أَمْرَهُ أَمْرٌ لَنَا. لِأَنَّ لَنَا فِيهِ الْأُسْوَةَ الْحَسَنَةَ، وَعَلِمْتَ أَنَّ هَارُونَ كَانَ مُوَفِّرًا شَعْرَ لِحْيَتِهِ بِدَلِيلِ قَوْلِهِ لِأَخِيهِ: لَا تَأْخُذْ بِلِحْيَتِي لِأَنَّهُ لَوْ كَانَ حَالِقًا لَمَا أَرَادَ أَخُوهُ الْأَخْذَ بِلِحْيَتِهِ تَبَيَّنَ لَكَ مِنْ ذَلِكَ بِإِيضَاحٍ: أَنَّ إِعْفَاءَ اللِّحْيَةِ مِنَ السَّمْتِ الَّذِي أُمِرْنَا بِهِ فِي الْقُرْآنِ الْعَظِيمِ، وَأَنَّهُ كَانَ سَمْتُ الرُّسُلِ الْكِرَامِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ. وَالْعَجَبُ مِنَ الَّذِينَ مَضَخَتْ ضَمَائِرُهُمْ، وَاضْمَحَلَّ ذَوْقُهُمْ، حَتَّى صَارُوا يَفِرُّونَ مِنْ صِفَاتِ الذُّكُورِيَّةِ، وَشَرَفِ الرُّجُولَةِ، إِلَى خُنُوثَةِ الْأُنُوثَةِ، وَيُمَثِّلُونَ بِوُجُوهِهِمْ بِحَلْقِ أَذْقَانِهِمْ، وَيَتَشَبَّهُونَ بِالنِّسَاءِ حَيْثُ يُحَاوِلُونَ الْقَضَاءَ عَلَى أَعْظَمِ الْفَوَارِقِ الْحِسِّيَّةِ بَيْنَ الذَّكَرِ، وَالْأُنْثَى وَهُوَ اللِّحْيَةُ. وَقَدْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَثَّ اللِّحْيَةِ، وَهُوَ أَجْمَلُ الْخَلْقِ وَأَحْسَنُهُمْ صُورَةً. وَالرِّجَالُ الَّذِينَ أَخَذُوا كُنُوزَ كِسْرَى وَقَيْصَرَ، وَدَانَتْ لَهُمْ مَشَارِقُ الْأَرْضِ وَمَغَارِبُهَا: لَيْسَ فِيهِمْ حَالِقٌ. نَرْجُو اللَّهَ أَنْ يُرِيَنَا وَإِخْوَانَنَا الْمُؤْمِنِينَ الْحَقَّ حَقًّا، وَيَرْزُقَنَا اتِّبَاعَهُ، وَالْبَاطِلَ بَاطِلًا وَيَرْزُقَنَا اجْتِنَابَهُ. </p><p> أَمَّا الْأَحَادِيثُ النَّبَوِيَّةُ الدَّالَّةُ عَلَى إِعْفَاءِ اللِّحْيَةِ، فَلَسْنَا بِحَاجَةٍ إِلَى ذِكْرِهَا لِشُهْرَتِهَا بَيْنَ النَّاسِ، وَكَثْرَةِ الرَّسَائِلِ الْمُؤَلَّفَةِ فِي ذَلِكَ. وَقَصَدْنَا هُنَا أَنْ نُبَيِّنَ دَلِيلَ ذَلِكَ مِنَ الْقُرْآنِ. وَإِنَّمَا قَالَ هَارُونُ لِأَخِيهِ قَالَ يَاابْنَ أُمَّ لِأَنَّ قَرَابَةَ الْأُمِّ أَشَدُّ عَطْفًا وَحَنَانًا مِنْ قَرَابَةِ الْأَبِ. </p><p> وَأَصْلُهُ يَا ابْنَ أُمِّي بِالْإِضَافَةِ إِلَى يَاءِ الْمُتَكَلِّمِ، وَيَطَّرِدُ حَذْفُ الْيَاءِ وَإِبْدَالُهَا أَلِفًا وَحَذْفُ الْأَلِفِ الْمُبْدَلَةِ مِنْهَا كَمَا هُنَا، وَإِلَى ذَلِكَ أَشَارَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَفَتْحٌ أَوْ كَسْرٌ وَحَذْفُ الْيَا اسْتَمَرْ ... فِي يَا بْنَ أُمَّ يَا بْنَ عَمَّ لَا مَفَرْ </p>"
}