{
  "id": null,
  "sura": 20,
  "aya": 105,
  "text": "<p> سُورَةِ «الْأَنْعَامِ» : قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَاحَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلَا سَاءَ مَا يَزِرُونَ [٦ \\ ٣١] ، وَقَوْلِهِ فِي «النَّحْلِ» : لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ [١٦ \\ ٢٥] ، وَقَوْلِهِ فِي «الْعَنْكَبُوتِ» : وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ [٢٩ \\ ١٣] ، وَقَوْلِهِ فِي «فَاطِرٍ» : وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى [٣٥ \\ ١٨] ،. </p><p> وَبِهَذِهِ الْآيَاتِ الَّتِي ذَكَرْنَا وَأَمْثَالِهَا فِي الْقُرْآنِ تَعْلَمُ أَنَّ مَعْنَى قَوْلِهِ تَعَالَى: فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا [٢٠ \\ ١٠٠] ، وَقَوْلِهِ: وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا [٢٠ \\ ١٠١] ، أَنَّ الْمُرَادَ بِذَلِكَ الْوِزْرِ الْمَحْمُولِ أَثْقَالُ ذُنُوبِهِمْ وَكُفْرِهِمْ يَأْتُونَ يَوْمَ الْقِيَامَةِ يَحْمِلُونَهَا: سَوَاءٌ قُلْنَا إِنَّ أَعْمَالَهُمُ السَّيِّئَةُ تَتَجَسَّمُ فِي أَقْبَحِ صُورَةٍ وَأَنْتَنِهَا، أَوْ غَيْرِ ذَلِكَ كَمَا تَقَدَّمَ إِيضَاحُهُ. وَالْعِلْمُ عِنْدَ اللَّهِ. وَقَدْ قَدَّمْنَا عَمَلَ «سَاءَ» الَّتِي بِمَعْنَى بِئْسَ مِرَارًا. فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُهُ تَعَالَى: خَالِدِينَ فِيهِ. قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: خَالِدِينَ فِيهِ يُرِيدُ مُقِيمِينَ فِيهِ، أَيْ: فِي جَزَائِهِ، وَجَزَاؤُهُ جَهَنَّمُ. </p><p> تَنْبِيهٌ </p><p> إِفْرَادُ الضَّمِيرِ فِي قَوْلِهِ: أَعْرَضَ وَقَوْلِهِ: فَإِنَّهُ وَقَوْلِهِ: يَحْمِلُ بِاعْتِبَارِ لَفْظِ «مَنْ» وَأَمَّا جَمْعُ خَالِدِينَ وَضَمِيرُ لَهُمْ يَوْمَ الْقِيَامَةِ فَبِاعْتِبَارِ مَعْنَى مِنْ. كَقَوْلِهِ: وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا [٢٠ \\ ١٠١] ، وَقَوْلِهِ: وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا الْآيَةَ [٧٢ \\ ٢٣] . </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِنْ قُلْتَ: اللَّامُ فِي «لَهُمْ» مَا هِيَ؟ وَبِمَ تَتَعَلَّقُ؟ قُلْتُ: هِيَ لِلْبَيَانِ كَمَا فِي هَيْتَ لَكَ. [١٢ \\ ٢٣] . </p><p> قَوْلُهُ تَعَالَى: وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُمْ يَسْأَلُونَهُ عَنِ الْجِبَالِ، وَأَمَرَهُ أَنْ يَقُولَ لَهُمْ: </p><p> إِنَّ رَبَّهُ يَنْسِفُهَا نَسْفًا، وَذَلِكَ بِأَنْ يَقْلَعَهَا مِنْ أُصُولِهَا، ثُمَّ يَجْعَلَهَا كَالرَّمْلِ الْمُتَهَايِلِ الَّذِي يَسِيلُ، وَكَالصُّوفِ الْمَنْفُوشِ تُطَيِّرُهَا الرِّيَاحُ هَكَذَا وَهَكَذَا. </p><p> وَاعْلَمْ أَنَّهُ جَلَّ وَعَلَا بَيَّنَ الْأَحْوَالَ الَّتِي تَصِيرُ إِلَيْهَا الْجِبَالُ يَوْمَ الْقِيَامَةِ فِي آيَاتٍ مِنْ كِتَابِهِ. فَبَيَّنَ أَنَّهُ يَنْزِعُهَا مِنْ أَمَاكِنِهَا وَيَحْمِلُهَا فَيَدُكُّهَا دَكًّا. وَذَلِكَ فِي قَوْلِهِ: فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً [٦٩ \\ ١٣ - ١٤] ،. </p><p> ثُمَّ بَيَّنَ أَنَّهُ يُسَيِّرُهَا فِي الْهَوَاءِ بَيْنَ السَّمَاءِ وَالْأَرْضِ. وَذَلِكَ فِي قَوْلِهِ وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ [٢٧ \\ ٨٧ - ٨٨] ، وَقَوْلِهِ: وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً الْآيَةَ [١٨ \\ ٤٧] وَقَوْلِهِ: وَإِذَا الْجِبَالُ سُيِّرَتْ [٨١ \\ ٣] ، وَقَوْلِهِ تَعَالَى: وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا [٧٨ \\ ٢٠] ، وَقَوْلِهِ تَعَالَى: يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا وَتَسِيرُ الْجِبَالُ سَيْرًا [٥٢ \\ ٩ - ١٠] ،. </p><p> ثُمَّ بَيَّنَ أَنَّهُ يُفَتِّتُهَا وَيَدُقُّهَا كَقَوْلِهِ وَبُسَّتِ الْجِبَالُ بَسًّا أَيْ: فُتِّتَتْ حَتَّى صَارَتْ كَالْبَسِيسَةِ، وَهِيَ دَقِيقٌ مَلْتُوتٌ بِسَمْنٍ أَوْ نَحْوِهِ عَلَى الْقَوْلِ بِذَلِكَ، وَقَوْلِهِ: وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً [٦٩ \\ ١٤] ،. </p><p> ثُمَّ بَيَّنَ أَنَّهُ يُصَيِّرُهَا كَالرَّمْلِ الْمُتَهَايِلِ، وَكَالْعِهْنِ الْمَنْفُوشِ؟ وَذَلِكَ فِي قَوْلِهِ: يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا [٧٣ \\ ١٤] ، وَقَوْلِهِ تَعَالَى: يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ وَتَكُونُ الْجِبَالُ كَالْعِهْنِ [٧٠ \\ ٩] ، فِي «الْمَعَارِجِ، وَالْقَارِعَةِ» . وَالْعِهْنُ: الصُّوفُ الْمَصْبُوغُ. وَمِنْهُ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى فِي مُعَلَّقَتِهِ: </p><p> كَأَنَّ فُتَاتَ الْعِهْنِ فِي كُلِّ مَنْزِلٍ ... نَزَلْنَ بِهِ حَبُّ الْفَنَا لَمْ يُحَطَّمِ </p><p> ثُمَّ بَيَّنَ أَنَّهَا تَصِيرُ كَالْهَبَاءِ الْمُنْبَثِّ فِي قَوْلِهِ: وَبُسَّتِ الْجِبَالُ بَسًّا فَكَانَتْ هَبَاءً مُنْبَثًّا [٥٦ \\ ٥ - ٦] ، ثُمَّ بَيَّنَ أَنَّهَا تَصِيرُ سَرَابًا، وَذَلِكَ فِي قَوْلِهِ: وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا [٧٨ \\ ٢٠] ، وَقَدْ بَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّ السَّرَابَ لَا شَيْءَ. وَذَلِكَ قَوْلُهُ تَعَالَى: حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا [٢٤ \\ ٣٩] ، وَبَيَّنَ أَنَّهُ يَنْسِفُهَا نَسْفًا فِي قَوْلِهِ هُنَا: وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا [٢٠ \\ ١٠٥] ،. </p><p> تَنْبِيهٌ </p>"
}