{
  "id": null,
  "sura": 20,
  "aya": 57,
  "text": "<p> وَمَقْصُودُهُ بِذَلِكَ كُلِّهِ تَعْظِيمُ أَمْرِ نَفْسِهِ وَتَحْقِيرُ أَمْرِ مُوسَى، وَأَنَّهُ لَا يُمْكِنُ أَنْ يَتْبَعَ الْفَاضِلُ الْمَفْضُولَ. </p><p> وَقَدْ بَيَّنَ جَلَّ وَعَلَا: أَنَّ فِرْعَوْنَ كَذَّبَ وَأَبَى، وَهُوَ عَالِمٌ بِأَنَّ مَا جَاءَ بِهِ مُوسَى حَقٌّ. وَأَنَّ الْآيَاتِ الَّتِي كَذَّبَ بِهَا وَأَبَى عَنْ قَبُولِهَا مَا أَنْزَلَهَا إِلَّا اللَّهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا [٢٧ ١٤] . وَقَوْلُهُ قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَافِرْعَوْنُ مَثْبُورًا [١٧ ١٠٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ أَرَيْنَاهُ أَصْلُهُ مِنْ رَأَى الْبَصْرِيَّةَ عَلَى الصَّحِيحِ. </p><p> قَوْلُهُ تَعَالَى: قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ لَمَّا أَرَى فِرْعَوْنَ آيَاتِهِ عَلَى يَدِ نَبِيِّهِ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ قَالَ: إِنَّ الْآيَاتِ الَّتِي جَاءَ بِهَا مُوسَى سِحْرٌ، وَإِنَّهُ يُرِيدُ بِهَا إِخْرَاجَ فِرْعَوْنَ وَقَوْمِهِ مِنْ أَرْضِهِمْ. </p><p> أَمَّا دَعْوَاهُ هُوَ وَقَوْمُهُ أَنَّ مُوسَى سَاحِرٌ فَقَدْ ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا فِي مَوَاضِعَ كَثِيرَةٍ مِنْ كِتَابِهِ. كَقَوْلِهِ: فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ [٢٧ ١٣] ، وَقَوْلِهِ: فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا إِنَّ هَذَا لَسِحْرٌ مُبِينٌ [١٠ ٧٦] ، وَقَوْلِهِ: إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ [٢٠ ٧١] ، وَقَوْلِهِ: وَقَالُوا يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ الْآيَةَ [٤٣ ٤٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَمَّا ادِّعَاؤُهُمْ أَنَّهُ يُرِيدُ إِخْرَاجَهُمْ مِنْ أَرْضِهِمْ بِالسِّحْرِ فَقَدْ ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا أَيْضًا فِي مَوَاضِعَ مِنْ كِتَابِهِ. كَقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ: قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَامُوسَى [٢٠ ٥٧] ، وَقَوْلِهِ فِي «الْأَعْرَافِ» : قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ [٧ ١٠٩ - ١١٠] ، وَقَوْلِهِ فِي «الشُّعَرَاءِ» : قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِ فَمَاذَا تَأْمُرُونَ [٢٦ ٣٤] ، وَقَوْلِهِ فِي «يُونُسَ» : قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ [١٠ ٧٨] ، وَقَالَ سَحَرَةُ فِرْعَوْنَ: إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى [٢٠ ٦٣] . </p>"
}