{
  "id": null,
  "sura": 20,
  "aya": 77,
  "text": "<p> وَمَعْنَى أَبْقَى أَكْثَرُ بَقَاءً. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا. </p><p> ذَكَرَ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّهُ أَيِ: الْأَمْرُ وَالشَّأْنُ مَنْ يَأْتِ رَبَّهُ يَوْمَ الْقِيَامَةِ فِي حَالِ كَوْنِهِ مُجْرِمًا أَيْ: مُرْتَكِبًا الْجَرِيمَةَ فِي الدُّنْيَا حَتَّى مَاتَ عَلَى ذَلِكَ كَالْكَافِرِ عِيَاذًا بِاللَّهِ تَعَالَى فَإِنَّ لَهُ عِنْدَ اللَّهِ جَهَنَّمَ يُعَذَّبُ فِيهَا فَـ لَا يَمُوتُ فَيَسْتَرِيحُ وَلَا يَحْيَا حَيَاةً فِيهَا رَاحَةٌ. </p><p> وَهَذَا الَّذِي ذَكَرَهُ هُنَا أُوَضِّحُهُ فِي غَيْرِ هَذَا الْمَوْضِعِ: كَقَوْلِهِ: وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ [٣٠ ٣٦] وَقَوْلِهِ تَعَالَى: وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَى مِنْ مَاءٍ صَدِيدٍ يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ [١٤ ١٥ - ١٧] وَقَوْلِهِ تَعَالَى: كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ [٤ ٥٦] وَقَوْلِهِ تَعَالَى: وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا [٨٧ ١١ - ١٣] وَقَوْلِهِ تَعَالَى: وَنَادَوْا يَامَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ [٤٣ ٧٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ عُبَيدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَحَدِ فُقَهَاءِ الْمَدِينَةِ السَّبْعَةِ: </p><p> أَلَا مَنْ لِنَفْسٍ لَا تَمُوتُ فَيَنْقَضِي ... شَقَاهَا وَلَا تَحْيَا حَيَاةً لَهَا طَعْمُ </p><p> قَوْلُهُ تَعَالَى: وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ:  «أَنَّ» وَمَنْ يَأْتِهِ يَوْمَ الْقِيَامَةِ فِي حَالِ كَوْنِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ أَيْ: فِي الدُّنْيَا حَتَّى مَاتَ عَلَى ذَلِكَ فَأُولَئِكَ لَهُمُ عِنْدَ اللَّهِ الدَّرَجَاتُ الْعُلَا وَالْعُلَا: جَمْعُ عُلْيَا وَهِيَ تَأْنِيثُ الْأَعْلَى. وَقَدْ أَشَارَ إِلَى هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ تَعَالَى: وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا [١٧ ٢١] وَقَوْلِهِ: وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا [٦ ١٣٢] وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَافُ دَرَكًا وَلَا تَخْشَى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ. أَنَّهُ أَوْحَى إِلَى نَبِيِّهِ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ </p><p> وَالسَّلَامُ: أَنْ يَسْرِيَ بِعِبَادِهِ، وَهُمْ بَنُو إِسْرَائِيلَ فَيُخْرِجَهُمْ مِنْ قَبْضَةِ فِرْعَوْنَ لَيْلًا، وَأَنْ يَضْرِبَ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا، أَيْ: يَابِسًا لَا مَاءَ فِيهِ، وَلَا بَلَلَ، وَأَنَّهُ لَا يَخَافُ دَرَكًا مِنْ فِرْعَوْنَ وَرَاءَهُ أَنْ يَنَالَهُ بِسُوءٍ. وَلَا يَخْشَى مِنَ الْبَحْرِ أَمَامَهُ أَنْ يَغْرَقَ قَوْمُهُ. وَقَدْ أَوْضَحَ هَذِهِ الْقِصَّةَ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي سُورَةِ «الشُّعَرَاءِ» : وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ مُتَّبَعُونَ فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ وَإِنَّهُمْ لَنَا لَغَائِظُونَ وَإِنَّا لَجَمِيعٌ حَاذِرُونَ فَأَخْرَجْنَاهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ فَأَتْبَعُوهُمْ مُشْرِقِينَ فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ [٢٦ ٥٢ - ٦٣] . </p><p> فَقَوْلُهُ فِي «الشُّعَرَاءِ» : أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ [٢٦ ٦٣] أَيْ: فَضَرَبَهُ فَانْفَلَقَ يُوَضِّحُ مَعْنَى قَوْلِهِ: فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا [٢٠ ٧٧] وَقَوْلُهُ: قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ قَالَ كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ [٢٦ ٦١ - ٦٢] يُوَضِّحُ مَعْنَى قَوْلِهِ: لَا تَخَافُ دَرَكًا وَلَا تَخْشَى وَقَدْ أَشَارَ تَعَالَى إِلَى ذَلِكَ فِي قَوْلِهِ فِي «الدُّخَانِ» : فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ [٤٤ ٢٢ - ٢٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا طَرَفًا مِنْ ذَلِكَ فِي سُورَةِ «الْبَقَرَةِ» ، وَالْقِصَّةُ مَعْرُوفَةٌ وَاضِحَةٌ مِنَ الْقُرْآنِ الْعَظِيمِ. وَقَرَأَ نَافِعٌ، وَابْنُ كَثِيرٍ «أَنِ اسْرِ» بِهَمْزَةِ وَصْلٍ وَكَسْرِ نُونٍ أَنْ لِالْتِقَاءِ السَّاكِنَيْنِ، وَالْبَاقُونَ قَرَءُوا أَنْ أَسْرِ بِهَمْزَةِ قَطْعٍ مَفْتُوحَةٍ مَعَ إِسْكَانِ نُونِ «أَنْ» وَقَدْ قَدَّمْنَا فِي سُورَةِ «هُودٍ» أَنَّ أَسْرَى وَسَرَى لُغَتَانِ وَبَيَّنَا شَوَاهِدَ ذَلِكَ الْعَرَبِيَّةَ. وَقَرَأَ حَمْزَةُ لَا تَخَفْ بِسُكُونِ الْفَاءِ بِدُونِ أَلِفٍ بَيْنَ الْخَاءِ، وَالْفَاءِ، وَهُوَ مَجْزُومٌ لِأَنَّهُ جَزَاءُ الطَّلَبِ، أَيْ: فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَفْ. وَقَدْ قَدَّمْنَا أَنَّ نَحْوَ ذَلِكَ مِنَ الْجَزْمِ بِشَرْطٍ مَحْذُوفٍ تَدُلُّ عَلَيْهِ صِيغَةُ الطَّلَبِ، أَيْ: أَنْ تَضْرِبَ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَفْ. وَعَلَى قِرَاءَةِ الْجُمْهُورِ «لَا تَخَافُ» بِالرَّفْعِ، فَلَا إِشْكَالَ فِي قَوْلِهِ وَلَا تَخْشَى لِأَنَّهُ فِعْلٌ مُضَارِعٌ مَرْفُوعٌ بِضَمَّةٍ مُقَدَّرَةٍ عَلَى الْأَلِفِ، مَعْطُوفٌ عَلَى فِعْلٍ مُضَارِعٍ مَرْفُوعٍ هُوَ قَوْلُهُ: لَا تَخَافُ. </p><p> وَأَمَّا عَلَى قِرَاءَةِ حَمْزَةَ «لَا تَخَفْ» بِالْجَزْمِ فَفِي قَوْلِهِ وَلَا تَخْشَى إِشْكَالٌ مَعْرُوفٌ، وَهُوَ أَنَّهُ مَعْطُوفٌ عَلَى مُضَارِعٍ مَجْزُومٍ، وَذَلِكَ يَقْتَضِي جَزْمَهُ، وَلَوْ جُزِمَ لَحُذِفَتِ </p><p> الْأَلِفُ مِنْ تَخْشَى عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَاحْذِفْ جَازِمًا ... ثَلَاثَهُنَّ تَقْضِ حُكْمًا لَازِمًا </p><p> وَالْأَلِفُ لَمْ تُحْذَفْ فَوَقَعَ الْإِشْكَالُ بِسَبَبِ ذَلِكَ. </p><p> وَأُجِيبَ عَنْهُ مِنْ ثَلَاثَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: أَنَّ وَلَا تَخْشَى مُسْتَأْنَفٌ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، تَقْدِيرُهُ: وَأَنْتَ لَا تَخْشَى، أَيْ: وَمِنْ شَأْنِكَ أَنَّكَ آمِنٌ لَا تَخْشَى. </p><p> وَالثَّانِي: أَنَّ الْفِعْلَ مَجْزُومٌ، وَالْأَلِفُ لَيْسَتْ هِيَ الْأَلِفُ الَّتِي فِي مَوْضِعِ لَامِ الْكَلِمَةِ، وَلَكِنَّهَا زِيدَتْ لِلْإِطْلَاقِ مِنْ أَجْلِ الْفَاصِلَةِ، كَقَوْلِهِ: فَأَضَلُّونَا السَّبِيلَ [٣٣ ٦٧] وَقَوْلِهِ: وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ [٣٣ ١٠] . </p><p> وَالثَّالِثُ: أَنَّ إِشْبَاعَ الْحَرَكَةِ بِحَرْفِ مَدٍّ يُنَاسِبُهَا أُسْلُوبٌ مَعْرُوفٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، كَقَوْلِ عَبْدِ يَغُوثَ بْنِ وَقَّاصٍ الْحَارِثِيِّ: </p><p> وَتَضْحَكُ مِنِّي شَيْخَةٌ عَبْشَمِيَّةٌ ... كَأَنْ لَمْ تَرَ قَبْلِي أَسِيرًا يَمَانِيَا </p><p> وَقَوْلِ الرَّاجِزِ: </p><p> إِذَا الْعَجُوزُ غَضِبَتْ فَطَلِّقْ ... وَلَا تَرَضَّاهَا وَلَا تَمَلَّقْ </p><p> وَقَوْلِ الْآخَرِ: </p><p> قُلْتُ وَقَدْ خَرَّتْ عَلَى الْكَلْكَالِ ... يَا نَاقَتِي مَا جُلْتِ مِنْ مَجَالِ </p><p> وَقَوْلِ عَنْتَرَةَ فِي مُعَلَّقَتِهِ: </p><p> يَنْبَاعُ مِنْ ذَفِرَيْ غَضُوبٍ جَسْرَةٍ ... زَيَّافَةٍ مِثْلَ الْفَنِيقِ الْمُكْدَمِ </p><p> فَالْأَصْلُ فِي الْبَيْتِ الْأَوَّلِ: كَأَنْ لَمْ تَرَ، وَلَكِنَّ الْفَتْحَةَ أُشْبِعَتْ. وَالْأَصْلُ فِي الثَّانِي، وَلَا تَرْضَهَا، وَلَكِنَّ الْفَتْحَةَ أُشْبِعَتْ. وَالْأَصْلُ فِي الثَّالِثِ عَلَى الْكَلْكَالِ يَعْنِي الصَّدْرَ، وَلَكِنَّ الْفَتْحَةَ أُشْبِعَتْ. وَالْأَصْلُ فِي الرَّابِعِ يَنْبُعُ يَعْنِي أَنَّ الْعَرَقَ يَنْبُعُ مِنْ عَظْمِ الذِّفْرَى مِنْ نَاقَتِهِ عَلَى التَّحْقِيقِ، وَلَكِنَّ الْفَتْحَةَ أُشْبِعَتْ، وَإِشْبَاعُ الْفَتْحَةِ بِأَلْفٍ فِي هَذِهِ الْأَبْيَاتِ وَأَمْثَالِهَا مِمَّا لَمْ نَذْكُرْهُ لَيْسَ لِضَرُورَةٍ لِلشِّعْرِ لِتَصْرِيحِ عُلَمَاءِ الْعَرَبِيَّةِ بِأَنَّهُ أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ. وَيُؤَيِّدُ ذَلِكَ أَنَّهُ مَسْمُوعٌ فِي النَّثْرِ، كَقَوْلِهِمْ فِي النَّثْرِ: كَلْكَالٌ، وَخَاتَامٌ، وَدَانَاقٌ، يَعْنُونَ كَلْكَلًا، وَخَاتَمًا، وَدَانِقًا. وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ، وَأَكْثَرْنَا مِنْ شَوَاهِدِهَا الْعَرَبِيَّةِ فِي كِتَابِنَا </p>"
}