{
  "id": null,
  "sura": 20,
  "aya": 135,
  "text": "<p> أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى كَمَا أَوْضَحْنَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. وَيَزِيدُ ذَلِكَ إِيضَاحًا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ:  «مَا مِنْ نَبِيٍّ مِنَ الْأَنْبِيَاءِ إِلَّا أُوتِيَ مَا آمَنَ الْبَشَرُ عَلَى مِثْلِهِ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُهُ وَحْيًا أَوْحَاهُ اللَّهُ إِلَيَّ، فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ» وَفِي الْآيَةِ أَقْوَالٌ أُخَرُ غَيْرُ مَا ذَكَرْنَا. </p><p> قَوْلُهُ تَعَالَى: وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى. </p><p> قَدْ قَدَّمْنَا فِي سُورَةِ «النِّسَاءِ» أَنَّ آيَةَ «طه» هَذِهِ تُشِيرُ إِلَى مَعْنَاهَا آيَةُ «الْقَصَصِ» الَّتِي هِيَ قَوْلُهُ تَعَالَى: وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ [٢٨ \\ ٤٧] ، وَأَنَّ تِلْكَ الْحُجَّةَ الَّتِي يَحْتَجُّونَ بِهَا لَوْ لَمْ يَأْتِهِمْ نَذِيرٌ هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] . </p><p> قَوْلُهُ تَعَالَى: قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُوا. </p><p> أَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنْ يَقُولَ لِلْكُفَّارِ الَّذِينَ يَقْتَرِحُونَ عَلَيْهِ الْآيَاتِ عِنَادًا وَتَعَنُّتًا: كُلٌّ مِنَّا وَمِنْكُمْ مُتَرَبِّصٌ، أَيْ: مُنْتَظِرٌ مَا يَحِلُّ بِالْآخَرِ مِنَ الدَّوَائِرِ، كَالْمَوْتِ، وَالْغَلَبَةِ. وَقَدْ أَوْضَحَ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ مَا يَنْتَظِرُهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابُهُ وَالْمُسْلِمُونَ كُلُّهُ خَيْرٌ، بِعَكْسِ مَا يَنْتَظِرُهُ وَيَتَرَبَّصُ الْكُفَّارُ. كَقَوْلِهِ تَعَالَى: قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ [٩ \\ ٥٢] ، وَقَوْلِهِ: وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ الْآيَةَ [٩ \\ ٩٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَالتَّرَبُّصُ: الِانْتِظَارُ. </p><p> قَوْلُهُ تَعَالَى: فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَى. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ سَيَعْلَمُونَ فِي ثَانِي حَالٍ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَى. أَيْ: وُفِّقَ لِطَرِيقِ الصَّوَابِ، وَالدَّيْمُومَةِ عَلَى ذَلِكَ. وَأَمَرَ نَبِيَّهُ أَنْ يَقُولَ ذَلِكَ لِلْكُفَّارِ. وَالْمَعْنَى: سَيَتَّضِحُ لَكُمْ أَنَّا مُهْتَدُونَ، وَأَنَّا عَلَى صِرَاطٍ مُسْتَقِيمٍ، وَأَنَّكُمْ عَلَى ضَلَالٍ وَبَاطِلٍ. وَهَذَا يَظْهَرُ لَهُمْ يَوْمَ الْقِيَامَةِ إِذَا عَايَنُوا الْحَقِيقَةَ، وَيَظْهَرُ لَهُمْ فِي الدُّنْيَا لِمَا يَرَوْنَهُ مَنْ نَصْرِ اللَّهِ لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ هُنَا بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ: وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا [٢٥ \\ ٤٢] ، وَقَوْلِهِ: سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ [٥٤ \\ ٢٦] وَقَوْلِهِ: وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ [٣٨ \\ ٨٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَالصِّرَاطُ فِي لُغَةِ الْعَرَبِ: الطَّرِيقُ الْوَاضِحُ. وَالسَّوِيُّ: الْمُسْتَقِيمُ، وَهُوَ الَّذِي لَا اعْوِجَاجَ فِيهِ. وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> أَمِيرُ الْمُؤْمِنِينَ عَلَى صِرَاطٍ إِذَا اعْوَجَّ الْمَوَارِدُ مُسْتَقِيمُ وَ «مَنْ» فِي قَوْلِهِ مَنْ أَصْحَابُ قَالَ بَعْضُ الْعُلَمَاءِ: هِيَ مَوْصُولَةٌ مَفْعُولٌ بِهِ لِـ «تَعْلَمُونَ» . وَقَالَ بَعْضُهُمْ: هِيَ اسْتِفْهَامِيَّةٌ مُعَلِّقَةٌ لِفِعْلِ الْعِلْمِ، كَمَا قَدَّمْنَا إِيضَاحَهُ فِي «مَرْيَمَ» ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}