{
  "id": null,
  "sura": 20,
  "aya": 40,
  "text": "<p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ مِنَنِهِ الْمُتَتَابِعَةِ عَلَى مُوسَى حَيْثُ قَالَ وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى [٢٠ ٣٧] أَشَارَ إِلَى مَا يُشْبِهُهُ فِي قَوْلِهِ: وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ الْآيَةَ [٣٧ ١١٤] . </p><p> قَوْلُهُ تَعَالَى: وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي. </p><p> مِنْ آثَارِ هَذِهِ الْمَحَبَّةِ الَّتِي أَلْقَاهَا اللَّهُ عَلَى عَبْدِهِ وَنَبِيِّهِ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ مَا ذَكَرَهُ جَلَّ وَعَلَا فِي «الْقَصَصِ» فِي قَوْلِهِ: وَقَالَتِ امْرَأَةُ فِرْعَوْنَ قُرَّةُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ [٢٨ ٩] ، قَالَ ابْنُ عَبَّاسٍ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي: أَيْ أَحَبَّهُ اللَّهُ وَحَبَّبَهُ إِلَى خَلْقِهِ. وَقَالَ ابْنُ عَطِيَّةَ: جَعَلَ عَلَيْهِ مَسْحَةً مِنْ جَمَالٍ لَا يَكَادُ يَصْبِرُ عَنْهُ مَنْ رَآهُ. وَقَالَ قَتَادَةُ: كَانَتْ فِي عَيْنَيْ مُوسَى مَلَاحَةٌ، مَا رَآهُ أَحَدٌ إِلَّا أَحَبَّهُ وَعَشِقَهُ. قَالَ الْقُرْطُبِيُّ </p><p> قَوْلُهُ تَعَالَى إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ. </p><p> اخْتُلِفَ فِي الْعَامِلِ النَّاصِبِ لِلظَّرْفِ الَّذِي هُوَ «إِذْ» مِنْ قَوْلِهِ إِذْ تَمْشِي أُخْتُكَ فَقِيلَ: هُوَ «أَلْقَيْتُ» أَيَ أَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي حِينَ تَمْشِي أُخْتُكَ. وَقِيلَ: هُوَ «تُصْنَعَ» أَيْ «تُصْنَعَ عَلَى عَيْنِي» حِينَ تَمْشِي أُخْتُكَ. وَقِيلَ: هُوَ بَدَلٌ مِنْ «إِذْ» فِي قَوْلِهِ إِذْ أَوْحَيْنَا إِلَى أُمِّكَ [٢٠ ٣٨] . </p><p> قَالَ الزَّمَخْشَرِيُّ: فَإِنْ قُلْتَ: كَيْفَ يَصِحُّ الْبَدَلُ، وَالْوَقْتَانِ مُخْتَلِفَانِ مُتَبَاعِدَانِ؟ قُلْتُ: كَمَا يَصِحُّ وَإِنِ اتَّسَعَ الْوَقْتُ وَتَبَاعَدَ طَرَفَاهُ أَنْ يَقُولَ لَكَ الرَّجُلُ: لَقِيتُ فُلَانًا سَنَةَ كَذَا. فَتَقُولُ: وَأَنَا لَقِيتُهُ إِذْ ذَاكَ. وَرُبَّمَا لَقِيَهُ هُوَ فِي أَوَّلِهَا وَأَنْتَ فِي آخِرِهَا. </p><p> وَهَذَا الَّذِي ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ كَوْنِ أُخْتِهِ مَشَتْ إِلَيْهِمْ، وَقَالَتْ لَهُمْ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ أَوْضَحَهُ جَلَّ وَعَلَا فِي سُورَةِ «الْقَصَصِ» فَبَيَّنَ أَنَّ أُخْتَهُ الْمَذْكُورَةَ مُرْسَلَةٌ مِنْ قِبَلِ أُمِّهَا لِتَتَعَرَّفَ خَبَرَهُ بَعْدَ ذَهَابِهِ فِي الْبَحْرِ، وَأَنَّهَا أَبْصَرَتْهُ مِنْ بَعْدُ وَهُمْ لَا يَشْعُرُونَ بِذَلِكَ. وَأَنَّ اللَّهَ حَرَّمَ عَلَيْهِ الْمَرَاضِعَ غَيْرَ أُمِّهِ تَحْرِيمًا كَوْنِيًّا قَدَرِيًّا. فَقَالَتْ لَهُمْ أُخْتُهُ هَلْ أَدُلُّكُمْ عَلَى مَنْ يَكْفُلُهُ أَيْ عَلَى مُرْضِعٍ يَقْبَلُ هُوَ ثَدْيَهَا وَتَكْفُلُهُ لَكُمْ بِنُصْحٍ وَأَمَانَةٍ وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ فَرَدَدْنَاهُ إِلَى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ [٢٨ ١١ - ١٣] </p><p> فَقَوْلُهُ تَعَالَى فِي آيَةِ «الْقَصَصِ» هَذِهِ وَقَالَتْ لِأُخْتِهِ أَيْ قَالَتْ أُمُّ مُوسَى لِأُخْتِهِ وَهِيَ ابْنَتُهَا قُصِّيهِ أَيِ اتْبَعِي أَثَرَهُ، وَتَطَلَّبِي خَبَرَهُ حَتَّى تَطَّلِعِي عَلَى حَقِيقَةِ أَمْرِهِ. </p><p> وَقَوْلُهُ: فَبَصُرَتْ بِهِ عَنْ جُنُبٍ أَيْ رَأَتْهُ مِنْ بَعِيدٍ كَالْمُعْرِضَةِ عَنْهُ، تَنْظُرُ إِلَيْهِ وَكَأَنَّهَا لَا تُرِيدُهُ وَهُمْ لَا يَشْعُرُونَ بِأَنَّهَا أُخْتُهُ جَاءَتْ لِتَعْرِفَ خَبَرَهُ فَوَجَدَتْهُ مُمْتَنِعًا مِنْ أَنْ يَقْبَلَ ثَدْيَ مُرْضِعَةٍ، لِأَنَّ اللَّهَ يَقُولُ: وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ أَيْ تَحْرِيمًا كَوْنِيًّا قَدَرِيًّا، أَيْ مَنَعْنَاهُ مِنْهَا لِيَتَيَسَّرَ بِذَلِكَ رُجُوعُهُ إِلَى أُمِّهِ، لِأَنَّهُ لَوْ قَبِلَ غَيْرَهَا أَعْطَوْهُ لِذَلِكَ الْغَيْرِ الَّذِي قَبِلَهُ لِيُرْضِعَهُ وَيَكْفُلَهُ فَلَمْ يَرْجِعْ إِلَى أُمِّهِ. وَعَنِ ابْنِ عَبَّاسٍ: أَنَّهُ لَمَّا قَالَتْ لَهُمْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ أَخَذُوهَا وَشَكُّوا فِي أَمْرِهَا وَقَالُوا لَهَا: مَا يُدْرِيكِ بِنُصْحِهِمْ لَهُ وَشَفَقَتِهِمْ عَلَيْهِ؟ </p><p> فَقَالَتْ لَهُمْ: نُصْحُهُمْ لَهُ، وَشَفَقَتُهُمْ عَلَيْهِ رَغْبَةً فِي سُرُورِ الْمَلِكِ، وَرَجَاءَ مَنْفَعَتِهِ، فَأَرْسَلُوهَا. فَلَمَّا قَالَتْ لَهُمْ ذَلِكَ وَخَلَصَتْ مِنْ أَذَاهُمْ، ذَهَبُوا مَعَهَا إِلَى مَنْزِلِهِمْ فَدَخَلُوا بِهِ عَلَى أُمِّهِ فَأَعْطَتْهُ ثَدْيَهَا فَالْتَقَمَهُ فَفَرِحُوا بِذَلِكَ فَرَحًا شَدِيدًا وَذَهَبَ الْبَشِيرُ إِلَى امْرَأَةِ الْمَلِكِ فَاسْتَدْعَتْ أُمَّ مُوسَى، وَأَحْسَنَتْ إِلَيْهَا، وَأَعْطَتْهَا عَطَاءً جَزِيلًا وَهِيَ لَا تَعْرِفُ أَنَّهَا أُمُّهُ فِي الْحَقِيقَةِ، وَلَكِنْ لِكَوْنِهِ قَبِلَ ثَدْيَهَا. ثُمَّ سَأَلَتْهَا «آسِيَةُ» أَنْ تُقِيمَ عِنْدَهَا فَتُرْضِعُهُ فَأَبَتْ عَلَيْهَا وَقَالَتْ: إِنَّ لِي بَعْلًا وَأَوْلَادًا، وَلَا أَقْدِرُ عَلَى الْمَقَامِ عِنْدَكِ، وَلَكِنْ إِنْ أَحْبَبْتِ أَنْ أُرْضِعَهُ فِي بَيْتِي فَعَلْتُ فَأَجَابَتْهَا امْرَأَةُ فِرْعَوْنَ إِلَى ذَلِكَ، وَأَجْرَتْ عَلَيْهَا النَّفَقَةَ، وَالصِّلَاتِ، وَالْكَسَاوَى، وَالْإِحْسَانَ الْجَزِيلَ. فَرَجَعَتْ أُمُّ مُوسَى بِوَلَدِهَا قَدْ أَبْدَلَهَا اللَّهُ بَعْدَ خَوْفِهَا أَمْنًا فِي عِزٍّ وَجَاهٍ، وَرِزْقِ دَارٍ. اهـ مِنِ ابْنِ كَثِيرٍ. </p><p> وَقَوْلُهُ تَعَالَى فِي آيَةِ «الْقَصَصِ» : وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ [٢٨ ١٣] وَعْدُ اللَّهِ الْمَذْكُورُ هُوَ قَوْلُهُ: وَلَا تَخَافِي وَلَا تَحْزَنِي إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ [٢٨ ٧] ، وَالْمُؤَرِّخُونَ يَقُولُونَ: إِنَّ أُخْتَ مُوسَى الْمَذْكُورَةَ اسْمُهَا «مَرْيَمُ» وَقَوْلُهُ كَيْ تَقَرَّ عَيْنُهَا إِنْ قُلْنَا فِيهِ: إِنَّ «كَيْ» حَرْفٌ مَصْدَرِيٌّ فَاللَّامُ مَحْذُوفَةٌ، أَيْ لِكَيْ تَقَرَّ. وَإِنْ قُلْنَا: إِنَّهَا تَعْلِيلِيَّةٌ، فَالْفِعْلُ مَنْصُوبٌ بِأَنْ مُضْمَرَةٍ. وَقَوْلُهُ تَقَرَّ عَيْنُهَا قِيلَ: أَصْلُهُ مِنَ الْقَرَارِ. لِأَنَّ مَا يُحِبُّهُ الْإِنْسَانُ تَسْكُنُ عَيْنُهُ عَلَيْهِ، وَلَا تَنْظُرُ إِلَى غَيْرِهِ: كَمَا قَالَ أَبُو الطَّيِّبِ: </p><p> وَخَصْرٌ تَثْبُتُ الْأَبْصَارُ فِيهِ ... كَأَنَّ عَلَيْهِ مَنْ حَدَقٍ نِطَاقًا </p><p> وَقِيلَ: أَصْلُهُ مِنَ الْقُرِّ بِضَمِّ الْقَافِ وَهُوَ الْبَرْدُ، تَقُولُ الْعَرَبُ: يَوْمٌ قَرٌّ بِالْفَتْحِ أَيْ بَارِدٌ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> تَمِيمُ بْنُ مُرٍّ وَأَشْيَاعُهَا ... وَكِنْدَةُ حَوْلِي جَمِيعًا صُبُرْ </p><p> إِذَا رَكِبُوا الْخَيْلَ وَاسْتَلْأَمُوا ... تَحَرَّقَتِ الْأَرْضُ وَالْيَوْمُ قَرْ </p><p> وَمِنْهُ أَيْضًا قَوْلُ حَاتِمٍ الطَّائِيِّ الْجَوَادِ: </p><p> أَوْقِدْ فَإِنَّ اللَّيْلَ لَيْلٌ قَرُّ ... وَالرِّيحُ يَا وَاقِدُ رِيحٌ صَرُّ </p><p> عَلَّ يَرَى نَارَكَ مَنْ يَمُرُّ ... إِنْ جَلَبَتْ ضَيْفًا فَأَنْتَ حُرُّ </p><p> وَعَلَى هَذَا الْقَوْلِ: فَقُرَّةُ الْعَيْنِ مِنْ بَرْدِهَا. لِأَنَّ عَيْنَ الْمَسْرُورِ بَارِدَةٌ، وَدَمْعُ الْبُكَاءِ مِنَ السُّرُورِ بَارِدٌ جِدًّا، بِخِلَافِ عَيْنِ الْمَحْزُونِ فَإِنَّهَا حَارَّةٌ، وَدَمْعُ الْبُكَاءِ مِنَ الْحُزْنِ حَارٌّ جِدًّا. وَمِنْ أَمْثَالِ الْعَرَبِ: أَحَرُّ مِنْ دَمْعِ الْمُقِلَّاتِ. وَهِيَ الَّتِي لَا يَعِيشُ لَهَا وَلَدٌ، فَيَشْتَدُّ حُزْنُهَا لِمَوْتِ أَوْلَادِهَا فَتَشْتَدُّ حَرَارَةُ دَمْعِهَا لِذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا. </p><p> لَمْ يُبَيِّنْ هُنَا جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ سَبَبَ قَتْلِهِ لِهَذِهِ النَّفْسِ، وَلَا مِمَّنْ هِيَ، وَلَمْ يُبَيِّنِ السَّبَبَ الَّذِي نَجَّاهُ بِهِ مِنْ ذَلِكَ الْغَمِّ، وَلَا الْفُتُونِ الَّذِي فَتَنَهُ، وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ «الْقَصَصِ» خَبَرَ الْقَتِيلِ الْمَذْكُورِ فِي قَوْلِهِ تَعَالَى: وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ [٢٨ ١٥ - ١٦] وَأَشَارَ إِلَى الْقَتِيلِ الْمَذْكُورِ فِي قَوْلِهِ: قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ [٢٨ ٣٣] وَهُوَ الْمُرَادُ بِالذَّنْبِ فِي قَوْلِهِ تَعَالَى عَنْ مُوسَى: فَأَرْسِلْ إِلَى هَارُونَ وَلَهُمْ عَلَيَّ ذَنْبٌ فَأَخَافُ أَنْ يَقْتُلُونِ [٢٦ ١٣ - ١٤] وَهُوَ مُرَادُ فِرْعَوْنَ بِقَوْلِهِ لِمُوسَى فِيمَا ذَكَرَهُ اللَّهُ عَنْهُ: وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ الْآيَةَ [٢٦ ١٩] . وَقَدْ أَشَارَ تَعَالَى فِي «الْقَصَصِ» أَيْضًا إِلَى غَمِّ مُوسَى، وَإِلَى السَّبَبِ الَّذِي أَنْجَاهُ اللَّهُ بِهِ مِنْهُ فِي قَوْلِهِ: وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَامُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَى رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ </p><p> إِلَى قَوْلِهِ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ [٢٨ ٢٠ - ٢٥] . وَقَوْلِهِ وَفَتَنَّاكَ فُتُونًا، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْفُتُونُ مَصْدَرٌ، وَرُبَّمَا جَاءَ مَصْدَرُ الثُّلَاثِيُّ الْمُتَعَدِّي عَلَى فُعُولٍ. وَقَالَ بَعْضُهُمْ: هُوَ جَمْعُ فِتْنَةٍ. وَقَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ فُتُونًا يَجُوزُ أَنْ يَكُونَ مَصْدَرًا عَلَى فُعُولٍ فِي الْمُتَعَدِّي كَالثُّبُورِ، وَالشُّكُورِ، وَالْكُفُورِ. وَجَمَعَ فِتَنَ أَوْ فِتْنَةً عَلَى تَرْكِ الِاعْتِدَاءِ بِتَاءِ التَّأْنِيثِ كَحُجُوزٍ وَبُدُورٍ فِي حُجْزَةٍ وَبُدْرَةٍ أَيْ فَتَنَّاكَ ضُرُوبًا مِنَ الْفِتَنِ. وَقَدْ جَاءَ فِي تَفْسِيرِ الْفُتُونِ الْمَذْكُورِ حَدِيثٌ مَعْرُوفٌ عِنْدَ أَهْلِ الْعِلْمِ بِحَدِيثِ «الْفُتُونِ» ، أَخْرَجَهُ النَّسَائِيُّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ، وَسَاقَهُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ عَنِ النَّسَائِيِّ بِسَنَدِهِ. وَهُوَ حَدِيثٌ طَوِيلٌ يَقْتَضِي أَنَّ الْفُتُونَ يَشْمَلُ كُلَّ مَا جَرَى عَلَى مُوسَى مِنَ الْمِحَنِ مِنْ فِرْعَوْنَ فِي صِغَرِهِ وَكِبَرِهِ، كَالْخَوْفِ عَلَيْهِ مِنَ الذَّبْحِ وَهُوَ صَغِيرٌ، وَمِنْ أَجْلِ ذَلِكَ أُلْقِيَ فِي التَّابُوتِ وَقُذِفَ فِي الْيَمِّ فَأَلْقَاهُ الْيَمُّ بِالسَّاحِلِ. وَكَخَوْفِهِ وَهُوَ كَبِيرٌ مِنْ أَنْ يَقْتُلَهُ فِرْعَوْنُ بِالْقِبْطِيِّ الَّذِي قَتَلَهُ. وَعَلَى هَذَا فَالْآيَاتُ الَّتِي ذُكِرَتْ فِيهَا تِلْكَ الْمِحَنُ مُبَيِّنَةٌ لِلْفُتُونِ عَلَى تَفْسِيرِ ابْنِ عَبَّاسٍ لِلْفُتُونِ الْمَذْكُورِ. وَقَالَ ابْنُ كَثِيرٍ بَعْدَ أَنْ سَاقَ حَدِيثَ الْفُتُونِ بِطُولِهِ: هَكَذَا رَوَاهُ النَّسَائِيُّ فِي السُّنَنِ الْكُبْرَى. وَأَخْرَجَهُ أَبُو جَعْفَرِ بْنُ جَرِيرٍ، وَابْنُ أَبِي حَاتِمٍ فِي تَفْسِيرَيْهِمَا كُلِّهِمْ مِنْ حَدِيثِ يَزِيدَ بْنَ هَارُونَ بِهِ، وَهُوَ مَوْقُوفٌ مِنْ كَلَامِ ابْنِ عَبَّاسٍ، وَلَيْسَ فِيهِ مَرْفُوعٌ إِلَّا قَلِيلٌ مِنْهُ، وَكَأَنَّهُ تَلَقَّاهُ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ مِمَّا أُبِيحَ نَقْلُهُ مِنَ الْإِسْرَائِيلِيَّاتِ عَنْ كَعْبِ الْأَحْبَارِ أَوْ غَيْرِهِ. وَاللَّهُ أَعْلَمُ. وَسَمِعْتُ شَيْخَنَا الْحَافِظَ أَبَا الْحَجَّاجِ الْمِزِّيَّ يَقُولُ ذَلِكَ أَيْضًا اهـ. </p><p> قَوْلُهُ تَعَالَى: فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَى قَدَرٍ </p><p> . السِّنِينُ الَّتِي لَبِثَهَا فِي مَدْيَنَ هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ [٢٨ ٢٧] وَقَدْ قَدَّمْنَا فِي سُورَةِ «مَرْيَمَ» أَنَّهُ أَتَمَّ الْعَشْرَ، وَبَيَّنَّا دَلِيلَ ذَلِكَ مِنَ السُّنَةِ. وَبِهِ تَعْلَمُ أَنَّ الْأَجَلَ فِي قَوْلِهِ: فَلَمَّا قَضَى مُوسَى الْأَجَلَ [٢٨ ٢٩] أَنَّهُ عَشْرُ سِنِينَ لَا ثَمَانٍ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَبِثَ مُوسَى فِي مَدْيَنَ ثَمَانِيَ وَعِشْرِينَ سَنَةً، عَشْرٌ مِنْهَا مَهْرُ ابْنَةِ صِهْرِهِ، وَثَمَانِ عَشْرَةَ أَقَامَهَا هُوَ اخْتِيَارًا، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي قَوْلِهِ تَعَالَى: ثُمَّ جِئْتَ عَلَى قَدَرٍ يَامُوسَى [٢٠ ٤٠] أَيْ جِئْتَ عَلَى الْقَدَرِ الَّذِي قَدَرْتُهُ وَسَبَقَ فِي عِلْمِي أَنَّكَ تَجِيءُ فِيهِ فَلَمْ تَتَأَخَّرْ عَنْهُ وَلَمْ تَتَقَدَّمْ، كَمَا قَالَ تَعَالَى: إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ [٥٤ ٤٩] وَقَالَ: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ [١٣ ٨] ، </p>"
}