{
  "id": null,
  "sura": 20,
  "aya": 92,
  "text": "<p> وَأَمْوَالًا وَجَاهًا، وَهُمْ بِمَعْزِلٍ عَنْ مَذْهَبِ الصُّوفِيَّةِ الْحَقِّ، لَا يَعْمَلُونَ بِكِتَابِ اللَّهِ، وَلَا بِسُنَّةِ نَبِيِّهِ، وَاسْتِعْمَارُهُمْ لِأَفْكَارِ ضِعَافِ الْعُقُولِ أَشَدُّ مِنِ اسْتِعْمَارِ كُلِّ طَوَائِفِ الْمُسْتَعْمِرِينَ. فَيَجِبُ التَّبَاعُدُ عَنْهُمْ، وَالِاعْتِصَامُ مِنْ ضَلَالَتِهِمْ بِكِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ، وَلَوْ ظَهَرَ عَلَى أَيْدِيهِمْ بَعْضُ الْخَوَارِقِ، وَلَقَدْ صَدَقَ مَنْ قَالَ: </p><p> إِذَا رَأَيْتَ رَجُلًا يَطِيرُ ... وَفَوْقَ مَاءِ الْبَحْرِ قَدْ يَسِيرُ </p><p> وَلَمْ يَقِفْ عِنْدَ حُدُودِ الشَّرْعِ ... فَإِنَّهُ مُسْتَدْرِجٌ أَوْ بِدْعِي </p><p> وَالْقَوْلُ الْفَصْلُ فِي ذَلِكَ هُوَ قَوْلُهُ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا [٤ \\ ١٢٣] ، فَمَنْ كَانَ عَمَلُهُ مُخَالِفًا لِلشَّرْعِ كَمُتَصَوِّفَةِ آخِرِ الزَّمَانِ فَهُوَ الضَّالُّ. وَمَنْ كَانَ عَمَلُهُ مُوَافِقًا لِمَا جَاءَ بِهِ نَبِيُّنَا عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ فَهُوَ الْمُهْتَدِي. نَرْجُو اللَّهَ تَعَالَى أَنْ يَهْدِيَنَا وَإِخْوَانَنَا الْمُؤْمِنِينَ، وَأَلَّا يُزِيغَنَا، وَلَا يُضِلَّنَا عَنِ الْعَمَلِ بِكِتَابِهِ وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّتِي هِيَ مَحَجَّةٌ بَيْضَاءُ، لَيْلُهَا كَنَهَارِهَا، لَا يَزِيغُ عَنْهَا إِلَّا هَالِكٌ. </p><p> قَوْلُهُ تَعَالَى: قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِي. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ:  «لَا» فِي قَوْلِهِ: أَلَّا تَتَّبِعَنِي زَائِدَةٌ لِلتَّوْكِيدِ. وَاسْتَدَلَّ مَنْ قَالَ ذَلِكَ بِقَوْلِهِ تَعَالَى فِي «الْأَعْرَافِ» : قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ [٧ \\ ١٢] ، قَالَ لِأَنَّ الْمُرَادَ: مَا مَنَعَكَ أَنْ تَسْجُدَ إِذْ أَمَرْتُكَ. بِدَلِيلِ قَوْلِهِ فِي الْقِصَّةِ بِعَيْنِهَا فِي سُورَةِ «ص» : قَالَ يَاإِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ الْآيَةَ [٣٨] . فَحَذَفَ لَفْظَةَ «لَا» فِي «ص» مَعَ ثُبُوتِهَا فِي «الْأَعْرَافِ» ، وَالْمَعْنَى وَاحِدٌ. فَدَلَّ ذَلِكَ عَلَى أَنَّهَا مَزِيدَةٌ لِلتَّوْكِيدِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: قَدْ عُرِفَ فِي اللُّغَةِ الْعَرَبِيَّةِ أَنَّ زِيَادَةَ لَفْظَةِ «لَا» فِي الْكَلَامِ الَّذِي فِيهِ مَعْنَى الْجَحْدِ لِتَوْكِيدِهِ مُطَّرِدَةٌ. كَقَوْلِهِ هُنَا: مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِي أَيْ: مَا مَنَعَكَ أَنْ تَتْبَعَنِي، وَقَوْلُهُ: مَا مَنَعَكَ أَنْ تَسْجُدَ بِدَلِيلِ قَوْلِهِ فِي «ص» : مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ الْآيَةَ، وَقَوْلِهِ تَعَالَى: لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ الْآيَةَ [٥٧ \\ ٢٩] . أَيْ: لِيَعْلَمَ أَهْلُ الْكِتَابِ، وَقَوْلِهِ فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ [٤ \\ ٦٥] ، أَيْ فَوَرَبِّكَ لَا يُؤْمِنُونَ، وَقَوْلِهِ: وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ [٤١] ، </p><p> أَيْ: وَالسَّيِّئَةُ، وَقَوْلِهِ: وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ [٢١ \\ ٩٥] ، عَلَى أَحَدِ الْقَوْلَيْنِ، وَقَوْلِهِ: وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ [٦ \\ ١٠٩] ، عَلَى أَحَدِ الْقَوْلَيْنِ، وَقَوْلُهُ: قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا الْآيَةَ [٦ \\ ١٥١] عَلَى أَحَدِ الْأَقْوَالِ فِيهَا. </p><p> وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> فَلَا وَأَبِيكِ ابْنَةَ الْعَامِرِيِّ ... لَا يَدَّعِي الْقَوْمُ أَنِّي أَفِرْ </p><p> يَعْنِي فَوَأَبِيكِ. وَقَوْلُ أَبِي النَّجْمِ: </p><p> فَمَا أَلُومُ الْبِيضَ أَلَّا تَسْخَرَا ... لَمَّا رَأَيْنَ الشَّمِطَ الْقَفَنْدَرَا </p><p> يَعْنِي أَنْ تَسْخَرَ، وَقَوْلُ الْآخَرَ: </p><p> مَا كَانَ يَرْضَى رَسُولُ اللَّهِ دِينَهُمُ ... وَالْأَطْيَبَانِ أَبُو بَكْرٍ وَلَا عُمَرُ </p><p> يَعْنِي وَعُمَرُ. وَقَوْلُ الْآخَرِ: </p><p> وَتَلْحَيْنَنِي فِي اللَّهْوِ أَلَّا أُحِبَّهُ ... وَلِلَّهْوِ دَاعٍ دَائِبٌ غَيْرُ غَافِلِ </p><p> يَعْنِي أَنْ أُحِبَّهُ، وَ «لَا» مَزِيدَةٌ فِي جَمِيعِ الْأَبْيَاتِ لِتَوْكِيدِ الْجَحْدِ فِيهَا. وَقَالَ الْفَرَّاءُ: إِنَّهَا لَا تُزَادُ إِلَّا فِي الْكَلَامِ الَّذِي فِيهِ مَعْنَى الْجَحْدِ كَالْأَمْثِلَةِ الْمُتَقَدِّمَةِ. وَالْمُرَادُ بِالْجَحْدِ النَّفْيُ وَمَا يُشْبِهُ كَالْمَنْعِ فِي قَوْلِهِ: مَا مَنَعَكَ [٢٠ \\ ٨٩] ، وَنَحْوِ ذَلِكَ. وَالَّذِي يَظْهَرُ لَنَا، وَاللَّهُ تَعَالَى أَعْلَمُ. أَنَّ زِيَادَةَ لَفْظَةِ «لَا» لِتَوْكِيدِ الْكَلَامِ وَتَقْوِيَتِهِ أُسْلُوبٌ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، وَهُوَ فِي الْكَلَامِ الَّذِي فِيهِ مَعْنَى الْجَحْدِ أَغْلَبُ مَعَ أَنَّ ذَلِكَ مَسْمُوعٌ فِي غَيْرِهِ. وَأَنْشَدَ الْأَصْمَعِيُّ لِزِيَادَةِ «لَا» قَوْلَ سَاعِدَةَ الْهُذَلِيِّ: </p><p> أَفَعَنْكَ لَا بَرْقٌ كَأَنَّ وَمِيضَهُ ... غَابٌ تَسَنَّمَهُ ضِرَامٌ مُثْقَبُ </p><p> وَيُرْوَى «أَفَمِنْكَ» بَدَلَ «أَفَعَنْكَ» وَ «تَشَيَّمَهُ» بَدَلَ «تَسَنَّمَهُ» يَعْنِي أَعَنْكَ بَرْقٌ بِـ «لَا» زَائِدَةٍ لِلتَّوْكِيدِ، وَالْكَلَامُ لَيْسَ فِيهِ مَعْنَى الْجَهْدِ. وَنَظِيرُهُ قَوْلُ الْآخَرِ: </p><p> تَذَكَّرْتُ لَيْلَى فَاعْتَرَتْنِي صَبَابَةٌ ... وَكَادَ صَمِيمُ الْقَلْبِ لَا يَتَقَطَّعُ </p><p> يَعْنِي كَادَ يَتَقَطَّعُ. وَأَنْشَدَ الْجَوْهَرِيُّ لِزِيَادَةِ «لَا» قَوْلَ الْعَجَّاجِ: </p><p> فِي بِئْرِ لَا حُورٍ سَرَى وَمَا شَعَرْ ... بِإِفْكِهِ حَتَّى رَأَى الصُّبْحَ جَشَرْ </p><p> وَالْحُورُ الْهَلَكَةُ. يَعْنِي فِي بِئْرِ هَلَكَةٍ، وَلَا زَائِدَةٌ لِلتَّوْكِيدِ. قَالَهُ أَبُو عُبَيْدَةَ، وَغَيْرُهُ. </p>"
}