{
  "id": null,
  "sura": 20,
  "aya": 69,
  "text": "<p> فَإِنْ قِيلَ: قَوْلُهُ فِي «طه» : يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ [٢٠ ٦٦] ، وَقَوْلُهُ فِي «الْأَعْرَافِ» : سَحَرُوا أَعْيُنَ النَّاسِ [٧ ١١٦] الدَّالَّانِ عَلَى أَنَّ سِحْرَ سَحَرَةِ فِرْعَوْنَ خَيَالٌ لَا حَقِيقَةَ لَهُ، يُعَارِضُهُمَا قَوْلُهُ فِي «الْأَعْرَافِ» : وَجَاءُوا بِسِحْرٍ عَظِيمٍ [٧ ١١٦] لِأَنَّ وَصْفَ سِحْرِهِمْ بِالْعِظَمِ يَدُلُّ عَلَى أَنَّهُ غَيْرُ خَيَالٍ. فَالَّذِي يَظْهَرُ فِي الْجَوَابِ، وَاللَّهُ أَعْلَمُ أَنَّهُمْ أَخَذُوا كَثِيرًا مِنَ الْحِبَالِ، وَالْعِصِيِّ، وَخَيَّلُوا بِسِحْرِهِمْ لِأَعْيُنِ النَّاسِ أَنَّ الْحِبَالَ، وَالْعِصِيَّ تَسْعَى وَهِيَ كَثِيرَةٌ. فَظَنَّ النَّاظِرُونَ أَنَّ الْأَرْضَ مُلِئَتْ حَيَّاتٍ تَسْعَى، لِكَثْرَةِ مَا أَلْقَوْا مِنَ الْحِبَالِ، وَالْعِصِيِّ فَخَافُوا مِنْ كَثْرَتِهَا، وَبِتَخْيِيلِ سَعْيِ ذَلِكَ الْعَدَدِ الْكَثِيرِ وَصَفَ سِحْرَهُمْ بِالْعِظَمِ. وَهَذَا ظَاهِرٌ لَا إِشْكَالَ فِيهِ. وَقَدْ قَالَ غَيْرُ وَاحِدٍ: إِنَّهُمْ جَعَلُوا الزِّئْبَقَ عَلَى الْحِبَالِ، وَالْعِصِيِّ، فَلَمَّا أَصَابَهَا حُرُّ الشَّمْسِ تَحَرَّكَ الزِّئْبَقُ فَحَرَّكَ الْحِبَالَ، وَالْعِصِيَّ، فَخُيِّلَ لِلنَّاظِرِينَ أَنَّهَا تَسْعَى. وَعَنِ ابْنِ عَبَّاسٍ: أَنَّهُمْ كَانُوا اثْنَيْنِ وَسَبْعِينَ سَاحِرًا، مَعَ كُلِّ سَاحِرٍ مِنْهُمْ حِبَالٌ وَعِصِيٌّ. وَقِيلَ: كَانُوا أَرْبَعَمِائَةٍ. وَقِيلَ كَانُوا اثْنَيْ عَشَرَ أَلْفًا. وَقِيلَ أَرْبَعَةَ عَشَرَ أَلْفًا. وَقَالَ ابْنُ الْمُنْكَدِرِ: كَانُوا ثَمَانِينَ أَلْفًا. وَقِيلَ: كَانُوا مُجْمِعِينَ عَلَى رَئِيسٍ يُقَالُ لَهُ شَمْعُونُ. وَقِيلَ: كَانَ اسْمُهُ يُوحَنَّا مَعَهُ اثْنَا عَشَرَ نَقِيبًا، مَعَ كُلِّ نَقِيبٍ عِشْرُونَ عَرِيفًا، مَعَ كُلِّ عَرِيفٍ أَلْفُ سَاحِرٍ. وَقِيلَ: كَانُوا ثَلَاثَمِائَةِ أَلْفِ سَاحِرٍ مِنَ الْفَيُّومِ، وَثَلَاثَمِائَةِ أَلْفِ سَاحِرٍ مِنَ الصَّعِيدِ وَثَلَاثَمِائَةِ أَلْفِ سَاحِرٍ مِنَ الرِّيفِ فَصَارُوا تِسْعَمِائَةِ أَلْفٍ، وَكَانَ رَئِيسُهُمْ أَعْمَى اهـ. وَهَذِهِ الْأَقْوَالُ مِنَ الْإِسْرَائِيلِيَّاتِ، وَنَحْنُ نَتَجَنَّبُهَا دَائِمًا، وَنُقَلِّلُ مِنْ ذِكْرِهَا، وَرُبَّمَا ذَكَرْنَا قَلِيلًا مِنْهَا مُنَبِّهِينَ عَلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ. </p><p> قَرَأَ هَذَا الْحَرْفَ نَافِعٌ، وَأَبُو عَمْرٍو وَحَمْزَةُ، وَالْكِسَائِيُّ وَقُنْبُلٌ عَنِ ابْنِ كَثِيرٍ، وَهِشَامُ عَنِ ابْنِ عَامِرٍ، وَشُعْبَةُ عَنْ عَاصِمٍ بِتَاءٍ مَفْتُوحَةٍ مُخَفَّفَةٍ بَعْدَهَا لَامٌ مَفْتُوحَةٌ ثُمَّ قَافٌ مَفْتُوحَةٌ مُشَدَّدَةٌ بَعْدَهَا فَاءٌ سَاكِنَةٌ، وَهُوَ مُضَارِعُ تَلْقَفُ وَأَصْلُهُ تَتَلَقَّفُ بِتَاءَيْنِ فَحُذِفَتْ إِحْدَاهُمَا تَخْفِيفًا، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَمَا بِتَاءَيْنِ ابْتُدِي قَدْ يُقْتَصَرْ فِيهِ عَلَى تَا كَتَبَيُّنِ الْعِبَرْ </p><p> وَالْمُضَارِعَ مَجْزُومٌ، لِأَنَّهُ جَزَاءُ الطَّلَبِ فِي قَوْلِهِ وَأَلْقِ وَجُمْهُورُ عُلَمَاءِ الْعَرَبِيَّةِ عَلَى أَنَّ الْجَزْمَ فِي نَحْوِ ذَلِكَ بِشَرْطٍ مُقَدَّرٍ دَلَّتْ عَلَيْهِ صِيغَةُ الطَّلَبِ، وَتَقْدِيرُهُ هُنَا: إِنْ تُلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا. وَقَرَأَهُ الْبَزِّيُّ عَنِ ابْنِ كَثِيرٍ كَالْقِرَاءَةِ الَّتِي ذَكَرْنَا، إِلَّا أَنَّهُ يُشَدِّدُ </p><p> تَاءَ تَلْقَفُ وَصْلًا. وَوَجْهُ تَشْدِيدِ التَّاءِ هُوَ إِدْغَامُ إِحْدَى التَّاءَيْنِ فِي الْأُخْرَى، وَهُوَ جَائِزٌ فِي كُلِّ فِعْلٍ بُدِئَ بِتَاءَيْنِ كَمَا هُنَا، وَأَشَارَ إِلَيْهِ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَحَيِيَ افْكُكْ وَادَّغِمْ دُونَ حَذَرَ ... كَذَاكَ نَحْوُ تَتَجَلَّى وَاسْتَتِرْ </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ أَوَّلُهُ نَحْوَ «تَتَجَلَّى» وَمِثَالُهُ فِي الْمَاضِي قَوْلُهُ: </p><p> تُولِي الضَّجِيجَ إِذَا مَا الْتَذَّهَا خَصْرًا ... عَذْبَ الْمَذَاقِ إِذَا مَا اتَّابَعَ الْقُبَلَ </p><p> أَصْلُهُ تَتَابَعَ، وَقَرَأَهُ ابْنُ ذَكْوَانَ عَنِ ابْنِ عَامِرٍ كَالْقِرَاءَةِ الْمَذْكُورَةِ لِلْجُمْهُورِ إِلَّا أَنَّهُ يَضُمُّ الْفَاءَ، فَالْمُضَارِعُ عَلَى قِرَاءَتِهِ مَرْفُوعٌ، وَوَجْهُ رَفْعِهِ أَنَّ جُمْلَةَ الْفِعْلِ حَالٌ، أَيْ: أَلْقِ بِمَا فِي يَمِينِكَ فِي حَالِ كَوْنِهَا مُتَلَقِّفَةً مَا صَنَعُوا. أَوْ مُسْتَأْنِفَةً، وَعَلَيْهِ فَهِيَ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، أَيْ: فَهِيَ تَلْقَفُ مَا صَنَعُوا. وَقَرَأَ حَفْصٌ عَنْ عَاصِمٍ تَلْقَفْ بِفَتْحِ التَّاءِ وَسُكُونِ اللَّامِ وَفَتْحِ الْقَافِ مُخَفَّفَةً مَعَ الْجَزْمِ، مُضَارِعُ لَقِفَهُ بِالْكَسْرِ يَلْقَفُهُ بِالْفَتْحِ وَمَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ، لِأَنَّ مَعْنَى تَلَقَّفَهُ وَلَقِفَهُ إِذَا تَنَاوَلَهُ بِسُرْعَةٍ، وَالْمُرَادُ بِقَوْلِهِ تَلْقَفْ مَا صَنَعُوا عَلَى جَمِيعِ الْقِرَاءَاتِ أَنَّهَا تَبْتَلِعُ كُلَّ مَا زَوَّرُوهُ وَافْتَعَلُوهُ مِنَ الْحِبَالِ، وَالْعِصِيِّ الَّتِي خَيَّلُوا لِلنَّاسِ أَنَّهَا تَسْعَى وَصُنْعُهُمْ فِي قَوْلِهِ تَعَالَى: مَا صَنَعُوا وَاقِعٌ فِي الْحَقِيقَةِ عَلَى تَخْيِيلِهِمْ إِلَى النَّاسِ بِسِحْرِهِمْ أَنَّ الْحِبَالَ وَالْعِصِيَّ تَسْعَى، لَا عَلَى نَفْسِ الْحِبَالِ، وَالْعَصِيِّ لِأَنَّهَا مِنْ صُنْعِ اللَّهِ تَعَالَى. وَمِنَ الْمَعْلُومِ أَنَّ كُلَّ شَيْءٍ كَائِنًا مَا كَانَ بِمَشِيئَتِهِ تَعَالَى الْكَوْنِيَّةِ الْقَدَرِيَّةِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ جَلَّ وَعَلَا هُنَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ كَوْنِهِ أَمَرَ نَبِيَّهُ مُوسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ أَنْ يُلْقِيَ مَا فِي يَمِينِهِ أَيْ: يَدِهِ الْيُمْنَى، وَهُوَ عَصَاهُ فَإِذَا هِيَ تَبْتَلِعُ مَا يَأْفِكُونَ مِنَ الْحِبَالِ، وَالْعِصِيِّ الَّتِي خَيَّلُوا إِلَيْهِ أَنَّهَا تَسْعَى أَوْضَحَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي «الْأَعْرَافِ» : وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا صَاغِرِينَ [٧ ١١٧ - ١١٩] ، وَقَوْلِهِ تَعَالَى فِي «الشُّعَرَاءِ» : فَأَلْقَى مُوسَى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ [٢٦ ٤٥] فَذِكْرُ الْعَصَا فِي «الْأَعْرَافِ، وَالشُّعَرَاءِ» يُوَضِّحُ أَنَّ الْمُرَادَ بِمَا فِي يَمِينِهِ فِي «طه» أَنَّهُ عَصَاهُ كَمَا لَا يَخْفَى. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَا يَأْفِكُونَ أَيْ: يَخْتَلِقُونَهُ وَيَفْتَرُونَهُ مِنَ الْكَذِبِ، وَهُوَ زَعْمُهُمْ أَنَّ الْحِبَالَ، وَالْعِصِيَّ تَسْعَى حَقِيقَةً، وَأَصْلُهُ مِنْ قَوْلِهِمْ: أَفَكَهُ عَنْ شَيْءٍ يَأْفِكُهُ عَنْهُ (مِنْ بَابِ ضَرَبَ) : إِذَا صَرَفَهُ عَنْهُ وَقَلَبَهُ. فَأَصْلُ الْأَفْكِ بِالْفَتْحِ </p><p> الْقَلْبُ وَالصَّرْفُ عَنِ الشَّيْءِ. وَمِنْهُ قِيلَ لِقُرَى قَوْمِ لُوطٍ وَالْمُؤْتَفِكَاتِ. </p><p> لِأَنَّ اللَّهَ أَفَكَهَا أَيْ: قَلَبَهَا. كَمَا قَالَ تَعَالَى: فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا [١٥ ٧٤] . وَمِنْهُ قَوْلُهُ تَعَالَى: يُؤْفَكُ عَنْهُ مَنْ أُفِكَ [٥١ ٩] أَيْ: يُصْرَفُ عَنْهُ مَنْ صُرِفَ، وَقَوْلُهُ: قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا [٤٦ ٢٢] أَيْ: لِتَصْرِفَنَا عَنْ عِبَادَتِهَا، وَقَوْلُ عَمْرِو بْنِ أُذَيْنَةَ: </p><p> إِنْ تَكُ عَنْ أَحْسَنِ الْمُرُوءَةِ ... مَأْفُوكًا فَفِي آخَرِينَ قَدْ أُفِكُوا </p><p> وَأَكْثَرُ اسْتِعْمَالِ هَذِهِ الْمَادَّةِ فِي الْكَذِبِ لِأَنَّهُ صَرْفٌ وَقَلْبٌ لِلْأَمْرِ عَنْ حَقِيقَتِهِ بِالْكَذِبِ، وَالِافْتِرَاءِ. كَمَا قَالَ تَعَالَى: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ [٤٥ ٧] ، وَقَالَ تَعَالَى: وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ [٤٦ ٢٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ «مَا» مَوْصُولَةٌ وَهِيَ اسْمُ «إِنَّ» ، وَ «كَيْدُ» خَبَرُهَا، وَالْعَائِدُ إِلَى الْمَوْصُولِ مَحْذُوفٌ. عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: . </p><p> . . . . . . . . . . . . </p><p> وَالْحَذْفُ عِنْدَهُمْ كَثِيرٌ مُنْجَلِي </p><p> فِي عَائِدٍ مُتَّصِلٍ إِنِ انْتَصَبْ بِفِعْلٍ أَوْ وَصْفٍ كَمَنْ نَرْجُو يَهَبْ </p><p> وَالتَّقْدِيرُ: إِنَّ الَّذِي صَنَعُوهُ كَيْدُ سَاحِرٍ. وَأَمَّا عَلَى قِرَاءَةِ مَنْ قَرَأَ كَيْدُ سَاحِرٍ بِالنَّصْبِ فَـ «مَا» كَافَّةٌ وَ «كَيْدُ» مَفْعُولُ «صَنَعُوا» وَلَيْسَتْ سَبْعِيَّةً، وَعَلَى قِرَاءَةِ حَمْزَةَ، وَالْكِسَائِيِّ «كَيْدُ سِحْرٍ» بِكَسْرِ السِّينِ وَسُكُونِ الْحَاءِ، فَالظَّاهِرُ أَنَّ الْإِضَافَةَ بَيَانِيَّةٌ. لِأَنَّ الْكَيْدَ الْمُضَافَ إِلَى السِّحْرِ هُوَ الْمُرَادُ بِالسِّحْرِ. وَقَدْ بَسَطْنَا الْكَلَامَ فِي نَحْوِ ذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ. وَالْكَيْدُ: هُوَ الْمَكْرُ. </p><p> قَوْلُهُ تَعَالَى: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» أَنَّ الْفِعْلَ فِي سِيَاقِ النَّفْيِ مِنْ صِيَغِ الْعُمُومِ. لِأَنَّهُ يَنْحَلُّ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ عَنْ مَصْدَرٍ وَزَمَانٍ، وَعِنْدَ بَعْضِهِمْ عَنْ مَصْدَرٍ وَزَمَانٍ وَنِسْبَةٍ. فَالْمَصْدَرُ كَامِنٌ فِي مَفْهُومِهِ إِجْمَاعًا، وَهَذَا الْمَصْدَرُ الْكَامِنُ فِي مَفْهُومِ الْفِعْلِ فِي حُكْمِ النَّكِرَةِ فَيَرْجِعُ ذَلِكَ إِلَى النَّكِرَةِ فِي سِيَاقِ النَّفْيِ وَهِيَ صِيغَةُ عُمُومٍ عِنْدَ الْجُمْهُورِ. فَظَهَرَ أَنَّ الْفِعْلَ فِي سِيَاقِ النَّفْيِ مِنْ صِيَغِ الْعُمُومِ، وَكَذَلِكَ الْفِعْلُ فِي سِيَاقِ الشَّرْطِ. لِأَنَّ النَّكِرَةَ فِي سِيَاقِ الشَّرْطِ أَيْضًا صِيغَةُ عُمُومٍ. وَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى مَا ذَكَرْنَا مِنْ أَنَّ الْفِعْلَ فِي سِيَاقِ النَّفْيِ أَوِ الشَّرْطِ مِنْ صِيَغِ الْعُمُومِ، خِلَافًا لِبَعْضِهِمْ فِيمَا إِذَا لَمْ يُؤَكَّدِ الْفِعْلُ الْمَذْكُورُ بِمَصْدَرٍ. فَإِنْ أُكِّدَ بِهِ فَهُوَ </p><p> صِيغَةُ عُمُومٍ بِلَا خِلَافٍ، كَمَا أَشَارَ إِلَى ذَلِكَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ عَاطِفًا عَلَى صِيَغَ الْعُمُومِ: </p><p> وَنَحْوَ لَا شَرِبْتُ أَوْ إِنْ شَرِبَا ... وَاتَّفَقُوا إِنْ مَصْدَرًا قَدْ جَلَبَا </p><p> وَالتَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ: أَنَّهَا لَا تَخْتَصُّ بِالْفِعْلِ الْمُتَعَدِّي دُونَ اللَّازِمِ، خِلَافًا لِمَنْ زَعَمَ ذَلِكَ، وَأَنَّهُ لَا فَرْقَ بَيْنَ التَّأْكِيدِ بِالْمَصْدَرِ وَعَدَمِهِ. لِإِجْمَاعِ النُّحَاةِ عَلَى أَنَّ ذِكْرَ الْمُصْدَرِ بَعْدَ الْفِعْلِ تَأْكِيدٌ لِلْفِعْلِ، وَالتَّأْكِيدُ لَا يَنْشَأُ بِهِ حُكْمٌ، بَلْ هُوَ مُطْلَقُ تَقْوِيَةً لِشَيْءٍ ثَابِتٍ قَبْلَ ذَلِكَ كَمَا هُوَ مَعْرُوفٌ. وَخِلَافُ الْعُلَمَاءِ فِي عُمُومِ الْفِعْلِ الْمَذْكُورِ هَلْ هُوَ بِدَلَالَةِ الْمُطَابَقَةِ أَوِ الِالْتِزَامِ مَعْرُوفٌ. وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمِ أَنَّ قَوْلَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَا يُفْلِحُ السَّاحِرُ الْآيَةَ. يَعُمُّ نَفْيُ جَمِيعِ أَنْوَاعِ الْفَلَاحِ عَنِ السَّاحِرِ، وَأَكَدَّ ذَلِكَ بِالتَّعْمِيمِ فِي الْأَمْكِنَةِ بِقَوْلِهِ: حَيْثُ أَتَى وَذَلِكَ دَلِيلٌ عَلَى كُفْرِهِ. لِأَنَّ الْفَلَّاحَ لَا يُنْفَى بِالْكُلِّيَّةِ نَفْيًا عَامًّا إِلَّا عَمَّنْ لَا خَيْرَ فِيهِ وَهُوَ الْكَافِرُ. وَيَدُلُّ عَلَى مَا ذَكَرْنَا أَمْرَانِ: </p><p> الْأَوَّلُ هُوَ مَا جَاءَ مِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ السَّاحِرَ كَافِرٌ. كَقَوْلِهِ تَعَالَى: وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ الْآيَةَ [٢ ١٠٢] . فَقَوْلُهُ وَمَا كَفَرَ سُلَيْمَانُ يَدُلُّ عَلَى أَنَّهُ لَوْ كَانَ سَاحِرًا وَحَاشَاهُ مِنْ ذَلِكَ لَكَانَ كَافِرًا. وَقَوْلُهُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ صَرِيحٌ فِي كُفْرِ مُعَلِّمِ السِّحْرِ، وَقَوْلُهُ تَعَالَى عَنْ هَارُوتَ وَمَارُوتَ مُقَرِّرًا لَهُ: وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ [٢ ١٠٢] ، وَقَوْلُهُ: وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ [٢ ١٠٢] أَيْ: مِنْ نَصِيبٍ، وَنَفِيُ النَّصِيبِ فِي الْآخِرَةِ بِالْكُلِّيَّةِ لَا يَكُونُ إِلَّا لِلْكَافِرِ عِيَاذًا بِاللَّهِ تَعَالَى. وَهَذِهِ الْآيَاتُ أَدِلَّةٌ وَاضِحَةٌ عَلَى أَنَّ مِنَ السِّحْرِ مَا هُوَ كُفْرٌ بَوَاحٌ، وَذَلِكَ مِمَّا لَا شَكَّ فِيهِ. </p><p> الْأَمْرُ الثَّانِي أَنَّهُ عَرَفَ بِاسْتِقْرَاءِ الْقُرْآنِ أَنَّ الْغَالِبَ فِيهِ أَنَّ لَفْظَةَ لَا يُفْلِحُ يُرَادُ بِهَا الْكَافِرُ، كَقَوْلِهِ تَعَالَى فِي سُورَةِ «يُونُسَ» : قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ [١٠ ٦٨ - ٧٠] ، وَقَوْلِهِ فِي «يُونُسَ» أَيْضًا: فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ [١٠ ١٧] ، وَقَوْلِهِ </p><p> فِي «الْأَنْعَامِ» : وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ [٦ ٢١] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَيُفْهَمُ مِنْ مَفْهُومِ مُخَالَفَةِ الْآيَاتِ الْمَذْكُورَةِ: أَنَّ مِنْ جَانِبِ تِلْكَ الصِّفَاتِ الَّتِي اسْتَوْجَبَتْ نَفْيَ الْفَلَاحِ عَنِ السَّحَرَةِ، وَالْكَفَرَةِ غَيْرِهِمْ أَنَّهُ يَنَالُ الْفَلَاحَ، وَهُوَ كَذَلِكَ، كَمَا بَيَّنَهُ جَلَّ وَعَلَا فِي آيَاتٍ كَثِيرَةٍ. كَقَوْلِهِ: أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ [٢ ٥] ، وَقَوْلِهِ تَعَالَى: قَدْ أَفْلَحَ الْمُؤْمِنُونَ [٢٣ ١] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَا يُفْلِحُ السَّاحِرُ مُضَارِعُ أَفْلَحَ بِمَعْنَى نَالَ الْفَلَاحَ. وَالْفَلَاحُ يُطْلَقُ فِي الْعَرَبِيَّةِ عَلَى الْفَوْزِ بِالْمَطْلُوبِ. وَمِنْهُ قَوْلُ لَبِيدٍ: </p><p> فَاعْقِلِي إِنْ كُنْتِ لَمَّا تَعْقِلِي ... وَلَقَدْ أَفْلَحَ مَنْ كَانَ عَقَلْ </p><p> فَقَوْلُهُ «وَلَقَدْ أَفْلَحَ مَنْ كَانَ عَقَلَ» يَعْنِي أَنَّ مَنْ رَزَقَهُ اللَّهُ الْعَقْلَ فَازَ بِأَكْبَرِ مَطْلُوبٍ. وَيُطْلَقُ الْفَلَاحُ أَيْضًا عَلَى الْبَقَاءِ، وَالدَّوَامِ فِي النَّعِيمِ. وَمِنْهُ قَوْلُ لَبِيدٍ: </p><p> لَوْ أَنَّ حَيًّا مُدْرِكُ الْفَلَاحِ ... لَنَالَهُ مُلَاعِبُ الرِّمَاحِ </p><p> فَقَوْلُهُ «مُدْرِكُ الْفَلَاحِ» يَعْنِي الْبَقَاءَ. وَقَوْلُ الْأَضْبَطِ بْنِ قُرَيْعٍ السَّعْدِيِّ، وَقِيلَ كَعْبُ بْنُ زُهَيْرٍ: </p><p> لِكُلِّ هَمٍّ مِنَ الْهُمُومِ سَعَهْ ... وَالْمُسْيُ وَالصُّبْحُ لَا فَلَاحَ مَعَهْ </p><p> عَنَى أَنَّهُ لَيْسَ مَعَ تَعَاقُبِ اللَّيْلِ، وَالنَّهَارِ بَقَاءٌ. وَبِكُلِّ وَاحِدٍ مِنَ الْمَعْنَيَيْنِ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ «حَيَّ عَلَى الْفَلَّاحِ» فِي الْأَذَانِ، وَالْإِقَامَةِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: حَيْثُ أَتَى حَيْثُ كَلِمَةٌ تَدُلُّ عَلَى الْمَكَانِ، كَمَا تَدُلُّ حِينًا عَلَى الزَّمَانِ، رُبَّمَا ضُمِّنَتْ مَعْنَى الشَّرْطِ. فَقَوْلُهُ: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى أَيْ: حَيْثُ تَوَجَّهَ وَسَلَكَ. وَهَذَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ يُقْصَدُ بِهِ التَّعْمِيمُ. كَقَوْلِهِمْ: فُلَانٌ مُتَّصِفٌ بِكَذَا حَيْثُ سَارَ، وَأَيَّةُ سَلَكَ، وَأَيْنَمَا كَانَ. وَمِنْ هَذَا الْقَبِيلِ قَوْلُ زُهَيْرٍ: </p><p> بَانَ الْخَلِيطُ وَلَمْ يَأْوُوا لِمَنْ تَرَكُوا ... وَزَوَّدُوكَ اشْتِيَاقًا أَيْةَ سَلَكُوا </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى أَيْ: لَا يَفُوزُ، وَلَا يَنْجُو حَيْثُ أَتَى مِنَ الْأَرْضِ. وَقِيلَ: حَيْثُ احْتَالَ. وَالْمَعْنَى فِي الْآيَةِ هُوَ </p><p> مَا بَيَّنَّا، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> الْمَسْأَلَةُ الْأُولَى: اعْلَمْ أَنَّ السِّحْرَ يُطْلَقُ فِي اللُّغَةِ عَلَى كُلِّ شَيْءٍ خَفِيَ سَبَبُهُ وَلَطُفَ وَدَقَّ. وَلِذَلِكَ تَقُولُ الْعَرَبُ فِي الشَّيْءِ الشَّدِيدِ الْخَفَاءِ: أَخْفَى مِنَ السِّحْرِ. وَمِنْهُ قَوْلُ مُسْلِمِ بْنِ الْوَلِيدِ الْأَنْصَارِيِّ: </p><p> جَعَلْتِ عَلَامَاتِ الْمَوَدَّةِ بَيْنَنَا مَصَائِدَ ... لَحْظٍ هُنَّ أَخْفَى مِنَ السِّحْرِ </p><p> فَأَعْرِفُ مِنْهَا الْوَصْلَ فِي لِينِ طَرْفِهَا ... وَأَعْرِفُ مِنْهَا الْهَجْرَ فِي النَّظَرِ الشَّزْرِ </p><p> وَلِهَذَا قِيلَ لِمَلَاحَةِ الْعَيْنَيْنِ: سِحْرٌ. لِأَنَّهَا تُصِيبُ الْقُلُوبَ بِسِهَامِهَا فِي خَفَاءٍ. وَمِنْهُ قَوْلُ الْمَرْأَةِ الَّتِي شَبَّبَتْ بِنَصْرِ بْنِ حَجَّاجٍ السُّلَمِيِّ: </p><p> وَانْظُرْ إِلَى السِّحْرِ يَجْرِي فِي لَوَاحِظِهِ ... وَانْظُرْ إِلَى دَعَجٍ فِي طَرْفِهِ السَّاجِي </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ السِّحْرَ فِي الِاصْطِلَاحِ لَا يُمْكِنُ حَدُّهُ بِحَدٍّ جَامِعٍ مَانِعٍ. لِكَثْرَةِ الْأَنْوَاعِ الْمُخْتَلِفَةِ الدَّاخِلَةِ تَحْتَهُ، وَلَا يَتَحَقَّقُ قَدْرٌ مُشْتَرَكٌ بَيْنَهَا يَكُونُ جَامِعًا لَهَا مَانِعًا لِغَيْرِهَا. وَمِنْ هُنَا اخْتَلَفَتْ عِبَارَاتُ الْعُلَمَاءِ فِي حَدِّهِ اخْتِلَافًا مُتَبَايِنًا. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: اعْلَمْ أَنَّ الْفَخْرَ الرَّازِيَّ فِي تَفْسِيرِهِ قَسَّمَ السِّحْرَ إِلَى ثَمَانِيَةِ أَقْسَامٍ: </p><p> الْقِسْمُ الْأَوَّلُ: سِحْرُ الْكِلْدَانِيِّينَ، وَالْكَسْدَائِيِّينَ الَّذِينَ كَانُوا فِي قَدِيمِ الدَّهْرِ يَعْبُدُونَ الْكَوَاكِبَ، وَيَزْعُمُونَ أَنَّهَا هِيَ الْمُدَبِّرَةُ لِهَذَا الْعَالَمِ، وَمِنْهَا تَصْدُرُ الْخَيْرَاتُ، وَالشُّرُورُ، وَالسَّعَادَةُ، وَالنُّحُوسَةُ، وَهُمُ الَّذِينَ بَعَثَ اللَّهُ تَعَالَى إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ مُبْطِلًا لِمَقَالَتِهِمْ وَرَادًّا عَلَيْهِمْ. وَقَدْ أَطَالَ الْكَلَامَ فِي هَذَا النَّوْعِ مِنَ السِّحْرِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: وَمَعْلُومٌ أَنَّ هَذَا النَّوْعَ مِنَ السِّحْرِ كُفْرٌ بِلَا خِلَافٍ. لِأَنَّهُمْ كَانُوا يَتَقَرَّبُونَ فِيهِ لِلْكَوَاكِبِ كَمَا يَتَقَرَّبُ الْمُسْلِمُونَ إِلَى اللَّهِ، وَيَرْجُونَ الْخَيْرَ مِنْ قِبَلِ الْكَوَاكِبِ وَيَخَافُونَ الشَّرَّ مِنْ قِبَلِهَا كَمَا يَرْجُو الْمُسْلِمُونَ رَبَّهُمْ وَيَخَافُونَهُ. فَهُمْ كَفَرَةٌ يَتَقَرَّبُونَ إِلَى الْكَوَاكِبِ فِي سِحْرِهِمْ بِالْكُفْرِ الْبَوَاحِ. </p><p> النَّوْعُ الثَّانِي مِنَ السِّحْرِ: سِحْرُ أَصْحَابِ الْأَوْهَامِ، وَالنُّفُوسِ الْقَوِيَّةِ. ثُمَّ اسْتَدَلَّ عَلَى تَأْثِيرِ الْوَهْمِ بِأَنَّ الْإِنْسَانَ يُمْكِنُهُ أَنْ يَمْشِيَ عَلَى الْجِسْرِ الْمَوْضُوعِ عَلَى وَجْهِ الْأَرْضِ، وَلَا يُمْكِنُهُ الْمَشْيُ عَلَيْهِ إِذَا كَانَ مَمْدُودًا عَلَى نَهْرٍ أَوْ نَحْوِهِ قَالَ: وَمَا ذَاكَ إِلَّا أَنَّ تَخَيُّلَ السُّقُوطِ مَتَى قَوِيَ أَوْجَبَهُ. وَقَالَ: وَاجْتَمَعَتِ الْأَطِبَّاءُ عَلَى نَهْيِ الْمَرْعُوفِ عَنِ النَّظَرِ إِلَى الْأَشْيَاءِ الْحُمْرِ، وَالْمَصْرُوعِ عَنِ النَّظَرِ إِلَى الْأَشْيَاءِ الْقَوِيَّةِ اللَّمَعَانِ، وَالدَّوَرَانِ. وَمَا ذَاكَ إِلَّا أَنَّ النُّفُوسَ خُلِقَتْ مُطِيعَةً لِلْأَوْهَامِ. </p><p> قَالَ: وَحَكَى صَاحِبُ الشِّفَاءِ عَنْ أَرِسْطُو فِي طَبَائِعِ الْحَيَوَانِ: أَنَّ الدَّجَاجَةَ إِذَا تَشَبَّهَتْ كَثِيرًا بِالدِّيَكَةِ فِي الصَّوْتِ وَفِي الْحِرَابِ مَعَ الدِّيَكَةِ نَبَتَ عَلَى سَاقِهَا مِثْلُ الشَّيْءِ النَّابِتِ عَلَى سَاقِ الدِّيكِ، قَالَ: ثُمَّ قَالَ صَاحِبُ الشِّفَاءِ: وَهَذَا يَدُلُّ عَلَى أَنَّ الْأَحْوَالَ الْجُسْمَانِيَّةَ تَابِعَةٌ لِلْأَحْوَالِ النَّفْسَانِيَّةِ. قَالَ: وَاجْتَمَعَتِ الْأُمَمُ عَلَى أَنَّ الدُّعَاءَ اللِّسَانِيَّ الْخَالِيَ عَنِ الطَّلَبِ النَّفْسَانِيِّ قَلِيلُ الْعَمَلِ عَدِيمُ الْأَثَرِ. فَدَلَّ ذَلِكَ عَلَى أَنَّ لِلْهِمَمِ وَالنُّفُوسِ آثَارًا. . . إِلَى آخِرِ كَلَامِهِ فِي هَذَا النَّوْعِ مِنْ أَنْوَاعِ السِّحْرِ، وَقَدْ أَطَالَ فِيهِ الْكَلَامَ. </p><p> وَمَعْلُومٌ أَنَّ النُّفُوسَ الْخَبِيثَةَ لَهَا آثَارٌ بِإِذْنِ اللَّهِ تَعَالَى، وَمِنْ أَصْرَحِ الْأَدِلَّةِ الشَّرْعِيَّةِ فِي ذَلِكَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الْعَيْنُ حَقٌّ وَلَوْ كَانَ شَيْءٌ سَابِقٌ الْقَدَرَ لَسَبَقَتْهُ الْعَيْنُ» . وَهَذَا الْحَدِيثُ الصَّحِيحُ يَدُلُّ عَلَى أَنَّ هِمَّةَ الْعَائِنِ وَقُوَّةَ نَفْسِهِ فِي الشَّرِّ جَعَلَهَا اللَّهُ سَبَبًا لِلتَّأْثِيرِ فِي الْمُصَابِ بِالْعَيْنِ. </p><p> وَقَالَ الرَّازِيُّ فِي هَذَا النَّوْعِ مِنْ أَنْوَاعِ السِّحْرِ: إِذَا عَرَفْتَ هَذَا فَنَقُولُ: النُّفُوسُ الَّتِي تَفْعَلُ هَذِهِ الْأَفَاعِيلَ قَدْ تَكُونُ قَوِيَّةً جِدًّا فَتَسْتَغْنِي فِي هَذِهِ الْأَفْعَالِ عَنِ الِاسْتِعَانَةِ بِالْآلَاتِ، وَالْأَدَوَاتِ، وَقَدْ تَكُونُ ضَعِيفَةً فَتَحْتَاجُ إِلَى الِاسْتِعَانَةِ بِهَذِهِ الْآلَاتِ. وَتَحْقِيقُهُ: أَنَّ النَّفْسَ إِذَا كَانَتْ مُسْتَعْلِيَةً عَلَى الْبَدَنِ شَدِيدَةَ الِانْجِذَابِ إِلَى عَالَمِ السَّمَاءِ كَانَتْ كَأَنَّهَا رُوحٌ مِنَ الْأَرْوَاحِ السَّمَاوِيَّةِ، فَكَانَتْ قَوِيَّةً عَلَى التَّأْثِيرِ فِي مَوَادِّ هَذَا الْعَالَمِ، أَمَّا إِذَا كَانَتْ ضَعِيفَةً شَدِيدَةَ التَّعَلُّقِ بِهَذِهِ الذَّاتِ الْبَدَنِيَّةِ فَحِينَئِذٍ لَا يَكُونُ لَهَا تَصَرُّفٌ الْبَتَّةَ إِلَّا فِي هَذَا الْبَدَنِ. إِلَى آخِرِ كَلَامِهِ. وَلَا يَخْفَى مَا فِيهِ عَلَى مَنْ نَظَرَهُ. </p><p> وَقَالَ الْحَافِظُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ فِي سُورَةِ «الْبَقَرَةِ» بَعْدَ أَنْ سَاقَ كَلَامَ الرَّازِيِّ الَّذِي ذَكَرْنَاهُ آنِفًا مَا نَصُّهُ: ثُمَّ أَرْشَدَ إِلَى مُدَاوَاةِ هَذَا الدَّاءِ بِتَقْلِيلِ الْغِذَاءِ، وَالِانْقِطَاعِ عَنِ النَّاسِ. قُلْتُ: وَهَذَا الَّذِي يُشِيرُ إِلَيْهِ هُوَ التَّصَرُّفُ بِالْحَالِ وَهُوَ عَلَى قِسْمَيْنِ: تَارَةً يَكُونُ حَالًا صَحِيحَةً شَرْعِيَّةً، يَتَصَرَّفُ بِهَا فِيمَا أَمَرَ اللَّهُ بِهِ وَرَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيَتْرُكُ مَا نَهَى اللَّهُ تَعَالَى عَنْهُ وَرَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: فَهَذِهِ الْأَحْوَالُ مَوَاهِبُ مِنَ اللَّهِ تَعَالَى، وَكَرَامَاتٌ لِلصَّالِحِينَ مِنْ هَذِهِ </p><p> الْأُمَّةِ، وَلَا يُسَمَّى هَذَا سِحْرًا فِي الشَّرْعِ. وَتَارَةً تَكُونُ الْحَالُ فَاسِدَةً لَا يَمْتَثِلُ صَاحِبُهَا مَا أَمَرَ اللَّهُ تَعَالَى بِهِ وَرَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا يَتَصَرَّفُ بِهَا فِي ذَلِكَ. فَهَذِهِ حَالُ الْأَشْقِيَاءِ الْمُخَالِفِينَ لِلشَّرِيعَةِ، وَلَا يَدُلُّ إِعْطَاءُ اللَّهِ إِيَّاهُمْ هَذِهِ الْأَحْوَالِ عَلَى مَحَبَّتِهِ لَهُمْ. كَمَا أَنَّ الدَّجَّالَ لَهُ مِنْ خَوَارِقِ الْعَادَاتِ مَا دَلَّتْ عَلَيْهِ الْأَحَادِيثُ الْكَثِيرَةُ، مَعَ أَنَّهُ مَذْمُومٌ شَرْعًا لَعَنَهُ اللَّهُ. وَكَذَلِكَ مَنْ شَابَهَهُ مِنْ مُخَالِفِي الشَّرِيعَةِ الْمُحَمَّدِيَّةِ عَلَى صَاحِبِهَا أَفْضَلُ الصَّلَاةِ وَالسَّلَامِ، انْتَهَى كَلَامُ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> النَّوْعُ الثَّالِثُ مِنْ أَنْوَاعِ السِّحْرِ الْمَذْكُورَةِ: الِاسْتِعَانَةُ بِالْأَرْوَاحِ الْأَرْضِيَّةِ، يَعْنِي تَسْخِيرَ الْجِنِّ وَاسْتِخْدَامَهُمْ. قَالَ: </p><p> وَاعْلَمْ أَنَّ الْقَوْلَ بِالْجِنِّ مِمَّا أَنْكَرَهُ بَعْضُ الْمُتَأَخِّرِينَ مِنَ الْفَلَاسِفَةِ، وَالْمُعْتَزِلَةِ. أَمَّا أَكَابِرُ الْفَلَاسِفَةِ فَلَمْ يُنْكِرُوا الْقَوْلَ بِهَا. إِلَّا أَنَّهُمْ سَمَّوْهَا بِالْأَرْوَاحِ الْأَرْضِيَّةِ. وَالْجِنُّ الْمَذْكُورُونَ قِسْمَانِ: مُؤْمِنُونَ، وَكَافِرُونَ وَهُمُ الشَّيَاطِينُ. </p><p> قَالَ الرَّازِيُّ فِي كَلَامِهِ عَلَى هَذَا النَّوْعِ مِنَ السِّحْرِ: وَاتِّصَالُ النُّفُوسِ النَّاطِقَةِ بِهَا أَسْهَلُ مِنِ اتِّصَالِهَا بِالْأَرْوَاحِ السَّمَاوِيَّةِ لِمَا بَيْنَهُمَا مِنَ الْمُنَاسَبَةِ، وَالْقُرْبِ. ثُمَّ إِنَّ أَصْحَابَ الصَّنْعَةِ وَأَصْحَابَ التَّجْرِبَةِ شَاهَدُوا بِأَنَّ الِاتِّصَالَ بِهَذِهِ الْأَرْوَاحِ الْأَرْضِيَّةِ يَحْصُلُ بِأَعْمَالٍ سَهْلَةٍ مِنَ الرُّقَى، وَالدَّخْنِ، وَالتَّجْرِيدِ. وَهَذَا النَّوْعُ هُوَ الْمُسَمَّى بِالْعَزَائِمِ، وَعَمَلِ تَسْخِيرِ الْجِنِّ. وَقَدْ أَطَالَ الرَّازِيُّ أَيْضًا الْكَلَامَ فِي هَذَا النَّوْعِ مِنْ أَنْوَاعِ السِّحْرِ. </p><p> النَّوْعُ الرَّابِعُ مِنْ أَنْوَاعِ السِّحْرِ: هُوَ التَّخَيُّلَاتُ، وَالْأَخْذُ بِالْعُيُونِ. وَمَبْنَى هَذَا النَّوْعِ مِنْهُ عَلَى أَنَّ الْقُوَّةَ الْبَاصِرَةَ قَدْ تَرَى الشَّيْءَ عَلَى خِلَافِ مَا هُوَ عَلَيْهِ فِي الْحَقِيقَةِ لِبَعْضِ الْأَسْبَابِ الْعَارِضَةِ. وَلِأَجْلِ هَذَا كَانَتِ أَغْلَاطُ الْبَصَرِ كَثِيرَةً. أَلَا تَرَى أَنَّ رَاكِبَ السَّفِينَةِ إِذَا نَظَرَ إِلَى الشَّطِّ رَأَى السَّفِينَةَ وَاقِفَةً، وَالشَّطَّ مُتَحَرِّكًا، وَذَلِكَ يَدُلُّ عَلَى أَنَّ السَّاكِنَ يُرَى مُتَحَرِّكًا. وَالْمُتَحَرِّكُ سَاكِنًا. وَالْقَطْرَةُ النَّازِلَةُ تُرَى خَطًّا مُسْتَقِيمًا. إِلَى آخِرِ كَلَامِ الرَّازِيِّ. وَقَدْ أَطَالَ الْكَلَامَ أَيْضًا فِي هَذَا النَّوْعِ. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ فِي سُورَةِ «الْبَقَرَةِ» مُخْتَصِرًا كَلَامَ الرَّازِيِّ الْمَذْكُورَ: وَمَبْنَاهُ عَلَى أَنَّ الْبَصَرَ قَدْ يُخْطِئُ وَيَشْتَغِلُ بِالشَّيْءِ الْمُعَيَّنِ دُونَ غَيْرِهِ. أَلَا تَرَى ذَا الشَّعْبَذَةِ الْحَاذِقَ يُظْهِرُ عَمَلَ شَيْءٍ يُذْهِلُ أَذْهَانَ النَّاظِرِينَ بِهِ، وَيَأْخُذُ عُيُونَهُمْ إِلَيْهِ، حَتَّى إِذَا اسْتَغْرَقَهُمُ الشُّغْلُ بِذَلِكَ الشَّيْءِ بِالتَّحْدِيقِ وَنَحْوِهِ عَمِلَ شَيْئًا آخَرَ عَمَلًا بِسُرْعَةٍ شَدِيدَةٍ، وَحِينَئِذٍ، يَظْهَرُ لَهُمْ شَيْءٌ غَيْرُ مَا انْتَظَرُوهُ فَيَتَعَجَّبُونَ مِنْهُ جِدًّا، وَلَوْ أَنَّهُ سَكَتَ وَلَمْ يَتَكَلَّمْ بِمَا </p><p> يَصْرِفُ الْخَوَاطِرَ إِلَى ضِدِّ مَا يُرِيدُ أَنْ يَعْمَلَهُ، وَلَمْ تَتَحَرَّكِ النُّفُوسُ وَالْأَوْهَامُ إِلَى غَيْرِ مَا يُرِيدُ إِخْرَاجَهُ لَفَطِنَ النَّاظِرُونَ لِكُلِّ مَا يَفْعَلُهُ. قَالَ: وَكُلَّمَا كَانَتِ الْأَحْوَالُ تُفِيدُ حِسَّ الْبَصَرِ نَوْعًا مِنْ أَنْوَاعِ الْخَلَلِ أَشَدَّ، كَانَ الْعَمَلُ أَحْسَنَ. مِثْلَ أَنْ يَجْلِسَ الْمُشَعْبِذُ فِي مَوْضِعٍ مُضِيءٍ جِدًّا أَوْ مُظْلِمٍ، فَلَا تَقِفُ الْقُوَّةُ النَّاظِرَةُ عَلَى أَحْوَالِهَا، وَالْحَالَةُ هَذِهِ. اهـ مِنْهُ. </p><p> وَلَا يَخْفَى أَنْ يَكُونَ سِحْرُ سَحَرَةِ فِرْعَوْنَ مِنْ هَذَا النَّوْعِ. فَهُوَ تَخْيِيلٌ وَأَخْذٌ بِالْعُيُونِ كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى [٢٠ ٦٦] فَإِطْلَاقُ التَّخْيِيلِ فِي الْآيَةِ عَلَى سِحْرِهِمْ نَصٌّ صَرِيحٌ فِي ذَلِكَ. وَقَدْ دَلَّ عَلَى ذَلِكَ أَيْضًا قَوْلُهُ فِي «الْأَعْرَافِ» : فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ [٧ ١١٦] . لِأَنَّ إِيقَاعَ السِّحْرِ عَلَى أَعْيُنِ النَّاسِ فِي الْآيَةِ يَدُلُّ عَلَى أَنَّ أَعْيُنَهُمْ تَخَيَّلَتْ غَيْرَ الْحَقِيقَةِ الْوَاقِعَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> النَّوْعُ الْخَامِسُ مِنْ أَنْوَاعِ السِّحْرِ: الْأَعْمَالُ الْعَجِيبَةُ الَّتِي تَظْهَرُ مِنْ تَرْكِيبِ الْآلَاتِ الْمُرَكَّبَةِ عَلَى النِّسَبِ الْهَنْدَسِيَّةِ، كَفَارِسٍ عَلَى فَرَسٍ فِي يَدِهِ بُوقٌ، كُلَّمَا مَضَتْ سَاعَةٌ مِنَ النَّهَارِ ضَرَبَ بِالْبُوقِ مِنْ غَيْرِ أَنْ يَمَسَّهُ أَحَدٌ. وَمِنْهَا الصُّوَرُ الَّتِي يُصَوِّرُهَا الرُّومُ، وَالْهِنْدُ حَتَّى لَا يُفَرِّقَ النَّاظِرُ بَيْنَهَا وَبَيْنَ الْإِنْسَانِ، حَتَّى إِنَّهُمْ يُصَوِّرُونَهَا ضَاحِكَةً وَبَاكِيَةً، حَتَّى يُفَرِّقَ فِيهَا بَيْنَ ضَحِكِ السُّرُورِ، وَبَيْنَ ضَحِكِ الْخَجَلِ، وَضَحِكِ الشَّامِتِ. </p><p> فَهَذِهِ الْوُجُوهُ مِنْ لَطِيفِ أُمُورِ الْمَخَايِلِ. قَالَ الرَّازِيُّ: وَكَانَ سِحْرُ سَحَرَةِ فِرْعَوْنَ مِنْ هَذَا الضَّرْبِ. وَمِنْ هَذَا الْبَابِ تَرْكِيبُ صُنْدُوقِ السَّاعَاتِ. وَيَنْدَرِجُ فِي هَذَا الْبَابِ عِلْمُ جَرِّ الْأَثْقَالِ، وَهُوَ أَنْ يَجُرَّ ثَقِيلًا عَظِيمًا بِآلَةٍ خَفِيفَةٍ سَهْلَةٍ، وَهَذَا فِي الْحَقِيقَةِ لَا يَنْبَغِي أَنْ يُعَدَّ مِنْ بَابِ السِّحْرِ لِأَنَّ لَهَا أَسْبَابًا مَعْلُومَةً نَفِيسَةً، مَنِ اطَّلَعَ عَلَيْهَا قَدِرَ عَلَيْهَا، إِلَّا أَنَّ الِاطِّلَاعَ عَلَيْهَا لَمَّا كَانَ عَسِيرًا عَدَّ أَهْلُ الظَّاهِرِ ذَلِكَ مِنْ بَابِ السِّحْرِ لِخَفَاءِ مَأْخَذِهِ اهـ. </p><p> وَقَدْ عَلِمْتُ أَنَّ الرَّازِيَّ يَرَى أَنَّ سِحْرَ سَحَرَةِ فِرْعَوْنَ مِنْ هَذَا النَّوْعِ الْأَخِيرِ، لِأَنَّ السَّحَرَةَ جَعَلُوا الزِّئْبَقَ عَلَى الْحِبَالِ، وَالْعِصِيِّ فَحَرَّكَتْهُ حَرَارَةُ الشَّمْسِ فَتَحَرَّكَتِ الْحِبَالُ وَالْعِصِيُّ فَظَنُّوا أَنَّهَا حَرَكَةٌ طَبِيعِيَّةٌ حَقِيقِيَّةٌ. وَالَّذِي يَظْهَرُ لَنَا أَنَّهُ مِنَ النَّوْعِ الَّذِي قَبْلَهُ كَمَا قَدَّمْنَا، وَلَا مَانِعَ مِنْ أَنْ يَتَوَارَدَ نَوْعَانِ عَلَى شَيْءٍ وَاحِدٍ فَيَكُونُ دَاخِلًا فِي هَذَا وَفِي هَذَا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَالَ ابْنُ كَثِيرٍ بَعْدَ أَنْ ذَكَرَ كَلَامَ الرَّازِيِّ الَّذِي ذَكَرْنَا فِي هَذَا النَّوْعِ مِنَ السِّحْرِ. قُلْتُ: وَمِنْ هَذَا الْقَبِيلِ حِيَلُ النَّصَارَى عَلَى عَامَّتِهِمْ بِمَا يُرُونَهُمْ إِيَّاهُ مِنَ الْأَنْوَارِ، كَقَضِيَّةِ قُمَامَةِ الْكَنِيسَةِ الَّتِي لَهُمْ بِبَيْتِ الْمَقْدِسِ، وَمَا يَحْتَالُونَ بِهِ مِنْ إِدْخَالِ النَّارِ خُفْيَةً إِلَى </p><p> الْكَنِيسَةِ، وَإِشْعَالِ ذَلِكَ الْقِنْدِيلِ بِصَنْعَةٍ لَطِيفَةٍ تُرَوَّجُ عَلَى الطَّغَامِ مِنْهُمْ، وَأَمَّا الْخَوَاصُّ مِنْهُمْ فَمُعْتَرِفُونَ بِذَلِكَ، وَلَكِنْ يَتَأَوَّلُونَ أَنَّهُمْ يَجْمَعُونَ شَمْلَ أَصْحَابِهِمْ عَلَى دِينِهِمْ، فَيَرَوْنَ ذَلِكَ سَائِغًا لَهُمْ، وَفِيهِمْ شُبَهٌ مِنَ الْجَهَلَةِ الْأَغْبِيَاءِ مِنْ مُتَعَبِّدِي الْكَرَّامِيَّةِ الَّذِينَ يَرَوْنَ جَوَازَ وَضْعِ الْأَحَادِيثِ فِي التَّرْغِيبِ، وَالتَّرْهِيبِ، فَيَدْخُلُونَ فِي عِدَادِ مَنْ قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِمْ:  «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» ، وَقَوْلُهُ:  «حَدِّثُوا عَنِّي، وَلَا تَكْذِبُوا عَلَيَّ، فَإِنَّهُ مَنْ يَكْذِبُ عَلَيَّ يَلِجُ النَّارَ» . ثُمَّ ذَكَرَهَا هُنَا - يَعْنِي الرَّازِيَّ - حِكَايَةً عَنْ بَعْضِ الرُّهْبَانِ، وَهِيَ أَنَّهُ سَمِعَ صَوْتَ طَائِرٍ حَزِينِ الصَّوْتِ، ضَعِيفِ الْحَرَكَةِ، فَإِذَا سَمِعَتْهُ الطُّيُورُ تَرِقُّ لَهُ فَتُذْهِبُ فِي وَكْرِهِ مِنْ ثَمَرِ الزَّيْتُونِ لِيَتَبَلَّغَ بِهِ، فَعَمَدَ هَذَا الرَّاهِبُ إِلَى صَنْعَةِ طَائِرٍ عَلَى شَكْلِهِ وَتَوَصَّلَ إِلَى أَنْ جَعَلَهُ أَجْوَفًا، فَإِذَا دَخَلَتْهُ الرِّيحُ سُمِعَ مِنْهُ صَوْتٌ كَصَوْتِ ذَلِكَ الطَّائِرِ. وَانْقَطَعَ فِي صَوْمَعَةٍ ابْتَنَاهَا، وَزَعَمَ أَنَّهَا عَلَى قَبْرِ بَعْضِ صَالِحِيهِمْ، وَعَلَّقَ ذَلِكَ الطَّائِرَ فِي مَكَانٍ مِنْهَا، فَإِذَا كَانَ زَمَانُ الزَّيْتُونِ فَتَحَ بَابًا مِنْ نَاحِيَتِهِ فَتَدْخُلُ الرِّيحُ إِلَى دَاخِلِ هَذِهِ الصُّورَةِ فَيَسْمَعُ صَوْتَهَا كُلُّ طَائِرٍ فِي شَكْلِهِ أَيْضًا، فَتَأْتِي الطُّيُورُ فَتَحْمِلُ مِنَ الزَّيْتُونِ شَيْئًا كَثِيرًا فَلَا تَرَى النَّصَارَى إِلَّا ذَلِكَ الزَّيْتُونَ فِي هَذِهِ الصَّوْمَعَةِ، وَلَا يَدْرُونَ مَا سَبَبُهُ. فَفَتَنَهُمْ بِذَلِكَ وَأَوْهَمَهُمْ أَنَّ هَذَا مِنْ كَرَامَاتِ صَاحِبِ ذَلِكَ الْقَبْرِ، عَلَيْهِمْ لِعَائِنُ اللَّهِ الْمُتَتَابِعَةُ إِلَى يَوْمِ الْقِيَامَةِ انْتَهَى كَلَامُ ابْنِ كَثِيرٍ. </p><p> وَذَكَرَ الرَّازِيُّ فِي هَذِهِ الْمَسْأَلَةِ الَّتِي نَقَلَهَا عَنْهُ ابْنُ كَثِيرٍ: أَنَّ ذَلِكَ الطَّائِرَ الْمَذْكُورَ يُسَمَّى الْبَرَاصِلَ، وَأَنَّ الَّذِي عَمِلَ صُورَتَهُ يُسَمَّى أَرْجِعْيَانُوسَ الْمُوسِيقَارَ، وَأَنَّهُ جَعَلَ ذَلِكَ عَلَى هَيْكَلِ أُورَشْلِيمَ الْعَتِيقِ عِنْدَ تَجْدِيدِهِ إِيَّاهُ، وَأَنَّ الَّذِي قَامَ بِعِمَارَةِ ذَلِكَ الْهَيْكَلِ أَوَّلًا أُسْطَرْخَسُ النَّاسِكُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: وَهَذَا النَّوْعُ الْخَامِسُ الَّذِي عَدَّهُ الرَّازِيُّ مِنْ أَنْوَاعِ السِّحْرِ، الَّذِي هُوَ الْأَعْمَالُ الْعَجِيبَةُ الَّتِي تَظْهَرُ مِنْ تَرْكِيبِ الْآلَاتِ الْمُرَكَّبَةِ عَلَى النِّسَبِ الْهَنْدَسِيَّةِ. . . إِلَخْ لَا يَنْبَغِي عَدُّهُ الْيَوْمَ مِنْ أَنْوَاعِ السِّحْرِ. لِأَنَّ أَسْبَابَهُ صَارَتْ وَاضِحَةً مُتَعَارَفَةً عِنْدَ النَّاسِ، بِسَبَبِ تَقَدُّمِ الْعِلْمِ الْمَادِّيِّ. وَالْوَاضِحُ الَّذِي صَارَ عَادِيًّا لَا يَدْخُلُ فِي حَدِّ السِّحْرِ، وَقَدْ كَانَتْ أُمُورٌ كَثِيرَةٌ خَفِيَّةَ الْأَسْبَابِ فَصَارَتِ الْيَوْمَ ظَاهِرَتَهَا جِدًّا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> النَّوْعُ السَّادِسُ مِنْ أَنْوَاعِ السِّحْرِ: الِاسْتِعَانَةُ بِخَوَاصِّ الْأَدْوِيَةِ، مِثْلَ أَنْ يَجْعَلَ فِي طَعَامِهِ بَعْضَ الْأَدْوِيَةِ الْمُبَلِّدَةِ الْمُزِيلَةِ لِلْعَقْلِ، وَالدَّخَنَ الْمُسْكِرَةَ نَحْوَ دِمَاغِ الْحِمَارِ إِذَا تَنَاوَلَهُ </p><p> الْإِنْسَانُ تَبَلَّدَ عَقْلُهُ، وَقَلَّتْ فِطْنَتُهُ، قَالَهُ الرَّازِيُّ. ثُمَّ قَالَ: وَاعْلَمْ أَنَّهُ لَا سَبِيلَ إِلَى إِنْكَارِ الْخَوَاصِّ: فَإِنَّ أَثَرَ الْمِغْنَاطِيسِ مُشَاهَدٌ إِلَّا أَنَّ النَّاسَ قَدْ أَكْثَرُوا فِيهِ وَخَلَطُوا الصِّدْقَ بِالْكَذِبِ، وَالْبَاطِلَ بِالْحَقِّ. اهـ كَلَامُ الرَّازِيِّ. </p><p> وَقَالَ ابْنُ كَثِيرٍ بَعْدَ أَنْ ذَكَرَ هَذَا النَّوْعَ مِنَ السِّحْرِ نَقْلًا عَنِ الرَّازِيِّ: قُلْتُ: يَدْخُلُ فِي هَذَا الْقَبِيلِ كَثِيرٌ مِمَّنْ يَدَّعِي الْفَقْرَ، وَيَتَحَيَّلُ عَلَى جَهَلَةِ النَّاسِ بِهَذِهِ الْخَوَاصِّ مُدَّعِيًا أَنَّهَا أَحْوَالٌ لَهُ مِنْ مُخَالَطَةِ النِّيرَانِ وَمَسْكِ الْحَيَّاتِ إِلَى غَيْرِ ذَلِكَ مِنَ الْمُحَاوَلَاتِ. انْتَهَى كَلَامُ ابْنِ كَثِيرٍ. </p><p> النَّوْعُ السَّابِعُ مِنْ أَنْوَاعِ السِّحْرِ الْمَذْكُورِ: تَعْلِيقُ الْقَلْبِ، وَهُوَ أَنْ يَدَّعِيَ السَّاحِرُ أَنَّهُ قَدْ عَرَفَ الِاسْمَ الْأَعْظَمَ، وَأَنَّ الْجِنَّ يُطِيعُونَ وَيَنْقَادُونَ لَهُ فِي أَكْثَرِ الْأَحْوَالِ: فَإِذَا اتَّفَقَ أَنْ كَانَ السَّامِعُ لِذَلِكَ ضَعِيفَ الْعَقْلِ قَلِيلَ التَّمْيِيزِ اعْتَقَدَ أَنَّهُ حَقٌّ: وَتَعَلَّقَ قَلْبُهُ بِذَلِكَ: حَصَلَ فِي نَفْسِهِ نَوْعٌ مِنَ الرُّعْبِ، وَالْمَخَافَةِ: وَإِذَا حَصَلَ الْخَوْفُ ضَعُفَتِ الْقُوَى الْحَسَّاسَةُ: فَحِينَئِذٍ يَتَمَكَّنُ السَّاحِرُ مِنْ أَنْ يَفْعَلَ مَا يَشَاءُ. قَالَ الرَّازِيُّ: وَإِنَّ مَنْ جَرَّبَ الْأُمُورَ وَعَرَفَ أَحْوَالَ أَهْلِ الْعِلْمِ عَلِمَ أَنَّ لِتَعَلُّقِ الْقَلْبِ أَثَرًا عَظِيمًا فِي تَنْفِيذِ الْأَعْمَالِ وَإِخْفَاءِ الْأَسْرَارِ. </p><p> وَقَالَ ابْنُ كَثِيرٍ بَعْدَ أَنْ نَقَلَ هَذَا النَّوْعَ مِنَ السِّحْرِ عَنِ الرَّازِيِّ: هَذَا النَّمَطُ يُقَالُ لَهُ التَّنْبَلَةُ، وَإِنَّمَا يُرَوَّجُ عَلَى ضُعَفَاءِ الْعُقُولِ مِنْ بَنِي آدَمَ. وَفِي عِلْمِ الْفِرَاسَةِ مَا يُرْشِدُ إِلَى مَعْرِفَةِ كَامِلِ الْعَقْلِ مِنْ نَاقِصِهِ. فَإِذَا كَانَ النَّبِيلُ حَاذِقًا فِي عِلْمِ الْفِرَاسَةِ عَرَفَ مَنْ يَنْقَادُ لَهُ مِنَ النَّاسِ مِنْ غَيْرِهِ. </p><p> النَّوْعُ الثَّامِنُ مِنْ أَنْوَاعِ السِّحْرِ: السَّعْيُ بِالنَّمِيمَةِ، وَالتَّضْرِيبُ مِنْ وُجُوهٍ لَطِيفَةٍ خَفِيَّةٍ وَذَلِكَ شَائِعٌ فِي النَّاسِ اهـ. وَالتَّضْرِيبُ بَيْنَ الْقَوْمِ: إِغْرَاءُ بَعْضِهِمْ عَلَى بَعْضٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ بَعْدَ أَنْ نَقَلَ هَذَا النَّوْعَ الْأَخِيرَ عَنِ الرَّازِيِّ قُلْتُ: النَّمِيمَةُ عَلَى قِسْمَيْنِ: تَارَةً تَكُونُ عَلَى وَجْهِ التَّحْرِيشِ بَيْنَ النَّاسِ، وَتَفْرِيقِ قُلُوبِ الْمُؤْمِنِينَ. فَهَذَا حَرَامٌ مُتَّفَقٌ عَلَيْهِ. فَأَمَّا إِنْ كَانَتْ عَلَى وَجْهِ الْإِصْلَاحِ بَيْنَ النَّاسِ، وَائْتِلَافِ كَلِمَةِ الْمُسْلِمِينَ كَمَا جَاءَ فِي الْحَدِيثِ «لَيْسَ الْكَذَّابُ مَنْ يُنَمِّ خَيْرًا» أَوْ يَكُونُ عَلَى وَجْهِ التَّخْذِيلِ، وَالتَّفْرِيقِ بَيْنَ جُمُوعِ الْكَفَرَةِ، فَهَذَا أَمْرٌ مَطْلُوبٌ كَمَا جَاءَ فِي الْحَدِيثِ «الْحَرْبُ خُدْعَةٌ» ، وَكَمَا فَعَلَ نُعَيْمُ بْنُ مَسْعُودٍ فِي تَفْرِيقِهِ بَيْنَ كَلِمَةِ الْأَحْزَابِ وَبَيْنَ قُرَيْظَةَ، جَاءَ إِلَى هَؤُلَاءِ وَنَمَّى إِلَيْهِمْ عَنْ هَؤُلَاءِ، وَنَقَلَ مِنْ هَؤُلَاءِ إِلَى أُولَئِكَ شَيْئًا آخَرَ، ثُمَّ لَأَمَ بَيْنَ ذَلِكَ فَتَنَاكَرَتِ النُّفُوسُ وَافْتَرَقَتْ. وَإِنَّمَا يَحْذُو عَلَى مِثْلِ هَذَا الذَّكَاءِ ذُو الْبَصِيرَةِ النَّافِذَةِ. وَاللَّهُ الْمُسْتَعَانُ. </p><p> ثُمَّ قَالَ الرَّازِيُّ: فَهَذِهِ جُمْلَةُ الْكَلَامِ فِي أَقْسَامِ السِّحْرِ وَشَرْحِ أَنْوَاعِهِ وَأَصْنَافِهِ. </p><p> قُلْتُ: وَإِنَّمَا أَدْخَلَ كَثِيرًا مِنْ هَذِهِ الْأَنْوَاعِ الْمَذْكُورَةِ فِي فَنِّ السِّحْرِ لِلَطَافَةِ مَدَارِكِهَا. لِأَنَّ السِّحْرَ فِي اللُّغَةِ عِبَارَةٌ عَمَّا لَطُفَ وَخَفِيَ سَبَبُهُ، وَلِهَذَا جَاءَ فِي الْحَدِيثِ «إِنَّ مِنَ الْبَيَانِ لَسِحْرًا» وَسُمِّيَ السَّحُورُ سَحُورًا لِكَوْنِهِ يَقَعُ خَفِيًّا آخِرَ اللَّيْلِ. وَالسِّحْرُ: الرِّئَةُ وَهِيَ مَحَلُّ الْغِذَاءِ، وَسُمِّيَتْ بِذَلِكَ لِخَفَائِهَا وَلُطْفِ مَجَارِيهَا إِلَى أَجْزَاءِ الْبَدَنِ وَغُضُونِهِ، كَمَا قَالَ أَبُو جَهْلٍ يَوْمَ بَدْرٍ لِعُتْبَةَ: أَنْتَفَخَ سِحْرُهُ؟ أَيْ: أَنْتَفَخَتْ رِئَتُهُ مِنَ الْخَوْفِ؟ </p><p> وَقَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: تُوُفِّيَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ سَحْرِي وَنَحْرِي. وَقَالَ تَعَالَى: سَحَرُوا أَعْيُنَ النَّاسِ [٧ ١١٦] أَيْ: أَخْفَوْا عَنْهُمْ عَمَلَهُمْ، انْتَهَى كَلَامُ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> هَذَا هُوَ حَاصِلُ الْأَقْسَامِ الثَّمَانِيَةِ الَّتِي ذَكَرَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ فِي سُورَةِ «الْبَقَرَةِ» انْقِسَامَ السِّحْرِ إِلَيْهَا. وَلِأَهْلِ الْعِلْمِ فِيهِ تَقْسِيمَاتٌ مُتَعَدِّدَةٌ يَرْجِعُ غَالِبُهَا إِلَى هَذِهِ الْأَقْسَامِ الْمَذْكُورَةِ وَقَدْ قَسَّمَهُ الشَّيْخُ سَيِّدِي عَبْدُ اللَّهِ بْنُ الْحَاجِّ إِبْرَاهِيمَ الْعَلَوِيُّ الشَّنْقِيطِيُّ صَاحِبُ التَّآلِيفِ الْعَدِيدَةِ الْمُفِيدَةِ فِي نَظْمِهِ الْمُسَمَّى (رُشْدُ الْغَافِلِ) وَشَرْحِهِ لَهُ، الَّذِي بَيَّنَ فِيهِ أَنْوَاعَ عُلُومِ الشَّرِّ لِتُتَّقَى وَتُجْتَنَبَ إِلَى أَقْسَامٍ مُتَعَدِّدَةٍ: </p><p> (مِنْهَا) قِسْمٌ يُسَمَّى (بِالْهِيمْيَاءِ) بِكَسْرِ الْهَاءِ بَعْدَهَا مُثَنَّاةٌ تَحْتِيَّةٌ فَمِيمٌ فَيَاءٌ بَعْدَهَا أَلِفُ التَّأْنِيثِ الْمَمْدُودَةُ، عَلَى وَزْنِ كِبْرِيَاءَ. قَالَ: وَهُوَ مَا تَرَكَّبَ مِنْ خَوَاصٍّ سَمَاوِيَّةٍ تُضَافُ لِأَحْوَالِ الْأَفْلَاكِ، يَحْصُلُ لِمَنْ عُمِلَ لَهُ شَيْءٌ مِنْ ذَلِكَ أُمُورٌ مَعْلُومَةٌ عِنْدَ السَّحَرَةِ، وَقَدْ يَبْقَى لَهُ إِدْرَاكٌ، وَقَدْ يُسْلَبُهُ بِالْكُلِّيَّةِ فَتَصِيرُ أَحْوَالُهُ كَحَالَاتِ النَّائِمِ مِنْ غَيْرِ فَرْقٍ، حَتَّى يَتَخَيَّلَ مُرُورَ السِّنِينِ الْكَثِيرَةِ فِي الزَّمَنِ الْيَسِيرِ وَحُدُوثَ الْأَوْلَادِ وَانْقِضَاءَ الْأَعْمَارِ، وَغَيْرَ ذَلِكَ فِي سَاعَةٍ وَنَحْوِهَا مِنَ الزَّمَنِ الْيَسِيرِ. وَمَنْ لَمْ يُعْمَلْ لَهُ ذَلِكَ لَا تَجِدُ شَيْئًا مِمَّا ذُكِرَ. وَهَذَا تَخْيِيلٌ لَا حَقِيقَةَ لَهُ اه. </p><p> (وَمِنْهَا) نَوْعٌ يُسَمَّى (بِالسِّيمْيَاءِ) بِكَسْرِ السِّينِ الْمُهْمَلَةِ وَبَقِيَّةُ حُرُوفِهِ كَحُرُوفِ مَا قَبْلَهُ. قَالَ: وَهُوَ عِبَارَةٌ عَمَّا تَرَكَّبَ مِنْ خَوَاصَّ أَرْضِيَّةٍ كَدُهْنٍ خَاصٍّ، أَوْ مَائِعَاتٍ خَاصَّةٍ يَبْقَى مَعَهَا إِدْرَاكٌ، وَقَدْ يُسْلَبُ بِالْكُلِّيَّةِ إِلَى آخِرِ مَا تَقَدَّمَ فِي الْهِيمْيَاءِ. </p><p> (وَمِنْهَا) : نَوْعٌ هُوَ رُقًى ضَارَّةٌ. قَالَ: كَرُقَى الْجَاهِلِيَّةِ وَأَهْلِ الْهِنْدِ، وَرُبَّمَا كَانَتْ كُفْرًا. قَالَ: وَلِهَذَا نَهَى مَالِكٌ عَنِ الرُّقَى بِالْعَجَمِيَّةِ. وَقَالَ ابْنُ زَكَرِيَّا فِي شَرْحِ (النَّصِيحَةِ) : وَلَا يُقَالُ لِمَا يُحْدِثُ ضَرَرًا رُقًى، بَلْ ذَلِكَ يُقَالُ لَهُ سِحْرٌ. </p><p> (وَمِنْهَا) : قِسْمٌ يُسَمَّى خَصَائِصُ بَعْضِ الْحَقَائِقِ الَّتِي لَهَا تَسَلُّطٌ عَلَى النُّفُوسِ. كَالْمُشْطِ، وَالْمُشَاقَةِ وَجَفُّ طَلْعِ الذَّكَرِ مِنَ النَّخْلِ، وَقِصَّةُ جُعْلِ الْيَهُودِيِّ الَّذِي سَحَرَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا ذُكِرَ فِي سِحْرِهِ مَشْهُورَةٌ. وَسَيَأْتِي إِيضَاحُ ذَلِكَ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَمِنْ أَمْثِلَةِ هَذَا النَّوْعِ عِنْدَ أَهْلِهِ: أَنَّ بَعْضَ أَنْوَاعِ الْكِلَابِ مِنْ شَأْنِهِ إِذَا رُمِيَ بِحَجَرٍ أَنْ يَعَضَّهُ، فَإِذَا رُمِيَ بِسَبْعِ حِجَارَةٍ وَعَضَّ كُلَّ وَاحِدَةٍ مِنْهَا وَطُرِحَتْ تِلْكَ الْحِجَارَةُ فِي مَاءٍ فَمَنْ شَرِبَ مِنْهُ فَإِنَّ السَّحَرَةَ يَزْعُمُونَ أَنْ تَظْهَرَ فِيهِ آثَارٌ مَخْصُوصَةٌ مَعْرُوفَةٌ عِنْدَهُمْ. قَبَّحَهُمُ اللَّهُ تَعَالَى. </p><p> (وَمِنْهَا) : نَوْعٌ يُسَمَّى (بِالطَّلَاسِمِ) وَهُوَ عِبَارَةٌ عَنْ نَقْشِ أَسْمَاءٍ خَاصَّةٍ لَهَا تَعَلُّقٌ بِالْأَفْلَاكِ وَالْكَوَاكِبِ عَلَى زَعْمِ أَهْلِهَا فِي جِسْمٍ مِنَ الْمَعَادِنِ أَوْ غَيْرِهَا، تَحْدُثُ بِهَا خَاصِّيَّةٌ رُبِطَتْ فِي مَجَارِي الْعَادَاتِ، وَلَا بُدَّ مَعَ ذَلِكَ مِنْ نَفْسٍ صَالِحَةٍ لِهَذِهِ الْأَعْمَالِ. فَإِنَّ بَعْضَ النُّفُوسِ لَا تَجْرِي الْخَاصَّةُ الْمَذْكُورَةُ عَلَى يَدِهِ. </p><p> (وَمِنْهَا) : نَوْعٌ يُسَمَّى (بِالْعَزَائِمِ) وَهُمْ يَزْعُمُونَ أَنَّ لِكُلِّ نَوْعٍ مِنَ الْمَلَائِكَةِ أَسْمَاءً أُمِرُوا بِتَعْظِيمِهَا، وَمَتَى أُقْسِمَ عَلَيْهِمْ بِهَا أَطَاعُوا وَأَجَابُوا وَفَعَلُوا مَا طُلِبَ مِنْهُمْ اهـ، وَلَا يَخْفَى مَا فِي هَذَا الزَّعْمِ مِنَ الْفَسَادِ. </p><p> (وَمِنْهَا) : نَوْعٌ يُسَمُّونَهُ الِاسْتِخْدَامَ لِلْكَوَاكِبِ، وَالْجِنِّ. وَأَهْلُ الِاسْتِخْدَمَاتِ يَزْعُمُونَ أَنَّ لِلْكَوَاكِبِ إِدْرَاكَاتٍ رُوحَانِيَّةً. فَإِذَا قُوبِلَتَ الْكَوَاكِبُ بِبَخُورٍ خَاصٍّ وَلِبَاسٍ خَاصٍّ عَلَى الَّذِي يُبَاشِرُ الْبَخُورَ، كَانَتْ رُوحَانِيَّةَ فَلَكِ الْكَوَاكِبِ مُطِيعَةٌ لَهُ، مَتَى مَا أَرَادَ شَيْئًا فَعَلَتْهُ لَهُ عَلَى زَعْمِهِمْ لَعَنَهُمُ اللَّهُ تَعَالَى. وَهَذَا النَّوْعُ مِنْ سِحْرِ الْكِلْدَانِيِّينَ الْمُتَقَدِّمِ. وَكَذَلِكَ مُلُوكُ الْجَانِّ يَزْعُمُونَ أَنَّهُمْ إِذَا عَمِلُوا لَهُمْ أَشْيَاءً خَاصَّةً بِكُلِّ مَلِكٍ مِنْ مُلُوكِهِمْ أَطَاعُوا وَفَعَلُوا لَهُمْ مَا أَرَادُوا. قَالَ: وَشُرُوطُ هَذِهِ الْأُمُورِ مُسْتَوْعَبَةٌ فِي كُتُبِهِمْ. وَذَكَرَ مِنْ عُلُومِ الشَّرِّ أَنْوَاعًا كَثِيرَةً: كَالْخَطِّ، وَالْأَشْكَالِ، وَالْمَوَالِدِ، وَالْقُرْعَةِ، وَالْفَأْلِ، وَعِلْمِ الْكَتِفِ، وَالْمُوسِيقَى، وَالرَّعْدِيِّ، وَالْكِهَانَةِ، وَغَيْرِ ذَلِكَ. </p><p> وَالْخَطُّ الرَّمْلِيُّ مَعْرُوفٌ. وَالْأَشْكَالُ جَمْعُ شَكْلٍ، وَيُسَمَّى عِلْمُهَا عِلْمُ الْجَدَاوِلِ وَعِلْمُ الْأَوْفَاقِ، وَهِيَ مَعْرُوفَةٌ وَهِيَ مِنَ الْبَاطِلِ. </p><p> وَالْمَوَالِدُ جَمْعُ مَوْلِدٍ، وَهِيَ أَنْ يَدَّعِيَ مِنْ مَعْرِفَةِ النَّجْمِ الَّذِي كَانَ طَالِعًا عِنْدَ وِلَادَةِ الشَّخْصِ أَنَّهُ يَكُونُ سُلْطَانًا أَوْ عَالِمًا، أَوْ غَنِيًا أَوْ فَقِيرًا، أَوْ طَوِيلَ الْعُمْرِ أَوْ قَصِيرَهُ، وَنَحْوَ ذَلِكَ. </p><p> وَالْقُرْعَةُ مَا يُسَمُّونَهُ قُرْعَةَ الْأَنْبِيَاءِ، وَحَاصِلُهَا جَدْوَلٌ مَرْسُومٌ فِي بُيُوتِهِ أَسْمَاءُ الْأَنْبِيَاءِ وَأَسْمَاءُ الطُّيُورِ. وَبَعْدَ الْجَدْوَلِ تَرَاجِمُ، لِكُلِّ اسْمٍ تَرْجَمَةٌ خَاصَّةٌ بِهِ، وَيُذْكَرُ فِيهَا أُمُورٌ مِنَ الْمَنَافِعِ، وَالْمَضَارِّ، يُقَالُ لِلشَّخْصِ غَمِّضْ عَيْنَيْكَ وَضَعْ أُصْبُعَكَ فِي الْجَدْوَلِ. فَإِذَا وَضَعَهَا عَلَى اسْمٍ قُرِئَتْ لَهُ تَرْجَمَتُهُ لِيَعْتَقِدَ أَنَّهُ يَكُونُ لَهُ ذَلِكَ الْمَذْكُورُ مِنْهَا. قَالَ: وَقَدْ عَدَّهَا الْعُلَمَاءُ مِنْ بَابِ الِاسْتِقْسَامِ بِالْأَزْلَامِ. </p><p> وَمُرَادُهُ بِالْفَأْلِ: الْفَأْلُ الْمُكْتَسَبُ. كَأَنْ يُرِيدَ إِنْسَانٌ التَّزَوُّجَ أَوِ السَّفَرَ مَثَلًا، فَيَخْرُجُ لِيَسْمَعَ مَا يُفْهَمُ مِنْهُ الْإِقْدَامُ أَوِ الْإِحْجَامُ، وَيَدْخُلُ فِيهِ النَّظَرُ فِي الْمُصْحَفِ لِذَلِكَ: وَلَا يَخْفَى أَنَّ ذَلِكَ مِنْ نَوْعِ الِاسْتِقْسَامِ بِالْأَزْلَامِ. أَمَّا مَا يُعْرَضُ مِنْ غَيْرِ اكْتِسَابٍ كَأَنْ يَسْمَعَ قَائِلًا يَقُولُ: مَا مُفْلِحٌ، فَلَيْسَ مِنْ هَذَا الْقَبِيلِ كَمَا جَاءَتْ بِهِ الْأَحَادِيثُ الصَّحِيحَةُ. </p><p> وَعِلْمُ الْكَتِفِ: عِلْمٌ يَزْعُمُ أَهْلُ الشَّرِّ، وَالضَّلَالِ أَنَّ مَنْ عَلِمَهُ يَكُونُ إِذَا نَظَرَ فِي أَكْتَافِ الْغَنَمِ اطَّلَعَ عَلَى أُمُورٍ مِنَ الْغَيْبِ، وَرُبَّمَا زَعَمَ الْمُشْتَغِلُ بِهِ أَنَّ السُّلْطَانَ يَمُوتُ فِي تَارِيخِ كَذَا، وَأَنَّهُ يَطْرَأُ رُخْصٌ أَوْ غَلَاءٌ أَوْ مَوْتَ الْأَعْيَانِ كَالْعُلَمَاءِ، وَالصَّالِحِينَ، وَقَدْ يَذْكُرُ شَأْنَ الْكُنُوزِ أَوِ الدَّفَائِنِ، وَنَحْوَ ذَلِكَ. وَالْمُوسِيقَى مَعْرُوفَةٌ، وَكُلُّهَا مِنَ الْبَاطِلِ كَمَا لَا يَخْفَى عَلَى مَنْ لَهُ إِلْمَامٌ بِالشَّرْعِ الْكَرِيمِ. </p><p> وَالرَّعْدِيَّاتُ: عِلْمٌ يَزْعُمُ أَهْلُهُ أَنَّ الرَّعْدَ إِذَا كَانَ فِي وَقْتِ كَذَا مِنَ السَّنَةِ وَالشَّهْرِ فَهُوَ عَلَامَةٌ عَلَى أُمُورٍ غَيْبِيَّةٍ مِنْ جَدْبٍ وَخِصْبٍ، وَكَثْرَةِ الرَّوَاجِ فِي الْأَسْوَاقِ وَقِلَّتِهِ، وَكَثْرَةِ الْمَوْتِ وَهَلَاكِ الْمَاشِيَةِ، وَانْقِرَاضِ الْمِلْكِ وَنَحْوِ ذَلِكَ. وَالْفَرْقُ بَيْنَ الْعِرَافَةِ وَالْكِهَانَةِ مَعَ أَنَّهُمَا يَشْتَرِكَانِ فِي دَعْوَى الِاطِّلَاعِ عَلَى الْغَيْبِ: أَنَّ الْعِرَافَةَ مُخْتَصَّةٌ بِالْأُمُورِ الْمَاضِيَةِ، وَالْكِهَانَةَ مُخْتَصَّةٌ بِالْأُمُورِ الْمُسْتَقْبَلَةِ اهـ مِنْهُ. </p><p> وَعُلُومُ الشَّرِّ كَثِيرَةٌ، وَقَصَدْنَا بِذِكْرِ مَا ذَكَرْنَا مِنْهَا التَّنْبِيهَ عَلَى خِسَّتِهَا وَقُبْحِهَا شَرْعًا، وَأَنَّ مِنْهَا مَا هُوَ كُفْرٌ بَوَاحٌ، وَمِنْهَا مَا يُؤَدِّي إِلَى الْكُفْرِ، وَأَقَلُّ دَرَجَاتِهَا التَّحْرِيمُ الشَّدِيدُ. وَقَدْ دَلَّ بَعْضُ الْأَحَادِيثِ، وَالْآثَارِ عَلَى أَنَّ الْعِيَافَةَ، وَالطَّرْقَ، وَالطِّيَرَةَ مِنَ السِّحْرِ. وَقَدْ قَدَّمْنَا مَعْنَى ذَلِكَ فِي «الْأَنْعَامِ» وَعَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ:  «مَنِ اقْتَبَسَ شُعْبَةً مِنَ النُّجُومِ فَقَدِ اقْتَبَسَ شُعْبَةً مِنَ السِّحْرِ زَادَ مَا زَادَ» رَوَاهُ أَبُو دَاوُدَ بِإِسْنَادٍ صَحِيحٍ. وَلِلنَّسَائِيِّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ «مَنْ عَقَدَ عُقْدَةً ثُمَّ نَفَثَ فِيهَا فَقَدْ سَحَرَ، وَمَنْ سَحَرَ فَقَدْ أَشْرَكَ، وَمَنْ تَعَلَّقَ شَيْئًا وُكِلَ إِلَيْهِ» . </p><p> الْمَسْأَلَةُ الرَّابِعَةُ </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي السِّحْرِ هَلْ هُوَ حَقِيقَةٌ أَوْ هُوَ تَخْيِيلٌ لَا حَقِيقَةَ لَهُ. وَالتَّحْقِيقُ أَنَّ مِنْهُ مَا هُوَ حَقِيقَةٌ كَمَا قَدَّمْنَا، وَمِنْهُ مَا هُوَ تَخْيِيلٌ كَمَا تَقَدَّمَ إِيضَاحُهُ. وَهُوَ مَفْهُومٌ مِنْ أَقْسَامِ السِّحْرِ الْمُتَقَدِّمَةِ فِي كَلَامِ الرَّازِيِّ، وَغَيْرِهِ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ </p><p> اخْتَلَفَ الْعُلَمَاءُ فِيمَنْ يَتَعَلَّمُ السِّحْرَ وَيَسْتَعْمِلُهُ فَقَالَ بَعْضُهُمْ: إِنَّهُ يَكْفُرُ بِذَلِكَ، وَهُوَ قَوْلُ جُمْهُورِ الْعُلَمَاءِ مِنْهُمْ مَالِكٌ، وَأَبُو حَنِيفَةَ وَأَصْحَابُ أَحْمَدَ، وَغَيْرُهُمْ. وَعَنْ أَحْمَدَ مَا يَقْتَضِي عَدَمَ كُفْرِهِ. وَعَنِ الشَّافِعِيِّ أَنَّهُ إِذَا تَعَلَّمَ السِّحْرَ قِيلَ لَهُ صِفْ لَنَا سِحْرَكَ. فَإِنْ وَصَفَ مَا يَسْتَوْجِبُ الْكُفْرَ مِثْلَ سِحْرِ أَهْلِ بَابِلَ مِنَ التَّقَرُّبِ لِلْكَوَاكِبِ، وَأَنَّهَا تَفْعَلُ مَا يَطْلُبُ مِنْهَا فَهُوَ كَافِرٌ، وَإِنْ كَانَ لَا يُوجِبُ الْكُفْرَ فَإِنِ اعْتَقَدَ إِبَاحَتَهُ فَهُوَ كَافِرٌ، وَإِلَّا فَلَا. وَأَقْوَالُ أَهْلِ الْعِلْمِ فِي ذَلِكَ كَثِيرَةٌ مَعْرُوفَةٌ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: التَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ هُوَ التَّفْصِيلُ. فَإِنْ كَانَ السِّحْرُ مِمَّا يُعَظَّمُ فِيهِ غَيْرُ اللَّهِ كَالْكَوَاكِبِ، وَالْجِنِّ، وَغَيْرِ ذَلِكَ مِمَّا يُؤَدِّي إِلَى الْكُفْرِ فَهُوَ كُفْرٌ بِلَا نِزَاعٍ، وَمِنْ هَذَا النَّوْعِ سِحْرُ هَارُوتَ وَمَارُوتَ الْمَذْكُورُ فِي سُورَةِ «الْبَقَرَةِ» فَإِنَّهُ كُفْرٌ بِلَا نِزَاعٍ. كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ [٢ ١٠٢] ، وَقَوْلُهُ تَعَالَى: وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ [٢ ١٠٢] ، وَقَوْلُهُ: وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ [٢ ١٠٢] ، وَقَوْلُهُ تَعَالَى: وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى [٢٠ ٦٩] كَمَا تَقَدَّمَ إِيضَاحُهُ. وَإِنْ كَانَ السِّحْرُ لَا يَقْتَضِي الْكُفْرَ كَالِاسْتِعَانَةِ بِخَوَاصِّ بَعْضِ الْأَشْيَاءِ مِنْ دِهَانَاتٍ وَغَيْرِهَا فَهُوَ حَرَامٌ حُرْمَةً شَدِيدَةً وَلَكِنَّهُ لَا يَبْلُغُ بِصَاحِبِهِ الْكُفْرَ. هَذَا هُوَ التَّحْقِيقُ إِنْ شَاءَ اللَّهُ تَعَالَى فِي هَذِهِ الْمَسْأَلَةِ الَّتِي اخْتَلَفَ فِيهَا الْعُلَمَاءُ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي السَّاحِرِ هَلْ يُقْتَلُ بِمُجَرَّدِ فِعْلِهِ لِلسِّحْرِ وَاسْتِعْمَالِهِ لَهُ أَوْ لَا؟ قَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ: قَالَ ابْنُ هُبَيْرَةَ: وَهَلْ يُقْتَلُ بِمُجَرَّدِ فِعْلِهِ وَاسْتِعْمَالِهِ لَهُ؟ فَقَالَ مَالِكٌ وَأَحْمَدُ: نَعَمْ. وَقَالَ الشَّافِعِيُّ، وَأَبُو حَنِيفَةَ: لَا. فَأَمَّا إِنْ قَتَلَ بِسِحْرِهِ إِنْسَانًا فَإِنَّهُ </p><p> يُقْتَلُ عِنْدَ مَالِكٍ، وَالشَّافِعِيِّ وَأَحْمَدَ. وَقَالَ أَبُو حَنِيفَةَ: لَا يُقْتَلُ حَتَّى يَتَكَرَّرَ مِنْهُ ذَلِكَ، أَوْ يُقِرَّ بِذَلِكَ فِي حَقِّ شَخْصٍ مُعَيَّنٍ. وَإِذَا قُتِلَ فَإِنَّهُ يُقْتَلُ حَدًّا عِنْدَهُمْ إِلَّا الشَّافِعِيَّ فَإِنَّهُ قَالَ: يُقْتَلُ، وَالْحَالَةُ هَذِهِ قِصَاصًا. </p><p> وَهَلْ إِذَا تَابَ السَّاحِرُ تُقْبَلُ تَوْبَتُهُ؟ فَقَالَ مَالِكٌ، وَأَبُو حَنِيفَةَ وَأَحْمَدُ فِي الْمَشْهُورِ عَنْهُمْ: لَا تُقْبَلُ. وَقَالَ الشَّافِعِيُّ وَأَحْمَدُ فِي الرِّوَايَةِ الْأُخْرَى: تُقْبَلُ التَّوْبَةُ. </p><p> وَأَمَّا سَاحِرُ أَهْلِ الْكِتَابِ فَعِنْدَ أَبِي حَنِيفَةَ أَنَّهُ يُقْتَلُ كَمَا يُقْتَلُ السَّاحِرُ الْمُسْلِمُ. وَقَالَ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ: لَا يُقْتَلُ. يَعْنِي لِقِصَّةِ لَبِيدِ بْنِ الْأَعْصَمِ. </p><p> وَاخْتَلَفُوا فِي الْمُسْلِمَةِ السَّاحِرَةِ. فَعِنْدَ أَبِي حَنِيفَةَ أَنَّهَا لَا تُقْتَلُ، وَلَكِنْ تُحْبَسُ. وَقَالَ الثَّلَاثَةُ: حُكْمُهَا حُكْمُ الرَّجُلِ. وَقَالَ أَبُو بَكْرٍ الْخَلَّالُ: أَخْبَرَنَا أَبُو بَكْرٍ الْمَرْوَزِيُّ قَالَ: قَرَأَ عَلَى أَبِي عَبْدِ اللَّهِ - يَعْنِي أَحْمَدَ بْنَ حَنْبَلٍ - عُمَرُ بْنُ هَارُونَ أَخْبَرَنَا يُونُسُ عَنِ الزُّهْرِيِّ قَالَ: يُقْتَلُ سَاحِرُ الْمُسْلِمِينَ، وَلَا يُقْتَلُ سَاحِرُ الْمُشْرِكِينَ. لِأَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَحَرَتْهُ امْرَأَةٌ مِنَ الْيَهُودِ فَلَمْ يَقْتُلْهَا. وَقَدْ نَقَلَ الْقُرْطُبِيُّ عَنْ مَالِكٍ أَنَّهُ قَالَ فِي الذِّمِّيِّ: يُقْتَلُ إِنْ قَتَلَ بِسِحْرِهِ. وَحَكَى ابْنُ خُوَيْزِ مَنْدَادٍ عَنْ مَالِكٍ رِوَايَتَيْنِ فِي الذِّمِّيِّ إِذَا سَحَرَ: إِحْدَاهُمَا أَنَّهُ يُسْتَتَابُ فَإِنْ أَسْلَمَ وَإِلَّا قُتِلَ: وَالثَّانِيَةُ أَنَّهُ يُقْتَلُ وَإِنْ أَسْلَمَ. </p><p> وَأَمَّا السَّاحِرُ الْمُسْلِمُ فَإِنْ تَضَمَّنَ سِحْرُهُ كُفْرًا كُفِّرَ عِنْدَ الْأَئِمَّةِ الْأَرْبَعَةِ، وَغَيْرِهِمْ، لِقَوْلِهِ تَعَالَى: وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ [٢ ١٠٢] لَكِنْ قَالَ مَالِكٌ: إِذَا ظُهِرَ عَلَيْهِ لَمْ تُقْبَلْ تَوْبَتُهُ. لِأَنَّهُ كَالزِّنْدِيقِ فَإِنْ تَابَ قَبْلَ أَنْ يُظْهَرَ عَلَيْهِ وَجَاءَ تَائِبًا قَبِلْنَاهُ. فَإِنْ قَتَلَ سِحْرُهُ قُتِلَ. قَالَ الشَّافِعِيُّ فَإِنْ قَالَ لَمْ أَتَعَمَّدِ الْقَتْلَ فَهُوَ مُخْطِئٌ تَجِبُ عَلَيْهِ الدِّيَةُ انْتَهَى كَلَامُ ابْنِ كَثِيرٍ رَحِمَهُ اللَّهُ تَعَالَى. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: وَأَمَّا تَعَلُّمُهُ وَتَعْلِيمُهُ فَحَرَامٌ، فَإِنْ تَضَمَّنَ مَا يَقْتَضِي الْكُفْرَ كُفِّرَ وَإِلَّا فَلَا. وَإِذَا لَمْ يَكُنْ فِيهِ مَا يَقْتَضِي الْكُفْرَ عُزِّرَ وَاسْتُتِيبَ مِنْهُ، وَلَا يُقْتَلُ عِنْدَنَا، فَإِنْ تَابَ قُبِلَتْ تَوْبَتُهُ. وَقَالَ مَالِكٌ: السَّاحِرُ كَافِرٌ يُقْتَلُ بِالسِّحْرِ، وَلَا يُسْتَتَابُ، وَلَا تُقْبَلُ تَوْبَتُهُ بَلْ يَتَحَتَّمُ قَتْلُهُ: وَالْمَسْأَلَةُ مَبْنِيَّةٌ عَلَى الْخِلَافِ فِي قَبُولِ تَوْبَةِ الزِّنْدِيقِ، لِأَنَّ السَّاحِرَ عِنْدَهُ كَافِرٌ كَمَا ذَكَرْنَا، وَعِنْدَنَا لَيْسَ بِكَافِرٍ، وَعِنْدَنَا تُقْبَلُ تَوْبَةُ الْمُنَافِقِ، وَالزِّنْدِيقِ. وَقَالَ الْقَاضِي عِيَاضٌ: وَبِقَوْلِ مَالِكٍ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ، وَهُوَ مَرْوِيٌّ عَنْ جَمَاعَةٍ مِنَ الصَّحَابَةِ، وَالتَّابِعِينَ. قَالَ أَصْحَابُنَا: فَإِذَا قَتَلَ السَّاحِرُ بِسِحْرِهِ إِنْسَانًا وَاعْتَرَفَ أَنَّهُ مَاتَ بِسِحْرِهِ وَأَنَّهُ يَقْتُلُ غَالِبًا لَزِمَهُ الْقِصَاصُ. وَإِنْ قَالَ مَاتَ بِهِ وَلَكِنَّهُ قَدْ يَقْتُلُ وَقَدْ لَا يَقْتُلُ فَلَا قِصَاصَ، وَتَجِبُ الدِّيَةُ فِي مَالِهِ </p><p> لَا عَلَى عَاقِلَتِهِ. لِأَنَّ الْعَاقِلَةَ لَا تَحْمِلُ مَا ثَبَتَ بِاعْتِرَافِ الْجَانِي. وَقَالَ أَصْحَابُنَا: وَلَا يُتَصَوَّرُ الْقَتْلُ بِالسِّحْرِ بِالْبَيِّنَةِ، وَإِنَّمَا يُتَصَوَّرُ بِاعْتِرَافِ السَّاحِرِ، وَاللَّهُ أَعْلَمُ. انْتَهَى كَلَامُ النَّوَوِيُّ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِي الْكَلَامِ عَلَى قَوْلِ الْبُخَارِيِّ:  (بَابُ السِّحْرِ) وَقَوْلِ اللَّهِ تَعَالَى: وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ [٢ ١٠٢] : وَقَدِ اسْتُدِلَّ بِهَذِهِ الْآيَةِ عَلَى أَنَّ السِّحْرَ كُفْرٌ وَمُتَعَلِّمُهُ كَافِرٌ، وَهُوَ وَاضِحٌ فِي بَعْضِ أَنْوَاعِهِ الَّتِي قَدَّمْتُهَا، وَهُوَ التَّعَبُّدُ لِلشَّيَاطِينِ أَوِ الْكَوَاكِبِ. وَأَمَّا النَّوْعُ الْآخَرُ الَّذِي هُوَ مِنْ بَابِ الشَّعْوَذَةِ فَلَا يَكْفُرُ مَنْ تَعَلَّمَهُ أَصْلًا. </p><p> قَالَ النَّوَوِيُّ. عَمَلُ السِّحْرِ حَرَامٌ، وَهُوَ مِنَ الْكَبَائِرِ بِالْإِجْمَاعِ، وَقَدْ عَدَّهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ السَّبْعِ الْمُوبِقَاتِ، وَمِنْهُ مَا يَكُونُ كُفْرًا. وَمِنْهُ مَا لَا يَكُونُ كُفْرًا، بَلْ مَعْصِيَةً كَبِيرَةً. فَإِنْ كَانَ فِيهِ قَوْلٌ أَوْ فِعْلٌ يَقْتَضِي الْكُفْرَ فَهُوَ كُفْرٌ وَإِلَّا فَلَا. وَأَمَّا تَعَلُّمُهُ وَتَعْلِيمُهُ فَحَرَامٌ، إِلَى آخِرِ كَلَامِ النَّوَوِيِّ الَّذِي ذَكَرْنَاهُ عَنْهُ آنِفًا. ثُمَّ إِنَّ ابْنَ حَجَّةَ لَمَّا نَقَلَهُ عَنْهُ قَالَ: وَفِي الْمَسْأَلَةِ اخْتِلَافٌ كَبِيرٌ وَتَفَاصِيلُ لَيْسَ هَذَا مَوْضِعَ بَسْطِهَا اهـ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: التَّحْقِيقُ فِي هَذِهِ الْمَسْأَلَةِ إِنْ شَاءَ اللَّهُ تَعَالَى أَنَّ السِّحْرَ نَوْعَانِ كَمَا تَقَدَّمَ؟ مِنْهُ مَا هُوَ كُفْرٌ، وَمِنْهُ مَا لَا يَبْلُغُ بِصَاحِبِهِ الْكُفْرَ، فَإِنْ كَانَ السَّاحِرُ اسْتَعْمَلَ السِّحْرَ الَّذِي هُوَ كُفْرٌ فَلَا شَكَّ فِي أَنَّهُ يُقْتَلُ كُفْرًا؟ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ» . </p><p> وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي فِي اسْتِتَابَتِهِ أَنَّهُ يُسْتَتَابُ، فَإِنْ تَابَ قُبِلَتْ تَوْبَتُهُ. وَقَدْ بَيَّنْتُ فِي كِتَابِي (دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ) فِي سُورَةِ «آلِ عِمْرَانَ» أَنَّ أَظْهَرَ الْقَوْلَيْنِ دَلِيلًا أَنَّ الزِّنْدِيقَ تُقْبَلُ تَوْبَتُهُ؟ لِأَنَّ اللَّهَ لَمْ يَأْمُرْ نَبِيَّهُ، وَلَا أُمَّتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالتَّنْقِيبِ عَنْ قُلُوبِ النَّاسِ؟ بَلْ بِالِاكْتِفَاءِ بِالظَّاهِرِ. وَمَا يُخْفُونَهُ فِي سَرَائِرِهِمْ أَمْرُهُ إِلَى اللَّهِ تَعَالَى. خِلَافًا لِلْإِمَامِ مَالِكٍ وَأَصْحَابِهِ الْقَائِلِينَ بِأَنَّ السَّاحِرَ لَهُ حُكْمُ الزِّنْدِيقِ. لِأَنَّهُ مُسْتَمِرٌّ بِالْكُفْرِ، وَالزِّنْدِيقُ لَا تُقْبَلُ تَوْبَتُهُ عِنْدَهُ إِلَّا إِذَا جَاءَ تَائِبًا قَبْلَ الِاطِّلَاعِ عَلَيْهِ. وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي: أَنَّ الْمَرْأَةَ السَّاحِرَةَ حُكْمُهَا حُكْمُ الرَّجُلِ السَّاحِرِ وَأَنَّهَا إِنْ كَفَرَتْ بِسِحْرِهَا قُتِلَتْ كَمَا يُقْتَلُ الرَّجُلُ. لِأَنَّ لَفْظَةَ «مَنْ» فِي قَوْلِهِ: «مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ» تَشْمَلُ الْأُنْثَى عَلَى أَظْهَرِ الْقَوْلَيْنِ وَأَصَحِّهِمَا إِنْ شَاءَ اللَّهُ تَعَالَى. وَمِنَ الْأَدِلَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى الْآيَةَ [٤ ١٢٤] . فَأَدْخَلَ الْأُنْثَى فِي لَفْظَةِ «مَنْ» وَقَوْلُهُ تَعَالَى: يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ الْآيَةَ [٤ ١٢٤] ، وَقَوْلُهُ: وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ الْآيَةَ [٣٣ ٣٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَإِلَى هَذِهِ الْمَسْأَلَةِ الَّتِي هِيَ شُمُولُ لَفْظَةِ «مَنْ» فِي الْكِتَابِ، وَالسُّنَّةِ </p><p> لِلْأُنْثَى أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَمَا شُمُولُ مَنْ لِلْأُنْثَى جَنَفٌ ... وَفِي شَيْبِهِ الْمُسْلِمِينَ اخْتَلَفُوا </p><p> وَأَمَّا إِنْ كَانَ السَّاحِرُ عَمِلَ السِّحْرَ الَّذِي لَا يَبْلُغُ بِصَاحِبِهِ الْكُفْرَ، فَهَذَا هُوَ مَحَلُّ الْخِلَافِ بَيْنَ الْعُلَمَاءِ. فَالَّذِينَ قَالُوا يُقْتَلُ وَلَوْ لَمْ يَكْفُرْ بِسِحْرِهِ قَالَ أَكْثَرُهُمْ: يُقْتَلُ حَدًّا وَلَوْ قَتَلَ إِنْسَانًا بِسِحْرِهِ، وَانْفَرَدَ الشَّافِعِيُّ فِي هَذِهِ الصُّورَةِ بِأَنَّهُ يُقْتَلُ قِصَاصًا لَا حَدًّا. </p><p> وَهَذِهِ حُجَجُ الْفَرِيقَيْنِ وَمُنَاقَشَتُهَا: </p><p> أَمَّا الَّذِينَ قَالُوا مُطْلَقًا إِذَا عَمِلَ بِسِحْرِهِ وَلَوْ لَمْ يَقْتُلْ بِهِ أَحَدًا فَاسْتَدَلُّوا بِآثَارٍ عَنِ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ، وَبِحَدِيثٍ جَاءَ بِذَلِكَ إِلَّا أَنَّهُ لَمْ يَصِحَّ. فَمِنَ الْآثَارِ الدَّالَّةِ عَلَى ذَلِكَ مَا رَوَاهُ الْبُخَارِيُّ فِي صَحِيحِهِ فِي كِتَابِ (الْجِهَادُ فِي بَابِ الْجِزْيَةِ) : حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ قَالَ: سَمِعْتُ عَمْرًا قَالَ: كُنْتُ جَالِسًا مَعَ جَابِرِ بْنِ زَيْدٍ وَعَمْرِو بْنِ أَوْسٍ فَحَدَّثَهُمَا بَجَالَةُ سَنَةَ سَبْعِينَ عَامَ حَجَّ مُصْعَبُ بْنُ الزُّبَيْرِ بِأَهْلِ الْبَصْرَةِ عِنْدَ دَرَجِ زَمْزَمَ قَالَ: كُنْتُ كَاتِبًا لِجَزْءِ بْنِ مُعَاوِيَةَ عَمِّ الْأَحْنَفِ، فَأَتَانَا كِتَابُ عُمَرَ بْنِ الْخَطَّابِ قَبْلَ مَوْتِهِ بِسَنَةٍ: اقْتُلُوا كُلَّ سَاحِرٍ، وَفَرِّقُوا بَيْنَ كُلِّ ذِي مَحْرَمٍ مِنَ الْمَجُوسِ قَالَ: فَقَتَلْنَا فِي يَوْمٍ وَاحِدٍ ثَلَاثَ سَوَاحِرَ وَفَرَّقْنَا بَيْنَ الْمَحَارِمِ مِنْهُمْ. وَرَوَاهُ أَيْضًا أَحْمَدُ، وَأَبُو دَاوُدَ. وَاعْلَمْ أَنَّ لَفْظَةَ «اقْتُلُوا كُلَّ سَاحِرٍ» إِلَخْ فِي هَذَا الْأَثَرِ سَاقِطَةٌ فِي بَعْضِ رِوَايَاتِ الْبُخَارِيِّ، ثَابِتَةٌ فِي بَعْضِهَا، وَهِيَ ثَابِتَةٌ فِي رِوَايَةِ مُسَدَّدِ وَأَبِي يَعْلَى. قَالَهُ فِي الْفَتْحِ. </p><p> وَمِنَ الْآثَارِ الدَّالَّةِ عَلَى ذَلِكَ أَيْضًا مَا رَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ أَنَّهُ بَلَغَهُ أَنَّ حَفْصَةَ زَوْجَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَتَلَتْ جَارِيَةً لَهَا سَحَرَتْهَا، وَقَدْ كَانَتْ دَبَّرَتْهَا فَأَمَرَتْ بِهَا فَقُتِلَتْ. قَالَ مَالِكٌ: السَّاحِرُ الَّذِي يَعْمَلُ السِّحْرَ وَلَمْ يَعْمَلْ ذَلِكَ لَهُ غَيْرُهُ هُوَ مِثْلُ الَّذِي قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى فِي كِتَابِهِ: وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ [٢ ١٠٢] فَأَرَى أَنْ يُقْتَلَ ذَلِكَ إِذَا عَمِلَ ذَلِكَ مِنْ نَفْسِهِ انْتَهَى مِنَ الْمُوَطَّأِ. </p><p> وَنَحْوَهُ أَخْرَجَهُ عَبْدُ الرَّزَّاقِ. وَمِنَ الْآثَارِ الدَّالَّةِ عَلَى ذَلِكَ مَا رَوَاهُ الْبُخَارِيُّ فِي تَارِيخِهِ الْكَبِيرِ: حَدَّثَنَا إِسْحَاقُ. حَدَّثَنَا خَالِدٌ الْوَاسِطِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي عُثْمَانَ: كَانَ عِنْدَ الْوَلِيدِ رَجُلٌ يَلْعَبُ فَذَبَحَ إِنْسَانًا وَأَبَانَ رَأْسَهُ، فَجَاءَ جُنْدَبٌ الْأَزْدِيُّ فَقَتَلَهُ. حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا هُشَيْمٌ عَنْ خَالِدٍ عَنْ أَبِي عُثْمَانَ عَنْ جُنْدَبٍ الْبَجَلِيِّ: أَنَّهُ قَتَلَهُ. حَدَّثَنَا مُوسَى قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ عَنْ عَاصِمٍ عَنْ أَبِي عُثْمَانَ: قَتَلَهُ جُنْدَبُ بْنُ كَعْبٍ. </p><p> وَفِي (فَتْحِ الْمَجِيدِ شَرْحِ كِتَابِ التَّوْحِيدِ) لِلْعَلَّامَةِ الشَّيْخِ عَبْدِ الرَّحْمَنِ بْنِ حَسَنٍ، رَحِمَهُ اللَّهُ تَعَالَى بَعْدَ أَنْ أَشَارَ لِكَلَامِ الْبُخَارِيِّ فِي </p><p> التَّارِيخِ الَّذِي ذَكَرْنَا، وَرَوَاهُ الْبَيْهَقِيُّ فِي الدَّلَائِلِ مُطَوَّلًا، وَفِيهِ: فَأَمَرَ بِهِ الْوَلِيدُ فَسُجِنَ. فَذَكَرَ الْقِصَّةَ بِتَمَامِهَا وَلَهَا طُرُقٌ كَثِيرَةٌ انْتَهَى مِنْهُ. </p><p> فَهَذِهِ آثَارٌ عَنْ ثَلَاثَةٍ مِنَ الصَّحَابَةِ فِي قَتْلِ السَّاحِرِ: وَهُمْ عُمَرُ وَابْنَتُهُ أُمُّ الْمُؤْمِنِينَ حَفْصَةٌ رَضِيَ اللَّهُ عَنْهُمْ جَمِيعًا، وَجُنْدَبٌ وَلَمْ يُعْلَمْ لَهُمْ مُخَالِفٌ مِنَ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ. وَيُعْتَضَدُ ذَلِكَ بِمَا رَوَاهُ لِلتِّرْمِذِيِّ، وَالدَّارَقُطْنِيِّ عَنْ جُنْدَبٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «حَدُّ السَّاحِرِ ضَرْبُهُ بِالسَّيْفِ» . وَضَعَّفَ التِّرْمِذِيُّ إِسْنَادَ هَذَا الْحَدِيثِ وَقَالَ: الصَّحِيحُ عَنْ جُنْدَبٍ مَوْقُوفٌ، وَتَضْعِيفُهُ بِأَنَّ فِي إِسْنَادِهِ إِسْمَاعِيلُ بْنُ مُسْلِمٍ الْمَكِّيُّ وَهُوَ يَضْعُفُ فِي الْحَدِيثِ. وَقَالَ فِي (فَتْحِ الْمَجِيدِ) أَيْضًا فِي الْكَلَامِ عَلَى حَدِيثِ جُنْدَبٍ الْمَذْكُورِ: رَوَى ابْنُ السَّكَنِ مِنْ حَدِيثِ بُرَيْدَةَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «يُضْرَبُ ضَرْبَةً وَاحِدَةً فَيَكُونُ أُمَّةً وَحْدَهُ» اهـ مِنْهُ. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ بَعْدَ أَنْ ذَكَرَ تَضْعِيفَهُ بِإِسْمَاعِيلَ الْمَذْكُورِ: قُلْتُ قَدْ رَوَاهُ الطَّبَرَانِيُّ مِنْ وَجْهٍ آخَرَ، عَنِ الْحَسَنِ عَنْ جُنْدَبٍ مَرْفُوعًا اهـ. وَهَذَا يُقَوِّيهِ كَمَا تَرَى. </p><p> فَهَذِهِ الْآثَارُ الَّتِي لَمْ يُعْلَمْ أَنَّ أَحَدًا مِنَ الصَّحَابَةِ أَنْكَرَهَا عَلَى مَنْ عَمِلَ بِهَا مَعَ اعْتِضَادِهَا بِالْحَدِيثِ الْمَرْفُوعِ الْمَذْكُورِ هِيَ حُجَّةُ مَنْ قَالَ بِقَتْلِهِ مُطْلَقًا. وَالْآثَارُ الْمَذْكُورَةُ وَالْحَدِيثُ فِيهِمَا الدَّلَالَةُ عَلَى أَنَّهُ يُقْتَلُ وَلَوْ لَمْ يَبْلُغْ بِهِ سِحْرُهُ الْكُفْرَ. لِأَنَّ السَّاحِرَ الَّذِي قَتَلَهُ جُنْدَبٌ رَضِيَ اللَّهُ عَنْهُ كَانَ سِحْرُهُ مِنْ نَحْوِ الشَّعْوَذَةِ، وَالْأَخْذِ بِالْعُيُونِ، حَتَّى إِنَّهُ يُخَيَّلُ إِلَيْهِمْ أَنَّهُ أَبَانَ رَأْسَ الرَّجُلِ، وَالْوَاقِعُ بِخِلَافِ ذَلِكَ. وَقَوْلُ عُمَرَ «اقْتُلُوا كُلَّ سَاحِرٍ» يَدُلُّ عَلَى ذَلِكَ لِصِيغَةِ الْعُمُومِ. وَمِمَّنْ قَالَ بِمُقْتَضَى هَذِهِ الْآثَارِ وَهَذَا الْحَدِيثِ: مَالِكٌ، وَأَبُو حَنِيفَةَ، وَأَحْمَدُ فِي أَصَحِّ الرِّوَايَتَيْنِ، وَعُمَرُ، وَعُثْمَانُ، وَابْنُ عُمَرَ، وَحَفْصَةٌ، وَجُنْدَبُ بْنُ عَبْدِ اللَّهِ، وَجُنْدَبُ بْنُ كَعْبٍ، وَقَيْسُ بْنُ سَعْدٍ، وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ. وَغَيْرُهُمْ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ قُدَامَةَ فِي (الْمُغْنِي) خِلَافًا لِلشَّافِعِيِّ، وَابْنِ الْمُنْذِرِ وَمَنْ وَافَقَهُمَا. </p><p> وَاحْتَجَّ مَنْ قَالَ: بِأَنَّهُ إِنْ كَانَ سِحْرُهُ لَمْ يَبْلُغْ بِهِ الْكُفْرَ لَا يُقْتَلُ بِحَدِيثِ ابْنِ مَسْعُودٍ الْمُتَّفَقِ عَلَيْهِ «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ. . .» الْحَدِيثَ، وَقَدْ قَدَّمْنَاهُ مِرَارًا. وَلَيْسَ السِّحْرُ الَّذِي لَمْ يَكْفُرْ صَاحِبُهُ مِنَ الثَّلَاثِ الْمَذْكُورَةِ. قَالَ الْقُرْطُبِيُّ مُنْتَصِرًا لِهَذَا الْقَوْلِ: وَهَذَا صَحِيحٌ، وَدِمَاءُ الْمُسْلِمِينَ مَحْظُورَةٌ لَا تُسْتَبَاحُ إِلَّا بِيَقِينٍ، وَلَا يَقِينَ مَعَ الِاخْتِلَافِ، وَاللَّهُ أَعْلَمُ. </p><p> وَاحْتَجُّوا أَيْضًا بِأَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا بَاعَتْ مُدَبَّرَةً لَهَا سَحَرَتْهَا، وَلَوْ وَجَبَ قَتْلُهَا </p><p> لَمَا حَلَّ بَيْعُهَا. قَالَهُ ابْنُ الْمُنْذِرِ، وَغَيْرُهُ. وَمَا حَاوَلَهُ بَعْضُهُمْ مِنَ الْجَمْعِ بَيْنَ الْأَدِلَّةِ الْمَذْكُورَةِ بِحَمْلِ السِّحْرِ عَلَى الَّذِي يَقْتَضِي الْكُفْرَ فِي قَوْلِ مَنْ قَالَ بِالْقَتْلِ، وَحَمْلِهِ عَلَى الَّذِي لَا يَقْتَضِي الْكُفْرَ فِي قَوْلِ مَنْ قَالَ بِعَدَمِ الْقَتْلِ لَا يَصِحُّ. لِأَنَّ الْآثَارَ الْوَارِدَةَ فِي قَتْلِهِ جَاءَتْ بِقَتْلِ السَّاحِرِ الَّذِي سَحَرَهُ مِنْ نَوْعِ الشَّعْوَذَةِ كَسَاحِرِ جُنْدَبٍ الَّذِي قَتَلَهُ، وَلَيْسَ ذَلِكَ مِمَّا يَقْتَضِي الْكُفْرَ الْمُخْرِجَ مِنْ مِلَّةِ الْإِسْلَامِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. فَالْجَمْعُ غَيْرُ مُمْكِنٍ. وَعَلَيْهِ فَيَجِبُ التَّرْجِيحُ، فَبَعْضُهُمْ يُرَجِّحُ عَدَمَ الْقَتْلِ بِأَنَّ دِمَاءَ الْمُسْلِمِينَ حَرَامٌ إِلَّا بِيَقِينٍ. وَبَعْضُهُمْ يُرَجِّحُ الْقَتْلَ بِأَنَّ أَدِلَّتَهُ خَاصَّةٌ، وَلَا يَتَعَارَضُ عَامٌّ وَخَاصٌّ. لِأَنَّ الْخَاصَّ يَقْضِي عَلَى الْعَامِّ عِنْدَ أَكْثَرِ أَهْلِ الْأُصُولِ كَمَا هُوَ مُقَرَّرٌ فِي مَحَلِّهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَالْأَظْهَرُ عِنْدِي أَنَّ السَّاحِرَ الَّذِي لَمْ يَبْلُغْ بِهِ سِحْرُهُ الْكُفْرَ وَلَمْ يَقْتُلْ بِهِ إِنْسَانًا أَنَّهُ لَا يُقْتَلُ. لِدَلَالَةِ النُّصُوصِ الْقَطْعِيَّةِ، وَالْإِجْمَاعِ عَلَى عِصْمَةِ دِمَاءِ الْمُسْلِمِينَ عَامَّةً إِلَّا بِدَلِيلٍ وَاضِحٍ. وَقَتْلُ السَّاحِرِ الَّذِي لَمْ يَكْفُرْ بِسِحْرِهِ لَمْ يَثْبُتْ فِيهِ شَيْءٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالتَّجَرُّؤُ عَلَى دَمِ مُسْلِمٍ مِنْ غَيْرِ دَلِيلٍ صَحِيحٍ مِنْ كِتَابٍ أَوْ سُنَّةٍ مَرْفُوعَةٍ غَيْرُ ظَاهِرٍ عِنْدِي. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى، مَعَ أَنَّ الْقَوْلَ بِقَتْلِهِ مُطْلَقًا قَوِيٌّ جِدًّا لِفِعْلِ الصَّحَابَةِ لَهُ مِنْ غَيْرِ نَكِيرٍ. </p><p> الْمَسْأَلَةُ السَّابِعَةُ </p><p> اعْلَمْ أَنَّ النَّاسَ اخْتَلَفُوا فِي تَعَلُّمِ السِّحْرِ مِنْ غَيْرِ عَمَلٍ بِهِ. هَلْ يَجُوزُ أَوْ لَا؟ ، وَالتَّحْقِيقُ وَهُوَ الَّذِي عَلَيْهِ الْجُمْهُورُ: هُوَ أَنَّهُ لَا يَجُوزُ، وَمِنْ أَصْرَحِ الْأَدِلَّةِ فِي ذَلِكَ تَصْرِيحُهُ تَعَالَى بِأَنَّهُ يَضُرُّ وَلَا يَنْفَعُ فِي قَوْلِهِ: وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ [٢ ١٠٢] وَإِذَا أَثْبَتَ اللَّهُ أَنَّ السِّحْرَ ضَارٌّ وَنَفَى أَنَّهُ نَافِعٌ فَكَيْفَ يَجُوزُ تَعَلُّمُ مَا هُوَ ضَرَرٌ مَحْضٌ لَا نَفْعَ فِيهِ؟ ! </p><p> وَجَزَمَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ فِي سُورَةِ «الْبَقَرَةِ» بِأَنَّهُ جَائِزٌ بَلْ وَاجِبٌ. قَالَ مَا نَصُّهُ: </p><p> (الْمَسْأَلَةُ الْخَامِسَةُ) فِي أَنَّ الْعِلْمَ بِالسِّحْرِ غَيْرُ قَبِيحٍ، وَلَا مَحْظُورٍ، اتَّفَقَ الْمُحَقِّقُونَ عَلَى ذَلِكَ لِأَنَّ الْعِلْمَ لِذَاتِهِ شَرِيفٌ، وَأَيْضًا لِعُمُومِ قَوْلِهِ تَعَالَى: هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ [٣٩ ٩] ، وَلِأَنَّ السِّحْرَ لَوْ لَمْ يَكُنْ يُعْلَمُ لَمَا أَمْكَنَ الْفَرْقُ بَيْنَهُ وَبَيْنَ الْمُعْجِزَةِ، وَالْعِلْمُ بِكَوْنِ الْمُعْجِزِ مُعْجِزًا وَاجِبٌ، وَمَا يَتَوَقَّفُ الْوَاجِبُ عَلَيْهِ فَهُوَ وَاجِبٌ، فَهَذَا </p><p> يَقْتَضِي أَنْ يَكُونَ تَحْصِيلُ الْعِلْمِ بِالسِّحْرِ وَاجِبًا، وَمَا يَكُونُ وَاجِبًا كَيْفَ يَكُونُ حَرَامًا وَقَبِيحًا. انْتَهَى مِنْهُ بِلَفْظِهِ. </p><p> وَلَا يَخْفَى سُقُوطُ هَذَا الْكَلَامِ وَعَدَمُ صِحَّتِهِ. وَقَدْ تَعَقَّبَهُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ بَعْدَ أَنْ نَقَلَهُ عَنْهُ بِلَفْظِهِ الَّذِي ذَكَرْنَا بِمَا نَصُّهُ: </p><p> وَهَذَا الْكَلَامُ فِيهِ نَظَرٌ مِنْ وُجُوهٍ: أَحَدُهَا قَوْلُهُ: «الْعِلْمُ بِالسِّحْرِ لَيْسَ بِقَبِيحٍ» إِنْ عَنَى بِهِ لَيْسَ بِقَبِيحٍ عَقْلًا فَمُخَالِفُوهُ مِنَ الْمُعْتَزِلَةِ يَمْنَعُونَ هَذَا، وَإِنْ عَنَى أَنَّهُ لَيْسَ بِقَبِيحٍ شَرْعًا فَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ يَعْنِي قَوْلَهُ تَعَالَى وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ تَبْشِيعٌ لِعِلْمِ السِّحْرِ. وَفِي السُّنَنِ «مَنْ أَتَى عَرَّافًا أَوْ كَاهِنًا فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ» ، وَفِي السُّنَنِ «مَنْ عَقَدَ عُقْدَةً وَنَفَثَ فِيهَا فَقَدْ سَحَرَ» وَقَوْلُهُ «وَلَا مَحْظُورَ، اتَّفَقَ الْمُحَقِّقُونَ عَلَى ذَلِكَ» كَيْفَ لَا يَكُونُ مَحْظُورًا مَعَ مَا ذَكَرْنَا مِنَ الْآيَةِ، وَالْحَدِيثِ، وَاتِّفَاقُ الْمُحَقِّقِينَ يَقْتَضِي أَنْ يَكُونَ قَدْ نَصَّ عَلَى هَذِهِ الْمَسْأَلَةِ أَئِمَّةُ الْعُلَمَاءِ أَوْ أَكْثَرُهُمْ. وَأَيْنَ نُصُوصُهُمْ عَلَى ذَلِكَ! ! </p><p> ثُمَّ إِدْخَالُهُ عَلِمَ السِّحْرِ فِي عُمُومِ قَوْلِهِ تَعَالَى: قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ [٣٩ ٩] فِيهِ نَظَرٌ. لِأَنَّ هَذِهِ الْآيَةَ إِنَّمَا دَلَّتْ عَلَى مَدْحِ الْعَالِمِينَ الْعِلْمَ الشَّرْعِيَّ، وَلَمَّا قُلْتَ إِنَّ هَذَا مِنْهَا! ثُمَّ تُرَقِّيهِ إِلَى وُجُوبِ تَعَلُّمِهِ بِأَنَّهُ لَا يَحْصُلُ الْعِلْمُ بِالْمُعْجِزِ إِلَّا بِهِ ضَعِيفٌ بَلْ فَاسِدٌ. لِأَنَّ أَعْظَمَ مُعْجِزَاتِ رَسُولِنَا عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ هِيَ الْقُرْآنُ الْعَظِيمُ الَّذِي لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ، وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ. </p><p> ثُمَّ إِنَّ الْعِلْمَ بِأَنَّهُ مُعْجِزٌ لَا يَتَوَقَّفُ عَلَى عِلْمِ السِّحْرِ أَصْلًا. ثُمَّ مِنَ الْمَعْلُومِ بِالضَّرُورَةِ أَنَّ الصَّحَابَةَ، وَالتَّابِعِينَ وَأَئِمَّةَ الْمُسْلِمِينَ وَعَامَّتَهُمْ كَانُوا يَعْلَمُونَ الْمُعْجِزَ، وَيُفَرِّقُونَ بَيْنَهُ وَبَيْنَ غَيْرِهِ، وَلَمْ يَكُونُوا يَعْلَمُونَ السِّحْرَ، وَلَا تَعَلَّمُوهُ، وَلَا عَلَّمُوهُ، وَاللَّهُ أَعْلَمُ. انْتَهَى. </p><p> وَلَا يَخْفَى أَنَّ كَلَامَ ابْنِ كَثِيرٍ هَذَا صَوَابٌ، وَأَنَّ رَدَّهُ عَلَى الرَّازِيِّ وَاقِعٌ مَوْقِعَهُ، وَأَنَّ تَعَلُّمَ السِّحْرِ لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِي مَنْعِهِ. لِقَوْلِهِ جَلَّ وَعَلَا: وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ [٢ ١٠٢] . وَقَوْلُ ابْنِ كَثِيرٍ فِي كَلَامِهِ الْمَذْكُورِ: وَفِي الصَّحِيحِ «مَنْ أَتَى عَرَّافًا أَوْ كَاهِنًا. . إِلَخْ» إِنْ كَانَ يَعْنِي أَنَّ الْحَدِيثَ بِذَلِكَ صَحِيحٌ فَلَا مَانِعَ، وَإِنْ كَانَ يَعْنِي أَنَّهُ فِي الصَّحِيحَيْنِ أَوْ أَحَدِهِمَا فَلَيْسَ كَذَلِكَ. وَبِذَلِكَ كُلِّهِ تَعْلَمُ أَنَّ قَوْلَ ابْنِ حَجَرٍ فِي (فَتْحِ الْبَارِي) : وَقَدْ أَجَازَ بَعْضُ الْعُلَمَاءِ تَعَلُّمَ السِّحْرِ لِأَمْرَيْنِ: إِمَّا لِتَمْيِيزِ مَا فِيهِ كُفْرٌ مِنْ غَيْرِهِ. وَإِمَّا لِإِزَالَتِهِ عَمَّنْ وَقَعَ فِيهِ. </p><p> فَأَمَّا الْأَوَّلُ: فَلَا مَحْذُورَ فِيهِ إِلَّا مِنْ جِهَةِ الِاعْتِقَادِ، فَإِذَا سَلِمَ الِاعْتِقَادُ فَمَعْرِفَةُ الشَّيْءِ </p><p> بِمُجَرَّدِهِ لَا تَسْتَلْزِمُ مَنْعًا. كَمَنْ يَعْرِفُ كَيْفِيَّةَ عِبَادَةِ أَهْلِ الْأَوْثَانِ لِلْأَوْثَانِ. لِأَنَّ كَيْفِيَّةَ مَا يُعَلِّمُهُ السَّاحِرُ إِنَّمَا هِيَ حِكَايَةُ قَوْلٍ أَوْ فِعْلٍ، بِخِلَافِ تَعَاطِيهِ، وَالْعَمَلِ بِهِ. </p><p> وَأَمَّا الثَّانِي: فَإِنْ كَانَ لَا يَتِمُّ كَمَا زَعَمَ بَعْضُهُمْ إِلَّا بِنَوْعٍ مِنْ أَنْوَاعِ الْكُفْرِ أَوِ الْفِسْقِ فَلَا يَحِلُّ أَصْلًا، وَإِلَّا جَازَ لِلْمَعْنَى الْمَذْكُورِ. اهـ خِلَافَ التَّحْقِيقِ، إِذْ لَيْسَ لِأَحَدٍ أَنْ يُبِيحَ مَا صَرَّحَ اللَّهُ بِأَنَّهُ يَضُرُّ، وَلَا يَنْفَعُ، مَعَ أَنَّ تَعَلُّمَهُ قَدْ يَكُونُ ذَرِيعَةً لِلْعَمَلِ بِهِ، وَالذَّرِيعَةُ إِلَى الْحَرَامِ يَجِبُ سَدُّهَا كَمَا قَدَّمْنَاهُ. قَالَ فِي الْمَرَاقِي: </p><p> سَدُّ الذَّرَائِعِ إِلَى الْمُحَرَّمِ ... حَتْمٌ كَفَتْحِهَا إِلَى الْمُنْحَتِمِ </p><p> هَذَا هُوَ الظَّاهِرُ لَنَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّامِنَةُ </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي حَلِّ السِّحْرِ عَنِ الْمَسْحُورِ. فَأَجَازَهُ بَعْضُهُمْ، وَمَنَعَهُ بَعْضُهُمْ. وَمِمَّنْ أَجَازَهُ سَعِيدُ بْنُ الْمُسَيَّبِ رَحِمَهُ اللَّهُ تَعَالَى. قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ (بَابُ هَلْ يُسْتَخْرَجُ السِّحْرُ) : وَقَالَ قَتَادَةُ: قُلْتُ لِسَعِيدِ بْنِ الْمُسَيَّبِ: رَجُلٌ بِهِ طِبٌّ أَوْ يُؤْخَذُ عَنِ امْرَأَتِهِ، أَيُحَلُّ عَنْهُ، أَوْ يُنْشَرُ؟ قَالَ: لَا بَأْسَ بِهِ، إِنَّمَا يُرِيدُونَ بِهِ الْإِصْلَاحَ. فَأَمَّا مَا يَنْفَعُ فَلَمْ يَنْهَ عَنْهُ اهـ. وَمَالَ إِلَى هَذَا الْمُزَنِيُّ. وَقَالَ الشَّافِعِيُّ: لَا بَأْسَ بِالنُّشْرَةِ. قَالَهُ الْقُرْطُبِيُّ. وَقَالَ أَيْضًا: قَالَ ابْنُ بَطَّالٍ: وَفِي كِتَابِ وَهْبِ بْنِ مُنَبِّهٍ: أَنْ يَأْخُذَ سَبْعَ وَرَقَاتٍ مِنْ سِدْرٍ أَخْضَرَ فَيَدُقُّهُ بَيْنَ حَجَرَيْنِ، ثُمَّ يَضْرِبُهُ بِالْمَاءِ وَيَقْرَأُ عَلَيْهِ آيَةَ الْكُرْسِيِّ ثُمَّ يَحْسُو مِنْهُ ثَلَاثَ حَسَوَاتٍ وَيَغْتَسِلُ. فَإِنَّهُ يَذْهَبُ عَنْهُ كُلُّ مَا بِهِ إِنْ شَاءَ اللَّهُ تَعَالَى، وَهُوَ جَيِّدٌ لِلرَّجُلِ إِذَا حُبِسَ عَنْ أَهْلِهِ انْتَهَى مِنْهُ. </p><p> وَمِمَّنْ أَجَازَ النَّشْرَةَ وَهِيَ حَلُّ السِّحْرِ عَنِ الْمَسْحُورِ: أَبُو جَعْفَرٍ الطَّبَرِيُّ، وَعَامِرٌ الشَّعْبِيُّ، وَغَيْرُهُمَا. وَمِمَّنْ كَرِهَ ذَلِكَ: الْحَسَنُ. وَفِي الصَّحِيحِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا سَحَرَهُ لَبِيدُ بْنُ الْأَعْصَمِ: هَلَّا تَنَشَّرْتَ؟ فَقَالَ:  «أَمَّا اللَّهُ فَقَدْ شَفَانِي وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: التَّحْقِيقُ الَّذِي لَا يَنْبَغِي الْعُدُولُ عَنْهُ فِي هَذِهِ الْمَسْأَلَةِ: أَنَّ اسْتِخْرَاجَ السِّحْرِ إِنْ كَانَ بِالْقُرْآنِ كَالْمُعَوِّذَتَيْنِ، وَآيَةِ الْكُرْسِيِّ وَنَحْوِ ذَلِكَ مِمَّا تَجُوزُ الرُّقْيَا بِهِ فَلَا مَانِعَ مِنْ ذَلِكَ. وَإِنْ كَانَ بِسِحْرٍ أَوْ بِأَلْفَاظٍ عَجَمِيَّةٍ، أَوْ بِمَا لَا يُفْهَمُ مَعْنَاهُ، أَوْ بِنَوْعٍ آخَرَ مِمَّا لَا يَجُوزُ فَإِنَّهُ مَمْنُوعٌ. وَهَذَا وَاضِحٌ وَهُوَ الصَّوَابُ إِنْ شَاءَ اللَّهُ تَعَالَى كَمَا تَرَى. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي مَا نَصُّهُ:  (تَكْمِيلٌ) قَالَ ابْنُ الْقَيِّمِ: مِنْ أَنْفَعِ الْأَدْوِيَةِ، وَأَقْوَى مَا يُوجَدُ مِنَ النُّشْرَةِ مُقَاوَمَةُ السِّحْرِ الَّذِي هُوَ مِنْ تَأْثِيرَاتِ الْأَرْوَاحِ الْخَبِيثَةِ بِالْأَدْوِيَةِ الْإِلَهِيَّةِ: مِنَ الذِّكْرِ، وَالدُّعَاءِ، وَالْقِرَاءَةِ. فَالْقَلْبُ إِذَا كَانَ مُمْتَلِئًا مِنَ اللَّهِ، مَعْمُورًا بِذِكْرِهِ، وَلَهُ وِرْدٌ مِنَ الذِّكْرِ، وَالدُّعَاءِ، وَالتَّوَجُّهِ، لَا يُخِلُّ بِهِ كَانَ ذَلِكَ مِنْ أَعْظَمِ الْأَسْبَابِ الْمَانِعَةِ مِنْ إِصَابَةِ السِّحْرِ لَهُ. قَالَ: وَسُلْطَانُ تَأْثِيرِ السِّحْرِ هُوَ فِي الْقُلُوبِ الضَّعِيفَةِ. وَلِهَذَا غَالِبُ مَا يُؤَثِّرُ فِيهِ النِّسَاءَ، وَالصِّبْيَانَ، وَالْجُهَّالَ. لِأَنَّ الْأَرْوَاحَ الْخَبِيثَةَ إِنَّمَا تَنْشَطُ عَلَى الْأَرْوَاحِ، تَلَقَاهَا مُسْتَعِدَّةً لِمَا يُنَاسِبُهَا انْتَهَى مُلَخَّصًا. وَيُعَكِّرُ عَلَيْهِ حَدِيثُ الْبَابِ، وَجَوَازُ السِّحْرِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، مَعَ عَظِيمِ مَقَامِهِ، وَصِدْقِ تَوَجُّهِهِ، وَمُلَازَمَةِ وِرْدِهِ وَلَكِنْ يُمْكِنُ الِانْفِصَالُ عَنْ ذَلِكَ بِأَنَّ الَّذِي ذَكَرَهُ مَحْمُولٌ عَلَى الْغَالِبِ، وَإِنَّمَا وَقَعَ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِبَيَانِ تَجْوِيزِ ذَلِكَ، وَاللَّهُ أَعْلَمُ انْتَهَى مِنْ فَتْحِ الْبَارِي. </p><p> الْمَسْأَلَةُ التَّاسِعَةُ </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي تَحْقِيقِ الْقَدْرِ الَّذِي يُمْكِنُ أَنْ يَبْلُغَهُ تَأْثِيرُ السِّحْرِ فِي الْمَسْحُورِ، وَاعْلَمْ أَنَّ لِهَذِهِ الْمَسْأَلَةِ وَاسِطَةٌ وَطَرَفَيْنِ: طَرَفٌ لَا خِلَافَ فِي أَنَّ تَأْثِيرَ السِّحْرِ يَبْلُغُهُ كَالتَّفْرِيقِ بَيْنَ الرَّجُلِ وَامْرَأَتِهِ، وَكَالْمَرَضِ الَّذِي يُصِيبُ الْمَسْحُورَ مِنَ السِّحْرِ وَنَحْوِ ذَلِكَ، وَدَلِيلُ ذَلِكَ الْقُرْآنُ، وَالسُّنَّةُ الصَّحِيحَةُ. أَمَّا الْقُرْآنُ فَقَوْلُهُ تَعَالَى: فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ [٢ ١٠٢] فَصَرَّحَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ مِنْ تَأْثِيرِ السِّحْرِ التَّفْرِيقَ بَيْنَ الْمَرْءِ وَزَوْجِهِ. وَأَمَّا السُّنَّةُ فَمَا ثَبَتَ فِي الصَّحِيحَيْنِ، وَغَيْرِهِمَا مِنْ حَدِيثِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا بِأَلْفَاظٍ مُتَعَدِّدَةٍ مُتَقَارِبَةٍ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سُحِرَ حَتَّى كَانَ يَرَى أَنَّهُ يَأْتِي النِّسَاءَ، وَلَا يَأْتِيهِنَّ. فَقَالَ:  «يَا عَائِشَةُ أَعَلِمْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ، أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي، وَالْآخَرُ عِنْدَ رِجْلِي،فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلْآخَرِ:مَا بَالُ الرَّجُلِ؟قَالَ:مَطْبُوبٌ،قَالَ:وَمَنْ طَبَّهُ؟قَالَ:لَبِيدُ بْنُ الْأَعْصَمِ رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفُ الْيَهُودِيِّ كَانَ مُنَافِقًا،قَالَ:وَفِيمَ؟قَالَ:فِي مُشْطٍ وَمُشَاطَةٍ؟قَالَ:وَأَيْنَ؟قَالَ:فِي جُفِّ طَلْعَةِ ذَكَرٍ تَحْتَ رَاعُوفَةٍ فِي بِئْرِ ذَرْوَانَ» قَالَتْ: فَأَتَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْبِئْرَ حَتَّى اسْتَخْرَجَهُ، فَقَالَ:  «هَذِهِ الْبِئْرُ الَّتِي أَرِبْتُهَا، وَكَأَنَّ مَاءَهَا نُقَاعَةَ الْحِنَّاءِ، وَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ، فَاسْتُخْرَجَ» قَالَتْ فَقُلْتُ: أَفَلَا أَيْ: تَنَشَّرْتَ؟ فَقَالَ:  «أَمَّا اللَّهُ فَقَدْ شَفَانِي وَأَكْرَهُ أَنْ أُثِيرَ عَلَى أَحَدٍ مِنَ النَّاسِ شَرًّا» اهـ هَذَا لَفْظُ الْبُخَارِيِّ فِي بَعْضِ رِوَايَاتِهِ لِهَذَا الْحَدِيثِ. وَالْقِصَّةُ مَشْهُورَةٌ صَحِيحَةٌ. فَفِي هَذَا الْحَدِيثِ الصَّحِيحِ: أَنَّ تَأْثِيرَ السِّحْرِ فِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَبَّبَ لَهُ </p><p> الْمَرَضَ. بِدَلِيلِ قَوْلِهِ «أَمَّا اللَّهُ فَقَدْ شَفَانِي» وَفِي بَعْضِ الرِّوَايَاتِ الثَّابِتَةِ فِي صَحِيحِ الْبُخَارِيِّ، وَغَيْرِهِ بِلَفْظِ: فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: مَا وَجَعُ الرَّجُلِ؟ قَالَ مَطْبُوبٌ. أَيْ: مَسْحُورٌ. وَهُوَ تَصْرِيحٌ بِأَنَّ السِّحْرَ سَبَّبَ لَهُ وَجَعًا. وَنَفْيُ بَعْضِ النَّاسِ لِهَذِهِ الْقِصَّةِ مُسْتَدِلًّا بِأَنَّهَا لَا تَجُوزُ فِي حَقِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، لِقَوْلِهِ تَعَالَى عَنِ الْكُفَّارِ مُنْكِرًا عَلَيْهِمْ. إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا [١٧ ٤٧] سَاقِطٌ؛ لِأَنَّ الرِّوَايَاتِ الصَّحِيحَةَ الثَّابِتَةَ لَا يُمْكِنُ رَدُّهَا بِمِثْلِ هَذِهِ الدَّعَاوَى. وَسَتَرَى فِي آخِرِ بَحْثِ هَذِهِ الْمَسْأَلَةِ إِنْ شَاءَ اللَّهُ تَعَالَى إِيضَاحَ وَجْهِ ذَلِكَ. وَطَرَفٌ لَا خِلَافَ فِي أَنَّ تَأْثِيرَ السِّحْرِ لَا يُمْكِنُ أَنْ يَبْلُغَهُ كَإِحْيَاءِ الْمَوْتَى، وَفَلْقِ الْبَحْرِ وَنَحْوِ ذَلِكَ. </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: أَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّهُ لَيْسَ فِي السِّحْرِ مَا يَفْعَلُ اللَّهُ عِنْدَهُ إِنْزَالَ الْجَرَادِ، وَالْقُمَّلِ، وَالضَّفَادِعِ، وَفَلْقَ الْبَحْرِ، وَقَلْبَ الْعَصَا، وَإِحْيَاءَ الْمَوْتَى، وَإِنْطَاقَ الْعَجْمَاءِ، وَأَمْثَالَ ذَلِكَ مِنْ عَظِيمِ آيَاتِ الرُّسُلِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ. فَهَذَا وَنَحْوُهُ مِمَّا يَجِبُ الْقَطْعُ بِأَنَّهُ لَا يَكُونُ لَا يَفْعَلُهُ اللَّهُ عِنْدَ إِرَادَةِ السَّاحِرِ. قَالَ الْقَاضِي أَبُو بَكْرِ بْنُ الطَّيِّبِ: وَإِنَّمَا مَنَعْنَا ذَلِكَ بِالْإِجْمَاعِ وَلَوْلَاهُ لَأَجَزْنَاهُ انْتَهَى كَلَامُ الْقُرْطُبِيُّ. </p><p> وَأَمَّا الْوَاسِطَةُ فَهِيَ مَحَلُّ خِلَافٍ بَيْنَ الْعُلَمَاءِ، وَهِيَ هَلْ يَجُوزُ أَنْ يَنْقَلِبَ بِالسِّحْرِ الْإِنْسَانُ حِمَارًا مَثَلًا، وَالْحِمَارُ إِنْسَانًا؟ وَهَلْ يَصِحُّ أَنْ يَطِيرَ السَّاحِرُ فِي الْهَوَاءِ، وَأَنْ يَسْتَدِقَّ حَتَّى يَدْخُلَ مِنْ كُوَّةٍ ضَيِّقَةٍ. وَيَنْتَصِبُ عَلَى رَأْسِ قَصَبَةٍ، وَيَجْرِي عَلَى خَيْطٍ مُسْتَدَقٍّ، وَيَمْشِي عَلَى الْمَاءِ، وَيَرْكَبُ الْكَلْبَ وَنَحْوَ ذَلِكَ. فَبَعْضُ النَّاسِ يُجِيزُ هَذَا. وَجَزَمَ بِجَوَازِهِ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ، وَكَذَلِكَ صَاحَبُ رُشْدِ الْغَافِلِ، وَغَيْرُهُمَا. وَبَعْضُهُمْ يَمْنَعُ مِثْلَ هَذَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَمَّا بِالنِّسْبَةِ إِلَى أَنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يَفْعَلَ جَمِيعَ ذَلِكَ، وَأَنَّهُ يُسَبِّبُ مَا شَاءَ مِنَ الْمُسَبِّبَاتِ عَلَى مَا شَاءَ مِنَ الْأَسْبَابِ وَإِنْ لَمْ تَكُنْ هُنَاكَ مُنَاسَبَةٌ عَقْلِيَّةٌ بَيَّنَ السَّبَبَ، وَالْمُسَبِّبَ كَمَا قَدَّمْنَاهُ مُسْتَوْفًى فِي سُورَةِ «مَرْيَمَ» فَلَا مَانِعَ مِنْ ذَلِكَ، وَاللَّهُ جَلَّ وَعَلَا يَقُولُ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ [٢ ١٠٢] . وَأَمَّا بِالنِّسْبَةِ إِلَى ثُبُوتِ وُقُوعِ مِثْلِ ذَلِكَ بِالْفِعْلِ فَلَمْ يَقُمْ عَلَيْهِ دَلِيلٌ مُقْنِعٌ. لِأَنَّ غَالِبَ مَا يَسْتَدِلُّ عَلَيْهِ بِهِ قَائِلُهُ حِكَايَاتٌ لَمْ تَثْبُتْ عَنْ عُدُولٍ، وَيَجُوزُ أَنْ يَكُونَ مَا وَقَعَ مِنْهَا مِنْ جِنْسِ الشَّعْوَذَةِ، وَالْأَخْذِ بِالْعُيُونِ، لَا قَلْبِ الْحَقِيقَةِ مَثَلًا إِلَى حَقِيقَةٍ أُخْرَى. وَهَذَا هُوَ الْأَظْهَرُ عِنْدِي، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> تَنْبيهٌ </p><p> اعْلَمْ أَنَّ مَا وَقَعَ مِنْ تَأْثِيرِ السِّحْرِ فِي رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَسْتَلْزِمُ نَقْصًا، وَلَا مُحَالًا شَرْعِيًّا حَتَّى تُرَدَّ بِذَلِكَ الرِّوَايَاتُ الصَّحِيحَةُ. لِأَنَّهُ مِنْ نَوْعِ الْأَعْرَاضِ الْبَشَرِيَّةِ، كَالْأَمْرَاضِ الْمُؤَثِّرَةِ فِي الْأَجْسَامِ، وَلَمْ يُؤَثِّرِ الْبَتَّةَ فِيمَا يَتَعَلَّقُ بِالتَّبْلِيغِ. وَاسْتِدْلَالُ مَنْ مَنَعَ ذَلِكَ زَاعِمًا أَنَّهُ مُحَالٌ فِي حَقِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِآيَةِ إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا [١٧ ٤٧] مَرْدُودٌ كَمَا سَنُوَضِّحُهُ إِنْ شَاءَ اللَّهُ فِي آخِرِ هَذَا الْبَحْثِ. </p><p> قَالَ ابْنُ حَجَرٍ فِي الْفَتْحِ: قَالَ الْمَازِرِيُّ: أَنْكَرَ بَعْضُ الْمُبْتَدِعَةِ هَذَا الْحَدِيثَ، وَزَعَمُوا أَنَّهُ يَحُطُّ مَنْصِبَ النُّبُوَّةِ وَيُشَكِّكُ فِيهَا. قَالُوا: وَكُلُّ مَا أَدَّى إِلَى ذَلِكَ فَهُوَ بَاطِلٌ. وَزَعَمُوا أَنَّ تَجْوِيزَ هَذَا يَعْدَمُ الثِّقَةَ بِمَا شَرَعُوهُ مِنَ الشَّرَائِعِ، إِذْ يُحْتَمَلُ عَلَى هَذَا أَنْ يُخَيَّلَ إِلَيْهِ أَنَّهُ يَرَى جِبْرِيلَ وَلَيْسَ هُوَ، ثُمَّ وَأَنَّهُ يُوحَى إِلَيْهِ بِشَيْءٍ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ. قَالَ الْمَازِرِيُّ: هَذَا كُلُّهُ مَرْدُودٌ. لِأَنَّ الدَّلِيلَ قَدْ قَامَ عَلَى صِدْقِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيمَا يُبَلِّغُهُ عَنِ اللَّهِ تَعَالَى، وَعَلَى عِصْمَتِهِ فِي التَّبْلِيغِ. وَالْمُعْجِزَاتُ شَاهِدَاتٌ بِتَصْدِيقِهِ. فَتَجْوِيزُ مَا قَامَ الدَّلِيلُ عَلَى خِلَافِهِ بَاطِلٌ. وَأَمَّا مَا يَتَعَلَّقُ بِبَعْضِ أُمُورِ الدُّنْيَا الَّتِي لَمْ يُبْعَثْ لِأَجْلِهَا، وَلَا كَانَتِ الرِّسَالَةُ مِنْ أَجْلِهَا، فَهُوَ فِي ذَلِكَ عُرْضَةٌ لِمَا يَعْتَرِي الْبَشَرَ كَالْأَمْرَاضِ. فَغَيْرُ بَعِيدٍ أَنْ يُخَيِّلَ اللَّهُ فِي أَمْرٍ مِنْ أُمُورِ الدُّنْيَا مَا لَا حَقِيقَةَ لَهُ مَعَ عِصْمَتِهِ عَنْ مِثْلِ ذَلِكَ فِي أُمُورِ الدِّينِ. قَالَ: وَقَدْ قَالَ بَعْضُ النَّاسِ: إِنَّ الْمُرَادَ بِالْحَدِيثِ: أَنَّهُ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُخَيَّلُ إِلَيْهِ أَنَّهُ وَطِئَ زَوْجَاتِهِ وَلَمْ يَكُنْ وَطِئَهُنَّ وَهَذَا كَثِيرٌ مَا يَقَعُ تَخَيُّلُهُ لِلْإِنْسَانِ فِي الْمَنَامِ. فَلَا يَبْعُدُ أَنْ يُخَيَّلَ إِلَيْهِ فِي الْيَقَظَةِ. </p><p> قُلْتُ: وَهَذَا قَدْ وَرَدَ صَرِيحًا فِي رِوَايَةِ ابْنِ عُيَيْنَةَ فِي الْبَابِ الَّذِي يَلِي هَذَا، وَلَفْظُهُ:  «حَتَّى كَانَ يَرَى أَنَّهُ يَأْتِي النِّسَاءَ، وَلَا يَأْتِيهِنَّ» وَفِي رِوَايَةِ الْحُمَيْدِيِّ «أَنَّهُ يَأْتِي أَهْلَهُ، وَلَا يَأْتِيهِمْ» قَالَ الدَّاوُدِيُّ: «يُرَى» بِضَمِّ أَوَّلِهِ أَيْ: يُظَنُّ. وَقَالَ ابْنُ التِّينِ: ضُبِطَتْ «يَرَى» بِفَتْحِ أَوَّلِهِ. قُلْتُ: وَهُوَ مِنَ الرَّأْيِ لَا مِنَ الرُّؤْيَةِ فَيَرْجِعُ إِلَى مَعْنَى الظَّنِّ. وَفِي مُرْسَلِ يَحْيَى بْنِ يَعْمُرَ عِنْدَ عَبْدِ الرَّزَّاقِ: سُحِرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ عَائِشَةَ، حَتَّى أَنْكَرَ بَصَرَهُ. وَعِنْدَهُ فِي مُرْسَلِ سَعِيدِ بْنِ الْمُسَيَّبِ: حَتَّى كَادَ يُنْكِرُ بَصَرَهُ. قَالَ عِيَاضٌ فَظَهَرَ بِهَذَا أَنَّ السِّحْرَ إِنَّمَا تَسَلَّطَ عَلَى جَسَدِهِ وَظَوَاهِرِ جَوَارِحِهِ، لَا عَلَى تَمْيِيزِهِ وَمُعْتَقَدِهِ. قُلْتُ: وَوَقَعَ فِي مُرْسَلِ عَبْدِ الرَّحْمَنِ بْنِ كَعْبٍ عِنْدَ ابْنِ سَعْدٍ: فَقَالَتْ أُخْتُ لَبِيدِ بْنِ الْأَعْصَمِ: إِنْ يَكُنْ نَبِيَّنَا فَسَيُخْبَرُ، وَإِلَّا فَسَيُذْهِلُهُ هَذَا السِّحْرُ حَتَّى يَذْهَبَ عَقْلُهُ: قُلْتُ: فَوَقَعَ الشِّقُّ الْأَوَّلُ كَمَا فِي هَذَا الْحَدِيثِ الصَّحِيحِ. وَقَدْ </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: لَا يَلْزَمُ مِنْ أَنَّهُ كَانَ يَظُنُّ أَنَّهُ فَعَلَ الشَّيْءَ وَلَمْ يَكُنْ فَعَلَهُ أَنْ يُجْزَمَ بِفِعْلِهِ ذَلِكَ، وَإِنَّمَا يَكُونُ ذَلِكَ مِنْ جِنْسِ الْخَاطِرِ يَخْطُرُ، وَلَا يَثْبُتُ. فَلَا يَبْقَى عَلَى هَذَا لِلْمُلْحِدِ حُجَّةٌ. </p><p> وَقَالَ عِيَاضٌ: يُحْتَمَلُ أَنْ يَكُونَ الْمُرَادُ بِالتَّخَيُّلِ الْمَذْكُورِ أَنَّهُ يَظْهَرُ لَهُ مِنْ نَشَاطِهِ مَا أَلِفَهُ مِنْ سَابِقِ عَادَتِهِ مِنَ الِاقْتِدَارِ عَلَى الْوَطْءِ، فَإِذَا دَنَا مِنَ الْمَرْأَةِ فَتَرَ مِنْ ذَلِكَ كَمَا هُوَ شَأْنُ الْمَعْقُودِ، وَيَكُونُ قَوْلُهُ فِي الرِّوَايَةِ الْأُخْرَى «حَتَّى كَادَ يُنْكِرُ بَصَرَهُ» أَيْ: صَارَ كَالَّذِي أَنْكَرَ بَصَرَهُ بِحَيْثُ إِنَّهُ إِذَا رَأَى الشَّيْءَ يُخَيَّلُ إِلَيْهِ أَنَّهُ عَلَى غَيْرِ صِفَتِهِ. فَإِذَا تَأَمَّلَهُ عَرَفَ حَقِيقَتَهُ. وَيُؤَيِّدُ جَمِيعَ مَا تَقَدَّمَ أَنَّهُ لَمْ يُنْقَلْ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي خَبَرٍ مِنَ الْأَخْبَارِ أَنَّهُ قَالَ قَوْلًا فَكَانَ بِخِلَافِ مَا أَخْبَرَ بِهِ. وَقَالَ الْمُهَلَّبُ: صَوْنُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الشَّيَاطِينِ لَا يَمْنَعُ إِرَادَتَهُمْ كَيْدَهُ، فَقَدْ مَضَى فِي الصَّحِيحِ: أَنَّ شَيْطَانًا أَرَادَ أَنْ يُفْسِدَ عَلَيْهِ صَلَاتَهُ، فَأَمْكَنَهُ اللَّهُ مِنْهُ. فَكَذَلِكَ السِّحْرُ مَا نَالَهُ مِنْ ضَرَرِهِ مَا يُدْخِلُ نَقْصًا عَلَى مَا يَتَعَلَّقُ بِالتَّبْلِيغِ، بَلْ هُوَ مِنْ جِنْسِ مَا كَانَ يَنَالُهُ مِنْ ضَرَرِ سَائِرِ الْأَمْرَاضِ: مِنْ ضَعْفٍ عَنِ الْكَلَامِ، أَوْ عَجْزٍ عَنْ بَعْضِ الْفِعْلِ، أَوْ حُدُوثِ تَخَيُّلٍ لَا يَسْتَمِرُّ بَلْ يَزُولُ. وَيُبْطِلُ اللَّهُ كَيْدَ الشَّيَاطِينَ. </p><p> وَاسْتَدَلَّ ابْنُ الْقَصَّارِ عَلَى أَنَّ الَّذِي أَصَابَهُ كَانَ مِنْ جِنْسِ الْمَرَضِ بِقَوْلِهِ فِي آخِرِ الْحَدِيثِ:  «أَمَّا أَنَا فَقَدَ شَفَانِي اللَّهُ» وَفِي الِاسْتِدْلَالِ بِهِ نَظَرٌ. لَكِنْ يُؤَيِّدُ الْمُدَّعِي أَنَّ فِي رِوَايَةِ عَمْرَةَ عَنْ عَائِشَةَ عِنْدَ الْبَيْهَقِيِّ فِي الدَّلَائِلِ: فَكَانَ يَدُورُ، وَلَا يَدْرِي مَا وَجَعَهُ. وَفِي حَدِيثِ ابْنِ عَبَّاسٍ عِنْدَ ابْنِ سَعْدٍ: مَرِضَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأُخِذَ عَنِ النِّسَاءِ، وَالطَّعَامِ، وَالشَّرَابِ. فَهَبَطَ عَلَيْهِ مَلَكَانِ. الْحَدِيثَ انْتَهَى مِنْ (فَتْحِ الْبَارِي) . </p><p> وَعَلَى كُلِّ حَالٍ فَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْصُومٌ بِالْإِجْمَاعِ مِنْ كُلِّ مَا يُؤَثِّرُ خَلَلًا فِي التَّبْلِيغِ، وَالتَّشْرِيعِ. وَأَمَّا بِالنِّسْبَةِ إِلَى الْأَعْرَاضِ الْبَشَرِيَّةِ: كَأَنْوَاعِ الْأَمْرَاضِ، وَالْآلَامِ، وَنَحْوَ ذَلِكَ فَالْأَنْبِيَاءُ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ يَعْتَرِيهِمْ مِنْ ذَلِكَ مَا يَعْتَرِي الْبَشَرَ. لِأَنَّهُمْ بَشَرٌ كَمَا قَالَ تَعَالَى عَنْهُمْ: إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ [١٤ ١١] وَنَحْوَ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَمَّا قَوْلُهُ تَعَالَى: إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا [١٧ ٤٧] فَمَعْنَاهُ أَنَّهُمْ يَزْعُمُونَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَسْحُورٌ أَوْ مَطْبُوبٌ، قَدْ خَبَلَهُ السِّحْرُ فَاخْتَلَطَ عَقْلُهُ فَالْتَبَسَ عَلَيْهِ أَمْرُهُ. يَقُولُونَ ذَلِكَ لِيُنَفِّرُوا النَّاسَ عَنْهُ. وَقَالَ مُجَاهِدٌ:  «مَسْحُورًا» أَيْ: مَخْدُوعًا. مِثْلَ قَوْلِهِ فَأَنَّى تُسْحَرُونَ [٢٣ ٨٩] أَيْ: مِنْ أَيْنَ تُخْدَعُونَ. وَمَعْنَى هَذَا رَاجِعٌ إِلَى </p>"
}