{
  "id": null,
  "sura": 20,
  "aya": 90,
  "text": "<p> الْحَسَنِ الْبَصْرِيِّ: أَنَّ هَذَا الْعِجْلَ اسْمُهُ يَهْمُوتِ. وَحَاصِلُ مَا اعْتَذَرَ بِهِ هَؤُلَاءِ الْجَهَلَةُ: أَنَّهُمْ تَوَرَّعُوا عَنْ زِينَةِ الْقِبْطِ فَأَلْقَوْهَا عَنْهُمْ وَعَبَدُوا الْعِجْلَ، فَتَوَرَّعُوا عَنِ الْحَقِيرِ وَفَعَلُوا الْأَمْرَ الْكَبِيرَ، كَمَا جَاءَ فِي الْحَدِيثِ الصَّحِيحِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍ: أَنَّهُ سَأَلَهُ رَجُلٌ مِنْ أَهْلِ الْعِرَاقِ عَنْ دَمِ الْبَعُوضِ إِذَا أَصَابَ الثَّوْبَ. يَعْنِي هَلْ يُصَلِّي فِيهِ أَمْ لَا؟ فَقَالَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: انْظُرُوا إِلَى أَهْلِ الْعِرَاقِ قَتَلُوا ابْنَ بِنْتِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (يَعْنِي الْحُسَيْنَ رَضِيَ اللَّهُ عَنْهُ) وَهُمْ يَسْأَلُونَ عَنْ دَمِ الْبَعُوضَةِ انْتَهَى مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَاقَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ وَإِنَّ رَبَّكُمُ الرَّحْمَنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى. </p><p> بَيَّنَ جَلَّ وَعَلَا فِي هَاتَيْنِ الْآيَتَيْنِ الْكَرِيمَتَيْنِ: أَنَّ بَنِي إِسْرَائِيلَ لَمَّا فَتَنَهُمُ السَّامِرِيُّ وَأَضَلَّهُمْ بِعِبَادَةِ الْعِجْلِ، نَصَحَهُمْ نَبِيُّ اللَّهِ هَارُونُ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَبَيَّنَ لَهُمْ أَنَّ عِبَادَتَهُمُ الْعِجْلَ فِتْنَةٌ فُتِنُوا بِهَا. أَيْ: كُفْرٌ وَضَلَالٌ ارْتَكَبُوهُ بِذَلِكَ، وَبَيَّنَ لَهُمْ أَنَّ رَبَّهُمُ الرَّحْمَنُ خَالِقُ كُلِّ شَيْءٍ جَلَّ وَعَلَا، وَأَنَّ عِجْلًا مُصْطَنَعًا مِنْ حُلِيٍّ لَا يَعْبُدُهُ إِلَّا مَفْتُونٌ ضَالٌّ كَافِرٌ. وَأَمَرَهُمْ بِاتِّبَاعِهِ فِي تَوْحِيدِ اللَّهِ تَعَالَى، وَالْوَفَاءِ بِمَوْعِدِ مُوسَى عَلَيْهِمَا وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ وَأَنْ يُطِيعُوهُ فِي ذَلِكَ. فَصَارَحُوهُ بِالتَّمَرُّدِ، وَالْعِصْيَانِ، وَالدَّيْمُومَةِ عَلَى الْكُفْرِ حَتَّى يَرْجِعَ مُوسَى. وَهَذَا يَدُلُّ عَلَى أَنَّهُ بَلَغَ مَعَهُمْ غَايَةَ جُهْدِهِ وَطَاقَتِهِ، وَأَنَّهُمُ اسْتَضْعَفُوهُ وَتَمَرَّدُوا عَلَيْهِ وَلَمْ يُطِيعُوهُ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي «الْأَعْرَافِ» : قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ [٧ \\ ١٥٠] ،. فَقَوْلُهُ عَنْهُمْ فِي خِطَابِهِمْ لَهُ لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ يَدُلُّ عَلَى اسْتِضْعَافِهِمْ لَهُ وَتَمَرُّدِهِمْ عَلَيْهِ الْمُصَرَّحِ بِهِ فِي «الْأَعْرَافِ» كَمَا بَيَّنَّا. وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ تَعَالَى فِي تَفْسِيرِ هَذِهِ الْآيَاتِ الْكَرِيمَاتِ مَا نَصُّهُ: وَسُئِلَ الْإِمَامُ أَبُو بَكْرٍ الطَّرْطُوشِيُّ: مَا يَقُولُ سَيِّدُنَا الْفَقِيهُ فِي مَذْهَبِ الصُّوفِيَّةِ؟ وَاعْلَمْ حَرَسَ اللَّهُ مُدَّتَهُ: أَنَّهُ اجْتَمَعَ جَمَاعَةٌ مِنْ رِجَالٍ فَيُكْثِرُونَ مِنْ ذِكْرِ اللَّهِ تَعَالَى وَذِكْرِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ إِنَّهُمْ يُوقِعُونَ بِالْقَضِيبِ عَلَى شَيْءٍ مِنَ الْأَدِيمِ، وَيَقُومُ بَعْضُهُمْ يَرْقُصُ وَيَتَوَاجَدُ حَتَّى يَقَعَ مُغْشِيًّا عَلَيْهِ، وَيُحْضِرُونَ شَيْئًا يَأْكُلُونَهُ. هَلَ الْحُضُورُ مَعَهُمْ جَائِزٌ أَمْ لَا؟ أَفْتُونَا مَأْجُورِينَ. وَهَذَا الْقَوْلُ الَّذِي يَذْكُرُونَهُ: </p><p> يَا شَيْخُ كُفَّ عَنِ الذُّنُوبِ قَبْلَ التَّفَرُّقِ وَالزَّلَلْ </p><p> وَاعْمَلْ لِنَفْسِكَ صَالِحًا ... مَا دَامَ يَنْفَعُكَ الْعَمَلْ </p><p> أَمَّا الشَّبَابُ فَقَدْ مَضَى ... وَمَشِيبُ رَأْسِكَ قَدْ نَزَلْ </p><p> وَفِي مِثْلِ هَذَا وَنَحْوِهِ الْجَوَابُ يَرْحَمُكَ اللَّهُ: مَذْهَبُ الصُّوفِيَّةِ بَطَالَةٌ وَجَهَالَةٌ وَضَلَالَةٌ، وَمَا الْإِسْلَامُ إِلَّا كِتَابُ اللَّهِ وَسُنَّةُ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَأَمَّا الرَّقْصُ، وَالتَّوَاجُدُ: فَأَوَّلُ مَنْ أَحْدَثَهُ أَصْحَابُ السَّامِرِيِّ لَمَّا اتَّخَذَ لَهُمْ عِجَلًا جَسَدًا لَهُ خُوَارٌ، قَامُوا يَرْقُصُونَ حَوَالَيْهِ، وَيَتَوَاجَدُونَ، فَهُوَ دِينُ الْكُفَّارِ وَعِبَادَةُ الْعِجْلِ. وَأَمَّا الْقَضِيبُ: فَأَوَّلُ مَنِ اتَّخَذَهُ الزَّنَادِقَةُ لِيَشْغَلُوا بِهِ الْمُسْلِمِينَ عَنْ كِتَابِ اللَّهِ تَعَالَى. وَإِنَّمَا كَانَ يَجْلِسُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ أَصْحَابِهِ كَأَنَّمَا عَلَى رُءُوسِهِمُ الطَّيْرُ مِنَ الْوَقَارِ. فَيَنْبَغِي لِلسُّلْطَانِ وَنُوَّابِهِ أَنْ يَمْنَعَهُمْ مِنْ حُضُورِ الْمَسَاجِدِ، وَغَيْرِهَا. وَلَا يَحِلُّ لِأَحَدٍ أَنْ يُؤْمِنَ بِاللَّهِ، وَالْيَوْمِ الْآخِرِ أَنْ يَحْضُرَ مَعَهُمْ، وَلَا أَنْ يُعِينَهُمْ عَلَى بَاطِلِهِمْ. هَذَا مَذْهَبُ مَالِكٍ، وَأَبِي حَنِيفَةَ، وَالشَّافِعِيِّ، وَأَحْمَدَ بْنِ حَنْبَلٍ، وَغَيْرِهِمْ مِنْ أَئِمَّةِ الْمُسْلِمِينَ وَبِاللَّهِ التَّوْفِيقُ انْتَهَى مِنْهُ بِلَفْظِهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: قَدْ قَدَّمْنَا فِي سُورَةِ «مَرْيَمَ» مَا يَدُلُّ عَلَى أَنَّ بَعْضَ الصُّوفِيَّةِ عَلَى الْحَقِّ. وَلَا شَكَّ أَنَّ مِنْهُمْ مَنْ هُوَ عَلَى الطَّرِيقِ الْمُسْتَقِيمِ مِنَ الْعَمَلِ بِكِتَابِ اللَّهِ وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَبِذَلِكَ عَالَجُوا أَمْرَاضَ قُلُوبِهِمْ وَحَرَسُوهَا، وَرَاقَبُوهَا وَعَرَفُوا أَحْوَالَهَا، وَتَكَلَّمُوا عَلَى أَحْوَالِ الْقُلُوبِ كَلَامًا مُفَصَّلًا كَمَا هُوَ مَعْلُومٌ، كَعَبْدِ الرَّحْمَنِ بْنِ عَطِيَّةَ، أَوِ ابْنِ أَحْمَدَ بْنِ عَطِيَّةَ، أَوِ ابْنِ عَسْكَرٍ أَعْنِي أَبَا سُلَيْمَانَ الدَّارَانِيَّ، وَكَعَوْنِ بْنِ عَبْدِ اللَّهِ الَّذِي كَانَ يُقَالُ لَهُ حَكَمُ الْأُمَّةِ، وَأَضْرَابِهِمَا، وَكَسَهْلِ بْنِ عَبْدِ اللَّهِ التُّسْتَرِيِّ، أَبِي طَالِبٍ الْمَكِّيِّ، وَأَبِي عُثْمَانَ النَّيْسَابُورِيِّ، وَيَحْيَى بْنِ مُعَاذٍ الرَّازِيِّ، وَالْجُنَيْدِ بْنِ مُحَمَّدٍ، وَمَنْ سَارَ عَلَى مِنْوَالِهِمْ، لِأَنَّهُمْ عَالَجُوا أَمْرَاضَ أَنْفُسِهِمْ بِكِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَا يَحِيدُونَ عَنِ الْعَمَلِ بِالْكِتَابِ، وَالسُّنَّةِ ظَاهِرًا وَبَاطِنًا، وَلَمْ تَظْهَرْ مِنْهُمْ أَشْيَاءٌ تُخَالِفُ الشَّرْعَ. فَالْحُكْمُ بِالضَّلَالِ عَلَى جَمِيعِ الصُّوفِيَّةِ لَا يَنْبَغِي، وَلَا يَصِحُّ عَلَى إِطْلَاقِهِ، وَالْمِيزَانُ الْفَارِقُ بَيْنَ الْحَقِّ، وَالْبَاطِلِ فِي ذَلِكَ هُوَ كِتَابُ اللَّهِ وَسُنَّةُ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. فَمَنْ كَانَ مِنْهُمْ مُتَّبِعًا لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَقْوَالِهِ وَأَفْعَالِهِ، وَهَدْيِهِ وَسَمْتِهِ، كَمَنْ ذَكَرْنَا وَأَمْثَالِهِمْ، فَإِنَّهُمْ مِنْ جُمْلَةِ الْعُلَمَاءِ الْعَامِلِينَ، وَلَا يَجُوزُ الْحُكْمُ عَلَيْهِمْ بِالضَّلَالِ. وَأَمَّا مَنْ كَانَ عَلَى خِلَافِ ذَلِكَ فَهُوَ الضَّالُّ. </p><p> نَعَمْ، صَارَ الْمَعْرُوفُ فِي الْآوِنَةِ الْأَخِيرَةِ، وَأَزْمِنَةٍ كَثِيرَةٍ قَبْلَهَا بِالِاسْتِقْرَاءِ، أَنَّ عَامَّةَ الَّذِينَ يَدَّعُونَ التَّصَوُّفَ فِي أَقْطَارِ الدُّنْيَا إِلَّا مَنْ شَاءَ اللَّهُ مِنْهُمْ دَجَاجِلَةٌ يَتَظَاهَرُونَ بِالدِّينِ لِيُضِلُّوا الْعَوَامَّ الْجَهَلَةَ وَضِعَافَ الْعُقُولِ مِنْ طَلَبَةِ الْعِلْمِ، لِيَتَّخِذُوا بِذَلِكَ أَتْبَاعًا وَخَدَمًا، </p>"
}