{
  "id": null,
  "sura": 20,
  "aya": 80,
  "text": "<p> قَوْلُهُ تَعَالَى: وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى. </p><p> يَعْنِي أَنَّ فِرْعَوْنَ أَضَلَّ قَوْمَهُ عَنْ طَرِيقِ الْحَقِّ وَمَا هَدَاهُمْ إِلَيْهَا. وَهَذِهِ الْآيَةُ الْكَرِيمَةُ بَيَّنَ اللَّهُ فِيهَا كَذِبَ فِرْعَوْنَ فِي قَوْلِهِ: قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ [٤٠ ٢٩] وَمِنَ الْآيَاتِ الْمُوَضِّحَةِ لِذَلِكَ قَوْلُهُ تَعَالَى: وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ [١١ ٩٦ - ٩٨] وَالنُّكْتَةُ الْبَلَاغِيَّةُ فِي حَذْفِ الْمَفْعُولِ فِي قَوْلِهِ وَمَا هَدَى وَلَمْ يَقُلْ وَمَا هَدَاهُمْ، هِيَ مُرَاعَاةُ فَوَاصِلِ الْآيَاتِ، وَنَظِيرُهُ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى [٩٣ ٣] . </p><p> قَوْلُهُ تَعَالَى: يَا بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: امْتِنَانَهُ عَلَى بَنِي إِسْرَائِيلَ بِإِنْجَائِهِ إِيَّاهُمْ مِنْ عَدُوِّهِمْ فِرْعَوْنَ، وَأَنَّهُ وَاعَدَهُمْ جَانِبَ الطُّورِ الْأَيْمَنِ، وَأَنَّهُ نَزَّلَ عَلَيْهِمُ الْمَنَّ، وَالسَّلْوَى، وَقَالَ لَهُمْ: كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ. وَلَا تَطْغَوْا فَيَغْضَبَ عَلَيْكُمْ رَبُّكُمْ. وَمَا ذَكَرَهُ هُنَا أُوَضِّحُهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ فِي امْتِنَانِهِ عَلَيْهِمْ بِإِنْجَائِهِمْ مِنْ عَدُوِّهِمْ فِرْعَوْنَ فِي «سُورَةِ الْبَقَرَةِ» : وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ [٢ ٤٩] وَقَوْلُهُ فِي «الْأَعْرَافِ» : وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ [٧ ١٤١] وَقَوْلُهُ فِي «الدُّخَانِ» : وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ [٤٤ ٣٠ - ٣١] وَقَوْلُهُ فِي سُورَةِ «إِبْرَاهِيمَ» : وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ [١٤ ٦] وَقَوْلُهُ فِي «الشُّعَرَاءِ» كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ [٢٦ ٥٩] وَقَوْلُهُ فِي «الدُّخَانِ» كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ [٤٤ ٢٨] وَقَوْلُهُ فِي «الْأَعْرَافِ» : وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا [٧ ١٣٧] وَقَوْلُهُ فِي «الْقَصَصِ» : وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً إِلَى قَوْلِهِ يَحْذَرُونَ [٢٨ ٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ هُنَا: وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ [٢٠ ٨٠] الْأَظْهَرُ أَنَّ ذَلِكَ الْوَعْدَ هُوَ الْمَذْكُورُ فِي قَوْلِهِ: وَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ الْآيَةَ [٧ ١٤٢] وَقَوْلُهُ: وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً الْآيَةَ [٢ ٥١] وَقَوْلُهُ: أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا [٢٠ ٨٦] وَهُوَ الْوَعْدُ بِإِنْزَالِ التَّوْرَاةِ. وَقِيلَ فِيهِ غَيْرُ ذَلِكَ. </p><p> وَقَوْلُهُ هُنَا: وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى قَدْ أَوْضَحَ امْتِنَانَهُ عَلَيْهِمْ بِذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ فِي «الْبَقَرَةِ» : وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى [٢ ٥٧] وَقَوْلِهِ فِي «الْأَعْرَافِ» وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى [٧ ١٦٠] وَأَكْثَرُ الْعُلَمَاءِ عَلَى أَنَّ الْمَنَّ: التَّرَنْجَبِينُ، وَهُوَ شَيْءٌ يَنْزِلُ مِنَ السَّمَاءِ كَنُزُولِ النَّدَى ثُمَّ يَتَجَمَّدُ، وَهُوَ يُشْبِهُ الْعَسَلَ الْأَبْيَضَ. وَالسَّلْوَى: طَائِرٌ يُشْبِهُ السُّمَانَى. وَقِيلَ هُوَ السُّمَانَى. وَهَذَا قَوْلُ الْجُمْهُورِ فِي الْمَنِّ، وَالسَّلْوَى. وَقِيلَ: السَّلْوَى الْعَسَلُ. وَأَنْكَرَ بَعْضُهُمْ إِطْلَاقَ السَّلْوَى عَلَى الْعَسَلِ. وَالتَّحْقِيقُ: أَنَّ «السَّلْوَى» يُطْلَقُ عَلَى الْعَسَلِ لُغَةً. وَمِنْهُ قَوْلُ خَالِدِ بْنِ زُهَيْرٍ الْهُذَلِيِّ: </p><p> وَقَاسَمَهَا بِاللَّهِ جَهْدًا لَأَنْتُمْ ... أَلَذُّ مِنَ السَّلْوَى إِذَا مَا نَشُورُهَا </p><p> يَعْنِي أَلَذَّ مِنَ الْعَسَلِ إِذَا مَا نَسْتَخْرِجُهَا. لِأَنَّ النُّشُورَ: اسْتِخْرَاجُ الْعَسَلِ. قَالَ مُؤَرِّجُ بْنُ عُمَرَ السَّدُوسِيُّ: إِطْلَاقُ السَّلْوَى عَلَى الْعَسَلِ لُغَةُ كِنَانَةَ. سُمِّيَ بِهِ لِأَنَّهُ يُسَلِّي. قَالَهُ الْقُرْطُبِيُّ. إِلَّا أَنَّ أَكْثَرَ الْعُلَمَاءِ عَلَى أَنَّ ذَلِكَ لَيْسَ هُوَ الْمُرَادُ فِي الْآيَةِ. وَاخْتَلَفُوا فِي السَّلْوَى. هَلْ هُوَ جَمْعٌ أَوْ مُفْرَدٌ؟ فَقَالَ بَعْضُهُمْ: هُوَ جَمْعٌ، وَاحِدُهُ سَلْوَاةٌ، وَأَنْشَدَ الْخَلِيلُ لِذَلِكَ قَوْلَ الشَّاعِرِ: </p><p> وَإِنِّي لَتَعْرُونِي لِذِكْرَاكِ هِزَّةٌ ... كَمَا انْتَفَضَ السَّلْوَاةُ مِنْ بَلَلِ الْقَطْرِ </p><p> وَيُرْوَى هَذَا الْبَيْتُ: </p><p> كَمَا انْتَفَضَ الْعُصْفُورُ بَلَّلَهُ الْقَطْرُ </p><p> وَعَلَيْهِ فَلَا شَاهِدَ فِي الْبَيْتِ. وَقَالَ الْكِسَائِيُّ: السَّلْوَى مُفْرَدٌ وَجَمْعُهُ سَلَاوَى. وَقَالَ الْأَخْفَشُ: هُوَ جَمْعٌ لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ. مِثْلَ الْخَيْرِ وَالشَّرِّ، وَهُوَ يُشْبِهُ أَنْ يَكُونَ وَاحِدُهُ سَلْوَى مِثْلَ جَمَاعَتِهِ. كَمَا قَالُوا: دِفْلَى وَسُمَانَى وَشُكَاعَى فِي الْوَاحِدِ وَالْجَمْعِ. وَالدِّفْلَى كَذِكْرَى: شَجَرٌ أَخْضَرُ مُرٌّ حَسَنُ الْمَنْظَرِ، يَكُونُ فِي الْأَوْدِيَةِ. والشُّكَاعَى كَحُبَارَى وَقَدْ تُفْتَحُ: نَوْعٌ مِنْ دَقِيقِ النَّبَاتِ صَغِيرٌ أَخْضَرُ، دَقِيقُ الْعِيدَانِ يُتَدَاوَى بِهِ. وَالسُّمَانَى: طَائِرٌ مَعْرُوفٌ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: وَالْأَظْهَرُ عِنْدِي فِي الْمَنِّ: أَنَّهُ اسْمٌ جَامِعٌ لِمَا يَمُنُّ اللَّهُ بِهِ عَلَى عَبْدِهِ مِنْ غَيْرِ كَدٍّ، وَلَا تَعَبٍ، فَيَدْخُلُ فِيهِ التَّرَنْجَبِينُ الَّذِي مَنَّ اللَّهُ بِهِ عَلَى بَنِي إِسْرَائِيلَ فِي التِّيهِ. وَيَشْمَلُ غَيْرَ ذَلِكَ مِمَّا يُمَاثِلُهُ. وَيَدُلُّ عَلَى هَذَا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الثَّابِتُ فِي الصَّحِيحَيْنِ:  «الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ» . </p><p> وَالْأَظْهَرُ عِنْدِي فِي السَّلْوَى: أَنَّهُ طَائِرٌ، سَوَاءٌ قُلْنَا إِنَّهُ السُّمَانَى، أَوْ طَائِرٌ يُشْبِهُهُ، لِإِطْبَاقِ جُمْهُورِ الْعُلَمَاءِ مِنَ السَّلَفِ، وَالْخَلَفِ عَلَى ذَلِكَ. مَعَ أَنَّ السَّلْوَى، يُطْلَقُ لُغَةً عَلَى الْعَسَلِ، كَمَا بَيَّنَّا. </p><p> وَقَوْلُهُ فِي آيَةِ «طه» هَذِهِ: كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ [٢٠ ٨١] أَيْ: مِنَ الْمَنِّ، وَالسَّلْوَى، وَالْأَمْرُ فِيهِ لِلْإِبَاحَةِ، وَالِامْتِنَانِ. </p><p> وَقَدْ ذُكِرَ ذَلِكَ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي «الْبَقَرَةِ» وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ [٢ ٥٧] وَقَوْلِهِ فِي «الْأَعْرَافِ» : وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ [٧ ١٦٠] وَقَوْلِهِ: كُلُوا فِي هَذِهِ الْآيَاتِ مَقُولُ قَوْلٍ مَحْذُوفٍ، أَيْ: وَقُلْنَا لَهُمْ كُلُوا، وَالضَّمِيرُ الْمَجْرُورُ فِي قَوْلِهِ: وَلَا تَطْغَوْا فِيهِ رَاجِعٌ إِلَى الْمَوْصُولِ الَّذِي هُوَ «مَا» أَيْ: كُلُوا مِنْ طَيِّبَاتِ الَّذِي رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ أَيْ: فِيمَا رَزَقْنَاكُمْ. وَنَهَاهُمْ عَنِ الطُّغْيَانِ فِيمَا رَزَقَهُمْ، وَهُوَ أَنْ يَتَعَدَّوْا حُدُودَ اللَّهِ فِيهِ بِأَنْ يَكْفُرُوا نِعْمَتَهُ بِهِ، وَيَشْغَلَهُمُ اللَّهْوُ وَالنَّعِيمُ عَنِ الْقِيَامِ بِشُكْرِ نِعَمِهِ، وَأَنْ يُنْفِقُوا رِزْقَهُ الَّذِي أَنْعَمَ عَلَيْهِمْ بِهِ فِي الْمَعَاصِي، أَوْ يَسْتَعِينُوا بِهِ عَلَى الْمَعْصِيَةِ، أَوْ يَمْنَعُوا الْحُقُوقَ الْوَاجِبَةَ عَلَيْهِمْ فِيهِ، وَنَحْوَ ذَلِكَ. </p><p> وَبَيَّنَ أَنَّ ذَلِكَ يُسَبِّبُ لَهُمْ أَنْ يَحِلَّ عَلَيْهِمْ غَضَبُهُ جَلَّ وَعَلَا، لِأَنَّ الْفَاءَ فِي قَوْلِهِ فَيَحِلَّ سَبَبِيَّةٌ، وَالْفِعْلُ مَنْصُوبٌ بِأَنْ مُضْمَرَةٍ بَعْدَهَا، لِأَنَّهُ بَعْدَ النَّهْيِ وَهُوَ طَلَبٌ مَحْضٌ، كَمَا أَشَارَ إِلَى ذَلِكَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَبَعْدَ فَا جَوَابُ نَفْيٍ أَوْ طَلَبْ ... مَحْضَيْنِ أَنْ وَسَتْرُهَا حَتْمٌ نَصَبْ </p><p> وَقَرَأَ هَذَا الْحَرْفَ الْكِسَائِيُّ «فَيَحُلَّ» بِضَمِّ الْحَاءِ (وَمَنْ يَحْلُلْ) بِضَمِّ اللَّامِ. وَالْبَاقُونَ قَرَءُوا يَحِلَّ بِكَسْرِ الْحَاءِ وَيَحْلِلْ بِكَسْرِ اللَّامِ. وَعَلَى قِرَاءَةِ الْكِسَائِيِّ (فَيَحُلَّ) بِالضَّمِّ أَيْ: يَنْزِلُ بِكُمْ غَضَبِي. وَعَلَى قِرَاءَةِ الْجُمْهُورِ فَهُوَ مِنْ حَلَّ يَحِلُّ بِالْكَسْرِ: </p>"
}