{
  "id": null,
  "sura": 20,
  "aya": 73,
  "text": "<p> أَيْ: طَالِبَهُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ وَاللَّهُ خَيْرٌ وَأَبْقَى. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ فِرْعَوْنَ لَعَنَهُ اللَّهُ لَمَّا قَالَ لِلسَّحَرَةِ مَا قَالَ لَمَّا آمَنُوا، قَالُوا لَهُ: إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا [٢٠ ٧٣] يَعْنُونَ ذُنُوبَهُمُ السَّالِفَةَ كَالْكُفْرِ، وَغَيْرِهِ مِنَ الْمَعَاصِي وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ أَيْ: وَيَغْفِرُ لَنَا مَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ. وَهَذَا الَّذِي ذَكَرَهُ عَنْهُمْ هُنَا أَشَارَ لَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. كَقَوْلِهِ تَعَالَى فِي \" الشُّعَرَاءِ \" عَنْهُمْ: إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ إِنَّا نَطْمَعُ أَنْ يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَنْ كُنَّا أَوَّلَ الْمُؤْمِنِينَ [٢٦ ٥٠ - ٥١] وَقَوْلُهُ عَنْهُمْ فِي \" الْأَعْرَافِ \" : رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ [٧ ١٢٦] . وَفِي آيَةِ طه \" هَذَا سُؤَالٌ مَعْرُوفٌ،وَهُوَ أَنْ يُقَالَ:قَوْلُهُمْ وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ[٢٠ ٧٣]يَدُلُّ عَلَى أَنَّهُ أَكْرَهَهُمْ عَلَيْهِ، مَعَ أَنَّهُ دَلَّتْ آيَاتٌ أُخَرُ عَلَى أَنَّهُمْ فَعَلُوهُ طَائِعِينَ غَيْرَ مُكْرَهِينَ، كَقَوْلِهِ فِي \" طه \": فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَى[٢٠ ٦٢ - ٦٣].فَقَوْلُهُمْ:فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا[٢٠ ٦٤]صَرِيحٌ فِي أَنَّهُمْ غَيْرُ مُكْرَهِينَ. وَكَذَلِكَ قَوْلُهُ عَنْهُمْ فِي \" الشُّعَرَاءِ \": قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ[٢٦ ٤١]وَقَوْلُهُ فِي \" الْأَعْرَافِ \": قَالُوا إِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ [٧ ١١٣ - ١١٤] فَتِلْكَ الْآيَاتُ تَدُلُّ عَلَى أَنَّهُمْ غَيْرُ مُكْرَهِينَ. </p><p> وَلِلْعُلَمَاءِ عَنْ هَذَا السُّؤَالِ أَجْوِبَةٌ مَعْرُوفَةٌ: </p><p> (مِنْهَا) : أَنَّهُ أَكْرَهَهُمْ عَلَى الشُّخُوصِ مِنْ أَمَاكِنِهِمْ لِيُعَارِضُوا مُوسَى بِسِحْرِهِمْ، فَلَمَّا أُكْرِهُوا عَلَى الْقُدُومِ وَأُمِرُوا بِالسِّحْرِ أَتَوْهُ طَائِعِينَ، فَإِكْرَاهُهُمْ بِالنِّسْبَةِ إِلَى أَوَّلِ الْأَمْرِ، وَطَوْعُهُمْ بِالنِّسْبَةِ إِلَى آخِرِ الْأَمْرِ، فَانْفَكَّتَ الْجِهَةُ وَبِذَلِكَ يَنْتَفِي التَّعَارُضُ، وَيَدُلُّ لِهَذَا قَوْلُهُ: وَابْعَثْ فِي الْمَدَائِنِ حَاشِرِينَ [٢٦ ٣٦] وَقَوْلُهُ: وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ [٧ ١١١] . </p><p> (وَمِنْهَا) : أَنَّهُ كَانَ يُكْرِهُهُمْ عَلَى تَعْلِيمِ أَوْلَادِهِمُ السِّحْرَ فِي حَالِ صِغَرِهِمْ، وَأَنَّ ذَلِكَ هُوَ مُرَادُهُمْ بِإِكْرَاهِهِمْ عَلَى السِّحْرِ. وَلَا يُنَافِي ذَلِكَ أَنَّهُمْ فَعَلُوا مَا فَعَلُوا مِنَ السِّحْرِ بَعْدَ تَعَلُّمِهِمْ وَكِبَرِهِمْ طَائِعِينَ. </p><p> (وَمِنْهَا) : أَنَّهُمْ قَالُوا لِفِرْعَوْنَ: أَرِنَا مُوسَى نَائِمًا: فَفَعَلَ فَوَجَدُوهُ قُرْبَ عَصَاهُ، فَقَالُوا: مَا هَذَا بِسِحْرِ السَّاحِرِ! لِأَنَّ السَّاحِرَ إِذَا نَامَ بَطَلَ سِحْرُهُ. فَأَبَى إِلَّا أَنْ يُعَارِضُوهُ، وَأَلْزَمَهُمْ بِذَلِكَ. فَلَمَّا لَمْ يَجِدُوا بُدًّا مِنْ ذَلِكَ فَعَلُوهُ طَائِعِينَ. وَأَظْهَرُهَا عِنْدِي الْأَوَّلُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ: فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ خَطَايَانَا جَمْعُ خَطِيئَةٍ، وَهِيَ الذَّنْبُ الْعَظِيمُ. كَالْكُفْرِ وَنَحْوِهِ. وَالْفَعِيلَةُ تُجْمَعُ عَلَى فَعَائِلَ، وَالْهَمْزَةُ فِي فَعَائِلَ مُبْدَلَةٌ مِنَ الْيَاءِ فِي فَعِيلَةٍ، وَمِثْلُهَا الْأَلِفُ، وَالْوَاوُ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَالْمَدُّ زِيدَ ثَالِثًا فِي الْوَاحِدِ ... هَمْزًا يُرَى فِي مِثْلِ كَالْقَلَائِدِ </p><p> فَأَصْلُ خَطَايَا \" خَطَائِيِ \" بِيَاءٍ مَكْسُورَةٍ، وَهِيَ يَاءُ خَطِيئَةٍ، وَهَمْزَةٍ بَعْدَهَا هِيَ لَامُ الْكَلِمَةِ. ثُمَّ أُبْدِلَتِ الْيَاءُ هَمْزَةً عَلَى حَدِّ الْإِبْدَالِ فِي صَحَائِفَ فَصَارَتْ خَطَائِئَ بِهَمْزَتَيْنِ، ثُمَّ أُبْدِلَتِ الثَّانِيَةُ يَاءً لِلُزُومِ إِبْدَالِ الْهَمْزَةِ الْمُتَطَرِّفَةِ بَعْدَ الْهَمْزَةِ الْمَكْسُورَةِ يَاءً، فَصَارَتْ خَطَائِيَ، ثُمَّ فُتِحَتِ الْهَمْزَةُ الْأُولَى تَخْفِيفًا فَصَارَ خَطَاءَيَ، ثُمَّ أُبْدِلَتِ الْيَاءُ أَلِفًا لِتَحَرُّكِهَا وَانْفِتَاحِ مَا قَبْلَهَا فَصَارَ خَطَاءَا بِأَلِفَيْنِ بَيْنَهُمَا هَمْزَةٌ، وَالْهَمْزَةُ تُشْبِهُ الْأَلِفَ، فَاجْتَمَعَ شِبْهُ ثَلَاثَةِ أَلِفَاتٍ، فَأُبْدِلَتِ الْهَمْزَةُ يَاءً فَصَارَ خَطَايَا بَعْدَ خَمْسَةِ أَعْمَالٍ، وَإِلَى مَا ذَكَرْنَا أَشَارَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَافْتَحْ وَرُدَّ الْهَمْزَ يَا فِيمَا أُعِلَّ ... لَامًا وَفِي مِثْلِ هِرَاوَةٍ جُعِلْ </p><p> وَاوًا. . . إِلَخْ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَاللَّهُ خَيْرٌ وَأَبْقَى ظَاهِرُهُ الْمُتَبَادَرُ مِنْهُ: أَنَّ الْمَعْنَى خَيْرٌ مِنْ فِرْعَوْنَ وَأَبْقَى مِنْهُ. لِأَنَّهُ بَاقٍ لَا يَزُولُ مُلْكُهُ، وَلَا يُذَلُّ، وَلَا يَمُوتُ، وَلَا يُعْزَلُ. كَمَا أَوْضَحْنَا هَذَا الْمَعْنَى فِي سُورَةِ \" النَّحْلِ \" فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَهُ الدِّينُ وَاصِبًا [١٦ ٥٢] . أَيْ: بِخِلَافِ فِرْعَوْنَ، وَغَيْرِهِ مِنْ مُلُوكِ الدُّنْيَا فَإِنَّهُ لَا يَبْقَى، بَلْ يَمُوتُ أَوْ يُعْزَلُ، أَوْ يُذَلُّ بَعْدَ الْعِزِّ. وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّ الْمَعْنَى: أَنَّ ثَوَابَهُ خَيْرٌ مِمَّا وَعَدَهُمْ فِرْعَوْنُ فِي قَوْلِهِ: قَالُوا لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِنْ كُنَّا نَحْنُ الْغَالِبِينَ قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَمِنَ الْمُقَرَّبِينَ [٧ ١١٣ - ١١٤] . وَأَبْقَى: أَيْ: أَدْوَمُ. لِأَنَّ مَا وَعَدَهُمْ بِهِ فِرْعَوْنُ زَائِلٌ، وَثَوَابُ اللَّهِ بَاقٍ. كَمَا قَالَ تَعَالَى: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ ٩٦] وَقَالَ تَعَالَى: بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى [٨٧ ١٦] . وَقَالَ بَعْضُ الْعُلَمَاءِ: وَأَبْقَى أَيْ: أَبْقَى عَذَابًا مِنْ عَذَابِكَ، وَأَدْوَمُ مِنْهُ. وَعَلَيْهِ فَهُوَ رَدٌّ لِقَوْلِ فِرْعَوْنَ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَى </p>"
}