{
  "id": null,
  "sura": 20,
  "aya": 42,
  "text": "<p> وَقَالَ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا [٣٣ ٣٨] . وَقَالَ جَرِيرٌ يَمْدَحُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ: </p><p> نَالَ الْخِلَافَةَ أَوْ كَانَتْ لَهُ قَدَرًا ... كَمَا أَتَى رَبَّهُ مُوسَى عَلَى قَدَرِ </p><p> قَوْلُهُ تَعَالَى: اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلَا تَنِيَا فِي ذِكْرِي اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فِي ذِكْرِي اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْمُرَادُ بِالْآيَاتِ فِي قَوْلِهِ هُنَا: اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي الْآيَاتُ التِّسْعُ الْمَذْكُورَةُ فِي قَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ الْآيَةَ [١٧ ١٠١] ، وَقَوْلُهُ: وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ الْآيَةَ [٢٧ ١٢] . وَالْآيَاتُ التِّسْعُ الْمَذْكُورَةُ هِيَ: الْعَصَا، وَالْيَدُ الْبَيْضَاءُ. . . إِلَى آخِرِهَا. وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهَا مُسْتَوْفًى فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . </p><p> وَقَوْلُهُ تَعَالَى: إِنَّهُ طَغَى. </p><p> أَصْلُ الطُّغْيَانِ: مُجَاوَزَةُ الْحَدِّ، وَمِنْهُ: إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ [٦٩ ١١] وَقَدْ بَيَّنَ تَعَالَى شِدَّةَ طُغْيَانِ فِرْعَوْنَ وَمُجَاوَزَتَهُ الْحَدَّ فِي قَوْلِهِ عَنْهُ: فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَى [٧٩ ٢٤] ، وَقَوْلِهِ عَنْهُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي [٢٨ ٣٨] ، وَقَوْلِهِ عَنْهُ أَيْضًا: لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ [٢٦ ٢٩] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَا تَنِيَا مُضَارِعُ وَنَى يَنِي، عَلَى حَدِّ قَوْلِ ابْنِ مَالِكٍ فِي الْخُلَاصَةِ: </p><p> فَا أَمْرٍ وَمُضَارِعٍ مِنْ كَوَعَدْ ... احْذِفْ وَفِي كَعِدَةٍ ذَاكَ اطَّرَدْ </p><p> وَالْوَنَى فِي اللُّغَةِ: الضَّعْفُ، وَالْفُتُورُ، وَالْكَلَالُ، وَالْإِعْيَاءُ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ فِي مُعَلَّقَتِهِ: </p><p> مِسَحٌّ إِذَا مَا السَّابِحَاتُ عَلَى الْوَنَى ... أَثَرْنَ غُبَارًا بِالْكَدِيدِ الْمُرَكَّلِ </p><p> وَقَوْلُ الْعَجَّاجِ: </p><p> فَمَا وَنَى مُحَمَّدٌ مُذْ أَنْ غَفَرْ ... لَهُ الْإِلَهُ مَا مَضَى وَمَا غَبَرْ </p><p> فَقَوْلُهُ: وَلَا تَنِيَا فِي ذِكْرِي أَيْ لَا تَضْعُفَا، وَلَا تَفْتُرَا فِي ذِكْرِي. وَقَدْ أَثْنَى اللَّهُ عَلَى مَنْ يَذْكُرُهُ فِي جَمِيعِ حَالَاتِهِ فِي قَوْلِهِ: الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ [٣ ١٩١] ، وَأَمَرَ بِذِكْرِ اللَّهِ عِنْدَ لِقَاءِ الْعَدُوِّ فِي قَوْلِهِ: إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا [٨ ٤٥] </p>"
}