{
  "id": null,
  "sura": 21,
  "aya": 47,
  "text": "<p> أَهْلَكْنَا قَوْمَ هُودٍ، وَجَعَلْنَا سَبَأً أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ، كُلُّ ذَلِكَ بِسَبَبِ تَكْذِيبِ الرُّسُلِ وَالْكُفْرِ بِمَا جَاءُوا بِهِ. وَهَذَا هُوَ مَعْنَى قَوْلِهِ: وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى [٤٦ \\ ٢٧] كَقَوْمِ صَالِحٍ وَقَوْمِ لُوطٍ وَقَوْمِ هُودٍ وَسَبَأٍ، فَاحْذَرُوا مِنْ تَكْذِيبِ نَبِيِّنَا مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِئَلَّا نُنْزِلَ بِكُمْ مِثْلَ مَا أَنْزَلْنَا بِهِمْ. وَهَذَا الْوَجْهُ لَا يُنَافِي قَوْلَهُ بَعْدَهُ: أَفَهُمُ الْغَالِبُونَ وَالْمَعْنَى أَنَّ الْغَلَبَةَ لِحِزْبِ اللَّهِ الْقَادِرِ عَلَى كُلِّ شَيْءٍ، الَّذِي أَهْلَكَ مَا حَوْلَكُمْ مِنَ الْقُرَى بِسَبَبِ تَكْذِيبِهِمْ رُسُلَهُمْ، وَأَنْتُمْ لَسْتُمْ بِأَقْوَى مِنْهُمْ، وَلَا أَكْثَرَ أَمْوَالًا وَلَا أَوْلَادًا، كَمَا قَالَ تَعَالَى: أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ الْآيَةَ [٤٤ \\ ٣٧] . وَقَالَ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ [٤٠ \\ ٨٢] وَقَالَ تَعَالَى: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا الْآيَةَ [٣٠ \\ ٩٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَإِنْذَارُ الَّذِينَ كَذَّبُوهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا وَقَعَ لِمَنْ كَذَّبَ مِنْ قَبْلِهِ مِنَ الرُّسُلِ كَثِيرٌ جِدًّا فِي الْقُرْآنِ. وَبِهِ تَعْلَمُ اتِّجَاهَ مَا اسْتَحْسَنَهُ ابْنُ كَثِيرٍ مِنْ تَفْسِيرِ آيَةِ «الْأَنْبِيَاءِ» هَذِهِ بِآيَةِ «الْأَحْقَافِ» الْمَذْكُورَةِ كَمَا بَيَّنَّا. </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِنْ قُلْتَ: أَيُّ فَائِدَةٍ فِي قَوْلِهِ: نَأْتِي الْأَرْضَ؟ قُلْتُ: فِيهِ تَصْوِيرُ مَا كَانَ اللَّهُ يُجْرِيهِ عَلَى أَيْدِي الْمُسْلِمِينَ، وَأَنَّ عَسَاكِرَهُمْ وَسَرَايَاهُمْ كَانَتْ تَغْزُو أَرْضَ الْمُشْرِكِينَ، وَتَأْتِيهَا غَالِبَةً عَلَيْهَا نَاقِصَةً مِنْ أَطْرَافِهَا. اهـ مِنْهُ. وَاللَّهُ - جَلَّ وَعَلَا - أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ، فَتُوزَنُ أَعْمَالُهُمْ وَزْنًا فِي غَايَةِ الْعَدَالَةِ وَالْإِنْصَافِ، فَلَا يَظْلِمُ اللَّهُ أَحَدًا شَيْئًا، وَأَنَّ عَمَلَهُ مِنَ الْخَيْرِ وَالشَّرِّ وَإِنْ كَانَ فِي غَايَةِ الْقِلَّةِ وَالدِّقَّةِ كَمِثْقَالِ حَبَّةٍ مِنْ خَرْدَلٍ، فَإِنَّ اللَّهَ يَأْتِي بِهِ؛ لِأَنَّهُ لَا يَخْفَى عَلَيْهِ شَيْءٌ، وَكَفَى بِهِ - جَلَّ وَعَلَا - حَاسِبًا؛ لِإِحَاطَةِ عِلْمِهِ بِكُلِّ شَيْءٍ. </p><p> وَبَيَّنَ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ الْمَوَازِينَ عِنْدَ ذَلِكَ الْوَزْنِ مِنْهَا مَا يَخِفُّ، وَمِنْهَا مَا يَثْقُلُ، وَأَنَّ مَنْ خَفَّتْ مَوَازِينُهُ هَلَكَ، وَمَنْ ثَقُلَتْ مَوَازِينُهُ نَجَا، كَقَوْلِهِ تَعَالَى: وَالْوَزْنُ يَوْمَئِذٍ </p><p> الْحَقُّ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ [٧ \\ ٨ - ٩] وَقَوْلِهِ تَعَالَى: فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ [٢٣ \\ ١٠١ - ١٠٣] وَقَوْلِهِ تَعَالَى: فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ [١٠١ \\ ٦ - ٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَا ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ مَوَازِينَ يَوْمِ الْقِيَامَةِ مَوَازِينُ قِسْطٍ ذَكَرَهُ فِي «الْأَعْرَافِ» فِي قَوْلِهِ: وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ [٧ \\ ٨] لِأَنَّ الْحَقَّ عَدْلٌ وَقِسْطٌ، وَمَا ذَكَرَهُ فِيهَا مِنْ أَنَّهُ لَا تُظْلَمُ نَفْسٌ شَيْئًا بَيَّنَهُ فِي مَوَاضِعَ أُخَرَ كَثِيرَةٍ، كَقَوْلِهِ: إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا [٤ \\ ٤٠] وَقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ [١٠ \\ ٤٤] وَقَوْلِهِ تَعَالَى: وَلَا يَظْلِمُ رَبُّكَ أَحَدًا [١٨ \\ ٤٩] وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَى هَذَا فِي سُورَةِ «الْكَهْفِ» . </p><p> وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ كَوْنِ الْعَمَلِ، وَإِنْ كَانَ مِثْقَالَ ذَرَّةٍ مِنْ خَيْرٍ أَوْ شَرٍّ أَتَى بِهِ - جَلَّ وَعَلَا - أَوْضَحَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ عَنْ لُقْمَانَ مُقَرِّرًا لَهُ: يَابُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ [٣١ \\ ١٦] وَقَوْلِهِ تَعَالَى: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ [٩٩ \\ ٧ - ٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَنَضَعُ الْمَوَازِينَ جَمْعُ مِيزَانٍ. وَظَاهِرُ الْقُرْآنِ تَعَدُّدُ الْمُوَازِينِ لِكُلِّ شَخْصٍ؛ لِقَوْلِهِ: فَمَنْ ثَقُلَتْ مَوَازِينُهُ [٢٣ \\ ١٠٢] وَقَوْلِهِ: وَمَنْ خَفَّتْ مَوَازِينُهُ [٢٣] فَظَاهِرُ الْقُرْآنِ يَدُلُّ عَلَى أَنَّ لِلْعَامِلِ الْوَاحِدِ مَوَازِينَ يُوزَنُ بِكُلِّ وَاحِدٍ مِنْهَا صِنْفٌ مِنْ أَعْمَالِهِ، كَمَا قَالَ الشَّاعِرُ: </p><p> مَلِكٌ تَقُومُ الْحَادِثَاتُ لِعَدْلِهِ ... فَلِكُلِّ حَادِثَةٍ لَهَا مِيزَانُ </p><p> وَالْقَاعِدَةُ الْمُقَرَّرَةُ فِي الْأُصُولِ: أَنَّ ظَاهِرَ الْقُرْآنِ لَا يَجُوزُ الْعُدُولُ عَنْهُ إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: الْأَكْثَرُ عَلَى أَنَّهُ إِنَّمَا هُوَ مِيزَانٌ وَاحِدٌ، وَإِنَّمَا جُمِعَ بِاعْتِبَارِ تَعَدُّدِ الْأَعْمَالِ الْمَوْزُونَةِ فِيهِ. وَقَدْ قَدَّمْنَا فِي آخِرِ سُورَةِ «الْكَهْفِ» </p><p> كَلَامَ الْعُلَمَاءِ فِي كَيْفِيَّةِ وَزْنِ الْأَعْمَالِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: الْقِسْطَ أَيِ الْعَدْلَ، وَهُوَ مَصْدَرٌ وُصِفَ بِهِ، وَلِذَا لَزِمَ إِفْرَادُهُ، كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَنَعَتُوا بِمَصْدَرٍ كَثِيرَا ... فَالْتَزَمُوا الْإِفْرَادَ وَالتَّذْكِيرَا </p><p> كَمَا قَدَّمْنَاهُ مِرَارًا. وَمَعْلُومٌ أَنَّ النَّعْتَ بِالْمَصْدَرِ يَقُولُ فِيهِ بَعْضُ الْعُلَمَاءِ: إِنَّهُ الْمُبَالَغَةُ. وَبَعْضُهُمْ يَقُولُ: هُوَ بِنِيَّةِ الْمُضَافِ الْمَحْذُوفِ، فَعَلَى الْأَوَّلِ كَأَنَّهُ بَالَغَ فِي عَدَالَةِ الْمَوَازِينِ حَتَّى سَمَّاهَا الْقِسْطَ الَّذِي هُوَ الْعَدْلُ. وَعَلَى الثَّانِي فَالْمَعْنَى: الْمَوَازِينُ ذَوَاتُ الْقِسْطِ. </p><p> وَاللَّامُ فِي قَوْلِهِ: لِيَوْمِ الْقِيَامَةِ فِيهَا أَوْجُهٌ مَعْرُوفَةٌ عِنْدَ الْعُلَمَاءِ: </p><p> (مِنْهَا) : أَنَّهَا لِلتَّوْقِيتِ، أَيِ الدَّلَالَةِ عَلَى الْوَقْتِ، كَقَوْلِ الْعَرَبِ: جِئْتُ لِخَمْسِ لَيَالٍ بَقِينَ مِنَ الشَّهْرِ، وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> تَوَهَّمْتُ آيَاتٍ لَهَا فَعَرَفْتُهَا ... لِسِتَّةِ أَعْوَامٍ وَذَا الْعَامُ سَابِعُ </p><p> وَمِنْهَا: أَنَّهَا لَامُ «كَيْ» ، أَيْ: نَضَعُ الْمُوَازِينَ الْقِسْطَ لِأَجْلِ يَوْمِ الْقِيَامَةِ، أَيْ: لِحِسَابِ النَّاسِ فِيهِ حِسَابًا فِي غَايَةِ الْعَدَالَةِ، وَالْإِنْصَافِ. </p><p> (وَمِنْهَا) : أَنَّهَا بِمَعْنَى فِي، أَيْ: نَضَعُ الْمَوَازِينَ الْقِسْطَ فِي يَوْمِ الْقِيَامَةِ. </p><p> وَالْكُوفِيُّونَ يَقُولُونَ: إِنَّ اللَّامَ تَأْتِي بِمَعْنَى فِي، وَيَقُولُونَ: إِنَّ مِنْ ذَلِكَ قَوْلَهُ تَعَالَى: وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ [٢١ \\ ٤٧] أَيْ: فِي يَوْمِ الْقِيَامَةِ، وَقَوْلَهُ تَعَالَى: لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ [٧ \\ ١٨٧] أَيْ: فِي وَقْتِهَا. وَوَافَقَهُمْ فِي ذَلِكَ ابْنُ قُتَيْبَةَ مِنَ الْمُتَقَدِّمِينَ، وَابْنُ مَالِكٍ مِنَ الْمُتَأَخِّرِينَ، وَأَنْشَدَ مُسْتَشْهِدًا لِذَلِكَ قَوْلَ مِسْكِينٍ الدَّارِمِيِّ: </p><p> أُولَئِكَ قَوْمِي قَدْ مَضَوْا لِسَبِيلِهِمْ ... كَمَا قَدْ مَضَى مِنْ قَبْلُ عَادٌ وَتُبَّعُ </p><p> يَعْنِي مَضَوْا فِي سَبِيلِهِمْ. وَقَوْلَ الْآخَرِ: </p><p> وَكُلُّ أَبٍ وَابْنٍ وَإِنْ عُمِّرَا مَعًا ... مُقِيمَيْنِ مَفْقُودٌ لِوَقْتٍ وَفَاقِدُ </p><p> أَيْ فِي وَقْتٍ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَا تُظْلَمُ نَفْسٌ شَيْئًا يَجُوزُ أَنْ يَكُونَ شَيْئًا هُوَ الْمَفْعُولُ الثَّانِي لِـ تُظْلَمُ وَيَجُوزُ أَنْ يَكُونَ مَا نَابَ عَنِ الْمُطْلَقِ. أَيْ: شَيْئًا مِنَ الظُّلْمِ لَا قَلِيلًا، وَلَا كَثِيرًا. </p><p> وَمِثْقَالُ الشَّيْءِ: وَزْنُهُ. وَالْخَرْدَلُ: حَبٌّ فِي غَايَةِ الصِّغَرِ، </p>"
}