{
  "id": null,
  "sura": 21,
  "aya": 41,
  "text": "<p> وَعَلَى هَذَا فَالْمَفْعُولُ هَذَا قَوْلُهُ: حِينَ أَيْ: لَوْ يَعْرِفُونَ حِينَ وُقُوعِ الْعَذَابِ بِهِمْ وَمَا فِيهِ مِنَ الْفَظَائِعِ لَمَا اسْتَخَفُّوا بِهِ وَاسْتَعْجَلُوهُ. وَعَلَى هَذَا فَالْحِينُ مَفْعُولٌ بِهِ لَا مَفْعُولٌ فِيهِ؛ لِأَنَّ الْعِلْمَ الَّذِي هُوَ بِمَعْنَى الْمَعْرِفَةِ وَاقِعٌ عَلَى نَفْسِ الْحِينِ الْمَذْكُورِ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: فِعْلُ الْعِلْمِ فِي هَذِهِ الْآيَةِ مُنَزَّلٌ مَنْزِلَةَ اللَّازِمِ، فَلَيْسَ وَاقِعًا عَلَى مَفْعُولٍ. وَعَلَيْهِ فَالْمَعْنَى: لَوْ كَانَ لَهُمْ عِلْمٌ وَلَمْ يَكُونُوا جَاهِلِينَ لَمَا كَانُوا مُسْتَعْجِلِينَ. وَعَلَى هَذَا فَالْآيَةُ كَقَوْلِهِ تَعَالَى: قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ [٣٩ \\ ٩] وَالْمَعْنَى: لَا يَسْتَوِي مَنْ عِنْدَهُ عِلْمٌ وَمَنْ لَا عِلْمَ عِنْدِهِ. وَقَدْ تَقَرَّرَ فِي فَنِّ الْمَعَانِي أَنَّهُ إِذَا كَانَ الْغَرَضُ إِثْبَاتُ الْفِعْلِ لِفَاعِلِهِ فِي الْكَلَامِ الْمُثْبَتِ، أَوْ نَفْيِهِ عَنْهُ فِي الْكَلَامِ الْمَنْفِيِّ مَعَ قَطْعِ النَّظَرِ عَنِ اعْتِبَارِ تَعَلُّقِ الْفِعْلِ بِمَنْ وَقَعَ عَلَيْهِ، فَإِنَّهُ يَجْرِي مَجْرَى اللَّازِمِ، كَقَوْلِهِ: قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ [٣٩ \\ ٩] لِأَنَّهُ يُرَادُ مِنْهُ أَنَّ مَنْ ثَبَتَتْ لَهُ صِفَةُ الْعِلْمِ لَا يَسْتَوِي هُوَ وَمَنِ انْتَفَتْ عَنْهُ، وَلَمْ يُعْتَبَرْ هُنَا وُقُوعُ الْعِلْمِ عَلَى مَعْلُومَاتِ مَنِ اتَّصَفَ بِذَلِكَ الْعِلْمِ. وَعَلَى هَذَا الْقَوْلِ فَقَوْلُهُ: حِينَ لَا يَكُفُّونَ مَنْصُوبٌ بِمُضْمَرٍ. أَيْ: حِينَ لَا يَكُفُّونَ عَنْ وَجْهِهِمُ النَّارَ يَعْلَمُونَ أَنَّهُمْ كَانُوا عَلَى الْبَاطِلِ. وَالْأَوَّلُ هُوَ الْأَظْهَرُ. وَاسْتَظْهَرَ أَبُو حَيَّانَ أَنَّ مَفْعُولَ «يَعْلَمُ» مَحْذُوفٌ، وَأَنَّهُ هُوَ الْعَامِلُ فِي الظَّرْفِ الَّذِي هُوَ «حِينَ» ، وَالتَّقْدِيرُ: لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا مَجِيءَ الْمَوْعُودِ الَّذِي اسْتَعْجَلُوهُ حِينَ لَا يَكُفُّونَ لَمَا كَفَرُوا وَاسْتَعْجَلُوا وَاسْتَهْزَءُوا. </p><p> وَاعْلَمْ أَنَّهُ لَا إِشْكَالَ فِي قَوْلِهِ تَعَالَى: خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ مَعَ قَوْلِهِ فَلَا تَسْتَعْجِلُونِ فَلَا يُقَالُ: كَيْفَ يَقُولُ: إِنَّ الْإِنْسَانَ خُلِقَ مِنَ الْعَجَلِ وَجُبِلَ عَلَيْهِ، ثُمَّ يَنْهَاهُ عَمَّا خُلِقَ مِنْهُ وَجُبِلَ عَلَيْهِ؛ لِأَنَّهُ تَكْلِيفٌ بِمُحَالٍ! ؟ لِأَنَّا نَقُولُ: نَعَمْ هُوَ جُبِلَ عَلَى الْعَجَلِ، وَلَكِنْ فِي اسْتِطَاعَتِهِ أَنْ يُلْزِمَ نَفْسَهُ بِالتَّأَنِّي. كَمَا أَنَّهُ جُبِلَ عَلَى حُبِّ الشَّهَوَاتِ مَعَ أَنَّهُ فِي اسْتِطَاعَتِهِ أَنْ يُلْزِمَ نَفْسَهُ بِالْكَفِّ عَنْهَا. كَمَا قَالَ تَعَالَى: وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى. [٧٩ \\ ٤٠ - ٤١] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَسْلِيَةٌ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ إِخْوَانَهُ مِنَ الرُّسُلِ الْكِرَامِ - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمُ - اسْتَهْزَأَ بِهِمُ الْكُفَّارُ، كَمَا اسْتَهْزَءُوا بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْنِي: فَاصْبِرْ كَمَا صَبَرُوا، وَلَكَ </p>"
}