{
  "id": null,
  "sura": 21,
  "aya": 5,
  "text": "<p> لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيدًا [٤ \\ ١٦٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَرَأَ هَذَا الْحَرْفَ حَمْزَةُ، وَالْكِسَائِيُّ، وَحَفْصٌ عَنْ عَاصِمٍ قَالَ رَبِّي يَعْلَمُ الْقَوْلَ بِأَلِفٍ بَعْدِ الْقَافِ وَفَتْحِ اللَّامِ بِصِيغَةِ الْفِعْلِ الْمَاضِي، وَقَرَأَهُ الْبَاقُونَ قُلْ بِضَمِّ الْقَافِ وَإِسْكَانِ اللَّامِ بِصِيغَةِ الْأَمْرِ. </p><p> قَوْلُهُ تَعَالَى: بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ. </p><p> الظَّاهِرُ أَنَّ الْإِضْرَابَ فِي قَوْلِهِ هُنَا: بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ [٢١ \\ ٥] إِلَخْ، إِضْرَابٌ انْتِقَالِيٌّ لَا إِبْطَالِيٌّ، لِأَنَّهُمْ قَالُوا ذَلِكَ كُلَّهُ، وَقَالَ بَعْضُ الْعُلَمَاءِ: </p><p> كُلُّ هَذِهِ الْأَقْوَالِ الْمُخْتَلِفَةِ الَّتِي حَكَاهَا اللَّهُ عَنْهُمْ صَدَرَتْ مِنْ طَائِفَةٍ مُتَّفِقَةٍ لَا يَثْبُتُونَ عَلَى قَوْلٍ، بَلْ تَارَةً يَقُولُونَ هُوَ سَاحِرٌ، وَتَارَةً شَاعِرٌ، وَهَكَذَا؛ لِأَنَّ الْمُبْطِلَ لَا يَثْبُتُ عَلَى قَوْلٍ وَاحِدٍ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: كُلُّ وَاحِدٍ مِنْ تِلْكَ الْأَقْوَالِ قَالَتْهُ طَائِفَةٌ، كَمَا قَدَّمْنَا الْإِشَارَةَ إِلَى هَذَا فِي سُورَةِ «الْحِجْرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ [١٥ \\ ٩١] ، وَقَدْ رَدَّ اللَّهُ عَلَيْهِمْ هَذِهِ الدَّعَاوَى الْبَاطِلَةَ فِي آيَاتٍ مِنْ كِتَابِهِ، كَرَدِّهِ دَعْوَاهُمْ أَنَّهُ شَاعِرٌ أَوْ كَاهِنٌ فِي قَوْلِهِ تَعَالَى: وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ [٦٩ \\ ٤١ - ٤٧] ، وَقَوْلِهِ تَعَالَى: وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ [٣٦] ، وَقَوْلِهِ فِي رَدِّ دَعْوَاهُمْ أَنَّهُ افْتَرَاهُ: وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ [١٠ \\ ٣٧ - ٣٨] وَقَوْلِهِ تَعَالَى: أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ [١١ \\ ١٣] ، وَقَوْلِهِ تَعَالَى: مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ [١٢ \\ ١١١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَكَقَوْلِهِ فِي رَدِّ دَعْوَاهُمْ أَنَّهُ كَاهِنٌ أَوْ مَجْنُونٌ: فَمَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ [٥٢ \\ ٢٩] ، وَقَوْلِهِ تَعَالَى: وَمَا صَاحِبُكُمْ بِمَجْنُونٍ [٨١ \\ ٢٢] وَقَوْلِهِ تَعَالَى: قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ </p><p> [٣٤ \\ ٤٦] وَقَوْلِهِ: أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ [٢٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الْمُبَيِّنَةِ إِبْطَالَ كُلِّ مَا ادَّعَوْهُ فِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْقُرْآنِ. </p><p> وَقَوْلُهُ أَضْغَاثُ أَحْلَامٍ [٢١ \\ ٥] أَيْ: أَخْلَاطٌ كَالْأَحْلَامِ الْمُخْتَلِفَةِ الَّتِي يَرَاهَا النَّائِمُ وَلَا حَقِيقَةَ لَهَا، كَمَا قَالَ الشَّاعِرُ: </p><p> أَحَادِيثُ طسم أَوْ سَرَابٌ بِفَدْفَدِ ... تَرَقْرَقَ لِلسَّارِي وَأَضْغَاثُ حَالِمِ </p><p> وَعَنِ الْيَزِيدِيِّ: الْأَضْغَاثُ مَا لَمْ يَكُنْ لَهُ تَأْوِيلٌ. </p><p> قَوْلُهُ تَعَالَى: فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ اقْتَرَحُوا عَلَى نَبِيِّنَا أَنْ يَأْتِيَهُمْ بِآيَةٍ كَآيَاتِ الرُّسُلِ قَبْلَهُ؛ نَحْوِ نَاقَةِ صَالِحٍ، وَعَصَى مُوسَى، وَرِيحِ سُلَيْمَانَ، وَإِحْيَاءِ عِيسَى لِلْأَمْوَاتِ، وَإِبْرَائِهِ الْأَكْمَهَ وَالْأَبْرَصَ، وَنَحْوِ ذَلِكَ. وَإِيضَاحُ وَجْهِ التَّشْبِيهِ فِي قَوْلِهِ: كَمَا أُرْسِلَ الْأَوَّلُونَ هُوَ أَنَّهُ فِي مَعْنَى: كَمَا أَتَى الْأَوَّلُونَ بِالْآيَاتِ؛ لِأَنَّ إِرْسَالَ الرُّسُلِ مُتَضَمِّنٌ لِلْإِتْيَانِ بِالْآيَاتِ. فَقَوْلُكَ أَرْسَلَ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْمُعْجِزَةِ. وَقَدْ بَيَّنَ تَعَالَى أَنَّ الْآيَاتِ الَّتِي اقْتَرَحُوهَا لَوْ جَاءَتْهُمْ مَا آمَنُوا، وَأَنَّهَا لَوْ جَاءَتْهُمْ وَتَمَادَوْا عَلَى كُفْرِهِمْ أَهْلَكَهُمُ اللَّهُ بِعَذَابٍ مُسْتَأْصِلٍ، كَمَا أَهْلَكَ قَوْمَ صَالِحٍ لَمَّا عَقَرُوا النَّاقَةَ. كَقَوْلِهِ تَعَالَى: وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا الْآيَةَ [١٧ \\ ٥٩] وَكَقَوْلِهِ تَعَالَى: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ [٦ \\ ١٠٩] . وَأَشَارَ إِلَى ذَلِكَ هُنَا فِي قَوْلِهِ: مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ [٢١ \\ ٦] يَعْنِي أَنَّ الْأُمَمَ الَّذِينَ اقْتَرَحُوا الْآيَاتِ مِنْ قَبْلِهِمْ وَجَاءَتْهُمْ رُسُلُهُمْ بِمَا اقْتَرَحُوا لَمْ يُؤْمِنُوا، بَلْ تَمَادَوْا فَأَهْلَكَهُمُ اللَّهُ، وَأَنْتُمْ أَشَدُّ مِنْهُمْ عُتُوًّا وَعِنَادًا. فَلَوْ جَاءَكُمْ مَا اقْتَرَحْتُمْ مَا آمَنْتُمْ، فَهَلَكْتُمْ كَمَا هَلَكُوا. وَقَالَ تَعَالَى: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ [١٠ \\ ٩٦ - ٩٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَبَيِّنَ أَنَّهُمْ جَاءَتْهُمْ آيَةٌ هِيَ أَعْظَمُ الْآيَاتِ، فَيَسْتَحِقُّ مَنْ لَمْ يَكْتَفِ بِهَا التَّقْرِيعَ وَالتَّوْبِيخَ، وَذَلِكَ فِي قَوْلِهِ: وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ الْآيَةَ [٢٩</p><p> - ٥١] . وَقَدْ ذَكَرْنَا أَنَّ هَذَا الْمَعْنَى يُشِيرُ إِلَيْهِ قَوْلُهُ: وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي </p>"
}