{
  "id": null,
  "sura": 21,
  "aya": 100,
  "text": "<p> وَقَوْلِهِ فِي هَذِهِ الْآيَةِ: زُبُرًا أَيْ: قِطَعًا كَزُبَرِ الْحَدِيدِ وَالْفِضَّةِ أَيْ: قِطَعِهَا. وَقَوْلُهُ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ أَيْ: كُلُّ فِرْقَةٍ مِنْ هَؤُلَاءِ الْفِرَقِ الضَّالِّينَ الْمُخْتَلِفِينَ الْمُتَقَطِّعِينَ دِينَهُمْ قِطَعًا فَرِحُونَ بِبَاطِلِهِمْ، مُطْمَئِنُّونَ إِلَيْهِ، مُعْتَقِدُونَ أَنَّهُ هُوَ الْحَقُّ. </p><p> وَقَدْ بَيَّنَ - جَلَّ وَعَلَا - فِي غَيْرِ هَذَا الْمَوْضِعِ: أَنَّ مَا فَرِحُوا بِهِ وَاطْمَأَنُّوا إِلَيْهِ بَاطِلٌ، كَمَا قَالَ تَعَالَى فِي سُورَةِ «الْمُؤْمِنِ» : فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ [٤٠ \\ ٨٣ - ٨٤] وَقَالَ: إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ [٦ \\ ١٥٩] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّ هَذِهِ «هَذِهِ» اسْمُ «إِنَّ» وَخَبَرُهَا أُمَّتُكُمْ. وَقَوْلِهِ أُمَّةً وَاحِدَةً حَالٌ كَمَا هُوَ ظَاهِرٌ. </p><p> قَوْلُهُ تَعَالَى: لَهُمْ فِيهَا زَفِيرٌ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ أَهْلَ النَّارِ لَهُمْ فِيهَا زَفِيرٌ، وَالْعِيَاذُ بِاللَّهِ تَعَالَى. وَأَظْهَرُ الْأَقْوَالِ فِي الزَّفِيرِ أَنَّهُ كَأَوَّلِ صَوْتِ الْحِمَارِ، وَأَنَّ الشَّهِيقَ كَآخِرِهِ وَقَدْ بَيَّنَ تَعَالَى أَنَّ أَهْلَ النَّارِ لَهُمْ فِيهَا زَفِيرٌ فِي غَيْرِ هَذَا الْمَوْضِعِ وَزَادَ عَلَى ذَلِكَ الشَّهِيقَ، وَالْخُلُودَ، كَقَوْلِهِ فِي «هُودٍ» : فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ خَالِدِينَ فِيهَا. [الْآيَةَ ١٠٦] . </p><p> قَوْلُهُ تَعَالَى: وَهُمْ فِيهَا لَا يَسْمَعُونَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ أَهْلَ النَّارِ لَا يَسْمَعُونَ فِيهَا، وَبَيَّنَ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّهُمْ لَا يَتَكَلَّمُونَ، وَلَا يُبْصِرُونَ، كَقَوْلِهِ فِي «الْإِسْرَاءِ» : وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا [١٧ \\ ٩٧] وَقَوْلِهِ: وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى [٢٠ \\ ١٢٤] وَقَوْلِهِ: وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ [٢٧ \\ ٨٥] مَعَ أَنَّهُ - جَلَّ وَعَلَا - ذَكَرَ فِي آيَاتٍ أُخَرَ مَا يَدُلُّ عَلَى أَنَّهُمْ يَسْمَعُونَ وَيُبْصِرُونَ وَيَتَكَلَّمُونَ، كَقَوْلِهِ تَعَالَى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا الْآيَةَ [١٩ \\ ٣٨] وَقَوْلِهِ: رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا الْآيَةَ [٣٢ \\ ١٢] وَقَوْلِهِ: وَرَأَى الْمُجْرِمُونَ النَّارَ الْآيَةَ [١٨ \\ ٥٣] . وَقَدْ بَيَّنَّا أَوْجُهَ الْجَمْعِ بَيْنَ الْآيَاتِ الْمَذْكُورَةِ فِي «طه» فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p>"
}