{
  "id": null,
  "sura": 21,
  "aya": 36,
  "text": "<p> الْمَعْنَى: وَنَخْتَبِرُكُمْ بِمَا يَجِبُ فِيهِ الصَّبْرُ مِنَ الْبَلَايَا، وَمِمَّا يَجِبُ فِيهِ الشُّكْرُ مِنَ النِّعَمِ، وَإِلَيْنَا مَرْجِعُكُمْ فَنُجَازِيكُمْ عَلَى حَسَبِ مَا يُوجَدُ مِنْكُمْ مِنَ الصَّبْرِ أَوِ الشُّكْرِ، وَقَوْلِهِ: فِتْنَةً مَصْدَرٌ مُؤَكِّدٌ لِـ وَنَبْلُوكُمْ مِنْ غَيْرِ لَفْظِهِ. </p><p> وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - مِنْ أَنَّهُ يَبْتَلِي خَلْقَهُ أَيْ: يَخْتَبِرُهُمْ بِالشَّرِّ وَالْخَيْرِ - قَدْ بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى: وَبَلَوْنَاهُمْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ [٧ \\ ١٦٨] وَقَوْلِهِ تَعَالَى: وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [٦ \\ ٤٢ - ٤٥] وَقَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ [٧ \\ ٩٤ - ٩٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَاتِ الْكَرِيمَةِ: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ يَدُلُّ عَلَى أَنَّ «بَلَا يَبْلُو» تُسْتَعْمَلُ فِي الِاخْتِبَارِ بِالنِّعَمِ وَبِالْمَصَائِبِ وَالْبَلَايَا. وَقَالَ بَعْضُ الْعُلَمَاءِ: أَكْثَرُ مَا يُسْتَعْمَلُ فِي الشَّرِّ «بَلَا يَبْلُو» ، وَفِي الْخَيْرِ «أَبْلَى يُبْلِي» . وَقَدْ جَمَعَ اللُّغَتَيْنِ فِي الْخَيْرِ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى: </p><p> جَزَى اللَّهُ بِالْإِحْسَانِ مَا فَعَلَا بِكُمْ ... وَأَبْلَاهُمَا خَيْرَ الْبَلَاءِ الَّذِي يَبْلُو </p><p> وَعَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - فِي قَوْلِهِ: وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ قَالَ: أَيْ نَبْتَلِيكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً بِالشِّدَّةِ، وَالرَّخَاءِ، وَالصِّحَّةِ، وَالسُّقْمِ، وَالْغِنَى، وَالْفَقْرِ، وَالْحَلَالِ، وَالْحَرَامِ، وَالطَّاعَةِ، وَالْمَعْصِيَةِ، وَالْهُدَى، وَالضَّلَالِ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ إِذَا رَأَوُا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا يَتَّخِذُونَهُ إِلَّا هُزُوًا، أَيْ مُسْتَهْزَأً بِهِ مُسْتَخَفًّا بِهِ. وَالْهُزُؤُ: السُّخْرِيَةُ، فَهُوَ مَصْدَرٌ وُصِفَ بِهِ. وَيَقُولُونَ: أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ أَيْ: يَعِيبُهَا وَيَنْفِي أَنَّهَا تَشْفَعُ لَكُمْ وَتُقَرِّبُكُمْ إِلَى اللَّهِ زُلْفَى، </p><p> وَيَقُولُ: إِنَّهَا لَا تَنْفَعُ مَنْ عَبَدَهَا، وَلَا تَضُرُّ مَنْ لَمْ يَعْبُدْهَا، وَهُمْ مَعَ هَذَا كُلِّهِ كَافِرُونَ بِذِكْرِ الرَّحْمَنِ، فَالْخِطَابُ فِي قَوْلِهِ: وَإِذَا رَآكَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَ «إِنْ» فِي قَوْلِهِ: إِنْ يَتَّخِذُونَكَ نَافِيَةٌ. وَالِاسْتِفْهَامُ فِي قَوْلِهِ أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ قَالَ فِيهِ أَبُو حَيَّانَ فِي الْبَحْرِ: إِنَّهُ لِلْإِنْكَارِ وَالتَّعْجِيبِ. وَالَّذِي يَظْهَرُ لِي أَنَّهُمْ يُرِيدُونَ بِالِاسْتِفْهَامِ الْمَذْكُورِ التَّحْقِيرَ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا تَدُلُّ عَلَيْهِ قَرِينَةُ قَوْلِهِ: إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا. وَقَدْ تَقَرَّرَ فِي فَنِّ الْمَعَانِي أَنَّ مِنَ الْأَغْرَاضِ الَّتِي تُؤَدَّى بِالِاسْتِفْهَامِ التَّحْقِيرَ. وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: إِنَّ جَوَابَ «إِذَا» هُوَ الْقَوْلُ الْمَحْذُوفُ، وَتَقْدِيرُهُ: وَإِذَا رَآكَ الَّذِينَ كَفَرُوا يَقُولُونَ أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ. وَقَالَ: إِنَّ جُمْلَةَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا جُمْلَةٌ مُعْتَرِضَةٌ بَيْنَ إِذَا وَجَوَابِهَا. وَاخْتَارَ أَبُو حَيَّانَ فِي الْبَحْرِ أَنَّ جَوَابَ «إِذَا» هُوَ جُمْلَةُ إِنْ يَتَّخِذُونَكَ وَقَالَ: إِنَّ جَوَابَ إِذَا بِجُمْلَةٍ مُصَدَّرَةٍ بِـ «إِنْ» أَوْ «مَا» النَّافِيَتَيْنِ لَا يَحْتَاجُ إِلَى الِاقْتِرَانِ بِالْفَاءِ. وَقَوْلِهِ: يَذْكُرُ آلِهَتَكُمْ أَيْ: يَعِيبُهَا. وَمِنْ إِطْلَاقِ الذِّكْرِ بِمَعْنَى الْعَيْبِ قَوْلُهُ تَعَالَى: قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ [٢١ \\ ٦٠] أَيْ: يَعِيبُهُمْ، وَقَوْلُ عَنْتَرَةَ: </p><p> لَا تَذْكُرِي مُهْرِي وَمَا أَطْعَمْتُهُ ... فَيَكُونُ جِلْدُكِ مِثْلَ جِلْدِ الْأَجْرَبِ </p><p> أَيْ لَا تَعِيبِي مُهْرِي، قَالَهُ الْقُرْطُبِيُّ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: الذِّكْرُ يَكُونُ بِخَيْرٍ وَبِخِلَافِهِ، فَإِذَا دَلَّتِ الْحَالُ عَلَى أَحَدِهِمَا أُطْلِقُ وَلَمْ يُقَيَّدْ، كَقَوْلِكَ لِلرَّجُلِ: سَمِعْتُ فُلَانًا يَذْكُرُكَ، فَإِذَا كَانَ الذَّاكِرُ صَدِيقًا فَهُوَ ثَنَاءٌ، وَإِنْ كَانَ عَدُوًّا فَذَمٌّ، وَمِنْهُ قَوْلُهُ تَعَالَى: سَمِعْنَا فَتًى يَذْكُرُهُمْ [٢١ \\ ٦٠] وَقَوْلِهِ: أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ [٢١ \\ ٣٦] انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. وَالْجُمْلَةُ فِي قَوْلِهِ: وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ حَالِيَّةٌ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى كُفْرِهِمْ بِذِكْرِ الرَّحْمَنِ هُوَ الْمُوَضَّحُ فِي قَوْلِهِ تَعَالَى: وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا [٢٥ \\ ٦٠] وَقَوْلُهُمْ: مَا نَعْرِفُ الرَّحْمَنَ إِلَّا رَحِمْنَ الْيَمَامَةَ، يَعْنُونَ مُسَيْلِمَةَ الْكَذَّابَ. وَقَدْ بَيَّنَ ابْنُ جَرِيرٍ الطَّبَرِيُّ وَغَيْرُهُ أَنَّ إِنْكَارَهُمْ لِمَعْرِفَتِهِمُ الرَّحْمَنَ تَجَاهُلٌ مِنْهُمْ وَمُعَانَدَةٌ مَعَ أَنَّهُمْ يَعْرِفُونَ أَنَّ الرَّحْمَنَ مِنْ أَسْمَاءِ اللَّهِ تَعَالَى. قَالَ: وَقَالَ بَعْضُ شُعَرَاءِ الْجَاهِلِيَّةِ الْجُهَلَاءُ: </p><p> أَلَا ضَرَبَتْ تِلْكَ الْفَتَاةُ هَجِينَهَا ... أَلَا قَطَعَ الرَّحْمَنُ رَبِّي يَمِينَهَا </p><p> وَقَالَ سَلَامَةُ بْنُ جَنْدَلٍ الطُّهَوِيُّ: </p>"
}