{
  "id": null,
  "sura": 21,
  "aya": 26,
  "text": "<p> الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا [١٧ \\ ١٧] وَقَوْلِهِ: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا الْآيَةَ [٢٢ \\ ٤٥] وَقَوْلِهِ: وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا [٦٥ \\ ٨ - ٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَكَمْ قَصَمْنَا أَصْلُ الْقَصْمِ: أَفْظَعُ الْكَسْرِ؛ لِأَنَّهُ الْكَسْرُ الَّذِي يُبَيِّنُ تَلَاؤُمَ الْأَجْزَاءِ، بِخِلَافِ الْفَصْمِ - بِالْفَاءِ - فَهُوَ كَسْرٌ لَا يُبَيِّنُ تَلَاؤُمَ الْأَجْزَاءِ بِالْكُلِّيَّةِ. وَالْمُرَادُ بِالْقَصْمِ فِي الْآيَةِ: الْإِهْلَاكُ الشَّدِيدُ. </p><p> قَوْلُهُ تَعَالَى: وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ «الْحِجْرِ» فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا، وَكَذَلِكَ قَوْلُهُ: بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ الْآيَةَ [٢١ \\ ١٨] . قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِذَلِكَ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، وَكَذَلِكَ الْآيَاتُ الَّتِي بَعْدَ هَذَا، قَدْ قَدَّمْنَا فِي مَوَاضِعَ مُتَعَدِّدَةٍ مَا يُبَيِّنُهَا مِنْ كِتَابِ اللَّهِ. </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ - لَعَنَهُمُ اللَّهُ - قَالُوا عَلَيْهِ: إِنَّهُ اتَّخَذَ وَلَدًا. وَقَدْ بَيَّنَّا ذَلِكَ فِيمَا مَضَى بَيَانًا شَافِيًا فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ. سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا. وَبَيَّنَ هُنَا بُطْلَانَ مَا ادَّعَوْهُ عَلَى رَبِّهِمْ مِنِ اتِّخَاذِ الْأَوْلَادِ - وَهُمْ فِي زَعْمِهِمُ الْمَلَائِكَةُ - بِحَرْفِ الْإِضْرَابِ الْإِبْطَالِيِّ الَّذِي هُوَ «بَلْ» مُبَيِّنًا أَنَّهُمْ عِبَادُهُ الْمُكْرَمُونَ، وَالْعَبْدُ لَا يُمْكِنُ أَنْ يَكُونَ وَلَدًا لِسَيِّدِهِ. ثُمَّ أَثْنَى عَلَى مَلَائِكَتِهِ بِأَنَّهُمْ عِبَادٌ مُكْرَمُونَ، لَا يَسْبِقُونَ رَبَّهُمْ بِالْقَوْلِ، أَيْ: لَا يَقُولُونَ إِلَّا مَا أَمَرَهُمْ أَنْ يَقُولُوهُ لِشِدَّةِ طَاعَتِهِمْ لَهُ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ. وَمَا أَشَارَ إِلَيْهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْمَلَائِكَةَ عَبِيدُهُ وَمِلْكُهُ، وَالْعَبْدُ لَا يُمْكِنُ أَنْ يَكُونَ وَلَدًا لِسَيِّدِهِ، أَشَارَ لَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ؛ كَقَوْلِهِ فِي «الْبَقَرَةِ» : وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ [٢ \\ ١١٦] وَقَوْلِهِ فِي «النِّسَاءِ» : إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا [٤ \\ ١٧١] أَيْ: وَالْمَالِكُ لِكُلِّ شَيْءٍ لَا يُمْكِنُ أَنْ يَكُونَ لَهُ وَلَدٌ؛ لِأَنَّ الْمِلْكَ يُنَافِي الْوَلَدِيَّةَ، وَلَا يُمْكِنُ أَنْ يُوجَدَ شَيْءٌ سِوَاهُ إِلَّا </p>"
}