{
  "id": null,
  "sura": 21,
  "aya": 78,
  "text": "<p> وَقَوْلِهِ: قَوْمَ سَوْءٍ أَيْ: أَصْحَابَ عَمَلٍ سَيِّئٍ، وَلَهُمْ عِنْدَ اللَّهِ جَزَاءٌ يَسُوءُهُمْ، وَقَوْلِهِ: فَاسِقِينَ أَيْ: خَارِجِينَ عَنْ طَاعَةِ اللَّهِ. وَقَوْلِهِ: وَأَدْخَلْنَاهُ يَعْنِي لُوطًا فِي رَحْمَتِنَا شَامِلٌ لِنَجَاتِهِ مِنْ عَذَابِهِمُ الَّذِي أَصَابَهُمْ، وَشَامِلٌ لِإِدْخَالِهِ إِيَّاهُ فِي رَحْمَتِهِ الَّتِي هِيَ الْجَنَّةُ، كَمَا فِي الْحَدِيثِ الصَّحِيحِ:  «تَحَاجَّتِ النَّارُ وَالْجَنَّةُ» . الْحَدِيثَ. وَفِيهِ:  «فَقَالَ لِلْجَنَّةِ: أَنْتِ رَحْمَتِي أَرْحَمُ بِهَا مَنْ أَشَاءُ مِنْ عِبَادِي» . </p><p> قَوْلُهُ تَعَالَى: وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ. </p><p> قَوْلُهُ: وَنُوحًا مَنْصُوبٌ بِـ «اذْكُرْ» مُقَدَّرًا، أَيْ: وَاذْكُرْ نُوحًا حِينَ نَادَى مِنْ قَبْلُ، أَيْ: مِنْ قَبْلِ إِبْرَاهِيمَ وَمَنْ ذُكِرَ مَعَهُ. وَنِدَاءُ نُوحٍ هَذَا الْمَذْكُورُ هُنَا هُوَ الْمَذْكُورُ فِي قَوْلِهِ تَعَالَى: وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ [٣٧ - ٧٧] وَقَدْ أَوْضَحَ اللَّهُ هَذَا النِّدَاءَ بِقَوْلِهِ: وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا [٧١ \\ ٢٦ - ٢٧] وَقَوْلِهِ تَعَالَى: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ [٥٤ \\ ٩ - ١١] وَالْمُرَادُ بِالْكَرْبِ الْعَظِيمِ فِي الْآيَةِ: الْغَرَقُ بِالطُّوفَانِ الَّذِي تَتَلَاطَمُ أَمْوَاجُهُ كَأَنَّهَا الْجِبَالُ الْعِظَامُ، كَمَا قَالَ تَعَالَى: وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ [١١ \\ ٤٢] وَقَالَ تَعَالَى: فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ الْآيَةَ [٢٩ \\ ١٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَالْكَرْبُ: هُوَ أَقْصَى الْغَمِّ، وَالْأَخْذُ بِالنَّفْسِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَنَجَّيْنَاهُ وَأَهْلَهُ يَعْنِي إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْ أَهْلِهِ بِالْهَلَاكِ مَعَ الْكَفَرَةِ الْهَالِكِينَ، كَمَا قَالَ تَعَالَى: قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ [١١ \\ ٤٠] وَمَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ: ابْنُهُ الْمَذْكُورُ فِي قَوْلِهِ: وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ [١١ \\ ٤٣] وَامْرَأَتُهُ الْمَذْكُورَةُ فِي قَوْلِهِ: ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ إِلَى قَوْلِهِ: ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ. [٦٦ \\ ١٠] . </p><p> قَوْلُهُ تَعَالَى: وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا. </p><p> قَوْلُهُ تَعَالَى: وَدَاوُدَ [٢١ \\ ٧٨] مَنْصُوبٌ بِـ «اذْكُرْ» مُقَدَّرًا. وَقِيلَ: مَعْطُوفُ قَوْلِهِ: وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ [٢١] أَيْ: وَاذْكُرْ نُوحًا إِذَا نَادَى مِنْ قَبْلُ وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ الْآيَةَ </p><p> وَقَوْلُهُ: إِذْ بَدَلٌ مِنْ «دَاوُدَ وَسُلَيْمَانَ» بَدَلُ اشْتِمَالٍ كَمَا أَوْضَحْنَا فِي سُورَةِ «مَرْيَمَ» وَذَكَرْنَا بَعْضَ الْمُنَاقَشَةِ فِيهِ، وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا وَيَكُونُ فِي نَفْسِ الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى خِلَافِ ذَلِكَ الْقَوْلِ. وَذَكَرْنَا فِي هَذَا الْكِتَابِ مَسَائِلَ كَثِيرَةً مِنْ ذَلِكَ. فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ جَمَاعَةً مِنَ الْعُلَمَاءِ قَالُوا: إِنَّ حُكْمَ دَاوُدَ وَسُلَيْمَانَ فِي الْحَرْثِ الْمَذْكُورِ فِي هَذِهِ الْآيَةِ كَانَ بِوَحْيٍ، إِلَّا أَنَّ مَا أُوحِيَ إِلَى سُلَيْمَانَ كَانَ نَاسِخًا لِمَا أُوحِيَ إِلَى دَاوُدَ. </p><p> وَفِي الْآيَةِ قَرِينَتَانِ عَلَى أَنَّ حُكْمَهُمَا كَانَ بِاجْتِهَادٍ لَا بِوَحْيٍ، وَأَنَّ سُلَيْمَانَ أَصَابَ فَاسْتَحَقَّ الثَّنَاءَ بِاجْتِهَادِهِ وَإِصَابَتِهِ، وَأَنَّ دَاوُدَ لَمْ يُصِبْ فَاسْتَحَقَّ الثَّنَاءَ بِاجْتِهَادِهِ، وَلَمْ يَسْتَوْجِبْ لَوْمًا وَلَا ذَمًّا بِعَدَمِ إِصَابَتِهِ. كَمَا أَثْنَى عَلَى سُلَيْمَانَ بِالْإِصَابَةِ فِي قَوْلِهِ: فَفَهَّمْنَاهَا سُلَيْمَانَ [٢١ \\ ٧٩] وَأَثْنَى عَلَيْهِمَا فِي قَوْلِهِ: وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا [٢١ \\ ٧٨] فَدَلَّ قَوْلُهُ: إِذْ يَحْكُمَانِ عَلَى أَنَّهُمَا حَكَمَا فِيهَا مَعًا كُلٌّ مِنْهُمَا بِحُكْمٍ مُخَالِفٍ لِحُكْمِ الْآخَرِ، وَلَوْ كَانَ وَحْيًا لَمَا سَاغَ الْخِلَافُ. ثُمَّ قَالَ: فَفَهَّمْنَاهَا سُلَيْمَانَ فَدَلَّ ذَلِكَ عَلَى أَنَّهُ لَمْ يَفْهَمْهَا دَاوُدُ، وَلَوْ كَانَ حُكْمُهُ فِيهَا بِوَحْيٍ لَكَانَ مُفْهَمًا إِيَّاهَا كَمَا تَرَى. فَقَوْلُهُ: إِذْ يَحْكُمَانِ مَعَ قَوْلِهِ: فَفَهَّمْنَاهَا سُلَيْمَانَ قَرِينَةٌ عَلَى أَنَّ الْحُكْمَ لَمْ يَكُنْ بِوَحْيٍ بَلْ بِاجْتِهَادٍ، وَأَصَابَ فِيهِ سُلَيْمَانُ دُونَ دَاوُدَ بِتَفْهِيمِ اللَّهِ إِيَّاهُ ذَلِكَ. </p><p> وَالْقَرِينَةُ الثَّانِيَةُ هِيَ أَنَّ قَوْلَهُ تَعَالَى: فَفَهَّمْنَاهَا يَدُلُّ عَلَى أَنَّهُ فَهَّمَهُ إِيَّاهَا مِنْ نُصُوصِ مَا كَانَ عِنْدَهُمْ مِنَ الشَّرْعِ. لَا أَنَّهُ أَنْزَلَ عَلَيْهِ فِيهَا وَحْيًا جَدِيدًا نَاسِخًا؛ لِأَنَّ قَوْلَهُ تَعَالَى: فَفَهَّمْنَاهَا أَلْيَقُ بِالْأَوَّلِ مِنَ الثَّانِي كَمَا تَرَى. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> الْمَسْأَلَةُ الْأُولَى: </p><p> اعْلَمْ أَنَّ هَذَا الَّذِي ذَكَرْنَا أَنَّ الْقَرِينَةَ تَدُلُّ عَلَيْهِ فِي هَذِهِ الْآيَةِ مِنْ أَنَّهُمَا حَكَمَا فِيهَا بِاجْتِهَادٍ، وَأَنَّ سُلَيْمَانَ أَصَابَ فِي اجْتِهَادِهِ - جَاءَتِ السُّنَّةُ الصَّحِيحَةُ بِوُقُوعِ مِثْلِهِ مِنْهُمَا فِي غَيْرِ هَذِهِ الْمَسْأَلَةِ. فَدَلَّ ذَلِكَ عَلَى إِمْكَانِهِ فِي هَذِهِ الْمَسْأَلَةِ، وَقَدْ دَلَّتِ الْقَرِينَةُ الْقُرْآنِيَّةُ عَلَى </p><p> وُقُوعِهِ، قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ (بَابُ إِذَا ادَّعَتِ الْمَرْأَةُ ابْنًا) حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرْنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «كَانَتِ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا، جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا،فَقَالَتْ لِصَاحِبَتِهَا:إِنَّمَا ذَهَبَ بِابْنِكِ.فَقَالَتِ الْأُخْرَى:إِنَّمَا ذَهَبَ بِابْنِكِ. فَتَحَاكَمَتَا إِلَى دَاوُدَ عَلَيْهِ السَّلَامُ، فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِمَا السَّلَامُ، فَأَخْبَرَتَاهُ،فَقَالَ:ائْتُونِي بِالسِّكِينِ أَشُقُّهُ بَيْنَهُمَا.فَقَالَتِ الصُّغْرَى:لَا تَفْعَلْ يَرْحَمُكَ اللَّهُ هُوَ ابْنُهَا. فَقَضَى بِهِ لِلصُّغْرَى.قَالَ أَبُو هُرَيْرَةَ:وَاللَّهِ إِنْ سَمِعْتُ بِالسِّكِينِ قَطُّ إِلَّا يَوْمَئِذٍ، وَمَا كُنَّا نَقُولُ إِلَّا الْمُدْيَةُ» انْتَهَى مِنْ صَحِيحِ الْبُخَارِيِّ. وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ فِي صَحِيحِهِ: حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنِي شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «بَيْنَمَا امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا.فَقَالَتْ هَذِهِ لِصَاحِبَتِهَا:إِنَّمَا ذَهَبَ بِابْنِكِ أَنْتِ.وَقَالَتِ الْأُخْرَى:إِنَّمَا ذَهَبَ بِابْنِكِ، فَتَحَاكَمَتَا إِلَى دَاوُدَ فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِمَا السَّلَامُ فَأَخْبَرَتَاهُ،فَقَالَ:ائْتُونِي بِالسِّكِينِ أَشُقُّهُ بَيْنَكُمَا،فَقَالَتِ الصُّغْرَى:لَا، يَرْحَمُكَ اللَّهُ» انْتَهَى مِنْهُ فَهَذَا الْحَدِيثُ الصَّحِيحُ يَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّهُمَا قَضَيَا مَعًا بِالِاجْتِهَادِ فِي شَأْنِ الْوَلَدِ الْمَذْكُورِ، وَأَنَّ سُلَيْمَانَ أَصَابَ فِي ذَلِكَ، إِذْ لَوْ كَانَ قَضَاءُ دَاوُدَ بِوَحْيٍ لَمَا جَازَ نَقْضُهُ بِحَالٍ. وَقَضَاءُ سُلَيْمَانَ وَاضِحٌ أَنَّهُ لَيْسَ بِوَحْيٍ؛ لِأَنَّهُ أَوْهَمَ الْمَرْأَتَيْنِ أَنَّهُ يَشُقُّهُ بِالسِّكِّينِ؛ لِيَعْرِفَ أُمَّهُ بِالشَّفَقَةِ عَلَيْهِ، وَيَعْرِفَ الْكَاذِبَةَ بِرِضَاهَا بِشَقِّهِ لِتُشَارِكَهَا أُمُّهُ فِي الْمُصِيبَةِ فَعَرَفَ الْحَقَّ بِذَلِكَ. وَهَذَا شَبِيهٌ جِدًّا بِمَا دَلَّتْ عَلَيْهِ الْآيَةُ حَسْبَمَا ذَكَرْنَا وَبَيَّنَّا دَلَالَةَ الْقَرِينَةِ الْقُرْآنِيَّةِ عَلَيْهِ. وَمِمَّا يُشْبِهُ ذَلِكَ مِنْ قَضَائِهِمَا الْقِصَّةُ الَّتِي أَوْرَدَهَا الْحَافِظُ أَبُو الْقَاسِمِ بْنُ عَسَاكِرَ فِي تَرْجَمَةِ سُلَيْمَانَ - عَلَيْهِ السَّلَامُ - مِنْ تَارِيخِهِ، مِنْ طَرِيقِ الْحَسَنِ بْنِ سُفْيَانَ، عَنْ صَفْوَانَ بْنِ صَالِحٍ، عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ، وَعَنْ سَعِيدِ بْنِ بِشْرٍ، عَنْ قَتَادَةَ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، فَذَكَرَ قِصَّةً مُطَوَّلَةً، مُلَخَّصُهَا أَنَّ امْرَأَةً حَسْنَاءَ فِي زَمَانِ بَنِي إِسْرَائِيلَ رَاوَدَهَا عَنْ نَفْسِهَا أَرْبَعَةٌ مِنْ رُؤَسَائِهِمْ، فَامْتَنَعَتْ عَلَى كُلٍّ مِنْهُمْ، فَاتَّفَقُوا فِيمَا بَيْنَهُمْ عَلَيْهَا. فَشَهِدُوا عِنْدَ دَاوُدَ - عَلَيْهِ السَّلَامُ - أَنَّهَا مَكَّنَتْ مِنْ نَفْسِهَا كَلْبًا لَهَا، قَدْ عَوَّدَتْهُ ذَلِكَ مِنْهَا، فَأَمَرَ بِرَجْمِهَا، فَلَمَّا كَانَ عَشِيَّةُ ذَلِكَ الْيَوْمِ جَلَسَ سُلَيْمَانُ وَاجْتَمَعَ مَعَهُ وَلْدَانٌ مِثْلُهُ، فَانْتَصَبَ حَاكِمًا وَتَزَيَّا أَرْبَعَةٌ مِنْهُمْ بِزِيٍّ أُولَئِكَ وَآخَرُ بِزِيِّ الْمَرْأَةِ، وَشَهِدُوا عَلَيْهَا بِأَنَّهَا مَكَّنَتْ مِنْ نَفْسِهَا كَلْبًا، فَقَالَ سُلَيْمَانُ: فَرَّقُوا بَيْنَهُمْ. فَسَأَلَ أَوَّلَهُمْ: مَا كَانَ لَوْنُ الْكَلْبِ؟ فَقَالَ: أَسْوَدُ، فَعَزَلَهُ. وَاسْتَدْعَى الْآخَرَ فَسَأَلَهُ عَنْ لَوْنِهِ؟ فَقَالَ: أَحْمَرُ. وَقَالَ </p><p> الْآخَرُ: أَغْبَشُ. وَقَالَ الْآخَرُ: أَبْيَضُ، فَأَمَرَ عِنْدَ ذَلِكَ بِقَتْلِهِمْ، فَحُكِيَ ذَلِكَ لِدَاوُدَ عَلَيْهِ السَّلَامُ، فَاسْتَدْعَى مِنْ فَوْرِهِ بِأُولَئِكَ الْأَرْبَعَةِ فَسَأَلَهُمْ مُتَفَرِّقِينَ عَنْ لَوْنِ ذَلِكَ الْكَلْبِ فَاخْتَلَفُوا عَلَيْهِ، فَأَمَرَ بِقَتْلِهِمْ. انْتَهَى بِوَاسِطَةِ نَقْلِ ابْنِ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ. وَكُلُّ هَذَا مِمَّا يَدُلُّ عَلَى صِحَّةِ مَا فَسَّرْنَا بِهِ الْآيَةَ؛ لِدَلَالَةِ الْقَرِينَةِ الْقُرْآنِيَّةِ عَلَيْهِ. وَمِمَّنْ فَسَّرَهَا بِذَلِكَ الْحَسَنُ الْبَصْرِيُّ كَمَا ذَكَرَهُ الْبُخَارِيُّ وَغَيْرُهُ عَنْهُ. قَالَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ، بَابُ مَتَى يَسْتَوْجِبُ الرَّجُلُ الْقَضَاءَ: وَقَالَ الْحَسَنُ: أَخَذَ اللَّهُ عَلَى الْحُكَّامِ أَنْ لَا يَتَّبِعُوا الْهَوَى، وَلَا يَخْشَوُا النَّاسَ وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا [٢ \\ ٤١] إِلَى أَنْ قَالَ - وَقَرَأَ وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا [٢١ \\ ٧٨ - ٧٩] فَحَمِدَ سُلَيْمَانَ وَلَمْ يَلُمْ دَاوُدَ. وَلَوْلَا مَا ذَكَرَهُ اللَّهُ مِنْ أَمْرِ هَذَيْنِ لَرَأَيْتُ أَنَّ الْقُضَاةَ هَلَكُوا، فَإِنَّهُ أَثْنَى عَلَى هَذَا بِعِلْمِهِ، وَعَذَرَ هَذَا بِاجْتِهَادِهِ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. وَبِهِ تَعْلَمُ أَنَّ الْحَسَنَ يَرَى أَنَّ مَعْنَى الْآيَةِ الْكَرِيمَةِ كَمَا ذَكَرْنَا، وَيَزِيدُ هَذَا إِيضَاحًا مَا قَدَّمْنَاهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» مِنَ الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَدِيثِ عَمْرِو بْنِ الْعَاصِ وَأَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُمَا - إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ كَمَا قَدَّمْنَا إِيضَاحَهُ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: </p><p> اعْلَمْ أَنَّ الِاجْتِهَادَ فِي الْأَحْكَامِ فِي الشَّرْعِ دَلَّتْ عَلَيْهِ أَدِلَّةٌ مِنَ الْكِتَابِ وَالسُّنَّةِ، مِنْهَا هَذَا الَّذِي ذَكَرْنَا هُنَا. وَقَدْ قَدَّمْنَا فِي سُورَةِ بَنِي «إِسْرَائِيلَ» طَرَفًا مِنْ ذَلِكَ، وَوَعَدْنَا بِذِكْرِهِ مُسْتَوْفًى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ وَسُورَةِ الْحَشْرِ، وَهَذَا أَوَانُ الْوَفَاءِ بِذَلِكَ الْوَعْدِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ. وَقَدْ عَلِمْتَ مِمَّا مَرَّ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» أَنَّا ذَكَرْنَا طَرَفًا مِنَ الْأَدِلَّةِ عَلَى الِاجْتِهَادِ فَبَيَّنَّا إِجْمَاعَ الْعُلَمَاءِ عَلَى الْعَمَلِ بِنَوْعِ الِاجْتِهَادِ الْمَعْرُوفِ بِالْإِلْحَاقِ بِنَفْيِ الْفَارِقِ الَّذِي يُسَمِّيهِ الشَّافِعِيُّ الْقِيَاسَ فِي مَعْنَى الْأَصْلِ، وَهُوَ تَنْقِيحُ الْمَنَاطِ. وَأَوْضَحْنَا أَنَّهُ لَا يُنْكِرُهُ إِلَّا مُكَابِرٌ، وَبَيَّنَّا الْإِجْمَاعَ أَيْضًا عَلَى الْعَمَلِ بِنَوْعِ الِاجْتِهَادِ الْمَعْرُوفِ بِتَحْقِيقِ الْمَنَاطِ، وَأَنَّهُ لَا يُنْكِرُهُ إِلَّا مُكَابِرٌ، وَذَكَرْنَا أَمْثِلَةً لَهُ فِي الْكِتَابِ وَالسُّنَّةِ، وَذَكَرْنَا أَحَادِيثَ دَالَّةً عَلَى الِاجْتِهَادِ، مِنْهَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ الْمُتَقَدِّمُ، وَمِنْهَا حَدِيثُ مُعَاذٍ حِينَ بَعَثَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْيَمَنِ، وَقَدْ وَعَدْنَا بِأَنْ نَذْكُرَ طُرُقَهُ هُنَا إِلَى آخَرِ مَا ذَكَرْنَا هُنَاكَ. </p><p> اعْلَمْ أَنَّ جَمِيعَ رِوَايَاتِ هَذَا الْحَدِيثِ الْمَذْكُورَةِ فِي الْمُسْنَدِ وَالسُّنَنِ كُلُّهَا مِنْ طَرِيقِ شُعْبَةَ، عَنْ أَبِي عَوْنٍ، عَنِ الْحَارِثِ بْنِ عَمْرِو ابْنِ أَخِي الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أُنَاسٍ مِنْ أَصْحَابِ مُعَاذٍ، عَنْ مُعَاذٍ، عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> أَمَّا الرِّوَايَةُ الْمُتَّصِلَةُ الصَّحِيحَةُ الَّتِي ذَكَرْنَا سَابِقًا عَنِ ابْنِ قُدَامَةَ فِي (رَوْضَةِ النَّاظِرِ) أَنَّ عُبَادَةَ بْنَ نُسَيٍّ رَوَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذٍ، فَهَذَا الْإِسْنَادُ وَإِنْ كَانَ مُتَّصِلًا وَرِجَالُهُ مَعْرُوفُونَ بِالثِّقَةِ، فَإِنِّي لَمْ أَقِفْ عَلَى مَنْ خَرَّجَ هَذَا الْحَدِيثَ مِنْ هَذِهِ الطَّرِيقِ، إِلَّا مَا ذَكَرَهُ الْعَلَّامَةُ ابْنُ الْقَيِّمِ فِي (إِعْلَامِ الْمُوَقِّعِينَ) عَنْ أَبِي بَكْرٍ الْخَطِيبِ بِلَفْظِ: وَقَدْ قِيلَ إِنَّ عُبَادَةَ بْنَ نُسَيٍّ رَوَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذٍ. اهـ مِنْهُ. وَلَفْظَةُ «قِيلَ» صِيغَةُ تَمْرِيضٍ كَمَا هُوَ مَعْرُوفٌ، وَإِلَّا مَا ذَكَرَهُ ابْنُ كَثِيرٍ فِي تَارِيخِهِ، فَإِنَّهُ لَمَّا ذَكَرَهُ فِيهِ حَدِيثُ مُعَاذٍ الْمَذْكُورُ بِاللَّفْظِ الَّذِي ذَكَرْنَا بِالْإِسْنَادِ الَّذِي أَخْرَجَهُ بِهِ الْإِمَامُ أَحْمَدُ قَالَ: وَأَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ مِنْ حَدِيثِ شُعْبَةَ بِهِ. وَقَالَ التِّرْمِذِيُّ: لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ، وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ. ثُمَّ قَالَ ابْنُ كَثِيرٍ: وَقَدْ رَوَاهُ ابْنُ مَاجَهْ مِنْ وَجْهٍ آخَرَ عَنْهُ، إِلَّا أَنَّهُ مِنْ طَرِيقِ مُحَمَّدِ بْنِ سَعِيدِ بْنِ حَسَّانَ وَهُوَ الْمَصْلُوبُ أَحَدُ الْكَذَّابِينَ، عَنْ عُبَادَةَ بْنِ نُسَيٍّ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ مُعَاذٍ بِهِ نَحْوَهُ. </p><p> وَاعْلَمْ أَنَّ النُّسْخَةَ الْمَوْجُودَةَ بِأَيْدِينَا مِنْ تَارِيخِ ابْنِ كَثِيرٍ الَّتِي هِيَ مِنَ الطَّبْعَةِ الْأُولَى سَنَةَ (١٣٥١) فِيهَا تَحْرِيفٌ مَطْبَعِيٌّ فِي الْكَلَامِ الَّذِي ذَكَرْنَا؛ فَفِيهَا مُحَمَّدُ بْنُ سَعْدِ بْنِ حَسَّانَ، وَالصَّوَابُ مُحَمَّدُ بْنُ سَعِيدٍ لَا سَعْدٍ. وَفِيهَا: عَنْ عَيَّاذِ بْنِ بِشْرٍ، وَالصَّوَابُ عَنْ عُبَادَةَ بْنِ نُسَيٍّ. </p><p> وَمَا ذَكَرَهُ ابْنُ كَثِيرٍ مِنْ إِخْرَاجِ ابْنِ مَاجَهْ لِحَدِيثِ مُعَاذٍ الْمَذْكُورِ مِنْ طَرِيقِ مُحَمَّدِ بْنِ سَعِيدٍ الْمَصْلُوبِ، عَنْ عُبَادَةَ بْنِ نُسَيٍّ، عَنْ عَبْدِ الرَّحْمَنِ وَهُوَ ابْنُ غَنْمٍ، عَنْ مُعَاذٍ - لَمْ أَرَهُ فِي سُنَنِ ابْنِ مَاجَهْ، وَالَّذِي فِي سُنَنِ ابْنِ مَاجَهْ بِالْإِسْنَادِ الْمَذْكُورِ مِنْ حَدِيثِ مُعَاذٍ غَيْرُ الْمَتْنِ الْمَذْكُورِ، وَهَذَا لَفْظُهُ: حَدَّثْنَا الْحَسَنُ بْنُ حَمَّادٍ سَجَّادَةُ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْأُمَوِيُّ، عَنْ مُحَمَّدِ بْنِ سَعِيدِ بْنِ حَسَّانَ، عَنْ عُبَادَةَ بْنِ نُسَيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، حَدَّثَنَا مُعَاذُ بْنُ جَبَلٍ، قَالَ: بَعَثَنِي رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْيَمَنِ، قَالَ:  «لَا تَقْضِيَنَّ، وَلَا تَفْصِلَنَّ إِلَّا بِمَا تَعْلَمُ، وَإِنْ أَشْكَلَ عَلَيْكَ أَمْرٌ فَقِفْ حَتَّى تَبَيَّنَهُ أَوْ تَكْتُبَ إِلَيَّ فِيهِ» اهـ مِنْهُ. وَمَا أَدْرِي أَوَهِمَ الْحَافِظُ بْنُ كَثِيرٍ فِيمَا ذَكَرَ؟ أَوْ هُوَ يَعْتَقِدُ أَنَّ مَعْنَى «تَبَيَّنَهُ» فِي الْحَدِيثِ أَيْ: تَعْلَمُهُ بِاجْتِهَادِكَ فِي اسْتِخْرَاجِهِ مِنَ الْمَنْصُوصِ، فَيَرْجِعُ إِلَى مَعْنَى الْحَدِيثِ الْمَذْكُورِ؟ وَعَلَى كُلِّ حَالٍ </p><p> فَالرِّوَايَةُ الْمَذْكُورَةُ مِنْ طَرِيقِ عُبَادَةَ بْنِ نُسَيٍّ، عَنِ ابْنِ غَنْمٍ، عَنْ مُعَاذٍ، فِيهَا كَذَّابٌ وَهُوَ مُحَمَّدُ بْنُ سَعِيدٍ الْمَذْكُورُ الَّذِي قَتَلَهُ أَبُو جَعْفَرٍ الْمَنْصُورُ فِي الزَّنْدَقَةِ وَصَلَبَهُ. وَقَالَ أَحْمَدُ بْنُ صَالِحٍ: وَضَعَ أَرْبَعَةَ آلَافِ حَدِيثٍ. فَإِذَا عَلِمْتَ بِهَذَا انْحِصَارَ طُرُقِ الْحَدِيثِ الْمَذْكُورِ الَّذِي فِيهِ أَنَّ مُعَاذًا قَالَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّهُ إِنْ لَمْ يَجِدِ الْمَسْأَلَةَ فِي كِتَابِ اللَّهِ، وَلَا سُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اجْتَهَدَ فِيهَا رَأْيَهُ، وَأَقَرَّهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى ذَلِكَ فِي الطَّرِيقَتَيْنِ الْمَذْكُورَتَيْنِ - عَلِمْتَ وَجْهَ تَضْعِيفِ الْحَدِيثِ مِمَّنْ ضَعَّفَهُ، وَأَنَّهُ يَقُولُ: طَرِيقُ عُبَادَةَ بْنِ نُسَيٍّ، عَنِ ابْنِ غَنْمٍ لَمْ تُسْنِدُوهَا ثَابِتَةً مِنْ وَجْهٍ صَحِيحٍ إِلَيْهِ، وَالطَّرِيقُ الْأُخْرَى الَّتِي فِي الْمُسْنَدِ، وَالسُّنَنِ فِيهَا الْحَارِثُ بْنُ أَخِي الْمُغِيرَةِ وَهُوَ مَجْهُولٌ، وَالرُّوَاةُ فِيهَا أَيْضًا عَنْ مُعَاذٍ مَجَاهِيلُ - فَمِنْ أَيْنَ قُلْتُمْ بِصِحَّتِهَا؟ وَقَدْ قَدَّمْنَا أَنَّ ابْنَ كَثِيرٍ قَالَ فِي مُقَدِّمَةِ تَفْسِيرِهِ: إِنَّ الطَّرِيقَةَ الْمَذْكُورَةَ فِي الْمُسْنَدِ، وَالسُّنَنِ بِإِسْنَادٍ جَيِّدٍ. وَقُلْنَا: لَعَلَّهُ يَرَى أَنَّ الْحَارِثَ الْمَذْكُورَ ثِقَةٌ، وَقَدْ وَثَّقَهُ ابْنُ حِبَّانَ، وَأَنَّ أَصْحَابَ مُعَاذٍ لَا يُعْرَفُ فِيهِمْ كَذَّابٌ، وَلَا مُتَّهَمٌ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: وَيُؤَيِّدُ مَا ذَكَرْنَا عَنْ مُرَادِ ابْنِ كَثِيرٍ بِجَوْدَةِ الْإِسْنَادِ الْمَذْكُورِ مَا قَالَهُ الْعَلَّامَةُ ابْنُ الْقِيَمِ فِي إِعْلَامِ الْمُوَقِّعِينَ، قَالَ فِيهِ: وَقَدْ أَقَرَّ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُعَاذًا عَلَى اجْتِهَادِ رَأْيِهِ فِيمَا لَمْ يَجِدْ فِيهِ نَصًّا عَنِ اللَّهِ وَرَسُولِهِ، فَقَالَ شُعْبَةُ: حَدَّثَنِي أَبُو عَوْنٍ عَنِ الْحَارِثِ بْنِ عَمْرٍو، عَنْ أُنَاسٍ مِنْ أَصْحَابِ مُعَاذٍ: أَنَّ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا بَعَثَهُ إِلَى الْيَمَنِ قَالَ:  «كَيْفَ تَصْنَعُ إِنْ عَرَضَ لَكَ قَضَاءٌ» ؟ قَالَ: أَقْضِي بِمَا فِي كِتَابِ اللَّهِ. قَالَ:  «فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ» ؟ قَالَ: فَبِسُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. قَالَ «فَإِنْ لَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -» ؟ قَالَ: أَجْتَهِدُ رَأْيِي، لَا آلُو. فَضَرَبَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَدْرِي ثُمَّ قَالَ:  «الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا يُرْضِي رَسُولَ اللَّهِ» . فَهَذَا حَدِيثٌ إِنْ كَانَ عَنْ غَيْرِ مُسَمَّيْنَ فَهُمْ أَصْحَابُ مُعَاذٍ، فَلَا يَضُرُّهُ ذَلِكَ؛ لِأَنَّهُ يَدُلُّ عَلَى شُهْرَةِ الْحَدِيثِ، وَأَنَّ الَّذِي حَدَّثَ لَهُ الْحَارِثُ بْنُ عَمْرٍو عَنْ جَمَاعَةٍ مِنْ أَصْحَابِ مُعَاذٍ، لَا وَاحِدٍ مِنْهُمْ، وَهَذَا أَبْلَغُ فِي الشُّهْرَةِ مِنْ أَنْ يَكُونَ عَنْ وَاحِدٍ مِنْهُمْ وَلَوْ سُمِّيَ، كَيْفَ وَشُهْرَةُ أَصْحَابِ مُعَاذٍ بِالْعِلْمِ، وَالدِّينِ، وَالْفَضْلِ، وَالصِّدْقِ بِالْمَحَلِّ الَّذِي لَا يَخْفَى، وَلَا يُعْرَفُ فِي أَصْحَابِهِ مُتَّهَمٌ، وَلَا كَذَّابٌ، وَلَا مَجْرُوحٌ، بَلْ أَصْحَابُهُ مِنْ أَفَاضِلِ الْمُسْلِمِينَ وَخِيَارِهِمْ، وَلَا يَشُكُّ أَهْلُ الْعِلْمِ بِالنَّقْلِ فِي ذَلِكَ، كَيْفَ وَشُعْبَةُ حَامِلُ لِوَاءِ هَذَا الْحَدِيثِ؟ وَقَالَ بَعْضُ أَئِمَّةِ الْحَدِيثِ: إِذَا رَأَيْتَ شُعْبَةَ فِي إِسْنَادِ حَدِيثٍ فَاشْدُدْ يَدَيْكَ بِهِ. قَالَ أَبُو بَكْرٍ الْخَطِيبُ: وَقَدْ قِيلَ: إِنَّ عُبَادَةَ بْنَ نُسَيٍّ رَوَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذٍ، وَهَذَا إِسْنَادٌ مُتَّصِلٌ، وَرِجَالُهُ مَعْرُوفُونَ بِالثِّقَةِ عَلَى أَنَّ أَهْلَ </p><p> الْعِلْمِ قَدْ نَقَلُوهُ وَاحْتَجُّوا بِهِ. فَوَقَفْنَا بِذَلِكَ عَلَى صِحَّتِهِ عِنْدَهُمْ، كَمَا وَقَفْنَا بِذَلِكَ عَلَى صِحَّةِ قَوْلِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لَا وَصِيَّةَ لِوَارِثٍ» ، وَقَوْلِهِ فِي الْبَحْرِ:  «هُوَ الطَّهُورُ مَاؤُهُ، الْحَلُّ مَيْتَتُهُ» ، وَقَوْلِهِ:  «إِذَا اخْتَلَفَ الْمُتَبَايِعَانِ فِي الثَّمَنِ، وَالسِّلْعَةُ قَائِمَةٌ تَحَالَفَا وَتَرَادَّا الْبَيْعَ» ، وَقَوْلِهِ:  «الدِّيَةُ عَلَى الْعَاقِلَةِ» . وَإِنَّ كَانَتْ هَذِهِ الْأَحَادِيثُ لَا تَثْبُتُ مِنْ جِهَةِ الْإِسْنَادِ وَلَكِنْ لَمَّا تَلَقَّتْهَا الْكَافَّةُ عَنِ الْكَافَّةِ غَنُوا بِصِحَّتِهَا عِنْدَهُمْ عَنْ طَلَبِ الْإِسْنَادِ لَهَا. فَكَذَلِكَ حَدِيثُ مُعَاذٍ لَمَّا احْتَجُّوا بِهِ جَمِيعًا غَنُوا عَنْ طَلَبِ الْإِسْنَادِ لَهُ. انْتَهَى مِنْهُ. وَحَدِيثُ عَمْرِو بْنِ الْعَاصِ وَأَبِي هُرَيْرَةَ الثَّابِتُ فِي الصَّحِيحَيْنِ شَاهِدٌ لَهُ كَمَا قَدَّمْنَا، وَلَهُ شَوَاهِدُ غَيْرُ ذَلِكَ سَتَرَاهَا إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: </p><p> اعْلَمْ أَنَّ الِاجْتِهَادَ الَّذِي دَلَّتْ عَلَيْهِ نُصُوصُ الشَّرْعِ أَنْوَاعٌ مُتَعَدِّدَةٌ: </p><p> (مِنْهَا) : الِاجْتِهَادُ فِي تَحْقِيقِ الْمَنَاطِ، وَقَدْ قَدَّمْنَا كَثِيرًا مِنْ أَمْثِلَتِهِ فِي \" الْإِسْرَاءِ \" . </p><p> (وَمِنْهَا) : الِاجْتِهَادُ فِي تَنْقِيحِ الْمَنَاطِ، وَمِنْ أَنْوَاعِهِ: السَّبْرُ، وَالتَّقْسِيمُ، وَالْإِلْحَاقُ بِنَفْيِ الْفَارِقِ. </p><p> وَاعْلَمْ أَنَّ الِاجْتِهَادَ بِإِلْحَاقِ الْمَسْكُوتِ عَنْهُ بِالْمَنْطُوقِ بِهِ قِسْمَانِ: </p><p> الْأَوَّلُ: الْإِلْحَاقُ بِنَفْيِ الْفَارِقِ، وَهُوَ قِسْمٌ مِنْ تَنْقِيحِ الْمَنَاطِ كَمَا ذَكَرْنَاهُ آنِفًا. وَيُسَمَّى عِنْدَ الشَّافِعِيِّ الْقِيَاسَ فِي مَعْنَى الْأَصْلِ، وَهُوَ بِعَيْنِهِ مَفْهُومُ الْمُوَافَقَةِ، وَيُسَمَّى أَيْضًا الْقِيَاسَ الْجَلِيَّ. </p><p> وَالثَّانِي مِنْ نَوْعَيِ الْإِلْحَاقِ: هُوَ الْقِيَاسُ الْمَعْرُوفُ بِهَذَا الِاسْمِ فِي اصْطِلَاحِ أَهْلِ الْأُصُولِ. </p><p> أَمَّا الْقِسْمُ الْأَوَّلُ الَّذِي هُوَ الْإِلْحَاقُ بِنَفْيِ الْفَارِقِ فَلَا يُحْتَاجُ فِيهِ إِلَى وَصْفٍ جَامِعٍ بَيْنَ الْأَصْلِ وَالْفَرْعِ وَهُوَ الْعِلَّةُ. بَلْ يُقَالُ فِيهِ: لَمْ يُوجَدْ بَيْنَ هَذَا الْمَنْطُوقِ بِهِ وَهَذَا الْمَسْكُوتِ عَنْهُ فَرْقٌ فِيهِ يُؤَثِّرُ فِي الْحُكْمِ أَلْبَتَّةَ، فَهُوَ مِثْلُهُ فِي الْحُكْمِ، وَأَقْسَامُهُ أَرْبَعَةٌ، لِأَنَّ الْمَسْكُوتَ عَنْهُ إِمَّا أَنْ يَكُونَ مُسَاوِيًا لِلْمَنْطِقِ بِهِ فِي الْحُكْمِ، أَوْ أَوْلَى بِهِ مِنْهُ، وَفِي كُلٍّ مِنْهُمَا إِمَّا أَنْ يَكُونَ نَفْيُ الْفَارِقِ بَيْنَهُمَا مَقْطُوعًا بِهِ أَوْ مَظْنُونًا. فَالْمَجْمُوعُ أَرْبَعَةٌ: </p><p> (الْأَوَّلُ مِنْهَا) : أَنْ يَكُونَ الْمَسْكُوتُ عَنْهُ أَوْلَى بِالْحُكْمِ مِنَ الْمَنْطُوقِ بِهِ مَعَ الْقَطْعِ بِنَفْيِ </p><p> الْفَارِقِ، كَقَوْلِهِ تَعَالَى: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] فَالضَّرْبُ الْمَسْكُوتُ عَنْهُ أَوْلَى بِالْحُكْمِ الَّذِي هُوَ التَّحْرِيمُ مِنَ التَّأْفِيفِ الْمَنْطُوقِ بِهِ مَعَ الْقَطْعِ بِنَفْيِ الْفَارِقِ، وَكَقَوْلِهِ تَعَالَى: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ [٦٥ \\ ٢] فَشَهَادَةُ أَرْبَعَةٍ عُدُولٍ الْمَسْكُوتُ عَنْهَا أَوْلَى بِالْحُكْمِ وَهُوَ الْقَبُولُ مِنَ الْمَنْطُوقِ بِهِ، وَهُوَ شَهَادَةُ الْعَدْلَيْنِ مَعَ الْقَطْعِ بِنَفْيِ الْفَارِقِ. </p><p> (وَالثَّانِي مِنْهَا) : أَنْ يَكُونَ الْمَسْكُوتُ عَنْهُ أَوْلَى بِالْحُكْمِ مِنَ الْمَنْطُوقِ بِهِ أَيْضًا، إِلَّا أَنَّ نَفْيَ الْفَارِقِ بَيْنَهُمَا لَيْسَ قَطْعِيًّا، بَلْ مَظْنُونًا ظَنًّا قَوِيًّا مُزَاحِمًا لِلْيَقِينِ. وَمِثَالُهُ نَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ. فَالتَّضْحِيَةُ بِالْعَمْيَاءِ الْمَسْكُوتِ عَنْهَا أَوْلَى بِالْحُكْمِ وَهُوَ الْمَنْعُ مِنَ التَّضْحِيَةِ بِالْعَوْرَاءِ الْمَنْطُوقِ بِهَا، إِلَّا أَنَّ نَفْيَ الْفَارِقِ بَيْنَهُمَا لَيْسَ قَطْعِيًّا بَلْ مَظْنُونًا ظَنًّا قَوِيًّا؛ لِأَنَّ عِلَّةَ النَّهْيِ عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ كَوْنُهَا نَاقِصَةً ذَاتًا وَثَمَنًا وَقِيمَةً، وَهَذَا هُوَ الظَّاهِرُ، وَعَلَيْهِ فَالْعَمْيَاءُ أَنْقَصُ مِنْهَا ذَاتًا وَقِيمَةً. وَهُنَاكَ احْتِمَالٌ آخَرُ: هُوَ الَّذِي مَنَعَ مِنَ الْقَطْعِ بِنَفْيِ الْفَارِقِ، وَهُوَ احْتِمَالُ أَنْ تَكُونَ عِلَّةُ النَّهْيِ عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ أَنَّ الْعَوَرَ مَظِنَّةُ الْهُزَالِ؛ لِأَنَّ الْعَوْرَاءَ نَاقِصَةُ الْبَصَرِ، وَنَاقِصَةُ الْبَصَرِ تَكُونُ نَاقِصَةَ الرَّعْيِ؛ لِأَنَّهَا لَا تَرَى إِلَّا مَا يُقَابِلُ عَيْنًا وَاحِدَةً، وَنَقْصُ الرَّعْيِ مَظِنَّةٌ لِلْهُزَالِ. وَعَلَى هَذَا الْوَجْهِ فَالْعَمْيَاءُ لَيْسَتْ كَالْعَوْرَاءِ؛ لِأَنَّ الْعَمْيَاءَ يُخْتَارُ لَهَا أَحْسَنُ الْعَلَفِ، فَيَكُونُ ذَلِكَ مَظِنَّةً لِسِمَنِهَا. </p><p> (وَالثَّالِثُ مِنْهَا) : أَنْ يَكُونَ الْمَسْكُوتُ عَنْهُ مُسَاوِيًا لِلْمَنْطُوقِ بِهِ فِي الْحُكْمِ مَعَ الْقَطْعِ بِنَفْيِ الْفَارِقِ؛ كَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا الْآيَةَ [٤ \\ ١٠] . فَإِحْرَاقُ أَمْوَالِ الْيَتَامَى وَإِغْرَاقُهَا الْمَسْكُوتُ عَنْهُ مُسَاوٍ لِلْأَكْلِ الْمَنْطُوقِ بِهِ فِي الْحُكْمِ الَّذِي هُوَ التَّحْرِيمُ، وَالْوَعِيدُ بِعَذَابِ النَّارِ مَعَ الْقَطْعِ بِنَفْيِ الْفَارِقِ. (وَالرَّابِعُ مِنْهَا) : أَنْ يَكُونَ الْمَسْكُوتُ عَنْهُ مُسَاوِيًا لِلْمَنْطُوقِ بِهِ فِي الْحُكْمِ أَيْضًا، إِلَّا أَنَّ نَفْيَ الْفَارِقِ بَيْنَهُمَا مَظْنُونٌ ظَنًّا قَوِيًّا مُزَاحِمًا لِلْيَقِينِ، وَمِثَالُهُ الْحَدِيثُ الصَّحِيحُ \" مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ. . \" الْحَدِيثُ الْمُتَقَدِّمُ فِي \" الْإِسْرَاءِ، وَالْكَهْفِ \" ، فَإِنَّ الْمَسْكُوتَ عَنْهُ وَهُوَ عِتْقُ بَعْضِ الْأَمَةِ مُسَاوٍ لِلْمَنْطُوقِ بِهِ وَهُوَ عِتْقُ بَعْضِ الْعَبْدِ فِي الْحُكْمِ الَّذِي هُوَ سَرَايَةُ الْعِتْقِ الْمُبَيَّنَةُ فِي الْحَدِيثِ الْمُتَقَدِّمِ مِرَارًا. إِلَّا أَنَّ نَفْيَ الْفَارِقِ بَيْنَهُمَا مَظْنُونٌ ظَنًّا قَوِيًّا؛ لِأَنَّ الذُّكُورَةَ وَالْأُنُوثَةَ بِالنِّسْبَةِ إِلَى الْعِتْقِ وَصْفَانِ طَرْدِيَّانِ لَا يُنَاطُ بِهِمَا حُكْمٌ مِنْ أَحْكَامِ الْعِتْقِ. كَمَا قَدَّمْنَاهُ مُسْتَوْفًى فِي سُورَةِ \" مَرْيَمَ \" وَهُنَاكَ احْتِمَالٌ آخَرُ هُوَ الَّذِي مَنَعَ مِنَ الْقَطْعِ بِنَفْيِ الْفَارِقِ، وَهُوَ احْتِمَالُ أَنْ يَكُونَ الشَّارِعُ نَصَّ عَلَى سَرَايَةِ الْعِتْقِ فِي خُصُوصِ الْعَبْدِ الذَّكَرِ، مُخَصِّصًا لَهُ بِذَلِكَ الْحُكْمِ دُونَ الْأُنْثَى؛ لِأَنَّ عِتْقَ الذَّكَرِ يَتَرَتَّبُ عَلَيْهِ مِنَ الْآثَارِ الشَّرْعِيَّةِ مَا لَا يَتَرَتَّبُ عَلَى عِتْقِ </p><p> الْأُنْثَى، كَالْجِهَادِ، وَالْإِمَامَةِ، وَالْقَضَاءِ، وَنَحْوِ ذَلِكَ مِنَ الْمَنَاصِبِ الْمُخْتَصَّةِ بِالذُّكُورِ دُونَ الْإِنَاثِ. وَقَدْ أَكْثَرْنَا مِنْ أَمْثِلَةِ هَذَا النَّوْعِ الَّذِي هُوَ الْإِلْحَاقُ بِنَفْيِ الْفَارِقِ فِي سُورَةِ \" بَنِي إِسْرَائِيلَ \" . </p><p> (وَأَمَّا النَّوْعُ الثَّانِي مِنْ أَنْوَاعِ الْإِلْحَاقِ) : فَهُوَ الْقِيَاسُ الْمَعْرُوفُ فِي الْأُصُولِ، وَهُوَ الْمَعْرُوفُ بِقِيَاسِ التَّمْثِيلِ. وَسَنُعَرِّفُهُ هُنَا لُغَةً وَاصْطِلَاحًا، وَنَذْكُرُ أَقْسَامَهُ، وَمَا ذَكَرَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ: </p><p> اعْلَمْ أَنَّ الْقِيَاسَ فِي اللُّغَةِ: التَّقْدِيرُ وَالتَّسْوِيَةُ. يُقَالُ: قَاسَ الثَّوْبَ بِالذِّرَاعِ، وَقَاسَ الْجُرْحَ بِالْمِيلِ (بِالْكَسْرِ) وَهُوَ الْمِرْوَدُ، إِذَا قَدَّرَ عُمْقَهُ بِهِ؛ وَلِهَذَا سُمِّيَ الْمِيلُ مِقْيَاسًا، وَمِنْ هَذَا الْمَعْنَى قَوْلُ الْبُعَيْثِ بْنِ بِشْرٍ يَصِفُ جِرَاحَةً أَوْ شَجَّةً: </p><p> إِذَا قَاسَهَا الْآسِي النَّطَاسِيُّ أَدْبَرَتْ ... غَثِيثَتُهَا وَازْدَادَ وَهْيًا هَزُومُهَا </p><p> فَقَوْلُهُ:  \" قَاسَهَا \" يَعْنِي قَدَّرَ عُمْقَهَا بِالْمِيلِ. </p><p> وَالْآسِي: الطَّبِيبُ، وَالنِّطَاسِيُّ (بِكَسْرِ النُّونِ وَفَتْحِهَا) : الْمَاهِرُ بِالطِّبِّ، وَالْغَثِيثَةُ (بِثَاءَيْنِ مُثَلَّثَتَيْنِ) : مِدَّةُ الْجُرْحِ وَقَيْحُهُ، وَمَا فِيهِ مِنْ لَحْمٍ مَيِّتٍ، وَالْوَهْيُ: التَّخَرُّقُ وَالتَّشَقُّقُ، وَالْهُزُومُ: غَمْزُ الشَّيْءِ بِالْيَدِ فَيَصِيرُ فِيهِ حُفْرَةٌ كَمَا يَقَعُ فِي الْوَرَمِ الشَّدِيدِ. </p><p> وَتَعْرِيفُ الْقِيَاسِ الْمَذْكُورِ فِي اصْطِلَاحِ أَهْلِ الْأُصُولِ كَثُرَتْ فِيهِ عِبَارَاتُ الْأُصُولِيِّينَ مَعَ مُنَاقَشَاتٍ مَعْرُوفَةٍ فِي تَعْرِيفَاتِهِمْ لَهُ. وَاخْتَارَ غَيْرُ وَاحِدٍ مِنْهُمْ تَعْرِيفَهُ بِأَنَّهُ حَمْلُ مَعْلُومٍ عَلَى مَعْلُومٍ، أَيْ: إِلْحَاقُهُ بِهِ فِي حُكْمِهِ لِمُسَاوَاتِهِ لَهُ فِي عِلَّةِ الْحُكْمِ. وَهَذَا التَّعْرِيفُ إِنَّمَا يَشْمَلُ الْقِيَاسَ الصَّحِيحَ دُونَ الْفَاسِدِ. وَالتَّعْرِيفُ الشَّامِلُ لِلْفَاسِدِ هُوَ أَنْ تَزِيدَ عَلَى تَعْرِيفِ الصَّحِيحِ لَفْظَةُ عِنْدَ الْحَامِلِ، فَتَقُولُ: هُوَ إِلْحَاقٌ مَعْلُومٌ فِي حُكْمِهِ لِمُسَاوَاتِهِ لَهُ فِي عِلَّةِ الْحُكْمِ عِنْدَ الْحَامِلِ، فَيَدْخُلُ الْفَاسِدُ فِي الْحَدِّ مَعَ الصَّحِيحِ، كَمَا أَشَارَ إِلَيْهِ صَاحِبُ مَرَاقِي السُّعُودِ بِقَوْلِهِ مُعَرِّفًا لِلْقِيَاسِ: </p><p> يُحْمَلُ مَعْلُومٌ عَلَى مَا قَدْ عُلِمْ ... لِلِاسْتِوَا فِي عِلَّةِ الْحُكْمِ وَسَمْ </p><p> وَإِنْ تُرِدْ شُمُولَهُ لِمَا فَسَدْ ... فَزِدْ لَدَى الْحَامِلِ وَالزَّيْدُ أَسَدْ </p><p> وَمَعْلُومٌ أَنَّ أَرْكَانَ الْقِيَاسِ الْمَذْكُورِ أَرْبَعَةٌ: وَهِيَ الْأَصْلُ الْمَقِيسُ عَلَيْهِ، وَالْفَرْعُ الْمَقِيسُ، وَالْعِلَّةُ الْجَامِعَةُ بَيْنَهُمَا، وَحُكْمُ الْأَصْلِ الْمَقِيسِ عَلَيْهِ. </p><p> فَلَوْ قِسْنَا النَّبِيذَ عَلَى الْخَمْرِ، فَالْأَصْلُ: الْخَمْرُ، وَالْفَرْعُ: النَّبِيذُ، وَالْعِلَّةُ: الْإِسْكَارُ، </p><p> وَحُكْمُ الْأَصْلِ الَّذِي هُوَ الْخَمْرُ: التَّحْرِيمُ. وَشُرُوطُ هَذِهِ الْأَرْكَانِ الْأَرْبَعَةِ وَالْبَحْثُ فِيهَا مُسْتَوْفًى فِي أُصُولِ الْفِقْهِ، فَلَا نُطِيلُ بِهِ الْكَلَامَ هُنَا. </p><p> وَاعْلَمْ أَنَّ الْقِيَاسَ الْمَذْكُورَ يَنْقَسِمُ بِالنَّظَرِ إِلَى الْجَامِعِ بَيْنَ الْفَرْعِ وَالْأَصْلِ إِلَى ثَلَاثَةِ أَقْسَامٍ: </p><p> الْأَوَّلُ: قِيَاسُ الْعِلَّةِ. </p><p> وَالثَّانِي: قِيَاسُ الدَّلَالَةِ. </p><p> وَالثَّالِثُ: قِيَاسُ الشَّبَهِ. </p><p> أَمَّا قِيَاسُ الْعِلَّةِ فَضَابِطُهُ أَنْ يَكُونَ الْجَمْعُ بَيْنَ الْفَرْعِ وَالْأَصْلِ بِنَفْسِ عِلَّةِ الْحُكْمِ، فَالْجَمْعُ بَيْنَ النَّبِيذِ وَالْخَمْرِ بِنَفْسِ الْعِلَّةِ الَّتِي هِيَ الْإِسْكَارُ، وَالْقَصْدُ مُطْلَقُ التَّمْثِيلِ؛ لِأَنَّا قَدْ قَدَّمْنَا أَنَّ قِيَاسَ النَّبِيذِ عَلَى الْخَمْرِ لَا يَصِحُّ؛ لِوُجُودِ النَّصِّ عَلَى أَنَّ كُلَّ مُسْكِرٍ خَمْرٌ، وَأَنَّ مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ \". وَالْقِيَاسُ لَا يَصِحُّ مَعَ التَّنْصِيصِ عَلَى أَنَّ حُكْمَ الْفَرْعِ الْمَذْكُورِ كَحُكْمِ الْأَصْلِ، إِلَّا أَنَّ الْمِثَالَ يَصِحُّ بِالتَّقْدِيرِ وَالْفَرْضِ، وَمُطْلَقِ الِاحْتِمَالِ كَمَا تَقَدَّمَ. وَكَالْجَمْعِ بَيْنَ الْبُرِّ وَالذُّرَةِ بِنَفْسِ الْعِلَّةِ الَّتِي هِيَ الْكَيْلُ مَثَلًا عِنْدَ مَنْ يَقُولُ بِذَلِكَ،وَإِلَى هَذَا أَشَارَ فِي الْمَرَاقِي بِقَوْلِهِ:</p><p> وَمَا بِذَاتِ عِلَّةٍ قَدْ جُمِعَا ... فِيهِ فَقَيْسُ عِلَّةٍ قَدْ سُمِعَا </p><p> وَأَمَّا قِيَاسُ الدَّلَالَةِ فَضَابِطُهُ أَنْ يَكُونَ الْجَمْعُ فِيهِ بِدَلِيلِ الْعِلَّةِ لَا بِنَفْسِ الْعِلَّةِ، كَأَنْ يَجْمَعَ بَيْنَ الْفَرْعِ وَالْأَصْلِ بِمَلْزُومِ الْعِلَّةِ أَوْ أَثَرِهَا أَوْ حُكْمِهَا. فَمِثَالُ الْجَمْعِ بِمَلْزُومِ الْعِلَّةِ أَنْ يُقَالَ: النَّبِيذُ حَرَامٌ كَالْخَمْرِ بِجَامِعِ الشِّدَّةِ الْمُطْرِبَةِ، وَهِيَ مَلْزُومٌ لِلْإِسْكَارِ، بِمَعْنَى أَنَّهَا يَلْزَمُ مِنْ وُجُودِ الْإِسْكَارِ. وَمِثَالُ الْجَمْعِ بِأَثَرِ الْعِلَّةِ أَنْ يُقَالَ: الْقَتْلُ بِالْمُثْقَلِ يُوجِبُ الْقِصَاصَ كَالْقَتْلِ بِمُحَدَّدٍ، بِجَامِعِ الْإِثْمِ وَهُوَ أَثَرُ الْعِلَّةِ وَهِيَ لِلْقَتْلِ الْعَمْدِ الْعُدْوَانِ. وَمِثَالُ الْجَمْعِ بِحُكْمِ الْعِلَّةِ أَنْ يُقَالَ: تُقْطَعُ الْجَمَاعَةُ بِالْوَاحِدِ كَمَا يُقْتَلُونَ بِهِ، بِجَامِعِ وُجُوبِ الدِّيَةِ عَلَيْهِمْ فِي ذَلِكَ حَيْثُ كَانَ غَيْرَ عَمْدٍ، وَهُوَ حُكْمُ الْعِلَّةِ الَّتِي هِيَ الْقِطَعُ مِنْهُمْ فِي الصُّورَةِ الْأُولَى، وَالْقَتْلُ مِنْهُمْ فِي الثَّانِيَةِ. وَإِلَى تَعْرِيفِ قِيَاسِ الدَّلَالَةِ الْمَذْكُورِ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> جَامِعُ ذِي الدَّلَالَةِ الَّذِي لَزِمْ ... فَأَثَّرَ فَحُكْمُهَا كَمَا رُسِمْ </p><p> وَقَوْلُهُ: \" الَّذِي لَزِمَ \" بِالْبِنَاءِ لِلْفَاعِلِ يَعْنِي اللَّازِمَ، وَتَعْبِيرُهُ هُنَا بِاللَّازِمِ تَبَعًا لِغَيْرِهِ غَلَطٌ مِنْهُ وَمِمَّنْ تَبِعَهُ هُوَ؛ لِأَنَّ وُجُودَ اللَّازِمِ لَا يَكُونُ دَلِيلًا عَلَى وُجُودِ الْمَلْزُومِ بِإِطْبَاقِ </p><p> الْعُقَلَاءِ؛ لِاحْتِمَالِ كَوْنِ اللَّازِمِ أَعَمَّ مِنَ الْمَلْزُومِ، وَوُجُودُ الْأَعَمِّ لَا يَقْتَضِي وُجُودَ الْأَخَصِّ كَمَا هُوَ مَعْرُوفٌ. وَلِذَا أَجْمَعَ النُّظَّارُ عَلَى أَنَّ اسْتِثْنَاءَ عَيْنِ التَّالِي فِي الشَّرْطِ الْمُتَّصِلِ لَا يُنْتِجُ عَيْنَ الْمُقَدَّمِ؛ لِأَنَّ وُجُودَ اللَّازِمِ لَا يَقْتَضِي وُجُودَ الْمَلْزُومِ، وَالصَّوَابُ مَا مَثَّلْنَا بِهِ مِنَ الْجَمْعِ بِمَلْزُومِ الْعِلَّةِ؛ لِأَنَّ الْمَلْزُومَ هُوَ الَّذِي يَقْتَضِي وُجُودُهُ وُجُودَ اللَّازِمِ كَمَا هُوَ مَعْرُوفٌ، فَالشِّدَّةُ الْمُطْرِبَةُ وَالْإِسْكَارُ مُتَلَازِمَانِ، وَدَلَالَةُ الشِّدَّةِ الْمُطْرِبَةِ عَلَى الْإِسْكَارِ إِنَّمَا هِيَ مِنْ حَيْثُ إِنَّهَا مَلْزُومٌ لَهُ لَا لَازِمٌ، لِمَا عَرَفْتَ مِنْ أَنَّ وُجُودَ اللَّازِمِ لَا يَقْتَضِي وُجُودَ الْمَلْزُومِ، وَاقْتِضَاؤُهُ لَهُ هُنَا إِنَّمَا هُوَ لِلْمُلَازَمَةِ بَيْنَ الطَّرَفَيْنِ؛ لِأَنَّ كُلًّا مِنْهُمَا لَازِمٌ لِلْآخَرِ وَمَلْزُومٌ لَهُ لِلْمُلَازِمَةِ بَيْنَهُمَا مِنَ الطَّرَفَيْنِ. </p><p> وَأَمَّا قِيَاسُ الشَّبَهِ فَقَدِ اخْتَلَفَتْ فِيهِ عِبَارَاتُ أَهْلِ الْأُصُولِ، فَعَرَفَ بَعْضُهُمُ الشَّبَهَ بِأَنَّهُ مَنْزِلَةٌ بَيْنَ الْمُنَاسِبِ وَالطَّرْدِ، وَعَرَّفَهُ بَعْضُهُمْ بِأَنَّهُ الْمُنَاسِبُ بِالتَّبَعِ بِالذَّاتِ. وَمَعْنَى هَذَا كَمَعْنَى تَعْرِيفِ مَنْ عَرَّفَهُ بِأَنَّهُ الْمُسْتَلْزِمِ لِلْمُنَاسِبِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: عِبَارَاتُ أَهْلِ الْأُصُولِ فِي الشَّبَهِ الَّذِي هُوَ الْمَسْلَكُ السَّادِسُ مِنْ مَسَالِكِ الْعِلَّةِ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ كُلُّهَا تَدُورُ حَوْلَ شَيْءٍ وَاحِدٍ، وَهُوَ أَنَّ الْوَصْفَ الْجَامِعَ فِي قِيَاسِ الشَّبَهِ يُشْبِهُ الْمُنَاسِبَ مِنْ وَجْهِهِ، وَيُشْبِهُ الْوَصْفَ الطَّرْدِيَّ مِنْ جِهَةٍ أُخْرَى. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ \" مَرْيَمَ \" أَنَّ الْمُنَاسِبَ هُوَ الْوَصْفُ الَّذِي تَتَضَمَّنُ إِنَاطَةُ الْحُكْمِ بِهِ مَصْلَحَةً مِنْ جَلْبِ نَفْعٍ أَوْ دَفْعِ ضُرٍّ، وَالطَّرْدِيُّ هُوَ مَا لَيْسَ كَذَلِكَ، إِمَّا فِي جَمِيعِ الْأَحْكَامِ وَإِمَّا فِي بَعْضِهَا، وَلَا خِلَافَ بَيْنَ أَهْلِ الْأُصُولِ فِي أَنَّ مَا يُسَمَّى بِغَلَبَةِ الْأَشْبَاهِ لَا يَخْرُجُ عَنْ قِيَاسِ الشَّبَهِ؛ لِأَنَّ بَعْضَهُمْ يَقُولُ: إِنَّهُ دَاخِلٌ فِيهِ، وَهُوَ الظَّاهِرُ، وَبَعْضُهُمْ يَقُولُ: هُوَ بِعَيْنِهِ لَا شَيْءٌ آخَرُ. وَغَلَبَةُ الْأَشْيَاءِ هُوَ إِلْحَاقُ فَرْعٍ مُتَرَدِّدٍ بَيْنَ أَصْلَيْنِ بِأَكْثَرِهِمَا شَبَهًا بِهِ، كَالْعَبْدِ فَإِنَّهُ مُتَرَدِّدٌ بَيْنَ أَصْلَيْنِ لِشَبَهِهِ بِكُلِّ وَاحِدٍ مِنْهُمَا، فَهُوَ يُشْبِهُ الْمَالَ لِكَوْنِهِ يُبَاعُ وَيُشْتَرَى وَيُوهَبُ وَيُورَثُ إِلَى غَيْرِ ذَلِكَ مِنْ أَحْوَالِ الْمَالِ، وَيُشْبِهُ الْحُرَّ مِنْ حَيْثُ إِنَّهُ إِنْسَانٌ يَنْكِحُ وَيُطَلِّقُ وَيُثَابُ وَيُعَاقَبُ، وَتَلْزَمُهُ أَوَامِرُ الشَّرْعِ وَنَوَاهِيهِ. وَأَكْثَرُ أَهْلِ الْعِلْمِ يَقُولُونَ: إِنَّ شَبَهَهُ بِالْمَالِ أَكْثَرُ مِنْ شَبَهِهِ بِالْحُرِّ؛ لِأَنَّهُ يُشْبِهُ الْمَالَ فِي الْحُكْمِ وَالصِّفَةِ مَعًا أَكْثَرَ مِمَّا يُشْبِهُ الْحُرَّ فِيهِمَا. </p><p> فَمِنْ شَبَهِهِ بِالْمَالِ فِي الْحُكْمِ: كَوْنُهُ يُبَاعُ وَيُشْتَرَى وَيُورَثُ، وَيُوهَبُ وَيُعَارُ، وَيُدْفَعُ فِي الصَّدَاقِ وَالْخُلْعِ، وَيُرْهَنُ، إِلَى غَيْرِ ذَلِكَ مِنَ التَّصَرُّفَاتِ الْمَالِيَّةِ. </p><p> وَمِنْ شَبَهِهِ بِالْمَالِ فِي الصِّفَةِ: كَوْنُهُ تَتَفَاوَتُ قِيمَتُهُ بِحَسَبِ تَفَاوُتِ أَوْصَافِهِ جَوْدَةً </p><p> وَرَدَاءَةً كَسَائِرِ الْأَمْوَالِ. فَلَوْ قَتَلَ إِنْسَانٌ عَبْدًا لِآخَرَ لَزِمَتْهُ قِيمَتُهُ نَظَرًا إِلَى أَنَّ شَبَهَهُ بِالْمَالِ أَغْلَبُ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: تَلْزَمُهُ دِيَتُهُ كَالْحُرِّ زَعْمًا مِنْهُ أَنَّ شَبَهَهُ بِالْحُرِّ أَغْلَبُ، فَإِنْ قِيلَ: بِأَيِّ طَرِيقٍ يَكُونُ هَذَا النَّوْعُ الَّذِي هُوَ غَلَبَةُ الْأَشْبَاهِ مِنَ الشَّبَهِ؛ لِأَنَّكُمْ قَرَّرْتُمْ أَنَّهُ مَرْتَبَةٌ بَيْنَ الْمُنَاسِبِ وَالطَّرْدِيِّ، فَمَا وَجْهُ كَوْنِهِ مَرْتَبَةً بَيْنَ الْمُنَاسِبِ وَالطَّرْدِيِّ؟ فَالْجَوَابُ أَنَّ إِيضَاحَ ذَلِكَ فِيهِ أَنَّ أَوْصَافَهُ الْمُشَابِهَةَ لِلْمَالِ كَكَوْنِهِ يُبَاعُ وَيُشْتَرَى. . إلخ طَرْدِيَّةٌ بِالنِّسْبَةِ إِلَى لُزُومِ الدِّيَةِ؛ لِأَنَّ كَوْنَهُ كَالْمَالِ لَيْسَ صَالِحًا لِأَنْ يُنَاطَ بِهِ لُزُومُ دِيَتِهِ إِذَا قُتِلَ، وَكَذَلِكَ أَوْصَافُهُ الْمُشَابِهَةُ لِلْحُرِّ كَكَوْنِهِ مُخَاطَبًا يُثَابُ وَيُعَاقَبُ إلخ. فَهِيَ طَرْدِيَّةٌ بِالنِّسْبَةِ إِلَى لُزُومِ الْقِيمَةِ؛ لِأَنَّ كَوْنَهُ كَالْحُرِّ لَيْسَ صَالِحًا لِأَنْ يُنَاطَ بِهِ لُزُومُ الْقِيمَةِ، فَهُوَ مِنْ هَذِهِ الْحَيْثِيَّةِ يُشْبِهُ الطَّرْدِيَّ كَمَا تَرَى، أَمَّا تَرَتُّبُ الْقَيِّمَةِ عَلَى أَوْصَافِهِ الْمُشَابِهَةِ لِأَوْصَافِ الْمَالِ فَهُوَ مُنَاسِبٌ كَمَا تَرَى، وَكَذَلِكَ تَرَتُّبُ الدِّيَةِ عَلَى أَوْصَافِهِ الْمُشَابِهَةِ لِأَوْصَافِ الْحُرِّ مُنَاسِبٌ، وَبِهَذَيْنِ الِاعْتِبَارَيْنِ يَتَّضِحُ كَوْنُهُ مَرْتَبَةً بَيْنَ الْمُنَاسِبِ وَالطَّرْدِيِّ. </p><p> وَمِنْ أَمْثِلَةِ أَنْوَاعِ الشَّبَهِ غَيْرِ غَلَبَةِ الْأَشْبَاهِ: الشَّبَهُ الَّذِي الْوَصْفُ الْجَامِعُ فِيهِ لَا يُنَاسِبُ لِذَاتِهِ، وَلَكِنَّهُ يَسْتَلْزِمُ الْمُنَاسِبَ لِذَاتِهِ، وَقَدْ شَهِدَ الشَّرْعُ بِتَأْثِيرِ جِنْسِهِ الْقَرِيبِ فِي جِنْسِ الْحُكْمِ الْقَرِيبِ، كَقَوْلِكَ فِي الْخَلِّ: مَائِعٌ لَا تُبْنَى الْقَنْطَرَةُ عَلَى جِنْسِهِ، فَلَا يُرْفَعُ بِهِ الْحَدَثُ وَلَا حُكْمُ الْخَبَثِ - قِيَاسًا عَلَى الدُّهْنِ. فَقَوْلُكَ:  \" لَا تُبْنَى الْقَنْطَرَةُ عَلَى جِنْسِهِ \" لَيْسَ مُنَاسِبًا فِي ذَاتِهِ؛ لِأَنَّ بِنَاءَ الْقَنْطَرَةِ عَلَى الْمَائِعِ فِي حَدِّ ذَاتِهِ وَصْفٌ طَرْدِيٌّ إِلَّا أَنَّهُ مُسْتَلْزِمٌ لِلْمُنَاسِبِ، لِأَنَّ الْعَادَةَ الْمُطَّرِدَةَ أَنَّ الْقَنْطَرَةَ لَا تُبْنَى عَلَى الْمَائِعِ الْقَلِيلِ، بَلْ عَلَى الْكَثِيرِ كَالْأَنْهَارِ، وَالْقِلَّةُ مُنَاسِبَةٌ لِعَدَمِ مَشْرُوعِيَّةِ الْمُتَّصِفِ بِهَا مِنَ الْمَائِعَاتِ لِلطَّهَارَةِ الْعَامَّةِ، فَإِنَّ الشَّرْعَ الْعَامَّ يَقْتَضِي أَنْ تَكُونَ أَسْبَابُهُ عَامَّةَ الْوُجُودِ، أَمَّا تَكْلِيفُ الْجَمِيعِ بِمَا لَا يَجِدُهُ إِلَّا الْبَعْضُ فَبَعِيدٌ مِنَ الْقَوَاعِدِ، فَصَارَ قَوْلُكَ:  \" لَا تُبْنَى الْقَنْطَرَةُ عَلَى جِنْسِهِ \" لَيْسَ بِمُنَاسِبٍ، وَهُوَ مُسْتَلْزِمٌ لِلْمُنَاسِبِ. وَقَدْ شَهِدَ الشَّرْعُ بِتَأْثِيرِ جِنْسِ الْقِلَّةِ، وَالتَّعَذُّرِ فِي عَدَمِ مَشْرُوعِيَّةِ الطَّهَارَةِ، بِدَلِيلِ أَنَّ الْمَاءَ إِذَا قَلَّ وَاشْتَدَّتْ إِلَيْهِ الْحَاجَةُ فَإِنَّهُ يَسْقُطُ الْأَمْرُ بِالطَّهَارَةِ بِهِ وَيَنْتَقِلُ إِلَى التَّيَمُّمِ. </p><p> وَأَمَّا الشَّبَهُ الصُّورِيُّ فَقَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ مُسْتَوْفًى فِي سُورَةِ \" النَّحْلِ \" فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ [١٦ \\ ٦٦] وَقَدْ قَدَّمْنَا فِي أَوَّلِ سُورَةِ \" بَرَاءَةَ \" كَلَامَ ابْنِ الْعَرَبِيِّ الَّذِي قَالَ فِيهِ: أَلَا تَرَى إِلَى عُثْمَانَ وَأَعْيَانِ الصَّحَابَةِ كَيْفَ لَجَئُوا إِلَى قِيَاسِ النِّسْبَةِ عِنْدَ عَدَمِ النَّصِّ، وَرَأَوْا أَنَّ قِصَّةَ \" بَرَاءَةَ \" شَبِيهَةٌ بِقِصَّةِ \" الْأَنْفَالِ \" فَأَلْحَقُوهَا بِهَا، فَإِذَا كَانَ الْقِيَاسُ </p><p> يَدْخُلُ فِي تَأْلِيفِ الْقُرْآنِ، فَمَا ظَنُّكَ بِسَائِرِ الْأَحْكَامِ؟ وَإِلَى الشَّبَهِ الْمَذْكُورِ أَشَارَ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَالشَّبَهُ الْمُسْتَلْزِمُ الْمُنَاسَبَا ... مِثْلُ الْوُضُو يَسْتَلْزِمُ التَّقَرُّبَا </p><p> مَعَ اعْتِبَارِ جِنْسِهِ الْقَرِيبِ ... فِي مِثْلِهِ لِلْحُكْمِ لَا الْغَرِيبِ </p><p> صَلَاحُهُ لَمْ يَدْرِ دُونَ الشَّرْعِ ... وَلَمْ يُنَطْ مُنَاسِبٌ بِالسَّمْعِ </p><p> وَحَيْثُمَا أَمْكَنَ قَيْسُ الْعِلَّةِ ... فَتَرْكُهُ بِالِاتِّفَاقِ أَثْبَتُ </p><p> إِلَّا فَفِي قَبُولِهِ تَرَدُّدْ ... غَلَبَةُ الْأَشْبَاهِ هُوَ الْأَجْوَدْ </p><p> فِي الْحُكْمِ وَالصِّفَةِ ثُمَّ الْحُكْمِ ... فَصِفَةٌ فَقَطْ لَدَى ذِي الْعِلْمِ </p><p> وَابْنُ عُلَيَّةَ يَرَى لِلصُّورِي ... كَالْقَيْسِ لِلْخَيْلِ عَلَى الْحَمِيرِ </p><p> وَاعْلَمْ أَنَّ قِيَاسَ الطَّرْدِ يَصْدُقُ بِأَمْرَيْنِ؛ لِأَنَّ الطَّرْدَ يُطْلَقُ إِطْلَاقَيْنِ: يُطْلَقُ عَلَى الْوَصْفِ الطَّرْدِيِّ الَّذِي لَا يَصْلُحُ لِإِنَاطَةِ حُكْمٍ بِهِ لِخُلُوِّهِ مِنَ الْفَائِدَةِ. كَمَا لَوْ ظَنَّ بَعْضُ الْقَائِلِينَ بِنَقْضِ الْوُضُوءِ بِلَحْمِ الْجَزُورِ أَنَّ عِلَّةَ النَّقْضِ بِهِ الْحَرَارَةُ، فَأَلْحَقَ بِهِ لَحْمَ الظَّبْيِ قَائِلًا: إِنَّهُ يَنْقُضُ الْوُضُوءَ قِيَاسًا عَلَى لَحْمِ الْجَزُورِ بِجَامِعِ الْحَرَارَةِ، فَهَذَا الْقِيَاسُ بَاطِلٌ ; لِأَنَّ الْوَصْفَ الْجَامِعَ فِيهِ طَرْدِيٌّ. وَمِثْلُهُ كُلُّ مَا كَانَ الْوَصْفُ الْجَامِعُ فِيهِ طَرْدِيًّا وَهُوَ أَحَدُ الْأَمْرَيْنِ لِلَّذِينِ يُطْلَقُ عَلَيْهِمَا قِيَاسُ الطَّرْدِ. </p><p> وَالْأَمْرُ الثَّانِي: مِنْهُمَا هُوَ الْقِيَاسُ الَّذِي الْوَصْفُ الْجَامِعُ فِيهِ مُسْتَنْبَطًا بِالْمَسْلَكِ الثَّامِنِ الْمَعْرُوفِ (بِالطَّرْدِ) وَهُوَ الدَّوْرِيُّ الْوُجُودِيُّ، وَإِيضَاحُهُ أَنَّهُ مُقَارَنَةُ الْحُكْمِ لِلْوَصْفِ فِي جَمِيعِ صُوَرِهِ غَيْرَ الصُّورَةِ الَّتِي فِيهَا النِّزَاعُ فِي الْوُجُودِ فَقَطْ دُونَ الْعَدَمِ. وَالِاخْتِلَافُ فِي إِفَادَتِهِ الْعِلَّةَ مَعْرُوفٌ فِي الْأُصُولِ. </p><p> وَاعْلَمْ أَنَّ الْقِيَاسَ وَمَا يَتَعَلَّقُ بِهِ مُوَضَّحٌ فِي فَنِّ أُصُولِ الْفِقْهِ، وَالْأَدِلَّةُ الَّتِي تَدُلُّ عَلَى أَنَّ الْوَصْفَ الْمُعَيَّنَ عِلَّةٌ لِلْحُكْمِ الْمُعَيَّنِ هِيَ الْمَعْرُوفَةُ بِمَسَالِكِ الْعِلَّةِ، وَهِيَ عَشْرَةٌ عِنْدَ مَنْ يَعُدُّ مِنْهَا إِلْغَاءَ الْفَارِقِ، وَتِسْعَةٌ عِنْدَ مَنْ لَا يَعُدُّهُ مِنْهَا، وَهِيَ: النَّصُّ، وَالْإِجْمَاعُ، وَالْإِيمَاءُ، وَالسَّبْرُ، وَالتَّقْسِيمُ، وَالْمُنَاسَبَةُ، وَالشَّبَهُ، وَالدَّوَرَانُ، وَالطَّرْدُ، وَتَنْقِيحُ الْمَنَاطِ، وَإِلْغَاءُ الْفَارِقِ. وَالتَّحْقِيقُ أَنَّهُ نَوْعٌ مِنْ تَنْقِيحِ الْمَنَاطِ كَمَا قَدَّمْنَا. </p><p> وَقَدْ نَظَّمَهَا بَعْضُهُمْ بِقَوْلِهِ: </p><p> مَسَالِكُ عِلَّةٍ رَتِّبْ فَنَصٌّ ... فَإِجْمَاعٌ فَإِيمَاءٌ فَسَبْرُ </p><p> مُنَاسَبَةٌ كَذَا مُشْبِهٌ فَيَتْلُو ... لَهُ الدَّوَرَانُ طَرْدٌ يَسْتَمِرُّ </p><p> فَتَنْقِيحُ الْمَنَاطِ فَأَلْغِ فَرْقًا ... وَتِلْكَ لِمَنْ أَرَادَ الْحَصْرَ عَشْرُ </p><p> وَمَحَلُّ إِيضَاحِهَا فَنُّ أُصُولِ الْفِقْهِ، وَقَدْ أَوْضَحْنَاهَا فِي غَيْرِ هَذَا الْمَحَلِّ. </p><p> وَأَمَّا الْقَوَادِحُ فِي الدَّلِيلِ مِنْ قِيَاسٍ وَغَيْرِهِ فَهِيَ مَعْرُوفَةٌ فِي فَنِّ الْأُصُولِ، وَقَدْ نَظَّمَهَا بِاخْتِصَارٍ الشَّيْخِ عُمَرُ الْفَاسِيُّ بِقَوْلِهِ: </p><p> الْقَدْحُ بِالنَّقْضِ وَبِالْكَسْرِ مَعًا ... تَخْلُفُ الْعَكْسَ وَبِالْقَلْبِ اسْمَعَا </p><p> وَعَدَمُ التَّأْثِيرِ بِالْوَصْفِ وَفِي ... أَصْلٍ وَفَرْعٍ ثُمَّ حُكْمٍ فَاقْتَفِي </p><p> وَالْمَنْعُ وَالْفَرْقُ وَبِالتَّقْسِيمِ ... وَبِاخْتِلَافِ الضَّابِطِ الْمَعْلُومِ </p><p> وَفَقْدُ الِانْضِبَاطِ وَالظُّهُورِ ... وَالْخَدْشُ فِي تَنَاسُبِ الْمَذْكُورِ </p><p> وَكَوْنُ ذَاكَ الْحُكْمِ لَا يُفْضِي إِلَى ... مَقْصُودِ ذِي الشَّرْعِ الْعَزِيزِ فَاقْبَلَا </p><p> وَالْخَدْشُ فِي الْوَضْعِ وَالِاعْتِبَارِ ... وَالْقَوْلُ بِالْمُوجَبِ ذُو اعْتِبَارِ </p><p> وَابْدَأْ بِاسْتِفْسَارٍ فِي الْإِجْمَالِ ... أَوِ الْغَرَابَةِ بِلَا إِشْكَالِ </p><p> وَإِنَّمَا لَمْ نُوَضِّحْ هُنَا الْمَسَالِكَ وَالْقَوَادِحَ؛ لِأَنَّ ذَلِكَ يُفْضِي إِلَى الْإِطَالَةِ الْمُمِلَّةِ، مَعَ أَنَّ الْجَمِيعَ مُوَضَّحٌ فِي أُصُولِ الْفِقْهِ، وَقَدْ أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَقَصْدُنَا هُنَا التَّنْبِيهُ عَلَيْهِ فِي الْجُمْلَةِ مِنْ غَيْرِ تَفْصِيلٍ. فَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ الْعَلَّامَةَ ابْنَ الْقَيِّمِ تَعَالَى شَفَى الْغَلِيلَ بِمَا لَا مَزِيدَ عَلَيْهِ فِي هَذِهِ الْمَسَائِلِ فِي كِتَابِهِ إِعْلَامِ الْمُوَقِّعِينِ عَنْ رَبِّ الْعَالَمِينَ، وَسَنَذْكُرُ هُنَا إِنْ شَاءَ اللَّهُ جُمَلًا وَافِيَةً مُفِيدَةً مِنْ كَلَامِهِ فِي هَذَا الْمَوْضُوعِ الَّذِي نَحْنُ بِصَدَدِهِ. قَالَ فِي كَلَامِهِ عَلَى قَوْلِ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - فِي رِسَالَتِهِ الْمَشْهُورَةِ إِلَى أَبِي مُوسَى:  (ثُمَّ الْفَهْمَ الْفَهْمَ فِيمَا أَدْلَى إِلَيْكَ مِمَّا وَرَدَ عَلَيْكَ مِمَّا لَيْسَ فِي قُرْآنٍ، وَلَا سُنَّةٍ، قَايِسْ بَيْنَ الْأُمُورِ عِنْدَ ذَلِكَ، وَاعْرِفِ الْأَمْثَالَ، ثُمَّ اعْمَدْ فِيمَا تَرَى إِلَى أَحَبِّهَا إِلَى اللَّهِ، وَأَشْبَهِهَا بِالْحَقِّ) مَا نَصُّهُ: </p><p> هَذَا أَحَدُ مَا اعْتَمَدَ عَلَيْهِ الْقِيَاسِيُّونَ فِي الشَّرِيعَةِ، قَالُوا: هَذَا كِتَابُ عُمَرَ إِلَى أَبِي مُوسَى وَلَمْ يُنْكِرْهُ أَحَدٌ مِنَ الصَّحَابَةِ، بَلْ كَانُوا مُتَّفِقِينَ عَلَى الْقَوْلِ بِالْقِيَاسِ وَهُوَ أَحَدُ أُصُولِ الشَّرِيعَةِ، وَلَا يَسْتَغْنِي عَنْهُ فَقِيهٌ. وَقَدْ أَرْشَدَ اللَّهُ تَعَالَى عِبَادَهُ إِلَيْهِ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ، فَقَاسَ النَّشْأَةَ الثَّانِيَةَ عَلَى النَّشْأَةِ الْأُولَى فِي الْإِمْكَانِ، وَجَعَلَ النَّشْأَةَ الْأُولَى أَصْلًا وَالثَّانِيَةَ فَرْعًا عَلَيْهَا، وَقَاسَ حَيَاةَ الْأَمْوَاتِ عَلَى حَيَاةِ الْأَرْضِ بَعْدَ مَوْتِهَا بِالنَّبَاتِ، وَقَاسَ الْخَلْقَ الْجَدِيدَ الَّذِي أَنْكَرَهُ أَعْدَاؤُهُ عَلَى خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ، وَجَعَلَهُ مِنْ قِيَاسِ الْأَوْلَى، كَمَا جَعَلَ قِيَاسَ النَّشْأَةِ الثَّانِيَةِ عَلَى الْأُولَى مِنْ قِيَاسِ الْأَوْلَى، وَقَاسَ الْحَيَاةَ بَعْدَ الْمَوْتِ عَلَى الْيَقَظَةِ بَعْدَ النَّوْمِ، وَضَرَبَ الْأَمْثَالَ وَصَرَّفَهَا فِي الْأَنْوَاعِ الْمُخْتَلِفَةِ، وَكُلُّهَا أَقْيِسَةٌ عَقْلِيَّةٌ يُنَبِّهُ بِهَا </p><p> عِبَادَهُ عَلَى أَنَّ حُكْمَ الشَّيْءِ حُكْمُ مِثْلِهِ، فَإِنَّ الْأَمْثَالَ كُلَّهَا قِيَاسَاتٌ يُعْلَمُ مِنْهَا حُكْمُ الْمُمَثَّلِ مِنَ الْمُمَثَّلِ بِهِ. وَقَدِ اشْتَمَلَ الْقُرْآنُ عَلَى بِضْعَةٍ وَأَرْبَعِينَ مَثَلًا تَتَضَمَّنُ تَشْبِيهَ الشَّيْءِ بِنَظِيرِهِ، وَالتَّسْوِيَةَ بَيْنَهُمَا فِي الْحُكْمِ، وَقَالَ تَعَالَى: وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ [٢٩ \\ ٤٣] بِالْقِيَاسِ فِي ضَرْبِ الْأَمْثَالِ مِنْ خَاصَّةِ الْعَقْلِ، وَقَدْ رَكَّزَ اللَّهُ فِي فِطَرِ النَّاسِ وَعُقُولِهِمُ التَّسْوِيَةَ بَيْنَ الْمُتَمَاثِلَيْنِ وَإِنْكَارَ التَّفْرِيقِ بَيْنَهُمَا، وَالْفَرْقَ بَيْنَ الْمُخْتَلِفَيْنِ وَإِنْكَارَ الْجَمْعِ بَيْنَهُمَا، قَالُوا: وَمَدَارُ الِاسْتِدْلَالِ جَمْعِيَّةٌ عَلَى التَّسْوِيَةِ بَيْنَ الْمُتَمَاثِلَيْنِ وَالْفَرْقِ بَيْنَ الْمُخْتَلِفَيْنِ، فَإِنَّهُ إِمَّا اسْتِدْلَالٌ بِمُعَيَّنٍ عَلَى مُعَيَّنٍ، أَوْ بِمُعَيَّنٍ عَلَى عَامٍّ، أَوْ بِعَامٍّ عَلَى مُعَيَّنٍّ، أَوْ بِعَامٍّ عَلَى عَامٍّ، فَهَذِهِ الْأَرْبَعَةُ هِيَ مَجَامِعُ ضُرُوبِ الِاسْتِدْلَالِ. فَالِاسْتِدْلَالُ بِالْمُعَيَّنِ عَلَى الْمُعَيَّنِ هُوَ الِاسْتِدْلَالُ بِالْمَلْزُومِ عَلَى لَازِمِهِ بِكُلِّ مَلْزُومٍ دَلِيلٌ عَلَى لَازِمِهِ، فَإِنْ كَانَ التَّلَازُمُ مِنَ الْجَانِبَيْنِ كَانَ كُلٌّ مِنْهُمَا دَلِيلًا عَلَى الْآخَرِ وَمَدْلُولًا لَهُ. وَهَذَا النَّوْعُ ثَلَاثَةُ أَقْسَامٍ: أَحَدُهَا: الِاسْتِدْلَالُ بِالْمُؤَثِّرِ عَلَى الْأَثَرِ، وَالثَّانِي: الِاسْتِدْلَالُ بِالْأَثَرِ عَلَى الْمُؤَثِّرِ. وَالثَّالِثُ: الِاسْتِدْلَالُ بِأَحَدِ الْأَثَرَيْنِ عَلَى الْآخَرِ. فَالْأَوَّلُ كَالِاسْتِدْلَالِ بِالنَّارِ عَلَى الْحَرِيقِ. وَالثَّانِي: كَالِاسْتِدْلَالِ بِالْحَرِيقِ عَلَى النَّارِ. وَالثَّالِثُ: كَالِاسْتِدْلَالِ بِالْحَرِيقِ عَلَى الدُّخَانِ. وَمَدَارُ ذَلِكَ كُلِّهِ عَلَى التَّلَازُمِ، وَالتَّسْوِيَةُ بَيْنَ الْمُتَمَاثِلَيْنِ هُوَ الِاسْتِدْلَالُ بِثُبُوتِ أَحَدِ الْأَثَرَيْنِ عَلَى الْآخَرِ، وَقِيَاسُ الْفَرْقِ هُوَ اسْتِدْلَالٌ بِانْتِفَاءِ أَحَدِ الْأَثَرَيْنِ عَلَى انْتِفَاءِ الْآخَرِ، أَوْ بِانْتِفَاءِ اللَّازِمِ عَلَى انْتِفَاءِ مَلْزُومِهِ، فَلَوْ جَازَ التَّفْرِيقُ بَيْنَ الْمُتَمَاثِلَيْنِ لَانْسَدَّتْ طَرِيقُ الِاسْتِدْلَالِ، وَغُلِّقَتْ أَبْوَابُهُ. </p><p> قَالُوا: وَأَمَّا الِاسْتِدْلَالُ بِالْمُعَيَّنِ عَلَى الْعَامِّ فَلَا يَتِمُّ إِلَّا بِالتَّسْوِيَةِ بَيْنَ الْمُتَمَاثِلَيْنِ، إِذْ لَوْ جَازَ الْفَرْقُ لَمَا كَانَ هَذَا الْمَعَيَّنُ دَلِيلًا عَلَى الْأَمْرِ الْعَامِّ الْمُشْتَرَكِ بَيْنَ الْأَفْرَادِ. وَمِنْ هَذَا أَدِلَّةُ الْقُرْآنِ بِتَعْذِيبِ الْمُعَيَّنِينَ الَّذِينَ عَذَّبَهُمْ عَلَى تَكْذِيبِ رُسُلِهِ وَعِصْيَانِ أَمْرِهِ، عَلَى أَنَّ هَذَا الْحُكْمَ عَامٌّ شَامِلٌ عَلَى مَنْ سَلَكَ سَبِيلَهُمْ، وَاتَّصَفَ بِصِفَتِهِمْ، وَهُوَ سُبْحَانُهُ قَدْ نَبَّهَ عِبَادَهُ عَلَى نَفْسِ هَذَا الِاسْتِدْلَالِ، وَتَعْدِيَةِ هَذَا الْخُصُوصِ إِلَى الْعُمُومِ، كَمَا قَالَ تَعَالَى عَقِبَ إِخْبَارِهِ عَنْ عُقُوبَاتِ الْأُمَمِ الْمُكَذِّبَةِ لِرُسُلِهِمْ وَمَا حَلَّ بِهِمْ: أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ [٥٤ \\ ٤٣] فَهَذَا مَحْضُ تَعْدِيَةِ الْحُكْمِ إِلَى مَنْ عَدَا الْمَذْكُورِينَ بِعُمُومِ الْعِلَّةِ، وَإِلَّا فَلَوْ لَمْ يَكُنْ حُكْمُ الشَّيْءِ حُكْمَ مِثْلِهِ لَمَا لَزِمَتِ التَّعْدِيَةُ وَلَا تَمَّتِ الْحُجَّةُ. وَمِثْلُ هَذَا قَوْلُهُ تَعَالَى عُقَيْبَ إِخْبَارِهِ عَنْ عُقُوبَةِ قَوْمِ هُودٍ حِينَ رَأَوُا الْعَارِضَ فِي السَّمَاءِ: هَذَا عَارِضٌ مُمْطِرُنَا [٤٦ \\ ٢٤] فَقَالَ تَعَالَى: بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ </p><p> تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ [٤٦ \\ ٢٤] ثُمَّ قَالَ: وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ [٤٦ \\ ٢٦] فَتَأَمَّلْ قَوْلَهُ: وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ تَجِدُ الْمَعْنَى أَنَّ حُكْمَكُمْ كَحُكْمِهِمْ، وَأَنَّا إِذَا كُنَّا قَدْ أَهْلَكْنَاهُمْ بِمَعْصِيَةِ رَسُولِنَا وَلَمْ يَدْفَعْ عَنْهُمْ مَا مُكِّنُوا فِيهِ مِنْ أَسْبَابِ الْعَيْشِ فَأَنْتُمْ كَذَلِكَ تَسْوِيَةٌ بَيْنَ الْمُتَمَاثِلَيْنِ، وَأَنَّ هَذَا مَحْضُ عَدْلِ اللَّهِ بَيْنَ عِبَادِهِ. وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا [٤٧ \\ ١٠] فَأَخْبَرَ أَنَّ حُكْمَ الشَّيْءِ حُكْمُ مِثْلِهِ. وَكَذَلِكَ كَلُّ مَوْضِعٍ أَمَرَ اللَّهُ سُبْحَانَهُ فِيهِ بِالْمَسِيرِ فِي الْأَرْضِ سَوَاءٌ كَانَ السَّيْرَ الْحِسِّيَّ عَلَى الْأَقْدَامِ وَالدَّوَابِّ، أَوِ السَّيْرَ الْمَعْنَوِيَّ بِالتَّفْكِيرِ وَالِاعْتِبَارِ، أَوْ كَانَ اللَّفْظُ يَعُمُّهُمَا، وَهُوَ الصَّوَابُ؛ فَإِنَّهُ يَدُلُّ عَلَى الِاعْتِبَارِ وَالْحَذَرِ أَنْ يَحِلَّ بِالْمُخَاطَبِينَ مَا حَلَّ بِأُولَئِكَ؛ وَلِهَذَا أَمَرَ سُبْحَانَهُ أُولِي الْأَبْصَارِ بِالِاعْتِبَارِ بِمَا حَلَّ بِالْمُكَذِّبِينَ، وَلَوْلَا أَنَّ حُكْمَ النَّظِيرِ حُكْمُ نَظِيرِهِ حَتَّى تَعْبُرَ الْعُقُولُ مِنْهُ إِلَيْهِ لَمَا حَصَلَ الِاعْتِبَارُ، وَقَدْ نَفَى اللَّهُ سُبْحَانَهُ عَنْ حُكْمِهِ وَحِكْمَتِهِ التَّسْوِيَةَ بَيْنَ الْمُخْتَلِفِينَ فِي الْحُكْمِ، فَقَالَ تَعَالَى: أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ [٦٨ \\ ٣٥ - ٣٦] وَأَخْبَرَ أَنَّ هَذَا حُكْمٌ بَاطِلٌ فِي الْفِطَرِ وَالْعُقُولِ، لَا تَلِيقُ نِسْبَتُهُ إِلَى سُبْحَانَهُ. وَقَالَ تَعَالَى: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ [٤٥ \\ ٢١] وَقَالَ تَعَالَى: أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ [٣٨ \\ ٢٨] أَفَلَا تَرَاهُ كَيْفَ ذَكَرَ الْعُقُولَ، وَنَبَّهَ الْفِطَرَ بِمَا أَوْدَعَ فِيهَا مِنْ إِعْطَاءِ النَّظِيرِ حُكْمَ نَظِيرِهِ، وَعَدَمِ التَّسْوِيَةِ بَيْنَ الشَّيْءِ وَمُخَالِفِهِ فِي الْحُكْمِ. وَكُلُّ هَذَا مِنَ الْمِيزَانِ الَّذِي أَنْزَلَهُ اللَّهُ مَعَ كِتَابِهِ، وَجَعَلَهُ قَرِينَهُ وَوَزِيرَهُ، فَقَالَ تَعَالَى: اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ [٤٢ \\ ١٧] وَقَالَ: لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ [٥٧ \\ ٢٥] وَقَالَ تَعَالَى: الرَّحْمَنُ عَلَّمَ الْقُرْآنَ [٥٥ \\ ١ - ٢] فَهَذَا الْكِتَابُ، ثُمَّ قَالَ: وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ [٥٥ \\ ٧] وَالْمِيزَانُ يُرَادُ بِهِ الْعَدْلُ، وَالْآلَةُ الَّتِي يُعْرَفُ بِهَا الْعَدْلُ وَمَا يُضَادُّهُ. وَالْقِيَاسُ الصَّحِيحُ هُوَ الْمِيزَانُ، فَالْأَوْلَى تَسْمِيَتُهُ بِالِاسْمِ الَّذِي سَمَّاهُ اللَّهُ بِهِ؛ فَإِنَّهُ </p><p> يَدُلُّ عَلَى الْعَدْلِ، وَهُوَ اسْمُ مَدْحٍ وَاجِبٍ عَلَى كُلِّ وَاحِدٍ فِي كُلِّ حَالٍ بِحَسَبِ الْإِمْكَانِ، بِخِلَافِ اسْمِ الْقِيَاسِ، فَإِنَّهُ يَنْقَسِمُ إِلَى حَقٍّ وَبَاطِلٍ، وَمَمْدُوحٍ وَمَذْمُومٍ؛ وَلِهَذَا لَمْ يَجِئْ فِي الْقُرْآنِ مَدْحُهُ وَلَا ذَمُّهُ، وَلَا الْأَمْرُ بِهِ، وَلَا النَّهْيُ عَنْهُ، فَإِنَّهُ مَوْرِدُ تَقْسِيمٍ إِلَى صَحِيحٍ وَفَاسِدٍ، فَالصَّحِيحُ هُوَ الْمِيزَانُ الَّذِي أَنْزَلَهُ اللَّهُ مَعَ كِتَابِهِ، وَالْفَاسِدُ مَا يُضَادُّهُ كَقِيَاسِ الَّذِينَ قَاسُوا الْبَيْعَ عَلَى الرِّبَا بِجَامِعِ مَا يَشْتَرِكَانِ فِيهِ مِنَ التَّرَاضِي بِالْمُعَاوَضَةِ الْمَالِيَّةِ، وَقَاسَ الَّذِينَ قَاسُوا الْمَيْتَةَ عَلَى الْمُذَكَّى فِي جَوَازِ أَكْلِهَا بِجَامِعِ مَا يَشْتَرِكَانِ فِيهِ مِنْ إِزْهَاقِ الرُّوحِ - هَذَا بِسَبَبٍ مِنَ الْآدَمِيِّينَ وَهَذَا بِفِعْلِ اللَّهِ - وَلِهَذَا تَجِدُ فِي كَلَامِ السَّلَفِ ذَمَّ الْقِيَاسِ، وَأَنَّهُ لَيْسَ مِنَ الدِّينِ، وَتَجِدُ فِي كَلَامِهِمُ اسْتِعْمَالَهُ، وَالِاسْتِدْلَالَ بِهِ، وَهَذَا حَقٌّ وَهَذَا حَقٌّ، كَمَا سَنُبَيِّنُهُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَالْأَقْيِسَةُ الْمُسْتَعْمَلَةُ فِي الِاسْتِدْلَالِ ثَلَاثَةٌ: قِيَاسُ عِلَّةٍ، وَقِيَاسُ دَلَالَةٍ، وَقِيَاسُ شَبَهٍ، وَقَدْ وَرَدَتْ كُلُّهَا فِي الْقُرْآنِ. فَأَمَّا قِيَاسُ الْعِلَّةِ فَقَدْ جَاءَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فِي مَوَاضِعَ، مِنْهَا قَوْلُهُ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ [٣ \\ ٥٩] فَأَخْبَرَ تَعَالَى أَنَّ عِيسَى نَظِيرُ آدَمَ فِي التَّكْوِينِ، بِجَامِعِ مَا يَشْتَرِكَانِ فِيهِ مِنَ الْمَعْنَى الَّذِي تَعَلَّقَ بِهِ وُجُودُ سَائِرِ الْمَخْلُوقَاتِ، وَهُوَ مَجِيئُهَا طَوْعًا لِمَشِيئَتِهِ وَتَكْوِينِهِ، فَكَيْفَ يَسْتَنْكِرُ وُجُودَ عِيسَى مِنْ غَيْرِ أَبٍ مَنْ يُقِرُّ بِوُجُودِ آدَمَ مِنْ غَيْرِ أَبٍ وَلَا أُمٍّ وَوُجُودِ حَوَّاءَ مِنْ غَيْرِ أَمٍّ، فَآدَمُ وَعِيسَى نَظِيرَانِ يَجْمَعُهُمَا الَّذِي يَصِحُّ تَعْلِيقُ الْإِيجَادِ وَالْخَلْقِ بِهِ. </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌ فَسِيرُوا فِي الْأَرْضِ فَانْظُروا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ [٣ \\ ١٣٧] أَيْ: قَدْ كَانَ مِنْ قَبْلِكُمْ أُمَمٌ أَمْثَالُكُمْ، فَانْظُرُوا إِلَى عَوَاقِبِهِمُ السَّيِّئَةِ، وَاعْلَمُوا أَنَّ سَبَبَ ذَلِكَ مَا كَانَ مِنْ تَكْذِيبِهِمْ بِآيَاتِ اللَّهِ وَرُسُلِهِ، وَهُمُ الْأَصْلُ وَأَنْتُمُ الْفَرْعُ، وَالْعِلَّةُ الْجَامِعَةُ: التَّكْذِيبُ، وَالْحُكْمُ: الْهَلَاكُ. </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ [٦ \\ ٦] فَذَكَرَ سُبْحَانَهُ إِهْلَاكَ مَنْ قَبْلَنَا مِنَ الْقُرُونِ، وَبَيَّنَ أَنَّ ذَلِكَ كَانَ لِمَعْنَى الْقِيَاسِ وَهُوَ ذُنُوبُهُمْ، فَهُمُ الْأَصْلُ وَنَحْنُ الْفَرْعُ، وَالذُّنُوبُ الْعِلَّةُ الْجَامِعَةُ، وَالْحُكْمُ: الْهَلَاكُ. فَهَذَا مَحْضُ قِيَاسِ الْعِلَّةِ، وَقَدْ أَكَّدَهُ سُبْحَانَهُ بِضَرْبٍ مِنَ الْأَوْلَى، </p><p> وَهُوَ أَنَّ مَنْ قَبْلَنَا كَانُوا أَقْوَى مِنَّا فَلَمْ تَدْفَعْ عَنْهُمْ قُوَّتُهُمْ وَشِدَّتُهُمْ مَا حَلَّ بِهِمْ. وَمِنْهُ قَوْلُهُ تَعَالَى: كَالَّذِينَ مِنْ قَبْلِكُمْ كَانُوا أَشَدَّ مِنْكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ هُمُ الْخَاسِرُونَ [٩] وَقَدِ اخْتُلِفَ فِي مَحَلِّ هَذَا الْكَافِ وَمَا يَتَعَلَّقُ بِهِ، فَقِيلَ: هُوَ رَفْعُ خَبَرِ مُبْتَدَأٍ مَحْذُوفٍ، أَيْ: أَنْتُمْ كَالَّذِينِ مِنْ قَبْلِكُمْ. وَقِيلَ: نُصِبَ بِفِعْلٍ مَحْذُوفٍ تَقْدِيرُهُ: فَعَلْتُمْ كَفِعْلِ الَّذِينَ مِنْ قَبْلِكُمْ. وَالتَّشْبِيهُ عَلَى هَذَيْنِ الْقَوْلَيْنِ فِي أَعْمَالِ الَّذِينَ مِنْ قَبْلُ، وَقِيلَ: التَّشْبِيهُ فِي الْعَذَابِ. ثُمَّ قِيلَ: الْعَامِلُ مَحْذُوفٌ، أَيْ: لَعَنَهُمْ وَعَذَّبَهُمْ كَمَا لَعَنَ [الَّذِينَ] مِنْ قَبْلِهِمْ. وَقِيلَ بَلِ الْعَامِلُ مَا تَقَدَّمَ، أَيْ: وَعْدُ اللَّهِ الْمُنَافِقِينَ كَوَعْدِ الَّذِينَ مِنْ قَبْلِكُمْ، وَلَعْنُهُمْ كَلَعْنِهِمْ، وَلَهُمْ عَذَابٌ مُقِيمٌ كَالْعَذَابِ الَّذِي لَهُمْ. </p><p> وَالْمَقْصُودُ أَنَّهُ سُبْحَانَهُ أَلْحَقَهُمْ بِهِمْ فِي الْوَعِيدِ، وَسَوَّى بَيْنَهُمْ فِيهِ كَمَا تَسَاوَوْا فِي الْأَعْمَالِ، وَكَوْنُهُمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَرْقٌ غَيْرُ مُؤَثِّرٍ، فَعَلَّقَ الْحُكْمَ بِالْوَصْفِ الْجَامِعِ الْمُؤَثِّرِ، وَأَلْغَى الْوَصْفَ الْفَارِقَ، ثُمَّ نَبَّهَ عَلَى أَنَّ مُشَارَكَتَهُمْ فِي الْأَعْمَالِ اقْتَضَتْ مُشَارَكَتَهُمْ فِي الْجَزَاءِ، فَقَالَ: فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا [٩] فَهَذِهِ هِيَ الْعِلَّةُ الْمُؤَثِّرَةُ وَالْوَصْفُ الْجَامِعُ، وَقَوْلِهِ: أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ هُوَ الْحُكْمُ، وَالَّذِينَ مِنْ قَبْلِهِمُ الْأَصْلُ، وَالْمُخَاطَبُونَ الْفَرْعُ. </p><p> قَالَ عَبْدُ الرَّزَّاقِ فِي تَفْسِيرِهِ: أَنَا مَعْمَرٌ عَنِ الْحَسَنِ فِي قَوْلِهِ: فَاسْتَمْتَعُوا بِخَلَاقِهِمْ قَالَ بِدِينِهِمْ، وَيُرْوَى عَنْ أَبِي هُرَيْرَةَ. </p><p> وَقَالَ ابْنُ عَبَّاسٍ: اسْتَمْتَعُوا بِنَصِيبِهِمْ مِنَ الْآخِرَةِ فِي الدُّنْيَا. وَقَالَ آخَرُونَ: بِنَصِيبِهِمْ مِنَ الدُّنْيَا. وَحَقِيقَةُ الْأَمْرِ أَنَّ الْخَلَاقَ هُوَ النَّصِيبُ وَالْحَظُّ، كَأَنَّهُ الَّذِي خُلِقَ لِلْإِنْسَانِ وَقُدِّرَ لَهُ، كَمَا يُقَالُ: قَسَمُهُ الَّذِي قُسِمَ لَهُ، وَنَصِيبُهُ الَّذِي نُصِبَ لَهُ أَيْ: أُثْبِتَ، وَقِطُّهُ الَّذِي قُطَّ لَهُ أَيْ: قُطِعَ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ [٢ \\ ٢٠٠] وَقَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّمَا يَلْبَسُ الْحَرِيرَ فِي الْدُّنْيَا مَنْ لَا خَلَاقَ لَهُ فِي الْآخِرَةِ \" . وَالْآيَةُ تَتَنَاوَلُ مَا ذِكْرَهُ السَّلَفَ كُلَّهُ، فَإِنَّهُ سُبْحَانَهُ قَالَ: كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً [٩] فَبِتِلْكَ الْقُوَّةِ الَّتِي كَانَتْ فِيهِمْ كَانُوا يَسْتَطِيعُونَ أَنْ يَعْمَلُوا لِلدُّنْيَا وَالْآخِرَةِ، وَكَذَلِكَ الْأَمْوَالُ، وَالْأَوْلَادُ، وَتِلْكَ الْقُوَّةُ، </p><p> وَالْأَمْوَالُ وَالْأَوْلَادُ هِيَ الْخَلَاقُ، فَاسْتَمْتَعُوا بِقُوَّتِهِمْ وَأَمْوَالِهِمْ فِي الدُّنْيَا، وَنَفْسُ الْأَعْمَالِ الَّتِي عَمِلُوهَا بِهَذِهِ الْقُوَّةِ مِنَ الْخَلَاقِ الَّذِي اسْتَمْتَعُوا بِهِ. </p><p> وَلَوْ أَرَادُوا بِذَلِكَ اللَّهَ وَالدَّارَ الْآخِرَةَ لَكَانَ لَهُمْ خَلَاقٌ فِي الْآخِرَةِ، فَتَمَتُّعُهُمْ بِهَا أَخْذُ حُظُوظِهِمُ الْعَاجِلَةِ، وَهَذَا حَالُ مَنْ لَمْ يَعْمَلْ إِلَّا لِدُنْيَاهُ سَوَاءٌ كَانَ عَمَلُهُ مِنْ جِنْسِ الْعِبَادَاتِ أَوْ غَيْرِهَا. ثُمَّ ذَكَرَ سُبْحَانَهُ حَالَ الْفُرُوعِ، فَقَالَ: فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ فَدَلَّ هَذَا عَلَى أَنَّ حُكْمَهُمْ حُكْمُهُمْ، وَأَنَّهُمْ يَنَالُهُمْ مَا يَنَالُهُمْ؛ لِأَنَّ حُكْمَ النَّظِيرِ حُكْمُ نَظِيرِهِ. ثُمَّ قَالَ: وَخُضْتُمْ كَالَّذِي خَاضُوا. فَقِيلَ \" الَّذِي \" صِفَةٌ لِمَصْدَرٍ مَحْذُوفٍ، أَيْ: كَالْمَخُوضِ الَّذِي خَاضُوا، وَقِيلَ: لِمَوْصُوفٍ مَحْذُوفٍ. أَيْ: كَخَوْضِ الْقَوْمِ الَّذِي خَاضُوا وَهُوَ فَاعِلُ الْخَوْضِ. </p><p> وَقِيلَ:  \" الَّذِي \" مَصْدَرِيَّةٌ كَـ \" مَا \" أَيْ: كَخَوْضِهِمْ. وَقِيلَ: هِيَ مَوْضِعُ \" الَّذِينَ \" . وَالْمَقْصُودُ أَنَّهُ سُبْحَانَهُ جَمَعَ بَيْنَ الِاسْتِمْتَاعِ بِالْخَلَاقِ وَبَيْنَ الْخَوْضِ بِالْبَاطِلِ؛ لِأَنَّ فَسَادَ الدِّينِ إِمَّا أَنْ يَقَعَ بِالِاعْتِقَادِ بِالْبَاطِلِ وَالتَّكَلُّمِ بِهِ وَهُوَ الْخَوْضُ، أَوْ يَقَعُ بِالْعَمَلِ بِخِلَافِ الْحَقِّ، وَالصَّوَابُ وَهُوَ الِاسْتِمْتَاعُ بِالْخَلَاقِ. فَالْأَوَّلُ الْبِدَعُ. وَالثَّانِي اتِّبَاعُ الْهَوَى، وَهَذَانِ هُمَا أَصْلُ كُلِّ شَرٍّ وَفِتْنَةٍ وَبَلَاءٍ، وَبِهِمَا كُذِّبَتِ الرُّسُلُ وَعُصِيَ الرَّبُّ، وَدُخِلَتِ النَّارُ وَحَلَّتِ الْعُقُوبَاتُ. </p><p> فَالْأَوَّلُ مِنْ جِهَةِ الشُّبَهَاتِ، وَالثَّانِي مِنْ جِهَةِ الشَّهَوَاتِ؛ وَلِهَذَا كَانَ السَّلَفُ يَقُولُونَ: احْذَرُوا مِنَ النَّاسِ صِنْفَيْنِ: صَاحِبَ هَوًى فَتَنَهُ هَوَاهُ، وَصَاحِبَ دُنْيَا أَعْجَبَتْهُ دُنْيَاهُ. وَكَانُوا يَقُولُونَ: احْذَرُوا فِتْنَةَ الْعَالِمِ الْفَاجِرِ، وَالْعَابِدِ الْجَاهِلِ؛ فَإِنَّ فِتْنَتَهُمَا فِتْنَةٌ لِكُلِّ مَفْتُونٍ، فَهَذَا يُشْبِهُ الْمَغْضُوبَ عَلَيْهِمُ الَّذِينَ يَعْلَمُونَ الْحَقَّ وَيَعْمَلُونَ بِخِلَافِهِ، وَهَذَا يُشْبِهُ الضَّالِّينَ الَّذِينَ يَعْمَلُونَ بِغَيْرِ عِلْمٍ. </p><p> وَفِي صِفَةِ الْإِمَامِ أَحْمَدَ عَنِ الدُّنْيَا مَا كَانَ أَصْبَرَهُ، وَبِالْمَاضِينَ مَا كَانَ أَشْبَهَهُ أَتَتْهُ الْبِدَعُ فَنَفَاهَا، وَالدُّنْيَا فَأَبَاهَا. وَهَذِهِ حَالُ أَئِمَّةِ الْمُتَّقِينَ، الَّذِينَ وَصَفَهُمُ اللَّهُ تَعَالَى فِي كِتَابِهِ بِقَوْلِهِ: وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ [٣٢ \\ ٢٤] فَبِالصَّبْرِ تُتْرَكُ الشَّهَوَاتُ، وَبِالْيَقِينِ تُدْفَعُ الشُّبَهَاتُ، كَمَا قَالَ تَعَالَى: وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ [١٠٣ \\ ٣] وَقَوْلِهِ تَعَالَى: وَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ [٣٨ \\ ٤٥] . </p><p> وَفِي بَعْضِ الْمَرَاسِيلِ: \" إِنَّ اللَّهَ يُحِبُّ الْبَصَرَ النَّافِذَ عِنْدَ وُرُودِ الشُّبَهَاتِ، وَيُحِبُّ الْعَقْلَ الْكَامِلَ عِنْدَ حُلُولِ الشَّهَوَاتِ. فَقَوْلُهُ تَعَالَى: فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ إِشَارَةٌ إِلَى اتِّبَاعِ الشَّهَوَاتِ، وَهُوَ دَاءُ الْعُصَاةِ. وَقَوْلِهِ: وَخُضْتُمْ كَالَّذِي خَاضُوا إِشَارَةٌ إِلَى الشُّبَهَاتِ، وَهُوَ دَاءُ الْمُبْتَدِعَةِ وَأَهْلِ الْأَهْوَاءِ وَالْخُصُومَاتِ، وَكَثِيرًا مَا يَجْتَمِعَانِ، فَقَلَّ مَنْ تَجِدُهُ فَاسِدَ الِاعْتِقَادِ إِلَّا وَفَسَادُ اعْتِقَادِهِ يَظْهَرُ فِي عَمَلِهِ. وَالْمَقْصُودُ أَنَّ اللَّهَ أَخْبَرَ أَنَّ فِي هَذِهِ الْأُمَّةِ مَنْ يَسْتَمْتِعُ بِخَلَاقِهِ كَمَا اسْتَمْتَعَ الَّذِينَ مِنْ قَبْلِهِ بِخَلَاقِهِمْ، وَيَخُوضُ كَخَوْضِهِمْ، وَأَنَّ لَهُمْ مِنَ الذَّمِّ وَالْوَعِيدِ كَمَا لِلَّذِينِ مِنْ قَبْلِهِمْ، ثُمَّ حَضَّهُمْ عَلَى الْقِيَاسِ وَالِاعْتِبَارِ بِمَنْ قَبْلَهُمْ، فَقَالَ: أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِنْ قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ أَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ [٩ \\ ٧٠] فَتَأَمَّلْ صِحَّةَ هَذَا الْقِيَاسِ وَإِفَادَتَهُ لِمَا عُلِّقَ عَلَيْهِ مِنَ الْحُكْمِ، وَأَنَّ الْأَصْلَ وَالْفَرْعَ قَدْ تَسَاوَيَا فِي الْمَعْنَى الَّذِي عُلِّقَ بِهِ الْعِقَابُ، وَأَكَّدَهُ كَمَا تَقَدَّمَ بِضَرْبٍ مِنَ الْأَوْلَى وَهُوَ شِدَّةُ الْقُوَّةِ وَكَثْرَةُ الْأَمْوَالِ وَالْأَوْلَادِ، فَإِذَا لَمْ يَتَعَذَّرْ عَلَى اللَّهِ عِقَابُ الْأَقْوَى مِنْهُمْ بِذَنْبِهِ فَكَيْفَ يَتَعَذَّرُ عَلَيْهِ عِقَابُ مَنْ هُوَ دُونَهُ. وَمِنْهُ قَوْلُهُ تَعَالَى: وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ [٦ \\ ١٣٣] فَهَذَا قِيَاسٌ جَلِيٌّ، يَقُولُ سُبْحَانَهُ: إِنْ شِئْتُ أَذْهَبْتُكُمْ وَاسْتَخْلَفْتُ غَيْرَكُمْ، كَمَا أَذْهَبْتُ مَنْ قَبْلَكُمْ وَاسْتَخْلَفْتُكُمْ، بِذِكْرِ أَرْكَانِ الْقِيَاسِ الْأَرْبَعَةِ: عِلَّةُ الْحُكْمِ وَهِيَ عُمُومُ مَشِيئَتِهِ وَكَمَالِهَا، وَالْحُكْمُ وَهُوَ إِذْهَابُهُ إِيَّاهُمْ وَإِتْيَانُهُ بِغَيْرِهِمْ، وَالْأَصْلُ وَهُوَ مَا كَانَ مِنْ قَبْلُ، وَالْفَرْعُ وَهُمُ الْمُخَاطَبُونَ. وَمِنْهُ قَوْلُهُ تَعَالَى: بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ [١٠ \\ ٣٩] فَأَخْبَرَ أَنَّ مَنْ قَبْلُ الْمُكَذِّبِينَ أَصْلٌ يُعْتَبَرُ بِهِ، وَالْفَرْعُ نُفُوسُهُمْ، فَإِذَا سَاوَوْهُمْ فِي الْمَعْنَى سَاوَوْهُمْ فِي الْعَاقِبَةِ. وَمِنْهُ قَوْلُهُ تَعَالَى: إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا [٧٣ \\ ١٥ - ١٦] فَأَخْبَرَ سُبْحَانَهُ أَنَّهُ أَرْسَلَ مُوسَى إِلَى فِرْعَوْنَ، وَأَنَّ فِرْعَوْنَ عَصَى رَسُولَهُ فَأَخَذَهُ أَخْذًا وَبِيلًا. فَهَكَذَا مَنْ عَصَى مِنْكُمْ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهَذَا فِي الْقُرْآنِ كَثِيرٌ جِدًّا فَقَدْ فُتِحَ لَكَ بَابُهُ. </p><p> فَصْلٌ </p><p> وَأَمَّا قِيَاسُ الدَّلَالَةِ فَهُوَ الْجَمْعُ بَيْنَ الْأَصْلِ وَالْفَرْعِ، بِدَلِيلِ الْعِلَّةِ وَمَلْزُومِهَا. وَمِنْهُ </p><p> قَوْلُهُ تَعَالَى: وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٤١ \\ ٣٩] فَدَلَّ سُبْحَانَهُ عِبَادَهُ بِمَا أَرَاهُمْ مِنَ الْإِحْيَاءِ الَّذِي تَحَقَّقُوهُ وَشَاهَدُوهُ، عَلَى الْإِحْيَاءِ الَّذِي اسْتَبْعَدُوهُ، وَذَلِكَ قِيَاسُ إِحْيَاءٍ عَلَى إِحْيَاءٍ، وَاعْتِبَارُ الشَّيْءِ فَنَظِيرُهُ، وَالْعِلَّةُ الْمُوجِبَةُ هِيَ عُمُومُ قُدْرَتِهِ سُبْحَانَهُ وَكَمَالُ حِكْمَتِهِ، وَإِحْيَاءُ الْأَرْضِ دَلِيلُ الْعِلَّةِ، وَمِنْهُ قَوْلُهُ تَعَالَى: يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ [٣٠ \\ ١٩] . </p><p> فَدَلَّ بِالنَّظِيرِ عَلَى النَّظِيرِ، وَقَرَّبَ أَحَدَهُمَا مِنَ الْآخَرِ جِدًّا بِلَفْظِ الْإِخْرَاجِ، أَيْ: يُخْرَجُونَ مِنَ الْأَرْضِ أَحْيَاءً كَمَا يَخْرُجُ الْحَيُّ مِنَ الْمَيِّتِ وَيَخْرُجُ الْمَيِّتُ مِنَ الْحَيِّ، وَمِنْهُ قَوْلُهُ تَعَالَى: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٧٥ \\ ٣٦ - ٤٠] فَبَيَّنَ سُبْحَانَهُ كَيْفِيَّةَ الْخَلْقِ وَاخْتِلَافَ أَحْوَالِ الْمَاءِ فِي الرَّحِمِ إِلَى أَنْ صَارَ مِنْهُ الزَّوْجَانِ: الذَّكَرَ وَالْأُنْثَى، وَذَلِكَ أَمَارَةُ وُجُودِ صَانِعٍ قَادِرٍ عَلَى مَا يَشَاءُ، وَنَبَّهَ سُبْحَانَهُ عِبَادَهُ بِمَا أَحْدَثَهُ فِي النُّطْفَةِ الْمَهِينَةِ الْحَقِيرَةِ مِنَ الْأَطْوَارِ، وَسَوْقِهَا فِي مَرَاتِبِ الْكَمَالِ، مِنْ مَرْتَبَةٍ إِلَى مَرْتَبَةٍ أَعْلَى مِنْهَا، حَتَّى صَارَتْ بَشَرًا سَوِيًّا فِي أَحْسَنِ خِلْقَةٍ وَتَقْوِيمٍ، عَلَى أَنَّهُ لَا يَحْسُنُ بِهِ أَنْ يَتْرُكَ هَذَا الْبَشَرَ سُدًى مُهْمَلًا مُعَطَّلًا. لَا يَأْمُرُهُ، وَلَا يَنْهَاهُ، وَلَا يُقِيمُهُ فِي عُبُودِيَّتِهِ، وَقَدْ سَاقَهُ فِي مَرَاتِبِ الْكَمَالِ مِنْ حِينِ كَانَ نُطْفَةً إِلَى أَنْ صَارَ بَشَرًا سَوِيًّا، فَكَذَلِكَ يَسُوقُهُ فِي مَرَاتِبِ كَمَالِهِ طَبَقًا بَعْدَ طَبَقٍ، وَحَالًا بَعْدَ حَالٍ، إِلَى أَنْ يَصِيرَ جَارَهُ فِي دَارِهِ يَتَمَتَّعُ بِأَنْوَاعِ النَّعِيمِ، وَيَنْظُرُ إِلَى وَجْهِهِ، وَيَسْمَعُ كَلَامَهُ. . . إِلَى آخِرِ كَلَامِ ابْنِ الْقَيِّمِ، فَإِنَّهُ أَطَالَ فِي ذِكْرِ الْأَمْثِلَةِ عَلَى النَّحْوِ الْمَذْكُورِ، وَلَمْ نَذْكُرْ جَمِيعَ كَلَامِهِ خَوْفًا مِنَ الْإِطَالَةِ الْمُمِلَّةِ، وَفِيمَا ذَكَرْنَا مِنْ كَلَامِهِ تَنْبِيهٌ عَلَى مَا لَمْ نَذْكُرْهُ، وَقَدْ تَكَلَّمَ عَلَى قِيَاسِ الشَّبَهِ، فَقَالَ فِيهِ: </p><p> وَأَمَّا قِيَاسُ الشَّبَهِ فَلَمْ يَحْكِهِ اللَّهُ سُبْحَانَهُ إِلَّا عَنِ الْمُبْطِلِينَ. فَمِنْهُ قَوْلُهُ تَعَالَى إِخْبَارًا عَنْ إِخْوَةِ يُوسُفَ أَنَّهُمْ قَالُوا لَمَّا وَجَدُوا الصُّوَاعَ فِي رَحْلِ أَخِيهِمْ: إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ [١٢ \\ ٧٧] فَلَمْ يَجْمَعُوا بَيْنَ الْفَرْعِ وَالْأَصْلِ بِعِلَّةٍ وَلَا دَلِيلِهَا، وَإِنَّمَا أَلْحَقُوا أَحَدَهُمَا بِالْآخَرِ مِنْ غَيْرِ دَلِيلٍ جَامِعٍ سِوَى مُجَرَّدِ الشَّبَهِ الْجَامِعِ بَيْنَهُ وَبَيْنَ يُوسُفَ، فَقَالُوا هَذَا مَقِيسٌ عَلَى أَخِيهِ بَيْنَهُمَا شَبَهٌ مِنْ وُجُوهٍ عَدِيدَةٍ، وَذَلِكَ قَدْ سَرَقَ فَكَذَلِكَ هَذَا، وَهَذَا هُوَ الْجَمْعُ بِالشَّبَهِ الْفَارِغِ، وَالْقِيَاسُ بِالصُّورَةِ الْمُجَرَّدَةِ عَنِ الْعِلَّةِ الْمُقْتَضِيَةِ لِلتَّسَاوِي، وَهُوَ قِيَاسٌ فَاسِدٌ، وَالتَّسَاوِي فِي قَرَابَةِ الْأُخُوَّةِ لَيْسَ بِعِلَّةٍ لِلتَّسَاوِي فِي السَّرِقَةِ لَوْ كَانَ حَقًّا، وَلَا دَلِيلَ عَلَى </p><p> التَّسَاوِي فِيهَا، فَيَكُونُ الْجَمْعُ لِنَوْعٍ شَبَهٍ خَالٍ مِنَ الْعِلَّةِ وَدَلِيلِهَا. </p><p> ثُمَّ ذَكَرَ لِقِيَاسِ الشَّبَهِ الْفَاسِدِ أَمْثِلَةً أُخْرَى فِي الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْكُفَّارَ كَذَّبُوا الرُّسُلَ بِقِيَاسِ الشَّبَهِ حَيْثُ شَبَّهُوهُمْ بِالْبَشَرِ، وَزَعَمُوا أَنَّ ذَلِكَ الشَّبَهَ مَانِعٌ مِنْ رِسَالَتِهِمْ. كَقَوْلِهِ تَعَالَى عَنِ الْكُفَّارِ أَنَّهُمْ قَالُوا: مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا [١١ \\ ٢٧] وَقَوْلِهِ تَعَالَى عَنْهُمْ: مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ الْآيَةَ [٢٣ \\ ٣٣] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. فَالْمُشَابَهَةُ بَيْنَ الرُّسُلِ وَغَيْرِهِمْ فِي كَوْنِ الْجَمِيعِ بَشَرًا لَا تَقْتَضِي الْمُسَاوَاةَ بَيْنَهُمْ فِي انْتِقَاءِ الرِّسَالَةِ عَنْهُمْ جَمِيعًا، وَلَمَّا قَالُوا لِلرُّسُلِ: مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا [٣٦ \\ ١٥] أَجَابُوهُمْ بِقَوْلِهِمْ: إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ [١٤ \\ ١١] وَقِيَاسُ الْكُفَّارِ الرُّسُلَ عَلَى سَائِرِ الْبَشَرِ فِي عَدَمِ الرِّسَالَةِ قِيَاسٌ ظَاهِرُ الْبُطْلَانِ؛ لِأَنَّ الْوَاقِعَ مِنَ التَّخْصِيصِ وَالتَّفْضِيلِ، وَجَعْلِ بَعْضِ الْبَشَرِ شَرِيفًا وَبَعْضِهِ دَنِيًّا، وَبَعْضِهِ مَرْءُوسًا وَبَعْضِهِ رَئِيسًا، وَبَعْضِهِ مَلِكًا وَبَعْضِهِ سُوقًا - يُبْطِلُ هَذَا الْقِيَاسَ. كَمَا أَشَارَ إِلَيْهِ جَوَابُ الرُّسُلِ الْمَذْكُورُ آنِفًا، يُشِيرُ إِلَيْهِ قَوْلُهُ تَعَالَى: أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ [٤٣] وَهَذِهِ الْأَمْثِلَةُ مِنْ قِيَاسِ الشَّبَهِ لَيْسَ فِيهَا وَصْفٌ مُنَاسِبٌ بِالذَّاتِ وَلَا بِالتَّبَعِ. فَلِذَلِكَ كَانَتْ بَاطِلَةً. </p><p> ثُمَّ ذَكَرَ ابْنُ الْقَيِّمِ أَنَّ جَمِيعَ الْأَمْثَالِ فِي الْقُرْآنِ كُلُّهَا قِيَاسَاتُ شَبَهٍ صَحِيحَةٌ؛ لِأَنَّ حَقِيقَةَ الْمِثْلِ تَشْبِيهُ شَيْءٍ بِشَيْءٍ فِي حُكْمِهِ، وَتَقْرِيبُ الْمَعْقُولِ مِنَ الْمَحْسُوسِ أَوْ أَحَدِ الْمَحْسُوسِينَ مِنَ الْآخَرِ وَاعْتِبَارُ أَحَدِهِمَا بِالْآخَرِ. ثُمَّ سَرَدَ الْأَمْثَالَ الْقُرْآنِيَّةَ ذَلِكَ فِيهَا وَاحِدًا وَاحِدًا، وَأَطَالَ الْكَلَامَ فِي ذَلِكَ فَأَجَادَ وَأَفَادَ. </p><p> وَقَالَ فِي آخِرِ كَلَامِهِ: قَالُوا فَهَذَا بَعْضُ مَا اشْتَمَلَ عَلَيْهِ الْقُرْآنُ مِنَ التَّمْثِيلِ، وَالْقِيَاسِ، وَالْجَمْعِ، وَالْفَرْقِ، وَاعْتِبَارِ الْعِلَلِ، وَالْمَعَانِي وَارْتِبَاطِهَا بِأَحْكَامِهَا تَأْثِيرًا وَاسْتِدْلَالًا. قَالُوا: وَقَدْ ضَرَبَ اللَّهُ سُبْحَانَهُ الْأَمْثَالَ، وَصَرَّفَهَا قَدَرًا وَشَرْعًا، وَيَقَظَةً وَمَنَامًا، وَدَلَّ عِبَادَهُ عَلَى الِاعْتِبَارِ بِذَلِكَ، وَعُبُورُهُمْ مِنَ الشَّيْءِ إِلَى نَظِيرِهِ، وَاسْتِدْلَالُهُمْ بِالنَّظِيرِ عَلَى النَّظِيرِ. بَلْ هَذَا أَصْلُ عِبَارَةِ الرُّؤْيَا الَّتِي هِيَ جُزْءٌ مِنْ أَجْزَاءِ النُّبُوَّةِ، وَنَوْعٌ مِنْ أَنْوَاعِ الْوَحْيِ، فَإِنَّهَا مَبْنِيَّةٌ عَلَى الْقِيَاسِ، وَالتَّمْثِيلِ، وَاعْتِبَارِ الْمَعْقُولِ بِالْمَحْسُوسِ. </p><p> أَلَا تَرَى أَنَّ الثِّيَابَ فِي التَّأْوِيلِ كَالْقُمُصِ تَدُلُّ عَلَى الدِّينِ فَمَا كَانَ فِيهَا مِنْ طُولٍ أَوْ </p><p> قِصَرٍ، أَوْ نَظَافَةٍ أَوْ دَنَسٍ فَهُوَ فِي الدِّينِ. كَمَا أَوَّلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْقَمِيصَ بِالدِّينِ وَالْعِلْمِ، وَالْقَدْرُ الْمُشْتَرَكُ بَيْنَهُمَا أَنَّ كُلًّا مِنْهُمَا يَسْتُرُ صَاحِبَهُ وَيُجَمِّلُهُ بَيْنَ النَّاسِ. </p><p> وَمِنْ هَذَا تَأْوِيلُ اللَّبَنِ بِالْفِطْرَةِ؛ لِمَا فِي كُلٍّ مِنْهُمَا مِنَ التَّغْذِيَةِ الْمُوجِبَةِ لِلْحَيَاةِ وَكَمَالِ النَّشْأَةِ، وَأَنَّ الطِّفْلَ إِذَا خُلِّيَ وَفِطْرَتَهُ لَمْ يَعْدِلْ عَنِ اللَّبَنِ. فَهُوَ مَفْطُورٌ عَلَى إِيثَارِهِ عَلَى مَا سِوَاهُ، وَكَذَلِكَ فِطْرَةُ الْإِسْلَامِ الَّتِي فَطَرَ اللَّهُ عَلَيْهَا النَّاسَ. </p><p> وَمِنْ هَذَا تَأْوِيلُ الْبَقَرِ بِأَهْلِ الدِّينِ وَالْخَيْرِ الَّذِينَ بِهِمْ عِمَارَةُ الْأَرْضِ، كَمَا أَنَّ الْبَقَرَ كَذَلِكَ مَعَ عَدَمِ شَرِّهَا وَكَثْرَةِ خَيْرِهَا، وَحَاجَةِ الْأَرْضِ وَأَهْلِهَا إِلَيْهَا؛ وَلِهَذَا لَمَّا رَأَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَقَرًا تُنْحَرُ كَانَ ذَلِكَ نَحْرًا فِي أَصْحَابِهِ. </p><p> وَمِنْ ذَلِكَ تَأْوِيلُ الزَّرْعِ وَالْحَرْثِ بِالْعَمَلِ؛ لِأَنَّ الْعَامِلَ زَارِعٌ لِلْخَيْرِ وَالشَّرِّ، وَلَا بُدَّ أَنْ يَخْرُجَ لَهُ مَا بَذَرَهُ كَمَا يَخْرُجُ لِلْبَاذِرِ زَرْعُ مَا بَذَرَهُ، فَالدُّنْيَا مَزْرَعَةٌ، وَالْأَعْمَالُ الْبَذْرُ، وَيَوْمُ الْقِيَامَةِ يَوْمُ طُلُوعِ الزَّرْعِ وَحَصَادِهِ. </p><p> وَمِنْ ذَلِكَ تَأْوِيلُ الْخَشَبِ الْمَقْطُوعِ الْمُتَسَانِدِ بِالْمُنَافِقِينَ، وَالْجَامِعُ بَيْنَهُمَا أَنَّ الْمُنَافِقَ لَا رُوحَ فِيهِ، وَلَا ظِلَّ، وَلَا ثَمَرَ، فَهُوَ بِمَنْزِلَةِ الْخَشَبِ الَّذِي هُوَ كَذَلِكَ؛ وَلِهَذَا شَبَّهَ تَعَالَى الْمُنَافِقِينَ بِالْخُشُبِ الْمُسَنَّدَةِ؛ لِأَنَّهُمْ أَجْسَامٌ خَالِيَةٌ عَنِ الْإِيمَانِ وَالْخَيْرِ، وَفِي كَوْنِهَا مُسَنَّدَةً نُكْتَةٌ أُخْرَى وَهِيَ أَنَّ الْخَشَبَ إِذَا انْتُفِعَ بِهِ جُعِلَ فِي سَقْفٍ أَوْ جِدَارٍ أَوْ غَيْرِهِمَا مِنْ مَظَانِّ الِانْتِفَاعِ، وَمَا دَامَ مَتْرُوكًا فَارِغًا غَيْرَ مُنْتَفَعٍ بِهِ جُعِلَ مُسَنَّدًا بَعْضُهُ إِلَى بَعْضٍ، فَشَبَّهَ الْمُنَافِقِينَ بِالْخُشُبِ فِي الْحَالَةِ الَّتِي لَا يُنْتَفَعُ فِيهَا بِهَا. . . إِلَى آخِرِ كَلَامِهِ. وَقَدْ ذَكَرَ أَشْيَاءَ كَثِيرَةً مِنْ عِبَارَةِ الرُّؤْيَا فَأَجَادَ وَأَفَادَ، وَكُلُّهَا رَاجِعَةٌ إِلَى اعْتِبَارِ النَّظِيرِ بِنَظِيرِهِ، وَذَلِكَ كُلُّهُ يَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ نَظِيرَ الْحَقِّ حَقٌّ، وَنَظِيرَ الْبَاطِلِ بَاطِلٌ. </p><p> ثُمَّ قَالَ ابْنُ الْقَيِّمِ: فَهَذَا شَرْعُ اللَّهِ وَقَدَرُهُ وَوَحْيُهُ، وَثَوَابُهُ وَعِقَابُهُ، كُلُّهُ قَائِمٌ بِهَذَا الْأَصْلِ وَهُوَ إِلْحَاقُ النَّظِيرِ بِالنَّظِيرِ، وَاعْتِبَارُ الْمِثْلِ بِالْمِثْلِ؛ وَلِهَذَا يَذْكُرُ الشَّارِعُ الْعِلَلَ وَالْأَوْصَافَ الْمُؤَثِّرَةَ، وَالْمَعَانِيَ الْمُعْتَبَرَةَ فِي الْأَحْكَامِ الْقَدَرِيَّةِ، وَالشَّرْعِيَّةِ، وَالْجَزَائِيَّةِ؛ لِيَدُلَّ بِذَلِكَ عَلَى تَعَلُّقِ الْحُكْمِ بِهَا أَيْنَ وَجِدَتْ، وَاقْتِضَائِهَا لِأَحْكَامِهَا، وَعَدَمِ تَخَلُّفِهَا عَنْهَا إِلَّا لِمَانِعٍ يُعَارِضُ اقْتِضَاءَهَا وَيُوجِبُ تَخَلُّفَ آثَارِهَا عَنْهَا، كَقَوْلِهِ تَعَالَى: ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ [٥٩ \\ ٤] ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ [٤٠ \\ ١٢] ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا [٤٥ \\ ٣٥] ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا </p><p> كُنْتُمْ تَمْرَحُونَ [٤٠] ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ [٤٧ \\ ٢٨] ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ [٤٧ \\ ٢٦] وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ [٤١] . </p><p> وَقَدْ جَاءَ التَّعْلِيلُ فِي الْكِتَابِ الْعَزِيزِ بِالْبَاءِ تَارَةً، وَبِاللَّامِ تَارَةً، وَبِـ «أَنَّ» تَارَةً، وَبِمَجْمُوعِهِمَا تَارَةً، وَبِـ «كَيْ» تَارَةً، وَ «مِنْ أَجْلِ» تَارَةً، وَتَرْتِيبِ الْجَزَاءِ عَلَى الشَّرْطِ تَارَةً، وَبِالْفَاءِ الْمُؤْذِنَةِ بِالسَّبَبِيَّةِ تَارَةً، وَتَرْتِيبِ الْحُكْمِ عَلَى الْوَصْفِ الْمُقْتَضِي لَهُ تَارَةً، وَبِـ «لَمَّا» تَارَةً، وَبِـ «أَنَّ» الْمُشَدَّدَةَ تَارَةً، وَبِـ «لَعَلَّ» تَارَةً، وَبِالْمَفْعُولِ لَهُ تَارَةً. فَالْأَوَّلُ كَمَا تَقَدَّمَ، وَاللَّامُ كَقَوْلِهِ: ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ [٥ \\ ٩٧] وَ «أَنْ» كَقَوْلِهِ: أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا [٦ \\ ١٥٦] ثُمَّ قِيلَ: التَّقْدِيرُ لِئَلَّا تَقُولُوا، وَقِيلَ: كَرَاهَةَ أَنْ تَقُولُوا. وَ «أَنْ وَاللَّامُ» كَقَوْلِهِ: لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] وَغَالِبُ مَا يَكُونُ هَذَا النَّوْعُ فِي النَّفْيِ، فَتَأَمَّلْهُ. </p><p> وَ «كَيْ» كَقَوْلِهِ: كَيْ لَا يَكُونَ دُولَةً [٥٩ \\ ٧] وَالشَّرْطِ وَالْجَزَاءِ كَقَوْلِهِ: وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا [٣ \\ ١٢٠] وَالْفَاءِ كَقَوْلِهِ: فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ [٢٦ \\ ١٣٩] فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً [٦٩ \\ ١٠] فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا [٧٣ \\ ١٦] وَتَرْتِيبِ الْحُكْمِ عَلَى الْوَصْفِ كَقَوْلِهِ: يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ [٥ \\ ١٥] وَقَوْلِهِ: يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ [٥٨ \\ ١١] وَقَوْلِهِ: إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ [٧ \\ ١٧٠] وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ [١٢ \\ ٥٦] وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ [١٢ \\ ٥٢] وَلَمَّا كَقَوْلِهِ: فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ [٤٣] فَلَمَّا عَتَوْا عَنْ مَا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ [٧ \\ ١٦٦] وَإِنَّ الْمُشَدَّدَةَ كَقَوْلِهِ: إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ [٢١ \\ ٧٧] إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ [٢١] وَلَعَلَّ كَقَوْلِهِ: لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى [٢٠ \\ ٤٤] لَعَلَّكُمْ تَعْقِلُونَ [٢] لَعَلَّكُمْ تَذَكَّرُونَ [٢٤] وَالْمَفْعُولِ لَهُ كَقَوْلِهِ: وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى وَلَسَوْفَ يَرْضَى [٩٢ \\ ١٩ - ٢١] أَيْ: لَمْ يَفْعَلْ ذَلِكَ جَزَاءَ نِعْمَةِ أَحَدٍ مِنَ النَّاسِ، وَإِنَّمَا فَعَلَهُ ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى. وَ «مِنْ أَجْلِ» كَقَوْلِهِ: مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ [٥] . </p><p> وَقَدْ ذَكَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِلَلَ الْأَحْكَامِ، وَالْأَوْصَافَ الْمُؤَثِّرَةَ فِيهَا؛ لِيَدُلَّ عَلَى ارْتِبَاطِهَا بِهَا، وَتَعَدِّيهَا بِتَعَدِّي أَوْصَافِهَا وَعِلَلِهَا، كَقَوْلِهِ فِي نَبِيذِ التَّمْرِ:  «تَمْرَةٌ طَيِّبَةٌ، وَمَاءٌ طَهُورٌ» ، وَقَوْلِهِ:  «إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ» ، وَقَوْلِهِ:  «إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ» ، وَقَوْلِهِ فِي الْهِرَّةِ:  «لَيْسَتْ بِنَجَسٍ، إِنَّهَا مِنَ الطَّوَّافِينَ عَلَيْكُمْ وَالطَّوَّافَاتِ» ، وَنَهْيِهِ عَنْ تَغْطِيَةِ رَأْسِ الْمُحْرِمِ الَّذِي وَقَصَتْهُ نَاقَتُهُ وَتَقْرِيبِهِ الطِّيبَ، وَقَوْلِهِ:  «فَإِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا» ، وَقَوْلِهِ:  «إِنَّكُمْ إِذَا فَعَلْتُمْ ذَلِكُمْ قَطَّعْتُمْ أَرْحَامَكُمْ» ذَكَرَهُ تَعْلِيلًا لِنَهْيِهِ عَنْ نِكَاحِ الْمَرْأَةِ عَلَى عَمَّتِهَا وَخَالَتِهَا. وَقَوْلِهِ تَعَالَى: وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ [٢ \\ ٢٢٢] وَقَوْلِهِ فِي الْخَمْرِ وَالْمَيْسِرِ: إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلَاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥ \\ ٩١] وَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ سُئِلَ عَنْ بَيْعِ الرُّطَبِ بِالتَّمْرِ -: «أَيَنْقُصُ الرُّطَبُ إِذَا جَفَّ» ؟ قَالُوا نَعَمْ. فَنَهَى عَنْهُ. وَقَوْلِهِ:  «لَا يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ؛ فَإِنَّ ذَلِكَ يُحْزِنُهُ» . وَقَوْلِهِ:  «إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَامْقُلُوهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الْآخَرِ دَوَاءً، وَإِنَّهُ يَتَّقِي بِالْجَنَاحِ الَّذِي فِيهِ الدَّاءُ» وَقَوْلِهِ: «إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ؛ فَإِنَّهَا رِجْسٌ» وَقَالَ - وَقَدْ سُئِلَ عَنْ مَسِّ الذَّكَرِ هَلْ يَنْقُضُ الْوُضُوءَ «هَلْ هُوَ إِلَّا بِضْعَةٌ مِنْكَ» ، وَقَوْلِهِ فِي ابْنَةِ حَمْزَةَ:  «إِنَّهَا لَا تَحِلُّ لِي؛ إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ» ، وَقَوْلِهِ فِي الصَّدَقَةِ:  «إِنَّهَا لَا تَحِلُّ لِآلِ مُحَمَّدٍ؛ إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ» . وَقَدْ قَرَّبَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْأَحْكَامَ لِأُمَّتِهِ بِذِكْرِ نَظَائِرِهَا وَأَسْبَابِهَا، وَضَرَبَ لَهَا الْأَمْثَالَ. . . إِلَى آخِرِ كَلَامِهِ. </p><p> وَقَدْ ذُكِرَ فِيهِ أَقْيِسَةٌ فَعَلَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهَا قِيَاسُ الْقُبْلَةِ عَلَى الْمَضْمَضَةِ فِي حَدِيثِ عُمَرَ الْمُتَقَدِّمِ، وَقِيَاسُ دَيْنِ اللَّهِ عَلَى دَيْنِ الْآدَمِيِّ فِي وُجُوبِ الْقَضَاءِ. وَقَدْ قَدَّمْنَاهُ مُسْتَوْفًى كَمَا قَبْلَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . </p><p> وَمِنْهَا قِيَاسُ الْعَكْسِ فِي حَدِيثِ: أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ:  «أَرَأَيْتُمْ وَضْعَهَا فِي حَرَامٍ، أَيَكُونُ عَلَيْهِ وِزْرٌ» وَقَدْ قَدَّمْنَاهُ مُسْتَوْفًى فِي سُورَةِ «التَّوْبَةِ» . </p><p> وَمِنْهَا قِصَّةُ الَّذِي وَلَدَتِ امْرَأَتُهُ غُلَامًا أَسْوَدَ، وَقَدْ قَدَّمْنَا ذَلِكَ مُسْتَوْفًى فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . </p><p> وَمِنْهَا حَدِيثُ الْمُسْتَحَاضَةِ الَّذِي قَاسَ فِيهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَمَ الْعِرْقِ الَّذِي هُوَ دَمُ الِاسْتِحَاضَةِ عَلَى غَيْرِهِ مِنْ دِمَاءِ الْعُرُوقِ الَّتِي لَا تَكُونُ حَيْضًا. وَكُلُّ ذَلِكَ يَدُلُّ عَلَى أَنَّ إِلْحَاقَ </p><p> النَّظِيرِ بِالنَّظِيرِ مِنَ الشَّرْعِ، لَا مُخَالِفَ لَهُ كَمَا يَزْعُمُهُ الظَّاهِرِيَّةُ وَمَنْ تَبِعَهُمْ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ </p><p> اعْلَمْ أَنَّ الصَّحَابَةَ - رَضِيَ اللَّهُ عَنْهُمْ - كَانُوا يَجْتَهِدُونَ فِي مَسَائِلِ الْفِقْهِ فِي حَيَاةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يُنْكِرْ عَلَيْهِمْ، وَبَعْدَ وَفَاتِهِ مِنْ غَيْرِ نَكِيرٍ. وَسَنَذْكُرُ هُنَا إِنْ شَاءَ اللَّهُ تَعَالَى أَمْثِلَةً كَثِيرَةً لِذَلِكَ. </p><p> فَمِنْ ذَلِكَ أَمْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَصْحَابَهُ أَنْ يُصَلُّوا الْعَصْرَ فِي بَنِي قُرَيْظَةَ، فَاجْتَهَدَ بَعْضُهُمْ وَصَلَّاهَا فِي الطَّرِيقِ، وَقَالَ: لَمْ يُرِدْ مِنَّا تَأْخِيرَ الْعَصْرِ، وَإِنَّمَا أَرَادَ سُرْعَةَ النُّهُوضِ. فَنَظَرُوا إِلَى الْمَعْنَى. وَاجْتَهَدَ آخَرُونَ وَأَخَّرُوهَا إِلَى بَنِي قُرَيْظَةَ، فَصَلَّوْهَا لَيْلًا. وَقَدْ نَظَرُوا إِلَى اللَّفْظِ، وَهَؤُلَاءِ سَلَفُ أَهْلِ الظَّاهِرِ، وَأُولَئِكَ سَلَفُ أَصْحَابِ الْمَعَانِي وَالْقِيَاسِ. </p><p> وَمِنْهَا: أَنَّ عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ - لَمَّا كَانَ بِالْيَمَنِ أَتَاهُ ثَلَاثَةُ نَفَرٍ يَخْتَصِمُونَ فِي غُلَامٍ، فَقَالَ كُلٌّ مِنْهُمْ: هُوَ ابْنِي. فَأَقْرَعَ بَيْنَهُمْ، فَجَعَلَ الْوَلَدَ لِلْقَارِعِ، وَجَعَلَ عَلَيْهِ لِلرَّجُلَيْنِ الْآخَرَيْنِ ثُلُثَيِ الدِّيَةِ. فَبَلَغَ ذَلِكَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ مِنْ قَضَاءِ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ. وَمِنْهَا: اجْتِهَادُ سَعْدِ بْنِ مُعَاذٍ - رَضِيَ اللَّهُ عَنْهُ - فِي حُكْمِهِ فِي بَنِي قُرَيْظَةَ، وَقَدْ صَوَّبَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَالَ:  «لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللَّهِ مِنْ فَوْقِ سَبْعِ سَمَاوَاتٍ» . </p><p> وَمِنْهَا: اجْتِهَادُ الصَّالِحَيْنِ اللَّذَيْنِ خَرَجَا فِي سَفَرٍ فَحَضَرَتِ الصَّلَاةُ وَلَيْسَ مَعَهُمَا مَاءٌ، فَصَلَّيَا ثُمَّ وَجَدَا الْمَاءَ فِي الْوَقْتِ، فَأَعَادَ أَحَدُهُمَا وَلَمْ يُعِدِ الْآخَرُ. فَصَوَّبَهُمَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَالَ لِلَّذِي لَمْ يُعِدْ:  «أَصَبْتَ السُّنَّةَ وَأَجْزَأَتْكَ صَلَاتُكَ» ، وَقَالَ لِلْآخَرِ:  «لَكَ الْأَجْرَ مَرَّتَيْنِ» . </p><p> وَمِنْهَا: اجْتِهَادُ مُجَزِّزِ الْمُدْلِجِيِّ بِالْقِيَافَةِ، وَقَالَ: إِنَّ أَقْدَامَ زَيْدٍ وَأُسَامَةَ بَعْضُهَا مِنْ بَعْضٍ، وَقَدْ سُرَّ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ حَتَّى بَرَقَتْ أَسَارِيرُ وَجْهِهِ. وَذَلِكَ دَلِيلٌ عَلَى صِحَّةِ إِلْحَاقٍ ذَلِكَ الْقَائِفِ الْفَرْعَ بِالْأَصْلِ، مَعَ أَنَّ زَيْدًا أَبْيَضُ وَأَسَامَةَ أَسْوَدُ، فَأَلْحَقَ هَذَا الْقَائِفُ الْفَرْعَ بِنَظِيرِهِ وَأَصْلِهِ، وَأَلْغَى وَصْفَ السَّوَادِ وَالْبَيَاضِ الَّذِي لَا تَأْثِيرَ لَهُ فِي الْحُكْمِ. </p><p> وَمِنْهَا: اجْتِهَادُ أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُ - فِي الْكَلَالَةِ، قَالَ: أَقُولُ فِيهَا بِرَأْيِي، فَإِنْ يَكُنْ صَوَابًا فَمِنَ اللَّهِ، وَإِنْ يَكُنْ خَطَأً فَمِنِّي وَمِنَ الشَّيْطَانِ (أَرَاهُ مَا خَلَا الْوَالِدَ وَالْوَلَدَ) فَلَمَّا اسْتُخْلِفَ عُمَرُ قَالَ: إِنِّي لِأَسْتَحْيِي مِنَ اللَّهِ أَنْ أَرُدَّ شَيْئًا قَالَهُ أَبُو بَكْرٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: وَمِنْ أَغْرَبِ الْأَشْيَاءِ عِنْدِي مَا جَاءَ عَنْ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - مِنْ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَشَارَ لَهُ إِلَى مَعْنَى الْكَلَالَةِ إِشَارَةً وَاضِحَةً ظَاهِرَةً </p><p> جِدًّا. وَلَمْ يَفْهَمْهَا عَنْهُ مَعَ كَمَالِ فَهْمِهِ وَعِلْمِهِ، وَأَنَّ الْوَحْيَ يَنْزِلُ مُطَابِقًا لِقَوْلِهِ مِرَارًا، وَذَلِكَ أَنَّهُ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: مَا سَأَلْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ شَيْءٍ أَكْثَرَ مَا سَأَلْتُهُ عَنِ الْكَلَالَةِ حَتَّى طَعَنَ بِأُصْبُعِهِ فِي صَدْرِي وَقَالَ:  «تَكْفِيكَ آيَةُ الصَّيْفِ الَّتِي فِي آخِرِ سُورَةِ النِّسَاءِ» . وَهَذَا الْإِرْشَادُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاضِحٌ كُلَّ الْوُضُوحِ فِي أَنَّهُ يُرِيدُ أَنَّ الْكَلَالَةَ هِيَ مَا عَدَا الْوَلَدَ وَالْوَالِدَ؛ لِأَنَّ آيَةَ الصَّيْفِ الْمَذْكُورَةَ الَّتِي أَخْبَرَهُ أَنَّهَا تَكْفِيهِ دَلَّتْ عَلَى ذَلِكَ دَلَالَةً كَافِيَةً وَاضِحَةً فَقَوْلُهُ تَعَالَى فِيهَا: إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ [٤ \\ ١٧٦] صَرِيحٌ فِي أَنَّ الْكَلَالَةَ لَا يَكُونُ فِيهَا وَلَدٌ، وَقَوْلِهِ فِيهَا: وَلَهُ أَخٌ أَوْ أُخْتٌ [٤ \\ ١٢] يَدُلُّ بِالِالْتِزَامِ عَلَى أَنَّهَا لَا أَبَ فِيهَا؛ لِأَنَّ الْإِخْوَةَ وَالْأَخَوَاتِ لَا يَرِثُونَ مَعَ الْأَبِ، وَذَلِكَ مِمَّا لَا نِزَاعَ فِيهِ، فَظَهَرَ أَنَّ آيَةَ الصَّيْفِ الْمَذْكُورَةَ تَدُلُّ بِكُلِّ وُضُوحٍ عَلَى أَنَّ الْكَلَالَةَ مَا عَدَا الْوَلَدَ وَالْوَالِدَ، وَلَمْ يَفْهَمْ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - الْإِشَارَةَ النَّبَوِيَّةَ الْمَذْكُورَةَ، فَالْكَمَالُ التَّامُّ لَهُ - جَلَّ وَعَلَا - وَحْدَهُ، سُبْحَانَهُ وَتَعَالَى عُلُوًّا كَبِيرًا. </p><p> وَمِنْهَا: اجْتِهَادُ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - فِي الْمَرْأَةِ الَّتِي تُوُفِّيَ زَوْجُهَا وَلَمْ يَفْرِضْ لَهَا صَدَاقًا وَلَمْ يَدْخُلْ بِهَا، فَقَالَ: أَقُولُ فِيهَا بِرَأْيِي، فَإِنْ كَانَ صَوَابًا فَمِنَ اللَّهِ، لَهَا كَمَهْرِ نِسَائِهَا لَا وَكْسَ، وَلَا شَطَطَ، وَلَهَا الْمِيرَاثُ وَعَلَيْهَا الْعُدَّةُ. وَقَدْ شَهِدَ لِابْنِ مَسْعُودٍ بَعْضُ الصَّحَابَةِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَضَى بِنَحْوِ ذَلِكَ فِي بَرْوَعَ بِنْتِ وَاشِقٍ، فَفَرِحَ بِذَلِكَ. </p><p> وَمِنْهَا: اجْتِهَادُ الصَّحَابَةِ فِي أَنَّ أَبَا بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - أَوْلَى مِنْ غَيْرِهِ بِالْإِمَامَةِ؛ لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدَّمَهُ عَلَى غَيْرِهِ فِي إِمَامَةِ الصَّلَاةِ. </p><p> وَمِنْهَا: اجْتِهَادُ أَبِي بَكْرٍ فِي الْعَهْدِ بِالْخِلَافَةِ إِلَى عُمَرَ، سَوَاءٌ قُلْنَا: إِنَّهُ مِنَ الْمَصَالِحِ الْمُرْسَلَةِ أَوْ قُلْنَا: إِنَّهُ قَاسَ الْعَهْدَ بِالْوِلَايَةِ عَلَى الْعَقْدِ لَهَا. وَمِنْ ذَلِكَ اجْتِهَادُهُمْ فِي جَمْعِ الْمُصْحَفِ بِالْكِتَابَةِ. وَمِنْ ذَلِكَ اجْتِهَادُهُمْ فِي الْجَدِّ، وَالْإِخْوَةِ، وَالْمُشْتَرَكَةِ الْمَعْرُوفَةِ بِالْحِمَارِيَّةِ، وَالْيَمِّيَّةِ. </p><p> وَمِنْهَا: اجْتِهَادُ أَبِي بَكْرٍ فِي التَّسْوِيَةِ بَيْنَ النَّاسِ فِي الْعَطَاءِ، وَاجْتِهَادُ عَمَرَ فِي تَفْضِيلِ بَعْضِهِمْ عَلَى بَعْضٍ فِيهِ. </p><p> وَمِنْهَا: اجْتِهَادُهُمْ فِي جَلْدِ السَّكْرَانِ ثَمَانِينَ، قَالُوا: إِذَا سَكِرَ هَذَى، وَإِذَا هَذَى افْتَرَى فَحَدُّوهُ حَدَّ الْفِرْيَةِ. وَأَمْثَالُ هَذَا كَثِيرَةٌ جِدًّا، وَهِيَ تَدُلُّ عَلَى أَنَّ اجْتِهَادَ الصَّحَابَةِ فِي مَسَائِلِ الْفِقْهِ مُتَوَاتِرٌ مَعْنًى، فَإِنَّ الْوَقَائِعَ مِنْهُمْ فِي ذَلِكَ وَإِنْ لَمْ تَتَوَاتَرْ آحَادُهَا فَمَجْمُوعُهَا يُفِيدُ الْعِلْمَ </p><p> الْيَقِينِيَّ لِتَوَاتُرِهَا مَعْنًى، كَمَا لَا يَخْفَى عَلَى مَنْ تَعَلَّمَ ذَلِكَ. وَرِسَالَةُ عُمَرَ بْنِ الْخَطَّابِ إِلَى أَبِي مُوسَى الْمُتَضَمِّنَةُ لِذَلِكَ مَشْهُورَةٌ. وَقَالَ ابْنُ الْقَيِّمِ فِي (إِعْلَامِ الْمُوَقِّعِينَ) : وَقَالَ الشَّعْبِيُّ عَنْ شُرَيْحٍ، قَالَ لِي عُمَرُ: اقْضِ بِمَا اسْتَبَانَ لَكَ مِنْ كِتَابِ اللَّهِ، فَإِنْ لَمْ تَعْلَمْ كُلَّ كِتَابِ اللَّهِ فَاقْضِ بِمَا اسْتَبَانَ لَكَ مِنْ قَضَاءِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِنْ لَمْ تَعْلَمْ كُلَّ أَقْضِيَةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَاقْضِ بِمَا اسْتَبَانَ لَكَ مِنْ أَئِمَّةِ الْمُهْتَدِينَ، فَإِنْ لَمْ تَعْلَمْ كُلَّ مَا قَضَتْ بِهِ أَئِمَّةُ الْمُهْتَدِينَ فَاجْتَهِدْ رَأْيَكَ، وَاسْتَشِرْ أَهْلَ الْعِلْمِ وَالصَّلَاحِ. . إِلَى أَنْ قَالَ: وَقَايَسَ عَلِيُّ بْنُ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - زَيْدَ بْنَ ثَابِتٍ فِي الْمَكَاتِبِ، وَقَايَسَهُ فِي الْجَدِّ وَالْإِخْوَةِ، وَقَاسَ ابْنُ عَبَّاسٍ الْأَضْرَاسَ بِالْأَصَابِعِ وَقَالَ: عَقْلُهَا سَوَاءٌ، اعْتَبِرُوهَا بِهَا. قَالَ الْمُزَنِيُّ: الْفُقَهَاءُ مِنْ عَهْدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى يَوْمِنَا هَذَا - وَهَلُمَّ جَرَّا - اسْتَعْمَلُوا الْمَقَايِيسَ فِي الْفِقْهِ فِي جَمِيعِ الْأَحْكَامِ فِي أَمْرِ دِينِهِمْ، وَأَجْمَعُوا بِأَنَّ نَظِيرَ الْحَقِّ حَقٌّ، وَنَظِيرَ الْبَاطِلِ بَاطِلٌ، فَلَا يَجُوزُ لِأَحَدٍ إِنْكَارُ الْقِيَاسِ؛ لِأَنَّهُ التَّشْبِيهُ بِالْأُمُورِ وَالتَّمْثِيلُ عَلَيْهَا. </p><p> قَالَ أَبُو عُمَرَ بَعْدَ حِكَايَةِ ذَلِكَ عَنْهُ: وَمِنَ الْقِيَاسِ الْمُجْمَعِ عَلَيْهِ صَيْدُ مَا عَدَا الْكَلْبَ مِنَ الْجَوَارِحِ قِيَاسًا عَلَى الْكِلَابِ بِقَوْلِهِ: وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ [٥ \\ ٤] وَقَالَ عَزَّ وَجَلَّ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ [٢٤ \\ ٤] فَدَخَلَ فِي ذَلِكَ الْمُحْصَنُونَ قِيَاسًا. وَكَذَلِكَ قَوْلُهُ فِي الْإِمَاءِ: فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] فَدَخَلَ فِي ذَلِكَ الْعَبْدُ قِيَاسًا عِنْدَ الْجُمْهُورِ إِلَّا مَنْ شَذَّ مِمَّنْ لَا يَكَادُ يُعَدُّ قَوْلُهُ خِلَافًا. </p><p> وَقَالَ فِي جَزَاءِ الصَّيْدِ الْمَقْتُولِ فِي الْإِحْرَامِ: وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا [٥ \\ ٩٥] فَدَخَلَ فِيهِ قَتْلُ الْخَطَأِ قِيَاسًا عِنْدَ الْجُمْهُورِ إِلَّا مَنْ شَذَّ، وَقَالَ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا [٣٣ \\ ٤٩] فَدَخَلَ فِي ذَلِكَ الْكِتَابِيَّاتُ قِيَاسًا: </p><p> وَقَالَ فِي الشَّهَادَةِ فِي الْمُدَايَنَاتِ: فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ [٢ \\ ٢٨٢] فَدَخَلَ فِي مَعْنَى إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمَّى قِيَاسًا لِلْمَوَارِيثِ، وَالْوَدَائِعِ، وَالْغُصُوبِ وَسَائِرِ الْأَمْوَالِ. وَأَجْمَعُوا عَلَى تَوْرِيثِ الْبِنْتَيْنِ الثُّلُثَيْنِ قِيَاسًا عَلَى الْأُخْتَيْنِ. وَقَالَ عَمَّنْ أَعْسَرَ بِمَا عَلَيْهِ مِنَ الرِّبَا: وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ [٢ \\ ٢٨٠] فَدَخَلَ فِي ذَلِكَ كُلُّ مُعْسِرٍ بِدَيْنٍ حَلَالٍ، وَثَبَتَ ذَلِكَ قِيَاسُهُ. </p><p> وَمِنْ هَذَا الْبَابِ تَوْرِيثُ الذَّكَرِ ضِعْفَيْ مِيرَاثِ الْأُنْثَى مُنْفَرِدًا، وَإِنَّمَا وَرَدَ النَّصُّ فِي </p><p> اجْتِمَاعِهِمَا بِقَوْلِهِ: يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [٤ \\ ١١] وَقَالَ: وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ [٤ \\ ١٧٦] . </p><p> وَمِنْ هَذَا الْبَابِ قِيَاسُ التَّظَاهُرِ بِالْبِنْتِ عَلَى التَّظَاهُرِ بِالْأُمِّ فِيمَ لَوْ قَالَ لِزَوْجَتِهِ: أَنْتِ عَلَيَّ كَظَهْرِ بِنْتِي. وَقِيَاسُ الرَّقَبَةِ فِي الظِّهَارِ عَلَى الرَّقَبَةِ فِي الْقَتْلِ بِشَرْطِ الْإِيمَانِ. وَقِيَاسُ تَحْرِيمِ الْأُخْتَيْنِ وَسَائِرِ الْقِرَابَاتِ مِنَ الْإِمَاءِ عَلَى الْحَرَائِرِ فِي الْجَمْعِ فِي التَّسَرِّي. قَالَ: وَهَذَا لَوْ تَقَصَّيْتُهُ لَطَالَ بِهِ الْكِتَابُ. </p><p> قُلْتُ: بَعْضُ هَذِهِ الْمَسَائِلِ فِيهَا نِزَاعٌ، وَبَعْضُهَا لَا يُعْرَفُ فِيهَا نِزَاعٌ بَيْنَ السَّلَفِ. وَقَدْ رَامَ بَعْضُ نُفَاةِ الْقِيَاسِ إِدْخَالَ هَذِهِ الْمَسَائِلَ الْمُجْمَعِ عَلَيْهَا فِي الْعُمُومَاتِ اللَّفْظِيَّةِ، فَأُدْخِلَ قَذْفُ الرِّجَالِ فِي قَذْفِ الْمُحْصَنَاتِ، وَجُعِلَ الْمُحْصَنَاتُ صِفَةً لِلْفُرُوجِ لَا لِلنِّسَاءِ. وَأُدْخِلَ صَيْدُ الْجَوَارِحِ كُلِّهَا فِي قَوْلِهِ: وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ [٥ \\ ٤] وَقَوْلِهِ: مُكَلِّبِينَ [٥ \\ ٤] وَإِنْ كَانَ مِنْ لَفْظِ الْكَلْبِ فَمَعْنَاهُ مُغْرِينَ لَهَا عَلَى الصَّيْدِ، قَالَهُ مُجَاهِدٌ وَالْحَسَنُ، وَهُوَ رِوَايَةٌ عَنِ ابْنِ عَبَّاسٍ. وَقَالَ أَبُو سُلَيْمَانَ الدِّمَشْقِيُّ: مُكَلِّبِينَ مَعْنَاهُ مُعَلِّمِينَ، وَإِنَّمَا قِيلَ لَهُمْ: مُكَلِّبِينَ لِأَنَّ الْغَالِبَ مِنْ صَيْدِهِمْ إِنَّمَا يَكُونُ بِالْكِلَابِ. وَهَؤُلَاءِ وَإِنْ أَمْكَنَهُمْ ذَلِكَ فِي بَعْضِ الْمَسَائِلِ، كَمَا جَزَمُوا بِتَحْرِيمِ أَجْزَاءِ الْخِنْزِيرِ لِدُخُولِهِ فِي قَوْلِهِ: فَإِنَّهُ رِجْسٌ وَأَعَادُوا الضَّمِيرَ إِلَى الْمُضَافِ إِلَيْهِ دُونَ الْمُضَافِ فَلَا يُمْكِنُهُمْ ذَلِكَ فِي كَثِيرٍ مِنَ الْمَوَاضِعِ، وَهُمْ يُضْطَرُّونَ فِيهَا وَلَا بُدَّ إِلَى الْقِيَاسِ أَوِ الْقَوْلِ بِمَا لَمْ يَقُلْ بِهِ غَيْرُهُمْ مِمَّنْ تَقَدَّمَهُمْ. فَلَا يُعْلَمُ أَحَدٌ مِنْ أَئِمَّةِ الْفَتْوَى يَقُولُ فِي قَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَدْ سُئِلَ عَنْ فَأْرَةٍ وَقَعَتْ بِالسَّمْنِ:  «أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ» -: إِنَّ ذَلِكَ يَخْتَصُّ بِالسَّمْنِ دُونَ سَائِرِ الْأَدْهَانِ وَالْمَائِعَاتِ. هَذَا مِمَّا يَقْطَعُ بِأَنَّ الصَّحَابَةَ وَالتَّابِعِينَ وَأَئِمَّةَ الْفُتْيَا لَا يُفَرِّقُونَ فِيهِ بَيْنَ السَّمْنِ وَالزَّيْتِ وَالشَّيْرَجِ وَالدُّبَّسِ. كَمَا لَا يُفَرَّقُ بَيْنَ الْفَأْرَةِ وَالْهِرَّةِ فِي ذَلِكَ. </p><p> وَكَذَلِكَ نَهَىُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ بَيْعِ الرُّطَبِ بِالتَّمْرِ، لَا يُفَرِّقُ عَالِمٌ يَفْهَمُ عَنِ اللَّهِ رَسُولِهِ بَيْنَ ذَلِكَ وَبَيْنَ الْعِنَبِ بِالزَّبِيبِ. وَمِنْ هَذَا أَنَّ اللَّهَ سُبْحَانَهُ قَالَ فِي الْمُطَلَّقَةِ ثَلَاثًا: فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ فَإِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ [٢ \\ ٢٣٠] أَيْ: إِنْ طَلَّقَهَا الثَّانِي فَلَا جُنَاحَ عَلَيْهَا وَعَلَى الزَّوْجِ الْأَوَّلِ أَنْ يَتَرَاجَعَا. </p><p> وَالْمُرَادُ بِهِ تَجْدِيدُ الْعَقْدِ، وَلَيْسَ ذَلِكَ مُخْتَصًّا بِالصُّورَةِ الَّتِي يُطْلَقُ فِيهَا الثَّانِي فَقَطْ، بَلْ مَتَى تَفَارَقَا بِمَوْتٍ أَوْ خُلْعٍ أَوْ فَسْخٍ أَوْ طَلَاقٍ حَلَّتْ لِلْأَوَّلِ قِيَاسًا عَلَى الطَّلَاقِ. </p><p> وَمِنْ ذَلِكَ قَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لَا تَأْكُلُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ، وَلَا تَشْرَبُوا فِي صِحَافِهَا؛ فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الْآخِرَةِ» . وَقَوْلِهِ:  «الَّذِي يَشْرَبُ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» وَهَذَا التَّحْرِيمُ لَا يَخْتَصُّ بِالْأَكْلِ وَالشُّرْبِ، بَلْ يَعُمُّ سَائِرَ وُجُوهِ الِانْتِفَاعِ، فَلَا يَحِلُّ لَهُ أَنْ يَغْتَسِلَ بِهَا، وَلَا يَتَوَضَّأَ بِهَا، وَلَا يَكْتَحِلَ مِنْهَا، وَهَذَا أَمْرٌ لَا يَشُكُّ فِيهِ عَالِمٌ. </p><p> وَمِنْ ذَلِكَ نَهْيُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمُحَرِمَ عَنْ لُبْسِ الْقَمِيصِ، وَالسَّرَاوِيلِ، وَالْعِمَامَةِ، وَالْخُفَّيْنِ، وَلَا يَخْتَصُّ ذَلِكَ بِهَذِهِ الْأَشْيَاءِ فَقَطْ، بَلْ يَتَعَدَّى النَّهْيُ إِلَى الْجِبَابِ، وَالْأَقْبِيَةِ، وَالطَّيْلَسَانِ، وَالْقَلَنْسُوَةِ، وَمَا جَرَى مَجْرَى ذَلِكَ مِنَ الْمَلْبُوسَاتِ. </p><p> وَمِنْ هَذَا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا ذَهَبَ أَحَدُكُمْ إِلَى الْغَائِطِ فَلْيَذْهَبْ مَعَهُ بِثَلَاثَةِ أَحْجَارٍ» فَلَوْ ذَهَبَ مَعَهُ بِخِرْقَةِ تَنْظِيفٍ أَكْثَرَ مِنَ الْأَحْجَارِ، أَوْ قُطْنٍ أَوْ صُوفٍ أَوْ خَزٍّ وَنَحْوِ ذَلِكَ جَازَ. وَلَيْسَ لِلشَّارِعِ غَرَضٌ فِي غَيْرِ التَّنْظِيفِ وَالْإِزَالَةِ، فَمَا كَانَ أَبْلَغَ فِي ذَلِكَ كَانَ مِثْلَ الْأَحْجَارِ فِي الْجَوَازِ أَوْ أَوْلَى. </p><p> وَمِنْ ذَلِكَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «نَهَى أَنْ يَبِيعَ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ أَوْ يَخْطُبَ عَلَى خِطْبَتِهِ» . مَعْلُومٌ أَنَّ الْمَفْسَدَةَ الَّتِي نُهِيَ عَنْهَا فِي الْبَيْعِ وَالْخِطْبَةِ مَوْجُودَةٌ فِي الْإِجَارَةِ، فَلَا يَحِلُّ لَهُ أَنْ يُؤَجِّرَ عَلَى إِجَارَتِهِ. وَإِنَّ قُدِّرَ دُخُولُ الْإِجَارَةِ فِي لَفْظِ الْبَيْعِ الْعَامِّ وَهُوَ بَيْعُ الْمَنَافِعِ فَحَقِيقَتُهَا غَيْرُ حَقِيقَةِ الْبَيْعِ، وَأَحْكَامُهَا غَيْرُ أَحْكَامِهِ. </p><p> وَمِنْ ذَلِكَ قَوْلُهُ سُبْحَانَهُ وَتَعَالَى فِي آيَةِ التَّيَمُّمِ: وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا [٥ \\ ٦] فَأَلْحَقَتِ الْأُمَّةُ أَنْوَاعَ الْحَدَثِ الْأَصْغَرِ عَلَى اخْتِلَافِهَا فِي نَقْضِهَا بِالْغَائِطِ. وَالْآيَةُ لَمْ تَنُصَّ مِنْ أَنْوَاعِ الْحَدَثِ الْأَصْغَرِ إِلَّا عَلَيْهِ وَعَلَى اللَّمْسِ، عَلَى قَوْلِ مَنْ فَسَّرَهُ بِمَا دُونَ الْجِمَاعِ. وَأَلْحَقَتِ الِاحْتِلَامَ بِمُلَامَسَةِ النِّسَاءِ، وَأَلْحَقَتْ وَاجِدَ ثَمَنِ الْمَاءِ بِوَاجِدِهِ، وَأَلْحَقَتْ مَنْ خَافَ عَلَى نَفْسِهِ أَوْ بَهَائِمِهِ مِنَ الْعَطَشِ إِذَا تَوَضَّأَ بِعَادِمِ الْمَاءِ، فَجَوَّزَتْ لَهُ التَّيَمُّمَ وَهُوَ وَاجِدٌ لِلْمَاءِ. وَأَلْحَقَتْ مَنْ خَشِيَ الْمَرَضَ مِنْ شِدَّةِ بِرْدِ الْمَاءِ بِالْمَرِيضِ فِي الْعُدُولِ عَنْهُ إِلَى الْبَدَلِ. وَإِدْخَالُ هَذِهِ الْأَحْكَامِ وَأَمْثَالِهَا فِي الْعُمُومَاتِ الْمَعْنَوِيَّةِ الَّتِي لَا يَسْتَرِيبُ مَنْ لَهُ فَهْمٌ عَنِ اللَّهِ وَرَسُولِهِ فِي قَصْدِ عُمُومِهَا وَتَعْلِيقِ الْحُكْمِ بِهِ، وَكَوْنِهِ مُتَعَلِّقًا بِمَصْلَحَةِ الْعَبْدِ - أَوْلَى مِنْ إِدْخَالِهَا فِي عُمُومَاتٍ لَفْظِيَّةٍ بَعِيدَةِ التَّنَاوُلِ لَهَا لَيْسَتْ بِحَرِيَّةِ الْفَهْمِ </p><p> مِمَّا لَا يُنْكِرُ تَنَاوُلَ الْعُمُومِيِّينَ لَهَا. فَمِنَ النَّاسِ مَنْ يَتَنَبَّهُ لِهَذَا، وَمِنْهُمْ مَنْ يَتَفَطَّنُ لِتَنَاوُلِ الْعُمُومِيِّينَ لَهَا. </p><p> وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: وَإِنْ كُنْتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُوا كَاتِبًا فَرِهَانٌ مَقْبُوضَةٌ [٢ \\ ٢٨٣] قَاسَتِ الْأُمَّةُ الرَّهْنَ فِي الْحَضَرِ عَلَى الرَّهْنِ فِي السَّفَرِ مَعَ وُجُودِ الْكَاتِبِ عَلَى الرَّهْنِ مَعَ عَدَمِهِ. فَإِنِ اسْتَدَلَّ عَلَى ذَلِكَ بِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَهَنَ دِرْعَهُ فِي الْحَضَرِ فَلَا عُمُومَ فِي ذَلِكَ؛ فَإِنَّمَا رَهَنَهَا عَلَى شَعِيرٍ اسْتَقْرَضَهُ مِنْ يَهُودِيٍّ، فَلَا بُدَّ مِنَ الْقِيَاسِ إِمَّا عَلَى الْآيَةِ وَإِمَّا عَلَى السُّنَّةِ. </p><p> وَمِنْ ذَلِكَ أَنَّ سَمُرَةَ بْنَ جُنْدُبٍ لَمَّا بَاعَ خَمْرَ أَهْلِ الذِّمَّةِ وَأَخَذَ ثَمَنَهَا فِي الْعُشُورِ الَّتِي عَلَيْهِمْ فَبَلَغَ ذَلِكَ عُمَرَ قَالَ: قَاتَلَ اللَّهُ سَمُرَةَ؟ أَمَا عَلِمَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «لَعَنَ اللَّهُ الْيَهُودَ؛ حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ فَجَمَلُوهَا وَبَاعُوهَا وَأَكَلُوا أَثْمَانَهَا» وَهَذَا مَحْضُ الْقِيَاسِ مِنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ. </p><p> فَإِنَّ تَحْرِيمَ الشُّحُومِ عَلَى الْيَهُودِ كَتَحْرِيمِ الْخَمْرِ عَلَى الْمُسْلِمِينَ. وَكَمَا يَحْرُمُ ثَمَنُ الشُّحُومِ الْمُحَرَّمَةِ فَكَذَلِكَ يَحْرُمُ ثَمَنُ الْخَمْرِ الْحَرَامِ. </p><p> وَمِنْ ذَلِكَ أَنَّ الصَّحَابَةَ - رَضِيَ اللَّهُ عَنْهُمْ - جَعَلُوا الْعَبْدَ عَلَى النِّصْفِ مِنَ الْحُرِّ فِي النِّكَاحِ، وَالطَّلَاقِ، وَالْعِدَّةِ؛ قِيَاسًا عَلَى مَا نَصَّ اللَّهُ عَلَيْهِ مِنْ قَوْلِهِ: فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ثُمَّ ذَكَرَ آثَارًا دَالَّةً عَلَى أَنَّ الصَّحَابَةَ جَعَلُوا الْعَبْدَ عَلَى النِّصْفِ مِنَ الْحُرِّ فِيمَا ذَكَرَ قِيَاسًا عَلَى مَا نَصَّ اللَّهُ عَلَيْهِ مِنْ تَنْصِيفِ الْحَدِّ عَلَى الْأَمَةِ. </p><p> وَمِنْ ذَلِكَ تَوْرِيثُ عُثْمَانَ بْنِ عَفَّانَ - رَضِيَ اللَّهُ عَنْهُ - الْمَبْتُوتَةَ فِي مَرَضِ الْمَوْتِ بِرَأْيِهِ، وَوَافَقَهُ الصَّحَابَةُ عَلَى ذَلِكَ. </p><p> وَمِنْ ذَلِكَ قَوْلُ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - فِي نَهْيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ بَيْعِ الطَّعَامِ قَبْلَ قَبْضِهِ، قَالَ: أَحْسَبُ كُلَّ شَيْءٍ بِمَنْزِلَةِ الطَّعَامِ. </p><p> وَمِنْ ذَلِكَ أَنَّ عُمَرَ وَزَيْدًا - رَضِيَ اللَّهُ عَنْهُمَا - لَمَّا قَالَا: إِنَّ الْأُمَّ تَرِثُ مَا بَقِيَ بَعْدَ أَحَدِ الزَّوْجَيْنِ فِي مَسْأَلَةِ زَوْجٍ أَوْ زَوْجَةٍ مَعَ الْأَبَوَيْنِ، قَاسَا وُجُودَ أَحَدِ الزَّوْجَيْنِ مَعَ الْأَبَوَيْنِ عَلَى مَا إِذَا لَمْ يَكُنْ هُنَاكَ زَوْجٌ وَلَا زَوْجَةٌ، فَإِنَّهُ حِينَئِذٍ يَكُونُ لِلْأَبِ ضِعْفُ مَا لِلْأُمِّ، فَقَدَّرَا أَنَّ الْبَاقِيَ بَعْدَ الزَّوْجِ أَوِ الزَّوْجَةِ كُلُّ الْمَالِ. وَهَذَا مِنْ أَحْسَنِ الْقِيَاسِ؛ فَإِنَّ قَاعِدَةَ الْفَرَائِضِ أَنَّ الذَّكَرَ وَالْأُنْثَى إِذَا اجْتَمَعَا وَكَانَا فِي دَرَجَةٍ وَاحِدَةٍ، فَإِمَّا أَنْ يَأْخُذَ الذَّكَرُ ضِعْفَ مَا تَأْخُذُهُ الْأُنْثَى </p><p> كَالْأَوْلَادِ وَبَنِي الْأَبِ، وَإِمَّا أَنْ تُسَاوِيَهُ كَوَلَدِ الْأُمِّ، وَأَمَّا أَنَّ الْأُنْثَى تَأْخُذُ ضِعْفَ مَا يَأْخُذُ مَعَ مُسَاوَاتِهِ لَهَا فِي دَرَجَتِهِ، فَلَا عَهْدَ بِهِ فِي الشَّرِيعَةِ. فَهَذَا مِنْ أَحْسَنِ الْفَهْمِ عَنِ اللَّهِ وَرَسُولِهِ. </p><p> وَمِنْ ذَلِكَ أَخْذُ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - فِي الْفَرَائِضِ بِالْعَوْلِ، وَإِدْخَالِ النَّقْصِ عَلَى جَمِيعِ ذَوِي الْفَرَائِضِ قِيَاسًا عَلَى إِدْخَالِ النَّقْصِ عَلَى الْغُرَمَاءِ إِذَا ضَاقَ مَالُ الْمُفْلِسِ عَنْ تَوْفِيَتِهِمْ. وَلَا شَكَّ أَنَّ الْعَوْلَ الَّذِي أَخَذَ بِهِ الصَّحَابَةُ - رَضِيَ اللَّهُ عَنْهُمْ - أَعْدَلُ مِنْ تَوْفِيَةِ بَعْضِ الْمُسْتَحِقِّينَ حَقَّهُ كَامِلًا وَنَقْصِ بَعْضِهِمْ بَعْضَ حَقِّهِ، فَهَذَا ظُلْمٌ لَا شَكَّ فِيهِ، وَأَمْثَالُ هَذَا كَثِيرَةٌ، فَلَوْ تَقَصَّيْنَاهَا لَطَالَ الْكَلَامُ جِدًّا. وَهَذِهِ الْوَقَائِعُ الَّتِي ذَكَرْنَا وَأَمْثَالَهَا مِمَّا لَمْ نَذْكُرْ تَدُلُّ دَلَالَةً قَطْعِيَّةً عَلَى أَنَّ الصَّحَابَةَ - رَضِيَ اللَّهُ عَنْهُمْ - كَانُوا يَسْتَعْمِلُونَ الْقِيَاسَ فِي الْأَحْكَامِ، وَيُعَرِّفُونَهَا بِالْأَمْثَالِ وَالْأَشْبَاهِ وَالنَّظَائِرِ، وَلَا يُلْتَفَتُ إِلَى مَنْ يَقْدَحُ فِي كُلِّ سَنَدٍ مِنْ أَسَانِيدِهَا، فَإِنَّهَا فِي كَثْرَةِ طُرُقِهَا وَاخْتِلَافِ مَخَارِجِهَا وَأَنْوَاعِهَا جَارِيَةٌ مَجْرَى التَّوَاتُرِ الْمَعْنَوِيِّ الَّذِي لَا شَكَّ فِيهِ وَإِنْ لَمْ يَثْبُتْ كُلُّ فَرْدٍ مِنَ الْإِخْبَارِ بِهَا كَمَا هُوَ مَعْرُوفٌ فِي أُصُولِ الْفِقْهِ وَعِلْمِ الْحَدِيثِ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ </p><p> اعْلَمْ أَنَّ الْقِيَاسَ جَاءَتْ عَلَى مَنْعِهِ فِي الْجُمْلَةِ أَدِلَّةٌ كَثِيرَةٌ، وَبِهَا تَمَسَّكَ الظَّاهِرِيَّةُ وَمَنْ تَبِعَهُمْ، وَسَنَذْكُرُ هُنَا إِنْ شَاءَ اللَّهُ جُمَلًا وَافِيَةً مِنْ ذَلِكَ ثُمَّ نُبَيِّنُ الصَّوَابَ فِيهِ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> قَالُوا: فَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ [٤ \\ ٥٩] وَأَجْمَعَ الْمُسْلِمُونَ عَلَى أَنَّ الرَّدَّ إِلَى اللَّهِ سُبْحَانَهُ هُوَ الرَّدُّ إِلَى كِتَابِهِ، وَالرَّدُّ إِلَى الرَّسُولِ - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ وَعَلَى آلِهِ وَصَحْبِهِ - هُوَ الرَّدُّ إِلَيْهِ فِي حُضُورِهِ وَحَيَاتِهِ، وَإِلَى سُنَّتِهِ فِي غَيْبَتِهِ وَبَعْدَ مَمَاتِهِ، وَالْقِيَاسُ لَيْسَ بِهَذَا وَلَا هَذَا، وَلَا يُقَالُ: الرَّدُّ إِلَى الْقِيَاسِ هُوَ مِنَ الرَّدِّ إِلَى اللَّهِ وَرَسُولِهِ؛ لِدَلَالَةِ كِتَابِ اللَّهِ وَسُنَّةِ رَسُولِهِ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - كَمَا تَقَدَّمَ تَقْرِيرُهُ؛ لِأَنَّ اللَّهَ سُبْحَانَهُ إِنَّمَا رَدَّنَا إِلَى كِتَابِهِ وَسُنَّةِ رَسُولِهِ، وَلَمْ يَرُدَّنَا إِلَى قِيَاسِ عُقُولِنَا وَآرَائِنَا فَقَطْ، بَلْ قَالَ تَعَالَى لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ [٥ \\ ٤٩] وَقَالَ: إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ [٤ \\ ١٠٥] وَلَمْ يَقُلْ بِمَا رَأَيْتَ أَنْتَ. وَقَالَ: وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ [٥ \\ ٤٤] وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ [٥ \\ ٤٥] </p><p> وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ [٥ \\ ٤٧] وَقَالَ تَعَالَى: اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ [٧ \\ ٣] وَقَالَ تَعَالَى: وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ [١٦ \\ ٨٩] وَقَالَ: أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ [٢٩ \\ ٥١] وَقَالَ: قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي [٣٤ \\ ٥٠] فَلَوْ كَانَ الْقِيَاسُ هُدًى لَمْ يَنْحَصِرِ الْهُدَى فِي الْوَحْيِ. وَقَالَ: فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ [٤ \\ ٦٥] فَنَفَى الْإِيمَانَ حَتَّى يُوجَدَ تَحْكِيمُهُ وَحْدَهُ، وَهُوَ تَحْكِيمُهُ فِي حَالِ حَيَاتِهِ وَتَحْكِيمُ سُنَّتِهِ فَقَطْ بَعْدَ وَفَاتِهِ، وَقَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ [٤٩] أَيْ: لَا تَقُولُوا حَتَّى يَقُولَ. قَالَ نُفَاةُ الْقِيَاسِ: وَالْإِخْبَارُ عَنْهُ بِأَنَّهُ حَرَّمَ مَا سَكَتَ عَنْهُ، أَوْ أَوْجَبَهُ قِيَاسًا عَلَى مَا تَكَلَّمَ بِتَحْرِيمِهِ أَوْ إِيجَابِهِ تَقَدَّمَ بَيْنَ يَدَيْهِ، فَإِنَّهُ إِذَا قَالَ: حَرَّمْتُ عَلَيْكُمُ الرِّبَا فِي الْبُرِّ، فَقُلْنَا: وَنَحْنُ نَقِيسُ عَلَى قَوْلِكَ الْبَلُّوطَ، فَهَذَا مَحْضُ التَّقَدُّمِ، قَالُوا: وَقَدْ حَرَّمَ سُبْحَانَهُ أَنْ نَقُولَ عَلَيْهِ مَا لَا نَعْلَمُ، فَإِذَا قُلْنَا ذَلِكَ فَقَدْ وَاقَعْنَا هَذَا الْمُحَرَّمَ يَقِينًا، فَإِنَّا غَيْرُ عَالِمِينَ بِأَنَّهُ أَرَادَ مِنْ تَحْرِيمِ الرِّبَا فِي الذَّهَبِ وَالْفِضَّةِ تَحْرِيمَهُ فِي الْقَدِيدِ مِنَ اللُّحُومِ، وَهَذَا قَفْوٌ مِنَّا مَا لَيْسَ لَنَا بِهِ عِلْمٌ، وَتَعَدٍّ لِمَا حُدَّ لَنَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ وَالْوَاجِبُ أَنْ نَقِفَ عِنْدَ حُدُودِهِ، وَلَا نَتَجَاوَزُهَا، وَلَا نُقَصِّرَ بِهَا. وَلَا يُقَالُ: فَإِبْطَالُ الْقِيَاسِ وَتَحْرِيمُهُ وَالنَّهْيُ عَنْهُ تَقَدُّمٌ بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ، وَتَحْرِيمٌ لِمَا لَمْ يَنُصَّ عَلَى تَحْرِيمِهِ، وَقَفْوٌ مِنْكُمْ لِمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ؛ لِأَنَّا نَقُولُ: اللَّهُ سُبْحَانَهُ وَتَعَالَى أَخْرَجَنَا مِنْ بُطُونِ أُمَّهَاتِنَا لَا نَعْلَمُ شَيْئًا، وَأَنْزَلَ عَلَيْنَا كِتَابَهُ، وَأَرْسَلَ إِلَيْنَا رَسُولَهُ يُعَلِّمُنَا الْكِتَابَ وَالْحِكْمَةَ. فَمَا عَلِمْنَاهُ وَبَيَّنَهُ لَنَا فَهُوَ مِنَ الدِّينِ، وَمَا لَمْ يَعْلِّمْنَاهُ وَلَا بَيَّنَ لَنَا أَنَّهُ مِنَ الدِّينِ فَلَيْسَ مِنَ الدِّينِ ضَرُورَةً، وَكُلُّ مَا لَيْسَ مِنَ الدِّينِ فَهُوَ بَاطِلٌ، فَلَيْسَ بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ. وَقَالَ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ [٥ \\ ٣] فَالَّذِي أَكْمَلَهُ اللَّهُ سُبْحَانَهُ وَبَيَّنَهُ هُوَ دِينُنَا لَا دِينَ لَنَا سِوَاهُ، فَأَيْنَ فِيمَا أَكْمَلَهُ لَنَا، قِيسُوا مَا سَكَتُّ عَنْهُ عَلَى مَا تَكَلَّمْتُ بِإِيجَابِهِ أَوْ تَحْرِيمِهِ أَوْ إِبَاحَتِهِ، سَوَاءٌ كَانَ الْجَامِعُ بَيْنَهُمَا عِلَّةً أَوْ دَلِيلً عِلَّةٍ، أَوْ وَصْفًا شَبِيهًا، فَاسْتَعْمِلُوا ذَلِكَ كُلَّهُ، وَانْسُبُوهُ إِلَيَّ وَإِلَى رَسُولِي وَإِلَى دِينِي، وَأَحْكَمُوا بِهِ عَلَيَّ. </p><p> قَالُوا: وَقَدْ أَخْبَرَ سُبْحَانَهُ أَنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا، وَأَخْبَرَ رَسُولَهُ أَنَّ \" الظَّنَّ أَكْذَبُ الْحَدِيثِ \" وَنَهَى عَنْهُ، وَمِنْ أَعْظَمِ الظَّنِّ ظَنُّ الْقِيَاسِيِّينَ؛ فَإِنَّهُمْ لَيْسُوا عَلَى يَقِينٍ أَنَّ اللَّهَ سُبْحَانَهُ وَتَعَالَى حَرَّمَ بَيْعَ السِّمْسِمِ بِالشَّيْرَجِ، وَالْحَلْوَى بِالْعِنَبِ، وَالنِّشَا بِالْبُرِّ، وَإِنَّمَا هِيَ </p><p> ظُنُونٌ مُجَرَّدَةٌ لَا تُغْنِي مِنَ الْحَقِّ شَيْئًا. </p><p> قَالُوا: وَإِنْ لَمْ يَكُنْ قِيَاسُ الضُّرَاطِ عَلَى \" السَّلَامُ عَلَيْكُمْ \" مِنَ الظَّنِّ الَّذِي نُهِينَا عَنِ اتِّبَاعِهِ وَتَحْكِيمِهِ، وَأَخْبَرَنَا أَنَّهُ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا فَلَيْسَ فِي الدُّنْيَا ظَنٌّ بَاطِلٌ. فَأَيْنَ الضُّرَاطُ مِنَ \" السَّلَامُ عَلَيْكُمْ \" . وَإِنْ لَمْ يَكُنْ قِيَاسُ الْمَاءِ الَّذِي لَاقَى الْأَعْضَاءَ الطَّاهِرَةَ الطَّيِّبَةَ عِنْدَ اللَّهِ فِي إِزَالَةِ الْحَدَثِ عَلَى الْمَاءِ الَّذِي لَاقَى أَخْبَثَ الْعَذِرَاتِ، وَالْمَيْتَاتِ، وَالنَّجَاسَاتِ ظَنًّا. فَلَا نَدْرِي مَا الظَّنُّ الَّذِي حَرَّمَ اللَّهُ سُبْحَانَهُ الْقَوْلَ بِهِ، وَذَمَّهُ فِي كِتَابِهِ، وَسَلَخَهُ مِنَ الْحَقِّ، وَإِنْ لَمْ يَكُنْ قِيَاسُ أَعْدَاءِ اللَّهِ وَرَسُولِهِ مِنْ عُبَّادِ الصُّلْبَانِ وَالْيَهُودِ الَّذِينَ هُمْ أَشَدُّ النَّاسِ عَدَاوَةً لِلْمُؤْمِنِينَ عَلَى أَوْلِيَائِهِ وَخِيَارِ خَلْقِهِ، وَسَادَاتِ الْأَمَةِ وَعُلَمَائِهَا وَصُلَحَائِهَا فِي تَكَاثُرِ دِمَائِهِمْ وَجَرَيَانِ الْقِصَاصِ بَيْنَهُمْ ظَنًّا، فَلَيْسَ فِي الدُّنْيَا ظَنٌّ يُذَمُّ اتِّبَاعُهُ. </p><p> قَالُوا: مِنَ الْعَجَبِ أَنَّكُمْ قِسْتُمْ أَعْدَاءَ اللَّهِ عَلَى أَوْلِيَائِهِ فِي جَرَيَانِ الْقِصَاصِ بَيْنَهُمْ، فَقَتَلْتُمْ أَلْفَ وَلِيٍّ لِلَّهِ تَعَالَى قَتَلُوا نَصْرَانِيًّا وَاحِدًا، وَلَمْ تَقِيسُوا مَنْ ضَرَبَ رَجُلًا بِدَبُّوسٍ فَنَثَرَ دِمَاغَهُ بَيْنَ يَدَيْهِ عَلَى مَنْ طَعَنَهُ بِمِسَلَّةٍ فَقَتَلَهُ. </p><p> قَالُوا: وَسَنُبَيِّنُ لَكُمْ مِنْ تُنَاقِضُ أَقْيِسَتِكُمْ وَاخْتِلَافِهَا وَشِدَّةِ اضْطِرَابِهَا مَا يُبَيِّنُ أَنَّهَا مِنْ عِنْدِ غَيْرِ اللَّهِ. قَالُوا: وَاللَّهُ تَعَالَى لَمْ يَكِلْ بَيَانَ شَرِيعَتِهِ إِلَى آرَائِنَا وَأَقْيِسَتِنَا وَاسْتِنْبَاطِنَا، وَإِنَّمَا وَكَلَهَا إِلَى رَسُولِهِ الْمُبَيِّنِ عَنْهُ، فَمَا بَيَّنَهُ عَنْهُ وَجَبَ اتِّبَاعُهُ، وَمَا لَمْ يُبَيِّنْهُ فَلَيْسَ مِنَ الدِّينِ، وَنَحْنُ نُنَاشِدُكُمُ اللَّهَ هَلِ اعْتِمَادُكُمْ فِي هَذِهِ الْأَقْيِسَةِ الشَّبِيهَةِ وَالْأَوْصَافِ الْحَدْسِيَّةِ التَّخْمِينِيَّةِ عَلَى بَيَانِ الرَّسُولِ، أَوْ عَلَى آرَاءِ الرِّجَالِ وَظُنُونِهِمْ وَحَدْسِهِمْ، قَالَ اللَّهُ تَعَالَى: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ [١٦ \\ ٤٤] فَأَيْنَ بَيَّنَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنِّي إِذَا حَرَّمْتُ شَيْئًا أَوْ أَوْجَبْتُهُ أَوْ أَبَحْتُهُ فَاسْتَخْرِجُوا وَصْفًا مَا شَبِيهًا جَامِعًا بَيْنَ ذَلِكَ وَبَيْنَ جَمِيعِ مَا سَكَتُّ عَنْهُ فَأَلْحِقُوهُ بِهِ وَقِيسُوهُ عَلَيْهِ. </p><p> قَالُوا: وَاللَّهُ تَعَالَى قَدْ نَهَى عَنْ ضَرْبِ الْأَمْثَالِ لَهُ، فَكَمَا لَا تُضْرَبُ لَهُ الْأَمْثَالُ لَا تُضْرَبُ لِدِينِهِ، وَتَمْثِيلُ مَا لَمْ يَنُصَّ عَلَى حُكْمِهِ بِمَا نَصَّ عَلَيْهِ لِشَبَهٍ مَا ضَرْبُ الْأَمْثَالِ لِدِينِهِ. </p><p> قَالُوا: وَمَا ضَرَبَهُ اللَّهُ وَرَسُولُهُ مِنَ الْأَمْثَالِ فَهُوَ حَقٌّ خَارِجٌ عَمَّا نَحْنُ بِصَدَدِهِ مِنْ إِثْبَاتِكُمُ الْأَحْكَامَ بِالرَّأْيِ وَالْقِيَاسِ مِنْ غَيْرِ دَلِيلٍ مِنْ كِتَابٍ وَلَا سُنَّةٍ. وَذَكَرُوا شَيْئًا كَثِيرًا مِنَ الْأَمْثَالِ الَّتِي ضَرَبَهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُعْتَرِفِينَ بِأَنَّهَا حَقٌّ. قَالُوا: وَلَا تُفِيدُكُمْ فِي مَحَلِّ النِّزَاعِ، قَالُوا: فَالْأَمْثَالُ الَّتِي ضَرَبَهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا هِيَ لِتَقْرِيبِ الْمُرَادِ، وَتَفْهِيمِ الْمَعْنَى وَإِيصَالِهِ إِلَى ذِهْنِ السَّامِعِ، وَإِحْضَارِهِ فِي نَفْسِهِ بِصُورَةِ الْمِثَالِ الَّذِي مُثَّلَ بِهِ، فَإِنَّهُ قَدْ يَكُونُ أَقْرَبَ إِلَى </p><p> تَعَقُّلِهِ وَفَهْمِهِ وَضَبْطِهِ وَاسْتِحْضَارِهِ لَهُ بِاسْتِحْضَارِ نَظِيرِهِ. فَإِنَّ النَّفْسَ تَأْنَسُ بِالنَّظَائِرِ وَالْأَشْبَاهِ الْأُنْسَ التَّامَّ، وَتَنْفِرُ مِنَ الْغُرْبَةِ وَالْوَحْدَةِ وَعَدَمِ النَّظِيرِ. فَفِي الْأَمْثَالِ مِنْ تَأْنِيسِ النَّفْسِ وَسُرْعَةِ قَبُولِهَا وَانْقِيَادِهَا لِمَا ضُرِبَ لَهَا مَثَلُهُ مِنَ الْحَقِّ أَمْرٌ لَا يَجْحَدُهُ أَحَدٌ وَلَا يُنْكِرُهُ. وَكُلَّمَا ظَهَرَتْ لَهَا الْأَمْثَالُ ازْدَادَ الْمَعْنَى ظُهُورًا وَوُضُوحًا. فَالْأَمْثَالُ شَوَاهِدُ الْمَعْنَى الْمُرَادِ وَتَزْكِيَةٌ لَهُ، وَهِيَ: كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ [٤٨ \\ ٢٩] ، وَهِيَ خَاصَّةُ الْعَقْلِ وَلُبُّهُ وَثَمَرَتُهُ، وَلَكِنْ أَيْنَ فِي الْأَمْثَالِ الَّتِي ضَرَبَهَا اللَّهُ وَرَسُولُهُ عَلَى هَذَا الْوَجْهِ؟ فَهِمْنَا أَنَّ الصَّدَاقَ لَا يَكُونُ أَقَلَّ مِنْ ثَلَاثَةِ دَرَاهِمَ أَوْ عَشَرَةٍ، قِيَاسًا وَتَمْثِيلًا عَلَى أَقَلِّ مَا يُقْطَعُ فِيهِ السَّارِقُ. هَذَا بِالْأَلْغَازِ وَالْأَحَاجِي أَشْبَهُ مِنْهُ بِالْأَمْثَالِ الْمَضْرُوبَةِ لِلْفَهْمِ. كَمَا قَالَ إِمَامُ الْحَدِيثِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي جَامِعِهِ الصَّحِيحِ:  (بَابُ مَنْ شَبَّهَ أَصْلًا مَعْلُومًا بِأَصْلٍ مُبَيَّنٍ قَدْ بَيَّنَ اللَّهُ حُكْمَهُمَا لِيَفْهَمَ السَّامِعُ) . </p><p> قَالُوا: فَنَحْنُ لَا نُنْكِرُ هَذِهِ الْأَمْثَالَ الَّتِي ضَرَبَهَا اللَّهُ وَرَسُولُهُ، وَلَا نَجْهَلُ مَا أُرِيدَ بِهَا، وَإِنَّمَا نُنْكِرُ أَنْ يُسْتَفَادَ وُجُوبُ الدَّمِ عَلَى مَنْ قَطَعَ مِنْ جَسَدِهِ أَوْ رَأْسِهِ ثَلَاثَ شَعَرَاتٍ أَوْ أَرْبَعًا مِنْ قَوْلِهِ تَعَالَى: وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ [٢ \\ ١٩٦] وَأَنَّ الْآيَةَ تَدُلُّ عَلَى ذَلِكَ، وَأَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي صَدَقَةِ الْفِطْرِ:  \" صَاعٌ مَنْ تَمْرٍ أَوْ صَاعٌ مِنْ شَعِيرٍ أَوْ صَاعٌ مَنْ أَقِطٍ أَوْ صَاعٌ مِنْ بُرٍّ أَوْ صَاعٌ مِنْ زَبِيبٍ \" يُفْهَمُ مِنْهُ أَنَّهُ لَوْ أَعْطَى صَاعًا مِنْ إِهْلِيجٍ جَازِ، وَأَنَّهُ يَدُلُّ عَلَى ذَلِكَ بِطَرِيقِ التَّمْثِيلِ وَالِاعْتِبَارِ، وَأَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" الْوَلَدُ لِلْفِرَاشِ \" يُسْتَفَادُ مِنْهُ وَمِنْ دَلَالَتِهِ أَنَّهُ لَوْ قَالَ الْوَلِيُّ بِحَضْرَةِ الْحَاكِمِ: زَوَّجْتُكَ ابْنَتِي وَهُوَ بِأَقْصَى الشَّرْقِ وَهِيَ بِأَقْصَى الْغَرْبِ، فَقَالَ: قَبِلْتُ هَذَا التَّزْوِيجَ وَهِيَ طَالِقٌ ثَلَاثًا، ثُمَّ جَاءَتْ بَعْدَ ذَلِكَ بِوَلَدٍ لِأَكْثَرَ مِنْ سِتَّةِ أَشْهُرٍ أَنَّهُ ابْنُهُ، وَقَدْ صَارَتْ فِرَاشًا بِمُجَرَّدِ قَوْلِهِ: قَبِلْتُ هَذَا التَّزْوِيجَ، وَمَعَ هَذَا لَوْ كَانَتْ لَهُ سُرِّيَّةٌ يَطَؤُهَا لَيْلًا وَنَهَارًا لَمْ تَكُنْ فِرَاشًا لَهُ، وَلَوْ أَتَتْ بِوَلَدٍ لَمْ يَلْحَقْهُ نَسَبُهُ إِلَّا أَنْ يَدَّعِيَهُ وَيَسْتَلْحِقَهُ، فَإِنْ لَمْ يَسْتَلْحِقْهُ فَلَيْسَ بِوَلَدِهِ؟ . </p><p> وَأَيْنَ يُفْهَمُ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّ فِي قَتْلِ الْخَطَأِ شِبْهِ الْعَمْدِ مَا كَانَ بِالسَّوْطِ وَالْعَصَا مِائَةً مِنَ الْإِبِلِ \" أَنَّهُ لَوْ ضَرَبَهُ بِحَجَرِ الْمَنْجَنِيقِ أَوْ بِكُورِ الْحَدَّادِ أَوْ بِمَرَازِبِ الْحَدِيدِ الْعِظَامِ، حَتَّى خَلَطَ دِمَاغَهُ بِلَحْمِهِ وَعَظْمِهِ - أَنَّ هَذَا خَطَأٌ شِبْهُ عَمْدٍ لَا يُوجِبُ قَوْدًا. </p><p> وَأَيْنَ يُفْهَمُ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" ادْرَءُوا الْحُدُودَ عَنِ الْمُسْلِمِينَ مَا اسْتَطَعْتُمْ، فَإِنْ لَمْ يَكُنْ لَهُ مَخْرَجٌ فَخَلُّوا سَبِيلَهُ، فَإِنَّ الْإِمَامَ إِنْ يُخْطِئْ فِي الْعَفْوِ خَيْرٌ لَهُ مِنْ أَنْ يُخْطِئَ فِي الْعُقُوبَةِ \" </p><p> - أَنَّ مَنْ عَقَدَ عَلَى أُمِّهِ أَوِ ابْنَتِهِ أَوْ أُخْتِهِ وَوَطِئَهَا فَلَا حَدَّ عَلَيْهِ. وَأَنَّ هَذَا الْمَفْهُومَ مِنْ قَوْلِهِ:  \" ادْرَءُوا الْحُدُودَ بِالشُّبُهَاتِ \" فَهَذَا فِي مَعْنَى الشُّبْهَةِ الَّتِي تُدْرَأُ بِهَا الْحُدُودُ، وَهِيَ الشُّبْهَةُ فِي الْمَحَلِّ أَوْ فِي الْفَاعِلِ أَوْ فِي الِاعْتِقَادِ. وَلَوْ عُرِضَ هَذَا عَلَى فَهْمِ مَنْ فَرَضَ مِنَ الْعَالَمِينَ لَمْ يَفْهَمْهُ مِنْ هَذَا اللَّفْظِ بِوَجْهٍ مِنَ الْوُجُوهِ. وَأَنَّ مَنْ يَطَأُ خَالَتَهُ أَوْ عَمَّتَهُ بِمِلْكِ الْيَمِينِ فَلَا حَدَّ عَلَيْهِ مَعَ عِلْمِهِ بِأَنَّهَا خَالَتُهُ أَوْ عَمَّتُهُ وَتَحْرِيمِ اللَّهِ لِذَلِكَ، وَيُفْهَمُ هَذَا مِنْ \" ادْرَءُوا الْحُدُودَ بِالشُّبُهَاتِ \" ، وَأَضْعَافُ أَضْعَافِ هَذَا مِمَّا لَا يَكَادُ يَنْحَصِرُ. </p><p> قَالُوا: فَهَذَا التَّمْثِيلُ وَالتَّشْبِيهُ هُوَ الَّذِي نُنْكِرُهُ، وَنُنْكِرُ أَنْ يَكُونَ فِي كَلَامِ اللَّهِ وَرَسُولِهِ دَلَالَةٌ عَلَى فَهْمِهِ بِوَجْهٍ مَا. </p><p> قَالُوا: وَمِنْ أَيْنَ يُفْهَمُ مِنْ قَوْلِهِ: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً [١٦ \\ ٦٦] وَمِنْ قَوْلِهِ: فَاعْتَبِرُوا تَحْرِيمُ بَيْعِ الْكِشْكِ بِاللَّبَنِ، وَبِيعِ الْخَلِّ بِالْعِنَبِ، وَنَحْوِ ذَلِكَ. قَالُوا: وَقَدْ قَالَ تَعَالَى: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ [٤٢ \\ ١٠] وَلَمْ يَقُلْ إِلَى قِيَاسَاتِكُمْ وَآرَائِكُمْ. وَلَمْ يَجْعَلِ اللَّهُ آرَاءَ الرِّجَالِ وَأَقْيِسَتَهَا حَاكِمَةً بَيْنَ الْأُمَّةِ أَبَدًا. </p><p> قَالُوا: وَقَدْ قَالَ تَعَالَى: وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ [٣٣ \\ ٣٦] فَإِنَّمَا مَنْعُهُمْ مِنَ الْخِيَرَةِ عِنْدَ حُكْمِهِ وَحُكْمِ رَسُولِهِ، لَا عِنْدَ آرَاءِ الرِّجَالِ وَأَقْيِسَتِهِمْ وَظُنُونِهِمْ. </p><p> وَقَدْ أَمَرَ سُبْحَانَهُ رَسُولَهُ بِاتِّبَاعِ مَا أَوْحَاهُ إِلَيْهِ خَاصَّةً، وَقَالَ: إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ وَقَالَ: وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَقَالَ تَعَالَى: أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ قَالُوا: فَدَلَّ هَذَا النَّصُّ عَلَى أَنَّ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ مِنَ الدِّينِ فَهُوَ شَرْعُ غَيْرِهِ بِالْبَاطِلِ. </p><p> قَالُوا: وَقَدْ أَخْبَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى: أَنَّ كُلَّ مَا سَكَتَ عَنْ إِيجَابِهِ أَوْ تَحْرِيمِهِ فَهُوَ عَفْوٌ عَفَا عَنْهُ لِعِبَادِهِ، مُبَاحٌ إِبَاحَةَ الْعَفْوِ، فَلَا يَجُوزُ تَحْرِيمُهُ وَلَا إِيجَابُهُ قِيَاسًا عَلَى مَا أَوْجَبَهُ أَوْ حَرَّمَهُ بِجَامِعٍ بَيْنَهُمَا، فَإِنَّ ذَلِكَ يَسْتَلْزِمُ رَفْعَ هَذَا الْقِسْمَ بِالْكُلِّيَّةِ وَإِلْغَاءَهُ، إِذِ الْمَسْكُوتُ عَنْهُ لَا بُدَّ أَنْ يَكُونَ بَيْنَهُ وَبَيْنَ الْمُحَرَّمِ شَبَهٌ وَوَصْفٌ جَامِعٌ، وَبَيْنَهُ وَبَيْنَ الْوَاجِبِ. فَلَوْ جَازَ إِلْحَاقُهُ بِهِ لَمْ يَكُنْ هُنَاكَ قِسْمٌ قَدْ عَفَا عَنْهُ. وَلَمْ يَكُنْ مَا سَكَتَ عَنْهُ قَدْ عَفَا عَنْهُ بَلْ يَكُونُ مَا سَكَتَ عَنْهُ قَدْ حَرَّمَهُ قِيَاسًا عَلَى مَا حَرَّمَهُ، وَهَذَا لَا سَبِيلَ إِلَى دَفْعِهِ، وَحِينَئِذٍ فَيَكُونُ </p><p> تَحْرِيمُ مَا سَكَتَ عَنْهُ تَبْدِيلًا لِحُكْمِهِ. وَقَدْ ذَمَّ اللَّهُ تَعَالَى مَنْ بَدَّلَ غَيْرَ الْقَوْلِ الَّذِي أُمِرَ بِهِ، فَمَنْ بَدَّلَ غَيْرَ الْحُكْمِ الَّذِي شُرِعَ لَهُ فَهُوَ أَوْلَى بِالذَّمِّ، وَقَدْ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّ مِنْ أَعْظَمِ الْمُسْلِمِينَ فِي الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَيْءٍ لَمْ يُحَرَّمْ فَحُرِّمَ عَلَى النَّاسِ مِنْ أَجْلِ مَسْأَلَتِهِ \" فَإِذَا كَانَ هَذَا فِيمَنْ تَسَبَّبَ إِلَى تَحْرِيمِ الشَّارِعِ صَرِيحًا بِمَسْأَلَتِهِ عَنْ حُكْمِ مَا سَكَتَ عَنْهُ، فَكَيْفَ بِمَنْ حَرَّمَ الْمَسْكُوتَ عَنْهُ بِقِيَاسِهِ وَرَأْيِهِ! يُوَضِّحُهُ أَنَّ الْمَسْكُوتَ عَنْهُ لَمَّا كَانَ عَفْوًا عَفَا اللَّهُ لِعِبَادِهِ عَنْهُ، وَكَانَ الْبَحْثُ عَنْهُ سَبَبًا لِتَحْرِيمِ اللَّهِ إِيَّاهُ لِمَا فِيهِ مِنْ مُقْتَضَى التَّحْرِيمِ لَا لِمُجَرَّدِ السُّؤَالِ عَنْ حُكْمِهِ، وَكَانَ اللَّهُ قَدْ عَفَا عَنْ ذَلِكَ وَسَامَحَ بِهِ عِبَادَهُ كَمَا يَعْفُو عَمَّا فِيهِ مَفْسَدَةٌ مِنْ أَعْمَالِهِمْ وَأَقْوَالِهِمْ. فَمِنَ الْمَعْلُومِ أَنَّ سُكُوتَهُ عَنْ ذِكْرِ لَفْظٍ عَامٍّ يُحْرِّمُهُ يَدُلُّ عَلَى أَنَّهُ عَفْوٌ مِنْهُ، فَمَنْ حَرَّمَهُ بِسُؤَالِهِ عَنْ عِلَّةِ التَّحْرِيمِ وَقِيَاسِهِ عَلَى الْمُحَرَّمِ بِالنَّصِّ كَانَ أَدْخَلَ فِي الذَّمِّ مِمَّنْ سَأَلَهُ عَنْ حُكْمِهِ لِحَاجَتِهِ إِلَيْهِ، فَحَرُمَ مِنْ أَجْلِ مَسْأَلَتِهِ، بَلْ كَانَ الْوَاجِبُ عَلَيْهِ أَلَّا يَبْحَثَ عَنْهُ، وَلَا يَسْأَلَ عَنْ حُكْمِهِ اكْتِفَاءً بِسُكُوتِ اللَّهِ عَنْ عَفْوِهِ عَنْهُ. فَهَكَذَا الْوَاجِبُ عَلَيْهِ أَلَّا يُحَرِّمَ الْمَسْكُوتَ عَنْهُ بِغَيْرِ النَّصِّ الَّذِي حَرَّمَ أَصْلَهُ الَّذِي يُلْحَقُ بِهِ. </p><p> قَالُوا: وَقَدْ دَلَّ عَلَى هَذَا كِتَابُ اللَّهِ حَيْثُ يَقُولُ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ عَفَا اللَّهُ عَنْهَا وَاللَّهُ غَفُورٌ حَلِيمٌ قَدْ سَأَلَهَا قَوْمٌ مِنْ قَبْلِكُمْ ثُمَّ أَصْبَحُوا بِهَا كَافِرِينَ [٥ \\ ١٠١ - ١٠٢] وَقَدْ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الصَّحِيحِ \" ذَرُونِي مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ بِكَثْرَةِ مَسَائِلِهِمْ وَاخْتِلَافِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ \" فَأَمَرَهُمْ أَنْ يَتْرُكُوهُ مِنَ السُّؤَالِ مَا تَرَكَهُمْ. وَلَا فَرْقَ فِي هَذَا بَيْنَ حَيَاتِهِ وَبَيْنَ مَمَاتِهِ، فَنَحْنُ مَأْمُورُونَ أَنْ نَتْرُكَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَا نَصَّ عَلَيْهِ، فَلَا نَقُولُ لَهُ: لِمَ حَرَّمْتَ كَذَا لِنُلْحِقَ بِهِ مَا سَكَتَ عَنْهُ، بَلْ هَذَا أَبْلَغُ فِي الْمَعْصِيَةِ مِنْ أَنْ نَسْأَلَهُ عَنْ حُكْمِ شَيْءٍ لَمْ يَحْكُمْ فِيهِ فَتَأَمَّلْهُ فَإِنَّهُ وَاضِحٌ، وَيَدُلُّ عَلَيْهِ قَوْلُهُ فِي نَفْسِ الْحَدِيثِ:  \" وَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ \" فَجَعَلَ الْأُمُورَ ثَلَاثَةً لَا رَابِعَ لَهَا: (مَأْمُورٌ بِهِ) فَالْفَرْضُ عَلَيْهِمْ فِعْلُهُ بِحَسَبِ الِاسْتِطَاعَةِ (وَمَنْهِيٌّ عَنْهُ) فَالْفَرْضُ عَلَيْهِمُ اجْتِنَابُهُ بِالْكُلِّيَّةِ (وَمَسْكُوتٌ عَنْهُ) فَلَا يَتَعَرَّضُ لِلسُّؤَالِ وَالتَّفْتِيشِ عَلَيْهِ. </p><p> وَهَذَا حُكْمٌ لَا يَخْتَصُّ بِحَيَاتِهِ فَقَطْ، وَلَا يَخُصُّ الصَّحَابَةَ دُونَ مَنْ بَعْدَهُمْ، بَلْ فَرَضَ عَلَيْنَا نَحْنُ امْتِثَالَ أَمْرِهِ، وَاجْتِنَابَ نَهْيِهِ، وَتَرْكَ الْبَحْثِ وَالتَّفْتِيشِ عَمَّا سَكَتَ عَنْهُ. وَلَيْسَ ذَلِكَ التَّرْكُ جَهْلًا وَتَجْهِيلًا لِحُكْمِهِ، بَلْ إِثْبَاتٌ لِحُكْمِ الْعَفْوِ وَهِيَ الْإِبَاحَةُ الْعَامَّةُ، وَرَفْعُ الْحَرَجِ عَنْ فَاعِلِهِ. </p><p> فَقَدِ اسْتَوْعَبَ الْحَدِيثُ أَقْسَامَ الدِّينِ كُلَّهَا، فَإِنَّهَا: إِمَّا وَاجِبٌ، وَإِمَّا حَرَامٌ، وَإِمَّا مُبَاحٌ. وَالْمَكْرُوهُ وَالْمُسْتَحَبُّ فَرْعَانِ عَلَى هَذِهِ الثَّلَاثَةِ غَيْرُ خَارِجِينَ عَنِ الْمُبَاحِ، وَقَدْ قَالَ تَعَالَى: فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ [٧٥ \\ ١٨ - ١٩] فَوَكَلَ بَيَانَهُ إِلَيْهِ سُبْحَانَهُ لَا إِلَى الْقِيَاسِيِّينِ وَالْآرَائِيِّينَ. </p><p> وَقَالَ تَعَالَى: قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ [١٠ \\ ٥٩] فَقَسَّمَ الْحُكْمَ إِلَى قِسْمَيْنِ: قِسْمٌ أَذِنَ فِيهِ وَهُوَ الْحَقُّ، وَقِسْمٌ افْتُرِيَ عَلَيْهِ وَهُوَ مَا لَمْ يَأْذَنْ فِيهِ، فَأَيْنَ إِذًا لَنَا أَنْ نَقِيسَ الْبَلُّوطَ عَلَى التَّمْرِ فِي جَرَيَانِ الرِّبَا فِيهِ، وَأَنْ نَقِيسَ الْقِزْدِيرَ عَلَى الذَّهَبِ وَالْفِضَّةِ، وَالْخَرْدَلَ عَلَى الْبُرِّ، فَإِنْ كَانَ اللَّهُ وَرَسُولُهُ وَصَّانَا بِهَذَا فَسَمْعًا وَطَاعَةً لِلَّهِ وَرَسُولِهِ، وَإِلَّا فَإِنَّا قَائِلُونَ لِمُنَازِعِينَا أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا [٦ \\ ١٤٤] فَمَا لَمْ تَأْتُونَا بِهِ وَصِيَّةً مِنْ عِنْدِ اللَّهِ عَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ عَيْنُ الْبَاطِلِ، وَقَدْ أَمَرَنَا اللَّهُ بِرَدِّ مَا تَنَازَعْنَا فِيهِ إِلَيْهِ وَإِلَى رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمْ يُبِحْ لَنَا قَطُّ أَنْ نَرُدَّ ذَلِكَ إِلَى رَأْيٍ، وَلَا قِيَاسٍ، وَلَا تَقْلِيدِ إِمَامٍ، وَلَا مَنَامٍ، وَلَا كُشُوفٍ، وَلَا إِلْهَامٍ، وَلَا حَدِيثِ قَلْبٍ، وَلَا اسْتِحْسَانٍ، وَلَا مَعْقُولٍ، وَلَا شَرِيعَةِ الدِّيوَانِ، وَلَا سِيَاسَةِ الْمُلُوكِ، وَلَا عَوَائِدِ النَّاسِ الَّتِي لَيْسَ عَلَى شَرَائِعِ الْمُرْسَلِينَ أَضَرُّ مِنْهَا. فَكُلُّ هَذِهِ طَوَاغِيتُ! مَنْ تَحَاكَمَ إِلَيْهَا أَوْ دَعَا مُنَازِعَهُ إِلَى التَّحَاكُمِ إِلَيْهَا فَقَدْ حَاكَمَ إِلَى الطَّاغُوتِ! وَقَالَ تَعَالَى: فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ [١٦] . </p><p> قَالُوا: وَمَنْ تَأْمَّلَ هَذِهِ الْآيَةَ حَقَّ التَّأَمُّلِ تَبَيَّنَ لَهُ أَنَّهَا نَصٌّ عَلَى إِبْطَالِ الْقِيَاسِ وَتَحْرِيمِهِ؛ لِأَنَّ الْقِيَاسَ كُلَّهُ ضَرْبُ الْأَمْثَالِ لِلدِّينِ، وَتَمْثِيلُ مَا لَا نَصَّ فِيهِ بِمَا فِيهِ نَصٌّ. وَمَنْ مَثَّلَ مَا لَمْ يَنُصَّ اللَّهُ سُبْحَانَهُ عَلَى تَحْرِيمِهِ أَوْ إِيجَابِهِ بِمَا حَرَّمَهُ أَوْ أَوْجَبَهُ فَقَدْ ضَرَبَ لِلَّهِ الْأَمْثَالَ، وَلَوْ عَلِمَ سُبْحَانَهُ أَنَّ الَّذِي سَكَتَ عَنْهُ مِثْلَ الَّذِي نَصَّ عَلَيْهِ لِأَعْلَمَنَا بِذَلِكَ، وَلَمَا أَغْفَلَهُ سُبْحَانَهُ، وَمَا كَانَ رَبُّكَ نَسِيًّا وَلِيُبَيِّنَ لَنَا مَا نَتَّقِي كَمَا أَخْبَرَ عَنْ نَفْسِهِ بِذَلِكَ إِذْ يَقُولُ سُبْحَانَهُ: وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ [٩ \\ ١١٥] وَلَمَا وَكَّلَهُ إِلَى آرَائِنَا وَمَقَايِيسِنَا الَّتِي يَنْقَضُ بَعْضُهَا بَعْضًا، فَهَذَا يَقِيسُ مَا يَذْهَبُ إِلَيْهِ عَلَى مَا يَزْعُمُ أَنَّهُ نَظِيرُهُ، فَيَجِيءُ مُنَازِعُهُ فَيَقِيسُ ضِدَّ قِيَاسِهِ مِنْ كُلِّ وَجْهٍ، وَيُبْدِي مِنَ الْوَصْفِ الْجَامِعِ مِثْلَ مَا أَبْدَاهُ مُنَازِعُهُ أَوْ أَظْهَرَ مِنْهُ، وَمُحَالٌ أَنْ يَكُونَ الْقِيَاسَانِ مَعًا مِنْ عِنْدِ اللَّهِ، وَلَيْسَ أَحَدُهُمَا أَوْلَى مِنَ الْآخَرِ، فَلَيْسَا مِنْ عِنْدِهِ، وَهَذَا وَحْدَهُ كَافٍ فِي إِبْطَالِ الْقِيَاسِ، وَقَدْ قَالَ </p><p> تَعَالَى: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ [١٤ \\ ٤] وَقَالَ: لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ [١٦ \\ ٤٤] فَكُلُّ مَا بَيَّنَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَعَنْ رَبِّهِ سُبْحَانَهُ، بَيَّنَهُ بِأَمْرِهِ وَإِذْنِهِ. وَقَدْ عَلِمْنَا يَقِينًا وُقُوعَ كُلِّ اسْمٍ فِي اللُّغَةِ عَلَى مُسَمَّاهُ فِيهَا، وَأَنَّ اسْمَ الْبُرِّ لَا يَتَنَاوَلُ الْخَرْدَلَ، وَاسْمَ التَّمْرِ لَا يَتَنَاوَلُ الْبَلُّوطَ، وَاسْمَ الذَّهَبِ وَالْفِضَّةِ لَا يَتَنَاوَلُ الْقِزْدِيرَ، وَأَنَّ تَقْدِيرَ نِصَابِ السَّرِقَةِ لَا يَدْخُلُ فِيهِ تَقْدِيرُ الْمَهْرِ، وَأَنَّ تَحْرِيمَ أَكْلِ الْمَيْتَةِ لَا يَدُلُّ عَلَى أَنَّ الْمُؤْمِنَ الطَّيِّبَ عِنْدَ اللَّهِ حَيًّا وَمَيِّتًا إِذَا مَاتَ صَارَ نَجِسًا خَبِيثًا. وَأَنَّ هَذَا عَنِ الْبَيَانِ الَّذِي وَلَّاهُ اللَّهُ رَسُولَهُ وَبَعَثَهُ بِهِ أَبْعَدُ شَيْءٍ وَأَشَدُّهُ مُنَافَاةً لَهُ. فَلَيْسَ هُوَ مِمَّا بُعِثَ بِهِ الرَّسُولُ قَطْعًا، فَلَيْسَ إِذًا مِنَ الدِّينِ. وَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مَا بَعَثَ اللَّهُ مِنْ نَبِيٍّ إِلَّا كَانَ حَقًّا عَلَيْهِ أَنْ يَدُلَّ أُمَّتَهُ عَلَى خَيْرِ مَا يَعْلَمُهُ لَهُمْ وَيَنْهَاهُمْ عَنْ شَرِّ مَا يَعْلَمُهُ لَهُمْ \" وَلَوْ كَانَ الرَّأْيُ وَالْقِيَاسُ خَيْرًا لَهُمْ لَدَلَّهُمْ عَلَيْهِ، وَأَرْشَدَهُمْ إِلَيْهِ \" وَلَقَالَ لَهُمْ: إِذَا أَوْجَبْتُ عَلَيْكُمْ شَيْئًا أَوْ حَرَّمْتُهُ فَقِيسُوا عَلَيْهِ مَا كَانَ بَيْنَهُ وَصْفٌ جَامِعٌ أَوْ مَا أَشْبَهَهُ. أَوْ قَالَ مَا يَدُلُّ عَلَى ذَلِكَ أَوْ يَسْتَلْزِمُهُ، وَلَمَا حَذَّرَهُمْ مِنْ ذَلِكَ أَشَدَّ الْحَذَرِ. وَقَدْ أَحْكَمَ اللِّسَانُ كُلَّ اسْمٍ عَلَى مُسَمَّاهُ لَا عَلَى غَيْرِهِ. وَإِنَّمَا بَعَثَ اللَّهُ سُبْحَانَهُ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْعَرَبِيَّةِ الَّتِي يَفْهَمُهَا الْعَرَبُ مِنْ لِسَانِهَا، فَإِذَا نَصَّ سُبْحَانَهُ فِي كِتَابِهِ أَوْ نَصَّ رَسُولُهُ عَلَى اسْمٍ مِنَ الْأَسْمَاءِ، وَعَلَّقَ عَلَيْهِ حُكْمًا مِنَ الْأَحْكَامِ - وَجَبَ أَلَّا يُوَقَّعَ ذَلِكَ الْحُكْمُ إِلَّا عَلَى مَا اقْتَضَاهُ ذَلِكَ الِاسْمُ، وَلَا يُتَعَدَّى بِهِ الْوَضْعَ الَّذِي وَضَعَهُ اللَّهُ وَرَسُولُهُ فِيهِ، وَلَا يُخْرَجَ عَنْ ذَلِكَ الْحُكْمِ شَيْءٌ مِمَّا يَقْتَضِيهِ الِاسْمُ، فَالزِّيَادَةُ عَلَيْهِ زِيَادَةٌ فِي الدِّينِ، وَالنَّقْصُ مِنْهُ نَقْصٌ فِي الدِّينِ. فَالْأَوَّلُ الْقِيَاسُ، وَالثَّانِي التَّخْصِيصُ الْبَاطِلُ، وَكِلَاهُمَا لَيْسَ مِنَ الدِّينِ، وَمَنْ لَمْ يَقِفْ مَعَ النُّصُوصِ فَإِنَّهُ تَارَةً يَزِيدُ فِي النَّصِّ مَا لَيْسَ مِنْهُ، وَيَقُولُ هَذَا قِيَاسٌ. وَمَرَّةً يَنْقُصُ مِنْهُ بَعْضَ مَا يَقْتَضِيهِ وَيُخْرِجُهُ عَنْ حُكْمِهِ وَيَقُولُ هَذَا تَخْصِيصٌ. وَمَرَّةً يَتْرُكُ النَّصَّ جُمْلَةً وَيَقُولُ: لَيْسَ الْعَمَلُ عَلَيْهِ. أَوْ يَقُولُ: هَذَا خِلَافُ الْقِيَاسِ، أَوْ خِلَافُ الْأُصُولِ. </p><p> قَالُوا: وَلَوْ كَانَ الْقِيَاسُ مِنَ الدِّينِ لَكَانَ أَهْلُهُ أَتْبَعَ النَّاسِ لِلْأَحَادِيثِ، وَكَانَ كُلَّمَا تَوَغَّلَ فِيهِ الرَّجُلُ كَانَ أَشَدَّ اتِّبَاعًا لِلْأَحَادِيثِ وَالْآثَارِ. قَالُوا: وَنَحْنُ نَرَى أَنَّ كُلَّمَا اشْتَدَّ تَوَغُّلُ الرَّجُلِ فِيهِ اشْتَدَّتْ مُخَالَفَتُهُ لِلسُّنَنِ، وَلَا تَرَى خِلَافَ السُّنَنِ وَالْآثَارِ إِلَّا عِنْدَ أَصْحَابِ الرَّأْيِ وَالْقِيَاسِ. فَلِلَّهِ كَمْ مِنْ سُنَّةٍ صَحِيحَةٍ صَرِيحَةٍ قَدْ عُطِّلَتْ بِهِ، وَكَمْ مِنْ أَثَرٍ دَرَسَ حُكْمُهُ بِسَبَبِهِ، فَالسُّنَنُ وَالْآثَارُ عِنْدَ الْآرَائِيِّينَ وَالْقِيَاسِيِّينَ خَاوِيَةٌ عَلَى عُرُوشِهَا، مُعَطَّلَةٌ أَحْكَامُهَا، مَعْزُولَةٌ عَنْ سُلْطَانِهَا وَوِلَايَتِهَا، لَهَا الِاسْمُ وَلِغَيْرِهَا الْحُكْمُ، لَهَا السِّكَّةُ وَالْخُطْبَةُ وَلِغَيْرِهَا الْأَمْرُ وَالنَّهْيُ. وَإِلَّا فَلِمَاذَا تُرِكَ حَدِيثُ الْعَرَايَا، وَحَدِيثُ قِسْمِ الِابْتِدَاءِ، وَأَنَّ لِلزَّوْجَةِ حَقَّ الْعَقْدِ سَبْعَ لَيَالٍ إِنْ </p><p> كَانَتْ بِكْرًا، أَوْ ثَلَاثًا إِنْ كَانَتْ ثَيِّبًا، ثُمَّ يُقَسَّمُ بِالسَّوِيَّةِ، وَحَدِيثُ تَغْرِيبِ الزَّانِي غَيْرِ الْمُحْصَنِ، وَحَدِيثُ الِاشْتِرَاطِ فِي الْحَجِّ وَجَوَازِ التَّحَلُّلِ بِالشَّرْطِ، وَحَدِيثُ الْمَسْحِ عَلَى الْجَوْرَبَيْنِ، وَحَدِيثُ عُمْرَانَ بْنِ حُصَيْنٍ وَأَبِي هُرَيْرَةَ فِي أَنَّ كَلَامَ النَّاسِ وَالْجَاهِلِ لَا يُبْطِلُ الصَّلَاةَ، وَحَدِيثُ دَفْعِ اللُّقَطَةِ إِلَى مَنْ جَاءَ فَوَصَفَ وِعَاءَهَا وَوِكَاءَهَا وَعِفَاصَهَا، وَحَدِيثُ الْمُصَرَّاةِ، وَحَدِيثُ الْقُرْعَةِ بَيْنَ الْعَبِيدِ إِذَا أُعْتِقُوا فِي الْمَرَضِ وَلَمْ يَحْمِلْهُمُ الثُّلُثُ. وَحَدِيثُ خِيَارِ الْمَجْلِسِ، وَحَدِيثُ إِتْمَامِ الصَّوْمِ لِمَنْ أَكَلَ نَاسِيًا، وَحَدِيثُ إِتْمَامِ الصُّبْحِ لِمَنْ طَلَعَتْ عَلَيْهِ الشَّمْسُ وَقَدْ صَلَّى مِنْهَا رَكْعَةً، وَحَدِيثُ الصَّوْمِ عَنِ الْمَيِّتِ، وَحَدِيثُ الْحَجِّ عَنِ الْمَرِيضِ الْمَيْئُوسِ مِنْ بُرْئِهِ، وَحَدِيثُ الْحُكْمِ بِالْقَافَةِ، وَحَدِيثُ \" مَنْ وَجَدَ مَتَاعَهُ عِنْدَ رَجُلٍ قَدْ أَفْلَسَ \" ، وَحَدِيثُ النَّهْيِ عَنْ بَيْعِ الرُّطَبِ بِالتَّمْرِ، وَحَدِيثُ بَيْعِ الْمُدَبَّرِ، وَحَدِيثُ الْقَضَاءِ بِالشَّاهِدِ مَعَ الْيَمِينِ، وَحَدِيثُ \" الْوَلَدِ لِلْفِرَاشِ إِذَا كَانَ مِنْ أَمَةٍ \" وَهُوَ سَبَبُ الْحَدِيثِ تَخْيِيرُ الْغُلَامِ بَيْنَ أَبَوَيْهِ إِذَا افْتَرَقَا، وَحَدِيثُ قَطْعِ السَّارِقِ فِي رُبْعِ دِينَارٍ، وَحَدِيثُ رَجْمِ الْكِتَابِيِّينَ فِي الزِّنَى، وَحَدِيثُ \" مَنْ تَزَوَّجَ امْرَأَةَ أَبِيهِ أَمَرَ بِضَرْبِ عُنُقِهِ وَأَخْذِ مَالِهِ \" ، وَحَدِيثُ \" لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ \" ، وَحَدِيثُ \" لَعَنَ اللَّهُ الْمُحَلِّلَ وَالْمُحَلَّلَ لَهُ \" ، وَحَدِيثُ \" لَا نِكَاحَ إِلَّا بِوَلِيٍّ \" ، وَحَدِيثُ \" الْمُطَلَّقَةِ ثَلَاثًا لَا سُكْنَى لَهَا وَلَا نَفَقَةَ \" ، وَحَدِيثُ عِتْقِ صَفِيَّةَ وَجَعْلِ عِتْقِهَا صَدَاقَهَا، وَحَدِيثُ \" اصْدُقُوا وَلَوْ خَاتَمًا مِنْ حَدِيدٍ \" ، وَحَدِيثُ \" إِبَاحَةِ لُحُومِ الْخَيْلِ \" ، وَحَدِيثُ \" كُلُّ مُسْكِرٍ حَرَامٌ \" ، وَحَدِيثُ \" لَيْسَ فِيهَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ \" ، وَحَدِيثُ الْمُزَارَعَةِ وَالْمُسَاقَاةِ، وَحَدِيثُ \" ذَكَاةِ الْجَنِينِ ذَكَاةِ أُمِّهِ \" وَحَدِيثُ \" الرَّهْنُ مَرْكُوبٌ وَمَحْلُوبٌ \" ، وَحَدِيثُ النَّهْيِ عَنْ تَخْلِيلِ الْخَمْرِ، وَحَدِيثُ قِسْمَةِ الْغَنِيمَةِ \" لِلرَّاجِلِ سَهْمٌ وَلِلْفَارِسِ ثَلَاثَةٌ \" ، وَحَدِيثُ \" لَا تُحَرِّمُ الْمَصَّةُ وَالْمَصَّتَانِ \" ، وَأَحَادِيثُ حُرْمَةِ الْمَدِينَةِ، وَحَدِيثُ إِشْعَارِ الْهَدْيِ، وَحَدِيثُ \" إِذَا لَمْ يَجِدِ الْمُحْرِمُ الْإِزَارَ فَلْيَلْبَسِ السَّرَاوِيلَ \" ، وَحَدِيثُ الْوُضُوءِ مِنْ لُحُومِ الْإِبِلِ، وَأَحَادِيثُ الْمَسْحِ عَلَى الْعِمَامَةِ، وَحَدِيثُ الْأَمْرِ بِإِعَادَةِ الصَّلَاةِ لِمَنْ صَلَّى خَلْفَ الصَّفِّ وَحْدَهُ، وَحَدِيثُ السَّرَاوِيلِ، وَحَدِيثُ مَنْعِ الرَّجُلِ مِنْ تَفْضِيلِ بَعْضِ وَلَدِهِ عَلَى بَعْضٍ، وَأَنَّهُ جَوْرٌ لَا تَجُوزُ الشَّهَادَةُ عَلَيْهِ، وَحَدِيثُ \" أَنْتَ وَمَالُكَ لِأَبِيكَ \" وَحَدِيثُ \" مَنْ دَخَلَ وَالْإِمَامُ يَخْطُبُ يُصَلِّي تَحِيَّةَ الْمَسْجِدِ \" ، وَحَدِيثُ الصَّلَاةِ عَلَى الْغَائِبِ، وَحَدِيثُ الْجَهْرِ بِـ \" آمِينَ \" فِي الصَّلَاةِ، وَحَدِيثُ جَوَازِ رُجُوعِ الْأَبِ فِيمَا وَهَبَهُ لِوَلَدِهِ، وَلَا يَرْجِعُ غَيْرُهُ، وَحَدِيثُ \" الْكَلْبُ الْأَسْوَدُ يَقْطَعُ الصَّلَاةَ \" وَحَدِيثُ الْخُرُوجِ إِلَى الْعِيدِ مِنَ الْغَدِ إِذَا عُلِمَ بِالْعِيدِ بَعْدَ الزَّوَالِ، وَحَدِيثُ نَضْحِ بَوْلِ الْغُلَامِ الَّذِي لَمْ يَأْكُلِ الطَّعَامَ، وَحَدِيثُ الصَّلَاةِ عَلَى </p><p> الْقَبْرِ، وَحَدِيثُ \" مَنْ زَرَعَ فِي أَرْضِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَلَيْسَ لَهُ مِنَ الزَّرْعِ شَيْءٌ وَلَهُ نَفَقَتُهُ \" ، وَحَدِيثُ بَيْعِ جَابِرٍ بِعِيرَهُ وَاشْتِرَاطِ ظَهْرِهِ، وَحَدِيثُ النَّهْيِ عَنْ جُلُودِ السِّبَاعِ، وَحَدِيثُ \" لَا يَمْنَعْ أَحَدُكُمْ جَارَهُ أَنْ يَغْرِزَ خَشَبَةً فِي جِدَارِهِ \" ، وَحَدِيثُ \" إِنَّ أَحَقَّ الشُّرُوطِ أَنْ تُوفُوا بِهِ مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ \" ، وَحَدِيثُ \" مَنْ بَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلْبَائِعِ \" وَحَدِيثُ \" إِذَا أَسْلَمَ وَتَحْتَهُ أُخْتَانِ اخْتَارَ أَيَّتَهُمَا شَاءَ \" ، وَحَدِيثُ الْوِتْرِ عَلَى الرَّاحِلَةِ، وَحَدِيثُ \" كُلُّ ذِي نَابٍ مِنَ السِّبَاعِ حَرَامٌ \" ، وَحَدِيثُ \" مِنَ السُّنَّةِ وَضْعُ الْيُمْنَى عَلَى الْيُسْرَى فِي الصَّلَاةِ، وَحَدِيثُ \" لَا تُجْزِئُ صَلَاةٌ لَا يُقِيمُ الرَّجُلُ فِيهَا صُلْبَهُ مِنْ رُكُوعِهِ وَسُجُودِهِ \"، وَأَحَادِيثُ رَفْعِ الْيَدَيْنِ فِي الصَّلَاةِ عِنْدَ الرُّكُوعِ وَالرَّفْعِ مِنْهُ، وَأَحَادِيثُ الِاسْتِفْتَاحِ،وَحَدِيثُ:كَانَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَكْتَتَانِ فِي الصَّلَاةِ، وَحَدِيثُ \" تَحْرِيمُهَا التَّكْبِيرُ وَتَحْلِيلُهَا التَّسْلِيمُ \"، وَحَدِيثُ حَمْلِ الصَّبِيَّةِ فِي الصَّلَاةِ، وَأَحَادِيثُ الْقُرْعَةِ، وَأَحَادِيثُ الْعَقِيقَةِ، وَحَدِيثُ \" لَوْ أَنَّ رَجُلًا اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنِكَ \"، وَحَدِيثُ \" أَيَدَعُ يَدَهُ فِي فِيكَ تَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ \"، وَحَدِيثُ \" إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ \"، وَحَدِيثُ النَّهْيِ عَنْ صَوْمِ يَوْمِ الْجُمُعَةِ، وَحَدِيثُ النَّهْيِ عَنِ الذَّبْحِ بِالسَّنِّ وَالظُّفُرِ، وَحَدِيثُ صَلَاةِ الْكُسُوفِ وَالِاسْتِسْقَاءِ، وَحَدِيثُ النَّهْيِ عَنْ عَسِيبِ الْفَحْلِ، وَحَدِيثُ \" الْمُحْرِمُ إِذَا مَاتَ لَمْ يُخَمَّرْ رَأْسُهُ، وَلَمْ يُقَرَّبْ طِيبًا \" إِلَى أَضْعَافِ ذَلِكَ مِنَ الْأَحَادِيثِ الَّتِي كَانَ تَرْكُهَا مِنْ أَجْلِ الْقَوْلِ بِالْقِيَاسِ وَالرَّأْيِ. </p><p> فَلَوْ كَانَ الْقِيَاسُ حَقًّا لَكَانَ أَهْلُهُ أَتْبَعَ الْأُمَّةِ لِلْأَحَادِيثِ، وَلَا حُفِظَ لَهُمْ تَرْكُ حَدِيثٍ وَاحِدٍ إِلَّا لِنَصٍّ نَاسِخٍ لَهُ، فَحَيْثُ رَأَيْنَا كُلَّ مَنْ كَانَ أَشَدَّ تَوَغُّلًا فِي الْقِيَاسِ وَالرَّأْيِ كَانَ أَشَدَّ مُخَالَفَةً لِلْأَحَادِيثِ الصَّحِيحَةِ الصَّرِيحَةِ عَلِمْنَا أَنَّ الْقِيَاسَ لَيْسَ مِنَ الدِّينِ، وَأَنَّ شَيْئًا تُتْرَكُ لَهُ السُّنَنُ لَأَبْيَنُ شَيْءٍ مُنَافَاةً لِلدِّينِ ; فَلَوْ كَانَ الْقِيَاسُ مِنْ عِنْدِ اللَّهِ لَطَابَقَ السُّنَّةَ أَعْظَمَ مُطَابَقَةً، وَلَمْ يُخَالِفْ أَصْحَابُهُ حَدِيثًا وَاحِدًا مِنْهَا، وَلَكَانُوا أَسْعَدَ بِهَا مِنْ أَهْلِ الْحَدِيثِ، فَلْيُرُوا أَهْلَ الْحَدِيثِ وَالْأَثَرِ حَدِيثًا وَاحِدًا صَحِيحًا قَدْ خَالَفُوهُ، كَمَا أَرَيْنَاهُمْ آنِفًا مَا خَالَفُوهُ مِنَ السُّنَّةِ بِجَرِيرَةِ الْقِيَاسِ. </p><p> قَالُوا: وَقَدْ أَخَذَ اللَّهُ الْمِيثَاقَ عَلَى أَهْلِ الْكِتَابِ وَعَلَيْنَا بَعْدَهُمْ أَلَّا نَقُولَ عَلَى اللَّهِ إِلَّا بِالْحَقِّ، فَلَوْ كَانَتْ هَذِهِ الْأَقْيِسَةُ الْمُتَعَارِضَةُ الْمُتَنَاقِضَةُ الَّتِي يَنْقُضُ بَعْضُهَا بَعْضًا بِحَيْثُ لَا يَدْرِي النَّاظِرُ فِيهَا أَيُّهَا الصَّوَابُ حَقًّا لَكَانَتْ مُتَّفِقَةً يُصَدِّقُ بَعْضُهَا بَعْضًا كَالسُّنَّةِ الَّتِي يُصَدِّقُ بَعْضُهَا بَعْضًا، وَقَالَ تَعَالَى: وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ [١٠ \\ ٨٢] لَا بِآرَائِنَا، وَلَا مَقَايِيسِنَا، وَقَالَ: وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ [٣٣ \\ ٤] فَمَا لَمْ يَقُلْهُ سُبْحَانَهُ </p><p> وَلَا هَدَى إِلَيْهِ فَلَيْسَ مِنَ الْحَقِّ، وَقَالَ تَعَالَى: فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ [٢٨ \\ ٥٠] فَقَسَّمَ الْأُمُورَ إِلَى قِسْمَيْنِ لَا ثَالِثَ لَهُمَا: اتِّبَاعٌ لِمَا دَعَا إِلَيْهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاتِّبَاعُ الْهَوَى. </p><p> قَالُوا: وَالرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَدْعُ أُمَّتَهُ إِلَى الْقِيَاسِ قَطُّ، بَلْ قَدْ صَحَّ عَنْهُ بِأَنَّهُ أَنْكَرَ عَلَى عُمَرَ وَأُسَامَةَ مَحْضَ الْقِيَاسِ فِي شَأْنِ الْحُلَّتَيْنِ اللَّتَيْنِ أَرْسَلَ بِهِمَا إِلَيْهِمَا فَلَبِسَهَا أُسَامَةُ قِيَاسًا لِلُّبْسِ عَلَى التَّمَلُّكِ وَالِانْتِفَاعِ وَالْبَيْعِ وَكُسْوَتِهَا لِغَيْرِهِ، وَرَدَّهَا عُمَرُ قِيَاسًا لِتَمَلُّكِهَا عَلَى لُبْسِهَا، فَأُسَامَةُ أَبَاحَ، وَعُمَرُ حَرَّمَ قِيَاسًا. فَأَبْطَلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كُلَّ وَاحِدٍ مِنَ الْقِيَاسَيْنِ، وَقَالَ لِعُمَرَ:  \" إِنَّمَا بَعَثْتُ بِهَا إِلَيْكَ لِتَسْتَمْتِعَ بِهَا \" ، وَقَالَ لِأُسَامَةَ:  \" إِنِّي لَمْ أَبْعَثْ إِلَيْكَ بِهَا لِتَلْبِسَهَا، وَلَكِنْ بَعَثْتُهَا إِلَيْكَ لِتَشُقَّهَا خُمُرًا لِنِسَائِكَ \" ، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا تَقَدَّمَ إِلَيْهِمْ فِي الْحَرِيرِ بِالنَّصِّ عَلَى تَحْرِيمِ لُبْسِهِ فَقَطْ، فَقَاسَا قِيَاسًا أَخْطَآ فِيهِ، فَأَحَدُهُمَا قَاسَ اللُّبْسَ عَلَى الْمِلْكِ، وَعُمَرُ قَاسَ التَّمَلُّكَ عَلَى اللُّبْسِ، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيَّنَ أَنَّ مَا حَرَّمَهُ مِنَ اللُّبْسِ لَا يَتَعَدَّى إِلَى غَيْرِهِ، وَمَا أَبَاحَهُ مِنَ التَّمَلُّكِ لَا يَتَعَدَّى إِلَى اللُّبْسِ. </p><p> قَالُوا: وَهَذَا عَيْنُ إِبْطَالِ الْقِيَاسِ، وَقَالُوا: وَقَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَدِيثِ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّ اللَّهَ فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَنَهَى عَنْ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلَا تَبْحَثُوا عَنْهَا \" ، قَالُوا: وَهَذَا الْخِطَابُ عَامٌّ لِجَمِيعِ الْأُمَّةِ أَوَّلِهَا وَآخِرِهَا. </p><p> قَالُوا: وَقَدْ جَاءَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِإِسْنَادٍ جَيِّدٍ مِنْ حَدِيثِ سَلْمَانَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: سُئِلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ أَشْيَاءَ فَقَالَ:  \" الْحَلَالُ مَا أَحَلَّهُ اللَّهُ، وَالْحَرَامُ مَا حَرَّمَ اللَّهُ، وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ \" . قَالُوا: وَكُلُّ ذَلِكَ يَدُلُّ عَلَى أَنَّ الْمَسْكُوتَ عَنْهُ مَعْفُوٌّ عَنْهُ. فَلَا يَجُوزُ تَحْرِيمُهُ، وَلَا إِيجَابِهِ بِإِلْحَاقِهِ بِالْمَنْطُوقِ بِهِ. </p><p> قَالُوا: وَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ: ثِنَا عِيسَى بْنُ يُونُسَ، عَنْ جَرِيرِ بْنِ عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ الْأَشْجَعِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: تَفْتَرِقُ أُمَّتِي عَلَى بِضْعٍ وَسَبْعِينَ فِرْقَةً، أَعْظَمُهَا فِتْنَةً عَلَى أُمَّتِي قَوْمٌ يَقِيسُونَ الْأُمُورَ بِرَأْيِهِمْ. فَيُحِلُّونَ الْحَرَامَ وَيُحَرِّمُونَ الْحَلَالَ \". قَالَ قَاسِمُ بْنُ أَصْبَغَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ التِّرْمِذِيُّ، ثَنَا نُعَيْمُ بْنُ حَمَّادٍ، حَدَّثَنَا عَبْدُ اللَّهِ. . فَذَكَرَهُ، وَهَؤُلَاءِ كُلُّهُمْ أَئِمَّةٌ ثِقَاتٌ حُفَّاظٌ، إِلَّا جَرِيرَ بْنَ عُثْمَانَ؛ فَإِنَّهُ كَانَ مُنْحَرِفًا عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - وَمَعَ ذَلِكَ فَقَدِ احْتَجَّ بِهِ الْبُخَارِيُّ فِي صَحِيحِهِ، وَقَدْ رُوِيَ عَنْهُ أَنَّهُ تَبَرَّأَ مِمَّا نُسِبَ إِلَيْهِ مِنَ الِانْحِرَافِ </p><p> عَنْ عَلِيٍّ، وَنُعَيْمُ بْنُ حَمَّادٍ إِمَامٌ جَلِيلٌ، وَكَانَ سَيْفًا عَلَى الْجَهْمِيَّةِ، رَوَى عَنْهُ الْبُخَارِيُّ فِي صَحِيحِهِ. </p><p> قَالُوا: وَقَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صِحَّةً تَقْرُبُ مِنَ التَّوَاتُرِ أَنَّهُ قَالَ:  \" ذَرُونِي مَا تَرَكْتُكُمْ، فَإِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ بِكَثْرَةِ مَسَائِلِهِمْ وَاخْتِلَافِهِمْ عَلَى أَنْبِيَائِهِمْ، مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ \" . وَقَدْ قَدَّمْنَا إِيضَاحَ مُرَادِهِمْ بِالِاسْتِدْلَالِ بِالْحَدِيثِ. </p><p> وَقَدْ ذَكَرُوا عَنِ الصَّحَابَةِ وَالتَّابِعِينَ آثَارًا كَثِيرَةً فِي ذَمِّ الرَّأْيِ وَالْقِيَاسِ وَالتَّحْذِيرِ مِنْ ذَلِكَ. وَذَلِكَ كَثِيرٌ مَعْرُوفٌ عَنِ الصَّحَابَةِ فَمَنْ بَعْدَهُمْ. وَذَكَرُوا كَثِيرًا مِنْ أَقْيِسَةِ الْفُقَهَاءِ الَّتِي يَزْعُمُونَ أَنَّهَا بَاطِلَةٌ، وَعَارَضُوهَا بِأَقْيِسَةٍ تُمَاثِلُهَا فِي زَعْمِهِمْ. وَذَكَرُوا أَشْيَاءَ كَثِيرَةً يَزْعُمُونَ أَنَّ الْفُقَهَاءَ فَرَّقُوا فِيهَا بَيْنَ الْمُجْتَمِعِ وَجَمَعُوا فِيهَا بَيْنَ الْمُفْتَرِقِ، إِلَى غَيْرِ ذَلِكَ مِنْ أَدِلَّتِهِمُ الْكَثِيرَةِ عَلَى إِبْطَالِ الرَّأْيِ وَالْقِيَاسِ. </p><p> وَقَدْ ذَكَرْنَا فِي هَذَا الْكَلَامِ جُمَلًا وَافِيَةً مِنْ أَدِلَّتِهِمْ عَلَى ذَلِكَ بِوَاسِطَةِ نَقْلِ الْعَلَّامَةِ ابْنِ الْقَيِّمِ فِي (إِعْلَامِ الْمُوَقِّعِينَ عَنْ رَبِّ الْعَالَمِينَ) وَلَمْ نَتَتَبَّعْ جَمِيعَ أَدِلَّتِهِمْ لِئَلَّا يُؤَدِّي ذَلِكَ إِلَى الْإِطَالَةِ الْمُمِلَّةِ. وَقَدْ رَأَيْتَ فِيمَا ذَكَرْنَا حُجَجَ الْقَائِلِينَ بِالْقِيَاسِ وَالِاجْتِهَادِ فِيمَا لَا نَصَّ فِيهِ، وَحُجَجَ الْمَانِعِينَ لِذَلِكَ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ </p><p> اعْلَمْ أَنَّ تَحْقِيقَ الْمَقَامَ فِي هَذِهِ الْمَسْأَلَةِ الَّتِي وَقَعَ فِيهَا مِنَ الِاخْتِلَافِ مَا رَأَيْتَ أَنَّ الْقِيَاسَ قِسْمَانِ: قِيَاسٌ صَحِيحٌ، وَقِيَاسٌ فَاسِدٌ. </p><p> أَمَّا الْقِيَاسُ الْفَاسِدُ فَهُوَ الَّذِي تَرُدُّ عَلَيْهِ الْأَدِلَّةُ الَّتِي ذَكَرَهَا الظَّاهِرِيَّةُ وَتَدُلُّ عَلَى بُطْلَانِهِ، وَلَا شَكَّ أَنَّهُ بَاطِلٌ، وَأَنَّهُ لَيْسَ مِنَ الدِّينِ كَمَا قَالُوا وَكَمَا هُوَ الْحَقُّ. </p><p> وَأَمَّا الْقِيَاسُ الصَّحِيحُ فَلَا يَرُدُّ عَلَيْهِ شَيْءٌ مِنْ تِلْكَ الْأَدِلَّةِ، وَلَا يُنَاقِضُ بَعْضُهُ بَعْضًا، وَلَا يُنَاقِضُ أَلْبَتَّةَ نَصًّا صَحِيحًا مِنْ كِتَابٍ أَوْ سُنَّةٍ. فَكَمَا لَا تَتَنَاقَضُ دَلَالَةُ النُّصُوصِ الصَّحِيحَةِ، فَإِنَّهُ لَا تَتَنَاقَضُ دَلَالَةُ الْأَقْيِسَةِ الصَّحِيحَةِ وَلَا دَلَالَةُ النَّصِّ الصَّرِيحِ وَالْقِيَاسِ الصَّحِيحِ، بَلْ كُلُّهَا مُتَصَادِقَةٌ مُتَعَاضِدَةٌ مُتَنَاصِرَةٌ، يُصَدِّقُ بَعْضُهَا بَعْضًا، وَيَشْهَدُ بَعْضُهَا لِبَعْضٍ. فَلَا يُنَاقِضُ الْقِيَاسُ الصَّحِيحُ النَّصَّ الصَّحِيحَ أَبَدًا. </p><p> وَضَابِطُ الْقِيَاسِ الصَّحِيحِ هُوَ أَنْ تَكُونَ الْعِلَّةُ الَّتِي عَلَّقَ الشَّارِعُ بِهَا الْحُكْمَ وَشَرَعَهُ </p><p> مِنْ أَجْلِهَا مَوْجُودَةً بِتَمَامِهَا فِي الْفَرْعِ مِنْ غَيْرِ مُعَارِضٍ فِي الْفَرْعِ يَمْنَعُ حُكْمَهَا فِيهِ. وَكَذَلِكَ الْقِيَاسُ الْمَعْرُوفُ بِـ \" الْقِيَاسِ فِي مَعْنَى الْأَصْلِ \" الَّذِي هُوَ الْإِلْحَاقُ بِنَفْيِ الْفَارِقِ الْمُؤَثِّرِ فِي الْحُكْمِ. </p><p> فَمِثْلُ ذَلِكَ لَا تَأْتِي الشَّرِيعَةُ بِخِلَافِهِ، وَلَا يُعَارِضُ نَصًّا، وَلَا يَتَعَارَضُ هُوَ فِي نَفْسِهِ، وَسَنَضْرِبُ لَكَ أَمْثِلَةً مِنْ ذَلِكَ تَسْتَدِلُّ بِهَا عَلَى جَهْلِ الظَّاهِرِيَّةِ الْقَادِحِ الْفَاضِحِ، وَقَوْلِهِمْ عَلَى اللَّهِ وَعَلَى رَسُولِهِ وَعَلَى دِينِهِ أَبْطَلَ الْبَاطِلِ الَّذِي لَا يَشُكُّ عَاقِلٌ فِي بُطْلَانِهِ وَعِظَمِ ضَرَرِهِ عَلَى الدِّينِ بِدَعْوَى أَنَّهُمْ وَاقِفُونَ مَعَ النُّصُوصِ، وَأَنَّ كُلَّ مَا لَمْ يُصَرَّحْ بِلَفْظِهِ فِي كِتَابٍ أَوْ سُنَّةٍ فَهُوَ مَعْفُوٌّ عَنْهُ، وَلَوْ صَرَّحَ بِعِلَّةِ الْحُكْمِ الْمُشْتَمِلَةِ عَلَى مَقْصُودِ الشَّارِعِ مِنْ حِكْمَةِ التَّشْرِيعِ، فَأَهْدَرُوا الْمَصَالِحَ الْمَقْصُودَةَ مِنَ التَّشْرِيعِ. </p><p> وَقَالُوا عَلَى اللَّهِ مَا يَقْتَضِي أَنَّهُ يَشْرَعُ الْمَضَارَّ الظَّاهِرَةَ لِخَلْقِهِ. فَمِنْ ذَلِكَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي بَكْرَةَ - رَضِيَ اللَّهُ عَنْهُ - مِنْ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" لَا يَقْضِيَنَّ حَكَمٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ \" فَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْحَدِيثِ الصَّحِيحِ نَهَى عَنِ الْحُكْمِ فِي وَقْتِ الْغَضَبِ، وَلَا يَشُكُّ عَاقِلٌ أَنَّهُ خَصَّ وَقْتَ الْغَضَبِ بِالنَّهْيِ دُونَ وَقْتِ الرِّضَا؛ لِأَنَّ الْغَضَبَ يُشَوِّشُ الْفِكْرَ فَيَمْنَعُ مِنِ اسْتِيفَاءِ النَّظَرِ فِي الْحُكْمِ. فَيَكُونُ ذَلِكَ سَبَبًا لِضَيَاعِ حُقُوقِ الْمُسْلِمِينَ، فَيَلْزَمُ عَلَى قَوْلِ الظَّاهِرِيَّةِ كَمَا قَدَّمْنَا إِيضَاحَهُ أَنَّ النَّهْيَ يَخْتَصُّ بِحَالَةِ الْغَضَبِ، وَلَا يَتَعَدَّاهَا إِلَى غَيْرِهَا مِنْ حَالَاتِ تَشْوِيشِ الْفِكْرِ الْمَانِعَةِ مِنِ اسْتِيفَاءِ النَّظَرِ فِي الْحُكْمِ. فَلَوْ كَانَ الْقَاضِي فِي حُزْنٍ مُفْرِطٍ يُؤَثِّرُ عَلَيْهِ تَأْثِيرًا أَشَدَّ مِنْ تَأْثِيرِ الْغَضَبِ بِأَضْعَافٍ، أَوْ كَانَ فِي جُوعٍ أَوْ عَطَشٍ مُفْرِطٍ يُؤَثِّرُ عَلَيْهِ أَعْظَمُ مِنْ تَأْثِيرِ الْغَضَبِ، فَعَلَى قَوْلِ الظَّاهِرِيَّةِ فَحُكْمُهُ بَيْنَ النَّاسِ فِي تِلْكَ الْحَالَاتِ الْمَانِعَةِ مِنَ اسْتِيفَاءِ النَّظَرِ فِي الْحُكْمِ عَفْوٌ جَائِزٌ؛ لِأَنَّ اللَّهَ سَكَتَ عَنْهُ فِي زَعْمِهِمْ، فَيَكُونُ اللَّهُ قَدْ عَفَا لِلْقَاضِي عَنِ التَّسَبُّبِ فِي إِضَاعَةِ حُقُوقِ الْمُسْلِمِينَ الَّتِي نَصَّبَهُ الْإِمَامُ مِنْ أَجْلِ صِيَانَتِهَا وَحِفْظِهَا مِنَ الضَّيَاعِ، مَعَ أَنَّ تَنْصِيصَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى النَّهْيِ عَنِ الْحُكْمِ فِي حَالَةِ الْغَضَبِ دَلِيلٌ وَاضِحٌ عَلَى الْمَنْعِ مِنَ الْحُكْمِ فِي حَالَةِ تَشْوِيشِ الْفِكْرِ تَشْوِيشًا كَتَشْوِيشِ الْغَضَبِ أَوْ أَشَدَّ مِنْهُ كَمَا لَا يَخْفَى عَلَى عَاقِلٍ، فَانْظُرْ عُقُولَ الظَّاهِرِيَّةِ وَقَوْلَهُمْ عَلَى اللَّهِ مَا يَقْتَضِي أَنَّهُ أَبَاحَ لِلْقُضَاةِ الْحُكْمَ فِي حُقُوقِ الْمُسْلِمِينَ فِي الْأَحْوَالِ الْمَانِعَةِ مِنَ الْقُدْرَةِ عَلَى اسْتِيفَاءِ النَّظَرِ فِي الْأَحْكَامِ، مَعَ نَهْيِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّرِيحِ عَنْ ذَلِكَ فِي صُورَةٍ مِنْ صُوَرِهِ وَهِيَ الْغَضَبُ - بِزَعْمِهِمْ أَنَّهُمْ وَاقِفُونَ مَعَ النُّصُوصِ. وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ </p><p> [٢٤ \\ ٤ - ٥] فَاللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ نَصَّ عَلَى أَنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ يُجْلَدُونَ ثَمَانِينَ جَلْدَةً، وَتُرَدُّ شَهَادَتُهُمْ وَيُحْكَمُ بِفِسْقِهِمْ. ثُمَّ اسْتَثْنَى مِنْ ذَلِكَ مَنْ تَابَ مِنَ الْقَاذِفِينَ مِنْ بَعْدِ ذَلِكَ وَأَصْلَحَ. وَلَمْ يَتَعَرَّضْ فِي هَذَا النَّصِّ لِحُكْمِ الَّذِينَ يَرْمُونَ الْمُحْصَنِينَ الذُّكُورَ. </p><p> فَيَلْزَمُ عَلَى قَوْلِ الظَّاهِرِيَّةِ أَنَّ مَنْ قَذَفَ مُحْصَنًا ذَكَرًا لَيْسَ عَلَى أَئِمَّةِ الْمُسْلِمِينَ جَلْدُهُ وَلَا رَدُّ شَهَادَتِهِ وَلَا الْحُكْمُ بِفِسْقِهِ؛ لِأَنَّ اللَّهَ سَكَتَ عَنْ ذَلِكَ فِي زَعْمِهِمْ، وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ! </p><p> فَانْظُرْ عُقُولَ الظَّاهِرِيَّةِ وَمَا يَقُولُونَ عَلَى اللَّهِ وَرَسُولِهِ مِنْ عَظَائِمِ الْأُمُورِ، بِدَعْوَى الْوُقُوفِ مَعَ النَّصِّ! وَدَعْوَى بَعْضِ الظَّاهِرِيَّةِ أَنَّ آيَةَ وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ شَامِلَةٌ لِلذُّكُورِ بِلَفْظِهَا، بِدَعْوَى أَنَّ الْمَعْنَى: يَرْمُونَ الْفُرُوجَ الْمُحْصَنَاتِ مِنْ فُرُوجِ الْإِنَاثِ وَالذُّكُورِ - مِنْ تُلَاعُبِهِمْ وَجَهْلِهِمْ بِنُصُوصِ الشَّرْعِ؟ وَهَلْ تُمْكِنُ تِلْكَ الدَّعْوَى فِي قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ الْآيَةَ [٢٤ \\ ٢٣] فَهَلْ يُمْكِنُهُمْ أَنْ يَقُولُوا إِنَّ الْفُرُوجَ هِيَ الْغَافِلَاتُ الْمُؤْمِنَاتُ. </p><p> وَكَذَلِكَ قَوْلُهُ تَعَالَى: وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ الْآيَةَ [٤ \\ ٢٤] وَقَوْلِهِ تَعَالَى: مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلَا مُتَّخِذَاتِ أَخْدَانٍ [٤ \\ ٢٥] كَمَا هُوَ وَاضِحٌ؟ </p><p> وَمِنْ ذَلِكَ نَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْبَوْلِ فِي الْمَاءِ الرَّاكِدِ، فَإِنَّهُ لَا يَشُكُّ عَاقِلٌ أَنَّ عِلَّةَ نَهْيِهِ عَنْهُ أَنَّ الْبَوْلَ يَسْتَقِرُّ فِيهِ لِرُكُودِهِ فَيُقَذِّرَهُ، فَيَلْزَمُ عَلَى قَوْلِ الظَّاهِرِيَّةِ أَنَّهُ لَوْ مَلَأَ آنِيَةً كَثِيرَةً مِنَ الْبَوْلِ ثُمَّ صَبَّهَا فِي الْمَاءِ الرَّاكِدِ أَوْ تَغَوَّطَ فِيهِ أَنَّ كُلَّ ذَلِكَ عَفْوٌ؛ لِأَنَّهُ مَسْكُوتٌ عَنْهُ. فَيَكُونُ اللَّهُ عَلَى قَوْلِهِمْ يَنْهَى عَنْ جَعْلِ قَلِيلٍ مِنَ الْبَوْلِ فِيهِ إِذَا بَاشَرَ الْبَوْلَ فِيهِ، وَيَأْذَنُ فِي جَعْلِ أَضْعَافِ ذَلِكَ مِنَ الْبَوْلِ فِيهِ بِصَبِّهِ فِيهِ مِنَ الْآنِيَةِ، وَكَذَلِكَ يَأْذَنُ فِي التَّغَوُّطِ فِيهِ! . </p><p> وَهَذَا لَوْ صَدَرَ مِنْ أَدْنَى عَاقِلٍ لَكَانَ تَنَاقُضًا مَعِيبًا عِنْدَ جَمِيعِ الْعُقَلَاءِ، فَكَيْفَ بِمَنْ يَنْسِبُ ذَلِكَ إِلَى اللَّهِ وَرَسُولِهِ عِيَاذًا بِاللَّهِ تَعَالَى بِدَعْوَى الْوُقُوفِ مَعَ النُّصُوصِ! وَرُبَّمَا ظَنَّ الْإِنْسَانُ الْأَجْرَ وَالْقُرْبَةَ فِيمَا هُوَ إِلَى الْإِثْمِ وَالْمَعْصِيَةِ أَقْرَبُ. كَمَا قِيلَ: </p><p> أَمُنْفِقَةُ الْأَيْتَامِ مِنْ كَدِّ فَرْجِهَا ... لَكِ الْوَيْلُ لَا تَزْنِي وَلَا تَتَصَدَّقِي </p><p> وَمِنْ ذَلِكَ نَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ التَّضْحِيَةِ بِالْعَوْرَاءِ مَعَ سُكُوتِهِ عَنْ حُكْمِ التَّضْحِيَةِ بِالْعَمْيَاءِ، فَإِنَّهُ يَلْزَمُ عَلَى قَوْلِ الظَّاهِرِيَّةِ أَنْ يُنَاطَ ذَلِكَ الْحُكْمُ بِخُصُوصِ لَفْظِ الْعَوَرِ خَاصَّةً، فَتَكُونُ </p><p> الْعَمْيَاءُ مِمَّا سَكَتَ اللَّهُ عَنْ حُكْمِ التَّضْحِيَةِ بِهِ فَيَكُونُ ذَلِكَ عَفْوًا. وَإِدْخَالُ الْعَمْيَاءِ فِي اسْمِ الْعَوْرَاءِ لُغَةً غَيْرُ صَحِيحٍ؛ لِأَنَّ الْمَفْهُومَ مِنَ الْعَوَرِ غَيْرُ الْمَفْهُومِ مِنَ الْعَمَى؛ لِأَنَّ الْعَوَرَ لَا يُطْلَقُ إِلَّا فِي صُورَةٍ فِيهَا عَيْنٌ تُبْصِرُ، بِخِلَافِ الْعَمَى فَلَا يُطْلَقُ فِي ذَلِكَ. وَتَفْسِيرُ الْعَوَرِ بِأَنَّهُ عَمَى إِحْدَى الْعَيْنَيْنِ لَا يُنَافِي الْمُغَايِرَةَ؛ لِأَنَّ الْعَمَى الْمُقَيَّدَ بِإِحْدَى الْعَيْنَيْنِ غَيْرُ الْعَمَى الشَّامِلِ لِلْعَيْنَيْنِ مَعًا. وَبِالْجُمْلَةِ فَالْمَعْنَى الْمَفْهُومُ مِنْ لَفْظِ الْعَوَرِ غَيْرُ الْمَعْنَى الْمَفْهُومِ مِنْ لَفْظِ الْعَمَى، فَوُقُوفُ الظَّاهِرِيَّةِ مَعَ لَفْظِ النَّصِّ يَلْزَمُهُ جَوَازُ التَّضْحِيَةِ بِالْعَمْيَاءِ؛ لِأَنَّهَا مَسْكُوتٌ عَنْهَا، وَأَمْثَالُ هَذَا مِنْهُمْ كَثِيرَةٌ جِدًّا. وَقَصَدْنَا التَّنْبِيهَ عَلَى بُطْلَانِ أَسَاسِ دَعْوَاهُمْ، وَهُوَ الْوُقُوفُ مَعَ اللَّفْظِ مِنْ غَيْرِ نَظَرٍ إِلَى مَعَانِي التَّشْرِيعِ وَالْحِكَمِ وَالْمَصَالِحِ الَّتِي هِيَ مَنَاطُ الْأَحْكَامِ، وَإِلْحَاقُ النَّظِيرِ بِنَظِيرِهِ الَّذِي لَا فَرْقَ بَيْنَهُ وَبَيْنَهُ يُؤَثِّرُ فِي الْحُكْمِ. </p><p> وَاعْلَمْ أَنَّ التَّحْقِيقَ الَّذِي لَا شَكَّ فِيهِ أَنَّ اللَّهَ تَعَالَى يَشْرَعُ الْأَحْكَامَ لِمَصَالِحِ الْخَلْقِ، فَأَفْعَالُهُ وَتَشْرِيعَاتُهُ كُلُّهَا مُشْتَمِلَةٌ عَلَى الْحِكَمِ وَالْمَصَالِحِ مِنْ جَلْبِ الْمَنَافِعِ وَدَفْعِ الْمَضَارِّ. فَمَا يَزْعُمُهُ كَثِيرٌ مِنْ مُتَأَخِّرِي الْمُتَكَلِّمِينَ - تَقْلِيدًا لِمَنْ تَقَدَّمَهُمْ - مِنْ أَنَّ أَفْعَالَهُ - جَلَّ وَعَلَا - لَا تُعَلَّلُ بِالْعِلَلِ الْغَائِيَّةِ، زَاعِمِينَ أَنَّ التَّعْلِيلَ بِالْأَغْرَاضِ يَسْتَلْزِمُ الْكَمَالَ بِحُصُولِ الْغَرَضِ الْمُعَلَّلِ بِهِ، وَأَنَّ اللَّهَ - جَلَّ وَعَلَا - مُنَزَّهٌ مِنْ ذَلِكَ لِاسْتِلْزَامِهِ النَّقْصَ - كُلُّهُ كَلَامٌ بَاطِلٌ، وَلَا حَاجَةَ إِلَيْهِ أَلْبَتَّةَ ; لِأَنَّهُ مِنَ الْمَعْلُومِ بِالضَّرُورَةِ مِنَ الدِّينِ أَنَّ اللَّهَ - جَلَّ وَعَلَا - غَنِيٌّ لِذَاتِهِ الْغِنَى الْمُطْلَقَ، وَجَمِيعُ الْخَلْقِ فُقَرَاءُ إِلَيْهِ غَايَةَ الْفَقْرِ وَالْفَاقَةِ وَالْحَاجَةِ: يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ [٣٥ \\ ١٥] وَلَكِنَّهُ - جَلَّ وَعَلَا - يَشْرَعُ وَيَفْعَلُ لِأَجْلِ مَصَالِحِ الْخَلْقِ الْمُحْتَاجِينَ الْفُقَرَاءِ إِلَيْهِ، لَا لِأَجْلِ مَصْلَحَةٍ تَعُودُ إِلَيْهِ هُوَ سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَادِّعَاءُ كَثِيرٍ مِنْ أَهْلِ الْأُصُولِ أَنَّ الْعِلَلَ الشَّرْعِيَّةَ مُطْلَقُ أَمَارَاتٍ وَعَلَامَاتٍ لِلْأَحْكَامِ نَاشِئٌ عَنْ ذَلِكَ الظَّنِّ الْبَاطِلِ. فَاللَّهُ - جَلَّ وَعَلَا - يَشْرَعُ الْأَحْكَامَ لِأَجْلِ الْعِلَلِ الْمُشْتَمِلَةِ عَلَى الْمَصَالِحِ الَّتِي يَعُودُ نَفْعُهَا إِلَى خَلْقِهِ الْفُقَرَاءِ إِلَيْهِ لَا إِلَى اللَّهِ - جَلَّ وَعَلَا - إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ [١٤ \\ ٨] وَقَدْ صَرَّحَ تَعَالَى وَصَرَّحَ رَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّهُ يَشْرَعُ الْأَحْكَامَ مِنْ أَجْلِ الْحِكَمِ الْمَنُوطَةِ بِذَلِكَ التَّشْرِيعِ. </p><p> وَأَصْرَحُ لِفْظٍ فِي ذَلِكَ لَفْظَةُ (مِنْ أَجْلِ) وَقَدْ قَالَ تَعَالَى: مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ الْآيَةَ [٥] وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ \" . </p><p> وَقَدْ قَدَّمْنَا أَمْثِلَةً مُتَعَدِّدَةً لِحُرُوفِ التَّعْلِيلِ فِي الْآيَاتِ الْقُرْآنِيَّةِ الدَّالَّةِ عَلَى الْعِلَلِ الْغَائِيَّةِ الْمُشْتَمِلَةِ عَلَى مَصَالِحِ الْعِبَادِ، وَهُوَ أَمْرٌ مَعْلُومٌ عِنْدَ مَنْ لَهُ عِلْمٌ بِحُكْمِ التَّشْرِيعِ الْإِسْلَامِيِّ. </p><p> وَقَالَ الْعَلَّامَةُ ابْنُ الْقَيِّمِ فِي (إِعْلَامِ الْمُوَقِّعِينَ عَنْ رَبِّ الْعَالَمِينَ) بَعْدَ أَنْ ذَكَرَ قَوْلَ مَنْ مَنَعَ الْقِيَاسَ مُطْلَقًا وَقَوْلَ مَنْ غَلَا فِيهِ، وَذَكَرَ أَدِلَّةَ الْفَرِيقَيْنِ مَا نَصُّهُ: </p><p> وَقَالَ الْمُتَوَسِّطُونَ بَيْنَ الْفَرِيقَيْنِ: قَدْ ثَبَتَ أَنَّ اللَّهَ سُبْحَانَهُ قَدْ أَنْزَلَ الْكِتَابَ وَالْمِيزَانَ، فَكِلَاهُمَا فِي الْإِنْزَالِ أَخَوَانِ، وَفِي مَعْرِفَةِ الْأَحْكَامِ شَقِيقَانِ، وَكَمَا لَا يَتَنَاقَضُ الْكِتَابُ فِي نَفْسِهِ، فَالْمِيزَانُ الصَّحِيحُ لَا يَتَنَاقَضُ فِي نَفْسِهِ، وَلَا يَتَنَاقَضُ الْكِتَابُ وَالْمِيزَانُ، فَلَا تَتَنَاقَضُ دَلَالَةُ النُّصُوصِ الصَّحِيحَةِ، وَلَا دَلَالَةُ الْأَقْيِسَةِ الصَّحِيحَةِ، وَلَا دَلَالَةُ النَّصِّ الصَّرِيحِ وَالْقِيَاسِ الصَّحِيحِ، بَلْ كُلُّهَا مُتَصَادِقَةٌ مُتَعَاضِدَةٌ مُتَنَاصِرَةٌ، يُصَدِّقُ بَعْضُهَا بَعْضًا وَيَشْهَدُ بَعْضُهَا لِبَعْضٍ، فَلَا يُنَاقِضُ الْقِيَاسُ الصَّحِيحُ النَّصَّ الصَّحِيحَ أَبَدًا. </p><p> وَنُصُوصُ الشَّارِعِ نَوْعَانِ: أَخْبَارٌ، وَأَوَامِرُ، فَكَمَا أَنَّ أَخْبَارَهُ لَا تُخَالِفُ الْعَقْلَ الصَّحِيحَ، بَلْ هِيَ نَوْعَانِ: نَوْعٌ يُوَافِقُهُ وَيَشْهَدُ عَلَى مَا يَشْهَدُ بِهِ جُمْلَةً، أَوْ جُمْلَةً وَتَفْصِيلًا، وَنَوْعٌ يَعْجِزُ عَنِ الِاسْتِقْلَالِ بِإِدْرَاكِ تَفْصِيلِهِ وَإِنْ أَدْرَكَهُ مِنْ حَيْثُ الْجُمْلَةِ، فَهَكَذَا أَوَامِرُهُ سُبْحَانَهُ نَوْعَانِ: نَوْعٌ يَشْهَدُ بِهِ الْقِيَاسُ وَالْمِيزَانُ، وَنَوْعٌ لَا يَسْتَقِلُّ بِالشَّهَادَةِ بِهِ وَلَكِنْ لَا يُخَالِفُهُ، وَكَمَا أَنَّ الْقِسْمَ الثَّالِثَ فِي الْأَخْبَارِ مُحَالٌ وَهُوَ وُرُودُهَا بِمَا يَرُدُّهُ الْعَقْلُ الصَّحِيحُ، فَكَذَلِكَ الْأَوَامِرُ لَيْسَ فِيهَا مَا يُخَالِفُ الْقِيَاسَ وَالْمِيزَانَ الصَّحِيحَ. وَهَذِهِ الْجُمْلَةُ إِنَّمَا تَنْفَصِلُ بِتَمْهِيدِ قَاعِدَتَيْنِ عَظِيمَتَيْنِ: </p><p> إِحْدَاهُمَا: أَنَّ الذِّكْرَ الْأَمْرِيَّ مُحِيطٌ بِجَمِيعِ أَفْعَالِ الْمُكَلَّفِينَ أَمْرًا وَنَهْيًا، وَإِذْنًا وَعَفْوًا. كَمَا أَنَّ الذِّكْرَ الْقَدَرِيَّ مُحِيطٌ بِجَمِيعِهَا عِلْمًا وَكِتَابَةً وَقَدَرًا، فَعِلْمُهُ وَكِتَابَتُهُ وَقَدَرُهُ قَدْ أَحْصَى جَمِيعَ أَفْعَالِ عِبَادِهِ الْوَاقِعَةِ تَحْتَ التَّكْلِيفِ وَغَيْرِهَا، وَأَمْرُهُ نَهْيُهُ وَإِبَاحَتُهُ وَعَفْوُهُ قَدْ أَحَاطَ بِجَمِيعِ أَفْعَالِهِمُ التَّكْلِيفِيَّةِ. فَلَا يَخْرُجُ فِعْلٌ مِنْ أَفْعَالِهِمْ عَنْ أَحَدِ الْحُكْمَيْنِ: إِمَّا الْكَوْنِيَّ، وَإِمَّا الشَّرْعِيَّ الْأَمْرِيَّ، فَقَدْ بَيَّنَ اللَّهُ سُبْحَانَهُ عَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِكَلَامِهِ وَكَلَامِ رَسُولِهِ جَمِيعَ مَا أَمَرَ بِهِ، وَجَمِيعَ مَا نَهَى عَنْهُ، وَجَمِيعَ مَا أَحَلَّهُ، وَجَمِيعَ مَا حَرَّمَهُ، وَجَمِيعَ مَا عَفَا عَنْهُ. وَبِهَذَا يَكُونُ دِينُهُ كَامِلًا كَمَا قَالَ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي [٥ \\ ٣] وَلَكِنْ قَدْ يَقْصُرُ فَهُمْ أَكْثَرِ النَّاسِ عَنْ فَهْمِ مَا دَلَّتْ عَلَيْهِ النُّصُوصُ، وَعَنْ وَجْهِ الدَّلَالَةِ وَمَوْقِعِهَا، وَتَفَاوُتُ الْأُمَّةِ فِي مَرَاتِبِ الْفَهْمِ عَنِ اللَّهِ وَرَسُولِهِ لَا يُحْصِيهِ إِلَّا اللَّهُ - جَلَّ وَعَلَا -. وَلَوْ كَانَتِ الْأَفْهَامُ مُتَسَاوِيَةً لَتَسَاوَتْ أَقْسَامُ الْعُلَمَاءِ فِي الْعِلْمِ، وَلَمَا خَصَّ سُبْحَانَهُ سُلَيْمَانَ بِفَهْمِ الْحُكُومَةِ فِي الْحَرْثِ، وَقَدْ أَثْنَى عَلَيْهِ وَعَلَى دَاوُدَ بِالْحُكْمِ وَالْعِلْمِ. وَقَدْ قَالَ عُمَرُ لِأَبِي </p><p> مُوسَى فِي كِتَابِهِ إِلَيْهِ: الْفَهْمَ الْفَهْمَ فِيمَا أُدْلِيَ إِلَيْكَ. وَقَالَ عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُ -: إِلَّا فَهْمًا يُؤْتِيهُ اللَّهُ عَبْدًا فِي كِتَابِهِ. وَقَالَ أَبُو سَعِيدٍ: كَانَ أَبُو بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - أَعْلَمَنَا بِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَدَعَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِعَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنْ يُفَقِّهَهُ فِي الدِّينِ وَيُعَلِّمَهُ التَّأْوِيلَ \"، وَالْفَرْقُ بَيْنَ الْفِقْهِ وَالتَّأْوِيلِ أَنَّ الْفِقْهَ هُوَ فَهْمُ الْمَعْنَى الْمُرَادِ، وَالتَّأْوِيلُ إِدْرَاكُ الْحَقِيقَةِ الَّتِي يُؤَوَّلُ إِلَيْهَا الْمَعْنَى الَّتِي هِيَ آخَيَتُهُ وَأَصْلُهُ، وَلَيْسَ كُلُّ مَنْ فَقِهَ فِي الدِّينِ عَرَفَ التَّأْوِيلَ؛ فَمَعْرِفَةُ التَّأْوِيلِ يَخْتَصُّ بِهَا الرَّاسِخُونَ فِي الْعِلْمِ، وَلَيْسَ الْمُرَادُ بِهِ تَأْوِيلَ التَّحْرِيفِ وَتَبْدِيلِ الْمَعْنَى، فَإِنَّ الرَّاسِخِينَ فِي الْعِلْمِ يَعْلَمُونَ بُطْلَانَهُ،وَاللَّهُ يَعْلَمُ بُطْلَانَهُ إِلَى أَنْ قَالَ:</p><p> وَكُلُّ فِرْقَةٍ مِنْ هَؤُلَاءِ الْفِرَقِ الثَّلَاثِ: يَعْنِي نُفَاةَ الْقِيَاسِ بِالْكُلِّيَّةِ وَالْغَالِينَ فِيهِ، وَالْقَائِلِينَ بِأَنَّ الْعِلَلَ الشَّرْعِيَّةَ أَمَارَاتٌ وَعَلَامَاتٌ فَقَطْ لَا مَصَالِحَ أُنِيطَتْ بِهَا الْأَحْكَامُ وَشُرِعَتْ مِنْ أَجْلِهَا - سَدُّوا عَلَى أَنْفُسِهِمْ طَرِيقًا مَنْ طُرُقِ الْحَقِّ، فَاضْطَرُّوا إِلَى تَوْسِعَةِ طَرِيقٍ أُخْرَى أَكْثَرَ مِمَّا تَحْتَمِلُهُ. فَنُفَاةُ الْقِيَاسِ لَمَّا سَدُّوا عَلَى نُفُوسِهِمْ بَابَ التَّمْثِيلِ وَالتَّعْلِيلِ، وَاعْتِبَارِ الْحِكَمِ وَالْمَصَالِحِ وَهُوَ مِنَ الْمِيزَانِ وَالْقِسْطِ الَّذِي أَنْزَلَهُ اللَّهُ - احْتَاجُوا إِلَى تَوْسِعَةِ الظَّاهِرِ وَالِاسْتِصْحَابِ، فَحَمَلُوهُمَا فَوْقَ الْحَاجَةِ، وَوَسَّعُوهُمَا أَكْثَرَ مِمَّا يَسَعَانِهِ. فَحَيْثُ فَهِمُوا مِنَ النَّصِّ حُكْمًا أَثْبَتُوهُ وَلَمْ يُبَالُوا مِمَّا وَرَاءَهُ، وَحَيْثُ لَمْ يَفْهَمُوهُ مِنْهُ نَفَوْهُ وَحَمَلُوا الِاسْتِصْحَابَ، وَأَحْسَنُوا فِي اعْتِنَائِهِمْ بِالنُّصُوصِ وَنَصْرِهَا وَالْمُحَافَظَةِ عَلَيْهَا، وَعَدَمِ تَقْدِيمِ غَيْرِهَا عَلَيْهَا مِنْ رَأْيٍ أَوْ قِيَاسٍ أَوْ تَقْلِيدٍ، وَأَحْسَنُوا فِي رَدِّ الْأَقْيِسَةِ الْبَاطِلَةِ، وَبَيَانِهِمْ تُنَاقُضَ أَهْلِهَا فِي نَفْسِ الْقِيَاسِ وَتَرْكِهِمْ لَهُ، وَأَخَذُوا بِقِيَاسِ تَرْكِهِمْ وَمَا هُوَ أَوْلَى مِنْهُ. وَلَكِنْ أَخْطَئُوا مِنْ أَرْبَعَةِ أَوْجُهٍ: </p><p> أَحَدُهَا رَدُّ الْقِيَاسِ الصَّحِيحِ، وَلَا سِيَّمَا الْمَنْصُوصُ عَلَى عِلَّتِهِ الَّتِي يَجْرِي النَّصُّ عَلَيْهَا مَجْرَى التَّنْصِيصِ عَلَى التَّعْمِيمِ بِاللَّفْظِ، وَلَا يَتَوَقَّفُ عَاقِلٌ فِي أَنَّ قَوْلَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا لَعَنَ عَبْدُ اللَّهِ خَمَّارًا عَلَى كَثْرَةِ شُرْبِهِ لِلْخَمْرِ: \" لَا تَلْعَنْهُ فَإِنَّهُ يُحِبُّ اللَّهَ وَرَسُولَهُ \" بِمَنْزِلَةِ قَوْلِهِ: لَا تَلْعَنُوا كُلَّ مَنْ يُحِبُّ اللَّهَ وَرَسُولِهِ.وَفِي قَوْلِهِ:\" إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ؛ فَإِنَّهَا رِجْسٌ \" بِمَنْزِلَةِ قَوْلِهِ: يَنْهَيَانِكُمْ عَنْ كُلِّ رِجْسٍ.وَفِي أَنَّ قَوْلَهُ تَعَالَى:إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ[٦ \\ ١٤٥]: نَهْيٌ عَنْ كُلِّ رِجْسٍ.وَفِي أَنَّ قَوْلَهُ فِي الْهِرَّةِ:\" لَيْسَتْ بِنَجِسٍ؛ لِأَنَّهَا مِنَ الطَّوَّافِينَ عَلَيْكُمْ وَالطَّوَّافَاتِ \"، بِمَنْزِلَةِ قَوْلِهِ: كُلُّ مَا هُوَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ وَالطَّوَّافَاتِ فَإِنَّهُ لَيْسَ بِنَجِسٍ، وَلَا يَسْتَرِيبُ أَحَدٌ فِي أَنَّ مَنْ قَالَ لِغَيْرِهِ: لَا تَأْكُلْ مِنْ هَذَا الطَّعَامِ فَإِنَّهُ مَسْمُومٌ نَهْيٌ لَهُ عَنْ كُلِّ طَعَامٍ كَذَلِكَ، وَإِذَا </p><p> قَالَ: لَا تَشْرَبْ هَذَا الشَّرَابَ فَإِنَّهُ مُسْكِرٌ فَهُوَ نَهْيٌ لَهُ عَنْ كُلِّ مُسْكِرٍ. وَلَا تَتَزَوَّجْ هَذِهِ الْمَرْأَةَ فَإِنَّهَا فَاجِرَةٌ، وَأَمْثَالُ ذَلِكَ الْخَطَأِ. </p><p> الثَّانِي: تَقْصِيرُهُمْ فِي فَهْمِ النُّصُوصِ، فَكَمْ مِنْ حُكْمٍ دَلَّ عَلَيْهِ النَّصُّ وَلَمْ يَفْهَمُوا دَلَالَتَهُ عَلَيْهِ. وَسَبَبُ هَذَا الْخَطَأِ حَصْرُهُمُ الدَّلَالَةَ فِي مُجَرَّدِ ظَاهِرِ اللَّفْظِ دُونَ إِيمَائِهِ وَتَنْبِيهِهِ وَإِشَارَتِهِ وَعُرْفِهِ عِنْدَ الْمُخَاطَبِينَ، فَلَمْ يَفْهَمُوا مِنْ قَوْلِهِ تَعَالَى: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] ضَرْبًا، وَلَا سَبًّا، وَلَا إِهَانَةً غَيْرَ لَفْظَةِ:  \" أُفٍّ \" فَقَصَّرُوا فِي فَهْمِ الْكِتَابِ كَمَا قَصَّرُوا فِي اعْتِبَارِ الْمِيزَانِ الْخَطَأِ. </p><p> الثَّالِثُ: تَحْمِيلُ الِاسْتِصْحَابِ فَوْقَ مَا يَسْتَحِقُّهُ، وَجَزْمُهُمْ بِمُوجِبِهِ لِعَدَمِ عِلْمِهِمْ بِالنَّاقِلِ، وَلَيْسَ عَدَمُ الْعِلْمِ عِلْمًا بِالْعَدَمِ. </p><p> وَقَدْ تَنَازَعَ النَّاسُ فِي الِاسْتِصْحَابِ، وَنَحْنُ نَذْكُرُ أَقْسَامَهُ. ثُمَّ شَرَعَ يُبَيِّنُ أَقْسَامَ الِاسْتِصْحَابِ، وَقَدْ ذَكَرْنَا بَعْضَهَا فِي سُورَةِ «بَرَاءَةَ» وَجَعَلَهَا هُوَ ثَلَاثَةَ أَقْسَامٍ وَأَطَالَ فِيهَا الْكَلَامَ. </p><p> وَالْمَعْرُوفُ فِي الْأُصُولِ أَنَّ الِاسْتِصْحَابَ أَرْبَعَةُ أَقْسَامٍ: </p><p> الْأَوَّلُ: اسْتِصْحَابُ الْعَدَمِ الْأَصْلِيِّ حَتَّى يَرِدَ النَّافِلُ عَنْهُ وَهُوَ الْبَرَاءَةُ الْأَصْلِيَّةُ وَالْإِبَاحَةُ الْعَقْلِيَّةُ. كَقَوْلِنَا: الْأَصْلُ بَرَاءَةُ الذِّمَّةِ مِنَ الدَّيْنِ فَلَا تُغْمَزُ بِدَيْنٍ إِلَّا بِدَلِيلٍ نَافِلٍ عَنِ الْأَصْلِ يُثْبِتُ ذَلِكَ. وَالْأَصْلُ بَرَاءَةُ الذِّمَّةِ مِنْ وُجُوبِ صَوْمِ شَهْرٍ آخَرَ غَيْرِ رَمَضَانَ، فَيَلْزَمُ اسْتِصْحَابُ هَذَا الْعَدَمِ حَتَّى يَرِدَ نَافِلٌ عَنْهُ، وَهَكَذَا. </p><p> النَّوْعُ الثَّانِي: اسْتِصْحَابُ الْوَصْفِ الْمُثْبِتِ لِلْحُكْمِ حَتَّى يَثْبُتَ خِلَافُهُ، كَاسْتِصْحَابِ بَقَاءِ النِّكَاحِ وَبَقَاءِ الْمِلْكِ وَبَقَاءِ شُغْلِ الذِّمَّةِ حَتَّى يَثْبُتَ خِلَافُهُ. </p><p> الثَّالِثُ: اسْتِصْحَابُ حُكْمِ الْإِجْمَاعِ فِي مَحَلِّ النِّزَاعِ، وَالْأَكْثَرُ عَلَى أَنَّ هَذَا الْأَخِيرَ لَيْسَ بِحُجَّةٍ. وَهُوَ يَرَى أَنَّهُ حُجَّةٌ، وَكِلَا الْأَوَّلَيْنِ حُجَّةٌ بِلَا خِلَافٍ فِي الْجُمْلَةِ. </p><p> الرَّابِعُ: الِاسْتِصْحَابُ الْمَقْلُوبُ، وَقَدْ قَدَّمْنَا إِيضَاحَهُ وَأَمْثِلَتَهُ فِي سُورَةِ «التَّوْبَةِ» . </p><p> الْخَطَأُ الرَّابِعُ لَهُمْ: هُوَ اعْتِقَادُهُمْ أَنَّ عُقُودَ الْمُسْلِمِينَ وَشُرُوطَهُمْ وَمُعَامَلَاتِهِمْ كُلُّهَا عَلَى الْبَاطِلِ حَتَّى يَقُومَ دَلِيلٌ عَلَى الصِّحَّةِ، فَإِذَا لَمْ يَقُمْ عِنْدَهُمْ دَلِيلٌ عَلَى صِحَّةِ شَرْطٍ أَوْ عَقْدٍ أَوْ مُعَامَلَةٍ اسْتَصْحَبُوا بُطْلَانَهُ، فَأَفْسَدُوا بِذَلِكَ كَثِيرًا مِنْ مُعَامَلَاتِ النَّاسِ وَعُقُودِهِمْ وَشُرُوطِهِمْ بِلَا بُرْهَانٍ مِنَ اللَّهِ بِنَاءً عَلَى هَذَا الْأَصْلِ، وَجُمْهُورُ الْفُقَهَاءِ عَلَى خِلَافِهِ، وَأَنَّ </p><p> الْأَصْلَ فِي الْعُقُودِ وَالشُّرُوطِ الصِّحَّةُ إِلَّا مَا أَبْطَلَهُ الشَّارِعُ أَوْ نَهَى عَنْهُ. وَهَذَا الْقَوْلُ هُوَ الصَّحِيحُ؛ فَإِنَّ الْحُكْمَ بِبُطْلَانِهَا حُكْمٌ بِالتَّحْرِيمِ وَالتَّأْثِيمِ، وَمَعْلُومٌ أَنَّهُ لَا حَرَامَ إِلَّا مَا حَرَّمَهُ اللَّهُ وَرَسُولُهُ، وَلَا تَأْثِيمَ إِلَّا مَا أَثَّمَ اللَّهُ وَرَسُولُهُ بِهِ فَاعِلَهُ، كَمَا أَنَّهُ لَا وَاجِبَ إِلَّا مَا أَوْجَبَهُ اللَّهُ، وَلَا حَرَامَ إِلَّا مَا حَرَّمَهُ اللَّهُ، وَلَا دِينَ إِلَّا مَا شَرَّعَهُ اللَّهُ، فَالْأَصْلُ فِي الْعِبَادَاتِ الْبُطْلَانُ حَتَّى يَقُومَ دَلِيلٌ عَلَى الْأَمْرِ، وَالْأَصْلُ فِي الْعُقُودِ وَالْمُعَامَلَاتِ الصِّحَّةُ حَتَّى يَقُومَ دَلِيلٌ عَلَى الْبُطْلَانِ وَالتَّحْرِيمِ. وَالْفَرْقُ بَيْنَهُمَا: أَنَّ اللَّهَ سُبْحَانَهُ لَا يُعْبَدُ إِلَّا بِمَا شَرَّعَهُ عَلَى أَلْسِنَةِ رُسُلِهِ؛ فَإِنَّ الْعِبَادَةَ حَقُّهُ عَلَى عِبَادِهِ وَحَقُّهُ الَّذِي أَحَقَّهُ هُوَ وَرَضِيَ بِهِ وَشَرَّعَهُ. وَأَمَّا الْعُقُودُ وَالشُّرُوطُ وَالْمُعَامَلَاتُ فَهِيَ عَفْوٌ حَتَّى يَحَرِّمَهَا، وَلِذَا نَعَى اللَّهُ سُبْحَانَهُ عَلَى الْمُشْرِكِينَ مُخَالَفَةَ هَذَيْنِ الْأَصْلَيْنِ: وَهُوَ تَحْرِيمُ مَا لَمْ يُحَرِّمْهُ، وَالتَّقَرُّبُ إِلَيْهِ بِمَا لَمْ يُشَرِّعْهُ، وَهُوَ سُبْحَانَهُ لَوْ سَكَتَ عَنْ إِبَاحَةِ ذَلِكَ وَتَحْرِيمِهِ لَكَانَ ذَلِكَ عَفْوًا لَا يَجُوزُ الْحُكْمُ بِتَحْرِيمِهِ وَإِبْطَالِهِ؛ فَإِنَّ الْحَلَالَ مَا أَحَلَّ اللَّهُ، وَالْحَرَامَ مَا حَرَّمَهُ اللَّهُ، وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ، فَكُلُّ شَرْطٍ وَعَقْدٍ وَمُعَامَلَةٍ سَكَتَ عَنْهَا فَإِنَّهُ لَا يَجُوزُ الْقَوْلُ بِتَحْرِيمِهَا؛ فَإِنَّهُ سَكَتَ عَنْهَا رَحْمَةً مِنْهُ مِنْ غَيْرِ نِسْيَانٍ وَإِهْمَالٍ. فَكَيْفَ وَقَدْ صَرَّحَتِ النُّصُوصُ بِأَنَّهَا عَلَى الْإِبَاحَةِ فِيمَا عَدَا مَا حَرَّمَهُ؟ ! وَقَدْ أَمَرَ اللَّهُ تَعَالَى بِالْوَفَاءِ بِالْعُقُودِ وَالْعُهُودِ كُلِّهَا، فَقَالَ: وَأَوْفُوا بِالْعَهْدِ [١٧ \\ ٣٤] وَقَالَ: يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ [٥ \\ ١] وَقَالَ: وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ [٢٣ \\ ٨] وَقَالَ تَعَالَى: وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا [٢ \\ ١٧٧] وَقَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ [٦١ \\ - ٢ - ٣] وَقَالَ: بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ [٣ \\ ٧٦] وَقَالَ: إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ [٨ \\ ٥٨] وَهَذَا كَثِيرٌ فِي الْقُرْآنِ. </p><p> وَفِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ الْأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَرْبَعٌ، مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا،وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا:إِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا خَاصَمَ فَجَرَ» . وَفِيهِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مِنْ عَلَامَاتِ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ» . </p><p> وَفِي الصَّحِيحَيْنِ مِنْ حَدِيثِ ابْنِ عُمَرَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «يُرْفَعُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ </p><p> بِقَدْرِ غَدْرَتِهِ، فَيُقَالُ: هَذِهِ غَدْرَةُ فَلَانِ بْنِ فُلَانٍ» وَفِيهِمَا مِنْ حَدِيثِ عُقْبَةَ بْنِ عَامِرٍ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ أَحَقَّ الشُّرُوطِ أَنْ تُوفُوا بِهِ مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ» . وَفِي سُنَنِ أَبِي دَاوُدَ، عَنْ أَبِي رَافِعٍ، قَالَ: بَعَثَتْنِي قُرَيْشٌ إِلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا رَأَيْتُهُ أُلْقِيَ فِي قَلْبِيَ الْإِسْلَامُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، وَاللَّهِ إِنِّي لَا أَرْجِعُ إِلَيْهِمْ أَبَدًا. فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنِّي لَا أَخِيسُ بِالْعَهْدِ، وَلَا أَحْبِسُ الْبُرُدَ، وَلَكِنِ ارْجِعْ، فَإِنْ كَانَ فِي نَفْسِكَ الَّذِي فِي نَفْسِكَ الْآنَ فَارْجِعْ» قَالَ: فَذَهَبْتُ ثُمَّ أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَفِي صَحِيحِ مُسْلِمٍ، عَنْ حُذَيْفَةَ، قَالَ: مَا مَنَعَنِي أَنْ أَشْهَدَ بَدْرًا إِلَّا أَنِّي خَرَجْتُ أَنَا وَأَبِي حُسَيْلٍ، وَقَالَ: فَأَخَذَنَا كُفَّارُ قُرَيْشٍ قَالُوا: إِنَّكُمْ تُرِيدُونَ مُحَمَّدًا؟ فَقُلْنَا: مَا نُرِيدُهُ، مَا نُرِيدُ إِلَّا الْمَدِينَةَ، فَأَخَذُوا مِنَّا عَهْدَ اللَّهِ وَمِيثَاقَهُ لَنَنْصَرِفَنَّ إِلَى الْمَدِينَةِ وَلَا نُقَاتِلْ مَعَهُ. فَأَتَيْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَخْبَرْنَاهُ الْخَبَرَ، فَقَالَ:  «انْصَرِفَا، نَفِي لَهُمْ بِعَهْدِهِمْ، وَنَسْتَعِينُ اللَّهَ عَلَيْهِمْ» إِلَى آخِرِ كَلَامِهِ فِي هَذَا الْمَبْحَثِ. وَالْمَقْصُودُ عِنْدَهُ دَلَالَةُ النُّصُوصِ عَلَى الْوَفَاءِ بِالْعُهُودِ وَالشُّرُوطِ، وَمَنْعِ الْإِخْلَافِ فِي ذَلِكَ، إِلَّا مَا دَلَّ عَلَيْهِ دَلِيلٌ خَاصٌّ، وَذَلِكَ وَاضِحٌ مِنَ النُّصُوصِ الَّتِي سَاقَهَا كَمَا تَرَى. </p><p> ثُمَّ بَيَّنَ أَنَّ الْمُخَالِفِينَ فِي ذَلِكَ يُجِيبُونَ عَنِ الْحُجَجِ الْمَذْكُورَةِ تَارَةً بِنَسْخِهَا، وَتَارَةً بِتَخْصِيصِهَا بِبَعْضِ الْعُهُودِ وَالشُّرُوطِ، وَتَارَةً بِالْقَدْحِ فِي سَنَدِ مَا يُمْكِنُهُمُ الْقَدْحُ فِيهِ، وَتَارَةً بِمُعَارَضَتِهَا بِنُصُوصٍ أُخَرَ كَقَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ، مَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ، كِتَابُ اللَّهِ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ» . وَكَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» . </p><p> وَكَقَوْلِهِ تَعَالَى: وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ [٢ \\ ٢٢٩] وَأَمْثَالُ ذَلِكَ فِي الْكِتَابِ وَالسُّنَّةِ. قَالَ: وَأَجَابَ الْجُمْهُورُ عَنْ ذَلِكَ بِأَنَّ دَعْوَى النَّسْخِ وَالتَّخْصِيصِ تَحْتَاجُ إِلَى دَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَلَا دَلِيلَ عَلَيْهَا، وَبِأَنَّ الْقَدْحَ فِي بَعْضِهَا لَا يَقْدَحُ فِي سَائِرِهَا، وَلَا يَمْنَعُ مِنَ الِاسْتِشْهَادِ بِالضَّعِيفِ وَإِنْ لَمْ يَكُنْ عُمْدَةً لِاعْتِضَادِهِ بِالصَّحِيحِ، وَبِأَنَّهَا لَا تَعَارُضَ بَيْنَهَا وَبَيْنَ مَا عَارَضُوهَا بِهِ مِنَ النُّصُوصِ. </p><p> ثُمَّ بَيَّنَ أَنَّ مَعْنَى قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَمَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ» أَيْ: فِي حُكْمِهِ وَشَرْعِهِ، كَقَوْلِهِ تَعَالَى: كِتَابَ اللَّهِ عَلَيْكُمْ [٤ \\ ٢٤] وَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «كِتَابُ اللَّهِ الْقِصَاصُ فِي كَسْرِ السِّنِّ» . قَالَ: فَكِتَابُهُ سُبْحَانَهُ يُطْلَقُ عَلَى كَلَامِهِ وَعَلَى حُكْمِهِ الَّذِي حَكَمَ بِهِ عَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَمَعْلُومٌ أَنَّ كُلَّ شَرْطٍ لَيْسَ فِي حُكْمِ اللَّهِ فَهُوَ مُخَالِفٌ لَهُ، فَيَكُونُ </p><p> بَاطِلًا. فَإِذَا كَانَ اللَّهُ وَرَسُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَكَمَ بِأَنَّ الْوَلَاءَ لِلْمُعْتِقِ، فَشُرِطَ خِلَافُ ذَلِكَ يَكُونُ شَرْطًا مُخَالِفًا لِحُكْمِ اللَّهِ. وَلَكِنْ أَيْنَ فِي هَذَا أَنَّ مَا سَكَتَ عَنْ تَحْرِيمِهِ مِنَ الْعُقُودِ وَالشُّرُوطِ يَكُونُ بَاطِلًا حَرَامًا، وَتَعَدِّي حُدُودِ اللَّهِ هُوَ تَحْرِيمُ مَا أَحَلَّهُ، أَوْ إِبَاحَةُ مَا حَرَّمَهُ، أَوْ إِسْقَاطُ مَا أَوْجَبَهُ، لَا إِبَاحَةُ مَا سَكَتَ عَنْهُ، وَعَفَا عَنْهُ، بَلْ تَحْرِيمُهُ هُوَ نَفْسُ تَعَدِّي حُدُودِهِ. إِلَى آخِرِ كَلَامِهِ. </p><p> ثُمَّ بَيَّنَ أَنَّ دَلَالَةَ النُّصُوصِ عَامَّةٌ فِي جَمِيعِ الْأَحْكَامِ، إِلَّا أَنَّ النَّاسَ يَتَفَاوَتُونَ فِي ذَلِكَ تَفَاوُتًا كَثِيرًا. وَبَيَّنَ مَسَائِلَ كَثِيرَةً مِمَّا فَهِمَ فِيهِ بَعْضُ الصَّحَابَةِ مِنَ النُّصُوصِ خِلَافَ الْمُرَادِ. </p><p> قَالَ: وَقَدْ أَنْكَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى عُمَرَ فَهْمَهُ إِتْيَانَ الْبَيْتِ الْحَرَامِ عَامَ الْحُدَيْبِيَةِ مِنْ إِطْلَاقِ قَوْلِهِ:  «فَإِنَّكَ آتِيهِ وَمُطَوِّفٌ بِهِ» فَإِنَّهُ لَا دَلَالَةَ فِي هَذَا اللَّفْظِ عَلَى تَعْيِينِ الْعَامِ الَّذِي يَأْتُونَهُ فِيهِ. </p><p> وَأَنْكَرَ عَلَى عَدِيِّ بْنِ حَاتِمٍ فَهْمَهُ مِنَ الْخَيْطِ الْأَبْيَضِ وَالْخَيْطِ الْأَسْوَدِ نَفْسَ الْعِقَالَيْنِ. </p><p> وَأَنْكَرَ عَلَى مَنْ فَهِمَ مِنْ قَوْلِهِ:  «لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةِ خَرْدَلَةٍ مِنْ كِبْرٍ» شُمُولَ لَفْظِهِ لِحَسَنِ الثَّوْبِ وَحَسَنِ النَّعْلِ، وَأَخْبَرَهُمْ أَنَّهُ «بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ» . وَأَنْكَرَ عَلَى مَنْ فَهِمَ مِنْ قَوْلِهِ:  «مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ» أَنَّهُ كَرَاهَةُ الْمَوْتِ، وَأَخْبَرَهُمْ أَنَّ هَذَا لِلْكَافِرِ إِذَا احْتُضِرَ وَبُشِّرَ بِالْعَذَابِ فَإِنَّهُ حِينَئِذٍ يَكْرَهُ لِقَاءَ اللَّهِ، وَاللَّهُ يَكْرَهُ لِقَاءَهُ. وَأَنَّ الْمُؤْمِنَ إِذَا احْتُضِرَ وَبُشِّرَ بِكَرَامَةِ اللَّهِ أَحَبَّ لِقَاءَ اللَّهِ وَأَحَبَّ اللَّهُ لِقَاءَهُ. </p><p> وَأَنْكَرَ عَلَى عَائِشَةَ إِذْ فَهِمَتْ مِنْ قَوْلِهِ تَعَالَى: فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا [٨٤ \\ ٨] مُعَارَضَتَهُ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ نُوقِشَ الْحِسَابَ عُذِّبَ» . وَبَيَّنَ لَهَا أَنَّ الْحِسَابَ الْيَسِيرَ هُوَ الْعَرْضُ، أَيْ: حِسَابُ الْعَرْضِ لَا حِسَابَ الْمُنَاقَشَةِ. </p><p> وَأَنْكَرَ عَلَى مَنْ فَهِمَ مِنْ قَوْلِهِ تَعَالَى: مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ [٤ \\ ١٢٣] أَنَّ هَذَا الْجَزَاءَ إِنَّمَا هُوَ فِي الْآخِرَةِ، وَأَنَّهُ لَا يَسْلَمُ أَحَدٌ مِنْ عَمَلِ السُّوءِ. وَبَيَّنَ أَنَّ هَذَا الْجَزَاءَ قَدْ يَكُونُ فِي الدُّنْيَا بِالْهَمِّ، وَالْحُزْنِ، وَالْمَرَضِ، وَالنَّصَبِ، وَغَيْرِ ذَلِكَ مِنْ مَصَائِبِهَا، وَلَيْسَ فِي اللَّفْظِ تَقْيِيدُ الْجَزَاءِ بِيَوْمِ الْقِيَامَةِ. </p><p> وَأَنْكَرَ عَلَى مَنْ فَهِمَ مِنْ قَوْلِهِ تَعَالَى: الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ [٦ \\ ٨٢] أَنَّهُ ظُلْمُ النَّفْسِ بِالْمَعَاصِي، وَبَيَّنَ أَنَّهُ الشِّرْكُ، وَذَكَرَ </p><p> قَوْلَ لُقْمَانَ لِابْنِهِ: إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ [٣١ \\ ١٣] وَأَوْضَحَ وَجْهَ ذَلِكَ بِسِيَاقِ الْقُرْآنِ. </p><p> قَالَ: ثُمَّ سَأَلَهُ عُمَرُ بْنُ الْخَطَّابِ عَنِ الْكَلَالَةِ وَرَاجَعَهُ فِيهَا مِرَارًا، فَقَالَ:  «يَكْفِيكَ آيَةُ الصَّيْفِ» وَاعْتَرَفَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - بِأَنَّهُ خَفِيَ عَلَيْهِ فَهْمُهَا، وَفَهِمَهَا الصِّدِّيقُ. </p><p> وَقَدْ نَهَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِ، فَفَهِمَ بَعْضُ الصَّحَابَةِ مِنْ نَهْيِهِ أَنَّهُ لِكَوْنِهَا لَمْ تُخَمَّسْ. وَفَهِمَ بَعْضُهُمْ أَنَّ النَّهْيَ لِكَوْنِهَا كَانَتْ حَمُولَةَ الْقَوْمِ وَظَهْرَهُمْ. وَفَهِمَ بَعْضُهُمْ أَنَّهُ لِكَوْنِهَا كَانَتْ جَوَّالَ الْقَرْيَةِ. وَفَهِمَ عَلِيُّ بْنُ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - وَكِبَارُ الصَّحَابَةِ مَا قَصَدَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالنَّهْيِ وَصَرَّحَ بِعِلَّتِهِ لِكَوْنِهَا رِجْسًا. </p><p> وَفَهِمَتِ الْمَرْأَةُ مِنْ قَوْلِهِ تَعَالَى: وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا [٤ \\ ٢٠] جَوَازَ الْمُغَالَاةِ فِي الصَّدَاقِ، فَذَكَرَتْهُ لِعُمَرَ فَاعْتَرَفَ بِهِ. </p><p> وَفَهِمَ ابْنُ عَبَّاسٍ مِنْ قَوْلِهِ تَعَالَى: وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا [٤٦ \\ ١٥] مَعَ قَوْلِهِ: وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ [٢ \\ ٢٣٣] أَنَّ الْمَرْأَةَ قَدْ تَلِدُ لِسِتَّةِ أَشْهُرٍ، وَلَمْ يَفْهَمْهُ عُثْمَانُ، فَهَمَّ بِرَجْمِ امْرَأَةٍ وَلَدَتْ لَهَا، حَتَّى ذَكَرَهُ ابْنُ عَبَّاسٍ فَأَقَرَّ بِهِ. </p><p> وَلَمْ يَفْهَمْ عُمَرُ مِنْ قَوْلِهِ:  «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللَّهُ، فَإِذَا قَالُوهَا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهِمْ» قِتَالَ مَانِعِي الزَّكَاةِ، حَتَّى بَيَّنَ لَهُ الصِّدِّيقُ فَأَقَرَّ بِهِ. </p><p> وَفَهِمَ قُدَامَةُ بْنُ مَظْعُونٍ مِنْ قَوْلِهِ تَعَالَى: لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا [٥ \\ ٩٣] رَفْعَ الْجُنَاحِ عَنِ الْخَمْرِ، حَتَّى بَيَّنَ لَهُ عُمَرُ أَنَّهُ لَا يَتَنَاوَلُ الْخَمْرَ، وَلَوْ تَأَمَّلَ سِيَاقَ الْآيَةِ لِفَهِمَ الْمُرَادَ مِنْهَا، فَإِنَّهُ إِنَّمَا رُفِعَ الْجُنَاحُ عَنْهُمْ فِيمَا طَعِمُوهُ مُتَّقِينَ لَهُ فِيهِ، وَذَلِكَ إِنَّمَا يَكُونُ بِاجْتِنَابِ مَا حَرَّمَهُ مِنَ الْمَطَاعِمِ. فَالْآيَةُ لَا تَتَنَاوَلُ الْمُحَرَّمَ بِوَجْهٍ. </p><p> وَقَدْ فَهِمَ مَنْ فَهِمَ مِنْ قَوْلِهِ تَعَالَى: وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ [٢ \\ ١٩٥] انْغِمَاسَ الرَّجُلِ فِي الْعَدْوِ، حَتَّى بَيَّنَ لَهُ أَبُو أَيُّوبَ الْأَنْصَارِيُّ أَنَّ هَذَا لَيْسَ مِنَ الْإِلْقَاءِ بِيَدِهِ إِلَى التَّهْلُكَةِ، بَلْ هُوَ مِنْ بَيْعِ الرَّجُلِ نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ، وَأَنَّ الْإِلْقَاءَ بِيَدِهِ إِلَى التَّهْلُكَةِ هُوَ تَرْكُ الْجِهَادِ وَالْإِقْبَالُ عَلَى الدُّنْيَا وَعِمَارَتِهَا. </p><p> وَقَالَ الصِّدِّيقُ - رَضِيَ اللَّهُ عَنْهُ -: أَيُّهَا النَّاسُ، إِنَّكُمْ تَقْرَءُونَ هَذِهِ الْآيَةَ وَتَضَعُونَهَا عَلَى </p><p> غَيْرِ مَوَاضِعِهَا: يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ [٥ \\ ١٠٥] وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «إِنَّ النَّاسَ إِذَا رَأَوُا الْمُنْكِرَ فَلَمْ يُغَيِّرُوهُ أَوْشَكَ أَنْ يَعُمَّهُمُ اللَّهُ بِالْعِقَابِ مِنْ عِنْدِهِ» فَأَخْبَرَهُمْ أَنَّهُمْ يَضَعُونَهَا عَلَى غَيْرِ مَوَاضِعِهَا فِي فَهْمِهِمْ مِنْهَا خِلَافَ مَا أُرِيدَ بِهَا. </p><p> وَأُشْكِلَ عَلَى ابْنِ عَبَّاسٍ أَمْرُ الْفِرْقَةِ السَّاكِتَةِ الَّتِي لَمَّ تَرْتَكِبْ مَا نُهِيَتْ عَنْهُ مِنَ الْيَهُودِ، هَلْ عُذِّبُوا أَوْ نَجَوْا حَتَّى بَيَّنَ لَهُ مَوْلَاهُ عِكْرِمَةُ دُخُولَهُمْ فِي النَّاجِينَ دُونَ الْمُعَذَّبِينَ، وَهَذَا هُوَ الْحَقُّ؛ لِأَنَّهُ سُبْحَانَهُ قَالَ عَنِ السَّاكِتِينَ: وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا [٧ \\ ١٦٤] فَأَخْبَرَ أَنَّهُمْ أَنْكَرُوا فِعْلَهُمْ وَغَضِبُوا عَلَيْهِمْ، وَإِنْ لَمْ يُوَاجِهُوهُمْ بِالنَّهْيِ، فَقَدْ وَاجَهَهُمْ بِهِ مَنْ أَدَّى الْوَاجِبَ عَنْهُمْ، فَإِنَّ الْأَمْرَ بِالْمَعْرُوفِ وَالنَّهْيَ عَنِ الْمُنْكَرِ فَرْضُ كِفَايَةٍ، فَلَمَّا قَامَ بِهِ أُولَئِكَ سَقَطَ عَنِ الْبَاقِينَ فَلَمْ يَكُونُوا ظَالِمِينَ بِسُكُوتِهِمْ. </p><p> وَأَيْضًا فَإِنَّهُ سُبْحَانَهُ إِنَّمَا عَذَّبَ الَّذِينَ نَسُوا مَا ذُكِّرُوا بِهِ، وَعَتَوْا عَمَّا نُهُوا عَنْهُ، وَهَذَا لَا يَتَنَاوَلُ السَّاكِتِينَ قَطْعًا، فَلَمَّا بَيَّنَ عِكْرِمَةُ لِابْنِ عَبَّاسٍ أَنَّهُمْ لَمْ يَدْخُلُوا فِي الظَّالِمِينَ الْمُعَذَّبِينَ كَسَاهُ بُرْدَهُ وَفَرِحَ بِهِ. </p><p> وَقَدْ قَالَ عُمَرُ بْنُ الْخَطَّابِ لِلصَّحَابَةِ: مَا تَقُولُونَ فِي إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ [١١٠ \\ ١] السُّورَةَ؟ قَالُوا: أَمَرَ اللَّهُ نَبِيَّهُ إِذَا فَتَحَ عَلَيْهِ أَنْ يَسْتَغْفِرَ. فَقَالَ لِابْنِ عَبَّاسٍ: مَا تَقُولُ أَنْتَ؟ قَالَ: هُوَ أَجَلُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَعْلَمَهُ إِيَّاهُ. فَقَالَ: مَا أَعْلَمُ مِنْهَا غَيْرَ مَا تَعْلَمُ. </p><p> إِلَى أَنْ قَالَ: وَالْمَقْصُودُ تَفَاوُتُ النَّاسِ فِي مَرَاتِبِ الْفَهْمِ فِي النُّصُوصِ، وَأَنَّ مِنْهُمْ مَنْ يَفْهَمُ فِي الْآيَةِ حُكْمًا أَوْ حُكْمَيْنِ، وَمِنْهُمْ مَنْ يَفْهَمُ مِنْهَا عَشَرَةَ أَحْكَامٍ أَوْ أَكْثَرَ مِنْ ذَلِكَ، وَمِنْهُمْ مَنْ يَقْتَصِرُ فِي الْفَهْمِ عَلَى مُجَرَّدِ اللَّفْظِ دُونَ سِيَاقِهِ وَدُونَ إِيمَائِهِ وَإِشَارَتِهِ وَتَنْبِيهِهِ وَاعْتِبَارِهِ. وَأَخَصُّ مِنْ هَذَا وَأَلْطَفُ ضَمُّهُ إِلَى نَصٍّ آخَرَ مُتَعَلِّقٍ بِهِ، فَيَفْهَمُ مِنِ اقْتِرَانِهِ بِهِ قَدْرًا زَائِدًا عَلَى ذَلِكَ اللَّفْظِ بِمُفْرَدِهِ. </p><p> وَهَذَا بَابٌ عَجِيبٌ مِنْ فَهْمِ الْقُرْآنِ، لَا يَتَنَبَّهُ لَهُ إِلَّا النَّادِرُ مِنْ أَهْلِ الْعِلْمِ، فَإِنَّ الذِّهْنَ قَدْ لَا يَشْعُرُ بِارْتِبَاطِ هَذَا بِهَذَا وَتَعَلُّقِهِ بِهِ، كَمَا فَهِمَ ابْنُ عَبَّاسٍ مِنْ قَوْلِهِ تَعَالَى: وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا [٤٦ \\ ١٥] مَعَ قَوْلِهِ: وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ [٢ \\ ٢٣٣] أَنَّ الْمَرْأَةَ قَدْ تَلِدُ لِسِتَّةِ أَشْهُرٍ. . إِلَى آخِرِ كَلَامِهِ. </p><p> وَإِنَّمَا أَكْثَرْنَا فِي هَذِهِ الْمَبَاحِثِ مِنْ نَقْلِ كَلَامِ ابْنِ الْقَيِّمِ كَمَا رَأَيْتَ؛ لِأَنَّهُ جَاءَ فِيهَا بِمَا </p><p> لَمْ يَأْتِ بِهِ مَنْ تَقَدَّمَهُ وَلَا مَنْ تَأَخَّرَ. وَقَدْ تَرَكْنَا كَثِيرًا مِنْ نَفَائِسِ كَلَامِهِ فِي هَذِهِ الْمَوَاضِيعِ خَشْيَةَ الْإِطَالَةِ الْكَثِيرَةِ. </p><p> الْمَسْأَلَةُ السَّابِعَةُ </p><p> اعْلَمْ أَنَّ اسْتِهْزَاءَ الظَّاهِرِيَّةِ وَسُخْرِيَّتَهُمْ بِالْأَئِمَّةِ الْمُجْتَهِدِينَ - رَحِمَهُمُ اللَّهُ - وَدَعْوَاهُمْ أَنَّ قِيَاسَاتِهِمْ مُتَنَاقِضَةٌ يَنْقُضُ بَعْضُهَا بَعْضًا، وَأَنَّ ذَلِكَ دَلِيلٌ عَلَى أَنَّهَا كُلَّهَا بَاطِلَةٌ وَلَيْسَتْ مِنَ الدِّينِ فِي شَيْءٍ - إِذَا تَأَمَّلَ فِيهِ الْمُنْصِفُ الْعَارِفُ وَجَدَ الْأَئِمَّةَ - رَحِمَهُمُ اللَّهُ - أَقْرَبَ فِي أَغْلَبِ ذَلِكَ إِلَى الصَّوَابِ وَالْعَمَلِ بِمَا دَلَّتْ عَلَيْهِ النُّصُوصِ مِنَ الظَّاهِرِيَّةِ السَّاخِرِينَ الْمُسْتَهْزِئِينَ. وَسَنَضْرِبُ لَكَ بَعْضَ الْأَمْثِلَةِ لِذَلِكَ لِتَسْتَدِلَّ بِهِ عَلَى غَيْرِهِ. </p><p> اعْلَمْ أَنَّ مِنْ أَعْظَمِ الْمَسَائِلِ الَّتِي قَالَ فِيهَا الظَّاهِرِيَّةُ بِتَنَاقُضِ أَقْيِسَةِ الْأَئِمَّةِ وَتَكْذِيبِ بَعْضِهَا لِبَعْضٍ، وَأَنَّ ذَلِكَ يَدُلُّ عَلَى بُطْلَانِ كُلِّ قِيَاسٍ مِنْ أَقْيِسَتِهِمْ - هِيَ مَسْأَلَةُ الرِّبَا الَّتِي قَالَ فِيهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الذَّهَبُ بِالذَّهَبُ، وَالْفِضَّةُ بِالْفِضَّةِ، وَالْبُرِّ بِالْبُرِّ، وَالشَّعِيرُ بِالشَّعِيرِ، وَالتَّمْرُ بِالتَّمْرِ، وَالْمِلْحُ بِالْمِلْحِ، مِثْلًا بِمِثْلٍ، يَدًا بِيَدٍ، فَمَنْ زَادَ أَوِ اسْتَزَادَ فَقَدْ أَرْبَى» . </p><p> قَالَ الظَّاهِرِيَّةُ: فَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا حَرَّمَ الرِّبَا فِي السِّتَّةِ الْمَذْكُورَةِ، فَتَحْرِيمُهُ فِي شَيْءٍ غَيْرِهَا قَوْلٌ عَلَى اللَّهِ وَعَلَى رَسُولِهِ، وَتَشْرِيعٌ زَائِدٌ عَلَى مَا شَرَعَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالُوا: وَالَّذِينَ زَادُوا عَلَى النَّصِّ أَشْيَاءَ يُحَرَّمُ فِيهَا الرِّبَا اخْتَلَفَتْ أَقْوَالُهُمْ، وَتَنَاقَضَتْ أَقْيِسَتُهُمْ، فَبَعْضُهُمْ يَقُولُ: التَّمْرُ وَالْبَلُّوطُ ثَمَرُ شَجَرٍ يُؤْكَلُ وَيُدْبَغُ بِقِشْرِهِ. وَبَعْضُهُمْ يَقُولُ هِيَ الْكَيْلُ. وَبَعْضُهُمْ يَقُولُ هِيَ الِاقْتِيَاتُ وَالِادِّخَارُ. . . إلخ. </p><p> فَهَذِهِ أَقْيِسَةٌ مُتَضَارِبَةٌ مُتَنَاقِضَةٌ فَلَيْسَتْ مِنْ عِنْدِ اللَّهِ، وَإِذَا تَأَمَّلْتَ فِي هَذِهِ الْمَسْأَلَةِ الَّتِي سَخِرُوا بِسَبَبِهَا مِنَ الْأَئِمَّةِ، وَادَّعَوْا عَلَيْهِمْ أَنَّهُمْ حَرَّمُوا الرِّبَا فِي أَشْيَاءَ لَا دَلِيلَ عَلَى تَحْرِيمِهِ فِيهَا كَالتُّفَّاحِ عِنْدَ مَنْ يَقُولُ: الْعِلَّةُ الطَّعْمُ كَالشَّافِعِيِّ، وَكَالْأُشْنَانِ عِنْدَ مَنْ يَقُولُ: الْعِلَّةُ الْكَيْلُ - عَلِمْتَ أَنَّ الْأَئِمَّةَ أَقْرَبُ إِلَى الْعَمَلِ بِالنَّصِّ فِي ذَلِكَ مِنَ الظَّاهِرِيَّةِ الْمُدَّعِينَ الْوُقُوفَ مَعَ ظَاهِرِ النَّصِّ. أَمَّا الشَّافِعِيُّ الَّذِي قَالَ: الْعِلَّةُ فِي تَحْرِيمِ الرِّبَا الطَّعْمُ فَقَدِ اسْتَدَلَّ لِذَلِكَ بِمَا رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ: حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو (ح) وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ عَنْ عَمْرِو بْنِ الْحَارِثِ، أَنَّ أَبَا النَّضْرِ حَدَّثَهُ، أَنَّ بُسْرَ بْنَ سَعِيدٍ حَدَّثَهُ عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ أَرْسَلَ غُلَامَهُ بِصَاعِ قَمْحٍ. الْحَدِيثَ، وَفِيهِ: فَإِنِّي كُنْتُ أَسْمَعُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «الطَّعَامُ بِالطَّعَامِ مِثْلًا بِمِثْلٍ» وَكَانَ طَعَامُنَا </p><p> يَوْمَئِذٍ الشَّعِيرَ. فَهَذَا حَدِيثٌ صَحِيحٌ صَرَّحَ فِيهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ الطَّعَامَ إِذَا بِيعَ بِالطَّعَامِ بِيعَ مِثْلًا بِمِثْلٍ. وَالطَّعَامُ فِي اللُّغَةِ الْعَرَبِيَّةِ: اسْمٌ لِكُلِّ مَا يُؤْكَلُ، قَالَ تَعَالَى: كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ الْآيَةَ [٣ \\ ٩٣] وَقَالَ: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا [٨٠ \\ ٢٤ - ٢٨] وَقَالَ تَعَالَى: وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ [٥ \\ ٥] وَلَا خِلَافَ فِي ذَبَائِحِهِمْ فِي ذَلِكَ. وَفِي صَحِيحِ مُسْلِمٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي زَمْزَمَ:  «إِنَّهَا طَعَامُ طُعْمٍ» وَقَالَ لَبِيدٌ فِي مُعَلَّقَتِهِ: </p><p> لِمُعَفَّرٍ قَهْدٍ تَنَازَعَ شِلْوَهُ ... غُبْسٌ كَوَاسِبُ لَا يُمَنُّ طَعَامُهَا </p><p> يَعْنِي بِطَعَامِهَا: فَرِيسَتَهَا، كَمَا قَدَّمْنَا هَذَا مُسْتَوْفًى فِي سُورَةِ «الْبَقَرَةِ» . </p><p> فَالشَّافِعِيُّ وَإِنْ سَخِرَ الظَّاهِرِيَّةُ مِنْهُ فِي تَحْرِيمِهِ الرِّبَا فِي التُّفَّاحِ فَهُوَ مُتَمَسِّكٌ فِي ذَلِكَ بِظَاهِرِ حَدِيثٍ صَحِيحٍ، يَقُولُ فِيهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الطَّعَامُ بِالطَّعَامِ مِثْلًا بِمِثْلٍ» . فَمَا الْمَانِعُ لِلظَّاهِرِيَّةِ مِنَ الْقَوْلِ بِظَاهِرِ هَذَا الْحَدِيثِ الصَّحِيحِ عَلَى عَادَتِهِمُ الَّتِي يَزْعُمُونَ فَيَحْكُمُونَ عَلَى الطَّعَامِ بِأَنَّهُ مِثْلٌ بِمِثْلٍ؟ وَمَا مُسْتَنَدُهُمْ فِي مُخَالَفَةِ ظَاهِرِ هَذَا الْحَدِيثِ الصَّحِيحِ، وَحُكْمُهُمْ بِالرِّبَا فِي الْبُرِّ وَالشَّعِيرِ وَالتَّمْرِ وَالْمِلْحِ دُونَ غَيْرِهَا مِنْ سَائِرِ الْمَطْعُومَاتِ؟ مَعَ أَنَّ لَفْظَ الطَّعَامِ فِي الْحَدِيثِ الْمَذْكُورِ عَامٌّ لِلْأَرْبَعَةِ الْمَذْكُورَةِ وَغَيْرِهَا كَمَا تَرَى، فَهَلِ الشَّافِعِيُّ فِي تَحْرِيمِ الرِّبَا فِي التُّفَّاحِ أَقْرَبُ إِلَى ظَاهِرِ النَّصِّ أَوِ الظَّاهِرِيَّةُ؟ وَكَذَلِكَ سُخْرِيَتُهُمْ مِنَ الْإِمَامِ أَبِي حَنِيفَةَ وَأَحْمَدَ - رَحِمَهُمَا اللَّهُ - فِي قَوْلِهِمَا بِدُخُولِ الرِّبَا فِي كُلِّ مَكِيلٍ وَمَوْزُونٍ، مُسْتَهْزِئِينَ بِمَنْ يَقُولُ بِالرِّبَا فِي الْأُشْنَانِ قِيَاسًا عَلَى التَّمْرِ - إِذَا تَأَمَّلْتَ فِيهِ وَجَدْتَ الْإِمَامَيْنِ - رَحِمَهُمَا اللَّهُ - أَقْرَبَ فِي ذَلِكَ إِلَى ظَاهِرِ النَّصِّ مِنَ الظَّاهِرِيَّةِ. </p><p> قَالَ الْحَاكِمُ فِي (الْمُسْتَدْرَكِ) : حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ سُلَيْمَانَ الْفَقِيهُ، ثَنَا الْحَسَنُ بْنُ مُكَرَّمٍ، ثَنَا رَوْحُ بْنُ عُبَادَةَ، ثَنَا حَيَّانُ بْنُ عُبَيْدِ اللَّهِ الْعَدَوِيُّ، قَالَ: سَأَلْتُ أَبَا مِجْلَزٍ عَنِ الصَّرْفِ، فَقَالَ: كَانَ ابْنُ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - لَا يَرَى بِهِ بَأْسًا زَمَانًا مِنْ عُمْرِهِ مَا كَانَ مِنْهُ عَيْنًا، يَعْنِي يَدًا بِيَدٍ، فَكَانَ يَقُولُ: إِنَّمَا الرِّبَا فِي النَّسِيئَةِ. فَلَقِيَهُ أَبُو سَعِيدٍ الْخُدْرِيُّ، فَقَالَ: يَا ابْنَ عَبَّاسٍ، أَلَا تَتَّقِي اللَّهَ إِلَى مَتَى تُؤَكِّلُ النَّاسَ الرِّبَا؟ أَمَا بَلَغَكَ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ ذَاتَ يَوْمٍ وَهُوَ عِنْدَ زَوْجَتِهِ أُمِّ سَلَمَةَ:  «إِنِّي لَأَشْتَهِي تَمْرَ عَجْوَةٍ» فَبَعَثَتْ صَاعَيْنِ مَنْ تَمْرٍ إِلَى رَجُلٍ مِنَ الْأَنْصَارِ، فَجَاءَ بَدَلَ صَاعَيْنِ صَاعٌ مِنْ تَمْرِ عَجْوَةٍ، فَقَامَتْ فَقَدَّمَتْهُ إِلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا رَآهُ أَعْجَبَهُ، فَتَنَاوَلَ تَمْرَةً، ثُمَّ أَمْسَكَ فَقَالَ:  «مِنْ أَيْنَ لَكُمْ هَذَا؟» </p><p> فَقَالَتْ أُمُّ سَلَمَةَ: بَعَثْتُ صَاعَيْنِ مِنْ تَمْرٍ إِلَى رَجُلٍ مِنَ الْأَنْصَارِ، فَأَتَانَا بَدَلَ صَاعَيْنِ هَذَا الصَّاعَ الْوَاحِدَ، وَهَا هُوَ، كُلْ، فَأَلْقَى التَّمْرَةَ بَيْنَ يَدَيْهِ فَقَالَ:  «رَدُّوهُ لَا حَاجَةَ لِي فِيهِ، التَّمْرُ بِالتَّمْرِ، وَالْحِنْطَةُ بِالْحِنْطَةِ، وَالشَّعِيرُ بِالشَّعِيرِ، وَالذَّهَبُ بِالذَّهَبِ، وَالْفِضَّةُ بِالْفِضَّةِ، يَدًا بِيَدٍ، عَيْنًا بِعَيْنٍ، مِثْلًا بِمِثْلٍ، فَمَنْ زَادَ فَهُوَ رِبَا» ثُمَّ قَالَ «كَذَلِكَ مَا يُكَالُ وَيُوزَنُ أَيْضًا» إِلَى آخِرِهِ. </p><p> ثُمَّ قَالَ الْحَاكِمُ - رَحِمَهُ اللَّهُ -: هَذَا حَدِيثٌ صَحِيحُ الْإِسْنَادِ، وَلَمْ يُخْرِجَاهُ بِهَذِهِ السِّيَاقَةِ. وَهَذَا الْحَدِيثُ الَّذِي قَالَ الْحَاكِمُ: إِنَّهُ صَحِيحُ الْإِسْنَادِ، فِيهِ التَّصْرِيحُ بِأَنَّ مَا يُكَالُ وَيُوزَنُ يُبَاعُ مِثْلًا بِمِثْلٍ، يَدًا بِيَدٍ، وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ الْمَوْصُولَاتِ مِنْ صِيَغِ الْعُمُومِ لِعُمُومِهَا فِي كُلِّ مَا تَشْمَلُهُ صِلَاتُهَا. فَأَبُو حَنِيفَةَ مَثَلًا الْقَائِلُ بِالرِّبَا فِي الْأُشْنَانِ مُتَمَسِّكٌ بِظَاهِرِ هَذَا الْحَدِيثِ، فَهُوَ أَقْرَبُ إِلَى ظَاهِرِ النَّصِّ مِنَ الظَّاهِرِيَّةِ الْمُسْتَهْزِئِينَ بِهِ، الزَّاعِمِينَ أَنَّهُ بَعِيدٌ فِي ذَلِكَ عَنِ النَّصِّ. </p><p> فَإِنْ قِيلَ: هَذَا الْحَدَثُ لَا يُحْتَجُّ بِهِ لِضَعْفِهِ، وَقَدْ قَالَ الذَّهَبِيُّ مُتَعَقِّبًا عَلَى الْحَاكِمِ تَصْحِيحَهُ لِلْحَدِيثِ الْمَذْكُورِ مَا نَصُّهُ: قُلْتُ: حَيَّانُ فِيهِ ضَعْفٌ وَلَيْسَ بِالْحُجَّةِ، وَقَدْ أَشَارَ الْبَيْهَقِيُّ إِلَى تَضْعِيفِ هَذَا الْحَدِيثِ، وَأَعَلَّهُ ابْنُ حَزْمٍ مِنْ ثَلَاثَةِ أَوْجُهٍ: الْأَوَّلُ: زَعْمُهُ أَنَّهُ مُنْقَطِعٌ؛ لِأَنَّ أَبَا مِجْلَزٍ لَمْ يَسْمَعْ مِنْ أَبِي سَعِيدٍ وَلَا مِنِ ابْنِ عَبَّاسٍ. الثَّانِي: أَنَّ فِي الْحَدِيثِ أَنَّ ابْنَ عَبَّاسٍ رَجَعَ عَنِ الْقَوْلِ بِإِبَاحَةِ رِبَا الْفَضْلِ. وَاعْتِقَادُ ابْنِ حَزْمٍ أَنَّ ذَلِكَ بَاطِلٌ لِقَوْلِ سَعِيدِ بْنِ جُبَيْرٍ: إِنَّ ابْنَ عَبَّاسٍ لَمْ يَرْجِعْ عَنْ ذَلِكَ. وَالثَّالِثُ: أَنَّ حَيَّانَ بْنَ عُبَيْدِ اللَّهِ الْمَذْكُورَ فِي سَنَدِ هَذَا الْحَدِيثِ مَجْهُولٌ. </p><p> فَالْجَوَابُ عَنْ ذَلِكَ كُلِّهِ هُوَ مَا سَتَرَاهُ الْآنَ إِنْ شَاءَ اللَّهُ، وَهُوَ رَاجِعٌ إِلَى شَيْئَيْنِ: الْأَوَّلُ: مُنَاقَشَةُ مَنْ ضَعَّفَ الْحَدِيثَ، وَبَيَانُ أَنَّهُ لَيْسَ بِضَعِيفٍ. وَالثَّانِي: أَنَّا لَوْ سَلَّمْنَا ضَعْفَهُ تَسْلِيمًا جَدَلِيًّا فَهُوَ مُعْتَضِدٌ بِمَا يَثْبُتُ الِاحْتِجَاجُ بِهِ مِنَ الشَّوَاهِدِ. </p><p> أَمَّا الْمُنَاقَشَةُ فِي تَضْعِيفِهِ، فَقَوْلُ الذَّهَبِيِّ: إِنَّ حَيَّانَ فِيهِ ضَعْفٌ وَلَيْسَ بِالْحُجَّةِ - مُعَارَضٌ بِقَوْلِ أَبِي حَاتِمٍ فِيمَا ذَكَرَهُ عَنِ ابْنِهِ فِي كِتَابِ «الْجَرْحِ وَالتَّعْدِيلِ» : إِنَّهُ صَدُوقٌ، وَمَعْلُومٌ أَنَّ الصَّحِيحَ أَنَّ التَّعْدِيلَ يُقْبَلُ مُجْمَلًا، وَالتَّجْرِيحَ لَا يُقْبَلُ إِلَّا مُبَيَّنًا مُفَصَّلًا كَمَا هُوَ مُقَرَّرٌ فِي عُلُومِ الْحَدِيثِ. وَقَدْ تَرْجَمَ لَهُ الْبُخَارِيُّ فِي تَارِيخِهِ الْكَبِيرِ وَلَمْ يَذْكُرْ فِيهِ جَرْحًا. وَإِعْلَالُ ابْنِ حَزْمٍ لَهُ بِأَنَّهُ مُنْقَطِعٌ وَأَنَّ حَيَّانَ مَجْهُولٌ قَدْ قَدَّمْنَا مُنَاقَشَتَهُ فِيهِ فِي سُورَةِ «الْبَقَرَةِ» ؛ لِأَنَّ أَبَا مِجْلَزٍ أَدْرَكَ ابْنَ عَبَّاسٍ، وَسَمِعَ عَنْهُ. </p><p> قَالَ ابْنُ أَبِي حَاتِمٍ فِي «الْجَرْحِ وَالتَّعْدِيلِ» فِي أَبِي مِجْلَزٍ الْمَذْكُورِ: وَهُوَ لَاحِقُ بْنُ حُمَيْدٍ </p><p> السَّدُوسِيُّ الْبَصْرِيُّ، تُوُفِّيَ أَيَّامَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَرَوَى عَنِ ابْنِ عُمَرَ، وَابْنِ عَبَّاسٍ، وَأَنَسٍ وَجُنْدُبٍ. . . إلخ، وَتَصْرِيحُهُ بِرِوَايَتِهِ عَنِ ابْنِ عَبَّاسٍ يَدُلُّ عَلَى عَدَمِ صِحَّةِ قَوْلِ ابْنِ حَزْمٍ: إِنَّهُ لَمْ يَسْمَعْ مِنِ ابْنِ عَبَّاسٍ. وَقَالَ الْبُخَارِيُّ فِي تَارِيخِهِ الْكَبِيرِ فِي لَاحِقِ بْنِ حُمَيْدٍ الْمَذْكُورِ: أَبُو مِجْلَزٍ السَّدُوسِيُّ الْبَصْرِيُّ، مَاتَ قَبْلَ الْحَسَنِ بِقَلِيلٍ، وَمَاتَ الْحَسَنُ سَنَةَ عَشْرٍ وَمِائَةٍ، سَمِعَ ابْنَ عُمَرَ، وَابْنَ عَبَّاسٍ، وَأَنَسَ بْنَ مَالِكٍ. . . إلخ. وَفِيهِ تَصْرِيحُ الْبُخَارِيِّ بِسَمَاعِ أَبِي مِجْلَزٍ مِنِ ابْنِ عَبَّاسٍ، وَمَعَ هَذَا فَابْنُ حَزْمٍ يَقُولُ: هُوَ مُنْقَطِعٌ لِعَدَمِ سَمَاعِهِ مِنْهُ. وَأَمَّا أَبُو سَعِيدٍ فَلَا شَكَّ أَنَّهُ أَدْرَكَهُ أَبُو مِجْلَزٍ الْمَذْكُورُ، وَالْمُعَاصَرَةُ تَكْفِي، وَلَا يُشْتَرَطُ ثُبُوتُ اللُّقِيِّ عَلَى التَّحْقِيقِ، كَمَا أَوْضَحَهُ مُسْلِمُ بْنُ الْحَجَّاجِ فِي مُقَدِّمَةِ صَحِيحِهِ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي تَهْذِيبِ التَّهْذِيبِ فِي أَبِي مِجْلَزٍ الْمَذْكُورِ: رَوَى عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ، وَالْحَسَنِ بْنِ عَلِيٍّ، وَمُعَاوِيَةَ، وَعِمْرَانَ بْنِ حُصَيْنٍ، وَسَمُرَةَ بْنِ جُنْدُبٍ، وَابْنِ عَبَّاسٍ، وَالْمُغِيرَةِ بْنِ شُعْبَةَ، وَحَفْصَةَ، وَأُمِّ سَلَمَةَ، وَأَنَسٍ، وَجُنْدُبِ بْنِ عَبْدِ اللَّهِ، وَسَلَمَةَ بْنِ كُهَيْلٍ، وَقَيْسِ بْنِ عَبَّادٍ، وَغَيْرِهِمْ. وَأَرْسَلَ عَنْ عُمَرَ بْنِ الْخَطَّابِ، وَحُذَيْفَةَ. . . إلخ. وَمِمَّا يُوَضِّحُ مُعَاصَرَةَ أَبِي مِجْلَزٍ لِأَبِي سَعِيدٍ أَنَّ جَمَاعَةً مِنْ هَؤُلَاءِ الصَّحَابَةِ الَّذِينَ ذَكَرَ ابْنُ حَجَرٍ أَنَّهُ رَوَى عَنْهُمْ مَاتُوا قَبْلَ أَبِي سَعِيدٍ - رَضِيَ اللَّهُ عَنْهُمْ. فَأَبُو سَعِيدٍ - رَضِيَ اللَّهُ عَنْهُ - تُوُفِّيَ سَنَةَ ثَلَاثٍ أَوْ أَرْبَعٍ أَوْ خَمْسٍ بَعْدَ السِّتِّينَ، وَقَدْ مَاتَ قَبْلَهُ الْحَسَنُ بْنُ عَلِيٍّ، وَأَبُو مُوسَى الْأَشْعَرِيُّ، وَعِمْرَانُ بْنُ حُصَيْنٍ، وَمُعَاوِيَةُ، وَسُمْرَةُ بْنُ جُنْدُبٍ كَمَا هُوَ مَعْلُومٌ. </p><p> وَأَمَّا قَوْلُ ابْنِ حَزْمٍ: إِنَّهُ مَجْهُولٌ فَقَدْ قَدَّمْنَا مُنَاقَشَةَ السُّبْكِيِّ لَهُ فِي تَكْمِلَةِ الْمَجْمُوعِ، وَأَنَّهُ قَالَ: فَإِنْ أَرَادَ ابْنُ حَزْمٍ أَنَّهُ مَجْهُولُ الْعَيْنِ فَلَيْسَ بِصَحِيحٍ، بَلْ هُوَ رَجُلٌ مَشْهُورٌ، رَوَى عَنْهُ حَدِيثَ الصَّرْفِ هَذَا رَوْحُ بْنُ عُبَادَةَ، وَمِنْ جِهَتِهِ أَخْرَجَهُ الْحَاكِمُ، وَذَكَرَهُ ابْنُ حَزْمٍ، وَإِبْرَاهِيمُ بْنُ الْحَجَّاجِ الشَّامِيُّ، وَمِنْ جِهَتِهِ رَوَاهُ ابْنُ عَدِيٍّ وَيُونُسُ بْنُ مُحَمَّدٍ، وَمِنْ جِهَتِهِ رَوَاهُ الْبَيْهَقِيُّ ' وَهُوَ حَيَّانُ بْنُ عُبَيْدِ اللَّهِ بْنِ حَيَّانَ بْنِ بِشْرِ بْنِ عَدِيٍّ بَصْرِيٌّ، سَمِعَ أَبَا مِجْلَزٍ لَاحِقَ بْنَ حُمَيْدٍ، وَالضَّحَّاكَ وَعَنْ أَبِيهِ، وَرَوَى عَنْ عَطَاءٍ، وَابْنِ بُرَيْدَةَ، رَوَى عَنْهُ مُوسَى بْنُ إِسْمَاعِيلَ وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، وَأَبُو دَاوُدَ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى، عَقَدَ لَهُ الْبُخَارِيُّ، وَابْنُ أَبِي حَاتِمٍ تَرْجَمَةً فَذَكَرَ كُلٌّ مِنْهُمَا بَعْضَ مَا ذَكَرْتُهُ. وَلَهُ تَرْجَمَةٌ فِي كِتَابِ ابْنِ عَدِيٍّ كَمَا أَشَرْتُ إِلَيْهِ، فَزَالَ عَنْهُ جَهَالَةُ الْعَيْنِ. وَإِنْ أَرَادَ جَهَالَةَ الْحَالِ فَهُوَ قَدْ رَوَاهُ مِنْ طَرِيقِ إِسْحَاقَ بْنِ رَاهْوَيْهِ، فَقَالَ فِي إِسْنَادِهِ: أَخْبَرْنَا رَوْحٌ، قَالَ: حَدَّثَنَا حَيَّانُ بْنُ عُبَيْدِ اللَّهِ، وَكَانَ رَجُلَ صِدْقٍ. فَإِنْ كَانَتْ هَذِهِ الشَّهَادَةُ لَهُ بِالصِّدْقِ مِنْ رَوْحِ بْنِ عُبَادَةَ، فَرَوْحٌ مُحَدِّثٌ نَشَأَ فِي الْحَدِيثِ، عَارِفٌ بِهِ، مُصَنِّفٌ </p><p> مُتَّفَقٌ عَلَى الِاحْتِجَاجِ بِهِ، بَصْرِيٌّ بَلَدِيٌّ لِلْمَشْهُودِ لَهُ فَتُقْبَلُ شَهَادَتُهُ لَهُ. وَإِنْ كَانَ هَذَا الْقَوْلُ مِنْ إِسْحَاقَ بْنِ رَاهْوَيْهِ فَنَاهِيكَ بِهِ، وَمَنْ يُثْنِي عَلَيْهِ إِسْحَاقُ! وَقَدْ ذَكَرَ ابْنُ أَبِي حَاتِمٍ حَيَّانَ بْنَ عُبَيْدِ اللَّهِ هَذَا، وَذَكَرَ جَمَاعَةً مِنَ الْمَشَاهِيرِ مِمَّنْ رَوَوْا عَنْهُ وَمِمَّنْ رُوِيَ عَنْهُمْ، قَالَ: إِنَّهُ سَأَلَ أَبَاهُ عَنْهُ، فَقَالَ: صَدُوقٌ. اهـ مِنْ تَكْمِلَةِ الْمَجْمُوعِ كَمَا قَدَّمْنَاهُ فِي سُورَةِ «الْبَقَرَةِ» . وَالَّذِي رَأَيْتُ فِي سُنَنِ الْبَيْهَقِيِّ الْكُبْرَى أَنَّ الرَّاوِيَ عَنْ حَيَّانَ الْمَذْكُورِ فِي إِسْنَادِهِ لَهُ إِبْرَاهِيمُ بْنُ الْحَجَّاجِ، وَقَالَ صَاحِبُ «الْجَوْهَرِ النَّقِيِّ» : وَحَيَّانُ هَذَا ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ مِنْ أَتْبَاعِ التَّابِعِينَ. وَقَالَ الذَّهَبِيُّ فِي الضُّعَفَاءِ: جَائِزُ الْحَدِيثِ. وَقَالَ عَبْدُ الْحَقِّ فِي أَحْكَامِهِ: قَالَ أَبُو بَكْرٍ الْبَزَّارُ: حَيَّانُ رَجُلٌ مِنْ أَهْلِ الْبَصْرَةِ مَشْهُورٌ وَلَيْسَ بِهِ بَأْسٌ. وَقَالَ فِيهِ أَبُو حَاتِمٍ: صَدُوقٌ. وَقَالَ بَعْضُ الْمُتَأَخِّرِينَ فِيهِ: مَجْهُولٌ. وَلَعَلَّهُ اخْتَلَطَ عَلَيْهِ بِحَيَّانَ بْنِ عُبَيْدِ اللَّهِ الْمَرْوِيِّ، وَبِمَا ذُكِرَ تَعْلَمُ أَنَّ دَعْوَى ابْنِ حَزْمٍ أَنَّ الْحَدِيثَ مُنْقَطِعٌ، وَأَنَّ حَيَّانَ الْمَذْكُورَ مَجْهُولٌ لَيْسَتْ بِصَحِيحَةٍ. </p><p> وَأَمَّا دَعْوَاهُ عَدَمَ رُجُوعِ ابْنِ عَبَّاسٍ لِقَوْلِ سَعِيدِ بْنِ جُبَيْرٍ: إِنَّهُ لَمْ يَرْجِعْ عَنِ الْقَوْلِ بِإِبَاحَةِ رِبَا الْفَضْلِ، فَقَدْ قَدَّمْنَا الرِّوَايَاتِ الْوَارِدَةَ بِرُجُوعِهِ مُسْتَوْفَاةً فِي سُورَةِ «الْبَقَرَةِ» عَنْ جَمَاعَةٍ مِنْ أَصْحَابِهِ، وَلَا شَكَّ أَنَّهَا أَوْلَى مِنْ قَوْلِ سَعِيدِ بْنِ جُبَيْرٍ؛ لِأَنَّهُمْ جَمَاعَةٌ وَهُوَ وَاحِدٌ؛ وَلِأَنَّهُمْ مُثْبِتُونَ رُجُوعَهُ وَهُوَ نَافِيهِ، وَالْمُثْبِتُ مُقَدَّمٌ عَلَى النَّافِي. وَأَمَّا شَوَاهِدُ حَدِيثِ حَيَّانَ الْمَذْكُورِ الدَّالِّ عَلَى أَنَّ الرِّبَا فِي كُلِّ مَا يُكَالُ وَيُوزَنُ؛ فَمِنْهَا مَا قَدَّمْنَا فِي سُورَةِ «الْبَقَرَةِ» مِنْ حَدِيثِ أَنَسٍ، وَعُبَادَةَ بْنِ الصَّامِتِ عِنْدَ الدَّارَقُطْنِيِّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَا وُزِنَ مِثْلٌ بِمِثْلٍ إِذَا كَانَ نَوْعًا وَاحِدًا، وَمَا كِيلَ فَمِثْلُ ذَلِكَ. فَإِذَا اخْتَلَفَ النَّوْعَانِ فَلَا بَأْسَ بِهِ» وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْبَقَرَةِ» قَوْلَ الشَّوْكَانِيِّ: إِنَّ حَدِيثَ أَنَسٍ وَعُبَادَةَ هَذَا أَشَارَ إِلَيْهِ ابْنُ حَجَرٍ فِي «التَّلْخِيصِ» وَلَمْ يَتَكَلَّمْ عَلَيْهِ، وَفِي إِسْنَادِهِ الرَّبِيعُ بْنُ صُبَيْحٍ، وَثَّقَهُ أَبُو زُرْعَةَ، وَغَيْرُهُ، وَضَعَّفَهُ جَمَاعَةٌ، وَقَدْ أَخْرَجَ هَذَا الْحَدِيثَ الْبَزَّارُ أَيْضًا. وَيَشْهَدُ لِصِحَّتِهِ حَدِيثُ عُبَادَةَ الْمَذْكُورُ أَوَّلًا، وَغَيْرُهُ مِنَ الْأَحَادِيثِ. انْتَهَى مِنْهُ كَمَا تَقَدَّمَ. وَفِي هَذَا الْحَدِيثِ الْمَذْكُورِ دَلِيلٌ وَاضِحٌ عَلَى أَنَّ كُلَّ مَا يُكَالُ أَوْ يُوزَنُ فِيهِ الرِّبَا وَإِنْ سَخِرَ الظَّاهِرِيَّةُ مِمَّنْ يَقُولُ بِذَلِكَ، وَمِنْ شَوَاهِدِ حَدِيثِ حَيَّانَ الْمَذْكُورِ الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ. قَالَ الْبُخَارِيُّ فِي صَحِيحِهِ فِي (كِتَابِ الْوِكَالَةِ) : حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَأَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اسْتَعْمَلَ رَجُلًا عَلَى خَيْبَرَ، فَجَاءَهُمْ بِتَمْرٍ جَنِيبٍ، فَقَالَ:  «أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا» ؟ فَقَالَ: إِنَّا </p><p> لَنَأْخُذُ الصَّاعَ مِنْ هَذَا بِالصَّاعَيْنِ، وَالصَّاعَيْنِ بِالثَّلَاثَةِ. فَقَالَ:  «لَا تَفْعَلْ، بِعِ الْجَمْعَ بِالدَّرَاهِمِ ثُمَّ ابْتَعْ بِالدَّرَاهِمِ جِنِيبًا» ، وَقَالَ فِي الْمِيزَانِ مِثْلَ ذَلِكَ. انْتَهَى مِنْهُ. </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ قَوْلُهُ: وَقَالَ فِي الْمِيزَانِ مِثْلَ ذَلِكَ، وَمَعْنَاهُ ظَاهِرٌ جِدًّا فِي أَنَّ مَا يُوزَنُ بِالْمِيزَانِ مِثْلُ ذَلِكَ فِي مَنْعِ الرِّبَا. وَقَدْ قَدَّمْنَا أَقْوَالَ مَنْ أَوَّلَ هَذَا الْحَدِيثَ وَصَرَفَهُ عَنِ الْمَعْنَى الْمَذْكُورِ فِي سُورَةِ «الْبَقَرَةِ» . وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ فِي صَحِيحِهِ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ - يَعْنِي ابْنَ بِلَالٍ - عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ يُحَدِّثُ أَنَّ أَبَا هُرَيْرَةَ وَأَبَا سَعِيدٍ حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعَثَ أَخَا بَنِي عَدِيٍّ الْأَنْصَارِيِّ فَاسْتَعْمَلَهُ عَلَى خَيْبَرَ، فَقَدِمَ بِتَمْرٍ جَنِيبٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا؟» . قَالَ: لَا، وَاللَّهِ يَا رَسُولَ اللَّهِ إِنَّا لَنَشْتَرِي الصَّاعَ بِالصَّاعَيْنِ مِنَ الْجَمْعِ. فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لَا تَفْعَلُوا، وَلَكِنْ مِثْلًا بِمِثْلٍ، أَوْ بِيعُوا هَذَا وَاشْتَرُوا بِثَمَنِهِ مِنْ هَذَا، وَكَذَلِكَ الْمِيزَانُ» انْتَهَى مِنْهُ. وَقَوْلِهِ فِي هَذَا الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ «وَكَذَلِكَ الْمِيزَانُ» ظَاهِرٌ جِدًّا فِي أَنَّ مَا يُوزَنُ كَمَا يُكَالُ، وَأَنَّ فِي ذَلِكَ كُلِّهِ الرِّبَا. وَلَا شَكَّ أَنَّ هَذِهِ الْأَحَادِيثَ الَّتِي عَمِلَ بِهَا بَعْضُ الْأَئِمَّةِ وَإِنِ اسْتَهْزَأَ بِهِمُ الظَّاهِرِيَّةُ فِي ذَلِكَ أَقْرَبُ إِلَى ظَاهِرِ النَّصِّ مِنْ قَوْلِ الظَّاهِرِيَّةِ: إِنَّهُ لَا رِبَا إِلَّا فِي السِّتَّةِ الْمَذْكُورَةِ قَبْلُ. وَالْمَقْصُودُ التَّمْثِيلُ لِأَحْوَالِهِمْ مَعَ الْأَئِمَّةِ الْمُجْتَهِدِينَ رَحِمَهُمُ اللَّهُ. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّا نَقُولُ بِمُوجِبِ الْأَحَادِيثِ الَّتِي اسْتَدَلَّ بِهَا الظَّاهِرِيَّةُ عَلَى أَنَّ مَا سَكَتَ عَنْهُ الشَّارِعُ فَهُوَ عَفْوٌ، وَنَقُولُ مَثَلًا: إِنَّ صَوْمَ شَهْرٍ آخَرَ غَيْرِ رَمَضَانَ لَمْ يُوجَبْ عَلَيْنَا فَهُوَ عَفْوٌ. وَلَكِنْ لَا نُسَلِّمُ أَنَّ آيَةَ: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] سَاكِتَةٌ عَنْ تَحْرِيمِ ضَرْبِ الْوَالِدَيْنِ، بَلْ نَقُولُ هِيَ دَالَّةٌ عَلَيْهِ، وَادِّعَاءُ أَنَّهَا لَمْ تَتَعَرَّضْ لِذَلِكَ بَاطِلٌ كَمَا تَرَى. وَلَا نَقُولُ: إِنَّ آيَةَ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ الْآيَةَ [٩٩ \\ ٧] سَاكِتَةٌ عَنْ مُؤَاخَذَةِ مَنْ عَمِلَ مِثْقَالَ جَبَلٍ، بَلْ هِيَ دَالَّةٌ عَلَى الْمُؤَاخَذَةِ بِذَلِكَ. وَهَكَذَا إِلَى آخِرِ مَا ذَكَرْنَا مِنْ أَمْثِلَةِ ذَلِكَ فِي هَذِهِ الْمَبَاحِثِ وَفِي سُورَةِ «بَنِي إِسْرَائِيلَ» . وَمَا ذَكَرْنَا سَابِقًا مِنْ أَنَّ الصَّوَابَ فِي مَسْأَلَةِ الْقِيَاسِ أَنَّهُ قِسْمَانِ؛ صَحِيحٌ وَفَاسِدٌ، كَمَا بَيَّنَّا وَكَمَا أَوْضَحَهُ ابْنُ الْقَيِّمِ فِي كَلَامِهِ الَّذِي نَقَلْنَا - اعْتَمَدَهُ صَاحِبُ «مَرَاقِي السُّعُودِ» فِي قَوْلِهِ فِي الْقِيَاسِ: </p><p> وَمَا رُوِيَ مِنْ ذِمَّةٍ فَقَدْ عُنِيَ ... بِهِ الَّذِي عَلَى الْفَسَادِ قَدْ بُنِيَ </p><p> الْمَسْأَلَةُ الثَّامِنَةُ </p><p> اعْلَمْ أَنَّ جَمَاهِيرَ الْقَائِلِينَ بِالْقِيَاسِ يَقُولُونَ: إِنَّهُ إِنْ خَالَفَ النَّصَّ فَهُوَ بَاطِلٌ، وَيُسَمُّونَ الْقَدْحَ فِيهِ بِمُخَالَفَتِهِ لِلنَّصِّ فَسَادَ الِاعْتِبَارِ. كَمَا أَشَارَ إِلَيْهِ صَاحِبُ «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: </p><p> وَالْخُلْفُ لِلنَّصِّ أَوْ إِجْمَاعٍ دَعَا ... فَسَادُ الِاعْتِبَارِ كُلُّ مَنْ وَعَى </p><p> كَمَا قَدَّمْنَاهُ فِي سُورَةِ «الْبَقَرَةِ» . </p><p> وَاعْلَمْ أَنَّ مَا يَذْكُرُهُ بَعْضُ عُلَمَاءِ الْأُصُولِ مِنَ الْمَالِكِيَّةِ وَغَيْرِهِمْ عَنِ الْإِمَامِ مَالِكٍ مِنْ أَنَّهُ يُقَدِّمُ الْقِيَاسَ عَلَى أَخْبَارِ الْآحَادِ خِلَافُ التَّحْقِيقِ. وَالتَّحْقِيقُ: أَنَّهُ يُقَدِّمُ أَخْبَارَ الْآحَادِ عَلَى الْقِيَاسِ، وَاسْتِقْرَاءُ مَذْهَبِهِ يَدُلُّ عَلَى ذَلِكَ دَلَالَةً وَاضِحَةً، وَلِذَلِكَ أَخَذَ بِحَدِيثِ الْمُصَرَّاةِ فِي دَفْعِ صَاعِ التَّمْرِ عِوَضَ اللَّبَنِ. وَمِنْ أَصْرِحِ الْأَدِلَّةِ الَّتِي لَا نِزَاعَ بَعْدَهَا فِي ذَلِكَ أَنَّهُ يَقُولُ: إِنَّ فِي ثَلَاثَةِ أَصَابِعَ مِنْ أَصَابِعِ الْمَرْأَةِ ثَلَاثِينَ مِنَ الْإِبِلِ، وَفِي أَرْبَعَةِ أَصَابِعَ مِنْ أَصَابِعِهَا عِشْرِينَ مِنَ الْإِبِلِ. كَمَا قَدَّمْنَاهُ مُسْتَوْفًى فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . وَلَا شَيْءَ أَشَدُّ مُخَالَفَةً لِلْقِيَاسِ مِنْ هَذَا كَمَا قَالَ رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ لِسَعِيدِ بْنِ الْمُسَيَّبِ حِينَ عَظُمَ جَرْحُهَا، وَاشْتَدَّتْ مُصِيبَتُهَا: نَقَصَ عَقْلُهَا. وَمَالِكٌ خَالَفَ الْقِيَاسَ فِي هَذَا الْقَوْلِ، سَعِيدُ بْنُ الْمُسَيَّبِ: إِنَّهُ السُّنَّةُ، كَمَا تَقَدَّمَ. وَبَعْدَ هَذَا فَلَا يُمْكِنُ لِأَحَدٍ أَنْ يَقُولَ: إِنَّ مَالِكًا يُقَدِّمُ الْقِيَاسَ عَلَى النَّصِّ، وَمَسَائِلُ الِاجْتِهَادِ وَالتَّقْلِيدِ مُدَوَّنَةٌ فِي أُصُولِ الْفِقْهِ، وَلِأَجْلِ ذَلِكَ نَكْتَفِي بِمَا ذَكَرْنَا مِنْ ذَلِكَ هُنَا. </p><p> الْمَسْأَلَةُ التَّاسِعَةُ </p><p> اعْلَمْ أَنَّ أَكْثَرَ أَهْلِ الْعِلْمِ قَالُوا: إِنَّ الْحَرْثَ الَّذِي حَكَمَ فِيهِ سُلَيْمَانُ وَدَاوُدُ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ بُسْتَانُ عِنَبٍ، وَالنَّفْشُ: رَعْيُ الْغَنَمِ لَيْلًا خَاصَّةً، وَمِنْهُ قَوْلُ الرَّاجِزِ: </p><p> بَدَّلْنَ بَعْدَ النَّفْشِ الْوَجِيفَا ... وَبَعْدَ طُولِ الْجَرَّةِ الصَّرِيفَا </p><p> وَقِيلَ: كَانَ الْحَرْثُ الْمَذْكُورُ زَرْعًا، وَذَكَرُوا أَنَّ دَاوُدَ حَكَمَ بِدَفْعِ الْغَنَمِ لِأَهْلِ الْحَرْثِ عِوَضًا مِنْ حَرْثِهِمُ الَّذِي نَفَشَتْ فِيهِ فَأَكَلَتْهُ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: اعْتَبَرَ قِيمَةَ الْحَرْثِ فَوَجَدَ الْغَنَمَ بِقَدْرِ الْقِيمَةِ فَدَفَعَهَا إِلَى أَصْحَابِ الْحَرْثِ، إِمَّا لِأَنَّهُ لَمْ يَكُنْ لَهُمْ دَرَاهِمُ أَوْ تَعَذَّرَ بَيْعُهَا، وَرَضُوا بِدَفْعِهَا وَرَضِيَ أُولَئِكَ بِأَخْذِهَا بَدَلًا مِنَ الْقِيمَةِ. وَأَمَّا سُلَيْمَانُ فَحَكَمَ بِالضَّمَانِ عَلَى </p><p> أَصْحَابِ الْغَنَمِ، وَأَنْ يَضْمَنُوا ذَلِكَ بِالْمِثْلِ بِأَنْ يُعَمِّرُوا الْبُسْتَانَ حَتَّى يَعُودَ كَمَا كَانَ حِينَ نَفَشَتْ فِيهِ غَنَمُهُمْ. وَلَمْ يُضَيِّعْ عَلَيْهِمْ غَلَّتَهُ مِنْ حِينِ الْإِتْلَافِ إِلَى حِينِ الْعَوْدِ، بَلْ أَعْطَى أَصْحَابَ الْبُسْتَانِ مَاشِيَةَ أُولَئِكَ لِيَأْخُذُوا مِنْ نَمَائِهَا بِقَدْرِ نَمَاءِ الْبُسْتَانِ فَيَسْتَوْفُوا مِنْ نَمَاءِ غَنَمِهِمْ نَظِيرَ مَا فَاتَهُمْ مِنْ نَمَاءِ حَرْثِهِمْ. وَقَدِ اعْتَبَرَ النَّمَاءَيْنِ فَوَجَدَهُمَا سَوَاءً، قَالُوا: وَهَذَا هُوَ الْعِلْمُ الَّذِي خَصَّهُ اللَّهُ بِهِ، وَأَثْنَى عَلَيْهِ بِإِدْرَاكِهِ. هَكَذَا يَقُولُونَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الْمَسْأَلَةُ الْعَاشِرَةُ </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي مِثْلِ هَذِهِ الْقِصَّةِ. فَلَوْ نَفَشَتْ غَنَمُ قَوْمٍ فِي حَرْثِ آخَرِينَ فَتَحَاكَمُوا إِلَى حَاكِمٍ مِنْ حُكَّامِ الْمُسْلِمِينَ فَمَاذَا يَفْعَلُ؟ اخْتَلَفَ الْعُلَمَاءُ فِي ذَلِكَ، فَذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ إِلَى أَنَّ مَا أَفْسَدَتْهُ الْبَهَائِمُ لَيْلًا يَضْمَنُهُ أَرْبَابُ الْمَاشِيَةِ بِقِيمَتِهِ، وَهُوَ الْمَشْهُورُ مِنْ مَذْهَبِ مَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ - رَحِمَهُمُ اللَّهُ. وَقِيلَ: يَضْمَنُونَهُ بِمِثْلِهِ كَقَضِيَّةِ سُلَيْمَانَ. قَالَ ابْنُ الْقَيِّمِ: وَهَذَا هُوَ الْحَقُّ، وَهُوَ أَحَدُ الْقَوْلَيْنِ فِي مَذْهَبِ أَحْمَدَ، وَوَجْهٍ لِلشَّافِعِيَّةِ وَالْمَالِكِيَّةِ، وَالْمَشْهُورُ عَنْهُمْ خِلَافُهُ. وَالْآيَةُ تُشِيرُ إِلَى اخْتِصَاصِ الضَّمَانِ بِاللَّيْلِ؛ لِأَنَّ النَّفْشَ لَا يُطْلَقُ لُغَةً إِلَّا عَلَى الرَّعْيِ بِاللَّيْلِ كَمَا تَقَدَّمَ. وَاحْتَجَّ الْجُمْهُورُ لِضَمَانِ أَصْحَابِ الْبَهَائِمِ مَا أَفْسَدَتْهُ لَيْلًا بِحَدِيثِ حَرَامِ بْنِ مُحَيِّصَةَ، أَنَّ نَاقَةَ الْبَرَاءِ بْنِ عَازِبٍ دَخَلَتْ حَائِطًا فَأَفْسَدَتْ فِيهِ، فَقَضَى نَبِيُّ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَنَّ عَلَى أَهْلِ الْحَوَائِطِ حِفْظَهَا بِالنَّهَارِ، وَأَنَّ مَا أَفْسَدَتِ الْمَوَاشِي بِاللَّيْلِ ضَامِنٌ عَلَى أَهْلِهَا» رَوَاهُ الْأَئِمَّةُ: مَالِكٌ، وَالشَّافِعِيُّ، وَأَحْمَدُ، وَأَبُو دَاوُدَ، وَابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ، وَابْنُ حِبَّانَ، وَصَحَّحَهُ الْحَاكِمُ، فَقَالَ بَعْدَ أَنْ سَاقَ الْحَدِيثَ الْمَذْكُورَ: هَذَا حَدِيثٌ صَحِيحُ الْإِسْنَادِ عَلَى خِلَافٍ فِيهِ بَيْنَ مَعْمَرٍ وَالْأَوْزَاعِيِّ، فَإِنَّ مَعْمَرًا قَالَ: عَنِ الزُّهْرِيِّ، عَنْ حَرَامِ بْنِ مُحَيِّصَةَ، عَنْ أَبِيهِ، وَأَقَرَّهُ الذَّهَبِيُّ عَلَى تَصْحِيحِهِ وَلَمْ يَتَعَقَّبْهُ. </p><p> وَقَالَ الشَّوْكَانِيُّ - رَحِمَهُ اللَّهُ - فِي (نَيْلِ الْأَوْطَارِ) فِي الْحَدِيثِ الْمَذْكُورِ: صَحَّحَهُ الْحَاكِمُ، وَالْبَيْهَقِيُّ. قَالَ الشَّافِعِيُّ: أَخَذْنَا بِهِ لِثُبُوتِهِ وَاتِّصَالِهِ وَمَعْرِفَةِ رِجَالِهِ. اهـ مِنْهُ. وَالِاخْتِلَافُ عَلَى الزُّهْرِيِّ فِي رِوَايَةِ هَذَا الْحَدِيثِ كَثِيرٌ مَعْرُوفٌ. </p><p> وَقَالَ ابْنُ عَبْدِ الْبَرِّ: وَهَذَا الْحَدِيثُ وَإِنْ كَانَ مُرْسَلًا فَهُوَ حَدِيثٌ مَشْهُورٌ، أَرْسَلَهُ الْأَئِمَّةُ، وَحَدَّثَ بِهِ الثِّقَاتُ، وَاسْتَعْمَلَهُ فُقَهَاءُ الْحِجَازِ وَتَلَقَّوْهُ بِالْقَبُولِ، وَجَرَى فِي الْمَدِينَةِ الْعَمَلُ بِهِ، وَحَسْبُكَ بِاسْتِعْمَالِ أَهْلِ الْمَدِينَةِ وَسَائِرِ أَهْلِ الْحِجَازِ لِهَذَا الْحَدِيثِ، وَعَلَى كُلِّ حَالٍ فَالْحَدِيثُ الْمَذْكُورُ احْتَجَّ بِهِ جُمْهُورُ الْعُلَمَاءِ، مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ الْمَذْكُورُونَ عَلَى أَنَّ </p><p> مَا أَفْسَدَتْهُ الْبَهَائِمُ بِاللَّيْلِ عَلَى أَرْبَابِهَا، وَفِي النَّهَارِ عَلَى أَهْلِ الْحَوَائِطِ حِفْظُهَا. وَمَشْهُورُ مَذْهَبِ مَالِكٍ وَأَحْمَدَ وَالشَّافِعِيِّ أَنَّهُ يُضْمَنُ بِقِيمَتِهِ كَمَا تَقَدَّمَ. وَأَبُو حَنِيفَةَ يَقُولُ: لَا ضَمَانَ مُطْلَقًا فِي جِنَايَةِ الْبَهَائِمِ، وَيَسْتَدِلُّ بِالْحَدِيثِ الصَّحِيحِ:  «الْعَجْمَاءُ جُبَارٌ» أَيْ: جَرْحُهَا هَدْرٌ. وَالْجُمْهُورُ يَقُولُونَ: إِنَّ الْحَدِيثَ الْمَذْكُورَ عَامٌّ، وَضَمَانَ مَا أَفْسَدَتْهُ لَيْلًا مُخَصِّصٌ لَهُ. وَذَهَبَ دَاوُدُ وَمَنْ وَافَقَهُ إِلَى أَنَّ مَا أَتْلَفَتْهُ الْبَهَائِمُ بِغَيْرِ عِلْمِ مَالِكِهَا وَلَوْ لَيْلًا ضَمَانٌ فِيهِ، وَأَمَّا إِذَا رَعَاهَا صَاحِبُهَا بِاخْتِيَارِهِ فِي حَرْثِ غَيْرِهِ فَهُوَ ضَامِنٌ بِالْمِثْلِ. </p><p> وَاعْلَمْ أَنَّ الْقَائِلِينَ بِلُزُومِ قِيمَةِ مَا أَفْسَدَتْهُ الْبَهَائِمُ لَيْلًا يَقُولُونَ: يَضْمَنُهُ أَصْحَابُهَا وَلَوْ زَادَ عَلَى قِيمَتِهَا، خِلَافًا لِلَّيْثٍ الْقَائِلِ: لَا يَضْمَنُونَ مَا زَادَ عَلَى قِيمَتِهَا، وَفِي الْمَسْأَلَةِ تَفَاصِيلُ مَذْكُورَةٌ فِي كُتُبِ الْفُرُوعِ، وَصِيغَةُ الْجَمْعِ فِي الضَّمِيرِ فِي قَوْلِهِ: لِحُكْمِهِمْ [٢١ \\ ٧٨] الظَّاهِرُ أَنَّهَا مُرَادٌ بِهَا سُلَيْمَانُ، وَدَاوُدُ، وَأَصْحَابُ الْحَرْثِ، وَأَصْحَابُ الْغَنَمِ، وَأَضَافَ الْحُكْمَ إِلَيْهِمْ لِأَنَّ مِنْهُمْ حَاكِمًا وَمَحْكُومًا لَهُ وَمَحْكُومًا عَلَيْهِ. </p><p> وَقَوْلُهُ: فَفَهَّمْنَاهَا أَيْ: الْقَضِيَّةَ أَوِ الْحُكُومَةَ الْمَفْهُومَةَ مِنْ قَوْلِهِ: إِذْ يَحْكُمَانِ فِي الْحَرْثِ [٢١ \\ ٧٨] وَقَوْلِهِ: وَكُلًّا آتَيْنَا [٢١ \\ ٧٩] أَيْ: أَعْطَيْنَا كُلًّا مِنْ دَاوُدَ وَسُلَيْمَانَ حُكْمًا وَعِلْمًا. وَالتَّنْوِينُ فِي قَوْلِهِ: وَكُلًّا عِوَضٌ عَنْ كَلِمَةٍ، أَيْ: كُلُّ وَاحِدٍ مِنْهُمَا. </p><p> قَوْلُهُ تَعَالَى: وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ سَخَّرَ الْجِبَالَ، أَيْ: ذَلَّلَهَا، وَسَخَّرَ الطَّيْرَ تُسَبِّحُ مَعَ دَاوُدَ. وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ تَسْخِيرِهِ الطَّيْرَ وَالْجِبَالَ تُسْبِّحُ مَعَ نَبِيِّهِ دَاوُدَ بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا دَاوُدَ مِنَّا فَضْلًا يَاجِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ الْآيَةَ [٣٤ \\ ١٠] . وَقَوْلِهِ: أَوِّبِي مَعَهُ أَيْ: رَجِّعِي مَعَهُ التَّسْبِيحَ. وَالطَّيْرَ أَيْ: وَنَادَيْنَا الطَّيْرَ بِمِثْلِ ذَلِكَ مِنْ تَرْجِيعِ التَّسْبِيحِ مَعَهُ. وَقَوْلُ مَنْ قَالَ أَوِّبِي مَعَهُ: أَيْ: سِيرِي مَعَهُ، وَأَنَّ التَّأْوِيبَ سَيْرُ النَّهَارِ - سَاقِطٌ كَمَا تَرَى. وَكَقَوْلِهِ تَعَالَى: وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ [٣٨ \\ ١٧ - ١٨] . </p><p> وَالتَّحْقِيقُ: أَنَّ تَسْبِيحَ الْجِبَالِ وَالطَّيْرِ مَعَ دَاوُدَ الْمَذْكُورَ تَسْبِيحٌ حَقِيقِيٌّ؛ لِأَنَّ اللَّهَ - جَلَّ وَعَلَا - يَجْعَلُ لَهَا إِدْرَاكَاتٍ تُسَبِّحُ بِهَا، يَعْلَمُهَا هُوَ - جَلَّ وَعَلَا - وَنَحْنُ لَا نَعْلَمُهَا. كَمَا قَالَ: </p>"
}