{
  "id": null,
  "sura": 21,
  "aya": 30,
  "text": "<p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ الْآيَةَ [٢١ \\ ٢٩] دَلِيلٌ قَاطِعٌ عَلَى أَنَّ حُقُوقَ اللَّهِ الْخَالِصَةَ لَهُ مِنْ جَمِيعِ أَنْوَاعِ الْعِبَادَةِ لَا يَجُوزُ أَنْ يُصْرَفَ شَيْءٌ مِنْهَا لِأَحَدٍ وَلَوْ مَلِكًا مُقَرَّبًا، أَوْ نَبِيًّا مُرْسَلًا. وَمِمَّا يُوَضِّحُ ذَلِكَ قَوْلُهُ تَعَالَى: مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ [٣ \\ ٧٩ - ٨٠] وَقَوْلِهِ تَعَالَى مُخَاطِبًا لِسَيِّدِ الْخَلْقِ - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ -: قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ [٣ \\ ٦٤] . </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا. </p><p> قَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ مَا عَدَا ابْنَ كَثِيرٍ «أَوَلَمْ يَرَ» بِوَاوٍ بَعْدَ الْهَمْزَةِ، وَقَرَأَهُ ابْنُ كَثِيرٍ «أَلَمْ يَرَ الَّذِينَ كَفَرُوا» بِدُونِ وَاوٍ، وَكَذَلِكَ هُوَ فِي مُصْحَفِ مَكَّةَ. وَالِاسْتِفْهَامُ لِتَوْبِيخِ الْكُفَّارِ وَتَقْرِيعِهِمْ، حَيْثُ يُشَاهِدُونَ غَرَائِبَ صُنْعِ اللَّهِ وَعَجَائِبَهُ، وَمَعَ هَذَا يَعْبُدُونَ مِنْ دُونِهِ مَا لَا يَنْفَعُ مَنْ عَبَدَهُ، وَلَا يَضُرُّ مَنْ عَصَاهُ، وَلَا يَقْدِرُ عَلَى شَيْءٍ. </p><p> وَقَوْلُهُ: كَانَتَا التَّثْنِيَةُ بِاعْتِبَارِ النَّوْعَيْنِ اللَّذَيْنِ هُمَا نَوْعُ السَّمَاءِ وَنَوْعُ الْأَرْضِ، كَقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا [٣٥ \\ ٤١] وَنَظِيرُهُ قَوْلُ عُمَرَ بْنِ شَيْبَةَ: </p><p> أَلَمْ يُحْزِنْكَ أَنَّ جِبَالَ قِيسٍ ... وَتَغْلِبَ قَدْ تَبَايَنَتَا انْقِطَاعًا </p><p> وَالرَّتْقُ مَصْدَرُ رَتَقَهُ رَتْقًا: إِذَا سَدَّهُ. وَمِنْهُ الرَّتْقَاءُ، وَهِيَ الَّتِي انْسَدَّ فَرْجُهَا، وَلَكِنَّ الْمَصْدَرَ وُصِفَ بِهِ هُنَا، وَلِذَا أَفْرَدَهُ وَلَمْ يَقُلْ كَانَتَا رَتْقَيْنِ. وَالْفَتْقُ: الْفَصْلُ بَيْنَ الشَّيْئَيْنِ الْمُتَّصِلَيْنِ، فَهُوَ ضِدُّ الرَّتْقِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> يَهُونُ عَلَيْهِمْ إِذَا يَغْضَبُو ... نَ سُخْطُ الْعِدَاةِ وَإِرْغَامُهَا </p><p> وَرَتْقُ الْفُتُوقِ وَفَتْقُ الرُّتُوقِ ... وَنَقْضُ الْأُمُورِ وَإِبْرَامُهَا </p><p> وَاعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الْمُرَادِ بِالرَّتْقِ وَالْفَتْقِ فِي هَذِهِ الْآيَةِ عَلَى خَمْسَةِ أَقْوَالٍ، بَعْضُهَا فِي غَايَةِ السُّقُوطِ، وَوَاحِدٌ مِنْهَا تَدُلُّ لَهُ قَرَائِنُ مِنَ الْقُرْآنِ الْعَظِيمِ: </p><p> الْأَوَّلُ أَنَّ مَعْنَى كَانَتَا رَتْقًا أَيْ: كَانَتِ السَّمَاوَاتُ وَالْأَرْضُ مُتَلَاصِقَةً بَعْضُهَا مَعَ بَعْضٍ، فَفَتَقَهَا اللَّهُ وَفَصَلَ بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ، فَرَفَعَ السَّمَاءَ إِلَى مَكَانِهَا، وَأَقَرَّ الْأَرْضَ فِي مَكَانِهَا، وَفَصَلَ بَيْنَهُمَا بِالْهَوَاءِ الَّذِي بَيْنَهُمَا كَمَا تَرَى. </p><p> الْقَوْلُ الثَّانِي: أَنَّ السَّمَاوَاتِ السَّبْعَ كَانَتْ رَتْقًا، أَيْ: مُتَلَاصِقَةً بَعْضُهَا بِبَعْضٍ، فَفَتَقَهَا اللَّهُ وَجَعَلَهَا سَبْعَ سَمَاوَاتٍ، كُلُّ اثْنَتَيْنِ مِنْهَا بَيْنَهُمَا فَصْلٌ، وَالْأَرَضُونَ كَذَلِكَ كَانَتْ رَتْقًا فَفَتَقَهَا، وَجَعَلَهَا سَبْعًا بَعْضُهَا مُنْفَصِلٌ عَنْ بَعْضٍ. </p><p> الْقَوْلُ الثَّالِثُ: أَنَّ مَعْنَى كَانَتَا رَتْقًا أَنَّ السَّمَاءَ كَانَتْ لَا يَنْزِلُ مِنْهَا مَطَرٌ، وَالْأَرْضُ كَانَتْ لَا يَنْبُتُ فِيهَا نَبَاتٌ، فَفَتَقَ اللَّهُ السَّمَاءَ بِالْمَطَرِ، وَالْأَرْضَ بِالنَّبَاتِ. </p><p> الْقَوْلُ الرَّابِعُ: كَانَتَا رَتْقًا أَيْ: فِي ظُلْمَةٍ لَا يُرَى مِنْ شِدَّتِهَا شَيْءٌ، فَفَتَقَهُمَا اللَّهُ بِالنُّورِ. وَهَذَا الْقَوْلُ فِي الْحَقِيقَةِ يَرْجِعُ إِلَى الْقَوْلِ الْأَوَّلِ وَالثَّانِي. </p><p> الْخَامِسُ: - وَهُوَ أَبْعَدُهَا لِظُهُورِ سُقُوطِهِ - أَنَّ الرَّتْقَ يُرَادُ بِهِ الْعَدَمُ، وَالْفَتْقُ يُرَادُ بِهِ الْإِيجَادُ، أَيْ: كَانَتَا عَدَمًا فَأَوْجَدْنَاهُمَا. وَهَذَا الْقَوْلُ كَمَا تَرَى. </p><p> فَإِذَا عَرَفْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي هَذِهِ الْآيَةِ، فَاعْلَمْ أَنَّ الْقَوْلَ الثَّالِثَ مِنْهَا - وَهُوَ كَوْنُهُمَا كَانَتَا رَتْقًا بِمَعْنَى أَنَّ السَّمَاءَ لَا يَنْزِلُ مِنْهَا مَطَرٌ، وَالْأَرْضَ لَا تُنْبِتُ شَيْئًا، فَفَتَقَ اللَّهُ السَّمَاءَ بِالْمَطَرِ، وَالْأَرْضَ بِالنَّبَاتِ - قَدْ دَلَّتْ عَلَيْهِ قَرَائِنُ مِنْ كِتَابِ اللَّهِ تَعَالَى: </p><p> الْأُولَى: أَنَّ قَوْلَهُ تَعَالَى: أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ [٢١] يَدُلُّ عَلَى أَنَّهُمْ رَأَوْا ذَلِكَ؛ لِأَنَّ الْأَظْهَرَ فِي «رَأَى» أَنَّهَا بَصَرِيَّةٌ، وَالَّذِي يَرَوْنَهُ بِأَبْصَارِهِمْ هُوَ أَنَّ السَّمَاءَ تَكُونُ لَا يَنْزِلُ مِنْهَا مَطَرٌ، وَالْأَرْضُ مَيِّتَةٌ هَامِدَةٌ لَا نَبَاتَ فِيهَا، فَيُشَاهِدُونَ بِأَبْصَارِهِمْ إِنْزَالَ اللَّهِ الْمَطَرَ وَإِنْبَاتَهُ بِهِ أَنْوَاعَ النَّبَاتِ. </p><p> الْقَرِينَةُ الثَّانِيَةُ: أَنَّهُ أَتْبَعَ ذَلِكَ بِقَوْلِهِ: وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ [٢١] . وَالظَّاهِرُ اتِّصَالُ هَذَا الْكَلَامِ بِمَا قَبِلَهُ، أَيْ: وَجَعَلْنَا مِنَ الْمَاءِ الَّذِي أَنْزَلْنَاهُ بِفَتِقِنَا السَّمَاءَ، وَأَنْبَتْنَا بِهِ أَنْوَاعَ النَّبَاتِ بِفَتِقِنَا الْأَرْضَ - كُلَّ شَيْءٍ حَيٍّ. </p><p> الْقَرِينَةُ الثَّالِثَةُ: أَنَّ هَذَا الْمَعْنَى جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ؛ كَقَوْلِهِ تَعَالَى: وَالسَّمَاءِ ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ [٨٦ \\ ١٢] لِأَنَّ الْمُرَادَ بِالرَّجْعِ نُزُولُ الْمَطَرِ مِنْهَا تَارَةً بَعْدَ أُخْرَى، وَالْمُرَادَ بِالصَّدْعِ انْشِقَاقُ الْأَرْضِ عَنِ النَّبَاتِ، وَكَقَوْلِهِ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا الْآيَةَ </p><p> [٨٠ \\ ٢٤ - ٢٦] . </p><p> وَاخْتَارَ هَذَا الْقَوْلَ ابْنُ جَرِيرٍ، وَابْنُ عَطِيَّةَ، وَغَيْرُهُمَا؛ لِلْقَرَائِنِ الَّتِي ذَكَرْنَا. وَيُؤَيِّدُ ذَلِكَ كَثْرَةُ وُرُودِ الِاسْتِدْلَالِ بِإِنْزَالِ الْمَطَرِ، وَإِنْبَاتِ النَّبَاتِ فِي الْقُرْآنِ الْعَظِيمِ عَلَى كَمَالِ قُدْرَةِ اللَّهِ تَعَالَى، وَعِظَمِ مِنَّتِهِ عَلَى خَلْقِهِ، وَقُدْرَتِهِ عَلَى الْبَعْثِ. وَالَّذِينَ قَالُوا: إِنَّ الْمُرَادَ بِالرَّتْقِ وَالْفَتْقِ أَنَّهُمَا كَانَتَا مُتَلَاصِقَتَيْنِ، فَفَتَقَهُمَا اللَّهُ وَفَصَلَ بَعْضَهُمَا عَنْ بَعْضٍ - قَالُوا فِي قَوْلِهِ: أَوَلَمْ يَرَ أَنَّهَا مِنْ «رَأَى» الْعِلْمِيَّةِ لَا الْبَصْرِيَّةِ، وَقَالُوا: وَجْهُ تَقْرِيرِهِمْ بِذَلِكَ أَنَّهُ جَاءَ فِي الْقُرْآنِ، وَمَا جَاءَ فِي الْقُرْآنِ فَهُوَ أَمْرٌ قَطْعِيٌّ لَا سَبِيلَ لِلشَّكِّ فِيهِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَأَقْرَبُ الْأَقْوَالِ فِي ذَلِكَ هُوَ مَا ذَكَرْنَا دَلَالَةَ الْقَرَائِنِ الْقُرْآنِيَّةِ عَلَيْهِ، وَقَدْ قَالَ فِيهِ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ: وَرَجَّحُوا هَذَا الْوَجْهَ عَلَى سَائِرِ الْوُجُوهِ بِقَوْلِهِ بَعْدَ ذَلِكَ: وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا وَذَلِكَ لَا يَلِيقُ إِلَّا وَلِلْمَاءِ تَعَلُّقٌ بِمَا تَقَدَّمَ، وَلَا يَكُونُ كَذَلِكَ إِلَّا إِذَا كَانَ الْمُرَادُ مَا ذَكَرْنَا. </p><p> فَإِنْ قِيلَ: هَذَا الْوَجْهُ مَرْجُوحٌ؛ لِأَنَّ الْمَطَرَ لَا يَنْزِلُ مِنَ السَّمَاوَاتِ بَلْ مِنْ سَمَاءٍ وَاحِدَةٍ وَهِيَ سَمَاءُ الدُّنْيَا. </p><p> قُلْنَا: إِنَّمَا أَطْلَقَ عَلَيْهِ لَفْظَ الْجَمْعِ لِأَنَّ كُلَّ قِطْعَةٍ مِنْهَا سَمَاءٌ، كَمَا يُقَالُ: ثَوْبٌ أَخْلَاقٌ، وَبُرْمَةٌ أَعْشَارٌ. اهـ مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ. </p><p> الظَّاهِرُ أَنَّ «جَعَلَ» هُنَا بِمَعْنَى خَلَقَ؛ لِأَنَّهَا مُتَعَدِّيَةٌ لِمَفْعُولٍ وَاحِدٍ. وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى فِي سُورَةِ «النُّورِ» : وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ [٢٤ \\ ٤٥] . </p><p> وَاخْتَلَفَ الْعُلَمَاءُ فِي مَعْنَى خَلْقِ كُلِّ شَيْءٍ مِنَ الْمَاءِ. قَالَ بَعْضُ الْعُلَمَاءِ: الْمَاءُ الَّذِي خُلِقَ مِنْهُ كُلُّ شَيْءٍ هُوَ النُّطْفَةُ؛ لِأَنَّ اللَّهَ خَلَقَ جَمِيعَ الْحَيَوَانَاتِ الَّتِي تُولَدُ عَنْ طَرِيقِ التَّنَاسُلِ مِنَ النُّطَفِ، وَعَلَى هَذَا فَهُوَ مِنَ الْعَامِّ الْمَخْصُوصِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ الْمَاءُ الْمَعْرُوفُ؛ لِأَنَّ الْحَيَوَانَاتِ إِمَّا مَخْلُوقَةً مِنْهُ مُبَاشَرَةً كَبَعْضِ الْحَيَوَانَاتِ الَّتِي تَتَخَلَّقُ مِنَ الْمَاءِ، وَإِمَّا غَيْرَ مُبَاشِرَةٍ؛ لِأَنَّ النُّطَفَ مِنَ الْأَغْذِيَةِ، وَالْأَغْذِيَةُ كُلُّهَا نَاشِئَةٌ عَنِ الْمَاءِ، وَذَلِكَ فِي الْحُبُوبِ وَالثِّمَارِ وَنَحْوِهَا ظَاهِرٌ، وَكَذَلِكَ هُوَ فِي اللُّحُومِ، وَالْأَلْبَانِ، وَالْأَسْمَانِ وَنَحْوِهَا؛ لِأَنَّهُ كُلُّهُ نَاشِئٌ بِسَبَبِ الْمَاءِ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى خَلْقِهِ كُلَّ حَيَوَانٍ مِنْ مَاءٍ أَنَّهُ كَأَنَّمَا خَلَقَهُ مِنَ الْمَاءِ </p>"
}