{
  "id": null,
  "sura": 21,
  "aya": 71,
  "text": "<p> عَنْهُمْ - لَوْ لَمْ يَقُلْ: وَسَلَامًا لَمَاتَ إِبَرَاهِيمُ مِنْ بَرْدِهَا. وَعَنِ السُّدِّيُّ: لَمْ تَبْقَ فِي ذَلِكَ الْيَوْمِ نَارٌ إِلَّا طَفِئَتْ. وَعَنْ كَعْبٍ وَقَتَادَةَ: لَمْ تُحْرِقِ النَّارُ مِنْ إِبْرَاهِيمَ إِلَّا وِثَاقَهُ. وَعَنِ الْمِنْهَالِ بْنِ عَمْرٍو: قَالَ إِبْرَاهِيمُ: مَا كُنْتُ أَيَّامًا قَطُّ أَنْعَمَ مِنِّي مِنَ الْأَيَّامِ الَّتِي كُنْتُ فِيهَا فِي النَّارِ. وَعَنْ شُعَيْبٍ الْحِمَّانِيِّ أَنَّهُ أُلْقِيَ فِي النَّارِ وَهُوَ ابْنُ سِتَّ عَشْرَةَ سَنَةً. وَعَنِ ابْنِ جُرَيْجٍ: أُلْقِيَ فِيهَا وَهُوَ ابْنُ سِتٍّ وَعِشْرِينَ. وَعَنِ الْكَلْبِيِّ: بَرَدَتْ نِيرَانُ الْأَرْضِ جَمِيعًا، فَمَا أَنْضَجَتْ ذَلِكَ الْيَوْمَ كُرَاعًا. وَذَكَرُوا فِي الْقِصَّةِ أَنَّ نَمْرُوذَ أَشْرَفَ عَلَى النَّارِ مِنَ الصَّرْحِ، فَرَأَى إِبْرَاهِيمَ جَالِسًا عَلَى السَّرِيرِ يُؤْنِسُهُ مَلَكُ الظِّلِّ، فَقَالَ: نِعْمَ الرَّبُّ رَبُّكَ، لَأُقَرِّبَنَّ لَهُ أَرْبَعَةَ آلَافِ بَقَرَةٍ، وَكَفَّ عَنْهُ. وَكُلُّ هَذَا مِنَ الْإِسْرَائِيلِيَّاتِ. وَالْمُفَسِّرُونَ يَذْكُرُونَ كَثِيرًا مِنْهَا فِي هَذِهِ الْقِصَّةِ وَغَيْرِهَا مِنْ قَصَصِ الْأَنْبِيَاءِ. </p><p> وَقَالَ الْبُخَارِيُّ فِي صَحِيحِهِ: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، أُرَاهُ قَالَ: حَدَّثَنَا أَبُو بَكْرٍ عَنْ أَبِي حُصَيْنٍ عَنْ أَبِي الضُّحَى عَنِ ابْنِ عَبَّاسٍ «حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ» قَالَهَا إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ حِينَ أُلْقِي فِي النَّارِ، وَقَالَهَا مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ قَالُوا: الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ [٣ \\ ١٧٣] حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي حُصَيْنٍ عَنْ أَبِي الضُّحَى عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ آخِرُ قَوْلِ إِبْرَاهِيمَ حِينَ أُلْقِي فِي النَّارِ: «حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ» انْتَهَى. </p><p> قَوْلُهُ تَعَالَى: وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ. </p><p> الضَّمِيرُ فِي قَوْلِهِ: وَنَجَّيْنَاهُ عَائِدٌ إِلَى إِبْرَاهِيمَ، قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ: وَضُمِّنَ قَوْلُهُ: وَنَجَّيْنَاهُ مَعْنَى أَخْرَجْنَاهُ بِنَجَاتِنَا إِلَى الْأَرْضِ. وَلِذَلِكَ تَعَدَّى «نَجَّيْنَاهُ» بِإِلَى. وَيُحْتَمَلُ أَنْ يَكُونَ «إِلَى» مُتَعَلِّقًا بِمَحْذُوفٍ، أَيْ: مُنْتَهِيًا إِلَى الْأَرْضِ، فَيَكُونُ فِي مَوْضِعِ الْحَالِ، وَلَا تَضْمِينَ فِي وَنَجَّيْنَاهُ عَلَى هَذَا. وَالْأَرْضُ الَّتِي خَرَجَا مِنْهَا: هِيَ كُوثَى مِنْ أَرْضِ الْعِرَاقِ، وَالْأَرْضُ الَّتِي خَرَجَا إِلَيْهَا هِيَ أَرْضُ الشَّامِ. اهـ مِنْهُ. وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تُشِيرُ إِلَى هِجْرَةِ إِبْرَاهِيمَ وَمَعَهُ لُوطٌ مِنْ أَرْضِ الْعِرَاقِ إِلَى الشَّامِ فِرَارًا بِدِينِهِمَا. </p><p> وَقَدْ أَشَارَ تَعَالَى إِلَى ذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي «الْعَنْكَبُوتِ» : فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي [٢٩ \\ ٢٦] وَقَوْلِهِ فِي «الصَّافَّاتِ:» وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ [٣٧ \\ ٩٩] عَلَى أَظْهَرِ الْقَوْلَيْنِ؛ لِأَنَّهُ فَارٌّ إِلَى رَبِّهِ بِدِينِهِ مِنَ الْكُفَّارِ. وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ: هَذِهِ </p>"
}