{
  "id": null,
  "sura": 21,
  "aya": 74,
  "text": "<p> بَاقِيَةٌ وَهِيَ الْأَلِفُ الْبَاقِيَةُ، وَأَنَّ التَّاءَ عِوَضٌ عَنْ أَلْفِ الْإِفْعَالِ. </p><p> قَوْلُهُ تَعَالَى: وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا إِنَّهُ مِنَ الصَّالِحِينَ. </p><p> قَوْلُهُ: وَلُوطًا [٢١] مَنْصُوبٌ بِفِعْلٍ مُضْمَرٍ وُجُوبًا يُفَسِّرُهُ آتَيْنَاهُ كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> فَالسَّابِقُ انْصِبْهُ بِفِعْلٍ أُضْمِرَا حَتْمًا مُوَافِقٍ لِمَا قَدْ أَظْهَرَا قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: الْحُكْمُ: النُّبُوَّةُ. وَالْعِلْمُ: الْمَعْرِفَةُ بِأَمْرِ الدِّينِ، وَمَا يَقَعُ بِهِ الْحُكْمُ بَيْنَ الْخُصُومِ. وَقِيلَ: عِلْمًا: فَهْمًا. وَقَالَ الزَّمَخْشَرِيُّ: حُكْمًا: حِكْمَةً، وَهُوَ مَا يَجِبُ فِعْلُهُ، أَوْ فَصْلًا بَيْنَ الْخُصُومِ، وَقِيلَ: هُوَ النُّبُوَّةُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ -: أَصْلُ الْحُكْمِ فِي اللُّغَةِ: الْمَنْعُ كَمَا هُوَ مَعْرُوفٌ. فَمَعْنَى الْآيَاتِ أَنَّ اللَّهَ آتَاهُ مِنَ النُّبُوَّةِ وَالْعِلْمِ مَا يَمْنَعُ أَقْوَالَهُ وَأَفْعَالَهُ مِنْ أَنْ يَعْتَرِيَهَا الْخَلَلُ. وَالْقَرْيَةُ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ هِيَ سَدُومُ وَأَعْمَالُهَا، وَالْخَبَائِثُ الَّتِي كَانَتْ تَعْمَلُهَا جَاءَتْ مُوَضَّحَةً فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ: </p><p> مِنْهَا: اللِّوَاطُ، وَأَنَّهُمْ هُمْ أَوَّلُ مَنْ فَعَلَهُ مِنَ النَّاسِ، كَمَا قَالَ تَعَالَى: أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ [٧ \\ ٨٠] وَقَالَ: أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ [٢٦ \\ ١٦٥ - ١٦٦] وَمِنَ الْخَبَائِثِ الْمَذْكُورَةِ إِتْيَانُهُمُ الْمُنْكَرَ فِي نَادِيهِمْ، وَقَطْعُهُمُ الطَّرِيقَ، كَمَا قَالَ تَعَالَى: أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ الْآيَةَ [٢٩ \\ ٢٩] . وَمِنْ أَعْظَمِ خَبَائِثِهِمْ: تَكْذِيبُ نَبِيِّ اللَّهِ لُوطٍ، وَتَهْدِيدُهُمْ لَهُ بِالْإِخْرَاجِ مِنَ الْوَطَنِ كَمَا قَالَ تَعَالَى عَنْهُمْ: قَالُوا لَئِنْ لَمْ تَنْتَهِ يَالُوطُ لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ [٢٦ \\ ١٦٧] وَقَالَ تَعَالَى: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ [٢٧ \\ ٥٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَدْ بَيَّنَ اللَّهُ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ كِتَابِهِ أَنَّهُ أَهْلَكَهُمْ فَقَلَبَ بِهِمْ بَلَدَهُمْ، وَأَمْطَرَ عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ، كَمَا قَالَ تَعَالَى: فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ [١٥] وَالْآيَاتُ بِنَحْوِ ذَلِكَ كَثِيرَةٌ. وَالْخَبَائِثُ: جَمْعُ خَبِيثَةٍ، وَهِيَ الْفِعْلَةُ السَّيِّئَةُ، كَالْكُفْرِ وَاللِّوَاطِ، وَمَا جَرَى مَجْرَى ذَلِكَ. </p>"
}