{
  "id": null,
  "sura": 21,
  "aya": 72,
  "text": "<p> الْآيَةُ أَصْلٌ فِي الْهِجْرَةِ وَالْعُزْلَةِ، وَأَوَّلُ مَنْ فَعَلَ ذَلِكَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ، وَذَلِكَ حِينَ خَلَّصَهُ اللَّهُ مِنَ النَّارِ قَالَ: إِنِّي ذَاهِبٌ إِلَى رَبِّي أَيْ: مُهَاجِرٌ مِنْ بَلَدِ قَوْمِي وَمَوْلِدِي إِلَى حَيْثُ أَتَمَكَّنُ مِنْ عِبَادَةِ رَبِّي فَإِنَّهُ سَيَهْدِينِ فِيمَا نَوَيْتُ إِلَى الصَّوَابِ. وَمَا أَشَارَ إِلَيْهِ - جَلَّ وَعَلَا - مِنْ أَنَّهُ بَارَكَ لِلْعَالَمِينَ فِي الْأَرْضِ الْمَذْكُورَةِ الَّتِي هِيَ الشَّامُ عَلَى قَوْلِ الْجُمْهُورِ فِي هَذِهِ الْآيَةِ بِقَوْلِهِ: إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ [٢١ \\ ٧١] بَيَّنَهُ فِي غَيْرِ الْمَوْضِعِ. كَقَوْلِهِ: وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا [٢١ \\ ٨١] وَقَوْلِهِ تَعَالَى: سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ [١٧] وَمَعْنَى كَوْنِهِ (بَارَكَ فِيهَا) . هُوَ مَا جَعَلَ فِيهَا مِنَ الْخِصْبِ، وَالْأَشْجَارِ، وَالْأَنْهَارِ، وَالثِّمَارِ. كَمَا قَالَ تَعَالَى: لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ [٧ \\ ٩٦] وَمِنْ ذَلِكَ أَنَّهُ بَعَثَ أَكْثَرَ الْأَنْبِيَاءِ مِنْهَا. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: وَمِنْ ذَلِكَ أَنَّ كُلَّ مَاءٍ عَذْبٍ أَصْلُ مَنْبَعِهِ مِنْ تَحْتِ الصَّخْرَةِ الَّتِي عِنْدَ بَيْتِ الْمَقْدِسِ. وَجَاءَ فِي ذَلِكَ حَدِيثٌ مَرْفُوعٌ، وَالظَّاهِرُ أَنَّهُ لَا يَصِحُّ. وَفِي قَوْلِهِ تَعَالَى: إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا أَقْوَالٌ أُخَرُ تَرَكْنَاهَا لِضَعْفِهَا فِي نَظَرِنَا. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ دَلِيلٌ عَلَى أَنَّ الْفِرَارَ بِالدِّينِ مِنْ دَارِ الْكُفْرِ إِلَى بَلَدٍ يَتَمَكَّنُ فِيهِ الْفَارُّ بِدِينِهِ مِنْ إِقَامَةِ دِينِهِ - وَاجِبٌ. وَهَذَا النَّوْعُ مِنَ الْهِجْرَةِ وَجُوبُهُ بَاقٍ بِلَا خِلَافٍ بَيْنِ الْعُلَمَاءِ فِي ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً وَكُلًّا جَعَلْنَا صَالِحِينَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ وَهَبَ لِإِبْرَاهِيمَ ابْنَهُ إِسْحَاقَ، وَابْنَ ابْنِهِ يَعْقُوبَ بْنَ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، وَأَنَّهُ جَعَلَ الْجَمِيعَ صَالِحِينَ. وَقَدْ أَوْضَحَ الْبِشَارَةَ بِهِمَا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى: وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ [١١ \\ ٧١] وَقَوْلِهِ: وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ [٣٧ \\ ١١٢] وَقَدْ أَشَارَ تَعَالَى فِي سُورَةِ «مَرْيَمَ» إِلَى أَنَّهُ لَمَّا هَجَرَ الْوَطَنَ وَالْأَقَارِبَ عَوَّضَهُ اللَّهُ مِنْ ذَلِكَ قُرَّةَ الْعَيْنِ بِالذُّرِّيَّةِ الصَّالِحَةِ، وَذَلِكَ فِي قَوْلِهِ: فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا [١٩ \\ ٤٩] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: نَافِلَةً قَالَ فِيهِ ابْنُ كَثِيرٍ: قَالَ عَطَاءٌ وَمُجَاهِدٌ: نَافِلَةٌ: عَطِيَّةٌ. وَقَالَ ابْنُ عَبَّاسٍ، وَقَتَادَةُ، وَالْحَكَمُ بْنُ عُتَيْبَةَ: النَّافِلَةُ: وَلَدُ الْوَلَدِ، يَعْنِي أَنَّ </p>"
}