{
  "id": null,
  "sura": 22,
  "aya": 46,
  "text": "<p> السُّوقِ، وَطَرَحُوهُ فِي بِئْرٍ فَعِنْدَ ذَلِكَ نَزَلَ بِهِمْ عِقَابُ اللَّهِ، فَأَصْبَحُوا وَالْبِئْرُ غَارَ مَاؤُهَا، وَتَعَطَّلَ رِشَاؤُهَا فَصَاحُوا بِأَجْمَعِهِمْ، وَضَجَّ النِّسَاءُ وَالصِّبْيَانُ حَتَّى مَاتَ الْجَمِيعُ مِنَ الْعَطَشِ، وَأَنَّ تِلْكَ الْبِئْرَ هِيَ الْبِئْرُ الْمُعَطَّلَةُ فِي هَذِهِ الْآيَةِ، كُلُّهُ لَا مُعَوِّلَ عَلَيْهِ ; لِأَنَّهُ مِنْ جِنْسِ الْإِسْرَائِيلِيَّاتِ، وَظَاهِرُ الْقُرْآنِ يَدُلُّ عَلَى خِلَافِهِ، لِأَنَّ قَوْلَهُ: وَكَأَيِّنْ مِنْ قَرْيَةٍ [٢٢ \\ ٤٨] مَعْنَاهُ: الْإِخْبَارُ بِأَنَّ عَدَدًا كَبِيرًا مِنَ الْقُرَى أَهْلَكَهُمُ اللَّهُ بِظُلْمِهِمْ، وَأَنَّ كَثِيرًا مِنْ آبَارِهِمْ بَقِيَتْ مُعَطَّلَةً بِهَلَاكِ أَهْلِهَا، وَأَنَّ كَثِيرًا مِنَ الْقُصُورِ الْمُشَيَّدَةِ بَقِيَتْ بَعْدَ هَلَاكِ أَهْلِهَا بِدُونِهِمْ ; لِأَنَّ مُمَيَّزَ كَأَيِّنْ، وَإِنْ كَانَ لَفْظُهُ مُفْرَدًا فَمَعْنَاهُ يَشْمَلُ عَدَدًا كَثِيرًا كَمَا هُوَ مَعْلُومٌ فِي مَحَلِّهِ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي «الْبَحْرِ الْمُحِيطِ» وَعَنِ الْإِمَامِ أَبِي الْقَاسِمِ الْأَنْصَارِيِّ قَالَ: رَأَيْتُ قَبْرَ صَالِحٍ بِالشَّامِ فِي بَلْدَةٍ يُقَالُ لَهَا: عَكَّا فَكَيْفَ يَكُونُ بِحَضْرَمَوْتَ، وَمَعْلُومٌ أَنَّ دِيَارَ قَوْمِ صَالِحٍ الَّتِي أُهْلِكُوا فِيهَا مَعْرُوفَةٌ يَمُرُّ بِهَا الذَّاهِبُ مِنَ الْمَدِينَةِ إِلَى الشَّامِ، وَقَدْ قَدَّمْنَا فِي سُورَةِ الْحِجْرِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّ بِهَا فِي طَرِيقِهِ إِلَى تَبُوكَ فِي غَزْوَةِ تَبُوكَ، وَمِنَ الْمُسْتَبْعَدِ أَنْ يَقْطَعَ صَالِحٌ، وَمَنْ آمَنَ مِنْ قَوْمِهِ هَذِهِ الْمَسَافَةَ الطَّوِيلَةَ الْبَعِيدَةَ مِنْ أَرْضِ الْحِجْرِ إِلَى حَضْرَمَوْتَ مِنْ غَيْرِ دَاعٍ يَدْعُوهُ وَيَضْطَرُّهُ إِلَى ذَلِكَ، كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا بَيَّنَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ كُفَّارَ مَكَّةَ الَّذِينَ كَذَّبُوا نَبِيَّنَا - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ -، يَنْبَغِي لَهُمْ أَنْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا، أَوْ آذَانٌ يَسْمَعُونَ بِهَا ; لِأَنَّهُمْ إِذَا سَافَرُوا مَرُّوا بِأَمَاكِنِ قَوْمِ صَالِحٍ، وَأَمَاكِنِ قَوْمِ لُوطٍ، وَأَمَاكِنِ قَوْمِ هُودٍ، فَوَجَدُوا بِلَادَهُمْ خَالِيَةً وَآثَارَهُمْ مُنْطَمِسَةً لَمْ يَبْقَ مِنْهُمْ دَاعٍ وَلَا مُجِيبٌ، لِتَكْذِيبِهِمْ رُسُلَهُمْ، وَكُفْرِهِمْ بِرَبِّهِمْ، فَيُدْرِكُونَ بِعُقُولِهِمْ: أَنَّ تَكْذِيبَهُمْ نَبِيَّهُمْ لَا يُؤْمَنُ أَنْ يُسَبِّبَ لَهُمْ مِنْ سَخَطِ اللَّهِ مِثْلَ مَا حَلَّ بِأُولَئِكَ الَّذِينَ مَرُّوا بِمَسَاكِنِهِمْ خَالِيَةً، قَدْ عَمَّ أَهْلَهَا الْهَلَاكُ، وَتَكُونُ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا مَا قَصَّ اللَّهُ فِي كِتَابِهِ عَلَى نَبِيِّهِ مِنْ أَخْبَارِ تِلْكَ الْأُمَمِ، وَمَا أَصَابَهَا مِنَ الْإِهْلَاكِ الْمُسْتَأْصِلِ وَالتَّدْمِيرِ، فَيَحْذَرُوا أَنْ يَحِلَّ بِهِمْ مِثْلُ مَا حَلَّ بِأُولَئِكَ. </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا الْمَعْنَى كَثِيرَةٌ كَقَوْلِهِ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ [٤٧ \\ ١٠] ثُمَّ بَيَّنَ تَهْدِيدَهُ لِكُفَّارِ مَكَّةَ بِمَا فَعَلَ بِالْأُمَمِ الْمَاضِيَةِ فِي قَوْلِهِ: وَلِلْكَافِرِينَ أَمْثَالُهَا [٤٧ \\ ١٠] وَكَقَوْلِهِ فِي قَوْمِ لُوطٍ: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ [٣٧ \\ ١٣٧ - ١٣٨] </p>"
}