{
  "id": null,
  "sura": 22,
  "aya": 12,
  "text": "<p> وَالسُّؤَالُ الثَّانِي: أَنَّهُ أَسْنَدَ كُلَّ مَا قَدَّمَ إِلَى يَدَيْهِ فِي قَوْلِهِ: بِمَا قَدَّمَتْ يَدَاكَ وَكُفْرُهُ الَّذِي هُوَ أَعْظَمُ ذُنُوبِهِ لَيْسَ مِنْ فِعْلِ الْيَدِ، وَإِنَّمَا هُوَ مِنْ فِعْلِ الْقَلْبِ وَاللِّسَانِ، وَإِنْ كَانَ بَعْضُ أَنْوَاعِ الْبَطْشِ بِالْيَدِ يَدُلُّ عَلَى الْكُفْرِ، فَهُوَ فِي اللِّسَانِ وَالْقَلْبِ أَظْهَرُ مِنْهُ فِي الْيَدِ. وَزِنَاهُ لَمْ يَفْعَلْهُ بِيَدِهِ، بَلْ بِفَرْجِهِ، وَنَحْوُ ذَلِكَ مِنَ الْمَعَاصِي الَّتِي تُزَاوَلُ بِغَيْرِ الْيَدِ. </p><p> وَالْجَوَابُ عَنْ هَذَا ظَاهِرٌ: وَهُوَ أَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، الَّتِي نَزَلَ بِهَا الْقُرْآنُ إِسْنَادُ جَمِيعِ الْأَعْمَالِ إِلَى الْيَدِ، نَظَرًا إِلَى أَنَّهَا الْجَارِحَةُ الَّتِي يُزَاوِلُ بِهَا أَكْثَرَ الْأَعْمَالِ فَغَلَبَتْ عَلَى غَيْرِهَا، وَلَا إِشْكَالَ فِي ذَلِكَ. </p><p> وَالسُّؤَالُ الثَّالِثُ: هُوَ أَنْ يُقَالَ: مَا وَجْهُ إِشَارَةِ الْبُعْدِ فِي قَوْلِهِ: ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ مَعَ أَنَّ الْعَذَابَ الْمُشَارَ إِلَيْهِ قَرِيبٌ مِنْهُ حَاضِرٌ؟ </p><p> وَالْجَوَابُ عَنْ هَذَا: أَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ: وَضْعُ إِشَارَةِ الْبُعْدِ مَوْضِعَ إِشَارَةِ الْقُرْبِ. وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا: دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ الْبَقَرَةِ: الم ذَلِكَ الْكِتَابُ الْآيَةَ [٢ \\ ١ - ٢] ؛ أَيْ: هَذَا الْكِتَابُ. </p><p> وَمِنْ شَوَاهِدِ ذَلِكَ فِي اللُّغَةِ الْعَرَبِيَّةِ قَوْلُ خِفَافِ بْنِ نُدْبَةَ السُّلَمِيِّ: </p><p> فَإِنْ تَكُ خَيْلِي قَدْ أُصِيبَ صَمِيمُهَا ... فَعَمْدًا عَلَى عَيْنِي تَيَمَّمْتُ مَالِكَا </p><p> أَقُولُ لَهُ وَالرُّمْحُ يَأْطِرُ مَتْنَهُ ... تَأَمَّلْ خُفَافًا إِنَّنِي أَنَا ذَلِكَا </p><p> يَعْنِي: أَنَا هَذَا. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْكَافِرَ يُقَالُ لَهُ يَوْمَ الْقِيَامَةِ: ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ الْآيَةَ، لَا يَخْفَى أَنَّهُ تَوْبِيخٌ وَتَقْرِيعٌ وَإِهَانَةٌ لَهُ، وَأَمْثَالُ ذَلِكَ الْقَوْلِ فِي الْقُرْآنِ كَثِيرَةٌ: كَقَوْلِهِ تَعَالَى: خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ [٤٤ \\ ٤٧ - ٥٠] ، وَقَوْلِهِ تَعَالَى: يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا هَذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ أَفَسِحْرٌ هَذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ [٥٢ \\ ١٣ - ١٦] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> قَوْلُهُ تَعَالَى: يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ ذَلِكَ هُوَ الضَّلَالُ الْبَعِيدُ. </p>"
}