{
  "id": null,
  "sura": 22,
  "aya": 45,
  "text": "<p> أَرْسَلَ عَلَيْهِمْ مَطَرًا مِنْ حِجَارَةِ السِّجِّيلِ فِي مَوَاضِعَ مُتَعَدِّدَةٍ كَقَوْلِهِ ; تَعَالَى: فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ [١١ \\ ٨٢] وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ بَيَّنَ تَعَالَى أَنَّهُ أَهْلَكَ أَصْحَابَ مَدْيَنَ بِالصَّيْحَةِ فِي مَوَاضِعَ ; كَقَوْلِهِ فِيهِمْ: وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ [١١ \\ ٩٤ - ٩٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ وَقَدْ بَيَّنَ فِي مَوَاضِعَ كَثِيرَةٍ أَنَّهُ أَهْلَكَ الَّذِينَ كَذَّبُوا مُوسَى، وَهُمْ فِرْعَوْنُ وَقَوْمُهُ بِالْغَرَقِ كَقَوْلِهِ: وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ [٤٤ \\ ٢٤] وَقَوْلِهِ تَعَالَى: فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ الْآيَةَ [٢٠ \\ ٧٨] وَقَوْلِهِ تَعَالَى: حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لَا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ [١٠ \\ ٩٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَعْلُومٌ أَنَّ الْآيَاتِ كَثِيرَةٌ فِي بَيَانِ مَا أُهْلِكَتْ بِهِ هَذِهِ الْأُمَمُ السَّبْعُ الْمَذْكُورَةُ، وَقَدْ ذَكَرْنَا قَلِيلًا مِنْهَا كَالْمِثَالِ لِغَيْرِهِ، وَكُلُّ ذَلِكَ يُوَضِّحُ مَعْنَى قَوْلِهِ تَعَالَى بَعْدَ أَنْ ذَكَرَ تَكْذِيبَ الْأُمَمِ السَّبْعِ لِأَنْبِيَائِهِمْ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ [٢٢ \\ ٤٤] أَيْ: بِالْعَذَابِ، وَهُوَ مَا ذَكَرْنَا بَعْضَ الْآيَاتِ الدَّالَّةِ عَلَى تَفَاصِيلِهِ وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَكَيْفَ كَانَ نَكِيرِ النَّكِيرُ: اسْمُ مَصْدَرٍ بِمَعْنَى الْإِنْكَارِ أَيْ: كَيْفَ كَانَ إِنْكَارِي عَلَيْهِمْ مُنْكَرَهُمْ، الَّذِي هُوَ كُفْرُهُمْ بِي، وَتَكْذِيبُهُمْ رُسُلِي، وَهُوَ ذَلِكَ الْعَذَابُ الْمُسْتَأْصِلُ الَّذِي بَيَّنَّا وَبَعْدَهُ عَذَابُ الْآخِرَةِ الَّذِي لَا يَنْقَطِعُ نَرْجُو اللَّهَ لَنَا وَلِإِخْوَانِنَا الْمُسْلِمِينَ الْعَافِيَةَ مِنْ كُلِّ مَا يُسْخِطُ خَالِقَنَا، وَيَسْتَوْجِبُ عُقُوبَتَهُ، وَالْجَوَابُ إِنْكَارُكَ عَلَيْهِمْ بِذَلِكَ الْعَذَابِ وَاقِعٌ مَوْقِعَهُ عَلَى أَكْمَلِ وَجْهٍ ; لِأَنَّ الْجَزَاءَ مِنْ جِنْسِ الْعَمَلِ، فَجَزَاءُ الْعَمَلِ الْبَالِغِ غَايَةَ الْقُبْحِ بِالنَّكَالِ الْعَظِيمِ جَزَاءَ وِفَاقٍ وَاقِعٍ مَوْقِعَهُ، فَسُبْحَانَ الْحَكِيمِ الْخَبِيرِ الَّذِي لَا يَضَعُ الْأَمْرَ إِلَّا فِي مَوْضِعِهِ وَلَا يُوقِعُهُ إِلَّا فِي مَوْقِعِهِ، وَقَرَأَ هَذَا الْحَرْفَ وَرْشٌ وَحْدَهُ عَنْ نَافِعٍ: فَكَيْفَ كَانَ نَكِيرِ بِيَاءِ الْمُتَكَلِّمِ بَعْدَ الرَّاءِ وَصْلًا فَقَطْ وَقَرَأَ الْبَاقُونَ بِحَذْفِهَا اكْتِفَاءً بِالْكَسْرَةِ عَنِ الْيَاءِ. </p><p> قَوْلُهُ تَعَالَى: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ، بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَهْلَكَ كَثِيرًا مِنَ الْقُرَى فِي حَالِ كَوْنِهَا ظَالِمَةً أَيْ: بِسَبَبِ ذَلِكَ الظُّلْمِ، وَهُوَ الْكُفْرُ بِاللَّهِ وَتَكْذِيبُ رُسُلِهِ، فَصَارَتْ بِسَبَبِ الْإِهْلَاكِ وَالتَّدْمِيرِ دِيَارُهَا مُتَهَدِّمَةٌ وَآبَارُهَا مُعَطَّلَةٌ، لَا يَسْقِي مِنْهَا شَيْءٌ لِإِهْلَاكِ أَهْلِهَا الَّذِينَ كَانُوا يَسْتَقُونَ مِنْهَا. </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ تَعَالَى فِي هَذِهِ الْآيَةِ: جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا [٦٥ \\ ٨ - ١٠] وَقَوْلِهِ تَعَالَى: وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ [١١ \\ ١٠٢] وَقَدْ ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: \" إِنَّ اللَّهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ ثُمَّ قَرَأَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ [١١ \\ ١٠٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا [٢٢ \\ ٤٥] الْعُرُوشُ السُّقُوفُ وَالْخَاوِيَةُ السَّاقِطَةُ وَمِنْهُ قَوْلُ الْخَنْسَاءِ: </p><p> كَانَ أَبُو حَسَّانَ عَرْشًا خَوَى ... مِمَّا بَنَاهُ الدَّهْرُ دَانٍ ظَلِيلُ </p><p> وَالْمَعْنَى: أَنَّ السُّقُوفَ سَقَطَتْ ثُمَّ سَقَطَتْ عَلَيْهَا حِيطَانُهَا عَلَى أَظْهَرِ التَّفْسِيرَاتِ، وَالْقَصْرُ الْمَشِيدُ الْمَطْلِيُّ بِالشِّيدِ بِكَسْرِ الشِّينِ، وَهُوَ الْجِصُّ، وَقِيلَ الْمَشِيدُ: الرَّفِيعُ الْحَصِينُ، كَقَوْلِهِ تَعَالَى: أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ [٤ \\ ٧٨] أَيْ: حُصُونٍ رَفِيعَةٍ مَنِيعَةٍ، وَالظَّاهِرُ أَنَّ قَوْلَهُ: وَبِئْرٍ مُعَطَّلَةٍ مَعْطُوفٌ عَلَى قَرْيَةٍ أَيْ: وَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا، وَكَمْ مِنْ بِئْرٍ عَطَّلْنَاهَا بِإِهْلَاكِ أَهْلِهَا، وَكَمْ مِنْ قَصْرٍ مَشِيدٍ أَخْلَيْنَاهُ مِنْ سَاكِنِيهِ، وَأَهْلَكْنَاهُمْ لَمَّا كَفَرُوا وَكَذَّبُوا الرُّسُلَ. وَفِي هَذِهِ الْآيَةِ وَأَمْثَالِهَا: تَهْدِيدٌ لِكُفَّارِ قُرَيْشٍ الَّذِينَ كَذَّبُوهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَتَحْذِيرٌ لَهُمْ مِنْ أَنْ يَنْزِلَ بِهِمْ مَا نَزَلَ بِتِلْكَ الْقُرَى مِنَ الْعَذَابِ لَمَّا كَذَّبَتْ رُسُلَهَا. </p><p> تَنْبِيهٌ </p><p> يَظْهَرُ لِطَالِبِ الْعِلْمِ فِي هَذِهِ الْآيَةِ سُؤَالٌ: وَهُوَ أَنَّ قَوْلَهُ: فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا يَدُلُّ عَلَى تَهَدُّمِ أَبْنِيَةِ أَهْلِهَا، وَسُقُوطِهَا وَقَوْلُهُ: وَقَصْرٍ مَشِيدٍ يَدُلُّ عَلَى بَقَاءِ أَبْنِيَتِهَا قَائِمَةً مُشَيَّدَةً. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الظَّاهِرُ لِي فِي جَوَابِ هَذَا السُّؤَالِ: أَنَّ قُصُورَ الْقُرَى الَّتِي أَهْلَكَهَا اللَّهُ، وَقْتَ نُزُولِ هَذِهِ الْآيَةِ مِنْهَا مَا هُوَ مُتَهَدِّمٌ كَمَا دَلَّ عَلَيْهِ قَوْلُهُ: فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَمِنْهَا مَا هُوَ قَائِمُ بَاقٍ عَلَى بِنَائِهِ، كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: وَقَصْرٍ مَشِيدٍ وَإِنَّمَا اسْتَظْهَرْنَا هَذَا الْجَمْعَ ; لِأَنَّ الْقُرْآنَ دَلَّ عَلَيْهِ، وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ </p><p> الْقُرْآنُ، وَذَلِكَ فِي قَوْلِهِ - جَلَّ وَعَلَا - فِي سُورَةِ هُودٍ: ذَلِكَ مِنْ أَنْبَاءِ الْقُرَى نَقُصُّهُ عَلَيْكَ مِنْهَا قَائِمٌ وَحَصِيدٌ [١١ \\ ١٠٠] فَصَرَّحَ فِي هَذِهِ الْآيَةِ بِأَنَّ مِنْهَا قَائِمًا، وَمِنْهَا حَصِيدًا. </p><p> وَأَظْهَرُ الْأَقْوَالِ وَأَجْرَاهَا عَلَى ظَاهِرِ الْقُرْآنِ: أَنَّ الْقَائِمَ هُوَ الَّذِي لَمْ يَتَهَدَّمْ، وَالْحَصِيدَ هُوَ الَّذِي تَهَدَّمَ وَتَفَرَّقَتْ أَنْقَاضُهُ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُهُ: </p><p> وَالنَّاسُ فِي قِسْمِ الْمَنِيَّةِ بَيْنَهُمْ ... كَالزَّرْعِ مِنْهُ قَائِمٌ وَحَصِيدُ </p><p> وَفِي مَعْنَى الْقَائِمِ وَالْحَصِيدِ، أَقْوَالٌ أُخَرُ غَيْرُ مَا ذَكَرْنَا، وَلَكِنْ مَا ذَكَرْنَا هُوَ أَظْهَرُهَا، وَذَكَرَ الزَّمَخْشَرِيُّ مَا يُفْهَمُ مِنْهُ وَجْهٌ آخَرُ لِلْجَمْعِ، وَهُوَ أَنَّ مَعْنَى قَوْلِهِ:  «خَاوِيَةٌ» : خَالِيَةٌ مِنْ أَهْلِهَا مِنْ قَوْلِهِ: خَوَى الْمَكَانُ إِذَا خَلَا مِنْ أَهْلِهِ، وَأَنَّ مَعْنَى:  «عَلَى عُرُوشِهَا» : أَنَّ الْأَبْنِيَةَ بَاقِيَةٌ أَيْ: هِيَ خَالِيَةٌ مِنْ أَهْلِهَا مَعَ بَقَاءِ عُرُوشِهَا قَائِمَةً عَلَى حِيطَانِهَا، وَمَا ذَكَرْنَاهُ أَوَّلًا هُوَ الصَّوَابُ إِنْ شَاءَ اللَّهُ تَعَالَى. </p><p> وَقَدْ دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ وَأَمْثَالُهَا فِي الْقُرْآنِ: أَنَّ لَفْظَ الْقَرْيَةِ يُطْلَقُ تَارَةً عَلَى نَفْسِ الْأَبْنِيَةِ، وَتَارَةً عَلَى أَهْلِهَا السَّاكِنِينَ بِهَا، فَالْإِهْلَاكُ فِي قَوْلِهِ: أَهْلَكْنَاهَا، وَالظُّلْمُ فِي قَوْلِهِ: وَهِيَ ظَالِمَةٌ: يُرَادُ بِهِ أَهْلُهَا السَّاكِنُونَ بِهَا وَقَوْلُهُ: فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا يُرَادُ بِهِ الْأَبْنِيَةُ كَمَا قَالَ فِي آيَةِ: وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا [١٢ \\ ٨٢] وَقَالَ فِي أُخْرَى: حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا [١٨ \\ ٧٧] . </p><p> وَقَدْ بَيَّنَّا فِي رِسَالَتِنَا الْمُسَمَّاةِ مَنْعَ جَوَازِ الْمَجَازِ فِي الْمَنْزِلِ لِلتَّعَبُّدِ وَالْإِعْجَازِ: أَنَّ مَا يُسَمِّيهِ الْبَلَاغِيُّونَ مَجَازَ النَّقْصِ، وَمَجَازَ الزِّيَادَةِ، لَيْسَ بِمَجَازٍ حَتَّى عِنْدَ جُمْهُورِ الْقَائِلِينَ بِالْمَجَازِ مِنَ الْأُصُولِيِّينَ، وَأَقَمْنَا الدَّلِيلَ عَلَى ذَلِكَ، وَقَرَأَ هَذَا الْحَرْفَ ابْنُ كَثِيرٍ: وَكَائِنٌ بِأَلِفٍ بَعْدِ الْكَافِ، وَبَعْدَ الْأَلْفِ هَمْزَةٌ مَكْسُورَةٌ، فَنُونٌ سَاكِنَةٌ وَقَرَأَهُ الْبَاقُونَ: وَكَأَيِّنْ بِهَمْزَةٍ مَفْتُوحَةٍ بَعْدَ الْكَافِ بَعْدَهَا يَاءٌ مَكْسُورَةٌ مُشَدَّدَةٌ فَنُونٌ سَاكِنَةٌ، وَمَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ، فَهُمَا لُغَتَانِ فَصِيحَتَانِ، وَقِرَاءَتَانِ سَبْعِيَّتَانِ صَحِيحَتَانِ. </p><p> وَأَبُو عَمْرٍو يَقِفُ عَلَى الْيَاءِ، وَالْبَاقُونَ يَقِفُونَ عَلَى النُّونِ، وَقَرَأَ أَبُو عَمْرٍو:  «أَهْلَكْتُهَا» بِتَاءِ الْمُتَكَلِّمِ الْمَضْمُومَةِ بَعْدَ الْكَافِ مِنْ غَيْرِ أَلِفٍ، وَالْبَاقُونَ بِنُونٍ مَفْتُوحَةٍ بَعْدَ الْكَافِ، وَبَعْدَ النُّونِ أَلِفٌ، وَالْمُرَادُ بِصِيغَةِ الْجَمْعِ، عَلَى قِرَاءَةِ الْجُمْهُورِ التَّعْظِيمُ، كَمَا هُوَ وَاضِحٌ، وَقَرَأَ وَرْشٌ وَالسُّوسِيُّ وَ (بِيرٍ) بِإِبْدَالِ الْهَمْزَةِ يَاءً وَالْبَاقُونَ بِالْهَمْزَةِ السَّاكِنَةِ. </p><p> مَسْأَلَةٌ </p><p> اعْلَمْ أَنَّ كَأَيِّنْ فِيهَا لُغَاتٌ عَدِيدَةٌ أَفْصَحُهَا الِاثْنَتَانِ اللَّتَانِ ذَكَرْنَاهُمَا، وَكَأَيِّنْ بِفَتْحِ الْهَمْزَةِ وَالْيَاءِ الْمَكْسُورَةِ الْمُشَدَّدَةِ أَكْثَرُ فِي كَلَامِ الْعَرَبِ، وَهِيَ قِرَاءَةُ الْجُمْهُورِ كَمَا بَيَّنَّا، وَكَائِنٌ بِالْأَلِفِ وَالْهَمْزَةِ الْمَكْسُورَةِ أَكْثَرُ فِي شِعْرِ الْعَرَبِ، وَلَمْ يَقْرَأْ بِهَا مِنَ السَّبْعَةِ غَيْرُ ابْنِ كَثِيرٍ كَمَا بَيَّنَّا، وَمَعْنَى كَأَيِّنْ: كَمَعْنَى كَمِ الْخَبَرِيَّةِ، فَهِيَ تَدُلُّ عَلَى الْإِخْبَارِ بِعَدَدٍ كَثِيرٍ وَمُمَيِّزُهَا لَهُ حَالَتَانِ: </p><p> الْأُولَى: أَنْ يُجَرَّ بِمِنْ وَهِيَ لُغَةُ الْقُرْآنِ كَقَوْلِهِ: وَكَأَيِّنْ مِنْ قَرْيَةٍ [٦٥ \\ ٨] وَقَوْلِهِ وَكَأَيِّنْ مِنْ نَبِيٍّ الْآيَةَ [٣ \\ ١٤٦] وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [١٢ \\ ١٠٥] ، وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ فِي جَرِّ مُمَيَّزِ كَأَيِّنْ بِمِنْ قَوْلُهُ: </p><p> وَكَائِنٌ بِالْأَبَاطِحِ مِنْ صَدِيقٍ ... يَرَانِي لَوْ أُصِيبُ هُوَ الْمُصَابَا </p><p> الْحَالَةُ الثَّانِيَةُ: أَنْ يُنْصَبَ وَمِنْهُ قَوْلُهُ: </p><p> وَكَائِنٌ لَنَا فَضْلًا عَلَيْكُمْ وَمِنَّةً ... قَدِيمًا وَلَا تَدْرُونَ مَا مِنْ مُنْعِمِ </p><p> وَقَوْلُ الْآخَرِ: </p><p> اطْرُدِ الْيَأْسَ بِالرَّجَاءِ فَكَائِنٌ ... آلِمًا حُمَّ يُسْرُهُ بَعْدَ عُسْرِ </p><p> قَالَ فِي الْخُلَاصَةِ: </p><p> كَكَمْ كَأَيِّنْ وَكَذَا وَيَنْتَصِبْ ... تَمْيِيزُ ذَيْنِ أَوْ بِهِ صِلْ مَنْ تُصِبْ </p><p> أَمَّا الِاسْتِفْهَامُ بِكَأَيِّنْ فَهُوَ نَادِرٌ وَلَمْ يُثْبِتْهُ إِلَّا ابْنُ مَالِكٍ، وَابْنُ قُتَيْبَةَ، وَابْنُ عُصْفُورٍ، وَاسْتَدَلَّ لَهُ ابْنُ مَالِكٍ بِمَا رُوِيَ عَنْ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ قَالَ لِابْنِ مَسْعُودٍ: كَأَيِّنْ تَقْرَأُ سُورَةَ الْأَحْزَابِ آيَةً فَقَالَ: ثَلَاثًا وَسَبْعِينَ اهـ. </p><p> وَاخْتُلِفَ فِي كَأَيِّنْ هَلْ هِيَ بَسِيطَةٌ أَوْ مُرَكَّبَةٌ وَعَلَى أَنَّهَا مُرَكَّبَةٌ فَهِيَ مُرَكَّبَةٌ مِنْ كَافِ التَّشْبِيهِ، وَأَيِّ الْمُنَوَّنَةِ، قَالَ بَعْضُهُمْ: وَلِأَجْلِ تَرْكِيبِهَا جَازَ الْوَقْفُ عَلَيْهَا بِالنُّونِ فِي قِرَاءَةِ الْجُمْهُورِ ; لِأَنَّ التَّنْوِينَ لَمَّا دَخَلَ فِي التَّرْكِيبِ أَشْبَهَ النُّونَ الْأَصْلِيَّةَ، وَلِهَذَا رُسِمَ فِي الْمُصْحَفِ نُونًا وَقِرَاءَةُ أَبِي عَمْرٍو بِالْوَقْفِ عَلَى الْيَاءِ لِأَجْلِ اعْتِبَارِ حُكْمِ التَّنْوِينِ فِي الْأَصْلِ، وَهُوَ حَذْفُهُ فِي الْوَقْفِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الْأَظْهَرُ عِنْدِي أَنَّ كَأَيِّنْ بَسِيطَةٌ، وَأَنَّهَا كَلِمَةٌ </p><p> وَضَعَتْهَا الْعَرَبُ لِلْإِخْبَارِ بِعَدَدٍ كَثِيرٍ نَحْوَ: كَمْ، إِذْ لَا دَلِيلَ يَجِبُ الرُّجُوعُ إِلَيْهِ عَلَى أَنَّ أَصْلَهَا مُرَكَّبَةٌ، وَمِنَ الدَّلِيلِ عَلَى أَنَّهَا بَسِيطَةٌ: إِثْبَاتُ نُونِهَا فِي الْخَطِّ ; لِأَنَّ الْأَصْلَ فِي نُونِ التَّنْوِينِ عَدَمُ إِثْبَاتِهَا فِي الْخَطِّ، وَدَعْوَى أَنَّ التَّرْكِيبَ جَعَلَهَا كَالنُّونِ الْأَصْلِيَّةِ دَعْوَى مُجَرَّدَةٌ عَنِ الدَّلِيلِ، وَاخْتَارَ أَبُو حَيَّانَ أَنَّهَا غَيْرُ مُرَكَّبَةٍ، وَاسْتَدَلَّ لِذَلِكَ بِتَلَاعُبِ الْعَرَبِ بِهَا فِي تَعَدُّدِ اللُّغَاتِ، فَإِنَّ فِيهَا خَمْسَ لُغَاتٍ اثْنَتَانِ مِنْهَا قَدْ قَدَّمْنَاهُمَا، وَبَيَّنَّا أَنَّهُمَا قِرَاءَتَانِ سَبْعِيَّتَانِ ; لِأَنَّ إِحْدَاهُمَا قَرَأَ بِهَا ابْنُ كَثِيرٍ وَالْأُخْرَى قَرَأَ بِهَا الْجُمْهُورُ، وَاللُّغَةُ الثَّالِثَةُ فِيهَا: كَأْيِنْ بِهَمْزَةٍ سَاكِنَةٍ فَيَاءٌ مَكْسُورَةٌ، وَالرَّابِعَةُ كَيْئِنْ بِيَاءٍ سَاكِنَةٍ وَهَمْزَةٍ مَكْسُورَةٍ، الْخَامِسَةُ: كَأَنْ بِهَمْزَةٍ مَفْتُوحَةٍ وَنُونٍ سَاكِنَةٍ اهـ، وَلَقَدْ صَدَقَ أَبُو حَيَّانَ فِي أَنَّ التَّلَاعُبَ بِلَفْظِ هَذِهِ الْكَلِمَةِ إِلَى هَذِهِ اللُّغَاتِ يَدُلُّ عَلَى أَنَّ أَصْلَهَا بَسِيطَةٌ لَا مُرَكَّبَةٌ. </p><p> وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَاعْلَمْ: أَنَّ مَا يَذْكُرُهُ كَثِيرٌ مِنَ الْمُفَسِّرِينَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْبِئْرَ الْمُعَطَّلَةَ، وَالْقَصْرَ الْمَشِيدَ مَعْرُوفَانِ، وَأَنَّهُمَا بِحَضْرَمَوْتَ، وَأَنَّ الْقَصْرَ مُشْرِفٌ عَلَى قُلَّةِ جَبَلٍ لَا يُرْتَقَى إِلَيْهِ بِحَالٍ، وَأَنَّ الْبِئْرَ فِي سَفْحِهِ لَا تُقِرُّ الرِّيَاحُ شَيْئًا سَقَطَ فِيهَا إِلَّا أَخْرَجَتْهُ، وَمَا يَذْكُرُونَهُ أَيْضًا مِنْ أَنَّ الْبِئْرَ هِيَ: الرَّسُّ، وَأَنَّهَا كَانَتْ بِعَدَنَ بِالْيَمَنِ بِحَضْرَمَوْتَ فِي بَلَدٍ يُقَالُ لَهُ: حَضُورُ، وَأَنَّهَا نَزَلَ بِهَا أَرْبَعَةُ آلَافٍ مِمَّنْ آمَنُوا بِصَالِحٍ، وَنَجَوْا مِنَ الْعَذَابِ وَمَعَهُمْ صَالِحٌ، فَمَاتَ صَالِحٌ، فَسُمِّيَ الْمَكَانُ حَضْرَمَوْتَ ; لِأَنَّ صَالِحًا لَمَّا حَضَرَهُ مَاتَ فَبَنَوْا حَضُورَ وَقَعَدُوا عَلَى هَذِهِ الْبِئْرِ، وَأَمَّرُوا عَلَيْهِمْ رَجُلًا يُقَالُ لَهُ: الْعَلَسُ بْنُ جُلَاسِ بْنِ سُوَيْدٍ أَوْ جَلْهَسُ بْنُ جُلَاسٍ وَكَانَ حَسَنَ السِّيرَةِ فِيهِمْ عَامِلًا عَلَيْهِمْ، وَجَعَلُوا وَزِيرَهُ سَنْجَارِيبَ بْنَ سَوَادَةَ، فَأَقَامُوا دَهْرًا، وَتَنَاسَلُوا حَتَّى كَثُرُوا، وَكَانَتِ الْبِئْرُ تَسْقِي الْمَدِينَةَ كُلَّهَا وَبَادِيَتَهَا، وَجَمِيعُ مَا فِيهَا مِنَ الدَّوَابِّ وَالْغَنَمِ وَالْبَقَرِ وَغَيْرِ ذَلِكَ ; لِأَنَّهَا كَانَتْ لَهَا بَكَرَاتٌ كَثِيرَةٌ مَنْصُوبَةً عَلَيْهَا، وَرِجَالٌ كَثِيرُونَ مُوَكَّلُونَ بِهَا، وَحِيَاضٌ كَثِيرَةٌ حَوْلَهَا تُمْلَأُ لِلنَّاسِ وَحِيَاضٌ لِلدَّوَابِّ وَحِيَاضٌ لِلْغَنَمِ، وَحِيَاضٌ لِلْبَقَرِ، وَلَمْ يَكُنْ لَهُمْ مَاءٌ غَيْرُهَا، وَآلَ بِهِمُ الْأَمْرُ إِلَى أَنْ مَاتَ مَلِكُهُمْ وَطَلَوْا جُثَّتَهُ بِدُهْنٍ يَمْنَعُهَا مِنَ التَّغْيِيرِ، وَأَنَّ الشَّيْطَانَ دَخَلَ فِي جُثَّتِهِ، وَزَعَمَ لَهُمْ أَنَّهُ هُوَ الْمَلِكُ، وَأَنَّهُ لَمْ يَمُتْ وَلَكِنَّهُ تَغَيَّبَ عَنْهُمْ لِيَرَى صَنِيعَهُمْ وَأَمَرَهُمْ أَنْ يَضْرِبُوا بَيْنَهُمْ وَبَيْنَ الْجُثَّةِ حِجَابًا، وَكَانَ الشَّيْطَانُ يُكَلِّمُهُمْ مِنْ جُثَّةِ الْمَلِكِ مِنْ وَرَاءِ حِجَابٍ لِئَلَّا يَطَّلِعُوا عَلَى الْحَقِيقَةِ أَنَّهُ مَيِّتٌ، وَلَمْ يَزَلْ بِهِمْ حَتَّى كَفَرُوا بِاللَّهِ تَعَالَى فَبَعَثَ اللَّهُ إِلَيْهِمْ نَبِيًّا اسْمُهُ: حَنْظَلَةُ بْنُ صَفْوَانَ يُوحَى إِلَيْهِ فِي النَّوْمِ دُونَ الْيَقَظَةِ، فَأَعْلَمَهُمْ أَنَّ الشَّيْطَانَ أَضَلَّهُمْ وَأَخْبَرَهُمْ أَنَّ مَلِكَهُمْ قَدْ مَاتَ، وَنَهَاهُمْ عَنِ الشِّرْكِ بِاللَّهِ وَوَعَظَهُمْ وَنَصَحَ لَهُمْ، وَحَذَّرَهُمْ عِقَابَ رَبِّهِمْ، فَقَتَلُوا نَبِيَّهُمُ الْمَذْكُورَ فِي </p>"
}