{
  "id": null,
  "sura": 22,
  "aya": 78,
  "text": "<p> قَوْلُهُ تَعَالَى: اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ، بَيَّنَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ يَصْطَفِي، أَيْ: يَخْتَارُ رُسُلًا مِنَ الْمَلَائِكَةِ، وَمِنَ النَّاسِ فَرُسُلُ النَّاسِ لِإِبْلَاغِ الْوَحْيِ، وَرُسُلُ الْمَلَائِكَةِ لِذَلِكَ أَيْضًا، وَقَدْ يُرْسِلُهُمْ لِغَيْرِهِ، وَهَذَا الَّذِي ذَكَرَهُ هُنَا مِنَ اصْطِفَائِهِ الرُّسُلَ مِنْهُمَا جَاءَ وَاضِحًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ فِي رُسُلِ الْمَلَائِكَةِ: الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ الْآيَةَ [٣٥ \\ ١] . </p><p> وَقَوْلِهِ فِي جِبْرِيلَ: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ [٨١ \\ ١٩] وَمِنْ ذِكْرِهِ إِرْسَالَ الْمَلَائِكَةِ بِغَيْرِ الْوَحْيِ قَوْلُهُ تَعَالَى: وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ [٦ \\ ٦١] وَكَقَوْلِهِ فِي رُسُلِ بَنِي آدَمَ: اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ [٦ \\ ١٢٤] وَقَوْلِهِ: تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ الْآيَةَ [٢ \\ ٢٥٣] ، وَقَوْلِهِ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا الْآيَةَ [١٦ \\ ٣٦] . </p><p> قَوْلُهُ تَعَالَى: هُوَ اجْتَبَاكُمْ، أَيِ: اصْطَفَاكُمْ، وَاخْتَارَكُمْ يَا أُمَّةَ مُحَمَّدٍ، وَمَعْنَى هَذِهِ الْآيَةِ أَوْضَحَهُ بِقَوْلِهِ كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ الْآيَةَ [٣ \\ ١١٠] . </p><p> قَوْلُهُ تَعَالَى: وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ، الْحَرَجُ: الضِّيقُ كَمَا أَوْضَحْنَاهُ فِي أَوَّلِ سُورَةِ الْأَعْرَافِ. </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ هَذِهِ الْحَنِيفِيَّةَ السَّمْحَةَ الَّتِي جَاءَ بِهَا سَيِّدُنَا مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَنَّهَا مَبْنِيَّةٌ عَلَى التَّخْفِيفِ وَالتَّيْسِيرِ، لَا عَلَى الضِّيقِ وَالْحَرَجِ، وَقَدْ رَفَعَ اللَّهُ فِيهَا الْآصَارَ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَى مَنْ قَبْلَنَا. </p><p> وَهَذَا الْمَعْنَى الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ ذَكَرَهُ - جَلَّ وَعَلَا - فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ [٢ \\ ١٨٥] وَقَوْلِهِ: يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفًا [٤ \\ ٢٨] وَقَدْ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ مِنْ </p><p> حَدِيثِ أَبِي هُرَيْرَةَ، وَابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا قَرَأَ خَوَاتِمَ سُورَةِ الْبَقَرَةِ: رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا [٢ \\ ٢٨٦] قَالَ اللَّهُ: «قَدْ فَعَلْتُ» فِي رِوَايَةِ ابْنِ عَبَّاسٍ، وَفِي رِوَايَةِ أَبِي هُرَيْرَةَ قَالَ: نَعَمْ. وَمِنْ رَفْعِ الْحَرَجِ فِي هَذِهِ الشَّرِيعَةِ الرُّخْصَةُ فِي قَصْرِ الصَّلَاةِ فِي السَّفَرِ وَالْإِفْطَارُ فِي رَمَضَانَ فِيهِ، وَصَلَاةُ الْعَاجِزِ عَنِ الْقِيَامِ قَاعِدًا وَإِبَاحَةُ الْمَحْظُورِ لِلضَّرُورَةِ ; كَمَا قَالَ تَعَالَى: وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ الْآيَةَ [٦ \\ ١١٩] إِلَى غَيْرِ ذَلِكَ مِنْ أَنْوَاعِ التَّخْفِيفِ وَالتَّيْسِيرِ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ وَالْآيَاتُ الَّتِي ذَكَرْنَا مَعَهَا مِنْ رَفْعِ الْحَرَجِ، وَالتَّخْفِيفِ فِي شَرِيعَةِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، هُوَ إِحْدَى الْقَوَاعِدِ الْخَمْسِ، الَّتِي بُنِيَ عَلَيْهَا الْفِقْهُ الْإِسْلَامِيُّ وَهِيَ هَذِهِ الْخَمْسُ. </p><p> الْأُولَى: الضَّرَرُ يُزَالُ وَمِنْ أَدِلَّتِهَا حَدِيثُ: «لَا ضَرَرَ وَلَا ضِرَارَ» . </p><p> الثَّانِيَةُ: الْمَشَقَّةُ تَجْلِبُ التَّيْسِيرَ: وَهِيَ الَّتِي دَلَّ عَلَيْهَا قَوْلُهُ هُنَا وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ [٢٢ \\ ٧٨] وَمَا ذَكَرْنَا فِي مَعْنَاهَا مِنَ الْآيَاتِ. </p><p> الثَّالِثَةُ: لَا يُرْفَعُ يَقِينٌ بِشَكٍّ، وَمِنْ أَدِلَّتِهَا حَدِيثُ «مَنْ أَحَسَّ بِشَيْءٍ فِي دُبُرِهِ فِي الصَّلَاةِ وَأَنَّهُ لَا يَقْطَعُ الصَّلَاةَ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَشُمَّ رِيحًا» ; لِأَنَّ تِلْكَ الطَّهَارَةَ الْمُحَقَّقَةَ لَمْ تُنْقَضْ بِتِلْكَ الرِّيحِ الْمَشْكُوكِ فِيهَا. </p><p> الرَّابِعَةُ: تَحْكِيمُ عُرْفِ النَّاسِ الْمُتَعَارَفِ عِنْدَهُمْ فِي صِيَغِ عُقُودِهِمْ وَمُعَامَلَاتِهِمْ، وَنَحْوِ ذَلِكَ. وَاسْتَدَلَّ لِهَذِهِ بَعْضُهُمْ بِقَوْلِهِ وَأْمُرْ بِالْعُرْفِ الْآيَةَ [٧ \\ ١٩٩] . </p><p> الْخَامِسَةُ: الْأُمُورُ تَبَعُ الْمَقَاصِدِ، وَدَلِيلُ هَذِهِ حَدِيثُ «إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ» الْحَدِيثَ، وَقَدْ أَشَارَ فِي «مَرَاقِي السُّعُودِ» فِي كِتَابِ الِاسْتِدْلَالِ إِلَى هَذِهِ الْخَمْسِ الْمَذْكُورَاتِ بِقَوْلِهِ: </p><p> قَدْ أُسِّسَ الْفِقْهُ عَلَى رَفْعِ الضَّرَرِ ... وَأَنَّ مَا يَشُقُّ يَجْلِبُ الْوَطَرَ </p><p> وَنَفَى رَفْعَ الْقَطْعِ بِالشَّكِّ وَأَنْ ... يَحْكُمُ الْعُرْفُ وَزَادَ مَنْ فَطِنَ </p><p> كَوْنُ الْأُمُورِ تَبَعَ الْمَقَاصِدِ ... مَعَ التَّكَلُّفِ بِبَعْضِ وَارِدِ </p><p> قَوْلُهُ تَعَالَى: مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ، قَالَ بَعْضُهُمْ: هُوَ مَنْصُوبٌ بِنَزْعِ الْخَافِضِ، وَمَالَ إِلَيْهِ ابْنُ جَرِيرٍ: أَيْ مَا جَعَلَ عَلَيْكُمْ فِي دِينِكُمْ مِنْ ضِيقٍ، كَمِلَّةِ إِبْرَاهِيمَ، وَأَعْرَبَهُ بَعْضُهُمْ مَنْصُوبًا بِمَحْذُوفٍ أَيِ: الْزَمُوا مِلَّةَ </p><p> أَبِيكُمْ إِبْرَاهِيمَ، وَلَا يَبْعُدُ أَنْ يَكُونَ قَوْلُهُ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ [٢٢ \\ ٧٨] شَامِلًا لِمَا ذُكِرَ قَبْلَهُ مِنَ الْأَوَامِرِ فِي قَوْلِهِ يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ [٢٢ \\ ٧٧ - ٧٨] ، وَيُوَضِّحُ هَذَا قَوْلُهُ تَعَالَى: قُلْ إِنَّنِي هَدَانِي رَبِّي إِلَى صِرَاطٍ مُسْتَقِيمٍ دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا [٦ \\ ١٦١] وَالدِّينُ الْقَيِّمُ الَّذِي هُوَ مِلَّةُ إِبْرَاهِيمَ: شَامِلٌ لِمَا ذُكِرَ كُلُّهُ. </p><p> قَوْلُهُ تَعَالَى: هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا، اخْتُلِفَ فِي مَرْجِعِ الضَّمِيرِ الَّذِي هُوَ لَفْظُ هُوَ مِنْ قَوْلِهِ هُوَ سَمَّاكُمُ [٢٢ \\ ٧٨] فَقَالَ بَعْضُهُمْ: اللَّهُ هُوَ الَّذِي سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ فِي هَذَا، وَهَذَا الْقَوْلُ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ، وَبِهِ قَالَ مُجَاهِدٌ وَعَطَاءٌ، وَالضَّحَّاكُ، وَمُقَاتِلُ بْنُ حَيَّانَ، وَقَتَادَةُ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ كَثِيرٍ، وَقَالَ بَعْضُهُمْ هُوَ أَيْ: إِبْرَاهِيمُ سَمَّاكُمُ الْمُسْلِمِينَ، وَاسْتَدَلَّ لِهَذَا بِقَوْلِ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ [٢ \\ ١٢٨] وَبِهَذَا قَالَ عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، كَمَا نَقَلَهُ عَنْهُ ابْنُ كَثِيرٍ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا هَذَا الْكِتَابُ الْمُبَارَكُ أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا وَتَكُونُ فِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، وَجِئْنَا بِأَمْثِلَةٍ كَثِيرَةٍ فِي التَّرْجَمَةِ، وَفِيمَا مَضَى مِنَ الْكِتَابِ، وَفِي هَذِهِ الْآيَاتِ قَرِينَتَانِ تَدُلَّانِ عَلَى أَنَّ قَوْلَ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ غَيْرُ صَوَابٍ. </p><p> إِحْدَاهُمَا: أَنَّ اللَّهَ قَالَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا، أَيِ: الْقُرْآنِ، وَمَعْلُومٌ أَنَّ إِبْرَاهِيمَ لَمْ يُسَمِّهِمُ الْمُسْلِمِينَ فِي الْقُرْآنِ، لِنُزُولِهِ بَعْدَ وَفَاتِهِ بِأَزْمَانٍ طَوِيلَةٍ كَمَا نَبَّهَ عَلَى هَذَا ابْنُ جَرِيرٍ. </p><p> الْقَرِينَةُ الثَّانِيَةُ: أَنَّ الْأَفْعَالَ كُلَّهَا فِي السِّيَاقِ الْمَذْكُورِ رَاجِعَةٌ إِلَى اللَّهِ، لَا إِلَى إِبْرَاهِيمَ فَقَوْلُهُ هُوَ اجْتَبَاكُمْ، أَيِ: اللَّهُ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ، أَيِ: اللَّهُ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ أَيِ: اللَّهُ. </p><p> فَإِنْ قِيلَ: الضَّمِيرُ يَرْجِعُ إِلَى أَقْرَبِ مَذْكُورٍ، وَأَقْرَبُ مَذْكُورٍ لِلضَّمِيرِ الْمَذْكُورِ: هُوَ إِبْرَاهِيمُ. </p><p> فَالْجَوَابُ: أَنَّ مَحَلَّ رُجُوعِ الضَّمِيرِ إِلَى أَقْرَبِ مَذْكُورٍ مَحَلُّهُ مَا لَمْ يَصْرِفْ عَنْهُ صَارِفٌ، وَهُنَا قَدْ صَرَفَ عَنْهُ صَارِفٌ ; لِأَنَّ قَوْلَهُ «وَفِي هَذَا» يَعْنِي الْقُرْآنَ، دَلِيلٌ عَلَى أَنَّ </p><p> الْمُرَادَ بِالَّذِي سَمَّاهُمُ الْمُسْلِمِينَ فِيهِ: هُوَ اللَّهُ لَا إِبْرَاهِيمُ، وَكَذَلِكَ سِيَاقُ الْجُمَلِ الْمَذْكُورَةِ قَبْلَهُ نَحْوَ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ [٢٢ \\ ٧٨] يُنَاسِبُهُ أَنْ يَكُونَ هُوَ سَمَّاكُمْ أَيِ: اللَّهُ، الْمُسْلِمِينَ. </p><p> قَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ الْآيَةِ بَعْدَ أَنْ ذَكَرَ: أَنَّ الَّذِي سَمَّاهُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَذَا: هُوَ اللَّهُ، لَا إِبْرَاهِيمُ مَا نَصُّهُ: </p><p> قُلْتُ: وَهَذَا هُوَ الصَّوَابُ ; لِأَنَّهُ تَعَالَى قَالَ: هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ثُمَّ حَثَّهُمْ وَأَغْرَاهُمْ عَلَى مَا جَاءَ بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّهُ مِلَّةُ إِبْرَاهِيمَ أَبِيهِمُ الْخَلِيلِ، ثُمَّ ذَكَرَ مِنَّتَهُ تَعَالَى عَلَى هَذِهِ الْأُمَّةِ بِمَا نَوَّهَ بِهِ مِنْ ذِكْرِهَا، وَالثَّنَاءِ عَلَيْهَا فِي سَالِفِ الدَّهْرِ، وَقَدِيمِ الزَّمَانِ فِي كِتَابِ الْأَنْبِيَاءِ، تُتْلَى عَلَى الْأَحْبَارِ وَالرُّهْبَانِ فَقَالَ: هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ أَيْ: مِنْ قَبْلِ هَذَا الْقُرْآنِ. </p><p> وَفِي هَذَا رَوَى النَّسَائِيُّ عِنْدَ تَفْسِيرِ هَذِهِ الْآيَةِ: أَنْبَأَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَنْبَأَنَا مُعَاوِيَةُ بْنُ سَلَامٍ أَنَّ أَخَاهُ زَيْدَ بْنَ سَلَامٍ، أَخْبَرَهُ عَنْ أَبِي سَلَامٍ أَنَّهُ أَخْبَرَهُ قَالَ: أَخْبَرَنِي الْحَارِثُ الْأَشْعَرِيُّ، عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «مَنْ دَعَا بِدَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثِيِّ جَهَنَّمَ» ، قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، وَإِنْ صَامَ وَإِنْ صَلَّى؟ قَالَ:  «نَعَمْ وَإِنْ صَامَ وَإِنْ صَلَّى، فَادْعُوَا بِدَعْوَةِ اللَّهِ الَّتِي سَمَّاكُمْ بِهَا الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ» وَقَدْ قَدَّمْنَا هَذَا الْحَدِيثَ بِطُولِهِ عِنْدَ تَفْسِيرِ قَوْلِهِ: يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ [٢ \\ ٢١] اهـ مِنْ تَفْسِيرِ ابْنِ كَثِيرٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ سُورَةِ الْبَقَرَةِ: إِنَّ الْحَدِيثَ الْمَذْكُورَ فِيهِ أَنَّ اللَّهَ هُوَ الَّذِي سَمَّاهُمُ الْمُسْلِمِينَ الْمُؤْمِنِينَ. </p><p> قَوْلُهُ تَعَالَى: لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ، يَعْنِي: إِنَّمَا اجْتَبَاكُمْ، وَفَضَّلَكُمْ وَنَوَّهَ بِاسْمِكُمُ الْمُسْلِمِينَ قَبْلَ نُزُولِ كِتَابِكُمْ، وَزَكَّاكُمْ عَلَى أَلْسِنَةِ الرُّسُلِ الْمُتَقَدِّمِينَ، فَسَمَّاكُمْ فِيهَا الْمُسْلِمِينَ، وَكَذَلِكَ سَمَّاكُمْ فِي هَذَا الْقُرْآنِ. وَقَدْ عُرِفَ بِذَلِكَ أَنَّكُمْ أُمَّةٌ وَسَطٌ عُدُولٌ خِيَارٌ مَشْهُودٌ بِعَدَالَتِكُمْ، لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ يَوْمَ الْقِيَامَةِ، أَنَّ الرُّسُلَ بَلَّغَتْهُمْ رِسَالَاتِ رَبِّهِمْ، حِينَ يُنْكِرُ الْكُفَّارُ ذَلِكَ يَوْمَ الْقِيَامَةِ، وَيَكُونُ الرَّسُولُ عَلَيْكُمْ شَهِيدًا، أَنَّهُ بَلَّغَكُمْ، وَقِيلَ: شَهِيدًا عَلَى صِدْقِكُمْ فِيمَا شَهِدْتُمْ بِهِ لِلرُّسُلِ عَلَى أُمَمِهِمْ مِنَ التَّبْلِيغِ. </p><p> وَهَذَا الْمَعْنَى الْمَذْكُورُ هُنَا ذَكَرَهُ اللَّهُ - جَلَّ وَعَلَا - فِي قَوْلِهِ وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا [٢ \\ ١٤٣] وَقَالَ فِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّا أَرْسَلْنَاكَ شَاهِدًا الْآيَةَ [٤٨ \\ ٨] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}