{
  "id": null,
  "sura": 22,
  "aya": 22,
  "text": "<p> تَرَاهُ كَأَنَّ اللَّهَ يَجْدَعُ أَنْفَهُ ... وَعَيْنَيْهِ إِنْ مَوْلَاهُ ثَابَ لَهُ وَفْرُ </p><p> يَعْنِي: وَيَفْقَأُ عَيْنَيْهِ. </p><p> وَمِنْ شَوَاهِدِهِ الْمَشْهُورَةِ قَوْلُ الرَّاجِزِ: </p><p> عَلَفْتُهَا تِبْنًا وَمَاءً بَارِدًا ... حَتَّى شَتَتْ هَمَّالَةً عَيْنَاهَا </p><p> يَعْنِي: وَسَقَيْتُهَا مَاءً بَارِدًا، وَمِنْ أَمْثِلَةِ ذَلِكَ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ الْآيَةَ [٥٩ \\ ٩] ؛ أَيْ: وَأَخْلَصُوا الْإِيمَانَ، أَوْ أَلِفُوا الْإِيمَانَ، وَمِثَالُ ذَلِكَ فِي الْمَخْفُوضِ قَوْلُهُمْ: مَا كُلُّ بَيْضَاءَ شَحْمَةً، وَلَا سَوْدَاءَ تَمْرَةً؛ أَيْ: وَلَا كُلُّ سَوْدَاءَ تَمْرَةً، وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَهِيَ انْفَرَدَتْ </p><p> بِعَطْفِ عَامِلٍ مُزَالٍ قَدْ بَقِي ... مَعْمُولُهُ دَفْعًا لِوَهْمٍ اتَّقِي </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ [٢٢ \\ ٢١] الْمَقَامِعُ: جَمَعُ مِقْمَعَةٍ بِكَسْرِ الْمِيمِ الْأُولَى، وَفَتْحِ الْمِيمِ الْأَخِيرَةِ، وَيُقَالُ: مِقْمَعٌ بِلَا هَاءٍ، وَهُوَ فِي اللُّغَةِ: حَدِيدَةٌ كَالْمِحْجَنِ يُضْرَبُ بِهَا عَلَى رَأْسِ الْفِيلِ: وَهِيَ فِي الْآيَةِ مَرَازِبُ عَظِيمَةٌ مِنْ حَدِيدٍ تَضْرِبُ بِهَا خَزَنَةُ النَّارِ رُءُوسَ أَهْلِ النَّارِ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْمَقَامِعُ: سِيَاطٌ مِنْ نَارٍ، وَلَا شَكَّ أَنَّ الْمَقَامِعَ الْمَذْكُورَةَ فِي الْآيَةِ مِنَ الْحَدِيدِ لِتَصْرِيحِهِ تَعَالَى بِذَلِكَ. </p><p> وَقَوْلُهُ تَعَالَى: هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ الْآيَةَ [٢٢ \\ ١٩] نَزَلَ فِي الْمُبَارِزِينَ يَوْمَ بَدْرٍ، وَهُمْ: حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ، وَعَلِيُّ بْنُ أَبِي طَالِبٍ، وَعُبَيْدَةُ بْنُ الْحَارِثِ بْنِ الْمُطَّلِبِ، وَفِي أَقْرَانِهِمُ الْمُبَارِزِينَ مِنَ الْكُفَّارِ، وَهُمْ: عُتْبَةُ بْنُ رَبِيعَةَ، وَابْنُهُ الْوَلِيدُ بْنُ عُتْبَةَ، وَأَخُوهُ شَيْبَةُ بْنُ رَبِيعَةَ، كَمَا ثَبَتَ فِي الصَّحِيحَيْنِ، وَغَيْرِهِمَا. </p><p> قَوْلُهُ تَعَالَى: كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ. </p><p> مَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ أَنَّ أَهْلَ النَّارِ كُلَّمَا أَرَادُوا الْخُرُوجَ مِنْهَا، لِمَا يُصِيبُهُمْ مِنَ الْغَمِّ فِيهَا عِيَاذًا بِاللَّهِ مِنْهَا، أُعِيدُوا فِيهَا، وَمُنِعُوا مِنَ الْخُرُوجِ مِنْهَا بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي الْمَائِدَةِ: إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ [٥ \\ ٣٦ - ٣٧] ، وَقَوْلِهِ فِي السَّجْدَةِ: </p>"
}