{
  "id": null,
  "sura": 22,
  "aya": 39,
  "text": "<p> وَجْهُ الْمُفَاعَلَةِ أَنَّ الْكُفَّارَ يَسْتَعْمِلُونَ كُلَّ مَا فِي إِمْكَانِهِمْ لِإِضْرَارِهِمْ بِالْمُؤْمِنِينَ، وَإِيذَائِهِمْ، وَاللَّهُ - جَلَّ وَعَلَا - يَدْفَعُ كَيْدَهُمْ عَنِ الْمُؤْمِنِينَ، فَكَانَ دَفْعُهُ - جَلَّ وَعَلَا - لِقُوَّةٍ عَظِيمَةٍ أَهْلُهَا فِي طُغْيَانٍ شَدِيدٍ، يُحَاوِلُونَ إِلْحَاقَ الضَّرَرِ بِالْمُؤْمِنِينَ وَبِهَذَا الِاعْتِبَارِ كَانَ التَّعْبِيرُ بِالْمُفَاعَلَةِ، فِي قَوْلِهِ: يُدَافِعُ، وَإِنْ كَانَ - جَلَّ وَعَلَا - قَادِرًا عَلَى إِهْلَاكِهِمْ، وَدَفْعِ شَرِّهِمْ عَنْ عِبَادِهِ الْمُؤْمِنِينَ، وَمِمَّا يُوَضِّحُ هَذَا الْمَعْنَى الَّذِي أَشَرْنَا إِلَيْهِ قَوْلُ كَعْبِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> زَعَمَتْ سَخِينَةُ أَنْ سَتَغْلِبُ رَبَّهَا </p><p> وَلَيَغْلِبَنَّ مُغَالِبُ الْغُلَّابِ </p><p> وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى: وَمَفْعُولُ يُدَافِعُ: مَحْذُوفٌ فَعَلَى الْقَوْلِ بِأَنَّهُ بِمَعْنَى: يَدْفَعُ فَقَدْ ذَكَرْنَا تَقْدِيرَهُ، وَعَلَى مَا أَشَرْنَا إِلَيْهِ أَخِيرًا فَتَقْدِيرُ الْمَفْعُولِ: يُدَافِعُ عَنْهُمْ أَعْدَاءَهُمْ، وَخُصُومَهُمْ فَيَرُدُّ كَيْدَهُمْ فِي نُحُورِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى: إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ، صَرَّحَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بِأَنَّهُ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ، وَالْخَوَّانُ وَالْكَفُورُ كِلَاهُمَا صِيغَةُ مُبَالَغَةٍ ; لِأَنَّ الْفَعَّالَ بِالتَّضْعِيفِ وَالْفَعُولَ بِفَتْحِ الْفَاءِ مِنْ صِيَغِ الْمُبَالَغَةِ، وَالْمُقَرَّرُ فِي عِلْمِ الْعَرَبِيَّةِ أَنَّ نَفْيَ الْمُبَالَغَةِ فِي الْفِعْلِ لَا يَسْتَلْزِمُ نَفْيَ أَصْلِ الْفِعْلِ، فَلَوْ قُلْتَ: زَيْدٌ لَيْسَ بِقَتَّالٍ لِلرِّجَالِ فَقَدْ نَفَيْتَ مُبَالَغَتَهُ، فِي قَتْلِهِمْ، وَلَمْ يَسْتَلْزِمْ ذَلِكَ أَنَّهُ لَمْ يَحْصُلْ مِنْهُ قَتْلٌ لِبَعْضِهِمْ وَلَكِنَّهُ لَمْ يُبَالِغْ فِي الْقَتْلِ، وَعَلَى هَذِهِ الْقَاعِدَةِ الْعَرَبِيَّةِ الْمَعْرُوفَةِ، فَإِنَّ الْآيَةَ قَدْ صَرَّحَتْ بِأَنَّ اللَّهَ لَا يُحِبُّ الْمُبَالِغِينَ فِي الْكُفْرِ وَالْمُبَالِغِينَ فِي الْخِيَانَةِ، وَلَمْ تَتَعَرَّضْ لِمَنْ يَتَّصِفُ بِمُطْلَقِ الْخِيَانَةِ وَمُطْلَقِ الْكُفْرِ مِنْ غَيْرِ مُبَالَغَةً فِيهِمَا، وَلَا شَكَّ أَنَّ اللَّهَ يُبْغِضُ الْخَائِنَ مُطْلَقًا، وَالْكَافِرَ مُطْلَقًا، وَقَدْ أَوْضَحَ - جَلَّ وَعَلَا - ذَلِكَ فِي بَعْضِ الْمَوَاضِعِ، فَقَالَ فِي الْخَائِنِ: وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ [٨ \\ ٥٨] وَقَالَ فِي الْكَافِرِ: قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ [٣ \\ ٣٢] . </p><p> قَوْلُهُ تَعَالَى: أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ، مُتَعَلِّقُ أُذِنَ مَحْذُوفٌ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَيْ: أُذِنَ لَهُمْ فِي الْقِتَالِ بِدَلِيلِ قَوْلِهِ: يُقَاتَلُونَ، وَقَدْ صَرَّحَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أُذِنَ لِلَّذِينِ يُقَاتَلُونَ وَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابُهُ وَدَلَّ قَوْلُهُ: يُقَاتَلُونَ: عَلَى أَنَّ الْمُرَادَ مَنْ يَصْلُحُ لِلْقِتَالِ مِنْهُمْ دُونَ مَنْ لَا يَصْلُحُ لَهُ، كَالْأَعْمَى وَالْأَعْرَجِ وَالْمَرِيضِ وَالضَّعِيفِ وَالْعَاجِزِ عَنِ السَّفَرِ لِلْجِهَادِ لِفَقْرِهِ </p><p> بِدَلِيلِ قَوْلِهِ تَعَالَى: لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ الْآيَةَ [٢٤ \\ ٦١] ، وَقَوْلِهِ - جَلَّ وَعَلَا -: لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ مَا عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ [٩ \\ ٩١] وَقَوْلِهِ: بِأَنَّهُمْ ظُلِمُوا الْبَاءُ فِيهِ سَبَبِيَّةٌ وَهِيَ مِنْ حُرُوفِ التَّعْلِيلِ، كَمَا تَقَرَّرَ فِي مَسْلَكِ النَّصِّ الظَّاهِرِ مِنْ مَسَالِكِ الْعِلَّةِ، وَهَذِهِ الْآيَةُ هِيَ أَوَّلُ آيَةٍ نَزَلَتْ فِي الْجِهَادِ كَمَا قَالَ بِهِ جَمَاعَاتٌ مِنَ الْعُلَمَاءِ، وَلَيْسَ فِيهَا مِنْ أَحْكَامِ الْجِهَادِ إِلَّا مُجَرَّدُ الْإِذْنِ لَهُمْ فِيهِ، وَلَكِنْ قَدْ جَاءَتْ آيَاتٌ أُخَرُ دَالَّةٌ عَلَى أَحْكَامٍ أُخَرَ زَائِدَةٍ عَلَى مُطْلَقِ الْإِذْنِ فَهِيَ مُبَيِّنَةٌ عَدَمَ الِاقْتِصَارِ، عَلَى الْإِذْنِ كَمَا هُوَ ظَاهِرُ هَذِهِ الْآيَةِ، وَقَدْ قَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى لِعِظَمِ حِكْمَتِهِ فِي التَّشْرِيعِ، إِذَا أَرَادَ أَنْ يُشَرِّعَ أَمْرًا شَاقًّا عَلَى النُّفُوسِ كَانَ تَشْرِيعُهُ عَلَى سَبِيلِ التَّدْرِيجِ ; لِأَنَّ إِلْزَامَهُ بَغْتَةً فِي وَقْتٍ وَاحِدٍ مِنْ غَيْرِ تَدْرِيجٍ فِيهِ مَشَقَّةٌ عَظِيمَةٌ، عَلَى الَّذِينَ كُلِّفُوا بِهِ قَالُوا فَمِنْ ذَلِكَ الْجِهَادُ، فَإِنَّهُ أَمْرٌ شَاقٌّ عَلَى النُّفُوسِ لِمَا فِيهِ مِنْ تَعْرِيضِهَا لِأَسْبَابِ الْمَوْتِ ; لِأَنَّ الْقِتَالَ مَعَ الْعَدُوِّ الْكَافِرِ الْقَوِيِّ مِنْ أَعْظَمِ أَسْبَابِ الْمَوْتِ عَادَةً، وَإِنْ كَانَ الْأَجَلُ مَحْدُودًا عِنْدَ اللَّهِ تَعَالَى كَمَا قَالَ تَعَالَى: وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا [٣ \\ ١٤٥] وَقَدْ بَيَّنَ تَعَالَى مَشَقَّةَ إِيجَابِ الْجِهَادِ عَلَيْهِمْ، بِقَوْلِهِ: أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ [٤ \\ ٧٧] وَمَعَ تَعْرِيضِ النُّفُوسِ فِيهِ لِأَعْظَمِ أَسْبَابِ الْمَوْتِ، فَإِنَّهُ يُنْفَقُ فِيهِ الْمَالُ أَيْضًا كَمَا قَالَ تَعَالَى: وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ [٦١ \\ ١١] قَالُوا: وَلَمَّا كَانَ الْجِهَادُ فِيهِ هَذَا مِنَ الْمَشَقَّةِ، وَأَرَادَ اللَّهُ تَشْرِيعَهُ شَرَّعَهُ تَدْرِيجًا، فَأَذِنَ فِيهِ أَوَّلًا مِنْ غَيْرِ إِيجَابٍ بِقَوْلِهِ: أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا الْآيَةَ [٢٢ \\ ٣٩] ، ثُمَّ لَمَّا اسْتَأْنَسَتْ بِهِ نُفُوسُهُمْ بِسَبَبِ الْإِذْنِ فِيهِ، أَوْجَبَ عَلَيْهِمْ فَقَالَ: مَنْ قَاتَلَهُمْ دُونَ مَنْ لَمْ يُقَاتِلْهُمْ بِقَوْلِهِ: وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا الْآيَةَ [٢ \\ ١٩٠] ، وَهَذَا تَدْرِيجٌ مِنَ الْإِذْنِ إِلَى نَوْعٍ خَاصٍّ مِنَ الْإِيجَابِ، ثُمَّ لَمَّا اسْتَأْنَسَتْ نُفُوسُهُمْ بِإِيجَابِهِ فِي الْجُمْلَةِ أَوْجَبَهُ عَلَيْهِمْ إِيجَابًا عَامًّا جَازِمًا فِي آيَاتٍ مِنْ كِتَابِهِ ; كَقَوْلِهِ تَعَالَى: فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ [٩ \\ ٥] وَقَوْلِهِ تَعَالَى: وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً [٩ \\ ٣٦] وَقَوْلِهِ: </p><p> تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ [٤٨ \\ ١٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ: أَنَّ لِبَعْضِ أَهْلِ الْعِلْمِ فِي بَعْضِ الْآيَاتِ الَّتِي ذَكَرْنَا أَقْوَالًا غَيْرَ مَا ذَكَرْنَا، وَلَكِنَّ هَذَا التَّدْرِيجَ الَّذِي ذَكَرْنَا دَلَّ عَلَيْهِ اسْتِقْرَاءُ الْقُرْآنِ فِي تَشْرِيعِ الْأَحْكَامِ الشَّاقَّةِ، وَنَظِيرُهُ شُرْبُ الْخَمْرِ فَإِنَّ تَرْكَهُ شَاقٌّ عَلَى مَنِ اعْتَادَهُ، فَلَمَّا أَرَادَ اللَّهُ أَنْ يُحَرِّمَ الْخَمْرَ حَرَّمَهَا تَدْرِيجًا، فَذَكَرَ أَوَّلًا بَعْضَ مَعَائِبِهَا كَقَوْلِهِ تَعَالَى: يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا [٢ \\ ٢١٩] ثُمَّ لَمَّا اسْتَأْنَسَتْ نُفُوسُهُمْ بِأَنَّ فِي الْخَمْرِ إِثْمًا أَكْثَرَ مِمَّا فِيهَا مِنَ النَّفْعِ، حَرَّمَهَا عَلَيْهِمْ فِي أَوْقَاتِ الصَّلَاةِ بِقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى الْآيَةَ [٤ \\ ٤٣] ، فَكَانُوا بَعْدَ نُزُولِهَا، لَا يَشْرَبُونَهَا إِلَّا فِي وَقْتٍ يَزُولُ فِيهِ السُّكْرُ قَبْلَ وَقْتِ الصَّلَاةِ، وَذَلِكَ بَعْدَ صَلَاةِ الْعِشَاءِ وَبَعْدَ صَلَاةِ الصُّبْحِ ; لِأَنَّ مَا بَيْنَ الْعِشَاءِ وَالصُّبْحِ يَصْحُو فِيهِ السَّكْرَانُ عَادَةً، وَكَذَلِكَ مَا بَيْنَ الصُّبْحِ وَالظُّهْرِ، وَهَذَا تَدْرِيجٌ مِنْ عَيْبِهَا إِلَى تَحْرِيمِهَا فِي بَعْضِ الْأَوْقَاتِ، فَلَمَّا اسْتَأْنَسَتْ نُفُوسُهُمْ بِتَحْرِيمِهَا حَرَّمَهَا عَلَيْهِمْ تَحْرِيمًا عَامًّا جَازِمًا بِقَوْلِهِ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِلَى قَوْلِهِ: فَهَلْ أَنْتُمْ مُنْتَهُونَ [٥ \\ ٩٠ - ٩١] وَكَذَلِكَ الصَّوْمُ، فَإِنَّهُ لَمَّا كَانَ الْإِمْسَاكُ عَنْ شَهْوَةِ الْفَرْجِ وَالْبَطْنِ شَاقًّا عَلَى النُّفُوسِ، وَأَرَادَ تَعَالَى تَشْرِيعَهُ شَرَّعَهُ تَدْرِيجًا فَخَيَّرَ أَوَّلًا بَيْنَ صَوْمِ الْيَوْمِ وَإِطْعَامِ الْمِسْكِينِ فِي قَوْلِهِ: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ [٢ \\ ١٨٤] فَلَمَّا اسْتَأْنَسَتِ النُّفُوسُ بِهِ فِي الْجُمْلَةِ، أَوْجَبَهُ أَيْضًا إِيجَابًا عَامًّا جَازِمًا بِقَوْلِهِ: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ الْآيَةَ [٢ \\ ١٨٥] وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: التَّدْرِيجُ فِي تَشْرِيعِ الصَّوْمِ عَلَى ثَلَاثَةِ مَرَاحِلَ كَمَا قَبْلَهُ قَالُوا: أَوْجَبَ عَلَيْهِمْ أَوَّلًا صَوْمًا خَفِيفًا لَا مَشَقَّةَ فِيهِ وَهُوَ صَوْمُ يَوْمِ عَاشُورَاءَ وَثَلَاثَةٍ مِنْ كُلِّ شَهْرٍ، ثُمَّ لَمَّا أَرَادَ فَرْضَ صَوْمِ رَمَضَانَ شَرَّعَهُ تَدْرِيجًا عَلَى الْمَرْحَلَتَيْنِ اللَّتَيْنِ ذَكَرْنَاهُمَا آنِفًا، هَكَذَا قَالَتْهُ جَمَاعَاتٌ مِنْ أَهْلِ الْعِلْمِ، وَلَهُ اتِّجَاهٌ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ يُشِيرُ إِلَى مَعْنَيَيْنِ. </p><p> أَحَدُهُمَا: أَنَّ فِيهِ الْإِشَارَةَ إِلَى وَعْدِهِ لِلنَّبِيِّ وَأَصْحَابِهِ، بِالنَّصْرِ عَلَى أَعْدَائِهِمْ كَمَا قَالَ قَبْلَهُ قَرِيبًا: إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا [٢٢ \\ ٣٨] . </p><p> وَالْمَعْنَى الثَّانِي: أَنَّ اللَّهَ قَادِرٌ عَلَى أَنْ يَنْصُرَ الْمُسْلِمِينَ عَلَى الْكَافِرِينَ مِنْ غَيْرِ قِتَالٍ </p>"
}