{
  "id": null,
  "sura": 22,
  "aya": 50,
  "text": "<p> أَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ أَنْ يَقُولَ لِلنَّاسِ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ أَيْ: إِنِّي لَسْتُ بِرَبِّكُمْ، وَلَا بِيَدِي هِدَايَتُكُمْ وَلَا عَلَيَّ عِقَابُكُمْ يَوْمَ الْقِيَامَةِ، وَلَكِنِّي مُخَوِّفٌ لَكُمْ مِنْ عَذَابِ اللَّهِ وَسُخْطِهِ. </p><p> وَالْآيَاتُ بِهَذَا الْمَعْنَى كَثِيرَةٌ جِدًّا ; قَوْلُهُ تَعَالَى فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ [١٣ \\ ٤٠] وَقَوْلُهُ إِنَّمَا أَنْتَ مُنْذِرٌ [١٣ \\ ٧] وَقَوْلُهُ إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ [٢٦ \\ ١١٥] وَقَوْلُهُ فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ [٤٢ \\ ٤٨] وَقَوْلُهُ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ [٣٤ \\ ٤٦] وَقَوْلُهُ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] وَالْآيَاتُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ جِدًّا، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مُبِينٌ الظَّاهِرُ أَنَّهُ الْوَصْفُ مِنْ أَبَانَ الرُّبَاعِيَّةِ اللَّازِمَةِ الَّتِي بِمَعْنَى بَانَ، وَالْعَرَبُ تَقُولُ: أَبَانَ فَهُوَ مَعْنَى بَانَ، فَهُوَ بَيِّنٌ مِنَ اللَّازِمِ الَّذِي لَيْسَ بِمُتَعَدٍّ إِلَى الْمَفْعُولِ، وَمِنْهُ قَوْلُ كَعْبِ بْنِ زُهَيْرٍ: </p><p> قَنْوَاءُ فِي حَرَّتَيْهَا لِلْبَصِيرِ بِهَا ... عِتْقٌ مُبِينٌ وَفِي الْخَدَّيْنِ تَسْهِيلُ </p><p> فَقَوْلُهُ: عِتْقٌ مُبِينٌ أَيْ: كَرَمٌ ظَاهِرٌ وَمِنْ أَبَانَ اللَّازِمَةِ قَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيِّ: </p><p> لَوْ دَبَّ ذَرٌّ فَوْقَ ضَاحِي جِلْدِهَا ... لَأَبَانَ مِنْ آثَارِهِنَّ حُدُورُ </p><p> يَعْنِي: لَظَهَرَ وَبَانَ مِنْ آثَارِهِنَّ وَرَمٌ وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> إِذَا آبَاؤُنَا وَأَبُوكَ عَدَوْا ... أَبَانَ الْمُقْرِفَاتُ مِنَ الْعِرَابِ </p><p> أَيْ ظَهَرَ: وَبَانَ الْمُقْرِفَاتُ مِنَ الْعِرَابِ، وَيُحْتَمَلُ أَنْ يَكُونَ قَوْلُهُ فِي هَذِهِ الْآيَةِ: مُبِينٌ: اسْمُ أَبَانَ الْمُتَعَدِّيَةِ، وَالْمَفْعُولُ مَحْذُوفٌ لِلتَّعْمِيمِ </p><p> أَيْ: مُبِينٌ لَكُمْ فِي إِنْذَارِي كُلَّ مَا يَنْفَعُكُمْ، وَمَا يَضُرُّكُمْ لِتَجْتَلِبُوا النَّفْعَ، وَتَجْتَنِبُوا الضُّرَّ، وَالْأَوَّلُ أَظْهَرُ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ أَصْحَابُ الْجَحِيمِ، بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ آمَنُوا بِهِ وَبِرُسُلِهِ، وَكُلِّ مَا يَجِبُ الْإِيمَانُ بِهِ، وَعَمِلُوا الْفِعْلَاتِ الصَّالِحَاتِ مِنَ امْتِثَالِ الْأَوَامِرِ، وَاجْتِنَابِ النَّوَاهِي لَهُمْ مِنَ اللَّهِ مَغْفِرَةٌ لِذُنُوبِهِمْ، وَرِزْقٌ كَرِيمٌ أَيْ: حَسَنٌ، هُوَ مَا يَرْزُقُهُمْ مِنْ أَنْوَاعِ النَّعِيمِ فِي جَنَّاتِهِ، وَأَنَّ </p><p> الَّذِينَ عَمِلُوا بِخِلَافِ ذَلِكَ فَهُمْ أَصْحَابُ الْجَحِيمِ أَيِ: النَّارِ الشَّدِيدِ حَرُّهَا، وَفِي هَذِهِ الْآيَةِ وَعْدٌ لِمَنْ أَطَاعَهُ وَوَعِيدٌ لِمَنْ عَصَاهُ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ فِي الْقُرْآنِ كَثِيرَةٌ كَقَوْلِهِ تَعَالَى نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ [١٥ \\ ٤٩ - ٥٠] وَقَوْلِهِ غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ الْآيَةَ [٤٠ \\ ٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ أَوْضَحْنَاهَا فِي غَيْرِ هَذَا الْمَوْضِعِ وَقَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ [٢٢ \\ ٥١] قَالَ مُجَاهِدٌ: مُعَاجِزِينَ يُثَبِّطُونَ النَّاسَ عَنْ مُتَابَعَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَذَا قَالَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ: مُثَبِّطِينَ، وَقَالَ ابْنُ عَبَّاسٍ: مُعَاجِزِينَ أَيْ مُغَالِبِينَ وَمُشَاقِّينَ، وَعَنِ الْفَرَّاءِ مُعَاجِزِينَ: مُعَانِدِينَ، وَعَنِ الْأَخْفَشِ مُعَاجِزِينَ: مُعَانِدَةً مُسَابِقِينَ، وَعَنِ الزَّجَّاجِ مُعَاجِزِينَ أَيْ: ظَانِّينَ أَنَّهُمْ يُعْجِزُونَنَا ; لِأَنَّهُمْ ظَنُّوا أَلَّا بَعْثَ، وَأَنَّ اللَّهَ لَا يَقْدِرُ عَلَيْهِمْ. </p><p> وَاعْلَمْ: أَنَّ فِي هَذَا الْحَرْفِ قِرَاءَتَيْنِ سَبْعِيَّتَيْنِ قَرَأَهُ الْجُمْهُورُ: مُعَاجِزِينَ بِأَلِفٍ بَيْنِ الْعَيْنِ وَالْجِيمِ بِصِيغَةِ الْمُفَاعَلَةِ اسْمُ فَاعِلِ عَاجَزَهُ، وَقَرَأَهُ ابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو: مُعَجِّزِينَ بِلَا أَلِفٍ مَعَ تَشْدِيدِ الْجِيمِ الْمَكْسُورَةِ عَلَى صِيغَةِ اسْمِ الْفَاعِلِ مِنْ عَجَّزَهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الظَّاهِرُ بِحَسَبِ الْوَضْعِ الْعَرَبِيِّ فِي قِرَاءَةِ الْجُمْهُورِ مُعَاجِزِينَ: هُوَ اقْتِضَاءُ طَرَفَيْنِ، لِأَنَّ الظَّاهِرَ لَا يُعَدَّلُ عَنْهُ إِلَّا لِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَالْمُفَاعَلَةُ تَقْتَضِي الطَّرَفَيْنِ إِلَّا لِدَلِيلٍ يَصْرِفُ عَنْ ذَلِكَ، وَاقْتِضَاءُ الْفَاعِلَةِ الطَّرَفَيْنِ فِي الْآيَةِ مِنْ طَرِيقَيْنِ. </p><p> الْأُولَى: هِيَ مَا قَالَهُ ابْنُ عَرَفَةَ مِنْ أَنَّ مَعْنَى مُعَاجِزِينَ فِي الْآيَةِ أَنَّهُمْ يُعَاجِزُونَ الْأَنْبِيَاءَ وَأَتْبَاعَهُمْ، فَيُحَاوِلُ كُلُّ وَاحِدٍ مِنْهُمَا إِعْجَازَ الْآخَرِ فَالْأَنْبِيَاءُ وَأَتْبَاعُهُمْ، يُحَاوِلُونَ إِعْجَازَ الْكُفَّارِ وَإِخْضَاعَهُمْ لِقَبُولِ مَا جَاءَ عَنِ اللَّهِ تَعَالَى، وَالْكُفَّارُ يُقَاتِلُونَ الْأَنْبِيَاءَ، وَأَتْبَاعَهُمْ، وَيُمَانِعُونَهُمْ، لِيُصَيِّرُوهُمْ إِلَى الْعَجْزِ عَنْ أَمْرِ اللَّهِ، وَهَذَا الْوَجْهُ ظَاهِرٌ كَمَا قَالَ تَعَالَى وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا [٢ \\ ٢١٧] وَعَلَيْهِ فَمَفْعُولُ مُعَاجِزِينَ مَحْذُوفٌ: أَيْ مُعَاجِزِينَ الْأَنْبِيَاءَ وَأَتْبَاعَهُمْ، أَيْ مُغَالِبِينَ لَهُمْ، لِيُعْجِزُوهُمْ عَنْ إِقَامَةِ الْحَقِّ. </p><p> الطَّرِيقَةُ الثَّانِيَةُ: هِيَ الَّتِي ذَكَرْنَاهَا آنِفًا عَنِ الزَّجَّاجِ أَنَّ مَعْنَى مُعَاجِزِينَ: ظَانِّينَ أَنَّهُمْ يُعْجِزُونَ رَبَّهُمْ، فَلَا يَقْدِرُ عَلَيْهِمْ لِزَعْمِهِمْ أَنَّهُ لَا يَقْدِرُ عَلَى بَعْثِهِمْ بَعْدَ الْمَوْتِ كَمَا قَالَ تَعَالَى </p><p> زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا [٦٤ \\ ٧] وَكَمَا قَالَ تَعَالَى وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٨] وَقَالَ تَعَالَى عَنْهُمْ إِنَّهُمْ قَالُوا وَمَا نَحْنُ بِمَبْعُوثِينَ [٦ \\ ٢٩] وَمَا نَحْنُ بِمُنْشَرِينَ [٤٤ \\ ٣٥] وَعَلَى هَذَا الْقَوْلِ فَالْكُفَّارُ مُعَاجِزِينَ اللَّهَ فِي زَعْمِهِمُ الْبَاطِلِ، وَقَدْ بَيَّنَ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ أَنَّ زَعْمَهُمْ هَذَا كَاذِبٌ، وَأَنَّهُمْ لَا يُعْجِزُونَ رَبَّهُمْ بِحَالٍ كَقَوْلِهِ تَعَالَى وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ [٩ \\ ٢] وَقَوْلِهِ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ [٩ \\ ٣] وَقَوْلِهِ وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ الْآيَةَ [٢٩ \\ ٢٢] وَقَوْلِهِ تَعَالَى فِي «الْجِنِّ» وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا [٧٢ \\ ١٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ مِمَّا يُوَضِّحُ هَذَا الْوَجْهَ الْأَخِيرَ قَوْلُ كَعْبِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> زَعَمَتْ سَخِينَةُ أَنْ سَتَغْلِبُ رَبَّهَا ... وَلَيَغْلِبَنَّ مَغَالِبَ الْغُلَّابِ </p><p> وَمُرَادُهُ بِسَخِينَةَ قُرَيْشٌ يَعْنِي: أَنَّهُمْ يُحَاوِلُونَ غَلَبَةَ رَبِّهِمْ، وَاللَّهُ غَالِبُهُمْ بِلَا شَكٍّ وَالْوَجْهُ الْأَوَّلُ أَظْهَرُ، وَأَمَّا عَلَى قِرَاءَةِ ابْنِ كَثِيرٍ، وَأَبِي عَمْرٍو: مُعْجِزِينَ بِكَسْرِ الْجِيمِ الْمُشَدَّدَةِ، بِلَا أَلِفٍ، فَالْأَظْهَرُ أَنَّ الْمَعْنَى مُعْجِزِينَ أَيْ: مُثَبِّطِينَ مَنْ أَرَادَ الدُّخُولَ فِي الْإِيمَانِ عَنِ الدُّخُولِ فِيهِ، وَقِيلَ مُعْجِزِينَ مَنِ اتَّبَعَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعْنَى ذَلِكَ: أَنَّهُمْ يَنْسُبُونَهُمْ إِلَى الْعَجْزِ مِنْ قَوْلِهِمْ: عَجَّزَهُ بِالتَّضْعِيفِ إِذَا نَسَبَهُ إِلَى الْعَجْزِ الَّذِي هُوَ ضِدُّ الْحَزْمِ، يَعْنُونَ: أَنَّهُ يَحْسَبُونَ الْمُسْلِمِينَ سُفَهَاءَ لَا عُقُولَ لَهُمْ، حَيْثُ ارْتَكَبُوا أَمْرًا غَيْرَ الْحَزْمِ وَالصَّوَابِ، وَهُوَ اتِّبَاعُ دِينِ الْإِسْلَامِ فِي زَعْمِهِمْ كَمَا قَالَ تَعَالَى عَنْ إِخْوَانِهِمُ الْمُنَافِقِينَ وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ الْآيَةَ [٢ \\ ١٣] وَقَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَالَّذِينَ سَعَوْا فِي آيَاتِنَا [٢٢ \\ ٥١] . </p><p> اعْلَمْ أَوَّلًا: أَنَّ السَّعْيَ يُطْلَقُ عَلَى الْعَمَلِ فِي الْأَمْرِ لِإِفْسَادِهِ وَإِصْلَاحِهِ، وَمِنَ اسْتِعْمَالِهِ فِي الْإِفْسَادِ قَوْلُهُ تَعَالَى هُنَا وَالَّذِينَ سَعَوْا فِي آيَاتِنَا أَيْ: سَعَوْا فِي إِبْطَالِهَا وَتَكْذِيبِهَا بِقَوْلِهِمْ: إِنَّهَا سِحْرٌ وَشِعْرٌ وَكَهَانَةٌ وَأَسَاطِيرُ الْأَوَّلِينَ، وَنَحْوُ ذَلِكَ. وَمِنْ إِطْلَاقِ السَّعْيِ فِي الْفَسَادِ أَيْضًا قَوْلُهُ تَعَالَى وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا الْآيَةَ [٢ \\ ٢٠٥] وَمِنْ إِطْلَاقِ السَّعْيِ فِي الْعَمَلِ لِلْإِصْلَاحِ قَوْلُهُ تَعَالَى إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا [٧٦ \\ ٢٢] </p>"
}