{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ [٢٢ \\ ٤] يَدُلُّ عَلَى أَنَّ الْهُدَى كَمَا أَنَّهُ يُسْتَعْمَلُ فِي الْإِرْشَادِ وَالدَّلَالَةِ عَلَى الْخَيْرِ، يُسْتَعْمَلُ أَيْضًا فِي الدَّلَالَةِ عَلَى الشَّرِّ، لِأَنَّهُ قَالَ: وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ وَنَظِيرُ ذَلِكَ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ [٣٧ \\ ٢٣] ، وَقَوْلُهُ تَعَالَى: وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ الْآيَةَ [٢٨ \\ ٤١] لِأَنَّ الْإِمَامَ هُوَ مَنْ يُقْتَدَى بِهِ فِي هَدْيِهِ وَإِرْشَادِهِ. </p><p> وَإِطْلَاقُ الْهُدَى فِي الضَّلَالِ كَمَا ذَكَرْنَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ وَكَلَامُ الْبَلَاغِيِّينَ فِي مِثْلِ ذَلِكَ، بِأَنَّ فِيهِ اسْتِعَارَةً عِنَادِيَّةً، وَتَقْسِيمُهُمُ الْعِنَادِيَّةَ إِلَى تَهَكُّمِيَّةٍ وَتَمْلِيحِيَّةٍ مَعْرُوفٌ، كَمَا أَشَرْنَا إِلَيْهِ سَابِقًا، وَقَوْلُهُ تَعَالَى: كُلَّ شَيْطَانٍ مَرِيدٍ [٢٢ \\ ٣] قَدْ أَوْضَحْنَا مَعْنَى الشَّيْطَانِ فِي سُورَةِ الْحِجْرِ، وَالْمَرِيدُ وَالْمَارِدُ فِي اللُّغَةِ الْعَرَبِيَّةِ: الْعَاتِي، تَقُولُ: مَرُدَ الرَّجُلُ - بِالضَّمِّ - يَمْرُدُ، فَهُوَ مَارِدٌ وَمَرِيدٌ: إِذَا كَانَ عَاتِيًا. وَالظَّاهِرُ أَنَّ الشَّيْطَانَ فِي هَذِهِ الْآيَةِ، يَشْمَلُ كُلَّ عَاتٍ يَدْعُو إِلَى عَذَابِ السَّعِيرِ وَيُضِلُّ عَنِ الْهُدَى، سَوَاءٌ كَانَ مِنْ شَيَاطِينِ الْجِنِّ أَوِ الْإِنْسِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا. </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ وَالْآيَاتُ الَّتِي بَعْدَهَا، تَدُلُّ عَلَى أَنَّ جِدَالَ الْكَفَّارِ الْمَذْكُورَ فِي قَوْلِهِ: وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ يَدْخُلُ فِيهِ جِدَالُهُمْ فِي إِنْكَارِ الْبَعْثِ، زَاعِمِينَ أَنَّهُ جَلَّ وَعَلَا لَا يَقْدِرُ أَنْ يُحْيِيَ الْعِظَامَ الرَّمِيمَ، سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا، كَمَا قَالَ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٨] وَكَقَوْلِهِ تَعَالَى عَنْهُمْ: وَمَا نَحْنُ بِمَبْعُوثِينَ [٦ \\ ٢٩] ، وَقَوْلِهِ: وَمَا نَحْنُ بِمُنْشَرِينَ [٤٤ \\ ٣٥] وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ، كَمَا قَدَّمْنَا الْإِشَارَةَ إِلَيْهِ قَرِيبًا. </p><p> وَلِأَجْلِ ذَلِكَ أَقَامَ تَعَالَى الْبَرَاهِينَ الْعَظِيمَةَ عَلَى بَعْثِ النَّاسِ مِنْ قُبُورِهِمْ أَحْيَاءً إِلَى عَرَصَاتِ الْقِيَامَةِ لِلْحِسَابِ، وَالْجَزَاءِ فَقَالَ جَلَّ وَعَلَا: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] فَمَنْ أَوَجَدَكُمُ الْإِيجَادَ الْأَوَّلَ، وَخَلَقَكُمْ مِنَ التُّرَابِ لَا شَكَّ أَنَّهُ قَادِرٌ عَلَى إِيجَادِكُمْ، وَخَلْقِكُمْ مَرَّةً ثَانِيَةً، بَعْدَ أَنْ بَلِيَتْ عِظَامُكُمْ، </p><p> وَاخْتَلَطَتْ بِالتُّرَابِ ; لِأَنَّ الْإِعَادَةَ لَا يُمْكِنُ أَنْ تَكُونَ أَصْعَبَ مِنِ ابْتِدَاءِ الْفِعْلِ، وَهَذَا الْبُرْهَانُ الْقَاطِعُ عَلَى الْقُدْرَةِ عَلَى الْبَعْثِ - الَّذِي هُوَ خَلْقُهُ تَعَالَى لِلْخَلَائِقِ الْمَرَّةَ الْأُولَى - الْمَذْكُورُ هُنَا، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] ، وَقَوْلِهِ: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ [٢١ \\ ١٠٤] ، وَقَوْلِهِ: فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ [١٧ \\ ٥١] ، وَقَوْلِهِ تَعَالَى: أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ [٥٠ \\ ١٥] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ [٥٦ \\ ٦٢] ، وَقَوْلِهِ: أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى إِلَى قَوْلِهِ: أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٧٥ \\ ٤٠] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، وَقَدْ أَوْضَحْنَا ذَلِكَ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ فِي سُورَةِ الْبَقَرَةِ، وَسُورَةِ النَّحْلِ وَغَيْرِهِمَا، وَلِأَجْلِ قُوَّةِ دَلَالَةِ هَذَا الْبُرْهَانِ الْمَذْكُورِ عَلَى الْبَعْثِ بَيَّنَ جَلَّ وَعَلَا أَنَّ مَنْ أَنْكَرَ الْبَعْثَ فَهُوَ نَاسٍ لِلْإِيجَادِ الْأَوَّلِ كَقَوْلِهِ: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ [٣٦ \\ ٧٨] ، إِذْ لَوْ تَذَكَّرَ الْإِيجَادَ الْأَوَّلَ عَلَى الْحَقِيقَةِ، لَمَا أَمْكَنَهُ إِنْكَارُ الْإِيجَادِ الثَّانِي، وَكَقَوْلِهِ: وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا [١٩ \\ ٦٦ - ٦٧] إِذْ لَوْ تَذَكَّرَ ذَلِكَ تَذَكُّرًا حَقِيقِيًّا لَمَا أَنْكَرَ الْخَلْقَ الثَّانِيَ، وَقَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ [٢٢ \\ ٥] ؛ أَيْ فِي شَكٍّ مِنْ أَنَّ اللَّهَ يَبْعَثُ الْأَمْوَاتَ، فَالرَّيْبُ فِي الْقُرْآنِ يُرَادُ بِهِ الشَّكُّ، وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ قَدْ قَدَّمْنَا فِي سُورَةِ طه: أَنَّ التَّحْقِيقَ فِي مَعْنَى خَلْقِهِ لِلنَّاسِ مِنْ تُرَابٍ، أَنَّهُ خَلَقَ أَبَاهُمْ آدَمَ مِنْهَا، ثُمَّ خَلَقَ مِنْهُ زَوْجَهُ، ثُمَّ خَلَقَهُمْ مِنْهُمَا عَنْ طَرِيقِ التَّنَاسُلِ، كَمَا قَالَ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ [٣ \\ ٥٩] فَلَمَّا كَانَ أَصْلُهُمُ الْأَوَّلُ مِنْ تُرَابٍ، أَطْلَقَ عَلَيْهِمْ أَنَّهُ خَلَقَهُمْ مِنْ تُرَابٍ ; لِأَنَّ الْفُرُوعَ تَبَعٌ لِلْأَصْلِ. </p><p> وَقَدْ بَيَّنَّا فِي طه أَيْضًا أَنَّ قَوْلَ مَنْ زَعَمَ أَنَّ مَعْنَى خَلْقِهِ إِيَّاهُمْ مِنْ تُرَابٍ: أَنَّهُ خَلَقَهُمْ مِنَ النُّطَفِ، وَالنُّطَفُ مِنَ الْأَغْذِيَةِ، وَالْأَغْذِيَةُ رَاجِعَةٌ إِلَى التُّرَابِ - غَيْرُ صَحِيحٍ، وَقَدْ بَيَّنَّا هُنَاكَ الْآيَاتِ الدَّالَّةَ عَلَى بُطْلَانِ هَذَا الْقَوْلِ. </p><p> وَقَدْ ذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَطْوَارَ خَلْقِ الْإِنْسَانِ، فَبَيَّنَ أَنَّ ابْتِدَاءَ خَلْقِهِ مِنْ </p><p> تُرَابٍ كَمَا أَوْضَحْنَا آنِفًا، فَالتُّرَابُ هُوَ الطَّوْرُ الْأَوَّلُ. </p><p> وَالطَّوْرُ الثَّانِي هُوَ النُّطْفَةُ، وَالنُّطْفَةُ فِي اللُّغَةِ: الْمَاءُ الْقَلِيلُ، وَمِنْهُ قَوْلُ الشَّاعِرِ وَهُوَ رَجُلٌ مِنْ بَنِي كِلَابٍ: </p><p> وَمَا عَلَيْكِ إِذَا أَخْبَرْتِنِي دَنِفًا ... وَغَابَ بَعْلُكِ يَوْمًا أَنْ تَعُودِينِي </p><p> وَتَجْعَلِي نُطْفَةً فِي الْقَعْبِ بَارِدَةً ... وَتَغْمِسِي فَاكِ فِيهَا ثُمَّ تَسْقِينِي </p><p> فَقَوْلُهُ: وَتَجْعَلِي نُطْفَةً؛ أَيْ: مَاءً قَلِيلًا فِي الْقَعْبِ، وَالْمُرَادُ بِالنُّطْفَةِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: نُطْفَةُ الْمَنِيِّ، وَقَدْ قَدَّمْنَا فِي سُورَةِ النَّحْلِ: أَنَّ النُّطْفَةَ مُخْتَلِطَةٌ مِنْ مَاءِ الرَّجُلِ وَمَاءِ الْمَرْأَةِ، خِلَافًا لِمَنْ زَعَمَ أَنَّهَا مِنْ مَاءِ الرَّجُلِ وَحْدَهُ. </p><p> الطَّوْرُ الثَّالِثُ: الْعَلَقَةُ، وَهِيَ الْقِطْعَةُ مِنَ الْعَلَقِ، وَهُوَ الدَّمُ الْجَامِدُ، فَقَوْلُهُ: ثُمَّ مِنْ عَلَقَةٍ [٢٢ \\ ٥] ؛ أَيْ قِطْعَةِ دَمٍ جَامِدَةٍ، وَمِنْ إِطْلَاقِ الْعَلَقِ عَلَى الدَّمِ الْمَذْكُورِ قَوْلُ زُهَيْرٍ: </p><p> إِلَيْكَ أَعْمَلْتُهَا فُتْلًا مَرَافِقُهَا ... شَهْرَيْنِ يَجْهُضُ مِنْ أَرْحَامِهَا الْعَلَقُ </p><p> الطَّوْرُ الرَّابِعُ: الْمُضْغَةُ: وَهِيَ الْقِطْعَةُ الصَّغِيرَةُ مِنَ اللَّحْمِ، عَلَى قَدْرِ مَا يَمْضُغُهُ الْآكِلُ، وَمِنْهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ» الْحَدِيثَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ فِي مَعْنَاهُ أَوْجُهٌ مَعْرُوفَةٌ عِنْدَ الْعُلَمَاءِ، سَنَذْكُرُهَا هُنَا إِنْ شَاءَ اللَّهُ، وَنُبَيِّنُ مَا يَقْتَضِي الدَّلِيلُ رُجْحَانَهُ. </p><p> مِنْهَا أَنَّ قَوْلَهُ: مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ صِفَةٌ لِلنُّطْفَةِ، وَأَنَّ الْمُخَلَّقَةَ هِيَ مَا كَانَ خَلْقًا سَوِيًّا، وَغَيْرَ الْمُخَلَّقَةِ هِيَ مَا دَفَعَتْهُ الْأَرْحَامُ مِنَ النُّطَفِ، وَأَلْقَتْهُ قَبْلَ أَنْ يَكُونَ خَلْقًا، وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، نَقَلَهُ عَنْهُ ابْنُ جَرِيرٍ وَغَيْرُهُ، وَلَا يَخْفَى بُعْدُ هَذَا الْقَوْلِ ; لِأَنَّ الْمُخَلَّقَةَ وَغَيْرَ الْمُخَلَّقَةِ مِنْ صِفَةِ الْمُضْغَةِ، كَمَا هُوَ ظَاهِرٌ. </p><p> وَمِنْهَا: أَنَّ مَعْنَى (مُخَلَّقَةٍ) تَامَّةٍ، وَ (غَيْرِ مُخَلَّقَةٍ) أَيْ: غَيْرِ تَامَّةٍ، وَالْمُرَادُ بِهَذَا الْقَوْلِ عِنْدَ قَائِلِهِ: أَنَّ اللَّهَ جَلَّ وَعَلَا يَخْلُقُ الْمُضَغَ مُتَفَاوِتَةً، مِنْهَا مَا هُوَ كَامِلُ الْخِلْقَةِ، سَالِمٌ مِنَ الْعُيُوبِ، وَمِنْهَا مَا هُوَ عَلَى عَكْسِ ذَلِكَ، فَيَتْبَعُ ذَلِكَ التَّفَاوُتَ تَفَاوُتُ النَّاسِ فِي خَلْقِهِمْ، وَصُوَرِهِمْ، وَطُولِهِمْ، وَقِصَرِهِمْ، وَتَمَامِهِمْ، وَنُقْصَانِهِمْ. </p><p> وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ: قَتَادَةُ كَمَا نَقَلَهُ عَنْهُ ابْنُ جَرِيرٍ وَغَيْرُهُ، وَعَزَاهُ الرَّازِيُّ لِقَتَادَةَ وَالضَّحَّاكِ. وَمِنْهَا: أَنَّ مَعْنَى مُخَلَّقَةٍ مُصَوَّرَةٍ إِنْسَانًا، وَغَيْرِ مُخَلَّقَةٍ؛ أَيْ: غَيْرِ مُصَوَّرَةٍ إِنْسَانًا كَالسِّقْطِ الَّذِي هُوَ مُضْغَةٌ، وَلَمْ يُجْعَلْ لَهُ تَخْطِيطٌ وَتَشْكِيلٌ، وَمِمَّنْ نُقِلَ عَنْهُ هَذَا الْقَوْلُ: مُجَاهِدٌ، وَالشَّعْبِيُّ، وَأَبُو الْعَالِيَةِ، كَمَا نَقَلَهُ </p><p> عَنْهُمُ ابْنُ جَرِيرٍ الطَّبَرِيُّ. </p><p> وَمِنْهَا: أَنَّ الْمُخَلَّقَةَ: هِيَ مَا وُلِدَ حَيًّا، وَغَيْرَ الْمُخَلَّقَةِ: هِيَ مَا كَانَ مِنْ سِقْطٍ. </p><p> وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ: ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا. وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ: إِنَّهُ أَخْرَجَهُ عَنْهُ ابْنُ أَبِي حَاتِمٍ وَصَحَّحَهُ وَنَقَلَهُ عَنْهُ الْقُرْطُبِيُّ، وَأَنْشَدَ لِذَلِكَ قَوْلَ الشَّاعِرِ: </p><p> أَفِي غَيْرِ الْمُخَلَّقَةِ الْبُكَاءُ ... فَأَيْنَ الْحَزْمُ وَيْحَكِ وَالْحَيَاءُ </p><p> وَقَالَ أَبُو جَعْفَرِ بْنُ جَرِيرٍ رَحِمَهُ اللَّهُ تَعَالَى: وَأَوْلَى الْأَقْوَالِ فِي ذَلِكَ بِالصَّوَابِ قَوْلُ مَنْ قَالَ: الْمُخَلَّقَةُ: الْمُصَوَّرَةُ خَلْقًا تَامًّا. وَغَيْرُ الْمُخَلَّقَةِ: السِّقْطُ قَبْلَ تَمَامِ خَلْقِهِ ; لِأَنَّ الْمُخَلَّقَةَ وَغَيْرَ الْمُخَلَّقَةِ مِنْ نَعْتِ الْمُضْغَةِ، وَالنُّطْفَةُ بَعْدَ مَصِيرِهَا مُضْغَةً لَمْ يَبْقَ لَهَا حَتَّى تَصِيرَ خَلْقًا سَوِيًّا إِلَّا التَّصْوِيرُ. وَذَلِكَ هُوَ الْمُرَادُ بِقَوْلِهِ: مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ [٢٢ \\ ٥] خَلْقًا سَوِيًّا، وَغَيْرِ مُخَلَّقَةٍ: بِأَنْ تُلْقِيَهِ الْأُمُّ مُضْغَةً بِلَا تَصْوِيرٍ، وَلَا يُنْفَخُ الرُّوحَ. انْتَهَى مِنْهُ. </p><p> وَهَذَا الْقَوْلُ الَّذِي اخْتَارَهُ ابْنُ جَرِيرٍ، اخْتَارَهُ أَيْضًا غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: هَذَا الْقَوْلُ الَّذِي اخْتَارَهُ الْإِمَامُ الْجَلِيلُ الطَّبَرِيُّ رَحِمَهُ اللَّهُ تَعَالَى، لَا يَظْهَرُ صَوَابُهُ، وَفِي نَفْسِ الْآيَةِ الْكَرِيمَةِ قَرِينَةٌ تَدُلُّ عَلَى ذَلِكَ، وَهِيَ قَوْلُهُ جَلَّ وَعَلَا فِي أَوَّلِ الْآيَةِ: فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] لِأَنَّهُ عَلَى الْقَوْلِ الْمَذْكُورِ الَّذِي اخْتَارَهُ الطَّبَرِيُّ يَصِيرُ الْمَعْنَى: ثُمَّ خَلَقْنَاكُمْ مِنْ مُضْغَةٍ مُخَلَّقَةٍ، وَخَلَقْنَاكُمْ مِنْ مُضْغَةٍ غَيْرِ مُخَلَّقَةٍ. وَخِطَابُ النَّاسِ بِأَنَّ اللَّهَ خَلَقَ بَعْضَهُمْ مِنْ مُضْغَةٍ غَيْرِ مُصَوَّرَةٍ، فِيهِ مِنَ التَّنَاقُضِ كَمَا تَرَى ; فَافْهَمْ. </p><p> فَإِنْ قِيلَ: فِي نَفْسِ الْآيَةِ الْكَرِيمَةِ قَرِينَةٌ تَدُلُّ عَلَى أَنَّ الْمُرَادَ بِغَيْرِ الْمُخَلَّقَةِ: السِّقْطُ ; لِأَنَّ قَوْلَهُ: وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى [٢٢ \\ ٥] يُفْهَمُ مِنْهُ أَنَّ هُنَاكَ قِسْمًا آخَرَ لَا يُقِرُّهُ اللَّهُ فِي الْأَرْحَامِ، إِلَى ذَلِكَ الْأَجَلِ الْمُسَمَّى، وَهُوَ السِّقْطُ. </p><p> فَالْجَوَابُ: أَنَّهُ لَا يَتَعَيَّنُ فَهْمُ السِّقْطِ مِنَ الْآيَةِ ; لِأَنَّ اللَّهَ يُقِرُّ فِي الْأَرْحَامِ مَا يَشَاءُ أَنْ يُقِرَّهُ إِلَى أَجَلٍ مُسَمًّى، فَقَدْ يُقِرُّهُ سِتَّةَ أَشْهُرٍ، وَقَدْ يُقِرُّهُ تِسْعَةً، وَقَدْ يُقِرُّهُ أَكْثَرَ مِنْ ذَلِكَ كَيْفَ شَاءَ. </p><p> أَمَّا السِّقْطُ: فَقَدْ دَلَّتِ الْآيَةُ عَلَى أَنَّهُ غَيْرُ مُرَادٍ بِدَلِيلِ قَوْلِهِ: فَإِنَّا خَلَقْنَاكُمْ ; لِأَنَّ السِّقْطَ الَّذِي تُلْقِيهِ أُمُّهُ مَيِّتًا، وَلَوْ بَعْدَ التَّشْكِيلِ وَالتَّخْطِيطِ، لَمْ يَخْلُقِ اللَّهُ مِنْهُ إِنْسَانًا وَاحِدًا مِنَ الْمُخَاطَبِينَ بِقَوْلِهِ: فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ. فَظَاهِرُ الْقُرْآنِ يَقْتَضِي أَنَّ كُلًّا مِنَ </p><p> الْمُخَلَّقَةِ وَغَيْرِ الْمُخَلَّقَةِ: يُخْلَقُ مِنْهُ بَعْضُ الْمُخَاطَبِينَ فِي قَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ الْآيَةَ. </p><p> وَبِذَلِكَ تَعْلَمُ أَنَّ أَوْلَى الْأَقْوَالِ فِي الْآيَةِ هُوَ الْقَوْلُ الَّذِي لَا تَنَاقُضَ فِيهِ ; لِأَنَّ الْقُرْآنَ أُنْزِلَ لِيُصَدِّقَ بَعْضُهُ بَعْضًا، لَا لِيَتَنَاقَضَ بَعْضُهُ مَعَ بَعْضٍ، وَذَلِكَ هُوَ الْقَوْلُ الَّذِي قَدَّمْنَا عَنْ قَتَادَةَ وَالضَّحَّاكِ، وَقَدِ اقْتَصَرَ عَلَيْهِ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ، وَلَمْ يَحْكِ غَيْرَهُ. </p><p> وَهُوَ أَنَّ الْمُخَلَّقَةَ هِيَ التَّامَّةُ، وَغَيْرَ الْمُخَلَّقَةِ هِيَ غَيْرُ التَّامَّةِ. </p><p> قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: وَالْمُخَلَّقَةُ الْمُسَوَّاةُ الْمَلْسَاءُ مِنَ النُّقْصَانِ وَالْعَيْبِ، يُقَالُ: خَلَقَ السِّوَاكَ وَالْعُودَ: إِذَا سَوَّاهُ وَمَلَّسَهُ. مِنْ قَوْلِهِمْ: صَخْرَةٌ خَلْقَاءُ: إِذَا كَانَتْ مَلْسَاءَ، كَأَنَّ اللَّهَ تَعَالَى يَخْلُقُ الْمُضَغَ مُتَفَاوِتَةً ; مِنْهَا مَا هُوَ كَامِلُ الْخِلْقَةِ أَمْلَسُ مِنَ الْعُيُوبِ، وَمِنْهَا مَا هُوَ عَلَى عَكْسِ ذَلِكَ، فَيَتْبَعُ ذَلِكَ التَّفَاوُتَ تَفَاوُتُ النَّاسِ فِي خَلْقِهِمْ وَصُوَرِهِمْ وَطُولِهِمْ وَقِصَرِهِمْ وَتَمَامِهِمْ وَنُقْصَانِهِمْ. انْتَهَى مِنْهُ. </p><p> وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ الزَّمَخْشَرِيُّ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، تَقُولُ الْعَرَبُ: حَجَرٌ أَخْلَقُ؛ أَيْ: أَمْلَسُ مُصْمَتٌ لَا يُؤَثِّرُ فِيهِ شَيْءٌ، وَصَخْرَةٌ خَلْقَاءُ بَيِّنَةُ الْخَلْقِ؛ أَيْ: لَيْسَ فِيهَا وَصْمٌ، وَلَا كَسْرٌ، وَمِنْهُ قَوْلُ الْأَعْشَى: </p><p> قد يَتْرُكُ الدهْرُ في خَلْقَاءَ رَاسِيةٍ ... وَهْيًا ويُنْزِلُ مِنْهَا الْأَعْصَمَ الصَّدَعَا </p><p> وَ «الدَّهْرُ» فِي الْبَيْتِ فَاعِلُ «يَتْرُكُ» وَالْمَفْعُولُ بِهِ: وَهْيًا. يَعْنِي: أَنَّ صَرْفَ الدَّهْرِ قَدْ يُؤَثِّرُ فِي الْحِجَارَةِ الصُّمِّ السَّالِمَةِ مِنَ الْكَسْرِ وَالْوَصْمِ، فَيَكْسِرُهَا وَيُوهِيهَا، وَيُؤَثِّرُ فِي الْعَصْمِ مِنَ الْأَوْعَالِ بِرُءُوسِ الْجِبَالِ، فَيُنْزِلُهَا مِنْ مَعَاقِلِهَا، وَمِنْ ذَلِكَ أَيْضًا قَوْلُ ابْنِ أَحْمَرَ يَصِفُ فَرَسًا، وَقَدْ أَنْشَدَهُ صَاحِبُ اللِّسَانِ لِلْمَعْنَى الْمَذْكُورِ: </p><p> بِمُقَلِّصٍ دَرْكِ الطَّرِيدَةِ مَتْنُهُ ... كَصَفَا الْخَلِيقةِ بِالْفَضاءِ الْمُلْبِدِ </p><p> فَقَوْلُهُ: كَصَفَا الْخَلِيقَةِ، يَعْنِي: أَنَّ مَتْنَ الْفَرَسِ الْمَذْكُورِ كَالصَّخْرَةِ الْمَلْسَاءِ الَّتِي لَا كَسْرَ فِيهَا وَلَا وَصْمَ، وَهُوَ مِنْ إِضَافَةِ الْمَوْصُوفِ إِلَى صِفَتِهِ. وَالسَّهْمُ الْمُخَلَّقُ: هُوَ الْأَمْلَسُ الْمُسْتَوِي. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّه عَنْهُ وَغَفَرَ لَهُ -: وَهَذَا الْقَوْلُ هُوَ أَوْلَى الْأَقْوَالِ بِالصَّوَابِ - فِيمَا يَظْهَرُ لِي - لِجَرَيَانِهِ عَلَى اللُّغَةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ، وَسَلَامَتِهِ مِنَ التَّنَاقُضِ، وَاللَّهُ جَلَّ وَعَلَا أَعْلَمُ. </p><p> وَقَوْلُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِنُبَيِّنَ لَكُمْ؛ أَيْ: لِنُبَيِّنَ لَكُمْ بِهَذَا النَّقْلِ مَنْ طَوْرٍ إِلَى طَوْرٍ، كَمَالَ قُدْرَتِنَا عَلَى الْبَعْثِ بَعْدَ الْمَوْتِ، وَعَلَى كُلِّ شَيْءٍ، لِأَنَّ مَنْ قَدَرَ عَلَى خَلْقِ الْبَشَرِ مِنْ تُرَابٍ أَوَّلًا، ثُمَّ مِنْ نُطْفَةٍ ثَانِيًا، مَعَ مَا بَيْنَ النُّطْفَةِ وَالتُّرَابِ مِنَ الْمُنَافَاةِ وَالْمُغَايَرَةِ، وَقَدَرَ عَلَى أَنْ يَجْعَلَ النُّطْفَةَ عَلَقَةً، مَعَ مَا بَيْنَهُمَا مِنَ التَّبَايُنِ وَالتَّغَايُرِ، وَقَدَرَ عَلَى أَنْ يَجْعَلَ الْعَلَقَةَ مُضْغَةً، وَالْمُضْغَةَ عِظَامًا، فَهُوَ قَادِرٌ بِلَا شَكٍّ عَلَى إِعَادَةِ مَا بَدَأَهُ مِنَ الْخَلْقِ، كَمَا هُوَ وَاضِحٌ. </p><p> وَقَوْلُهُ: لِنُبَيِّنَ الظَّاهِرُ أَنَّهُ مُتَعَلِّقٌ بِـ «خَلَقْنَاكُمْ» فِي قَوْلِهِ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ؛ أَيْ: خَلَقْنَاكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ عَلَى التَّدْرِيجِ الْمَذْكُورِ لِنُبَيِّنَ لَكُمْ قُدْرَتَنَا عَلَى الْبَعْثِ وَغَيْرِهِ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ مُبَيِّنًا نُكْتَةَ حَذْفِ مَفْعُولِ «لِنُبَيِّنَ لَكُمْ» مَا نَصُّهُ: وَوُرُودُ الْفِعْلِ غَيْرَ مُعَدًّى إِلَى الْمُبَيَّنِ إِعْلَامٌ بِأَنَّ أَفْعَالَهُ هَذِهِ يَتَبَيَّنُ بِهَا مِنْ قُدْرَتِهِ وَعِلْمِهِ مَا لَا يَكْتَنِهُهُ الذِّكْرُ، وَلَا يُحِيطُ بِهِ الْوَصْفُ. انْتَهَى مِنْهُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى [٢٢ \\ ٥] ؛ أَيْ: نُقِرُّ فِي أَرْحَامِ الْأُمَّهَاتِ مَا نَشَاءُ إِقْرَارَهُ فِيهَا مِنَ الْأَحْمَالِ وَالْأَجِنَّةِ إِلَى أَجَلٍ مُسَمًّى؛ أَيْ: مَعْلُومٍ مُعَيَّنٍ فِي عِلْمِنَا، وَهُوَ الْوَقْتُ الَّذِي قَدَّرَهُ اللَّهُ لِوَضْعِ الْجَنِينِ، وَالْأَجِنَّةُ تَخْتَلِفُ فِي ذَلِكَ حَسْبَمَا يَشَاؤُهُ اللَّهُ جَلَّ وَعَلَا، فَتَارَةً تَضَعُهُ أُمُّهُ لِسِتَّةِ أَشْهُرٍ، وَتَارَةً لِتِسْعَةٍ، وَتَارَةً لِأَكْثَرَ مِنْ ذَلِكَ. وَمَا لَمْ يَشَأِ اللَّهُ إِقْرَارَهُ مِنَ الْحَمْلِ مَجَّتْهُ الْأَرْحَامُ وَأَسْقَطَتْهُ، وَوَجْهُ رَفْعِ «وَنُقِرُّ» أَنَّ الْمَعْنَى: وَنَحْنُ نُقِرُّ فِي الْأَرْحَامِ، وَلَمْ يُعْطَفْ عَلَى قَوْلِهِ: لِنُبَيِّنَ لَكُمْ لِأَنَّهُ لَيْسَ عِلَّةً لِمَا قَبْلَهُ، فَلَيْسَ الْمُرَادُ: خَلَقْنَاكُمْ مِنْ تُرَابٍ، ثُمَّ مِنْ نُطْفَةٍ، لِنُقِرَّ فِي الْأَرْحَامِ مَا نَشَاءُ، وَبِذَلِكَ يَظْهَرُ لَكَ رَفْعُهُ، وَعَدَمُ نَصْبِهِ، وَقِرَاءَةُ مَنْ قَرَأَ: وَنُقِرُّ بِالنَّصْبِ عَطْفًا عَلَى: لِنُبَيِّنَ، عَلَى الْمَعْنَى الَّذِي نَفَيْنَاهُ عَلَى قِرَاءَةِ الرَّفْعِ، وَيُؤَيِّدُ مَعْنَى قِرَاءَةِ النَّصْبِ قَوْلُهُ بَعْدَهُ ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ نُخْرِجُكُمْ طِفْلًا؛ أَيْ: وَذَلِكَ بَعْدَ أَنْ يَخْلُقَ اللَّهُ الْمُضْغَةَ عِظَامًا، ثُمَّ يَكْسُو الْعِظَامَ لَحْمًا، ثُمَّ يُنْشِئُ ذَلِكَ الْجَنِينَ خَلْقًا آخَرَ، فَيُخْرِجُهُ مِنْ بَطْنِ أُمِّهِ فِي الْوَقْتِ الْمُعَيَّنِ لِوَضْعِهِ فِي حَالِ كَوْنِهِ طِفْلًا؛ أَيْ: وَلَدًا بَشَرًا سَوِيًّا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ؛ أَيْ: لِتَبْلُغُوا كَمَالَ قُوَّتِكُمْ وَعَقْلِكُمْ وَتَمْيِيزِكُمْ بَعْدَ إِخْرَاجِكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ فِي غَايَةِ الضَّعْفِ وَعَدَمِ عِلْمِ شَيْءٍ. </p><p> وَقَدْ قَدَّمْنَا أَقْوَالَ الْعُلَمَاءِ فِي الْمُرَادِ بِالْأَشُدِّ، وَهَلْ هُوَ جَمْعٌ أَوْ مُفْرَدٌ مَعَ بَعْضِ الشَّوَاهِدِ الْعَرَبِيَّةِ فِي سُورَةِ الْأَنْعَامِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: وَمِنْكُمْ مَنْ يُتَوَفَّى [٢٢ \\ ٥] ؛ أَيْ: وَمِنْكُمْ أَيُّهَا النَّاسُ مَنْ يُتَوَفَّى مِنْ قَبْلُ؛ أَيْ: مِنْ قَبْلِ بُلُوغِهِ أَشُدَّهُ، وَمِنْكُمْ مَنْ يُنْسَأُ لَهُ فِي أَجَلِهِ، فَيُعَمَّرُ حَتَّى يَهْرَمَ فَيُرَدُّ مِنْ بَعْدِ شَبَابِهِ وَبُلُوغِهِ غَايَةَ أَشُدِّهِ إِلَى أَرْذَلِ الْعُمُرِ، وَهُوَ الْهِرَمُ، حَتَّى يَعُودَ كَهَيْئَتِهِ فِي حَالِ صِبَاهُ مِنَ الضَّعْفِ، وَعَدَمِ الْعِلْمِ. </p><p> وَقَدْ أَوْضَحْنَا كَلَامَ الْعُلَمَاءِ فِي أَرْذَلِ الْعُمُرِ وَمَعْنَى: لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا فِي سُورَةِ النَّحْلِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَهَذَا الَّذِي ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ الِاسْتِدْلَالِ عَلَى كَمَالِ قُدْرَتِهِ عَلَى بَعْثِ النَّاسِ بَعْدَ الْمَوْتِ وَعَلَى كُلِّ شَيْءٍ، بِنَقْلِهِ الْإِنْسَانَ مِنْ طَوْرٍ إِلَى طَوْرٍ، مِنْ تُرَابٍ، ثُمَّ مِنْ نُطْفَةٍ، ثُمَّ مِنْ عَلَقَةٍ إِلَى آخِرِ الْأَطْوَارِ الْمَذْكُورَةِ، ذَكَرَهُ جَلَّ وَعَلَا فِي مَوَاضِعَ مِنْ كِتَابِهِ مُبَيِّنًا أَنَّهُ مِنَ الْبَرَاهِينِ الْقَطْعِيَّةِ عَلَى قُدْرَتِهِ، عَلَى الْبَعْثِ وَغَيْرِهِ. </p><p> فَمِنَ الْآيَاتِ الَّتِي ذُكِرَ فِيهَا ذَلِكَ مِنْ غَيْرِ تَفْصِيلٍ لِتِلْكَ الْأَطْوَارِ قَوْلُهُ تَعَالَى: كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ [٧٠ \\ ٣٩] ، وَقَوْلُهُ تَعَالَى: مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا وَقَدْ خَلَقَكُمْ أَطْوَارًا [٧١ \\ ١٣ - ١٤] ؛ أَيْ: طَوْرًا بَعْدَ طَوْرٍ كَمَا بَيَّنَّا. وَقَوْلُهُ تَعَالَى: خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ [٣٩ \\ ٦] ، وَقَوْلُهُ فِي آيَةِ الزُّمَرِ هَذِهِ فِي ظُلُمَاتٍ ثَلَاثٍ؛ أَيْ: ظُلْمَةِ الْبَطْنِ، وَظُلْمَةِ الرَّحِمِ، وَظُلْمَةِ الْمَشِيمَةِ. فَقَدْ رَكَّبَ تَعَالَى عِظَامَ الْإِنْسَانِ بَعْضَهَا بِبَعْضٍ، وَكَسَاهَا اللَّحْمَ، وَجَعَلَ فِيهَا الْعُرُوقَ وَالْعَصَبَ، وَفَتَحَ مَجَارِيَ الْبَوْلِ وَالْغَائِطِ، وَفَتَحَ الْعُيُونَ وَالْآذَانَ وَالْأَفْوَاهَ وَفَرَّقَ الْأَصَابِعَ وَشَدَّ رُءُوسَهَا بِالْأَظْفَارِ إِلَى غَيْرِ ذَلِكَ مِنْ غَرَائِبِ صُنْعِهِ وَعَجَائِبِهِ، وَكُلُّ هَذَا فِي تِلْكَ الظُّلُمَاتِ الثَّلَاثِ، لَمْ يَحْتَجْ إِلَى شَقِّ بَطْنِ أُمِّهِ وَإِزَالَةِ تِلْكَ الظُّلُمَاتِ. </p><p> سُبْحَانَهُ جَلَّ وَعَلَا مَا أَعْظَمَ شَأْنَهُ وَمَا أَكْمَلَ قُدْرَتَهُ هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَاهُ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ، وَلِأَجْلِ هَذِهِ الْغَرَائِبِ وَالْعَجَائِبِ مِنْ صُنْعِهِ تَعَالَى قَالَ بَعْدَ التَّنْبِيهِ عَلَيْهَا ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ [٣٩ \\ ٦] وَمِنَ </p><p> الْآيَاتِ الَّتِي أَوْضَحَ فِيهَا تِلْكَ الْأَطْوَارَ عَلَى التَّفْصِيلِ قَوْلُهُ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ [٢٣ \\ ١٢ - ١٦] وَقَدْ ذَكَرَ تَعَالَى تِلْكَ الْأَطْوَارَ مَعَ حَذْفِ بَعْضِهَا فِي قَوْلِهِ فِي سُورَةِ الْمُؤْمِنْ: هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ [٦٧] ، وَقَوْلِهِ تَعَالَى فِي الْكَهْفِ: قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا [٣٧ \\] ، وَقَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ وَقَوْلِهِ: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [٣٦ \\ ٧٧] ، وَقَوْلِهِ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ [٧٦ \\ ٢] ، وَقَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ [٩٦ \\ ٢] ، وَقَوْلِهِ تَعَالَى: مِنْهَا خَلَقْنَاكُمْ [٢٠ \\ ٥٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ بَيَّنَتِ السُّنَّةُ الصَّحِيحَةُ الْقَدْرَ الَّذِي تَمْكُثُهُ النُّطْفَةُ قَبْلَ أَنْ تَصِيرَ عَلَقَةً، وَالْقَدْرَ الَّذِي تَمْكُثُهُ الْعَلَقَةُ قَبْلَ أَنْ تَصِيرَ مُضْغَةً، وَالْقَدْرَ الَّذِي تَمْكُثُهُ الْمُضْغَةُ مُضْغَةً. </p><p> قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ (ح) ، وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ وَاللَّفْظُ لَهُ، حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ، وَوَكِيعٌ قَالُوا: حَدَّثَنَا الْأَعْمَشُ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ: «إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا، ثُمَّ يَكُونُ فِي ذَلِكَ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ فِي ذَلِكَ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يُرْسَلُ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ،وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ:بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ، وَشَقِيٍّ أَوْ سَعِيدٍ» ، الْحَدِيثَ. فَفِي هَذَا الْحَدِيثِ الصَّحِيحِ تَصْرِيحُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنَّ الْجَنِينَ يَمْكُثُ أَرْبَعِينَ يَوْمًا نُطْفَةً، ثُمَّ يَصِيرُ عَلَقَةً، وَيَمْكُثُ كَذَلِكَ أَرْبَعِينَ يَوْمًا، ثُمَّ يَصِيرُ مُضْغَةً، وَيَمْكُثُ كَذَلِكَ أَرْبَعِينَ يَوْمًا، ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ، فَنَفْخُ الرُّوحِ إذًا فِي أَوَّلِ الشَّهْرِ الْخَامِسِ مِنْ أَشْهُرِ الْحَمْلِ. </p><p> وَقَالَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ: حَدَّثَنَا أَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا شُعْبَةُ، أَنْبَأَنِي سُلَيْمَانُ الْأَعْمَشُ، قَالَ: سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ قَالَ: «إِنَّ أَحَدَكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا </p><p> ثُمَّ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ مَلَكًا فَيُؤْمَرُ بِأَرْبَعٍ: بِرِزْقِهِ وَأَجَلِهِ وَشِقِيٍّ أَوْ سَعِيدٍ» الْحَدِيثَ، وَهَذِهِ الرِّوَايَةُ فِي الْبُخَارِيِّ يَنْقُصُ مِنْهَا ذِكْرُ الْعَمَلِ، وَهُوَ مَذْكُورٌ فِي رِوَايَاتٍ أُخَرَ صَحِيحَةٍ مَعْرُوفَةٍ. وَقَدْ قَدَّمْنَا وَجْهَ الدَّلَالَةِ الْمَقْصُودَةِ مِنَ الْحَدِيثِ الْمَذْكُورِ، وَاللَّهُ أَعْلَمُ. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ سُؤَالٌ مَعْرُوفٌ: وَهُوَ أَنْ يُقَالَ: مَا وَجْهُ الْإِفْرَادِ فِي قَوْلِهِ: يُخْرِجُكُمْ طِفْلًا [٢٢ \\ ٥] مَعَ أَنَّ الْمَعْنَى نُخْرِجُكُمْ أَطْفَالًا. وَلِلْعُلَمَاءِ عَنْ هَذَا السُّؤَالِ أَجْوِبَةٌ. </p><p> مِنْهَا مَا ذَكَرَهُ ابْنُ جَرِيرٍ الطَّبَرِيُّ قَالَ: وَوَحَّدَ الطِّفْلَ وَهُوَ صِفَةٌ لِلْجَمْعِ، لِأَنَّهُ مَصْدَرٌ مِثْلُ عَدْلٍ وَزُورٍ، وَتَبِعَهُ غَيْرُهُ فِي ذَلِكَ. </p><p> وَمِنْهَا قَوْلُ مَنْ قَالَ: نُخْرِجُكُمْ طِفْلًا؛ أَيْ: نُخْرِجُ كُلَّ وَاحِدٍ مِنْكُمْ طِفْلًا، وَلَا يَخْفَى عَدَمُ اتِّجَاهِ هَذَيْنِ الْجَوَابَيْنِ. قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي مِنِ اسْتِقْرَاءِ اللُّغَةِ الْعَرَبِيَّةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ، هُوَ أَنَّ مِنْ أَسَالِيبِهَا أَنَّ الْمُفْرَدَ إِذَا كَانَ اسْمَ جِنْسٍ يَكْثُرُ إِطْلَاقُهُ مُرَادًا بِهِ الْجَمْعُ مَعَ تَنْكِيرِهِ - كَمَا فِي هَذِهِ الْآيَةِ - وَتَعْرِيفِهِ بِالْأَلِفِ وَاللَّامِ وَبِالْإِضَافَةِ ; فَمِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ مَعَ التَّنْكِيرِ قَوْلُهُ تَعَالَى: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ [٥٤ \\ ٥٤] ؛ أَيْ: وَأَنْهَارٍ، بِدَلِيلِ قَوْلِهِ تَعَالَى: فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَقَوْلِهِ: وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا الْآيَةَ [٢٥ \\ ٧٤] ؛ أَيْ: أَئِمَّةً، وَقَوْلِهِ تَعَالَى: فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا الْآيَةَ [٤ \\ ٤] ؛ أَيْ: أَنْفُسًا، وَقَوْلِهِ تَعَالَى: مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ [٢٣ \\ ٦٧] ؛ أَيْ: سَامِرِينَ، وَقَوْلِهِ تَعَالَى: لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ [٢ \\ ١٣٦] ؛ أَيْ: بَيْنَهُمْ، وَقَوْلِهِ تَعَالَى: وَحَسُنَ أُولَئِكَ رَفِيقًا [٤ \\ ٦٩] ؛ أَيْ: رُفَقَاءَ، وَقَوْلِهِ تَعَالَى: وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا [٥ \\ ٦] ؛ أَيْ: جُنُبَيْنِ أَوْ أَجْنَابًا، وَقَوْلِهِ تَعَالَى: وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ [٦٦ \\ ٤] ؛ أَيْ: مُظَاهِرُونَ، وَمِنْ أَمْثِلَةِ ذَلِكَ مَعَ التَّنْكِيرِ فِي كَلَامِ الْعَرَبِ قَوْلُ عَقِيلِ بْنِ عَلَفَةَ الْمُرِّيِّ: </p><p> وَكَانَ بَنُو فَزَارَةَ شَرَّ عَمِّ ... وَكُنْتُ لَهُمْ كَشَرِّ بَنِي الْأَخِينَا </p><p> يَعْنِي: شَرَّ أَعْمَامٍ. </p><p> وَقَوْلُ قَعْنَبِ ابْنِ أُمِّ صَاحِبٍ: </p><p> مَا بَالُ قَوْمٍ صَدِيقٍ ثُمَّ لَيْسَ لَهُمْ ... دِينٌ وَلَيْسَ لَهُمْ عَقْلٌ إِذَا ائْتُمِنُوا </p><p> يَعْنِي: مَا بَالُ قَوْمٍ أَصْدِقَاءٍ. </p><p> وَقَوْلُ جَرِيرٍ: </p><p> نَصَبْنَ الْهَوَى ثُمَّ ارْتَمَيْنَ قُلُوبَنَا ... بِأَعْيُنِ أَعْدَاءٍ وَهُنَّ صَدِيقُ </p><p> يَعْنِي: صَدِيقَاتٍ. </p><p> وَقَوْلُ الْآخَرِ: </p><p> لَعَمْرِي لَئِنْ كُنْتُمْ عَلَى النَّأْيِ وَالنَّوَى ... بِكُمْ مِثْلُ مَا بِي إِنَّكُمْ لَصَدِيقُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> يَا عَاذِلَاتِي لَا تَزِدْنَ مُلَامَةً ... إِنَّ الْعَوَاذِلَ لَيْسَ لِي بِأَمِيرِ </p><p> ؛ أَيْ: لَسْنَ بِأُمَرَاءَ. </p><p> وَمِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ وَاللَّفْظُ مُضَافٌ، قَوْلُهُ تَعَالَى: أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ [٢٤ \\ ٦١] ؛ أَيْ: أَصْدِقَائِكُمْ. وَقَوْلُهُ: فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ [٢٤ \\ ٦٣] ؛ أَيْ: أَوَامِرِهِ. وَقَوْلُهُ: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا [١٤ \\ ٣٤] أَيْ: نِعَمَ اللَّهِ. وَقَوْلُهُ: إِنَّ هَؤُلَاءِ ضَيْفِي [١٥ \\ ٦٨] ؛ أَيْ: أَضْيَافِي. وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ عَلْقَمَةَ بْنِ عَبَدَةَ التَّمِيمِيِّ: </p><p> بِهَا جِيَفُ الْحَسْرَى فَأَمَّا عِظَامُهَا ... فَبِيضٌ وَأَمَّا جِلْدُهَا فَصَلِيبُ </p><p> ؛ أَيْ: وَأَمَّا جُلُودُهَا فَصَلِيبَةٌ. </p><p> وَقَوْلُ الْآخَرِ: </p><p> كُلُوا فِي بَعْضِ بَطْنِكُمُ تَعِفُّوا ... فَإِنَّ زَمَانَكُمُ زَمَنٌ خَمِيصُ </p><p> ؛ أَيْ: بُطُونِكُمْ. وَهَذَا الْبَيْتُ وَالَّذِي قَبْلَهُ أَنْشَدَهُمَا سِيبَوَيْهِ فِي كِتَابِهِ مُسْتَشْهِدًا بِهِمَا لِمَا ذَكَرْنَا. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُ الْعَبَّاسِ بْنِ مِرْدَاسٍ السُّلَمِيِّ: </p><p> فَقُلْنَا أَسْلِمُوا إِنَّا أَخُوكُمُ ... وَقَدْ سَلِمَتْ مِنَ الْإِحَنِ الصُّدُورُ </p><p> ؛ أَيْ: إِنَّا إِخْوَانُكُمْ. </p><p> وَقَوْلُ جَرِيرٍ: </p><p> إِذَا آبَاؤُنَا وَأَبُوكَ عُدُّوا ... أَبَانَ الْمُقْرِفَاتُ مِنَ الْعِرَابِ </p><p> ؛ أَيْ: إِذَا آبَاؤُنَا وَآبَاؤُكَ عُدُّوا، وَهَذَا الْبَيْتُ وَالَّذِي قَبْلَهُ يُحْتَمَلُ أَنْ يُرَادَ بِهِمَا جَمْعُ التَّصْحِيحِ لِلْأَبِ وَلِلْأَخِ، فَيَكُونُ الْأَصْلُ: أُبُونَ وَأُخُونَ، فَحُذِفَتِ النُّونُ لِلْإِضَافَةِ، فَصَارَ كَلَفْظِ الْمُفْرَدِ. </p><p> وَمِنْ أَمْثِلَةِ جَمْعِ التَّصْحِيحِ فِي جَمْعِ الْأَخِ: بَيْتُ عَقِيلِ بْنِ عَلَفَةَ الْمَذْكُورُ آنِفًا، حَيْثُ قَالَ فِيهِ: كَشَّرَ بَنِي الْأَخِينَا. وَمِنْ أَمْثِلَةِ تَصْحِيحِ جَمْعِ الْأَبِ: قَوْلُ الْآخَرِ: </p><p> فَلَمَّا تَبَيَّنَّ أَصْوَاتَنَا ... بَكَيْنَ وَفَدَيْنَنَا بِالْأَبِينَا </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ فِي الْقُرْآنِ - وَاللَّفْظُ مُعَرَّفٌ بِالْأَلِفِ وَاللَّامِ - قَوْلُهُ تَعَالَى: وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ [٣ \\ ١١٩] ؛ أَيْ: بِالْكُتُبِ كُلِّهَا، بِدَلِيلِ قَوْلِهِ: كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ الْآيَةَ [٢ \\ ٢٨٥] ، وَقَوْلِهِ: وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ [٤٢ \\ ١٥] ، وَقَوْلِهِ تَعَالَى: أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا [٢٥ \\ ٧٥] ؛ أَيْ: الْغُرَفَ، بِدَلِيلِ قَوْلِهِ: لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ [٣٩ \\ ٢٠] ، وَقَوْلِهِ: وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ [٣٤ \\ ٣٧] ، وَقَوْلِهِ تَعَالَى: وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا [٨٩ \\ ٢٢] ؛ أَيْ: الْمَلَائِكَةُ، بِدَلِيلِ قَوْلِهِ: هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ [٢ \\ ٢١٠] ، وَقَوْلِهِ تَعَالَى: سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ [٥٤ \\ ٤٥] ؛ أَيْ: الْأَدْبَارَ، بِدَلِيلِ قَوْلِهِ تَعَالَى: فَلَا تُوَلُّوهُمُ الْأَدْبَارَ [٨ \\ ١٥] ، وَقَوْلِهِ تَعَالَى: أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ [٢٤ \\ ٣١] ؛ أَيْ: الْأَطْفَالِ، وَقَوْلِهِ تَعَالَى: هُمُ الْعَدُوُّ فَاحْذَرْهُمْ [٦٣ \\ ٤] ؛ أَيْ: الْأَعْدَاءُ، وَنَحْوَ هَذَا كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، وَهُوَ فِي النَّعْتِ بِالْمَصْدَرِ مُطَّرِدٌ، كَمَا تَقَدَّمَ مِرَارًا. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُ زُهَيْرٍ: </p><p> مَتَى يَشْتَجِرْ قَوْمٌ تَقُلْ سَرَاوَاتُهُمْ ... هُمْ بَيْنَنَا هُمْ رِضًا وَهُمْ عَدْلُ </p><p> ؛ أَيْ: عُدُولٌ مَرْضِيُّونَ. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> الْمَسْأَلَةُ الْأُولَى: إِذَا مَجَّتِ الرَّحِمُ النُّطْفَةَ فِي طَوْرِهَا الْأَوَّلِ قَبْلَ أَنْ تَكُونَ عَلَقَةً، فَلَا يَتَرَتَّبُ عَلَى ذَلِكَ حُكْمٌ مِنْ أَحْكَامِ إِسْقَاطِ الْحَمْلِ، وَهَذَا لَا خِلَافَ فِيهِ بَيْنَ الْعُلَمَاءِ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: إِذَا سَقَطَتِ النُّطْفَةُ فِي طَوْرِهَا الثَّانِي، أَعْنِي فِي حَالِ كَوْنِهَا عَلَقَةً؛ أَيْ: قِطْعَةً جَامِدَةً مِنَ الدَّمِ، فَلَا خِلَافَ بَيْنَ الْعُلَمَاءِ فِي أَنَّ تِلْكَ الْعَلَقَةَ لَا يُصَلَّى عَلَيْهَا، وَلَا تُغَسَّلُ، وَلَا تُكَفَّنُ، وَلَا تُوَرَّثُ. </p><p> وَلَكِنِ اخْتُلِفَ فِي أَحْكَامٍ أُخَرَ مُتَعَدِّدَةٍ مِنْ أَحْكَامِهَا. </p><p> مِنْهَا: مَا إِذَا كَانَ سُقُوطُهَا بِسَبَبِ ضَرْبِ إِنْسَانٍ بَطْنَ الْمَرْأَةِ الَّتِي أَلْقَتْهَا، هَلْ تَجِبُ فِيهَا غُرَّةٌ أَوْ لَا؟ </p><p> فَذَهَبَ مَالِكٌ رَحِمَهُ اللَّهُ إِلَى أَنَّ مَنْ ضَرَبَ بَطْنَ حَامِلٍ، فَأَلْقَتْ حَمْلَهَا عَلَقَةً فَهُوَ ضَامِنٌ دِيَةَ الْعَلَقَةِ ضَمَانَ الْجَنِينِ، فَتَلْزَمُهُ غُرَّةٌ، أَوْ عُشْرُ دِيَةِ الْأُمِّ. </p><p> وَفِي الْمُدَوَّنَةِ: مَا عُلِمَ أَنَّهُ حَمْلٌ، وَإِنْ كَانَ مُضْغَةً أَوْ عَلَقَةً أَوْ مُصَوَّرًا. </p><p> وَذَهَبَ جُمْهُورُ أَهْلِ الْعِلْمِ إِلَى أَنَّ الْجَنِينَ لَا ضَمَانَ فِيهِ حَتَّى تَظْهَرَ فِيهِ صُورَةُ الْآدَمِيِّ، وَمِمَّنْ قَالَ بِهِ الْأَئِمَّةُ الثَّلَاثَةُ: أَبُو حَنِيفَةَ، وَالشَّافِعِيُّ، وَأَحْمَدُ رَحِمَهُمُ اللَّهُ. وَظُهُورُ بَعْضِ الصُّورَةِ كَظُهُورِ كُلِّهَا فِي الْأَظْهَرِ، وَاحْتَجُّوا بِأَنَّهُ لَا يَتَحَقَّقُ أَنَّهُ حَمْلٌ حَتَّى يُصَوَّرَ، وَالْمَالِكِيَّةُ قَالُوا: الْحَمْلُ تُمْكِنُ مَعْرِفَتُهُ فِي حَالِ الْعَلَقَةِ فَمَا بَعْدَهَا، فَاخْتِلَافُهُمْ هَذَا مِنْ قَبِيلِ الِاخْتِلَافِ فِي تَحْقِيقِ الْمَنَاطِ. </p><p> وَمِنْهَا: مَا إِذَا كَانَتِ الْمَرْأَةُ مُعْتَدَّةً مِنْ طَلَاقٍ أَوْ وَفَاةٍ، وَكَانَتْ حَامِلًا، فَأَلْقَتْ حَمْلَهَا عَلَقَةً، هَلْ تَنْقَضِي بِذَلِكَ عِدَّتُهَا أَوْ لَا؟ </p><p> فَمَذْهَبُ مَالِكٍ رَحِمَهُ اللَّهُ: أَنَّهَا تَنْقَضِي عِدَّتُهَا بِإِسْقَاطِ الْعَلَقَةِ الْمَذْكُورَةِ. وَاحْتَجَّ الْمَالِكِيَّةُ: بِأَنَّ الْعَلَقَةَ الْمَذْكُورَةَ يَصْدُقُ عَلَيْهَا أَنَّهَا حَمْلٌ، فَتَدْخُلُ فِي عُمُومِ قَوْلِهِ تَعَالَى: وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ [٦٥ \\ ٤] وَقَالَ ابْنُ الْعَرَبِيِّ الْمَالِكِيِّ: لَا يَرْتَبِطُ بِالْجَنِينِ شَيْءٌ مِنْ هَذِهِ الْأَحْكَامِ إِلَّا أَنْ يَكُونَ مُخَلَّقًا - يَعْنِي مُصَوَّرًا - وَذَهَبَ جُمْهُورُ أَهْلِ الْعِلْمِ مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ وَغَيْرُهُمْ: إِلَى أَنَّ وَضْعَ الْعَلَقَةِ لَا تَنْقَضِي بِهِ الْعِدَّةُ، قَالُوا: لِأَنَّهَا دَمٌ جَامِدٌ، وَلَا يَتَحَقَّقُ كَوْنُهُ جَنِينًا. </p><p> وَمِنْهَا: مَا إِذَا أَلْقَتِ الْعَلَقَةَ الْمَذْكُورَةَ أَمَةٌ هِيَ سُرِّيَّةٌ لِسَيِّدِهَا، هَلْ تَكُونُ أُمَّ وَلَدٍ بِوَضْعِ تِلْكَ الْعَلَقَةِ أَوْ لَا؟ </p><p> فَذَهَبَ مَالِكٌ رَحِمَهُ اللَّهُ وَأَصْحَابُهُ: إِلَى أَنَّهَا تَصِيرُ أُمَّ وَلَدٍ بِوَضْعِ تِلْكَ الْعَلَقَةِ ; لِأَنَّ الْعَلَقَةَ مَبْدَأُ جَنِينٍ، وَلِأَنَّ النُّطْفَةَ لَمَّا صَارَتْ عَلَقَةً صَدَقَ عَلَيْهَا أَنَّهَا خُلِقَتْ عَلَقَةً، بَعْدَ أَنْ كَانَتْ نُطْفَةً، فَدَخَلَتْ فِي قَوْلِهِ تَعَالَى: خَلْقًا مِنْ بَعْدِ خَلْقٍ [٣٩ \\ ٦] فَيَصْدُقُ عَلَيْهَا أَنَّهَا وَضَعَتْ جَنِينًا مِنْ سَيِّدِهَا، فَتَكُونُ بِهِ أُمَّ وَلَدٍ، وَهَذَا رِوَايَةٌ عَنْ أَحْمَدَ، وَبِهِ قَالَ إِبْرَاهِيمُ النَّخَعِيُّ. </p><p> وَذَهَبَ جُمْهُورُ أَهْلِ الْعِلْمِ مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ: إِلَى أَنَّهَا لَا تَكُونُ أُمَّ وَلَدٍ بِوَضْعِهَا الْعَلَقَةَ الْمَذْكُورَةَ. وَقَدْ قَدَّمْنَا تَوْجِيهَهُمْ لِذَلِكَ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: إِذَا أَسْقَطَتِ الْمَرْأَةُ النُّطْفَةَ فِي طَوْرِهَا الثَّالِثِ - أَعْنِي كَوْنَهَا مُضْغَةً؛ أَيْ قِطْعَةً مِنْ لَحْمٍ - فَلِذَلِكَ أَرْبَعُ حَالَاتٍ: </p><p> الْأُولَى: أَنْ يَكُونَ ظَهَرَ فِي تِلْكَ الْمُضْغَةِ شَيْءٌ مِنْ صُورَةِ الْإِنْسَانِ، كَالْيَدِ وَالرِّجْلِ وَالرَّأْسِ وَنَحْوِ ذَلِكَ، فَهَذَا تَنْقَضِي بِهِ الْعِدَّةُ، وَتَلْزَمُ فِيهِ الْغُرَّةُ، وَتَصِيرُ بِهِ أُمَّ وَلَدٍ، وَهَذَا لَا خِلَافَ فِيهِ بَيْنَ مَنْ يُعْتَدُّ بِهِ مِنْ أَهْلِ الْعِلْمِ. </p><p> الْحَالَةُ الثَّانِيَةُ: أَنْ تَكُونَ الْمُضْغَةُ الْمَذْكُورَةُ لَمْ يَتَبَيَّنْ فِيهَا شَيْءٌ مِنْ خَلْقِ الْإِنْسَانِ، وَلَكِنْ شَهِدَتْ ثِقَاتٌ مِنَ الْقَوَابِلِ أَنَّهُنَّ اطَّلَعْنَ فِيهَا عَلَى تَخْطِيطٍ وَتَصْوِيرٍ خَفِيٍّ، وَالْأَظْهَرُ فِي هَذِهِ الْحَالَةِ: أَنَّ حُكْمَهَا كَحُكْمِ الَّتِي قَبْلَهَا ; لِأَنَّهُ قَدْ تَبَيَّنَ بِشَهَادَةِ أَهْلِ الْمَعْرِفَةِ أَنَّ تِلْكَ الْمُضْغَةَ جَنَيْنٌ لِمَا اطَّلَعُوا عَلَيْهِ فِيهَا مِنَ الصُّورَةِ الْخَفِيَّةِ. </p><p> الْحَالَةُ الثَّالِثَةُ: هِيَ أَنْ تَكُونَ تِلْكَ الْمُضْغَةُ الْمَذْكُورَةُ لَيْسَ فِيهَا تَخْطِيطٌ وَلَا تَصْوِيرٌ ظَاهِرٌ وَلَا خَفِيٌّ، وَلَكِنْ شَهِدَتْ ثِقَاتٌ مِنَ الْقَوَابِلِ أَنَّهَا مَبْدَأُ خَلْقِ آدَمِيٍّ. </p><p> وَهَذِهِ الصُّورَةُ فِيهَا لِلْعُلَمَاءِ خِلَافٌ ; فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا تَنْقَضِي عِدَّتُهَا بِهَا، وَلَا تَصِيرُ أُمَّ وَلَدٍ، وَلَا يَجِبُ عَلَى الضَّارِبِ الْمُسْقِطِ لَهَا الْغُرَّةُ. </p><p> قَالَ ابْنُ قُدَامَةَ فِي الْمُغْنِي: وَهَذَا ظَاهِرُ كَلَامِ الْخَرَقِيِّ وَالشَّافِعِيِّ، وَظَاهِرُ مَا نَقَلَهُ الْأَثْرَمُ عَنِ الْإِمَامِ أَحْمَدَ رَحِمَهُ اللَّهُ، وَظَاهِرُ كَلَامِ الْحَسَنِ وَالشَّعْبِيِّ، وَسَائِرِ مَنِ اشْتَرَطَ أَنْ يَتَبَيَّنَ فِيهِ شَيْءٌ مِنْ خَلْقِ الْإِنْسَانِ ; لِأَنَّهُ لَمْ يَتَبَيَّنْ فِيهِ شَيْءٌ مِنْ خَلْقِ الْآدَمِيِّ، فَأَشْبَهَ النُّطْفَةَ وَالْعَلَقَةَ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: تَنْقَضِي عِدَّتُهَا بِوَضْعِ الْمُضْغَةِ الْمَذْكُورَةِ، وَتَصِيرُ بِهِ أُمَّ وَلَدٍ، وَتَجِبُ فِيهَا الْغُرَّةُ، وَهُوَ رِوَايَةٌ عَنِ الْإِمَامِ أَحْمَدَ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا تَنْقَضِي بِهَا الْعِدَّةُ، وَتَصِيرُ بِهِ أُمَّ وَلَدٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّهُ إِذَا شَهِدَ ثِقَاتٌ مِنَ الْقَوَابِلِ الْعَارِفَاتِ، بِأَنَّ تِلْكَ الْمُضْغَةَ مَبْدَأُ جَنِينٍ، وَأَنَّهَا لَوْ بَقِيَتْ لَتَخَلَّقَتْ إِنْسَانًا - أَنَّهَا تَنْقَضِي بِهَا الْعِدَّةُ، وَتَصِيرُ بِهَا الْأَمَةُ أُمَّ وَلَدٍ، وَتَجِبُ بِهَا الْغُرَّةُ عَلَى الْجَانِي. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الْحَالَةُ الرَّابِعَةُ: أَنْ تَكُونَ تِلْكَ الْمُضْغَةُ لَيْسَ فِيهَا تَصْوِيرٌ ظَاهِرٌ وَلَا خَفِيٌّ، وَلَمْ تَشْهَدِ الْقَوَابِلُ بِأَنَّهَا مَبْدَأُ إِنْسَانٍ، فَحُكْمَ هَذِهِ كَحُكْمِ الْعَلَقَةِ: وَقَدْ قَدَّمْنَاهُ قَرِيبًا مُسْتَوْفًى. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: إِذَا أَسْقَطَتِ الْمَرْأَةُ جَنِينَهَا مَيِّتًا بَعْدَ أَنْ كَمُلَتْ فِيهِ صُورَةُ الْآدَمِيِّ، فَلَا </p><p> خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ فِي انْقِضَاءِ الْعِدَّةِ بِوَضْعِهِ، وَكَوْنِهَا أُمَّ وَلَدٍ، وَوُجُوبِ الْغُرَّةِ فِيهِ، وَلَكِنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الصَّلَاةِ عَلَيْهِ، وَغُسْلِهُ وَتَكْفِينِهِ. فَذَهَبَ مَالِكٌ رَحِمَهُ اللَّهُ: إِلَى أَنَّهُ لَا يُصَلَّى عَلَيْهِ، وَلَا يُغَسَّلُ، وَلَا يُحَنَّطُ، وَلَا يُسَمَّى، وَلَا يُوَرَّثُ، وَلَا يَرِثَ حَتَّى يَسْتَهِلَّ صَارِخًا، وَلَا عِبْرَةَ بِعُطَاسِهِ، وَرَضَاعِهِ وَبَوْلَهُ، فَلَوْ عَطَسَ أَوْ رَضَعَ أَوْ بَالَ لَمْ يَكُنْ ذَلِكَ مُوجِبًا لِلصَّلَاةِ عَلَيْهِ فِي قَوْلِ مَالِكٍ، وَعَلَيْهِ جُمْهُورُ أَصْحَابِهِ. وَقَالَ الْمَازِرِيُّ: رَضَاعُهُ تَتَحَقَّقُ بِهِ حَيَاتُهُ فَتَجِبُ بِهِ الصَّلَاةُ عَلَيْهِ، وَغَيْرُهَا مِنَ الْأَحْكَامِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الظَّاهِرُ أَنَّ الصَّوَابَ فِي هَذِهِ الْمَسْأَلَةِ أَنَّهُ إِنْ عُلِمَتْ حَيَاتُهُ، وَلَوْ بِسَبَبٍ آخَرَ غَيْرَ أَنْ يَسْتَهِلَّ صَارِخًا، فَإِنَّهُ يُصَلَّى عَلَيْهِ. وَقَدْ عَلِمْتَ أَنَّ مَشْهُورَ مَذْهَبِ الْإِمَامِ مَالِكٍ أَنَّ الْمَدَارَ عَلَى أَنْ يَسْتَهِلَّ صَارِخًا، فَإِنْ لَمْ يَسْتَهِلَّ صَارِخًا غُسِلَ دَمُهُ، وَلُفَّ بِخِرْقَةٍ، وَوُورِيَ، وَمَذْهَبُ الشَّافِعِيِّ: أَنَّهُ إِنِ اسْتَهَلَّ صَارِخًا أَوْ تَحَرَّكَ حَرَكَةً تَدُلُّ عَلَى الْحَيَاةِ ثُمَّ مَاتَ صُلِّيَ عَلَيْهِ، وَوَرِثَ وَإِنْ لَمْ يَسْتَهِلَّ وَلَمْ يَتَحَرَّكْ، فَإِنْ لَمْ يَكُنْ لَهُ أَرْبَعَةُ أَشْهُرٍ، لَمْ يُصَلَّ عَلَيْهِ، وَلَكِنَّهُ يُلَفُّ بِخِرْقَةٍ وَيُدْفَنُ، وَإِنْ كَانَ لَهُ أَرْبَعَةُ أَشْهُرٍ فَقَوْلَانِ: قَالَ فِي الْقَدِيمِ: يُصَلَّى عَلَيْهِ، وَقَالَ فِي الْأُمِّ: لَا يُصَلَّى عَلَيْهِ، وَهُوَ الْأَصَحُّ، وَحَكَى ابْنُ الْمُنْذِرِ عَنْ أَبِي حَنِيفَةَ وَأَصْحَابِهِ، وَجَابِرِ بْنِ زَيْدٍ التَّابِعِيِّ، وَالْحَكَمِ وَحَمَّادٍ، وَالْأَوْزَاعِيِّ وَمَالِكٍ: أَنَّهُ إِذَا لَمْ يَسْتَهِلَّ صَارِخًا لَا يُصَلَّى عَلَيْهِ. وَعَنِ ابْنِ عُمَرَ: أَنَّهُ يُصَلَّى عَلَيْهِ، وَإِنْ لَمْ يَسْتَهِلَّ. وَبِهِ قَالَ ابْنُ سِيرِينَ وَابْنُ الْمُسَيِّبِ وَإِسْحَاقُ. انْتَهَى بِوَاسِطَةِ نَقْلِ النَّوَوِيِّ فِي شَرْحِ الْمُهَذَّبِ، وَمَذْهَبُ الْإِمَامِ أَحْمَدَ رَحِمَهُ اللَّهُ أَنَّهُ إِذَا لَمْ يَسْتَهِلَّ صَارِخًا، وَلَمْ يَتَحَرَّكْ، فَإِنْ كَانَ لَهُ أَرْبَعَةُ أَشْهُرٍ غُسِّلَ، وَصُلِّيَ عَلَيْهِ، وَإِلَّا فَلَا، أَمَّا إِذَا اسْتَهَلَّ صَارِخًا، فَلَا خِلَافَ بَيْنَهُمْ فِي الصَّلَاةِ عَلَيْهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: اعْلَمْ أَنَّ اخْتِلَافَ الْأَئِمَّةِ فِي هَذِهِ الْمَسْأَلَةِ مِنْ قَبِيلِ الِاخْتِلَافِ فِي تَحْقِيقِ الْمَنَاطِ ; لِأَنَّ مَنَاطَ الْأَمْرِ بِالصَّلَاةِ عَلَيْهِ هُوَ أَنْ يُعْلَمَ أَنَّهُ تَقَدَّمَتْ لَهُ حَيَاةٌ. وَمَنَاطُ عَدَمِ الصَّلَاةِ عَلَيْهِ هُوَ أَنْ يُعْلَمَ أَنَّهُ لَمْ تَتَقَدَّمْ لَهُ حَيَاةٌ، فَمَالِكٌ وَمَنْ وَافَقَهُ رَأَوْا أَنَّهُ إِنِ اسْتَهَلَّ صَارِخًا، أَوْ طَالَتْ مُدَّتُهُ حَيًّا، عُلِمَ بِذَلِكَ أَنَّهُ مَاتَ بَعْدَ حَيَاةٍ، فَيُغَسَّلُ وَيُصَلَّى عَلَيْهِ، وَقَالُوا: إِنَّ مُطْلَقَ الْحَرَكَةِ لَا يَدُلُّ عَلَى الْحَيَاةِ ; لِأَنَّ الْمَذْبُوحَ قَدْ يَتَحَرَّكُ حَرَكَةً قَوِيَّةً، وَقَالُوا: إِنَّهُ إِنْ رَضَعَ لَمْ يَدُلَّ ذَلِكَ عَلَى حَيَاتِهِ. قَالُوا: قَدْ كَانَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ لَمَّا طَعَنَهُ عَدُوُّ اللَّهِ مَعْدُودًا فِي الْأَمْوَاتِ لَوْ مَاتَ لَهُ مُورِّثٌ فِي ذَلِكَ الْوَقْتِ مَا وَرِثَهُ، وَهُوَ قَوْلُ ابْنِ الْقَاسِمِ. وَلَوْ قَتَلَ رَجُلٌ عُمَرَ فِي ذَلِكَ الْوَقْتِ لَمَا قُتِلَ بِهِ ; لِأَنَّهُ فِي حُكْمِ الْمَيِّتِ، وَإِنْ كَانَ </p><p> عُمْرُ فِي ذَلِكَ الْوَقْتِ يَتَكَلَّمُ وَيَعْهَدُ. </p><p> وَالَّذِينَ خَالَفُوا هَؤُلَاءِ قَالُوا: لَا نُسَلِّمُ ذَلِكَ فَكُلُّ حَرَكَةٍ قَوِيَّةٍ تَدُلُّ عَلَى الْحَيَاةِ، وَعُمَرُ مَا دَامَ قَادِرًا عَلَى الْحَرَكَةِ الْقَوِيَّةِ الدَّالَّةِ عَلَى الْحَيَاةِ، فَهُوَ حَيٌّ تَجْرِي عَلَيْهِ أَحْكَامُ الْحَيَاةِ. </p><p> وَالَّذِينَ قَالُوا: يُغَسَّلُ إِنْ سَقَطَ بَعْدَ أَرْبَعَةِ أَشْهُرٍ، اسْتَنَدُوا فِي ذَلِكَ إِلَى حَدِيثِ ابْنِ مَسْعُودٍ الْمُتَّفَقِ عَلَيْهِ الَّذِي قَدَّمْنَاهُ فِي هَذَا الْمَبْحَثِ نَحْوَ مَا سَاقَهُ الْبُخَارِيُّ وَمُسْلِمٌ، فَإِنَّهُ يَدُلُّ عَلَى أَنَّهُ بَعْدَ الْأَرْبَعِينَ الثَّالِثَةِ يُنْفَخُ فِيهِ الرُّوحُ، وَانْتِهَاءُ الْأَرْبَعِينَ الثَّالِثَةِ هُوَ انْتِهَاءُ أَرْبَعَةِ أَشْهُرٍ، فَقَدْ دَلَّ الْحَدِيثُ عَلَى نَفْخِ الرُّوحِ فِيهِ بَعْدَ انْتِهَاءِ الْأَشْهُرِ الْأَرْبَعَةِ، وَنَفْخُ الرُّوحِ فِيهِ فِي ذَلِكَ الْحِينِ مُشْعِرٌ بِأَنَّهُ مَاتَ بَعْدَ حَيَاةٍ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ. هَذَا بُرْهَانٌ قَاطِعٌ آخَرُ عَلَى الْبَعْثِ: وَقَوْلُهُ: وَتَرَى [٢٢ \\ ٥] ؛ أَيْ: يَا نَبِيَّ اللَّهِ. وَقِيلَ: وَتَرَى أَيُّهَا الْإِنْسَانُ الْمُخَاطَبُ، وَهِيَ رُؤْيَةٌ بَصَرِيَّةٌ تَتَعَدَّى إِلَى مَفْعُولٍ وَاحِدٍ. فَقَوْلُهُ: هَامِدَةً حَالٌ مِنَ الْأَرْضِ، لَا مَفْعُولٌ ثَانٍ لِـ «تَرَى» وَقَوْلُهُ: «هَامِدَةً» أَيْ: يَابِسَةً قَاحِلَةً لَا نَبَاتَ فِيهَا. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ:  «هَامِدَةً» أَيْ: دَارِسَةَ الْآثَارَ مِنَ النَّبَاتِ وَالزَّرْعِ. قَالُوا: وَأَصْلُ الْهُمُودِ الدُّرُوسُ وَالدُّثُورُ. وَمِنْهُ قَوْلُ الْأَعْشَى مَيْمُونِ بْنِ قَيْسٍ: </p><p> قَالَتْ قَتِيلَةُ مَا لِجِسْمِكَ شَاحِبًا ... وَأَرَى ثِيَابَكَ بَالِيَاتٍ هُمَّدَا </p><p> ؛ أَيْ: وَأَرَى ثِيَابَكَ بَالِيَاتٍ دَارِسَاتٍ. </p><p> فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ [٢٢ \\ ٥] ؛ أَيْ: سَوَاءٌ كَانَ مِنَ الْمَطَرِ، أَوِ الْأَنْهَارِ أَوِ الْعُيُونِ أَوِ السَّوَانِي: اهْتَزَّتْ؛ أَيْ: تَحَرَّكَتْ بِالنَّبَاتِ. وَلَمَّا كَانَ النَّبَاتُ نَابِتًا فِيهَا مُتَّصِلًا بِهَا، كَانَ اهْتِزَازُهُ كَأَنَّهُ اهْتِزَازُهَا، فَأُطْلِقَ عَلَيْهَا بِهَذَا الِاعْتِبَارِ أَنَّهَا اهْتَزَّتْ بِالنَّبَاتِ. وَهَذَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ: وَاهْتِزَازُهَا تَخَلْخُلُهَا وَاضْطِرَابُ بَعْضِ أَجْسَامِهَا لِأَجْلِ خُرُوجِ النَّبَاتِ، وَقَوْلُهُ: وَرَبَتْ؛ أَيْ: زَادَتْ وَارْتَفَعَتْ: وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: وَرَبَتْ: انْتَفَخَتْ لِأَجْلِ خُرُوجِ النَّبَاتِ، وَقَالَ ابْنُ جَرِيرٍ الطَّبَرِيُّ: وَرَبَتْ؛ أَيْ: أَضْعَفَتِ النَّبَاتَ بِمَجِيءِ الْغَيْثِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّه عَنْهُ وَغَفَرَ لَهُ -: أَصْلُ الْمَادَّةِ الَّتِي مِنْهَا رَبَتْ: الزِّيَادَةُ، وَالظَّاهِرُ </p><p> أَنَّ مَعْنَى الزِّيَادَةِ الْحَاصِلَةِ فِي الْأَرْضِ هِيَ أَنَّ النَّبَاتَ لَمَّا كَانَ نَابِتًا فِيهَا مُتَّصِلًا بِهَا صَارَ كَأَنَّهُ زِيَادَةٌ حَصَلَتْ فِي نَفْسِ الْأَرْضِ. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَالِاهْتِزَازُ: الْحَرَكَةُ عَلَى سُرُورٍ، فَلَا يَكَادُ يُقَالُ: اهْتَزَّ فُلَانٌ لَكَيْتَ وَكَيْتَ، إِلَّا إِذَا كَانَ الْأَمْرُ مِنَ الْمَحَاسِنِ وَالْمَنَافِعِ. اهـ مِنْهُ. </p><p> وَالِاهْتِزَازُ أَصْلُهُ: شِدَّةُ الْحَرَكَةِ، وَمِنْهُ قَوْلُهُ: </p><p> تَثَنَّى إِذَا قَامَتْ وَتَهْتَزُّ إِنْ مَشَتْ كَمَا اهْتَزَّ غُصْنُ الْبَانِ فِي وَرَقٍ خُضْرِ </p><p> وَقَوْلُهُ: وَأَنْبَتَتْ؛ أَيْ: أَنْبَتَ اللَّهُ فِيهَا مِنْ كُلِّ زَوْجٍ؛ أَيْ: صِنْفٍ مِنْ أَصْنَافِ النَّبَاتِ وَالزَّرْعِ، وَالثِّمَارِ: بَهِيجٍ؛ أَيْ: حَسَنٍ، وَالْبَهْجَةُ: الْحُسْنُ. وَمِنْهُ قَوْلُهُ تَعَالَى: فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ تَقُولُ: بَهُجَ بِالضَّمِّ بَهَاجَةً فَهُوَ بَهِيجٌ: إِذَا كَانَ حَسَنًا، وَقَرَأَ عَامَّةُ السَّبْعَةِ: وَرَبَتْ، وَهُوَ مِنْ قَوْلِهِمْ: رَبَا يَرْبُو: إِذَا نَمَا وَزَادَ، وَقَرَأَ مِنَ الثَّلَاثَةِ أَبُو جَعْفَرٍ يَزِيدُ بْنُ الْقَعْقَاعُ: وَرَبَأَتْ بِهَمْزَةٍ مَفْتُوحَةٍ بَعْدَ الْبَاءِ؛ أَيِ ارْتَفَعَتْ، كَأَنَّهُ مِنَ الرَّبِيئَةِ أَوِ الرَّبِيئِيِّ، وَهُوَ الرَّقِيبُ الَّذِي يَعْلُو عَلَى شَيْءٍ مُشْرِفٍ يَحْرُسُ الْقَوْمَ وَيَحْفَظُهُمْ. </p><p> وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> بَعَثْنَا رَبِيئًا قَبْلَ ذَاكَ مُخَمَّلًا ... كَذِئْبِ الْغَضَا يَمْشِي الضَّرَاءَ وَيَتَّقِي </p><p> وَمَا أَشَارَ إِلَيْهِ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ إِحْيَاءَ الْأَرْضِ بَعْدَ مَوْتِهَا بُرْهَانٌ قَاطِعٌ عَلَى قُدْرَةِ مَنْ فَعَلَ ذَلِكَ عَلَى إِحْيَاءِ النَّاسِ بَعْدَ مَوْتِهِمْ ; لِأَنَّ الْجَمِيعَ إِحْيَاءٌ بَعْدَ مَوْتٍ، وَإِيجَادٌ بَعْدَ عَدَمٍ بَيَّنَهُ فِي آيَاتٍ كَثِيرَةٍ، وَقَدْ قَدَّمْنَا فِي سُورَةِ الْبَقَرَةِ وَالنَّحْلِ كَثْرَةَ الِاسْتِدْلَالِ بِهَذَا الْبُرْهَانِ فِي الْقُرْآنِ عَلَى الْبَعْثِ، وَذَكَرْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ كَقَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٤١ \\ ٣٩] ، وَقَوْلِهِ تَعَالَى: وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ [٣٠ \\ ١٩] ؛ أَيْ: مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ الْمَوْتِ، وَقَوْلِهِ تَعَالَى: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ [٥٠ \\ ١١] ؛ أَيْ: خُرُوجُكُمْ مِنَ الْقُبُورِ أَحْيَاءً بَعْدَ الْمَوْتِ، وَقَوْلِهِ تَعَالَى: حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ [٧ \\ ٥٧] ، وَقَوْلِهِ: فَانْظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٣٠ \\ ٥٠] ، وَقَوْلِهِ تَعَالَى: فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ </p>"
}