{
  "id": null,
  "sura": 22,
  "aya": 36,
  "text": "<p> الْمَذْكُورَةِ هُنَا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ الْآيَةَ [٨ \\ ٢] وَأَمَرَهُ فِي مَوْضِعٍ آخَرَ أَنْ يُبَشِّرَ الصَّابِرِينَ عَلَى مَا أَصَابَهُمْ مَعَ بَيَانِ بَعْضِ مَا بُشِّرُوا بِهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَبَشِّرِ الصَّابِرِينَ الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ [٢ \\ ١٥٥ - ١٥٧] . </p><p> وَاعْلَمْ: أَنَّ وَجَلَ الْقُلُوبِ عِنْدَ ذِكْرِ اللَّهِ أَيْ: خَوْفَهَا مِنَ اللَّهِ عِنْدَ سَمَاعِ ذِكْرِهِ لَا يُنَافِي مَا ذَكَرَهُ - جَلَّ وَعَلَا -، مِنْ أَنَّ الْمُؤْمِنِينَ تَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ كَمَا فِي قَوْلِهِ تَعَالَى: الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ [١٣ \\ ٢٨] وَوَجْهُ الْجَمْعِ بَيْنَ الثَّنَاءِ عَلَيْهِمْ بِالْوَجَلِ الَّذِي هُوَ الْخَوْفُ عِنْدَ ذِكْرِهِ - جَلَّ وَعَلَا -، مَعَ الثَّنَاءِ عَلَيْهِمْ بِالطُّمَأْنِينَةِ بِذِكْرِهِ، وَالْخَوْفُ وَالطُّمَأْنِينَةُ مُتَنَافِيَانِ هُوَ مَا أَوْضَحْنَاهُ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» ، وَهُوَ أَنَّ الطُّمَأْنِينَةَ بِذِكْرِ اللَّهِ تَكُونُ بِانْشِرَاحِ الصَّدْرِ بِمَعْرِفَةِ التَّوْحِيدِ، وَصِدْقِ مَا جَاءَ بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَطُمَأْنِينَتُهُمْ بِذَلِكَ قَوِيَّةٌ ; لِأَنَّهَا لَمْ تَتَطَرَّقْهَا الشُّكُوكُ، وَلَا الشُّبَهُ، وَالْوَجَلُ عِنْدَ ذِكْرِ اللَّهِ تَعَالَى يَكُونُ بِسَبَبِ خَوْفِ الزَّيْغِ عَنِ الْهُدَى، وَعَدَمِ تَقَبُّلِ الْأَعْمَالِ ; كَمَا قَالَ تَعَالَى عَنِ الرَّاسِخِينَ فِي الْعِلْمِ رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا [٣ \\ ٨] وَقَالَ تَعَالَى: وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ [٢٣ \\ ٦٠] وَقَالَ تَعَالَى: تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ [٣٩ \\ ٢٣] وَلِهَذَا كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ فِي دُعَائِهِ:  «يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ» . </p><p> قَوْلُهُ تَعَالَى: فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ، قَدْ قَدَّمْنَا أَنَّهُ تَعَالَى أَمَرَ بِالْأَكْلِ مِنْ بَهِيمَةِ الْأَنْعَامِ وَهِيَ: الْإِبِلُ وَالْبَقَرُ وَالْغَنَمُ بِأَنْوَاعِهَا الثَّمَانِيَةِ، وَأَمَرَ بِإِطْعَامِ الْبَائِسِ الْفَقِيرِ مِنْهَا، وَأَمَرَ بِالْأَكْلِ مِنَ الْبُدْنِ وَإِطْعَامِ الْقَانِعِ وَالْمُعْتَرِّ مِنْهَا، وَمَا كَانَ مِنَ الْإِبِلِ، فَهُوَ مِنَ الْبُدْنِ بِلَا خِلَافٍ. </p><p> وَاخْتَلَفُوا فِي الْبَقَرَةِ، هَلْ هِيَ بَدَنَةٌ، وَقَدْ قَدَّمْنَا الْحَدِيثَ الصَّحِيحَ: أَنَّ الْبَقَرَةَ مِنَ الْبُدْنِ، وَقَدَّمْنَا أَيْضًا مَا يَدُلُّ عَلَى أَنَّهَا غَيْرُ بَدَنَةٍ، وَأَظْهَرُهُمَا أَنَّهَا مِنَ الْبُدْنِ، وَلِلْعُلَمَاءِ فِي تَفْسِيرِ الْقَانِعِ وَالْمُعْتَرِّ أَقْوَالٌ مُتَعَدِّدَةٌ مُتَقَارِبَةٌ أَظْهَرُهَا عِنْدِي: أَنَّ الْقَانِعَ هُوَ الطَّامِعُ الَّذِي يَسْأَلُ أَنْ يُعْطَى مِنَ اللَّحْمِ وَمِنْهُ قَوْلُ الشَّمَّاخِ: </p><p> لَمَالُ الْمَرْءِ يُصْلِحُهُ فَيُغْنِي ... مَفَاقِرَهُ أَعَفُّ مِنَ الْقُنُوعِ </p><p> يَعْنِي أَعَفُّ مِنْ سُؤَالِ النَّاسِ، وَالطَّمَعِ فِيهِمْ، وَأَنَّ الْمُعْتَرَّ هُوَ الَّذِي يَعْتَرِي مُتَعَرِّضًا لِلْإِعْطَاءِ مِنْ غَيْرِ سُؤَالٍ وَطَلَبٍ، وَاللَّهُ أَعْلَمُ. وَقَدْ قَدَّمْنَا حُكْمَ الْأَكْلِ مِنْ أَنْوَاعِ الْهَدَايَا وَالضَّحَايَا، وَأَقْوَالَ أَهْلِ الْعِلْمِ فِي ذَلِكَ بِمَا أَغْنَى عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ، قَوْلُهُ كَذَلِكَ: نَعْتٌ لِمَصْدَرٍ أَيِ: الْبُدْنَ لَكُمْ تَسْخِيرًا كَذَلِكَ أَيْ: مِثْلَ ذَلِكَ التَّسْخِيرِ الَّذِي تُشَاهِدُونَ أَيْ: ذَلَّلْنَاهَا لَكُمْ، وَجَعَلْنَاهَا مُنْقَادَةً لَكُمْ تَفْعَلُونَ بِهَا مَا شِئْتُمْ مِنْ نَحْرٍ وَرُكُوبٍ، وَحَلْبٍ وَغَيْرِ ذَلِكَ مِنَ الْمَنَافِعِ، وَلَوْلَا أَنَّ اللَّهَ ذَلَّلَهَا لَكُمْ لَمْ تَقْدِرُوا عَلَيْهَا ; لِأَنَّهَا أَقْوَى مِنْكُمْ أَلَا تَرَى الْبَعِيرَ، إِذَا تَوَحَّشَ صَارَ صَاحِبُهُ غَيْرَ قَادِرٍ عَلَيْهِ، وَلَا مُتَمَكِّنٍ مِنَ الِانْتِفَاعِ بِهِ، وَقَوْلُهُ هُنَا: لَعَلَّكُمْ تَشْكُرُونَ قَدْ قَدَّمْنَا مِرَارًا أَنَّ لَعَلَّ تَأْتِي فِي الْقُرْآنِ لِمَعَانٍ أَقْرَبُهَا، اثْنَانِ: أَحَدُهُمَا: أَنَّهَا بِمَعْنَاهَا الْأَصْلِيِّ، الَّذِي هُوَ التَّرَجِّي وَالتَّوَقُّعُ، وَعَلَى هَذَا فَالْمُرَادُ بِذَلِكَ خُصُوصُ الْخَلْقِ ; لِأَنَّهُمْ هُمُ الَّذِينَ يُتَرَجَّى مِنْهُمْ شُكْرُ النِّعَمَ مِنْ غَيْرِ قَطْعٍ، بِأَنَّهُمْ يَشْكُرُونَهَا أَوْ لَا يُنْكِرُونَهَا لِعَدَمِ عِلْمِهِمْ بِمَا تَؤُولُ إِلَيْهِ الْأُمُورُ، وَلَيْسَ هَذَا الْمَعْنَى فِي حَقِّ اللَّهِ تَعَالَى ; لِأَنَّهُ عَالِمٌ بِمَا سَيَكُونُ فَلَا يَجُوزُ فِي حَقِّهِ - جَلَّ وَعَلَا - إِطْلَاقُ التَّرَجِّي وَالتَّوَقُّعِ لِتَنْزِيهِهِ عَنْ ذَلِكَ، وَإِحَاطَةِ عِلْمِهِ بِمَا يَنْكَشِفُ عَنْهُ الْغَيْبُ، وَقَدْ قَالَ تَعَالَى لِمُوسَى وَهَارُونَ: فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى [٢٠ \\ ٤٤] أَيْ عَلَى رَجَائِكُمَا وَتَوَقُّعِكُمَا أَنَّهُ يَتَذَكَّرُ أَوْ يَخْشَى، مَعَ أَنَّ اللَّهَ عَالِمٌ فِي سَابِقِ أَزَلِهِ أَنَّ فِرْعَوْنَ لَا يَتَذَكَّرُ وَلَا يَخْشَى، فَمَعْنَى لَعَلَّ بِالنِّسْبَةِ إِلَى الْخَلْقِ، لَا إِلَى الْخَالِقِ - جَلَّ وَعَلَا -، الْمَعْنَى الثَّانِي: هُوَ مَا قَدَّمْنَا مِنْ أَنَّ بَعْضَ أَهْلِ الْعِلْمِ، قَالَ: كُلُّ لَعَلَّ فِي الْقُرْآنِ فَهِيَ لِلتَّعْلِيلِ إِلَّا الَّتِي فِي سُورَةِ الشُّعَرَاءِ وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ [٢٦ \\ ١٢٩] قَالَ: فَهِيَ بِمَعْنَى: كَأَنَّكُمْ تَخْلُدُونَ، وَإِتْيَانُ لَفْظَةِ لَعَلَّ لِلتَّعْلِيلِ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَقَدْ قَدَّمْنَاهُ مُوَضَّحًا مِرَارًا وَقَدْ قَدَّمْنَا مِنْ شَوَاهِدِهِ الْعَرَبِيَّةِ قَوْلَ الشَّاعِرِ: </p><p> فَقُلْتُمْ لَنَا كَفُّوا الْحُرُوبَ لَعَلَّنَا ... نَكُفُّ وَوَثَّقْتُمْ لَنَا كُلَّ مَوْثِقِ </p><p> يَعْنِي كَفُّوا الْحُرُوبَ لِأَجْلِ أَنْ نَكُفَّ، وَإِذَا عَلِمْتَ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ بَيَّنَ اللَّهُ فِيهَا أَنَّ تَسْخِيرَهُ الْأَنْعَامَ لِبَنِي آدَمَ نِعْمَةٌ مِنْ إِنْعَامِهِ، تَسْتَوْجِبُ الشُّكْرَ لِقَوْلِهِ: لَعَلَّكُمْ تَخْلُدُونَ. </p><p> فَاعْلَمْ: أَنَّهُ بَيَّنَ هَذَا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى </p>"
}