{
  "id": null,
  "sura": 22,
  "aya": 56,
  "text": "<p> قَوْلُهُ تَعَالَى: وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ، ذَكَرَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ الْكُفَّارَ لَا يَزَالُونَ فِي مِرْيَةٍ، أَيْ: شَكٍّ وَرَيْبٍ مِنْهُ أَيْ: مِنْ هَذَا الْقُرْآنِ الْعَظِيمِ كَمَا هُوَ الظَّاهِرُ، وَاخْتَارَهُ ابْنُ جَرِيرٍ وَهُوَ قَوْلُ ابْنِ جُرَيْجٍ، كَمَا نَقَلَهُ عَنْهُمُ ابْنُ كَثِيرٍ: وَقَالَ سَعِيدُ بْنُ جُبَيْرٍ، وَابْنُ زَيْدٍ: فِي مِرْيَةٍ مِنْهُ أَيْ: فِي شَكٍّ مِمَّا أَلْقَى الشَّيْطَانُ، وَذَكَرَ تَعَالَى فِي هَذِهِ الْآيَةِ: أَنَّهُمْ لَا يَزَالُونَ كَذَلِكَ، حَتَّى تَأْتِيَهُمُ السَّاعَةُ، أَيِ: الْقِيَامَةُ بَغْتَةً، أَيْ: فَجْأَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ. وَقَدْ رَوَى مُجَاهِدٌ عَنْ أُبَيِّ بْنِ كَعْبٍ: أَنَّ الْيَوْمَ الْعَقِيمَ الْمَذْكُورَ يَوْمُ بَدْرٍ، وَكَذَا قَالَ مُجَاهِدٌ وَعِكْرِمَةُ، وَسَعِيدُ بْنُ جُبَيْرٍ وَغَيْرُ وَاحِدٍ. وَاخْتَارَهُ ابْنُ جَرِيرٍ كَمَا نَقَلَهُ عَنْهُمُ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ ثُمَّ قَالَ: وَقَالَ مُجَاهِدٌ وَعِكْرِمَةُ فِي رِوَايَةٍ عَنْهُمَا: هُوَ يَوْمُ الْقِيَامَةِ لَا لَيْلَ لَهُ، وَكَذَا قَالَ الضَّحَّاكُ وَالْحَسَنُ الْبَصْرِيُّ، ثُمَّ قَالَ: وَهَذَا الْقَوْلُ هُوَ الصَّحِيحُ، وَإِنْ كَانَ يَوْمُ بَدْرٍ مِنْ جُمْلَةِ مَا أُوعِدُوا بِهِ. اهـ، مَحَلُّ الْغَرَضِ مِنَ ابْنِ كَثِيرٍ. </p><p> وَقَدْ ذَكَرْنَا مِرَارًا أَنَّا بَيَّنَّا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ: أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَيَكُونُ فِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، وَذَكَرْنَا لِذَلِكَ أَمْثِلَةً كَثِيرَةً، وَبِهِ تُعْلَمُ أَنَّ الْقَرِينَةَ الْقُرْآنِيَّةَ هُنَا دَلَّتْ عَلَى أَنَّ الْمُرَادَ بِالْيَوْمِ الْعَقِيمِ: يَوْمُ الْقِيَامَةِ، لَا يَوْمُ بَدْرٍ، وَذَلِكَ أَنَّهُ تَعَالَى أَتْبَعَ ذِكْرَ الْيَوْمِ الْعَقِيمِ، بِقَوْلِهِ الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ الْآيَةَ [٢٢ \\ ٥٦] ، وَذَلِكَ يَوْمُ الْقِيَامَةِ وَقَوْلُهُ: يَوْمَئِذٍ أَيْ: يَوْمَ إِذْ تَأْتِيهِمُ السَّاعَةُ، أَوْ يَأْتِيهِمْ عَذَابٌ عَقِيمٌ، وَكُلُّ ذَلِكَ يَوْمَ الْقِيَامَةِ. فَظَهَرَ أَنَّ الْيَوْمَ الْعَقِيمَ: يَوْمُ الْقِيَامَةِ، وَإِنْ كَانَ يَوْمُ بَدْرٍ عَقِيمًا عَلَى الْكُفَّارِ ; لِأَنَّهُمْ لَا خَيْرَ لَهُمْ فِيهِ، وَقَدْ أَصَابَهُمْ مَا أَصَابَهُمْ. </p><p> قَوْلُهُ تَعَالَى: الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُلْكَ يَوْمَ الْقِيَامَةِ لَهُ، وَإِنْ كَانَ الْمُلْكُ فِي الدُّنْيَا لَهُ أَيْضًا ; لِأَنَّ فِي الدُّنْيَا مُلُوكًا مِنَ الْمَخْلُوقِينَ، وَيَوْمُ الْقِيَامَةِ لَا يَكُونُ فِيهِ اسْمُ الْمَلِكِ إِلَّا لِلَّهِ - جَلَّ وَعَلَا - وَحْدَهُ، وَمَا ذَكَرَهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْمُلْكَ يَوْمَ الْقِيَامَةِ لَهُ، وَمَعْلُومٌ أَنَّ الْمَلِكَ هُوَ الَّذِي لَهُ الْحُكْمُ بَيْنَ الْخَلْقِ بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ مَالِكِ يَوْمِ الدِّينِ [١ \\ ٤] وَقَوْلِهِ الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ الْآيَةَ [٢٥ \\ ٢٦] وَقَوْلِهِ </p>"
}