{
  "id": null,
  "sura": 22,
  "aya": 42,
  "text": "<p> مُبَيِّنًا مَنْ أَقْسَمَ أَنَّهُ يَنْصُرُهُ ; لِأَنَّهُ يَنْصُرُ اللَّهَ - جَلَّ وَعَلَا -: الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ الْآيَةَ [٢٢ \\ ٤١] وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ: مِنْ أَنَّ مَنْ نَصَرَ اللَّهَ نَصَرَهُ اللَّهُ جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ [٤٧ \\ ٧ - ٨] وَقَوْلِهِ تَعَالَى: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ [٣٧ \\ ١٧١ - ١٧٣] وَقَوْلِهِ تَعَالَى: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي [٥٨ \\ ٢١] وَقَوْلِهِ: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ الْآيَةَ [٢٤ \\ ٥٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ وَفِي قَوْلِهِ تَعَالَى: الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ الْآيَةَ [٢٢ \\ ٤١] ، دَلِيلٌ عَلَى أَنَّهُ لَا وَعْدَ مِنَ اللَّهِ بِالنَّصْرِ، إِلَّا مَعَ إِقَامَةِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ وَالْأَمْرِ بِالْمَعْرُوفِ، وَالنَّهْيِ عَنِ الْمُنْكَرِ، فَالَّذِينَ يُمَكِّنُ اللَّهُ لَهُمْ فِي الْأَرْضِ وَيَجْعَلُ الْكَلِمَةَ فِيهَا وَالسُّلْطَانَ لَهُمْ، وَمَعَ ذَلِكَ لَا يُقِيمُونَ الصَّلَاةَ وَلَا يُؤْتُونَ الزَّكَاةَ، وَلَا يَأْمُرُونَ بِالْمَعْرُوفِ، وَلَا يَنْهَوْنَ عَنِ الْمُنْكَرِ فَلَيْسَ لَهُمْ وَعْدٌ مِنَ اللَّهِ بِالنَّصْرِ ; لِأَنَّهُمْ لَيْسُوا مِنْ حِزْبِهِ، وَلَا مِنْ أَوْلِيَائِهِ الَّذِينَ وَعَدَهُمْ بِالنَّصْرِ، بَلْ هُمْ حِزْبُ الشَّيْطَانِ وَأَوْلِيَاؤُهُ، فَلَوْ طَلَبُوا النَّصْرَ مِنَ اللَّهِ بِنَاءً عَلَى أَنَّهُ وَعَدَهُمْ إِيَّاهُ، فَمَثَلُهُمْ كَمَثَلِ الْأَجِيرِ الَّذِي يَمْتَنِعُ مِنْ عَمَلِ مَا أُجِرَ عَلَيْهِ، ثُمَّ يَطْلُبُ الْأُجْرَةَ، وَمَنْ هَذَا شَأْنُهُ فَلَا عَقْلَ لَهُ، وَقَوْلُهُ تَعَالَى: إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ [٢٢ \\ ٤٠] الْعَزِيزُ الْغَالِبُ الَّذِي لَا يَغْلِبُهُ شَيْءٌ، كَمَا قَدَّمْنَاهُ مِرَارًا بِشَوَاهِدِهِ الْعَرَبِيَّةِ، وَهَذِهِ الْآيَاتُ تَدُلُّ عَلَى صِحَّةِ خِلَافَةِ الْخُلَفَاءِ الرَّاشِدِينَ ; لِأَنَّ اللَّهَ نَصَرَهُمْ عَلَى أَعْدَائِهِمْ، لِأَنَّهُمْ نَصَرُوهُ فَأَقَامُوا الصَّلَاةَ، وَآتَوُا الزَّكَاةَ، وَأَمَرُوا بِالْمَعْرُوفِ، وَنَهَوْا عَنِ الْمُنْكَرِ، وَقَدْ مَكَّنَ لَهُمْ، وَاسْتَخْلَفَهُمْ فِي الْأَرْضِ كَمَا قَالَ: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ الْآيَةَ [٢٤ \\ ٥٥] ، وَالْحَقُّ أَنَّ الْآيَاتِ الْمَذْكُورَةَ تَشْمَلُ أَصْحَابَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَكُلَّ مَنْ قَامَ بِنُصْرَةِ دِينِ اللَّهِ عَلَى الْوَجْهِ الْأَكْمَلِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلِهِ تَعَالَى: وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ وَأَصْحَابُ مَدْيَنَ وَكُذِّبَ مُوسَى فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ فِي هَذِهِ الْآيَاتِ الْكَرِيمَةِ تَسْلِيَةٌ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ الَّذِي عَامَلَهُ بِهِ قَوْمُهُ مِنَ التَّكْذِيبِ عُومِلَ بِهِ غَيْرُهُ مِنَ الرُّسُلِ الْكِرَامِ، وَذَلِكَ يُسَلِّيهِ وَيُخَفِّفُ عَلَيْهِ كَمَا قَالَ تَعَالَى </p><p> وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ الْآيَةَ [١١ \\ ١٢٠] ، وَقَوْلِهِ تَعَالَى: مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ [٤١ \\ ٤٣] وَقَوْلِهِ: وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ الْآيَةَ [٣٥ \\ ٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَذَكَرَ تَعَالَى فِي هَذِهِ الْآيَاتِ سَبْعَ أُمَمٍ كُلُّ وَاحِدَةٍ مِنْهُمْ كَذَّبَتْ رَسُولَهَا. </p><p> الْأُولَى: قَوْمُ نُوحٍ فِي قَوْلِهِ: فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ [٢٢ \\ ٤٢] وَالْآيَاتُ الدَّالَّةُ عَلَى تَكْذِيبِ قَوْمِ نُوحٍ لَا تَكَادُ تُحْصَى فِي الْقُرْآنِ، لِكَثْرَتِهَا وَلْنَقْتَصِرْ عَلَى الْأَمْثِلَةِ لِكَثْرَةِ الْآيَاتِ الدَّالَّةِ عَلَى تَكْذِيبِ هَذِهِ الْأُمَمِ رُسُلَهَا كَقَوْلِهِ: كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ [٢٦ \\ ١٠٥] وَقَوْلِهِ: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ [٥٤ \\ ٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الثَّانِيَةُ: عَادٌ، وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ فِي آيَاتٍ كَثِيرَةٍ أَنَّهُمْ كَذَّبُوا رَسُولَهُمْ هُودًا، كَقَوْلِهِ تَعَالَى: كَذَّبَتْ عَادٌ الْمُرْسَلِينَ [٢٦ \\ ١٢٣] وَقَوْلِهِ: قَالُوا يَاهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [١١ \\ ٥٣] . </p><p> الثَّالِثَةُ: ثَمُودُ وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ تَكْذِيبَهُمْ لِنَبِيِّهِمْ صَالِحٍ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ [٢٦ \\ ١٤١] وَقَوْلِهِ: فَكَذَّبُوهُ فَعَقَرُوهَا [٩١ \\ ١٤] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الرَّابِعَةُ: قَوْمُ إِبْرَاهِيمَ، وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّهُمْ كَذَّبُوهُ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ [٢٩ \\ ٢٤] وَقَوْلِهِ: قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ الْآيَةَ [٢١ \\ ٦٨] ، وَكَقَوْلِهِ: أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَاإِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا [١٩ \\ ٤٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> الْخَامِسَةُ: قَوْمُ لُوطٍ وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّهُمْ كَذَّبُوهُ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ [٢٦ \\ ١٦٠] وَقَوْلِهِ: فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ الْآيَةَ [٢٧ \\ ٥٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> السَّادِسَةُ: أَصْحَابُ مَدْيَنَ، وَقَدْ بَيَّنَ تَعَالَى أَنَّهُمْ كَذَّبُوا نَبِيَّهُمْ شُعَيْبًا فِي غَيْرِ هَذَا الْمَوْضِعِ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ [١١ \\ ٩٥] وَقَوْلِهِ: وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِلَى قَوْلِهِ: </p><p> قَالُوا يَاشُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ [١١ \\ ٨٤ - ٨٧] وَقَوْلِهِ: قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ الْآيَةَ [١١ \\ ٩١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> السَّابِعَةُ: مَنْ كَذَّبُوا مُوسَى وَهُمْ فِرْعَوْنُ وَقَوْمُهُ، وَقَدْ بَيَّنَ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّ فِرْعَوْنَ وَقَوْمَهُ كَذَّبُوا مُوسَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ [٢٦ \\ ٢٩] وَقَوْلِهِ: أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ وَفَعَلْتَ فَعْلَتَكَ الَّتِي فَعَلْتَ وَأَنْتَ مِنَ الْكَافِرِينَ [٢٦ \\ ١٨ - ١٩] وَقَوْلِهِ: وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [٧ \\ ١٣٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ: فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ [٢٢ \\ ٤٤] قَدْ بَيَّنَ تَعَالَى نَوْعَ الْعَذَابِ الَّذِي عَذَّبَ بِهِ كُلَّ أُمَّةٍ مِنْ تِلْكَ الْأُمَمِ، بَعْدَ الْإِمْلَاءِ لَهَا وَالْإِمْهَالِ، فَبَيَّنَ أَنَّهُ أَهْلَكَ قَوْمَ نُوحٍ بِالْغَرَقِ فِي مَوَاضِعَ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ [٢٩ \\ ١٤] وَقَوْلِهِ: فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ [٥٤ \\ ١١ - ١٢] وَقَوْلِهِ: ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ [٢٦ \\ ١٢٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَبَيَّنَ فِي مَوَاضِعَ كَثِيرَةٍ أَنَّهُ بَعْدَ الْإِمْلَاءِ وَالْإِمْهَالِ لِعَادٍ أَهْلَكَهُمْ بِالرِّيحِ الْعَقِيمِ ; كَقَوْلِهِ تَعَالَى: وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ الْآيَاتِ [٦٩ \\ ٦] وَقَوْلِهِ تَعَالَى: وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ [٥٤ \\ ٤١ - ٤٢] وَقَوْلِهِ: بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ [٤٦ \\ ٢٤ - ٢٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ وَبَيَّنَ أَنَّهُ أَهْلَكَ ثَمُودَ بِصَيْحَةٍ أَهْلَكَتْهُمْ جَمِيعًا ; كَقَوْلِهِ فِيهِمْ: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ [١١ \\ ٦٧] وَقَوْلِهِ: وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ الْآيَةَ [٤١ \\ ١٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْمُ إِبْرَاهِيمَ الَّذِينَ كَذَّبُوهُ هُمْ نُمْرُوذُ، وَقَوْمُهُ، وَقَدْ ذَكَرَ الْمُفَسِّرُونَ أَنَّ الْعَذَابَ الدُّنْيَوِيَّ الَّذِي أَهْلَكَهُمُ اللَّهُ بِهِ هُوَ الْمَذْكُورُ فِي قَوْلِهِ تَعَالَى فِي سُورَةِ النَّحْلِ: قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ [١٦ \\ ٢٦] وَقَدْ بَيَّنَ تَعَالَى أَنَّهُ أَهْلَكَ قَوْمَ لُوطٍ بِجَعْلِ عَالِي أَرْضِهِمْ سَافِلَهَا، وَأَنَّهُ </p>"
}