{
  "id": null,
  "sura": 22,
  "aya": 3,
  "text": "<p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ هَذَا الَّذِي دَلَّتْ عَلَيْهِ الْأَحَادِيثُ الصَّحِيحَةُ الَّتِي ذَكَرْنَا بَعْضَهَا يَرِدُ عَلَيْهِ سُؤَالٌ، وَهُوَ أَنْ يُقَالَ: إِذَا كَانَتِ الزَّلْزَلَةُ الْمَذْكُورَةُ بَعْدَ الْقِيَامِ مِنَ الْقُبُورِ، فَمَا مَعْنَاهَا؟ </p><p> وَالْجَوَابُ: أَنَّ مَعْنَاهَا: شِدَّةُ الْخَوْفِ وَالْهَوْلِ وَالْفَزَعِ ; لِأَنَّ ذَلِكَ يُسَمَّى زِلْزَالًا، بِدَلِيلِ قَوْلِهِ تَعَالَى فِيمَا وَقَعَ بِالْمُسْلِمِينَ يَوْمَ الْأَحْزَابِ مِنَ الْخَوْفِ: إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا [٣٣ \\ ١٠ - ١١] ؛ أَيْ: وَهُوَ زِلْزَالُ فَزَعٍ وَخَوْفٍ، لَا زِلْزَالُ حَرَكَةِ الْأَرْضِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ يَدُلُّ عَلَى أَنَّ عِظَمَ الْهَوْلِ يَوْمَ الْقِيَامَةِ مُوجِبٌ وَاضِحٌ لِلِاسْتِعْدَادِ لِذَلِكَ الْهَوْلِ بِالْعَمَلِ الصَّالِحِ فِي دَارِ الدُّنْيَا قَبْلَ تَعَذُّرِ الْإِمْكَانِ ; لِمَا قَدَّمْنَا مِرَارًا مِنْ أَنَّ إِنَّ الْمُشَدَّدَةَ الْمَكْسُورَةَ تَدُلُّ عَلَى التَّعْلِيلِ، كَمَا تَقَرَّرَ فِي الْأُصُولِ فِي مَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ، وَمَسْلَكِ النَّصِّ الظَّاهِرِ؛ أَيْ: اتَّقُوا اللَّهَ ; لِأَنَّ أَمَامَكُمْ أَهْوَالًا عَظِيمَةً، لَا نَجَاةَ مِنْهَا إِلَّا بِتَقْوَاهُ جَلَّ وَعَلَا. </p><p> قَوْلُهُ تَعَالَى: وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مِنَ النَّاسِ بَعْضًا يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ؛ أَيْ: يُخَاصِمُ فِي اللَّهِ بِأَنْ يَنْسِبَ إِلَيْهِ مَا لَا يَلِيقُ بِجَلَالِهِ وَكَمَالِهِ، كَالَّذِي يَدَّعِي لَهُ الْأَوْلَادَ وَالشُّرَكَاءَ، وَيَقُولُ: إِنَّ الْقُرْآنَ أَسَاطِيرُ الْأَوَّلِينَ، وَيَقُولُ: لَا يُمْكِنُ أَنْ يُحْيِيَ اللَّهُ الْعِظَامَ الرَّمِيمَ، كَالنَّضْرِ بْنِ الْحَارِثِ، وَالْعَاصِ بْنِ وَائِلٍ، وَأَبِي جَهْلِ بْنِ هِشَامٍ، وَأَمْثَالِهِمْ مِنْ كُفَّارِ مَكَّةَ الَّذِينَ جَادَلُوا فِي اللَّهِ ذَلِكَ الْجِدَالَ الْبَاطِلَ بِغَيْرِ مُسْتَنَدٍ، مِنْ عِلْمٍ عَقْلِيٍّ، وَلَا نَقْلِيٍّ، وَمَعَ جِدَالِهِمْ فِي اللَّهِ ذَلِكَ الْجِدَالَ الْبَاطِلَ يَتَّبِعُونَ كُلَّ شَيْطَانٍ مَرِيدٍ؛ أَيْ: عَاتٍ طَاغٍ مِنْ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ كُتِبَ عَلَيْهِ [٢٢ \\ ٣] ؛ أَيْ: كَتَبَ اللَّهُ عَلَيْهِ كِتَابَةَ قَدَرٍ وَقَضَاءٍ أَنَّهُ مَنْ تَوَلَّاهُ [٢٢ \\ ٣] ؛ أَيْ: كُلُّ مَنْ صَارَ وَلِيًّا لَهُ؛ أَيْ: لِلشَّيْطَانِ الْمَرِيدِ الْمَذْكُورِ، فَإِنَّهُ يُضِلُّهُ عَنْ طَرِيقِ الْجَنَّةِ إِلَى النَّارِ، وَعَنْ طَرِيقِ الْإِيمَانِ إِلَى الْكُفْرِ، وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ؛ أَيْ: النَّارِ الشَّدِيدَةِ الْوَقُودِ. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ بَعْضَ الْجُهَّالِ كَالْكُفَّارِ يُجَادِلُ فِي </p><p> اللَّهِ بِغَيْرِ عِلْمٍ؛ أَيْ: يُخَاصِمُ فِيهِ بِغَيْرِ مُسْتَنَدٍ مِنْ عِلْمٍ بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ [٢٢ \\ ٨ - ٩] الْآيَةَ، وَقَوْلِهِ تَعَالَى فِي لُقْمَانَ: وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ [٣١ \\ ٢٠ - ٢١] فَقَوْلُهُ فِي آيَةِ لُقْمَانَ هَذِهِ: أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ كَقَوْلِهِ فِي الْحَجِّ: كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ [٢٢ \\ ٤] وَهَذِهِ الْآيَةُ الْكَرِيمَةُ الَّتِي هِيَ قَوْلُهُ: وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ [٢٢ \\ ٣] الْآيَةَ، يَدْخُلُ فِيمَا تَضَمَّنَتْهُ مِنَ الْوَعِيدِ وَالذَّمِ: أَهْلُ الْبِدَعِ وَالضَّلَالِ، الْمُعْرِضِينَ عَنِ الْحَقِّ، الْمُتَّبِعِينَ لِلْبَاطِلِ، يَتْرُكُونَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ مِنَ الْحَقِّ الْمُبِينِ، وَيَتَّبِعُونَ أَقْوَالَ رُؤَسَاءِ الضَّلَالَةِ الدُّعَاةِ إِلَى الْبِدَعِ وَالْأَهْوَاءِ وَالْآرَاءِ، بِقَدْرِ مَا فَعَلُوا مِنْ ذَلِكَ؛ لِأَنَّ الْعِبْرَةَ بِعُمُومِ الْأَلْفَاظِ لَا بِخُصُوصِ الْأَسْبَابِ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى مُجَادَلَةِ الْكَفَّارِ فِي اللَّهِ بِغَيْرِ عِلْمٍ، قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٧ - ٧٨] ، وَقَوْلُهُ فِي أَوَّلِ النَّحْلِ: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] ، وَقَوْلُهُ تَعَالَى: وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ [١٨ \\ ٥٦] . </p><p> وَقَوْلُهُ تَعَالَى: وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ [٤٢ \\ ١٦] ، وَقَوْلُهُ تَعَالَى: أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ [٤٣ \\ ٥٨] ، وَقَوْلُهُ تَعَالَى: وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ [٦ \\ ٢٥] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ، وَمَا ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، مِنْ أَنَّهُ قَدَّرَ وَقَضَى أَنَّ مَنْ تَوَلَّى الشَّيْطَانَ فَإِنَّ الشَّيْطَانَ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ، بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ [٣٥ \\ ٦] ، وَقَوْلِهِ تَعَالَى: أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ [٣١ \\ ٢١] ، وَقَوْلِهِ تَعَالَى عَنْ نَبِيِّهِ وَخَلِيلِهِ إِبْرَاهِيمَ: يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا [١٩ \\ ٤٥] ، وَقَوْلِهِ </p><p> تَعَالَى: وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ [٢٤ \\ ٢١] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ أَنَّهُ يُفْهَمُ مِنْ دَلِيلِ خِطَابِ هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَعْنِي مَفْهُومَ مُخَالَفَتِهَا: أَنَّهُ مَنْ يُجَادِلُ بِعِلْمٍ عَلَى ضَوْءِ هُدَى كِتَابٍ مُنِيرٍ، كَهَذَا الْقُرْآنِ الْعَظِيمِ ; لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ بِتِلْكَ الْمُجَادَلَةِ الْحَسَنَةِ - أَنَّ ذَلِكَ سَائِغٌ مَحْمُودٌ ; لِأَنَّ مَفْهُومَ قَوْلِهِ: بِغَيْرِ عِلْمٍ [٢٢ \\ ٣] أَنَّهُ إِنْ كَانَ بِعِلْمٍ فَالْأَمْرُ بِخِلَافِ ذَلِكَ، وَلَيْسَ فِي ذَلِكَ اتِّبَاعٌ لِلشَّيْطَانِ، وَيَدُلُّ لِهَذَا الْمَفْهُومِ الْمَذْكُورِ قَوْلُهُ تَعَالَى: ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦ \\ ١٢٥] ، وَقَوْلُهُ تَعَالَى: وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ فِي تَفْسِيرِهِ: هَذِهِ الْآيَةُ بِمَفْهُومِهَا تَدُلُّ عَلَى جَوَازِ الْمُجَادَلَةِ الْحَقَّةِ ; لِأَنَّ تَخْصِيصَ الْمُجَادَلَةِ مَعَ عَدَمِ الْعِلْمِ بِالدَّلَائِلِ يَدُلُّ عَلَى أَنَّ الْمُجَادَلَةَ مَعَ الْعِلْمِ جَائِزَةٌ، فَالْمُجَادَلَةُ الْبَاطِلَةُ: هِيَ الْمُرَادُ مِنْ قَوْلِهِ: مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا [٤٣ \\ ٥٨] وَالْمُجَادَلَةُ الْحَقَّةُ هِيَ الْمُرَادُ مِنْ قَوْلِهِ: وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦ \\ ١٢٥] اهـ مِنْهُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: عَذَابِ السَّعِيرِ [٢٢ \\ ٤] يَعْنِي عَذَابَ النَّارِ، فَالسَّعِيرُ النَّارُ، أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْهَا. وَالظَّاهِرُ أَنَّ أَصْلَ السَّعِيرِ فَعِيلٌ، بِمَعْنَى مَفْعُولٍ، مِنْ قَوْلِ الْعَرَبِ: سَعَرَ النَّارَ يَسْعَرُهَا، كَمَنَعَ يَمْنَعُ: إِذَا أَوْقَدَهَا، وَكَذَلِكَ سَعَّرَهَا بِالتَّضْعِيفِ، وَعَلَى لُغَةِ التَّضْعِيفِ وَالتَّخْفِيفِ الْقِرَاءَتَانِ السَّبْعِيَّتَانِ فِي قَوْلِهِ: وَإِذَا الْجَحِيمُ سُعِّرَتْ [٨١ \\ ١٢] فَقَدْ قَرَأَهُ مِنَ السَّبْعَةِ نَافِعٌ وَابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذَكْوَانَ، وَعَاصِمٌ فِي رِوَايَةِ حَفْصٍ: سُعِّرَتْ بِتَشْدِيدِ الْعَيْنِ، وَقَرَأَهُ الْبَاقُونَ بِتَخْفِيفِ الْعَيْنِ، وَمِمَّا جَرَى مِنْ كَلَامِ الْعَرَبِ عَلَى نَحْوِ قِرَاءَةِ نَافِعٍ وَابْنِ ذَكْوَانَ وَحَفْصٍ، قَوْلُ بَعْضِ شُعَرَاءِ الْحَمَاسَةِ: </p><p> قَالَتْ لَهُ عُرْسَهُ يَوْمًا لِتُسْمِعَنِي ... مَهْلًا فَإِنَّ لَنَا فِي أُمِّنَا أَرَبَا </p><p> وَلَوْ رَأَتْنِي فِي نَارٍ مُسَعَّرَةٍ ... ثُمَّ اسْتَطَاعَتْ لَزَادَتْ فَوْقَهَا حَطَبَا </p><p> إِذْ لَا يَخْفَى أَنَّ قَوْلَهُ: مُسَعَّرَةٍ: اسْمُ مَفْعُولِ سُعِّرَتْ بِالتَّضْعِيفِ، وَبِمَا ذَكَرْنَا يَظْهَرُ أَنَّ أَصْلَ السَّعِيرِ: فَعِيلٌ بِمَعْنَى اسْمِ الْمَفْعُولِ؛ أَيْ: النَّارُ الْمُسَعَّرَةُ؛ أَيْ: الْمُوقَدَةُ إِيقَادًا شَدِيدًا ; لِأَنَّهَا بِشِدَّةِ الْإِيقَادِ يَزْدَادُ حَرُّهَا عِيَاذًا بِاللَّهِ مِنْهَا وَمِنْ كُلِّ مَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ وَعَمَلٍ. </p><p> وَفِي ذَلِكَ لُغَةٌ ثَالِثَةٌ، إِلَّا أَنَّهَا لَيْسَتْ فِي الْقُرْآنِ، وَهِيَ أَسْعَرَ النَّارَ. بِصِيغَةِ أَفْعَلَ، بِمَعْنَى: أَوْقَدَهَا. </p>"
}