{
  "id": null,
  "sura": 22,
  "aya": 74,
  "text": "<p> بِالْبَاطِلِ وَكَذَّبُوهُ، أَنْ يَقُولَ لَهُمُ: اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ. </p><p> وَهَذَا الْقَوْلُ الَّذِي أُمِرَ بِهِ تَهْدِيدٌ لَهُمْ فَقَدْ تَضَمَّنَتْ هَذِهِ الْآيَةُ أَمْرَيْنِ: </p><p> أَحَدُهُمَا: أَمَرَ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُهَدِّدَهُمْ بِقَوْلِهِ: اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ أَيْ: مِنَ الْكُفْرِ، فَمُجَازِيكُمْ عَلَيْهِ أَشَدَّ الْجَزَاءِ. </p><p> الثَّانِي: الْإِعْرَاضُ عَنْهُمْ، وَقَدْ أَشَارَ تَعَالَى لِلْأَمْرَيْنِ اللَّذَيْنِ تَضَمَّنَتْهُمَا هَذِهِ الْآيَةُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا إِعْرَاضُهُ عَنْهُمْ عِنْدَ تَكْذِيبِهِمْ لَهُ بِالْجِدَالِ الْبَاطِلِ فَمِنَ الْمَوَاضِعِ الَّتِي أُشِيرَ لَهُ فِيهَا قَوْلُهُ تَعَالَى: وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ [١٠ \\ ٤١] . </p><p> وَأَمَّا تَهْدِيدُهُمْ فَقَدْ أَشَارَ لَهُ فِي مَوَاضِعَ ; كَقَوْلِهِ: هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ [٤٦ \\ ٨] وَقَوْلِهِ: فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلَا يُرَدُّ بَأْسُهُ عَنِ الْقَوْمِ الْمُجْرِمِينَ [٦ \\ ١٤٧] فَقَوْلُهُ وَلَا يُرَدُّ بَأْسُهُ الْآيَةَ، فِيهِ أَشَدُّ الْوَعِيدِ لِلْمُكَذِّبِينَ، كَمَا قَالَ وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٥] فِي مَوَاضِعَ مُتَعَدِّدَةٍ، وَهُمْ إِنَّمَا يُكَذِّبُونَهُ بِالْجِدَالِ، وَالْخِصَامِ بِالْبَاطِلِ. وَقَدْ أَمَرَهُ اللَّهُ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنْ يُجَادِلَهُمْ بِالَّتِي هِيَ أَحْسَنُ وَذَلِكَ فِي قَوْلِهِ: وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦ \\ ١٢٥] وَقَوْلِهِ: وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ [٢٩ \\ ٤٦] وَبَيَّنَ لَهُ أَنَّهُمْ لَا يَأْتُونَهُ بِمِثْلٍ لِيَحْتَجُّوا عَلَيْهِ بِهِ بِالْبَاطِلِ، إِلَّا جَاءَهُ اللَّهُ بِالْحَقِّ الَّذِي يَدْمَغُ ذَلِكَ الْبَاطِلَ، مَعَ كَوْنِهِ أَحْسَنَ تَفْسِيرًا وَكَشْفًا وَإِيضَاحًا لِلْحَقَائِقِ وَذَلِكَ فِي قَوْلِهِ وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا [٢٥ \\ ٣٣] . </p><p> قَوْلُهُ تَعَالَى: مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ، أَيْ: مَا عَظَّمُوهُ حَقَّ عَظَمَتِهِ حِينَ عَبَدُوا مَعَهُ مَنْ لَا يَقْدِرُ عَلَى خَلْقِ ذُبَابٍ، وَهُوَ عَاجِزٌ أَنْ يَسْتَرِدَّ مِنَ الذُّبَابِ مَا سَلَبَهُ الذُّبَابُ مِنْهُ، كَالطِّيبِ الَّذِي يَجْعَلُونَهُ عَلَى أَصْنَامِهِمْ، إِنْ سَلَبَهَا الذُّبَابُ مِنْهُ شَيْئًا لَا تَقْدِرُ عَلَى اسْتِنْقَاذِهِ مِنْهُ، وَكَوْنِهِمْ لَمْ يُعَظِّمُوا اللَّهَ حَقَّ عَظَمَتِهِ، وَلَمْ يَعْرِفُوهُ حَقَّ مَعْرِفَتِهِ، حَيْثُ عَبَدُوا مَعَهُ مَنْ لَا يَقْدِرُ عَلَى جَلْبِ نَفْعٍ، وَلَا دَفْعِ ضُرٍّ، ذَكَرَهُ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ فِي الْأَنْعَامِ: وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ [٦ \\ ٩١] وَكَقَوْلِهِ فِي الزُّمَرِ: وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [٣٩ \\ ٦٧] . </p>"
}