{
  "id": null,
  "sura": 22,
  "aya": 30,
  "text": "<p> بِمَعْنَى الْقَدِيمِ الْأَوَّلِ وَهِيَ قَوْلُهُ تَعَالَى: إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا الْآيَةَ [٣ \\ ٩٦] مَعَ أَنَّ الْمَعْنَيَيْنِ الْآخَرَيْنِ كِلَاهُمَا حَقٌّ، وَلَكِنَّ الْقُرْآنَ دَلَّ عَلَى مَا ذَكَرْنَا، وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> تَنْبِيهَانِ </p><p> الْأَوَّلُ: دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ، عَلَى لُزُومِ طَوَافِ الْإِفَاضَةِ وَأَنَّهُ لَا صِحَّةَ لِلْحَجِّ بِدُونِهِ. </p><p> الثَّانِي: دَلَّتْ هَذِهِ الْآيَةُ أَيْضًا عَلَى لُزُومِ الطَّوَافِ مِنْ وَرَاءِ الْحِجْرِ الَّذِي عَلَيْهِ الْجِدَارُ الْقَصِيرُ شَمَالَ الْبَيْتِ ; لِأَنَّ أَصْلَهُ مِنَ الْبَيْتِ، فَهُوَ دَاخِلٌ فِي اسْمِ الْبَيْتِ الْعَتِيقِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَى عَلَيْكُمْ، لَمْ يُبَيِّنْ هُنَا هَذَا الَّذِي يُتْلَى عَلَيْهِمُ الْمُسْتَثْنَى مِنْ حِلْيَةِ الْأَنْعَامِ، وَلَكِنَّهُ بَيَّنَهُ بِقَوْلِهِ فِي سُورَةِ الْأَنْعَامِ: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ [٦ \\ ١٤٥] وَهَذَا الَّذِي ذَكَرْنَا هُوَ الصَّوَابُ، أَمَّا مَا قَالَهُ جَمَاعَاتٌ مِنْ أَهْلِ التَّفْسِيرِ مِنْ أَنَّ الْآيَةَ الَّتِي بَيَّنَتِ الْإِجْمَالَ فِي قَوْلِهِ تَعَالَى هُنَا: إِلَّا مَا يُتْلَى عَلَيْكُمْ [٢٢] أَنَّهَا قَوْلُهُ تَعَالَى فِي الْمَائِدَةِ: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ الْآيَةَ [٥ \\ ٣] فَهُوَ غَلَطٌ، لِأَنَّ الْمَائِدَةَ مِنْ آخِرِ مَا نَزَلَ مِنَ الْقُرْآنِ وَآيَةُ الْحَجِّ هَذِهِ نَازِلَةٌ قَبْلَ نُزُولِ الْمَائِدَةِ بِكَثِيرٍ، فَلَا يَصِحُّ أَنْ يُحَالَ الْبَيَانُ عَلَيْهَا فِي قَوْلِهِ: إِلَّا مَا يُتْلَى عَلَيْكُمْ بَلِ الْمُبَيِّنُ لِذَلِكَ الْإِجْمَالِ آيَةُ الْأَنْعَامِ الَّتِي ذَكَرْنَا لِأَنَّهَا نَازِلَةٌ بِمَكَّةَ، فَيَصِحُّ أَنْ تَكُونَ مُبَيِّنَةً لِآيَةِ الْحَجِّ الْمَذْكُورَةِ كَمَا نَبَّهَ عَلَيْهِ غَيْرُ وَاحِدٍ. </p><p> أَمَّا قَوْلُهُ تَعَالَى فِي الْمَائِدَةِ: أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ [٥ \\ ١] فَيَصِحُّ بَيَانُهُ بِقَوْلِهِ فِي الْمَائِدَةِ: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ الْآيَةَ [٥ \\ ٣] ، كَمَا أَوْضَحْنَا فِي أَوَّلِ الْمَائِدَةِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ. «مِنْ» فِي هَذِهِ الْآيَةِ بَيَانِيَّةٌ. </p><p> وَالْمَعْنَى: فَاجْتَنِبُوا الرِّجْسَ الَّذِي هُوَ الْأَوْثَانُ: أَيْ </p><p> عِبَادَتَهَا وَالرِّجْسُ الْقَذَرُ الَّذِي تَعَافُهُ النُّفُوسُ، وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الْأَمْرُ بِاجْتِنَابِ عِبَادَةِ الْأَوْثَانِ، وَيَدْخُلُ فِي حُكْمِهَا، وَمَعْنَاهَا عِبَادَةُ كُلِّ مَعْبُودٍ مِنْ دُونِ اللَّهِ كَائِنًا مَنْ كَانَ، وَهَذَا الْأَمْرُ بِاجْتِنَابِ عِبَادَةِ غَيْرِ اللَّهِ الْمَذْكُورِ هُنَا، جَاءَ مُبَيَّنًا فِي آيَاتٍ كَقَوْلِهِ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [١٦ \\ ٣٦] وَبَيَّنَ تَعَالَى أَنَّ ذَلِكَ شَرْطٌ فِي صِحَّةِ إِيمَانِهِ بِاللَّهِ فِي قَوْلِهِ: فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى [٢ \\ ٢٥٦] وَأَثْنَى اللَّهُ عَلَى مُجْتَنِبِي عِبَادَةِ الطَّاغُوتِ الْمُنِيبِينَ لِلَّهِ، وَبَيَّنَ أَنَّ لَهُمُ الْبُشْرَى، وَهِيَ مَا يَسُرُّهُمْ عِنْدَ رَبِّهِمْ فِي قَوْلِهِ تَعَالَى: وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى الْآيَةَ [٣٩ \\ ١٧] ، وَقَدْ سَأَلَ إِبْرَاهِيمُ رَبَّهُ أَنْ يَرْزُقَهُ اجْتِنَابَ عِبَادَةِ الطَّاغُوتِ، فِي قَوْلِهِ تَعَالَى: وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ [١٤ \\ ٣٥] وَالْأَصْنَامُ تَدْخُلُ فِي الطَّاغُوتِ دُخُولًا أَوَّلِيًا. </p><p> قَوْلُهُ تَعَالَى: وَاجْتَنِبُوا قَوْلَ الزُّورِ حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ، أَمَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِاجْتِنَابِ قَوْلِ الزُّورِ، وَهُوَ الْكَذِبُ وَالْبَاطِلُ كَقَوْلِهِمْ: إِنَّ اللَّهَ حَرَّمَ الْبَحِيرَةَ وَالسَّائِبَةَ، وَنَحْوَ ذَلِكَ، وَكَادِّعَائِهِمْ لَهُ الْأَوْلَادَ وَالشُّرَكَاءَ، وَكُلُّ قَوْلٍ مَائِلٍ عَنِ الْحَقِّ فَهُوَ زُورٌ، لِأَنَّ أَصْلَ الْمَادَّةِ الَّتِي هِيَ الزُّورُ مِنَ الِازْوِرَارِ بِمَعْنَى الْمَيْلِ، وَالِاعْوِجَاجِ، كَمَا أَوْضَحْنَاهُ فِي الْكَلَامِ عَلَى قَوْلِهِ: تَزَاوَرُ عَنْ كَهْفِهِمْ الْآيَةَ [١٨ \\ ١٧] . </p><p> وَاعْلَمْ أَنَّا قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا، أَنْ يُذْكَرَ لَفْظٌ عَامٌّ، ثُمَّ يُصَرَّحُ فِي بَعْضِ الْمَوَاضِعِ بِدُخُولِ بَعْضِ أَفْرَادِ ذَلِكَ الْعَامِّ فِيهِ، وَتَقَدَّمَتْ لِذَلِكَ أَمْثِلَةٌ، وَسَيَأْتِي بَعْضُ أَمْثِلَتِهِ فِي الْآيَاتِ الْقَرِيبَةِ مِنْ سُورَةِ الْحَجِّ هَذِهِ. </p><p> وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّهُ هُنَا قَالَ: وَاجْتَنِبُوا قَوْلَ الزُّورِ بِصِيغَةٍ عَامَّةٍ، ثُمَّ بَيَّنَ فِي بَعْضِ الْمَوَاضِعِ بَعْضَ أَفْرَادِ قَوْلِ الزُّورِ الْمَنْهِيِّ عَنْهُ كَقَوْلِهِ تَعَالَى فِي الْكُفَّارِ الَّذِينَ كَذَّبُوهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا [٢٥ \\ ٤] فَصَرَّحَ بِأَنَّ قَوْلَهُمْ هَذَا مِنَ الظُّلْمِ وَالزُّورِ، وَقَالَ فِي الَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ، وَيَقُولُ الْوَاحِدُ مِنْهُمْ لِامْرَأَتِهِ: أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا [٥٨ \\ ٢] فَصَرَّحَ بِأَنَّ قَوْلَهُمْ ذَلِكَ، مُنْكَرٌ وَزُورٌ، وَقَدْ ثَبَتَ فِي الصَّحِيحِ مِنْ حَدِيثِ أَبِي بَكْرَةَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «أَلَا أُنَبِّئُكُمْ بِأَكْبَرِ الْكَبَائِرِ؟قُلْنَا:بَلَى يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -قَالَ:الْإِشْرَاكُ بِاللَّهِ وَعُقُوقُ الْوَالِدَيْنِ» وَكَانَ مُتَّكِئًا فَجَلَسَ </p><p> فَقَالَ:  «أَلَا وَقَوْلُ الزُّورِ أَلَا وَشَهَادَةُ الزُّورِ فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ» اهـ وَقَدْ جَمَعَ تَعَالَى هُنَا بَيْنَ قَوْلِ الزُّورِ وَالْإِشْرَاكِ بِهِ تَعَالَى فِي قَوْلِهِ: </p><p> وَاجْتَنِبُوا قَوْلَ الزُّورِ حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ [٢٢ - ٣١] وَكَمَا أَنَّهُ جَمَعَ بَيْنَهُمَا هُنَا، فَقَدْ جَمَعَ بَيْنَهُمَا أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ: قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ [٧ \\ ٣٣] لِأَنَّ قَوْلَهُ: وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ هُوَ قَوْلُ الزُّورِ، وَقَدْ أَتَى مَقْرُونًا بِقَوْلِهِ: وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَذَلِكَ يَدُلُّ عَلَى عَظَمَةِ قَوْلِ الزُّورِ ; لِأَنَّ الْإِشْرَاكَ بِاللَّهِ قَدْ يَدْخُلُ فِي قَوْلِ الزُّورِ، كَادِّعَائِهِمُ الشُّرَكَاءَ، وَالْأَوْلَادَ لِلَّهِ، وَكَتَكْذِيبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكُلُّ ذَلِكَ الزُّورُ فِيهِ أَعْظَمُ الْكُفْرِ وَالْإِشْرَاكِ بِاللَّهِ، نَعُوذُ بِاللَّهِ مِنْ كُلِّ سُوءٍ. </p><p> وَمَعْنَى حُنَفَاءَ: قَدْ قَدَّمْنَاهُ مِرَارًا مَعَ بَعْضِ الشَّوَاهِدِ الْعَرَبِيَّةِ، فَأَغْنَى عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ، بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ مَنْ أَشْرَكَ بِاللَّهِ غَيْرَهُ أَيْ وَمَاتَ وَلَمْ يَتُبْ مِنْ ذَلِكَ فَقَدْ وَقَعَ فِي هَلَاكٍ، لَا خَلَاصَ مِنْهُ بِوَجْهٍ وَلَا نَجَاةَ مَعَهُ بِحَالٍ، لِأَنَّهُ شَبَّهَهُ بِالَّذِي خَرَّ: أَيْ سَقَطَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ، فَتَمَزَّقَتْ أَوْصَالُهُ، وَصَارَتِ الطَّيْرُ تَتَخَطَّفُهَا وَتَهْوِي بِهَا الرِّيحُ فَتُلْقِيهَا فِي مَكَانٍ سَحِيقٍ: أَيْ مَحَلٍّ بَعِيدٍ لِشِدَّةِ هُبُوبِهَا بِأَوْصَالِهِ الْمُتَمَزِّقَةِ، وَمَنْ كَانَتْ هَذِهِ صِفَتُهُ فَإِنَّهُ لَا يُرْجَى لَهُ خَلَاصٌ وَلَا يُطْمَعُ لَهُ فِي نَجَاةٍ، فَهُوَ هَالِكٌ لَا مَحَالَةَ ; لِأَنَّ مَنْ خَرَّ مِنَ السَّمَاءِ إِلَى الْأَرْضِ لَا يَصِلُ الْأَرْضَ عَادَةً إِلَّا مُتَمَزِّقَ الْأَوْصَالِ، فَإِذَا خَطَفَتِ الطَّيْرُ أَوْصَالَهُ وَتَفَرَّقَ فِي حَوَاصِلِهَا، أَوْ أَلْقَتْهُ الرِّيحُ فِي مَكَانٍ بَعِيدٍ فَهَذَا هَلَاكٌ مُحَقَّقٌ لَا مَحِيدَ عَنْهُ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ هَلَاكِ مَنْ أَشْرَكَ بِاللَّهِ وَأَنَّهُ لَا يُرْجَى لَهُ خَلَاصٌ، جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ كَقَوْلِهِ: إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ الْآيَةَ [٥ \\ ٧٣] ، وَكَقَوْلِهِ: قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ [٧ \\ ٥٠] وَقَوْلِهِ: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ الْآيَةَ [٤ \\ ٤٨] فِي الْمَوْضِعَيْنِ مِنْ سُورَةِ النِّسَاءِ، وَالْخَطْفُ: الْأَخْذُ بِسُرْعَةٍ وَالسَّحِيقُ: الْبَعِيدُ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَسُحْقًا لِأَصْحَابِ السَّعِيرِ [٦٧ \\ ١١]  [٦٧ \\ ١١] أَيْ بُعْدًا لَهُمْ. </p><p> وَقَدْ دَلَّتْ آيَاتٌ أُخَرُ عَلَى أَنَّ مَحَلَّ هَذَا الْهَلَاكِ الَّذِي لَا خَلَاصَ مِنْهُ بِحَالِ الْوَاقِعِ بِمَنْ </p>"
}