{
  "id": null,
  "sura": 22,
  "aya": 63,
  "text": "<p> الْأَوَّلُ: وَهُوَ قَوْلُ الْأَكْثَرِ هُوَ: أَنَّ إِيلَاجَ كُلِّ وَاحِدٍ مِنْهُمَا فِي الْآخَرِ، إِنَّمَا هُوَ بِإِدْخَالِ جُزْءٍ مِنْهُ فِيهِ، وَبِذَلِكَ يَطُولُ النَّهَارُ فِي الصَّيْفِ ; لِأَنَّهُ أُولِجَ فِيهِ شَيْءٌ مِنَ اللَّيْلِ وَيَطُولُ اللَّيْلُ فِي الشِّتَاءِ ; لِأَنَّهُ أُولِجَ فِيهِ شَيْءٌ مِنَ النَّهَارِ، وَهَذَا مِنْ أَدِلَّةِ قُدْرَتِهِ الْكَامِلَةِ. </p><p> الْمَعْنَى الثَّانِي: هُوَ أَنَّ إِيلَاجَ أَحَدِهِمَا فِي الْآخَرِ، هُوَ تَحْصِيلُ ظُلْمَةِ هَذَا فِي مَكَانِ ضِيَاءِ ذَلِكَ، بِغَيْبُوبَةِ الشَّمْسِ، وَضِيَاءِ ذَلِكَ فِي مَكَانِ ظُلْمَةِ هَذَا كَمَا يُضِيءُ الْبَيْتُ الْمُغْلَقُ بِالسِّرَاجِ، وَيُظْلِمُ بِفَقْدِهِ. ذَكَرَ هَذَا الْوَجْهَ الزَّمَخْشَرِيُّ، وَكَأَنَّهُ يَمِيلُ إِلَيْهِ وَالْأَوَّلُ أَظْهَرُ، وَأَكْثَرُ قَائِلًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ [٢٢ \\ ٦٢] قَرَأَهُ حَفْصٌ وَحَمْزَةُ وَالْكِسَائِيُّ: يَدْعُونَ بِالْيَاءِ التَّحْتِيَّةِ، وَقَرَأَهُ الْبَاقُونَ: بِتَاءِ الْخِطَابِ الْفَوْقِيَّةِ. </p><p> قَوْلُهُ تَعَالَى: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ، الظَّاهِرُ: أَنَّ «تَرَ» هُنَا مِنْ رَأَى بِمَعْنَى: عَلِمَ ; لِأَنَّ إِنْزَالَ الْمَطَرِ وَإِنْ كَانَ مُشَاهَدًا بِالْبَصَرِ فَكَوْنُ اللَّهِ هُوَ الَّذِي أَنْزَلَهُ، إِنَّمَا يُدْرَكُ بِالْعِلْمِ لَا بِالْبَصَرِ، فَالرُّؤْيَةُ هُنَا عِلْمِيَّةٌ عَلَى التَّحْقِيقِ. </p><p> فَالْمَعْنَى: أَلَمْ تَعْلَمِ اللَّهَ مُنْزِلًا مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً أَيْ: ذَاتَ خُضْرَةٍ بِسَبَبِ النَّبَاتِ الَّذِي يُنْبِتُهُ اللَّهُ فِيهَا بِسَبَبِ إِنْزَالِهِ الْمَاءَ مِنَ السَّمَاءِ، وَهَذِهِ آيَةٌ مِنْ آيَاتِهِ وَبَرَاهِينِ قُدْرَتِهِ عَلَى الْبَعْثِ كَمَا بَيَّنَّاهُ مِرَارًا. </p><p> وَهَذَا الْمَعْنَى الْمَذْكُورُ هُنَا مِنْ كَوْنِ إِنْبَاتِ نَبَاتِ الْأَرْضِ، بِإِنْزَالِ الْمَاءِ مِنْ آيَاتِهِ الدَّالَّةِ عَلَى كَمَالِ قُدْرَتِهِ جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ [٤١ \\ ٣٩] ثُمَّ بَيَّنَ أَنَّ ذَلِكَ مِنْ بَرَاهِينِ الْبَعْثِ بِقَوْلِهِ: إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى [٤١ \\ ٣٩] وَكَقَوْلِهِ: فَانْظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا [٣٠ \\ ٥٠] ثُمَّ بَيَّنَ أَنَّ ذَلِكَ مِنْ بَرَاهِينِ الْبَعْثِ بِقَوْلِهِ: إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٣٠ \\ ٥٠] ، وَقَوْلِهِ: وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا [٥٠ \\ ٩ - ١١] ثُمَّ بَيَّنَ أَنَّ ذَلِكَ مِنْ بَرَاهِينِ الْبَعْثِ بِقَوْلِهِ: كَذَلِكَ الْخُرُوجُ [٥٠ \\ ١١] أَيْ: </p><p> خُرُوجُكُمْ مِنْ قُبُورِكُمْ أَحْيَاءً بَعْدَ الْمَوْتِ، كَقَوْلِهِ: وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ [٣٠ \\ ١٩] وَقَوْلِهِ: وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا [٥٠ \\ ١١] ، كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ [٧ \\ ٥٧] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ. </p><p> تَنْبِيهٌ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ سُؤَالَانِ مَعْرُوفَانِ: </p><p> الْأَوَّلُ: هُوَ مَا حِكْمَةُ عَطْفِ الْمُضَارِعِ فِي قَوْلِهِ: فَتُصْبِحُ عَلَى الْمَاضِي الَّذِي هُوَ أَنْزَلَ؟ </p><p> السُّؤَالُ الثَّانِي: مَا وَجْهُ الرَّفْعِ فِي قَوْلِهِ: فَتُصْبِحُ مَعَ أَنَّ قَبْلَهَا اسْتِفْهَامًا؟ </p><p> فَالْجَوَابُ عَنِ الْأَوَّلِ: أَنَّ النُّكْتَةَ فِي الْمُضَارِعِ هِيَ إِفَادَةُ بَقَاءِ أَثَرِ الْمَطَرِ زَمَانًا بَعْدَ زَمَانٍ كَمَا تَقُولُ: أَنْعَمَ عَلَى فُلَانٍ عَامَ كَذَا وَكَذَا، فَأَرُوحُ وَأَغْدُو شَاكِرًا لَهُ، وَلَوْ قُلْتَ: فَغَدَوْتُ وَرُحْتُ، لَمْ يَقَعْ ذَلِكَ الْمَوْقِعَ، هَكَذَا أَجَابَ بِهِ الزَّمَخْشَرِيُّ. </p><p> وَالَّذِي يَظْهَرُ لِي وَاللَّهُ أَعْلَمُ: أَنَّ التَّعْبِيرَ بِالْمُضَارِعِ يُفِيدُ اسْتِحْضَارَ الْهَيْئَةِ الَّتِي اتَّصَفَتْ بِهَا الْأَرْضُ: بَعْدَ نُزُولِ الْمَطَرِ، وَالْمَاضِي لَا يُفِيدُ دَوَامَ اسْتِحْضَارِهَا ; لِأَنَّهُ يُفِيدُ انْقِطَاعَ الشَّيْءِ. </p><p> أَمَّا الرَّفْعُ فِي قَوْلِهِ: فَتُصْبِحُ ; فَلِأَنَّهُ لَيْسَ مُسَبَّبًا عَنِ الرُّؤْيَةِ الَّتِي هِيَ مَوْضِعُ الِاسْتِفْهَامِ، وَإِنَّمَا هُوَ مُسَبَّبُ الْإِنْزَالِ فِي قَوْلِهِ: أَنْزَلَ، وَالْإِنْزَالُ الَّذِي هُوَ سَبَبُ إِصْبَاحِ الْأَرْضِ مُخْضَرَّةً لَيْسَ فِيهِ اسْتِفْهَامٌ، وَمَعْلُومٌ أَنَّ الْفَاءَ الَّتِي يُنْصَبُ بَعْدَهَا الْمُضَارِعُ إِنْ حُذِفَتْ جَازَ جَعْلُ مَدْخُولِهَا جَزَاءً لِلشَّرْطِ، وَلَا يُمْكِنُ أَنْ تَقُولَ هُنَا: إِنْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً، تُصْبِحُ الْأَرْضُ مُخْضَرَّةً ; لِأَنَّ الرُّؤْيَةَ لَا أَثَرَ لَهَا أَلْبَتَّةَ فِي اخْضِرَارِ الْأَرْضِ، بَلْ سَبَبُهُ إِنْزَالُ الْمَاءِ لَا رُؤْيَةُ إِنْزَالِهِ. </p><p> وَقَدْ قَالَ الزَّمَخْشَرِيُّ فِي «الْكَشَّافِ» فِي الْجَوَابِ عَنْ هَذَا السُّؤَالِ: فَإِنْ قُلْتَ: فَمَا لَهُ رُفِعَ وَلَمْ يُنْصَبْ جَوَابًا لِلِاسْتِفْهَامِ. </p><p> قُلْتُ: لَوْ نُصِبَ لَأَعْطَى مَا هُوَ عَكْسُ الْغَرَضِ ; لَأَنَّ مَعْنَاهُ إِثْبَاتُ الِاخْضِرَارِ فَيَنْقَلِبُ بِالنَّصْبِ إِلَى نَفْيِ الِاخْضِرَارِ. </p><p> مِثَالُهُ: أَنْ تَقُولَ لِصَاحِبِكَ: أَلَمْ تَرَ أَنِّي أَنْعَمْتُ عَلَيْكَ فَتَشْكُرُ، إِنْ تَنْصِبْهُ فَأَنْتَ نَافٍ لِشُكْرِهِ شَاكٌّ تَفْرِيطَهُ، وَإِنْ رَفَعْتَهُ فَأَنْتَ مُثْبِتٌ لِلشُّكْرِ، وَهَذَا وَأَمْثَالُهُ مِمَّا يَجِبُ أَنْ يَرْغَبَ لَهُ مَنِ </p>"
}