{
  "id": null,
  "sura": 22,
  "aya": 10,
  "text": "<p> اللَّهُ بِنَقِيضِ قَصْدِهِ فَأَذَلَّهُ وَأَهَانَهُ. وَذَلِكَ الذُّلُّ وَالْإِهَانَةُ نَقِيضُ مَا كَانَ يُؤَمِّلُهُ مِنَ الْكِبْرِ وَالْعَظَمَةِ. </p><p> وَهَذَا الْمَفْهُومُ مِنْ هَذِهِ الْآيَةِ دَلَّتْ عَلَيْهِ آيَاتٌ أُخَرُ كَقَوْلِهِ تَعَالَى: إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ [٤٠ \\ ٥٦] ، وَقَوْلِهِ فِي إِبْلِيسَ لَمَّا اسْتَكْبَرَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا فَاخْرُجْ إِنَّكَ مِنَ الصَّاغِرِينَ [٧ \\ ١٣] وَالصَّغَارُ: الذُّلُّ وَالْهَوَانُ، عِيَاذًا بِاللَّهِ مِنْ ذَلِكَ، كَمَا قَدَّمْنَا إِيضَاحَهُ. وَقَوْلِهِ: وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ [٢٢ \\ ٩] ؛ أَيْ: نَحْرِقُهُ بِالنَّارِ، وَنُذِيقُهُ أَلَمَ حَرِّهَا يَوْمَ الْقِيَامَةِ. وَسُمِّيَ يَوْمَ الْقِيَامَةِ ; لِأَنَّ النَّاسَ يَقُومُونَ فِيهِ لَهُ جَلَّ وَعَلَا، كَمَا قَالَ تَعَالَى: أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ [٨٣ \\ ٤ - ٦] . </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ الْمَعْنَى: أَنَّ الْكَافِرَ إِذَا أُذِيقَ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ، يُقَالُ لَهُ ذَلِكَ؛ أَيْ: هَذَا الْعَذَابُ الَّذِي نُذِيقُكَهُ بِسَبَبِ مَا قَدَّمَتْ يَدَاكَ؛ أَيْ: قَدَّمَتْهُ فِي الدُّنْيَا مِنَ الْكُفْرِ وَالْمَعَاصِي وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ [٢٢ \\ ١٠] فَلَا يَظْلِمُ أَحَدًا مِثْقَالَ ذَرَّةٍ. وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا [٤ \\ ٣٠] وَالظَّاهِرُ أَنَّ الْمَصْدَرَ الْمُنْسَبِكَ مِنْ «أَنَّ» وَصِلَتِهَا فِي قَوْلِهِ: وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ [٢٢ \\ ١٠] فِي مَحَلِّ خَفْضٍ عَطْفًا عَلَى (مَا) الْمَجْرُورَةِ بِالْبَاءِ. </p><p> وَالْمَعْنَى: هَذَا الْعَذَابُ الَّذِي يُذِيقُكَهُ اللَّهُ حَصَلَ لَكَ بِسَبَبَيْنِ، وَهُمَا: مَا قَدَّمَتْهُ يَدَاكَ مِنْ عَمَلِ السُّوءِ مِنَ الْكُفْرِ وَالْمَعَاصِي، وَعَدَالَةُ مَنْ جَازَاكَ ذَلِكَ الْجَزَاءَ الْوِفَاقَ، وَعَدَمُ ظُلْمِهِ. وَقَدْ أَوْضَحْنَا فِيمَا مَضَى إِزَالَةَ الْإِشْكَالِ الْمَعْرُوفِ فِي نَفْيِ صِيغَةِ الْمُبَالَغَةِ، فِي قَوْلِهِ: لَيْسَ بِظَلَّامٍ فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَةُ أَسْئِلَةٍ: </p><p> الْأَوَّلُ: هُوَ مَا ذَكَرْنَا آنِفًا أَنَّا أَوْضَحْنَا الْجَوَابَ عَنْهُ سَابِقًا، وَهُوَ: أَنَّ الْمَعْرُوفَ فِي عِلْمِ الْعَرَبِيَّةِ أَنَّ النَّفْيَ إِذَا دَخَلَ عَلَى صِيغَةِ الْمُبَالَغَةِ، لَمْ يَقْتَضِ نَفْيَ أَصْلِ الْفِعْلِ. </p><p> فَلَوْ قُلْتَ: لَيْسَ زَيْدٌ بِظَلَّامٍ لِلنَّاسِ، فَمَعْنَاهُ الْمَعْرُوفُ: أَنَّهُ غَيْرُ مُبَالِغٍ فِي الظُّلْمِ، وَلَا يُنَافِي ذَلِكَ حُصُولَ مُطْلَقِ الظُّلْمِ مِنْهُ. وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا. </p>"
}