{
  "id": null,
  "sura": 23,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْمُؤْمِنُونَ </p><p> قَوْلُهُ تَعَالَى: قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَاتِ الَّتِي ابْتَدَأَ بِهَا أَوَّلَ هَذِهِ السُّورَةِ عَلَامَاتِ الْمُؤْمِنِينَ الْمُفْلِحِينَ فَقَالَ قَدْ أَفْلَحَ الْمُؤْمِنُونَ [٢٣ \\ ١] أَيْ: فَازُوا وَظَفِرُوا بِخَيْرِ الدُّنْيَا وَالْآخِرَةِ. </p><p> وَفَلَاحُ الْمُؤْمِنِينَ مَذْكُورٌ ذِكْرًا كَثِيرًا فِي الْقُرْآنِ ; كَقَوْلِهِ وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا [٣٣ \\ ٤٧] وَقَوْلِهِ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ [٢٣ \\ ٢] أَصْلُ الْخُشُوعِ: السُّكُونُ، وَالطُّمَأْنِينَةُ، وَالِانْخِفَاضُ وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> رَمَادٌ كَكُحْلِ الْعَيْنِ لَأْيًا أُبَيِّنُهُ ... وَنُؤًى كَجَذْمِ الْحَوْضِ أَثَلَمَ خَاشِعِ </p><p> وَهُوَ فِي الشَّرْعِ: خَشْيَةٌ مِنَ اللَّهِ تَكُونُ فِي الْقَلْبِ، فَتَظْهَرُ آثَارُهَا عَلَى الْجَوَارِحِ. </p><p> وَقَدْ عَدَّ اللَّهُ الْخُشُوعَ مِنْ صِفَاتِ الَّذِينَ أَعَدَّ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا فِي قَوْلِهِ فِي الْأَحْزَابِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ إِلَى قَوْلِهِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا [٣٣ \\ ٣٥] . </p><p> وَقَدْ عُدَّ الْخُشُوعُ فِي الصَّلَاةِ هُنَا مِنْ صِفَاتِ الْمُؤْمِنِينَ الْمُفْلِحِينَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ، وَبَيَّنَ أَنَّ مَنْ لَمْ يَتَّصِفْ بِهَذَا الْخُشُوعِ تَصْعُبُ عَلَيْهِ الصَّلَاةُ فِي قَوْلِهِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ [٢ \\ ٤٥] وَقَدِ اسْتَدَلَّ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ بِقَوْلِهِ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ عَلَى أَنَّ مِنْ خُشُوعِ الْمُصَلِّي: أَنْ يَكُونَ نَظَرُهُ فِي صَلَاتِهِ إِلَى مَوْضِعِ سُجُودِهِ، قَالُوا: كَانَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَنْظُرُ إِلَى السَّمَاءِ فِي الصَّلَاةِ، فَأَنْزَلَ اللَّهُ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ فَجَعَلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَنْظُرُ حَيْثُ يَسْجُدُ. </p><p> وَقَالَ صَاحِبُ الدُّرِّ الْمَنْثُورِ: وَأَخْرَجَ ابْنُ مَرْدَوَيْهِ، وَالْحَاكِمُ وَصَحَّحَهُ، وَالْبَيَهْقِيُّ فِي سُنَنِهِ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا صَلَّى رَفَعَ بَصَرَهُ إِلَى </p>"
}