{
  "id": null,
  "sura": 23,
  "aya": 64,
  "text": "<p> الْخَطِّ، كَمَا رُوِيَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: مَا بَيْنَ دَفَّتَيِ الْمُصْحَفِ كَلَامُ اللَّهِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ، حَتَّى هُنَا فِي هَذِهِ الْآيَةِ الَّتِي يُبْتَدَأُ بَعْدَهَا الْكَلَامُ، وَالْكَلَامُ الْجُمْلَةُ الشَّرْطِيَّةُ، وَالْعَذَابُ الَّذِي أَخَذَهُمْ رَبُّهُمْ بِهِ، قِيلَ: هُوَ عَذَابُ يَوْمِ بَدْرٍ بِالْقَتْلِ وَالْأَسْرِ، وَقِيلَ: الْجُوعُ وَالْقَحْطُ الشَّدِيدُ الَّذِي أَصَابَهُمْ، لَمَّا دَعَا عَلَيْهِمْ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ «اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ اللَّهُمَّ اجْعَلْهَا عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُفَ» فَأَصَابَهُمْ بِسَبَبِ دَعْوَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْجُوعِ الشَّدِيدِ، عَذَابٌ أَلِيمٌ، وَأَظْهَرُهَا عِنْدِي أَنَّهُ أَخَذَهُمْ بِالْعَذَابِ يَوْمَ الْقِيَامَةِ. وَقَدْ بَيَّنَ تَعَالَى فِي هَاتَيْنِ الْآيَتَيْنِ أَنَّهُ أَخَذَ مُتْرَفِيهِمْ بِالْعَذَابِ، وَالْمُتْرَفُونَ هُمْ أَصْحَابُ النِّعْمَةِ وَالرَّفَاهِيَةِ فِي دَارِ الدُّنْيَا، وَهَذَا الْمَعْنَى أَشَارَ لَهُ بِقَوْلِهِ: وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا [٧٣ \\ ١١ - ١٣] فَقَوْلُهُ: أُولِي النَّعْمَةِ يُرِيدُ بِهِمُ: الْمُتْرَفِينَ فِي الدُّنْيَا، وَبَيَّنَ أَنَّهُ سَيُعَذِّبُهُمْ بَعْدَ التَّهْدِيدِ بِقَوْلِهِ: إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا الْآيَةَ، وَقَوْلُهُ: يَجْأَرُونَ، الْجُؤَارُ: الصُّرَاخُ بِاسْتِغَاثَةٍ، وَالْعَرَبُ تَقُولُ: جَأَرَ الثَّوْرُ يَجْأَرُ: صَاحَ، فَالْجُؤَارُ كَالْخُوَارِ وَفِي بَعْضِ الْقِرَاءَاتِ «عِجْلًا جَسَدًا لَهُ جُؤَارٌ»  [٧ \\ ١٤٨] ، [٢٠ \\ ٨٨] بِالْجِيمِ وَالْهَمْزَةِ، أَيْ: خُوَارٌ، وَجَأَرَ الرَّجُلُ إِلَى اللَّهِ: تَضَرَّعَ بِالدُّعَاءِ. </p><p> فَمَعْنَى الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُنَعَّمِينَ فِي الدُّنْيَا مِنَ الْكُفَّارِ، إِذَا أَخَذَهُمُ اللَّهُ بِالْعَذَابِ يَوْمَ الْقِيَامَةِ، صَاحُوا مُسْتَصْرِخِينَ مُسْتَغِيثِينَ، يَطْلُبُونَ الْخَلَاصَ مِمَّا هُمْ فِيهِ، وَصُرَاخُهُمْ وَاسْتِغَاثَتُهُمُ الْمُشَارُ لَهُ هُنَا، جَاءَ فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ [٣٥ \\ ٣٦ - ٣٧] فَقَوْلُهُ: يَصْطَرِخُونَ: يَفْتَعِلُونَ مِنَ الصُّرَاخِ، مُسْتَغِيثِينَ يُرِيدُونَ الْخُرُوجَ مِمَّا هُمْ فِيهِ، بِدَلِيلِ قَوْلِهِ تَعَالَى عَنْهُمْ: رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ فَهَذَا الصُّرَاخُ الْمَذْكُورُ فِي هَذِهِ الْآيَةِ الْعَامُّ لِلْمُتْرَفِينَ وَغَيْرِهِمْ، هُوَ الْجُؤَارُ الْمَذْكُورُ عَنِ الْمُتْرَفِينَ هُنَا، وَمِنْ إِطْلَاقِ الْعَرَبِ الْجُؤَارُ عَلَى الصُّرَاخِ وَالدُّعَاءِ لِلِاسْتِغَاثَةِ قَوْلُ الْأَعْشَى: </p>"
}