{
  "id": null,
  "sura": 23,
  "aya": 4,
  "text": "<p> الشِّرْكَ كَمَا قَالَ بَعْضُهُمْ، وَالْمَعَاصِي كَمَا قَالَهُ آخَرُونَ، وَمَا لَا فَائِدَةَ فِيهِ مِنَ الْأَقْوَالِ وَالْأَفْعَالِ اهـ مِنْهُ. </p><p> وَمَا أَثْنَى اللَّهُ بِهِ عَلَى الْمُؤْمِنِينَ الْمُفْلِحِينَ فِي هَذِهِ الْآيَةِ، أَشَارَ لَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ: وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا [٢٥ \\ ٧٢] وَمِنْ مُرُورِهِمْ بِهِ كِرَامًا إِعْرَاضُهُمْ عَنْهُ، وَعَدَمُ مُشَارَكَتِهِمْ أَصْحَابَهُ فِيهِ وَقَوْلِهِ تَعَالَى وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ الْآيَةَ [٢٨ \\ ٥٥] . </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ، فِي الْمُرَادِ بِالزَّكَاةِ هُنَا وَجْهَانِ مِنَ التَّفْسِيرِ مَعْرُوفَانِ عِنْدَ أَهْلِ الْعِلْمِ: </p><p> أَحَدُهُمَا: أَنَّ الْمُرَادَ بِهَا زَكَاةُ الْأَمْوَالِ، وَعَزَاهُ ابْنُ كَثِيرٍ لِلْأَكْثَرِينَ. </p><p> الثَّانِي: أَنَّ الْمُرَادَ بِالزَّكَاةِ هُنَا: زَكَاةُ النَّفْسِ أَيْ: تَطْهِيرُهَا مِنَ الشِّرْكِ، وَالْمَعَاصِي بِالْإِيمَانِ بِاللَّهِ، وَطَاعَتِهِ وَطَاعَةِ رُسُلِهِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَعَلَى هَذَا فَالْمُرَادُ بِالزَّكَاةِ كَالْمُرَادِ بِهَا فِي قَوْلِهِ قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا [٩١ \\ ٩ - ١٠] وَقَوْلِهِ قَدْ أَفْلَحَ مَنْ تَزَكَّى الْآيَةَ [٨٧ \\ ١٤] ، وَقَوْلِهِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا [٢٤ \\ ٢١] وَقَوْلِهِ خَيْرًا مِنْهُ زَكَاةً الْآيَةَ [١٨ \\ ٨١] وَقَوْلِهِ وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ [٤١ \\ ٦ - ٧] عَلَى أَحَدِ التَّفْسِيرَيْنِ، وَقَدْ يُسْتَدَلُّ لِهَذَا الْقَوْلِ الْأَخِيرِ بِثَلَاثِ قَرَائِنَ: </p><p> الْأُولَى: أَنَّ هَذِهِ السُّورَةَ مَكِّيَّةٌ، بِلَا خِلَافٍ، وَالزَّكَاةُ إِنَّمَا فُرِضَتْ بِالْمَدِينَةِ كَمَا هُوَ مَعْلُومٌ، فَدَلَّ عَلَى أَنَّ قَوْلَهُ وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ نَزَلَ قَبْلَ فَرْضِ زَكَاةِ الْأَمْوَالِ الْمَعْرُوفَةِ، فَدَلَّ عَلَى أَنَّ الْمُرَادَ بِهِ غَيْرُهَا. </p><p> الْقَرِينَةُ الثَّانِيَةُ: هِيَ أَنَّ الْمَعْرُوفَ فِي زَكَاةِ الْأَمْوَالِ: أَنْ يُعَبَّرَ عَنْ أَدَائِهَا بِالْإِيتَاءِ ; كَقَوْلِهِ تَعَالَى وَآتُوا الزَّكَاةَ [٢ \\ ٤٣] وَقَوْلِهِ وَإِيتَاءَ الزَّكَاةِ [٢١ \\ ٧٣] وَنَحْوَ ذَلِكَ. وَهَذِهِ الزَّكَاةُ الْمَذْكُورَةُ هُنَا، لَمْ يُعَبَّرْ عَنْهَا بِالْإِيتَاءِ، بَلْ قَالَ تَعَالَى فِيهَا وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ [٢٣ \\ ٤] فَدَلَّ عَلَى أَنَّ هَذِهِ الزَّكَاةَ: أَفْعَالُ الْمُؤْمِنِينَ الْمُفْلِحِينَ، وَذَلِكَ أَوْلَى بِفِعْلِ الطَّاعَاتِ، وَتَرْكِ الْمَعَاصِي مِنْ أَدَاءِ مَالٍ. </p><p> الثَّالِثَةُ: أَنَّ زَكَاةَ الْأَمْوَالِ تَكُونُ فِي الْقُرْآنِ عَادَةً مَقْرُونَةً بِالصَّلَاةِ، مِنْ غَيْرِ فَصْلٍ </p>"
}