{
  "id": null,
  "sura": 23,
  "aya": 22,
  "text": "<p> زَيْتُونَهَا، وَفِيهِ الزَّيْتُ. وَقَالَ ابْنُ كَثِيرٍ: الطُّورُ: هُوَ الْجَبَلُ، وَقَالَ بَعْضُهُمْ: إِنَّمَا يُسَمَّى طُورًا إِذَا كَانَ فِيهِ شَجَرٌ، فَإِنْ عُرِّيَ عَنِ الشَّجَرِ، سُمِّيَ جَبَلًا لَا طُورًا، وَاللَّهُ أَعْلَمُ. وَطُورُ سَيْنَاءَ: هُوَ طُورُ سِنِينَ، وَهُوَ الْجَبَلُ الَّذِي كَلَّمَ اللَّهُ عَلَيْهِ مُوسَى بْنَ عِمْرَانَ - عَلَيْهِ السَّلَامُ -، وَمَا حَوْلَهُ مِنَ الْجِبَالِ، الَّتِي فِيهَا شَجَرُ الزَّيْتُونِ. اهـ مَحَلُّ الْغَرَضِ مِنْ كَلَامِ ابْنِ كَثِيرٍ. </p><p> وَفِي حَدِيثِ أَبِي أُسَيْدٍ مَالِكِ بْنِ رَبِيعَةَ السَّاعِدِيِّ الْأَنْصَارِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كُلُوا الزَّيْتَ وَادَّهِنُوا بِهِ فَإِنَّهُ مِنْ شَجَرَةٍ مُبَارَكَةٍ» رَوَاهُ أَحْمَدُ وَرَوَاهُ التِّرْمِذِيُّ، وَغَيْرُهُ عَنْ عُمَرَ، وَالظَّاهِرُ أَنَّهُ لَا يَخْلُو مِنْ مَقَالٍ، وَقَالَ فِيهِ الْعَجْلُونِيُّ فِي كَشْفِ الْخَفَاءِ وَمُزِيلِ الْإِلْبَاسِ رَوَاهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَابْنُ مَاجَهْ عَنْ عُمَرَ وَابْنُ مَاجَهْ فَقَطْ عَنْ أَبِي هُرَيْرَةَ، وَصَحَّحَهُ الْحَاكِمُ عَلَى شَرْطِهِمَا ثُمَّ قَالَ: وَفِي الْبَابِ عَنْ جَمَاعَةٍ مِنَ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ -. اهـ مِنْهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ، قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِمَعْنَى هَذِهِ الْآيَةِ، وَمَا يُسْتَفَادُ مِنْهَا مِنَ الْأَحْكَامِ الْفِقْهِيَّةِ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ الْآيَةَ [١٦ \\ ٦٦] مَعَ بَيَانِ أَوْجُهِ الْقِرَاءَةِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ، الضَّمِيرُ فِي قَوْلِهِ:  «عَلَيْهَا» رَاجِعٌ إِلَى الْأَنْعَامِ الْمَذْكُورَةِ فِي قَوْلِهِ: وَإِنَّ لَكُمْ فِي الْأَنْعَامِ [٢٣ \\ ٢١] وَقَدْ بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ: أَنَّهُ يَحْمِلُ خَلْقَهُ عَلَى الْأَنْعَامِ، وَالْمُرَادُ بِهَا هُنَا الْإِبِلُ ; لِأَنَّ الْحَمْلَ عَلَيْهَا هُوَ الْأَغْلَبُ، وَعَلَى الْفُلْكِ: وَهِيَ السُّفُنُ وَلَفْظُ الْفُلْكِ، يُطْلَقُ عَلَى الْوَاحِدِ وَالْجَمْعِ مِنَ السُّفُنِ، وَمَا ذَكَرَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنَ الِامْتِنَانِ عَلَى خَلْقِهِ بِمَا يَسَّرَ لَهُمْ مِنَ الرُّكُوبِ وَالْحَمْلِ، عَلَى الْأَنْعَامِ وَالسُّفُنِ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ [٤٠ \\ ٧٩ - ٨٠] وَقَوْلِهِ فِي الْأَنْعَامِ: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ [٣٦ \\ ٧١ - ٧٢] وَقَوْلِهِ فِيهَا وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ [١٦ \\ ٧] وَقَوْلِهِ فِي </p>"
}