{
  "id": null,
  "sura": 23,
  "aya": 71,
  "text": "<p> وَلَقَدْ عَلِمْتُ بِأَنَّ دِينَ مُحَمَّدٍ ... مِنْ خَيْرِ أَدْيَانِ الْبَرِيَّةِ دِينًا </p><p> وَقَالَ فِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْضًا: </p><p> لَقَدْ عَلِمُوا أَنَّ ابْنَنَا لَا مُكَذَّبَ ... لَدَيْنَا وَلَا يَعْنِي بِقَوْلِ الْأَبَاطِلِ </p><p> وَقَدْ بَيَّنَ أَبُو طَالِبٍ فِي شِعْرِهِ: أَنَّ السَّبَبَ الْمَانِعَ لَهُ مِنَ اعْتِنَاقِ الْإِسْلَامِ لَيْسَ كَرَاهِيَةَ الْحَقِّ، وَلَكِنَّهُ الْأَنَفَةُ وَالْخَوْفُ مِنْ مَلَامَةِ قَوْمِهِ أَوْ سَبِّهِمْ لَهُ كَمَا فِي قَوْلِهِ: </p><p> لَوْلَا الْمَلَامَةُ أَوْ حَذَارِ مَسَبَّةٍ ... لَوَجَدْتَنِي سَمْحًا بِذَاكَ يَقِينًا </p><p> قَوْلُهُ تَعَالَى: وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ، اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِالْحَقِّ فِي هَذِهِ الْآيَةِ، فَقَالَ بَعْضُهُمْ: الْحَقُّ: هُوَ اللَّهُ تَعَالَى، وَمَعْلُومٌ أَنَّ الْحَقَّ مِنْ أَسْمَائِهِ الْحُسْنَى، كَمَا فِي قَوْلِهِ تَعَالَى: وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ [٢٤ \\ ٢٥] وَقَوْلُهُ: ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ [٢٢ \\ ٦] وَكَوْنُ الْمُرَادِ بِالْحَقِّ فِي الْآيَةِ: هُوَ اللَّهَ عَزَاهُ الْقُرْطُبِيُّ لِلْأَكْثَرِينَ، وَمِمَّنْ قَالَ بِهِ: مُجَاهِدٌ وَابْنُ جُرَيْجٍ، وَأَبُو صَالِحٍ، وَالسُّدِّيُّ، وَرُوِيَ عَنْ قَتَادَةَ، وَغَيْرِهِمْ. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالْمَعْنَى لَوْ أَجَابَهُمُ اللَّهُ إِلَى تَشْرِيعِ مَا أَحَبُّوا تَشْرِيعَهُ وَإِرْسَالِ مَنِ اقْتَرَحُوا إِرْسَالَهُ، بِأَنْ جَعَلَ أَمْرَ التَّشْرِيعِ وَإِرْسَالِ الرُّسُلِ وَنَحْوِ ذَلِكَ تَابِعًا لِأَهْوَائِهِمُ الْفَاسِدَةِ، لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ، وَمَنْ فِيهِنَّ ; لِأَنَّ أَهْوَاءَهُمُ الْفَاسِدَةَ وَشَهَوَاتِهِمُ الْبَاطِلَةَ، لَا يُمْكِنُ أَنْ تَقُومَ عَلَيْهَا السَّمَاءُ وَالْأَرْضُ وَذَلِكَ لِفَسَادِ أَهْوَائِهِمْ، وَاخْتِلَافِهَا. فَالْأَهْوَاءُ الْفَاسِدَةُ الْمُخْتَلِفَةُ لَا يُمْكِنُ أَنْ يَقُومَ عَلَيْهَا نِظَامُ السَّمَاءِ وَالْأَرْضِ وَمَنْ فِيهِنَّ، بَلْ لَوْ كَانَتْ هِيَ الْمُتَّبَعَةَ لَفَسَدَ الْجَمِيعُ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ أَهْوَاءَهُمْ لَا تَصْلُحُ ; لِأَنْ تَكُونَ مُتَّبَعَةً قَوْلُهُ تَعَالَى: وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ [٤٣ \\ ٣١] ; لِأَنَّ الْقُرْآنَ لَوْ أُنْزِلَ عَلَى أَحَدِ الرَّجُلَيْنِ الْمَذْكُورَيْنِ، وَهُوَ كَافِرٌ يَعْبُدُ الْأَوْثَانَ فَلَا فَسَادَ أَعْظَمُ مِنْ ذَلِكَ، وَقَدْ رَدَّ اللَّهُ عَلَيْهِمْ بِقَوْلِهِ: أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ الْآيَةَ [٤٣ \\ ٣٢] ، وَقَالَ تَعَالَى: قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ وَكَانَ الْإِنْسَانُ قَتُورًا [٧ \\ ١٠٠] وَقَالَ تَعَالَى: أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذًا لَا يُؤْتُونَ النَّاسَ نَقِيرًا [٤ \\ ٥٣] قَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ -: فَفِي هَذَا كُلِّهِ تَبْيِينُ عَجْزِ الْعِبَادِ، وَاخْتِلَافُ آرَائِهِمْ وَأَهْوَائِهِمْ، وَأَنَّهُ تَعَالَى هُوَ </p>"
}