{
  "id": null,
  "sura": 23,
  "aya": 12,
  "text": "<p> الْحَدِيثَ، وَقَدْ قَدَّمْنَاهُ وَالْأَحَادِيثُ فِي فَضْلِ الصَّلَاةِ وَالْمُحَافَظَةِ عَلَيْهَا كَثِيرَةٌ جِدًّا، وَلَكِنَّ مَوْضُوعَ كِتَابِنَا بَيَانُ الْقُرْآنِ بِالْقُرْآنِ، وَلَا نَذْكُرُ غَالِبًا الْبَيَانَ مِنَ السُّنَّةِ، إِلَّا إِذَا كَانَ فِي الْقُرْآنِ بَيَانٌ غَيْرُ وَافٍ بِالْمَقْصُودِ، فَنُتَمِّمُ الْبَيَانَ مِنَ السُّنَّةِ كَمَا قَدَّمْنَاهُ مِرَارًا، وَذَكَرْنَاهُ فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> قَوْلُهُ تَعَالَى: أُولَئِكَ هُمُ الْوَارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُؤْمِنِينَ الْمُتَّصِفِينَ بِالصِّفَاتِ، الَّتِي قَدَّمْنَا هُمُ الْوَارِثُونَ، وَحَذَفَ مَفْعُولَ اسْمِ الْفَاعِلِ الَّذِي هُوَ الْوَارِثُونَ ; لِدَلَالَةِ قَوْلِهِ: الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ [٢٣ \\ ١١] عَلَيْهِ. وَالْفِرْدَوْسُ: أَعْلَى الْجَنَّةِ، وَأَوْسَطُهَا، وَمِنْهُ تُفَجَّرُ أَنْهَارُ الْجَنَّةِ، وَفَوْقَهُ عَرْشُ الرَّحْمَنِ - جَلَّ وَعَلَا -، وَعَبَّرَ تَعَالَى عَنْ نَيْلِ الْفِرْدَوْسِ هُنَا بَاسِمِ الْوِرَاثَةِ. </p><p> وَقَدْ أَوْضَحْنَا مَعْنَى الْوِرَاثَةِ وَالْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ الْمَعْنَى ; كَقَوْلِهِ تَعَالَى: تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا [١٩ \\ ٦٣] وَقَوْلِهِ: وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ [٧ \\ ٤٣] وَقَوْلِهِ تَعَالَى: وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ الْآيَةَ [٣٩ \\ ٧٤] فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ: تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا [١٩ \\ ٦٣] فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا، وَقَرَأَ هَذَا الْحَرْفَ: حَمْزَةُ وَالْكِسَائِيُّ: عَلَى صَلَاتِهِمْ بِغَيْرِ وَاوٍ، بِصِيغَةِ الْإِفْرَادِ وَقَرَأَ الْبَاقُونَ: عَلَى صَلَوَاتِهِمْ [٢٣ \\ ٩] بِالْوَاوِ الْمَفْتُوحَةِ بِصِيغَةِ الْجَمْعِ الْمُؤَنَّثِ السَّالِمِ وَالْمَعْنَى وَاحِدٌ ; لِأَنَّ الْمُفْرَدَ الَّذِي هُوَ اسْمُ جِنْسٍ، إِذَا أُضِيفَ إِلَى مَعْرِفَةٍ، كَانَ صِيغَةَ عُمُومٍ كَمَا هُوَ مَعْرُوفٌ فِي الْأُصُولِ، وَقَوْلُهُ هُنَا: هُمْ فِيهَا خَالِدُونَ، أَيْ: بِلَا انْقِطَاعٍ أَبَدًا، كَمَا قَالَ تَعَالَى عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] أَيْ: غَيْرَ مَقْطُوعٍ، وَقَالَ تَعَالَى: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] وَقَالَ تَعَالَى: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ \\ ٩٦] كَمَا قَدَّمْنَاهُ مُسْتَوْفًى. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ، بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَطْوَارَ خَلْقِهِ الْإِنْسَانَ وَنَقْلِهِ لَهُ، مِنْ حَالٍ إِلَى حَالٍ، لِيَدُلَّ خَلْقُهُ بِذَلِكَ عَلَى كَمَالِ قُدْرَتِهِ وَاسْتِحْقَاقِهِ لِلْعِبَادَةِ وَحْدَهُ - جَلَّ وَعَلَا -، وَقَدْ أَوْضَحْنَا فِي </p><p> أَوَّلِ سُورَةِ الْحَجِّ مَعْنَى النذُّطْفَةِ، وَالْعَلَقَةِ، وَالْمُضْغَةِ، وَبَيَّنَّا أَقْوَالَ أَهْلِ الْعِلْمِ فِي الْمُخَلَّقَةِ، وَغَيْرِ الْمُخَلَّقَةِ، وَالصَّحِيحِ مِنْ ذَلِكَ وَأَوْضَحْنَا أَحْكَامَ الْحَمْلِ إِذَا سَقَطَ عَلَقَةً أَوْ مُضْغَةً هَلْ تَنْقَضِي بِهِ عِدَّةُ الْحَامِلِ أَوْ لَا؟ </p><p> وَهَلْ تَكُونُ الْأَمَةُ بِهِ أُمَّ وَلَدٍ إِنْ كَانَ مِنْ سَيِّدِهَا أَوْ لَا؟ إِلَى غَيْرِ ذَلِكَ مِنْ أَحْكَامِ الْحَمْلِ السَّاقِطِ، وَمَتَى يَرِثُ، وَيُوَرَّثُ، وَمَتَى يُصَلَّى عَلَيْهِ، وَأَقْوَالُ أَهْلِ الْعِلْمِ فِي ذَلِكَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَاتِ [٢٢ \\ ٥] ، وَسَنَذْكُرُ هُنَا مَا لَمْ نُبَيِّنْهُ هُنَالِكَ مَعَ ذِكْرِ الْآيَاتِ الَّتِي لَهَا تَعَلُّقٌ بِهَذَا الْمَعْنَى، أَمَّا مَعْنَى السُّلَالَةِ: فَهِيَ فُعَالَةٌ مِنْ سَلَلْتُ الشَّيْءَ مِنَ الشَّيْءِ، إِذَا اسْتَخْرَجْتَهُ مِنْهُ، وَمِنْهُ قَوْلُ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ: </p><p> خَلَقَ الْبَرِيَّةَ مِنْ سُلَالَةِ مُنْتِنٍ ... وَإِلَى السُّلَالَةِ كُلِّهَا سَتَعُودُ </p><p> وَالْوَلَدُ سُلَالَةُ أَبِيهِ كَأَنَّهُ انْسَلَّ مِنْ ظَهْرِ أَبِيهِ. </p><p> وَمِنْهُ قَوْلُ حَسَّانَ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> فَجَاءَتْ بِهِ عَضْبَ الْأَدِيمِ غَضَنْفَرًا ... سُلَالَةُ فَرْجٍ كَانَ غَيْرَ حَصِينِ </p><p> وَبِنَاءُ الِاسْمِ عَلَى الْفُعَالَةِ، يَدُلُّ عَلَى الْقِلَّةِ كَقُلَامَةِ الظُّفْرِ، وَنُحَاتَةِ الشَّيْءِ الْمَنْحُوتِ، وَهِيَ مَا يَتَسَاقَطُ مِنْهُ عِنْدَ النَّحْتِ، وَالْمُرَادُ بِخَلْقِ الْإِنْسَانِ مِنْ سُلَالَةِ الطِّينِ: خَلْقُ أَبِيهِمْ آدَمَ مِنْهُ، كَمَا قَالَ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ [٣ \\ ٥٩] . </p><p> وَقَدْ أَوْضَحْنَا فِيمَا مَضَى أَطْوَارَ ذَلِكَ التُّرَابِ، وَأَنَّهُ لَمَّا بُلَّ بِالْمَاءِ صَارَ طِيبًا وَلَمَّا خُمِّرَ صَارَ طِينًا لَازِبًا يُلْصَقُ بِالْيَدِ، وَصَارَ حَمَأً مَسْنُونًا، قَالَ بَعْضُهُمْ: طِينًا أَسْوَدَ مُنْتِنًا، وَقَالَ بَعْضُهُمْ: الْمَسْنُونُ: الْمُصَوَّرُ، كَمَا تَقَدَّمَ إِيضَاحُهُ فِي سُورَةِ الْحِجْرِ، ثُمَّ لَمَّا خَلَقَهُ مِنْ طِينٍ خَلَقَ مِنْهُ زَوْجَهُ حَوَّاءَ، كَمَا قَالَ فِي أَوَّلِ النِّسَاءِ يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا [٤ \\ ١] وَقَالَ فِي الْأَعْرَافِ وَجَعَلَ مِنْهَا زَوْجَهَا [٧ \\ ١٨٩] وَقَالَ فِي الزُّمَرِ: ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا [٣٩ \\ ٦] كَمَا تَقَدَّمَ إِيضَاحُ ذَلِكَ كُلِّهِ، ثُمَّ لَمَّا خَلَقَ الرَّجُلَ وَالْمَرْأَةَ، كَانَ وُجُودُ جِنْسِ الْإِنْسَانِ مِنْهُمَا عَنْ طَرِيقِ التَّنَاسُلِ، فَأَوَّلُ أَطْوَارِهِ: النُّطْفَةُ، ثُمَّ الْعَلَقَةُ، إِلَخْ. </p><p> وَقَدْ بَيَّنَّا أَغْلَبَ ذَلِكَ فِي أَوَّلِ سُورَةِ الْحَجِّ، وَقَوْلُهُ هُنَا: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ [٢٣ \\ ١٢] يَعْنِي: بَدْأَهُ خَلْقَ نَوْعِ الْإِنْسَانِ بِخَلْقِ آدَمَ، وَقَوْلُهُ ثُمَّ جَعَلْنَاهُ نُطْفَةً [٢٣ \\ ١٣] ، أَيْ: بَعْدَ خَلْقِ آدَمَ وَحَوَّاءَ، فَالضَّمِيرُ فِي قَوْلِهِ: ثُمَّ جَعَلْنَاهُ </p><p> لِنَوْعِ الْإِنْسَانِ، الَّذِي هُوَ النَّسْلُ لِدَلَالَةِ الْمَقَامِ عَلَيْهِ، كَقَوْلِهِمْ: عِنْدِي دِرْهَمٌ وَنِصْفُهُ أَيْ: وَنِصْفُ دِرْهَمٍ آخَرُ، كَمَا أَوْضَحَ تَعَالَى هَذَا الْمَعْنَى فِي سُورَةِ السَّجْدَةِ فِي قَوْلِهِ تَعَالَى ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ [٣٢ \\ ٦ - ٩] وَأَشَارَ إِلَى ذَلِكَ بِقَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ [٣٠ \\ ٢٠] وَمَا ذَكَرَهُ هُنَا مِنْ أَطْوَارِ خَلْقِهِ الْإِنْسَانَ، أَمَرَ كُلَّ مُكَلَّفٍ أَنْ يَنْظُرَ فِيهِ، وَالْأَمْرُ الْمُطْلَقُ يَقْتَضِي الْوُجُوبَ إِلَّا لِدَلِيلٍ صَارِفٍ عَنْهُ، كَمَا أَوْضَحْنَاهُ مِرَارًا، وَذَلِكَ فِي قَوْلِهِ: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ خُلِقَ مِنْ مَاءٍ دَافِقٍ الْآيَةَ [٨٦ \\ ٥ - ٦] ، وَقَدْ أَشَارَ فِي آيَاتٍ كَثِيرَةٍ، إِلَى كَمَالِ قُدْرَتِهِ بِنَقْلِهِ الْإِنْسَانَ فِي خَلْقِهِ مِنْ طَوْرٍ إِلَى طَوْرٍ، كَمَا أَوْضَحَهُ هُنَا ; وَكَمَا فِي قَوْلِهِ تَعَالَى: مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا وَقَدْ خَلَقَكُمْ أَطْوَارًا [٧١ \\ ١٣ - ١٤] وَبَيَّنَ أَنَّ انْصِرَافَ خَلْقِهِ عَنِ التَّفَكُّرِ فِي هَذَا وَالِاعْتِبَارِ بِهِ مِمَّا يَسْتَوْجِبُ التَّسَاؤُلَ وَالْعَجَبَ، وَأَنَّ مِنْ غَرَائِبِ صُنْعِهِ وَعَجَائِبِ قُدْرَتِهِ نَقْلَهُ الْإِنْسَانَ مِنَ النُّطْفَةِ، إِلَى الْعَلَقَةِ، وَمِنَ الْعَلَقَةِ إِلَى الْمُضْغَةِ إِلَخْ، مَعَ أَنَّهُ لَمْ يَشُقَّ بَطْنَ أُمِّهِ بَلْ هُوَ مُسْتَتِرٌ بِثَلَاثِ ظُلُمَاتٍ: وَهِيَ ظُلْمَةُ الْبَطْنِ، وَظُلْمَةُ الرَّحِمِ، وَظُلْمَةُ الْمَشِيمَةِ الْمُنْطَوِيَةِ عَلَى الْجَنِينِ، وَذَلِكَ فِي قَوْلِهِ - جَلَّ وَعَلَا -: يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ [٣٩ \\ ٦] فَتَأَمَّلْ مَعْنَى قَوْلِهِ فَأَنَّى تُصْرَفُونَ، أَيْ: عَنْ هَذِهِ الْعَجَائِبِ وَالْغَرَائِبِ، الَّتِي فَعَلَهَا فِيكُمْ رَبُّكُمْ وَمَعْبُودُكُمْ. وَقَالَ تَعَالَى: هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ [٣ \\ ٦] وَقَالَ: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ [٢٢ \\ ٥] ثُمَّ ذَكَرَ الْحِكْمَةَ فَقَالَ لِنُبَيِّنَ لَكُمْ [٢٢ \\ ٥] أَيْ: لِنُظْهِرَ لَكُمْ بِذَلِكَ عَظَمَتَنَا، وَكَمَالَ قُدْرَتِنَا، وَانْفِرَادَنَا بِالْإِلَهِيَّةِ وَاسْتِحْقَاقِ الْعِبَادَةِ، وَقَالَ فِي سُورَةِ الْمُؤْمِنِ هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا [٤٠ \\ ٦٧] وَقَالَ تَعَالَى: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٧٥ \\ ٣٦ - ٤٠] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ، وَقَدْ أَبْهَمَ هَذِهِ الْأَطْوَارَ الْمَذْكُورَةَ فِي قَوْلِهِ </p><p> كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ [٧٠ \\ ٣٩] وَذَلِكَ الْإِبْهَامُ يَدُلُّ عَلَى ضَعْفِهِمْ وَعَظَمَةِ خَالِقِهِمْ - جَلَّ وَعَلَا -، فَسُبْحَانَهُ - جَلَّ وَعَلَا - مَا أَعْظَمَ شَأْنَهُ وَمَا أَكْمَلَ قُدْرَتَهُ، وَمَا أَظْهَرَ بَرَاهِينَ تَوْحِيدِهِ، وَقَدْ بَيَّنَ فِي آيَةِ الْمُؤْمِنُونَ هَذِهِ: أَنَّهُ يَخْلُقُ الْمُضْغَةَ عِظَامًا، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ: أَنَّهُ يُرَكِّبُ بَعْضَ تِلْكَ الْعِظَامِ مَعَ بَعْضٍ، تَرْكِيبًا قَوِيًّا، وَيَشُدُّ بَعْضَهَا مَعَ بَعْضٍ، عَلَى أَكْمَلِ الْوُجُوهِ وَأَبْدَعِهَا، وَذَلِكَ فِي قَوْلِهِ نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ الْآيَةَ [٧٦ \\ ٢٨] ، وَالْأَسْرُ: شَدُّ الْعِظَامِ بَعْضِهَا مَعَ بَعْضٍ، وَتَآسِيرُ السَّرْجِ وَمَرْكَبُ الْمَرْأَةِ السُّيُورُ الَّتِي يُشَدُّ بِهَا، وَمِنْهُ قَوْلُ حُمَيْدِ بْنِ ثَوْرٍ: </p><p> وَمَا دَخَلَتْ فِي الْخَدْبِ حَتَّى تَنَقَّضَتْ ... تَآسِيرُ أَعْلَى قَدِّهِ وَتَحَطَّمَا </p><p> وَفِي صِحَاحِ الْجَوْهَرِيِّ: أَسَرَ قَتَبَهُ يَأْسِرُهُ أَسْرًا شَدَّهُ بِالْأَسَارِ وَهُوَ الْقَدُّ، وَمِنْهُ سُمِّيَ الْأَسِيرُ، وَكَانُوا يَشُدُّونَهُ بِالْقَدِّ، فَقَوْلُ بَعْضِ الْمُفَسِّرِينَ وَاللُّغَوِيِّينَ: أَسْرَهُمْ أَيْ: خَلْقَهُمْ فِيهِ قُصُورٌ فِي التَّفْسِيرِ ; لِأَنَّ الْأَسْرَ هُوَ الشَّدُّ الْقَوِيُّ بِالْأَسَارِ الَّذِي هُوَ الْقَدُّ، وَهُوَ السَّيْرُ الْمَقْطُوعُ مِنْ جِلْدِ الْبَعِيرِ وَنَحْوِهِ، الَّذِي لَمْ يُدْبَغْ وَاللَّهُ - جَلَّ وَعَلَا - يَشُدُّ بَعْضَ الْعِظَامِ بِبَعْضٍ، شَدًّا مُحْكَمًا مُتَمَاسِكًا كَمَا يَشُدُّ الشَّيْءَ بِالْقَدِّ، وَالشَّدُّ بِهِ قَوِيٌّ جِدًّا، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي قَرَارٍ مَكِينٍ [٢٣ \\ ١٣] الْقَرَارُ هُنَا: مَكَانُ الِاسْتِقْرَارِ، وَالْمَكِينُ: الْمُتَمَكِّنُ، وَصَفَ الْقَرَارَ بِهِ لِتَمَكُّنِهِ فِي نَفْسِهِ بِحَيْثُ لَا يُعْرَضُ لَهُ اخْتِلَالٌ، أَوْ لِتَمَكُّنِ مَنْ يَحِلُّ فِيهِ، قَالَهُ أَبُو حَيَّانَ فِي الْبَحْرِ، وَقَالَ الزَّمَخْشَرِيُّ: الْقَرَارُ: الْمُسْتَقِرُّ، وَالْمُرَادُ بِهِ: الرَّحِمُ وُصِفَتْ بِالْمَكَانَةِ الَّتِي هِيَ صِفَةُ الْمُسْتَقِرِّ فِيهَا، أَوْ بِمَكَانَتِهَا فِي نَفْسِهَا ; لِأَنَّهَا مُكِّنَتْ بِحَيْثُ هِيَ وَأُحْرِزَتْ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ [٢٣ \\ ١٤] قَالَ الزَّمَخْشَرِيُّ أَيْ: خَلْقًا مُبَايِنًا لِلْخَلْقِ الْأَوَّلِ مُبَايَنَةً مَا أَبْعَدَهَا حَيْثُ جَعَلَهُ حَيَوَانًا وَكَانَ جَمَادًا، وَنَاطِقًا وَكَانَ أَبْكَمَ، وَسَمِيعًا وَكَانَ أَصَمَّ، وَبَصِيرًا وَكَانَ أَكْمَهَ وَأَوْدَعَ بَاطِنَهُ وَظَاهِرَهُ، بَلْ كُلُّ عُضْوٍ مِنْ أَعْضَائِهِ وَجُزْءٍ مِنْ أَجْزَائِهِ عَجَائِبُ فِطْرَةٍ، وَغَرَائِبُ حِكْمَةٍ، لَا تُدْرَكُ بِوَصْفِ الْوَاصِفِ، وَلَا بِشَرْحِ الشَّارِحِ، انْتَهَى مِنْهُ. </p><p> وَقَالَ الْقُرْطُبِيُّ: اخْتُلِفَ فِي الْخَلْقِ الْآخَرِ الْمَذْكُورِ، فَقَالَ ابْنُ عَبَّاسٍ، وَالشَّعْبِيُّ وَأَبُو الْعَالِيَةِ، وَالضَّحَّاكُ وَابْنُ زَيْدٍ:  «هُوَ نَفْخُ الرُّوحِ فِيهِ بَعْدَ أَنْ كَانَ جَمَادًا» وَعَنِ ابْنِ عَبَّاسٍ: «خُرُوجُهُ إِلَى الدُّنْيَا» ، وَقَالَ قَتَادَةُ: عَنْ فُرْقَةِ نَبَاتِ شَعْرِهِ، وَقَالَ الضَّحَّاكُ: خُرُوجُ الْأَسْنَانِ، وَنَبَاتُ الشَّعْرِ، وَقَالَ مُجَاهِدٌ: كَمَالُ شَبَابِهِ، وَرُوِيَ عَنِ ابْنِ عُمَرَ وَالصَّحِيحُ، أَنَّهُ عَامٌّ فِي هَذَا وَفِي غَيْرِهِ مِنَ النُّطْقِ وَالْإِدْرَاكِ، وَتَحْصِيلِ الْمَعْقُولَاتِ إِلَى أَنْ يَمُوتَ، اهـ مِنْهُ. </p><p> وَالظَّاهِرُ أَنَّ جَمِيعَ أَقْوَالِ أَهْلِ الْعِلْمِ فِي قَوْلِهِ خَلْقًا آخَرَ أَنَّهُ صَارَ بَشَرًا سَوِيًّا بَعْدَ أَنْ كَانَ نُطْفَةً، وَمُضْغَةً، وَعَلَقَةً، وَعِظَامًا كَمَا هُوَ وَاضِحٌ. </p><p> مَسْأَلَةٌ </p><p> وَقَدِ اسْتَدَلَّ بِهَذِهِ الْآيَةِ الْإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ -، عَلَى أَنَّ مَنْ غَصَبَ بَيْضَةً، فَأَفْرَخَتْ عِنْدَهُ أَنَّهُ يَضْمَنُ الْبَيْضَةَ، وَلَا يَرُدُّ الْفَرْخَ ; لِأَنَّ الْفَرْخَ خَلْقٌ آخَرُ سِوَى الْبَيْضَةِ، فَهُوَ غَيْرُ مَا غَصَبَ، وَإِنَّمَا يَرُدُّ الْغَاصِبُ مَا غَصَبَ، وَهَذَا الِاسْتِدْلَالُ لَهُ وَجْهٌ مِنَ النَّظَرِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ [٢٣ \\ ١٤] وَقَوْلُهُ فَتَبَارَكَ اللَّهُ قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ: تَبَارَكَ: فِعْلٌ مَاضٍ لَا يَنْصَرِفُ، وَمَعْنَاهُ: تَعَالَى وَتَقَدَّسَ. اهـ مِنْهُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ أَحْسَنُ الْخَالِقِينَ أَيِ: الْمُقَدِّرِينَ وَالْعَرَبُ تُطْلِقُ الْخَلْقَ وَتُرِيدُ التَّقْدِيرَ، وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> وَلَأَنْتَ تَفْرِي مَا خَلَقْتَ وَبَعْ ... ضُ الْقَوْمِ يَخْلُقُ ثُمَّ لَا يَفْرِي </p><p> فَقَوْلُهُ: يَخْلُقُ ثُمَّ لَا يَفْرِي، أَيْ: يُقَدِّرُ الْأَمْرَ، ثُمَّ لَا يُنَفِّذُهُ لِعَجْزِهِ عَنْهُ كَمَا هُوَ مَعْلُومٌ، وَمَعْلُومٌ أَنَّ النَّحْوِيِّينَ مُخْتَلِفُونَ فِي صِيغَةِ التَّفْضِيلِ إِذَا أُضِيفَتْ إِلَى مَعْرِفَةٍ، هَلْ إِضَافَتُهَا إِضَافَةٌ مَحْضَةٌ، أَوْ لَفْظِيَّةٌ غَيْرُ مَحْضَةٍ، كَمَا هُوَ مَعْرُوفٌ فِي مَحَلِّهِ؟ فَمَنْ قَالَ: هِيَ مَحْضَةٌ أَعْرَبَ قَوْلَهُ أَحْسَنُ الْخَالِقِينَ نَعْتًا لِلَفْظِ الْجَلَالَةِ، وَمَنْ قَالَ: هِيَ غَيْرُ مَحْضَةٍ أَعْرَبَهُ بَدَلًا، وَقِيلَ: خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، تَقْدِيرُهُ: هُوَ أَحْسَنُ الْخَالِقِينَ، وَقَرَأَ هَذَيْنِ الْحَرْفَيْنِ فَخَلَقْنَا الْمُضْغَةَ عِظَامًا [٢٣ \\ ١٣] وَقَوْلُهُ فَكَسَوْنَا الْعِظَامَ لَحْمًا ابْنُ عَامِرٍ وَشُعْبَةُ عَنْ عَاصِمٍ عَظْمًا: بِفَتْحِ الْعَيْنِ، وَإِسْكَانِ الظَّاءِ مِنْ غَيْرِ أَلِفٍ بِصِيغَةِ الْمُفْرَدِ فِيهِمَا، وَقَرَأَهُ الْبَاقُونَ: عِظَامًا بِكَسْرِ الْعَيْنِ وَفَتْحِ الظَّاءِ، وَأَلِفٍ بَعْدَهَا بِصِيغَةِ الْجَمْعِ، وَعَلَى قِرَاءَةِ ابْنِ عَامِرٍ وَشُعْبَةَ، فَالْمُرَادُ بِالْعَظْمِ: الْعِظَامُ. </p><p> وَقَدْ قَدَّمْنَا بِإِيضَاحٍ فِي أَوَّلِ سُورَةِ الْحَجِّ وَغَيْرِهَا أَنَّ الْمُفْرَدَ إِنْ كَانَ اسْمَ جِنْسٍ، قَدْ تُطْلِقُهُ الْعَرَبُ، وَتُرِيدُ بِهِ مَعْنَى الْجَمْعِ، وَأَكْثَرْنَا مِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ، وَكَلَامِ الْعَرَبِ مَعَ تَعْرِيفِهِ وَتَنْكِيرِهِ وَإِضَافَتِهِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p>"
}