{
  "id": null,
  "sura": 23,
  "aya": 91,
  "text": "<p> مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ الظَّاهِرُ أَنْ يُقَالَ فِي جَوَابِهِ: رَبُّهُمَا اللَّهُ، وَإِذًا يُشْكِلُ وَجْهُ الْإِتْيَانِ بِلَامِ الْجَرِّ. وَالْجَوَابُ عَنْ هَذَا السُّؤَالِ مَعْرُوفٌ وَاضِحٌ ; لِأَنَّ قَوْلَهُ تَعَالَى: مَنْ رَبُّ السَّمَاوَاتِ الْآيَةَ، وَقَوْلَهُ: مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ فِيهِ مَعْنًى: مَنْ هُوَ مَالِكُ السَّمَاوَاتِ وَالْأَرْضِ، وَالْعَرْشِ، وَكُلِّ شَيْءٍ فَيُحْسِنُ الْجَوَابَ بِأَنْ يُقَالَ: لِلَّهِ، أَيْ: كُلُّ ذَلِكَ مِلْكٌ لِلَّهِ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ الشَّاعِرِ: </p><p> إِذَا قِيلَ مَنْ رَبُّ الْمَزَالِفِ وَالْقُرَى ... وَرَبُّ الْجِيَادِ الْجُرْدِ قُلْتُ لِخَالِدِ </p><p> لِأَنَّ قَوْلَهُ: مَنْ رَبُّ الْمَزَالِفِ فِيهِ مَعْنَى مَنْ هُوَ مَالِكُهَا، فَحَسُنَ الْجَوَابُ بِاللَّامِ: أَيْ هِيَ لِخَالِدٍ، وَالْمَزَالِفُ: مَزْلَفَةٌ كَمَرْحَلَةٍ، قَالَ فِي الْقَامُوسِ: هِيَ كُلُّ قَرْيَةٍ تَكُونُ بَيْنَ الْبَرِّ وَالرِّيفِ، وَجَمْعُهَا مَزَالِفُ. </p><p> حب </p><p> قَوْلُهُ تَعَالَى: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ، بَيَّنَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَ مَسَائِلَ: </p><p> الْأُولَى: أَنَّهُ لَمْ يَتَّخِذْ وَلَدًا سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَالثَّانِيَةُ: أَنَّهُ لَمْ يَكُنْ مَعَهُ إِلَهٌ آخَرُ سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَالثَّالِثَةُ: أَنَّهُ أَقَامَ الْبُرْهَانَ عَلَى اسْتِحَالَةِ تَعَدُّدِ الْآلِهَةِ بِقَوْلِهِ: </p><p> إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ. أَمَّا ادِّعَاؤُهُمْ لَهُ الْأَوْلَادَ، فَقَدْ بَيَّنَّا الْآيَاتِ الدَّالَّةَ عَلَى عِظَمِ فِرْيَتِهِمْ فِي ذَلِكَ، وَظُهُورِ بُطْلَانِ دَعْوَاهُمْ، وَرَدَّ اللَّهُ عَلَيْهِمْ فِي ذَلِكَ في مَوَاضِعَ مُتَعَدِّدَةً، فَقَدْ أَوْضَحْنَا فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ، عَلَى قَوْلِهِ تَعَالَى: وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى الْآيَةَ [١٦ \\ ٥٧ - ٥٨] ، وَقَدْ ذَكَرْنَا طَرَفًا مِنْهُ فِي أَوَّلِ الْكَهْفِ فِي الْكَلَامِ عَلَى قَوْلِهِ: وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا [١٨ \\ ٤] ، وَفِي مَوَاضِعَ غَيْرِ مَا ذُكِرَ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> وَأَمَّا تَفَرُّدُهُ تَعَالَى بِالْأُلُوهِيَّةِ مَعَ إِقَامَةِ الدَّلِيلِ عَلَى ذَلِكَ فَقَدْ بَيَّنَّاهُ، وَذَكَرْنَا مَا يَدُلُّ عَلَيْهِ مِنَ الْآيَاتِ فِي سُورَةِ بَنِي إِسْرَائِيلَ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا [١٧ \\ ٤٢] وَلَمْ نَتَعَرَّضْ لِمَا يُسَمِّيهِ الْمُتَكَلِّمُونَ دَلِيلَ التَّمَانُعِ، لِكَثْرَةِ الْمُنَاقَشَاتِ الْوَارِدَةِ عَلَى أَهْلِ الْكَلَامِ فِيهِ، وَإِنَّمَا بَيَّنَّا الْآيَاتِ بِالْقُرْآنِ عَلَى طَرِيقِ الِاسْتِدْلَالِ الْقُرْآنِيِّ بِهَا فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p>"
}