{
  "id": null,
  "sura": 23,
  "aya": 117,
  "text": "<p> قَوْلُهُ تَعَالَى: وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ. </p><p> الْبُرْهَانُ: الدَّلِيلُ الَّذِي لَا يَتْرُكُ فِي الْحَقِّ لَبْسًا، وَقَوْلُهُ: لَا بُرْهَانَ لَهُ بِهِ كَقَوْلِهِ وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا الْآيَةَ [٢٢ \\ ٧١] ، وَالسُّلْطَانُ: هُوَ الْحُجَّةُ الْوَاضِحَةُ وَهُوَ بِمَعْنَى: الْبُرْهَانُ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ قَدْ بَيَّنَ أَنَّ حِسَابَهُ الَّذِي عِنْدَ رَبِّهِ، لَا فَلَاحَ لَهُ فِيهِ بِقَوْلِهِ بَعْدَهُ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ وَأَعْظَمُ الْكَافِرِينَ كُفْرًا هُوَ مَنْ يَدْعُو مَعَ اللَّهِ إِلَهًا آخَرَ، لَا بُرْهَانَ لَهُ بِهِ، وَنَفْيُ الْفَلَاحِ عَنْهُ يَدُلُّ عَلَى هَلَاكِهِ وَأَنَّهُ مِنْ أَهْلِ النَّارِ، وَقَدْ حَذَّرَ اللَّهُ مِنْ دُعَاءِ إِلَهٍ مَعَهُ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ [٥١ \\ ٥١] وَقَوْلِهِ: وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ [٢٨ \\ ٨٨] وَقَوْلِهِ تَعَالَى: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا [١٧ \\ ٢٢] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، وَلَا خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ أَنَّ قَوْلَهُ هُنَا: لَا بُرْهَانَ لَهُ بِهِ لَا مَفْهُومَ مُخَالَفَةٍ لَهُ، فَلَا يَصِحُّ لِأَحَدٍ أَنْ يَقُولَ: أَمَّا مَنْ عَبَدَ مَعَهُ إِلَهًا آخَرَ لَهُ بُرْهَانٌ بِهِ فَلَا مَانِعَ مِنْ ذَلِكَ ; لِاسْتِحَالَةِ وُجُودِ بُرْهَانٍ عَلَى عِبَادَةِ إِلَهٍ آخَرَ مَعَهُ، بَلِ الْبَرَاهِينُ الْقَطْعِيَّةُ الْمُتَوَاتِرَةُ، دَالَّةٌ عَلَى أَنَّهُ هُوَ الْمَعْبُودُ وَحْدَهُ - جَلَّ وَعَلَا - وَلَا يُمْكِنُ أَنْ يُوجَدَ دَلِيلٌ عَلَى عِبَادَةِ غَيْرِهِ أَلْبَتَّةَ. </p><p> وَقَدْ تَقَرَّرَ فِي فَنِّ الْأُصُولِ أَنَّ مِنْ مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ، كَوْنَ تَخْصِيصِ الْوَصْفِ بِالذِّكْرِ لِمُوَافَقَتِهِ لِلْوَاقِعِ فَيَرِدُ النَّصُّ ذَاكِرًا لِوَصْفِ الْمُوَافِقِ لِلْوَاقِعِ لِيُطَبَّقَ عَلَيْهِ الْحُكْمُ، فَتَخْصِيصُهُ بِالذِّكْرِ إِذًا لَيْسَ لِإِخْرَاجِ الْمَفْهُومِ عَنْ حُكْمِ الْمَنْطُوقِ، بَلْ لِتَخْصِيصِ الْوَصْفِ بِالذِّكْرِ لِمُوَافَقَتِهِ لِلْوَاقِعِ. </p><p> وَمِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ هَذِهِ الْآيَةُ ; لِأَنَّ قَوْلَهُ: لَا بُرْهَانَ لَهُ بِهِ وَصْفٌ مُطَابِقٌ لِلْوَاقِعِ ; لِأَنَّهُمْ يَدْعُونَ مَعَهُ غَيْرَهُ بِلَا بُرْهَانٍ، فَذَكَرَ الْوَصْفَ لِمُوَافَقَتِهِ الْوَاقِعَ، لَا لِإِخْرَاجِ الْمَفْهُومِ عَنْ حُكْمِ الْمَنْطُوقِ. </p><p> وَمِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ أَيْضًا قَوْلُهُ تَعَالَى: لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ [٣ \\ ٢٨] ; لِأَنَّهُ نَزَلَ فِي قَوْمٍ وَالُوا الْيَهُودَ دُونَ الْمُؤْمِنِينَ، فَقَوْلُهُ مِنْ دُونِ الْمُؤْمِنِينَ ذِكْرٌ لِمُوَافَقَتِهِ لِلْوَاقِعِ لَا لِإِخْرَاجِ الْمَفْهُومِ، عَنْ حُكْمِ الْمَنْطُوقِ وَمَعْلُومٌ أَنَّ اتِّخَاذَ </p>"
}