{
  "id": null,
  "sura": 23,
  "aya": 17,
  "text": "<p> قَوْلُهُ تَعَالَى: ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ، بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُمْ بَعْدَ أَنْ أَنْشَأَهُمْ خَلْقًا آخَرَ، فَأَخْرَجَ الْوَاحِدَ مِنْهُمْ مِنْ بَطْنِ أُمِّهِ صَغِيرًا، ثُمَّ يَكُونُ مُحْتَلِمًا، ثُمَّ يَكُونُ شَابًّا، ثُمَّ يَكُونُ كَهْلًا، ثُمَّ يَكُونُ شَيْخًا، ثُمَّ هَرَمًا أَنَّهُمْ كُلَّهُمْ صَائِرُونَ إِلَى الْمَوْتِ مَنْ عُمِّرَ مِنْهُمْ وَمَنْ لَمْ يُعَمَّرْ، ثُمَّ هُمْ بَعْدَ الْمَوْتِ يُبْعَثُونَ أَحْيَاءً، يَوْمَ الْقِيَامَةِ لِلْحِسَابِ وَالْجَزَاءِ، وَهَذَا الْمَوْتُ وَالْحَيَاةُ الْمَذْكُورَانِ هُنَا كُلُّ وَاحِدٍ مِنْهُمَا لَهُ نَظِيرٌ آخَرُ ; لِأَنَّهُمَا إِمَاتَتَانِ وَإِحْيَاءَتَانِ ذُكِرَ مِنْ كُلٍّ مِنْهُمَا وَاحِدَةٌ هُنَا، وَذُكِرَ الْجَمِيعُ فِي قَوْلِهِ تَعَالَى: كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ [٢ \\ ٢٨] وَقَوْلِهِ: قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ [٤٠ \\ ١١] كَمَا قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ الْحَجِّ وَالْبَقَرَةِ، وَكُلُّ ذَلِكَ دَلِيلٌ عَلَى كَمَالِ قُدْرَتِهِ، وَلُزُومِ الْإِيمَانِ بِهِ، وَاسْتِحْقَاقِهِ لِلْعِبَادَةِ وَحْدَهُ سُبْحَانَهُ وَتَعَالَى عُلُوًّا كَبِيرًا. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (١٧) ، فِي قَوْلِهِ تَعَالَى:  «طَرَائِقَ» وَجْهَانِ مِنَ التَّفْسِيرِ: </p><p> أَحَدُهُمَا: أَنَّهَا قِيلَ لَهَا طَرَائِقُ ; لِأَنَّ بَعْضَهَا فَوْقَ بَعْضٍ مِنْ قَوْلِهِمْ: طَارَقَ النَّعْلَ إِذَا صَيَّرَهَا طَاقًا فَوْقَ طَاقٍ، وَرَكَّبَ بَعْضَهَا عَلَى بَعْضٍ، وَمِنْهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «كَأَنَّ وُجُوهَهُمُ الْمَجَانُّ الْمُطْرَقَةُ» أَيِ: التِّرَاسُ الَّتِي جُعِلَتْ لَهَا طَبَقَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ، وَمِنْهُ قَوْلُ الشَّاعِرِ يَصِفُ نَعْلًا لَهُ مُطَارَقَةٌ: </p><p> وَطِرَاقٌ مِنْ خَلْفِهِنَّ طِرَاقٌ ... سَاقِطَاتٌ تَلْوِي بِهَا الصَّحْرَاءُ </p><p> يَعْنِي: نِعَالَ الْإِبِلِ، وَمِنْهُ قَوْلُهُمْ: طَائِرٌ طَرَّاقُ الرِّيشِ، وَمَطْرَقَةٌ إِذَا رَكِبَ بَعْضُ رِيشِهِ بَعْضًا، وَمِنْهُ قَوْلُ زُهَيْرٍ يَصِفُ بَازِيًا: </p><p> أَهْوَى لَهَا أَسْفَعُ الْخَدَّيْنِ مُطْرِقٌ ... رِيشَ الْقَوَادِمِ لَمْ تُنْصَبْ لَهُ الشَّبَكُ </p><p> وَقَوْلُ ذِي الرُّمَّةِ يَصِفُ بَازِيًا أَيْضًا: </p><p> طِرَاقُ الْخَوَافِي وَاقِعٌ فَوْقَ رِيعِهِ ... نَدَى لَيْلِهِ فِي رِيشِهِ يَتَرَقْرَقُ </p><p> وَقَوْلُ الْآخَرِ يَصِفُ قَطَاةً: </p><p> سَكَّاءُ مَخْطُومَةٌ فِي رِيشِهَا طَرْقٌ ... سُودٌ قَوَادِمُهَا كَدَّرَ خَوَافِيَهَا </p><p> فَعَلَى هَذَا الْقَوْلِ فَقَوْلُهُ سَبْعَ طَرَائِقَ يُوَضِّحُ مَعْنَاهُ قَوْلُهُ تَعَالَى </p>"
}