{
  "id": null,
  "sura": 23,
  "aya": 62,
  "text": "<p> فَنِّ الْأُصُولِ فِي مَبْحَثِ الْأَمْرِ وَفِي فَنِّ الْمَعَانِي فِي مَبْحَثِ الْإِنْشَاءِ، أَنَّ مِنَ الْمَعَانِي الَّتِي تَأْتِي لَهَا صِيغَةُ أَفْعَلَ التَّهْدِيدُ وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ تَهْدِيدِ الْكُفَّارِ الَّذِينَ كَذَّبُوا نَبِيَّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ [١٥ \\ ٣] ، وَقَوْلِهِ تَعَالَى: فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا [٨٦ \\ ١٧] وَقَوْلِهِ: قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ [١٤] وَقَوْلِهِ: قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ [٣٩ \\ ٨] . </p><p> وَقَدْ أَوْضَحْنَا الْآيَاتِ الدَّالَّةَ عَلَى هَذَا الْمَعْنَى فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ، الْآيَةَ [١٥ \\ ٣] وَتَكَلَّمْنَا هُنَاكَ عَلَى لَفْظِ ذَرْهُمْ. </p><p> قَوْلُهُ تَعَالَى: أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ، قَدْ أَوْضَحْنَا الْكَلَامَ عَلَى الْآيَاتِ الْمُوَضِّحَةِ لِهَاتَيْنِ الْآيَتَيْنِ فِي سُورَةِ الْكَهْفِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا [١٨ \\ ٣٦] فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا، مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ مِنَ التَّخْفِيفِ فِي هَذِهِ الْحَنِيفِيَّةِ السَّمْحَةِ، الَّتِي جَاءَ بِهَا نَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ ذَكَرْنَا طَرَفًا مِنَ الْآيَاتِ الدَّالَّةِ عَلَيْهِ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ [٢٢ \\ ٧٨] فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ، الْحَقُّ أَنَّ الْمُرَادَ بِهَذَا الْكِتَابِ: كِتَابُ الْأَعْمَالِ الَّذِي يُحْصِيهَا اللَّهُ فِيهِ، كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٩] وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا الْمَعْنَى فِي الْكَهْفِ، فِي الْكَلَامِ عَلَى قَوْلِهِ: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ، الْآيَةَ [١٨ \\ ٤٩] وَفِي سُورَةِ الْإِسْرَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا [١٧ \\ ١٣] . </p><p> وَالظَّاهِرُ أَنَّ مَعْنَى نُطْقِ الْكِتَابِ بِالْحَقِّ: أَنَّ جَمِيعَ الْمَكْتُوبِ فِيهِ حَقٌّ، فَمَنْ قَرَأَ الْمَكْتُوبَ فِيهِ، كَأَنَّهُ لَا يَنْطِقُ فِي قِرَاءَتِهِ لَهُ إِلَّا بِالْحَقِّ، وَرُبَّمَا أَطْلَقَتِ الْعَرَبُ اسْمَ الْكَلَامِ عَلَى </p>"
}