{
  "id": null,
  "sura": 23,
  "aya": 76,
  "text": "<p> الْمُوَصِّلُ إِلَى الْجَنَّةِ الْمَذْكُورِ فِي قَوْلِهِ قَبْلَهُ: وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ [٢٣ \\ ٧٣] وَمَنْ نَكَبَ عَنْ هَذَا الصِّرَاطِ الْمُسْتَقِيمِ، دَخَلَ النَّارَ بِلَا شَكٍّ. </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ ; كَقَوْلِهِ تَعَالَى فِي سُورَةِ الرُّومِ: وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ [٣٠ \\ ١٦] وَمَعْنَى قَوْلِهِ: لَنَاكِبُونَ: عَادِلُونَ عَنْهُ، حَائِدُونَ غَيْرُ سَالِكِينَ إِيَّاهُ وَهُوَ مَعْنًى مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ نُصَيْبٍ: </p><p> خَلِيلِيَّ مِنْ كَعْبٍ أَلَمًا هَدَيْتُمَا ... بِزَيْنَبَ لَا تَفْقِدْكُمَا أَبَدًا كَعْبُ </p><p> مِنَ الْيَوْمِ زُورَاهَا فَإِنَّ رِكَابَنَا ... غَدَاةَ غَدٍ عَنْهَا وَعَنْ أَهْلِهَا نَكْبُ </p><p> جَمْعُ نَاكِبَةٍ، عَنْهَا أَيْ: عَادِلَةٌ عَنْهَا مُتَبَاعِدَةٌ عَنْهَا، وَعَنْ أَهْلِهَا. </p><p> قَوْلُهُ تَعَالَى: وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ، قَدْ بَيَّنَّا الْآيَاتِ الْمُوَضِّحَةَ لِمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ مِنْ أَنَّهُ تَعَالَى يَعْلَمُ الْمَعْدُومَ الَّذِينَ سَبَقَ فِي عِلْمِهِ أَنَّهُ لَا يُوجَدُ أَنْ لَوْ وُجِدَ، كَيْفَ يَكُونُ فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ [٦ \\ ٢٨] فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ [٢٣ \\ ٧٥] اللَّجَاجُ هُنَا: التَّمَادِي فِي الْكُفْرِ وَالضَّلَالِ، وَالطُّغْيَانُ: مُجَاوَزَةُ الْحَدِّ، وَهُوَ كُفْرُهُمْ بِاللَّهِ، وَادِّعَاؤُهُمْ لَهُ الْأَوْلَادَ وَالشُّرَكَاءَ، وَقَوْلُهُ: يَعْمَهُونَ: يَتَرَدَّدُونَ مُتَحَيِّرِينَ لَا يُمَيِّزُونَ حَقًّا، مِنْ بَاطِلٍ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْعَمَهُ: عَمَى الْقَلْبِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَخَذَ الْكُفَّارَ بِالْعَذَابِ، وَالظَّاهِرُ أَنَّهُ هُنَا: الْعَذَابُ الدُّنْيَوِيُّ كَالْجُوعِ وَالْقَحْطِ وَالْمَصَائِبِ، وَالْأَمْرَاضِ وَالشَّدَائِدِ، فَمَا اسْتَكَانُوا لِرَبِّهِمْ أَيْ: مَا خَضَعُوا لَهُ، وَلَا ذَلُّوا وَمَا يَتَضَرَّعُونَ أَيْ: مَا يَبْتَهِلُونَ إِلَيْهِ بِالدُّعَاءِ مُتَضَرِّعِينَ لَهُ، لِيَكْشِفَ عَنْهُمْ ذَلِكَ الْعَذَابَ لِشِدَّةِ قَسْوَةِ قُلُوبِهِمْ، وَبُعْدِهِمْ مِنَ الِاتِّعَاظِ، وَلَوْ كَانُوا مُتَّصِفِينَ بِمَا يَسْتَوْجِبُ ذَلِكَ مِنْ إِصَابَةِ عَذَابِ اللَّهِ لَهُمْ، وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ هُنَا جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى فِي سُورَةِ الْأَنْعَامِ: وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ فَلَوْلَا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ [٦ \\ ٤٢ - ٤٣] وَقَوْلِهِ فِي سُورَةِ </p>"
}