{
  "id": null,
  "sura": 23,
  "aya": 101,
  "text": "<p> قَوْلُهُ تَعَالَى: فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ، فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، سُؤَالَانِ مَعْرُوفَانِ يَحْتَاجَانِ إِلَى جَوَابٍ مُبَيِّنٍ لِلْمَقْصُودِ مُزِيلٍ لِلْإِشْكَالِ. </p><p> السُّؤَالُ الْأَوَّلُ: أَنَّهُ تَعَالَى ذَكَرَ فِي هَذِهِ الْآيَةِ: أَنَّهُ إِذَا نُفِخَ فِي الصُّورِ - وَالظَّاهِرُ أَنَّهَا النَّفْخَةُ الثَّانِيَةُ - أَنَّهُمْ لَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ، فَيُقَالُ: مَا وَجْهُ نَفْيِ الْأَنْسَابِ بَيْنَهُمْ، مَعَ أَنَّهَا بَاقِيَةٌ كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: فَإِذَا جَاءَتِ الصَّاخَّةُ يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصَاحِبَتِهِ وَبَنِيهِ [٨٠ \\ ٣٣ - ٣٦] فَفِي هَذِهِ الْآيَةِ ثُبُوتُ الْأَنْسَابِ بَيْنَهُمْ. </p><p> السُّؤَالُ الثَّانِي: أَنَّهُ قَالَ: وَلَا يَتَسَاءَلُونَ مَعَ أَنَّهُ ذَكَرَ فِي آيَاتٍ أُخَرَ أَنَّهُمْ فِي الْآخِرَةِ يَتَسَاءَلُونَ، كَقَوْلِهِ فِي سُورَةِ الطُّورِ وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ [٥٢ \\ ٢٥] وَقَوْلِهِ فِي الصَّافَّاتِ وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ [٣٧ \\ ٢٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ ذَكَرْنَا الْجَوَابَ عَنْ هَذَيْنِ السُّؤَالَيْنِ فِي كِتَابِنَا:  «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» بِمَا حَاصِلُهُ: </p><p> إِنَّ الْجَوَابَ عَنِ السُّؤَالِ الْأَوَّلِ: هُوَ أَنَّ الْمُرَادَ بِنَفْيِ الْأَنْسَابِ انْقِطَاعُ آثَارِهَا، الَّتِي كَانَتْ مُتَرَتِّبَةً عَلَيْهَا فِي دَارِ الدُّنْيَا، مِنَ التَّفَاخُرِ بِالْآبَاءِ، وَالنَّفْعِ وَالْعَوَاطِفِ وَالصِّلَاتِ، فَكُلُّ ذَلِكَ يَنْقَطِعُ يَوْمَ الْقِيَامَةِ، وَيَكُونُ الْإِنْسَانُ لَا يُهِمُّهُ إِلَّا نَفْسُهُ، وَلَيْسَ الْمُرَادُ نَفْيَ حَقِيقَةِ الْأَنْسَابِ، مِنْ أَصْلِهَا بِدَلِيلِ قَوْلِهِ: يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ الْآيَةَ [٨٠ \\ ٣٤ - ٣٥] . </p><p> وَإِنَّ الْجَوَابَ عَنِ السُّؤَالِ الثَّانِي مِنْ ثَلَاثَةِ أَوْجُهٍ: </p><p> الْأَوَّلُ: هُوَ قَوْلُ مَنْ قَالَ: إِنَّ نَفْيَ السُّؤَالِ بَعْدَ النَّفْخَةِ الْأُولَى، وَقَبْلَ الثَّانِيَةِ، وَإِثْبَاتَهُ بَعْدَهُمَا مَعًا، وَهَذَا الْجَوَابُ فِيمَا يَظْهَرُ لَا يَخْلُو مِنْ نَظَرٍ. </p><p> الثَّانِي: أَنَّ نَفْيَ السُّؤَالِ عِنْدَ اشْتِغَالِهِمْ بِالصَّعْقِ وَالْمُحَاسَبَةِ، وَالْجَوَازِ عَلَى الصِّرَاطِ وَإِثْبَاتَهُ فِيمَا عَدَا ذَلِكَ وَهُوَ عَنِ السُّدِّيِّ، مِنْ طَرِيقِ عَلِيِّ بْنِ أَبِي طَلْحَةَ، عَنِ ابْنِ عَبَّاسٍ. </p><p> الثَّالِثُ: أَنَّ السُّؤَالَ الْمَنْفِيَّ سُؤَالٌ خَاصٌّ، وَهُوَ سُؤَالُ بَعْضِهِمُ الْعَفْوَ مِنْ بَعْضٍ، فِيمَا </p>"
}