{
  "id": null,
  "sura": 23,
  "aya": 114,
  "text": "<p> وَالسَّاعَةُ: أَقَلُّ مِنْ يَوْمٍ أَوْ بَعْضِهِ، وَقَوْلِهِ: كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا [٧٩ \\ ٤٦] وَقَوْلِهِ: كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ [١٠ \\ ٤٥] وَقَوْلِهِ تَعَالَى: لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ [٤٦ \\ ٣٥] . </p><p> وَقَدْ بَيَّنَّا الْجَوَابَ عَنْ هَذَا السُّؤَالِ فِي كِتَابِنَا: دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ بِمَا حَاصِلُهُ: أَنَّ بَعْضَهُمْ يَقُولُ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ، وَيَقُولُ بَعْضٌ آخَرُ مِنْهُمْ: لَبِثْنَا سَاعَةً وَيَقُولُ بَعْضٌ آخَرُ مِنْهُمْ: لَبِثْنَا عَشْرًا. </p><p> وَالدَّلِيلُ عَلَى هَذَا الْجَوَابِ مِنَ الْقُرْآنِ أَنَّهُ تَعَالَى بَيَّنَ أَنَّ أَقْوَاهُمْ إِدْرَاكًا، وَأَرْجَحَهُمْ عَقْلًا، وَأَمْثَلَهُمْ طَرِيقَةً هُوَ مَنْ يَقُولُ: إِنَّهُمْ مَا لَبِثُوا إِلَّا يَوْمًا وَاحِدًا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا [٢٠ \\ ١٠٣ - ١٠٤] فَالْآيَةُ صَرِيحَةٌ فِي اخْتِلَافِ أَقْوَالِهِمْ، وَعَلَى ذَلِكَ فَلَا إِشْكَالَ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى: فَاسْأَلِ الْعَادِّينَ، أَيِ: الْحَاسِبِينَ، الَّذِينَ يَضْبُطُونَ مُدَّةَ لُبْثِنَا، وَقَرَأَ ابْنُ كَثِيرٍ وَالْكِسَائِيُّ بِنَقْلِ حَرَكَةِ الْهَمْزَةِ إِلَى السِّينِ، وَحَذْفِ الْهَمْزَةِ، وَالْبَاقُونَ: فَاسْأَلْ بِغَيْرِ نَقْلٍ، وَقَرَأَ ابْنُ كَثِيرٍ وَحَمْزَةُ وَالْكِسَائِيُّ: قُلْ كَمْ لَبِثْتُمْ بِضَمِّ الْقَافِ وَسُكُونِ اللَّامِ بِصِيغَةِ الْأَمْرِ، وَقَرَأَ الْبَاقُونَ: قَالَ كَمْ لَبِثْتُمْ بِفَتْحِ الْقَافِ بَعْدَهَا أَلِفٌ وَفَتْحِ اللَّامِ بِصِيغَةِ الْفِعْلِ الْمَاضِي. </p><p> وَقَالَ الزَّمَخْشَرِيُّ مَا حَاصِلُهُ: إِنَّهُ عَلَى قِرَاءَةِ قَالَ بِصِيغَةِ الْمَاضِي فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى اللَّهِ، أَوْ إِلَى مَنْ أُمِرَ بِسُؤَالِهِمْ مِنَ الْمَلَائِكَةِ، وَعَلَى قِرَاءَةِ قُلْ بِصِيغَةِ الْأَمْرِ، فَالضَّمِيرُ رَاجِعٌ إِلَى الْمَلَكِ الْمَأْمُورِ بِسُؤَالِهِمْ أَوْ بَعْضِ رُؤَسَاءِ أَهْلِ النَّارِ هَكَذَا قَالَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَدْ صَدَّقَهُمُ اللَّهُ - جَلَّ وَعَلَا - فِي قِلَّةِ لَبْثِهِمْ فِي الدُّنْيَا بِقَوْلِهِ: قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ [٢٣ \\ ١١٤] . </p><p> لِأَنَّ مُدَّةَ مُكْثِهِمْ فِي الدُّنْيَا قَلِيلَةٌ جِدًّا، بِالنِّسْبَةِ إِلَى طُولِ مُدَّتِهِمْ خَالِدِينَ فِي النَّارِ، وَالْعِيَاذُ بِاللَّهِ. وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ: قُلْ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا بِصِيغَةِ الْأَمْرِ وَالْبَاقُونَ بِصِيغَةِ الْمَاضِي. </p>"
}