{
  "id": null,
  "sura": 23,
  "aya": 5,
  "text": "<p> بَيْنَهُمَا كَقَوْلِهِ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ [٢ \\ ١١٠] وَقَوْلِهِ وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ [٢ \\ ٢٧٧] وَقَوْلِهِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ [٢١ \\ ٧٣] وَهَذِهِ الزَّكَاةُ الْمَذْكُورَةُ هُنَا فُصِلَ بَيْنَ ذِكْرِهَا، وَبَيْنَ ذِكْرِ الصَّلَاةِ بِجُمْلَةِ وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ [٢٣ \\ ٣] . </p><p> وَالَّذِينَ قَالُوا الْمُرَادُ بِهَا زَكَاةُ الْأَمْوَالِ، قَالُوا: إِنَّ أَصْلَ الزَّكَاةِ فُرِضَ بِمَكَّةَ قَبْلَ الْهِجْرَةِ، وَأَنَّ الزَّكَاةَ الَّتِي فُرِضَتْ بِالْمَدِينَةِ سَنَةَ اثْنَتَيْنِ هِيَ ذَاتُ النُّصُبِ، وَالْمَقَادِيرِ الْخَاصَّةِ. </p><p> وَقَدْ أَوْضَحْنَا هَذَا الْقَوْلَ فِي الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ [١٤١] وَقَدْ يُسْتَدَلُّ ; لِأَنَّ الْمُرَادَ بِالزَّكَاةِ فِي هَذِهِ الْآيَةِ غَيْرُ الْأَعْمَالِ الَّتِي تُزَكَّى بِهَا النُّفُوسُ مِنْ دَنَسِ الشِّرْكِ وَالْمَعَاصِي، بِأَنَّا لَوْ حَمَلْنَا مَعْنَى الزَّكَاةِ عَلَى ذَلِكَ، كَانَ شَامِلًا لِجَمِيعِ صِفَاتِ الْمُؤْمِنِينَ الْمَذْكُورَةِ فِي أَوَّلِ هَذِهِ السُّورَةِ، فَيَكُونُ كَالتَّكْرَارِ مَعَهَا، وَالْحَمْلُ عَلَى التَّأْسِيسِ وَالِاسْتِقْلَالِ أَوْلَى مِنْ غَيْرِهِ، كَمَا تَقَرَّرَ فِي الْأُصُولِ، وَقَدْ أَوْضَحْنَاهُ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً الْآيَةَ [٦ \\ ٩٧] وَالَّذِينَ قَالُوا: هِيَ زَكَاةُ الْأَمْوَالِ قَالُوا: فَاعِلُونَ أَيْ: مُؤَدُّونَ، قَالُوا: وَهِيَ لُغَةٌ مَعْرُوفَةٌ فَصِيحَةٌ، وَمِنْهَا قَوْلُ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ: </p><p> الْمُطْعِمُونَ الطَّعَامَ فِي السَّنَةِ الْأَزْ ... مَةِ وَالْفَاعِلُونَ لِلزَّكَوَاتِ </p><p> وَهُوَ وَاضِحٌ، بِحَمْلِ الزَّكَاةِ عَلَى الْمَعْنَى الْمَصْدَرِيِّ بِمَعْنَى التَّزْكِيَةِ لِلْمَالِ ; لِأَنَّهَا فِعْلُ الْمُزَكِّي كَمَا هُوَ وَاضِحٌ، وَلَا شَكَّ أَنَّ تَطْهِيرَ النَّفْسِ بِأَعْمَالِ الْبِرِّ، وَدَفْعِ زَكَاةِ الْمَالِ كِلَاهُمَا مِنْ صِفَاتِ الْمُؤْمِنِينَ الْمُفْلِحِينَ الْوَارِثِينَ الْجَنَّةَ. </p><p> وَقَدْ قَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ -: وَقَدْ يُحْتَمَلُ أَنَّ الْمُرَادَ بِالزَّكَاةِ هَا هُنَا: زَكَاةُ النَّفْسِ مِنَ الشِّرْكِ، وَالدَّنَسِ إِلَى أَنْ قَالَ وَيُحْتَمَلُ أَنْ يَكُونَ كِلَا الْأَمْرَيْنِ مُرَادًا وَهُوَ زَكَاةُ النُّفُوسِ، وَزَكَاةُ الْأَمْوَالِ فَإِنَّهُ مِنْ جُمْلَةِ زَكَاةِ النُّفُوسِ، وَالْمُؤْمِنُ الْكَامِلُ هُوَ الَّذِي يَفْعَلُ هَذَا وَهَذَا وَاللَّهُ أَعْلَمُ، اهـ مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ، ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَاتِ الْكَرِيمَةِ: أَنَّ مِنْ صِفَاتِ الْمُؤْمِنِينَ الْمُفْلِحِينَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ وَيَخْلُدُونَ فِيهَا حِفْظَهُمْ لِفُرُوجِهِمْ أَيْ: مِنَ اللِّوَاطِ وَالزِّنَى، وَنَحْوِ ذَلِكَ، وَبَيَّنَ أَنَّ </p><p> حِفْظَهُمْ فُرُوجَهُمْ، لَا يَلْزَمُهُمْ عَنْ نِسَائِهِمُ الَّذِينَ مَلَكُوا الِاسْتِمْتَاعَ بِهِنَّ بِعَقْدِ الزَّوَاجِ أَوْ بِمِلْكِ الْيَمِينِ، وَالْمُرَادُ بِهِ التَّمَتُّعُ بِالسَّرَارِي، وَبَيَّنَ أَنَّ مَنْ لَمْ يَحْفَظْ فَرْجَهُ عَنْ زَوْجِهِ أَوْ سُرِّيَّتِهِ لَا لَوْمَ عَلَيْهِ، وَأَنَّ مَنِ ابْتَغَى تَمَتُّعًا بِفَرْجِهِ، وَرَاءَ ذَلِكَ غَيْرَ الْأَزْوَاجِ وَالْمَمْلُوكَاتِ فَهُوَ مِنَ الْعَادِينَ أَيِ: الْمُعْتَدِينَ الْمُتَعَدِّينَ حُدُودَ اللَّهِ، الْمُجَاوِزِينَ مَا أَحَلَّهُ اللَّهُ إِلَى مَا حَرَّمَهُ. </p><p> وَبَيَّنَ مَعْنَى الْعَادِينَ فِي هَذِهِ الْآيَةِ قَوْلُهُ تَعَالَى فِي قَوْمِ لُوطٍ: أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ [٢٦ \\ ١٦٥ - ١٦٦] وَهَذَا الَّذِي ذَكَرَهُ هُنَا ذَكَرَهُ أَيْضًا فِي سُورَةِ سَأَلَ سَائِلٌ ; لِأَنَّهُ قَالَ فِيهَا فِي الثَّنَاءِ عَلَى الْمُؤْمِنِينَ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ [٧٠ \\ ٢٩ - ٣١] . </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ </p><p> الْمَسْأَلَةُ الْأُولَى: اعْلَمْ أَنَّ مَا فِي قَوْلِهِ: أوْ مَا مَلَكَتْ أَيْمَانُهُمْ [٢٣ \\ ٦] مِنْ صِيَغِ الْعُمُومِ، وَالْمُرَادُ بِهَا مَنْ وَهِيَ مِنْ صِيغَ الْعُمُومِ، فَآيَةُ قَدْ أَفْلَحَ الْمُؤْمِنُونَ [٢٣ \\ ١] وَآيَةُ سَأَلَ سَائِلٌ [٧٠ \\ ١] تَدُلُّ بِعُمُومِهَا الْمَدْلُولِ عَلَيْهِ بِلَفْظَةِ مَا، فِي قَوْلِهِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فِي الْمَوْضِعَيْنِ عَلَى جَوَازِ جَمْعِ الْأُخْتَيْنِ بِمِلْكِ الْيَمِينِ فِي التَّسَرِّي بِهِمَا مَعًا لِدُخُولِهِمَا فِي عُمُومِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَبِهَذَا قَالَ دَاوُدُ الظَّاهِرِيُّ، وَمَنْ تَبِعَهُ: وَلَكِنَّ قَوْلَهُ تَعَالَى: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ [٤ \\ ٢٣] يَدُلُّ بِعُمُومِهِ عَلَى مَنْعِ جَمْعِ الْأُخْتَيْنِ بِمِلْكِ الْيَمِينِ ; لِأَنَّ الْأَلِفَ وَاللَّامَ فِي الْأُخْتَيْنِ صِيغَةُ عُمُومٍ، تَشْمَلُ كُلَّ أُخْتَيْنِ، سَوَاءٌ كَانَتَا بِعَقْدٍ أَوْ مِلْكِ يَمِينٍ وَلِذَا قَالَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ -، لَمَّا سُئِلَ عَنْ جَمْعِ الْأُخْتَيْنِ بِمِلْكِ الْيَمِينِ: أَحَلَّتْهُمَا آيَةٌ، وَحَرَّمَتْهُمَا أُخْرَى يَعْنِي بِالْآيَةِ الْمُحَلِّلَةِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَبِالْمُحَرِّمَةِ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ. </p><p> وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» وَسَنَذْكُرُ هُنَا إِنْ شَاءَ اللَّهُ الْمُهِمَّ مِمَّا ذَكَرْنَا فِيهِ وَنَزِيدُ مَا تَدْعُو الْحَاجَةُ إِلَى زِيَادَتِهِ. </p><p> وَحَاصِلُ تَحْرِيرِ الْمَقَامِ فِي ذَلِكَ: أَنَّ الْآيَتَيْنِ الْمَذْكُورَتَيْنِ بَيْنَهُمَا عُمُومٌ، وَخُصُوصٌ مِنْ وَجْهٍ، يَظْهَرُ لِلنَّاظِرِ تَعَارُضُهُمَا فِي الصُّورَةِ الَّتِي يَجْتَمِعَانِ فِيهَا كَمَا قَالَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ -: أَحَلَّتْهُمَا آيَةٌ، وَحَرَّمَتْهُمَا أُخْرَى وَإِيضَاحُهُ أَنَّ آيَةَ: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ تَنْفَرِدُ عَنْ آيَةِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فِي الْأُخْتَيْنِ الْمَجْمُوعِ بَيْنَهُمَا، بِعَقْدِ نِكَاحٍ </p><p> وَتَنْفَرِدُ آيَةُ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فِي الْأَمَةِ الْوَاحِدَةِ، أَوِ الْأَمَتَيْنِ اللَّتَيْنِ لَيْسَتَا بِأُخْتَيْنِ، وَيَجْتَمِعَانِ فِي الْجَمْعِ بَيْنَ الْأُخْتَيْنِ، فَعُمُومُ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ يَقْتَضِي تَحْرِيمَهُ، وَعُمُومُ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ يَقْتَضِي إِبَاحَتَهُ، وَإِذَا تَعَارَضَ الْأَعَمَّانِ مِنْ وَجْهٍ فِي الصُّورَةِ الَّتِي يَجْتَمِعَانِ فِيهَا وَجَبَ التَّرْجِيحُ بَيْنَهُمَا، وَالرَّاجِحُ مِنْهُمَا، يُقَدَّمُ وَيُخَصَّصُ بِهِ عُمُومُ الْآخَرِ، كَمَا أَشَارَ لَهُ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَإِنْ يَكُ الْعُمُومُ مِنْ وَجْهٍ ظَهَرْ ... فَالْحُكْمُ بِالتَّرْجِيحِ حَتْمًا مُعْتَبَرْ </p><p> وَإِذَا عَلِمْتَ ذَلِكَ فَاعْلَمْ أَنَّ عُمُومَ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ مُرَجَّحٌ مِنْ خَمْسَةِ أَوْجُهٍ عَلَى عُمُومِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ: </p><p> الْأَوَّلُ: مِنْهَا أَنَّ عُمُومَ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ نَصٌّ فِي مَحَلِّ الْمُدْرَكِ الْمَقْصُودِ بِالذَّاتِ ; لِأَنَّ السُّورَةَ سُورَةُ النِّسَاءِ: وَهِيَ الَّتِي بَيَّنَ اللَّهُ فِيهَا مَنْ تَحِلُّ مِنْهُنَّ، وَمَنْ لَا تَحِلُّ، وَآيَةُ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فِي الْمَوْضِعَيْنِ لَمْ تُذْكَرْ مِنْ أَجْلِ تَحْرِيمِ النِّسَاءِ، وَلَا تَحْلِيلِهِنَّ بَلْ ذَكَرَ اللَّهُ صِفَاتِ الْمُؤْمِنِينَ الَّتِي يَدْخُلُونَ بِهَا الْجَنَّةَ، فَذَكَرَ مِنْ جُمْلَتِهَا حِفْظَ الْفَرْجِ، فَاسْتَطْرَدَ أَنَّهُ لَا يَلْزَمُ حِفْظُهُ عَنِ الزَّوْجَةِ وَالسُّرِّيَّةِ. وَقَدْ تَقَرَّرَ فِي الْأُصُولِ: أَنَّ أَخْذَ الْأَحْكَامِ مِنْ مَظَانِّهَا أَوْلَى مِنْ أَخْذِهَا، لَا مِنْ مَظَانِّهَا. </p><p> الْوَجْهُ الثَّانِي: أَنَّ آيَةَ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ لَيْسَتْ بَاقِيَةً عَلَى عُمُومِهَا بِإِجْمَاعِ الْمُسْلِمِينَ ; لِأَنَّ الْأُخْتَ مِنَ الرَّضَاعِ لَا تَحِلُّ بِمِلْكِ الْيَمِينِ، إِجْمَاعًا لِلْإِجْمَاعِ عَلَى أَنَّ عُمُومَ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ يُخَصِّصُهُ عُمُومُ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ [٤ \\ ٢٣] وَمَوْطُوءَةُ الْأَبِ لَا تَحِلُّ بِمِلْكِ الْيَمِينِ إِجْمَاعًا، لِلْإِجْمَاعِ عَلَى أَنَّ عُمُومَ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ يُخَصِّصُهُ عُمُومُ وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ الْآيَةَ [٤ \\ ٢٢] ، وَالْأَصَحُّ عِنْدَ الْأُصُولِيِّينَ فِي تَعَارُضِ الْعَامِّ الَّذِي دَخَلَهُ التَّخْصِيصُ، مَعَ الْعَامِّ الَّذِي لَمْ يَدْخُلُهُ التَّخْصِيصُ: هُوَ تَقْدِيمُ الَّذِي لَمْ يَدْخُلْهُ التَّخْصِيصُ، وَهَذَا هُوَ قَوْلُ جُمْهُورِ أَهْلِ الْأُصُولِ، وَلَمْ أَعْلَمْ أَحَدًا خَالَفَ فِيهِ، إِلَّا صَفِيَّ الدِّينِ الْهِنْدِيَّ، وَالسُّبْكِيَّ. </p><p> وَحُجَّةُ الْجُمْهُورِ أَنَّ الْعَامَّ الْمُخَصَّصَ، اخْتَلَفَ فِي كَوْنِهِ حُجَّةً فِي الْبَاقِي، بَعْدَ التَّخْصِيصِ، وَالَّذِينَ قَالُوا: هُوَ حُجَّةٌ فِي الْبَاقِي، قَالَ جَمَاعَةٌ مِنْهُمْ: هُوَ مَجَازٌ فِي الْبَاقِي، وَمَا اتُّفِقَ عَلَى أَنَّهُ حُجَّةٌ، وَأَنَّهُ حَقِيقَةٌ، وَهُوَ الَّذِي لَمْ يَدْخُلْهُ التَّخْصِيصُ أَوْلَى مِمَّا اخْتُلِفَ فِي حُجِّيَّتِهِ، وَهَلْ هُوَ حَقِيقَةٌ، أَوْ مَجَازٌ؟ وَإِنْ كَانَ الصَّحِيحَ: أَنَّهُ حُجَّةٌ فِي الْبَاقِي، وَحَقِيقَةٌ فِيهِ ; </p><p> لِأَنَّ مُطْلَقَ حُصُولِ الْخِلَافِ فِيهِ يَكْفِي فِي تَرْجِيحِ غَيْرِهِ عَلَيْهِ، وَأَمَّا حُجَّةُ صَفِيِّ الدِّينِ الْهِنْدِيِّ وَالسُّبْكِيِّ، عَلَى تَقْدِيمِ الَّذِي دَخَلَهُ التَّخْصِيصُ فَهِيَ أَنَّ الْغَالِبَ فِي الْعَامِّ التَّخْصِيصُ، وَالْحَمْلُ عَلَى الْغَالِبِ أَوْلَى، وَأَنَّ مَا دَخَلَهُ التَّخْصِيصُ يَبْعُدُ تَخْصِيصُهُ مَرَّةً أُخْرَى، بِخِلَافِ الْبَاقِي عَلَى عُمُومِهِ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ عُمُومَ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ غَيْرُ وَارِدٍ فِي مَعْرِضِ مَدْحٍ وَلَا ذَمٍّ وَعُمُومَ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَارِدٌ فِي مَعْرِضِ مَدْحِ الْمُتَّقِينَ، وَالْعَامُّ الْوَارِدُ فِي مَعْرِضِ الْمَدْحِ أَوِ الذَّمِّ. </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي اعْتِبَارِ عُمُومِهِ، فَأَكْثَرُ الْعُلَمَاءِ: عَلَى أَنَّ عُمُومَهُ مُعْتَبَرٌ ; كَقَوْلِهِ تَعَالَى: إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ [٨٢ \\ ١٣ - ١٤] فَإِنَّهُ يَعُمُّ كُلَّ بَرٍّ مَعَ أَنَّهُ لِلْمَدْحِ، وَكُلَّ فَاجِرٍ مَعَ أَنَّهُ لِلذَّمِّ قَالَ فِي مَرَاقِي السُّعُودِ: </p><p> وَمَا أَتَى لِلْمَدْحِ أَوْ لِلذَّمِّ ... يَعُمُّ عِنْدَ جُلِّ أَهْلِ الْعِلْمِ </p><p> وَخَالَفَ فِي ذَلِكَ بَعْضُ الْعُلَمَاءِ مِنْهُمُ: الْإِمَامُ الشَّافِعِيُّ - رَحِمَهُ اللَّهُ -، قَائِلًا: إِنَّ الْعَامَّ الْوَارِدَ فِي مَعْرِضِ الْمَدْحِ، أَوِ الذَّمِّ لَا عُمُومَ لَهُ ; لِأَنَّ الْمَقْصُودَ مِنْهُ الْحَثُّ فِي الْمَدْحِ وَالزَّجْرِ فِي الذَّمِّ، وَلِذَا لَمْ يَأْخُذِ الْإِمَامُ الشَّافِعِيُّ بِعُمُومِ قَوْلِهِ تَعَالَى: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ [٩ \\ ٣٤] فِي الْحُلِيِّ الْمُبَاحِ ; لِأَنَّ الْآيَةَ سِيقَتْ لِلذَّمِّ، فَلَا تَعُمُّ عِنْدَهُ الْحُلِيَّ الْمُبَاحَ. </p><p> وَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ الْعَامَّ الَّذِي لَمْ يَقْتَرِنْ بِمَا يَمْنَعُ اعْتِبَارَ عُمُومِهِ أَوْلَى مِنَ الْمُقْتَرِنِ بِمَا يَمْنَعُ اعْتِبَارَ عُمُومِهِ، عِنْدَ بَعْضِ الْعُلَمَاءِ. </p><p> الْوَجْهُ الرَّابِعُ: أَنَّا لَوْ سَلَّمْنَا الْمُعَارَضَةَ بَيْنَ الْآيَتَيْنِ، فَالْأَصْلُ فِي الْفُرُوجِ التَّحْرِيمُ، حَتَّى يَدُلُّ دَلِيلٌ لَا مُعَارِضَ لَهُ عَلَى الْإِبَاحَةِ. </p><p> الْوَجْهُ الْخَامِسُ: أَنَّ الْعُمُومَ الْمُقْتَضِيَ لِلتَّحْرِيمِ أَوْلَى مِنَ الْمُقْتَضِي لِلْإِبَاحَةِ ; لِأَنَّ تَرْكَ مُبَاحٍ أَهْوَنُ مِنَ ارْتِكَابِ حَرَامٍ. </p><p> فَهَذِهِ الْأَوْجُهُ الْخَمْسَةُ يُرَدُّ بِهَا اسْتِدْلَالُ دَاوُدَ الظَّاهِرِيِّ، وَمَنْ تَبِعَهُ عَلَى إِبَاحَتِهِ جَمْعَ الْأُخْتَيْنِ بِمِلْكِ الْيَمِينِ، مُحْتَجًّا بِقَوْلِهِ: أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَلَكِنَّ دَاوُدَ يَحْتَجُّ بِآيَةٍ أُخْرَى يَعْسُرُ التَّخَلُّصُ مِنَ الِاحْتِجَاجِ بِهَا، بِحَسَبِ الْمُقَرَّرِ فِي أُصُولِ الْفِقْهِ الْمَالِكِيِّ وَالشَّافِعِيِّ وَالْحَنْبَلِيِّ، وَإِيضَاحُ ذَلِكَ أَنَّ الْمُقَرَّرَ فِي أُصُولِ الْأَئِمَّةِ الثَّلَاثَةِ الْمَذْكُورِينَ أَنَّهُ إِنْ وَرَدَ اسْتِثْنَاءٌ </p><p> بَعْدَ جُمَلٍ مُتَعَاطِفَةٍ، أَوْ مُفْرَدَاتٍ مُتَعَاطِفَةٍ، أَنَّ الِاسْتِثْنَاءَ الْمَذْكُورَ يَرْجِعُ لِجَمِيعِهَا خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ يَرْجِعُ إِلَى الْجُمْلَةِ الْأَخِيرَةِ فَقَطْ، قَالَ فِي مَرَاقِي السُّعُودِ: </p><p> وَكُلُّ مَا يَكُونُ فِيهِ الْعَطْفُ ... مِنْ قَبْلِ الِاسْتِثْنَا فَكُلًّا يَقْفُو </p><p> دُونَ دَلِيلِ الْعَقْلِ أَوْ ذِي السَّمْعِ </p><p> ، إِلَخْ. </p><p> وَإِذَا عَلِمْتَ أَنَّ الْمُقَرَّرَ فِي أُصُولِ الْأَئِمَّةِ الثَّلَاثَةِ الْمَذْكُورِينَ رُجُوعُ الِاسْتِثْنَاءِ لِكُلِّ الْمُتَعَاطِفَاتِ، وَأَنَّهُ لَوْ قَالَ الْوَاقِفُ فِي صِيغَةِ وَقْفِهِ: هُوَ وَقْفٌ عَلَى بَنِي تَمِيمٍ وَبَنِي زُهْرَةَ وَالْفُقَرَاءِ إِلَّا الْفَاسِقَ مِنْهُمْ، أَنَّهُ يَخْرُجُ مِنَ الْوَقْفِ فَاسِقُ الْجَمِيعِ لِرُجُوعِ الِاسْتِثْنَاءِ إِلَى الْجَمِيعِ، وَأَنَّ أَبَا حَنِيفَةَ وَحْدَهُ هُوَ الْقَائِلُ بِرُجُوعِهِ إِلَى الْجُمْلَةِ الْأَخِيرَةِ فَقَطْ، وَلِذَلِكَ لَمْ يَقْبَلْ شَهَادَةَ الْقَاذِفِ، وَلَوْ تَابَ وَأَصْلَحَ، وَصَارَ أَعْدَلَ أَهْلِ زَمَانِهِ ; لِأَنَّ قَوْلَهُ تَعَالَى: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا [٢٤ \\ ٤ - ٥] يَرْجِعُ عِنْدَهُ الِاسْتِثْنَاءُ فِيهِ لِلْأَخِيرَةِ فَقَطْ وَهِيَ وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا أَيْ: فَقَدْ زَالَ عَنْهُمُ اسْمُ الْفِسْقِ، وَلَا يُقْبَلُ رُجُوعُهُ ; لِقَوْلِهِ تَعَالَى وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا إِلَّا الَّذِينَ تَابُوا، فَاقْبَلُوا شَهَادَتَهُمْ بَلْ يَقُولُ: لَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا مُطْلَقًا بِلَا اسْتِثْنَاءٍ ; لِاخْتِصَاصِ الِاسْتِثْنَاءِ عِنْدَهُ بِالْجُمْلَةِ الْأَخِيرَةِ، وَلَمْ يُخَالِفْ أَبُو حَنِيفَةَ أُصُولَهُ فِي قَوْلِهِ وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ إِلَى قَوْلِهِ: إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا الْآيَةَ [٢٥ \\ ٦٨ - ٧٠] ، فَإِنَّ هَذَا الِاسْتِثْنَاءَ رَاجِعٌ لِجَمِيعِ الْجُمَلِ الْمُتَعَاطِفَةِ قَبْلَهُ عِنْدَ أَبِي حَنِيفَةَ، وَغَيْرِهِ. </p><p> وَلَكِنَّ أَبَا حَنِيفَةَ لَمْ يُخَالِفْ فِيهِ أَصْلَهُ ; لِأَنَّ الْجُمَلَ الثَّلَاثَ الْمَذْكُورَةَ جُمِعَتْ فِي الْجُمْلَةِ الْأَخِيرَةِ، الَّتِي هِيَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا [٢٥ \\ ٦٨] ; لِأَنَّ الْإِشَارَةَ فِي قَوْلِهِ: ذَلِكَ رَاجِعَةٌ إِلَى الشِّرْكِ، وَالْقَتْلِ وَالزِّنَى فِي الْجُمَلِ الْمُتَعَاطِفَةِ قَبْلَهُ فَشَمَلَتِ الْجُمْلَةُ الْأَخِيرَةُ مَعَانِيَ الْجُمَلِ قَبْلَهَا، فَصَارَ رُجُوعُ الِاسْتِثْنَاءِ لَهَا وَحْدَهَا، عِنْدَ أَبِي حَنِيفَةَ، عَلَى أَصْلِهِ الْمُقَرَّرِ: مُسْتَلْزِمًا لِرُجُوعِهِ لِلْجَمِيعِ. </p><p> وَإِذَا حَقَّقْتَ ذَلِكَ فَاعْلَمْ أَنَّ دَاوُدَ يَحْتَجُّ لِجَوَازِ جَمْعِ الْأُخْتَيْنِ بِمِلْكِ الْيَمِينِ أَيْضًا </p><p> بِرُجُوعِ الِاسْتِثْنَاءِ فِي قَوْلِهِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ لِقَوْلِهِ وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ فَيَقُولُ: قَوْلُهُ تَعَالَى: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ وَقَوْلُهُ: وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ [٤ \\ ٢٤] يَرْجِعُ لِكُلٍّ مِنْهُمَا اسْتِثْنَاءٌ فِي قَوْلِهِ: إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ فَيَكُونُ الْمَعْنَى: وَحَرَّمَ عَلَيْكُمْ أَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ، إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ فَلَا يُحَرَّمُ عَلَيْكُمْ فِيهِ الْجَمْعُ بَيْنَهُمَا، وَحُرِّمَتْ عَلَيْكُمُ الْمُحْصَنَاتُ مِنَ النِّسَاءِ، إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ، فَلَا يُحَرَّمُ عَلَيْكُمْ. </p><p> وَقَدْ أَوْضَحْنَا مَعْنَى الِاسْتِثْنَاءِ مِنَ الْمُحْصَنَاتِ فِي مَحَلِّهِ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ، وَبِهَذَا تَعْلَمُ أَنَّ احْتِجَاجَ دَاوُدَ بِرُجُوعِ الِاسْتِثْنَاءِ فِي قَوْلِهِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ إِلَى قَوْلِهِ: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ جَارٍ عَلَى أُصُولِ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ وَالْحَنَابِلَةِ، فَيَصْعُبُ عَلَيْهِمُ التَّخَلُّصُ مِنَ احْتِجَاجِ دَاوُدَ هَذَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي أَنَّ الْجَوَابَ عَنِ اسْتِدْلَالِ دَاوُدَ الْمَذْكُورِ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ مِنْهُمَا: أَنَّ فِي الْآيَةِ نَفْسِهَا قَرِينَةً مَانِعَةً مِنْ رُجُوعِ الِاسْتِثْنَاءِ، إِلَى قَوْلِهِ: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ لِمَا قَدَّمْنَا مِنْ أَنَّ قَوْلَهُ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ أَيْ: بِالسَّبْيِ خَاصَّةً مَعَ الْكُفْرِ، وَأَنَّ الْمَعْنَى وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ، إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ أَيْ: وَحُرِّمَتْ عَلَيْكُمُ الْمُتَزَوِّجَاتُ مِنَ النِّسَاءِ ; لِأَنَّ الْمُتَزَوِّجَةَ لَا تَحِلُّ لِغَيْرِ زَوْجِهَا إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ بِالسَّبْيِ مَعَ الْكُفْرِ فَإِنَّ السَّبْيَ يَرْفَعُ حُكْمَ الزَّوْجِيَّةِ عَنِ الْمَسْبِيَّةِ، وَتَحِلُّ لِسَابِيهَا بَعْدَ الِاسْتِبْرَاءِ كَمَا قَالَ الْفَرَزْدَقُ: </p><p> وَذَاتِ حَلِيلٍ أَنَكَحَتْهَا رِمَاحُنَا ... حَلَالٌ لِمَنْ يَبْنِي بِهَا لَمْ تُطَلَّقِ </p><p> وَإِذَا كَانَ مِلْكُ الْيَمِينِ فِي قَوْلِهِ: إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ فِي السَّبْيِ خَاصَّةً كَمَا هُوَ مَذْهَبُ الْجُمْهُورِ كَانَ ذَلِكَ مَانِعًا مِنْ رُجُوعِهِ إِلَى قَوْلِهِ: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ ; لِأَنَّ مَحَلَّ النِّزَاعِ فِي مِلْكِ الْيَمِينِ مُطْلَقًا، وَقَدْ قَدَّمْنَا فِي سُورَةِ النِّسَاءِ أَنَّ قَوْلَ مَنْ قَالَ: إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ مُطْلَقًا، وَأَنَّ بَيْعَ الْأَمَةِ طَلَاقُهَا أَنَّهُ خِلَافُ التَّحْقِيقِ، وَأَوْضَحْنَا الْأَدِلَّةَ عَلَى ذَلِكَ. </p><p> الْوَجْهُ الثَّانِي: هُوَ أَنَّ اسْتِقْرَاءَ الْقُرْآنِ يَدُلُّ عَلَى أَنَّ الصَّوَابَ فِي رُجُوعِ الِاسْتِثْنَاءِ لِجَمِيعِ الْجُمَلِ الْمُتَعَاطِفَةِ قَبْلَهُ أَوْ بَعْضِهَا، يَحْتَاجُ إِلَى دَلِيلٍ مُنْفَصِلٍ ; لِأَنَّ الدَّلِيلَ قَدْ يَدُلُّ عَلَى </p><p> رُجُوعِهِ لِلْجَمِيعِ أَوْ لِبَعْضِهَا دُونَ بَعْضٍ. وَرُبَّمَا دَلَّ الدَّلِيلُ عَلَى عَدَمِ رُجُوعِهِ لِلْأَخِيرَةِ الَّتِي تَلِيهِ، وَإِذَا كَانَ الِاسْتِثْنَاءُ رُبَّمَا كَانَ رَاجِعًا لِغَيْرِ الْجُمْلَةِ الْأَخِيرَةِ الَّتِي تَلِيهِ، تَبَيَّنَ أَنَّهُ لَا يَنْبَغِي الْحُكْمُ بِرُجُوعِهِ إِلَى الْجَمِيعِ إِلَّا بَعْدَ النَّظَرِ فِي الْأَدِلَّةِ، وَمَعْرِفَةِ ذَلِكَ مِنْهَا. وَهَذَا الْقَوْلُ الَّذِي هُوَ الْوَقْفُ عَنْ رُجُوعِ الِاسْتِثْنَاءِ إِلَى الْجَمِيعِ أَوْ بَعْضِهَا الْمُعَيَّنِ، دُونَ بَعْضٍ، إِلَّا بِدَلِيلٍ مَرْوِيٍّ عَنِ ابْنِ الْحَاجِبِ مِنَ الْمَالِكِيَّةِ، وَالْغَزَالِيِّ مِنَ الشَّافِعِيَّةِ، وَالْآمِدِيِّ مِنَ الْحَنَابِلَةِ، وَاسْتِقْرَاءُ الْقُرْآنِ يَدُلُّ عَلَى أَنَّ هَذَا الْقَوْلَ هُوَ الْأَصَحُّ ; لِأَنَّ اللَّهَ يَقُولُ: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ الْآيَةَ [٤ \\ ٥٩] وَإِذَا رَدَدْنَا هَذِهِ الْمَسْأَلَةَ إِلَى اللَّهِ، وَجَدْنَا الْقُرْآنَ دَالًّا عَلَى صِحَّةِ هَذَا الْقَوْلِ، وَبِهِ يَنْدَفِعُ أَيْضًا اسْتِدْلَالُ دَاوُدَ. </p><p> فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا [٤ \\ ٩٢] فَالِاسْتِثْنَاءُ رَاجِعٌ لِلدِّيَةِ، فَهِيَ تَسْقُطُ بِتَصَدُّقِ مُسْتَحِقِّهَا بِهَا، وَلَا يَرْجِعُ لِتَحْرِيرِ الرَّقَبَةِ قَوْلًا وَاحِدًا ; لِأَنَّ تَصَدُّقَ مُسْتَحِقِّ الدِّيَةِ بِهَا لَا يُسْقِطُ كَفَّارَةَ الْقَتْلِ خَطَأً، وَمِنْهَا قَوْلُهُ تَعَالَى: فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا الْآيَةَ [٢٤ \\ ٤ - ٥] فَالِاسْتِثْنَاءُ لَا يَرْجِعُ لِقَوْلِهِ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً [٢٤ \\ ٤] ; لِأَنَّ الْقَاذِفَ إِذَا تَابَ لَا تُسْقِطُ تَوْبَتُهُ حَدَّ الْقَذْفِ. </p><p> وَمَا يُرْوَى عَنِ الشَّعْبِيِّ مِنْ أَنَّهَا تُسْقِطُهُ، خِلَافُ التَّحْقِيقِ الَّذِي هُوَ مَذْهَبُ جَمَاهِيرِ الْعُلَمَاءِ وَمِنْهَا قَوْلُهُ تَعَالَى: فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ [٤ \\ ٨٩ - ٩٠] . </p><p> فَالِاسْتِثْنَاءُ فِي قَوْلِهِ: إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ الْآيَةَ لَا يُرْجِعُ قَوْلًا وَاحِدًا، إِلَى الْجُمْلَةِ الْأَخِيرَةِ، الَّتِي تَلِيهِ أَعْنِي قَوْلَهُ تَعَالَى: وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا [٤ \\ ٨٩] ; لِأَنَّهُ لَا يَجُوزُ اتِّخَاذُ وَلِيٍّ وَلَا نَصِيرٍ مِنَ الْكُفَّارِ أَبَدًا، وَلَوْ وَصَلُوا إِلَى قَوْمٍ بَيْنَكُمْ، وَبَيْنَهُمْ مِيثَاقٌ، بَلْ الِاسْتِثْنَاءُ رَاجِعٌ لِلْأَخْذِ وَالْقَتْلِ فِي قَوْلِهِ: فَخُذُوهُمْ وَاقْتُلُوهُمْ [٤ \\ ٨٩] وَالْمَعْنَى: فَخُذُوهُمْ بِالْأَسْرِ وَاقْتُلُوهُمْ إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ، وَبَيْنَهُمْ مِيثَاقٌ، فَلَيْسَ لَكُمْ أَخْذُهُمْ بِأَسْرٍ، وَلَا قَتْلُهُمْ ; لِأَنَّ الْمِيثَاقَ الْكَائِنَ لِمَنْ وَصَلُوا إِلَيْهِمْ يَمْنَعُ مِنْ أَسْرِهِمْ، وَقَتْلِهِمْ كَمَا اشْتَرَطَهُ هِلَالُ بْنُ عُوَيْمِرٍ الْأَسْلَمِيُّ فِي صُلْحِهِ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا ذَكَرُوا أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِيهِ وَفِي سُرَاقَةَ بْنِ مَالِكٍ الْمُدْلَجِيِّ، وَفِي بَنِي جَذِيمَةَ بْنِ عَامِرٍ وَإِذَا كَانَ الِاسْتِثْنَاءُ رُبَّمَا لَمْ يَرْجِعْ لِأَقْرَبِ الْجُمَلِ إِلَيْهِ فِي الْقُرْآنِ الْعَظِيمِ: الَّذِي هُوَ فِي الطَّرَفِ الْأَعْلَى </p><p> مِنَ الْإِعْجَازِ تَبَيَّنَ أَنَّهُ لَيْسَ نَصًّا فِي الرُّجُوعِ إِلَى غَيْرِهَا. </p><p> وَمِنْ ذَلِكَ أَيْضًا قَوْلُهُ تَعَالَى: وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا [٤ \\ ٨٣] عَلَى مَا قَالَهُ: جَمَاعَاتٌ مِنَ الْمُفَسِّرِينَ ; لِأَنَّهُ لَوْلَا فَضْلُ اللَّهِ وَرَحْمَتُهُ لَاتَّبَعُوا الشَّيْطَانَ، كُلًّا بِدُونِ اسْتِثْنَاءٍ، قَلِيلٍ أَوْ كَثِيرٍ كَمَا تَرَى. </p><p> وَاخْتَلَفُوا فِي مَرْجِعِ هَذَا الِاسْتِثْنَاءِ، فَقِيلَ: رَاجِعٌ لِقَوْلِهِ: أَذَاعُوا بِهِ [٤ \\ ٨٣] وَقِيلَ: رَاجِعٌ لِقَوْلِهِ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ [٤ \\ ٨٣] وَإِذَا لَمْ يَرْجِعْ لِلْجُمْلَةِ الَّتِي تَلِيهِ، لَمْ يَكُنْ نَصًّا فِي رُجُوعِهِ لِغَيْرِهَا. </p><p> وَقِيلَ: إِنَّ هَذَا الِاسْتِثْنَاءَ رَاجِعٌ لِلْجُمْلَةِ الَّتِي تَلِيهِ، وَأَنَّ الْمَعْنَى: وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ بِإِرْسَالِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَاتَّبَعْتُمُ الشَّيْطَانَ فِي الِاسْتِمْرَارِ، عَلَى مِلَّةِ آبَائِكُمْ مِنَ الْكُفْرِ، وَعِبَادَةِ الْأَوْثَانِ إِلَّا قَلِيلًا كَمَنْ كَانَ عَلَى مِلَّةِ إِبْرَاهِيمَ فِي الْجَاهِلِيَّةِ، كَزَيْدِ بْنِ نُفَيْلٍ وَقُسِّ بْنِ سَاعِدَةَ وَوَرَقَةَ بْنِ نَوْفَلٍ، وَأَمْثَالِهِمْ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ أَنَّ عَبْدَ الرَّزَّاقِ رَوَى عَنْ مَعْمَرٍ عَنْ قَتَادَةَ فِي قَوْلِهِ: لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا مَعْنَاهُ: لَاتَّبَعْتُمُ الشَّيْطَانَ كُلًّا، قَالَ: وَالْعَرَبُ تُطْلِقُ الْقِلَّةَ، وَتُرِيدُ بِهَا الْعَدَمَ، وَاسْتَدَلَّ قَائِلُ هَذَا الْقَوْلِ بِقَوْلِ الطِّرِمَّاحِ بْنِ حَكِيمٍ يَمْدَحُ يَزِيدَ بْنَ الْمُهَلَّبِ: </p><p> أَشَمُّ نَدِيٌّ كَثِيرُ النَّوَادِي ... قَلِيلُ الْمَثَالِبِ وَالْقَادِحَهْ </p><p> يَعْنِي: لَا مَثْلَبَةَ فِيهِ، وَلَا قَادِحَةَ. وَهَذَا الْقَوْلُ لَيْسَ بِظَاهِرٍ كُلَّ الظُّهُورِ، وَإِنْ كَانَتِ الْعَرَبُ تُطْلِقُ الْقِلَّةَ فِي لُغَتِهَا، وَتُرِيدُ بِهَا الْعَدَمَ كَقَوْلِهِمْ: مَرَرْتُ بِأَرْضٍ قَلِيلٍ بِهَا الْكُرَّاثُ وَالْبَصَلُ، يَعْنُونَ لَا كُرَّاثَ فِيهَا وَلَا بَصَلَ، وَمِنْهُ قَوْلُ ذِي الرُّمَّةِ: </p><p> أُنِيخَتْ فَأَلْقَتْ بَلْدَةً فَوْقَ بَلْدَةٍ ... قَلِيلٌ بِهَا الْأَصْوَاتُ إِلَّا بُغَامُهَا </p><p> يُرِيدُ: أَنَّ تِلْكَ الْفَلَاةَ لَا صَوْتَ فِيهَا غَيْرُ بُغَامِ نَاقَتِهِ. وَقَوْلُ الْآخَرِ: </p><p> فَمَا بَأْسٌ لَوْ رَدَّتْ عَلَيْنَا تَحِيَّةً ... قَلِيلًا لَدَى مَنْ يَعْرِفُ الْحَقَّ عَابَهَا </p><p> يَعْنِي لَا عَابَ فِيهَا أَيْ: لَا عَيْبَ فِيهَا عِنْدَ مَنْ يَعْرِفُ الْحَقَّ، وَأَمْثَالُ هَذَا كَثِيرٌ فِي كَلَامِ الْعَرَبِ. وَبِالْآيَاتِ الَّتِي ذَكَرْنَا تَعْلَمُ: أَنَّ الْوَقْفَ عَنِ الْقَطْعِ بِرُجُوعِ الِاسْتِثْنَاءِ لِجَمِيعِ الْجُمَلِ الْمُتَعَاطِفَةِ قَبْلَهُ إِلَّا لِدَلِيلٍ، هُوَ الَّذِي دَلَّ عَلَيْهِ الْقُرْآنُ فِي آيَاتٍ مُتَعَدِّدَةٍ، وَبِدَلَالَتِهَا يَرُدُّ اسْتِدْلَالَ دَاوُدَ الْمَذْكُورَ أَيْضًا وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ أَهْلَ الْعِلْمِ أَجْمَعُوا عَلَى أَنَّ حُكْمَ هَذِهِ الْآيَةِ الْكَرِيمَةِ فِي التَّمَتُّعِ بِمِلْكِ الْيَمِينِ فِي قَوْلِهِ: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ [٢٣ \\ ٥ - ٦] خَاصٌّ بِالرِّجَالِ دُونَ النِّسَاءِ، فَلَا يَحِلُّ لِلْمَرْأَةِ أَنْ تَتَسَرَّى عَبْدَهَا، وَتَتَمَتَّعَ بِهِ بِمِلْكِ الْيَمِينِ، وَهَذَا لَا خِلَافَ فِيهِ بَيْنَ أَهْلِ الْعِلْمِ، وَهُوَ يُؤَيِّدُ قَوْلَ الْأَكْثَرِينَ: أَنَّ النِّسَاءَ لَا يَدْخُلْنَ فِي الْجُمُوعِ الْمُذَكَّرَةِ الصَّحِيحَةِ إِلَّا بِدَلِيلٍ مُنْفَصِلٍ ; كَمَا أَوْضَحْنَا أَدِلَّتَهُ فِي سُورَةِ الْفَاتِحَةِ، وَذَكَرَ ابْنُ جَرِيرٍ أَنَّ امْرَأَةً اتَّخَذَتْ مَمْلُوكَهَا، وَقَالَتْ: تَأَوَّلْتُ آيَةً مِنْ كِتَابِ اللَّهِ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَأُتِيَ بِهَا عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ -، وَقَالَ لَهُ نَاسٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: تَأَوَّلَتْ آيَةً مِنْ كِتَابِ اللَّهِ - عَزَّ وَجَلَّ - عَلَى غَيْرِ وَجْهِهَا، قَالَ: فَضَرَبَ الْعَبْدَ، وَجَزَّ رَأَسَهُ وَقَالَ: أَنْتِ بَعْدَهُ حَرَامٌ عَلَى كُلِّ مُسْلِمٍ، ثُمَّ قَالَ ابْنُ كَثِيرٍ: هَذَا أَثَرٌ غَرِيبٌ مُنْقَطِعٌ، ذَكَرَهُ ابْنُ جَرِيرٍ فِي تَفْسِيرِ أَوَّلِ سُورَةِ الْمَائِدَةِ، وَهُوَ هَهُنَا أَلْيَقُ وَإِنَّمَا حَرَّمَهَا عَلَى الرِّجَالِ، مُعَامَلَةً لَهَا بِنَقِيضِ قَصْدِهَا، وَاللَّهُ أَعْلَمُ اهـ. </p><p> وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ: قَدْ رَوَى مَعْمَرٌ عَنْ قَتَادَةَ قَالَ: تَسَرَّرَتِ امْرَأَةٌ غُلَامَهَا، فَذُكِرَ ذَلِكَ لِعُمَرَ فَسَأَلَهَا مَا حَمَلَكِ عَلَى ذَلِكَ؟ قَالَتْ: كُنْتُ أَرَاهُ يَحِلُّ لِي بِمِلْكِ يَمِينِي، كَمَا تَحِلُّ لِلرَّجُلِ الْمَرْأَةُ بِمِلْكِ الْيَمِينِ، فَاسْتَشَارَ عُمَرُ فِي رَجْمِهَا أَصْحَابَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالُوا: تَأَوَّلَتْ كِتَابَ اللَّهِ - عَزَّ وَجَلَّ - عَلَى غَيْرِ تَأْوِيلِهِ لَا رَجْمَ عَلَيْهَا، فَقَالَ عُمَرُ: لَا جَرَمَ، وَاللَّهِ لَا أُحِلُّكِ لِحُرٍّ بَعْدَهُ. عَاقَبَهَا بِذَلِكَ، وَدَرَأَ الْحَدَّ عَنْهَا، وَأَمَرَ الْعَبْدَ أَلَّا يَقْرَبَهَا. </p><p> وَعَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ أَنَّهُ سَمِعَ أَبَاهُ يَقُولُ: أَنَا حَضَرْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ جَاءَتْهُ امْرَأَةٌ بِغُلَامٍ لَهَا وَضِئٍ، فَقَالَتْ: إِنِّي اسْتَسْرَرْتُهُ، فَمَنَعَنِي بَنُو عَمِّي عَنْ ذَلِكَ، وَإِنَّمَا أَنَا بِمَنْزِلَةِ الرَّجُلِ تَكُونُ لَهُ الْوَلِيدَةُ فَيَطَؤُهَا، فَإِنَّهُ عَنَى بَنِي عَمِّي فَقَالَ عُمَرُ: أَتَزَوَّجْتِ قَبْلَهُ؟ قَالَتْ: نَعَمْ، قَالَ: أَمَا وَاللَّهِ لَوْلَا مَنْزِلَتُكِ مِنَ الْجَهَالَةِ لَرَجَمْتُكِ بِالْحِجَارَةِ، وَلَكِنِ اذْهَبُوا بِهِ فَبِيعُوهُ إِلَى مَنْ يَخْرُجُ بِهِ إِلَى غَيْرِ بَلَدِهَا اهـ، مِنَ الْقُرْطُبِيِّ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: اعْلَمْ أَنَّهُ لَا شَكَّ فِي أَنَّ آيَةَ قَدْ أَفْلَحَ الْمُؤْمِنُونَ هَذِهِ الَّتِي هِيَ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ [٢٣ \\ ٧] تَدُلُّ بِعُمُومِهَا عَلَى مَنْعِ الِاسْتِمْنَاءِ بِالْيَدِ الْمَعْرُوفِ، بِجَلْدِ عَمِيرَةَ، وَيُقَالُ لَهُ الْخَضْخَضَةُ ; لِأَنَّ مَنْ تَلَذَّذَ بِيَدِهِ حَتَّى أَنْزَلَ مَنِيَّهُ بِذَلِكَ، قَدِ ابْتَغَى وَرَاءَ مَا أَحَلَّهُ اللَّهُ، فَهُوَ مِنَ الْعَادِينَ بِنَصِّ هَذِهِ الْآيَةِ الْكَرِيمَةِ الْمَذْكُورَةِ هُنَا، وَفِي سُورَةِ سَأَلَ سَائِلٌ [٧٠ \\ ١] وَقَدْ ذَكَرَ ابْنُ كَثِيرٍ: أَنَّ الشَّافِعِيَّ وَمَنْ تَبِعَهُ اسْتَدَلُّوا بِهَذِهِ </p><p> الْآيَةِ، عَلَى مَنْعِ الِاسْتِمْنَاءِ بِالْيَدِ، وَقَالَ الْقُرْطُبِيُّ: قَالَ مُحَمَّدُ بْنُ عَبْدِ الْحَكَمِ: سَمِعْتُ حَرْمَلَةَ بْنَ عَبْدِ الْعَزِيزِ، قَالَ: سَأَلْتُ مَالِكًا عَنِ الرَّجُلِ يَجْلِدُ عَمِيرَةَ فَتَلَا هَذِهِ الْآيَةَ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَى قَوْلِهِ الْعَادُونَ [٢٣ \\ ٥ - ٧] . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي أَنَّ اسْتِدْلَالَ مَالِكٍ، وَالشَّافِعِيِّ وَغَيْرِهِمَا مِنْ أَهْلِ الْعِلْمِ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ، عَلَى مَنْعِ جَلْدِ عَمِيرَةَ الَّذِي هُوَ الِاسْتِمْنَاءُ بِالْيَدِ اسْتِدْلَالٌ صَحِيحٌ بِكِتَابِ اللَّهِ، يَدُلُّ عَلَيْهِ ظَاهِرُ الْقُرْآنِ، وَلَمْ يَرِدْ شَيْءٌ يُعَارِضُهُ مِنْ كِتَابٍ وَلَا سُنَّةٍ، وَمَا رُوِيَ عَنِ الْإِمَامِ أَحْمَدَ مَعَ عِلْمِهِ، وَجَلَالَتِهِ وَوَرَعِهِ مِنْ إِبَاحَةِ جَلْدِ عَمِيرَةَ مُسْتَدِلًّا عَلَى ذَلِكَ بِالْقِيَاسِ قَائِلًا: هُوَ إِخْرَاجُ فَضْلَةٍ مِنَ الْبَدَنِ تَدْعُو الضَّرُورَةُ إِلَى إِخْرَاجِهَا فَجَازَ، قِيَاسًا عَلَى الْفَصْدِ وَالْحِجَامَةِ، كَمَا قَالَ فِي ذَلِكَ بَعْضُ الشُّعَرَاءِ: </p><p> إِذَا حَلَلْتَ بِوَادٍ لَا أَنِيسَ بِهِ ... فَاجْلِدْ عَمِيرَةَ لَا عَارٌ وَلَا حَرَجُ </p><p> فَهُوَ خِلَافُ الصَّوَابِ، وَإِنْ كَانَ قَائِلُهُ فِي الْمَنْزِلَةِ الْمَعْرُوفَةِ الَّتِي هُوَ بِهَا ; لِأَنَّهُ قِيَاسٌ يُخَالِفُ ظَاهِرَ عُمُومِ الْقُرْآنِ، وَالْقِيَاسُ إِنْ كَانَ كَذَلِكَ رُدَّ بِالْقَادِحِ الْمُسَمَّى فَسَادَ الِاعْتِبَارِ، كَمَا أَوْضَحْنَاهُ فِي هَذَا الْكِتَابِ الْمُبَارَكِ مِرَارًا وَذَكَرْنَا فِيهِ قَوْلَ صَاحِبِ مَرَاقِي السُّعُودِ: </p><p> وَالْخُلْفُ لِلنَّصِّ أَوْ إِجْمَاعٌ دَعَا ... فَسَادَ الِاعْتِبَارِ كُلُّ مَنْ وَعَى </p><p> فَاللَّهُ - جَلَّ وَعَلَا - قَالَ: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ وَلَمْ يَسْتَثْنِ مِنْ ذَلِكَ الْبَتَّةَ إِلَّا النَّوْعَيْنِ الْمَذْكُورَيْنِ، فِي قَوْلِهِ تَعَالَى: إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ وَصَرَّحَ بِرَفْعِ الْمَلَامَةِ فِي عَدَمِ حِفْظِ الْفَرْجِ، عَنِ الزَّوْجَةِ، وَالْمَمْلُوكَةِ فَقَطْ ثُمَّ جَاءَ بِصِيغَةٍ عَامَّةٍ شَامِلَةٍ لِغَيْرِ النَّوْعَيْنِ الْمَذْكُورَيْنِ، دَالَّةٍ عَلَى الْمَنْعِ هِيَ قَوْلُهُ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ [٢٣ \\ ٧] وَهَذَا الْعُمُومُ لَا شَكَّ أَنَّهُ يَتَنَاوَلُ بِظَاهِرِهِ، نَاكِحَ يَدِهِ، وَظَاهِرُ عُمُومِ الْقُرْآنِ، لَا يَجُوزُ الْعُدُولُ عَنْهُ، إِلَّا لِدَلِيلٍ مِنْ كِتَابٍ أَوْ سُنَّةٍ، يَجِبُ الرُّجُوعُ إِلَيْهِ، أَمَّا الْقِيَاسُ الْمُخَالِفُ لَهُ فَهُوَ فَاسِدُ الِاعْتِبَارِ، كَمَا أَوْضَحْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، بَعْدَ أَنْ ذَكَرَ بَعْضَ مَنْ حَرَّمَ جَلْدَ عَمِيرَةَ، وَاسْتِدْلَالَهُمْ بِالْآيَةِ مَا نَصُّهُ: وَقَدِ اسْتَأْنَسُوا بِحَدِيثٍ رَوَاهُ الْإِمَامُ الْحَسَنُ بْنُ عَرَفَةَ فِي جُزْئِهِ الْمَشْهُورِ، حَيْثُ قَالَ: حَدَّثَنِي عَلِيُّ بْنُ ثَابِتٍ الْجَزَرِيُّ، عَنْ مَسْلَمَةَ بْنِ جَعْفَرٍ، عَنْ حَسَّانَ بْنِ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «سَبْعَةٌ لَا يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلَا يُزَكِّيهِمْ وَلَا يَجْمَعُهُمْ مَعَ الْعَامِلِينَ وَيُدْخِلُهُمُ النَّارَ أَوَّلَ الدَّاخِلِينَ إِلَّا أَنْ يَتُوبُوا وَمَنْ تَابَ تَابَ اللَّهُ </p><p> عَلَيْهِ: النَّاكِحُ يَدَهُ، وَالْفَاعِلُ وَالْمَفْعُولُ، وَمُدْمِنُ الْخَمْرِ، وَالضَّارِبُ وَالِدَيْهِ، حَتَّى يَسْتَغِيثَا، وَالْمُؤْذِي جِيرَانَهُ حَتَّى يَلْعَنُوهُ، وَالنَّاكِحُ حَلِيلَةَ جَارِهِ» اهـ. </p><p> ثُمَّ قَالَ ابْنُ كَثِيرٍ: هَذَا حَدِيثٌ غَرِيبٌ وَإِسْنَادُهُ فِيهِ مَنْ لَا يُعْرَفُ لِجَهَالَتِهِ وَاللَّهُ أَعْلَمُ، انْتَهَى مِنْهُ. وَلَكِنَّهُ عَلَى ضَعْفِهِ يَشْهَدُ لَهُ فِي نِكَاحِ الْيَدِ ظَاهِرُ الْقُرْآنِ فِي الْجُمْلَةِ ; لِدَلَالَتِهِ عَلَى مَنْعِ ذَلِكَ، وَإِنَّمَا قِيلَ لِلِاسْتِمْنَاءِ بِالْيَدِ: جَلَدَ عَمِيرَةَ ; لِأَنَّهُمْ يُكَنُّونَ بِعَمِيرَةَ عَنِ الذَّكَرِ. </p><p> لَطِيفَةٌ: قَدْ ذُكِرَ فِي نَوَادِرِ الْمُغَفَّلِينَ، أَنَّ مُغَفَّلًا كَانَتْ أُمُّهُ تَمْلِكُ جَارِيَةً تُسَمَّى عَمِيرَةَ فَضَرَبَتْهَا مَرَّةً، فَصَاحَتِ الْجَارِيَةُ، فَسَمِعَ قَوْمٌ صِيَاحَهَا، فَجَاءُوا وَقَالُوا: مَا هَذَا الصِّيَاحُ؟ فَقَالَ لَهُمْ ذَلِكَ الْمُغَفَّلُ: لَا بَأْسَ تِلْكَ أُمِّي كَانَتْ تَجْلِدُ عَمِيرَةَ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: اعْلَمْ أَنَّا قَدَّمْنَا فِي سُورَةِ النِّسَاءِ، أَنَّ هَذِهِ الْآيَةَ الَّتِي هِيَ قَوْلُهُ تَعَالَى: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ تَدُلُّ بِظَاهِرِهَا عَلَى مَنْعِ نِكَاحِ الْمُتْعَةِ ; لِأَنَّهُ - جَلَّ وَعَلَا - صَرَّحَ فِيهَا بِمَا يُعْلَمُ مِنْهُ، وُجُوبُ حِفْظِ الْفَرْجِ عَنْ غَيْرِ الزَّوْجَةِ وَالسُّرِّيَّةِ، ثُمَّ صَرَّحَ بِأَنَّ الْمُبْتَغِيَ وَرَاءَ ذَلِكَ مِنَ الْعَادِينَ بِقَوْلِهِ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ وَأَنَّ الْمَرْأَةَ الْمُسْتَمْتَعَ بِهَا فِي نِكَاحِ الْمُتْعَةِ، لَيْسَتْ زَوْجَةً، وَلَا مَمْلُوكَةً. أَمَّا كَوْنُهَا غَيْرَ مَمْلُوكَةٍ فَوَاضِحٌ، وَأَمَّا الدَّلِيلُ عَلَى كَوْنِهَا غَيْرَ زَوْجَةٍ، فَهُوَ انْتِفَاءُ لَوَازِمِ الزَّوْجِيَّةِ عَنْهَا كَالْمِيرَاثِ وَالْعِدَّةِ وَالطَّلَاقِ وَالنَّفَقَةِ، وَنَحْوِ ذَلِكَ، فَلَوْ كَانَتْ زَوْجَةً لَوَرِثَتْ وَاعْتَدَّتْ وَوَقَعَ عَلَيْهَا الطَّلَاقُ، وَوَجَبَتْ لَهَا النَّفَقَةُ، فَلَمَّا انْتَفَتْ عَنْهَا لَوَازِمُ الزَّوْجِيَّةِ عَلِمْنَا أَنَّهَا لَيْسَتْ بِزَوْجَةٍ ; لِأَنَّ نَفْيَ اللَّازِمِ يَقْتَضِي نَفْيَ الْمَلْزُومِ بِإِجْمَاعِ الْعُقَلَاءِ. </p><p> فَتَبَيَّنَ بِذَلِكَ أَنَّ مُبْتَغِيَ نِكَاحِ الْمُتْعَةِ مِنَ الْعَادِينَ الْمُجَاوِزِينَ مَا أَحَلَّ اللَّهُ إِلَى مَا حَرَّمَ، وَقَدْ أَوْضَحْنَا ذَلِكَ فِي سُورَةِ النِّسَاءِ بِأَدِلَّةِ الْكِتَابِ وَالسُّنَّةِ، وَأَنَّ نِكَاحَ الْمُتْعَةِ مَمْنُوعٌ إِلَى يَوْمِ الْقِيَامَةِ، وَقَدْ يَخْفَى عَلَى طَالِبِ الْعِلْمِ مَعْنَى لَفْظَةِ عَلَى فِي هَذِهِ الْآيَةِ يَعْنِي قَوْلَهُ تَعَالَى وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ الْآيَةَ ; لِأَنَّ مَادَّةَ الْحِفْظِ، لَا تَتَعَدَّى إِلَى الْمَعْمُولِ الثَّانِي فِي هَذَا الْمَوْضُوعِ بِعَلَى فَقِيلَ: إِنَّ عَلَى بِمَعْنَى: عَنْ. </p><p> وَالْمَعْنَى: أَنَّهُمْ حَافِظُونَ فُرُوجَهُمْ عَنْ كُلِّ شَيْءٍ، إِلَّا عَنْ أَزْوَاجِهِمْ، وَحَفِظَ قَدْ تَتَعَدَّى بِعْنَ. </p><p> وَحَاوَلَ الزَّمَخْشَرِيُّ الْجَوَابَ عَنِ الْإِتْيَانِ بِعَلَى هُنَا فَقَالَ مَا نَصُّهُ </p>"
}