{
  "id": null,
  "sura": 23,
  "aya": 44,
  "text": "<p> الْفُلْكِ وَالْأَنْعَامِ مَعًا: وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ [٤٣ \\ ١٢ - ١٤] وَقَوْلِهِ فِي السُّفُنِ: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُم مِّن مِّثْلِهِ مَا يَرْكَبُونَ [٣٦ \\ ٤١ - ٤٢] وَقَوْلُهُ: أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ [٢٢ \\ ٦٥] وَقَوْلِهِ تَعَالَى: وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ [١٦ \\ ١٤] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ، وَهَذَا مِنْ نِعَمِهِ وَآيَاتِهِ، وَقَرَنَ الْأَنْعَامَ بِالْفُلْكِ فِي الْآيَاتِ الْمَذْكُورَةِ ; لِأَنَّ الْإِبِلَ سَفَائِنُ الْبَرِّ، كَمَا قَالَ ذُو الرُّمَّةِ: </p><p> أَلَا خُيِّلَتْ مِنِّي وَقَدْ نَامَ صُحْبَتِي ... فَمَا نَفَرَ التَّهْوِيمَ إِلَّا سَلَامُهَا طَرُوقًا </p><p> وَجُلَبُ الرَّحْلِ مَشْدُودَةٌ بِهَا ... سَفِينَةُ بَرٍّ تَحْتَ خَدِّي زِمَامُهَا </p><p> فَتَرَاهُ سَمَّى نَاقَتَهُ سَفِينَةَ بَرٍّ وَجُلَبُ الرَّحْلِ بِالضَّمِّ وَالْكَسْرِ عِيدَانُهُ أَوِ الرَّحْلُ بِمَا فِيهِ: </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْلِهِ وَمَا يَسْتَأْخِرُونَ، قَدْ تَقَدَّمَتِ الْإِشَارَةُ إِلَى مَا فِيهِ مِنَ الْآيَاتِ، الَّتِي لَهَا بَيَانٌ فِي مَوَاضِعَ مُتَعَدِّدَةٍ فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ، بَيَّنَ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ بَعْدَ إِرْسَالِ نُوحٍ وَالرَّسُولِ الْمَذْكُورِ بَعْدَهُ أَرْسَلَ رُسُلَهُ تَتْرَى أَيْ: مُتَوَاتِرِينَ وَاحِدًا بَعْدَ وَاحِدٍ، وَكُلُّ مُتَتَابِعٍ مُتَتَالٍ تُسَمِّيهِ الْعَرَبُ مُتَوَاتِرًا، وَمِنْهُ قَوْلُ لَبِيدٍ فِي مُعَلَّقَتِهِ: </p><p> يَعْلُو طَرِيقَةَ مَتْنِهَا مُتَوَاتِرٌ ... فِي لَيْلَةٍ كَفَرَ النُّجُومَ غَمَامُهَا </p><p> يَعْنِي: مَطَرًا مُتَتَابِعًا، أَوْ غُبَارَ رِيحٍ مُتَتَابِعًا، وَتَاءُ تَتْرَى مُبْدَلَةٌ مِنَ الْوَاوِ، وَأَنَّهُ كُلَّ مَا أَرْسَلَ رَسُولًا إِلَى أُمَّةٍ كَذَّبُوهُ فَأَهْلَكَهُمْ، وَأَتْبَعَ بَعْضَهُمْ بَعْضًا فِي الْإِهْلَاكِ الْمُتْسَأْصِلِ بِسَبَبِ تَكْذِيبِ الرُّسُلِ، وَهَذَا الْمَعْنَى الْمَذْكُورُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، وَقَدْ بُيِّنَتْ آيَةُ اسْتِثْنَاءِ أُمَّةٍ وَاحِدَةٍ مِنْ هَذَا الْإِهْلَاكِ الْمَذْكُورِ. </p><p> أَمَّا الْآيَاتُ الْمُوَضِّحَةُ لِمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ فَهِيَ كَثِيرَةٌ جِدًّا ; كَقَوْلِهِ تَعَالَى: </p><p> وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ [٣٤ \\ ٣٤] ، وَقَوْلِهِ تَعَالَى: وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ [٤٣ \\ ٢٣] ، وَقَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً الْآيَةَ [٧ \\ ٩٤ - ٩٥] وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ جِدًّا. </p><p> أَمَّا الْآيَةُ الَّتِي بَيَّنَتِ اسْتِثْنَاءَ أُمَّةٍ وَاحِدَةٍ مِنْ هَذِهِ الْأُمَمِ فَهِيَ قَوْلُهُ تَعَالَى: فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا الْآيَةَ [١٠ \\ ٩٨] ، وَظَاهِرُ آيَةِ الصَّافَّاتِ أَنَّهُمْ آمَنُوا إِيمَانًا حَقًّا، وَأَنَّ اللَّهَ عَامَلَهُمْ بِهِ مُعَامَلَةَ الْمُؤْمِنِينَ، وَذَلِكَ فِي قَوْلِهِ فِي الصِّفَاتِ وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ [٣٧ \\ ١٤٧ - ١٤٨] لِأَنَّ ظَاهِرَ إِطْلَاقِ قَوْلِهِ: فَآمَنُوا، يَدُلُّ عَلَى ذَلِكَ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَمِنَ الْأُمَمِ الَّتِي نَصَّ عَلَى أَنَّهُ أَهْلَكَهَا وَجَعَلَهَا أَحَادِيثَ سَبَأٌ ; لِأَنَّهُ تَعَالَى قَالَ فِيهِمْ: فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ الْآيَةَ [٣٤ \\ ١٩] ، وَقَوْلُهُ فَجَعَلْنَاهُمْ أَحَادِيثَ أَيْ: أَخْبَارًا وَقِصَصًا يُسْمَرُ بِهَا، وَيُتَعَجَّبُ مِنْهَا، كَمَا قَالَ ابْنُ دُرَيْدٍ فِي مَقْصُورَتِهِ: </p><p> وَإِنَّمَا الْمَرْءُ حَدِيثُ بَعْدِهِ ... فَكُنْ حَدِيثًا حَسَنًا لِمَنْ وَعَى </p><p> وَقَرَأَ هَذَا الْحَرْفَ ابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو: تَتْرًا بِالتَّنْوِينِ: وَهِيَ لُغَةُ كِنَانَةَ، وَالْبَاقُونَ بِأَلِفِ التَّأْنِيثِ الْمَقْصُورَةِ مِنْ غَيْرِ تَنْوِينٍ: وَهِيَ لُغَةُ أَكْثَرِ الْعَرَبِ، وَسَهَّلَ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو الْهَمْزَةَ الثَّانِيَةَ مِنْ قَوْلِهِ: جَآءَ أُمَّةٍ، وَقَرَأَهَا الْبَاقُونَ بِالتَّحْقِيقِ، كَمَا هُوَ مَعْلُومٌ. وَقَوْلُهُ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ [٢٣ \\ ٤٤] مَصْدَرٌ لَا يَظْهَرُ عَامِلُهُ، وَقَدْ بَعُدَ بَعَدًا بِفَتْحَتَيْنِ، وَبُعْدًا بِضَمٍّ فَسُكُونٍ أَيْ: هَلَكَ فَقَوْلُهُ: بُعْدًا أَيْ: هَلَاكًا مُسْتَأْصِلًا، كَمَا قَالَ تَعَالَى أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ [١١ \\ ٩٥] قَالَ الشَّاعِرُ: </p><p> قَلَّ الْغَنَاءُ إِذَا لَاقَى الْفَتَى تَلَفًا ... قَوْلُ الْأَحِبَّةِ لَا تَبْعُدْ وَقَدْ بَعُدَا </p><p> وَقَدْ قَالَ سِيبَوَيْهِ: إِنَّ بُعْدًا وَسُحْقًا وَدَفْرًا أَيْ: نَتِنًا مِنَ الْمَصَادِرِ الْمَنْصُوبَةِ بِأَفْعَالٍ لَا تَظْهَرُ. اهـ وَمِنْ هَذَا الْقَبِيلِ قَوْلُهُمْ: سَقْيًا وَرَعْيًا، كَقَوْلِ نَابِغَةِ ذُبْيَانَ: </p>"
}