{
  "id": null,
  "sura": 24,
  "aya": 34,
  "text": "<p> وَقَالَ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِنْ قُلْتَ لَا حَاجَةَ إِلَى تَعْلِيقِ الْمَغْفِرَةِ بِهِنَّ ; لِأَنَّ الْمُكْرَهَةَ عَلَى الزِّنَى، بِخِلَافِ الْمُكْرِهِ عَلَيْهِ فِي أَنَّهَا غَيْرُ آثِمَةٍ. </p><p> قُلْتُ: لَعَلَّ الْإِكْرَاهَ كَانَ دُونَ مَا اعْتَبَرَتْهُ الشَّرِيعَةُ مِنْ إِكْرَاهٍ بِقَتْلٍ، أَوْ بِمَا يُخَافُ مِنْهُ التَّلَفُ، أَوْ ذَهَابُ الْعُضْوِ مِنْ ضَرْبٍ عَنِيفٍ أَوْ غَيْرِهِ، حَتَّى يَسْلَمَ مِنَ الْإِثْمِ، وَرُبَّمَا قَصُرَتْ عَنِ الْحَدِّ الَّذِي تَعَذَّرَ فِيهِ فَتَكُونُ آثِمَةً، انْتَهَى مِنْهُ. </p><p> وَالَّذِي يَظْهَرُ أَنَّهُ لَا حَاجَةَ إِلَيْهِ، لِأَنَّ إِسْقَاطَ الْمُؤَاخَذَةِ بِالْإِكْرَاهِ يَصْدُقُ عَلَيْهِ أَنَّهُ غُفْرَانٌ وَرَحْمَةٌ مِنَ اللَّهِ بِعَبْدِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِلْمُتَّقِينَ ذَكَرَ اللَّهُ - جَلَا وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ أَنْزَلَ إِلَيْنَا عَلَى لِسَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - آيَاتٍ مُبَيِّنَاتٍ، وَيَدْخُلُ فِيهَا دُخُولًا أَوَّلِيًّا الْآيَاتُ الَّتِي بُيِّنَتْ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ، وَأَوْضَحَتْ فِي مَعَانِي الْأَحْكَامِ وَالْحُدُودِ، وَدَلِيلُ مَا ذُكِرَ مِنَ الْقُرْآنِ قَوْلُهُ تَعَالَى: </p><p> سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ [٢٤ \\ ١] وَلَا شَكَّ أَنَّ هَذِهِ الْآيَاتِ الْمُبَيِّنَاتِ الْمُصَرَّحَ بِنُزُولِهَا فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ، دَاخِلَةٌ فِي قَوْلِهِ تَعَالَى هُنَا وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ الْآيَةَ. </p><p> وَبِذَلِكَ تَعْلَمُ أَنَّ قَوْلَهُ تَعَالَى هُنَا وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ مَعْنَاهُ: أَنْزَلْنَاهَا إِلَيْكُمْ لَعَلَّكُمْ تَذَكَّرُونَ، أَيْ: تَتَّعِظُونَ بِمَا فِيهَا مِنَ الْأَوَامِرِ وَالنَّوَاهِي، وَالْمَوَاعِظِ، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: وَأَنْزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ فَقَدْ صَرَّحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِأَنَّ مِنْ حِكَمِ إِنْزَالِهَا، أَنْ يَتَذَكَّرَ النَّاسُ، وَيَتَّعِظُوا بِمَا فِيهَا، وَيَدُلَّ لِذَلِكَ عُمُومُ قَوْلِهِ تَعَالَى: كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ [٣٨ \\ ٢٩] وَقَوْلُهُ تَعَالَى: المص كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ [٧ \\ ١ - ٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَعْطُوفٌ عَلَى آيَاتٍ، أَيْ: أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ، وَأَنْزَلْنَا إِلَيْكُمْ مَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ. </p><p> قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ: وَمَثَلًا مَعْطُوفٌ عَلَى آيَاتٍ، فَيُحْتَمَلُ أَنْ يَكُونَ الْمَعْنَى وَمَثَلًا مِنْ أَمْثَالِ الَّذِينَ مِنْ قَبْلِكُمْ، أَيْ: قِصَّةً غَرِيبَةً مِنْ قِصَصِهِمْ كَقِصَّةِ يُوسُفَ، وَمَرْيَمَ فِي بَرَاءَتِهِمَا. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: وَمَثَلًا مِنْ أَمْثَالِ مَنْ قَبْلَكُمْ، أَيْ: قِصَّةً عَجِيبَةً مِنْ قِصَصِهِمْ كَقِصَّةِ يُوسُفَ، وَمَرْيَمَ يَعْنِي قِصَّةَ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - وَمَا ذَكَرْنَا عَنْ أَبِي حَيَّانَ وَالزَّمَخْشَرِيِّ ذِكْرَهُ غَيْرُهُمَا. </p><p> وَإِيضَاحُهُ: أَنَّ الْمَعْنَى: وَأَنْزَلْنَا إِلَيْكُمْ مَثَلًا، أَيْ: قِصَّةً عَجِيبَةً غَرِيبَةً فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ، وَتِلْكَ الْقِصَّةُ الْعَجِيبَةُ مِنْ أَمْثَالِ «الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ» ، أَيْ: مِنْ جِنْسِ قِصَصِهِمُ الْعَجِيبَةِ، وَعَلَى هَذَا الَّذِي ذَكَرْنَا فَالْمُرَادُ بِالْقِصَّةِ الْعَجِيبَةِ الَّتِي أَنْزَلَ إِلَيْنَا، وَعَبَّرَ عَنْهَا بِقَوْلِهِ: وَمَثَلًا هِيَ بَرَاءَةُ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - مِمَّا رَمَاهَا بِهِ أَهْلُ الْإِفْكِ، وَذَلِكَ مَذْكُورٌ فِي قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ [٢٤ \\ ١١] إِلَى قَوْلِهِ تَعَالَى: أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ الْآيَةَ [٢٤ \\ ٢٦] ، فَقَدْ بَيَّنَ فِي الْآيَاتِ الْعَشْرِ الْمُشَارِ إِلَيْهَا أَنَّ أَهْلَ الْإِفْكِ رَمَوْا عَائِشَةَ، وَأَنَّ اللَّهَ بَرَّأَهَا فِي كِتَابِهِ مِمَّا رَمَوْهَا بِهِ، وَعَلَى هَذَا: </p><p> فَمِنَ الْآيَاتِ الْمُبَيِّنَةِ لِبَعْضِ أَمْثَالِ مَنْ قَبْلَنَا قَوْلُهُ تَعَالَى فِي رَمْيِ امْرَأَةِ الْعَزِيزِ يُوسُفَ بِأَنَّهُ أَرَادَ بِهَا سُوءًا تَعْنِي الْفَاحِشَةَ قَالَتْ: مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ [١٢ \\ ٢٥] وَقَوْلُهُ تَعَالَى: ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّى حِينٍ [١٢ \\ ٣٥] ; لِأَنَّهُمْ سَجَنُوهُ بِضْعَ سِنِينَ، بِدَعْوَى أَنَّهُ كَانَ أَرَادَ الْفَاحِشَةَ مِنَ امْرَأَةِ الْعَزِيزِ، وَقَدْ بَرَّأَهُ اللَّهُ مِنْ تِلْكَ الْفِرْيَةِ الَّتِي افْتُرِيَتْ عَلَيْهِ بِإِقْرَارِ النِّسْوَةِ وَامْرَأَةِ الْعَزِيزِ نَفْسِهَا وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ قَالَتِ امْرَأَةُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ [١٢ \\ ٥٠ - ٥١] ، وَقَالَ تَعَالَى عَنِ امْرَأَةِ الْعَزِيزِ فِي كَلَامِهَا مَعَ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ الْآيَةَ [١٢ \\ ٣٢] . </p><p> فَقِصَّةُ يُوسُفَ هَذِهِ مَثَلٌ مِنْ أَمْثَالِ مَنْ قَبْلَنَا ; لِأَنَّهُ رَمَى بِإِرَادَةِ الْفَاحِشَةِ وَبَرَّأَهُ اللَّهُ مِنْ </p><p> ذَلِكَ، وَالْمَثَلُ الَّذِي أَنْزَلَهُ إِلَيْنَا فِي هَذِهِ السُّورَةِ، شَبِيهٌ بِقِصَّةِ يُوسُفَ ; لِأَنَّهُ هُوَ وَعَائِشَةُ كِلَاهُمَا رُمِيَ بِمَا لَا يَلِيقُ، وَكِلَاهُمَا بَرَّأَهُ اللَّهُ تَعَالَى، وَبَرَاءَةُ كُلٍّ مِنْهُمَا نَزَلَ بِهَا هَذَا الْقُرْآنُ الْعَظِيمُ، وَإِنْ كَانَتْ بَرَاءَةُ يُوسُفَ وَقَعَتْ قَبْلَ نُزُولِ الْقُرْآنِ بِإِقْرَارِ امْرَأَةِ الْعَزِيزِ، وَالنِّسْوَةِ كَمَا تَقَدَّمَ قَرِيبًا بِشَهَادَةِ الشَّاهِدِ مِنْ أَهْلِهَا، إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ إِلَى قَوْلِهِ: فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ الْآيَةَ [١٢ \\ ٢٦ - ٢٨] . </p><p> وَمِنَ الْآيَاتِ الْمُبَيِّنَةِ لِبَعْضِ أَمْثَالِ الَّذِينَ مِنْ قَبْلِنَا مَا ذَكرَه تَعَالَى عَنْ قَوْمِ مَرْيَمَ مِنْ أَنَّهُمْ رَمَوْهَا بِالْفَاحِشَةِ، لَمَّا وَلَدَتْ عِيسَى مِنْ غَيْرِ زَوْجٍ ; كَقَوْلِهِ تَعَالَى: وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا [٤ \\ ١٥٦] يَعْنِي فَاحِشَةَ الزِّنَى، وَقَوْلُهُ تَعَالَى: فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَامَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا [١٩ \\ ٢٧] يَعْنُونَ الْفَاحِشَةَ، ثُمَّ بَيَّنَ اللَّهُ تَعَالَى بَرَاءَتَهَا مِمَّا رَمَوْهَا بِهِ فِي مَوَاضِعَ مِنْ كِتَابِهِ; كَقَوْلِهِ تَعَالَى: فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا وَجَعَلَنِي مُبَارَكًا إِلَى قَوْلِهِ: وَيَوْمَ أُبْعَثُ حَيًّا [١٩ \\ ٢٩ - ٣٣] فَكَلَامُ عِيسَى، وَهُوَ رَضِيعٌ بِبَرَاءَتِهَا، يَدُلُّ عَلَى أَنَّهَا بَرِيئَةٌ، وَقَدْ أَوْضَحَ اللَّهُ بَرَاءَتَهَا مَعَ بَيَانِ سَبَبِ حَمْلِهَا بِعِيسَى، مِنْ غَيْرِ زَوْجٍ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا [١٩ \\ ١٦ - ٢٢] إِلَى آخِرِ الْآيَاتِ. </p><p> وَمِنَ الْآيَاتِ الَّتِي بَيَّنَ اللَّهِ فِيهَا بَرَاءَتَهَا قَوْلُهُ تَعَالَى فِي الْأَنْبِيَاءِ: وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ [٢١ \\ ٩١] وَقَوْلُهُ تَعَالَى فِي التَّحْرِيمِ: وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ [٦٦ \\ ١٢] وَقَوْلُهُ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ. </p><p> فَهَذِهِ الْآيَاتُ الَّتِي ذَكَرْنَا الَّتِي دَلَّتْ عَلَى قَذْفِ يُوسُفَ وَبَرَاءَتِهِ وَقَذْفِ مَرْيَمَ وَبَرَاءَتِهَا </p><p> مِنْ أَمْثَالِ مَنْ قَبْلَنَا فَهِيَ مَا يُبَيِّنُ بَعْضُ مَا دَلَّ عَلَيْهِ قَوْلُهُ: وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ. </p><p> وَالْآيَاتُ الَّتِي دَلَّتْ عَلَى قَذْفِ عَائِشَةَ وَبَرَاءَتِهَا بَيَّنَتِ الْمَثَلَ الَّذِي أُنْزِلُ إِلَيْنَا، وَكَوْنُهُ مِنْ نَوْعِ أَمْثَالِ مَنْ قَبْلَنَا وَاضِحٌ ; لِأَنَّ كُلًّا مِنْ عَائِشَةَ، وَمَرْيَمَ، وَيُوسُفَ رُمِيَ بِمَا لَا يَلِيقُ، وَكُلٌّ مِنْهُمْ بَرَّأَهُ اللَّهُ، وَقِصَّةُ كُلٍّ مِنْهُمْ عَجِيبَةٌ، وَلِذَا أُطْلِقَ عَلَيْهَا اسْمُ الْمَثَلِ فِي قَوْلِهِ: وَمَثَلًا مِنَ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَمَوْعِظَةً لِلْمُتَّقِينَ. </p><p> قَالَ الزَّمَخْشَرِيُّ: وَ «مَوْعِظَةً» مَا وُعِظَ بِهِ فِي الْآيَاتِ وَالْمَثَلِ مِنْ نَحْوِ قَوْلِهِ تَعَالَى وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ [٢٤ \\ ٢] ، لَوْلَا إِذْ سَمِعْتُمُوهُ [٢٤ \\ ١٢] ، وَلَوْلَا إِذْ سَمِعْتُمُوهُ [٢٤ \\ ١٦] ، يَعِظُكُمُ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا [٢٤ \\ ١٧] ، اهـ كَلَامُ الزَّمَخْشَرِيِّ، وَالظَّاهِرُ أَنَّ وَجْهَ خُصُوصِ الْمَوْعِظَةِ بِالْمُتَّقِينَ دُونَ غَيْرِهِمْ أَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِهَا. </p><p> وَنَظِيرُهُ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ [٣٥ \\ ١٨] وَقَوْلُهُ تَعَالَى: إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا [٧٩ \\ ٤٥] فَخَصَّ الْإِنْذَارَ بِمَنْ ذَكَرَ فِي الْآيَاتِ ; لِأَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِهِ مَعَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَقِيقَةِ مُنْذِرٌ لِجَمِيعِ النَّاسِ كَمَا قَالَ تَعَالَى: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] وَنَظِيرُهُ أَيْضًا قَوْلُهُ تَعَالَى: فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ [٥٠ \\ ٤٥] وَنَحْوِهَا مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ قَرَأَهُ نَافِعٌ، وَابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو، وَشُعْبَةُ بْنُ عَاصِمٍ: مُبَيَّنَاتٍ بِفَتْحِ الْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ الْمُشَدَّدَةِ بِصِيغَةِ اسْمِ الْمَفْعُولِ، وَقَرَأَهُ ابْنُ عَامِرٍ، وَحَمْزَةُ، وَالْكِسَائِيُّ، وَحَفْصٌ عَنْ عَاصِمٍ: مُبَيِّنَاتٍ بِكَسْرِ الْيَاءِ الْمُشَدَّدَةِ بِصِيغَةِ اسْمِ الْفَاعِلِ: فَعَلَى قِرَاءَةِ مَنْ قَرَأَ بِفَتْحِ الْيَاءِ فَلَا إِشْكَالَ فِي الْآيَةِ ; لِأَنَّ اللَّهَ بَيَّنَهَا، وَأَوْضَحَهَا، وَعَلَى قِرَاءَةِ مَنْ قَرَأَ مُبَيِّنَاتٍ بِكَسْرِ الْيَاءِ بِصِيغَةِ اسْمِ الْفَاعِلِ، فَفِي مَعْنَى الْآيَةِ وَجْهَانِ مَعْرُوفًا. </p><p> أَحَدُهُمَا: أَنَّ قَوْلَهُ: مُبَيِّنَاتٍ: اسْمُ فَاعِلِ بَيَّنَ الْمُتَعَدِّيَةِ وَعَلَيْهِ فَالْمَفْعُولُ مَحْذُوفٌ، أَيْ: مُبَيِّنَاتٍ الْأَحْكَامَ وَالْحُدُودَ. </p><p> وَالثَّانِي: أَنَّ قَوْلَهُ: مُبَيِّنَاتٍ: وَصْفٌ مِنْ «بَيَّنَ» اللَّازِمَةِ، وَهُوَ صِفَةٌ مُشَبَّهَةٌ، وَعَلَيْهِ </p><p> فَالْمَعْنَى آيَاتٌ مُبَيِّنَاتٌ أَيْ بَيِّنَاتٌ وَاضِحَاتٌ، وَيَدُلُّ لِهَذَا الْوَجْهِ الْأَخِيرِ قَوْلُهُ تَعَالَى: سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا [٢٤ \\ ١] ، وَذَكَرَ الْوَجْهَيْنِ الْمَذْكُورَيْنِ الزَّمَخْشَرِيُّ، وَأَبُو حَيَّانَ وَغَيْرُهُمَا وَمَثَّلُوا لِبَيَّنَ اللَّازِمَةِ بِالْمَثَلِ الْمَعْرُوفِ، وَهُوَ قَوْلُ الْعَرَبِ: قَدْ بَيَّنَ الصُّبْحُ لِذِي عَيْنَيْنِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: مِنَ الْمَعْرُوفِ فِي الْعَرَبِيَّةِ أَنْ بَيَّنَ مُضَعَّفًا، وَأَبَانَ كِلْتَاهُمَا تَأْتِي مُتَعَدِّيَةً لِلْمَفْعُولِ وَلَازِمَةً، فَتَعَدِّي بَيَّنَ لِلْمَفْعُولِ مَشْهُورٌ وَاضِحٌ كَقَوْلِهِ تَعَالَى: قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ [٣ \\ ١١٨] وَتَعَدِّي أَبَانَ لِلْمَفْعُولِ مَشْهُودٌ وَاضِحٌ أَيْضًا كَقَوْلِهِمْ: أَبَانَ لَهُ الطَّرِيقَ، أَيْ: بَيَّنَهَا لَهُ، وَأَوْضَحَهَا، وَأَمَّا وُرُودُ بَيَّنَ لَازِمَةً بِمَعْنَى تَبَيَّنَ وَوَضُحَ فَمِنْهُ الْمَثَلُ الْمَذْكُورُ: قَدْ بَيَّنَ الصُّبْحُ لِذِي عَيْنَيْنِ، أَيْ: تَبَيَّنَ وَظَهَرَ، وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> وُجُوهُ مُجَاشِعٍ طُلِيَتْ بِلُؤْمٍ ... يُبَيِّنُ فِي الْمُقَلَّدِ وَالْعِذَارِ </p><p> فَقَوْلُهُ: يُبَيِّنُ بِكَسْرِ الْيَاءِ بِمَعْنَى: يَظْهَرُ، وَيَتَّضِحُ وَقَوْلُ جَرِيرٍ أَيْضًا: </p><p> رَأَى النَّاسُ الْبَصِيرَةَ فَاسْتَقَامُوا ... وَبَيَّنَتِ الْمِرَاضَ مِنَ الصِّحَاحِ. </p><p> وَمِنْهُ أَيْضًا قَوْلُ قَيْسِ بْنِ ذُرَيْحٍ: </p><p> وَلِلْحُبِّ آيَاتٌ تُبَيِّنُ بِالْفَتَى ... شُحُوبٌ وَتَعْرَى مِنْ يَدَيْهِ الْأَشَاجِعُ </p><p> عَلَى الرِّوَايَةِ الْمَشْهُورَةِ بِرَفْعِ «شُحُوبٌ» . </p><p> وَالْمَعْنَى: لِلْحُبِّ عَلَامَاتٌ تُبَيِّنُ بِالْكَسْرِ، أَيْ: تَظْهَرُ وَتَتَّضِحُ بِالْفَتَى، وَهِيَ شُحُوبٌ إِلَخْ، وَأَنْشَدَ ثَعْلَبٌ هَذَا الْبَيْتَ، فَقَالَ: شُحُوبًا بِالنَّصْبِ، وَعَلَيْهِ فَلَا شَاهِدَ فِي الْبَيْتِ ; لِأَنَّ شُحُوبًا عَلَى هَذَا مَفْعُولُ تُبَيِّنُ فَهُوَ عَلَى هَذَا مِنْ بَيَّنَ الْمُتَعَدِّيَةِ، وَأَمَّا وُرُودُ أَبَانَ لَازِمَةً بِمَعْنَى بَانَ وَظَهَرَ، فَهُوَ كَثِيرٌ فِي كَلَامِ الْعَرَبِ أَيْضًا وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> إِذَا آبَاؤُنَا وَأَبُوكَ عُدُّوا ... أَبَانَ الْمُقْرَفَاتُ مِنَ الْعِرَابِ </p><p> أَيْ: ظَهَرَتِ الْمُقْرَفَاتُ وَتَبَيَّنَتْ، وَقَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيِّ: </p><p> لَوْ دَبَّ ذَرٌّ فَوْقَ ضَاحِي جِلْدِهَا ... لَأَبَانَ مِنْ آثَارِهِنَّ حُدُودُ </p><p> أَيْ: لَظَهَرَ وَبَانَ مِنْ آثَارِهِنَّ حُدُودٌ، أَيْ: وَرَمٌ، وَقَوْلُ كَعْبِ بْنِ زُهَيْرٍ: </p>"
}