{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> قَوْلُهُ تَعَالَى: وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ الْإِنْكَاحُ هُنَا مَعْنَاهُ: التَّزْوِيجُ، وَأَنْكِحُوا الْأَيَامَى أَيْ: زَوِّجُوهُمْ، وَالْأَيَامَى: جَمْعُ أَيِّمٍ بِفَتْحِ الْهَمْزَةِ وَتَشْدِيدِ الْيَاءِ الْمَكْسُورَةِ، وَالْأَيِّمُ: هُوَ مَنْ لَا زَوْجَ لَهُ مِنَ الرِّجَالِ وَالنِّسَاءِ، سَوَاءٌ كَانَ قَدْ تَزَوَّجَ قَبْلَ ذَلِكَ، أَوْ لَمْ يَتَزَوَّجْ قَطُّ، يُقَالُ: رَجُلٌ أَيِّمٌ، وَامْرَأَةٌ أَيِّمٌ، وَقَدْ فَسَّرَ الشَّمَّاخُ بْنُ ضِرَارٍ فِي شِعْرِهِ: الْأَيِّمَ الْأُنْثَى بِأَنَّهَا الَّتِي لَمْ تَتَزَوَّجْ فِي حَالَتِهَا الرَّاهِنَةِ، وَذَلِكَ فِي قَوْلِهِ: </p><p> يُقِرُّ بِعَيْنِي أَنْ أُنَبَّأَ أَنَّهَا ... وَإِنْ لَمْ أَنَلْهَا أَيِّمٌ لَمْ تَزَوَّجِ </p><p> فَقَوْلُهُ:  «لَمْ تَزَوَّجِ» تَفْسِيرٌ لِقَوْلِهِ: أَنَّهَا أَيِّمٌ، وَمِنْ إِطْلَاقِ الْأَيِّمِ عَلَى الذَّكَرِ الَّذِي لَا زَوْجَ لَهُ قَوْلُ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ الثَّقَفِيِّ: </p><p> لِلَّهِ دَرُّ بَنِي عَلِيٍّ ... أَيِّمٌ مِنْهُمْ وَنَاكِحْ </p><p> وَمِنْ إِطْلَاقِهِ عَلَى الْأُنْثَى قَوْلُ الشَّاعِرِ: </p><p> أُحِبُّ الْأَيَامَى إِذْ بُثَيْنَةُ أَيِّمُ ... وَأَحْبَبْتُ لَمَّا أَنْ غَنِيتُ الْغَوَانِيَا </p><p> وَالْعَرَبُ تَقُولُ: آمَ الرَّجُلُ يَئِيمُ، وَآمَتِ الْمَرْأَةُ تَئِيمُ، إِذَا صَارَ الْوَاحِدُ مِنْهُمَا أَيِّمًا، وَكَذَلِكَ تَقُولُ: تَأَيَّمَ إِذَا كَانَ أَيِّمًا. </p><p> وَمِثَالُهُ فِي الْأَوَّلِ قَوْلُ الشَّاعِرِ: </p><p> لَقَدْ إِمْتُ حَتَّى لَامَنِي كُلُّ صَاحِبِ ... رَجَاءَ بِسَلْمَى أَنْ تَئِيمَ كَمَا إِمْتُ </p><p> وَمِنَ الثَّانِي قَوْلُهُ: </p><p> فَإِنْ تَنْكِحِي أَنْكِحْ وَإِنْ تَتَأَيَّمِي ... وَإِنْ كُنْتُ أَفْتَى مِنْكُمُ أَتَأَيَّمُ </p><p> وَمِنَ الْأَوَّلِ أَيْضًا، قَوْلُ يَزِيدَ بْنِ الْحَكَمِ الثَّقَفِيِّ: </p><p> كُلُّ امْرِئٍ سَتَئِيمُ مِنْهُ ... الْعُرْسُ أَوْ مِنْهَا يَئِيمُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> نَجَوْتَ بِقَوْفِ نَفْسِكَ غَيْرَ أَنِّي ... إِخَالُ بِأَنْ سَيَيْتِمُ أَوْ تَئِيمُ </p><p> يَعْنِي: يَيْتِمُ ابْنُكَ وَتَئِيمُ امْرَأَتُكَ. </p><p> فَإِذَا عَلِمْتَ هَذَا، فَاعْلَمْ أَنَّ قَوْلَهُ تَعَالَى فِي هَذِهِ الْآيَةِ: وَأَنْكِحُوا الْأَيَامَى شَامِلٌ لِلذُّكُورِ وَالْإِنَاثِ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: مِنْكُمْ أَيْ: مِنَ الْمُسْلِمِينَ، وَيُفْهَمُ مِنْ دَلِيلِ الْخِطَابِ أَيْ مَفْهُومِ الْمُخَالَفَةِ فِي قَوْلِهِ: مِنْكُمْ أَنَّ الْأَيَامَى مِنْ غَيْرِكُمْ، أَيْ: مِنْ غَيْرِ الْمُسْلِمِينَ، وَهُمُ الْكُفَّارُ لَيْسُوا كَذَلِكَ. </p><p> وَهَذَا الْمَفْهُومُ الَّذِي فُهِمَ مِنْ هَذِهِ الْآيَةِ جَاءَ مُصَرَّحًا بِهِ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى فِي أَيَامَى الْكُفَّارِ الذُّكُورِ: وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا [٢ \\ ٢٢١] ، وَقَوْلُهُ فِي أَيَامَاهُمُ الْإِنَاثِ: وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ [٢ \\ ٢٢١] ، وَقَوْلُهُ فِيهِمَا جَمِيعًا: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ [٦٠ \\ ١٠] . </p><p> وَبِهَذِهِ النُّصُوصِ الْقُرْآنِيَّةِ الصَّرِيحَةِ الْمُوَضِّحَةِ لِمَفْهُومِ هَذِهِ الْآيَةِ، تَعْلَمُ أَنَّهُ لَا يَجُوزُ تَزْوِيجُ الْمُسْلِمَةِ لِلْكَافِرِ مُطْلَقًا وَأَنَّهُ لَا يَجُوزُ تَزْوِيجُ الْمُسْلِمِ لِلْكَافِرَةِ إِلَّا أَنَّ عُمُومَ هَذِهِ الْآيَاتِ خَصَّصَتْهُ آيَةُ «الْمَائِدَةِ» ، فَأَبَانَتْ أَنَّ الْمُسْلِمَ يَجُوزُ لَهُ تَزَوُّجُ الْمُحْصَنَةِ الْكِتَابِيَّةِ خَاصَّةً ; وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ [٥ \\ ٥] ، فَقَوْلُهُ تَعَالَى عَاطِفًا عَلَى مَا يَحِلُّ لِلْمُسْلِمِينَ: وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ صَرِيحٌ فِي إِبَاحَةِ تَزْوِيجِ الْمُسْلِمِ لِلْمُحْصَنَةِ الْكِتَابِيَّةِ، وَالظَّاهِرُ أَنَّهَا الْحُرَّةُ الْعَفِيفَةُ. </p><p> فَالْحَاصِلُ أَنَّ التَّزْوِيجَ بَيْنَ الْكُفَّارِ وَالْمُسْلِمِينَ مَمْنُوعٌ فِي جَمِيعِ الصُّوَرِ، إِلَّا صُورَةً وَاحِدَةً، وَهِيَ تُزَوُّجُ الرَّجُلِ الْمُسْلِمِ بِالْمَرْأَةِ الْمُحْصَنَةِ الْكِتَابِيَّةِ، وَالنُّصُوصُ الدَّالَّةُ عَلَى ذَلِكَ قُرْآنِيَّةٌ، كَمَا رَأَيْتَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ يَدُلُّ عَلَى لُزُومِ تَزْوِيجِ الْأَيَامَى مِنَ الْمَمْلُوكِينَ الصَّالِحِينَ، وَالْإِمَاءِ الْمَمْلُوكَاتِ، وَظَاهِرُ هَذَا الْأَمْرِ الْوُجُوبُ ; لِمَا تَقَرَّرَ فِي الْأُصُولِ. </p><p> وَقَدْ بَيَّنَّا مِرَارًا مِنْ أَنَّ صِيغَةَ الْأَمْرِ الْمُجَرَّدَةَ عَنِ الْقَرَائِنِ تَقْتَضِي الْوُجُوبَ، وَبِذَلِكَ تَعْلَمُ أَنَّ الْخَالِيَةَ مِنْ زَوْجٍ إِذَا خَطَبَهَا كُفْءٌ وَرَضِيَتْهُ، وَجَبَ عَلَى وَلِيِّهَا تَزْوِيجُهَا إِيَّاهُ، وَأَنَّ مَا يَقُولُهُ بَعْضُ أَهْلِ الْعِلْمِ مِنَ الْمَالِكِيَّةِ وَمَنْ وَافَقَهُمْ، مِنْ أَنَّ السَّيِّدَ لَهُ مَنْعُ عَبْدِهِ وَأَمَتِهِ مِنَ التَّزْوِيجِ مُطْلَقًا غَيْرُ صَوَابٍ لِمُخَالَفَتِهِ لِنَصِّ الْقُرْآنِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> وَاعْلَمْ أَنَّ قَوْلَهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَإِمَائِكُمْ بَيَّنَتْ آيَةُ «النِّسَاءِ» أَنَّ الْأَمَةَ لَا تُزَوَّجُ لِلْحُرِّ إِلَّا بِالشُّرُوطِ الَّتِي أَشَارَتْ إِلَيْهَا الْآيَةُ، فَآيَةُ «النِّسَاءِ» الْمَذْكُورَةُ مُخَصَّصَةٌ بِعُمُومِ آيَةِ «النُّورِ» هَذِهِ بِالنِّسْبَةِ إِلَى الْإِمَاءِ، وَآيَةُ «النِّسَاءِ» الْمَذْكُورَةُ هِيَ قَوْلُهُ تَعَالَى: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ إِلَى قَوْلِهِ تَعَالَى: ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ وَأَنْ تَصْبِرُوا خَيْرٌ لَكُمْ [٤ \\ ٢٥] ، فَدَلَّتْ آيَةُ «النِّسَاءِ» هَذِهِ عَلَى أَنَّ الْحُرَّ لَا يَجُوزُ لَهُ أَنْ يَتَزَوَّجَ الْمَمْلُوكَةَ الْمُؤْمِنَةَ، إِلَّا إِذَا كَانَ غَيْرَ مُسْتَطِيعٍ تَزْوِيجَ حُرَّةٍ لِعَدَمِ الطَّوْلِ عِنْدَهُ، وَقَدْ خَافَ الزِّنَى فَلَهُ حِينَئِذٍ تَزَوُّجُ الْأَمَةِ بِإِذْنِ أَهْلِهَا الْمَالِكِينَ لَهَا، وَيَلْزَمُهُ دَفْعُ مَهْرِهَا، وَهِيَ مُؤْمِنَةٌ عَفِيفَةٌ لَيْسَتْ مِنَ الزَّانِيَاتِ وَلَا مُتَّخِذَاتِ الْأَخْدَانِ، وَمَعَ هَذَا كُلِّهِ فَصَبْرُهُ عَنْ تَزْوِيجِهَا خَيْرٌ لَهُ، وَإِذَا كَانَ الصَّبْرُ عَنْ تَزْوِيجِهَا مَعَ مَا ذَكَرْنَا مِنَ الِاضْطِرَارِ خَيْرًا لَهُ فَمَعَ عَدَمِهِ أَوْلَى بِالْمَنْعِ، وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ الصَّوَابَ قَوْلُ الْجُمْهُورِ مِنْ مَنْعِ تَزْوِيجِ الْحُرِّ الْأَمَةَ، إِلَّا بِالشُّرُوطِ الْمَذْكُورَةِ فِي الْقُرْآنِ ; كَقَوْلِهِ تَعَالَى: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا [٤ \\ ٢٥] ، وَقَوْلِهِ: ذَلِكَ لِمَنْ خَشِيَ الْعَنَتَ مِنْكُمْ [٤ \\ ٢٥] ، أَيِ: الزِّنَى إِلَى آخِرِ مَا ذُكِرَ فِي الْآيَةِ خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ بِجَوَازِ نِكَاحِهَا مُطْلَقًا، إِلَّا إِذَا تَزَوَّجَهَا عَلَى حُرَّةٍ. </p><p> وَالْحَاصِلُ أَنَّ قَوْلَهُ تَعَالَى فِي آيَةِ «النُّورِ» هَذِهِ: وَإِمَائِكُمْ خَصَّصَتْ عُمُومَهُ آيَةُ «النِّسَاءِ» كَمَا أَوْضَحْنَاهُ آنِفًا، وَالْعُلَمَاءُ يَقُولُونَ: إِنَّ عِلَّةَ مَنْعِ تَزْوِيجِ الْحُرِّ الْأُمَّةَ، أَنَّهَا إِنْ وَلَدَتْ مِنْهُ كَانَ وَلَدُهَا مَمْلُوكًا ; لِأَنَّ كُلَّ ذَاتِ رَحِمٍ فَوَلَدُهَا بِمَنْزِلَتِهَا، فَيَلْزَمُهُ أَلَّا يَتَسَبَّبَ فِي رِقِّ أَوْلَادِهِ مَا اسْتَطَاعَ، وَوَجْهُهُ ظَاهِرٌ كَمَا تَرَى. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ فِيهِ وَعْدٌ مِنَ اللَّهِ لِلْمُتَزَوِّجِ الْفَقِيرِ مِنَ الْأَحْرَارِ، وَالْعَبِيدِ بِأَنَّ اللَّهَ يُغْنِيهِ، وَاللَّهُ لَا يُخْلِفُ الْمِيعَادَ، وَقَدْ وَعَدَ اللَّهُ أَصْحَابَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْفُقَرَاءَ بِالْيُسْرِ بَعْدَ ذَلِكَ الْعُسْرِ، وَأَنْجَزَ لَهُمْ ذَلِكَ، وَذَلِكُمْ فِي قَوْلِهِ تَعَالَى: وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ [٦٥ \\ ٧] ، أَيْ: ضُيِّقَ عَلَيْهِ رِزْقُهُ إِلَى قَوْلِهِ </p><p> تَعَالَى: سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا [٦٥ \\ ٧] ، وَهَذَا الْوَعْدُ مِنْهُ - جَلَّ وَعَلَا - وَعَدَ بِهِ مَنِ اتَّقَاهُ فِي قَوْلِهِ تَعَالَى: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ الْآيَةَ [٦٥ \\ ٢ - ٣] ، وَوَعَدَ بِالرِّزْقِ أَيْضًا مَنْ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَيَصْطَبِرُ عَلَيْهَا، وَذَلِكَ فِي قَوْلِهِ: وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى [٢٠ \\ ١٣٢] ، وَقَدْ وَعَدَ الْمُسْتَغْفِرِينَ بِالرِّزْقِ الْكَثِيرِ عَلَى لِسَانِ نَبِيِّهِ نُوحٍ فِي قَوْلِهِ تَعَالَى عَنْهُ: فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا [٧١ \\ ١٠ - ١٢] ، وَعَلَى لِسَانِ نَبِيِّهِ هُودٍ فِي قَوْلِهِ تَعَالَى عَنْهُ: وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ الْآيَةَ [١١ \\ ٥٢] ، وَعَلَى لِسَانِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَعَلَيْهِمَا جَمِيعًا وَسُلَّمَ -: وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى [١١ \\ ٣] . </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ طَاعَةَ اللَّهِ تَعَالَى سَبَبٌ لِلرِّزْقِ، قَوْلُهُ تَعَالَى: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ الْآيَةَ [٧ \\ ٩٦] ، وَمِنْ بَرَكَاتِ السَّمَاءِ الْمَطَرُ، وَمِنْ بَرَكَاتِ الْأَرْضِ النَّبَاتُ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ، وَقَوْلُهُ تَعَالَى: وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ الْآيَةَ [٥ \\ ٦٦] ، وَقَوْلُهُ تَعَالَى: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً [١٦ \\ ٩٧] ، أَيْ: فِي الدُّنْيَا ; كَمَا قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ «النَّحْلِ» ، وَكَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ بَعْدَهُ فِي جَزَائِهِ فِي الْآخِرَةِ: وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ [١٦ \\ ٩٧] ، وَقَدْ قَدَّمْنَا أَنَّهُ - جَلَّ وَعَلَا - وَعَدَ بِالْغِنَى عِنْدَ التَّزْوِيجِ وَعِنْدَ الطَّلَاقِ. </p><p> أَمَّا التَّزْوِيجُ، فَفِي قَوْلِهِ هُنَا: إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ. </p><p> وَأَمَّا الطَّلَاقُ فَفِي قَوْلِهِ تَعَالَى: وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ الْآيَةَ [٤ \\ ١٣٠] ، وَالظَّاهِرُ أَنَّ الْمُتَزَوِّجَ الَّذِي وَعَدَهُ اللَّهُ بِالْغِنَى، هُوَ الَّذِي يُرِيدُ بِتَزْوِيجِهِ الْإِعَانَةَ عَلَى طَاعَةِ اللَّهِ بِغَضِّ الْبَصَرِ، وَحِفْظِ الْفَرْجِ ; كَمَا بَيَّنَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الصَّحِيحِ «: يَا مَعْشَرَ الشَّبَابِ، مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ، فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ» الْحَدِيثَ، وَإِذَا كَانَ قَصْدُهُ بِالتَّزْوِيجِ طَاعَةَ اللَّهِ بِغَضِّ الْبَصَرِ وَحِفْظِ الْفَرْجِ، فَالْوَعْدُ بِالْغِنَى إِنَّمَا هُوَ عَلَى طَاعَةِ اللَّهِ بِذَلِكَ. </p>"
}