{
  "id": null,
  "sura": 24,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ النُّورِ </p><p> قَوْلُهُ تَعَالَى: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كُلَّ زَانِيَةٍ وَكُلَّ زَانٍ يَجِبُ جَلْدُ كُلِّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ ; لِأَنَّ الْأَلِفَ وَاللَّامَ فِي قَوْلِهِ: الزَّانِيَةُ وَالزَّانِي، إِنْ قُلْنَا: إِنَّهُمَا مَوْصُولٌ وَصِلَتُهُمَا الْوَصْفُ الَّذِي هُوَ اسْمُ الْفَاعِلِ الَّذِي هُوَ الزَّانِيَةُ وَالزَّانِي، فَالْمَوْصُولَاتُ مِنْ صِيَغِ الْعُمُومِ. </p><p> وَإِنْ قُلْنَا: إِنَّهُمَا لِلتَّعْرِيفِ لِتَنَاسِي الْوَصْفِيَّةِ، وَأَنَّ مُرْتَكِبَ تِلْكَ الْفَاحِشَةِ يُطْلَقُ عَلَيْهِ اسْمُ الزَّانِي، كَإِطْلَاقِ أَسْمَاءِ الْأَجْنَاسِ، فَإِنَّ ذَلِكَ يُفِيدُ الِاسْتِغْرَاقَ، فَالْعُمُومُ الشَّامِلُ لِكُلِّ زَانِيَةٍ وَكُلِّ زَانٍ، هُوَ ظَاهِرُ الْآيَةِ، عَلَى جَمِيعِ الِاحْتِمَالَاتِ. </p><p> وَظَاهِرُ هَذَا الْعُمُومِ شُمُولُهُ لِلْعَبْدِ، وَالْحُرِّ، وَالْأَمَةِ، وَالْحُرَّةِ، وَالْبِكْرِ، وَالْمُحْصَنِ مِنَ الرِّجَالِ وَالنِّسَاءِ. </p><p> وَظَاهِرُهُ أَيْضًا: أَنَّهُ لَا تُغَرَّبُ الزَّانِيَةُ، وَلَا الزَّانِي عَامًا مَعَ الْجَلْدِ، وَلَكِنَّ بَعْضَ الْآيَاتِ الْقُرْآنِيَّةِ دَلَّ عَلَى أَنَّ عُمُومَ الزَّانِيَةِ يُخَصَّصُ مَرَّتَيْنِ. </p><p> إِحْدَاهُمَا: تَخْصِيصُ حُكْمِ جَلْدِهَا مِائَةً بِكَوْنِهَا حُرَّةً، أَمَّا إِنْ كَانَتْ أَمَةً، فَإِنَّهَا تُجْلَدُ نِصْفَ الْمِائَةِ وَهُوَ خَمْسُونَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى فِي الْإِمَاءِ: فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، وَالْمُرَادُ بِالْمُحْصَنَاتِ هُنَا: الْحَرَائِرُ وَالْعَذَابُ الْجَلْدُ، وَهُوَ بِالنِّسْبَةِ إِلَى الْحُرَّةِ الزَّانِيَةِ: مِائَةُ جَلْدَةٍ وَالْأَمَةُ عَلَيْهَا نِصْفُهُ بِنَصِّ آيَةِ «النِّسَاءِ» هَذِهِ، وَهُوَ خَمْسُونَ ; فَآيَةُ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، مُخَصِّصَةٌ لِعُمُومِ قَوْلِهِ: الزَّانِيَةُ وَالزَّانِي، بِالنِّسْبَةِ إِلَى الزَّانِيَةِ الْأُنْثَى. </p><p> وَأَمَّا التَّخْصِيصُ الْمَرَّةَ الثَّانِيَةَ لِعُمُومِ الزَّانِيَةِ فِي آيَةِ «النُّورِ» هَذِهِ فَهُوَ بِآيَةٍ مَنْسُوخَةِ التِّلَاوَةِ، بَاقِيَةِ الْحُكْمِ، تَقْتَضِي أَنَّ عُمُومَ الزَّانِيَةِ هُنَا مُخَصَّصٌ بِكَوْنِهَا بِكْرًا. </p><p> أَمَّا إِنْ كَانَتْ مُحْصَنَةً، بِمَعْنَى أَنَّهَا قَدْ تَزَوَّجَتْ مِنْ قَبْلِ الزِّنَى، وَجَامَعَهَا زَوْجُهَا فِي نِكَاحٍ صَحِيحٍ فَإِنَّهَا تُرْجَمُ. </p><p> وَالْآيَةُ الَّتِي خَصَصَتْهَا بِهَذَا الْحُكْمِ الَّذِي ذَكَرْنَا أَنَّهَا مَنْسُوخَةُ التِّلَاوَةِ بَاقِيَةُ الْحُكْمِ، هِيَ قَوْلُهُ تَعَالَى:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نَكَالًا مِنَ اللَّهِ، وَاللَّهُ عَزِيزٌ حَكِيمٌ) . </p><p> وَهَذَا التَّخْصِيصُ إِنَّمَا هُوَ عَلَى قَوْلِ مَنْ يَقُولُ: لَا يُجْمَعُ لِلزَّانِي الْمُحْصَنِ، بَيْنَ الْجَلْدِ وَالرَّجْمِ، وَإِنَّمَا يُرْجَمُ فَقَطْ بِدُونِ جَلْدٍ. </p><p> أَمَّا عَلَى قَوْلِ مَنْ يَرَى الْجَمْعَ بَيْنَهُمَا فَلَا تَخْصِيصَ، وَإِنَّمَا فِي آيَةِ الرَّجْمِ زِيَادَتُهُ عَلَى الْجَلْدِ، فَكِلْتَا الْآيَتَيْنِ أَثْبَتَتْ حُكْمًا لَمْ تُثْبِتْهُ الْأُخْرَى، وَسَيَأْتِي إِيضَاحُ هَذَا إِنْ شَاءَ اللَّهُ غَيْرَ بَعِيدٍ وَأَقْوَالُ أَهْلِ الْعِلْمِ فِيهِ وَمُنَاقَشَةُ أَدِلَّتِهِمْ. </p><p> أَمَّا الزَّانِي الذَّكَرُ فَقَدْ دَلَّتِ الْآيَةُ الَّتِي ذَكَرْنَا، أَنَّهَا مَنْسُوخَةُ التِّلَاوَةِ بَاقِيَةُ الْحُكْمِ عَلَى تَخْصِيصِ عُمُومِهِ، وَأَنَّ الَّذِي يُجْلَدُ الْمِائَةَ مِنَ الذُّكُورِ، إِنَّمَا هُوَ الزَّانِي الْبِكْرُ، وَأَمَّا الْمُحْصَنُ فَإِنَّهُ يُرْجَمُ، وَهَذَا التَّخْصِيصُ فِي الذَّكَرِ أَيْضًا إِنَّمَا هُوَ عَلَى قَوْلِ مَنْ لَا يَرَى الْجَمْعَ بَيْنَ الْجَلْدِ وَالرَّجْمِ ; كَمَا أَوْضَحْنَاهُ قَرِيبًا فِي الْأُنْثَى. </p><p> وَأَمَّا عَلَى قَوْلِ مَنْ يَرَى الْجَمْعَ بَيْنَهُمَا فَلَا تَخْصِيصَ، بَلْ كُلُّ وَاحِدَةٍ مِنَ الْآيَتَيْنِ أَثْبَتَتْ حُكْمًا لَمْ تُثْبِتْهُ الْأُخْرَى. </p><p> وَعُمُومُ الزَّانِي فِي آيَةِ «النُّورِ» هَذِهِ، مُخَصَّصٌ عِنْدَ الْجُمْهُورِ أَيْضًا مَرَّةً أُخْرَى، بِكَوْنِ جَلْدِ الْمِائَةِ خَاصًّا بِالزَّانِي الْحُرِّ، أَمَّا الزَّانِي الذَّكَرُ الْعَبْدُ فَإِنَّهُ يُجْلَدُ نِصْفَ الْمِائَةِ، وَهُوَ الْخَمْسُونَ. </p><p> وَوَجْهُ هَذَا التَّخْصِيصِ: إِلْحَاقُ الْعَبْدِ بِالْأَمَةِ فِي تَشْطِيرِ حَدِّ الزِّنَى بِالرِّقِّ ; لِأَنَّ مَنَاطَ التَّشْطِيرِ الرِّقُّ بِلَا شَكٍّ ; لِأَنَّ الذُّكُورَةَ وَالْأُنُوثَةَ بِالنِّسْبَةِ إِلَى الْحُدُودِ وَصْفَانِ طَرْدِيَّانِ، لَا يَتَرَتَّبُ عَلَيْهِمَا حُكْمٌ، فَدَلَّ قَوْلُهُ تَعَالَى فِي آيَةِ «النِّسَاءِ» فِي الْإِمَاءِ: فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، أَنَّ الرِّقَّ مَنَاطُ تَشْطِيرِ حَدِّ الزِّنَى، إِذْ لَا فَرْقَ بَيْنَ الذَّكَرِ وَالْأُنْثَى فِي الْحُدُودِ، فَالْمُخَصِّصُ لِعُمُومِ الزَّانِي فِي الْحَقِيقَةِ، هُوَ مَا أَفَادَتْهُ آيَةُ: فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ، وَإِنْ سَمَّاهُ الْأُصُولِيُّونَ تَخْصِيصًا بِالْقِيَاسِ، فَهُوَ فِي الْحَقِيقَةِ تَخْصِيصُ آيَةٍ بِمَا فُهِمَ مِنْ آيَةٍ أُخْرَى. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> الْمَسْأَلَةُ الْأُولَى: اعْلَمْ أَنَّ رَجْمَ الزَّانِيَيْنِ الْمُحْصَنَيْنِ دَلَّتْ عَلَيْهِ آيَتَانِ مِنْ كِتَابِ اللَّهِ، إِحْدَاهُمَا نُسِخَتْ تِلَاوَتُهَا، وَبَقِيَ حُكْمُهَا، وَالثَّانِيَةُ: بَاقِيَةُ التِّلَاوَةِ وَالْحُكْمِ، أَمَّا الَّتِي نُسِخَتْ تِلَاوَتُهَا، وَبَقِيَ حُكْمُهَا فَهِيَ قَوْلُهُ تَعَالَى:  (الشَّيْخُ وَالشَّيْخَةُ) إِلَى آخِرِهَا ; كَمَا سَيَأْتِي، وَكَوْنُ الرَّجْمِ ثَابِتًا بِالْقُرْآنِ ثَابِتٌ فِي الصَّحِيحِ. </p><p> قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: فِي بَابِ رَجْمِ الْحُبْلَى مِنَ الزِّنَى إِذَا أَحْصَنَتْ: </p><p> حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: كُنْتُ أُقْرِئُ رِجَالًا مِنَ الْمُهَاجِرِينَ مِنْهُمْ: عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، فَبَيْنَمَا أَنَا فِي مَنْزِلِهِ بِمِنًى، وَهُوَ عِنْدَ عُمَرَ بْنِ الْخَطَّابِ فِي آخِرِ حَجَّةٍ حَجَّهَا، إِذْ رَجَعَ إِلَى عَبْدِ الرَّحْمَنِ، فَقَالَ: لَوْ رَأَيْتَ رَجُلًا أَتَى أَمِيرَ الْمُؤْمِنِينَ الْيَوْمَ، فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، هَلْ لَكَ فِي فُلَانٍ يَقُولُ: لَوْ قَدْ مَاتَ عُمَرُ لَقَدْ بَايَعْتُ فُلَانًا فَوَاللَّهِ مَا كَانَتْ بَيْعَةُ أَبِي بَكْرٍ إِلَّا فَلْتَةً فَتَمَّتْ، فَغَضِبَ عُمَرُ ثُمَّ قَالَ: إِنِّي إِنْ شَاءَ اللَّهُ لَقَائِمٌ الْعَشِيَّةَ فِي النَّاسِ فَمُحَذِّرُهُمْ هَؤُلَاءِ الَّذِينَ يُرِيدُونَ أَنْ يَغْصِبُوهُمْ أُمُورَهُمْ، الْحَدِيثَ بِطُولِهِ. </p><p> وَفِيهِ: إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْحَقِّ، وَأَنْزَلَ عَلَيْهِ الْكِتَابَ، فَكَانَ مِمَّا أَنْزَلَ اللَّهُ آيَةَ الرَّجْمِ، فَقَرَأْنَاهَا، وَعَقَلْنَاهَا، وَوَعَيْنَاهَا، رَجَمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَرَجَمْنَا بَعْدَهُ، فَأَخْشَى إِنْ طَالَ بِالنَّاسِ زَمَانٌ أَنْ يَقُولَ قَائِلٌ: وَاللَّهِ مَا نَجِدُ آيَةَ الرَّجْمِ فِي كِتَابِ اللَّهِ فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ، وَالرَّجْمُ فِي كِتَابِ اللَّهِ حَقٌّ عَلَى مَنْ زَنَى، إِذَا أَحْصَنَ مِنَ الرِّجَالِ وَالنِّسَاءِ، إِذَا قَامَتِ الْبَيِّنَةُ أَوْ كَانَ الْحَبَلُ أَوْ الِاعْتِرَافُ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ صَحِيحِ الْبُخَارِيِّ. </p><p> وَفِيهِ: أَنَّ الرَّجْمَ نَزَلَ فِي الْقُرْآنِ فِي آيَةٍ مِنْ كِتَابِ اللَّهِ، وَكَوْنُهَا لَمْ تُقْرَأْ فِي الصُّحُفِ، يَدُلُّ عَلَى نَسْخِ تِلَاوَتِهَا، مَعَ بَقَاءِ حُكْمِهَا ; كَمَا هُوَ ثَابِتٌ فِي الْحَدِيثِ الْمَذْكُورِ. </p><p> وَفِي رِوَايَةٍ فِي الْبُخَارِيِّ مِنْ حَدِيثِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -: لَقَدْ خَشِيتُ أَنْ يَطُولَ بِالنَّاسِ زَمَانٌ حَتَّى يَقُولَ قَائِلٌ: لَا نَجِدُ الرَّجْمَ فِي كِتَابِ اللَّهِ فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ، أَلَا وَإِنَّ الرَّجْمَ حَقٌّ عَلَى مَنْ زَنَى، وَقَدْ أَحْصَنَ إِذَا قَامَتِ الْبَيِّنَةُ، أَوْ كَانَ الْحَمْلُ، أَوْ الِاعْتِرَافُ. </p><p> قَالَ سُفْيَانُ: كَذَا حَفِظْتُ: أَلَا وَقَدْ رَجَمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَجَمْنَا بَعْدَهُ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» ، فِي شَرْحِهِ لِهَذِهِ الرِّوَايَةِ الْأَخِيرَةِ، وَقَدْ أَخْرَجَهُ الْإِسْمَاعِيلِيُّ مِنْ رِوَايَةِ جَعْفَرٍ الْفِرْيَابِيِّ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ شَيْخِ الْبُخَارِيِّ فِيهِ، فَقَالَ بَعْدَ قَوْلِهِ: أَوْ الِاعْتِرَافُ، وَقَدْ قَرَأْنَاهَا:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ) ، وَقَدْ رَجَمَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَرَجَمْنَا بَعْدَهُ، فَسَقَطَ مِنْ رِوَايَةِ الْبُخَارِيِّ مِنْ قَوْلِهِ: وَقَدْ قَرَأْنَاهَا إِلَى قَوْلِهِ: الْبَتَّةَ، وَلَعَلَّ الْبُخَارِيَّ هُوَ الَّذِي حَذَفَ ذَلِكَ عَمْدًا، فَقَدْ أَخْرَجَهُ النَّسَائِيُّ عَنْ مُحَمَّدِ بْنِ مَنْصُورٍ، عَنْ سُفْيَانَ كَرِوَايَةِ جَعْفَرٍ، ثُمَّ قَالَ: لَا أَعْلَمُ أَحَدًا ذَكَرَ فِي هَذَا الْحَدِيثِ: (الشَّيْخُ وَالشَّيْخَةُ. . .) غَيْرَ سُفْيَانَ، وَيَنْبَغِي أَنْ يَكُونَ وَهِمَ فِي ذَلِكَ. </p><p> قُلْتُ: وَقَدْ أَخْرَجَ الْأَئِمَّةُ هَذَا الْحَدِيثَ مِنْ رِوَايَةِ مَالِكٍ، وَيُونُسَ، وَمَعْمَرٍ، وَصَالِحِ بْنِ كَيْسَانَ، وَعَقِيلٍ، وَغَيْرُهُمْ مِنَ الْحُفَّاظِ عَنِ الزُّهْرِيِّ. </p><p> وَقَدْ وَقَعَتْ هَذِهِ الزِّيَادَةُ فِي هَذَا الْحَدِيثِ مِنْ رِوَايَةِ الْمُوَطَّأِ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ: لَمَّا صَدَرَ عُمَرُ مِنَ الْحَجِّ، وَقَدِمَ الْمَدِينَةَ خَطَبَ النَّاسَ فَقَالَ: أَيُّهَا النَّاسُ، قَدْ سُنَّتْ لَكُمُ السُّنَنُ، وَفُرِضَتْ لَكُمُ الْفَرَائِضُ، وَتُرِكْتُمْ عَلَى الْوَاضِحَةِ، ثُمَّ قَالَ: إِيَّاكُمْ أَنْ تَهْلِكُوا عَنْ آيَةِ الرَّجْمِ، أَنْ يَقُولَ قَائِلٌ: لَا نَجِدُ حَدَّيْنِ فِي كِتَابِ اللَّهِ، فَقَدْ رَجَمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَجَمْنَا، وَالَّذِي نَفْسِي بِيَدِهِ، لَوْلَا أَنْ يَقُولَ النَّاسُ زَادَ عُمَرُ فِي كِتَابِ اللَّهِ لَكَتَبْتُهَا بِيَدِي:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ) ، قَالَ مَالِكٌ: الشَّيْخُ وَالشَّيْخَةُ: الثَّيِّبُ وَالثَّيِّبَةُ. </p><p> وَوَقَعَ فِي الْحِلْيَةِ فِي تَرْجَمَةِ دَاوُدَ بْنِ أَبِي هِنْدَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عُمَرَ: لَكَتَبْتُهَا فِي آخِرِ الْقُرْآنِ. </p><p> وَوَقَعَتْ أَيْضًا فِي هَذَا الْحَدِيثِ فِي رِوَايَةِ أَبِي مَعْشَرٍ الْآتِي التَّنْبِيهُ عَلَيْهَا، فِي الْبَابِ الَّذِي يَلِيهِ فَقَالَ مُتَّصِلًا بِقَوْلِهِ: قَدْ رَجَمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَجَمْنَا بَعْدَهُ، وَلَوْلَا أَنْ يَقُولُوا: كَتَبَ عُمَرُ مَا لَيْسَ فِي كِتَابِ اللَّهِ، لَكَتَبْتُهُ قَدْ قَرَأْنَا:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نَكَالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ) . </p><p> وَأَخْرَجَ هَذِهِ الْجُمْلَةَ النَّسَائِيُّ وَصَحَّحَهُ الْحَاكِمُ، مِنْ حَدِيثِ أُبَيِّ بْنِ كَعْبٍ، قَالَ: وَلَقَدْ كَانَ فِيهَا، أَيْ سُورَةِ «الْأَحْزَابِ» ، آيَةُ الرَّجْمِ:  (الشَّيْخُ) ، فَذَكَرَ مِثْلَهُ. </p><p> وَمِنْ حَدِيثِ زَيْدِ بْنِ ثَابِتٍ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «الشَّيْخُ وَالشَّيْخَةُ» مِثْلَهُ، إِلَى قَوْلِهِ:  «الْبَتَّةَ» . </p><p> وَمِنْ رِوَايَةِ أُسَامَةَ بْنِ سَهْلٍ أَنَّ خَالَتَهُ أَخْبَرَتْهُ، قَالَتْ: لَقَدْ أَقْرَأَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - آيَةَ الرَّجْمِ، فَذَكَرَهُ إِلَى قَوْلِهِ:  «الْبَتَّةَ» ، وَزَادَ «بِمَا قَضَيَا مِنَ اللَّذَّةِ» . </p><p> وَأَخْرَجَ النَّسَائِيُّ أَيْضًا أَنَّ مَرْوَانَ بْنَ الْحَكَمِ قَالَ لِزَيْدٍ: أَلَا تَكْتُبْهَا فِي الْمُصْحَفِ؟ قَالَ: لَا أَلَا تَرَى أَنَّ الشَّابَّيْنِ الثَّيِّبَيْنِ يُرْجَمَانِ وَلَقَدْ ذَكَرْنَا ذَلِكَ، فَقَالَ عُمَرُ: أَنَا أَكْفِيكُمْ، فَقَالَ: يَا رَسُولَ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) أَكْتِبْنِي آيَةَ الرَّجْمِ، فَقَالَ:  «لَا أَسْتَطِيعُ» . </p><p> وَرُوِّينَا فِي فَضَائِلِ الْقُرْآنِ لِابْنِ الضُّرَيْسِ مِنْ طَرِيقِ يَعْلَى وَهُوَ ابْنُ حَكِيمٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ عُمَرَ خَطَبَ النَّاسَ، فَقَالَ: لَا تَشُكُّوا فِي الرَّجْمِ فَإِنَّهُ حَقٌّ، وَلَقَدْ هَمَمْتُ أَنْ أَكْتُبَهُ فِي الْمُصْحَفِ، فَسَأَلْتُ أُبَيَّ بْنَ كَعْبٍ، فَقَالَ: أَلَيْسَ أَتَيْتَنِي، وَأَنَا أَسْتَقْرِئُهَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَدَفَعْتَ فِي صَدْرِي، وَقُلْتَ: اسْتَقْرِئْهُ آيَةَ الرَّجْمِ، وَهُمْ يَتَسَافَدُونَ تَسَافُدَ الْحُمُرِ، وَرِجَالُهُ ثِقَاتٌ، وَفِيهِ إِشَارَةٌ إِلَى بَيَانِ السَّبَبِ فِي رَفْعِ تِلَاوَتِهَا، وَهُوَ الِاخْتِلَافُ. </p><p> وَأَخْرَجَ الْحَاكِمُ مِنْ طَرِيقِ كَثِيرِ بْنِ الصَّلْتِ، قَالَ: كَانَ زَيْدُ بْنُ ثَابِتٍ، وَسَعِيدُ بْنُ الْعَاصِ يَكْتُبَانِ فِي الْمُصْحَفِ، فَمَرَّا عَلَى هَذِهِ الْآيَةِ، فَقَالَ زَيْدٌ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «الشَّيْخُ وَالشَّيْخَةُ فَارْجُمُوهُمَا الْبَتَّةَ» ، فَقَالَ عُمَرُ: لَمَّا نَزَلَتْ أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقُلْتُ: أَكْتُبُهَا؟ فَكَأَنَّهُ كَرِهَ ذَلِكَ، فَقَالَ عُمَرُ: أَلَا تَرَى أَنَّ الشَّيْخَ إِذَا زَنَى، وَلَمْ يُحْصِنْ جُلِدَ، وَأَنَّ الشَّابَّ إِذَا زَنَى وَقَدْ أَحْصَنَ رُجِمَ. </p><p> فَيُسْتَفَادُ مِنْ هَذَا الْحَدِيثِ السَّبَبُ فِي نَسْخِ تِلَاوَتِهَا لِكَوْنِ الْعَمَلِ عَلَى غَيْرِ الظَّاهِرِ مِنْ عُمُومِهَا، انْتَهَى بِطُولِهِ مِنْ فَتْحِ الْبَارِي. </p><p> وَفِيهِ الدَّلَالَةُ الظَّاهِرَةُ عَلَى مَا ذَكَرْنَا مِنْ أَنَّ آيَةَ الرَّجْمِ مَنْسُوخَةُ التِّلَاوَةِ، بَاقِيَةُ الْحُكْمِ، وَأَنَّهَا مُخَصِّصَةٌ لِآيَةِ الْجَلْدِ، عَلَى الْقَوْلِ بِعَدَمِ الْجَمْعِ بَيْنَ الرَّجْمِ وَالْجَلَدِ، كَمَا تَقَدَّمَ. </p><p> وَلَكِنْ مَا أَشَارَ إِلَيْهِ ابْنُ حَجَرٍ مِنَ اسْتِفَادَةِ سَبَبِ نَسْخِ تِلَاوَتِهَا مِنْ بَعْضِ الْأَحَادِيثِ الْمَذْكُورَةِ غَيْرُ ظَاهِرٍ ; لِأَنَّ كَثِيرًا مِنَ الْآيَاتِ يُبَيِّنُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَخْصِيصَ عُمُومِهِ، وَيُوَضِّحُ الْمَقْصُودَ بِهِ وَإِنْ كَانَ خِلَافَ الظَّاهِرِ الْمُتَبَادَرِ مِنْهُ، وَلَمْ يُؤَدِّ شَيْءٌ مِنْ ذَلِكَ إِلَى نَسْخِ تِلَاوَتِهِ كَمَا هُوَ مَعْلُومٌ، وَالْآيَةُ الْقُرْآنِيَّةُ عِنْدَ نُزُولِهَا تَكُونُ لَهَا أَحْكَامٌ مُتَعَدِّدَةٌ، كَالتَّعَبُّدِ بِتِلَاوَتِهَا، </p><p> وَكَالْعَمَلِ بِمَا تَضَمَّنَتْهُ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ، وَالْقِرَاءَةِ بِهَا فِي الصَّلَاةِ، وَنَحْوِ ذَلِكَ مِنَ الْأَحْكَامِ، وَإِذَا أَرَادَ اللَّهُ أَنْ يَنْسَخَهَا بِحِكْمَتِهِ فَتَارَةً يَنْسَخُ جَمِيعَ أَحْكَامِهَا مِنْ تِلَاوَةٍ، وَتَعَبُّدٍ، وَعَمَلٍ بِمَا فِيهَا مِنَ الْأَحْكَامِ كَآيَةِ عَشْرِ رَضَعَاتٍ مَعْلُومَاتٍ يُحَرِّمْنَ، وَتَارَةً يَنْسَخُ بَعْضَ أَحْكَامِهَا دُونَ بَعْضٍ، كَنَسْخِ حُكْمِ تِلَاوَتِهَا وَالتَّعَبُّدِ بِهَا مَعَ بَقَاءِ مَا تَضَمَّنَتْهُ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ، وَكَنَسْخِ حُكْمِهَا دُونَ تِلَاوَتِهَا، وَالتَّعَبُّدِ بِهَا كَمَا هُوَ غَالِبُ مَا فِي الْقُرْآنِ مِنَ النَّسْخِ. </p><p> وَقَدْ أَوْضَحْنَا جَمِيعَ ذَلِكَ بِأَمْثِلَتِهِ فِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ الْآيَةَ [١٦ \\ ١٠١] ، وَلَهُ الْحِكْمَةُ الْبَالِغَةُ فِي جَمِيعِ مَا يَفْعَلُهُ مِنْ ذَلِكَ. </p><p> فَآيَةُ الرَّجْمِ الْمَقْصُودُ مِنْهَا إِثْبَاتُ حُكْمِهَا، لَا التَّعَبُّدُ بِهَا، وَلَا تِلَاوَتُهَا، فَأُنْزِلَتْ وَقَرَأَهَا النَّاسُ، وَفَهِمُوا مِنْهَا حُكْمَ الرَّجْمِ، فَلَمَّا تَقَرَّرَ ذَلِكَ فِي نُفُوسِهِمْ نَسَخَ اللَّهُ تِلَاوَتَهَا، وَالتَّعَبُّدَ بِهَا، وَأَبْقَى حُكْمَهَا الَّذِي هُوَ الْمَقْصُودُ، وَاللَّهُ - جَلَّ وَعَلَا - أَعْلَمُ. </p><p> فَالرَّجْمُ ثَابِتٌ فِي الْقُرْآنِ، وَمَا سَيَأْتِي عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ: جَلَدْتُهَا بِكِتَابِ اللَّهِ، وَرَجَمْتُهَا بِسُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، لَا يُنَافِي ذَلِكَ ; لِأَنَّ السُّنَّةَ هِيَ الَّتِي بَيَّنَتْ أَنَّ حُكْمَ آيَةِ الرَّجْمِ بَاقٍ بَعْدِ نَسْخِ تِلَاوَتِهَا فَصَارَ حُكْمُهَا مِنْ هَذِهِ الْجِهَةِ، فَإِنَّهُ ثَابِتٌ بِالسُّنَّةِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى قَالَا: حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ: أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ يَقُولُ: قَالَ عُمَرُ بْنُ الْخُطَّابِ، وَهُوَ جَالِسٌ عَلَى مِنْبَرِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ اللَّهَ قَدْ بَعَثَ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْحَقِّ، وَأَنْزَلَ عَلَيْهِ الْكِتَابَ، فَكَانَ مِمَّا أُنْزِلَ عَلَيْهِ آيَةُ الرَّجْمِ قَرَأْنَاهَا وَوَعَيْنَاهَا وَعَقَلْنَاهَا، فَرَجَمَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَجَمْنَا بَعْدَهُ، فَأَخْشَى إِنْ طَالَ بِالنَّاسِ زَمَانٌ، أَنْ يَقُولَ قَائِلٌ: مَا نَجِدُ الرَّجْمَ فِي كِتَابِ اللَّهِ، فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ، وَإِنَّ الرَّجْمَ فِي كِتَابِ اللَّهِ حَقٌّ عَلَى مَنْ زَنَى إِذَا أَحْصَنَ مِنَ الرِّجَالِ وَالنِّسَاءِ، إِذَا قَامَتِ الْبَيِّنَةُ، أَوْ كَانَ الْحَبَلُ، أَوْ الِاعْتِرَافُ، اهـ مِنْهُ. </p><p> فَهَذَا الْحَدِيثُ الَّذِي اتَّفَقَ عَلَيْهِ الشَّيْخَانِ، عَنْ هَذَا الْخَلِيفَةِ الرَّاشِدِ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ -، دَلِيلٌ صَرِيحٌ صَحِيحٌ عَلَى أَنَّ الرَّجْمَ ثَابِتٌ بِآيَةٍ مِنْ كِتَابِ </p><p> اللَّهِ، أُنْزِلَتْ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَرَأَهَا الصَّحَابَةُ، وَوَعَوْهَا، وَعَقَلُوهَا وَأَنَّ حُكْمَهَا بَاقٍ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَعَلَهُ وَالصَّحَابَةُ - رَضِيَ اللَّهُ عَنْهُمْ - فَعَلُوهُ بَعْدَهُ. </p><p> فَتَحَقَّقْنَا بِذَلِكَ بَقَاءَ حُكْمِهَا مَعَ أَنَّهَا لَا شَكَّ فِي نَسْخِ تِلَاوَتِهَا مَعَ الرِّوَايَاتِ الَّتِي ذَكَرْنَا فِي كَلَامِ ابْنِ حَجَرٍ، وَمِنْ جُمْلَةِ مَا فِيهَا لَفْظُ آيَةِ الرَّجْمِ الْمَذْكُورَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَأَمَّا الْآيَةُ الَّتِي هِيَ بَاقِيَةُ التِّلَاوَةِ وَالْحُكْمِ، فَهِيَ قَوْلُهُ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ [٣ \\ ٢٣] ، عَلَى الْقَوْلِ بِأَنَّهَا نَزَلَتْ فِي رَجْمِ الْيَهُودِيَّيْنِ الزَّانِيَيْنِ بَعْدَ الْإِحْصَانِ، وَقَدْ رَجَمَهُمَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقِصَّةُ رَجْمِهِ لَهُمَا مَشْهُورَةٌ، ثَابِتَةٌ فِي الصَّحِيحِ، وَعَلَيْهِ فَقَوْلُهُ: ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ، أَيْ: عَمَّا فِي التَّوْرَاةِ مِنْ حُكْمِ الرَّجْمِ، وَذَمُّ الْمُعْرِضِ عَنِ الرَّجْمِ فِي هَذِهِ الْآيَةِ يَدُلُّ عَلَى أَنَّهُ ثَابِتٌ فِي شَرْعِنَا، فَدَلَّتِ الْآيَةُ عَلَى هَذَا الْقَوْلِ أَنَّ الرَّجْمَ ثَابِتٌ فِي شَرْعِنَا، وَهِيَ بَاقِيَةُ التِّلَاوَةِ. </p><p> فُرُوعٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ </p><p> الْفَرْعُ الْأَوَّلُ: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ الرَّجْمَ لَا يَكُونُ إِلَّا عَلَى مَنْ زَنَى، وَهُوَ مُحْصَنٌ. </p><p> وَمَعْنَى الْإِحْصَانِ: أَنْ يَكُونَ قَدْ جَامَعَ فِي عُمْرِهِ، وَلَوْ مَرَّةً وَاحِدَةً فِي نِكَاحٍ صَحِيحٍ، وَهُوَ بَالِغٌ عَاقِلٌ حُرٌّ، وَالرَّجُلُ وَالْمَرْأَةُ فِي هَذَا سَوَاءٌ، وَكَذَلِكَ الْمُسْلِمُ، وَالْكَافِرُ، وَالرَّشِيدُ، وَالْمَحْجُورُ عَلَيْهِ لِسَفَهٍ، وَالدَّلِيلُ عَلَى أَنَّ الْكَافِرَ إِذَا كَانَ مُحْصَنًا يُرْجَمُ الْحَدِيثُ الصَّحِيحُ الَّذِي ثَبَتَ فِيهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجَمَ يَهُودِيَّيْنِ زَنَيَا بَعْدَ الْإِحْصَانِ، وَقِصَّةُ رَجْمِهِمَا مَشْهُورَةٌ مَعَ صِحَّتِهَا ; كَمَا هُوَ مَعْلُومٌ. </p><p> الْفَرْعُ الثَّانِي: أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ مَنْ زَنَى، وَهُوَ مُحْصَنٌ يُرْجَمُ، وَلَمْ نَعْلَمْ بِأَحَدٍ مِنْ أَهْلِ الْقِبْلَةِ خَالَفَ فِي رَجْمِ الزَّانِي الْمُحْصَنِ، ذَكَرًا كَانَ أَوْ أُنْثَى إِلَّا مَا حَكَاهُ الْقَاضِي عِيَاضٌ وَغَيْرُهُ عَنِ الْخَوَارِجِ، وَبَعْضِ الْمُعْتَزِلَةِ كَالنَّظَّامِ وَأَصْحَابِهِ، فَإِنَّهُمْ لَمْ يَقُولُوا بِالرَّجْمِ، وَبُطْلَانُ مَذْهَبِ مَنْ ذُكِرَ مِنَ الْخَوَارِجِ، وَبَعْضِ الْمُعْتَزِلَةِ وَاضِحٌ مِنَ النُّصُوصِ الصَّحِيحَةِ الصَّرِيحَةِ الثَّابِتَةِ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابِهِ بَعْدَهُ كَمَا قَدَّمْنَا مِنْ حَدِيثِ عُمَرَ الْمُتَّفَقِ عَلَيْهِ، وَكَمَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> الْفَرْعُ الثَّالِثُ: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ الزَّانِيَ ذَكَرًا كَانَ أَوْ أُنْثَى، إِذَا قَامَتْ عَلَيْهِ الْبَيِّنَةُ </p><p> أَنَّهُمْ رَأَوْهُ أَدْخَلَ فَرْجَهُ فِي فَرْجِهَا كَالْمِرْوَدِ فِي الْمُكْحُلَةِ، أَنَّهُ يَجِبُ رَجْمُهُ إِذَا كَانَ مُحْصَنًا، وَأَجْمَعَ الْعُلَمَاءُ أَنَّ بَيِّنَةَ الزِّنَى، لَا يُقْبَلُ فِيهَا أَقَلُّ مِنْ أَرْبَعَةِ عُدُولٍ ذُكُورٍ، فَإِنْ شَهِدَ ثَلَاثَةُ عُدُولٍ، لَمْ تُقْبَلْ شَهَادَتُهُمْ وَحُدُّوا ; لِأَنَّهُمْ قَذَفَةٌ كَاذِبُونَ ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً [٢٤ \\ ٤] ، وَيَقُولُ - جَلَّ وَعَلَا -: وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ الْآيَةَ [٤ \\ ١٥] ، وَكِلْتَا الْآيَتَيْنِ الْمَذْكُورَتَيْنِ صَرِيحَةٌ فِي أَنَّ الشُّهُودَ فِي الزِّنَى، لَا يَجُوزُ أَنْ يَكُونُوا أَقَلَّ مِنْ أَرْبَعَةٍ، وَقَدْ قَالَ - جَلَّ وَعَلَا -: لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَئِكَ عِنْدَ اللَّهِ هُمُ الْكَاذِبُونَ [٢٤ \\ ١٣] ، وَقَدْ بَيَّنَتْ هَذِهِ الْآيَةُ اشْتِرَاطَ الْأَرْبَعَةِ كَمَا فِي الْآيَتَيْنِ الْمَذْكُورَتَيْنِ قَبْلَهَا، وَزَادَتْ أَنَّ الْقَاذِفِينَ إِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ الْأَرْبَعَةِ هُمُ الْكَاذِبُونَ عِنْدَ اللَّهِ. </p><p> وَمَنْ كَذَبَ فِي دَعْوَاهُ الزِّنَى عَلَى مُحْصَنٍ أَوْ مُحْصَنَةٍ وَجَبَ عَلَيْهِ حَدُّ الْقَذْفِ ; كَمَا سَيَأْتِي إِيضَاحُهُ إِنْ شَاءَ اللَّهُ. </p><p> وَمَا ذَكَرَهُ أَبُو الْخَطَّابِ مِنَ الْحَنَابِلَةِ عَنْ أَحْمَدَ وَالشَّافِعِيِّ مِنْ أَنَّ شُهُودَ الزِّنَى، إِذَا لَمْ يَكْمُلُوا لَا حَدَّ قَذْفٍ عَلَيْهِمْ ; لِأَنَّهُمْ شُهُودٌ لَا قَذَفَةٌ، لَا يُعَوَّلُ عَلَيْهِ، وَالصَّوَابُ إِنْ شَاءَ اللَّهُ هُوَ مَا ذَكَرْنَا. </p><p> وَمِمَّا يُؤَيِّدُهُ قِصَّةُ عُمَرَ مَعَ الَّذِينَ شَهِدُوا عَلَى الْمُغِيرَةِ بْنِ شُعْبَةَ فَإِنَّ رَابِعَهُمْ لَمَّا لَمْ يُصَرِّحْ بِالشَّهَادَةِ عَلَى الْمُغِيرَةِ بِالزِّنَى، جَلَدَ عُمَرُ الشُّهُودَ الثَّلَاثَةَ جَلْدَ الْقَذْفِ ثَمَانِينَ، وَفِيهِمْ أَبُو بَكْرَةَ - رَضِيَ اللَّهُ عَنْهُ -، وَالْقِصَّةُ مَعْرُوفَةٌ مَشْهُورَةٌ، وَقَدْ أَوْضَحْنَاهَا فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> وَجُمْهُورُ أَهْلِ الْعِلْمِ أَنَّ الْعَبِيدَ لَا تُقْبَلُ شَهَادَتُهُمْ فِي الزِّنَى، وَلَا نَعْلَمُ خِلَافًا عَنْ أَحَدٍ مِنْ أَهْلِ الْعِلْمِ، فِي عَدَمِ قَبُولِ شَهَادَةِ الْعَبِيدِ فِي الزِّنَى، إِلَّا رِوَايَةً عَنْ أَحْمَدَ لَيْسَتْ هِيَ مَذْهَبُهُ وَإِلَّا قَوْلَ أَبِي ثَوْرٍ. </p><p> وَيُشْتَرَطُ فِي شُهُودِ الزِّنَى أَنْ يَكُونُوا ذُكُورًا وَلَا تَصِحُّ فِيهِ شَهَادَةُ النِّسَاءِ بِحَالٍ، وَلَا نَعْلَمُ أَحَدًا مِنْ أَهْلِ الْعِلْمِ خَالَفَ فِي ذَلِكَ، إِلَّا شَيْئًا يُرْوَى عَنْ عَطَاءٍ، وَحَمَّادٍ أَنَّهُ يُقْبَلُ فِيهِ ثَلَاثَةُ رِجَالٍ وَامْرَأَتَانِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَهُوَ شُذُوذٌ لَا يُعَوَّلُ عَلَيْهِ ; لِأَنَّ لَفْظَ الْأَرْبَعَةِ اسْمٌ لِعَدَدِ </p><p> الْمَذْكُورِينَ، وَيَقْتَضِي أَنْ يُكْتَفَى فِيهِ بِأَرْبَعَةٍ، وَلَا خِلَافَ أَنَّ الْأَرْبَعَةَ إِذَا كَانَ بَعْضُهُمْ نِسَاءً لَا يُكْتَفَى بِهِمْ، وَأَنَّ أَقَلَّ مَا يُجْزِئُ خَمْسَةٌ، وَهَذَا خِلَافُ النَّصِّ ; وَلِأَنَّ فِي شَهَادَتِهِنَّ شُبْهَةً لِتَطَرُّقِ الضَّلَالِ إِلَيْهِنَّ، قَالَ اللَّهُ تَعَالَى: أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى [٢ \\ ٢٨٢] ، وَالْحُدُودُ تُدْرَأُ بِالشُّبُهَاتِ، انْتَهَى مِنْهُ. </p><p> وَلَا خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ أَنَّ شَهَادَةَ الْكُفَّارِ كَالذِّمِّيِّينَ لَا تُقْبَلُ عَلَى الْمُسْلِمِ بِالزِّنَى. </p><p> وَاخْتُلِفَ هَلْ تُقْبَلُ عَلَى كَافِرٍ مِثْلِهِ؟ فَقِيلَ: لَا، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنَّمَا رَجَمَ الْيَهُودِيِّينَ بِاعْتِرَافِهِمَا بِالزِّنَى، لَا بِشَهَادَةِ شُهُودٍ مِنَ الْيَهُودِ عَلَيْهِمْ بِالزِّنَى، وَالَّذِينَ قَالُوا هَذَا الْقَوْلَ زَعَمُوا أَنَّ شَهَادَةَ الشُّهُودِ فِي حَدِيثِ جَابِرٍ أَنَّهَا شَهَادَةُ شُهُودٍ مُسْلِمِينَ، يَشْهَدُونَ عَلَى اعْتِرَافِ الْيَهُودِيَّيْنِ الْمَذْكُورَيْنِ بِالزِّنَى، وَمِمَّنْ قَالَ هَذَا الْقَوْلَ: ابْنُ الْعَرَبِيِّ الْمَالِكِيُّ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: تُقْبَلُ شَهَادَةُ الْكُفَّارِ بَعْضِهِمْ عَلَى بَعْضٍ إِنْ تَحَاكَمُوا إِلَيْنَا. </p><p> وَقَالَ الْقُرْطُبِيُّ: الْجُمْهُورُ عَلَى أَنَّ الْكَافِرَ لَا تُقْبَلُ شَهَادَتُهُ عَلَى مُسْلِمٍ، وَلَا عَلَى كَافِرٍ لَا فِي حَدٍّ وَلَا فِي غَيْرِهِ، وَلَا فَرْقَ بَيْنَ السَّفَرِ وَالْحَضَرِ فِي ذَلِكَ، وَقَبِلَ شَهَادَتَهُمْ جَمَاعَةٌ مِنَ التَّابِعِينَ، وَبَعْضُ الْفُقَهَاءِ إِذَا لَمْ يُوجَدْ مُسْلِمٌ، وَاسْتَثْنَى أَحْمَدُ حَالَةَ السَّفَرِ إِذَا لَمْ يُوجَدْ مُسْلِمٌ. </p><p> وَأَجَابَ الْقُرْطُبِيُّ عَنِ الْجُمْهُورِ عَنْ وَاقِعَةِ الْيَهُودِيَّيْنِ بِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَفَّذَ عَلَيْهِمْ مَا عَلِمَ أَنَّهُ حُكْمُ التَّوْرَاةِ، وَأَلْزَمَهُمُ الْعَمَلَ بِهِ ظَاهِرًا لِتَحْرِيفِهِمْ كِتَابَهُمْ، وَتَغْيِيرِهِمْ حُكْمَهُ أَوْ كَانَ ذَلِكَ خَاصًّا بِهَذِهِ الْوَاقِعَةِ. </p><p> وَقَالَ ابْنُ حَجَرٍ بَعْدَ نَقْلِهِ كَلَامَ الْقُرْطُبِيِّ الْمَذْكُورَ، كَذَا قَالَ: وَالثَّانِي مَرْدُودٌ، ثُمَّ قَالَ: وَقَالَ النَّوَوِيُّ: الظَّاهِرُ أَنَّهُ رَجَمَهُمَا بِالِاعْتِرَافِ، فَإِنْ ثَبَتَ حَدِيثُ جَابِرٍ فَلَعَلَّ الشُّهُودَ كَانُوا مُسْلِمِينَ وَإِلَّا فَلَا عِبْرَةَ بِشَهَادَتِهِمْ، وَيَتَعَيَّنُ أَنَّهُمَا أَقَرَّا بِالزِّنَى. </p><p> ثُمَّ قَالَ ابْنُ حَجَرٍ: قُلْتُ: لَمْ يَثْبُتْ أَنَّهُمَا كَانُوا مُسْلِمِينَ، وَيُحْتَمَلُ أَنْ يَكُونَ الشُّهُودُ أَخْبَرُوا بِذَلِكَ بَقِيَّةَ الْيَهُودِ، فَسَمِعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَلَامَهُمْ، وَلَمْ يَحْكُمْ فِيهِمَا إِلَّا مُسْتَنِدًا لِمَا أَطْلَعَهُ اللَّهُ تَعَالَى عَلَيْهِ، فَحَكَمَ بِالْوَحْيِ، وَأَلْزَمَهُمُ الْحُجَّةَ بَيْنَهُمْ ; كَمَا قَالَ تَعَالَى: وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا [١٢ \\ ٢٦] ، وَأَنَّ شُهُودَهُمْ شَهِدُوا عَلَيْهِمَا عِنْدَ إِخْبَارِهِمْ بِمَا ذَكَرَ، فَلَمَّا رَفَعُوا الْأَمْرَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اسْتَعْلَمَ الْقِصَّةَ عَلَى وَجْهِهَا فَذَكَرَ كُلُّ مَنْ حَضَرَهُ مِنَ الرُّوَاةِ مَا حَفِظَهُ فِي </p><p> ذَلِكَ، وَلَمْ يَكُنْ مُسْتَنَدُ حُكْمِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا مَا أَطْلَعَهُ اللَّهُ عَلَيْهِ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِ ابْنِ حَجَرٍ فِي «فَتْحِ الْبَارِي» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي رُجْحَانُهُ بِالدَّلِيلِ، هُوَ مَذْهَبُ الْجُمْهُورِ مِنْ عَدَمِ قَبُولِ شَهَادَةِ الْكُفَّارِ مُطْلَقًا ; لِأَنَّ اللَّهَ يَقُولُ فِي الْمُسْلِمِينَ الْفَاسِقِينَ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ [٢٤ \\ ٤] ، وَإِذَا نَصَّ اللَّهُ - جَلَّ وَعَلَا - فِي مُحْكَمِ كِتَابِهِ عَلَى عَدَمِ قَبُولِ شَهَادَةِ الْفَاسِقِ، فَالْكَافِرُ أَوْلَى بِذَلِكَ، كَمَا لَا يَخْفَى، وَقَدْ قَالَ - جَلَّ وَعَلَا - فِي شُهُودِ الزِّنَا، أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْهُ: وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ [٤ \\ ١٥] ، فَخَصَّ الْأَرْبَعَةَ بِكَوْنِهِمْ مِنَّا، وَيُمْكِنُ أَنْ يُجِيبَ الْمَانِعَ بِأَنَّ أَوَّلَ الْآيَةِ فِيهِ مِنْ نِسَائِكُمْ، فَلَا نَتَنَاوَلُ نِسَاءَ أَهْلِ الذِّمَّةِ وَنَحْوِهِمْ مِنَ الْكُفَّارِ، وَأَنَّهُ لَا تُقْبَلُ شَهَادَةُ كَافِرٍ فِي شَيْءٍ إِلَّا بِدَلِيلٍ خَاصٍّ كَالْوَصِيَّةِ فِي السَّفَرِ، إِذَا لَمْ يُوجَدْ مُسْلِمٌ ; لِأَنَّ اللَّهَ نَصَّ عَلَى ذَلِكَ بِقَوْلِهِ: أَوْ آخَرَانِ مِنْ غَيْرِكُمْ الْآيَةَ [٥ \\ ١٠٦] . </p><p> وَالتَّحْقِيقُ أَنَّ حُكْمَهَا غَيْرُ مَنْسُوخٍ ; لِأَنَّ الْقُرْآنَ لَا يَثْبُتُ نَسْخُ حُكْمِهِ، إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَالْآيَاتُ الَّتِي زَعَمَ مَنِ ادَّعَى النَّسْخَ أَنَّهَا نَاسِخَةٌ لَهَا ; كَقَوْلِهِ: ذَوَيْ عَدْلٍ مِنْكُمْ [٦٥ \\ ٢] ، وَقَوْلِهِ: مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ [٤ \\ ٢٨٢] ، وَقَوْلِهِ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا [٢٤ \\ ٤] . </p><p> وَالْجُمْهُورُ عَلَى أَنَّ الْأَعَمَّ لَا يَنْسَخُ الْأَخَصَّ، خِلَافًا لِأَبِي حَنِيفَةَ. </p><p> أَمَّا حَدِيثُ جَابِرٍ الْمُشَارُ إِلَيْهِ الَّذِي يُفْهَمُ مِنْهُ قَبُولُ شَهَادَةِ الْكُفَّارِ بَعْضِهِمْ عَلَى بَعْضٍ فِي حَدِّ الزِّنَى، فَقَدْ قَالَ فِيهِ أَبُو دَاوُدَ - رَحِمَهُ اللَّهُ - فِي سُنَنِهِ: حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، ثَنَا أَبُو أُسَامَةَ، قَالَ مُجَالِدٌ: أَخْبَرَنَا عَنْ عَامِرٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: جَاءَتِ الْيَهُودُ بِرَجُلٍ وَامْرَأَةٍ مِنْهُمْ زَنَيَا، فَقَالَ:  «ائْتُونِي بِأَعْلَمِ رَجُلَيْنِ مِنْكُمْ» ، الْحَدِيثَ، وَفِيهِ: فَدَعَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالشُّهُودِ، فَجَاءُوا بِأَرْبَعَةٍ فَشَهِدُوا أَنَّهُمْ رَأَوْا ذَكَرَهُ فِي فَرْجِهَا مِثْلَ الْمَيْلِ فِي الْمُكْحُلَةِ، فَأَمَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِرَجْمِهِمَا، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَظَاهِرُ الْمُتَبَادِرِ مِنْهُ: أَنَّ الشُّهُودَ الَّذِينَ شَهِدُوا مِنَ الْيَهُودِ كَمَا لَا يَخْفَى، فَظَاهِرُ الْحَدِيثِ دَالٌّ دَلَالَةً وَاضِحَةً عَلَى قَبُولِ شَهَادَةِ الْكُفَّارِ بَعْضِهِمْ عَلَى بَعْضٍ، فِي حَدِّ الزِّنَى، إِنْ كَانَ صَحِيحًا، وَالسَّنَدُ الْمَذْكُورُ الَّذِي أَخْرَجَهُ بِهِ أَبُو دَاوُدَ لَا يَصِحُّ ; لِأَنَّ فِيهِ مُجَالِدًا وَهُوَ </p><p> مُجَالِدُ بْنُ سَعِيدِ بْنِ عُمَيْرِ بْنِ بِسِطَامِ بْنِ ذِي مِرَانِ بْنِ شُرَحْبِيلَ الْهَمْدَانِيُّ أَبُو عَمْرٍو، وَيُقَالُ أَبُو سَعِيدٍ الْكُوفِيُّ، وَأَكْثَرُ أَهْلِ الْعِلْمِ عَلَى ضَعْفِهِ، وَعَدَمِ الِاحْتِجَاجِ بِهِ، وَالْإِمَامُ مُسْلِمُ بْنُ الْحَجَّاجِ، إِنَّمَا أَخْرَجَ حَدِيثَهُ مَقْرُونًا بِغَيْرِهِ، فَلَا عِبْرَةَ بِقَوْلِ يَعْقُوبَ بْنِ سُفْيَانَ، إِنَّهُ صَدُوقٌ، وَلَا بِتَوْثِيقِ النَّسَائِيِّ لَهُ مَرَّةً ; لِأَنَّهُ ضَعَّفَهُ مَرَّةً أُخْرَى، وَلَا بِقَوْلِ ابْنِ عَدِيٍّ: أَنَّ لَهُ عَنِ الشَّعْبِيِّ، عَنْ جَابِرٍ أَحَادِيثَ صَالِحَةً ; لِأَنَّ أَكْثَرَ أَهْلِ الْعِلْمِ بِالرِّجَالِ عَلَى تَضْعِيفِهِ، وَعَدَمِ الِاحْتِجَاجِ بِهِ، أَمَّا غَيْرُ مُجَالِدٍ مِنْ رِجَالِ سَنَدِ أَبِي دَاوُدَ فَهُمْ ثِقَاتٌ مَعْرُوفُونَ ; لِأَنَّ يَحْيَى بْنَ مُوسَى الْبَلْخِيَّ ثِقَةٌ، وَأَبُو أُسَامَةَ الْمَذْكُورُ فِيهِ هُوَ حَمَّادُ بْنُ أُسَامَةَ الْقُرَشِيُّ مَوْلَاهُمْ، وَهُوَ ثِقَةٌ ثَبْتٌ، رُبَّمَا دَلَّسَ وَكَانَ بِآخِرَةٍ يُحَدِّثُ مِنْ كُتُبِ غَيْرِهِ، وَعَامِرٌ الَّذِي رَوَى عَنْ مُجَالِدٍ هُوَ الْإِمَامُ الشَّعْبِيُّ، وَجَلَالَتُهُ مَعْرُوفَةٌ. </p><p> وَالْحَاصِلُ: أَنَّ مِثْلَ هَذَا السَّنَدِ الَّذِي فِيهِ مُجَالِدٌ الْمَذْكُورُ، لَا يَجِبُ الرُّجُوعُ إِلَيْهِ عَنْ عُمُومِ النُّصُوصِ الصَّحِيحَةِ الْمُقْتَضِيَةِ، أَنَّ الْكُفَّارَ لَا تُقْبَلُ شَهَادَتُهُمْ مُطْلَقًا، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الْفَرْعُ الرَّابِعُ: اعْلَمْ أَنَّ أَهْلَ الْعِلْمِ قَدِ اخْتَلَفُوا فِي اشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ لِشَهَادَةِ شُهُودِ الزِّنَا، وَعَلَى اشْتِرَاطِ ذَلِكَ لَوْ شَهِدُوا فِي مَجْلِسَيْنِ أَوْ مَجَالِسَ مُتَفَرِّقَةٍ، بَطَلَتْ شَهَادَتُهُمْ، وَحُدُّوا حَدَّ الْقَذْفِ، وَعَلَى عَدَمِ اشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ تَصِحُّ شَهَادَتُهُمْ وَلَوْ جَاءُوا مُتَفَرِّقِينَ، وَأَدَّوْا شَهَادَتَهُمْ فِي مَجَالِسَ مُتَعَدِّدَةٍ، وَمِمَّنْ قَالَ بِاشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ: مَالِكٌ وَأَصْحَابُهُ، وَأَبُو حَنِيفَةَ وَأَصْحَابُهُ، وَأَحْمَدُ وَأَصْحَابُهُ، وَمِمَّنْ قَالَ بِعَدَمِ اشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ: الشَّافِعِيُّ، وَعُثْمَانُ الْبَتِّيُّ، وَابْنُ الْمُنْذِرِ. </p><p> قَالَ فِي الْمُغْنِي: وَإِنَّمَا قَالُوا بِعَدَمِ اشْتِرَاطِ ذَلِكَ لِقَوْلِهِ تَعَالَى: لَوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ [٢٤ \\ ١٣] ، وَلَمْ يَذْكُرِ الْمَجْلِسَ. وَقَالَ تَعَالَى: فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ [٤ \\ ١٥] ، وَلِأَنَّ كُلَّ شَهَادَةٍ مَقْبُولَةٍ، إِنِ اتَّفَقَتْ تُقْبَلُ إِذَا افْتَرَقَتْ فِي مَجَالِسَ كَسَائِرِ الشَّهَادَاتِ، وَلَنَا أَنَّ أَبَا بَكْرَةَ، وَنَافِعًا، وَشِبْلَ بْنَ مَعْبَدٍ شَهِدُوا عِنْدَ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - عَلَى الْمُغِيرَةِ بْنِ شُعْبَةَ بِالزِّنَى وَلَمْ يَشْهَدْ زِيَادٌ فَحُدَّ الثَّلَاثَةُ، وَلَوْ كَانَ الْمَجْلِسُ غَيْرَ مُشْتَرَطٍ لَمْ يَجُزْ أَنْ يُحِدَّهُمْ ; لِجَوَازِ أَنْ يَكْمُلُوا بِرَابِعٍ فِي مَجْلِسٍ آخَرَ ; وَلِأَنَّهُ لَوْ شَهِدَ ثَلَاثَةٌ فَحَدَّهُمْ، ثُمَّ جَاءَ رَابِعٌ فَشَهِدَ لَمْ تُقْبَلْ شَهَادَتُهُ، وَلَوْلَا اشْتِرَاطُ اتِّحَادِ الْمَجْلِسِ لَكَمُلَتْ شَهَادَتُهُمْ، وَبِهَذَا فَارَقَ سَائِرَ الشَّهَادَاتِ. </p><p> وَأَمَّا الْآيَةُ فَإِنَّهَا لَمْ تَتَعَرَّضْ لِلشُّرُوطِ، وَلِهَذَا لَمْ تُذْكَرِ الْعَدَالَةُ، وَصِفَةُ الزِّنَى ; وَلِأَنَّ قَوْلَهُ: ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ [٢٤ \\ ٤] ، لَا يَخْلُو مِنْ أَنْ يَكُونَ مُطْلَقًا فِي الزَّمَانِ كُلِّهِ أَوْ مُقَيَّدًا، وَلَا يَجُوزُ أَنْ يَكُونَ مُطْلَقًا ; لِأَنَّهُ يَمْنَعُ مِنْ جَوَازِ جَلْدِهِمْ، لِأَنَّهُ مَا مِنْ زَمَنٍ إِلَّا يَجُوزُ أَنْ يَأْتِيَ فِيهِ بِأَرْبَعَةِ شُهَدَاءَ، أَوْ بِكَمَالِهِمْ إِنْ كَانَ قَدْ شَهِدَ بَعْضُهُمْ فَيَمْتَنِعُ جَلْدُهُمُ الْمَأْمُورُ بِهِ، فَيَكُونُ تَنَاقُضًا، وَإِذَا ثَبَتَ أَنَّهُ مُقَيَّدٌ فَأَوْلَى مَا قُيِّدَ بِهِ الْمَجْلِسُ ; لِأَنَّ الْمَجْلِسَ كُلَّهُ بِمَنْزِلَةِ الْحَالِ الْوَاحِدَةِ، وَلِهَذَا ثَبَتَ فِيهِ خِيَارُ الْمَجْلِسِ، وَاكْتُفِيَ فِيهِ بِالْقَبْضِ فِيمَا يُعْتَبَرُ الْقَبْضُ فِيهِ إِذَا ثَبَتَ هَذَا، فَإِنَّهُ لَا يُشْتَرَطُ اجْتِمَاعُهُمْ حَالَ مَجِيئِهِمْ وَلَوْ جَاءُوا مُتَفَرِّقِينَ وَاحِدًا بَعْدَ وَاحِدٍ فِي مَجْلِسٍ وَاحِدٍ، قُبِلَتْ شَهَادَتُهُمْ. </p><p> وَقَالَ مَالِكٌ وَأَبُو حَنِيفَةَ: إِنْ جَاءُوا مُتَفَرِّقِينَ فَهُمْ قَذَفَةٌ ; لِأَنَّهُمْ لَمْ يَجْتَمِعُوا فِي مَجِيئِهِمْ، فَلَمْ تُقْبَلْ شَهَادَتُهُمْ، كَالَّذِينِ لَمْ يَشْهَدُوا فِي مَجْلِسٍ وَاحِدٍ وَلَنَا قِصَّةُ الْمُغِيرَةِ، فَإِنَّ الشُّهُودَ جَاءُوا وَاحِدًا بَعْدَ وَاحِدٍ وَسُمِعَتْ شَهَادَتُهُمْ، وَإِنَّمَا حُدُّوا لِعَدَمِ كَمَالِهَا. </p><p> وَفِي حَدِيثِهِ أَنَّ أَبَا بَكْرَةَ، قَالَ: أَرَأَيْتَ إِنْ جَاءَ آخَرُ يَشْهَدُ أَكُنْتَ تَرْجُمَهُ؟ قَالَ عُمَرُ: إِي وَالَّذِي نَفْسِي بِيَدِهِ، وَلِأَنَّهُمُ اجْتَمَعُوا فِي مَجْلِسٍ وَاحِدٍ أَشْبَهَ مَا لَوْ جَاءُوا وَكَانُوا مُجْتَمِعِينَ، وَلِأَنَّ الْمَجْلِسَ كُلَّهُ بِمَنْزِلَةِ ابْتِدَائِهِ لِمَا ذَكَرْنَاهُ، وَإِذَا تَفَرَّقُوا فِي مَجَالِسَ فَعَلَيْهِمُ الْحَدُّ ; لِأَنَّ مَنْ شَهِدَ بِالزِّنَى، وَلَمْ يُكْمِلِ الشَّهَادَةَ يَلْزَمُهُ الْحَدُّ ; لِقَوْلِهِ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً [٢٤ \\ ٤] ، انْتَهَى مِنَ «الْمُغْنِي» لِابْنِ قُدَامَةَ. </p><p> وَقَدْ عَرَفْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي اشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ لِشَهَادَةِ شُهُودِ الزِّنَى، وَمَا احْتَجَّ بِهِ كُلُّ وَاحِدٍ مِنَ الْفَرِيقَيْنِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ الْقَوْلَيْنِ عِنْدِي دَلِيلًا هُوَ قَبُولُ شَهَادَتِهِمْ، وَلَوْ جَاءُوا مُتَفَرِّقِينَ فِي مَجَالِسَ مُتَعَدِّدَةٍ ; لِأَنَّ اللَّهَ - جَلَّ وَعَلَا - صَرَّحَ فِي كِتَابِهِ بِقَبُولِ شَهَادَةِ الْأَرْبَعَةِ فِي الزِّنَى، فَإِبْطَالُهَا مَعَ كَوْنِهِمْ أَرْبَعَةً بِدَعْوَى عَدَمِ اتِّحَادِ الْمَجْلِسِ إِبْطَالٌ لِشَهَادَةِ الْعُدُولِ بِغَيْرِ دَلِيلٍ مُقْنِعٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَمَا وَجَّهَ مِنَ اشْتِرَاطِ اتِّحَادِ الْمَجْلِسِ قَوْلُهُ بِهِ لَا يَتَّجِهُ كُلَّ الِاتِّجَاهِ، فَإِنْ قَالَ: الشُّهُودُ مَعَنَا مَنْ يَشْهَدُ مِثْلَ شَهَادَتِنَا، انْتَظَرَهُ الْإِمَامُ، وَقَبِلَ شَهَادَتَهُ فَإِنْ لَمْ يَدْعُو زِيَادَةَ شُهُودٍ وَلَا عَلِمَ الْحَاكِمُ بِشَاهِدٍ أَقَامَ عَلَيْهِمُ الْحَدَّ، لِعَدَمِ كَمَالِ </p><p> شَهَادَتِهِمْ، هَذَا هُوَ الظَّاهِرُ لَنَا مِنْ عُمُومِ الْأَدِلَّةِ، وَإِنْ كَانَ مُخَالِفًا لِمَذْهَبِ مَالِكٍ، وَأَبِي حَنِيفَةَ، وَأَحْمَدَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> اعْلَمْ أَنَّ مَالِكًا وَأَصْحَابَهُ يُشْتَرَطُ عِنْدَهُمْ زِيَادَةٌ عَلَى أَدَاءِ شُهُودِ الزِّنَى شَهَادَتُهُمْ فِي وَقْتٍ وَاحِدٍ، أَنْ يَكُونُوا شَاهِدَيْنِ عَلَى فِعْلٍ وَاحِدٍ، فَلَوِ اجْتَمَعُوا وَنَظَرَ وَاحِدٌ بَعْدَ وَاحِدٍ، لَمْ تَصِحَّ شَهَادَتُهُمْ عَلَى الْأَصَحِّ مِنْ مَذْهَبِ مَالِكٍ ; لِاحْتِمَالِ تَعَدُّدِ الْوَطْءِ وَأَنْ يَكُونَ الزَّانِي نَزَعَ فَرْجَهُ مِنْ فَرْجِهَا بَعْدَ رُؤْيَةِ الْأَوَّلِ، وَرَأَى الثَّانِي إِيلَاجًا آخَرَ غَيْرَ الْإِيلَاجِ الَّذِي رَآهُ مَنْ قَبْلَهُ ; لِأَنَّ الْأَفْعَالَ لَا يُضَمُّ بَعْضُهَا إِلَى بَعْضٍ فِي الشَّهَادَةِ عِنْدَهُمْ، وَمَتَى لَمْ تُقْبَلْ شَهَادَتُهُمْ حُدُّوا حَدَّ الْقَذْفِ، وَمَشْهُورُ مَذْهَبِ مَالِكٍ أَيْضًا: وُجُوبُ تَفْرِقَتِهِمْ، أَعْنِي شُهُودَ الزِّنَى خَاصَّةً، دُونَ غَيْرِهِمْ مِنْ سَائِرِ الشُّهُودِ. </p><p> وَمَعْنَاهُ عِنْدَهُمْ: أَنَّهُ لَا بُدَّ مِنْ إِتْيَانِهِمْ مُجْتَمِعِينَ، فَإِذَا جَاءُوا مُجْتَمِعِينَ فُرِّقَ بَيْنَهُمْ عِنْدَ أَدَاءِ الشَّهَادَةِ فَيُسْأَلُ كُلُّ وَاحِدٍ مِنْهُمْ دُونَ حَضْرَةِ الْآخَرِينَ، وَيَشْهَدُ كُلُّ وَاحِدٍ مِنْهُمْ، أَنَّهُ رَآهُ أَدْخَلَ فَرْجَهُ فِي فَرْجِهَا، أَوْ أَوْلَجَهُ فِيهِ، وَلَا بُدَّ عِنْدَهُمْ مِنْ زِيَادَةٍ كَالْمِرْوَدِ فِي الْمُكْحُلَةِ وَنَحْوِهِ، وَيَجُوزُ لِلشُّهُودِ النَّظَرُ إِلَى عَوْرَةِ الزَّانِيَيْنِ، لِيُمْكِنَهُمْ أَنْ يُؤَدُّوا الشَّهَادَةَ عَلَى وَجْهِهَا، وَلَا إِثْمَ عَلَيْهِمْ فِي ذَلِكَ، وَلَا يُقْدَحُ فِي شَهَادَتِهِمْ ; لِأَنَّهُ وَسِيلَةُ إِقَامَةِ حَدٍّ مِنْ حُدُودِ اللَّهِ، وَمَحَلُّ هَذَا إِنْ كَانُوا أَرْبَعَةً، فَإِنْ كَانُوا أَقَلَّ مِنْ أَرْبَعَةٍ لَمْ يَجُزْ لَهُمُ النَّظَرُ إِلَى عَوْرَةِ الزَّانِي إِذْ لَا فَائِدَةَ فِي شَهَادَتِهِمْ ; وَلِأَنَّهُمْ يُجْلَدُونَ حَدَّ الْقَذْفِ. </p><p> وَقَالَ بَعْضُ الْمَالِكِيَّةِ: لَا يَجُوزُ لَهُمُ النَّظَرُ إِلَى عَوْرَاتِ الزُّنَاةِ، وَلَوْ كَانُوا أَرْبَعَةً، لِمَا نَبَّهَ عَلَيْهِ الشَّرْعُ مِنَ اسْتِحْسَانِ السَّتْرِ، وَيُنْدَبُ لِلْحَاكِمِ عِنْدَ الْمَالِكِيَّةِ سُؤَالُ الشُّهُودِ فِي الزِّنَى عَمَّا لَيْسَ شَرْطًا فِي صِحَّةِ الشَّهَادَةِ، كَأَنْ يَقُولَ لِكُلِّ وَاحِدٍ مِنَ الشُّهُودِ بِانْفِرَادِهِ دُونَ حَضْرَةِ الْآخَرِينَ: عَلَى أَيِّ حَالٍ رَأَيْتَهُمَا وَقْتَ زِنَاهُمَا، وَهَلْ كَانَتِ الْمَرْأَةُ عَلَى جَنْبِهَا الْأَيْمَنِ، أَوِ الْأَيْسَرِ، أَوْ عَلَى بَطْنِهَا، أَوْ عَلَى قَفَاهَا، وَفِي أَيِّ جَوَانِبِ الْبَيْتِ وَنَحْوَ ذَلِكَ، فَإِنِ اخْتَلَفُوا بِأَنْ قَالَ أَحَدُهُمْ: كَانَتْ عَلَى قَفَاهَا، وَقَالَ الْآخَرُ: كَانَتْ عَلَى جَنْبِهَا الْأَيْمَنِ وَنَحْوِ ذَلِكَ بَطَلَتْ شَهَادَتُهُمْ ; لِدَلَالَةِ اخْتِلَافِهِمْ عَلَى كَذِبِهِمْ، وَكَذَلِكَ إِنِ اخْتَلَفُوا فِي جَانِبِ الْبَيْتِ الَّذِي وَقَعَ فِيهِ الزِّنَى. </p><p> وَلَا شَكَّ أَنَّ مِثْلَ هَذَا السُّؤَالِ أَحْوَطُ فِي الدَّفْعِ عَنْ أَعْرَاضِ الْمُسْلِمِينَ ; لِأَنَّهُمْ إِنْ كَانُوا </p><p> صَادِقِينَ لَمْ يَخْتَلِفُوا، وَإِنْ كَانُوا كَاذِبِينَ عُلِمَ كَذِبُهُمْ بِاخْتِلَافِهِمْ، وَقَدْ قَدَّمْنَا مَا يُسْتَأْنَسُ بِهِ لِتَفْرِقَةِ شُهُودِ الزِّنَى، وَسُؤَالِهِمْ مُتَفَرِّقِينَ فِي قِصَّةِ سُلَيْمَانَ وَدَاوُدَ فِي الْمَرْأَةِ الَّتِي شَهِدَ عَلَيْهَا أَرْبَعَةٌ، أَنَّهَا زَنَتْ بِكَلْبِهَا فَرَجَمَهَا دَاوُدُ فَجَاءَ سُلَيْمَانُ بِالصِّبْيَانِ، وَجَعَلَ مِنْهُمْ شُهُودًا، وَفَرَّقَهُمْ وَسَأَلَهُمْ مُتَفَرِّقِينَ عَنْ لَوْنِ الْكَلْبِ الَّذِي زَنَتْ بِهِ، فَأَخْبَرَ كُلُّ وَاحِدٍ مِنْهُمْ بِلَوْنٍ غَيْرِ اللَّوْنِ الَّذِي أَخْبَرَ بِهِ الْآخَرُ، فَأَرْسَلَ دَاوُدُ لِلشُّهُودِ، وَفَرَّقَهُمْ وَسَأَلَهُمْ مُتَفَرِّقِينَ عَنْ لَوْنِ الْكَلْبِ الَّذِي زَنَتْ بِهِ، فَاخْتَلَفُوا فِي لَوْنِهِ ; كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَاعْلَمْ أَنَّ كُلَّ مَا يَثْبُتُ بِهِ الرَّجْمُ يَثْبُتُ بِهِ الْجَلْدُ فَطَرِيقُ ثُبُوتِهِمَا مُتَّحِدَةٌ لَا فَرْقَ بَيْنَهُمَا، كَمَا لَا يَخْفَى. </p><p> الْفَرْعُ الْخَامِسُ: اعْلَمْ أَنَّهُ إِذَا شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي هَذَا الْبَيْتِ، وَاثْنَانِ أَنَّهُ زَنَى بِهَا فِي بَيْتٍ آخَرَ، أَوْ شَهِدَ كُلُّ اثْنَيْنِ عَلَيْهِ بِالزِّنَى فِي بَلَدٍ غَيْرِ الْبَلَدِ الَّذِي شَهِدَ عَلَيْهِ فِيهِ صَاحِبَاهُمَا، أَوِ اخْتَلَفُوا فِي الْيَوْمِ الَّذِي وَقَعَ فِيهِ الزِّنَى، فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ هَلْ تُقْبَلُ شَهَادَتُهُمْ، نَظَرًا إِلَى أَنَّهُمْ أَرْبَعَةٌ شَهِدُوا بِالزِّنَى، أَوْ لَا تُقْبَلُ ; لِأَنَّهُ لَمْ يَشْهَدْ أَرْبَعَةٌ عَلَى زِنًى وَاحِدٍ، فَكُلُّ زِنًى شَهِدَ عَلَيْهِ اثْنَانِ، وَلَا يَثْبُتُ زِنًى بِاثْنَيْنِ. </p><p> قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : الْجَمِيعُ قَذَفَةٌ وَعَلَيْهِمُ الْحَدُّ، وَبِهَذَا قَالَ مَالِكٌ، وَالشَّافِعِيُّ، وَاخْتَارَ أَبُو بَكْرٍ أَنَّهُ لَا حَدَّ عَلَيْهِمْ، وَبِهِ قَالَ النَّخَعِيُّ وَأَبُو ثَوْرٍ وَأَصْحَابُ الرَّأْيِ، لِأَنَّهُمْ كَمُلُوا أَرْبَعَةً، وَلَنَا أَنَّهُ لَمْ يَكْمُلْ أَرْبَعَةً عَلَى زِنًى وَاحِدٍ، فَوَجَبَ عَلَيْهِمُ الْحَدُّ كَمَا لَوِ انْفَرَدَ بِالشَّهَادَةِ اثْنَانِ وَحْدَهُمَا، فَأَمَّا الْمَشْهُودُ عَلَيْهِ، فَلَا حَدَّ عَلَيْهِ فِي قَوْلِهِمْ جَمِيعًا، وَقَالَ أَبُو بَكْرٍ: عَلَيْهِ الْحَدُّ، وَحَكَاهُ قَوْلًا لِأَحْمَدَ، وَهَذَا بِعِيدٌ، فَإِنَّهُ لَمْ يَثْبُتْ زِنًى وَاحِدٌ بِشَهَادَةِ أَرْبَعَةٍ، فَلَمْ يَجِبِ الْحَدُّ ; وَلِأَنَّ جَمِيعَ مَا تُعْتَبَرُ لَهُ الْبَيِّنَةُ يُعْتَبَرُ فِيهِ كَمَالُهَا فِي حَقٍّ وَاحِدٍ، فَالْمُوجِبُ لِلْحَدِّ أَوْلَى ; لِأَنَّهُ مِمَّا يُحْتَاطُ فِيهِ وَيُدْرَأُ بِالشُّبُهَاتِ ; وَقَدْ قَالَ أَبُو بَكْرٍ: إِنَّهُ لَوْ شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِامْرَأَةٍ بَيْضَاءَ، وَشَهِدَ اثْنَانِ أَنَّهُ زَنَى بِسَوْدَاءَ فَهُمْ قَذَفَةٌ، ذَكَرَهُ الْقَاضِي عَنْهُ وَهَذَا يَنْقُضُ قَوْلَهُ، انْتَهَى مِنْهُ، ثُمَّ قَالَ: وَإِنْ شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي زَاوِيَةِ بَيْتٍ، وَشَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي زَاوِيَةٍ مِنْهُ أُخْرَى، وَكَانَتِ الزَّاوِيَتَانِ مُتَبَاعِدَتَيْنِ، فَالْقَوْلُ فِيهِمَا كَالْقَوْلِ فِي الْبَيْتَيْنِ وَإِنْ كَانَتَا مُتَقَارِبَتَيْنِ كَمُلَتْ شَهَادَتُهُمْ، وَحُدَّ الْمَشْهُودُ عَلَيْهِ، وَبِهِ قَالَ أَبُو حَنِيفَةَ، وَقَالَ الشَّافِعِيُّ: لَا حَدَّ عَلَيْهِ ; لِأَنَّ شَهَادَتَهُمْ لَمْ تَكْمُلْ، وَلِأَنَّهُمُ اخْتَلَفُوا فِي الْمَكَانِ، فَأَشْبَهَ مَا لَوِ اخْتَلَفُوا فِي الْبَيْتَيْنِ، وَعَلَى قَوْلِ أَبِي بَكْرٍ تَكْمُلُ شَهَادَتُهُمْ، سَوَاءٌ تَقَارَبَتِ الزَّاوِيَتَانِ، أَوْ تَبَاعَدَتَا، وَلَنَا أَنَّهُمَا </p><p> إِذَا تَقَارَبَتَا أَمْكَنَ صِدْقُ الشُّهُودِ، بِأَنْ يَكُونَ ابْتِدَاءُ الْفِعْلِ فِي إِحْدَاهُمَا وَتَمَامُهُ فِي الْأُخْرَى أَوْ يَنْسُبُهُ كُلُّ اثْنَيْنِ إِلَى إِحْدَى الزَّاوِيَتَيْنِ لِقُرْبِهِ مِنْهَا فَيَجِبُ قَبُولُ شَهَادَتِهِمْ كَمَا لَوِ اتَّفَقُوا، بِخِلَافِ مَا إِذَا كَانَتَا مُتَبَاعِدَتَيْنِ، فَإِنَّهُ لَا يُمْكِنُ كَوْنُ الْمَشْهُودِ بِهِ فِعْلًا وَاحِدًا. </p><p> فَإِنْ قِيلَ: فَقَدْ يُمْكِنُ أَنْ يَكُونَ الْمَشْهُودُ بِهِ فِعْلَيْنِ، فَلِمَ أَوْجَبْتُمُ الْحَدَّ مَعَ الِاحْتِمَالِ، وَالْحَدُّ يُدْرَأُ بِالشُّبُهَاتِ؟ </p><p> قُلْنَا: لَيْسَ هَذَا بِشُبْهَةٍ، بِدَلِيلِ مَا لَوِ اتَّفَقُوا عَلَى مَوْضِعٍ وَاحِدٍ، فَإِنَّ هَذَا يُحْتَمَلُ فِيهِ وَالْحَدُّ وَاجِبٌ، وَالْقَوْلُ فِي الزَّمَانِ كَالْقَوْلِ فِي هَذَا، وَأَنَّهُ مَتَى كَانَ بَيْنَهُمَا زَمَنٌ مُتَبَاعِدٌ لَا يُمْكِنُ وُجُودُ الْفِعْلِ الْوَاحِدِ فِي جَمِيعِهِ، كَطَرَفَيِ النَّهَارِ لَمْ تَكْمُلْ شَهَادَتُهُمْ، وَمَتَى تَقَارَبَا كَمُلَتْ شَهَادَتُهُمْ، انْتَهَى مِنَ «الْمُغْنِي» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: قَدْ رَأَيْتَ كَلَامَ أَهْلِ الْعِلْمِ فِي هَذَا الْفَرْعِ، وَالظَّاهِرُ أَنَّهُ لَا تَكْمُلُ شَهَادَةُ الْأَرْبَعَةِ إِلَّا إِذَا شَهِدُوا عَلَى فِعْلٍ وَاحِدٍ فِي مَكَانٍ مُتَّحِدٍ وَوَقْتٍ مُتَّحِدٍ ; فَإِنِ اخْتَلَفُوا فِي الزَّمَانِ أَوِ الْمَكَانِ حُدُّوا ; لِأَنَّهُمَا فِعْلَانِ، وَلَمْ يَشْهَدْ عَلَى وَاحِدٍ مِنْهُمَا أَرْبَعَةُ عُدُولٍ، فَلَمْ يَثْبُتْ وَاحِدٌ مِنْهُمَا. وَالْقَوْلُ بِتَلْفِيقِ شَهَادَتِهِمْ، وَضَمِّ شَهَادَةِ بَعْضِهِمْ إِلَى شَهَادَةِ بَعْضٍ لَا يَظْهَرُ، وَقَدْ عَلِمْتَ أَنَّ مَالِكًا وَأَصْحَابَهُ زَادُوا أَنْ تَكُونَ شَهَادَةُ الْأَرْبَعَةِ عَلَى إِيلَاجٍ مُتَّحِدٍ، فَلَوْ نَظَرُوا وَاحِدًا بَعْدَ وَاحِدٍ مَعَ اتِّحَادِ الْوَقْتِ وَالْمَكَانِ لَمْ تُقْبَلْ عِنْدَهُ شَهَادَتُهُمْ حَتَّى يَنْظُرُوا فَرْجَهُ فِي فَرْجِهَا نَظْرَةً وَاحِدَةً فِي لَحْظَةٍ وَاحِدَةٍ، وَلَهُ وَجْهٌ. </p><p> الْفَرْعُ السَّادِسُ: إِنْ شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي قَمِيصٍ أَبْيَضَ، وَشَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي قَمِيصٍ أَحْمَرَ، أَوْ شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي ثَوْبِ كَتَّانٍ، وَشَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا فِي ثَوْبِ خَزٍّ. </p><p> فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ هَلْ تَكْمُلُ شَهَادَتُهُمْ أَوْ لَا؟ فَقَالَ بَعْضُهُمْ: لَا تَكْمُلُ شَهَادَتُهُمْ ; لِأَنَّ كُلَّ اثْنَيْنِ مِنْهُمَا تُخَالِفُ شَهَادَتُهُمَا شَهَادَةَ الِاثْنَيْنِ الْآخَرَيْنِ، وَمِمَّنْ رُوِيَ عَنْهُ ذَلِكَ الشَّافِعِيُّ، وَقَالَ بَعْضُهُمْ: تَكْمُلُ شَهَادَتُهُمْ قَائِلًا: إِنَّهُ لَا تَنَافِيَ بَيْنَ الشَّهَادَتَيْنِ ; لِإِمْكَانِ أَنْ يَكُونَ عَلَيْهِ قَمِيصَانِ فَذَكَرَ كُلُّ اثْنَيْنِ أَحَدَ الْقَمِيصَيْنِ، وَتَرَكَا ذِكْرَ الْآخَرِ، فَيَكُونُ الْجَمِيعُ صَادِقِينَ ; لِأَنَّ أَحَدَ الثَّوْبَيْنِ الَّذِي سَكَتَ عَنْهُ هَذَانِ هُوَ الَّذِي ذَكَرَهُ ذَانِكَ كَعَكْسِهِ، فَلَا تَنَافِيَ، وَيُمْكِنُ أَنْ يَكُونَ عَلَيْهَا هِيَ قَمِيصٌ أَحْمَرُ، وَعَلَيْهِ هُوَ قَمِيصٌ أَبْيَضُ كَعَكْسِهِ، أَوْ عَلَيْهِ هُوَ ثَوْبُ كَتَّانٍ، وَعَلَيْهَا هِيَ ثَوْبُ خَزٍّ كَعَكْسِهِ، فَيُمْكِنُ صِدْقُ الْجَمِيعِ ; وَإِذَا أَمْكَنَ صِدْقُهُمْ فَلَا </p><p> وَجْهَ لِرَدِّ شَهَادَتِهِمْ، وَبِهَذَا جَزَمَ صَاحِبُ الْمُغْنِي مُوَجِّهًا لَهُ بِمَا ذَكَرْنَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لَنَا فِي هَذَا الْفَرْعِ هُوَ وُجُوبُ اسْتِفْسَارِ الشُّهُودِ، فَإِنْ جَزَمَ اثْنَانِ بِأَنَّ عَلَيْهِ ثَوْبًا وَاحِدًا أَحْمَرَ، وَجَزَمَ الْآخَرَانِ أَنَّ عَلَيْهِ ثَوْبًا وَاحِدًا أَبْيَضَ لَمْ تَكْمُلْ شَهَادَتُهُمْ لِتَنَافِي الشَّهَادَتَيْنِ، وَإِنِ اتَّفَقُوا عَلَى أَنَّ عَلَيْهِ ثَوْبَيْنِ مَثَلًا أَحَدُهُمَا أَحْمَرُ، وَالثَّانِي أَبْيَضُ، وَذَكَرَ كُلُّ اثْنَيْنِ أَحَدَ الثَّوْبَيْنِ، فَلَا إِشْكَالَ فِي كَمَالِ شَهَادَتِهِمْ ; لِاتِّفَاقِ الشَّهَادَتَيْنِ، وَإِنْ لَمْ يُمْكِنِ اسْتِفْسَارُ الشُّهُودِ لِمَوْتِهِمْ، أَوْ غَيْبَتِهِمْ غَيْبَةً يَتَعَذَّرُ مَعَهَا سُؤَالُهُمْ، فَالَّذِي يَظْهَرُ لِي عَدَمُ كَمَالِ شَهَادَتِهِمْ ; لِاحْتِمَالِ تَخَالُفِ شَهَادَتِهِمَا، وَمُطْلَقُ احْتِمَالِ اتِّفَاقِهِمَا لَا يَكْفِي فِي إِقَامَةِ الْحَدِّ ; لِأَنَّ الْحَدَّ يُدْرَأُ بِالشُّبُهَاتِ، فَلَا يُقَامُ بِشَهَادَةٍ مُحْتَمَلَةِ الْبُطْلَانِ، بَلِ الظَّاهِرُ مِنَ الصِّيغَةِ اخْتِلَافُ الشَّهَادَتَيْنِ وَالْعَمَلُ بِالظَّاهِرِ لَازِمٌ، مَا لَمْ يَقُمْ دَلِيلٌ صَارِفٌ عَنْهُ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَالَّذِي يَظْهَرُ أَنَّهُمْ إِنْ لَمْ تَكْمُلْ شَهَادَتُهُمْ يُحَدُّونَ حَدَّ الْقَذْفِ. أَمَّا فِي الشَّهَادَةِ الْمُحْتَمَلَةِ فَإِنَّهُ قَبْلَ إِمْكَانِ اسْتِفْسَارِهِمْ، فَلَا إِشْكَالَ فِي عَدَمِ إِمْكَانِ حَدِّهِمْ وَإِنْ أَمْكَنَ اسْتِفْسَارُهُمْ، فَإِنْ فَسَّرُوا، بِمَا يَقْتَضِي كَمَالَ شَهَادَتِهِمْ حُدَّ الْمَشْهُودُ عَلَيْهِ بِشَهَادَتِهِمْ، وَإِنْ فَسَّرُوا بِمَا يُوجِبُ بُطْلَانَ شَهَادَتِهِمْ، فَالظَّاهِرُ أَنَّهُمْ يُحَدُّونَ حَدَّ الْقَذْفِ ; كَمَا قَدَّمْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ السَّابِعُ: إِنْ شَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا مُكْرَهَةً، وَشَهِدَ اثْنَانِ أَنَّهُ زَنَى بِهَا مُطَاوِعَةً، فَلَا حَدَّ عَلَى الْمَرْأَةِ إِجْمَاعًا ; لِأَنَّ الشَّهَادَةَ عَلَيْهَا لَمْ تَكْمُلْ عَلَى فِعْلٍ مُوجِبٍ لِلْحَدِّ، وَإِنَّمَا الْخِلَافُ فِي حُكْمِ الرَّجُلِ وَالشُّهُودِ. </p><p> قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَفِي الرَّجُلِ وَجْهَانِ: </p><p> أَحَدُهُمَا: لَا حَدَّ عَلَيْهِ، وَهُوَ قَوْلُ أَبِي بَكْرٍ، وَالْقَاضِي وَأَكْثَرِ الْأَصْحَابِ، وَقَوْلُ أَبِي حَنِيفَةَ، وَأَحَدُ الْوَجْهَيْنِ لِأَصْحَابِ الشَّافِعِيِّ ; لِأَنَّ الْبَيِّنَةَ لَمْ تَكْمُلْ عَلَى فِعْلٍ وَاحِدٍ، فَإِنَّ فِعْلَ الْمُطَاوِعَةِ غَيْرُ فِعْلِ الْمُكْرَهَةِ، وَلَمْ يَتِمَّ الْعَدَدُ عَلَى كُلِّ وَاحِدٍ مِنَ الْفِعْلَيْنِ، وَلِأَنَّ كُلَّ شَاهِدَيْنِ مِنْهُمَا يُكَذِّبَانِ الْآخَرَيْنِ، وَذَلِكَ يَمْنَعُ قَبُولَ الشَّهَادَةِ، أَوْ يَكُونُ شُبْهَةً فِي دَرْءِ الْحَدِّ وَلَا يَخْرُجُ عَنْ أَنْ يَكُونَ قَوْلٌ وَاحِدٌ مِنْهُمَا مُكَذِّبًا لِلْآخَرِ إِلَّا بِتَقْدِيرِ فِعْلَيْنِ تَكُونُ مُطَاوِعَةً فِي أَحَدِهِمَا، مُكْرَهَةً فِي الْآخَرِ، وَهَذَا يَمْنَعُ كَوْنَ الشَّهَادَةِ كَامِلَةً عَلَى فِعْلٍ وَاحِدٍ، وَلِأَنَّ شَاهِدَيِ الْمُطَاوَعَةِ قَاذِفَانِ لَهَا، وَلَمْ تَكْمُلِ الْبَيِّنَةُ عَلَيْهَا، فَلَا تُقْبَلُ شَهَادَتُهُمَا عَلَى غَيْرِهَا. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّهُ يَجِبُ الْحَدُّ عَلَيْهِ، اخْتَارَهُ أَبُو الْخَطَّابِ، وَهُوَ قَوْلُ أَبِي يُوسُفَ وَمُحَمَّدٍ، وَوَجْهٌ ثَانٍ لِلشَّافِعِيِّ ; لِأَنَّ الشَّهَادَةَ كَمُلَتْ عَلَى وُجُودِ الزِّنَى مِنْهُ، وَاخْتِلَافُهُمَا إِنَّمَا هُوَ فِي فِعْلِهَا لَا فِي فِعْلِهِ، فَلَا يَمْنَعُ كَمَالَ الشَّهَادَةِ عَلَيْهِ. </p><p> وَفِي الشُّهُودِ ثَلَاثَةُ أَوْجُهٍ: </p><p> أَحَدُهَا: لَا حَدَّ عَلَيْهِمْ، وَهُوَ قَوْلُ مَنْ أَوْجَبَ الْحَدَّ عَلَى الرَّجُلِ بِشَهَادَتِهِمْ. </p><p> وَالثَّانِي: عَلَيْهِمُ الْحَدُّ لِأَنَّهُمْ شَهِدُوا بِالزِّنَى، وَلَمْ تَكْمُلْ شَهَادَتُهُمْ فَلَزِمَهُمُ الْحَدُّ، كَمَا لَوْ لَمْ يَكْمُلْ عَدَدُهُمْ. </p><p> وَالثَّالِثُ: يَجِبُ الْحَدُّ عَلَى شَاهِدَيِ الْمُطَاوِعَةِ، لِأَنَّهُمَا قَذَفَا الْمَرْأَةَ بِالزِّنَى، وَلَمْ تَكْمُلْ شَهَادَتُهُمْ عَلَيْهَا، وَلَا تَجِبُ عَلَى شَاهِدَيِ الْإِكْرَاهِ لِأَنَّهُمَا لَمْ يَقْذِفَا الْمَرْأَةَ، وَقَدْ كَمُلَتْ شَهَادَتُهُمْ عَلَى الرَّجُلِ، وَإِنَّمَا انْتَفَى عَنْهُ الْحَدُّ لِلشُّبْهَةِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: قَدْ رَأَيْتُ خِلَافَ أَهْلِ الْعِلْمِ فِي هَذَا الْفَرْعِ، وَأَظْهَرُ أَقْوَالِهِمْ عِنْدِي فِيهِ: أَنَّ الرَّجُلَ وَالْمَرْأَةَ لَا حَدَّ عَلَى وَاحِدٍ مِنْهُمَا، وَأَنَّ عَلَى الشُّهُودِ الْأَرْبَعَةِ حَدَّ الْقَذْفِ، أَمَّا نَفْيُ الْحَدِّ عَنِ الْمَرْأَةِ، فَلَا خِلَافَ فِيهِ، وَوَجْهُهُ ظَاهِرٌ ; لِأَنَّهَا لَمْ تَكْمُلْ عَلَيْهَا شَهَادَةٌ بِالزِّنَى، وَأَمَّا نَفْيُ الْحَدِّ عَنِ الرَّجُلِ ; فَلِأَنَّ الِاثْنَيْنِ الشَّاهِدَيْنِ بِالْمُطَاوَعَةِ يُكَذِّبَانِ الشَّاهِدَيْنِ بِالْإِكْرَاهِ كَعَكْسِهِ، وَإِذَا كَانَ كُلُّ اثْنَيْنِ مِنَ الْأَرْبَعَةِ يُكَذِّبَانِ الْآخَرَيْنِ فِي الْحَالَةِ الَّتِي وَقَعَ عَلَيْهَا الْفِعْلُ لَمْ تَكْمُلْ شَهَادَتُهُمْ عَلَى فِعْلٍ وَاحِدٍ، فَلَمْ تَكْمُلْ عَلَى الرَّجُلِ شَهَادَةٌ عَلَى حَالَةِ زِنًى وَاحِدٍ ; لِأَنَّ الْإِكْرَاهَ وَالطَّوْعَ أَمْرَانِ مُتَنَافِيَانِ، وَإِذَا لَمْ تَكْمُلْ عَلَيْهِ شَهَادَةٌ بِفِعْلٍ وَاحِدٍ عَلَى حَالَةٍ وَاحِدَةٍ فَعَدَمُ حَدِّهِ هُوَ الْأَظْهَرُ، أَمَّا وَجْهُ حَدِّ الشُّهُودِ، فَلِأَنَّ الشَّاهِدَيْنِ عَلَى الْمَرْأَةِ بِأَنَّهَا زَنَتْ مُطَاوِعَةً لِلرَّجُلِ قَاذِفَانِ لَهَا بِالزِّنَى، وَلَمْ تَكْمُلْ شَهَادَتُهُمَا عَلَيْهَا فَحَدُّهُمَا لِقَذْفِهِمَا الْمَرْأَةَ ظَاهِرٌ جِدًّا ; وَلِأَنَّ الشَّاهِدَيْنِ بِأَنَّهُ زَنَى بِهَا مُكْرَهَةً قَاذِفَانِ لِلرَّجُلِ بِأَنَّهُ أَكْرَهَهَا فَزَنَى بِهَا، وَلَمْ تَكْمُلْ شَهَادَتُهُمْ ; لِأَنَّ شَاهِدَيِ الطَّوْعِ مُكَذِّبَانِ لَهُمَا فِي دَعْوَاهُمَا الْإِكْرَاهَ فَحَدُّهُمَا لِقَذْفِهِمَا لِلرَّجُلِ وَلَمْ تَكْمُلْ شَهَادَتُهُمَا عَلَيْهِ ظَاهِرٌ، أَمَّا كَوْنُ الْأَرْبَعَةِ قَدِ اتَّفَقَتْ شَهَادَتُهُمْ عَلَى أَنَّهُ زَنَى بِهَا، فَيَرُدُّهُ أَنَّ كُلَّ اثْنَيْنِ مِنْهُمَا يُكَذِّبَانِ الْآخَرَيْنِ فِي الْحَالَةِ الَّتِي وَقَعَ عَلَيْهَا الزِّنَى، هَذَا هُوَ الْأَظْهَرُ عِنْدَنَا مِنْ كَلَامِ أَهْلِ الْعِلْمِ فِي هَذَا الْفَرْعِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ كُلَّ مَا يَثْبُتُ بِهِ الرَّجْمُ عَلَى الْمُحْصَنِ يَثْبُتُ بِهِ الْجَلْدُ عَلَى الْبِكْرِ، فَثُبُوتُ الْأَمْرَيْنِ طَرِيقُهُ وَاحِدَةٌ. </p><p> الْفَرْعُ الثَّامِنُ: اعْلَمْ أَنَّهُ إِنْ شَهِدَ أَرْبَعَةُ عُدُولٍ عَلَى امْرَأَةٍ أَنَّهَا زَنَتْ وَتَمَّتْ شَهَادَتُهُمْ عَلَى الْوَجْهِ الْمَطْلُوبِ، فَقَالَتْ إِنَّهَا عَذْرَاءُ، لَمْ تَزُلْ بَكَارَتُهَا وَنَظَرَ إِلَيْهَا أَرْبَعٌ مِنَ النِّسَاءِ مَعْرُوفَاتٌ بِالْعَدَالَةِ، وَشَهِدْنَ بِأَنَّهَا عَذْرَاءُ لَمْ تُزَلْ بَكَارَتُهَا بِمُزِيلٍ. فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ: هَلْ تَدْرَأُ شَهَادَةُ النِّسَاءِ عَنْهَا الْحَدَّ أَوْ لَا؟ فَذَهَبَ مَالِكٌ وَأَصْحَابُهُ إِلَى أَنَّهَا يُقَامُ عَلَيْهَا الْحَدُّ وَلَا يُلْتَفَتُ لِشَهَادَةِ النِّسَاءِ، وَعِبَارَةُ الْمُدَوَّنَةِ فِي ذَلِكَ: إِذَا شَهِدَ عَلَيْهَا بِالزِّنَى أَرْبَعَةُ عُدُولٍ، فَقَالَتْ: إِنَّهَا عَذْرَاءُ وَنَظَرَ إِلَيْهَا النِّسَاءُ، وَصَدَّقْنَهَا لَمْ يُنْظَرْ إِلَى قَوْلِهِنَّ وَأُقِيمَ عَلَيْهَا الْحَدُّ. انْتَهَى بِوَاسِطَةِ نَقْلِ الْمَوَّاقِ فِي شَرْحِهِ لِقَوْلِ خَلِيلٍ فِي مُخْتَصَرِهِ، وَبِالْبَيِّنَةِ فَلَا يَسْقُطُ بِشَهَادَةِ أَرْبَعِ نِسْوَةٍ بِبَكَارَتِهَا، وَذَهَبَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ شَهَادَةَ النِّسَاءِ بِبَكَارَتِهَا تَدْرَأُ عَنْهَا الْحَدَّ، وَهُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ. قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَبِهِ قَالَ الشَّعْبِيُّ، وَالثَّوْرِيُّ، وَالشَّافِعِيُّ، وَأَبُو ثَوْرٍ، وَأَصْحَابُ الرَّأْيِ وَوَجْهُ قَوْلِ مَالِكٍ وَأَصْحَابِهِ بِأَنَّهَا يُقَامُ عَلَيْهَا الْحَدُّ، هُوَ أَنَّ الشَّهَادَةَ عَلَى زِنَاهَا تَمَّتْ بِأَرْبَعَةٍ عُدُولٍ، وَأَنَّ شَهَادَةَ النِّسَاءِ لَا مَدْخَلَ لَهَا فِي الْحُدُودِ، فَلَا تَسْقُطُ بِشَهَادَتِهِنَّ شَهَادَةُ الرِّجَالِ عَلَيْهَا بِالزِّنَى، وَوَجْهُ قَوْلِ الْآخَرَيْنِ بِأَنَّهَا لَا تُحَدُّ هُوَ أَنَّ بَكَارَتَهَا ثَبَتَتْ بِشَهَادَةِ النِّسَاءِ، وَوُجُودُ الْبَكَارَةِ مَانِعٌ مِنَ الزِّنَى ظَاهِرًا ; لِأَنَّ الزِّنَى لَا يَحْصُلُ بِدُونِ الْإِيلَاجِ فِي الْفَرْجِ، وَلَا يُتَصَوَّرُ ذَلِكَ مَعَ بَقَاءِ الْبَكَارَةِ، لِأَنَّ الْبِكْرَ هِيَ الَّتِي لَمْ تُوطَأْ فِي قُبُلِهَا، وَإِذَا انْتَفَى الزِّنَى لَمْ يَجِبِ الْحَدُّ، كَمَا لَوْ قَامَتِ الْبَيِّنَةُ بِأَنَّ الْمَشْهُودَ عَلَيْهِ الزِّنَى مَجْبُوبٌ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَيَجِبُ أَنْ يُكْتَفَى بِشَهَادَةِ امْرَأَةٍ وَاحِدَةٍ ; لِأَنَّهَا مَقْبُولَةٌ فِيمَا لَا يَطَّلِعُ عَلَيْهِ الرِّجَالُ، يَعْنِي الْبَكَارَةَ الْمَذْكُورَةَ، انْتَهَى، وَأَمَّا الْأَرْبَعَةُ الَّذِينَ شَهِدُوا بِالزِّنَى فَلَا حَدَّ عَلَيْهِمْ لِتَمَامِ شَهَادَتِهِمْ وَهِيَ أَقْوَى مِنْ شَهَادَةِ النِّسَاءِ بِالْبَكَارَةِ. </p><p> وَقَالَ صَاحِبُ «الْمُغْنِي» : وَإِنَّمَا لَمْ يَجِبِ الْحَدُّ عَلَيْهِمْ لِكَمَالِ عِدَّتِهِمْ، مَعَ احْتِمَالِ صِدْقِهِمْ لِأَنَّهُ يُحْتَمَلُ أَنْ يَكُونَ وَطِئَهَا، ثُمَّ عَادَتْ عُذْرَتُهَا، فَيَكُونُ ذَلِكَ شُبْهَةً فِي دَرْءِ الْحَدِّ عَنْهُمْ، وَأَمَّا إِنْ شَهِدَتْ بَيِّنَةٌ عَلَى رَجُلٍ بِالزِّنَى فَثَبَتَ بِبَيِّنَةٍ أُخْرَى أَنَّهُ مَجْبُوبٌ، أَوْ شَهِدَتْ بَيِّنَةٌ عَلَى امْرَأَةٍ بِالزِّنَى فَثَبَتَ بِبَيِّنَةٍ أُخْرَى أَنَّهَا رَتْقَاءُ، فَالظَّاهِرُ وُجُوبُ حَدِّ الْقَذْفِ عَلَى بَيِّنَةِ الزِّنَى، لِظُهُورِ كَذِبِهَا ; لِأَنَّ الْمَجْبُوبَ مِنَ الرِّجَالِ وَالرَّتْقَاءَ مِنَ النِّسَاءِ لَا يُمْكِنُ حُصُولُ الزِّنَى مِنْ وَاحِدٍ مِنْهُمَا، كَمَا هُوَ مَعْلُومٌ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ الْعُلَمَاءَ أَجْمَعُوا عَلَى ثُبُوتِ الزِّنَى، وَوُجُوبِ الْحَدِّ رَجْمًا كَانَ أَوْ جَلْدًا بِإِقْرَارِ الزَّانِي وَالزَّانِيَةِ، وَلَكِنَّهُمُ اخْتَلَفُوا هَلْ يَثْبُتُ الزِّنَى بِإِقْرَارِ الزَّانِي مَرَّةً وَاحِدَةً، أَوْ لَا يَكْفِي ذَلِكَ حَتَّى يُقِرَّ بِهِ أَرْبَعَ مَرَّاتٍ؟ فَذَهَبَ الْإِمَامُ أَحْمَدُ، وَأَبُو حَنِيفَةَ، وَابْنُ أَبِي لَيْلَى، وَالْحَكَمُ: إِلَى أَنَّهُ لَا يَثْبُتُ إِلَّا إِذَا أَقَرَّ بِهِ أَرْبَعَ مَرَّاتٍ، وَزَادَ أَبُو حَنِيفَةَ وَابْنُ أَبِي لَيْلَى: أَنْ يَكُونَ ذَلِكَ فِي أَرْبَعِ مَجَالِسَ، وَلَا تَكْفِي عِنْدَهُمَا الْإِقْرَارَاتُ الْأَرْبَعَةُ فِي مَجْلِسٍ وَاحِدٍ، وَذَهَبَ مَالِكٌ، وَالشَّافِعِيُّ، وَالْحَسَنُ، وَحَمَّادٌ، وَأَبُو ثَوْرٍ، وَابْنُ الْمُنْذِرِ إِلَى أَنَّ الزِّنَى يَثْبُتُ بِالْإِقْرَارِ مَرَّةً وَاحِدَةً. </p><p> أَمَّا حُجَجُ مَنْ قَالَ يَكْفِي الْإِقْرَارُ بِهِ مَرَّةً وَاحِدَةً، فَمِنْهَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لِأُنَيْسٍ فِي الْحَدِيثِ الصَّحِيحِ الْمَشْهُورِ:  «وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، فَاعْتَرَفَتْ فَرَجَمَهَا، وَفِي رِوَايَةٍ فِي الصَّحِيحِ: فَاعْتَرَفَتْ فَأَمَرَ بِهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَرُجِمَتْ، قَالُوا: فَهَذَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ - رَضِيَ اللَّهُ عَنْهُمَا - ظَاهِرٌ ظُهُورًا وَاضِحًا فِي أَنَّ الزِّنَى يَثْبُتُ بِالِاعْتِرَافِ بِهِ مَرَّةً وَاحِدَةً ; لِأَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ:  «فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، ظَاهِرٌ فِي الِاكْتِفَاءِ بِالِاعْتِرَافِ مَرَّةً وَاحِدَةً، إِذْ لَوْ كَانَ الِاعْتِرَافُ أَرْبَعَ مَرَّاتٍ لَا بُدَّ مِنْهُ لَقَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: فَإِنِ اعْتَرَفَتْ أَرْبَعَ مَرَّاتٍ فَارْجُمْهَا، فَلَمَّا لَمْ يَقُلْ ذَلِكَ عَرَفْنَا أَنَّ الْمَرَّةَ الْوَاحِدَةَ تَكْفِي ; لِأَنَّهُ لَا يَجُوزُ تَأْخِيرُ الْبَيَانِ عَنْ وَقْتِ الْحَاجَةِ، كَمَا هُوَ مَعْلُومٌ. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى الِاكْتِفَاءِ بِالِاعْتِرَافِ بِالزِّنَى مَرَّةً وَاحِدَةً مَا ثَبَتَ فِي الصَّحِيحِ مِنْ حَدِيثِ عِمْرَانَ بْنِ حُصَيْنٍ - رَضِيَ اللَّهُ عَنْهُمَا -: أَنَّ امْرَأَةً مِنْ جُهَيْنَةَ أَتَتِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهِيَ حُبْلَى مِنَ الزِّنَى، فَقَالَتْ: يَا نَبِيَّ اللَّهِ، أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَيَّ، فَدَعَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلِيَّهَا فَقَالَ:  «أَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ فَأْتِنِي بِهَا» ، فَفَعَلَ فَأَمَرَ بِهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ أَمَرَ بِهَا فَرُجِمَتْ ثُمَّ صَلَّى عَلَيْهَا، فَقَالَ لَهُ عُمَرُ: تُصَلِّي عَلَيْهَا يَا نَبِيَّ اللَّهِ وَقَدْ زَنَتْ؟ فَقَالَ:  «لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِّمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ، وَهَلْ وَجَدْتَ تَوْبَةً أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا لِلَّهِ تَعَالَى» ، هَذَا لَفْظُ مُسْلِمٍ فِي صَحِيحِهِ، وَهُوَ نَصٌّ صَحِيحٌ فِي أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَمَرَ بِرَجْمِهَا بِإِقْرَارِهَا مَرَّةً وَاحِدَةً ; لِأَنَّهَا قَالَتْ: إِنِّي أَصَبْتُ حَدًّا، مَرَّةً وَاحِدَةً، وَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِرَجْمِهَا مِنْ غَيْرِ تَعَدُّدِ الْإِقْرَارِ ; لِأَنَّ الْحَدِيثَ لَمْ يُذْكَرْ فِيهِ إِلَّا إِقْرَارُهَا مَرَّةً وَاحِدَةً. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى ذَلِكَ أَيْضًا: مَا ثَبَتَ فِي الصَّحِيحِ مِنْ قِصَّةِ الْغَامِدِيَّةِ الَّتِي جَاءَتِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَتْ: يَا رَسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنِّي قَدْ زَنَيْتُ فَطَهِّرْنِي، وَأَنَّهُ رَدَّهَا، فَلَمَّا كَانَ مِنَ الْغَدِ </p><p> قَالَتْ: يَا رَسُولَ اللَّهِ، لِمَ تَرُدُّنِي لَعَلَّكَ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزًا، فَوَاللَّهِ إِنِّي لَحُبْلَى، فَقَالَ:  «أَمَّا لَا فَاذْهَبِي حَتَّى تَلِدِي» ، فَلَمَّا وَلَدَتْ أَتَتْهُ بِالصَّبِيِّ فِي خِرْقَةٍ، قَالَتْ: هَذَا قَدْ وَلَدْتُهُ، قَالَ:  «اذْهَبِي فَأَرْضِعِيهِ حَتَّى تَفْطِمِيهِ» ، فَلَمَّا فَطَمَتْهُ أَتَتْهُ بِالصَّبِيِّ فِي يَدِهِ كِسْرَةُ خُبْزٍ، فَقَالَتْ: هَذَا يَا نَبِيَّ اللَّهِ، قَدْ فَطَمْتُهُ وَقَدْ أَكَلَ الطَّعَامَ، فَدَفَعَ الصَّبِيَّ إِلَى رَجُلٍ مِنَ الْمُسْلِمِينَ ثُمَّ أَمَرَ بِهَا فَحُفِرَ لَهَا إِلَى صَدْرِهَا، وَأَمَرَ النَّاسَ فَرَجَمُوهَا، فَيُقْبِلُ خَالِدُ بْنُ الْوَلِيدِ بِحَجْرٍ فَرَمَى رَأْسَهَا فَتَنَضَّحَ الدَّمُ عَلَى وَجْهِ خَالِدٍ، فَسَبَّهَا، فَسَمِعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَبَّهُ إِيَّاهَا، فَقَالَ:  «مَهْلًا يَا خَالِدُ، فَوَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ تَابَتْ تَوْبَةً لَوْ تَابَهَا صَاحِبُ مَكْسٍ لَغُفِرَ لَهُ» ، ثُمَّ أَمَرَ بِهَا فَصُلِّيَ عَلَيْهَا وَدُفِنَتْ، هَذَا لَفْظُ مُسْلِمٍ فِي صَحِيحِهِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، وَهُوَ مِنْ أَصْرَحِ الْأَدِلَّةِ عَلَى الِاكْتِفَاءِ بِإِقْرَارِ الزَّانِي بِالزِّنَا مَرَّةً وَاحِدَةً ; لِأَنَّ الْغَامِدِيَّةَ الْمَذْكُورَةَ لَمَّا قَالَتْ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَعَلَّكَ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزًا، لَمْ يُنْكِرْ ذَلِكَ عَلَيْهَا، وَلَوْ كَانَ الْإِقْرَارُ أَرْبَعَ مَرَّاتٍ شَرْطًا فِي لُزُومِ الْحَدِّ لَقَالَ لَهَا إِنَّمَا رَدَدْتُهُ، لِكَوْنِهِ لَمْ يُقِرَّ أَرْبَعًا. </p><p> وَقَدْ قَالَ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» ، بَعْدَ ذِكْرِهِ لِهَذِهِ الْوَاقِعَةِ: وَهَذِهِ الْوَاقِعَةُ مِنْ أَعْظَمِ الْأَدِلَّةِ الدَّالَّةِ عَلَى أَنَّ تَرْبِيعَ الْإِقْرَارِ، لَيْسَ بِشَرْطٍ لِلتَّصْرِيحِ فِيهَا، بِأَنَّهَا مُتَأَخِّرَةٌ عَنْ قَضِيَّةِ مَاعِزٍ، وَقَدِ اكْتَفَى فِيهَا بِدُونِ أَرْبَعٍ كَمَا سَيَأْتِي، اهـ مِنْهُ. </p><p> وَفِي صَحِيحِ مُسْلِمٍ أَيْضًا مِنْ حَدِيثِ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ، مَا نَصُّهُ: قَالَ: ثُمَّ جَاءَتْهُ امْرَأَةٌ مِنْ غَامِدٍ مِنَ الْأَزْدِ، فَقَالَتْ: يَا رَسُولَ اللَّهِ طَهِّرْنِي، فَقَالَ:  «وَيْحَكِ ارْجِعِي فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ» ، فَقَالَتْ: أَرَاكَ تُرِيدُ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزَ بْنَ مَالِكٍ قَالَ: «وَمَا ذَاكَ» ؟ قَالَتْ: إِنَّهَا حُبْلَى مِنَ الزِّنَا، فَقَالَ «: آنْتِ» ؟ قَالَتْ: نَعَمْ، فَقَالَ لَهَا «: حَتَّى تَضَعِي مَا فِي بَطْنِكِ» ، قَالَ: فَكَفَلَهَا رَجُلٌ مِنَ الْأَنْصَارِ حَتَّى وَضَعَتْ، قَالَ: فَأَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَ: قَدْ وَضَعَتِ الْغَامِدِيَّةُ، فَقَالَ «: إِذًا لَا نَرْجُمُهَا وَنَدَعُ وَلَدَهَا صَغِيرًا لَيْسَ لَهُ مَنْ يُرْضِعُهُ» ، فَقَامَ رَجُلٌ مِنَ الْأَنْصَارِ فَقَالَ: إِلَيَّ رَضَاعُهُ يَا نَبِيَّ اللَّهِ، قَالَ: فَرَجَمَهَا، اهـ مِنْهُ. </p><p> وَهَذِهِ الرِّوَايَةُ كَالَّتِي قَبْلَهَا فِي الدَّلَالَةِ عَلَى الِاكْتِفَاءِ بِالْإِقْرَارِ مَرَّةً وَاحِدَةً إِلَى غَيْرِ ذَلِكَ مِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى عَدَمِ اشْتِرَاطِ تَكَرُّرِ الْإِقْرَارِ بِالزِّنَا أَرْبَعًا، وَأَمَّا حُجَّةُ مَنْ قَالُوا: يُشْتَرَطُ فِي ثُبُوتِ الْإِقْرَارِ بِالزِّنَا، أَنْ يُقِرَّ بِهِ أَرْبَعَ مَرَّاتٍ، وَأَنَّهُ لَا يَجِبُ عَلَيْهِ الْحَدُّ إِلَّا بِالْإِقْرَارِ أَرْبَعًا، فَهِيَ مَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - الْمُتَّفَقِ عَلَيْهِ، قَالَ: أَتَى رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجُلٌ مِنَ النَّاسِ وَهُوَ فِي الْمَسْجِدِ، فَنَادَاهُ: يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ، يُرِيدُ </p><p> نَفْسَهُ، فَأَعْرَضَ عَنْهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَهُ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ، فَجَاءَ لِشِقِّ وَجْهِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي أَعْرَضَ عَنْهُ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَ «: أَبِكَ جُنُونٌ» ؟ قَالَ: لَا يَا رَسُولَ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) ، فَقَالَ «: أَحْصَنْتَ» ؟ قَالَ: نَعَمْ، قَالَ «: اذْهَبُوا فَارْجُمُوهُ» ، الْحَدِيثَ، هَذَا لَفْظُ الْبُخَارِيِّ فِي صَحِيحِهِ، وَلَفْظُ مُسْلِمٍ: فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالَ «: أَبِكَ جُنُونٌ» ؟ قَالَ: لَا، قَالَ «: فَهَلْ أَحْصَنْتَ» ؟ قَالَ: نَعَمْ، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: اذْهَبُوا بِهِ فَارْجُمُوهُ» اهـ. </p><p> قَالُوا: فَهَذَا الْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ فِيهِ تَرْتِيبُ الرَّجْمِ عَلَى أَرْبَعِ شَهَادَاتٍ عَلَى نَفْسِهِ، أَيْ: أَرْبَعُ إِقْرَارَاتٍ بِصِيغَةِ تَرْتِيبِ الْجَزَاءِ عَلَى الشَّرْطِ ; لِأَنَّ لَمَّا مُضَمَّنَةٌ مَعْنَى الشَّرْطِ وَتَرْتِيبُ الْحَدِّ عَلَى الْأَرْبَعِ تَرْتِيبَ الْجَزَاءِ عَلَى شَرْطِهِ، دَلِيلٌ عَلَى اشْتِرَاطِ الْأَرْبَعِ الْمَذْكُورَةِ، وَالرَّجُلُ الْمَذْكُورُ فِي هَذَا الْحَدِيثِ، هُوَ مَاعِزُ بْنُ مَالِكٍ وَقِصَّتُهُ مَشْهُورَةٌ صَحِيحَةٌ، وَفِي أَلْفَاظِ رِوَايَاتِهَا مَا يَدُلُّ عَلَى أَنَّهُ لَمْ يَرْجُمْهُ، حَتَّى شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ ; كَمَا رَأَيْتَ فِي الْحَدِيثِ الْمَذْكُورِ آنِفًا، وَقَدْ عَلِمْتَ مِمَّا ذَكَرْنَا مَا اسْتَدَلَّ بِهِ كُلُّ وَاحِدٍ مِنَ الْفَرِيقَيْنِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ قَوْلَيْ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ عِنْدِي: هُوَ الْجَمْعُ بَيْنَ الْأَحَادِيثِ الدَّالَّةِ عَلَى اشْتِرَاطِ الْأَرْبَعِ، وَالْأَحَادِيثِ الدَّالَّةِ عَلَى الِاكْتِفَاءِ بِالْمَرَّةِ الْوَاحِدَةِ ; لِأَنَّ الْجَمْعَ بَيْنَ الْأَدِلَّةِ وَاجِبٌ مَتَى مَا أَمْكَنَ، لِأَنَّ إِعْمَالَ الدَّلِيلَيْنِ أَوْلَى مِنْ إِلْغَاءِ أَحَدِهِمَا، وَوَجْهُ الْجَمْعِ الْمَذْكُورِ هُوَ حَمْلُ الْأَحَادِيثِ الَّتِي فِيهَا التَّرَاخِي، عَنْ إِقَامَةِ الْحَدِّ بَعْدَ صُدُورِ الْإِقْرَارِ مَرَّةً عَلَى مَنْ كَانَ أَمْرُهُ مُلْتَبِسًا فِي صِحَّةِ عَقْلِهِ، وَاخْتِلَالِهِ، وَفِي سُكْرِهِ، وَصَحْوِهِ مِنَ السُّكْرِ، وَنَحْوِ ذَلِكَ، وَحَمْلُ أَحَادِيثِ إِقَامَةِ الْحَدِّ بَعْدَ الْإِقْرَارِ مَرَّةً وَاحِدَةً عَلَى مَنْ عُرِفَتْ صِحَّةُ عَقْلِهِ وَصَحْوُهُ مِنَ السُّكْرِ، وَسَلَامَةُ إِقْرَارِهِ مِنَ الْمُبْطِلَاتِ، وَهَذَا الْجَمْعُ رَجَّحَهُ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» . </p><p> وَمِمَّا يُؤَيِّدُهُ أَنَّ جَمِيعَ الرِّوَايَاتِ الَّتِي يُفْهَمُ مِنْهَا اشْتِرَاطُ الْأَرْبَعِ كُلِّهَا فِي قِصَّةِ مَاعِزٍ، وَقَدْ دَلَّتْ رِوَايَاتُ حَدِيثِهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ لَا يَدْرِي أَمْجَنُونٌ هُوَ أَمْ لَا؟ صَاحٍ هُوَ أَوْ سَكْرَانُ؟ بِدَلِيلِ قَوْلِهِ لَهُ فِي الْحَدِيثِ الْمُتَّفَقِ عَلَيْهِ الْمَذْكُورِ آنِفًا «: أَبِكَ جُنُونٌ» ؟ وَسُؤَالِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِقَوْمِهِ عَنْ عَقْلِهِ، وَسُؤَالِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: أَشَرِبَ خَمْرًا» ؟ فَقَامَ رَجُلٌ فَاسْتَنْكَهَهُ فَلَمْ يَجِدْ مِنْهُ رِيحَ خَمْرٍ، وَكُلُّ </p><p> ذَلِكَ ثَابِتٌ فِي الصَّحِيحِ، وَهُوَ دَلِيلٌ قَوِيٌّ عَلَى الْجَمْعِ بَيْنَ الْأَحَادِيثِ كَمَا ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فُرُوعٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ </p><p> الْفَرْعُ الْأَوَّلُ: اعْلَمْ أَنَّ الظَّاهِرَ اشْتِرَاطُ التَّصْرِيحِ بِمُوجِبِ الْحَدِّ الَّذِي هُوَ الزِّنَى تَصْرِيحًا يَنْفِي كُلَّ احْتِمَالٍ ; لِأَنَّ بَعْضَ النَّاسِ قَدْ يُطْلِقُ اسْمَ الزِّنَى عَلَى مَا لَيْسَ مُوجِبًا لِلْحَدِّ. </p><p> وَيَدُلُّ لِهَذَا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَاعِزٍ لَمَّا قَالَ: إِنَّهُ زَنَى، «لَعَلَّكَ قَبَّلْتَ أَوْ غَمَزْتَ أَوْ نَظَرْتَ» ؟ قَالَ: لَا، قَالَ «: أَفَنِكْتَهَا» ؟ - لَا يُكَنِّي -، قَالَ: نَعَمْ، قَالَ: فَعِنْدَ ذَلِكَ أَمَرَ بِرَجْمِهِ، وَهَذَا ثَابِتٌ فِي صَحِيحِ الْبُخَارِيِّ وَغَيْرِهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، وَيُؤْخَذُ مِنْهُ التَّعْرِيضُ لِلزَّانِي بِأَنْ يَسْتُرَ عَلَى نَفْسِهِ، وَيَسْتَغْفِرَ اللَّهَ فَإِنَّهُ غَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا. </p><p> الْفَرْعُ الثَّانِي: اعْلَمْ أَنَّهُ إِذَا تَمَّتْ شَهَادَةُ الشُّهُودِ الْأَرْبَعَةِ بِالزِّنَى فَصَدَّقَهُمُ الزَّانِي الْمَشْهُودُ عَلَيْهِ، بِأَنْ أَقَرَّ أَنَّهُ زَنَى مَرَّةً وَاحِدَةً فَصَارَتِ الشَّهَادَةُ تَامَّةً، وَالْإِقْرَارُ غَيْرَ تَامٍّ عِنْدَ مَنْ يَشْتَرِطُ أَرْبَعًا. </p><p> فَأَظْهَرُ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدِي: أَنَّ الْحَدَّ يُقَامُ عَلَيْهِ لِكَمَالِ الْبَيِّنَةِ خِلَافًا لِمَنْ زَعَمَ أَنَّهُ لَا يُقَامُ عَلَيْهِ الْحَدُّ ; لِأَنَّ شَرْطَ صِحَّةِ الْبَيِّنَةِ الْإِنْكَارُ، وَهَذَا غَيْرُ مُنْكِرٍ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : إِنَّ سُقُوطَ الْحَدِّ بِإِقْرَارِهِ مَرَّةً قَوْلُ أَبِي حَنِيفَةَ اهـ، وَكَذَلِكَ لَوْ تَمَّتْ عَلَيْهِ شَهَادَةُ الْبَيِّنَةِ وَأَقَرَّ عَلَى نَفْسِهِ أَرْبَعَ مَرَّاتٍ، ثُمَّ رَجَعَ عَنْ إِقْرَارِهِ، فَلَا يَنْفَعُهُ الرُّجُوعُ لِوُجُوبِ الْحَدِّ عَلَيْهِ بِشَهَادَةِ الْبَيِّنَةِ، فَلَا حَاجَةَ لِإِقْرَارِهِ وَلَا فَائِدَةَ فِي رُجُوعِهِ عَنْهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الثَّالِثُ: اعْلَمْ أَنْ أَظْهَرَ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدِي: أَنَّهُ إِذَا أَقَرَّ بِزِنًى قَدِيمٍ قَبْلَ إِقْرَارِهِ، وَلَا يَبْطُلُ الْإِقْرَارُ بِأَنَّهُ لَمْ يُقِرَّ إِلَّا بَعْدَ زَمَنٍ طَوِيلٍ ; لِأَنَّ الظَّاهِرَ اعْتِبَارُ الْإِقْرَارِ مُطْلَقًا، سَوَاءٌ تَقَادَمَ عَهْدُهُ، أَوْ لَمْ يَتَقَادَمْ، وَكَذَلِكَ شَهَادَةُ الْبَيِّنَةِ، فَإِنَّهَا تُقْبَلُ، وَلَوْ لَمْ تُشْهَدْ إِلَّا بَعْدَ طُولِ الزَّمَنِ ; لِأَنَّ عُمُومَ النُّصُوصِ يَقْتَضِي ذَلِكَ، لِأَنَّهَا لَيْسَ فِيهَا التَّفْرِيقُ بَيْنَ تَعْجِيلِ الشَّهَادَةِ وَتَأْخِيرِهَا، خِلَافًا لِأَبِي حَنِيفَةَ وَمَنْ وَافَقَهُ فِي قَوْلِهِمْ: إِنَّ الْإِقْرَارَ يُقْبَلُ بَعْدَ زَمَنٍ طَوِيلٍ وَالشَّهَادَةُ لَا تُقْبَلُ مَعَ التَّأْخِيرِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَإِنْ شَهِدُوا بِزِنًى قَدِيمٍ أَوْ أَقَرَّ بِهِ وَجَبَ الْحَدُّ، وَبِهَذَا </p><p> قَالَ مَالِكٌ، وَالْأَوْزَاعِيُّ، وَالثَّوْرِيُّ، وَاسِحَاقُ، وَأَبُو ثَوْرٍ. </p><p> وَقَالَ أَبُو حَنِيقَةَ: لَا أَقْبَلُ بَيِّنَةً عَلَى زِنًى قَدِيمٍ وَأَحُدُّهُ بِالْإِقْرَارِ بِهِ، وَهَذَا قَوْلُ ابْنِ حَامِدٍ، وَذَكَرَهُ ابْنُ أَبِي مُوسَى مَذْهَبًا لِأَحْمَدَ، اهـ مِنْهُ. </p><p> أَمَّا قَبُولُ الْإِقْرَارِ بِالزِّنَا الْقَدِيمِ وَوُجُوبُ الْحَدِّ بِهِ فَلَا وَجْهَ لِلْعُدُولِ عَنْهُ بِحَالٍ ; لِأَنَّهُ مُقِرٌّ عَلَى نَفْسِهِ، وَلَا يُتَّهَمُ فِي نَفْسِهِ. </p><p> وَأَمَّا شَهَادَةُ الْبَيِّنَةِ بِزِنًا قَدِيمٍ، فَالْأَظْهَرُ قَبُولُهَا، لِعُمُومِ النُّصُوصِ كَمَا ذَكَرْنَا آنِفًا، وَحُجَّةُ أَبِي حَنِيفَةَ، وَمَنْ وَافَقَهُ فِي رَدِّ شَهَادَةِ الْبَيِّنَةِ عَلَى زِنًا قَدِيمٍ، هُوَ أَنَّ تَأْخِيرَ الشَّهَادَةِ، يَدُلُّ عَلَى التُّهْمَةِ فَيَدْرَأُ ذَلِكَ الْحَدَّ. </p><p> وَقَالَ فِي «الْمُغْنِي» : وَمِنْ حُجَّتِهِمْ عَلَى ذَلِكَ مَا رُوِيَ عَنْ عُمَرَ، أَنَّهُ قَالَ: أَيُّمَا شُهُودٍ شَهِدُوا بِحَدٍّ لَمْ يَشْهَدُوا بِحَضْرَتِهِ فَهُمْ شُهُودُ ضِغْنٍ، ثُمَّ قَالَ: رَوَاهُ الْحَسَنُ مُرْسَلًا، وَمَرَاسِيلُ الْحَسَنِ لَيْسَتْ بِالْقَوِيَّةِ، اهـ مِنْهُ. </p><p> وَقَدْ قَدَّمْنَا الْكَلَامَ مُسْتَوْفًى عَلَى مَرَاسِيلِ الْحَسَنِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الرَّابِعُ: اعْلَمْ أَنَّهُ إِنْ أَقَرَّ بِأَنَّهُ زَنَى بِامْرَأَةٍ وَسَمَّاهَا فَكَذَّبَتْهُ، وَقَالَتْ: إِنَّهُ لَمْ يَزْنِ بِهَا. </p><p> فَأَظْهَرُ أَقْوَالِ أَهْلِ الْعِلْمِ عِنْدِي: أَنَّهُ يَجِبُ عَلَيْهِ حَدُّ الزِّنَى بِإِقْرَارِهِ، وَحَدُّ الْقَذْفِ أَيْضًا ; لِأَنَّهُ قَذَفَ الْمَرْأَةَ بِالزِّنَا وَلَمْ يَأْتِ بِأَرْبَعَةِ شُهُودٍ فَوَجَبَ عَلَيْهِ حَدُّ الْقَذْفِ. </p><p> وَقَالَ فِي «الْمُغْنِي» : وَقَالَ أَبُو حَنِيفَةَ، وَأَبُو يُوسُفَ: لَا حَدَّ عَلَيْهِ، لِأَنَّا صَدَّقْنَاهَا فِي إِنْكَارِهَا فَصَارَ مَحْكُومًا بِكَذِبِهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: وُجُوبُ الْحَدِّ عَلَيْهِ بِإِقْرَارِهِ لَا يَنْبَغِي الْعُدُولُ عَنْهُ، وَلَا يُمْكِنُ أَنْ يَصِحَّ خِلَافُهُ لِأَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنَّهُ أَقَرَّ عَلَى نَفْسِهِ بِالزِّنَا إِقْرَارًا صَحِيحًا، وَقَوْلُهُمْ إِنَّنَا صَدَّقْنَاهَا لَيْسَ بِصَحِيحٍ، بَلْ نَحْنُ لَمْ نُصَدِّقْهَا، وَلَمْ نَقُلْ إِنَّهَا صَادِقَةٌ، وَلَكِنَّ انْتِفَاءَ الْحَدِّ عَنْهَا إِنَّمَا وَقَعَ لِأَنَّهَا لَمْ تُقِرَّ، وَلَمْ تَقُمْ عَلَيْهَا بَيِّنَةٌ ; فَعَدَمُ حَدِّهَا لِانْتِفَاءِ مُقْتَضِيهِ، لَا لِأَنَّهَا صَادِقَةٌ كَمَا تَرَى. </p><p> الْأَمْرُ الثَّانِي: مَا رَوَاهُ أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، ثَنَا طَلْقُ بْنُ غَنَّامٍ، </p><p> ثَنَا عَبْدُ السَّلَامِ بْنُ حَفْصٍ، ثَنَا أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَنَّ رَجُلًا أَتَاهُ، فَأَقَرَّ عِنْدَهُ أَنَّهُ زَنَى بِامْرَأَةٍ سَمَّاهَا لَهُ، فَبَعَثَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْمَرْأَةِ فَسَأَلَهَا عَنْ ذَلِكَ، فَأَنْكَرَتْ أَنْ تَكُونَ زَنَتْ فَجَلَدَهُ الْحَدَّ وَتَرَكَهَا، اهـ مِنْهُ، وَعَبْدُ السَّلَامِ الْمَذْكُورُ فِي هَذَا الْإِسْنَادِ وَثَّقَهُ ابْنُ مَعِينٍ، وَتَوْثِيقُهُ لَهُ أُولَى مِنْ قَوْلِ أَبِي حَاتِمٍ الرَّازِيِّ: إِنَّهُ غَيْرُ مَعْرُوفٍ ; لِأَنَّ مَنْ حَفِظَ حُجَّةٌ عَلَى مَنْ لَمْ يَحْفَظْ. </p><p> وَالْحَدِيثُ الْمَذْكُورُ نَصٌّ فِي أَنَّ الْمُقِرَّ يُقَامُ عَلَيْهِ الْحَدُّ وَهُوَ وَاضِحٌ ; لِأَنَّ مَنْ أَقَرَّ عَلَى نَفْسِهِ بِالزِّنَا لَا نِزَاعَ فِي وُجُوبِ الْحَدِّ عَلَيْهِ، وَأَمَّا كَوْنُهُ يُحَدُّ مَعَ ذَلِكَ حَدَّ الْقَذْفِ فَظَاهِرٌ أَيْضًا، وَيَدُلُّ عَلَيْهِ عُمُومُ قَوْلِهِ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً، الْآيَةَ [٢٤ \\ ٤] وَالْأَخْذُ بِعُمُومِ النُّصُوصِ وَاجِبٌ، إِلَّا بِدَلِيلٍ مُخَصِّصٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَكَوْنُ حَدِيثِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ الَّذِي ذَكَرْنَاهُ آنِفًا عِنْدَ أَبِي دَاوُدَ لَيْسَ فِيهِ أَنَّ النَّبِيَّ حَدَّ الرَّجُلَ الْمَذْكُورَ حَدَّ الْقَذْفِ، بَلْ حَدَّ الزِّنَا فَقَطْ لَا يُعَارَضُ بِهِ عُمُومُ النُّصُوصِ. </p><p> وَقَالَ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» : وَحَدُّهُ لِلزِّنَا وَالْقَذْفِ مَعًا هُوَ الظَّاهِرُ، لِوَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّ غَايَةَ مَا فِي حَدِيثِ سَهْلٍ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَحُدَّ ذَلِكَ الرَّجُلَ لِلْقَذْفِ وَذَلِكَ لَا يَنْتَهِضُ لِلِاسْتِدْلَالِ بِهِ عَلَى السُّقُوطِ ; لِاحْتِمَالِ أَنْ يَكُونَ ذَلِكَ لِعَدَمِ الطَّلَبِ مِنَ الْمَرْأَةِ أَوْ لِوُجُودِ مُسْقِطٍ، إِلَى أَنْ قَالَ: الْوَجْهُ الثَّانِي: أَنَّ ظَاهِرَ الْقَذْفِ الْعُمُومُ فَلَا يَخْرُجُ مِنْ ذَلِكَ إِلَّا مَا خَرَجَ بِدَلِيلٍ، وَقَدْ صَدَقَ عَلَى كُلِّ مَنْ كَانَ كَذَلِكَ أَنَّهُ قَاذِفٌ، اهـ مِنْهُ، وَهُوَ الظَّاهِرُ الَّذِي لَا يَنْبَغِي الْعُدُولُ عَنْهُ، وَكَذَلِكَ مَا جَاءَ فِي بَعْضِ رِوَايَاتِ حَدِيثِ مَاعِزِ بْنِ مَالِكٍ أَنَّهُ عَيَّنَ الْجَارِيَةَ الَّتِي زَنَا بِهَا، وَلَمْ يَحُدَّهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِقَذْفِهَا بَلْ حَدَّهُ لِلزِّنَا فَقَطْ، فَإِنَّ تَرْكَ حَدِّهِ لَمْ يُوَجَّهْ بِمَا قَدَّمْنَا قَرِيبًا. </p><p> وَعَلَى كُلِّ حَالٍ فَمَنْ قَالَ: زَنَيْتُ بِفُلَانَةَ فَلَا شَكَّ أَنَّهُ مُقِرٌّ عَلَى نَفْسِهِ بِالزِّنَا، وَقَاذِفٌ لَهَا هِيَ بِهِ، وَظَاهِرُ النُّصُوصِ مُؤَاخَذَتُهُ بِإِقْرَارِهِ عَلَى نَفْسِهِ، وَحَدُّهُ أَيْضًا حَدَّ الْقَذْفِ ; لِأَنَّهُ قَاذِفٌ بِلَا شَكٍّ، كَمَا تَرَى. </p><p> وَمِمَّا يُؤَيِّدُ هَذَا الْمَذْهَبَ مَا رَوَاهُ أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، ثَنَا مُوسَى بْنُ هَارُونَ الْبَرْدِيُّ، ثَنَا هِشَامُ بْنُ يُوسُفَ، عَنِ الْقَاسِمِ بْنِ فَيَّاضٍ الْأَبْنَاوِيِّ، </p><p> عَنْ خَلَّادِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ الْمُسَيَّبِ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ رَجُلًا مِنْ بَنِي بَكْرِ بْنِ لَيْثٍ أَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَقَرَّ أَنَّهُ زَنَى بِامْرَأَةٍ أَرْبَعَ مَرَّاتٍ، فَجَلَدَهُ مِائَةً وَكَانَ بِكْرًا، ثُمَّ سَأَلَهُ الْبَيِّنَةَ عَلَى الْمَرْأَةِ، فَقَالَتْ: كَذَبَ وَاللَّهِ يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَجَلَدَهُ حَدَّ الْفِرْيَةِ ثَمَانِينَ، اهـ. </p><p> فَإِنْ قِيلَ: هَذَا الْحَدِيثُ ضَعِيفٌ، لِأَنَّ فِي إِسْنَادِهِ الْقَاسِمَ بْنَ فَيَّاضٍ الْأَبْنَاوِيَّ الصَّنْعَانِيَّ، قَالَ فِيهِ ابْنُ حَجَرٍ فِي التَّقْرِيبِ: مَجْهُولٌ، وَقَالَ فِيهِ الذَّهَبِيُّ فِي «الْمِيزَانِ» : ضَعَّفَهُ غَيْرُ وَاحِدٍ مِنْهُمْ عَبَّاسٌ عَنِ ابْنِ مَعِينٍ، فَالْجَوَابُ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: أَنَّ الْقَاسِمَ الْمَذْكُورَ قَالَ فِيهِ أَبُو دَاوُدَ: ثِقَةٌ، كَمَا نَقَلَهُ عَنْهُ الذَّهَبِيُّ فِي الْمِيزَانِ، وَالتَّعْدِيلِ يُقْبَلُ مُجْمَلًا، وَالتَّجْرِيحُ لَا يُقْبَلُ مُجْمَلًا، كَمَا تَقَدَّمَ. </p><p> الثَّانِي: أَنَّ حَدِيثَ ابْنِ عَبَّاسٍ هَذَا الَّذِي فِيهِ الْجَمْعُ بَيْنَ حَدِّ الْقَذْفِ، وَحَدِّ الزِّنَا إِنْ قَالَ: أَنَّهُ زَنَى بِامْرَأَةٍ عَيَّنَهَا فَأَنْكَرَتْ، مُعْتَضِدٌ اعْتِضَادًا قَوِيًّا بِظَوَاهِرِ النُّصُوصِ الدَّالَّةِ عَلَى مُؤَاخَذَتِهِ بِإِقْرَارِهِ، وَالنُّصُوصُ الدَّالَّةُ عَلَى أَنَّ مَنْ قَذَفَ امْرَأَةً بِالزِّنَى، فَأَنْكَرَتْ وَلَمْ يَأْتِ بِبَيِّنَةٍ أَنَّهُ يُحَدُّ حَدَّ الْقَذْفِ. </p><p> فَالْحَاصِلُ: أَنَّ أَظْهَرَ الْأَقْوَالِ عِنْدَنَا أَنَّهُ يُحَدُّ حَدَّ الْقَذْفِ وَحَدَّ الزِّنَا، وَهُوَ مَذْهَبُ مَالِكٍ، وَقَدْ نَصَّ عَلَيْهِ فِي الْمُدَوَّنَةِ خِلَافًا لِمَنْ قَالَ يُحَدُّ حَدُّ الزِّنَا فَقَطْ، كَأَحْمَدَ وَالشَّافِعِيِّ، وَلِمَنْ قَالَ: يُحَدُّ حَدَّ الْقَذْفِ فَقَطْ، وَيُؤَيِّدُ هَذَا الْمَذْهَبَ الَّذِي اخْتَرْنَاهُ فِي هَذِهِ الْمَسْأَلَةِ مَا قَالَهُ مَالِكٌ وَأَصْحَابُهُ: مِنْ أَنَّ الرَّجُلَ لَوْ قَالَ لِامْرَأَةٍ: زَنَيْتِ، فَقَالَتْ لَهُ: زَنَيْتُ بِكَ أَنَّهَا تُحَدُّ لِلْقَذْفِ وَلِلزِّنَا مَعًا، وَلَا يُحَدُّ الرَّجُلُ لَهُمَا لِأَنَّهَا صَدَّقَتْهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الْخَامِسُ: اعْلَمْ أَنَّهُ لَا يَصِحُّ إِقْرَارُ الْمُكْرَهِ، فَلَوْ أُكْرِهَ الرَّجُلُ بِالضَّرْبِ أَوْ غَيْرِهِ مِنْ أَنْوَاعِ التَّعْذِيبِ لِيُقِرَّ بِالزِّنَا فَأَقَرَّ بِهِ مُكْرَهًا لَمْ يَلْزَمْهُ إِقْرَارُهُ بِهِ فَلَا يُحَدُّ، وَلَا يَثْبُتُ عَلَيْهِ الزِّنَا، وَلَا نَعْلَمُ مِنْ أَهْلِ الْعِلْمِ مَنْ خَالَفَ فِي هَذَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: اعْلَمْ أَنَا قَدْ قَدَّمْنَا ثُبُوتَ الزِّنَا بِالْبَيِّنَةِ وَالْإِقْرَارِ، وَلَا خِلَافَ فِي ثُبُوتِهِ بِكُلِّ وَاحِدٍ مِنْهُمَا إِنْ وَقَعَ عَلَى الْوَجْهِ الْمَطْلُوبِ، أَمَّا ظُهُورُ الْحَمْلِ بِامْرَأَةٍ، لَا يُعْرَفُ لَهَا زَوْجٌ وَلَا سَيِّدٌ، فَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي ثُبُوتِ الْحَدِّ بِهِ، فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْحَبَلُ فِي الَّتِي لَا يُعْرَفُ لَهَا زَوْجٌ وَلَا سَيِّدٌ يَثْبُتُ عَلَيْهَا بِهِ الزِّنَا، وَيَجِبُ عَلَيْهَا الْحَدُّ بِهِ، وَقَدْ ثَبَتَ هَذَا فِي حَدِيثِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - الَّذِي قَدَّمْنَاهُ فِي قَوْلِهِ: إِذَا قَامَتِ الْبَيِّنَةُ أَوْ كَانَ الْحَبَلُ، </p><p> أَوْ الِاعْتِرَافُ. وَالْحَدِيثُ الْمَذْكُورُ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا كَمَا تَقَدَّمَ، وَقَدْ صَرَّحَ فِيهِ أَمِيرُ الْمُؤْمِنِينَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ -، بِأَنَّ الْحَبَلَ الَّذِي هُوَ الْحَمْلُ يَثْبُتُ بِهِ الزِّنَا كَمَا يَثْبُتُ بِالْبَيِّنَةِ وَالْإِقْرَارِ، وَمِمَّنْ ذَهَبَ إِلَى أَنَّ الْحَبَلَ يَثْبُتُ بِهِ الزِّنَا، عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - كَمَا رَأَيْتَ، وَمَالِكٌ وَأَصْحَابُهُ، وَذَهَبَ الشَّافِعِيُّ وَأَحْمَدُ وَأَبُو حَنِيفَةَ وَجَمَاهِيرُ أَهْلِ الْعِلْمِ إِلَى أَنَّهُ لَا يَثْبُتُ الزِّنَا وَلَا يَجِبُ الْحَدُّ بِمُجَرَّدِ الْحَبَلِ، وَلَوْ لَمْ يُعْرَفْ لَهَا زَوْجٌ وَلَا سَيِّدٌ، وَهَذَا الْقَوْلُ عَزَاهُ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ لِلشَّافِعِيِّ، وَأَبِي حَنِيفَةَ، وَجَمَاهِيرِ أَهْلِ الْعِلْمِ، وَإِذَا عُرِفَتْ أَقْوَالُ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ، فَهَذِهِ أَدِلَّتُهُمْ. </p><p> أَمَّا الَّذِينَ قَالُوا: إِنَّ الزِّنَا يَثْبُتُ بِالْحَمْلِ، إِنْ لَمْ يَكُنْ لَهَا زَوْجٌ وَلَا سَيِّدٌ، فَقَدِ احْتَجُّوا بِحَدِيثِ عُمَرَ الْمُتَّفَقِ عَلَيْهِ الْمُتَقَدِّمِ وَفِيهِ التَّصْرِيحُ مِنْ عُمَرَ بِأَنَّ الْحَبَلَ يَثْبُتُ بِهِ الزِّنَا، كَالْبَيِّنَةِ وَالْإِقْرَارِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : إِنَّمَا قَالَ مَنْ قَالَ: بِوُجُوبِ الْحَدِّ وَثُبُوتِ الزِّنَا بِالْحَمْلِ، لِقَوْلِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -، وَالرَّجْمُ وَاجِبٌ عَلَى كُلِّ مَنْ زَنَى مِنَ الرِّجَالِ وَالنِّسَاءِ، إِذَا كَانَ مُحْصَنًا، إِذَا قَامَتِ الْبَيِّنَةُ أَوْ كَانَ الْحَبَلُ أَوْ الِاعْتِرَافُ، وَرُوِيَ أَنَّ عُثْمَانَ أُوتِيَ بِامْرَأَةٍ وَلَدَتْ لِسِتَّةِ أَشْهُرٍ فَأَمَرَ بِهَا عُثْمَانُ أَنْ تُرْجَمَ، فَقَالَ عَلِيٌّ: لَيْسَ لَكَ عَلَيْهَا سَبِيلٌ، قَالَ اللَّهُ: وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا [٤٦ \\ ١٥] ، وَهَذَا يَدُلُّ عَلَى أَنَّهُ كَانَ يَرْجُمُهَا بِحَمْلِهَا وَعَنْ عُمَرَ نَحْوُ هَذَا، وَرُوِيَ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ: يَا أَيُّهَا النَّاسُ إِنَّ الزِّنَا زِنَاءَانِ: زِنَا سِرٍّ، وَزِنَا عَلَانِيَةٍ، فَزِنَا السِّرِّ: أَنْ يَشْهَدَ الشُّهُودُ، فَيَكُونُ الشُّهُودُ أَوَّلَ مَنْ يَرْمِي، وَزِنَا الْعَلَانِيَةِ: أَنْ يَظْهَرَ الْحَبَلُ أَوْ الِاعْتِرَافُ، فَيَكُونُ الْإِمَامُ أَوَّلَ مَنْ يَرْمِي، وَهَذَا قَوْلُ سَادَةِ الصَّحَابَةِ وَلَمْ يَظْهَرْ فِي عَصْرِهِمْ مُخَالِفٌ، فَيَكُونُ إِجْمَاعًا، انْتَهَى مَحَلُّ الْغَرَضِ مِنَ «الْمُغْنِي» . </p><p> وَانْظُرْ أَسَانِيدَ الْآثَارِ الَّتِي ذَكَرَهَا عَنِ الصَّحَابَةِ، هَذَا هُوَ حَاصِلُ مَا احْتَجَّ بِهِ مَنْ قَالَ: إِنَّ الزِّنَا يَثْبُتُ بِالْحَمْلِ. </p><p> وَأَمَّا الَّذِينَ قَالُوا: إِنَّ الْحَمْلَ وَحْدَهُ لَا يَثْبُتُ بِهِ الزِّنَا، وَلَا يَجِبُ بِهِ الْحَدُّ، بَلْ لَا بُدَّ مِنَ الْبَيِّنَةِ أَوِ الْإِقْرَارِ، فَقَدْ قَالَ فِي «الْمُغْنِي» : حُجَّتُهُمْ أَنَّهُ يُحْتَمَلُ أَنَّ الْحَمْلَ مِنْ وَطْءِ إِكْرَاهٍ أَوْ شُبْهَةٍ يَسْقُطُ بِالشُّبُهَاتِ، وَقَدْ قِيلَ: إِنَّ الْمَرْأَةَ تَحْمِلُ مِنْ غَيْرِ وَطْءٍ بِأَنْ يَدْخُلَ مَاءُ الرَّجُلِ فِي فَرْجِهَا، إِمَّا بِفِعْلِهَا، أَوْ فِعْلِ غَيْرِهَا، وَلِهَذَا تُصُوِّرَ حَمْلُ الْبِكْرِ فَقَدْ وُجِدَ ذَلِكَ. </p><p> وَأَمَّا قَوْلُ الصَّحَابَةِ، فَقَدِ اخْتَلَفَتِ الرِّوَايَةُ عَنْهُمْ فَرَوَى سَعِيدٌ: حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، </p><p> حَدَّثَنَا هَاشِمٌ: أَنَّ امْرَأَةً رُفِعَتْ إِلَى عُمَرَ بْنِ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ -، لَيْسَ لَهَا زَوْجٌ، وَقَدْ حَمَلَتْ فَسَأَلَهَا عُمَرُ، فَقَالَتْ: إِنَّنِي امْرَأَةٌ ثَقِيلَةُ الرَّأْسِ وَقَعَ عَلَيَّ رَجُلٌ، وَأَنَا نَائِمَةٌ فَمَا اسْتَيْقَظْتُ حَتَّى فَرَغَ، فَدَرَأَ عَنْهَا الْحَدَّ، وَرَوَى الْبَرَاءُ بْنُ صَبْرَةَ، عَنْ عُمَرَ أَنَّهُ أُوتِيَ بِامْرَأَةٍ حَامِلٍ، فَادَّعَتْ أَنَّهَا أُكْرِهَتْ، فَقَالَ: خَلِّ سَبِيلَهَا، وَكَتَبَ إِلَى أُمَرَاءِ الْأَجْنَادِ، أَلَّا يُقْتَلَ أَحَدٌ إِلَّا بِإِذْنِهِ. </p><p> وَرُوِيَ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ أَنَّهُمَا قَالَا: إِذَا كَانَ فِي الْحَدِّ لَعَلَّ وَعَسَى فَهُوَ مُعَطَّلٌ، وَرَوَى الدَّارَقُطْنِيُّ بِإِسْنَادِهِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَمُعَاذِ بْنِ جَبَلٍ، وَعُقْبَةَ بْنِ عَامِرٍ - رَضِيَ اللَّهُ عَنْهُمْ أَنَّهُمْ - قَالُوا: إِذَا اشْتَبَهَ عَلَيْكَ الْحَدُّ فَادْرَأْ مَا اسْتَطَعْتَ، وَلَا خِلَافَ فِي أَنَّ الْحَدَّ يُدْرَأُ بِالشُّبُهَاتِ، وَهِيَ مُتَحَقِّقَةٌ هُنَا، اهـ بِلَفْظِهِ مِنَ «الْمُغْنِي» . </p><p> وَانْظُرْ أَيْضًا أَسَانِيدَ هَذِهِ الْآثَارِ الَّتِي ذَكَرَهَا عَنِ الصَّحَابَةِ، وَهَذَا الَّذِي ذَكَرَ هُوَ حَاصِلُ مَا احْتَجَّ بِهِ الْجُمْهُورُ الَّذِينَ قَالُوا إِنَّ الْحَبَلَ لَا يَثْبُتُ بِهِ الزِّنَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدِي: أَنَّ الزِّنَا لَا يَثْبُتُ بِمُجَرَّدِ الْحَبَلِ، وَلَوْ لَمْ يُعْرَفْ لَهَا زَوْجٌ وَلَا سَيِّدٌ ; لِأَنَّ الْحَمْلَ قَدْ يَقَعُ لَا شَكَّ مِنْ غَيْرِ وَطْءٍ فِي الْفَرَجِ، بَلْ قَدْ يَطَأُ الرَّجُلُ الْمَرْأَةَ فِي فَخِذَيْهَا، فَتَتَحَرَّكُ شَهْوَتُهَا فَيَنْزِلُ مَاؤُهَا وَيُنْزِلُ الرَّجُلُ، فَيَسِيلُ مَاؤُهُ فَيَدْخُلُ فِي فَرْجِهَا، فَيَلْتَقِي مَاؤُهُ بِمَائِهَا فَتَحْمِلُ مِنْ غَيْرِ وَطْءٍ وَهَذَا مُشَاهَدٌ لَا يُمْكِنُ إِنْكَارُهُ. </p><p> وَلِأَجْلِ ذَلِكَ فَالْأَصَحُّ أَنَّ الزَّوْجَ إِذَا كَانَ يَطَأُ امْرَأَتَهُ فِي الْفَخِذَيْنِ، وَلَمْ يُجَامِعْهَا فِي الْفَرْجِ فَظَهَرَ بِهَا حَمْلٌ أَنَّهُ لَا يَجُوزُ لَهُ اللِّعَانُ لِنَفْيِ ذَلِكَ الْحَمْلِ ; لِأَنَّ مَاءَهُ قَدْ يَسِيلُ إِلَى فَرْجِهَا، فَتَحْمِلُ مِنْهُ، وَقَوْلُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -: إِذَا كَانَ الْحَبَلُ أَوْ الِاعْتِرَافُ اجْتِهَادٌ مِنْهُ ; لِأَنَّهُ يَظْهَرُ لَهُ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ الْحَمْلَ يَثْبُتُ بِهِ الزِّنَا كَالِاعْتِرَافِ وَالْبَيِّنَةِ. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ الْأَظْهَرَ لَنَا خِلَافُ قَوْلِهِ - رَضِيَ اللَّهُ عَنْهُ -، لِأَنَّا نَعْلَمُ أَنَّ وُجُودَ الْحَمْلِ لَا يَسْتَلْزِمُ الْوَطْءَ فِي الْفَرْجِ بَلْ قَدْ تَحْبَلُ بِدُونِ ذَلِكَ، وَإِذَا كَانَ الْحَبَلُ لَا يَسْتَلْزِمُ الْوَطْءَ فِي الْفَرْجِ فَلَا وَجْهَ لِثُبُوتِ الزِّنَا، وَإِقَامَةِ الْحَدِّ بِأَمْرٍ مُحْتَمَلٍ غَيْرِ مُسْتَلْزِمٍ لِمُوجَبِ الْحَدِّ، كَمَا تَرَى. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ الْحُدُودَ تُدْرَأُ بِالشُّبُهَاتِ، هَذَا هُوَ الْأَظْهَرُ عِنْدَنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فُرُوعٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ. </p><p> الْفَرْعُ الْأَوَّلُ: اعْلَمْ أَنَّ الَّذِينَ قَالُوا: بِوُجُوبِ الْحَدِّ بِالْحَمْلِ قَالُوا: إِنَّ تِلْكَ الْحَامِلَ إِنْ كَانَتْ طَارِئَةً مِنْ بِلَادٍ أُخْرَى، وَادَّعَتْ أَنَّ حَمْلَهَا مِنْ زَوْجٍ لَهَا تَرَكَتْهُ فِي بَلَدِهَا فَلَا حَدَّ عَلَيْهَا عِنْدَهُمْ، وَلَا يَثْبُتُ عَلَيْهَا الزِّنَا بِذَلِكَ الْحَمْلِ. </p><p> الْفَرْعُ الثَّانِي: اعْلَمْ أَنَّهُ إِنْ ظَهَرَ بِهَا حَمْلٌ فَادَّعَتْ أَنَّهَا مُكْرَهَةٌ لَا يُقْبَلُ دَعْوَاهَا الْإِكْرَاهَ عِنْدَ مَنْ يُثْبِتُ الزِّنَا بِالْحَمْلِ إِلَّا إِذَا اعْتَضَدَتْ دَعَوَاهَا بِمَا يُقَوِّيهَا مِنَ الْقَرَائِنِ كَإِتْيَانِهَا صَارِخَةً مُسْتَغِيثَةً مِمَّنْ فَعَلَ بِهَا ذَلِكَ، وَكَأَنْ تَأْتِيَ مُتَعَلِّقَةً بِرَجُلٍ تَزْعُمُ أَنَّهُ هُوَ الَّذِي أَكْرَهَهَا وَكَأَنْ تَشْتَكِيَ مِنَ الَّذِي فَعَلَ بِهَا ذَلِكَ قَبْلَ ظُهُورِ الْحَمْلِ. </p><p> وَقَالَ بَعْضُ عُلَمَاءِ الْمَالِكِيَّةِ: إِنْ كَانَتْ شَكْوَاهَا مِنَ الرَّجُلِ الَّذِي فَعَلَ بِهَا ذَلِكَ مُشْبِهَةً لِكَوْنِ الرَّجُلِ الَّذِي ادَّعَتْ عَلَيْهِ غَيْرُ مَعْرُوفٍ بِالصَّلَاحِ، فَلَا حَدَّ عَلَيْهَا، وَإِنْ كَانَ الَّذِي ادَّعَتْ عَلَيْهِ مَعْرُوفًا بِالصَّلَاحِ، وَالْعَفَافِ، وَالتَّقْوَى حَدَثَ وَلَمْ يُقْبَلْ قَوْلُهَا عَلَيْهِ. </p><p> وَقَالَ بَعْضُ الْمَالِكِيَّةِ: إِنْ لَمْ تُسَمِّ الرَّجُلَ الَّذِي ادَّعَتْ أَنَّهُ أَكْرَهَهَا تُعَزَّرُ، وَلَا تُحَدُّ إِنْ كَانَتْ مَعْرُوفَةً بِالصَّلَاحِ وَالْعَفَافِ. </p><p> الْفَرْعُ الثَّالِثُ: قَالَ الشَّيْخُ الْحَطَّابُ فِي شَرْحِهِ لِقَوْلِ خَلِيلٍ فِي مُخْتَصَرِهِ الْمَالِكِيِّ: أَوْ مُكْرَهَةً، مَا نَصُّهُ: قَالَ فِي الطِّرَازِ أَوْ فِي أَوَاخِرِ الْجُزْءِ الثَّالِثِ فِي تَرْجَمَةِ تَفْسِيرِ الطَّلَاقِ، وَمَا يَلْزَمُ مِنْ أَلْفَاظِهِ، قَالَ ابْنُ عَبْدِ الْغَفُورِ: وَيُقَالُ إِنَّ عَبْدَ اللَّهِ بْنَ عِيسَى سُئِلَ عَنْ جَارِيَةٍ بِكْرِ زَوَّجَهَا فَابْتَنَى بِهَا زَوْجُهَا فَأَتَتْ بِوَلَدٍ لِأَرْبَعَةِ أَشْهُرٍ، فَذُكِرَ ذَلِكَ لَهَا فَقَالَتْ: إِنِّي كُنْتُ نَائِمَةً فَانْتَبَهْتُ لِبَلَلٍ بَيْنَ فَخِذَيَّ، وَذَكَرَ الزَّوْجُ أَنَّهُ وَجَدَهَا عَذْرَاءَ. </p><p> فَأَجَابَ فِيهَا: أَنَّهَا لَا حَدَّ عَلَيْهَا إِذَا كَانَتْ مَعْرُوفَةً بِالْعَفَافِ، وَحُسْنِ الْحَالِ، وَيُفْسَخُ النِّكَاحُ، وَلَهَا الْمَهْرُ كَامِلًا، إِلَّا أَنْ تَكُونَ عَلِمَتِ الْحَمْلَ، وَغَرَّتْ فَلَهَا قَدْرُ مَا اسْتَحَلَّ مِنْهَا، انْتَهَى مِنَ الِاسْتِغْنَاءِ، انْتَهَى كَلَامُ الطِّرَازِ، انْتَهَى مَا نَقَلَهُ الْحَطَّابُ، وَهُوَ يُؤَيِّدُ أَنَّ الْحَمْلَ قَدْ يَقَعُ مِنْ غَيْرِ وَطْءٍ يُوجِبُ الْحَدَّ كَمَا ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: اعْلَمْ أَنَّ مَنْ ثَبَتَ عَلَيْهِ الزِّنَا وَهُوَ مُحْصَنٌ، اخْتَلَفَ أَهْلُ الْعِلْمِ فِيهِ، فَقَالَ بَعْضُهُمْ: يُجْلَدُ مِائَةَ جَلْدَةٍ أَوَّلًا ثُمَّ يُرْجَمُ بَعْدَ ذَلِكَ، فَيُجْمَعُ لَهُ بَيْنَ الْجَلْدِ وَالرَّجْمِ، وَقَالَ بَعْضُهُمْ: يُرْجَمُ فَقَطْ وَلَا يُجْلَدُ ; لِأَنَّ غَيْرَ الْقَتْلِ يَنْدَرِجُ فِي الْقَتْلِ، وَمِمَّنْ قَالَ بِالْجَمْعِ بَيْنَهُمَا عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُ -، وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَنِ الْإِمَامِ أَحْمَدَ، قَالَ ابْنُ قُدَامَةَ فِي </p><p> «الْمُغْنِي» : وَبِهِ قَالَ ابْنُ عَبَّاسٍ، وَأُبَيُّ بْنُ كَعْبٍ، وَأَبُو ذَرٍّ، ذَكَرَ ذَلِكَ عَبْدُ الْعَزِيزِ عَنْهُمَا وَاخْتَارَهُ، وَبِهِ قَالَ الْحَسَنُ، وَإِسْحَاقُ، وَدَاوُدُ، وَابْنُ الْمُنْذِرِ، وَمِمَّنْ قَالَ بِأَنَّهُ يُرْجَمُ فَقَطْ وَلَا يُجْلَدُ مَعَ الرَّجْمِ مَالِكٌ، وَأَبُو حَنِيفَةَ، وَالشَّافِعِيُّ، وَالنَّخَعِيُّ، وَالزُّهْرِيُّ، وَالْأَوْزَاعِيُّ، وَاخْتَارَهُ أَبُو إِسْحَاقَ، الْجُوزَجَانِيُّ، وَأَبُو بَكْرٍ الْأَثْرَمُ، وَنَصَرَاهُ فِي سُنَنِهِمَا وَهُوَ رِوَايَةٌ عَنِ الْإِمَامِ أَحْمَدَ وَهُوَ مَرْوِيٌّ عَنْ عُمَرَ، وَعُثْمَانَ، وَابْنِ مَسْعُودٍ، قَالَ ذَلِكَ كُلَّهُ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» ، وَهَذَا الْقَوْلُ الْأَخِيرُ الَّذِي هُوَ الِاقْتِصَارُ عَلَى الرَّجْمِ عَزَاهُ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ لِجَمَاهِيرِ الْعُلَمَاءِ. </p><p> وَفِي الْمَسْأَلَةِ قَوْلٌ ثَالِثٌ: وَهُوَ مَا حَكَاهُ الْقَاضِي عِيَاضٌ، عَنْ طَائِفَةٍ مِنْ أَهْلِ الْحَدِيثِ، وَهُوَ أَنَّهُ يَجِبُ الْجَمْعُ بَيْنَهُمَا إِذَا كَانَ الزَّانِي شَيْخًا ثَيِّبًا فَإِنْ كَانَ شَابًّا ثَيِّبًا اقْتَصَرَ عَلَى الرَّجْمِ. </p><p> وَإِذَا عَلِمْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ فَهَذِهِ تَفَاصِيلُ أَدِلَّتِهِمْ، أَمَّا الَّذِينَ قَالُوا: يُجْمَعُ لِلزَّانِي الْمُحْصَنِ بَيْنَ الْجَلْدِ وَالرَّجْمِ، فَقَدِ احْتَجُّوا بِأَدِلَّةٍ. </p><p> مِنْهَا: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَرَّحَ بِالْجَمْعِ بَيْنَهُمَا لِلزَّانِي الْمُحْصَنِ تَصْرِيحًا ثَابِتًا عَنْ ثُبُوتٍ لَا مَطْعَنَ فِيهِ. </p><p> قَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ الْحَسَنِ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ -، قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: خُذُوا عَنِّي، خُذُوا عَنِّي، قَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَنَفْيُ سَنَةٍ، وَالثَّيِّبُ بِالثَّيِّبِ جَلْدُ مِائَةٍ وَالرَّجْمُ» ، وَهَذَا تَصْرِيحٌ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ الثَّيِّبَ وَهُوَ الْمُحْصَنُ يُجْلَدُ مِائَةً وَيُرْجَمُ، وَهَذَا اللَّفْظُ أَخْرَجَهُ مُسْلِمٌ أَيْضًا بِإِسْنَادٍ آخَرَ، وَفِي لَفْظٍ فِي صَحِيحِ مُسْلِمٍ «: الثَّيِّبُ جُلِدَ مِائَةً ثُمَّ رُجِمَ بِالْحِجَارَةِ» ، وَهُوَ تَصْرِيحٌ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْجَمْعِ بَيْنَهُمَا، وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ أَيْضًا «: وَالثَّيِّبُ يُجْلَدُ وَيُرْجَمُ» ، وَهَذِهِ الرِّوَايَاتُ الثَّابِتَةُ فِي الصَّحِيحِ فِيهَا تَصْرِيحُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْجَمْعِ بَيْنَ الْجَلْدِ وَالرَّجْمِ. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى الْجَمْعِ بَيْنَهُمَا: أَنَّ عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ - جَلَدَ شُرَاحَةَ الْهَمْدَانِيَّةَ يَوْمَ الْخَمِيسِ، وَرَجَمَهَا يَوْمَ الْجُمُعَةَ، وَقَالَ: جَلَدْتُهَا بِكِتَابِ اللَّهِ، وَرَجَمْتُهَا بِسُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، ثَنَا سَلَمَةُ بْنُ كُهَيْلٍ، </p><p> قَالَ: سَمِعْتُ الشَّعْبِيَّ يُحَدِّثُ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -، حِينَ رَجَمَ الْمَرْأَةَ يَوْمَ الْجُمُعَةِ، وَقَالَ: قَدْ رَجَمْتُهَا بِسُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، انْتَهَى مِنْهُ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «الْفَتْحِ» فِي الْكَلَامِ عَلَى هَذَا الْحَدِيثِ، مَا نَصُّهُ فِي رِوَايَةِ عَلِيِّ بْنِ الْجَعْدِ: أَنَّ عَلِيًّا أُتِيَ بِامْرَأَةٍ زَنَتْ فَضَرَبَهَا يَوْمَ الْخَمِيسِ، وَرَجَمَهَا يَوْمَ الْجُمُعَةِ إِلَى آخِرِ مَا ذَكَرَهُ مِنَ الرِّوَايَاتِ، بِأَنَّ عَلِيًّا ضَرَبَهَا وَرَجَمَهَا، وَهِيَ شُرَاحَةُ الْهَمْدَانِيَّةُ كَمَا تَقَدَّمَ، وَفِي رِوَايَةٍ: أَنَّهَا مَوْلَاةٌ لِسَعِيدِ بْنِ قَيْسٍ، وَمِنْ أَدِلَّتِهِمْ عَلَى الْجَمْعِ بَيْنَهُمَا أَنَّ اللَّهَ تَعَالَى قَالَ: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ [٢٤ \\ ٢] ، وَاللَّفْظُ عَامٌّ فِي الْبِكْرِ وَالْمُحْصَنِ، ثُمَّ جَاءَتِ السُّنَّةُ بِالرَّجْمِ فِي حَقِّ الْمُحْصَنِ وَالتَّغْرِيبِ سَنَةً فِي حَقِّ الْبِكْرِ، فَوَجَبَ الْجَمْعُ بَيْنَهُمَا عَمَلًا بِدَلَالَةِ الْكِتَابِ وَالسُّنَّةِ مَعًا، كَمَا قَالَ عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُ -، قَالُوا: وَقَدْ شُرِّعَ فِي كُلٍّ مِنَ الْمُحْصَنِ وَالثَّيِّبِ عُقُوبَتَانِ: أَمَّا عُقُوبَتَا الثَّيِّبِ: فَهُمَا الْجَلْدُ وَالرَّجْمُ، وَأَمَّا عَقُوبَتَا الْبِكْرِ: فَهُمَا الْجَلْدُ وَالتَّغْرِيبُ. </p><p> هَذَا هُوَ حَاصِلُ مَا احْتَجَّ بِهِ الَّذِينَ قَالُوا: إِنَّهُ يُجْمَعُ لِلْمُحْصَنِ بَيْنَ الْجَلْدِ وَالرَّجْمِ. </p><p> وَأَمَّا الَّذِينَ قَالُوا: يُرْجَمُ فَقَطْ، وَلَا يُجْلَدُ فَاحْتَجُّوا بِأَدِلَّةٍ. </p><p> مِنْهَا: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجَمَ مَاعِزًا، وَلَمْ يَجْلِدْهُ مَعَ الرَّجْمِ ; لِأَنَّ جَمِيعَ الرِّوَايَاتِ فِي رَجْمِ مَاعِزِ بْنِ مَالِكٍ لَيْسَ فِي شَيْءٍ مِنْهَا أَنَّهُ جَلَدَهُ مَعَ الرَّجْمِ بَلْ أَلْفَاظُهَا كُلُّهَا مُقْتَصِرَةٌ عَلَى الرَّجْمِ، قَالُوا: وَلَوْ كَانَ الْجَلْدُ مَعَ الرَّجْمِ لَمْ يُنْسَخْ لِأَمَرَ بِجَلْدِ مَاعِزٍ مَعَ الرَّجْمِ، وَلَوْ أَمَرَ بِهِ لَنَقَلَهُ بَعْضُ رُوَاةِ الْقِصَّةِ، قَالُوا: وَقِصَّةُ مَاعِزٍ مُتَأَخِّرَةٌ عَنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ - الَّذِي فِيهِ التَّصْرِيحُ بِالْجَمْعِ بَيْنَهُمَا. </p><p> وَالدَّلِيلُ عَلَى أَنَّ حَدِيثَ عُبَادَةَ مُتَقَدِّمٌ وَأَنَّهُ أَوَّلُ نَصٍّ نَزَلَ فِي حَدِّ الزِّنَا أَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ «: خُذُوا عَنِّي، قَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا» الْحَدِيثَ، يُشِيرُ بِجَعْلِ اللَّهِ لَهُنَّ سَبِيلًا بِالْحَدِّ، إِلَى قَوْلِهِ تَعَالَى: وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ مِنْ نِسَائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا [٤ \\ ١٥] ، فَالزَّوَانِي كُنَّ مَحْبُوسَاتٍ فِي الْبُيُوتِ إِلَى أَحَدِ أَمْرَيْنِ: وَهُمَا الْمَوْتُ، أَوْ جَعْلُ اللَّهِ لَهُنَّ سَبِيلًا فَلَمَّا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: قَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا» ، ثُمَّ فَسَّرَ السَّبِيلَ بِحَدِّ الزِّنَا عَلِمْنَا بِذَلِكَ أَنَّ حَدِيثَ عُبَادَةَ أَوَّلُ نَصٍّ فِي حَدِّ الزِّنَا، وَأَنَّ قِصَّةَ مَاعِزٍ مُتَأَخِّرَةٌ عَنْ ذَلِكَ. </p><p> وَمِنْ أَدِلَّتِهِمْ أَنَّهُ رَجَمَ الْغَامِدِيَّةَ كَمَا تَقَدَّمَ، وَلَمْ يَقُلْ أَحَدٌ أَنَّهُ جَلَدَهَا، لَوْ جَلَدَهَا مَعَ الرَّجْمِ لَنَقَلَ ذَلِكَ بَعْضُ الرُّوَاةِ. </p><p> وَمِنْ أَدِلَّتِهِمْ: أَنَّهُ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، وَلَمْ يَقُلْ فَاجْلِدْهَا مَعَ الرَّجْمِ، فَدَلَّ ذَلِكَ عَلَى سُقُوطِ الْجَلْدِ ; لِأَنَّهُ لَوْ وَقَعَ لَنَقَلَهُ بَعْضُ الرُّوَاةِ، وَهَذِهِ الْوَقَائِعُ كُلُّهَا مُتَأَخِّرَةٌ عَنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ كَمَا أَشَرْنَا إِلَى مَا يَقْتَضِي ذَلِكَ آنِفًا. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى أَنَّهُ يُرْجَمُ فَقَطْ، وَلَا يُجْلَدُ مَعَ الرَّجْمِ الرِّوَايَاتُ الصَّحِيحَةُ الَّتِي قَدَّمْنَاهَا فِي رَجْمِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْمَرْأَةِ الْجُهَنِيَّةِ، وَالْغَامِدِيَّةِ، فَإِنَّهَا كُلَّهَا مُقْتَصِرَةٌ عَلَى الرَّجْمِ، وَلَمْ يُذْكَرْ فِيهَا جَلْدٌ. وَقَالَ أَبُو دَاوُدَ: قَالَ الْغَسَّانِيُّ: جُهَيْنَةُ وَغَامِدُ وَبَارِقُ وَاحِدٌ، انْتَهَى مِنْهُ، وَعَلَيْهِ فَالْجُهَنِيَّةُ هِيَ الْغَامِدِيَّةُ. </p><p> وَعَلَى كُلِّ حَالٍ فَجَمِيعُ الرِّوَايَاتِ الْوَارِدَةِ فِي رَجْمِ الْغَامِدِيَّةِ، وَرَجْمِ الْجُهَنِيَّةِ لَيْسَ فِي شَيْءٍ مِنْهَا ذِكْرُ الْجَلْدِ، وَإِنَّمَا فِيهَا كُلِّهَا الِاقْتِصَارُ عَلَى الرَّجْمِ، وَكَذَلِكَ قِصَّةُ الْيَهُودِيَّيْنِ اللَّذَيْنِ رَجَمَهُمَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَيْسَ فِيهَا إِلَّا الرَّجْمُ وَلَمْ يُذْكَرْ فِيهَا جَلْدٌ، هَذَا هُوَ حَاصِلُ مَا احْتَجَّ بِهِ أَهْلُ هَذَا الْقَوْلِ. </p><p> وَأَمَّا الَّذِينَ قَالُوا: إِنَّ الْجَمْعَ بَيْنَ الرَّجْمِ وَالْجَلْدِ خَاصٌّ بِالشَّيْخِ وَالشَّيْخَةِ، وَأَمَّا الشَّابُّ فَيُجْلَدُ إِنْ لَمْ يُحْصَنْ وَيُرْجَمُ فَقَطْ إِنْ أَحْصَنَ، فَقَدِ احْتَجُّوا بِلَفْظِ الْآيَةِ الَّتِي نُسِخَتْ تِلَاوَتُهَا، وَهِيَ قَوْلُهُ تَعَالَى:  (الشَّيْخُ وَالشَّيْخَةُ إِذَا زَنَيَا فَارْجُمُوهُمَا) إِلَى آخِرِهِ، قَالُوا: فَرَجْمُ الشَّيْخِ وَالشَّيْخَةِ ثَبَتَ بِهَذِهِ الْآيَةِ، وَإِنْ نُسِخَتْ تِلَاوَتُهَا فَحُكْمُهَا بَاقٍ، وَقَالَ ابْنُ حَجَرٍ فِي «الْفَتْحِ» : وَقَالَ عِيَاضٌ: شَذَّتْ فِرْقَةٌ مِنْ أَهْلِ الْحَدِيثِ، فَقَالَتِ: الْجَمْعُ عَلَى الشَّيْخِ الثَّيِّبِ دُونَ الشَّابِّ، وَلَا أَصْلَ لَهُ. وَقَالَ النَّوَوِيُّ: هُوَ مَذْهَبٌ بَاطِلٌ كَذَا قَالَهُ، وَنَفَى أَصْلَهُ، وَوَصَفَهُ بِالْبُطْلَانِ إِنْ أَرَادَ بِهِ طَرِيقَهُ فَلَيْسَ بِجَيِّدٍ ; لِأَنَّهُ ثَابِتٌ كَمَا سَأُبَيِّنُهُ فِي بَابِ الْبِكْرَانِ يُجْلَدَانِ وَإِنْ كَانَ الْمُرَادُ دَلِيلَهُ فَفِيهِ نَظَرٌ أَيْضًا ; لِأَنَّ الْآيَةَ وَرَدَتْ بِلَفْظِ:  (الشَّيْخُ) فَفَهِمَ هَؤُلَاءِ مِنْ تَخْصِيصِ الشَّيْخِ بِذَلِكَ أَنَّ الشَّابَّ أَعْذَرُ مِنْهُ فِي الْجُمْلَةِ فَهُوَ مَعْنًى مُنَاسِبٌ، وَفِيهِ جَمْعٌ بَيْنَ الْأَدِلَّةِ فَكَيْفَ يُوصَفُ بِالْبُطْلَانِ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ «فَتْحِ الْبَارِي» . </p><p> وَقَدْ قَالَ صَاحِبُ «فَتْحِ الْبَارِي» : إِنَّ هَذَا الْقَوْلَ حَكَاهُ ابْنُ الْمُنْذِرِ وَابْنُ حَزْمٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ زَادَ ابْنُ حَزْمٍ وَأَبُو ذَرٍّ وَابْنُ عَبْدِ الْبَرِّ، عَنْ مَسْرُوقٍ، انْتَهَى. </p><p> وَإِذَا عُرِفَتْ أَقْوَالُ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ وَحُجَجُهُمْ، فَاعْلَمْ أَنَّ كُلَّ طَائِفَةٍ مِنْهُمْ تُرَجِّحُ قَوْلَهَا عَلَى قَوْلِ الْأُخْرَى. </p><p> أَمَّا الَّذِينَ قَالُوا: يُجْمَعُ بَيْنَ الْجَلْدِ وَالرَّجْمِ لِلْمُحْصَنِ، فَقَدْ قَالُوا هَذَا الْقَوْلَ، هُوَ أَرْجَحُ الْأَقْوَالِ، وَلَا يَنْبَغِي الْعُدُولُ عَنْهُ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَرَّحَ فِي حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ الْمُحْصَنَ يُجْلَدُ وَيُرْجَمُ بِالْحِجَارَةِ، فَهُوَ حَدِيثٌ صَحِيحٌ صَرِيحٌ فِي مَحَلِّ النِّزَاعِ، فَلَا يُعَارَضُ بِعَدَمِ ذِكْرِ الْجَلْدِ فِي قِصَّةِ مَاعِزٍ، وَالْجُهَنِيَّةِ، وَالْغَامِدِيَّةِ، وَالْيَهُودِيِّيْنِ ; لِأَنَّ مَا صَرَّحَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يُعْدَلُ عَنْهُ بِأَمْرٍ مُحْتَمَلٍ، وَيَجُوزُ أَنْ يَكُونَ الْجَلْدُ وَقَعَ لِمَاعِزٍ وَمَنْ ذُكِرَ مَعَهُ وَلَمْ يَذْكُرْهُ الرُّوَاةُ ; لِأَنَّ عَدَمَ ذِكْرِهِ لَا يَدُلُّ دَلَالَةً قَطْعِيَّةً عَلَى عَدَمِ وُقُوعِهِ، لِأَنَّ الرَّاوِيَ قَدْ يَتْرُكُهُ لِظُهُورِهِ، وَأَنَّهُ مَعْرُوفٌ عِنْدَ النَّاسِ جَلْدُ الزَّانِي، قَالُوا: وَالْمُحْصَنُ دَاخِلٌ قَطْعًا فِي عُمُومِ الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ [٢٤ \\ ٢] ، وَهَذَا الْعُمُومُ الْقُرْآنِيُّ لَا يَجُوزُ الْعُدُولُ عَنْهُ، إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَعَدَمُ ذِكْرِ الْجَلْدِ مَعَ الرَّجْمِ لَا يُعَارِضُ الْأَدِلَّةَ الصَّرِيحَةَ فِي الْقُرْآنِ، وَالسُّنَّةِ الصَّحِيحَةِ، قَالُوا: وَعَمَلُ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - بِهِ بَعْدَ وَفَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَلِيلٌ عَلَى أَنَّهُ لَمْ يُنْسَخْ، وَلَمْ يُعْلَمْ أَنَّ أَحَدًا مِنَ الصَّحَابَةِ أَنْكَرَ عَلَيْهِ ذَلِكَ، وَلَا تَخْفَى قُوَّةُ هَذَا الِاسْتِدْلَالِ الَّذِي اسْتَدَلَّ بِهِ أَهْلُ هَذَا الْقَوْلِ. </p><p> وَأَمَّا الَّذِينَ قَالُوا: بِأَنَّ الْمُحْصَنَ يُرْجَمُ فَقَطْ وَلَا يُجْلَدُ، فَقَدْ رَجَّحُوا أَدِلَّتَهُمْ بِأَنَّهَا مُتَأَخِّرَةٌ عَنْ حَدِيثِ عُبَادَةَ بْنِ الصَّامِتِ، الَّذِي فِيهِ التَّصْرِيحُ بِالْجَمْعِ بَيْنَ الرَّجْمِ وَالْجَلْدِ، وَالْعَمَلُ بِالْمُتَأَخِّرِ أَوْلَى، وَالْحَقُّ أَنَّهَا مُتَأَخِّرَةٌ عَنْ حَدِيثِ عُبَادَةَ الْمَذْكُورِ ; كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: قَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلًا» ، فَهُوَ دَلِيلٌ عَلَى أَنَّ حَدِيثَ عُبَادَةَ، هُوَ أَوَّلُ نَصٍّ وَرَدَ فِي حَدِّ الزِّنَا كَمَا هُوَ ظَاهِرٌ مِنَ الْغَايَةِ فِي قَوْلِهِ تَعَالَى: حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا [٤ \\ ١٥] ، قَالُوا: وَمِنْ أَصْرَحِ الْأَدِلَّةِ فِي أَنَّ الْجَمْعَ بَيْنَ الْجَلْدِ وَالرَّجْمِ مَنْسُوخٌ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي قِصَّةِ الْعَسِيفِ الَّذِي زَنَى بِامْرَأَةِ الرَّجُلِ الَّذِي كَانَ أَجِيرًا عِنْدَهُ «: وَالَّذِي نَفْسِي بِيَدِهِ لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ» ، وَهَذَا قَسَمٌ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ يَقْضِي بَيْنَهُمَا بِكِتَابِ اللَّهِ، ثُمَّ قَالَ فِي الْحَدِيثِ الَّذِي أَقْسَمَ عَلَى أَنَّهُ قَضَاءٌ بِكِتَابِ اللَّهِ «: وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، قَالُوا: إِنَّ قَوْلَهُ «: فَإِنِ اعْتَرَفَتْ» شَرْطٌ، وَقَوْلَهُ «: فَارْجُمْهَا» جَزَاءُ هَذَا الشَّرْطِ، فَدَلَّ الرَّبْطُ بَيْنَ الشَّرْطِ، وَجَزَائِهِ عَلَى أَنَّ جَزَاءَ اعْتِرَافِهَا هُوَ الرَّجْمُ وَحْدَهُ، وَأَنَّ ذَلِكَ قَضَاءٌ بِكِتَابِ اللَّهِ تَعَالَى. </p><p> وَهَذَا دَلِيلٌ مِنْ لَفْظِ النَّبِيِّ الصَّرِيحِ عَلَى أَنَّ جَزَاءَ اعْتِرَافِهَا بِالزِّنَا هُوَ رَجْمُهَا فَقَطْ، فَرَبَطَ هَذَا الْجَزَاءَ بِهَذَا الشَّرْطِ أَقْسَمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَضَاءٌ بِكِتَابِ اللَّهِ وَهُوَ مُتَأَخِّرٌ عَنْ حَدِيثِ عُبَادَةَ، لِمَا قَدَّمْنَا. </p><p> وَهَذَا الدَّلِيلُ أَيْضًا قَوِيٌّ جِدًّا، لِأَنَّ فِيهِ إِقْسَامَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ الِاعْتِرَافَ بِالزِّنَا مِنَ الْمُحْصَنِ يَتَرَتَّبُ عَلَيْهِ الرَّجْمُ، وَلَا يَخْلُو هَذَا الْحَدِيثُ مِنْ أَحَدِ أَمْرَيْنِ: إِمَّا أَنْ يَكُونَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اقْتَصَرَ عَلَى قَوْلِهِ «: فَارْجُمْهَا» ، أَوْ يَكُونُ قَالَ مَعَ ذَلِكَ فَاجْلِدْهَا، وَتَرَكَ الرَّاوِي الْجَلْدَ، فَإِنْ كَانَ قَدِ اقْتَصَرَ عَلَى الرَّجْمِ، فَذَلِكَ يَدُلُّ عَلَى نَسْخِ الْجَلْدِ ; لِأَنَّهُ جَعَلَ جَزَاءَ الِاعْتِرَافِ الرَّجْمَ وَحْدَهُ ; لِأَنَّ رَبْطَ الْجَزَاءِ بِالشَّرْطِ يَدُلُّ عَلَى ذَلِكَ دَلَالَةً لَفْظِيَّةً لَا دَلَالَةَ سُكُوتٍ، وَإِنْ كَانَ قَالَ مَعَ الرَّجْمِ: وَاجْلِدْهَا، وَحَذَفَ الرَّاوِي الْجَلْدَ، فَإِنَّ هَذَا النَّوْعَ مِنَ الْحَذْفِ مَمْنُوعٌ ; لِأَنَّ حَذْفَ بَعْضِ جَزَاءِ الشَّرْطِ مُخِلٌّ بِالْمَعْنَى مُوهِمٌ غَيْرَ الْمُرَادِ، وَالْحَذْفُ إِنْ كَانَ كَذَلِكَ فَهُوَ مَمْنُوعٌ، وَلَا يَجُوزُ لِلرَّاوِي أَنْ يَفْعَلَهُ وَالرَّاوِي عَدْلٌ فَلَنْ يَفْعَلَهُ. </p><p> وَقَدْ أَوْضَحْنَا فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ الْآيَةَ [٦ \\ ١٤٥] ، أَنَّهُ لَا تَعَارُضَ بَيْنَ نَصَّيْنِ، مَعَ اخْتِلَافِ زَمَنِهِمَا ; كَمَا هُوَ التَّحْقِيقُ. </p><p> وَأَمَّا الْقَوْلُ الثَّالِثُ وَهُوَ الْفَرْقُ بَيْنَ الشَّيْخِ وَالشَّابِّ، وَإِنْ وَجَهَّهُ ابْنُ حَجَرٍ بِمَا ذَكَرْنَا، لَا يَخْفَى سُقُوطُهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: دَلِيلُ كُلٍّ مِنْهُمَا قَوِيٌّ، وَأَقْرَبُهُمَا عِنْدِي: أَنَّهُ يُرْجَمُ فَقَطْ، وَلَا يُجْلَدُ مَعَ الرَّجْمِ لِأُمُورٍ: </p><p> مِنْهَا: أَنَّهُ قَوْلُ جُمْهُورِ أَهْلِ الْعِلْمِ، وَمِنْهَا: أَنَّ رِوَايَاتِ الِاقْتِصَارِ عَلَى الرَّجْمِ فِي قِصَّةِ مَاعِزٍ، وَالْجُهَنِيَّةِ، وَالْغَامِدِيَّةِ، وَالْيَهُودِيِّيْنِ، كُلَّهَا مُتَأَخِّرَةٌ بِلَا شَكٍّ عَنْ حَدِيثِ عُبَادَةَ، وَقَدْ يَبْعُدُ أَنْ يَكُونَ فِي كُلٍّ مِنْهَا الْجَلْدُ مَعَ الرَّجْمِ، وَلَمْ يَذْكُرْهُ أَحَدٌ مِنَ الرُّوَاةِ مَعَ تَعَدُّدِ طُرُقِهَا. </p><p> وَمِنْهَا: أَنَّ قَوْلَهُ الثَّابِتَ فِي الصَّحِيحِ «: وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، تَصْرِيحٌ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ جَزَاءَ اعْتِرَافِهَا رَجْمُهَا، وَالَّذِي يُوجَدُ بِالشَّرْطِ هُوَ الْجَزَاءُ، وَهُوَ فِي الْحَدِيثِ الرَّجْمُ فَقَطْ. </p><p> وَمِنْهَا: أَنَّ جَمِيعَ الرِّوَايَاتِ الْمَذْكُورَةِ الْمُقْتَضِيَةِ لِنَسْخِ الْجَمْعِ بَيْنَ الْجَلْدِ وَالرَّجْمِ عَلَى أَدْنَى الِاحْتِمَالَاتِ لَا تَقِلُّ عَنْ شُبْهَةٍ، وَالْحُدُودُ تُدْرَأُ بِالشُّبُهَاتِ. </p><p> وَمِنْهَا: أَنَّ الْخَطَأَ فِي تَرْكِ عُقُوبَةٍ لَازِمَةٍ أَهْوَنُ مِنَ الْخَطَأِ فِي عُقُوبَةٍ غَيْرِ لَازِمَةٍ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَالَ بَعْضُهُمْ: وَيُؤَيِّدُهُ مِنْ جِهَةِ الْمَعْنَى أَنَّ الْقَتْلَ بِالرَّجْمِ أَعْظَمُ الْعُقُوبَاتِ فَلَيْسَ فَوْقَهُ عُقُوبَةٌ، فَلَا دَاعِيَ لِلْجَلْدِ مَعَهُ ; لِانْدِرَاجِ الْأَصْغَرِ فِي الْأَكْبَرِ. </p><p> فُرُوعٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ. </p><p> الْفَرْعُ الْأَوَّلُ: إِذَا ثَبَتَ الزِّنَا عَلَى الزَّانِي فَظَنَّ الْإِمَامُ أَنَّهُ بِكْرٌ فَجَلَدَهُ مِائَةً، ثُمَّ ثَبَتَ بَعْدَ جَلْدِهِ أَنَّهُ مُحْصَنٌ فَإِنَّهُ يُرْجَمُ، وَلَا يَنْبَغِي أَنْ يُخْتَلَفَ فِي هَذَا، وَقَدْ قَالَ أَبُو دَاوُدَ - رَحِمَهُ اللَّهُ - فِي سُنَنِهِ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ: ثَنَا (ح) وَثَنَا ابْنُ السَّرْحِ الْمَعْنَى، قَالَ: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَجُلًا زَنَى بِامْرَأَةٍ فَأَمَرَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَجُلِدَ الْحَدَّ، ثُمَّ أُخْبِرَ أَنَّهُ مُحْصَنٌ، فَأَمَرَ بِهِ فَرُجِمَ. قَالَ أَبُو دَاوُدَ: رَوَى هَذَا الْحَدِيثَ مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، عَنِ ابْنِ جُرَيْجٍ مَوْقُوفًا عَلَى جَابِرٍ، وَرَوَاهُ أَبُو عَاصِمٍ عَنِ ابْنِ جُرَيْجٍ بِنَحْوِ ابْنِ وَهْبٍ، لَمْ يَذْكُرِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَ: إِنَّ رَجُلًا زَنَى فَلَمْ يُعْلَمْ بِإِحْصَانِهِ، فَجُلِدَ ثُمَّ عُلِمَ بِإِحْصَانِهِ فَرُجِمَ. </p><p> حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى الْبَزَّازُ، أَخْبَرَنَا أَبُو عَاصِمٍ عَنِ ابْنِ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ: أَنَّ رَجُلًا زَنَى بِامْرَأَةٍ فَلَمْ يُعْلَمْ بِإِحْصَانِهِ فَجُلِدَ، ثُمَّ عُلِمَ بِإِحْصَانِهِ فَرُجِمَ، اهـ مِنْ سُنَنِ أَبِي دَاوُدَ. </p><p> وَقَالَ الشَّوْكَانِيُّ - رَحِمَهُ اللَّهُ - فِي «نَيْلِ الْأَوْطَارِ» فِي حَدِيثِ أَبِي دَاوُدَ هَذَا، مَا نَصُّهُ: حَدِيثُ جَابِرِ بْنِ عَبْدِ اللَّهِ سَكَتَ عَنْهُ أَبُو دَاوُدَ وَالْمُنْذِرِيُّ، وَقَدَّمْنَا فِي أَوَّلِ الْكِتَابِ أَنَّ مَا سَكَتَا عَنْهُ، فَهُوَ صَالِحٌ لِلِاحْتِجَاجِ بِهِ، وَقَدْ أَخْرَجَهُ أَبُو دَاوُدَ عَنْهُ مِنْ طَرِيقَيْنِ، وَرِجَالُ إِسْنَادِهِ رِجَالُ الصَّحِيحِ، وَأَخْرَجَهُ أَيْضًا النَّسَائِيُّ، اهـ مِنْهُ. </p><p> الْفَرْعُ الثَّانِي: قَدْ قَدَّمْنَا فِي الرِّوَايَاتِ الصَّحِيحَةِ: أَنَّ الْحَامِلَ مِنَ الزِّنَا لَا تُرْجَمُ، حَتَّى تَضَعَ حَمْلَهَا وَتَفْطِمَهُ، أَوْ يُوجَدَ مَنْ يَقُومُ بِرَضَاعِهِ ; لِأَنَّ رَجْمَهَا وَهِيَ حَامِلٌ فِيهِ إِهْلَاكُ جَنِينِهَا الَّذِي فِي بَطْنِهَا وَهُوَ لَا ذَنْبَ لَهُ، فَلَا يَجُوزُ قَتْلُهُ، وَهُوَ وَاضِحٌ مِمَّا تَقَدَّمَ. </p><p> الْفَرْعُ الثَّالِثُ: اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِيمَنْ وَجَبَ عَلَيْهِ الرَّجْمُ، هَلْ يُحْفَرُ لَهُ أَوْ لَا يُحْفَرُ لَهُ؟ فَقَالَ بَعْضُهُمْ: لَا يُحْفَرُ لَهُ مُطْلَقًا، وَقَالَ بَعْضُهُمْ: يُحْفَرُ لِمَنْ زَنَى مُطْلَقًا، وَقِيلَ: </p><p> يُحْفَرُ لِلْمَرْأَةِ إِنْ كَانَ الزِّنَا ثَابِتًا بِالْبَيِّنَةِ دُونَ الْإِقْرَارِ، وَاحْتَجَّ مَنْ قَالَ: بِأَنَّ الْمَرْجُومَ لَا يُحْفَرُ لَهُ بِمَا ثَبَتَ فِي صَحِيحِ مُسْلِمٍ وَغَيْرِهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ فِي قِصَّةِ رَجْمِ مَاعِزٍ، وَلَفْظُ مُسْلِمٍ فِي صَحِيحِهِ فِي الْمُرَادِ مِنَ الْحَدِيثِ، قَالَ: فَمَا أَوْثَقْنَاهُ، وَلَا حَفَرْنَا لَهُ. . . الْحَدِيثَ، وَفِيهِ التَّصْرِيحُ مِنْ أَبِي سَعِيدٍ فِي هَذَا الْحَدِيثِ الصَّحِيحِ: أَنَّهُمْ لَمْ يَحْفِرُوا لَهُ، وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ فِي الْكَلَامِ عَلَى قَوْلِ أَبِي سَعِيدٍ: </p><p> فَمَا أَوْثَقْنَاهُ، وَلَا حَفَرْنَا لَهُ مَا نَصُّهُ: وَفِي الرِّوَايَةِ الْأُخْرَى فِي صَحِيحِ مُسْلِمٍ، فَلَمَّا كَانَ الرَّابِعَةُ حَفَرَ لَهُ حُفْرَةً ثُمَّ أَمَرَ بِهِ فَرُجِمَ، وَذَكَرَ بَعْدَهُ فِي حَدِيثِ الْغَامِدِيَّةِ، ثُمَّ أَمَرَ بِهَا فَحُفِرَ لَهَا إِلَى صَدْرِهَا، وَأَمَرَ النَّاسَ فَرَجَمُوهَا. أَمَّا قَوْلُهُ: فَمَا أَوْثَقْنَاهُ فَهَكَذَا الْحُكْمُ عِنْدَ الْفُقَهَاءِ، وَأَمَّا الْحَفْرُ لِلْمَرْجُومِ وَالْمَرْجُومَةِ فَفِيهِ مَذَاهِبُ لِلْعُلَمَاءِ. </p><p> قَالَ مَالِكٌ، وَأَبُو حَنِيفَةَ، وَأَحْمَدُ - رَضِيَ اللَّهُ عَنْهُمْ - فِي الْمَشْهُورِ عَنْهُمْ: لَا يُحْفَرُ لِوَاحِدٍ مِنْهُمَا. </p><p> وَقَالَ قَتَادَةُ، وَأَبُو ثَوْرٍ، وَأَبُو يُوسُفَ، وَأَبُو حَنِيفَةَ فِي رِوَايَةٍ: يُحْفَرُ لَهُمَا. </p><p> وَقَالَ بَعْضُ الْمَالِكِيَّةِ: يُحْفَرُ لِمَنْ يُرْجَمُ بِالْبَيِّنَةِ لَا مَنْ يُرْجَمُ بِالْإِقْرَارِ. </p><p> وَأَمَّا أَصْحَابُنَا فَقَالُوا: لَا يُحْفَرُ لِلرَّجُلِ سَوَاءٌ ثَبَتَ زِنَاهُ بِالْبَيِّنَةِ أَمْ بِالْإِقْرَارِ. </p><p> وَأَمَّا الْمَرْأَةُ فَفِيهَا ثَلَاثَةُ أَوْجُهٍ لِأَصْحَابِنَا: </p><p> أَحَدُهَا: يُسْتَحَبُّ الْحَفْرُ لَهَا إِلَى صَدْرِهَا، لِيَكُونَ أَسْتَرَ لَهَا. </p><p> وَالثَّانِي: لَا يُسْتَحَبُّ وَلَا يُكْرَهُ، بَلْ هُوَ إِلَى خِيَرَةِ الْإِمَامِ. </p><p> وَالثَّالِثُ: وَهُوَ الْأَصَحُّ إِنْ ثَبَتَ زِنَاهَا بِالْبَيِّنَةِ اسْتُحِبَّ، وَإِنْ ثَبَتَ بِالْإِقْرَارِ فَلَا، لِيُمْكِنَهَا الْهَرَبُ إِنْ رَجَعَتْ. فَمَنْ قَالَ بِالْحَفْرِ لَهُمَا احْتَجَّ بِأَنَّهُ حُفِرَ لِلْغَامِدِيَّةِ، وَكَذَا لِمَاعِزٍ فِي رِوَايَةٍ، وَيُجِيبُ هَؤُلَاءِ عَنِ الرِّوَايَةِ الْأُخْرَى فِي مَاعِزٍ أَنَّهُ لَمْ يُحْفَرْ لَهُ، أَنَّ الْمُرَادَ حَفِيرَةٌ عَظِيمَةٌ أَوْ غَيْرُ ذَلِكَ مِنْ تَخْصِيصِ الْحَفِيرَةِ. </p><p> وَأَمَّا مَنْ قَالَ: لَا يُحْفَرُ فَاحْتَجَّ بِرِوَايَةِ مَنْ رَوَى: فَمَا أَوْثَقْنَاهُ، وَلَا حَفَرْنَا لَهُ، وَهَذَا الْمَذْهَبُ ضَعِيفٌ ; لِأَنَّهُ مُنَابِذٌ لِحَدِيثِ الْغَامِدِيَّةِ وَلِرِوَايَةِ الْحَفْرِ لِمَاعِزٍ. </p><p> وَأَمَّا مَنْ قَالَ بِالتَّخْيِيرِ فَظَاهِرٌ، وَأَمَّا مَنْ فَرَّقَ بَيْنَ الرَّجُلِ وَالْمَرْأَةِ، فَيَحْمِلُ رِوَايَةَ الْحَفْرِ لِمَاعِزٍ عَلَى أَنَّهُ لِبَيَانِ الْجَوَازِ، وَهَذَا تَأْوِيلٌ ضَعِيفٌ، وَمِمَّا احْتَجَّ بِهِ مَنْ تَرَكَ الْحَفْرَ حَدِيثُ </p><p> الْيَهُودِيَّيْنِ الْمَذْكُورُ بَعْدَ هَذَا، وَقَوْلُهُ جَعَلَ يَجْنَأُ عَلَيْهَا، وَلَوْ حَفَرَ لَهُمَا لَمْ يَجْنَأْ عَلَيْهَا، وَاحْتَجُّوا أَيْضًا بِقَوْلِهِ فِي حَدِيثِ مَاعِزٍ: فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ هَرَبَ، وَهَذَا ظَاهِرٌ فِي أَنَّهُ لَمْ تَكُنْ حُفْرَةً وَاللَّهُ أَعْلَمُ، انْتَهَى كَلَامُ النَّوَوِيِّ، وَقَدْ ذَكَرَ فِيهِ أَقْوَالَ أَهْلِ الْعِلْمِ فِي الْمَسْأَلَةِ، وَبَيَّنَ حُجَجَهُمْ، وَنَاقَشَهَا، وَقَدْ ذَكَرَ فِي كَلَامِهِ، أَنَّ الْمَشْهُورَ عَنْ أَبِي حَنِيفَةَ عَدَمُ الْحَفْرِ لِلرَّجُلِ وَالْمَرْأَةِ، وَالظَّاهِرُ أَنَّ الْمَشْهُورَ عِنْدَ الْحَنَفِيَّةِ الْحَفْرُ لِلْمَرْأَةِ دُونَ الرَّجُلِ، وَأَنَّهُ لَوْ تُرِكَ الْحَفْرُ لَهُمَا مَعًا فَلَا بَأْسَ، قَالَ صَاحِبُ كَنْزِ الدَّقَائِقِ فِي الْفِقْهِ الْحَنَفِيِّ: وَيُحْفَرُ لَهَا فِي الرَّجْمِ لَا لَهُ، وَقَالَ شَارِحُهُ فِي تَبْيِينِ الْحَقَائِقِ: وَلَا بَأْسَ بِتَرْكِ الْحَفْرِ لَهُمَا ; لِأَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ لَمْ يَأْمُرْ بِذَلِكَ اهـ، وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» فِي الْفِقْهِ الْحَنْبَلِيِّ: وَإِنْ كَانَ الزَّانِي رَجُلًا أُقِيمَ قَائِمًا، وَلَمْ يُوثَقْ بِشَيْءٍ وَلَمْ يُحْفَرْ لَهُ، سَوَاءٌ ثَبَتَ الزِّنَا بِبَيِّنَةٍ أَوْ إِقْرَارٍ لَا نَعْلَمُ فِيهِ خِلَافًا، لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَحْفِرْ لِمَاعِزٍ. </p><p> قَالَ أَبُو سَعِيدٍ: لَمَّا أَمَرَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِرَجْمِ مَاعِزٍ، خَرَجْنَا بِهِ إِلَى الْبَقِيعِ فَوَاللَّهِ مَا حَفَرْنَا لَهُ، وَلَا أَوْثَقْنَاهُ، وَلَكِنَّهُ قَامَ لَنَا، رَوَاهُ أَبُو دَاوُدَ ; وَلِأَنَّ الْحَفْرَ لَهُ، وَدَفْنُ بَعْضِهِ عُقُوبَةٌ لَمْ يَرِدْ بِهَا الشَّرْعُ فِي حَقِّهِ، فَوَجَبَ أَلَّا تَثْبُتَ، وَإِنْ كَانَ امْرَأَةً فَظَاهِرُ كَلَامِ أَحْمَدَ أَنَّهَا لَا يُحْفَرُ لَهَا أَيْضًا، وَهُوَ الَّذِي ذَكَرَهُ الْقَاضِي فِي الْخِلَافِ، وَذَكَرَ فِي الْمُحَرَّرِ أَنَّهُ إِنْ ثَبَتَ الْحَدُّ بِالْإِقْرَارِ لَمْ يُحْفَرْ لَهَا، وَإِنْ ثَبَتَ بِالْبَيِّنَةِ حُفِرَ لَهَا إِلَى الصَّدْرِ. </p><p> قَالَ أَبُو الْخَطَّابِ: وَهَذَا أَصَحُّ عِنْدِي، وَهُوَ قَوْلُ أَصْحَابِ الشَّافِعِيِّ لِمَا رَوَى أَبُو بَكْرٍ، وَبُرَيْدَةُ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجَمَ امْرَأَةً فَحَفَرَ لَهَا إِلَى الثَّنْدُوَةِ، رَوَاهُ أَبُو دَاوُدَ، وَلِأَنَّهُ أَسْتَرُ لَهَا، وَلَا حَاجَةَ لِتَمْكِينِهَا مِنَ الْهَرَبِ لِكَوْنِ الْحَدِّ ثَبَتَ بِالْبَيِّنَةِ، فَلَا يَسْقُطُ بِفِعْلٍ مِنْ جِهَتِهَا بِخِلَافِ الثَّابِتِ بِالْإِقْرَارِ، فَإِنَّهَا تُتْرَكُ عَلَى حَالٍ، لَوْ أَرَادَتِ الْهَرَبَ تَمَكَّنَتْ مِنْهُ ; لِأَنَّ رُجُوعَهَا عَنْ إِقْرَارِهَا مَقْبُولٌ، وَلَنَا أَنَّ أَكْثَرَ الْأَحَادِيثِ عَلَى تَرْكِ الْحَفْرِ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَحْفِرْ لِلْجُهَنِيَّةِ وَلَا لِمَاعِزٍ، وَلَا لِلْيَهُودِيَّيْنِ، وَالْحَدِيثُ الَّذِي احْتَجُّوا بِهِ غَيْرُ مَعْمُولٍ بِهِ، وَلَا يَقُولُونَ بِهِ، فَإِنَّ الَّتِي نُقِلَ عَنْهُ الْحَفْرُ لَهَا ثَبَتَ حَدُّهَا بِإِقْرَارِهَا، وَلَا خِلَافَ بَيْنَنَا فِيهَا، فَلَا يَسُوغُ لَهُمْ الِاحْتِجَاجُ بِهِ مَعَ مُخَالَفَتِهِمْ لَهُ إِذَا ثَبَتَ هَذَا فَإِنَّ ثِيَابَ الْمَرْأَةِ تُشَدُّ عَلَيْهَا كَيْلَا تَنْكَشِفَ، وَقَدْ رَوَى أَبُو دَاوُدَ بِإِسْنَادِهِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: فَأَمَرَ بِهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَشُدَّتْ عَلَيْهَا ثِيَابُهَا، وَلِأَنَّ ذَلِكَ أَسْتَرُ لَهَا، اهـ مِنْ «الْمُغْنِي» . </p><p> وَقَدْ عَلِمْتَ مِمَّا ذَكَرْنَا أَقْوَالَ أَهْلِ الْعِلْمِ وَأَدِلَّتَهُمْ فِي مَسْأَلَةِ الْحَفْرِ لِلْمَرْجُومِ مِنَ الرِّجَالِ وَالنِّسَاءِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَقْوَى الْأَقْوَالِ الْمَذْكُورَةِ دَلِيلًا بِحَسَبِ صِنَاعَةِ أُصُولِ الْفِقْهِ، وَعِلْمِ الْحَدِيثِ: أَنَّ الْمَرْجُومَ يُحْفَرُ لَهُ مُطْلَقًا ذَكَرًا كَانَ أَوْ أُنْثَى، ثَبَتَ زِنَاهُ بِبَيِّنَةٍ أَوْ بِإِقْرَارٍ، وَوَجْهُ ذَلِكَ أَنَّ قَوْلَ أَبِي سَعِيدٍ فِي صَحِيحِ مُسْلِمٍ: فَمَا أَوْثَقْنَاهُ وَلَا حَفَرْنَا لَهُ، يُقَدَّمُ عَلَيْهِ مَا رَوَاهُ مُسْلِمٌ فِي صَحِيحِهِ مِنْ حَدِيثِ بُرَيْدَةَ، بِلَفْظِ: فَلَمَّا كَانَ الرَّابِعَةُ حَفَرَ لَهُ حُفْرَةً، ثُمَّ أَمَرَ بِهِ فَرُجِمَ، اهـ، وَهُوَ نَصٌّ صَحِيحٌ صَرِيحٌ فِي أَنَّ مَاعِزًا حُفِرَ لَهُ. </p><p> وَظَاهِرُ الْحَدِيثِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الْحَافِرُ لَهُ، أَيْ بِأَمْرِهِ بِذَلِكَ فَبُرَيْدَةُ مُثْبِتٌ لِلْحَفْرِ، وَأَبُو سَعِيدٍ نَافٍ لَهُ، وَالْمُقَرَّرُ فِي الْأُصُولِ وَعِلْمِ الْحَدِيثِ: أَنَّ الْمُثْبِتَ مُقَدَّمٌ عَلَى النَّافِي، وَتَعْتَضِدُ رِوَايَةُ بُرَيْدَةَ هَذِهِ بِالْحَفْرِ لِمَاعِزٍ بِرِوَايَتِهِ أَيْضًا فِي صَحِيحِ مُسْلِمٍ بِنَفْسِ الْإِسْنَادِ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِالْحَفْرِ لِلْغَامِدِيَّةِ إِلَى صَدْرِهَا، وَهَذَا نَصٌّ صَحِيحٌ صَرِيحٌ فِي الْحَفْرِ لِلذَّكَرِ وَالْأُنْثَى مَعًا، أَمَّا الْأُنْثَى فَلَمْ يَرِدْ مَا يُعَارِضُ هَذِهِ الرِّوَايَةَ الصَّحِيحَةَ بِالْحَفْرِ لَهَا إِلَى صَدْرِهَا، وَأَمَّا الرَّجُلُ فَرِوَايَةُ الْحَفْرِ لَهُ الثَّابِتَةُ فِي صَحِيحِ مُسْلِمٍ مُقَدَّمَةٌ عَلَى الرِّوَايَةِ الْأُخْرَى فِي صَحِيحِ مُسْلِمٍ بِعَدَمِ الْحَفْرِ ; لِأَنَّ الْمُثْبِتَ مُقَدَّمٌ عَلَى النَّافِي. </p><p> وَقَوْلُ ابْنِ قُدَامَةَ فِي «الْمُغْنِي» : وَالْحَدِيثُ الَّذِي احْتَجُّوا بِهِ غَيْرُ مَعْمُولٍ بِهِ ظَاهِرُ السُّقُوطِ ; لِأَنَّهُ حَدِيثٌ صَحِيحٌ وَلَيْسَ بِمَنْسُوخٍ، فَلَا وَجْهَ لِتَرْكِ الْعَمَلِ بِهِ مَعَ ثُبُوتِهِ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا تَرَى، وَبِالرِّوَايَةِ الصَّحِيحَةِ الَّتِي فِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ بُرَيْدَةَ: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَفَرَ لِلْغَامِدِيَّةِ، وَزِنَاهَا ثَبَتَ بِإِقْرَارِهَا، لَا بِبَيِّنَةٍ تُعْلَمُ أَنَّ الَّذِينَ نَفَوُا الْحَفْرَ لِمَنْ ثَبَتَ زِنَاهَا بِإِقْرَارِهَا مُخَالِفُونَ لِصَرِيحِ النَّصِّ الصَّحِيحِ بِلَا مُسْتَنَدٍ كَمَا تَرَى، وَالْعَلَمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الرَّابِعُ: اعْلَمْ أَنَّ أَهْلَ الْعِلْمِ اخْتَلَفُوا فِيمَنْ يَبْدَأُ بِالرَّجْمِ فَقَالَ بَعْضُهُمْ: إِنْ كَانَ الزِّنَا ثَابِتًا بِبَيِّنَةٍ، فَالسُّنَّةُ أَنْ يَبْدَأَ الشُّهُودُ بِالرَّجْمِ، وَإِنْ كَانَ ثَبَتَ بِإِقْرَارٍ بَدَأَ بِهِ الْإِمَامُ أَوِ الْحَاكِمُ، إِنْ كَانَ ثَبَتَ عِنْدَهُ، ثُمَّ يَرْجُمُ النَّاسُ بَعْدَهُ، وَهَذَا مَذْهَبُ أَبِي حَنِيفَةَ، وَأَحْمَدَ، وَمَنْ وَافَقَهُمَا، وَاسْتَدَلُّوا لِبَدَاءَةِ الشُّهُودِ، وَبَدَاءَةِ الْإِمَامِ بِمَا ذَكَرَهُ ابْنُ قُدَامَةَ فِي الْفِقْهِ الْحَنْبَلِيِّ، وَصَاحِبُ تَبْيِينِ الْحَقَائِقِ فِي الْفِقْهِ الْحَنَفِيِّ. </p><p> قَالَ صَاحِبُ «الْمُغْنِي» : وَرَوَى سَعِيدٌ بِإِسْنَادِهِ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -، أَنَّهُ قَالَ: </p><p> الرَّجْمُ رَجْمَانِ، فَمَا كَانَ مِنْهُ بِإِقْرَارٍ فَأَوَّلُ مَنْ يَرْجُمُ الْإِمَامُ ثُمَّ النَّاسُ، وَمَا كَانَ بِبَيِّنَةٍ، فَأَوَّلُ مَنْ يَرْجُمُ الْبَيِّنَةُ ثُمَّ النَّاسُ ; وَلِأَنَّ فِعْلَ ذَلِكَ أَبْعَدُ لَهُمْ مِنَ التُّهْمَةِ فِي الْكَذِبِ عَلَيْهِ، اهـ مِنْهُ. </p><p> وَحَاصِلُ هَذَا الِاسْتِدْلَالِ: أَثَرٌ مَرْوِيٌّ عَنْ عَلِيٍّ، وَكَوْنُ مُبَاشَرَتِهِمُ الرَّمْيَ بِالْفِعْلِ أَبْعَدَ لَهُمْ مِنَ التُّهْمَةِ فِي الْكَذِبِ عَلَيْهِ، وَهَذَا كَأَنَّهُ اسْتِدْلَالٌ عَقْلِيٌّ لَا نَقْلِيٌّ، اهـ. </p><p> وَقَالَ صَاحِبُ «تَبْيِينِ الْحَقَائِقِ» فِي شَرْحِهِ لِقَوْلِ صَاحِبِ «كَنْزِ الدَّقَائِقِ» : يَبْدَأُ الشُّهُودُ بِهِ فَإِنْ أَبَوْا سَقَطَ ثُمَّ الْإِمَامُ ثُمَّ النَّاسُ، وَيَبْدَأُ الْإِمَامُ وَلَوْ مُقِرًّا ثُمَّ النَّاسُ. </p><p> مَا نَصُّهُ: أَيْ يَبْدَأُ الشُّهُودُ بِالرَّجْمِ. وَقَالَ الشَّافِعِيُّ: لَا تُشْتَرَطُ بَدَاءَتُهُمُ اعْتِبَارًا بِالْجَلْدِ، وَلَنَا مَا رُوِيَ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ حِينَ رَجَمَ شُرَاحَةَ الْهَمْدَانِيَّةَ: إِنَّ الرَّجْمَ سُنَّةٌ سَنَّهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَوْ كَانَ شَهِدَ عَلَى هَذِهِ أَحَدٌ لَكَانَ أَوَّلُ مَنْ يَرْمِي الشَّاهِدَ يَشْهَدُ، ثُمَّ يُتْبِعُ شَهَادَتَهُ حَجَرَهُ وَلَكِنَّهَا أَقَرَّتْ فَأَنَا أَوَّلُ مَنْ رَمَاهَا بِحَجَرٍ، قَالَ الرَّاوِي: ثُمَّ رَمَى النَّاسُ وَأَنَا فِيهِمْ، وَلِأَنَّ الشَّاهِدَ رُبَّمَا يَتَجَاسَرُ عَلَى الشَّهَادَةِ ثُمَّ يَسْتَعْظِمُ الْمُبَاشَرَةَ فَيَأْبَى أَوْ يَرْجِعُ، فَكَانَ فِي بَدَاءَتِهِ احْتِيَالٌ لِلدَّرْءِ بِخِلَافِ الْجَلْدِ، فَإِنَّ كُلَّ أَحَدٍ لَا يُحْسِنُهُ، فَيَخَافُ أَنْ يَقَعَ مُهْلِكًا أَوْ مُتْلِفًا لِعُضْوٍ، وَهُوَ غَيْرُ مُسْتَحَقٍّ وَلَا كَذَلِكَ الرَّجْمُ ; لِأَنَّ الْإِتْلَافَ فِيهِ مُتَعَيِّنٌ. </p><p> قَالَ - رَحِمَهُ اللَّهُ -: فَإِنْ أَبَوْا سَقَطَ، أَيْ: إِنْ أَبَى الشُّهُودُ مِنَ الْبَدَاءَةِ سَقَطَ الْحَدُّ لِأَنَّهُ دَلَالَةُ الرُّجُوعِ، وَكَذَلِكَ إِنِ امْتَنَعَ وَاحِدٌ مِنْهُمْ، أَوْ جَنَوْا، أَوْ فَسَقُوا، أَوْ قَذَفُوا فَحُدُّوا أَوْ أَحَدُهُمْ، أَوْ عَمِيَ، أَوْ خَرِسَ، أَوِ ارْتَدَّ، وَالْعِيَاذُ بِاللَّهِ تَعَالَى ; لِأَنَّ الطَّارِئَ عَلَى الْحَدِّ قَبْلَ الِاسْتِيفَاءِ كَالْمَوْجُودِ فِي الِابْتِدَاءِ، وَكَذَا إِذَا غَابُوا أَوْ بَعْضُهُمْ، أَوْ مَاتُوا أَوْ بَعْضُهُمْ لِمَا ذَكَرْنَا، وَهَذَا عِنْدَ أَبِي حَنِيفَةَ وَمُحَمَّدٍ - رَحِمَهُمَا اللَّهُ تَعَالَى -، وَإِحْدَى الرِّوَايَتَيْنِ عَنْ أَبِي يُوسُفَ، وَرُوِيَ عَنْهُ أَنَّهُمْ إِذَا امْتَنَعُوا أَوْ مَاتُوا أَوْ غَابُوا، رَجَمَ الْإِمَامُ، ثُمَّ النَّاسُ، وَإِنْ كَانَ الشُّهُودُ مَرْضَى لَا يَسْتَطِيعُونَ أَنْ يَرْمُوا أَوْ مَقْطُوعِي الْأَيْدِي رُجِمَ بِحَضْرَتِهِمْ بِخِلَافِ مَا إِذَا قُطِعَتْ أَيْدِيهِمْ بَعْدَ الشَّهَادَةِ، ذَكَرَهُ فِي النِّهَايَةِ. </p><p> قَالَ - رَحِمَهُ اللَّهُ -: ثُمَّ الْإِمَامُ ثُمَّ النَّاسُ لِمَا رُوِّينَا مِنْ أَثَرِ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -، وَيَقْصِدُونَ بِذَلِكَ مَقْتَلَهُ إِلَّا مَنْ كَانَ مِنْهُمْ ذَا رَحِمٍ مَحْرَمٍ مِنْهُ، فَإِنَّهُ لَا يَقْصِدُ مَقْتَلَهُ ; لِأَنَّ بِغَيْرِهِ كِفَايَةً. </p><p> وَرُوِيَ أَنَّ حَنْظَلَةَ اسْتَأْذَنَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قَتْلِ أَبِيهِ، وَكَانَ كَافِرًا فَمَنَعَهُ مِنْ ذَلِكَ، وَقَالَ «: دَعْهُ يَكْفِيكَ غَيْرُكَ» ; وَلِأَنَّهُ مَأْمُورٌ بِصِلَةِ الرَّحِمِ، فَلَا يَجُوزُ الْقَطْعُ مِنْ غَيْرِ حَاجَةٍ. </p><p> قَالَ - رَحِمَهُ اللَّهُ -: وَيَبْدَأُ الْإِمَامُ، وَلَوْ مُقِرًّا ثُمَّ النَّاسُ، أَيْ: يَبْدَأُ الْإِمَامُ بِالرَّجْمِ إِنْ كَانَ الزَّانِي مُقِرًّا لِمَا رُوِّينَا مِنْ أَثَرِ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - ; وَرَمَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْغَامِدِيَّةِ بِحَصَاةٍ مِثْلِ الْحِمَّصَةِ، ثُمَّ قَالَ لِلنَّاسِ «: ارْمُوا» ، وَكَانَتْ أَقَرَّتْ بِالزِّنَا، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ «تَبْيِينِ الْحَقَائِقِ» مَمْزُوجًا بِنَصِّ «كَنْزِ الدَّقَائِقِ» . </p><p> هَذَا حَاصِلُ مَا اسْتَدَلَّ بِهِ مَنْ قَالَ بِبَدَاءَةِ الشُّهُودِ أَوِ الْإِمَامِ. </p><p> وَذَهَبَ مَالِكٌ وَأَصْحَابُهُ وَمَنْ وَافَقَهُمْ، إِلَى أَنَّهُ لَا تَعْيِينَ لِمَنْ يَبْدَأُ مِنْ شُهُودٍ وَلَا إِمَامٍ، وَلَا غَيْرِهِمْ، وَاحْتَجَّ مَالِكٌ لِهَذَا بِأَنَّهُ لَمْ يَعْلَمْ أَحَدًا مِنَ الْأَئِمَّةِ تَوَلَّى ذَلِكَ بِنَفْسِهِ، وَلَا أَلْزَمَ بِهِ الْبَيِّنَةَ. </p><p> قَالَ الشَّيْخُ الْمَوَّاقُ فِي شَرْحِهِ لِقَوْلِ خَلِيلٍ فِي مُخْتَصَرِهِ الْمَالِكِيِّ: وَلَمْ يَعْرِفْ بَدَاءَةَ الْبَيِّنَةِ، وَلَا الْإِمَامِ، مَا نَصُّهُ: قَالَ مَالِكٌ: مُذْ أَقَامَتِ الْأَئِمَّةُ الْحُدُودَ، فَلَمْ نَعْلَمْ أَحَدًا مِنْهُمْ تَوَلَّى ذَلِكَ بِنَفْسِهِ، وَلَا أَلْزَمَ ذَلِكَ الْبَيِّنَةَ خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ: إِنْ ثَبَتَ الزِّنَا بِبَيِّنَةٍ بَدَأَ الشُّهُودُ ثُمَّ الْإِمَامُ ثُمَّ النَّاسُ، اهـ مِنْهُ، وَاسْتَدَلَّ لَهُ بِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَبْدَأْ بِرَجْمِ مَاعِزٍ، وَأَنَّهُ قَالَ لِأُنَيْسٍ «: فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» ، وَلَمْ يَحْضُرْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِيَبْدَأَ بِرَجْمِهَا، وَقَوْلُ مَالِكٍ - رَحِمَهُ اللَّهُ - إِنَّهُ لَمْ يَعْلَمْ أَحَدًا تَوَلَّى ذَلِكَ بِنَفْسِهِ مِنَ الْأَئِمَّةِ، وَلَا أَلْزَمَ بِهِ الْبَيِّنَةَ يَدُلُّ عَلَى أَنَّهُ لَمْ يَبْلُغْهُ أَثَرُ عَلِيٍّ أَوْ بَلَغَهُ وَلَمْ يَصِحَّ عِنْدَهُ. وَكَذَلِكَ الْحَدِيثُ الْمَرْفُوعُ الَّذِي اسْتَدَلَّ بِهِ الْقَائِلُونَ بِبَدَاءَةِ الشُّهُودِ وَالْإِمَامِ، وَهُوَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَمَى الْغَامِدِيَّةَ بِحَصَاةٍ كَالْحِمَّصَةِ، ثُمَّ قَالَ لِلنَّاسِ «: ارْمُوا» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَمَّا هَذَا الْحَدِيثُ الْمَرْفُوعُ، فَلَيْسَ بِثَابِتٍ، وَلَا يَصْلُحُ لِلِاحْتِجَاجِ ; لِأَنَّ فِي إِسْنَادِهِ رَاوِيًا مُبْهَمًا. </p><p> قَالَ أَبُو دَاوُدَ - رَحِمَهُ اللَّهُ - فِي سُنَنِهِ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ زَكَرِيَّا أَبِي عِمْرَانَ، قَالَ: سَمِعْتُ شَيْخًا يُحَدِّثُ عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَجَمَ امْرَأَةً فَحَفَرَ لَهَا إِلَى الثَّنْدُوَةِ، ثُمَّ قَالَ أَبُو دَاوُدَ: حُدِّثْتُ عَنْ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، قَالَ: حَدَّثَنَا زَكَرِيَّاءُ بْنُ سُلَيْمٍ بِإِسْنَادِهِ نَحْوَهُ زَادَ: </p><p> ثُمَّ رَمَاهَا بِحَصَاةٍ مِثْلِ الْحِمَّصَةِ، ثُمَّ قَالَ «: ارْمُوا وَاتَّقُوا الْوَجْهَ» الْحَدِيثَ، وَهَذَا الْإِسْنَادُ الَّذِي فِيهِ زِيَادَةٌ، ثُمَّ رَمَاهَا بِحَصَاةٍ مِثْلِ الْحِمَّصَةِ، هُوَ بِعَيْنِهِ الْإِسْنَادُ الَّذِي فِيهِ قَالَ: سَمِعْتُ شَيْخًا يُحَدِّثُ عَنِ ابْنِ أَبِي بَكْرَةَ، وَهَذَا الشَّيْخُ الَّذِي حَدَّثَ عَنِ ابْنِ أَبِي بَكْرَةَ لَمْ يَدْرِ أَحَدٌ مَنْ هُوَ، فَهُوَ مُبْهَمٌ، وَالْمُبْهَمُ </p><p> مَجْهُولُ الْعَيْنِ وَالْعَدَالَةِ، فَلَا يُحْتَجُّ بِهِ، كَمَا تَرَى. وَقَالَ صَاحِبُ «نَصْبِ الرَّايَةِ» فِي هَذَا الْحَدِيثِ بَعْدَ أَنْ ذَكَرَ رِوَايَةَ أَبِي دَاوُدَ الَّتِي سُقْنَاهَا آنِفًا: رَوَاهُ النَّسَائِيُّ فِي الرَّجْمِ. </p><p> حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ عَنْ حِبَّانَ بْنِ مُوسَى، عَنْ عَبْدِ اللَّهِ، عَنْ زَكَرِيَّا أَبِي عِمْرَانَ الْبَصْرِيِّ، قَالَ: سَمِعْتُ شَيْخًا يُحَدِّثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ بِهَذَا الْحَدِيثِ بِتَمَامِهِ، وَرَوَاهُ الْبَزَّارُ فِي مُسْنَدِهِ وَالطَّبَرَانِيُّ فِي مُعْجَمِهِ. </p><p> قَالَ الْبَزَّارُ: وَلَا نَعْلَمُ أَحَدًا سَمَّى هَذَا الشَّيْخَ وَتُرَاجَعُ أَلْفَاظُهُمْ، وَذَكَرَهُ عَبْدُ الْحَقِّ فِي أَحْكَامِهِ مِنْ جِهَةِ النَّسَائِيِّ، وَلَمْ يُعِلَّهُ بِغَيْرِ الِانْقِطَاعِ، اهـ مِنْهُ، وَأَيُّ عِلَّةِ أَعْظَمُ مِنَ الِانْقِطَاعِ بِإِبْهَامِ الشَّيْخِ الْمَذْكُورِ. </p><p> فَتَحَصَّلَ أَنَّ الْحَدِيثَ الْمَرْفُوعَ ضَعِيفٌ لَيْسَ بِصَالِحٍ لِلِاحْتِجَاجِ. </p><p> أَمَّا الْأَثَرُ الْمَرْوِيُّ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -، فَقَدْ قَالَ الْبَيْهَقِيُّ فِي سُنَنِهِ الْكُبْرَى فِي بَابِ مَنِ اعْتَبَرَ حُضُورَ الْإِمَامِ وَالشُّهُودِ، وَبَدَاءَةَ الْإِمَامِ بِالرَّجْمِ، مَا نَصُّهُ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، حَدَّثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ، ثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الصَّغَانِيُّ، ثَنَا أَبُو الْجَوَّابِ، ثَنَا عَمَّارٌ هُوَ ابْنُ رُزَيْقٍ، عَنْ أَبِي حَصِينٍ عَنِ الشَّعْبِيِّ، قَالَ: أُتِيَ عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُ - بِشُرَاحَةَ الْهَمْدَانِيَّةِ قَدْ فَجَرَتْ فَرَدَّهَا حَتَّى وَلَدَتْ، فَلَمَّا وَلَدَتْ قَالَ: ائْتُونِي بِأَقْرَبِ النِّسَاءِ مِنْهَا، فَأَعْطَاهَا وَلَدَهَا ثُمَّ جَلَدَهَا وَرَجَمَهَا، ثُمَّ قَالَ: جَلَدْتُهَا بِكِتَابِ اللَّهِ، وَرَجَمْتُهَا بِالسُّنَّةِ، ثُمَّ قَالَ: أَيُّمَا امْرَأَةٍ نُعِيَ عَلَيْهَا وَلَدُهَا أَوْ كَانَ اعْتِرَافٌ، فَالْإِمَامُ أَوَّلُ مَنْ يَرْجُمُ، ثُمَّ النَّاسُ، فَإِنْ نَعَاهَا الشُّهُودُ فَالشُّهُودُ أَوَّلُ مَنْ يَرْجُمُ، ثُمَّ الْإِمَامُ، ثُمَّ النَّاسُ. وَأَخْبَرَنَا أَبُو زَكَرِيَّا بْنُ أَبِي إِسْحَاقَ الْمُزَكِّي، أَنْبَأَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يَعْقُوبَ الشَّيْبَانِيُّ، ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ، أَنْبَأَ جَعْفَرُ بْنُ عَوْنٍ، أَنْبَأَ الْأَجْلَحُ عَنِ الشَّعْبِيِّ، قَالَ: جِيءَ بِشُرَاحَةَ الْهَمْدَانِيَّةِ إِلَى عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -، فَقَالَ لَهَا: وَيْلَكِ لَعَلَّ رَجُلًا وَقَعَ عَلَيْكِ وَأَنْتِ نَائِمَةٌ؟ قَالَتْ: لَا، قَالَ لَعَلَّكِ اسْتُكْرِهْتِ؟ قَالَتْ: لَا، قَالَ: لَعَلَّ زَوْجَكِ مِنْ عَدُوِّنَا هَذَا أَتَاكِ فَأَنْتِ تَكْرَهِينَ أَنْ تَدُلِّي عَلَيْهِ، يُلَقِّنُهَا لَعَلَّهَا تَقُولُ نَعَمْ، قَالَ: فَأَمَرَ بِهَا فَحُبِسَتْ، فَلَمَّا وَضَعَتْ مَا فِي بَطْنِهَا أَخْرَجَهَا يَوْمَ الْخَمِيسِ فَضَرَبَهَا مِائَةً، وَحَفَرَ لَهَا يَوْمَ الْجُمُعَةِ فِي الرَّحْبَةِ فَأَحَاطَ النَّاسُ بِهَا، وَأَخَذُوا الْحِجَارَةَ، فَقَالَ: لَيْسَ هَكَذَا الرَّجْمُ، إِنَّمَا يُصِيبُ بَعْضُكُمْ بَعْضًا، صُفُّوا كَصَفِّ الصَّلَاةِ صَفًّا خَلْفَ صَفٍّ ; ثُمَّ قَالَ: أَيُّهَا النَّاسُ أَيُّمَا امْرَأَةٍ جِيءَ بِهَا وَبِهَا حَبَلٌ، يَعْنِي: أَوِ اعْتَرَفَتْ، فَالْإِمَامُ أَوَّلُ مَنْ يَرْجُمُ، ثُمَّ النَّاسُ، وَأَيُّمَا امْرَأَةٍ جِيءَ بِهَا أَوْ رَجُلٍ زَانٍ فَشَهِدَ عَلَيْهِ أَرْبَعَةٌ بِالزِّنَا </p><p> فَالشُّهُودُ أَوَّلُ مَنْ يَرْجُمُ، ثُمَّ الْإِمَامُ ثُمَّ النَّاسُ، ثُمَّ أَمَرَهُمْ فَرَجَمَ صَفٌّ ثُمَّ صَفٌّ، ثُمَّ قَالَ: افْعَلُوا بِهَا مَا تَفْعَلُونَ بِمَوْتَاكُمْ. </p><p> قَالَ الشَّيْخُ - رَحِمَهُ اللَّهُ -: قَدْ ذَكَرْنَا أَنَّ جَلْدَ الثَّيِّبِ صَارَ مَنْسُوخًا، وَأَنَّ الْأَمْرَ صَارَ إِلَى الرَّجْمِ فَقَطْ، اهـ، مِنَ السُّنَنِ الْكُبْرَى بِلَفْظِهِ، وَذَلِكَ يَدُلُّ عَلَى أَنَّ الْمَرْجُومَ يُغْسَلُ وَيُكَفَّنُ وَيُصَلَّى عَلَيْهِ، وَهُوَ كَذَلِكَ، وَقَدْ جَاءَتِ النُّصُوصُ بِالصَّلَاةِ عَلَى الْمَرْجُومِ ; كَمَا هُوَ مَعْلُومٌ. </p><p> وَقَالَ صَاحِبُ «نَصْبِ الرَّايَةِ» فِي أَثَرِ عَلِيٍّ هَذَا، مَا نَصُّهُ: قُلْتُ: أَخْرَجَهُ الْبَيْهَقِيُّ فِي سُنَنِهِ عَنِ الْأَجْلَحِ عَنِ الشَّعْبِيِّ، قَالَ: جِيءَ بِشُرَاحَةَ الْهَمْدَانِيَّةِ إِلَى عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - إِلَى آخِرِ مَا ذَكَرْنَا، عَنِ الْبَيْهَقِيِّ بِاللَّفْظِ الَّذِي سُقْنَاهُ بِهِ، وَالْعَجَبُ مِنْ صَاحِبِ نَصْبِ الرَّايَةِ، حَيْثُ اقْتَصَرَ عَلَى رِوَايَةِ الْبَيْهَقِيِّ لِلْأَثَرِ الْمَذْكُورِ مِنْ طَرِيقِ الْأَجْلَحِ عَنِ الشَّعْبِيِّ، وَلَمْ يُشِرْ إِلَى الرِّوَايَةِ الْأُولَى الَّتِي سُقْنَاهَا الَّتِي الرَّاوِي فِيهَا عَنِ الشَّعْبِيِّ أَبُو حَصِينٍ فَاقْتِصَارُهُ عَلَى رِوَايَةِ الْأَجْلَحِ عَنِ الشَّعْبِيِّ وَتَرْكُهُ لِلرِّوَايَةِ الَّتِي ذَكَرْنَا أَوَّلًا لَا وَجْهَ لَهُ. </p><p> وَالْأَجْلَحُ الْمَذْكُورُ فِي الْإِسْنَادِ الْمَذْكُورِ، هُوَ: ابْنُ عَبْدِ اللَّهِ بْنِ حُجَيَّةَ بِالْمُهْمَلَةِ وَالْجِيمِ مُصَغَّرًا، وَيُقَالُ: ابْنُ مُعَاوِيَةَ، يُكَنَّى أَبَا حُجَيَّةَ الْكِنْدِيَّ، وَيُقَالُ: اسْمُهُ يَحْيَى، قَالَ فِيهِ ابْنُ حَجَرٍ فِي «التَّقْرِيبِ» : صَدُوقٌ شِيعِيٌّ، وَقَالَ عَنْهُ فِي «تَهْذِيبِ التَّهْذِيبِ» : قَالَ الْقَطَّانُ: فِي نَفْسِي مِنْهُ شَيْءٌ، وَقَالَ أَيْضًا: مَا كَانَ يَفْصِلُ بَيْنَ الْحُسَيْنِ بْنِ عَلِيٍّ وَعَلِيِّ بْنِ الْحُسَيْنِ. وَقَالَ أَحْمَدُ: أَجْلَحُ وَمُجَالِدٌ مُتَقَارِبَانِ فِي الْحَدِيثِ، وَقَدْ رَوَى الْأَجْلَحُ غَيْرَ حَدِيثٍ مُنْكَرٍ، وَقَالَ عَبْدُ اللَّهِ بْنُ أَحْمَدَ عَنْ أَبِيهِ: مَا أَقْرَبَ الْأَجْلَحَ مِنْ فِطْرِ بْنِ خَلِيفَةَ، وَقَالَ ابْنُ مَعِينٍ: صَالِحٌ، وَقَالَ مَرَّةً: ثِقَةٌ، وَقَالَ مَرَّةً: لَيْسَ بِهِ بَأْسٌ، وَقَالَ الْعِجْلِيُّ: كُوفِيٌّ ثِقَةٌ، وَقَالَ أَبُو حَاتِمٍ: لَيْسَ بِالْقَوِيِّ يُكْتَبُ حَدِيثُهُ وَلَا يُحْتَجُّ بِهِ، وَقَالَ النَّسَائِيُّ: ضَعِيفٌ لَيْسَ بِذَاكَ، وَكَانَ لَهُ رَأْيُ سُوءٍ، وَقَالَ الْجُوزَجَانِيُّ: مُفْتَرٍ، وَقَالَ ابْنُ عَدِيٍّ: لَهُ أَحَادِيثُ صَالِحَةٌ، وَيَرْوِي عَنْهُ الْكُوفِيُّونَ وَغَيْرُهُمْ، وَلَمْ أَرَ لَهُ حَدِيثًا مُنْكَرًا مُجَاوِزًا لِلْحَدِّ لَا إِسْنَادًا وَلَا مَتْنًا إِلَّا أَنَّهُ يُعَدُّ فِي شِيعَةِ الْكُوفَةِ، وَهُوَ عِنْدِي مُسْتَقِيمُ الْحَدِيثِ صَدُوقٌ. وَقَالَ شَرِيكٌ عَنِ الْأَجْلَحِ: سَمِعْنَا أَنَّهُ مَا يَسُبُّ أَبَا بَكْرٍ وَعُمَرَ أَحَدٌ إِلَّا مَاتَ قَتْلًا أَوْ فَقِيرًا، وَقَالَ عَمْرُو بْنُ عَلِيٍّ: مَاتَ سَنَةَ مِائَةٍ وَخَمْسٍ وَأَرْبَعِينَ فِي أَوَّلِ السَّنَةِ، وَهُوَ رَجُلٌ مِنْ بَجِيلَةَ مُسْتَقِيمُ الْحَدِيثِ صَدُوقٌ. </p><p> قُلْتُ: لَيْسَ هُوَ مِنْ بَجِيلَةَ، وَقَالَ أَبُو دَاوُدَ: ضَعِيفٌ، وَقَالَ مَرَّةً: زَكَرِيَّا أَرْفَعُ مِنْهُ بِمِائَةِ دَرَجَةٍ، وَقَالَ ابْنُ سَعْدٍ: كَانَ ضَعِيفًا جِدًّا، وَقَالَ الْعُقَيْلِيُّ: رَوَى عَنِ الشَّعْبِيِّ أَحَادِيثَ </p><p> مُضْطَرِبَةً لَا يُتَابَعُ عَلَيْهَا، وَقَالَ يَعْقُوبُ بْنُ سُفْيَانَ: ثِقَةٌ، حَدِيثُهُ لَيِّنٌ، وَقَالَ ابْنُ حِبَّانَ: كَانَ لَا يَدْرِي مَا يَقُولُ جَعَلَ أَبَا سُفْيَانَ أَبَا الزُّبَيْرِ، انْتَهَى مِنْهُ. </p><p> وَقَدْ رَأَيْتُ كَثْرَةَ الِاخْتِلَافِ فِي الْأَجْلَحِ الْمَذْكُورِ إِلَّا أَنَّ رِوَايَتَهُ لِهَذَا الْأَثَرِ عَنِ الشَّعْبِيِّ عَنْ عَلِيٍّ تَعْتَضِدُ بِرِوَايَةِ أَبِي الْحَصِينِ لَهُ عَنِ الشَّعْبِيِّ، عَنْ عَلِيٍّ، وَأَبُو حَصِينٍ الْمَذْكُورُ، هُوَ بِفَتْحِ الْحَاءِ، وَهُوَ عُثْمَانُ بْنُ عَاصِمِ بْنِ حَصِينٍ الْأَسَدِيُّ الْكُوفِيُّ أَخْرَجَ لَهُ الْجَمِيعُ، وَقَالَ فِيهِ فِي «التَّقْرِيبِ» : ثِقَةٌ ثَبْتٌ سُنِّيٌّ وَرُبَّمَا دَلَّسَ، اهـ. </p><p> وَإِذَا عَلِمْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي بَدَاءَةِ الشُّهُودِ وَالْإِمَامِ بِالرَّجْمِ وَمَا احْتَجَّ بِهِ كُلٌّ مِنْهُمْ. </p><p> فَاعْلَمْ: أَنْ أَظْهَرَ الْقَوْلَيْنِ هُوَ قَوْلُ مَنْ قَالَ بِبَدَاءَةِ الشُّهُودِ أَوِ الْإِمَامِ، كَمَا ذَكَرْنَا، وَقَوْلُ الْإِمَامِ مَالِكٍ - رَحِمَهُ اللَّهُ -: إِنَّهُ لَمْ يَعْلَمْ أَحَدًا مِنَ الْأَئِمَّةِ فَعَلَهُ، يَقْتَضِي أَنَّهُ لَمْ يَبْلُغْهُ أَثَرُ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - الْمَذْكُورُ، وَلَوْ بَلَغَهُ لَعَمِلَ بِهِ، وَالظَّاهِرُ أَنَّ لَهُ حُكْمَ الرَّفْعِ ; لِأَنَّهُ لَا يَظْهَرُ أَنَّهُ يُقَالُ مِنْ جِهَةِ الرَّأْيِ، وَإِنْ كَانَ الْكَلَامُ الَّذِي قَدَّمْنَا عَنْ صَاحِبِ «الْمُغْنِي» ، وَصَاحِبِ «تَبْيِينِ الْحَقَائِقِ» يَقْتَضِي أَنَّ مِثْلَهُ يُقَالُ بِطَرِيقِ الرَّأْيِ لِلتَّعْلِيلِ الَّذِي عَلَّلُوا بِهِ الْقَوْلَ بِهِ، وَقَالَ صَاحِبُ «نَصْبِ الرَّايَةِ» بَعْدَ أَنْ ذَكَرَ رِوَايَةَ الْبَيْهَقِيِّ لِلْأَثَرِ الْمَذْكُورِ عَنْ عَلِيٍّ مِنْ طَرِيقِ الْأَجْلَحِ، عَنِ الشَّعْبِيِّ مَا نَصُّهُ: وَرَوَاهُ أَحْمَدُ فِي مُسْنَدِهِ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، ثُمَّ سَاقَ مَتْنَ رِوَايَةِ الْإِمَامِ أَحْمَدَ بِنَحْوِ مَا قَدَّمْنَا، ثُمَّ قَالَ: وَرَوَاهُ ابْنُ أَبِي شَيْبَةَ فِي مُصَنَّفِهِ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ يَزِيدَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى أَنَّ عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ -، ثُمَّ سَاقَ الْأَثَرَ بِنَحْوِ مَا قَدَّمْنَا، ثُمَّ قَالَ: حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ حَجَّاجٍ، عَنِ الْحَسَنِ بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ عَلِيٍّ، ثُمَّ سَاقَ الْأَثَرَ الْمَذْكُورَ بِنَحْوِ مَا قَدَّمْنَا، اهـ. </p><p> وَهَذِهِ الرِّوَايَاتُ يُعَضِّدُ بَعْضُهَا بَعْضًا وَهِيَ تَدُلُّ عَلَى أَنَّ عَلِيًّا كَانَ يَقُولُ بِبَدَاءَةِ الْإِمَامِ فِي الْإِقْرَارِ وَبَدَاءَةِ الشُّهُودِ فِي الْبَيِّنَةِ، وَإِنْ كَانَ لَهُ حُكْمُ الرَّفْعِ فَالْأَمْرُ وَاضِحٌ، وَإِنْ كَانَ لَهُ حُكْمُ الْوَقْفِ فَهِيَ فَتْوَى وَفِعْلٌ مِنْ خَلِيفَةٍ رَاشِدٍ، وَلَمْ يُعْلَمْ أَنَّ أَحَدًا أَنْكَرَ عَلَيْهِ، وَلِهَذَا اسْتَظْهَرْنَا بَدَاءَةَ الْبَيِّنَةِ وَالْإِمَامِ فِي الرَّجْمِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الْخَامِسُ: اعْلَمْ أَنَّ الْمَرْجُومَ إِذَا هَرَبَ فِي أَثْنَاءِ الرَّجْمِ عِنْدَمَا وَجَدَ أَلَمَ الضَّرْبِ بِالْحِجَارَةِ، فَإِنْ كَانَ زِنَاهُ ثَابِتًا بِبَيِّنَةٍ، فَلَا خِلَافَ فِي أَنَّهُمْ يَتَّبِعُونَهُ حَتَّى يُدْرِكُوهُ، فَيَرْجُمُوهُ </p><p> لِوُجُوبِ إِقَامَةِ الْحَدِّ عَلَيْهِ الَّذِي هُوَ الرَّجْمُ بِالْبَيِّنَةِ، وَإِنْ كَانَ زِنَاهُ ثَابِتًا بِإِقْرَارٍ، فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِيهِ. </p><p> قَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: اخْتَلَفَ الْعُلَمَاءُ فِي الْمُحْصَنِ: إِذَا أَقَرَّ بِالزِّنَا فَشَرَعُوا فِي رَجْمِهِ، ثُمَّ هَرَبَ هَلْ يُتْرَكُ أَمْ يُتْبَعُ لِيُقَامَ عَلَيْهِ الْحَدُّ؟ فَقَالَ الشَّافِعِيُّ وَأَحْمَدُ وَغَيْرُهُمَا: يُتْرَكُ، وَلَا يُتْبَعُ لِكَيْ يُقَالَ لَهُ بَعْدَ ذَلِكَ، فَإِنْ رَجَعَ عَنِ الْإِقْرَارِ تُرِكَ، وَإِنْ أَعَادَ رُجِمَ. </p><p> وَقَالَ مَالِكٌ فِي رِوَايَةٍ وَغَيْرُهُ: إِنَّهُ يُتْبَعُ وَيُرْجَمُ، وَاحْتَجَّ الشَّافِعِيُّ وَمُوَافِقُوهُ بِمَا جَاءَ فِي رِوَايَةِ أَبِي دَاوُدَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: أَلَا تَرَكْتُمُوهُ حَتَّى أَنْظُرَ فِي شَأْنِهِ» ؟ وَفِي رِوَايَةٍ «: هَلَّا تَرَكْتُمُوهُ فَلَعَلَّهُ يَتُوبُ فَيَتُوبُ اللَّهُ عَلَيْهِ» ، وَاحْتَجَّ الْآخَرُونَ بِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يُلْزِمْهُمْ ذَنْبَهُ، مَعَ أَنَّهُمْ قَتَلُوهُ بَعْدَ هَرَبِهِ، وَأَجَابَ الشَّافِعِيُّ وَمُوَافِقُوهُ عَنْ هَذَا بِأَنَّهُ لَمْ يُصَرِّحْ بِالرُّجُوعِ، وَقَدْ ثَبَتَ إِقْرَارُهُ فَلَا يُتْرَكُ حَتَّى يُصَرِّحَ بِالرُّجُوعِ، قَالُوا: وَإِنَّمَا قُلْنَا لَا يُتْبَعُ فِي هَرَبِهِ لَعَلَّهُ يُرِيدُ الرُّجُوعَ، وَلَمْ نَقُلْ إِنَّهُ سَقَطَ الرَّجْمُ بِمُجَرَّدِ الْهَرَبِ، وَاللَّهُ أَعْلَمُ، انْتَهَى مِنْهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ الْقَوْلَيْنِ عِنْدِي أَنَّهُ إِنْ هَرَبَ فِي أَثْنَاءِ الرَّجْمِ لَا يُتْبَعُ بَلْ يُمْهَلُ حَتَّى يُنْظَرَ فِي أَمْرِهِ، فَإِنْ صَرَّحَ بِالرُّجُوعِ تُرِكَ، وَإِنْ تَمَادَى عَلَى إِقْرَارِهِ رُجِمَ، وَيَدُلُّ لِهَذَا مَا فِي رِوَايَةِ أَبِي دَاوُدَ الَّتِي أَشَارَ لَهَا النَّوَوِيُّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ: اعْلَمْ أَنَّ الْبِكْرَ مِنَ الرِّجَالِ وَالنِّسَاءِ، إِذَا زَنَا وَجَبَ جَلْدُهُ مِائَةَ جَلْدَةٍ كَمَا هُوَ نَصُّ الْآيَةِ الْكَرِيمَةِ، وَلَا خِلَافَ فِيهِ، وَلَكِنَّ الْعُلَمَاءَ اخْتَلَفُوا هَلْ يُغَرَّبُ سَنَةً مَعَ جَلْدِهِ مِائَةً أَوْ لَا يُغَرَّبُ؟ فَذَهَبَ جُمْهُورُ أَهْلِ الْعِلْمِ إِلَى أَنَّ الْبِكْرَ يُغَرَّبُ سَنَةً مَعَ الْجَلْدِ. قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَهُوَ قَوْلُ جُمْهُورِ أَهْلِ الْعِلْمِ، رُوِيَ ذَلِكَ عَنِ الْخُلَفَاءِ الرَّاشِدِينَ، وَبِهِ قَالَ أُبَيٌّ وَابْنُ مَسْعُودٍ، وَابْنُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمْ -، وَإِلَيْهِ ذَهَبَ عَطَاءٌ، وَطَاوُسٌ، وَالثَّوْرِيُّ، وَابْنُ أَبِي لَيْلَى، وَالشَّافِعِيُّ، وَإِسْحَاقُ، وَأَبُو ثَوْرٍ، وَقَالَ مَالِكٌ وَالْأَوْزَاعِيُّ: يُغَرَّبُ الرَّجُلُ دُونَ الْمَرْأَةِ، وَقَالَ أَبُو حَنِيفَةَ وَمُحَمَّدٌ: لَا يَجِبُ التَّغْرِيبُ عَلَى ذَكَرٍ وَلَا أُنْثَى، وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: قَالَ الشَّافِعِيُّ وَالْجَمَاهِيرُ: يُنْفَى سَنَةً رَجُلًا كَانَ أَوِ امْرَأَةً. وَقَالَ الْحَسَنُ: لَا يَجِبُ النَّفْيُ، وَقَالَ مَالِكٌ وَالْأَوَزْاعِيُّ: لَا نَفْيَ عَلَى النِّسَاءِ، وَرُوِيَ مِثْلُهُ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - إِلَى أَنْ قَالَ: وَأَمَّا الْعَبْدُ وَالْأَمَةُ فَفِيهِمَا ثَلَاثَةُ أَقْوَالٍ لِلشَّافِعِيِّ: </p><p> أَحَدُهَا: يُغَرَّبُ كُلُّ وَاحِدٍ مِنْهُمَا سَنَةً لِظَاهِرِ الْحَدِيثِ، وَبِهَذَا قَالَ سُفْيَانُ الثَّوْرِيُّ، وَأَبُو ثَوْرٍ، وَدَاوُدُ، وَابْنُ جَرِيرٍ. </p><p> وَالثَّانِي: يُغَرَّبُ نِصْفَ سَنَةٍ ; لِقَوْلِهِ تَعَالَى: فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، وَهَذَا أَصَحُّ الْأَقْوَالِ عِنْدَ أَصْحَابِنَا، وَهَذِهِ الْآيَةُ مُخَصِّصَةٌ لِعُمُومِ الْحَدِيثِ، وَالصَّحِيحُ عِنْدَ الْأُصُولِيِّينَ: جَوَازُ تَخْصِيصِ السُّنَّةِ بِالْكِتَابِ ; لِأَنَّهُ إِذَا جَازَ تَخْصِيصُ الْكِتَابِ بِالْكِتَابِ فَتَخْصِيصُ السُّنَّةِ بِهِ أَوْلَى. </p><p> وَالثَّالِثُ: لَا يُغَرَّبُ الْمَمْلُوكُ أَصْلًا، وَبِهِ قَالَ الْحَسَنُ الْبَصْرِيُّ، وَحَمَّادٌ، وَمَالِكٌ، وَأَحْمَدُ، وَإِسْحَاقُ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأَمَةِ إِذَا زَنَتْ «: فَلْيَجْلِدْهَا» ، وَلَمْ يَذْكُرِ النَّفْيَ، وَلِأَنَّ نَفْيَهُ يَضُرُّ سَيِّدَهُ مَعَ أَنَّهُ لَا جِنَايَةَ مِنْ سَيِّدِهِ، وَأَجَابَ أَصْحَابُ الشَّافِعِيِّ عَنْ حَدِيثِ الْأَمَةِ إِذَا زَنَتْ أَنَّهُ لَيْسَ فِيهِ تَعَرُّضٌ لِلنَّفْيِ، وَالْآيَةُ ظَاهِرَةٌ فِي وُجُوبِ النَّفْيِ، فَوَجَبَ الْعَمَلُ بِهَا، وَحُمِلَ الْحَدِيثُ عَلَى مُوَافَقَتِهَا، وَاللَّهُ أَعْلَمُ، اهـ كَلَامُ النَّوَوِيِّ، وَقَوْلُهُ: إِنَّ الْآيَةَ ظَاهِرَةٌ فِي وُجُوبِ النَّفْيِ لَيْسَ بِظَاهِرٍ، فَانْظُرْهُ. </p><p> وَإِذَا عَرَفْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ، وَأَنَّ الْأَئِمَّةَ الثَّلَاثَةَ: مَالِكًا، وَالشَّافِعِيَّ، وَأَحْمَدَ، مُتَّفِقُونَ عَلَى تَغْرِيبِ الزَّانِي الْبِكْرِ الْحُرِّ الذَّكَرِ، وَإِنْ وَقَعَ بَيْنَهُمْ خِلَافٌ فِي تَغْرِيبِ الْإِنَاثِ وَالْعَبِيدِ، وَعَلِمْتَ أَنَّ أَبَا حَنِيفَةَ، وَمَنْ ذَكَرْنَا مَعَهُ يَقُولُونَ: بِأَنَّهُ لَا يَجِبُ التَّغْرِيبُ عَلَى الزَّانِي مُطْلَقًا ذَكَرًا كَانَ أَوْ أُنْثَى، حُرًّا أَوْ عَبْدًا، فَهَذِهِ تَفَاصِيلُ أَدِلَّتِهِمْ. </p><p> أَمَّا الَّذِينَ قَالُوا: يُغَرَّبُ الْبِكْرُ الزَّانِي سَنَةً، فَاحْتَجُّوا بِأَنَّ ذَلِكَ ثَابِتٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُبُوتًا لَا مَطْعَنَ فِيهِ، وَمِنْ ذَلِكَ مَا أَخْرَجَهُ الشَّيْخَانِ فِي صَحِيحِيهِمَا وَبَاقِي الْجَمَاعَةِ فِي حَدِيثِ الْعَسِيفِ الَّذِي زَنَى بِامْرَأَةِ الرَّجُلِ الَّذِي كَانَ أَجِيرًا عِنْدَهُ، وَفِيهِ: فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: وَالَّذِي نَفْسِي بِيَدِهِ،لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ:الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ» الْحَدِيثَ، وَفِيهِ التَّصْرِيحُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِرِوَايَةِ صَحَابِيَّيْنِ جَلِيلَيْنِ أَنَّهُ أَقْسَمَ لَيَقْضِيَنَّ بَيْنَهُمَا بِكِتَابِ اللَّهِ، ثُمَّ صَرَّحَ بِأَنَّ مِنْ ذَلِكَ الْقَضَاءِ بِكِتَابِ اللَّهِ جَلْدَ ذَلِكَ الزَّانِي الْبِكْرَ مِائَةً وَتَغْرِيبَهُ عَامًا، وَهَذَا أَصَحُّ نَصٍّ وَأَصْرَحُهُ فِي مَحَلِّ النِّزَاعِ. وَمِنْ ذَلِكَ مَا أَخْرَجَهُ مُسْلِمٌ فِي صَحِيحِهِ وَغَيْرِهِ وَهُوَ حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ - رَضِيَ اللَّهُ عَنْهُ - الَّذِي قَدَّمْنَاهُ، وَفِيهِ «: الْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَنَفْيُ سَنَةٍ» ، وَهُوَ أَيْضًا نَصٌّ صَحِيحٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَرِيحٌ فِي مَحَلِّ النِّزَاعِ، وَاحْتَجَّ الْحَنَفِيَّةُ وَمَنْ وَافَقَهُمْ مِنَ الْكُوفِيِّينَ عَلَى عَدَمِ التَّغْرِيبِ بِأَدِلَّةٍ: </p><p> مِنْهَا: أَنَّ التَّغْرِيبَ سَنَةً زِيَادَةٌ عَلَى قَوْلِهِ تَعَالَى: فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ، وَالْمُقَرَّرُ فِي أُصُولِ الْحَنَفِيَّةِ هُوَ أَنَّ الزِّيَادَةَ عَلَى النَّصِّ نَسْخٌ لَهُ، وَإِذَا كَانَتْ زِيَادَةُ التَّغْرِيبِ عَلَى الْجَلْدِ فِي الْآيَةِ تُعْتَبَرُ نَسْخًا لِلْآيَةِ فَهُمْ يَقُولُونَ: إِنَّ الْآيَةَ مُتَوَاتِرَةٌ، وَأَحَادِيثُ التَّغْرِيبِ أَخْبَارُ آحَادٍ، وَالْمُتَوَاتِرُ عِنْدَهُمْ لَا يَنْسَخُ بِالْآحَادِ، وَقَدْ قَدَّمْنَا فِي مَوَاضِعَ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ كِلَا الْأَمْرَيْنِ لَيْسَ بِمُسْلِمٍ، أَمَّا الْأَوَّلُ مِنْهُمَا وَهُوَ أَنَّ كُلَّ زِيَادَةٍ عَلَى النَّصِّ، فَهِيَ نَاسِخَةٌ لَهُ لَيْسَ بِصَحِيحٍ ; لِأَنَّ الزِّيَادَةَ عَلَى النَّصِّ لَا تَكُونُ نَاسِخَةً لَهُ عَلَى التَّحْقِيقِ، إِلَّا إِنْ كَانَتْ مُثْبِتَةً شَيْئًا قَدْ نَفَاهُ النَّصُّ أَوْ نَافِيَةً شَيْئًا أَثْبَتَهُ النَّصُّ، أَمَّا إِذَا كَانَتْ زِيَادَةُ شَيْءٍ سَكَتَ عَنْهُ النَّصُّ السَّابِقُ، وَلَمْ يَتَعَرَّضْ لِنَفْيِهِ، وَلَا لِإِثْبَاتِهِ فَالزِّيَادَةُ حِينَئِذٍ إِنَّمَا هِيَ رَافِعَةٌ لِلْبَرَاءَةِ الْأَصْلِيَّةِ الْمَعْرُوفَةِ فِي الْأُصُولِ بِالْإِبَاحَةِ الْعَقْلِيَّةِ، وَهِيَ بِعَيْنِهَا اسْتِصْحَابُ الْعَدَمِ الْأَصْلِيِّ، حَتَّى يَرِدَ دَلِيلٌ نَاقِلٌ عَنْهُ، وَرَفْعُ الْبَرَاءَةِ الْأَصْلِيَّةِ لَيْسَ بِنَسْخٍ، وَإِنَّمَا النَّسْخُ رَفْعُ حُكْمٍ شَرْعِيٍّ كَانَ ثَابِتًا بِدَلِيلٍ شَرْعِيٍّ. </p><p> وَقَدْ أَوْضَحْنَا هَذَا الْمَبْحَثَ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا [٦ \\ ١٤٥] . </p><p> وَفِي سُورَةِ «الْحَجِّ» فِي مَبْحَثِ اشْتِرَاطِ الطَّهَارَةِ لِلطَّوَافِ فِي كَلَامِنَا الطَّوِيلِ عَلَى آيَاتِ «الْحَجِّ» وَغَيْرِ ذَلِكَ مِنْ مَوَاضِعِ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَأَمَّا الْأَمْرُ الثَّانِي: وَهُوَ أَنَّ الْمُتَوَاتِرَ لَا يُنْسَخُ بِأَخْبَارِ الْآحَادِ ; فَقَدْ قَدَّمْنَا فِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى آيَةِ «الْأَنْعَامِ» الْمَذْكُورَةِ آنِفًا، أَنَّهُ غَلَطَ فِيهِ جُمْهُورُ الْأُصُولِيِّينَ غَلَطًا لَا شَكَّ فِيهِ، وَأَنَّ التَّحْقِيقَ هُوَ جَوَازُ نَسْخِ الْمُتَوَاتِرِ بِالْآحَادِ ; إِذَا ثَبَتَ تَأَخُّرُهَا عَنْهُ، وَلَا مُنَافَاةَ بَيْنَهُمَا أَصْلًا، حَتَّى يُرَجَّحَ الْمُتَوَاتِرُ عَلَى الْآحَادِ، لِأَنَّهُ لَا تَنَاقُضَ مَعَ اخْتِلَافِ زَمَنِ الدَّلِيلَيْنِ ; لِأَنَّ كُلًّا مِنْهُمَا حَقٌّ فِي وَقْتِهِ، فَلَوْ قَالَتْ لَكَ جَمَاعَةٌ مِنَ الْعُدُولِ: إِنَّ أَخَاكَ الْمُسَافِرَ لَمْ يَصِلْ بَيْتَهُ إِلَى الْآنَ، ثُمَّ بَعْدَ ذَلِكَ بِقَلِيلٍ مِنَ الزَّمَنِ أَخْبَرَكَ إِنْسَانٌ وَاحِدٌ أَنَّ أَخَاكَ وَصَلَ بَيْتَهُ، فَإِنَّ خَبَرَ هَذَا الْإِنْسَانِ الْوَاحِدِ أَحَقُّ بِالتَّصْدِيقِ مِنْ خَبَرِ جَمَاعَةِ الْعُدُولِ الْمَذْكُورَةِ ; لِأَنَّ أَخَاكَ وَقْتَ كَوْنِهِمْ فِي بَيْتِهِ لَمْ يَقْدَمْ، وَبَعْدَ ذَهَابِهِمْ بِزَمَنٍ قَلِيلٍ قَدِمَ أَخُوكَ فَأَخْبَرَكَ ذَلِكَ الْإِنْسَانُ بِقُدُومِهِ وَهُوَ صَادِقٌ، وَخَبَرُهُ لَمْ يُعَارِضْ خَبَرَ الْجَمَاعَةِ الْآخَرِينَ لِاخْتِلَافِ زَمَنِهِمَا كَمَا أَوْضَحْنَاهُ فِي الْمَحَلِّ الْمَذْكُورِ ; فَالْمُتَوَاتِرُ فِي وَقْتِهِ قَطْعِيٌّ، وَلَكِنَّ اسْتِمْرَارَ حُكْمِهِ إِلَى الْأَبَدِ لَيْسَ بِقَطْعِيٍّ، </p><p> فَنَسْخُهُ بِالْآحَادِ إِنَّمَا نَفَى اسْتِمْرَارَ حُكْمِهِ، وَقَدْ عَرَفْتَ أَنَّهُ لَيْسَ بِقَطْعِيٍّ، كَمَا تَرَى. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى عَدَمِ التَّغْرِيبِ: حَدِيثُ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ عِنْدَ أَبِي دَاوُدَ، وَقَدْ قَدَّمْنَاهُ: أَنَّ رَجُلًا أَقَرَّ عِنْدَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ زَنَى بِامْرَأَةٍ سَمَّاهَا فَأَنْكَرَتْ أَنْ تَكُونَ زَنَتْ، فَجَلَدَهُ الْحَدَّ، وَتَرَكَهَا، وَمَا رَوَاهُ أَبُو دَاوُدَ أَيْضًا عَنِ ابْنِ عَبَّاسٍ: أَنَّ رَجُلًا مِنْ بَكْرِ بْنِ لَيْثٍ أَقَرَّ عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ زَنَى بِامْرَأَةٍ أَرْبَعَ مَرَّاتٍ، وَكَانَ بِكْرًا فَجَلَدَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِائَةً، وَسَأَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْبَيِّنَةَ عَلَى الْمَرْأَةِ إِذْ كَذَّبَتْهُ، فَلَمْ يَأْتِ بِهَا ; فَجَلَدَهُ حَدَّ الْفِرْيَةِ ثَمَانِينَ جَلْدَةً، قَالُوا: وَلَوْ كَانَ التَّغْرِيبُ وَاجِبًا لَمَا أَخَلَّ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمِنْ أَدِلَّتِهِمْ أَيْضًا: الْحَدِيثُ الصَّحِيحُ «إِذَا زَنَتْ أَمَةُ أَحَدِكُمْ فَلْيَجْلِدْهَا» الْحَدِيثَ، وَهُوَ مُتَّفَقٌ عَلَيْهِ، وَلَمْ يَذْكُرْ فِيهِ التَّغْرِيبَ مَعَ الْجَلْدِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ التَّغْرِيبَ مَنْسُوخٌ، وَهَذَا الِاسْتِدْلَالُ لَا يَنْهَضُ لِمُعَارَضَةِ النُّصُوصِ الصَّحِيحَةِ الصَّرِيحَةِ الَّتِي فِيهَا إِقْسَامُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ الْجَمْعَ بَيْنَ جَلْدِ الْبِكْرِ، وَنَفْيِهِ سَنَةً قَضَاءٌ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِكِتَابِ اللَّهِ. </p><p> وَإِيضَاحُ ذَلِكَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَقْسَمَ أَنَّ الْجَمْعَ بَيْنَ الْجَلْدِ وَالتَّغْرِيبِ قَضَاءٌ بِكِتَابِ اللَّهِ، وَهَذَا النَّصُّ الصَّحِيحُ بَالِغٌ مِنَ الصَّرَاحَةِ فِي مَحَلِّ النِّزَاعِ، مَا لَمْ يَبْلُغْهُ شَيْءٌ آخَرُ يُعَارَضُ بِهِ. </p><p> وَقَالَ الشَّوْكَانِيُّ فِي «نَيْلِ الْأَوْطَارِ» : إِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الْمُبَيِّنُ، وَقَدْ أَقْسَمَ أَنَّ الْجَمْعَ بَيْنَ الْجَلْدِ وَالتَّغْرِيبِ قَضَاءٌ بِكِتَابِ اللَّهِ، قَالَ: وَخَطَبَ بِذَلِكَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - عَلَى رُءُوسِ الْمَنَابِرِ، وَعَمِلَ بِهِ الْخُلَفَاءُ الرَّاشِدُونَ، وَلَمْ يُنْكِرْهُ أَحَدٌ فَكَانَ إِجْمَاعًا، اهـ مِنْهُ. </p><p> وَذَكَرَ مُرَجِّحَاتٍ أُخْرَى مُتَعَدِّدَةً لِوُجُوبِ التَّغْرِيبِ. </p><p> وَالْحَاصِلُ: أَنَّ حَدِيثَ أَبِي دَاوُدَ الَّذِي اسْتَدَلُّوا بِهِ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ وَابْنِ عَبَّاسٍ لَيْسَ فِيهِ ذِكْرُ التَّغْرِيبِ، وَلَا التَّصْرِيحُ بِعَدَمِهِ، وَلَمْ يُعْلَمْ هَلْ هُوَ قَبْلَ حَدِيثِ الْإِقْسَامِ، بِأَنَّ الْجَمْعَ بَيْنَهُمَا قَضَاءٌ بِكِتَابِ اللَّهِ أَوْ بَعْدَهُ؟ فَعَلَى أَنَّ الْمُتَأَخِّرَ الْإِقْسَامُ الْمَذْكُورُ فَالْأَمْرُ وَاضِحٌ، وَعَلَى تَقْدِيرِ أَنَّ الْإِقْسَامَ هُوَ الْمُتَقَدِّمُ، فَذَلِكَ التَّصْرِيحُ، بِأَنَّ الْجَمْعَ بَيْنَهُمَا قَضَاءٌ بِكِتَابِ اللَّهِ مَعَ الْإِقْسَامِ عَلَى ذَلِكَ لَا يَصِحُّ رَفْعُهُ بِمُحْتَمَلٍ ; وَلَوْ تَكَرَّرَتِ الرِّوَايَاتُ بِهِ تَكَرُّرًا كَثِيرًا، وَعَلَى أَنَّهُ لَا يُعْرَفُ الْمُتَقَدِّمُ مِنْهُمَا كَمَا هُوَ الْحَقُّ، فَالْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ عَنْ صَحَابِيَّيْنِ جَلِيلَيْنِ هُمَا: أَبُو هُرَيْرَةَ، وَزَيْدُ بْنُ خَالِدٍ الْجُهَنِيُّ الَّذِي فِيهِ الْإِقْسَامُ بِأَنَّ الْجَمْعَ بَيْنَهُمَا قَضَاءٌ بِكِتَابِ اللَّهِ، لَا شَكَّ فِي تَقْدِيمِهِ عَلَى حَدِيثِ أَبِي دَاوُدَ الَّذِي هُوَ دُونَهُ فِي السَّنَدِ وَالْمَتْنِ. أَمَّا </p><p> كَوْنُهُ فِي السَّنَدِ فَظَاهِرٌ، وَأَمَّا كَوْنُهُ فِي الْمَتْنِ فَلِأَنَّ حَدِيثَ أَبِي دَاوُدَ لَيْسَ فِيهِ التَّصْرِيحُ بِنَفْيِ التَّغْرِيبِ، وَالصَّرِيحُ مُقَدَّمٌ عَلَى غَيْرِ الصَّرِيحِ كَمَا هُوَ مَعْرُوفٌ فِي الْأُصُولِ، وَبِهِ تَعْلَمُ أَنَّ الْأَصَحَّ الَّذِي لَا يَنْبَغِي الْعُدُولُ عَنْهُ جَمْعُ الْجَلْدِ وَالتَّغْرِيبِ. </p><p> وَأَمَّا الِاسْتِدْلَالُ بِحَدِيثِ الْأَمَةِ فَلَيْسَ بِوَجِيهٍ لِاخْتِلَافِ الْأَمَةِ وَالْأَحْرَارِ فِي أَحْكَامِ الْحَدِّ، فَهِيَ تُجْلَدُ خَمْسِينَ، وَلَوْ مُحْصَنَةً، وَلَا تُرْجَمُ، وَالْأَحْرَارُ بِخِلَافٍ ذَلِكَ، فَأَحْكَامُ الْأَحْرَارِ وَالْعَبِيدِ فِي الْحُدُودِ قَدْ تَخْتَلِفُ. </p><p> وَقَدْ بَيَّنَتْ آيَةُ «النِّسَاءِ» اخْتِلَافَ الْحُرَّةِ وَالْأَمَةِ فِي حُكْمِ حَدِّ الزِّنَا مِنْ جِهَتَيْنِ: </p><p> إِحْدَاهُمَا: أَنَّهَا صَرَّحَتْ بِأَنَّهَا إِنْ كَانَتْ مُحْصَنَةً، فَعَلَيْهَا الْجَلْدُ لَا الرَّجْمُ. </p><p> وَالثَّانِيَةُ: أَنَّ عَلَيْهَا نِصْفَهُ، وَذَلِكَ فِي قَوْلِهِ: فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، فَتَأَمَّلْ قَوْلَهُ: فَإِذَا أُحْصِنَّ، وَقَوْلَهُ: فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ، يَظْهَرُ لَكَ مَا ذَكَرْنَا. </p><p> وَمِمَّا ذَكَرْنَا تَعْلَمُ أَنَّ الْأَصَحَّ الَّذِي لَا يَنْبَغِي الْعُدُولُ عَنْهُ هُوَ وُجُوبُ تَغْرِيبِ الْبِكْرِ سَنَةً مَعَ جَلْدِهِ مِائَةً لِصَرَاحَةِ الْأَدِلَّةِ الصَّحِيحَةِ فِي ذَلِكَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> فُرُوعٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ </p><p> الْفَرْعُ الْأَوَّلُ: اعْلَمْ أَنَّ الَّذِينَ قَالُوا بِالتَّغْرِيبِ، وَهُمُ الْجُمْهُورُ، اخْتَلَفُوا فِي تَغْرِيبِ الْمَرْأَةِ، فَقَالَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: تُغَرَّبُ الْمَرْأَةُ سَنَةً لِعُمُومِ أَدِلَّةِ التَّغْرِيبِ، وَمِمَّنْ قَالَ بِهِ: الشَّافِعِيُّ وَأَحْمَدُ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا تَغْرِيبَ عَلَى النِّسَاءِ، وَمِمَّنْ قَالَ بِهِ مَالِكٌ وَالْأَوْزَاعِيُّ، وَرُوِيَ مِثْلُهُ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ -. </p><p> أَمَّا حُجَّةُ مَنْ قَالَ بِتَغْرِيبِ النِّسَاءِ فَهِيَ عُمُومُ أَدِلَّةِ التَّغْرِيبِ، وَظَاهِرُهَا شُمُولُ الْأُنْثَى، وَأَمَّا الَّذِينَ قَالُوا: لَا تَغْرِيبَ عَلَى النِّسَاءِ، فَقَدِ احْتَجُّوا بِالْأَحَادِيثِ الصَّحِيحَةِ الْوَارِدَةِ بِنَهْيِ الْمَرْأَةِ عَنِ السَّفَرِ، إِلَّا مَعَ مَحْرَمٍ أَوْ زَوْجٍ. </p><p> وَقَدْ قَدَّمْنَاهَا فِي سُورَةِ «النِّسَاءِ» فِي الْكَلَامِ عَلَى مَسَافَةِ الْقَصْرِ، قَالُوا: لَا يَجُوزُ سَفَرُهَا دُونَ مَحْرَمٍ، وَلَا يُكَلَّفُ مَحْرَمُهَا بِالسَّفَرِ مَعَهَا ; لِأَنَّهُ لَا ذَنْبَ لَهُ يُكَلَّفُ السَّفَرُ بِسَبَبِهِ، قَالُوا: وَلِأَنَّ الْمَرْأَةَ عَوْرَةٌ وَفِي تَغْرِيبِهَا تَضْيِيعٌ لَهَا، وَتَعْرِيضٌ لَهَا لِلْفِتْنَةِ، وَلِذَلِكَ نُهِيَتْ عَنِ السَّفَرِ إِلَّا </p><p> مَعَ مَحْرَمٍ أَوْ زَوْجٍ، قَالُوا: وَغَايَةُ مَا فِي الْأَمْرِ، أَنَّ عُمُومَ أَحَادِيثِ التَّغْرِيبِ بِالنِّسْبَةِ إِلَى النِّسَاءِ خَصَّصَتْهُ أَحَادِيثُ نَهْيِ الْمَرْأَةِ عَنِ السَّفَرِ إِلَّا مَعَ مَحْرَمٍ أَوْ زَوْجٍ، وَهَذَا لَا إِشْكَالَ فِيهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي أَنَّهَا إِنْ وُجِدَ لَهَا مَحْرَمٌ مُتَبَرِّعٌ بِالسَّفَرِ مَعَهَا إِلَى مَحَلِّ التَّغْرِيبِ مَعَ كَوْنِ مَحَلِّ التَّغْرِيبِ مَحَلَّ مَأْمَنٍ لَا تَخْشَى فِيهِ فِتْنَةً، مَعَ تَبَرُّعِ الْمَحْرَمِ الْمَذْكُورِ بِالرُّجُوعِ مَعَهَا إِلَى مَحَلِّهَا، بَعْدَ انْتِهَاءِ السَّنَةِ، فَإِنَّهَا تُغَرَّبُ ; لِأَنَّ الْعَمَلَ بِعُمُومِ أَحَادِيثِ التَّغْرِيبِ لَا مُعَارِضَ لَهُ فِي الْحَالَةِ الْمَذْكُورَةِ، وَأَمَّا إِنْ لَمْ تَجِدْ مَحْرَمًا مُتَبَرِّعًا بِالسَّفَرِ مَعَهَا، فَلَا يُجْبَرُ ; لِأَنَّهُ لَا ذَنْبَ لَهُ، وَلَا تُكَلَّفُ هِيَ السَّفَرَ بِدُونِ مَحْرَمٍ، لِنَهْيِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ ذَلِكَ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ النَّصَّ الدَّالَّ عَلَى النَّهْيِ يُقَدَّمُ عَلَى الدَّالِ عَلَى الْأَمْرِ عَلَى الْأَصَحِّ ; لِأَنَّ دَرْأَ الْمَفَاسِدِ مُقَدَّمٌ عَلَى جَلْبِ الْمَصَالِحِ، وَهَذَا التَّفْصِيلُ الَّذِي اسْتَظْهَرْنَا لَمْ نَعْلَمْ أَحَدًا ذَهَبَ إِلَيْهِ، وَلَكِنَّهُ هُوَ الظَّاهِرُ مِنَ الْأَدِلَّةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْفَرْعُ الثَّانِي: اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي تَغْرِيبِ الْعَبْدِ وَالْأَمَةِ، وَقَدْ قَدَّمْنَا أَقْوَالَ أَهْلِ الْعِلْمِ فِي ذَلِكَ. </p><p> وَأَظْهَرُ أَقْوَالِهِمْ عِنْدَنَا: أَنَّ الْمَمْلُوكَ لَا يُغَرَّبُ، لِأَنَّهُ مَالٌ، وَفِي تَغْرِيبِهِ إِضْرَارٌ بِمَالِكِهِ، وَهُوَ لَا ذَنْبَ لَهُ، وَيُسْتَأْنَسُ لَهُ بِأَنَّهُ لَا يُرْجَمُ، وَلَوْ كَانَ مُحْصَنًا ; لِأَنَّ إِهْلَاكَهُ بِالرَّجْمِ إِضْرَارٌ بِمَالِكِهِ، وَيُؤَيِّدُهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: إِذَا زَنَتْ أَمَةَ أَحَدِكُمْ فَلْيَجْلِدْهَا» الْحَدِيثَ، وَلَمْ يَذْكُرْ تَغْرِيبًا، وَقَدْ فَهِمَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - عَدَمَ نَفْيِ الْأَمَةِ مِنَ الْحَدِيثِ الْمَذْكُورِ، وَلِذَا قَالَ فِي تَرْجَمَتِهِ: بَابُ لَا يُثَرَّبُ عَلَى الْأَمَةِ إِذَا زَنَتْ وَلَا تُنْفَى. </p><p> وَقَدْ قَدَّمْنَا اخْتِلَافَ الْأُصُولِيِّينَ فِي الْعَبِيدِ هَلْ يَدْخُلُونَ فِي عُمُومِ نُصُوصِ الشَّرْعِ، لِأَنَّهُمْ مِنْ جُمْلَةِ الْمُكَلَّفِينَ، أَوْ لَا يَدْخُلُونَ فِي عُمُومِ النُّصُوصِ، إِلَّا بِدَلِيلٍ مُنْفَصِلٍ لِكَثْرَةِ خُرُوجِهِمْ مِنْ عُمُومِ النُّصُوصِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ الصَّحِيحَ هُوَ دُخُولُهُمْ فِي عُمُومِ النُّصُوصِ إِلَّا مَا أَخْرَجَهُمْ مِنْهُ دَلِيلٌ، وَاعْتَمَدَهُ صَاحِبُ «مَرَاقِي السُّعُودِ» ، بِقَوْلِهِ: </p><p> وَالْعَبْدُ وَالْمَوْجُودُ وَالَّذِي كَفَرَ ... مَشْمُولَةٌ لَهُ لَدَى ذَوِي النَّظَرِ </p><p> وَإِخْرَاجُهُمْ هُنَا مِنْ نُصُوصِ التَّغْرِيبِ ; لِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِجَلْدِ الْأَمَةِ الزَّانِيَةِ وَبَيْعِهَا، وَلَمْ </p><p> يَذْكُرْ تَغْرِيبَهَا، وَلِأَنَّهُمْ مَالٌ، وَفِي تَغْرِيبِهِمْ إِضْرَارٌ بِالْمَالِكِ، وَفِي الْحَدِيثِ «: لَا ضَرَرَ وَلَا ضِرَارَ» ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> أَظْهَرُ الْقَوْلَيْنِ عِنْدِي: أَنَّهُ لَا بُدَّ فِي التَّغْرِيبِ مِنْ مَسَافَةٍ تُقْصَرُ فِيهَا الصَّلَاةُ ; لِأَنَّهُ فِيمَا دُونَهَا لَهُ حُكْمُ الْحَاضِرِ بِالْبَلَدِ الَّذِي زَنَى فِيهِ. </p><p> وَأَظْهَرُ الْقَوْلَيْنِ أَيْضًا عِنْدِي أَنَّ الْمُغَرَّبَ يُسْجَنُ فِي مَحَلِّ تَغْرِيبِهِ ; لِأَنَّ السَّجْنَ عُقُوبَةٌ زَائِدَةٌ عَلَى التَّغْرِيبِ، فَتَحْتَاجُ إِلَى دَلِيلٍ، وَلَا دَلِيلَ عَلَيْهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَالْأَظْهَرُ أَنَّ الْغَرِيبَ إِذَا زَنَى غُرِّبَ مِنْ مَحَلِّ زِنَاهُ إِلَى مَحَلٍّ آخَرَ غَيْرِ وَطَنِهِ الْأَصْلِيِّ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ: اعْلَمْ أَنَّ مَنْ أَقَرَّ بِأَنَّهُ أَصَابَ حَدًّا، وَلَمْ يُعَيِّنْ ذَلِكَ الْحَدَّ، فَإِنَّهُ لَا يَجِبُ عَلَيْهِ الْحَدُّ، لِعَدَمِ التَّعْيِينِ وَهَذَا لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِيهِ، لِمَا ثَبَتَ فِي الصَّحِيحَيْنِ مِنْ حَدِيثِ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ -، قَالَ: كُنْتُ عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَجَاءَهُ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَيَّ، قَالَ: وَلَمْ يَسْأَلْهُ عَنْهُ، قَالَ: وَحَضَرَتِ الصَّلَاةُ فَصَلَّى مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا قَضَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّلَاةَ، قَامَ إِلَيْهِ الرَّجُلُ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْ فِيَّ كِتَابِ اللَّهِ، قَالَ «: أَلَيْسَ صَلَّيْتَ مَعَنَا» ؟ قَالَ: نَعَمْ، قَالَ «: فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكَ ذَنْبَكَ» ، أَوْ قَالَ «: حَدَّكَ» ، هَذَا لَفْظُ الْبُخَارِيِّ فِي صَحِيحِهِ، وَالْحَدِيثُ مُتَّفَقٌ عَلَيْهِ، وَلِمُسْلِمٍ وَأَحْمَدَ مِنْ حَدِيثِ أَبِي أُمَامَةَ نَحْوُهُ: وَهُوَ نَصٌّ صَحِيحٌ صَرِيحٌ فِي أَنَّ مَنْ أَقَرَّ بِحَدٍّ وَلَمْ يُسَمِّهِ، لَا حَدَّ عَلَيْهِ كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّابِعَةُ: فِي حُكْمِ رُجُوعِ الزَّانِي الْمُقِرِّ بِالزِّنَى أَوْ رُجُوعِ الْبَيِّنَةِ قَبْلَ إِتْمَامِ إِقَامَةِ الْحَدِّ عَلَيْهِ. </p><p> أَمَّا الزَّانِي الْمُقِرُّ بِزِنَاهُ إِذَا رَجَعَ عَنْ إِقْرَارِهِ، سَقَطَ عَنْهُ الْحَدُّ، وَلَوْ رَجَعَ فِي أَثْنَاءِ إِقَامَةِ الْحَدِّ مِنْ جَلْدٍ أَوْ رَجْمٍ، هَذَا هُوَ الظَّاهِرُ. </p><p> قَالَ ابْنُ قُدَامَةَ: وَبِهِ قَالَ عَطَاءٌ، وَيَحْيَى بْنُ يَعْمَرَ، وَالزُّهْرِيُّ، وَحَمَّادٌ، وَمَالِكٌ، وَالثَّوْرِيُّ، وَالشَّافِعِيُّ، وَإِسْحَاقُ، وَأَبُو حَنِيفَةَ، وَأَبُو يُوسُفَ، وَقَدْ حَكَى ابْنُ قُدَامَةَ خِلَافَ هَذَا عَنْ جَمَاعَةٍ وَرِوَايَتُهُ عَنْ مَالِكٍ ضَعِيفَةٌ. </p><p> وَالظَّاهِرُ لَنَا هُوَ مَا ذَكَرْنَا مِنْ سُقُوطِ الْحَدِّ عَنْهُ بِرُجُوعِهِ عَنْ إِقْرَارِهِ، وَلَوْ فِي أَثْنَاءِ إِقَامَةِ </p><p> الْحَدِّ لِمَا قَدَّمْنَا مِنْ حَدِيثِ أَبِي دَاوُدَ وَغَيْرِهِ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُمْ لَمَّا تَبِعُوا مَاعِزًا بَعْدَ هَرَبِهِ «: أَلَا تَرَكْتُمُوهُ؟» ، وَفِي رِوَايَةٍ «: هَلَّا تَرَكْتُمُوهُ؟ فَلَعَلَّهُ يَتُوبُ فَيَتُوبُ اللَّهُ عَلَيْهِ» ، وَفِي ذَلِكَ دَلِيلٌ عَلَى قَبُولِ رُجُوعِهِ، وَعَلَيْهِ أَكْثَرُ أَهْلِ الْعِلْمِ، وَهُوَ الْحَقُّ إِنْ شَاءَ اللَّهُ تَعَالَى، وَأَمَّا رُجُوعُ الْبَيِّنَةِ أَوْ بَعْضُهُمْ فَلَمْ أَعْلَمْ فِيهِ بِخُصُوصِهِ نَصًّا مِنْ كِتَابٍ وَلَا سُنَّةٍ، وَالْعُلَمَاءُ مُخْتَلِفُونَ فِيهِ. </p><p> وَاعْلَمْ: أَنَّ لَهُ حَالَتَيْنِ: </p><p> إِحْدَاهُمَا: أَنْ يَكُونَ رُجُوعُهُمْ، أَوْ رُجُوعُ بَعْضِهِمْ قَبْلَ إِقَامَةِ الْحَدِّ عَلَى الزَّانِي بِشَهَادَتِهِمْ. </p><p> وَالثَّانِيَةُ: أَنْ يَكُونَ رُجُوعُهُمْ، أَوْ رُجُوعُ بَعْضِهِمْ بَعْدَ إِقَامَةِ الْحَدِّ عَلَيْهِ، وَالْحَدُّ الْمَذْكُورُ قَدْ يَكُونُ جَلْدًا، وَقَدْ يَكُونُ رَجْمًا، فَإِذَا رَجَعُوا كُلُّهُمْ أَوْ وَاحِدٌ مِنْهُمْ قَبْلَ إِقَامَةِ الْحَدِّ، فَقَدْ قَالَ فِي ذَلِكَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : فَإِنْ رَجَعُوا عَنِ الشَّهَادَةِ، أَوْ وَاحِدٌ مِنْهُمْ فَعَلَى جَمِيعِهِمُ الْحَدُّ فِي أَصَحِّ الرِّوَايَتَيْنِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ، وَالثَّانِيَةُ: يُحَدُّ الثَّلَاثَةُ دُونَ الرَّاجِعِ، وَهُوَ اخْتِيَارُ أَبِي بَكْرٍ، وَابْنِ حَامِدٍ ; لِأَنَّهُ إِذَا رَجَعَ قَبْلَ الْحَدِّ فَهُوَ كَالتَّائِبِ قَبْلَ تَنْفِيذِ الْحُكْمِ بِقَوْلِهِ، فَسَقَطَ عَنْهُ الْحَدُّ، وَلِأَنَّ فِي دَرْءِ الْحَدِّ عَنْهُ تَمْكِينًا لَهُ مِنَ الرُّجُوعِ الَّذِي يَحْصُلُ بِهِ مَصْلَحَةُ الْمَشْهُودِ عَلَيْهِ، وَفِي إِيجَابِ الْحَدِّ زَجْرٌ لَهُ عَنِ الرُّجُوعِ خَوْفًا مِنَ الْحَدِّ، فَتَفُوتُ تِلْكَ الْمَصْلَحَةُ، وَتَتَحَقَّقُ الْمَفْسَدَةُ، فَنَاسَبَ ذَلِكَ نَفْيَ الْحَدِّ عَنْهُ، وَقَالَ الشَّافِعِيُّ: يُحَدُّ الرَّاجِعُ دُونَ الثَّلَاثَةِ ; لِأَنَّهُ مُقِرٌّ عَلَى نَفْسِهِ بِالْكَذِبِ فِي قَذْفِهِ. وَأَمَّا الثَّلَاثَةُ فَقَدْ وَجَبَ الْحَدُّ بِشَهَادَتِهِمْ، وَإِنَّمَا سَقَطَ بَعْدَ وُجُوبِهِ بِرُجُوعِ الرَّاجِعِ، وَمَنْ وَجَبَ الْحَدُّ بِشَهَادَتِهِ لَمْ يَكُنْ قَاذِفًا فَلَمْ يُحَدَّ، كَمَا لَوْ لَمْ يَرْجِعْ، وَلَنَا أَنَّهُ نَقَصَ الْعَدَدُ بِالرُّجُوعِ قَبْلَ إِقَامَةِ الْحَدِّ، فَلَزِمَهُمُ الْحَدُّ كَمَا لَوْ شَهِدَ ثَلَاثَةٌ وَامْتَنَعَ الرَّابِعُ مِنَ الشَّهَادَةِ، وَقَوْلُهُمْ: وَجَبَ الْحَدُّ بِشَهَادَتِهِمْ يَبْطُلُ بِمَا إِذَا رَجَعُوا كُلُّهُمْ، وَبِالرَّاجِعِ وَحْدَهُ، فَإِنَّ الْحَدَّ وَجَبَ، ثُمَّ سَقَطَ، وَوَجَبَ الْحَدُّ عَلَيْهِمْ بِسُقُوطِهِ، وَلِأَنَّ الْحَدَّ إِذَا وَجَبَ عَلَى الرَّاجِعِ مَعَ الْمَصْلَحَةِ فِي رُجُوعِهِ، وَإِسْقَاطِ الْحَدِّ عَنِ الْمَشْهُودِ عَلَيْهِ بَعْدَ وُجُوبِهِ، وَإِحْيَائِهِ الْمَشْهُودَ عَلَيْهِ بَعْدَ إِشْرَافِهِ عَلَى التَّلَفِ فَعَلَى غَيْرِهِ أَوْلَى، انْتَهَى مِنَ «الْمُغْنِي» . </p><p> وَحَاصِلُهُ: أَنَّهُمْ إِنْ رَجَعُوا كُلُّهُمْ حُدُّوا كُلُّهُمْ، وَإِنْ رَجَعَ بَعْضُهُمْ، فَفِي ذَلِكَ ثَلَاثَةُ أَقْوَالٍ: </p><p> الْأَوَّلُ: يُحَدُّونَ كُلُّهُمْ. </p><p> وَالثَّانِي: يُحَدُّ مَنْ لَمْ يَرْجِعْ دُونَ مَنْ رَجَعَ. </p><p> وَالثَّالِثُ: عَكْسُهُ، كَمَا هُوَ وَاضِحٌ مِنْ كَلَامِهِ. </p><p> وَالْأَظْهَرُ: أَنَّهُمْ إِنْ رَجَعُوا بَعْدَ الْحُكْمِ عَلَيْهِ بِالرَّجْمِ أَوِ الْجَلْدِ بِشَهَادَتِهِمْ أَنَّهُ لَا يُقَامُ عَلَيْهِ الْحَدُّ، لِرُجُوعِ الشُّهُودِ أَوْ بَعْضِهِمْ، وَقَوْلُ بَعْضِ الْمَالِكِيَّةِ: إِنَّ الْحُكْمَ يُنَفَّذُ عَلَيْهِ، وَلَوْ رَجَعُوا كُلُّهُمْ أَوْ بَعْضُهُمْ قَبْلَ التَّنْفِيذِ خِلَافَ التَّحْقِيقِ، وَإِنْ كَانَ الْمَعْرُوفُ فِي مَذْهَبِ مَالِكٍ أَنَّ الْحُكْمَ إِذَا نُفِّذَ بِشَهَادَةِ الْبَيِّنَةِ، أَنَّهُ لَا يُنْقَضُ بِرُجُوعِهِمْ وَإِنَّمَا يُنْقَضُ بِظُهُورِ كَذِبِهِمْ ; لِأَنَّ هَذَا لَمْ يُعَمِّمُوهُ فِي الشَّهَادَةِ الْمُفْضِيَةِ إِلَى الْقَتْلِ لِعِظَمِ شَأْنِهِ، وَالْأَظْهَرُ أَنَّهُ لَا يُقْتَلُ بِشَهَادَةِ بَيِّنَةٍ كَذَّبَتْ أَنْفُسَهَا، فِيمَا شَهِدَتْ عَلَيْهِ بِهِ، كَمَا لَا يَخْفَى. وَأَمَّا إِنْ كَانَ رُجُوعُ الْبَيِّنَةِ بَعْدَ إِقَامَةِ الْحَدِّ، فَالْأَظْهَرُ أَنَّهُ إِنْ لَمْ يَظْهَرْ تَعَمُّدُهُمُ الْكَذِبَ لَزِمَتْهُمْ دِيَةُ الْمَرْجُومِ، وَإِنْ ظَهَرَ أَنَّهُمْ تَعَمَّدُوا الْكَذِبَ، فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: تَلْزَمُ الدِّيَةُ أَيْضًا، وَقَالَ بَعْضُهُمْ: بِالْقِصَاصِ، وَهُوَ قَوْلُ أَشْهَبَ مِنْ أَصْحَابِ مَالِكٍ، وَلَهُ وَجْهٌ مِنَ النَّظَرِ، لِأَنَّهُمْ تَسَبَّبُوا فِي قَتْلِهِ بِشَهَادَةِ زُورٍ، فَقَتْلُهُمْ بِهِ لَهُ وَجْهٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. وَإِنْ كَانَ رُجُوعُهُمْ أَوْ رُجُوعُ بَعْضِهِمْ بَعْدَ جَلْدِ الْمَشْهُودِ عَلَيْهِ بِالزِّنَى بِشَهَادَتِهِمْ، فَإِنْ لَمْ يَظْهَرْ تَعَمُّدُهُمُ الْكَذِبَ، فَالظَّاهِرُ أَنَّهُمْ لَا شَيْءَ عَلَيْهِمْ، لِأَنَّهُمْ لَمْ يَقْصِدُوا سُوءًا، وَإِنْ ظَهَرَ تَعَمُّدُهُمُ الْكَذِبَ وَجَبَ تَعْزِيرُهُمْ بِقَدْرِ مَا يَرَاهُ الْإِمَامُ رَادِعًا لَهُمْ وَلِأَمْثَالِهِمْ، لِأَنَّهُمْ فَعَلُوا مَعْصِيَتَيْنِ عَظِيمَتَيْنِ: </p><p> الْأُولَى: تَعَمُّدُهُمْ شَهَادَةَ الزُّورِ. </p><p> وَالثَّانِيَةُ: إِضْرَارُهُمْ بِالْمَشْهُودِ عَلَيْهِ بِالْجَلْدِ، وَهُوَ أَذًى عَظِيمٌ أَوْقَعُوهُ بِهِ بِشَهَادَةِ زُورٍ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> اعْلَمْ: أَنَا قَدَّمَنَا حُكْمَ مَنْ زَنَى بِبَهِيمَةٍ فِي سُورَةِ «الْإِسْرَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا [١٧ \\ ٣٣] ، وَقَدَّمْنَا حُكْمَ اللِّوَاطِ وَأَقْوَالَ أَهْلِ الْعِلْمِ وَأَدِلَّتَهُمْ فِي ذَلِكَ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ [١١ \\ ٨٣] ، وَقَدْ قَدَّمْنَا الْكَلَامَ أَيْضًا عَلَى أَنَّ مَنْ زَنَى مَرَّاتٍ مُتَعَدِّدَةٍ، قَبْلَ أَنْ يُقَامَ عَلَيْهِ الْحَدُّ، يَكْفِي لِجَمِيعِ ذَلِكَ حَدٌّ وَاحِدٌ فِي الْكَلَامِ عَلَى آيَاتِ «الْحَجِّ» ، وَقَدْ أَوْضَحْنَا أَنَّ الْأَمَةَ تُجْلَدُ خَمْسِينَ، سَوَاءٌ كَانَتْ مُحْصَنَةً أَوْ غَيْرَ مُحْصَنَةٍ ; لِأَنَّ </p>"
}