{
  "id": null,
  "sura": 24,
  "aya": 4,
  "text": "<p> وَالْأَظْهَرُ لَنَا فِي هَذِهِ الْمَسْأَلَةِ أَنَّ الْمُسْلِمَ لَا يَنْبَغِي لَهُ أَنْ يَتَزَوَّجَ إِلَّا عَفِيفَةً صَيِّنَةً، لِلْآيَاتِ الَّتِي ذَكَرْنَا وَالْأَحَادِيثِ وَيُؤَيِّدُهُ حَدِيثُ «: فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ» ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى، </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ قَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: يَرْمُونَ مَعْنَاهُ: يَقْذِفُونَ الْمُحْصَنَاتِ بِالزِّنَا صَرِيحًا أَوْ مَا يَسْتَلْزِمُ الزِّنَا كَنَفْيِ نَسَبِ وَلَدِ الْمُحْصَنَةِ عَنْ أَبِيهِ ; لِأَنَّهُ إِنْ كَانَ مِنْ غَيْرِ أَبِيهِ كَانَ مِنْ زِنًى، وَهَذَا الْقَذْفُ هُوَ الَّذِي أَوْجَبَ اللَّهُ تَعَالَى فِيهِ ثَلَاثَةَ أَحْكَامٍ: </p><p> الْأَوَّلُ: جَلْدُ الْقَاذِفِ ثَمَانِينَ جَلْدَةً. </p><p> وَالثَّانِي: عَدَمُ قَبُولِ شَهَادَتِهِ. </p><p> وَالثَّالِثُ: الْحُكْمُ عَلَيْهِ بِالْفِسْقِ. </p><p> فَإِنْ قِيلَ: أَيْنَ الدَّلِيلُ مِنَ الْقُرْآنِ عَلَى أَنَّ مَعْنَى يَرْمُونَ الْمُحْصَنَاتِ فِي هَذِهِ الْآيَةِ، هُوَ الْقَذْفُ بِصَرِيحِ الزِّنَى، أَوْ بِمَا يَسْتَلْزِمُهُ كَنَفْيِ النَّسَبِ؟ </p><p> فَالْجَوَابُ: أَنَّهُ دَلَّتْ عَلَيْهِ قَرِينَتَانِ مِنَ الْقُرْآنِ: </p><p> الْأُولَى: قَوْلُهُ تَعَالَى: ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ بَعْدَ قَوْلِهِ: يَرْمُونَ الْمُحْصَنَاتِ وَمَعْلُومٌ أَنَّهُ لَيْسَ شَيْءٌ مِنَ الْقَذْفِ يَتَوَقَّفُ إِثْبَاتُهُ عَلَى أَرْبَعَةِ شُهَدَاءَ إِلَّا الزِّنَى، وَمَنْ قَالَ: إِنَّ اللِّوَاطَ حُكْمُهُ حُكْمُ الزِّنَى أَجْرَى أَحْكَامَ هَذِهِ الْآيَةِ عَلَى اللَّائِطِ. </p><p> وَقَدْ قَدَّمْنَا أَحْكَامَ اللَّائِطِ مُسْتَوْفَاةً فِي سُورَةِ «هُودٍ» ، كَمَا أَشَرْنَا لَهُ غَيْرَ بَعِيدٍ. </p><p> الْقَرِينَةُ الثَّانِيَةُ: هِيَ ذِكْرُ الْمُحْصَنَاتِ بَعْدَ ذِكْرِ الزَّوَانِي، فِي قَوْلِهِ تَعَالَى: الزَّانِي لَا يَنْكِحُ إلَّا زَانِيَةً الْآيَةَ، وَقَوْلِهِ تَعَالَى: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ فَذِكْرُ الْمُحْصَنَاتِ بَعْدَ ذِكْرِ الزَّوَانِي، يَدُلُّ عَلَى إِحْصَانِهِنَّ، أَيْ: عِفَّتِهِنَّ عَنِ الزِّنَى، وَأَنَّ الَّذِينَ يَرْمُونَهُنَّ إِنَّمَا يَرْمُونَهُنَّ بِالزِّنَى، وَقَدْ قَدَّمْنَا جَمِيعَ الْمَعَانِي الَّتِي تُرَادُ بِالْمُحْصَنَاتِ فِي الْقُرْآنِ، وَمَثَّلْنَا لَهَا كُلِّهَا مِنَ الْقُرْآنِ فِي سُورَةِ «النِّسَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٢٤] ، فَذَكَرْنَا أَنَّ مِنَ الْمَعَانِي الَّتِي </p><p> تُرَادُ بِالْمُحْصَنَاتِ كَوْنُهُنَّ عَفَائِفَ غَيْرَ زَانِيَاتٍ ; كَقَوْلِهِ: مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ [٤ \\ ٢٤] ، أَيْ: عَفَائِفَ غَيْرَ زَانِيَاتٍ، وَمِنْ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ أَيِ: الْعَفَائِفَ، وَإِطْلَاقُ الْمُحْصَنَاتِ عَلَى الْعَفَائِفِ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ جَرِيرٍ: </p><p> فَلَا تَأْمَنَنَّ الْحَيَّ قَيْسًا فَإِنَّهُمْ ... بَنُو مُحْصَنَاتٍ لَمْ تُدَنَّسْ حُجُورُهَا </p><p> وَإِطْلَاقُ الرَّمْيِ عَلَى رَمْيِ الشَّخْصِ لِآخَرَ بِلِسَانِهِ بِالْكَلَامِ الْقَبِيحِ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ عَمْرِو بْنِ أَحْمَرَ الْبَاهِلِيِّ: </p><p> رَمَانِي بِأَمْرٍ كُنْتُ مِنْهُ وَوَالِدِي ... بَرِيئًا وَمِنْ أَجْلِ الطَّوِيِّ رَمَانِي </p><p> فَقَوْلُهُ: رَمَانِي بِأَمْرٍ يَعْنِي: أَنَّهُ رَمَاهُ بِالْكَلَامِ الْقَبِيحِ، وَفِي شِعْرِ امْرِئِ الْقَيْسِ أَوْ غَيْرِهِ: وَجُرْحُ اللِّسَانِ كَجُرْحِ الْيَدِ </p><p> وَاعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ مُبَيَّنَةٌ فِي الْجُمْلَةِ مِنْ ثَلَاثِ جِهَاتٍ: </p><p> الْجِهَةُ الْأُولَى: هِيَ الْقَرِينَتَانِ الْقُرْآنِيَّتَانِ الدَّالَّتَانِ عَلَى أَنَّ الْمُرَادَ بِالرَّمْيِ فِي قَوْلِهِ: يَرْمُونَ الْمُحْصَنَاتِ هُوَ الرَّمْيُ بِالزِّنَى، أَوْ مَا يَسْتَلْزِمُهُ كَنَفْيِ النَّسَبِ ; كَمَا أَوْضَحْنَاهُ قَرِيبًا. </p><p> الْجِهَةُ الثَّانِيَةُ: هِيَ أَنَّ عُمُومَ هَذِهِ الْآيَةِ ظَاهِرٌ فِي شُمُولِهِ لِزَوْجِ الْمَرْأَةِ إِذَا رَمَاهَا بِالزِّنَى، وَلَكِنَّ اللَّهَ - جَلَّ وَعَلَا - بَيَّنَ أَنَّ زَوْجَ الْمَرْأَةِ إِذَا قَذَفَهَا بِالزِّنَى خَارِجٌ مِنْ عُمُومِ هَذِهِ الْآيَةِ، وَأَنَّهُ إِنْ لَمْ يَأْتِ الشُّهَدَاءُ تَلَاعَنَا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ الْآيَةَ [٢٤ \\ ٦] . </p><p> وَمَضْمُونُهَا: أَنَّ الزَّوْجَ إِذَا قَذَفَ زَوْجَتَهُ بِالزِّنَى وَلَمْ يَكُنْ لَهُ شَاهِدٌ غَيْرَ نَفْسِهِ، وَالْمَعْنَى: أَنَّهُ لَمْ يَقْدِرْ عَلَى الْإِتْيَانِ بِبَيِّنَةٍ تَشْهَدُ لَهُ عَلَى الزِّنَى الَّذِي رَمَاهَا بِهِ، فَإِنَّهُ يَشْهَدُ أَرْبَعَ شَهَادَاتٍ يَقُولُ فِي كُلِّ وَاحِدَةٍ مِنْهَا: أَشْهَدُ بِاللَّهِ إِنِّي لَصَادِقٌ فِيمَا رَمَيْتُهَا بِهِ مِنَ الزِّنَى، ثُمَّ يَقُولُ فِي الْخَامِسَةِ: عَلَيَّ لَعْنَةُ اللَّهِ إِنْ كُنْتُ كَاذِبًا عَلَيْهَا فِيمَا رَمَيْتُهَا بِهِ، وَيَرْتَفِعُ عَنْهُ الْجَلْدُ وَعَدَمُ قَبُولِ الشَّهَادَةِ وَالْفِسْقُ بِهَذِهِ الشَّهَادَاتِ، وَتَشْهَدُ هِيَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ، تَقُولُ فِي كُلِّ وَاحِدَةٍ مِنْهَا: أَشْهَدُ بِاللَّهِ إِنَّهُ لَكَاذِبٌ فِيمَا رَمَانِي بِهِ مِنَ الزِّنَى، ثُمَّ تَقُولُ فِي الْخَامِسَةِ: غَضَبُ اللَّهِ </p><p> عَلَيَّ إِنْ كَانَ صَادِقًا فِيمَا رَمَانِي بِهِ مِنَ الزِّنَى ; كَمَا هُوَ وَاضِحٌ مِنْ نَصِّ الْآيَةِ. </p><p> الْجِهَةُ الثَّالِثَةُ: أَنَّ اللَّهَ بَيَّنَ هَنَا حُكْمَ عُقُوبَةِ مَنْ رَمَى الْمُحْصَنَاتِ فِي الدُّنْيَا، وَلَمْ يُبَيِّنْ مَا أُعِدَّ لَهُ فِي الْآخِرَةِ، وَلَكِنَّهُ بَيَّنَ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ مَا أُعِدَّ لَهُ فِي الدُّنْيَا وَالْآخِرَةِ مِنْ عَذَابِ اللَّهِ، وَذَلِكَ فِي قَوْلِهِ: إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ [٢٤ \\ ٢٣ - ٢٥] ، وَقَدْ زَادَ فِي هَذِهِ الْآيَةِ الْأَخِيرَةِ كَوْنَهُنَّ مُؤْمِنَاتٍ غَافِلَاتٍ لِإِيضَاحِ صِفَاتِهِنَّ الْكَرِيمَةَ. </p><p> وَوَصْفُهُ تَعَالَى لِلْمُحْصَنَاتِ فِي هَذِهِ الْآيَةِ بِكَوْنِهِنَّ غَافِلَاتٍ ثَنَاءٌ عَلَيْهِنَّ بِأَنَّهُنَّ سَلِيمَاتُ الصُّدُورِ نَقِيَّاتُ الْقُلُوبِ لَا تَخْطُرُ الرِّيبَةُ فِي قُلُوبِهِنَّ لِحُسْنِ سَرَائِرِهِنَّ، لَيْسَ فِيهِنَّ دَهَاءٌ وَلَا مَكْرٌ ; لِأَنَّهُنَّ لَمْ يُجَرِّبْنَ الْأَمْرَ فَلَا يَفْطُنَّ لِمَا تَفْطُنُ لَهُ الْمُجَرِّبَاتُ ذَوَاتُ الْمَكْرِ وَالدَّهَاءِ، وَهَذَا النَّوْعُ مِنْ سَلَامَةِ الصُّدُورِ وَصَفَائِهَا مِنَ الرِّيبَةِ مِنْ أَحْسَنِ الثَّنَاءِ، وَتُطْلِقُ الْعَرَبُ عَلَى الْمُتَّصِفَاتِ بِهِ اسْمَ الْبُلْهِ مَدْحًا لَهَا لَا ذَمًّا، وَمِنْهُ قَوْلُ حَسَّانٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> نُفُجُ الْحَقِيبَةِ بُوصُهَا مُتَنَضِّدٌ ... بَلْهَاءُ غَيْرُ وَشِيكَةِ الْأَقْسَامِ </p><p> وَقَوْلُ الْآخَرِ: </p><p> وَلَقَدْ لَهَوْتُ بِطِفْلَةٍ مَيَّالَةٍ ... بِلْهَاءَ تُطْلِعُنِي عَلَى أَسْرَارِهَا </p><p> وَقَوْلُ الْآخَرِ: </p><p> عَهِدْتُ بِهَا هِنْدًا وَهِنْدٌ غَرِيرَةٌ ... عَنِ الْفُحْشِ بَلْهَاءُ الْعِشَاءِ نَئُومُ </p><p> رَدَاحُ الضُّحَى مَيَّالَةٌ بَخْتَرِيَّةٌ ... لَهَا مَنْطِقٌ يُصْبِي الْحَلِيمَ رَخِيمُ </p><p> وَالظَّاهِرُ أَنَّ قَوْلَهُ تَعَالَى: لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ [٢٤ \\ ٢٣ - ٢٤] ، مَحَلُّهُ فِيمَا إِذَا لَمْ يَتُوبُوا وَيُصْلِحُوا، فَإِنْ تَابُوا وَأَصْلَحُوا، لَمْ يَنَلْهُمْ شَيْءٌ مِنْ ذَلِكَ الْوَعِيدِ، وَيَدُلُّ لَهُ قَوْلُهُ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ إِلَى قَوْلِهِ: إِلَّا الَّذِينَ تَابُوا الْآيَةَ. </p><p> وَعُمُومَاتُ نُصُوصِ الْكِتَابِ وَالسُّنَّةِ دَالَّةٌ عَلَى أَنَّ مَنْ تَابَ إِلَى اللَّهِ مِنْ ذَنْبِهِ تَوْبَةً نَصُوحًا </p><p> تَقَبَّلَهَا مِنْهُ، وَكَفَّرَ عَنْهُ ذَنْبَهُ وَلَوْ مِنَ الْكَبَائِرِ، وَبِهِ تَعْلَمُ أَنَّ قَوْلَ جَمَاعَةٍ مِنْ أَجِلَّاءِ الْمُفَسِّرِينَ أَنَّ آيَةَ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ الَّتِي جَعَلَ اللَّهُ فِيهَا التَّوْبَةَ بِقَوْلِهِ: إِلَّا الَّذِينَ تَابُوا عَامَّةٌ، وَأَنَّ آيَةَ: إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ الْآيَةَ [٢٤ \\ ٢٣] ، خَاصَّةً بِالَّذِينِ رَمَوْا عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - أَوْ غَيْرَهَا مِنْ خُصُوصِ أَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَّ مَنْ رَمَاهُنَّ لَا تَوْبَةَ لَهُ خِلَافَ التَّحْقِيقِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> الْمَسْأَلَةُ الْأُولَى: لَا يَخْفَى أَنَّ الْآيَةَ إِنَّمَا نَصَّتْ عَلَى قَذْفِ الذُّكُورِ لِلْإِنَاثِ خَاصَّةً ; لِأَنَّ ذَلِكَ هُوَ صَرِيحُ قَوْلِهِ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ وَقَدْ أَجْمَعَ جَمِيعُ الْمُسْلِمِينَ عَلَى أَنَّ قَذْفَ الذُّكُورِ لِلذُّكُورِ، أَوِ الْإِنَاثِ لِلْإِنَاثِ، أَوِ الْإِنَاثِ لِلذُّكُورِ لَا فَرْقَ بَيْنَهُ وَبَيْنَ مَا نَصَّتْ عَلَيْهِ الْآيَةُ، مِنْ قَذْفِ الذُّكُورِ لِلْإِنَاثِ ; لِلْجَزْمِ بِنَفْيِ الْفَارِقِ بَيْنَ الْجَمِيعِ. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا وَإِبْطَالَ قَوْلِ الظَّاهِرِيَّةِ فِيهِ، مَعَ إِيضَاحِ كَثِيرٍ مِنْ نَظَائِرِهِ فِي سُورَةِ «الْأَنْبِيَاءِ» ، فِي كَلَامِنَا الطَّوِيلِ عَلَى آيَةِ: وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ الْآيَةَ [٢١ \\ ٧٨] . </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ الْمُقَرَّرَ فِي أُصُولِ الْمَالِكِيَّةِ، وَالشَّافِعِيَّةِ وَالْحَنَابِلَةِ أَنَّ الِاسْتِثْنَاءَ إِذَا جَاءَ بَعْدَ جُمَلٍ مُتَعَاطِفَاتٍ، أَوْ مُفْرَدَاتٍ مُتَعَاطِفَاتٍ، أَنَّهُ يَرْجِعُ لِجَمِيعِهَا إِلَّا لِدَلِيلٍ مِنْ نَقْلٍ أَوْ عَقْلٍ يُخَصِّصُهُ بِبَعْضِهَا، خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ بِرُجُوعِ الِاسْتِثْنَاءِ لِلْجُمْلَةِ الْأَخِيرَةِ فَقَطْ، وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ فِي «مَرَاقِي السُّعُودِ» ، بِقَوْلِهِ: </p><p> وَكُلُّ مَا يَكُونُ فِيهِ الْعَطْفُ ... مِنْ قَبْلِ الِاسْتِثْنَا فَكُلًّا يَقْفُو </p><p> دُونَ دَلِيلِ الْعَقْلِ أَوْ ذِي السَّمْعِ ... وَالْحَقُّ الِافْتِرَاقُ دُونَ الْجَمْعِ </p><p> وَلِذَا لَوْ قَالَ إِنْسَانٌ: هَذِهِ الدَّارُ وَقْفٌ عَلَى الْفُقَرَاءِ وَالْمَسَاكِينِ، وَبَنِي زُهْرَةَ، وَبَنِي تَمِيمٍ إِلَّا الْفَاسِقَ مِنْهُمْ، فَإِنَّهُ يُخْرِجُ مِنَ الْوَقْفِ الْفَاسِقَ مِنَ الْجَمِيعِ لِرُجُوعِ الِاسْتِثْنَاءِ لِلْجَمِيعِ، خِلَافًا لِأَبِي حَنِيفَةَ الْقَائِلِ بِرُجُوعِهِ لِلْأَخِيرَةِ، فَلَا يَخْرُجُ عِنْدَهُ إِلَّا فَاسِقُ الْأَخِيرَةِ فَقَطْ، وَلِأَجْلِ ذَلِكَ لَا يَرْجِعُ عِنْدَهُ الِاسْتِثْنَاءُ فِي هَذِهِ الْآيَةِ، إِلَّا لِجُمْلَةِ الْأَخِيرَةِ الَّتِي هِيَ: وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلَّا الَّذِينَ تَابُوا فَقَدْ زَالَ عَنْهُمُ الْفِسْقُ، وَلَا يَقُولُ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً </p><p> أَبَدًا إِلَّا الَّذِينَ تَابُوا فَاقْبَلُوا شَهَادَتَهُمْ، بَلْ يَقُولُ: إِنَّ شَهَادَةَ الْقَاذِفِ لَا تُقْبَلُ أَبَدًا، وَلَوْ تَابَ وَأَصْلَحَ، وَصَارَ أَعْدَلَ أَهْلِ زَمَانِهِ لِرُجُوعِ الِاسْتِثْنَاءِ عِنْدَهُ لِلْجُمْلَةِ الْأَخِيرَةِ. </p><p> وَمِمَّنْ قَالَ كَقَوْلِ أَبِي حَنِيفَةَ مِنْ أَهْلِ الْعِلْمِ: الْقَاضِي شُرَيْحٌ، وَإِبْرَاهِيمُ النَّخَعِيُّ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَمَكْحُولٌ، وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ جَابِرٍ، وَقَالَ الشَّعْبِيُّ وَالضَّحَّاكُ: لَا تُقْبَلُ شَهَادَتُهُ إِلَّا إِذَا اعْتَرَفَ عَلَى نَفْسِهِ بِالْكَذِبِ، قَالَهُ ابْنُ كَثِيرٍ. </p><p> وَقَالَ جُمْهُورُ أَهْلِ الْعِلْمِ، مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ: إِنَّ الِاسْتِثْنَاءَ فِي الْآيَةِ رَاجِعٌ أَيْضًا لِقَوْلِهِ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأَنَّ الْقَاذِفَ إِذَا تَابَ وَأَصْلَحَ، قُبِلَتْ شَهَادَتُهُ، أَمَّا قَوْلُهُ: فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً فَلَا يَرْجِعُ لَهُ الِاسْتِثْنَاءُ ; لِأَنَّ الْقَاذِفَ إِذَا تَابَ وَأَصْلَحَ، لَا يَسْقُطُ عَنْهُ حَدُّ الْقَذْفِ بِالتَّوْبَةِ. </p><p> فَتَحَصَّلَ أَنَّ الْجُمْلَةَ الْأَخِيرَةَ الَّتِي هِيَ قَوْلُهُ: وَأُولَئِكَ هُمُ الْفَاسِقُونَ يَرْجِعُ لَهَا الِاسْتِثْنَاءُ بِلَا خِلَافٍ، وَأَنَّ الْجُمْلَةَ الْأُولَى الَّتِي هِيَ: فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً لَا يَرْجِعُ لَهَا الِاسْتِثْنَاءُ فِي قَوْلِ عَامَّةِ أَهْلِ الْعِلْمِ، وَلَمْ يُخَالِفْ إِلَّا مَنْ شَذَّ، وَأَنَّ الْجُمْلَةَ الْوُسْطَى، وَهِيَ قَوْلُهُ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا يَرْجِعُ لَهَا الِاسْتِثْنَاءُ فِي قَوْلِ جُمْهُورِ أَهْلِ الْعِلْمِ، مِنْهُمُ الْأَئِمَّةُ الثَّلَاثَةُ خِلَافًا لِأَبِي حَنِيفَةَ، وَقَدْ ذَكَرْنَا فِي كِتَابِنَا: دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ، أَنَّ الَّذِي يَظْهَرُ لَنَا فِي مَسْأَلَةِ الِاسْتِثْنَاءِ بَعْدَ جُمَلٍ مُتَعَاطِفَاتٍ أَوْ مُفْرَدَاتٍ مُتَعَاطِفَاتٍ هُوَ مَا ذَكَرَهُ بَعْضُ الْمُتَأَخِّرِينَ، كَابْنِ الْحَاجِبِ مِنَ الْمَالِكِيَّةِ، وَالْغَزَالِيِّ مِنَ الشَّافِعِيَّةِ، وَالْآمِدِيِّ مِنَ الْحَنَابِلَةِ مِنْ أَنَّ الْحُكْمَ فِي الِاسْتِثْنَاءِ الْآتِي بَعْدَ مُتَعَاطِفَاتٍ هُوَ الْوَقْفُ، وَلَا يُحْكَمُ بِرُجُوعِهِ إِلَى الْجَمِيعِ، وَلَا إِلَى الْأَخِيرَةِ إِلَّا بِدَلِيلٍ. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ هَذَا هُوَ الْأَظْهَرُ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ الْآيَةَ [٤ \\ ٥٩] . </p><p> وَإِذَا رَدَدْنَا النِّزَاعَ فِي هَذِهِ الْمَسْأَلَةِ إِلَى اللَّهِ وَجَدْنَا الْقُرْآنَ دَالًّا عَلَى مَا ذَكَرْنَا أَنَّهُ الْأَظْهَرُ عِنْدَنَا، وَهُوَ الْوَقْفُ، وَذَلِكَ لِأَنَّ بَعْضَ الْآيَاتِ لَمْ يَرْجِعْ فِيهَا الِاسْتِثْنَاءُ لِلْأُولَى، وَبَعْضَهَا لَمْ يَرْجِعْ فِيهِ الِاسْتِثْنَاءُ لِلْأَخِيرَةِ، فَدَلَّ ذَلِكَ عَلَى أَنَّ رُجُوعَهُ لِمَا قَبْلَهُ لَيْسَ شَيْئًا مُطَّرِدًا. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُهُ تَعَالَى: فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا [٤ \\ ٩٢] ، فَالِاسْتِثْنَاءُ فِي هَذِهِ الْآيَةِ رَاجِعٌ لِلدِّيَةِ فَقَطْ ; لِأَنَّ الْمُطَالَبَةَ بِهَا تَسْقُطُ </p><p> بِتَصَدُّقِ مُسْتَحِقِّهَا بِهَا، وَلَا يَرْجِعُ لِتَحْرِيرِ الرَّقَبَةِ إِجْمَاعًا، لِأَنَّ تَصَدُّقَ مُسْتَحَقِّي الدِّيَةِ بِهَا لَا يُسْقِطُ كَفَّارَةَ الْقَتْلِ خَطَأً. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ آيَةُ «النُّورِ» هَذِهِ؛ لِأَنَّ الِاسْتِثْنَاءَ فِي قَوْلِهِ: إِلَّا الَّذِينَ تَابُوا لَا يَرْجِعُ لِقَوْلِهِ: فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً كَمَا ذَكَرْنَاهُ آنِفًا. </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُهُ تَعَالَى: فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ [٤ \\ ٨٩ - ٩٠] ، فَالِاسْتِثْنَاءُ فِي قَوْلِهِ: إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ لَا يَرْجِعُ إِلَى الْجُمْلَةِ الْأَخِيرَةِ الَّتِي هِيَ أَقْرَبُ الْجُمَلِ الْمَذْكُورَةِ إِلَيْهِ، أَعْنِي قَوْلَهُ تَعَالَى: وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا [٤ \\ ٨٩] ، إِذْ لَا يَجُوزُ اتِّخَاذُ وَلِيٍّ وَلَا نَصِيرٍ مِنَ الْكُفَّارِ، وَلَوْ وَصَلُوا إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ، وَهَذَا لَا خِلَافَ فِيهِ بَلِ الِاسْتِثْنَاءُ رَاجِعٌ إِلَى الْجُمْلَتَيْنِ الْأُولَيَيْنِ، أَعْنِي قَوْلَهُ تَعَالَى: فَخُذُوهُمْ وَاقْتُلُوهُمْ [٤ \\ ٨٩] ، أَيْ: فَخُذُوهُمْ بِالْأَسْرِ، وَاقْتُلُوهُمْ إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ، فَلَيْسَ لَكُمْ أَخْذُهُمْ بِأَسْرٍ، وَلَا قَتْلُهُمْ ; لِأَنَّ الْمِيثَاقَ الْكَائِنَ لِمَنْ وَصَلُوا إِلَيْهِمْ يَمْنَعُ مِنْ أَسْرِهِمْ، وَقَتْلِهِمْ كَمَا اشْتَرَطَهُ هِلَالُ بْنُ عُوَيْمِرٍ الْأَسْلَمِيُّ فِي صُلْحِهِ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِأَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِيهِ، وَفِي سُرَاقَةُ بْنُ مَالِكٍ الْمُدْلِجِيُّ، وَفِي بَنِي جُذَيْمَةَ بْنِ عَامِرٍ، وَإِذَا كَانَ الِاسْتِثْنَاءُ رُبَّمَا لَمْ يَرْجِعْ إِلَى أَقْرَبِ الْجُمَلِ إِلَيْهِ فِي الْقُرْآنِ الْعَظِيمِ الَّذِي هُوَ فِي الطَّرَفِ الْأَعْلَى مِنَ الْإِعْجَازِ، تَبَيَّنَ أَنَّهُ لَمْ يَلْزَمْ رُجُوعُهُ لِلْجَمِيعِ، وَلَا إِلَى الْأَخِيرَةِ، وَأَنَّ الْأَظْهَرَ الْوَقْفُ حَتَّى يَعْلَمَ مَا يَرْجِعُ إِلَيْهِ مِنَ الْمُتَعَاطِفَاتِ قَبْلَهُ بِدَلِيلٍ، وَلَا يَبْعُدُ أَنَّهُ إِنْ تَجَرَّدَ مِنَ الْقَرَائِنِ وَالْأَدِلَّةِ، كَانَ ظَاهِرًا فِي رُجُوعِهِ لِلْجَمِيعِ. </p><p> وَقَدْ بَسَطْنَا الْكَلَامَ عَلَى هَذِهِ الْمَسْأَلَةِ فِي كِتَابِنَا «دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» ، وَلِذَلِكَ اخْتَصَرْنَاهُ هُنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: اعْلَمْ أَنَّ مَنْ قَذَفَ إِنْسَانًا بِغَيْرِ الزِّنَى أَوْ نَفْيِ النَّسَبِ، كَأَنْ يَقُولَ لَهُ: يَا فَاسِقُ، أَوْ يَا آكِلَ الرِّبَا، وَنَحْوَ ذَلِكَ مِنْ أَنْوَاعِ السَّبِّ يَلْزَمُهُ التَّعْزِيرُ، وَذَلِكَ بِمَا يَرَاهُ الْإِمَامُ رَادِعًا لَهُ وَلِأَمْثَالِهِ مِنَ الْعُقُوبَةِ، مِنْ غَيْرِ تَحْدِيدِ شَيْءٍ فِي ذَلِكَ مِنْ جِهَةِ الشَّرْعِ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا يَبْلُغُ بِالتَّعْزِيرِ قَدْرَ الْحَدِّ، وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ التَّعْزِيرَ بِحَسَبِ اجْتِهَادِ الْإِمَامِ فِيمَا يَرَاهُ رَادِعًا مُطْلَقًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: اعْلَمْ أَنَّ جُمْهُورَ الْعُلَمَاءِ عَلَى أَنَّ الْعَبْدَ إِذَا قَذَفَ حُرًّا يُجْلَدُ أَرْبَعِينَ; لِأَنَّهُ حَدٌّ يَتَشَطَّرُ بِالرِّقِّ كَحَدِّ الزِّنَى، قَالَ الْقُرْطُبِيُّ: وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ، وَعُمَرَ بْنِ عَبْدِ الْعَزِيزِ، وَقَبِيصَةَ بْنِ ذُؤَيْبٍ: يُجْلَدُ ثَمَانِينَ، وَجَلَدَ أَبُو بَكْرِ بْنُ مُحَمَّدٍ عَبْدًا قَذَفَ حُرًّا ثَمَانِينَ، وَبِهِ قَالَ الْأَوْزَاعِيُّ، وَاحْتَجَّ الْجُمْهُورُ بِقَوْلِهِ تَعَالَى: فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ [٤ \\ ٢٥] ، وَقَالَ الْآخَرُونَ: فَهِمْنَا هُنَاكَ أَنَّ حَدَّ الزِّنَا لِلَّهِ، وَأَنَّهُ رُبَّمَا كَانَ أَخَفَّ فِيمَنْ قَلَّتْ نِعَمُ اللَّهِ عَلَيْهِ، وَأَفْحَشَ فِيمَنْ عَظُمَتْ نِعَمُ اللَّهِ عَلَيْهِ. </p><p> وَأَمَّا حَدُّ الْقَذْفِ، فَهُوَ حَقٌّ لِلْآدَمِيِّ وَجَبَ لِلْجِنَايَةِ عَلَى عَرْضِ الْمَقْذُوفِ، وَالْجِنَايَةُ لَا تَخْتَلِفُ بِالرِّقِّ وَالْحُرِّيَّةِ، وَرُبَّمَا قَالُوا: لَوْ كَانَ يَخْتَلِفُ لَذُكِرَ، كَمَا فِي الزِّنَى. </p><p> قَالَ ابْنُ الْمُنْذِرِ: وَالَّذِي عَلَيْهِ عُلَمَاءُ الْأَمْصَارِ الْقَوْلُ الْأَوَّلُ وَبِهِ أَقُولُ، انْتَهَى كَلَامُ الْقُرْطُبِيِّ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ الْقَوْلَيْنِ عِنْدِي دَلِيلًا: أَنَّ الْعَبْدَ إِذَا قَذَفَ حُرًّا جُلِدَ ثَمَانِينَ لَا أَرْبَعِينَ، وَإِنْ كَانَ مُخَالِفًا لِجُمْهُورِ أَهْلِ الْعِلْمِ، وَإِنَّمَا اسْتَظْهَرْنَا جَلْدَهُ ثَمَانِينَ ; لِأَنَّ الْعَبْدَ دَاخِلٌ فِي عُمُومِ: فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا يُمْكِنُ إِخْرَاجُهُ مِنْ هَذَا الْعُمُومِ، إِلَّا بِدَلِيلٍ وَلَمْ يَرِدْ دَلِيلٌ يُخْرِجُ الْعَبْدَ مِنْ هَذَا الْعُمُومِ، لَا مِنْ كِتَابٍ، وَلَا مِنْ سُنَّةٍ، وَلَا مِنْ قِيَاسٍ، وَإِنَّمَا وَرَدَ النَّصُّ عَلَى تَشْطِيرِ الْحَدِّ عَنِ الْأَمَةِ فِي حَدِّ الزِّنَى وَأَلْحَقَ الْعُلَمَاءُ بِهَا الْعَبْدَ بِجَامِعِ الرِّقِّ، وَالزِّنَى غَيْرُ الْقَذْفِ. </p><p> أَمَّا الْقَذْفُ فَلَمْ يَرِدْ فِيهِ نَصٌّ وَلَا قِيَاسٌ فِي خُصُوصِهِ. </p><p> وَأَمَّا قِيَاسُ الْقَذْفِ عَلَى الزِّنَى فَهُوَ قِيَاسٌ مَعَ وُجُودِ الْفَارِقِ ; لِأَنَّ الْقَذْفَ جِنَايَةٌ عَلَى عِرْضِ إِنْسَانٍ مُعَيَّنٍ، وَالرَّدْعُ عَنِ الْأَعْرَاضِ حَقٌّ لِلْآدَمِيِّ فَيُرْدَعُ الْعَبْدُ كَمَا يُرْدَعُ الْحُرُّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> قَدْ قَدَّمْنَا فِي سُورَةِ «الْمَائِدَةِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي الْآيَةَ [٥ \\ ٣٢] ، أَنَّ الْحُرَّ إِذَا قَذَفَ عَبْدًا لَا يُحَدُّ لَهُ، وَذَلِكَ ثَابِتٌ فِي </p><p> الصَّحِيحَيْنِ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ «: مَنْ قَذَفَ عَبْدَهُ بِالزِّنَى أُقِيمَ عَلَيْهِ الْحَدُّ يَوْمَ الْقِيَامَةِ إِلَّا أَنْ يَكُونَ كَمَا قَالَ» اهـ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْحَدِيثِ الصَّحِيحِ «: أُقِيمَ عَلَيْهِ الْحَدُّ يَوْمَ الْقِيَامَةِ» ، يَدُلُّ عَلَى أَنَّهُ لَا يُقَامُ عَلَيْهِ الْحَدُّ فِي الدُّنْيَا وَهُوَ كَذَلِكَ، وَهَذَا لَا نِزَاعَ فِيهِ بَيْنَ مَنْ يُعْتَدُّ بِهِ مِنْ أَهْلِ الْعِلْمِ. </p><p> قَالَ الْقُرْطُبِيُّ: قَالَ الْعُلَمَاءُ: وَإِنَّمَا كَانَ ذَلِكَ فِي الْآخِرَةِ لِارْتِفَاعِ الْمِلْكِ وَاسْتِوَاءِ الشَّرِيفِ وَالْوَضِيعِ وَالْحُرِّ وَالْعَبْدِ، وَلَمْ يَكُنْ لِأَحَدٍ فَضْلٌ إِلَّا بِالتَّقْوَى، وَلَمَّا كَانَ ذَلِكَ تَكَافَأَ النَّاسُ فِي الْحُدُودِ وَالْحُرْمَةِ، وَاقْتُصَّ لِكُلِّ وَاحِدٍ مِنْ صَاحِبِهِ إِلَّا أَنْ يَعْفُوَ الْمَظْلُومُ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ: اعْلَمْ أَنَّ الْعُلَمَاءَ أَجْمَعُوا عَلَى أَنَّهُ إِذَا صَرَّحَ فِي قَذْفِهِ لَهُ بِالزِّنَى، كَانَ قَذْفًا وَرَمْيًا مُوجِبًا لِلْحَدِّ، وَأَمَّا إِنْ عَرَّضَ وَلَمْ يُصَرِّحْ بِالْقَذْفِ، وَكَانَ تَعْرِيضُهُ يُفْهَمُ مِنْهُ بِالْقَرَائِنِ أَنَّهُ يَقْصِدُ قَذْفَهُ ; كَقَوْلِهِ: أَمَّا أَنَا فَلَسْتُ بِزَانٍ، وَلَا أُمِّي بِزَانِيَةٍ، أَوْ مَا أَنْتَ بِزَانٍ مَا يَعْرِفُكَ النَّاسُ بِالزِّنَى، أَوْ يَا حَلَالُ ابْنَ الْحَلَالِ، أَوْ نَحْوِ ذَلِكَ. </p><p> فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ: هَلْ يَلْزَمُ الْقَذْفُ بِالتَّعْرِيضِ الْمُفْهِمِ لِلْقَذْفِ، وَإِنْ لَمْ يُصَرِّحْ، أَوْ لَا يُحَدُّ حَتَّى يُصَرِّحَ بِالْقَذْفِ تَصْرِيحًا وَاضِحًا لَا احْتِمَالَ فِيهِ؟ فَذَهَبَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ التَّعْرِيضَ لَا يُوجِبُ الْحَدَّ، وَلَوْ فُهِمَ مِنْهُ إِرَادَةُ الْقَذْفِ، إِلَّا أَنْ يُقِرَّ أَنَّهُ أَرَادَ بِهِ الْقَذْفَ. </p><p> قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَهَذَا الْقَوْلُ هُوَ رِوَايَةُ حَنْبَلٍ عَنِ الْإِمَامِ أَحْمَدَ، وَهُوَ ظَاهِرُ كَلَامِ الْخِرَقِيِّ، وَاخْتِيَارُ أَبِي بَكْرٍ، وَبِهِ قَالَ عَطَاءٌ، وَعَمْرُو بْنُ دِينَارٍ، وَقَتَادَةُ، وَالثَّوْرِيُّ، وَالشَّافِعِيُّ، وَأَبُو ثَوْرٍ، وَأَصْحَابُ الرَّأْيِ، وَابْنُ الْمُنْذِرِ، وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِكِتَابٍ وَسُنَّةٍ. </p><p> أَمَّا الْكِتَابُ فَقَوْلُهُ تَعَالَى: وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ [٢ \\ ٢٣٥] ، فَفَرَّقَ تَعَالَى بَيْنَ التَّصْرِيحِ لِلْمُعْتَدَّةِ وَالتَّعْرِيضِ، قَالُوا: وَلَمْ يُفَرِّقِ اللَّهُ بَيْنَهُمَا فِي كِتَابِهِ، إِلَّا لِأَنَّ بَيْنَهُمَا فَرْقًا، وَلَوْ كَانَا سَوَاءً لَمْ يُفَرِّقْ بَيْنَهُمَا فِي كِتَابِهِ. </p><p> وَأَمَّا السُّنَّةُ: فَالْحَدِيثُ الْمُتَّفَقُ عَلَيْهِ الَّذِي قَدَّمْنَاهُ مِرَارًا فِي الرَّجُلِ الَّذِي جَاءَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَالَ لَهُ: إِنَّ امْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَدَ وَهُوَ تَعْرِيضٌ بِنَفْيِهِ، وَلَمْ يَجْعَلِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَذَا قَذْفًا، وَلَمْ يَدْعُهُمَا لِلِعَانٍ بَلْ قَالَ لِلرَّجُلِ «: أَلَكَ إِبِلٌ» ؟ قَالَ: نَعَمْ، قَالَ «: فَمَا أَلْوَانُهَا» ؟ </p><p> قَالَ: حُمْرٌ، قَالَ «: هَلْ فِيهَا مِنْ أَوْرَقَ» ؟ قَالَ: إِنَّ فِيهَا لَوُرْقًا، قَالَ «: وَمِنْ أَيْنَ جَاءَهَا ذَلِكَ» ؟ قَالَ: لَعَلَّ عِرْقًا نَزَعَهُ، قَالَ «: وَهَذَا الْغُلَامُ الْأَسْوَدُ لَعَلَّ عِرْقًا نَزَعَهُ» ، قَالُوا: وَلِأَنَّ التَّعْرِيضَ مُحْتَمِلٌ لِمَعْنًى آخَرَ غَيْرِ الْقَذْفِ، وَكُلُّ كَلَامٍ يَحْتَمِلُ مَعْنَيَيْنِ لَمْ يَكُنْ قَذْفًا، هَذَا هُوَ حَاصِلُ حُجَّةِ مَنْ قَالُوا بِأَنَّ التَّعْرِيضَ بِالْقَذْفِ، لَا يُوجِبُ الْحَدَّ، وَإِنَّمَا يَجِبُ الْحَدُّ بِالتَّصْرِيحِ بِالْقَذْفِ. </p><p> وَذَهَبَتْ جَمَاعَةٌ آخَرُونَ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّ التَّعْرِيضَ بِالْقَذْفِ يَجِبُ بِهِ الْحَدُّ، وَهُوَ مَذْهَبُ مَالِكٍ وَأَصْحَابِهِ، وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَرَوَى الْأَثْرَمُ وَغَيْرُهُ، عَنِ الْإِمَامِ أَحْمَدَ أَنَّ عَلَيْهِ الْحَدَّ، يَعْنِي الْمُعَرِّضَ بِالْقَذْفِ، قَالَ: وَرُوِيَ ذَلِكَ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - وَبِهِ قَالَ إِسْحَاقُ إِلَى أَنْ قَالَ: وَقَالَ مَعْمَرٌ: إِنَّ عُمَرَ كَانَ يَجْلِدُ الْحَدَّ فِي التَّعْرِيضِ، اهـ. </p><p> وَاحْتَجَّ أَهْلُ هَذَا الْقَوْلِ بِأَدِلَّةٍ مِنْهَا مَا ذَكَرَهُ الْقُرْطُبِيُّ، قَالَ: وَالدَّلِيلُ لِمَا قَالَهُ مَالِكٌ: هُوَ أَنَّ مَوْضُوعَ الْحَدِّ فِي الْقَذْفِ، إِنَّمَا هُوَ لِإِزَالَةِ الْمَعَرَّةِ الَّتِي أَوْقَعَهَا الْقَاذِفُ بِالْمَقْذُوفِ، وَإِذَا حَصَلَتِ الْمَعَرَّةُ بِالتَّعْرِيضِ، وَجَبَ أَنْ يَكُونَ قَذْفًا كَالتَّصْرِيحِ وَالْمُعَوَّلُ عَلَى الْفَهْمِ، وَقَدْ قَالَ تَعَالَى مُخْبِرًا عَنْ قَوْمِ شُعَيْبٍ أَنَّهُمْ قَالُوا لَهُ: إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ [١١ \\ ٨٧] ، أَيِ: السَّفِيهُ الضَّالُّ، فَعَرَضُوا لَهُ بِالسَّبِّ بِكَلَامٍ ظَاهِرُهُ الْمَدْحُ فِي أَحَدِ التَّأْوِيلَاتِ حَسَبَ مَا تَقَدَّمَ فِي سُورَةِ «هُودٍ» ، وَقَالَ تَعَالَى فِي أَبِي جَهْلٍ: ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ [٤٤ \\ ٤٩] ، وَقَالَ تَعَالَى فِي الَّذِينَ قَذَفُوا مَرْيَمَ أَنَّهُمْ قَالُوا: يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا [١٩ \\ ٢٨] ، فَمَدَحُوا أَبَاهَا، وَنَفَوْا عَنْ أُمِّهَا الْبِغَاءَ، أَيِ: الزِّنَى وَعَرَّضُوا لِمَرْيَمَ بِذَلِكَ، وَلِذَلِكَ قَالَ تَعَالَى: وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَانًا عَظِيمًا [٤ \\ ١٥٦] ، وَكُفْرُهُمْ مَعْرُوفٌ وَالْبُهْتَانُ الْعَظِيمُ هُوَ التَّعْرِيضُ لَهَا، أَيْ: مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا أَيْ: أَنْتِ بِخِلَافِهِمَا وَقَدْ أَتَيْتِ بِهَذَا الْوَلَدِ، وَقَالَ تَعَالَى: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ [٣٤ \\ ٢٤] ، فَهَذَا اللَّفْظُ قَدْ فُهِمَ مِنْهُ أَنَّ الْمُرَادَ بِهِ أَنَّ الْكُفَّارَ عَلَى غَيْرِ هُدًى، وَأَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْهُدَى، فَفُهِمَ مِنْ هَذَا التَّعْرِيضِ مَا يُفْهَمُ مِنْ صَرِيحِهِ، اهـ مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ مَعَ تَصَرُّفٍ قَلِيلٍ لِإِيضَاحِ الْمُرَادِ. </p><p> وَحَاصِلُ كَلَامِ الْقُرْطُبِيِّ الْمَذْكُورِ: أَنَّ مِنْ أَدِلَّةِ الْقَائِلِينَ بِوُجُوبِ الْحَدِّ بِالتَّعْرِيضِ آيَاتٍ قُرْآنِيَّةً، وَبَيَّنَ وَجْهَ دَلَالَتِهَا عَلَى ذَلِكَ كَمَا رَأَيْتَهُ، وَذَكَرَ أَنَّ مِنْ أَدِلَّتِهِمْ أَنَّ الْمَعَرَّةَ اللَّاحِقَةَ </p><p> لِلْمَقْذُوفِ صَرِيحًا تَلْحَقُهُ بِالتَّعْرِيضِ لَهُ بِالْقَذْفِ، وَلِذَلِكَ يَلْزَمُ اسْتِوَاؤُهُمَا، وَذَكَرَ أَنَّ مِنْ أَدِلَّتِهِمْ أَنَّ الْمُعَوَّلَ عَلَى الْفَهْمِ، وَالتَّعْرِيضُ يُفْهَمُ مِنْهُ الْقَذْفُ فَيَلْزَمُ أَنْ يَكُونَ كَالصَّرِيحِ. </p><p> وَمِنْ أَدِلَّتِهِمْ عَلَى أَنَّ التَّعْرِيضَ يَجِبُ بِهِ الْحَدُّ بَعْضُ الْآثَارِ الْمَرْوِيَّةِ عَنْ بَعْضِ الْخُلَفَاءِ الرَّاشِدِينَ، قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : لِأَنَّ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - حِينَ شَاوَرَهُمْ فِي الَّذِي قَالَ لِصَاحِبِهِ: مَا أَنَا بِزَانٍ، وَلَا أُمِّي بِزَانِيَةٍ، فَقَالُوا: قَدْ مَدَحَ أَبَاهُ وَأُمَّهُ، فَقَالَ عُمَرُ: قَدْ عَرَّضَ بِصَاحِبِهِ وَجَلَدَهُ الْحَدَّ، وَقَالَ مَعْمَرٌ: إِنَّ عُمَرَ كَانَ يَجْلِدُ الْحَدَّ فِي التَّعْرِيضِ، وَرَوَى الْأَثْرَمُ: أَنَّ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - جَلَدَ رَجُلًا قَالَ لِآخَرَ: يَا ابْنَ شَامَّةِ الْوَذْرِ، يُعَرِّضُ لَهُ بِزِنَى أُمِّهِ، وَالْوَذْرُ: غُدَرُ اللَّحْمِ يُعَرِّضُ لَهُ بِكَمَرِ الرِّجَالِ، وَانْظُرْ أَسَانِيدَ هَذِهِ الْآثَارِ. </p><p> وَمِنْ أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ أَنَّ الْكِنَايَةَ مَعَ الْقَرِينَةِ الصَّارِفَةِ إِلَى أَحَدِ مُحْتَمِلَاتِهَا، كَالصَّرِيحِ الَّذِي لَا يَحْتَمِلُ إِلَّا ذَلِكَ الْمَعْنَى وَلِذَلِكَ وَقَعَ الطَّلَاقُ بِالْكِنَايَةِ، فَإِنْ لَمْ يَكُنْ ذَلِكَ فِي حَالِ الْخُصُومَةِ، وَلَا وُجِدَتْ قَرِينَةٌ تَصْرِفُ إِلَى الْقَذْفِ، فَلَا شَكَّ فِي أَنَّهُ لَا يَكُونُ قَذْفًا، انْتَهَى مِنَ «الْمُغْنِي» . </p><p> ثُمَّ قَالَ صَاحِبُ الْمُغْنِي: وَذَكَرَ أَبُو بَكْرٍ عَبْدُ الْعَزِيزِ: أَنَّ أَبَا عَبْدِ اللَّهِ رَجَعَ عَنِ الْقَوْلِ بِوُجُوبِ الْحَدِّ فِي التَّعْرِيضِ، يَعْنِي بِأَبِي عَبْدِ اللَّهِ الْإِمَامَ أَحْمَدَ - رَحِمَهُ اللَّهُ - وَقَالَ الْقُرْطُبِيُّ: وَقَدْ حَبَسَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - الْحُطَيْئَةَ، لَمَّا قَالَ: </p><p> دَعِ الْمَكَارِمَ لَا تَرْحَلْ لِبُغْيَتِهَا ... وَاقْعُدْ فَإِنَّكَ أَنْتَ الطَّاعِمُ الْكَاسِي </p><p> لِأَنَّهُ شَبَّهَهُ بِالنِّسَاءِ فِي أَنَّهُنَّ يُطْعَمْنَ وَيُسْقَيْنَ وَيُكْسَوْنَ وَمِثْلُ هَذَا كَثِيرٌ، وَمِنْهُ قَوْلُ الْحُطَيْئَةِ أَوِ النَّجَاشِيِّ: </p><p> قُبَيِّلَةٌ لَا يَخْفِرُونَ بِذِمَّةٍ ... وَلَا يَظْلِمُونَ النَّاسَ حَبَّةَ خَرْدَلِ </p><p> فَإِنَّهُ يُرْوَى أَنَّ عُمَرَ لَمَّا سَمِعَ هَذَا الْهِجَاءَ حَمَلَهُ عَلَى الْمَدْحِ، وَقَالَ: لَيْتَ آلَ الْخَطَّابِ كَانُوا كَذَلِكَ، وَلَمَّا قَالَ الشَّاعِرُ بَعْدَ ذَلِكَ: </p><p> وَلَا يَرِدُونَ الْمَاءَ إِلَّا عَشِيَّةً ... إِذَا صَدَرَ الْوُرَّادُ عَنْ كُلِّ مَنْهَلِ </p><p> قَالَ عُمَرُ أَيْضًا: لَيْتَ آلَ الْخَطَّابِ كَانُوا كَذَلِكَ، فَظَاهِرُ هَذَا الشِّعْرِ يُشْبِهُ الْمَدْحَ، وَلِذَا ذَكَرُوا أَنَّ عُمَرَ تَمَنَّى مَا فِيهِ مِنَ الْهِجَاءِ لِأَهْلِ بَيْتِهِ ; لِأَنَّهُ عِنْدَهُ مَدْحٌ وَصَاحِبُهُ يُرِيدُ الذَّمَّ بِلَا </p><p> نِزَاعٍ، وَيَدُلُّ عَلَى ذَلِكَ أَوَّلُ شِعْرِهِ وَآخِرُهُ، لِأَنَّ أَوَّلَ الْأَبْيَاتِ قَوْلُهُ: </p><p> إِذَا اللَّهُ عَادَى أَهْلَ لُؤْمٍ وَذِلَّةٍ ... فَعَادَى بَنِي الْعَجْلَانِ رَهْطَ ابْنِ مُقْبِلِ </p><p> قُبَيِّلَةٌ لَا يُخْفَرُونَ ... . . . . . . الْبَيْتَ </p><p> وَفِي آخِرِ شِعْرِهِ: </p><p> وَمَا سُمِّيَ الْعَجْلَانُ إِلَّا لِقَوْلِهِ ... خُذِ الْقَعْبَ وَاحْلِبْ أَيُّهَا الْعَبْدُ وَاعْجَلِ </p><p> وَكَوْنُ مِثْلِ هَذَا مِنَ التَّعْرِيضِ بِالذَّمِّ لَا شَكَّ فِيهِ، وَقَوْلُ الْحُطَيْئَةِ: </p><p> دَعِ الْمَكَارِمَ لَا تَرْحَلْ لِبُغْيَتِهَا </p><p> يَهْجُو بِهِ الزِّبْرِقَانَ بْنَ بَدْرٍ التَّمِيمِيَّ، كَمَا ذَكَرَهُ بَعْضُ الْمُؤَرِّخِينَ، وَمَا ذَكَرَهُ الْقُرْطُبِيُّ - رَحِمَهُ اللَّهُ - فِي الْكَلَامِ الَّذِي نَقَلْنَا عَنْهُ مِنْ أَنَّ الْبُهْتَانَ الْعَظِيمَ الَّذِي قَالُوهُ عَلَى مَرْيَمَ: هُوَ تَعْرِيضُهُمْ لَهَا بِقَوْلِهِمْ: مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ الْآيَةَ [١٩ \\ ٢٨] ، لَا يَتَعَيَّنُ بِانْفِرَادِهِ ; لِأَنَّ اللَّهَ - جَلَّ وَعَلَا - ذَكَرَ عَنْهُمْ أَنَّهُمْ قَالُوا لَهَا غَيْرَ ذَلِكَ وَهُوَ أَقْرَبُ لِلتَّصْرِيحِ بِالْفَاحِشَةِ مِمَّا ذَكَرَهُ الْقُرْطُبِيُّ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَامَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا [١٩ \\ ٢٧] ، فَقَوْلُهُمْ لَهَا: لَقَدْ جِئْتِ شَيْئًا فَرِيًّا فِي وَقْتِ مَجِيئِهَا بِالْوَلَدِ تَحْمِلُهُ ظَاهِرٌ جِدًّا فِي إِرَادَتِهِمْ قَذْفَهَا، كَمَا تَرَى، وَالْكَلَامُ الَّذِي ذَكَرَ ابْنُ قُدَامَةَ: أَنَّ عُثْمَانَ جَلَدَ الْحَدَّ فِيهِ وَهُوَ قَوْلُ الرَّجُلِ لِصَاحِبِهِ: يَا ابْنَ شَامَّةِ الْوَذْرِ، قَالَ فِيهِ الْجَوْهَرِيُّ فِي صِحَاحِهِ: الْوَذْرَةُ بِالتَّسْكِينِ الْغَدْرَةُ، وَهِيَ الْقِطْعَةُ مِنَ اللَّحْمِ إِذَا كَانَتْ مُجْتَمِعَةً، وَمِنْهُ قَوْلُهُمْ: يَا ابْنَ شَامَّةِ الْوَذْرَةِ، وَهِيَ كَلِمَةُ قَذْفٍ، وَكَانَتِ الْعَرَبُ تَتَسَابُّ بِهَا، كَمَا كَانَتْ تَتَسَابُّ بِقَوْلِهِمْ: يَا ابْنَ مُلْقِي أَرْحُلِ الرُّكْبَانِ، أَوْ يَا ابْنَ ذَاتِ الرَّايَاتِ وَنَحْوِهَا، وَالْجَمْعُ وَذْرٌ مِثْلُ: تَمْرَةٍ وَتَمْرٍ، اهـ مِنْ صِحَاحِ الْجَوْهَرِيِّ. </p><p> وَالشَّامَّةُ بِتَشْدِيدِ الْمِيمِ اسْمُ فَاعِلِ شَمَّهُ، وَقَالَ صَاحِبُ «اللِّسَانِ» : وَفِي حَدِيثِ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ رُفِعَ إِلَيْهِ رَجُلٌ قَالَ لِرَجُلٍ: يَا ابْنَ شَامَّةِ الْوَذْرِ، فَحَدَّهُ، وَهُوَ مِنْ سِبَابِ الْعَرَبِ وَذَمِّهِمْ، وَإِنَّمَا أَرَادَ يَا ابْنَ شَامَّةِ الْمَذَاكِيرِ يَعْنُونَ الزِّنَا، كَأَنَّهَا كَانَتْ تَشُمُّ كَمَرًا مُخْتَلِفَةً فَكَنَّى عَنْهُ، وَالذَّكَرُ قِطْعَةٌ مِنْ بَدَنِ صَاحِبِهِ، وَقِيلَ: أَرَادُوا بِهَا الْقُلُفَ جَمْعَ قُلْفَةِ الذَّكَرِ ; لِأَنَّهَا تُقْطَعُ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ «لِسَانِ الْعَرَبِ» ، وَهَذَا لَا يَتَّضِحُ مِنْهُ قَصْدُ الزِّنَا وَلَمْ أَرَ مَنْ </p><p> أَوْضَحَ مَعْنَى شَامَّةِ الْوَذْرِ إِيضَاحًا شَافِيًا ; لِأَنَّ شَمَّ كَمَرِ الرِّجَالِ لَيْسَ مِنَ الْأَمْرِ الْمَعْهُودِ الْوَاضِحِ. </p><p> وَالَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ قَائِلَ الْكَلَامِ الْمَذْكُورِ يُشَبِّهُ مَنْ عَرَّضَ لَهَا بِالزِّنَا بِسِفَادِ الْحَيَوَانَاتِ ; لِأَنَّ الذَّكَرَ مِنْ غَالِبِ الْحَيَوَانَاتِ إِذَا أَرَادَ سِفَادَ الْأُنْثَى شَمَّ فَرْجَهَا، وَاسْتَنْشَقَ رِيحَهُ اسْتِنْشَاقًا شَدِيدًا، ثُمَّ بَعْدَ ذَلِكَ يَنْزُو عَلَيْهَا فَيُسَافِدُهَا فَكَأَنَّهُمْ يَزْعُمُونَ أَنَّ الْمَرْأَةَ تَشُمُّ ذَكَرَ الرَّجُلِ كَمَا يَشُمُّ الْفَحْلُ مِنَ الْحَيَوَانَاتِ فَرْجَ أُنْثَاهُ، وَشَمُّهَا لِمَذَاكِيرِ الرِّجَالِ كَأَنَّهُ مُقَدِّمَةٌ لِلْمُوَاقَعَةِ، فَكَنَّوْا عَنِ الْمُوَاقَعَةِ بِشَمِّ الْمَذَاكِيرِ، وَعَبَّرُوا عَنْ ذَكَرِ الرَّجُلِ بِالْوَذْرَةِ ; لِأَنَّهُ قِطْعَةٌ مِنْ بَدَنِ صَاحِبِهِ كَقِطْعَةِ اللَّحْمِ، وَيُحْتَمَلُ أَنَّهُمْ أَرَادُوا كَثْرَةَ مُلَابَسَتِهَا لِذَلِكَ الْأَمْرِ، حَتَّى صَارَتْ كَأَنَّهَا تَشُمُّ رِيحَ ذَلِكَ الْمَوْضِعِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: قَدْ عَلِمْتَ مِمَّا ذَكَرْنَا أَقْوَالَ أَهْلِ الْعِلْمِ، وَحُجَجَهُمْ فِي التَّعْرِيضِ بِالْقَذْفِ، هَلْ يَلْزَمُ بِهِ الْحَدُّ أَوْ لَا يَلْزَمُ بِهِ. </p><p> وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي: أَنَّ التَّعْرِيضَ إِذَا كَانَ يُفْهَمُ مِنْهُ مَعْنَى الْقَذْفِ فَهْمًا وَاضِحًا مِنَ الْقَرَائِنِ أَنَّ صَاحِبَهُ يُحَدُّ ; لِأَنَّ الْجِنَايَةَ عَلَى عِرْضِ الْمُسْلِمِ تَتَحَقَّقُ بِكُلِّ مَا يُفْهَمُ مِنْهُ ذَلِكَ فَهْمًا وَاضِحًا، وَلِئَلَّا يَتَذَرَّعَ بَعْضُ النَّاسِ لِقَذْفِ بَعْضِهِمْ بِأَلْفَاظِ التَّعْرِيضِ الَّتِي يُفْهَمُ مِنْهَا الْقَذْفُ بِالزِّنَا، وَالظَّاهِرُ أَنَّهُ عَلَى قَوْلِ مَنْ قَالَ مِنْ أَهْلِ الْعِلْمِ: إِنَّ التَّعْرِيضَ بِالْقَذْفِ لَا يُوجِبُ الْحَدَّ أَنَّهُ لَا بُدَّ مِنْ تَعْزِيرِ الْمُعَرِّضِ بِالْقَذْفِ لِلْأَذَى الَّذِي صَدَرَ مِنْهُ لِصَاحِبِهِ بِالتَّعْرِيضِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّادِسَةُ: قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ: الْجُمْهُورُ مِنَ الْعُلَمَاءِ عَلَى أَنَّهُ لَا حَدَّ عَلَى مَنْ قَذَفَ رَجُلًا مِنْ أَهْلِ الْكِتَابِ أَوِ امْرَأَةً مِنْهُمْ، وَقَالَ الزُّهْرِيُّ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، وَابْنُ أَبِي لَيْلَى: عَلَيْهِ الْحَدُّ إِذَا كَانَ لَهَا وَلَدٌ مِنْ مُسْلِمٍ، وَفِيهِ قَوْلٌ ثَالِثٌ: وَهُوَ أَنَّهُ إِذَا قَذَفَ النَّصْرَانِيَّةَ تَحْتَ الْمُسْلِمِ جُلِدَ الْحَدَّ، قَالَ ابْنُ الْمُنْذِرِ: وَجُلُّ الْعُلَمَاءِ مُجْمِعُونَ وَقَائِلُونَ بِالْقَوْلِ الْأَوَّلِ، وَلَمْ أُدْرِكْ أَحَدًا، وَلَا لَقِيتُهُ يُخَالِفُ فِي ذَلِكَ، وَإِذَا قَذَفَ النَّصْرَانِيُّ الْمُسْلِمَ الْحُرَّ فَعَلَيْهِ مَا عَلَى الْمُسْلِمِ ثَمَانُونَ جَلْدَةً، لَا أَعْلَمُ فِي ذَلِكَ خِلَافًا، انْتَهَى مِنْهُ. </p><p> الْمَسْأَلَةُ السَّابِعَةُ: اعْلَمْ أَنَّ أَظْهَرَ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدِي فِي مَسْأَلَةِ مَا لَوْ قَذَفَ رَجُلٌ رَجُلًا، فَقَالَ آخَرُ: صَدَقْتَ، أَنَّ الْمُصَدِّقَ قَاذِفٌ فَتَجِبُ إِقَامَةُ الْحَدِّ عَلَيْهِ ; لِأَنَّ تَصْدِيقَهُ لِلْقَاذِفِ قَذْفٌ خِلَافًا لِزُفَرَ وَمَنْ وَافَقَهُ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَلَوْ قَالَ: أَخْبَرَنِي فَلَانٌ أَنَّكَ زَنَيْتَ لَمْ يَكُنْ قَاذِفًا سَوَاءٌ كَذَّبَهُ الْمُخْبَرُ عَنْهُ أَوْ صَدَّقَهُ، وَبِهِ قَالَ الشَّافِعِيُّ، وَأَبُو ثَوْرٍ وَأَصْحَابُ الرَّأْيِ. وَقَالَ أَبُو الْخَطَّابِ: فِيهِ وَجْهٌ آخَرُ أَنَّهُ يَكُونُ قَاذِفًا إِذَا كَذَّبَهُ الْآخَرُ، وَبِهِ قَالَ مَالِكٌ، وَعَطَاءٌ، وَنَحْوُهُ عَنِ الزُّهْرِيِّ ; لِأَنَّهُ أَخْبَرُ بِزِنَاهُ، اهـ مِنْهُ. </p><p> وَأَظْهَرُ الْقَوْلَيْنِ عِنْدِي: أَنَّهُ لَا يَكُونُ قَاذِفًا وَلَا يُحَدُّ، لِأَنَّهُ حَكَى عَنْ غَيْرِهِ وَلَمْ يَقُلْ مِنْ تِلْقَاءِ نَفْسِهِ، وَيُحْتَمَلُ أَنْ يَكُونَ صَادِقًا، وَأَنَّ الَّذِي أَخْبَرَهُ أَنْكَرَ بَعْدَ إِخْبَارِهِ إِيَّاهُ كَمَا لَوْ شَهِدَ عَلَى رَجُلٍ أَنَّهُ قَذَفَ رَجُلًا وَأَنْكَرَ الْمَشْهُودُ عَلَيْهِ، فَلَا يَكُونُ الشَّاهِدُ قَاذِفًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّامِنَةُ: أَظْهَرُ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدِي فِيمَنْ قَذَفَ رَجُلًا بِالزِّنَى، وَلَمْ يُقَمْ عَلَيْهِ الْحَدُّ حَتَّى زَنَا الْمَقْذُوفُ أَنَّ الْحَدَّ يَسْقُطُ عَنْ قَاذِفِهِ; لِأَنَّهُ تَحَقَّقَ بِزِنَاهُ أَنَّهُ غَيْرُ مُحْصَنٍ، وَلَوْ كَانَ ذَلِكَ لَمْ يَظْهَرْ إِلَّا بَعْدَ لُزُومِ الْحَدِّ لِلْقَاذِفِ; لِأَنَّهُ قَدْ ظَهَرَ أَنَّهُ غَيْرُ عَفِيفٍ قَبْلَ إِقَامَةِ الْحَدِّ عَلَى مَنْ قَذَفَهُ، فَلَا يُحَدُّ لِغَيْرِ عَفِيفٍ؛ اعْتِبَارًا بِالْحَالَةِ الَّتِي يُرَادُ أَنْ يُقَامَ فِيهَا الْحَدُّ، فَإِنَّهُ فِي ذَلِكَ الْوَقْتِ ثَبَتَ عَلَيْهِ أَنَّهُ غَيْرُ عَفِيفٍ. </p><p> وَهَذَا الَّذِي اسْتَظْهَرْنَا عَزَاهُ ابْنُ قُدَامَةَ: لِأَبِي حَنِيفَةَ، وَمَالِكٍ، وَالشَّافِعِيِّ، وَالْقَوْلُ بِأَنَّهُ يُحَدُّ هُوَ مَذْهَبُ الْإِمَامِ أَحْمَدَ. </p><p> قَالَ صَاحِبُ «الْمُغْنِي» : وَبِهِ قَالَ الثَّوْرِيُّ، وَأَبُو ثَوْرٍ، وَالْمُزَنِيُّ، وَدَاوُدُ، وَاحْتَجُّوا بِأَنَّ الْحَدَّ قَدْ وَجَبَ وَتَمَّ بِشُرُوطِهِ فَلَا يَسْقُطُ بِزَوَالِ شَرْطِ الْوُجُوبِ. </p><p> وَالْأَظْهَرُ عِنْدَنَا هُوَ مَا قَدَّمْنَا ; لِأَنَّهُ تَحَقَّقَ أَنَّهُ غَيْرُ عَفِيفٍ قَبْلَ إِقَامَةِ الْحَدِّ عَلَى قَاذِفِهِ، فَلَا يُحَدُّ لِمَنْ تَحَقَّقَ أَنَّهُ غَيْرُ عَفِيفٍ. </p><p> وَإِنَّمَا وَجَبَ الْحَدُّ قَبْلَ هَذَا، لِأَنَّ عَدَمَ عِفَّتِهِ كَانَ مَسْتُورًا، ثُمَّ ظَهَرَ قَبْلَ إِقَامَةِ الْحَدِّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ التَّاسِعَةُ: اعْلَمْ أَنْ أَظْهَرَ قَوْلَيْ أَهْلِ الْعِلْمِ عِنْدَنَا فِيمَنْ قَالَ لِرَجُلٍ: يَا مَنْ وطِئَ بَيْنَ الْفَخْذَيْنِ، أَنَّهُ لَيْسَ بِقَذْفٍ، وَلَا يُحَدُّ قَائِلُهُ ; لِأَنَّهُ رَمَاهُ بِفِعْلٍ لَا يُعَدَّ زِنًا إِجْمَاعًا، خِلَافًا لِابْنِ الْقَاسِمِ مِنْ أَصْحَابِ مَالِكٍ الْقَائِلِ بِوُجُوبِ الْحَدِّ زَاعِمًا أَنَّهُ تَعْرِيضٌ بِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الْعَاشِرَةُ: اعْلَمْ أَنَّ حَدَّ الْقَذْفِ لَا يُقَامُ عَلَى الْقَاذِفِ إِلَّا إِذَا طَلَبَ الْمَقْذُوفُ إِقَامَةَ الْحَدِّ عَلَيْهِ ; لِأَنَّهُ حَقٌّ لَهُ، وَلَمْ يَكُنْ لِلْقَاذِفِ بَيِّنَةٌ عَلَى مَا ادَّعَى مِنْ زِنَا الْمَقْذُوفِ ; لِأَنَّ اللَّهَ يَقُولُ: ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ وَمَفْهُومُ الْآيَةِ: أَنَّ الْقَاذِفَ لَوْ جَاءَ بِأَرْبَعَةِ شُهَدَاءَ عَلَى الْوَجْهِ الْمَقْبُولِ شَرْعًا أَنَّهُ لَا حَدَّ عَلَيْهِ، وَإِنَّمَا يُثْبِتُ بِذَلِكَ حَدَّ الزِّنَا عَلَى الْمَقْذُوفِ، لِشَهَادَةِ الْبَيِّنَةِ، وَيُشْتَرَطُ لِذَلِكَ أَيْضًا عَدَمُ إِقْرَارِ الْمَقْذُوفِ، فَإِنْ أَقَرَّ بِالزِّنَا، فَلَا حَدَّ عَلَى الْقَاذِفِ، وَإِنْ كَانَ الْقَاذِفُ زَوْجًا اعْتُبِرَ فِي حَدِّهِ حَدَّ الْقَذْفِ امْتِنَاعُهُ مِنَ اللِّعَانِ، قَالَ ابْنُ قُدَامَةَ: وَلَا نَعْلَمُ خِلَافًا فِي هَذَا كُلِّهِ، ثُمَّ قَالَ: وَتُعْتَبَرُ اسْتِدَامَةُ الطَّلَبِ إِلَى إِقَامَةِ الْحَدِّ، فَلَوْ طَلَبَ ثُمَّ عَفَا عَنِ الْحَدِّ سَقَطَ، وَبِهَذَا قَالَ الشَّافِعِيُّ، وَأَبُو ثَوْرٍ. وَقَالَ الْحَسَنُ وَأَصْحَابُ الرَّأْيِ: لَا يَسْقُطُ بِعَفْوِهِ ; لِأَنَّهُ حَدٌّ فَلَمْ يَسْقُطْ بِالْعَفْوِ كَسَائِرِ الْحُدُودِ، وَلَنَا أَنَّهُ حَدٌّ لَا يُسْتَوْفَى إِلَّا بَعْدَ مُطَالَبَةِ الْآدَمِيِّ بِاسْتِيفَائِهِ فَسَقَطَ بِعَفْوِهِ كَالْقِصَاصِ، وَفَارَقَ سَائِرَ الْحُدُودِ، فَإِنَّهُ لَا يُعْتَبَرُ فِي إِقَامَتِهَا الطَّلَبُ بِاسْتِيفَائِهَا، وَحَدُّ السَّرِقَةِ إِنَّمَا تُعْتَبَرُ فِيهِ الْمُطَالَبَةُ بِالْمَسْرُوقِ لَا بِاسْتِيفَاءِ الْحَدِّ، وَلِأَنَّهُمْ قَالُوا تَصِحُّ دَعْوَاهُ، وَيُسْتَحْلَفُ فِيهِ، وَيَحْكُمُ الْحَاكِمُ فِيهِ بِعِلْمِهِ، وَلَا يُقْبَلُ رُجُوعُهُ عَنْهُ بَعْدَ الِاعْتِرَافِ، فَدَلَّ عَلَى أَنَّهُ حَقٌّ لِآدَمِيٍّ، اهـ مِنَ «الْمُغْنِي» ، وَكَوْنُهُ حَقًّا لِآدَمِيٍّ هُوَ أَحَدُ أَقْوَالٍ فِيهِ. </p><p> قَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ: وَاخْتَلَفَ الْعُلَمَاءُ فِي حَدِّ الْقَذْفِ، هَلْ هُوَ مِنْ حُقُوقِ اللَّهِ، أَوْ مِنْ حُقُوقِ الْآدَمِيِّينَ أَوْ فِيهِ شَائِبَةٌ مِنْهُمَا؟ </p><p> الْأَوَّلُ: قَوْلُ أَبِي حَنِيفَةَ. </p><p> وَالثَّانِي: قَوْلُ مَالِكٍ وَالشَّافِعِيِّ. </p><p> وَالثَّالِثُ: قَالَهُ بَعْضُ الْمُتَأَخِّرِينَ. </p><p> وَفَائِدَةُ الْخِلَافِ أَنَّهُ إِنْ كَانَ حَقًّا لِلَّهِ تَعَالَى وَبَلَغَ الْإِمَامَ أَقَامَهُ، وَإِنْ لَمْ يَطْلُبْ ذَلِكَ الْمَقْذُوفُ، وَنَفَعَتِ الْقَاذِفَ التَّوْبَةُ فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ تَعَالَى، وَيَتَشَطَّرُ فِيهِ الْحَدُّ بِالرِّقِّ كَالزِّنَا، وَإِنْ كَانَ حَقًّا لِلْآدَمِيِّ، فَلَا يُقِيمُهُ الْإِمَامُ إِلَّا بِمُطَالَبَةِ الْمَقْذُوفِ، وَيَسْقُطُ بِعَفْوِهِ وَلَمْ تَنْفَعِ الْقَاذِفَ التَّوْبَةُ حَتَّى يُحَلِّلَهُ الْمَقْذُوفُ، اهـ كَلَامُ الْقُرْطُبِيِّ. </p><p> وَمَذْهَبُ مَالِكٍ وَأَصْحَابِهِ كَأَنَّهُ مَبْنِيٌّ عَلَى الْقَوْلِ الثَّالِثِ، وَهُوَ أَنَّ الْحَدَّ يَسْقُطُ بِعَفْوِ </p><p> الْمَقْذُوفِ قَبْلَ بُلُوغِ الْإِمَامِ، فَإِنْ بَلَغَ الْإِمَامَ، فَلَا يُسْقِطُهُ عَفْوُهُ إِلَّا إِذَا ادَّعَى أَنَّهُ يُرِيدُ بِالْعَفْوِ السَّتْرَ عَلَى نَفْسِهِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الظَّاهِرُ أَنَّ الْقَذْفَ حَقٌّ لِلْآدَمِيِّ وَكُلُّ حَقٍّ لِآدَمِيٍّ فِيهِ حَقٌّ لِلَّهِ. </p><p> وَإِيضَاحُهُ: أَنَّ حَدَّ الْقَذْفِ حَقٌّ لِلْآدَمِيِّ مِنْ حَيْثُ كَوْنُهُ شُرِعَ لِلزَّجْرِ عَنْ فِعْلِهِ، وَلِدَفْعِ مَعَرَّةِ الْقَذْفِ عَنْهُ، فَإِذَا تَجَرَّأَ عَلَيْهِ الْقَاذِفُ انْتَهَكَ حُرْمَةَ عِرْضِ الْمُسْلِمِ، وَأَنَّ لِلْمُسْلِمِ عَلَيْهِ حَقًّا بِانْتِهَاكِ حُرْمَةِ عِرْضِهِ، وَانْتَهَكَ أَيْضًا حُرْمَةَ نَهْيِ اللَّهِ عَنْ فِعْلِهِ فِي عِرْضِ مُسْلِمٍ، فَكَانَ لِلَّهِ حَقٌّ عَلَى الْقَاذِفِ بِانْتِهَاكِهِ حُرْمَةَ نَهْيِهِ، وَعَدَمِ امْتِثَالِهِ، فَهُوَ عَاصٍ لِلَّهِ مُسْتَحِقٌّ لِعُقُوبَتِهِ، فَحَقُّ اللَّهِ يَسْقُطُ بِالتَّوْبَةِ النَّصُوحِ، وَحَقُّ الْمُسْلِمِ يَسْقُطُ بِإِقَامَةِ الْحَدِّ، أَوْ بِالتَّحَلُّلِ مِنْهُ. </p><p> وَالَّذِي يَظْهَرُ عَلَى هَذَا التَّفْصِيلِ أَنَّ الْمَقْذُوفَ إِذَا عَفَا وَسَقَطَ الْحَدُّ بِعَفْوِهِ أَنَّ لِلْإِمَامِ تَعْزِيرَ الْقَاذِفِ لِحَقِّ اللَّهِ، وَاللَّهُ - جَلَّ وَعَلَا - أَعْلَمُ. </p><p> الْمَسْأَلَةُ الْحَادِيَةَ عَشْرَةَ: قَالَ الْقُرْطُبِيُّ: إِنْ تَمَّتِ الشَّهَادَةُ عَلَى الزَّانِي بِالزِّنَا وَلَكِنَّ الشُّهُودَ لَمْ يُعَدَّلُوا، فَكَانَ الْحَسَنُ الْبَصْرِيُّ، وَالشَّعْبِيُّ يَرَيَانِ أَلَّا حَدَّ عَلَى الشُّهُودِ، وَلَا عَلَى الْمَشْهُودِ عَلَيْهِ، وَبِهِ قَالَ أَحْمَدُ، وَالنُّعْمَانُ، وَمُحَمَّدُ بْنُ الْحَسَنِ. </p><p> وَقَالَ مَالِكٌ: وَإِذَا شَهِدَ عَلَيْهِ أَرْبَعَةٌ بِالزِّنَا وَكَانَ أَحَدُهُمْ مَسْخُوطًا عَلَيْهِ أَوْ عَبْدًا يُجْلَدُونَ جَمِيعًا، وَقَالَ سُفْيَانُ الثَّوْرِيُّ، وَأَحْمَدُ، وَإِسْحَاقُ فِي أَرْبَعَةِ عِمْيَانٍ يَشْهَدُونَ عَلَى امْرَأَةٍ بِالزِّنَى: يُضْرَبُونَ، فَإِنْ رَجَعَ أَحَدُ الشُّهُودِ، وَقَدْ رُجِمَ الْمَشْهُودُ عَلَيْهِ فِي الزِّنَى، فَقَالَتْ طَائِفَةٌ: يُغَرَّمُ رُبْعَ الدِّيَةِ، وَلَا شَيْءَ عَلَى الْآخَرِينَ، وَكَذَلِكَ قَالَ قَتَادَةُ، وَحَمَّادٌ، وَعِكْرِمَةُ، وَأَبُو هَاشِمٍ، وَمَالِكٌ، وَأَحْمَدُ، وَأَصْحَابُ الرَّأْيِ، وَقَالَ الشَّافِعِيُّ: إِنْ قَالَ عَمَدْتُ لِيُقْتَلَ، فَالْأَوْلِيَاءُ بِالْخِيَارِ إِنْ شَاءُوا قَتَلُوا، وَإِنْ شَاءُوا عَفَوْا، وَأَخَذُوا رُبْعَ الدِّيَةِ وَعَلَيْهِ الْحَدُّ، وَقَالَ الْحَسَنُ الْبَصْرِيُّ: يُقْتَلُ وَعَلَى الْآخَرِينَ ثَلَاثَةُ أَرْبَاعِ الدِّيَةِ، وَقَالَ ابْنُ سِيرِينَ: إِذَا قَالَ أَخْطَأْتُ وَأَرَدْتُ غَيْرَهُ، فَعَلَيْهِ الدِّيَةُ كَامِلَةً، وَإِنْ قَالَ تَعَمَّدْتُ قُتِلَ، وَبِهِ قَالَ ابْنُ شُبْرُمَةَ، اهـ كَلَامُ الْقُرْطُبِيِّ، وَقَدْ قَدَّمْنَا بَعْضَهُ. </p><p> وَأَظْهَرُ الْأَقْوَالِ عِنْدِي: أَنَّهُمْ إِنْ لَمْ يَعْدِلُوا حُدُّوا كُلُّهُمْ ; لِأَنَّ مَنْ أَتَى بِمَجْهُولٍ غَيْرِ مَعْرُوفِ الْعَدَالَةِ، كَمَنْ لَمْ يَأْتِ بِشَيْءٍ، وَأَنَّهُ إِنْ أَقَرَّ بِأَنَّهُ تَعَمَّدَ الشَّهَادَةَ عَلَيْهِ ; لِأَجْلِ أَنْ يُقْتَلَ </p><p> يُقْتَصُّ مِنْهُ، وَإِنِ ادَّعَى شُبْهَةً فِي رُجُوعِهِ يُغَرَّمُ قِسْطَهُ مِنَ الدِّيَةِ، وَالْقَوْلُ بِأَنَّهُ يُغَرَّمُ الدِّيَةَ كَامِلَةً لَهُ وَجْهٌ مِنَ النَّظَرِ، وَالْعِلْمِ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّانِيَةَ عَشْرَةَ: قَالَ الْقُرْطُبِيُّ: قَالَ مَالِكٌ، وَالشَّافِعِيُّ مَنْ قَذَفَ مَنْ يَحْسَبُهُ عَبْدًا فَإِذَا هُوَ حُرٌّ فَعَلَيْهِ الْحَدُّ، وَقَالَهُ الْحَسَنُ الْبَصْرِيُّ، وَاخْتَارَهُ ابْنُ الْمُنْذِرِ، وَمَنْ قَذَفَ أُمَّ الْوَلَدِ حُدَّ، وَرُوِيَ عَنِ ابْنِ عُمَرَ، وَهُوَ قِيَاسُ قَوْلِ الشَّافِعِيِّ، وَقَالَ الْحَسَنُ الْبَصْرِيُّ: لَا حَدَّ عَلَيْهِ، انْتَهَى مِنْهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَمَّا حَدُّهُ فِي قَذْفِ أُمِّ الْوَلَدِ، فَالظَّاهِرُ أَنَّهُ لَا يَكُونُ إِلَّا بَعْدَ مَوْتِ سَيِّدِهَا، وَعِتْقِهَا مِنْ رَأْسِ مَالِ مَسْتَوْلِدِهَا، أَمَّا قَبْلَ ذَلِكَ فَلَمْ تَتَحَقَّقْ حُرِّيَّتُهَا بِالْفِعْلِ، وَلَا سِيَّمَا عَلَى قَوْلِ مَنْ يُجِيزُ بَيْعَهَا مِنَ الْعُلَمَاءِ، وَالْقَاذِفُ لَا يُحَدُّ بِقَذْفِ مَنْ لَمْ يَكُنْ حُرًّا حُرِّيَّةً كَامِلَةً فِيمَا يَظْهَرُ، وَكَذَلِكَ لَوْ قِيلَ: إِنَّ مَنْ قَذَفَ مَنْ يَظُنُّهُ عَبْدًا، فَإِذَا هُوَ حُرٌّ لَا يَجِبُ عَلَيْهِ الْحَدُّ لِأَنَّهُ لَمْ يَنْوِ قَذْفَ حُرٍّ، وَإِنَّمَا نَوَى قَذْفَ عَبْدٍ لَكَانَ لَهُ وَجْهٌ مِنَ النَّظَرِ; لِأَنَّ الْأَعْمَالَ بِالنِّيَّاتِ وَلِكُلِّ امْرِئٍ مَا نَوَى، وَلِأَنَّ الْمَعَرَّةَ تَزُولُ عَنِ الْمَقْذُوفِ بِقَوْلِ الْقَاذِفِ: مَا قَصَدْتُ قَذْفَكَ وَلَا أَقُولُ: إِنَّكَ زَانٍ، وَإِنَّمَا قَصَدْتُ بِذَلِكَ مَنْ كُنْتُ أَعْتَقِدُهُ عَبْدًا فَأَنْتَ عَفِيفٌ فِي نَظَرِي، وَلَا أَقُولُ فِيكَ إِلَّا خَيْرًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةَ عَشْرَةَ: اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِيمَنْ قَذَفَ جَمَاعَةً بِكَلِمَةٍ وَاحِدَةٍ أَوْ بِكَلِمَاتٍ مُتَعَدِّدَةٍ، أَوْ قَذَفَ وَاحِدًا، مَرَّاتٍ مُتَعَدِّدَةً. وَقَدْ قَدَّمْنَا خِلَافَ أَهْلِ الْعِلْمِ، فِيمَنْ قَذَفَ جَمَاعَةً بِكَلِمَةٍ وَاحِدَةٍ فِي الْكَلَامِ عَلَى آيَاتِ «الْحَجِّ» ٠ </p><p> قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» ، فِي شَرْحِهِ لِقَوْلِ الْخِرَقِيِّ: وَإِذَا قَذَفَ الْجَمَاعَةَ بِكَلِمَةٍ وَاحِدَةٍ، فَحَدٌّ وَاحِدٌ إِذَا طَالَبُوا أَوْ وَاحِدٌ مِنْهُمْ، مَا نَصُّهُ: وَبِهَذَا قَالَ: طَاوُسٌ وَالشَّعْبِيُّ، وَالزُّهْرِيُّ، وَالنَّخَعِيُّ، وَقَتَادَةُ، وَحَمَّادٌ، وَمَالِكٌ، وَالثَّوْرِيُّ، وَأَبُو حَنِيفَةَ وَصَاحِبَاهُ، وَابْنُ أَبِي لَيْلَى وَإِسْحَاقُ، وَقَالَ الْحَسَنُ، وَأَبُو ثَوْرٍ، وَابْنُ الْمُنْذِرِ: لِكُلِّ وَاحِدٍ حَدٌّ كَامِلٌ، وَعَنْ أَحْمَدَ مِثْلُ ذَلِكَ، وَلِلشَّافِعِيِّ قَوْلَانِ كَالرِّوَايَتَيْنِ، وَوَجْهُ هَذَا أَنَّهُ قَذَفَ كُلَّ وَاحِدٍ مِنْهُمْ، فَلَزِمَهُ لَهُ حَدٌّ كَامِلٌ ; كَمَا لَوْ قَذَفَهُمْ بِكَلِمَاتٍ، وَلَنَا قَوْلُ اللَّهِ تَعَالَى: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَمْ يُفَرِّقْ بَيْنَ قَذْفِ وَاحِدٍ أَوْ جَمَاعَةٍ ; وَلِأَنَّ الَّذِينَ شَهِدُوا عَلَى الْمُغِيرَةِ قَذَفُوا امْرَأَةً، فَلَمْ يَحُدَّهُمْ عُمَرُ إِلَّا حَدًّا وَاحِدًا، وَلِأَنَّهُ قَذْفٌ وَاحِدٌ فَلَمْ يَجِبْ إِلَّا حَدٌّ وَاحِدٌ كَمَا لَوْ قَذَفَ وَاحِدًا، وَلِأَنَّ الْحَدَّ إِنَّمَا وَجَبَ بِإِدْخَالِ الْمَعَرَّةِ عَلَى </p><p> الْمَقْذُوفِ بِقَذْفِهِ وَبِحَدٍّ وَاحِدٍ يَظْهَرُ كَذِبُ هَذَا الْقَاذِفِ. </p><p> وَتَزُولُ الْمَعَرَّةُ، فَوَجَبَ أَنْ يَكْتَفِيَ بِهِ بِخِلَافِ مَا إِذَا قَذَفَ كُلَّ وَاحِدٍ قَذْفًا مُنْفَرِدًا، فَإِنْ كَذَّبَهُ فِي قَذْفِهِ لَا يَلْزَمُ مِنْهُ كَذِبُهُ فِي آخَرَ، وَلَا تَزُولُ الْمَعَرَّةُ عَنْ أَحَدِ الْمَقْذُوفِينَ بِحَدِّهِ لِلْآخَرِ، فَإِذَا ثَبَتَ هَذَا، فَإِنَّهُمْ إِنْ طَلَبُوهُ جُمْلَةً حُدَّ لَهُمْ، وَإِنْ طَلَبَهُ وَاحِدٌ أُقِيمَ الْحَدُّ ; لِأَنَّ الْحَقَّ ثَابِتٌ لَهُمْ عَلَى سَبِيلِ الْبَدَلِ، فَأَيُّهُمْ طَالَبَ بِهِ اسْتَوْفَى، وَسَقَطَ فَلَمْ يَكُنْ لِغَيْرِهِ الطَّلَبُ بِهِ كَحَقِّ الْمَرْأَةِ عَلَى أَوْلِيَائِهَا فِي تَزْوِيجِهَا، إِذَا قَامَ بِهِ وَاحِدٌ سَقَطَ عَنِ الْبَاقِينَ، وَإِنْ أَسْقَطَهُ أَحَدُهُمْ فَلِغَيْرِهِ الْمُطَالَبَةُ بِهِ وَاسْتِيفَاؤُهُ ; لِأَنَّ الْمَعَرَّةَ لَمْ تَزُلْ عَنْهُ بِعَفْوِ صَاحِبِهِ، وَلَيْسَ لِلْعَافِي الطَّلَبُ بِهِ، لِأَنَّهُ قَدْ أَسْقَطَ حَقَّهُ. </p><p> وَرُوِيَ عَنْ أَحْمَدَ - رَحِمَهُ اللَّهُ - رِوَايَةٌ أُخْرَى: أَنَّهُمْ إِنْ طَلَبُوهُ دَفْعَةً وَاحِدَةً فَحَدٌّ وَاحِدٌ، وَكَذَلِكَ إِنْ طَلَبُوهُ وَاحِدًا بَعْدَ وَاحِدٍ إِلَّا أَنَّهُ لَمْ يُقَمْ حَتَّى طَلَبَهُ الْكُلُّ فَحَدٌّ وَاحِدٌ، وَإِنْ طَلَبَهُ وَاحِدٌ فَأُقِيمَ لَهُ، ثُمَّ طَلَبَهُ آخَرُ أُقِيمَ لَهُ، وَكَذَلِكَ جَمِيعُهُمْ وَهَذَا قَوْلُ عُرْوَةَ ; لِأَنَّهُمْ إِذَا اجْتَمَعُوا عَلَى طَلَبِهِ، وَقَعَ اسْتِيفَاؤُهُ لِجَمِيعِهِمْ، وَإِذَا طَلَبَهُ وَاحِدٌ مُنْفَرِدًا كَانَ اسْتِيفَاؤُهُ لَهُ وَحْدَهُ، فَلَمْ يَسْقُطْ حَقُّ الْبَاقِينَ بِغَيْرِ اسْتِيفَائِهِمْ (فِي) إِسْقَاطِهِمْ، وَإِنْ قَذَفَ الْجَمَاعَةَ بِكَلِمَاتٍ فَلِكُلِّ وَاحِدٍ حَدٌّ، وَبِهَذَا قَالَ عَطَاءٌ، وَالشَّعْبِيُّ، وَقَتَادَةُ، وَابْنُ أَبِي لَيْلَى، وَأَبُو حَنِيفَةَ وَالشَّافِعِيُّ، وَقَالَ حَمَّادٌ وَمَالِكٌ: لَا يَجِبُ إِلَّا حَدٌّ وَاحِدٌ، لِأَنَّهَا جِنَايَةٌ تُوجِبُ حَدًّا، فَإِذَا تَكَرَّرَتْ كَفَى حَدٌّ وَاحِدٌ، كَمَا لَوْ سَرَقَ مِنْ جَمَاعَةٍ أَوْ زَنَى بِنِسَاءٍ، أَوْ شَرِبَ أَنْوَاعًا مِنَ الْمُسْكِرِ، وَلَنَا أَنَّهَا حُقُوقٌ لِآدَمِيِّينَ فَلَمْ تَتَدَاخَلْ كَالدُّيُونِ وَالْقِصَاصِ، وَفَارَقَ مَا قَاسُوا عَلَيْهِ فَإِنَّهُ حَقٌّ لِلَّهِ تَعَالَى، إِلَى أَنْ قَالَا: وَإِنْ قَذَفَ رَجُلًا مَرَّاتٍ فَلَمْ يُحَدَّ، فَحَدٌّ وَاحِدٌ رِوَايَةً وَاحِدَةً، سَوَاءٌ قَذَفَهُ بِزِنًا وَاحِدٍ أَوْ بِزَنَيْاتٍ، وَإِنْ قَذَفَهُ فَحُدَّ ثُمَّ أَعَادَ قَذْفَهُ نَظَرْتَ، فَإِنْ قَذَفَهُ بِذَلِكَ الزِّنَا الَّذِي حُدَّ مِنْ أَجْلِهِ لَمْ يُعَدْ عَلَيْهِ الْحَدُّ فِي قَوْلِ عَامَّةِ أَهْلِ الْعِلْمِ، وَحُكِيَ عَنِ ابْنِ الْقَاسِمِ: أَنَّهُ أَوْجَبَ حَدًّا ثَانِيًا، وَهَذَا يُخَالِفُ إِجْمَاعَ الصَّحَابَةِ، فَإِنَّ أَبَا بَكْرَةَ لَمَّا حُدَّ بِقَذْفِ الْمُغِيرَةِ أَعَادَ قَذْفَهُ فَلَمْ يَرَوْا عَلَيْهِ حَدًّا ثَانِيًا، فَرَوَى الْأَثْرَمُ بِإِسْنَادِهِ عَنْ ظَبْيَانَ بْنِ عُمَارَةَ، قَالَ: شَهِدَ عَلَى الْمُغِيرَةِ بْنِ شُعْبَةَ ثَلَاثَةُ نَفَرٍ أَنَّهُ زَانٍ، فَبَلَغَ ذَلِكَ عُمَرَ فَكَبُرَ عَلَيْهِ، وَقَالَ: شَاطَ ثَلَاثَةُ أَرْبَاعِ الْمُغِيرَةِ بْنِ شُعْبَةَ، وَجَاءَ زِيَادٌ، فَقَالَ: مَا عِنْدَكَ؟ فَلَمْ يُثْبِتْ فَأَمَرَ بِجِلْدِهِمْ فَجُلِدُوا، وَقَالَ: شُهُودُ زُورٍ، فَقَالَ أَبُو بَكْرَةَ: أَلَيْسَ تَرْضَى إِنْ أَتَاكَ رَجُلٌ عِنْدَكَ يَشْهَدُ رَجْمَهُ؟ قَالَ: نَعَمْ، وَالَّذِي نَفْسِي بِيَدِهِ، فَقَالَ أَبُو بَكْرَةَ: وَأَنَا أَشْهَدُ أَنَّهُ زَانٍ، فَأَرَادَ أَنْ يُعِيدَ عَلَيْهِ الْحَدَّ، فَقَالَ عَلِيٌّ: يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّكَ إِنْ أَعَدْتَ عَلَيْهِ الْحَدَّ، أَوْجَبْتَ عَلَيْهِ الرَّجْمَ، وَفِي حَدِيثٍ آخَرَ: فَلَا يُعَادُ فِيهِ فِرْيَةُ جَلْدٍ مَرَّتَيْنِ. قَالَ الْأَثْرَمُ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ، قَوْلُ عَلِيٍّ: إِنْ جَلَدْتَهُ فَارْجُمْ صَاحِبَكَ، قَالَ: كَأَنَّهُ جَعَلَ </p><p> شَهَادَتَهُ شَهَادَةَ رَجُلَيْنِ، قَالَ أَبُو عَبْدِ اللَّهِ: وَكُنْتُ أَنَا أُفَسِّرُهُ عَلَى هَذَا حَتَّى رَأَيْتُهُ فِي هَذَا الْحَدِيثِ فَأَعْجَبَنِي، ثُمَّ قَالَ يَقُولُ: إِذَا جَلَدْتَهُ ثَانِيَةً فَكَأَنَّكَ جَعَلْتَهُ شَاهِدًا آخَرَ، فَأَمَّا إِنْ حُدَّ لَهُ وَقَذَفَهُ بِزِنًا ثَانٍ نَظَرْتَ، فَإِنْ قَذَفَهُ بَعْدَ طُولِ الْفَصْلِ فَحَدٌّ ثَانٍ ; لِأَنَّهُ لَا يُسْقِطُ حُرْمَةَ الْمَقْذُوفِ بِالنِّسْبَةِ إِلَى الْقَاذِفِ أَبَدًا بِحَيْثُ يُمَكَّنُ مِنْ قَذْفِهِ بِكُلِّ حَالٍ، وَإِنْ قَذَفَهُ عُقَيْبَ حَدِّهِ فَفِيهِ رِوَايَتَانِ: </p><p> إِحْدَاهُمَا: يُحَدُّ أَيْضًا ; لِأَنَّهُ قَذْفٌ لَمْ يَظْهَرْ كَذِبُهُ فِيهِ بِحَدٍّ، فَيَلْزَمُ فِيهِ حَدٌّ كَمَا لَوْ طَالَ الْفَصْلُ، وَلِأَنَّ سَائِرَ أَسْبَابِ الْحَدِّ إِذَا تَكَرَّرَتْ بَعْدَ أَنْ حُدَّ لِلْأَوَّلِ ثَبَتَ لِلثَّانِي حُكْمُهُ، كَالزِّنَا وَالسَّرِقَةِ وَغَيْرِهِمَا مِنَ الْأَسْبَابِ. </p><p> وَالثَّانِيَةُ: لَا يُحَدُّ ; لِأَنَّهُ قَدْ حُدَّ لَهُ لِمَرَّةٍ فَلَمْ يُحَدَّ لَهُ بِالْقَذْفِ عَقِبَهُ، كَمَا لَوْ قَذَفَهُ بِالزِّنَا الْأَوَّلِ، انْتَهَى مِنَ «الْمُغْنِي» ، وَقَدْ رَأَيْتُ نَقْلَهُ لِأَقْوَالِ أَهْلِ الْعِلْمِ، فِيمَنْ قَذَفَ جَمَاعَةً بِكَلِمَةٍ وَاحِدَةٍ أَوْ بِكَلِمَاتٍ أَوْ قَذَفَ وَاحِدًا مَرَّاتٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: هَذِهِ الْمَسَائِلُ لَمْ نَعْلَمْ فِيهَا نَصًّا مِنْ كِتَابٍ وَلَا سُنَّةٍ. </p><p> وَالَّذِي يَظْهَرُ لَنَا فِيهِ، وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ مَنْ قَذَفَ جَمَاعَةً بِكَلِمَةٍ وَاحِدَةٍ فَعَلَيْهِ حَدٌّ وَاحِدٌ، لِأَنَّهُ يَظْهَرُ بِهِ كَذِبُهُ عَلَى الْجَمِيعِ وَتَزُولُ بِهِ الْمَعَرَّةُ عَنِ الْجَمِيعِ، وَيَحْصُلُ شِفَاءُ الْغَيْظِ بِحَدِّهِ لِلْجَمِيعِ. </p><p> وَالْأَظْهَرُ عِنْدَنَا فِيمَنْ رَمَى جَمَاعَةً بِكَلِمَاتٍ أَنَّهُ يَتَعَدَّدُ عَلَيْهِ الْحَدُّ، بِعَدَدِ الْكَلِمَاتِ الَّتِي قَذَفَ بِهَا ; لِأَنَّهُ قَذَفَ كُلَّ وَاحِدٍ قَذْفًا مُسْتَقِلًّا لَمْ يُشَارِكْهُ فِيهِ غَيْرُهُ وَحَدُّهُ لِبَعْضِهِمْ لَا يَظْهَرُ بِهِ كَذِبُهُ عَلَى الثَّانِي الَّذِي قَذَفَهُ بِلَفْظٍ آخَرَ، وَلَا تَزُولُ بِهِ عَنْهُ الْمَعَرَّةُ. وَهَذَا إِنْ كَانَ قَذْفُ كُلِّ وَاحِدٍ مِنْهُمْ قَذْفًا مُفْرَدًا لَمْ يُجْمَعْ مَعَهُ غَيْرُهُ لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِيهِ، وَالْأَظْهَرُ أَنَّهُ إِنْ قَذَفَهُمْ بِعِبَارَاتٍ مُخْتَلِفَةٍ تَكَرَّرُ عَلَيْهِ الْحَدُّ بِعَدَدِهِمْ، كَمَا اخْتَارَهُ صَاحِبُ «الْمُغْنِي» . </p><p> وَالْأَظْهَرُ عِنْدَنَا أَنَّهُ إِنْ كَرَّرَ الْقَذْفَ لِرَجُلٍ وَاحِدٍ قَبْلَ إِقَامَةِ الْحَدِّ عَلَيْهِ يَكْفِي فِيهِ حَدٌّ وَاحِدٌ، وَأَنَّهُ إِنْ رَمَاهُ بَعْدَ حَدِّهِ لِلْقَذْفِ الْأَوَّلِ بَعْدَ طُولِ حَدٍّ أَيْضًا، وَإِنْ رَمَاهُ قُرْبَ زَمَنِ حَدِّهِ بِعَيْنِ الزِّنَا الَّذِي حُدَّ لَهُ لَا يُعَادُ عَلَيْهِ الْحَدُّ ; كَمَا حَكَاهُ صَاحِبُ الْمُغْنِي فِي قِصَّةِ أَبِي بَكْرَةَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ، وَإِنْ كَانَ الْقَذْفُ الثَّانِي غَيْرَ الْأَوَّلِ، كَأَنْ قَالَ فِي الْأَوَّلِ: زَنَيْتَ بِامْرَأَةٍ </p><p> بَيْضَاءَ، وَفِي الثَّانِي قَالَ: بِامْرَأَةٍ سَوْدَاءَ، فَالظَّاهِرُ تَكَرُّرُهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَعَنْ مَالِكٍ - رَحِمَهُ اللَّهُ - فِي «الْمُدَوَّنَةِ» : إِنْ قَذَفَ رَجُلًا فَلَمَّا ضُرِبَ أَسْوَاطًا قَذَفَهُ ثَانِيًا أَوْ آخَرَ ابْتُدِئَ الْحَدُّ عَلَيْهِ ثَمَانِينَ مِنْ حِينِ يَقْذِفُهُ، وَلَا يُعْتَدُّ بِمَا مَضَى مِنَ السِّيَاطِ. </p><p> الْمَسْأَلَةُ الرَّابِعَةَ عَشْرَةَ: الظَّاهِرُ أَنَّ مَنْ قَالَ لِجَمَاعَةٍ: أَحَدُكُمْ زَانٍ أَوِ ابْنُ زَانِيَةٍ لَا حَدَّ عَلَيْهِ ; لِأَنَّهُ لَمْ يُعَيِّنْ وَاحِدًا فَلَمْ تَلْحَقِ الْمَعَرَّةُ وَاحِدًا مِنْهُمْ، فَإِنْ طَلَبُوا إِقَامَةَ الْحَدِّ عَلَيْهِ جَمِيعًا لَا يُحَدُّ، لِأَنَّهُ لَمْ يَرْمِ وَاحِدًا مِنْهُمْ بِعَيْنِهِ، وَلَمْ يُعَرِّفْ مَنْ أَرَادَ بِكَلَامِهِ، نَقَلَهُ الْمَوَّاقُ عَنِ الْبَاجِيِّ عَنْ مُحَمَّدِ بْنِ الْمَوَّازِ، وَوَجْهُهُ ظَاهِرٌ كَمَا تَرَى، وَاقْتَصَرَ عَلَيْهِ خَلِيلٌ فِي مُخْتَصَرِهِ فِي قَوْلِهِ عَاطِفًا عَلَى مَا لَا حَدَّ فِيهِ، أَوْ قَالَ لِجَمَاعَةٍ: أَحَدُكُمْ زَانٍ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَإِذَا قَالَ مَنْ رَمَانِي فَهُوَ ابْنُ الزَّانِيَةِ فَرَمَاهُ رَجُلٌ، فَلَا حَدَّ عَلَيْهِ فِي قَوْلِ أَحَدٍ مِنْ أَهْلِ الْعِلْمِ. وَكَذَلِكَ إِنِ اخْتَلَفَ رَجُلَانِ فِي شَيْءٍ، فَقَالَ أَحَدُهُمَا: الْكَاذِبُ هُوَ ابْنُ الزَّانِيَةِ، فَلَا حَدَّ عَلَيْهِ، نَصَّ عَلَيْهِ أَحْمَدُ ; لِأَنَّهُ لَمْ يُعَيِّنْ أَحَدًا بِالْقَذْفِ، وَكَذَلِكَ مَا أَشْبَهَ هَذَا، وَلَوْ قَذَفَ جَمَاعَةً لَا يُتَصَوَّرُ صِدْقُهُ فِي قَذْفِهِمْ مِثْلَ أَنْ يَقْذِفَ أَهْلَ بَلْدَةٍ كَثِيرَةٍ بِالزِّنَى كُلَّهُمْ، لَمْ يَكُنْ عَلَيْهِ حَدٌّ ; لِأَنَّهُ لَمْ يُلْحِقِ الْعَارَ بِأَحَدٍ غَيْرِ نَفْسِهِ لِلْعِلْمِ بِكَذِبِهِ، انْتَهَى مِنْهُ. </p><p> الْمَسْأَلَةُ الْخَامِسَةَ عَشْرَةَ: اعْلَمْ أَنَّ أَظْهَرَ أَقْوَالِ أَهْلِ الْعِلْمِ عِنْدَنَا فِيمَنْ قَالَ لِرَجُلٍ: أَنْتَ أَزَنَى مِنْ فُلَانٍ، فَهُوَ قَاذِفٌ لَهُمَا، وَعَلَيْهِ حَدَّانِ ; لِأَنَّ قَوْلَهُ أَزَنَى صِيغَةُ تَفْضِيلٍ، وَهِيَ تَدُلُّ عَلَى اشْتِرَاكِ الْمُفَضَّلِ، وَالْمُفَضَّلِ عَلَيْهِ فِي أَصْلِ الْفِعْلِ، إِلَّا أَنَّ الْمُفَضَّلَ أَفْضَلُ فِيهِ مِنْ صَاحِبِهِ الْمُشَارِكِ لَهُ فِيهِ، فَمَعْنَى كَلَامِهِ بِدَلَالَةِ الْمُطَابَقَةِ فِي صِيغَةِ التَّفْضِيلِ: أَنْتَ وَفُلَانٌ زَانِيَانِ، وَلَكِنَّكَ تَفُوقُهُ فِي الزِّنَى، وَكَوْنُ هَذَا قَذْفًا لَهُمَا وَاضِحٌ، كَمَا تَرَى. وَبِهِ تَعْلَمُ أَنَّ أَحَدَ الْوَجْهَيْنِ عِنْدَ الْحَنَابِلَةِ أَنَّهُ يُحَدُّ لِلْمُخَاطَبِ فَقَطْ، دُونَ فُلَانٍ الْمَذْكُورِ لَا يَنْبَغِي أَنْ يُعَوَّلَ عَلَيْهِ، وَكَذَلِكَ مَا عَزَاهُ ابْنُ قُدَامَةَ لِلشَّافِعِيِّ، وَأَصْحَابِ الرَّأْيِ مِنْ أَنَّهُ لَيْسَ بِقَذْفٍ لِلْأَوَّلِ، وَلَا لِلثَّانِي إِلَّا أَنْ يُرِيدَ بِهِ الْقَذْفَ، كُلُّ ذَلِكَ لَا يَصِحُّ وَلَا يَنْبَغِي التَّعْوِيلُ عَلَيْهِ ; لِأَنَّ صِيغَةَ: أَنْتَ أَزَنَى مِنْ فُلَانٍ قَذْفٌ صَرِيحٌ لَهُمَا بِعِبَارَةٍ وَاضِحَةٍ، لَا إِشْكَالَ فِيهَا. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» مُحْتَجًّا لِلْوَجْهِ الَّذِي ذَكَرْنَا عَنِ الْحَنَابِلَةِ: أَنَّهُ لَا حَدَّ عَلَى الثَّانِي، مَا نَصُّهُ: وَالثَّانِي يَكُونُ قَذْفًا لِلْمُخَاطَبِ خَاصَّةً ; لِأَنَّ لَفْظَةَ أَفْعَلَ قَدْ تُسْتَعْمَلُ لِلْمُنْفَرِدِ بِالْفِعْلِ ; كَقَوْلِ اللَّهِ تَعَالَى </p><p> أَفَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي إِلَّا أَنْ يُهْدَى فَمَا الْآيَةَ [١٠ \\ ٣٥] ، وَقَالَ تَعَالَى: فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ [٦ \\ ٨١] ، وَقَالَ لُوطٌ: بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ [١١ \\ ٧٨] ، أَيْ مِنْ أَدْبَارِ الرِّجَالِ، وَلَا طَهَارَةَ فِيهَا لَا يَنْبَغِي التَّعْوِيلُ عَلَيْهِ كَمَا أَنَّهُ هُوَ سَاقَهُ، وَلَمْ يُعَوِّلْ عَلَيْهِ. </p><p> وَحَاصِلُ الِاحْتِجَاجِ الْمَذْكُورِ: أَنَّ صِيغَةَ التَّفْضِيلِ قَدْ تَرِدُ مُرَادًا بِهَا مُطْلَقُ الْوَصْفِ لَا حُصُولُ التَّفْضِيلِ بَيْنَ شَيْئَيْنِ، وَمَثَّلَ لَهُ هُوَ بِكَلِمَةِ: أَحَقُّ أَنْ يُتَّبَعَ وَكَلِمَةِ: أَحَقُّ بِالْأَمْنِ وَكَلِمَةِ: أَطْهَرُ لَكُمْ ; لِأَنَّ صِيغَةَ التَّفْضِيلِ فِي الْآيَاتِ الْمَذْكُورَةِ لِمُطْلَقِ الْوَصْفِ لَا لِلتَّفْضِيلِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: لَا يَخْفَى أَنَّ صِيغَةَ التَّفْضِيلِ قَدْ تَرِدُ لِمُطْلَقِ الْوَصْفِ، كَمَا هُوَ مَعْلُومٌ، وَمِنْ أَمْثِلَتِهِ الْآيَاتُ الَّتِي ذَكَرَهَا صَاحِبُ «الْمُغْنِي» ، وَلَكِنَّهَا لَا تُحْمَلُ عَلَى غَيْرِ التَّفْضِيلِ، إِلَّا بِدَلِيلٍ خَارِجٍ يَقْتَضِي ذَلِكَ، وَالْآيَاتُ الَّتِي ذَكَرَ مَعْلُومٌ أَنَّهَا لَا يُمْكِنُ أَنْ تَكُونَ لِلتَّفْضِيلِ ; لِأَنَّ الْأَصْنَامَ لَا نَصِيبَ لَهَا مِنْ أَحَقِّيَّةِ الِاتِّبَاعَ أَصْلًا فِي قَوْلِهِ: أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لَا يَهِدِّي وَلِأَنَّ الْكَفَّارَ لَا نَصِيبَ لَهُمْ فِي الْأَحَقِّيَّةِ بِالْأَمْنِ، وَلِأَنَّ أَدْبَارَ الرِّجَالِ لَا نَصِيبَ لَهَا فِي الطَّهَارَةِ. </p><p> وَمِنْ أَمْثِلَةِ وُرُودِ صِيغَةِ التَّفْضِيلِ لِمُطْلَقِ الْوَصْفِ أَيْضًا قَوْلُهُ تَعَالَى: وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] ، أَيْ: هَيِّنٌ سَهْلٌ عَلَيْهِ، وَقَوْلُ الشَّنْفَرَى: </p><p> وَإِنْ مُدَّتِ الْأَيْدِيِ إِلَى الزَّادِ لَمْ أَكُنْ ... بِأَعْجَلِهِمْ إِذْ أَجْشَعُ الْقَوْمِ أَعْجَلُ </p><p> أَيْ: لَمْ أَكُنْ بِالْعَجِلِ مِنْهُمْ، وَقَوْلُ الْفَرَزْدَقِ: </p><p> إِنَّ الَّذِي سَمَكَ السَّمَاءَ بَنَى لَنَا ... بَيْتًا دَعَائِمُهُ أَعَزُّ وَأَطْوَلُ </p><p> أَيْ: عَزِيزَةٌ طَوِيلَةٌ، وَقَوْلُ مَعْنِ بْنِ أَوْسٍ: </p><p> لَعَمْرُكَ مَا أَدْرِي وَإِنِّي لَأَوْجَلُ ... عَلَى أَيِّنَا تَعْدُو الْمَنِيَّةُ أَوَّلُ </p><p> أَيْ: لَوَجِلٌ، وَقَوْلُ الْأَحْوَصِ بْنِ مُحَمَّدٍ الْأَنْصَارِيِّ: </p><p> إِنِّي لِأَمْنَحُكَ الصُّدُودَ وَإِنَّنِي ... قَسَمًا إِلَيْكَ مَعَ الصُّدُودِ لَأَمْيَلُ </p><p> أَيْ: لَمَائِلٌ، وَقَوْلُ الْآخَرِ: </p><p> تَمَنَّى رِجَالٌ أَنْ أَمُوتَ وَإِنْ أَمُتْ فَتِلْكَ سَبِيلٌ لَسْتُ فِيهَا بِأَوْحَدِ. </p><p> أَيْ: بِوَاحِدٍ، وَقَالَ الْآخَرُ: </p><p> لَعَمْرُكَ إِنَّ الزِّبْرِقَانَ لَبَاذِلٌ ... لِمَعْرُوفِهِ عِنْدَ السِّنِينَ وَأَفْضَلُ </p><p> أَيْ: وَفَاضِلٌ، إِلَى غَيْرِ ذَلِكَ مِنَ الشَّوَاهِدِ، وَلَكِنْ قَدَّمْنَا أَنَّهَا لَا تُحْمَلُ عَلَى مُطْلَقِ الْوَصْفِ، إِلَّا لِدَلِيلٍ خَارِجٍ، أَوْ قَرِينَةٍ وَاضِحَةٍ تَدُلُّ عَلَى ذَلِكَ. </p><p> وَقَوْلُهُ لَهُ: أَنْتَ أَزَنَى مِنْ فُلَانٍ، لَيْسَ هُنَاكَ قَرِينَةٌ، وَلَا دَلِيلٌ صَارِفٌ لِصِيغَةِ التَّفْضِيلِ عَنْ أَصْلِهَا، فَوَجَبَ إِبْقَاؤُهَا عَلَى أَصْلِهَا، وَحَدُّ الْقَاذِفِ لِكُلِّ وَاحِدٍ مِنْهُمَا، وَالْإِتْيَانُ بِلَفْظَةِ مِنْ فِي قَوْلِهِ: أَنْتَ أَزَنَى مِنْ فُلَانٍ، يُوَضِّحُ صَرَاحَةً الصِّيغَةَ فِي التَّفْضِيلِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّادِسَةَ عَشْرَةَ: اعْلَمْ أَنَّهُ لَا يَجُوزُ رَمْيُ الْمُلَاعَنَةِ بِالزِّنَى، وَلَا رَمْيُ وَلَدِهَا بِأَنَّهُ ابْنُ زِنًى، وَمَنْ رَمَى أَحَدَهُمَا فَعَلَيْهِ الْحَدُّ، وَهَذَا لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِيهِ ; لِأَنَّهُ لَمْ يَثْبُتْ عَلَيْهَا زِنًى، وَلَا عَلَى وَلَدِهَا أَنَّهُ ابْنُ زِنًى، وَإِنَّمَا انْتَفَى نَسَبُهُ عَنِ الزَّوْجِ بِلِعَانِهِ. </p><p> وَفِي سُنَنِ أَبِي دَاوُدَ: حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، ثَنَا يَزِيدُ بْنُ هَارُونَ، ثَنَا عَبَّادُ بْنُ مَنْصُورٍ عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: جَاءَ هِلَالُ بْنُ أُمَيَّةَ، وَهُوَ أَحَدُ الثَّلَاثَةِ الَّذِينَ تَابَ اللَّهُ عَلَيْهِمْ، فَجَاءَ مِنْ أَرْضِهِ عَشِيًّا فَوَجَدَ عِنْدَ أَهْلِهِ رَجُلًا فَرَأَى بِعَيْنِهِ وَسَمِعَ بِأُذُنِهِ. .، الْحَدِيثَ، وَفِيهِ: فَفَرَّقَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَهُمَا، وَقَضَى أَلَّا يُدْعَى وَلَدُهَا لِأَبٍّ، وَلَا تُرْمَى وَلَا يُرْمَى وَلَدُهَا وَمَنْ رَمَاهَا أَوْ رَمَى وَلَدَهَا فَعَلَيْهِ الْحَدُّ. . إِلَى آخِرِ الْحَدِيثِ، وَفِي هَذَا الْحَدِيثِ التَّصْرِيحُ بِأَنَّ مَنْ رَمَاهَا أَوْ رَمَى وَلَدَهَا فَعَلَيْهِ الْحَدُّ. </p><p> وَاعْلَمْ: أَنَّ مَا نَقَلَهُ الشَّيْخُ الْحَطَّابُ عَنْ بَعْضِ عُلَمَاءِ الْمَالِكِيَّةِ مِنْ أَنَّ مَنْ قَالَ لِابْنِ مُلَاعَنَةٍ: لَسْتَ لِأَبِيكَ الَّذِي لَاعَنَ أُمَّكَ، فَعَلَيْهِ الْحَدُّ خِلَافُ التَّحْقِيقِ ; لِأَنَّ الزَّوْجَ الْمُلَاعِنَ يَنْتَفِي عَنْهُ نَسَبُ الْوَلَدِ بِاللِّعَانِ، فَنَفْيُهُ عَنْهُ حَقٌّ مُطَابِقٌ لِلْوَاقِعِ، وَلِذَا لَا يَتَوَارَثَانِ، وَمَنْ قَالَ كَلَامًا حَقًّا، فَإِنَّهُ لَا يَسْتَوْجِبُ الْحَدَّ بِذَلِكَ ; كَمَا لَوْ قَالَ لَهُ: يَا مَنْ نَفَاهُ زَوْجُ أُمِّهِ، أَوْ يَا ابْنَ مُلَاعَنَةٍ، أَوْ يَا ابْنَ مَنْ لُوعِنَتْ ; وَإِنَّمَا يَجِبُ الْحَدُّ عَلَى قَاذِفِهِ، فِيمَا لَوْ قَالَ: أَنْتَ ابْنُ زِنًى وَنَحْوَهَا مِنْ صَرِيحِ الْقَذْفِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّابِعَةَ عَشْرَةَ: فِي حُكْمِ مَا لَوْ قَالَ لِرَجُلٍ: يَا زَانِيَةُ بِتَاءِ الْفَرْقِ، أَوْ قَالَ لِامْرَأَةٍ: يَا زَانِي، بِلَا تَاءٍ، قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : هُوَ قَذْفٌ صَرِيحٌ لِكُلٍّ مِنْهُمَا، قَالَ: وَاخْتَارَ هَذَا أَبُو بَكْرٍ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ، وَاخْتَارَ ابْنُ حَامِدٍ أَنَّهُ لَيْسَ بِقَذْفٍ إِلَّا أَنْ يُفَسِّرَهُ بِهِ، وَهُوَ قَوْلُ أَبِي حَنِيفَةَ ; لِأَنَّهُ يُحْتَمَلُ أَنْ يُرِيدَ بِقَوْلِهِ: يَا زَانِيَةُ، أَيْ: يَا عَلَّامَةُ فِي الزِّنَا ; كَمَا يُقَالُ لِلْعَالِمِ: عَلَّامَةٌ، وَلِكَثِيرِ الرِّوَايَةِ: رَاوِيَةٌ، وَلِكَثِيرِ الْحِفْظِ: حَفِظَةٌ، وَلَنَا أَنَّ مَا كَانَ قَذْفًا لِأَحَدِ الْجِنْسَيْنِ كَانَ قَذْفًا لِلْآخَرِ ; كَقَوْلِهِ: زَنَيْتَ بِفَتْحِ التَّاءِ وَكَسْرِهَا لَهُمَا جَمِيعًا، وَلِأَنَّ هَذَا اللَّفْظَ خِطَابٌ لَهُمَا وَإِشَارَةٌ إِلَيْهِمَا بِلَفْظِ الزِّنَا، وَذَلِكَ يُغْنِي عَنِ التَّمْيِيزِ بِتَاءِ التَّأْنِيثِ وَحَذْفِهَا، وَلِذَلِكَ لَوْ قَالَ لِلْمَرْأَةِ: يَا شَخْصًا زَانِيًا، وَلِلرَّجُلِ: يَا نَسَمَةً زَانِيَةً، كَانَ قَاذِفًا، وَقَوْلُهُمْ: إِنَّهُ يُرِيدُ بِذَلِكَ أَنَّهُ عَلَّامَةٌ فِي الزِّنَا لَا يَصِحُّ فَإِنَّمَا كَانَ اسْمًا لِلْفِعْلِ، إِذَا دَخَلَتْهُ الْهَاءُ كَانَتْ لِلْمُبَالَغَةِ ; كَقَوْلِهِمْ: حَفِظَةٌ لِلْمُبَالِغِ فِي الْحِفْظِ، وَرَاوِيَةٌ لِلْمُبَالِغِ فِي الرِّوَايَةِ، وَكَذَلِكَ هُمَزَةٌ لُمَزَةٌ وَصُرَعَةٌ ; وَلِأَنَّ كَثِيرًا مِنَ النَّاسِ يُذَكِّرُ الْمُؤَنَّثَ وَيُؤَنِّثُ الْمُذَكَّرَ، وَلَا يَخْرُجُ بِذَلِكَ عَنْ كَوْنِ الْمُخَاطَبِ بِهِ مُرَادًا بِمَا يُرَادُ بِاللَّفْظِ الصَّحِيحِ، انْتَهَى كَلَامُ صَاحِبِ «الْمُغْنِي» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ الْقَوْلَيْنِ عِنْدِي فِيمَنْ قَالَ لِذَكَرٍ: يَا زَانِيَةُ بِصِيغَةِ التَّأْنِيثِ، أَوْ قَالَ لِامْرَأَةٍ: يَا زَانِي بِصِيغَةِ التَّذْكِيرِ، أَنَّهُ يَلْزَمُهُ الْحَدُّ. </p><p> وَإِيضَاحُهُ أَنَّ الْقَاذِفَ بِالْعِبَارَتَيْنِ الْمَذْكُورَتَيْنِ لَا يَخْلُو مِنْ أَحَدِ أَمْرَيْنِ، إِمَّا أَنْ يَكُونَ عَامِّيًّا لَا يَعْرِفُ الْعَرَبِيَّةَ، أَوْ يَكُونَ لَهُ عِلْمٌ بِاللُّغَةِ الْعَرَبِيَّةِ، فَإِنْ كَانَ عَامِّيًّا فَقَدْ يَكُونُ غَيْرَ عَالِمٍ بِالْفَرْقِ بَيْنَ الْعِبَارَتَيْنِ، وَنِدَاؤُهُ لِلشَّخْصِ بِلَفْظِ الزِّنَى ظَاهِرٌ فِي قَصْدِهِ قَذْفَهُ. </p><p> وَإِنْ كَانَ عَالِمًا بِاللُّغَةِ، فَاللَّهُ يَكْثُرُ فِيهَا إِطْلَاقُ وَصْفِ الذَّكَرِ عَلَى الْأُنْثَى بِاعْتِبَارِ كَوْنِهَا شَخْصًا. </p><p> وَقَدْ قَدَّمْنَا بَعْضَ أَمْثِلَةِ ذَلِكَ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] ، وَمِمَّا ذَكَرْنَا مِنَ الشَّوَاهِدِ هُنَاكَ قَوْلُ حَسَّانٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> مَنَعَ النَّوْمَ بِالْعِشَاءِ الْهُمُومُ ... وَخَيَالٌ إِذَا تَغَارُ النُّجُومُ </p><p> مِنْ حَبِيبٍ أَصَابَ قَلْبَكَ مِنْهُ ... سَقَمٌ فَهُوَ دَاخِلٌ مَكْتُومُ </p><p> وَمُرَادُهُ بِالْحَبِيبِ أُنْثَى، بِدَلِيلِ قَوْلِهِ بَعْدَهُ: </p><p> لَمْ تَفُتْهَا شَمْسُ النَّهَارِ بِشَيْءٍ ... غَيْرَ أَنَّ الشَّبَابَ لَيْسَ يَدُومُ </p><p> وَقَوْلُ كُثَيِّرٍ: </p><p> لَئِنْ كَانَ يَرِدُ الْمَاءَ هَيْمَانَ صَادِيًا ... إِلَيَّ حَبِيبًا إِنَّهَا لَحَبِيبُ </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُ مَلِيحِ بْنِ الْحَكَمِ الْهُذَلِيِّ: </p><p> وَلَكِنَّ لَيْلَى أَهْلَكَتْنِي بِقَوْلِهَا ... نَعَمْ ثُمَّ لَيْلَى الْمَاطِلُ الْمُتَبَلِّحُ </p><p> يَعْنِي لَيْلَى الشَّخْصُ الْمَاطِلُ الْمُتَبَلِّحُ. </p><p> وَقَوْلُ عُرْوَةَ بْنِ حِزَامٍ الْعُذْرِيِّ: </p><p> وَعَفْرَاءُ أَرْجَى النَّاسِ عِنْدِي مَوَدَّةً ... وَعَفْرَاءُ عَنِّي الْمُعْرِضُ الْمُتَوَانِي </p><p> أَيِ: الشَّخْصُ الْمُعْرِضُ. </p><p> وَإِذَا كَثُرَ فِي كَلَامِ الْعَرَبِ تَذْكِيرُ وَصْفِ الْأُنْثَى بِاعْتِبَارِ الشَّخْصِ كَمَا رَأَيْتَ أَمْثِلَتَهُ، فَكَذَلِكَ لَا مَانِعَ مِنْ تَأْنِيثِهِمْ صِفَةَ الذَّكَرِ بِاعْتِبَارِ النَّسَمَةِ أَوِ النَّفْسِ، وَوُرُودُ ذَلِكَ لِتَأْنِيثِ اللَّفْظِ مَعَ تَذْكِيرِ الْمَعْنَى مَعْرُوفٌ ; كَقَوْلِهِ: </p><p> أَبُوكَ خَلِيفَةٌ وَلَدَتْهُ أُخْرَى ... وَأَنْتَ خَلِيفَةٌ ذَاكَ الْكَمَالُ </p><p> الْمَسْأَلَةُ الثَّامِنَةَ عَشْرَةَ: اعْلَمْ أَنَّ مَنْ رَمَى رَجُلًا قَدْ ثَبَتَ عَلَيْهِ الزِّنَى سَابِقًا أَوِ امْرَأَةً، قَدْ ثَبَتَ عَلَيْهَا الزِّنَى سَابِقًا بِبَيِّنَةٍ، أَوْ إِقْرَارٍ، فَلَا حَدَّ عَلَيْهِ ; لِأَنَّهُ صَادِقٌ، وَلِأَنَّ إِحْصَانَ الْمَقْذُوفِ قَدْ زَالَ بِالزِّنَى، وَيَدُلُّ لِهَذَا مَفْهُومُ الْمُخَالَفَةِ فِي قَوْلِهِ: وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْآيَةَ، فَهُوَ يَدُلُّ بِمَفْهُومِهِ أَنَّ مَنْ رَمَى غَيْرَ مُحْصَنَةٍ لَا حَدَّ عَلَيْهِ، وَهُوَ كَذَلِكَ، وَلَكِنَّهُ يَلْزَمُ تَعْزِيرُهُ ; لِأَنَّهُ رَمَاهُ بِفَاحِشَةٍ وَلَمْ يُثْبِتْهَا، وَلَا يُتْرَكُ عِرْضُ مَنْ ثَبَتَ عَلَيْهِ الزِّنَى سَابِقًا مُبَاحًا لِكُلِّ مَنْ شَاءَ أَنْ يَرْمِيَهُ بِالزِّنَى دُونَ عُقُوبَةٍ رَادِعَةٍ، كَمَا تَرَى. </p><p> الْمَسْأَلَةُ التَّاسِعَةَ عَشْرَةَ: اعْلَمْ أَنَّ الْإِنْسَانَ إِذَا كَانَ مُشْرِكًا وَزَنَى فِي شِرْكِهِ، أَوْ كَانَ مَجُوسِيًّا وَنَكَحَ أُمَّهُ أَوِ ابْنَتَهُ مَثَلًا فِي حَالِ كَوْنِهِ مَجُوسِيًّا، ثُمَّ أَسْلَمَ بَعْدَ ذَلِكَ فَرَمَاهُ أَحَدٌ بِالزِّنَى بَعْدَ إِسْلَامِهِ، فَلَهُ ثَلَاثُ حَالَاتٍ: </p><p> الْأُولَى: أَنْ يَقُولَ لَهُ: يَا مَنْ زَنَى فِي أَيَّامِ شِرْكِهِ أَوْ يَا مَنْ نَكَحَ أُمَّهُ مَثَلًا فِي أَيَّامِهِ مَجُوسِيًّا، وَهَذِهِ الصُّورَةُ لَا حَدَّ فِيهَا ; لِأَنَّ صَاحِبَهَا أَخْبَرَ بِحَقٍّ وَالْإِسْلَامُ يَجُبُّ مَا قَبْلَهُ. </p><p> الثَّانِيَةُ: أَنْ يَقُولَ لَهُ: يَا مَنْ زَنَى بَعْدَ إِسْلَامِهِ أَوْ نَكَحَ أُمَّهُ بَعْدَ إِسْلَامِهِ، فَعَلَيْهِ الْحَدُّ ; كَمَا لَا يَخْفَى. </p><p> الثَّالِثَةُ: أَنْ يَقُولَ لَهُ: يَا زَانِي، وَلَمْ يَتَعَرَّضْ لِكَوْنِ ذَلِكَ قَبْلَ إِسْلَامِهِ أَوْ بَعْدَهُ، فَإِنْ فَسَّرَهُ بِأَنَّهُ أَرَادَ أَنَّهُ زَنَى بَعْدَ إِسْلَامِهِ، فَعَلَيْهِ الْحَدُّ، وَإِنْ قَالَ: أَرَدْتُ بِذَلِكَ زِنَاهُ فِي زَمَنِ شِرْكِهِ، فَهَلْ يُقْبَلُ مِنْهُ هَذَا التَّفْسِيرُ، وَيَسْقُطُ عَنْهُ الْحَدُّ، أَوْ لَا يُقْبَلُ ذَلِكَ مِنْهُ، وَيُقَامُ عَلَيْهِ الْحَدُّ، اهـ، اخْتَلَفَ الْعُلَمَاءُ فِي ذَلِكَ، وَمِمَّنْ قَالَ بِأَنَّهُ يُحَدُّ وَلَا يُلْتَفَتُ إِلَى تَفْسِيرِهِ ذَلِكَ: مَالِكٌ وَأَصْحَابُهُ، وَصَرَّحَ بِهِ الْخِرَقِيُّ مِنَ الْحَنَابِلَةِ، وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : لَا حَدَّ عَلَيْهِ، وَخَالَفَ فِي ذَلِكَ الْخِرَقِيَّ فِي شَرْحِهِ لِقَوْلِ الْخِرَقِيِّ: وَمَنْ قَذَفَ مَنْ كَانَ مُشْرِكًا، وَقَالَ: أَرَدْتُ أَنَّهُ زَنَى وَهُوَ مُشْرِكٌ لَمْ يَلْتَفِتْ إِلَى قَوْلِهِ، وَحَدُّ الْقَاذِفِ إِذَا طَالَبَ الْمَقْذُوفَ، وَكَذَلِكَ مَنْ كَانَ عَبْدًا، انْتَهَى. </p><p> الْمَسْأَلَةُ الْعِشْرُونَ: اعْلَمْ أَنَّ مَنْ قَذَفَ بِنْتًا غَيْرَ بَالِغَةٍ بِالزِّنَى، أَوْ قَذَفَ بِهِ ذَكَرًا غَيْرَ بَالِغٍ، فَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ: هَلْ يَجِبُ عَلَى الْقَاذِفِ الْحَدُّ أَوْ لَا يَجِبُ عَلَيْهِ؟ وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ فِي تَفْسِيرِ الْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا: إِذَا رَمَى صَبِيَّةً يُمْكِنُ وَطْؤُهَا قَبْلَ الْبُلُوغِ بِالزِّنَى كَانَ قَذْفًا عِنْدَ مَالِكٍ، وَقَالَ أَبُو حَنِيفَةَ وَالشَّافِعِيُّ وَأَبُو ثَوْرٍ: لَيْسَ بِقَذْفٍ ; لِأَنَّهُ لَيْسَ بِزِنًى إِذْ لَا حَدَّ عَلَيْهَا وَيُعَزَّرُ، قَالَ ابْنُ الْعَرَبِيِّ: وَالْمَسْأَلَةُ مُحْتَمِلَةٌ مُشْكِلَةٌ لَكِنَّ مَالِكًا غَلَّبَ حِمَايَةَ عِرْضِ الْمَقْذُوفِ، وَغَيْرَهُ رَاعَى حِمَايَةَ ظَهْرِ الْقَاذِفِ، وَحِمَايَةُ عِرْضِ الْمَقْذُوفِ أَوْلَى ; لِأَنَّ الْقَاذِفَ كَشَفَ سِتْرَهُ بِطَرَفِ لِسَانِهِ فَلَزِمَهُ الْحَدُّ، قَالَ ابْنُ الْمُنْذِرِ: وَقَالَ أَحْمَدُ فِي الْجَارِيَةِ بِنْتِ تِسْعٍ، يُحَدُّ قَاذِفُهَا، وَكَذَلِكَ الصَّبِيُّ إِذَا بَلَغَ عَشْرًا ضُرِبَ قَاذِفُهُ، قَالَ إِسْحَاقُ: إِذَا قَذَفَ غُلَامًا يَطَأُ مِثْلُهُ فَعَلَيْهِ الْحَدُّ، وَالْجَارِيَةُ إِذَا جَاوَزَتْ تِسْعًا مِثْلُ ذَلِكَ، قَالَ ابْنُ الْمُنْذِرِ: لَا يُحَدُّ مَنْ قَذَفَ مَنْ لَمْ يَبْلُغْ ; لِأَنَّ ذَلِكَ كَذِبٌ، وَيُعَزَّرُ عَلَى الْأَذَى، اهـ مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ. </p><p> وَإِذَا عَرَفْتَ مِمَّا ذَكَرْنَا أَقْوَالَ أَهْلِ الْعِلْمِ فِي الْمَسْأَلَةِ، فَاعْلَمْ أَنَّ أَظْهَرَهَا عِنْدَنَا قَوْلُ ابْنِ الْمُنْذِرِ: إِنَّهُ لَا يُحَدُّ وَلَكِنْ يُعَزَّرُ، وَوَجْهُ ذَلِكَ أَنَّ مَنْ لَمْ يَبْلُغْ مِنَ الذُّكُورِ وَالْإِنَاثِ مَرْفُوعٌ عَنْهُ الْقَلَمُ، وَلَا مَعَرَّةَ تَلْحَقُهُ بِذَنْبٍ ; لِأَنَّهُ غَيْرُ مُؤَاخَذٍ، وَلَوْ جَاءَ قَاذِفُ الصَّبِيِّ بِأَرْبَعَةٍ يَشْهَدُونَ عَلَى الصَّبِيِّ بِالزِّنَى فَلَا حَدَّ عَلَيْهِ إِجْمَاعًا، وَلَوْ كَانَ قَذَفَهُ قَذْفًا عَلَى الْحَقِيقَةِ لَلَزِمَهُ الْحَدُّ بِإِقَامَةِ الْقَاذِفِ الْبَيِّنَةَ عَلَى زِنَاهُ، وَإِنْ خَالَفَ فِي هَذَا جَمْعٌ مِنْ أَجِلَّاءِ الْعُلَمَاءِ، وَلَكِنَّهُ يُعَزَّرُ التَّعْزِيرَ الْبَالِغَ الرَّادِعَ لَهُ، وَلِغَيْرِهِ عَنْ قَذْفِ مَنْ لَمْ يَبْلُغْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الْحَادِيَةُ وَالْعِشْرُونَ: اعْلَمْ أَنَّ الظَّاهِرَ فِيمَا لَوْ قَالَ رَجُلٌ لِآخَرَ زَنَأْتَ بِالْهَمْزَةِ، أَنَّ الْقَاذِفَ إِنَّ كَانَ عَامِّيًّا لَا يُفَرِّقُ بَيْنَ الْمُعْتَلِّ وَالْمَهْمُوزِ أَنَّهُ يُحَدُّ لِظُهُورِ قَصْدِهِ لِقَذْفِهِ بِالزِّنَى، وَإِنْ كَانَ عَالِمًا بِالْعَرَبِيَّةِ، وَقَالَ: إِنَّمَا أَرَدْتُ بِقَوْلِي: زَنَأْتَ بِالْهَمْزَةِ مَعْنَاهُ اللُّغَوِيَّ، وَمَعْنَى زَنَأْتَ بِالْهَمْزَةِ: لَجَأْتَ إِلَى شَيْءٍ، أَوْ صَعِدْتَ فِي جَبَلٍ، وَمِنْهُ قَوْلُ قَيْسِ بْنِ عَاصِمٍ الْمِنْقَرِيِّ يُرَقِّصُ ابْنَهُ حَكِيمًا وَهُوَ صَغِيرٌ: </p><p> أَشْبِهْ أَبَا أُمِّكَ أَوْ أَشْبِهْ حَمَلْ ... وَلَا تَكُونَنَّ كَهِلَّوْفٍ وَكَلْ </p><p> يُصْبِحُ فِي مَضْجَعِهِ قَدِ انْجَدَلْ ... وَارْقَ إِلَى الْخَيْرَاتِ زَنَأً فِي الْجَبَلْ </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ قَوْلُهُ: زَنَأً فِي الْجَبَلِ أَيْ صُعُودًا فِيهِ، وَالْهِلَّوْفُ الثَّقِيلُ الْجَافِي الْعَظِيمُ اللِّحْيَةِ، وَالْوَكَلُ الَّذِي يَكِلُ أَمْرَهُ إِلَى غَيْرِهِ، وَزَعَمَ الْجَوْهَرِيُّ أَنَّ هَذَا الرَّجَزَ لِأُمِّ الصَّبِيِّ الْمَذْكُورِ تُرَقِّصُهُ بِهِ وَهِيَ مَنْفُوسَةُ ابْنَةُ زَيْدِ الْفَوَارِسِ، وَرَدَّ ذَلِكَ عَلَى الْجَوْهَرِيِّ أَبُو مُحَمَّدِ بْنُ بَرِّيٍّ، وَرَوَاهُ هُوَ وَغَيْرُهُ عَلَى مَا ذَكَرْنَا، قَالَ: وَقَالَتْ أُمُّهُ تَرُدُّ عَلَى أَبِيهِ: </p><p> أَشْبِهْ أَخِي أَوْ أَشْبِهَنَّ أَبَاكَا ... أَمَّا أَبِي فَلَنْ تَنَالَ ذَاكَا </p><p> تَقْصُرُ أَنْ تَنَالَهُ يَدَاكَا </p><p> قَالَهُ فِي اللِّسَانِ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ وَالْعِشْرُونَ: فَمَنْ نَفَى رَجُلًا عَنْ جَدِّهِ أَوْ عَنْ أُمِّهِ أَوْ نَسَبَهُ إِلَى شِعْبٍ غَيْرِ شِعْبِهِ، أَوْ قَبِيلَةٍ غَيْرِ قَبِيلَتِهِ، فَذَهَبَ مَالِكٌ: أَنَّهُ إِنْ نَفَاهُ عَنْ أُمِّهِ فَلَا حَدَّ عَلَيْهِ ; لِأَنَّهُ لَمْ يَدَّعِ عَلَيْهَا الزِّنَا، وَلَمْ يَنْفِ نَسَبَهُ عَنْ أَبِيهِ، وَإِنْ نَفَاهُ عَنْ جَدِّهِ لَزِمَهُ الْحَدُّ، وَلَا حَدَّ عِنْدَهُ فِي نِسْبَةِ جِنْسٍ لِغَيْرِهِ، وَلَوْ أَبْيَضَ لِأَسْوَدَ، قَالَ فِي «الْمُدَوَّنَةِ» : إِنْ قَالَ لِفَارِسِيٍّ: يَا رُومِيُّ أَوْ يَا حَبَشِيُّ، أَوْ نَحْوَ هَذَا لَمْ يُحَدَّ، وَقَالَ ابْنُ الْقَاسِمِ: اخْتُلِفَ عَنْ مَالِكٍ فِي هَذَا، وَإِنِّي أَرَى أَلَّا حَدَّ عَلَيْهِ، إِلَّا أَنْ يَقُولَ: يَا ابْنَ الْأَسْوَدِ، فَإِنْ لَمْ يَكُنْ فِي آبَائِهِ أَسْوَدُ فَعَلَيْهِ الْحَدُّ، وَأَمَّا إِنْ نَسَبَهُ إِلَى حَبَشِيٍّ ; كَأَنْ قَالَ: يَا ابْنَ الْحَبَشِيِّ وَهُوَ بَرْبَرِيٌّ، فَالْحَبَشِيُّ وَالرُّومِيُّ فِي هَذَا سَوَاءٌ، إِذَا كَانَ بَرْبَرِيًّا. </p><p> وَقَالَ ابْنُ يُونُسَ: وَسَوَاءٌ قَالَ: يَا حَبَشِيُّ أَوْ يَا ابْنَ الْحَبَشِيِّ وَالرُّومِيِّ، أَوْ يَا ابْنَ الرُّومِيِّ، فَإِنَّهُ لَا يُحَدُّ، وَكَذَلِكَ عَنْهُ فِي كِتَابِ مُحَمَّدٍ، قَالَ الشَّيْخُ الْمَوَّاقُ: هَذَا مَا يَنْبَغِي أَنْ تَكُونَ بِهِ الْفَتْوَى عَلَى طَرِيقَةِ ابْنِ يُونُسَ، فَانْظُرْهُ أَنْتَ، اهـ. </p><p> وَهَذَا الَّذِي ذَكَرْنَا مِنْ عَدَمِ حَدِّ مَنْ نَسَبَ جِنْسًا إِلَى غَيْرِهِ هُوَ مَشْهُورُ مَذْهَبِ مَالِكٍ، وَقَدْ </p><p> نَصَّ عَلَيْهِ فِي الْمُدَوَّنَةِ، وَمَحَلُّ هَذَا عِنْدَهُ إِنْ لَمْ يَكُنْ مِنَ الْعَرَبِ. </p><p> قَالَ مَالِكٌ فِي «الْمُدَوَّنَةِ» : مَنْ قَالَ لِعَرَبِيٍّ: يَا حَبَشِيُّ، أَوْ يَا فَارِسِيُّ، أَوْ يَا رُومِيُّ، فَعَلَيْهِ الْحَدُّ ; لِأَنَّ الْعَرَبَ تُنْسَبُ إِلَى آبَائِهَا وَهَذَا نَفْيٌ لَهَا عَنْ آبَائِهَا. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الْفَرْقُ بَيْنَ الْعَرَبِيِّ وَغَيْرِهِ الْمَذْكُورِ عَنْ مَالِكٍ لَا يَتَّجِهُ كُلَّ الِاتِّجَاهِ، وَوَجْهُ كَوْنِ مَنْ قَالَ لِرُومِيٍّ: يَا حَبَشِيُّ مَثَلًا لَا يُحَدُّ، أَنَّ الظَّاهِرَ أَنَّ مُرَادَهُ أَنَّهُ يُشْبِهُ الْحَبَشِيَّ فِي بَعْضِ أَخْلَاقِهِ أَوْ أَفْعَالِهِ، وَهُوَ اسْتِعْمَالٌ مَعْرُوفٌ فِي الْعَرَبِيَّةِ، اهـ، وَمَذْهَبُ أَبِي حَنِيفَةَ أَنَّهُ إِنْ نَفَاهُ عَنْ جَدِّهِ لَا حَدَّ عَلَيْهِ، بِأَنْ قَالَ لَهُ: لَسْتَ ابْنَ جَدِّكَ أَنَّهُ لَا حَدَّ عَلَيْهِ ; لِأَنَّهُ صَادِقٌ إِذْ هُوَ ابْنُ أَبِيهِ لَا جَدِّهِ، وَكَذَلِكَ لَوْ نَسَبَ جِنْسًا إِلَى غَيْرِهِ ; كَقَوْلِهِ لِعَرَبِيٍّ: يَا نَبَطِيُّ، فَلَا حَدَّ عَلَيْهِ عِنْدَهُ عَلَى الْمَشْهُورِ، وَكَذَلِكَ عِنْدَهُ إِذَا نَسَبَهُ لِقَبِيلَةٍ أُخْرَى غَيْرِ قَبِيلَتِهِ أَوْ نَفَاهُ عَنْ قَبِيلَتِهِ ; لِأَنَّهُ يُرَادُ بِهِ التَّشْبِيهُ بِتِلْكَ الْقَبِيلَةِ الَّتِي نَسَبُهُ لَهَا فِي الْأَخْلَاقِ أَوِ الْأَفْعَالِ، أَوْ عَدَمِ الْفَصَاحَةِ، وَنَحْوِ ذَلِكَ، فَلَا يَتَعَيَّنُ قَصْدُ الْقَذْفِ. </p><p> وَقَالَ صَاحِبُ «تَبْيِينِ الْحَقَائِقِ» : وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ سُئِلَ عَنْ رَجُلٍ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ: يَا نَبَطِيُّ، فَقَالَ: لَا حَدَّ عَلَيْهِ، اهـ، وَكَذَلِكَ لَا يُحَدُّ عِنْدَ أَبِي حَنِيفَةَ مَنْ قَالَ لِرَجُلٍ: يَا ابْنَ مَاءِ السَّمَاءِ، أَوْ نَسَبَهُ إِلَى عَمِّهِ أَوْ خَالِهِ خِلَافًا لِلْمَالِكِيَّةِ وَمَنْ وَافَقَهُمُ الْقَائِلِينَ بِحَدِّ مَنْ نَسَبَهُ لِعَمِّهِ وَنَحْوِهِ، أَوْ زَوْجِ أُمِّهِ الَّذِي هُوَ رَبِيبُهُ ; لِأَنَّ الْعَمَّ وَالْخَالَ كِلَاهُمَا كَالْأَبِّ فِي الشَّفَقَةِ، وَقَدْ يُرِيدُ التَّشْبِيهَ بِالْأَبِّ فِي الْمَحَبَّةِ وَالشَّفَقَةِ، وَقَوْلُهُ: ابْنُ مَاءِ السَّمَاءِ، فَإِنَّهُ قَدْ يُرَادُ بِهِ التَّشْبِيهُ فِي الْجُودِ وَالسَّمَاحَةِ وَالصَّفَاءِ، قَالُوا: وَكَانَ عَامِرُ بْنُ حَارِثَةَ: يُلَقَّبُ بِمَاءِ السَّمَاءِ لِكَرَمِهِ، وَأَنَّهُ يُقِيمُ مَالَهُ فِي الْقَحْطِ مَقَامَ الْمَطَرِ، قَالُوا: وَسُمِّيَتْ أُمُّ الْمُنْذِرِ بْنِ امْرِئِ الْقَيْسِ بِمَاءِ السَّمَاءِ، لِحُسْنِهَا وَجَمَالِهَا، وَقِيلَ لِأَوْلَادِهَا بَنِي مَاءِ السَّمَاءِ وَهُمْ مُلُوكُ الْعِرَاقِ، اهـ، وَإِنْ نَسَبَهُ لِجَدِّهِ فَلَا حَدَّ عَلَيْهِ عِنْدَ أَبِي حَنِيفَةَ، وَلَا يَنْبَغِي أَنْ يُخْتَلَفَ فِي ذَلِكَ لِصِحَّةِ نِسْبَتِهِ إِلَى جَدِّهِ ; كَمَا هُوَ وَاقِعٌ بِكَثْرَةٍ عَلَى مَرِّ الْأَزْمِنَةِ مِنْ غَيْرِ نَكِيرٍ، اهـ، وَمَذْهَبُ الْإِمَامِ أَحْمَدَ: أَنَّهُ إِنْ نَفَاهُ عَنْ أُمِّهِ فَلَا حَدَّ عَلَيْهِ. </p><p> وَاخْتُلِفَ عَنْهُ فِيمَنْ نَفَى رَجُلًا عَنْ قَبِيلَتِهِ أَوْ نَسَبَ جِنْسًا لِغَيْرِهِ، قَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَإِذَا نَفَى رَجُلًا عَنْ أَبِيهِ، فَعَلَيْهِ الْحَدُّ، نَصَّ عَلَيْهِ أَحْمَدُ، وَكَذَلِكَ إِذَا نَفَاهُ عَنْ قَبِيلَتِهِ، وَبِهَذَا قَالَ إِبْرَاهِيمُ النَّخَعِيُّ، وَإِسْحَاقُ، وَبِهِ قَالَ أَبُو حَنِيفَةَ، وَالثَّوْرِيُّ، وَحَمَّادٌ، اهـ. </p><p> وَقَدْ عَلِمْتَ الْخِلَافَ عَنْ أَبِي حَنِيفَةَ، وَالْمَشْهُورَ عَنْهُ بِمَا ذَكَرْنَاهُ قَرِيبًا، ثُمَّ قَالَ ابْنُ قُدَامَةَ </p><p> فِي «الْمُغْنِي» : وَالْقِيَاسُ يَقْتَضِي أَلَّا يَجِبَ الْحَدُّ بِنَفْيِ الرَّجُلِ عَنْ قَبِيلَتِهِ ; وَلِأَنَّ ذَلِكَ لَا يَتَعَيَّنُ فِيهِ الرَّمْيُ بِالزِّنَا، فَأَشْبَهَ مَا لَوْ قَالَ لِأَعْجَمِيٍّ: إِنَّكَ عَرَبِيٌّ، وَلَوْ قَالَ لِلْعَرَبِيِّ: أَنْتَ نَبَطِيٌّ أَوْ فَارِسِيٌّ فَلَا حَدَّ عَلَيْهِ، وَعَلَيْهِ التَّعْزِيرُ، نَصَّ عَلَيْهِ أَحْمَدُ ; لِأَنَّهُ يَحْتَمِلُ أَنَّكَ نَبَطِيُّ اللِّسَانِ أَوِ الطَّبْعِ، وَحُكِيَ عَنْ أَحْمَدَ رِوَايَةٌ أُخْرَى أَنَّ عَلَيْهِ الْحَدَّ كَمَا لَوْ نَفَاهُ عَنْ أَبِيهِ، وَالْأَوَّلُ أَصَحُّ، وَبِهِ قَالَ مَالِكٌ، وَالشَّافِعِيُّ ; لِأَنَّهُ يَحْتَمِلُ غَيْرَ الْقَذْفِ احْتِمَالًا كَثِيرًا فَلَا يَتَعَيَّنُ صَرْفُهُ إِلَيْهِ، وَمَتَى فَسَّرَ شَيْئًا مِنْ ذَلِكَ بِالْقَذْفِ فَهُوَ قَاذِفٌ، اهـ مِنَ «الْمُغْنِي» . </p><p> وَإِذَا عَرَفْتَ أَقْوَالَ أَهْلِ الْعِلْمِ فِي هَذَا، فَاعْلَمْ أَنَّ الْمَسْأَلَةَ لَيْسَتْ فِيهَا نُصُوصٌ مِنَ الْوَحْيِ، وَالظَّاهِرُ أَنَّ مَا احْتَمَلَ غَيْرَ الْقَذْفِ مِنْ ذَلِكَ لَا يُحَدُّ صَاحِبُهُ ; لِأَنَّ الْحُدُودَ تُدْرَأُ بِالشُّبُهَاتِ وَاحْتِمَالُ الْكَلَامِ غَيْرَ الْقَذْفِ لَا يَقِلُّ عَنْ شُبْهَةٍ قَوِيَّةٍ. وَقَدْ ذَكَرَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : أَنَّ الْأَشْعَثَ بْنَ قَيْسٍ رَوَى عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ يَقُولُ «: لَا أُوتَى بِرَجُلٍ يَقُولُ: إِنَّ قُرَيْشًا لَيْسَتْ مِنْ كِنَانَةَ إِلَّا جَلَدْتُهُ» ، اهـ، وَانْظُرْ إِسْنَادَهُ. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ وَالْعِشْرُونَ: فِي أَحْكَامِ كَلِمَاتٍ مُتَفَرِّقَةٍ كَمَنْ قَالَ لِرَجُلٍ: يَا قَرْنَانُ، أَوْ يَا دَيُّوثُ، أَوْ يَا كَشْخَانُ، أَوْ يَا قَرْطَبَانُ، أَوْ يَا مَعْفُوجُ، أَوْ يَا قَوَّادُ، أَوْ يَا ابْنَ مُنْزِلَةِ الرُّكْبَانِ، أَوْ يَا ابْنَ ذَاتِ الرَّايَاتِ، أَوْ يَا مُخَنَّثُ، أَوْ قَالَ لِامْرَأَةٍ: يَا قَحْبَةُ. </p><p> اعْلَمْ أَنَّ أَهْلَ الْعِلْمِ اخْتَلَفُوا فِي هَذِهِ الْعِبَارَاتِ الْمَذْكُورَةِ، فَمَذْهَبُ مَالِكٍ: هُوَ أَنْ مَنْ قَالَ لِرَجُلٍ: يَا قَرْنَانُ، لَزِمَهُ حَدُّ الْقَذْفِ لِزَوْجَتِهِ إِنْ طَلَبَتْهُ ; لِأَنَّ الْقَرْنَانَ عِنْدَ النَّاسِ زَوْجُ الْفَاعِلَةِ، وَكَذَلِكَ مَنْ قَالَ لِامْرَأَةٍ: يَا قَحْبَةُ، لَزِمَهُ الْحَدُّ عِنْدَ الْمَالِكِيَّةِ، وَكَذَلِكَ مَنْ قَالَ: يَا ابْنَ مُنْزِلَةِ الرُّكْبَانِ، أَوْ يَا ابْنَ ذَاتِ الرَّايَاتِ، كُلُّ ذَلِكَ فِيهِ حَدُّ الْقَذْفِ عِنْدَ الْمَالِكِيَّةِ، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ، قَالُوا: لِأَنَّ الزَّانِيَةَ فِي الْجَاهِلِيَّةِ كَانَتْ تُنْزِلُ الرُّكْبَانَ، وَتَجْعَلُ عَلَى بَابِهَا رَايَةً، وَكَذَلِكَ لَوْ قَالَ لَهُ: يَا مُخَنَّثُ، لَزِمَهُ الْحَدُّ إِنْ لَمْ يَحْلِفْ أَنَّهُ لَمْ يُرِدْ قَذْفًا، فَإِنْ حَلَفَ أَنَّهُ لَمْ يُرِدْهُ أُدِّبَ، وَلَمْ يُحَدَّ. قَالَهُ فِي «الْمُدَوَّنَةِ» ، وَإِنْ قَالَ لَهُ: يَا ابْنَ الْفَاسِقَةِ، أَوْ يَا ابْنَ الْفَاجِرَةِ، أَوْ يَا فَاسِقُ، أَوْ يَا فَاجِرُ أَوْ يَا حِمَارُ ابْنَ الْحِمَارِ، أَوْ يَا كَلْبُ، أَوْ يَا ثَوْرُ، أَوْ يَا خِنْزِيرُ، وَنَحْوَ ذَلِكَ فَلَا حَدَّ عَلَيْهِ، وَلَكِنَّهُ يُعَزَّرُ تَعْزِيرًا رَادِعًا حَسْبَمَا يَرَاهُ الْإِمَامُ، وَمَذْهَبُ أَبِي حَنِيفَةَ: أَنَّهُ لَوْ قَالَ لَهُ: يَا فَاسِقُ، يَا كَافِرُ، يَا خَبِيثُ، يَا لِصُّ، يَا فَاجِرُ، يَا مُنَافِقُ، يَا لُوطِيُّ، يَا مَنْ يَلْعَبُ بِالصِّبْيَانِ، يَا آكِلَ الرِّبَا، يَا شَارِبَ الْخَمْرِ، يَا دَيُّوثُ، يَا مُخَنَّثُ، يَا خَائِنُ، يَا ابْنَ الْقَحْبَةِ، يَا زِنْدِيقُ، يَا قَرْطَبَانُ، يَا مَأْوَى الزَّوَانِي أَوِ اللُّصُوصِ، يَا حَرَامُ، </p><p> أَنَّهُ لَا حَدَّ عَلَيْهِ فِي شَيْءٍ مِنْ هَذِهِ الْأَلْفَاظِ، وَعَلَيْهِ التَّعْزِيرُ، وَآكَدُ التَّعْزِيرِ عِنْدَ الْحَنَفِيَّةِ تِسْعَةٌ وَثَلَاثُونَ سَوْطًا، وَأَمَّا لَوْ قَالَ لَهُ: يَا كَلْبُ، يَا تَيْسُ، يَا حِمَارُ، يَا خِنْزِيرُ، يَا بَقَرُ، يَا حَيَّةُ، يَا حَجَّامُ، يَا بَبْغَاءُ، يَا مُؤَاجِرُ، يَا وَلَدَ الْحَرَامِ، يَا عَيَّارُ، يَا نَاكِسُ، يَا مَنْكُوسُ، يَا سُخْرَةُ، يَا ضُحَكَةُ، يَا كَشْخَانُ، يَا أَبْلَهُ، يَا مَسُوسُ ; فَلَا شَيْءَ عَلَيْهِ فِي شَيْءٍ مِنْ هَذِهِ الْأَلْفَاظِ عِنْدَ الْحَنَفِيَّةِ، وَلَا يُعَزَّرُ بِهَا، قَالَ صَاحِبُ «تَبْيِينِ الْحَقَائِقِ» : لَا يُعَزَّرُ بِهَذِهِ الْأَلْفَاظِ كُلِّهَا ; لِأَنَّ مِنْ عَادَتِهِمْ إِطْلَاقَ الْحِمَارِ وَنَحْوِهِ بِمَعْنَى الْبَلَادَةِ وَالْحِرْصِ أَوْ نَحْوِ ذَلِكَ، وَلَا يُرِيدُونَ بِهِ الشَّتِيمَةَ، أَلَا تَرَى أَنَّهُمْ يُسَمُّونَ بِهِ وَيَقُولُونَ: عِيَاضُ بْنُ حِمَارٍ، وَسُفْيَانُ الثَّوْرِيُّ، وَأَبُو ثَوْرٍ وَجَمَلٌ ; وَلِأَنَّ الْمَقْذُوفَ لَا يَلْحَقُهُ شَيْنٌ بِهَذَا الْكَلَامِ، وَإِنَّمَا يَلْحَقُ بِالْقَاذِفِ، وَكُلُّ أَحَدٍ يَعْلَمُ أَنَّهُ آدَمِيٌّ، وَلَيْسَ بِكَلْبٍ وَلَا حِمَارٍ وَأَنَّ الْقَاذِفَ كَاذِبٌ فِي ذَلِكَ، وَحَكَى الْهِنْدُوَانِيُّ أَنَّهُ يُعَزَّرُ فِي زَمَانِنَا فِي مِثْلِ قَوْلِهِ: يَا كَلْبُ، يَا خِنْزِيرُ ; لِأَنَّهُ يُرَادُ بِهِ الشَّتْمُ فِي عُرْفِنَا. </p><p> وَقَالَ شَمْسُ الْأَئِمَّةِ السَّرَخْسِيُّ: الْأَصَحُّ عِنْدِي أَنَّهُ لَا يُعَزَّرُ، وَقِيلَ: إِنْ كَانَ الْمَنْسُوبُ إِلَيْهِ مِنَ الْأَشْرَافِ كَالْفُقَهَاءِ وَالْعَلَوِيَّةِ يُعَزَّرُ ; لِأَنَّهُ يُعَدُّ شَيْنًا فِي حَقِّهِ، وَتَلْحَقُهُ الْوَحْشَةُ بِذَلِكَ، وَإِنْ كَانَ مِنَ الْعَامَّةِ لَا يُعَزَّرُ، وَهَذَا أَحْسَنُ مَا قِيلَ فِيهِ، وَمِنَ الْأَلْفَاظِ الَّتِي لَا تُوجِبُ التَّعْزِيرَ قَوْلُهُ: يَا رُسْتَاقِيُّ، وَيَا ابْنَ الْأَسْوَدِ، وَيَا ابْنَ الْحَجَّامِ، وَهُوَ لَيْسَ كَذَلِكَ، اهـ مِنْ «تَبْيِينِ الْحَقَائِقِ شَرْحِ كَنْزِ الدَّقَائِقِ فِي الْفِقْهِ الْحَنَفِيِّ» . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَمَّا الْأَلْفَاظُ الَّتِي ذَكَرْنَا عَنْهُمْ أَنَّهَا تُوجِبُ التَّعْزِيرَ فَوُجُوبُ التَّعْزِيرِ بِهَا كَمَا ذَكَرُوا وَاضِحٌ لَا إِشْكَالَ فِيهِ، وَأَمَّا الْأَلْفَاظُ الَّتِي ذَكَرْنَا عَنْهُمْ أَنَّهَا لَا تَعْزِيرَ فِيهَا، فَالْأَظْهَرُ عِنْدَنَا أَنَّهَا يَجِبُ فِيهَا التَّعْزِيرُ ; لِأَنَّهَا كُلُّهَا شَتْمٌ وَعَيْبٌ، وَلَا يَخْفَى أَنَّ مَنْ قَالَ لِإِنْسَانٍ: يَا كَلْبُ، يَا خِنْزِيرُ، يَا حِمَارُ، يَا تَيْسُ، يَا بَقَرُ، إِلَى آخِرِهِ، أَنَّ هَذَا شَتْمٌ وَاضِحٌ لَا خَفَاءَ بِهِ وَلَيْسَ مُرَادُهُ أَنَّ الْإِنْسَانَ كَلْبٌ أَوْ خِنْزِيرٌ، وَلَكِنَّ مُرَادَهُ تَشْبِيهُ الْإِنْسَانِ بِالْكَلْبِ وَالْخِنْزِيرِ فِي الْخِسَّةِ وَالصِّفَاتِ الذَّمِيمَةِ كَمَا لَا يَخْفَى، فَهُوَ مِنْ نَوْعِ التَّشْبِيهِ الَّذِي يُسَمِّيهِ الْبَلَاغِيُّونَ تَشْبِيهًا بَلِيغًا وَلَا شَكَّ أَنَّ عَاقِلًا قِيلَ لَهُ: يَا كَلْبُ، أَوْ يَا خِنْزِيرُ مَثَلًا أَنَّ ذَلِكَ يُؤْذِيهِ، وَلَا يُشَكُّ أَنَّهُ شَتْمٌ، فَهُوَ أَذًى ظَاهِرٌ، وَعَلَيْهِ فَالظَّاهِرُ التَّعْزِيرُ فِي الْأَلْفَاظِ الْمَذْكُورَةِ، وَكَوْنُهُمْ يُسَمُّونَ الرَّجُلَ حِمَارًا أَوْ كَلْبًا لَا يُنَافِي ذَلِكَ ; لِأَنَّ مِنَ النَّاسِ مَنْ يُسَمِّي ابْنَهُ بَاسِمٍ قَبِيحٍ لَا يَرْضَى غَيْرُهُ أَنْ يُعَابَ بِهِ، وَالظَّاهِرُ أَنَّهُ إِنْ قَالَ لِرَجُلٍ: يَا ابْنَ الْأَسْوَدِ، وَلَيْسَ أَبُوهُ وَلَا أَحَدٌ مِنْ أَجْدَادِهِ بِأَسْوَدَ، أَنَّهُ يَلْزَمُهُ الْحَدُّ لِأَنَّهُ نَفْيٌ لِنَسَبِهِ، وَكَذَلِكَ قَوْلُهُ: يَا ابْنَ الْحَجَّامِ إِنْ لَمْ يَكُنْ أَبُوهُ وَلَا أَحَدٌ مِنْ أَجْدَادِهِ حَجَّامًا فَهُوَ قَذْفٌ ; لِأَنَّهُ نَفْيٌ لِنَسَبِهِ وَإِلْصَاقٌ لَهُ بِأَسْوَدَ أَوْ حَجَّامٍ لَيْسَ </p><p> بَيْنَهُ وَبَيْنَهُ نَسَبٌ ; كَمَا هُوَ قَوْلُ الْمَالِكِيَّةِ وَمَنْ وَافَقَهُمْ. </p><p> وَقَالَ صَاحِبُ «تَبْيِينِ الْحَقَائِقِ» : وَتَفْسِيرُ الْقَرْطَبَانِ هُوَ الَّذِي يَرَى مَعَ امْرَأَتِهِ أَوْ مَحْرَمِهِ رَجُلًا، فَيَدَعُهُ خَالِيًا بِهَا، وَقِيلَ: هُوَ السَّبَبُ لِلْجَمْعِ بَيْنَ اثْنَيْنِ لِمَعْنًى غَيْرِ مَمْدُوحٍ، وَقِيلَ: هُوَ الَّذِي يَبْعَثُ امْرَأَتَهُ مَعَ غُلَامٍ بَالِغٍ أَوْ مَعَ مُزَارِعِهِ إِلَى الضَّيْعَةِ، أَوْ يَأْذَنُ لَهُمَا بِالدُّخُولِ عَلَيْهَا فِي غَيْبَتِهِ، اهـ مِنْهُ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَإِنْ قَالَ لِرَجُلٍ: يَا دَيُّوثُ، أَوْ يَا كَشْخَانُ، فَقَالَ أَحْمَدُ: يُعَزَّرُ، وَقَالَ إِبْرَاهِيمُ الْحَرْبِيُّ: الدَّيُّوثُ الَّذِي يُدْخِلُ الرِّجَالَ عَلَى امْرَأَتِهِ، وَقَالَ ثَعْلَبٌ: الْقَرْطَبَانُ الَّذِي يَرْضَى أَنْ يَدْخُلَ الرِّجَالُ عَلَى امْرَأَتِهِ، وَقَالَ: الْقَرْنَانُ وَالْكَشْخَانُ لَمْ أَرَهُمَا فِي كَلَامِ الْعَرَبِ، وَمَعْنَاهُ عِنْدَ الْعَامَّةِ مِثْلُ مَعْنَى الدَّيُّوثِ، أَوْ قَرِيبٌ مِنْهُ، فَعَلَى الْقَاذِفِ بِهِ التَّعْزِيرُ عَلَى قِيَاسِ قَوْلِهِ فِي الدَّيُّوثِ ; لِأَنَّهُ قَذَفَهُ بِمَا لَا حَدَّ فِيهِ، وَقَالَ خَالِدُ بْنُ يَزِيدَ، عَنْ أَبِيهِ فِي الرَّجُلِ يَقُولُ لِلرَّجُلِ: يَا قَرْنَانُ إِذَا كَانَ لَهُ أَخَوَاتٌ، أَوْ بَنَاتٌ فِي الْإِسْلَامِ ضُرِبَ الْحَدَّ، يَعْنِي أَنَّهُ قَاذِفٌ لَهُنَّ، وَقَالَ خَالِدٌ عَنْ أَبِيهِ: الْقَرْنَانُ عِنْدَ الْعَامَّةِ مَنْ لَهُ بَنَاتٌ، وَالْكَشْخَانُ: مَنْ لَهُ أَخَوَاتٌ، يَعْنِي وَاللَّهُ أَعْلَمُ إِذَا كَانَ يُدْخِلُ الرِّجَالَ عَلَيْهِنَّ، وَالْقَوَّادُ عِنْدَ الْعَامَّةِ: السِّمْسَارُ فِي الزِّنَى، وَالْقَذْفُ بِذَلِكَ كُلِّهِ يُوجِبُ التَّعْزِيرَ ; لِأَنَّهُ قَذْفٌ بِمَا لَا يُوجِبُ الْحَدَّ، اهـ مِنَ «الْمُغْنِي» ، وَقَالَ فِي «الْمُغْنِي» أَيْضًا الْمَنْصُوصُ عَنْ أَحْمَدَ فِيمَنْ قَالَ: يَا مَعْفُوجُ أَنَّ عَلَيْهِ الْحَدَّ، وَظَاهِرُ كَلَامِ الْخِرَقِيِّ يَقْتَضِي أَنْ يُرْجَعَ إِلَى تَفْسِيرِهِ، فَإِنْ فُسِّرَ بِغَيْرِ الْفَاحِشَةِ مِثْلَ أَنْ يَقُولَ: أَرَدْتُ يَا مَفْلُوجُ، أَوْ يَا مُصَابًا دُونَ الْفَرْجِ وَنَحْوَ هَذَا، فَلَا حَدَّ عَلَيْهِ ; لِأَنَّهُ فَسَّرَهُ بِمَا لَا حَدَّ فِيهِ، وَإِنْ فَسَّرَهُ بِعَمَلِ قَوْمِ لُوطٍ فَعَلَيْهِ الْحَدُّ ; كَمَا لَوْ صَرَّحَ بِهِ. وَقَالَ صَاحِبُ «الْقَامُوسِ» : الْقَرْنَانُ: الدَّيُّوثُ الْمُشَارِكُ فِي قَرِينَتِهِ لِزَوْجَتِهِ، اهـ مِنْهُ، وَقَالَ فِي «الْقَامُوسِ» أَيْضًا: الْقَرْطَبَانُ بِالْفَتْحِ الدَّيُّوثُ، وَالَّذِي لَا غَيْرَةَ لَهُ أَوِ الْقُوَّادُ، اهـ مِنْهُ، وَقَالَ فِي «الْقَامُوسِ» : وَالتَّدَيُّثُ الْقِيَادَةُ، وَفِي «الْقَامُوسِ» تَحْتَ الْخَطِّ لَا بَيْنَ قَوْسَيْنِ الْكَشْخَانُ وَيُكْسَرُ: الدَّيُّوثُ، وَكَشَّخَهُ تَكْشِيخًا، وَكَشْخَنَهُ، قَالَ لَهُ: يَا كَشْخَانُ، اهـ مِنْهُ، وَهُوَ بِالْخَاءِ الْمُعْجَمَةِ، وَقَالَ الْجَوْهَرِيُّ فِي «صِحَاحِهِ» : وَالدَّيُّوثُ الْقُنْذُعُ وَهُوَ الَّذِي لَا غَيْرَةَ لَهُ، اهـ مِنْهُ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ أَنَّ التَّحْقِيقَ فِي جَمِيعِ الْأَلْفَاظِ الْمَذْكُورَةِ الَّتِي ذَكَرْنَا كَلَامَ الْعُلَمَاءِ فِيهَا أَنَّهَا تَتْبَعُ الْعُرْفَ الْجَارِيَ فِي الْبَلَدِ الَّذِي قِيلَتْ فِيهِ، </p><p> فَإِنْ كَانَ مِنْ عُرْفِهِمْ أَنَّ الْمُرَادَ بِهَا الشَّتْمُ بِمَا لَا يُوجِبُ الْحَدَّ وَجَبَ التَّعْزِيرُ ; لِأَجْلِ الْأَذَى وَلَا حَدَّ، وَإِنْ كَانَ عُرْفُهُمْ أَنَّهَا يُرَادُ بِهَا الشَّتْمُ بِالزِّنَى، أَوْ نَفْيِ النَّسَبِ، وَكَانَ ذَلِكَ مَعْرُوفًا أَنَّهُ هُوَ الْمَقْصُودُ عُرْفًا، وَجَبَ الْحَدُّ ; لِأَنَّ الْعُرْفَ مُتَّبَعٌ فِي نَحْوِ ذَلِكَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ وَالْعِشْرُونَ: فِي حُكْمِ مَنْ قَذَفَ مُحْصَنًا بَعْدَ مَوْتِهِ، وَمَذْهَبُ مَالِكٍ فِي ذَلِكَ هُوَ قَوْلُهُ فِي «الْمُدَوَّنَةِ» : مَنْ قَذَفَ مَيِّتًا فَلِوَلَدِهِ وَإِنْ سَفُلَ وَأَبِيهِ وَإِنْ عَلَا الْقِيَامُ بِذَلِكَ، وَمَنْ قَامَ مِنْهُمْ أَخَذَهُ بِحَدِّهِ، وَإِنْ كَانَ ثَمَّ مَنْ هُوَ أَقْرَبُ مِنْهُ ; لِأَنَّهُ عَيْبٌ، وَلَيْسَ لِلْإِخْوَةِ، وَسَائِرِ الْعَصَبَةِ مَعَ هَؤُلَاءِ قِيَامٌ، فَإِنْ لَمْ يَكُنْ مِنْ هَؤُلَاءِ وَاحِدٌ فَلِلْعَصَبَةِ الْقِيَامُ، اهـ بِوَاسِطَةِ نَقْلِ الْمَوَّاقِ. </p><p> وَحَاصِلُهُ: أَنَّ الْمَيِّتَ الْمَقْذُوفَ يُحَدُّ قَاذِفُهُ بِطَلَبِ مَنْ وُجِدَ مِنْ فُرُوعِهِ، وَإِنْ سَفُلُوا أَوْ وَاحِدٍ مِنْ أُصُولِهِ، وَإِنْ عَلَوْا، وَلَا كَلَامَ فِي حَالِ وُجُودِ الْأُصُولِ أَوِ الْفُرُوعِ لِغَيْرِهِمْ مِنَ الْإِخْوَةِ وَالْعَصَبَةِ، فَإِنْ لَمْ يُوجَدْ مِنَ الْأُصُولِ وَالْفُرُوعِ أَحَدٌ، فَلِلْإِخْوَةِ وَالْعَصَبَةِ الْقِيَامُ، وَيُحَدُّ لِلْمَقْذُوفِ بِطَلَبِهِمْ، هَذَا حَاصِلُ مَذْهَبِ مَالِكٍ فِي الْمَسْأَلَةِ، وَظَاهِرُهُ عَدَمُ الْفَرْقِ بَيْنَ كَوْنِ الْمَقْذُوفِ الْمَيِّتِ أَبًا أَوْ أُمًّا، وَبَعْضُ أَهْلِ الْعِلْمِ يُفَرِّقُ بَيْنَ قَذْفِ الْأَبِ وَالْأُمِّ ; لِأَنَّ قَذْفَ الْأُمِّ بِالزِّنَى فِيهِ قَدْحٌ فِي نَسَبِ وَلَدِهَا ; لِأَنَّ ابْنَ الزَّانِيَةِ قَدْ يَكُونُ لِغَيْرِ أَبِيهِ مِنْ أَجْلِ زِنَا أُمِّهِ. </p><p> وَقَالَ ابْنُ قُدَامَةَ فِي «الْمُغْنِي» : وَإِنْ قَذَفَ أُمَّهُ وَهِيَ مَيِّتَةٌ مُسْلِمَةً كَانَتْ أَوْ كَافِرَةً حُرَّةً أَوْ أَمَةً، حُدَّ الْقَاذِفُ إِذَا طَلَبَ الِابْنُ وَكَانَ حُرًّا مُسَلِمًا، أَمَّا إِذَا قُذِفَتْ وَهِيَ فِي الْحَيَاةِ، فَلَيْسَ لِوَلَدِهَا الْمُطَالَبَةُ ; لِأَنَّ الْحَقَّ لَهَا، فَلَا يُطَالِبُ بِهِ غَيْرُهَا، وَلَا يَقُومُ غَيْرُهَا مَقَامَهَا، سَوَاءٌ كَانَتْ مَحْجُورًا عَلَيْهَا أَوْ غَيْرَ مَحْجُورٍ عَلَيْهَا، لِأَنَّهُ حَقٌّ يَثْبُتُ لِلتَّشَفِّي فَلَا يَقُومُ فِيهِ غَيْرُ الْمُسْتَحِقِّ مَقَامَهُ كَالْقِصَاصِ، وَتُعْتَبَرُ حَصَانَتُهَا ; لِأَنَّ الْحَقَّ لَهَا فَتُعْتَبَرُ حَصَانَتُهَا كَمَا لَوْ لَمْ يَكُنْ لَهَا وَلَدٌ، وَأَمَّا إِنْ قُذِفَتْ وَهِيَ مَيِّتَةٌ، فَإِنَّ لِوَلَدِهَا الْمُطَالَبَةَ ; لِأَنَّهُ قَدْحٌ فِي نَسَبِهِ، وَلِأَنَّهُ يَقْذِفُ أُمَّهُ بِنِسْبَتِهِ إِلَى أَنَّهُ ابْنُ زِنًى، وَلَا يُسْتَحَقُّ ذَلِكَ بِطَرِيقِ الْإِرْثِ، وَلِذَلِكَ تُعْتَبَرُ الْحَصَانَةُ فِيهِ، وَلَا تُعْتَبَرُ الْحَصَانَةُ فِي أُمِّهِ ; لِأَنَّ الْقَذْفَ لَهُ، وَقَالَ أَبُو بَكْرٍ: لَا يَجِبُ الْحَدُّ بِقَذْفِ مَيِّتَةٍ بِحَالٍ، وَهُوَ قَوْلُ أَصْحَابِ الرَّأْيِ ; لِأَنَّهُ قَذْفٌ لِمَنْ لَا تَصِحُّ مِنْهُ الْمُطَالَبَةُ، فَأَشْبَهَ قَذْفَ الْمَجْنُونِ، وَقَالَ الشَّافِعِيُّ: إِنْ كَانَ الْمَيِّتُ مُحْصَنًا فَلِوَلِيِّهِ الْمُطَالَبَةُ، وَيَنْقَسِمُ بِانْقِسَامِ الْمِيرَاثِ، وَإِنْ لَمْ يَكُنْ مُحْصَنًا فَلَا حَدَّ عَلَى قَاذِفِهِ ; لِأَنَّهُ لَيْسَ بِمُحْصَنٍ، فَلَا يَجِبُ الْحَدُّ بِقَذْفِهِ كَمَا لَوْ كَانَ حَيًّا، وَأَكْثَرُ أَهْلِ الْعِلْمِ لَا يَرَوْنَ الْحَدَّ عَلَى مَنْ يَقْذِفُ مَنْ لَيْسَ مُحْصَنًا حَيًّا وَلَا مَيِّتًا ; لِأَنَّهُ إِذَا لَمْ </p><p> يُحَدَّ بِقَذْفِ غَيْرِ الْمُحْصَنِ إِذَا كَانَ حَيًّا فَلِأَنْ لَا يُحَدَّ بِقَذْفِهِ مَيِّتًا أَوْلَى، وَلَنَا قَوْلُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْمُلَاعَنَةِ «: وَمَنْ رَمَى وَلَدَهَا فَعَلَيْهِ الْحَدُّ» ، يَعْنِي: مَنْ رَمَاهُ بِأَنَّهُ وَلَدُ زِنًى، وَإِذَا وَجَبَ بِقَذْفِ وَلَدِ الْمُلَاعَنَةِ بِذَلِكَ، فَبِقَذْفِ غَيْرِهِ أَوْلَى ; وَلِأَنَّ أَصْحَابَ الرَّأْيِ أَوْجَبُوا الْحَدَّ عَلَى مَنْ نَفَى رَجُلًا عَنْ أَبِيهِ إِذَا كَانَ أَبَوَاهُ حُرَّيْنِ مُسْلِمَيْنِ، وَلَوْ كَانَا مَيِّتَيْنِ، وَالْحَدُّ إِنَّمَا وَجَبَ لِلْوَلَدِ ; لِأَنَّ الْحَدَّ لَا يُورَثُ عِنْدَهُمْ، فَأَمَّا إِنْ قُذِفَتْ أُمُّهُ بَعْدَ مَوْتِهَا، وَهُوَ مُشْرِكٌ أَوْ عَبْدٌ، فَلَا حَدَّ عَلَيْهِ فِي ظَاهِرِ كَلَامِ الْخِرَقِيِّ، سَوَاءٌ كَانَتِ الْأُمُّ حُرَّةً مُسْلِمَةً أَوْ لَمْ تَكُنْ، وَقَالَ أَبُو ثَوْرٍ وَأَصْحَابُ الرَّأْيِ: إِذَا قَالَ لِكَافِرٍ أَوْ عَبْدٍ: لَسْتَ لِأَبِيكَ، وَأَبَوَاهُ حُرَّانِ مُسْلِمَانِ فَعَلَيْهِ الْحَدُّ، وَإِنْ قَالَ لِعَبْدٍ أُمُّهُ حُرَّةٌ وَأَبُوهُ عَبْدٌ: لَسْتَ لِأَبِيكَ فَعَلَيْهِ الْحَدُّ، وَإِنْ كَانَ الْعَبْدُ لِلْقَاذِفِ عِنْدَ أَبِي ثَوْرٍ، وَقَالَ أَصْحَابُ الرَّأْيِ: يَصِحُّ أَنْ يَحُدَّ الْمَوْلَى لِعَبْدِهِ، وَاحْتَجُّوا بِأَنَّ هَذَا قَذْفٌ لِأُمِّهِ فَيُعْتَبَرُ إِحْصَانُهَا دُونَ إِحْصَانِهِ ; لِأَنَّهَا لَوْ كَانَتْ حَيَّةً كَانَ الْقَذْفُ لَهَا فَكَذَلِكَ إِذَا كَانَتْ مَيِّتَةً، وَلِأَنَّ مَعْنَى هَذَا: أَنَّ أُمَّكَ زَنَتْ فَأَتَتْ بِكَ مِنَ الزِّنَى، فَإِذَا كَانَ مِنَ الزِّنَى مَنْسُوبًا إِلَيْهَا كَانَتْ هِيَ الْمَقْذُوفَةَ دُونَ وَلَدِهَا، وَلَنَا مَا ذَكَرْنَاهُ ; وَلِأَنَّهُ لَوْ كَانَ الْقَذْفُ لَهَا لَمْ يَجِبِ الْحَدُّ، لَأَنَّ الْكَافِرَ لَا يَرِثُ الْمُسْلِمَ، وَالْعَبْدَ لَا يَرِثُ الْحُرَّ؛ وَلِأَنَّهُمْ لَا يُوجِبُونَ الْحَدَّ لِقَذْفِ مَيِّتَةٍ بِحَالٍ، فَيَثْبُتُ أَنَّ الْقَذْفَ لَهُ فَيُعْتَبَرُ إِحْصَانُهُ دُونَ إِحْصَانِهَا، وَاللَّهُ أَعْلَمُ، اهـ بُطُولِهِ مِنَ «الْمُغْنِي» . </p><p> وَقَدْ رَأَيْتَ فِي كَلَامِهِ أَقْوَالَ أَهْلِ الْعِلْمِ فِي رَمْيِ الْمَرْأَةِ الْمَيِّتَةِ، إِنْ كَانَ لَهَا أَوْلَادٌ، وَرَمْيِ الْمَرْأَةِ الْحَيَّةِ الَّتِي لَهَا أَوْلَادٌ، وَبِهِ نَعْلَمُ أَنَّ الْحَدَّ يُوَرَّثُ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ، إِلَّا أَنَّهُ عِنْدَ الْمَالِكِيَّةِ لَا يَطْلُبُهُ إِلَّا الْفُرُوعُ وَالْأُصُولُ، وَيُحَدُّ بِطَلَبِ كُلٍّ مِنْهُمْ، وَإِنْ كَانَ يُوجَدُ مِنْهُمْ مَنْ هُوَ أَقْرَبُ مِنْ طَالِبِ الْحَدِّ، وَأَنَّهُ عِنْدَ عَدَمِ الْفُرُوعِ وَالْأُصُولِ يُطَالِبُ بِهِ الْإِخْوَةُ وَالْعَصَبَةُ، وَكُلُّ ذَلِكَ يَدُلُّ عَلَى أَنَّهُمْ وَرِثُوا ذَلِكَ الْحَقَّ فِي الْجُمْلَةِ عَنِ الْمَقْذُوفِ الْمَيِّتِ، وَأَنَّ الشَّافِعِيَّةَ يَقُولُونَ: إِنَّهُ يَنْقَسِمُ بِانْقِسَامِ الْمِيرَاثِ، كَمَا نَقَلَهُ عَنْهُمْ صَاحِبُ الْمُغْنِي فِي كَلَامِهِ الْمَذْكُورِ، وَأَنَّ الْحَنَفِيَّةَ يَقُولُونَ: إِنَّ الْحَدَّ لَا يُورَثُ، وَهُوَ ظَاهِرُ الْمَذْهَبِ الْحَنْبَلِيِّ، وَأَنَّ بَعْضَ أَهْلِ الْعِلْمِ قَالَ: لَا يُحَدُّ مَنْ قَذَفَ مَيِّتَةً بِحَالٍ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي، وَاللَّهُ تَعَالَى أَعْلَمُ فِي هَذِهِ الْمَسْأَلَةِ: أَنَّ قَذْفَ الْأُمِّ إِنْ كَانَ يَسْتَلْزِمُ نَفْيَ نَسَبِ وَلَدِهَا فَلَهَا الْقِيَامُ حَيَّةً، وَلِوَلَدِهَا الْقِيَامُ إِذَا لَمْ تُطَالِبْ هِيَ ; لِأَنَّهُ مَقْذُوفٌ بِقَذْفِهَا، خِلَافًا لِمَا فِي كَلَامِ صَاحِبِ «الْمُغْنِي» ، وَكَذَلِكَ إِنْ كَانَتْ مَيِّتَةً فَلَهُ الْقِيَامُ، وَيُحَدُّ لَهُ الْقَاذِفُ، وَقَوْلُ صَاحِبِ «الْمُغْنِي» : تُعْتَبَرُ حَصَانَتُهُ هُوَ دُونَ حَصَانَتِهَا هِيَ لَمْ يَظْهَرْ لَهُ مَعْنًى; لِأَنَّ نَفْيَ نَسَبِ إِنْسَانٍ لَا تُشْتَرَطُ فِيهِ حَصَانَةُ الْمَنْفِيِّ نَسَبُهُ، </p><p> لِأَنَّا لَوْ فَرَضْنَا أَنَّهَا جَاءَتْ بِهِ مِنْ زِنًى، فَإِنَّهُ هُوَ لَا ذَنْبَ لَهُ، وَلَا يُعْتَبَرُ زَانِيًا، كَمَا تَرَى. </p><p> وَالْحَاصِلُ أَنَّ قَذْفَ الْأُمِّ إِنْ كَانَ يَسْتَلْزِمُ قَذْفَ وَلَدِهَا، فَالْأَظْهَرُ إِقَامَةُ الْحَدِّ عَلَى الْقَاذِفِ بِطَلَبِ الْأُمِّ، وَبِطَلَبِ الْوَلَدِ، وَإِنْ كَانَتْ حَيَّةً ; لِأَنَّهُ مَقْذُوفٌ وَأَحْرَى إِنْ كَانَتْ مَيِّتَةً، وَإِنْ كَانَتِ الْأُمُّ لَا وَلَدَ لَهَا، أَوْ لَهَا وَلَدٌ لَا يَسْتَلْزِمُ قَذْفُهَا قَذْفَهُ فَهِيَ مَسْأَلَةٌ: هَلْ يُحَدُّ مَنْ قَذَفَ مَيِّتًا أَوْ لَا؟ وَقَدْ رَأَيْتَ خِلَافَ الْعُلَمَاءِ فِيهَا، وَلِكُلِّ وَاحِدٍ مِنَ الْقَوْلَيْنِ وَجْهٌ مِنَ النَّظَرِ ; لِأَنَّ الظَّاهِرَ أَنَّ حُرْمَةَ عِرْضِ الْإِنْسَانِ لَا تَسْقُطُ بِالْمَوْتِ، وَهَذَا يَقْتَضِي حَدَّ مَنْ قَذَفَ مَيِّتَةً، وَوَجْهُ الثَّانِي: أَنَّ الْمَيِّتَةَ لَا يَصِحُّ مِنْهَا الطَّلَبُ، فَلَا يُحَدُّ بِدُونِ طَلَبٍ ; وَلِأَنَّ مَنْ مَاتَ لَا يَتَأَذَّى بِكَلَامِ الْقَاذِفِ، وَإِنْ كَانَ كَذِبًا بَلْ يَفْرَحُ بِهِ ; لِأَنَّهُ يَكُونُ لَهُ فِيهِ حَسَنَاتٌ، وَإِنْ كَانَ حَقًّا مَا رَمَاهُ بِهِ، فَلَا حَاجَةَ لَهُ بِحَدِّهِ بَعْدَ مَوْتِهِ، لِأَنَّهُ لَمْ يَقُلْ إِلَّا الْحَقَّ وَحْدَهُ وَهُوَ صَادِقٌ لَا حَاجَةَ لِلْمَيِّتِ فِيهِ، اهـ. </p><p> وَأَقْرَبُهُمَا عِنْدِي أَنَّهُ يُعَزَّرُ تَعْزِيرًا رَادِعًا وَلَا يُقَامُ عَلَيْهِ الْحَدُّ. </p><p> وَاعْلَمْ أَنَّ الْحَيَّ إِذَا قَذَفَهُ آخَرُ بِالزِّنَا، وَهُوَ يَعْلَمُ فِي نَفْسِهِ أَنَّ الْقَاذِفَ صَادِقٌ، فَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ لَهُ الْمُطَالَبَةَ بِحَدِّهِ مَعَ عِلْمِهِ بِصِدْقِهِ فِيمَا رَمَاهُ بِهِ، وَهُوَ مَذْهَبُ مَالِكٍ، وَمَنْ وَافَقَهُ. </p><p> وَالْأَظْهَرُ عِنْدِي أَنَّهُ إِنْ كَانَ يَعْلَمُ أَنَّمَا قَذَفَهُ بِهِ حَقٌّ أَنَّهُ لَا تَنْبَغِي لَهُ الْمُطَالَبَةُ بِحَدِّهِ ; لِأَنَّهُ يَتَسَبَّبُ فِي إِيذَائِهِ بِضَرْبِ الْحَدِّ، وَهُوَ يَعْلَمُ أَنَّهُ مُحِقٌّ فِيمَا قَالَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَذَكَرَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ مَنْ قَذَفَ أُمَّ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ قَذَفَهُ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ ذَلِكَ رِدَّةٌ، وَخُرُوجٌ مِنْ دِينِ الْإِسْلَامِ، وَهُوَ ظَاهِرٌ لَا يَخْفَى، وَأَنَّ حُكْمَهُ الْقَتْلُ، وَلَكِنَّهُمُ اخْتَلَفُوا إِذَا تَابَ هَلْ تُقْبَلُ تَوْبَتُهُ؟ فَذَهَبَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ إِلَى أَنَّهُ لَا تُقْبَلُ تَوْبَتُهُ وَيُقْتَلُ عَلَى كُلِّ حَالٍ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: تُقْبَلُ تَوْبَتُهُ إِنْ تَابَ، وَهَذَا الْأَخِيرُ أَقْرَبُ لِكَثْرَةِ النُّصُوصِ الدَّالَّةِ عَلَى قَبُولِ تَوْبَةِ مَنْ تَابَ، وَلَوْ مِنْ أَعْظَمِ أَنْوَاعِ الْكُفْرِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ وَالْعِشْرُونَ: فِي حُكْمِ مَنْ قَذَفَ وَلَدَهُ. </p><p> وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ قَالَ فِي «الْمُغْنِي» : وَإِذَا قَذَفَ وَلَدَهُ وَإِنْ نَزَلَ لَمْ يَجِبِ الْحَدُّ عَلَيْهِ، سَوَاءٌ كَانَ الْقَاذِفُ رَجُلًا أَوِ امْرَأَةً وَبِهَذَا قَالَ عَطَاءٌ، وَالْحَسَنُ، وَالشَّافِعِيُّ، وَإِسْحَاقُ، وَأَصْحَابُ الرَّأْيِ. وَقَالَ مَالِكٌ، وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ، وَأَبُو ثَوْرٍ، وَابْنُ الْمُنْذِرِ: عَلَيْهِ الْحَدُّ لِعُمُومِ الْآيَةِ ; وَلِأَنَّهُ حَدٌّ فَلَا تَمْنَعُ مِنْ وُجُوبِهِ قَرَابَةُ الْوِلَادَةِ كَالزِّنَى. </p><p> وَأَظْهَرُ الْقَوْلَيْنِ دَلِيلًا: أَنَّهُ لَا يُحَدُّ الْوَالِدُ لِوَلَدِهِ ; لِعُمُومِ قَوْلِهِ: وَبِالْوَالِدَيْنِ إِحْسَانًا [٢ \\ ٨٣] ، وَقَوْلِهِ: فَلَا تَقُلْ لَهُمَا أُفٍّ [٧ \\ ٢٣] ، فَلَا يَنْبَغِي لِلْوَلَدِ أَنْ يَطْلُبَ حَدَّ وَالِدِهِ لِلتَّشَفِّي مِنْهُ، وَقَوْلُ الْمَالِكِيَّةِ فِي هَذِهِ الْمَسْأَلَةِ فِي غَايَةِ الْإِشْكَالِ، لِأَنَّهُمْ يَقُولُونَ: إِنَّ الْوَلَدَ يُمَكَّنُ مِنْ حَدِّ وَالِدِهِ الْقَاذِفِ لَهُ وَأَنَّهُ يُعَدُّ بِحَدِّهِ لَهُ فَاسِقًا بِالْعُقُوقِ ; كَمَا قَالَ خَلِيلٌ فِي «مُخْتَصَرِهِ» : وَلَهُ حَدُّ أَبِيهِ وَفُسِّقَ، وَمَعْلُومٌ أَنَّ الْفِسْقَ لَا يَكُونُ إِلَّا بِارْتِكَابِ كَبِيرَةٍ، وَالشَّرْعُ لَا يُمَكِّنُ أَحَدًا مِنَ ارْتِكَابِ كَبِيرَةٍ ; كَمَا تَرَى مَعَ أَنَّ الرِّوَايَاتِ عَنْ مَالِكٍ نَفْسِهِ ظَاهِرُهَا عَدَمُ الْحَدِّ وَقَالَهُ غَيْرُ وَاحِدٍ مِنْ أَهْلِ مَذْهَبِهِ. </p><p> الْمَسْأَلَةُ السَّادِسَةُ وَالْعِشْرُونَ: فِي حُكْمِ مَنْ قَتَلَ أَوْ أَصَابَ حَدًّا خَارِجَ الْحَرَمِ، ثُمَّ لَجَأَ إِلَى الْحَرَمِ هَلْ يُسْتَوْفَى مِنْهُ الْحَقُّ فِي الْحَرَمِ، أَوْ لَا يُسْتَوْفَى مِنْهُ حَتَّى يَخْرُجَ مِنَ الْحَرَمِ؟ </p><p> اعْلَمْ أَنَّ هَذِهِ الْمَسْأَلَةَ فِيهَا لِلْعُلَمَاءِ ثَلَاثَةُ مَذَاهِبَ: </p><p> الْأَوَّلُ: أَنَّهُ يُسْتَوْفَى مِنْهُ الْحَقُّ قِصَاصًا كَانَ أَوْ حَدًّا قَتْلًا كَانَ أَوْ غَيْرَهُ. </p><p> الثَّانِي: أَنَّهُ لَا يُسْتَوْفَى مِنْهُ حَدٌّ وَلَا قِصَاصٌ مَا دَامَ فِي الْحَرَمِ، سَوَاءٌ كَانَ قَتْلًا أَوْ غَيْرَهُ. </p><p> الثَّالِثُ: أَنَّهُ يُسْتَوْفَى مِنْهُ كُلُّ شَيْءٍ مِنَ الْحُدُودِ إِلَّا الْقَتْلَ، فَإِنَّهُ لَا يُقْتَلُ فِي الْحَرَمِ فِي حَدٍّ كَالرَّجْمِ، وَلَا فِي قِصَاصٍ، وَالْخِلَافُ فِي هَذِهِ الْمَسْأَلَةِ مَشْهُورٌ عِنْدَ أَهْلِ الْعِلْمِ. </p><p> قَالَ ابْنُ قُدَامَةَ فِي \" الْمُغْنِي \" : وَجُمْلَتُهُ أَنَّ مَنْ جَنَى جِنَايَةً تُوجِبُ قَتْلًا خَارِجَ الْحَرَمِ، ثُمَّ لَجَأَ إِلَيْهِ لَمْ يُسْتَوْفَ مِنْهُ فِيهِ، وَهَذَا قَوْلُ ابْنِ عَبَّاسٍ، وَعَطَاءٍ، وَعُبَيْدِ بْنِ عُمَيْرٍ، وَالزُّهْرِيِّ، وَإِسْحَاقَ، وَمُجَاهِدٍ، وَالشَّعْبِيِّ، وَأَبِي حَنِيفَةَ وَأَصْحَابِهِ. </p><p> وَأَمَّا غَيْرُ الْقَتْلِ مِنَ الْحُدُودِ كُلِّهَا وَالْقَصَّاصِ فِيمَا دُونَ النَّفْسِ، فَعَنْ أَحْمَدَ فِيهِ رِوَايَتَانِ: </p><p> إِحْدَاهُمَا: لَا يُسْتَوْفَى مِنَ الْمُلْتَجِئِ إِلَى الْحَرَمِ فِيهِ. </p><p> وَالثَّانِيَةُ: يُسْتَوْفَى وَهُوَ مَذْهَبُ أَبِي حَنِيفَةَ ; لِأَنَّ الْمَرْوِيَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - النَّهْيُ عَنِ الْقَتْلِ لِقَوْلِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ \": فَلَا يُسْفَكُ فِيهَا دَمٌ \" ، وَحُرْمَةُ النَّفْسِ أَعْظَمُ فَلَا يُقَاسُ غَيْرُهَا عَلَيْهَا، وَلِأَنَّ الْحَدَّ بِالْجَلْدِ جَرَى مَجْرَى التَّأْدِيبِ، فَلَمْ يُمْنَعْ كَتَأْدِيبِ السَّيِّدِ عَبْدَهُ وَالْأَوْلَى ظَاهِرُ كَلَامِ الْخِرَقِيِّ، وَهِيَ ظَاهِرُ الْمَذْهَبِ. </p><p> قَالَ أَبُو بَكْرٍ: هَذِهِ مَسْأَلَةٌ وَجَدْتُهَا مُفْرَدَةً لِحَنْبَلٍ عَنْ عَمِّهِ: أَنَّ الْحُدُودَ كُلَّهَا تُقَامُ فِي </p><p> الْحَرَمِ إِلَّا الْقَتْلَ وَالْعَمَلَ عَلَى أَنَّ كُلَّ جَانٍ دَخَلَ الْحَرَمَ لَمْ يُقَمْ عَلَيْهِ حَدُّ جِنَايَتِهِ، حَتَّى يَخْرُجَ مِنْهُ إِلَى أَنْ قَالَ: وَقَالَ مَالِكٌ وَالشَّافِعِيُّ وَابْنُ الْمُنْذِرِ: يُسْتَوْفَى مِنْهُ فِيهِ لِعُمُومِ الْأَمْرِ بِجَلْدِ الزَّانِي، وَقَطْعِ السَّارِقِ، وَاسْتِيفَاءِ الْقِصَاصِ مِنْ غَيْرِ تَخْصِيصٍ بِمَكَانٍ دُونَ مَكَانٍ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي \" فَتْحِ الْبَارِي \" : وَقَالَ أَبُو حَنِيفَةَ: لَا يُقْتَلُ فِي الْحَرَمِ، حَتَّى يَخْرُجَ إِلَى الْحِلِّ بِاخْتِيَارِهِ وَلَكِنْ لَا يُجَالَسُ وَلَا يُكَلَّمُ، وَيُوعَظُ، وَيُذَكَّرُ حَتَّى يَخْرُجَ، وَقَالَ أَبُو يُوسُفَ: يُخْرَجُ مُضْطَرًّا إِلَى الْحِلِّ، وَفَعَلَهُ ابْنُ الزُّبَيْرِ. </p><p> وَرَوَى ابْنُ أَبِي شَيْبَةَ مِنْ طَرِيقِ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ: مَنْ أَصَابَ حَدًّا ثُمَّ دَخَلَ الْحَرَمَ لَمْ يُجَالَسْ وَلَمْ يُبَايَعْ، وَعَنْ مَالِكٍ، وَالشَّافِعِيِّ: يَجُوزُ إِقَامَةُ الْحَدِّ مُطْلَقًا فِيهَا ; لِأَنَّ الْعَاصِيَ هَتَكَ حُرْمَةَ نَفْسِهِ فَأَبْطَلَ مَا جَعَلَ اللَّهُ لَهُ مِنَ الْأَمْنِ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَقَالَ الشَّوْكَانِيُّ فِي \" نَيْلِ الْأَوْطَارِ \" مُشِيرًا إِلَى إِقَامَةِ الْحُدُودِ وَاسْتِيفَاءِ الْقِصَاصِ فِي الْحَرَمِ، وَقَدْ ذَهَبَ إِلَى ذَلِكَ مَالِكٌ وَالشَّافِعِيُّ وَهُوَ اخْتِيَارُ ابْنِ الْمُنْذِرِ، وَيُؤَيِّدُ ذَلِكَ عُمُومُ الْأَدِلَّةِ الْقَاضِيَةِ بِاسْتِيفَاءِ الْحُدُودِ فِي كُلِّ مَكَانٍ وَزَمَانٍ، وَذَهَبَ الْجُمْهُورُ مِنَ الصَّحَابَةِ وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ، وَالْحَنَفِيَّةِ، وَسَائِرِ أَهْلِ الْعِرَاقِ، وَأَحْمَدَ وَمَنْ وَافَقَهُ مِنْ أَهْلِ الْحَدِيثِ وَالْعِتْرَةِ: إِلَى أَنَّهُ لَا يَحِلُّ لِأَحَدٍ أَنْ يَسْفِكَ بِالْحَرَمِ دَمًا، وَلَا يُقِيمَ بِهِ حَدًّا حَتَّى يَخْرُجَ مِنْهُ مَنْ لَجَأَ إِلَيْهِ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَإِذَا عَرَفْتَ مِنْ هَذِهِ النُّقُولِ أَقْوَالَ أَهْلِ الْعِلْمِ فِي هَذِهِ الْمَسْأَلَةِ، فَهَذِهِ أَدِلَّتُهُمْ وَمُنَاقَشَتُهَا، أَمَّا الَّذِينَ قَالُوا: يُسْتَوْفَى مِنْهُ كُلُّ حَدٍّ فِي الْحَرَمِ إِنْ لَجَأَ إِلَيْهِ كَمَالِكٍ، وَالشَّافِعِيِّ، وَابْنِ الْمُنْذِرِ وَمَنْ وَافَقَهُمْ، فَقَدِ اسْتَدَلُّوا بِأَدِلَّةٍ: </p><p> مِنْهَا أَنَّ نُصُوصَ الْكِتَابِ وَالسُّنَّةِ الدَّالَّةَ عَلَى إِقَامَةِ الْحُدُودِ وَاسْتِيفَاءِ الْقِصَاصِ، لَيْسَ فِي شَيْءٍ مِنْهَا تَخْصِيصُ مَكَانٍ دُونَ مَكَانٍ، وَلَا زَمَانٍ دُونَ زَمَانٍ، وَظَاهِرُهَا شُمُولُ الْحَرَمِ وَغَيْرِهِ، قَالُوا: وَالْعَمَلُ بِظَوَاهِرِ النُّصُوصِ وَاجِبٌ، وَلَا سِيَّمَا إِذَا كَثُرَتْ. </p><p> وَمِنْهَا أَنَّ اسْتِيفَاءَ الْقِصَاصِ وَإِقَامَةَ الْحُدُودِ حَقٌّ وَاجِبٌ بِتَشْرِيعِ اللَّهِ عَلَى لِسَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفِعْلُ الْوَاجِبِ الَّذِي هُوَ عَيْنُ طَاعَةِ اللَّهِ فِي الْحَرَمِ لَيْسَ فِيهِ أَيُّ انْتِهَاكٍ لِحُرْمَةِ </p><p> الْحَرَمِ ; لِأَنَّ أَحَقَّ الْبِلَادِ بِأَنْ يُطَاعَ فِيهَا اللَّهُ بِامْتِثَالِ أَوَامِرِهِ هِيَ حَرَمُهُ، وَطَاعَةُ اللَّهِ فِي حَرَمِهِ لَيْسَ فِيهَا انْتِهَاكٌ لَهُ كَمَا تَرَى. </p><p> أَمَّا اسْتِدْلَالُ هَؤُلَاءِ بِمَا فِي الصَّحِيحَيْنِ بِلَفْظِ \" إِنَّ الْحَرَمَ لَا يُعِيذُ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِخِزْيَةٍ، فَهُوَ اسْتِدْلَالٌ فِي غَايَةِ السُّقُوطِ; لِأَنَّ مَنْ ظَنَّ أَنَّهُ حَدِيثٌ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَطْ غَلِطَ غَلَطًا فَاحِشًا ; لِأَنَّهُ مِنْ كَلَامِ عَمْرِو بْنِ سَعِيدٍ الْمَعْرُوفِ بِالْأَشْدَقِ كَمَا هُوَ صَرِيحٌ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا، قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ -فِي صَحِيحِهِ:حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ،عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ:ائْذَنْ لِي أَيُّهَا الْأَمِيرُ أُحَدِّثْكَ قَوْلًا قَامَ بِهِ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْغَدِ مِنْ يَوْمِ الْفَتْحِ، فَسَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَايَ حِينَ تَكَلَّمَ بِهِ أَنَّهُ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ \" : إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ، وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا، وَلَا يَعْضِدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقُولُوا لَهُ: إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي سَاعَةً مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ \"، فَقِيلَ لِأَبِي شُرَيْحٍ: مَا قَالُ لَكَ عَمْرٌو؟ قَالَ: أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ يَا أَبَا شُرَيْحٍ، إِنَّ الْحَرَمَ لَا يُعِيذُ عَاصِيًا إِلَى آخِرِهِ، وَهَذَا صَرِيحٌ فِي أَنَّهُ مِنْ كَلَامِ عَمْرِو بْنِ سَعِيدٍ الْأَشْدَقِ يُعَارِضُ بِهِ أَبَا شُرَيْحٍ لَمَّا ذَكَرَ لَهُ كَلَامَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعْلُومٌ أَنَّهُ لَا حُجَّةَ الْبَتَّةَ فِي كَلَامِ الْأَشْدَقِ، وَلَا سِيَّمَا فِي حَالِ مُعَارَضَتِهِ بِهِ لِحَدِيثِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَإِنْ كَانَ كَلَامُهُ لَا يُطَابِقُ الْجَوَابَ عَنِ الْحَدِيثِ الَّذِي ذَكَرَهُ أَبُو شُرَيْحٍ - رَضِيَ اللَّهُ عَنْهُ - وَفِي صَحِيحِ مُسْلِمٍ - رَحِمَهُ اللَّهُ - مِثْلُ مَا فِي الْبُخَارِيِّ مِنْ حَدِيثِ أَبِي شُرَيْحٍ إِسْنَادًا وَمَتْنًا. </p><p> وَإِذَا تَقَرَّرَ أَنَّ الْقَائِلَ: إِنَّ الْحَرَمَ لَا يُعِيذُ عَاصِيًا إِلَى آخِرِهِ، هُوَ الْأَشْدَقُ عَلِمْتَ أَنَّهُ لَا دَلَالَةَ فِيهِ وَكَذَلِكَ احْتِجَاجُهُمْ بِمَا ثَبَتَ فِي الصَّحِيحِ مِنْ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَمَرَ بِقَتْلِ ابْنِ خَطَلٍ وَهُوَ مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ ; لِأَنَّ أَمْرَهُ بِقَتْلِهِ وَهُوَ مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ فِي نَفْسِ الْوَقْتِ الَّذِي أَحَلَّ اللَّهُ لَهُ فِيهِ الْحَرَمَ، وَقَدْ صَرَّحَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ حُرْمَتَهَا عَادَتْ كَمَا كَانَتْ، فَفَعَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي وَقْتِ إِحْلَالِ الْحَرَمِ لَهُ سَاعَةً مِنْ نَهَارٍ، لَا دَلِيلَ فِيهِ بَعْدَ انْقِضَاءِ وَقْتِ الْإِحْلَالِ وَرُجُوعِ الْحُرْمَةِ، كَمَا تَرَى. </p><p> وَأَمَّا الَّذِينَ مَنَعُوا الْقَتْلَ فِي الْحَرَمِ دُونَ مَا سِوَاهُ مِنَ الْحُدُودِ الَّتِي لَا قَتْلَ فِيهَا وَالْقِصَاصَ </p><p> فِي غَيْرِ النَّفْسِ، فَقَدِ احْتَجُّوا بِأَنَّ الْحَدِيثَ الصَّحِيحَ الَّذِي هُوَ حَدِيثُ أَبِي شُرَيْحٍ الْمُتَّفَقُ عَلَيْهِ فِيهِ \": فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا \" الْحَدِيثَ، قَالُوا: تَصْرِيحُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالنَّهْيِ عَنْ سَفْكِ الدَّمِ دُونَ غَيْرِهِ دَلِيلٌ عَلَى أَنَّهُ لَيْسَ كَغَيْرِهِ، وَلَا يُقَاسُ غَيْرُهُ عَلَيْهِ ; لِأَنَّ النَّفْسَ أَعْظَمُ حُرْمَةً مِمَّا لَا يَسْتَوْجِبُ الْقَتْلَ مِنْ حَدٍّ أَوْ قِصَاصٍ فِي غَيْرِ النَّفْسِ، فَيَبْقَى غَيْرُ الْقَتْلِ دَاخِلًا فِي عُمُومِ النُّصُوصِ الْمُقْتَضِيَةِ لَهُ فِي كُلِّ مَكَانٍ وَزَمَانٍ، وَيَخْرُجُ خُصُوصُ الْقَتْلِ مِنْ تِلْكَ الْعُمُومَاتِ بِهَذَا الْحَدِيثِ الصَّحِيحِ، وَيُؤَيِّدُهُ أَنَّ قَوْلَهُ \": دَمًا \" نَكِرَةٌ فِي سِيَاقِ النَّفْيِ، وَهِيَ مِنْ صِيَغِ الْعُمُومِ، فَيَشْمَلُ الْعُمُومُ الْمَذْكُورُ إِرَاقَةَ الدَّمِ فِي قِصَاصٍ أَوْ حَدٍّ، أَوْ غَيْرِ ذَلِكَ. </p><p> وَاسْتَدَلُّوا أَيْضًا بِقَوْلِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا -: لَوْ وَجَدْتُ قَاتِلَ عُمَرَ فِي الْحَرَمِ مَا هِجْتُهُ، قَالَ الْمَجْدُ فِي الْمُنْتَقَى: حَكَاهُ أَحْمَدُ فِي رِوَايَةِ الْأَثْرَمِ. </p><p> وَأَمَّا الَّذِينَ قَالُوا بِأَنَّ الْحَرَمَ لَا يُسْتَوْفَى فِيهِ شَيْءٌ مِنَ الْحُدُودِ، وَلَا مِنَ الْقِصَاصِ قَتْلًا كَانَ أَوْ غَيْرَهُ، فَقَدِ اسْتَدَلُّوا بِقَوْلِهِ تَعَالَى: وَمَنْ دَخَلَهُ كَانَ آمِنًا [٣ \\ ٩٧] ، قَالُوا: وَجُمْلَةُ وَمَنْ دَخَلَهُ كَانَ آمِنًا خَبَرٌ أُرِيدَ بِهِ الْإِنْشَاءُ فَهُوَ أَمْرٌ عَامٌّ، يَسْتَوْجِبُ أَمْنَ مَنْ دَخَلَ الْحَرَمَ، وَعَدَمَ التَّعَرُّضِ لَهُ بِسُوءٍ، وَبِعُمُومِ النُّصُوصِ الدَّالَّةِ عَلَى تَحْرِيمِ الْحَرَمِ. </p><p> وَاسْتَدَلُّوا أَيْضًا بِآثَارٍ عَنْ بَعْضِ الصَّحَابَةِ، كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ فِي الَّذِي يُصِيبُ حَدًّا، ثُمَّ يَلْجَأُ إِلَى الْحَرَمِ: يُقَامُ عَلَيْهِ الْحَدُّ، إِذَا خَرَجَ مِنَ الْحَرَمِ، قَالَ الْمَجْدُ فِي \" الْمُنْتَقَى \" : حَكَاهُ أَحْمَدُ فِي رِوَايَةِ الْأَثْرَمِ، وَهَذَا مُلَخَّصُ أَقْوَالِ أَهْلِ الْعِلْمِ وَأَدِلَّتِهِمْ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّ أَجْرَى هَذِهِ الْأَقْوَالِ عَلَى الْقِيَاسِ قَوْلُ مَنْ قَالَ: يُسْتَوْفَى مِنَ اللَّاجِئِ إِلَى الْحَرَمِ كُلُّ حَقٍّ وَجَبَ عَلَيْهِ شَرْعًا، قَتْلًا كَانَ أَوْ غَيْرَهُ ; لِأَنَّ إِقَامَةَ الْحُدُودِ وَاسْتِيفَاءَ الْقِصَاصِ مِمَّا أَوْجَبَهُ اللَّهُ، وَفِعْلُ ذَلِكَ طَاعَةٌ، وَتَقَرُّبٌ إِلَيْهِ وَلَيْسَ فِي طَاعَةِ اللَّهِ وَامْتِثَالِ أَمْرِهِ انْتِهَاكٌ لِحُرْمَةِ حَرَمِهِ، وَأَجْرَاهَا عَلَى الْأُصُولِ، وَهُوَ أَوْلَاهَا، هُوَ الْجَمْعُ بَيْنَ الْأَدِلَّةِ، وَذَلِكَ بِقَوْلِ مَنْ قَالَ: يُضَيَّقُ عَلَى الْجَانِي اللَّاجِئِ إِلَى الْحَرَمِ، فَلَا يُبَاعُ لَهُ، وَلَا يُشْتَرَى مِنْهُ، وَلَا يُجَالَسُ، وَلَا يُكَلَّمُ حَتَّى يُضْطَرَّ إِلَى الْخُرُوجِ، فَيُسْتَوْفَى مِنْهُ حَقُّ اللَّهِ إِذَا خَرَجَ مِنَ الْحَرَمِ ; لِأَنَّ هَذَا الْقَوْلَ جَامِعٌ بَيْنَ النُّصُوصِ، فَقَدْ جَمَعَ بَيْنَ اسْتِيفَاءِ الْحَقِّ، وَكَوْنِ ذَلِكَ لَيْسَ فِي الْحَرَمِ، وَفِي هَذَا خُرُوجٌ مِنَ الْخِلَافِ، </p>"
}