{
  "id": null,
  "sura": 24,
  "aya": 27,
  "text": "<p> إِلَى قَوْلِهِ تَعَالَى: وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ [٤١ \\ ٢٠ - ٢٣] . </p><p> قَوْلُهُ تَعَالَى: يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ الْمُرَادُ بِالدِّينِ هُنَا الْجَزَاءُ، وَيَدُلُّ عَلَى ذَلِكَ قَوْلُهُ: يُوَفِّيهِمْ ; لِأَنَّ التَّوْفِيَةَ تَدُلُّ عَلَى الْجَزَاءِ كَقَوْلِهِ تَعَالَى: ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى [٥٣ \\ ٤١] ، وَقَوْلِهِ تَعَالَى: وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ [٣ \\ ١٨٥] وَقَوْلِهِ، تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ [٣ \\ ١٦١] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ:  «دِينَهُمُ» ، أَيْ: جَزَاءَهُمُ الَّذِي هُوَ فِي غَايَةِ الْعَدْلِ وَالْإِنْصَافِ، وَقَالَ الزَّمَخْشَرِيُّ: دِينَهُمُ الْحَقَّ، أَيْ: جَزَاءَهُمُ الْوَاجِبَ الَّذِي هُمْ أَهْلُهُ، وَالْأَوَّلُ أَصَحُّ ; لِأَنَّ اللَّهَ يُجَازِي عِبَادَهُ بِإِنْصَافٍ تَامٍّ، وَعَدْلٍ كَامِلٍ، وَالْآيَاتُ الْقُرْآنِيَّةُ فِي ذَلِكَ كَثِيرَةٌ كَقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا [٤ \\ ٤٠] وَقَوْلِهِ: إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا وَلَكِنَّ النَّاسَ أَنْفُسَهُمْ يَظْلِمُونَ [١٠ \\ ٤٤] وَقَوْلِهِ: وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ [٢١ \\ ٤٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ كَمَا تَقَدَّمَ إِيضَاحُهُ، وَمِنْ إِتْيَانِ الدِّينِ بِمَعْنَى الْجَزَاءِ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: مَالِكِ يَوْمِ الدِّينِ [١ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ اعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ أَشْكَلَتْ عَلَى كَثِيرٍ مِنْ أَهْلِ الْعِلْمِ، وَذَلِكَ مِنْ أَجْلِ التَّعْبِيرِ عَنِ الِاسْتِئْذَانِ بِالِاسْتِئْنَاسِ، مَعَ أَنَّهُمَا مُخْتَلِفَانِ فِي الْمَادَّةِ وَالْمَعْنَى. وَقَالَ ابْنُ حَجَرٍ فِي الْفَتْحِ: وَحَكَى الطَّحَاوِيُّ: أَنَّ الِاسْتِئْنَاسَ فِي لُغَةِ الْيَمَنِ: الِاسْتِئْذَانُ. وَفِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ بِمَا يُنَاسِبُ لَفْظَهَا وَجْهَانِ، وَلِكُلٍّ مِنْهُمَا شَاهِدٌ مِنْ كِتَابِ اللَّهِ تَعَالَى. </p><p> الْوَجْهُ الْأَوَّلُ: أَنَّهُ مِنَ الِاسْتِئْنَاسِ الظَّاهِرِ الَّذِي هُوَ ضِدُّ الِاسْتِيحَاشِ ; لِأَنَّ الَّذِي يَقْرَعُ بَابَ غَيْرِهِ لَا يَدْرِي أَيُؤْذَنُ لَهُ أَمْ لَا فَهُوَ كَالْمُسْتَوْحِشِ مِنْ خَفَاءِ الْحَالِ عَلَيْهِ، فَإِذَا أُذِنَ لَهُ </p><p> اسْتَأْنَسَ وَزَالَ عَنْهُ الِاسْتِيحَاشُ، وَلَمَّا كَانَ الِاسْتِئْنَاسُ لَازِمًا لِلْإِذْنِ أُطْلِقَ اللَّازِمُ، وَأُرِيدَ مَلْزُومُهُ الَّذِي هُوَ الْإِذْنُ، وَإِطْلَاقُ اللَّازِمِ، وَإِرَادَةُ الْمَلْزُومِ أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَالْقَائِلُونَ بِالْمَجَازِ يَقُولُونَ: إِنَّ ذَلِكَ مِنَ الْمَجَازِ الْمُرْسَلِ، وَعَلَى أَنَّ هَذِهِ الْآيَةَ أُطْلِقَ فِيهَا اللَّازِمُ الَّذِي هُوَ الِاسْتِئْنَاسُ وَأُرِيدَ مَلْزُومُهُ الَّذِي هُوَ الْإِذْنُ يَصِيرُ الْمَعْنَى: حَتَّى تَسْتَأْذِنُوا، وَيَشْهَدُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ [٣٣ \\ ٥٣] ، وَقَوْلُهُ تَعَالَى بَعْدَهُ: فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ [٢٤ \\ ٢٨] ، وَقَالَ الزَّمَخْشَرِيُّ فِي هَذَا الْوَجْهِ بَعْدَ أَنْ ذَكَرَهُ: وَهَذَا مِنْ قَبِيلِ الْكِنَايَةِ، وَالْإِرْدَافِ ; لِأَنَّ هَذَا النَّوْعَ مِنَ الِاسْتِئْنَاسِ يَرْدِفُ الْإِذْنَ فَوُضِعَ مَوْضِعَ الْإِذْنِ. </p><p> الْوَجْهُ الثَّانِي فِي الْآيَةِ: هُوَ أَنْ يَكُونَ الِاسْتِئْنَاسُ بِمَعْنَى الِاسْتِعْلَامِ، وَالِاسْتِكْشَافِ، فَهُوَ اسْتِفْعَالٌ مَنْ آنَسَ الشَّيْءَ إِذَا أَبْصَرَهُ ظَاهِرًا مَكْشُوفًا أَوْ عَلِمَهُ. </p><p> وَالْمَعْنَى: حَتَّى تَسْتَعْمِلُوا وَتَسْتَكْشِفُوا الْحَالَ، هَلْ يُؤْذَنُ لَكُمْ أَوْ لَا؟ وَتَقُولُ الْعَرَبُ: اسْتَأْنِسْ هَلْ تَرَى أَحَدًا، وَاسْتَأْنَسْتُ فَلَمْ أَرَ أَحَدًا، أَيْ: تَعَرَّفْتُ وَاسْتَعْلَمْتُ، وَمِنْ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ [٤ \\ ٦] ، أَيْ: عَلِمْتُمْ رُشْدَهُمْ وَظَهَرَ لَكُمْ، وَقَوْلُهُ تَعَالَى عَنْ مُوسَى: إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ [٢٠ \\ ١٠] وَقَوْلُهُ تَعَالَى: فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا الْآيَةَ [٢٨ \\ ٢٩] فَمَعْنَى آنَسَ نَارًا: رَآهَا مَكْشُوفَةً، وَمِنْ هَذَا الْمَعْنَى قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> كَأَنَّ رَحْلِي وَقَدْ زَالَ النَّهَارُ بِنَا ... بِذِي الْجَلِيلِ عَلَى مُسْتَأْنِسٍ وَحِدِ </p><p> مِنْ وَحْشِ وَجْرَةَ مَوْشِيٍّ أَكَارِعُهُ ... طَاوِي الْمُصَيْرِ كَسَيْفِ الصَّيْقَلِ الْفَرَدِ </p><p> فَقَوْلُهُ عَلَى مُسْتَأْنِسٍ، يَعْنِي: حِمَارَ وَحْشٍ شَبَّهَ بِهِ نَاقَتَهُ، وَمَعْنَى كَوْنِهِ مُسْتَأْنِسًا أَنَّهُ يَسْتَكْشِفُ، وَيَسْتَعْمِلُ الْقَانِصِينَ بِشَمِّهِ رِيحَهُمْ وَحِدَّةِ بَصَرِهِ فِي نَظَرِهِ إِلَيْهِمْ، وَمِنْهُ أَيْضًا قَوْلُ الْحَارِثِ بْنِ حِلِّزَةَ الْيَشْكُرِيِّ يَصِفُ نَعَامَةً شَبَّهَ بِهَا نَاقَتَهُ: </p><p> آنَسَتْ نَبْأَةً وَأَفْزَعَهَا الْقَنَّا ... صُ عَصْرًا وَقَدْ دَنَا الْإِمْسَاءُ </p><p> فَقَوْلُهُ: آنَسَتْ نَبْأَةً، أَيْ: أَحَسَّتْ بِصَوْتٍ خَفِيٍّ، وَهَذَا الْوَجْهُ الَّذِي هُوَ أَنَّ مَعْنَى تَسْتَأْنِسُوا تَسْتَكْشِفُوا وَتَسْتَعْلُوا، هَلْ يُؤْذَنُ لَكُمْ، وَذَلِكَ الِاسْتِعْلَامُ وَالِاسْتِكْشَافُ إِنَّمَا يَكُونُ </p><p> بِالِاسْتِئْذَانِ أَظْهَرَ عِنْدِي، وَإِنِ اسْتَظْهَرَ بَعْضُ أَهْلِ الْعِلْمِ الْوَجْهَ الْأَوَّلَ، وَهُنَاكَ وَجْهٌ ثَالِثٌ فِي تَفْسِيرِ الْآيَةِ تَرَكْنَاهُ لِعَدَمِ اتِّجَاهِهِ عِنْدَنَا. </p><p> وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ مَا يُرْوَى عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ مِنْ أَنَّ أَصْلَ الْآيَةِ: حَتَّى تَسْتَأْذِنُوا وَأَنَّ الْكَاتِبِينَ غَلِطُوا فِي كِتَابَتِهِمْ، فَكَتَبُوا تَسْتَأْنِسُوا غَلَطًا بَدَلَ تَسْتَأْذِنُوا لَا يُعَوَّلُ عَلَيْهِ، وَلَا يُمْكِنُ أَنْ يَصِحَّ عَنِ ابْنِ عَبَّاسٍ، وَإِنْ صَحَّحَ سَنَدَهُ عَنْهُ بَعْضُ أَهْلِ الْعِلْمِ، وَلَوْ فَرَضْنَا صِحَّتَهُ فَهُوَ مِنَ الْقِرَاءَاتِ الَّتِي نُسِخَتْ وَتُرِكَتْ، وَلَعَلَّ الْقَارِئَ بِهَا لَمْ يَطَّلِعْ عَلَى ذَلِكَ ; لِأَنَّ جَمِيعَ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - أَجْمَعُوا عَلَى كِتَابَةِ تَسْتَأْنِسُوا فِي جَمِيعِ نُسَخِ الْمُصْحَفِ الْعُثْمَانِيِّ، وَعَلَى تِلَاوَتِهَا بِلَفْظِ: تَسْتَأْنِسُوا، وَمَضَى عَلَى ذَلِكَ إِجْمَاعُ الْمُسْلِمِينَ فِي مَشَارِقِ الْأَرْضِ وَمَغَارِبِهَا فِي مَصَاحِفِهِمْ وَتِلَاوَتِهِمْ مِنْ غَيْرِ نَكِيرٍ، وَالْقُرْآنُ الْعَظِيمُ تَوَلَّى اللَّهُ تَعَالَى حِفْظَهُ مِنَ التَّبْدِيلِ وَالتَّغْيِيرِ، كَمَا قَالَ تَعَالَى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ [١٥ \\ ٩] وَقَالَ فِيهِ لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ [٤١ \\ ٤٢] وَقَالَ تَعَالَى: لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ الْآيَةَ [٧٥ \\ ١٦ - ١٧] . </p><p> مَسَائِلُ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> الْمَسْأَلَةُ الْأُولَى: اعْلَمْ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ دَلَّتْ بِظَاهِرِهَا عَلَى أَنَّ دُخُولَ الْإِنْسَانِ بَيْتَ غَيْرِهِ بِدُونِ الِاسْتِئْذَانِ وَالسَّلَامِ لَا يَجُوزُ ; لِأَنَّ قَوْلَهُ: لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ الْآيَةَ [٢٤ \\ ٢٧] ، نَهْيٌ صَرِيحٌ، وَالنَّهْيُ الْمُتَجَرِّدُ عَنِ الْقَرَائِنِ يُفِيدُ التَّحْرِيمَ عَلَى الْأَصَحِّ، كَمَا تَقَرَّرَ فِي الْأُصُولِ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ: اعْلَمْ أَنَّ الِاسْتِئْذَانَ ثَلَاثُ مَرَّاتٍ، يَقُولُ الْمُسْتَأْذِنُ فِي كُلِّ وَاحِدَةٍ مِنْهَا: السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ؟ فَإِنْ لَمْ يُؤْذَنْ لَهُ عِنْدَ الثَّالِثَةِ، فَلْيَرْجِعْ، وَلَا يَزِدْ عَلَى الثَّلَاثِ، وَهَذَا لَا يَنْبَغِي أَنْ يُخْتَلَفَ فِيهِ، لِأَنَّهُ ثَابِتٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُبُوتًا لَا مَطْعَنَ فِيهِ. </p><p> قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: كُنْتُ فِي مَجْلِسٍ مِنْ مَجَالِسِ الْأَنْصَارِ إِذْ جَاءَ أَبُو مُوسَى كَأَنَّهُ مَذْعُورٌ، فَقَالَ: اسْتَأْذَنْتُ عَلَى عُمَرَ ثَلَاثًا فَلَمْ يُؤْذَنْ لِي، فَرَجَعْتُ، قَالَ: مَا مَنَعَكَ؟ قُلْتُ: اسْتَأْذَنْتُ ثَلَاثًا فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ، وَقَالَ </p><p> رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \": إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلَاثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ \" فَقَالَ: وَاللَّهِ لَتُقِيمَنَّ عَلَيْهِ بَيِّنَةً أَمِنْكُمْ أَحَدٌ سَمِعَهُ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟ فَقَالَ أُبَيُّ بْنُ كَعْبٍ: وَاللَّهِ لَا يَقُومُ مَعَكَ إِلَّا أَصْغَرُ الْقَوْمِ، فَكُنْتُ أَصْغَرَ الْقَوْمِ فَقُمْتُ مَعَهُ، فَأَخْبَرْتُ عُمَرَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ ذَلِكَ. </p><p> وَقَالَ ابْنُ الْمُبَارَكِ: أَخْبَرَنِي ابْنُ عُيَيْنَةَ: حَدَّثَنِي يَزِيدُ بْنُ خُصَيْفَةَ عَنْ بُسْرٍ، سَمِعْتُ أَبَا سَعِيدٍ بِهَذَا، اهـ بِلَفْظِهِ مِنْ صَحِيحِ الْبُخَارِيِّ. وَهُوَ نَصٌّ صَحِيحٌ صَرِيحٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ الِاسْتِئْذَانَ ثَلَاثُ مَرَّاتٍ، فَإِنْ لَمْ يُؤْذَنْ لَهُ بَعْدَ الثَّالِثَةِ رَجَعَ. وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدِ بْنِ بُكَيْرٍ النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا وَاللَّهِ يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ قَالَ: سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ - رَضِيَ اللَّهُ عَنْهُ - يَقُولُ: كُنْتُ جَالِسًا بِالْمَدِينَةِ فِي مَجْلِسِ الْأَنْصَارِ، فَأَتَانَا أَبُو مُوسَى فَزِعًا أَوْ مَذْعُورًا قُلْنَا: مَا شَأْنُكَ؟ قَالَ: إِنَّ عُمَرَ أَرْسَلَ إِلَيَّ أَنْ آتِيَهُ فَأَتَيْتُ بَابَهُ، فَسَلَّمْتُ ثَلَاثًا فَلَمْ يَرُدَّ عَلَيَّ فَرَجَعْتُ فَقَالَ: مَا مَنَعَكَ أَنْ تَأْتِيَنَا؟ فَقُلْتُ: إِنَّنِي أَتَيْتُكَ، فَسَلَّمْتُ عَلَى بَابِكَ ثَلَاثًا، فَلَمْ يَرُدُّوا عَلَيَّ فَرَجَعْتُ، وَقَدْ قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \": إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلَاثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ \" فَقَالَ عُمَرُ: أَقِمْ عَلَيْهَا الْبَيِّنَةَ، وَإِلَّا أَوْجَعْتُكَ، فَقَالَ أُبَيُّ بْنُ كَعْبٍ: لَا يَقُومُ مَعَهُ إِلَّا أَصْغَرُ الْقَوْمِ: قَالَ أَبُو سَعِيدٍ: قُلْتُ: أَنَا أَصْغَرُ الْقَوْمِ، قَالَ: فَاذْهَبْ بِهِ. حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ أَبِي عُمَرَ قَالَا: حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ بِهَذَا الْإِسْنَادِ، وَزَادَ ابْنُ أَبِي عُمَرَ فِي حَدِيثِهِ: قَالَ أَبُو سَعِيدٍ: فَقُمْتُ مَعَهُ فَذَهَبْتُ إِلَى عُمَرَ فَشَهِدْتُ، اهـ بِلَفْظِهِ مِنْ صَحِيحِ مُسْلِمٍ. وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ أَبِي سَعِيدٍ قَالَ: فَوَاللَّهِ لَأُوجِعَنَّ ظَهْرَكَ وَبَطْنَكَ أَوْ لَتَأْتِيَنَّ بِمَنْ يَشْهَدُ لَكَ عَلَى هَذَا، فَقَالَ أُبَيُّ بْنُ كَعْبٍ: فَوَاللَّهِ لَا يَقُومُ مَعَكَ إِلَّا أَحْدَثُنَا سِنًّا، قُمْ يَا أَبَا سَعِيدٍ فَقُمْتُ حَتَّى أَتَيْتُ عُمَرَ فَقُلْتُ: قَدْ سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ هَذَا. </p><p> وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ أَبِي سَعِيدٍ فَقَالَ: إِنْ كَانَ هَذَا شَيْئًا حَفِظْتَهُ مِنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهَا، وَإِلَّا فَلْأَجْعَلَنَّكَ عِظَةً، قَالَ أَبُو سَعِيدٍ: فَأَتَانَا فَقَالَ: أَلَمْ تَعْلَمُوا أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: الِاسْتِئْذَانُ ثَلَاثٌ، قَالَ فَجَعَلُوا يَضْحَكُونَ، قَالَ فَقُلْتُ: أَتَاكُمْ أَخُوكُمُ الْمُسْلِمُ قَدْ أُفْزِعَ، تَضْحَكُونَ انْطَلِقْ فَأَنَا شَرِيكُكَ فِي هَذِهِ الْعُقُوبَةِ فَأَتَاهُ، فَقَالَ هَذَا أَبُو سَعِيدٍ. </p><p> وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ عُبَيْدِ بْنِ عُمَيْرٍ أَنَّ أَبَا مُوسَى اسْتَأْذَنَ عَلَى عُمَرَ ثَلَاثًا إِلَى قَوْلِهِ: قَالَ لَتُقِيمَنَّ عَلَى هَذَا بَيِّنَةً، أَوْ لَأَفْعَلَنَّ فَخَرَجَ فَانْطَلَقَ إِلَى مَجْلِسٍ مِنَ الْأَنْصَارِ، </p><p> فَقَالُوا: لَا يَشْهَدُ لَكَ عَلَى هَذَا إِلَّا أَصْغَرُنَا، فَقَامَ أَبُو سَعِيدٍ، فَقَالَ: كُنَّا نُؤْمَرُ بِهَذَا، فَقَالَ عُمَرُ: خَفِيَ عَلَيَّ هَذَا مِنْ أَمْرِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَلْهَانِي عَنْهُ الصَّفْقُ فِي الْأَسْوَاقِ، وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ أَبِي مُوسَى الْأَشْعَرِيِّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: لَتَأْتِيَنِّي عَلَى هَذَا وَإِلَّا فَعَلْتُ وَفَعَلْتُ، فَذَهَبَ أَبُو مُوسَى قَالَ عُمَرُ: إِنْ وَجَدَ بَيِّنَةً تَجِدُوهُ عِنْدَ الْمِنْبَرِ عَشِيَّةً، وَإِنْ لَمْ يَجِدْ بَيِّنَةً فَلَمْ تَجِدُوهُ، فَلَمَّا أَنْ جَاءَ الْعَشِيُّ وَجَدُوهُ، قَالَ يَا أَبَا مُوسَى: مَا تَقُولُ أَقَدْ وَجَدْتَ؟ قَالَ: نَعَمْ أُبَيُّ بْنُ كَعْبٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ عَدْلٌ، يَا أَبَا الطُّفَيْلِ مَا يَقُولُ هَذَا؟ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ ذَلِكَ يَا ابْنَ الْخَطَّابِ فَلَا تَكُونَنَّ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ سُبْحَانَ اللَّهِ: إِنَّمَا سَمِعْتُ شَيْئًا فَأَحْبَبْتُ أَنْ أَتَثَبَّتَ، وَفِي لَفْظٍ لِمُسْلِمٍ: أَنَّ عُمَرَ قَالَ لِأُبَيٍّ: يَا أَبَا الْمُنْذِرِ آنْتَ سَمِعْتَ مِنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟ فَقَالَ: نَعَمْ، فَلَا تَكُنْ يَا ابْنَ الْخَطَّابِ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَيْسَ فِي هَذِهِ الرِّوَايَةِ قَوْلُ عُمَرَ: سُبْحَانَ اللَّهِ، وَمَا بَعْدَهُ. </p><p> فَهَذِهِ الرِّوَايَاتُ الصَّحِيحَةُ عَنْ أَبِي سَعِيدٍ وَأَبِي مُوسَى، وَأُبَيِّ بْنِ كَعْبٍ - رَضِيَ اللَّهُ عَنْهُمْ - تَدُلُّ دَلَالَةً صَحِيحَةً صَرِيحَةً عَلَى أَنَّ الِاسْتِئْذَانَ ثَلَاثٌ، وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: وَأَمَّا قَوْلُهُ لَا يَقُومُ مَعَهُ إِلَّا أَصْغَرُ الْقَوْمِ، فَمَعْنَاهُ أَنَّ هَذَا حَدِيثٌ مَشْهُورٌ بَيْنَنَا مَعْرُوفٌ لِكِبَارِنَا، وَصِغَارِنَا، حَتَّى إِنَّ أَصْغَرَنَا يَحْفَظُهُ وَسَمِعَهُ مِنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اهـ مِنْهُ، وَالظَّاهِرُ مِنْهُ كَمَا قَالَ، وَهَذِهِ الرِّوَايَاتُ الصَّحِيحَةُ الصَّرِيحَةُ تُبَيِّنُ أَنَّ هَذَا الِاسْتِئْذَانَ الْمُعَبَّرَ عَنْهُ فِي الْآيَةِ بِالِاسْتِئْنَاسِ، وَالسَّلَامَ الْمَذْكُورَ فِيهَا لَا يُزَادُ فِيهِ عَلَى ثَلَاثِ مَرَّاتٍ، وَأَنَّ الِاسْتِئْنَاسَ الْمَذْكُورَ فِي الْآيَةِ، هُوَ الِاسْتِئْذَانُ الْمُكَرَّرُ ثَلَاثًا ; لِأَنَّ خَيْرَ مَا يُفَسَّرُ بِهِ كِتَابُ اللَّهِ بَعْدَ كِتَابِ اللَّهِ سُنَّةُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الثَّابِتَةُ عَنْهُ، وَبِذَلِكَ تَعْلَمُ أَنَّ مَا قَالَهُ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي: مِنْ أَنَّ الْمُرَادَ بِالِاسْتِئْنَاسِ فِي قَوْلِهِ تَعَالَى: \" حَتَّى تَسْتَأْنِسُوا \" : الِاسْتِئْذَانُ بِتَنَحْنُحٍ، وَنَحْوِهِ عِنْدَ الْجُمْهُورِ خِلَافَ التَّحْقِيقِ، وَمَا اسْتَدَلَّ بِهِ لِذَلِكَ مِنْ رِوَايَةِ الطَّبَرِيِّ مِنْ طَرِيقِ مُجَاهِدٍ تَفْسِيرُ الْآيَةِ بِمَا ذُكِرَ إِلَى آخِرِ مَا ذُكِرَ مِنَ الْأَدِلَّةِ لَا يُعَوَّلُ عَلَيْهِ، وَأَنَّ الْحَقَّ هُوَ مَا جَاءَتْ بِهِ الرِّوَايَاتُ الصَّحِيحَةُ مِنَ الِاسْتِئْذَانِ وَالتَّسْلِيمِ ثَلَاثًا كَمَا رَأَيْتَ. </p><p> وَأَنَّ الصَّوَابَ فِي ذَلِكَ هُوَ مَا نَقَلَهُ ابْنُ حَجَرٍ عَنِ الطَّبَرِيِّ مِنْ طَرِيقِ قَتَادَةَ قَالَ: الِاسْتِئْنَاسُ هُوَ الِاسْتِئْذَانُ ثَلَاثًا إِلَى آخِرِهِ، وَالرِّوَايَةُ الصَّحِيحَةُ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ: الِاسْتِئْذَانُ ثَلَاثٌ يُؤَيِّدُهَا أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَذَلِكَ كَانَ يَفْعَلُ. </p><p> قَالَ ابْنُ حَجَرٍ فِي الْفَتْحِ: وَفِي رِوَايَةِ عُبَيْدِ بْنِ حُنَيْنٍ، الَّتِي أَشَرْتُ إِلَيْهَا فِي الْأَدَبِ الْمُفْرَدِ، زِيَادَةٌ مُفِيدَةٌ، وَهِيَ أَنَّ أَبَا سَعِيدٍ، أَوْ أَبَا </p><p> مَسْعُودٍ قَالَ لِعُمَرَ: خَرَجْنَا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ يُرِيدُ سَعْدَ بْنَ عُبَادَةَ، حَتَّى أَتَاهُ فَسَلَّمَ، فَلَمْ يُؤْذَنْ لَهُ، ثُمَّ سَلَّمَ الثَّانِيَةَ فَلَمْ يُؤْذَنْ لَهُ، ثُمَّ سَلَّمَ الثَّالِثَةَ، فَلَمْ يُؤْذَنْ لَهُ، فَقَالَ:  \" قَضَيْنَا مَا عَلَيْنَا \" ، ثُمَّ رَجَعَ فَأَذِنَ لَهُ سَعْدٌ، الْحَدِيثَ، فَثَبَتَ ذَلِكَ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمِنْ فِعْلِهِ، وَقِصَّةُ سَعْدِ بْنِ عُبَادَةَ هَذِهِ أَخْرَجَهَا أَبُو دَاوُدَ مِنْ حَدِيثِ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ مُطَوَّلَةً بِمَعْنَاهُ، وَأَحْمَدُ مِنْ طَرِيقِ ثَابِتٍ، عَنْ أَنَسٍ أَوْ غَيْرِهِ كَذَا فِيهِ، وَأَخْرَجَهُ الْبَزَّارُ عَنْ أَنَسٍ بِغَيْرِ تَرَدُّدٍ، وَأَخْرَجَهُ الطَّبَرَانِيُّ مِنْ حَدِيثِ أُمِّ طَارِقٍ مَوْلَاةِ سَعْدٍ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ، وَقَوْلُهُ: فَثَبَتَ ذَلِكَ مِنْ قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمِنْ فِعْلِهِ: يَدُلُّ عَلَى أَنَّ قِصَّةَ اسْتِئْذَانِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى سَعْدِ بْنِ عُبَادَةَ صَحِيحَةٌ ثَابِتَةٌ، وَقَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَقَالَ الْإِمَامُ أَحْمَدُ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عُمَرُ عَنْ ثَابِتٍ، عَنْ أَنَسٍ أَوْ غَيْرِهِ \" أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - اسْتَأْذَنَ عَلَى سَعْدِ بْنِ عُبَادَةَ،فَقَالَ:\" السَّلَامُ عَلَيْكَ وَرَحْمَةُ اللَّهِ \"،فَقَالَ سَعْدٌ:وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللَّهِ، وَلَمْ يَسْمَعِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى سَلَّمَ ثَلَاثًا وَرَدَّ عَلَيْهِ سَعْدٌ ثَلَاثًا وَلَمْ يَسْمَعْهُ فَرَجَعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَاتَّبَعَهُ سَعْدٌ،فَقَالَ:يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَبِي أَنْتَ وَأُمِّي، مَا سَلَّمْتَ تَسْيلِمَةً إِلَّا وَهِيَ بِأُذُنِي وَلَقَدْ رَدَدْتُ عَلَيْكَ وَلَمْ أُسْمِعْكَ، وَأَرَدْتُ أَنْ أَسْتَكْثِرَ مِنْ سَلَامِكَ وَمِنَ الْبَرَكَةِ، ثُمَّ أَدْخَلَهُ الْبَيْتَ فَقَرَّبَ إِلَيْهِ زَبِيبًا فَأَكَلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمَّا فَرَغَ قَالَ \" : أَكَلَ طَعَامَكُمُ الْأَبْرَارُ وَصَلَّتْ عَلَيْكُمُ الْمَلَائِكَةُ وَأَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ \" وَقَدْ رَوَى أَبُو دَاوُدَ وَالنَّسَائِيُّ مِنْ حَدِيثِ أَبِي عَمْرٍو الْأَوْزَاعِيِّ،سَمِعْتُ يَحْيَى بْنَ أَبِي كَثِيرٍ يَقُولُ:حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَسْعَدَ بْنِ زُرَارَةَ، عَنْ قَيْسِ بْنِ سَعْدٍ - هُوَ ابْنُ عُبَادَةَ - قَالَ \" : زَارَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَنْزِلِنَا فَقَالَ:  \" السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ \" فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا فَقَلْتُ أَلَا تَأْذَنُ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: دَعْهُ يُكْثِرْ عَلَيْنَا مِنَ السَّلَامِ، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ \" ، فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا، ثُمَّ قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" السَّلَامُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ \" ، ثُمَّ رَجَعَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاتَّبَعَهُ سَعْدٌ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أَسْمَعُ سَلَامَكَ وَأَرُدُّ عَلَيْكَ رَدًّا خَفِيًّا لِتُكْثِرَ عَلَيْنَا مِنَ السَّلَامِ فَانْصَرَفَ مَعَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \"، وَذَكَرَ ابْنُ كَثِيرٍ الْقِصَّةَ إِلَى آخِرِهَا، ثُمَّ قَالَ: وَقَدْ رَوَى هَذَا مِنْ وُجُوهٍ أُخْرَى، فَهُوَ حَدِيثٌ جَيِّدٌ قَوِيٌّ وَاللَّهُ أَعْلَمُ. </p><p> وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ الِاسْتِئْنَاسَ فِي الْآيَةِ الِاسْتِئْذَانُ ثَلَاثًا، وَلَيْسَ الْمُرَادُ بِهِ التَّنَحْنُحَ وَنَحْوُهُ، كَمَا عَزَاهُ فِي فَتْحِ الْبَارِي لِلْجُمْهُورِ، وَاخْتُلِفَ هَلْ يُقَدَّمُ السَّلَامُ أَوِ الِاسْتِئْذَانُ؟ وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: أَجْمَعَ الْعُلَمَاءُ عَلَى أَنَّ الِاسْتِئْذَانَ مَشْرُوعٌ، وَتَظَاهَرَتْ بِهِ دَلَائِلُ الْقُرْآنِ وَالسُّنَّةِ وَإِجْمَاعُ الْأُمَّةِ، وَالسُّنَّةُ: أَنْ يُسَلِّمَ وَيَسْتَأْذِنَ ثَلَاثًا فَيَجْمَعُ بَيْنَ السَّلَامِ </p><p> وَالِاسْتِئْذَانِ، كَمَا صَرَّحَ بِهِ فِي الْقُرْآنِ، وَاخْتَلَفُوا فِي أَنَّهُ هَلْ يُسْتَحَبُّ تَقْدِيمُ السَّلَامِ، ثُمَّ الِاسْتِئْذَانُ أَوْ تَقْدِيمُ الِاسْتِئْذَانِ ثُمَّ السَّلَامُ وَالصَّحِيحُ الَّذِي جَاءَتْ بِهِ السُّنَّةُ، وَقَالَهُ الْمُحَقِّقُونَ: أَنَّهُ يُقَدِّمُ السَّلَامَ، فَيَقُولُ: السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ؟ وَالثَّانِي يُقَدِّمُ الِاسْتِئْذَانَ، وَالثَّالِثُ وَهُوَ اخْتِيَارُ الْمَاوَرْدِيِّ مِنْ أَصْحَابِنَا إِنْ وَقَعَتْ عَيْنُ الْمُسْتَأْذِنِ عَلَى صَاحِبِ الْمَنْزِلِ قَبْلَ دُخُولِهِ قَدَّمَ السَّلَامَ، وَإِلَّا قَدَّمَ الِاسْتِئْذَانَ، وَقَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَدِيثَانِ فِي تَقْدِيمِ السَّلَامِ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ. وَلَا يَخْفَى أَنَّ مَا صَحَّ فِيهِ حَدِيثَانِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُقَدَّمٌ عَلَى غَيْرِهِ، فَلَا يَنْبَغِي الْعُدُولُ عَنْ تَقْدِيمِ السَّلَامِ عَلَى الِاسْتِئْذَانِ، وَتَقْدِيمِ الِاسْتِئْنَاسِ الَّذِي هُوَ الِاسْتِئْذَانُ عَلَى السَّلَامِ فِي قَوْلِهِ: حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا [٢٤ \\ ٢٧] لَا يَدُلُّ عَلَى تَقْدِيمِ الِاسْتِئْذَانِ ; لِأَنَّ الْعَطْفَ بِالْوَاوِ لَا يَقْتَضِي التَّرْتِيبَ، وَإِنَّمَا يَقْتَضِي مُطْلَقَ التَّشْرِيكِ، فَيَجُوزُ عَطْفُ الْأَوَّلِ عَلَى الْأَخِيرِ بِالْوَاوِ كَقَوْلِهِ تَعَالَى: يَامَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ [٣ \\ ٤٣] وَالرُّكُوعُ قَبْلَ السُّجُودِ، وَقَوْلُهُ تَعَالَى: وَمِنْكَ وَمِنْ نُوحٍ الْآيَةَ [٣٣ \\ ٧] وَنُوحٌ قَبْلَ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهَذَا مَعْرُوفٌ وَلَا يُنَافِي مَا ذَكَرْنَا أَنَّ الْوَاوَ رُبَّمَا عُطِفَ بِهَا مُرَادًا بِهَا التَّرْتِيبُ; كَقَوْلِهِ تَعَالَى: إِنَّ الصَّفَا وَالْمَرْوَةَ الْآيَةَ [٢ \\ ١٥٨] وَقَدْ قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \": أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ \" وَفِي رِوَايَةٍ \" ابْدَءُوا بِمَا بَدَأَ اللَّهُ بِهِ \" بِصِيغَةِ الْأَمْرِ، وَكَقَوْلِ حَسَّانٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> هَجَوْتَ مُحَمَّدًا وَأَجَبْتُ عَنْهُ ... وَعِنْدَ اللَّهِ فِي ذَاكَ الْجَزَاءُ </p><p> عَلَى رِوَايَةِ الْوَاوِ فِي هَذَا الْبَيْتِ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ الْوَاوَ عِنْدَ التَّجَرُّدِ مِنَ الْقَرَائِنِ وَالْأَدِلَّةِ الْخَارِجِيَّةِ لَا تَقْتَضِي إِلَّا مُطْلَقَ التَّشْرِيكِ بَيْنَ الْمَعْطُوفِ، وَالْمَعْطُوفِ عَلَيْهِ، وَلَا يُنَافِي ذَلِكَ أَنَّهُ إِنْ قَامَ دَلِيلٌ عَلَى إِرَادَةِ التَّرْتِيبِ فِي الْعَطْفِ، كَالْحَدِيثِ الْمَذْكُورِ فِي الْبَدْءِ بِالصَّفَا، أَوْ دَلَّتْ عَلَى ذَلِكَ قَرِينَةٌ كَالْبَيْتِ الْمَذْكُورِ ; لِأَنَّ جَوَابَ الْهِجَاءِ لَا يَكُونُ إِلَّا بَعْدَهُ، أَنَّهَا تَدُلُّ عَلَى التَّرْتِيبِ لِقِيَامِ الدَّلِيلِ أَوِ الْقَرِينَةِ عَلَى ذَلِكَ، وَالْآيَةُ الَّتِي نَحْنُ بِصَدَدِهَا لَمْ يَقُمْ دَلِيلٌ رَاجِحٌ، وَلَا قَرِينَةٌ عَلَى إِرَادَةِ التَّرْتِيبِ فِيهَا بِالْوَاوِ، اهـ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ هَذِهِ الْآيَةِ أَحَادِيثَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي السُّنَنِ وَغَيْرِهَا تَدُلُّ عَلَى أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَكَرَّرَ مِنْهُ تَعْلِيمُ الِاسْتِئْذَانِ لِمَنْ لَا يَعْلَمُهُ، بِأَنْ يَقُولَ: السَّلَامُ عَلَيْكُمْ، أَأَدْخُلُ؟ فَانْظُرْهُ، وَقَدْ قَدَّمْنَا أَنَّ النَّوَوِيَّ ذَكَرَ أَنَّهُ صَحَّ فِيهِ حَدِيثَانِ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُخْتَارُ أَنَّ </p><p> صِيغَةَ الِاسْتِئْذَانِ الَّتِي لَا يَنْبَغِي الْعُدُولُ عَنْهَا أَنْ يَقُولَ الْمُسْتَأْذِنُ: السَّلَامُ عَلَيْكُمْ أَأَدْخُلُ؟ فَإِنْ لَمْ يُؤْذَنْ لَهُ بَعْدَ الثَّالِثَةِ انْصَرَفَ، كَمَا دَلَّتْ عَلَيْهِ الْأَدِلَّةُ. </p><p> وَاعْلَمْ أَنَّ الْأَحَادِيثَ الْوَارِدَةَ فِي قِصَّةِ عُمَرَ مَعَ أَبِي مُوسَى فِي الصَّحِيحِ فِي سِيَاقِهَا تَغَايُرٌ ; لِأَنَّ فِي بَعْضِهَا: أَنَّ عُمَرَ أَرْسَلَ إِلَى أَبِي مُوسَى بَعْدَ انْصِرَافِهِ، فَرَدَّهُ مِنْ حِينِهِ، وَفِي بَعْضِهَا أَنَّهُ لَمْ يَأْتِهِ إِلَّا فِي الْيَوْمِ الثَّانِي، وَجَمَعَ بَيْنَهَا ابْنُ حَجَرٍ فِي الْفَتْحِ قَالَ: وَظَاهِرُ هَذَيْنِ السِّيَاقَيْنِ التَّغَايُرُ، فَإِنَّ الْأَوَّلَ يَقْتَضِي أَنَّهُ لَمْ يَرْجِعْ إِلَى عُمَرَ إِلَّا فِي الْيَوْمِ الثَّانِي، وَفِي الثَّانِي أَنَّهُ أَرْسَلَ إِلَيْهِ فِي الْحَالِ إِلَى أَنْ قَالَ وَيُجْمَعُ بَيْنَهُمَا: بِأَنَّ عُمَرَ لَمَّا فَرَغَ مِنَ الشُّغْلِ الَّذِي كَانَ فِيهِ تَذَكَّرَهُ فَسَأَلَ عَنْهُ فَأُخْبِرَ بِرُجُوعِهِ، فَأَرْسَلَ إِلَيْهِ، فَلَمْ يَجِدْهُ الرَّسُولُ فِي ذَلِكَ الْوَقْتِ، وَجَاءَ هُوَ إِلَى عُمَرَ فِي الْيَوْمِ الثَّانِي، اهـ. مِنْهُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهَاتٌ تَتَعَلَّقُ بِهَذِهِ الْمَسْأَلَةِ. </p><p> الْأَوَّلُ: اعْلَمْ أَنَّ الْمُسْتَأْذِنَ إِنْ تَحَقَّقَ أَنَّ أَهْلَ الْبَيْتِ سَمِعُوهُ لَزِمَهُ الِانْصِرَافُ بَعْدَ الثَّالِثَةِ ; لِأَنَّهُمْ لَمَّا سَمِعُوهُ، وَلَمْ يَأْذَنُوا لَهُ دَلَّ ذَلِكَ عَلَى عَدَمِ الْإِذْنِ، وَقَدْ بَيَّنَتِ السُّنَّةُ الصَّحِيحَةُ عَدَمَ الزِّيَادَةِ عَلَى الثَّلَاثَةِ، خِلَافًا لِمَنْ قَالَ مِنْ أَهْلِ الْعِلْمِ: إِنَّ لَهُ أَنْ يَزِيدَ عَلَى الثَّلَاثِ مُطْلَقًا، وَكَذَلِكَ إِذَا لَمْ يَدْرِ هَلْ سَمِعُوهُ أَوْ لَا، فَإِنَّهُ يَلْزَمُهُ الِانْصِرَافُ بَعْدَ الثَّالِثَةِ، كَمَا أَوْضَحْنَا أَدِلَّتَهُ وَلَمْ يُقَيَّدْ شَيْءٌ مِنْهَا بِعِلْمِهِ بِأَنَّهُمْ سَمِعُوهُ. </p><p> التَّنْبِيهُ الثَّانِي: اعْلَمْ أَنَّ الَّذِي يَظْهَرُ لَنَا رُجْحَانُهُ مِنَ الْأَدِلَّةِ، أَنَّهُ إِنْ عَلِمَ أَنَّ أَهْلَ الْبَيْتِ، لَمْ يَسْمَعُوا اسْتِئْذَانَهُ لَا يَزِيدُ عَلَى الثَّالِثَةِ، بَلْ يَنْصَرِفُ بَعْدَهَا لِعُمُومِ الْأَدِلَّةِ، وَعَدَمِ تَقْيِيدِ شَيْءٍ مِنْهَا بِكَوْنِهِمْ لَمْ يَسْمَعُوهُ خِلَافًا لِمَنْ قَالَ لَهُ الزِّيَادَةَ، وَمَنْ فَصَّلَ فِي ذَلِكَ، وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: أَمَّا إِذَا اسْتَأْذَنَ ثَلَاثًا، فَلَمْ يُؤْذَنْ لَهُ، وَظَنَّ أَنَّهُ لَمْ يَسْمَعْهُ، فَفِيهِ ثَلَاثَةُ مَذَاهِبَ أَشْهَرُهَا أَنَّهُ يَنْصَرِفُ، وَلَا يُعِيدُ الِاسْتِئْذَانَ. وَالثَّانِي: يَزِيدُ فِيهِ. وَالثَّالِثُ: إِنْ كَانَ بِلَفْظِ الِاسْتِئْذَانِ الْمُتَقَدِّمِ لَمْ يُعِدْهُ، وَإِنْ كَانَ بِغَيْرِهِ أَعَادَهُ، فَمَنْ قَالَ بِالْأَظْهَرِ فَحُجَّتُهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \": فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ \" وَمَنْ قَالَ بِالثَّانِي حَمَلَ الْحَدِيثَ عَلَى مَنْ عَلِمَ، أَوْ ظَنَّ أَنَّهُ سَمِعَهُ، فَلَمْ يَأْذَنْ وَاللَّهُ أَعْلَمُ. </p><p> وَالصَّوَابُ إِنْ شَاءَ اللَّهُ تَعَالَى هُوَ مَا قَدَّمْنَا مِنْ عَدَمِ الزِّيَادَةِ عَلَى الثَّلَاثِ ; لِأَنَّهُ ظَاهِرُ النُّصُوصِ وَلَا يَجُوزُ الْعُدُولُ عَنْ ظَاهِرِ النَّصِّ إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، كَمَا هُوَ مُقَرَّرٌ فِي الْأُصُولِ. </p><p> التَّنْبِيهُ الثَّالِثُ: قَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ الْمُسْتَأْذِنَ يَنْبَغِي لَهُ أَلَّا يَقِفَ تِلْقَاءَ الْبَابِ بِوَجْهِهِ وَلَكِنَّهُ يَقِفُ جَاعِلًا الْبَابَ عَنْ يَمِينِهِ أَوْ يَسَارِهِ، وَيَسْتَأْذِنُ وَهُوَ كَذَلِكَ، قَالَ ابْنُ كَثِيرٍ: ثُمَّ لِيُعْلَمْ أَنَّهُ يَنْبَغِي لِلْمُسْتَأْذِنِ عَلَى أَهْلِ الْمَنْزِلِ أَلَّا يَقِفَ تِلْقَاءَ الْبَابِ بِوَجْهِهِ، وَلَكِنْ لِيَكُنِ الْبَابُ عَنْ يَمِينِهِ، أَوْ يَسَارِهِ لِمَا رَوَاهُ أَبُو دَاوُدَ: حَدَّثَنَا مُؤَمِّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ فِي آخَرِينَ، قَالُوا: حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ بِشْرٍ قَالَ \": كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا أَتَى بَابَ قَوْمٍ لَمْ يَسْتَقْبِلِ الْبَابَ مِنْ تِلْقَاءِ وَجْهِهِ، وَلَكِنْ مِنْ رُكْنِهِ الْأَيْمَنِ أَوِ الْأَيْسَرِ، وَيَقُولُ \" السَّلَامُ عَلَيْكُمُ: السَّلَامُ عَلَيْكُمْ \" وَذَلِكَ أَنَّ الدُّورَ لَمْ يَكُنْ عَلَيْهَا يَوْمَئِذٍ سُتُورٌ، انْفَرَدَ بِهِ أَبُو دَاوُدَ.وَقَالَ أَبُو دَاوُدَ أَيْضًا:حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، ثَنَا جَرِيرٌ، ح، وَثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ثَنَا حَفْصٌ عَنِ الْأَعْمَشِ،عَنْ طَلْحَةَ عَنْ هُزَيْلٍ قَالَ:جَاءَ رَجُلٌ قَالَ عُثْمَانُ: سَعْدُ[بْنُ أَبِي وَقَّاصٍ]، فَوَقَفَ عَلَى بَابِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَسْتَأْذِنُ فَقَامَ عَلَى الْبَابِ،قَالَ عُثْمَانُ:مُسْتَقْبِلَ الْبَابِ، فَقَالَ لَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - \" : هَكَذَا عَنْكَ أَوْ هَكَذَا فَإِنَّمَا الِاسْتِئْذَانُ مِنَ النَّظَرِ \" وَرَوَاهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنِ الْأَعْمَشِ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ عَنْ رَجُلٍ عَنْ سَعْدٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَوَاهُ أَبُو دَاوُدَ، مِنْ حَدِيثِهِ انْتَهَى مِنِ ابْنِ كَثِيرٍ، وَالْحَدِيثَانِ اللَّذَانِ ذَكَرَهُمَا عَنْ أَبِي دَاوُدَ نَقَلْنَاهُمَا مِنْ سُنَنِ أَبِي دَاوُدَ لِأَنَّ نُسْخَةَ ابْنِ كَثِيرٍ الَّتِي عِنْدَنَا فِيهَا تَحْرِيفٌ فِيهِمَا. </p><p> وَفِيمَا ذَكَرْنَا دَلَالَةٌ عَلَى مَا ذَكَرْنَا مِنْ أَنَّ الْمُسْتَأْذِنَ لَا يَقِفُ مُسْتَقْبِلَ الْبَابِ خَوْفًا أَنْ يُفْتَحَ لَهُ الْبَابُ، فَيَرَى مِنْ أَهْلِ الْمَنْزِلِ مَا لَا يُحِبُّونَ أَنْ يَرَاهُ، بِخِلَافِ مَا لَوْ كَانَ الْبَابُ عَنْ يَمِينِهِ أَوْ يَسَارِهِ فَإِنَّهُ وَقْتَ فَتْحِ الْبَابِ لَا يَرَى مَا فِي دَاخِلِ الْبَيْتِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّالِثَةُ: اعْلَمْ أَنَّ الْمُسْتَأْذِنَ إِذَا قَالَ لَهُ رَبُّ الْمَنْزِلِ: مَنْ أَنْتَ، فَلَا يَجُوزُ لَهُ أَنْ يَقُولَ لَهُ: أَنَا بَلْ يُفْصِحُ بِاسْمِهِ وَكُنْيَتِهِ إِنْ كَانَ مَشْهُورًا بِهِ ; لِأَنَّ لَفْظَةَ أَنَا يُعَبِّرُ بِهَا كُلُّ أَحَدٍ عَنْ نَفْسِهِ فَلَا تَحْصُلُ بِهَا مَعْرِفَةُ الْمُسْتَأْذِنِ، وَقَدْ ثَبَتَ مَعْنَى هَذَا عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُبُوتًا لَا مَطْعَنَ فِيهِ. </p><p> قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا أَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: سَمِعْتُ جَابِرًا - رَضِيَ اللَّهُ عَنْهُ - يَقُولُ «: أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي دَيْنٍ كَانَ عَلَى أَبِي، فَدَقَقْتُ الْبَابَ، فَقَالَ مَنْ ذَا؟فَقُلْتُ:أَنَا،فَقَالَ:» أَنَا أَنَا «، كَأَنَّهُ كَرِهَهَا» انْتَهَى مِنْهُ، وَتَكْرِيرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَفْظَةَ أَنَا دَلِيلٌ عَلَى أَنَّهُ لَمْ يَرْضَهَا مِنْ جَابِرٍ ; لِأَنَّهَا لَا يُعْرَفُ بِهَا الْمُسْتَأْذِنُ فَهِيَ جَوَابٌ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمَا لَا يُطَابِقُ سُؤَالَهُ، وَظَاهِرُ الْحَدِيثِ أَنَّ جَوَابَ </p><p> الْمُسْتَأْذِنِ بِأَنَا، لَا يَجُوزُ لِكَرَاهَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِذَلِكَ وَعَدَمِ رِضَاهُ بِهِ خِلَافًا لِمَنْ قَالَ: إِنَّهُ مَكْرُوهٌ كَرَاهَةَ تَنْزِيهٍ، وَهُوَ قَوْلُ الْجُمْهُورِ. </p><p> وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ «: أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَدَعَوْتُ، فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَنْ هَذَا؟قُلْتُ أَنَا فَخَرَجَ وَهُوَ يَقُولُ:أَنَا أَنَا» . </p><p> حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَاللَّفْظُ لِأَبِي بَكْرٍ قَالَ: قَالَ يَحْيَى: أَخْبَرَنَا، وَقَالَ أَبُو بَكْرٍ: حَدَّثَنَا وَكِيعٌ عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ «: اسْتَأْذَنْتُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَقَالَ:مَنْ هَذَا؟فَقُلْتُ:أَنَا، فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَنَا أَنَا» . </p><p> وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، وَأَبُو عَامِرٍ الْعَقَدِيُّ «ح» وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي وَهْبُ بْنُ جَرِيرٍ «ح» وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا بَهْزٌ كُلُّهُمْ عَنْ شُعْبَةَ بِهَذَا الْإِسْنَادِ، وَفِي حَدِيثِهِمْ كَأَنَّهُ كَرِهَ ذَلِكَ انْتَهَى مِنْهُ. وَقَوْلُ جَابِرٍ، كَأَنَّهُ كَرِهَ ذَلِكَ فِيهِ أَنَّهُ لَا يَخْفَى مِنْ تَكْرِيرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَفْظَةَ أَنَا أَنَّهُ كَرِهَ ذَلِكَ وَلَمْ يَرْضَهُ، وَحَدِيثُ جَابِرٍ هَذَا أَخْرَجَهُ غَيْرُ الشَّيْخَيْنِ مِنْ بَاقِي الْجَمَاعَةِ. </p><p> الْمَسْأَلَةُ الرَّابِعَةُ: اعْلَمْ أَنَّ الْأَظْهَرَ الَّذِي لَا يَنْبَغِي الْعُدُولُ عَنْهُ أَنَّ الرَّجُلَ يَلْزَمُهُ أَنْ يَسْتَأْذِنَ عَلَى أُمِّهِ وَأُخْتِهِ، وَبَنِيهِ وَبَنَاتِهِ الْبَالِغِينَ ; لِأَنَّهُ إِنْ دَخَلَ عَلَى مَنْ ذَكَرَ بِغَيْرِ اسْتِئْذَانٍ فَقَدْ تَقَعُ عَيْنُهُ عَلَى عَوْرَاتِ مَنْ ذُكِرَ، وَذَلِكَ لَا يَحِلُّ لَهُ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِي شَرْحِهِ لِحَدِيثِ:  «إِنَّمَا جُعِلُ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ» مَا نَصُّهُ: وَيُؤْخَذُ مِنْهُ أَنَّهُ يُشْرَعُ الِاسْتِئْذَانُ عَلَى كُلِّ أَحَدٍ حَتَّى الْمَحَارِمِ ; لِئَلَّا تَكُونَ مُنْكَشِفَةَ الْعَوْرَةِ. وَقَدْ أَخْرَجَ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرِدِ عَنْ نَافِعٍ: كَانَ ابْنُ عُمَرَ إِذَا بَلَغَ بَعْضُ وَلَدِهِ الْحُلُمَ لَمْ يَدْخُلْ عَلَيْهِ إِلَّا بِإِذْنٍ، وَمِنْ طَرِيقِ عَلْقَمَةَ جَاءَ رَجُلٌ إِلَى ابْنِ مَسْعُودٍ فَقَالَ: أَسْتَأْذِنُ عَلَى أُمِّي؟ فَقَالَ مَا عَلَى كُلِّ أَحْيَانِهَا تُرِيدُ أَنْ تَرَاهَا. وَمِنْ طَرِيقِ مُسْلِمِ بْنِ نُذَيْرٍ بِالنُّونِ مُصَغَّرًا: سَأَلَ رَجُلٌ حُذَيْفَةَ: أَسْتَأْذِنُ عَلَى أُمِّي؟ فَقَالَ: إِنْ لَمْ تَسْتَأْذِنْ عَلَيْهَا رَأَيْتَ مَا تَكْرَهُ، وَمِنْ طَرِيقِ مُوسَى بْنِ طَلْحَةَ، دَخَلْتُ مَعَ أَبِي عَلَى أُمِّي فَدَخَلَ، وَاتَّبَعْتُهُ فَدَفَعَ فِي صَدْرِي، وَقَالَ: تَدْخُلُ بِغَيْرِ إِذْنٍ؟ وَمِنْ طَرِيقِ عَطَاءٍ سَأَلْتُ ابْنَ عَبَّاسٍ اسْتَأْذِنُ عَلَى أُخْتِي؟ </p><p> قَالَ نَعَمْ، قُلْتُ إِنَّهَا فِي حِجْرِي؟ قَالَ: أَتُحِبُّ أَنْ تَرَاهَا عُرْيَانَةً؟ وَأَسَانِيدُ هَذِهِ الْآثَارِ كُلُّهَا صَحِيحَةٌ، انْتَهَى مِنْ فَتْحِ الْبَارِي. </p><p> وَهَذِهِ الْآثَارُ عَنْ هَؤُلَاءِ الصَّحَابَةِ تُؤَيِّدُ مَا ذَكَرْنَا مِنَ الِاسْتِئْذَانِ عَلَى مَنْ ذَكَرْنَا، وَيُفْهَمُ مِنَ الْحَدِيثِ الصَّحِيحِ «: إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ» ، فَوُقُوعُ الْبَصَرِ عَلَى عَوْرَاتِ مَنْ ذُكِرَ لَا يَحِلُّ، كَمَا تَرَى، وَقَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِهِ لِلْآيَةِ الَّتِي نَحْنُ بِصَدَدِهَا: وَقَالَ هُشَيْمٌ: أَخْبَرَنَا أَشْعَثُ بْنُ سَوَّارٍ، عَنْ كُرْدُوسٍ، عَنِ ابْنِ مَسْعُودٍ، قَالَ: عَلَيْكُمْ أَنْ تَسْتَأْذِنُوا عَلَى أُمَّهَاتِكُمْ وَأَخَوَاتِكُمْ. وَقَالَ أَشْعَثُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ: أَنَّ امْرَأَةً مِنَ الْأَنْصَارِ قَالَتْ: يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِنِّي أَكُونُ فِي مَنْزِلِي عَلَى الْحَالِ الَّتِي لَا أُحِبُّ أَنْ يَرَانِي أَحَدٌ عَلَيْهَا لَا وَالِدٌ وَلَا وَلَدٌ، وَإِنَّهُ لَا يَزَالُ يَدْخُلُ عَلَيَّ رَجُلٌ مِنْ أَهْلِ بَيْتِي، وَأَنَا عَلَى تِلْكَ الْحَالِ، فَنَزَلَتْ: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا الْآيَةَ، وَقَالَ ابْنُ جُرَيْجٍ: سَمِعْتُ عَطَاءَ بْنَ أَبِي رَبَاحٍ يُخْبِرُ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ: ثَلَاثُ آيَاتٍ جَحَدَهُنَّ النَّاسُ، قَالَ اللَّهُ تَعَالَى: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ [٤٩ \\ ١٣] ، قَالَ وَيَقُولُونَ: إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَعْظَمُكُمْ بَيْتًا، إِلَى أَنْ قَالَ: وَالْأَدَبُ كُلُّهُ قَدْ جَحَدَهُ النَّاسُ، قَالَ: قُلْتُ: أَسْتَأْذِنُ عَلَى أَخَوَاتِي أَيْتَامٍ فِي حِجْرِي مَعِي فِي بَيْتٍ وَاحِدٍ؟ قَالَ: نَعَمْ، فَرَدَدْتُ عَلَيْهِ لِيُرَخِّصَ لِي فَأَبَى، فَقَالَ: تُحِبُّ أَنْ تَرَاهَا عُرْيَانَةً؟ قُلْتُ: لَا، قَالَ: فَاسْتَأْذِنْ، قَالَ: فَرَاجَعْتُهُ، فَقَالَ: أَتُحِبُّ أَنْ تُطِيعَ اللَّهَ؟ قَالَ: قُلْتُ: نَعَمْ، قَالَ: فَاسْتَأْذِنْ، قَالَ ابْنُ جُرَيْجٍ: وَأَخْبَرَنِي ابْنُ طَاوُسٍ عَنْ أَبِيهِ، قَالَ: مَا مِنِ امْرَأَةٍ أَكْرَهُ إِلَيَّ أَنْ أَرَى عَوْرَتَهَا مِنْ ذَاتِ مَحْرَمٍ، قَالَ: وَكَانَ يُشَدِّدُ فِي ذَلِكَ، وَقَالَ ابْنُ جُرَيْجٍ عَنِ الزُّهْرِيِّ: سَمِعْتُ هُزَيْلَ بْنَ شُرَحْبِيلَ الْأَوْدِيَّ الْأَعْمَى أَنَّهُ سَمِعَ ابْنَ مَسْعُودٍ يَقُولُ: عَلَيْكُمُ الْإِذْنَ عَلَى أُمَّهَاتِكُمْ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ، وَهُوَ يَدُلُّ عَلَى مَا ذَكَرْنَا مِنَ الِاسْتِئْذَانِ عَلَى مَنْ ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الْخَامِسَةُ: اعْلَمْ أَنَّهُ إِنْ لَمْ يَكُنْ مَعَ الرَّجُلِ فِي بَيْتِهِ إِلَّا امْرَأَتُهُ أَنَّ الْأَظْهَرَ أَنَّهُ لَا يَسْتَأْذِنُ عَلَيْهَا، وَذَلِكَ يُفْهَمُ مِنْ ظَاهِرِ قَوْلِهِ تَعَالَى: لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ وَلِأَنَّهُ لَا حِشْمَةَ بَيْنَ الرَّجُلِ وَامْرَأَتِهِ، وَيَجُوزُ بَيْنَهُمَا مِنَ الْأَحْوَالِ وَالْمُلَابَسَاتِ مَا لَا يَجُوزُ لِأَحَدٍ غَيْرِهِمَا، وَلَوْ كَانَ أَبًّا أَوْ أُمًّا أَوِ ابْنًا، كَمَا لَا يَخْفَى، وَيَدُلُّ لَهُ الْأَثَرُ الَّذِي ذَكَرْنَاهُ آنِفًا عَنْ مُوسَى بْنِ طَلْحَةَ: أَنَّهُ دَخَلَ مَعَ أَبِيهِ طَلْحَةَ عَلَى أُمِّهِ فَزَجَرَهُ طَلْحَةُ عَنْ أَنْ يَدْخُلَ عَلَى أُمِّهِ بِغَيْرِ إِذْنٍ، مَعَ أَنَّ طَلْحَةَ زَوْجَهَا دَخَلَ بِغَيْرِ إِذْنٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ فِي «تَفْسِيرِهِ» : وَقَالَ ابْنُ جُرَيْجٍ: قُلْتُ لِعَطَاءٍ: أَيَسْتَأْذِنُ الرَّجُلُ عَلَى امْرَأَتِهِ؟ قَالَ: لَا، ثُمَّ قَالَ ابْنُ كَثِيرٍ: وَهَذَا مَحْمُولٌ عَلَى عَدَمِ الْوُجُوبِ، وَإِلَّا فَالْأَوْلَى أَنْ يُعْلِمَهَا بِدُخُولِهِ وَلَا يُفَاجِئَهَا بِهِ ; لِاحْتِمَالِ أَنْ تَكُونَ عَلَى هَيْئَةٍ لَا تُحِبُّ أَنْ يَرَاهَا عَلَيْهَا، ثُمَّ نَقَلَ ابْنُ كَثِيرٍ عَنِ ابْنِ جَرِيرٍ بِسَنَدِهِ عَنْ زَيْنَبَ امْرَأَةِ ابْنِ مَسْعُودٍ، قَالَتْ: كَانَ عَبْدُ اللَّهِ إِذَا جَاءَ مِنْ حَاجَةٍ، فَانْتَهَى إِلَى الْبَابِ تَنَحْنَحَ وَبَزَقَ كَرَاهَةَ أَنْ يَهْجُمَ مِنَّا عَلَى أَمْرٍ يَكْرَهُهُ، قَالَ: وَإِسْنَادُهُ صَحِيحٌ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ. وَالْأَوَّلُ أَظْهَرُ وَلَا سِيَّمَا عِنْدَ مَنْ يَرَى إِبَاحَةَ نَظَرِ الزَّوْجِ إِلَى فَرْجِ امْرَأَتِهِ كَمَالِكٍ وَأَصْحَابِهِ وَمَنْ وَافَقَهُمْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّادِسَةُ: إِذَا قَالَ أَهْلُ الْمَنْزِلِ لِلْمُسْتَأْذِنِ: ارْجِعْ، وَجَبَ عَلَيْهِ الرُّجُوعُ ; لِقَوْلِهِ تَعَالَى: وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ [٢٤ \\ ٢٨] ، وَكَانَ بَعْضُ أَهْلِ الْعِلْمِ يَتَمَنَّى إِذَا اسْتَأْذَنَ عَلَى بَعْضِ أَصْدِقَائِهِ أَنْ يَقُولُوا لَهُ: ارْجِعْ، لِيَرْجِعَ، فَيَحْصُلَ لَهُ فَضْلُ الرُّجُوعِ الْمَذْكُورِ فِي قَوْلِهِ: هُوَ أَزْكَى لَكُمْ ; لِأَنَّ مَا قَالَ اللَّهُ إِنَّهُ أَزْكَى لَنَا لَا شَكَّ أَنَّ لَنَا فِيهِ خَيْرًا وَأَجْرًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ السَّابِعَةُ: اعْلَمْ أَنَّ أَقْوَى الْأَقْوَالِ دَلِيلًا وَأَرْجَحَهَا فِيمَنْ نَظَرَ مِنْ كُوَّةٍ إِلَى دَاخِلِ مَنْزِلِ قَوْمٍ فَفَقَئُوا عَيْنَهُ الَّتِي نَظَرَ إِلَيْهِمْ بِهَا، لِيَطَّلِعَ عَلَى عَوْرَاتِهِمْ أَنَّهُ لَا حَرَجَ عَلَيْهِمْ فِي ذَلِكَ مِنْ إِثْمٍ وَلَا غُرْمِ دِيَةِ الْعَيْنِ وَلَا قِصَاصٍ، وَهَذَا لَا يَنْبَغِي الْعُدُولُ عَنْهُ لِثُبُوتِهِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُبُوتًا لَا مَطْعَنَ فِيهِ، وَلِذَا لَمْ نَذْكُرْ هُنَا أَقْوَالَ مَنْ خَالَفَ فِي ذَلِكَ مِنْ أَهْلِ الْعِلْمِ لِسُقُوطِهَا عِنْدَنَا، لِمُعَارَضَتِهَا النَّصَّ الثَّابِتَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي «صَحِيحِهِ» : بَابُ مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ فَفَقَئُوا عَيْنَهُ فَلَا دِيَةَ لَهُ، ثُمَّ ذَكَرَ مِنْ أَحَادِيثِ هَذِهِ التَّرْجَمَةِ: حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ أَبُو الْقَاسِمِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ لَمْ يَكُنْ عَلَيْكَ جُنَاحٌ» ، اهـ مِنْهُ، وَالْجُنَاحُ الْحَرَجُ، وَقَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْحَدِيثِ الصَّحِيحِ «: لَمْ يَكُنْ عَلَيْكَ جُنَاحٌ» ، لَفْظُ جُنَاحٍ فِيهِ نَكِرَةٌ فِي سِيَاقِ النَّفْيِ فَهِيَ تَعُمُّ رَفْعَ كُلِّ حَرَجٍ مِنْ إِثْمٍ وَدِيَةٍ وَقِصَاصٍ، كَمَا تَرَى. </p><p> وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي «صَحِيحِهِ» : حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَهُ» ، اهـ مِنْهُ. </p><p> وَهَذَا الْحَدِيثُ الصَّحِيحُ فِيهِ التَّصْرِيحُ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُمْ يَحِلُّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَهُ، وَكَوْنُ ذَلِكَ حَلَالًا لَهُمْ مُسْتَلْزِمٌ أَنَّهُمْ لَيْسَ عَلَيْهِمْ فِيهِ شَيْءٌ مِنْ إِثْمٍ، وَلَا دِيَةٍ، وَلَا قِصَاصٍ ; لِأَنَّ كُلَّ مَا أَحَلَّهُ اللَّهُ عَلَى لِسَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا مُؤَاخَذَةَ عَلَى فِعْلِهِ الْبَتَّةَ بِنَوْعٍ مِنْ أَنْوَاعِ الْمُؤَاخَذَةِ، كَمَا لَا يَخْفَى. </p><p> وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - تَعَالَى فِي «صَحِيحِهِ» مُتَّصِلًا بِكَلَامِهِ هَذَا الَّذِي نَقَلْنَا عَنْهُ: حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: لَوْ أَنَّ رجلًا اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ، مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ» ، اهـ مِنْهُ. </p><p> وَقَدْ بَيَّنَّا وَجْهَ دَلَالَتِهِ عَلَى أَنَّهُ لَا شَيْءَ فِي عَيْنِ الْمَذْكُورِ، وَثُبُوتُ هَذَا عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا رَأَيْتَ يَدُلُّ عَلَى أَنَّهُ لَمَّا تَعَدَّى وَانْتَهَكَ الْحُرْمَةَ، وَنَظَرَ إِلَى بَيْتِ غَيْرِهِ دُونَ اسْتِئْذَانٍ، أَنَّ اللَّهَ أَذِنَ عَلَى لِسَانِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَخْذِ عَيْنِهِ الْخَائِنَةِ، وَأَنَّهَا هَدْرٌ لَا عَقْلَ فِيهَا، وَلَا قَوَدَ، وَلَا إِثْمَ، وَيَزِيدُ مَا ذَكَرْنَا تَوْكِيدًا وَإِيضَاحًا مَا جَاءَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُ أَنَّهُ هَمَّ أَنْ يَفْعَلَ ذَلِكَ. </p><p> قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ تَحْتَ التَّرْجَمَةِ الْمَذْكُورَةِ آنِفًا، وَهِيَ قَوْلُهُ: بَابُ مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ فَفَقَئُوا عَيْنَهُ فَلَا دِيَةَ لَهُ: حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَجُلًا اطَّلَعَ فِي بَعْضِ جُحَرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَامَ إِلَيْهِ بِمِشْقَصٍ أَوْ مَشَاقِصَ، وَجَعَلَ يَخْتِلُهُ لِيَطْعَنَهُ. </p><p> حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ أَخْبَرَهُ أَنَّ رَجُلًا اطَّلَعَ فِي جُحَرٍ فِي بَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِدْرًى يَحُكُّ بِهِ رَأْسَهُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: لَوْ أَعْلَمُ أَنَّكَ تَنْتَظِرُنِي لَطَعَنْتُ بِهِ فِي عَيْنَيْكَ» ، قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: إِنَّمَا جُعِلَ الْإِذْنُ مِنْ قِبَلِ الْبَصَرِ» ، اهـ مِنْهُ، وَقَدْ ذَكَرَ الْبُخَارِيُّ هَذِهِ الْأَحَادِيثَ الَّتِي ذَكَرْنَاهَا عَنْهُ هُنَا فِي كِتَابِ الدِّيَاتِ. </p><p> وَقَدْ قَالَ فِي كِتَابِ الِاسْتِئْذَانِ: بَابُ الِاسْتِئْذَانِ مِنْ أَجْلِ الْبَصَرِ: حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ: حَفِظْتُهُ كَمَا أَنَّكَ هَاهُنَا عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ: اطَّلَعَ رَجُلٌ مِنْ جُحْرٍ فِي حُجَرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِدْرًى يَحُكُّ بِهَا رَأْسَهُ، فَقَالَ «: لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُ لَطَعَنْتُ بِهِ فِي عَيْنِكَ، إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ» . </p><p> حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ رَجُلًا اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَامَ إِلَيْهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِمِشْقَصٍ أَوْ بِمَشَاقِصَ، فَكَأَنِّي أَنْظُرُ إِلَيْهِ يَخْتِلُ الرَّجُلَ لِيَطْعَنَهُ، وَهَذِهِ النُّصُوصُ الصَّحِيحَةُ تُؤَيِّدُ مَا ذَكَرْنَا، فَلَا الْتِفَاتَ لِمَنْ خَالَفَهَا مِنْ أَهْلِ الْعِلْمِ، وَمَنْ أَوَّلَهَا ; لِأَنَّ النَّصَّ لَا يَجُوزُ الْعُدُولُ عَنْهُ، إِلَّا لِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَاعْلَمْ أَنَّ الْمِشْقَصَ بِكَسْرِ أَوَّلِهِ وَسُكُونِ ثَانِيهِ، وَفَتْحِ ثَالِثِهِ هُوَ نَصْلُ السَّهْمِ إِذَا كَانَ طَوِيلًا غَيْرَ عَرِيضٍ، وَقَوْلُهُ فِي الْحَدِيثِ الْمَذْكُورِ: مِنْ جُحْرٍ فِي حُجَرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْجُحْرُ الْأَوَّلُ: بِضَمِّ الْجِيمِ وَسُكُونِ الْحَاءِ الْمُهْمَلَةِ وَهُوَ كُلُّ ثُقْبٍ مُسْتَدِيرٍ فِي أَرْضٍ أَوْ حَائِطٍ، وَالثَّانِي: بِضَمِّ الْحَاءِ الْمُهْمَلَةِ وَفَتْحِ الْجِيمِ جَمْعُ حُجْرَةٍ: وَهِيَ نَاحِيَةُ الْبَيْتِ. </p><p> وَقَالَ مُسْلِمُ بْنُ الْحَجَّاجِ - رَحِمَهُ اللَّهُ - فِي صَحِيحِهِ: حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ الْحُسَيْنِ وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَاللَّفْظُ لِيَحْيَى، وَأَبِي كَامِلٍ، قَالَ يَحْيَى: أَخْبَرَنَا، وَقَالَ الْآخَرَانِ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ رَجُلًا اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَامَ إِلَيْهِ بِمِشْقَصٍ أَوْ مَشَاقِصَ، فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَخْتِلُهُ لِيَطْعَنَهُ، وَفِي لَفْظٍ عِنْدَ مُسْلِمٍ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ: أَنَّ رَجُلًا اطَّلَعَ فِي جُحْرٍ فِي بَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِدْرًى يَحُكُّ بِهَا رَأْسَهُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُنِي لَطَعَنْتُ بِهِ فِي عَيْنِكَ» ، وَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ» ، وَفِي مُسْلِمٍ رِوَايَاتٌ أُخَرُ بِهَذَا الْمَعْنَى قَدِ اكْتَفَيْنَا مِنْهَا بِمَا ذَكَرْنَا. </p><p> وَهَذِهِ النُّصُوصُ الصَّحِيحَةُ الَّتِي ذَكَرْنَا لَا يَنْبَغِي الْعُدُولُ عَنْهَا، وَلَا تَأْوِيلُهَا بِغَيْرِ مُسْتَنَدٍ صَحِيحٍ مِنْ كِتَابٍ أَوْ سُنَّةٍ، وَلِذَلِكَ اخْتَرْنَا مَا جَاءَ فِيهَا مِنْ أَنَّ تِلْكَ الْعَيْنَ الْخَائِنَةَ يَحِلُّ أَخْذُهَا، وَتَكُونُ هَدْرًا، وَلَمْ نَلْتَفِتْ إِلَى قَوْلٍ مِنْ أَقْوَالِ مَنْ خَالَفَ ذَلِكَ، وَلَا لِتَأْوِيلِهِمْ لِلنُّصُوصِ بِغَيْرِ مُسْتَنَدٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَسْأَلَةُ الثَّامِنَةُ: اعْلَمْ أَنَّ صَاحِبَ الْمَنْزِلِ إِذَا أَرْسَلَ رَسُولًا إِلَى شَخْصٍ لِيَحْضُرَ عِنْدَهُ، فَإِنَّ أَهْلَ الْعِلْمِ قَدِ اخْتَلَفُوا: هَلْ يَكُونُ الْإِرْسَالُ إِلَيْهِ إِذْنًا ; لِأَنَّهُ طَلَبَ حُضُورَهُ بِإِرْسَالِهِ إِلَيْهِ، وَعَلَى هَذَا الْقَوْلِ إِذَا جَاءَ مُنْزِلَ مَنْ أَرْسَلَ إِلَيْهِ فَلَهُ الدُّخُولُ بِلَا إِذْنٍ جَدِيدٍ اكْتِفَاءً بِالْإِرْسَالِ إِلَيْهِ، أَوْ لَا بُدَّ مِنْ أَنْ يَسْتَأْذِنَ إِذَا أَتَى الْمَنْزِلَ اسْتِئْذَانًا جَدِيدًا، وَلَا يَكْتَفِي بِالْإِرْسَالِ؟ وَكُلٌّ مِنَ </p><p> الْقَوْلَيْنِ قَالَ بِهِ بَعْضُ أَهْلِ الْعِلْمِ، وَاحْتَجَّ مَنْ قَالَ: إِنَّ الْإِرْسَالَ إِلَيْهِ إِذْنٌ يَكْفِي عَنِ الِاسْتِئْذَانِ عِنْدَ إِتْيَانِ الْمَنْزِلِ بِمَا رَوَاهُ أَبُو دَاوُدَ فِي سُنَنِهِ: حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، ثَنَا حَمَّادٌ، عَنْ حَبِيبٍ، وَهُشَامٌ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: رَسُولُ الرَّجُلِ إِلَى الرَّجُلِ إِذْنُهُ» ، حَدَّثَنَا حُسَيْنُ بْنُ مُعَاذٍ، ثَنَا عَبْدُ الْأَعْلَى، ثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: إِذَا دُعِيَ أَحَدُكُمْ إِلَى طَعَامٍ فَجَاءَ مَعَ الرَّسُولِ فَإِنَّ ذَلِكَ لَهُ إِذْنٌ» ، قَالَ أَبُو عَلِيٍّ اللُّؤْلُؤِيُّ: سَمِعْتُ أَبَا دَاوُدَ يَقُولُ: قَتَادَةُ لَمْ يَسْمَعْ مِنْ أَبِي رَافِعٍ شَيْئًا، اهـ مِنْ أَبِي دَاوُدَ. </p><p> قَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» : وَقَدْ ثَبَتَ سَمَاعُهُ مِنْهُ فِي الْحَدِيثِ الَّذِي سَيَأْتِي فِي الْبُخَارِيِّ فِي كِتَابِ التَّوْحِيدِ مِنْ رِوَايَةِ سُلَيْمَانَ التَّيْمِيِّ، عَنْ قَتَادَةَ: أَنَّ أَبَا رَافِعٍ حَدَّثَهُ، اهـ. </p><p> وَيَدُلُّ لِصِحَّةِ مَا رَوَاهُ أَبُو دَاوُدَ، وَرَوَاهُ الْبُخَارِيُّ تَعْلِيقًا: بَابُ إِذَا دُعِيَ الرَّجُلُ فَجَاءَ هَلْ يَسْتَأْذِنُ؟ وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: هُوَ إِذْنُهُ» اهـ، وَمَعْلُومٌ أَنَّ الْبُخَارِيَّ لَا يُعَلِّقُ بِصِيغَةِ الْجَزْمِ، إِلَّا مَا هُوَ صَحِيحٌ عِنْدَهُ، كَمَا قَدَّمْنَاهُ مِرَارًا. وَقَالَ ابْنُ حَجَرٍ فِي «الْفَتْحِ» : فِي حَدِيثِ كَوْنِ «رَسُولِ الرَّجُلِ إِلَى الرَّجُلِ إِذْنُهُ» ، وَلَهُ مُتَابِعٌ أَخْرَجَهُ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرِدِ مِنْ طَرِيقِ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ، بِلَفْظِ «: رَسُولُ الرَّجُلِ إِلَى الرَّجُلِ إِذْنُهُ» ، وَأَخْرَجَ لَهُ شَاهِدًا مَوْقُوفًا عَلَى ابْنِ مَسْعُودٍ، قَالَ «: إِذَا دُعِيَ الرَّجُلُ فَهُوَ إِذْنُهُ» ، وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ مَرْفُوعًا، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> فَهَذِهِ جُمْلَةُ أَدِلَّةِ مَنْ قَالُوا: بِأَنَّ مَنْ دُعِيَ لَا يَسْتَأْذِنُ إِذَا قَدِمَ. </p><p> وَأَمَّا الَّذِينَ قَالُوا: يَسْتَأْذِنُ إِذَا قَدِمَ إِلَى مَنْزِلِ الْمُرْسِلِ، وَلَا يَكْتَفِي بِإِرْسَالِ الرَّسُولِ، فَقَدِ احْتَجُّوا بِمَا رَوَاهُ الْبُخَارِيُّ فِي «صَحِيحِهِ» : حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ، وَحَدَّثَنِي مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عُمَرُ بْنُ ذَرٍّ، أَخْبَرَنَا مُجَاهِدٌ عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: دَخَلْتُ مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَوَجَدَ لَبَنًا فِي قَدَحٍ، فَقَالَ «: أَبَا هِرٍّ الْحَقْ أَهْلَ الصُّفَّةِ فَادْعُهُمْ إِلَيَّ» ، قَالَ: فَأَتَيْتُهُمْ فَدَعَوْتُهُمْ، فَأَقْبَلُوا فَاسْتَأْذَنُوا فَأَذِنَ لَهُمْ فَدَخَلُوا، اهـ مِنْهُ، قَالَ: هَذَا الْحَدِيثُ الصَّحِيحُ صَرِيحٌ فِي أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَرْسَلَ أَبَا هِرٍّ لِأَهْلِ الصُّفَّةِ، وَلَمْ يَكْتَفُوا بِالْإِرْسَالِ عَنِ الِاسْتِئْذَانِ وَلَوْ كَانَ يَكْفِي عَنْهُ لَبَيَّنَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ; لِأَنَّهُ لَا يُؤَخِّرُ الْبَيَانَ عَنْ وَقْتِ الْحَاجَةِ. </p><p> وَمِنْ أَدِلَّةِ أَهْلِ هَذَا الْقَوْلِ ظَاهِرُ عُمُومِ قَوْلِهِ تَعَالَى: </p>"
}