{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا الْآيَةَ ; لِأَنَّ ظَاهِرَهَا يَشْمَلُ مَنْ أُرْسِلَ إِلَيْهِ وَغَيْرَهُ، وَقَدْ جَمَعَ بَعْضُ أَهْلِ الْعِلْمِ بَيْنَ أَدِلَّةِ الْقَوْلَيْنِ. قَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» : وَجَمَعَ الْمُهَلَّبُ وَغَيْرُهُ بِتَنْزِيلِ ذَلِكَ عَلَى اخْتِلَافِ حَالَيْنِ إِنْ طَالَ الْعَهْدُ بَيْنَ الطَّلَبِ وَالْمَجِيءِ احْتَاجَ إِلَى اسْتِئْنَافِ الِاسْتِئْذَانِ، وَكَذَا إِنْ لَمْ يَطُلْ لَكِنْ كَانَ الْمُسْتَدْعِي فِي مَكَانٍ يَحْتَاجُ مَعَهُ إِلَى الْإِذْنِ فِي الْعَادَةِ، وَإِلَّا لَمْ يَحْتَجْ إِلَى اسْتِئْنَافِ إِذْنٍ، وَقَالَ ابْنُ التِّينِ: لَعَلَّ الْأَوَّلَ فِيمَنْ عَلِمَ أَنَّهُ لَيْسَ عِنْدَهُ مَنْ يَسْتَأْذِنُ لِأَجْلِهِ، وَالثَّانِي بِخِلَافِهِ. قَالَ: وَالِاسْتِئْذَانُ عَلَى كُلِّ حَالٍ أَحْوَطُ. وَقَالَ غَيْرُهُ: إِنْ حَضَرَ صُحْبَةَ الرَّسُولِ أَغْنَاهُ اسْتِئْذَانُ الرَّسُولِ، وَيَكْفِيهِ سَلَامُ الْمُلَاقَاةِ، وَإِنْ تَأَخَّرَ عَنِ الرَّسُولِ احْتَاجَ إِلَى الِاسْتِئْذَانِ، وَبِهَذَا جَمَعَ الطَّحَاوِيُّ، وَاحْتَجَّ بِقَوْلِهِ فِي الْحَدِيثِ «: فَأَقْبَلُوا فَاسْتَأْذَنُوا» فَدَلَّ عَلَى أَنَّ أَبَا هُرَيْرَةَ لَمْ يَكُنْ مَعَهُمْ، وَإِلَّا لَقَالَ: فَأَقْبَلْنَا، كَذَا قَالَ، اهـ كَلَامُ ابْنِ حَجَرٍ. وَأَقْرَبُهَا عِنْدِي الْجَمْعُ الْأَخِيرُ، وَيَدُلُّ لَهُ الْحَدِيثُ الْمَذْكُورُ فِيهِ، وَقَوْلُهُ فِي حَدِيثِ أَبِي دَاوُدَ الْمُتَقَدِّمِ: فَجَاءَ مَعَ الرَّسُولِ فَإِنَّ ذَلِكَ لَهُ إِذْنٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ أَمَرَ اللَّهُ - جَلَّ وَعَلَا - الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَضِّ الْبَصَرِ، وَحِفْظِ الْفَرْجِ، وَيَدْخُلُ فِي حِفْظِ الْفَرْجِ: حِفْظُهُ مِنَ الزِّنَى، وَاللِّوَاطِ، وَالْمُسَاحَقَةِ، وَحِفْظُهُ مِنَ الْإِبْدَاءِ لِلنَّاسِ وَالِانْكِشَافِ لَهُمْ، وَقَدْ دَلَّتْ آيَاتٌ أُخَرُ عَلَى أَنَّ حِفْظَهُ مِنَ الْمُبَاشَرَةِ الْمَدْلُولِ عَلَيْهِ بِهَذِهِ الْآيَةِ يَلْزَمُ عَنْ كُلِّ شَيْءٍ إِلَّا الزَّوْجَةَ وَالسُّرِّيَّةَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى فِي سُورَةِ «الْمُؤْمِنُونَ» وَ «سَأَلَ سَائِلٌ» ، وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ [٢٣ \\ ٥ - ٦] وَ [٧٠ \\ ٢٩ - ٣٠] . </p><p> فَقَدْ بَيَّنَتْ هَذِهِ الْآيَةُ أَنَّ حِفْظَ الْفَرْجِ مِنَ الزِّنَى، وَاللِّوَاطِ لَازِمٌ، وَأَنَّهُ لَا يَلْزَمُ حِفْظُهُ عَنِ الزَّوْجَةِ وَالْمَوْطُوءَةِ بِالْمِلْكِ. </p><p> وَقَدْ بَيَّنَّا فِي سُورَةِ «الْبَقَرَةِ» أَنَّ الرَّجُلَ يَجِبُ عَلَيْهِ حِفْظُ فَرْجِهِ عَنْ وَطْءِ زَوْجَتِهِ فِي الدُّبُرِ، وَذَكَرْنَا لِذَلِكَ أَدِلَّةً كَثِيرَةً، وَقَدْ أَوْضَحْنَا الْكَلَامَ عَلَى آيَةِ: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ [٢٣ \\ ٥] ، فِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» ، وَقَدْ وَعَدَ اللَّهُ تَعَالَى مَنِ امْتَثَلَ أَمْرَهُ فِي هَذِهِ الْآيَةِ مِنَ الرِّجَالِ وَالنِّسَاءِ بِالْمَغْفِرَةِ وَالْأَجْرِ الْعَظِيمِ، إِذَا عَمِلَ مَعَهَا الْخِصَالَ الْمَذْكُورَةَ مَعَهَا فِي سُورَةِ «الْأَحْزَابِ» ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ إِلَى </p><p> قَوْلِهِ تَعَالَى: وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا [٣٣ \\ ٣٥] ، وَأَوْضَحَ تَأْكِيدَ حِفْظِ الْفَرْجِ عَنِ الزِّنَى فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا [١٧ \\ ٣٢] ، وَقَوْلِهِ تَعَالَى: وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا إِلَّا مَنْ تَابَ الْآيَةَ [٢٥ \\ ٦٨ - ٧٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَأَوْضَحَ لُزُومَ حِفْظِ الْفَرْجِ عَنِ اللِّوَاطِ، وَبَيَّنَ أَنَّهُ عُدْوَانٌ فِي آيَاتٍ مُتَعَدِّدَةٍ فِي قِصَّةِ قَوْمِ لُوطٍ ; كَقَوْلِهِ: أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ [٢٦ \\ ١٦٥ - ١٦٦] ، وَقَوْلِهِ تَعَالَى: وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ [٢٩ \\ ٢٨ - ٢٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ أَوْضَحْنَا كَلَامَ أَهْلِ الْعِلْمِ وَأَدِلَّتَهُمْ فِي عُقُوبَةِ فَاعِلِ فَاحِشَةِ اللِّوَاطِ فِي سُورَةِ «هُودٍ» ، وَعُقُوبَةَ الزَّانِي فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ. </p><p> وَاعْلَمْ أَنَّ الْأَمْرَ بِحِفْظِ الْفَرْجِ يَتَنَاوَلُ حِفْظَهُ مِنَ انْكِشَافِهِ لِلنَّاسِ، وَقَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَحِفْظُ الْفَرْجِ تَارَةً يَكُونُ بِمَنْعِهِ مِنَ الزِّنَى ; كَمَا قَالَ تَعَالَى: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ الْآيَةَ [٢٣ \\ ٥] ، وَتَارَةً يَكُونُ بِحِفْظِهِ مِنَ النَّظَرِ إِلَيْهِ كَمَا جَاءَ فِي الْحَدِيثِ فِي مُسْنَدِ أَحْمَدَ وَالسُّنَنِ «: احْفَظْ عَوْرَتَكَ إِلَّا مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ» ، اهـ مِنْهُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ قَالَ الزَّمَخْشَرِيُّ فِي الْكَشَّافِ: مِنْ لِلتَّبْعِيضِ وَالْمُرَادُ غَضُّ الْبَصَرِ عَمَّا يَحْرُمُ، وَالِاقْتِصَارُ بِهِ عَلَى مَا يَحِلُّ، وَجَوَّزَ الْأَخْفَشُ أَنْ تَكُونَ مَزِيدَةً، وَأَبَاهُ سِيبَوَيْهِ، فَإِنْ قُلْتَ: كَيْفَ دَخَلَتْ فِي غَضِّ الْبَصَرِ دُونَ حِفْظِ الْفَرْجِ؟ قُلْتُ: دَلَالَةً عَلَى أَنَّ أَمْرَ النَّظَرِ أَوْسَعُ، أَلَا تَرَى أَنَّ الْمَحَارِمَ لَا بَأْسَ بِالنَّظَرِ إِلَى شُعُورِهِنَّ، وَصُدُورِهِنَّ، وَثُدِيِّهِنَّ، وَأَعْضَادِهِنَّ، وَأَسْوُقِهِنَّ، وَأَقْدَامِهِنَّ، وَكَذَلِكَ الْجَوَارِي الْمُسْتَعْرَضَاتُ، وَالْأَجْنَبِيَّةُ يُنْظَرُ إِلَى وَجْهِهَا وَكَفَّيْهَا وَقَدَمَيْهَا فِي إِحْدَى الرِّوَايَتَيْنِ، وَأَمَّا أَمْرُ الْفَرْجِ فَمُضَيَّقٌ، وَكَفَاكَ فَرْقًا أَنْ أُبِيحَ النَّظَرَ إِلَّا مَا اسْتُثْنِيَ مِنْهُ، وَحُظِرَ الْجِمَاعُ إِلَّا مَا اسْتُثْنِيَ مِنْهُ، وَيَجُوزُ أَنْ يُرَادَ مَعَ حِفْظِهَا مِنَ الْإِفْضَاءِ إِلَى مَا لَا يَحِلُّ حِفْظُهَا عَنِ الْإِبْدَاءِ. </p><p> وَعَنِ ابْنِ زَيْدٍ: كُلُّ مَا فِي الْقُرْآنِ مِنْ حِفْظِ الْفَرْجِ فَهُوَ عَنِ الزِّنَى إِلَّا هَذَا فَإِنَّهُ أَرَادَ بِهِ الِاسْتِتَارَ، اهـ كَلَامُ الزَّمَخْشَرِيِّ. </p><p> وَمَا نُقِلَ عَنِ ابْنِ زَيْدٍ مِنْ أَنَّ الْمُرَادَ بِحِفْظِ الْفَرْجِ فِي هَذِهِ الْآيَةِ الِاسْتِتَارُ فِيهِ نَظَرٌ، بَلْ يَدْخُلُ فِيهِ دُخُولًا أَوَّلِيًّا حِفْظُهُ مِنَ الزِّنَى وَاللِّوَاطِ، وَمِنَ الْأَدِلَّةِ عَلَى ذَلِكَ تَقْدِيمُهُ الْأَمْرَ بِغَضِّ الْبَصَرِ عَلَى الْأَمْرِ بِحِفْظِ الْفَرْجِ ; لِأَنَّ النَّظَرَ بَرِيدُ الزِّنَى، كَمَا سَيَأْتِي إِيضَاحُهُ قَرِيبًا إِنْ شَاءَ اللَّهُ تَعَالَى، وَمَا ذُكِرَ جَوَازُ النَّظَرِ إِلَيْهِ مِنَ الْمَحَارِمِ لَا يَخْلُو بَعْضُهُ مِنْ نَظَرٍ، وَسَيَأْتِي تَحْقِيقُ ذَلِكَ إِنْ شَاءَ اللَّهُ تَعَالَى وَتَفْصِيلُهُ فِي سُورَةِ «الْأَحْزَابِ» ، كَمَا وَعَدْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ، أَنَّا نُوَضِّحُ مَسْأَلَةَ الْحِجَابِ فِي سُورَةِ «الْأَحْزَابِ» . </p><p> وَقَوْلُ الزَّمَخْشَرِيَّ: إِنَّ مِنْ فِي قَوْلِهِ: يَغُضُّوا مِنْ أَبْصَارِهِمْ لِلتَّبْعِيضِ، قَالَهُ غَيْرُهُ، وَقَوَّاهُ الْقُرْطُبِيُّ بِالْأَحَادِيثِ الْوَارِدَةِ فِي أَنَّ نَظْرَةَ الْفُجَاءَةِ لَا حَرَجَ فِيهَا، وَعَلَيْهِ أَنْ يَغُضَّ بَصَرَهُ بَعْدَهَا، وَلَا يَنْظُرَ نَظَرًا عَمْدًا إِلَى مَا لَا يَحِلُّ، وَمَا ذَكَرَهُ الزَّمَخْشَرِيُّ عَنِ الْأَخْفَشِ، وَذَكَرَهُ الْقُرْطُبِيُّ وَغَيْرُهُمَا مِنْ أَنَّ مِنْ زَائِدَةٌ، لَا يُعَوَّلُ عَلَيْهِ. وَقَالَ الْقُرْطُبِيُّ: وَقِيلَ الْغَضُّ: النُّقْصَانُ، يُقَالُ: غَضَّ فَلَانٌ مِنْ فُلَانٍ، أَيْ: وَضَعَ مِنْهُ، فَالْبَصَرُ إِذَا لَمْ يُمَكَّنْ مِنْ عَمَلِهِ، فَهُوَ مَوْضُوعٌ مِنْهُ وَمَنْقُوصٌ، فَـ مِنْ صِلَةٌ لِلْغَضِّ، وَلَيْسَتْ لِلتَّبْعِيضِ، وَلَا لِلزِّيَادَةِ، اهـ مِنْهُ. </p><p> وَالْأَظْهَرُ عِنْدَنَا أَنَّ مَادَّةَ الْغَضِّ تَتَعَدَّى إِلَى الْمَفْعُولِ بِنَفَسِهَا وَتَتَعَدَّى إِلَيْهِ أَيْضًا بِالْحَرْفِ الَّذِي هُوَ مِنْ وَمِثْلُ ذَلِكَ كَثِيرٌ فِي كَلَامِ الْعَرَبِ، وَمِنْ أُمْثِلَةِ تَعَدِّي الْغَضِّ لِلْمَعْقُولِ بِنَفْسِهِ قَوْلُ جَرِيرٍ: </p><p> فَغُضَّ الطَّرْفَ إِنَّكَ مِنْ نُمَيْرٍ ... فَلَا كَعْبًا بَلَغْتَ وَلَا كِلَابًا </p><p> وَقَوْلُ عَنْتَرَةَ: </p><p> وَأَغُضُّ طَرْفِي مَا بَدَتْ لِي جَارَتِي ... حَتَّى يُوَارِيَ جَارَتِي مَأْوَاهَا </p><p> وَقَوْلُ الْآخَرِ: </p><p> وَمَا كَانَ غَضُّ الطَّرْفِ مِنَّا سَجِيَّةً ... وَلَكِنَّنَا فِي مُذْحِجٍ غِرْبَانِ </p><p> لِأَنَّ قَوْلَهُ: غَضُّ الطَّرْفِ مَصْدَرٌ مُضَافٌ إِلَى مَفْعُولِهِ بِدُونِ حَرْفٍ. </p><p> وَمِنْ أَمْثِلَةِ تَعَدِّي الْغَضِّ بِـ مِنْ قَوْلُهُ تَعَالَى: يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَمَا ذَكَرَهُ هُنَا مِنَ الْأَمْرِ بِغَضِّ الْبَصَرِ قَدْ جَاءَ فِي آيَةٍ أُخْرَى تَهْدِيدُ مَنْ لَمْ يَمْتَثِلْهُ، وَلَمْ يَغُضَّ بَصَرَهُ عَنِ الْحَرَامِ، وَهِيَ قَوْلُهُ تَعَالَى: يَعْلَمُ خَائِنَةَ الْأَعْيُنِ [٤٠ \\ ١٩] . </p><p> وَقَدْ قَالَ الْبُخَارِيُّ - رَحِمَهُ اللَّهُ -: وَقَالَ سَعِيدُ بْنُ أَبِي الْحَسَنِ، لِلْحَسَنِ: إِنَّ نِسَاءَ الْعَجَمِ يَكْشِفْنَ صَدْرَهُنَّ وَرُءُوسَهُنَّ، قَالَ: اصْرِفْ بَصَرَكَ عَنْهُنَّ، يَقُولُ اللَّهُ - عَزَّ وَجَلَّ -: قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ قَالَ قَتَادَةُ: عَمًّا لَا يَحِلُّ لَهُمْ، وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ خَائِنَةُ الْأَعْيُنِ النَّظَرُ إِلَى مَا نُهِيَ عَنْهُ، اهـ مَحَلُّ الْغَرَضِ مِنْهُ بِلَفْظِهِ. </p><p> وَبِهِ تَعْلَمُ أَنَّ قَوْلَهُ تَعَالَى: يَعْلَمُ خَائِنَةَ الْأَعْيُنِ فِيهِ الْوَعِيدُ لِمَنْ يَخُونُ بِعَيْنِهِ بِالنَّظَرِ إِلَى مَا لَا يَحِلُّ لَهُ، وَهَذَا الَّذِي دَلَّتْ عَلَيْهِ الْآيَتَانِ مِنَ الزَّجْرِ عَنِ النَّظَرِ إِلَى مَا لَا يَحِلُّ جَاءَ مُوَضَّحًا فِي أَحَادِيثَ كَثِيرَةٍ. </p><p> مِنْهَا: مَا ثَبَتَ فِي الصَّحِيحِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: إِيَّاكُمْ وَالْجُلُوسَ بِالطُّرُقَاتِ» ، قَالُوا: يَا رَسُولَ اللَّهِ مَا لَنَا مِنْ مَجَالِسِنَا بُدٌّ نَتَحَدَّثُ فِيهَا، قَالَ «: فَإِذَا أَبَيْتُمْ إِلَّا الْمَجْلِسَ فَأَعْطُوا الطَّرِيقَ حَقَّهُ» ، قَالُوا: وَمَا حَقُّ الطَّرِيقِ يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟ قَالَ «: غَضُّ الْبَصَرِ، وَكَفُّ الْأَذَى، وَرَدُّ السَّلَامِ، وَالْأَمْرُ بِالْمَعْرُوفِ، وَالنَّهْيُ عَنِ الْمُنْكَرِ» ، انْتَهَى، هَذَا لَفْظُ الْبُخَارِيِّ فِي «صَحِيحِهِ» . </p><p> وَمِنْهَا مَا ثَبَتَ فِي الصَّحِيحِ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ: أَرْدَفَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْفَضْلَ بْنَ عَبَّاسٍ يَوْمَ النَّحْرِ خَلْفَهُ عَلَى عَجُزِ رَاحِلَتِهِ، وَكَانَ الْفَضْلُ رَجُلًا وَضِيئًا فَوَقَفَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلنَّاسِ يُفْتِيهِمْ، وَأَقْبَلَتِ امْرَأَةٌ مِنْ خَثْعَمَ وَضِيئَةٌ تَسْتَفْتِي رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهَا وَأَعْجَبَهُ حُسْنُهَا، فَالْتَفَتَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْفَضْلُ يَنْظُرُ إِلَيْهَا، فَأَخْلَفَ بِيَدِهِ، فَأَخَذَ بِذَقَنِ الْفَضْلِ فَعَدَلَ وَجْهَهُ عَنِ النَّظَرِ إِلَيْهَا، الْحَدِيثَ. </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَرَفَ وَجْهَ الْفَضْلِ عَنِ النَّظَرِ إِلَيْهَا، فَدَلَّ ذَلِكَ عَلَى أَنَّ نَظَرَهُ إِلَيْهَا لَا يَجُوزُ، وَاسْتِدْلَالُ مَنْ يَرَى أَنَّ لِلْمَرْأَةِ الْكَشْفَ عَنْ وَجْهِهَا بِحَضْرَةِ الرِّجَالِ الْأَجَانِبِ بِكَشْفِ الْخَثْعَمِيَّةِ وَجْهَهَا فِي هَذَا الْحَدِيثِ، سَيَأْتِي إِنْ شَاءَ اللَّهُ الْجَوَابُ عَنْهُ فِي </p><p> الْكَلَامِ عَلَى مَسْأَلَةِ الْحِجَابِ فِي سُورَةِ «الْأَحْزَابِ» . </p><p> وَمِنْهَا مَا ثَبَتَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا: مِنْ أَنَّ نَظَرَ الْعَيْنِ إِلَى مَا لَا يَحِلُّ لَهَا تَكُونُ بِهِ زَانِيَةً، فَقَدْ ثَبَتَ فِي الصَّحِيحِ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ: مَا رَأَيْتُ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: إِنَّ اللَّهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنَ الزِّنَى أَدْرَكَ ذَلِكَ لَا مَحَالَةَ،فَزِنَى الْعَيْنِ:النَّظَرُ،وَزِنَى اللِّسَانِ:الْمَنْطِقُ، وَالنَّفْسُ تَتَمَنَّى وَتَشْتَهِي، وَالْفَرْجُ يُصَدِّقُ ذَلِكَ كُلَّهُ وَيُكَذِّبُهُ» ، اهـ، هَذَا لَفْظُ الْبُخَارِيِّ، وَالْحَدِيثُ مُتَّفَقٌ عَلَيْهِ، وَفِي بَعْضِ رِوَايَاتِهِ زِيَادَةٌ عَلَى مَا ذَكَرْنَا هُنَا. </p><p> وَمَحَلُّ الشَّاهِدِ مِنْهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: فَزِنَى الْعَيْنِ النَّظَرُ» ، فَإِطْلَاقُ اسْمِ الزِّنَى عَلَى نَظَرِ الْعَيْنِ إِلَى مَا لَا يَحِلُّ دَلِيلٌ وَاضِحٌ عَلَى تَحْرِيمِهِ وَالتَّحْذِيرِ مِنْهُ، وَالْأَحَادِيثُ بِمِثْلِ هَذَا كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَمَعْلُومٌ أَنَّ النَّظَرَ سَبَبُ الزِّنَى فَإِنَّ مَنْ أَكْثَرَ مِنَ النَّظَرِ إِلَى جَمَالِ امْرَأَةٍ مَثَلًا قَدْ يَتَمَكَّنُ بِسَبَبِهِ حُبُّهَا مِنْ قَلْبِهِ تَمَكُّنًا يَكُونُ سَبَبَ هَلَاكِهِ، وَالْعِيَاذُ بِاللَّهِ، فَالنَّظَرُ بَرِيدُ الزِّنَى، وَقَالَ مُسْلِمُ بْنُ الْوَلِيدِ الْأَنْصَارِيُّ: </p><p> كَسَبَتْ لِقَلْبِي نَظْرَةً لِتَسُرَّهُ ... عَيْنِي فَكَانَتْ شِقْوَةً وَوَبَالًا </p><p> مَا مَرَّ بِي شَيْءٌ أَشَدُّ مِنَ الْهَوَى ... سُبْحَانَ مَنْ خَلَقَ الْهَوَى وَتَعَالَى </p><p> وَقَالَ آخَرُ: </p><p> أَلَمْ تَرَ أَنَّ الْعَيْنَ لِلْقَلْبِ رَائِدٌ ... فَمَا تَأْلَفُ الْعَيْنَانِ فَالْقَلْبُ آلِفُ </p><p> وَقَالَ آخَرُ: </p><p> وَأَنْتَ إِذَا أَرْسَلْتَ طَرْفَكَ رَائِدًا ... لِقَلْبِكَ يَوْمًا أَتْعَبَتْكَ الْمُنَاظِرُ </p><p> رَأَيْتَ الَّذِي لَا كُلَّهُ أَنْتَ قَادِرٌ ... عَلَيْهِ وَلَا عَنْ بَعْضِهِ أَنْتَ صَابِرُ </p><p> وَقَالَ أَبُو الطَّيِّبِ الْمُتَنَبِّي: </p><p> وَأَنَا الَّذِي اجْتَلَبَ الْمَنِيَّةَ طَرْفُهُ ... فَمَنِ الْمُطَالِبُ وَالْقَتِيلُ الْقَاتِلُ </p><p> وَقَدْ ذَكَرَ ابْنُ الْجَوْزِيِّ - رَحِمَهُ اللَّهُ - فِي كِتَابِهِ «ذَمِّ الْهَوَى» فُصُولًا جَيِّدَةً نَافِعَةً أَوْضَحَ فِيهَا الْآفَاتِ الَّتِي يُسَبِّبُهَا النَّظَرُ وَحَذَّرَ فِيهَا مِنْهُ، وَذَكَرَ كَثِيرًا مِنْ أَشْعَارِ الشُّعَرَاءِ، وَالْحِكَمِ النَّثْرِيَّةِ </p><p> فِي ذَلِكَ وَكُلُّهُ مَعْلُومٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلِهِ تَعَالَى: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا اعْلَمْ أَوَّلًا أَنَّ كَلَامَ الْعُلَمَاءِ فِي هَذِهِ الْآيَةِ يَرْجِعُ جَمِيعُهُ إِلَى ثَلَاثَةِ أَقْوَالٍ: </p><p> الْأَوَّلُ: أَنَّ الزِّينَةَ هُنَا نَفْسُ شَيْءٍ مِنْ بَدَنِ الْمَرْأَةِ ; كَوَجْهِهَا وَكَفَّيْهَا. </p><p> الثَّانِي: أَنَّ الزِّينَةَ هِيَ مَا يُتَزَيَّنُ بِهِ خَارِجًا عَنْ بَدَنِهَا. </p><p> وَعَلَى هَذَا الْقَوْلِ فَفِي الزِّينَةِ الْمَذْكُورَةِ الْخَارِجَةِ عَنْ بَدَنِ الْمَرْأَةِ قَوْلَانِ: </p><p> أَحَدُهُمَا: أَنَّهَا الزِّينَةُ الَّتِي لَا يَتَضَمَّنُ إِبْدَاؤُهَا رُؤْيَةَ شَيْءٍ مِنَ الْبَدَنِ ; كَالْمُلَاءَةِ الَّتِي تَلْبَسُهَا الْمَرْأَةُ فَوْقَ الْقَمِيصِ وَالْخِمَارِ وَالْإِزَارِ. </p><p> وَالثَّانِي: أَنَّهَا الزِّينَةُ الَّتِي يَتَضَمَّنُ إِبْدَاؤُهَا رُؤْيَةَ شَيْءٍ مِنَ الْبَدَنِ كَالْكُحْلِ فِي الْعَيْنِ. </p><p> فَإِنَّهُ يَتَضَمَّنُ رُؤْيَةَ الْوَجْهِ أَوْ بَعْضِهِ، وَكَالْخِضَابِ وَالْخَاتَمِ، فَإِنَّ رُؤْيَتَهُمَا تَسْتَلْزِمُ رُؤْيَةَ الْيَدِ، وَكَالْقُرْطِ وَالْقِلَادَةِ وَالسِّوَارِ، فَإِنَّ رُؤْيَةَ ذَلِكَ تَسْتَلْزِمُ رُؤْيَةَ مَحَلِّهِ مِنَ الْبَدَنِ ; كَمَا لَا يَخْفَى. </p><p> وَسَنَذْكُرُ بَعْضَ كَلَامِ أَهْلِ الْعِلْمِ فِي ذَلِكَ، ثُمَّ نُبَيِّنُ مَا يُفْهَمُ مِنْ آيَاتِ الْقُرْآنِ رُجْحَانُهُ. </p><p> قَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ هَذِهِ الْآيَةِ، وَقَوْلِهِ تَعَالَى: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا أَيْ: لَا يُظْهِرْنَ شَيْئًا مِنَ الزِّينَةِ لِلْأَجَانِبِ، إِلَّا مَا لَا يُمْكِنُ إِخْفَاؤُهُ، قَالَ ابْنُ مَسْعُودٍ كَالرِّدَاءِ وَالثِّيَابِ، يَعْنِي عَلَى مَا كَانَ يَتَعَاطَاهُ نِسَاءُ الْعَرَبِ مِنَ الْمِقْنَعَةِ الَّتِي تُجَلِّلُ ثِيَابَهَا، وَمَا يَبْدُو مِنْ أَسَافِلِ الثِّيَابِ، فَلَا حَرَجَ عَلَيْهَا فِيهِ لِأَنَّ هَذَا لَا يُمْكِنُهَا إِخْفَاؤُهُ وَنَظِيرُهُ فِي زِيِّ النِّسَاءِ مَا يَظْهَرُ مِنْ إِزَارِهَا، وَمَا لَا يُمْكِنُ إِخْفَاؤُهُ، وَقَالَ بِقَوْلِ ابْنِ مَسْعُودٍ: الْحَسَنُ، وَابْنُ سِيرِينَ، وَأَبُو الْجَوْزَاءِ، وَإِبْرَاهِيمُ النَّخَعِيُّ وَغَيْرُهُمْ، وَقَالَ الْأَعْمَشُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: وَجْهَهَا وَكَفَّيْهَا وَالْخَاتَمَ، وَرُوِيَ عَنِ ابْنِ عُمَرَ، وَعَطَاءٍ، وَعِكْرِمَةَ، وَسَعِيدِ بْنِ جُبَيْرٍ، وَأَبِي الشَّعْثَاءِ، وَالضَّحَّاكِ، وَإِبْرَاهِيمَ النَّخَعِيِّ وَغَيْرِهِمْ نَحْوُ ذَلِكَ. وَهَذَا يَحْتَمِلُ أَنْ يَكُونَ تَفْسِيرًا لِلزِّينَةِ الَّتِي نُهِينَ عَنْ إِبْدَائِهَا ; كَمَا قَالَ أَبُو إِسْحَاقَ السَّبِيعِيُّ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ قَالَ فِي قَوْلِهِ: وَلَا يُبْدِينَ زِينَتَهُنَّ الزِّينَةُ: الْقُرْطُ، وَالدُّمْلُوجُ، وَالْخَلْخَالُ، وَالْقِلَادَةُ، وَفِي رِوَايَةٍ عَنْهُ بِهَذَا الْإِسْنَادِ، قَالَ: الزِّينَةُ زِينَتَانِ، فَزِينَةٌ لَا يَرَاهَا إِلَّا الزَّوْجُ الْخَاتَمُ وَالسِّوَارُ، وَزِينَةٌ يَرَاهَا </p><p> الْأَجَانِبُ، وَهِيَ الظَّاهِرُ مِنَ الثِّيَابِ، وَقَالَ الزُّهْرِيُّ: لَا يَبْدُو لِهَؤُلَاءِ الَّذِينَ سَمَّى اللَّهُ مِمَّنْ لَا تَحِلُّ لَهُ إِلَّا الْأَسْوِرَةُ وَالْأَخْمِرَةُ وَالْأَقْرِطَةُ مِنْ غَيْرِ حَسْرٍ، وَأَمَّا عَامَّةُ النَّاسِ، فَلَا يَبْدُو مِنْهَا إِلَّا الْخَوَاتِمُ. وَقَالَ مَالِكٌ، عَنِ الزُّهْرِيِّ إِلَّا مَا ظَهَرَ مِنْهَا: الْخَاتَمُ وَالْخَلْخَالُ، وَيُحْتَمَلُ أَنَّ ابْنَ عَبَّاسٍ، وَمَنْ تَابَعَهُ أَرَادُوا تَفْسِيرَ مَا ظَهَرَ مِنْهَا: بِالْوَجْهِ وَالْكَفَّيْنِ، وَهَذَا هُوَ الْمَشْهُورُ عِنْدَ الْجُمْهُورِ، وَيُسْتَأْنَسُ لَهُ بِالْحَدِيثِ الَّذِي رَوَاهُ أَبُو دَاوُدَ فِي «سُنَنِهِ» : </p><p> حَدَّثَنَا يَعْقُوبُ بْنُ كَعْبٍ الْأَنْطَاكِيُّ، وَمُؤَمِّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، قَالَا: حَدَّثَنَا الْوَلِيدُ، عَنْ سَعِيدِ بْنِ بَشِيرٍ، عَنْ قَتَادَةَ، عَنْ خَالِدِ بْنِ دُرَيْكٍ، عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -: أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ دَخَلَتْ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَيْهَا ثِيَابٌ رِقَاقٌ فَأَعْرَضَ عَنْهَا، وَقَالَ «: يَا أَسْمَاءُ، إِنَّ الْمَرْأَةَ إِذَا بَلَغَتِ الْمَحِيضَ لَمْ يَصْلُحْ أَنْ يُرَى مِنْهَا إِلَّا هَذَا» ، وَأَشَارَ إِلَى وَجْهِهِ وَكَفَّيْهِ، لَكِنْ قَالَ أَبُو دَاوُدَ، وَأَبُو حَاتِمٍ الرَّازِيُّ: هُوَ مُرْسَلٌ، خَالِدُ بْنُ دُرَيْكٍ لَمْ يَسْمَعْ مِنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - وَاللَّهُ أَعْلَمُ، اهـ كَلَامُ ابْنِ كَثِيرٍ. </p><p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِهِ لِقَوْلِهِ تَعَالَى: إِلَّا مَا ظَهَرَ مِنْهَا: وَاخْتَلَفَ النَّاسُ فِي قَدْرِ ذَلِكَ، فَقَالَ ابْنُ مَسْعُودٍ: ظَاهِرُ الزِّينَةِ هُوَ الثِّيَابُ، وَزَادَ ابْنُ جُبَيْرٍ: الْوَجْهُ، وَقَالَ سَعِيدُ بْنُ جُبَيْرٍ أَيْضًا، وَعَطَاءٌ، وَالْأَوْزَاعِيُّ: الْوَجْهُ وَالْكَفَّانِ وَالثِّيَابُ، وَقَالَ ابْنُ عَبَّاسٍ، وَقَتَادَةُ، وَالْمِسْوَرُ بْنُ مَخْرَمَةَ: ظَاهِرُ الزِّينَةِ هُوَ الْكُحْلُ وَالسِّوَارُ وَالْخِضَابُ إِلَى نِصْفِ الذِّرَاعِ وَالْقِرَطَةُ وَالْفَتَخُ وَنَحْوُ هَذَا، فَمُبَاحٌ أَنْ تُبْدِيَهُ الْمَرْأَةُ لِكُلِّ مَنْ دَخَلَ عَلَيْهَا مِنَ النَّاسِ. وَذَكَرَ الطَّبَرِيُّ عَنْ قَتَادَةَ فِي مَعْنَى نِصْفِ الذِّرَاعِ حَدِيثًا عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَذَكَرَ آخَرَ عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ «: لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ إِذَا عَرَكَتْ أَنْ تُظْهِرَ إِلَّا وَجْهَهَا وَيَدَيْهَا إِلَى هَاهُنَا» ، وَقَبَضَ عَلَى نِصْفِ الذِّرَاعِ. </p><p> قَالَ ابْنُ عَطِيَّةَ: وَيَظْهَرُ لِي بِحُكْمِ أَلْفَاظِ الْآيَةِ أَنَّ الْمَرْأَةَ مَأْمُورَةٌ بِأَنْ لَا تُبْدِيَ وَأَنْ تَجْتَهِدَ فِي الْإِخْفَاءِ لِكُلِّ مَا هُوَ زِينَةٌ، وَوَقَعَ الِاسْتِثْنَاءُ فِيمَا يَظْهَرُ بِحُكْمِ ضَرُورَةِ حَرَكَةٍ فِيمَا لَا بُدَّ مِنْهُ، أَوْ إِصْلَاحِ شَأْنٍ وَنَحْوِ ذَلِكَ، فَمَا ظَهَرَ عَلَى هَذَا الْوَجْهِ مِمَّا تُؤَدِّي إِلَيْهِ الضَّرُورَةُ فِي النِّسَاءِ، فَهُوَ الْمَعْفُوُّ عَنْهُ. </p><p> قُلْتُ: وَهَذَا قَوْلٌ حَسَنٌ إِلَّا أَنَّهُ لَمَّا كَانَ الْغَالِبُ مِنَ الْوَجْهِ وَالْكَفَّيْنِ ظُهُورُهُمَا عَادَةً، وَعِبَادَةً وَذَلِكَ فِي الصَّلَاةِ وَالْحَجِّ، فَيَصْلُحُ أَنْ يَكُونَ الِاسْتِثْنَاءُ رَاجِعًا إِلَيْهِمَا يَدُلُّ لِذَلِكَ مَا رَوَاهُ أَبُو دَاوُدَ عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - ثُمَّ ذَكَرَ الْقُرْطُبِيُّ حَدِيثَ عَائِشَةَ الْمَذْكُورَ الَّذِي </p><p> قَدَّمْنَاهُ قَرِيبًا، ثُمَّ قَالَ: وَقَدْ قَالَ ابْنُ خُوَيْزِ مَنْدَادَ مِنْ عُلَمَائِنَا: إِنَّ الْمَرْأَةَ إِذَا كَانَتْ جَمِيلَةً، وَخِيفَ مِنْ وَجْهِهَا وَكَفَّيْهَا الْفِتْنَةُ، فَعَلَيْهَا سَتْرُ ذَلِكَ، وَإِنْ كَانَتْ عَجُوزًا أَوْ مُقَبَّحَةً جَازَ أَنْ تَكْشِفَ وَجْهَهَا وَكَفَّيْهَا، اهـ مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: الزِّينَةُ مَا تَزَيَّنَتْ بِهِ الْمَرْأَةُ مِنْ حُلِيٍّ أَوْ كُحْلٍ أَوْ خِضَابٍ، فَمَا كَانَ ظَاهِرًا مِنْهَا كَالْخَاتَمِ وَالْفَتْخَةِ وَالْكُحْلِ وَالْخِضَابِ، فَلَا بَأْسَ بِهِ، وَمَا خَفِيَ مِنْهَا كَالسِّوَارِ، وَالْخَلْخَالِ، وَالدُّمْلُجِ، وَالْقِلَادَةِ، وَالْإِكْلِيلِ، وَالْوِشَاحِ، وَالْقُرْطِ، فَلَا تُبْدِيهِ إِلَّا لِهَؤُلَاءِ الْمَذْكُورِينَ، وَذَكَرَ الزِّينَةَ دُونَ مَوَاقِعِهَا لِلْمُبَالَغَةِ فِي الْأَمْرِ بِالتَّصَوُّنِ وَالتَّسَتُّرِ ; لِأَنَّ هَذِهِ الزِّينَةَ وَاقِعَةٌ عَلَى مَوَاضِعَ مِنَ الْجَسَدِ لَا يَحِلُّ النَّظَرُ إِلَيْهَا لِغَيْرِ هَؤُلَاءِ، وَهِيَ الذِّرَاعُ، وَالسَّاقُ، وَالْعَضُدُ، وَالْعُنُقُ، وَالرَّأْسُ، وَالصَّدْرُ، وَالْأُذُنُ، فَنَهَى عَنْ إِبْدَاءِ الزِّينَةِ نَفْسِهَا لِيُعْلَمَ أَنَّ النَّظَرَ إِذَا لَمْ يَحِلَّ إِلَيْهَا لِمُلَابَسَتِهَا تِلْكَ الْمَوَاقِعَ، بِدَلِيلِ أَنَّ النَّظَرَ إِلَيْهَا غَيْرَ مُلَابَسَةٍ لَهَا لَا مَقَالَ فِي حِلِّهِ، كَانَ النَّظَرُ إِلَى الْمَوَاقِعِ أَنْفُسِهَا مُتَمَكِّنًا فِي الْحَظْرِ، ثَابِتَ الْقَدَمِ فِي الْحُرْمَةِ، شَاهِدًا عَلَى أَنَّ النِّسَاءَ حَقُّهُنَّ أَنْ يَحْتَطْنَ فِي سَتْرِهَا وَيَتَّقِينَ اللَّهَ فِي الْكَشْفِ عَنْهَا، إِلَى آخِرِ كَلَامِهِ. </p><p> وَقَالَ صَاحِبُ «الدُّرِّ الْمَنْثُورِ» : وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَالْفِرْيَابِيُّ، وَسَعِيدُ بْنُ مَنْصُورٍ، وَابْنُ أَبِي شَيْبَةَ، وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، وَابْنُ أَبِي حَاتِمٍ، وَالطَّبَرَانِيُّ، وَالْحَاكِمُ وَصَحَّحَهُ، وَابْنُ مَرْدَوَيْهِ، عَنِ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - فِي قَوْلِهِ تَعَالَى: وَلَا يُبْدِينَ زِينَتَهُنَّ قَالَ: الزِّينَةُ السِّوَارُ وَالدُّمْلُجُ وَالْخَلْخَالُ، وَالْقُرْطُ، وَالْقِلَادَةُ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الثِّيَابُ وَالْجِلْبَابُ. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَابْنُ جَرِيرٍ، وَابْنُ الْمُنْذِرِ، عَنِ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: الزِّينَةُ زِينَتَانِ،، زِينَةٌ ظَاهِرَةٌ، وَزِينَةٌ بَاطِنَةٌ لَا يَرَاهَا إِلَّا الزَّوْجُ. فَأَمَّا الزِّينَةُ الظَّاهِرَةُ: فَالثِّيَابُ، وَأَمَّا الزِّينَةُ الْبَاطِنَةُ: فَالْكُحْلُ، وَالسِّوَارُ وَالْخَاتَمُ، وَلَفْظُ ابْنِ جَرِيرٍ: فَالظَّاهِرَةُ مِنْهَا الثِّيَابُ، وَمَا يَخْفَى: فَالْخَلْخَالَانِ وَالْقُرْطَانِ وَالسِّوَارَانِ. </p><p> وَأَخْرَجَ ابْنُ الْمُنْذِرِ عَنْ أَنَسٍ فِي قَوْلِهِ: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْكُحْلُ وَالْخَاتَمُ. </p><p> وَأَخْرَجَ سَعِيدُ بْنُ مَنْصُورٍ، وَابْنُ جَرِيرٍ، وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ الْمُنْذِرِ، وَالْبَيْهَقِيُّ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْكُحْلُ وَالْخَاتَمُ وَالْقُرْطُ وَالْقِلَادَةُ. </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَعَبْدُ بْنُ حُمَيْدٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: هُوَ خِضَابُ الْكَفِّ، وَالْخَاتَمُ. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: وَجْهُهَا، وَكَفَّاهَا وَالْخَاتَمُ. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ، وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ أَبِي حَاتِمٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: رُقْعَةُ الْوَجْهِ، وَبَاطِنُ الْكَفِّ. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ وَعَبْدُ بْنُ حُمَيْدٍ، وَابْنُ الْمُنْذِرِ، وَالْبَيْهَقِيُّ فِي سُنَنِهِ، عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -: أَنَّهَا سُئِلَتْ عَنِ الزِّينَةِ الظَّاهِرَةِ؟ فَقَالَتِ: الْقَلْبُ وَالْفَتَخُ، وَضَمَّتْ طَرَفَ كُمِّهَا. </p><p> وَأَخْرَجَ ابْنُ أَبِي شَيْبَةَ عَنْ عِكْرِمَةَ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْوَجْهُ وَثُغْرَةُ النَّحْرِ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْوَجْهُ وَالْكَفُّ. </p><p> وَأَخْرَجَ ابْنُ جَرِيرٍ عَنْ عَطَاءٍ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْكَفَّانِ وَالْوَجْهُ. </p><p> وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ، عَنْ قَتَادَةَ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْمُسْكَتَانِ وَالْخَاتَمُ وَالْكُحْلُ. </p><p> قَالَ قَتَادَةُ: وَبَلَغَنِي أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ «: لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ إِلَّا إِلَى هَاهُنَا» وَيَقْبِضُ نِصْفَ الذِّرَاعِ. وَأَخْرَجَ عَبْدُ الرَّزَّاقِ وَابْنُ جَرِيرٍ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ فِي قَوْلِهِ: إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْقُلْبَيْنِ، يَعْنِي السِّوَارَ وَالْخَاتَمَ وَالْكُحْلَ. </p><p> وَأَخْرَجَ سَعِيدٌ، وَابْنُ جَرِيرٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ: قَالَ ابْنُ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا قَالَ: الْخَاتَمُ وَالْمَسَكَةُ. قَالَ ابْنُ جُرَيْجٍ: وَقَالَتْ عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا -: الْقُلْبُ وَالْفَتْخَةُ، قَالَتْ عَائِشَةُ: دَخَلَتْ عَلَيَّ ابْنَةُ أَخِي لِأُمِّي عَبْدِ اللَّهِ بْنِ الطُّفَيْلِ مُزَيَّنَةً، فَدَخَلَتْ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَعْرَضَ، فَقَالَتْ عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا -: إِنَّهَا ابْنَةُ أَخِي وَجَارِيَةٌ، فَقَالَ «: إِذَا عَرَكَتِ الْمَرْأَةُ لَمْ يَحِلَّ لَهَا أَنْ تُظْهِرَ إِلَّا وَجْهَهَا وَإِلَّا مَا دُونَ </p><p> هَذَا» ، وَقَبَضَ عَلَى ذِرَاعِهِ نَفْسِهِ، فَتَرَكَ بَيْنَ قَبْضَتِهِ وَبَيْنَ الْكَفِّ مِثْلَ قَبْضَةٍ أُخْرَى، اهـ مَحَلُّ الْغَرَضِ مِنْ كَلَامِ صَاحِبِ «الدُّرِّ الْمَنْثُورِ» . </p><p> وَقَدْ رَأَيْتَ فِي هَذِهِ النُّقُولِ الْمَذْكُورَةِ عَنِ السَّلَفِ أَقْوَالَ أَهْلِ الْعِلْمِ فِي الزِّينَةِ الظَّاهِرَةِ وَالزِّينَةِ الْبَاطِنَةِ، وَأَنَّ جَمِيعَ ذَلِكَ رَاجِعٌ فِي الْجُمْلَةِ إِلَى ثَلَاثَةِ أَقْوَالٍ ; كَمَا ذَكَرْنَا: </p><p> الْأَوَّلُ: أَنَّ الْمُرَادَ بِالزِّينَةِ مَا تَتَزَيَّنُ بِهِ الْمَرْأَةُ خَارِجًا عَنْ أَصْلٍ خِلْقَتِهَا، وَلَا يَسْتَلْزِمُ النَّظَرُ إِلَيْهِ رُؤْيَةَ شَيْءٍ مِنْ بَدَنِهَا ; كَقَوْلِ ابْنِ مَسْعُودٍ، وَمَنْ وَافَقَهُ: إِنَّهَا ظَاهِرُ الثِّيَابِ ; لِأَنَّ الثِّيَابَ زِينَةٌ لَهَا خَارِجَةٌ عَنْ أَصْلِ خِلْقَتِهَا وَهِيَ ظَاهِرَةٌ بِحُكْمِ الِاضْطِرَارِ، كَمَا تَرَى. </p><p> وَهَذَا الْقَوْلُ هُوَ أَظْهَرُ الْأَقْوَالِ عِنْدَنَا وَأَحْوَطُهَا، وَأَبْعَدُهَا مِنَ الرِّيبَةِ وَأَسْبَابِ الْفِتْنَةِ. </p><p> الْقَوْلُ الثَّانِي: أَنَّ الْمُرَادَ بِالزِّينَةِ: مَا تَتَزَيَّنُ بِهِ، وَلَيْسَ مِنْ أَصْلِ خِلْقَتِهَا أَيْضًا، لَكِنَّ النَّظَرَ إِلَى تِلْكَ الزِّينَةِ يَسْتَلْزِمُ رُؤْيَةَ شَيْءٍ مِنْ بَدَنِ الْمَرْأَةِ، وَذَلِكَ كَالْخِضَابِ وَالْكُحْلِ، وَنَحْوِ ذَلِكَ ; لِأَنَّ النَّظَرَ إِلَى ذَلِكَ يَسْتَلْزِمُ رُؤْيَةَ الْمَوْضِعِ الْمُلَابِسِ لَهُ مِنَ الْبَدَنِ، كَمَا لَا يَخْفَى. </p><p> الْقَوْلُ الثَّالِثُ: أَنَّ الْمُرَادَ بِالزِّينَةِ الظَّاهِرَةِ بَعْضُ بَدَنِ الْمَرْأَةِ الَّذِي هُوَ مِنْ أَصْلِ خِلْقَتِهَا ; كَقَوْلِ مَنْ قَالَ: إِنَّ الْمُرَادَ بِمَا ظَهَرَ مِنْهَا الْوَجْهُ وَالْكَفَّانِ، وَمَا تَقَدَّمَ ذِكْرُهُ عَنْ بَعْضِ أَهْلِ الْعِلْمِ. </p><p> وَإِذَا عَرَفْتَ هَذَا، فَاعْلَمْ أَنَّنَا قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَتَكُونُ فِي نَفْسِ الْآيَةِ قَرِينَةٌ دَالَّةٌ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، وَقَدَّمْنَا أَيْضًا فِي تَرْجَمَتِهِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَكُونَ الْغَالِبُ فِي الْقُرْآنِ إِرَادَةَ مَعْنًى مُعَيَّنٍ فِي اللَّفْظِ، مَعَ تَكَرُّرِ ذَلِكَ اللَّفْظِ فِي الْقُرْآنِ، فَكَوْنُ ذَلِكَ الْمَعْنَى هُوَ الْمُرَادُ مِنَ اللَّفْظِ فِي الْغَالِبِ، يَدُلُّ عَلَى أَنَّهُ هُوَ الْمُرَادُ فِي مَحَلِّ النِّزَاعِ ; لِدَلَالَةِ غَلَبَةِ إِرَادَتِهِ فِي الْقُرْآنِ بِذَلِكَ اللَّفْظِ، وَذَكَرْنَا لَهُ بَعْضَ الْأَمْثِلَةِ فِي التَّرْجَمَةِ. </p><p> وَإِذَا عَرَفْتَ ذَلِكَ، فَاعْلَمْ أَنَّ هَذَيْنَ النَّوْعَيْنِ مِنْ أَنْوَاعِ الْبَيَانِ لِلَّذَيْنِ ذَكَرْنَاهُمَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ، وَمَثَّلْنَا لَهُمَا بِأَمْثِلَةٍ مُتَعَدِّدَةٍ كِلَاهُمَا مَوْجُودٌ فِي هَذِهِ الْآيَةِ، الَّتِي نَحْنُ بِصَدَدِهَا. </p><p> أَمَّا الْأَوَّلُ مِنْهُمَا، فَبَيَانُهُ أَنَّ قَوْلَ مَنْ قَالَ فِي مَعْنَى: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا أَنَّ الْمُرَادَ بِالزِّينَةِ: الْوَجْهُ وَالْكَفَّانِ مَثَلًا، تُوجَدُ فِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ </p><p> هَذَا الْقَوْلِ، وَهِيَ أَنَّ الزِّينَةَ فِي لُغَةِ الْعَرَبِ، هِيَ مَا تَتَزَيَّنُ بِهِ الْمَرْأَةُ مِمَّا هُوَ خَارِجٌ عَنْ أَصْلِ خِلْقَتِهَا: كَالْحُلِيِّ، وَالْحُلَلِ. فَتَفْسِيرُ الزِّينَةِ بِبَعْضِ بَدَنِ الْمَرْأَةِ خِلَافُ الظَّاهِرِ، وَلَا يَجُوزُ الْحَمْلُ عَلَيْهِ، إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَبِهِ تَعْلَمُ أَنَّ قَوْلَ مَنْ قَالَ: الزِّينَةُ الظَّاهِرَةُ: الْوَجْهُ، وَالْكَفَّانِ خِلَافُ ظَاهِرِ مَعْنَى لَفْظِ الْآيَةِ، وَذَلِكَ قَرِينَةٌ عَلَى عَدَمِ صِحَّةِ هَذَا الْقَوْلِ، فَلَا يَجُوزُ الْحَمْلُ عَلَيْهِ إِلَّا بِدَلِيلٍ مُنْفَصِلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَأَمَّا نَوْعُ الْبَيَانِ الثَّانِي الْمَذْكُورِ، فَإِيضَاحُهُ: أَنَّ لَفْظَ الزِّينَةِ يَكْثُرُ تَكَرُّرُهُ فِي الْقُرْآنِ الْعَظِيمِ مُرَادًا بِهِ الزِّينَةُ الْخَارِجَةُ عَنْ أَصْلِ الْمُزَيَّنِ بِهَا، وَلَا يُرَادُ بِهَا بَعْضُ أَجْزَاءِ ذَلِكَ الشَّيْءِ الْمُزَيَّنِ بِهَا ; كَقَوْلِهِ تَعَالَى: يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ [٧ \\ ٣١] ، وَقَوْلِهِ تَعَالَى: قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ [٧ \\ ٣٢] ، وَقَوْلِهِ تَعَالَى: إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا [١٨ \\ ٧] ، وَقَوْلِهِ تَعَالَى: وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا [٢٨ \\ ٦٠] ، وَقَوْلِهِ تَعَالَى: إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ [٣٧ \\ ٦] ، وَقَوْلِهِ تَعَالَى: وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً الْآيَةَ [١٦ \\ ٨] ، وَقَوْلِهِ تَعَالَى: فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ الْآيَةَ [٢٨ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا الْآيَةَ [١٨ \\ ٤٦] ، وَقَوْلِهِ تَعَالَى: أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ الْآيَةَ [٥٧ \\ ٢٠] ، وَقَوْلِهِ تَعَالَى: قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ [٢٠ \\ ٥٩] ، وَقَوْلِهِ تَعَالَى عَنْ قَوْمِ مُوسَى: وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ [٢٠ \\ ٨٧] ، وَقَوْلِهِ تَعَالَى: وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ [٢٤ \\ ٣١] ، فَلَفْظُ الزِّينَةِ فِي هَذِهِ الْآيَاتِ كُلِّهَا يُرَادُ بِهِ مَا يُزَيَّنُ بِهِ الشَّيْءُ وَهُوَ لَيْسَ مِنْ أَصْلِ خِلْقَتِهِ، كَمَا تَرَى، وَكَوْنُ هَذَا الْمَعْنَى هُوَ الْغَالِبُ فِي لَفْظِ الزِّينَةِ فِي الْقُرْآنِ، يَدُلُّ عَلَى أَنَّ لَفْظَ الزِّينَةِ فِي مَحَلِّ النِّزَاعِ يُرَادُ بِهِ هَذَا الْمَعْنَى، الَّذِي غَلَبَتْ إِرَادَتُهُ فِي الْقُرْآنِ الْعَظِيمِ، وَهُوَ الْمَعْرُوفُ فِي كَلَامِ الْعَرَبِ ; كَقَوْلِ الشَّاعِرِ: </p><p> يَأْخُذْنَ زِينَتَهُنَّ أَحْسَنَ مَا تَرَى ... وَإِذَا عَطَلْنَ فَهُنَّ خَيْرُ عَوَاطِلِ </p><p> وَبِهِ تَعْلَمُ أَنَّ تَفْسِيرَ الزِّينَةِ فِي الْآيَةِ بِالْوَجْهِ وَالْكَفَّيْنِ، فِيهِ نَظَرٌ. </p><p> وَإِذَا عَلِمْتَ أَنَّ الْمُرَادَ بِالزِّينَةِ فِي الْقُرْآنِ مَا يُتَزَيَّنُ بِهِ مِمَّا هُوَ خَارِجٌ عَنْ أَصْلِ الْخِلْقَةِ، وَأَنَّ مَنْ فَسَّرُوهَا مِنَ الْعُلَمَاءِ بِهَذَا اخْتَلَفُوا عَلَى قَوْلَيْنِ، فَقَالَ بَعْضُهُمْ: هِيَ زِينَةٌ لَا يَسْتَلْزِمُ النَّظَرُ إِلَيْهَا رُؤْيَةَ شَيْءٍ مِنْ بَدَنِ الْمَرْأَةِ كَظَاهِرِ الثِّيَابِ. وَقَالَ بَعْضُهُمْ: هِيَ زِينَةٌ يَسْتَلْزِمُ النَّظَرُ </p><p> إِلَيْهَا رُؤْيَةَ مَوْضِعِهَا مِنْ بَدَنِ الْمَرْأَةِ ; كَالْكُحْلِ وَالْخِضَابِ، وَنَحْوِ ذَلِكَ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: أَظْهَرُ الْقَوْلَيْنِ الْمَذْكُورَيْنِ عِنْدِي قَوْلُ ابْنِ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ الزِّينَةَ الظَّاهِرَةَ هِيَ مَا لَا يَسْتَلْزِمُ النَّظَرُ إِلَيْهَا رُؤْيَةَ شَيْءٍ مِنْ بَدَنِ الْمَرْأَةِ الْأَجْنَبِيَّةِ، وَإِنَّمَا قُلْنَا إِنَّ هَذَا الْقَوْلَ هُوَ الْأَظْهَرُ ; لِأَنَّهُ هُوَ أَحْوَطُ الْأَقْوَالِ، وَأَبْعَدُهَا عَنْ أَسْبَابِ الْفِتْنَةِ، وَأَطْهَرُهَا لِقُلُوبِ الرِّجَالِ وَالنِّسَاءِ، وَلَا يَخْفَى أَنَّ وَجْهَ الْمَرْأَةِ هُوَ أَصْلُ جَمَالِهَا وَرُؤْيَتَهُ مِنْ أَعْظَمَ أَسْبَابِ الِافْتِتَانِ بِهَا ; كَمَا هُوَ مَعْلُومٌ وَالْجَارِي عَلَى قَوَاعِدِ الشَّرْعِ الْكَرِيمِ، هُوَ تَمَامُ الْمُحَافَظَةِ، وَالِابْتِعَادُ مِنَ الْوُقُوعِ فِيمَا لَا يَنْبَغِي. </p><p> وَاعْلَمْ أَنَّ مَسْأَلَةَ الْحِجَابِ وَإِيضَاحَ كَوْنِ الرَّجُلِ لَا يَجُوزُ لَهُ النَّظَرُ إِلَى شَيْءٍ مِنْ بَدَنِ الْأَجْنَبِيَّةِ، سَوَاءٌ كَانَ الْوَجْهَ وَالْكَفَّيْنِ أَوْ غَيْرَهُمَا قَدْ وَعَدْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ وَغَيْرِهَا مِنَ الْمَوَاضِعِ، بِأَنَّنَا سَنُوَضِّحُ ذَلِكَ فِي سُورَةِ «الْأَحْزَابِ» ، فِي الْكَلَامِ عَلَى آيَةِ الْحِجَابِ، وَسَنَفِي إِنْ شَاءَ اللَّهُ تَعَالَى بِالْوَعْدِ فِي ذَلِكَ بِمَا يَظْهَرُ بِهِ لِلْمُنْصِفِ مَا ذَكَرْنَا. </p><p> وَاعْلَمْ أَنَّ الْحَدِيثَ الَّذِي ذَكَرْنَا فِي كَلَامِ ابْنِ كَثِيرٍ عِنْدَ أَبِي دَاوُدَ، وَهُوَ حَدِيثُ عَائِشَةَ فِي دُخُولِ أَسْمَاءَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ثِيَابٍ رِقَاقٍ، وَأَنَّهُ قَالَ لَهَا «: إِنَّ الْمَرْأَةَ إِذَا بَلَغَتِ الْمَحِيضَ لَمْ يَصْلُحْ أَنْ يُرَى مِنْهَا إِلَّا هَذَا» ، وَأَشَارَ إِلَى وَجْهِهِ وَكَفَّيْهِ، حَدِيثٌ ضَعِيفٌ عِنْدَ أَهْلِ الْعِلْمِ بِالْحَدِيثِ ; كَمَا قَدَّمْنَا عَنِ ابْنِ كَثِيرٍ أَنَّهُ قَالَ فِيهِ: قَالَ أَبُو دَاوُدَ، وَأَبُو حَاتِمٍ الرَّازِيُّ: هُوَ مُرْسَلٌ، وَخَالِدُ بْنُ دُرَيْكٍ لَمْ يَسْمَعْ مِنْ عَائِشَةَ. </p><p> وَالْأَمْرُ كَمَا قَالَ، وَعَلَى كُلِّ حَالٍ فَسَنُبَيِّنُ هَذِهِ الْمَسْأَلَةَ إِنْ شَاءَ اللَّهُ بَيَانًا شَافِيًا مَعَ مُنَاقَشَةِ أَدِلَّةِ الْجَمِيعِ فِي سُورَةِ «الْأَحْزَابِ» ، وَلِذَلِكَ لَمْ نُطِلِ الْكَلَامَ فِيهَا هَاهُنَا. </p><p> تَنْبِيهٌ. </p><p> قَدْ ذَكَرْنَا فِي كَلَامِ أَهْلِ الْعِلْمِ فِي الزِّينَةِ أَسْمَاءَ كَثِيرٍ مِنْ أَنْوَاعِ الزِّينَةِ، وَلَعَلَّ بَعْضَ النَّاظِرِينَ فِي هَذَا الْكِتَابِ، لَا يَعْرِفُ مَعْنَى تِلْكَ الْأَنْوَاعِ مِنَ الزِّينَةِ، فَأَرَدْنَا أَنْ نُبَيِّنَهَا هَاهُنَا تَكْمِيلًا لِلْفَائِدَةِ. </p><p> أَمَّا الْكُحْلُ وَالْخِضَابُ فَمَعْرُوفَانِ، وَأَشْهَرُ أَنْوَاعِ خِضَابِ النِّسَاءِ الْحِنَّاءُ، وَالْقُرْطُ مَا يُعَلَّقُ فِي شَحْمَةِ الْأُذُنِ، وَيُجْمَعُ عَلَى قِرَطَةٍ كَقِرَدَةٍ، وَقِرَاطٍ، وَقُرُوطٍ، وَأَقْرَاطٍ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> أَكَلْتُ دَمًا إِنْ لَمْ أَرُعْكَ بِضَرَّةٍ ... بَعِيدَةِ مَهْوَى الْقُرْطِ طَيِّبَةِ النَّشْرِ </p><p> وَالْخَاتَمُ مَعْرُوفٌ، وَهُوَ حِلْيَةُ الْأَصَابِعِ، وَالْفَتَخُ: جَمْعُ فَتْخَةٍ بِفَتَخَاتٍ وَهِيَ حَلْقَةٌ مِنْ فِضَّةٍ لَا فَصَّ فِيهَا، فَإِذَا كَانَ فِيهَا فَصٌّ، فَهُوَ الْخَاتَمُ، وَقِيلَ: قَدْ يَكُونُ لِلْفَتْخَةِ فَصٌّ، وَعَلَيْهِ فَهِيَ نَوْعٌ مِنَ الْخَوَاتِمِ، وَالْفَتْخَةُ تَلْبَسُهَا النِّسَاءُ فِي أَصَابِعِ أَيْدِيهِنَّ، وَرُبَّمَا جَعَلَتْهَا الْمَرْأَةُ فِي أَصَابِعِ رِجْلَيْهَا، وَمِنْ ذَلِكَ قَوْلُ الرَّاجِزَةِ، وَهِيَ الدَّهْنَاءُ بِنْتُ مِسْحَلٍ زَوْجَةُ الْعَجَّاجِ: </p><p> وَاللَّهِ لَا تَخْدَعُنِي بِضَمِّ ... وَلَا بِتَقْبِيلٍ وَلَا بِشَمِّ </p><p> إِلَّا بِزِعْزَاعٍ يُسَلِّي هَمِّي ... تَسْقُطُ مِنْهُ فَتَخِي فِي كُمِّي </p><p> وَالْخَلْخَالُ، وَيُقَالُ لَهُ: </p><p> الْخُلْخُلُ حِلْيَةٌ مَعْرُوفَةٌ تَلْبَسُهَا النِّسَاءُ فِي أَرْجُلِهِنَّ كَالسِّوَارِ فِي الْمِعْصَمِ، وَالْمُخَلْخَلُ: مَوْضِعُ الْخَلْخَالِ مِنَ السَّاقِ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> إِذَا قُلْتُ هَاتِي نَوَّلِينِي تَمَايَلَتْ ... عَلَيَّ هَضِيمَ الْكَشْحِ رَيَّا الْمُخَلْخَلِ </p><p> وَالدُّمْلُجُ: وَيُقَالُ لَهُ الدُّمْلُوجُ: هُوَ الْمُعَضَّدُ، وَهُوَ مَا شُدَّ فِي عَضُدِ الْمَرْأَةِ مِنَ الْخَرَزِ وَغَيْرِهِ، وَالْعَضُدُ مِنَ الْمِرْفَقِ إِلَى الْمَنْكِبِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> مَا مَرْكَبٌ وَرُكُوبُ الْخَيْلِ يُعْجِبُنِي ... كَمَرْكَبٍ بَيْنَ دُمْلُوجٍ وَخَلْخَالِ </p><p> وَالسِّوَارُ: حِلْيَةٌ مِنَ الذَّهَبِ، أَوِ الْفِضَّةِ مُسْتَدِيرَةٌ كَالْحَلْقَةِ تَلْبَسُهَا الْمَرْأَةُ فِي مِعْصَمِهَا، وَهُوَ مَا بَيْنَ مَفْصِلِ الْيَدِ وَالْمِرْفَقِ، وَهُوَ الْقُلْبُ بِضَمِّ الْقَافِ. </p><p> وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: إِنَّ الْقُلْبَ هُوَ السِّوَارُ الْمَفْتُولُ مِنْ طَاقٍ وَاحِدٍ لَا مِنْ طَاقَيْنِ أَوْ أَكْثَرَ، وَمِنْهُ قَوْلُ خَالِدِ بْنِ يَزِيدَ بْنِ مُعَاوِيَةَ فِي زَوْجَتِهِ رَمْلَةَ بِنْتِ الزُّبَيْرِ بْنِ الْعَوَّامِ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> تَجُولُ خَلَاخِيلُ النِّسَاءِ وَلَا أَرَى ... لِرَمْلَةَ خَلْخَالًا يَجُولُ وَلَا قُلْبًا </p><p> أُحِبُّ بَنِي الْعَوَّامِّ مِنْ أَجْلِ حُبِّهَا ... وَمِنْ أَجْلِهَا أَحْبَبْتُ أَخْوَالَهَا كَلْبًا. </p><p> وَالْمَسَكَةُ بِفَتْحَاتٍ: السِّوَارُ مِنْ عَاجٍ أَوْ ذَبْلٍ، وَالْعَاجُ سِنُّ الْفِيلِ، وَالذَّبْلُ بِالْفَتْحِ شَيْءٌ كَالْعَاجِ، وَهُوَ ظَهْرُ السُّلَحْفَاةِ الْبَحْرِيَّةِ، يُتَّخَذُ مِنْهُ السِّوَارُ، وَمِنْهُ قَوْلُ جَرِيرٍ يَصِفُ امْرَأَةً: </p><p> تَرَى الْعَبَسَ الْحَوْلِيَّ جَوْنًا بِكُوعِهَا ... لَهَا مَسَكًا فِي غَيْرِ عَاجٍ وَلَا ذَبَلْ </p><p> قَالَهُ الْجَوْهَرِيُّ فِي «صِحَاحِهِ» ، وَالْمَسَكُ بِفَتْحَتَيْنِ: جَمْعُ مَسَكَةٍ. </p><p> وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: الْمَسَكُ أَسْوِرَةٌ مِنْ عَاجٍ أَوْ قُرُونٍ أَوْ ذَبَلٍ، وَمُقْتَضَى كَلَامِهِمْ أَنَّهَا لَا تَكُونُ مِنَ الذَّهَبِ، وَلَا الْفِضَّةِ، وَقَدْ قَدَّمْنَا فِي سُورَةِ «التَّوْبَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ الْآيَةَ [٩ \\ ٣٤] ، فِي مَبْحَثِ زَكَاةِ الْحُلِيِّ الْمُبَاحِ مِنْ حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عِنْدَ أَبِي دَاوُدَ وَالنَّسَائِيِّ: أَنَّ امْرَأَةً أَتَتْ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَعَهَا ابْنَتُهَا وَفِي يَدِ ابْنَتِهَا مَسَكَتَانِ غَلِيظَتَانِ مِنْ ذَهَبٍ، الْحَدِيثَ. وَهُوَ دَلِيلٌ عَلَى أَنَّ الْمَسَكَةَ تَكُونُ مِنَ الذَّهَبِ، كَمَا تَكُونُ مِنَ الْعَاجِ، وَالْقُرُونِ، وَالذَّبَلِ، وَهَذَا هُوَ الْأَظْهَرُ خِلَافًا لِكَلَامِ كَثِيرٍ مِنَ اللُّغَوِيِّينَ فِي قَوْلِهِمْ: إِنَّ الْمَسَكَ لَا يَكُونُ مِنَ الذَّهَبِ، وَالْفِضَّةِ، وَالْقِلَادَةُ مَعْرُوفَةٌ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلِهِ تَعَالَى: وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ لَمَّا أَمَرَ اللَّهُ تَعَالَى بِهَذِهِ الْآدَابِ الْمَذْكُورَةِ فِي الْآيَاتِ الْمُتَقَدِّمَةِ، وَكَانَ التَّقْصِيرُ فِي امْتِثَالِ تِلْكَ الْأَوَامِرِ قَدْ يَحْصُلُ عِلْمُ خَلْقِهِ مَا يَتَدَارَكُونَ بِهِ، مَا وَقَعَ مِنْهُمْ مِنَ التَّقْصِيرِ فِي امْتِثَالِ الْأَمْرِ، وَاجْتِنَابِ النَّهْيِ، وَبَيَّنَ لَهُمْ أَنَّ ذَلِكَ إِنَّمَا يَكُونُ بِالتَّوْبَةِ، وَهِيَ الرُّجُوعُ عَنِ الذَّنْبِ، وَالْإِنَابَةُ إِلَى اللَّهِ بِالِاسْتِغْفَارِ مِنْهُ، وَهِيَ ثَلَاثَةُ أَرْكَانٍ: </p><p> الْأَوَّلُ: الْإِقْلَاعُ عَنِ الذَّنْبِ إِنْ كَانَ مُتَلَبِّسًا بِهِ. </p><p> وَالثَّانِي: النَّدَمُ عَلَى مَا وَقَعَ مِنْهُ مِنَ الْمَعْصِيَةِ. </p><p> وَالثَّالِثُ: النِّيَّةُ أَلَّا يَعُودَ إِلَى الذَّنْبِ أَبَدًا، وَالْأَمْرُ فِي قَوْلِهِ فِي هَذِهِ الْآيَةِ: وَتُوبُوا إِلَى اللَّهِ جَمِيعًا الظَّاهِرُ أَنَّهُ لِلْوُجُوبِ وَهُوَ كَذَلِكَ، فَالتَّوْبَةُ وَاجِبَةٌ عَلَى كُلِّ مُكَلَّفٍ، مِنْ كُلِّ ذَنْبٍ اقْتَرَفَهُ، وَتَأْخِيرُهَا لَا يَجُوزُ فَتَجِبُ مِنْهُ التَّوْبَةُ أَيْضًا. </p><p> وَقَوْلُهُ: لَعَلَّكُمْ تُفْلِحُونَ قَدْ قَدَّمْنَا مِرَارًا أَنَّ أَشْهَرَ مَعَانِي لَعَلَّ فِي الْقُرْآنِ اثْنَانِ: </p><p> الْأَوَّلُ: أَنَّهَا عَلَى بَابِهَا مِنَ التَّرَجِّي، أَيْ: تُوبُوا إِلَى اللَّهِ رَجَاءَ أَنْ تُفْلِحُوا، وَعَلَى هَذَا فَالرَّجَاءُ بِالنِّسْبَةِ إِلَى الْعَبْدِ، أَمَّا اللَّهُ - جَلَّ وَعَلَا - فَهُوَ عَالِمٌ بِكُلِّ شَيْءٍ، فَلَا يَجُوزُ فِي حَقِّهِ إِطْلَاقُ الرَّجَاءِ، وَعَلَى هَذَا فَقَوْلُهُ تَعَالَى لِمُوسَى وَهَارُونَ فِي مُخَاطَبَةِ فِرْعَوْنَ: فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى [٢٠ \\ ٤٤] </p><p> وَهُوَ - جَلَّ وَعَلَا - عَالِمٌ بِمَا سَبَقَ فِي الْأَزَلِ مِنْ أَنَّهُ لَا يَتَذَكَّرُ وَلَا يَخْشَى. </p><p> مَعْنَاهُ: فَقُولَا لَهُ قَوْلًا لَيِّنًا رَجَاءً مِنْكُمَا بِحَسَبِ عَدَمِ عِلْمِكُمَا بِالْغَيْبِ أَنْ يَتَذَكَّرَ أَوْ يَخْشَى. </p><p> وَالثَّانِي: هُوَ مَا قَالَهُ بَعْضُ أَهْلِ الْعِلْمِ بِالتَّفْسِيرِ مِنْ أَنَّ كُلَّ لَعَلَّ فِي الْقُرْآنِ لِلتَّعْلِيلِ، إِلَّا الَّتِي فِي سُورَةِ «الشُّعَرَاءِ» ، وَهِيَ فِي قَوْلِهِ تَعَالَى: وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ [٢٦ \\ ١٢٩] ، قَالُوا: فَهِيَ بِمَعْنَى كَأَنَّكُمْ، وَقَدْ قَدَّمْنَا أَنَّ إِطْلَاقَ لَعَلَّ لِلتَّعْلِيلِ مَعْلُومٌ فِي الْعَرَبِيَّةِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> فَقُلْتُمْ لَنَا كُفُّوا الْحُرُوبَ لَعَلَّنَا ... نَكُفُّ وَوَثَّقْتُمْ لَنَا كُلَّ مَوْثِقِ </p><p> أَيْ: كَفُّوا الْحُرُوبَ، لِأَجْلِ أَنْ نَكُفَّ ; كَمَا تَقَدَّمَ. </p><p> وَعَلَى هَذَا الْقَوْلِ، فَالْمَعْنَى: وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ، لِأَجْلِ أَنْ تُفْلِحُوا، أَيْ: تَنَالُوا الْفَلَاحَ، وَالْفَلَاحُ فِي اللُّغَةِ الْعَرَبِيَّةِ: يُطْلَقُ عَلَى مَعْنَيَيْنِ: </p><p> الْأَوَّلُ: الْفَوْزُ بِالْمَطْلُوبِ الْأَعْظَمِ، وَمِنْ هَذَا الْمَعْنَى قَوْلُ لَبِيَدٍ: </p><p> فَاعْقِلِي إِنْ كُنْتِ لَمَّا تَعْقِلِي ... وَلَقَدْ أَفْلَحَ مَنْ كَانَ عَقَلَ </p><p> أَيْ: فَازَ بِالْمَطْلُوبِ الْأَعْظَمِ مِنْ رَزَقَهُ اللَّهُ الْعَقْلَ. </p><p> الْمَعْنَى الثَّانِي: هُوَ الْبَقَاءُ الدَّائِمُ فِي النَّعِيمِ وَالسُّرُورِ، وَمِنْهُ قَوْلُ الْأَضْبَطِ بْنِ قُرَيْعٍ، وَقِيلَ: كَعْبِ بْنِ زُهَيْرٍ: </p><p> لِكُلِّ هَمٍّ مِنَ الْهُمُومِ سَعَهْ ... وَالْمِسَا وَالصُّبْحُ لَا فَلَاحَ مَعَهْ </p><p> يَعْنِي: أَنَّهُ لَا بَقَاءَ لِأَحَدٍ فِي الدُّنْيَا مَعَ تَعَاقُبِ الْمَسَاءِ وَالصَّبَاحِ عَلَيْهِ. وَقَوْلُ لَبِيدِ بْنِ رَبِيعَةَ أَيْضًا: </p><p> لَوْ أَنَّ حَيًّا مُدْرِكُ الْفَلَاحِ ... لَنَالَهُ مُلَاعِبُ الرِّمَاحِ </p><p> يَعْنِي: لَوْ كَانَ أَحَدٌ يُدْرِكُ الْبَقَاءَ، وَلَا يَمُوتُ لَنَالَهُ مُلَاعِبُ الرِّمَاحِ، وَهُوَ عَمُّهُ عَامِرُ بْنُ </p><p> مَالِكِ بْنِ جَعْفَرٍ الْمَعْرُوفُ بِمُلَاعِبِ الْأَسِنَّةِ، وَقَدْ قَالَ فِيهِ الشَّاعِرُ يَمْدَحُهُ، وَيَذُمُّ أَخَاهُ الطُّفَيْلَ وَالِدَ عَامِرِ بْنِ الطُّفَيْلِ الْمَشْهُورِ: </p><p> فَرَرْتَ وَأَسْلَمْتَ ابْنَ أُمِّكَ عَامِرًا ... يُلَاعِبُ أَطْرَافَ الْوَشِيجِ الْمُزَعْزَعِ </p><p> وَبِكُلٍّ مِنَ الْمَعْنَيَيْنِ اللَّذَيْنِ ذَكَرْنَاهُمَا فِي الْفَلَاحِ فُسِّرَ حَدِيثُ الْأَذَانِ وَالْإِقَامَةِ: </p><p> حَيَّ عَلَى الْفَلَاحِ ; كَمَا هُوَ مَعْرُوفٌ. وَمَنْ تَابَ إِلَى اللَّهِ - كَمَا أَمَرَهُ اللَّهُ - نَالَ الْفَلَاحَ بِمَعْنَيَيْهِ، فَإِنَّهُ يَفُوزُ بِالْمَطْلُوبِ الْأَعْظَمِ وَهُوَ الْجَنَّةُ، وَرِضَا اللَّهِ تَعَالَى، وَكَذَلِكَ يَنَالُ الْبَقَاءَ الْأَبَدِيَّ فِي النَّعِيمِ وَالسُّرُورِ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَمْرِهِ - جَلَّ وَعَلَا - لِجَمِيعِ الْمُسْلِمِينَ بِالتَّوْبَةِ، مُشِيرًا إِلَى أَنَّهَا تُؤَدِّي إِلَى فَلَاحِهِمْ فِي قَوْلِهِ: لَعَلَّكُمْ تُفْلِحُونَ أَوْضَحَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَبَيَّنَ أَنَّ التَّوْبَةَ الَّتِي يَمْحُو اللَّهُ بِهَا الذُّنُوبَ، وَيُكَفِّرُ بِهَا السَّيِّئَاتِ، أَنَّهَا التَّوْبَةُ النَّصُوحُ، وَبَيَّنَ أَنَّهَا يَتَرَتَّبُ عَلَيْهَا تَكْفِيرُ السَّيِّئَاتِ، وَدُخُولُ الْجَنَّةِ، وَلَا سِيَّمَا عِنْدَ مَنْ يَقُولُ مِنْ أَهْلِ الْعِلْمِ: إِنَّ عَسَى مِنَ اللَّهِ وَاجِبَةٌ، وَلَهُ وَجْهٌ مِنَ النَّظَرِ ; لِأَنَّهُ عَزَّ وَجَلَّ جَوَّادٌ كَرِيمٌ، رَحِيمٌ غَفُورٌ، فَإِذَا أَطْمَعَ عَبْدَهُ فِي شَيْءٍ مِنْ فَضْلِهِ، فَجُودُهُ وَكَرَمُهُ تَعَالَى وَسَعَةُ رَحْمَتِهِ يَجْعَلُ ذَلِكَ الْإِنْسَانَ الَّذِي أَطْمَعَهُ رَبُّهُ فِي ذَلِكَ الْفَضْلِ يَثِقُ بِأَنَّهُ مَا أَطْمَعَهُ فِيهِ إِلَّا لِيَتَفَضَّلَ بِهِ عَلَيْهِ. </p><p> وَمِنَ الْآيَاتِ الَّتِي بَيَّنَتْ هَذَا الْمَعْنَى هُنَا، قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ [٦٦ \\ ٨] ، فَقَوْلُهُ فِي آيَةِ «التَّحْرِيمِ» هَذِهِ: ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا ; كَقَوْلِهِ فِي آيَةِ «النُّورِ» : أَيُّهَا الْمُؤْمِنُونَ لِأَنَّ مَنْ كُفِّرَتْ عَنْهُ سَيِّئَاتُهُ وَأُدْخِلَ الْجَنَّةَ، فَقَدْ نَالَ الْفَلَاحَ بِمَعْنَيَيْهِ، وَقَوْلُهُ فِي آيَةِ «التَّحْرِيمِ» : تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا مُوَضِّحٌ لِقَوْلِهِ فِي «النُّورِ» : وَتُوبُوا إِلَى اللَّهِ جَمِيعًا وَنِدَاؤُهُ لَهُمْ بِوَصْفِ الْإِيمَانِ فِي الْآيَتَيْنِ فِيهِ تَهْيِيجٌ لَهُمْ، وَحَثٌّ عَلَى امْتِثَالِ الْأَمْرِ ; لِأَنَّ الِاتِّصَافَ بِصِفَةِ الْإِيمَانِ بِمَعْنَاهُ الصَّحِيحِ، يَقْتَضِي الْمُسَارَعَةَ إِلَى امْتِثَالِ أَمْرِ اللَّهِ، وَاجْتِنَابِ نَهْيِهِ، وَالرَّجَاءُ الْمَفْهُومُ مِنْ لَفْظَةِ عَسَى فِي آيَةِ «التَّحْرِيمِ» ، هُوَ الْمَفْهُومُ مِنْ لَفْظَةِ لَعَلَّ فِي آيَةِ «النُّورِ» ، كَمَا لَا يَخْفَى. </p><p> تَنْبِيهَاتٌ. </p><p> الْأَوَّلُ: التَّوْبَةُ النَّصُوحُ: هِيَ التَّوْبَةُ الصَّادِقَةُ. </p><p> وَحَاصِلُهَا أَنْ يَأْتِيَ بِأَرْكَانِهَا الثَّلَاثَةِ عَلَى الْوَجْهِ الصَّحِيحِ، بِأَنْ يُقْلِعَ عَنِ الذَّنْبِ إِنْ كَانَ </p><p> مُلْتَبِسًا بِهِ، وَيَنْدَمُ عَلَى مَا صَدَرَ مِنْهُ مِنْ مُخَالَفَةِ أَمْرِ رَبِّهِ - جَلَّ وَعَلَا - وَيَنْوِي نِيَّةً جَازِمَةً أَلَّا يَعُودَ إِلَى مَعْصِيَةِ اللَّهِ أَبَدًا. </p><p> وَأَظْهَرُ أَقْوَالِ أَهْلِ الْعِلْمِ أَنَّهُ إِنْ تَابَ تَوْبَةً نَصُوحًا وَكَفَّرَ اللَّهُ عَنْهُ سَيِّئَاتِهِ بِتِلْكَ التَّوْبَةِ النَّصُوحِ، ثُمَّ عَادَ إِلَى الذَّنْبِ بَعْدَ ذَلِكَ أَنَّ تَوْبَتَهُ الْأُولَى الْوَاقِعَةَ عَلَى الْوَجْهِ الْمَطْلُوبِ لَا يُبْطِلُهَا الرُّجُوعُ إِلَى الذَّنْبِ، بَلْ تَجِبُ عَلَيْهِ التَّوْبَةُ مِنْ جَدِيدٍ لِذَنْبِهِ الْجَدِيدِ خِلَافًا لِمَنْ قَالَ: إِنَّ عَوْدَهُ لِلذَّنْبِ نَقْضٌ لِتَوْبَتِهِ الْأُولَى. </p><p> الثَّانِي: اعْلَمْ أَنَّهُ لَا خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ فِي أَنَّهُ لَا تَصِحُّ تَوْبَةٌ مِنْ ذَنْبٍ إِلَّا بِالنَّدَمِ عَلَى فِعْلِ الذَّنْبِ، وَالْإِقْلَاعِ عَنْهُ، إِنْ كَانَ مُلْتَبِسًا بِهِ كَمَا قَدَّمْنَا أَنَّهُمَا مِنْ أَرْكَانِ التَّوْبَةِ، وَكُلُّ وَاحِدٍ مِنْهُمَا فِيهِ إِشْكَالٌ مَعْرُوفٌ، وَإِيضَاحُهُ فِي الْأَوَّلِ الَّذِي هُوَ النَّدَمُ أَنَّ النَّدَمَ لَيْسَ فِعْلًا، وَإِنَّمَا هُوَ انْفِعَالٌ، وَلَا خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ فِي أَنَّ اللَّهَ لَا يُكَلِّفُ أَحَدًا إِلَّا بِفِعْلٍ يَقَعُ بِاخْتِيَارِ الْمُكَلَّفِ، وَلَا يُكَلِّفُ أَحَدًا بِشَيْءٍ إِلَّا شَيْئًا هُوَ فِي طَاقَتِهِ ; كَمَا قَالَ تَعَالَى: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا [٢ \\ ٢٨٦] ، وَقَالَ تَعَالَى: فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ [٦٤ \\ ١٦] . </p><p> وَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ النَّدَمَ انْفِعَالٌ لَيْسَ دَاخِلًا تَحْتَ قُدْرَةِ الْعَبْدِ، فَلَيْسَ بِفِعْلٍ أَصْلًا، وَلَيْسَ فِي وُسْعِ الْمُكَلَّفِ فِعْلُهُ، وَالتَّكْلِيفُ لَا يَقَعُ بِغَيْرِ الْفِعْلِ، وَلَا بِمَا لَا يُطَاقُ، كَمَا بَيَّنَّا، قَالَ فِي «مَرَاقِي السُّعُودِ» : </p><p> وَلَا يُكَلِّفُ بِغَيْرِ الْفِعْلِ ... بَاعِثُ الْأَنْبِيَا وَرَبُّ الْفَضْلِ </p><p> وَقَالَ أَيْضًا: </p><p> وَالْعِلْمُ وَالْوُسْعُ عَلَى الْمَعْرُوفِ ... شَرْطٌ يَعُمُّ كُلَّ ذِي تَكْلِيفِ </p><p> وَاعْلَمْ أَنَّ كَلَامَ الْأُصُولِيِّينَ فِي مَسْأَلَةِ التَّكْلِيفِ بِمَا لَا يُطَاقُ، وَاخْتِلَافَهُمْ فِي ذَلِكَ إِنَّمَا هُوَ بِالنِّسْبَةِ إِلَى الْجِوَارِ الْعَقْلِيِّ، وَالْمَعْنَى هَلْ يُجِيزُهُ الْعَقْلُ أَوْ يَمْنَعُهُ؟ . </p><p> أَمَّا وُقُوعُهُ بِالْفِعْلِ فَهُمْ مُجْمِعُونَ عَلَى مَنْعِهِ ; كَمَا دَلَّتْ عَلَيْهِ آيَاتُ الْقُرْآنِ وَالْأَحَادِيثُ النَّبَوِيَّةُ، وَبَعْضُ الْأُصُولِيِّينَ يُعَبِّرُ عَنْ هَذِهِ الْمَسْأَلَةِ بِالتَّكْلِيفِ بِالْمُحَالِ هَلْ يَجُوزُ عَقْلًا، أَوْ لَا؟ أَمَّا وُقُوعُ التَّكْلِيفِ بِالْمُحَالِ عَقْلًا، أَوْ عَادَةً، فَكُلُّهُمْ مُجْمِعُونَ عَلَى مَنْعِهِ إِنْ كَانَتِ الِاسْتِحَالَةُ لِغَيْرِ عِلْمِ اللَّهِ تَعَالَى بِعَدَمِ وُقُوعِهِ أَزَلًا، وَمِثَالُ الْمُسْتَحِيلِ عَقْلًا أَنْ يُكَلَّفَ بِالْجَمْعِ بَيْنَ الضِّدَّيْنِ كَالْبَيَاضِ وَالسَّوَادِ، أَوِ النَّقِيضَيْنِ كَالْعَدَمِ وَالْوُجُودِ، وَالْمُسْتَحِيلِ عَادَةً كَتَكْلِيفِ الْمُقْعَدِ </p><p> بِالْمَشْيِ وَتَكْلِيفِ الْإِنْسَانِ بِالطَّيَرَانِ، وَنَحْوِ ذَلِكَ، فَمِثْلُ هَذَا لَا يَقَعُ التَّكْلِيفُ بِهِ إِجْمَاعًا. </p><p> وَأَمَّا الْمُسْتَحِيلُ لِأَجْلِ عِلْمِ اللَّهِ فِي الْأَزَلِ بِأَنَّهُ لَا يَقَعُ، فَهُوَ جَائِزٌ عَقْلًا وَلَا خِلَافَ فِي التَّكْلِيفِ بِهِ فَإِيمَانُ أَبِي لَهَبٍ مَثَلًا كَانَ اللَّهُ عَالِمًا فِي الْأَزَلِ بِأَنَّهُ لَا يَقَعُ ; كَمَا قَالَ اللَّهُ تَعَالَى عَنْهُ: سَيَصْلَى نَارًا ذَاتَ لَهَبٍ [١١ \\ ٣] ، فَوُقُوعُهُ مُحَالٌ عَقْلًا لِعِلْمِ اللَّهِ فِي الْأَزَلِ، بِأَنَّهُ لَا يُوجَدُ ; لِأَنَّهُ لَوْ وُجِدَ لَاسْتَحَالَ الْعِلْمُ بِعَدَمِهِ جَهْلًا، وَذَلِكَ مُسْتَحِيلٌ فِي حَقِّهِ تَعَالَى، وَلَكِنَّ هَذَا الْمُسْتَحِيلَ لِلْعِلْمِ بِعَدَمِ وُقُوعِهِ جَائِزٌ عَقْلًا، إِذْ لَا يَمْنَعُ الْعَقْلُ إِيمَانَ أَبِي لَهَبٍ، وَلَوْ كَانَ مُسْتَحِيلًا لَمَا كَلَّفَهُ اللَّهُ بِالْإِيمَانِ، عَلَى لِسَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَالْإِمْكَانُ عَامٌّ، وَالدَّعْوَةُ عَامَّةٌ، وَالتَّوْفِيقُ خَاصٌّ. </p><p> وَإِيضَاحُ مَسْأَلَةِ الْحُكْمِ الْعَقْلِيِّ أَنَّهُ عِنْدَ جُمْهُورِ النُّظَّارِ ثَلَاثَةُ أَقْسَامٍ: </p><p> الْأَوَّلُ: الْوَاجِبُ عَقْلًا. </p><p> الثَّانِي: الْمُسْتَحِيلُ عَقْلًا. </p><p> الثَّالِثُ: الْجَائِزُ عَقْلًا، وَبُرْهَانُ الْحَصْرِ الْحُكْمُ الْعَقْلِيُّ فِي الثَّلَاثَةِ الْمَذْكُورَةِ، أَنَّ الشَّيْءَ مِنْ حَيْثُ هُوَ شَيْءٌ، لَا يَخْلُو مِنْ وَاحِدَةٍ مِنْ ثَلَاثِ حَالَاتٍ: إِمَّا أَنْ يَكُونَ الْعَقْلُ يَقْبَلُ وُجُودَهُ، وَلَا يَقْبَلُ عَدَمَهُ بِحَالٍ. وَإِمَّا أَنْ يَكُونَ يَقْبَلُ عَدَمَهُ وَلَا يَقْبَلُ وُجُودَهُ بِحَالٍ. وَإِمَّا أَنْ يَكُونَ يَقْبَلُ وُجُودَهُ وَعَدَمَهُ مَعًا، فَإِنْ كَانَ الْعَقْلُ يَقْبَلُ وُجُودَهُ دُونَ عَدَمِهِ، فَهُوَ الْوَاجِبُ عَقْلًا، وَذَلِكَ كَوُجُودِ اللَّهِ تَعَالَى مُتَّصِفًا بِصِفَاتِ الْكَمَالِ وَالْجَلَالِ، فَإِنَّ الْعَقْلَ السَّلِيمَ لَوْ عُرِضَ عَلَيْهِ وُجُودُ خَالِقِ هَذِهِ الْمَخْلُوقَاتِ لَقَبِلَهُ، وَلَوْ عُرِضَ عَلَيْهِ عَدَمُهُ وَأَنَّهَا خُلِقَتْ بِلَا خَالِقٍ، لَمْ يَقْبَلْهُ، فَهُوَ وَاجِبٌ عَقْلًا، وَأَمَّا إِنْ كَانَ يَقْبَلُ عَدَمَهُ، دُونَ وُجُودِهِ، فَهُوَ الْمُسْتَحِيلُ عَقْلًا ; كَشَرِيكِ اللَّهِ سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، فَلَوْ عُرِضَ عَلَى الْعَقْلِ السَّلِيمِ عَدَمُ شَرِيكٍ لِلَّهِ فِي مُلْكِهِ، وَعِبَادَتِهِ لَقَبِلَهُ، وَلَوْ عُرِضَ عَلَيْهِ وَجُودُهُ لَمْ يَقْبَلْهُ بِحَالٍ ; كَمَا قَالَ تَعَالَى: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] ، وَقَالَ: إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ [٢٣ \\ ٩١] ، فَهُوَ مُسْتَحِيلٌ عَقْلًا. وَأَمَّا إِنْ كَانَ الْعَقْلُ يَقْبَلُ وُجُودَهُ وَعَدَمَهُ مَعًا، فَهُوَ الْجَائِزُ الْعَقْلِيُّ، وَيُقَالُ لَهُ الْجَائِزُ الذَّاتِيُّ، وَذَلِكَ كَإِيمَانِ أَبِي لَهَبٍ، فَإِنَّهُ لَوْ عُرِضَ وُجُودُهُ عَلَى الْعَقْلِ السَّلِيمِ لَقَبِلَهُ، وَلَوْ عُرِضَ عَلَيْهِ عَدَمُهُ بَدَلَ وَجُودِهِ لَقَبِلَهُ أَيْضًا، كَمَا لَا يَخْفَى، فَهُوَ جَائِزٌ عَقْلًا جَوَازًا ذَاتِيًّا، وَلَا خِلَافَ فِي التَّكْلِيفِ بِهَذَا النَّوْعِ الَّذِي هُوَ الْجَائِزُ الْعَقْلِيُّ الذَّاتِيُّ. </p><p> وَقَالَتْ جَمَاعَاتٌ مِنْ أَهْلِ الْأَهْوَاءِ: إِنَّ الْحُكْمَ الْعَقْلِيَّ قِسْمَانِ فَقَطْ، وَهُمَا: الْوَاجِبُ عَقْلًا، وَالْمُسْتَحِيلُ عَقْلًا، قَالُوا: وَالْجَائِزُ عَقْلًا لَا وُجُودَ لَهُ أَصْلًا، وَزَعَمُوا أَنَّ دَلِيلَ الْحَصْرِ فِي الْوَاجِبِ وَالْمُسْتَحِيلِ أَنَّ الْأَمْرَ إِمَّا أَنْ يَكُونَ اللَّهُ عَالِمًا فِي أَزَلَهِ، بِأَنَّهُ سَيُوجَدُ فَهُوَ الْوَاجِبُ الْوُجُودِ لِاسْتِحَالَةِ عَدَمِ وُجُودِهِ مَعَ سَبْقِ الْعِلْمِ الْأَزَلِيِّ بِوُجُودِهِ، كَإِيمَانِ أَبِي بَكْرٍ فَهُوَ وَاجِبٌ عِنْدَهُمْ عَقْلًا لِعِلْمِ اللَّهِ بِأَنَّهُ سَيَقَعُ، إِذْ لَوْ لَمْ يَقَعْ لَكَانَ عِلْمُهُ جَهْلًا سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، وَذَلِكَ مُحَالٌ. </p><p> وَإِمَّا أَنْ يَكُونَ اللَّهُ عَالِمًا فِي أَزَلِهِ، بِأَنَّهُ لَا يُوجَدُ كَإِيمَانِ أَبِي لَهَبٍ، فَهُوَ مُسْتَحِيلٌ عَقْلًا، إِذْ لَوْ وُجِدَ لَانْقَلَبَ الْعِلْمُ جَهْلًا، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، وَهَذَا الْقَوْلُ لَا يَخْفَى بُطْلَانُهُ، وَلَا يَخْفَى أَنَّ إِيمَانَ أَبِي لَهَبٍ، وَأَبِي بَكْرٍ كِلَاهُمَا يُجِيزُ الْعَقْلُ وُجُودَهُ وَعَدَمَهُ، فَكِلَاهُمَا جَائِزٌ إِلَّا أَنَّ اللَّهَ تَعَالَى شَاءَ وُجُودَ أَحَدِ هَذَيْنِ الْجَائِزَيْنِ فَأَوْجَدَهُ، وَشَاءَ عَدَمَ الْآخَرِ، فَلَمْ يُوجِدْهُ. </p><p> وَالْحَاصِلُ أَنَّ الْمُسْتَحِيلَ لِغَيْرِ عِلْمِ اللَّهِ السَّابِقِ بِعَدَمِ وُجُودِهِ ; لِأَنَّهُ مُسْتَحِيلٌ اسْتِحَالَةً ذَاتِيَّةً كَالْجَمْعِ بَيْنَ النَّقِيضَيْنِ لَا يَقَعُ التَّكْلِيفُ بِهِ إِجْمَاعًا، وَكَذَلِكَ الْمُسْتَحِيلُ عَادَةً، كَمَا لَا يَخْفَى. </p><p> أَمَّا الْجَائِزُ الذَّاتِيُّ فَالتَّكْلِيفُ بِهِ جَائِزٌ، وَوَاقِعٌ إِجْمَاعًا كَإِيمَانِ أَبِي لَهَبٍ فَإِنَّهُ جَائِزٌ عَقْلًا، وَإِنِ اسْتَحَالَ مِنْ جِهَةِ عِلْمِ اللَّهِ بِعَدَمِ وُقُوعِهِ، وَهُمْ يُسَمُّونَ هَذَا الْجَائِزَ الذَّاتِيَّ مُسْتَحِيلًا عَرَضِيًّا، وَنَحْنُ نُنَزِّهُ صِفَةَ عِلْمِ اللَّهِ عَنْ أَنْ نَقُولَ إِنَّ الِاسْتِحَالَةَ بِسَبَبِهَا عَرَضِيَّةٌ. </p><p> فَإِذَا عَلِمْتَ هَذَا، فَاعْلَمْ أَنَّ عُلَمَاءَ الْأُصُولِ وَجَمِيعَ أَهْلِ الْعِلْمِ مُجْمِعُونَ عَلَى وُقُوعِ التَّكْلِيفِ بِالْجَائِزِ الْعَقْلِيِّ الذَّاتِيِّ، كَإِيمَانِ أَبِي لَهَبٍ، وَإِنْ كَانَ وُقُوعُهُ مُسْتَحِيلًا لِعِلْمِ اللَّهِ بِأَنَّهُ لَا يَقَعُ. </p><p> أَمَّا الْمُسْتَحِيلُ عَقْلًا لِذَاتِهِ كَالْجَمْعِ بَيْنَ النَّقِيضَيْنِ، وَالْمُسْتَحِيلُ عَادَةً كَمَشْيِ الْمُقْعَدِ، وَطَيَرَانِ الْإِنْسَانِ بِغَيْرِ آلَةٍ، فَلَا خِلَافَ بَيْنِ أَهْلِ الْعِلْمِ فِي مَنْعِ وُقُوعِ التَّكْلِيفِ بِكُلٍّ مِنْهُمَا ; كَمَا قَالَ تَعَالَى: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا [٢ \\ ٢٨٢] ، وَقَالَ تَعَالَى: فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ [٦٤ \\ ١٦] ، وَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «: إِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ» . </p><p> وَأَمَّا الْمُسْتَحِيلُ الْعَقْلِيُّ: فَقَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْأُصُولِ: يَجُوزُ التَّكْلِيفُ بِالْمُسْتَحِيلِ الذَّاتِيِّ عَادَةً وَعَقْلًا، وَبِالْمُسْتَحِيلِ عَادَةً، وَقَالَ بَعْضُهُمْ: لَا يَجُوزُ عَقْلًا مَعَ إِجْمَاعِهِمْ عَلَى أَنَّهُ </p><p> لَا يَصِحُّ وُقُوعُهُ بِالْفِعْلِ، وَحُجَّةُ مَنْ يَمْنَعُهُ عَقْلًا أَنَّهُ عَبَثٌ لَا فَائِدَةَ فِيهِ ; لِأَنَّ الْمُكَلَّفَ بِهِ لَا يُمْكِنُ أَنْ يَقْدِرَ عَلَيْهِ بِحَالٍ، فَتَكْلِيفُهُ بِمَا هُوَ عَاجِزٌ عَنْهُ مُحَقَّقًا عَبَثٌ لَا فَائِدَةَ فِيهِ، قَالُوا فَهُوَ مُسْتَحِيلٌ ; لِأَنَّ اللَّهَ حَكِيمٌ خَبِيرٌ. وَحُجَّةُ مَنْ قَالَ بِجَوَازِهِ أَنَّ فَائِدَتَهُ امْتِحَانُ الْمُكَلَّفِ، هَلْ يَتَأَسَّفُ عَلَى عَدَمِ الْقُدْرَةِ، وَيُظْهِرُ أَنَّهُ لَوْ كَانَ قَادِرًا لَامْتَثَلَ، وَالِامْتِحَانُ سَبَبٌ مِنْ أَسْبَابِ التَّكْلِيفِ، كَمَا كَلَّفَ اللَّهُ إِبْرَاهِيمَ بِذَبْحِ وَلَدِهِ، وَهُوَ عَالِمٌ أَنَّهُ لَا يَذْبَحُهُ، وَبَيَّنَ أَنَّ حِكْمَةَ هَذَا التَّكْلِيفِ هِيَ ابْتِلَاءُ إِبْرَاهِيمَ، أَيِ: اخْتِبَارُهُ، هَلْ يَمْتَثِلُ؟ فَلَمَّا شَرَعَ فِي الِامْتِثَالِ فَدَاهُ اللَّهُ بِذِبْحٍ عَظِيمٍ ; كَمَا قَالَ تَعَالَى عَنْهُ: فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ [٣٧ \\ ١٠٣ - ١٠٧] . </p><p> وَقَدْ أَشَارَ صَاحِبُ «مَرَاقِي السُّعُودِ» إِلَى مَسْأَلَةِ التَّكْلِيفِ بِالْمُحَالِ، وَأَقْوَالِ الْأُصُولِيِّينَ فِيهَا، وَهِيَ اخْتِلَافُهُمْ فِي جَوَازِ ذَلِكَ عَقْلًا، مَعَ إِجْمَاعِهِمْ عَلَى مَنْعِهِ إِنْ كَانَتِ الِاسْتِحَالَةُ لِغَيْرِ عِلْمِ اللَّهِ، بِعَدَمِ الْوُقُوعِ كَالِاسْتِحَالَةِ الذَّاتِيَّةِ، بِقَوْلِهِ: </p><p> وَجَوَّزَ التَّكْلِيفَ بِالْمُحَالِ ... فِي الْكُلِّ مِنْ ثَلَاثَةِ الْأَحْوَالِ </p><p> وَقِيلَ بِالْمَنْعِ لِمَا قَدِ امْتَنَعْ ... لِغَيْرِ عِلْمِ اللَّهِ أَنْ لَيْسَ يَقَعْ </p><p> وَلَيْسَ وَاقِعًا إِذَا اسْتَحَالَا ... لِغَيْرِ عِلْمِ رَبِّنَا تَعَالَى </p><p> وَقَوْلُهُ: وَجَوَّزَ التَّكْلِيفَ، يَعْنِي: الْجَوَازَ الْعَقْلِيَّ. </p><p> وَقَوْلُهُ: وَقِيلَ بِالْمَنْعِ، أَيْ: عَقْلًا، وَمُرَادُهُ بِالثَّلَاثَةِ الْأَحْوَالِ مَا اسْتَحَالَ عَقْلًا وَعَادَةً، كَالْجَمْعِ بَيْنَ النَّقِيضَيْنِ، وَمَا اسْتَحَالَ عَادَةً كَمَشْيِ الْمُقْعَدِ، وَطَيَرَانِ الْإِنْسَانِ، وَإِبْصَارِ الْأَعْمَى، وَمَا اسْتَحَالَ لِعِلْمِ اللَّهِ بِعَدَمِ وُقُوعِهِ. </p><p> وَإِذَا عَرَفْتَ كَلَامَ أَهْلِ الْأُصُولِ فِي هَذِهِ الْمَسْأَلَةِ، فَاعْلَمْ أَنَّ التَّوْبَةَ تَجِبُ كِتَابًا وَسُنَّةً وَإِجْمَاعًا مِنْ كُلِّ ذَنْبٍ اقْتَرَفَهُ الْإِنْسَانُ فَوْرًا، وَأَنَّ النَّدَمَ رُكْنٌ مِنْ أَرْكَانِهَا، وَرُكْنُ الْوَاجِبِ وَاجِبٌ، وَالنَّدَمُ لَيْسَ بِفِعْلٍ، وَلَيْسَ بِاسْتِطَاعَةِ الْمُكَلَّفِ ; لِأَنَّهُ انْفِعَالٌ لَا فِعْلٌ، وَالِانْفِعَالَاتُ لَيْسَتْ بِالِاخْتِيَارِ، فَمَا وَجْهُ التَّكْلِيفِ بِالنَّدَمِ، وَهُوَ غَيْرُ فِعْلٍ لِلْمُكَلَّفِ، وَلَا مَقْدُورٍ عَلَيْهِ. </p><p> وَالْجَوَابُ عَنْ هَذَا الْإِشْكَالِ: هُوَ أَنَّ الْمُرَادَ بِالتَّكْلِيفِ بِالنَّدَمِ التَّكْلِيفُ بِأَسْبَابِهِ الَّتِي يُوجَدُ بِهَا، وَهِيَ فِي طَوْقِ الْمُكَلَّفِ، فَلَوْ رَاجَعَ صَاحِبُ الْمَعْصِيَةِ نَفْسَهُ مُرَاجَعَةً صَحِيحَةً، </p><p> وَلَمْ يُحَابِهَا فِي مَعْصِيَةِ اللَّهِ لَعَلِمَ أَنَّ لَذَّةَ الْمَعَاصِي كَلَذَّةِ الشَّرَابِ الْحُلْوِ الَّذِي فِيهِ السُّمُّ الْقَاتِلُ، وَالشَّرَابُ الَّذِي فِيهِ السُّمُّ الْقَاتِلُ لَا يَسْتَلِذُّهُ عَاقِلٌ لِمَا يَتْبَعُ لَذَّتَهُ مِنْ عَظِيمِ الضَّرَرِ، وَحَلَاوَةُ الْمَعَاصِي فِيهَا مَا هُوَ أَشَدُّ مِنَ السُّمِّ الْقَاتِلِ، وَهُوَ مَا تَسْتَلْزِمُهُ مَعْصِيَةُ اللَّهِ - جَلَّ وَعَلَا - مِنْ سَخَطِهِ عَلَى الْعَاصِي، وَتَعْذِيبِهِ لَهُ أَشَدَّ الْعَذَابِ، وَعِقَابِهِ عَلَى الْمَعَاصِي قَدْ يَأْتِيهِ فِي الدُّنْيَا فَيُهْلِكُهُ، وَيُنَغِّصُ عَلَيْهِ لَذَّةَ الْحَيَاةِ، وَلَا شَكَّ أَنَّ مَنْ جَعَلَ أَسْبَابَ النَّدَمِ عَلَى الْمَعْصِيَةِ وَسِيلَةً إِلَى النَّدَمِ، أَنَّهُ يَتَوَصَّلُ إِلَى حُصُولِ النَّدَمِ عَلَى الْمَعْصِيَةِ، بِسَبَبِ اسْتِعْمَالِهِ الْأَسْبَابَ الَّتِي يَحْصُلُ بِهَا. </p><p> فَالْحَاصِلُ أَنَّهُ مُكَلَّفٌ بِالْأَسْبَابِ الْمُسْتَوْجِبَةِ لِلنَّدَمِ، وَأَنَّهُ إِنِ اسْتَعْمَلَهَا حَصَلَ لَهُ النَّدَمُ، وَبِهَذَا الِاعْتِبَارِ كَانَ مُكَلَّفًا بِالنَّدَمِ، مَعَ أَنَّهُ انْفِعَالٌ لَا فِعْلٌ. </p><p> وَمِنْ أَمْثِلَةِ اسْتِعْمَالِ الْأَسْبَابِ الْمُؤَدِّيَةِ إِلَى النَّدَمِ عَلَى الْمَعْصِيَةِ قَوْلُ الشَّاعِرِ وَهُوَ الْحُسَيْنُ بْنُ مُطَيْرٍ: </p><p> فَلَا تَقْرَبِ الْأَمْرَ الْحَرَامَ فَإِنَّهُ ... حَلَاوَتُهُ تَفْنَى وَيَبْقَى مَرِيرُهَا </p><p> وَنُقِلَ عَنْ سُفْيَانَ الثَّوْرِيِّ - رَحِمَهُ اللَّهُ - أَنَّهُ كَانَ كَثِيرًا مَا يَتَمَثَّلُ بِقَوْلِ الشَّاعِرِ: </p><p> تَفْنَى اللَّذَاذَةُ مِمَّنْ نَالَ صَفْوَتَهَا ... مِنَ الْحَرَامِ وَيَبْقَى الْإِثْمُ وَالْعَارُ </p><p> تَبْقَى عَوَاقِبُ سُوءٍ فِي مَغَبَّتِهَا ... لَا خَيْرَ فِي لَذَّةٍ مِنْ بَعْدِهَا النَّارُ </p><p> وَأَمَّا الْإِشْكَالُ الَّذِي فِي الْإِقْلَاعِ عَنِ الذَّنْبِ، فَحَاصِلُهُ أَنَّ مَنْ تَابَ مِنَ الذَّنْبِ الَّذِي هُوَ مُتَلَبِّسٌ بِهِ، مَعَ بَقَاءِ فَسَادِ ذَلِكَ الذَّنْبِ، أَيْ: أَثَرُهُ السَّيِّئُ هَلْ تَكُونُ تَوْبَتُهُ صَحِيحَةً، نَظَرًا إِلَى أَنَّهُ فَعَلَ فِي تَوْبَتِهِ كُلَّ مَا يَسْتَطِيعُهُ، وَإِنْ كَانَ الْإِقْلَاعُ عَنِ الذَّنْبِ لَمْ يَتَحَقَّقْ لِلْعَجْزِ عَنْ إِزَالَةِ فَسَادِهِ فِي ذَلِكَ الْوَقْتِ، أَوَ لَا تَكُونُ تَوْبَتُهُ صَحِيحَةً ; لِأَنَّ الْإِقْلَاعَ عَنِ الذَّنْبِ الَّذِي هُوَ رُكْنُ التَّوْبَةِ لَمْ يَتَحَقَّقْ. </p><p> وَمِنْ أَمْثِلَةِ هَذَا مَنْ كَانَ عَلَى بِدْعَةٍ مِنَ الْبِدَعِ السَّيِّئَةِ الْمُخَالِفَةِ لِلشَّرْعِ الْمُسْتَوْجِبَةِ لِلْعَذَابِ إِذَا بَثَّ بِدْعَتَهُ، وَانْتَشَرَتْ فِي أَقْطَارِ الدُّنْيَا، ثُمَّ تَابَ مِنَ ارْتِكَابِ تِلْكَ الْبِدْعَةِ، فَنَدِمَ عَلَى ذَلِكَ وَنَوَى أَلَّا يَعُودَ إِلَيْهِ أَبَدًا، مَعَ أَنَّ إِقْلَاعَهُ عَنْ بِدْعَتِهِ لَا قُدْرَةَ لَهُ عَلَيْهِ، لِانْتِشَارِهَا فِي أَقْطَارِ الدُّنْيَا ; وَلِأَنَّ مَنْ سَنَّ سُنَّةً سَيِّئَةً فَعَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا إِلَى يَوْمِ الْقِيَامَةِ، فَفَسَادُ بِدْعَتِهِ بَاقٍ. </p><p> وَمِنْ أَمْثِلَتِهِ: مَنْ غَصَبَ أَرْضًا، ثُمَّ سَكَنَ فِي وَسَطِهَا، ثُمَّ تَابَ مِنْ ذَلِكَ الْغَصْبِ نَادِمًا عَلَيْهِ، نَاوِيًا أَلَّا يَعُودَ إِلَيْهِ، وَخَرَجَ مِنَ الْأَرْضِ الْمَغْصُوبَةِ بِسُرْعَةٍ، وَسَلَكَ أَقْرَبَ طَرِيقٍ لِلْخُرُوجِ مِنْهَا، فَهَلْ تَكُونُ تَوْبَتُهُ صَحِيحَةً، فِي وَقْتِ سَيْرِهِ فِي الْأَرْضِ الْمَغْصُوبَةِ قَبْلَ خُرُوجِهِ مِنْهَا ; لِأَنَّهُ فَعَلَ فِي تَوْبَتِهِ كُلَّ مَا يَقْدِرُ عَلَيْهِ، أَوْ لَا تَكُونُ صَحِيحَةً ; لِأَنَّ إِقْلَاعَهُ عَنِ الْغَصْبِ، لَمْ يَتِمَّ مَا دَامَ مَوْجُودًا فِي الْأَرْضِ الْمَغْصُوبَةِ، وَلَوْ كَانَ يَسِيرُ فِيهَا، لِيَخْرُجَ مِنْهَا. </p><p> وَمِنْ أَمْثِلَتِهِ: مَنْ رَمَى مُسْلِمًا بِسَهْمٍ، ثُمَّ تَابَ فَنَدِمَ عَلَى ذَلِكَ، وَنَوَى أَلَّا يَعُودَ قَبْلَ إِصَابَةِ السَّهْمِ لِلْإِنْسَانِ الَّذِي رَمَاهُ بِهِ بِأَنْ حَصَلَتِ التَّوْبَةُ وَالسَّهْمُ فِي الْهَوَاءِ فِي طَرِيقِهِ إِلَى الْمَرْمِيِّ، هَلْ تَكُونُ تَوْبَتُهُ صَحِيحَةً ; لِأَنَّهُ فَعَلَ مَا يَقْدِرُ عَلَيْهِ، أَوْ لَا تَكُونُ صَحِيحَةً ; لِأَنَّ إِقْلَاعَهُ عَنِ الذَّنْبِ لَمْ يَتَحَقَّقْ وَقْتَ التَّوْبَةِ، لِأَنَّ سَهْمَهُ فِي طَرِيقِهِ إِلَى إِصَابَةِ مُسْلِمٍ، فَجُمْهُورُ أَهْلِ الْأُصُولِ عَلَى أَنَّ تَوْبَتَهُ فِي كُلِّ الْأَمْثِلَةِ صَحِيحَةٌ ; لِأَنَّ التَّوْبَةَ وَاجِبَةٌ عَلَيْهِ، وَقَدْ فَعَلَ مِنْ هَذَا الْوَاجِبِ كُلَّ مَا يَقْدِرُ عَلَيْهِ، وَمَا لَا قُدْرَةَ لَهُ عَلَيْهِ مَعْذُورٌ فِيهِ ; لِقَوْلِهِ تَعَالَى: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا [٢ \\ ٢٨٦] ، إِلَى آخِرِ الْأَدِلَّةِ الَّتِي قَدَّمْنَاهَا قَرِيبًا. </p><p> وَقَالَ أَبُو هَاشِمٍ، وَهُوَ مِنْ أَكَابِرِ الْمُعْتَزِلَةِ كَابْنِهِ أَبِي عَلِيٍّ الْجُبَّائِيِّ: إِنَّ التَّائِبَ الْخَارِجَ مِنَ الْأَرْضِ الْمَغْصُوبَةِ آتٍ بِحَرَامٍ ; لِأَنَّ مَا أَتَى بِهِ مِنَ الْخُرُوجِ تَصَرُّفٌ فِي مِلْكِ الْغَيْرِ بِغَيْرِ إِذْنٍ، كَالْمُكْثِ، وَالتَّوْبَةُ إِنَّمَا تَحَقَّقُ عِنْدَ انْتِهَائِهِ إِذْ لَا إِقْلَاعَ إِلَّا حِينَئِذٍ، وَالْإِقْلَاعُ تَرْكُ الْمَنْهِيِّ عَنْهُ، فَالْخُرُوجُ عِنْدَهُ قَبِيحٌ ; لِأَنَّهُ تَصَرُّفٌ فِي مِلْكِ الْغَيْرِ بِغَيْرِ إِذْنِهِ، وَهُوَ مُنَافٍ لِلْإِقْلَاعِ، فَهُوَ مَنْهِيٌّ عَنْهُ، مَعَ أَنَّ الْخُرُوجَ الْمَذْكُورَ مَأْمُورٌ بِهِ عِنْدَهُ أَيْضًا، لِأَنَّهُ انْفِصَالٌ عَنِ الْمُكْثِ فِي الْأَرْضِ الْمَغْصُوبَةِ، وَهَذَا بِنَاهُ عَلَى أَصْلِهِ الْفَاسِدِ، وَهُوَ الْقُبْحُ الْعَقْلِيُّ، لَكِنَّهُ أَخَلَّ بِأَصْلٍ لَهُ آخَرَ، وَهُوَ مَنْعُ التَّكْلِيفِ بِالْمُحَالِ فَإِنَّهُ قَالَ: إِنْ خَرَجَ عَصَى، وَإِنْ مَكَثَ عَصَى، فَقَدْ حَرَّمَ عَلَيْهِ الضِّدَّيْنِ كِلَيْهِمَا، اهـ، قَالَهُ فِي «نَشْرِ الْبُنُودِ» . </p><p> وَإِلَى هَذِهِ الْمَسْأَلَةِ أَشَارَ فِي «مَرَاقِي السُّعُودِ» مُقْتَصِرًا عَلَى مَذْهَبِ الْجُمْهُورِ، بِقَوْلِهِ: </p><p> مَنْ تَابَ بَعْدَ أَنْ تَعَاطَى السَّبَبَا ... فَقَدْ أَتَى بِمَا عَلَيْهِ وَجَبَا </p><p> وَإِنْ بَقِي فَسَادُهُ كَمَنْ رَجَعَ ... عَنْ بَثِّ بِدْعَةٍ عَلَيْهَا يُتَّبَعْ </p><p> أَوْ تَابَ خَارِجًا مَكَانَ الْغَصْبِ ... أَوْ تَابَ بَعْدَ الرَّمْيِ قَبْلَ الضَّرْبِ </p>"
}