{
  "id": null,
  "sura": 25,
  "aya": 58,
  "text": "<p> آيَاتٌ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى: الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ الْآيَةَ [٤ \\ ٧٦] وَمَعْلُومٌ أَنَّ الَّذِي يُقَاتِلُ فِي سَبِيلِ الطَّاغُوتِ، الْمُقَاتِلِينَ فِي سَبِيلِ اللَّهِ، أَنَّهُ عَلَى رَبِّهِ ظَهِيرٌ. </p><p> وَقَوْلِهِ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ [٣٦ \\ ٧٤ - ٧٥] عَلَى قَوْلِ مَنْ قَالَ: إِنَّ الْجُنْدَ الْمُحْضَرُونَ هُمُ الْكُفَّارُ، يُقَاتِلُونَ عَنْ آلِهَتِهِمْ وَيُدَافِعُونَ عَنْهَا، وَمَنْ قَاتَلَ عَنِ الْأَصْنَامِ مُدَافِعًا عَنْ عِبَادَتِهَا، فَهُوَ عَلَى رَبِّهِ ظَهِيرٌ، وَكَوْنُهُ ظَهِيرًا عَلَى رَبِّهِ، أَيْ: مُعِينًا لِلشَّيْطَانِ وَحِزْبِهِ عَلَى عَدَاوَةِ اللَّهِ وَرُسُلِهِ ; كَكَوْنِهِ عَدُوًّا لَهُ الْمَذْكُورَ فِي قَوْلِهِ تَعَالَى: مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ [٢ \\ ٩٨] وَقَوْلِهِ تَعَالَى: وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ [٤١ \\ ١٩] وَمَعْلُومٌ بِالضَّرُورَةِ أَنَّ جَمِيعَ الْخَلْقِ لَوْ تَعَاوَنُوا عَلَى عَدَاوَةِ اللَّهِ لَا يُمْكِنُ أَنْ يَضُرُّوهُ بِشَيْءٍ، وَإِنَّمَا يَضُرُّونَ بِذَلِكَ أَنْفُسَهُمْ: يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ [٣٥ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا. </p><p> قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي أَوَّلِ سُورَةِ «الْأَعْرَافِ» ، وَأَوَّلِ سُورَةِ «الْكَهْفِ» . </p><p> قَوْلُهُ تَعَالَى:  {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلاً} . </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ الْآيَةَ [١١ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِمِثْلِهِ فِي سُورَةِ «الْفَاتِحَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِيَّاكَ نَسْتَعِينُ [١ \\ ٥] . </p><p> قَوْلُهُ تَعَالَى: وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: </p>"
}