{
  "id": null,
  "sura": 25,
  "aya": 55,
  "text": "<p> الْمَوَارِيثِ، دَلِيلٌ صَرِيحٌ عَلَى أَنَّهَا أَجْنَبِيَّةٌ مِنْهُ، وَلَيْسَتْ بِنْتًا شَرْعًا، وَلَكِنَّ الَّذِي يَظْهَرُ لَنَا أَنَّهُ لَا يَنْبَغِي لَهُ أَنْ يَتَزَوَّجَهَا بِحَالٍ، وَذَلِكَ لِأَمْرَيْنِ: الْأَوَّلُ: أَنَّ كَوْنَهَا مَخْلُوقَةً مِنْ مَائِهِ، يَجْعَلُهَا شَبِيهَةً شَبَهًا صُورِيًّا بِابْنَتِهِ شَرْعًا، وَهَذَا الشَّبَهُ الْقَوِيُّ بَيْنَهُمَا يَنْبَغِي أَنْ يَزَعَهُ عَنْ تَزْوِيجِهَا. </p><p> الْأَمْرُ الثَّانِي: أَنَّهُ لَا يَنْبَغِي لَهُ أَنْ يَتَلَذَّذَ بِشَيْءٍ سَبَبُ وُجُودِهِ مَعْصِيَتُهُ لِخَالِقِهِ جَلَّ وَعَلَا، فَالنَّدَمُ عَلَى فِعْلِ الذَّنْبِ الَّذِي هُوَ رُكْنٌ مِنْ أَرْكَانِ التَّوْبَةِ، لَا يُلَائِمُ التَّلَذُّذَ بِمَا هُوَ نَاشِئٌ عَنْ نَفْسِ الذَّنْبِ، وَمَا ذَكَرَهُ عَنِ الشَّافِعِيِّ مِنْ أَنَّهُ يَقُولُ: إِنَّ الْبِنْتَ مِنَ الزِّنَى لَا تَحْرُمُ، هُوَ مُرَادُ الزَّمَخْشَرِيِّ بِقَوْلِهِ: </p><p> وَإِنْ شَافِعِيًّا قُلْتُ قَالُوا بِأَنَّنِي ... أُبِيحُ نِكَاحَ الْبِنْتِ وَالْبِنْتُ تَحْرُمُ </p><p> تَنْبِيهٌ. </p><p> اعْلَمْ أَنَّ مَا ذَكَرَهُ صَاحِبُ «الدُّرِّ الْمَنْثُورِ» عَنْ قَتَادَةَ مِمَّا يَقْتَضِي أَنَّهُ اسْتَنْبَطَ مِنْ قَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ: فَجَعَلَهُ نَسَبًا وَصِهْرًا، أَنَّ الصِّهْرَ كَالنَّسَبِ فِي التَّحْرِيمِ، وَأَنْ كُلَّ وَاحِدٍ مِنْهُمَا تَحْرُمُ بِهِ سَبْعُ نِسَاءٍ لَمْ يَظْهَرْ لِي وَجْهُهُ، وَمِمَّا يَزِيدُهُ عَدَمَ ظُهُورٍ ضَعْفُ دَلَالَةِ الِاقْتِرَانِ عِنْدَ أَهْلِ الْأُصُولِ ; كَمَا تَقَدَّمَ إِيضَاحُهُ مِرَارًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ. </p><p> تَقَدَّمَ إِيضَاحُهُ فِي سُورَةِ «الْحَجِّ» ، وَغَيْرِهَا. قَوْلُهُ تَعَالَى وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا. الظَّهِيرُ فِي اللُّغَةِ: الْمُعِينُ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ [٦٦ \\ ٤] وَقَوْلُهُ تَعَالَى: قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ [٢٨ \\ ١٧] . </p><p> وَمَعْنَى قَوْلِهِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا، عَلَى أَظْهَرِ الْأَقْوَالِ: وَكَانَ الْكَافِرُ مُعِينًا لِلشَّيْطَانِ، وَحِزْبِهِ مِنَ الْكَفَرَةِ عَلَى عَدَاوَةِ اللَّهِ وَرُسُلِهِ، فَالْكَافِرُ مِنْ حِزْبِ الشَّيْطَانِ يُقَاتِلُ فِي سَبِيلِهِ أَوْلِيَاءَ اللَّهِ، الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ، فَالْكَافِرُ يُعِينُ الشَّيْطَانَ وَحِزْبَهُ فِي سَعْيِهِمْ ; لِأَنْ تَكُونَ كَلِمَةُ اللَّهِ لَيْسَتْ هِيَ الْعُلْيَا، وَهَذَا الْمَعْنَى دَلَّتْ عَلَيْهِ </p>"
}