{
  "id": null,
  "sura": 25,
  "aya": 31,
  "text": "<p> فَقَوْلُهُ: مِنْ شُرْبٍ بَيَانٌ لِلنَّفْعِ الْكَامِنِ فِي قَوْلِهِ: </p><p> لَهُ بِنَفْعِ قُدْرَةٍ لَكِنْ كَمَنْ </p><p> ، أَيْ: لَكِنَّهُ تَرَكَ النَّفْعَ مَعَ قُدْرَتِهِ عَلَيْهِ، فَتَرْكُهُ لَهُ كَفِعْلِهِ لِمَا حَصَلَ بِسَبَبِ تَرْكِهِ مِنَ الضَّرَرِ عَلَى الْقَوْلِ بِأَنَّ التَّرْكَ فِعْلٌ، وَمُرَادُهُ بِقَوْلِهِ: مِنْ شُرْبٍ أَنَّ مَنْ عِنْدَهُ فَضْلُ شَرَابٍ، وَتَرَكَ إِعْطَاءَهُ لِمُضْطَرٍّ حَتَّى مَاتَ عَطَشًا، فَعَلَى أَنَّ التَّرْكَ فِعْلٌ يَضْمَنُ دِيَتَهُ، وَعَلَى أَنَّهُ لَيْسَ بِفِعْلٍ، فَلَا ضَمَانَ عَلَيْهِ، وَفَضْلُ الطَّعَامِ كَفَضْلِ الشَّرَابِ فِي ذَلِكَ، وَقَوْلُهُ: أَوْ خَيْطٍ يَعْنِي أَنَّ مَنْ مَنَعَ خَيْطًا عِنْدَهُ مِمَّنْ شُقَّ بَطْنُهُ، أَوْ كَانَتْ بِهِ جَائِفَةٌ، حَتَّى مَاتَ ضَمِنَ الدِّيَةَ عَلَى الْقَوْلِ بِأَنَّ التَّرْكَ فِعْلٌ، وَعَلَى عَكْسِهِ فَلَا ضَمَانَ، وَقَوْلُهُ: ذَكَاةُ، يَعْنِي: أَنَّ مَنْ مَرَّ بِصَيْدٍ لَمْ يَنْفَذْ مَقْتَلُهُ وَأَمْكَنَتْهُ تَذْكِيَتُهُ فَلَمْ يُذَكِّهِ حَتَّى مَاتَ، هَلْ يَضْمَنُهُ أَوْ لَا؟ عَلَى الْخِلَافِ الْمَذْكُورِ. </p><p> وَقَوْلُهُ: فَضْلِ مَا، يَعْنِي: أَنَّ مَنْ عِنْدَهُ مَاءٌ فِيهِ فَضْلٌ عَنْ سَقْيِ زَرْعِهِ وَلِجَارِهِ زَرْعٌ وَلَا مَاءَ لَهُ إِذَا مَنَعَ مِنْهُ الْمَاءَ حَتَّى هَلَكَ زَرْعُهُ، هَلْ يَضْمَنُهُ أَوْ لَا؟ عَلَى الْخِلَافِ الْمَذْكُورِ، وَقَوْلُهُ: وَعَمَدٌ، يَعْنِي: أَنَّهُ إِذَا كَانَتْ عِنْدَهُ عَمَدٌ جَمْعُ عَمُودٍ، فَمَنَعَهَا مِنْ جَارٍ لَهُ جِدَارٌ يَخَافُ سُقُوطَهُ حَتَّى سَقَطَ، هَلْ يَضْمَنُ أَوْ لَا؟ وَقَوْلُهُ: رَسْمُ شَهَادَةٍ، يَعْنِي: أَنَّ مَنْ مَنَعَ وَثِيقَةً فِيهَا الشَّهَادَةُ بِحَقٍّ حَتَّى ضَاعَ الْحَقُّ، هَلْ يَضْمَنُهُ أَوْ لَا؟ وَقَوْلُهُ: وَمَا عَطَّلَ نَاظِرٌ، يَعْنِي: أَنَّ النَّاظِرَ عَلَى مَالِ الْيَتِيمِ مَثَلًا إِذَا عَطَّلَ دَوْرَهُ فَلَمْ يُكْرِهَا، حَتَّى فَاتَ الِانْتِفَاعُ بِكِرَائِهَا زَمَنًا أَوْ تَرَكَ الْأَرْضَ حَتَّى تَبَوَّرَتْ هَلْ يَضْمَنُ أَوْ لَا؟ وَقَوْلُهُ: وَذُو الرَّهْنِ: يَعْنِي إِذَا عَطَّلَ الْمُرْتَهِنُ كِرَاءَ الرَّهْنِ، حَتَّى فَاتَ الِانْتِفَاعُ بِهِ زَمَنًا، وَكَانَ كِرَاؤُهُ لَهُ أَهَمِّيَّةٌ، هَلْ يَضْمَنُ أَوْ لَا؟ وَقَوْلُهُ: كَذَا مُفَرِّطٌ فِي الْعَلْفِ: يَعْنِي أَنَّ مَنْ تَرَكَ دَابَّةً عِنْدَ أَحَدٍ وَمَعَهَا عَلَفُهَا، وَقَالَ لَهُ: قَدِّمْ لَهَا الْعَلَفَ، فَتَرَكَ تَقْدِيمَهُ لَهَا حَتَّى مَاتَتْ، هَلْ يَضْمَنُ أَوْ لَا؟ وَالْعَلْفُ فِي الْبَيْتِ بِسُكُونِ الثَّانِي، وَهُوَ تَقْدِيمُ الْعَلَفِ بِفَتْحِ الثَّانِي. </p><p> وَقَوْلُهُ: </p><p> وَكَالَّتِي رُدَّتْ بِعَيْبٍ وَعَدَمِ </p><p> وَلِيِّهَا: يَعْنِي أَنَّ الْوَلِيَّ الْقَرِيبَ إِذَا زَوَّجَ وَلِيَّتَهُ، وَفِيهَا عَيْبٌ يُوجِبُ رَدَّ النِّكَاحِ وَسَكَتَتِ الزَّوْجَةُ، وَلَمْ تُبَيِّنْ عَيْبَ نَفْسِهَا وَفَلْسَ الْوَلِيِّ هَلْ يَرْجِعُ الزَّوْجُ عَلَى الزَّوْجَةِ بِالصَّدَاقِ أَوْ لَا؟ فَهَذِهِ الْفُرُوعُ وَمَا شَابَهَهَا مَبْنِيَّةٌ عَلَى الْخِلَافِ فِي الْكَفِّ هَلْ هُوَ فِعْلٌ أَوْ لَا؟ وَالصَّحِيحُ أَنَّ الْكَفَّ فِعْلٌ، كَمَا دَلَّ عَلَيْهِ الْكِتَابُ وَالسُّنَّةُ وَاللُّغَةُ ; كَمَا تَقَدَّمَ إِيضَاحُهُ. وَعَلَيْهِ: فَالصَّحِيحُ لُزُومُ الضَّمَانِ، فِيمَا ذُكِرَ. </p><p> قَوْلُهُ تَعَالَى: وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا. </p><p> لَمَّا شَكَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى رَبِّهِ فِي قَوْلِهِ: وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا </p>"
}