{
  "id": null,
  "sura": 25,
  "aya": 15,
  "text": "<p> فَمَا أَنَا مِنْ رُزْءٍ وَإِنْ جَلَّ جَازِعُ ... وَلَا بِسُرُورٍ بَعْدَ مَوْتِكَ فَارِحُ </p><p> فَلَمَّا نَفَى أَنْ يَحْدُثَ لَهُ فِي الْمُسْتَقْبَلِ فَرَحٌ وَلَا جَزَعٌ قَالَ جَازِعٌ وَفَارِحٌ، وَالْأَصْلُ: جَزِعٌ وَفَرِحٌ. </p><p> وَمِثَالُهُ فِي فَعِيلٍ قَوْلُ لَبِيدٍ: </p><p> حَسِبْتُ التُّقَى وَالْجُودَ خَيْرَ تِجَارَةٍ ... رَبَاحًا إِذَا مَا الْمَرْءُ أَصْبَحَ ثَاقِلًا </p><p> فَلَمَّا أَرَادَ حُدُوثَ الثِّقَلِ قَالَ: ثَاقِلًا وَالْأَصْلُ ثَقِيلٌ، وَقَوْلُ السَّمْهَرِيِّ الْعُكْلِيِّ: </p><p> بِمَنْزِلَةٍ أَمَّا اللَّئِيمُ فَسَامِنٌ ... بِهَا وَكِرَامُ النَّاسِ بَادٍ شُحُوبُهَا </p><p> فَلَمَّا أَرَادَ حُدُوثَ السِّمَنِ قَالَ: فَسَامِنٌ وَالْأَصْلُ سَمِينٌ. </p><p> وَاعْلَمْ أَنَّ قِرَاءَةَ ابْنِ كَثِيرٍ «ضَيْقًا» بِسُكُونِ الْيَاءِ فِي الْمَوْضِعَيْنِ رَاجِعَةٌ فِي الْمَعْنَى إِلَى قِرَاءَةِ الْجُمْهُورِ بِتَشْدِيدِ الْيَاءِ لِأَنَّ إِسْكَانَ الْيَاءِ تَخْفِيفٌ كَهَيْنٍ وَلَيْنٍ، فِي هَيِّنٍ وَلَيِّنٍ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا. التَّحْقِيقُ أَنَّ الْإِشَارَةَ فِي قَوْلِهِ: أَذَلِكَ رَاجِعَةٌ إِلَى النَّارِ، وَمَا يَلْقَاهُ الْكَفَّارُ فِيهَا مِنْ أَنْوَاعِ الْعَذَابِ كَمَا ذَكَرَهُ جَلَّ وَعَلَا بِقَوْلِهِ: وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا [٢٥ \\ ١١] إِلَى قَوْلِهِ تَعَالَى: وَادْعُوا ثُبُورًا كَثِيرًا [٢٥ \\ ١٤] وَغَيْرُ هَذَا مِنَ الْأَقْوَالِ لَا يُعَوَّلُ عَلَيْهِ، كَقَوْلِ مَنْ قَالَ: إِنَّ الْإِشَارَةَ رَاجِعَةٌ إِلَى الْكَنْزِ وَالْجَنَّةِ فِي قَوْلِهِ تَعَالَى: أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ الْآيَةَ [٢٥ \\ ٨] وَكَقَوْلِ مَنْ قَالَ: إِنَّهَا رَاجِعَةٌ إِلَى الْجَنَّاتِ وَالْقُصُورِ الْمُعَلَّقَةِ عَلَى الْمَشِيئَةِ فِي قَوْلِهِ تَعَالَى: تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا [٢٥ \\ ١٠] وَالتَّحْقِيقُ إِنْ شَاءَ اللَّهُ أَنَّهُ لَمَّا ذَكَرَ شِدَّةَ عَذَابِ النَّارِ وَفَظَاعَتَهُ قَالَ: «أَذَلِكَ الْعَذَابُ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الْآيَةَ» . </p><p> وَهَذَا الْمَعْنَى الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، جَاءَ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ </p><p> كَقَوْلِهِ تَعَالَى فِي سُورَةِ «الصَّافَّاتِ» إِنَّ هَذَا لَهُوَ الْفَوْزُ الْعَظِيمُ لِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ أَذَلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ إِلَى قَوْلِهِ: يُهْرَعُونَ [٣٧ \\ ٦٠ - ٧٠] وَكَقَوْلِهِ تَعَالَى: أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ الْآيَةَ [٤١ \\ ٤٠] . </p><p> وَفِي هَذِهِ الْآيَاتِ وَأَمْثَالِهَا فِي الْقُرْآنِ إِشْكَالٌ مَعْرُوفٌ، وَهُوَ أَنْ يُقَالَ: لَفْظَةُ خَيْرٍ فِي الْآيَاتِ الْمَذْكُورَةِ صِيغَةُ تَفْضِيلٍ كَمَا قَالَ فِي الْكَافِيَةِ: </p><p> وَغَالِبًا أَغْنَاهُمْ خَيْرٌ وَشَرُّ ... عَنْ قَوْلِهِمْ أَخْيَرُ مِنْهُ وَأَشَرُّ </p><p> كَمَا قَدَّمْنَاهُ مُوَضَّحًا فِي سُورَةِ النَّحْلِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَلَدَارُ الْآخِرَةِ خَيْرٌ الْآيَةَ [١٦ \\ ٣٠] . </p><p> وَالْمَعْرُوفُ فِي عِلْمِ الْعَرَبِيَّةِ أَنَّ صِيغَةَ التَّفْضِيلِ تَقْتَضِي الْمُشَارَكَةَ بَيْنَ الْمُفَضَّلِ وَالْمُفَضَّلِ عَلَيْهِ فِيمَا فِيهِ التَّفْضِيلُ، إِلَّا أَنَّ الْمُفَضَّلَ أَكْثَرُ فِيهِ وَأَفْضَلُ مِنَ الْمُفَضَّلِ عَلَيْهِ، وَمَعْلُومٌ أَنَّ الْمُفَضَّلَ عَلَيْهِ فِي الْآيَاتِ الْمَذْكُورَةِ الَّذِي هُوَ عَذَابُ النَّارِ لَا خَيْرَ فِيهِ الْبَتَّةَ، وَإِذَنْ فَصِيغَةُ التَّفْضِيلِ فِيهَا إِشْكَالٌ. </p><p> وَالْجَوَابُ عَنْ هَذَا الْإِشْكَالِ مِنْ وَجْهَيْنِ: الْأَوَّلُ: أَنَّ صِيغَةَ التَّفْضِيلِ قَدْ تُطْلَقُ فِي الْقُرْآنِ، وَفِي اللُّغَةِ مُرَادًا بِهَا مُطْلَقُ الِاتِّصَافِ، لَا تَفْضِيلُ شَيْءٍ عَلَى شَيْءٍ. وَقَدَّمْنَاهُ مِرَارًا وَأَكْثَرْنَا مِنْ شَوَاهِدِهِ الْعَرَبِيَّةِ فِي سُورَةِ «النُّورِ» وَغَيْرِهَا. </p><p> الثَّانِي: أَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ أَنَّهُمْ إِذَا أَرَادُوا تَخْصِيصَ شَيْءٍ بِالْفَضِيلَةِ، دُونَ غَيْرِهِ جَاءُوا بِصِيغَةِ التَّفْضِيلِ، يُرِيدُونَ بِهَا خُصُوصَ ذَلِكَ الشَّيْءِ بِالْفَضْلِ، كَقَوْلِ حَسَّانَ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ: </p><p> أَتَهْجُوهُ وَلَسْتَ لَهُ بِكُفْءٍ ... فَشَرُّكُمَا لِخَيْرِكُمَا الْفِدَاءُ </p><p> وَكَقَوْلِ الْعَرَبِ: الشَّقَاءُ أَحَبُّ إِلَيْكَ، أَمِ السَّعَادَةُ؟ وَقَوْلِهِ تَعَالَى: قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ الْآيَةَ [١٢ \\ ٣٢] . </p><p> قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ فِي قَوْلِهِ تَعَالَى: أَذَلِكَ خَيْرٌ الْآيَةَ، وَخَيْرٌ هُنَا لَيْسَتْ تَدُلُّ عَلَى الْأَفْضَلِيَّةِ، بَلْ هِيَ عَلَى مَا جَرَتْ بِهِ عَادَةُ الْعَرَبِ فِي بَيَانِ فَضْلِ الشَّيْءِ، وَخُصُوصِيَّتِهِ بِالْفَضْلِ دُونَ مُقَابِلِهِ كَقَوْلِهِ: </p><p> فَشَرُّكُمَا لِخَيْرِكُمَا الْفِدَاءُ </p><p> وَكَقَوْلِ الْعَرَبِ: الشَّقَاءُ أَحَبُّ إِلَيْكَ أَمِ السَّعَادَةُ، وَكَقَوْلِهِ: السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ [١٢ \\ ٣٢] وَهَذَا الِاسْتِفْهَامُ عَلَى سَبِيلِ التَّوْقِيفِ وَالتَّوْبِيخِ. اهـ. الْغَرَضُ مِنْ كَلَامِ أَبِي حَيَّانَ. </p><p> وَعَلَى كُلِّ حَالٍ فَعَذَابُ النَّارِ شَرٌّ مَحْضٌ لَا يُخَالِطُهُ خَيْرٌ الْبَتَّةَ كَمَا لَا يَخْفَى، وَالْوَجْهَانِ الْمَذْكُورَانِ فِي الْجَوَابِ مُتَقَارِبَانِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ الْعَائِدُ مَحْذُوفٌ: أَيْ وُعِدَهَا الْمُتَّقُونَ، وَالْآيَةُ تَدُلُّ عَلَى أَنَّ الْوَعْدَ الصَّادِقَ بِالْجَنَّةِ، يَحْصُلُ بِسَبَبِ التَّقْوَى. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ بِإِيضَاحٍ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ [١٦ \\ ٣١] وَقَوْلِهِ تَعَالَى: لَهُمْ فِيهَا مَا يَشَاءُونَ الْعَائِدُ أَيْضًا مَحْذُوفٌ كَالَّذِي قَبْلَهُ: أَيْ مَا يَشَاءُونَهُ، وَحَذْفُ الْعَائِدِ الْمَنْصُوبِ بِالْفِعْلِ أَوِ الْوَصْفِ كَثِيرٌ، كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَالْحَذْفُ عِنْدَهُمْ كَثِيرٌ مُنْجَلِي ... فِي عَائِدٍ مُتَّصِلٍ إِنِ انْتَصَبْ </p><p> بِفِعْلٍ أَوْ وَصْفٍ ... كَمَنْ نَرْجُو يَهَبْ </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ، تَدُلُّ عَلَى أَنَّ أَهْلَ الْجَنَّةِ يَجِدُونَ كُلَّ مَا يَشَاءُونَهُ مِنْ أَنْوَاعِ النَّعِيمِ. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ لَهُمْ فِيهَا مَا يَشَاءُونَ [١٦ \\ ٣١] وَالْآيَاتُ الْمَذْكُورَةُ تَدُلُّ عَلَى أَنَّ حُصُولَ كُلِّ مَا يَشَاءُهُ الْإِنْسَانُ لَا يَكُونُ إِلَّا فِي الْجَنَّةِ، وَقَوْلُهُ: كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا الْمَصِيرُ مَكَانُ الصَّيْرُورَةِ، وَقَدْ مَدَحَ اللَّهُ جَزَاءَهُمْ وَمَحَلَّهُ كَقَوْلِهِ تَعَالَى: نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا [١٨ \\ ٣١] لِأَنَّ حُسْنَ الْمَكَانِ وَجَوْدَتَهُ مِنْ أَنْوَاعِ النَّعِيمِ. </p>"
}