{
  "id": null,
  "sura": 25,
  "aya": 22,
  "text": "<p> فِي الظُّلْمِ وَالطُّغْيَانِ يُقَالُ: عَتَا عَلَيْنَا فُلَانٌ: أَيْ تَجَاوَزَ الْحَدَّ فِي ظُلْمِنَا، وَوَصْفُهُ تَعَالَى عُتُوَّهُمُ الْمَذْكُورَ بِالْكِبْرِ، يَدُلُّ عَلَى أَنَّهُ بَالَغَ فِي إِفْرَاطِهِ، وَأَنَّهُمْ بَلَغُوا غَايَةَ الِاسْتِكْبَارِ، وَأَقْصَى الْعُتُوِّ، وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَدُلُّ عَلَى أَنَّ تَكْذِيبَ الرُّسُلِ بَعْدَ دَلَالَةِ الْمُعْجِزَاتِ، وَوُضُوحِ الْحَقِّ وَعِنَادِهِمْ وَالتَّعَنُّتِ عَلَيْهِمْ بِطَلَبِ إِنْزَالِ الْمَلَائِكَةِ، أَوْ رُؤْيَةِ اسْتِكْبَارٍ عَنِ الْحَقِّ عَظِيمٌ وَعُتُوٌّ كَبِيرٌ يَسْتَحِقُّ صَاحِبُهُ النَّكَالَ، وَالتَّقْرِيعَ، وَلِذَا شَدَّدَ اللَّهُ النَّكِيرَ عَلَى مَنْ تَعَنَّتَ ذَلِكَ التَّعَنُّتَ وَاسْتَكْبَرَ عَنْ قَبُولِ الْحَقِّ، كَمَا فِي قَوْلِهِ تَعَالَى: أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا رَسُولَكُمْ كَمَا سُئِلَ مُوسَى مِنْ قَبْلُ [٢ \\ ١٠٨] وَقَوْلِهِ تَعَالَى: يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ الْآيَةَ [٤ \\ ١٥٣] وَقَوْلِهِ تَعَالَى: وَإِذْ قُلْتُمْ يَامُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ [٢ \\ ٥٥] وَاسْتِدْلَالُ الْمُعْتَزِلَةِ بِهَذِهِ الْآيَةِ، وَأَمْثَالِهَا عَلَى أَنَّ رُؤْيَةَ اللَّهِ مُسْتَحِيلَةٌ اسْتِدْلَالٌ بَاطِلٌ وَمَذْهَبُهُمْ وَالْعِيَاذُ بِاللَّهِ مِنْ أَكْبَرِ الضَّلَالِ، وَأَعْظَمِ الْبَاطِلِ، وَقَوْلُ الزَّمَخْشَرِيِّ فِي كَلَامِهِ عَلَى هَذِهِ الْآيَةِ: إِنَّ اللَّهَ لَا يُرَى، قَوْلٌ بَاطِلٌ، وَكَلَامٌ فَاسِدٌ. </p><p> وَالْحُقُّ الَّذِي لَا شَكَّ فِيهِ: أَنَّ الْمُؤْمِنِينَ يَرَوْنَ اللَّهَ بِأَبْصَارِهِمْ يَوْمَ الْقِيَامَةِ كَمَا تَوَاتَرَتْ بِهِ الْأَحَادِيثُ عَنِ الصَّادِقِ الْمَصْدُوقِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَدَلَّتْ عَلَيْهِ الْآيَاتُ الْقُرْآنِيَّةُ مَنْطُوقًا وَمَفْهُومًا. كَمَا أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> وَقَدْ قَدَّمْنَا فِي هَذِهِ السُّورَةِ وَفِي سُورَةِ بَنِي إِسْرَائِيلَ الْآيَاتِ الدَّالَّةَ عَلَى أَنَّ اللَّهَ لَوْ فَعَلَ لَهُمْ كُلَّ مَا اقْتَرَحُوا لَمَا آمَنُوا، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْكُفَّارَ الَّذِينَ طَلَبُوا إِنْزَالَ الْمَلَائِكَةِ عَلَيْهِمْ، أَنَّهُمْ يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى لَهُمْ، أَيْ لَا تَسُرُّهُمْ رُؤْيَتُهُمْ وَلَا تَكُونُ لَهُمْ فِي ذَلِكَ الْوَقْتِ بِشَارَةً بِخَيْرٍ، وَرُؤْيَتُهُمْ لِلْمَلَائِكَةِ تَكُونُ عِنْدَ احْتِضَارِهِمْ، وَتَكُونُ يَوْمَ الْقِيَامَةِ وَلَا بُشْرَى لَهُمْ فِي رُؤْيَتِهِمْ فِي كِلَا الْوَقْتَيْنِ. </p><p> أَمَّا رُؤْيَتُهُمُ الْمَلَائِكَةَ عِنْدَ حُضُورِ الْمَوْتِ فَقَدْ دَلَّتْ آيَاتٌ مِنْ كِتَابِ اللَّهِ أَنَّهُمْ لَا بِشَارَةَ لَهُمْ فِيهَا لِمَا يُلَاقُونَ مِنَ الْعَذَابِ مِنَ الْمَلَائِكَةِ عِنْدَ الْمَوْتِ، كَقَوْلِهِ تَعَالَى: </p><p> وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ الْآيَةَ [٨ \\ ٥٠] وَقَوْلِهِ تَعَالَى: وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ [٦ \\ ٩٣] وَقَوْلِهِ تَعَالَى: فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ [٤٧ \\ ٢٧ - ٢٨] وَأَمَّا رُؤْيَتُهُمُ الْمَلَائِكَةَ يَوْمَ الْقِيَامَةِ فَلَا بُشْرَى لَهُمْ فِيهَا أَيْضًا، وَيَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ [٦ \\ ٨] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ [٢٥ \\ ٢٢] يَدُلُّ بِدَلِيلِ خِطَابِهِ: أَيْ مَفْهُومِ مُخَالَفَتِهِ، أَنَّ غَيْرَ الْمُجْرِمِينَ يَوْمَ يَرَوْنَ الْمَلَائِكَةَ تَكُونُ لَهُمُ الْبُشْرَى، وَهَذَا الْمَفْهُومُ مِنْ هَذِهِ الْآيَةِ جَاءَ مُصَرَّحًا بِهِ فِي قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُورٍ رَحِيمٍ [٤١ \\ ٣٠ - ٣٢] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ. وَيَقُولُونَ حِجْرًا مَحْجُورًا أَظْهَرُ الْقَوْلَيْنِ فِيهِ عِنْدِي أَنَّهُ مِنْ كَلَامِ الْكُفَّارِ، يَوْمَ يَرَوْنَ الْمَلَائِكَةَ. لَا مِنْ كَلَامِ الْمَلَائِكَةِ، وَإِيضَاحُهُ: أَنَّ الْكُفَّارَ الَّذِينَ اقْتَرَحُوا إِنْزَالَ الْمَلَائِكَةِ إِذَا رَأَوُا الْمَلَائِكَةَ تَوَقَّعُوا الْعَذَابَ مِنْ قِبَلِهِمْ، فَيَقُولُونَ حِينَئِذٍ لِلْمَلَائِكَةِ: حِجْرًا مَحْجُورًا: أَيْ حَرَامًا مُحَرَّمًا عَلَيْكُمْ أَنْ تَمَسُّونَا بِسُوءٍ أَيْ لِأَنَّنَا لَمْ نَرْتَكِبْ ذَنْبًا نَسْتَوْجِبُ بِهِ الْعَذَابَ، كَمَا أَوْضَحَهُ تَعَالَى بِقَوْلِهِ عَنْهُمْ: الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ [١٦ \\ ٢٨] فَقَوْلُهُمْ: مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ: أَيْ لَمْ نَسْتَوْجِبْ عَذَابًا، فَتَعْذِيبُنَا حَرَامٌ مُحَرَّمٌ، وَقَدْ كَذَّبَهُمُ اللَّهُ فِي دَعْوَاهُمْ هَذِهِ بِقَوْلِهِ: بَلَى إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ وَعَادَةُ الْعَرَبِ الَّذِينَ نَزَلَ الْقُرْآنُ بِلُغَتِهِمْ، أَنَّهُمْ يَقُولُونَ هَذَا الْكَلَامَ، أَيْ حِجْرًا مَحْجُورًا عِنْدَ لِقَاءِ عَدُوٍّ مَوْتُورٍ أَوْ هُجُومِ نَازِلَةٍ أَوْ نَحْوِ ذَلِكَ. </p><p> وَقَدْ ذَكَرَ سِيبَوَيْهِ هَذِهِ الْكَلِمَةَ أَعْنِي: حِجْرًا مَحْجُورًا فِي بَابِ الْمَصَادِرِ غَيْرِ الْمُتَصَرِّفَةِ الْمَنْصُوبَةِ بِأَفْعَالٍ مَتْرُوكٍ إِظْهَارُهَا نَحْوَ: مَعَاذَ اللَّهِ، وَعَمْرَكَ اللَّهَ، وَنَحْوَ ذَلِكَ. </p>"
}