{
  "id": null,
  "sura": 25,
  "aya": 20,
  "text": "<p> مَذْهَبُ الْمُعْتَزِلَةِ، وَهُوَ مَذْهَبٌ بَاطِلٌ وَبُطْلَانُهُ فِي غَايَةِ الْوُضُوحِ مِنْ كِتَابِ اللَّهِ وَسُنَّةِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِيَّاكَ أَنْ تَغْتَرَّ بِهِ، وَمَا ذُكِرَ عَنِ الْحَسَنِ الْبَصْرِيِّ، وَمَالِكٍ، عَنِ الزُّهْرِيِّ مِنْ أَنَّ مَعْنَى بُورًا لَا خَيْرَ فِيهِمْ لَهُ وَجْهٌ فِي اللُّغَةِ الْعَرَبِيَّةِ، وَلَكِنَّ التَّحْقِيقَ أَنَّهُ لَيْسَ مَعْنَى الْآيَةِ، وَأَنَّ مَعْنَى بُورًا هَلْكَى كَمَا تَقَدَّمَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ: أَنَّ الْمَعْبُودِينَ كَذَّبُوا الْعَابِدِينَ وَذَلِكَ فِي قَوْلِهِ عَنْهُمْ: قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ [٢٥ \\ ١٨] . </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَكْذِيبِ الْمَعْبُودِينَ لِلْعَابِدِينَ، جَاءَ فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ [٤٦ \\ ٦] وَكَقَوْلِهِ تَعَالَى: وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُوا مِنْ دُونِكَ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ [١٦ \\ ٨٦] وَقَوْلِهِ: فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ [١٠ \\ ٢٨] وَقَوْلِهِ تَعَالَى: كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا [١٩ \\ ٨٢] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> قَوْلُهُ تَعَالَى: وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا. قَالَ ابْنُ كَثِيرٍ: وَمَنْ يَظْلِمْ مِنْكُمْ أَيْ يُشْرِكْ بِاللَّهِ، وَذَكَرَهُ الْقُرْطُبِيُّ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا. وَهَذَا التَّفْسِيرُ تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ [٢ \\ ٢٥٤] وَقَوْلِهِ تَعَالَى: وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ [١٠ \\ ١٠٦] وَقَوْلِهِ تَعَالَى: إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ [٣١ \\ ١٣] وَقَدْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَسَّرَ الظُّلْمَ فِي قَوْلِهِ تَعَالَى: وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ [٦ \\ ٨٢] فَقَالَ: أَيْ بِشْرِكٍ كَمَا قَدَّمْنَاهُ مُوَضَّحًا. </p><p> قَوْلُهُ تَعَالَى: وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ جَعَلَ بَعْضَ النَّاسِ فِتْنَةً لِبَعْضٍ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ الْآيَةُ ذَكَرَهُ فِي قَوْلِهِ تَعَالَى: وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا الْآيَةَ [٦ \\ ٥٣] . </p>"
}