{
  "id": null,
  "sura": 25,
  "aya": 17,
  "text": "<p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا فِيهِ وَجْهَانِ مَعْرُوفَانِ. </p><p> أَحَدُهُمَا: أَنَّ مَعْنَى كَوْنِهِ مَسْئُولًا أَنَّ الْمُؤْمِنِينَ كَانُوا يَسْأَلُونَهُ، وَكَانَتِ الْمَلَائِكَةُ أَيْضًا تَسْأَلُهُ لَهُمْ، أَمَّا سُؤَالُ الْمُسْلِمِينَ لَهُ فَقَدْ ذَكَرَهُ تَعَالَى بِقَوْلِهِ عَنْهُمْ: رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ [٣ \\ ١٩٤] وَسُؤَالُ الْمَلَائِكَةِ لَهُمْ إِيَّاهُ ذَكَرَهُ تَعَالَى أَيْضًا فِي قَوْلِهِ: رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ الْآيَةَ [٤٠ \\ ٤٧] وَقَالَ بَعْضُ الْعُلَمَاءِ: مَسْئُولًا: أَيْ وَاجِبًا؛ لِأَنَّ مَا وَعَدَ اللَّهُ بِهِ وَاجِبُ الْوُقُوعِ، لِأَنَّهُ لَا يُخْلِفُ الْمِيعَادَ، وَهُوَ جَلَّ وَعَلَا يُوجِبُ عَلَى نَفْسِهِ بِوَعْدِهِ الصَّادِقِ مَا شَاءَ لَا مُعَقِّبَ لِحُكْمِهِ، وَيُسْتَأْنَسُ لِهَذَا الْقَوْلِ بِلَفْظَةِ «عَلَى» فِي قَوْلِهِ: كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا كَقَوْلِهِ تَعَالَى: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ [٣٠ \\ ٤٧] وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ الْمُسْلِمِينَ يَوْمَ الْقِيَامَةِ يَقُولُونَ: قَدْ فَعَلْنَا فِي دَارِ الدُّنْيَا كُلَّ مَا أَمَرْتَنَا بِهِ فَأَنْجِزْ لَنَا مَا وَعَدْتَنَا، وَالْقَوْلَانِ الْأَوَّلَانِ أَقْرَبُ مِنْ هَذَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا. قَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ غَيْرَ ابْنِ كَثِيرٍ وَحَفْصٍ عَنْ عَاصِمٍ:  (نَحْشُرُهُمْ) ، بِالنُّونِ الدَّالَّةِ عَلَى الْعَظَمَةِ، وَقَرَأَ ابْنُ كَثِيرٍ، وَحَفْصٌ، عَنْ عَاصِمٍ:  (يَحْشُرُهُمْ) بِالْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ، وَقَرَأَ عَامَّةُ السَّبْعَةِ غَيْرَ ابْنِ عَامِرٍ:  (فَيَقُولُ) بِالْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ، وَقَرَأَ ابْنُ عَامِرٍ:  (فَنَقُولُ) بِنُونِ الْعَظَمَةِ. </p><p> فَتَحْصُلُ أَنَّ ابْنَ كَثِيرٍ وَحَفْصًا يَقْرَآنِ بِالْيَاءِ التَّحْتِيَّةِ فِيهِمَا، وَأَنَّ ابْنَ عَامِرٍ يَقْرَأُ بِالنُّونِ فِيهِمَا، وَأَنَّ بَاقِيَ السَّبْعَةِ يَقْرَءُونَ:  (نَحْشُرُهُمْ) بِالنُّونِ، (فَيَقُولُ) بِالْيَاءِ، وَقَدْ ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّهُ يَحْشُرُ الْكُفَّارَ يَوْمَ الْقِيَامَةِ، وَمَا كَانُوا يَعْبُدُونَ مِنْ دُونِهِ: أَنْ يَجْمَعَهُمْ جَمِيعًا فَيَقُولُ لِلْمَعْبُودِينَ: أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ فَزَيَّنْتُمْ لَهُمْ أَنْ يَعْبُدُوكُمْ مِنْ دُونِي، أَمْ هُمْ ضَلُّوا السَّبِيلَ: أَيْ كَفَرُوا وَأَشْرَكُوا بِعِبَادَتِهِمْ إِيَّاكُمْ مِنْ دُونِي مِنْ تِلْقَاءِ أَنْفُسِهِمْ مِنْ غَيْرِ أَنْ تَأْمُرُوهُمْ بِذَلِكَ وَلَا أَنْ تُزَيِّنُوهُ لَهُمْ، وَأَنَّ الْمَعْبُودِينَ يَقُولُونَ: سُبْحَانَكَ أَيْ تَنْزِيهًا لَكَ عَنِ </p><p> الشُّرَكَاءِ وَكُلِّ مَا لَا يَلِيقُ بِجَلَالِكَ وَعَظَمَتِكَ، مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ: أَيْ لَيْسَ لِلْخَلَائِقِ كُلِّهِمْ، أَنْ يَعْبُدُوا أَحَدًا سِوَاكَ لَا نَحْنُ وَلَا هُمْ، فَنَحْنُ مَا دَعَوْنَاهُمْ إِلَى ذَلِكَ، بَلْ فَعَلُوا ذَلِكَ مِنْ تِلْقَاءِ أَنْفُسِهِمْ، مِنْ غَيْرِ أَمْرِنَا، وَنَحْنُ بُرَآءُ مِنْهُمْ، وَمِنْ عِبَادَتِهِمْ، ثُمَّ قَالَ: وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ [٢٥ \\ ١٨] أَيْ طَالَ عَلَيْهِمُ الْعُمُرُ، حَتَّى نَسُوا الذِّكْرَ أَيْ نَسُوا مَا أَنْزَلْتَهُ عَلَيْهِمْ عَلَى أَلْسِنَةِ رُسُلِكَ، مِنَ الدَّعْوَةِ إِلَى عِبَادَتِكَ وَحْدَكَ، لَا شَرِيكَ لَكَ، وَكَانُوا قومًا بُورًا. قَالَ ابْنُ عَبَّاسٍ: أَيْ هَلْكَى، وَقَالَ الْحَسَنُ الْبَصْرِيُّ وَمَالِكٌ عَنِ الزُّهْرِيِّ: أَيْ لَا خَيْرَ فِيهِمْ اهـ. الْغَرَضُ مِنْ كَلَامِ ابْنِ كَثِيرٍ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ: أَيْ مَا كَانَ يَصِحُّ لَنَا وَلَا يَسْتَقِيمُ إِلَى آخِرِ كَلَامِهِ. </p><p> وَإِذَا عَرَفْتَ مَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ مِنْ سُؤَالِهِ لِلْمَعْبُودِينَ وَجَوَابِهِمْ لَهُ، فَاعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي الْمَعْبُودِينَ. فَقَالَ بَعْضُهُمُ: الْمُرَادُ بِهِمُ الْمَلَائِكَةُ وَعِيسَى وَعُزَيْرٌ قَالُوا: هَذَا الْقَوْلُ يَشْهَدُ لَهُ الْقُرْآنُ، لِأَنَّ فِيهِ سُؤَالَ عِيسَى وَالْمَلَائِكَةِ عَنْ عِبَادَةِ مَنْ عَبَدَهُمْ، كَمَا قَالَ فِي الْمَلَائِكَةِ: وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ [٣٤ \\ ٤٠ - ٤١] وَقَالَ فِي عِيسَى عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: وَإِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ [٥ \\ ١١٦] وَجَوَابُ الْمَلَائِكَةِ وَجَوَابُ عِيسَى كِلَاهُمَا شَبِيهٌ بِجَوَابِ الْمَعْبُودِينَ فِي آيَةِ الْفُرْقَانِ هَذِهِ، وَلِذَلِكَ اخْتَارَ غَيْرُ وَاحِدٍ مِنَ الْعُلَمَاءِ أَنَّ الْمَعْبُودِينَ الَّذِينَ يَسْأَلُهُمُ اللَّهُ فِي سُورَةِ الْفُرْقَانِ هَذِهِ هُمْ خُصُوصُ الْعُقَلَاءِ، دُونَ الْأَصْنَامِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: الْأَظْهَرُ عِنْدِي شُمُولُ الْمَعْبُودِينَ الْمَذْكُورِينَ لِلْأَصْنَامِ، مَعَ الْمَلَائِكَةِ وَعِيسَى وَعُزَيْرٍ؛ لِأَنَّ ذَلِكَ تَدُلُّ عَلَيْهِ قَرِينَتَانِ قُرْآنِيَّتَانِ: الْأُولَى: أَنَّهُ عَبَّرَ عَنِ الْمَعْبُودِينَ الْمَذْكُورِينَ بِـ: «مَا» الَّتِي هِيَ لِغَيْرِ الْعَاقِلِ فِي قَوْلِهِ: وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ الْآيَةَ. فَلَفْظَةُ (مَا) تَدُلُّ عَلَى شُمُولِ غَيْرِ الْعُقَلَاءِ، وَأَنَّهُ غَلَّبَ غَيْرَ الْعَاقِلِ لِكَثْرَتِهِ. </p><p> الْقَرِينَةُ الثَّانِيَةُ: هِيَ دَلَالَةُ آيَاتٍ مِنْ كِتَابِ اللَّهِ، عَلَى أَنَّ الْمَعْبُودِينَ غَافِلُونَ عَنْ عِبَادَةِ مَنْ عَبَدَهُمْ: أَيْ لَا يَعْلَمُونَ بِهَا لِكَوْنِهِمْ غَيْرَ عُقَلَاءَ كَقَوْلِهِ تَعَالَى فِي سُورَةِ يُونُسَ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ [١٠ \\ ٢٨ - ٢٩] وَإِنَّمَا كَانُوا غَافِلِينَ عَنْهَا لِأَنَّهُمْ جَمَادٌ لَا يَعْقِلُونَ. وَإِطْلَاقُ اللَّفْظِ الْمُخْتَصِّ بِالْعُقَلَاءِ عَلَيْهِمْ، نَظَرًا إِلَى أَنَّ الْمُشْرِكِينَ نَزَّلُوهُمْ مَنْزِلَةَ الْعُقَلَاءِ كَمَا أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَكَقَوْلِهِ تَعَالَى فِي الْأَحْقَافِ: وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ [٤٦ \\ ٥ - ٦] فَقَدْ دَلَّ قَوْلُهُ تَعَالَى: وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ عَلَى أَنَّهُمْ لَا يَعْقِلُونَ، وَمَعَ ذَلِكَ قَالَ: وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ وَكَقَوْلِهِ تَعَالَى فِي الْعَنْكَبُوتِ: وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا الْآيَةَ [٢٩ \\ ٢٥] . فَصَرَّحَ بِأَنَّهُمْ أَوْثَانٌ، ثُمَّ ذَكَرَ أَنَّهُمْ هُمْ وَعَبَدَتُهُمْ يَلْعَنُ بَعْضُهُمْ بَعْضًا. وَكَقَوْلِهِ تَعَالَى: كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا [١٩ \\ ٨٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَتَّى نَسُوا الذِّكْرَ الظَّاهِرُ أَنَّ مَعْنَى (نَسُوا) تَرَكُوا. وَالْأَظْهَرُ أَنَّ الذِّكْرَ هُوَ مَا جَاءَتْ بِهِ الرُّسُلُ مِنَ التَّوْحِيدِ، وَقِيلَ: ذِكْرُ اللَّهِ بِشُكْرِ نِعَمِهِ، وَالْأَصَحُّ أَنَّ قَوْلَهُ بُورًا مَعْنَاهُ هَلْكَى، وَأَصْلُهُ اسْمُ مَصْدَرٍ يَقَعُ عَلَى الْوَاحِدِ وَعَلَى الْجَمَاعَةِ، فَمِنْ إِطْلَاقِهِ عَلَى الْجَمَاعَةِ قَوْلُهُ هُنَا: وَكَانُوا قَوْمًا بُورًا وَقَوْلُهُ فِي سُورَةِ الْفَتْحِ: وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا [٤٨ \\ ١٢] وَمِنْ إِطْلَاقِهِ عَلَى الْمُفْرَدِ قَوْلُ عَبْدِ اللَّهِ بْنِ الزِّبَعْرَى السَّهْمِيِّ رَضِيَ اللَّهُ عَنْهُ: </p><p> يَا رَسُولَ الْمَلِيكِ إِنَّ لِسَانِي ... رَاتِقٌ مَا فَتَقْتَ إِذْ أَنَا بُورُ </p><p> وَيُطْلَقُ الْبُورُ عَلَى الْهَلَاكِ. وَعَنِ ابْنِ عَبَّاسٍ أَنَّهَا لُغَةُ أَهْلِ عُمَانَ، وَهُمْ مِنْ أَهْلِ الْيَمَنِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> فَلَا تَكْفُرُوا مَا قَدْ صَنَعْنَا إِلَيْكُمُ ... وَكَافُوا بِهِ فَالْكُفْرُ بُورٌ لِصَانِعِهْ </p><p> وَاعْلَمْ أَنَّ مَا ذَكَرَهُ الزَّمَخْشَرِيُّ فِي هَذِهِ الْآيَةِ، وَأَطْنَبَ فِيهِ مِنْ أَنَّ اللَّهَ لَا يُضِلُّ أحدًا </p>"
}