{
  "id": null,
  "sura": 25,
  "aya": 53,
  "text": "<p> الْمَعْنَى: لَوْ شِئْنَا لَخَفَّفْنَا عَنْكَ أَعْبَاءَ الرِّسَالَةِ، وَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا يَتَوَلَّى مَشَقَّةَ إِنْذَارِهَا عَنْكَ، أَيْ: وَلَكِنَّنَا اصْطَفَيْنَاكَ، وَخَصَصْنَاكَ بِعُمُومِ الرِّسَالَةِ لِجَمِيعِ النَّاسِ تَعْظِيمًا لِشَأْنِكَ، وَرَفْعًا مِنْ مَنْزِلَتِكَ، فَقَابَلَ ذَلِكَ بِالِاجْتِهَادِ وَالتَّشَدُّدِ التَّامِّ فِي إِبْلَاغِ الرِّسَالَةِ، وَلَا تُطِعِ الْكَافِرِينَ الْآيَةَ. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنِ اصْطِفَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالرِّسَالَةِ لِجَمِيعِ النَّاسِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا [٧ \\ ١٥٨] وَقَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ [٣٤ \\ ٢٨] وَقَوْلِهِ: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ [٦ \\ ١٩] وَقَوْلِهِ: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ الْآيَةَ [١١ \\ ١٧] . </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] وَقَوْلُهُ: فَلَا تُطِعِ الْكَافِرِينَ، ذَكَرَهُ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ الْآيَةَ [٣٣ \\ ٤٨] وَقَوْلِهِ: وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا [٧٦ \\ ٢٤] وَقَوْلِهِ تَعَالَى: وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ الْآيَةَ [١٨ \\ ٢٨] وَقَوْلِهِ تَعَالَى: وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ [٦٨ \\ ١٠] . </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَجَاهِدْهُمْ بِهِ، أَيْ: بِالْقُرْآنِ، كَمَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ. </p><p> وَالْجِهَادُ الْكَبِيرُ الْمَذْكُورُ فِي هَذِهِ الْآيَةِ هُوَ الْمَصْحُوبُ بِالْغِلْظَةِ عَلَيْهِمْ ; كَمَا قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً الْآيَةَ [٩ \\ ١٢٣] وَقَالَ تَعَالَى: يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ [٩ \\ ٧٣] وَقَوْلُهُ تَعَالَى: فَلَا تُطِعِ الْكَافِرِينَ، مِنَ الْمَعْلُومِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يُطِيعُ الْكَافِرِينَ، وَلَكِنَّهُ يَأْمُرُ وَيَنْهَى لِيُشَرِّعَ لِأُمَّتِهِ عَلَى لِسَانِهِ، كَمَا أَوْضَحْنَاهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» . </p><p> قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا. </p><p> اعْلَمْ أَنَّ لَفْظَةَ: مَرَجَ، تُطْلَقُ فِي اللُّغَةِ إِطْلَاقَيْنِ: </p><p> الْأَوَّلُ: مَرَجَ بِمَعْنَى: أَرْسَلَ وَخَلَّى، مِنْ قَوْلِهِمْ: مَرَجَ دَابَّتَهُ إِذَا أَرْسَلَهَا إِلَى الْمَرَجِ، وَهُوَ الْمَوْضِعُ الَّذِي تَرْعَى فِيهِ الدَّوَابُّ ; كَمَا قَالَ حَسَّانُ بْنُ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ: </p><p> وَكَانَتْ لَا يَزَالُ بِهَا أَنِيسٌ ... خِلَالَ مُرُوجِهَا نَعَمٌ وَشَاءُ </p><p> وَعَلَى هَذَا، فَالْمَعْنَى: أَرْسَلَ الْبَحْرَيْنِ وَخَلَّاهُمَا لَا يَخْتَلِطُ أَحَدُهُمَا بِالْآخَرِ. </p><p> وَالْإِطْلَاقُ الثَّانِي: مَرَجَ بِمَعْنَى: خَلَطَ، وَمِنْهُ قَوْلُهُ تَعَالَى: فِي أَمْرٍ مَرِيجٍ، أَيْ: مُخْتَلِطٍ، فَعَلَى الْقَوْلِ الْأَوَّلِ: فَالْمُرَادُ بِالْبَحْرَيْنِ الْمَاءُ الْعَذْبُ فِي جَمِيعِ الدُّنْيَا، وَالْمَاءُ الْمِلْحُ فِي جَمِيعِهَا. </p><p> وَقَوْلُهُ: هَذَا عَذْبٌ فُرَاتٌ، يَعْنِي: بِهِ مَاءَ الْآبَارِ وَالْأَنْهَارِ وَالْعُيُونِ فِي أَقْطَارِ الدُّنْيَا. </p><p> وَقَوْلُهُ: وَهَذَا مِلْحٌ أُجَاجٌ، أَيِ: الْبَحْرُ الْمِلْحُ، كَالْبَحْرِ الْمُحِيطِ وَغَيْرِهِ مِنَ الْبِحَارِ الَّتِي هِيَ مِلْحٌ أُجَاجٌ، وَعَلَى هَذَا التَّفْسِيرِ فَلَا إِشْكَالَ. </p><p> وَأَمَّا عَلَى الْقَوْلِ الثَّانِي بِأَنَّ مَرَجَ بِمَعْنَى خَلَطَ، فَالْمَعْنَى: أَنَّهُ يُوجَدُ فِي بَعْضِ الْمَوَاضِعِ اخْتِلَاطُ الْمَاءِ الْمِلْحِ وَالْمَاءِ الْعَذْبِ فِي مَجْرًى وَاحِدٍ، وَلَا يَخْتَلِطُ أَحَدُهُمَا بِالْآخَرِ، بَلْ يَكُونُ بَيْنَهُمَا حَاجِزٌ مِنْ قُدْرَةِ اللَّهِ تَعَالَى، وَهَذَا مُحَقَّقُ الْوُجُودِ فِي بَعْضِ الْبِلَادِ، وَمِنَ الْمَوَاضِعِ الَّتِي هُوَ وَاقِعٌ فِيهَا الْمَحَلُّ الَّذِي يَخْتَلِطُ فِيهِ نَهْرُ السِّنْغَالِ بِالْمُحِيطِ الْأَطْلَسِيِّ بِجَنْبِ مَدِينَةِ سَانْ لُوِيسْ، وَقَدْ زُرْتُ مَدِينَةَ سَانْ لُوِيسْ عَامَ سِتٍّ وَسِتِّينَ وَثَلَاثِمِائَةٍ وَأَلْفٍ هِجْرِيَّةً، وَاغْتَسَلْتُ مَرَّةً فِي نَهْرِ السِّنْغَالِ، وَمَرَّةً فِي الْمُحِيطِ، وَلَمْ آتِ مَحَلَّ اخْتِلَاطِهِمَا، وَلَكِنْ أَخْبَرَنِي بَعْضُ الْمُرَافِقِينَ الثِّقَاتِ أَنَّهُ جَاءَ إِلَى مَحَلِّ اخْتِلَاطِهِمَا، وَأَنَّهُ جَالِسٌ يَغْرِفُ بِإِحْدَى يَدَيْهِ عَذْبًا وَفُرَاتًا، وَبِالْأُخْرَى مِلْحًا أُجَاجًا، وَالْجَمِيعُ فِي مَجْرًى وَاحِدٍ، لَا يَخْتَلِطُ أَحَدُهُمَا بِالْآخَرِ، فَسُبْحَانَهُ جَلَّ وَعَلَا مَا أَعْظَمَهُ، وَمَا أَكْمَلَ قُدْرَتُهُ. </p><p> وَهَذَا الَّذِي ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ، جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى فِي سُورَةِ «فَاطِرٍ» : وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ [٣٥ \\ ١٢] وَقَوْلِهِ تَعَالَى: مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ </p>"
}