{
  "id": null,
  "sura": 25,
  "aya": 47,
  "text": "<p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بَلْ هُمْ أَضَلُّ سَبِيلًا، قَالَ الزَّمَخْشَرِيُّ: فَإِنْ قُلْتَ: كَيْفَ جُعِلُوا أَضَلَّ مِنَ الْأَنْعَامِ؟ </p><p> قُلْتُ: لِأَنَّ الْأَنْعَامَ تَنْقَادُ لِأَرْبَابِهَا الَّتِي تَعْلِفُهَا وَتَتَعَهَّدُهَا، وَتَعْرِفُ مَنْ يُحْسِنُ إِلَيْهَا مِمَّنْ يُسِيءُ إِلَيْهَا، وَتَطْلُبُ مَا يَنْفَعُهَا، وَتَجْتَنِبُ مَا يَضُرُّهَا، وَتَهْتَدِي لِمَرَاعِيهَا وَمَشَارِبِهَا، وَهَؤُلَاءِ لَا يَنْقَادُونَ لِرَبِّهِمْ وَلَا يَعْرِفُونَ إِحْسَانَهُ إِلَيْهِمْ مِنْ إِسَارَةِ الشَّيْطَانِ الَّذِي هُوَ عَدُوُّهُمْ، وَلَا يَطْلُبُونَ الثَّوَابَ الَّذِي هُوَ أَعْظَمُ الْمَنَافِعِ، وَلَا يَتَّقُونَ الْعِقَابَ الَّذِي هُوَ أَشَدُّ الْمَضَارِّ وَالْمَهَالِكِ، وَلَا يَهْتَدُونَ لِلْحَقِّ الَّذِي هُوَ الْمُشَرِّعُ الْهَنِيُّ وَالْعَذْبُ الرَّوِيُّ، اه مِنْهُ. </p><p> وَإِذَا عَلِمْتَ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، فَاعْلَمْ أَنَّ اللَّهَ بَيَّنَهُ فِي غَيْرِ الْمَوْضِعِ، ; كَقَوْلِهِ تَعَالَى فِي سُورَةِ «الْأَعْرَافِ» : وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ [٧ \\ ١٧٩] وَقَوْلِهِ تَعَالَى فِي «الْبَقَرَةِ» : وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَاءً وَنِدَاءً صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُونَ [٢ ١٧١] . </p><p> قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ هُوَ الَّذِي جَعَلَ لِخَلْقِهِ اللَّيْلَ لِبَاسًا، وَالنَّوْمَ سُبَاتًا، وَجَعَلَ لَهُمُ النَّهَارَ نُشُورًا، أَمَّا جَعْلُهُ لَهُمُ اللَّيْلَ لِبَاسًا، فَالظَّاهِرُ أَنَّهُ لَمَّا جَعَلَ اللَّيْلَ يُغَطِّي جَمِيعَ مَنْ فِي الْأَرْضِ بِظَلَامِهِ صَارَ لِبَاسًا لَهُمْ، يَسْتُرُهُمْ كَمَا يَسْتُرُ اللِّبَاسُ عَوْرَةَ صَاحِبِهِ، وَرُبَّمَا انْتَفَعُوا بِلِبَاسِ اللَّيْلِ كَهُرُوبِ الْأَسِيرِ الْمُسْلِمِ مِنَ الْكُفَّارِ فِي ظَلَامِ اللَّيْلِ، وَاسْتِتَارِهِ بِهِ حَتَّى يَنْجُوَ مِنْهُمْ، وَنَحْوِ ذَلِكَ مِنَ الْفَوَائِدِ الَّتِي تَحْصُلُ بِسَبَبِ لِبَاسِ اللَّيْلِ ; كَمَا قَالَ أَبُو الطَّيِّبِ الْمُتَنَبِّي: </p><p> وَكَمْ لِظَلَامِ اللَّيْلِ عِنْدِي مِنْ يَدٍ ... تُخْبِرُ أَنَّ الْمَانَوِيَّةَ تَكْذِبُ </p><p> وَقَاكَ رَدَى الْأَعْدَاءِ تَسْرِي إِلَيْهِمُ ... وَزَارَكَ فِيهِ ذُو الدَّلَالِ الْمُحَجَّبُ </p><p> وَأَمَّا جَعْلُهُ لَهُمُ النَّوْمَ سُبَاتًا، فَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّ الْمُرَادَ بِالسُّبَاتِ: الرَّاحَةُ مِنْ تَعَبِ الْعَمَلِ بِالنَّهَارِ ; لِأَنَّ النَّوْمَ يَقْطَعُ الْعَمَلَ النَّهَارِيَّ، فَيَنْقَطِعُ بِهِ التَّعَبُ، وَتَحْصُلُ الِاسْتِرَاحَةُ، كَمَا هُوَ مَعْرُوفٌ. </p><p> وَقَالَ الْجَوْهَرِيُّ فِي «صِحَاحِهِ» : السُّبَاتُ النَّوْمُ وَأَصْلُهُ الرَّاحَةُ، وَمِنْهُ قَوْلُهُ تَعَالَى: </p><p> وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا [٧٨ \\ ٩] وَقَالَ الزَّمَخْشَرِيُّ فِي «الْكَشَّافِ» : وَالسُّبَاتُ: الْمَوْتُ، وَالْمَسْبُوتُ: الْمَيِّتُ ; لِأَنَّهُ مَقْطُوعُ الْحَيَاةِ، وَهَذَا كَقَوْلِهِ: وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ. </p><p> فَإِنْ قُلْتَ: هَلَّا فَسَّرْتَهُ بِالرَّاحَةِ؟ . </p><p> قُلْتُ: النُّشُورُ فِي مُقَابَلَتِهِ يَأْبَاهُ إِبَاءَ الْعَيُوفِ الْوَرْدَ، وَهُوَ مُرَنَّقٌ، اه مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَإِيضَاحُ كَلَامِهِ: أَنَّ النُّشُورَ هُوَ الْحَيَاةُ بَعْدَ الْمَوْتِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. وَعَلَيْهِ فَقَوْلُهُ: وَجَعَلَ النَّهَارَ نُشُورًا، أَيْ: حَيَاةً بَعْدَ الْمَوْتِ، وَعَلَيْهِ فَالْمَوْتُ هُوَ الْمُعَبَّرُ عَنْهُ بِالسُّبَاتِ فِي قَوْلِهِ: وَالنَّوْمَ سُبَاتًا، وَإِطْلَاقُ الْمَوْتِ عَلَى النَّوْمِ مَعْرُوفٌ فِي الْقُرْآنِ الْعَظِيمِ ; كَقَوْلِهِ تَعَالَى: وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ [٦ \\ ٦٠] وَقَوْلِهِ: ثُمَّ يَبْعَثُكُمْ فِيهِ فِيهِ دَلِيلٌ عَلَى مَا ذَكَرَهُ الزَّمَخْشَرِيُّ ; لِأَنَّ كُلًّا مِنَ الْبَعْثِ وَالنُّشُورِ يُطْلَقُ عَلَى الْحَيَاةِ بَعْدَ الْمَوْتِ ; وَكَقَوْلِهِ تَعَالَى: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى [٣٩ \\ ٤٢] وَقَالَ الْجَوْهَرِيُّ فِي «صِحَاحِهِ» : وَالْمَسْبُوتُ الْمَيِّتُ وَالْمَغْشِيُّ عَلَيْهِ، اه. </p><p> وَالَّذِينَ قَالُوا: إِنَّ السُّبَاتَ فِي الْآيَةِ الرَّاحَةُ بِسَبَبِ النَّوْمِ مِنْ تَعَبِ الْعَمَلِ بِالنَّهَارِ، قَالُوا: إِنَّ مَعْنَى قَوْلِهِ تَعَالَى: وَجَعَلَ النَّهَارَ نُشُورًا، أَنَّهُمْ يَنْشُرُونَ فِيهِ لِمَعَايِشِهِمْ، وَمَكَاسِبِهِمْ، وَأَسْبَابِهِمْ. وَالظَّاهِرُ أَنَّ هَذَا التَّفْسِيرَ فِيهِ حَذْفُ مُضَافٍ، أَوْ هُوَ مِنَ النَّعْتِ بِالْمَصْدَرِ، وَهَذَا التَّفْسِيرُ يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى: وَجَعَلْنَا النَّهَارَ مَعَاشًا [٧٨ \\ ١١] وَقَوْلُهُ تَعَالَى فِي «الْقَصَصِ» : وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ [٢٨ \\ ٧٣] أَيْ: لِتَسْكُنُوا فِي اللَّيْلِ، وَلِتَبْتَغُوا مِنْ فَضْلِهِ بِالنَّهَارِ فِي السَّعْيِ لِلْمَعَاشِ. </p><p> وَإِذَا عَلِمْتَ هَذَا، فَاعْلَمْ أَنَّ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا وَجَعَلْنَا اللَّيْلَ لِبَاسًا وَجَعَلْنَا النَّهَارَ مَعَاشًا [٢٨ \\ ٩ - ١١] وَقَوْلِهِ تَعَالَى: قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ [٢٨ \\ ٧١ - ٧٣] . </p>"
}