{
  "id": null,
  "sura": 25,
  "aya": 38,
  "text": "<p> قَوْلُهُ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «مَرْيَمَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا [١٩ \\ ٥٢] . </p><p> قَوْلُهُ تَعَالَى: وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً. قَدْ قَدَّمْنَا بَعْضَ الْآيَاتِ الدَّالَّةِ عَلَى كَيْفِيَّةِ إِغْرَاقِهِمْ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا [٧ \\ ٦٤] . </p><p> قَوْلُهُ تَعَالَى: وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا. الْأَظْهَرُ عِنْدِي أَنَّ قَوْلَهُ: وَعَادًا وَثَمُودَ مَعْطُوفٌ عَلَى قَوْلِهِ: وَقَوْمَ نُوحٍ، وَأَنَّ قَوْمَ نُوحٍ مَفْعُولٌ بِهِ لِأَغْرَقْنَا مَحْذُوفَةٍ دَلَّ عَلَيْهَا قَوْلُهُ بَعْدَهُ: أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً، عَلَى حَدِّ قَوْلِهِ فِي «الْخُلَاصَةِ» : </p><p> فَالسَّابِقَ انْصِبْهُ بِفِعْلٍ أُضْمِرَا ... حَتْمًا مُوَافِقٌ لِمَا قَدْ ذُكِرَا </p><p> أَيْ: أَهْلَكْنَا قَوْمَ نُوحٍ بِالْغَرَقِ، وَأَهْلَكْنَا عَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ، وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا، أَيْ: وَأَهْلَكْنَا قُرُونًا كَثِيرَةً بَيْنَ ذَلِكَ الْمَذْكُورِ مِنْ قَوْمِ نُوحٍ، وَعَادٍ وَثَمُودَ. </p><p> وَالْأَظْهَرُ أَنَّ الْقُرُونَ الْكَثِيرَ الْمَذْكُورَ بَعْدَ قَوْمِ نُوحٍ، وَعَادٍ، وَثَمُودَ، وَقَبْلَ أَصْحَابِ الرَّسِّ وَقَدْ دَلَّتْ آيَةٌ مِنْ سُورَةِ «إِبْرَاهِيمَ» عَلَى أَنَّ بَعْدَ عَادٍ، وَثَمُودَ، خَلْقًا كَفَرُوا وَكَذَّبُوا الرُّسُلَ، وَأَنَّهُمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَلَّ وَعَلَا. </p><p> وَتَصْرِيحُهُ بِأَنَّهُمْ بَعْدَ عَادٍ وَثَمُودَ يُوَضِّحُ مَا ذَكَرْنَا، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ [١٤ \\ ٩] . </p><p> وَقَدْ قَدَّمْنَا كَلَامَ أَهْلِ الْعِلْمِ فِي مَعْنَى قَوْلِهِ: فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ، وَالْإِشَارَةُ فِي قَوْلِهِ: بَيْنَ ذَلِكَ، رَاجِعَةٌ إِلَى عَادٍ وَثَمُودَ وَأَصْحَابِ الرَّسِّ، أَيْ: بَيْنَ ذَلِكَ الْمَذْكُورِ </p>"
}