{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> وَقَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ قَوْلِهِ: وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً وَمَعْنَى هَذَا: أَنْ كُلَّ وَاحِدٍ مُخْتَبَرٌ بِصَاحِبِهِ، فَالْغَنِيُّ مُمْتَحَنٌ بِالْفَقِيرِ عَلَيْهِ أَنْ يُوَاسِيَهُ وَلَا يَسْخَرَ مِنْهُ، وَالْفَقِيرُ مُمْتَحَنٌ بِالْغَنِيِّ عَلَيْهِ أَنْ لَا يَحْسُدَهُ وَلَا يَأْخُذَ مِنْهُ إِلَّا مَا أَعْطَاهُ، وَأَنْ يَصْبِرَ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى الْحَقِّ، كَمَا قَالَ الضَّحَّاكُ فِي مَعْنَى: أَتَصْبِرُونَ [٢٥ \\ ٢٠] : أَيْ عَلَى الْحَقِّ، وَأَصْحَابُ الْبَلَايَا يَقُولُونَ: لِمَ لَمْ نُعَافَ؟ وَالْأَعْمَى يَقُولُ لِمَ لَمْ أُجْعَلْ كَالْبَصِيرِ؟ وَهَكَذَا صَاحِبُ كُلِّ آفَةٍ، وَالرَّسُولُ الْمَخْصُوصُ بِكَرَامَةِ النُّبُوَّةِ فِتْنَةٌ لِأَشْرَافِ النَّاسِ مِنَ الْكُفَّارِ فِي عَصْرِهِ وَكَذَلِكَ الْعُلَمَاءُ، وَحُكَّامُ الْعَدْلِ، أَلَا تَرَى إِلَى قَوْلِهِمْ: لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ [٤٣ \\ ٣١] فَالْفِتْنَةُ أَنْ يَحْسُدَ الْمُبْتَلَى الْمُعَافَى، وَيُحَقِّرَ الْمُعَافَى الْمُبْتَلَى، وَالصَّبْرُ أَنْ يَحْبِسَ كِلَاهُمَا نَفْسَهُ، هَذَا عَنِ الْبَطَرِ، وَذَلِكَ عَنِ الضَّجَرِ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِ الْقُرْطُبِيِّ. </p><p> وَإِذَا عَلِمْتَ مَعْنَى كَوْنِ بَعْضِهِمْ فِتْنَةً لِبَعْضٍ. فَاعْلَمْ أَنَّ قَوْلَهُ تَعَالَى: وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ الْآيَةَ [٦ \\ ٥٣] . فِيهِ فِتْنَةُ أَغْنِيَاءِ الْكُفَّارِ بِفُقَرَاءِ الْمُسْلِمِينَ، حَيْثُ احْتَقَرُوهُمْ وَازْدَرُوهُمْ، وَأَنْكَرُوا أَنْ يَكُونَ اللَّهُ مَنَّ عَلَيْهِمْ دُونَهُمْ لِأَنَّهُمْ فِي زَعْمِهِمْ لِفَقْرِهِمْ، وَرَثَاثَةِ حَالِهِمْ، لَا يُمْكِنُ أَنْ يَرْحَمَهُمُ اللَّهُ وَيُعْطِيَهُمْ مِنْ فَضْلِهِ الْوَاسِعِ كَمَا قَالَ تَعَالَى عَنْهُمْ أَنَّهُمْ قَالُوا فِيهِمْ: لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ [٤٦ \\ ١١] وَقَالَ: أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا [٣٨ \\ ٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَسَيُوَبِّخُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ عَلَى احْتِقَارِهِمْ لَهُمْ فِي الدُّنْيَا كَمَا قَالَ تَعَالَى: أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ [٧ \\ ٤٩] وَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ. . . . إِلَى قَوْلِهِ تَعَالَى: فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ عَلَى الْأَرَائِكِ يَنْظُرُونَ هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ [٨٣ \\ ٢٩ - ٣٦] وَقَوْلِهِ تَعَالَى: وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ [٢ \\ ٢١٢] وَقَوْلِهِ تَعَالَى: (أَتَصْبِرُونَ) ، أَيْ عَلَى الْحَقِّ أَمْ لَا تَصْبِرُونَ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَ اللَّهِ قَالُوا: لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا، وَلَوْلَا فِي هَذِهِ الْآيَةِ لِلتَّحْضِيضِ. </p><p> وَالْمَعْنَى أَنَّهُمْ طَلَبُوا بِحَثٍّ وَشِدَّةٍ أَنْ تَنْزِلَ عَلَيْهِمُ الْمَلَائِكَةُ أَوْ يَرَوْنَ رَبَّهُمْ، وَهَذَا التَّعَنُّتُ الَّذِي ذَكَرَهُ اللَّهُ عَنْهُمْ هُنَا مِنْ طَلَبِهِمْ إِنْزَالَ الْمَلَائِكَةِ عَلَيْهِمْ، أَوْ رُؤْيَتَهُمْ رَبَّهُمْ ذَكَرَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا [١٧ \\ ٩٢] وَقَوْلِهِمْ: لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ قِيلَ: فَتُوحَى إِلَيْنَا كَمَا أُوحَتْ إِلَيْكَ، وَهَذَا الْقَوْلُ يَدُلُّ لَهُ قَوْلُهُ تَعَالَى: قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ الْآيَةَ [٦ \\ ١٢٤] وَقِيلَ: لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ فَنَرَاهُمْ عِيَانًا، وَهَذَا يَدُلُّ لَهُ قَوْلُهُ تَعَالَى: أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا [١٧ \\ ٩٢] أَيْ مُعَايَنَةً عَلَى الْقَوْلِ بِذَلِكَ، وَقَدْ قَدَّمْنَا الْأَقْوَالَ فِي ذَلِكَ فِي سُورَةِ بَنِي إِسْرَائِيلَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ:  (لَا يَرْجُونَ) قَالَ بَعْضُ الْعُلَمَاءِ: لَا يَرْجُونَ أَيْ لَا يَخَافُونَ لِقَاءَنَا لِعَدَمِ إِيمَانِهِمْ بِالْبَعْثِ. وَالرَّجَاءُ يُطْلَقُ عَلَى الْخَوْفِ كَمَا يُطْلَقُ عَلَى الطَّمَعِ. قَالَ بَعْضُ الْعُلَمَاءِ: وَمِنْهُ قَوْلُهُ تَعَالَى: مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا قَالَ أَيْ لَا تَخَافُونَ لِلَّهِ عَظَمَةً، وَمِنْهُ قَوْلُ أَبِي ذُؤَيْبٍ الْهُذَلِيِّ: </p><p> إِذَا لَسَعَتْهُ النَّحْلُ لَمْ يَرْجُ لَسْعَهَا ... وَخَالَفَهَا فِي بَيْتِ نَوْبِ عَوَاسِلَ </p><p> فَقَوْلُهُ لَمْ يَرْجُ لَسْعَهَا: أَيْ لَمْ يَخَفْ لَسْعَهَا، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِطْلَاقُ الرَّجَاءِ عَلَى الْخَوْفِ لُغَةُ تِهَامَةَ، وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يَرْجُونَ لِقَاءَنَا لَا يَأْمُلُونَ، وَعَزَاهُ الْقُرْطُبِيُّ لِابْنِ شَجَرَةَ وَقَالَ: وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> أَتَرْجُو أُمَّةٌ قَتَلَتْ حُسَيْنًا ... شَفَاعَةَ جَدِّهِ يَوْمَ الْحِسَابِ </p><p> أَيْ أَتَأْمُلُ أُمَّةٌ إِلَخْ. وَالَّذِي لَا يُؤْمِنُ بِالْبَعْثِ لَا يَخَافُ لِقَاءَ اللَّهِ، لِأَنَّهُ لَا يُصَدِّقُ بِالْعَذَابِ، وَلَا يَأْمُلُ الْخَيْرَ مِنْ تِلْقَائِهِ، لِأَنَّهُ لَا يُؤْمِنُ بِالثَّوَابِ. </p><p> وَقَوْلُهُ جَلَّ وَعَلَا: لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ أَيْ أَضْمَرُوا التَّكَبُّرَ عَنِ الْحَقِّ فِي قُلُوبِهِمْ، وَاعْتَقَدُوهُ عِنَادًا وَكُفْرًا، وَيُوَضِّحُ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ [٤٠ \\ ٥٦] وَقَوْلُهُ تَعَالَى: وَعَتَوْا عُتُوًّا كَبِيرًا أَيْ تَجَاوَزُوا الْحَدَّ </p>"
}