{
  "id": null,
  "sura": 26,
  "aya": 102,
  "text": "<p> قَوْلُهُ تَعَالَى: قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ. </p><p> مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ أَهْلَ النَّارِ يَخْتَصِمُونَ فِيهَا، جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى: هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ، إِلَى قَوْلِهِ تَعَالَى: إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ [٣٨ \\ ٥٩ - ٦٤] . </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ رَبَّنَا هَؤُلَاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ [٧ \\ ٣٨] وَفِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا الْآيَةَ [٢ \\ ١٦٦] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ، قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ [٦ \\ ١] . </p><p> قَوْلُهُ تَعَالَى: فَمَا لَنَا مِنْ شَافِعِينَ. قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ [٢ \\ ٤٨] وَفِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا الْآيَةَ [٧ \\ ٥٣] . </p><p> قَوْلُهُ تَعَالَى فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ الْمُؤْمِنِينَ. دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ عَلَى أَمْرَيْنِ: الْأَوَّلُ مِنْهُمَا: أَنَّ الْكُفَّارَ يَوْمَ الْقِيَامَةِ، يَتَمَنَّوْنَ الرَّدَّ إِلَى الدُّنْيَا، لِأَنَّ (لَوْ) فِي قَوْلِهِ هُنَا: فَلَوْ أَنَّ لَنَا لِلتَّمَنِّي، وَالْكَرَّةُ هُنَا: الرَّجْعَةُ إِلَى الدُّنْيَا، وَإِنَّهُمْ زَعَمُوا أَنَّهُمْ إِنْ رُدُّوا إِلَى الدُّنْيَا كَانُوا مِنَ الْمُؤْمِنِينَ الْمُصَدِّقِينَ لِلرُّسُلِ، فِيمَا جَاءَتْ بِهِ، وَهَذَانِ الْأَمْرَانِ قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِكُلِّ وَاحِدٍ مِنْهُمَا. </p><p> أَمَّا تَمَنِّيهِمُ الرُّجُوعَ إِلَى الدُّنْيَا، فَقَدْ أَوْضَحْنَاهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ [٧ \\ ٥٣] . وَأَمَّا زَعْمُهُمْ </p>"
}