{
  "id": null,
  "sura": 26,
  "aya": 217,
  "text": "<p> وَالْأَظْهَرُ عِنْدِي فِي قَوْلِهِ: لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، أَنَّهُ نَوْعٌ مِنَ التَّوْكِيدِ يَكْثُرُ مِثْلُهُ فِي الْقُرْآنِ الْعَظِيمِ ; كَقَوْلِهِ: يَقُولُونَ بِأَفْواهِهِمْ الْآيَةَ [٣ \\ ١٦٧] وَمَعْلُومٌ أَنَّهُمْ إِنَّمَا يَقُولُونَ بِأَفْوَاهِهِمْ. وَقَوْلِهِ تَعَالَى: فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ [٢ \\ ٧٩] وَمَعْلُومٌ أَنَّهُمْ إِنَّمَا يَكْتُبُونَهُ بِأَيْدِيهِمْ، وَقَوْلِهِ تَعَالَى: وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ [٦ \\ ٣٨] وَقَوْلِهِ تَعَالَى: حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ [٢ \\ ١٠٩] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ الَّذِي يَرَاكَ حِينَ تَقُومُ وَتَقَلُّبَكَ فِي السَّاجِدِينَ. </p><p> قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ، أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَتَكُونُ فِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّتِهِ، وَذَكَرْنَا أَمْثِلَةً مُتَعَدِّدَةً لِذَلِكَ فِي التَّرْجَمَةِ، وَفِيمَا مَضَى مِنَ الْكِتَابِ. </p><p> وَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ قَوْلَهُ هُنَا: وَتَقَلُّبَكَ فِي السَّاجِدِينَ، قَالَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ الْمَعْنَى: وَتَقَلُّبَكَ فِي أَصْلَابِ آبَائِكَ السَّاجِدِينَ، أَيِ: الْمُؤْمِنِينَ بِاللَّهِ كَآدَمَ وَنُوحٍ، وَإِبْرَاهِيمَ، وَإِسْمَاعِيلَ. </p><p> وَاسْتَدَلَّ بَعْضُهُمْ لِهَذَا الْقَوْلِ فِيمَنْ بَعْدَ إِبْرَاهِيمُ مِنْ آبَائِهِ، بِقَوْلِهِ تَعَالَى عَنْ إِبْرَاهِيمَ: وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ [٤٣ \\ ٢٨] وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلَ ابْنُ عَبَّاسٍ نَقَلَهُ عَنْهُ الْقُرْطُبِيُّ، وَفِي الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ هَذَا الْقَوْلِ، وَهِيَ قَوْلُهُ تَعَالَى قَبْلَهُ مُقْتَرِنًا بِهِ: الَّذِي يَرَاكَ حِينَ تَقُومُ، فَإِنَّهُ لَمْ يَقْصِدْ بِهِ أَنْ يَقُومَ فِي أَصْلَابِ الْآبَاءِ إِجْمَاعًا، وَأَوَّلُ الْآيَةِ مُرْتَبِطٌ بِآخِرِهَا، أَيِ: الَّذِي يَرَاكَ حِينَ تَقُومُ إِلَى صَلَاتِكَ، وَحِينَ تَقُومُ مِنْ فِرَاشِكَ وَمَجْلِسِكَ، وَيَرَى وَتَقَلُّبَكَ فِي السَّاجِدِينَ، أَيِ: الْمُصَلِّينَ، عَلَى أَظْهَرِ الْأَقْوَالِ ; لِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَقَلَّبُ فِي الْمُصَلِّينَ قَائِمًا، وَسَاجِدًا وَرَاكِعًا، وَقَالَ بَعْضُهُمْ: الَّذِي يَرَاكَ حِينَ تَقُومُ، أَيْ: إِلَى الصَّلَاةِ وَحْدَكَ، وَوَتَقَلُّبَكَ فِي السَّاجِدِينَ، أَيِ: الْمُصَلِّينَ إِذَا صَلَّيْتَ بِالنَّاسِ. </p><p> وَقَوْلُهُ هُنَا: الَّذِي يَرَاكَ حِينَ تَقُومُ الْآيَةَ، يَدُلُّ عَلَى الِاعْتِنَاءِ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيُوَضِّحُ ذَلِكَ قَوْلُهُ تَعَالَى: وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا الْآيَةَ [٥٢ \\ ٤٨] . </p>"
}