{
  "id": null,
  "sura": 26,
  "aya": 184,
  "text": "<p> الْمِكْيَالَ وَالْمِيزَانَ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ بَقِيَّةُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ [١١ \\ ٨٤ - ٨٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْأَعْرَافِ» ، قَوْلَنَا: فَإِنْ قِيلَ الْهَلَاكُ الَّذِي أَصَابَ قَوْمَ شُعَيْبٍ ذَكَرَ اللَّهُ جَلَّ وَعَلَا فِي «الْأَعْرَافِ» أَنَّهُ رَجْفَةٌ، وَذَكَرَ فِي «هُودٍ» أَنَّهُ صَيْحَةٌ، وَذَكَرَ فِي «الشُّعَرَاءِ» ، أَنَّهُ عَذَابُ يَوْمِ الظُّلَّةِ. </p><p> فَالْجَوَابُ مَا قَالَهُ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِهِ، قَالَ: وَقَدِ اجْتَمَعَ عَلَيْهِمْ ذَلِكَ كُلُّهُ، أَصَابَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ، وَهِيَ سَحَابَةٌ أَظَلَّتْهُمْ فِيهَا شَرَرٌ مِنْ نَارٍ وَلَهَبٌ وَوَهَجٌ عَظِيمٌ، ثُمَّ جَاءَتْهُمْ صَيْحَةٌ مِنَ السَّمَاءِ، وَرَجْفَةٌ مِنَ الْأَرْضِ شَدِيدَةٌ مِنْ أَسْفَلَ مِنْهُمْ فَزَهَقَتِ الْأَرْوَاحُ، وَفَاضَتِ النُّفُوسُ، وَخَمَدَتِ الْأَجْسَامُ، انْتَهَى. وَعَلَى الْقَوْلِ بِأَنَّ شُعَيْبًا أُرْسِلَ إِلَى أُمَّتَيْنِ: مَدْيَنَ وَأَصْحَابِ الْأَيْكَةِ، وَأَنَّ مَدْيَنَ لَيْسُوا هُمْ أَصْحَابَ الْأَيْكَةِ، فَلَا إِشْكَالَ. وَقَدْ جَاءَ ذَلِكَ فِي حَدِيثٍ ضَعِيفٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، وَمِمَّنْ رُوِيَ عَنْهُ هَذَا الْقَوْلُ: قَتَادَةُ، وَعِكْرِمَةُ وَإِسْحَاقُ بْنُ بِشْرٍ. </p><p> وَقَدْ قَدَّمْنَا بَعْضَ الْآيَاتِ الْمُوَضِّحَةِ لِهَذَا فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ فَانْتَقَمْنَا مِنْهُمْ [٢٥ \\ ٧٨ - ٧٩] وَأَوْضَحْنَا هُنَالِكَ أَنَّ نَافِعًا، وَابْنَ عَامِرٍ، وَابْنَ كَثِيرٍ قَرَأُوا لَيْكَةَ فِي سُورَةِ «الشُّعَرَاءِ» ، وَسُورَةِ «ص» ، بِلَامٍ مَفْتُوحَةٍ أَوَّلَ الْكَلِمَةِ، وَتَاءٍ مَفْتُوحَةٍ آخِرَهَا مِنْ غَيْرِ هَمْزٍ، وَلَا تَعْرِيفٍ عَلَى أَنَّ اسْمَ الْقَرْيَةِ غَيْرُ مُنْصَرِفٍ، وَأَنَّ الْبَاقِينَ قَرَأُوا:  (الْأَيْكَةِ) بِالتَّعْرِيفِ وَالْهَمْزِ وَكَسْرِ التَّاءِ، وَأَنَّ الْجَمِيعَ اتَّفَقُوا عَلَى ذَلِكَ فِي «ق» وَ «الْحِجْرِ» ، وَأَوْضَحْنَا هُنَالِكَ تَوْجِيهَ الْقِرَاءَتَيْنِ فِي «الشُّعَرَاءِ» وَ «ص» ، وَمَعْنَى (الْأَيْكَةِ) فِي اللُّغَةِ مَعَ بَعْضِ الشَّوَاهِدِ الْعَرَبِيَّةِ. </p><p> قَوْلُهُ تَعَالَى: وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ. الْجِبِلَّةُ: الْخَلْقُ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا [٣٦ \\ ٦٢] وَقَدِ اسْتَدَلَّ بِآيَةِ «يس» ، الْمَذْكُورَةِ عَلَى آيَةِ «الشُّعَرَاءِ» هَذِهِ ابْنُ زَيْدٍ نَقَلَهُ عَنْهُ ابْنُ كَثِيرٍ، وَمِنْ ذَلِكَ قَوْلُ الشَّاعِرِ: </p><p> وَالْمَوْتُ أَعْظَمُ حَادِثٍ ... مِمَّا يَمُرُّ عَلَى الْجِبِلَّهْ </p>"
}