{
  "id": null,
  "sura": 26,
  "aya": 214,
  "text": "<p> إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ: ذِكْرَى، أَعْرَبَهُ بَعْضُهُمْ مَرْفُوعًا، عَلَى أَنَّهُ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، أَيْ: هَذِهِ ذِكْرَى، وَأَعْرَبَهُ بَعْضُهُمْ مَنْصُوبًا، وَفِي إِعْرَابِهِ عَلَى أَنَّهُ مَنْصُوبٌ أَوْجُهٌ: مِنْهَا أَنَّهُ مَا نَابَ عَنِ الْمُطْلَقِ، مِنْ قَوْلِهِ: مُنْذِرُونَ، لِأَنَّ أَنْذَرَ وَذَكَرَ مُتَقَارِبَانِ. </p><p> وَمِنْهَا أَنَّهُ مَفْعُولٌ مِنْ أَجْلِهِ، أَيْ: مُنْذِرُونَ مِنْ أَجْلِ الذِّكْرَى بِمَعْنَى التَّذْكِرَةِ. </p><p> وَمِنْهَا أَنَّهَا حَالٌ مِنَ الضَّمِيرِ فِي مُنْذِرُونَ، أَيْ: يُنْذِرُونَهُمْ فِي حَالِ كَوْنِهِمْ ذَوِي تَذْكِرَةٍ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا الْآيَةَ [١٥ \\ ١٦ - ١٧] . </p><p> قَوْلُهُ تَعَالَى: فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ. قَدْ أَوْضَحْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا [١٧ \\ ٢٢] بِالدَّلِيلِ الْقُرْآنِيِّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُخَاطَبُ بِمِثْلِ هَذَا الْخِطَابِ، وَالْمُرَادُ التَّشْرِيعُ لِأُمَّتِهِ مَعَ بَعْضِ الشَّوَاهِدِ الْعَرَبِيَّةِ، وَقَوْلُهُ هُنَا: فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ الْآيَةَ، جَاءَ مَعْنَاهُ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا [١٧ \\ ٢٢] وَقَوْلِهِ تَعَالَى: وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا [١٧ \\ ٣٩] وَقَوْلِهِ تَعَالَى: لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ [٣٩ \\ ٦٥] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ. هَذَا الْأَمْرُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِإِنْذَارِهِ خُصُوصَ عَشِيرَتِهِ الْأَقْرَبِينَ، لَا يُنَافِي الْأَمْرَ بِالْإِنْذَارِ الْعَامِّ، كَمَا دَلَّتْ عَلَى ذَلِكَ الْآيَاتُ الْقُرْآنِيَّةُ ; كَقَوْلِهِ تَعَالَى: تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا [٢٥ \\ ١] وَقَوْلِهِ تَعَالَى: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ [٦ \\ ١٩] وَقَوْلِهِ تَعَالَى: وَتُنْذِرَ بِهِ قَوْمًا لُدًّا [١٩ \\ ٩٧] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p>"
}