{
  "id": null,
  "sura": 26,
  "aya": 200,
  "text": "<p> عَلَى قَلْبِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ مَنْ كَانَ عَدُوًّا لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ الْآيَةَ [٢ \\ ٩٧] . </p><p> قَوْلُهُ تَعَالَى وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ فَقَرَأَهُ عَلَيْهِمْ مَا كَانُوا بِهِ مُؤْمِنِينَ. قَدْ قَدَّمْنَا هَذِهِ الْآيَةَ الْكَرِيمَةَ، مَعَ مَا يُوَضِّحُهَا مِنَ الْآيَاتِ فِي «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ الْآيَةَ [١٦ \\ ١٠٣] . </p><p> وَاعْلَمْ أَنَّ كُلَّ صَوْتٍ غَيْرِ عَرَبِيٍّ تُسَمِّيهِ الْعَرَبُ أَعْجَمَ، وَلَوْ مِنْ غَيْرِ عَاقِلٍ، وَمِنْهُ قَوْلُ حُمَيْدِ بْنِ ثَوْرٍ يَذْكُرُ صَوْتَ حَمَامَةٍ: </p><p> فَلَمْ أَرَ مِثْلِي شَاقَهُ صَوْتُ مِثْلِهَا ... وَلَا عَرَبِيًّا شَاقَهُ صَوْتُ أَعَجَمَا </p><p> قَوْلُهُ تَعَالَى: كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوْا الْعَذَابَ الْأَلِيمَ. </p><p> قَوْلُهُ: سَلَكْنَاهُ، أَيْ: أَدْخَلْنَاهُ، كَمَا قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ وَالشَّوَاهِدِ الْعَرَبِيَّةِ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ الْآيَةَ [١١ \\ ٤٠] وَالضَّمِيرُ فِي سَلَكْنَاهُ، قِيلَ: لِلْقُرْآنِ، وَهُوَ الْأَظْهَرُ. وَقِيلَ: لِلتَّكْذِيبِ وَالْكُفْرِ الْمَذْكُورِ فِي قَوْلِهِ: مَا كَانُوا بِهِ مُؤْمِنِينَ [٢٦ \\ ١٩٩] وَهَؤُلَاءِ الْكُفَّارُ الَّذِينَ ذَكَرَ اللَّهَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُمْ لَا يُؤْمِنُونَ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ، هُمُ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ الْعَذَابِ، وَسَبَقَ فِي عِلْمِ اللَّهِ أَنَّهُمْ أَشْقِيَاءُ ; كَمَا يَدُلُّ لِذَلِكَ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ [١٠ \\ ٩٦ - ٩٧] وَقَدْ أَوْضَحْنَا شِدَّةَ تَعَنُّتِ هَؤُلَاءِ، وَأَنَّهُمْ لَا يُؤْمِنُونَ بِالْآيَاتِ فِي سُورَةِ «الْفُرْقَانِ» ، وَفِي سُورَةِ «بَنِي إِسْرَائِيلَ» وَغَيْرِهِمَا. وَقَوْلُهُ: كَذَلِكَ سَلَكْنَاهُ نَعْتٌ لِمَصْدَرٍ مَحْذُوفٍ، أَيْ: كَذَلِكَ السَّلْكُ، أَيِ: الْإِدْخَالُ، سَلَكْنَاهُ، أَيْ: أَدْخَلْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ، وَإِيضَاحُهُ عَلَى أَنَّهُ الْقُرْآنُ: أَنَّ اللَّهَ أَنْزَلَهُ عَلَى رَجُلٍ عَرَبِيٍّ فَصِيحٍ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ، فَسَمِعُوهُ وَفَهِمُوهُ لِأَنَّهُ بِلُغَتِهِمْ، وَدَخَلَتْ مَعَانِيهِ فِي قُلُوبِهِمْ، وَلَكِنَّهُمْ لَمْ يُؤْمِنُوا بِهِ ; لِأَنَّ كَلِمَةَ الْعَذَابِ حَقَّتْ عَلَيْهِمْ، وَعَلَى أَنَّ الضَّمِيرَ فِي سَلَكْنَاهُ لِلْكُفْرِ وَالتَّكْذِيبِ، فَقَوْلُهُ عَنْهُمْ: مَا كَانُوا بِهِ مُؤْمِنِينَ، يَدُلُّ عَلَى إِدْخَالِ الْكُفْرِ وَالتَّكْذِيبِ فِي قُلُوبِهِمْ، أَيْ: كَذَلِكَ السَّلْكُ سَلَكْنَاهُ، إِلَخْ. </p>"
}