{
  "id": null,
  "sura": 26,
  "aya": 176,
  "text": "<p> وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا [٧١ \\ ٥ - ٧] وَقَوْلُهُ هُنَا: فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحًا، أَيِ: احْكُمْ بَيْنِي وَبَيْنَهُمْ حُكْمًا، وَهَذَا الْحُكْمُ الَّذِي سَأَلَ رَبَّهُ إِيَّاهُ هُوَ إِهْلَاكُ الْكُفَّارِ، وَإِنْجَاؤُهُ هُوَ وَمَنْ آمَنَ مَعَهُ، كَمَا أَوْضَحَهُ تَعَالَى فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ [٥٤ \\ ١٠] وَقَوْلِهِ تَعَالَى: وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا [٧١ \\ ٢٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ هُنَا عَنْ نُوحٍ: وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ، قَدْ بَيَّنَ فِي آيَاتٍ كَثِيرَةٍ أَنَّهُ أَجَابَ دُعَاءَهُ هَذَا ; كَقَوْلِهِ هُنَا: فَأَنْجَيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ الْمَشْحُونِ، وَقَوْلِهِ تَعَالَى: فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ الْآيَةَ [٢٩ \\ ١٥] وَقَوْلِهِ تَعَالَى: وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ [٣٧ \\ ٧٥ - ٧٦] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَقَوْلُهُ هُنَا: ثُمَّ أَغْرَقْنَا بَعْدُ الْبَاقِينَ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ [٢٩ \\ ١٤] وَقَوْلِهِ تَعَالَى: وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ [١١ \\ ٣٧] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْمَشْحُونُ: الْمَمْلُوءُ، وَمِنْهُ قَوْلُ عُبَيْدِ بْنِ الْأَبْرَصِ: </p><p> شَحَنَّا أَرْضَهُمْ بِالْخَيْلِ حَتَّى ... تَرَكْنَاهُمْ أَذَلَّ مِنَ الصِّرَاطِ </p><p> وَالْفُلْكُ: يُطْلَقُ عَلَى الْوَاحِدِ وَالْجَمْعِ، فَإِنْ أُطْلِقَ عَلَى الْوَاحِدِ جَازَ تَذْكِيرُهُ ; كَقَوْلِهِ هُنَا: فِي الْفُلْكِ الْمَشْحُونِ، وَإِنْ جُمِعَ أُنِّثَ، وَالْمُرَادُ بِالْفُلْكِ هُنَا السَّفِينَةُ ; كَمَا صَرَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ الْآيَةَ [٢٩ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى: كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ. قَالَ أَكْثَرُ أَهْلِ الْعِلْمِ: إِنَّ أَصْحَابَ الْأَيْكَةِ هُمْ مَدْيَنُ. قَالَ ابْنُ كَثِيرٍ: وَهُوَ الصَّحِيحُ، وَعَلَيْهِ فَتَكُونُ هَذِهِ الْآيَةُ بَيَّنَتْهَا الْآيَاتُ الْمُوَضِّحَةُ قِصَّةَ شُعَيْبٍ مَعَ مَدْيَنَ، وَمِمَّا اسْتَدَلَّ بِهِ أَهْلُ هَذَا الْقَوْلِ، أَنَّهُ قَالَ هُنَا لِأَصْحَابِ الْأَيْكَةِ: أَوْفُوا الْكَيْلَ وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ [٢٦ \\ ١٨١ - ١٨٣] وَهَذَا الْكَلَامُ ذَكَرَ اللَّهُ عَنْهُ أَنَّهُ قَالَهُ لِمَدْيَنَ فِي مَوَاضِعَ مُتَعَدِّدَةٍ ; كَقَوْلِهِ فِي «هُودٍ» : وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ وَلَا تَنْقُصُوا </p>"
}