{
  "id": null,
  "sura": 26,
  "aya": 215,
  "text": "<p> قَوْلُهُ تَعَالَى: وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْمَائِدَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ [٥ \\ ٥٤] وَفِي «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ [١٥ \\ ٨٨] وَقَدْ وَعَدْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا [١٧ \\ ٢٣] بِأَنَّا نُوَضِّحُ مَعْنَى خَفْضِ الْجَنَاحِ، وَإِضَافَتِهِ إِلَى الذُّلِّ فِي سُورَةِ «الشُّعَرَاءِ» ، فِي هَذَا الْمَوْضِعِ، وَهَذَا وَفَاؤُنَا بِذَلِكَ الْوَعْدِ، وَيَكْفِينَا فِي الْوَفَاءِ بِهِ أَنْ نَنْقُلَ كَلَامَنَا فِي رِسَالَتِنَا الْمُسَمَّاةِ:  «مَنْعَ جَوَازِ الْمَجَازِ فِي الْمُنَزَّلِ لِلتَّعَبُّدِ وَالْإِعْجَازِ» . </p><p> فَقَدْ قُلْنَا فِيهَا، مَا نَصُّهُ: وَالْجَوَابُ عَنْ قَوْلِهِ تَعَالَى: وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ [١٧ \\ ٢٤] أَنَّ الْجَنَاحَ هُنَا مُسْتَعْمَلٌ فِي حَقِيقَتِهِ ; لِأَنَّ الْجَنَاحَ يُطْلَقُ لُغَةً حَقِيقَةً عَلَى يَدِ الْإِنْسَانِ وَعَضُدِهِ وَإِبِطِهِ. قَالَ تَعَالَى: وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ [٢٨ \\ ٣٢] وَالْخَفْضُ مُسْتَعْمَلٌ فِي مَعْنَاهُ الْحَقِيقِيِّ، الَّذِي هُوَ ضِدُّ الرَّفْعِ ; لِأَنَّ مُرِيدَ الْبَطْشِ يَرْفَعُ جَنَاحَيْهِ، وَمَظْهَرُ الذُّلِّ وَالتَّوَاضُعِ يَخْفِضُ جَنَاحَيْهِ، فَالْأَمْرُ بِخَفْضِ الْجَنَاحِ لِلْوَالِدَيْنِ كِنَايَةٌ عَنْ لِينِ الْجَانِبِ لَهُمَا، وَالتَّوَاضُعِ لَهُمَا ; كَمَا قَالَ لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، وَإِطْلَاقُ الْعَرَبِ خَفْضَ الْجَنَاحِ كِنَايَةً عَنِ التَّوَاضُعِ وَلِينِ الْجَانِبِ أُسْلُوبٌ مَعْرُوفٌ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> وَأَنْتَ الشَّهِيرُ بِخَفْضِ الْجَنَا ... حِ فَلَا تَكُ فِي رَفْعِهِ أَجْدَلَا </p><p> وَأَمَّا إِضَافَةُ الْجَنَاحِ إِلَى الذُّلِّ، فَلَا تَسْتَلْزِمُ الْمَجَازَ كَمَا يَظُنُّهُ كَثِيرٌ ; لِأَنَّ الْإِضَافَةَ فِيهِ كَالْإِضَافَةِ فِي قَوْلِكَ: حَاتِمُ الْجُودِ. </p><p> فَيَكُونُ الْمَعْنَى: وَاخْفِضْ لَهُمَا الْجَنَاحَ الذَّلِيلَ مِنَ الرَّحْمَةِ، أَوِ الذَّلُولَ عَلَى قِرَاءَةِ الذُّلِّ بِالْكَسْرِ، وَمَا يُذْكَرُ عَنْ أَبِي تَمَّامٍ مِنْ أَنَّهُ لَمَّا قَالَ: </p><p> لَا تَسْقِنِي مَاءَ الْمَلَامِ فَإِنَّنِي ... صَبٌّ قَدِ اسْتَعْذَبْتُ مَاءَ بُكَائِي </p><p> جَاءَهُ رَجُلٌ فَقَالَ لَهُ: صُبَّ لِي فِي هَذَا الْإِنَاءِ شَيْئًا مِنْ مَاءِ الْمَلَامِ، فَقَالَ لَهُ: إِنْ أَتَيْتَنِي </p><p> بِرِيشَةٍ مِنْ جَنَاحِ الذُّلِّ صَبَبْتُ لَكَ شَيْئًا مِنْ مَاءِ الْمَلَامِ، فَلَا حُجَّةَ فِيهِ ; لِأَنَّ الْآيَةَ لَا يُرَادُ بِهَا أَنَّ لِلذُّلِّ جَنَاحًا، وَإِنَّمَا يُرَادُ بِهَا خَفْضُ الْجَنَاحِ الْمُتَّصِفِ بِالذُّلِّ لِلْوَالِدَيْنِ مِنَ الرَّحْمَةِ بِهِمَا، وَغَايَةُ مَا فِي ذَلِكَ إِضَافَةُ الْمَوْصُوفِ إِلَى صِفَتِهِ كَحَاتِمِ الْجُودِ، وَنَظِيرُهُ فِي الْقُرْآنِ الْإِضَافَةُ فِي قَوْلِهِ: مَطَرَ السَّوْءِ [٢٥ \\ ٤٠] وَعَذَابَ الْهُونِ [٦ \\ ٩٣] أَيْ: مَطَرَ حِجَارَةِ السِّجِّيلِ الْمَوْصُوفَ بِسَوْئِهِ مَنْ وَقَعَ عَلَيْهِ، وَعَذَابَ أَهْلِ النَّارِ الْمَوْصُوفَ بِهَوْنِ مَنْ وَقَعَ عَلَيْهِ، وَالْمُسَوِّغُ لِإِضَافَةِ خُصُوصِ الْجَنَاحِ إِلَى الذُّلِّ مَعَ أَنَّ الذُّلَّ مِنْ صِفَةِ الْإِنْسَانِ لَا مِنْ صِفَةِ خُصُوصِ الْجَنَاحِ، أَنَّ خَفْضَ الْجَنَاحِ كُنِّيَ بِهِ عَنْ ذُلِّ الْإِنْسَانِ، وَتَوَاضُعِهِ وَلِينِ جَانِبِهِ لِوَالِدَيْهِ رَحْمَةً بِهِمَا، وَإِسْنَادُ صِفَاتِ الذَّاتِ لِبَعْضِ أَجْزَائِهَا مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ، كَإِسْنَادِ الْكَذِبِ وَالْخَطِيئَةِ إِلَى النَّاصِيَةِ فِي قَوْلِهِ تَعَالَى: نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ [٩٦ \\ ١٦] وَكَإِسْنَادِ الْخُشُوعِ وَالْعَمَلِ وَالنَّصَبِ إِلَى الْوُجُوهِ فِي قَوْلِهِ تَعَالَى: وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَاصِبَةٌ [٨٨ \\ ٢ - ٣] وَأَمْثَالُ ذَلِكَ كَثِيرَةٌ فِي الْقُرْآنِ، وَفِي كَلَامِ الْعَرَبِ. وَهَذَا هُوَ الظَّاهِرُ فِي مَعْنَى الْآيَةِ، وَيَدُلُّ عَلَيْهِ كَلَامُ السَّلَفِ مِنَ الْمُفَسِّرِينَ. </p><p> وَقَالَ ابْنُ الْقَيِّمِ فِي «الصَّوَاعِقِ» : إِنَّ مَعْنَى إِضَافَةِ الْجَنَاحِ إِلَى الذُّلِّ أَنَّ لِلذُّلِّ جَنَاحًا مَعْنَوِيًّا يُنَاسِبُهُ لَا جَنَاحَ رِيشٍ، وَاللَّهُ تَعَالَى أَعْلَمُ، انْتَهَى. وَفِيهِ إِيضَاحُ مَعْنَى خَفْضِ الْجَنَاحِ. </p><p> وَالتَّحْقِيقُ أَنَّ إِضَافَةَ الْجَنَاحِ إِلَى الذُّلِّ مِنْ إِضَافَةِ الْمَوْصُوفِ إِلَى صِفَتِهِ ; كَمَا أَوْضَحْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. وَقَالَ الزَّمَخْشَرِيُّ فِي «الْكَشَّافِ» ، فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ، فَإِنْ قُلْتَ: الْمُتَّبِعُونَ لِلرَّسُولِ هُمُ الْمُؤْمِنُونَ، وَالْمُؤْمِنُونَ هُمُ الْمُتَّبِعُونَ لِلرَّسُولِ، فَمَا قَوْلُهُ: لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ. </p><p> قُلْتُ: فِيهِ وَجْهَانِ، أَنْ يُسَمِّيَهُمْ قَبْلَ الدُّخُولِ فِي الْإِيمَانِ مُؤْمِنِينَ، لِمُشَارَفَتِهِمْ ذَلِكَ. وَأَنْ يُرِيدَ بِالْمُؤْمِنِينَ الْمُصَدِّقِينَ بِأَلْسِنَتِهِمْ، وَهُمْ صِنْفَانِ: صِنْفٌ صَدَّقَ وَاتَّبَعَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيمَا جَاءَ بِهِ، وَصِنْفٌ لَمْ يُوجَدْ مِنْهُمْ إِلَّا التَّصْدِيقُ فَحَسْبُ، ثُمَّ إِمَّا أَنْ يَكُونُوا مُنَافِقِينَ أَوْ فَاسِقِينَ، وَالْمُنَافِقُ وَالْفَاسِقُ، لَا يُخْفَضُ لَهُمَا الْجَنَاحُ. </p><p> وَالْمَعْنَى: الْمُؤْمِنِينَ مِنْ عَشِيرَتِكَ وَغَيْرِهِمْ، أَيْ: أَنْذِرْ قَوْمَكَ فَإِنِ اتَّبَعُوكَ وَأَطَاعُوكَ، فَاخْفِضْ لَهُمْ جَنَاحَكَ، وَإِنْ عَصَوْكَ وَلَمْ يَتَّبِعُوكَ فَتَبَرَّأْ مِنْهُمْ وَمِنْ أَعْمَالِهِمْ مِنَ الشِّرْكِ بِاللَّهِ وَغَيْرِهِ، انْتَهَى مِنْهُ. </p>"
}