{
  "id": null,
  "sura": 27,
  "aya": 89,
  "text": "<p> أَمَّا الْأَوَّلُ مِنْهُمَا: وَهُوَ وُجُودُ الْقَرِينَةِ الدَّالَّةِ عَلَى عَدَمِ صِحَّتِهِ، فَهُوَ أَنَّ قَوْلَهُ تَعَالَى: وَتَرَى الْجِبَالَ مَعْطُوفٌ عَلَى قَوْلِهِ: فَفَزِعَ، وَذَلِكَ الْمَعْطُوفُ عَلَيْهِ مُرَتَّبٌ بِالْفَاءِ عَلَى قَوْلِهِ تَعَالَى: وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ الْآيَةَ [٢٧ \\ ٨٧] ، أَيْ: وَيَوْمَ يُنْفَخُ فِي الصُّورِ، فَيَفْزَعُ مَنْ فِي السَّمَاوَاتِ وَتَرَى الْجِبَالَ، فَدَلَّتْ هَذِهِ الْقَرِينَةُ الْقُرْآنِيَّةُ الْوَاضِحَةُ عَلَى أَنَّ مَرَّ الْجِبَالِ مَرَّ السَّحَابِ كَائِنٌ يَوْمَ يُنْفَخُ فِي الصُّورِ، لَا الْآنَ. </p><p> وَأَمَّا الثَّانِي: وَهُوَ كَوْنُ هَذَا الْمَعْنَى هُوَ الْغَالِبُ فِي الْقُرْآنِ فَوَاضِحٌ ; لِأَنَّ جَمِيعَ الْآيَاتِ الَّتِي فِيهَا حَرَكَةُ الْجِبَالِ كُلُّهَا فِي يَوْمِ الْقِيَامَةِ ; كَقَوْلِهِ تَعَالَى: يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا وَتَسِيرُ الْجِبَالُ سَيْرًا [٥٢ \\ ١٠] ، وَقَوْلِهِ تَعَالَى: وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً [١٨ \\ ٤٧] ، وَقَوْلِهِ تَعَالَى: وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا [٧٨ \\ ٢٠] ، وَقَوْلِهِ تَعَالَى: وَإِذَا الْجِبَالُ سُيِّرَتْ [٨١ \\ ٣] . </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ، جَاءَ نَحْوُهُ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ [٢٣ \\ ١٤] ، وَقَوْلِهِ تَعَالَى: مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ [٦٧ \\ ٣] ، وَتَسْيِيرُ الْجِبَالِ وَإِيجَادُهَا وَنَصْبُهَا قَبْلَ تَسْيِيرِهَا، كُلُّ ذَلِكَ صُنْعٌ مُتْقَنٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي أَوَّلِ سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ، إِلَى قَوْلِهِ: إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ [١١ \\ ٥] . </p><p> قَوْلُهُ تَعَالَى: مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا. اعْلَمْ: أَنَّ الْحَسَنَةَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَشْمَلُ نَوْعَيْنِ مِنَ الْحَسَنَاتِ: </p><p> الْأَوَّلُ: حَسَنَةٌ هِيَ فِعْلُ خَيْرٍ مِنْ أَفْعَالِ الْعَبْدِ، كَالْإِنْفَاقِ فِي سَبِيلِ اللَّهِ، وَبَذْلِ النَّفْسِ وَالْمَالِ فِي إِعْلَاءِ كَلِمَةِ اللَّهِ، وَنَحْوِ ذَلِكَ، وَمَعْنَى قَوْلِهِ تَعَالَى: فَلَهُ خَيْرٌ مِنْهَا، بِالنِّسْبَةِ إِلَى هَذَا النَّوْعِ مِنَ الْحَسَنَاتِ، أَنَّ الثَّوَابَ مُضَاعَفٌ، فَهُوَ خَيْرٌ مِنْ نَفْسِ الْعَمَلِ ; لِأَنَّ مَنْ أَنْفَقَ دِرْهَمًا وَاحِدًا فِي سَبِيلِ اللَّهِ فَأَعْطَاهُ اللَّهُ ثَوَابًا هُوَ سَبْعُمِائَةِ دِرْهَمٍ فَلَهُ عِنْدَ اللَّهِ ثَوَابٌ هُوَ سَبْعُمِائَةِ دِرْهَمٍ مَثَلًا، خَيْرٌ مِنَ الْحَسَنَةِ الَّتِي قَدَّمَهَا الَّتِي هِيَ إِنْفَاقُ دِرْهَمٍ وَاحِدٍ، وَهَذَا لَا إِشْكَالَ فِيهِ كَمَا تَرَى. </p><p> وَهَذَا الْمَعْنَى تُوَضِّحُهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى: مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا [٦ \\ ١٦٠] ، وَمَعْلُومٌ أَنَّ عَشْرَ أَمْثَالِ الْحَسَنَةِ خَيْرٌ مِنْهَا هِيَ وَحْدَهَا ; وَكَقَوْلِهِ تَعَالَى: وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا [٤ \\ ٤٠] ، وَقَوْلِهِ تَعَالَى: مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ [٢ \\ ٢٦١] . </p><p> وَأَمَّا النَّوْعُ الثَّانِي مِنَ الْحَسَنَةِ: فَكَقَوْلِ مَنْ قَالَ مِنْ أَهْلِ الْعِلْمِ: إِنَّ الْمُرَادَ بِالْحَسَنَةِ فِي هَذِهِ الْآيَةِ: لَا إِلَهَ إِلَّا اللَّهُ، وَلَا يُوجَدُ شَيْءٌ خَيْرٌ مَنْ لَا إِلَهَ إِلَّا اللَّهُ، بَلْ هِيَ أَسَاسُ الْخَيْرِ كُلِّهِ، وَالَّذِي يَظْهَرُ عَلَى هَذَا الْمَعْنَى أَنَّ لَفْظَةَ خَيْرٌ لَيْسَتْ صِيغَةَ تَفْضِيلٍ. </p><p> وَأَنَّ الْمَعْنَى: فَلَهُ خَيْرٌ عَظِيمٌ عِنْدَ اللَّهِ حَاصِلٌ لَهُ مِنْهَا، أَيْ: مِنْ قِبَلِهَا وَمِنْ أَجْلِهَا، وَعَلَيْهِ فَلَفْظَةُ مِنْ فِي الْآيَةِ ; كَقَوْلِهِ تَعَالَى: مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا [٧١ \\ ٢٥] ، أَيْ: مِنْ أَجْلِ خِطِيئَاتِهِمْ أُغْرِقُوا، فَأُدْخِلُوا نَارًا. وَأَمَّا عَلَى الْأَوَّلِ فَخَيْرٌ صِيغَةُ تَفْضِيلٍ، وَيُحْتَمَلُ عِنْدِي أَنَّ لَفْظَةَ خَيْرٌ عَلَى الْوَجْهِ الثَّانِي صِيغَةُ تَفْضِيلٍ أَيْضًا، وَلَا يُرَادُ بِهَا تَفْضِيلُ شَيْءٍ عَلَى لَا إِلَهَ إِلَّا اللَّهُ، بَلِ الْمُرَادُ أَنَّ كَلِمَةَ لَا إِلَهَ إِلَّا اللَّهُ تَعَبَّدَ بِهَا الْعَبْدُ فِي دَارِ الدُّنْيَا، وَتَعَبُّدُهُ بِهَا فِعْلُهُ الْمَحْضُ، وَقَدْ أَثَابَهُ اللَّهُ فِي الْآخِرَةِ عَلَى تَعَبُّدِهِ بِهَا، وَإِثَابَةُ اللَّهِ فِعْلُهُ جَلَّ وَعَلَا، وَلَا شَكَّ أَنَّ فِعْلَ اللَّهِ خَيْرٌ مِنْ فِعْلِ عَبْدِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَهُمْ مِنْ فَزَعِ يَوْمَئِذٍ آمِنُونَ. دَلَّتْ عَلَى مَعْنَاهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى فِي أَمْنِهِمْ مِنَ الْفَزَعِ: لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ الْآيَةَ [٢١ \\ ١٠٣] ، وَقَوْلِهِ تَعَالَى فِي أَمْنِهِمْ: فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ [٣٤ \\ ٣٧] ، وَقَوْلِهِ تَعَالَى: أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ الْآيَةَ [٤١ \\ ٤٠] ، وَقَوْلِهِ تَعَالَى: وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ [٢٧ \\ ٨٩] ، قَرَأَهُ عَاصِمٌ، وَحَمْزَةُ، وَالْكِسَائِيُّ بِتَنْوِينٍ فَزَعٍ، وَفَتْحِ مِيمِ يَوْمَئِذٍ، وَقَرَأَهُ الْبَاقُونَ بِغَيْرِ تَنْوِينٍ، بَلْ بِالْإِضَافَةِ إِلَى يَوْمَئِذٍ، إِلَّا أَنَّ نَافِعًا قَرَأَ بِفَتْحِ مِيمِ يَوْمَئِذٍ مَعَ إِضَافَةِ فَزَعٍ إِلَيْهِ، وَقَرَأَ ابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ، وَأَبُو عَمْرٍو بِإِضَافَةِ فَزَعٍ إِلَى يَوْمَئِذٍ مَعَ كَسْرِ مِيمِ يَوْمَئِذٍ، وَفَتْحِ الْمِيمِ وَكَسْرِهَا مِنْ نَحْوِ يَوْمَئِذٍ، قَدْ أَوْضَحْنَاهُ بِلُغَاتِهِ وَشَوَاهِدِهِ الْعَرَبِيَّةِ مَعَ بَيَانِ الْمُخْتَارِ مِنَ اللُّغَاتِ فِي سُورَةِ </p>"
}