{
  "id": null,
  "sura": 27,
  "aya": 66,
  "text": "<p> وَقَوْلُهُ تَعَالَى: أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا. وَقَوْلُهُ تَعَالَى: أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا الْآيَاتِ. قَدْ أَوْضَحْنَا مَا تَضَمَّنَتْهُ مِنَ الْبَرَاهِينِ عَلَى الْبَعْثِ فِي أَوَّلِ سُورَةِ «الْبَقَرَةِ» ، وَأَوَّلِ سُورَةِ «النَّحْلِ» . </p><p> قَوْلُهُ تَعَالَى: قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ الْآيَةَ [٦ \\ ٥٩] وَفِي مَوَاضِعَ أُخَرَ. </p><p> قَوْلُهُ تَعَالَى: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ. أَظْهَرُ أَقْوَالِ أَهْلِ الْعِلْمِ عِنْدِي فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمَعْنَى: بَلِ ادَّارَكَ عِلْمُهُمْ، أَيْ: تَكَامَلَ عِلْمُهُمْ فِي الْآخِرَةِ حِينَ يُعَايِنُونَهَا، أَيْ: يَعْلَمُونَ فِي الْآخِرَةِ عِلْمًا كَامِلًا، مَا كَانُوا يَجْهَلُونَهُ فِي الدُّنْيَا، وَقَوْلُهُ: بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ، أَيْ: فِي دَارِ الدُّنْيَا، فَهَذَا الَّذِي كَانُوا يَشُكُّونَ فِيهِ فِي دَارِ الدُّنْيَا، وَيَعْمُونَ عَنْهُ مِمَّا جَاءَتْهُمْ بِهِ الرُّسُلُ، يَعْلَمُونَهُ فِي الْآخِرَةِ عِلْمًا كَامِلًا لَا يُخَالِجُهُ شَكٌّ، عِنْدَ مُعَايَنَتِهِمْ لِمَا كَانُوا يُنْكِرُونَهُ مِنَ الْبَعْثِ وَالْجَزَاءِ. </p><p> وَإِنَّمَا اخْتَرْنَا هَذَا الْقَوْلَ دُونَ غَيْرِهِ مِنْ أَقْوَالِ الْمُفَسِّرِينَ فِي الْآيَةِ، لِأَنَّ الْقُرْآنَ دَلَّ عَلَيْهِ دَلَالَةً وَاضِحَةً فِي آيَاتٍ مُتَعَدِّدَةٍ ; كَقَوْلِهِ تَعَالَى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ [١٩ \\ ٣٨] فَقَوْلُهُ: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا، بِمَعْنَى: مَا أَسْمَعَهُمْ وَمَا أَبْصَرَهُمْ لِلْحَقِّ الَّذِي كَانُوا يُنْكِرُونَهُ يَوْمَ يَأْتُونَنَا، أَيْ: يَوْمَ الْقِيَامَةِ، وَهَذَا يُوَضِّحُ مَعْنَى قَوْلِهِ: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ، أَيْ: تَكَامَلَ عِلْمُهُمْ فِيهَا لِمُبَالَغَتِهِمْ فِي سَمْعِ الْحَقِّ وَإِبْصَارِهِ فِي ذَلِكَ الْوَقْتِ، وَقَوْلُهُ: لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ [١٩ \\ ٣٨] يُوَضِّحُ مَعْنَى قَوْلِهِ: بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ، لِأَنَّ ضَلَالَهُمُ الْمُبَيَّنَ الْيَوْمَ، أَيْ: فِي دَارِ الدُّنْيَا، هُوَ شَكُّهُمْ فِي الْآخِرَةِ، وَعَمَاهُمْ </p><p> عَنْهَا ; وَكَقَوْلِهِ تَعَالَى: فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] أَيْ: عِلْمُكَ الْيَوْمَ بِمَا كُنْتَ تُنْكِرُهُ فِي الدُّنْيَا مِمَّا جَاءَتْكَ بِهِ الرُّسُلُ حَدِيدٌ، أَيْ: قَوِيٌّ كَامِلٌ. </p><p> وَقَدْ بَيَّنَّا فِي كِتَابِنَا «دَفْعُ إِبْهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» ، فِي سُورَةِ «الشُّورَى» ، فِي الْجَوَابِ عَمَّا يَتَوَهَّمُ مِنَ التَّعَارُضِ بَيْنَ قَوْلِهِ تَعَالَى: يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ [٤٢ \\ ٤٥] وَقَوْلِهِ تَعَالَى: فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] أَنَّ الْمُرَادَ بِحِدَّةِ الْبَصَرِ فِي ذَلِكَ الْيَوْمِ: كَمَالُ الْعِلْمُ وَقُوَّةُ الْمَعْرِفَةِ. وَقَوْلُهُ تَعَالَى: تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ [٣٢ \\ ١٢] فَقَوْلُهُ: إِنَّا مُوقِنُونَ أَيْ: يَوْمَ الْقِيَامَةِ، يُوَضِّحُ مَعْنَى قَوْلِهِ هُنَا: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ، وَكَقَوْلِهِ تَعَالَى: وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا وَوُضِعَ [١٨ \\ ٤٨] فَعَرْضُهُمْ عَلَى رَبِّهِمْ صَفًّا يَتَدَارَكُ بِهِ عِلْمُهُمْ، لِمَا كَانُوا يُنْكِرُونَهُ، وَقَوْلُهُ: بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا، صَرِيحٌ فِي أَنَّهُمْ فِي الدُّنْيَا كَانُوا فِي شَكٍّ وَعَمًى عَنِ الْبَعْثِ وَالْجَزَاءِ كَمَا تَرَى، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ أَنَّ قَوْلَهُ: بَلِ ادَّارَكَ، فِيهِ اثْنَتَا عَشْرَةَ قِرَاءَةً اثْنَتَانِ مِنْهَا فَقَطْ سَبْعِيَّتَانِ، فَقَدْ قَرَأَهُ عَامَّةُ السَّبْعَةِ غَيْرَ ابْنِ كَثِيرٍ وَأَبِي عَمْرٍو: بَلِ ادَّارَكَ بِكَسْرِ اللَّامِ مِنْ بَلِ وَتَشْدِيدِ الدَّالِ بَعْدَهَا أَلِفٌ وَالْأَلِفُ الَّتِي قَبْلَ الدَّالِ هَمْزَةُ وَصْلٍ، وَأَصْلُهُ: تَدَارَكَ بِوَزْنِ: تَفَاعَلَ، وَقَدْ قَدَّمْنَا وَجْهَ الْإِدْغَامِ، وَاسْتِجْلَابَ هَمْزَةِ الْوَصْلِ فِي تَفَاعَلَ وَتَفَعَّلَ وَأَمْثِلَةَ ذَلِكَ فِي الْقُرْآنِ، وَبَعْضَ شَوَاهِدِهِ الْعَرَبِيَّةِ فِي سُورَةِ «طَهَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ [٧ \\ ١١٧] وَقَرَأَهُ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو: بَلْ أَدْرَكَ بِسُكُونِ اللَّامِ مِنْ بَلْ، وَهَمْزَةِ قَطْعٍ مَفْتُوحَةٍ، مَعَ سُكُونِ الدَّالِ عَلَى وَزْنِ: أَفْعَلَ. </p><p> وَالْمَعْنَى عَلَى قِرَاءَةِ الْجُمْهُورِ: بَلِ ادَّارَكَ عِلْمُهُمْ، أَيْ: تَدَارَكَ بِمَعْنَى تَكَامَلَ ; كَقَوْلِهِ: حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا [٧ \\ ٣٨] وَعَلَى قِرَاءَةِ ابْنِ كَثِيرٍ وَأَبِي عَمْرٍو: بَلْ أَدْرَكَ. </p><p> قَالَ الْبَغَوِيُّ: أَيْ بَلَغَ وَلَحِقَ، كَمَا يُقَالُ: أَدْرَكَ عِلْمِي إِذَا لَحِقَهُ وَبَلَغَهُ، وَالْإِضْرَابُ فِي قَوْلِهِ تَعَالَى: بَلِ ادَّارَكَ، بَلْ هُمْ فِي شَكٍّ، بَلْ هُمْ مِنْهَا عَمُونَ، إِضْرَابٌ انْتِقَالِيٌّ، وَالظَّاهِرُ أَنَّ مَنْ فِي قَوْلِهِ تَعَالَى: بَلْ هُمْ مِنْهَا عَمُونَ، بِمَعْنَى: عَنْ، </p>"
}