{
  "id": null,
  "sura": 27,
  "aya": 90,
  "text": "<p> «مَرْيَمَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ الْآيَةَ [١٩ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى: وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ. قَالَ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فِي تَفْسِيرِ هَذِهِ الْآيَةِ: وَقَالَ ابْنُ مَسْعُودٍ، وَابْنُ عَبَّاسٍ، وَأَبُو هُرَيْرَةَ، وَأَنَسُ بْنُ مَالِكٍ - رَضِيَ اللَّهُ عَنْهُمْ - وَعَطَاءٌ، وَسَعِيدُ بْنُ جُبَيْرٍ، وَعِكْرِمَةُ، وَمُجَاهِدٌ، وَإِبْرَاهِيمُ النَّخَعِيُّ، وَأَبُو وَائِلٍ، وَأَبُو صَالِحٍ، وَمُحَمَّدُ بْنُ كَعْبٍ، وَزَيْدُ بْنُ أَسْلَمَ، وَالزُّهْرِيُّ، وَالسُّدِّيُّ، وَالضَّحَّاكُ، وَالْحَسَنُ، وَقَتَادَةُ، وَابْنُ زَيْدٍ، فِي قَوْلِهِ تَعَالَى: وَمَنْ جَاءَ بِالسَّيِّئَةِ، يَعْنِي الشِّرْكَ. </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَضَمَّنَتْ أَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنَّ مَنْ جَاءَ رَبَّهُ يَوْمَ الْقِيَامَةِ بِالسَّيِّئَةِ كَالشِّرْكِ يُكَبُّ وَجْهُهُ فِي النَّارِ. </p><p> وَالثَّانِي: أَنَّ السَّيِّئَةَ إِنَّمَا تُجْزَى بِمِثْلِهَا مِنْ غَيْرِ زِيَادَةٍ، وَهَذَانِ الْأَمْرَانِ جَاءَا مُوَضَّحَيْنِ فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى فِي الْأَوَّلِ مِنْهُمَا: إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا [٢٠ \\ ٧٤] ، وَكَقَوْلِهِ تَعَالَى فِي الثَّانِي مِنْهُمَا: وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا الْآيَةَ [٦ \\ ١٦٠] ، وَقَوْلِهِ تَعَالَى: وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ [٢٨ \\ ٨٤] ، وَقَوْلِهِ تَعَالَى: جَزَاءً وِفَاقًا [٧٨ \\ ٢٦] . </p><p> وَإِذَا عَلِمْتَ أَنَّ السَّيِّئَاتِ لَا تُضَاعَفُ، فَاعْلَمْ أَنَّ السَّيِّئَةَ قَدْ تَعْظُمُ فَيَعْظُمُ جَزَاؤُهَا بِسَبَبِ حُرْمَةِ الْمَكَانِ ; كَقَوْلِهِ تَعَالَى: وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ [٢٢ \\ ٢٥] ، أَوْ حُرْمَةِ الزَّمَانِ ; كَقَوْلِهِ تَعَالَى فِي الْأَشْهُرِ الْحَرَامِ: فَلَا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ [٩ \\ ٣٦] . </p><p> وَقَدْ دَلَّتْ آيَاتٌ مِنْ كِتَابِ اللَّهِ أَنَّ الْعَذَابَ يَعْظُمُ بِسَبَبِ عِظَمِ الْإِنْسَانِ الْمُخَالِفِ ; كَقَوْلِهِ تَعَالَى فِي نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ [١٧ \\ ٤٧] ، وَقَوْلِهِ تَعَالَى: وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ الْآيَةَ [٦٩ \\ ٤٤ - ٤٦] ، </p>"
}