{
  "id": null,
  "sura": 27,
  "aya": 54,
  "text": "<p> مَوَاضِعَ مِنْ كِتَابِهِ ; كَقَوْلِهِ فِي سُورَةِ «هُودٍ» : فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِثَمُودَ [١١ \\ ٦٦] - ٦٨] . وَآيَةُ «هُودٍ» هَذِهِ، قَدْ بَيَّنَتْ أَيْضًا التَّدْمِيرَ الْمُجْمَلَ فِي آيَةِ «النَّمْلِ» هَذِهِ، فَالتَّدْمِيرُ الْمَذْكُورُ فِي قَوْلِهِ تَعَالَى: أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ، بَيَّنَتْ آيَةُ «هُودٍ» أَنَّهُ الْإِهْلَاكُ بِالصَّيْحَةِ، فِي قَوْلِهِ تَعَالَى: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ [١١ \\ ٦٧] أَيْ: وَهُمْ مَوْتَى. وَأَمَّا كَوْنُهُ جَعَلَ إِهْلَاكَهُ إِيَّاهُمْ آيَةً، فَقَدْ أَوْضَحَهُ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى فِيهِمْ: فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ فَأَخَذَهُمُ الْعَذَابُ إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ [٢٦ \\ ١٥٧ - ١٥٩] وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ، قَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَابْنُ عَامِرٍ: إِنَّا دَمَّرْنَاهُمْ بِكَسْرَةِ هَمْزَةِ إِنَّا عَلَى الِاسْتِئْنَافِ، وَقَرَأَهُ الْكُوفِيُّونَ وَهُمْ: عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ: أَنَّا دَمَّرْنَاهُمْ، بِفَتْحِ هَمْزَةِ أَنَّا. وَفِي إِعْرَابِ الْمَصْدَرِ الْمُنْسَبِكِ مِنْ أَنَّ وَصِلَتِهَا عَلَى قِرَاءَةِ الْكُوفِيِّينَ أَوْجُهٌ، مِنْهَا: أَنَّهُ بَدَلٌ مِنْ عَاقِبَةِ مَكْرِهِمْ، وَمِنْهَا: أَنَّهُ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، وَتَقْدِيرُهُ هِيَ، أَيْ: عَاقِبَةُ مَكْرِهِمْ تَدْمِيرُنَا إِيَّاهُمْ. </p><p> وَهَذَانِ الْوَجْهَانِ هُمَا أَقْرَبُ الْأَوْجُهِ عِنْدِي لِلصَّوَابِ، وَلِذَا تَرَكْنَا غَيْرَهُمَا مِنَ الْأَوْجُهِ، وَالضَّمِيرُ فِي قَوْلِهِ: مَكْرِهِمْ، وَفِي قَوْلِهِ: دَمَّرْنَاهُمْ، رَاجِعٌ إِلَى التِّسْعَةِ الْمَذْكُورِينَ فِي قَوْلِهِ: وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ الْآيَةَ [٢٧ \\ ٤٨] وَقَوْلُهُ: خَاوِيَةً حَالٌ فِي بُيُوتِهِمْ، وَالْعَامِلُ فِيهِ الْإِشَارَةُ الْكَامِنَةُ فِي مَعْنَى تِلْكَ. </p><p> قَوْلُهُ تَعَالَى: وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ إِلَى قَوْلِهِ تَعَالَى فَسَاءَ مَطَرُ الْمُنْذَرِينَ. قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي فِيهَا إِيضَاحُ قِصَّةِ لُوطٍ وَقَوْمِهِ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قِصَّةِ لُوطٍ وَقَوْمِهِ، وَبَيَّنَّا هُنَاكَ كَلَامَ أَهْلِ الْعِلْمِ وَمُنَاقَشَةَ أَدِلَّتِهِمْ فِي عُقُوبَةِ فَاعِلِ فَاحِشَةِ اللِّوَاطِ، وَذَكَرْنَا الْآيَاتِ الْمُبَيِّنَةَ لَهَا أَيْضًا فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قِصَّةِ لُوطٍ وَقَوْمِهِ، وَذَكَرْنَا بَعْضَ ذَلِكَ فِي سُورَةِ «الْفُرْقَانِ» . </p>"
}