{
  "id": null,
  "sura": 27,
  "aya": 49,
  "text": "<p> [٦ \\ ٢٣] أَيْ: لَمْ تَكُنْ حُجَّتُهُمْ، كَمَا قَالَهُ غَيْرُ وَاحِدٍ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ. قَدْ دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ عَلَى أَنَّ نَبِيَّ اللَّهِ صَالِحًا عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ نَفَعَهُ اللَّهُ بِنُصْرَةِ وَلِيِّهِ، أَيْ: أَوْلِيَائِهِ ; لِأَنَّهُ مُضَافٌ إِلَى مَعْرِفَةٍ، وَوَجْهُ نُصْرَتِهِمْ لَهُ: أَنَّ التِّسْعَةَ الْمَذْكُورِينَ فِي قَوْلِهِ تَعَالَى: وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ قَالُوا تَقَاسَمُوا [٢٧ \\ ٤٨ - ٤٩] أَيْ: تَحَالَفُوا بِاللَّهِ، لَنُبَيِّتَنَّهُ، أَيْ: لَنُبَاغِتَنَّهُ بَيَاتًا، أَيْ: لَيْلًا فَنَقْتُلُهُ وَنَقْتُلُ أَهْلَهُ مَعَهُ، ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ، أَيْ: أَوْلِيَائِهِ وَعُصْبَتِهِ، مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ، أَيْ: وَلَا مَهْلِكَهُ هُوَ، وَهَذَا يَدُلُّ عَلَى أَنَّهُمْ لَا يَقْدِرُونَ أَنْ يَقْتُلُوهُ عَلَنًا، لِنُصْرَةِ أَوْلِيَائِهِ لَهُ، وَإِنْكَارُهُمْ شُهُودَ مَهْلِكَ أَهْلِهِ دَلِيلٌ عَلَى خَوْفِهِمْ مِنْ أَوْلِيَائِهِ، وَالظَّاهِرُ أَنَّ هَذِهِ النُّصْرَةَ عَصَبِيَّةٌ نِسْبِيَّةٌ لَا تَمُتُّ إِلَى الدِّينِ بِصِلَةٍ، وَأَنَّ أَوْلِيَاءَهُ لَيْسُوا مُسْلِمِينَ. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا الْمَعْنَى فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالُوا يَاشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ الْآيَةَ [١١ \\ ٩١] وَفِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ١٩] . وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ: تَقَاسَمُوا، التَّحْقِيقُ أَنَّهُ فِعْلُ أَمْرٍ مَحْكِيٌّ بِالْقَوْلِ. وَأَجَازَ الزَّمَخْشَرِيُّ، وَابْنُ عَطِيَّةَ أَنْ يَكُونَ مَاضِيًا فِي مَوْضِعِ الْحَالِ، وَالْأَوَّلُ هُوَ الصَّوَابُ إِنْ شَاءَ اللَّهُ، وَنَسَبَهُ أَبُو حَيَّانَ لِلْجُمْهُورِ، وَقَوْلُهُ فِي هَذِهِ الْآيَةِ: وَإِنَّا لَصَادِقُونَ، التَّحْقِيقُ فِيهِ أَنَّهُمْ كَاذِبُونَ فِي قَوْلِهِمْ: وَإِنَّا لَصَادِقُونَ، كَمَا لَا يَخْفَى، وَبِهِ تَعْلَمُ أَنَّ مَا تَكَلَّفَهُ الزَّمَخْشَرِيُّ فِي «الْكَشَّافِ» ، مِنْ كَوْنِهِمْ صَادِقِينَ لَا وَجْهَ لَهُ، كَمَا نَبَّهَ عَلَيْهِ أَبُو حَيَّانَ وَأَوْضَحَهُ، وَقَرَأَ عَامَّةُ السَّبْعَةِ غَيْرَ حَمْزَةَ وَالْكِسَائِيِّ لَنُبَيِّتَنَّهُ بِالنُّونِ الْمَضْمُومَةِ بَعْدَ اللَّامِ، وَفَتْحِ الْفَوْقِيَّةِ الْمُثَنَّاةِ الَّتِي بَعْدَ التَّحْتِيَّةِ الْمُثَنَّاةِ، وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ: لَتُبَيِّتُنَّهُ بِالتَّاءِ الْفَوْقِيَّةِ الْمَضْمُومَةِ بَعْدَ اللَّامِ، وَضَمِّ التَّاءِ الْفَوْقِيَّةِ الَّتِي بَعْدَ الْيَاءِ التَّحْتِيَّةِ، وَقَرَأَ عَامَّةُ السَّبْعَةِ أَيْضًا غَيْرَ حَمْزَةَ وَالْكِسَائِيِّ: ثُمَّ لَنَقُولَنَّ، بِالنُّونِ الْمَفْتُوحَةِ مَوْضِعَ التَّاءِ، وَفَتْحِ اللَّامِ الثَّانِيَةِ، وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ: ثُمَّ لَتَقُولُنَّ، بِفَتْحِ التَّاءِ الْفَوْقِيَّةِ بَعْدَ </p>"
}