{
  "id": null,
  "sura": 27,
  "aya": 83,
  "text": "<p> الصَّحِيحِ الَّذِي تَشْهَدُ لَهُ الْقَرَائِنُ الْقُرْآنِيَّةُ، وَاسْتِقْرَاءُ الْقُرْآنِ، وَإِذَا ثَبَتَ ذَلِكَ بِالسُّنَّةِ الصَّحِيحَةِ مِنْ غَيْرِ مُعَارِضٍ مِنْ كِتَابٍ وَلَا سُنَّةٍ ظَهَرَ بِذَلِكَ رُجْحَانُهُ عَلَى تَأَوُّلِ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا وَمَنْ تَبِعَهَا بَعْضَ آيَاتِ الْقُرْآنِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَفِي الْأَدِلَّةِ الَّتِي ذَكَرَهَا ابْنُ الْقَيِّمِ فِي كِتَابِ الرُّوحِ عَلَى ذَلِكَ مُقْنِعٌ لِلْمُنْصِفِ، وَقَدْ زِدْنَا عَلَيْهَا مَا رَأَيْتَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ. ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ خُصُوصُ الْحَشْرِ بِهَذِهِ الْأَفْوَاجِ الْمُكَذِّبَةِ بِآيَاتِ اللَّهِ، وَلَكِنَّهُ قَدْ دَلَّتْ آيَاتٌ كَثِيرَةٌ عَلَى عُمُومِ الْحَشْرِ لِجَمِيعِ الْخَلَائِقِ ; كَقَوْلِهِ تَعَالَى بَعْدَ هَذَا بِقَلِيلٍ: وَكُلٌّ أَتَوْهُ دَاخِرِينَ [٢٧ \\ ٨٧] ، وَقَوْلِهِ تَعَالَى: وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا [١٨ \\ ٤٧] ، وَقَوْلِهِ تَعَالَى: وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا [٦ \\ ٢٢] ، وَقَوْلِهِ تَعَالَى: وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ ثُمَّ إِلَى رَبِّهِمْ يُحْشَرُونَ [٦ \\ ٣٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ أَوْضَحْنَا فِي كِتَابِنَا «دَفَعَ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» ، فِي آيَةِ «النَّمْلِ» هَذِهِ، فِي الْكَلَامِ عَلَى وَجْهِ الْجَمْعِ بَيْنَ قَوْلِهِ تَعَالَى فِيهَا: وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا الْآيَةَ، وَبَيْنَ قَوْلِهِ تَعَالَى: وَكُلٌّ أَتَوْهُ دَاخِرِينَ [٢٧ \\ ٨٧] ، وَنَحْوِهَا مِنَ الْآيَاتِ، وَذَكَرْنَا قَوْلَ الْأَلُوسِيِّ فِي تَفْسِيرِهِ أَنَّ قَوْلَهُ: وَكُلٌّ أَتَوْهُ دَاخِرِينَ فِي الْحَشْرِ الْعَامِّ لِجَمِيعِ النَّاسِ لِلْحِسَابِ وَالْجَزَاءِ. وَقَوْلُهُ تَعَالَى: وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا فِي الْحَشْرِ الْخَاصِّ بِهَذِهِ الْأَفْوَاجِ الْمُكَذِّبَةِ ; لِأَجْلِ التَّوْبِيخِ الْمَنْصُوصِ عَلَيْهِ فِي قَوْلِهِ هُنَا: حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا الْآيَةَ [٢٧ \\ ٨٤] ، وَهَذَا يَدُلُّ عَلَيْهِ الْقُرْآنُ، كَمَا تَرَى. </p><p> وَقَالَ بَعْضُهُمْ: هَذِهِ الْأَفْوَاجُ الَّتِي تُحْشَرُ حَشْرًا خَاصًّا هِيَ رُؤَسَاءُ أَهْلِ الضَّلَالِ وَقَادَتُهُمْ، وَعَلَيْهِ فَالْآيَةُ كَقَوْلِهِ تَعَالَى: فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا [١٩ \\ ٦٨ - ٦٩] ، وَالْفَوْجُ: الْجَمَاعَةُ مِنَ النَّاسِ. وَمِنْهُ قَوْلُهُ تَعَالَى: يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا [١١٠ \\ ٢] ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهُمْ يُوزَعُونَ، أَيْ: يَرِدُ أَوَّلُهُمْ عَلَى </p>"
}