{
  "id": null,
  "sura": 27,
  "aya": 85,
  "text": "<p> آخِرِهِمْ حَتَّى يَجْتَمِعُوا، ثُمَّ يُدْفَعُونَ جَمِيعًا، كَمَا قَالَهُ غَيْرُ وَاحِدٍ. </p><p> قَوْلُهُ تَعَالَى: حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمْ مَاذَا كُنْتُمْ تَعْمَلُونَ. قَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَيْ يُسْأَلُونَ عَنِ اعْتِقَادِهِمْ وَأَعْمَالِهِمْ، وَمَقْصُودُهُ بِسُؤَالِهِمْ عَنِ اعْتِقَادِهِمْ قَوْلُهُ تَعَالَى: أَكَذَّبْتُمْ بِآيَاتِي، لِأَنَّ التَّصْدِيقَ بِآيَاتِ اللَّهِ الَّتِي هِيَ هَذَا الْقُرْآنُ مِنْ عَقَائِدِ الْإِيمَانِ الَّتِي لَا بُدَّ مِنْهَا، كَمَا هُوَ مَعْلُومٌ فِي حَدِيثِ جِبْرِيلَ وَغَيْرِهِ، وَمَقْصُودُهُ بِسُؤَالِهِمْ عَنْ أَعْمَالِهِمْ قَوْلُهُ تَعَالَى: أَمْ مَاذَا كُنْتُمْ تَعْمَلُونَ، وَالسُّؤَالُ الْمَذْكُورُ سُؤَالُ تَوْبِيخٍ وَتَقْرِيعٍ، فَقَدْ وَبَّخَهُمْ تَعَالَى فِيهِ عَلَى فَسَادِ الِاعْتِقَادِ، وَفَسَادِ الْأَعْمَالِ، وَالتَّوْبِيخُ عَلَيْهِمَا مَعًا الْمَذْكُورُ هُنَا جَاءَ مِثْلُهُ فِي قَوْلِهِ تَعَالَى: فَلَا صَدَّقَ وَلَا صَلَّى وَلَكِنْ كَذَّبَ وَتَوَلَّى [٧٥ \\ ٣١] ، كَمَا أَشَارَ لَهُ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ، فَقَوْلُهُ تَعَالَى: فَلَا صَدَّقَ، وَقَوْلُهُ: وَلَكِنْ كَذَّبَ، تَوْبِيخٌ عَلَى فَسَادِ الِاعْتِقَادِ. وَقَوْلُهُ: وَلَا صَلَّى: تَوْبِيخٌ عَلَى إِضَاعَةِ الْعَمَلِ. </p><p> قَوْلُهُ تَعَالَى: وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ. الظَّاهِرُ أَنَّ الْقَوْلَ الَّذِي وَقَعَ عَلَيْهِمْ هُوَ كَلِمَةُ الْعَذَابِ، كَمَا يُوَضِّحُهُ قَوْلُهُ تَعَالَى: وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهُمْ لَا يَنْطِقُونَ ظَاهِرُهُ أَنَّ الْكُفَّارَ لَا يَنْطِقُونَ يَوْمَ الْقِيَامَةِ ; كَمَا يُفْهَمُ ذَلِكَ مِنْ قَوْلِهِ تَعَالَى: هَذَا يَوْمُ لَا يَنْطِقُونَ وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ [٧٧ \\ ٣٥] ، وَقَوْلِهِ تَعَالَى: وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا الْآيَةَ [١٧ \\ ٩٧] ، مَعَ أَنَّهُ بَيَّنَتْ آيَاتٌ أُخَرُ مِنْ كِتَابِ اللَّهِ أَنَّهُمْ يَنْطِقُونَ يَوْمَ الْقِيَامَةِ وَيَعْتَذِرُونَ ; كَقَوْلِهِ تَعَالَى عَنْهُمْ: وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ [٦ \\ ٢٣] ، وَقَوْلِهِ تَعَالَى عَنْهُمْ: فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ [١٦ \\ ٢٨] ، وَقَوْلِهِ: وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا الْآيَةَ [٣٢ \\ ١٢] ، وَقَوْلِهِ تَعَالَى عَنْهُمْ: رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ [٢٣ \\ ١٠٦ - ١٠٧] ، وَقَوْلِهِ تَعَالَى: وَنَادَوْا يَامَالِكُ </p>"
}