{
  "id": null,
  "sura": 27,
  "aya": 91,
  "text": "<p> وَكَقَوْلِهِ تَعَالَى فِي أَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ الْآيَةَ [٣٣ \\ ٣٠] ، وَقَدْ قَدَّمْنَا طَرَفًا مِنَ الْكَلَامِ عَلَى هَذَا، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ [١٧ \\ ٧٥] ، مَعَ تَفْسِيرِ الْآيَةِ، وَمُضَاعَفَةِ السَّيِّئَةِ الْمُشَارِ إِلَيْهَا فِي هَاتَيْنِ الْآيَتَيْنِ، إِنْ كَانَتْ بِسَبَبِ عِظَمِ الذَّنْبِ، حَتَّى صَارَ فِي عِظَمِهِ كَذَنْبَيْنِ، فَلَا إِشْكَالَ، وَإِنْ كَانَتْ مُضَاعَفَةُ جَزَاءِ السَّيِّئَةِ كَانَتْ هَاتَانِ الْآيَتَانِ مُخَصَّصَتَيْنِ لِلْآيَاتِ الْمُصَرِّحَةِ، بِأَنَّ السَّيِّئَةَ لَا تُجْزَى إِلَّا بِمِثْلِهَا، وَالْجَمِيعُ مُحْتَمَلٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ. جَاءَ مَعْنَاهُ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي شَكٍّ مِنْ دِينِي فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ وَلَكِنْ أَعْبُدُ اللَّهَ الَّذِي يَتَوَفَّاكُمْ الْآيَةَ [١٠ \\ ١٠٤] ، وَقَوْلِهِ تَعَالَى: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ ١٠٦ \\ ٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ وَأَنْ أَتْلُوَ الْقُرْآنَ. قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي فِيهَا زِيَادَةُ إِيضَاحٍ لِقَوْلِهِ: وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ، فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ الْآيَةَ [٦ \\ ١٤] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِقَوْلِهِ تَعَالَى هُنَا: وَأَنْ أَتْلُوَ الْقُرْآنَ، فِي سُورَةِ «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ الْآيَةَ [١٨ \\ ٢٧] . </p><p> قَوْلُهُ تَعَالَى: وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ. جَاءَ مَعْنَاهُ مُبَيَّنًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ [١٣ \\ ٤٠] ، وَقَوْلِهِ تَعَالَى: إِنَّمَا أَنْتَ نَذِيرٌ وَاللَّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ [١١ \\ ١٢] ، وَقَوْلِهِ تَعَالَى: فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ [٥١ \\ ٥٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى </p>"
}