{
  "id": null,
  "sura": 28,
  "aya": 88,
  "text": "<p> وَعَلَا هُوَ الَّذِي يَهْدِي مَنْ يَشَاءُ هُدَاهُ، وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ الْآيَةَ [١٦ \\ ٣٧] ، وَقَوْلِهِ: وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ [٥ \\ ٤١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَقَوْلُهُ: وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ، جَاءَ مَعْنَاهُ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى [٥٣ \\ ٣٠] ، وَقَوْلِهِ تَعَالَى: إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ [١٦ \\ ١٢٥] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ، وَقَدْ أَوْضَحْنَا سَابِقًا أَنَّ الْهُدَى الْمَنْفِيَّ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فِي قَوْلِهِ تَعَالَى هُنَا: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ، هُوَ هُدَى التَّوْفِيقِ ; لِأَنَّ التَّوْفِيقَ بِيَدِ اللَّهِ وَحْدَهُ، وَأَنَّ الْهُدَى الْمُثْبَتَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي قَوْلِهِ تَعَالَى: وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ [٤٢ \\ ٥٢] ، هُوَ هُدَى الدَّلَالَةِ عَلَى الْحَقِّ وَالْإِرْشَادِ إِلَيْهِ، وَنُزُولُ قَوْلِهِ تَعَالَى: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ، فِي أَبِي طَالِبٍ مَشْهُورٌ مَعْرُوفٌ. </p><p> قَوْلُهُ تَعَالَى: وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ الْآيَةَ [١٨ \\ ١] . </p><p> قَوْلُهُ تَعَالَى كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ. كَقَوْلِهِ تَعَالَى: كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ [٥٥ \\ ٢٦ \\ ٢٧] ، وَالْوَجْهُ مِنَ الصِّفَاتِ الَّتِي يَجِبُ الْإِيمَانُ بِهَا مَعَ التَّنْزِيهِ التَّامِّ عَنْ مُشَابَهَةِ صِفَاتِ الْخَلْقِ، كَمَا أَوْضَحْنَاهُ فِي سُورَةِ «الْأَعْرَافِ» ، وَفِي غَيْرِهَا. </p><p> قَوْلُهُ تَعَالَى: لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] ، وَقَدْ تَرَكْنَا ذِكْرَ إِحَالَاتٍ كَثِيرَةٍ فِي سُورَةِ «الْقَصَصِ» ، هَذِهِ. </p>"
}