{
  "id": null,
  "sura": 29,
  "aya": 69,
  "text": "<p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ، إِلَى قَوْلِهِ: تَبِيعًا [١٧ \\ ٦٧ - ٦٩] ، وَفِي مَوَاضِعَ أُخَرَ. </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ الْآيَةَ. </p><p> امْتَنَّ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ عَلَى قُرَيْشٍ، بِأَنَّهُ جَعَلَ لَهُمْ حَرَمًا آمِنًا، يَعْنِي حَرَمَ مَكَّةَ، فَهُمْ آمِنُونَ فِيهِ عَلَى أَمْوَالِهِمْ وَدِمَائِهِمْ، وَالنَّاسُ الْخَارِجُونَ عَنِ الْحَرَمِ، يُتَخَطَّفُونَ قَتْلًا وَأَسْرًا. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى فِي «الْقَصَصِ» : وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا الْآيَةَ [٥ \\ ٩٧] ، وَقَوْلِهِ تَعَالَى: وَمَنْ دَخَلَهُ كَانَ آمِنًا [٣ \\ ٩٧] ، وَقَوْلِهِ تَعَالَى: جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ الْآيَةَ [٥ \\ ٩٧] ، وَقَوْلِهِ تَعَالَى: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ [١٠٦ \\ ٣ - ٤] . </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الَّذِينَ جَاهَدُوا فِيهِ أَنَّهُ يَهْدِيهِمْ إِلَى سُبُلِ الْخَيْرِ وَالرَّشَادِ، وَأَقْسَمَ عَلَى ذَلِكَ بِدَلِيلِ اللَّامِ فِي قَوْلِهِ: لَنَهْدِيَنَّهُمْ. </p><p> وَهَذَا الْمَعْنَى جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى [٤٧ \\ ١٧] ، وَقَوْلِهِ تَعَالَى: فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا الْآيَةَ [٩ \\ ١٢٤] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ. </p><p> قَدْ قَدَّمْنَا إِيضَاحَهُ فِي آخِرِ سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ [١٦ \\ ١٢٨] . </p>"
}