{
  "id": null,
  "sura": 29,
  "aya": 10,
  "text": "<p> قَدْرِ مَا عِنْدَهُمْ مِنَ الْإِيمَانِ ; كَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَشَدُّ النَّاسِ بَلَاءً الْأَنْبِيَاءُ، ثُمَّ الصَّالِحُونَ، ثُمَّ الْأَمْثَلُ فَالْأَمْثَلُ» . </p><p> قَوْلُهُ تَعَالَى: أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ. </p><p> قَوْلُهُ تَعَالَى: وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا [١٧ \\ ٢٣] . </p><p> قَوْلُهُ تَعَالَى: وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ يَعْنِي أَنَّ مِنَ النَّاسِ مَنْ يَقُولُ: آمَنَّا بِاللَّهِ بِلِسَانِهِ، فَإِذَا أُوذِيَ فِي اللَّهِ، أَيْ: آذَاهُ الْكُفَّارُ إِيذَاءَهُمْ لِلْمُسْلِمِينَ جَعَلَ فِتْنَةَ النَّاسِ صَارِفَةً لَهُ عَنِ الدِّينِ إِلَى الرِّدَّةِ، وَالْعِيَاذُ بِاللَّهِ ; كَعَذَابِ اللَّهِ فَإِنَّهُ صَارِفٌ رَادِعٌ عَنِ الْكُفْرِ وَالْمَعَاصِي. وَمَعْنَى فِتْنَةَ النَّاسِ، الْأَذَى الَّذِي يُصِيبُهُ مِنَ الْكُفَّارِ، وَإِيذَاءُ الْكُفَّارِ لِلْمُؤْمِنِينَ مِنْ أَنْوَاعِ الِابْتِلَاءِ الَّذِي هُوَ الْفِتْنَةُ، وَهَذَا قَالَ بِهِ غَيْرُ وَاحِدٍ. </p><p> وَعَلَيْهِ فَمَعْنَى الْآيَةِ الْكَرِيمَةِ ; كَقَوْلِهِ تَعَالَى: وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ [٢٢ \\ ١١] . </p><p> قَوْلُهُ تَعَالَى: وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُنَافِقِينَ الَّذِينَ يَقُولُونَ: آمَنَّا بِأَلْسِنَتِهِمْ وَلَمْ تُؤْمَنْ قُلُوبُهُمْ، إِذَا حَصَلَ لِلْمُسْلِمِينَ مِنَ الْكُفَّارِ أَذًى، وَهُمْ مَعَهُمْ جَعَلُوا فِتْنَةَ لِلنَّاسِ، أَيْ: أَذَاهُمْ كَعَذَابِ اللَّهِ، وَأَنَّهُ إِنْ جَاءَ نَصْرٌ مِنَ اللَّهِ لِعِبَادِهِ الْمُؤْمِنِينَ فَنَصَرَهُمْ عَلَى الْكُفَّارِ، وَهَزَمُوهُمْ وَغَنِمُوا مِنْهُمُ الْغَنَائِمَ، قَالَ أُولَئِكَ الْمُنَافِقُونَ: أَلَمْ نَكُنْ مَعَكُمْ، يَعْنُونَ: أَنَّهُمْ مَعَ الْمُؤْمِنِينَ وَمِنْ جُمْلَتِهِمْ، يُرِيدُونَ أَخْذَ نَصِيبِهِمْ مِنَ الْغَنَائِمِ. </p><p> وَهَذَا الْمَعْنَى جَاءَ فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى: </p><p> الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ [٤ \\ ١٤١] ، وَقَوْلِهِ تَعَالَى: وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ فَإِنْ أَصَابَتْكُمْ مُصِيبَةٌ قَالَ قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ اللَّهِ لَيَقُولَنَّ كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ يَالَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا [٤ \\ ٧٢ - ٧٣] ، وَقَدْ قَدَّمْنَا طَرَفًا مِنْ هَذَا فِي سُورَةِ «النِّسَاءِ» . </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّهُمْ كَاذِبُونَ فِي قَوْلِهِمْ: إِنَّا كُنَّا مَعَكُمْ، وَبَيَّنَ أَنَّهُ عَالِمٌ بِمَا تُخْفِي صُدُورُهُمْ مِنَ الْكُفْرِ وَالنِّفَاقِ، بِقَوْلِهِ: أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ [٢٩ \\ ١٠] . </p><p> قَوْلُهُ تَعَالَى وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ، إِلَى قَوْلِهِ: وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ زِيَادَةَ إِيضَاحِهَا مِنَ السُّنَّةِ الصَّحِيحَةِ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ [١٦ \\ ٢٥] . </p><p> قَوْلُهُ تَعَالَى: فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ. تَقَدَّمَ إِيضَاحُهُ فِي «هُودٍ» وَغَيْرِهَا. </p><p> وَقَوْلُهُ تَعَالَى هُنَا: وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ، يَعْنِي سَفِينَةَ نُوحٍ ; كَقَوْلِهِ تَعَالَى: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ [٣٦ \\ ٤١ - ٤٢] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئًا وَلَا يَسْتَطِيعُونَ [١٦ \\ ٧٣] ، وَفِي «سُورَةِ الْفُرْقَانِ» . </p><p> قَوْلُهُ تَعَالَى: وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا </p>"
}