{
  "id": null,
  "sura": 29,
  "aya": 56,
  "text": "<p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ الْآيَةَ [٢ \\ ٤٥] . </p><p> قَوْلُهُ تَعَالَى: وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ. </p><p> قَدْ قَدَّمْنَا إِيضَاحَهُ، وَتَفْسِيرُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ فِي آخِرِ سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦ \\ ١٢٥] . </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ «الْكَهْفِ» ، وَفِي آخِرِ سُورَةِ «طه» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى [٢٠ \\ ١٣٣] ، وَغَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ [٦ \\ ٥٧] ، وَفِي سُورَةِ «يُونُسَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ [١٠ \\ ٥١] ، وَفِي سُورَةِ «الرَّعْدِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ الْآيَةَ [١٣ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ. نَادَى اللَّهُ جَلَّ وَعَلَا عِبَادَهُ الْمُؤْمِنِينَ، وَأَكَّدَ لَهُمْ أَنَّ أَرْضَهُ وَاسِعَةٌ، وَأَمْرَهُمْ أَنْ يَعْبُدُوهُ وَحْدَهُ دُونَ غَيْرِهِ، كَمَا دَلَّ عَلَيْهِ تَقْدِيمُ الْمَعْمُولِ الَّذِي هُوَ إِيَّايَ ; كَمَا بَيَّنَّاهُ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ [١ \\ ٥] . </p><p> وَالْمَعْنَى: أَنَّهُمْ إِنْ كَانُوا فِي أَرْضٍ لَا يَقْدِرُونَ فِيهَا عَلَى إِقَامَةِ دِينِهِمْ، أَوْ يُصِيبُهُمْ فِيهَا أَذَى الْكُفَّارِ، فَإِنَّ أَرْضَ رَبِّهِمْ وَاسِعَةٌ فَلْيُهَاجِرُوا إِلَى مَوْضِعٍ مِنْهَا يَقْدِرُونَ فِيهِ عَلَى إِقَامَةِ دِينِهِمْ، وَيَسْلَمُونَ فِيهِ مِنْ أَذَى الْكُفَّارِ، كَمَا فَعَلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُسْلِمُونَ. </p>"
}