{
  "id": null,
  "sura": 29,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْعَنْكَبُوتِ </p><p> قَوْلُهُ تَعَالَى: الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَى الْحُرُوفِ الْمُقَطَّعَةِ مُسْتَوْفًى فِي أَوَّلِ سُورَةِ «هُودٍ» ، وَالِاسْتِفْهَامُ فِي قَوْلِهِ: أَحَسِبَ النَّاسُ [٢٩ \\ ٢] ، لِلْإِنْكَارِ. </p><p> وَالْمَعْنَى: أَنَّ النَّاسَ لَا يُتْرَكُونَ دُونَ فِتْنَةٍ، أَيِ: ابْتِلَاءٍ وَاخْتِبَارٍ، لِأَجْلِ قَوْلِهِمْ: آمَنَّا، بَلْ إِذَا قَالُوا: آمَنَّا فُتِنُوا، أَيِ: امْتُحِنُوا وَاخْتُبِرُوا بِأَنْوَاعِ الِابْتِلَاءِ، حَتَّى يَتَبَيَّنَ بِذَلِكَ الِابْتِلَاءُ الصَّادِقُ فِي قَوْلِهِ: آمَنَّا مِنْ غَيْرِ الصَّادِقِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ [٢ \\ ٢١٤] ، وَقَوْلِهِ: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ [٣ \\ ١٤٢] ، وَقَوْلِهِ تَعَالَى: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ [٤٧ \\ ٣١] ، وَقَوْلِهِ تَعَالَى: مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ الْآيَةَ [٣ \\ ١٧٩] ، وَقَوْلِهِ تَعَالَى: وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ [٣ \\ ١٥٤] ، وَقَوْلِهِ تَعَالَى: أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ [٩ \\ ١٦] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ أَشَارَ تَعَالَى إِلَى ذَلِكَ بِقَوْلِهِ هُنَا: وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا الْآيَةَ [٢٩ \\ ٣] . </p><p> وَقَدْ بَيَّنَتِ السُّنَّةُ الثَّابِتَةُ أَنَّ هَذَا الِابْتِلَاءَ الْمَذْكُورَ فِي هَذِهِ الْآيَةِ يُبْتَلَى بِهِ الْمُؤْمِنُونَ عَلَى </p>"
}