{
  "id": null,
  "sura": 29,
  "aya": 65,
  "text": "<p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا [٤ \\ ٩٧] ، وَقَوْلِهِ تَعَالَى: وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ [٣٩ \\ ١٠] . </p><p> قَوْلُهُ تَعَالَى: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ [٢٩ \\ ٥٧] . جَاءَ مَعْنَاهُ مُوَضَّحًا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى فِي سُورَةِ «آلِ عِمْرَانَ» : كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ [٣ \\ ١٨٥] ، وَقَوْلِهِ: كُلُّ مَنْ عَلَيْهَا فَانٍ [٥٥ \\ ٢٦] ، وَقَوْلِهِ تَعَالَى: كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ [٢٨ \\ ٨٨] . </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا. </p><p> قَدْ قَدَّمْنَا مَعْنَى وَعَمِلُوا الصَّالِحَاتِ، مُوَضَّحًا فِي أَوَّلِ سُورَةِ «الْكَهْفِ» ، وَقَدَّمْنَا مَعْنَى لَنُبَوِّئَنَّهُمْ فِي سُورَةِ «الْحَجِّ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ، وَذَكَرْنَا الْآيَاتِ الَّتِي ذُكِرَتْ فِيهَا الْغُرَفُ فِي آخِرِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ الْآيَةَ [٢٥ \\ ٧٥] . </p><p> قَوْلُهُ تَعَالَى: وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كَثِيرًا مِنَ الدَّوَابِّ الَّتِي لَا تَحْمِلُ رِزْقَهَا لِضَعْفِهَا، أَنَّهُ هُوَ جَلَّ وَعَلَا يَرْزُقُهَا، وَأَوْضَحَ هَذَا الْمَعْنَى فِي قَوْلِهِ تَعَالَى: وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ [١١ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ، إِلَى قَوْلِهِ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ غَايَةَ الْإِيضَاحِ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> قَوْلُهُ تَعَالَى: فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ. </p>"
}