{
  "id": null,
  "sura": 29,
  "aya": 45,
  "text": "<p> وَهِيَ: الرِّيحُ، يَعْنِي: عَادًا، بِدَلِيلِ قَوْلِهِ: وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ [٦٩ \\ ٦] ، وَقَوْلِهِ: وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ [٥١ \\ ٤١] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ تَعَالَى: وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ، يَعْنِي: ثَمُودَ، بِدَلِيلِ قَوْلِهِ تَعَالَى فِيهِمْ: وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ كَأَنْ لَمْ يَغْنَوْا فِيهَا أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ أَلَا بُعْدًا لِثَمُودَ [١١ \\ ٦٧ - ٦٨] . وَقَوْلُهُ: وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ، يَعْنِي: قَارُونَ، بِدَلِيلِ قَوْلِهِ تَعَالَى فِيهِ: فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ الْآيَةَ [٢٨ \\ ٨١] . وَقَوْلُهُ تَعَالَى: وَمِنْهُمْ مَنْ أَغْرَقْنَا، يَعْنِي: فِرْعَوْنَ وَهَامَانَ، بِدَلِيلِ قَوْلِهِ تَعَالَى: ثُمَّ أَغْرَقْنَا الْآخَرِينَ [٣٧ \\ ٨٢] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْأَظْهَرُ فِي قَوْلِهِ فِي هَذِهِ الْآيَةِ: وَكَانُوا مُسْتَبْصِرِينَ، أَنَّ اسْتِبْصَارَهُمُ الْمَذْكُورَ هُنَا بِالنِّسْبَةِ إِلَى الْحَيَاةِ الدُّنْيَا خَاصَّةً ; كَمَا دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ [٣٠ \\ ٧] ، وَقَوْلُهُ تَعَالَى: وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ [٦٧ \\ ١٠] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. وَقَوْلُهُ: وَمَا كَانُوا سَابِقِينَ، كَقَوْلِهِ تَعَالَى: أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ [٢٩ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَمَثَلُهُ كَمَثَلِ الْكَلْبِ الْآيَةَ [٧ \\ ١٧٦] ، وَفِي مَوَاضِعَ أُخَرَ. </p><p> قَوْلُهُ تَعَالَى: اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ الْآيَةَ [١٨ \\ ٢٧] . </p><p> قَوْلُهُ تَعَالَى: وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ. </p>"
}