{
  "id": null,
  "sura": 30,
  "aya": 13,
  "text": "<p> الْأَوَّلُ: أَنَّ تَأْنِيثَهَا غَيْرُ حَقِيقِيٍّ. </p><p> وَالثَّانِي: الْفَصْلُ بَيْنَهَا وَبَيْنَ الْفِعْلِ، كَمَا هُوَ مَعْلُومٌ. وَأَمَّا عَلَى قِرَاءَةِ ضَمِّ التَّاءِ فَوَجْهُ تَجْرِيدِ الْفِعْلِ مِنَ التَّاءِ هُوَ كَوْنُ تَأْنِيثِ الْعَاقِبَةِ غَيْرَ حَقِيقِيٍّ فَقَطْ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي مَعْنَى الْآيَةِ عِنْدِي أَنَّ الْمَعْنَى عَلَى قِرَاءَةِ ضَمِّ التَّاءِ: كَانَتْ عَاقِبَةُ الْمُسِيئِينَ السُّوءَى، وَهِيَ تَأْنِيثُ الْأَسْوَءِ، بِمَعْنَى: الَّذِي هُوَ أَكْثَرُ سُوءًى، أَيْ: كَانَتْ عَاقِبَتُهُمُ الْعُقُوبَةَ الَّتِي هِيَ أَسْوَأُ الْعُقُوبَاتِ، أَيْ: أَكْثَرُهَا سُوءًى وَهِيَ النَّارُ أَعَاذَنَا اللَّهُ وَإِخْوَانَنَا الْمُسْلِمِينَ مِنْهَا. </p><p> وَأَمَّا عَلَى قِرَاءَةِ فَتْحِ التَّاءِ، فَالْمَعْنَى: كَانَتِ السُّوءَى عَاقِبَةَ الَّذِينَ أَسَاءُوا، وَمَعْنَاهُ وَاضِحٌ مِمَّا تَقَدَّمَ، وَأَنَّ مَعْنَى قَوْلِهِ: أَنْ كَذَّبُوا، أَيْ: كَانَتْ عَاقِبَتُهُمْ أَسْوَأَ الْعُقُوبَاتِ لِأَجْلِ أَنْ كَذَّبُوا. </p><p> وَهَذَا الْمَعْنَى تَدُلُّ عَلَيْهِ آيَاتٌ كَثِيرَةٌ تُوَضِّحُ أَنَّ الْكُفْرَ وَالتَّكْذِيبَ قَدْ يُؤَدِّي شُؤْمُهُ إِلَى شَقَاءِ صَاحِبِهِ، وَسُوءِ عَاقِبَتِهِ، وَالْعِيَاذُ بِاللَّهِ ; كَقَوْلِهِ تَعَالَى: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] ، وَقَوْلِهِ: فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا [٢ \\ ١٠] ، وَقَوْلِهِ: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] . </p><p> وَقَدْ أَوْضَحْنَا الْآيَاتِ الدَّالَّةَ عَلَى هَذَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا [١٧ \\ ٤٦] . وَفِي «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ [٧ \\ ١٠١] ، وَفِي غَيْرِ ذَلِكَ. </p><p> وَبِمَا ذَكَرْنَا تَعْلَمَ أَنَّ قَوْلَ مَنْ قَالَ: إِنَّ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ مَنْصُوبٌ بِـ أَسَاءُوا، أَيِ: اقْتَرَفُوا الْجَرِيمَةَ السُّوءَى خِلَافُ الصَّوَابِ، وَكَذَلِكَ قَوْلُ مَنْ قَالَ: إِنَّ أَنْ فِي قَوْلِهِ: أَنْ كَذَّبُوا تَفْسِيرِيَّةٌ، فَهُوَ خِلَافُ الصَّوَابِ أَيْضًا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي «الْبَقَرَةِ» ، وَ «النَّحْلِ» ، وَ «الْحَجِّ» ، وَغَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ. </p>"
}