{
  "id": null,
  "sura": 30,
  "aya": 56,
  "text": "<p> قَدْ بَيَّنَ تَعَالَى الضَّعْفَ الْأَوَّلَ الَّذِي خَلَقَهُمْ مِنْهُ فِي آيَاتٍ مِنْ كِتَابِهِ، وَبَيَّنَ الضَّعْفَ الْأَخِيرَ فِي آيَاتٍ أُخَرَ ; قَالَ فِي الْأَوَّلِ: أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ [٧٧ \\ ٢٠] ، وَقَالَ: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] ، وَقَالَ تَعَالَى: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ الْآيَةَ [٣٦ \\ ٧٧] ، وَقَالَ: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ خُلِقَ مِنْ مَاءٍ دَافِقٍ [٨٦ \\ ٥ - ٦] ، وَقَالَ: كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ [٣٠ \\ ٣٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَالَ فِي الضَّعْفِ الثَّانِي: وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ [١٦ \\ ٧٠] ، وَقَالَ: وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ [٣٦ \\ ٦٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَأَشَارَ إِلَى الْقُوَّةِ بَيْنَ الضِّعْفَيْنِ فِي آيَاتٍ مِنْ كِتَابِهِ ; كَقَوْلِهِ: فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] ، وَإِطْلَاقُهُ نَفْسَ الضَّعْفِ عَلَى مَا خَلَقَ الْإِنْسَانَ مِنْهُ قَدْ أَوْضَحْنَا وَجْهَهُ فِي سُورَةِ «الْأَنْبِيَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ الْآيَةَ [٢١ \\ ٣٧] . وَقَرَأَ عَاصِمٌ وَحَمْزَةُ: مِنْ ضَعْفٍ فِي الْمَوَاضِعِ الثَّلَاثَةِ الْمَخْفُوضَيْنِ وَالْمَنْصُوبِ بِفَتْحِ الضَّادِ فِي جَمِيعِهَا، وَقَرَأَ الْبَاقُونَ بِالضَّمِّ. </p><p> وَاخْتَارَ حَفْصٌ الْقِرَاءَةَ بِالضَّمِّ وِفَاقًا لِلْجُمْهُورِ ; لِلْحَدِيثِ الْوَارِدِ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، مِنْ طَرِيقِ عَطِيَّةَ الْعَوْفِيِّ أَنَّهُ أَعْنِي ابْنَ عُمَرَ قَرَأَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مِنْ ضَعْفٍ بِفَتْحِ الضَّادِ، فَرَدَّ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَمَرَهُ أَنْ يَقْرَأَهَا بِضَمِّ الضَّادِ، وَالْحَدِيثُ رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَرَوَاهُ غَيْرُهُمَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «يُونُسَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ [١٠ \\ ٤٥] ، وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ إِذَا بُعِثُوا يَوْمَ الْقِيَامَةِ وَأَقْسَمُوا أَنَّهُمْ مَا لَبِثُوا غَيْرَ سَاعَةٍ يَقُولُ لَهُمُ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ، وَيَدْخُلُ فِيهِمُ الْمَلَائِكَةُ وَالرُّسُلُ، </p>"
}