{
  "id": null,
  "sura": 30,
  "aya": 60,
  "text": "<p> وَفِي سُورَةِ «يُونُسَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ الْآيَةَ [٠١ \\ ٦٩] ، وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ. قَدْ قَدَّمْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا [١٧ \\ ٢٢] ، أَنَّ اللَّهَ تَعَالَى قَدْ بَيَّنَ فِي بَعْضِ الْآيَاتِ الْقُرْآنِيَّةِ أَنَّهُ يُخَاطِبُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِخِطَابٍ لَا يُرِيدُ بِهِ نَفْسَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَإِنَّمَا يُرِيدُ بِهِ التَّشْرِيعَ. </p><p> وَبَيَّنَّا أَنَّ مِنْ أَصْرَحِ الْآيَاتِ فِي ذَلِكَ قَوْلُهُ تَعَالَى مُخَاطِبًا لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ الْآيَةَ [١٧ \\ ٢٣] ، وَمَعْلُومٌ أَنَّ وَالِدَيْهِ قَدْ مَاتَا قَبْلَ نُزُولِ: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا، بِزَمَنٍ طَوِيلٍ، فَلَا وَجْهَ الْبَتَّةَ لِاشْتِرَاطِ بُلُوغِهِمَا، أَوْ بُلُوغِ أَحَدِهِمَا الْكِبَرَ عِنْدَهُ، بَلِ الْمُرَادُ تَشْرِيعُ بِرِّ الْوَالِدَيْنِ لِأُمَّتِهِ، بِخِطَابِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَاعْلَمْ أَنَّ قَوْلَ مَنْ يَقُولُ: إِنَّ الْخِطَابَ فِي قَوْلِهِ: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا، لِمَنْ يَصِحُّ خِطَابُهُ مِنَ الْمُكَلَّفِينَ، وَأَنَّهُ كَقَوْلِ طَرَفَةَ بْنِ الْعَبْدِ: </p><p> سَتُبْدِي لَكَ الْأَيَّامُ مَا كُنْتَ جَاهِلًا </p><p> . . . . . . . . . . . . . خِلَافُ الصَّوَابِ. </p><p> وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُهُ بَعْدَ ذِكْرِ الْمَعْطُوفَاتِ، عَلَى قَوْلِهِ: فَلَا تَقُلْ لَهُمَا أُفٍّ [١٧ \\ ٢٣] ، ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ الْآيَةَ [١٧ \\ ٣٩] ، وَمَعْلُومٌ أَنَّ قَوْلَهُ: ذَلِكَ مِمَّا أَوْحَى إِلَيْكَ رَبُّكَ خِطَابٌ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا تَرَى. وَذَكَرْنَا بَعْضَ الشَّوَاهِدِ الْعَرَبِيَّةِ عَلَى خِطَابِ الْإِنْسَانِ، مَعَ أَنَّ الْمُرَادَ بِالْخِطَابِ فِي الْحَقِيقَةِ غَيْرُهُ. </p><p> وَبِهَذَا تَعْلَمُ أَنَّ مِثْلَ قَوْلِهِ تَعَالَى: وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ، وَقَوْلِهِ: لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ [٣٩ \\ ٦٥] ، وَقَوْلِهِ: وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا [٧٦ \\ ٢٤] ، وَقَوْلِهِ: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ [١٧ \\ ٢٢] ، يُرَادُ بِهِ التَّشْرِيعُ لِأُمَّتِهِ ; </p><p> لِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْصُومٌ مِنْ ذَلِكَ الْكُفْرِ الَّذِي نُهِيَ عَنْهُ. </p><p> فَائِدَةٌ. </p><p> رُوِيَ مِنْ غَيْرِ وَجْهٍ أَنَّ أَمِيرَ الْمُؤْمِنِينَ عَلِيَّ بْنَ أَبِي طَالِبٍ - رَضِيَ اللَّهُ عَنْهُ - نَادَاهُ رَجُلٌ مِنَ الْخَوَارِجِ فِي صَلَاةِ الْفَجْرِ، فَقَالَ: وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ [٣٩ \\ ٦٥] ، فَأَجَابَهُ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ وَهُوَ فِي الصَّلَاةِ: فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ. </p>"
}