{
  "id": null,
  "sura": 30,
  "aya": 58,
  "text": "<p> وَالْأَنْبِيَاءُ، وَالصَّالِحُونَ: وَاللَّهِ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ، فَهَذَا يَوْمَ الْبَعْثِ، وَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي سُورَةِ «يس» عَلَى أَصَحِّ التَّفْسِيرَيْنِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: قَالُوا يَاوَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا [٣٦ \\ ٥٢] . </p><p> وَالتَّحْقِيقُ أَنَّ هَذَا قَوْلُ الْكُفَّارِ عَنِ الْبَعْثِ، وَالْآيَةُ تَدُلُّ دَلَالَةً لَا لَبْسَ فِيهَا، عَلَى أَنَّهُمْ يَنَامُونَ نَوْمَةً قَبْلَ الْبَعْثِ، كَمَا قَالَهُ غَيْرُ وَاحِدٍ، وَعِنْدَ بَعْثِهِمْ أَحْيَاءً مِنْ تِلْكَ النَّوْمَةِ الَّتِي هِيَ نَوْمَةُ مَوْتٍ يَقُولُ لَهُمُ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ: هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ [٣٦ \\ ٥٢] ، أَيْ: هَذَا الْبَعْثُ بَعْدَ الْمَوْتِ، الَّذِي وَعَدَكُمُ الرَّحْمَنُ عَلَى أَلْسِنَةِ رُسُلِهِ، وَصَدَقَ الْمُرْسَلُونَ فِي ذَلِكَ، كَمَا شَاهَدْتُمُوهُ عِيَانًا، فَقَوْلُهُ فِي «يس» : هَذَا مَا وَعَدَ الرَّحْمَنُ، قَوْلُ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ، عَلَى التَّحْقِيقِ، وَقَدِ اخْتَارَهُ ابْنُ جَرِيرٍ، وَهُوَ مُطَابِقٌ لِمَعْنَى قَوْلِهِ: وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ الْآيَةَ. </p><p> وَالتَّحْقِيقُ أَنَّ قَوْلَهُ هَذَا إِشَارَةٌ إِلَى مَا وَعَدَ الرَّحْمَنُ وَأَنَّهَا مِنْ كَلَامِ الْمُؤْمِنِينَ، وَلَيْسَتْ إِشَارَةً إِلَى الْمَرْقَدِ فِي قَوْلِ الْكُفَّارِ: مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا، وَقَوْلُهُ: فِي كِتَابِ اللَّهِ، أَيْ: فِيمَا كَتَبَهُ وَقَدَّرَهُ وَقَضَاهُ. وَقَالَ بَعْضُ الْعُلَمَاءِ: أَنَّ قَوْلَهُ: هَذَا مَا وَعَدَ الرَّحْمَنُ الْآيَةَ، مِنْ قَوْلِ الْكُفَّارِ، وَيَدُلُّ لَهُ قَوْلُهُ فِي «الصَّافَّاتِ» : وَقَالُوا يَاوَيْلَنَا هَذَا يَوْمُ الدِّينِ هَذَا يَوْمُ الْفَصْلِ الْآيَةَ [٣٧ \\ ٢٠ - ٢١] . </p><p> قَوْلُهُ تَعَالَى: وَلَا هُمْ يُسْتَعْتَبُونَ. </p><p> قَدْ قَدَّمْنَا مَا فِيهِ مِنَ اللُّغَاتِ، وَالشَّوَاهِدِ الْعَرَبِيَّةِ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ [١٦ \\ ٨٤] . </p><p> قَوْلُهُ تَعَالَى: وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ [٦ \\ ٧] ، وَفِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا [١٧ \\ ٩٠] ، </p>"
}