{
  "id": null,
  "sura": 30,
  "aya": 22,
  "text": "<p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ الْآيَةَ [٢ \\ ٤٨] ، وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «مَرْيَمَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ١٩ \\ ٨٢] ، وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ </p><p> قَدْ قَدَّمْنَا فِي سُورَةِ «النِّسَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا، أَنَّ قَوْلَهُ هُنَا: فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ، الْآيَتَيْنِ مِنَ الْآيَاتِ الَّتِي أُشِيرَ فِيهَا إِلَى أَوْقَاتِ الصَّلَوَاتِ الْخَمْسِ، وَأَوْضَحْنَا وَجْهَ ذَلِكَ مَعَ إِيضَاحِ جَمِيعِ الْآيَاتِ الَّتِي أُشِيرَ فِيهَا إِلَى أَوْقَاتِ الصَّلَوَاتِ الْخَمْسِ. </p><p> قَوْلُهُ تَعَالَى: وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي ذِكْرِنَا بَرَاهِينَ الْبَعْثِ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ [٢ \\ ٢٢] . وَفِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ [١٦ \\ ١١] وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «طه» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مِنْهَا خَلَقْنَاكُمْ الْآيَةَ [٢٠ \\ ٥٥] ، وَفِي غَيْرِ ذَلِكَ. </p><p> قَوْلُهُ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا الْآيَةَ [١٦ \\ ٧٢] . </p><p> قَوْلُهُ تَعَالَى: وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ. </p>"
}