{
  "id": null,
  "sura": 30,
  "aya": 10,
  "text": "<p> بَاعِثُهُمْ، وَمُجَازِيهِمْ عَلَى أَعْمَالِهِمْ، وَإِنْ كَانَ أَكْثَرُ النَّاسِ لَا يَعْلَمُونَ هَذَا، فَكَانُوا غَافِلِينَ عَنِ الْآخِرَةِ، كَافِرِينَ بِلِقَاءِ رَبِّهِمْ. </p><p> وَقَوْلُهُ تَعَالَى فِي الْآيَاتِ الْمَذْكُورَةِ: وَمَا بَيْنَهُمَا، أَيْ: مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ، يَدْخُلُ فِيهِ السَّحَابُ الْمُسَخَّرُ بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَالطَّيْرُ صَافَّاتٍ وَيَقْبِضْنَ بَيْنَ السَّمَاءِ وَالْأَرْضِ وَالْهَوَاءُ الَّذِي لَا غِنَى لِلْحَيَوَانِ عَنِ اسْتِنْشَاقِهِ. </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ، إِلَى قَوْلِهِ تَعَالَى: كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ [١٥ \\ ٧٦] . وَفِي «الْمَائِدَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ الْآيَةَ [٥ \\ ٣٢] . وَفِي «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ [١ \\ ٨٣] . وَفِي «الْإِسْرَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ الْآيَةَ [١٧ \\ ١٧] ، وَفِي غَيْرِ ذَلِكَ. </p><p> وَقَوْلُهُ تَعَالَى فِي آيَةِ «الرُّومِ» هَذِهِ: كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا [٣٠ \\ ٩] ، جَاءَ مُوَضِّحًا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ [٤٠ \\ ٨٢] ، وَنَحْوِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ. </p><p> قَرَأَ هَذَا الْحَرْفَ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو: كَانَ عَاقِبَةُ، بِضَمِّ التَّاءِ اسْمُ كَانَ، وَخَبَرُهَا السُّوءَى. وَقَرَأَهُ ابْنُ عَامِرٍ، وَعَاصِمٌ، وَحَمْزَةُ، وَالْكِسَائِيُّ: ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ، بِفَتْحِ التَّاءِ خَبَرُ كَانَ قُدِّمَ عَلَى اسْمِهَا عَلَى حَدِّ قَوْلِهِ فِي «الْخُلَاصَةِ» : وَفِي جَمِيعِهَا تَوَسَّطَ الْخَبَرُ أَجِزْ. . . . . . . . </p><p> وَعَلَى هَذِهِ الْقِرَاءَةِ فَـ السُّوءَى اسْمُ كَانَ، وَإِنَّمَا جُرِّدَ الْفِعْلُ مِنَ التَّاءِ مَعَ أَنَّ السُّوءَى مُؤَنَّثَةٌ لِأَمْرَيْنِ: </p>"
}