{
  "id": null,
  "sura": 31,
  "aya": 7,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ لُقْمَانَ </p><p> قَوْلُهُ تَعَالَى: الم تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِقَوْلِهِ: هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ، فِي أَوَّلِ سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: الم ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ [٢ \\ ١ - ٢] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكَافِرَ إِذَا تُتْلَى عَلَيْهِ آيَاتُ اللَّهِ، وَهِيَ هَذَا الْقُرْآنُ الْعَظِيمُ: وَلَّى مُسْتَكْبِرًا، أَيْ: مُتَكَبِّرًا عَنْ قَبُولِهَا، كَأَنَّهُ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا، أَيْ: صَمَمًا وَثِقَلًا مَانِعًا لَهُ مِنْ سَمَاعِهَا، ثُمَّ أَمَرَ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُبَشِّرَهُ بِالْعَذَابِ الْأَلِيمِ. </p><p> وَقَدْ أَوْضَحَ جَلَّ وَعَلَا هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ [٤٥ \\ ٧ - ١٠] ، وَقَدْ قَالَ تَعَالَى هُنَا: كَأَنَّ فِي أُذُنَيْهِ وَقْرًا، عَلَى سَبِيلِ التَّشْبِيهِ، وَصَرَّحَ فِي غَيْرِ هَذَا الْمَوْضِعِ أَنَّهُ جَعَلَ فِي أُذُنَيْهِ الْوَقْرَ بِالْفِعْلِ فِي قَوْلِهِ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا [١٨ \\ ٥٧] ، وَالظَّاهِرُ أَنَّ الْوَقْرَ الْمَذْكُورَ عَلَى سَبِيلِ التَّشْبِيهِ بِالْوَقْرِ الْحِسِّيِّ ; لِأَنَّ الْوَقْرَ الْمَعْنَوِيَّ يُشْبِهُ الْوَقْرَ الْحِسِّيِّ، وَالْوَقْرُ الْمَجْعُولُ عَلَى آذَانِهِمْ بِالْفِعْلِ، هُوَ الْوَقْرُ الْمَعْنَوِيُّ الْمَانِعُ مِنْ سَمَاعِ الْحَقِّ فَقَطْ، دُونَ سَمَاعِ غَيْرِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}