{
  "id": null,
  "sura": 32,
  "aya": 11,
  "text": "<p> الْوَجْهُ الثَّانِي: أَنَّ الْمُرَادَ بِجَمِيعِهَا يَوْمُ الْقِيَامَةِ، وَأَنَّ الِاخْتِلَافَ بِاعْتِبَارِ حَالِ الْمُؤْمِنِ وَالْكَافِرِ، وَيَدُلُّ لِهَذَا الْوَجْهِ قَوْلُهُ تَعَالَى: فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ [٧٤ \\ ٩ - ١٠] ، وَقَوْلُهُ تَعَالَى: يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ [٥٤ \\ ٨] . </p><p> وَقَدْ أَوْضَحْنَا هَذَا الْوَجْهَ فِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا [٢٥ \\ ٢٤] ، وَقَدْ ذَكَرْنَا فِي «دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» : أَنَّ أَبَا عُبَيْدَةَ رَوَى عَنْ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ أَنَّهُ حَضَرَ كُلًّا مِنِ ابْنِ عَبَّاسٍ وَسَعِيدِ بْنِ الْمُسَيَّبِ سُئِلَ عَنْ هَذِهِ الْآيَاتِ، فَلَمْ يَدْرِ مَا يَقُولُ فِيهَا، وَيَقُولُ: لَا أَدْرِي. </p><p> قَوْلُهُ تَعَالَى: قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ. </p><p> ظَاهِرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الَّذِي يَقْبِضُ أَرْوَاحَ النَّاسِ مَلَكٌ وَاحِدٌ مُعَيَّنٌ، وَهَذَا هُوَ الْمَشْهُورُ، وَقَدْ جَاءَ فِي بَعْضِ الْآثَارِ أَنَّ اسْمَهُ عِزْرَائِيلُ. </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي آيَاتٍ أُخَرَ أَنَّ النَّاسَ تَتَوَفَّاهُمْ مَلَائِكَةٌ لَا مَلَكٌ وَاحِدٌ ; كَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ الْآيَةَ [٤ \\ ٩٧] ، وَقَوْلِهِ تَعَالَى: فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ [٤٧ \\ ٢٧] ، وَقَوْلِهِ تَعَالَى: وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ الْآيَةَ [٦ \\ ٩٣] ، وَقَوْلِهِ تَعَالَى: حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ [٦ \\ ٦١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَإِيضَاحُ هَذَا عِنْدَ أَهْلِ الْعِلْمِ: أَنَّ الْمُوَكَّلَ بِقَبْضِ الْأَرْوَاحِ مَلَكٌ وَاحِدٌ هُوَ الْمَذْكُورُ هُنَا، وَلَكِنْ لَهُ أَعْوَانٌ يَعْمَلُونَ بِأَمْرِهِ يَنْتَزِعُونَ الرُّوحَ إِلَى الْحُلْقُومِ، فَيَأْخُذُهَا مَلَكُ الْمَوْتِ، أَوْ يُعِينُونَهُ إِعَانَةً غَيْرَ ذَلِكَ. </p><p> وَقَدْ جَاءَ فِي حَدِيثِ الْبَرَاءِ بْنِ عَازِبٍ الطَّوِيلِ الْمَشْهُورِ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَكَرَ فِيهِ:  «أَنَّ مَلَكَ الْمَوْتِ إِذَا أَخَذَ رُوحَ الْمَيِّتِ أَخَذَهَا مِنْ يَدِهِ بِسُرْعَةٍ مَلَائِكَةٌ فَصَعِدُوا بِهَا إِلَى السَّمَاءِ» ، وَقَدْ بَيَّنَ فِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا تُعَامَلُ بِهِ رُوحُ الْمُؤْمِنِ وَرُوحُ الْكَافِرِ بَعْدَ أَخْذِ الْمَلَائِكَةِ لَهُ مِنْ مَلَكِ الْمَوْتِ حِينَ يَأْخُذُهَا مِنَ الْبَدَنِ، وَحَدِيثُ الْبَرَاءِ الْمَذْكُورُ صَحَّحَهُ غَيْرُ وَاحِدٍ، وَأَوْضَحَ ابْنُ الْقَيِّمِ فِي كِتَابِ «الرُّوحِ» بُطْلَانَ تَضْعِيفِ ابْنِ حَزْمٍ لَهُ. </p>"
}