{
  "id": null,
  "sura": 33,
  "aya": 72,
  "text": "<p> إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ الْآيَةَ [٤١ \\ ٤٧] ، وَفِي الْحَدِيثِ:  «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ» . قَوْلِهِ تَعَالَى وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ السَّاعَةَ الَّتِي هِيَ الْقِيَامَةُ لَعَلَّهَا تَكُونُ قَرِيبًا، وَذَكَرَ نَحْوَهُ فِي قَوْلِهِ فِي «الشُّورَى» : وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [٤٢ \\ ١٧] ، وَقَدْ أَوْضَحَ جَلَّ وَعَلَا اقْتِرَابَهَا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ: اقْتَرَبَتِ السَّاعَةُ الْآيَةَ [٥٤ \\ ١] ، وَقَوْلِهِ: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ [٢١ \\ ١] ، وَقَوْلِهِ تَعَالَى: أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ الْآيَةَ [١٦ \\ ١] . </p><p> قَوْلِهِ تَعَالَى إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا، إِلَى قَوْلِهِ: لَعْنًا كَبِيرًا. تَقَدَّمَتِ الْآيَاتُ الْمُوَضِّحَةُ لَهُ مِرَارًا. </p><p> قَوْلُهُ تَعَالَى: إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ عَرَضَ الْأَمَانَةَ، وَهِيَ التَّكَالِيفُ مَعَ مَا يَتْبَعُهَا مِنْ ثَوَابٍ وَعِقَابٍ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ، وَأَنَّهُنَّ أَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا، أَيْ: خِفْنَ مِنْ عَوَاقِبِ حَمْلِهَا أَنْ يَنْشَأَ لَهُنَّ مِنْ ذَلِكَ عَذَابُ اللَّهِ وَسُخْطُهُ، وَهَذَا الْعَرْضُ وَالْإِبَاءُ، وَالْإِشْفَاقُ كُلُّهُ حَقٌّ، وَقَدْ خَلَقَ اللَّهُ لِلسَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ إِدْرَاكًا يَعْلَمُهُ هُوَ جَلَّ وَعَلَا، وَنَحْنُ لَا نَعْلَمُهُ، وَبِذَلِكَ الْإِدْرَاكِ أَدْرَكَتْ عَرْضَ الْأَمَانَةِ عَلَيْهَا، وَأَبَتْ وَأَشْفَقَتْ، أَيْ: خَافَتْ. </p><p> وَمَثَلُ هَذَا تَدُلُّ عَلَيْهِ آيَاتٌ وَأَحَادِيثُ كَثِيرَةٌ، فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى إِدْرَاكِ الْجَمَادَاتِ الْمَذْكُورِ: قَوْلُهُ تَعَالَى فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْحِجَارَةِ: وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ [٢ \\ ٧٤] ، فَصَرَّحَ بِأَنَّ مِنَ الْحِجَارَةِ مَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ، وَهَذِهِ الْخَشْيَةُ الَّتِي نَسَبَهَا اللَّهُ لِبَعْضِ الْحِجَارَةِ بِإِدْرَاكٍ يَعْلَمُهُ هُوَ تَعَالَى. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ الْآيَةَ [١٧ \\ ٤٤] ، </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ [٢١ \\ ٧٩] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمِنَ الْأَحَادِيثِ الصَّحِيحَةِ الدَّالَّةِ عَلَى ذَلِكَ قِصَّةُ حَنِينِ الْجِذْعِ، الَّذِي كَانَ يَخْطُبُ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا انْتَقَلَ بِالْخُطْبَةِ إِلَى الْمِنْبَرِ، وَهِيَ فِي صَحِيحِ الْبُخَارِيِّ وَغَيْرِهِ. </p><p> وَمِنْهَا مَا ثَبَتَ فِي صَحِيحِ مُسْلِمٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ قَالَ:  «إِنِّي لِأَعْرِفُ حَجَرًا كَانَ يُسَلِّمُ عَلَيَّ فِي مَكَّةَ» ، وَأَمْثَالُ هَذَا كَثِيرَةٌ. فَكُلُّ ذَلِكَ الْمَذْكُورِ فِي الْكِتَابِ وَالسُّنَّةِ إِنَّمَا يَكُونُ بِإِدْرَاكٍ يَعْلَمُهُ اللَّهُ، وَنَحْنُ لَا نَعْلَمُهُ ; كَمَا قَالَ تَعَالَى: وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ [١٧ \\ ٤٤] ، وَلَوْ كَانَ الْمُرَادُ بِتَسْبِيحِ الْجَمَادَاتِ دَلَالَتَهَا عَلَى خَالِقِهَا لَكُنَّا نَفَقَهُهُ، كَمَا هُوَ مَعْلُومٌ، وَقَدْ دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا، الظَّاهِرُ أَنَّ الْمُرَادَ بِالْإِنْسَانِ آدَمُ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَأَنَّ الضَّمِيرَ فِي قَوْلِهِ: إِنَّهُ كَانَ ظَلُومًا جَهُولًا، رَاجِعٌ لِلَفْظِ: الْإِنْسَانُ، مُجَرَّدًا عَنْ إِرَادَةِ الْمَذْكُورِ مِنْهُ، الَّذِي هُوَ آدَمُ. </p><p> وَالْمَعْنَى: أَنَّهُ أَيِ الْإِنْسَانَ الَّذِي لَا يَحْفَظُ الْأَمَانَةَ كَانَ ظَلُومًا جَهُولًا، أَيْ: كَثِيرَ الظُّلْمِ وَالْجَهْلِ، وَالدَّلِيلُ عَلَى هَذَا أَمْرَانِ: </p><p> أَحَدُهُمَا: قَرِينَةٌ قُرْآنِيَّةٌ دَالَّةٌ عَلَى انْقِسَامِ الْإِنْسَانِ فِي حَمْلِ الْأَمَانَةِ الْمَذْكُورَةِ إِلَى مُعَذَّبٍ وَمَرْحُومٍ فِي قَوْلِهِ تَعَالَى بَعْدَهُ، مُتَّصِلًا بِهِ: لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا [٣٣ \\ ٧٣] ، فَدَلَّ هَذَا عَلَى أَنَّ الظَّلُومَ الْجَهُولَ مِنَ الْإِنْسَانِ هُوَ الْمُعَذَّبُ، وَالْعِيَاذُ بِاللَّهِ، وَهُمُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ، وَالْمُشْرِكُونَ وَالْمُشْرِكَاتُ، دُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ. وَاللَّامُ فِي قَوْلِهِ: لِيُعَذِّبَ: لَامُ التَّعْلِيلِ، وَهِيَ مُتَعَلِّقَةٌ بِقَوْلِهِ: وَحَمَلَهَا الْإِنْسَانُ. </p><p> الْأَمْرُ الثَّانِي: أَنَّ الْأُسْلُوبَ الْمَذْكُورَ - الَّذِي هُوَ رُجُوعُ الضَّمِيرِ إِلَى مُجَرَّدِ اللَّفْظِ دُونَ اعْتِبَارِ الْمَعْنَى التَّفْصِيلِيِّ - مَعْرُوفٌ فِي اللُّغَةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ، وَقَدْ جَاءَ فِعْلًا فِي آيَةٍ مِنْ كِتَابِ اللَّهِ، وَهِيَ قَوْلُهُ تَعَالَى وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ [٣٥ \\ ١١] ; </p><p> لِأَنَّ الضَّمِيرَ فِي قَوْلِهِ: وَلَا يُنْقَصُ مِنْ عُمُرِهِ، رَاجِعٌ إِلَى لَفْظِ الْمُعَمَّرِ دُونَ مَعْنَاهُ التَّفْصِيلِيِّ ; كَمَا هُوَ ظَاهِرٌ، وَقَدْ أَوْضَحْنَاهُ فِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا [٢٥ \\ ٦١] ، وَبَيَّنَّا هُنَاكَ أَنَّ هَذِهِ الْمَسْأَلَةَ هِيَ الْمَعْرُوفَةُ عِنْدَ عُلَمَاءِ الْعَرَبِيَّةِ بِمَسْأَلَةِ: عِنْدِي دِرْهَمٌ وَنِصْفُهُ، أَيْ: نِصْفُ دِرْهَمٍ آخَرَ، كَمَا تَرَى. وَبَعْضُ مَنْ قَالَ مِنْ أَهْلِ الْعِلْمِ إِنَّ الضَّمِيرَ فِي قَوْلِهِ: إِنَّهُ كَانَ ظَلُومًا جَهُولًا، عَائِدٌ إِلَى آدَمَ، قَالَ: الْمَعْنَى أَنَّهُ كَانَ ظَلُومًا لِنَفْسِهِ جَهُولًا، أَيْ: غِرًّا بِعَوَاقِبِ الْأُمُورِ، وَمَا يَتْبَعُ الْأَمَانَةَ مِنَ الصُّعُوبَاتِ، وَالْأَظْهَرُ مَا ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}