{
  "id": null,
  "sura": 33,
  "aya": 53,
  "text": "<p> قَوْلُهُ تَعَالَى: وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا. لَمْ يُبَيِّنْ هُنَا الْمُرَادَ بِالْفَضْلِ الْكَبِيرِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَلَكِنَّهُ بَيَّنَهُ فِي سُورَةِ «الشُّورَى» فِي قَوْلِهِ تَعَالَى: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ [٤٢ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ. </p><p> قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَقُولَ بَعْضُ الْعُلَمَاءِ فِي الْآيَةِ قَوْلًا، وَتَكُونُ فِي نَفْسِ الْآيَةِ قَرِينَةٌ تَدُلُّ عَلَى عَدَمِ صِحَّةِ ذَلِكَ الْقَوْلِ، وَذَكَرْنَا لَهُ أَمْثِلَةً فِي التَّرْجَمَةِ، وَأَمْثِلَةً كَثِيرَةً فِي الْكِتَابِ لَمْ تُذْكَرْ فِي التَّرْجَمَةِ، وَمِنْ أَمْثِلَتِهِ الَّتِي ذَكَرْنَا فِي التَّرْجَمَةِ هَذِهِ الْآيَةَ الْكَرِيمَةَ، فَقَدْ قُلْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ، وَمِنْ أَمْثِلَتِهِ قَوْلُ كَثِيرٍ مِنَ النَّاسِ إِنَّ آيَةَ «الْحِجَابِ» أَعْنِي قَوْلَهُ تَعَالَى: وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ خَاصَّةٌ بِأَزْوَاجِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِنَّ تَعْلِيلَهُ تَعَالَى لِهَذَا الْحُكْمِ الَّذِي هُوَ إِيجَابُ الْحِجَابِ بِكَوْنِهِ أَطْهَرَ لِقُلُوبِ الرِّجَالِ وَالنِّسَاءِ مِنَ الرِّيبَةِ، فِي قَوْلِهِ تَعَالَى: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ قَرِينَةٌ وَاضِحَةٌ عَلَى إِرَادَةِ تَعْمِيمِ الْحُكْمِ، إِذْ لَمْ يَقُلْ أَحَدٌ مِنْ جَمِيعِ الْمُسْلِمِينَ إِنَّ غَيْرَ أَزْوَاجِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا حَاجَةَ إِلَى أَطْهَرِيَّةِ قُلُوبِهِنَّ وَقُلُوبِ الرِّجَالِ مِنَ الرِّيبَةِ مِنْهُنَّ، وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْعِلَّةَ قَدْ تُعَمِّمُ مَعْلُولَهَا، وَإِلَيْهِ أَشَارَ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: </p><p> وَقَدْ تُخَصِّصُ وَقَدْ تُعَمِّمُ ... لِأَصْلِهَا لَكِنَّهَا لَا تَخْرِمُ </p><p> انْتَهَى مَحَلُّ الْغَرَضِ مِنْ كَلَامِنَا فِي التَّرْجَمَةِ الْمَذْكُورَةِ. </p><p> وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الدَّلِيلَ الْوَاضِحَ عَلَى أَنَّ وُجُوبَ الْحِجَابِ حُكْمٌ عَامٌّ فِي جَمِيعِ النِّسَاءِ، لَا خَاصٌّ بِأَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَإِنْ كَانَ أَصْلُ اللَّفْظِ خَاصًّا بِهِنَّ ; لِأَنَّ عُمُومَ عِلَّتِهِ دَلِيلٌ عَلَى عُمُومِ الْحُكْمِ فِيهِ، وَمَسْلَكُ الْعِلَّةِ الَّذِي دَلَّ عَلَى أَنَّ قَوْلَهُ تَعَالَى: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ، هُوَ عِلَّةُ قَوْلِهِ تَعَالَى: فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ، هُوَ الْمَسْلَكُ الْمَعْرُوفُ فِي الْأُصُولِ بِمَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ، وَضَابِطُ هَذَا الْمَسْلَكِ الْمُنْطَبِقِ عَلَى جُزْئِيَّاتِهِ، هُوَ أَنْ يَقْتَرِنَ وَصْفٌ بِحُكْمٍ شَرْعِيٍّ عَلَى وَجْهٍ لَوْ لَمْ يَكُنْ فِيهِ ذَلِكَ الْوَصْفُ عِلَّةً </p><p> لِذَلِكَ الْحُكْمِ لَكَانَ الْكَلَامُ مَعِيبًا عِنْدَ الْعَارِفِينَ، وَعَرَّفَ صَاحِبُ «مَرَاقِي السُّعُودِ» دَلَالَةَ الْإِيمَاءِ وَالتَّنْبِيهِ فِي مَبْحَثِ دَلَالَةِ الِاقْتِضَاءِ وَالْإِشَارَةِ وَالْإِيمَاءِ وَالتَّنْبِيهِ بِقَوْلِهِ: </p><p> دَلَالَةُ الْإِيمَاءِ وَالتَّنْبِيهِ ... فِي الْفَنِّ تَقْصِدُ لَدَى ذَوِيهِ </p><p> أَنْ يُقْرَنَ الْوَصْفُ بِحُكْمٍ إِنْ يَكُنْ ... لِغَيْرِ عِلَّةٍ يُعِبْهُ مَنْ فَطِنْ </p><p> وَعَرَّفَ أَيْضًا الْإِيمَاءَ وَالتَّنْبِيهَ فِي مَسَالِكِ الْعِلَّةِ بِقَوْلِهِ: وَالثَّالِثُ الْإِيمَا اقْتِرَانُ الْوَصْفِ بِالْحُكْمِ مَلْفُوظَيْنِ دُونَ خِلْفِ </p><p> وَذَلِكَ الْوَصْفُ أَوِ النَّظِيرُ ... قِرَانُهُ لِغَيْرِهَا يَضِيرُ </p><p> فَقَوْلُهُ تَعَالَى: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ، لَوْ لَمْ يَكُنْ عِلَّةً لِقَوْلِهِ تَعَالَى: فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ، لَكَانَ الْكَلَامُ مَعِيبًا غَيْرَ مُنْتَظِمٍ عِنْدَ الْفَطِنِ الْعَارِفِ. </p><p> وَإِذَا عَلِمْتَ أَنَّ قَوْلَهُ تَعَالَى: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ، هُوَ عِلَّةُ قَوْلِهِ: فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ، وَعَلِمْتَ أَنَّ حُكْمَ الْعِلَّةِ عَامٌ. </p><p> فَاعْلَمْ أَنَّ الْعِلَّةَ قَدْ تُعَمِّمُ مَعْلُولَهَا، وَقَدْ تُخَصِّصُهُ كَمَا ذَكَرْنَا فِي بَيْتِ «مَرَاقِي السُّعُودِ» ، وَبِهِ تَعْلَمُ أَنَّ حُكْمَ آيَةِ الْحِجَابِ عَامٌ لِعُمُومِ عِلَّتِهِ، وَإِذَا كَانَ حُكْمُ هَذِهِ الْآيَةِ عَامًّا بِدَلَالَةِ الْقَرِينَةِ الْقُرْآنِيَّةِ. </p><p> فَاعْلَمْ أَنَّ الْحِجَابَ وَاجِبٌ بِدَلَالَةِ الْقُرْآنِ عَلَى جَمِيعِ النِّسَاءِ. </p><p> وَاعْلَمْ أَنَّا فِي هَذَا الْمَبْحَثِ نُرِيدُ أَنْ نَذْكُرَ الْأَدِلَّةَ الْقُرْآنِيَّةَ عَلَى وُجُوبِ الْحِجَابِ عَلَى الْعُمُومِ، ثُمَّ الْأَدِلَّةَ مِنَ السُّنَّةِ، ثُمَّ نُنَاقِشُ أَدِلَّةَ الطَّرَفَيْنِ، وَنَذْكُرُ الْجَوَابَ عَنْ أَدِلَّةِ مَنْ قَالُوا بِعَدَمِ وُجُوبِ الْحِجَابِ، عَلَى غَيْرِ أَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَدْ ذَكَرْنَا آنِفًا أَنَّ قَوْلَهُ: ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ، قَرِينَةٌ عَلَى عُمُومِ حُكْمِ آيَةِ الْحِجَابِ. </p><p> وَمِنَ الْأَدِلَّةِ الْقُرْآنِيَّةِ عَلَى احْتِجَابِ الْمَرْأَةِ وَسِتْرِهَا جَمِيعَ بَدَنِهَا حَتَّى وَجْهَهَا قَوْلُهُ تَعَالَى: يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ [٣٣ \\ ٥٩] ، فَقَدْ قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ: إِنَّ مَعْنَى: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ: أَنَّهُنَّ يَسْتُرْنَ بِهَا جَمِيعَ وُجُوهِهِنَّ، وَلَا يَظْهَرُ مِنْهُنَّ شَيْءٌ إِلَّا عَيْنٌ وَاحِدَةٌ تُبْصِرُ بِهَا، وَمِمَّنْ قَالَ بِهِ: ابْنُ مَسْعُودٍ، وَابْنُ عَبَّاسٍ، وَعَبِيدَةُ السَّلْمَانِيُّ وَغَيْرُهُمْ. </p><p> فَإِنْ قِيلَ: لَفْظُ الْآيَةِ الْكَرِيمَةِ وَهُوَ قَوْلُهُ تَعَالَى: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، لَا يَسْتَلْزِمُ مَعْنَاهُ سَتْرَ الْوَجْهِ لُغَةً، وَلَمْ يَرِدْ نَصٌّ مِنْ كِتَابٍ، وَلَا سُنَّةٍ، وَلَا إِجْمَاعٍ عَلَى اسْتِلْزَامِهِ ذَلِكَ، وَقَوْلُ بَعْضِ الْمُفَسِّرِينَ: إِنَّهُ يَسْتَلْزِمُهُ، مَعَارَضٌ بِقَوْلِ بَعْضِهِمْ: إِنَّهُ لَا يَسْتَلْزِمُهُ، وَبِهَذَا يَسْقُطُ الِاسْتِدْلَالُ بِالْآيَةِ عَلَى وُجُوبِ سَتْرِ الْوَجْهِ. </p><p> فَالْجَوَابُ: أَنَّ فِي الْآيَةِ الْكَرِيمَةِ قَرِينَةً وَاضِحَةً عَلَى أَنَّ قَوْلَهُ تَعَالَى فِيهَا: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ يَدْخُلُ فِي مَعْنَاهُ سَتْرُ وُجُوهِهِنَّ بِإِدْنَاءِ جَلَابِيبِهِنَّ عَلَيْهَا، وَالْقَرِينَةُ الْمَذْكُورَةُ هِيَ قَوْلُهُ تَعَالَى: قُلْ لِأَزْوَاجِكَ، وَوُجُوبُ احْتِجَابِ أَزْوَاجِهِ وَسِتْرِهِنَّ وُجُوهَهُنَّ، لَا نِزَاعَ فِيهِ بَيْنَ الْمُسْلِمِينَ. فَذَكَرَ الْأَزْوَاجَ مَعَ الْبَنَاتِ وَنِسَاءَ الْمُؤْمِنِينَ يَدُلُّ عَلَى وُجُوبِ سَتْرِ الْوُجُوهِ بِإِدْنَاءِ الْجَلَابِيبِ، كَمَا تَرَى. </p><p> وَمِنَ الْأَدِلَّةِ عَلَى ذَلِكَ أَيْضًا: هُوَ مَا قَدَّمْنَا فِي سُورَةِ «النُّورِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا [٤٠ \\ ٣١] ، مِنْ أَنَّ اسْتِقْرَاءَ الْقُرْآنِ يَدُلُّ عَلَى أَنَّ مَعْنَى: إِلَّا مَا ظَهَرَ مِنْهَا الْمُلَاءَةُ فَوْقَ الثِّيَابِ، وَأَنَّهُ لَا يَصِحُّ تَفْسِيرُ: إِلَّا مَا ظَهَرَ مِنْهَا بِالْوَجْهِ وَالْكَفَّيْنِ، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> وَاعْلَمْ أَنَّ قَوْلَ مَنْ قَالَ: إِنَّهُ قَدْ قَامَتْ قَرِينَةٌ قُرْآنِيَّةٌ عَلَى أَنَّ قَوْلَهُ تَعَالَى: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، لَا يَدْخُلُ فِيهِ سَتْرُ الْوَجْهِ، وَأَنَّ الْقَرِينَةَ الْمَذْكُورَةَ هِيَ قَوْلُهُ تَعَالَى: ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ، قَالَ: وَقَدْ دَلَّ قَوْلُهُ: أَنْ يُعْرَفْنَ عَلَى أَنَّهُنَّ سَافِرَاتٌ كَاشِفَاتٌ عَنْ وُجُوهِهِنَّ ; لِأَنَّ الَّتِي تُسْتَرُ وَجْهَهَا لَا تُعْرَفُ، بَاطِلٌ، وَبُطْلَانُهُ وَاضِحٌ، وَسِيَاقُ الْآيَةِ يَمْنَعُهُ مَنْعًا بَاتًّا ; لِأَنَّ قَوْلَهُ: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ صَرِيحٌ فِي مَنْعِ ذَلِكَ. </p><p> وَإِيضَاحُهُ أَنَّ الْإِشَارَةَ فِي قَوْلِهِ: ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ رَاجِعَةٌ إِلَى إِدْنَائِهِنَّ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، وَإِدْنَاؤُهُنُّ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، لَا يُمْكِنُ بِحَالٍ أَنْ يَكُونَ أَدْنَى أَنْ يُعْرَفْنَ بِسُفُورِهِنَّ وَكَشْفِهِنَّ عَنْ وُجُوهِهِنَّ كَمَا تَرَى، فَإِدْنَاءُ الْجَلَابِيبِ مُنَافٍ لِكَوْنِ الْمَعْرِفَةِ مَعْرِفَةً شَخْصِيَّةً بِالْكَشْفِ عَنِ الْوُجُوهِ، كَمَا لَا يَخْفَى. </p><p> وَقَوْلُهُ فِي الْآيَةِ الْكَرِيمَةِ: لِأَزْوَاجِكَ دَلِيلٌ أَيْضًا عَلَى أَنَّ الْمَعْرِفَةَ الْمَذْكُورَةَ فِي الْآيَةِ لَيْسَتْ بِكَشْفِ الْوُجُوهِ ; لِأَنَّ احْتِجَابَهُنَّ لَا خِلَافَ فِيهِ بَيْنَ الْمُسْلِمِينَ. </p><p> وَالْحَاصِلُ: أَنَّ الْقَوْلَ الْمَذْكُورَ تَدُلُّ عَلَى بُطْلَانِهِ أَدِلَّةٌ مُتَعَدِّدَةٌ: </p><p> الْأَوَّلُ: سِيَاقُ الْآيَةِ، كَمَا أَوْضَحْنَاهُ آنِفًا. </p><p> الثَّانِي: قَوْلُهُ: لِأَزْوَاجِكَ، كَمَا أَوْضَحْنَاهُ أَيْضًا. </p><p> الثَّالِثُ: أَنَّ عَامَّةَ الْمُفَسِّرِينَ مِنَ الصَّحَابَةِ فَمَنْ بَعْدَهُمْ فَسَّرُوا الْآيَةَ مَعَ بَيَانِهِمْ سَبَبَ نُزُولِهَا، بِأَنَّ نِسَاءَ أَهْلِ الْمَدِينَةِ كُنْ يَخْرُجْنَ بِاللَّيْلِ لِقَضَاءِ حَاجَتِهِنَّ خَارِجَ الْبُيُوتِ، وَكَانَ بِالْمَدِينَةِ بَعْضُ الْفُسَّاقِ يَتَعَرَّضُونَ لِلْإِمَاءِ، وَلَا يَتَعَرَّضُونَ لِلْحَرَائِرِ، وَكَانَ بَعْضُ نِسَاءِ الْمُؤْمِنِينَ يَخْرُجْنَ فِي زِيٍّ لَيْسَ مُتَمَيَّزًا عَنْ زِيِّ الْإِمَاءِ، فَيَتَعَرَّضُ لَهُنَّ أُولَئِكَ الْفُسَّاقُ بِالْأَذَى ظَنًّا مِنْهُمْ أَنَّهُنَّ إِمَاءٌ، فَأَمَرَ اللَّهُ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَأْمُرَ أَزْوَاجَهُ وَبَنَاتِهِ وَنِسَاءَ الْمُؤْمِنِينَ أَنْ يَتَمَيَّزْنَ فِي زِيِّهِنَّ عَنْ زِيِّ الْإِمَاءِ، وَذَلِكَ بِأَنْ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، فَإِذَا فَعَلْنَ ذَلِكَ وَرَآهُنَّ الْفُسَّاقُ، عَلِمُوا أَنَّهُنَّ حَرَائِرُ، وَمَعْرِفَتُهُمْ بِأَنَّهُنَّ حَرَائِرُ لَا إِمَاءَ هُوَ مَعْنَى قَوْلِهِ: ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ، فَهِيَ مَعْرِفَةٌ بِالصِّفَةِ لَا بِالشَّخْصِ. وَهَذَا التَّفْسِيرُ مُنْسَجِمٌ مَعَ ظَاهِرِ الْقُرْآنِ، كَمَا تَرَى. </p><p> فَقَوْلُهُ: يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ، لِأَنَّ إِدْنَائِهِنَّ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ يُشْعِرُ بِأَنَّهُنَّ حَرَائِرَ، فَهُوَ أَدْنَى وَأَقْرَبُ لِأَنْ يُعْرَفْنَ، أَيْ: يُعْلَمُ أَنَّهُنَّ حَرَائِرُ، فَلَا يُؤْذَيْنَ مِنْ قِبَلِ الْفُسَّاقِ الَّذِينَ يَتَعَرَّضُونَ لِلْإِمَاءِ، وَهَذَا هُوَ الَّذِي فَسَّرَ بِهِ أَهْلُ الْعِلْمِ بِالتَّفْسِيرِ هَذِهِ الْآيَةَ، وَهُوَ وَاضِحٌ، وَلَيْسَ الْمُرَادُ مِنْهُ أَنَّ تَعَرُّضَ الْفُسَّاقِ لِلْإِمَاءِ جَائِزٌ، هُوَ حَرَامٌ وَلَا شَكَّ أَنَّ الْمُتَعَرِّضِينَ لَهُنَّ مِنَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، وَأَنَّهُمْ يَدْخُلُونَ فِي عُمُومِ قَوْلِهِ: وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ [٣٣ \\ ٦٠] ، فِي قَوْلِهِ تَعَالَى: وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ، إِلَى قَوْلِهِ: وَقُتِّلُوا تَقْتِيلًا [٣٣ \\ ٦٠ - ٦١] . </p><p> وَمِمَّا يَدُلُّ عَلَى أَنَّ الْمُتَعَرِّضَ لِمَا لَا يَحِلُّ مِنَ النِّسَاءِ مِنَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ قَوْلُهُ تَعَالَى: فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ الْآيَةَ [٣٣ \\ ٣٢] ، وَذَلِكَ مَعْنًى مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ الْأَعْشَى: </p><p> حَافِظٌ لِلْفَرْجِ رَاضٍ بِالتُّقَى ... لَيْسَ مِمَّنْ قَلْبُهُ فِيهِ مَرَضْ </p><p> وَفِي الْجُمْلَةِ: فَلَا إِشْكَالَ فِي أَمْرِ الْحَرَائِرِ بِمُخَالَفَةِ زِيِّ الْإِمَاءِ لِيَهَابَهُنَّ الْفُسَّاقُ، وَدَفْعُ ضَرَرِ الْفُسَّاقِ عَنِ الْإِمَاءِ لَازِمٌ، وَلَهُ أَسْبَابٌ أُخَرَ لَيْسَ مِنْهَا إِدْنَاءُ الْجَلَابِيبِ. </p><p> تَنْبِيهٌ. </p><p> قَدْ قَدَّمْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ، </p><p> أَنَّ الْفِعْلَ الصِّنَاعِيَّ عِنْدَ النَّحْوِيِّينَ يَنْحَلُّ عَنْ مَصْدَرٍ وَزَمَنٍ ; كَمَا قَالَ ابْنُ مَالِكٍ فِي «الْخُلَاصَةِ» : </p><p> الْمَصْدَرُ اسْمُ مَا سِوَى الزَّمَانِ مِنْ مَدْلُولَيِ الْفِعْلِ كَأَمْنٍ مِنْ أَمِنَ. </p><p> وَأَنَّهُ عِنْدَ جَمَاعَاتٍ مِنَ الْبَلَاغِيِّينَ يَنْحَلُّ عَنْ مَصْدَرٍ وَزَمَنٍ وَنِسْبَةٍ. </p><p> وَإِذَا عَلِمْتَ ذَلِكَ، فَاعْلَمْ أَنَّ الْمَصْدَرَ وَالزَّمَنَ كَامِنَانِ فِي مَفْهُومِ الْفِعْلِ إِجْمَاعًا، وَقَدْ تَرْجِعُ الْإِشَارَاتُ وَالضَّمَائِرُ تَارَةً إِلَى الْمَصْدَرِ الْكَامِنِ فِي مَفْهُومِ الْفِعْلِ، وَتَارَةً إِلَى الزَّمَنِ الْكَامِنِ فِيهِ. </p><p> فَمِثَالُ رُجُوعِ الْإِشَارَةِ إِلَى الْمَصْدَرِ الْكَامِنِ فِيهِ، قَوْلُهُ تَعَالَى هُنَا: يُدْنِينَ عَلَيْهِنَّ، ثُمَّ قَالَ: ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ، أَيْ: ذَلِكَ الْإِدْنَاءُ الْمَفْهُومُ مِنْ قَوْلِهِ: يُدْنِينَ. </p><p> وَمِثَالُ رُجُوعِ الْإِشَارَةِ لِلزَّمَنِ الْكَامِنِ فِيهِ قَوْلُهُ تَعَالَى: وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ [٥٠ \\ ٢٠] ، فَقَوْلُهُ: ذَلِكَ يَعْنِي زَمَنَ النَّفْخِ الْمَفْهُومِ مِنْ قَوْلِهِ: وَنَفَخْ، أَيْ: ذَلِكَ الزَّمَنُ يَوْمُ الْوَعِيدِ. </p><p> وَمِنَ الْأَدِلَّةِ عَلَى أَنَّ حُكْمَ آيَةِ الْحِجَابِ عَامٌّ هُوَ مَا تُقَرَّرُ فِي الْأُصُولِ، مِنْ أَنَّ خِطَابَ الْوَاحِدِ يَعُمُّ حُكْمُهُ جَمِيعَ الْأُمَّةِ، وَلَا يَخْتَصُّ الْحُكْمُ بِذَلِكَ الْوَاحِدَ الْمُخَاطَبَ، وَقَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ فِي سُورَةِ «الْحَجِّ» ، فِي مَبْحَثِ النَّهْيِ عَنْ لَبْسِ الْمُعَصْفَرِ، وَقَدْ قُلْنَا فِي ذَلِكَ ; لِأَنَّ خِطَابَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِوَاحِدٍ مِنْ أُمَّتِهِ يَعُمُّ حُكْمُهُ جَمِيعَ الْأُمَّةِ، لِاسْتِوَائِهِمْ فِي أَحْكَامِ التَّكْلِيفِ، إِلَّا بِدَلِيلٍ خَاصٍّ يَجِبُ الرُّجُوعُ إِلَيْهِ، وَخِلَافُ أَهْلِ الْأُصُولِ فِي خِطَابِ الْوَاحِدِ، هَلْ هُوَ مِنْ صِيَغِ الْعُمُومِ الدَّالَّةِ عَلَى عُمُومِ الْحُكْمِ؟ خِلَافٌ فِي حَالٍ لَا خِلَافٌ حَقِيقِيٌّ، فَخِطَابُ الْوَاحِدِ عِنْدَ الْحَنَابِلَةِ صِيغَةُ عُمُومٍ، وَعِنْدَ غَيْرِهِمْ مِنَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ وَغَيْرِهِمْ أَنَّ خِطَابَ الْوَاحِدِ لَا يَعُمُّ ; لِأَنَّ اللَّفْظِ لِلْوَاحِدِ لَا يَشْمَلُ بِالْوَضْعِ غَيْرَهُ، وَإِذَا كَانَ لَا يَشْمَلُهُ وَضْعًا، فَلَا يَكُونُ صِيغَةَ عُمُومٍ. وَلَكِنَّ أَهْلَ هَذَا الْقَوْلِ مُوَافِقُونَ عَلَى أَنَّ حُكْمَ خِطَابِ الْوَاحِدِ عَامٌّ لِغَيْرِهِ، وَلَكِنْ بِدَلِيلٍ آخَرَ غَيْرِ خِطَابِ الْوَاحِدِ وَذَلِكَ الدَّلِيلُ بِالنَّصِّ وَالْقِيَاسِ. </p><p> أَمَّا الْقِيَاسُ فَظَاهِرٌ، لِأَنَّ قِيَاسَ غَيْرِ ذَلِكَ الْمُخَاطَبِ عَلَيْهِ بِجَامِعِ اسْتِوَاءِ الْمُخَاطَبِينَ فِي أَحْكَامِ التَّكْلِيفِ مِنَ الْقِيَاسِ الْجَلِيِّ. </p><p> وَالنَّصُّ كَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مُبَايَعَةِ النِّسَاءِ: «إِنِّي لَا أُصَافِحُ </p><p> النِّسَاءَ، وَمَا قَوْلِي لِامْرَأَةٍ وَاحِدَةٍ إِلَّا كَقَوْلِي لِمِائَةِ امْرَأَةٍ» . </p><p> قَالُوا: وَمِنْ أَدِلَّةِ ذَلِكَ حَدِيثُ: «حُكْمِي عَلَى الْوَاحِدِ حُكْمِي عَلَى الْجَمَاعَةِ» . قَالَ ابْنُ قَاسِمٍ الْعَبَّادِيُّ فِي الْآيَاتِ الْبَيِّنَاتِ: اعْلَمْ أَنَّ حَدِيثَ «حُكْمِي عَلَى الْوَاحِدِ حُكْمِي عَلَى الْجَمَاعَةِ» ، لَا يُعْرَفُ لَهُ أَصِلٌ بِهَذَا اللَّفْظِ، وَلَكِنْ رَوَى التِّرْمِذِيُّ وَقَالَ: حَسَنٌ صَحِيحٌ. وَالنَّسَائِيُّ وَابْنُ مَاجَهْ وَابْنُ حَبَّانَ، قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مُبَايَعَةِ النِّسَاءِ:  «إِنِّي لَا أُصَافِحُ النِّسَاءَ» ، وَسَاقَ الْحَدِيثَ كَمَا ذَكَرْنَاهُ، وَقَالَ صَاحِبُ «كَشْفُ الْخَفَاءِ وَمُزِيلِ الْإِلْبَاسِ عَمَّا اشْتُهِرَ مِنَ الْأَحَادِيثِ عَلَى أَلْسِنَةِ النَّاسِ» : «حُكْمِي عَلَى الْوَاحِدِ حُكْمِي عَلَى الْجَمَاعَةِ» ، وَفِي لَفْظٍ:  «كَحُكْمِي عَلَى الْجَمَاعَةِ» ، لَيْسَ لَهُ أَصْلٌ بِهَذَا اللَّفْظِ ; كَمَا قَالَهُ الْعِرَاقِيُّ فِي تَخْرِيجِ أَحَادِيثَ الْبَيْضَاوِيِّ. وَقَالَ فِي «الدُّرَرِ» كَالْزَرْكَشِيِّ: لَا يُعْرَفُ. وَسُئِلَ عَنْهُ الْمُزِّيُّ وَالذَّهَبِيُّ فَأَنْكَرَاهُ، نَعَمْ يَشْهَدُ لَهُ مَا رَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيُّ مِنْ حَدِيثِ أُمَيْمَةَ بِنْتِ رُقَيْقَةَ، فَلَفْظُ النَّسَائِيُّ:  «مَا قَوْلِي لِامْرَأَةٍ وَاحِدَةٍ إِلَّا كَقَوْلِي لِمِائَةِ امْرَأَةٍ» ، وَلَفْظُ التِّرْمِذِيِّ:  «إِنَّمَا قَوْلِي لِمِائَةِ امْرَأَةٍ كَقَوْلِي لِامْرَأَةٍ وَاحِدَةٍ» ، وَهُوَ مِنَ الْأَحَادِيثِ الَّتِي أَلْزَمَ الدَّارَقُطْنِيُّ الشَّيْخَيْنِ بِإِخْرَاجِهَا لِثُبُوتِهَا عَلَى شَرْطِهِمَا، وَقَالَ ابْنُ قَاسِمٍ الْعَبَّادِيُّ فِي «شَرْحِ الْوَرَقَاتِ الْكَبِيرِ» : «حُكْمِي عَلَى الْوَاحِدِ» لَا يُعْرَفُ لَهُ أَصِلٌ إِلَى آخِرِهِ، قَرِيبًا مِمَّا ذَكَرْنَاهُ عَنْهُ، انْتَهَى. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: الْحَدِيثُ الْمَذْكُورُ ثَابِتٌ مِنْ حَدِيثِ أُمَيْمَةَ بِنْتِ رُقَيْقَةَ بِقَافَيْنِ مُصَغَّرًا، وَهِيَ صَحَابِيَّةٌ مِنَ الْمُبَايِعَاتِ، وَرَقِيقَةٌ أُمُّهَا، وَهِيَ أُخْتُ خَدِيجَةَ بِنْتِ خُوَيْلِدٍ، وَقِيلَ: عَمَّتُهَا، وَاسْمُ أَبِيهَا بِجَادٌ - بِمُوَحَّدَةٍ ثُمَّ جِيمٍ - ابْنُ عَبْدِ اللَّهِ بْنِ عُمَيْرٍ التَّيْمِيُّ، تَيْمُ بْنُ مُرَّةَ. وَأَشَارَ إِلَى ذَلِكَ فِي «مَرَاقِي السُّعُودِ» بِقَوْلِهِ: </p><p> خِطَابٌ وَاحِدٌ لِغَيْرِ الْحَنْبَلِ ... مِنْ غَيْرِ رَعْيِ النَّصِّ وَالْقَيْسِ الْجَلِي </p><p> انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَبِهَذِهِ الْقَاعِدَةِ الْأُصُولِيَّةِ الَّتِي ذَكَرْنَا تَعْلَمُ أَنَّ حُكْمَ آيَةِ الْحِجَابِ عَامٌّ، وَإِنْ كَانَ لَفْظُهَا خَاصًّا بِأَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِأَنَّ قَوْلَهُ لِامْرَأَةٍ وَاحِدَةٍ مِنْ أَزْوَاجِهِ أَوْ مِنْ غَيْرِهِنَّ كَقَوْلِهِ لِمِائَةِ امْرَأَةٍ، كَمَا رَأَيْتَ إِيضَاحَهُ قَرِيبًا. </p><p> وَمِنَ الْأَدِلَّةِ الْقُرْآنِيَّةِ الدَّالَّةِ عَلَى الْحِجَابِ قَوْلُهُ تَعَالَى: وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ [٢٤ \\ ٦٠] </p><p> لِأَنَّ اللَّهَ جَلَّ وَعَلَا بَيَّنَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْقَوَاعِدَ أَيِ الْعَجَائِزَ اللَّاتِي لَا يَرْجُونَ نِكَاحًا، أَيْ: لَا يَطْمَعْنَ فِي النِّكَاحِ لِكِبَرِ السِّنِّ وَعَدَمِ حَاجَةِ الرِّجَالِ إِلَيْهِنَّ يُرَخَّصُ لَهُنَّ بِرَفْعِ الْجَنَاحِ عَنْهُنَّ فِي وَضْعِ ثِيَابِهِنَّ، بِشَرْطِ كَوْنِهِنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ، ثُمَّ إِنَّهُ جَلَّ وَعَلَا مَعَ هَذَا كُلِّهِ قَالَ: وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ، أَيْ: يَسْتَعْفِفْنَ عَنْ وَضْعِ الثِّيَابِ خَيْرٌ لَهُنَّ، أَيْ: وَاسْتِعْفَافُهُنَّ عَنْ وَضْعِ ثِيَابِهِنَّ مَعَ كِبَرِ سِنِّهِنَّ وَانْقِطَاعِ طَمَعِهِنَّ فِي التَّزْوِيجِ، وَكَوْنِهِنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ خَيْرٌ لَهُنَّ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي قَوْلِهِ: أَنْ يَضَعْنَ ثِيَابَهُنَّ، أَنَّهُ وَضْعُ مَا يَكُونُ فَوْقَ الْخِمَارِ وَالْقَمِيصِ مِنَ الْجَلَابِيبِ، الَّتِي تَكُونُ فَوْقَ الْخِمَارِ وَالثِّيَابِ. </p><p> فَقَوْلُهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ، دَلِيلٌ وَاضِحٌ عَلَى أَنَّ الْمَرْأَةَ الَّتِي فِيهَا جَمَالٌ وَلَهَا طَمَعٌ فِي النِّكَاحِ، لَا يُرَخَّصُ لَهَا فِي وَضْعِ شَيْءٍ مِنْ ثِيَابِهَا وَلَا الْإِخْلَالِ بِشَيْءٍ مِنَ التَّسَتُّرِ بِحَضْرَةِ الْأَجَانِبِ. </p><p> وَإِذَا عَلِمْتَ بِمَا ذَكَرْنَا أَنَّ حُكْمَ آيَةِ الْحِجَابِ عَامٌّ، وَأَنَّ مَا ذَكَرْنَا مَعَهَا مِنَ الْآيَاتِ فِيهِ الدَّلَالَةُ عَلَى احْتِجَابِ جَمِيعِ بَدَنِ الْمَرْأَةِ عَنِ الرِّجَالِ الْأَجَانِبِ، عَلِمْتَ أَنَّ الْقُرْآنَ دَلَّ عَلَى الْحِجَابِ، وَلَوْ فَرَضْنَا أَنَّ آيَةَ الْحِجَابِ خَاصَّةٌ بِأَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَلَا شَكَّ أَنَّهُنَّ خَيْرُ أُسْوَةٍ لِنِسَاءِ الْمُسْلِمِينَ فِي الْآدَابِ الْكَرِيمَةِ الْمُقْتَضِيَةِ لِلطَّهَارَةِ التَّامَّةِ وَعَدَمِ التَّدَنُّسِ بِأَنْجَاسِ الرِّيبَةِ، فَمَنْ يُحَاوِلُ مَنْعَ نِسَاءَ الْمُسْلِمِينَ كَالدُّعَاةِ لِلسُّفُورِ وَالتَّبَرُّجِ وَالِاخْتِلَاطِ الْيَوْمَ مِنَ الِاقْتِدَاءِ بِهِنَّ فِي هَذَا الْأَدَبِ السَّمَاوِيِّ الْكَرِيمِ الْمُتَضَمِّنِ سَلَامَةَ الْعَرْضِ وَالطَّهَارَةِ مِنْ دَنَسِ الرِّيبَةِ غَاشٌّ لِأُمَّةِ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرِيضُ الْقَلْبِ كَمَا تَرَى. </p><p> وَاعْلَمْ أَنَّهُ مَعَ دَلَالَةِ الْقُرْآنِ عَلَى احْتِجَابِ الْمَرْأَةِ عَنِ الرِّجَالِ الْأَجَانِبِ، قَدْ دَلَّتْ عَلَى ذَلِكَ أَيْضًا أَحَادِيثُ نَبَوِيَّةٌ، فَمِنْ ذَلِكَ مَا أَخْرَجَهُ الشَّيْخَانِ فِي صَحِيحِيهِمَا وَغَيْرِهِمَا مِنْ حَدِيثِ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ» ، فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ: يَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَفَرَأَيْتَ الْحَمْوَ؟ قَالَ:  «الْحَمْوُ الْمَوْتُ» . أَخْرَجَ الْبُخَارِيُّ هَذَا الْحَدِيثَ فِي كِتَابِ «النِّكَاحِ» ، فِي بَابِ: لَا يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلَّا ذُو مَحْرَمٍ إِلَخْ. وَمُسْلِمٌ فِي كِتَابِ «السَّلَامِ» ، فِي بَابِ تَحْرِيمِ الْخَلْوَةِ بِالْأَجْنَبِيَّةِ وَالدُّخُولِ عَلَيْهَا، فَهَذَا الْحَدِيثُ الصَّحِيحُ صَرَّحَ فِيهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالتَّحْذِيرِ الشَّدِيدِ مِنَ الدُّخُولِ عَلَى النِّسَاءِ، فَهُوَ دَلِيلٌ وَاضِحٌ عَلَى مَنْعِ الدُّخُولِ عَلَيْهِنَّ وَسُؤَالِهِنَّ مَتَاعًا إِلَّا مِنْ وَرَاءِ </p><p> حِجَابٍ ; لِأَنَّ مَنْ سَأَلَهَا مَتَاعًا لَا مِنْ وَرَاءِ حِجَابٍ فَقَدْ دَخَلَ عَلَيْهَا، وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَذَّرَهُ مِنَ الدُّخُولِ عَلَيْهَا، وَلَمَّا سَأَلَهُ الْأَنْصَارِيُّ عَنِ الْحَمْوِ الَّذِي هُوَ قَرِيبُ الزَّوْجِ الَّذِي لَيْسَ مَحْرَمًا لِزَوْجَتِهِ، كَأَخِيهِ وَابْنِ أَخِيهِ وَعَمِّهِ وَابْنِ عَمِّهِ وَنَحْوِ ذَلِكَ قَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الْحَمْوُ الْمَوْتُ» ، فَسَمَّى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دُخُولَ قَرِيبِ الرَّجُلِ عَلَى امْرَأَتِهِ وَهُوَ غَيْرُ مَحْرَمٍ لَهَا بِاسْمِ الْمَوْتِ، وَلَا شَكَّ أَنَّ تِلْكَ الْعِبَارَةَ هِيَ أَبْلَغُ عِبَارَاتِ التَّحْذِيرِ ; لِأَنَّ الْمَوْتَ هُوَ أَفْظَعُ حَادِثٍ يَأْتِي عَلَى الْإِنْسَانِ فِي الدُّنْيَا، كَمَا قَالَ الشَّاعِرُ: </p><p> وَالْمَوْتُ أَعْظَمُ حَادِثٍ ... مِمَّا يَمُرُّ عَلَى الْجِبِلَّهْ </p><p> وَالْجِبِلَّةُ: الْخَلْقُ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ [٢٦ \\ ١٨٤] ، فَتَحْذِيرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَذَا التَّحْذِيرَ الْبَالِغَ مِنْ دُخُولِ الرِّجَالِ عَلَى النِّسَاءِ، وَتَعْبِيرُهُ عَنْ دُخُولِ الْقَرِيبِ عَلَى زَوْجَةِ قَرِيبِهِ بِاسْمِ الْمَوْتِ دَلِيلٌ صَحِيحٌ نَبَوِيٌّ عَلَى أَنَّ قَوْلَهُ تَعَالَى: فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ عَامٌّ فِي جَمِيعِ النِّسَاءِ، كَمَا تَرَى. إِذْ لَوْ كَانَ حُكْمُهُ خَاصًّا بِأَزْوَاجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا حَذَّرَ الرِّجَالَ هَذَا التَّحْذِيرَ الْبَالِغَ الْعَامَّ مِنَ الدُّخُولِ عَلَى النِّسَاءِ، وَظَاهِرُ الْحَدِيثِ التَّحْذِيرُ مِنَ الدُّخُولِ عَلَيْهِنَّ وَلَوْ لَمْ تَحْصُلِ الْخَلْوَةُ بَيْنَهُمَا، وَهُوَ كَذَلِكَ، فَالدُّخُولُ عَلَيْهِنَّ وَالْخَلْوَةُ بِهِنَّ كِلَاهُمَا مُحَرَّمٌ تَحْرِيمًا شَدِيدًا بِانْفِرَادِهِ، كَمَا قَدَّمْنَا أَنَّ مُسْلِمًا رَحِمَهُ اللَّهُ أَخْرَجَ هَذَا الْحَدِيثَ فِي بَابِ تَحْرِيمِ الْخَلْوَةِ بِالْأَجْنَبِيَّةِ وَالدُّخُولِ عَلَيْهَا، فَدَلَّ عَلَى أَنَّ كِلَيْهِمَا حَرَامٌ. </p><p> وَقَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» فِي شَرْحِ الْحَدِيثِ الْمَذْكُورِ: «إِيَّاكُمْ وَالدُّخُولَ» ، بِالنَّصْبِ عَلَى التَّحْذِيرِ، وَهُوَ تَنْبِيهُ الْمُخَاطَبِ عَلَى مَحْذُورٍ لِيَتَحَرَّزَ عَنْهُ ; كَمَا قِيلَ: إِيَّاكَ وَالْأَسَدَ، وَقَوْلُهُ:  «إِيَّاكُمْ» ، مَفْعُولٌ لِفِعْلٍ مُضْمَرٍ تَقْدِيرُهُ: اتَّقُوا. </p><p> وَتَقْدِيرُ الْكَلَامِ: اتَّقُوا أَنْفُسَكُمْ أَنْ تَدْخُلُوا عَلَى النِّسَاءِ، وَالنِّسَاءُ أَنْ يَدْخُلْنَ عَلَيْكُمْ. وَوَقَعَ فِي رِوَايَةِ ابْنِ وَهْبٍ، بِلَفْظِ:  «لَا تَدْخُلُوا عَلَى النِّسَاءِ» ، وَتَضَمَّنَ مَنْعُ الدُّخُولِ مَنْعَ الْخَلْوَةِ بِهَا بِطَرِيقِ الْأَوْلَى، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. وَقَالَ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي «صَحِيحِهِ» ، بَابُ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ. وَقَالَ أَحْمَدُ بْنُ شَبِيبٍ: حَدَّثَنَا أَبِي عَنْ يُونُسَ، قَالَ ابْنُ شِهَابٍ، عَنْ عُرْوَةَ عَنْ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - قَالَتْ: يَرْحَمُ اللَّهُ نِسَاءَ الْمُهَاجِرَاتِ الْأُوَلَ، لَمَّا أَنْزَلَ اللَّهُ: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ [٢٤ \\ ٣١] ، شَقَقْنَ مُرُوطَهُنَّ فَاخْتَمَرْنَ بِهَا. </p><p> حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ، عَنِ الْحَسَنِ بْنِ مُسْلِمٍ عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ: </p><p> أَنَّ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - كَانَتْ تَقُولُ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ، أَخَذْنَ أُزُرَهُنَّ فَشَقَقْنَهَا مِنْ قِبَلِ الْحَوَاشِي، فَاخْتَمَرْنَ بِهَا، انْتَهَى مِنْ صَحِيحِ الْبُخَارِيِّ. وَقَالَ ابْنُ حَجَرٍ فِي «الْفَتْحِ» ، فِي شَرْحِ هَذَا الْحَدِيثِ: قَوْلُهُ: فَاخْتَمَرْنَ، أَيْ غَطَّيْنَ وُجُوهَهُنَّ، وَصِفَةُ ذَلِكَ أَنْ تَضَعَ الْخِمَارَ عَلَى رَأْسِهَا وَتَرْمِيهِ مِنَ الْجَانِبِ الْأَيْمَنِ عَلَى الْعَاتِقِ الْأَيْسَرِ، وَهُوَ التَّقَنُّعُ. قَالَ الْفَرَّاءُ: كَانُوا فِي الْجَاهِلِيَّةِ تُسْدِلُ الْمَرْأَةُ خِمَارَهَا مِنْ وَرَائِهَا وَتَكْشِفُ مَا قُدَّامَهَا فَأُمِرْنَ بِالِاسْتِتَارِ. انْتَهَى مَحَلُّ الْغَرَضِ مِنْ «فَتْحِ الْبَارِي» . </p><p> وَهَذَا الْحَدِيثُ الصَّحِيحُ صَرِيحٌ فِي أَنَّ النِّسَاءَ الصَّحَابِيَّاتِ الْمَذْكُورَاتِ فِيهِ فَهِمْنَ أَنَّ مَعْنَى قَوْلِهِ تَعَالَى: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ، يَقْتَضِي سِتْرَ وُجُوهِهِنَّ، وَأَنَّهُنَّ شَقَقْنَ أُزُرَهُنَّ فَاخْتَمَرْنَ، أَيْ: سَتَرْنَ وُجُوهَهُنَّ بِهَا امْتِثَالًا لِأَمْرِ اللَّهِ فِي قَوْلِهِ تَعَالَى: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ الْمُقْتَضِي سِتْرَ وُجُوهِهِنَّ، وَبِهَذَا يَتَحَقَّقُ الْمُنْصِفُ أَنَّ احْتِجَابَ الْمَرْأَةِ عَنِ الرِّجَالِ وَسِتْرَهَا وَجْهَهَا عَنْهُمْ ثَابِتٌ فِي السُّنَّةِ الصَّحِيحَةِ الْمُفَسِّرَةِ لِكِتَابِ اللَّهِ تَعَالَى، وَقَدْ أَثْنَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا عَلَى تِلْكَ النِّسَاءِ بِمُسَارَعَتِهِنَّ لِامْتِثَالِ أَوَامِرِ اللَّهِ فِي كِتَابِهِ، وَمَعْلُومٌ أَنَّهُنَّ مَا فَهِمْنَ سَتْرَ الْوُجُوهِ مِنْ قَوْلِهِ: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ، إِلَّا مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَنَّهُ مَوْجُودٌ وَهُنَّ يَسْأَلْنَهُ عَنْ كُلِّ مَا أَشْكَلَ عَلَيْهِنَّ فِي دِينِهِنَّ، وَاللَّهُ جَلَّ وَعَلَا يَقُولُ: وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ [١٦ \\ ٤٤] ، فَلَا يُمْكِنُ أَنْ يُفَسِّرْنَهَا مِنْ تِلْقَاءِ أَنْفُسِهِنَّ. وَقَالَ ابْنُ حَجَرٍ فِي «فَتْحِ الْبَارِي» : وَلِابْنِ أَبِي حَاتِمٍ مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خَيْثَمٍ، عَنْ صَفِيَّةَ مَا يُوَضِّحُ ذَلِكَ، وَلَفْظُهُ: ذَكَرْنَا عِنْدَ عَائِشَةَ نِسَاءَ قُرَيْشٍ وَفَضْلَهُنَّ، فَقَالَتْ: إِنَّ لِنِسَاءِ قُرَيْشٍ لَفَضْلًا، وَلَكِنْ وَاللَّهِ مَا رَأَيْتُ أَفْضَلَ مِنْ نِسَاءِ الْأَنْصَارِ أَشَدَّ تَصْدِيقًا بِكِتَابِ اللَّهِ، وَلَا إِيمَانًا بِالتَّنْزِيلِ، وَلَقَدْ أُنْزِلَتْ سُورَةُ «النُّورِ» : وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ، فَانْقَلَبَ رِجَالُهُنَّ إِلَيْهِنَّ يَتْلُونَ عَلَيْهِنَّ مَا أُنْزِلَ فِيهَا، مَا مِنْهُنَّ امْرَأَةٌ إِلَّا قَامَتْ إِلَى مِرْطِهَا فَأَصْبَحْنَ يُصَلِّينَ الصُّبْحَ مُعْتَجِرَاتٍ كَأَنَّ عَلَى رُءُوسِهِنَّ الْغِرْبَانُ، انْتَهَى مَحَلُّ الْغَرَضِ مِنْ «فَتْحِ الْبَارِي» . </p><p> وَمَعْنَى مُعْتَجَرَاتٍ: مُخْتَمِرَاتٍ، كَمَا جَاءَ مُوَضَّحًا فِي رِوَايَةِ الْبُخَارِيِّ الْمَذْكُورَةِ آنِفًا، فَتَرَى عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا - مَعَ عِلْمِهَا وَفَهْمِهَا وَتُقَاهَا أَثْنَتْ عَلَيْهِنَّ هَذَا الثَّنَاءَ الْعَظِيمَ، وَصَرَّحَتْ بِأَنَّهَا مَا رَأَتْ أَشَدَّ مِنْهُنَّ تَصْدِيقًا بِكِتَابِ اللَّهِ، وَلَا إِيمَانًا بِالتَّنْزِيلِ، وَهُوَ دَلِيلٌ وَاضِحٌ عَلَى أَنَّ فَهْمَهُنَّ لُزُومَ سَتْرِ الْوُجُوهِ مِنْ قَوْلِهِ تَعَالَى: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ مِنْ تَصْدِيقِهِنَّ بِكِتَابِ اللَّهِ وَإِيمَانِهِنَّ بِتَنْزِيلِهِ، وَهُوَ صَرِيحٌ فِي أَنَّ احْتِجَابَ النِّسَاءِ عَنِ الرِّجَالِ وَسِتْرَهُنَّ وُجُوهَهُنَّ تَصْدِيقٌ بِكِتَابِ اللَّهِ وَإِيمَانٌ بِتَنْزِيلِهِ، كَمَا تَرَى. </p><p> فَالْعَجَبُ كُلُّ الْعَجَبِ، مِمَّنْ يَدَّعِي مِنَ الْمُنْتَسِبِينَ لِلْعِلْمِ أَنَّهُ لَمْ يَرِدْ فِي الْكِتَابِ وَلَا السُّنَّةِ مَا يَدُلُّ عَلَى سَتْرِ الْمَرْأَةِ وَجْهَهَا عَنِ الْأَجَانِبِ، مَعَ أَنَّ الصَّحَابِيَّاتِ فَعَلْنَ ذَلِكَ مُمْتَثِلَاتٍ أَمْرَ اللَّهِ فِي كِتَابِهِ إِيمَانًا بِتَنْزِيلِهِ، وَمَعْنَى هَذَا ثَابِتٌ فِي الصَّحِيحِ، كَمَا تَقَدَّمَ عَنِ الْبُخَارِيِّ. وَهَذَا مِنْ أَعْظَمِ الْأَدِلَّةِ وَأَصْرَحِهَا فِي لُزُومِ الْحِجَابِ لِجَمِيعِ نِسَاءِ الْمُسْلِمِينَ، كَمَا تَرَى. </p><p> وَقَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي تَفْسِيرِهِ: وَقَالَ الْبَزَّارُ أَيْضًا: حَدَّثْنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَمْرُو بْنُ عَاصِمٍ، حَدَّثْنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ مُوَرِّقٍ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «إِنِ الْمَرْأَةَ عَوْرَةٌ فَإِذَا خَرَجَتِ اسْتَشْرَفَهَا الشَّيْطَانُ، وَأَقْرَبُ مَا تَكُونُ بِرَوْحَةِ رَبِّهَا وَهِيَ فِي قَعْرِ بَيْتِهَا» ، وَرَوَاهُ التِّرْمِذِيُّ عَنْ بُنْدَارٍ، عَنْ عَمْرِو بْنِ عَاصِمٍ بِهِ نَحْوَهُ، اه مِنْهُ. </p><p> وَقَدْ ذَكَرَ هَذَا الْحَدِيثَ صَاحِبُ «مَجْمَعِ الزَّوَائِدِ» ، وَقَالَ: رَوَاهُ الطَّبَرَانِيُّ فِي «الْكَبِيرِ» ، وَرِجَالُهُ مُوَثَّقُونَ، وَهَذَا الْحَدِيثُ يَعْتَضِدُ بِجَمِيعِ مَا ذَكَرْنَا مِنَ الْأَدِلَّةِ، وَمَا جَاءَ فِيهِ مِنْ كَوْنِ الْمَرْأَةِ عَوْرَةٌ، يَدُلُّ عَلَى الْحِجَابِ لِلُزُومِ سَتْرِ كُلِّ مَا يَصْدُقُ عَلَيْهِ اسْمُ الْعَوْرَةِ. </p><p> وَمِمَّا يُؤَيِّدُ ذَلِكَ: مَا ذَكَرَ الْهَيْثَمِيُّ أَيْضًا فِي «مَجْمَعِ الزَّوَائِدِ» ، عَنِ ابْنِ مَسْعُودٍ قَالَ: إِنَّمَا النِّسَاءُ عَوْرَةٌ، وَإِنَّ الْمَرْأَةَ لَتَخْرُجُ مِنْ بَيْتِهَا وَمَا بِهَا مِنْ بَأْسٍ فَيَسْتَشْرِفُهَا الشَّيْطَانُ، فَيَقُولُ: إِنَّكِ لَا تَمُرِّينَ بِأَحَدٍ إِلَّا أَعْجَبْتِيهِ، وَإِنَّ الْمَرْأَةَ لَتَلْبَسُ ثِيَابَهَا فَقَالَ: أَيْنَ تُرِيدِينَ؟ فَتَقُولُ: أَعُودُ مَرِيضًا أَوْ أَشْهَدُ جِنَازَةً، أَوْ أُصَلِّي فِي مَسْجِدٍ، وَمَا عَبَدَتِ امْرَأَةٌ رَبَّهَا، مِثْلَ أَنْ تَعْبُدَهُ فِي بَيْتِهَا، ثُمَّ قَالَ: رَوَاهُ الطَّبَرَانِيُّ فِي «الْكَبِيرِ» ، وَرِجَالُهُ ثِقَاتٌ، اه مِنْهُ. وَمِثْلُهُ لَهُ حُكْمُ الرَّفْعِ إِذْ لَا مَجَالَ لِلرَّأْيِ فِيهِ. </p><p> وَمِنَ الْأَدِلَّةِ الدَّالَّةِ عَلَى ذَلِكَ الْأَحَادِيثُ الَّتِي قَدَّمْنَاهَا، الدَّالَّةُ عَلَى أَنَّ صَلَاةَ الْمَرْأَةِ فِي بَيْتِهَا خَيْرٌ لَهَا مِنْ صَلَاتِهَا فِي الْمَسَاجِدِ، كَمَا أَوْضَحْنَاهُ فِي سُورَةِ «النُّورِ» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ الْآيَةَ [٢٤ \\ ٣٦ - ٣٧] ، وَالْأَحَادِيثُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، وَفِيمَا ذَكَرْنَا كِفَايَةٌ لِمَنْ يُرِيدُ الْحَقَّ. </p><p> فَقَدْ ذَكَرْنَا الْآيَاتِ الْقُرْآنِيَّةَ الدَّالَّةَ عَلَى ذَلِكَ، وَالْأَحَادِيثَ الصَّحِيحَةَ الدَّالَّةَ عَلَى الْحِجَابِ، وَبَيَّنَّا أَنَّ مِنْ أَصْرَحِهَا فِي ذَلِكَ آيَةَ «النُّورِ» ، مَعَ تَفْسِيرِ الصَّحَابَةِ لَهَا، وَهِيَ قَوْلُهُ تَعَالَى: وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ فَقَدْ أَوْضَحْنَا غَيْرَ بَعِيدٍ تَفْسِيرَ الصَّحَابَةِ لَهَا، وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَوْجُودٌ بَيْنَهُمْ يَنْزِلُ عَلَيْهِ الْوَحْيُ، بِأَنَّ الْمُرَادَ بِهَا يَدْخُلُ فِيهِ سَتْرُ الْوَجْهِ وَتَغْطِيَتُهُ عَنِ </p><p> الرِّجَالِ، وَأَنَّ سَتْرَ الْمَرْأَةِ وَجْهَهَا عَمَلٌ بِالْقُرْآنِ، كَمَا قَالَتْهُ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا. </p><p> وَإِذَا عَلِمْتَ أَنَّ هَذَا الْقَدْرَ مِنَ الْأَدِلَّةِ عَلَى عُمُومِ الْحِجَابِ يَكْفِي الْمُنْصِفَ، فَسَنَذْكُرُ لَكَ أَجْوِبَةَ أَهْلِ الْعِلْمِ، عَمَّا اسْتَدَلَّ بِهِ الَّذِينَ قَالُوا بِجَوَازِ إِبْدَاءِ الْمَرْأَةِ وَجْهَهَا وَيَدَيْهَا، بِحَضْرَةِ الْأَجَانِبِ. </p><p> فَمِنَ الْأَحَادِيثِ الَّتِي اسْتَدَلُّوا بِهَا عَلَى ذَلِكَ حَدِيثُ خَالِدِ بْنِ دُرَيْكٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ أَسْمَاءَ بِنْتَ أَبِي بَكْرٍ دَخَلَتْ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَيْهَا ثِيَابٌ رِقَاقٌ فَأَعْرَضَ عَنْهَا، وَقَالَ:  «يَا أَسْمَاءُ، إِنَّ الْمَرْأَةَ إِذَا بَلَغَتِ الْحَيْضَ لَمْ يَصْلُحْ أَنْ يُرَى مِنْهَا إِلَّا هَذَا» وَأَشَارَ إِلَى وَجْهِهِ وَكَفَّيْهِ ; وَهَذَا الْحَدِيثُ يُجَابُ عَنْهُ بِأَنَّهُ ضَعِيفٌ مِنْ جِهَتَيْنِ: </p><p> الْأُولَى: هِيَ كَوْنُهُ مُرْسَلًا ; لِأَنَّ خَالِدَ بْنَ دُرَيْكٍ لَمْ يَسْمَعْ مِنْ عَائِشَةَ، كَمَا قَالَهُ أَبُو دَاوُدَ، وَأَبُو حَاتِمٍ الرَّازِيُّ كَمَا قَدَّمْنَاهُ فِي سُورَةِ «النُّورِ» . </p><p> الْجِهَةُ الثَّانِيَةُ: أَنَّ فِي إِسْنَادِهِ سَعِيدُ بْنُ بَشِيرٍ الْأَزْدِيُّ مَوْلَاهُمْ، قَالَ فِيهِ فِي «التَّقْرِيبِ» : ضَعِيفٌ، مَعَ أَنَّهُ مَرْدُودٌ بِمَا ذَكَرْنَا مِنَ الْأَدِلَّةِ عَلَى عُمُومِ الْحِجَابِ، وَمَعَ أَنَّهُ لَوْ قُدِّرَ ثُبُوتُهُ قَدْ يُحْمَلُ عَلَى أَنَّهُ كَانَ قَبْلَ الْأَمْرِ بِالْحِجَابِ. </p><p> وَمِنَ الْأَحَادِيثِ الَّتِي اسْتَدَلُّوا بِهَا عَلَى ذَلِكَ حَدِيثُ جَابِرٍ الثَّابِتِ فِي الصَّحِيحِ، قَالَ: شَهِدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ يَوْمَ الْعِيدِ، فَبَدَأَ بِالصَّلَاةِ قَبْلَ الْخُطْبَةِ بِغَيْرِ أَذَانٍ، وَلَا إِقَامَةٍ، ثُمَّ قَامَ مُتَوَكِّئًا عَلَى بِلَالٍ فَأَمَرَ بِتَقْوَى اللَّهِ، وَحَثَّ عَلَى طَاعَتِهِ، وَوَعَظَ النَّاسَ، وَذَكَّرَهُمْ ثُمَّ مَضَى حَتَّى أَتَى النِّسَاءَ، فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، فَقَالَ:  «تَصَدَّقْنَ فَإِنَّ أَكْثَرَكُنَّ حَطَبُ جَهَنَّمَ» فَقَامَتِ امْرَأَةٌ مِنْ سِطَةِ النِّسَاءِ سَفْعَاءُ الْخَدَّيْنِ، فَقَالَتْ: لِمَ يَا رَسُولَ اللَّهِ؟ قَالَ:  «لِأَنَّكُنَّ تُكْثِرْنَ الشَّكَاةَ، وَتَكْفُرْنَ الْعَشِيرَ» ، قَالَ: فَجَعَلْنَ يَتَصَدَّقْنَ مِنْ حُلِيِّهِنَّ يُلْقِينَ فِي ثَوْبِ بِلَالٍ مِنْ أَقْرَاطِهِنَّ وَخَوَاتِمِهِنَّ، اه. هَذَا لَفَظُ مُسْلِمٍ فِي «صَحِيحِهِ» ، قَالُوا: وَقَوْلُ جَابِرٍ فِي هَذَا الْحَدِيثِ: سَفْعَاءُ الْخَدَّيْنِ يَدُلُّ عَلَى أَنَّهَا كَانَتْ كَاشِفَةً عَنْ وَجْهِهَا، إِذْ لَوْ كَانَتْ مُحْتَجِبَةً لَمَا رَأَى خَدَّيْهَا، وَلَمَا عَلِمَ بِأَنَّهَا سَفْعَاءُ الْخَدَّيْنِ. وَأُجِيبُ عَنْ حَدِيثِ جَابِرٍ هَذَا: بِأَنَّهُ لَيْسَ فِيهِ مَا يَدُلُّ عَلَى أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَآهَا كَاشِفَةً عَنْ وَجْهِهَا، وَأَقَرَّهَا عَلَى ذَلِكَ، بَلْ غَايَةُ مَا يُفِيدُهُ الْحَدِيثُ أَنَّ جَابِرًا رَأَى وَجْهَهَا، وَذَلِكَ لَا يَسْتَلْزِمُ كَشْفَهَا عَنْهُ قَصْدًا، وَكَمْ مِنِ امْرَأَةٍ يَسْقُطُ خِمَارُهَا عَنْ وَجْهِهَا مِنْ غَيْرِ قَصْدٍ، فَيَرَاهُ بَعْضُ النَّاسِ فِي تِلْكَ الْحَالِ، كَمَا قَالَ نَابِغَةُ ذُبْيَانَ: </p><p> سَقَطَ النَّصِيفُ وَلَمْ تُرِدْ إِسْقَاطَهُ ... فَتَنَاوَلَتْهُ وَاتَّقَتْنَا بِالْيَدِ </p><p> فَعَلَى الْمُحْتَجِّ بِحَدِيثِ جَابِرٍ الْمَذْكُورِ، أَنْ يُثْبِتَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَآهَا سَافِرَةً، وَأَقَرَّهَا عَلَى ذَلِكَ، وَلَا سَبِيلَ لَهُ إِلَى إِثْبَاتِ ذَلِكَ. وَقَدْ رَوَى الْقِصَّةَ الْمَذْكُورَةَ غَيْرُ جَابِرٍ، فَلَمْ يَذْكُرْ كَشْفَ الْمَرْأَةِ الْمَذْكُورَةِ عَنْ وَجْهِهَا، وَقَدْ ذَكَرَ مُسْلِمٌ فِي «صَحِيحِهِ» مِمَّنْ رَوَاهَا غَيْرَ جَابِرٍ أَبَا سَعِيدٍ الْخُدْرِيَّ، وَابْنَ عَبَّاسٍ، وَابْنَ عُمَرَ، وَذَكَرَهُ غَيْرُهُ عَنْ غَيْرِهِمْ. وَلَمْ يَقُلْ أَحَدٌ مِمَّنْ رَوَى الْقِصَّةَ غَيْرَ جَابِرٍ أَنَّهُ رَأَى خَدَّيْ تِلْكَ الْمَرْأَةِ السَّفْعَاءِ الْخَدَّيْنِ، وَبِذَلِكَ تَعْلَمُ أَنَّهُ لَا دَلِيلَ عَلَى السُّفُورِ فِي حَدِيثِ جَابِرٍ الْمَذْكُورِ. وَقَدْ قَالَ النَّوَوِيُّ فِي شَرْحِ حَدِيثِ جَابِرٍ هَذَا عِنْدَ مُسْلِمٍ، وَقَوْلُهُ: فَقَامَتِ امْرَأَةٌ مِنْ سِطَةِ النِّسَاءِ، هَكَذَا هُوَ فِي النُّسَخِ (سِطَةٌ) بِكَسْرِ السِّينِ، وَفَتْحِ الطَّاءِ الْمُخَفَّفَةِ. وَفِي بَعْضِ النُّسَخِ: وَاسِطَةِ النِّسَاءِ. قَالَ الْقَاضِي: مَعْنَاهُ: مِنْ خِيَارِهِنَّ، وَالْوَسَطُ الْعَدْلُ وَالْخِيَارُ، قَالَ: وَزَعَمَ حُذَّاقُ شُيُوخِنَا أَنَّ هَذَا الْحَرْفَ مُغَيَّرٌ فِي كِتَابِ مُسْلِمٍ، وَأَنَّ صَوَابَهُ مِنْ سِفْلَةِ النِّسَاءِ، وَكَذَا رَوَاهُ ابْنُ أَبِي شَيْبَةَ فِي مَسْنَدِهِ، وَالنَّسَائِيُّ فِي سُنَنِهِ. فِي رِوَايَةٍ لِابْنِ أَبِي شَيْبَةَ: امْرَأَةٌ لَيْسَتْ مِنْ عِلْيَةِ النِّسَاءِ، وَهَذَا ضِدُّ التَّفْسِيرِ الْأَوَّلِ وَيُعَضِّدُهُ قَوْلُهُ بَعْدَهُ: سَفْعَاءُ الْخَدَّيْنِ هَذَا كَلَامُ الْقَاضِي، وَهَذَا الَّذِي ادَّعَوْهُ مِنْ تَغْيِيرِ الْكَلِمَةِ غَيْرُ مَقْبُولٍ، بَلْ هِيَ صَحِيحَةٌ، وَلَيْسَ الْمُرَادُ بِهَا مِنْ خِيَارِ النِّسَاءِ كَمَا فَسَّرَهُ بِهِ هُوَ، بَلِ الْمُرَادُ: امْرَأَةٌ مِنْ وَسَطِ النِّسَاءِ جَالِسَةٌ فِي وَسَطِهِنَّ. قَالَ الْجَوْهَرِيُّ وَغَيْرُهُ مِنْ أَهْلِ اللُّغَةِ: يُقَالُ: وَسَطْتُ الْقَوْمَ أَسِطُهُمْ وَسْطًا وَسِطَةً، أَيْ: تَوَسَّطْتُهُمْ، اه مِنْهُ. وَهَذَا التَّفْسِيرُ الْأَخِيرُ هُوَ الصَّحِيحُ، فَلَيْسَ فِي حَدِيثِ جَابِرٍ ثَنَاءٌ الْبَتَّةَ عَلَى سَفْعَاءِ الْخَدَّيْنِ الْمَذْكُورَةِ، وَيُحْتَمَلُ أَنْ جَابِرًا ذَكَرَ سَفْعَةَ خَدَّيْهَا لِيُشِيرَ إِلَى أَنَّهَا لَيْسَتْ مِمَّنْ شَأْنُهَا الِافْتِتَانُ بِهَا ; لِأَنَّ سَفْعَةَ الْخَدَّيْنِ قُبْحٌ فِي النِّسَاءِ. قَالَ النَّوَوِيُّ: سَفْعَاءُ الْخَدَّيْنِ، أَيْ: فِيهَا تَغَيُّرٌ وَسَوَادٌ. وَقَالَ الْجَوْهَرِيُّ فِي «صِحَاحِهِ» : وَالسَّفْعَةُ فِي الْوَجْهِ: سَوَادٌ فِي خَدَّيِ الْمَرْأَةِ الشَّاحِبَةِ، وَيُقَالُ لِلْحَمَامَةِ سَفْعَاءُ لِمَا فِي عُنُقِهَا مِنَ السَّفْعَةِ، قَالَ حُمَيْدُ بْنُ ثَوْرٍ: </p><p> مِنَ الْوُرْقِ سَفْعَاءُ الْعِلَاطَيْنِ بَاكَرَتْ ... فُرُوعَ أَشَاءٍ مَطْلَعَ الشَّمْسِ أَسْحَمَا </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: السَّفْعَةُ فِي الْخَدَّيْنِ مِنَ الْمَعَانِي الْمَشْهُورَةِ فِي كَلَامِ الْعَرَبِ: أَنَّهَا سَوَادٌ وَتَغَيُّرٌ فِي الْوَجْهِ، مِنْ مَرَضٍ أَوْ مُصِيبَةٍ أَوْ سَفَرٍ شَدِيدٍ، وَمِنْ ذَلِكَ قَوْلُ مُتَمِّمِ بْنِ نُوَيْرَةَ التَّمِيمِيِّ يَبْكِي أَخَاهُ مَالِكًا: </p><p> تَقُولُ ابْنَةُ الْعُمَرِيِّ مَا لَكَ بَعْدَمَا ... أَرَاكَ خَضِيبًا نَاعِمَ الْبَالِ أَرْوَعَا </p><p> فَقُلْتُ لَهَا طُولُ الْأَسَى إِذْ سَأَلْتِنِي ... وَلَوْعَةُ وَجْدٍ تَتْرُكُ الْخَدَّ أَسْفَعَا </p><p> وَمَعْلُومٌ أَنَّ مِنَ السَّفْعَةِ مَا هُوَ طَبِيعِيٌّ كَمَا فِي الصُّقُورِ، فَقَدْ يَكُونُ فِي خَدَّيِ الصَّقْرِ سَوَادٌ طَبِيعِيٌّ، وَمِنْهُ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى: </p><p> أَهْوَى لَهَا أَسْفَعُ الْخَدَّيْنِ مُطَّرِقُ ... رِيشَ الْقَوَادِمِ لَمْ تُنْصَبْ لَهُ الشَّبَكُ </p><p> وَالْمَقْصُودُ: أَنَّ السَّفْعَةَ فِي الْخَدَّيْنِ إِشَارَةٌ إِلَى قُبْحِ الْوَجْهِ، وَبَعْضُ أَهْلِ الْعِلْمِ يَقُولُ: إِنَّ قَبِيحَةَ الْوَجْهِ الَّتِي لَا يَرْغَبُ فِيهَا الرِّجَالُ لِقُبْحِهَا، لَهَا حُكْمُ الْقَوَاعِدِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا. </p><p> وَمِنَ الْأَحَادِيثِ الَّتِي اسْتَدَلُّوا بِهَا عَلَى ذَلِكَ، حَدِيثُ ابْنِ عَبَّاسٍ الَّذِي قَدَّمْنَاهُ، قَالَ: أَرْدَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْفَضْلَ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَوْمَ النَّحْرِ خَلْفَهُ عَلَى عَجُزِ رَاحِلَتِهِ، وَكَانَ الْفَضْلُ رَجُلًا وَضِيئًا، فَوَقَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُفْتِيهِمْ، وَأَقْبَلَتِ امْرَأَةٌ مِنْ خَثْعَمَ وَضِيئَةٌ تَسْتَفْتِي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهَا، وَأَعْجَبَهُ حُسْنُهَا فَالْتَفَتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالْفَضْلُ يَنْظُرُ إِلَيْهَا، فَأَخْلَفَ بِيَدِهِ، فَأَخَذَ بِذَقَنِ الْفَضْلِ فَعَدَلَ وَجْهَهُ عَنِ النَّظَرِ إِلَيْهَا، فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ عَلَى عِبَادِهِ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا. . . الْحَدِيثَ، قَالُوا: فَالْإِخْبَارُ عَنِ الْخَثْعَمِيَّةِ بِأَنَّهَا وَضِيئَةٌ يُفْهَمُ مِنْهُ أَنَّهَا كَانَتْ كَاشِفَةً عَنْ وَجْهِهَا. </p><p> وَأُجِيبُ عَنْ ذَلِكَ أَيْضًا مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: الْجَوَابُ بِأَنَّهُ لَيْسَ فِي شَيْءٍ مِنْ رِوَايَاتِ الْحَدِيثِ التَّصْرِيحُ بِأَنَّهَا كَانَتْ كَاشِفَةً عَنْ وَجْهِهَا، وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَآهَا كَاشِفَةً عَنْهُ، وَأَقَرَّهَا عَلَى ذَلِكَ بَلْ غَايَةُ مَا فِي الْحَدِيثِ أَنَّهَا كَانَتْ وَضِيئَةً، وَفِي بَعْضِ رِوَايَاتِ الْحَدِيثِ: أَنَّهَا حَسْنَاءُ، وَمَعْرِفَةُ كَوْنِهَا وَضِيئَةً أَوْ حَسْنَاءَ لَا يَسْتَلْزِمُ أَنَّهَا كَانَتْ كَاشِفَةً عَنْ وَجْهِهَا، وَأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَرَّهَا عَلَى ذَلِكَ، بَلْ قَدْ يَنْكَشِفُ عَنْهَا خِمَارُهَا مِنْ غَيْرِ قَصْدٍ، فَيَرَاهَا بَعْضُ الرِّجَالِ مِنْ غَيْرِ قَصْدِ كَشْفِهَا عَنْ وَجْهِهَا، كَمَا أَوْضَحْنَاهُ فِي رُؤْيَةِ جَابِرٍ سَفْعَاءَ الْخَدَّيْنِ. وَيُحْتَمَلُ أَنْ يَكُونَ يَعْرِفُ حُسْنَهَا قَبْلَ ذَلِكَ الْوَقْتِ لِجَوَازِ أَنْ يَكُونَ قَدْ رَآهَا قَبْلَ ذَلِكَ وَعَرَفَهَا، وَمِمَّا يُوَضِّحُ هَذَا أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا الَّذِي رُوِيَ عَنْهُ هَذَا الْحَدِيثُ لَمْ يَكُنْ حَاضِرًا وَقْتَ نَظَرِ أَخِيهِ إِلَى الْمَرْأَةِ وَنَظَرِهَا إِلَيْهِ، لِمَا قَدَّمْنَا مِنْ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدَّمَهُ بِاللَّيْلِ مِنْ مُزْدَلِفَةَ إِلَى مِنًى فِي ضَعَفَةِ أَهْلِهِ، وَمَعْلُومٌ أَنَّهُ إِنَّمَا رَوَى الْحَدِيثَ الْمَذْكُورَ مِنْ طَرِيقِ أَخِيهِ الْفَضْلِ، وَهُوَ لَمْ يَقُلْ لَهُ: إِنَّهَا كَانَتْ كَاشِفَةً عَنْ وَجْهِهَا، </p><p> وَاطِّلَاعُ الْفَضْلِ عَلَى أَنَّهَا وَضِيئَةٌ حَسْنَاءُ لَا يَسْتَلْزِمُ السُّفُورَ قَصْدًا لِاحْتِمَالِ أَنْ يَكُونَ رَأَى وَجْهَهَا، وَعَرَفَ حُسْنَهُ مِنْ أَجْلِ انْكِشَافِ خِمَارِهَا مِنْ غَيْرِ قَصْدٍ مِنْهَا، وَاحْتِمَالِ أَنَّهُ رَآهَا قَبْلَ ذَلِكَ وَعَرَفَ حُسْنَهَا. </p><p> فَإِنْ قِيلَ: قَوْلُهُ: إِنَّهَا وَضِيئَةٌ، وَتَرْتِيبُهُ عَلَى ذَلِكَ بِالْفَاءِ قَوْلَهُ: فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهَا، وَقَوْلَهُ: وَأَعْجَبَهُ حُسْنُهَا، فِيهِ الدَّلَالَةُ الظَّاهِرَةُ عَلَى أَنَّهُ كَانَ يَرَى وَجْهَهَا، وَيَنْظُرُ إِلَيْهِ لِإِعْجَابِهِ بِحُسْنِهِ. </p><p> فَالْجَوَابُ: أَنَّ تِلْكَ الْقَرَائِنَ لَا تَسْتَلْزِمُ اسْتِلْزَامًا، لَا يَنْفَكُّ أَنَّهَا كَانَتْ كَاشِفَةً، وَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَآهَا كَذَلِكَ، وَأَقَرَّهَا؛ لِمَا ذَكَرْنَا مِنْ أَنْوَاعِ الِاحْتِمَالِ، مَعَ أَنَّ جَمَالَ الْمَرْأَةِ قَدْ يُعْرَفُ وَيُنْظَرُ إِلَيْهَا لِجَمَالِهَا وَهِيَ مُخْتَمِرَةٌ، وَذَلِكَ لِحُسْنِ قَدِّهَا وَقَوَامِهَا، وَقَدْ تُعْرَفُ وَضَاءَتُهَا وَحُسْنُهَا مِنْ رُؤْيَةِ بَنَانِهَا فَقَطْ، كَمَا هُوَ مَعْلُومٌ. وَلِذَلِكَ فَسَّرَ ابْنُ مَسْعُودٍ: وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا [٢٤ \\ ٣١] ، بِالْمُلَاءَةِ فَوْقَ الثِّيَابِ، كَمَا تَقَدَّمَ. وَمِمَّا يُوَضِّحُ أَنَّ الْحُسْنَ يُعْرَفُ مِنْ تَحْتِ الثِّيَابِ قَوْلُ الشَّاعِرِ: </p><p> طَافَتْ أُمَامَةُ بِالرُّكْبَانِ آوِنَةً ... يَا حُسْنَهَا مِنْ قَوَامٍ مَا وَمُنْتَقِبَا </p><p> فَقَدْ بَالَغَ فِي حُسْنِ قَوَامِهَا، مَعَ أَنَّ الْعَادَةَ كَوْنُهُ مَسْتُورًا بِالثِّيَابِ لَا مُنْكَشِفًا. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْمَرْأَةَ مُحْرِمَةٌ وَإِحْرَامُ الْمَرْأَةِ فِي وَجْهِهَا وَكَفَّيْهَا، فَعَلَيْهَا كَشْفُ وَجْهِهَا إِنْ لَمْ يَكُنْ هُنَاكَ رِجَالٌ أَجَانِبُ يَنْظُرُونَ إِلَيْهِ، وَعَلَيْهَا سَتْرَهُ مِنَ الرِّجَالِ فِي الْإِحْرَامِ، كَمَا هُوَ مَعْرُوفٌ عَنْ أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِنَّ، وَلَمْ يَقُلْ أَحَدٌ إِنَّ هَذِهِ الْمَرْأَةَ الْخَثْعَمِيَّةَ نَظَرَ إِلَيْهَا أَحَدٌ غَيْرُ الْفَضْلِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، وَالْفَضْلُ مَنَعَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّظَرِ إِلَيْهَا، وَبِذَلِكَ يُعْلَمُ أَنَّهَا مُحْرِمَةٌ لَمْ يَنْظُرْ إِلَيْهَا أَحَدٌ فَكَشْفُهَا عَنْ وَجْهِهَا إذًا لِإِحْرَامِهَا لَا لِجَوَازِ السُّفُورِ. </p><p> فَإِنْ قِيلَ: كَوْنُهَا مَعَ الْحُجَّاجِ مَظِنَّةُ أَنْ يَنْظُرَ الرِّجَالُ وَجْهَهَا إِنْ كَانَتْ سَافِرَةً ; لِأَنَّ الْغَالِبَ أَنَّ الْمَرْأَةَ السَّافِرَةَ وَسَطَ الْحَجِيجِ، لَا تَخْلُو مِمَّنْ يَنْظُرُ إِلَى وَجْهِهَا مِنَ الرِّجَالِ. </p><p> فَالْجَوَابُ: أَنَّ الْغَالِبَ عَلَى أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَرَعُ وَعَدَمُ النَّظَرِ إِلَى النِّسَاءِ، فَلَا مَانِعَ عَقْلًا وَلَا شَرْعًا وَلَا عَادَةً، مِنْ كَوْنِهَا لَمْ يَنْظُرْ إِلَيْهَا أَحَدٌ مِنْهُمْ، وَلَوْ نَظَرَ إِلَيْهَا لَحُكِيَ كَمَا حُكِيَ نَظَرُ الْفَضْلِ إِلَيْهَا، وَيُفْهَمُ مَنْ صَرْفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَصَرَ الْفَضْلِ عَنْهَا، أَنَّهُ لَا سَبِيلَ إِلَى تَرْكِ </p><p> الْأَجَانِبِ يَنْظُرُونَ إِلَى الشَّابَّةِ، وَهِيَ سَافِرَةٌ كَمَا تَرَى، وَقَدْ دَلَّتِ الْأَدِلَّةُ الْمُتَقَدِّمَةُ عَلَى أَنَّهَا يَلْزَمُهَا حَجْبُ جَمِيعِ بَدَنِهَا عَنْهُمْ. </p><p> وَبِالْجُمْلَةِ، فَإِنَّ الْمُنْصِفَ يَعْلَمُ أَنَّهُ يَبْعُدُ كُلَّ الْبُعْدِ أَنْ يَأْذَنَ الشَّارِعُ لِلنِّسَاءِ فِي الْكَشْفِ عَنِ الْوَجْهِ أَمَامَ الرِّجَالِ الْأَجَانِبِ، مَعَ أَنَّ الْوَجْهَ هُوَ أَصْلُ الْجَمَالِ، وَالنَّظَرُ إِلَيْهِ مِنَ الشَّابَّةِ الْجَمِيلَةِ هُوَ أَعْظَمُ مُثِيرٍ لِلْغَرِيزَةِ الْبَشَرِيَّةِ وَدَاعٍ إِلَى الْفِتْنَةِ، وَالْوُقُوعِ فِيمَا لَا يَنْبَغِي، أَلَمْ تَسْمَعْ بَعْضَهُمْ يَقُولُ: </p><p> قُلْتُ اسْمَحُوا لِي أَنْ أَفُوزَ بِنَظْرَةٍ ... وَدَعُوا الْقِيَامَةَ بَعْدَ ذَاكَ تَقُومُ </p><p> أَتَرْضَى أَيُّهَا الْإِنْسَانُ أَنْ تَسْمَحَ لَهُ بِهَذِهِ النَّظْرَةِ إِلَى نِسَائِكَ وَبَنَاتِكَ وَأَخَوَاتِكَ، وَلَقَدْ صَدَقَ مَنْ قَالَ: </p><p> وَمَا عَجَبٌ أَنَّ النِّسَاءَ تَرَجَّلَتْ ... وَلَكِنَّ تَأْنِيثَ الرِّجَالِ عُجَابُ </p><p> مَسْأَلَةٌ تَتَعَلَّقُ بِهَذِهِ الْآيَةِ الْكَرِيمَةِ أَعْنِي آيَةَ الْحِجَابِ هَذِهِ </p><p> اعْلَمْ: أَنَّهُ لَا يَجُوزُ لِلرَّجُلِ الْأَجْنَبِيِّ أَنْ يُصَافِحَ امْرَأَةً أَجْنَبِيَّةً مِنْهُ. </p><p> وَلَا يَجُوزُ لَهُ أَنْ يَمَسَّ شَيْءٌ مِنْ بَدَنِهِ شَيْئًا مِنْ بَدَنِهَا. </p><p> وَالدَّلِيلُ عَلَى ذَلِكَ أُمُورٌ: </p><p> الْأَوَّلُ: أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَبَتَ عَنْهُ أَنَّهُ قَالَ: «إِنِّي لَا أُصَافِحُ النِّسَاءَ» ، الْحَدِيثَ. وَاللَّهُ يَقُولُ: لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ [٣٣ \\ ٢١] ، فَيَلْزَمُنَا أَلَّا نُصَافِحَ النِّسَاءَ اقْتِدَاءً بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالْحَدِيثُ الْمَذْكُورُ مُوَضَّحٌ فِي سُورَةِ «الْحَجِّ» ، فِي الْكَلَامِ عَلَى النَّهْيِ عَنْ لُبْسِ الْمُعَصْفَرِ مُطْلَقًا فِي الْإِحْرَامِ وَغَيْرِهِ لِلرِّجَالِ. وَفِي سُورَةِ «الْأَحْزَابِ» ، فِي آيَةِ الْحِجَابِ هَذِهِ. </p><p> وَكَوْنُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُصَافِحُ النِّسَاءَ وَقْتَ الْبَيْعَةِ دَلِيلٌ وَاضِحٌ عَلَى أَنَّ الرَّجُلَ لَا يُصَافِحُ الْمَرْأَةَ، وَلَا يَمَسُّ شَيْءٌ مِنْ بَدَنِهِ شَيْئًا مِنْ بَدَنِهَا ; لِأَنَّ أَخَفَّ أَنْوَاعِ اللَّمْسِ الْمُصَافَحَةُ، فَإِذَا امْتَنَعَ مِنْهَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْوَقْتِ الَّذِي يَقْتَضِيهَا وَهُوَ وَقْتُ الْمُبَايَعَةِ، دَلَّ ذَلِكَ عَلَى أَنَّهَا لَا تَجُوزُ، وَلَيْسَ لِأَحَدٍ مُخَالَفَتُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لِأَنَّهُ هُوَ الْمُشَرِّعُ لِأُمَّتِهِ بِأَقْوَالِهِ وَأَفْعَالِهِ وَتَقْرِيرِهِ. </p>"
}