{
  "id": null,
  "sura": 33,
  "aya": 64,
  "text": "<p> الْأَمْرُ الثَّانِي: هُوَ مَا قَدَّمْنَا مِنْ أَنَّ الْمَرْأَةَ كُلَّهَا عَوْرَةٌ يَجِبُ عَلَيْهَا أَنْ تَحْتَجِبَ، وَإِنَّمَا أَمَرَ بِغَضِّ الْبَصَرِ خَوْفَ الْوُقُوعِ فِي الْفِتْنَةِ، وَلَا شَكَّ أَنَّ مَسَّ الْبَدَنِ لِلْبَدَنِ، أَقْوَى فِي إِثَارَةِ الْغَرِيزَةِ، وَأَقْوَى دَاعِيًا إِلَى الْفِتْنَةِ مِنَ النَّظَرِ بِالْعَيْنِ، وَكُلُّ مُنْصِفٍ يَعْلَمُ صِحَّةَ ذَلِكَ. </p><p> الْأَمْرُ الثَّالِثُ: أَنَّ ذَلِكَ ذَرِيعَةٌ إِلَى التَّلَذُّذِ بِالْأَجْنَبِيَّةِ، لِقِلَّةِ تَقْوَى اللَّهِ فِي هَذَا الزَّمَانِ وَضَيَاعِ الْأَمَانَةِ، وَعَدَمِ التَّوَرُّعِ عَنِ الرِّيبَةِ، وَقَدْ أُخْبِرْنَا مِرَارًا أَنَّ بَعْضَ الْأَزْوَاجِ مِنَ الْعَوَامِّ، يُقَبِّلُ أُخْتَ امْرَأَتِهِ بِوَضْعِ الْفَمِ عَلَى الْفَمِ وَيُسَمُّونَ ذَلِكَ التَّقْبِيلَ الْحَرَامَ بِالْإِجْمَاعِ سَلَامًا، فَيَقُولُونَ: سَلَّمَ عَلَيْهَا، يَعْنُونَ: قَبَّلَهَا، فَالْحَقُّ الَّذِي لَا شَكَّ فِيهِ التَّبَاعُدُ عَنْ جَمِيعِ الْفِتَنِ وَالرَّيْبِ وَأَسْبَابِهَا، وَمِنْ أَكْبَرِهَا لَمْسُ الرَّجُلِ شَيْئًا مِنْ بَدَنِ الْأَجْنَبِيَّةِ، وَالذَّرِيعَةُ إِلَى الْحَرَامِ يَجِبُ سَدُّهَا ; كَمَا أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ «مَرَاقِي السُّعُودِ» : </p><p> سَدُّ الذَّرَائِعِ إِلَى الْمُحَرَّمِ ... حَتْمٌ كَفَتْحِهَا إِلَى الْمُنْحَتِمِ </p><p> قَوْلُهُ تَعَالَى: يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ. أَمَرَ اللَّهُ تَعَالَى نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ لِلنَّاسِ الَّذِينَ يَسْأَلُونَهُ عَنِ السَّاعَةِ: إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ، وَمَعْلُومٌ أَنَّ إِنَّمَا صِيغَةُ حَصْرٍ. </p><p> فَمَعْنَى الْآيَةِ: أَنَّ السَّاعَةَ لَا يَعْلَمُهَا إِلَّا اللَّهُ وَحْدَهُ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، جَاءَ وَاضِحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ الْآيَةَ [٣١ \\ ٣٤] . </p><p> وَقَدْ بَيَّنَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْخَمْسَ الْمَذْكُورَةَ فِي قَوْلِهِ: إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ الْآيَةَ، هِيَ الْمُرَادُ بِقَوْلِهِ تَعَالَى: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ [٦ \\ ٥٩] ، وَكَقَوْلِهِ تَعَالَى: يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ [٧ \\ ١٨٧] ، وَقَوْلِهِ تَعَالَى: يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا فِيمَ أَنْتَ مِنْ ذِكْرَاهَا إِلَى رَبِّكَ مُنْتَهَاهَا [٧٩ \\ ٤٢ - ٤٤] ، وَقَوْلِهِ تَعَالَى: </p>"
}