{
  "id": null,
  "sura": 33,
  "aya": 41,
  "text": "<p> إِلَى آخِرِ كَلَامِهِ، وَفِيهِ كَلَامُ عَلِيِّ بْنِ الْحُسَيْنِ الَّذِي ذَكَرْنَا آنِفًا. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: التَّحْقِيقُ إِنْ شَاءَ اللَّهُ فِي هَذِهِ الْمَسْأَلَةِ، هُوَ مَا ذَكَرْنَا أَنَّ الْقُرْآنَ دَلَّ عَلَيْهِ، وَهُوَ أَنَّ اللَّهَ أَعْلَمَ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ زَيْدًا يُطَلِّقُ زَيْنَبَ، وَأَنَّهُ يُزَوِّجُهَا إِيَّاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهِيَ فِي ذَلِكَ الْوَقْتِ تَحْتَ زَيْدٍ، فَلَمَّا شَكَاهَا زَيْدٌ إِلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ:  «أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ» ، فَعَاتَبَهُ اللَّهُ عَلَى قَوْلِهِ:  «أَمْسِكْ عَلَيْكَ زَوْجَكَ» بَعْدَ عِلْمِهِ أَنَّهَا سَتَصِيرُ زَوْجَتَهُ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَخَشِيَ مَقَالَةَ النَّاسِ أَنْ يَقُولُوا: لَوْ أَظْهَرَ مَا عَلِمَ مِنْ تَزْوِيجِهِ إِيَّاهَا أَنَّهُ يُرِيدُ تَزْوِيجَ زَوْجَةِ ابْنِهِ فِي الْوَقْتِ الَّذِي هِيَ فِيهِ فِي عِصْمَةِ زَيْدٍ. </p><p> وَالدَّلِيلُ عَلَى هَذَا أَمْرَانِ: </p><p> الْأَوَّلُ: هُوَ مَا قَدَّمْنَا مِنْ أَنَّ اللَّهَ جَلَّ وَعَلَا قَالَ: وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ، وَهَذَا الَّذِي أَبْدَاهُ اللَّهُ جَلَّ وَعَلَا هُوَ زَوَاجُهُ إِيَّاهَا فِي قَوْلِهِ: فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا، وَلَمْ يُبْدِ جَلَّ وَعَلَا شَيْئًا مِمَّا زَعَمُوهُ أَنَّهُ أَحَبَّهَا، وَلَوْ كَانَ ذَلِكَ هُوَ الْمُرَادُ لَأَبْدَاهُ اللَّهُ تَعَالَى كَمَا تَرَى. </p><p> الْأَمْرُ الثَّانِي: أَنَّ اللَّهَ جَلَّ وَعَلَا صَرَّحَ بِأَنَّهُ هُوَ الَّذِي زَوَّجَهُ إِيَّاهَا، وَأَنَّ الْحِكْمَةَ الْإِلَاهِيَّةَ فِي ذَلِكَ التَّزْوِيجِ هِيَ قِطَعُ تَحْرِيمِ أَزْوَاجِ الْأَدْعِيَاءِ فِي قَوْلِهِ تَعَالَى: فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ الْآيَةَ، فَقَوْلُهُ تَعَالَى: لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ، تَعْلِيلٌ صَرِيحٌ لِتَزْوِيجِهِ إِيَّاهَا لِمَا ذَكَرْنَا، وَكَوْنُ اللَّهِ هُوَ الَّذِي زَوَّجَهُ إِيَّاهَا لِهَذِهِ الْحِكْمَةِ الْعَظِيمَةِ صَرِيحٌ فِي أَنَّ سَبَبَ زَوَاجِهِ إِيَّاهَا لَيْسَ هُوَ مَحَبَّتَهُ لَهَا الَّتِي كَانَتْ سَبَبًا فِي طَلَاقِ زِيدٍ لَهَا كَمَا زَعَمُوا، وَيُوَضِّحُهُ قَوْلُهُ تَعَالَى: فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا الْآيَةَ ; لِأَنَّهُ يَدُلُّ عَلَى أَنَّ زَيْدًا قَضَى وَطَرَهُ مِنْهَا، وَلَمْ تَبْقَ لَهُ بِهَا حَاجَةٌ، فَطَلَّقَهَا بِاخْتِيَارِهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنَ الْأَمْرِ بِالْإِكْثَارِ مِنَ الذِّكْرِ، جَاءَ مَعْنَاهُ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: فَاذْكُرُوا اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِكُمْ [٤ \\ ١٠٣] ، وَقَوْلِهِ تَعَالَى: الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ [٣ \\ ١٩١] ، وَقَوْلِهِ تَعَالَى: وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ الْآيَةَ [٣٣ \\ ٣٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}