{
  "id": null,
  "sura": 34,
  "aya": 27,
  "text": "<p> قَوْلُهُ تَعَالَى: قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ. أَمَرَ اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ لِلْكُفَّارِ: إِنَّهُمْ وَإِيَّاهُمْ لَيْسَ أَحَدٌ مِنْهُمْ مَسْئُولًا عَمَّا يَعْمَلُهُ الْآخَرُ، بَلْ كُلٌّ مِنْهُمْ مُؤَاخَذٌ بِعَمَلِهِ، وَالْآخَرُ بَرِيءٌ مِنْهُ. </p><p> وَأَوْضَحَ هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ [١٠ \\ ٤١] ، وَقَوْلِهِ تَعَالَى: قُلْ يَا أَيُّهَا الْكَافِرُونَ لَا أَعْبُدُ مَا تَعْبُدُونَ، إِلَى قَوْلِهِ: لَكُمْ دِينُكُمْ وَلِيَ دِينِ [١٠٩ \\ ١ - ٦] ، وَفِي مَعْنَى ذَلِكَ فِي الْجُمْلَةِ قَوْلُهُ تَعَالَى: تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ [٢ \\ ١٤١] ; وَكَقَوْلِهِ تَعَالَى عَنْ نَبِيِّهِ هُودٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِي [١١ \\ ٥٤ - ٥٥] . </p><p> قَوْلُهُ تَعَالَى: قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ. أَمَرَ اللَّهُ جَلَّ وَعَلَا نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنْ يَقُولَ لِعَبَدَةِ الْأَوْثَانِ: أَرُونِي أَوْثَانَكُمُ الَّتِي أَلْحَقْتُمُوهَا بِاللَّهِ شُرَكَاءَ لَهُ فِي عِبَادَتِهِ كُفْرًا مِنْكُمْ، وَشِرْكًا وَافْتِرَاءً، وَقَوْلُهُ: أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ، لِأَنَّهُمْ إِنْ أَرَوْهُ إِيَّاهَا تَبَيَّنَ بِرُؤْيَتِهَا أَنَّهَا جَمَادٌ لَا يَنْفَعُ وَلَا يَضُرُّ، وَاتَّضَحَ بُعْدُهَا عَنْ صِفَاتِ الْأُلُوهِيَّةِ، فَظَهَرَ لِكُلِّ عَاقِلٍ بِرُؤْيَتِهَا بُطْلَانُ عِبَادَةِ مَا لَا يَنْفَعُ وَلَا يَضُرُّ، فَإِحْضَارُهَا وَالْكَلَامُ فِيهَا، وَهِيَ مُشَاهَدَةٌ أَبْلَغُ مِنَ الْكَلَامِ فِيهَا غَائِبَةً، مَعَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْرِفُهَا، وَكَمَا أَنَّهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَمَرَهُمْ أَنْ يُرُوهُ إِيَّاهَا لِيَتَبَيَّنَ بِذَلِكَ بُطْلَانُ عِبَادَتِهَا، فَقَدْ أَمَرَهُمْ فِي آيَةٍ أُخْرَى أَنْ يُسَمُّوهَا بِأَسْمَائِهَا ; لِأَنَّ تَسْمِيَتَهَا بِأَسْمَائِهَا يَظْهَرُ بِهَا بُعْدُهَا عَنْ صِفَاتِ الْأُلُوهِيَّةِ، وَبُطْلَانُ عِبَادَتِهَا لِأَنَّهَا أَسْمَاءُ إِنَاثٍ حَقِيرَةٍ كَاللَّاتِ وَالْعُزَّى، وَمَنَاةَ الثَّالِثَةِ الْأُخْرَى ; كَمَا قَالَ تَعَالَى: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا الْآيَةَ [٤ \\ ١١٧] ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ [١٣ \\ ٣٣] . </p><p> وَالْأَظْهَرُ فِي قَوْلِهِ: أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ فِي هَذِهِ الْآيَةِ: هُوَ مَا ذَكَرْنَا مِنْ أَنَّ الرُّؤْيَةَ بَصَرِيَّةٌ، وَعَلَيْهِ فَقَوْلُهُ: شُرَكَاءَ حَالٌ، وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّهَا مِنْ رَأَى </p>"
}