{
  "id": null,
  "sura": 34,
  "aya": 3,
  "text": "<p> الصَّالِحَةِ ; كَمَا بَيَّنَهُ بِقَوْلِهِ: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ [٣٥ \\ ١٠] ، وَكَأَرْوَاحِ الْمُؤْمِنِينَ وَغَيْرِ ذَلِكَ ; كَمَا قَالَ تَعَالَى: تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ الْآيَةَ [٧٠ \\ ٤] . </p><p> وَقَالَ تَعَالَى: يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ [٣٢ \\ ٥] ، وَمَا ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّهُ يَعْلَمُ جَمِيعَ مَا ذَكَرَ، ذَكَرَهُ فِي سُورَةِ «الْحَدِيدِ» ، فِي قَوْلِهِ: يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا [٥٧ \\ ٤] . </p><p> وَقَدْ أَوْضَحْنَا الْآيَاتِ الدَّالَّةَ عَلَى كَمَالِ إِحَاطَةِ عِلْمِ اللَّهِ بِكُلِّ شَيْءٍ فِي أَوَّلِ سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ الْآيَةَ [١١ \\ ٥] ، وَفِي مَوَاضِعَ أُخَرَ مُتَعَدِّدَةٍ. </p><p> قَوْلُهُ تَعَالَى: وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْكُفَّارَ أَنْكَرُوا الْبَعْثَ، وَقَالُوا: لَا تَأْتِينَا السَّاعَةُ، أَيِ: الْقِيَامَةُ، وَأَنَّهُ جَلَّ وَعَلَا أَمَرَ نَبِيَّهُ أَنْ يُقْسِمَ لَهُمْ بِرَبِّهِ الْعَظِيمِ أَنَّ السَّاعَةَ سَوْفَ تَأْتِيهِمْ مُؤَكِّدًا ذَلِكَ تَوْكِيدًا مُتَعَدِّدًا. </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ إِنْكَارِ الْكُفَّارِ لِلْبَعْثِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ [١٦ \\ ٣٨] ، وَقَوْلِهِ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٨] ، وَقَوْلِهِ تَعَالَى: وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا [١٩ \\ ٦٦] ، وَقَوْلِهِ تَعَالَى عَنْهُمْ: وَمَا نَحْنُ بِمَبْعُوثِينَ [٦ \\ ٢٩] ، وَمَا نَحْنُ بِمُنْشَرِينَ [٤٤ \\ ٦٦] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، وَمَا ذَكَرَهُ جَلَّ وَعَلَا مِنْ أَنَّهُ أَمَرَ نَبِيَّهُ بِالْإِقْسَامِ لَهُمْ عَلَى أَنَّهُمْ يُبْعَثُونَ، جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ. </p><p> قَالَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: هَذِهِ إِحْدَى الْآيَاتِ الثَّلَاثِ الَّتِي لَا رَابِعَةَ لَهُنَّ، مِمَّا أَمَرَ اللَّهُ رَسُولَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُقْسِمَ بِرَبِّهِ الْعَظِيمِ عَلَى وُقُوعِ الْمَعَادِ، لَمَّا أَنْكَرَهُ مَنْ أَنْكَرَهُ مِنْ أَهْلِ الْكُفْرِ وَالْعِنَادِ، فَإِحْدَاهُنَّ فِي سُورَةِ «يُونُسَ» عَلَيْهِ السَّلَامُ، وَهِيَ قَوْلُهُ تَعَالَى: </p><p> وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ [١٠ \\ ٥٣] ، وَالثَّانِيَةُ هَذِهِ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ، وَالثَّالِثَةُ فِي سُورَةِ «التَّغَابُنِ» ، وَهِيَ قَوْلُهُ تَعَالَى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ الْآيَةَ [٦٤ \\ ٧] . </p><p> وَقَدْ قَدَّمْنَا الْبَرَاهِينَ الدَّالَّةَ عَلَى الْبَعْثِ بَعْدَ الْمَوْتِ مِنَ الْقُرْآنِ فِي سُورَةِ «الْبَقَرَةِ» ، وَسُورَةِ «النَّحْلِ» وَغَيْرِهِمَا. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَى إِنْكَارِ الْكُفَّارِ الْبَعْثَ، وَمَا أَعَدَّ اللَّهُ لِمُنْكِرِي الْبَعْثِ مِنَ الْعَذَابِ فِي «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا [٢٥ \\ ١١] ، وَفِي مَوَاضِعَ أُخَرَ. وَقَوْلُهُ: قُلْ بَلَى لَفْظَةُ: بَلَى قَدْ قَدَّمْنَا مَعَانِيَهَا فِي اللُّغَةِ الْعَرَبِيَّةِ بِإِيضَاحٍ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ بَلَى الْآيَةَ [١٦ \\ ٢٨] . </p><p> قَوْلُهُ تَعَالَى: عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ. مَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّهُ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ [١٠ \\ ٦١] ، وَقَوْلِهِ تَعَالَى: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ [٦ \\ ٥٩] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ، وَقَدْ بَيَّنَّاهَا فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَا يَعْزُبُ، أَيْ: لَا يَغِيبُ عَنْهُ مِثْقَالُ ذَرَّةٍ، وَمِنْهُ قَوْلُ كَعْبِ بْنِ سَعْدٍ الْغَنَوِيِّ: </p><p> أَخِي كَانَ أَمَّا حِلْمُهُ فَمُرَوِّحٌ ... عَلَيْهِ وَأَمَّا جَهْلُهُ فَعَزِيبُ </p>"
}