{
  "id": null,
  "sura": 34,
  "aya": 52,
  "text": "<p> تَعَالَى: وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا [٣٠ \\ ٩] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْمُؤْمِنُونَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ [٢٣ \\ ٧٠] . </p><p> قَوْلُهُ تَعَالَى: قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كَارِهُونَ وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ [١١ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا [١٧ \\ ٨١] . </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي سُورَةِ «الْأَنْبِيَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَدَاوُدَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ [٢١ \\ ٧٨] ، فِي مَعْرِضِ بَيَانِ حُجَجِ الظَّاهِرِيَّةِ فِي دَعْوَاهُمْ مَنْعَ الِاجْتِهَادِ. </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا آمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْكُفَّارَ يَوْمَ الْقِيَامَةِ يُؤْمِنُونَ بِاللَّهِ، وَأَنَّ ذَلِكَ الْإِيمَانَ لَا يَنْفَعُهُمْ لِفَوَاتِ وَقْتِ نَفْعِهِ، الَّذِي هُوَ مُدَّةُ دَارِ الدُّنْيَا جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَيْهِ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ الْآيَةَ [٧ \\ ٥٣] . وَفِي سُورَةِ «مَرْيَمَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ [١٩ \\ ٣٨] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. وَقَوْلُهُ تَعَالَى فِي </p><p> هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ، أَنَّى تَدَلُّ عَلَى كَمَالِ الِاسْتِبْعَادِ هُنَا، وَالتَّنَاوُشُ: التَّنَاوُلُ، وَقَالَ بَعْضُهُمْ: هُوَ خُصُوصُ التَّنَاوُلِ السَّهْلِ لِلشَّيْءِ الْقَرِيبِ. </p><p> وَالْمَعْنَى: أَنَّهُ يُسْتَبْعَدُ كُلَّ الِاسْتِبْعَادِ وَيَبْعُدُ كُلَّ الْبُعْدِ، أَنْ يَتَنَاوَلَ الْكُفَّارُ الْإِيمَانَ النَّافِعَ فِي الْآخِرَةِ بَعْدَمَا ضَيَّعُوا ذَلِكَ وَقْتَ إِمْكَانِهِ فِي دَارِ الدُّنْيَا، وَقِيلَ الِاسْتِبْعَادُ لِرَدِّهِمْ إِلَى الدُّنْيَا مَرَّةً أُخْرَى لِيُؤْمِنُوا، وَالْأَوَّلُ أَظْهَرُ، وَيَدُلُّ عَلَيْهِ قَوْلُهُ قَبْلَهُ: وَقَالُوا آمَنَّا بِهِ، وَمَنْ أَرَادَ تَنَاوُلَ شَيْءٍ مِنْ مَكَانٍ بَعِيدٍ لَا يُمْكِنُهُ ذَلِكَ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}