{
  "id": null,
  "sura": 34,
  "aya": 28,
  "text": "<p> الْعِلْمِيَّةِ، وَعَلَيْهِ فَ شُرَكَاءَ مَفْعُولٌ ثَالِثٌ لِـ أَرُونِيَ، قَالَ الْقُرْطُبِيُّ: يَكُونُ أَرُونِيَ هُنَا مِنْ رُؤْيَةِ الْقَلْبِ، فَيَكُونُ: شُرَكَاءَ مَفْعُولًا ثَالِثًا، أَيْ: عَرِّفُونِي الْأَصْنَامَ وَالْأَوْثَانَ الَّتِي جَعَلْتُمُوهَا شُرَكَاءَ لِلَّهِ عَزَّ وَجَلَّ، وَهَلْ شَارَكَتْ فِي خَلْقِ شَيْءٍ، فَبَيِّنُوا مَا هُوَ وَإِلَّا فَلِمَ تَعْبُدُونَهَا، اه مَحَلُّ الْغَرَضِ مِنْهُ. وَاخْتَارَ هَذَا أَبُو حَيَّانَ فِي «الْبَحْرِ الْمُحِيطِ» . وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَلَّا رَدْعٌ لَهُمْ، وَزَجْرٌ عَنْ إِلْحَاقِ الشُّرَكَاءِ بِهِ. وَقَوْلُهُ: بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ، أَيِ: الْمُتَّصِفُ بِذَلِكَ هُوَ الْمُسْتَحِقُّ لِلْعِبَادَةِ، وَقَدْ قَدَّمْنَا مَعْنَى الْعَزِيزُ الْحَكِيمُ بِشَوَاهِدِهِ مِرَارًا. </p><p> قَوْلُهُ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا [٧ \\ ١٥٨] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. وَقَوْلُهُ تَعَالَى: إِلَّا كَافَّةً لِلنَّاسِ، اسْتَشْهَدَ بِهِ بَعْضَ عُلَمَاءِ الْعَرَبِيَّةِ عَلَى جَوَازِ تَقَدُّمِ الْحَالِ عَلَى صَاحِبِهَا الْمَجْرُورِ بِالْحَرْفِ ; كَمَا أَشَارَ لَهُ ابْنُ مَالِكٍ فِي «الْخُلَاصَةِ» بِقَوْلِهِ: </p><p> وَسَبْقُ حَالِ مَا بِحَرْفِ جَرٍّ قَدْ أَبَوْا وَلَا أَمْنَعُهُ فَقَدْ وَرَدْ </p><p> قَالُوا: لِأَنَّ الْمَعْنَى: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ، أَيْ: جَمِيعًا، أَيْ: أَرْسَلْنَاكَ لِلنَّاسِ فِي حَالِ كَوْنِهِمْ مُجْتَمِعِينَ فِي رِسَالَتِكَ، وَمِمَّنْ أَجَازَ ذَلِكَ أَبُو عَلِيٍّ الْفَارِسِيُّ، وَابْنُ كَيْسَانَ، وَابْنُ بُرْهَانَ، وَلِذَلِكَ شَوَاهِدُ فِي شِعْرِ الْعَرَبِ ; كَقَوْلِ طُلَيْحَةَ بْنِ خُوَيْلِدٍ الْأَسَدِيِّ: </p><p> فَإِنْ تَكُ أَذْوَادٌ أُصِبْنَ وَنِسْوَةٌ ... فَلَنْ يَذْهَبُوا فَرْغًا بِقَتْلِ حِبَالِ </p><p> وَكَقَوْلِ كُثَيِّرٍ: </p><p> لَئِنْ كَانَ بَرْدُ الْمَاءِ هَيْمَانَ ... صَادِيًا إِلَيَّ حَبِيبًا إِنَّهَا لِحَبِيبُ </p><p> وَقَوْلِ الْآخَرِ: </p><p> تَسَلَّيْتُ طُرًّا عَنْكُمْ بَعْدَ بَيْنِكُمْ ... بِذِكْرِكُمُ حَتَّى كَأَنَّكُمْ عِنْدِي </p><p> وَقَوْلِ الْآخَرِ: </p><p> غَافِلًا تَعْرِضُ الْمَنِيَّةُ لِلْمَرْءِ ... فَيُدْعَى وَلَاتَ حِينَ إِبَاءِ </p><p> وَقَوْلِهِ: </p><p> مَشْغُوفَةٌ بِكَ قَدْ شُغِفْتَ وَإِنَّمَا ... حُمَّ الْفِرَاقُ فَمَا إِلَيْكَ سَبِيلُ </p><p> وَقَوْلِهِ: </p><p> إِذَا الْمَرْءُ أَعْيَتْهُ الْمُرُوءَةُ نَاشِئًا ... فَمَطْلَبُهَا كَهْلًا عَلَيْهِ شَدِيدُ </p><p> فَقَوْلُهُ فِي الْبَيْتِ الْأَوَّلِ: فَرْغًا، أَيْ: هَدَرًا، حَالٌ وَصَاحِبُهُ الْمَجْرُورُ بِالْبَاءِ الَّذِي هُوَ بِقَتْلٍ، وَحِبَالٌ اسْمُ رَجُلٍ. وَقَوْلُهُ فِي الْبَيْتِ الثَّانِي: هَيْمَانَ صَادِيًا، حَالَانِ مِنْ يَاءِ الْمُتَكَلِّمِ الْمَجْرُورَةِ بِإِلَى فِي قَوْلِهِ: إِلَيَّ حَبِيبًا. وَقَوْلُهُ فِي الْبَيْتِ الثَّالِثِ: طُرًّا حَالٌ مِنَ الضَّمِيرِ الْمَجْرُورِ بِعَنْ، فِي قَوْلِهِ: عَنْكُمْ، وَهَكَذَا وَتَقَدُّمُ الْحَالِ عَلَى صَاحِبِهَا الْمَجْرُورِ بِالْحَرْفِ مَنَعَهُ أَغْلَبُ النَّحْوِيِّينَ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ فِي «الْكَشَّافِ» ، فِي تَفْسِيرِ قَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ، إِلَّا رِسَالَةً عَامَّةً لَهُمْ مُحِيطَةً بِهِمْ ; لِأَنَّهُمْ إِذَا شَمِلَتْهُمْ، فَإِنَّهَا قَدْ كَفَتْهُمْ أَنْ يَخْرُجَ مِنْهَا أَحَدٌ مِنْهُمْ. </p><p> وَقَالَ الزَّجَّاجُ: الْمَعْنَى: أَرْسَلْنَاكَ جَامِعًا لِلنَّاسِ فِي الْإِنْذَارِ وَالْإِبْلَاغِ فَجَعْلَهُ حَالًا مِنَ الْكَافِ، وَحَقُّ التَّاءِ عَلَى هَذَا أَنْ تَكُونَ لِلْمُبَالَغَةِ كَتَاءِ الرَّاوِيَةِ وَالْعَلَّامَةِ، وَمَنْ جَعَلَهُ حَالًا مِنَ الْمَجْرُورِ مُتَقَدِّمًا عَلَيْهِ فَقَدْ أَخْطَأَ ; لِأَنَّ تَقَدُّمَ حَالِ الْمَجْرُورِ عَلَيْهِ فِي الْإِحَالَةِ بِمَنْزِلَةِ تَقَدُّمِ الْمَجْرُورِ عَلَى الْجَارِ، وَكَمْ تَرَى مِمَّنْ يَرْتَكِبُ هَذَا الْخَطَأَ ثُمَّ لَا يَقْنَعُ بِهِ حَتَّى يُضَمَّ إِلَيْهِ أَنْ يَجْعَلَ اللَّامَ بِمَعْنَى إِلَى ; لِأَنَّهُ لَا يَسْتَوِي لَهُ الْخَطَأُ الْأَوَّلُ إِلَّا بِالْخَطَأِ الثَّانِي، فَلَا بُدَّ لَهُ مِنِ ارْتِكَابِ الْخَطَأَيْنِ، اه مِنْهُ. </p><p> وَقَالَ الشَّيْخُ الصَّبَّانُ فِي حَاشِيَتِهِ عَلَى الْأَشْمُونِيِّ: جَعَلَ الزَّمَخْشَرِيُّ كَافَّةً صِفَةً لِمَصْدَرٍ مَحْذُوفٍ، أَيْ: رِسَالَةً كَافَّةً لِلنَّاسِ، وَلَكِنِ اعْتُرِضَ بِأَنْ كَافَّةً مُخْتَصَّةٌ بِمَنْ يَعْقِلُ وَبِالنَّصْبِ عَلَى الْحَالِ كَطُرًّا وَقَاطِبَةً، انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. وَمَا ذَكَرَهُ الصَّبَّانِ فِي كَافَّةً هُوَ الْمَشْهُورُ الْمُتَدَاوَلُ فِي كَلَامِ الْعَرَبِ، وَأَوْضَحَ ذَلِكَ أَبُو حَيَّانَ فِي «الْبَحْرِ» ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ. </p>"
}