{
  "id": null,
  "sura": 34,
  "aya": 10,
  "text": "<p> وَالثَّانِي: أَنَّهُ إِنْ شَاءَ أَنْ يُسْقِطَ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ، فَعَلَ ذَلِكَ أَيْضًا لِقُدْرَتِهِ عَلَيْهِ. </p><p> أَمَّا الْأَوَّلُ: الَّذِي هُوَ أَنَّهُ لَوْ شَاءَ أَنْ يَخْسِفَ بِهِمُ الْأَرْضَ لَفَعَلَ، فَقَدْ ذَكَرَهُ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ [٦٧ \\ ١٦] ، وَقَوْلِهِ تَعَالَى: أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ الْآيَةَ [١٧ \\ ٦٨] ، وَقَوْلِهِ تَعَالَى: لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا [٢٨ \\ ٨٢] ، وَقَوْلِهِ تَعَالَى فِي «الْأَنْعَامِ» : أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ الْآيَةَ [٦ \\ ٦٥] . </p><p> وَقَوْلُهُ هُنَا: أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ، قَدْ بَيَّنَّا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، أَنَّهُ هُوَ الْمُرَادُ بِقَوْلِهِ تَعَالَى عَنِ الْكُفَّارِ: أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا الْآيَةَ [١٧ \\ ٩٢] . وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ: إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ بِالْيَاءِ الْمُثَنَّاةِ التَّحْتِيَّةِ فِي الْأَفْعَالِ الثَّلَاثَةِ، أَعْنِي: يَشَأْ، وَيَخْسِفْ، وَيُسْقِطْ ; وَعَلَى هَذِهِ الْقِرَاءَةِ فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى اللَّهِ تَعَالَى، أَيْ: إِنْ يَشَأْ هُوَ، أَيِ: اللَّهُ، يَخْسِفْ بِهِمُ الْأَرْضَ، وَقَرَأَ الْبَاقُونَ بِالنُّونِ الدَّالَّةِ عَلَى الْعَظَمَةِ فِي الْأَفْعَالِ الثَّلَاثَةِ، أَيْ: إِنْ نَشَأَ نَحْنُ. . إِلَخْ، وَقَرَأَ حَفْصٌ عَنْ عَاصِمٍ: كِسَفًا بِفَتْحِ السِّينِ، وَالْبَاقُونَ بِسُكُونِهَا وَالْكِسَفُ بِفَتْحِ السِّينِ الْقِطَعُ، وَالْكِسْفُ بِسُكُونِ السِّينِ وَاحِدُهَا. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ آتَيْنَا دَاوُدَ مِنَّا فَضْلًا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ آتَى دَاوُدَ مِنْهُ فَضْلًا تَفَضَّلَ بِهِ عَلَيْهِ، وَبَيَّنَ هَذَا الْفَضْلَ الَّذِي تَفَضَّلَ بِهِ عَلَى دَاوُدَ فِي آيَاتٍ أُخَرَ ; كَقَوْلِهِ تَعَالَى: وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ اللَّهُ الْمُلْكَ وَالْحِكْمَةَ وَعَلَّمَهُ مِمَّا يَشَاءُ [٢ \\ ٢٥١] ، وَقَوْلِهِ تَعَالَى: وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ [٣٨ \\ ٢٠] ، وَقَوْلِهِ تَعَالَى: وَوَهَبْنَا لِدَاوُدَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ [٣٨] ، وَقَوْلِهِ تَعَالَى: فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ [٣٨] ، وَقَوْلِهِ تَعَالَى: يَادَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ [٣٨ \\ ٢٦] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا دَاوُدَ وَسُلَيْمَانَ عِلْمًا وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ [٢٧ \\ ١٥] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآتَيْنَا دَاوُدَ زَبُورًا [١٧ \\ ٥٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}