{
  "id": null,
  "sura": 35,
  "aya": 10,
  "text": "<p> كَثِيرَةٍ فِي سُورَةِ «الْبَقَرَةِ» ، وَ «النَّحْلِ» ، وَ «الْأَنْبِيَاءِ» وَغَيْرِ ذَلِكَ، وَقَدْ تَقَدَّمَتِ الْإِحَالَةُ عَلَيْهِ مِرَارًا. </p><p> قَوْلُهُ تَعَالَى: مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا. بَيَّنَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَإِنَّهَا جَمِيعَهَا لِلَّهِ وَحْدَهُ، فَلْيَطْلُبْهَا مِنْهُ وَلِيَتَسَبَّبْ لِنَيْلِهَا بِطَاعَتِهِ جَلَّ وَعَلَا، فَإِنَّ مَنْ أَطَاعَهُ أَعْطَاهُ الْعِزَّةَ فِي الدُّنْيَا وَالْآخِرَةِ. أَمَّا الَّذِينَ يَعْبُدُونَ الْأَصْنَامَ لِيَنَالُوا الْعِزَّةَ بِعِبَادَتِهَا، وَالَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ، يَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ، فَإِنَّهُمْ فِي ضَلَالٍ وَعَمًى عَنِ الْحَقِّ ; لِأَنَّهُمْ يَطْلُبُونَ الْعِزَّةَ مِنْ مَحَلِّ الذُّلِّ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، جَاءَ مُوَضَّحًا فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا [١٩ \\ ٨١ - ٨٢] ، وَقَوْلِهِ تَعَالَى: الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا [٤ \\ ١٣٩] ، وَقَوْلِهِ تَعَالَى: وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا هُوَ السَّمِيعُ الْعَلِيمُ [١٠ \\ ٦٥] ، وَقَوْلِهِ تَعَالَى: يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ الْآيَةَ [٦٣ \\ ٨] ، وَقَوْلُهُ تَعَالَى: سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ [٣٧ \\ ١٨٠] ، وَالْعِزَّةُ: الْغَلَبَةُ وَالْقُوَّةُ. وَمِنْهُ قَوْلُ الْخَنْسَاءِ: </p><p> كَأَنْ لَمْ يَكُونُوا حِمًى يُحْتَشَى ... إِذِ النَّاسُ إِذْ ذَاكَ مَنْ عَزِيزَا </p><p> أَيْ: مَنْ غَلَبَ اسْتَلَبَ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَعَزَّنِي فِي الْخِطَابِ [٣٨ \\ ٢٣] ، أَيْ: غَلَبَنِي وَقَوِيَ عَلَيَّ فِي الْخُصُومَةِ. </p><p> وَقَوْلُ مِنْ قَالَ مِنْ أَهْلِ الْعِلْمِ: إِنَّ مَعْنَى الْآيَةِ: مَنْ كَانَ يُرِيدُ الْعِزَّةَ، أَيْ: يُرِيدُ أَنْ يَعْلَمَ لِمَنِ الْعِزَّةُ أَصْوَبُ مِنْهُ مَا ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ الْآيَةَ. قَدْ تَقَدَّمَ بَعْضُ الْكَلَامِ عَلَيْهِ فِي سُورَةِ «النَّحْلِ» ، مَعَ إِعْرَابِ السَّيِّئَاتِ. </p>"
}