{
  "id": null,
  "sura": 35,
  "aya": 12,
  "text": "<p> وَقَدْ قَدَّمْنَا فِي مَوَاضِعَ أُخَرَ أَنَّ مِنْ مَكْرِهِمُ السَّيِّئَاتِ كُفْرَهُمْ بِاللَّهِ وَأَمْرَهُمْ أَتْبَاعَهُمْ بِهِ ; كَمَا قَالَ تَعَالَى: وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا [٣٤ \\ ٣٣] ، وَكَقَوْلِهِ تَعَالَى: وَمَكَرُوا مَكْرًا كُبَّارًا وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا [٧١ \\ ٢٢ - ٢٣] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ. قَدْ تَقَدَّمَ إِيضَاحُهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي أَوَّلِ سُورَةِ «الْحَجِّ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ [٢٢ \\ ٥] . </p><p> قَوْلُهُ تَعَالَى: وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الرَّعْدِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ [١٣ \\ ٨] ، مَعَ بَيَانِ الْأَحْكَامِ الْمُتَعَلِّقَةِ بِالْآيَةِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ. قَدْ قَدَّمْنَا بَعْضَ الْكَلَامِ عَلَيْهِ فِي آخِرِ سُورَةِ «الْأَحْزَابِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا [٣٣ \\ ٧٢] . وَفِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا [٢٥ \\ ٦١] . </p><p> قَوْلُهُ تَعَالَى وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ. تَقَدَّمَ إِيضَاحُهُ فِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ [٢٥ \\ ٥٣] . </p><p> قَوْلُهُ تَعَالَى: وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا. قَدْ تُقَدَّمَ الْكَلَامُ عَلَيْهِ مَعَ بَسْطِ أَحْكَامٍ فِقْهِيَّةٍ تَتَعَلَّقُ بِذَلِكَ فِي سُورَةِ «النَّحْلِ» ، فِي </p>"
}