{
  "id": null,
  "sura": 35,
  "aya": 2,
  "text": "<p> سَخَّرَ لَهُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ فِي آيَاتٍ مِنْ كِتَابِهِ ; كَقَوْلِهِ تَعَالَى: وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ [٤٥ \\ ١٣] ، وَقَوْلِهِ تَعَالَى: وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ الْآيَةَ [١٤ \\ ٣٣] ، وَقَوْلِهِ تَعَالَى: وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ [٧ \\ ٥٤] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِمَعْنَى تَسْخِيرِ مَا فِي السَّمَاوَاتِ لِأَهْلِ الْأَرْضِ فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ الْآيَةَ [١٥ \\ ١٧] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: جَاعِلِ الْمَلَائِكَةِ رُسُلًا، قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحَجِّ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ [٢٢ \\ ٧٥] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ، أَيْ: خَالِقِ السَّمَاوَاتِ وَالْأَرْضِ، وَمُبْدِعِهِمَا عَلَى غَيْرِ مِثَالٍ سَابِقٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ: قَالَ سُفْيَانُ الثَّوْرِيُّ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كُنْتُ لَا أَدْرِي مَا فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ، حَتَّى أَتَانِي أَعْرَابِيَّانِ يَخْتَصِمَانِ فِي بِئْرٍ، فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ: أَنَا فَطَرْتُهَا، أَيْ: بَدَأْتُهَا. </p><p> قَوْلُهُ تَعَالَى: مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ الْآيَةَ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ مَا يَفْتَحُهُ لِلنَّاسِ مِنْ رَحْمَتِهِ وَإِنْعَامِهِ عَلَيْهِمْ بِجَمِيعِ أَنْوَاعِ النِّعَمِ، لَا يَقْدِرُ أَحَدٌ كَائِنًا مَا كَانَ أَنْ يُمْسِكَهُ عَنْهُمْ، وَمَا يُمْسِكُهُ عَنْهُمْ مِنْ رَحِمَتِهِ وَإِنْعَامِهِ لَا يَقْدِرُ أَحَدٌ كَائِنًا مَنْ كَانَ أَنْ يُرْسِلَهُ إِلَيْهِمْ، وَهَذَا مَعْلُومٌ بِالضَّرُورَةِ مِنَ الدِّينِ، وَالرَّحْمَةُ الْمَذْكُورَةُ فِي الْآيَةِ عَامَّةٌ فِي كُلِّ مَا يَرْحَمُ اللَّهُ بِهِ خَلْقَهُ مِنَ الْإِنْعَامِ الدُّنْيَوِيِّ وَالْأُخْرَوِيِّ، كَفَتْحِهِ لَهُمْ رَحْمَةَ الْمَطَرِ ; كَمَا قَالَ تَعَالَى: فَانْظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا [٣٠ \\ ٥٠] . </p><p> وَقَوْلُهُ تَعَالَى: وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ [٧ \\ ٥٧] ، وَقَوْلُهُ </p>"
}