{
  "id": null,
  "sura": 35,
  "aya": 9,
  "text": "<p> وَقَوْلِهِ: فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ [٢٩ \\ ١٧] . </p><p> وَقَدْ قَدَّمْنَا كَثِيرًا مِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> قَوْلُهُ تَعَالَى: وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ. مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَسْلِيَتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بِأَنَّ مَا لَاقَاهُ مِنْ قَوْمِهِ مِنَ التَّكْذِيبِ لَاقَاهُ الرُّسُلُ الْكِرَامُ مِنْ قَوْمِهِمْ قَبْلَهُ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ جَمِيعًا، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا [٦ \\ ٣٤] ، وَقَوْلِهِ تَعَالَى: مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ [٤١ \\ ٤٣] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْرُوفَةٌ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي مَوَاضِعَ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ ; كَقَوْلِهِ تَعَالَى فِي «الْكَهْفِ» : أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ الْآيَةَ [١٨ \\ ٥٠] . </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحَجِّ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ [٢٢ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ [٦ \\ ٣٣] . وَفِي «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ الْآيَةَ [١٨ \\ ٦] ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ. مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ إِحْيَاءَهُ تَعَالَى الْأَرْضَ بَعْدَ مَوْتِهَا الْمُشَاهَدِ فِي دَارِ الدُّنْيَا بُرْهَانٌ قَاطِعٌ عَلَى قُدْرَتِهِ عَلَى الْبَعْثِ، قَدْ تَقَدَّمَ إِيضَاحُهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي مَوَاضِعَ </p>"
}