{
  "id": null,
  "sura": 35,
  "aya": 19,
  "text": "<p> قَوْلُهُ تَعَالَى: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ مَعَ الْجَوَابِ عَنْ بَعْضِ الْأَسْئِلَةِ الْوَارِدَةِ عَلَى الْآيَةِ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى: وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ [١٦ \\ ٢٥] ، وَوَجْهُ الْجَمْعِ بَيْنَ أَمْثَالِ هَذِهِ الْآيَةِ وَبَيْنَ قَوْلِهِ تَعَالَى: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ [٢٩ \\ ١٣] ، وَنَحْوِهَا مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ إِنْذَارَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَحْصُورٌ فِي الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ، وَأَقَامُوا الصَّلَاةَ، وَهَذَا الْحَصْرُ الْإِضَافِيُّ ; لِأَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِالْإِنْذَارِ، وَغَيْرُ الْمُنْتَفِعِ بِالْإِنْذَارِ كَأَنَّهُ هُوَ وَالَّذِي لَمْ يُنْذَرْ سَوَاءٌ، بِجَامِعِ عَدَمِ النَّفْعِ فِي كُلٍّ مِنْهُمَا. </p><p> وَهَذَا الْمَعْنَى جَاءَ مُوَضَّحًا فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى: وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ الْآيَةَ [٣٦ \\ ١٠ - ١١] ، وَقَوْلِهِ: إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا [٧٩ \\ ٤٥] ، وَيُشْبِهُ مَعْنَى ذَلِكَ فِي الْجُمْلَةِ قَوْلَهُ تَعَالَى: فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ [٥٠ \\ ٤٥] ، وَقَدْ قَدَّمْنَا مَعْنَى الْإِنْذَارِ وَأَنْوَاعَهُ مُوَضَّحًا فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ [٧ \\ ٢] . </p><p> قَوْلُهُ تَعَالَى: وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ فِي أَوَّلِ سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ الْآيَةَ [١١ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ. </p>"
}