{
  "id": null,
  "sura": 35,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ فَاطِرٍ </p><p> قَوْلُهُ تَعَالَى: الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ الْآيَةَ. </p><p> الْأَلِفُ وَاللَّامُ فِي قَوْلِهِ: الْحَمْدُ لِلَّهِ، لِلِاسْتِغْرَاقِ، أَيْ: جَمِيعُ الْمَحَامِدِ ثَابِتٌ لِلَّهِ جَلَّ وَعَلَا، وَقَدْ أَثْنَى جَلَّ وَعَلَا عَلَى نَفْسِهِ بِهَذَا الْحَمْدِ الْعَظِيمِ مُعَلِّمًا خَلْقَهُ فِي كِتَابِهِ أَنْ يُثْنُوا عَلَيْهِ بِذَلِكَ، مُقْتَرِنًا بِكَوْنِهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا، وَذَلِكَ يَدُلُّ عَلَى أَنَّ خَلْقَهُ لِلسَّمَاوَاتِ وَالْأَرْضِ، وَمَا ذَكَرَ مَعَهُ يَدُلُّ عَلَى عَظَمَتِهِ، وَكَمَالِ قُدْرَتِهِ، وَاسْتِحْقَاقِهِ لِلْحَمْدِ لِذَاتِهِ لِعَظَمَتِهِ وَجَلَالِهِ وَكَمَالِ قُدْرَتِهِ، مَعَ مَا فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ مِنَ النِّعَمِ عَلَى بَنِي آدَمَ فَهُوَ بِخَلْقِهِمَا مُسْتَحِقٌّ لِلْحَمْدِ لِذَاتِهِ، وَلِإِنْعَامِهِ عَلَى الْخَلْقِ بِهِمَا، وَكَوْنِ خَلْقِهِمَا جَامِعًا بَيْنَ اسْتِحْقَاقِ الْحَمْدَيْنِ الْمَذْكُورَيْنِ، جَاءَتْ آيَاتٌ مِنْ كِتَابِ اللَّهِ تَدُلُّ عَلَيْهِ. أَمَّا كَوْنُ ذَلِكَ يَسْتَوْجِبُ حَمْدَ اللَّهِ لِعَظَمَتِهِ وَكَمَالِهِ، وَاسْتِحْقَاقِهِ لِكُلِّ ثَنَاءٍ جَمِيلٍ، فَقَدْ جَاءَ فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ «الْأَنْعَامِ» : الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ الْآيَةَ [٦ \\ ١] ، وَقَوْلِهِ فِي أَوَّلِ سُورَةِ «سَبَأٍ» : الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْآيَةَ [٣٤ \\ ٢] ، وَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ «الْفَاتِحَةِ» : الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [١ \\ ٢] . وَقَدْ قَدَّمْنَا أَنَّ قَوْلَهُ: رَبِّ الْعَالَمِينَ، بَيَّنَهُ قَوْلُهُ تَعَالَى: قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ [٢٦ \\ ٢٣ - ٢٤] ، وَكَقَوْلِهِ تَعَالَى: وَسَلَامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [٣٧ \\ ١٨١ - ١٨٢] ، وَقَوْلِهِ: وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. [٣٩ \\ ٧٥] </p><p> وَأَمَّا اسْتِحْقَاقُهُ لِلْحَمْدِ عَلَى خَلْقِهِ بِخَلْقِ السَّمَاوَاتِ وَالْأَرْضِ، لِمَا فِي ذَلِكَ مِنْ إِنْعَامِهِ عَلَى بَنِي آدَمَ، فَقَدْ جَاءَ فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ، فَقَدْ بَيَّنَ تَعَالَى أَنَّهُ أَنْعَمَ عَلَى خَلْقِهِ، بِأَنْ </p>"
}