{
  "id": null,
  "sura": 36,
  "aya": 51,
  "text": "<p> قَدْ قَدَّمْنَا أَنَّ إِحْيَاءَ الْأَرْضِ الْمَذْكُورَ فِي هَذِهِ الْآيَةِ، بُرْهَانٌ قَاطِعٌ عَلَى الْبَعْثِ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ [٢ \\ ٢٢] . وَفِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ الْآيَةَ [١٦ \\ ١٠] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. وَأَوْضَحْنَا فِي الْمَوَاضِعِ الْمَذْكُورَةِ، بَقِيَّةَ بَرَاهِينِ الْبَعْثِ بَعْدَ الْمَوْتِ. </p><p> قَوْلُهُ تَعَالَى: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا الْآيَةَ [١٦ \\ ١٤] . </p><p> قَوْلُهُ تَعَالَى: وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ. ذَمَّ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الْكُفَّارَ بِإِعْرَاضِهِمْ عَنْ آيَاتِ اللَّهِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَةُ، جَاءَ فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ ; كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ «الْأَنْعَامِ» : وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ الْآيَةَ [٦ \\ ٤ - ٥] ، وَقَوْلِهِ تَعَالَى فِي آخِرِ «يُوسُفَ» : وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ [١٢ \\ ١٠٥] ، وَقَوْلِهِ تَعَالَى: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ [٥٤ \\ ١ - ٢] ، وَقَوْلِهِ تَعَالَى: وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ [٣٧ \\ ١٣ - ١٤] ، وَأَصْلُ الْإِعْرَاضِ مُشْتَقٌّ مِنَ الْعُرْضِ بِالضَّمِّ، وَهُوَ الْجَانِبُ ; لِأَنَّ الْمُعْرِضَ عَنِ الشَّيْءِ يُوَلِّيهِ بِجَانِبِ عُنُقِهِ صَادًّا عَنْهُ. </p><p> قَوْلُهُ تَعَالَى: وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ النَّفْخَةَ الْأَخِيرَةَ، وَالصُّورُ قَرْنٌ مِنْ نُورٍ يَنْفُخُ فِيهِ الْمَلَكُ نَفْخَةَ الْبَعْثِ، وَهِيَ النَّفْخَةُ الْأَخِيرَةُ، وَإِذَا نَفَخَهَا قَامَ جَمِيعُ أَهْلِ الْقُبُورِ مِنْ قُبُورِهِمْ، أَحْيَاءً إِلَى الْحِسَابِ وَالْجَزَاءِ. </p><p> وَقَوْلُهُ: فَإِذَا هُمْ مِنَ الْأَجْدَاثِ، جَمْعُ جَدَثٍ بِفَتْحَتَيْنِ، وَهُوَ الْقَبْرُ، وَقَوْلُهُ: </p><p> يَنْسِلُونَ، أَيْ: يُسْرِعُونَ فِي الْمَشْيِ مِنَ الْقُبُورِ إِلَى الْمَحْشَرِ ; كَمَا قَالَ تَعَالَى: يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ [٧٠ \\ ٤٣] ، وَقَالَ تَعَالَى: يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا الْآيَةَ [٥٠ \\ ٤٤] ، وَكَقَوْلِهِ تَعَالَى: يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ مُهْطِعِينَ إِلَى الدَّاعِي الْآيَةَ [٥٤ \\ ٧] ، وَقَوْلُهُ: مُهْطِعِينَ إِلَى الدَّاعِي، أَيْ: مُسْرِعِينَ مَادِّي أَعْنَاقِهِمْ عَلَى أَشْهَرِ التَّفْسِيرَيْنِ، وَمِنْ إِطْلَاقِ نَسَلَ بِمَعْنَى أَسْرَعَ، قَوْلُهُ تَعَالَى: حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ [٢١ \\ ٩٦] ، وَقَوْلُ لَبِيدٍ: </p><p> عَسَلَانُ الذِّئْبِ أَمْسَى قَارِبًا ... بَرَدَ اللَّيْلُ عَلَيْهِ فَنَسَلْ </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ أَنَّ أَهْلَ الْقُبُورِ يَقُومُونَ أَحْيَاءً عِنْدَ النَّفْخَةِ الثَّانِيَةِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى: وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ [٣٩ \\ ٦٨] ، وَقَوْلِهِ تَعَالَى: إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ [٣٦ \\ ٥٣] ، وَهَذِهِ الصَّيْحَةُ هِيَ النَّفْخَةُ الثَّانِيَةُ ; كَقَوْلِهِ تَعَالَى: يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ [٥٠ \\ ٤٢] ، أَيِ: الْخُرُوجِ مِنَ الْقُبُورِ. وَقَوْلِهِ تَعَالَى: فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ بِالسَّاهِرَةِ [٧٩ \\ ١٣ - ١٤] ، وَالزَّجْرَةُ: هِيَ النَّفْخَةُ الثَّانِيَةُ. وَالسَّاهِرَةُ: وَجْهُ الْأَرْضِ وَالْفَلَاةُ الْوَاسِعَةُ، وَمِنْهُ قَوْلُ أَبِي كَبِيرٍ الْهُذَلِيِّ: </p><p> يَرْتَدْنَ سَاهِرَةً، كَأَنَّ جَمِيمَهَا ... وَعَمِيمَهَا أَسْدَافُ لَيْلٍ مُظْلِمِ </p><p> وَقَوْلُ الْأَشْعَثِ بْنِ قَيْسٍ: </p><p> وَسَاهِرَةٍ يَضْحَى السَّرَابُ مُجَلِّلًا ... لِأَقْطَارِهَا قَدْ جِئْتُهَا مُتَلَثِّمَا </p><p> وَكَقَوْلِهِ تَعَالَى: فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ [٣٧ \\ ١٩] ، وَقَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ [٣٠ \\ ٢٥] ، وَهَذِهِ الدَّعْوَةُ بِالنَّفْخَةِ الثَّانِيَةِ. وَقَوْلِهِ تَعَالَى: يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ [١٧ \\ ٥٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}