{
  "id": null,
  "sura": 36,
  "aya": 23,
  "text": "<p> وَقَدْ بَيَّنَ تَعَالَى أَنَّ الَّذِينَ أَنْكَرُوا إِنْزَالَ اللَّهِ الْوَحْيَ كَهَؤُلَاءِ أَنَّهُمْ لَمْ يُقَدِّرُوهُ حَقَّ قَدْرِهِ، أَيْ: لَنْ يُعَظِّمُوهُ حَقَّ عَظَمَتِهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ [٦ \\ ٩١] . </p><p> قَوْلُهُ تَعَالَى: قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ قَالُوا طَائِرُكُمْ مَعَكُمْ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ [٧ \\ ١٣١] ، وَذَكَرْنَا بَعْضَ الْكَلَامِ عَلَيْهِ فِي سُورَةِ «النَّمْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ الْآيَةَ [٢٧ \\ ٤٧] . </p><p> قَوْلُهُ تَعَالَى: اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ، وَمَا يَتَعَلَّقُ بِهَا مِنَ الْأَحْكَامِ فِي سُورَةِ «هُودٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ [١١ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ. قَوْلُهُ: فَطَرَنِي، مَعْنَاهُ: خَلَقَنِي وَابْتَدَعَنِي، كَمَا تَقَدَّمَ إِيضَاحُهُ فِي أَوَّلِ سُورَةِ «فَاطِرٍ» . </p><p> وَالْمَعْنَى: أَيُّ شَيْءٍ ثَبْتَ لِي يَمْنَعُنِي مِنْ أَنْ أَعْبُدَ الَّذِي خَلَقَنِي، وَابْتَدَعَنِي، وَأَبْرَزَنِي مِنَ الْعَدَمِ إِلَى الْوُجُودِ، وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الَّذِي يَخْلُقُ هُوَ وَحْدَهُ الَّذِي يَسْتَحِقُّ أَنْ يُعْبَدَ وَحْدَهُ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ ذَلِكَ فِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ [٢٥ \\ ٣] ، وَفِي سُورَةِ «الرَّعْدِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ الْآيَةَ [١٣ \\ ١٦] . </p><p> قَوْلُهُ تَعَالَى: أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ. </p>"
}