{
  "id": null,
  "sura": 36,
  "aya": 33,
  "text": "<p> بَيَّنَ جَلَّ وَعَلَا أَنَّ الْعِبَادَ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ غَيْرَ مُكْتَفِينَ بِتَكْذِيبِهِ، بَلْ جَامِعِينَ مَعَهُ الِاسْتِهْزَاءَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَا يَأْتِيهِمْ مِنْ رَسُولٍ، نَصٌّ صَرِيحٌ فِي تَكْذِيبِ الْأُمَمِ لِجَمِيعِ الرُّسُلِ لِمَا تَقَرَّرَ فِي الْأُصُولِ، مِنْ أَنَّ النَّكِرَةَ فِي سِيَاقِ النَّفْيِ إِذَا زِيدَتْ قَبْلَهَا مِنْ، فَهِيَ نَصٌّ صَرِيحٌ فِي عُمُومِ النَّفْيِ، كَمَا هُوَ مَعْرُوفٌ فِي مَحَلِّهِ. </p><p> وَهَذَا الْعُمُومُ الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، وَجَاءَ فِي بَعْضِ الْآيَاتِ إِخْرَاجُ أُمَّةٍ وَاحِدَةٍ عَنْ حُكْمِ هَذَا الْعُمُومِ بِمُخَصَّصٍ مُتَّصِلٍ، وَهُوَ الِاسْتِثْنَاءُ. </p><p> فَمِنَ الْآيَاتِ الْمُوَضِّحَةِ لِهَذَا الْعُمُومِ، قَوْلُهُ تَعَالَى: وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ [٣٤ \\ ٣٤] ، وَقَوْلُهُ تَعَالَى: وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ [٤٣ \\ ٢٣] ، وَقَوْلُهُ تَعَالَى: وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ، إِلَى قَوْلِهِ: فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ [٧ \\ ٩٤ - ٩٥] . </p><p> وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى هَذَا فِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ الْآيَةَ [٢٣ \\ ٤٤] . </p><p> وَقَدَّمْنَا طَرَفًا مِنَ الْكَلَامِ عَلَيْهِ فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا الْآيَةَ [٦ \\ ١٢٣] . </p><p> وَأَمَّا الْأُمَّةُ الَّتِي أُخْرِجَتْ مِنْ هَذَا الْعُمُومِ فَهِيَ أُمَّةُ يُونُسَ، وَالْآيَةُ الَّتِي بَيَّنَتْ ذَلِكَ هِيَ قَوْلُهُ تَعَالَى: فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ، وَقَوْلُهُ تَعَالَى: وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَى حِينٍ [٣٧ \\ ١٤٧ - ١٤٨] ، وَالْحَسْرَةُ أَشَدُّ النَّدَامَةِ، وَهُوَ مَنْصُوبٌ عَلَى أَنَّهُ مُنَادًى عَامِلٌ فِي الْمَجْرُورِ بَعْدَهُ، فَأَشْبَهَ الْمُنَادَى الْمُضَافَ. </p><p> وَالْمَعْنَى: يَاحَسْرَةً عَلَى الْعِبَادِ تَعَالِي وَاحْضُرِي فَإِنَّ الِاسْتِهْزَاءَ بِالرُّسُلِ هُوَ أَعْظَمُ الْمُوجِبَاتِ لِحُضُورِكِ. </p><p> قَوْلُهُ تَعَالَى: وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ، إِلَى قَوْلِهِ: أَفَلَا يَشْكُرُونَ </p>"
}