{
  "id": null,
  "sura": 36,
  "aya": 62,
  "text": "<p> قَوْلُهُ تَعَالَى: قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الرُّومِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ الْآيَةَ [٣٠ \\ ٥٦] . </p><p> قَوْلُهُ تَعَالَى: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ بِكَثْرَةٍ فِي سُورَةِ «الْكَهْفِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] ، وَأَوْضَحْنَا فِيهِ التَّفْصِيلَ بَيْنَ النُّظُمِ الْوَضْعِيَّةِ، وَفِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا أَفَلَمْ تَكُونُوا تَعْقِلُونَ. قَوْلُهُ: جِبِلًّا كَثِيرًا، أَيْ: خَلْقًا كَثِيرًا ; كَقَوْلِهِ تَعَالَى: وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ [٢٦ \\ ١٨٤] ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ كَوْنِ الشَّيْطَانِ أَضَلَّ خَلْقًا كَثِيرًا مِنْ بَنِي آدَمَ جَاءَ مَذْكُورًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَامَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الْإِنْسِ [٦ \\ ١٢٨] ، أَيْ: قَدِ اسْتَكْثَرْتُمْ أَيُّهَا الشَّيَاطِينُ، مِنْ إِضْلَالِ الْإِنْسِ، وَقَدْ قَالَ إِبْلِيسُ: لَئِنْ أَخَّرْتَنِي إِلَى يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا [١٧ \\ ٦٢] ، وَقَدْ بَيَّنَ تَعَالَى أَنَّ هَذَا الظَّنَّ الَّذِي ظَنَّهُ بِهِمْ مِنْ أَنَّهُ يُضِلُّهُمْ جَمِيعًا إِلَّا الْقَلِيلَ صَدَّقَهُ عَلَيْهِمْ ; وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ [٣٤ \\ ٢٠] ، كَمَا تَقَدَّمَ إِيضَاحُهُ. وَقَرَأَ هَذَا الْحَرْفَ نَافِعٌ وَعَاصِمٌ: جِبِلًّا بِكَسْرِ الْجِيمِ وَالْبَاءِ، وَتَشْدِيدِ اللَّامِ. وَقَرَأَهُ ابْنُ كَثِيرٍ وَحَمْزَةُ وَالْكِسَائِيُّ: جُبُلًا، بِضَمِّ الْجِيمِ وَالْبَاءِ وَتَخْفِيفِ اللَّامِ. وَقَرَأَهُ أَبُو عَمْرٍو وَابْنُ عَامِرٍ: جُبْلًا، بِضَمِّ الْجِيمِ وَتَسْكِينِ الْبَاءِ مَعَ تَخْفِيفِ اللَّامِ، وَجَمِيعُ الْقِرَاءَاتِ بِمَعْنًى وَاحِدٍ، أَيْ: خَلْقًا كَثِيرًا. </p>"
}