{
  "id": null,
  "sura": 36,
  "aya": 7,
  "text": "<p> قَوْلُهُ تَعَالَى: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ. الظَّاهِرُ أَنَّ الْقَوْلَ فِي قَوْلِهِ: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ، وَفِي قَوْلِهِ تَعَالَى: وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ الْآيَةَ [٤١ \\ ٢٥] ، وَفِي قَوْلِهِ تَعَالَى: قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا الْآيَةَ [٢٨ \\ ٦٣] . </p><p> وَفِي قَوْلِهِ تَعَالَى: وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ [٣٦ \\ ٧٠] ، وَقَوْلِهِ تَعَالَى: فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا إِنَّا لَذَائِقُونَ [٣٧ \\ ٣١] ، وَالْكَلِمَةُ فِي قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُونَ وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ [١٠ \\ ٩٦ - ٩٧] ، وَفِي قَوْلِهِ تَعَالَى: قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ [٣٩ \\ ٧١] ، أَنَّ الْمُرَادَ بِالْقَوْلِ وَالْكَلِمَةِ أَوِ الْكَلِمَاتِ عَلَى قِرَاءَةِ: حَقَّتْ عَلَيْهِمْ كَلِمَاتُ رَبِّكَ بِصِيغَةِ الْجَمْعِ، هُوَ قَوْلُهُ تَعَالَى: لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [١١ \\ ١١٩] ، كَمَا دَلَّتْ عَلَى ذَلِكَ آيَاتٌ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى فِي آخِرِ سُورَةِ «هُودٍ» : وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [١١ \\ ١١٨ - ١١٩] ، وَقَوْلِهِ تَعَالَى فِي «السَّجْدَةِ» : وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] . </p><p> وَقَوْلِهِ تَعَالَى فِي أُخْرَيَاتِ «ص» : قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ [٣٨ \\ ٨٤ - ٨٥] . </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ، يَدُلُّ عَلَى أَنَّ أَكْثَرَ النَّاسِ مِنْ أَهْلِ جَهَنَّمَ، كَمَا دَلَّتْ عَلَى ذَلِكَ آيَاتٌ كَثِيرَةٌ ; كَقَوْلِهِ تَعَالَى: وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ [١١ \\ ١٧] ، وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ، [١٢ \\ ١٠٣] وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ [٣٧ \\ ٧١] ، إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ [٢٦ \\ ١٧٤] . </p><p> وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى هَذَا فِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ الْآيَةَ [٦ \\ ١١٦] . </p>"
}