{
  "id": null,
  "sura": 36,
  "aya": 82,
  "text": "<p> وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى هَذَا فِي سُورَةِ «النَّحْلِ» ، وَقَرَأَ هَذَا الْحَرْفَ عَاصِمٌ، وَحَمْزَةُ: نُنَكِّسْهُ بِضَمِّ النُّونِ الْأُولَى، وَفَتْحِ الثَّانِيَةِ وَتَشْدِيدِ الْكَافِ الْمَكْسُورَةِ، مِنَ التَّنْكِيسِ، وَقَرَأَهُ الْبَاقُونَ بِفَتْحِ النُّونِ الْأُولَى، وَإِسْكَانِ الثَّانِيَةِ، وَضَمِّ الْكَافِ مُخَفَّفَةً مُضَارِعُ نَكَسَهُ الْمُجَرَّدِ وَهُمَا بِمَعْنًى وَاحِدٍ. وَقَرَأَ نَافِعٌ وَابْنُ ذَكْوَانَ عَنِ ابْنِ عَامِرٍ: أَفَلَا تَعْقِلُونَ بِتَاءِ الْخِطَابِ. وَقَرَأَهُ الْبَاقُونَ: أَفَلَا يَعْقِلُونَ، بِيَاءِ الْغَيْبَةِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الشُّعَرَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ [٢٦ \\ ١٢٤] ، وَذَكَرْنَا الْأَحْكَامَ الْمُتَعَلِّقَةَ بِذَلِكَ هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّمْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ الْآيَةَ [٢٧ \\ ٨٠] . وَفِي سُورَةِ «فَاطِرٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ [٣٥ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ [١٦ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ إلى قوله تعالى وَهُوَ الْخَلَّاقُ الْعَلِيمُ قَدْ بَيَّنَّا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» وَ «النَّحْلِ» ، مَعَ بَيَانِ بَرَاهِينِ الْبَعْثِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ [١٦ \\ ٤٠] ، وَبَيَّنَّا هُنَاكَ أَنَّ الْآيَاتِ الْمَذْكُورَةَ لَا تُنَافِي مَذْهَبَ أَهْلِ السُّنَّةِ فِي إِطْلَاقِ اسْمِ الشَّيْءِ عَلَى الْمَوْجُودِ دُونَ الْمَعْدُومِ، وَقَدْ قَدَّمْنَا الْقِرَاءَتَيْنِ وَتَوْجِيهَهُمَا فِي قَوْلِهِ: كُنْ فَيَكُونُ، هُنَاكَ. </p>"
}