{
  "id": null,
  "sura": 36,
  "aya": 12,
  "text": "<p> تَعَالَى: وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا [٢٩ \\ ٦٩] ، وَقَوْلُهُ تَعَالَى: وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ [٦٤ \\ ١١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَاعْلَمْ أَنَّ قَوْلَ مَنْ قَالَ مِنْ أَهْلِ الْعِلْمِ: إِنَّ مَعْنَى قَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا، أَنَّ الْمُرَادَ بِذَلِكَ الْأَغْلَالُ الَّتِي يُعَذَّبُونَ بِهَا فِي الْآخِرَةِ ; كَقَوْلِهِ تَعَالَى: إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ [٤٠ \\ ٧١ - ٧٢] ، خِلَافَ التَّحْقِيقِ، بَلِ الْمُرَادُ بِجَعْلِ الْأَغْلَالِ فِي أَعْنَاقِهِمْ، وَمَا ذُكِرَ مَعَهُ فِي الْآيَةِ هُوَ صَرْفُهُمْ عَنِ الْإِيمَانِ وَالْهُدَى فِي دَارِ الدُّنْيَا ; كَمَا أَوْضَحْنَا. وَقَرَأَ هَذَا الْحَرْفَ: حَمْزَةُ، وَالْكِسَائِيُّ، وَحَفْصٌ، عَنْ عَاصِمٍ: سَدًّا، بِالْفَتْحِ فِي الْمَوْضِعَيْنِ، وَقَرَأَهُ الْبَاقُونَ بِضَمِّ السِّينِ، وَمَعْنَاهُمَا وَاحِدٌ عَلَى الصَّوَابِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ. تَقَدَّمَ إِيضَاحُهُ مَعَ نَظَائِرِهِ مِنَ الْآيَاتِ فِي سُورَةِ «فَاطِرٍ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ [٣٥ \\ ١٨] . </p><p> قَوْلُهُ تَعَالَى: إِنَّا نَحْنُ نُحْيِي الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَرْبَعَةَ أَشْيَاءَ: </p><p> الْأَوَّلَ: أَنَّهُ يُحْيِي الْمَوْتَى، مُؤَكِّدًا ذَلِكَ مُتَكَلِّمًا عَنْ نَفْسِهِ بِصِيغَةِ التَّعْظِيمِ. </p><p> الثَّانِيَ: أَنَّهُ يَكْتُبُ مَا قَدَّمُوا فِي دَارِ الدُّنْيَا. </p><p> الثَّالِثَ: أَنَّهُ يَكْتُبُ آثَارَهُمْ. </p><p> الرَّابِعَ: أَنَّهُ أَحْصَى كُلَّ شَيْءٍ فِي إِمَامٍ مُبِينٍ، أَيْ: فِي كِتَابٍ بَيِّنٍ وَاضِحٍ، وَهَذِهِ الْأَشْيَاءُ الْأَرْبَعَةُ جَاءَتْ مُوَضَّحَةً فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا الْأَوَّلُ مِنْهَا وَهُوَ كَوْنُهُ يُحْيِي الْمَوْتَى بِالْبَعْثِ، فَقَدْ جَاءَ فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ تَعَالَى، كَقَوْلِهِ تَعَالَى: قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ [٦٤ \\ ٧] ، وَقَوْلِهِ تَعَالَى: قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ [١٠ \\ ٥٣] ، وَقَوْلِهِ تَعَالَى: وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا [١٦ \\ ٣٨] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَقَدْ قَدَّمْنَاهَا بِكَثْرَةٍ فِي سُورَةِ «الْبَقَرَةِ» ، وَسُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى بَرَاهِينِ الْبَعْثِ، وَقَدَّمْنَا الْإِحَالَةَ عَلَى ذَلِكَ مِرَارًا. </p><p> وَأَمَّا الثَّانِي مِنْهَا وَهُوَ كَوْنُهُ يَكْتُبُ مَا قَدَّمُوا فِي دَارِ الدُّنْيَا، فَقَدْ جَاءَ فِي آيَاتٌ كَثِيرَةٌ ; كَقَوْلِهِ تَعَالَى: أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ [٤٣ \\ ٨٠] ، وَقَوْلِهِ تَعَالَى: هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٩] ، وَقَوْلِهِ تَعَالَى: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] ، وَقَوْلِهِ تَعَالَى: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا الْآيَةَ [١٨ \\ ٤٩] ، وَقَوْلِهِ تَعَالَى: مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ [٥٠ \\ ١٨] . وَقَدْ قَدَّمْنَا بَعْضَ الْكَلَامِ عَلَى هَذَا فِي سُورَةِ «الْكَهْفِ» . </p><p> وَأَمَّا الثَّالِثُ مِنْهَا وَهُوَ كَوْنُهُمْ تُكْتَبُ آثَارُهُمْ، فَقَدْ ذُكِرَ فِي بَعْضِ الْآيَاتِ أَيْضًا. </p><p> وَاعْلَمْ أَنَّ قَوْلَهُ: وَآثَارَهُمْ، فِيهِ وَجْهَانِ مِنَ التَّفْسِيرِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ. </p><p> الْأَوَّلُ مِنْهُمَا: أَنَّ مَعْنَى مَا قَدَّمُوا: مَا بَاشَرُوا فِعْلَهُ فِي حَيَاتِهِمْ، وَأَنَّ مَعْنَى آثَارَهَمْ: هُوَ مَا سَنُّوهُ فِي الْإِسْلَامِ مِنْ سُنَّةٍ حَسَنَةٍ أَوْ سَيِّئَةٍ، فَهُوَ مِنْ آثَارِهِمُ الَّتِي يُعْمَلُ بِهَا بِعَدَهُمْ. </p><p> الثَّانِي: أَنَّ مَعْنَى آثَارَهُمْ: خُطَاهُمْ إِلَى الْمَسَاجِدِ وَنَحْوُهَا مِنْ فِعْلِ الْخَيْرِ، وَكَذَلِكَ خُطَاهُمْ إِلَى الشَّرِّ، كَمَا ثَبَتَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ:  «يَا بَنِي سَلِمَةَ دِيَارَكُمْ تُكْتَبُ آثَارُكُمْ» ، يَعْنِي: خُطَاكُمْ مِنْ بُيُوتِكُمْ إِلَى مَسْجِدِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> أَمَّا عَلَى الْقَوْلِ الْأَوَّلِ: فَاللَّهُ جَلَّ وَعَلَا قَدْ نَصَّ عَلَى أَنَّهُمْ يَحْمِلُونَ أَوْزَارَ مَنْ أَضَلُّوهُمْ وَسَنُّوا لَهُمُ السُّنَنَ السَّيِّئَةَ ; كَمَا فِي قَوْلِهِ تَعَالَى: لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ الْآيَةَ [١٦ \\ ٢٥] ، وَقَوْلِهِ تَعَالَى: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ [٢٩ \\ ١٣] . </p><p> وَقَدْ أَوْضَحْنَا ذَلِكَ فِي سُورَةِ «النَّحْلِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ الْآيَةَ [١٦ \\ ٢٥] </p>"
}