{
  "id": null,
  "sura": 36,
  "aya": 30,
  "text": "<p> الِاسْتِفْهَامُ فِي قَوْلِهِ تَعَالَى: أَأَتَّخِذُ لِلْإِنْكَارِ، وَهُوَ مُضَمَّنٌ مَعْنَى النَّفْيِ، أَيْ: لَا أَعْبُدُ مِنْ دُونِ اللَّهِ مَعْبُودَاتٍ، إِنْ أَرَادَنِي اللَّهُ بِضُرٍّ لَا تَقْدِرُ عَلَى دَفْعِهِ عَنِّي، وَلَا تَقْدِرُ أَنْ تُنْقِذَنِي مِنْ كَرْبٍ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ عَدَمِ فَائِدَةِ الْمَعْبُودَاتِ مِنْ دُونِ اللَّهِ جَاءَ مُوَضَّحًا فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ تَعَالَى ; كَقَوْلِهِ تَعَالَى: قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ [٣٩ \\ ٣٨] ، وَقَوْلِهِ تَعَالَى: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا [١٧ \\ ٥٦] ، وَقَوْلِهِ تَعَالَى: قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ الْآيَةَ [١٠ \\ ١٨] ، وَقَوْلِهِ تَعَالَى: وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [١٠ \\ ١٨] ، وَقَوْلِهِ تَعَالَى: وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ [١٠ \\ ١٠٦] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا، أَيْ: لَا شَفَاعَةَ لَهُمْ أَصْلًا حَتَّى تُغْنِيَ شَيْئًا، وَنَحْوُ هَذَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> عَلَى لَاحِبٍ لَا يُهْتَدَى بِمَنَارِهِ ... إِذَا سَافَهُ الْعُودُ النَّبَاطِيُّ جَرْجَرَا </p><p> فَقَوْلُهُ: لَا يُهْتَدَى بِمَنَارِهِ، أَيْ: لَا مَنَارَ لَهُ أَصْلًا حَتَّى يُهْتَدَى بِهِ، وَقَوْلُ الْآخَرِ: </p><p> لَا تُفْزِعُ الْأَرْنَبَ أَهْوَالُهَا ... وَلَا تَرَى الضَّبَّ بِهَا يَنْجَحِرْ </p><p> أَيْ: لَا أَرْنَبَ فِيهَا، حَتَّى تُفْزِعَهَا أَهْوَالُهَا، وَلَا ضَبَّ فِيهَا حَتَّى يَنْجَحِرَ، أَيْ: يَتَّخِذُ جُحْرًا. </p><p> وَهَذَا الْمَعْنَى هُوَ الْمَعْرُوفُ عِنْدَ الْمَنْطِقِيِّينَ، بِقَوْلِهِمِ: السَّالِبَةُ لَا تَقْتَضِي وُجُودَ الْمَوْضُوعِ ; كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ. </p>"
}