{
  "id": null,
  "sura": 37,
  "aya": 11,
  "text": "<p> وَالْأَظْهَرُ عِنْدِي: أَنَّهُ مَفْعُولُ فِعْلٍ مَحْذُوفٍ، تَقْدِيرُهُ: أَعْنِي الْكَوَاكِبَ، عَلَى حَدِّ قَوْلِهِ فِي «الْخُلَاصَةِ» : </p><p> وَيُحْذَفُ النَّاصِبُهَا إِنْ عُلِمَا وَقَدْ يَكُونُ حَذْفُهُ مُلْتَزَمَا </p><p> قَوْلُهُ تَعَالَى: وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ إِلَى قَوْلِهِ: شِهَابٌ ثَاقِبٌ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ إِلَّا مَنِ اسْتَرَقَ السَّمْعَ الْآيَةَ [١٥ \\ ١٧ - ١٨] فِي سُورَةِ «الْحِجْرِ» . </p><p> قَوْلُهُ تَعَالَى: فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ </p><p> ذُكِرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بُرْهَانَيْنِ مِنْ بَرَاهِينِ الْبَعْثِ، الَّتِي قَدَّمْنَا أَنَّهَا يَكْثُرُ فِي الْقُرْآنِ الْعَظِيمِ الِاسْتِدْلَالُ بِهَا عَلَى الْبَعْثِ. </p><p> الْأَوَّلُ: هُوَ الْمُرَادُ بِقَوْلِهِ: فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا ; لِأَنَّ مَعْنَى: فَاسْتَفْتِهِمْ، اسْتَخْبِرْهُمْ وَالْأَصْلُ فِي مَعْنَاهُ: اطْلُبْ مِنْهُمُ الْفَتْوَى، وَهِيَ الْإِخْبَارُ بِالْوَاقِعِ فِيمَا تَسْأَلُهُمْ عَنْهُ أَهُمْ أَشَدُّ خَلْقًا أَيْ: أَصْعَبُ إِيجَادًا وَاخْتِرَاعًا، أَمْ مَنْ خَلَقْنَا مِنَ الْمَخْلُوقَاتِ الَّتِي هِيَ أَعْظَمُ وَأَكْبَرُ مِنْهُمْ، وَهِيَ مَا تَقَدَّمَ ذِكْرُهُ مِنَ الْمَلَائِكَةِ الْمُعَبَّرِ عَنْ جَمَاعَاتِهِمْ بِالصَّافَّاتِ، وَالزَّاجِرَاتِ، وَالتَّالِيَاتِ، وَالسَّمَاوَاتِ وَالْأَرْضِ، وَالشَّمْسِ وَالْقَمَرِ، وَمَرَدَةِ الشَّيَاطِينِ ; كَمَا ذُكِرَ ذَلِكَ كُلُّهُ فِي قَوْلِهِ تَعَالَى: رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ [٣٧ \\ ٥ - ٧] . </p><p> وَجَوَابُ الِاسْتِفْتَاءِ الْمَذْكُورِ الَّذِي لَا جَوَابَ لَهُ غَيْرُهُ، هُوَ أَنْ يُقَالَ: مَنْ خَلَقْتَ يَا رَبَّنَا مِنَ الْمَلَائِكَةِ، وَمَرَدَةِ الْجِنِّ، وَالسَّمَاوَاتِ وَالْأَرْضِ، وَالْمَشَارِقِ، وَالْمَغَارِبِ، وَالْكَوَاكِبِ، أَشَدُّ خَلْقًا مِنَّا ; لِأَنَّهَا مَخْلُوقَاتٌ عِظَامٌ أَكْبَرُ وَأَعْظَمُ مِنَّا، فَيَتَّضِحُ بِذَلِكَ الْبُرْهَانُ الْقَاطِعُ عَلَى قُدْرَتِهِ جَلَّ وَعَلَا عَلَى الْبَعْثِ بَعْدَ الْمَوْتِ ; لِأَنَّ مِنَ الْمَعْلُومِ بِالضَّرُورَةِ أَنَّ مَنْ خَلَقَ الْأَعْظَمَ الْأَكْبَرَ كَالسَّمَاوَاتِ وَالْأَرْضِ، وَمَا ذُكِرَ مَعَهُمَا قَادِرٌ عَلَى أَنْ يَخْلُقَ الْأَصْغَرَ الْأَقَلَّ ; كَمَا قَالَ تَعَالَى: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ، أَيْ: وَمَنْ قَدَرَ </p><p> عَلَى خَلْقِ الْأَكْبَرِ فَلَا شَكَّ أَنَّهُ قَادِرٌ عَلَى خَلْقِ الْأَصْغَرِ، كَخَلْقِ الْإِنْسَانِ خَلْقًا جَدِيدًا بَعْدَ الْمَوْتِ. وَقَالَ تَعَالَى: أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ [٣٦ \\ ٨١] ، وَقَالَ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٤٦ \\ ٣٣] ، وَقَالَ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَوَاتِ وَالْأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ [١٧ \\ ٩٩] ، وَقَالَ تَعَالَى فِي «النَّازِعَاتِ» ، مُوَضِّحًا الِاسْتِفْتَاءَ الْمَذْكُورَ فِي آيَةِ «الصَّافَّاتِ» هَذِهِ: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٧٩ \\ ٢٧ - ٣٣] . </p><p> وَقَدْ عَلِمْتَ أَنَّ وَجْهَ الْعِبَارَةِ بِمَنِ الَّتِي هِيَ لِلْعَالِمِ، فِي قَوْلِهِ تَعَالَى: أَمْ مَنْ خَلَقْنَا، عَنِ السَّمَاوَاتِ وَالْأَرْضِ وَالْكَوَاكِبِ هُوَ تَغْلِيبُ مَا ذُكِرَ مَعَهَا مِنَ الْعَالِمِ كَالْمَلَائِكَةِ عَلَى غَيْرِ الْعَالِمِ، وَذَلِكَ أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ. </p><p> وَأَمَّا الْبُرْهَانُ الثَّانِي: فَهُوَ فِي قَوْلِهِ: إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ ; لِأَنَّ مَنْ خَلَقَهُمْ أوَّلًا مَنْ طِينٍ، وَأَصْلُهُ التُّرَابُ الْمَبْلُولُ بِالْمَاءِ لَا يَشُكُّ عَاقِلٌ فِي قُدْرَتِهِ عَلَى خَلْقِهِمْ مَرَّةً أُخْرَى بَعْدَ أَنْ صَارُوا تُرَابًا، لِأَنَّ الْإِعَادَةَ لَا يُعْقَلُ أَنْ تَكُونَ أَصْعَبَ مِنَ الْبَدْءِ وَالْآيَاتُ الْمُوَضِّحَةُ لِهَذَا الْمَعْنَى كَثِيرَةٌ جِدًّا ; كَقَوْلِهِ تَعَالَى: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ الْآيَةَ [٣٦ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَيْنَ الْبُرْهَانَيْنِ وَغَيْرِهِمَا مِنْ بَرَاهِينِ الْبَعْثِ فِي سُورَةِ «الْبَقَرَةِ» ، وَ «النَّحْلِ» ، وَ «الْحَجِّ» وَغَيْرِ ذَلِكَ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مِنْ طِينٍ لَازِبٍ، اللَّازِبُ: هُوَ مَا يَلْزَقُ بِالْيَدِ مَثَلًا إِذَا لَاقَتْهُ، وَعِبَارَاتُ الْمُفَسِّرِينَ فِيهِ تَدُورُ حَوْلَ مَا ذَكَرْنَا، وَالْعَرَبُ تُطْلِقُ اللَّازِبَ وَاللَّاتِبَ وَاللَّازِمَ، بِمَعْنًى وَاحِدٍ، وَمِنْهُ فِي اللَّازِبِ قَوْلُ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: </p><p> تَعْلَّمْ فَإِنَّ اللَّهَ زَادَكَ بَسْطَةً ... وَأَخْلَاقَ خَيْرٍ كُلُّهَا لَكَ لَازِبُ </p><p> وَقَوْلُ نَابِغَةَ ذُبْيَانَ: </p>"
}