{
  "id": null,
  "sura": 37,
  "aya": 62,
  "text": "<p> وَالثَّانِي مِنْ نَوْعَيِ الْقَصْرِ: كَوْنُهُنَّ مَقْصُورَاتٌ فِي خِيَامِهِنَّ، لَا يَخْرُجْنَ مِنْهَا ; كَمَا قَالَ تَعَالَى لِأَزْوَاجِ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَقَرْنَ فِي بُيُوتِكُنَّ [٣٣ \\ ٣٣] ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ [٥٥ \\ ٧٢] ، وَكَوْنُ الْمَرْأَةِ مَقْصُورَةٌ فِي بَيْتِهَا لَا تَخْرُجُ مِنْهُ مِنْ صِفَاتِهَا الْجَمِيلَةِ، وَذَلِكَ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ ; وَمِنْهُ قَوْلُهُ: </p><p> مَنْ كَانَ حَرْبًا لِلنِّسَاءِ ... فَإِنَّنِي سِلْمٌ لَهُنَّهْ </p><p> فَإِذَا عَثَرْنَ دَعَوْنَنِي ... وَإِذَا عَثَرْتُ دَعُوتُهُنَّهْ </p><p> وَإِذَا بَرَزْنَ لِمَحْفِلٍ ... فَقِصَارُهُنَّ مِلَاحُهُنَّهْ </p><p> فَقَوْلُهُ: قِصَارُهُنَّ، يَعْنِي: الْمَقْصُورَاتِ مِنْهُنَّ فِي بُيُوتِهِنَّ اللَّاتِي لَا يَخْرُجْنَ إِلَّا نَادِرًا، كَمَا أَوْضَحَ ذَلِكَ كُثَيِّرُ عَزَّةَ فِي قَوْلِهِ: </p><p> وَأَنْتِ الَّتِي حَبَّبْتِ كُلَّ قَصِيرَةٍ ... إِلَيَّ وَمَا تَدْرِي بِذَاكَ الْقَصَائِرُ </p><p> عَنَيْتُ قَصِيرَاتِ الْحِجَالِ وَلَمْ أُرِدْ ... قِصَارَ الْخُطَا شَرُّ النِّسَاءِ الْبَحَاتِرُ </p><p> وَالْحِجَالُ: جَمْعُ حَجْلَةٍ، وَهِيَ الْبَيْتُ الَّذِي يُزَيَّنُ لِلْعَرُوسِ، فَمَعْنَى قَصِيرَاتِ الْحِجَالِ: الْمَقْصُورَاتِ فِي حِجَالِهِنَّ. وَذَكَرَ بَعْضُهُمْ أَنْ رَجُلًا سَمِعَ آخَرَ، قَالَ: لَقَدْ أَجَادَ الْأَعْشَى فِي قَوْلِهِ: </p><p> غَرَّاءُ فَرْعَاءُ مَصْقُولٌ عَوَارِضُهَا ... تَمْشِي الْهُوَيْنَا كَمَا يَمْشِي الْوَجَى الْوَحِلُ </p><p> كَأَنَّ مِشْيَتَهَا مِنْ بَيْتِ جَارَتِهَا ... مَرُّ السَّحَابَةِ لَا رَيْثٌ وَلَا عَجَلُ </p><p> لَيْسَتْ كَمَنْ يَكْرَهُ الْجِيرَانُ طَلْعَتَهَا ... وَلَا تَرَاهَا لِسِرِّ الْجَارِ تَخْتَتِلُ </p><p> فَقَالَ لَهُ: قَاتَلَكَ اللَّهُ، تَسْتَحْسِنُ غَيْرَ الْحَسَنِ هَذِهِ الْمَوْصُوفَةُ خَرَّاجَةٌ وَلَّاجَةٌ، وَالْخَرَّاجَةُ الْوَلَّاجَةُ لَا خَيْرَ فِيهَا وَلَا مَلَاحَةَ لَهَا، فَهَلَّا قَالَ كَمَا قَالَ أَبُو قَيْسِ بْنُ الْأَسْلَتِ: </p><p> وَتَكْسَلُ عَنْ جَارَاتِهَا فَيَزُرْنَهَا ... وَتَعْتَلُّ مِنْ إِتْيَانِهِنَّ فَتُعْذَرُ </p><p> قَوْلُهُ تَعَالَى: أَذَلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْقُرْآنِ فِي سُورَةِ «الْفُرْقَانِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ [٢٥ \\ ١٥] . </p>"
}