{
  "id": null,
  "sura": 37,
  "aya": 20,
  "text": "<p> وَلَا يَحْسَبُونَ الْخَيْرَ لَا شَرَّ بَعْدَهُ ... وَلَا يَحْسَبُونَ الشَّرَّ ضَرْبَةَ لَازِبِ </p><p> فَقَوْلُهُ: ضَرْبَةَ لَازِبِ، أَيْ: شَيْئًا مُلَازِمًا لَا يُفَارِقُ، وَمِنْهُ فِي اللَّاتِبِ قَوْلُهُ: </p><p> فَإِنَّ يَكُ هَذَا مِنْ نَبِيذٍ شَرِبْتُهُ ... فَإِنِّيَ مِنْ شُرْبِ النَّبِيذِ لَتَائِبُ </p><p> صُدَاعٌ وَتَوْصِيمُ الْعِظَامِ وَفَتْرَةٌ ... وَغَمٌّ مَعَ الْإِشْرَاقِ فِي الْجَوْفِ لَاتِبُ </p><p> وَالْبُرْهَانَانِ الْمَذْكُورَانِ عَلَى الْبَعْثِ يُلْقِمَانِ الْكُفَّارَ حَجَرًا فِي إِنْكَارِهِمُ الْبَعْثَ الْمَذْكُورَ بِعَدِّهِمَا قَرِيبًا مِنْهُمَا، فِي قَوْلِهِ تَعَالَى: وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ [٣٧ \\ ١٥ ١٩] . </p><p> قَوْلُهُ تَعَالَى: بَلْ عَجِبْتَ وَيَسْخُرُونَ. قَرَأَ هَذَا الْحَرْفَ عَامَّةُ الْقُرَّاءِ السَّبْعَةِ غَيْرَ حَمْزَةَ وَالْكِسَائِيِّ: عَجِبْتَ بِالتَّاءِ الْمَفْتُوحَةِ وَهِيَ تَاءُ الْخِطَابِ، الْمُخَاطَبُ بِهَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَقَرَأَ حَمْزَةُ وَالْكِسَائِيُّ: بَلْ عَجِبْتُ، بِضَمِّ التَّاءِ وَهِيَ تَاءُ الْمُتَكَلِّمِ، وَهُوَ اللَّهُ جَلَّ وَعَلَا. </p><p> وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ الْقِرَاءَتَيْنِ الْمُخْتَلِفَتَيْنِ يَحْكُمُ لَهُمَا بِحُكْمِ الْآيَتَيْنِ. </p><p> وَبِذَلِكَ تَعْلَمُ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ عَلَى قِرَاءَةِ حَمْزَةَ وَالْكِسَائِيِّ فِيهَا إِثْبَاتُ الْعَجَبِ لِلَّهِ تَعَالَى، فَهِيَ إذًا مِنْ آيَاتِ الصِّفَاتِ عَلَى هَذِهِ الْقِرَاءَةِ. </p><p> وَقَدْ أَوْضَحْنَا طَرِيقَ الْحَقِّ الَّتِي هِيَ مَذْهَبُ السَّلَفِ فِي آيَاتِ الصِّفَاتِ، وَأَحَادِيثِهَا فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ اسْتَوَى عَلَى الْعَرْشِ [٧ \\ ٥٤] ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا يَا وَيْلَنَا هَذَا يَوْمُ الدِّينِ هَذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الرُّومِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ. الْآيَةَ [٣٠ \\ ٥٦] </p>"
}