{
  "id": null,
  "sura": 37,
  "aya": 48,
  "text": "<p> قَوْلُهُ تَعَالَى: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَ صِفَاتٍ مِنْ صِفَاتِ نِسَاءِ أَهْلِ الْجَنَّةِ: </p><p> الْأُولَى: أَنَّهُنَّ قَاصِرَاتُ الطَّرْفِ، وَهُوَ الْعَيْنُ، أَيْ: عُيُونُهُنَّ قَاصِرَاتٌ عَلَى أَزْوَاجِهِنَّ، لَا يَنْظُرْنَ إِلَى غَيْرِهِمْ لِشِدَّةِ اقْتِنَاعِهِنَّ وَاكْتِفَائِهِنَّ بِهِمْ. </p><p> الثَّانِيَةَ: أَنَّهُنَّ عِينٌ، وَالْعِينُ جَمْعُ عَيْنَاءَ، وَهِيَ وَاسِعَةُ دَارِ الْعَيْنِ، وَهِيَ النَّجْلَاءُ. </p><p> الثَّالِثَةَ: أَنَّ أَلْوَانَهُنَّ بِيضٌ بَيَاضًا مُشْرَبًا بِصُفْرَةٍ ; لِأَنَّ ذَلِكَ هُوَ لَوْنُ بَيْضِ النَّعَامِ الَّذِي شَبَّهَهُنَّ بِهِ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ فِي نَحْوِ ذَلِكَ: </p><p> كَبِكْرِ الْمُقَانَاتِ الْبَيَاضُ بِصُفْرَةٍ ... غَذَّاهَا نَمِيرُ الْمَاءِ غَيْرُ الْمُحَلَّلِ </p><p> لِأَنَّ مَعْنَى قَوْلِهِ: كَبِكْرِ الْمُقَانَاتِ الْبَيَاضُ بِصُفْرَةٍ: أَنَّ لَوْنَ الْمَرْأَةِ الْمَذْكُورَةِ كَلَوْنِ الْبَيْضَةِ الْبِكْرِ الْمُخَالِطِ بَيَاضُهَا بِصُفْرَةٍ، وَهَذِهِ الصِّفَاتُ الثَّلَاثُ الْمَذْكُورَةُ هُنَا، جَاءَتْ مُوَضَّحَةً فِي غَيْرِ هَذَا الْمَوْضِعِ مَعَ غَيْرِهَا مِنْ صِفَاتِهِنَّ الْجَمِيلَةِ، فَبَيَّنَ كَوْنَهُنَّ قَاصِرَاتُ الطَّرْفِ عَلَى أَزْوَاجِهِنَّ، بِقَوْلِهِ تَعَالَى فِي «ص» : وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ [٣٨ \\ ٥٢] ، وَكَوْنُ الْمَرْأَةِ قَاصِرَةُ الطَّرَفِ مِنْ صِفَاتِهَا الْجَمِيلَةِ، وَذَلِكَ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> مِنَ الْقَاصِرَاتِ الطَّرْفِ لَوْ دَبَّ مِحْوَلٌ </p><p> مِنَ الذَّرِّ فَوْقَ الْإِتْبِ مِنْهَا لَأَثَّرَا </p><p> وَذَكَرَ كَوْنَهُنَّ عِينًا فِي قَوْلِهِ تَعَالَى فِيهِنَّ: وَحُورٌ عِينٌ [٥٦ \\ ٢٢] ، وَذكَرَ صَفَا أَلْوَانِهِنَّ وَبَيَاضَهَا فِي قَوْلِهِ تَعَالَى: كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ [٥٦ \\ ٢٣] ، وَقَوْلِهِ تَعَالَى: كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ [٥٥ \\ ٥٨] ، وَصِفَاتُهُنَّ كَثِيرَةٌ مَعْرُوفَةٌ فِي الْآيَاتِ الْقُرْآنِيَّةِ. </p><p> وَاعْلَمْ أَنَّ اللَّهَ أَثْنَى عَلَيْهِنَّ بِنَوْعَيْنِ مِنْ أَنْوَاعِ الْقَصْرِ: </p><p> أَحَدُهُمَا: أَنَّهُنَّ قَاصِرَاتُ الطَّرْفِ، وَالطَّرْفُ الْعَيْنُ، وَهُوَ لَا يُجْمَعُ وَلَا يُثَنَّى ; لِأَنَّ أَصْلَهُ مَصْدَرٌ، وَلَمْ يَأْتِ فِي الْقُرْآنِ إِلَّا مُفْرَدًا ; كَقَوْلِهِ تَعَالَى: لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ [١٤ \\ ٤٣] ، وَقَوْلِهِ تَعَالَى: يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ، وَمَعْنَى كَوْنِهِنَّ قَاصِرَاتُ الطَّرْفِ هُوَ مَا قَدَّمْنَا مِنْ أَنَّهُنَّ لَا يَنْظُرْنَ إِلَى غَيْرِ أَزْوَاجِهِنَّ بِخِلَافِ نِسَاءِ الدُّنْيَا. </p>"
}