{
  "id": null,
  "sura": 37,
  "aya": 69,
  "text": "<p> قَوْلُهُ تَعَالَى: إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ الْآيَةَ. قَدْ قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ [١٧ \\ ٦٠] . </p><p> قَوْلُهُ تَعَالَى: فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ. مَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الْكُفَّارَ فِي النَّارِ يَأْكُلُونَ مِنْ شَجَرَةِ الزَّقُّومِ، فَيَمْلَئُونَ مِنْهَا بُطُونَهُمْ، وَيَجْمَعُونَ مَعَهَا: لَشَوْبًا مِنْ حَمِيمٍ، أَيْ: خَلْطًا مِنَ الْمَاءِ الْبَالِغِ غَايَةَ الْحَرَارَةِ، جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى فِي «الْوَاقِعَةِ» : ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ فَمَالِئُونَ مِنْهَا الْبُطُونَ فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ فَشَارِبُونَ شُرْبَ الْهِيمِ [٥٦ \\ ٥١ - ٥٢] . وَقَوْلِهِ: شُرْبَ الْهِيمِ، الْهِيمُ: جَمْعُ أَهْيَمَ وَهَيْمَاءَ وَهِيَ النَّاقَةُ مَثَلًا الَّتِي أَصَابَهَا الْهُيَامُ، وَهُوَ شِدَّةُ الْعَطَشِ بِحَيْثُ لَا يَرْوِيهَا كَثْرَةُ شَرَابِ الْمَاءِ فَهِيَ تَشْرَبُ كَثِيرًا مِنَ الْمَاءِ، وَلَا تَزَالُ مَعَ ذَلِكَ فِي شِدَّةِ الْعَطَشِ. وَمِنْهُ قَوْلُ غَيْلَانَ ذِي الرُّمَّةِ: </p><p> فَأَصْبَحْتُ كَالْهَيْمَاءِ لَا الْمَاءُ مُبَرِّدٌ ... صَدَاهَا وَلَا يَقْضِي عَلَيْهَا هُيَامُهَا </p><p> وَقَوْلُهُ تَعَالَى فِي «الْوَاقِعَةِ» : فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ فَشَارِبُونَ شُرْبَ الْهِيمِ [٥٦ \\ ٥٤ - ٥٥] ، يَدُلُّ عَلَى أَنَّ الشَّوْبَ، أَيِ: الْخَلْطُ مِنَ الْحَمِيمِ الْمَخْلُوطِ لَهُمْ بِشَجَرَةِ الزَّقُّومِ الْمَذْكُورِ هُنَا فِي «الصَّافَّاتِ» ، أَنَّهُ شَوْبٌ كَثِيرٌ مِنَ الْحَمِيمِ لَا قَلِيلٌ. </p><p> وَقَالَ أَبُو عَبْدِ اللَّهِ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ: لَشَوْبًا مِنْ حَمِيمٍ، الشَّوْبُ: الْخَلْطُ، وَالشَّوْبُ وَالشُّوبُ لُغَتَانِ، كَالْفَقْرِ وَالْفُقْرِ، وَالْفَتْحُ أَشْهَرٌ. قَالَ الْفَرَّاءُ: شَابَ طَعَامَهُ وَشَرَابَهُ إِذَا خَلَطَهُمَا بِشَيْءٍ يَشُوبُهُمَا شَوْبًا وَشِيَابَةً، انْتَهَى مِنْهُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ. مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْكُفَّارَ الَّذِينَ أَرْسَلَ إِلَيْهِمْ نَبِيُّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ، أَيْ: وَجَدُوهُمْ عَلَى الْكُفْرِ، وَعِبَادَةِ الْأَوْثَانِ، فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ </p>"
}