{
  "id": null,
  "sura": 37,
  "aya": 27,
  "text": "<p> قَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ [٢١ \\ ١٠١] ، إِلَى قَوْلِهِ: هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ [٢١ \\ ١٠٣] ، وَأَشَارَ إِلَى ذَلِكَ فِي قَوْلِهِ تَعَالَى: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ الْآيَةَ [٤٣ \\ ٥٧ - ٥٩] . </p><p> وَقَوْلِهِ تَعَالَى: أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ الْآيَةَ [١٧ \\ ٥٧] . </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَاهْدُوهُمْ، مِنَ الْهُدَى الْعَامِّ، أَيْ: دُلُّوهُمْ وَأَرْشِدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ، أَيْ: طَرِيقِ النَّارِ لِيَسْلُكُوهَا إِلَيْهَا، وَالضَّمِيرُ فِي قَوْلِهِ تَعَالَى: فَاهْدُوهُمْ، رَاجِعٌ إِلَى الثَّلَاثَةِ، أَعْنِي: الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ مِنْ دُونِ اللَّهِ. </p><p> وَقَدْ دَلَّتْ هَذِهِ الْآيَةُ أَنَّ الْهُدَى يُسْتَعْمَلُ فِي الْإِرْشَادِ وَالدَّلَالَةِ عَلَى الشَّرِّ، وَنَظِيرُ ذَلِكَ فِي الْقُرْآنِ قَوْلُهُ: كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ [٢٢ \\ ٤] ، وَلِذَلِكَ كَانَ لِلشَّرِّ أَئِمَّةٌ يُؤْتَمُّ بِهِمْ فِيهِ ; كَقَوْلِهِ تَعَالَى: وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ الْآيَةَ [٢٨ \\ ٤١] . </p><p> قَوْلُهُ تَعَالَى: وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ مَا لَكُمْ لَا تَنَاصَرُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْأَعْرَافِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ [٧ \\ ٦] ، وَبَيَّنَّا هُنَاكَ وَجْهَ الْجَمْعِ بَيْنَ الْآيَاتِ فِي نَحْوِ قَوْلِهِ تَعَالَى: وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ [٢٨ \\ ٧٨] ، وَقَوْلِهِ تَعَالَى: فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ [٥٥ \\ ٣٩] ، مَعَ قَوْلِهِ تَعَالَى: فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ [١٥ \\ ٩٢ - ٩٣] ، وَقَوْلِهِ تَعَالَى: فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ الْآيَةَ [٧ \\ ٦] . وَقَوْلِهِ هُنَا: وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ. </p><p> قَوْلُهُ تَعَالَى: وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ مَعَ التَّعَرُّضِ لِإِزَالَةِ إِشْكَالَيْنِ فِي بَعْضِ الْآيَاتِ الْمُتَعَلِّقَةِ بِذَلِكَ، فِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ [٢٣ \\ ١٠١] . </p>"
}