{
  "id": null,
  "sura": 37,
  "aya": 85,
  "text": "<p> أَيْ: يَتْبَعُونَهُمْ فِي ذَلِكَ الضَّلَالِ وَالْكُفْرِ مُسْرِعِينَ فِيهِ، جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى عَنْهُمْ: قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا [٢ \\ ١٧٠] ، وَقَوْلِهِ عَنْهُمْ: قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا [٥ \\ ١٠٤] ، وَقَوْلِهِ عَنْهُمْ: إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ [٤٣ \\ ٢٣] ، وَقَوْلِهِ عَنْهُمْ: إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا الْآيَةَ [١٤ \\ ١٠] . وَرَدُّ اللَّهِ عَلَيْهِمْ فِي الْآيَاتِ الْقُرْآنِيَّةِ مَعْرُوفٌ ; كَقَوْلِهِ تَعَالَى: أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ [٢ \\ ١٧٠] ، وَقَوْلِهِ: أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ [٥ \\ ١٠٤] ، وَقَوْلِهِ تَعَالَى: قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ [٤٣ \\ ٢٤] . </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهُمْ عَلَى آثَارِهِمْ، أَيْ: فَهُمْ عَلَى اتِّبَاعِهِمْ وَالِاقْتِدَاءِ بِهِمْ فِي الْكُفْرِ وَالضَّلَالِ ; كَمَا قَالَ تَعَالَى عَنْهُمْ: وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ [٤٣ \\ ٢٣] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: يُهْرَعُونَ، قَدْ قَدَّمْنَا فِي سُورَةِ «هُودٍ» ، أَنَّ مَعْنَى: يُهْرَعُونَ: يُسْرِعُونَ وَيُهَرْوِلُونَ، وَأَنَّ مِنْهُ قَوْلُ مُهَلْهِلٍ: </p><p> فَجَاءُوا يُهْرَعُونَ وَهُمْ أُسَارَى ... تَقُودُهُمْ عَلَى رَغْمِ الْأُنُوفِ </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ [٣٧ \\ ٧١] . قَدْ قَدَّمْنَا الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي سُورَةِ «يس» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ [٣٦ \\ ٧] ، وَفِي سُورَةِ «الْأَنْعَامِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ الْآيَةَ [٦ \\ ١١٦] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ. </p><p> تَقَدَّمَ إِيضَاحُهُ بِالْآيَاتِ الْقُرْآنِيَّةِ، وَتَفْسِيرُهُ فِي سُورَةِ «الْأَنْبِيَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ الْآيَةَ [٢١ \\ ٧٦] . </p><p> قَوْلُهُ تَعَالَى: إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ. </p>"
}