{
  "id": null,
  "sura": 37,
  "aya": 47,
  "text": "<p> الْمَذْكُورِينَ فِي قَوْلِهِ تَعَالَى: إِنَّا لَذَائِقُونَ [٣٧ \\ ٣١] ، أَيِ: الْعَذَابَ الْأَلِيمَ. وَقَوْلِهِ تَعَالَى: فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ [٣٧ \\ ٣٣] ، أَنَّهُ يَفْعَلُ مِثْلَهُ مِنَ التَّعْذِيبِ وَالتَّنْكِيلِ بِالْمُجْرِمِينَ، وَالْمُجْرِمُونَ جَمْعُ مُجْرِمٍ، وَهُوَ مُرْتَكِبُ الْجَرِيمَةِ وَهِيَ الذَّنْبُ الَّذِي يَسْتَحِقُّ صَاحِبُهُ عَلَيْهِ التَّنْكِيلَ الشَّدِيدَ، ثُمَّ بَيَّنَ الْعِلَّةَ لِذَلِكَ التَّعْذِيبِ ; لِأَنَّهَا هِيَ امْتِنَاعُهُمْ مِنْ كَلِمَةِ التَّوْحِيدِ الَّتِي هِيَ لَا إِلَهَ إلَّا اللَّهُ، إِذَا طَلَبَ مِنْهُمُ الْأَنْبِيَاءُ وَأَتْبَاعُهُمْ أَنْ يَقُولُوا ذَلِكَ فِي دَارِ الدُّنْيَا. فَلَفْظَةُ إِنَّ فِي قَوْلِهِ تَعَالَى: إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ، مِنْ حُرُوفِ التَّعْلِيلِ ; كَمَا تُقَرَّرَ فِي الْأُصُولِ فِي مَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ. </p><p> وَعَلَيْهِ فَالْمَعْنَى: كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ لِأَجْلِ أَنَّهُمْ كَانُوا فِي دَارِ الدُّنْيَا، إِذَا قِيلَ لَهُمْ: لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ، أَيْ: يَتَكَبَّرُونَ عَنْ قَبُولِهَا وَلَا يَرْضَوْنَ أَنْ يَكُونُوا أَتْبَاعًا لِلرُّسُلِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ كَوْنِ ذَلِكَ هُوَ سَبَبُ تَعْذِيبِهِمْ بِالنَّارِ، دَلَّتْ عَلَيْهِ آيَاتٌ ; كَقَوْلِهِ تَعَالَى مُبَيِّنًا دُخُولَهُمُ النَّارَ: ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ [٤٠ \\ ١٢] ، وَقَوْلِهِ تَعَالَى فِي ذِكْرِ صِفَاتِ الْكُفَّارِ وَهُمْ أَهْلُ النَّارِ: وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ [٣٩ \\ ٤٥] . </p><p> قَوْلُهُ تَعَالَى: وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الشُّعَرَاءِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ [٢٦ \\ ٢٢٤] . </p><p> قَوْلُهُ تَعَالَى: لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ. </p><p> قَدْ قَدَّمْنَا تَفْسِيرَهُ مَعَ ذِكْرِ الْآيَاتِ الدَّالَّةِ عَلَى مَعْنَاهُ فِي سُورَةِ «الْمَائِدَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ [٥ \\ ٩٠] ، وَبَيَّنَّا هُنَا كَلَامَ أَهْلِ الْعِلْمِ فِي نَجَاسَةِ عَيْنِ خَمْرِ الدُّنْيَا دُونَ خَمْرِ الْآخِرَةِ، وَأَنَّ ذَلِكَ يُشِيرُ إِلَى قَوْلِهِ تَعَالَى: وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا [٧٦ \\ ٢١] . </p>"
}