{
  "id": null,
  "sura": 37,
  "aya": 143,
  "text": "<p> قَوْلُهُ تَعَالَى: وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ. بَيَّنَ جَلَّ وَعَلَا أَنَّهُ نَصَرَ مُوسَى وَهَارُونَ وَقَوْمَهُمَا عَلَى فِرْعَوْنِ وَجُنُودِهِ، فَكَانُوا هُمُ الْغَالِبِينَ، أَيْ: وَفِرْعَوْنُ وَجُنُودُهُ هُمُ الْمَغْلُوبُونَ، وَذَلِكَ بِأَنَّ اللَّهَ أَهْلَكَهُمْ جَمِيعًا بِالْغَرَقِ، وَأَنْجَى مُوسَى وَهَارُونَ وَقَوْمَهُمَا مِنْ ذَلِكَ الْهَلَاكِ، وَفِي ذَلِكَ نَصْرٌ عَظِيمٌ لَهُمْ عَلَيْهِمْ، وَقَدْ بَيَّنَ جَلَّ وَعَلَا ذَلِكَ فِي غَيْرِ هَذَا الْمَوْضِعِ ; كَقَوْلِهِ تَعَالَى: قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ [٢٨ \\ ٣٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ. الْكِتَابُ هُوَ التَّوْرَاةُ، كَمَا ذَكَرَهُ فِي آيَاتٍ كَثِيرَةٍ ; كَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ، وَقَوْلِهِ تَعَالَى: ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ [٦ \\ ١٥٤] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ [٢٣ \\ ٤٩] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ [٢١ \\ ٤٨] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا بَعْضَ الْكَلَامِ عَلَى ذَلِكَ فِي سُورَةِ «الْبَقَرَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ الْآيَةَ [٢ \\ ٥٣] . </p><p> قَوْلُهُ تَعَالَى: وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحِجْرِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ [١٥ \\ ٧٦] . وَفِي سُورَةِ «الْمَائِدَةِ» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا [٥ \\ ٣٢] ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ. تَسْبِيحُ يُونُسَ هَذَا، عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ الْمَذْكُورُ فِي «الصَّافَّاتِ» ، جَاءَ مُوَضَّحًا فِي «الْأَنْبِيَاءِ» ، فِي قَوْلِهِ تَعَالَى: وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ [٢١ \\ ٨٧ - ٨٨] . </p>"
}