{
  "id": null,
  "sura": 38,
  "aya": 16,
  "text": "<p> لِأَنَّهُ لَا يَجْعَلُ الرِّسَالَةَ حَيْثُ يَشَاءُ، وَيَخُصُّ بِهَا مَنْ يَشَاءُ، إِلَّا مَنْ عِنْدَهُ خَزَائِنُ الرَّحْمَةِ. وَلَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ. </p><p> وَقَوْلُهُ تَعَالَى: أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا قَدْ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ ثَمُودَ قَالُوا مِثْلَهُ لِنَبِيِّ اللَّهِ صَالِحٍ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى عَنْهُمْ: أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ [٥٤ \\ ٢٥] وَقَدْ رَدَّ اللَّهُ تَعَالَى عَلَيْهِمْ ذَلِكَ فِي قَوْلِهِ: سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ [٥٤ \\ ٢٦] . </p><p> قَوْلُهُ تَعَالَى: أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا. قَدْ قَدَّمْنَا بَعْضَ الْكَلَامِ عَلَيْهِ فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ [١٥ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ الْآيَةَ [٢٢ \\ ٤٢] وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ. وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مَا عِنْدِي مَا تَسْتَعْجِلُونَ بِهِ. [٦ \\ ٥٧] وَفِي سُورَةِ يُونُسَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُمْ بِهِ الْآيَةَ [١٠ \\ ١٥] وَفِي سُورَةِ الرَّعْدِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ الْآيَةَ [١٣ \\ ٦] . وَفِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ الْآيَةَ [٢٢ \\ ٤٧] . </p><p> وَقَدْ قَدَّمْنَا أَنَّ الْقِطَّ، النَّصِيبُ مِنَ الشَّيْءِ، أَيْ عَجِّلْ لَنَا نَصِيبَنَا مِنَ الْعَذَابِ الَّذِي تُوعِدْنَا بِهِ. </p><p> وَأَنَّ أَصْلَ الْقِطِّ كِتَابُ الْجَائِزَةِ ; لِأَنَّ الْمَلِكَ يَكْتُبُ فِيهِ النَّصِيبَ الَّذِي يُعْطِيهِ لِذَلِكَ الْإِنْسَانِ، وَجَمْعُهُ قُطُوطٌ، وَمِنْهُ قَوْلُ الْأَعْشَى: </p>"
}