{
  "id": null,
  "sura": 38,
  "aya": 26,
  "text": "<p> وَلَا الْمَلِكُ النُّعْمَانُ حِينَ لَقِيتُهُ ... بِغِبْطَتِهِ يُعْطِي الْقُطُوطَ وَيَأْفِقُ </p><p> وَقَوْلُهُ: وَيَأْفِقُ أَيْ يُفَضِّلُ بَعْضَهُمْ عَلَى بَعْضٍ فِي الْعَطَاءِ الْمَكْتُوبِ فِي الْقُطُوطِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ إِلَى قَوْلِهِ: أَوَّابٌ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْأَنْبِيَاءِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ الْآيَةَ [٢١ \\ ٧٩] . </p><p> قَوْلُهُ تَعَالَى: وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ فَغَفَرْنَا لَهُ ذَلِكَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَى مَثَلِ هَذِهِ الْآيَةَ مِنَ الْآيَاتِ الْقُرْآنِيَّةِ الَّتِي يُفْهَمُ مِنْهَا صُدُورُ بَعْضِ الشَّيْءِ، مِنَ الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ، وَبَيَّنَّا كَلَامَ أَهْلِ الْأُصُولِ فِي ذَلِكَ فِي سُورَةِ طه، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَعَصَى آدَمُ رَبَّهُ فَغَوَى [٢٠ \\ ١٢١] . </p><p> وَاعْلَمْ أَنَّ مَا يَذْكُرُهُ كَثِيرٌ مِنَ الْمُفَسِّرِينَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ، مِمَّا لَا يَلِيقُ بِمَنْصِبِ دَاوُدَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ، كُلُّهُ رَاجِعٌ إِلَى الْإِسْرَائِيلِيَّاتِ، فَلَا ثِقَةَ بِهِ، وَلَا مُعَوَّلَ عَلَيْهِ، وَمَا جَاءَ مِنْهُ مَرْفُوعًا إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَصِحُّ مِنْهُ شَيْءٌ. </p><p> قَوْلُهُ تَعَالَى: يَادَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ. قَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ، قَدْ بَيَّنَّا الْحُكْمَ الَّذِي دَلَّ عَلَيْهِ، فِي سُورَةِ الْبَقَرَةِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً الْآيَةَ [٢] . وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ قَدْ أَمَرَ نَبِيَّهُ دَاوُدَ فِيهِ، بِالْحُكْمِ بَيْنَ النَّاسِ بِالْحَقِّ وَنَهَاهُ فِيهِ عَنِ اتِّبَاعِ الْهَوَى، وَأَنَّ اتِّبَاعَ الْهَوَى، عِلَّةٌ لِلضَّلَالِ عَنْ سَبِيلِ اللَّهِ، لِأَنَّ الْفَاءَ فِي قَوْلِهِ فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ تَدُلُّ عَلَى الْعِلِّيَّةِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ، فِي مَسْلَكِ الْإِيمَاءِ وَالتَّنْبِيهِ، أَنَّ الْفَاءَ مِنْ حُرُوفِ التَّعْلِيلِ كَقَوْلِهِ: سَهَى فَسَجَدَ، وَسَرَقَ فَقُطِعَتْ يَدُهُ، أَوْ لِعِلَّةِ السَّهْوِ فِي الْأَوَّلِ، وَلِعِلَّةِ السَّرِقَةِ فِي الثَّانِي، وَأُتْبِعَ ذَلِكَ بِالتَّهْدِيدِ لِمَنِ اتَّبَعَ الْهَوَى، فَأَضَلَّهُ رَبُّنَا عَنْ سَبِيلِ اللَّهِ، فِي قَوْلِهِ تَعَالَى بَعْدَهُ يَلِيهِ: إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ [٣٨ \\ ٢٦] . </p><p> وَمَعْلُومٌ أَنَّ نَبِيَّ اللَّهِ دَاوُدَ لَا يَحْكُمُ بِغَيْرِ الْحَقِّ، وَلَا يَتَّبِعُ الْهَوَى فَيُضِلَّهُ عَنْ سَبِيلِ اللَّهِ، وَلَكِنَّ اللَّهَ تَعَالَى، يَأْمُرُ أَنْبِيَاءَهُ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ، وَيَنْهَاهُمْ لِيَشْرَعَ لِأُمَمِهِمْ. </p><p> وَلِذَلِكَ أَمَرَ نَبِيَّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، بِمِثْلِ مَا أَمَرَ بِهِ دَاوُدَ، وَنَهَاهُ أَيْضًا عَنْ مَثَلِ ذَلِكَ، فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ [١٥ \\ ٤٢] . وَقَوْلِهِ تَعَالَى: وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ [١٥ \\ ٤٩] وَكَقَوْلِهِ تَعَالَى: وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ [٣٣ \\ ٤٨] وَقَوْلِهِ تَعَالَى: وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا [٧٦ \\ ٢٤] وَقَوْلِهِ تَعَالَى: وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ الْآيَةَ [١٨ \\ ٢٨] . </p><p> وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى هَذَا فِي سُورَةِ بَنِي إِسْرَائِيلَ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا [١٧ \\ ٢٢] . </p><p> وَبَيَّنَّا أَنَّ مِنْ أَصْرَحِ الْأَدِلَّةِ الْقُرْآنِيَّةِ الدَّالَّةِ عَلَى أَنَّ النَّبِيَّ يُخَاطَبُ بِخِطَابٍ، وَالْمُرَادُ بِذَلِكَ الْخِطَابِ غَيْرُهُ يَقِينًا قَوْلُهُ تَعَالَى: وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا الْآيَةَ [١٧ \\ ٢٣] ، وَمِنَ الْمَعْلُومِ أَنَّ أَبَاهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُوُفِّيَ قَبْلَ وِلَادَتِهِ، وَأَنْ أَمَّهُ مَاتَتْ وَهُوَ صَغِيرٌ، وَمَعَ ذَلِكَ فَإِنَّ اللَّهَ يُخَاطِبُهُ بِقَوْلِهِ تَعَالَى: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا وَمَعْلُومٌ أَنَّهُ لَا يَبْلُغُ عِنْدَهُ الْكِبَرَ أَحَدُهُمَا، وَلَا كِلَاهُمَا لِأَنَّهُمَا قَدْ مَاتَا قَبْلَ ذَلِكَ بِزَمَانٍ. </p><p> فَتَبَيَّنَ أَنَّ أَمْرَهُ تَعَالَى لِنَبِيِّهِ وَنَهْيَهُ لَهُ فِي قَوْلِهِ فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ الْآيَةَ، إِنَّمَا يُرَادُ بِهِ التَّشْرِيعُ عَلَى لِسَانِهِ لِأُمَّتِهِ، وَلَا يُرَادُ بِهِ هُوَ نَفْسُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَدْ قَدَّمْنَا هُنَاكَ أَنَّ مِنْ أَمْثَالِ الْعَرَبِ. إِيَّاكَ أَعْنِي وَاسْمَعِي يَا جَارَةُ، وَذَكَرْنَا فِي ذَلِكَ رَجَزَ سَهْلِ بْنِ مَالِكٍ الْفَزَارِيِّ الَّذِي خَاطَبَ بِهِ امْرَأَةً، وَهُوَ يَقْصِدُ أُخْرَى وَهِيَ أُخْتُ حَارِثَةَ بْنِ لَأْمٍ الطَّائِيِّ وَهُوَ قَوْلُهُ: </p><p> يَا أُخْتَ خَيْرِ الْبَدْوِ وَالْحَضَارَهْ ... كَيْفَ تَرَيْنَ فِي فَتَى فَزَارَهْ </p><p> أَصْبَحَ يَهْوَى حُرَّةً مِعْطَارَهْ ... إِيَّاكِ أَعْنِي وَاسْمَعِي يَا جَارَهْ </p><p> وَذَكَرْنَا هُنَاكَ الرَّجَزَ الَّذِي أَجَابَتْهُ بِهِ الْمَرْأَةَ، وَقَوْلَ بَعْضِ أَهْلِ الْعِلْمِ: إِنَّ الْخِطَابَ فِي </p>"
}