{
  "id": null,
  "sura": 38,
  "aya": 28,
  "text": "<p> الْمَصْدَرُ اسْمُ مَا سِوَى الزَّمَانِ مِنْ مَدْلُولَيِ الْفِعْلِ كَأَمْنٍ مِنْ أَمِنْ </p><p> وَعِنْدَ جَمَاعَاتٍ مِنَ الْبَلَاغِيِّينَ، أَنَّهُ يَنْحَلُّ عَنْ مَصْدَرٍ، وَزَمَنٍ وَنِسْبَةٍ، وَهُوَ الْأَقْرَبُ، كَمَا حَرَّرَهُ بَعْضُ عُلَمَاءِ الْبَلَاغَةِ فِي مَبْحَثِ الِاسْتِعَارَةِ التَّبَعِيَّةِ، وَبِذَلِكَ تَعْلَمُ أَنَّهُ لَا خِلَافَ بَيْنَهُمْ فِي أَنَّ الْمَصْدَرَ وَالزَّمَنَ كَامِنَانِ فِي الْفِعْلِ الصِّنَاعِيِّ، فَيَصِحُّ رُجُوعُ الْإِشَارَةِ وَالضَّمِيرِ إِلَى كُلٍّ مِنَ الْمَصْدَرِ وَالزَّمَنِ الْكَامِنَيْنِ فِي الْفِعْلِ الصِّنَاعِيِّ. </p><p> فَمِثَالُ رُجُوعِ الْإِشَارَةِ إِلَى الْمَصْدَرِ الْكَامِنِ فِي الْفِعْلِ، قَوْلُهُ هُنَا: ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا الْآيَةَ، فَإِنَّ الْمَصْدَرَ الَّذِي هُوَ الْخَلْقُ كَامِنٌ فِي الْفِعْلِ الصِّنَاعِيِّ، الَّذِي هُوَ الْفِعْلُ الْمَاضِي فِي قَوْلِهِ: وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ أَيْ خَلْقُ السَّمَاوَاتِ الْمَذْكُورُ الْكَامِنُ فِي مَفْهُومِ خَلْقِنَا ظَنُّ الَّذِينَ كَفَرُوا. </p><p> وَمِثَالُ رُجُوعِ الْإِشَارَةِ إِلَى الزَّمَنِ الْكَامِنِ فِي مَفْهُومِ الْفِعْلِ الصِّنَاعِيِّ، قَوْلُهُ تَعَالَى: وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ [٥٠ \\ ٢٠] أَيْ ذَلِكَ الزَّمَنُ الْكَامِنُ فِي الْفِعْلِ هُوَ يَوْمُ الْوَعِيدِ. </p><p> وَمِثَالُ رُجُوعِ الضَّمِيرِ لِلْمَصْدَرِ الْكَامِنِ فِي مَفْهُومِ الْفِعْلِ قَوْلُهُ تَعَالَى: اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى [٥ \\ ٨] فَقَوْلُهُ: هُوَ، أَيِ الْعَدْلُ الْكَامِنُ فِي مَفْهُومٍ اعْدِلُوا، كَمَا تَقَدَّمَ إِيضَاحُهُ. </p><p> قَوْلُهُ تَعَالَى: أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ. أَمْ فِي قَوْلِهِ: أَمْ نَجْعَلُ الَّذِينَ، وَقَوْلُهُ: أَمْ نَجْعَلُ الْمُتَّقِينَ، كِلْتَاهُمَا، مُنْقَطِعَةٌ وَأَمِ الْمُنْقَطِعَةُ، فِيهَا لِعُلَمَاءِ الْعَرَبِيَّةِ ثَلَاثَةُ مَذَاهِبَ: </p><p> الْأَوَّلُ: أَنَّهَا بِمَعْنَى هَمْزَةِ اسْتِفْهَامِ الْإِنْكَارِ. </p><p> الثَّانِي: أَنَّهَا بِمَعْنَى بَلِ الْإِضْرَابِيَّةِ. </p><p> وَالثَّالِثُ: أَنَّهَا تَشْمَلُ مَعْنَى الْإِنْكَارِ وَالْإِضْرَابِ مَعًا، وَهُوَ الَّذِي اخْتَارَهُ بَعْضُ الْمُحَقِّقِينَ. </p><p> وَعَلَيْهِ فَالْإِضْرَابُ بِهَا هُنَا انْتِقَالِيٌّ لَا إِبْطَالِيٌّ وَوَجْهُ الْإِنْكَارِ بِهَا عَلَيْهِمْ وَاضِحٌ ; لِأَنَّ </p>"
}