{
  "id": null,
  "sura": 38,
  "aya": 88,
  "text": "<p> وَقَوْلِهِ تَعَالَى: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ \\ ٩٦] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ. قَدْ قَدَّمْنَا مَا يُوَضِّحُهُ، مِنَ الْآيَاتِ الْقُرْآنِيَّةِ فِي مَوَاضِعَ مُتَعَدِّدَةٍ، مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ، ذَكَرْنَا بَعْضَهَا فِي سُورَةِ الْبَقَرَةِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا الْآيَةَ [٢ \\ ١٦٦] ، وَذَكَرْنَا بَعْضَهُ فِي سُورَةِ الْأَعْرَافِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا الْآيَةَ [٧ \\ ٣٨] وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ. </p><p> قَدْ تَقَدَّمَ إِيضَاحُهُ، مَعَ بَعْضِ الْمَبَاحِثِ فِي سُورَةِ الْبَقَرَةِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ [٢ \\ ٣٤] . </p><p> قَوْلُهُ تَعَالَى: قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ هُودٍ، وَذَكَرْنَا الْأَحْكَامَ الْمُتَعَلِّقَةَ بِالْآيَاتِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى عَنْ نَبِيِّهِ نُوحٍ: وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ الْآيَةَ [١١ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ. الْحِينُ الْمَذْكُورُ هُنَا، قَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِهِ بَعْدَ الْمَوْتِ، وَيَدُلُّ لَهُ مَا قَدَّمْنَا فِي سُورَةِ الْحِجْرِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ [١٥ \\ ٩٩] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْحِينُ الْمَذْكُورُ هُنَا، هُوَ يَوْمُ الْقِيَامَةِ وَلَا مُنَافَاةَ بَيْنَ الْقَوْلَيْنِ ; لِأَنَّ الْإِنْسَانَ بَعْدَ الْمَوْتِ تَتَبَيَّنُ لَهُ حَقَائِقُ الْهُدَى وَالضَّلَالِ. </p><p> وَاللَّامُ فِي لِتَعْلَمُنَّ مُوطِئَةٌ لِلْقَسَمِ، وَقَدْ أَكَّدَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُمْ سَيَعْلَمُونَ نَبَأَ الْقُرْآنِ أَيْ صِدْقَهُ، وَصِحَّةَ جَمِيعِ مَا فِيهِ بَعْدَ حِينٍ بِالْقَسَمِ، وَنُونِ التَّوْكِيدِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَهْدِيدِ الْكُفَّارِ بِأَنَّهُمْ سَيَعْلَمُونَ نَبَأَهُ بَعْدَ حِينٍ، قَدْ أَشَارَ إِلَيْهِ تَعَالَى، فِي سُورَةِ الْأَنْعَامِ، فِي قَوْلِهِ تَعَالَى: وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ [٦ \\ ٦٦ - ٦٧] . </p><p> قَالَ غَيْرُ وَاحِدٍ مِنَ الْعُلَمَاءِ: لِكُلِّ نَبَإٍ مُسْتَقَرٌّ، أَيْ: لِكُلِّ خَبَرٍ حَقِيقَةٌ وَوُقُوعٌ، فَإِنْ كَانَ حَقًّا تَبَيَّنَ صِدْقُهُ وَلَوْ بَعْدَ حِينٍ، وَإِنْ كَانَ كَذِبًا تَبَيَّنَ كَذِبُهُ، وَسَتَعْلَمُونَ صِدْقَ هَذَا الْقُرْآنِ وَلَوْ بَعْدَ حِينٍ. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الزُّمَرِ </p>"
}