{
  "id": null,
  "sura": 38,
  "aya": 36,
  "text": "<p> النَّاسُ اللَّهَ، أَوْ يُحْدِثَ لَهُمْ هَذَا الْكِتَابُ ذِكْرًا، أَيْ مَوْعِظَةً وَتَذَكُّرًا، يَهْدِيَهِمْ إِلَى الْحَقِّ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا [٢٠ \\ ١١٣] وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَوَهَبْنَا لِدَاوُدَ سُلَيْمَانَ. ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ وَهَبَ سُلَيْمَانَ لِدَاوُدَ، وَقَدْ بَيَّنَ فِي سُورَةِ النَّمْلِ أَنَّ الْمَوْهُوبَ وَرِثَ الْمَوْهُوبَ لَهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَوَرِثَ سُلَيْمَانُ دَاوُدَ [٢٧ \\ ١٦] . </p><p> وَقَدْ بَيَّنَّا فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى عَنْ زَكَرِيَّا: فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ الْآيَةَ [١٩ \\ ٥ - ٦] أَنَّهَا وِرَاثَةُ عِلْمٍ وَدِينٍ لَا وِرَاثَةُ مَالٍ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا. قَدْ قَدَّمْنَا الْكَلَامَ عَلَى هَذِهِ الْآيَةِ، وَعَلَى مَا يَذْكُرُهُ الْمُفَسِّرُونَ فِيهَا، مِنَ الرِّوَايَاتِ الَّتِي لَا يَخْفَى سُقُوطُهَا، وَأَنَّهَا لَا تَلِيقُ بِمَنْصِبِ النُّبُوَّةِ، فِي سُورَةِ الْكَهْفِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا إِلَّا أَنْ يَشَاءَ اللَّهُ [١٨ \\ ٢٣ - ٢٤] . وَمَا رُوِيَ عَنْهُ مِنَ السَّلَفِ مِنْ جُمْلَةِ تِلْكَ الرِّوَايَاتِ، أَنَّ الشَّيْطَانَ أَخَذَ خَاتَمَ سُلَيْمَانَ، وَجَلَسَ عَلَى كُرْسِيِّهِ وَطَرَدَ سُلَيْمَانَ إِلَى آخِرِهِ يُوَضِّحُ بُطْلَانَهُ، قَوْلُهُ تَعَالَى: إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ [١٥ \\ ٤٢] وَاعْتِرَافُ الشَّيْطَانِ بِذَلِكَ فِي قَوْلِهِ: إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ [١٥ \\ ٤٠] . </p><p> قَوْلُهُ تَعَالَى: فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ مُوَضَّحًا بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ الْأَنْبِيَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ الْآيَةَ [٢١ \\ ٨١] . </p><p> وَفَسَّرْنَا هُنَاكَ قَوْلَهُ هُنَا حَيْثُ أَصَابَ وَذَكَرْنَا هُنَاكَ أَوْجُهَ الْجَمْعِ بَيْنَ قَوْلِهِ هُنَا: رُخَاءً، وَقَوْلِهِ هُنَاكَ: وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً [٢١ \\ ٨١] وَوَجْهُ الْجَمْعِ أَيْضًا بَيْنَ عُمُومِ الْجِهَاتِ الْمَفْهُومِ مِنْ قَوْلِهِ هُنَا: حَيْثُ أَصَابَ أَيْ: حَيْثُ أَرَادَ وَبَيْنَ خُصُوصِ الْأَرْضِ الْمُبَارَكَةِ الْمَذْكُورَةِ هُنَاكَ فِي قَوْلِهِ: تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا الْآيَةَ [٢١ \\ ٨١] . </p>"
}