{
  "id": null,
  "sura": 38,
  "aya": 2,
  "text": "<p> بِذَلِكَ أَنَّ الْمَعْنَى: ق وَالْقُرْآنِ الْمَجِيدِ، إِنَّ الْمُنْذِرَ الْكَائِنَ مِنْكُمُ الَّذِي عَجِبْتُمْ مِنْ مَجِيئِهِ لَكُمْ مُنْذِرًا رَسُولٌ مُنْذِرٌ لَكُمْ مِنَ اللَّهِ حَقًّا، وَإِنَّ الْبَعْثَ الَّذِي أَنْكَرْتُمُوهُ وَاسْتَبْعَدْتُمُوهُ غَايَةَ الْإِنْكَارِ، وَالِاسْتِبْعَادِ، فِي قَوْلِهِ تَعَالَى عَنْكُمْ: أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ أَيْ: ذَلِكَ الرَّجْعُ الَّذِي هُوَ الْبَعْثُ رَجْعٌ بَعِيدٌ فِي زَعْمِكُمْ وَاقِعٌ لَا مَحَالَةَ، وَإِنَّهُ حَقٌّ لَا شَكَّ فِيهِ، كَمَا أَشَارَ لَهُ فِي قَوْلِهِ تَعَالَى: قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ إِذِ الْمَعْنَى: أَنَّ مَا أَكَلَتْهُ الْأَرْضُ مِنْ لُحُومِهِمْ، وَمَزَّقَتْهُ مِنْ أَجْسَامِهِمْ وَعِظَامِهِمْ، يَعْلَمُهُ جَلَّ وَعَلَا، لَا يَخْفَى عَلَيْهِ مِنْهُ شَيْءٌ فَهُوَ قَادِرٌ عَلَى رَدِّهِ كَمَا كَانَ. </p><p> وَإِحْيَاءُ تِلْكَ الْأَجْسَادِ الْبَالِيَةِ، وَالشُّعُورِ الْمُتَمَزِّقَةِ، وَالْعِظَامِ النَّخِرَةِ كَمَا قَدَّمْنَا مُوَضَّحًا بِالْآيَاتِ الْقُرْآنِيَّةِ، فِي سُورَةِ يس فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ [٣٦ \\ ٥١] وَكَوْنُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلٌ مِنَ اللَّهِ حَقًّا، يَسْتَلْزِمُ اسْتِلْزَامًا لَا شَكَّ فِيهِ، أَنَّ الْقُرْآنَ الْعَظِيمَ مُنَزَّلٌ مِنَ اللَّهِ حَقًّا، وَأَنَّهُ لَيْسَ بِسِحْرٍ وَلَا شِعْرٍ وَلَا كَهَانَةٍ وَلَا أَسَاطِيرِ الْأَوَّلِينَ. </p><p> وَلِذَلِكَ أَقْسَمَ تَعَالَى، فِي مَوَاضِعَ كَثِيرَةٍ، عَلَى أَنَّ الْقُرْآنَ أَيْضًا مُنَزَّلٌ مِنَ اللَّهِ ; كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ الدُّخَانِ: حم وَالْكِتَابِ الْمُبِينِ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ [٤٤ \\ ١ - ٣] ، وَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ الزُّخْرُفِ: حم وَالْكِتَابِ الْمُبِينِ إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ [٤٣ \\ ١ - ٤] . </p><p> قَوْلُهُ تَعَالَى: بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ. قَدْ قَدَّمْنَا الْكَلَامَ قَرِيبًا عَلَى الْإِضْرَابِ بِ «بَلْ» فِي هَذِهِ الْآيَةِ. </p><p> وَقَوْلُهُ تَعَالَى هُنَا: فِي عِزَّةٍ أَيْ: حَمِيَّةٍ وَاسْتِكْبَارٍ عِنْدَ قَبُولِ الْحَقِّ، وَقَدْ بَيَّنَ جَلَّ وَعَلَا فِي سُورَةِ الْبَقَرَةِ أَنَّ مِنْ أَسْبَابِ أَخْذِ الْعِزَّةِ الْمَذْكُورَةِ بِالْإِثْمِ لِلْكُفَّارِ أَمْرَهُمْ بِتَقْوَى اللَّهِ، وَبَيَّنَ أَنَّ تِلْكَ الْعِزَّةَ الَّتِي هِيَ الْحَمِيَّةُ وَالِاسْتِكْبَارُ عَنْ قَبُولِ الْحَقِّ مِنْ أَسْبَابِ دُخُولِهِمْ جَهَنَّمَ، وَذَلِكَ فِي قَوْلِهِ عَنْ بَعْضِ الْكُفَّارِ الَّذِينَ يُظْهِرُونَ غَيْرَ مَا يُبْطِنُونَ: وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ [٢ \\ ٢٠٦] . </p><p> وَالظَّاهِرُ أَنَّ وَجْهَ إِطْلَاقِ الْعِزَّةِ عَلَى الْحَمِيَّةِ وَالِاسْتِكْبَارِ: أَنَّ مَنِ اتَّصَفَ بِذَلِكَ كَأَنَّهُ </p>"
}