{
  "id": null,
  "sura": 38,
  "aya": 4,
  "text": "<p> وَقَدْ بَيَّنَ تَعَالَى وُقُوعَ مِثْلَ ذَلِكَ فِي يَوْمِ الْقِيَامَةِ فِي آيَاتٍ مِنْ كِتَابِهِ كَقَوْلِهِ تَعَالَى: اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ [٤٢ \\ ٤٧] . وَقَوْلِهِ تَعَالَى: فَإِذَا بَرِقَ الْبَصَرُ وَخَسَفَ الْقَمَرُ وَجُمِعَ الشَّمْسُ وَالْقَمَرُ يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ كَلَّا لَا وَزَرَ [٧٥ \\ ٧ - ١١] وَالْوَزَرُ: الْمَلْجَأُ، وَمِنْهُ قَوْلُ حَسَّانِ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ: </p><p> وَالنَّاسُ إِلْبٌ عَلَيْنَا فِيكَ لَيْسَ لَنَا ... إِلَّا الرِّمَاحُ وَأَطْرَافُ الْقَنَا وَزَرُ </p><p> وَكَقَوْلِهِ تَعَالَى: بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا [١٨ \\ ٥٨] وَالْمَوْئِلُ اسْمُ مَكَانٍ مِنْ وَأَلَ يَئِلُ إِذَا وَجَدَ مَلْجَأً يَعْتَصِمُ بِهِ، وَمِنْهُ قَوْلُ الْأَعْشَى مَيْمُونِ بْنِ قَيْسٍ: </p><p> وَقَدْ أُخَالِسُ رَبَّ الْبَيْتِ غَفْلَتَهُ ... وَقَدْ يُحَاذِرُ مِنِّي ثُمَّ مَا يَئِلُ </p><p> أَيْ: ثُمَّ مَا يَنْجُو. </p><p> قَوْلُهُ تَعَالَى: وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كُفَّارَ قُرَيْشٍ عَجِبُوا مِنْ أَجْلِ أَنْ جَاءَهُمْ رَسُولٌ مُنْذِرٌ مِنْهُمْ، وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، مِنْ عَجَبِهِمُ الْمَذْكُورِ، ذَكَرَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ وَأَنْكَرَهُ عَلَيْهِمْ وَأَوْضَحَ تَعَالَى سَبَبَهُ وَرَدَّهُ عَلَيْهِمْ فِي آيَاتٍ أُخَرَ، فَقَالَ فِي عَجَبِهِمُ الْمَذْكُورِ ق وَالْقُرْآنِ الْمَجِيدِ بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ [٥٠ \\ ١ - ٢] . </p><p> وَقَالَ تَعَالَى فِي إِنْكَارِهِ عَلَيْهِمْ فِي أَوَّلِ سُورَةِ يُونُسَ الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ [١٠ \\ ١ - ٢] وَذَكَرَ مِثْلَ عَجَبِهِمُ الْمَذْكُورِ فِي سُورَةِ الْأَعْرَافِ عَنْ قَوْمِ نُوحٍ وَقَوْمِ هُودٍ، فَقَالَ عَنْ نُوحٍ مُخَاطِبًا لِقَوْمِهِ: أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ [٧ \\ ٦٣] . </p><p> وَقَالَ عَنْ هُودٍ مُخَاطِبًا لِعَادٍ: أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ الْآيَةَ [٧ \\ ٦٩] ، وَبَيَّنَ أَنَّ سَبَبَ عَجَبِهِمْ مَنْ كَوْنِ الْمُنْذِرِ مِنْهُمْ أَنَّهُ بَشَرٌ مِثْلَهُمْ زَاعِمِينَ أَنَّ اللَّهَ لَا يُرْسِلُ إِلَيْهِمْ أَحَدًا مَنْ جِنْسِهِمْ. وَأَنَّهُ لَوْ أَرَادَ أَنْ يُرْسِلَ إِلَيْهِمْ أَحَدًا لَأَرْسَلَ إِلَيْهِمْ مَلَكًا لِأَنَّهُ لَيْسَ بَشَرًا مِثْلَهُمْ وَأَنَّهُ لَا يَأْكُلُ </p><p> وَلَا يَشْرَبُ وَلَا يَمْشِي فِي الْأَسْوَاقِ. </p><p> وَالْآيَاتُ فِي ذَلِكَ كَثِيرَةٌ كَقَوْلِهِ تَعَالَى: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا [١٧ \\ ٩٤ - ٩٥] وَقَوْلِهِ تَعَالَى: أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ [٢٣ \\ ٤٧] وَقَوْلِهِ تَعَالَى: وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ [٢٣ \\ ٣٣ - ٣٤] . وَقَوْلِهِ تَعَالَى: وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ [٢٥ \\ ٧] وَقَوْلِهِ تَعَالَى: ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا الْآيَةَ [٦٤ \\ ٦] . وَقَوْلِهِ تَعَالَى: كَذَّبَتْ ثَمُودُ بِالنُّذُرِ فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ [٥٤ \\ ٢٣ - ٢٤] . وَقَوْلِهِ تَعَالَى: قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا الْآيَةَ [١٤ \\ ١٠] . وَقَوْلِهِ تَعَالَى: وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ مَلَكٌ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الْأَمْرُ ثُمَّ لَا يُنْظَرُونَ وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ [٦ \\ ٨ - ٩] وَقَوْلِهِ تَعَالَى: فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ [٤١ \\ ١٣ - ١٤] وَقَوْلِهِ تَعَالَى: فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ [٢٣ \\ ٢٤] وَقَوْلِهِ تَعَالَى: وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ [١٥ \\ ٦ - ٨] . وَقَوْلِهِ تَعَالَى: أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا [٢٥ \\ ٧] وَقَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ الْآيَةَ [٢٥ \\ ٢١ - ٢٢] . وَقَوْلِهِ تَعَالَى عَنْ فِرْعَوْنَ مَعَ مُوسَى: فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ [٤٣ \\ ٥٣] . </p><p> وَقَدْ رَدَّ اللَّهُ تَعَالَى عَلَى الْكُفَّارِ عَجَبَهُمْ مِنْ إِرْسَالِ الرُّسُلِ مِنَ الْبَشَرِ فِي آيَاتٍ مِنْ كِتَابِهِ، </p>"
}