{
  "id": null,
  "sura": 38,
  "aya": 54,
  "text": "<p> قَوْلُهُ تَعَالَى: وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ الْأَنْبِيَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ وَكُنَّا لَهُمْ حَافِظِينَ [٢١ \\ ٨٢] . </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ إِلَى قَوْلِهِ لِأُولِي الْأَلْبَابِ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ مَعَ التَّعَرُّضِ لِإِزَالَةِ مَا فِيهِ مِنَ الْإِشْكَالِ فِي سُورَةِ الْأَنْبِيَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَيُّوبَ إِذْ نَادَى رَبَّهُ إِلَى قَوْلِهِ: وَذِكْرَى لِلْعَابِدِينَ. </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ وَإِسْحَاقَ. أَمَرَ اللَّهُ جَلَّ وَعَلَا، نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنْ يَذْكُرَ عَبْدَهُ إِبْرَاهِيمَ وَلَمْ يُقَيِّدْ ذَلِكَ الذِّكْرَ بِكَوْنِهِ فِي الْكِتَابِ، مَعَ أَنَّهُ قَيَّدَهُ بِذَلِكَ فِي سُورَةِ مَرْيَمَ، فِي قَوْلِهِ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا الْآيَةَ [١٩ \\ ٤١] . </p><p> قَوْلُهُ تَعَالَى: وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ. أَطْلَقَ هُنَا أَيْضًا الْأَمْرَ بِذِكْرِ إِسْمَاعِيلَ وَقَيَّدَهُ فِي سُورَةِ مَرْيَمَ بِكَوْنِهِ فِي الْكِتَابِ فِي قَوْلِهِ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ الْآيَةَ [١٩ \\ ٥٤] ، وَفِي ذَلِكَ إِشَارَةٌ إِلَى أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَأْمُورٌ أَيْضًا بِذِكْرِ جَمِيعِ الْمَذْكُورِينَ فِي الْكِتَابِ. وَلِذَلِكَ جَاءَ ذِكْرُهُمْ كُلُّهُمْ فِي الْقُرْآنِ الْعَظِيمِ كَمَا لَا يَخْفَى. </p><p> قَوْلُهُ تَعَالَى: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ، فِي سُورَةِ الصَّافَّاتِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ [٣٧ \\ ٤٨] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ. مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ نَعِيمَ الْجَنَّةِ، لَا نَفَادَ لَهُ، أَيْ: لَا انْقِطَاعَ لَهُ وَلَا زَوَالَ، ذَكَرَهُ جَلَّ وَعَلَا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى فِيهِ: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] </p>"
}