{
  "id": null,
  "sura": 39,
  "aya": 21,
  "text": "<p> وَثُمَّ كَقَوْلِهِ هُنَا: أَفَمَنْ حَقَّ وَقَوْلَهُ: أَفَأَنْتَ تُنْقِذُ. </p><p> أَمَّا الْقَوْلُ بِأَنَّ الْكَلَامَ جُمْلَةٌ وَاحِدَةٌ شَرْطِيَّةٌ، كَمَا قَالَ الزَّمَخْشَرِيُّ: أَصْلُ الْكَلَامِ: أَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ، فَأَنْتِ تُنْقِذُهُ جُمْلَةٌ شَرْطِيَّةٌ، دَخَلَ عَلَيْهَا هَمْزَةُ الْإِنْكَارِ، وَالْفَاءُ فَاءُ الْجَزَاءِ، ثُمَّ دَخَلَتِ الْفَاءُ الَّتِي فِي أَوَّلِهَا لِلْعَطْفِ عَلَى مَحْذُوفٍ يَدُلُّ عَلَيْهِ الْخِطَابُ، تَقْدِيرُهُ: أَأَنْتَ مَالِكُ أَمْرِهِمْ، فَمِنْ حَقَّ عَلَيْهِ الْعَذَابُ فَأَنْتَ تُنْقِذُهُ، وَالْهَمْزَةُ الثَّانِيَةُ هِيَ الْأُولَى كُرِّرَتْ لِتَوْكِيدِ مَعْنَى الْإِنْكَارِ وَالِاسْتِبْعَادِ، وَوَضْعِ مَنْ فِي النَّارِ مَوْضِعَ الضَّمِيرِ، فَالْآيَةُ عَلَى هَذَا جُمْلَةٌ وَاحِدَةٌ، فَإِنَّهُ لَا يَظْهَرُ كُلَّ الظُّهُورِ. </p><p> وَاعْلَمْ أَنَّ مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي أَوَّلِ سُورَةِ يس فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ الْآيَةَ [٣٦ \\ ٧] ، وَبَيَّنَّا دَلَالَةَ الْآيَاتِ عَلَى الْمُرَادِ بِكَلِمَةِ الْعَذَابِ. </p><p> قَوْلُهُ تَعَالَى: لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ. مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ وَعْدِ أَهْلِ الْجَنَّةِ بِالْغُرَفِ الْمَبْنِيَّةِ، ذَكَرَهُ جَلَّ وَعَلَا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى فِي سُورَةِ سَبَأٍ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ [٣٤ \\ ٣٧] . وَقَوْلِهِ تَعَالَى فِي سُورَةِ التَّوْبَةِ: وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ الْآيَةَ [٩ \\ ٧٢] . وَقَوْلِهِ تَعَالَى فِي سُورَةِ الصَّفِّ: يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ [٦١ \\ ١٢] ، لِأَنَّ الْمَسَاكِنَ الطَّيِّبَةَ الْمَذْكُورَةَ فِي التَّوْبَةِ وَالصَّفِّ صَادِقَةٌ بِالْغُرَفِ الْمَذْكُورَةِ فِي الزُّمَرِ وَسَبَأٍ، وَقَدْ قَدَّمْنَا طَرَفًا مِنْ هَذَا فِي سُورَةِ الْفُرْقَانِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا الْآيَةَ [٢٥ \\ ٧٥] . </p><p> قَوْلُهُ تَعَالَى: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ. الْيَنَابِيعُ: جَمْعُ يَنْبُوعٍ، وَهُوَ الْمَاءُ الْكَثِيرُ. </p><p> وَقَوْلُهُ: فَسَلَكَهُ أَيْ أَدْخَلَهُ، كَمَا قَدَّمْنَا إِيضَاحَهُ بِشَوَاهِدِهِ الْعَرَبِيَّةِ، وَالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ هُودٍ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ الْآيَةَ [١١ \\ ٤٠] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ سُورَةِ الزُّمَرِ، قَدْ أَوْضَحْنَاهُ فِي أَوَّلِ سُورَةِ سَبَأٍ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا الْآيَةَ [٣٤ \\ ٢] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَى مَا يُمَاثِلُهُ مِنَ الْآيَاتِ فِي سُورَةِ الرُّومِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ [٣٠ \\ ٢٢] وَأَحَلْنَا عَلَيْهِ فِي سُورَةِ فَاطِرٍ، فِي قَوْلِهِ تَعَالَى: أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا الْآيَةَ [٣٥ \\ ٢٧] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ. قَوْلُهُ: ثُمَّ يَهِيجُ أَيْ: ثُمَّ بَعْدَ نَضَارَةِ ذَلِكَ الزَّرْعِ وَخُضْرَتِهِ يَيْبَسُ، وَيَتِمُّ جَفَافُهُ وَيَثُورُ مِنْ مَنَابِتِهِ فَتَرَاهُ أَيُّهَا النَّاظِرُ مُصْفَرًّا يَابِسًا، قَدْ زَالَتْ خُضْرَتُهُ وَنَضَارَتُهُ. ثُمَّ يَجْعَلُهُ حُطَامًا أَيْ فُتَاتًا، مُتَكَسِّرًا، هَشِيمًا، تَذْرُوهُ الرِّيَاحُ، إِنَّ فِي ذَلِكَ الْمَذْكُورِ مِنْ حَالَاتِ ذَلِكَ الزَّرْعِ، الْمُخْتَلِفِ الْأَلْوَانِ، لَذِكْرَى أَيْ عِبْرَةً وَمَوْعِظَةً وَتَذْكِيرًا لِأُولِي الْأَلْبَابِ، أَيْ لِأَصْحَابِ الْعُقُولِ السَّلِيمَةِ مِنْ شَوَائِبِ الِاخْتِلَالِ، فَقَدْ ذَكَرَ جَلَّ وَعَلَا مَصِيرَ هَذَا الزَّرْعِ عَلَى سَبِيلِ الْمَوْعِظَةِ وَالتَّذْكِيرِ، وَبَيَّنَ فِي مَوْضِعٍ آخَرَ، أَنَّ مَا وَعَظَ بِهِ خَلْقَهُ هُنَا مِنْ حَالَاتِ هَذَا الزَّرْعِ شَبِيهٌ أَيْضًا بِالدُّنْيَا. فَوَعَظَ بِهِ فِي مَوْضِعٍ وَشَبَّهَ بِهِ حَالَةَ الدُّنْيَا فِي مَوْضِعٍ آخَرَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى فِي سُورَةِ الْحَدِيدِ: اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا [٢٥٧ \\ ٢٠] . وَيُبَيِّنُ فِي سُورَةِ الرُّومِ أَنَّ مِنْ أَسْبَابِ اصْفِرَارِهِ الْمَذْكُورِ إِرْسَالُ الرِّيحِ عَلَيْهِ، وَذَلِكَ فِي قَوْلِهِ: وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ [٣٠ \\ ٥١] . </p><p> قَوْلُهُ تَعَالَى: أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ. قَدْ تَقَدَّمَ الْكَلَامُ عَلَيْهِ فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ [٦ \\ ١٢٥] . </p>"
}