{
  "id": null,
  "sura": 39,
  "aya": 6,
  "text": "<p> فَقَوْلُهُ: زُلْفَى، مَا نَابَ عَنِ الْمُطْلَقِ مِنْ قَوْلِهِ لِيُقَرِّبُونَا، أَيْ لِيُقَرِّبُونَا إِلَيْهِ قَرَابَةً تَنْفَعُنَا بِشَفَاعَتِهِمْ فِي زَعْمِهِمْ. </p><p> وَلِذَا كَانُوا يَقُولُونَ فِي تَلْبِيَتِهِمْ: لَبَّيْكَ لَا شَرِيكَ لَكَ، إِلَّا شَرِيكًا هُوَ لَكْ تَمْلِكُهُ وَمَا مَلَكَ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ الْمَائِدَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ [٦ \\ ٣٥] أَنَّ هَذَا النَّوْعَ مِنِ ادِّعَاءِ الشُّفَعَاءِ، وَاتِّخَاذِ الْمَعْبُودَاتِ مَنْ دُونِ اللَّهِ وَسَائِطَ مَنْ أَصُولِ كُفْرِ الْكُفَّارِ. </p><p> وَقَدْ صَرَّحَ تَعَالَى بِذَلِكَ فِي سُورَةِ يُونُسَ فِي قَوْلِهِ جَلَّ وَعَلَا: وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ [١٠ \\ ١٨] . </p><p> فَصَرَّحَ تَعَالَى بِأَنَّ هَذَا النَّوْعَ، مِنِ ادِّعَاءِ الشُّفَعَاءِ شِرْكٌ بِاللَّهِ، وَنَزَّهَ نَفْسَهُ الْكَرِيمَةَ عَنْهُ، بِقَوْلِهِ جَلَّ وَعَلَا سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ وَأَشَارَ إِلَى ذَلِكَ فِي آيَةِ الزُّمَرِ هَذِهِ ; لِأَنَّهُ جَلَّ وَعَلَا لِمَا قَالَ عَنْهُمْ: مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ [٣٩ \\ ٣] أَتْبَعَ ذَلِكَ بِقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ [٣٩ \\ ٣] . </p><p> وَقَوْلُهُ: كُفَّارٌ، صِيغَةُ مُبَالَغَةٍ، فَدَلَّ ذَلِكَ عَلَى أَنَّ الَّذِينَ قَالُوا مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى جَامِعُونَ بِذَلِكَ، بَيْنَ الْكَذِبِ وَالْمُبَالَغَةِ فِي الْكُفْرِ بِقَوْلِهِمْ ذَلِكَ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ لِهَذَا زِيَادَةُ إِيضَاحٍ فِي سُورَةِ النَّاسِ. </p><p> قَوْلُهُ تَعَالَى: لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضَّحَةَ، بِكَثْرَةٍ فِي سُورَةِ النَّحْلِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ [١٦ \\ ٥٧] . </p><p> قَوْلُهُ تَعَالَى: خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ خَلَقَ بَنِي آدَمَ مِنْ نَفْسٍ وَاحِدَةٍ هِيَ أَبُوهُمْ </p>"
}