{
  "id": null,
  "sura": 39,
  "aya": 71,
  "text": "<p> أَمَّا إِذَا أَسْنَدَ ذَلِكَ الْفِعْلَ إِلَى ضَمِيرِ الرَّفْعِ الْمُتَّصِلِ، فَإِنَّ ذَلِكَ قَدْ يُؤَدِّي إِلَى اللَّبْسِ، فَيُشْتَبَهُ الْمَبْنِيُّ لِلْمَفْعُولِ، بِالْمَبْنِيِّ لِلْفَاعِلِ، فَيَجِبُ حِينَئِذٍ اجْتِنَابُ الشَّكْلِ الَّذِي يُوجِبُ اللَّبْسَ، وَالْإِتْيَانَ بِمَا يُزِيلُ اللَّبْسَ مِنْ شَكْلٍ أَوْ إِشْمَامٍ كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَإِنْ بِشَكْلٍ خِيفَ لَبْسٌ يُجْتَنَبْ </p><p> وَمِنْ أَمْثِلَةِ ذَلِكَ قَوْلُ الشَّاعِرِ، وَقَدْ أَنْشَدَهُ صَاحِبُ اللِّسَانِ: </p><p> وَإِنِّي عَلَى الْمَوْلَى وَإِنْ قَلَّ نَفْعُهُ ... دُفُوعٌ إِذَا مَا ضُمْتُ غَيْرُ صَبُورِ </p><p> فَقَوْلُهُ: ضُمْتُ أَصْلُهُ ضِيمْتُ بِالْبِنَاءِ لِلْمَفْعُولِ فَيَجِبُ الْإِشْمَامُ أَوِ الضَّمُّ ; لِأَنَّ الْكَسْرَ الْخَالِصَ يَجْعَلُهُ مُحِتَمِلًا لِلْبِنَاءِ لِلْفَاعِلِ كَبِعْتُ وَسِرْتُ. وَقَوْلُ جَرِيرٍ يَرْثِي الْمَرَّارَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ: </p><p> وَأَقُولُ مِنْ جَزَعٍ وَقَدْ فُتْنَا بِهِ ... وَدُمُوعُ عَيْنِي فِي الرِّدَاءِ غِزَارُ </p><p> لِلدَّافِنِينَ أَخَا الْمَكَارِمِ وَالنَّدَا ... لِلَّهِ مَا ضُمِنَتْ بِكَ الْأَحْجَارُ </p><p> أَصْلُهُ فُوتْنَا بِالْبِنَاءِ لِلْمَفْعُولِ فَيَجِبُ الْكَسْرُ أَوِ الْإِشْمَامُ ; لِأَنَّ الضَّمَّ الْخَالِصَ يَجْعَلُهُ مُحْتَمِلًا لِلْبِنَاءِ لِلْفَاعِلِ، كَقُلْنَا وَقُمْنَا. </p><p> قَوْلُهُ تَعَالَى: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا. الزُّمَرُ: الْأَفْوَاجُ الْمُتَفَرِّقَةُ، وَاحِدُهُ زُمْرَةٌ، وَقَدْ عَبَّرَ تَعَالَى عَنْهَا هُنَا بِالزُّمَرِ، وَعَبَّرَ عَنْهَا فِي الْمُلْكِ بِالْأَفْوَاجِ فِي قَوْلِهِ تَعَالَى: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ الْآيَةَ [٦٧ \\ ٨] ، وَعَبَّرَ عَنْهَا فِي الْأَعْرَافِ بِالْأُمَمِ فِي قَوْلِهِ تَعَالَى: قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ الْآيَةَ [٧ \\ ٣٨] . </p><p> وَقَالَ فِي فُصِّلَتْ: وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ [٤١ \\ ٢٥] وَقَالَ تَعَالَى: هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ [٣٨ \\ ٥٩] . </p><p> وَمِنْ إِطْلَاقِ الزُّمَرِ عَلَى مَا ذَكَرْنَا قَوْلُهُ: </p>"
}