{
  "id": null,
  "sura": 39,
  "aya": 19,
  "text": "<p> وَكَقَوْلِهِ فِي نِصْفِ الصَّدَاقِ اللَّازِمِ، لِلزَّوْجَةِ بِالطَّلَاقِ، قَبْلَ الدُّخُولِ، فَنِصْفُ مَا فَرَضْتُمْ [٢ \\ ٢٣٧] وَلَا شَكَّ أَنَّ أَخْذَ كُلِّ وَاحِدٍ مِنَ الزَّوْجَيْنِ النِّصْفَ حَسَنٌ، لِأَنَّ اللَّهَ شَرَعَهُ فِي كِتَابِهِ فِي قَوْلِهِ: فَنِصْفُ مَا فَرَضْتُمْ مَعَ أَنَّهُ رَغَّبَ كُلَّ وَاحِدٍ مِنْهُمَا، أَنْ يَعْفُوَ لِلْآخَرِ عَنْ نِصْفِهِ، وَبَيَّنَ أَنَّ ذَلِكَ أَقْرَبُ لِلتَّقْوَى وَذَلِكَ فِي قَوْلِهِ بَعْدَهُ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ [٢ \\ ٢٣٧] . </p><p> وَقَدْ قَالَ تَعَالَى: وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا [٤٢ \\ ٤٠] ثُمَّ أَرْشَدَ إِلَى الْأَحْسَنِ بِقَوْلِهِ: فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ [٤٢ \\ ٤٠] وَقَالَ تَعَالَى: وَالْجُرُوحَ قِصَاصٌ [٥ \\ ٤٥] ثُمَّ أَرْشَدَ إِلَى الْأَحْسَنِ، فِي قَوْلِهِ: فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ [٥ \\ ٤٥] . </p><p> وَاعْلَمْ أَنَّ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَقْوَالًا غَيْرَ الَّذِي اخْتَرْنَا. </p><p> مِنْهَا مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ، فِي مَعْنَى فَيَتَّبِعُونَ أَحْسَنَهُ قَالَ:  «هُوَ الرَّجُلُ يَسْمَعُ الْحَسَنَ وَالْقَبِيحَ فَيَتَحَدَّثُ بِالْحَسَنِ، وَيَنْكَفُّ عَنِ الْقَبِيحِ، فَلَا يَتَحَدَّثُ بِهِ» . </p><p> وَقِيلَ يَسْتَمِعُونَ الْقُرْآنَ وَغَيْرَهُ، فَيَتَّبِعُونَ الْقُرْآنَ. </p><p> وَقِيلَ: إِنَّ الْمُرَادَ بِأَحْسَنِ الْقَوْلِ لَا إِلَهَ إِلَّا اللَّهُ، وَبَعْضُ مَنْ يَقُولُ بِهَذَا يَقُولُ: إِنِ الْآيَةَ نَزَلَتْ فِيمَنْ كَانَ يُؤْمِنُ بِاللَّهِ قَبْلَ بَعْثِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَزَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ الْعَدَوِيِّ، وَأَبِي ذَرٍّ الْغِفَارِيِّ، وَسَلْمَانَ الْفَارِسِيِّ، إِلَى غَيْرِ ذَلِكَ مِنَ الْأَقْوَالِ. </p><p> قَوْلُهُ تَعَالَى: أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ. أَظْهَرُ الْقَوْلَيْنِ فِي الْآيَةِ الْكَرِيمَةِ، أَنَّهُمَا جُمْلَتَانِ مُسْتَقِلَّتَانِ، فَقَوْلُهُ: أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ جُمْلَةٌ مُسْتَقِلَّةٌ، لَكِنَّ فِيهَا حَذْفًا، وَحَذْفُ مَا دَلَّ الْمَقَامُ عَلَيْهِ وَاضِحٌ، لَا إِشْكَالَ فِيهِ. </p><p> وَالتَّقْدِيرُ: أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ، تُخَلِّصُهُ أَنْتَ مِنْهُ، وَالِاسْتِفْهَامُ مُضَمَّنٌ مَعْنَى النَّفْيِ، أَيْ لَا تُخَّلِصُ أَنْتَ يَا نَبِيَّ اللَّهِ أَحَدًا سَبَقَ فِي عِلْمِ اللَّهِ أَنَّهُ يُعَذِّبُهُ مِنْ ذَلِكَ الْعَذَابِ، وَهَذَا الْمَحْذُوفُ دَلَّ عَلَيْهِ قَوْلُهُ بَعْدَهُ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا قَوْلِي الْمُفَسِّرِينَ فِي أَدَاةِ الِاسْتِفْهَامِ الْمُقْتَرِنَةِ بِأَدَاةِ عَطْفٍ كَالْفَاءِ وَالْوَاوِ </p>"
}