{
  "id": null,
  "sura": 40,
  "aya": 13,
  "text": "<p> قَوْلُهُ تَعَالَى: هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ جَلَّ وَعَلَا هُوَ الَّذِي يُرِي خَلْقَهُ آيَاتِهِ، أَيِ: الْكَوْنِيَّةَ الْقَدَرِيَّةَ ; لِيَجْعَلَهَا عَلَامَاتٍ لَهُمْ عَلَى رُبُوبِيَّتِهِ، وَاسْتِحْقَاقِهِ الْعِبَادَةَ وَحْدَهُ، وَمِنْ تِلْكَ الْآيَاتِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ; كَمَا قَالَ تَعَالَى: وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ الْآيَةَ [٤١ \\ ٣٧] . </p><p> وَمِنْهَا السَّمَاوَاتُ وَالْأَرْضُونَ، وَمَا فِيهِمَا وَالنُّجُومُ، وَالرِّيَاحُ وَالسَّحَابُ، وَالْبِحَارُ وَالْأَنْهَارُ، وَالْعُيُونُ وَالْجِبَالُ وَالْأَشْجَارُ وَآثَارُ قَوْمٍ هَلَكُوا، كَمَا قَالَ تَعَالَى: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ إِلَى قَوْلِهِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ [٢ \\ ١٦٤] . وَقَالَ تَعَالَى: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ. وَقَالَ تَعَالَى: إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ [٤٥ \\ ٣ - ٥] ، وَقَالَ تَعَالَى إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ [١٠ \\ ٦] . </p><p> وَمَا ذَكَرَهُ جَلَّ وَعَلَا فِي آيَةِ الْمُؤْمِنِ هَذِهِ، مِنْ أَنَّهُ هُوَ الَّذِي يُرِي خَلْقَهُ آيَاتِهِ، بَيَّنَهُ وَزَادَهُ إِيضَاحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، فَبَيَّنَ أَنَّهُ يُرِيهِمْ آيَاتِهِ فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ، وَأَنَّ مُرَادَهُ بِذَلِكَ الْبَيَانِ أَنْ يَتَبَيَّنَ لَهُمْ أَنَّ مَا جَاءَ بِهِ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقٌّ، كَمَا قَالَ تَعَالَى: سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ [٤١ \\ ٥٣] . </p><p> وَالْآفَاقُ جَمْعَ أُفُقٍ وَهُوَ النَّاحِيَةُ، وَاللَّهُ جَلَّ وَعَلَا قَدْ بَيَّنَ مِنْ غَرَائِبِ صُنْعِهِ وَعَجَائِبِهِ فِي نُوَاحِي سَمَاوَاتِهِ وَأَرْضِهِ، مَا يَتَبَيَّنُ بِهِ لِكُلِّ عَاقِلٍ أَنَّهُ هُوَ الرَّبُّ الْمَعْبُودُ وَحْدَهُ. كَمَا أَشَرْنَا إِلَيْهِ، مِنَ الشَّمْسِ وَالْقَمَرِ وَالنُّجُومِ وَالْأَشْجَارِ وَالْجِبَالِ، وَالدَّوَابِّ وَالْبِحَارِ، إِلَى غَيْرِ ذَلِكَ. </p><p> وَبَيَّنَ أَيْضًا أَنَّ مِنْ آيَاتِهِ الَّتِي يُرِيهِمْ وَلَا يُمْكِنُهُمْ أَنْ يُنْكِرُوا شَيْئًا مِنْهَا تَسْخِيرُهُ لَهُمُ الْأَنْعَامَ لِيَرْكَبُوهَا وَيَأْكُلُوا مِنْ لُحُومِهَا، وَيَنْتَفِعُوا بِأَلْبَانِهَا، وَزُبْدِهَا وَسَمْنِهَا، وَأَقِطِهَا وَيَلْبَسُوا مِنْ جُلُودِهَا، وَأَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا، كَمَا قَالَ تَعَالَى: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ [٤٠ \\ ٧٩ - ٨١] . </p><p> وَبَيَّنَ فِي بَعْضِ الْمَوَاضِعِ أَنَّ مِنْ آيَاتِهِ الَّتِي يُرِيهَا بَعْضَ خَلْقِهِ مُعْجِزَاتِ رُسُلِهِ ; لِأَنَّ الْمُعْجِزَاتِ آيَاتٌ أَيْ: دَلَالَاتٌ وَعَلَامَاتٌ عَلَى صِدْقِ الرُّسُلِ، كَمَا قَالَ تَعَالَى فِي فِرْعَوْنَ: وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَى [٢٠ \\ ٥٦] وَبَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ مِنْ آيَاتِهِ الَّتِي يُرِيهَا خَلْقَهُ عُقُوبَتَهُ الْمُكَذِّبِينَ رُسُلَهُ، كَمَا قَالَ تَعَالَى فِي قِصَّةِ إِهْلَاكِهِ قَوْمَ لُوطٍ: وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ [٢٩ \\ ٣٥] . </p><p> وَقَالَ فِي عُقُوبَتِهِ فِرْعَوْنَ وَقَوْمَهُ بِالطُّوفَانِ وَالْجَرَادِ وَالْقُمَّلِ. . . إِلَخْ: فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ الْآيَةَ [٧ \\ ١٣٣] . </p><p> قَوْلُهُ تَعَالَى: وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا. أَطْلَقَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الرِّزْقَ وَأَرَادَ الْمَطَرَ ; لِأَنَّ الْمَطَرَ سَبَبُ الرِّزْقِ، وَإِطْلَاقُ الْمُسَبِّبِ وَإِرَادَةُ سَبَبِهِ لِشِدَّةِ الْمُلَابَسَةِ بَيْنَهُمَا، أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَكَذَلِكَ عَكْسُهُ الَّذِي هُوَ إِطْلَاقُ السَّبَبِ وَإِرَادَةُ الْمُسَبِّبِ كَقَوْلِهِ: </p><p> أَكَلْتُ دَمًا إِنْ لَمْ أَرُعْكِ بِضُرَّةٍ ... بَعِيدَةَ مُهْوَى الْقُرْطِ طَيِّبَةَ النَّشْرِ </p><p> فَأَطْلَقَ الدَّمَ وَأَرَادَ الدِّيَةَ ; لِأَنَّهُ سَبَبُهَا. </p><p> وَقَدْ أَوْضَحْنَا فِي رِسَالَتِنَا الْمُسَمَّاةِ: مَنْعَ جَوَازِ الْمَجَازِ، فِي الْمَنْزِلِ لِلتَّعَبُّدِ وَالْإِعْجَازِ، أَنَّ أَمْثَالَ هَذَا أَسَالِيبُ عَرَبِيَّةٌ، نَطَقَتْ بِهَا الْعَرَبُ فِي لُغَتِهَا، وَنَزَلَ بِهَا الْقُرْآنُ، وَأَنَّ مَا يَقُولُهُ عُلَمَاءُ الْبَلَاغَةِ مِنْ أَنَّ فِي الْآيَةِ مَا يُسَمُّونَهُ الْمَجَازَ الْمُرْسَلَ الَّذِي يَعُدُّونَ مِنْ عَلَاقَاتِهِ السَّبَبِيَّةَ وَالْمُسَبِّبِيَّةَ لَا دَاعِيَ إِلَيْهِ، وَلَا دَلِيلَ عَلَيْهِ، يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَإِطْلَاقُ الرِّزْقِ فِي آيَةِ الْمُؤْمِنِ هَذِهِ عَلَى الْمَطَرِ جَاءَ مِثْلُهُ، فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ الْجَاثِيَةِ: وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا [الْآيَةَ ٥] فَأَوْضَحَ بِقَوْلِهِ: فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا أَنَّ مُرَادَهُ بِالرِّزْقِ الْمَطَرُ ; لِأَنَّ الْمَطَرَ هُوَ الَّذِي يُحْيِي اللَّهُ بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا. </p><p> وَقَدْ أَوْضَحَ جَلَّ وَعَلَا أَنَّهُ إِنَّمَا سُمِّيَ الْمَطَرُ رِزْقًا ; لِأَنَّ الْمَطَرَ سَبَبُ الرِّزْقِ فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِهِ، كَقَوْلِهِ تَعَالَى فِي سُورَةِ الْبَقَرَةِ: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ الْآيَةَ [٢ \\ ٢٢] ، وَالْبَاءُ فِي قَوْلِهِ فَأَخْرَجَ بِهِ سَبَبِيَّةٌ كَمَا تَرَى. </p><p> وَكَقَوْلِهِ تَعَالَى فِي سُورَةِ إِبْرَاهِيمَ: اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ الْآيَةَ [١٤ \\ ٣٢] . وَقَوْلِهِ تَعَالَى فِي سُورَةِ ق: وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ رِزْقًا لِلْعِبَادِ [٥٠ \\ ٩ - ١١] . </p><p> وَبَيَّنَ فِي آيَاتٍ أُخَرَ أَنَّ الرِّزْقَ الْمَذْكُورَ شَامِلٌ لِمَا يَأْكُلُهُ النَّاسُ، وَمَا تَأْكُلُهُ الْأَنْعَامُ ; لِأَنَّ مَا تَأْكُلُهُ الْأَنْعَامُ، يَحْصُلُ بِسَبَبِهِ لِلنَّاسِ الِانْتِفَاعُ بِلُحُومِهَا، وَجُلُودِهَا وَأَلْبَانِهَا، وَأَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا، كَمَا تَقَدَّمَ، كَقَوْلِهِ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ [٣٢ \\ ٢٧] ، وَقَوْلِهِ تَعَالَى هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ الْآيَةَ [١٦ \\ ١٠ - ١١] . </p><p> فَقَوْلُهُ: فِيهِ تُسِيمُونَ، أَيْ: تَتْرُكُونَ أَنْعَامَكُمْ سَائِمَةً فِيهِ، تَأْكُلُ مِنْهُ مِنْ غَيْرِ أَنْ تَتَكَلَّفُوا لَهَا مَئُونَةَ الْعَلَفِ، كَمَا تَقَدَّمَ إِيضَاحُهُ بِشَوَاهِدِهِ الْعَرَبِيَّةِ، فِي سُورَةِ النَّحْلِ وَكَقَوْلِهِ تَعَالَى: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى كُلُوا وَارْعَوْا أَنْعَامَكُمْ الْآيَةَ [٢٠ \\ ٥٣ - ٥٤] . وَقَوْلِهِ تَعَالَى: أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ [٧٩ \\ ٣١ - ٣٣] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ. ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ النَّاسَ مَا يَتَذَكَّرُ مِنْهُمْ، أَيْ: مَا يَتَّعِظُ بِهَذِهِ الْآيَاتِ الْمُشَارِ إِلَيْهَا فِي قَوْلِهِ: هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ أَيْ: مَنْ رَزَقَهُ اللَّهُ الْإِنَابَةَ إِلَيْهِ. </p><p> وَالْإِنَابَةُ: الرُّجُوعُ عَنِ الْكُفْرِ وَالْمَعَاصِي، إِلَى الْإِيمَانِ وَالطَّاعَةِ. </p><p> وَهَؤُلَاءِ الْمُنِيبُونَ، الْمُتَذَكِّرُونَ، الْمُتَّعِظُونَ، هُمْ أَصْحَابُ الْعُقُولِ السَّلِيمَةِ مِنْ شَوَائِبِ الِاخْتِلَالِ، الْمَذْكُورُونَ فِي قَوْلِهِ تَعَالَى فِي أَوَّلِ سُورَةِ آلِ عِمْرَانَ: وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ [٣ \\ ٧] وَفِي قَوْلِهِ تَعَالَى فِي سُورَةِ إِبْرَاهِيمَ: وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ [١٤ \\ ٥٢] </p>"
}