{
  "id": null,
  "sura": 40,
  "aya": 79,
  "text": "<p> الرُّسُلِ ; أَيْ: كَنُوحٍ وَهُودٍ، وَصَالِحٍ، وَإِبْرَاهِيمَ، وَلُوطٍ، وَشُعَيْبٍ، وَمُوسَى، وَأَنَّهُ لَمْ يَقْصُصْ عَلَيْهِ أَنْبَاءَ رُسُلٍ آخَرِينَ، بَيَّنَهُ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ فِي سُورَةِ النِّسَاءِ: وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا [٤ \\ ١٦٤] ، وَأَشَارَ إِلَى ذَلِكَ فِي سُورَةِ إِبْرَاهِيمَ فِي قَوْلِهِ: أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ الْآيَةَ [١٤ \\ ٩] . وَفِي سُورَةِ الْفُرْقَانِ فِي قَوْلِهِ تَعَالَى: وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا [٢٥ \\ ٣٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ. قَوْلُهُ هُنَا: فَإِذَا جَاءَ أَمْرُ اللَّهِ أَيْ قَامَتِ الْقِيَامَةُ، كَمَا قَدَّمْنَا إِيضَاحَهُ فِي قَوْلِهِ تَعَالَى: أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ [١٦ \\ ١] أَيْ: فَإِذَا قَامَتِ الْقِيَامَةُ قَضَى بَيْنَ النَّاسِ بِالْحَقِّ الَّذِي لَا يُخَالِطُهُ حَيْفٌ وَلَا جَوْرٌ، كَمَا قَالَ تَعَالَى: وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ الْآيَةَ [٣٩ \\ ٦٩] . </p><p> وَقَالَ تَعَالَى: وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ [٣٩ \\ ٧٥] . </p><p> وَالْحُقُّ الْمَذْكُورُ فِي هَذِهِ الْآيَاتِ: هُوَ الْمُرَادُ بِالْقِسْطِ الْمَذْكُورِ فِي سُورَةِ يُونُسَ فِي قَوْلِهِ تَعَالَى: وَلِكُلِّ أُمَّةٍ رَسُولٌ فَإِذَا جَاءَ رَسُولُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ [١٠ \\ ٤٧] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّهُ إِذَا قَامَتِ الْقِيَامَةُ يَخْسَرُ الْمُبْطِلُونَ، أَوْضَحَهُ جَلَّ وَعَلَا فِي سُورَةِ الْجَاثِيَةِ فِي قَوْلِهِ تَعَالَى: وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ [٤٥ \\ ٢٧] . </p><p> وَالْمُبْطِلُ هُوَ: مَنْ مَاتَ مُصِرًّا عَلَى الْبَاطِلِ. </p><p> وَخُسْرَانُ الْمُبْطِلِينَ الْمَذْكُورُ هُنَا قَدْ قَدَّمْنَا بَيَانَهُ فِي سُورَةِ يُونُسَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ وَمَا كَانُوا مُهْتَدِينَ [١٠ \\ ٤٥] . </p><p> قَوْلُهُ تَعَالَى: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ </p><p> قَدْ قَدَّمْنَا أَنَّ لَفْظَةَ جَعَلَ تَأْتِي فِي اللُّغَةِ الْعَرَبِيَّةِ لِأَرْبَعَةِ مَعَانٍ ; ثَلَاثَةٌ مِنْهَا فِي الْقُرْآنِ: </p><p> الْأَوَّلُ: إِتْيَانُ جَعَلَ بِمَعْنَى اعْتَقَدَ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا [٤٣ \\ ١٩] أَيِ: اعْتَقَدُوهُمْ إِنَاثًا، وَمَعْلُومٌ أَنَّ هَذِهِ تَنْصِبُ الْمُبْتَدَأَ وَالْخَبَرَ. </p><p> الثَّانِي: جَعَلَ بِمَعْنَى صَيَّرَ، كَقَوْلِهِ: حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ [٢١ \\ ١٥] وَهَذِهِ تَنْصِبُ الْمُبْتَدَأَ وَالْخَبَرَ أَيْضًا. </p><p> الثَّالِثُ: جَعَلَ بِمَعْنَى خَلَقَ، كَقَوْلِهِ تَعَالَى: الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ [٦ \\ ١] أَيْ: خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَخَلَقَ الظُّلُمَاتِ وَالنُّورَ. </p><p> وَالظَّاهِرُ أَنَّ مِنْهُ قَوْلَهُ هُنَا: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ أَيْ: خَلَقَ لَكُمُ الْأَنْعَامَ، وَيُؤَيِّدُ ذَلِكَ قَوْلُهُ تَعَالَى: وَالْأَنْعَامَ خَلَقَهَا لَكُمْ [١٦ \\ ٥] ، وَقَوْلُهُ: أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا الْآيَةَ [٣٦ \\ ٧١] . </p><p> الرَّابِعُ: وَهُوَ الَّذِي لَيْسَ فِي الْقُرْآنِ جَعَلَ بِمَعْنَى شَرَعَ، وَمِنْهُ قَوْلُهُ: </p><p> وَقَدْ جَعَلْتُ إِذَا مَا قُمْتُ يُثْقِلُنِي ثَوْبِي فَأَنْهَضُ نَهَضَ الشَّارِبِ السَّكِرِ </p><p> وَمَا ذَكَرَهُ اللَّهُ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، مِنَ الِامْتِنَانِ بِهَذِهِ النِّعَمِ الْكَثِيرَةِ، الَّتِي أَنْعَمَ عَلَيْهِمْ بِهَا بِسَبَبِ خَلْقِهِ لَهُمُ الْأَنْعَامَ وَهِيَ الذُّكُورُ وَالْإِنَاثُ، مِنَ الْإِبِلِ وَالْبَقَرِ وَالضَّأْنِ وَالْمَعْزِ، كَمَا قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ آلِ عِمْرَانَ فِي الْكَلَامِ عَلَى قَوْلِهِ: وَالْأَنْعَامِ وَالْحَرْثِ [٣ \\ ١٤] بَيَّنَهُ أَيْضًا فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ تَعَالَى: وَالْأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ [١٦ \\ ٥ - ٧] . وَالدِّفْءُ مَا يَتَدَفَّئُونَ بِهِ فِي الثِّيَابِ الْمَصْنُوعَةِ مِنْ جُلُودِ الْأَنْعَامِ وَأَوْبَارِهَا وَأَشْعَارِهَا وَأَصْوَافِهَا. </p><p> وَقَوْلِهِ تَعَالَى: جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ [١٦ \\ ٨٠] . وَقَوْلِهِ تَعَالَى: </p>"
}