{
  "id": null,
  "sura": 40,
  "aya": 12,
  "text": "<p> وَالدَّلِيلُ مِنَ الْقُرْآنِ عَلَى أَنَّ هَذَا الْقَوْلَ فِي الْآيَةِ هُوَ التَّحْقِيقُ، أَنَّ اللَّهَ صَرَّحَ بِهِ وَاضِحًا فِي قَوْلِهِ جَلَّ وَعَلَا: كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ [٢ \\ ٢٨] وَبِذَلِكَ تَعْلَمُ أَنَّ مَا سِوَاهُ مِنَ الْأَقْوَالِ فِي الْآيَةِ لَا مُعَوَّلَ عَلَيْهِ. </p><p> وَالْأَظْهَرُ عِنْدِي أَنَّ الْمُسَوِّغَ الَّذِي سَوَّغَ إِطْلَاقَ اسْمِ الْمَوْتِ عَلَى الْعَلَقَةِ، وَالْمُضْغَةِ مَثَلًا، فِي بُطُونِ الْأُمَّهَاتِ، أَنَّ عَيْنَ ذَلِكَ الشَّيْءِ، الَّذِي هُوَ نَفْسُ الْعَلَقَةِ وَالْمُضْغَةِ، لَهُ أَطْوَارٌ كَمَا قَالَ تَعَالَى: وَقَدْ خَلَقَكُمْ أَطْوَارًا يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ [٣٩ \\ ٦] ، وَلَمَّا كَانَ ذَلِكَ الشَّيْءُ، تَكُونُ فِيهِ الْحَيَاةُ فِي بَعْضِ تِلْكَ الْأَطْوَارِ، وَفِي بَعْضِهَا لَا حَيَاةَ لَهُ، صَحَّ إِطْلَاقُ الْمَوْتِ وَالْحَيَاةِ عَلَيْهِ مِنْ حَيْثُ إِنَّهُ شَيْءٌ وَاحِدٌ، تَرْتَفِعُ عَنْهُ الْحَيَاةُ تَارَةً وَتَكُونُ فِيهِ أُخْرَى، وَقَدْ ذَكَرَ لَهُ الزَّمَخْشَرِيُّ مُسَوِّغًا غَيْرَ هَذَا، فَانْظُرْهُ إِنْ شِئْتَ. </p><p> قَوْلُهُ تَعَالَى: فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ. قَدْ بَيَّنَ جَلَّ وَعَلَا فِي غَيْرِ هَذَا الْمَوْضِعِ، أَنَّ الِاعْتِرَافَ بِالذَّنْبِ فِي ذَلِكَ الْوَقْتِ لَا يَنْفَعُ، كَمَا قَالَ تَعَالَى: فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ [٦٧ \\ ١١] وَقَالَ تَعَالَى رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ [٣٢ \\ ١٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ، فِي سُورَةِ الْأَعْرَافِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ [٧ \\ ٥٣] . </p><p> قَوْلُهُ تَعَالَى: ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا. قَدْ تَقَدَّمَ الْكَلَامُ عَلَيْهِ فِي سُورَةِ الصَّافَّاتِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّا كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ الْآيَةَ [٣٧ \\ ٣٤ - ٣٥] . </p><p> قَوْلُهُ تَعَالَى: فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْكَهْفِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] . </p>"
}