{
  "id": null,
  "sura": 40,
  "aya": 15,
  "text": "<p> إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ دَلَّتْ آيَةُ الْمُؤْمِنِ هَذِهِ، وَمَا فِي مَعْنَاهَا مِنَ الْآيَاتِ، عَلَى أَنَّ غَيْرَ أُولِي الْأَلْبَابِ الْمُتَذَكِّرِينَ الْمَذْكُورِينَ آنِفًا، لَا يَتَذَكَّرُ وَلَا يَتَّعِظُ بِالْآيَاتِ، بَلْ يُعْرِضُ عَنْهَا أَشَدَّ الْإِعْرَاضِ. </p><p> وَقَدْ جَاءَ هَذَا الْمَعْنَى مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ تَعَالَى: وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ [١٢ \\ ١٠٥] . وَقَوْلِهِ تَعَالَى: وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ [٥٤ \\ ٢] وَقَوْلِهِ: وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ [٣٧ \\ ١٤] . </p><p> وَقَوْلِهِ تَعَالَى: قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ [١٠ \\ ١٠١] وَقَوْلِهِ: وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ [٣٦ \\ ٤٦] فِي الْأَنْعَامِ وَيس إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَى نَحْوِهِ مِنَ الْآيَاتِ فِي أَوَّلِ سُورَةِ الزُّمَرِ، فِي الْكَلَامِ عَلَى قَوْلِهِ: فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ أَلَا لِلَّهِ الدِّينُ الْخَالِصُ [٣٩ \\ ٢ - ٣] . </p><p> قَوْلُهُ تَعَالَى: يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ يَوْمَ هُمْ بَارِزُونَ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ، فِي أَوَّلِ سُورَةِ النَّحْلِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ [١٦ \\ ٢] . وَقَوْلِهِ تَعَالَى فِي آيَةِ الْمُؤْمِنِ هَذِهِ: يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ جَاءَ مِثْلُهُ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ فِي بُرُوزِهِمْ ذَلِكَ الْيَوْمَ: يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ [١٤ \\ ٤٨] وَقَوْلِهِ تَعَالَى: وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا الْآيَةَ [١٤ \\ ٢١] . </p><p> وَكَقَوْلِهِ فِي كَوْنِهِمْ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ذَلِكَ الْيَوْمَ: يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ [٦٩ \\ ١٨] . وَقَوْلِهِ تَعَالَى: إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ [١٠٠ \\ ١١] . وَقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ [٣ \\ ٥] وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ، وَقَدْ بَيَّنَّاهَا فِي أَوَّلِ سُورَةِ هُودٍ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ الْآيَةَ [١١ \\ ٥] ، </p>"
}