{
  "id": null,
  "sura": 40,
  "aya": 53,
  "text": "<p> هَذِهِ الْآيَةِ: أَوَ لَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ [٤٠ \\ ٥٠] وَقَالَ تَعَالَى: وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ [٣٥ \\ ٣٦] وَقَالَ تَعَالَى: فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا [٧٨] وَقَالَ تَعَالَى: لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ [٤٣ \\ ٧٥] وَقَالَ تَعَالَى: إِنَّ عَذَابَهَا كَانَ غَرَامًا [٢٥ \\ ٦٥] وَقَالَ تَعَالَى: فَسَوْفَ يَكُونُ لِزَامًا [٢٥ \\ ٧٧] وَقَالَ تَعَالَى: لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ [٣ \\ ٨٨] . وَقَالَ تَعَالَى: وَلَهُمْ عَذَابٌ مُقِيمٌ [٥ \\ ٣٧] . </p><p> وَقَالَ تَعَالَى فِي عَدَمِ مَوْتِهِمْ فِي النَّارِ: لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا [٣٥ \\ ٣٦] . وَقَالَ تَعَالَى: وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ [١٤ \\ ١٧] . وَقَالَ تَعَالَى: كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ [٤ \\ ٥٦] . وَقَالَ تَعَالَى: إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا [٢٠ \\ ٧٤] . وَقَالَ تَعَالَى: وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا [٨٧ \\ ١١ - ١٣] </p><p> وَلِمَا قَالُوا: لِيَقْضِ عَلَيْنَا رَبُّكَ [٤٣ \\ ٧٧] أَجَابَهُمْ بِقَوْلِهِ: قَالَ إِنَّكُمْ مَاكِثُونَ [٤٣ \\ ٧٧] . </p><p> قَوْلُهُ تَعَالَى: قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ مَعَ الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي سُورَةِ بَنِي إِسْرَائِيلَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] . </p><p> قَوْلُهُ تَعَالَى: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ آلِ عِمْرَانَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ الْآيَةَ [٣ \\ ١٤] ، وَذَكَرْنَا طَرَفًا مِنْ ذَلِكَ فِي الصَّافَّاتِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ [٣٧ \\ ١٧١ - ١٧٢] وَسَتَأْتِي لَهُ زِيَادَةُ إِيضَاحٍ إِنْ شَاءَ اللَّهُ فِي سُورَةِ الْمُجَادِلَةِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ. </p>"
}