{
  "id": null,
  "sura": 40,
  "aya": 57,
  "text": "<p> اللَّامُ فِي قَوْلِهِ: وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى مُوطِئَةٌ لِلْقَسَمِ، وَصِيغَةُ الْجَمْعِ فِي آتَيْنَا وَأَوْرَثْنَا لِلتَّعْظِيمِ. </p><p> وَالْمُرَادُ بِالْهُدَى مَا تَضَمَّنَهُ التَّوْرَاةُ مِنَ الْهُدَى فِي الْعَقَائِدِ وَالْأَعْمَالِ: وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَهُوَ التَّوَرَاةُ، وَقَوْلُهُ: هُدًى وَذِكْرَى لِأُولِي الْأَلْبَابِ مَفْعُولٌ مِنْ أَجْلِهِ، أَيْ: لِأَجْلِ الْهُدَى وَالتَّذْكِيرِ. </p><p> وَقَالَ بَعْضُهُمْ: هُدًى حَالٌ، وَوُرُودُ الْمَصْدَرِ الْمُنْكَّرِ حَالًا مَعْرُوفٌ، كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَمَصْدَرٍ مُنَكَّرٍ حَالًا يَقَعْ بِكَثْرَةٍ كَـ بَغْتَةً زِيدٌ طَلَعْ </p><p> وَقَالَ الْقُرْطُبِيُّ: هُدًى بَدَلٌ مِنَ الْكِتَابِ، أَوْ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اللَّهَ أَنْزَلَ التَّوْرَاةَ عَلَى مُوسَى وَأَنْزَلَ فِيهَا الْهُدَى لِبَنِي إِسْرَائِيلَ جَاءَ مُوَضَّحًا فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ تَعَالَى: وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا [١٧ \\ ٢] . وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ الْآيَةَ [٣٢ \\ ٢٣] . وَقَوْلِهِ تَعَالَى: إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبَارُ [٥ \\ ٤٤] وَقَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ [٢٨ \\ ٤٣] وَقَوْلِهِ تَعَالَى: ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ [٦ \\ ١٥٤] . وَقَوْلِهِ تَعَالَى: وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ الْآيَةَ [٧ \\ ١٤٥] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ. قَدْ قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ الْأَعْرَافِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا [٧ \\ ١٣] ، وَذَكَرْنَا هُنَاكَ بَعْضَ النَّتَائِجِ السَّيِّئَةِ النَّاشِئَةِ عَنِ الْكِبَرِ. </p><p> قَوْلُهُ تَعَالَى: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ. </p>"
}