{
  "id": null,
  "sura": 40,
  "aya": 78,
  "text": "<p> فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ الْفُرْقَانِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا [٢٥ \\ ٤٧] وَفِي سُورَةِ بَنِي إِسْرَائِيلَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ [١٧ \\ ١٢] . </p><p> قَوْلُهُ تَعَالَى: هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ الْآيَةَ [٢٢ \\ ٥] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ. قَدْ قَدَّمْنَا إِيضَاحَهُ بِالْآيَاتِ الْقُرْآنِيَّةِ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ [١٦ \\ ٤٠] . وَبَيَّنَّا أَوْجُهَ الْقِرَاءَةِ فِي قَوْلِهِ: فَيَكُونُ هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ. لَمْ يُبَيِّنْ هُنَا جَلَّ وَعَلَا عَدَدَ أَبْوَابِ جَهَنَّمَ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي سُورَةِ الْحِجْرِ، فِي قَوْلِهِ تَعَالَى: وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ [١٥ \\ ٤٣ - ٤٤] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ. مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَصَّ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْبَاءَ بَعْضِ </p>"
}