{
  "id": null,
  "sura": 40,
  "aya": 18,
  "text": "<p> وَذَكَرْنَا طَرَفًا مِنْ ذَلِكَ، فِي أَوَّلِ سُورَةِ سَبَأٍ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ الْآيَةَ [٣٤ \\ ٣] . </p><p> قَوْلُهُ تَعَالَى: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ. الْإِنْذَارُ، وَالْإِعْلَامُ الْمُقْتَرِنُ بِتَهْدِيدٍ خَاصَّةً، فَكُلُّ إِنْذَارٍ إِعْلَامٌ، وَلَيْسَ كُلُّ إِعْلَامٍ إِنْذَارًا. </p><p> وَقَدْ أَوْضَحْنَا مَعْنَى الْإِنْذَارِ وَأَنْوَاعَهُ فِي أَوَّلِ سُورَةِ الْأَعْرَافِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ لِتُنْذِرَ بِهِ الْآيَةَ [٧ \\ ٢] . </p><p> وَالظَّاهِرُ أَنَّ قَوْلَهُ هُنَا: يَوْمَ الْآزِفَةِ هُوَ الْمَفْعُولُ الثَّانِي لِلْإِنْذَارِ لَا ظَرْفَ لَهُ ; لِأَنَّ الْإِنْذَارَ وَالتَّخْوِيفَ مِنْ يَوْمِ الْقِيَامَةِ وَاقِعٌ فِي دَارِ الدُّنْيَا. وَالْآزِفَةُ الْقِيَامَةُ. أَيْ: أَنْذِرْهُمْ يَوْمَ الْقِيَامَةِ، بِمَعْنَى خَوِّفْهُمْ إِيَّاهُ وَهَدِّدْهُمْ بِمَا فِيهِ مِنَ الْأَهْوَالِ الْعِظَامِ لِيَسْتَعِدُّوا لِذَلِكَ فِي الدُّنْيَا بِالْإِيمَانِ وَالطَّاعَةِ. </p><p> وَإِنَّمَا عَبَّرَ عَنِ الْقِيَامَةِ بِـ الْآزِفَةِ لِأَجْلِ أُزُوفِهَا أَيْ: قُرْبِهَا، وَالْعَرَبُ تَقُولُ: أَزِفَ التَّرَحُّلُ بِكَسْرِ الزَّايِ، يَأْزَفُ بِفَتْحِهَا، أَزَفًا بِفَتْحَتَيْنِ، عَلَى الْقِيَاسِ، وَأُزُوفًا فَهُوَ آزِفٌ، عَلَى غَيْرِ قِيَاسِ، فِي الْمَصْدَرِ الْأَخِيرِ، وَالْوَصْفُ بِمَعْنَى قَرُبَ وَقْتُهُ وَحَانَ وُقُوعُهُ، وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> أَزِفَ التَّرَحُّلُ غَيْرَ أَنَّ رِكَابَنَا ... لَمَّا تَزَلْ بِرِحَالِنَا وَكَأَنْ قَدِ </p><p> وَيُرْوَى أَفِدَ التَّرَحُّلُ، وَمَعْنَاهُمَا وَاحِدٌ. </p><p> وَالْمَعْنَى: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ أَيْ: يَوْمَ الْقِيَامَةِ الْقَرِيبُ مَجِيؤُهَا وَوُقُوعُهَا. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنِ اقْتِرَابِ قِيَامِ السَّاعَةِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: أَزِفَتِ الْآزِفَةُ لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ [٥٣ \\ ٥٧ - ٥٨] ، وَقَوْلِهِ تَعَالَى: اقْتَرَبَتِ السَّاعَةُ الْآيَةَ [٥٤ \\ ١] . وَقَوْلِهِ تَعَالَى: اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ الْآيَةَ [٢١ \\ ١] . وَقَوْلِهِ تَعَالَى فِي الْأَحْزَابِ: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا [٣٣ \\ ٦٣] وَقَوْلِهِ تَعَالَى فِي الشُّورَى: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [٤٢ \\ ١٧] . </p><p> وَقَدْ قَدَّمْنَا هَذَا فِي أَوَّلِ سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ [١٦ \\ ١] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ الظَّاهِرُ فِيهِ أَنَّ إِذْ بَدَلٌ مِنْ يَوْمٍ، وَعَلَيْهِ فَهُوَ مِنْ قَبِيلِ الْمَفْعُولِ بِهِ لَا الْمَفْعُولِ فِيهِ، كَمَا بَيَّنَّا آنِفًا. </p><p> وَالْقُلُوبُ: جَمْعُ قَلْبٍ وَهُوَ مَعْرُوفٌ. </p><p> وَلَدَى: ظَرْفٌ بِمَعْنَى عِنْدَ. </p><p> وَالْحَنَاجِرُ: جَمْعُ حَنْجَرَةٍ وَهِيَ مَعْرُوفَةٌ. </p><p> وَمَعْنَى كَوْنِ الْقُلُوبِ لَدَى الْحَنَاجِرِ، فِي ذَلِكَ الْوَقْتِ فِيهِ لِعُلَمَاءِ التَّفْسِيرِ وَجْهَانِ مَعْرُوفَانِ: </p><p> أَحَدُهُمَا: مَا قَالَهُ قَتَادَةُ وَغَيْرُهُ ; مِنْ أَنَّ قُلُوبَهُمْ يَوْمَئِذٍ تَرْتَفِعُ مِنْ أَمَاكِنِهَا فِي الصُّدُورِ، حَتَّى تَلْتَصِقَ بِالْحُلُوقِ، فَتَكُونُ لَدَى الْحَنَاجِرِ، فَلَا هِيَ تَخْرُجُ مِنْ أَفْوَاهِهِمْ فَيَمُوتُوا، وَلَا هِيَ تَرْجِعُ إِلَى أَمَاكِنِهَا فِي الصُّدُورِ فَيَتَنَفَّسُوا. وَهَذَا الْقَوْلُ هُوَ ظَاهِرُ الْقُرْآنِ. </p><p> وَالْوَجْهُ الثَّانِي: هُوَ أَنَّ الْمُرَادَ بِكَوْنِ الْقُلُوبِ لَدَى الْحَنَاجِرِ، بَيَانُ شِدَّةِ الْهَوْلِ، وَفَظَاعَةِ الْأَمْرِ، وَعَلَيْهِ فَالْآيَةُ كَقَوْلِهِ تَعَالَى: وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا [٣٣ \\ ١٠ - ١١] وَهُوَ زِلْزَالُ خَوْفٍ وَفَزَعٍ لَا زِلْزَالُ حَرَكَةِ الْأَرْضِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَاظِمِينَ مَعْنَاهُ مَكْرُوبِينَ مُمْتَلِئِينَ خَوْفًا وَغَمًّا وَحُزْنًا. </p><p> وَالْكَظْمُ: تَرَدُّدُ الْخَوْفِ وَالْغَيْظِ وَالْحُزْنِ فِي الْقَلْبِ حَتَّى يَمْتَلِئَ مِنْهُ، وَيَضِيقَ بِهِ. </p><p> وَالْعَرَبُ تَقُولُ: كَظَمْتُ السِّقَاءَ إِذَا مَلَأْتُهُ مَاءً، وَشَدَدْتُهُ عَلَيْهِ. </p><p> وَقَوْلُ بَعْضِهِمْ كَاظِمِينَ، أَيْ سَاكِتِينَ، لَا يُنَافِي مَا ذَكَرْنَا ; لِأَنَّ الْخَوْفَ وَالْغَمَّ الَّذِي مَلَأَ قُلُوبَهُمْ يَمْنَعُهُمْ مِنَ الْكَلَامِ، فَلَا يَقْدِرُونَ عَلَيْهِ، وَمِنْ إِطْلَاقِ الْكَظْمِ عَلَى السُّكُوتِ </p>"
}