{
  "id": null,
  "sura": 40,
  "aya": 44,
  "text": "<p> قَدْ أَوْضَحْنَا مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَبَيَّنَّا الْعَمَلَ الصَّالِحَ بِالْآيَاتِ الْقُرْآنِيَّةِ، وَأَوْضَحْنَا الْآيَاتِ الْمُبَيِّنَةَ لِمَفْهُومِ الْمُخَالَفَةِ، فِي قَوْلِهِ: وَهُوَ مُؤْمِنٌ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ، فِي سُورَةِ النَّحْلِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً الْآيَةَ [١٦ \\ ٩٧] . وَفِي أَوَّلِ سُورَةِ الْكَهْفِ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا [١٨ \\ ٢ - ٣] . </p><p> قَوْلُهُ تَعَالَى: وَتَدْعُونَنِي إِلَى النَّارِ تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ. الظَّاهِرُ أَنَّ جُمْلَةَ قَوْلِهِ تَدْعُونَنِي تَدْعُونَنِي لِأَكْفُرَ بَدَلٌ مِنْ قَوْلِهِ: وَتَدْعُونَنِي إِلَى النَّارِ ; لِأَنَّ الدَّعْوَةَ إِلَى الْكُفْرِ بِاللَّهِ وَالْإِشْرَاكِ بِهِ دَعْوَةٌ إِلَى النَّارِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْكُفْرَ وَالْإِشْرَاكَ بِاللَّهِ مُسْتَوْجِبٌ لِدُخُولِ النَّارِ، بَيَّنَهُ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِهِ كَقَوْلِهِ: إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ [٥ \\ ٧٢] ، وَقَدْ قَدَّمْنَا مَا فِيهِ كِفَايَةٌ مِنْ ذَلِكَ، فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ الْآيَةَ [٢٢ \\ ٣١] . </p><p> قَوْلُهُ تَعَالَى: فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ. التَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ أَنَّ هَذَا الْكَلَامَ مِنْ كَلَامِ مُؤْمِنِ آلِ فِرْعَوْنَ الَّذِي ذَكَرَ اللَّهُ عَنْهُ، وَلَيْسَ لِمُوسَى فِيهِ دَخْلٌ. </p><p> وَقَوْلُهُ: فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ، يَعْنِي أَنَّهُمْ يَوْمَ الْقِيَامَةِ يَعْلَمُونَ صِحَّةَ مَا كَانَ يَقُولُ لَهُمْ، وَيَذْكُرُونَ نَصِيحَتَهُ، فَيَنْدَمُونَ حَيْثُ لَا يَنْفَعُ النَّدَمُ، وَالْآيَاتُ الدَّالَّةُ عَلَى مِثْلِ هَذَا مِنْ أَنَّ الْكُفَّارَ تَنْكَشِفُ لَهُمْ يَوْمَ الْقِيَامَةِ حَقَائِقُ مَا كَانُوا يُكَذِّبُونَ بِهِ فِي الدُّنْيَا - كَثِيرَةٌ، كَقَوْلِهِ تَعَالَى: وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ لِكُلِّ نَبَإٍ مُسْتَقَرٌّ وَسَوْفَ تَعْلَمُونَ [٦ \\ ٦٦ - ٦٧] وَقَوْلِهِ تَعَالَى: وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ [٣٨ \\ ٨٨] . وَقَوْلِهِ تَعَالَى: كَلَّا سَيَعْلَمُونَ ثُمَّ كَلَّا سَيَعْلَمُونَ [٧٨ \\ ٤ - ٥] وَقَوْلِهِ تَعَالَى: كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ [١٠٢ \\ ٣ - ٤] . </p><p> وَقَوْلِهِ تَعَالَى: فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا [٤٠ \\ ٤٤ - ٤٥] دَلِيلٌ وَاضِحٌ عَلَى أَنَّ التَّوَكُّلَ الصَّادِقَ عَلَى اللَّهِ، وَتَفْوِيضَ الْأُمُورِ إِلَيْهِ سَبَبٌ لِلْحِفْظِ وَالْوِقَايَةِ مِنْ كُلِّ سُوءٍ، وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْفَاءَ مِنْ حُرُوفِ التَّعْلِيلِ، كَقَوْلِهِمْ: سَهَا فَسَجَدَ، أَيْ: سَجَدَ لِعِلَّةِ سَهْوِهِ، وَسَرَقَ فَقُطِعَتْ يَدُهُ، أَيْ: لِعِلَّةِ سَرِقَتِهِ، كَمَا قَدَّمْنَاهُ مِرَارًا. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ كَوْنِ التَّوَكُّلِ عَلَى اللَّهِ سَبَبًا لِلْحِفْظِ، وَالْوِقَايَةِ مِنَ السُّوءِ، جَاءَ مُبِيَّنًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ تَعَالَى: وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ [٦٥ \\ ٣] . وَقَوْلِهِ تَعَالَى: الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ [٣ \\ ١٧٣ - ١٧٤] . </p><p> وَقَدْ ذَكَرْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ بِكَثْرَةٍ، فِي أَوَّلِ سُورَةِ بَنِي إِسْرَائِيلَ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا [١٧ \\ ٢] . </p><p> وَالظَّاهِرُ أَنَّ مَا فِي قَوْلِهِ: سَيِّئَاتِ مَا مَكَرُوا [٤٠ \\ ٤٥] مَصْدَرِيَّةٌ، أَيْ: فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَكْرِهِمْ، أَيْ: أَضْرَارَ مَكْرِهِمْ وَشَدَائِدَهُ، وَالْمَكْرُ: الْكَيْدُ. </p><p> فَقَدْ دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ، عَلَى أَنَّ فِرْعَوْنَ وَقَوْمَهُ أَرَادُوا أَنْ يَمْكُرُوا بِهَذَا الْمُؤْمِنِ الْكَرِيمِ وَأَنَّ اللَّهَ وَقَاهُ، أَيْ حَفِظَهُ وَنَجَّاهُ، مِنْ أَضْرَارِ مَكْرِهِمْ وَشَدَائِدِهِ بِسَبَبِ تَوَكُّلِهِ عَلَى اللَّهِ، وَتَفْوِيضِهِ أَمْرَهُ إِلَيْهِ. </p><p> وَبَعْضُ الْعُلَمَاءِ يَقُولُ: نَجَّاهُ اللَّهُ مِنْهُمْ مَعَ مُوسَى وَقَوْمِهِ وَبَعْضُهُمْ يَقُولُ: صَعِدَ جَبَلًا فَأَعْجَزَهُمُ اللَّهُ عَنْهُ وَنَجَّاهُ مِنْهُمْ، وَكُلُّ هَذَا لَا دَلِيلَ عَلَيْهِ، وَغَايَةُ مَا دَلَّ عَلَيْهِ الْقُرْآنُ أَنَّ اللَّهَ وَقَاهُ سَيِّئَاتِ مَكْرِهِمْ، أَيْ حَفِظَهُ وَنَجَّاهُ مِنْهَا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ مَعْنَاهُ: أَنَّهُمْ لَمَّا أَرَادُوا أَنْ يَمْكُرُوا بِهَذَا الْمُؤْمِنِ وَقَاهُ اللَّهُ مَكْرَهُمْ، وَرَدَّ الْعَاقِبَةَ السَّيِّئَةَ عَلَيْهِمْ، فَرَدَّ سُوءَ مَكْرِهِمْ إِلَيْهِمْ، فَكَانَ الْمُؤْمِنُ الْمَذْكُورُ نَاجِيًا فِي الدُّنْيَا وَالْآخِرَةِ، وَكَانَ فِرْعَوْنُ وَقَوْمُهُ هَالِكِينَ </p>"
}