{
  "id": null,
  "sura": 41,
  "aya": 10,
  "text": "<p> وَهَذَا الَّذِي ذَكَرْنَا هُوَ الَّذِي عَلَيْهِ الْجُمْهُورُ خِلَافًا لِمَنْ قَالَ: إِنَّ مَعْنَى (غَيْرُ مَمْنُونٍ) غَيْرُ مَمْنُونٍ عَلَيْهِمْ بِهِ. </p><p> وَعَلَيْهِ ; فَالْمَنُّ فِي الْآيَةِ مِنْ جِنْسِ الْمَنِّ الْمَذْكُورِ فِي قَوْلِهِ - تَعَالَى -: لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى [٢ \\ ٢٦٤] . </p><p> وَمَنْ قَالَ: إِنَّ مَعْنَى (غَيْرُ مَمْنُونٍ) غَيْرُ مَنْقُوصٍ، مُحْتَجًّا بِأَنَّ الْعَرَبَ تُطْلِقُ الْمَمْنُونَ عَلَى الْمَنْقُوصِ، قَالُوا: وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> فَضْلُ الْجِيَادِ عَلَى الْخَيْلِ الْبِطَاءِ فَلَا ... يُعْطَى بِذَلِكَ مَمْنونًا وَلَا نَزَقَا </p><p> فَقَوْلُهُ: مَمْنُونًا، أَيْ مَنْقُوصًا. </p><p> وَهَذَا وَإِنْ صَحَّ لُغَةً، فَالْأَظْهَرُ أَنَّهُ لَيْسَ مَعْنَى الْآيَةِ. </p><p> بَلْ مَعْنَاهَا هُوَ مَا قَدَّمْنَا. وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ. </p><p> الظَّاهِرُ أَنَّ مَعْنَى قَوْلِهِ هُنَا (فِي أَرْبَعَةِ أَيَّامٍ) أَيْ فِي تَتِمَّةِ أَرْبَعَةِ أَيَّامٍ. </p><p> وَتَتِمَّةُ الْأَرْبَعَةِ حَاصِلَةٌ بِيَوْمَيْنِ فَقَطْ ; لِأَنَّهُ - تَعَالَى - قَالَ: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ ثُمَّ قَالَ: (فِي أَرْبَعَةِ أَيَّامٍ) أَيْ فِي تَتِمَّةِ أَرْبَعَةِ أَيَّامٍ. </p><p> ثُمَّ قَالَ: فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ [٤١ \\ ١٢] فَتَضُمُّ الْيَوْمَيْنِ إِلَى الْأَرْبَعَةِ السَّابِقَةِ، فَيَكُونُ مَجْمُوعُ الْأَيَّامِ الَّتِي خَلَقَ فِيهَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا - سِتَّةَ أَيَّامٍ. </p><p> وَهَذَا التَّفْسِيرُ الَّذِي ذَكَرْنَا فِي الْآيَةِ لَا يَصِحُّ غَيْرُهُ بِحَالٍ ; لِأَنَّ اللَّهَ - تَعَالَى - صَرَّحَ فِي آيَاتٍ مُتَعَدِّدَةٍ مِنْ كِتَابِهِ بِأَنَّهُ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ، كَقَوْلِهِ فِي «الْفُرْقَانِ» : الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا [٢٥ \\ ٥٩] . وَقَوْلِهِ - تَعَالَى - فِي السَّجْدَةِ: اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ [٣٢ \\ ٤] . وَقَوْلِهِ - تَعَالَى - فِي «ق» : وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ [٥٠ \\ ٣٨] . وَقَوْلِهِ - تَعَالَى - فِي «الْأَعْرَافِ» : إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ </p><p> [٧ \\ ٥٤] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> فَلَوْ لَمْ يُفَسَّرْ قَوْلُهُ - تَعَالَى -: فِي أَرْبَعَةِ أَيَّامٍ بِأَنَّ مَعْنَاهُ فِي تَتِمَّةِ أَرْبَعَةِ أَيَّامٍ - لَكَانَ الْمَعْنَى أَنَّهُ - تَعَالَى - خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي ثَمَانِيَةِ أَيَّامٍ; لِأَنَّ قَوْلَهُ - تَعَالَى -: فِي أَرْبَعَةِ أَيَّامٍ إِذَا فُسِّرَ بِأَنَّهَا أَرْبَعَةٌ كَامِلَةٌ ثُمَّ جُمِعَتْ مَعَ الْيَوْمَيْنِ اللَّذَيْنِ خُلِقَتْ فِيهِمَا الْأَرْضُ الْمَذْكُورِينَ فِي قَوْلِهِ: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ [٤١ \\ ٩] ، وَالْيَوْمَيْنِ اللَّذَيْنِ خُلِقَتْ فِيهِمَا السَّمَاوَاتُ الْمَذْكُورَيْنَ فِي قَوْلِهِ - تَعَالَى -: فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ [٤١ \\ ١٢] - لَكَانَ الْمَجْمُوعُ ثَمَانِيَةَ أَيَّامٍ. </p><p> وَذَلِكَ لَمْ يَقُلْ بِهِ أَحَدٌ مِنَ الْمُسْلِمِينَ. </p><p> وَالنُّصُوصُ الْقُرْآنِيَّةُ مُصَرِّحَةٌ بِأَنَّهَا سِتَّةُ أَيَّامٍ، فَعُلِمَ بِذَلِكَ صِحَّةُ التَّفْسِيرِ الَّذِي ذَكَرْنَا، وَصِحَّةُ دَلَالَةِ الْآيَاتِ الْقُرْآنِيَّةِ عَلَيْهِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا قَدْ قَدَّمَنَا الْكَلَامَ عَلَى أَمْثَالِهِ مِنَ الْآيَاتِ فِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ [١٦ \\ ١٥] ، وَقَوْلُهُ - تَعَالَى -: وَبَارَكَ فِيهَا أَيْ أَكْثَرَ فِيهَا الْبَرَكَاتِ، وَالْبَرَكَةُ الْخَيْرُ، وَقَوْلُهُ - تَعَالَى - وَقَدَّرَ فِيهَا أَقْوَاتَهَا. </p><p> التَّقْدِيرُ وَالْخَلْقُ فِي لُغَةِ الْعَرَبِ مَعْنَاهُمَا وَاحِدٌ. </p><p> وَالْأَقْوَاتُ جَمْعُ قُوتٍ، وَالْمُرَادُ بِالْأَقْوَاتِ أَرْزَاقُ أَهْلِ الْأَرْضِ وَمَعَايِشُهُمْ وَمَا يُصْلِحُهُمْ. </p><p> وَقَدْ ذَكَرْنَا فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» أَنَّ آيَةَ «فُصِّلَتْ» هَذِهِ، أَعْنِي قَوْلَهُ - تَعَالَى -: وَقَدَّرَ فِيهَا أَقْوَاتَهَا يُفْهَمُ مِنْهَا الْجَمْعُ بَيْنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْأَرْضَ خُلِقَتْ قَبْلَ السَّمَاءِ، كَقَوْلِهِ هُنَا: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ ثُمَّ رَتَّبَ عَلَى ذَلِكَ بِـ (ثُمَّ) قَوْلَهُ: ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ إِلَى قَوْلِهِ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ مَعَ بَعْضِ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ السَّمَاءَ خُلِقَتْ قَبْلَ الْأَرْضِ، كَقَوْلِهِ - تَعَالَى - فِي «النَّازِعَاتِ» : أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا إِلَى قَوْلِهِ: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا [٧٩ \\ ٢٧ - ٣٠] . </p><p> فَقُلْنَا فِي كِتَابِنَا الْمَذْكُورِ مَا نَصُّهُ: قَوْلُهُ - تَعَالَى -: </p><p> هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ [٢ \\ ٢٩] ، الْآيَةُ تَدُلُّ عَلَى أَنَّ خَلْقَ الْأَرْضِ قَبْلَ خَلْقِ السَّمَاءِ، بِدَلِيلِ لَفْظَةِ (ثُمَّ) الَّتِي هِيَ لِلتَّرْتِيبِ وَالِانْفِصَالِ. </p><p> وَكَذَلِكَ آيَةِ «حم السَّجْدَةِ» تَدُلُّ أَيْضًا عَلَى خَلْقِ الْأَرْضِ قَبْلَ السَّمَاءِ ; لِأَنَّهُ قَالَ فِيهَا: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ إِلَى أَنْ قَالَ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ الْآيَةَ. </p><p> مَعَ أَنَّ آيَةَ «النَّازِعَاتِ» تَدُلُّ عَلَى أَنَّ دَحْوَ الْأَرْضِ بَعْدَ خَلْقِ السَّمَاءِ ; لِأَنَّهُ قَالَ فِيهَا أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا، ثُمَّ قَالَ: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا. </p><p> اعْلَمْ أَوَّلًا أَنَّ ابْنَ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - سُئِلَ عَنِ الْجَمْعِ بَيْنَ آيَةِ «السَّجْدَةِ» وَآيَةِ «النَّازِعَاتِ» فَأَجَابَ بِأَنَّ اللَّهَ - تَعَالَى - خَلَقَ الْأَرْضَ أَوَّلًا قَبْلَ السَّمَاءِ غَيْرَ مَدْحُوَّةٍ، ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعًا فِي يَوْمَيْنِ، ثُمَّ دَحَا الْأَرْضَ بَعْدَ ذَلِكَ، وَجَعَلَ فِيهَا الرَّوَاسِيَ وَالْأَنْهَارَ وَغَيْرَ ذَلِكَ. </p><p> فَأَصْلُ خَلْقِ الْأَرْضِ قَبْلَ خَلْقِ السَّمَاءِ، وَدَحْوُهَا بِجِبَالِهَا وَأَشْجَارِهَا وَنَحْوُ ذَلِكَ بَعْدَ خَلْقِ السَّمَاءِ. </p><p> وَيَدُلُّ لِهَذَا أَنَّهُ قَالَ: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا وَلَمْ يَقُلْ: خَلَقَهَا، ثُمَّ فَسَّرَ دَحْوَهُ إِيَّاهَا بِقَوْلِهِ: أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا [٧٩ \\ ٣١] ، وَهَذَا الْجَمْعُ الَّذِي جَمَعَ بِهِ ابْنُ عَبَّاسٍ بَيْنَ هَاتَيْنِ الْآيَتَيْنِ وَاضِحٌ لَا إِشْكَالَ فِيهِ، مَفْهُومٌ مِنْ ظَاهِرِ الْقُرْآنِ الْعَظِيمِ إِلَّا أَنَّهُ يُرَدُّ عَلَيْهِ إِشْكَالٌ مِنْ آيَةِ «الْبَقَرَةِ» هَذِهِ. </p><p> وَإِيضَاحُهُ أَنَّ ابْنَ عَبَّاسٍ جَمَعَ بِأَنَّ خَلْقَ الْأَرْضِ قَبْلَ خَلْقِ السَّمَاءِ، وَدَحْوَهَا بِمَا فِيهَا بَعْدَ خَلْقِ السَّمَاءِ. </p><p> وَفِي هَذِهِ الْآيَةِ التَّصْرِيحُ بِأَنَّ جَمِيعَ مَا فِي الْأَرْضِ مَخْلُوقٌ قَبْلَ خَلْقِ السَّمَاءِ ; لِأَنَّهُ قَالَ فِيهَا هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ الْآيَةَ. </p><p> وَقَدْ مَكَثْتُ زَمَنًا طَوِيلًا أُفَكِّرُ فِي حَلِّ هَذَا الْإِشْكَالِ حَتَّى هَدَانِي اللَّهُ إِلَيْهِ ذَاتَ يَوْمٍ، فَفَهِمْتُهُ مِنَ الْقُرْآنِ الْعَظِيمِ. </p><p> وَإِيضَاحُهُ: أَنَّ هَذَا الْإِشْكَالَ مَرْفُوعٌ مِنْ وَجْهَيْنِ، كُلٌّ مِنْهُمَا تَدُلُّ عَلَيْهِ آيَةٌ مِنَ الْقُرْآنِ. </p><p> الْأَوَّلُ: أَنَّ الْمُرَادَ بِخَلْقِ مَا فِي الْأَرْضِ جَمِيعًا قَبْلَ خَلْقِ السَّمَاءِ - الْخَلْقُ اللُّغَوِيُّ الَّذِي هُوَ التَّقْدِيرُ، لَا الْخَلْقُ بِالْفِعْلِ، الَّذِي هُوَ الْإِبْرَازُ مِنَ الْعَدَمِ إِلَى الْوُجُودِ، وَالْعَرَبُ تُسَمِّي التَّقْدِيرَ خَلْقًا. وَمِنْهُ قَوْلُ زُهَيْرٍ: </p><p> وَلَأَنْتَ تَفْرِي مَا خَلَقْتَ ... وَبَعْضُ الْقَوْمِ يَخْلُقُ ثُمَّ لَا يَفْرِي </p><p> وَالدَّلِيلُ عَلَى أَنَّ الْمُرَادَ بِهَذَا الْخَلْقِ التَّقْدِيرُ أَنَّهُ - تَعَالَى - نَصَّ عَلَى ذَلِكَ فِي سُورَةِ «فُصِّلَتْ» ; حَيْثُ قَالَ: وَقَدَّرَ فِيهَا أَقْوَاتَهَا ثُمَّ قَالَ: ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ الْآيَةَ. </p><p> الْوَجْهُ الثَّانِي: أَنَّهُ لَمَّا خَلَقَ الْأَرْضَ غَيْرَ مَدْحُوَّةٍ وَهِيَ أَصْلٌ لِكُلِّ مَا فِيهَا كَانَ كُلَّ مَا فِيهَا كَأَنَّهُ خُلِقَ بِالْفِعْلِ لِوُجُودِ أَصْلِهِ فِعْلًا. </p><p> وَالدَّلِيلُ مِنَ الْقُرْآنِ عَلَى أَنَّ وُجُودَ الْأَصْلِ يُمْكِنُ بِهِ إِطْلَاقُ الْخَلْقِ عَلَى الْفَرْعِ، وَإِنْ لَمْ يَكُنْ مَوْجُودًا بِالْفِعْلِ - قَوْلُهُ - تَعَالَى -: وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكَةِ الْآيَةَ [٧ \\ ١١] ، فَقَوْلُهُ: خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ أَيْ بِخَلْقِنَا وَتَصْوِيرِنَا لِأَبِيكُمْ آدَمَ الَّذِي هُوَ أَصْلُكُمْ. </p><p> وَجَمَعَ بَعْضُ الْعُلَمَاءِ بِأَنَّ مَعْنَى قَوْلِهِ وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَيْ مَعَ ذَلِكَ، فَلَفْظَةُ (بَعْدَ) بِمَعْنَى مَعَ. </p><p> وَنَظِيرُهُ قَوْلُهُ - تَعَالَى -: عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ وَعَلَيْهِ ; فَلَا إِشْكَالَ فِي الْآيَةِ. </p><p> وَيُسْتَأْنَسُ لِهَذَا الْقَوْلِ بِالْقِرَاءَةِ الشَّاذَّةِ - وَبِهَا قَرَأَ مُجَاهِدٌ -: (وَالْأَرْضَ مَعَ ذَلِكَ دَحَاهَا) . </p><p> وَجَمَعَ بَعْضُهُمْ بِأَوْجُهٍ ضَعِيفَةٍ ; لِأَنَّهَا مَبْنِيَّةٌ عَلَى أَنَّ خَلْقَ السَّمَاءِ قَبْلَ الْأَرْضِ، وَهُوَ خِلَافُ التَّحْقِيقِ. </p><p> مِنْهَا: أَنَّ (ثُمَّ) بِمَعْنَى الْوَاوِ. </p><p> وَمِنْهَا: أَنَّهَا لِلتَّرْتِيبِ الذِّكْرِيِّ، كَقَوْلِهِ - تَعَالَى -: ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا الْآيَةَ [٩٠ \\ ١٧] . </p>"
}