{
  "id": null,
  "sura": 41,
  "aya": 19,
  "text": "<p> وَقَوْلُهُ - تَعَالَى -: بِمَا كَانُوا يَكْسِبُونَ كَالتَّوْكِيدِ فِي الْمَعْنَى ; لِقَوْلِهِ: فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى ; لِأَنَّ كُلًّا مِنْهُمَا سَبَبٌ لِأَخْذِ الصَّاعِقَةِ إِيَّاهُمْ، فَالْفَاءُ فِي قَوْلِهِ:  (فَأَخَذَتْهُمْ) سَبَبِيَّةٌ، وَالْبَاءُ فِي قَوْلِهِ:  (بِمَا كَانُوا) سَبَبِيَّةٌ، وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ. </p><p> ذَكَرَ جَلَّ وَعَلَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ أَهْلَكَ ثَمُودَ بِالصَّاعِقَةِ، وَنَجَّى مِنْ ذَلِكَ الْإِهْلَاكِ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ اللَّهَ، وَالْمُرَادُ بِهِمْ صَالِحٌ وَمَنْ آمَنَ مَعَهُ مِنْ قَوْمِهِ. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُبَيَّنًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى - فِي سُورَةِ «هُودٍ» فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ الْآيَةَ [١١ \\ ٦٦] ، وَقَوْلِهِ - تَعَالَى - فِي «النَّمْلِ» : وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ [٢٧ \\ ٤٥] إِلَى قَوْلِهِ - تَعَالَى - فِي «ثَمُودَ» فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ [٢٧ \\ ٥٢ - ٥٣] أَيْ وَهُمْ صَالِحٌ وَمَنْ آمَنَ مَعَهُ. </p><p> قَوْلُهُ - تَعَالَى -: وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ. </p><p> قَرَأَ هَذَا الْحَرْفَ عَامَّةُ الْقُرَّاءِ غَيْرَ نَافِعٍ (يُحْشَرُ) بِضَمِّ الْيَاءِ وَفَتْحِ الشِّينِ مَبْنِيًّا لِلْمَفْعُولِ، (أَعْدَاءُ اللَّهِ) بِالرَّفْعِ عَلَى أَنَّهُ نَائِبُ الْفَاعِلِ. </p><p> وَقَرَأَهُ نَافِعٌ وَحَمْزَةُ، مِنَ السَّبْعَةِ (نَحْشُرُ أَعْدَاءَ اللَّهِ) بِالنُّونِ الْمَفْتُوحَةِ الدَّالَّةِ عَلَى الْعَظَمَةِ، وَضَمِّ الشِّينِ مَبْنِيًّا لِلْفَاعِلِ، (أَعْدَاءَ اللَّهِ) بِالنَّصْبِ عَلَى أَنَّهُ مَفْعُولٌ بِهِ، أَيْ وَاذْكُرْ وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ أَيْ يُجْمَعُونَ إِلَى النَّارِ. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ مِنْ أَنَّ لِلَّهِ أَعْدَاءً، وَأَنَّهُمْ يُحْشَرُونَ يَوْمَ الْقِيَامَةِ إِلَى النَّارِ - جَاءَ مَذْكُورًا فِي آيَاتٍ أُخَرَ; فَبَيَّنَ فِي بَعْضِهَا أَنَّ لَهُ أَعْدَاءً، وَأَنَّ أَعْدَاءَهُ هُمْ أَعْدَاءُ الْمُؤْمِنِينَ، وَأَنَّ جَزَاءَهُمُ النَّارُ، كَقَوْلِهِ - تَعَالَى -: مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ [٢ \\ ٩٨] . وَقَوْلِهِ - تَعَالَى -: وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ [٨ \\ ٦٠] . وَقَوْلِهِ - تَعَالَى -: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ الْآيَةَ </p>"
}