{
  "id": null,
  "sura": 41,
  "aya": 20,
  "text": "<p> [٦٠ \\ ١] . وَقَوْلِهِ - تَعَالَى -: فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ [٢٠ \\ ٣٩] . وَقَوْلِهِ - تَعَالَى -: ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ الْآيَةَ [٤١ \\ ٢٨] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَهُمْ يُوزَعُونَ أَيْ يُرَدُّ أَوَّلُهُمْ إِلَى آخِرِهِمْ، وَيَلْحَقُ آخِرُهُمْ بِأَوَّلِهِمْ، حَتَّى يَجْتَمِعُوا جَمْيعًا، ثُمَّ يُدْفَعُونَ فِي النَّارِ، وَهُوَ مِنْ قَوْلِ الْعَرَبِ: وَزَّعْتُ الْجَيْشَ، إِذَا حَبَسْتَ أَوَّلَهُ عَلَى آخِرِهِ حَتَّى يَجْتَمِعَ. </p><p> وَأَصْلُ الْوَزَعِ الْكَفُّ، تَقُولُ الْعَرَبُ وَزَعَهُ يَزَعُهُ وَزَعًا فَهُوَ وَازِعٌ لَهُ، إِذَا كَفَّهُ عَنِ الْأَمْرِ، وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> عَلَى حِينَ عَاتَبْتُ الْمَشِيبَ عَلَى الصِّبَا ... فَقُلْتُ أَلَمَّا أَصْحَ وَالشَّيْبُ وَازِعُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> وَلَنْ يَزَعَ النَّفْسَ اللَّجُوجَ عَنِ الْهَوَى ... مِنَ النَّاسِ إِلَّا وَافِرُ الْعَقْلِ كَامِلُهُ </p><p> وَبِمَا ذَكَرْنَا تَعْلَمُ أَنَّ أَصْلَ مَعْنَى (يُوزَعُونَ) أَيْ يَكُفُّ أَوَّلَهُمْ عَنِ التَّقَدُّمِ وَآخِرَهُمْ عَنِ التَّأَخُّرِ، حَتَّى يَجْتَمِعُوا جَمِيعًا. </p><p> وَذَلِكَ يَدُلُّ عَلَى أَنَّهُمْ يُسَاقُونَ سَوْقًا عَنِيفًا، يُجْمَعُ بِهِ أَوَّلُهُمْ مَعَ آخِرِهِمْ. </p><p> وَقَدْ بَيَّنَ - تَعَالَى - أَنَّهُمْ يُسَاقُونَ إِلَى النَّارِ فِي حَالِ كَوْنِهِمْ عِطَاشًا فِي قَوْلِهِ - تَعَالَى -: وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا [١٩ \\ ٨٦] . وَلَعَلَّ الْوَزَعَ الْمَذْكُورَ فِي الْآيَةِ يَكُونُ فِي الزُّمْرَةِ الْوَاحِدَةِ مِنْ زُمَرِ أَهْلِ النَّارِ ; لِأَنَّهُمْ يُسَاقُونَ إِلَى النَّارِ زُمَرًا زُمَرًا، كَمَا قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الزُّمَرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا الْآيَةَ [٣٩ \\ ٧١] . </p><p> قَوْلُهُ - تَعَالَى -: حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «يس» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ الْآيَةَ [٣٦ \\ ٦٥] . وَفِي سُورَةِ النِّسَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا [٤ \\ ٤٢] .ُُ </p>"
}