{
  "id": null,
  "sura": 41,
  "aya": 50,
  "text": "<p> قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ «النَّمْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ [٢٧ \\ ٦٦] . </p><p> وَمَعْلُومٌ أَنَّ الظَّنَّ يُطْلَقُ فِي لُغَةِ الْعَرَبِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ عَلَى مَعْنَيَيْنِ: أَحَدُهُمَا: الشَّكُّ، كَقَوْلِهِ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا [٥٣ \\ ٢٨] . وَقَوْلِهِ - تَعَالَى - عَنِ الْكُفَّارِ: إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ [٤٥ \\ ٣٢] . </p><p> وَالثَّانِي: هُوَ إِطْلَاقُ الظَّنِّ مُرَادًا بِهِ الْعِلْمُ وَالْيَقِينُ، وَمِنْهُ قَوْلُهُ - تَعَالَى - هُنَا: وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ [٤١ \\ ٤٨] أَيْ أَيْقَنُوا أَنَّهُمْ لَيْسَ لَهُمْ يَوْمَ الْقِيَامَةِ مَحِيصٌ، أَيْ لَا مَفَرَّ وَلَا مَهْرَبَ لَهُمْ مِنْ عَذَابِ رَبِّهِمْ، وَمِنْهُ بِهَذَا الْمَعْنَى قَوْلُهُ - تَعَالَى -: وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا [١٨ \\ ٥٣] أَيْ أَيْقَنُوا ذَلِكَ وَعَلِمُوهُ، وَقَوْلُهُ - تَعَالَى -: الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ [٢ \\ ٤٦] . وَقَوْلُهُ - تَعَالَى -: قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ [٢ \\ ٢٤٩] . وَقَوْلُهُ - تَعَالَى -: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ [٦٩ \\ ١٩ - ٢٠] . فَالظَّنُّ فِي الْآيَاتِ الْمَذْكُورَةِ كُلِّهَا بِمَعْنَى الْيَقِينِ. </p><p> وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ دُرَيْدِ بْنِ الصِّمَّةِ: </p><p> فَقُلْتُ لَهُمْ ظُنُّوا بِأَلْفَيْ مُدَجَّجٍ ... سُرَاتُهُمُ فِي الْفَارِسِيِّ الْمُسَرَّدِ </p><p> وَقَوْلُ عَمِيرَةَ بْنِ طَارِقٍ: </p><p> بِأَنْ تَغْتَزُوا قَوْمِي وَأَقْعُدَ فِيكُمُ ... وَأَجْعَلَ مِنِّي الظَّنَّ غَيْبًا مُرَجَّمَا </p><p> وَالظَّنُّ فِي الْبَيْتَيْنِ الْمَذْكُورَيْنِ بِمَعْنَى الْيَقِينِ، وَالْفِعْلُ الْقَلْبِيُّ فِي الْآيَةِ الْمَذْكُورَةِ الَّتِي هِيَ قَوْلُهُ: وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ مُعَلِّقٌ عَنِ الْعَمَلِ فِي الْمَفْعُولَيْنِ بِسَبَبِ النَّفْيِ بِلَفْظَةِ (مَا) فِي قَوْلِهِ: مَا لَهُمْ مِنْ مَحِيصٍ كَمَا أَشَارَ لَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> وَالْتَزِمِ التَّعْلِيقَ قَبْلَ نَفْيِ «مَا</p><p> » </p><p> قَوْلُهُ - تَعَالَى -: وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى.ُُ </p>"
}