{
  "id": null,
  "sura": 41,
  "aya": 38,
  "text": "<p> وَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى - خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا [٢ \\ ٩٣] . </p><p> قَوْلُهُ - تَعَالَى -: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ نُزُلًا مِنْ غَفُورٍ رَحِيمٍ. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِمَّا أَعَدَّهُ اللَّهُ فِي الْآخِرَةِ لِلَّذِينِ قَالُوا:  (رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا) - ذَكَرَهُ اللَّهُ - تَعَالَى - فِي الْجُمْلَةِ فِي قَوْلِهِ فِي «الْأَحْقَافِ» : إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ [٤٦ \\ ١٣ - ١٤] لِأَنَّ انْتِفَاءَ الْخَوْفِ وَالْحُزْنِ وَالْوَعْدِ الصَّادِقِ بِالْخُلُودِ فِي الْجَنَّةِ الْمَذْكُورِ فِي آيَةِ «الْأَحْقَافِ» هَذِهِ - يَسْتَلْزِمُ جَمِيعَ مَا ذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ سُورَةِ «فُصِّلَتْ» . </p><p> قَوْلُهُ - تَعَالَى -: ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ. </p><p> قَدْ أَوْضَحْنَاهُ مَعَ الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي آخِرِ سُورَةِ «الْأَعْرَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ إِلَى قَوْلِهِ إِنَّهُ سَمِيعٌ عَلِيمٌ [٧ \\ ١٩٩ - ٢٠٠] . </p><p> قَوْلُهُ - تَعَالَى -: وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ. </p><p> وَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ الْآيَةَ [١٧ \\ ١٢] وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ - تَعَالَى -: لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ الْآيَةَ [٤١ \\ ٣٧] . </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «النَّمْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [٢٧ \\ ٢٥] . </p><p> قَوْلُهُ - تَعَالَى -: فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ. </p>"
}