{
  "id": null,
  "sura": 41,
  "aya": 3,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ فُصِّلَتْ </p><p> قَوْلُهُ تَعَالَى: حم تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ. قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ وَعَلَى نَظَائِرِهِ مِنَ الْآيَاتِ، فِي أَوَّلِ سُورَةِ الزُّمَرِ. </p><p> قَوْلُهُ تَعَالَى: كِتَابٌ فُصِّلَتْ آيَاتُهُ. </p><p> (كِتَابٌ) خَبَرُ مُبْتَدَإٍ مَحْذُوفٍ، أَيْ: هَذَا كِتَابٌ، وَالْكِتَابُ فِعَالٌ بِمَعْنَى مَفْعُولٍ، أَيْ مَكْتُوبٌ. </p><p> وَإِنَّمَا قِيلَ لَهُ (كِتَابٌ) لِأَنَّهُ مَكْتُوبٌ فِي اللَّوْحِ الْمَحْفُوظِ، كَمَا قَالَ - تَعَالَى -: بَلْ هُوَ قُرْآنٌ مَجِيدٌ فِي لَوْحٍ مَحْفُوظٍ [٨٥ \\ ٢١ - ٢٢] . </p><p> وَمَكْتُوبٌ أَيْضًا فِي صُحُفٍ عِنْدَ الْمَلَائِكَةِ ; كَمَا قَالَ - تَعَالَى -: كَلَّا إِنَّهَا تَذْكِرَةٌ فَمَنْ شَاءَ ذَكَرَهُ فِي صُحُفٍ مُكَرَّمَةٍ مَرْفُوعَةٍ مُطَهَّرَةٍ بِأَيْدِي سَفَرَةٍ كِرَامٍ بَرَرَةٍ [٨٠ \\ ١١ - ١٦] . </p><p> وَقَالَ - تَعَالَى - فِي قِرَاءَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا تَضَمَّنَتْهُ الصُّحُفُ الْمَكْتُوبُ فِيهَا الْقُرْآنُ: رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً فِيهَا كُتُبٌ قَيِّمَةٌ) [٩٨ \\ ٢ - ٣] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فُصِّلَتْ آيَاتُهُ التَّفْصِيلُ ضِدُّ الْإِجْمَالِ، أَيْ فَصَّلَ اللَّهُ آيَاتِ هَذَا الْقُرْآنِ، أَيْ بَيَّنَهَا وَأَوْضَحَ فِيهَا مَا يَحْتَاجُ إِلَيْهِ الْخَلْقُ مِنْ أُمُورِ دِينِهِمْ وَدُنْيَاهُمْ. </p><p> وَالْمُسَوِّغُ لِحَذْفِ الْفَاعِلِ فِي قَوْلِهِ - تَعَالَى -: فُصِّلَتْ آيَاتُهُ هُوَ الْعِلْمُ بِأَنَّ تَفْصِيلَ آيَاتِ هَذَا الْقُرْآنِ لَا يَكُونُ إِلَّا مِنَ اللَّهِ وَحْدَهُ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَفْصِيلِ آيَاتِ هَذَا الْكِتَابِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، مُبَيَّنًا فِيهَا أَنَّ اللَّهَ فَصَّلَهُ عَلَى عِلْمٍ مِنْهُ، وَأَنَّ الَّذِي فَصَّلَهُ حَكِيمٌ خَبِيرٌ، وَأَنَّهُ فَصَّلَهُ لِيَهْدِيَ </p><p> بِهِ النَّاسَ وَيَرْحَمَهُمْ، وَأَنَّ تَفْصِيلَهُ شَامِلٌ لِكُلِّ شَيْءٍ، وَأَنَّهُ لَا شَكَّ أَنَّهُ مُنَزَّلٌ مِنَ اللَّهِ، كَقَوْلِهِ - تَعَالَى -: وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ [٧ \\ ٥٢] وَقَوْلِهِ - تَعَالَى -: كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ [١١ \\ ١] . وَقَوْلِهِ - تَعَالَى -: وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ [١٠ \\ ٣٧] ، وَقَوْلِهِ - تَعَالَى -: مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ [١١ \\ ١١١] ، وَقَوْلِهِ - تَعَالَى -: أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا [٦ \\ ١١٤] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> قَوْلُهُ - تَعَالَى -: قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ </p><p> قَوْلُهُ:  (قُرْآنًا عَرَبِيًّا) قَدْ تَكَلَّمْنَا عَلَيْهِ وَعَلَى الْآيَاتِ الَّتِي بِمَعْنَاهُ فِي الْقُرْآنِ فِي سُورَةِ «الزُّمَرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قُرْءَانًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ [٣٩ \\ ٢٨] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِقَوْمٍ يَعْلَمُونَ [٤١ \\ ٣] أَيْ فُصِّلَتْ آيَاتُهُ فِي حَالِ كَوْنِهِ (قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ) . </p><p> وَإِنَّمَا خَصَّهُمْ بِذَلِكَ لِأَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِتَفْصِيلِهِ، كَمَا خَصَّهُمْ بِتَفْصِيلِ الْآيَاتِ فِي سُورَةِ «يُونُسَ» فِي قَوْلِهِ - تَعَالَى -: مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ [١٠ \\ ٥] وَفِي سُورَةِ «الْأَنْعَامِ» فِي قَوْلِهِ - تَعَالَى -: قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ وَهُوَ الَّذِي أَنْشَأَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَفْقَهُونَ [٦ \\ ٩٧ - ٩٨] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ أَوْضَحْنَا وَجْهَ تَخْصِيصِ الْمُنْتَفِعِينَ بِالْأَمْرِ الْمُشْتَرَكِ دُونَ غَيْرِهِمْ فِي سُورَةِ «فَاطِرٍ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ [٣٥ \\ ١٨] وَبَيَّنَّا هُنَاكَ أَنَّ تَخْصِيصَهُمْ بِالْإِنْذَارِ دُونَ غَيْرِهِمْ فِي آيَةِ «فَاطِرٍ» هَذِهِ، وَفِي قَوْلِهِ - تَعَالَى - فِي «يس» : إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ [٣٦ \\ ١١] ، وَقَوْلِهِ فِي النَّازِعَاتِ: إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا [٧٩ \\ ٤٥] ، وَقَوْلِهِ فِي «الْأَنْعَامِ» وَأَنْذِرْ بِهِ الَّذِينَ يَخَافُونَ أَنْ يُحْشَرُوا إِلَى رَبِّهِمْ لَيْسَ لَهُمْ مِنْ دُونِهِ وَلِيٌّ وَلَا شَفِيعٌ </p>"
}