{
  "id": null,
  "sura": 41,
  "aya": 48,
  "text": "<p> وَمَا عَزَاهُ لِابْنِ مَالِكٍ جَزَمَ بِهِ غَيْرُ وَاحِدٍ مِنَ النَّحْوِيِّينَ وَالْمُفَسِّرِينَ، وَمِثَالُهُ فِي فَعِلٍ قَوْلُ الرَّاجِزِ - وَهُوَ مِنْ شَوَاهِدِ سِيبَوَيْهِ -: </p><p> لَيْسَ بِلَيْلِي وَلَكِنِّي نَهِرٌ ... لَا أَدْلُجُ اللَّيْلَ وَلَكِنْ أَبْتَكِرْ </p><p> فَقَوْلُهُ: نَهِرٌ بِمَعْنَى نَهَارِيٍّ، وَقَدْ قَدَّمْنَا إِيضَاحَهُ مَعْنَى الظُّلْمِ بِشَوَاهِدِهِ الْعَرَبِيَّةِ، فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ، وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ. </p><p> تَقَدَّمَ الْكَلَامُ عَلَى نَحْوِهِ فِي سُورَةِ «الْأَعْرَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ [٧ \\ ١٨٧] . وَفِي «الْأَنْعَامِ» عِنْدَ قَوْلِهِ - تَعَالَى -: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ [٦ \\ ٥٩] . </p><p> قَوْلُهُ - تَعَالَى -: وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الرَّعْدِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ الْآيَةَ [١٣ \\ ٨] . </p><p> قَوْلُهُ - تَعَالَى -: وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ. </p><p> الظَّنُّ هُنَا بِمَعْنَى الْيَقِينِ ; لِأَنَّ الْكُفَّارَ يَوْمَ الْقِيَامَةِ إِذَا عَايَنُوا الْعَذَابَ، وَشَاهَدُوا الْحَقَائِقَ - عَلِمُوا فِي ذَلِكَ الْوَقْتِ أَنَّهُمْ لَيْسَ لَهُمْ مِنْ مَحِيصٍ، أَيْ لَيْسَ لَهُمْ مَفَرٌّ وَلَا مَلْجَأٌ. </p><p> وَالظَّاهِرُ أَنَّ الْمَحِيصَ مَصْدَرٌ مِيمِيٌّ، مِنْ حَاصَ يَحِيصُ بِمَعْنَى حَادَ وَعَدَلَ وَهَرَبَ. </p><p> وَمَا ذَكَرْنَا مِنْ أَنَّ الظَّنَّ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بِمَعْنَى الْيَقِينِ وَالْعِلْمِ - هُوَ التَّحْقِيقُ - إِنْ شَاءَ اللَّهُ - ; لِأَنَّ يَوْمَ الْقِيَامَةِ تَنْكَشِفُ فِيهِ الْحَقَائِقُ، فَيَحْصُلُ لِلْكُفَّارِ الْعِلْمُ بِهَا لَا يُخَالِجُهُمْ فِي ذَلِكَ شَكٌّ، كَمَا قَالَ - تَعَالَى - عَنْهُمْ أَنَّهُمْ يَقُولُونَ يَوْمَ الْقِيَامَةِ: رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ [٣٢ \\ ١٢] . وَقَالَ - تَعَالَى -: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا [١٩ \\ ٣٨] . وَقَالَ - تَعَالَى -: فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [٥٠ \\ ٢٢] . وَقَالَ - تَعَالَى -: وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ قَالَ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا [٦] . وَقَدُُْ </p>"
}