{
  "id": null,
  "sura": 41,
  "aya": 8,
  "text": "<p> فَصَرَّحَ - تَعَالَى - عَنْهُمْ مُقَرِّرًا لَهُ أَنَّ مِنَ الْأَسْبَابِ الَّتِي سَلَكَتْهُمْ فِي سَقَرَ - أَيْ أَدْخَلَتْهُمُ النَّارَ - عَدَمُ الصَّلَاةِ، وَعَدَمُ إِطْعَامِ الْمِسْكِينِ، وَعْدَّ ذَلِكَ مَعَ الْكُفْرِ بِسَبَبِ التَّكْذِيبِ بِيَوْمِ الدِّينِ. </p><p> وَنَظِيرُ ذَلِكَ قَوْلُهُ - تَعَالَى -: خُذُوهُ فَغُلُّوهُ ثُمَّ الْجَحِيمَ صَلُّوهُ ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ [٦٩ \\ - ٣٢] ثُمَّ بَيَّنَ سَبَبَ ذَلِكَ فَقَالَ: إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ وَلَا وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ [٦٩ \\ ٣٣ - ٣٦] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ. </p><p> الْأَجْرُ جَزَاءُ الْعَمَلِ، وَجَزَاءُ عَمَلِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ هُوَ نَعِيمُ الْجَنَّةِ، وَذَلِكَ الْجَزَاءُ (غَيْرُ مَمْنُونٍ) أَيْ غَيْرُ مَقْطُوعٍ، فَالْمَمْنُونُ اسْمُ مَفْعُولٍ مِنْهُ بِمَعْنَى قَطَعَهُ، وَمِنْهُ قَوْلُ لَبِيدِ بْنِ رَبِيعَةَ فِي مُعَلَّقَتِهِ: </p><p> لِمُعَفَّرٍ قَهْدٍ تَنَازَعَ شِلْوَهُ ... غُبْسٌ كَوَاسِبُ مَا يُمَنُّ طَعَامُهَا </p><p> فَقَوْلُهُ: مَا يُمَنُّ طَعَامُهَا، أَيْ مَا يُقْطَعُ. وَقَوْلُ ذِي الْأُصْبُعِ: </p><p> إِنِّي لَعَمْرُكَ مَا بَابِي بِذِي غَلَقٍ ... عَلَى الصَّدِيقِ وَلَا خَيْرِي بِمَمْنُونِ </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ أَجَرَهُمْ غَيْرُ مَمْنُونٍ - نَصَّ اللَّهُ - تَعَالَى - عَلَيْهِ فِي آيَاتٍ أُخَرَ مِنْ كِتَابِهِ، كَقَوْلِهِ - تَعَالَى - فِي آخِرِ سُورَةِ الِانْشِقَاقِ: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ [٨٤ \\ ٢٥] . وَقَوْلِهِ - تَعَالَى - فِي سُورَةِ التِّينِ: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ [٩٥ \\ ٦] . وَقَوْلِهِ - تَعَالَى - فِي سُورَةِ هُودٍ: وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] . </p><p> فَقَوْلُهُ:  (غَيْرَ مَجْذُوذٍ) أَيْ غَيْرَ مَقْطُوعٍ، وَبِهِ تَعْلَمُ أَنَّ (غَيْرَ مَجْذُوذٍ) وَ (غَيْرَ مَمْنُونٍ) - مَعْنَاهُمَا وَاحِدٌ. </p><p> وَقَوْلِهِ - تَعَالَى - فِي «ص» : إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] أَيْ مَا لَهُ مِنِ انْتِهَاءٍ وَلَا انْقِطَاعٍ. وَقَوْلِهِ فِي «النَّحْلِ» : مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ \\ ٩٦] . </p>"
}