{
  "id": null,
  "sura": 42,
  "aya": 12,
  "text": "<p> وَمِثَالُهُ فِي الْإِشَارَةِ لَا فَارِضٌ وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ [٢ \\ ٦٨] أَيْ بَيْنَ ذَلِكَ الْمَذْكُورِ مِنْ فَارِضٍ وَبِكْرٍ، وَقَوْلُ عَبْدِ اللَّهِ بْنِ الزِّبَعْرَى السَّهْمِيِّ: </p><p> إِنَّ لِلْخَيْرِ وَلِلشَّرِّ مَدًى ... وَكِلَا ذَلِكَ وَجْهٌ وَقُبُلْ </p><p> أَيْ كِلَا ذَلِكَ الْمَذْكُورِ مِنَ الْخَيْرِ وَالشَّرِّ. </p><p> وَقَوْلُ مَنْ قَالَ، إِنَّ الضَّمِيرَ فِي قَوْلِهِ:  (فِيهِ) رَاجِعٌ إِلَى الرَّحِمِ، وَقَوْلُ مَنْ قَالَ: رَاجِعٌ إِلَى الْبَطْنِ، وَمَنْ قَالَ: رَاجِعٌ إِلَى الْجَعْلِ الْمَفْهُومِ مِنْ (جَعَلَ) وَقَوْلُ مَنْ قَالَ: رَاجِعٌ إِلَى التَّدْبِيرِ، وَنَحْوُ ذَلِكَ مِنَ الْأَقْوَالِ خِلَافُ الصَّوَابِ. </p><p> وَالتَّحْقِيقُ - إِنْ شَاءَ اللَّهُ - هُوَ مَا ذَكَرْنَا، وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ. </p><p> وَقَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الْأَعْرَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: ثُمَّ اسْتَوَى عَلَى الْعَرْشِ [٧ \\ ٥٤] . </p><p> قَوْلُهُ - تَعَالَى -: لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ. </p><p> مَقَالِيدُ السَّمَوَاتِ وَالْأَرْضِ هِيَ مَفَاتِيحُهُمَا، وَهُوَ جَمْعٌ لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ، فَمُفْرَدُهَا إِقْلِيدٌ، وَجَمْعُهَا مَقَالِيدُ عَلَى غَيْرِ قِيَاسٍ، وَالْإِقْلِيدُ الْمِفْتَاحُ. وَقِيلَ: وَاحِدُهَا مِقْلِيدٌ، وَهُوَ قَوْلٌ غَيْرُ مَعْرُوفٍ فِي اللُّغَةِ. </p><p> وَكَوْنُهُ - جَلَّ وَعَلَا - لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ أَيْ مَفَاتِيحُهُمَا، كِنَايَةٌ عَنْ كَوْنِهِ - جَلَّ وَعَلَا - هُوَ وَحْدَهُ الْمَالِكُ لِخَزَائِنِ السَّمَاوَاتِ وَالْأَرْضِ ; لِأَنَّ مِلْكَ مَفَاتِيحِهَا يَسْتَلْزِمُ مِلْكَهَا. </p><p> وَقَدْ ذَكَرَ - جَلَّ وَعَلَا - مِثْلَ هَذَا فِي سُورَةِ «الزُّمَرِ» فِي قَوْلِهِ - تَعَالَى -: اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ الْآيَةَ [٣٩ \\ ٦٢ - ٦٣] . </p><p> وَمَا دَلَّتْ عَلَيْهِ آيَةُ «الشُّورَى» هَذِهِ وَآيَةُ «الزُّمَرِ» الْمَذْكُورَتَانِ مِنْ أَنَّهُ - جَلَّ وَعَلَا - هُوَ مَالِكُ خَزَائِنِ السَّمَاوَاتِ وَالْأَرْضِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ [٦٣ \\ ٧] . وَقَوْلِهِ - تَعَالَى -: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ [١٥ \\ ٢١] .ُُ </p>"
}