{
  "id": null,
  "sura": 42,
  "aya": 6,
  "text": "<p> وَهَذَانِ الْأَمْرَانِ اللَّذَانِ تَضَمَّنَتْهُمَا هَذِهِ الْآيَةُ الْكَرِيمَةُ - قَدْ جَاءَا مُوَضَّحَيْنِ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا اخْتِصَاصُهُ هُوَ - جَلَّ وَعَلَا - بِغُفْرَانِ الذُّنُوبِ، فَقَدْ ذَكَرَهُ فِي قَوْلِهِ - تَعَالَى -: وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ [٣ \\ ١٣٥] . وَالْمَعْنَى لَا يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ، وَفِي الْحَدِيثِ «رَبِّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ» الْحَدِيثَ. وَفِي حَدِيثِ سَيِّدِ الِاسْتِغْفَارِ:  «اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي» الْحَدِيثَ. وَفِيهِ «وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي ; فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ» . </p><p> وَوَجْهُ دَلَالَةِ هَذِهِ الْآيَةِ عَلَى أَنَّ اللَّهَ وَحْدَهُ هُوَ الَّذِي يَغْفِرُ الذُّنُوبَ - هُوَ أَنَّ ضَمِيرَ الْفَصْلِ بَيْنَ الْمُسْنَدِ وَالْمُسْنَدِ إِلَيْهِ فِي قَوْلِهِ: أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ يَدُلُّ عَلَى ذَلِكَ كَمَا هُوَ مَعْلُومٌ فِي مَحَلِّهِ. </p><p> وَأَمَّا الْأَمْرُ الثَّانِي: هُوَ تَوْكِيدُهُ - تَعَالَى - أَنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ ; فَإِنَّهُ أَكَّدَ ذَلِكَ هُنَا بِحَرْفِ الِاسْتِفْتَاحِ الَّذِي هُوَ (أَلَا) ، وَحَرْفِ التَّوْكِيدِ الَّذِي هُوَ (إِنَّ) . وَقَدْ أَوْضَحَ ذَلِكَ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ [٣٩ \\ ٥٣] . وَقَوْلِهِ - تَعَالَى -: وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ الْآيَةَ [٢٠ \\ ٨٢] . وَقَوْلِهِ - تَعَالَى -: إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ [٥٣ \\ ٣٢] . وَقَوْلِهِ فِي الْكُفَّارِ: قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ [٨ \\ ٣٨] . وَقَوْلِهِ فِي الَّذِينَ قَالُوا: إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ: أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ [٥ \\ ٧٤] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> فَنَرْجُو اللَّهَ - جَلَّ وَعَلَا - الْكَرِيمَ الرَّءُوفَ الْغَفُورَ الرَّحِيمَ - أَنْ يَغْفِرَ لَنَا جَمِيعَ ذُنُوبِنَا، وَيَتَجَاوَزَ عَنْ جَمِيعِ سَيِّئَاتِنَا، وَيُدْخِلَنَا جَنَّتَهُ عَلَى مَا كَانَ مِنَّا، وَيَغْفِرَ لِإِخْوَانِنَا الْمُسْلِمِينَ، إِنَّهُ غَفُورٌ رَحِيمٌ. </p><p> قَوْلُهُ - تَعَالَى -: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ. </p><p> قَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: اتَّخَذُوا مِنْ دُونِهِ أَولِيَاءَ. أَيْ أَشْرَكُوا مَعَهُ شُرَكَاءَ يَعْبُدُونَهُمْ مِنْ دُونِهِ، كَمَا أَوْضَحَ - تَعَالَى - ذَلِكَ فِي قَوْلِهِ: وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ [٣٩ \\ ٣] . </p><p> وَقَوْلِهِ - تَعَالَى -: وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ [٢ \\ ٢٥٧] . وَقَوْلِهِ - تَعَالَى -: إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ [٧] . وَقَوْلِهِ - تَعَالَى -: إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ [٣ \\ ١٧٥] . أَيْ يُخَوِّفُكُمْ أَوْلِيَاءَهُ. وَقَوْلِهِ - تَعَالَى -: فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ الْآيَةَ [٤ \\ ٧٦] . </p><p> وَقَدْ وَبَّخَهُمْ - تَعَالَى - عَلَى اتِّخَاذِهِمُ الشَّيْطَانَ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِهِ - تَعَالَى - فِي قَوْلِهِ: أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا. </p><p> وَقَدْ أَمَرَ - جَلَّ وَعَلَا - بِاتِّبَاعِ هَذَا الْقُرْآنِ الْعَظِيمِ، نَاهِيًا عَنِ اتِّبَاعِ الْأَوْلِيَاءِ الْمُتَّخَذِينَ مِنْ دُونِهِ - تَعَالَى - فِي أَوَّلِ سُورَةِ الْأَعْرَافِ فِي قَوْلِهِ - تَعَالَى - اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ [٧ \\ ٣] . </p><p> وَقَدْ عَلِمْتَ مِنَ الْآيَاتِ الْمَذْكُورَةِ أَنَّ أَوْلِيَاءَ الْكُفَّارِ الَّذِينَ اتَّخَذُوهُمْ وَعَبَدُوهُمْ مِنْ دُونِ اللَّهِ نَوْعَانِ: الْأَوَّلُ مِنْهُمَا: الشَّيَاطِينُ، وَمَعْنَى عِبَادَتِهِمْ لِلشَّيْطَانَ طَاعَتُهُمْ لَهُ فِيمَا يُزَيِّنُ لَهُمْ مِنَ الْكُفْرِ وَالْمَعَاصِي، فَشِرْكُهُمْ بِهِ شِرْكُ طَاعَةٍ، وَالْآيَاتُ الدَّالَّةُ عَلَى عِبَادَتِهِمْ لِلشَّيَاطِينِ بِالْمَعْنَى الْمَذْكُورِ كَثِيرَةٌ، كَقَوْلِهِ - تَعَالَى -: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ الْآيَةَ [٣٦ \\ ٦٠] . وَقَوْلِهِ - تَعَالَى - عَنْ إِبْرَاهِيمَ يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ الْآيَةَ [١٩ \\ ٤٤] . وَقَوْلِهِ - تَعَالَى -: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا [٤ \\ ١١٧] ، أَيْ وَمَا يَعْبُدُونَ إِلَّا شَيْطَانًا مَرِيدًا. وَقَوْلِهِ - تَعَالَى -: قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ [٣٤ \\ ٤١] . وَقَوْلِهِ - تَعَالَى - إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ١٠٠] . وَقَوْلِهِ - تَعَالَى - وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ [٦ \\ ١٢١] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالنَّوْعُ الثَّانِي: هُوَ الْأَوْثَانُ، كَمَا بَيَّنَ ذَلِكَ - تَعَالَى - بِقَوْلِهِ: مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى الْآيَةَ [٣٩ \\ ٣] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: اللَّهُ حَفِيظٌ عَلَيْهِمْ، أَيْ رَقِيبٌ عَلَيْهِمْ حَافَظٌ </p>"
}