{
  "id": null,
  "sura": 42,
  "aya": 18,
  "text": "<p> - تَعَالَى -: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا [٣٣ \\ ٦٣] . وَفِي سُورَةِ «الْمُؤْمِنِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ الْآيَةَ [٤٠ \\ ١٨] . </p><p> قَوْلُهُ - تَعَالَى -: يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ. </p><p> ذَكَرَ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ ثَلَاثَ مَسَائِلَ: الْأُولَى: أَنَّ الْكُفَّارَ الَّذِينَ لَا يُؤْمِنُونَ بِالسَّاعَةِ يَسْتَعْجِلُونَ بِهَا، أَيْ يَطْلُبُونَ تَعْجِيلَهَا عَلَيْهِمْ، لِشِدَّةِ إِنْكَارِهِمْ لَهَا. </p><p> وَالثَّانِيَةَ: أَنَّ الْمُؤْمِنِينَ مُشْفِقُونَ مِنْهَا، أَيْ خَائِفُونَ مِنْهَا. </p><p> وَالثَّالِثَةَ: أَنَّهُمْ يَعْلَمُونَ أَنَّهَا الْحَقُّ، أَيْ أَنَّ قِيَامَهَا وَوُقُوعَهَا حَقٌّ لَا شَكَّ فِيهِ. </p><p> وَكُلُّ هَذِهِ الْمَسَائِلِ الثَّلَاثِ الْمَذْكُورَةِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ جَاءَتْ مُوَضَّحَةً فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا اسْتِعْجَالُهُمْ لَهَا فَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الرَّعْدِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ [١٣ \\ ٦] . وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> وَأَمَّا الْمَسْأَلَةُ الثَّانِيَةُ الَّتِي هِيَ إِشْفَاقُ الْمُؤْمِنِينَ وَخَوْفُهُمْ مِنَ السَّاعَةِ، فَقَدْ ذَكَرَهُ فِي مَوَاضِعَ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ [٢١ \\ ٤٩] . وَقَوْلِهِ - تَعَالَى -: يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ [٢٤ \\ ٣٧] . وَقَوْلِهِ - تَعَالَى -: يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا [٧٦ \\ ٧] . </p><p> وَأَمَّا الْمَسْأَلَةُ الثَّالِثَةُ وَهِيَ عِلْمُهُمْ أَنَّ السَّاعَةَ حَقٌّ، فَقَدْ دَلَّتْ عَلَيْهِ الْآيَاتُ الْمُصَرِّحَةُ بِأَنَّهَا لَا رَيْبَ فِيهَا ; لِأَنَّهَا تَتَضَمَّنُ نَفْيَ الرَّيْبِ فِيهَا عَنِ الْمُؤْمِنِينَ. </p><p> وَالرَّيْبُ: الشَّكُّ، كَقَوْلِهِ - تَعَالَى - عَنِ الرَّاسِخِينَ فِي الْعِلْمِ: رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ الْآيَةَ [٣ \\ ٩] . وَقَوْلِهِ - تَعَالَى -: اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ الْآيَةَ [٤ \\ ٨٧] . وَقَوْلِهِ - تَعَالَى -: فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ الْآيَةَ [٣ \\ ٢٥] . وَقَوْلِهِ - تَعَالَى -: وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ الْآيَةَ [٤٢ \\ ٧] . وَقَوْلِهِ - تَعَالَى -: </p>"
}