{
  "id": null,
  "sura": 42,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الشُّورَى قَوْلُهُ - تَعَالَى -: حم عسق كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَى الْحُرُوفِ الْمُقَطَّعَةِ فِي أَوَّلِ سُورَةِ «هُودٍ» . </p><p> وَقَوْلُ الزَّمَخْشَرِيِّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ كَذَلِكَ يُوحِي إِلَيْكَ أَيْ مِثْلَ ذَلِكَ الْوَحْيِ، أَوْ مِثْلَ ذَلِكَ الْكِتَابِ يُوحِي إِلَيْكَ وَإِلَى الرُّسُلِ مِنْ قَبِلَكَ اللَّهُ. </p><p> يَعْنِي أَنَّ مَا تَضَمَّنَتْهُ هَذِهِ السُّورَةُ مِنَ الْمَعَانِي قَدْ أَوْحَى اللَّهُ إِلَيْكَ مِثْلَهُ فِي غَيْرِهَا مِنَ السُّوَرِ، وَأَوْحَاهُ مِنْ قَبْلِكَ إِلَى رُسُلِهِ، عَلَى مَعْنَى أَنَّ اللَّهَ - تَعَالَى - كَرَّرَ هَذِهِ الْمَعَانِيَ فِي الْقُرْآنِ، وَفِي جَمِيعِ الْكُتُبِ السَّمَاوِيَّةِ، لِمَا فِيهَا مِنَ التَّنْبِيهِ الْبَلِيغِ، وَاللُّطْفِ الْعَظِيمِ، لِعِبَادِهِ مِنَ الْأَوَّلِينَ وَالْآخَرِينَ. اهـ مِنْهُ. </p><p> وَظَاهِرُ كَلَامِهِ أَنَّ التَّشْبِيهَ فِي قَوْلِهِ:  (كَذَلِكَ يُوحِي) بِالنِّسْبَةِ إِلَى الْمُوحَى بِاسْمِ الْمَفْعُولِ. </p><p> وَالْأَظْهَرُ أَنَّ التَّشْبِيهَ فِي الْمَعْنَى الْمَصْدَرِيِّ الَّذِي هُوَ الْإِيحَاءُ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَمْ يُصَرِّحْ هُنَا بِشَيْءٍ مِنْ أَسْمَاءِ الَّذِينَ فِي قَبْلِهِ الَّذِينَ أَوْحَى إِلَيْهِمْ، كَمَا أَوْحَى إِلَيْهِ، وَلَكِنَّهُ قَدْ بَيَّنَ أَسْمَاءَ جَمَاعَةٍ مِنْهُمْ فِي سُورَةِ «النِّسَاءِ» ، وَبَيَّنَ فِيهَا أَنَّ بَعْضَهُمْ لَمْ يَقْصُصْ خَبَرَهُمْ عَلَيْهِ، وَأَنَّهُ أَوْحَى إِلَيْهِمْ وَأَرْسَلَهُمْ لِقَطْعِ حُجَجِ الْخَلْقِ فِي دَارِ الدُّنْيَا، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَعِيسَى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ وَآتَيْنَا دَاوُدَ زَبُورًا وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلًا لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا </p>"
}