{
  "id": null,
  "sura": 42,
  "aya": 10,
  "text": "<p> مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اللَّهَ خَلَقَ الْخَلْقَ، وَجَعَلَ مِنْهُمْ فَرِيقًا سُعَدَاءَ، وَهُمْ أَهْلُ الْجَنَّةِ، وَفَرِيقًا أَشْقِيَاءَ وَهُمْ أَصْحَابُ السَّعِيرِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ [٦٤ \\ ٢] . وَقَوْلِهِ - تَعَالَى -: وَلَا يَزَالُونَ مُخْتَلِفِينَ إِلَّا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ [١١ \\ ١١٨ - ١١٩] ، أَيْ وَلِذَلِكَ الِاخْتِلَافِ إِلَى مُؤْمِنٍ وَكَافِرٍ وَشَقِيٍّ وَسَعِيدٍ - خَلَقَهُمْ - عَلَى الصَّحِيحِ -. وَنُصُوصُ الْوَحْيِ الدَّالَّةُ عَلَى ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> وَقَدْ ذَكَرْنَا فِي كِتَابِنَا:  «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» - وَجْهَ الْجَمْعِ بَيْنَ قَوْلِهِ: وَلِذَلِكَ خَلَقَهُمْ [١١ \\ ١١٩] عَلَى التَّفْسِيرِ الْمَذْكُورِ، وَبَيْنَ قَوْلِهِ وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ [٥١ \\ ٥٦] . وَسَنَذْكُرُ ذَلِكَ - إِنْ شَاءَ اللَّهُ - فِي سُورَةِ «الذَّارِيَاتِ» . </p><p> وَقَدْ قَدَّمْنَا مَعْنَى السَّعِيرِ بِشَوَاهِدِهِ الْعَرَبِيَّةِ فِي أَوَّلِ سُورَةِ «الْحَجِّ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ الْآيَةَ [٢٢ \\ ٤] . وَالْجَنَّةُ فِي لُغَةِ الْعَرَبِ الْبُسْتَانُ. </p><p> وَمِنْهُ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى: </p><p> كَأَنَّ عَيْنَيَّ فِي غَرْبِيِّ مَقْتَلَةٍ ... مِنَ النَّوَاضِحِ تَسْقِي جَنَّةً سُحُقًا </p><p> فَقَوْلُهُ: جَنَّةً سُحُقًا، يَعْنِي بُسَتَانًا طَوِيلَ النَّخْلِ، وَفِي اصْطِلَاحِ الشَّرْعِ هِيَ دَارُ الْكَرَامَةِ الَّتِي أَعَدَّ اللَّهُ لِأَوْلِيَائِهِ يَوْمَ الْقِيَامَةِ. </p><p> وَالْفَرِيقُ: الطَّائِفَةُ مِنَ النَّاسِ، وَيَجُوزُ تَعَدُّدُهُ إِلَى أَكْثَرَ مِنِ اثْنَيْنِ، وَمِنْهُ قَوْلُ نُصَيْبٍ: فَقَالَ فَرِيقُ الْقَوْمِ، لَا وَفَرِيقُهُمْ نَعَمْ، وَفَرِيقٌ قَالَ وَيْحَكَ مَا نَدْرِي </p><p> وَالْمُسَوِّغُ لِلِابْتِدَاءِ بِالنَّكِرَةِ فِي قَوْلِهِ:  (فَرِيقٌ فِي الْجَنَّةِ) ، أَنَّهُ فِي مَعْرِضِ التَّفْصِيلِ. </p><p> وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> فَلَمَّا دَنَوْتُ تَسَدَّيْتُهَا ... فَثَوْبًا نَسِيتُ وَثَوبًا أَجُرْ </p><p> قَوْلُهُ - تَعَالَى -: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ. </p><p> مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ مَا اخْتَلَفَ فِيهِ النَّاسُ مِنَ الْأَحْكَامِ فَحُكْمُهُ إِلَى اللَّهِ وَحْدَهُ، لَا إِلَى غَيْرِهِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ.ُُ </p><p> فَالْإِشْرَاكُ بِاللَّهِ فِي حُكْمِهِ كَالْإِشْرَاكِ بِهِ فِي عِبَادَتِهِ، قَالَ فِي حُكْمِهِ: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] . وَفِي قِرَاءَةِ ابْنِ عَامِرٍ مِنَ السَّبْعَةِ وَلَا تُشْرِكْ فِي حُكْمِهِ أَحَدًا بِصِيغَةِ النَّهْيِ. </p><p> وَقَالَ فِي الْإِشْرَاكِ بِهِ فِي عِبَادَتِهِ: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا [١٨ \\ ١١٠] ، فَالْأَمْرَانِ سَوَاءٌ كَمَا تَرَى إِيضَاحَهُ - إِنْ شَاءَ اللَّهُ -. </p><p> وَبِذَلِكَ تَعْلَمُ أَنَّ الْحَلَالَ هُوَ مَا أَحَلَّهُ اللَّهُ، وَالْحَرَامَ هُوَ مَا حَرَّمَهُ اللَّهُ، وَالدِّينَ هُوَ مَا شَرَعَهُ اللَّهُ، فَكُلُّ تَشْرِيعٍ مَنْ غَيْرِهِ بَاطِلٌ، وَالْعَمَلُ بِهِ بَدَلَ تَشْرِيعِ اللَّهِ عِنْدَ مَنْ يَعْتَقِدُ أَنَّهُ مِثْلُهُ أَوْ خَيْرٌ مِنْهُ - كُفْرُ بَوَاحٍ لَا نِزَاعَ فِيهِ. </p><p> وَقَدْ دَلَّ الْقُرْآنُ فِي آيَاتٍ كَثِيرَةٍ عَلَى أَنَّهُ لَا حُكْمَ لِغَيْرِ اللَّهِ، وَأَنَّ اتِّبَاعَ تَشْرِيعِ غَيْرِهِ كُفْرٌ بِهِ، فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى أَنَّ الْحُكْمَ لِلَّهِ وَحْدَهُ قَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ [١٢ \\ ٤٠] . وَقَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ الْآيَةَ [١٢ \\ ٦٧] . وَقَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ [٦ \\ ٥٧] . وَقَوْلُهُ: وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ [٥ \\ ٤٤] . وَقَوْلُهُ - تَعَالَى -: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] . وَقَوْلُهُ - تَعَالَى -: كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ [٢٨ \\ ٨٨] . وَقَوْلُهُ - تَعَالَى -: لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ [٢٨ \\ ٧٠] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَهَا فِي سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] . </p><p> وَأَمَّا الْآيَاتُ الدَّالَّةُ عَلَى أَنَّ اتِّبَاعَ تَشْرِيعِ غَيْرِ اللَّهِ الْمَذْكُورِ كُفْرٌ، فَهِيَ كَثِيرَةٌ جِدًّا، كَقَوْلِهِ - تَعَالَى -: إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ١٠٠] . وَقَوْلِهِ - تَعَالَى -: وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ [١٦ \\ ١٢١] . وَقَوْلِهِ - تَعَالَى -: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ الْآيَةَ [٣٦ \\ ٦٠] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا، كَمَا تَقَدَّمَ إِيضَاحُهُ فِي «الْكَهْفِ» . </p><p> مَسْأَلَةٌ </p><p> اعْلَمْ أَنَّ اللَّهَ - جَلَّ وَعَلَا - بَيَّنَ فِي آيَاتٍ كَثِيرَةٍ صِفَاتِ مَنْ يَسْتَحِقُّ أَنْ يَكُونَ الْحُكْمُ لَهُ، فَعَلَى كُلِّ عَاقِلٍ أَنْ يَتَأَمَّلَ الصِّفَاتِ الْمَذْكُورَةَ الَّتِي سَنُوَضِّحُهَا الْآنَ - إِنْ شَاءَ اللَّهُ - وَيُقَابِلَهَا مَعَ صِفَاتِ الْبَشَرِ الْمُشَرِّعِينَ لِلْقَوَانِينِ الْوَضْعِيَّةِ، فَيَنْظُرُ هَلْ تَنْطَبِقُ عَلَيْهِمْ صِفَاتُ مَنْ لَهُ التَّشْرِيعُ، سُبْحَانَ اللَّهِ وَتَعَالَى عَنْ ذَلِكَ. </p><p> فَإِنْ كَانَتْ تَنْطَبِقُ عَلَيْهِمْ - وَلَنْ تَكُونَ - فَلْيَتَّبِعْ تَشْرِيعَهُمْ. </p><p> وَإِنْ ظَهَرَ يَقِينًا أَنَّهُمْ أَحْقَرُ وَأَخَسُّ وَأَذَلُّ وَأَصْغَرُ مِنْ ذَلِكَ، فَلْيَقِفْ بِهِمْ عِنْدَ حَدِّهِمْ، وَلَا يُجَاوِزْهُ بِهِمْ إِلَى مَقَامِ الرُّبُوبِيَّةِ. </p><p> سُبْحَانَهُ وَتَعَالَى أَنْ يَكُونَ لَهُ شَرِيكٌ فِي عِبَادَتِهِ أَوْ حُكْمِهِ أَوْ مُلْكِهِ. </p><p> فَمِنَ الْآيَاتِ الْقُرْآنِيَّةِ الَّتِي أَوْضَحَ بِهَا - تَعَالَى - صِفَاتِ مِنْ لَهُ الْحُكْمُ وَالتَّشْرِيعُ قَوْلُهُ هُنَا: وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ، ثُمَّ قَالَ مُبَيِّنًا صِفَاتِ مَنْ لَهُ الْحُكْمُ: ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [٤٢ \\ ١٠ - ١٢] . </p><p> فَهَلْ فِي الْكَفَرَةِ الْفَجَرَةِ الْمُشَرِّعِينَ لِلنُّظُمِ الشَّيْطَانِيَّةِ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ الرَّبُّ الَّذِي تُفَوَّضُ إِلَيْهِ الْأُمُورُ، وَيُتَوَكَّلُ عَلَيْهِ، وَأَنَّهُ فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ - أَيْ خَالِقُهُمَا وَمُخْتَرِعُهُمَا - عَلَى غَيْرِ مِثَالٍ سَابِقٍ، وَأَنَّهُ هُوَ الَّذِي خَلَقَ لِلْبَشَرِ أَزْوَاجًا، وَخَلَقَ لَهُمْ أَزْوَاجَ الْأَنْعَامِ الثَّمَانِيَةَ الْمَذْكُورَةَ فِي قَوْلِهِ - تَعَالَى -: ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ الْآيَةَ [٦ \\ ١٤٣] ، وَأَنَّهُ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ، وَأَنَّهُ لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ، وَأَنَّهُ هُوَ الَّذِي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقَدِرُ - أَيْ يُضَيِّقُهُ عَلَى مَنْ يَشَاءُ - وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ. </p><p> فَعَلَيْكُمْ أَيُّهَا الْمُسْلِمُونَ أَنْ تَتَفَهَّمُوا صِفَاتِ مَنْ يَسْتَحِقُّ أَنْ يُشَرِّعَ وَيُحَلِّلَ وَيُحَرِّمَ، وَلَا تَقْبَلُوا تَشْرِيعًا مِنْ كَافِرٍ خَسِيسٍ حَقِيرٍ جَاهِلٍ. </p><p> وَنَظِيرُ هَذِهِ الْآيَةِ الْكَرِيمَةِ قَوْلُهُ - تَعَالَى - فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا [٤ \\ ٥٩] ، فَقَوْلُهُ فِيهَا: فَرُدُّوهُ إِلَى اللَّهِ كَقَوْلِهِ فِي هَذِهِ: فَحُكْمُهُ إِلَى اللَّهِ. </p><p> وَقَدْ عَجِبَ نَبِيُّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ قَوْلِهِ: فَرُدُّوهُ إِلَى اللَّهِ مِنَ الَّذِينَ يَدَّعُونَ الْإِيمَانَ مَعَ أَنَّهُمْ يُرِيدُونَ الْمُحَاكَمَةَ إِلَى مَنْ لَمْ يَتَّصِفْ بِصِفَاتِ مَنْ لَهُ الْحُكْمُ، الْمُعَبَّرِ عَنْهُ فِي الْآيَةِ بِالطَّاغُوتِ، وَكُلُّ تَحَاكُمٍ إِلَى غَيْرِ شَرْعِ اللَّهِ فَهُوَ تَحَاكُمٌ إِلَى الطَّاغُوتِ، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا [٤ \\ ٦٠] . </p><p> فَالْكُفْرُ بِالطَّاغُوتِ الَّذِي صَرَّحَ اللَّهُ بِأَنَّهُ أَمَرَهُمْ بِهِ فِي هَذِهِ الْآيَةِ - شَرْطٌ فِي الْإِيمَانِ كَمَا بَيَّنَهُ - تَعَالَى - فِي قَوْلِهِ: فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى [٢ \\ ٢٥٦] . </p><p> فَيُفْهَمُ مِنْهُ أَنَّ مَنْ لَمْ يَكْفُرْ بِالطَّاغُوتِ لَمْ يَتَمَسَّكْ بِالْعُرْوَةِ الْوُثْقَى، وَمَنْ لَمْ يَسْتَمْسِكْ بِهَا فَهُوَ مُتَرَدٍّ مَعَ الْهَالِكِينَ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا [١٨ \\ ٢٦] . </p><p> فَهَلْ فِي الْكَفَرَةِ الْفَجَرَةِ الْمُشَرِّعِينَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ؟ وَأَنْ يُبَالَغَ فِي سَمْعِهِ وَبَصَرِهِ لِإِحَاطَةِ سَمْعِهِ بِكُلِّ الْمَسْمُوعَاتِ وَبَصَرِهِ بِكُلِّ الْمُبْصَرَاتِ؟ وَأَنَّهُ لَيْسَ لِأَحَدٍ دُونَهُ مِنْ وَلِيٍّ؟ </p><p> سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ [٢٨ \\ ٨٨] . </p><p> فَهَلْ فِي الْكَفَرَةِ الْفَجَرَةِ الْمُشَرِّعِينَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ الْإِلَهُ الْوَاحِدُ؟ وَأَنَّ كُلَّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ؟ وَأَنَّ الْخَلَائِقَ يَرْجِعُونَ إِلَيْهِ؟ </p><p> تَبَارَكَ رَبُّنَا وَتَعَاظَمَ وَتَقَدَّسَ أَنْ يُوصَفَ أَخَسُّ خَلْقِهِ بِصِفَاتِهِ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ [٤٠ \\ ١٢] . </p><p> فَهَلْ فِي الْكَفَرَةِ الْفَجَرَةِ الْمُشَرِّعِينَ النُّظُمَ الشَّيْطَانِيَّةَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ فِي أَعْظَمِ كِتَابٍ سَمَاوِيٍّ بِأَنَّهُ الْعَلِيُّ الْكَبِيرُ؟ </p><p> سُبْحَانَكَ رَبَّنَا وَتَعَالَيْتَ عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِكَ وَجَلَالِكَ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: وَهُوَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ أَفَلَا تَسْمَعُونَ قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ [٢٨ \\ ٧٣] . </p><p> فَهَلْ فِي مُشَرِّعِي الْقَوَانِينِ الْوَضْعِيَّةِ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّ لَهُ الْحَمْدَ فِي الْأَوْلَى وَالْآخِرَةِ، وَأَنَّهُ هُوَ الَّذِي يُصَرِّفُ اللَّيْلَ وَالنَّهَارَ، مُبَيِّنًا بِذَلِكَ كَمَالَ قُدْرَتِهِ، وَعَظَمَةَ إِنْعَامِهِ عَلَى خَلْقِهِ. </p><p> سُبْحَانَ خَالِقِ السَّمَاوَاتِ وَالْأَرْضِ - جَلَّ وَعَلَا - أَنْ يَكُونَ لَهُ شَرِيكٌ فِي حُكْمِهِ أَوْ عِبَادَتِهِ أَوْ مُلْكِهِ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ [١٢ \\ ٤٠] . </p><p> فَهَلْ فِي أُولَئِكَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ هُوَ الْإِلَهُ الْمَعْبُودُ وَحْدَهُ، وَأَنَّ عِبَادَتَهُ وَحْدَهُ هِيَ الدِّينُ الْقَيِّمُ؟ </p><p> سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ [١٢ \\ ٦٧] . </p><p> فَهَلْ فِيهِمْ مَنْ يَسْتَحِقُّ أَنْ يُتَوَكَّلَ عَلَيْهِ، وَتُفَوِّضَ الْأُمُورُ إِلَيْهِ؟ </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: </p><p> وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ [٥ \\ ٤٩ - ٥٠] . </p><p> فَهَلْ فِي أُولَئِكَ الْمُشَرِّعِينَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّ حُكْمَهُ بِمَا أَنْزَلَ اللَّهُ وَأَنَّهُ مُخَالِفٌ لِاتِّبَاعِ الْهَوَى؟ وَأَنَّ مَنْ تَوَلَّى عَنْهُ أَصَابَهُ اللَّهُ بِبَعْضِ ذُنُوبِهِ؟ لِأَنَّ الذُّنُوبَ لَا يُؤَاخَذُ بِجَمِيعِهَا إِلَّا فِي الْآخِرَةِ؟ وَأَنَّهُ لَا حُكْمَ أَحْسَنُ مِنْ حُكْمِهِ لِقَوْمٍ يُوقِنُونَ؟ </p><p> سُبْحَانَ رَبِّنَا وَتَعَالَى عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ [٦ \\ ٥٧] . </p><p> فَهَلْ فِيهِمْ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ يَقُصُّ الْحَقَّ، وَأَنَّهُ خَيْرُ الْفَاصِلِينَ؟ </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلًا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا الْآيَةَ [٦ \\ ١١٤ - ١١٥] . </p><p> فَهَلْ فِي أُولَئِكَ الْمَذْكُورِينَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ هُوَ الَّذِي أَنْزَلَ هَذَا الْكِتَابَ مُفَصَّلًا، الَّذِي يَشْهَدُ أَهْلُ الْكِتَابِ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ، وَبِأَنَّهُ تَمَّتْ كَلِمَاتُهُ صِدْقًا وَعَدْلًا - أَيْ صِدْقًا فِي الْأَخْبَارِ، وَعَدْلًا فِي الْأَحْكَامِ - وَأَنَّهُ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ؟ </p><p> سُبْحَانَ رَبِّنَا، مَا أَعْظَمَهُ، وَمَا أَجَلَّ شَأْنَهُ. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا قُلْ آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ [١٠ \\ ٥٩] . </p><p> فَهَلْ فِي أُولَئِكَ الْمَذْكُورِينَ مَنْ يَسْتَحِقُّ أَنْ يُوصَفَ بِأَنَّهُ هُوَ الَّذِي يُنَزِّلُ الرِّزْقَ لِلْخَلَائِقِ، وَأَنَّهُ لَا يُمْكِنُ أَنْ يَكُونَ تَحْلِيلٌ وَلَا تَحْرِيمٌ إِلَّا بِإِذْنِهِ؟ لِأَنَّ مِنَ الضَّرُورِيِّ أَنَّ مَنْ خَلَقَ الرِّزْقَ وَأَنْزَلَهُ هُوَ الَّذِي لَهُ التَّصَرُّفُ فِيهِ بِالتَّحْلِيلِ وَالتَّحْرِيمِ؟ </p><p> سُبْحَانَهُ - جَلَّ وَعَلَا - أَنْ يَكُونَ لَهُ شَرِيكٌ فِي التَّحْلِيلِ وَالتَّحْرِيمِ. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ [٥ \\ ٤٤] . </p><p> فَهَلْ فِيهِمْ مَنْ يَسْتَحِقُّ الْوَصْفَ بِذَلِكَ؟ </p><p> سُبْحَانَ رَبِّنَا وَتَعَالَى عَنْ ذَلِكَ. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ [١٦ \\ ١١٦ - ١١٧] . </p><p> فَقَدْ أَوْضَحَتِ الْآيَةُ أَنَّ الْمُشَرِّعِينَ غَيْرَ مَا شَرَّعَهُ اللَّهُ إِنَّمَا تَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ، لِأَجْلِ أَنْ يَفْتَرُوهُ عَلَى اللَّهِ، وَأَنَّهُمْ لَا يُفْلِحُونَ، وَأَنَّهُمْ يُمَتَّعُونَ قَلِيلًا ثُمَّ يُعَذَّبُونَ الْعَذَابَ الْأَلِيمَ، وَذَلِكَ وَاضِحٌ فِي بُعْدِ صِفَاتِهِمْ مِنْ صِفَاتِ مَنْ لَهُ أَنْ يُحَلِّلَ وَيُحَرِّمَ. </p><p> وَمِنْهَا قَوْلُهُ - تَعَالَى -: قُلْ هَلُمَّ شُهَدَاءَكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللَّهَ حَرَّمَ هَذَا فَإِنْ شَهِدُوا فَلَا تَشْهَدْ مَعَهُمْ [٦ \\ ١٥٠] . </p><p> فَقَوْلُهُ: هَلُمَّ شُهَدَاءَكُمُ صِيغَةُ تَعْجِيزٍ، فَهُمْ عَاجِزُونَ عَنْ بَيَانِ مُسْتَنَدِ التَّحْرِيمِ. وَذَلِكَ وَاضِحٌ فِي أَنَّ غَيْرَ اللَّهِ لَا يَتَّصِفُ بِصِفَاتِ التَّحْلِيلِ وَلَا التَّحْرِيمِ. وَلَمَّا كَانَ التَّشْرِيعُ وَجَمِيعُ الْأَحْكَامِ - شَرْعِيَّةً كَانَتْ أَوْ كَوْنِيَّةً قَدَرِيَّةً - مِنْ خَصَائِصِ الرُّبُوبِيَّةِ - كَمَا دَلَّتْ عَلَيْهِ الْآيَاتُ الْمَذْكُورَةُ - كَانَ كُلُّ مَنِ اتَّبَعَ تَشْرِيعًا غَيْرَ تَشْرِيعِ اللَّهِ قَدِ اتَّخَذَ ذَلِكَ الْمُشَرِّعَ رَبًّا، وَأَشْرَكَهُ مَعَ اللَّهِ. </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا كَثِيرَةٌ، وَقَدْ قَدَّمْنَاهَا مِرَارًا وَسَنُعِيدُ مِنْهَا مَا فِيهِ كِفَايَةٌ، فَمِنْ ذَلِكَ - وَهُوَ مِنْ أَوْضَحِهِ وَأَصْرِحِهِ - أَنَّهُ فِي زَمَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَعَتْ مُنَاظَرَةٌ بَيْنَ حِزْبِ الرَّحْمَنِ وَحِزْبِ الشَّيْطَانِ فِي حُكْمٍ مِنْ أَحْكَامِ التَّحْرِيمِ وَالتَّحْلِيلِ، وَحِزْبُ الرَّحْمَنِ يَتَّبِعُونَ تَشْرِيعَ الرَّحْمَنِ فِي وَحْيِهِ فِي تَحْرِيمِهِ، وَحِزْبُ الشَّيْطَانِ يَتَّبِعُونَ وَحْيَ الشَّيْطَانِ فِي تَحْلِيلِهِ. </p><p> وَقَدْ حَكَمَ اللَّهُ بَيْنَهُمَا وَأَفْتَى فِيمَا تَنَازَعُوا فِيهِ فَتْوَى سَمَاوِيَّةً قُرْآنِيَّةً تُتْلَى فِي سُورَةِ «الْأَنْعَامِ» . </p><p> وَذَلِكَ أَنَّ الشَّيْطَانَ لَمَّا أَوْحَى إِلَى أَوْلِيَائِهِ فَقَالَ لَهُمْ فِي وَحْيِهِ: سَلُوا مُحَمَّدًا عَنِ الشَّاةِ تُصْبِحُ مَيْتَةً، مَنْ هُوَ الَّذِي قَتَلَهَا؟ فَأَجَابُوهُمْ أَنَّ اللَّهَ هُوَ الَّذِي قَتَلَهَا. </p><p> فَقَالُوا: الْمَيْتَةُ إِذًا ذَبِيحَةُ اللَّهِ، وَمَا ذَبَحَهُ اللَّهُ كَيْفَ تَقُولُونَ إِنَّهُ حَرَامٌ؟ مَعَ أَنَّكُمْ تَقُولُونَ </p><p> إِنَّمَا ذَبَحْتُمُوهُ بِأَيْدِيكُمْ حَلَالٌ، فَأَنْتُمْ إِذًا أَحْسَنُ مِنَ اللَّهِ وَأَحَلُّ ذَبِيحَةً. </p><p> فَأَنْزَلَ اللَّهُ بِإِجْمَاعِ مَنْ يُعْتَدُّ بِهِ مِنْ أَهْلِ الْعِلْمِ قَوْلَهُ - تَعَالَى -: وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ [٦ \\ ١٢١] ، يَعْنِي الْمَيْتَةَ، أَيْ وَإِنْ زَعَمَ الْكُفَّارُ أَنَّ اللَّهَ ذَكَّاهَا بِيَدِهِ الْكَرِيمَةِ بِسِكِّينٍ مِنْ ذَهَبٍ. وَإِنَّهُ لَفِسْقٌ [٦ \\ ١٢١] ، وَالضَّمِيرُ عَائِدٌ إِلَى الْأَكْلِ الْمَفْهُومِ مِنْ قَوْلِهِ: وَلَا تَأْكُلُوا، وَقَوْلُهُ: لَفِسْقٌ، أَيْ خُرُوجٌ عَنْ طَاعَةِ اللَّهِ، وَاتِّبَاعٌ لِتَشْرِيعِ الشَّيْطَانِ. وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ [٦ \\ ١٢١] . أَيْ بِقَوْلِهِمْ: مَا ذَبَحْتُمُوهُ حَلَالٌ وَمَا ذَبَحَهُ اللَّهُ حَرَامٌ، فَأَنْتُمْ إذًا أَحْسَنُ مِنَ اللَّهِ، وَأَحَلُّ تَذْكِيَةً، ثُمَّ بَيَّنَ الْفَتْوَى السَّمَاوِيَّةِ مِنْ رَبِّ الْعَالَمِينَ، فِي الْحُكْمِ بَيْنَ الْفَرِيقَيْنِ فِي قَوْلِهِ - تَعَالَى -: وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ [٦ \\ ١٢١] فَهِيَ فَتْوَى سَمَاوِيَّةٌ مِنَ الْخَالِقِ - جَلَّ وَعَلَا - صَرَّحَ فِيهَا بِأَنَّ مُتَّبِعَ تَشْرِيعِ الشَّيْطَانِ الْمُخَالِفِ لِتَشْرِيعِ الرَّحْمَنِ - مُشْرِكٌ بِاللَّهِ. </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ مَثَّلَ بِهَا بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ لِحَذْفِ اللَّامِ الْمُوَطِّئَةِ لِلْقَسَمِ، وَالدَّلِيلُ عَلَى اللَّامِ الْمُوَطِّئَةِ الْمَحْذُوفَةِ عَدَمُ اقْتِرَانِ جُمْلَةِ (إِنَّكُمْ لَمُشْرِكُونَ) بِالْفَاءِ ; لِأَنَّهُ لَوْ كَانَ شَرْطًا لَمْ يَسْبِقْهُ قَسَمٌ لَقِيلَ: فَإِنَّكُمْ لَمُشْرِكُونَ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَاقرُنْ بِفَا حَتْمًا جَوَابًا لَو جُعِلْ ... شَرْطًا لِأَنْ أَوْ غَيْرِهَا لَمْ يَنْجَعِلْ </p><p> وَهُوَ مَذْهَبُ سِيبَوَيْهِ، وَهُوَ الصَّحِيحُ، وَحَذْفُ الْفَاءِ فِي مِثْلِ ذَلِكَ مِنْ ضَرُورَةِ الشِّعْرِ. </p><p> وَمَا زَعَمَهُ بَعْضُهُمْ مِنْ أَنَّهُ يَجُوزُ مُطْلَقًا، وَأَنَّ ذَلِكَ دَلَّتْ عَلَيْهِ آيَتَانِ مِنْ كِتَابِ اللَّهِ: إِحْدَاهُمَا: قَوْلُهُ - تَعَالَى -: وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ. </p><p> وَالثَّانِيَةُ: قَوْلُهُ - تَعَالَى -: وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ [٤٢] بِحَذْفِ الْفَاءِ فِي قِرَاءَةِ نَافِعٍ وَابْنِ عَامِرٍ مِنَ السَّبْعَةِ خِلَافُ التَّحْقِيقِ. </p><p> بَلِ الْمُسَوِّغُ لِحَذْفِ الْفَاءِ فِي آيَةِ: إِنَّكُمْ لَمُشْرِكُونَ تَقْدِيرُ الْقَسَمِ الْمَحْذُوفِ قَبْلَ الشَّرْطِ الْمَدْلُولِ عَلَيْهِ بِحَذْفِ الْفَاءِ، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَاحْذِفْ لَدَى اجْتِمَاعِ شَرْطٍ وَقَسَمْ ... جَوَابَ مَا أَحْرَتْ فَهُوَ مُلْتَزَمْ </p><p> وَعَلَيْهِ، فَجُمْلَةُ إِنَّكُمْ لَمُشْرِكُونَ جَوَابُ الْقَسَمِ الْمُقَدَّرِ، وَجَوَابُ الشَّرْطِ مَحْذُوفٌ، فَلَا دَلِيلَ فِي الْآيَةِ لِحَذْفِ الْفَاءِ الْمَذْكُورِ.ُُ </p><p> وَالْمُسَوِّغُ لَهُ فِي آيَةِ بِمَا كَسَبَتْ أَيْدِيكُمْ أَنَّ (مَا) فِي قِرَاءَةِ نَافِعٍ وَابْنِ عَامِرٍ مَوْصُولَةٌ، كَمَا جَزَمَ بِهِ غَيْرُ وَاحِدٍ مِنَ الْمُحَقِّقِينَ، أَيْ وَالَّذِي أَصَابَكُمْ مِنْ مُصِيبَةٍ كَائِنٌ وَوَاقِعٌ بِسَبَبِ مَا كَسَبَتْ أَيْدِيكُمْ. </p><p> وَأَمَّا عَلَى قِرَاءَةِ الْجُمْهُورِ: فَمَا مَوْصُولَةٌ أَيْضًا، وَدُخُولُ الْفَاءِ فِي خَبَرِ الْمَوْصُولِ جَائِزٌ كَمَا أَنَّ عَدَمَهُ جَائِزٌ، فَكِلْتَا الْقِرَاءَتَيْنِ جَارِيَةٌ عَلَى أَمْرٍ جَائِزٍ. </p><p> وَمِثَالُ دُخُولِ الْفَاءِ فِي خَبَرِ الْمَوْصُولِ قَوْلُهُ - تَعَالَى -: الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ [٢ \\ ٢٧٤] وَهُوَ كَثِيرٌ فِي الْقُرْآنِ. وَقَالَ بَعْضُهُمْ: إِنَّ (مَا) فِي قِرَاءَةِ الْجُمْهُورِ شَرْطِيَّةٌ، وَعَلَيْهِ فَاقْتِرَانُ الْجَزَاءِ بِالْفَاءِ وَاجِبٌ. </p><p> أَمَّا عَلَى قِرَاءَةِ نَافِعٍ وَابْنِ عَامِرٍ فَهِيَ مَوْصُولَةٌ لَيْسَ إِلَّا، كَمَا هُوَ التَّحْقِيقُ - إِنْ شَاءَ اللَّهُ -. </p><p> وَكَوْنُ (مَا) شَرْطِيَّةً عَلَى قِرَاءَةٍ، وَمَوْصُولَةً عَلَى قِرَاءَةٍ - لَا إِشْكَالَ فِيهِ ; لِمَا قَدَّمْنَا مِنْ أَنَّ الْقِرَاءَتَيْنِ فِي الْآيَةِ الْوَاحِدَةِ كَالْآيَتَيْنِ. </p><p> وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى نَحْوِ مَا دَلَّتْ عَلَيْهِ آيَةُ «الْأَنْعَامِ» الْمَذْكُورَةُ قَوْلُهُ - تَعَالَى -: إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ [١٦ \\ ١٠٠] . فَصَرَّحَ بِتَوَلِّيهِمْ لِلشَّيْطَانِ، أَيْ بِاتِّبَاعِ مَا يُزَيِّنُ لَهُمْ مِنَ الْكُفْرِ وَالْمَعَاصِي مُخَالِفًا لِمَا جَاءَتْ بِهِ الرُّسُلُ، ثُمَّ صَرَّحَ بِأَنَّ ذَلِكَ إِشْرَاكٌ بِهِ فِي قَوْلِهِ - تَعَالَى -: وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ، وَصَرَّحَ أَنَّ الطَّاعَةَ فِي ذَلِكَ الَّذِي يُشَرِّعُهُ الشَّيْطَانُ لَهُمْ وَيُزَيِّنُهُ عِبَادَةٌ لِلشَّيْطَانِ. </p><p> وَمَعْلُومٌ أَنَّ مَنْ عَبَدَ الشَّيْطَانَ فَقَدْ أَشْرَكَ بِالرَّحْمَنِ، قَالَ - تَعَالَى -: أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا، وَيَدْخُلُ فِيهِمْ مُتَّبِعُو نِظَامِ الشَّيْطَانِ دُخُولًا أَوْلِيَاءُ أَفَلَمْ تَكُونُوا تَعْقِلُونَ [٣٦ \\ ٦٠ - ٦٢] . </p><p> ثُمَّ بَيَّنَ الْمَصِيرَ الْأَخِيرَ لِمَنْ كَانَ يَعْبُدُ الشَّيْطَانَ فِي دَارِ الدُّنْيَا، فِي قَوْلِهِ - تَعَالَى -: هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ [٣٦ \\ ٦٣ - ٦٥] . وَقَالَ - تَعَالَى - عَنْ نَبِيِّهِ إِبْرَاهِيمَ: يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا [١٩ \\ ٤٤] فَقَوْلُهُ: </p><p> (لَا تَعْبُدِ الشَّيْطَانَ) أَيْ بِاتِّبَاعِ مَا يُشَرِّعُهُ مِنَ الْكُفْرِ وَالْمَعَاصِي، مُخَالِفًا لِمَا شَرَعَهُ اللَّهُ. </p><p> وَقَالَ - تَعَالَى -: إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا [٤ \\ ١١٧] ، فَقَوْلُهُ: وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا يَعْنِي مَا يَعْبُدُونَ إِلَّا شَيْطَانًا مَرِيدًا. </p><p> وَقَوْلُهُ - تَعَالَى -: وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ [٣٤ \\ ٤٠ - ٤١] . </p><p> فَقَوْلُهُ - تَعَالَى -: بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَيْ يَتَّبِعُونَ الشَّيَاطِينَ وَيُطِيعُونَهُمْ فِيمَا يُشَرِّعُونَ وَيُزَيِّنُونَ لَهُمْ مِنَ الْكُفْرِ وَالْمَعَاصِي، عَلَى أَصَحِّ التَّفْسِيرَيْنِ. </p><p> وَالشَّيْطَانُ عَالِمٌ بِأَنَّ طَاعَتَهُمْ لَهُ الْمَذْكُورَةَ إِشْرَاكٌ بِهِ كَمَا صَرَّحَ بِذَلِكَ وَتَبَرَّأَ مِنْهُمْ فِي الْآخِرَةِ، كَمَا نَصَّ اللَّهُ عَلَيْهِ فِي سُورَةِ «إِبْرَاهِيمَ» فِي قَوْلِهِ - تَعَالَى -: وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ إِلَى قَوْلِهِ: إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ [١٤ \\ ٢٢] . فَقَدِ اعْتَرَفَ بِأَنَّهُمْ كَانُوا مُشْرِكِينَ بِهِ مِنْ قَبْلُ، أَيْ فِي دَارِ الدُّنْيَا، وَلَمْ يَكْفُرْ بِشِرْكِهِمْ ذَلِكَ إِلَّا يَوْمَ الْقِيَامَةِ. </p><p> وَقَدْ أَوْضَحَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هَذَا الْمَعْنَى الَّذِي بَيَّنَّا فِي الْحَدِيثِ لَمَّا سَأَلَهُ عَدِيُّ بْنُ حَاتِمٍ - رَضِيَ اللَّهُ عَنْهُ - عَنْ قَوْلِهِ: اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا [٩ \\ ٣١] كَيْفَ اتَّخَذُوهُمْ أَرْبَابًا؟ وَأَجَابَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُمْ أَحَلُّوا لَهُمْ مَا حَرَّمَ اللَّهُ، وَحَرَّمُوا عَلَيْهِمْ مَا أَحَلَّ اللَّهُ - فَاتَّبَعُوهُمْ، وَبِذَلِكَ الِاتِّبَاعِ اتَّخَذُوهُمْ أَرْبَابًا. </p><p> وَمِنْ أَصْرَحِ الْأَدِلَّةِ فِي هَذَا أَنَّ الْكُفَّارَ إِذَا أَحَلُّوا شَيْئًا يَعْلَمُونَ أَنَّ اللَّهَ حَرَّمَهُ، وَحَرَّمُوا شَيْئًا يَعْلَمُونَ أَنَّ اللَّهَ أَحَلَّهُ - فَإِنَّهُمْ يَزْدَادُونَ كُفْرًا جَدِيدًا بِذَلِكَ مَعَ كُفْرِهِمُ الْأَوَّلِ، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ إِلَى قَوْلِهِ: وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ [٩ \\ ٣٧] . </p><p> وَعَلَى كُلِّ حَالٍ فَلَا شَكَّ أَنَّ كُلَّ مَنْ أَطَاعَ غَيْرَ اللَّهِ فِي تَشْرِيعٍ مُخَالِفٍ لِمَا شَرَعَهُ اللَّهُ - فَقَدْ أَشْرَكَ بِهِ مَعَ اللَّهِ، كَمَا يَدُلُّ لِذَلِكَ قَوْلُهُ: وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلَادِهِمْ شُرَكَاؤُهُمْ [٦ \\ ١٣٧] . فَسَمَّاهُمْ شُرَكَاءَ لَمَّا أَطَاعُوهُمْ فِي قَتْلِ الْأَوْلَادِ. </p>"
}