{
  "id": null,
  "sura": 43,
  "aya": 49,
  "text": "<p> وَآيَةُ «الزُّخْرُفِ» هَذِهِ تَدُلُّ عَلَى أَنَّ التَّمَسُّكَ بِهَذَا الْقُرْآنِ عَلَى هُدًى مِنَ اللَّهِ، وَهَذَا مَعْلُومٌ بِالضَّرُورَةِ. </p><p> قَوْلُهُ - تَعَالَى -: وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ جَمِيعَ الرُّسُلِ جَاءُوا بِإِخْلَاصِ التَّوْحِيدِ لِلَّهِ، الَّذِي تَضَمَّنَتْهُ كَلِمَةُ لَا إِلَهَ إِلَّا اللَّهُ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [١٦ \\ ٣٦] . </p><p> وَقَوْلِهِ - تَعَالَى -: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ [٢١ \\ ٢٥] . وَذَلِكَ التَّوْحِيدُ هُوَ أَوَّلُ مَا يَأْمُرُ بِهِ كُلُّ نَبِيِّ أُمَّتَهُ. </p><p> قَالَ - تَعَالَى -: وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ [١١ \\ ٥٠] . وَقَالَ - تَعَالَى -: وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ [١١ \\ ٦١] . وَقَالَ - تَعَالَى -: وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ [١١ \\ ٦١] . وَقَالَ - تَعَالَى -: وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ الْآيَةَ [٧ \\ ٨٥] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ الْآيَةَ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَى قِصَّةِ مُوسَى وَفِرْعَوْنَ فِي سُورَةِ «الْأَعْرَافِ» وَسُورَةِ «طه» . </p><p> قَوْلُهُ - تَعَالَى -: وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ. </p><p> لَمْ يُبَيِّنْ هُنَا نَوْعَ الْعَذَابِ الَّذِي أَخَذَهُمْ بِهِ، وَلَكِنَّهُ أَوْضَحَهُ فِي «الْأَعْرَافِ» فِي قَوْلِهِ - تَعَالَى -: وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُفَصَّلَاتٍ [٧ \\ ١٣٢ - ١٣٣] . وَقَوْلِهِ - تَعَالَى -: وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ الْآيَةَ [٧ \\ ١٣٠] . </p><p> قَوْلُهُ - تَعَالَى -: وَقَالُوا يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ. </p>"
}