{
  "id": null,
  "sura": 43,
  "aya": 12,
  "text": "<p> وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ [١٦ \\ ١٥] . </p><p> قَوْلُهُ - تَعَالَى -: وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ دَلَالَةِ إِحْيَاءِ الْأَرْضِ بَعْدَ مَوْتِهَا عَلَى خُرُوجِ النَّاسِ مِنْ قُبُورِهِمْ أَحْيَاءً بَعْدَ الْمَوْتِ، فِي قَوْلِهِ - تَعَالَى -: كَذَلِكَ تُخْرَجُونَ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ قَدْ قَدَّمْنَاهَا فِي سُورَةِ «الْبَقَرَةِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ [٢ \\ ٢٢] مَعَ بَقِيَّةِ بَرَاهِينِ الْبَعْثِ فِي الْقُرْآنِ. وَأَوْضَحْنَا ذَلِكَ أَيْضًا فِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ [١٦ \\ ١٠] . وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ، وَأَحَلْنَا عَلَى ذَلِكَ مِرَارًا كَثِيرَةً فِي هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «الْفُرْقَانِ» مَعْنَى الْإِنْشَاءِ وَالنُّشُورِ وَمَا فِي ذَلِكَ مِنَ اللُّغَاتِ مَعَ الشَّوَاهِدِ الْعَرَبِيَّةِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بِقَدَرٍ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: أَيْ بِقَدَرٍ سَابِقٍ وَقَضَاءٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: أَيْ بِمِقْدَارٍ يَكُونُ بِهِ إِصْلَاحُ الْبَشَرِ، فَلَمْ يَكْثُرِ الْمَاءُ جِدًّا فَيَكُونُ طُوفَانًا فَيُهْلِكُهُمْ، وَلَمْ يَجْعَلْهُ قَلِيلًا دُونَ قَدْرِ الْكِفَايَةِ، بَلْ نَزَّلَهُ بِقَدْرِ الْكِفَايَةِ مِنْ غَيْرِ مَضَرَّةٍ، كَمَا قَالَ - تَعَالَى -: وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ [٢٣ \\ ١٨] . </p><p> وَقَالَ - تَعَالَى -: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ إِلَى قَوْلِهِ: وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ [١٥ \\ ٢١ - ٢٢] . </p><p> قَوْلُهُ - تَعَالَى -: وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا. </p><p> الْأَزْوَاجُ الْأَصْنَافُ، وَالزَّوْجُ تُطْلِقُهُ الْعَرَبُ عَلَى الصِّنْفِ. </p><p> وَقَدْ بَيَّنَ - تَعَالَى - أَنَّ الْأَزْوَاجَ الْمَذْكُورَةَ هُنَا تَشْمَلُ أَصْنَافَ النَّبَاتِ وَبَنِي آدَمَ وَمَا لَا يَعْلَمُهُ إِلَّا اللَّهُ. </p><p> قَالَ - تَعَالَى -: سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ [٣٦ \\ ٣٦] . </p><p> وَقَالَ - تَعَالَى -: وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى [٢٠ \\ ٥٣] . </p><p> وَقَالَ - تَعَالَى -: فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ [٢٢ \\ ٥] . أَيْ مِنْ كُلِّ صِنْفٍ حَسَنٍ مِنْ أَصْنَافِ النَّبَاتِ. </p><p> وَقَالَ - تَعَالَى -: وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ [٣١ \\ ١٠] . </p><p> وَمِنْ إِطْلَاقِ الْأَزْوَاجِ عَلَى الْأَصْنَافِ فِي الْقُرْآنِ قَوْلُهُ - تَعَالَى -: وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ [٣٨ \\ ٥٨] . وَقَوْلُهُ - تَعَالَى -: وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ [٢٠ \\ ١٣١] . </p><p> وَقَدْ قَدَّمْنَا طَرَفًا مِنْ ذَلِكَ فِي سُورَةِ «الصَّافَّاتِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ الْآيَةَ [٣٧ \\ ٢٢] . </p><p> قَوْلُهُ - تَعَالَى -: وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ بِكَثْرَةٍ فِي سُورَةِ «الْمُؤْمِنِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا الْآيَةَ [٤٠ \\ ٧٩] . وَضَمِيرُ الْمُفْرَدِ الْمُذَكَّرِ الْغَائِبِ فِي قَوْلِهِ: لِتَسْتَوُوا عَلَى ظُهُورِهِ، وَقَوْلِهِ: إِذَا اسْتَوَيْتُمْ عَلَيْهِ - رَاجِعٌ إِلَى لَفْظِ (مَا) فِي قَوْلِهِ: وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ. </p><p> قَوْلُهُ - تَعَالَى -: وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ. </p><p> يَعْنِي - جَلَّ وَعَلَا - أَنَّهُ جَعَلَ لِبَنِي آدَمَ مَا يَرْكَبُونَهُ مِنَ الْفُلْكِ الَّتِي هِيَ السُّفُنُ، وَمِنَ الْأَنْعَامِ لِيَسْتَوُوا، أَيْ يَرْتَفِعُوا مُعْتَدِلِينَ عَلَى ظُهُورِهِ، ثُمَّ يَذْكُرُوا فِي قُلُوبِهِمْ نِعْمَةَ رَبِّهِمْ عَلَيْهِمْ بِتِلْكَ الْمَرْكُوبَاتِ، ثُمَّ يَقُولُوا - بِأَلْسِنَتِهِمْ مَعَ تَفَهُّمِ مَعْنَى مَا يَقُولُونَ -: سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ. </p><p> وَقَوْلُهُ:  «سُبْحَانَ» قَدْ قَدَّمْنَا فِي أَوَّلِ سُورَةِ «بَنِي إِسْرَائِيلَ» مَعْنَاهُ بِإِيضَاحٍ، وَأَنَّهُ يَدُلُّ عَلَى تَنْزِيهِ اللَّهِ - جَلَّ وَعَلَا - أَكْمَلَ التَّنْزِيهِ وَأَتَمَّهُ، عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ، وَالْإِشَارَةُ فِي قَوْلِهِ: هَذَا رَاجِعَةٌ إِلَى لَفْظِ مَا مِنْ قَوْلِهِ: مَا تَرْكَبُونَ وَجَمَعَ الظُّهُورَ نَظَرًا إِلَى مَعْنَى مَا ; لِأَنَّ مَعْنَاهَا عَامٌّ شَامِلٌ لِكُلِّ مَا تَشْمَلُهُ صِلَتُهَا، وَلَفْظُهَا مُفْرَدٌ، فَالْجَمْعُ فِي الْآيَةِ بِاعْتِبَارِ مَعْنَاهَا، وَالْإِفْرَادُ بِاعْتِبَارِ لَفْظِهَا. </p><p> وَقَوْلُهُ: الَّذِي سَخَّرَ لَنَا هَذَا أَيِ الَّذِي ذَلَّلَ لَنَا هَذَا الَّذِي هُوَ مَا نَرْكَبُهُ مِنَ الْأَنْعَامِ وَالسُّفُنِ ; لِأَنَّ الْأَنْعَامَ لَوْ لَمْ يُذَلِّلْهَا اللَّهُ لَهُمْ لَمَا قَدَرُوا عَلَيْهَا، وَلَا يَخْفَى أَنَّ الْجَمَلَ أَقْوَى مِنَ الرَّجُلِ، وَكَذَلِكَ الْبَحْرُ لَوْ لَمْ يُذَلِّلْهُ لَهُمْ وَيُسَخِّرْ لَهُمْ إِجْرَاءَ السُّفُنِ فِيهِ لَمَا قَدَرُوا عَلَى شَيْءٍ مِنْ ذَلِكَ. </p><p> وَقَوْلُهُ - تَعَالَى -: وَمَا كُنَّا لَهُ مُقْرِنِينَ أَيْ مُطِيقِينَ. وَالْعَرَبُ تَقُولُ: أَقْرَنَ الرَّجُلُ لِلْأَمْرِ وَأَقْرَنَهُ إِذَا كَانَ مُطِيقًا لَهُ كُفُؤًا لِلْقِيَامِ بِهِ، مِنْ قَوْلِهِمْ: أَقَرَنْتُ الدَّابَّةَ لِلدَّابَّةِ، بِمَعْنَى أَنَّكَ إِذَا قَرَنْتَهُمَا فِي حَبْلٍ قَدَرْتَ عَلَى مُقَاوَمَتِهَا، وَلَمْ تَكُنْ أَضْعَفَ مِنْهَا فَتَجُرَّهَا; لِأَنَّ الضَّعِيفَ إِذَا لُزَّ فِي الْقَرَنِ، أَيِ الْحَبْلِ، مَعَ الْقَوِيِّ - جَرَّهُ وَلَمْ يَقْدِرْ عَلَى مُقَاوَمَتِهِ، كَمَا قَالَ جَرِيرٌ: </p><p> وَابْنُ اللَّبُونِ إِذَا مَا لُزَّ فِي قَرَنٍ ... لَمْ يَسْتَطِعْ صَوْلَةَ الْبُزْلِ الْقَنَاعِيسِ </p><p> وَهَذَا الْمَعْنَى مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ عَمْرِو بْنِ مَعْدِيكَرِبَ وَقَدْ أَنْشَدَهُ قُطْرُبُ لِهَذَا الْمَعْنَى: </p><p> لَقَدْ عَلِمَ الْقَبَائِلُ مَا عَقِيلُ ... لَنَا فِي النَّائِبَاتِ بِمُقْرِنِينَا </p><p> وَقَوْلُ ابْنِ هَرْمَةَ: </p><p> وَأَقْرَنَتْ مَا حَمَلَتْنِي وَلَقَلَّمَا ... يُطَاقُ احْتِمَالُ الصَّدْيَادِ عَدُوِّ الْهَجْرِ </p><p> وَقَوْلُ الْآخَرِ: </p><p> رَكِبْتُمْ صَعْبَتَيْ أَشَرًا وَحَيْفًا ... وَلَسْتُمْ لِلصِّعَابِ بِمُقْرِنِينَا </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ مَا ذُكِرَ مِنَ السُّفُنِ وَالْأَنْعَامِ لَوْ لَمْ يُذَلِّلْهُ اللَّهُ لَهُمْ لَمَا أَقْرَنُوا لَهُ وَلَمَا أَطَاقُوهُ - جَاءَ مُبَيَّنًا فِي آيَاتٍ أُخَرَ; قَالَ - تَعَالَى - فِي رُكُوبِ الْفُلْكِ: وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ [٣٦ \\ ٤١ - ٤٢] . وَقَالَ - تَعَالَى -: وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا الْآيَةَ [١٦ \\ ١٤] . وَقَالَ - تَعَالَى -: اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ الْآيَةَ [٤٥ \\ ١٢] . وَقَالَ - تَعَالَى -: وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهَارَُُ </p>"
}