{
  "id": null,
  "sura": 43,
  "aya": 8,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الزُّخْرُفِ قَوْلُهُ - تَعَالَى -: حم وَالْكِتَابِ الْمُبِينِ إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَى الْحُرُوفِ الْمُقَطَّعَةِ فِي أَوَائِلِ السُّوَرِ فِي أَوَّلِ سُورَةِ «هُودٍ» . </p><p> وَقَوْلُهُ - تَعَالَى -: إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الشُّعَرَاءِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: لِتَكُونَ مِنَ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ [٢٦ \\ ١٩٤ - ١٩٥] . وَفِي سُورَةِ «الزُّمَرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قُرْءَانًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ الْآيَةَ [٣٩ \\ ٢٨] . </p><p> قَوْلُهُ - تَعَالَى -: فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ. </p><p> الضَّمِيرُ فِي قَوْلِهِ:  (مِنْهُمْ) عَائِدٌ إِلَى الْقَوْمِ الْمُسْرِفِينَ، الْمُخَاطَبِينَ بِقَوْلِهِ: : أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ [٤٣ \\ ٥] . وَفِيهِ مَا يُسَمِّيهِ عُلَمَاءُ الْبَلَاغَةِ بِالِالْتِفَاتِ مِنَ الْخِطَابِ إِلَى الْغَيْبَةِ. </p><p> وَقَوْلُهُ: أَشَدَّ مِنْهُمْ مَفْعُولٌ بِهِ لِـ (أَهْلَكَنَا) ، وَأَصْلُهُ نَعْتٌ لِمَحْذُوفٍ، وَالتَّقْدِيرُ فَأَهْلَكْنَا قَوْمًا أَشَدَّ مِنْهُمْ بَطْشًا، عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَمَا مِنَ الْمَنْعُوتِ وَالنَّعْتِ عُقِلْ ... يَجُوزُ حَذْفُهُ وَفِي النَّعْتِ يَقِلْ </p><p> وَقَوْلُهُ:  (بَطْشًا) تَمْيِيزٌ مُحَوَّلٌ مِنَ الْفَاعِلِ عَلَى حَدِّ قَوْلِهِ فِي الْخُلَاصَةِ: وَالْفَاعِلُ الْمَعْنَى انْصَبَنْ بِأَفْعَلَا مُفَضِّلًا كَأَنْتَ أَعَلَا مَنْزِلَا </p><p> وَالْبَطْشُ: أَصْلُهُ الْأَخْذُ بِعُنْفٍ وَشِدَّةٍ. </p><p> وَالْمَعْنَى: فَأَهْلَكْنَا قَوْمًا أَشَدَّ بَطْشًا مِنْ كُفَّارِ مَكَّةَ الَّذِينَ كَذَّبُوا نَبِيَّنَا بِسَبَبِ تَكْذِيبِهِمْ رُسُلَهُمْ، فَلْيَحْذَرِ الْكُفَّارُ الَّذِينَ كَذَّبُوكَ أَنْ نُهْلِكَهُمْ بِسَبَبِ ذَلِكَ كَمَا أَهْلَكْنَا الَّذِينَ كَانُوا أَشَدَّ مِنْهُمْ بَطْشًا، أَيْ أَكْثَرَ مِنْهُمْ عَدَدًا وعُدَدًا وَجَلَدًا.ُُُُ </p><p> فَعَلَى الْأَضْعَفِ الْأَقَلِّ أَنْ يُتَّعَظَ بِإِهْلَاكِ الْأَقْوَى الْأَكْثَرِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمَضَى مَثَلُ الْأَوَّلِينَ أَيْ صِفَتُهُمُ الَّتِي هِيَ إِهْلَاكُهُمُ الْمُسْتَأْصِلُ بِسَبَبِ تَكْذِيبِهِمُ الرُّسُلَ. </p><p> وَقَوْلُ مَنْ قَالَ: مَثَلُ الْأَوَّلِينَ أَيْ عُقُوبَتُهُمْ وَسُنَّتُهُمُ - رَاجِعٌ فِي الْمَعْنَى إِلَى ذَلِكَ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَهْدِيدِ الْكُفَّارِ الَّذِينَ كَذَّبُوا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنَّ اللَّهَ أَهْلَكَ مَنْ هُمْ أَقْوَى مِنْهُمْ، لِيَحْذَرُوا أَنْ يُفْعَلَ بِهِمْ مِثْلَ مَا فُعِلَ بِأُولَئِكَ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا الْآيَةَ [٣٠ \\ ٩] . وَقَوْلِهِ - تَعَالَى -: أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ الْآيَةَ [٤٠ \\ ٨٢] . وَقَوْلِهِ - تَعَالَى -: أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا إِلَى قَوْلِهِ: فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ الْآيَةَ [٦ \\ ٦] . وَقَوْلِهِ - تَعَالَى -: وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ [٣٤ \\ ٤٥] . وَقَوْلِهِ - تَعَالَى -: أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا [٣٥ \\ ٤٤] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمَضَى مَثَلُ الْأَوَّلِينَ مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَهْدِيدِ كُفَّارِ مَكَّةَ الَّذِينَ كَذَّبُوا مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصِفَتِهِ، إِهْلَاكُهُمْ وَسُنَّتُهُ فِيهِمُ الَّتِي هِيَ الْعُقُوبَةُ وَعَذَابُ الِاسْتِئْصَالِ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّةَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَحْوِيلًا [٣٥ \\ ٤٢ - ٤٣] . وَقَوْلِهِ - تَعَالَى -: فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ [٤٠ \\ ٨٣ - ٨٥] . وَقَوْلِهِ - تَعَالَى -: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ الْآيَةَ [١٨ \\ ٥٥] . وَقَوْلِهِ - تَعَالَى -: </p>"
}