{
  "id": null,
  "sura": 43,
  "aya": 71,
  "text": "<p> وَقَالَ - تَعَالَى -: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ [٣٨ \\ ٥٢] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ مُفْرَدَ الْأَزْوَاجِ زَوْجٌ بِلَا هَاءٍ، وَأَنَّ الزَّوْجَةَ بِالتَّاءِ لُغَةٌ لَا لَحْنٌ، خِلَافًا لِمَنْ زَعَمَ أَنَّ الزَّوْجَةَ لَحْنٌ مِنْ لَحْنِ الْفُقَهَاءِ، وَأَنَّ ذَلِكَ لَا أَصَلَ لَهُ فِي اللُّغَةِ. </p><p> وَالْحَقُّ أَنَّ ذَلِكَ لُغَةٌ عَرَبِيَّةٌ، وَمِنْهُ قَوْلُ الْفَرَزْدَقِ: </p><p> وَإِنَّ الَّذِي يَسْعَى لِيُفْسِدَ زَوْجَتِي ... كَسَاعٍ إِلَى أَسَدِ الشَّرَى يَسْتَبِيلُهَا </p><p> وَقَوْلُ الْحَمَاسِيِّ: </p><p> فَبَكَى بَنَاتِي شَجُوَهُنَّ وَزَوْجَتِي ... وَالظَّاعِنُونَ إِلَيَّ ثُمَّ تَصَدَّعُوا </p><p> وَفِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ أَنَسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي صَفِيَّةَ:  «إِنَّهَا زَوْجَتِي» . </p><p> وَقَوْلُهُ: تُحْبَرُونَ أَقْوَالُ الْعُلَمَاءِ فِيهِ رَاجِعَةٌ إِلَى شَيْءٍ وَاحِدٍ، وَهُوَ أَنَّهُمْ يُكْرَمُونَ بِأَعْظَمِ أَنْوَاعِ الْإِكْرَامِ وَأَتَمِّهَا. </p><p> قَوْلُهُ - تَعَالَى -: يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ، وَجَمِيعُ الْآيَاتِ الَّتِي فِيهَا الْأَنْعَامُ عَلَى أَهْلِ الْجَنَّةِ بِأَوَانِي الذَّهَبِ وَالْفِضَّةِ، وَالتَّحَلِّي بِهِمَا، وَلُبْسُ الْحَرِيرِ، وَمِنْهُ السُّنْدُسُ وَالْإِسْتَبْرَقُ، وَفِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] . </p><p> قَوْلُهُ - تَعَالَى -: وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ كُلَّ مَا تَشْتَهِيهِ الْأَنْفُسُ، وَتَلَذُّ الْأَعْيُنُ، أَيْ تَلْتَذُّ بِهِ الْأَعْيُنُ، أَيْ بِرُؤْيَتِهِ لِحُسْنِهِ، كَمَا قَالَ - تَعَالَى -: صَفْرَاءُ فَاقِعٌ لَوْنُهَا تَسُرُّ النَّاظِرِينَ [٢ \\ ٦٩] . وَأَسْنَدَ اللَّذَّةَ إِلَى الْعَيْنِ، وَهِيَ فِي الْحَقِيقَةِ مُسْنَدَةٌ لِصَاحِبِ الْعَيْنِ، كَإِسْنَادِ الْكَذِبِ وَالْخَطِيئَةِ إِلَى النَّاصِيَةِ، وَهِيَ مُقَدَّمُ شَعْرِ الرَّأْسِ، فِي قَوْلِهِ - تَعَالَى -: نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ [٩٦ \\ ١٦] وَكَإِسْنَادِ الْخُشُوعِ وَالْعَمَلِ وَالنَّصَبِ إِلَى الْوُجُوهِ، فِي قَوْلِهِ - تَعَالَى -: وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَاصِبَةٌ الْآيَةَ [٨٨ \\ ٢ - ٣] . </p><p> وَمَعْلُومٌ أَنَّ الْكَذِبَ وَالْخَطِيئَةَ مُسْنَدَانِ فِي الْحَقِيقَةِ لِصَاحِبِ النَّاصِيَةِ، كَمَا أَنَّ الْخُشُوعَ وَالْعَمَلَ وَالنَّصَبَ مُسْنَدَاتٌ إِلَى أَصْحَابِ الْوُجُوهِ. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْجَنَّةَ فِيهَا كُلُّ مُشْتَهًى، وَكُلُّ مُسْتَلِذٍّ - جَاءَ مَبْسُوطًا مُوَضَّحَةً أَنْوَاعُهُ فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ، وَجَاءَ مُحَمَّدٌ أَيْضًا إِجْمَالًا شَامِلًا لِكُلِّ شَيْءٍ مِنَ النَّعِيمِ. </p><p> أَمَّا إِجْمَالُ ذَلِكَ فَفِي قَوْلِهِ - تَعَالَى -: فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ [٣٢ \\ ١٧] . </p><p> وَأَمَّا بَسْطُ ذَلِكَ وَتَفْصِيلُهُ فَقَدْ بَيَّنَ الْقُرْآنُ أَنَّ مِنْ ذَلِكَ النَّعِيمِ الْمَذْكُورِ فِي الْآيَةِ - الْمَشَارِبَ، وَالْمَآكِلَ وَالْمَنَاكِحَ، وَالْفُرُشَ وَالسُّرُرَ، وَالْأَوَانِيَ، وَأَنْوَاعَ الْحُلِيِّ وَالْمَلَابِسَ، وَالْخَدَمَ إِلَى غَيْرِ ذَلِكَ، وَسَنَذْكُرُ بَعْضَ الْآيَاتِ الدَّالَّةَ عَلَى كُلِّ شَيْءٍ مِنْ ذَلِكَ. </p><p> أَمَّا الْمَآكِلُ فَقَدْ قَالَ - تَعَالَى -: لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ [٤٣ \\ ٧٣] . وَقَالَ: وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ [٥٦ \\ ٣٢ - ٣٣] . وَقَالَ - تَعَالَى -: وَفَاكِهَةٍ كَثِيرَةٍ لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ [٥٦ \\ ٣٢ - ٣٣] . وَقَالَ - تَعَالَى -: كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا الْآيَةَ [٢ \\ ٢٥] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> أَمَّا الْمَشَارِبُ، فَقَدْ قَالَ - تَعَالَى -: إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا [٧٦ \\ ٥ - ٦] . وَقَالَ - تَعَالَى -: وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا الْآيَةَ [٧٦ \\ ١٧ - ١٨] . وَقَوْلُهُ - تَعَالَى -: يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ [٥٦ \\ ١٧ - ١٩] . وَقَالَ - تَعَالَى -: يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ [٣٧ \\ ٤٥ - ٤٧] . وَقَالَ - تَعَالَى -: فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ [٤٧ \\ ١٥] . وَقَالَ - تَعَالَى -: كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ [٦٩ \\ ٢٤] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}