{
  "id": null,
  "sura": 43,
  "aya": 33,
  "text": "<p> فَالطَّغْمَةُ الْقَلِيلَةُ الْحَاكِمَةُ وَمَنْ يَنْضَمُّ إِلَيْهَا - هُمُ الْمُتَمَتِّعُونَ بِجَمِيعِ خَيْرَاتِ الْبِلَادِ، وَغَيْرُهُمْ مِنْ عَامَّةِ الشَّعْبِ مَحْرُومُونَ مِنْ كُلِّ خَيْرٍ، مَظْلُومُونَ فِي كُلِّ شَيْءٍ، حَتَّى مَا كَسَبُوهُ بِأَيْدِيهِمْ، يُعْلَفُونَ بِبِطَاقَةٍ كَمَا تُعْلَفُ الْبِغَالُ وَالْحَمِيرُ. </p><p> وَقَدْ عَلِمَ اللَّهُ - جَلَّ وَعَلَا - فِي سَابِقِ عِلْمِهِ أَنَّهُ يَأْتِي نَاسٌ يَغْتَصِبُونَ أَمْوَالَ النَّاسِ بِدَعْوَى أَنَّ هَذَا فَقِيرٌ وَهَذَا غَنِيَ، وَقَدْ نَهَى - جَلَّ وَعَلَا - عَنِ اتِّبَاعِ الْهَوَى بِتِلْكَ الدَّعْوَى، وَأَوْعَدَ مَنْ لَمْ يَنْتَهِ عَنْ ذَلِكَ، بِقَوْلِهِ - تَعَالَى -: إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا [٤ \\ ١٣٥] . </p><p> وَقَوْلُهُ: فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا فِيهِ وَعِيدٌ شَدِيدٌ لِمَنْ فَعَلَ ذَلِكَ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فَضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ. </p><p> قَوْلُهُ:  (لِبُيُوتِهِمْ) فِي الْمَوْضِعَيْنِ، قَرَأَهُ وَرْشٌ وَأَبُو عَمْرٍو، وَحَفْصٌ عَنْ عَاصِمٍ - بِضَمِّ الْبَاءِ عَلَى الْأَصْلِ. </p><p> وَقَرَأَهُ قَالُونُ عَنْ نَافِعٍ، وَابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ، وَحَمْزَةُ، وَالْكِسَائِيُّ، وَشُعْبَةُ عَنْ عَاصِمٍ: لِبُيُوتِهِمْ بِكَسْرِ الْبَاءِ لِمُجَانِسَةِ الْكَسْرَةِ لِلْيَاءِ. </p><p> وَقَوْلُهُ:  (سُقُفًا) قَرَأَهُ نَافِعٌ وَابْنُ عَامِرٍ وَحَمْزَةُ وَالْكِسَائِيُّ وَعَاصِمٌ - سُقُفًا بِضَمَّتَيْنِ عَلَى الْجَمْعِ. </p><p> وَقَرَأَهُ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو: سَقْفًا بِفَتْحِ السِّينِ وَإِسْكَانِ الْقَافِ عَلَى الْإِفْرَادِ الْمُرَادِ بِهِ الْجَمْعُ. </p><p> وَقَوْلُهُ: وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ قَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذَكْوَانَ، وَإِحْدَى الرِّوَايَتَيْنِ عَنْ هِشَامٍ وَأَبِي عَمْرٍو وَالْكِسَائِيِّ: لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا بِتَخْفِيفِ الْمِيمِ مِنْ (لَمَا) . </p><p> وَقَرَأَهُ عَاصِمٌ وَحَمْزَةُ وَهِشَامٌ عَنِ ابْنِ عَامِرٍ، وَفِي إِحْدَى الرِّوَايَتَيْنِ: لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا بِتَشْدِيدِ الْمِيمِ مِنْ (لَمَّا) . </p><p> وَمَعْنَى الْآيَةِ الْكَرِيمَةِ أَنَّ اللَّهَ لَمَّا بَيَّنَ حَقَارَةَ الدُّنْيَا وَعِظَمَ شَأْنِ الْآخِرَةِ فِي قَوْلِهِ: وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ [٤٣ \\ ٣٢] - أَتْبَعَ ذَلِكَ بِبَيَانِ شِدَّةِ حَقَارَتِهَا، وَأَنَّهُ جَعَلَهَا مُشْتَرَكَةً بَيْنَ الْمُؤْمِنِينَ وَالْكَافِرِينَ، وَجَعَلَ مَا فِي الْآخِرَةِ مِنَ النَّعِيمِ خَاصًّا بِالْمُؤْمِنِينَ دُونَ الْكَافِرِينَ، وَبَيَّنَ حِكْمَتَهُ فِي اشْتِرَاكِ الْمُؤْمِنِ مَعَ الْكَافِرِ فِي نَعِيمِ الدُّنْيَا بِقَوْلِهِ: وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً أَيْ لَوْلَا كَرَاهَتُنَا لِكَوْنِ جَمِيعِ النَّاسِ أُمَّةً وَاحِدَةً مُتَّفِقَةً عَلَى الْكُفْرِ، لَأَعْطَيْنَا زَخَارِفَ الدُّنْيَا كُلَّهَا لِلْكُفَّارِ. </p><p> وَلَكِنَّنَا لِعِلْمِنَا بِشِدَّةِ مَيْلِ الْقُلُوبِ إِلَى زَهْرَةِ الْحَيَاةِ الدُّنْيَا وَحُبِّهَا لَهَا، لَوْ أَعْطَيْنَا ذَلِكَ كُلَّهُ لِلْكُفَّارِ لَحَمَلَتِ الرَّغْبَةُ فِي الدُّنْيَا جَمِيعَ النَّاسِ عَلَى أَنْ يَكُونُوا كُفَّارًا، فَجَعَلْنَا فِي كُلٍّ مِنَ الْكَافِرِينَ وَالْمُؤْمِنِينَ غَنِيًّا وَفَقِيرًا، وَأَشْرَكْنَا بَيْنَهُمْ فِي الْحَيَاةِ الدُّنْيَا. </p><p> ثُمَّ بَيَّنَ - جَلَّ وَعَلَا - اخْتِصَاصَ نَعِيمِ الْآخِرَةِ بِالْمُؤْمِنِينَ فِي قَوْلِهِ: وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ، أَيْ خَالِصَةٌ لَهُمْ دُونَ غَيْرِهِمْ. </p><p> وَهَذَا الْمَعْنَى جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى - فِي «الْأَعْرَافِ» : قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ [٧ \\ ٣٢] . </p><p> فَقَوْلُهُ: قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا أَيْ مُشْتَرَكَةٌ بَيْنَهُمْ فِي الْحَيَاةِ الدُّنْيَا، خَالِصَةٌ يَوْمَ الْقِيَامَةِ، أَيْ خَاصَّةٌ بِهِمْ دُونَ الْكُفَّارِ يَوْمَ الْقِيَامَةِ ; إِذْ لَا نَصِيبَ لِلْكُفَّارِ الْبَتَّةَ فِي طَيِّبَاتِ الْآخِرَةِ. </p><p> فَقَوْلُهُ فِي آيَةِ «الْأَعْرَافِ» هَذِهِ: قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا - صَرِيحٌ فِي اشْتِرَاكِ الْمُؤْمِنِينَ مَعَ الْكُفَّارِ فِي مَتَاعِ الْحَيَاةِ الدُّنْيَا. </p><p> وَذَلِكَ الِاشْتِرَاكُ الْمَذْكُورُ دَلَّ عَلَيْهِ حَرْفُ الِامْتِنَاعِ لِلْوُجُودِ الَّذِي هُوَ (لَوْلَا) فِي قَوْلِهِ هُنَا: وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً. </p><p> وَخُصُوصُ طَيِّبَاتِ الْآخِرَةِ بِالْمُؤْمِنِينَ الْمَنْصُوصُ عَلَيْهِ فِي آيَةِ «الْأَعْرَافِ» بِقَوْلِهِ: خَالِصَةً يَوْمَ الْقِيَامَةِ [٧ \\ ٣٢] - هُوَ الَّذِي أَوْضَحَهُ - تَعَالَى - فِي آيَةِ «الزُّخْرُفِ» هَذِهِ بِقَوْلِهِ: وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ [٤٣ \\ ٣٥] . </p><p> وَجَمِيعُ الْمُؤْمِنِينَ يَدْخُلُونَ فِي الْجُمْلَةِ فِي لَفْظِ الْمُتَّقِينَ ; لِأَنَّ كُلَّ مُؤْمِنٍ اتَّقَى الشِّرْكَ بِاللَّهِ. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَاتُ مِنْ أَنَّهُ - تَعَالَى - يُعْطِي الْكُفَّارَ مِنْ مَتَاعِ الْحَيَاةِ الدُّنْيَا - دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ - تَعَالَى -: قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ [٢ \\ ١٢٦] . وَقَوْلِهِ: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ [٣١ \\ ٢٤] . وَقَوْلِهِ - تَعَالَى -: يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ [١٠ \\ ٢٣] . وَقَوْلِهِ: قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ [١٠ \\ ٦٩ - ٧٠] . وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ. </p><p> وَقَدْ بَيَّنَ - تَعَالَى - فِي آيَاتٍ مِنْ كِتَابِهِ أَنَّ إِنْعَامَهُ عَلَى الْكَافِرِينَ لَيْسَ لِكَرَامَتِهِمْ عَلَيْهِ، وَلَكِنَّهُ لِلِاسْتِدْرَاجِ، كَقَوْلِهِ - تَعَالَى -: فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ [٦٨ \\ ٤٤ - ٤٥] . وَقَوْلِهِ - تَعَالَى -: فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [٦ \\ ٤٤ - ٤٥] . وَقَوْلِهِ - تَعَالَى -: ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ [٧ \\ ٩٥] . وَقَوْلِهِ - تَعَالَى -: قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا [١٩ \\ ٧٥] عَلَى أَظْهَرِ التَّفْسِيرَيْنِ. وَقَوْلِهِ - تَعَالَى -: وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْمًا وَلَهُمْ عَذَابٌ مُهِينٌ [٣ \\ ١٧٨] . وَقَوْلِهِ - تَعَالَى -: فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ [٢٢ \\ ٤٤] . </p><p> وَدَعْوَى الْكُفَّارِ أَنَّ اللَّهَ مَا أَعْطَاهُمُ الْمَالَ وَنَعِيمَ الدُّنْيَا إِلَّا لِكَرَامَتِهِمْ عَلَيْهِ وَاسْتِحْقَاقِهِمْ لِذَلِكَ، وَأَنَّهُ إِنْ كَانَ الْبَعْثُ حَقًّا أَعْطَاهُمْ خَيْرًا مِنْهُ فِي الْآخِرَةِ - قَدْ رَدَّهَا اللَّهُ عَلَيْهِمْ فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَل لَا يَشْعُرُونَ [٢٣ \\ ٥٥ - ٥٦] . وَقَوْلِهِ - تَعَالَى -: وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا [٣٤ \\ ٣٧] . وَقَوْلِهِ - تَعَالَى -: قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ [٧ \\ ٤٨] . وَقَوْلِهِ - تَعَالَى -: مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ [١١١ \\ ٢] . </p><p> وَقَوْلِهِ - تَعَالَى -: وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى [٩٢ \\ ١١] . وَقَوْلِهِ - تَعَالَى -: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ [٦ \\ ٩٤] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا طَرَفًا مِنْ هَذَا فِي سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا [١٨ \\ ٣٦] . </p><p> وَلْنَرْجِعْ إِلَى تَفْسِيرِ أَلْفَاظِ الْآيَةِ الْكَرِيمَةِ، فَقَوْلُهُ: جَعَلْنَا أَيْ صَيَّرْنَا، وَقَوْلُهُ: لِبُيُوتِهِمْ بَدَلُ اشْتِمَالٍ مَعَ إِعَادَةِ الْعَامِلِ مِنْ قَوْلِهِ: لِمَنْ يَكْفُرُ وَعَلَى قِرَاءَةِ سُقُفًا بِضَمَّتَيْنِ، فَهُوَ جَمْعُ سَقْفٍ، وَسَقْفُ الْبَيْتِ مَعْرُوفٌ. </p><p> وَعَلَى قِرَاءَةِ سَقْفًا بِفَتْحِ السِّينِ وَسُكُونِ الْقَافِ: فَهُوَ مُفْرَدٌ أُرِيدَ بِهِ الْجَمْعُ. </p><p> وَقَدْ قَدَّمْنَا فِي أَوَّلِ سُورَةِ «الْحَجِّ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: ثُمَّ نُخْرِجُكُمْ طِفْلًا [٢٢ \\ ٥] - أَنَّ الْمُفْرَدَ إِذَا كَانَ اسْمَ جِنْسٍ. يَجُوزُ إِطْلَاقُهُ مُرَادًا بِهِ الْجَمْعُ، وَأَكْثَرْنَا مِنْ أَمْثِلَةِ ذَلِكَ فِي الْقُرْآنِ وَمِنَ الشَّوَاهِدِ الْعَرَبِيَّةِ عَلَى ذَلِكَ. </p><p> وَقَوْلُهُ: وَمَعَارِجَ الظَّاهِرُ أَنَّهُ جَمْعُ مِعْرَجٍ، بِلَا أَلْفٍ بَعْدِ الرَّاءِ. </p><p> وَالْمِعْرَجُ وَالْمِعْرَاجُ بِمَعْنَى وَاحِدٍ، وَهُوَ الْآلَةُ الَّتِي يُعْرَجُ بِهَا أَيْ يُصْعَدُ بِهَا إِلَى الْعُلُوِّ. </p><p> وَقَوْلُهُ:  (يَظْهَرُونَ) ، أَيْ يَصْعَدُونَ وَيَرْتَفِعُونَ حَتَّى يَصِيرُوا عَلَى ظُهُورِ الْبُيُوتِ. وَمِنْ ذَلِكَ الْمَعْنَى قَوْلُهُ - تَعَالَى -: فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا [١٨ \\ ٩٧] . </p><p> وَالسُّرُرُ جَمْعُ سَرِيرٍ، وَالِاتِّكَاءُ مَعْرُوفٌ. </p><p> وَالْأَبْوَابُ جَمْعُ بَابٍ وَهُوَ مَعْرُوفٌ، وَالزُّخْرُفُ الذَّهَبُ. </p><p> قَالَ الزَّمَخْشَرِيُّ: إِنَّ الْمَعَارِجَ الَّتِي هِيَ الْمَصَاعِدُ وَالْأَبْوَابُ وَالسُّرُرُ - كُلُّ ذَلِكَ مِنْ فِضَّةٍ، كَأَنَّهُ يَرَى اشْتِرَاكَ الْمَعْطُوفِ وَالْمَعْطُوفِ عَلَيْهِ فِي ذَلِكَ، وَعَلَى هَذَا الْمَعْنَى فَقَوْلُهُ: زُخْرُفًا - مَفْعُولٌ عَامِلُهُ مَحْذُوفٌ، وَالتَّقْدِيرُ: وَجَعَلْنَا لَهُمْ مَعَ ذَلِكَ زُخْرُفًا. </p>"
}