{
  "id": null,
  "sura": 43,
  "aya": 59,
  "text": "<p> اعْتِرَافِكَ بِخِلَافِ ذَلِكَ يَدُلُّ عَلَى أَنَّ مَا تَقُولُهُ مَنْ أَنَّا وَآلِهَتَنَا فِي النَّارِ - لَيْسَ بِحَقٍّ أَيْضًا. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: بَلْ هُمْ قَوْمٌ خَصِمُونَ أَيْ لُدٌّ، مُبَالِغُونَ فِي الْخُصُومَةِ بِالْبَاطِلِ، كَمَا قَالَ - تَعَالَى -: وَتُنْذِرَ بِهِ قَوْمًا لُدًّا [١٩ \\ ٩٧] أَيْ شَدِيدِي الْخُصُومَةِ. </p><p> وَقَوْلُهُ - تَعَالَى -: وَهُوَ أَلَدُّ الْخِصَامِ [٢ \\ ٢٠٤] لِأَنَّ الْفِعْلَ بِفَتْحٍ فَكَسْرٍ كَخَصِمَ - مِنْ صِيَغِ الْمُبَالَغَةِ، كَمَا هُوَ مَعْلُومٌ فِي مَحَلِّهِ. </p><p> وَقَدْ عَلِمْتَ مِمَّا ذَكَرْنَا أَنَّ قَوْلَهُ - تَعَالَى - هُنَا: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا الْآيَةَ - إِنَّمَا بَيَّنَتْهُ الْآيَاتُ الَّتِي ذَكَرْنَا بِبَيَانِ سَبَبِهِ. </p><p> وَمَعْلُومٌ أَنَّ الْآيَةَ قَدْ يَتَّضِحُ مَعْنَاهَا بِبَيَانِ سَبَبِهَا. </p><p> فَعَلَى الْقَوْلِ الْأَوَّلِ، أَنَّهُمْ ضَرَبُوا عِيسَى مَثَلًا لِأَصْنَامِهِمْ فِي دُخُولِ النَّارِ، فَإِنَّ ذَلِكَ الْمَثَلَ يُفْهَمُ مِنْ أَنَّ سَبَبَ نُزُولِ الْآيَةِ نُزُولُ قَوْلِهِ - تَعَالَى - قَبْلَهَا: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ ; لِأَنَّهَا لَمَّا نَزَلَتْ قَالُوا: إِنْ عِيسَى عُبِدَ مِنْ دُونِ اللَّهِ كَآلِهَتِهِمْ، فَهُمْ بِالنِّسْبَةِ لِمَا دَلَّتْ عَلَيْهِ - سَوَاءٌ. </p><p> وَقَدْ عَلِمْتَ بُطْلَانَ هَذَا مِمَّا ذَكَرْنَاهُ آنِفًا. </p><p> وَعَلَى الْقَوْلِ الثَّانِي أَنَّهُمْ ضَرَبُوا عِيسَى مَثَلًا لِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَنَّ عِيسَى قَدْ عُبِدَ، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ أَنْ يُعْبَدَ كَمَا عُبِدَ عِيسَى، فَكَوْنُ سَبَبِ ذَلِكَ سَمَاعَهُمْ لِقَوْلِهِ - تَعَالَى -: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ [٣ \\ ٥٩] . وَسَمَاعَهُمْ لِلْآيَاتِ الْمَكِّيَّةِ النَّازِلَةِ فِي شَأْنِ عِيسَى - يُوَضِّحُ الْمُرَادَ بِالْمَثَلِ. </p><p> وَأَمَّا الْآيَاتُ الَّتِي بَيَّنَتْ قَوْلَهُ: مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا فَبَيَانُهَا لَهُ وَاضِحٌ عَلَى كِلَا الْقَوْلَيْنِ. وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ. </p><p> وَالتَّحْقِيقُ أَنَّ الضَّمِيرَ فِي قَوْلِهِ:  (هُوَ) عَائِدٌ إِلَى عِيسَى أَيْضًا، لَا إِلَى مُحَمَّدٍ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ -. </p><p> وَقَوْلُهُ هُنَا: عَبْدٌ أَنْعَمْنَا عَلَيْهِ لَمْ يُبَيِّنْ هُنَا شَيْئًا مِنَ الْأَنْعَامِ الَّذِي أَنْعَمَ بِهِ عَلَى عَبْدِهِ </p>"
}