{
  "id": null,
  "sura": 43,
  "aya": 86,
  "text": "<p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ أَنَّهُ لَمَّا ذَكَرَ وَصْفَ الْكُفَّارِ لَهُ بِمَا لَا يَلِيقُ بِهِ، نَزَّهَ نَفْسَهُ عَنْ ذَلِكَ مُعْلِمًا خَلْقَهُ فِي كِتَابِهِ أَنْ يُنَزِّهُوهُ عَنْ كُلِّ مَا لَا يَلِيقُ بِهِ - جَاءَ مِثْلُهُ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ إِلَى قَوْلِهِ - تَعَالَى -: سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ [٢٣ \\ ٩١ - ٩٢] . وَقَوْلِهِ - تَعَالَى -: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا [١٧ \\ ٤٢ - ٤٣] . وَقَوْلِهِ - تَعَالَى -: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ [٢١ \\ ٢٢] . وَقَوْلِهِ - تَعَالَى -: سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا [٤ \\ ١٧١] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْحِجْرِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ الْآيَةَ [١٥ \\ ٣] . </p><p> قَوْلُهُ - تَعَالَى -: وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ الْآيَةَ [٦ \\ ٣] . </p><p> قَوْلُهُ - تَعَالَى -: وَعِنْدَهُ عِلْمُ السَّاعَةِ. </p><p> قَدْ بَيَّنَّا الْآيَاتِ الْمُوَضِّحَةَ فِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ الْآيَةَ [٦ \\ ٥٩] . </p><p> وَفِي «الْأَعْرَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ الْآيَةَ [٧ \\ ١٧٨] وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْبَقَرَةِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ الْآيَةَ [٢ \\ ٤٨] . وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p>"
}