{
  "id": null,
  "sura": 43,
  "aya": 57,
  "text": "<p> مَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ - أَوْضَحَهُ فِي «الْأَعْرَافِ» بِقَوْلِهِ: وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَامُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ إِذَا هُمْ يَنْكُثُونَ. </p><p> وَالرِّجْزُ الْمَذْكُورُ فِي «الْأَعْرَافِ» هُوَ بِعَيْنِهِ الْعَذَابُ الْمَذْكُورُ فِي آيَةِ «الزُّخْرُفِ» هَذِهِ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَا يَكَادُ يُبِينُ. </p><p> قَدْ تَقَدَّمَ الْكَلَامُ عَلَيْهِ فِي «طه» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى - عَنْ مُوسَى: وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي الْآيَةَ [٢٠ \\ ٢٧] . </p><p> قَوْلُهُ - تَعَالَى -: فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الْفُرْقَانِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا الْآيَةَ [٢٥ \\ ٧] . </p><p> قَوْلُهُ - تَعَالَى -: فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ. </p><p> (آسَفُونَا) مَعْنَاهُ أَغْضَبُونَا وَأَسْخَطُونَا، وَكَوْنُ الْمُرَادِ بِالْأَسَفِ الْغَضَبَ - يَدُلُّ عَلَيْهِ إِطْلَاقُ الْأَسَفِ عَلَى أَشَدِّ الْغَضَبِ فِي قَوْلِهِ - تَعَالَى -: وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا [٧ \\ ١٥٠] عَلَى أَصَحِّ التَّفْسِيرَيْنِ. </p><p> قَوْلُهُ - تَعَالَى -: فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الْأَوَّلِينَ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ. </p><p> قَرَأَ هَذَا الْحَرْفَ نَافِعٌ وَابْنُ عَامِرٍ وَالْكِسَائِيُّ (يَصُدُّونَ) بِضَمِّ الصَّادِ. </p><p> وَقَرَأَهُ ابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَعَاصِمٌ وَحَمْزَةُ (يَصِدُّونَ) بِكَسْرِ الصَّادِ. </p><p> فَعَلَى قِرَاءَةِ الْكَسْرِ فَمَعْنَى (يَصِدُّونَ) يَضِجُّونَ وَيَصِيحُونَ، وَقِيلَ: يَضْحَكُونَ، وَقِيلَ: مَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ، كَيَعْرُشُونَ وَيَعْرِشُونَ، وَيَعْكُفُونَ وَيَعْكِفُونَ. </p><p> وَعَلَى قِرَاءَةِ الضَّمِّ فَهُوَ مِنَ الصُّدُودِ، وَالْفَاعِلُ الْمَحْذُوفُ فِي قَوْلِهِ:  (ضُرِبَ) قَالَ جُمْهُورُ الْمُفَسِّرِينَ هُوَ عَبْدُ اللَّهِ بْنُ الزِّبْعَرَى السَّهْمِيُّ قَبْلَ إِسْلَامِهِ. </p><p> أَيْ وَلَمَّا ضَرَبَ ابْنُ الزِّبَعْرَى الْمَذْكُورُ عِيسَى ابْنَ مَرْيَمَ فَاجَأَكَ قَوْمُكَ بِالضَّجِيجِ وَالصِّيَاحِ وَالضَّحِكِ، فَرَحًا مِنْهُمْ وَزَعْمًا مِنْهُمْ أَنَّ ابْنَ الزِّبَعْرَى خَصْمُكَ، أَوْ فَاجَأَكَ صُدُودُهُمْ عَنِ الْإِيمَانِ بِسَبَبِ ذَلِكَ الْمَثَلِ. </p><p> وَالظَّاهِرُ أَنَّ لَفْظَةَ (مِنْ) هُنَا سَبَبِيَّةٌ، وَمَعْلُومٌ أَنَّ أَهْلَ الْعَرَبِيَّةِ يَذْكُرُونَ أَنَّ مِنْ مَعَانِي (مِنْ) السَّبَبِيَّةَ، وَمِنْهُ قَوْلُهُ - تَعَالَى -: مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا [٧١ \\ ٢٥] . أَيْ بِسَبَبِ خَطِيئَاتِهِمْ أُغْرِقُوا. </p><p> وَمِنْ ذَلِكَ قَوْلُ الْحَالِفِينَ فِي أَيْمَانِ الْقَسَامَةِ: أُقْسِمَ بِاللَّهِ لَمِنْ ضَرْبِهِ مَاتَ. </p><p> وَإِيضَاحُ مَعْنَى ضَرَبَ ابْنُ الزِّبَعْرَى عِيسَى مَثَلًا - أَنَّ اللَّهَ لَمَّا أَنْزَلَ قَوْلَهُ - تَعَالَى -: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ [٢١ \\ ٩٨] قَالَ ابْنُ الزِّبَعْرَى: إِنَّ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: إِنَّ كُلَّ مَعْبُودٍ مِنْ دُونِ اللَّهِ فِي النَّارِ، وَإِنَّنَا وَأَصْنَامَنَا جَمِيعًا فِي النَّارِ، وَهَذَا عِيسَى ابْنُ مَرْيَمَ قَدْ عَبَدَهُ النَّصَارَى مِنْ دُونِ اللَّهِ، فَإِنْ كَانَ ابْنُ مَرْيَمَ مَعَ النَّصَارَى الَّذِينَ عَبَدُوهُ فِي النَّارِ فَقَدْ رَضِينَا أَنْ نَكُونَ نَحْنُ وَآلِهَتُنَا مَعَهُ. </p><p> وَقَالُوا مِثْلَ ذَلِكَ فِي عُزَيْرٍ وَالْمَلَائِكَةِ ; لِأَنَّ عُزَيْرًا عَبَدَهُ الْيَهُودُ، وَالْمَلَائِكَةَ عَبَدَهُمْ بَعْضُ الْعَرَبِ. </p><p> فَاتَّضَحَ أَنَّ ضَرْبَهُ عِيسَى مَثَلًا، يَعْنِي أَنَّهُ عَلَى مَا يَزْعُمُ أَنْ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَهُ، مِنْ أَنَّ كُلَّ مَعْبُودٍ وَعَابِدِهِ فِي النَّارِ، يَقْتَضِي أَنْ يَكُونَ عِيسَى مَثَلًا لِأَصْنَامِهِمْ، فِي كَوْنِ الْجَمِيعِ فِي النَّارِ، مَعَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُثْنِي عَلَى عِيسَى الثَّنَاءَ الْجَمِيلَ، وَيُبَيِّنُ لِلنَّاسِ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ، وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ. </p><p> فَزَعَمَ ابْنُ الزِّبَعْرَى أَنَّ كَلَامَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا اقْتَضَى مُسَاوَاةَ الْأَصْنَامِ مَعَ عِيسَى فِي دُخُولِ </p><p> النَّارِ مَعَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْتَرِفُ بِأَنَّ عِيسَى رَسُولُ اللَّهِ، وَأَنَّهُ لَيْسَ فِي النَّارِ، دَلَّ ذَلِكَ عَلَى بُطْلَانِ كَلَامِهِ عِنْدَهُ. </p><p> وَعِنْدَ ذَلِكَ أَنْزَلَ اللَّهُ إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ الْآيَةَ [٢١ \\ ١٠١ - ١٠٣] . وَأَنْزَلَ اللَّهُ أَيْضًا قَوْلَهُ - تَعَالَى -: وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا الْآيَةَ. </p><p> وَعَلَى هَذَا الْقَوْلِ فَمَعْنَى قَوْلِهِ - تَعَالَى -: مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا، أَيْ مَا ضَرَبُوا عِيسَى مَثَلًا إِلَّا مِنْ أَجْلِ الْجَدَلِ وَالْخُصُومَةِ بِالْبَاطِلِ. </p><p> وَقِيلَ: إِنَّ (جَدَلًا) حَالٌ، وَإِتْيَانُ الْمَصْدَرِ الْمُنَكَّرِ حَالًا كَثِيرٌ، وَقَدْ أَوْضَحْنَا تَوْجِيهَهُ مِرَارًا. </p><p> وَالْمُرَادُ بِالْجَدَلِ هُنَا الْخُصُومَةُ بِالْبَاطِلِ لِقَصْدِ الْغَلَبَةِ بِغَيْرِ حَقٍّ. </p><p> قَالَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ: وَالدَّلِيلُ عَلَى أَنَّهُمْ قَصَدُوا الْجَدَلَ بِشَيْءٍ يَعْلَمُونَ فِي أَنْفُسِهِمْ أَنَّهُ بَاطِلٌ، أَنَّ الْآيَةَ الَّتِي تَذَرَّعُوا بِهَا إِلَى الْجَدَلِ لَا تَدُلُّ الْبَتَّةَ عَلَى مَا زَعَمُوهُ، وَهُمْ أَهْلُ اللِّسَانِ، وَلَا تَخْفَى عَلَيْهِمْ مَعَانِي الْكَلِمَاتِ. </p><p> وَالْآيَةُ الْمَذْكُورَةُ إِنَّمَا عَبَّرَ اللَّهُ فِيهَا بِلَفْظَةِ «مَا» الَّتِي هِيَ فِي الْمَوْضِعِ الْعَرَبِيِّ لِغَيْرِ الْعُقَلَاءِ ; لِأَنَّهُ قَالَ: إِنَّكُمْ وَمَا تَعْبُدُونَ [٢١ \\ ٩٨] وَلَمْ يَقُلْ: وَمَنْ تَعْبُدُونَ، وَذَلِكَ صَرِيحٌ فِي أَنَّ الْمُرَادَ الْأَصْنَامُ، وَأَنَّهُ لَا يَتَنَاوَلُ عِيسَى وَلَا عُزَيْرًا وَلَا الْمَلَائِكَةَ، كَمَا أَوْضَحَ - تَعَالَى - أَنَّهُ لَمْ يُرِدْ ذَلِكَ بِقَوْلِهِ - تَعَالَى - بَعْدَهُ: إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى الْآيَةَ [٢١ \\ ١٠١] . </p><p> وَإِذَا كَانُوا يَعْلَمُونَ مِنْ لُغَتِهِمْ أَنَّ الْآيَةَ الْكَرِيمَةَ لَمْ تَتَنَاوَلْ عِيسَى بِمُقْتَضَى لِسَانِهِمُ الْعَرَبِيِّ، الَّذِي نَزَلَ بِهِ الْقُرْآنُ - تَحَقَّقْنَا أَنَّهُمْ مَا ضَرَبُوا عِيسَى مَثَلًا إِلَّا لِأَجْلِ الْجَدَلِ وَالْخُصُومَةِ بِالْبَاطِلِ. </p><p> وَوَجْهُ التَّعْبِيرِ فِي صِيغَةِ الْجَمْعِ فِي قَوْلِهِ: مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا مَعَ أَنَّ ضَارِبَ الْمَثَلِ وَاحِدٌ وَهُوَ ابْنُ الزِّبَعْرَى - يَرْجِعُ إِلَى أَمْرَيْنِ: أَحَدُهُمَا: أَنَّ مِنْ أَسَالِيبِ اللُّغَةِ الْعَرَبِيَّةِ إِسْنَادُ فِعْلِ الرَّجُلِ الْوَاحِدِ مِنَ الْقَبِيلَةِ إِلَى جَمِيعِ </p><p> الْقَبِيلَةِ، وَمِنْ أَصْرَحِ الشَّوَاهِدِ الْعَرَبِيَّةِ فِي ذَلِكَ قَوْلُهُ: </p><p> فَسَيْفُ بَنِي عَبْسٍ وَقَدْ ضَرَبُوا بِهِ ... نَبَا بِيَدَيْ وَرْقَاءَ عَنْ رَأْسِ خَالِدِ </p><p> فَإِنَّهُ نَسَبَ الضَّرْبَ إِلَى جَمِيعِ بَنِي عَبْسٍ مَعَ تَصْرِيحِهِ بِأَنَّ السَّيْفَ فِي يَدِ رَجُلٍ وَاحِدٍ مِنْهُمْ، وَهُوَ وَرْقَاءُ بْنُ زُهَيْرٍ، وَالشَّاعِرُ يُشِيرُ بِذَلِكَ إِلَى قَتْلِ خَالِدِ بْنِ جَعْفَرٍ الْكِلَابِيِّ لِزُهَيْرِ بْنِ جُذَيْمَةَ الْعَبْسِيِّ، وَأَنَّ وَرَقَّاءَ بْنَ زُهَيْرٍ ضَرَبَ بِسَيْفِ بَنِي عَبْسٍ رَأْسَ خَالِدِ بْنِ جَعْفَرٍ الْكِلَابِيِّ، الَّذِي قَتَلَ أَبَاهُ وَنَبَا عَنْهُ، أَيْ لَمْ يُؤَثِّرْ فِي رَأْسِهِ، فَإِنَّ مَعْنَى: نَبَا السَّيْفُ - ارْتَفَعَ عَنِ الضَّرِيبَةِ وَلَمْ يَقْطَعْ. </p><p> وَالشَّاعِرُ يَهْجُو بَنِي عَبْسٍ بِذَلِكَ. </p><p> وَالْحُرُوبُ الَّتِي نَشَأَتْ عَنْ هَذِهِ الْقِصَّةِ وَقَتْلُ الْحَارِثِ بْنِ ظَالِمٍ الْمُرِّيِّ لِخَالِدٍ الْمَذْكُورِ، كُلُّ ذَلِكَ مَعْرُوفٌ فِي مَحَلِّهِ. </p><p> وَالْأَمْرُ الثَّانِي: أَنَّ جَمِيعَ كُفَّارِ قُرَيْشٍ صَوَّبُوا ضَرْبَ ابْنِ الزِّبَعْرَى عِيسَى مَثَلًا، وَفَرِحُوا بِذَلِكَ، وَوَافَقُوهُ عَلَيْهِ، فَصَارُوا كَالْمُتَمَالِئِينَ عَلَيْهِ. </p><p> وَبِهَذَيْنِ الْأَمْرَيْنِ الْمَذْكُورَيْنِ جَمَعَ الْمُفَسِّرُونَ بَيْنَ صِيغَةِ الْجَمْعِ فِي قَوْلِهِ: فَعَقَرُوا النَّاقَةَ [٧ \\ ٧٧] وَقَوْلِهِ: فَكَذَّبُوهُ فَعَقَرُوهَا [٩١ \\ ١٤] وَبَيْنَ صِيغَةِ الْإِفْرَادِ فِي قَوْلِهِ: فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ [٥٤ \\ ٢٩] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْفَاعِلُ الْمَحْذُوفُ فِي قَوْلِهِ: (وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا) هُوَ عَامَّةُ قُرَيْشٍ. </p><p> وَالَّذِينَ قَالُوا: إِنَّ كُفَّارَ قُرَيْشٍ لَمَّا سَمِعُوا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَذْكُرُ عِيسَى، وَسَمِعُوا قَوْلَ اللَّهِ - تَعَالَى -: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ [٣ \\ ٥٩] - قَالُوا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: مَا تُرِيدُ بِذِكْرِ عِيسَى إِلَّا أَنْ نَعْبُدَكَ كَمَا عَبَدَ النَّصَارَى عِيسَى. </p><p> وَعَلَى هَذَا فَالْمَعْنَى أَنَّهُمْ ضَرَبُوا عِيسَى مَثَلًا لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي عِبَادَةِ النَّاسِ لِكُلٍّ مِنْهُمَا، زَاعِمِينَ أَنَّهُ يُرِيدُ أَنْ يُعْبَدَ كَمَا عُبِدَ عِيسَى. </p><p> وَعَلَى هَذَا الْقَوْلِ فَمَعْنَى قَوْلِهِ: مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا، أَيْ مَا ضَرَبُوا لَكَ هَذَاُُ </p><p> الْمَثَلَ إِلَّا لِأَجْلِ الْخُصُومَةِ بِالْبَاطِلِ، مَعَ أَنَّهُمْ يَعْلَمُونَ أَنَّكَ لَا تَرْضَى أَنْ تُعْبَدَ بِوَجْهٍ مِنَ الْوُجُوهِ. </p><p> وَقَوْلُهُ - تَعَالَى -: قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ الْآيَةَ [٣ \\ ٦٤] . </p><p> وَإِنْ كَانَ مِنَ الْقُرْآنِ الْمَدَنِيِّ النَّازِلِ بَعْدَ الْهِجْرَةِ فَمَعْنَاهُ يُكَرِّرُهُ عَلَيْهِمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَثِيرًا قَبْلَ الْهِجْرَةِ، كَمَا هُوَ مَعْلُومٌ. </p><p> وَكَذَلِكَ قَوْلُهُ: وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ [٣ \\ ٨٠] . </p><p> وَلَا شَكَّ أَنَّ كُفَّارَ قُرَيْشٍ مُتَيَقِّنُونَ فِي جَمِيعِ الْمُدَّةِ الَّتِي أَقَامَهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مَكَّةَ قَبْلَ الْهِجْرَةِ بَعْدَ الرِّسَالَةِ، وَهِيَ ثَلَاثَ عَشْرَةَ سَنَةً - أَنَّهُ لَا يَدْعُو إِلَّا إِلَى عِبَادَةِ اللَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ. </p><p> فَادِّعَاؤُهُمْ أَنَّهُ يُرِيدُ أَنْ يَعْبُدُوهُ افْتِرَاءٌ مِنْهُمْ، وَهُمْ يَعْلَمُونَ أَنَّهُمْ مُفْتَرُونَ فِي ذَلِكَ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ؟ </p><p> التَّحْقِيقُ أَنَّ الضَّمِيرَ فِي قَوْلِهِ: هُوَ رَاجِعٌ إِلَى عِيسَى، لَا إِلَى مُحَمَّدٍ - عَلَيْهِمَا الصَّلَاةُ وَالسَّلَامُ -. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: وَمُرَادُهُمْ بِالِاسْتِفْهَامِ تَفْضِيلُ مَعْبُودَاتِهِمْ عَلَى عِيسَى. </p><p> قِيلَ: لِأَنَّهُمْ يَتَّخِذُونَ الْمَلَائِكَةَ آلِهَةً، وَالْمَلَائِكَةُ أَفْضَلُ عِنْدِهِمْ مِنْ عِيسَى. </p><p> وَعَلَى هَذَا فَمُرَادُهُمْ أَنَّ عِيسَى عُبِدَ مِنْ دُونِ اللَّهِ، وَلَمْ يَكُنْ ذَلِكَ سَبَبًا لِكَوْنِهِ فِي النَّارِ، وَمَعْبُودَاتُنَا خَيْرٌ مِنْ عِيسَى، فَكَيْفَ تَزْعُمُ أَنَّهُمْ فِي النَّارِ؟ </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: أَرَادُوا تَفْضِيلَ عِيسَى عَلَى آلِهَتِهِمْ. </p><p> وَالْمَعْنَى عَلَى هَذَا أَنَّهُمْ يَقُولُونَ: عِيسَى خَيْرٌ مِنْ آلِهَتِنَا، أَيْ فِي زَعْمِكَ، وَأَنْتَ تَزْعُمُ أَنَّهُ فِي النَّارِ بِمُقْتَضَى عُمُومِ مَا تَتْلُوهُ مِنْ قَوْلِهِ: إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ [٢١ \\ ٩٨] . </p><p> وَعِيسَى عَبَدَهُ النَّصَارَى مِنْ دُونِ اللَّهِ، فَدَلَالَةُ قَوْلِكِ عَلَى أَنَّ عِيسَى فِي النَّارِ، مَعَ </p>"
}