{
  "id": null,
  "sura": 43,
  "aya": 15,
  "text": "<p> الْآيَةَ [١٤ \\ ٣٢] . وَقَالَ - تَعَالَى -: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ الْآيَةَ [٢ \\ ١٦٤] . وَقَالَ - تَعَالَى -: أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَقَالَ - تَعَالَى - فِي تَسْخِيرِ الْأَنْعَامِ: وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ [٣٦ \\ ٧٢] . وَقَالَ - تَعَالَى -: فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ كَذَلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَبَشِّرِ الْمُحْسِنِينَ [٢٢ \\ ٣٦ - ٣٧] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: جُزْءًا أَيْ عِدْلًا وَنَظِيرًا، يَعْنِي الْأَصْنَامَ وَغَيْرَهَا مِنَ الْمَعْبُودَاتِ مِنْ دُونِ اللَّهِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: جُزْءًا أَيْ وَلَدًا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: جُزْءًا يَعْنِي الْبَنَاتَ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ أَنَّ الْجُزْءَ النَّصِيبُ، وَاسْتَشْهَدَ عَلَى ذَلِكَ بِآيَةِ «الْأَنْعَامِ» ، أَعْنِي قَوْلَهُ - تَعَالَى -: وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا الْآيَةَ [٦ \\ ١٣٦] . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ أَنَّ قَوْلَ ابْنِ كَثِيرٍ هَذَا - رَحِمَهُ اللَّهُ - غَيْرُ صَوَابٍ فِي الْآيَةِ ; لِأَنَّ الْمَجْعُولَ لِلَّهِ فِي آيَةِ «الْأَنْعَامِ» هُوَ النَّصِيبُ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ، وَالْمَجْعُولَ لَهُ فِي آيَةِ «الزُّخْرُفِ» هَذِهِ جُزْءٌ مِنْ عِبَادِهِ لَا مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ. </p><p> وَبَيْنَ الْأَمْرَيْنِ فَرْقٌ وَاضِحٌ كَمَا تَرَى. </p><p> وَأَنَّ قَوْلَ قَتَادَةَ وَمَنْ وَافَقَهُ: إِنَّ الْمُرَادَ بِالْجُزْءِ الْعِدْلُ وَالنَّظِيرُ الَّذِي هُوَ الشَّرِيكُ - غَيْرُ صَوَابٍ أَيْضًا; لِأَنَّ إِطْلَاقَ الْجُزْءِ عَلَى النَّظِيرِ لَيْسَ بِمَعْرُوفٍ فِي كَلَامِ الْعَرَبِ. </p><p> أَمَّا كَوْنُ الْمُرَادِ بِالْجَزَاءِ فِي الْآيَةِ الْوَلَدَ، وَكَوْنُ الْمُرَادِ بِالْوَلَدِ خُصُوصَ الْإِنَاثِ - فَهَذَا هُوَ التَّحْقِيقُ فِي الْآيَةِ. </p><p> وَإِطْلَاقُ الْجُزْءِ عَلَى الْوَلَدِ يُوَجَّهُ بِأَمْرَيْنِ: أَحَدُهُمَا: مَا ذَكَرَهُ بَعْضُ عُلَمَاءِ الْعَرَبِيَّةِ مِنْ أَنَّ الْعَرَبَ تُطْلِقُ الْجُزْءَ مُرَادًا بِهِ الْبَنَاتُ، وَيَقُولُونَ: أَجْزَأَتِ الْمَرْأَةُ إِذَا وَلَدَتِ الْبَنَاتِ، وَامْرَأَةُ مُجْزِئَةٌ، أَيْ تَلِدُ الْبَنَاتِ، قَالُوا وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> إِنْ أَجْزَأَتْ حُرَّةً يَوْمًا فَلَا عَجَبَ ... قَدْ تُجْزِيءُ الْحُرَّةُ الْمِذْكَارَ أَحْيَانًا </p><p> وَقَوْلُ الْآخَرِ: </p><p> زَوَّجْتُهَا مِنْ بَنَاتِ الْأَوْسِ مُجْزِئَةً ... لِلْعَوْسَجِ اللَّدْنِ فِي أَبْيَاتِهَا زَجَلُ </p><p> وَأَنْكَرَ الزَّمَخْشَرِيُّ هَذِهِ اللُّغَةَ قَائِلًا: إِنَّهَا كَذِبٌ وَافْتِرَاءٌ عَلَى الْعَرَبِ. </p><p> قَالَ فِي الْكَشَّافِ فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَمِنْ بِدَعِ التَّفَاسِيرِ تَفْسِيرُ الْجُزْءِ بِالْإِنَاثِ، وَادِّعَاءُ أَنَّ الْجُزْءَ فِي لُغَةِ الْعَرَبِ اسْمٌ لِلْإِنَاثِ، وَمَا هُوَ إِلَّا كَذِبٌ عَلَى الْعَرَبِ، وَوَضْعٌ مُسْتَحْدَثٌ مَنْحُولٌ، وَلَمْ يُقْنِعْهُمْ ذَلِكَ حَتَّى اشْتَقُّوا مِنْهُ (أَجَزَأَتِ الْمَرْأَةُ) ثُمَّ صَنَعُوا بَيْتًا وَبَيْتًا: </p><p> إِنْ أَجَزَأَتْ حُرَّةٌ يَوْمًا فَلَا عَجَبَ ... زَوَّجْتُهَا مِنْ بَنَاتِ الْأَوْسِ مُجْزِئَةً </p><p> اهـ. مِنْهُ بِلَفْظِهِ. </p><p> وَقَالَ ابْنُ مَنْظُورٍ فِي اللِّسَانِ: وَفِي التَّنْزِيلِ الْعَزِيزِ: وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا. قَالَ أَبُو إِسْحَاقَ: يَعْنِي بِهِ الَّذِينَ جَعَلُوا الْمَلَائِكَةَ بَنَاتِ اللَّهِ، تَعَالَى وَتَقَدَّسَ عَمَّا افْتَرَوْا، قَالَ: وَقَدْ أَنْشَدْتُ بَيْتًا يَدُلُّ عَلَى أَنَّ مَعْنَى جُزْءًا مَعْنَى الْإِنَاثِ ; قَالَ - وَلَا أَدْرِي الْبَيْتَ هُوَ قَدِيمٌ أَوْ مَصْنُوعٌ -: </p><p> إِنْ أَجَزَأَتْ حُرَّةٌ يَوْمًا فَلَا عَجَبَ </p><p> الْبَيْتَ. </p><p> وَالْمَعْنَى فِي قَوْلِهِ: وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا، أَيْ جَعَلُوا نَصِيبَ اللَّهِ مِنَ الْوَلَدُُِ </p>"
}