{
  "id": null,
  "sura": 43,
  "aya": 43,
  "text": "<p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «فُصِّلَتْ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَقَيَّضْنَا لَهُمْ قُرَنَاءَ الْآيَةَ [٤١ \\ ٢٥] . </p><p> قَوْلُهُ - تَعَالَى -: وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي «الصَّافَّاتِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ [٣٧ \\ ٣٣] . </p><p> قَوْلُهُ - تَعَالَى -: أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ بِكَثْرَةٍ فِي سُورَةِ «النَّمْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ [٢٧ \\ ٨٠] . </p><p> قَوْلُهُ - تَعَالَى -: فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ. </p><p> أَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ يَتَمَسَّكَ بِهَدْيِ هَذَا الْقُرْآنِ الْعَظِيمِ، وَبَيَّنَ لَهُ أَنَّهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ، أَيْ طَرِيقٍ وَاضِحٍ لَا اعْوِجَاجَ فِيهِ، وَهُوَ دِينُ الْإِسْلَامِ الَّذِي تَضْمَّنَهُ هَذَا الْقُرْآنُ الْعَظِيمُ الَّذِي أُوحِيَ إِلَيْهِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ - قَدْ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ. </p><p> أَمَّا أَمْرُهُ بِالتَّمَسُّكِ بِالْقُرْآنِ الْعَظِيمِ - فَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ لَا مُبَدِّلَ لِكَلِمَاتِهِ [١٨ \\ ٢٧] . </p><p> وَأَمَّا إِخْبَارُهُ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى صِرَاطٍ مُسْتَقِيمٍ فَمِنَ الْآيَاتِ الَّتِي أَوْضَحَ ذَلِكَ فِيهَا قَوْلُهُ - تَعَالَى -: ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ [٤٥ \\ ١٨] . وَقَوْلُهُ - تَعَالَى -: وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ [٤٢ \\ ٥٢ - ٥٣] . وَقَوْلُهُ - تَعَالَى -: وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ [٢٣ \\ ٧٣ - ٧٤] . وَقَوْلُهُ - تَعَالَى -: فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ [٢٢ \\ ٦٧] . وَقَوْلُهُ - تَعَالَى -: فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ [٢٧ \\ ٧٩] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}