{
  "id": null,
  "sura": 43,
  "aya": 81,
  "text": "<p> الْكِتَابِ» فِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ [٦ \\ ١٢٨] . وَفِي سُورَةِ «النَّبَإِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: لَابِثِينَ فِيهَا أَحْقَابًا [٧٨ \\ ٢٣] وَسَنُوَضِّحُهُ أَيْضًا - إِنْ شَاءَ اللَّهُ - فِي هَذَا الْكِتَابِ الْمُبَارَكِ فِي الْكَلَامِ عَلَى آيَةِ «النَّبَإِ» الْمَذْكُورَةِ، وَنُوَضِّحُ هُنَاكَ - إِنْ شَاءَ اللَّهُ - إِزَالَةَ إِشْكَالٍ يُورِدُهُ الْمُلْحِدُونَ عَلَى الْآيَاتِ الَّتِي فِيهَا إِيضَاحُ هَذَا الْمَبْحَثِ. </p><p> قَوْلُهُ - تَعَالَى -: لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الشُّورَى» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ [٤٢ \\ ١٣] . </p><p> قَوْلُهُ - تَعَالَى -: بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ [٤٣ \\ ٩] وَأَكْثَرْنَا مِنَ الْآيَاتِ الْمُوَضِّحَةِ لِذَلِكَ فِي سُورَةِ «مَرْيَمَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: كَلَّا سَنَكْتُبُ مَا يَقُولُ الْآيَةَ [١٩ \\ ٧٩] . </p><p> قَوْلُهُ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ. </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي مَعْنَى إِنَّ فِي هَذِهِ الْآيَةِ. </p><p> فَقَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّهَا شَرْطِيَّةٌ، وَاخْتَارَهُ غَيْرُ وَاحِدٍ، وَمِمَّنِ اخْتَارَهُ ابْنُ جَرِيرٍ الطَّبَرِيُّ، وَالَّذِينَ قَالُوا: إِنَّهَا شَرْطِيَّةٌ، اخْتَلَفُوا فِي الْمُرَادِ بِقَوْلِهِ: فَأَنَا أَوَّلُ الْعَابِدِينَ. </p><p> فَقَالَ بَعْضُهُمْ: فَأَنَا أَوَّلُ الْعَابِدِينَ لِذَلِكَ الْوَلَدِ. </p><p> وَقَالَ بَعْضُهُمْ: فَأَنَا أَوَّلُ الْعَابِدِينَ لِلَّهِ عَلَى فَرْضِ أَنَّ لَهُ وَلَدًا. </p><p> وَقَالَ بَعْضُهُمْ: فَأَنَا أَوَّلُ الْعَابِدِينَ لِلَّهِ جَازِمِينَ بِأَنَّهُ لَا يُمْكِنُ أَنْ يَكُونَ لَهُ وَلَدٌ. </p><p> وَقَالَتْ جَمَاعَةٌ آخَرُونَ: إِنَّ لَفْظَةَ إِنْ فِي الْآيَةِ نَافِيَةٌ. </p><p> وَالْمَعْنَى: مَا كَانَ لِلَّهِ وَلَدٌ، وَعَلَى الْقَوْلِ بِأَنَّهَا نَافِيَةٌ فَفِي مَعْنَى قَوْلِهِ: فَأَنَا أَوَّلُ الْعَابِدِينَ ثَلَاثَةُ أَوْجُهٍ: الْأَوَّلُ - وَهُوَ أَقْرَبُهَا -: أَنَّ الْمَعْنَى: مَا كَانَ لِلَّهِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ لِلَّهِ الْمُنَزِّهِينَ لَهُ </p><p> عَنِ الْوَلَدِ، وَعَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ. </p><p> وَالثَّانِي: أَنَّ مَعْنَى قَوْلِهِ: فَأَنَا أَوَّلُ الْعَابِدِينَ أَيِ الْآنِفَيْنِ الْمُسْتَنْكِفَيْنِ مِنْ ذَلِكَ، يَعْنِي الْقَوْلَ الْبَاطِلَ الْمُفْتَرَى عَلَى رَبِّنَا الَّذِي هُوَ ادِّعَاءُ الْوَلَدِ لَهُ. </p><p> وَالْعَرَبُ تَقُولُ: عَبِدَ - بِكَسْرِ الْبَاءِ - يَعْبَدُ - بِفَتْحِهَا - فَهُوَ عَبِدٌ - بِفَتْحٍ فَكَسْرٍ - عَلَى الْقِيَاسِ، وَعَابِدٌ أَيْضًا سَمَاعًا إِذَا اشْتَدَّتْ أَنَفَتُهُ وَاسْتِنْكَافُهُ وَغَضَبُهُ، وَمِنْهُ قَوْلُ الْفَرَزْدَقِ: </p><p> أُولَئِكَ قَوْمِي إِنْ هَجَوْنِي هَجَوْتُهُمْ ... وَأَعْبِدُ أَنْ أَهْجُوَ كُلَيْبًا بِدَارِمِ </p><p> فَقَوْلُهُ: وَأَعْبِدُ، يَعْنِي آنَفُ وَأَسْتَنْكِفُ. </p><p> وَمِنْهُ أَيْضًا قَوْلُ الْآخَرِ: مَتَى مَا يَشَأْ ذُو الْوُدِّ يَصْرُمُ خَلِيلَهُ وَيَعْبَدُ عَلَيْهِ لَا مَحَالَةَ ظَالِمًا </p><p> وَفِي قِصَّةِ عُثْمَانَ بْنِ عَفَّانَ - رَضِيَ اللَّهُ عَنْهُ - الْمَشْهُورَةِ، أَنَّهُ جِيءَ بِامْرَأَةٍ مِنْ جُهَيْنَةَ تَزَوَّجَتْ، فَوَلَدَتْ لِسِتَّةِ أَشْهُرٍ، فَبَعَثَ بِهَا عُثْمَانُ لِتُرْجَمَ، اعْتِقَادًا مِنْهُ أَنَّهَا كَانَتْ حَامِلًا قَبْلَ الْعَقْدِ لِوِلَادَتِهَا قَبْلَ تِسْعَةِ أَشْهُرٍ، فَقَالَ لَهُ عَلِيٌّ - رَضِيَ اللَّهُ عَنْهُمَا -: إِنَّ اللَّهَ يَقُولُ: وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا [٤٦ \\ ١٥] وَيَقُولُ - جَلَّ وَعَلَا -: وَفِصَالُهُ فِي عَامَيْنِ [٣١ \\ ١٤] فَلَمْ يَبْقَ عَنِ الْفِصَالِ مِنَ الْمُدَّةِ إِلَّا سِتَّةُ أَشْهُرٍ. </p><p> فَمَا عَبِدَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - أَنْ بَعَثَ إِلَيْهَا لِتُرَدَّ وَلَا تُرْجَمَ. </p><p> وَمَحَلُّ الشَّاهِدِ مِنَ الْقِصَّةِ، فَوَاللَّهِ:  (مَا عَبِدَ عُثْمَانُ) أَيْ مَا أَنِفَ وَلَا اسْتَنْكَفَ مِنَ الرُّجُوعِ إِلَى الْحَقِّ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ الْمَعْنَى فَأَنَا أَوَّلُ الْعَابِدِينَ أَيِ الْجَاحِدِينَ النَّافِينَ أَنْ يَكُونَ لِلَّهِ وَلَدٌ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا -. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: الَّذِي يَظْهَرُ لِي فِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يَتَعَيَّنُ الْمَصِيرُ إِلَى الْقَوْلِ بِأَنَّ (إِنْ) نَافِيَةٌ، وَأَنَّ الْقَوْلَ بِكَوْنِهَا شَرْطِيَّةً لَا يُمْكِنُ أَنْ يَصِحَّ لَهُ مَعْنًى بِحَسَبِ وَضْعِ اللُّغَةِ الْعَرَبِيَّةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ، وَإِنْ قَالَ بِهِ جَمَاعَةٌ مِنْ أَجِلَّاءِ الْعُلَمَاءِ. </p><p> وَإِنَّمَا اخْتَرْنَا أَنَّ إِنْ هِيَ النَّافِيَةُ لَا الشَّرْطِيَّةُ، وَقُلْنَا: إِنَّ الْمَصِيرَ إِلَى ذَلِكَ مُتَعَيَّنٌ فِي نَظَرِنَا - لِأَرْبَعَةِ أُمُورٍ: الْأَوَّلُ: أَنَّ هَذَا الْقَوْلَ جَارٍ عَلَى الْأُسْلُوبِ الْعَرَبِيِّ جَرَيَانًا وَاضِحًا، لَا إِشْكَالَ فِيهِ، فَكَوْنُ (إِنْ كَانَ) بِمَعْنَى مَا كَانَ - كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، كَقَوْلِهِ - تَعَالَى -: إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً [٣٦ \\ ٢٩] أَيْ مَا كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً. </p><p> فَقَوْلُكَ مَثَلًا مَعْنَى الْآيَةِ الْكَرِيمَةِ: مَا كَانَ لِلَّهِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ الْخَاضِعِينَ لِلْعَظِيمِ الْأَعْظَمِ، الْمُنَزَّهِ عَنِ الْوَلَدِ، أَوِ الْآنِفَيْنِ الْمُسْتَنْكِفَيْنِ مِنْ أَنْ يُوصَفَ رَبُّنَا بِمَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ مِنْ نِسْبَةِ الْوَلَدِ إِلَيْهِ، أَوِ الْجَاحِدِينَ النَّافِينَ أَنْ يَكُونَ لِرَبِّنَا وَلَدٌ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا - لَا إِشْكَالَ فِيهِ ; لِأَنَّهُ جَارٍ عَلَى اللُّغَةِ الْعَرَبِيَّةِ الَّتِي نَزَلَ بِهَا الْقُرْآنُ، دَالٌّ عَلَى تَنْزِيهِ اللَّهِ تَنْزِيهًا تَامًّا عَنِ الْوَلَدِ، مِنْ غَيْرِ إِيهَامٍ الْبَتَّةَ لِخِلَافِ ذَلِكَ. </p><p> الْأَمْرُ الثَّانِي: أَنَّ تَنْزِيهَ اللَّهِ عَنِ الْوَلَدِ بِالْعِبَارَاتِ الَّتِي لَا إِيهَامَ فِيهَا - هُوَ الَّذِي جَاءَتْ بِهِ الْآيَاتُ الْكَثِيرَةُ فِي الْقُرْآنِ، كَمَا قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا الْآيَةَ [١٨ \\ ٤] . وَفِي سُورَةِ «مَرْيَمَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا لَقَدْ جِئْتُمْ شَيْئًا إِدًّا [١٩ \\ ٨٨ - ٨٩] . وَالْآيَاتُ الْكَثِيرَةُ الَّتِي ذَكَرْنَاهَا فِي ذَلِكَ تُبَيِّنُ أَنَّ (إِنْ) نَافِيَةٌ. </p><p> فَالنَّفْيُ الصَّرِيحُ الَّذِي لَا نِزَاعَ فِيهِ يُبَيِّنُ أَنَّ الْمُرَادَ فِي مَحَلِّ النِّزَاعِ - النَّفْيُ الصَّرِيحُ. </p><p> وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ ; فَكَوْنُ الْمُعَبَّرِ بِهِ فِي الْآيَةِ (مَا كَانَ لِلرَّحْمَنِ وَلَدٌ)  [٤٣ \\ ٨١] بِصِيغَةِ النَّفْيِ الصَّرِيحِ - مُطَابِقٌ لِقَوْلِهِ - تَعَالَى - فِي سُورَةِ «بَنِي إِسْرَائِيلَ» : وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا الْآيَةَ [١٧ \\ ١١١] . وَقَوْلِهِ - تَعَالَى - فِي أَوَّلِ «الْفُرْقَانِ» : وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ الْآيَةَ [٢٥ \\ ٢] . وَقَوْلِهِ - تَعَالَى -: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ الْآيَةَ [٢٣ \\ ٩١] . وَقَوْلِهِ - تَعَالَى -: لَمْ يَلِدْ وَلَمْ يُولَدْ [١١٢ \\ ٣] . وَقَوْلِهِ - تَعَالَى -: أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ [٣٧ \\ ١٥١ - ١٥٢] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَمَّا عَلَى الْقَوْلِ بِأَنَّ (إِنْ) شَرْطِيَّةٌ، وَأَنَّ قَوْلَهُ - تَعَالَى -: فَأَنَا أَوَّلُ الْعَابِدِينَ - جَزَاءٌ </p><p> لِذَلِكَ الشَّرْطِ، فَإِنَّ ذَلِكَ لَا نَظِيرَ لَهُ الْبَتَّةَ فِي كِتَابِ اللَّهِ، وَلَا تُوجَدُ فِيهِ آيَةٌ تَدُلُّ عَلَى هَذَا الْمَعْنَى. </p><p> الْأَمْرُ الثَّالِثُ: هُوَ أَنَّ الْقَوْلَ بِأَنَّ (إِنْ) شَرْطِيَّةٌ لَا يُمْكِنُ أَنْ يَصِحَّ لَهُ مَعْنًى فِي اللُّغَةِ الْعَرَبِيَّةِ، إِلَّا مَعْنًى مَحْذُورٌ لَا يَجُوزُ الْقَوْلُ بِهِ بِحَالٍ، وَكِتَابُ اللَّهِ - جَلَّ وَعَلَا - يَجِبُ تَنْزِيهُهُ عَنْ حَمْلِهِ عَلَى مَعَانٍ مَحْذُورَةٍ لَا يَجُوزُ الْقَوْلُ بِهَا. </p><p> وَإِيضَاحُ هَذَا أَنَّهُ عَلَى الْقَوْلِ بِأَنَّ (إِنْ) شَرْطِيَّةٌ، وَقَوْلَهُ: فَأَنَا أَوَّلُ الْعَابِدِينَ جَزَاءُ الشَّرْطِ - لَا مَعْنَى لِصِدْقِهِ الْبَتَّةَ إِلَّا بِصِحَّةِ الرَّبْطِ بَيْنَ الشَّرْطِ وَالْجَزَاءِ. </p><p> وَالتَّحْقِيقُ الَّذِي لَا شَكَّ فِيهِ أَنَّ مَدَارَ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّةِ الْمُتَّصِلَةِ - مُنْصَبٌّ عَلَى صِحَّةِ الرَّبْطِ بَيْنَ مُقَدَّمِهَا الَّذِي هُوَ الشَّرْطُ، وَتَالِيهَا الَّذِي هُوَ الْجَزَاءُ، وَالْبُرْهَانُ الْقَاطِعُ عَلَى صِحَّةِ هَذَا هُوَ كَوْنُ الشَّرْطِيَّةِ الْمُتَّصِلَةِ تَكُونُ فِي غَايَةِ الصِّدْقِ مَعَ كَذِبِ طَرَفَيْهَا مَعًا، أَوْ أَحَدِهِمَا لَوْ أُزِيلَتْ أَدَاةُ الرَّبْطِ بَيْنَ طَرَفَيْهَا، فَمِثَالُ كَذِبِهِمَا مَعًا مَعَ صِدْقِهَا قَوْلُهُ - تَعَالَى -: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] فَهَذِهِ قَضِيَّةٌ فِي غَايَةِ الصِّدْقِ كَمَا تَرَى، مَعَ أَنَّهَا لَوْ أُزِيلَتْ أَدَاةُ الرَّبْطِ بَيْنَ طَرَفَيْهَا كَانَ كُلُّ وَاحِدٍ مِنْ طَرَفَيْهَا قَضِيَّةً كَاذِبَةً بِلَا شَكٍّ، وَنَعْنِي بِأَدَاةِ الرَّبْطِ لَفْظَةَ (لَوْ) مِنَ الطَّرَفِ الْأَوَّلِ، وَاللَّامَ مِنَ الطَّرَفِ الثَّانِي، فَإِنَّهُمَا لَوْ أُزِيلَا وَحُذِفَا صَارَ الطَّرَفُ الْأَوَّلُ: كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ، وَهَذِهِ قَضِيَّةٌ فِي مُنْتَهَى الْكَذِبِ، وَصَارَ الطَّرَفُ الثَّانِي فَسَدَتَا، أَيِ السَّمَاوَاتِ وَالْأَرْضِ، وَهَذِهِ قَضِيَّةٌ فِي غَايَةِ الْكَذِبِ كَمَا تَرَى. </p><p> فَاتَّضَحَ بِهَذَا أَنَّ مَدَارَ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّاتِ عَلَى صِحَّةِ الرَّبْطِ بَيْنَ الطَّرَفَيْنِ وَعَدَمِ صِحَّتِهِ. </p><p> فَإِنْ كَانَ الرَّبْطُ صَحِيحًا فَهِيَ صَادِقَةٌ، وَلَوْ كُذِّبَ طَرَفَاهَا أَوْ أَحَدُهُمَا عِنْدَ إِزَالَةِ الرَّبْطِ. </p><p> وَإِنْ كَانَ الرَّبْطُ بَيْنَهُمَا كَاذِبًا كَانَتْ كَاذِبَةً كَمَا لَوْ قُلْتَ: لَوْ كَانَ هَذَا إِنْسَانًا لَكَانَ حَجَرًا، فَكَذِبُ الرَّبْطِ بَيْنَهُمَا وَكَذِبُ الْقَضِيَّةِ بِسَبَبِهِ كِلَاهُمَا وَاضِحٌ. </p><p> وَأَمْثِلَةُ صِدْقِ الشَّرْطِيَّةِ مَعَ كَذِبِ طَرَفَيْهَا كَثِيرَةٌ جِدًّا، كَالْآيَةِ الَّتِي ذَكَرْنَا، وَكَقَوْلِكَ: لَوْ كَانَ الْإِنْسَانُ حَجَرًا لَكَانَ جَمَادًا، وَلَوْ كَانَ الْفَرَسُ يَاقُوتًا لَكَانَ حَجَرًا، فَكُلُّ هَذِهِ الْقَضَايَا وَنَحْوُهَا صَادِقَةٌ مَعَ كَذِبِ طَرَفَيْهَا لَوْ أُزِيلَتْ أَدَاةُ الرَّبْطِ. </p><p> وَمِثَالُ صِدْقِهَا مَعَ كَذِبِ أَحَدِهِمَا قَوْلُكَ: لَوْ كَانَ زَيْدٌ فِي السَّمَاءِ مَا نَجَا مِنَ الْمَوْتِ ; </p><p> فَإِنَّهَا شَرْطِيَّةٌ صَادِقَةٌ لِصِدْقِ الرَّبْطِ بَيْنَ طَرَفَيْهَا، مَعَ أَنَّهَا كَاذِبَةٌ فِي أَحَدِ الطَّرَفَيْنِ دُونَ الْآخَرِ ; لِأَنَّ عَدَمَ النَّجَاةِ مِنَ الْمَوْتِ صِدْقٌ، وَكَوْنُ زَيْدٍ فِي السَّمَاءِ كَذِبٌ، هَكَذَا مَثَّلَ بِهَذَا الْمِثَالِ الْبُنَانِيُّ، وَفِيهِ عِنْدِي أَنَّ هَذِهِ الشَّرْطِيَّةَ الَّتِي مَثَّلَ بِهَا اتِّفَاقِيَّةٌ لَا لُزُومِيَّةٌ، وَلَا دَخْلَ لِلِاتِّفَاقِيَّاتِ فِي هَذَا الْمَبْحَثِ. </p><p> وَالْمِثَالُ الصَّحِيحُ: لَوْ كَانَ الْإِنْسَانُ حَجَرًا لَكَانَ جِسْمًا. </p><p> وَاعْلَمْ أَنَّ قَوْمًا زَعَمُوا أَنَّ مَدَارَ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّاتِ مُنْصَبٌّ عَلَى خُصُوصِ التَّالِي الَّذِي هُوَ الْجَزَاءُ، وَأَنَّ الْمُقَدَّمَ الَّذِي هُوَ الشَّرْطُ قَيْدٌ فِي ذَلِكَ. </p><p> وَزَعَمُوا أَنَّ هَذَا الْمَعْنَى هُوَ الْمُرَادُ عِنْدَ أَهْلِ اللِّسَانِ الْعَرَبِيِّ. </p><p> وَالتَّحْقِيقُ الْأَوَّلُ. </p><p> وَلَمْ يَقُلْ أَحَدٌ الْبَتَّةَ بِقَوْلٍ ثَالِثٍ فِي مَدَارِ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّاتِ. </p><p> فَإِذَا حَقَقْتَ هَذَا فَاعْلَمْ أَنَّ الْآيَةَ الْكَرِيمَةَ - عَلَى الْقَوْلِ بِأَنَّهَا جُمْلَةُ شَرْطٍ وَجَزَاءٍ - لَا يَصِحُّ الرَّبْطُ بَيْنَ طَرَفَيْهَا الْبَتَّةَ بِحَالٍ عَلَى وَاحِدٍ مِنَ الْقَوْلَيْنِ اللَّذَيْنِ لَا ثَالِثَ لَهُمَا إِلَّا عَلَى وَجْهٍ مَحْذُورٍ لَا يَصِحُّ الْقَوْلُ بِهِ بِحَالٍ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّهُ عَلَى الْقَوْلِ الْأَخِيرِ: أَنَّ مَصَبَّ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّاتِ إِنَّمَا هُوَ التَّالِي الَّذِي هُوَ الْجَزَاءُ، وَأَنَّ الْمُقَدَّمَ الَّذِي هُوَ الشَّرْطُ قَيْدٌ فِي ذَلِكَ - فَمَعْنَى الْآيَةِ عَلَيْهِ بَاطِلٌ، بَلْ هُوَ كُفْرٌ; لِأَنَّ مَعْنَاهُ أَنَّ كَوْنَهُ أَوَّلَ الْعَابِدِينَ يُشْتَرَطُ فِيهِ أَنْ يَكُونَ لِلرَّحْمَنِ وَلَدٌ - سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا -. </p><p> لِأَنَّ مَفْهُومَ الشَّرْطِ أَنَّهُ إِنْ لَمْ يَكُنْ لَهُ وَلَدٌ لَمْ يَكُنْ أَوَّلَ الْعَابِدِينَ، وَفَسَادُ هَذَا الْمَعْنَى كَمَا تَرَى. </p><p> وَأَمَّا عَلَى الْقَوْلِ الْأَوَّلِ الَّذِي هُوَ الصَّحِيحُ أَنَّ مَدَارَ الصِّدْقِ وَالْكَذِبِ فِي الشَّرْطِيَّاتِ عَلَى صِحَّةِ الرَّبْطِ بَيْنَ طَرَفَيِ الشَّرْطِيَّةِ. </p><p> فَإِنَّهُ عَلَى الْقَوْلِ بِأَنَّ الْآيَةَ الْكَرِيمَةَ جُمْلَةُ شَرْطٍ وَجَزَاءٍ - لَا يَصِحُّ الرَّبْطُ بَيْنَ طَرَفَيْهَا الْبَتَّةَ أَيْضًا، إِلَّا عَلَى وَجْهٍ مَحْذُورٍ لَا يَجُوزُ الْمَصِيرُ إِلَيْهِ بِحَالٍ; لِأَنَّ كَوْنَ الْمَعْبُودِ ذَا وَلَدٍ، وَاسْتِحْقَاقَهُ هُوَ أَوْ وَلَدُهُ الْعِبَادَةَ، لَا يَصِحُّ الرَّبْطُ بَيْنَهُمَا الْبَتَّةَ إِلَّا عَلَى مَعْنَى، هُوَ كُفْرٌ بِاللَّهِ ; لِأَنَّ الْمُسْتَحِقَّ لِلْعِبَادَةِ لَا يُعْقَلُ بِحَالٍ أَنْ يَكُونَ وَلَدًا أَوْ وَالِدًا. </p><p> وَبِهِ تَعْلَمُ أَنَّ الشَّرْطَ الْمَزْعُومَ فِي قَوْلِهِ: إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ - إِنَّمَا يُعَلَّقُ بِهِ مُحَالٌ لِاسْتِحَالَةِ كَوْنِ الرَّحْمَنِ ذَا وَلَدٍ. </p><p> وَمَعْلُومٌ أَنَّ الْمُحَالَ لَا يُعَلَّقُ عَلَيْهِ إِلَّا الْمُحَالُ. </p><p> فَتَعْلِيقُ عِبَادَةِ اللَّهِ الَّتِي هِيَ أَصْلُ الدِّينِ عَلَى كَوْنِهِ ذَا وَلَدٍ - ظُهُورُ فَسَادِهِ كَمَا تَرَى، وَإِنَّمَا تَصْدُقُ الشَّرْطِيَّةُ فِي مِثْلِ هَذَا لَوْ كَانَ الْمُعَلَّقُ عَلَيْهِ مُسْتَحِيلًا، فَادِّعَاءُ أَنَّ (إِنْ) فِي الْآيَةِ شَرْطِيَّةٌ مِثْلُ مَا لَوْ قِيلَ: لَوْ كَانَ مَعَهُ آلِهَةٌ لَكُنْتُ أَوَّلَ الْعَابِدِينَ لَهُ، وَهَذَا لَا يَصْدُقُ بِحَالٍ; لَأَنَّ وَاحِدًا مِنْ آلِهَةٍ مُتَعَدِّدَةٍ لَا يُمْكِنُ أَنْ يُعْبَدَ، فَالرَّبْطُ بَيْنَ طَرَفَيْهَا مِثْلُ هَذِهِ الْقَضِيَّةِ لَا يَصِحُّ بِحَالٍ. </p><p> وَيَتَّضِحُ لَكَ ذَلِكَ بِمَعْنَى قَوْلِهِ: وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ الْآيَةَ [٢٣ \\ ٩١] . </p><p> فَإِنَّ قَوْلَهُ:  (إذًا) أَيْ لَوْ كَانَ مَعَهُ غَيْرُهُ مِنَ الْآلِهَةِ لَذَهَبَ كُلُّ وَاحِدٍ مِنْهُمْ بِمَا خَلَقَ وَاسْتَقَلَّ بِهِ، وَغَالَبَ بَعْضُهُمْ بَعْضًا وَلَمْ يَنْتَظِمْ لِلسَّمَاوَاتِ وَالْأَرْضِ نِظَامٌ، وَلَفَسَدَ كُلُّ شَيْءٍ، كَمَا قَالَ - تَعَالَى -: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] . وَقَوْلِهِ - تَعَالَى -: قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا [١٧ \\ ٤٢] عَلَى الصَّحِيحِ الَّذِي هُوَ الْحَقُّ مِنَ التَّفْسِيرَيْنِ. </p><p> وَمَعْنَى ابْتِغَائِهِمْ إِلَيْهِ - تَعَالَى - سَبِيلًا - هُوَ طَلَبُهُمْ طَرِيقًا إِلَى مُغَالَبَتِهِ كَمَا يَفْعَلُهُ بَعْضُ الْمُلُوكِ مَعَ بَعْضِهِمْ. </p><p> وَالْحَاصِلُ أَنَّ الشَّرْطَ إِنْ عُلِّقَ بِهِ مُسْتَحِيلٌ فَلَا يُمْكِنُ أَنْ يَصِحَّ الرَّبْطُ بَيْنَهُ وَبَيْنَ الْجَزَاءِ، إِلَّا إِذَا كَانَ الْجَزَاءُ مُسْتَحِيلًا أَيْضًا ; لِأَنَّ الشَّرْطَ الْمُسْتَحِيلَ لَا يُمْكِنُ أَنْ يُوجَدَ بِهِ إِلَّا الْجَزَاءُ الْمُسْتَحِيلُ. </p><p> أَمَّا كَوْنُ الشَّرْطِ مُسْتَحِيلًا وَالْجَزَاءُ هُوَ أَسَاسُ الدِّينِ وَعِمَادُ الْأَمْرِ - فَهَذَا مِمَّا لَا يَصِحُّ بِحَالٍ. </p><p> وَمَنْ ذَهَبَ إِلَيْهِ مِنْ أَهْلِ الْعِلْمِ وَالدِّينِ لَا شَكَّ فِي غَلَطِهِ. </p><p> وَلَا شَكَّ فِي أَنَّ كُلَّ شَرْطِيَّةٍ صَدَقَتْ مَعَ بُطْلَانِ مُقَدَّمِهَا الَّذِي هُوَ الشَّرْطُ، وَصِحَّةِ تَالِيهَا </p><p> الَّذِي هُوَ الْجَزَاءُ - لَا يَصِحُّ التَّمْثِيلُ بِهَا لِهَذِهِ الْآيَةِ بِوَجْهٍ مِنَ الْوُجُوهِ، وَأَنَّ مَا ظَنَّهُ الْفَخْرُ الرَّازِيُّ مِنْ صِحَّةِ التَّمْثِيلِ لَهَا بِذَلِكَ غَلَطٌ فَاحِشٌ مِنْهُ بِلَا شَكٍّ، وَإِيضَاحُ ذَلِكَ أَنَّ كُلَّ شَرْطِيَّةٍ كَاذِبَةِ الشَّرْطِ صَادِقَةِ الْجَزَاءِ عِنْدَ إِزَالَةِ الرَّبْطِ - لَا بُدَّ أَنْ يَكُونَ مُوجَبُ ذَلِكَ فِيهَا أَحَدَ أَمْرَيْنِ لَا ثَالِثَ لَهُمَا الْبَتَّةَ. </p><p> وَكِلَاهُمَا يَكُونُ الصِّدْقُ بِهِ مِنْ أَجْلِ أَمْرٍ خَاصٍّ لَا يُمْكِنُ وُجُودُ مِثْلِهِ فِي الْآيَةِ الْكَرِيمَةِ الَّتِي نَحْنُ بِصَدَدِهَا، بَلْ هُوَ مُنَاقِضٌ لِمَعْنَى الْآيَةِ. </p><p> وَالِاسْتِدْلَالُ بِوُجُودِ أَحَدِ الْمُتَنَاقِضَيْنَ عَلَى وُجُودِ الْآخَرِ ضَرُورِيُّ الْبُطْلَانِ، وَنَعْنِي بِأَوَّلِ الْأَمْرَيْنِ الْمَذْكُورَيْنِ كَوْنَ الشَّرْطِيَّةِ اتِّفَاقِيَّةً لَا لُزُومِيَّةً أَصْلًا. </p><p> وَبِالثَّانِي مِنْهُمَا كَوْنَ الصِّدْقِ الْمَذْكُورِ مِنْ أَجْلِ خُصُوصِ الْمَادَّةِ. </p><p> وَمَعْلُومٌ أَنَّ الصِّدْقَ مِنْ أَجْلِ خُصُوصِ الْمَادَّةِ لَا عِبْرَةَ بِهِ فِي الْعَقْلِيَّاتِ، وَأَنَّهُ فِي حُكْمِ الْكَذِبِ لِعَدَمِ اضْطِرَادِهِ; لِأَنَّهُ يَصْدُقُ فِي مَادَّةٍ، وَيَكْذِبُ فِي أُخْرَى. </p><p> وَالْمُعْتَبَرُ إِنَّمَا هُوَ الصِّدْقُ اللَّازِمُ الْمُضْطَرِدُ، الَّذِي لَا يَخْتَلِفُ بِاخْتِلَافِ الْمَادَّةِ بِحَالٍ. </p><p> وَلَا شَكَّ أَنَّ كُلَّ قَضِيَّةٍ شَرْطُهَا مُحَالٌ لَا يَضْطَرِدُ صِدْقُهَا إِلَّا إِذَا كَانَ جَزَاؤُهَا مُحَالًا خَاصَّةً. </p><p> فَإِنْ وُجِدَتْ قَضِيَّةٌ بَاطِلَةُ الشَّرْطِ صَحِيحَةُ الْجَزَاءِ، فَلَا بُدَّ أَنْ يَكُونَ ذَلِكَ، لِكَوْنِهَا اتِّفَاقِيَّةً، أَوْ لِأَجْلِ خُصُوصِ الْمَادَّةِ فَقَطْ. </p><p> فَمِثَالُ وُقُوعِ ذَلِكَ لِكَوْنِهَا اتِّفَاقِيَّةً قَوْلُكُ: إِنْ كَانَ زَيْدٌ فِي السَّمَاءِ لَمْ يَنْجُ مِنَ الْمَوْتِ. </p><p> فَالشَّرْطُ الَّذِي هُوَ كَوْنُهُ فِي السَّمَاءِ بَاطِلٌ، وَالْجَزَاءُ الَّذِي هُوَ كَوْنُهُ لَمْ يَنْجُ مِنَ الْمَوْتِ صَحِيحٌ. </p><p> وَإِنَّمَا صَحَّ هَذَا لِكَوْنِ هَذِهِ الشَّرْطِيَّةِ اتِّفَاقِيَّةً. </p><p> وَمَعْلُومٌ أَنَّ الِاتِّفَاقِيَّةَ لَا عَلَاقَةَ بَيْنَ طَرَفَيْهَا أَصْلًا، فَلَا يَقْتَضِي ثُبُوتُ أَحَدِهِمَا وَلَا نَفْيُهُ ثُبُوتَ الْآخَرِ وَلَا نَفْيَهُ، فَلَا ارْتِبَاطَ بَيْنَ طَرَفَيْهَا فِي الْمَعْنَى أَصْلًا، وَإِنَّمَا هُوَ فِي اللَّفْظِ فَقَطْ. </p><p> فَكَوْنُ زَيْدٍ فِي السَّمَاءِ لَا عَلَاقَةَ لَهُ بِعَدَمِ نَجَاتِهِ مِنَ الْمَوْتِ أَصْلًا، وَلَا ارْتِبَاطَ بَيْنِهِمَا إِلَّا فِي اللَّفْظِ، فَهُوَ كَقَوْلِكَ: إِنْ كَانَ الْإِنْسَانُ نَاطِقًا فَالْفَرَسُ صَاهِلٌ. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ الْفَرْقِ بَيْنَ الشَّرْطِيَّةِ اللُّزُومِيَّةِ وَالشَّرْطِيَّةِ الِاتِّفَاقِيَّةِ فِي سُورَةِ </p><p> «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا [١٨ \\ ٥٧] فَرَاجِعْهُ. </p><p> وَمَعْلُومٌ أَنَّ قَوْلَهُ: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ لَمْ يَقُلْ أَحَدٌ إِنَّهَا شَرْطِيَّةٌ اتِّفَاقِيَّةٌ، وَلَمْ يَدَّعِ أَحَدٌ أَنَّهَا لَا عَلَاقَةَ بَيْنَ طَرَفَيْهَا أَصْلًا. </p><p> وَمِثَالُ وُقُوعِ ذَلِكَ لِأَجْلِ خُصُوصِ الْمَادَّةِ فَقَطْ - مَا مَثَّلَ بِهِ الْفَخْرُ الرَّازِيُّ لِهَذِهِ الْآيَةِ الْكَرِيمَةِ، مَعَ عَدَمِ انْتِبَاهِهِ لِشِدَّةِ الْمُنَافَاةِ بَيْنَ الْآيَةِ الْكَرِيمَةِ وَبَيْنَ مَا مَثَّلَ لَهَا بِهِ، فَإِنَّهُ لَمَّا قَالَ: إِنَّ الشَّرْطَ الَّذِي هُوَ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ بَاطِلٌ، وَالْجَزَاءَ الَّذِي هُوَ: فَأَنَا أَوَّلُ الْعَابِدِينَ صَحِيحٌ. </p><p> مَثَّلَ لِذَلِكَ بِقَوْلِهِ: إِنْ كَانَ الْإِنْسَانُ حَجَرًا فَهُوَ جِسْمٌ، يَعْنِي أَنَّ قَوْلَهُ: إِنْ كَانَ الْإِنْسَانُ حَجَرًا شَرْطٌ بَاطِلٌ، فَهُوَ كَقَوْلِهِ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَكَوْنُ الْإِنْسَانِ حَجَرًا، وَكَوْنُ الرَّحْمَنِ ذَا وَلَدٍ - كِلَاهُمَا شَرْطٌ بَاطِلٌ. </p><p> فَلَمَّا صَحَّ الْجَزَاءُ الْمُرَتَّبُ عَلَى الشَّرْطِ الْبَاطِلِ فِي قَوْلِهِ: إِنْ كَانَ الْإِنْسَانُ حَجَرًا فَهُوَ جِسْمٌ - دَلَّ ذَلِكَ عَلَى أَنَّ الْجَزَاءَ الصَّحِيحَ فِي قَوْلِهِ: فَأَنَا أَوَّلُ الْعَابِدِينَ يَصِحُّ تَرْتِيبُهُ عَلَى الشَّرْطِ الْبَاطِلِ الَّذِي هُوَ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ. </p><p> وَهَذَا غَلَطٌ فَاحِشٌ جِدًّا، وَتَسْوِيَةٌ بَيْنَ الْمُتَنَافِيَيْنِ غَايَةَ الْمُنَافَاةِ ; لِأَنَّ الْجَزَاءَ الْمُرَتَّبَ عَلَى الشَّرْطِ الْبَاطِلِ فِي قَوْلِهِ: إِنْ كَانَ الْإِنْسَانُ حَجَرًا فَهُوَ جِسْمٌ - إِنَّمَا صَدَقَ لِأَجْلِ خُصُوصِ الْمَادَّةِ، لَا لِمَعْنًى اقْتَضَاهُ الرَّبْطُ الْبَتَّةَ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ النِّسْبَةَ بَيْنَ الْجِسْمِ وَالْحَجَرِ، وَالنِّسْبَةَ بَيْنَ الْإِنْسَانِ وَالْجِسْمِ - هِيَ الْعُمُومُ وَالْخُصُوصُ الْمُطْلَقُ فِي كِلَيْهِمَا. </p><p> فَالْجِسْمُ أَعَمُّ مُطْلَقًا مِنَ الْحَجَرِ، وَالْحَجَرُ أَخَصُّ مُطْلَقًا مِنَ الْجِسْمِ، كَمَا أَنَّ الْجِسْمَ أَعَمُّ مِنَ الْإِنْسَانِ أَيْضًا عُمُومًا مُطْلَقًا، وَالْإِنْسَانَ أَخَصُّ مِنَ الْجِسْمِ أَيْضًا خُصُوصًا مُطْلَقًا ; فَالْجِسْمُ جِنْسٌ قَرِيبٌ لِلْحَجَرِ، وَجِنْسٌ بَعِيدٌ لِلْإِنْسَانِ، وَإِنْ شِئْتَ قُلْتَ: جِنْسٌ مُتَوَسِّطٌ لَهُ. </p><p> وَإِيضَاحُ ذَلِكَ أَنْ تَقُولَ فِي التَّقْسِيمِ الْأَوَّلِ: الْجِسْمُ إِمَّا نَامٍ؛ أَيْ يَكْبُرُ تَدْرِيجًا أَوْ غَيْرُ نَامٍ، فَغَيْرُ النَّامِي كَالْحَجَرِ مَثَلًا، ثُمَّ تُقَسِّمُ النَّامِي تَقْسِيمًا ثَانِيًا، فَتَقُولُ: </p><p> النَّامِي إِمَّا حَسَّاسٌ أَوْ غَيْرُ حَسَّاسٍ، فَغَيْرُ الْحَسَّاسِ مِنْهُ كَالنَّبَاتِ. </p><p> ثُمَّ تُقَسِّمُ الْحَسَّاسَ تَقْسِيمًا ثَالِثًا، فَتَقُولُ: الْحَسَّاسُ إِمَّا نَاطِقٌ أَوْ غَيْرُ نَاطِقٍ، وَالنَّاطِقُ مِنْهُ هُوَ الْإِنْسَانُ. </p><p> فَاتَّضَحَ أَنَّ كُلًّا مِنَ الْإِنْسَانِ وَالْحَجَرِ يَدْخُلُ فِي عُمُومِ الْجِسْمِ، وَالْحُكْمُ بِالْأَعَمِّ عَلَى الْأَخَصِّ صَادِقٌ فِي الْإِيجَابِ بِلَا نِزَاعٍ وَلَا تَفْصِيلٍ. </p><p> فَقَوْلُكَ: الْإِنْسَانُ جِسْمٌ صَادِقٌ فِي كُلِّ تَرْكِيبٍ، وَلَا يُمْكِنُ أَنْ يُكَذَّبَ بِوَجْهٍ، وَذَلِكَ لِلْمُلَابَسَةِ الْخَاصَّةِ بَيْنَهُمَا مِنْ كَوْنِ الْجِسْمِ جِنْسًا لِلْإِنْسَانِ، وَكَوْنِ الْإِنْسَانِ فَرْدًا مِنْ أَفْرَادِ أَنْوَاعِ الْجِسْمِ، فَلِأَجْلِ خُصُوصِ هَذِهِ الْمُلَابَسَةِ بَيْنَهُمَا - كَانَ الْحُكْمُ عَلَى الْإِنْسَانِ بِأَنَّهُ جِسْمٌ صَادِقًا عَلَى كُلِّ حَالٍ، سَوَاءً كَانَ الْحُكْمُ بِذَلِكَ غَيْرَ مُعَلَّقٍ عَلَى شَيْءٍ، أَوْ كَانَ مُعَلَّقًا عَلَى بَاطِلٍ أَوْ حَقٍّ. </p><p> فَالِاسْتِدْلَالُ: يَصْدُقُ هَذَا الْمِثَالُ عَلَى صِدْقِ الرَّبْطِ بَيْنَ الشَّرْطِ وَالْجَزَاءِ فِي قَوْلِهِ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ بُطْلَانُهُ كَالشَّمْسِ فِي رَابِعَةِ النَّهَارِ. </p><p> وَالْعَجَبُ كُلُّ الْعَجَبِ مِنْ عَاقِلٍ يَقُولُهُ; لِأَنَّ الْمِثَالَ الْمَذْكُورَ إِنَّمَا صَدَقَ؛ لِأَنَّ الْإِنْسَانَ يَشْمَلُهُ مُسَمَّى الْجِسْمِ. </p><p> أَمَّا مَنْ كَانَ لَهُ وَلَدٌ فَالنِّسْبَةُ بَيْنَهُ وَبَيْنَ الْمَعْبُودِ الْحَقِّ هِيَ تَبَايُنُ الْمُقَابَلَةِ ; لِأَنَّ الْمُقَابَلَةَ بَيْنَ الْمَعْبُودِ بِحَقٍّ وَبَيْنَ وَالِدٍ أَوْ وَلَدٍ هِيَ الْمُقَابَلَةُ بَيْنَ الشَّيْءِ وَمُسَاوِي نَقِيضِهِ ; لِأَنَّ مَنْ يُولَدُ أَوْ يُولَدُ لَهُ لَا يُمْكِنُ أَنْ يَكُونَ مَعْبُودًا بِحَقٍّ بِحَالٍ. </p><p> وَإِيضَاحُ الْمُنَافَاةِ بَيْنَ الْأَمْرَيْنِ أَنَّكَ لَوْ قُلْتَ: الْإِنْسَانُ جِسْمٌ - لَقُلْتَ الْحَقَّ، وَلَوْ قُلْتَ: الْمَوْلُودُ لَهُ مَعْبُودٌ، أَوِ الْمَوْلُودُ مَعْبُودٌ - قُلْتَ الْبَاطِلَ الَّذِي هُوَ الْكُفْرُ الْبَوَاحُ. </p><p> وَمِمَّا يُوَضِّحُ مَا ذَكَرْنَا إِجْمَاعُ جَمِيعِ النُّظَّارِ عَلَى أَنَّهُ إِنْ كَانَتْ إِحْدَى مُقَدِّمَتَيِ الدَّلِيلِ بَاطِلَةً، وَكَانَتِ النَّتِيجَةُ صَحِيحَةً - أَنَّ ذَلِكَ لَا يَكُونُ إِلَّا لِأَجْلِ خُصُوصِ الْمَادَّةِ فَقَطْ، وَأَنَّ ذَلِكَ الصِّدْقَ لَا عِبْرَةَ بِهِ، فَحُكْمُهُ حُكْمُ الْكَذِبِ، وَلَا يُعْتَبَرُ إِلَّا الصِّدْقُ اللَّازِمُ الْمُضْطَرِدُ فِي جَمِيعِ الْأَحْوَالِ. </p><p> فَلَوْ قُلْتَ مَثَلًا: كُلُّ إِنْسَانٍ حَجْرٌ، وَكُلُّ حَجْرٍ جِسْمٌ ; لَأُنْتِجَ مِنَ الشَّكْلِ الْأَوَّلِ كُلُّ </p><p> إِنْسَانٍ جِسْمٌ، وَهَذِهِ النَّتِيجَةُ فِي غَايَةِ الصِّدْقِ كَمَا تَرَى. </p><p> مَعَ أَنَّ الْمُقَدِّمَةَ الصُّغْرَى مِنَ الدَّلِيلِ الَّتِي هِيَ قَوْلُكَ: كُلُّ إِنْسَانٍ حَجَرٌ فِي غَايَةِ الْكَذِبِ كَمَا تَرَى. </p><p> وَإِنَّمَا صَدَقَتِ النَّتِيجَةُ لِخُصُوصِ الْمَادَّةِ كَمَا أَوْضَحْنَا، وَلَوْلَا ذَلِكَ لَكَانَتْ كَاذِبَةً ; لِأَنَّ النَّتِيجَةَ لَازِمُ الدَّلِيلِ، وَالْحَقُّ لَا يَكُونُ لَازِمًا لِلْبَاطِلِ، فَإِنْ وَقَعَ شَيْءٌ مِنْ ذَلِكَ فَلِخُصُوصِ الْمَادَّةِ كَمَا أَوْضَحْنَا. </p><p> وَبِهَذَا التَّحْقِيقِ تَعْلَمُ أَنَّ الشَّرْطَ الْبَاطِلَ لَا يَلْزَمُ، وَتَطَّرِدُ صِحَّةُ رَبْطِهِ، إِلَّا بِجَزَاءٍ بَاطِلٍ مِثْلِهِ. </p><p> وَمَا يَظُنُّهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَنَّ قَوْلَهُ - تَعَالَى -: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ [١٠ \\ ٩٤] كَقَوْلِهِ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ - فَهُوَ غَلَطٌ فَاحِشٌ، وَالْفَرْقُ بَيْنَ مَعْنَى الْآيَتَيْنِ شَاسِعٌ، فَظَنُّ اسْتِوَائِهَا فِي الْمَعْنَى بَاطِلٌ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ قَوْلَهُ - تَعَالَى -: فَإِنْ كُنْتَ فِي شَكٍّ الْآيَةَ، مَعْنَاهُ الْمَقْصُودُ مِنْهُ جَارٍ عَلَى الْأُسْلُوبِ الْعَرَبِيِّ، لَا إِبْهَامَ فِيهِ ; لِأَنَّا أَوْضَحْنَا سَابِقًا أَنَّ مَدَارَ صِدْقِ الشَّرْطِيَّةِ عَلَى صِحَّةِ الرَّبْطِ بَيْنَ شَرْطِهَا وَجَزَائِهَا، فَهِيَ صَادِقَةٌ وَلَوْ كَذَبَ طَرَفَاهَا عِنْدَ إِزَالَةِ الرَّبْطِ كَمَا تَقَدَّمَ إِيضَاحُهُ قَرِيبًا. </p><p> فَرَبْطُ قَوْلِهِ: فَإِنْ كُنْتَ فِي شَكٍّ بِقَوْلِهِ: فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ - رَبْطٌ صَحِيحٌ لَا إِشْكَالَ فِيهِ ; لِأَنَّ الشَّاكَّ فِي الْأَمْرِ شَأْنُهُ أَنْ يَسْأَلَ الْعَالِمَ بِهِ عَنْهُ كَمَا لَا يَخْفَى، فَهِيَ قَضِيَّةٌ صَادِقَةٌ، مَعَ أَنَّ شَرْطَهَا وَجَزَاءَهَا كِلَاهُمَا بَاطِلٌ بِانْفِرَادِهِ، فَهِيَ كَقَوْلِهِ: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] فَهِيَ شَرْطِيَّةٌ صَادِقَةٌ لِصِحَّةِ الرَّبْطِ بَيْنَ طَرَفَيْهَا، وَإِنْ كَانَ الطَّرَفَانِ بَاطِلَيْنِ عِنْدَ إِزَالَةِ الرَّبْطِ. </p><p> أَمَّا قَوْلُهُ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ عَلَى الْقَوْلِ بِأَنَّ (إِنْ) شَرْطِيَّةٌ - لَا تُمْكِنُ صِحَّةُ الرَّبْطِ بَيْنَ شَرْطِهَا وَجَزَائِهَا الْبَتَّةَ ; لِأَنَّ الرَّبْطَ بَيْنَ الْمَعْبُودِ وَبَيْنَ كَوْنِهِ وَالِدًا أَوْ وَلَدًا لَا يَصِحُّ بِحَالٍ. </p><p> وَلِذَا جَاءَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «لَا أَشُكُّ، وَلَا أَسْأَلُ أَهْلَ الْكِتَابِ» فَنَفَى الطَّرَفَيْنِ </p><p> مَعَ أَنَّ الرَّبْطَ صَحِيحٌ، وَلَا يُمْكِنُ أَنْ يَنْفِيَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ وَلَا غَيْرُهُ الطَّرَفَيْنِ فِي الْآيَةِ الْأُخْرَى، فَلَا يَقُولُ هُوَ وَلَا غَيْرُهُ: لَيْسَ لَهُ وَلَدٌ، وَلَا أَعْبُدُهُ. </p><p> وَعَلَى كُلِّ حَالٍ، فَالرَّبْطُ بَيْنَ الشَّكِّ وَسُؤَالِ الشَّاكِّ لِلْعَالِمِ أَمْرٌ صَحِيحٌ، بِخِلَافِ الرَّبْطِ بَيْنَ الْعِبَادَةِ وَكَوْنِ الْمَعْبُودِ وَالِدًا أَوْ وَلَدًا، فَلَا يَصِحُّ. </p><p> فَاتَّضَحَ الْفَرْقُ بَيْنَ الْآيَتَيْنِ، وَحَدِيثُ:  «لَا أَشُكُّ وَلَا أَسْأَلُ أَهْلَ الْكِتَابِ» . رَوَاهُ قَتَادَةُ بْنُ دِعَامَةَ مُرْسَلًا. </p><p> وَبِنَحْوِهِ قَالَ بَعْضُ الصَّحَابَةِ فَمَنْ بَعْدَهُمْ، وَمَعْنَاهُ صَحِيحٌ بِلَا شَكٍّ. </p><p> وَمَا قَالَهُ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ يَسْتَغْرِبُهُ كُلُّ مَنْ رَآهُ ; لِقُبْحِهِ وَشَنَاعَتِهِ، وَلَمْ أَعْلَمْ أَحَدًا مِنَ الْكُفَّارِ فِي مَا قَصَّ اللَّهُ فِي كِتَابِهِ عَنْهُمْ يَتَجَرَّأُ عَلَى مِثْلِهِ أَوْ قَرِيبٍ مِنْهُ، وَهَذَا مَعَ عَدَمِ فَهْمِهِ لِمَا يَقُولُ وَتَنَاقُضِ كَلَامِهِ. </p><p> وَسَنَذْكُرُ هُنَا كَلَامَهُ الْقَبِيحَ لِلتَّنْبِيهِ عَلَى شَنَاعَةِ غَلَطِهِ الدِّينِيِّ وَاللُّغَوِيِّ. </p><p> قَالَ فِي الْكَشَّافِ مَا نَصُّهُ: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ وَصَحَّ ذَلِكَ وَثَبَتَ بِبُرْهَانٍ صَحِيحٍ تُورِدُونَهُ وَحُجَّةٍ وَاضِحَةٍ تُدْلُونَ بِهَا، (فَأَنَا أَوَّلُ) مَنْ يُعَظِّمُ ذَلِكَ الْوَلَدَ وَأَسْبِقُكُمْ إِلَى طَاعَتِهِ وَالِانْقِيَادِ لَهُ، كَمَا يُعَظِّمُ الرَّجُلُ وَلَدَ الْمَلِكِ لِتَعْظِيمِ أَبِيهِ. </p><p> وَهَذَا كَلَامٌ وَارِدٌ عَلَى سَبِيلِ الْفَرْضِ وَالتَّمْثِيلِ لِغَرَضٍ، وَهُوَ الْمُبَالَغَةُ فِي نَفْيِ الْوَلَدِ وَالْإِطْنَابِ فِيهِ، وَأَلَّا يُتْرَكَ لِلنَّاطِقِ بِهِ شُبْهَةٌ إِلَّا مُضْمَحِلَّةٌ، مَعَ التَّرْجَمَةِ عَنْ نَفْسِهِ بِإِثْبَاتِ الْقِدَمِ فِي بَابِ التَّوْحِيدِ، وَذَلِكَ أَنَّهُ عَلَّقَ الْعِبَادَةَ بِكَيْنُونَةِ الْوَلَدِ وَهِيَ مُحَالٌ فِي نَفْسِهَا، فَكَانَ الْمُعَلَّقُ بِهَا مُحَالًا مِثْلَهَا، فَهُوَ فِي صُورَةِ إِثْبَاتِ الْكَيْنُونَةِ وَالْعِبَادَةِ، وَفِي مَعْنَى نَفْيِهِمَا عَلَى أَبْلَغِ الْوُجُوهِ وَأَقْوَاهَا. </p><p> وَنَظِيرُهُ أَنْ يَقُولَ الْعَدْلِيُّ لِلْمُجَبِّرِ: إِنْ كَانَ اللَّهُ - تَعَالَى - خَالِقًا لِلْكُفْرِ فِي الْقُلُوبِ وَمُعَذِّبًا عَلَيْهِ عَذَابًا سَرْمَدًا، فَأَنَا أَوَّلُ مَنْ يَقُولُ: هُوَ شَيْطَانٌ، وَلَيْسَ بِإِلَهٍ. </p><p> فَمَعْنَى هَذَا الْكَلَامِ وَمَا وُضِعَ لَهُ أُسْلُوبُهُ وَنَظْمُهُ نَفْيُ أَنْ يَكُونَ اللَّهُ - تَعَالَى - خَالِقًا لِلْكُفْرِ، وَتَنْزِيهُهُ عَنْ ذَلِكَ وَتَقْدِيسُهُ، وَلَكِنْ عَلَى طَرِيقِ الْمُبَالَغَةِ فِيهِ مِنَ الْوَجْهِ الَّذِي ذَكَرْنَا، مَعَ الدَّلَالَةِ عَلَى سَمَاحَةِ الْمَذْهَبِ وَضَلَالَةِ الذَّاهِبِ إِلَيْهِ، وَالشَّهَادَةِ الْقَاطِعَةِ بِإِحَالَتِهِ وَالْإِفْصَاحِ عَنْ </p><p> نَفْسِهِ بِالْبَرَاءَةِ مِنْهُ، وَغَايَةِ النِّفَارِ وَالِاشْمِئْزَازِ مِنِ ارْتِكَابِهِ. </p><p> وَنَحْوُ هَذِهِ الطَّرِيقَةِ قَوْلُ سَعِيدِ بْنِ جُبَيْرٍ - رَحِمَهُ اللَّهُ - لِلْحَجَّاجِ حِينَ قَالَ لَهُ: أَمَا وَاللَّهِ لَأُبَدِّلَنَّكَ بِالدُّنْيَا نَارًا تَلَظَّى -: لَوْ عَرَفْتُ أَنَّ ذَلِكَ إِلَيْكَ مَا عَبَدْتُ إِلَهًا غَيْرَكُ. </p><p> وَقَدْ تَمَحَّلَ النَّاسُ بِمَا أَخْرَجُوهُ بِهِ مِنْ هَذَا الْأُسْلُوبِ الشَّرِيفِ الْمَلِيءِ بِالنُّكَتِ وَالْفَوَائِدِ، الْمُسْتَقِلِّ بِإِثْبَاتِ التَّوْحِيدِ عَلَى أَبْلَغِ وُجُوهِهِ، فَقِيلَ:  (إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ) فِي زَعْمِكُمْ (فَأَنَا أَوَّلُ الْعَابِدِينَ) الْمُوَحِّدِينَ لِلَّهِ الْمُكَذِّبِينَ قَوْلَكُمْ لِإِضَافَةِ الْوَلَدِ إِلَيْهِ. اهـ </p><p> الْغَرَضُ مِنْ كَلَامِ الزَّمَخْشَرِيِّ. </p><p> وَفِي كَلَامِهِ هَذَا مِنَ الْجَهْلِ بِاللَّهِ وَشِدَّةِ الْجَرَاءَةِ عَلَيْهِ، وَالتَّخَبُّطِ وَالتَّنَاقُضِ فِي الْمَعَانِي اللُّغَوِيَّةِ - مَا اللَّهُ عَالِمٌ بِهِ. </p><p> وَلَا أَظُنُّ أَنَّ ذَلِكَ يَخْفَى عَلَى عَاقِلٍ تَأَمَّلَهُ. </p><p> وَسَنُبَيِّنُ لَكَ مَا يَتَّضِحُ بِهِ ذَلِكَ ; فَإِنَّهُ أَوَّلًا قَالَ:  (إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ) وَضَّحَ ذَلِكَ بِبُرْهَانٍ صَحِيحٍ تُورِدُونَهُ وَحُجَّةٍ وَاضِحَةٍ تُدْلُونَ بِهَا (فَأَنَا أَوَّلُ) مَنْ يُعَظِّمُ ذَلِكَ الْوَلَدَ وَأَسْبِقُكُمْ إِلَى طَاعَتِهِ وَالِانْقِيَادِ لَهُ، كَمَا يُعَظِّمُ الرَّجُلُ وَلَدَ الْمَلِكِ لِتَعْظِيمِ أَبِيهِ. </p><p> فَكَلَامُهُ هَذَا لَا يَخْفَى بُطْلَانُهُ عَلَى عَاقِلٍ ; لِأَنَّهُ عَلَى فَرْضِ صِحَّةِ نِسْبَةِ الْوَلَدِ إِلَيْهِ، وَقِيَامِ الْبُرْهَانِ الصَّحِيحِ وَالْحُجَّةِ الْوَاضِحَةِ عَلَى أَنَّهُ لَهُ وَلَدٌ - فَلَا شَكَّ أَنَّ ذَلِكَ يَقْتَضِي أَنَّ ذَلِكَ الْوَلَدَ لَا يَسْتَحِقُّ الْعِبَادَةَ بِحَالٍ، وَلَوْ كَانَ فِي ذَلِكَ تَعْظِيمٌ لِأَبِيهِ ; لِأَنَّ أَبَاهُ مِثْلُهُ فِي عَدَمِ اسْتِحْقَاقِ الْعِبَادَةِ، وَالْكُفْرُ بِعِبَادَةِ كُلِّ وَالِدٍ وَكُلِّ مَوْلُودٍ شَرْطٌ فِي إِيمَانِ كُلِّ مُوَحِّدٍ، فَمِنْ أَيِّ وَجْهٍ يَكُونُ هَذَا الْكَلَامُ صَحِيحًا. </p><p> أَمَّا فِي اللُّغَةِ الْعَرَبِيَّةِ فَلَا يَكُونُ صَحِيحًا الْبَتَّةَ. </p><p> وَمَا أَظُنُّهُ يَصِحُّ فِي لُغَةٍ مِنْ لُغَاتِ الْعَجَمِ ; فَالرَّبْطُ بَيْنَ هَذَا الشَّرْطِ وَهَذَا الْجَزَاءِ لَا يَصِحُّ بِوَجْهٍ. </p><p> فَمَعْنَى الْآيَةِ عَلَيْهِ لَا يَصِحُّ بِوَجْهٍ ; لِأَنَّ الْمُعَلَّقَ عَلَى الْمُحَالِ لَا بُدَّ أَنْ يَكُونَ مُحَالًا مِثْلَهُ. </p><p> وَالزَّمَخْشَرِيُّ فِي كَلَامِهِ كُلَّمَا أَرَادَ أَنْ يَأْتِيَ بِمِثَالٍ فِي الْآيَةِ خَارِجًا عَنْهَا اضْطُرَّ إِلَى أَنْ لَا يُعَلِّقَ عَلَى الْمُحَالِ فِي زَعْمِهِ إِلَّا مُحَالًا. </p><p> فَضَرْبُهُ لِلْآيَةِ الْمَثَلَ بِقِصَّةِ ابْنِ جُبَيْرٍ مَعَ الْحَجَّاجِ - دَلِيلٌ وَاضِحٌ عَلَى مَا ذَكَرْنَا وَعَلَى تَنَاقُضِهِ وَتَخَبُّطِهِ. </p><p> فَإِنَّهُ قَالَ فِيهَا: إِنَّ الْحَجَّاجَ قَالَ لِسَعِيدِ بْنِ جُبَيْرٍ: لَأُبَدِّلَنَّكَ بِالدُّنْيَا نَارًا تَلَظَّى. </p><p> قَالَ سَعِيدٌ لِلْحَجَّاجِ: لَوْ عَلِمْتُ أَنَّ ذَلِكَ إِلَيْكَ مَا عَبَدْتُ إِلَهًا غَيْرَكَ. </p><p> فَهُوَ يَدُلُّ عَلَى أَنَّهُ عَلَّقَ الْمُحَالَ عَلَى الْمُحَالِ، وَلَوْ كَانَ غَيْرَ مُتَنَاقِضٍ لِلْمَعْنَى الَّذِي مَثَّلَ لَهُ بِهِ الزَّمَخْشَرِيُّ لَقَالَ: لَوْ عَلِمْتُ أَنَّ ذَلِكَ إِلَيْكَ لَكُنْتُ أَوَّلَ الْعَابِدِينَ لِلَّهِ. </p><p> فَقَوْلُهُ: لَوْ عَلِمْتُ أَنَّ ذَلِكَ إِلَيْكَ فِي مَعْنَى قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ، فَنِسْبَةُ الْوَلَدِ وَالشَّرِيكِ إِلَيْهِ مَعْنَاهُمَا فِي الِاسْتِحَالَةِ وَادِّعَاءِ النَّقْصِ وَاحِدٌ. </p><p> فَلَوْ كَانَ سَعِيدٌ يَفْهَمُ الْآيَةَ كَفَهْمِكَ الْبَاطِلِ لَقَالَ: لَوْ عَلِمْتُ أَنَّ ذَلِكَ إِلَيْكَ لَكُنْتُ أَوَّلَ الْعَابِدِينَ لِلَّهِ. </p><p> وَلَكِنَّهُ لَمْ يَقُلْ هَذَا ; لِأَنَّهُ لَيْسَ لَهُ مَعْنًى صَحِيحٌ يَجُوزُ الْمَصِيرُ إِلَيْهِ. </p><p> وَكَذَلِكَ تَمْثِيلُ الزَّمَخْشَرِيِّ لِلْآيَةِ الْكَرِيمَةِ فِي كَلَامِهِ الْقَبِيحِ الْبَشِعِ الشَّنِيعِ الَّذِي يَتَقَاصَرُ عَنِ التَّلَفُّظِ بِهِ كُلُّ كَافِرٍ. </p><p> فَقَدِ اضْطُرَّ فِيهِ أَيْضًا إِلَى أَلَّا يُعَلِّقَ عَلَى الْمُحَالِ فِي زَعْمِهِ إِلَّا مُحَالًا شَنِيعًا ; فَإِنَّهُ قَالَ فِيهِ: وَنَظِيرُهُ أَنْ يَقُولَ الْعَدْلِيُّ لِلْمُجَبِّرِ: إِنْ كَانَ اللَّهُ - تَعَالَى - خَالِقًا لِلْكُفْرِ فِي الْقُلُوبِ، وَمُعَذِّبًا عَلَيْهِ عَذَابًا سَرْمَدًا، فَأَنَا أَوَّلُ مَنْ يَقُولُ هُوَ شَيْطَانٌ، وَلَيْسَ بِإِلَهٍ. </p><p> فَانْظُرْ قَوْلَ هَذَا الضَّالِّ فِي ضَرْبِهِ الْمَثَلَ فِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ بِقَوْلِ الضَّالِّ الَّذِي يُسَمِّيهِ الْعَدْلِيَّ: إِنْ كَانَ اللَّهُ خَالِقًا لِلْكُفْرِ فِي الْقُلُوبِ. . . إِلَخْ. </p><p> فَخَلْقُ اللَّهِ لِلْكُفْرِ فِي الْقُلُوبِ وَتَعْذِيبُهُ الْكُفَّارَ عَلَى كُفْرِهِمْ - مُسْتَحِيلٌ عِنْدَهُ كَاسْتِحَالَةِ نِسْبَةِ الْوَلَدِ لِلَّهِ، وَهَذَا الْمُسْتَحِيلُ فِي زَعْمِهِ الْبَاطِلِ، إِنَّمَا عَلَّقَ عَلَيْهِ أَفْظَعَ أَنْوَاعِ الْمُسْتَحِيلِ </p><p> وَهُوَ زَعْمُهُ الْخَبِيثُ أَنَّ اللَّهَ إِنْ كَانَ خَالِقًا لِلْكُفْرِ فِي الْقُلُوبِ وَمُعَذِّبًا عَلَيْهِ - فَهُوَ شَيْطَانٌ لَا إِلَهٌ - سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا -. </p><p> فَانْظُرْ رَحِمَكَ اللَّهُ فَظَاعَةَ جَهْلِ هَذَا الْإِنْسَانِ بِاللَّهِ، وَشِدَّةَ تَنَاقُضِهِ فِي الْمَعْنَى الْعَرَبِيِّ لِلْآيَةِ. </p><p> لِأَنَّهُ جَعَلَ قَوْلَهُ: إِنْ كَانَ اللَّهُ خَالِقًا لِلْكُفْرِ وَمُعَذِّبًا عَلَيْهِ بِمَعْنَى «إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ» فِي أَنَّ الشَّرْطَ فِيهِمَا مُسْتَحِيلٌ، وَجَعَلَ قَوْلَهُ فِي اللَّهِ إِنَّهُ شَيْطَانٌ لَا إِلَهٌ - سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا -. </p><p> كَقَوْلِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَنَا أَوَّلُ الْعَابِدِينَ. </p><p> فَاللَّازِمُ لِكَلَامِهِ أَنْ يَقُولَ: لَوْ كَانَ خَالِقًا لِلْكُفْرِ فَأَنَا أَوَّلُ الْعَابِدِينَ لَهُ، وَلَا يَخْفَى أَنَّ الِادِّعَاءَ عَلَى اللَّهِ أَنَّهُ شَيْطَانٌ مُنَاقِضٌ لِقَوْلِهِ: فَأَنَا أَوَّلُ الْعَابِدِينَ. </p><p> وَقَدْ أَعْرَضْتُ عَنِ الْإِطَالَةِ فِي بَيَانِ بُطْلَانِ كَلَامِهِ وَشَدَّةِ ضَلَالِهِ وَتَنَاقُضِهِ ; لِشَنَاعَتِهِ وَوُضُوحِ بُطْلَانِهِ، فَهِيَ عِبَارَاتٌ مُزَخْرَفَةٌ، وَشَقْشَقَةٌ لَا طَائِلَ تَحْتَهَا، وَهِيَ تَحْمِلُ فِي طَيَّاتِهَا الْكُفْرَ وَالْجَهْلَ بِالْمَعْنَى الْعَرَبِيِّ لِلْآيَةِ، وَالتَّنَاقُضَ الْوَاضِحَ، وَكَمْ مِنْ كَلَامٍ مَلِيءٍ بِزُخْرُفِ الْقَوْلِ، وَهُوَ عَقِيمٌ لَا فَائِدَةَ فِيهِ، وَلَا طَائِلَ تَحْتَهُ كَمَا قِيلَ: وَإِنِّي وَإِنِّي ثُمَّ إِنِّي وَإِنَّنِي إِذَا انْقَطَعَتْ نَعْلِي جَعَلْتُ لَهَا شِسْعًا فَظَلَّ يُعْمِلُ أَيَّامًا رَوِيَّتَهُ وَشَبَّهَ الْمَاءَ بَعْدَ الْجَهْدِ بِالْمَاءِ </p><p> وَاعْلَمْ أَنَّ الْكَلَامَ عَلَى الْقَدَرِ وَخَلْقِ أَفْعَالِ الْعِبَادِ، قَدَّمْنَا مِنْهُ جُمَلًا كَافِيَةً فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ، فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ [٤٣ \\ ٢٠] . وَلَا يَخْفَى تَصْرِيحُ الْقُرْآنِ بِأَنَّ اللَّهَ - تَعَالَى - خَالِقُ كُلِّ شَيْءٍ، كَمَا قَالَ - تَعَالَى -: اللَّهُ خَالِقُ كُلِّ شَيْءٍ الْآيَةَ [١٣ \\ ١٦] . وَقَالَ - تَعَالَى -: وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا [٢٥ \\ ٢] . وَقَالَ: هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ [٣٥ \\ ٢] . وَقَالَ - تَعَالَى -: إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ [٥٤ \\ ٤٩] . </p><p> فَالْإِيمَانُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ الَّذِي هُوَ مِنْ عَقَائِدِ الْمُسْلِمِينَ جَعَلَهُ الزَّمَخْشَرِيُّ يَقْتَضِي أَنَّ لِلَّهِ شَيْطَانٌ - سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يَقُولُهُ الزَّمَخْشَرِيُّ عُلُوًّا كَبِيرًا -. </p><p> وَجَزَى الزَّمَخْشَرِيَّ بِمَا هُوَ أَهْلُهُ. </p><p> الْأَمْرُ الرَّابِعُ: هُوَ دَلَالَةُ اسْتِقْرَاءِ الْقُرْآنِ الْعَظِيمِ أَنَّ اللَّهَ - تَعَالَى - إِذَا أَرَادَ أَنْ يَفْرِضَ الْمُسْتَحِيلَ لِيُبَيِّنَ الْحَقَّ بِفَرْضِهِ - عَلَّقَهُ أَوَّلًا بِالْأَدَاةِ الَّتِي تَدُلُّ عَلَى عَدَمِ وُجُودِهِ، وَهِيَ لَفْظَةُ (لَوْ) ، وَلَمْ يُعَلِّقْ عَلَيْهِ الْبَتَّةَ إِلَّا مُحَالًا مِثْلَهُ، كَقَوْلِهِ: لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا [٢١ \\ ٢٢] . وَقَوْلِهِ - تَعَالَى -: لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ [٣٩ \\ ٤] . وَقَوْلِهِ - تَعَالَى -: لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا الْآيَةَ [٢١ \\ ١٧] . </p><p> وَأَمَّا تَعْلِيقُ ذَلِكَ بِأَدَاةٍ لَا تَقْتَضِي عَدَمَ وُجُودِهِ كَلَفْظَةِ (إِنْ) مَعَ كَوْنِ الْجَزَاءِ غَيْرَ مُسْتَحِيلٍ - فَلَيْسَ مَعْهُودًا فِي الْقُرْآنِ. </p><p> وَمِمَّا يُوَضِّحُ هَذَا الْمَعْنَى الَّذِي ذَكَرْنَا - الْمُحَاوَرَةَ الَّتِي ذَكَرَهَا جَمَاعَةٌ مِنَ الْمُفَسِّرِينَ، الَّتِي وَقَعَتْ بَيْنَ النَّضْرِ بْنِ الْحَارِثِ وَالْوَلِيدِ بْنِ الْمُغِيرَةِ، وَهِيَ وَإِنْ كَانَتْ أَسَانِيدُهَا غَيْرَ قَائِمَةٍ، فَإِنَّ مَعْنَاهَا اللُّغَوِيَّ صَحِيحٌ. </p><p> وَهِيَ أَنَّ النَّضْرَ بْنَ الْحَارِثِ كَانَ يَقُولُ: الْمَلَائِكَةُ بَنَاتُ اللَّهِ، فَأَنْزَلَ اللَّهُ قَوْلَهُ - تَعَالَى -: قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ الْآيَةَ. </p><p> فَقَالَ النَّضْرُ لِلْوَلِيدِ بْنِ الْمُغِيرَةِ: أَلَا تَرَى أَنَّهُ قَدْ صَدَقَنِي؟ </p><p> فَقَالَ الْوَلِيدُ: لَا، مَا صَدَقَكَ، وَلَكِنَّهُ يَقُولُ: مَا كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ، أَيِ الْمُوَحِّدِينَ مِنْ أَهْلِ مَكَّةَ الْمُنَزِّهِينَ لَهُ عَنِ الْوَلَدِ. فَمُحَاوَرَةُ هَذَيْنِ الْكَافِرَيْنِ، الْعَالِمَيْنِ بِالْعَرَبِيَّةِ مُطَابِقَةٌ لِمَا قَرَّرْنَا. </p><p> لِأَنَّ النَّضْرَ قَالَ: إِنَّ مَعْنَى الْآيَةِ عَلَى أَنَّ (إِنْ) شَرْطِيَّةٌ مُطَابِقٌ لِمَا يَعْتَقِدُهُ الْكُفَّارُ مِنْ نِسْبَةِ الْوَلَدِ إِلَى اللَّهِ، وَهُوَ مَعْنًى مَحْذُورٌ وَأَنَّ الْوَلِيدَ قَالَ: إِنَّ (إنْ) نَافِيَةٌ، وَأَنَّ مَعْنَى الْآيَةِ عَلَى ذَلِكَ هُوَ مُخَالَفَةُ الْكُفَّارِ وَتَنْزِيهُ اللَّهِ عَنِ الْوَلَدِ. </p><p> وَبِجَمِيعِ مَا ذَكَرْنَا يَتَّضِحُ أَنَّ (إِنْ) فِي الْآيَةِ الْكَرِيمَةِ نَافِيَةٌ. </p><p> وَذَلِكَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ وَالْحَسَنِ وَالسُّدِّيِّ وَقَتَادَةَ وَابْنِ زَيْدٍ وَزُهَيْرِ بْنِ مُحَمَّدٍ وَغَيْرِهِمْ. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ مَا قَالَهُ ابْنُ جَرِيرٍ وَغَيْرُ وَاحِدٍ مِنْ أَنَّ الْقَوْلَ بِأَنَّ (إِنْ) نَافِيَةٌ - يَلْزَمُهُ إِيهَامُ الْمَحْذُورِ الَّذِي لَا يَجُوزُ فِي حَقِّ اللَّهِ. </p><p> قَالُوا: لِأَنَّهُ إِنْ كَانَ الْمَعْنَى: مَا كَانَ لِلَّهِ وَلَدٌ ; فَإِنَّهُ لَا يَدُلُّ عَلَى نَفْيِ الْوَلَدِ إِلَّا فِي الْمَاضِي، فَلِلْكُفَّارِ أَنْ يَقُولُوا: إِذًا صَدَقْتَ، لَمْ يَكُنْ لَهُ فِي الْمَاضِي وَلَدٌ. وَلَكِنَّ الْوَلَدَ طَرَأَ عَلَيْهِ بَعْدَ ذَلِكَ لَمَّا صَاهَرَ الْجِنَّ، وَوَلَدَتْ لَهُ بَنَاتَهُ الَّتِي هِيَ الْمَلَائِكَةُ. </p><p> وَإِنَّ هَذَا الْمَحْذُورَ يَمْنَعُ مِنَ الْحَمْلِ عَلَى النَّفْيِ لَا شَكَّ فِي عَدَمِ صِحَّتِهِ ; لِدَلَالَةِ الْآيَاتِ الْقُرْآنِيَّةِ بِكَثْرَةٍ عَلَى أَنَّ هَذَا الْإِيهَامَ لَا أَثَرَ لَهُ وَلَوْ كَانَ لَهُ أَثَرٌ لَمَا كَانَ اللَّهُ يَمْدَحُ نَفْسَهُ بِالثَّنَاءِ عَلَيْهِ بِلَفْظَةِ (كَانَ) الدَّالَّةِ عَلَى خُصُوصِ الزَّمَنِ الْمَاضِي فِي نَحْوِ قَوْلِهِ - تَعَالَى -: وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا [٤ \\ ١٥٨] . وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا [٤ \\ ١٧] . وَكَانَ اللَّهُ غَفُورًا رَحِيمًا [٤ \\ ٩٦] . وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا [٣٣ \\ ٢٧] . إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا [٤ \\ ٣٤] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ الَّتِي يَصْعُبُ حَصْرُهَا. </p><p> فَإِنَّ مَعْنَى كُلِّ تِلْكَ الْآيَاتِ أَنَّهُ كَانَ وَلَمْ يَزَلْ. </p><p> فَلَوْ كَانَ الْكُفَّارُ يَقُولُونَ ذَلِكَ الَّذِي زَعَمُوهُ الَّذِي هُوَ قَوْلُهُمْ: صَدَقْتَ، مَا كَانَ لَهُ وَلَدٌ فِي الْمَاضِي، وَلَكِنَّهُ طَرَأَ لَهُ - لَقَالُوا مِثْلَهُ فِي الْآيَاتِ الَّتِي ذَكَرْنَا. </p><p> كَأَنْ يَقُولُوا: كَانَ عَلِيمًا حَكِيمًا [٤ \\ ١١] فِي الْمَاضِي، وَلَكِنَّهُ طَرَأَ عَلَيْهِ عَدَمُ ذَلِكَ. وَهَكَذَا فِي جَمِيعِ الْآيَاتِ الْمَذْكُورَةِ وَنَحْوِهَا. </p><p> وأَيْضًا فَإِنَّ الْمَحْذُورَ الَّذِي زَعَمُوهُ لَمْ يَمْنَعْ مِنْ إِطْلَاقِ نَفْيِ الْكَوْنِ الْمَاضِي فِي قَوْلِهِ - تَعَالَى -: وَمَا كَانَ رَبُّكَ نَسِيًّا [١٩ \\ ٦٤] . وَقَوْلِهِ: وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا [١٨ \\ ٥١] . وَقَوْلِهِ: وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ [٢٨ \\ ٥٩] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> وَمِنْ أَوْضَحِهَا فِي مَحَلِّ النِّزَاعِ قَوْلُهُ - تَعَالَى -: وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ الْآيَةَ [٢٣ \\ ٩١] . </p><p> وَلَمْ يَمْنَعْ مِنْ نَفْيِ الْقُرْآنِ لِلْوَلَدِ فِي الزَّمَنِ الْمَاضِي فِي قَوْلِهِ - تَعَالَى -: مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ [٢٣ \\ ٩١] </p><p> فَإِنَّ الْكُفَّارَ لَمْ يَقُولُوا يَوْمًا مَا: صَدَقْتَ، مَا اتَّخَذَهُ فِي الْمَاضِي، وَلَكِنَّهُ طَرَأَ عَلَيْهِ اتِّخَاذُهُ. </p><p> وَكَذَلِكَ فِي قَوْلِهِ: وَلَمْ يَتَّخِذْ وَلَدًا [١٧ \\ ١١١] . وَقَوْلِهِ: لَمْ يَلِدْ [١١٢ \\ ٣] ; لِأَنَّ (لَمْ) تَنْقُلِ الْمُضَارِعَ إِلَى مَعْنَى الْمَاضِي. </p><p> وَالْكُفَّارُ لَمْ يَقُولُوا يَوْمًا: صَدَقْتَ، لَمْ يَتَّخِذْ وَلَدًا فِي الْمَاضِي، وَلَكِنَّهُ طَرَأَ عَلَيْهِ اتِّخَاذُهُ، وَلَمْ يَقُولُوا: لَمْ يَلِدْ فِي الْمَاضِي، وَلَكِنَّهُ وَلَدَ أَخِيرًا. </p><p> وَالْحَاصِلُ أَنَّ الْكُفَّارَ لَمْ يُقِرُّوا أَنَّ اللَّهَ مُنَزَّهٌ عَنِ الْوَلَدِ لَا فِي الْمَاضِي وَلَا فِي الْحَالِ، وَلَا فِي الِاسْتِقْبَالِ. </p><p> وَمَعْلُومٌ أَنَّ الْوِلَادَةَ الْمَزْعُومَةَ حَدَثٌ مُتَحَدِّدٌ. </p><p> وَبِذَلِكَ تَعْلَمُ أَنَّ مَا زَعَمُوهُ مِنْ إِيهَامِ الْمَحْذُورِ فِي كَوْنِ (إِنْ) فِي الْآيَةِ نَافِيَةً - لَا أَسَاسَ لَهُ وَلَا مُعَوِّلَ عَلَيْهِ، وَأَنَّ مَا ادَّعَوْهُ مِنْ كَوْنِهَا شَرْطِيَّةً لَيْسَ لَهَا مَعْنًى فِي اللُّغَةِ الْعَرَبِيَّةِ، إِلَّا الْمَعْنَى الْمَحْذُورُ الَّذِي لَا يَجُوزُ فِي حَقِّ اللَّهِ بِحَالٍ. </p><p> وَاعْلَمْ أَنَّ كَلَامَ الْفَخْرِ الرَّازِيِّ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ الَّذِي يَقْتَضِي إِمْكَانَ صِحَّةِ الرَّبْطِ بَيْنَ طَرَفَيْهَا عَلَى أَنَّهَا شَرْطِيَّةٌ لَا شَكَّ فِي غَلَطِهِ فِيهِ. </p><p> وَأَمَّا إِبْطَالُهُ لِقَوْلِ مَنْ قَالَ: إِنَّ الْمَعْنَى: إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فِي زَعْمِكُمْ فَأَنَا أَوَّلُ الْعَابِدِينَ لَهُ وَالْمُكَذِّبِينَ لَكُمْ فِي ذَلِكَ، فَهُوَ إِبْطَالٌ صَحِيحٌ، وَكَلَامُهُ فِيهِ فِي غَايَةِ الْحُسْنِ وَالدِّقَّةِ، وَهُوَ يَقْتَضِي إِبْطَالَهُ بِنَفْسِهِ، لِجَمِيعِ مَا كَانَ يُقَرِّرُهُ فِي الْآيَةِ الْكَرِيمَةِ. </p><p> وَالْحَاصِلُ أَنَّ كَوْنَ مَعْنَى (إِنْ) فِي الْآيَةِ الْكَرِيمَةِ هُوَ النَّفْيُ لَا إِشْكَالَ فِيهِ، وَلَا مَحْذُورَ وَلَا إِيهَامَ، وَأَنَّ الْآيَاتِ الْقُرْآنِيَّةَ تَشْهَدُ لَهُ لِكَثْرَةِ الْآيَاتِ الْمُطَابِقَةِ لِهَذَا الْمَعْنَى فِي الْقُرْآنِ. </p><p> وَأَمَّا كَوْنُ مَعْنَى الْآيَةِ الشَّرْطَ وَالْجَزَاءَ فَلَا يَصِحُّ لَهُ مَعْنًى غَيْرُ مَحْذُورٍ فِي اللُّغَةِ، وَلَيْسَ لَهُ فِي كِتَابِ اللَّهِ نَظِيرٌ، لِإِجْمَاعِ أَهْلِ اللِّسَانِ الْعَرَبِيِّ عَلَى اخْتِلَافِ الْمَعْنَى فِي التَّعْلِيقِ بِإِنْ وَالتَّعْلِيقِ بِلَوْ. </p><p> لِأَنَّ التَّعْلِيقَ بِـ (لَوْ) يَدُلُّ عَلَى عَدَمِ الشَّرْطِ، وَعَدَمُ الشَّرْطِ اسْتَلْزَمَ عَدَمَ الْمَشْرُوطِ بِخِلَافِ (إِنْ) . </p><p> فَالتَّعْلِيقُ بِهَا يَدُلُّ عَلَى الشَّكِّ فِي وُجُودِ الشَّرْطِ بِلَا نِزَاعٍ. </p><p> وَمَا خَرَجَ عَنْ ذَلِكَ مِنَ التَّعْلِيقِ بِهَا مَعَ الْعِلْمِ بِوُجُودِ الشَّرْطِ أَوِ الْعِلْمِ بِنَفْيِهِ، فَلِأَسْبَابٍ أُخَرَ، وَأَدِلَّةٍ خَارِجَةٍ، وَلَا يَجُوزُ حَمْلُهَا عَلَى أَحَدِ الْأَمْرَيْنِ الْمَذْكُورَيْنِ، إِلَّا بِدَلِيلٍ مُنْفَصِلٍ كَمَا أَوْضَحْنَاهُ فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّ مَا ذَكَرْنَا مِنْ أَنَّ (لَوْ) تَقْتَضِي عَدَمَ وُجُودِ الشَّرْطِ، وَأَنَّ (إِنْ) تَقْتَضِي الشَّكَّ فِيهِ - لَا يَرُدُّ عَلَيْهِ قَوْلُهُ - تَعَالَى -: فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ الْآيَةَ [١٠ \\ ٩٤] . كَمَا أَشَرْنَا لَهُ قَرِيبًا. </p><p> لِأَنَّ التَّحْقِيقَ أَنَّ الْخِطَابَ فِي قَوْلِهِ:  (فَإِنْ كُنْتَ فِي شَكٍّ) خِطَابٌ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُرَادُ بِهِ مَنْ يُمْكِنُ أَنْ يَشُكَّ فِي ذَلِكَ مِنْ أُمَّتِهِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ «بَنِي إِسْرَائِيلَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ الْآيَةَ [١٧ \\ ٢٢] - دَلَالَةَ الْقُرْآنِ الصَّرِيحَةَ عَلَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَتَوَجَّهُ إِلَيْهِ الْخِطَابُ مِنَ اللَّهِ، وَالْمُرَادُ بِهِ التَّشْرِيعُ لِأُمَّتِهِ، وَلَا يُرَادُ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْبَتَّةَ بِذَلِكَ الْخِطَابِ. </p><p> وَقَدَّمْنَا هُنَاكَ أَنَّ مِنْ أَصْرَحِ الْآيَاتِ الْقُرْآنِيَّةِ فِي ذَلِكَ قَوْلَهُ - تَعَالَى -: وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ الْآيَةَ [١٧ \\ ٢٣] . فَالتَّحْقِيقُ أَنَّ الْخِطَابَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالْمُرَادُ أُمَّتُهُ لَا هُوَ نَفْسُهُ ; لِأَنَّهُ هُوَ الْمُشَرِّعُ لَهُمْ بِأَمْرِ اللَّهِ. </p><p> وَإِيضَاحُ ذَلِكَ أَوْ مَعْنَى: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَيْ إِنْ يَبْلُغْ عِنْدَكَ الْكِبَرَ يَا نَبِيَّ اللَّهِ وَالِدَاكَ أَوْ أَحَدُهُمَا، فَلَا تَقُلْ لَهُمَا: أُفٍّ. </p><p> وَمَعْلُومٌ أَنَّ أَبَاهُ مَاتَ وَهُوَ حَمْلٌ، وَأَمَّهُ مَاتَتْ وَهُوَ فِي صِبَاهُ، فَلَا يُمْكِنُ أَنْ يَكُونَ الْمُرَادُ: إِنْ يَبْلُغِ الْكِبَرَ عِنْدَكَ هُمَا أَوْ أَحَدُهُمَا، وَالْوَاقِعُ أَنَّهُمَا قَدْ مَاتَا قَبْلَ ذَلِكَ بِأَزْمَانٍ. </p><p> وَبِذَلِكَ يَتَحَقَّقُ أَنَّ الْمُرَادَ بِالْخِطَابِ غَيْرُهُ مِنْ أُمَّتِهِ الَّذِي يُمْكِنُ إِدْرَاكُ وَالِدَيْهِ أَوْ أَحَدِهِمَا الْكِبَرَ عِنْدَهُ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ مِثْلَ هَذَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَأَوْرَدْنَا شَاهِدًا لِذَلِكَ؛ رَجَزَ سَهْلِ بْنِ مَالِكٍ الْفَزَارِيِّ فِي قَوْلِهِ: </p>"
}