{
  "id": null,
  "sura": 43,
  "aya": 72,
  "text": "<p> وَأَمَّا الْمَلَابِسُ وَالْأَوَانِي وَالْحُلِيُّ، فَقَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهَا مُسْتَوْفًى فِي سُورَةِ «النَّحْلِ» . </p><p> وَأَمَّا الْمَنَاكِحُ فَقَدْ قَدَّمَنَا بَعْضَ الْآيَاتِ الدَّالَّةَ عَلَيْهَا قَرِيبًا، وَهِيَ كَثِيرَةٌ كَقَوْلِهِ - تَعَالَى -: وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ الْآيَةَ [٢ \\ ٢٥] . وَيَكْفِي مَا قَدَّمْنَا مِنْ ذَلِكَ قَرِيبًا. </p><p> وَأَمَّا مَا يَتَّكِئُونَ عَلَيْهِ مِنَ الْفُرُشِ وَالسُّرُرِ وَنَحْوِ ذَلِكَ، فَفِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ [٥٥ \\ ٤٥] . وَقَوْلِهِ - تَعَالَى -: هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ [٣٦ \\ ٥٦] . وَقَوْلِهِ - تَعَالَى -: عَلَى سُرُرٍ مَوْضُونَةٍ مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ [٥٦ \\ ١٥ - ١٦] . </p><p> وَالسُّرُرُ الْمَوْضُونَةُ هِيَ الْمَنْسُوجَةُ بِقُضْبَانِ الذَّهَبِ. </p><p> وَقَوْلِهِ - تَعَالَى -: إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ [١٥ \\ ٤٧] . وَقَوْلِهِ - تَعَالَى -: فِيهَا سُرُرٌ مَرْفُوعَةٌ [٨٨ \\ ١٣] . وَقَوْلِهِ - تَعَالَى -: مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ [٥٥ \\ ٧٦] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَمَّا خَدَمُهُمْ فَقَدْ قَالَ - تَعَالَى - فِي ذَلِكَ: يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ الْآيَةَ [٥٦ \\ ١٧] . وَقَالَ - تَعَالَى - فِي سُورَةِ «الْإِنْسَانِ» فِي صِفَةِ هَؤُلَاءِ الْغِلْمَانِ: إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا [٧٦ \\ ١٩] وَذَكَرَ نَعِيمَ أَهْلِ الْجَنَّةِ بِأَبْلَغِ صِيغَةٍ فِي قَوْلِهِ - تَعَالَى -: وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا [٧٦ \\ ٢٠] . </p><p> وَالْآيَاتُ الدَّالَّةُ عَلَى أَنْوَاعِ نَعِيمِ الْجَنَّةِ وَحُسْنِهَا وَكَمَالِهَا كَالظِّلَالِ وَالْعُيُونِ وَالْأَنْهَارِ وَغَيْرِ ذَلِكَ - كَثِيرَةٌ جِدًّا، وَلْنَكْتَفِ مِنْهَا بِمَا ذَكَرْنَا. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأَنْتُمْ فِيهَا خَالِدُونَ [٤٣ \\ ٧١] - قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضَّحَةَ ; لِأَنَّ خُلُودَهُمُ الْمَذْكُورَ لَا انْقِطَاعَ لَهُ الْبَتَّةَ، كَقَوْلِهِ - تَعَالَى -: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] أَيْ غَيْرَ مَقْطُوعٍ، وَقَوْلِهِ - تَعَالَى -: إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ [٣٨ \\ ٥٤] . وَقَوْلِهِ - تَعَالَى -: مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ [١٦ \\ ٩٦] . </p><p> قَوْلُهُ - تَعَالَى -: وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ. </p>"
}