{
  "id": null,
  "sura": 43,
  "aya": 20,
  "text": "<p> هَلْ شَهِدُوا خَلْقَ الْمَلَائِكَةِ وَحَضَرُوهُ حَتَّى عَلِمُوا أَنَّهُمْ خُلِقُوا إنَاثًا؟ فَقَدْ ذَكَرَهَا فِي قَوْلِهِ - تَعَالَى -: أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ [٣٧ \\ ١٥٠] . وَبَيَّنَ - تَعَالَى - أَنَّهُ لَمْ يُشْهِدِ الْكُفَّارَ خَلْقَ شَيْءٍ فِي قَوْلِهِ: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ الْآيَةَ [١٨ \\ ٥١] . </p><p> وَأَمَّا الْمَسْأَلَةُ الثَّالِثَةُ الَّتِي هِيَ كَوْنُ شَهَادَتِهِمْ بِذَلِكَ الْكُفْرِ سَتُكْتَبُ عَلَيْهِمْ - فَقَدْ ذَكَرَهَا - تَعَالَى - فِي مَوَاضِعَ مِنْ كِتَابِهِ، كَقَوْلِهِ - تَعَالَى -: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ [٨٢ \\ ١٠ - ١٢] . وَقَوْلِهِ - تَعَالَى -: هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٩] . وَقَوْلِهِ - تَعَالَى -: أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ [٤٣ \\ ٨٠] . وَقَوْلِهِ - تَعَالَى -: إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ [١٠ \\ ٢١] . وَقَوْلِهِ - تَعَالَى -: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ الْآيَةَ [١٧ \\ ١٣، ١٤] . وَقَوْلِهِ - تَعَالَى -: سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا [١٩ \\ ٧٩] . </p><p> وَأَمَّا الْمَسْأَلَةُ الرَّابِعَةُ: وَهِيَ كَوْنُهُمْ يُسْأَلُونَ عَنْ ذَلِكَ الِافْتِرَاءِ وَالْكُفْرِ، فَقَدْ ذَكَرَهَا - تَعَالَى - فِي آيَاتٍ مِنْ كِتَابِهِ، كَقَوْلِهِ - تَعَالَى -: وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ [٢٩ \\ ١٣] . وَقَوْلِهِ - تَعَالَى -: فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ [١٥ \\ ٩٢ - ٩٣] . وَقَوْلِهِ - تَعَالَى -: وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ [٤٣ \\ ٤٤] . وَقَوْلِهِ - تَعَالَى -: وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ [١٦ \\ ٥٦] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ إِشْكَالٌ مَعْرُوفٌ، وَوَجْهُهُ أَنَّ قَوْلَ الْكُفَّارِ الَّذِي ذَكَرَهُ اللَّهُ عَنْهُمْ هُنَا، أَعْنِي قَوْلَهُ - تَعَالَى -: وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ [٤٣ \\ ٢٠] - هُوَ بِالنَّظَرِ إِلَى ظَاهِرِهِ كَلَامٌ صَحِيحٌ ; لِأَنَّ اللَّهَ لَوْ شَاءَ أَنْ لَا يَعْبُدُوهُمْ مَا عَبَدُوهُمْ، كَمَا قَالَ - تَعَالَى -: وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا [٦ \\ ١٠٧] . وَقَالَ - تَعَالَى -: وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ [٦ \\ ٣٥] . وَقَالَ - تَعَالَى -: وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا الْآيَةَ </p><p> [٣٢ \\ ١٣] . وَقَالَ - تَعَالَى -: فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ [٦ \\ ١٤٩] . وَقَالَ - تَعَالَى -: وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ [١٠ \\ ٩٩] . </p><p> وَهَذَا الْإِشْكَالُ الْمَذْكُورُ فِي آيَةِ «الزُّخْرُفِ» هُوَ بِعَيْنِهِ وَاقِعٌ فِي آيَةِ «الْأَنْعَامِ» ، وَآيَةِ «النَّحْلِ» . </p><p> أَمَّا آيَةُ «الْأَنْعَامِ» فَهِيَ قَوْلُهُ: سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ الْآيَةَ [٦ \\ ١٤٨] . </p><p> وَأَمَّا آيَةُ «النَّحْلِ» فَهِيَ قَوْلُهُ: وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا الْآيَةَ [١٦ \\ ٣٥] . </p><p> فَإِذَا عَرَفْتَ أَنَّ ظَاهِرَ آيَةِ «الزُّخْرُفِ» وَآيَةِ «الْأَنْعَامِ» وَآيَةِ «النَّحْلِ» - أَنَّ مَا قَالَهُ الْكُفَّارُ حَقٌّ، وَأَنَّ اللَّهَ لَوْ شَاءَ مَا عَبَدُوا مِنْ دُونِهِ مِنْ شَيْءٍ وَلَا أَشْرَكُوا بِهِ شَيْئًا، كَمَا ذَكَرْنَا فِي الْآيَاتِ الْمُوَضَّحَةِ قَرِيبًا - فَاعْلَمْ أَنَّ وَجْهَ الْإِشْكَالِ، أَنَّ اللَّهَ صَرَّحَ بِكَذِبِهِمْ فِي هَذِهِ الدَّعْوَى الَّتِي ظَاهَرُهَا حَقٌّ، قَالَ فِي آيَةِ «الزُّخْرُفِ» : مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ [٤٣ \\ ٢٠] . أَيْ يَكْذِبُونَ، وَقَالَ فِي آيَةِ «الْأَنْعَامِ» : كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ [٦ \\ ١٤٨] . وَقَالَ فِي آيَةِ «النَّحْلِ» : كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ [١٦ \\ ٣٥] . </p><p> وَمَعْلُومٌ أَنَّ الَّذِي فَعَلَهُ الَّذِينَ مِنْ قَبْلِهِمْ هُوَ الْكُفْرُ بِاللَّهِ، وَالْكَذِبُ عَلَى اللَّهِ فِي جَعْلِ الشُّرَكَاءِ لَهُ، وَأَنَّهُ حَرَّمَ مَا لَمْ يُحَرِّمْهُ. </p><p> وَالْجَوَابُ عَنْ هَذَا أَنَّ مُرَادَ الْكُفَّارِ بِقَوْلِهِمْ: لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ، وَقَوْلِهِمْ: لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا [٦ \\ ١٤٨] - مُرَادَهُمْ بِهِ أَنَّ اللَّهَ لَمَّا كَانَ قَادِرًا عَلَى مَنْعِهِمْ مِنَ الشِّرْكِ، وَهِدَايَتِهِمْ إِلَى الْإِيمَانِ، وَلَمْ يَمْنَعْهُمْ مِنَ الشِّرْكِ - دَلَّ ذَلِكَ عَلَى أَنَّهُ رَاضٍ مِنْهُمْ بِالشِّرْكِ فِي زَعْمِهِمْ. </p><p> قَالُوا: لِأَنَّهُ لَوْ لَمْ يَكُنْ رَاضِيًا بِهِ لَصَرَفَنَا عَنْهُ، فَتَكْذِيبُ اللَّهِ لَهُمْ فِي الْآيَاتِ الْمَذْكُورَةِ مُنْصَبٌّ عَلَى دَعْوَاهُمْ أَنَّهُ رَاضٍ بِهِ، وَاللَّهُ - جَلَّ وَعَلَا - يُكَذِّبُ هَذِهِ الدَّعْوَى فِي الْآيَاتِ الْمَذْكُورَةِ، وَفِي قَوْلِهِ: وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ [٣٩ \\ ٧] . </p><p> فَالْكُفَّارُ زَعَمُوا أَنَّ الْإِرَادَةَ الْكَوْنِيَّةَ الْقَدَرِيَّةَ تَسْتَلْزِمُ الرِّضَى، وَهُوَ زَعْمٌ بَاطِلٌ، وَهُوَ الَّذِي كَذَّبَهُمُ اللَّهُ فِيهِ فِي الْآيَاتِ الْمَذْكُورَةِ. </p><p> وَقَدْ أَشَارَ - تَعَالَى - إِلَى هَذِهِ الْآيَاتِ الْمَذْكُورَةِ، حَيْثُ قَالَ فِي آيَةِ «الزُّخْرُفِ» : أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ [٤٣ \\ ٢١] . أَيْ آتَيْنَاهُمْ كِتَابًا يَدُلُّ عَلَى أَنَّا رَاضُونَ مِنْهُمْ بِذَلِكَ الْكُفْرِ، ثُمَّ أَضْرَبَ عَنْ هَذَا إِضْرَابَ إِبْطَالٍ مُبَيِّنًا أَنَّ مُسْتَنَدَهُمْ فِي تِلْكَ الدَّعْوَى الْكَاذِبَةِ هُوَ تَقْلِيدُ آبَائِهِمُ التَّقْلِيدَ الْأَعْمَى، وَذَلِكَ فِي قَوْلِهِ: بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ [٤٣ \\ ٢٢] . أَيْ شَرِيعَةٍ وَمِلَّةٍ، وَهِيَ الْكُفْرُ وَعِبَادَةُ الْأَوْثَانِ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ [٤٣ \\ ٢٢] . </p><p> فَقَوْلُهُ عَنْهُمْ:  (مُهْتَدُونَ) وَهُوَ مَصَبُّ التَّكْذِيبِ ; لِأَنَّ اللَّهَ إِنَّمَا يَرْضَى بِالِاهْتِدَاءِ لَا بِالضَّلَالِ. </p><p> فَالِاهْتِدَاءُ الْمَزْعُومُ أَسَاسُهُ تَقْلِيدُ الْآبَاءِ الْأَعْمَى، وَسَيَأْتِي إِيضَاحُ رَدِّهِ عَلَيْهِمْ قَرِيبًا - إِنْ شَاءَ اللَّهُ -. </p><p> وَقَالَ - تَعَالَى - فِي آيَةِ «النَّحْلِ» بَعْدَ ذِكْرِهِ دَعْوَاهُمُ الْمَذْكُورَةَ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ [١٦ \\ ٣٦] . </p><p> فَأَوْضَحَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ لَمْ يَكُنْ رَاضِيًا بِكُفْرِهِمْ، وَأَنَّهُ بَعَثَ فِي كُلِّ أُمَّةٍ رَسُولًا، وَأَمَرَهُمْ عَلَى لِسَانِهِ أَنْ يَعْبُدُوا اللَّهَ وَحْدَهُ، وَيَجْتَنِبُوا الطَّاغُوتَ، أَيْ يَتَبَاعَدُوا عَنْ عِبَادَةِ كُلِّ مَعْبُودٍ سِوَاهُ. </p><p> وَأَنَّ اللَّهَ هَدَى بَعْضَهُمْ إِلَى عِبَادَتِهِ وَحْدَهُ، وَأَنْ بَعْضَهُمْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ، أَيْ ثَبَتَ عَلَيْهِ الْكُفْرُ وَالشَّقَاءُ. </p><p> وَقَالَ - تَعَالَى - فِي آيَةِ «الْأَنْعَامِ» : قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ [٦ \\ ١٤٩] . </p><p> فَمِلْكُهُ - تَعَالَى - وَحْدَهُ لِلتَّوْفِيقِ وَالْهِدَايَةِ، هُوَ الْحُجَّةُ الْبَالِغَةُ عَلَى خَلْقِهِ، يَعْنِي فَمَنْ هَدَيْنَاهُ وَتَفَضَّلْنَا عَلَيْهِ بِالتَّوْفِيقِ، فَهُوَ فَضْلٌ مِنَّا وَرَحْمَةٌ. </p><p> وَمَنْ لَمْ نَفْعَلْ لَهُ ذَلِكَ فَهُوَ عَدْلٌ مِنَّا وَحِكْمَةٌ ; لِأَنَّهُ لَمْ يَكُنْ لَهُ ذَلِكَ دَيْنًا عَلَيْنَا، وَلَا وَاجِبًا مُسْتَحَقًّا يَسْتَحِقُّهُ عَلَيْنَا، بَلْ إِنْ أَعْطَيْنَا ذَلِكَ فَفَضْلٌ، وَإِنْ لَمْ نُعْطِهِ فَعَدْلٌ. </p><p> وَحَاصِلُ هَذَا أَنَّ اللَّهَ - تَبَارَكَ وَتَعَالَى - قَدَّرَ مَقَادِيرَ الْخَلْقِ قَبْلَ أَنْ يَخْلُقَ الْخَلْقَ، وَعَلِمَ أَنَّ قَوْمًا صَائِرُونَ إِلَى الشَّقَاءِ وَقَوْمًا صَائِرُونَ إِلَى السَّعَادَةِ، فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ. </p><p> وَأَقَامَ الْحُجَّةَ عَلَى الْجَمِيعِ بِبَعْثِ الرُّسُلِ وَتَأْيِيدِهِمْ بِالْمُعْجِزَاتِ الَّتِي لَا تَتْرُكُ فِي الْحَقِّ لَبْسًا، فَقَامَتْ عَلَيْهِمْ حُجَّةُ اللَّهِ فِي أَرْضِهِ بِذَلِكَ. </p><p> ثُمَّ إِنَّهُ - تَعَالَى - وَفَّقَ مَنْ شَاءَ تَوْفِيقَهُ، وَلَمْ يُوَفِّقْ مَنْ سَبَقَ لَهُمْ فِي عِلْمِهِ الشَّقَاءُ الْأَزَلِيُّ، وَخَلَقَ لِكُلِّ وَاحِدٍ مِنْهُمْ قُدْرَةً وَإِرَادَةً يَقْدِرُ بِهَا عَلَى تَحْصِيلِ الْخَيْرِ وَالشَّرِّ، وَصَرَفَ قُدْرَتَهُمْ وَإِرَادَاتِهِمْ بِقُدْرَتِهِ وَإِرَادَتِهِ إِلَى مَا سَبَقَ لَهُمْ فِي عِلْمِهِ مِنْ أَعْمَالِ الْخَيْرِ الْمُسْتَوْجِبَةِ لِلسَّعَادَةِ، وَأَعْمَالِ الشَّرِّ الْمُسْتَوْجِبَةِ لِلشَّقَاءِ. </p><p> فَأَتَوْا كُلَّ مَا أَتَوْا وَفَعَلُوا كُلَّ مَا فَعَلُوا، طَائِعِينَ مُخْتَارِينَ، غَيْرَ مَجْبُورِينَ وَلَا مَقْهُورِينَ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ [٧٦] . قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ [٦ \\ ١٤٩] . </p><p> وَادِّعَاءُ أَنَّ الْعَبْدَ مَجْبُورٌ لَا إِرَادَةَ لَهُ ضَرُورِيُّ السُّقُوطِ عِنْدَ عَامَّةِ الْعُقَلَاءِ. </p><p> وَمِنْ أَعْظَمِ الضَّرُورِيَّاتِ الدَّالَّةِ عَلَيْهِ أَنَّ كُلَّ عَاقِلٍ يَعْلَمُ أَنَّ بَيْنَ الْحَرَكَةِ الِاخْتِيَارِيَّةِ وَالْحَرَكَةِ الِاضْطِرَارِيَّةِ، كَحَرَكَةِ الْمُرْتَعِشِ - فَرْقًا ضَرْورِيًا، لَا يُنْكِرُهُ عَاقِلٌ. </p><p> وَأَنَّكَ لَوْ ضَرَبْتَ مَنْ يَدَّعِي أَنَّ الْخَلْقَ مَجْبُورُونَ، وَفَقَأَتْ عَيْنَهُ مَثَلًا، وَقَتَلْتَ وَلَدَهُ وَاعْتَذَرْتَ لَهُ بِالْجَبْرِ، فَقُلْتَ لَهُ: أَنَا مَجْبُورٌ وَلَا إِرَادَةَ لِي فِي هَذَا السُّوءِ الَّذِي فَعَلْتُهُ بِكَ، بَلْ هُوَ فِعْلُ اللَّهِ، وَأَنَا لَا دَخْلَ فِيهِ، فَإِنَّهُ لَا يَقْبَلُ مِنْكَ هَذِهِ الدَّعْوَى بِلَا شَكٍّ. </p><p> بَلْ يُبَالِغُ فِي إِرَادَةِ الِانْتِقَامِ مِنْكَ قَائِلًا: إِنَّ هَذَا بِإِرَادَتِكَ وَمَشِيئَتِكَ. </p><p> وَمِنْ أَعْظَمِ الْأَدِلَّةِ الْقَطْعِيَّةِ الدَّالَّةِ عَلَى بُطْلَانِ مَذْهَبِ الْقَدَرِيَّةِ، وَأَنَّ الْعَبْدَ لَا يَسْتَقِلُّ بِأَفْعَالِهِ دُونَ قُدْرَةِ اللَّهِ وَمَشِيئَتِهِ - أَنَّهُ لَا يُمْكِنُ أَحَدًا أَنْ يُنْكِرَ عِلْمَ اللَّهِ بِكُلِّ شَيْءٍ قَبْلَ وُقُوعِهِ، وَالْآيَاتُ وَالْأَحَادِيثُ الدَّالَّةُ عَلَى هَذَا لَا يُنْكِرُهَا إِلَّا مُكَابِرٌ. </p><p> وَسَبْقُ عِلْمِ اللَّهِ بِمَا يَقَعُ مِنَ الْعَبْدِ قَبْلَ وُقُوعِهِ بُرْهَانٌ قَاطِعٌ عَلَى بُطْلَانِ تِلْكَ الدَّعْوَى. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّكَ لَوْ قُلْتَ لِلْقَدَرِيِّ: إِذَا كَانَ عِلْمُ اللَّهِ فِي سَابِقِ أَزَلِهِ تَعَلَّقَ بِأَنَّكَ تَقَعُ مِنْكَ السَّرِقَةُ أَوِ الزِّنَا فِي مَحَلِّ كَذَا فِي وَقْتِ كَذَا، وَأَرَدْتَ أَنْتَ بِإِرَادَتِكَ الْمُسْتَقِلَّةِ فِي زَعْمِكَ دُونَ إِرَادَةِ اللَّهِ أَلَّا تَفْعَلَ تِلْكَ السَّرِقَةَ أَوِ الزِّنَا الَّذِي سَبَقَ بِعِلْمِ اللَّهِ وُقُوعُهُ، فَهَلْ يُمْكِنُكَ أَنْ تَسْتَقِلَّ بِذَلِكَ؟ وَتُصَيِّرَ عِلْمَ اللَّهِ جَهْلًا، بِحَيْثُ لَا يَقَعُ مَا سَبَقَ فِي عِلْمِهِ وُقُوعُهُ فِي وَقْتِهِ الْمُحَدِّدِ لَهُ؟ </p><p> وَالْجَوَابُ بِلَا شَكٍّ: هُوَ أَنَّ ذَلِكَ لَا يُمْكِنُ بِحَالٍ كَمَا قَالَ - تَعَالَى -: وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ [٧٦] . وَقَالَ اللَّهُ - تَعَالَى -: قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ [٦ \\ ١٤٩] . </p><p> وَلَا إِشْكَالَ أَلْبَتَّةَ فِي أَنَّ اللَّهَ يَخْلُقُ لِلْعَبْدِ قُدْرَةً وَإِرَادَةً يَقْدِرُ بِهَا عَلَى الْفِعْلِ وَالتَّرْكِ، ثُمَّ يَصْرِفُ اللَّهُ بِقُدْرَتِهِ وَإِرَادَتِهِ قُدْرَةَ الْعَبْدِ وَإِرَادَتَهُ إِلَى مَا سَبَقَ بِهِ عِلْمُهُ، فَيَأْتِيهِ الْعَبْدُ طَائِعًا مُخَتَارًا غَيْرَ مَقْهُورٍ وَلَا مَجْبُورٍ، وَغَيْرَ مُسْتَقِلٍّ بِهِ دُونَ قُدْرَةِ اللَّهِ وَإِرَادَتِهِ، كَمَا قَالَ - تَعَالَى -: وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ. </p><p> وَالْمُنَاظَرَةُ الَّتِي ذَكَرَهَا بَعْضُهُمْ بَيْنَ أَبِي إِسْحَاقَ الْإِسْفَرَايِينِيِّ وَعَبْدِ الْجَبَّارِ الْمُعْتَزِلِيِّ تُوَضِّحُ هَذَا. </p><p> وَهِيَ أَنَّ عَبْدَ الْجَبَّارِ قَالَ: سُبْحَانَ مَنْ تَنَزَّهَ عَنِ الْفَحْشَاءِ، يَعْنِي أَنَّ السَّرِقَةَ وَالزِّنَا لَيْسَا بِمَشِيئَةِ اللَّهِ ; لِأَنَّهُ فِي زَعْمِهِ أَنْزَهُ مِنْ أَنْ تَكُونَ هَذِهِ الرَّذَائِلُ بِمَشِيئَتِهِ. </p><p> فَقَالَ أَبُو إِسْحَاقَ: كَلِمَةُ حَقٍّ أُرِيدَ بِهَا بَاطِلٌ. </p><p> ثُمَّ قَالَ: سُبْحَانَ مَنْ لَمْ يَقَعْ فِي مُلْكِهِ إِلَّا مَا يَشَاءُ. </p><p> فَقَالَ عَبْدُ الْجَبَّارِ: أَتَرَاهُ يَشَاؤُهُ وَيُعَاقِبُنِي عَلَيْهِ. </p><p> فَقَالَ أَبُو إِسْحَاقَ: أَتَرَاكَ تَفْعَلُهُ جَبْرًا عَلَيْهِ، آنْتَ الرَّبُّ وَهُوَ الْعَبْدُ؟ </p>"
}