{
  "id": null,
  "sura": 43,
  "aya": 26,
  "text": "<p> قَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَحَمْزَةُ وَالْكِسَائِيُّ وَشُعْبَةُ عَنْ عَاصِمٍ:  (قُلْ أَوَلَوْ جِئْتُكُمْ) بِضَمِّ الْقَافِ وَسُكُونِ اللَّامِ بِصِيغَةِ الْأَمْرِ. </p><p> وَقَرَأَهُ ابْنُ عَامِرٍ وَحَفْصٌ عَنْ عَاصِمٍ (قَالَ أَوَلَوْ جِئْتُكُمْ) بِفَتْحِ الْقَافِ وَاللَّامِ بَيْنَهُمَا أَلْفٌ بِصِيغَةِ الْفِعْلِ الْمَاضِي. </p><p> فَعَلَى قِرَاءَةِ الْجُمْهُورِ فَالْمَعْنَى: قُلْ لَهُمْ يَا نَبِيَّ اللَّهِ: أَتَقْتَدُونَ بِآبَائِكُمْ فِي الْكُفْرِ وَالضَّلَالِ، وَلَوْ جِئْتُكُمْ بِأَهْدَى، أَيْ بِدِينٍ أَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ، وَصِيغَةُ التَّفْضِيلِ هُنَا لِمُطْلَقِ الْوَصْفِ ; لِأَنَّ آبَاءَهُمْ لَا شَيْءَ عِنْدَهُمْ مِنَ الْهِدَايَةِ أَصْلًا. </p><p> وَعَلَى قِرَاءَةِ ابْنِ عَامِرٍ وَحَفْصٍ فَالْمَعْنَى: قَالَ هُوَ: أَيْ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَدْ أَوْضَحْنَا هَذَا الْمَعْنَى بِشَوَاهِدِهِ الْعَرَبِيَّةِ مِرَارًا فِي هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَسْفِيهِ رَأْيِ الْكُفَّارِ وَبَيَانِ شِدَّةِ ضَلَالِهِمْ فِي تَقْلِيدِهِمْ آبَاءَهُمْ هَذَا التَّقْلِيدَ الْأَعْمَى - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى - فِي «الْبَقَرَةِ» : وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ [٢ \\ ١٧٠] . وَكَقَوْلِهِ - تَعَالَى - فِي «الْمَائِدَةِ» : وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ [٥ \\ ١٠٤] . </p><p> وَأَوْضَحَ - تَعَالَى - فِي آيَةِ «لُقْمَانَ» أَنَّ مَا وَجَدُوا عَلَيْهِ آبَاءَهُمْ مِنَ الْكُفْرِ وَالضَّلَالِ طَرِيقٌ مِنْ طُرُقِ الشَّيْطَانِ يَدْعُوهُمْ بِسُلُوكِهَا إِلَى عَذَابِ السَّعِيرِ، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ [٣١ \\ ٢١] . كَقَوْلِهِ - تَعَالَى -: إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ [٣٧ \\ ٦٩ - ٧٠] . وَقَوْلِهِ - تَعَالَى -: وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ [٢١ \\ ٥١ - ٥٤] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ. </p><p> قَوْلُهُ - تَعَالَى -: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ إِبْرَاهِيمَ - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - قَالَ لِأَبِيهِ وَقَوْمِهِ: إِنَّهُ بَرَاءٌ، أَيْ بَرِيءٌ، مِنْ جَمِيعِ مَعْبُودَاتِهِمُ الَّتِي يَعْبُدُونَهَا مِنْ دُونِ اللَّهِ، أَيْ يَعْنِي أَنَّهُ بَرِيءٌ مِنْ عِبَادَةِ كُلِّ مَعْبُودٍ، إِلَّا الْمَعْبُودَ الَّذِي خَلَقَهُ وَأَوْجَدَهُ، فَهُوَ وَحْدَهُ مَعْبُودُهُ. </p><p> وَقَدْ أَوْضَحَ - تَعَالَى - هَذَا الْمَعْنَى الَّذِي ذَكَرَهُ عَنْ إِبْرَاهِيمَ فِي مَوَاضِعَ أُخَرَ مِنْ كِتَابِهِ، كَقَوْلِهِ - تَعَالَى -: قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا رَبَّ الْعَالَمِينَ الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ الْآيَةَ [٢٦ \\ ٥٧ - ٧٨] . وَكَقَوْلِهِ - تَعَالَى -: فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَاقَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ [٦ \\ ٧٨ - ٧٩] . </p><p> وَزَادَ - جَلَّ وَعَلَا - فِي سُورَةِ «الْمُمْتَحَنَةِ» بَرَاءَتَهُ أَيْضًا مِنَ الْعَابِدِينَ، وَعَدَاوَتَهُ لَهُمْ، وَبُغْضَهُ لَهُمْ فِي اللَّهِ، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ [٦٠ \\ ٤] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِنَّهُ سَيَهْدِينِ ذَكَرَ نَحْوَهُ فِي قَوْلِهِ: الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ [٢٦ \\ ٧٨] . وَقَوْلِهِ - تَعَالَى -: وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ [٣٧ \\ ٩٩] . وَقَوْلِهِ - تَعَالَى -: فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ [٦ \\ ٧٧] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي أَيْ خَلَقَنِي - يَدُلُّ عَلَى أَنَّهُ لَا يَسْتَحِقُّ الْعِبَادَةَ إِلَّا الْخَالِقُ وَحْدَهُ - جَلَّ وَعَلَا -. </p><p> وَهَذَا الْمَعْنَى الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ - دَلَّتْ عَلَيْهِ آيَاتٌ أُخَرُ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ - تَعَالَى -: يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ الْآيَةَ [٢ \\ ٢١] . وَقَوْلِهِ - تَعَالَى -: وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ [٢٦ \\ ١٨٤] . وَقَوْلِهِ - تَعَالَى -: أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ [١٣ \\ ١٦] . وَقَوْلِهِ - تَعَالَى -: أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ الْآيَةَ [١٦ \\ ١٧] . وَقَوْلِهِ - تَعَالَى -: </p>"
}