{
  "id": null,
  "sura": 43,
  "aya": 65,
  "text": "<p> وَقَدْ قَدَّمْنَا مِرَارًا أَنَّا أَوْضَحْنَا أَنَّ الْقُرْآنَ الْكَرِيمَ لَا مَجَازَ فِيهِ عَلَى التَّحْقِيقِ فِي رِسَالَتِنَا الْمُسَمَّاةِ \" مَنْعُ جَوَازِ الْمَجَازِ فِي الْمُنَزَّلِ لِلتَّعَبُّدِ وَالْإِعْجَازِ \" . </p><p> فَاتَّضَحَ مِمَّا ذَكَرْنَا كُلَّهُ أَنَّ آيَةَ \" الزُّخْرُفِ \" هَذِهِ تُبَيِّنُهَا آيَةُ \" النِّسَاءِ \" الْمَذْكُورَةُ، وَأَنَّ عِيسَى لَمْ يَمُتْ، وَأَنَّهُ يَنْزِلُ فِي آخِرِ الزَّمَانِ، وَإِنَّمَا قُلْنَا: إِنَّ قَوْلَهُ - تَعَالَى - هُنَا: وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ أَيْ عَلَامَةٌ وَدَلِيلٌ عَلَى قُرْبِ مَجِيئِهَا ; لِأَنَّ وَقْتَ مَجِيئِهَا بِالْفِعْلِ لَا يَعْلَمُهُ إِلَّا اللَّهُ. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ مِرَارًا. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَا تَمْتَرُنَّ بِهَا أَيْ لَا تَشُكُّنَّ فِي قِيَامِ السَّاعَةِ ; فَإِنَّهُ لَا شَكَّ فِيهِ. </p><p> وَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ مِرَارًا كَقَوْلِهِ - تَعَالَى -: وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا [٢٢ \\ ٧] . وَقَوْلِهِ: وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ [٤٢ \\ ٧] . وَقَوْلِهِ: لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ [٦ \\ ١٢] . وَقَوْلِهِ: فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَا رَيْبَ فِيهِ [٣ \\ ٢٥] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ. </p><p> وَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ بِكَثْرَةٍ مِرَارًا كَقَوْلِهِ: إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا الْآيَةَ [٣٥ \\ ٦] . وَقَوْلِهِ: أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ الْآيَةَ [١٨ \\ ٥٠] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ. </p><p> قَوْلُهُ هُنَا: ظَلَمُوا أَيْ كَفَرُوا، بِدَلِيلِ قَوْلِهِ فِي مَرْيَمَ فِي الْقِصَّةِ بِعَيْنِهَا: فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ [١٩ \\ ٣٧] . </p><p> وَقَوْلُهُ: مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ يُوَضِّحُهُ قَوْلُهُ هُنَا: مِنْ عَذَابِ يَوْمٍ أَلِيمٍ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا الْآيَاتِ الدَّالَّةَ عَلَى إِطْلَاقِ الظُّلْمِ عَلَى الْكُفْرِ، كَقَوْلِهِ: إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ [٣١ \\ ١٣] . وَقَوْلِهِ: وَالْكَافِرُونَ هُمُ الظَّالِمُونَ [٢ \\ ٢٥٤] . وَقَوْلِهِ: وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ [١٠ \\ ١٠٦] . وَقَوْلِهِ - تَعَالَى -: </p>"
}