{
  "id": null,
  "sura": 43,
  "aya": 21,
  "text": "<p> فَقَالَ عَبْدُ الْجَبَّارِ: أَرَأَيْتَ إِنْ دَعَانِي إِلَى الْهُدَى، وَقَضَى عَلَيَّ بِالرَّدِيءِ، دَعَانِي وَسَدَّ الْبَابَ دُونِي؟ أَتَرَاهُ أَحْسَنَ أَمْ أَسَاءَ؟ </p><p> فَقَالَ أَبُو إِسْحَاقَ: أَرَى أَنَّ هَذَا الَّذِي مَنَعَكَ إِنْ كَانَ حَقًّا وَاجِبًا لَكَ عَلَيْهِ - فَقَدْ ظَلَمَكَ، وَقَدْ أَسَاءَ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، وَإِنْ كَانَ مِلْكُهُ الْمَحْضُ فَإِنْ أَعْطَاكَ فَفَضْلٌ، وَإِنْ مَنْعَكَ فَعَدْلٌ. فَبُهِتَ عَبْدُ الْجَبَّارِ، وَقَالَ الْحَاضِرُونَ: وَاللَّهِ مَا لِهَذَا جَوَابٌ. </p><p> وَمَضْمُونُ جَوَابِ أَبِي إِسْحَاقَ هَذَا الَّذِي أَفْحَمَ بِهِ عَبْدَ الْجَبَّارِ، هُوَ مَعْنَى قَوْلِهِ - تَعَالَى -: قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ [٦ \\ ١٤٩] . </p><p> وَذَكَرَ بَعْضُهُمْ أَنَّ عَمْرَو بْنَ عُبَيْدٍ جَاءَهُ أَعْرَابِيٌّ فَشَكَا إِلَيْهِ أَنَّ دَابَّتَهُ سُرِقَتْ، وَطَلَبَ مِنْهُ أَنْ يَدْعُوَ اللَّهَ لِيَرُدَّهَا إِلَيْهِ. </p><p> فَقَالَ عَمْرٌو مَا مَعْنَاهُ: اللَّهُمَّ إِنَّهَا سُرِقَتْ وَلَمْ تُرِدْ سَرِقَتَهَا; لِأَنَّكَ أَنْزَهُ وَأَجَلُّ مِنْ أَنْ تُدَبِّرَ هَذَا الْخَنَا. </p><p> فَقَالَ الْأَعْرَابِيُّ: نَاشَدْتُكَ اللَّهَ يَا هَذَا، إِلَّا مَا كَفَفْتَ عَنِّي مِنْ دُعَائِكَ هَذَا الْخَبِيثِ، إِنْ كَانَتْ سُرِقَتْ وَلَمْ يُرِدْ سَرِقَتَهَا فَقَدْ يُرِيدُ رَدَّهَا وَلَا تُرَدُّ، وَلَا ثِقَةَ لِي بِرَبٍّ يَقَعُ فِي مُلْكِهِ مَا لَا يَشَاؤُهُ. فَأَلْقَمَهُ حَجَرًا. </p><p> وَقَدْ ذَكَرْنَا هَذِهِ الْمَسْأَلَةَ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» فِي الْكَلَامِ عَنْ آيَةِ «الْأَنْعَامِ» الْمَذْكُورَةِ فِي هَذَا الْبَحْثِ، وَفِي سُورَةِ «الشَّمْسِ» فِي الْكَلَامِ عَنْ قَوْلِهِ - تَعَالَى -: فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا. </p><p> قَوْلُهُ - تَعَالَى -: أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ. </p><p> (أَمْ) هُنَا تَتَضَمَّنُ مَعْنَى اسْتِفْهَامِ الْإِنْكَارِ، يَعْنِي - جَلَّ وَعَلَا - أَنَّ هَذَا الَّذِي يَزْعُمُ الْكُفَّارُ مِنْ أَنَّهُمْ عَلَى حَقٍّ فِي عِبَادَتِهِمُ الْأَوْثَانَ، وَجَعْلِهِمُ الْمَلَائِكَةَ بَنَاتِ اللَّهِ - لَا دَلِيلَ لَهُمْ عَلَيْهِ ; وَلِذَا أَنْكَرَ أَنْ يَكُونَ آتَاهُمْ كِتَابًا يَحِلُّ فِيهِ ذَلِكَ وَأَنَّ يَكُونُوا مُسْتَمْسِكِينَ فِي ذَلِكَ بِكِتَابٍ مِنَ اللَّهِ، فَأَنْكَرَ عَلَيْهِمْ هَذَا هُنَا إِنْكِارًا دَالًّا عَلَى النَّفْيِ لِلتَّمَسُّكِ بِالْكِتَابِ الْمَذْكُورِ، مَعَ التَّوْبِيخِ وَالتَّقْرِيعِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ، مِنْ أَنَّ كُفْرَهُمُ الْمَذْكُورَ لَمْ يَكُنْ عَنْ هُدًى مِنَ اللَّهِ، وَلَا كِتَابٍ أَنْزَلَهُ اللَّهُ بِذَلِكَ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ - تَعَالَى - فِي سُورَةِ «فَاطِرٍ» : </p>"
}