{
  "id": null,
  "sura": 43,
  "aya": 23,
  "text": "<p> قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَى بَيِّنَةٍ مِنْهُ الْآيَةَ [٣٥ \\ ٤٠] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «الْأَحْقَافِ» : قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ [٤٦ \\ ٤] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «الرُّومِ» : أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ [٣٠ \\ ٣٥] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «الصَّافَّاتِ» : أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ [٣٧ \\ ١٥٦ - ١٥٧] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «النَّمْلِ» : أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ [٢٧ \\ ٦٤] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «الْحَجِّ» وَ «لُقْمَانَ» : وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ [٢٢ \\ ٨] وَ [٣١ \\ ٢٠] . </p><p> وَقَوْلِهِ - تَعَالَى - فِي «الْأَنْعَامِ» : قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ [٦ \\ ١٤٨] . </p><p> قَوْلُهُ - تَعَالَى -: وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدتُّمْ عَلَيْهِ آبَاءَكُمْ. </p><p> وَقَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ الْآيَةَ [٢٣ \\ ٤٤] . </p><p> وَفِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا [٦ \\ ١٢٣] . وَقَوْلُهُ - تَعَالَى -: قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ [٤٣ \\ ٢٤] . </p>"
}