{
  "id": null,
  "sura": 43,
  "aya": 16,
  "text": "<p> الْإِنَاثَ، قَالَ وَلَمْ أَجِدْهُ فِي شِعْرٍ قَدِيمٍ وَلَا رَوَاهُ عَنِ الْعَرَبِ الثِّقَاتِ، وَأَجْزَأَتِ الْمَرْأَةُ وَلَدَتِ الْإِنَاثَ، وَأَنْشَدَ أَبُو حَنِيفَةَ: </p><p> زَوَّجْتُهَا مِنْ بَنَاتِ الْأَوْسِ مُجْزِئَةً </p><p> الْبَيْتَ. </p><p> انْتَهَى الْغَرَضُ مِنْ كَلَامِ صَاحِبِ اللِّسَانِ. </p><p> وَظَاهِرُ كَلَامِهِ هَذَا الَّذِي نَقَلَهُ عَنِ الزُّجَاجِ أَنَّ قَوْلَهُمْ: أَجْزَأَتِ الْمَرْأَةُ إِذَا وَلَدَتِ الْإِنَاثَ - مَعْرُوفٌ ; وَلِذَا ذَكَرَهُ وَذَكَرَ الْبَيْتَ الَّذِي أَنْشَدَهُ لَهُ أَبُو حَنِيفَةَ كَالْمُسَلِّمِ لَهُ. </p><p> وَالْوَجْهُ الثَّانِي: وَهُوَ التَّحْقِيقُ - إِنْ شَاءَ اللَّهُ - أَنَّ الْمُرَادَ بِالْجُزْءِ فِي الْآيَةِ الْوَلَدُ، وَأَنَّهُ أَطْلَقَ عَلَيْهِ اسْمَ الْجُزْءِ ; لِأَنَّ الْفَرْعَ كَأَنَّهُ جُزْءٌ مِنْ أَصْلِهِ، وَالْوَلَدَ كَأَنَّهُ بِضْعَةٌ مِنَ الْوَالِدِ، كَمَا لَا يَخْفَى. </p><p> وَأَمَّا كَوْنُ الْمُرَادِ بِالْوَلَدِ الْمُعَبَّرِ عَنْهُ بِالْجُزْءِ فِي الْآيَةِ - خُصُوصُ الْإِنَاثِ، فَقَرِينَةُ السِّيَاقِ دَالَّةٌ عَلَيْهِ دَلَالَةً وَاضِحَةً ; لِأَنَّ جَعْلَ الْجُزْءِ الْمَذْكُورِ لِلَّهِ مِنْ عِبَادِهِ هُوَ بِعَيْنِهِ الَّذِي أَنْكَرَهُ اللَّهُ إِنْكَارًا شَدِيدًا، وَقَرَّعَ مُرْتَكِبَهُ تَقْرِيعًا شَدِيدًا فِي قَوْلِهِ - تَعَالَى - بَعْدَهُ: أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا إِلَى قَوْلِهِ: وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ [٤٣ \\ ١٦ - ١٨] . </p><p> وَقَرَأَ هَذَا الْحَرْفَ شُعْبَةُ عَنْ عَاصِمٍ جُزْءًا بِضَمِّ الزَّايِ، وَبَاقِي السَّبْعَةِ بِإِسْكَانِهَا، وَحَمْزَةُ عِنْدَ الْوَقْفِ يُسْقِطُ الْهَمْزَةَ بِنَقْلِ حَرَكَتِهَا إِلَى الزَّايِ مَعَ حَذْفِ التَّنْوِينِ لِلْوَقْفِ. </p><p> قَوْلُهُ - تَعَالَى -: أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ. </p><p> (أَمْ) هُنَا بِمَعْنَى اسْتِفْهَامِ الْإِنْكَارِ ; فَالْكُفَّارُ لَمَّا قَالُوا: الْمَلَائِكَةُ بَنَاتُ اللَّهِ - أَنْكَرَ اللَّهُ عَلَيْهِمْ أَشَدَّ الْإِنْكَارِ، مُوَبِّخًا لَهُمْ أَشَدَّ التَّوْبِيخِ ; حَيْثُ افْتَرَوْا عَلَيْهِ الْوَلَدَ، ثُمَّ جَعَلُوا لَهُ أَنْقَصَ الْوَلَدَيْنِ وَأَحْقَرَهُمَا، وَهُوَ الْأُنْثَى، كَمَا قَالَ هُنَا: أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ، وَهِيَ النَّصِيبُ الْأَدْنَى مِنَ الْأَوْلَادِ، (وَأَصْفَاكُمْ) أَنْتُمْ، أَيْ خُصِّكُمْ وَآثَرَكُمْ (بِالْبَنِينَ) الَّذِينَ هُمُ النَّصِيبُ الْأَعْلَى مِنَ الْأَوْلَادِ. </p><p> وَإِنْكَارُ هَذَا عَلَيْهِمْ وَتَوْبِيخُهُمْ عَلَيْهِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ هُنَا: </p>"
}