{
  "id": null,
  "sura": 43,
  "aya": 36,
  "text": "<p> وَقَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ جَمِيعَ ذَلِكَ بَعْضُهُ مِنْ فِضَّةٍ، وَبَعْضُهُ مِنْ زُخْرُفٍ، أَيْ ذَهَبٍ. </p><p> وَقَدْ ذَكَرَ الْقُرْطُبِيُّ أَنَّ إِعْرَابَ قَوْلِهِ: وُزُخْرُفًا - عَلَى هَذَا الْقَوْلِ أَنَّهُ مَنْصُوبٌ بِنَزْعِ الْخَافِضِ، وَأَنَّ الْمَعْنَى مِنْ فِضَّةٍ، وَمِنْ زُخْرُفٍ، فَحَذَفَ حَرْفَ الْجَرِّ فَانْتَصَبَ زُخْرُفًا. </p><p> وَأَكْثَرُ عُلَمَاءِ النَّحْوِ عَلَى أَنَّ النَّصْبَ بِنَزْعِ الْخَافِضِ لَيْسَ مُطَّرِدًا وَلَا قِيَاسِيًّا، وَمَا سُمِعَ مِنْهُ يُحْفَظُ وَلَا يُقَاسُ عَلَيْهِ. </p><p> وَعَلَيْهِ دَرَجَ ابْنُ مَالِكٍ فِي الْخُلَاصَةِ فِي قَوْلِهِ: </p><p> وَإِنْ حُذِفْ فَالنَّصْبُ لِلْمُنْجَرِّ نَقْلًا. . . إِلَخْ. </p><p> وَعَلِيُّ بْنُ سُلَيْمَانَ وَهُوَ الْأَخْفَشُ الصَّغِيرُ يَرَى اطِّرَادَهُ فِي كُلِّ شَيْءٍ أُمِنَ فِيهِ اللَّبْسُ، كَمَا أَشَارَ فِي الْكَافِيَةِ بِقَوْلِهِ: </p><p> وَابْنُ سُلَيْمَانَ اطِّرَادَهُ رَأَى ... إِنْ لَمْ يُخَفْ لَبْسٌ كَمِنْ زَيْدٍ نَأَى </p><p> وَقَوْلُهُ - تَعَالَى -: وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا [٤٣ \\ ٣٥] عَلَى قِرَاءَةِ الْجُمْهُورِ بِتَخْفِيفِ الْمِيمِ مِنْ (لَمَا) ، فَـ (إِنْ) هِيَ الْمُخَفَّفَةُ مِنَ الثَّقِيلَةِ، وَاللَّامُ هِيَ الْفَارِقَةُ بَيْنَ (إِنِ) الْمُخَفَّفَةِ مِنَ الثَّقِيلَةِ، وَ (إِنِ) النَّافِيَةِ الْمُشَارِ إِلَيْهَا بِقَوْلِهِ فِي الْخُلَاصَةِ: </p><p> وَخُفِّفَتْ إِنْ فَقَلَّ الْعَمَلُ ... وَتَلْزَمُ اللَّامُ إِذَا مَا تُهْمَلُ </p><p> وَ (مَا) مَزِيدَةٌ لِلتَّوْكِيدِ، وَأَمَّا عَلَى قِرَاءَةِ عَاصِمٍ وَحَمْزَةَ وَابْنِ عَامِرٍ فِي إِحْدَى الرِّوَايَتَيْنِ عَنْ هِشَامٍ (لَمَّا) بِتَشْدِيدِ الْمِيمِ فَـ (إِنْ) نَافِيَةٌ، وَ (لَمَّا) حَرْفُ إِثْبَاتٍ بِمَعْنَى إِلَّا. </p><p> وَالْمَعْنَى: وَمَا كُلُّ ذَلِكَ إِلَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا. </p><p> وَذَكَرَهُ بَعْضُهُمْ أَنَّ تَشْدِيدَ مِيمِ (لَمَّا) عَلَى بَعْضِ الْقِرَاءَاتِ فِي هَذِهِ الْآيَةِ وَآيَةِ «الطَّارِقِ» إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ [٨٦ \\ ٤] - لُغَةُ بَنِي هُذَيْلِ بْنِ مُدْرِكَةَ. وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ.ُُ </p>"
}