{
  "id": null,
  "sura": 43,
  "aya": 68,
  "text": "<p> وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أَيْ بِشِرْكٍ، كَمَا فَسَّرَهُ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْحَدِيثِ الثَّابِتِ فِي صَحِيحِ الْبُخَارِيِّ. </p><p> قَوْلُهُ - تَعَالَى -: هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ. </p><p> الِاسْتِفْهَامُ بِهَلْ هُنَا بِمَعْنَى النَّفْيِ، وَ (يَنْظُرُونَ) بِمَعْنَى يَنْتَظِرُونَ، أَيْ مَا يَنْتَظِرُ الْكُفَّارُ إِلَّا السَّاعَةَ، أَيِ الْقِيَامَةَ، (أَنْ تَأْتِيَهُمْ بَغْتَةً) أَيْ فِي حَالِ كَوْنِهَا مُبَاغِتَةً لَهُمْ، أَيْ مُفَاجِئَةً لَهُمْ، (وَهُمْ لَا يَشْعُرُونَ) أَيْ بِمُفَاجَأَتِهَا فِي حَالِ غَفْلَتِهِمْ وَعَدَمِ شُعُورِهِمْ بِمَجِيئِهَا. </p><p> وَالظَّاهِرُ أَنَّ الْمَصْدَرَ الْمُنْسَبِكَ مِنْ أَنْ وَصِلَتِهَا فِي قَوْلِهِ: أَنْ تَأْتِيَهُمْ فِي مَحَلِّ نَصْبٍ عَلَى أَنَّهُ بَدَلُ اشْتِمَالٍ مِنَ السَّاعَةِ، وَكَوْنَ يَنْظُرُونَ بِمَعْنَى يَنْتَظِرُونَ مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> فَإِنَّكُمَا إِنْ تُنْظِرَانِي سَاعَةً مِنَ ... الدَّهْرِ تَنْفَعُنِي لَدَى أُمِّ جُنْدُبِ </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ السَّاعَةَ تَأْتِيهِمْ بَغْتَةً - جَاءَ مُوَضَّحًا فِي آيَاتٍ مِنْ كِتَابِ اللَّهِ، كَقَوْلِهِ - تَعَالَى - فِي «الْأَعْرَافِ» : ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً [٧ \\ ١٨٧] . وَقَوْلِهِ - تَعَالَى - فِي «الْقِتَالِ» : فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا [٤٧ \\ ١٨] . وَقَوْلِهِ - تَعَالَى -: مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ فَلَا يَسْتَطِيعُونَ تَوْصِيَةً الْآيَةَ [٣٦ \\ ٤٩ - ٥٠] . </p><p> فَالْمُرَادُ بِالصَّيْحَةِ: الْقِيَامَةُ. </p><p> وَقَوْلُهُ: وَهُمْ يَخِصِّمُونَ فَلَا يَسْتَطِيعُونَ تَوْصِيَةً الْآيَةَ - يَدُلُّ عَلَى أَنَّهَا تَأْتِيهِمْ وَهُمْ فِي غَفْلَةٍ وَعَدَمِ شُعُورٍ بِإِتْيَانِهَا، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ بَعْضَ صِفَاتِ الَّذِينَ يَنْتَفِي عَنْهُمُ الْخَوْفُ وَالْحَزَنُ يَوْمَ الْقِيَامَةِ ; فَذَكَرَ مِنْهَا هُنَا الْإِيمَانَ بِآيَاتِ اللَّهِ وَالْإِسْلَامِ، وَذَكَرَ بَعْضًا مِنْهَا فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> فَمِنْ ذَلِكَ الْإِيمَانُ وَالتَّقْوَى، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى - فِي سُورَةِ «يُونُسَ» : أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ [١٠ \\ ٦٢ - ٦٣] . </p><p> وَمِنْ ذَلِكَ الِاسْتِقَامَةُ، وَقَوْلُهُمْ: رَبُّنَا اللَّهُ، وَذَلِكَ فِي قَوْلِهِ فِي «فُصِّلَتْ» : إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا [٤١] . وَقَوْلِهِ - تَعَالَى - فِي «الْأَحْقَافِ» : إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ [٤٦ \\ ١٣] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْخَوْفُ فِي لُغَةِ الْعَرَبِ: الْغَمُّ مِنْ أَمْرٍ مُسْتَقْبَلٍ. </p><p> وَالْحَزَنُ: الْغَمُّ مِنْ أَمْرٍ مَاضٍ. </p><p> وَرُبَّمَا اسْتُعْمِلَ كُلٌّ مِنْهُمَا فِي مَوْضِعِ الْآخَرِ. </p><p> وَإِطْلَاقُ الْخَوْفِ عَلَى الْغَمِّ أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ. </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: وَمِنْهُ قَوْلُهُ - تَعَالَى -: إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ [٢ \\ ٢٢٩] . </p><p> قَالَ مَعْنَاهُ: إِلَّا أَنْ يَعْلَمَا. </p><p> وَمِنْهُ قَوْلُ أَبِي مِحْجَنٍ الثَّقَفِيِّ: </p><p> إِذَا مِتُّ فَادْفِنِّي إِلَى جَنْبِ كَرْمَةٍ ... تُرَوِّي عِظَامِي فِي الْمَمَاتِ عُرُوقُهَا </p><p> وَلَا تَدْفِنَنِّي فِي الْفَلَاةِ فَإِنَّنِي ... أَخَافُ إِذَا مَا مِتُّ أَلَّا أَذُوقَهَا </p><p> فَقَوْلُهُ: أَخَافُ، أَيْ أَعْلَمُ لِأَنَّهُ لَا يَشُكُّ فِي أَنَّهُ لَا يَشْرَبُهَا بَعْدَ مَوْتِهِ. </p><p> وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ ظَاهِرُهُ الْمُغَايِرَةُ بَيْنَ الْإِيمَانِ وَالْإِسْلَامِ. </p><p> وَقَدْ دَلَّتْ بَعْضُ الْآيَاتِ عَلَى اتِّحَادِهِمَا كَقَوْلِهِ - تَعَالَى -: فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ [٥١ \\ ٣٥ - ٣٦] . </p><p> وَلَا مُنَافَاةَ فِي ذَلِكَ، فَإِنَّ الْإِيمَانَ يُطْلَقُ تَارَةً عَلَى جَمِيعِ مَا يُطْلَقُ عَلَيْهِ الْإِسْلَامُ مِنَ الِاعْتِقَادِ وَالْعَمَلِ، كَمَا ثَبَتَ فِي الصَّحِيحِ فِي حَدِيثِ وَفْدِ عَبْدِ الْقَيْسِ، وَالْأَحَادِيثُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ جِدًّا. </p><p> وَمِنْ أَصَرَحِهَا فِي ذَلِكَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «الْإِيمَانُ بِضْعٌ وَسَبْعُونَ» . </p><p> وَفِي بَعْضِ الرِّوَايَاتِ الثَّابِتَةِ فِي الصَّحِيحِ:  «وَسِتُّونَ شُعْبَةً أَعْلَاهَا شَهَادَةُ أَلَّا إِلَهَ إِلَّا اللَّهُ، وَأَدْنَاهَا إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ» . </p><p> فَقَدْ سَمَّى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «إِمَاطَةَ الْأَذَى عَنِ الطَّرِيقِ» إِيمَانًا. </p><p> وَقَدْ أَطَالَ الْبَيْهَقِيُّ - رَحِمَهُ اللَّهُ - فِي شُعَبِ الْإِيمَانِ، فِي ذِكْرِ الْأَعْمَالِ الَّتِي جَاءَ الْكِتَابُ وَالسُّنَّةُ بِتَسْمِيَتِهَا إِيمَانًا. </p><p> فَالْإِيمَانُ الشَّرْعِيُّ التَّامُّ وَالْإِسْلَامُ الشَّرْعِيُّ التَّامُّ مَعْنَاهُمَا وَاحِدٌ. </p><p> وَقَدْ يُطْلَقُ الْإِيمَانُ إِطْلَاقًا آخَرُ عَلَى خُصُوصِ رُكْنِهِ الْأَكْبَرِ الَّذِي هُوَ الْإِيمَانُ بِالْقَلْبِ، كَمَا فِي حَدِيثِ جِبْرِيلَ الثَّابِتِ فِي الصَّحِيحِ. </p><p> وَالْقَلْبُ مُضْغَةٌ فِي الْجَسَدِ إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، فَغَيْرُهُ تَابِعٌ لَهُ، وَعَلَى هَذَا تَحْصُلُ الْمُغَايَرَةُ فِي الْجُمْلَةِ بَيْنَ الْإِيمَانِ وَالْإِسْلَامِ. </p><p> فَالْإِيمَانُ، عَلَى هَذَا الْإِطْلَاقِ اعْتِقَادٌ، وَالْإِسْلَامُ شَامِلٌ لِلْعَمَلِ. </p><p> وَاعْلَمْ أَنَّ مُغَايَرَتَهُ - تَعَالَى - بَيْنَ الْإِيمَانِ وَالْإِسْلَامِ فِي قَوْلِهِ - تَعَالَى -: قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ [٤٩ \\ ١٤] . </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِالْإِيمَانِ هُنَا مَعْنَاهُ الشَّرْعِيُّ، وَالْمُرَادُ بِالْإِسْلَامِ مَعْنَاهُ اللُّغَوِيُّ، لِأَنَّ إِذْعَانَ الْجَوَارِحِ وَانْقِيَادَهَا دُونَ إِيمَانِ الْقَلْبِ - إِسْلَامٌ لُغَةً لَا شَرْعًا. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِكُلٍّ مِنْهُمَا مَعْنَاهُ الشَّرْعِيُّ، وَلَكِنَّ نَفْيَ الْإِيمَانِ فِي قَوْلِهِ: وَلَمَّا يَدْخُلِ الْإِيمَانُ، يُرَادُ بِهِ عِنْدَ مَنْ قَالَ هَذَا نَفْيُ كَمَالِ الْإِيمَانِ، لَا نَفْيُ أَصْلِهِ، وَلَكِنْ ظَاهِرُ الْآيَةِ لَا يُسَاعِدُ عَلَى هَذَا ; لِأَنَّ قَوْلَهُ: وَلَمَّا يَدْخُلِ فِعْلٌ فِي سِيَاقِ النَّفْيِ، وَهُوَ صِيغَةُ عُمُومٍ عَلَى التَّحْقِيقِ، وَإِنْ لَمْ يُؤَكَّدْ بِمَصْدَرٍ، وَوَجْهُهُ وَاضِحٌ جِدًّا كَمَا قَدَّمْنَاهُ مِرَارًا. </p><p> وَهُوَ أَنَّ الْفِعْلَ الصِّنَاعِيَّ يَنْحَلُّ عَنْ مَصْدَرٍ وَزَمَنٍ عِنْدَ النَّحْوِيِّينَ، وَعَنْ مَصْدَرٍ وَزَمَنٍ وَنِسْبَةٍ عِنْدَ الْبَلَاغِيِّينَ، كَمَا حَرَّرُوهُ فِي مَبْحَثِ الِاسْتِعَارَةِ التَّبَعِيَّةِ، وَهُوَ أَصْوَبُ. </p>"
}