{
  "id": null,
  "sura": 44,
  "aya": 28,
  "text": "<p> أَفْلَحَ الْمُؤْمِنُونَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ الْآيَةَ [٢٣ \\ ٧٠] . </p><p> قَوْلُهُ - تَعَالَى -: وَجَاءَهُمْ رَسُولٌ كَرِيمٌ أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ. </p><p> الرَّسُولُ الْكَرِيمُ هُوَ مُوسَى، وَالْآيَاتُ الدَّالَّةُ عَلَى أَنَّ مُوسَى هُوَ الَّذِي أُرْسِلَ لِفِرْعَوْنَ وَقَوْمِهِ - كَثِيرَةٌ وَمَعْرُوفَةٌ. </p><p> وَقَوْلُهُ: أَدُّوا إِلَيَّ أَيْ سَلِّمُوا إِلَيَّ عِبَادَ اللَّهِ، يَعْنِي بَنِي إِسْرَائِيلَ، وَأَرْسِلُوهُمْ مَعِي. </p><p> فَقَوْلُهُ: عِبَادَ اللَّهِ مَفْعُولٌ بِهِ لِقَوْلِهِ: أَدُّوا. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ مُوسَى طَلَبَ مِنْ فِرْعَوْنَ أَنْ يُسَلِّمَ لَهُ بَنِي إِسْرَائِيلَ وَيُرْسِلَهُمْ مَعَهُ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، مُصَرَّحًا فِيهَا بِأَنَّ عِبَادَ اللَّهِ هُمْ بَنُو إِسْرَائِيلَ، كَقَوْلِهِ - تَعَالَى - فِي «طه» : فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ [٢٠ \\ ٤٧] . وَقَوْلِهِ - تَعَالَى - فِي «الشُّعَرَاءِ» : فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ أَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ الْآيَةَ [٢٦ \\ ١٦ - ١٧] . </p><p> وَالتَّحْقِيقُ أَنَّ (أَنْ) فِي قَوْلِهِ: أَنْ أَدُّوا هِيَ الْمُفَسِّرَةُ ; لِأَنَّ مَجِيءَ الرَّسُولِ يَتَضَمَّنُ مَعْنَى الْقَوْلِ، لَا الْمُخَفَّفَةُ مِنَ الثَّقِيلَةِ، وَأَنَّ قَوْلَهُ: عِبَادَ اللَّهِ مَفْعُولٌ بِهِ كَمَا ذَكَرْنَا، وَكَمَا أَوْضَحَتْهُ آيَةُ «طه» وَآيَةُ «الشُّعَرَاءِ» لَا مُنَادَى مُضَافٌ. </p><p> قَوْلُهُ - تَعَالَى -: وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الْمُؤْمِنِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَقَالَ مُوسَى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ [٤٠ \\ ٢٧] . </p><p> قَوْلُهُ - تَعَالَى -: كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ. </p><p> لَمْ يُبَيِّنْ هُنَا مَنْ هَؤُلَاءِ الْقَوْمُ الَّذِينَ أَوْرَثَهُمْ مَا ذَكَرَهُ هُنَا، وَلَكِنَّهُ بَيَّنَ فِي سُورَةِ «الشُّعَرَاءِ» أَنَّهُمْ بَنُو إِسْرَائِيلَ، وَذَلِكَ فِي قَوْلِهِ - تَعَالَى -: كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ الْآيَةَ </p>"
}