{
  "id": null,
  "sura": 44,
  "aya": 48,
  "text": "<p> [٢٦ \\ ٥٩] كَمَا تَقَدَّمَ فِي التَّرْجَمَةِ، وَفِي «الْأَعْرَافِ» . </p><p> قَوْلُهُ - تَعَالَى -: وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَاءِيلَ مِنَ الْعَذَابِ الْمُهِينِ مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ. </p><p> مَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّهُ نَجَّى بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ الَّذِي كَانَ يُعَذِّبُهُمْ بِهِ فِرْعَوْنُ وَقَوْمُهُ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، مُصَرَّحًا فِيهَا بِأَنْوَاعِ الْعَذَابِ الْمَذْكُورِ، كَقَوْلِهِ - تَعَالَى - فِي سُورَةِ «الْبَقَرَةِ» : وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ إِلَى قَوْلِهِ: وَأَنْتُمْ تَنْظُرُونَ [٢ \\ ٤٩ - ٥٠] . وَقَوْلِهِ فِي «الْأَعْرَافِ» : وَإِذْ أَنْجَيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُقَتِّلُونَ أَبْنَاءَكُمْ الْآيَةَ [٧ \\ ١٤١] . وَقَوْلِهِ - تَعَالَى - فِي «الْمُؤْمِنِ» : فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ الْآيَةَ [٤٠ \\ ٢٥] . وَقَوْلِهِ - تَعَالَى - عَنْ «إِبْرَاهِيمَ» : وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ الْآيَةَ [١٤ \\ ١٦] . </p><p> وَقَوْلِهِ فِي «الشُّعَرَاءِ» : وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ [٢٦ \\ ٢٢] فَتَعْبِيدُهُ إِيَّاهُمْ مِنْ أَنْوَاعِ عَذَابِهِ لَهُمْ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، مِنْ أَنَّ فِرْعَوْنَ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ - أَوْضَحَهُ أَيْضًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى - فِي «يُونُسَ» : وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الْأَرْضِ وَإِنَّهُ لَمِنَ الْمُسْرِفِينَ [١٠ \\ ٨٣] . وَقَوْلِهِ - تَعَالَى - فِي أَوَّلِ «الْقَصَصِ» : إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ [٢٨ \\ ٤] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ فِي سُورَةِ «الْحَجِّ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ [٢٢ \\ ١٩] . </p>"
}