{
  "id": null,
  "sura": 45,
  "aya": 36,
  "text": "<p> فِيهَا وَعِيدُ مُنْكِرِي الْبَعْثِ بِالنَّارِ فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا [٢٥ \\ ١١] . </p><p> قَوْلُهُ - تَعَالَى -: وَيَوْمَ تَقُومُ السَّاعةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الْمُؤْمِنِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ [٤٠ \\ ٧٨] . </p><p> قَوْلُهُ - تَعَالَى -: كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْآيَةَ. </p><p> قَدْ قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ [١٨ \\ ٤٩] . </p><p> قَوْلُهُ - تَعَالَى -: هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّ كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «مَرْيَمَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا [١٩ \\ ٧٩] . وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ - تَعَالَى -: وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «طه» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا [٢٠ \\ ١١٥] . </p><p> قَوْلُهُ - تَعَالَى -: فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعَتَبُونَ. </p><p> قَدْ أَوْضَحْنَا مَعْنَى قَوْلِهِ: يُسْتَعْتَبُونَ، فِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ [١٦ \\ ٨٤] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا - قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الزُّخْرُفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَنَادَوْا يَامَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ [٤٣ \\ ٧٧] . </p><p> قَوْلُهُ - تَعَالَى -: فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ. </p><p> أَتْبَعَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَمْدَهُ - جَلَّ وَعَلَا - بِوَصْفِهِ بِأَنَّهُ رَبُّ السَّمَاوَاتِ </p>"
}