{
  "id": null,
  "sura": 45,
  "aya": 21,
  "text": "<p> قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَى إِلَيَّ مِنْ رَبِّي هَذَا بَصَائِرُ مِنْ رَبِّكُمْ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ [٧ \\ ٢٠٣] . وَقَوْلِهِ - تَعَالَى - فِي «الْأَنْعَامِ» : قَدْ جَاءَكُمْ بَصَائِرُ مِنْ رَبِّكُمْ فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ [٦ \\ ١٠٤] . </p><p> وَمَا تَضَمَّنَتْهُ آيَةُ «الْجَاثِيَةِ» مِنْ أَنَّ الْقُرْآنَ بَصَائِرُ وَهُدًى وَرَحْمَةٌ، ذَكَرَ - تَعَالَى - مِثْلَهُ فِي سُورَةِ «الْقَصَصِ» عَنْ كِتَابِ مُوسَى الَّذِي هُوَ التَّوْرَاةُ فِي قَوْلِهِ - تَعَالَى -: وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ [٢٨ \\ ٤٣] . </p><p> وَمَا تَضَمَّنَتْهُ آيَةُ «الْجَاثِيَةِ» هَذِهِ مِنْ كَوْنِ الْقُرْآنِ هُدًى وَرَحْمَةً - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ. </p><p> أَمَّا كَوْنُهُ هُدًى فَقَدْ ذَكَرْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ قَرِيبًا. </p><p> وَأَمَّا كَوْنُهُ رَحْمَةً فَقَدْ ذَكَرْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا [١٨ \\ ١] . وَفِي أَوَّلِهَا فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ [١٨ \\ ١] . وَفِي «فَاطِرٍ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا [٣٥ \\ ٢] . وَفِي «الزُّخْرُفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ: أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ الْآيَةَ [٤٣ \\ ٣٢] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِقَوْمٍ يُوقِنُونَ أَيْ لِأَنَّهُمْ هُمُ الْمُنْتَفِعُونَ بِهِ. </p><p> وَفِي هَذِهِ الْآيَةِ الْكَرِيمَةِ سُؤَالٌ عَرَبِيٌّ مَعْرُوفٌ، وَهُوَ أَنَّ الْمُبْتَدَأَ الَّذِي هُوَ قَوْلُهُ: هَذَا اسْمُ إِشَارَةٍ إِلَى مُذَكَّرٍ مُفْرَدٍ، وَالْخَبَرُ الَّذِي هُوَ بَصَائِرُ جَمْعٌ مُكَسَّرٌ مُؤَنَّثٌ. </p><p> فَيُقَالُ: كَيْفَ يُسْنَدُ الْجَمْعُ الْمُؤَنَّثُ الْمُكَسَّرُ إِلَى الْمُفْرَدِ الْمُذَكَّرِ؟ وَالْجَوَابُ: أَنَّ مَجْمُوعَ الْقُرْآنِ كِتَابٍ وَاحِدٍ، تَصِحُّ الْإِشَارَةُ إِلَيْهِ بِهَذَا، وَهَذَا الْكِتَابُ الْوَاحِدُ يَشْتَمِلُ عَلَى بَرَاهِينَ كَثِيرَةٍ، فَصَحَّ إِسْنَادُ الْبَصَائِرِ إِلَيْهِ لِاشْتِمَالِهِ عَلَيْهَا كَمَا لَا يَخْفَى. </p><p> قَوْلُهُ - تَعَالَى -: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ (ص) فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: </p>"
}