{
  "id": null,
  "sura": 45,
  "aya": 9,
  "text": "<p> وَخُفِّفَتْ كَأَنَّ أَيْضًا فَنُوِي ... مَنْصُوبُهَا وَثَابِتًا أَيْضًا رُوِي </p><p> وَقَدْ قَدَّمْنَا فِي أَوَّلِ سُورَةِ «الْكَهْفِ» أَنَّ الْبِشَارَةَ تُطْلَقُ غَالِبًا عَلَى الْإِخْبَارِ بِمَا يَسُرُّ، وَأَنَّهَا رُبَّمَا أُطْلِقَتْ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ عَلَى الْإِخْبَارِ بِمَا يَسُوءُ أَيْضًا. وَأَوْضَحنَا ذَلِكَ بِشَوَاهِدِهِ الْعَرَبِيَّةِ. وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ قَالَ بَعْضُ الْعُلَمَاءِ: وَيْلٌ وَادٍ فِي جَهَنَّمَ. </p><p> وَالْأَظْهَرُ أَنَّ لَفْظَةَ وَيْلٌ كَلِمَةُ عَذَابٍ وَهَلَاكٍ، وَأَنَّهَا مَصْدَرٌ لَا لَفْظَ لَهُ مِنْ فِعْلِهِ، وَأَنَّ الْمُسَوِّغَ لِلِابْتِدَاءِ بِهَا مَعَ أَنَّهَا نَكِرَةٌ كَوْنُهَا فِي مَعْرِضِ الدُّعَاءِ عَلَيْهِمْ بِالْهَلَاكِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ. </p><p> قَرَأَهُ نَافِعٌ، وَابْنُ كَثِيرٍ، وَأَبُو عَمْرٍو، وَحَفْصٌ عَنْ عَاصِمٍ -: يُؤْمِنُونَ، بِيَاءِ الْغَيْبَةِ. </p><p> وَقَرَأَهُ ابْنُ عَامِرٍ، وَحَمْزَةُ، وَالْكِسَائِيُّ، وَشُعْبَةُ عَنْ عَاصِمٍ -: تُؤْمِنُونَ، بِتَاءِ الْخِطَابِ. </p><p> وَقَرَأَهُ وَرْشٌ عَنْ نَافِعٍ، وَالسُّوسِيُّ عَنْ أَبِي عَمْرٍو -: يُومَنُونَ، بِإِبْدَالِ الْهَمْزَةِ وَاوًا وَصْلًا وَوَقْفًا. </p><p> وَقَرَأَهُ حَمْزَةُ بِإِبْدَالِ الْهَمْزَةِ وَاوًا فِي الْوَقْفِ دُونَ الْوَصْلِ. </p><p> وَالْبَاقُونَ بِتَحْقِيقِ الْهَمْزَةِ مُطْلَقًا. </p><p> قَوْلُهُ - تَعَالَى -: وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَوَعُّدُ الْأَفَّاكِ الْأَثِيمِ بِالْوَيْلِ، وَالْبِشَارَةِ بِالْعَذَابِ الْأَلِيمِ. </p><p> وَقَدْ قَدَّمْنَا قَرِيبًا أَنَّ مِنْ صِفَاتِهِ أَنَّهُ إِذَا سَمِعَ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ أَصَرَّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا، وَذَكَرَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ إِذَا عَلِمَ مِنْ آيَاتِ اللَّهِ شَيْئًا اتَّخَذَهَا هُزُوًا، أَيْ مَهْزُوءًا بِهَا، مُسْتَخِفًّا بِهَا، ثُمَّ تَوَعَّدَهُ عَلَى ذَلِكَ بِالْعَذَابِ الْمُهِينِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْكُفَّارَ يَتَّخِذُونَ آيَاتِ اللَّهِ هُزُوًا، وَأَنَّهُمْ سَيُعَذَّبُونَ عَلَى ذَلِكَ يَوْمَ الْقِيَامَةِ - قَدْ بَيَّنَهُ - تَعَالَى - فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى - فِي آخِرِ </p>"
}