{
  "id": null,
  "sura": 46,
  "aya": 20,
  "text": "<p> وَقَوْلُهُ: حَقَّ عَلَيْهِمُ الْقَوْلُ أَيْ وَجَبَتْ عَلَيْهِمْ كَلِمَةُ الْعَذَابِ. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِذَلِكَ فِي سُورَةِ «يس» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ [٣٦ \\ ٧] . </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ مُنْكِرِي الْبَعْثِ يَحِقُّ عَلَيْهِمُ الْقَوْلُ لِكُفْرِهِمْ - قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «الْفُرْقَانِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا [٢٥ \\ ١١] . </p><p> قَوْلُهُ - تَعَالَى -: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ. </p><p> مَعْنَى الْآيَةِ الْكَرِيمَةِ أَنَّهُ يُقَالُ لِلْكُفَّارِ يَوْمَ يُعْرَضُونَ عَلَى النَّارِ: أَذْهَبْتُمْ طَيِّبَاتِكُمْ. </p><p> فَقَوْلُ: يُعْرَضُونَ عَلَى النَّارِ - قَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَاهُ يُبَاشِرُونَ حَرَّهَا، كَقَوْلِ الْعَرَبِ: عَرَضَهُمُ عَلَى السَّيْفِ إِذَا قَتَلَهُمْ بِهِ، وَهُوَ مَعْنًى مَعْرُوفٌ فِي كَلَامِ الْعَرَبِ. </p><p> وَقَدْ ذَكَرَ - تَعَالَى - مِثْلَ مَا ذَكَرَ هُنَا فِي قَوْلِهِ: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ [٤٦ \\ ٣٤] وَهَذَا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِالْعَرْضِ مُبَاشَرَةُ الْعَذَابِ ; لِقَوْلِهِ: قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ [٦] . وَقَوْلِهِ - تَعَالَى -: وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا [٤٠ \\ ٤٥ - ٤٦] ; لِأَنَّهُ عَرْضُ عَذَابٍ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مَعْنَى عَرْضِهِمْ عَلَى النَّارِ هُوَ تَقْرِيبُهُمْ مِنْهَا، وَالْكَشْفُ لَهُمْ عَنْهَا حَتَّى يَرَوْهَا، كَمَا قَالَ - تَعَالَى -: وَرَأَى الْمُجْرِمُونَ النَّارَ الْآيَةَ [١٨ \\ ٥٣] . وَقَالَ - تَعَالَى -: وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ [٨٩ \\ ٢٣] . </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ فِي الْكَلَامِ قَلْبٌ، وَهُوَ مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ. قَالُوا: وَالْمَعْنَى: وَيَوْمَ تُعْرَضُ النَّارُ عَلَى الَّذِينَ كَفَرُوا. قَالُوا: وَهُوَ كَقَوْلِ الْعَرَبِ: عَرَضْتُ النَّاقَةَ عَلَى الْحَوْضِ. يَعْنُونَ عَرَضْتُ الْحَوْضَ عَلَى النَّاقَةِ، وَيَدُلُّ لِهَذَا قَوْلُهُ - تَعَالَى -: وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا [١٨ \\ ١٠٠] . </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: هَذَا النَّوْعُ الَّذِي ذَكَرُوهُ مِنَ الْقَلْبِ فِي الْآيَةِ، كَقَلْبِ الْفَاعِلِ مَفْعُولًا، وَالْمَفْعُولِ فَاعِلًا، وَنَحْوِ ذَلِكَ - اخْتَلَفَ فِيهِ عُلَمَاءُ الْعَرَبِيَّةِ، فَمَنَعَهُ الْبَلَاغِيُّونَ إِلَّا فِي التَّشْبِيهِ، فَأَجَازُوا قَلْبَ الْمُشَبَّهِ مُشَبَّهًا بِهِ وَالْمُشَبَّهِ بِهِ مُشَبَّهًا بِشَرْطِ أَنْ يَتَضَمَّنَ ذَلِكَ نُكْتَةً وَسِرًّا لَطِيفًا، كَمَا هُوَ الْمَعْرُوفُ عِنْدَهُمْ فِي مَبْحَثِ التَّشْبِيهِ الْمَقْلُوبِ. </p><p> وَأَجَازَهُ كَثِيرٌ مِنْ عُلَمَاءِ الْعَرَبِيَّةِ. </p><p> وَالَّذِي يَظْهَرُ لَنَا أَنَّهُ أُسْلُوبٌ عَرَبِيٌّ نَطَقَتْ بِهِ الْعَرَبُ فِي لُغَتِهَا، إِلَّا أَنَّهُ يُحْفَظُ مَا سَمِعَ مِنْهُ، وَلَا يُقَاسُ عَلَيْهِ، وَمِنْ أَمْثِلَتِهِ فِي التَّشْبِيهِ قَوْلُ الرَّاجِزِ: </p><p> وَمَنْهَلٌ مُغْبَرَّةٌ أَرْجَاؤُهُ ... كَأَنَّ لَوْنَ أَرْضِهِ سَمَاؤُهُ </p><p> أَيْ كَأَنَّ سَمَاءَهُ لَوْنُ أَرْضِهِ، وَقَوْلُ الْآخَرِ: </p><p> وَبَدَا الصَّبَاحُ كَأَنَّ غُرَّتَهُ ... وَجْهُ الْخَلِيفَةِ حِينَ يُمْتَدَحَ </p><p> لِأَنَّ أَصْلَ الْمُرَادِ تَشْبِيهُ وَجْهِ الْخَلِيفَةِ بِغُرَّةِ الصَّبَاحِ، فَقَلَبَ التَّشْبِيهَ لِيُوهِمَ أَنَّ الْفَرْعَ أَقْوَى مِنَ الْأَصْلِ فِي وَجْهِ الشَّبَهِ. </p><p> قَالُوا: وَمِنْ أَمْثِلَتِهِ فِي الْقُرْآنِ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ [٢٨ \\ ٧٦] ; لِأَنَّ الْعُصْبَةَ مِنَ الرِّجَالِ هِيَ الَّتِي تَنُوءُ بِالْمَفَاتِيحِ، أَيْ تَنْهَضُ بِهَا بِمَشَقَّةٍ وَجُهْدٍ لِكَثْرَتِهَا وَثِقَلِهَا، وَقَوْلُهُ - تَعَالَى -: فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ [٢٨ \\ ٦٦] . أَيْ عَمُوا عَنْهَا. وَمِنْ أَمْثِلَتِهِ فِي كَلَامِ الْعَرَبِ قَوْلُ كَعْبِ بْنِ زُهَيْرٍ: </p><p> كَأَنَّ أَوْبَ ذِرَاعَيْهَا إِذَا عَرِقَتْ ... وَقَدْ تَلَفَّعَ بِالْقَوْرِ الْعَسَاقِيلِ </p><p> لِأَنَّ مَعْنَى قَوْلِهِ: تَلَفَّعَ لَبِسَ اللِّفَاعَ وَهُوَ اللِّحَافُ، وَالْقَوْرُ: الْحِجَارَةُ الْعِظَامُ، وَالْعَسَاقِيلُ: السَّرَابُ. </p><p> وَالْكَلَامُ مَقْلُوبٌ ; لِأَنَّ الْقَوْرَ هِيَ الَّتِي تَلْتَحِفُ بِالْعَسَاقِيلِ لَا الْعَكْسُ، كَمَا أَوْضَحَهُ لَبِيدٌ فِي مُعَلَّقَتِهِ بِقَوْلِهِ: </p><p> فَبِتِلْكَ إِذْ رَقَصَ اللَّوَامِعُ بِالضُّحَى ... وَاجْتَابَ أَرْدِيَةَ السَّرَابِ إِكَامُهَا </p><p> فَصَرَّحَ بِأَنَّ الْإِكَامَ الَّتِي هِيَ الْحِجَارَةُ اجْتَابَتْ، أَيْ لَبِسَتْ، أَرْدِيَةَ السَّرَابِ. </p><p> وَالْأَرْدِيَةُ جَمْعُ رِدَاءٍ، وَهَذَا النَّوْعُ مِنَ الْقَلْبِ وَإِنْ أَجَازَهُ بَعْضُهُمْ فَلَا يَنْبَغِي حَمْلُ الْآيَةِ </p><p> عَلَيْهِ ; لِأَنَّهُ خِلَافُ الظَّاهِرِ، وَلَا دَلِيلَ عَلَيْهِ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَظَاهِرُ الْآيَةِ جَارٍ عَلَى الْأُسْلُوبِ الْعَرَبِيِّ الْفَصِيحِ، كَمَا أَوْضَحَهُ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا قَرَأَهُ ابْنُ كَثِيرٍ وَابْنُ عَامِرٍ: أَأَذْهَبْتُمْ بِهَمْزَتَيْنِ، وَهُمَا عَلَى أُصُولِهِمَا فِي ذَلِكَ. </p><p> فَابْنُ كَثِيرٍ يُسَهِّلُ الثَّانِيَةَ بِدُونِ أَلْفِ إِدْخَالٍ بَيْنَ الْهَمْزَتَيْنِ. </p><p> وَهِشَامٌ يُحَقِّقُهَا وَيُسَهِّلُهَا مَعَ أَلْفِ الْإِدْخَالِ. وَابْنُ ذَكْوَانَ يُحَقِّقُهَا مِنْ غَيْرِ إِدْخَالٍ. </p><p> وَقَرَأَهُ نَافِعٌ وَأَبُو عَمْرٍو وَعَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ: أَذْهَبْتُمْ طَيِّبَاتِكُمْ بِهَمْزَةٍ وَاحِدَةٍ عَلَى الْخَبَرِ مِنْ غَيْرِ اسْتِفْهَامٍ. </p><p> وَاعْلَمْ أَنَّ لِلْعُلَمَاءِ كَلَامًا كَثِيرًا فِي هَذِهِ الْآيَةِ قَائِلِينَ: إِنَّهَا تَدُلُّ عَلَى أَنَّهُ يَنْبَغِي التَّقَشُّفُ وَالْإِقْلَالُ مِنَ التَّمَتُّعِ بِالْمَآكِلِ وَالْمَشَارِبِ وَالْمَلَابِسِ، وَنَحْوِ ذَلِكَ. </p><p> وَإِنَّ عُمَرَ بْنَ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - كَانَ يَفْعَلُ ذَلِكَ خَوْفًا مِنْهُ أَنْ يَدْخُلَ فِي عُمُومِ مَنْ يُقَالُ لَهُمْ يَوْمَ الْقِيَامَةِ: أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا الْآيَةَ. وَالْمُفَسِّرُونَ يَذْكُرُونَ هُنَا آثَارًا كَثِيرَةً فِي ذَلِكَ، وَأَحْوَالِ أَهْلِ الصُّفَّةِ وَمَا لَاقَوْهُ مِنْ شِدَّةِ الْعَيْشِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: التَّحْقِيقُ: إِنْ شَاءَ اللَّهُ فِي مَعْنَى هَذِهِ الْآيَةِ هُوَ أَنَّهَا فِي الْكُفَّارِ، وَلَيْسَتْ فِي الْمُؤْمِنِينَ الَّذِينَ يَتَمَتَّعُونَ بِاللَّذَّاتِ الَّتِي أَبَاحَهَا اللَّهُ لَهُمْ ; لِأَنَّهُ - تَعَالَى - مَا أَبَاحَهَا لَهُمْ لِيُذْهِبَ بِهَا حَسَنَاتِهِمْ. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ هَذَا هُوَ التَّحْقِيقُ ; لِأَنَّ الْكِتَابَ وَالسُّنَّةَ الصَّحِيحَةَ دَالَّانِ عَلَيْهِ، وَاللَّهُ - تَعَالَى - يَقُولُ: فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ الْآيَةَ [٤ \\ ٥٩] . </p><p> أَمَّا كَوْنُ الْآيَةِ فِي الْكُفَّارِ فَقَدْ صَرَّحَ اللَّهُ - تَعَالَى - بِهِ فِي قَوْلِهِ: وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ الْآيَةَ. </p><p> وَالْقُرْآنُ وَالسُّنَّةُ الصَّحِيحَةُ قَدْ دَلَّا عَلَى أَنَّ الْكَافِرَ إِنْ عَمِلَ عَمَلًا صَالِحًا مُطَابِقًا لِلشَّرْعِ، مُخْلِصًا فِيهِ لِلَّهِ، كَالْكَافِرِ الَّذِي يَبَرُّ وَالِدَيْهِ، وَيَصِلُ الرَّحِمَ وَيَقْرِي الضَّيْفَ، وَيُنَفِّسُ عَنِ الْمَكْرُوبِ، وَيُعِينُ الْمَظْلُومَ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ - يُثَابُ بِعَمَلِهِ فِي دَارِ الدُّنْيَا خَاصَّةً بِالرِّزْقِ </p><p> وَالْعَافِيَةِ، وَنَحْوِ ذَلِكَ، وَلَا نَصِيبَ لَهُ فِي الْآخِرَةِ. </p><p> فَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ - تَعَالَى -: مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ [١١ \\ ١٥ - ١٦] . وَقَوْلُهُ - تَعَالَى -: وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ [٤٢ \\ ٢٠] . </p><p> وَقَدْ قَيَّدَ - تَعَالَى - هَذَا الثَّوَابَ الدُّنْيَوِيَّ الْمَذْكُورَ فِي الْآيَاتِ بِمَشِيئَتِهِ وَإِرَادَتِهِ، فِي قَوْلِهِ - تَعَالَى -: مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا [١٧ \\ ١٨] . </p><p> وَقَدْ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ أَنَسٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّ اللَّهَ لَا يَظْلِمُ مُؤْمِنًا حَسَنَةً; يُعْطَى بِهَا فِي الدُّنْيَا وَيُجْزَى بِهَا فِي الْآخِرَةِ، وَأَمَّا الْكَافِرُ فَيُطْعَمُ بِحَسَنَاتِهِ مَا عَمِلَ بِهَا لِلَّهِ فِي الدُّنْيَا، حَتَّى إِذَا أَفْضَى إِلَى الْآخِرَةِ لَمْ تَكُنْ لَهُ حَسَنَةٌ يَجْزِي بِهَا» . هَذَا لَفَظُ مُسْلِمٍ فِي صَحِيحِهِ. </p><p> وَفِي لَفْظٍ لَهُ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ الْكَافِرَ إِذَا عَمِلَ حَسَنَةً أُطْعِمَ بِهَا طُعْمَةً فِي الدُّنْيَا، وَأَمَّا الْمُؤْمِنُ فَإِنَّ اللَّهَ يَدَّخِرُ لَهُ حَسَنَاتِهِ فِي الْآخِرَةِ، وَيُعْقِبُهُ رِزْقًا فِي الدُّنْيَا عَلَى طَاعَتِهِ» اهـ. </p><p> فَهَذَا الْحَدِيثُ الثَّابِتُ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ التَّصْرِيحُ بِأَنَّ الْكَافِرَ يُجَازَى بِحَسَنَاتِهِ فِي الدُّنْيَا فَقَطْ، وَأَنَّ الْمُؤْمِنُ يُجَازَى بِحَسَنَاتِهِ فِي الدُّنْيَا وَالْآخِرَةِ مَعًا، وَبِمُقْتَضَى ذَلِكَ يَتَعَيَّنُ تَعْيِينًا لَا مَحِيصَ عَنْهُ أَنَّ الَّذِي أَذْهَبَ طَيِّبَاتِهِ فِي الدُّنْيَا وَاسْتَمْتَعَ بِهَا هُوَ الْكَافِرُ; لِأَنَّهُ لَا يُجْزَى بِحَسَنَاتِهِ إِلَّا فِي الدُّنْيَا خَاصَّةً. </p><p> وَأَمَّا الْمُؤْمِنُ الَّذِي يُجْزَى بِحَسَنَاتِهِ فِي الدُّنْيَا وَالْآخِرَةِ مَعًا - فَلَمْ يُذْهِبْ طَيِّبَاتِهِ فِي الدُّنْيَا ; لِأَنَّ حَسَنَاتِهِ مُدَّخَرَةٌ لَهُ فِي الْآخِرَةِ، مَعَ أَنَّ اللَّهَ - تَعَالَى - يُثِيبُهُ بِهَا فِي الدُّنْيَا، كَمَا قَالَ - تَعَالَى -: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ [٦٥ \\ ٢ - ٣] فَجَعَلَ الْمَخْرَجَ مِنَ الضِّيقِ لَهُ وَرَزَقَهُ مِنْ حَيْثُ لَا يَحْتَسِبُ - ثَوَابًا فِي الدُّنْيَا، وَلَيْسَ يَنْقُصُ أَجْرَ تَقْوَاهُ فِي الْآخِرَةِ. </p><p> وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ مَعْلُومَةٌ، وَعَلَى كُلِّ حَالٍ فَاللَّهُ - جَلَّ وَعَلَا - أَبَاحَ لِعِبَادِهِ عَلَى </p><p> لِسَانِ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الطَّيِّبَاتِ فِي الْحَيَاةِ الدُّنْيَا، وَأَجَازَ لَهُمُ التَّمَتُّعَ بِهَا، وَمَعَ ذَلِكَ جَعَلَهَا خَاصَّةً بِهِمْ فِي الْآخِرَةِ، كَمَا قَالَ - تَعَالَى -: قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ [٧ \\ ٣٢] . </p><p> فَدَلَّ هَذَا النَّصُّ الْقُرْآنِيُّ أَنَّ تَمَتُّعَ الْمُؤْمِنِينَ بِالزِّينَةِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ فِي الْحَيَاةِ الدُّنْيَا لَمْ يَمْنَعْهُمْ مِنِ اخْتِصَاصِهِمْ بِالتَّنَعُّمِ بِذَلِكَ يَوْمَ الْقِيَامَةِ، وَهُوَ صَرِيحٌ فِي أَنَّهُمْ لَمْ يُذْهِبُوا طَيِّبَاتِهِمْ فِي حَيَاتِهِمُ الدُّنْيَا. </p><p> وَلَا يُنَافِي هَذَا أَنَّ مَنْ كَانَ يُعَانِي شِدَّةَ الْفَقْرِ فِي الدُّنْيَا كَأَصْحَابِ الصُّفَّةِ، يَكُونُ لَهُمْ أَجْرٌ زَائِدٌ عَلَى ذَلِكَ ; لِأَنَّ الْمُؤْمِنِينَ يُؤْجَرُونَ بِمَا يُصِيبُهُمْ فِي الدُّنْيَا مِنَ الْمَصَائِبِ وَالشَّدَائِدِ، كَمَا هُوَ مَعْلُومٌ. </p><p> وَالنُّصُوصُ الدَّالَّةُ عَلَى أَنَّ الْكَافِرَ هُوَ الَّذِي يُذْهِبُ طَيِّبَاتِهِ فِي الْحَيَاةِ الدُّنْيَا ; لِأَنَّهُ يُجْزَى فِي الدُّنْيَا فَقَطْ كَالْآيَاتِ الْمَذْكُورَةِ، وَحَدِيثُ أَنَسٍ الْمَذْكُورُ عِنْدَ مُسْلِمٍ - قَدْ قَدَّمْنَاهَا مُوَضَّحَةً فِي سُورَةِ «بَنِي إِسْرَائِيلَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا وَذَكَرْنَا هُنَاكَ أَسَانِيدَ الْحَدِيثِ الْمَذْكُورِ وَأَلْفَاظَهُ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ أَيْ عَذَابَ الْهَوَانِ، وَهُوَ الذُّلُّ وَالصَّغَارُ. </p><p> وَقَوْلُهُ - تَعَالَى -: بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ، الْبَاءُ فِي قَوْلِهِ: بِمَا كُنْتُمْ - سَبَبِيَّةٌ، وَمَا مَصْدَرِيَّةٌ، أَيْ تُجْزُونَ عَذَابَ الْهُونِ بِسَبَبِ كَوْنِكُمْ مُسْتَكْبِرِينَ فِي الْأَرْضِ، وَكَوْنِكُمْ فَاسِقِينَ. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ الِاسْتِكْبَارِ فِي الْأَرْضِ وَالْفِسْقِ مِنْ أَسْبَابِ عَذَابِ الْهُونِ، وَهُوَ عَذَابُ النَّارِ - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى -: أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ [٣٩ \\ ٦٠] . وَقَوْلِهِ - تَعَالَى -: وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ الْآيَةَ [٣٢ \\ ٢٠] . </p><p> وَقَدْ قَدَّمْنَا النَّتَائِجَ الْوَخِيمَةَ النَّاشِئَةَ عَنِ التَّكَبُّرِ فِي سُورَةِ «الْأَعْرَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَمَا يَكُونُ لَكَ أَنْ تَتَكَبَّرَ فِيهَا الْآيَةَ [٧ \\ ١٣] . </p>"
}