{
  "id": null,
  "sura": 46,
  "aya": 10,
  "text": "<p> فِي أُمُورِ الدُّنْيَا، كَمَا قَدَّمْنَا. فَإِنْ قِيلَ: قَدْ صَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَدِيثِ أُمِّ الْعَلَاءِ الْأَنْصَارِيَّةِ مَا يَدُلُّ عَلَى أَنَّ قَوْلَهُ: مَا يُفْعَلُ بِي أَيْ فِي الْآخِرَةِ، فَإِنَّ حَدِيثَهَا فِي قِصَّةِ وَفَاةِ عُثْمَانَ بْنِ مَظْعُونٍ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَهُمْ، وَدُخُولِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ، أَنَّهَا قَالَتْ: رَحْمَةُ اللَّهِ عَلَيْكَ أَبَا السَّائِبِ، شَهَادَتِي عَلَيْكَ ; لَقَدْ أَكْرَمَكَ اللَّهُ - عَزَّ وَجَلَّ - تَعْنِي عُثْمَانَ بْنَ مَظْعُونٍ، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَمَا يُدْرِيكِ أَنَّ اللَّهَ أَكْرَمُهُ؟» فَقُلْتُ: لَا أَدْرِي، بِأَبِي أَنْتَ وَأُمِّي، فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ مِنْ رَبِّهِ وَإِنِّي لَأَرْجُو لَهُ الْخَيْرَ، وَاللَّهِ مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ مَا يُفْعَلُ بِي» الْحَدِيثَ. </p><p> فَالْجَوَابُ هُوَ مَا ذَكَرَهُ الْحَافِظُ ابْنُ كَثِيرٍ - رَحِمَهُ اللَّهُ - فَقَدْ قَالَ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ، بَعْدَ أَنْ سَاقَ حَدِيثَ أُمِّ الْعَلَاءِ الْمَذْكُورَ بِالسَّنَدِ الَّذِي رَوَاهُ بِهِ أَحْمَدُ - رَحِمَهُ اللَّهُ - انْفَرَدَ بِهِ الْبُخَارِيُّ دُونَ مُسْلِمٍ، وَفِي لَفْظٍ لَهُ «مَا أَدْرِي وَأَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا يُفْعَلُ بِهِ» ، وَهَذَا أَشْبَهُ أَنْ يَكُونَ هُوَ الْمَحْفُوظُ ; بِدَلِيلِ قَوْلِهَا: فَأَحْزَنَنِي ذَلِكَ. اهـ مَحَلُّ الْغَرَضِ مِنْهُ. وَهُوَ الصَّوَابُ - إِنْ شَاءَ اللَّهُ - وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ. </p><p> جَوَابُ الشَّرْطِ فِي هَذِهِ الْآيَةِ مَحْذُوفٌ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي تَقْدِيرِهِ: إِنْ كَانَ هَذَا الْقُرْآنُ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ، وَجَحَدْتُمُوهُ - فَأَنْتُمْ ضُلَّالٌ ظَالِمُونَ. وَكَوْنُ جَزَاءِ الشَّرْطِ فِي هَذِهِ الْآيَةِ كَوْنُهُمْ ضَالِّينَ ظَالِمِينَ - بَيَّنَهُ قَوْلُهُ - تَعَالَى - فِي آخِرِ «فُصِّلَتْ» : قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ [٤١ \\ ٥٢] . وَقَوْلُهُ فِي آيَةِ «الْأَحْقَافِ» هَذِهِ: فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: مَفْعُولَا أَرَأَيْتُمْ مَحْذُوفَانِ ; لِدَلَالَةِ الْمَعْنَى عَلَيْهِمَا. </p><p> وَالتَّقْدِيرُ: أَرَأَيْتُمْ حَالَكُمْ، إِنْ كَانَ كَذَا، أَلَسْتُمْ ظَالِمِينَ. </p><p> فَالْأَوَّلُ: حَالُكُمْ، وَالثَّانِي: أَلَسْتُمْ ظَالِمِينَ، وَجَوَابُ الشَّرْطِ مَحْذُوفٌ، أَيْ فَقَدْ ظَلَمْتُمْ. </p><p> وَلِذَلِكَ جَاءَ فِعْلُ الشَّرْطِ مَاضِيًا. </p>"
}