{
  "id": null,
  "sura": 46,
  "aya": 17,
  "text": "<p> وَدَلَالَةُ هَذِهِ الْآيَاتِ عَلَى أَنَّ سِتَّةَ أَشْهُرٍ أَمَدُ الْحَمْلِ - هِيَ الْمَعْرُوفَةُ عِنْدَ عُلَمَاءِ الْأُصُولِ بِدَلَالَةِ الْإِشَارَةِ. </p><p> وَقَدْ أَوْضَحْنَا الْكَلَامَ عَلَيْهَا فِي مَبَاحِثِ الْحَجِّ، فِي سُورَةِ «الْحَجِّ» فِي مَبْحَثِ أَقْوَالِ أَهْلِ الْعِلْمِ فِي حُكْمِ الْمَبِيتِ بِمُزْدَلِفَةَ، وَأَشَرْنَا لِهَذَا النَّوْعِ مِنَ الْبَيَانِ فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> قَوْلُهُ - تَعَالَى -: حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً. </p><p> قَدْ قَدَّمَنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ «الْأَنْعَامِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: حَتَّى يَبْلُغَ أَشُدَّهُ [٦ \\ ١٥٢] وَفِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> قَوْلُهُ - تَعَالَى -: وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ. </p><p> التَّحْقِيقُ - إِنْ شَاءَ اللَّهُ - أَنَّ الَّذِي فِي قَوْلِهِ: وَالَّذِي قَالَ لِوَالِدَيْهِ بِمَعْنَى الَّذِينَ، وَأَنَّ الْآيَةَ عَامَّةٌ فِي كُلِّ عَاقٍّ لِوَالِدَيْهِ مُكَذِّبٍ بِالْبَعْثِ. </p><p> وَالدَّلِيلُ مِنَ الْقُرْآنِ عَلَى أَنَّ (الَّذِي) بِمَعْنَى الَّذِينَ، وَأَنَّ الْمُرَادَ بِهِ الْعُمُومُ - أَنَّ الَّذِي فِي قَوْلِهِ: وَالَّذِي قَالَ لِوَالِدَيْهِ مُبْتَدَأٌ خَبَرُهُ قَوْلُهُ - تَعَالَى -: أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ الْآيَةَ. </p><p> وَالْإِخْبَارُ عَنْ لَفْظَةِ الَّذِي فِي قَوْلِهِ: أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ بِصِيغَةِ الْجَمْعِ - صَرِيحٌ فِي أَنَّ الْمُرَادَ بِالَّذِي الْعُمُومُ لَا الْإِفْرَادُ. وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> وَبِهَذَا الدَّلِيلِ الْقُرْآنِيِّ تَعْلَمُ أَنَّ قَوْلَ مَنْ قَالَ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهَا نَازِلَةٌ فِي عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُمَا - لَيْسَ بِصَحِيحٍ، كَمَا جَزَمَتْ عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا - بِبُطْلَانِهِ. </p><p> وَفِي نَفْسِ آيَةِ «الْأَحْقَافِ» هَذِهِ دَلِيلٌ آخَرُ وَاضِحٌ عَلَى بُطْلَانِهِ، وَهُوَ أَنَّ اللَّهَ صَرَّحَ بِأَنَّ الَّذِينَ قَالُوا تِلْكَ الْمَقَالَةَ حَقَّ عَلَيْهِمُ الْقَوْلُ، وَهُوَ قَوْلُهُ: وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] . </p><p> وَمَعْلُومٌ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُمَا - أَسْلَمَ وَحَسُنَ إِسْلَامُهُ، وَهُوَ مِنْ خِيَارِ الْمُسْلِمِينَ وَأَفَاضِلِ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ -. </p><p> وَغَايَةُ مَا فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ هُوَ إِطْلَاقُ (الَّذِي) وَإِرَادَةُ (الَّذِينَ) ، وَهُوَ كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ ; لِأَنَّ لَفْظَ الَّذِي مُفْرَدٌ وَمَعْنَاهَا عَامٌّ لِكُلِّ مَا تَشْمَلُهُ صِلَتُهَا، وَقَدْ تَقَرَّرَ فِي عِلْمِ الْأُصُولِ أَنَّ الْمَوْصُولَاتِ كَالَّذِي وَالَّتِي وَفُرُوعِهِمَا مِنْ صِيَغِ الْعُمُومِ، كَمَا أَشَارَ لَهُ فِي مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> صِيغَةُ كُلٍّ أَوِ الْجَمِيعُ ... وَقَدْ تَلَا الَّذِي الَّتِي الْفُرُوعُ </p><p> فَمِنْ إِطْلَاقِ الَّذِي وَإِرَادَةِ الَّذِينَ فِي الْقُرْآنِ - هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ سُورَةِ «الْأَحْقَافِ» . وَقَوْلُهُ - تَعَالَى - فِي سُورَةِ «الْبَقَرَةِ» : مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا الْآيَةَ [٢ \\ ١٧] . أَيْ كَمَثَلِ الَّذِينَ اسْتَوْقَدُوا، بِدَلِيلِ قَوْلِهِ: ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ لَا يُبْصِرُونَ [٢ \\ ١٧] بِصِيغَةِ الْجَمْعِ فِي الضَّمَائِرِ الثَّلَاثَةِ الَّتِي هِيَ بِنُورِهِمْ وَتَرَكَهُمْ، وَالْوَاوُ فِي لَا يُبْصِرُونَ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي «الْبَقَرَةِ» أَيْضًا: كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ [٢ \\ ٢٦٤] أَيْ كَالَّذِينِ يُنْفِقُونَ ; بِدَلِيلِ قَوْلِهِ: لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا [٢ \\ ٢٦٤] . وَقَوْلِهِ فِي «الزُّمَرِ» : وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ [٣٩ \\ ٣٣] . وَقَوْلِهِ فِي «التَّوْبَةِ» : وَخُضْتُمْ كَالَّذِي خَاضُوا [٩ \\ ٦٩] أَيْ كَالَّذِينِ خَاضُوا بِنَاءً عَلَى أَنَّهَا مَوْصُولَةٌ لَا مَصْدَرِيَّةٌ، وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ أَشْهَبِ بْنِ رُمَيْلَةَ: </p><p> فَإِنَّ الَّذِي حَانَتْ بِفَلْجٍ دِمَاؤُهُمْ ... هُمُ الْقَوْمُ كُلُّ الْقَوْمِ يَا أُمَّ خَالِدٍ </p><p> وَقَوْلُ عُدَيْلِ بْنِ الْفَرْخِ الْعِجْلِيِّ: </p><p> وَبِتُّ أُسَاقِي الْقَوْمَ إِخْوَتِي الَّذِي ... غَوَايَتُهُمْ غَيِّي وَرُشْدُهُمُ رُشْدِي </p><p> وَقَوْلُ الرَّاجِزِ: </p><p> يَا رَبِّ عَبْسٌ لَا تُبَارِكُ فِي أَحَدْ ... فِي قَائِمٍ مِنْهُمْ وَلَا فِي مَنْ قَعَدْ </p><p> إِلَّا الَّذِي قَامُوا بِإِطْرَافِ الْمَسَدْ </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أُفٍّ لَكُمَا كَلِمَةُ تَضَجُّرٍ. وَقَائِلُ ذَلِكَ عَاقٌّ </p><p> لِوَالِدَيْهِ غَيْرُ مُجْتَنِبٍ نَهْيَ اللَّهُ فِي قَوْلِهِ: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ الْآيَةَ [١٧ \\ ٢٣] . وَقَوْلُهُ: أَتَعِدَانِنِي فِعْلٌ، مُضَارِعُ وَعَدَ، وَحَذْفُ وَاوِهِ فِي الْمُضَارِعِ مُطَّرِدٌ، كَمَا ذَكَرَهُ فِي الْخُلَاصَةِ بِقَوْلِهِ: </p><p> فَا أَمْرٍ أَوْ مُضَارِعٍ مِنْ كَوَعَدْ ... احْذِفْ وَفِي كَعِدَةٍ ذَاكَ اطَّرَدْ </p><p> وَالنُّونُ الْأُولَى نُونُ الرَّفْعِ، وَالثَّانِيَةُ نُونُ الْوِقَايَةِ، كَمَا لَا يَخْفَى. </p><p> وَقَرَأَ هَذَا الْحَرْفَ أَبُو عَمْرٍو وَابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذَكْوَانَ وَعَاصِمٍ وَحَمْزَةَ وَالْكِسَائِيِّ: أَتَعِدَانِنِي، بِنُونَيْنِ مَكْسُورَتَيْنِ مُخَفَّفَتَيْنِ وَيَاءٍ سَاكِنَةٍ. </p><p> وَقَرَأَهُ هِشَامٌ عَنِ ابْنِ عَامِرٍ بِنُونٍ مُشَدَّدَةٍ مَكْسُورَةٍ وَبِيَاءٍ سَاكِنَةٍ. </p><p> وَقَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ بِنُونَيْنِ مَكْسُورَتَيْنِ مُخَفَّفَتَيْنِ وَيَاءٍ مَفْتُوحَةٍ، وَالْهَمْزَةُ لِلْإِنْكَارِ. </p><p> وَقَوْلُهُ: أَنْ أُخْرَجَ أَيْ أُبْعَثَ مِنْ قَبْرِي حَيًّا بَعْدَ الْمَوْتِ. </p><p> وَالْمَصْدَرُ الْمُنْسَبِكُ مِنْ أَنْ وَصِلَتِهَا هُوَ الْمَفْعُولُ الثَّانِي لِتَعِدَانِنِي، يَعْنِي أَتَعِدَانِنِي الْخُرُوجَ مِنْ قَبْرِي حَيًّا بَعْدَ الْمَوْتِ، وَالْحَالُ قَدْ مَضَتِ الْقُرُونُ، أَيْ هَلَكَتِ الْأُمَمُ الْأُولَى، وَلَمْ يَحْيَ مِنْهُمْ أَحَدٌ، وَلَمْ يَرْجِعْ بَعْدَ أَنْ مَاتَ. </p><p> وَهُمَا، أَيْ وَالِدَاهُ، يَسْتَغِيثَانِ اللَّهَ، أَيْ يَطْلُبَانِهِ أَنْ يُغِيثَهُمَا بِأَنْ يَهْدِيَ وَلَدَهُمَا إِلَى الْحَقِّ وَالْإِقْرَارِ بِالْبَعْثِ، وَيَقُولَانِ لِوَلَدِهِمَا: وَيْلَكَ آمِنْ، أَيْ بِاللَّهِ وَبِالْبَعْثِ بَعْدَ الْمَوْتِ. </p><p> وَالْمُرَادُ بِقَوْلِهِمَا: وَيْلَكَ - حَثُّهُ عَلَى الْإِيمَانِ. إِنَّ وَعْدَ اللَّهِ حَقٌّ، أَيْ وَعْدَهُ بِالْبَعْثِ بَعْدَ الْمَوْتِ حَقٌّ لَا شَكَّ فِيهِ، فَيَقُولُ ذَلِكَ الْوَلَدُ الْعَاقُّ الْمُنْكِرُ لِلْبَعْثِ: مَا هَذَا إِنَّ الَّذِي تَعِدَانِنِي إِيَّاهُ مِنَ الْبَعْثِ بَعْدَ الْمَوْتِ إِلَّا أَسَاطِيرُ الْأَوَّلِينَ. </p><p> وَالْأَسَاطِيرُ جَمْعُ أُسْطُورَةٍ. وَقِيلَ: جَمْعُ إِسْطَارَةٍ، وَمُرَادُهُ بِهَا مَا سَطَّرَهُ الْأَوَّلُونَ، أَيْ كَتَبُوهُ مِنَ الْأَشْيَاءِ الَّتِي لَا حَقِيقَةَ لَهَا. </p><p> وَقَوْلُهُ: أُولَئِكَ تَرْجِعُ الْإِشَارَةُ فِيهِ إِلَى الْعَاقِّينَ الْمُكَذِّبِينَ بِالْبَعْثِ الْمَذْكُورِينَ فِي قَوْلِهِ: وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا الْآيَةَ. </p>"
}