{
  "id": null,
  "sura": 46,
  "aya": 31,
  "text": "<p> قَوْلُهُ - تَعَالَى -: يَا قَوْمَنَا أَجِيبُوا دَاعِي اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ. </p><p> مَنْطُوقُ هَذِهِ الْآيَةِ أَنَّ مَنْ أَجَابَ دَاعِيَ اللَّهِ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَآمَنَ بِهِ، وَبِمَا جَاءَ بِهِ مِنَ الْحَقِّ - غَفَرَ اللَّهُ لَهُ ذُنُوبَهُ، وَأَجَارَهُ مِنَ الْعَذَابِ الْأَلِيمِ. وَمَفْهُومُهَا، أَعْنِي مَفْهُومَ مُخَالَفَتِهَا الْمَعْرُوفَ بِدَلِيلِ الْخِطَابِ، أَنَّ مَنْ لَمْ يُجِبْ دَاعِيَ اللَّهِ مِنَ الْجِنِّ، وَلَمْ يُؤْمِنْ بِهِ لَمْ يَغْفِرْ لَهُ، وَلَمْ يُجِرْهُ مِنْ عَذَابٍ أَلِيمٍ، بَلْ يُعَذِّبُهُ وَيُدْخِلُهُ النَّارَ، وَهَذَا الْمَفْهُومُ جَاءَ مُصَرَّحًا بِهِ مُبَيَّنًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [١١ \\ ١١٩] . وَقَوْلِهِ - تَعَالَى -: وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] . وَقَوْلِهِ - تَعَالَى -: قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ [٧ \\ ٣٨] . وَقَوْلِهِ - تَعَالَى -: فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ [٢٦ \\ ٩٤ - ٩٥] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> أَمَّا دُخُولُ الْمُؤْمِنِينَ الْمُجِيبِينَ دَاعِيَ اللَّهِ مِنَ الْجِنِّ الْجَنَّةَ - فَلَمْ تَتَعَرَّضْ لَهُ الْآيَةُ الْكَرِيمَةُ بِإِثْبَاتٍ وَلَا نَفْيٍ، وَقَدْ دَلَّتْ آيَةٌ أُخْرَى عَلَى أَنَّ الْمُؤْمِنِينَ مِنَ الْجِنِّ يَدْخُلُونَ الْجَنَّةَ، وَهِيَ قَوْلُهُ - تَعَالَى - فِي سُورَةِ «الرَّحْمَنِ» : وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ٤٦ - ٤٧] . وَبِهِ تَعْلَمُ أَنَّ مَا ذَهَبَ إِلَيْهِ بَعْضُ أَهْلِ الْعِلْمِ، قَائِلِينَ: إِنَّهُ يُفْهَمُ مِنْ هَذِهِ الْآيَةِ، مِنْ أَنَّ الْمُؤْمِنِينَ مِنَ الْجِنِّ لَا يَدْخُلُونَ الْجَنَّةَ، وَأَنَّ جَزَاءَ إِيمَانِهِمْ وَإِجَابَتِهِمْ دَاعِيَ اللَّهِ، هُوَ الْغُفْرَانُ وَإِجَارَتُهُمْ مِنَ الْعَذَابِ الْأَلِيمِ فَقَطْ، كَمَا هُوَ نَصُّ الْآيَةِ - كُلِّهِ خِلَافُ التَّحْقِيقِ. </p><p> وَقَدْ أَوْضَحْنَا ذَلِكَ فِي كِتَابِنَا «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» فِي الْكَلَامِ عَلَى هَذِهِ الْآيَةِ، مِنْ سُورَةِ «الْأَحْقَافِ» فَقُلْنَا فِيهِ مَا نَصُّهُ: هَذِهِ الْآيَةُ يُفْهَمُ مِنْ ظَاهِرِهَا، أَنَّ جَزَاءَ الْمُطِيعِ مِنَ الْجِنِّ غُفْرَانُ ذُنُوبِهِ، وَإِجَارَتُهُ مِنْ عَذَابٍ أَلِيمٍ، لَا دُخُولُهُ الْجَنَّةَ. </p><p> وَقَدْ تَمَسَّكَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ مِنْهُمْ، الْإِمَامُ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ تَعَالَى - بِظَاهِرِ هَذِهِ الْآيَةِ، فَقَالُوا: إِنَّ الْمُؤْمِنِينَ الْمُطِيعِينَ مِنَ الْجِنِّ لَا يَدْخُلُونَ الْجَنَّةَ، مَعَ أَنَّهُ جَاءَ فِي آيَةٍ أُخْرَى مَا يَدُلُّ عَلَى أَنَّ مُؤْمِنِيهِمْ فِي الْجَنَّةِ، وَهِيَ قَوْلُهُ - تَعَالَى -: وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ; لِأَنَّهُ - تَعَالَى - بَيَّنَ شُمُولَهُ لِلْجِنِّ وَالْإِنْسِ، بِقَوْلِهِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ. </p><p> وَيُسْتَأْنَسُ لِهَذَا بِقَوْلِهِ - تَعَالَى -: لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ [٥٥ \\ ٥٦] . فَإِنَّهُ يُشِيرُ إِلَى أَنَّ فِي الْجَنَّةِ جِنًّا يَطْمِثُونَ النِّسَاءَ كَالْإِنْسِ. </p><p> وَالْجَوَابُ عَنْ هَذَا أَنَّ آيَةَ «الْأَحْقَافِ» نَصَّ فِيهَا عَلَى الْغُفْرَانِ وَالْإِجَارَةِ مِنَ الْعَذَابِ، وَلَمْ يَتَعَرَّضْ فِيهَا لِدُخُولِ الْجَنَّةِ بِنَفْيٍ وَلَا إِثْبَاتٍ، وَآيَةُ «الرَّحْمَنِ» نَصَّ فِيهَا عَلَى دُخُولِهِمُ الْجَنَّةَ ; لِأَنَّهُ - تَعَالَى - قَالَ فِيهَا: وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْمَوْصُولَاتِ مِنْ صِيَغِ الْعُمُومِ، فَقَوْلُهُ: وَلِمَنْ خَافَ، يَعُمُّ كُلَّ خَائِفٍ مَقَامَ رَبِّهِ، ثُمَّ صَرَّحَ بِشُمُولِ ذَلِكَ الْجِنَّ وَالْإِنْسَ مَعًا بِقَوْلِهِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ. </p><p> فَبَيَّنَ أَنَّ الْوَعْدَ بِالْجَنَّتَيْنِ لِمَنْ خَافَ مَقَامَ رَبِّهِ مِنْ آلَائِهِ، أَيْ نِعَمِهِ عَلَى الْإِنْسِ وَالْجِنِّ، فَلَا تَعَارُضَ بَيْنَ الْآيَتَيْنِ ; لِأَنَّ إِحْدَاهُمَا بَيَّنَتْ مَا لَمْ تَعْرِضْ لَهُ الْأُخْرَى. </p><p> وَلَوْ سَلَّمْنَا أَنَّ قَوْلَهُ: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ، يُفْهَمُ مِنْهُ عَدَمُ دُخُولِهِمُ الْجَنَّةَ، فَإِنَّهُ إِنَّمَا يَدُلُّ عَلَيْهِ بِالْمَفْهُومِ، وَقَوْلَهُ: وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ يَدُلُّ عَلَى دُخُولِهِمُ الْجَنَّةَ بِعُمُومِ الْمَنْطُوقِ. </p><p> وَالْمَنْطُوقُ مُقَدَّمٌ عَلَى الْمَفْهُومِ كَمَا تَقَرَّرَ فِي الْأُصُولِ. </p><p> وَلَا يَخْفَى أَنَّا إِذَا أَرَدْنَا تَحْقِيقَ هَذَا الْمَفْهُومِ الْمُدَّعَى وَجَدْنَاهُ مَعْدُومًا مِنْ أَصْلِهِ ; لِلْإِجْمَاعِ عَلَى أَنَّ قِسْمَةَ الْمَفْهُومِ ثُنَائِيَّةٌ، إِمَّا أَنْ يَكُونَ مَفْهُومَ مُوَافَقَةٍ أَوْ مُخَالَفَةٍ، وَلَا ثَالِثَ. </p><p> وَلَا يَدْخُلُ هَذَا الْمَفْهُومُ الْمُدَّعَى فِي شَيْءٍ مِنْ أَقْسَامِ الْمَفْهُومَيْنِ. </p><p> أَمَّا عَدَمُ دُخُولِهِ فِي مَفْهُومِ الْمُوَافَقَةِ بِقِسْمَيْهِ فَوَاضِحٌ. </p><p> وَأَمَّا عَدَمُ دُخُولِهِ فِي شَيْءٍ مِنْ أَنْوَاعِ مَفْهُومِ الْمُخَالَفَةِ، فَلِأَنَّ عَدَمَ دُخُولِهِ فِي مَفْهُومِ الْحَصْرِ أَوِ الْغَايَةِ أَوِ الْعَدَدِ أَوِ الصِّفَةِ أَوِ الظَّرْفِ - وَاضِحٌ. </p><p> فَلَمْ يَبْقَ مِنْ أَنْوَاعِ مَفْهُومِ الْمُخَالَفَةِ يُتَوَهَّمُ دُخُولُهُ فِيهِ إِلَّا مَفْهُومُ الشَّرْطِ أَوِ اللَّقَبِ، وَلَيْسَ دَاخِلًا فِي وَاحِدٍ مِنْهُمَا، فَظَهَرَ عَدَمُ دُخُولِهِ فِيهِ أَصْلًا. </p><p> أَمَّا وَجْهُ تَوَهُّمِ دُخُولِهِ فِي مَفْهُومِ الشَّرْطِ، فَلِأَنَّ قَوْلَهُ: يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ </p><p> فِعْلٌ مُضَارِعٌ مَجْزُومٌ بِكَوْنِهِ جَزَاءَ الطَّلَبِ. </p><p> وَجُمْهُورُ عُلَمَاءِ الْعَرَبِيَّةِ عَلَى أَنَّ الْفِعْلَ إِذَا كَانَ كَذَلِكَ فَهُوَ مَجْزُومٌ بِشَرْطٍ مُقَدَّرٍ، لَا بِالْجُمْلَةِ قَبْلَهُ، كَمَا قِيلَ بِهِ. </p><p> وَعَلَى الصَّحِيحِ الَّذِي هُوَ مَذْهَبُ الْجُمْهُورِ، فَتَقْرِيرُ الْمَعْنَى: أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ إِنْ تَفْعَلُوا ذَلِكَ يَغْفِرْ لَكُمْ، فَيُتَوَهَّمُ فِي الْآيَةِ مَفْهُومُ هَذَا الشَّرْطِ الْمُقَدَّرِ. </p><p> وَالْجَوَابُ عَنْ هَذَا: أَنَّ مَفْهُومَ الشَّرْطِ عِنْدَ الْقَائِلِ بِهِ، إِنَّمَا هُوَ فِي فِعْلِ الشَّرْطِ لَا فِي جَزَائِهِ، وَهُوَ مُعْتَبَرٌ هُنَا فِي فِعْلِ الشَّرْطِ عَلَى عَادَتِهِ، فَمَفْهُومُ أَنْ تُجِيبُوا دَاعِيَ اللَّهِ وَتُؤْمِنُوا بِهِ يَغْفِرْ لَكُمْ، أَنَّهُمْ إِنْ لَمْ يُجِيبُوا دَاعِيَ اللَّهِ وَلَمْ يُؤْمِنُوا بِهِ ; لَمْ يَغْفِرْ لَهُمْ، وَهُوَ كَذَلِكَ. </p><p> أَمَّا جَزَاءُ الشَّرْطِ فَلَا مَفْهُومَ لَهُ ; لِاحْتِمَالِ أَنْ تَتَرَتَّبَ عَلَى الشَّرْطِ الْوَاحِدِ مَشْرُوطَاتٌ كَثِيرَةٌ، فَيُذْكَرُ بَعْضُهَا جَزَاءً لَهُ، فَلَا يَدُلُّ عَلَى نَفْيِ غَيْرِهِ. </p><p> كَمَا لَوْ قُلْتَ لَشَخْصٍ مَثَلًا: إِنْ تَسْرِقْ يَجِبُ عَلَيْكَ غُرْمُ مَا سَرَقْتَ. </p><p> فَهَذَا الْكَلَامُ حَقٌّ وَلَا يَدُلُّ عَلَى نَفْيِ غَيْرِ الْغُرْمِ كَالْقَطْعِ ; لِأَنَّ قَطْعَ الْيَدِ مُرَتَّبٌ أَيْضًا عَلَى السَّرِقَةِ، كَالْغُرْمِ. </p><p> وَكَذَلِكَ الْغُفْرَانُ وَالْإِجَارَةُ مِنَ الْعَذَابِ وَدُخُولُ الْجَنَّةِ - كُلُّهَا مُرَتَّبَةٌ عَلَى إِجَابَةِ دَاعِيَ اللَّهِ وَالْإِيمَانِ بِهِ. </p><p> فَذَكَرَ فِي الْآيَةِ بَعْضَهَا وَسَكَتَ فِيهَا عَنْ بَعْضٍ، ثُمَّ بَيَّنَ فِي مَوْضِعٍ آخَرَ، وَهَذَا لَا إِشْكَالَ فِيهِ. </p><p> وَأَمَّا وَجْهُ تَوَهُّمِ دُخُولِهِ فِي مَفْهُومِ اللَّقَبِ، فَلِأَنَّ اللَّقَبَ فِي اصْطِلَاحِ الْأُصُولِيِّينَ هُوَ مَا لَمْ يُمْكِنِ انْتِظَامُ الْكَلَامِ الْعَرَبِيِّ دُونَهُ، أَعْنِي الْمُسْنَدَ إِلَيْهِ، سَوَاءً كَانَ لَقَبًا أَوْ كُنْيَةً أَوِ اسْمًا أَوِ اسْمَ جِنْسٍ أَوْ غَيْرَ ذَلِكَ. </p><p> وَقَدْ أَوْضَحْنَا اللَّقَبَ غَايَةً فِي «الْمَائِدَةِ» . </p><p> وَالْجَوَابُ عَنْ عَدَمِ دُخُولِهِ فِي مَفْهُومِ اللَّقَبِ، أَنَّ الْغُفْرَانَ وَالْإِجَارَةَ مِنَ الْعَذَابِ الْمُدَّعَى بِالْفَرْضِ أَنَّهُمَا لَقَبَانِ لِجِنْسِ مَصْدَرَيْهِمَا، وَأَنَّ تَخْصِيصَهُمَا بِالذِّكْرِ يَدُلُّ عَلَى نَفْيِ غَيْرِهِمَا فِي الْآيَةِ سَنَدَانِ لَا مُسْنَدَ إِلَيْهِمَا، بِدَلِيلِ أَنَّ الْمَصْدَرَ فِيهِمَا كَامِنٌ فِي الْفِعْلِ، وَلَا يَسْتَنِدُ إِلَى الْفِعْلِ </p><p> إِجْمَاعًا، مَا لَمْ يَرِدْ مُجَرَّدُ لَفْظِهِ عَلَى سَبِيلِ الْحِكَايَةِ. </p><p> وَمَفْهُومُ اللَّقَبِ عِنْدَ الْقَائِلِ بِهِ إِنَّمَا هُوَ فِيمَا إِذَا كَانَ اللَّقَبُ مُسْنَدًا إِلَيْهِ ; لِأَنَّ تَخْصِيصَهُ بِالذِّكْرِ عِنْدَ الْقَائِلِ بِهِ يَدُلُّ عَلَى اخْتِصَاصِ الْحُكْمِ بِهِ دُونَ غَيْرِهِ، وَإِلَّا لَمَا كَانَ لِلتَّخْصِيصِ بِالذِّكْرِ فَائِدَةٌ، كَمَا عَلَّلُوا بِهِ مَفْهُومَ الصِّفَةِ. </p><p> وَأُجِيبَ مِنْ جِهَةِ الْجُمْهُورِ: بِأَنَّ اللَّقَبَ ذُكِرَ لِيُمَكِّنَ الْحُكْمَ، لَا لِتَخْصِيصِهِ بِالْحُكْمِ; إِذْ لَا يُمْكِنُ الْإِسْنَادُ بِدُونِ مُسْنَدٍ إِلَيْهِ. </p><p> وَمِمَّا يُوَضِّحُ ذَلِكَ أَنَّ مَفْهُومَ الصِّفَةِ الَّذِي حُمِلَ عَلَيْهِ اللَّقَبُ عِنْدَ الْقَائِلِ بِهِ - إِنَّمَا هُوَ فِي الْمُسْنَدِ إِلَيْهِ لَا فِي الْمُسْنَدِ ; لِأَنَّ الْمُسْنَدَ إِلَيْهِ هُوَ الَّذِي تُرَاعَى أَفْرَادُهُ وَصِفَاتُهَا، فَيُقْصَدُ بَعْضُهَا بِالذِّكْرِ دُونَ بَعْضٍ فَيَخْتَصُّ الْحُكْمُ بِالْمَذْكُورِ. </p><p> أَمَّا الْمُسْنَدُ فَإِنَّهُ لَا يُرَاعَى فِيهِ شَيْءٌ مِنَ الْأَفْرَادِ وَالْأَوْصَافِ أَصْلًا، وَإِنَّمَا يُرَاعَى فِيهِ مُجَرَّدُ الْمَاهِيَةِ الَّتِي هِيَ الْحَقِيقَةُ الذِّهْنِيَّةُ. </p><p> وَلَوْ حَكَمْتَ مَثَلًا عَلَى الْإِنْسَانِ بِأَنَّهُ حَيَوَانٌ - فَإِنَّ الْمُسْنَدَ إِلَيْهِ الَّذِي هُوَ الْإِنْسَانُ فِي هَذَا الْمِثَالِ يُقْصَدُ بِهِ جَمِيعُ أَفْرَادِهِ ; لِأَنَّ كُلَّ فَرْدٍ مِنْهَا حَيَوَانٌ بِخِلَافِ الْمُسْنَدِ الَّذِي هُوَ الْحَيَوَانُ فِي هَذَا الْمِثَالِ، فَلَا يُقْصَدُ بِهِ إِلَّا مُطْلَقُ مَاهِيَتِهِ وَحَقِيقَتِهِ الذِّهْنِيَّةِ مِنْ غَيْرِ مُرَاعَاةِ الْأَفْرَادِ; لِأَنَّهُ لَوْ رُوعِيَتْ أَفْرَادُهُ لَاسْتَلْزَمَ الْحُكْمُ عَلَى الْإِنْسَانِ بِأَنَّهُ فَرْدٌ آخَرُ مِنْ أَفْرَادِ الْحَيَوَانِ كَالْفَرْشِ مَثَلًا. </p><p> وَالْحُكْمُ بِالْمُبَايِنِ عَلَى الْمُبَايِنِ بَاطِلٌ إِذَا كَانَ إِيجَابِيًّا بِاتِّفَاقِ الْعُقَلَاءِ. </p><p> وَعَامَّةُ النُّظَّارِ عَلَى أَنَّ مَوْضُوعَ الْقَضِيَّةِ إِذَا كَانَتْ غَيْرَ طَبِيعِيَّةٍ يُرَاعَى فِيهِ مَا يَصْدُقُ عَلَيْهِ عُنْوَانُهَا مِنَ الْأَفْرَادِ بِاعْتِبَارِ الْوُجُودِ الْخَارِجِيِّ إِنْ كَانَتْ خَارِجِيَّةً، أَوِ الذِّهْنِيِّ إِنْ كَانَتْ حَقِيقِيَّةً. </p><p> أَمَّا الْمَحْمُولُ مِنْ حَيْثُ هُوَ فَلَا تُرَاعَى فِيهِ الْأَفْرَادُ الْبَتَّةَ. </p><p> وَإِنَّمَا يُرَاعَى فِيهِ مُطْلَقُ الْمَاهِيَةِ، وَلَوْ سَلَّمْنَا تَسْلِيمًا جَدَلِيًّا أَنَّ مِثْلَ هَذِهِ الْآيَةِ يَدْخُلُ فِي مَفْهُومِ اللَّقَبِ - فَجَمَاهِيرُ الْعُلَمَاءِ عَلَى أَنَّ مَفْهُومَ اللَّقَبِ لَا عِبْرَةَ بِهِ، وَرُبَّمَا كَانَ اعْتِبَارُهُ كُفْرًا، كَمَا لَوِ اعْتَبَرَ مُعْتَبِرٌ مَفْهُومَ اللَّقَبِ فِي قَوْلِهِ تَعَالَى:  (مُحَمَّدٌ رَسُولُ اللَّهِ)  [٤٨ \\ ٢٩] فَقَالَ: يُفْهَمُ مِنْ مَفْهُومِ لَقَبِهِ أَنَّ غَيْرَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ رَسُولَ اللَّهِ، فَهَذَا كُفْرٌ بِإِجْمَاعِ الْمُسْلِمِينَ. </p><p> فَالتَّحْقِيقُ أَنَّ اعْتِبَارَ مَفْهُومِ اللَّقَبِ لَا دَلِيلَ عَلَيْهِ شَرْعًا وَلَا لُغَةً وَلَا عَقْلًا، سَوَاءً كَانَ </p>"
}