{
  "id": null,
  "sura": 46,
  "aya": 35,
  "text": "<p> «الْبَقَرَةِ» وَ «النَّحْلِ» وَ «الْجَاثِيَةِ» ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ، وَأَحَلْنَا عَلَى ذَلِكَ مِرَارًا، وَالْبَاءُ فِي قَوْلِهِ: بِقَادِرٍ يُسَوِّغُهُ أَنَّ النَّفْيَ مُتَنَاوَلٌ لِ (أَنَّ) فَمَا بَعْدَهَا، فَهُوَ فِي مَعْنَى أَلَيْسَ اللَّهُ بِقَادِرٍ؟ </p><p> وَيُوَضِّحُ ذَلِكَ قَوْلُهُ بَعْدُ: بَلَى. مُقَرِّرًا لِقُدْرَتِهِ عَلَى الْبَعْثِ وَغَيْرِهِ. </p><p> قَوْلُهُ - تَعَالَى -: فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ. اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِأُولِي الْعَزْمِ مِنَ الرُّسُلِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ اخْتِلَافًا كَثِيرًا. </p><p> وَأَشْهُرُ الْأَقْوَالِ فِي ذَلِكَ أَنَّهُمْ خَمْسَةٌ، وَهُمُ الَّذِينَ قَدَّمْنَا ذِكْرَهُمْ فِي «الْأَحْزَابِ» وَ «الشُّورَى» ، وَهُمْ نُوحٌ وَإِبْرَاهِيمُ وَمُوسَى وَعِيسَى وَمُحَمَّدٌ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ -. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالرُّسُلُ الَّذِينَ أُمِرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَصْبِرَ كَمَا صَبَرُوا - أَرْبَعَةٌ، فَصَارَ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَامِسَهُمْ. </p><p> وَاعْلَمْ أَنَّ الْقَوْلَ بِأَنَّ الْمُرَادَ بِأُولِي الْعَزْمِ جَمِيعُ الرُّسُلِ - عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ - وَأَنَّ لَفْظَةَ مِنْ فِي قَوْلِهِ: مِنَ الرُّسُلِ بَيَانِيَّةٌ يَظْهَرُ أَنَّهُ خِلَافُ التَّحْقِيقِ، كَمَا دَلَّ عَلَى ذَلِكَ بَعْضُ الْآيَاتِ الْقُرْآنِيَّةِ، كَقَوْلِهِ - تَعَالَى -: فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ الْآيَةَ [٦٨ \\ ٤٨] ، فَأَمَرَ اللَّهُ - جَلَّ وَعَلَا - نَبِيَّهُ فِي آيَةِ «الْقَلَمِ» هَذِهِ بِالصَّبْرِ، وَنَهَاهُ عَنْ أَنْ يَكُونَ مِثْلَ يُونُسَ ; لِأَنَّهُ هُوَ صَاحِبُ الْحُوتِ، وَكَقَوْلِهِ: وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا [٢٠ \\ ١١٥] . فَآيَةُ «الْقَلَمِ» ، وَآيَةُ «طه» الْمَذْكُورَتَانِ كِلْتَاهُمَا تَدُلُّ عَلَى أَنَّ أُولِي الْعَزْمِ مِنَ الرُّسُلِ الَّذِينَ أُمِرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَنْ يَصْبِرَ كَصَبْرِهِمْ لَيْسُوا جَمِيعَ الرُّسُلِ. وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p><p> قَوْلُهُ - تَعَالَى -: وَلَا تَسْتَعْجِلْ لَهُمْ. </p><p> نَهَى اللَّهُ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنْ يَسْتَعْجِلَ الْعَذَابَ لِقَوْمِهِ، أَيْ يَدْعُو اللَّهَ عَلَيْهِمْ بِتَعْجِيلِهِ لَهُمْ، فَمَفْعُولُ (تَسْتَعْجِلْ) مَحْذُوفٌ، تَقْدِيرُهُ الْعَذَابُ، كَمَا قَالَهُ الْقُرْطُبِيُّ، وَهُوَ الظَّاهِرُ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنَ النَّهْيِ عَنْ طَلَبِ تَعْجِيلِ الْعَذَابِ لَهُمْ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا [٧٣ \\ ١١] . وَقَوْلِهِ - تَعَالَى -: فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا [٨٦ \\ ١٧] . </p><p> فَإِنَّ قَوْلَهُ: وَمَهِّلْهُمْ قَلِيلًا، وَقَوْلَهُ: فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا مُوَضِّحٌ لِمَعْنَى قَوْلِهِ: وَلَا تَسْتَعْجِلْ لَهُمْ. </p><p> وَالْمُرَادُ بِالْآيَاتِ، نَهْيُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ طَلَبِ تَعْجِيلِ الْعَذَابِ لَهُمْ ; لِأَنَّهُمْ مُعَذَّبُونَ لَا مَحَالَةَ، عِنْدَ انْتِهَاءِ الْمُدَّةِ الْمُحَدِّدَةِ لِلْإِمْهَالِ، كَمَا يُوَضِّحُهُ قَوْلُهُ - تَعَالَى -: فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا [١٩ \\ ٨٤] . وَقَوْلُهُ - تَعَالَى -: نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ [٣١ \\ ٢٤] . وَقَوْلُهُ - تَعَالَى -: قَالَ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا ثُمَّ أَضْطَرُّهُ إِلَى عَذَابِ النَّارِ الْآيَةَ [٢ \\ ١٢٦] . وَقَوْلُهُ - تَعَالَى -: لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلَادِ مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ [٣ \\ ١٩٦ - ١٩٧] . وَقَوْلُهُ - تَعَالَى -: قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ الْعَذَابَ الشَّدِيدَ بِمَا كَانُوا يَكْفُرُونَ [١٠ \\ ٦٩ - ٧٠] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ - تَعَالَى -: كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «يُونُسَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ [١٠ \\ ٤٥] . وَفِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ [٢٣ \\ ١١٣] . </p><p> وَبَيَّنَّا فِي الْكَلَامِ عَلَى آيَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ» وَجْهَ إِزَالَةِ إِشْكَالٍ مَعْرُوفٍ فِي الْآيَاتِ الْمَذْكُورَةِ. </p><p> قَوْلُهُ - تَعَالَى -: بَلَاغٌ. </p><p> التَّحْقِيقُ - إِنْ شَاءَ اللَّهُ - أَنَّ أَصْوَبَ الْقَوْلَيْنِ فِي قَوْلِهِ: بَلَاغٌ أَنَّهُ خَبَرُ مُبْتَدَإٍ مَحْذُوفٍ تَقْدِيرُهُ: هَذَا بَلَاغٌ، أَيْ هَذَا الْقُرْآنُ بَلَاغٌ مِنَ اللَّهِ إِلَى خَلْقِهِ. </p><p> وَيَدُلُّ لِهَذَا قَوْلُهُ - تَعَالَى - فِي سُورَةِ «إِبْرَاهِيمَ» : هَذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ [١٤ \\ ٥٢] . وَقَوْلُهُ فِي «الْأَنْبِيَاءِ» : إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ [٢١ \\ ١٠٦] . وَخَيْرُ مَا يُفَسَّرُ بِهِ الْقُرْآنُ الْقُرْآنُ. </p><p> وَالْبَلَاغُ اسْمُ مَصْدَرٍ بِمَعْنَى التَّبْلِيغِ، وَقَدْ عُلِمَ بِاسْتِقْرَاءِ اللُّغَةِ الْعَرَبِيَّةِ أَنَّ الْفِعَالَ يَأْتِي </p><p> كَثِيرًا بِمَعْنَى التَّفْعِيلِ، كَبَلَّغَهُ بَلَاغًا، أَيْ تَبْلِيغًا، وَكَلَّمَهُ كَلَامًا، أَيْ تَكْلِيمًا، وَطَلَّقَهَا طَلَاقًا، وَسَرَّحَهَا سَرَاحًا، وَبَيَّنَهُ بَيَانًا. </p><p> كُلُّ ذَلِكَ بِمَعْنَى التَّفْعِيلِ ; لِأَنَّ فَعَّلَ - مُضَعَّفَةَ الْعَيْنِ، غَيْرُ مُعْتَلَّةِ اللَّامِ وَلَا مَهْمُوزَتِهِ - قِيَاسُ مَصْدَرِهَا التَّفْعِيلُ. </p><p> وَمَا جَاءَ مِنْهُ عَلَى خِلَافِ ذَلِكَ - يُحْفَظُ وَلَا يُقَاسُ عَلَيْهِ، كَمَا هُوَ مَعْلُومٌ فِي مَحَلِّهِ. </p><p> أَمَّا الْقَوْلُ بِأَنَّ الْمَعْنَى: وَذَلِكَ اللَّبْثُ بِلَاغٌ، فَهُوَ خِلَافُ الظَّاهِرِ كَمَا تَرَى، وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. </p>"
}