{
  "id": null,
  "sura": 46,
  "aya": 4,
  "text": "<p> الْقِيَامَةِ. وَحَذْفُ الْعَائِدِ الْمَنْصُوبِ بِفِعْلٍ أَوْ وَصْفٍ مُضْطَرَدٌ كَمَا هُوَ مَعْلُومٌ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: هِيَ مَصْدَرِيَّةٌ، أَيْ وَالَّذِينَ كَفَرُوا مُعْرِضُونَ عَنِ الْإِنْذَارِ، وَلِكِلَيْهِمَا وَجْهٌ. </p><p> قَوْلُهُ - تَعَالَى -: قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ. </p><p> قَدْ ذَكَرْنَا قَرِيبًا أَنَّ قَوْلَهُ: مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ [١٥ \\ ٨٥] - يَتَضَمَّنُ الْبُرْهَانَ الْقَاطِعَ عَلَى صِحَّةِ مَعْنَى لَا إِلَهَ إِلَّا اللَّهُ. وَأَنَّ الْعَلَامَةَ الْفَارِقَةَ بَيْنَ الْمَعْبُودِ بِحَقٍّ، وَبَيْنَ غَيْرِهِ هِيَ كَوْنُهُ خَالِقًا. وَأَوَّلُ سُورَةِ «الْأَحْقَافِ» هَذِهِ يَزِيدُ ذَلِكَ إِيضَاحًا ; لِأَنَّهُ ذَكَرَ مِنْ صِفَاتِ الْمَعْبُودِ بِحَقٍّ أَنَّهُ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا بِالْحَقِّ، وَذَكَرَ مِنَ الْمَعْبُودَاتِ الْأُخْرَى الَّتِي عِبَادَتُهَا كُفْرٌ مُخَلِّدٌ فِي النَّارِ أَنَّهَا لَا تَخْلُقُ شَيْئًا. </p><p> فَقَوْلُهُ - تَعَالَى -: قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ [٤٦ \\ ٤] أَيْ هَذِهِ الْمَعْبُودَاتُ الَّتِي تَعْبُدُونَهَا مِنْ دُونِ اللَّهِ، أَرَوْنِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ. </p><p> فَقَوْلُهُ: أَرَوْنِي - يُرَادُ بِهِ التَّعْجِيزُ وَالْمُبَالَغَةُ فِي عَدَمِ خَلْقِهِمْ شَيْئًا. </p><p> وَعَلَى أَنَّ مَا اسْتِفْهَامِيَّةٌ، وَذَا مَوْصُولَةٌ - فَالْمَعْنَى أَرُونِي مَا الَّذِي خَلَقُوهُ مِنَ الْأَرْضِ. وَعَلَى أَنَّ مَا وَذَا بِمَنْزِلَةِ كَلِمَةٍ وَاحِدَةٍ يُرَادُ بِهَا الِاسْتِفْهَامُ - فَالْمَعْنَى: أَرُونِي أَيَّ شَيْءٍ خَلَقُوهُ مِنَ الْأَرْضِ؟ </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ مَنْ لَمْ يَخْلُقْ شَيْئًا فِي الْأَرْضِ وَلَمْ يَكُنْ لَهُ شِرْكٌ فِي السَّمَاوَاتِ، لَا يَصِحُّ أَنْ يَكُونَ مَعْبُودًا بِحَالٍ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى - فِي «فَاطِرٍ» : قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا الْآيَةَ [٣٥ \\ ٤٠] . وَقَوْلِهِ فِي «لُقْمَانَ» : هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ [٣١ \\ ١١] . وَقَوْلِهِ فِي «سَبَأٍ» : قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ [٣٤ \\ ٢٢] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ، وَقَدْ قَدَّمْنَا طَرَفًا مِنْهَا قَرِيبًا. </p>"
}