{
  "id": null,
  "sura": 46,
  "aya": 33,
  "text": "<p> اسْمَ جِنْسٍ، أَوِ اسْمَ عَيْنٍ، أَوِ اسَمَ جَمْعٍ أَوْ غَيْرَ ذَلِكَ. </p><p> فَقَوْلُكَ: جَاءَ زَيْدٌ، لَا يُفْهَمُ مِنْهُ عَدَمُ مَجِيءِ عَمْرٍو. </p><p> وَقَوْلُكَ: رَأَيْتُ أَسَدًا، لَا يُفْهَمُ مِنْهُ عَدَمُ رُؤْيَتِكَ لِغَيْرِ الْأَسَدِ. </p><p> وَالْقَوْلُ بِالْفَرْقِ بَيْنَ اسْمِ الْجِنْسِ فَيُعْتَبَرُ، وَاسْمِ الْعَيْنِ فَلَا يُعْتَبَرُ، لَا يَظْهَرُ. </p><p> فَلَا عِبْرَةَ بِقَوْلِ الصَّيْرَفِيِّ وَأَبِي بَكْرٍ الدَّقَّاقِ وَغَيْرِهِمَا مِنَ الشَّافِعِيَّةِ. </p><p> وَلَا بِقَوْلِ ابْنِ خُوَيْزِ مَنْدَادَ وَابْنِ الْقَصَّارِ مِنَ الْمَالِكِيَّةِ، وَلَا بِقَوْلِ بَعْضِ الْحَنَابِلَةِ بِاعْتِبَارِ مَفْهُومِ اللَّقَبِ ; لِأَنَّهُ لَا دَلِيلَ عَلَى اعْتِبَارِهِ عِنْدَ الْقَائِلِ بِهِ، إِلَّا أَنَّهُ يَقُولُ: لَوْ لَمْ يَكُنِ اللَّقَبُ مُخْتَصًّا بِالْحُكْمِ لَمَا كَانَ لِتَخْصِيصِهِ بِالذِّكْرِ فَائِدَةٌ، كَمَا عَلَّلَ بِهِ مَفْهُومَ الصِّفَةِ ; لِأَنَّ الْجُمْهُورَ يَقُولُونَ: ذُكِرَ اللَّقَبُ لِيُسْنَدَ إِلَيْهِ، وَهُوَ وَاضِحٌ لَا إِشْكَالَ فِيهِ. </p><p> وَأَشَارَ صَاحِبُ مَرَاقِي السُّعُودِ إِلَى تَعْرِيفِ اللَّقَبِ بِالِاصْطِلَاحِ الْأُصُولِيِّ، وَأَنَّهُ أَضْعَفُ الْمَفَاهِيمِ - بِقَوْلِهِ: </p><p> أَضْعَفُهَا اللَّقَبُ وَهُوَ مَا أُبِي مِنْ دُونِهِ نَظْمُ الْكَلَامِ الْعَرَبِ </p><p> وَحَاصِلُ فِقْهِ هَذِهِ الْمَسْأَلَةِ أَنَّ الْجِنَّ مُكَلَّفُونَ عَلَى لِسَانِ نَبِيِّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِدَلَالَةِ الْكِتَابِ وَالسُّنَّةِ وَإِجْمَاعِ الْمُسْلِمِينَ، وَأَنَّ كَافِرَهُمْ فِي النَّارِ بِإِجْمَاعِ الْمُسْلِمِينَ، وَهُوَ صَرِيحُ قَوْلِهِ - تَعَالَى -: لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [١١ \\ ١١٩] . وَقَوْلِهِ - تَعَالَى -: فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ [٢٦ \\ ٩٤ - ٩٥] . وَقَوْلِهِ - تَعَالَى -: قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالْإِنْسِ فِي النَّارِ [٧ \\ ٣٨] . إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَأَنَّ مُؤْمِنِيهِمُ اخْتُلِفَ فِي دُخُولِهِمُ الْجَنَّةَ، وَمَنْشَأُ الْخِلَافِ الِاخْتِلَافُ فِي فَهْمِ الْآيَتَيْنِ الْمَذْكُورَتَيْنِ. </p><p> وَالظَّاهِرُ دُخُولُهُمُ الْجَنَّةَ كَمَا بَيَّنَّا، وَالْعِلْمُ عِنْدَ اللَّهِ - تَعَالَى -. اهـ. مِنْهُ بِلَفْظِهِ. </p><p> قَوْلُهُ - تَعَالَى -: أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. </p><p> قَدْ قَدَّمَنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذِهِ الْآيَةِ، وَأَنَّهَا مِنَ الْآيَاتِ الدَّالَّةِ عَلَى الْبَعْثِ فِي </p>"
}