{
  "id": null,
  "sura": 47,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ مُحَمَّدٍ </p><p> سُورَةُ الْقِتَالِ وَهِيَ سُورَةُ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَوْلُهُ - تَعَالَى -: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ. </p><p> قَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَصَدُّوا عَنْ سَبِيلِ اللَّهِ، قَالَ بَعْضُهُمْ: هُوَ مِنَ الصُّدُودِ ; لِأَنَّ صَدَّ فِي الْآيَةِ لَازِمَةٌ. </p><p> وَقَالَ بَعْضُهُمْ: هُوَ مِنَ الصَّدِّ ; لِأَنَّ صَدَّ فِي الْآيَةِ مُتَعَدِّيَةٌ. </p><p> وَعَلَيْهِ فَالْمَفْعُولُ مَحْذُوفٌ، أَيْ صَدُّوا غَيْرَهُمْ عَنْ سَبِيلِ اللَّهِ، أَيْ عَنِ الدُّخُولِ فِي الْإِسْلَامِ. </p><p> وَهَذَا الْقَوْلُ الْأَخِيرُ هُوَ الصَّوَابُ ; لِأَنَّهُ عَلَى الْقَوْلِ بِأَنَّ صَدَّ لَازِمَةٌ، فَإِنَّ ذَلِكَ يَكُونُ تَكْرَارًا مَعَ قَوْلِهِ: كَفَرُوا ; لِأَنَّ الْكُفْرَ هُوَ أَعْظَمُ أَنْوَاعِ الصُّدُودِ عَنْ سَبِيلِ اللَّهِ. </p><p> وَأَمَّا عَلَى الْقَوْلِ بِأَنَّ صَدَّ مُتَعَدِّيَةٌ فَلَا تَكْرَارَ ; لِأَنَّ الْمَعْنَى أَنَّهُمْ ضَالُّونَ فِي أَنْفُسِهِمْ، مُضِلُّونَ لِغَيْرِهِمْ بِصَدِّهِمْ إِيَّاهُمْ عَنْ سَبِيلِ اللَّهِ، وَقَدْ قَدَّمْنَا فِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ الْآيَةَ [١٦ \\ ٩٧] ، أَنَّ اللَّفْظَ إِذَا دَارَ بَيْنَ التَّأْكِيدِ وَالتَّأْسِيسِ وَجَبَ حَمْلُهُ عَلَى التَّأْسِيسِ، إِلَّا بِدَلِيلٍ يَجِبُ الرُّجُوعُ إِلَيْهِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَضَلَّ أَعْمَالَهُمْ أَيْ أَبْطَلَ ثَوَابَهَا، فَمَا عَمِلَهُ الْكَافِرُ مِنْ حَسَنٍ فِي الدُّنْيَا، كَقَرْيِ الضَّيْفِ، وَبِرِّ الْوَالِدَيْنِ، وَحَمْيِ الْجَارِ، وَصِلَةِ الرَّحِمِ، وَالتَّنْفِيسِ عَنِ الْمَكْرُوبِ، يَبْطُلُ يَوْمَ الْقِيَامَةِ، وَيَضْمَحِلُّ وَيَكُونُ لَا أَثَرَ لَهُ، كَمَا قَالَ - تَعَالَى -: </p><p> وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا [٢٥ \\ ٢٣] . وَهَذَا هُوَ الصَّوَابُ فِي مَعْنَى الْآيَةِ. </p><p> وَقِيلَ: أَضَلَّ أَعْمَالَهُمْ، أَيْ أَبْطَلَ كَيْدَهُمُ الَّذِي أَرَادُوا أَنْ يَكِيدُوا بِهِ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ أَيْ غَفَرَ لَهُمْ ذُنُوبَهُمْ وَتَجَاوَزَ لَهُمْ عَنْ أَعْمَالِهِمُ السَّيِّئَةِ وَأَصْلَحَ بَالَهُمْ أَيْ أَصْلَحَ لَهُمْ شَأْنَهُمْ وَحَالَهُمْ إِصْلَاحًا لَا فَسَادَ مَعَهُ، وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - هُنَا فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ مِنْ أَنْ يُبْطِلَ أَعْمَالَ الْكَافِرِينَ، وَيُبْقِيَ أَعْمَالَ الْمُؤْمِنِينَ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ - تَعَالَى -: مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ [١ \\ ١٥ - ١٦] . وَقَوْلِهِ - تَعَالَى -: مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ [٤٢ \\ ٢٠] . وَقَوْلِهِ - تَعَالَى -: وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا [٢٥ \\ ٢٣ - ٢٤] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا مَعَ بَعْضِ الْأَحَادِيثِ الصَّحِيحَةِ فِيهِ، مَعَ زِيَادَةِ إِيضَاحٍ مُهِمَّةٍ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا [١٧ \\ ١٩] . وَفِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ الْآيَةَ [١٦ \\ ٩٧] . وَذَكَرْنَا طَرَفًا مِنْهُ فِي سُورَةِ «الْأَحْقَافِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا الْآيَةَ [٤٦ \\ ٢٠] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَضَلَّ أَعْمَالَهُمْ أَصْلُهُ مِنَ الضَّلَالِ بِمَعْنَى الْغَيْبَةِ وَالِاضْمِحْلَالِ، لَا مِنَ الضَّالَّةِ كَمَا زَعَمَهُ الزَّمَخْشَرِيُّ، فَهُوَ كَقَوْلِهِ: وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ [٦ \\ ٢٤] . </p><p> وَقَدْ قَدَّمْنَا مَعَانِيَ الضَّلَالِ فِي الْقُرْآنِ وَاللُّغَةِ فِي سُورَةِ «الشُّعَرَاءِ» فِي الْكَلَامِ عَلَى قَوْلِهِ: قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ [٢٦ \\ ٢٠] . وَفِي آخِرِ «الْكَهْفِ» فِي الْكَلَامِ </p><p> عَلَى قَوْلِهِ - تَعَالَى -: الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا الْآيَةَ [١٨ \\ ١٠٤] . وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ قَدْ قَدَّمْنَا إِيضَاحَهُ فِي أَوَّلِ سُورَةِ «الْكَهْفِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ الْآيَةَ [١٨ \\ ٢] . وَفِي سُورَةِ «النَّحْلِ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ الْآيَةَ [١٦ \\ ٩٧] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ [٤٧ \\ ٢] . </p><p> قَالَ فِيهِ ابْنُ كَثِيرٍ: هُوَ عَطْفُ خَاصٍّ عَلَى عَامٍّ، وَهُوَ دَلِيلٌ عَلَى أَنَّهُ شَرْطٌ فِي صِحَّةِ الْإِيمَانِ بَعْدَ بِعْثَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. اهـ مِنْهُ. </p><p> وَيَدُلُّ لِذَلِكَ قَوْلُهُ - تَعَالَى -: وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ [١١ \\ ١٧] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَهُوَ الْحَقُّ جُمْلَةٌ اعْتِرَاضِيَّةٌ تَتَضَمَّنُ شَهَادَةَ اللَّهِ بِأَنَّ هَذَا الْقُرْآنَ الْمُنَزَّلَ عَلَى هَذَا النَّبِيِّ الْكَرِيمِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الْحَقُّ مِنَ اللَّهِ، كَمَا قَالَ - تَعَالَى -: وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الْحَقُّ [٦ \\ ٦٦] . قَالَ - تَعَالَى -: وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ وَإِنَّهُ لَحَقُّ الْيَقِينِ [٦٩</p><p> - ٥١] . وَقَالَ - تَعَالَى -: قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ الْآيَةَ [١٠ \\ ١٠٨] . وَقَالَ - تَعَالَى -: يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ الْآيَةَ [٤ \\ ١٧٠] . وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَوْلُهُ - تَعَالَى -: ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ [٤٧ \\ ٣] أَيْ ذَلِكَ الْمَذْكُورُ مِنْ إِضْلَالِ أَعْمَالِ الْكُفَّارِ، أَيْ إِبْطَالِهَا وَاضْمِحْلَالِهَا وَبَقَاءِ ثَوَابِ أَعْمَالِ الْمُؤْمِنِينَ، وَتَكْفِيرِ سَيِّئَاتِهِمْ وَإِصْلَاحِ حَالِهِمْ، كُلُّهُ وَاقِعٌ بِسَبَبِ أَنَّ الْكُفَّارَ اتَّبَعُوا الْبَاطِلَ، وَمَنِ اتَّبَعَ الْبَاطِلَ فَعَمَلُهُ بَاطِلٌ. </p><p> وَالزَّائِلُ الْمُضْمَحِلُّ تُسَمِّيهِ الْعَرَبُ بَاطِلًا، وَضِدُّهُ الْحَقُّ. </p><p> وَبِسَبَبِ أَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ، وَمُتَّبِعُ الْحَقِّ أَعْمَالُهُ حَقٌّ، فَهِيَ ثَابِتَةٌ بَاقِيَةٌ، لَا زَائِلَةٌ مُضْمَحِلَّةٌ. </p>"
}