{
  "id": null,
  "sura": 47,
  "aya": 15,
  "text": "<p> وَقَوْلِهِ تَعَالَى: وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ [٨ - ٣٠] . </p><p> وَقَدْ أَخْرَجُوهُ فِعْلًا بِمَكْرِهِمُ الْمَذْكُورِ، وَبَيَّنَ - جَلَّ وَعَلَا - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابَهُ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ لَا ذَنْبَ لَهُمْ يَسْتَوْجِبُونَ بِهِ الْإِخْرَاجَ إِلَّا الْإِيمَانَ بِاللَّهِ، كَمَا قَالَ تَعَالَى: الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ [٢٢ \\ ٤٠] ، وَقَالَ تَعَالَى: يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ [٦٠ \\ ١] ، أَيْ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ لِأَجْلِ إِيمَانِكُمْ بِرَبِّكُمْ. </p><p> وَقَالَ تَعَالَى فِي إِخْرَاجِهِمْ لَهُ: أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ [٩ \\ ١٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ، غَيْرَ ابْنِ كَثِيرٍ بِهَمْزَةٍ مَفْتُوحَةٍ بَعْدَ الْكَافِ وَيَاءٍ مُشَدَّدَةٍ مَكْسُورَةٍ وَنُونٍ سَاكِنَةٍ. </p><p> وَقَرَأَهُ ابْنُ كَثِيرٍ:  «وَكَائِنْ» بِأَلِفٍ بَعْدِ الْكَافِ، وَهَمْزَةٍ مَكْسُورَةٍ. </p><p> وَكُلُّهُمْ عِنْدُ الْوَقْفِ يَقِفُونَ عَلَى النُّونِ السَّاكِنَةِ، كَحَالِ الصِّلَةِ، إِلَّا أَبَا عَمْرٍو فَإِنَّهُ يَقِفُ عَلَى الْيَاءِ. </p><p> وَقَدْ قَدَّمْنَا أَوْجُهَ الْقِرَاءَةِ فِي «كَأَيِّنْ» وَمَعْنَاهَا، وَمَا فِيهَا مِنَ اللُّغَاتِ، مَعَ بَعْضِ الشَّوَاهِدِ الْعَرَبِيَّةِ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ [٢٢ \\ ٤٥] . </p><p> قَوْلُهُ تَعَالَى: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ </p><p> أَنْهَارُ الْمَاءِ وَأَنْهَارُ الْخَمْرِ الَّتِي ذَكَرَهَا اللَّهُ فِي هَذِهِ الْآيَةِ بَيَّنَ بَعْضَ صِفَاتِهَا فِي آيَاتٍ أُخْرَى، كَقَوْلِهِ تَعَالَى: تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ [٤٧ \\ ١٢] فِي آيَاتٍ كَثِيرَةٍ، وَقَوْلِهِ: وَمَاءٍ مَسْكُوبٍ [٥٦ \\ ٣١] ، وَقَوْلِهِ: إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ [٧٧ \\ ٤١] ، وَقَوْلِهِ: </p>"
}