{
  "id": null,
  "sura": 47,
  "aya": 4,
  "text": "<p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اخْتِلَافَ الْأَعْمَالِ يَسْتَلْزِمُ اخْتِلَافَ الثَّوَابِ، لَا يَتَوَهَّمُ اسْتِوَاءَهُمَا إِلَّا الْكَافِرُ الْجَاهِلُ الَّذِي يَسْتَوْجِبُ الْإِنْكَارَ عَلَيْهِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ [٦٨ \\ ٣٥ - ٣٦] . وَقَوْلِهِ - تَعَالَى -: أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ [٣٨ \\ ٢٨] . وَقَوْلِهِ - تَعَالَى -: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ [٤٥ \\ ٢١] . </p><p> وَقَوْلُهُ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ. </p><p> قَالَ فِيهِ الزَّمَخْشَرِيُّ: فَإِنْ قُلْتَ: أَيْنَ ضَرْبُ الْأَمْثَالِ؟ </p><p> قُلْتُ: فِي جَعْلِ اتِّبَاعِ الْبَاطِلِ مَثَلًا لِعَمَلِ الْكُفَّارِ، وَاتِّبَاعِ الْحَقِّ مَثَلًا لِعَمَلِ الْمُؤْمِنِينَ. أَوْ فِي أَنَّ جَعَلَ الْإِضْلَالَ مَثَلًا لِخَيْبَةِ الْكُفَّارِ، وَتَكْفِيرَ السَّيِّئَاتِ مَثَلًا لِفَوْزِ الْمُؤْمِنِينَ. اهـ مِنْهُ. </p><p> وَأَصْلُ ضَرْبِ الْأَمْثَالِ يُرَادُ مِنْهُ بَيَانُ الشَّيْءِ بِذِكْرِ نَظِيرِهِ الَّذِي هُوَ مَثَلٌ لَهُ. </p><p> قَوْلُهُ - تَعَالَى -: فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا. </p><p> قَوْلُهُ - تَعَالَى -: فَضَرْبَ الرِّقَابِ مَصْدَرٌ نَائِبٌ عَنْ فِعْلِهِ، وَهُوَ بِمَعْنَى فِعْلِ الْأَمْرِ، وَمَعْلُومٌ أَنَّ صِيَغَ الْأَمْرِ فِي اللُّغَةِ الْعَرَبِيَّةِ أَرْبَعٌ: وَهِيَ فِعْلُ الْأَمْرِ، كَقَوْلِهِ - تَعَالَى -: أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ الْآيَةَ [١٧ \\ ٧٨] . </p><p> وَاسْمُ فِعْلِ الْأَمْرِ، كَقَوْلِهِ - تَعَالَى -: عَلَيْكُمْ أَنْفُسَكُمْ الْآيَةَ [٥ \\ ١٠٥] . </p><p> وَالْفِعْلُ الْمُضَارِعُ الْمَجْزُومُ بِلَامِ الْأَمْرِ كَقَوْلِهِ - تَعَالَى -: ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ الْآيَةَ [٢٢ \\ ٢٩] . </p><p> وَالْمَصْدَرُ النَّائِبُ عَنْ فِعْلِهِ، كَقَوْلِهِ - تَعَالَى -: فَضَرْبَ الرِّقَابِ، أَيْ فَاضْرِبُوا رِقَابَهُمْ، وَقَوْلِهِ - تَعَالَى -: حَتَّى إِذَا أَثْخَنْتُمُوهُمْ، أَيْ أَوَجُعْتُمْ فِيهِمْ قَتْلًا. </p><p> فَالْإِثْخَانُ هُوَ الْإِكْثَارُ مِنْ قَتْلِ الْعَدُوِّ حَتَّى يَضْعُفَ وَيَثْقُلَ عَنِ النُّهُوضِ. </p><p> وَقَوْلُهُ: فَشُدُّوَا الْوَثَاقَ، أَيْ فَأْسِرُوهُمْ، وَالْوَثَاقُ - بِالْفَتْحِ وَالْكَسْرِ - اسْمٌ لِمَا يُؤْسَرُ بِهِ الْأَسِيرُ مِنْ قَيْدٍ وَنَحْوِهِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنَ الْأَمْرِ بِقَتْلِ الْكُفَّارِ حَتَّى يُثْخِنَهُمُ الْمُسْلِمُونَ، ثُمَّ بَعْدَ ذَلِكَ يَأْسِرُونَهُمْ - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ - تَعَالَى -: مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ الْآيَةَ [٨ \\ ٦٨] . وَقَدْ أَمَرَ بِقَتْلِهِمْ فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ - تَعَالَى -: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ الْآيَةَ [٩ \\ ٥] . وَقَوْلِهِ: فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ [٨ \\ ١٢] . وَقَوْلِهِ - تَعَالَى -: وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً الْآيَةَ [٩ \\ ٣٦] . وَقَوْلِهِ: فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ الْآيَةَ [٨ \\ ٥٧] . وَقَوْلِهِ - تَعَالَى - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً أَيْ فَإِمَّا تَمُنُّونَ عَلَيْهِمْ مَنًّا، أَوْ تُفَادُونَهُمْ فِدَاءً. </p><p> وَمَعْلُومٌ أَنَّ الْمَصْدَرَ إِذَا سِيقَ لِتَفْصِيلٍ وَجَبَ حَذْفُ عَامِلِهِ، كَمَا قَالَ فِي الْخُلَاصَةِ: </p><p> وَمَا لِتَفْصِيلٍ كَإِمَّا مَنَّا ... عَامِلُهُ يُحْذَفُ حَيْثُ عَنَّا </p><p> وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> لَأَجْهَدَنَّ فَإِمَّا دَرْءَ وَاقِعَةٍ تُخْشَى ... وَإِمَّا بُلُوغُ السُّؤْلِ وَالْأَمَلِ </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: هَذِهِ الْآيَةُ مَنْسُوخَةٌ بِالْآيَاتِ الَّتِي ذَكَرْنَا قَبْلَهَا، وَمِمَّنْ يُرْوَى عَنْهُ هَذَا الْقَوْلُ ابْنُ عَبَّاسٍ وَالسُّدِّيُّ وَقَتَادَةُ وَالضَّحَّاكُ وَابْنُ جُرَيْجٍ. </p><p> وَذَكَرَ ابْنُ جَرِيرٍ عَنْ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - مَا يُؤَيِّدُهُ. </p><p> وَنَسْخُ هَذِهِ الْآيَةِ هُوَ مَذْهَبُ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - فَإِنَّهُ لَا يَجُوزُ عِنْدَهُ الْمَنُّ وَلَا الْفِدَاءُ ; لِأَنَّ الْآيَةَ مَنْسُوخَةٌ عِنْدَهُ، بَلْ يُخَيَّرُ عِنْدَهُ الْإِمَامُ بَيْنَ الْقَتْلِ وَالِاسْتِرْقَاقِ. </p><p> وَمَعْلُومٌ أَنَّ آيَاتِ السَّيْفِ النَّازِلَةَ فِي بَرَاءَةٍ نَزَلَتْ بَعْدَ سُورَةِ الْقِتَالِ هَذِهِ. </p><p> وَأَكْثَرُ أَهْلِ الْعِلْمِ يَقُولُونَ: إِنَّ الْآيَةَ لَيْسَتْ مَنْسُوخَةً، وَإِنَّ جَمِيعَ الْآيَاتِ الْمَذْكُورَةَ </p><p> مُحْكَمَةٌ، فَالْإِمَامُ مُخَيَّرٌ، وَلَهُ أَنْ يَفْعَلَ مَا رَآهُ مَصْلَحَةً لِلْمُسْلِمِينَ مِنْ مَنٍّ وَفِدَاءٍ وَقَتْلٍ وَاسْتِرْقَاقٍ. </p><p> قَالُوا: قَتَلَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عُقْبَةَ بْنَ أَبِي مُعَيْطٍ وَالنَّضْرَ بْنَ الْحَارِثِ أَسِيرَيْنِ يَوْمَ بَدْرٍ، وَأَخَذَ فِدَاءَ غَيْرِهِمَا مِنَ الْأُسَارَى. </p><p> وَمَنَّ عَلَى ثُمَامَةَ بْنِ أُثَالٍ سَيِّدِ بَنِي حَنِيفَةَ، وَكَانَ يَسْتَرِقُّ السَّبْيَ مِنَ الْعَرَبِ وَغَيْرِهِمْ. </p><p> وَقَالَ الشَّوْكَانِيُّ فِي نَيْلِ الْأَوْطَارِ: وَالْحَاصِلُ أَنَّهُ قَدْ ثَبَتَ فِي جِنْسِ أَسَارَى الْكُفَّارِ جَوَازُ الْقَتْلِ وَالْمَنِّ وَالْفِدَاءِ وَالِاسْتِرْقَاقِ، فَمَنِ ادَّعَى أَنَّ بَعْضَ هَذِهِ الْأُمُورِ تَخْتَصُّ بِبَعْضِ الْكُفَّارِ دُونَ بَعْضٍ لَمْ يُقْبَلْ مِنْهُ ذَلِكَ إِلَّا بِدَلِيلٍ نَاهِضٍ يُخَصَّصُ الْعُمُومَاتِ، وَالْمُجَوَّزُ قَائِمٌ فِي مَقَامِ الْمَنْعِ، وَقَوْلُ عَلِيٍّ وَفِعْلُهُ عِنْدَ بَعْضِ الْمَانِعِينَ مِنِ اسْتِرْقَاقِ ذُكُورِ الْعَرَبِ حُجَّةٌ، وَقَدِ اسْتَرَقَّ بَنِي نَاجِيَةَ ذُكُورَهُمْ وَإِنَاثَهُمْ وَبَاعَهُمْ، كَمَا هُوَ مَشْهُورٌ فِي كُتُبِ السِّيَرِ وَالتَّوَارِيخِ اهـ مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَمَعْلُومٌ أَنَّ بَنِي نَاجِيَةَ مِنَ الْعَرَبِ. </p><p> قَالَ مُقَيِّدُهُ - عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ -: لَمْ يَخْتَلِفِ الْمُسْلِمُونَ فِي جَوَازِ الْمِلْكِ بِالرِّقِّ. </p><p> وَمَعْلُومٌ أَنَّ سَبَبَهُ أَسْرُ الْمُسْلِمِينَ الْكُفَّارَ فِي الْجِهَادِ، وَاللَّهُ - تَبَارَكَ وَتَعَالَى - فِي كِتَابِهِ يُعَبِّرُ عَنِ الْمِلْكِ بِالرِّقِّ بِعِبَارَةٍ هِيَ أَبْلَغُ الْعِبَارَاتِ، فِي تَوْكِيدِ ثُبُوتِ مِلْكِ الرَّقِيقِ، وَهِيَ مِلْكُ الْيَمِينِ ; لِأَنَّ مَا مَلَكَتْهُ يَمِينُ الْإِنْسَانِ فَهُوَ مَمْلُوكٌ لَهُ تَمَامًا، وَتَحْتَ تَصَرُّفِهِ تَمَامًا، كَقَوْلِهِ - تَعَالَى -: فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣] . وَقَوْلِهِ: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فِي سُورَةِ «قَدْ أَفْلَحَ الْمُؤْمِنُونَ»  [٢٣ \\ ٥ - ٦] . وَ «سَأَلَ سَائِلٌ»  [٧٠ \\ ٢٩ - ٣٠] . وَقَوْلِهِ: وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ الْآيَةَ [٤ \\ ٢٤] . وَقَوْلِهِ: وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ الْآيَةَ [٢٤ \\ ٣٣] . وَقَوْلِهِ: وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ [٤ \\ ٣٦] . وَقَوْلِهِ: لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ الْآيَةَ [٣٣ \\ ٥٢] . وَقَوْلِهِ: يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ الْآيَةَ [٣٣ \\ ٥٠] . وَقَوْلِهِ: </p><p> أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ [٢٤ \\ ٣١] . وَقَوْلِهِ: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ [١٦ \\ ٧١] . وَقَوْلِهِ: فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ [١٦ \\ ٧١] . وَقَوْلِهِ: هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ الْآيَةَ [٣٠ \\ ٢٨] . فَالْمُرَادُ بِمِلْكِ الْيَمِينِ فِي جَمِيعِ هَذِهِ الْآيَاتِ كُلِّهَا الْمِلْكُ بِالرِّقِّ، وَالْأَحَادِيثُ وَالْآيَاتُ بِمِثْلِ ذَلِكَ يَتَعَذَّرُ حَصْرُهَا، وَهِيَ مَعْلُومَةٌ، فَلَا يُنْكِرُ الرِّقَّ فِي الْإِسْلَامِ إِلَّا مُكَابِرٌ أَوْ مُلْحِدٌ أَوْ مَنْ لَا يُؤْمِنُ بِكِتَابِ اللَّهِ وَلَا بِسُّنَّةِ رَسُولِهِ. </p><p> وَقَدْ قَدَّمْنَا حِكْمَةَ الْمِلْكِ بِالرِّقِّ وَإِزَالَةَ الْإِشْكَالِ فِي مِلْكِ الرَّقِيقِ الْمُسْلِمِ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» فِي الْكَلَامِ عَلَى قَوْلِهِ - تَعَالَى -: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> وَمِنَ الْمَعْلُومِ أَنَّ كَثِيرًا مِنْ أَجِلَّاءِ عُلَمَاءِ الْمُسْلِمِينَ وَمُحَدِّثِيهِمُ الْكِبَارِ كَانُوا أَرِقَّاءَ مَمْلُوكِينَ، أَوْ أَبْنَاءَ أَرِقَّاءَ مَمْلُوكِينَ. </p><p> فَهَذَا مُحَمَّدُ بْنُ سِيرِينَ كَانَ أَبُوهُ سِيرِينُ عَبْدًا لِأَنَسِ بْنِ مَالِكٍ. </p><p> وَهَذَا مَكْحُولٌ كَانَ عَبْدًا لِامْرَأَةٍ مِنْ هُذَيْلٍ، فَأَعْتَقَتْهُ. </p><p> وَمِثْلُ هَذَا أَكْثَرُ مِنْ أَنْ يُحْصَى، كَمَا هُوَ مَعْلُومٌ. </p><p> وَاعْلَمْ أَنَّ مَا يَدَّعِيهِ بَعْضٌ مِنَ الْمُتَعَصِّبِينَ لِنَفْيِ الرِّقِّ فِي الْإِسْلَامِ مِنْ أَنَّ آيَةَ «الْقِتَالِ» هَذِهِ دَلَّتْ عَلَى نَفْيِ الرِّقِّ مِنْ أَصْلِهِ ; لِأَنَّهَا أَوْجَبَتْ وَاحِدًا مِنْ أَمْرَيْنِ لَا ثَالِثَ لَهُمَا، وَهُمَا الْمَنُّ وَالْفِدَاءُ فَقَطْ - فَهُوَ اسْتِدْلَالٌ سَاقِطٌ مِنْ وَجْهَيْنِ: أَحَدُهُمَا: أَنَّ فِيهِ اسْتِدْلَالًا بِالْآيَةِ، عَلَى شَيْءٍ لَمْ يَدْخُلْ فِيهَا، وَلَمْ تَتَنَاوَلْهُ أَصْلًا، وَالِاسْتِدْلَالُ إِنْ كَانَ كَذَلِكَ فَسُقُوطُهُ كَمَا تَرَى. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ هَذِهِ الْآيَةَ الَّتِي فِيهَا تَقْسِيمُ حُكْمِ الْأُسَارَى إِلَى مَنٍّ وَفِدَاءٍ، لَمْ تَتَنَاوَلْ قَطْعًا إِلَّا الرِّجَالَ الْمُقَاتِلِينَ مِنَ الْكُفَّارِ ; لِأَنَّ قَوْلَهُ: فَضَرْبَ الرِّقَابِ، وَقَوْلَهُ: حَتَّى إِذَا أَثْخَنْتُمُوهُمْ - صَرِيحٌ فِي ذَلِكَ كَمَا تَرَى. </p><p> وَعَلَى إِثْخَانِ هَؤُلَاءِ الْمُقَاتِلِينَ رَتَّبَ بِالْفَاءِ قَوْلَهُ: فَشُدُّوا الْوَثَاقَ. </p><p> فَظَهَرَ أَنَّ الْآيَةَ لَمْ تَتَنَاوَلْ أُنْثَى وَلَا صَغِيرًا الْبَتَّةَ. </p><p> وَيَزِيدُ ذَلِكَ إِيضَاحًا أَنَّ النَّهْيَ عَنْ قَتْلِ نِسَاءِ الْكُفَّارِ وَصِبْيَانِهِمْ ثَابِتٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - </p>"
}