{
  "id": null,
  "sura": 47,
  "aya": 7,
  "text": "<p> وَأَكْثَرُ أَهْلِ الرِّقِّ فِي أَقْطَارِ الدُّنْيَا إِنَّمَا هُوَ مِنَ النِّسَاءِ وَالصِّبْيَانِ. </p><p> وَلَوْ كَانَ الَّذِي يَدَّعِي نَفْيَ الرِّقِّ مِنْ أَصْلِهِ يَعْتَرِفُ بِأَنَّ الْآيَةَ، لَا يُمْكِنُ أَنْ يُسْتَدَلَّ بِهَا عَلَى شَيْءٍ غَيْرِ الرِّجَالِ الْمُقَاتِلِينَ، لِقَصْرِ نَفْيِ الرِّقِّ الَّذِي زَعَمَهُ عَلَى الرِّجَالِ الَّذِينَ أُسِرُوا فِي حَالَ كَوْنِهِمْ مُقَاتِلِينَ، وَلَوْ قَصَرَهُ عَلَى هَؤُلَاءِ، لَمْ يُمْكِنْهُ أَنْ يَقُولَ بِنَفْيِ الرِّقِّ مَنْ أَصْلِهِ كَمَا تَرَى. </p><p> الْوَجْهُ الثَّانِي: هُوَ مَا قَدَّمَنَا مِنَ الْأَدِلَّةِ عَلَى ثُبُوتِ الرِّقِّ فِي الْإِسْلَامِ. وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا أَيْ: إِذَا لَقِيتُمُ الْكُفَّارَ فَاضْرِبُوا أَعْنَاقَهُمْ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ قَتْلًا فَأْسِرُوهُمْ حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا أَيْ حَتَّى تَنْتَهِيَ الْحَرْبُ. </p><p> وَأَظْهَرُ الْأَقْوَالِ فِي مَعْنَى وَضْعِ الْحَرْبِ أَوْزَارَهَا أَنَّهُ وَضْعُ السِّلَاحِ، وَالْعَرَبُ تُسَمِّي السِّلَاحَ وَزَرًا، وَتُطْلِقُ الْعَرَبُ الْأَوْزَارَ عَلَى آلَاتِ الْحَرْبِ وَمَا يُسَاعِدُ فِيهَا كَالْخَيْلِ، وَمِنْهُ قَوْلُ الْأَعْشَى: وَأَعْدَدْتُ لِلْحَرْبِ أَوْزَارَهَا رِمَاحًا طُوَالًا وَخَيْلًا ذُكُورًا وَفِي مَعْنَى أَوْزَارِ الْحَرْبِ أَقْوَالٌ أُخَرُ مَعْرُوفَةٌ تَرَكْنَاهَا، لِأَنَّ هَذَا أَظْهَرُهَا عِنْدَنَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ. ذَكَرَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُؤْمِنِينَ، إِنْ نَصَرُوا رَبَّهُمْ، نَصَرَهُمْ عَلَى أَعْدَائِهِمْ، وَثَبَّتَ أَقْدَامَهُمْ، أَيْ عَصَمَهُمْ مِنَ الْفِرَارِ وَالْهَزِيمَةِ. </p><p> وَقَدْ أَوْضَحَ هَذَا الْمَعْنَى فِي آيَاتٍ كَثِيرَةٍ، وَبَيَّنَ فِي بَعْضِهَا صِفَاتِ الَّذِينَ وَعَدَهُمْ بِهَذَا النَّصْرِ كَقَوْلِهِ تَعَالَى: وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ [٢٢ \\ ٤٠] ، ثُمَّ بَيَّنَ صِفَاتِ الْمَوْعُودِينَ بِهَذَا النَّصْرِ فِي قَوْلِهِ تَعَالَى بَعْدَهُ: الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ [٢٢ \\ ٤١] ، وَكَقَوْلِهِ تَعَالَى: وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ [٣٠ \\ ٤٧] ، وَقَوْلِهِ تَعَالَى: إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا [٤٠ \\ ٥١] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ [٣٧ \\ ١٧١ - ١٧٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p>"
}