{
  "id": null,
  "sura": 47,
  "aya": 18,
  "text": "<p> فِيهَا عَيْنٌ جَارِيَةٌ [٨٨ \\ ١٢] ، وَقَدْ بَيَّنَ تَعَالَى مِنْ صِفَاتِ خَمْرِ الْجَنَّةِ أَنَّهَا لَا تُسْكِرُ شَارِبَهَا، وَلَا تُسَبِّبُ لَهُ الصُّدَاعَ الَّذِي هُوَ وَجَعُ الرَّأْسِ فِي آيَاتٍ مِنْ كِتَابِهِ، كَقَوْلِهِ تَعَالَى: لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ [٥٦ \\ ١٩] ، وَقَوْلِهِ: لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ [٣٧ \\ ٤٧] . </p><p> وَقَدْ قَدَّمْنَا مَعْنَى هَذِهِ الْآيَاتِ بِإِيضَاحٍ فِي سُورَةِ الْمَائِدَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ [٥ \\ ٩٠] . الْآيَةَ </p><p> وَقَوْلُهُ تَعَالَى فِي الْآيَةِ الْكَرِيمَةِ: غَيْرِ آسِنٍ أَيْ غَيْرُ مُتَغَيِّرِ اللَّوْنِ وَلَا الطَّعْمِ. وَالْآسِنُ وَالْآجِنُ مَعْنَاهُمَا وَاحِدٌ، وَمِنْهُ قَوْلُ ذِي الرُّمَّةِ: </p><p> وَمَنْهَلٌ آجِنٌ قَفْرٌ مَحَاضِرُهُ ... تَذْرُو الرِّيَاحُ عَلَى جُمَّاتِهِ الْبَعَرَا </p><p> وَقَوْلُ الرَّاجِزِ: </p><p> وَمَنْهَلٌ فِيهِ الْغُرَابُ مَيِّتُ ... كَأَنَّهُ مِنَ الْأُجُونِ زَيِّتُ </p><p> سَقَيْتُ مِنْهَا الْقَوْمَ وَاسْتَقَيْتُ </p><p> وَبِمَا ذَكَرْنَا تَعَلَمُ أَنَّ قَوْلَهُ: غَيْرِ آسِنٍ كَقَوْلِهِ: مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ. </p><p> قَوْلُهُ تَعَالَى: وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ. </p><p> قَدْ بَيَّنَ تَعَالَى فِي سُورَةِ الْبَقَرَةِ أَنَّ الثِّمَارَ الَّتِي يُرْزَقُهَا أَهْلُ الْجَنَّةِ يُشْبِهُ بَعْضُهَا بَعْضًا فِي الْجَوْدَةِ وَالْحُسْنِ وَالْكَمَالِ، لَيْسَ فِيهَا شَيْءٌ رَدِيءٌ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا [٢ \\ ٢٥] . </p><p> قَوْلُهُ تَعَالَى: وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ [٢٢ \\ ١٩] . </p><p> قَوْلُهُ تَعَالَى: فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً [٤٧ \\ ١٨] . </p>"
}