{
  "id": null,
  "sura": 47,
  "aya": 31,
  "text": "<p> فَكُلُّ مَنْ قَالَ لِهَؤُلَاءِ الْكُفَّارِ الْكَارِهِينَ لِمَا نَزَّلَهُ اللَّهُ: سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ، فَهُوَ دَاخِلٌ فِي وَعِيدِ الْآيَةِ. </p><p> وَأَحْرَى مِنْ ذَلِكَ مِنْ يَقُولُ لَهُمْ: سَنُطِيعُكُمْ فِي الْأَمْرِ كَالَّذِينِ يَتَّبِعُونَ الْقَوَانِينَ الْوَضْعِيَّةَ مُطِيعِينَ بِذَلِكَ لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ، فَإِنَّ هَؤُلَاءِ لَا شَكَّ أَنَّهُمْ مِمَّنْ تَتَوَفَّاهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ. </p><p> وَأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ، وَأَنَّهُ مُحْبِطٌ أَعْمَالَهُمْ. </p><p> فَاحْذَرْ كُلَّ الْحَذَرِ مِنَ الدُّخُولِ فِي الَّذِينَ قَالُوا: سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ. </p><p> قَوْلُهُ تَعَالَى: وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ </p><p> اللَّامُ فِي قَوْلِهِ «لِنَبْلُوَنَّكُمْ» مُوطِّئَةٌ لِقَسَمٍ مَحْذُوفٍ. </p><p> وَقَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ غَيْرَ شُعْبَةَ عَنْ عَاصِمٍ بِالنُّونِ الدَّالَّةِ عَلَى الْعَظَمَةِ فِي الْأَفْعَالِ الثَّلَاثَةِ، أَعْنِي لَنَبْلُوَنَّكُمْ، وَنَعْلَمَ، وَنَبْلُوَ. </p><p> وَقَرَأَهُ شُعْبَةُ عَنْ عَاصِمٍ بِالْمُثَنَّاةِ التَّحْتِيَّةِ. </p><p> وَضَمِيرُ الْفَاعِلِ يَعُودُ إِلَى اللَّهِ وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ اللَّهَ - جَلَّ وَعَلَا - يَبْلُو النَّاسَ أَيْ يَخْتَبِرُهُمْ بِالتَّكَالِيفِ، كَبَذْلِ الْأَنْفُسِ وَالْأَمْوَالِ فِي الْجِهَادِ لِيَتَمَيَّزَ بِذَلِكَ صَادِقُهُمْ مِنْ كَاذِبِهِمْ، وَمُؤْمِنُهُمْ مِنْ كَافِرِهِمْ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ تَعَالَى: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ [٢ \\ ٢١٤] . </p><p> وَقَوْلِهِ تَعَالَى: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ [٣ \\ ١٤٢] . </p><p> وَقَوْلِهِ تَعَالَى: أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ [٣ \\ ١٤٢] . </p><p> وَقَوْلِهِ تَعَالَى: الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ [٩ \\ ١٦] . </p><p> وَقَوْلِهِ تَعَالَى: مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَا أَنْتُمْ عَلَيْهِ حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ [٢٩ \\ ١ - ٣] . </p><p> وَقَوْلِهِ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ [٣ \\ ١٧٩] . </p><p> وَقَدْ قَدَّمْنَا إِزَالَةَ الْإِشْكَالِ فِي نَحْوِهِ فِي سُورَةِ الْبَقَرَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ [٢ \\ ١٤٣] . </p><p> فَقُلْنَا فِي ذَلِكَ مَا نَصُّهُ: ظَاهِرُ هَذِهِ الْآيَةِ قَدْ يَتَوَهَّمُ مِنْهُ الْجَاهِلُ أَنَّهُ تَعَالَى يَسْتَفِيدُ بِالِاخْتِبَارِ عِلْمًا لَمْ يَكُنْ يَعْلَمُهُ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا، بَلْ هُوَ تَعَالَى عَالِمٌ بِكُلِّ مَا سَيَكُونُ قَبْلَ أَنْ يَكُونَ. </p><p> وَقَدْ بَيَّنَ أَنَّهُ لَا يَسْتَفِيدُ بِالِاخْتِبَارِ عِلْمًا لَمْ يَكُنْ يَعْلَمُهُ بِقَوْلِهِ - جَلَّ وَعَلَا: وَلِيَبْتَلِيَ اللَّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ [٣ \\ ١٥٤] . </p><p> فَقَوْلُهُ: وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ بَعْدَ قَوْلِهِ: «لِيَبْتَلِيَ» - دَلِيلٌ قَاطِعٌ عَلَى أَنَّهُ لَمْ يَسْتَفِدْ بِالِاخْتِبَارِ شَيْئًا لَمْ يَكُنْ عَالِمًا بِهِ، سُبْحَانَهُ وَتَعَالَى عَنْ ذَلِكَ عُلُوًّا كَبِيرًا ; لِأَنَّ الْعَلِيمَ بِذَاتِ الصُّدُورِ غَنِيٌّ عَنِ الِاخْتِبَارِ. </p><p> وَفِي هَذِهِ الْآيَةِ بَيَانٌ عَظِيمٌ لِجَمِيعِ الْآيَاتِ الَّتِي يَذْكُرُ اللَّهُ فِيهَا اخْتِبَارَهُ لِخَلْقِهِ. </p><p> وَمَعْنَى إِلَّا لِنَعْلَمَ أَيْ عِلْمًا يَتَرَتَّبُ عَلَيْهِ الثَّوَابُ وَالْعِقَابُ فَلَا يُنَافِي أَنَّهُ كَانَ عَالِمًا بِهِ قَبْلَ ذَلِكَ، وَفَائِدَةُ الِاخْتِبَارِ ظُهُورُ الْأَمْرِ لِلنَّاسِ، أَمَّا عَالِمُ السِّرِّ وَالنَّجْوَى، فَهُوَ عَالَمٌ بِكُلِّ مَا سَيَكُونُ، كَمَا لَا يَخْفَى. اهـ. </p><p> قَالَ الْقُرْطُبِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَا نَصُّهُ:  (وَهَذَا الْعِلْمُ هُوَ الْعِلْمُ الَّذِي يَقَعُ عَلَيْهِ بِهِ الْجَزَاءُ لِأَنَّهُ إِنَّمَا يُجَازِيهِمْ بِأَعْمَالِهِمْ لَا بِعِلْمِهِ الْقَدِيمِ عَلَيْهِمْ،فَتَأْوِيلُهُ:حَتَّى نَعْلَمَ الْمُجَاهِدِينَ عِلْمَ شَهَادَةٍ، لِأَنَّهُمْ إِذَا أُمِرُوا بِالْعَمَلِ يَشْهَدُ مِنْهُمْ مَا عَمِلُوا فَالْجَزَاءُ بِالثَّوَابِ وَالْعِقَابِ يَقَعُ عَلَى عِلْمِ الشَّهَادَةِ، وَنَبْلُوَ أَخْبَارَكُمْ نَخْتَبِرُهَا وَنُظْهِرُهَا) انْتَهَى مَحَلُّ الْغَرَضِ مِنْهُ. </p><p> وَقَالَ أَبُو جَعْفَرِ بْنُ جَرِيرٍ الطَّبَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ الْكَرِيمَةِ مَا نَصُّهُ: </p>"
}