{
  "id": null,
  "sura": 48,
  "aya": 8,
  "text": "<p> وَإِيضَاحُ الْمَعْنَى أَنَّهُ تَعَالَى وَفَّقَ الْمُؤْمِنِينَ بِإِنْزَالِ السَّكِينَةِ وَازْدِيَادِ الْإِيمَانِ، وَأَشْقَى غَيْرَهُمْ مِنَ الْمُشْرِكِينَ وَالْمُنَافِقِينَ فَلَمْ يُوَفِّقْهُمْ بِذَلِكَ لِيُجَازِيَ كُلًّا بِمُقْتَضَى عَمَلِهِ. </p><p> وَهَذِهِ الْآيَةُ شَبِيهَةٌ فِي الْمَعْنَى بِقَوْلِهِ تَعَالَى فِي آخِرِ الْأَحْزَابِ: وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ [٣٣ \\ ٧٣] . </p><p> قَوْلُهُ تَعَالَى: وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ يُجَازِي الْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَالْمُنَافِقِينَ وَالْمُنَافِقَاتِ بِثَلَاثِ عُقُوبَاتٍ وَهِيَ غَضَبُهُ، وَلَعْنَتُهُ، وَنَارُ جَهَنَّمَ. </p><p> وَقَدْ بَيَّنَ فِي بَعْضِ الْآيَاتِ بَعْضَ نَتَائِجِ هَذِهِ الْأَشْيَاءِ الثَّلَاثَةِ، كَقَوْلِهِ فِي الْغَضَبِ: وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى [٢٠ \\ ٨١] ، وَقَوْلِهِ فِي اللَّعْنَةِ: وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا [٤ \\ ٥٢] ، وَقَوْلِهِ فِي نَارِ جَهَنَّمَ: رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ [٣ \\ ١٩٢] . </p><p> قَوْلُهُ تَعَالَى: إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّهُ أَرْسَلَ نَبِيَّهُ مُحَمَّدًا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا. </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّهُ يَبْعَثُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ الْقِيَامَةِ شَاهِدًا عَلَى أُمَّتِهِ، وَأَنَّهُ مُبَشِّرٌ لِلْمُؤْمِنِينَ وَمُنْذِرٌ لِلْكَافِرِينَ. قَالَ تَعَالَى فِي شَهَادَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ الْقِيَامَةِ عَلَى أُمَّتِهِ: فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا [٤ \\ ٤١] ، وَقَوْلِهِ تَعَالَى: وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ [١٦ \\ ٨٩] . </p><p> فَآيَةُ النِّسَاءِ وَآيَةُ النَّحْلِ الْمَذْكُورَتَانِ الدَّالَّتَانِ عَلَى شَهَادَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَوْمَ الْقِيَامَةِ عَلَى أُمَّتِهِ تُبَيِّنَانِ آيَةَ الْفَتْحِ هَذِهِ. </p><p> وَمَا ذَكَرْنَا مِنْ أَنَّهُ مُبَشِّرٌ لِلْمُؤْمِنِينَ وَنَذِيرٌ لِلْكَافِرِينَ أَوْضَحَهُ فِي قَوْلِهِ تَعَالَى: فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا [١٩ \\ ٩٧] . </p>"
}