{
  "id": null,
  "sura": 48,
  "aya": 5,
  "text": "<p> لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ الْآيَةَ [٤٨ \\ ٢] . </p><p> قَوْلُهُ تَعَالَى: لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ. </p><p> مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْإِيمَانَ يَزِيدُ دَلَّتْ عَلَيْهِ آيَاتٌ أُخَرُ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا [٨ \\ ٢] ، وَقَوْلِهِ تَعَالَى: فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ [٩ \\ ١٢٤] ، وَقَوْلِهِ تَعَالَى: لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا [٧٤ \\ ٣١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَقَدْ أَوْضَحْنَاهُ مِرَارًا. </p><p> وَالْحَقُّ الَّذِي لَا شَكَّ فِيهِ أَنَّ الْإِيمَانَ يَزِيدُ وَيَنْقُصُ، كَمَا عَلَيْهِ أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ، وَقَدْ دَلَّ عَلَيْهِ الْوَحْيُ مِنَ الْكِتَابِ وَالسُّنَّةِ كَمَا تَقَدَّمَ. </p><p> قَوْلُهُ تَعَالَى: وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، أَنَّ لَهُ جُنُودَ السَّمَاوَاتِ وَالْأَرْضِ، وَبَيَّنَ فِي الْمُدَّثِّرِ أَنَّ جُنُودَهُ هَذِهِ لَا يَعْلَمُهَا إِلَّا هُوَ، وَذَلِكَ فِي قَوْلِهِ: وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ [٧٤ \\ ٣١] . </p><p> قَوْلُهُ تَعَالَى: لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ. </p><p> أَظْهَرُ الْأَقْوَالِ وَأَصَحُّهَا فِي الْآيَةِ أَنَّ اللَّامَ فِي قَوْلِهِ: لِيُدْخِلَ مُتَعَلِّقَةٌ بِقَوْلِهِ: هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ [٤٨ \\ ٤] . </p><p> وَإِيضَاحُ الْمَعْنَى هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ، أَيِ السُّكُونَ وَالطُّمَأْنِينَةَ إِلَى الْحَقِّ فِي قُلُوبِ الْمُؤْمِنِينَ، لِيَزْدَادُوا بِذَلِكَ إِيمَانًا لِأَجْلِ أَنْ يُدْخِلَهُمْ بِالطُّمَأْنِينَةِ إِلَى الْحَقِّ، وَازْدِيَادِ الْإِيمَانِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ. </p><p> وَمَفْهُومُ الْمُخَالَفَةِ فِي قَوْلِهِ: فِي قُلُوبِ الْمُؤْمِنِينَ أَنَّ قُلُوبَ غَيْرِ الْمُؤْمِنِينَ لَيْسَتْ كَذَلِكَ وَهُوَ كَذَلِكَ وَلِذَا كَانَ جَزَاؤُهُمْ مُخَالِفًا لِجَزَاءِ الْمُؤْمِنِينَ كَمَا صَرَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ. </p>"
}