{
  "id": null,
  "sura": 49,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْحُجُرَاتِ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ. </p><p> قَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لَا تُقَدِّمُوا فِيهِ لِعُلَمَاءِ التَّفْسِيرِ ثَلَاثَةُ أَوْجُهٍ: </p><p> الْأَوَّلُ مِنْهَا وَهُوَ أَصَحُّهَا وَأَظْهَرُهَا أَنَّهُ مُضَارِعُ «قَدَّمَ» اللَّازِمِ بِمَعْنَى تَقَدَّمَ. </p><p> وَمِنْهُ مُقَدِّمَةُ الْجَيْشِ، وَمُقَدِّمَةُ الْكِتَابِ بِكَسْرِ الدَّالِّ فِيهِمَا، وَهُوَ اسْمُ فَاعِلِ «قَدَّمَ» بِمَعْنَى تَقَدَّمَ. </p><p> وَيَدُلُّ لِهَذَا الْوَجْهِ قِرَاءَةُ يَعْقُوبَ مِنَ الثَّلَاثَةِ الَّذِينَ هُمْ تَمَامُ الْعَشَرَةِ:  «لَا تَقَدَّمُوا» بِفَتْحِ التَّاءِ وَالدَّالِ الْمُشَدَّدَةِ، وَأَصْلُهُ: لَا تَتَقَدَّمُوا فَحُذِفَتْ إِحْدَى التَّاءَيْنِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّهُ مُضَارِعُ «قَدَّمَ» الْمُتَعَدِّي، وَالْمَفْعُولُ مَحْذُوفٌ لِإِرَادَةِ التَّعْمِيمِ، أَيْ: لَا تُقَدِّمُوا قَوْلًا وَلَا فِعْلًا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ بَلْ أَمْسِكُوا عَنْ ذَلِكَ حَتَّى تَصْدُرُوا فِيهِ عَنْ أَمْرِ اللَّهِ وَرَسُولِهِ. </p><p> الْوَجْهُ الثَّالِثُ: أَنَّهُ مُضَارِعُ «قَدَّمَ» الْمُتَعَدِّي، وَلَكِنَّهَا أُجْرِيَتْ مَجْرَى اللَّازِمِ، وَقُطِعَ النَّظَرُ عَنْ وُقُوعِهَا عَلَى مَفْعُولِهَا، لِأَنَّ الْمُرَادَ هُوَ أَصْلُ الْفِعْلِ دُونَ وُقُوعِهِ عَلَى مَفْعُولٍ. </p><p> وَنَظِيرُ ذَلِكَ قَوْلُهُ تَعَالَى: وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ [٤٠ \\ ٦٨] ، أَيْ هُوَ الْمُتَّصِفُ بِالْإِحْيَاءِ وَالْإِمَاتَةِ، وَلَا يُرَادُ فِي ذَلِكَ وُقُوعُهُمَا عَلَى مَفْعُولٍ. </p><p> وَكَقَوْلِهِ تَعَالَى: قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ [٣٩ \\ ٩] ، لِأَنَّ الْمُرَادَ أَنَّ الْمُتَّصِفِينَ بِالْعِلْمِ لَا يَسْتَوُونَ مَعَ غَيْرِ الْمُتَّصِفِينَ بِهِ. </p><p> وَلَا يُرَادُ هُنَا وُقُوعُ الْعِلْمِ عَلَى مَفْعُولٍ، وَكَذَلِكَ عَلَى هَذَا الْقَوْلِ: لَا تُقَدِّمُوا لَا تَكُونُوا مِنَ الْمُتَّصِفِينَ بِالتَّقْدِيمِ. </p><p> وَقَدْ قَدَّمْنَا فِي كَلَامِنَا الطَّوِيلِ عَلَى آيَةِ: أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ [٤ \\ ٨٢] أَنَّ لَفْظَةَ: بَيْنَ يَدَيْهِ [٢ \\ ٩٧] ، مَعْنَاهَا أَمَامَهُ، وَذَكَرْنَا الْآيَاتِ الدَّالَّةَ عَلَى ذَلِكَ. </p>"
}