{
  "id": null,
  "sura": 49,
  "aya": 14,
  "text": "<p> أَبِي الْإِسْلَامُ لَا أَبَ لِي سِوَاهُ ... إِذَا افْتَخَرُوا بِقَيْسٍ أَوْ تَمِيمٍ </p><p> وَهَذِهِ الْآيَاتُ الْقُرْآنِيَّةُ، تَدُلُّ عَلَى أَنَّ دِينَ الْإِسْلَامِ سَمَاوِيٌّ صَحِيحٌ، لَا نَظَرَ فِيهِ إِلَى الْأَلْوَانِ وَلَا إِلَى الْعَنَاصِرِ، وَلَا إِلَى الْجِهَاتِ، وَإِنَّمَا الْمُعْتَبَرُ فِيهِ تَقْوَى اللَّهِ - جَلَّ وَعَلَا - وَطَاعَتُهُ، فَأَكْرَمُ النَّاسِ وَأَفْضَلُهُمْ أَتْقَاهُمْ لِلَّهِ، وَلَا كَرَمَ وَلَا فَضْلَ لِغَيْرِ الْمُتَّقِي، وَلَوْ كَانَ رَفِيعَ النَّسَبِ. </p><p> وَالشُّعُوبُ جَمْعُ شَعْبٍ، وَهُوَ الطَّبَقَةُ الْأُولَى مِنَ الطَّبَقَاتِ السِّتِّ الَّتِي عَلَيْهَا الْعَرَبُ وَهِيَ: الشَّعْبُ، وَالْقَبِيلَةُ، وَالْعِمَارَةُ، وَالْبَطْنُ، وَالْفَخْذُ، وَالْفَصِيلَةُ. </p><p> فَالشَّعْبُ يَجْمَعُ الْقَبَائِلَ، وَالْقَبِيلَةُ تَجْمَعُ الْعَمَائِرَ، وَالْعِمَارَةُ تَجْمَعُ الْبُطُونَ، وَالْبَطْنُ يَجْمَعُ الْأَفْخَاذَ، وَالْفَخْذُ يَجْمَعُ الْفَصَائِلَ. </p><p> خُزَيْمَةُ شَعْبٌ، وَكِنَانَةُ قَبِيلَةٌ، وَقُرَيْشٌ عِمَارَةٌ، وَقُصَيٌّ بَطْنٌ، وَهَاشِمٌ فَخْذٌ، وَالْعَبَّاسُ فَصِيلَةٌ. </p><p> وَسُمِّيَتِ الشُّعُوبُ، لِأَنَّ الْقَبَائِلَ تَتَشَعَّبُ مِنْهَا. اهـ. </p><p> وَلَمْ يُذْكَرْ مِنْ هَذِهِ السِّتِّ فِي الْقُرْآنِ إِلَّا ثَلَاثٌ: الشُّعُوبُ، وَالْقَبَائِلُ كَمَا فِي هَذِهِ الْآيَةِ، وَالْفَصِيلَةُ فِي الْمَعَارِجِ فِي قَوْلِهِ: وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ [٧٠ \\ ١٣] ، وَقَدْ قَدَّمْنَا مَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَاتُ مُوَضَّحًا فِي سُورَةِ بَنِي إِسْرَائِيلَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> وَاعْلَمْ أَنَّ الْعَرَبَ قَدْ تُطْلِقُ بَعْضَ هَذِهِ السِّتِّ عَلَى بَعْضٍ كَإِطْلَاقِ الْبَطْنِ عَلَى الْقَبِيلَةِ فِي قَوْلِ الشَّاعِرِ: </p><p> وَإِنَّ كِلَابًا هَذِهِ عَشْرُ أَبْطُنٍ ... وَأَنْتَ بَرِيءٌ مِنْ قَبَائِلِهَا الْعَشْرِ </p><p> كَمَا قَدَّمْنَاهُ فِي سُورَةِ الْبَقَرَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثَلَاثَةَ قُرُوءٍ [٢ \\ ٢٢٨] . </p><p> قَوْلُهُ تَعَالَى: قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ هَؤُلَاءِ الْأَعْرَابَ وَهُمْ أَهْلُ الْبَادِيَةِ مِنَ الْعَرَبِ </p><p> قَالُوا آمَنَّا، وَأَنَّ اللَّهَ - جَلَّ وَعَلَا - أَمَرَ نَبِيَّهُ أَنْ يَقُولَ لَهُمْ: لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا، وَهَذَا يَدُلُّ عَلَى نَفْيِ الْإِيمَانِ عَنْهُمْ وَثُبُوتِ الْإِسْلَامِ لَهُمْ. </p><p> وَذَلِكَ يَسْتَلْزِمُ أَنَّ الْإِيمَانَ أَخَصُّ مِنَ الْإِسْلَامِ لِأَنَّ نَفْيَ الْأَخَصِّ لَا يَسْتَلْزِمُ نَفْيَ الْأَعَمِّ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ مُسَمَّى الْإِيمَانِ الشَّرْعِيِّ الصَّحِيحِ وَالْإِسْلَامِ الشَّرْعِيِّ الصَّحِيحِ - هُوَ اسْتِسْلَامُ الْقَلْبِ بِالِاعْتِقَادِ وَاللِّسَانِ بِالْإِقْرَارِ، وَالْجَوَارِحِ بِالْعَمَلِ، فَمُؤَدَّاهُمَا وَاحِدٌ كَمَا يَدُلُّ لَهُ قَوْلُهُ تَعَالَى: فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ [٥١ \\ ٣٥ - ٣٦] . </p><p> وَإِذَا كَانَ ذَلِكَ كَذَلِكَ فَإِنَّهُ يُحْتَاجُ إِلَى بَيَانِ وَجْهِ الْفِرَقِ بَيْنَ الْإِيمَانِ وَالْإِسْلَامِ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ، لِأَنَّ اللَّهَ نَفَى عَنْهُمُ الْإِيمَانَ دُونَ الْإِسْلَامِ، وَلِذَلِكَ وَجْهَانِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ أَظْهَرُهُمَا عِنْدِي أَنَّ الْإِيمَانَ الْمَنْفِيَّ عَنْهُمْ فِي هَذِهِ الْآيَةِ هُوَ مُسَمَّاهُ الشَّرْعِيُّ الصَّحِيحُ، وَالْإِسْلَامُ الْمُثْبَتُ لَهُمْ فِيهَا هُوَ الْإِسْلَامُ اللُّغَوِيُّ الَّذِي هُوَ الِاسْتِسْلَامُ وَالِانْقِيَادُ بِالْجَوَارِحِ دُونَ الْقَلْبِ. </p><p> وَإِنَّمَا سَاغَ إِطْلَاقُ الْحَقِيقَةِ اللُّغَوِيَّةِ هَنَا عَلَى الْإِسْلَامِ مَعَ أَنَّ الْحَقِيقَةَ الشَّرْعِيَّةَ مُقَدَّمَةٌ عَلَى اللُّغَوِيَّةِ عَلَى الصَّحِيحِ، لِأَنَّ الشَّرْعَ الْكَرِيمَ جَاءَ بِاعْتِبَارِ الظَّاهِرِ. وَأَنْ تُوكَلَ كُلُّ السَّرَائِرِ إِلَى اللَّهِ. </p><p> فَانْقِيَادُ الْجَوَارِحِ فِي الظَّاهِرِ بِالْعَمَلِ وَاللِّسَانِ بِالْإِقْرَارِ يُكْتَفَى بِهِ شَرْعًا، وَإِنْ كَانَ الْقَلْبُ مُنْطَوِيًا عَلَى الْكُفْرِ. </p><p> وَلِهَذَا سَاغَ إِرَادَةُ الْحَقِيقَةِ اللُّغَوِيَّةِ فِي قَوْلِهِ: وَلَكِنْ قُولُوا أَسْلَمْنَا ; لِأَنَّ انْقِيَادَ اللِّسَانِ وَالْجَوَارِحِ فِي الظَّاهِرِ إِسْلَامٌ لُغَوِيٌّ مُكْتَفًى بِهِ شَرْعًا عَنِ التَّنْقِيبِ عَنِ الْقَلْبِ. </p><p> وَكُلُّ انْقِيَادٍ وَاسْتِسْلَامٍ وَإِذْعَانٍ يُسَمَّى إِسْلَامًا لُغَةً. وَمِنْهُ قَوْلُ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ الْعَدَوِيِّ مُسْلِمِ الْجَاهِلِيَّةِ: </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الْأَرْضُ تَحْمِلُ صَخْرًا ثِقَالًا </p><p> دَحَاهَا فَلِمَا اسْتَوَتْ شَدَّهَا ... جَمِيعًا وَأَرْسَى عَلَيْهَا الْجِبَالَا </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الْمُزْنُ تَحْمِلُ عَذْبًا زُلَالًا </p><p> إِذَا هِيَ سِيقَتْ إِلَى بَلْدَةٍ ... أَطَاعَتْ فَصَبَّتْ عَلَيْهَا سِجَالًا </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أسْلَمَتْ ... لَهُ الرِّيحُ تُصْرَفُ حَالًا فَحَالَا </p><p> فَالْمُرَادُ بِالْإِسْلَامِ فِي هَذِهِ الْأَبْيَاتِ: الِاسْتِسْلَامُ وَالِانْقِيَادُ، وَإِذَا حُمِلَ الْإِسْلَامُ فِي قَوْلِهِ: وَلَكِنْ قُولُوا أَسْلَمْنَا انْقَدْنَا وَاسْتَسْلَمْنَا بِالْأَلْسِنَةِ وَالْجَوَارِحِ. فَلَا إِشْكَالَ فِي الْآيَةِ. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالْأَعْرَابُ الْمَذْكُورُونَ مُنَافِقُونَ، لِأَنَّهُمْ مُسْلِمُونَ فِي الظَّاهِرِ، وَهُمْ كُفَّارٌ فِي الْبَاطِنِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ الْمُرَادَ بِنَفْيِ الْإِيمَانِ فِي قَوْلِهِ: لَمْ تُؤْمِنُوا نَفْيُ كَمَالِ الْإِيمَانِ، لَا نَفْيُهُ مِنْ أصْلِهِ. </p><p> وَعَلَيْهِ فَلَا إِشْكَالَ أَيْضًا، لِأَنَّهُمْ مُسْلِمُونَ مَعَ أَنَّ إِيمَانَهُمْ غَيْرُ تَامٍّ، وَهَذَا لَا إِشْكَالَ فِيهِ عِنْدَ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ الْقَائِلِينَ بِأَنَّ الْإِيمَانَ يَزِيدُ وَيَنْقُصُ. </p><p> وَإِنَّمَا اسْتَظْهَرْنَا الْوَجْهَ الْأَوَّلَ، وَهُوَ أَنَّ الْمُرَادَ بِالْإِسْلَامِ مَعْنَاهُ اللُّغَوِيُّ دُونَ الشَّرْعِيِّ، وَأَنَّ الْأَعْرَابَ الْمَذْكُورِينَ كُفَّارٌ فِي الْبَاطِنِ وَإِنْ أَسْلَمُوا فِي الظَّاهِرِ، لِأَنَّ قَوْلَهُ - جَلَّ وَعَلَا: وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ [٤٩ \\ ١٤] ، يَدُلُّ عَلَى ذَلِكَ دَلَالَةً كَمَا تَرَى، لِأَنَّ قَوْلَهُ: يَدْخُلِ فِعْلٌ فِي سِيَاقِ النَّفْيِ وَهُوَ مِنْ صِيَغِ الْعُمُومِ كَمَا أَوْضَحْنَاهُ مِرَارًا، وَإِلَيْهِ الْإِشَارَةُ بِقَوْلِ صَاحِبِ مَرَاقِي السُّعُودِ: </p><p> وَنَحْوُ لَا شَرِبْتُ أَوْ إِنْ شَرِبَا ... وَاتَّفَقُوا إِنْ مَصْدَرٌ قَدْ جَلَبَا </p><p> فَقَوْلُهُ: وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ: فِي مَعْنَى لَا دُخُولَ لِلْإِيمَانِ فِي قُلُوبِكُمْ. </p><p> وَالَّذِينَ قَالُوا بِالثَّانِي. قَالُوا: إِنَّ الْمُرَادَ بِنَفْيِ دُخُولِهِ نَفْيُ كَمَالِهِ، وَالْأَوَّلُ أَظْهَرُ كَمَا تَرَى. </p><p> وَقَوْلُهُ تَعَالَى: فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: قَالَتِ الْأَعْرَابُ: الْمُرَادُ بِهِ بَعْضُ الْأَعْرَابِ، وَقَدِ اسْتَظْهَرْنَا أَنَّهُمْ مُنَافِقُونَ لِدَلَالَةِ الْقُرْآنِ عَلَى ذَلِكَ، وَهُمْ مِنْ جِنْسِ الْأَعْرَابِ الَّذِينَ قَالَ اللَّهُ فِيهِمْ: وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ [٩ \\ ٩٨] ، وَإِنَّمَا قُلْنَا: إِنَّ الْمُرَادَ بَعْضُ الْأَعْرَابِ فِي هَذِهِ الْآيَةِ، لِأَنَّ اللَّهَ بَيَّنَ فِي مَوْضِعٍ آخَرَ أَنَّ مِنْهُمْ مَنْ لَيْسَ كَذَلِكَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: </p>"
}