{
  "id": null,
  "sura": 49,
  "aya": 6,
  "text": "<p> فَإِنَّ الْتِجَاءَ الْعَبْدِ إِلَى رَبِّهِ فِي ذَلِكَ أَيْضًا مِنْ خَصَائِصَ رُبُوبِيَّتِهِ - جَلَّ وَعَلَا - كَمَا قَالَ تَعَالَى: قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ [١٠ \\ ٣١] وَقَالَ تَعَالَى: فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ [٢٩ \\ ١٧] وَقَالَ تَعَالَى: يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ [٤٢ \\ ٤٩] وَقَالَ تَعَالَى: وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ [١٦ \\ ٧٢] وَقَالَ تَعَالَى: وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ [٤ \\ ٣٢] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَفِي الْحَدِيثِ:  «إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ» . </p><p> وَقَدْ أَثْنَى اللَّهُ - جَلَّ وَعَلَا - عَلَى نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَصْحَابِهِ بِالْتِجَائِهِمْ إِلَيْهِ وَقْتَ الْكَرْبِ يَوْمَ بَدْرٍ فِي قَوْلِهِ: إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ [٨ \\ ٩] ، فَنَبِيُّنَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ هُوَ وَأَصْحَابُهُ إِذَا أَصَابَهُمْ أَمْرٌ أَوْ كَرْبٌ الْتَجَئُوا إِلَى اللَّهِ وَأَخْلَصُوا لَهُ الدُّعَاءَ، فَعَلَيْنَا أَنْ نَتَّبِعَ وَلَا نَبْتَدِعَ. </p><p> تَنْبِيهٌ </p><p> اعْلَمْ أَنَّهُ يَجِبُ عَلَى كُلِّ مُسْلِمٍ أَنْ يَتَأَمَّلَ فِي مَعْنَى الْعِبَادَةِ، وَهِيَ تَشْمَلُ جَمِيعَ مَا أَمَرَ اللَّهُ أَنْ يُتَقَرَّبَ إِلَيْهِ بِهِ مِنْ جَمِيعِ الْقُرُبَاتِ فَيُخْلِصَ تَقَرُّبَهُ بِذَلِكَ إِلَى اللَّهِ وَلَا يَصْرِفُ شَيْئًا مِنْهُ لِغَيْرِ اللَّهِ كَائِنًا مَا كَانَ. </p><p> وَالظَّاهِرُ أَنَّ ذَلِكَ يَشْمَلُ هَيْئَاتِ الْعِبَادَةِ فَلَا يَنْبَغِي لِلْمُسَلِّمِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَضَعَ يَدَهُ الْيُمْنَى عَلَى الْيُسْرَى كَهَيْئَةِ الْمُصَلِّي، لِأَنَّ هَيْئَةَ الصَّلَاةِ دَاخِلَةٌ فِي جُمْلَتِهَا فَيَنْبَغِي أَنْ تَكُونَ خَالِصَةً لِلَّهِ، كَمَا كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ وَأَصْحَابُهُ يُخْلِصُونَ الْعِبَادَاتِ وَهَيْئَاتِهَا لِلَّهِ وَحْدَهُ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ. </p><p> نَزَلَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ فِي الْوَلِيدِ بْنِ عُقْبَةَ بْنِ أَبِي مُعَيْطٍ، وَقَدْ أَرْسَلَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى بَنِي الْمُصْطَلِقِ لِيَأْتِيَهُمْ بِصَدَقَاتِ أَمْوَالِهِمْ فَلَمَّا سَمِعُوا بِهِ تَلَقَّوْهُ فَرَحًا بِهِ، فَخَافَ مِنْهُمْ وَظَنَّ أَنَّهُمْ يُرِيدُونَ قَتْلَهُ، فَرَجَعَ إِلَى نَبِيِّ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَزَعَمَ لَهُ أَنَّهُمْ مَنَعُوا الصَّدَقَةَ وَأَرَادُوا قَتْلَهُ، فَقَدِمَ وَفْدٌ مِنْهُمْ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَخْبَرُوهُ بِكَذِبِ الْوَلِيدِ، فَأَنْزَلَ اللَّهُ هَذِهِ الْآيَةَ، وَهِيَ تَدُلُّ عَلَى عَدَمِ تَصْدِيقِ الْفَاسِقِ فِي خَبَرِهِ. </p><p> وَصَرَّحَ تَعَالَى فِي مَوْضِعٍ آخَرَ بِالنَّهْيِ عَنْ قَبُولِ شَهَادَةِ الْفَاسِقِ، وَذَلِكَ فِي قَوْلِهِ: وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ [٢٤ \\ ٤] ، وَلَا خِلَافَ بَيْنِ الْعُلَمَاءِ فِي رَدِّ شَهَادَةِ الْفَاسِقِ وَعَدَمِ قَبُولِ خَبَرِهِ. </p><p> وَقَدْ دَلَّتْ هَذِهِ الْآيَةُ مِنْ سُورَةِ الْحُجُرَاتِ عَلَى أَمْرَيْنِ: </p><p> الْأَوَّلُ مِنْهُمَا: أَنَّ الْفَاسِقَ إِنْ جَاءَ بِنَبَأٍ مُمْكِنٍ مَعْرِفَةُ حَقِيقَتِهِ، وَهَلْ مَا قَالَهُ فِيهِ الْفَاسِقُ حَقٌّ أَوْ كَذِبٌ - فَإِنَّهُ يَجِبُ فِيهِ التَّثَبُّتُ. </p><p> وَالثَّانِي: هُوَ مَا اسْتَدَلَّ عَلَيْهِ بِهَا أَهْلُ الْأُصُولِ مِنْ قَبُولِ خَبَرِ الْعَدْلِ لِأَنَّ قَوْلَهُ تَعَالَى: إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا بَدَلٌ بِدَلِيلِ خِطَابِهِ، أَعْنِي مَفْهُومَ مُخَالَفَتِهِ أَنَّ الْجَائِيَ بِنَبَأٍ إِنْ كَانَ غَيْرَ فَاسِقٍ بَلْ عَدْلًا لَا يَلْزَمُ التَّبَيُّنُ فِي نَبَئِهِ عَلَى قِرَاءَةِ: فَتَبَيَّنُوا. وَلَا التَّثَبُّتُ عَلَى قِرَاءَةِ: فَتَثَبَّتُوا، وَهُوَ كَذَلِكَ. </p><p> وَأَمَّا شَهَادَةُ الْفَاسِقِ فَهِيَ مَرْدُودَةٌ كَمَا دَلَّتْ عَلَيْهِ آيَةُ النُّورِ الْمَذْكُورَةُ آنِفًا. </p><p> وَقَدْ قَدَّمْنَا مَعْنَى الْفِسْقِ وَأَنْوَاعِهِ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ. </p><p> وَقَوْلُهُ: أَنْ تُصِيبُوا قَوْمًا أَيْ لِئَلَّا تُصِيبُوا قَوْمًا، أَوْ كَرَاهَةَ أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ، أَيْ لِظَنِّكُمُ النَّبَأَ الَّذِي جَاءَ بِهِ الْفَاسِقُ حَقًّا فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ مِنْ إِصَابَتِكُمْ لِلْقَوْمِ الْمَذْكُورِينَ نَادِمِينَ لِظُهُورِ كَذِبِ الْفَاسِقِ فِيمَا أَنْبَأَ بِهِ عَنْهُمْ ; لِأَنَّهُمْ لَوْ لَمْ يَتَبَيَّنُوا فِي نَبَأِ الْوَلِيدِ عَنْ بَنِي الْمُصْطَلِقِ لَعَامَلُوهُمْ مُعَامَلَةَ الْمُرْتَدِّينَ؟ وَلَوْ فَعَلُوا ذَلِكَ لَنَدِمُوا. </p><p> وَقَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ غَيْرَ حَمْزَةَ وَالْكِسَائِيِّ: فَتَبَيَّنُوا بِالْبَاءِ التَّحْتِيَّةِ الْمُوَحَّدَةِ بَعْدَهَا مُثَنَّاةٌ تَحْتِيَّةٌ مُشَدَّدَةٌ ثُمَّ نُونٌ، وَقَرَأَهُ حَمْزَةُ وَالْكِسَائِيُّ:  «فَتَثَبَّتُوا» بِالثَّاءِ الْمُثَلَّثَةِ بَعْدَهَا يَاءٌ تَحْتِيَّةٌ مُوَحَّدَةٌ مُشَدَّدَةٌ، ثُمَّ تَاءٌ مُثَنَّاةٌ فَوْقِيَّةٌ. </p><p> وَالْأَوَّلُ مِنَ التَّبَيُّنِ، وَالثَّانِي مِنَ التَّثَبُّتِ. </p><p> وَمَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ، وَهُوَ الْأَمْرُ بِالتَّأَنِّي وَعَدَمِ الْعَجَلَةِ حَتَّى تَظْهَرَ الْحَقِيقَةُ فِيمَا أَنْبَأَ بِهِ الْفَاسِقُ. </p>"
}