{
  "id": null,
  "sura": 50,
  "aya": 15,
  "text": "<p> الْعِلْمِ مِنْ أَنَّ اللَّهَ يَصِحُّ أَنْ يُخْلِفَ وَعِيدَهُ، لِأَنَّهُ قَالَ: إِنَّهُ لَا يُخْلِفُ وَعْدَهُ وَلَمْ يَقُلْ إِنَّهُ لَا يُخْلِفُ وَعِيدَهُ، وَأَنَّ إِخْلَافَ الْوَعِيدِ حَسَنٌ لَا قَبِيحَ، وَإِنَّمَا الْقَبِيحُ هُوَ إِخْلَافُ الْوَعْدِ، وَأَنَّ الشَّاعِرَ قَالَ: </p><p> وَإِنِّي وَإِنْ أَوْعَدْتُهُ أَوْ وَعَدْتُهُ ... لِمُخْلِفٌ إِيعَادِي وَمُنْجِزُ مَوْعِدِي </p><p> لَا يَصِحُّ بِحَالٍ، لِأَنَّ وَعِيدَهُ تَعَالَى لِلْكُفَّارِ حَقٌّ وَوَجَبَ عَلَيْهِمْ بِتَكْذِيبِهِمْ لِلرُّسُلِ كَمَا دَلَّ عَلَيْهِ قَوْلُهُ هُنَا: كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ الْفَاءَ مِنْ حُرُوفِ الْعِلَّةِ كَقَوْلِهِ: سَهَا فَسَجَدَ، أَيْ لِعِلَّةِ سَهْوِهِ وَسَرَقَ فَقُطِعَتْ يَدُهُ، أَيْ لِعِلَّةِ سَرِقَتِهِ، وَمِنْهُ قَوْلُهُ تَعَالَى: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا [٥ \\ ٣٨] ، فَتَكْذِيبُهُمُ الرُّسُلَ عِلَّةٌ صَحِيحَةٌ لِكَوْنِ الْوَعِيدِ بِالْعَذَابِ حَقَّ وَوَجَبَ عَلَيْهِمْ، فَدَعْوَى جَوَازِ تَخَلُّفِهِ بَاطِلَةٌ بِلَا شَكٍّ، وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، كَقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا [٥ \\ ٣٨] ، وَالتَّحْقِيقُ: أَنَّ الْمُرَادَ بِالْقَوْلِ الَّذِي لَا يُبَدَّلُ لَدَيْهِ هُوَ الْوَعِيدُ الَّذِي قَدَّمَ بِهِ إِلَيْهِمْ. </p><p> وَقَوْلُهُ تَعَالَى فِي سُورَةٍ «ص» إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ [٣٨ \\ ١٤] ، وَبِهَذَا تَعْلَمُ أَنَّ الْوَعِيدَ الَّذِي لَا يَمْتَنِعُ إِخْلَافُهُ هُوَ وَعِيدُ عُصَاةِ الْمُسْلِمِينَ بِتَعْذِيبِهِمْ عَلَى كَبَائِرِ الذُّنُوبِ، لِأَنَّ اللَّهَ تَعَالَى أَوْضَحَ ذَلِكَ فِي قَوْلِهِ: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [٤ \\ ٤٨] ، وَهَذَا فِي الْحَقِيقَةِ تَجَاوُزٌ مِنَ اللَّهِ عَنْ ذُنُوبِ عِبَادِهِ الْمُؤْمِنِينَ الْعَاصِينَ، وَلَا إِشْكَالَ فِي ذَلِكَ، وَقَدْ أَوْضَحْنَا هَذَا فِي كِتَابِنَا:  «دَفْعُ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ» فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلَّا مَا شَاءَ اللَّهُ [٦ \\ ١٢٨] . </p><p> قَوْلُهُ تَعَالَى: أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ. </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ بَرَاهِينِ الْبَعْثِ، لِأَنَّ مَنْ لَمْ يَعْيَ بِخَلْقِ النَّاسِ وَلَمْ يَعْجِزْ عَنْ إِيجَادِهِمُ الْأَوَّلِ لَا شَكَّ فِي قُدْرَتِهِ عَلَى إِعَادَتِهِمْ وَخَلْقِهِمْ مَرَّةً أُخْرَى ; لِأَنَّ الْإِعَادَةَ لَا يُمْكِنُ أَنْ تَكُونَ أَصْعَبَ مِنَ الْبَدْءِ. وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا كَثِيرَةٌ جِدًّا، كَقَوْلِهِ تَعَالَى: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] ، وَقَوْلِهِ تَعَالَى: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] ، </p>"
}