{
  "id": null,
  "sura": 50,
  "aya": 17,
  "text": "<p> وَقَوْلِهِ: فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ [١٧ \\ ٥١] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ مَعْلُومَةٌ، وَقَدْ أَوْضَحْنَا الْآيَاتِ الدَّالَّةَ عَلَى بَرَاهِينِ الْبَعْثِ الَّتِي يَكْثُرُ الِاسْتِدْلَالُ عَلَيْهِ بِهَا فِي الْقُرْآنِ، كَخَلْقِ النَّاسِ أَوَّلًا، وَخَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا فِيهِمَا وَإِحْيَاءِ الْأَرْضِ بَعْدَ مَوْتِهَا، وَغَيْرِ ذَلِكَ فِي مَوَاضِعَ مُتَعَدِّدَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ فِي الْبَقَرَةِ وَالنَّحْلِ وَالْحَجِّ وَالْجَاثِيَةِ وَغَيْرِ ذَلِكَ، وَأَحَلْنَا عَلَى ذَلِكَ مِرَارًا كَثِيرَةً. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ هُودٍ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ [١١ \\ ٥] . </p><p> قَوْلُهُ تَعَالَى: إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ. </p><p> قَوْلُهُ إِذْ: مَنْصُوبٌ بِقَوْلِهِ: أَقْرَبُ، أَيْ نَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ فِي الْوَقْتِ الَّذِي يَتَلَقَّى فِيهِ الْمَلَكَانِ جَمِيعَ مَا يَصْدُرُ مِنْهُ، وَالْمُرَادُ أَنَّ الَّذِي خَلَقَ الْإِنْسَانَ وَيَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَهُوَ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ فِي وَقْتِ كِتَابَةِ الْحَفَظَةِ أَعْمَالَهُ لَا حَاجَةَ لَهُ لِكُتُبِ الْأَعْمَالِ، لِأَنَّهُ عَالِمٌ بِهَا، لَا يَخْفَى عَلَيْهِ مِنْهَا شَيْءٌ، وَإِنَّمَا أَمَرَ بِكِتَابَةِ الْحَفَظَةِ لِلْأَعْمَالِ لِحِكَمٍ أُخْرَى كَإِقَامَةِ الْحُجَّةِ عَلَى الْعَبْدِ يَوْمَ الْقِيَامَةِ، كَمَا أَوْضَحَهُ بِقَوْلِهِ: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] ، وَمَفْعُولُ التَّلَقِّي فِي الْفِعْلِ الَّذِي هُوَ يَتَلَقَّى، وَالْوَصْفُ الَّذِي هُوَ الْمُتَلَقِّيَانِ مَحْذُوفٌ تَقْدِيرُهُ: إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ جَمِيعَ مَا يَصْدُرُ عَنِ الْإِنْسَانِ فَيَكْتُبَانِهِ عَلَيْهِ. </p><p> قَالَ الزَّمَخْشَرِيُّ: وَالتَّلَقِّي التَّلَقُّنُ بِالْحِفْظِ وَالْكِتَابَةِ اهـ مِنْهُ، وَالْمَعْنَى وَاضِحٌ لِأَنَّ الْمَلَكَ يَتَلَقَّى عَمَلَ الْإِنْسَانِ عِنْدَ صُدُورِهِ مِنْهُ فَيَكْتُبُهُ عَلَيْهِ، وَالْمُتَلَقِّيَانِ هُمَا الْمَلَكَانِ اللَّذَانِ يَكْتُبَانِ أَعْمَالَ الْإِنْسَانِ، وَقَدْ دَلَّتِ الْآيَةُ الْكَرِيمَةُ عَلَى أَنَّ مَقْعَدَ أَحَدِهِمَا عَنْ يَمِينِهِ وَمَقْعَدَ الْآخَرِ عَنْ شِمَالِهِ. </p><p> وَالْقَعِيدُ: قَالَ بَعْضُهُمْ: مَعْنَاهُ الْقَاعِدُ، وَالْأَظْهَرُ أَنَّ مَعْنَاهُ الْمُقَاعِدُ، وَقَدْ يَكْثُرُ فِي الْعَرَبِيَّةِ إِطْلَاقُ الْفَعِيلِ وَإِرَادَةُ الْمُفَاعِلِ، كَالْجَلِيسِ بِمَعْنَى الْمُجَالِسِ، وَالْأَكِيلِ بِمَعْنَى الْمُآكِلِ، وَالنَّدِيمِ بِمَعْنَى الْمُنَادِمِ، وَقَالَ بَعْضُهُمْ: الْقَعِيدُ هُنَا هُوَ الْمُلَازِمُ، وَكُلُّ مُلَازِمٍ دَائِمًا أَوْ غَالِبًا يُقَالُ لَهُ قَعِيدٌ، وَمِنْهُ قَوْلُ مُتَمِّمِ بْنِ نُوَيْرَةَ التَّمِيمِيِّ: </p><p> قَعِيْدُكِ أَلَّا تُسْمِعِينِي مَلَامَةً وَلَا تَنْكَئِي قَرْحَ الْفُؤَادِ فَيَيْجَعَا وَالْمَعْنَى عَنِ الْيَمِينِ قَعِيدٌ وَعَنِ الشِّمَالِ قَعِيدٌ، فَحَذْفُ الْأَوَّلِ لِدَلَالَةِ الثَّانِي عَلَيْهِ، وَهُوَ أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَأَنْشَدَ لَهُ سِيبَوَيْهِ فِي كِتَابِهِ قَوْلَ عَمْرِو بْنِ أَحْمَرَ الْبَاهِلِيِّ: </p><p> رَمَانِي بِأَمْرٍ كُنْتُ مِنْهُ وَوَالِدِي ... بَرِيئًا وَمِنْ أَجْلِ الطَّوِيِّ رَمَانِي </p><p> وَقَوْلَ قَيْسِ بْنِ الْخَطِيمِ الْأَنْصَارِيِّ: </p><p> نَحْنُ بِمَا عِنْدَنَا وَأَنْتَ بِمَا ... عِنْدَكَ رَاضٍ وَالرَّأْيُ مُخْتَلِفٌ </p><p> وَقَوْلَ ضَابِئِ بْنِ الْحَارِثِ الْبُرْجُمِيِّ: </p><p> فَمَنْ يَكُ أَمْسَى بِالْمَدِينَةِ رَحْلُهُ ... فَإِنِّي وَقَيَّارٌ بِهَا لَغَرِيبٌ </p><p> فَقَوْلُ ابْنِ أَحْمَرَ: كُنْتُ مِنْهُ وَوَالِدِي بَرِيئًا أَيْ كُنْتُ بَرِيئًا مِنْهُ وَكَانَ وَالِدِي بَرِيئًا مِنْهُ. </p><p> وَقَوْلُ ابْنِ الْخَطِيمِ: نَحْنُ بِمَا عِنْدَنَا وَأَنْتَ بِمَا عِنْدَكَ رَاضٍ: أَيْ نَحْنُ رَاضُونَ وَأَنْتَ رَاضٍ. </p><p> وَقَوْلُ ضَابِئِ بْنِ الْحَارِثِ: فَإِنِّي وَقَيَّارٌ بِهَا لَغَرِيبٌ: يَعْنِي: إِنِّي لَغَرِيبٌ وَقَيَّارٌ غَرِيبٌ، وَهَذَا أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَدَعْوَى أَنَّ قَوْلَهُ فِي الْآيَةِ: قَعِيدٌ هِيَ الْأُولَى أُخِّرَتْ وَحُذِفَتِ الثَّانِيَةُ لِدَلَالَتِهَا عَلَيْهَا لَا دَلِيلَ عَلَيْهِ، وَلَا حَاجَةَ إِلَيْهِ كَمَا تَرَى، لِأَنَّ الْمَحْذُوفَ إِذَا صَحَّتِ الدَّلَالَةُ عَلَيْهِ بِالْأَخِيرِ فَلَا حَاجَةَ إِلَى أَنَّ هَذَا الْأَخِيرَ أَصْلُهُ هُوَ الْأَوَّلُ، وَلَا دَلِيلَ عَلَيْهِ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَا يَلْفِظُ مِنْ قَوْلٍ، أَيْ مَا يَنْطِقُ بِنُطْقٍ وَلَا يَتَكَلَّمُ بِكَلَامٍ إِلَّا لَدَيْهِ، أَيْ إِلَّا وَالْحَالُ أَنَّ عِنْدَهُ رَقِيبًا، أَيْ مَلَكًا مُرَاقِبًا لِأَعْمَالِهِ حَافِظًا لَهَا شَاهِدًا عَلَيْهَا لَا يَفُوتُهُ مِنْهَا شَيْءٌ. عَتِيدٌ: أَيْ حَاضِرٌ لَيْسَ بِغَائِبٍ يَكْتُبُ عَلَيْهِ مَا يَقُولُ مِنْ خَيْرٍ وَشَرٍّ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ الْإِنْسَانَ عَلَيْهِ حَفَظَةٌ مِنَ الْمَلَائِكَةِ </p><p> يَكْتُبُونَ أَعْمَالَهُ، جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ. كَقَوْلِهِ تَعَالَى: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ [٨٢ \\ ١٠ - ١٢] ، وَقَوْلِهِ تَعَالَى: أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ [٤٣ \\ ٨٠] ، وَقَوْلِهِ تَعَالَى: وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ [٤٥ \\ ٢٨ - ٢٩] </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: كَلَّا سَنَكْتُبُ مَا يَقُولُ الْآيَةَ [١٩ \\ ٧٩] </p><p> وَفِي سُورَةِ الزُّخْرُفِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ [٤٣ \\ ١٩] ، وَقَدْ ذَكَرَ جَمَاعَةٌ مِنْ أهْلِ الْعِلْمِ أَنَّ الْقَعِيدَ الَّذِي هُوَ عَنِ الْيَمِينِ يَكْتُبُ الْحَسَنَاتِ، وَالَّذِي عَنِ الشِّمَالِ يَكْتُبُ السَّيِّئَاتِ، وَأَنَّ صَاحِبَ الْحَسَنَاتِ أَمِينٌ عَلَى صَاحِبِ السَّيِّئَاتِ، فَإِذَا عَمِلَ حَسَنَةً كَتَبَهَا صَاحِبُ الْيَمِينِ عَشْرًا، وَإِذَا عَمِلَ سَيِّئَةً قَالَ صَاحِبُ الْيَمِينِ لِصَاحِبِ الشِّمَالِ: أَمْهِلْهُ وَلَا تَكْتُبْهَا عَلَيْهِ لَعَلَّهُ يَتُوبُ أَوْ يَسْتَغْفِرُ؟ وَبَعْضُهُمْ يَقُولُ: يُمْهِلُهُ سَبْعَ سَاعَاتٍ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ: </p><p> اعْلَمْ أَنَّ الْعُلَمَاءَ اخْتَلَفُوا فِي عَمَلِ الْعَبْدِ الْجَائِزِ الَّذِي لَا ثَوَابَ وَلَا عِقَابَ عَلَيْهِ، هَلْ تَكْتُبُهُ الْحَفَظَةُ عَلَيْهِ أَوْ لَا؟ فَقَالَ بَعْضُهُمْ: يَكْتُبُ عَلَيْهِ كُلُّ شَيْءٍ حَتَّى الْأَنِينَ فِي الْمَرَضِ، وَهَذَا هُوَ ظَاهِرُ قَوْلِهِ: مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ [٥٠ \\ ١٨] ; لِأَنَّ قَوْلَهُ: «مِنْ قَوْلٍ» نَكِرَةٌ فِي سِيَاقِ النَّفْيِ زِيدَتْ قَبْلَهَا لَفْظَةُ «مِنْ» ، فَهِيَ نَصٌّ صَرِيحٌ فِي الْعُمُومِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: لَا يُكْتَبُ مِنَ الْأَعْمَالِ إِلَّا مَا فِيهِ ثَوَابٌ أَوْ عِقَابٌ، وَكُلُّهُمْ مُجْمِعُونَ عَلَى أَنَّهُ لَا جَزَاءَ إِلَّا فِيمَا فِيهِ ثَوَابٌ أَوْ عِقَابٌ فَالَّذِينَ يَقُولُونَ: لَا يَكْتُبُ إِلَّا مَا فِيهِ ثَوَابٌ أَوْ عِقَابٌ، وَالَّذِينَ يَقُولُونَ: يَكْتُبُ الْجَمِيعَ - مُتَّفِقُونَ عَلَى إِسْقَاطِ مَا لَا ثَوَابَ فِيهِ وَلَا عِقَابَ، إِلَّا أَنَّ بَعْضَهُمْ يَقُولُونَ: لَا يُكْتَبُ أَصْلًا، وَبَعْضُهُمْ يَقُولُونَ: يُكْتَبُ أَوَّلًا، ثُمَّ يُمْحَى. وَزَعَمَ بَعْضُهُمْ أَنَّ مَحْوَ ذَلِكَ، وَإِثْبَاتَ مَا فِيهِ ثَوَابٌ أَوْ عِقَابٌ هُوَ مَعْنَى قَوْلِهِ تَعَالَى: </p>"
}