{
  "id": null,
  "sura": 50,
  "aya": 30,
  "text": "<p> يَمْحُوا اللَّهُ مَا يَشَاءُ وَيُثْبِتُ الْآيَةَ [١٣ \\ ٣٩] . </p><p> وَالَّذِينَ قَالُوا: لَا يُكْتَبُ مَا لَا جَزَاءَ فِيهِ. قَالُوا: إِنَّ فِي الْآيَةِ نَعْتًا مَحْذُوفًا سَوَّغَ حَذْفَهُ الْعِلْمُ بِهِ، لِأَنَّ كُلَّ النَّاسِ يَعْلَمُونَ أَنَّ الْجَائِزَ لَا ثَوَابَ فِيهِ وَلَا عِقَابَ، وَتَقْدِيرُ النَّعْتِ الْمَحْذُوفِ: مَا يَلْفِظُ مِنْ قَوْلٍ مُسْتَوْجِبٍ لِلْجَزَاءِ، وَقَدْ قَدَّمْنَا أَنَّ حَذْفَ النَّعْتِ إِذَا دُلَّ عَلَيْهِ - أُسْلُوبٌ عَرَبِيٌّ مَعْرُوفٌ، وَقَدَّمْنَا أَنَّ مِنْهُ قَوْلَهُ تَعَالَى: وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا [١٨ \\ ٧٩] ، أَيْ كُلَّ سَفِينَةٍ صَحِيحَةٍ لَا عَيْبَ فِيهَا بِدَلِيلِ قَوْلِهِ: فَأَرَدْتُ أَنْ أَعِيبَهَا [١٨ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ [١٧ \\ ٥٨] ، أَيْ قَرْيَةٍ ظَالِمَةٍ بِدَلِيلِ قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُهْلِكِي الْقُرَى إِلَّا وَأَهْلُهَا ظَالِمُونَ [٢٨ \\ ٥٩] ، وَإِنَّ مِنْ شَوَاهِدِهِ قَوْلَ الْمُرَقِّشِ الْأَكْبَرِ: </p><p> وَرُبَّ أَسِيلَةِ الْخَدَّيْنِ بِكْرٍ ... مُهَفْهَفَةٍ لَهَا فَرْعٌ وَجِيدُ </p><p> أَيْ لَهَا فَرْعٌ فَاحِمٌ وَجِيدٌ طَوِيلٌ. وَقَوْلُ عَبِيدِ بْنِ الْأَبْرَصِ: </p><p> مِنْ قَوْلِهِ قَوْلٌ وَمِنْ فِعْلِهِ ... فِعْلٌ وَمِنْ نَائِلِهِ نَائِلٌ </p><p> أَيْ قَوْلٌ فَصْلٌ، وَفِعْلٌ جَمِيلٌ، وَنَائِلٌ جَزْلٌ. </p><p> قَوْلُهُ تَعَالَى: لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ النَّمْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ بَلْ هُمْ فِي شَكٍّ مِنْهَا بَلْ هُمْ مِنْهَا عَمُونَ [٢٧ \\ ٦٦] . </p><p> قَوْلُهُ تَعَالَى: يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ. </p><p> قَرَأَ هَذَا الْحَرْفَ عَامَّةُ السَّبْعَةِ غَيْرَ نَافِعٍ وَشُعْبَةَ عَنْ عَاصِمٍ يَوْمَ نَقُولُ بِالنُّونِ الدَّالَّةِ عَلَى الْعَظَمَةِ. وَقَرَأَهُ نَافِعٌ وَشُعْبَةُ «يَوْمَ يَقُولُ» بِالْيَاءِ، وَعَلَى قِرَاءَتِهِمَا فَالْفَاعِلُ ضَمِيرٌ يَعُودُ إِلَى اللَّهِ، وَاعْلَمْ أَنَّ الِاسْتِفْهَامَ فِي قَوْلِهِ: هَلْ مِنْ مَزِيدٍ فِيهِ لِلْعُلَمَاءِ قَوْلَانِ مَعْرُوفَانِ: الْأَوَّلُ: أَنَّ الِاسْتِفْهَامَ إِنْكَارِيٌّ كَقَوْلِهِ تَعَالَى: هَلْ يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ [٦ \\ ٤٧] ، أَيْ مَا يُهْلَكُ إِلَّا الْقَوْمُ الظَّالِمُونَ، وَعَلَى هَذَا فَمَعْنَى هَلْ مِنْ مَزِيدٍ لَا مَحَلَّ لِلزِّيَادَةِ لِشِدَّةِ امْتِلَاءِ النَّارِ، وَاسْتَدَلَّ بَعْضُهُمْ لِهَذَا الْوَجْهِ بِآيَاتٍ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] ، وَقَوْلِهِ تَعَالَى: </p>"
}