{
  "id": null,
  "sura": 51,
  "aya": 41,
  "text": "<p> فَقَالَ: أَلَا أَرَى رِزْقِي فِي السَّمَاءِ وَأَنَا أَطْلُبُهُ فِي الْأَرْضِ، فَدَخَلَ خَرِبَةً يَمْكُثُ ثَلَاثًا لَا يُصِيبُ شَيْئًا، فَلَمَّا أَنْ كَانَ فِي الْيَوْمِ الثَّالِثِ إِذَا هُوَ بِدَوْخَلَةٍ مِنْ رُطَبٍ، وَكَانَ لَهُ أَخٌ أَحْسَنُ مِنْهُ نِيَّةً، فَدَخَلَ مَعَهُ فَصَارَتَا دَوْخَلَتَيْنِ، فَلَمْ يَزَلْ ذَلِكَ دَأْبَهُمَا حَتَّى فَرَّقَ بَيْنَهُمَا الْمَوْتُ. </p><p> وَمِنْ ذَلِكَ أَيْضًا: مَا ذَكَرَهُ الزَّمَخْشَرِيُّ فِي تَفْسِيرِ هَذِهِ الْآيَةِ، قَالَ: وَعَنِ الْأَصْمَعِيِّ، قَالَ: أَقْبَلْتُ مِنْ جَامِعِ الْبَصْرَةِ فَطَلَعَ أَعْرَابِيٌّ عَلَى قَعُودٍ لَهُ، فَقَالَ: مِمَّنِ الرَّجُلُ؟ قُلْت: مِنْ بَنِي أَصْمَعَ، قَالَ: مِنْ أَيْنَ أَقْبَلْتَ؟ قُلْتُ: مِنْ مَوْضِعٍ يُتْلَى فِيهِ كَلَامُ الرَّحْمَنِ، فَقَالَ: اتْلُ عَلَيَّ، فَتَلَوْتُ: وَالذَّارِيَاتِ، فَلَمَّا بَلَغْتُ قَوْلَهُ تَعَالَى: وَفِي السَّمَاءِ رِزْقُكُمْ قَالَ: حَسْبُكَ، فَقَامَ إِلَى نَاقَتِهِ فَنَحَرَهَا وَوَزَّعَهَا عَلَى مَنْ أَقْبَلَ وَأَدْبَرَ، وَعَمَدَ إِلَى سَيْفِهِ وَقَوْسِهِ فَكَسَرَهُمَا وَوَلَّى، فَلَمَّا حَجَجْتُ مَعَ الرَّشِيدِ طَفِقْتُ أَطُوفُ فَإِذَا أَنَا بِمَنْ يَهْتِفُ بِي بِصَوْتٍ رَقِيقٍ فَالْتَفَتُّ، فَإِذَا أَنَا بِالْأَعْرَابِيِّ قَدْ نَحِلَ وَاصْفَرَّ فَسَلَّمَ عَلَيَّ وَاسْتَقْرَأَ السُّورَةَ، فَلَمَّا بَلَغْتُ الْآيَةَ صَاحَ، وَقَالَ: قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا، ثُمَّ قَالَ: وَهَلْ غَيْرُ هَذَا؟ فَقَرَأْتُ فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ [٥١ \\ ٢٣] ، فَصَاحَ وَقَالَ: يَا سُبْحَانَ اللَّهِ مَنْ ذَا الَّذِي أَغْضَبَ الْجَلِيلَ حَتَّى حَلَفَ، لَمْ يُصَدِّقُوهُ بِقَوْلِهِ حَتَّى أَلْجَئُوهُ إِلَى الْيَمِينِ، قَائِلًا ثَلَاثًا، وَخَرَجَتْ مَعَهَا نَفْسُهُ. انْتَهَى. </p><p> قَوْلُهُ تَعَالَى: هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا. </p><p> إِلَى آخِرِ الْقِصَّةِ، قَدْ قَدَّمْنَا إِيضَاحَهُ فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ [١٥ \\ ٥١] ، وَفِي سُورَةِ هُودٍ فِي الْقِصَّةِ الْمَذْكُورَةِ، فَأَغْنَى ذَلِكَ عَنْ إِعَادَتِهِ هُنَا. </p><p> قَوْلُهُ تَعَالَى: وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ [١٥ \\ ٧٦] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِذَلِكَ فِي سُورَةِ فُصِّلَتْ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا الْآيَةَ [٤١ \\ ١٦] . </p>"
}