{
  "id": null,
  "sura": 51,
  "aya": 22,
  "text": "<p> وَمَعْنَى هَذِهِ الْآيَةِ أَنَّ دِينَ الْكُفَّارِ، الَّذِي هُوَ الشِّرْكُ بِاللَّهِ وَعِبَادَةُ الْأَوْثَانِ، مَعَ حِرْصِهِمْ عَلَى صَدِّ النَّاسِ عَنْ دِينِ الْإِسْلَامِ إِلَيْهِ «مَا هُمْ بِفَاتِنَيْنِ» أَيْ لَيْسُوا بِمُضِلِّينَ عَلَيْهِ أَحَدًا لِظُهُورِ فَسَادِهِ وَبُطْلَانِهِ «إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ» أَيْ إِلَّا مَنْ قَدَّرَ اللَّهُ عَلَيْهِ الشَّقَاوَةَ وَأَنَّهُ مِنْ أَهْلِ النَّارِ فِي سَابِقِ عِلْمِهِ، هَذَا هُوَ الظَّاهِرُ لَنَا فِي مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّ الضَّمِيرَ فِي قَوْلِهِ: يُؤْفَكُ عَنْهُ رَاجِعٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوِ الْقُرْآنِ، أَيْ يُصْرَفُ عَنِ الْإِيمَانِ بِالنَّبِيِّ أَوِ الْقُرْآنِ، مَنْ أُفِكَ أَيْ صُرِفَ عَنِ الْحَقِّ، وَحُرِمَ الْهُدَى لِشِدَّةِ ظُهُورِ الْحَقِّ فِي صِدْقِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَنَّ الْقُرْآنَ مُنَزَّلٌ مِنَ اللَّهِ، وَهَذَا خِلَافُ ظَاهِرِ السِّيَاقِ كَمَا تَرَى. </p><p> وَقَوْلُ مَنْ قَالَ: يُؤْفَكُ عَنْهُ، أَيْ يُصْرَفُ عَنِ الْقَوْلِ الْمُخْتَلِفِ الْبَاطِلِ مَنْ أُفِكَ، أَيْ مَنْ صُرِفَ عَنِ الْبَاطِلِ إِلَى الْحَقِّ لَا يَخْفَى بُعْدُهُ وَسُقُوطُهُ. </p><p> وَالَّذِينَ قَالُوا هَذَا الْقَوْلَ يَزْعُمُونَ أَنَّ الْإِفْكَ يُطْلَقُ عَلَى الصَّرْفِ عَنِ الْحَقِّ إِلَى الْبَاطِلِ، وَعَنِ الْبَاطِلِ إِلَى الْحَقِّ، وَيُبْعِدُ هَذَا أَنَّ الْقُرْآنَ لَمْ يَرِدْ فِيهِ الْإِفْكُ مُرَادٌ بِهِ إِلَّا الصَّرْفُ عَنِ الْخَيْرِ إِلَى الشَّرِّ دُونَ عَكْسِهِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ. </p><p> لَا يَخْفَى عَلَى مَنْ عِنْدَهُ عِلْمٌ بِأُصُولِ الْفِقْهِ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ فِيهَا الدَّلَالَةُ الْمَعْرُوفَةُ عِنْدَ أَهْلِ الْأُصُولِ بِدَلَالَةِ الْإِيمَاءِ وَالتَّنْبِيهِ عَلَى أَنَّ سَبَبَ نَيْلِ هَذِهِ الْجَنَّاتِ وَالْعُيُونِ هُوَ تَقْوَى اللَّهِ، وَالسَّبَبُ الشَّرْعِيُّ هُوَ الْعِلَّةُ الشَّرْعِيَّةُ عَلَى الْأَصَحِّ. وَكَوْنُ التَّقْوَى سَبَبُ دُخُولِ الْجَنَّاتِ الَّذِي دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا [١٩ \\ ٦٣] ، وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِذَلِكَ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَهُمْ فِيهَا مَا يَشَاءُونَ كَذَلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ [١٦ \\ ٣١] . </p><p> قَوْلُهُ تَعَالَى: وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ الْجَاثِيَةِ. </p><p> قَوْلُهُ تَعَالَى: وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ. </p><p> اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِكَوْنِ رِزْقِ النَّاسِ فِي السَّمَاءِ، فَذَهَبَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ أَنَّ الْمُرَادَ أَنَّ جَمِيعَ أَرْزَاقِهِمْ مَنْشَؤُهَا مِنَ الْمَطَرِ وَهُوَ نَازِلٌ مِنَ السَّمَاءِ، وَيَكْثُرُ فِي الْقُرْآنِ إِطْلَاقُ اسْمِ الرِّزْقِ عَلَى الْمَطَرِ لِهَذَا الْمَعْنَى، كَقَوْلِهِ تَعَالَى: هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا [٤٠ \\ ١٣] . </p><p> وَقَوْلُهُ تَعَالَى: وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ [٤٥ \\ ٥] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ الْمُؤْمِنِ. </p><p> وَإِنْزَالُهُ تَعَالَى الرِّزْقَ مِنَ السَّمَاءِ بِإِنْزَالِ الْمَطَرِ مِنْ أَعْظَمِ آيَاتِهِ الدَّالَّةِ عَلَى عَظَمَتِهِ وَأَنَّهُ الْمَعْبُودُ وَحْدَهُ، وَمِنْ أَعْظَمِ نِعَمِهِ عَلَى خَلْقِهِ فِي الدُّنْيَا، وَلِذَلِكَ كَثُرَ الِامْتِنَانُ بِهِ فِي الْقُرْآنِ عَلَى الْخَلْقِ. </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَى قَوْلِهِ: وَفِي السَّمَاءِ رِزْقُكُمْ أَنَّ أَرْزَاقَكُمْ مُقَدَّرَةٌ مَكْتُوبَةٌ، وَاللَّهُ - جَلَّ وَعَلَا - يُدَبِّرُ أَمْرَ الْأَرْضِ مِنَ السَّمَاءِ، كَمَا قَالَ تَعَالَى: يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ الْآيَةَ [٣٢ \\ ٥] ، وَقَوْلُهُ تَعَالَى: وَمَا تُوعَدُونَ «مَا» فِي مَحَلِّ رَفْعٍ، عَطْفٌ عَلَى قَوْلِهِ: رِزْقُكُمْ، وَالْمُرَادُ بِمَا يُوعَدُونَ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْجَنَّةُ، لِأَنَّ الْجَنَّةَ فَوْقَ السَّمَاوَاتِ، فَإِطْلَاقُ كَوْنِهَا فِي السَّمَاءِ إِطْلَاقٌ عَرَبِيٌّ صَحِيحٌ، لِأَنَّ الْعَرَبَ تُطْلِقُ السَّمَاءَ عَلَى كُلِّ مَا عَلَاكَ كَمَا قِيلَ: </p><p> وَقَدْ يُسَمَّى سَمَاءً كُلُّ مُرْتَفِعٍ وَإِنَّمَا الْفَضْلُ حَيْثُ الشَّمْسُ وَالْقَمَرُ وَلَمَّا حَكَى النَّابِغَةُ الْجَعْدِيُّ شِعْرَهُ الْمَشْهُورَ، قَالَ فِيهِ: بَلَغْنَا السَّمَاءَ مَجْدُنَا وَسَنَاؤُنَا وَإِنَّا لِنَرْجُوَ فَوْقَ ذَلِكَ مَظْهَرًا قَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِلَى أَيْنَ يَا أَبَا لَيْلَى.قَالَ:إِلَى الْجَنَّةِ،قَالَ:نَعَمْ إِنْ شَاءَ اللَّهُ» . </p><p> وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: وَمَا تُوعَدُونَ مِنَ الْخَيْرِ وَالشَّرِّ كُلُّهُ مُقَدَّرٌ فِي السَّمَاءِ، كَمَا بَيَّنَّاهُ فِي الْقَوْلِ الثَّانِي فِي الْمُرَادِ بِالرِّزْقِ فِي الْآيَةِ، وَهَذَا الْمَعْنَى فِيمَا يُوعَدُونَ بِهِ أَنْسَبُ لِهَذَا الْقَوْلِ الثَّانِي فِي مَعْنَى الرِّزْقِ. </p><p> وَقَدْ وَرَدَتْ قِصَصٌ تَدُلُّ عَلَى أَنَّهُ هُوَ الَّذِي يَتَبَادَرُ إِلَى ذِهْنِ السَّامِعِ، فَمِنْ ذَلِكَ مَا ذَكَرَهُ غَيْرُ وَاحِدٍ عَنْ سُفْيَانَ الثَّوْرِيِّ أَنَّهُ قَالَ: قَرَأَ وَاصِلٌ الْأَحْدَبُ هَذِهِ الْآيَةِ وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ </p>"
}