{
  "id": null,
  "sura": 51,
  "aya": 55,
  "text": "<p> وَهَذَا يَدُلُّ عَلَى أَنَّهُمْ إِنَّمَا اتَّفَقُوا، لِأَنَّ قُلُوبَ بَعْضِهِمْ تُشْبِهُ قُلُوبَ بَعْضٍ فِي الْكُفْرِ وَالطُّغْيَانِ، فَتَشَابَهَتْ مَقَالَاتُهُمْ لِلرُّسُلِ لِأَجْلِ تَشَابُهِ قُلُوبِهِمْ. </p><p> وَقَدْ أَوْضَحَ تَعَالَى هَذَا الْمَعْنَى فِي سُورَةِ الْبَقَرَةِ: كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ تَشَابَهَتْ قُلُوبُهُمْ [٢ \\ ١١٨] . </p><p> قَوْلُهُ تَعَالَى: فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ. </p><p> نَفْيُهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ لِلَّوْمِ عَنْ نَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَدُلُّ عَلَى أَنَّهُ أَدَّى الْأَمَانَةَ وَنَصَحَ لِلْأُمَّةِ. </p><p> وَقَدْ أَوْضَحَ تَعَالَى هَذَا الْمَعْنَى فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا [٥ \\ ٣] ، وَقَوْلِهِ تَعَالَى: فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ [١٣ \\ ٤٠] ، وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا الْمَعْنَى كَثِيرَةٌ مَعْلُومَةٌ. </p><p> قَوْلُهُ تَعَالَى: وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ. </p><p> قَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ الَّتِي تَضَمَّنَهَا أَنْ يَجْعَلَ اللَّهُ شَيْئًا لِحِكَمٍ مُتَعَدِّدَةٍ فَيَذْكُرَ بَعْضَ حِكَمِهِ فِي بَعْضِ الْمَوَاضِعِ، فَإِنَّا نَذْكُرُ بَقِيَّةَ حِكَمِهِ، وَالْآيَاتِ الدَّالَّةَ عَلَيْهَا، وَقَدْ قَدَّمْنَا أَمْثِلَةَ ذَلِكَ. </p><p> وَمِنْ ذَلِكَ الْقَبِيلِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، فَإِنَّهَا تَضَمَّنَتْ وَاحِدَةً مِنْ حِكَمِ التَّذْكِيرِ وَهِيَ رَجَاءُ انْتِفَاعِ الْمُذَكَّرِ بِهِ، لِأَنَّهُ تَعَالَى قَالَ هُنَا: وَذَكِّرْ، وَرَتَّبَ عَلَيْهِ قَوْلَهُ: فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ. </p><p> وَمِنْ حِكَمِ ذَلِكَ أَيْضًا خُرُوجُ الْمُذَكِّرِ مِنْ عُهْدَةِ التَّكْلِيفِ بِالْأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ، وَقَدْ جَمَعَ اللَّهُ هَاتَيْنِ الْحِكْمَتَيْنِ فِي قَوْلِهِ: قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ [٧ \\ ١٣٤] . </p><p> وَمِنْ حِكَمِ ذَلِكَ أَيْضًا النِّيَابَةُ عَنِ الرُّسُلِ فِي إِقَامَةِ حُجَّةِ اللَّهِ عَلَى خَلْقِهِ فِي أَرْضِهِ ; لِأَنَّ اللَّهَ تَعَالَى يَقُولُ: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] . </p>"
}