{
  "id": null,
  "sura": 51,
  "aya": 60,
  "text": "<p> النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَنُوبًا، أَيْ نَصِيبًا مِنْ عَذَابِ اللَّهِ مِثْلَ ذَنُوبِ أَصْحَابِهِمْ مِنَ الْأُمَمِ الْمَاضِيَةِ مِنَ الْعَذَابِ لَمَّا كَذَّبُوا رُسُلَهُمْ. </p><p> وَهَذَا الْمَعْنَى الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ [٣٩ \\ ٥٠] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَا يَسْتَعْجِلُونِ قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الرَّعْدِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ [١٣ \\ ٦] ، وَفِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ: فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا [١٩ \\ ٨٤] ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ. </p><p> مَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ تَهْدِيدِ الْكُفَّارِ بِالْوَيْلِ مِنْ يَوْمِ الْقِيَامَةِ لِمَا يَنَالُهُمْ فِيهِ مِنْ عَذَابِ النَّارِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى فِي «ص» : فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ [٣٨ \\ ٢٧] ، وَقَوْلِهِ فِي إِبْرَاهِيمَ: وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ [١٤ \\ ٢] ، وَقَوْلِهِ فِي الْمُرْسَلَاتِ: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٥] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ كَلِمَةَ وَوَيْلٌ، قَالَ فِيهَا بَعْضُ أَهْلِ الْعِلْمِ: إِنَّهَا مَصْدَرٌ لَا فِعْلَ لَهُ مِنْ لَفْظِهِ، وَمَعْنَاهُ الْهَلَاكُ الشَّدِيدُ، وَقِيلَ: هُوَ وَادٍ فِي جَهَنَّمَ تَسْتَعِيذُ مِنْ حَرِّهِ، وَالَّذِي سَوَّغَ الِابْتِدَاءَ بِهَذِهِ النَّكِرَةِ أَنَّ فِيهَا مَعْنَى الدُّعَاءِ. </p>"
}