{
  "id": null,
  "sura": 51,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الذَّارِيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَالذَّارِيَاتِ ذَرْوًا فَالْحَامِلَاتِ وِقْرًا فَالْجَارِيَاتِ يُسْرًا فَالْمُقَسِّمَاتِ أَمْرًا إِنَّمَا تُوعَدُونَ لَصَادِقٌ وَإِنَّ الدِّينَ لَوَاقِعٌ. </p><p> أَكْثَرُ أَهْلِ الْعِلْمِ، عَلَى أَنَّ الْمُرَادَ بِالذَّارِيَاتِ الرِّيَاحُ، وَهُوَ الْحَقُّ إِنْ شَاءَ اللَّهُ، وَيَدُلُّ عَلَيْهِ أَنَّ الذَّرْوَ صِفَةٌ مَشْهُورَةٌ مِنْ صِفَاتِ الرِّيَاحِ. </p><p> وَمِنْهُ قَوْلُهُ تَعَالَى: فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ [١٨ \\ ٤٥] ، وَمَعْنَى تَذْرُوهُ: تَرْفَعُهُ وَتُفَرِّقُهُ، فَهِيَ تَذْرُو التُّرَابَ وَالْمَطَرَ وَغَيْرَهُمَا، وَمِنْهُ قَوْلُ ذِي الرُّمَّةِ: </p><p> وَمَنْهَلٍ آجِنٍ قَفْرٍ مَحَاضِرُهُ ... تَذْرُو الرِّيَاحُ عَلَى جَمَّاتِهِ الْبَعَرَا </p><p> وَلَا يَخْفَى سُقُوطُ قَوْلِ مَنْ قَالَ: إِنَّ الذَّارِيَاتِ النِّسَاءُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَالْحَامِلَاتِ وِقْرًا أَكْثَرُ أَهْلِ الْعِلْمِ عَلَى أَنَّ الْمُرَادَ بِالْحَامِلَاتِ وِقْرًا: السَّحَابُ، أَيِ الْمُزْنُ تَحْمِلُ وِقْرًا ثِقَلًا مِنَ الْمَاءِ. </p><p> وَيَدُلُّ لِهَذَا الْقَوْلِ تَصْرِيحُ اللَّهِ - جَلَّ وَعَلَا - بِوَصْفِ السَّحَابِ بِالثِّقَالِ، وَهُوَ جَمْعُ ثَقِيلَةٍ، وَذَلِكَ لِثِقَلِ السَّحَابَةِ بِوَقْرِ الْمَاءِ الَّذِي تَحْمِلُهُ كَقَوْلِهِ تَعَالَى: وَيُنْشِئُ السَّحَابَ الثِّقَالَ [١٣ \\ ١٢] ، وَهُوَ جَمْعُ سَحَابَةٍ ثَقِيلَةٍ، وَقَوْلِهِ تَعَالَى: حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ [٧ \\ ٥٧] . </p><p> وَقَالَ بَعْضُهُمْ: الْمُرَادُ بِالْحَامِلَاتِ وِقْرًا: السُّفُنُ تَحْمِلُ الْأَثْقَالَ مِنَ النَّاسِ وَأَمْتِعَتِهُمْ، وَلَوْ قَالَ قَائِلٌ: إِنَّ «الْحَامِلَاتِ وِقْرًا» الرِّيَاحُ أَيْضًا كَانَ وَجْهُهُ ظَاهِرًا. </p><p> وَدَلَالَةُ بَعْضِ الْآيَاتِ عَلَيْهِ وَاضِحَةٌ ; لِأَنَّ اللَّهَ تَعَالَى صَرَّحَ بِأَنَّ الرِّيَاحَ تَحْمِلُ السَّحَابَ الثِّقَالَ بِالْمَاءِ، وَإِذَا كَانَتِ الرِّيَاحُ هِيَ الَّتِي تَحْمِلُ السَّحَابَ إِلَى حَيْثُ شَاءَ اللَّهُ، فَنِسْبَةُ حَمْلِ ذَلِكَ الْوِقْرِ إِلَيْهَا أَظْهَرُ مِنْ نِسْبَتِهِ إِلَى السَّحَابِ الَّتِي هِيَ مَحْمُولَةٌ لِلرِّيَاحِ، وَذَلِكَ فِي قَوْلِهِ </p><p> تَعَالَى: وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ [٧ \\ ٥٧] . </p><p> فَقَوْلُهُ تَعَالَى: حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا، أَيْ حَتَّى إِذَا حَمَلَتِ الرِّيَاحُ سَحَابًا ثِقَالًا، فَالْإِقْلَالُ الْحَمْلُ، وَهُوَ مُسْنَدٌ إِلَى الرِّيحِ. وَدَلَالَةُ هَذَا عَلَى أَنَّ الْحَامِلَاتِ وِقْرًا هِيَ الرِّيَاحُ - ظَاهِرَةٌ كَمَا تَرَى، وَيَصِحُّ شُمُولُ الْآيَةِ لِجَمِيعِ ذَلِكَ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا أَنَّهُ هُوَ الْأَجْوَدُ فِي مِثْلِ ذَلِكَ، وَبَيَّنَّا كَلَامَ أَهْلِ الْأُصُولِ فِيهِ، وَكَلَامَهُمْ فِي حَمْلِ الْمُشْتَرَكِ عَلَى مَعْنَيَيْهِ أَوْ مَعَانِيهِ فِي أَوَّلِ سُورَةِ النُّورِ وَغَيْرِهَا. </p><p> وَالْقَوْلُ بِأَنَّ الْحَامِلَاتِ وِقْرًا: هِيَ حَوَامِلُ الْأَجِنَّةِ مِنَ الْإِنَاثِ - ظَاهِرُ السُّقُوطِ، وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَالْجَارِيَاتِ يُسْرًا أَكْثَرُ أَهْلِ الْعِلْمِ عَلَى أَنَّ الْمُرَادَ بِالْجَارِيَاتِ يُسْرًا: السُّفُنُ تَجْرِي فِي الْبَحْرِ يُسْرًا، أَيْ: جَرْيًا ذَا يُسْرٍ أَيْ سُهُولَةٍ. </p><p> وَالْأَظْهَرُ أَنَّ هَذَا الْمَصْدَرَ الْمُنَكَّرَ حَالٌ كَمَا قَدَّمْنَا نَحْوَهُ مِرَارًا: أَيْ فَالْجَارِيَاتِ فِي حَالِ كَوْنِهَا مُيَسَّرَةً مُسَخَّرًا لَهَا الْبَحْرٌ، وَيَدُلُّ لِهَذَا الْقَوْلِ كَثْرَةُ إِطْلَاقِ الْوَصْفِ بِالْجَرْيِ عَلَى السُّفُنِ كَقَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ الْجَوَارِي فِي الْبَحْرِ [٤٢ \\ ٣٢] ، وَقَوْلِهِ: إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ [٦٩ \\ ١١] ، وَقَوْلِهِ تَعَالَى: وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ [٢٢ \\ ٦٥] ، وَقَوْلِهِ تَعَالَى: اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ [٤٥ \\ ١٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقِيلَ: الْجَارِيَاتُ الرِّيَاحُ، وَقِيلَ غَيْرُ ذَلِكَ. </p><p> وَقَوْلُهُ تَعَالَى: فَالْمُقَسِّمَاتِ أَمْرًا: هِيَ الْمَلَائِكَةُ يُرْسِلُهَا اللَّهُ فِي شُئُونٍ وَأُمُورٍ مُخْتَلِفَةٍ، وَلِذَا عَبَّرَ عَنْهَا بِالْمُقَسِّمَاتِ، وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: فَالْمُدَبِّرَاتِ أَمْرًا [٧٩ \\ ٥] ، فَمِنْهُمْ مَنْ يُرْسَلُ لِتَسْخِيرِ الْمَطَرِ وَالرِّيحِ، وَمِنْهُمْ مَنْ يُرْسَلُ لِكِتَابَةِ الْأَعْمَالِ، وَمِنْهُمْ مَنْ يُرْسَلُ لَقَبْضِ الْأَرْوَاحِ، وَمِنْهُمْ مَنْ يُرْسَلُ لِإِهْلَاكِ الْأُمَمِ، كَمَا وَقَعَ لِقَوْمِ صَالِحٍ. </p><p> وَالتَّحْقِيقُ أَنَّ قَوْلَهُ:  «أَمْرًا» مَفْعُولٌ بِهِ لِلْوَصْفِ الَّذِي هُوَ الْمُقَسِّمَاتُ، وَهُوَ مُفْرَدٌ أُرِيدَ بِهِ الْجَمْعُ. </p><p> وَقَدْ أَوْضَحْنَا أَمْثِلَةَ ذَلِكَ فِي الْقُرْآنِ الْعَظِيمِ، وَفِي كَلَامِ الْعَرَبِ مَعَ تَنْكِيرِ الْمُفْرَدِ كَمَا </p>"
}