{
  "id": null,
  "sura": 52,
  "aya": 39,
  "text": "<p> قَوْلُهُ تَعَالَى: فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ. </p><p> قَدْ قَدَّمْنَا أَنَّ اللَّهَ تَحَدَّاهُمْ بِسُورَةٍ وَاحِدَةٍ مِنْ هَذَا الْقُرْآنِ فِي سُورَةِ الْبَقَرَةِ فِي قَوْلِهِ: فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ الْآيَةَ [٢ \\ ٢٣] ، وَفِي سُورَةِ يُونُسَ فِي قَوْلِهِ تَعَالَى: قُلْ فَأْتُوا بِسُورَةٍ مِثْلِهِ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ الْآيَةَ [١٠ \\ ٣ ٨] . </p><p> وَتَحَدَّاهُمْ فِي سُورَةِ هُودٍ بِعَشْرِ سُوَرٍ مِنْهُ فِي قَوْلِهِ: قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ الْآيَةَ [١١ \\ ١٣] . </p><p> وَتَحَدَّاهُمْ فِي سُورَةِ الطُّورِ هَذِهِ بِهِ كُلِّهِ فِي قَوْلِهِ: فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ الْآيَةَ. </p><p> وَبَيَّنَ فِي سُورَةِ بَنِي إِسْرَائِيلَ أَنَّهُمْ لَا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ ذَلِكَ فِي قَوْلِهِ: قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ الْآيَةَ [١٧ \\ ٨٨] . </p><p> وَقَدْ أَطْلَقَ - جَلَّ وَعَلَا - اسْمَ الْحَدِيثِ عَلَى الْقُرْآنِ فِي قَوْلِهِ هُنَا: فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ كَمَا أَطْلَقَ عَلَيْهِ ذَلِكَ فِي قَوْلِهِ: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا الْآيَةَ [٣٩ \\ ٢٣] ، وَقَوْلِهِ تَعَالَى: مَا كَانَ حَدِيثًا يُفْتَرَى وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ الْآيَةَ [١٢ \\ ١١١] . </p><p> قَوْلُهُ تَعَالَى: أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ وَعَلَى الْآيَاتِ الْمُشَابِهَةِ لَهُ فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا [١٩ \\ ٧٨] . </p><p> قَوْلُهُ تَعَالَى: أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ الْآيَةَ. قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ وَعَلَى الْآيَاتِ الْمُشَابِهَةِ لَهُ فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا الْآيَةَ [١٥ \\ ١٦ - ١٧] . </p><p> قَوْلُهُ تَعَالَى: أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ. </p>"
}