{
  "id": null,
  "sura": 52,
  "aya": 47,
  "text": "<p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ [١٦ \\ ٥٧] ، وَفِي مَوَاضِعَ أُخَرَ مُتَعَدِّدَةٍ. </p><p> قَوْلُهُ تَعَالَى: أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ وَمَا يَتَعَلَّقُ بِهَا مِنَ الْأَحْكَامِ فِي سُورَةِ هُودٍ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا الْآيَةَ [١١ \\ ٢٩] . </p><p> قَوْلُهُ تَعَالَى: وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ بِكَثْرَةٍ فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ الْآيَةَ [٦ \\ ٧] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا. </p><p> بَيَّنَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ أَنَّ كَيْدَ الْكُفَّارِ لَا يُغْنِي عَنْهُمْ شَيْئًا فِي الْآخِرَةِ فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى: هَذَا يَوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالْأَوَّلِينَ فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ [٧٧ \\ ٣٨ - ٣٩] . </p><p> وَبَيَّنَ أَنَّهُ لَا يَنْفَعُهُمْ فِي الدُّنْيَا أَيْضًا كَقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ: أَمْ يُرِيدُونَ كَيْدًا فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ [٥٢ \\ ٤٢] ، وَقَوْلِهِ: إِنَّهُمْ يَكِيدُونَ كَيْدًا وَأَكِيدُ كَيْدًا الْآيَةَ [٨٦ \\ ١٥ - ١٦] ، وَقَوْلِهِ: سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ [٧ \\ ١٨٢ - ١٨٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَلِكَ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ. </p><p> الظَّاهِرُ أَنَّ قَوْلَهُ: عَذَابًا دُونَ ذَلِكَ هُوَ مَا عُذِّبُوا بِهِ فِي دَارِ الدُّنْيَا مِنَ الْقَتْلِ وَغَيْرِهِ. </p><p> كَمَا دَلَّ عَلَى ذَلِكَ قَوْلُهُ: وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ الْآيَةَ [٣٢ \\ ٢١] ، وَقَوْلُهُ تَعَالَى: قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ [٩ \\ ١٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ، وَلَا مَانِعَ مِنْ دُخُولِ عَذَابِ الْقَبْرِ فِي ذَلِكَ، لِأَنَّهُ قَدْ يَدْخُلُ فِي ظَاهِرِ الْآيَةِ، وَمَا قِيلَ فِي مَعْنَى الْآيَةِ غَيْرُ هَذَا لَا يَتَّجِهُ عِنْدِي. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}