{
  "id": null,
  "sura": 53,
  "aya": 45,
  "text": "<p> وَقَوْلِهِ تَعَالَى: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] ، وَالْآيَاتُ بِمِثْلِ ذَلِكَ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَهُوَ يَرَى أَيْ يَعْلَمُ ذَلِكَ الْغَيْبَ، وَالْآيَةُ تَدُلُّ عَلَى أَنَّ سَبَبَ النُّزُولِ لَا يَخْلُو مِنْ إِعْطَاءِ شَيْءٍ فِي مُقَابَلَةِ تَحَمُّلِ الذُّنُوبِ عَمَّنْ أَعْطَى لِأَنَّ فَاعِلَ ذَلِكَ لَيْسَ عِنْدَهُ عِلْمُ الْغَيْبِ فَيَعْلَمُ بِهِ أَنَّ الَّذِي ضَمِنَ لَهُ تَحَمُّلَ ذُنُوبِهِ بِفِعْلِ ذَلِكَ، وَلَمْ يُنَبَّأْ بِمَا فِي الصُّحُفِ الْأُولَى، مِنْ أَنَّهُ «أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى» أَيْ لَا تَتَحَمَّلُ نَفْسٌ ذَنْبَ نَفْسٍ أُخْرَى. </p><p> وَقَدْ قَدَّمْنَا تَفْسِيرَهُ مُوَضَّحًا فِي سُورَةِ بَنِي إِسْرَائِيلَ، وَأَنَّهُ لَا يَمْلِكُ الْإِنْسَانُ وَلَا يَسْتَحِقُّ إِلَّا سَعْيَ نَفْسِهِ، وَقَدِ اتَّضَحَ بِذَلِكَ أَنَّهُ لَا يُمْكِنُ أَنْ يَتَحَمَّلَ إِنْسَانٌ ذُنُوبَ غَيْرِهِ، وَقَدْ دَلَّتْ عَلَى ذَلِكَ آيَاتٌ كَثِيرَةٌ مَعْلُومَةٌ. </p><p> وَقَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: أَفَرَأَيْتَ بِمَعْنَى أَخْبِرْنِي، وَالْمَفْعُولُ الْأَوَّلُ هُوَ الْمَوْصُولُ وَصِلَتُهُ. وَالْمَفْعُولُ الثَّانِي هُوَ جُمْلَةُ أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى. </p><p> قَوْلُهُ تَعَالَى: وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى مِنْ نُطْفَةٍ إِذَا تُمْنَى. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ خَلَقَ الزَّوْجَيْنِ أَيِ النَّوْعَيْنِ الذَّكَرَ وَالْأُنْثَى مِنْ نُطْفَةٍ، وَهِيَ نُطْفَةُ الْمَنِيِّ إِذَا تُمْنَى أَيْ تُصَبُّ وَتُرَاقُ فِي الرَّحِمِ، عَلَى أَصَحِّ الْقَوْلَيْنِ. </p><p> وَيَدُلُّ قَوْلُهُ تَعَالَى: أَفَرَأَيْتُمْ مَا تُمْنُونَ أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ [٥٦ \\ ٥٨ - ٥٩] ، وَقَوْلُهُ تَعَالَى: أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى [٧٥ \\ ٣٧] . </p><p> وَالْعَرَبُ تَقُولُ: أَمْنَى الرَّجُلُ وَمَنِيَ؛ إِذَا أَرَاقَ الْمَنِيَّ وَصَبَّهُ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: مِنْ نُطْفَةٍ إِذَا تُمْنَى أَيْ تُقَدَّرَ بِأَنْ يَكُونَ اللَّهُ قَدَّرَ أَنْ يَنْشَأَ مِنْهَا حَمْلٌ، مِنْ قَوْلِ الْعَرَبِ: مَنِيَ الْمَانِي إِذَا قَدَّرَ. وَمِنْ هَذَا الْمَعْنَى قَوْلُ أَبِي قِلَابَةَ الْهُذَلِيِّ، وَقِيلَ سُوِيدِ بْنِ عَامِرٍ الْمُصْطَلَقِيِّ: </p><p> لَا تَأْمَنِ الْمَوْتَ فِي حِلٍّ وَفِي حَرَمٍ ... إِنَّ الْمَنَايَا تُوَافِي كُلَّ إِنْسَانِ </p><p> وَاسْلُكْ سَبِيلَكَ فِيهَا غَيْرَ مُحْتَشِمٍ ... حَتَّى تُلَاقِيَ مَا يُمَنِّي لَكَ الْمَانِي </p>"
}