{
  "id": null,
  "sura": 53,
  "aya": 52,
  "text": "<p> وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى النُّطْفَةِ مُسْتَوْفًى مِنْ جِهَاتٍ فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ الْآيَةَ [١٦ \\ ٤] . وَفِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ [٢٢ \\ ٥] ، وَفِي كُلٍّ مِنَ الْمَوْضِعَيْنِ زِيَادَةٌ لَيْسَتْ فِي الْآخَرِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنَ الِاسْتِدْلَالِ بِخَلْقِ النَّوْعَيْنِ، أَعْنِي الذَّكَرَ وَالْأُنْثَى مِنَ النُّطْفَةِ جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، وَأَنَّهُ يُسْتَدَلُّ بِهِ عَلَى أَمْرَيْنِ: هُمَا قُدْرَةُ اللَّهِ عَلَى الْبَعْثِ، وَأَنَّهُ مَا خَلَقَ الْإِنْسَانَ إِلَّا لِيُكَلِّفَهُ وَيُجَازِيَهُ، وَقَدْ جَمَعَ الْأَمْرَيْنِ قَوْلُهُ تَعَالَى: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى [٥٧ \\ ٣٦ - ٤٠] ، فَذَكَرَ دَلَالَةَ ذَلِكَ عَلَى الْبَعْثِ فِي قَوْلِهِ: أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى، وَذَكَرَ أَنَّهُ مَا خَلَقَهُ لِيُهْمِلَهُ مِنَ التَّكْلِيفِ وَالْجَزَاءِ، مُنْكِرًا عَلَى مَنْ ظَنَّ ذَلِكَ بِقَوْلِهِ: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى أَيْ مُهْمَلًا مِنَ التَّكْلِيفِ وَالْجَزَاءِ. </p><p> وَقَدْ قَدَّمْنَا بَعْضَ الْكَلَامِ عَلَى هَذَا فِي سُورَةِ الْفُرْقَانِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا [٢٥ \\ ٥٤] . </p><p> قَوْلُهُ تَعَالَى: وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ، وَأَحَلْنَا عَلَيْهَا مِرَارًا كَثِيرَةً. </p><p> قَوْلُهُ تَعَالَى: وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى وَثَمُودَ فَمَا أَبْقَى. </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِمَا أَهْلَكَ بِهِ عَادًا. وَالْآيَاتِ الْمُوَضِّحَةَ لِمَا أَهْلَكَ بِهِ ثَمُودَ فِي سُورَةِ فُصِّلَتْ فِي قَوْلِهِ تَعَالَى فِي الْكَلَامِ فِي شَأْنِ عَادٍ: فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا الْآيَةَ [٤١ \\ ١٦] . وَقَوْلِهِ فِي شَأْنِ ثَمُودَ: فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ الْآيَةَ [٤١ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى. </p><p> قَوْلُهُ: وَقَوْمَ نُوحٍ مَعْطُوفٌ عَلَى قَوْلِهِ: وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى [٥٣ \\ ٥٠] ، أَيْ وَأَهْلَكَ قَوْمَ نُوحٍ وَلَمْ يُبَيِّنْ هُنَا كَيْفِيَّةَ إِهْلَاكِهِمْ، وَلَكِنَّهُ بَيَّنَ ذَلِكَ فِي مَوَاضِعَ أُخَرَ مِنْ </p>"
}