{
  "id": null,
  "sura": 54,
  "aya": 41,
  "text": "<p> وَقَدْ تَضَمَّنَتْ إِيضَاحَ قِصَّةِ لُوطٍ وَقَوْمِهِ فِي سُورَةِ هُودٍ وَسُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى الْقِصَّةِ الْمَذْكُورَةِ فِي السُّورَتَيْنِ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ. تَضَمَّنَتْ هَاتَانِ الْآيَتَانِ ثَلَاثَةَ أُمُورٍ: </p><p> الْأَوَّلُ: أَنَّ آلَ فِرْعَوْنَ جَاءَتْهُمُ النُّذُرُ. </p><p> الثَّانِي: أَنَّهُمْ كَذَّبُوا بِآيَاتِ اللَّهِ. </p><p> الثَّالِثُ: أَنَّ اللَّهَ أَخَذَهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ. </p><p> وَهَذِهِ الْأُمُورُ الثَّلَاثَةُ الْمَذْكُورَةُ هُنَا جَاءَتْ مُوَضَّحَةً فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ. </p><p> أَمَّا الْأَوَّلُ مِنْهَا وَهُوَ أَنَّ آلَ فِرْعَوْنَ وَقَوْمَهُ جَاءَهُمُ النُّذُرُ، فَقَدْ أَوْضَحَهُ تَعَالَى فِي آيَاتٍ كَثِيرَةٍ مِنْ كِتَابِهِ. </p><p> اعْلَمْ أَوَّلًا أَنَّ قَوْلَهُ: جَاءَ آلَ فِرْعَوْنَ النُّذُرُ، قِيلَ: هُوَ جَمْعُ نَذِيرٍ وَهُوَ الرَّسُولُ، وَقِيلَ: هُوَ مَصْدَرٌ بِمَعْنَى الْإِنْذَارِ، فَعَلَى أَنَّهُ مَصْدَرٌ فَقَدْ بَيَّنَتِ الْآيَاتُ الْقُرْآنِيَّةُ بِكَثْرَةٍ أَنَّ الَّذِي جَاءَهُمْ بِذَلِكَ الْإِنْذَارِ هُوَ مُوسَى وَهَارُونُ. وَعَلَى أَنَّهُ جَمْعُ نَذِيرٍ أَيْ مُنْذِرٍ، فَالْمُرَادُ بِهِ مُوسَى وَهَارُونُ، وَقَدْ جَاءَ فِي آيَاتٍ كَثِيرَةٍ إِرْسَالُ مُوسَى وَهَارُونَ لِفِرْعَوْنَ كَقَوْلِهِ تَعَالَى فِي طه فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ [٢٠ \\ ٤٧] . </p><p> ثُمَّ بَيَّنَ تَعَالَى إِنْذَارَهُمَا لَهُ فِي قَوْلِهِ: إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى [٢٠ \\ ٤٨] ، وَنَحْوِهَا مِنَ الْآيَاتِ. وَفِي هَذِهِ الْآيَةِ سُؤَالٌ مَعْرُوفٌ، وَهُوَ أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى أَرْسَلَ لِفِرْعَوْنَ نَبِيَّيْنِ هُمَا مُوسَى وَهَارُونُ، كَمَا قَالَ تَعَالَى: فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ [٢٦ \\ ١٦] ، وَهُنَا جَمَعَ النُّذُرَ فِي قَوْلِهِ: وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ، وَلِلْعُلَمَاءِ عَنْ هَذَا أَجْوِبَةٌ، أَحَدُهَا أَنَّ أَقَلَّ الْجَمْعِ اثْنَانِ كَمَا هُوَ الْمُقَرَّرُ فِي أُصُولِ مَالِكِ بْنِ أَنَسٍ رَحِمَهُ اللَّهُ، وَعَقَدَهُ صَاحِبُ مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> أَقَلُّ مَعْنَى الْجَمْعِ فِي الْمُشْتَهِرْ ... لَاثْنَانِ فِي رَأْيِ الْإِمَامِ الْحِمْيَرِيْ </p><p> قَالُوا: وَمِنْهُ قَوْلُهُ تَعَالَى: فَقَدْ صَغَتْ قُلُوبُكُمَا [٦٦ \\ ٤] ، وَلَهُمَا قَلْبَانِ فَقَطْ وَقَوْلُهُ: فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ [٤ \\ ١١] ، وَالْمُرَادُ بِالْإِخْوَةِ اثْنَانِ فَصَاعِدًا كَمَا عَلَيْهِ الصَّحَابَةُ فَمَنْ بَعْدَهُمْ خِلَافًا لِابْنِ عَبَّاسٍ، وَقَوْلُهُ: وَأَطْرَافَ النَّهَارِ [٢٠ \\ ١٣٠] ، وَلَهُ طَرَفَانِ. وَمِنْهَا مَا ذَكَرَهُ الزَّمَخْشَرِيُّ وَغَيْرُهُ مِنْ أَنَّ الْمُرَادَ بِالنُّذُرِ مُوسَى وَهَارُونُ وَغَيْرُهُمَا مِنَ الْأَنْبِيَاءِ، لِأَنَّهُمَا عَرَضَا عَلَيْهِمْ مَا أَنْذَرَ بِهِ الْمُرْسَلُونَ. وَمِنْهَا أَنَّ النُّذُرَ مَصْدَرٌ بِمَعْنَى الْإِنْذَارِ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ وَغَفَرَ لَهُ: التَّحْقِيقُ فِي الْجَوَابِ - أَنَّ مَنْ كَذَّبَ رَسُولًا وَاحِدًا فَقَدْ كَذَّبَ جَمِيعَ الْمُرْسَلِينَ، وَمَنْ كَذَّبَ نَذِيرًا وَاحِدًا فَقَدْ كَذَّبَ جَمِيعَ النُّذُرِ، لِأَنَّ أَصْلَ دَعْوَةِ جَمِيعِ الرُّسُلِ وَاحِدَةٌ، وَهِيَ مَضْمُونُ لَا إِلَهَ إِلَّا اللَّهُ كَمَا أَوْضَحَهُ تَعَالَى بِقَوْلِهِ: وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ [١٦ \\ ٣٦] ، وَقَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ [٢١ \\ ٢٥] ، وَقَوْلِهِ تَعَالَى:  {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ}  [٤٣ \\ ٤٥] . </p><p> وَأَوْضَحَ تَعَالَى أَنَّ مَنْ كَذَّبَ بَعْضَهُمْ فَقَدْ كَذَّبَ جَمِيعَهُمْ فِي قَوْلِهِ تَعَالَى: وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا [٤ \\ ١٥٠] ،، وَأَشَارَ إِلَى ذَلِكَ فِي قَوْلِهِ: لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ [٢ \\ ٢٨٥] ، وَقَوْلِهِ: لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ [٢ \\ ١٣٦] ، وَقَوْلِهِ تَعَالَى: وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُوا بَيْنَ أَحَدٍ مِنْهُمْ أُولَئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ الْآيَةَ [٤ \\ ١٥٢] . </p><p> وَقَدْ أَوْضَحَ تَعَالَى فِي سُورَةِ الشُّعَرَاءِ أَنَّ تَكْذِيبَ رَسُولٍ وَاحِدٍ تَكْذِيبٌ لِجَمِيعِ الرُّسُلِ، وَذَلِكَ فِي قَوْلِهِ: كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ [٢٦ \\ ١٠٥] ، ثُمَّ بَيَّنَ أَنَّ تَكْذِيبَهُمْ لِلْمُرْسَلِينَ إِنَّمَا وَقَعَ بِتَكْذِيبِهِمْ نُوحًا وَحْدَهُ، حَيْثُ أَفْرَدَ ذَلِكَ بِقَوْلِهِ: إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ إِلَى قَوْلِهِ: قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ [٢٦ \\ ١٠٦ - ١٠٧] ، وَقَوْلِهِ تَعَالَى: كَذَّبَتْ عَادٌ الْمُرْسَلِينَ [٢٦ \\ ١٢٣] ، ثُمَّ بَيَّنَ أَنَّ ذَلِكَ بِتَكْذِيبِ هُودٍ وَحْدَهُ، حَيْثُ أَفْرَدَهُ بِقَوْلِهِ: إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ [٢٦ \\ ١٢٤] ، وَنَحْوِ ذَلِكَ فِي قَوْلِهِ تَعَالَى فِي </p>"
}