{
  "id": null,
  "sura": 54,
  "aya": 43,
  "text": "<p> قِصَّةِ صَالِحٍ وَقَوْمِهِ، وَلُوطٍ وَقَوْمِهِ، وَشُعَيْبٍ وَأَصْحَابِ الْأَيْكَةِ، كَمَا هُوَ مَعْلُومٌ، وَهُوَ وَاضِحٌ لَا خَفَاءَ فِيهِ، وَيَزِيدُهُ إِيضَاحًا قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّا مَعَاشِرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنَا وَاحِدٌ» يَعْنِي أَنَّهُمْ كُلَّهُمْ مُتَّفِقُونَ فِي الْأُصُولِ وَإِنِ اخْتَلَفَتْ شَرَائِعُهُمْ فِي بَعْضِ الْفُرُوعِ. </p><p> وَأَمَّا الْأَمْرُ الثَّانِي: وَهُوَ كَوْنُ فِرْعَوْنَ وَقَوْمِهِ كَذَّبُوا بِآيَاتِ اللَّهِ، فَقَدْ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى: وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ [٧ \\ ١٣٢] ، وَقَوْلِهِ تَعَالَى: وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَى [٢٠ \\ ٥٦] ، وَقَوْلِهِ تَعَالَى: فَأَرَاهُ الْآيَةَ الْكُبْرَى فَكَذَّبَ وَعَصَى [٧٩ \\ ٢٠ - ٢١] ، وَقَوْلِهِ تَعَالَى: وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ فِي تِسْعِ آيَاتٍ إِلَى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ [٢٧ \\ ١٢ - ١٤] . </p><p> وَأَمَّا الْأَمْرُ الثَّالِثُ وَهُوَ قَوْلُهُ تَعَالَى: فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ، فَقَدْ جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ إِلَى قَوْلِهِ: فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ [٥١ \\ ٣٨ - ٤٠] ، وَقَوْلِهِ تَعَالَى: فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ [٢٠ \\ ٧٨] ، وَقَوْلِهِ تَعَالَى: وَأَغْرَقْنَا آلَ فِرْعَوْنَ وَأَنْتُمْ تَنْظُرُونَ [٢ \\ ٥٠] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَوْلُهُ: أَخْذَ عَزِيزٍ مُقْتَدِرٍ يُوَضِّحُهُ قَوْلُهُ تَعَالَى: وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ [١١ \\ ١٠٢] . </p><p> وَقَدْ رَوَى الشَّيْخَانِ فِي صَحِيحَيْهِمَا عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّ اللَّهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ،ثُمَّ تَلَا قَوْلَهُ تَعَالَى:وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى الْآيَةَ[١١ \\ ١٠٢]،» ، وَالْعَزِيزُ الْغَالِبُ، وَالْمُقْتَدِرُ: شَدِيدُ الْقُدْرَةِ عَظِيمُهَا. </p><p> قَوْلُهُ تَعَالَى: أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الزُّخْرُفِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا [٤٣ \\ ٨] ، وَفِي صَدْرِ سُورَةِ الرُّومِ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p>"
}