{
  "id": null,
  "sura": 54,
  "aya": 10,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْقَمَرِ. </p><p> قَوْلُهُ تَعَالَى: اقْتَرَبَتِ السَّاعَةُ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي أَوَّلِ سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَتَى أَمْرُ اللَّهِ وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. قَوْلُهُ تَعَالَى: وَإِنْ يَرَوْا آيَةً يُعْرِضُوا. قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْأَنْعَامِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ. قَوْلُهُ تَعَالَى: يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ مُهْطِعِينَ إِلَى الدَّاعِي. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ «يس» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ [٣٦ \\ ٥١] ، وَفِي سُورَةِ «ق» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا [٥٠ \\ ٤٤] . </p><p> قَوْلُهُ تَعَالَى: يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْفُرْقَانِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا [٢٥ \\ ٢٤] ، وَفِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ [٢٢ \\ ٤٧] . </p><p> قَوْلُهُ تَعَالَى:  {فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ وَفَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ} . </p><p> قَرَأَ هَذَا الْحَرْفَ ابْنُ عَامِرٍ: فَفَتَحْنَا بِتَشْدِيدِ التَّاءِ لِلتَّكْثِيرِ، وَبَاقِي السَّبْعَةِ بِتَخْفِيفِهَا. </p><p> وَقَدْ ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ نَبِيَّهُ نُوحًا دَعَاهُ قَائِلًا: إِنَّ قَوْمَهُ غَلَبُوهُ </p><p> سَائِلًا رَبَّهُ أَنْ يَنْتَصِرَ لَهُ مِنْهُمْ، وَأَنَّ اللَّهَ انْتَصَرَ لَهُ مِنْهُمْ، فَأَهْلَكَهُمْ بِالْغَرَقِ، لِأَنَّهُ تَعَالَى فَتَحَ أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ أَيْ مُتَدَفِّقٍ مُنْصَبٍّ بِكَثْرَةٍ وَأَنَّهُ تَعَالَى فَجَّرَ الْأَرْضَ عُيُونًا. </p><p> وَقَوْلُهُ: عُيُونًا، تَمْيِيزٌ مُحَوَّلٌ عَنِ الْمَفْعُولِ، وَالْأَصْلُ فَجَّرْنَا عُيُونَ الْأَرْضِ. وَالتَّفْجِيرُ: إِخْرَاجُ الْمَاءِ مِنْهَا بِكَثْرَةٍ، وَ «أَلْ» فِي قَوْلِهِ: فَالْتَقَى الْمَاءُ لِلْجِنْسِ، وَمَعْنَاهُ الْتَقَى مَاءُ السَّمَاءِ وَمَاءُ الْأَرْضِ عَلَى أَمْرٍ قَدْ قُدِرَ، أَيْ قَدَّرَهُ اللَّهُ وَقَضَاهُ. </p><p> وَقِيلَ: إِنَّ مَعْنَاهُ أَنَّ الْمَاءَ النَّازِلَ مِنَ السَّمَاءِ وَالْمُتَفَجِّرَ مِنَ الْأَرْضِ جَعَلَهُمَا اللَّهُ بِمِقْدَارٍ لَيْسَ أَحَدُهُمَا أَكْثَرَ مِنَ الْآخَرِ. وَالْأَوَّلُ أَظْهَرُ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ دُعَاءِ نُوحٍ رَبَّهُ - جَلَّ وَعَلَا - أَنْ يَنْتَصِرَ لَهُ مِنْ قَوْمِهِ فَيَنْتَقِمَ مِنْهُمْ، وَأَنَّ اللَّهَ أَجَابَهُ فَانْتَصَرَ لَهُ مِنْهُمْ فَأَهْلَكَهُمْ جَمِيعًا بِالْغَرَقِ فِي هَذَا الْمَاءِ الْمُتَلَقَّى مِنَ السَّمَاءِ وَالْأَرْضِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى فِي الْأَنْبِيَاءِ: وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ [٢١ \\ ٧٦ - ٧٧] . </p><p> وَقَوْلِهِ تَعَالَى فِي الصَّافَّاتِ: وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ إِلَى قَوْلِهِ: ثُمَّ أَغْرَقْنَا الْآخَرِينَ [٣٧ \\ ٧٥ - ٨٢] . </p><p> وَقَدْ بَيَّنَ - جَلَّ وَعَلَا - أَنَّ دُعَاءَ نُوحٍ فِيهِ سُؤَالُهُ اللَّهَ أَنْ يُهْلِكَهُمْ إِهْلَاكًا مُسْتَأْصِلًا. وَتِلْكَ الْآيَاتُ فِيهَا بَيَانٌ لِقَوْلِهِ هُنَا: فَانْتَصِرْ وَذَلِكَ كَقَوْلِهِ تَعَالَى: وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا [٧١ \\ ٢٦ - ٢٧] ، وَمَا دَعَا نُوحٌ عَلَى قَوْمِهِ إِلَّا بَعْدَ أَنِ أوْحَى اللَّهُ إِلَيْهِ أَنَّهُ لَا يُؤْمِنُ مِنْهُمْ أَحَدٌ غَيْرَ الْقَلِيلِ الَّذِي آمَنَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ [١١ \\ ٣٦] ، وَقَدْ قَالَ تَعَالَى: وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ [١١ \\ ٤٠] . </p><p> وَقَوْلُهُ تَعَالَى: عُيُونًا قَرَأَهُ ابْنُ كَثِيرٍ، وَابْنُ عَامِرٍ فِي رِوَايَةِ ابْنِ ذِكْوَانَ، وَعَاصِمٌ فِي رِوَايَةِ شُعْبَةَ، وَحَمْزَةُ، وَالْكِسَائِيُّ:  «عِيُونًا» بِكَسْرِ الْعَيْنِ لِمُجَانِسَةِ الْيَاءِ. </p><p> وَقَرَأَهُ نَافِعٌ وَأَبُو عَمْرٍو وَابْنُ عَامِرٍ فِي رِوَايَةِ هُشَامٍ، وَعَاصِمٌ فِي رِوَايَةِ حَفْصٍ «عُيُونًا» بِضَمِّ الْعَيْنِ عَلَى الْأَصْلِ. </p>"
}