{
  "id": null,
  "sura": 54,
  "aya": 29,
  "text": "<p> قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ [٧ \\ ٧٣] ، وَقَوْلِهِ تَعَالَى فِي سُورَةِ هُودٍ عَنْ صَالِحٍ: وَيَا قَوْمِ هَذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ [١١ \\ ٦٤ - ٦٥] ، وَقَوْلِهِ تَعَالَى فِي الشُّعَرَاءِ: قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ [٢٦ \\ ١٥٥ - ١٥٦] . </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّهُمْ عَقَرُوا النَّاقَةَ فَجَاءَهُمُ الْعَذَابُ الْمُسْتَأْصِلُ فِي آيَاتٍ مِنْ كِتَابِهِ كَقَوْلِهِ تَعَالَى فِي الْأَعْرَافِ: فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ إِلَى قَوْلِهِ: فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ [٧ \\ ٧٧ - ٧٨] ، وَقَوْلِهِ تَعَالَى: فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ فَأَخَذَهُمُ الْعَذَابُ [٢٦ \\ ١٥٧ - ١٥٨] ، وَقَوْلِهِ: فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ الْآيَةَ [٩١ \\ ١٤] . </p><p> وَقَدْ أَوْضَحْنَا هَذَا غَايَةَ الْإِيضَاحِ فِي سُورَةِ فُصِّلَتْ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ الْآيَةَ [٤١ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ. </p><p> قَوْلُهُ تَعَالَى: وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ أَيْ أَخْبِرْ يَا صَالِحُ ثَمُودَ أَنَّ الْمَاءَ وَهُوَ مَاءُ الْبِئْرِ الَّتِي كَانَتْ تَشْرَبُ مِنْهَا النَّاقَةُ - قِسْمَةٌ بَيْنَهُمْ، فَيَوْمٌ لِلنَّاقَةِ وَيَوْمٌ لِثَمُودَ، فَقَوْلُهُ: بَيْنَهُمْ: أَيْ بَيْنِ النَّاقَةِ وَثَمُودَ، وَغَلَّبَ الْعُقَلَاءَ عَلَى النَّاقَةِ كُلُّ شِرْبٍ مُحْتَضَرٌ أَيْ يَحْضُرُهُ صَاحِبُهُ، فَتَحْضُرُ النَّاقَةُ شِرْبَ يَوْمِهَا وَتَحْضُرُ ثَمُودُ شِرْبَ يَوْمِهَا. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ جَاءَ مُوَضَّحًا فِي آيَةٍ أُخْرَى وَهِيَ قَوْلُهُ تَعَالَى فِي الشُّعَرَاءِ: قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَعْلُومٍ [٢٦ \\ ١٥٥] ، وَشِرْبُ النَّاقَةِ هُوَ الَّذِي حَذَّرَهُمْ مِنْهُ صَالِحٌ لِئَلَّا يَتَعَرَّضُوا لَهُ فِي قَوْلِهِ تَعَالَى: فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا [٩١ \\ ١٣] . </p><p> قَوْلُهُ تَعَالَى: فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ. </p><p> قَوْلُهُ: فَتَعَاطَى، قَالَ أَبُو حَيَّانَ فِي الْبَحْرِ: فَتَعَاطَى هُوَ مُطَاوِعُ عَاطَى، وَكَأَنَّ </p><p> هَذِهِ الْفِعْلَةَ تَدَافَعَهَا النَّاسُ وَعَاطَاهَا بَعْضُهُمْ بَعْضًا، فَتَعَاطَاهَا قَدَارُ وَتَنَاوُلَ الْعَقْرَ بِيَدِهِ. انْتَهَى مَحِلُّ الْغَرَضِ مِنْهُ. </p><p> وَالْعَرَبُ تَقُولُ: تَعَاطَى كَذَا إِذَا فَعَلَهُ أَوْ تَنَاوَلَهُ، وَعَاطَاهُ إِذَا تَنَاوَلَهُ، وَمِنْهُ قَوْلُ حَسَّانَ رَضِيَ اللَّهُ عَنْهُ: </p><p> كِلْتَاهُمَا حَلَبَ الْعَصِيرَ فَعَاطَنِي ... بِزُجَاجَةٍ أَرْخَاهُمَا لِلْمَفْصَلِ </p><p> وَقَوْلُهُ: فَعَقَرَ أَيْ تَعَاطَى عَقْرَ النَّاقَةِ فَعَقَرَهَا، فَمَفْعُولَا الْفِعْلَيْنِ مَحْذُوفَانِ تَقْدِيرُهُمَا كَمَا ذَكَرْنَا، وَعَبَّرَ عَنْ عَاقِرِ النَّاقَةِ هُنَا بِأَنَّهُ صَاحِبُهُمْ، وَعَبَّرَ عَنْهُ فِي الشَّمْسِ بِأَنَّهُ أَشْقَاهُمْ وَذَلِكَ فِي قَوْلِهِ: إِذِ انْبَعَثَ أَشْقَاهَا [٩١ \\ ١٤] . </p><p> وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تُشِيرُ إِلَى إِزَالَةِ إِشْكَالٍ مَعْرُوفٍ فِي الْآيَةِ. وَإِيضَاحُ ذَلِكَ أَنَّ اللَّهَ تَعَالَى فِيهَا نَسَبَ الْعَقْرَ لِوَاحِدٍ لَا لِجَمَاعَةٍ، لِأَنَّهُ قَالَ: فَتَعَاطَى فَعَقَرَ بِالْإِفْرَادِ مَعَ أَنَّهُ أَسْنَدَ عَقْرَ النَّاقَةِ فِي آيَاتٍ أُخَرَ إِلَى ثَمُودَ كُلِّهِمْ كَقَوْلِهِ فِي سُورَةِ الْأَعْرَافِ: فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ الْآيَةَ [٧ \\ ٧٧] ، وَقَوْلِهِ تَعَالَى فِي هُودٍ: فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ [١١ \\ ٦٥] ، وَقَوْلِهِ فِي الشُّعَرَاءِ: فَعَقَرُوهَا فَأَصْبَحُوا نَادِمِينَ [٢٦ \\ ١٥٧] ، وَقَوْلِهِ فِي الشَّمْسِ: فَكَذَّبُوهُ فَعَقَرُوهَا [٩١ \\ ١٤] . </p><p> وَوَجْهُ إِشَارَةِ الْآيَةِ إِلَى إِزَالَةِ هَذَا الْإِشْكَالِ هُوَ أَنَّ قَوْلَهُ تَعَالَى: فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ يَدُلُّ عَلَى أَنَّ ثَمُودَ اتَّفَقُوا كُلُّهُمْ عَلَى عَقْرِ النَّاقَةِ، فَنَادَوْا وَاحِدًا مِنْهُمْ لِيُنَفِّذَ مَا اتَّفَقُوا عَلَيْهِ، أَصَالَةً عَنْ نَفْسِهِ وَنِيَابَةً عَنْ غَيْرِهِ. وَمَعْلُومٌ أَنَّ الْمُتَمَالِئِينَ عَلَى الْعَقْرِ كُلُّهُمْ عَاقِرُونَ، وَصَحَّتْ نِسْبَةُ الْعَقْرِ إِلَى الْمُنَفِّذِ الْمُبَاشِرِ لِلْعَقْرِ، وَصَحَّتْ نِسْبَتُهُ أَيْضًا إِلَى الْجَمِيعِ، لِأَنَّهُمْ مُتَمَالِئُونَ كَمَا دَلَّ عَلَيْهِ تَرْتِيبُ تَعَاطِي الْعَقْرِ بِالْفَاءِ فِي قَوْلِهِ: فَتَعَاطَى فَعَقَرَ عَلَى نِدَائِهِمْ صَاحِبِهِمْ لِيَنُوبَ عَنْهُمْ فِي مُبَاشَرَةِ الْعَقْرِ فِي قَوْلِهِ تَعَالَى: فَنَادَوْا صَاحِبَهُمْ أَيْ نَادَوْهُ لِيَعْقِرَهَا. </p><p> وَجَمَعَ بَعْضُ الْعُلَمَاءِ بَيْنَ هَذِهِ الْآيَاتِ بِوَجْهٍ آخَرَ، وَهُوَ أَنَّ إِطْلَاقَ الْمَجْمُوعِ مُرَادًا بِهِ بَعْضُهُ - أُسْلُوبٌ عَرَبِيٌّ مَشْهُورٌ، وَهُوَ كَثِيرٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ الْحُجُرَاتِ أَنَّ مِنْهُ قِرَاءَةَ حَمْزَةَ فِي قَوْلِهِ تَعَالَى: فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ [٢ \\ ١٩١] </p>"
}