{
  "id": null,
  "sura": 55,
  "aya": 14,
  "text": "<p> لَا تَحْرِيمَ إِلَّا بِبَيَانٍ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ [٢ \\ ٢٧٥] ، وَقَوْلُهُ: مَا سَلَفَ أَيْ: مَا مَضَى قَبْلَ نُزُولِ التَّحْرِيمِ. وَمِنَ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ قَوْلُهُ تَعَالَى: وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ [٤ \\ ٢٢] ، وَقَوْلُهُ تَعَالَى: وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ [٤ \\ ٢٣] . وَالْأَظْهَرُ أَنَّ الِاسْتِثْنَاءَ فِيهِمَا فِي قَوْلِهِ: إِلَّا مَا قَدْ سَلَفَ مُنْقَطِعٌ، أَيْ لَكِنْ مَا سَلَفَ مِنْ ذَلِكَ قَبْلَ نُزُولِ التَّحْرِيمِ فَهُوَ عَفْوٌ، لِأَنَّهُ عَلَى الْبَرَاءَةِ الْأَصْلِيَّةِ. </p><p> وَمِنْ أَصْرَحِ الْآيَاتِ الدَّالَّةِ عَلَى ذَلِكَ - قَوْلُهُ تَعَالَى: وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ [٩ \\ ١١٥] ، لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا اسْتَغْفَرَ لِعَمِّهِ أَبِي طَالِبٍ بَعْدَ مَوْتِهِ عَلَى الشِّرْكِ، وَاسْتَغْفَرَ الْمُسْلِمُونَ لِمَوْتَاهُمُ الْمُشْرِكِينَ عَاتَبَهُمُ اللَّهُ فِي قَوْلِهِ: مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى الْآيَةَ [٩ \\ ١١٣] - نَدِمُوا عَلَى الِاسْتِغْفَارِ لَهُمْ، فَبَيَّنَ اللَّهُ لَهُمْ أَنَّ اسْتِغْفَارَهُمْ لَهُمْ لَا مُؤَاخَذَةَ بِهِ، لِأَنَّهُ وَقَعَ قَبْلَ بَيَانِ مَنْعِهِ، وَهَذَا صَرِيحٌ فِيمَا ذَكَرْنَا. </p><p> وَقَدْ قَدَّمْنَا أَنَّ الْأَخْذَ بِالْبَرَاءَةِ الْأَصْلِيَّةِ يُعْذَرُ بِهِ فِي الْأُصُولِ أَيْضًا فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ، وَبَيَّنَّا هُنَاكَ كَلَامَ أَهْلِ الْعِلْمِ فِي ذَلِكَ، وَأَوْضَحْنَا مَا جَاءَ فِي ذَلِكَ مِنَ الْآيَاتِ الْقُرْآنِيَّةِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ. </p><p> الصَّلْصَالُ: الطِّينُ الْيَابِسُ الَّذِي تُسْمَعُ لَهُ صَلْصَلَةٌ، أَيْ صَوْتٌ إِذَا قُرِعَ بِشَيْءٍ، وَقِيلَ: الصَّلْصَالُ الْمُنْتِنُ، وَالْفَخَّارُ الطِّينُ الْمَطْبُوخُ، وَهَذِهِ الْآيَةُ بَيَّنَ اللَّهُ فِيهَا طَوْرًا مِنْ أَطْوَارِ التُّرَابِ الَّذِي خَلَقَ مِنْهُ آدَمَ، فَبَيَّنَ فِي آيَاتٍ أَنَّهُ خَلَقَهُ مِنْ تُرَابٍ كَقَوْلِهِ تَعَالَى: إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ [٣ \\ ٥٩] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] ، وَقَوْلِهِ تَعَالَى: وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ [٣٠ \\ ٢٠] ، وَقَوْلِهِ تَعَالَى: هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ [٤٠ \\ ٦٧] ، وَقَوْلِهِ تَعَالَى: مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ [٢٠ \\ ٥٥] . </p>"
}