{
  "id": null,
  "sura": 55,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الرَّحْمَنِ. </p><p> قَوْلُهُ تَعَالَى: الرَّحْمَنُ عَلَّمَ الْقُرْآنَ. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: نَزَلَتْ هَذِهِ الْآيَةُ لَمَّا تَجَاهَلَ الْكُفَّارُ الرَّحْمَنَ - جَلَّ وَعَلَا - كَمَا ذَكَرَهُ اللَّهُ عَنْهُمْ فِي قَوْلِهِ تَعَالَى: وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ [٢٥ \\ ٦٠] ، كَمَا تَقَدَّمَ فِي الْفُرْقَانِ. </p><p> وَقَدْ قَدَّمْنَا مَعْنَى الرَّحْمَنِ وَأَدِلَّتَهُ مِنَ الْآيَاتِ فِي أَوَّلِ سُورَةِ الْفَاتِحَةِ. </p><p> قَوْلُهُ تَعَالَى: عَلَّمَ الْقُرْآنَ. أَيْ عَلَّمَ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْقُرْآنَ فَتَلَقَّتْهُ أُمَّتُهُ عَنْهُ، وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَتَضَمَّنُ رَدَّ اللَّهِ عَلَى الْكُفَّارِ فِي قَوْلِهِمْ: إِنَّهُ تَعَلَّمَ هَذَا الْقُرْآنَ مِنْ بَشَرٍ كَمَا تَقَدَّمَ فِي قَوْلِهِ: وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ [١٦ \\ ١٠ ٣] ، وَقَوْلِهِ تَعَالَى: فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ [٧٤ \\ ٢٤] ، أَيْ يَرْوِيهِ مُحَمَّدٌ عَنْ غَيْرِهِ. </p><p> وَقَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا [٢٥ \\ ٤ - ٥] . </p><p> فَقَوْلُهُ تَعَالَى هُنَا الرَّحْمَنُ عَلَّمَ الْقُرْآنَ أَيْ لَيْسَ الْأَمْرُ كَمَا ذَكَرْتُمْ مِنْ أَنَّهُ تَعَلَّمَ الْقُرْآنَ مِنْ بَشَرٍ، بَلِ الرَّحْمَنُ - جَلَّ وَعَلَا - هُوَ الَّذِي عَلَّمَهُ إِيَّاهُ، وَالْآيَاتُ الدَّالَّةُ عَلَى هَذَا كَثِيرَةٌ جِدًّا، كَقَوْلِهِ تَعَالَى: قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ [٢٥ \\ ٦] ، وَقَوْلِهِ تَعَالَى: الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ [١١ \\ ١] ، وَقَوْلِهِ تَعَالَى: حم تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ بَشِيرًا وَنَذِيرًا [٤١ \\ ١ - ٤] ، وَقَوْلِهِ تَعَالَى: </p>"
}