{
  "id": null,
  "sura": 55,
  "aya": 17,
  "text": "<p> وَقَدْ بَيَّنَّا فِي قَوْلِهِ تَعَالَى: فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ وَقَوْلِهِ: مِنْهَا خَلَقْنَاكُمْ أَنَّ الْمُرَادَ بِخَلْقِهِمْ مِنْهَا هُوَ خَلْقُ أَبِيهِمْ آدَمَ مِنْهَا، لِأَنَّهُ أَصْلُهُمْ وَهُمْ فُرُوعُهُ، ثُمَّ إِنَّ اللَّهَ تَعَالَى عَجَنَ هَذَا التُّرَابَ بِالْمَاءِ فَصَارَ طِينًا، وَلِذَا قَالَ: أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا [١٧ \\ ٦١] ، وَقَالَ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ [٢٣ \\ ١٢] ، وَقَالَ تَعَالَى: وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ [٣٢ \\ ٧] ، وَقَالَ: أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ [٣٧ \\ ١١] ، وَقَالَ تَعَالَى: إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ [٣٨ \\ ٧١] ، ثُمَّ خَمَّرَ هَذَا الطِّينَ فَصَارَ حَمَأً مَسْنُونًا، أَيْ طِينًا أَسْوَدَ مُتَغَيِّرَ الرِّيحِ، كَمَا قَالَ تَعَالَى: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ الْآيَةَ [١٥ \\ ٢٦] . قَالَ تَعَالَى: إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ [١٥ \\ ٢٨] ، وَقَالَ عَنْ إِبْلِيسَ: قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ [١٥ \\ ٣٣] ، وَالْمَسْنُونُ قِيلَ الْمُتَغَيِّرُ، وَقِيلَ الْمُصَوَّرُ، وَقِيلَ الْأَمْلَسُ، ثُمَّ يَبِسَ هَذَا الطِّينُ فَصَارَ صَلْصَالًا. كَمَا قَالَ هُنَا: خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ، وَقَالَ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ. </p><p> فَالْآيَاتُ يُصَدِّقُ بَعْضُهَا بَعْضًا، وَيَتَبَيَّنُ فِيهَا أَطْوَارُ ذَلِكَ التُّرَابِ ; كَمَا لَا يَخْفَى. </p><p> قَوْلُهُ: الْجَانَّ أَيْ وَخَلَقَ الْجَانَّ وَهُوَ أَبُو الْجِنِّ، وَقِيلَ: هُوَ إِبْلِيسُ. وَقِيلَ: هُوَ الْوَاحِدُ مِنَ الْجِنِّ. </p><p> وَعَلَيْهِ فَالْأَلِفُ وَاللَّامُ لِلْجِنْسِ، وَالْمَارِجُ: اللَّهَبُ الَّذِي لَا دُخَانَ فِيهِ، وَقَوْلُهُ: مِنْ نَارٍ بَيَانٌ لِمَارِجٍ، أَيْ مِنْ لَهَبٍ صَافٍ كَائِنٍ مِنَ النَّارِ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّهُ تَعَالَى خَلَقَ الْجَانَّ مِنَ النَّارِ - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى فِي الْحِجْرِ: وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ [١٥ \\ ٢٦] ، وَقَوْلِهِ تَعَالَى: قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ. </p><p> وَقَدْ أَوْضَحْنَا الْكَلَامَ عَلَى هَذَا فِي سُورَةِ الْبَقَرَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ [٢ \\ ٣٤] . </p><p> قَوْلُهُ تَعَالَى: رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ. </p>"
}