{
  "id": null,
  "sura": 55,
  "aya": 56,
  "text": "<p> هَذَا الْكِتَابِ الْمُبَارَكِ، وَمِنْ ذَلِكَ هَذِهِ الْآيَةُ الْكَرِيمَةُ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ هَذِهِ الْآيَةَ الْكَرِيمَةَ فِيهَا وَجْهَانِ مَعْرُوفَانِ عِنْدَ الْعُلَمَاءِ، كِلَاهُمَا يَشْهَدُ لَهُ قُرْآنٌ. </p><p> أَحَدُهُمَا: أَنَّ الْمُرَادَ بِقَوْلِهِ: مَقَامَ رَبِّهِ: أَيْ قِيَامَهُ بَيْنَ يَدَيْ رَبِّهِ، فَالْمَقَامُ اسْمُ مَصْدَرٍ بِمَعْنَى الْقِيَامِ، وَفَاعِلُهُ عَلَى هَذَا الْوَجْهِ هُوَ الْعَبْدُ الْخَائِفُ، وَإِنَّمَا أُضِيفَ إِلَى الرَّبِّ لِوُقُوعِهِ بَيْنَ يَدَيْهِ، وَهَذَا الْوَجْهُ يَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى [٧٩ \\ ٤٠] ، فَإِنَّ قَوْلَهُ: وَنَهَى النَّفْسَ عَنِ الْهَوَى: قَرِينَةٌ دَالَّةٌ عَلَى أَنَّهُ خَافَ عَاقِبَةَ الذَّنْبِ حِينَ يَقُومُ بَيْنَ يَدَيْ رَبِّهِ، فَنَهَى نَفْسَهُ عَنْ هَوَاهَا. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّ فَاعِلَ الْمَصْدَرِ الْمِيمِيِّ الَّذِي هُوَ الْمَقَامُ - هُوَ اللَّهُ تَعَالَى، أَيْ: خَافَ هَذَا الْعَبْدُ قِيَامَ اللَّهِ عَلَيْهِ وَمُرَاقَبَتَهُ لِأَعْمَالِهِ وَإِحْصَاءَهَا عَلَيْهِ، وَيَدُلُّ لِهَذَا الْوَجْهِ الْآيَاتُ الدَّالَّةُ عَلَى قِيَامِ اللَّهِ عَلَى جَمِيعِ خَلْقِهِ وَإِحْصَائِهِ عَلَيْهِمْ أَعْمَالَهُمْ كَقَوْلِهِ تَعَالَى: اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ [٢ \\ ٢٥٥] ، وَقَوْلِهِ تَعَالَى: أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ [١٣ \\ ٣٣] ، وَقَوْلِهِ تَعَالَى: وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ الْآيَةَ [١٠ \\ ٦١] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَقَدْ قَدَّمْنَا فِي سُورَةِ الْأَحْقَافِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى فِي شَأْنِ الْجِنِّ: يَاقَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ الْآيَةَ [٤٦ \\ ٣١] أَنَّ قَوْلَهُ: وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ، وَتَصْرِيحَهُ بِالِامْتِنَانِ بِذَلِكَ عَلَى الْإِنْسِ وَالْجِنِّ فِي قَوْلِهِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ٤٧] نَصٌّ قُرْآنِيٌّ عَلَى أَنَّ الْمُؤْمِنِينَ الْخَائِفِينَ مَقَامَ رَبِّهِمْ مِنَ الْجِنِّ يَدْخُلُونَ الْجَنَّةَ. </p><p> قَوْلُهُ تَعَالَى: مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ. </p><p> قَدْ بَيَّنَّا فِي سُورَةِ النَّحْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا [١٦ \\ ١٤] ، جَمِيعَ الْآيَاتِ الْقُرْآنِيَّةِ الدَّالَّةِ عَلَى تَنَعُّمِ أَهْلِ الْجَنَّةِ بِالسُّنْدُسِ وَالْإِسْتَبْرَقِ، وَالْحِلْيَةِ بِالذَّهَبِ وَالْفِضَّةِ، وَبَيَّنَّا أَنَّ جَمِيعَ ذَلِكَ يَحْرُمُ عَلَى ذُكُورِ هَذِهِ الْأُمَّةِ فِي دَارِ الدُّنْيَا. </p><p> قَوْلُهُ تَعَالَى: فِيهِنَّ قَاصِرَاتُ الطَّرْفِ. </p>"
}