{
  "id": null,
  "sura": 55,
  "aya": 39,
  "text": "<p> قَوْلِهِ تَعَالَى: يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا الْآيَةَ [٥٢ \\ ٩] ، وَلَكِنَّهُ لَا يَخْلُو عِنْدِي مِنْ بُعْدٍ. </p><p> وَمَا ذَكَرَهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنِ انْشِقَاقِ السَّمَاءِ يَوْمَ الْقِيَامَةِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: إِذَا السَّمَاءُ انْشَقَّتْ [٨٤ \\ ١] ، وَقَوْلِهِ تَعَالَى: فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ وَانْشَقَّتِ السَّمَاءُ [٦٩ \\ ١٥ - ١٦] ، وَقَوْلِهِ: وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ الْآيَةَ [٢٥ \\ ٢٥] ، وَقَوْلِهِ: إِذَا السَّمَاءُ انْفَطَرَتْ [٨٢ \\ ١] ، وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ «ق» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَمَا لَهَا مِنْ فُرُوجٍ [٥٠ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّهُ يَوْمَ الْقِيَامَةِ لَا يَسْأَلُ إِنْسًا وَلَا جَانًّا عَنْ ذَنْبِهِ، وَبَيَّنَ هَذَا الْمَعْنَى فِي قَوْلِهِ تَعَالَى فِي الْقَصَصِ: وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ [٢٨ \\ ٧٨] . </p><p> وَقَدْ ذَكَرَ - جَلَّ وَعَلَا - فِي آيَاتٍ أُخَرَ أَنَّهُ يَسْأَلُ جَمِيعَ النَّاسِ يَوْمَ الْقِيَامَةِ الرُّسُلَ وَالْمُرْسَلَ إِلَيْهِمْ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ [٧ \\ ٦] ، وَقَوْلِهِ: فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ [١٥ \\ ٩٢ - ٩٣] . </p><p> وَقَدْ جَاءَتْ آيَاتٌ مِنْ كِتَابِ اللَّهِ مُبَيِّنَةً لِوَجْهِ الْجَمْعِ بَيْنَ هَذِهِ الْآيَاتِ الَّتِي قَدْ يَظُنُّ غَيْرُ الْعَالِمِ أَنَّ بَيْنَهَا اخْتِلَافًا. </p><p> اعْلَمْ أَوَّلًا أَنَّ السُّؤَالَ الْمَنْفِيَّ فِي قَوْلِهِ هُنَا فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ، وَقَوْلِهِ: وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ [٢٨ \\ ٧٨] - أَخَصُّ مِنَ السُّؤَالِ الْمُثْبَتِ فِي قَوْلِهِ: فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ، لِأَنَّ هَذِهِ فِيهَا تَعْمِيمُ السُّؤَالِ فِي كُلِّ عَمَلٍ، وَالْآيَتَانِ قَبْلَهَا لَيْسَ فِيهِمَا نَفْيُ السُّؤَالِ إِلَّا عَنِ الذُّنُوبِ خَاصَّةً، وَلِلْجَمْعِ بَيْنَ هَذِهِ الْآيَاتِ أَوْجُهٌ مَعْرُوفَةٌ عِنْدَ الْعُلَمَاءِ. </p><p> الْأَوَّلُ مِنْهُمَا: وَهُوَ الَّذِي دَلَّ عَلَيْهِ الْقُرْآنُ، وَهُوَ مَحِلُّ الشَّاهِدِ عِنْدَنَا مِنْ بَيَانِ الْقُرْآنِ بِالْقُرْآنِ هُنَا، هُوَ أَنَّ السُّؤَالَ نَوْعَانِ: أَحَدُهُمَا سُؤَالُ التَّوْبِيخِ وَالتَّقْرِيعِ وَهُوَ مِنْ أَنْوَاعِ الْعَذَابِ، وَالثَّانِي هُوَ سُؤَالُ الِاسْتِخْبَارِ وَالِاسْتِعْلَامِ. </p><p> فَالسُّؤَالُ الْمَنْفِيُّ فِي بَعْضِ الْآيَاتِ هُوَ سُؤَالُ الِاسْتِخْبَارِ وَالِاسْتِعْلَامِ، لِأَنَّ اللَّهَ أَعْلَمُ </p>"
}