{
  "id": null,
  "sura": 56,
  "aya": 35,
  "text": "<p> فَقَدْ دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ [٤٧ \\ ١٥] ، وَقَوْلِهِ: إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ [١٥ \\ ٤٥] ، وَقَوْلِهِ: وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ الْآيَةَ [٧ \\ ٥٠] إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَالْمَسْكُوبُ اسْمُ مَفْعُولٍ، سَكَبَ الْمَاءَ وَنَحْوَهُ إِذَا صَبَّهُ بِكَثْرَةٍ، وَالْمُفَسِّرُونَ يَقُولُونَ: إِنَّ أَنْهَارَ الْجَنَّةِ تَجْرِي فِي غَيْرِ أُخْدُودٍ، وَأَنَّ الْمَاءَ يَصِلُ إِلَيْهِمْ أَيْنَمَا كَانُوا كَيْفَ شَاءُوا، كَمَا قَالَ تَعَالَى: عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا [٧٦ \\ ٦] ، وَأَمَّا قَوْلُهُ: وَفَاكِهَةٍ كَثِيرَةٍ: فَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ [٥٢ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى: إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا لِأَصْحَابِ الْيَمِينِ. </p><p> الضَّمِيرُ فِي أَنْشَأْنَاهُنَّ قَالَ بَعْضُ أَهْلِ الْعِلْمِ: هُوَ رَاجِعٌ إِلَى مَذْكُورٍ، وَقَالَ بَعْضُ الْعُلَمَاءِ: هُوَ رَاجِعٌ إِلَى غَيْرِ مَذْكُورٍ، إِلَّا أَنَّهُ دَلَّ عَلَيْهِ الْمَقَامُ. </p><p> فَمَنْ قَالَ إِنَّهُ رَاجِعٌ إِلَى مَذْكُورٍ، قَالَ: هُوَ رَاجِعٌ إِلَى قَوْلِهِ: وَفُرُشٍ مَرْفُوعَةٍ قَالَ: لِأَنَّ الْمُرَادَ بِالْفُرُشِ النِّسَاءُ، وَالْعَرَبُ تُسَمِّي الْمَرْأَةَ لِبَاسًا وَإِزَارًا وَفِرَاشًا وَنَعْلًا. وَعَلَى هَذَا فَالْمُرَادُ بِالرَّفْعِ فِي قَوْلِهِ: مَرْفُوعَةٍ رَفْعُ الْمَنْزِلَةِ وَالْمَكَانَةِ. </p><p> وَمِنْ قَالَ: إِنَّهُ رَاجِعٌ إِلَى غَيْرِ مَذْكُورٍ، قَالَ: إِنَّهُ رَاجِعٌ إِلَى نِسَاءٍ لَمْ يُذْكَرْنَ، وَلَكِنَّ ذِكْرَ الْفُرُشِ دَلَّ عَلَيْهِنَّ ; لِأَنَّهُنَّ يَتَّكِئْنَ عَلَيْهَا مَعَ أَزْوَاجِهِنَّ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِهِنَّ الْحُورُ الْعِينُ، وَاسْتَدَلَّ مَنْ قَالَ ذَلِكَ بِقَوْلِهِ: إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً لِأَنَّ الْإِنْشَاءَ هُوَ الِاخْتِرَاعُ وَالِابْتِدَاعُ. </p><p> وَقَالَتْ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّ الْمُرَادَ بِهِنَّ بَنَاتُ آدَمَ الَّتِي كُنَّ فِي الدُّنْيَا عَجَائِزَ شُمْطًا رُمْصًا، وَجَاءَتْ فِي ذَلِكَ آثَارٌ مَرْفُوعَةٌ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَى هَذَا الْقَوْلِ: فَمَعْنَى أَنْشَأْنَاهُنَّ إِنْشَاءً أَيْ خَلَقْنَاهُنَّ خَلْقًا جَدِيدًا. </p><p> وَقَوْلُهُ تَعَالَى: فَجَعَلْنَاهُنَّ أَيْ فَصَيَّرْنَاهُنَّ أَبْكَارًا، وَهُوَ جَمْعُ بِكْرٍ، وَهُوَ ضِدُّ الثَّيِّبِ. </p><p> وَقَوْلُهُ: عُرُبًا قَرَأَهُ عَامَّةُ الْقُرَّاءِ السَّبْعَةِ غَيْرَ حَمْزَةَ وَشُعْبَةَ عَنْ عَاصِمٍ عُرُبًا </p><p> بِضَمِّ الْعَيْنِ وَالرَّاءِ، وَقَرَأَ حَمْزَةُ وَشُعْبَةُ «عُرْبًا» بِسُكُونِ الرَّاءِ، وَهِيَ لُغَةُ تَمِيمٍ، وَمَعْنَى الْقِرَاءَتَيْنِ وَاحِدٌ، وَهُوَ جَمْعُ عَرُوبٍ، وَهِيَ الْمُتَحَبِّبَةُ إِلَى زَوْجِهَا الْحَسَنَةُ التَّبَعُّلِ، وَهَذَا هُوَ قَوْلُ الْجُمْهُورِ. وَهُوَ الصَّوَابُ إِنْ شَاءَ اللَّهُ. </p><p> وَمِنْهُ قَوْلُ لَبِيَدٍ: </p><p> وَفِي الْخِبَاءِ عَرُوبٌ غَيْرُ فَاحِشَةٍ ... رَيَّا الرَّوَادِفِ يَعْشَى دُونَهَا الْبَصَرُ </p><p> وَقَوْلُهُ تَعَالَى: أَتْرَابًا جَمْعُ تِرْبٍ بِكَسْرِ التَّاءِ، وَالتِّرْبُ اللِّدَةُ، وَإِيضَاحُهُ أَنَّ تِرْبَ الْإِنْسَانِ مَا وُلِدَ مَعَهُ فِي وَقْتٍ وَاحِدٍ، وَمَعْنَاهُ فِي الْآيَةِ: أَنَّ نِسَاءَ أَهْلِ الْجَنَّةِ عَلَى سِنٍّ وَاحِدَةٍ لَيْسَ فِيهِنَّ شَابَّةٌ وَعَجُوزٌ، وَلَكِنَّهُنَّ كُلَّهُنَّ عَلَى سِنٍّ وَاحِدَةٍ فِي غَايَةِ الشَّبَابِ. </p><p> وَبَعْضُ الْعُلَمَاءِ يَقُولُ: إِنَّهُنَّ يَنْشَأْنَ مُسْتَوِيَاتٍ فِي السِّنِّ عَلَى قَدْرِ بَنَاتِ ثَلَاثَةٍ وَثَلَاثِينَ سَنَةً، وَجَاءَتْ بِذَلِكَ آثَارٌ مَرْوِيَّةٌ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَكَوْنُ الْأَتْرَابِ بِمَعْنَى الْمُسْتَوِيَاتِ فِي السِّنِّ مَشْهُورٌ فِي كَلَامِ الْعَرَبِ. </p><p> وَمِنْهُ قَوْلُ عُمَرَ بْنِ أَبِي رَبِيعَةَ: </p><p> أَبْرَزُوهَا مِثْلَ الْمَهَاةِ تَهَادَى ... بَيْنَ خَمْسٍ كَوَاعِبَ أَتْرَابِ </p><p> وَهَذِهِ الْأَوْصَافُ الثَّلَاثَةُ الَّتِي تَضَمَّنَتْهَا هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ صِفَاتِ نِسَاءِ أَهْلِ الْجَنَّةِ - جَاءَتْ مُوَضَّحَةً فِي آيَاتٍ أُخَرَ. </p><p> أَمَّا كَوْنُهُنَّ يَوْمَ الْقِيَامَةِ أَبْكَارًا، فَقَدْ أَوْضَحَهُ فِي سُورَةِ الرَّحْمَنِ فِي قَوْلِهِ تَعَالَى: لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ [٥٥ \\ ٥٦، ٧٤] ، فِي الْمَوْضِعَيْنِ ; لِأَنَّ قَوْلَهُ: لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ نَصٌّ فِي عَدَمِ زَوَالِ بَكَارَتِهِنَّ، وَأَمَّا كَوْنُهُنَّ عُرُبًا أَيْ مُتَحَبِّبَاتٍ إِلَى أَزْوَاجِهِنَّ، فَقَدْ دَلَّ عَلَيْهِ قَوْلُهُ فِي الصَّافَّاتِ: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ [٣٧ \\ ٤٨] ، لِأَنَّ مَعْنَاهُ أَنَّهُنَّ قَاصِرَاتُ الْعُيُونِ عَلَى أَزْوَاجِهِنَّ لَا يَنْظُرْنَ إِلَى غَيْرِهِمْ لِشِدَّةِ مَحَبَّتِهِنَّ لَهُمْ وَاقْتِنَاعِهِنَّ بِهِمْ، كَمَا قَدَّمْنَا إِيضَاحَهُ، وَلَا شَكَّ أَنَّ الْمَرْأَةَ الَّتِي لَا تَنْظُرُ إِلَى غَيْرِ زَوْجِهَا مُتَحَبِّبَةٌ إِلَيْهِ حَسَنَةُ التَّبَعُّلِ مَعَهُ. </p><p> وَقَوْلُهُ فِي «ص» : وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ [٣٨ \\ ٥٢] ، وَقَوْلُهُ فِي الرَّحْمَنِ: فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ [٥٥ \\ ٥٦] ، </p>"
}