{
  "id": null,
  "sura": 56,
  "aya": 49,
  "text": "<p> وَقَرَأَ هِشَامٌ عَنِ ابْنِ عَامِرٍ بِتَحْقِيقِ الْهَمْزَتَيْنِ، وَبَيْنَهُمَا أَلِفُ الْإِدْخَالِ. </p><p> وَقَرَأَ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ وَابْنُ ذَكْوَانَ عَنِ ابْنِ عَامِرٍ بِتَحْقِيقِ الْهَمْزَتَيْنِ مِنْ غَيْرِ أَلْفِ الْإِدْخَالِ، هَذِهِ هِيَ الْقِرَاءَاتُ الصَّحِيحَةُ فِي مِثْلِ أَئِذَا وَأَئِنَّا وَنَحْوِ ذَلِكَ فِي الْقُرْآنِ. </p><p> تَنْبِيهٌ: </p><p> اعْلَمْ - وَفَّقَنِي اللَّهُ وَإِيَّاكَ - أَنَّ مَا جَرَى فِي الْأَقْطَارِ الْإِفْرِيقِيَّةِ مِنْ إِبْدَالِ الْأَخِيرَةِ مِنْ هَذِهِ الْهَمْزَةِ الْمَذْكُورَةِ وَأَمْثَالِهَا فِي الْقُرْآنِ هَاءً خَالِصَةً مِنْ أَشْنَعِ الْمُنْكَرِ وَأَعْظَمِ الْبَاطِلِ، وَهُوَ انْتِهَاكٌ لِحُرْمَةِ الْقُرْآنِ الْعَظِيمِ، وَتَعَدٍّ لِحُدُودِ اللَّهِ، وَلَا يُعْذَرُ فِيهِ إِلَّا الْجَاهِلُ الَّذِي لَا يَدْرِي، الَّذِي يَظُنُّ أَنَّ الْقِرَاءَةَ بِالْهَاءِ الْخَالِصَةِ صَحِيحَةٌ، وَإِنَّمَا قُلْنَا هَذَا لِأَنَّ إِبْدَالَ الْهَمْزَةِ فِيمَا ذُكِرَ هَاءً خَالِصَةً لَمْ يَرْوِهِ أَحَدٌ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يَنْزِلْ عَلَيْهِ بِهِ جِبْرِيلُ الْبَتَّةَ، وَلَمْ يُرْوَ عَنْ صَحَابِيٍّ وَلَمْ يَقْرَأْ بِهِ أَحَدٌ مِنَ الْقُرَّاءِ، وَلَا يَجُوزُ بِحَالٍ مِنَ الْأَحْوَالِ، فَالتَّجَرُّؤُ عَلَى اللَّهِ بِزِيَادَةِ حَرْفٍ فِي كِتَابِهِ، وَهُوَ هَذِهِ الْهَاءُ الَّتِي لَمْ يَنْزِلْ بِهَا الْمَلَكُ مِنَ السَّمَاءِ الْبَتَّةَ، هُوَ كَمَا تَرَى. وَكَوْنُ اللُّغَةِ الْعَرَبِيَّةِ قَدْ سُمِعَ فِيهَا إِبْدَالُ الْهَمْزَةِ هَاءً لَا يُسَوِّغُ التَّجَرُّؤَ عَلَى اللَّهِ بِإِدْخَالِ حَرْفٍ فِي كِتَابِهِ لَمْ يَأْذَنْ بِإِدْخَالِهِ اللَّهُ وَلَا رَسُولُهُ. </p><p> وَدَعْوَى أَنَّ الْعَمَلَ جَرَى بِالْقِرَاءَةِ بِالْهَاءِ لَا يُعَوَّلُ عَلَيْهَا، لِأَنَّ جَرَيَانَ الْعَمَلِ بِالْبَاطِلِ بَاطِلٌ، وَلَا أُسْوَةَ فِي الْبَاطِلِ بِإِجْمَاعِ الْمُسْلِمِينَ، وَإِنَّمَا الْأُسْوَةُ فِي الْحَقِّ، وَالْقِرَاءَةُ سُنَّةٌ مُتَّبَعَةٌ مَرْوِيَّةٌ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهَذَا لَا خِلَافَ فِيهِ. </p><p> وَقَوْلُهُ تَعَالَى: مِتْنَا، وَقَرَأَهُ ابْنُ عَامِرٍ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَشُعْبَةُ عَنْ عَاصِمٍ «مُتْنَا» بِضَمِّ الْمِيمِ وَقَرَأَهُ نَافِعٌ وَحَمْزَةُ وَالْكِسَائِيُّ وَحَفْصٌ عَنْ عَاصِمٍ مِتْنَا بِكَسْرِ الْمِيمِ، وَقَدْ قَدَّمْنَا مُسَوِّغَ كَسْرِ الْمِيمِ لُغَةً فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَالَيْتَنِي مِتُّ قَبْلَ هَذَا [١٩ \\ ٢٣] . </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ. </p><p> لَمَّا أَنْكَرَ الْكُفَّارُ بَعْثَهُمْ وَآبَاءَهُمُ الْأَوَّلِينَ فِي الْآيَةِ الْمُتَقَدِّمَةِ؛ أَمَرَ اللَّهُ نَبِيَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ </p>"
}