{
  "id": null,
  "sura": 56,
  "aya": 30,
  "text": "<p> قَوْلُهُ تَعَالَى: يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ [٥٢ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: وَكَأْسٍ مِنْ مَعِينٍ لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ [٥٢ \\ ٢٣] ، وَفِي الْمَائِدَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ الْآيَةَ [٥ \\ ٩٠] . </p><p> قَوْلُهُ تَعَالَى: وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ [٥٦ \\ ٢٢] . </p><p> قَوْلُهُ تَعَالَى: وَحُورٌ عِينٌ كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ الْبَقَرَةِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ الْآيَةَ [٢ \\ ٢٥] ، وَفِي الصَّافَّاتِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ [٣٧ \\ ٤٨] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا إِلَّا قِيلًا سَلَامًا سَلَامًا. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ بِإِيضَاحٍ فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا [١٩ \\ ٦٢] ، وَتَكَلَّمْنَا هُنَاكَ عَلَى الِاسْتِثْنَاءِ الْمُنْقَطِعِ وَذَكَرْنَا شَوَاهِدَهُ مِنَ الْقُرْآنِ وَكَلَامِ الْعَرَبِ، وَبَيَّنَّا كَلَامَ أَهْلِ الْعِلْمِ فِي حُكْمِهِ شَرْعًا. </p><p> قَوْلُهُ تَعَالَى: وَظِلٍّ مَمْدُودٍ وَمَاءٍ مَسْكُوبٍ وَفَاكِهَةٍ كَثِيرَةٍ لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ. </p><p> أَمَّا قَوْلُهُ: وَظِلٍّ مَمْدُودٍ فَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ النِّسَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا [٤ \\ ٥٧] ، وَأَمَّا قَوْلُهُ: وَمَاءٍ مَسْكُوبٍ </p>"
}