{
  "id": null,
  "sura": 56,
  "aya": 13,
  "text": "<p> وَجَزَاؤُهَا أَيْضًا فِي آخِرِهَا، وَذَلِكَ فِي قَوْلِهِ: فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ فَنُزُلٌ مِنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ [٥٦ \\ ٨٨ - ٩٤] . </p><p> وَالْمُكَذِّبُونَ هُمْ أَصْحَابُ الْمَشْأَمَةِ وَهُمْ أَصْحَابُ الشِّمَالِ. </p><p> وَذَكَرَ تَعَالَى بَعْضَ صِفَاتِ أَصْحَابِ الْمَيْمَنَةِ وَالْمَشْأَمَةِ فِي الْبَلَدِ فِي قَوْلِهِ تَعَالَى: فَكُّ رَقَبَةٍ أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ يَتِيمًا ذَا مَقْرَبَةٍ إِلَى قَوْلِهِ تَعَالَى: أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ [٩٠ \\ ١٨ - ٢٠] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: مَا أَصْحَابُ الْمَيْمَنَةِ، وَقَوْلُهُ: مَا أَصْحَابُ الْمَشْأَمَةِ، اسْتِفْهَامٌ أُرِيدَ بِهِ التَّعَجُّبُ مِنْ شَأْنِ هَؤُلَاءِ فِي السَّعَادَةِ، وَشَأْنِ هَؤُلَاءِ فِي الشَّقَاوَةِ، وَالْجُمْلَةُ فِيهِمَا مُبْتَدَأٌ وَخَبَرٌ، وَهِيَ خَبَرُ الْمُبْتَدَأِ قَبْلَهُ، وَهُوَ أَصْحَابُ الْمَيْمَنَةِ فِي الْأَوَّلِ وَأَصْحَابُ الْمَشْأَمَةِ فِي الثَّانِي. </p><p> وَهَذَا الْأُسْلُوبُ يَكْثُرُ فِي الْقُرْآنِ نَحْوَ: الْحَاقَّةُ مَا الْحَاقَّةُ [٦٩ \\ ١ - ٢] ، الْقَارِعَةُ مَا الْقَارِعَةُ [١٠١ \\ ١ - ٢] ، وَالرَّابِطُ فِي جُمْلَةِ الْخَبَرِ فِي جَمِيعِ الْآيَاتِ الْمَذْكُورَةِ هُوَ إِعَادَةُ لَفْظِ الْمُبْتَدَأِ فِي جُمْلَةِ الْخَبَرِ كَمَا لَا يَخْفَى، وَقَوْلُهُ: وَالسَّابِقُونَ لَمْ يَذْكُرْ فِيهِ اسْتِفْهَامُ تَعْجَبٍ كَمَا ذَكَرَهُ فِيمَا قَبْلَهُ، وَلَكِنَّهُ ذَكَرَ فِي مُقَابَلِهِ تَكْرِيرَ لَفْظِ السَّابِقِينَ. </p><p> وَالْأَظْهَرُ فِي إِعْرَابِهِ أَنَّهُ مُبْتَدَأٌ وَخَبَرٌ عَلَى عَادَةِ الْعَرَبِ فِي تَكْرِيرِهِمُ اللَّفْظَ وَقَصْدِهِمُ الْإِخْبَارَ بِالثَّانِي عَنِ الْأَوَّلِ، يَعْنُونَ أَنَّ اللَّفْظَ الْمُخْبَرَ عَنْهُ هُوَ الْمَعْرُوفُ خَبَرُهُ الَّذِي لَا يَحْتَاجُ إِلَى تَعْرِيفٍ، وَمِنْهُ قَوْلُ أَبِي النَّجْمِ: </p><p> أَنَا أَبُو النَّجْمِ وَشِعْرِي شِعْرِي ... لِلَّهِ دَرِّي مَا أَجَنَّ صَدْرِي </p><p> فَقَوْلُهُ: وَشِعْرِي شِعْرِي، يَعْنِي: شِعْرِي هُوَ الَّذِي بَلَغَكَ خَبَرُهُ، وَانْتَهَى إِلَيْكَ وَصْفُهُ. </p><p> قَوْلُهُ تَعَالَى: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ. </p><p> وَقَوْلُهُ: ثُلَّةٌ خَبَرُ مُبْتَدَأٍ مَحْذُوفٍ، وَالتَّقْدِيرُ هُمْ ثُلَّةٌ، وَالثُّلَّةُ الْجَمَاعَةُ مِنَ النَّاسِ، </p><p> وَأَصْلُهَا الْقِطْعَةُ مِنَ الشَّيْءِ وَهِيَ الثَّلُّ، وَهُوَ الْكَسْرُ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: وَالثُّلَّةُ مِنَ الثَّلِّ، وَهُوَ الْكَسْرُ، كَمَا أَنَّ الْأُمَّةَ مِنَ الْأَمِّ وَهُوَ الشَّبَحُ، كَأَنَّهَا جَمَاعَةٌ كُسِّرَتْ مِنَ النَّاسِ، وَقُطِّعَتْ مِنْهُمْ. اهـ. مِنْهُ. </p><p> وَاعْلَمْ أَنَّ الثُّلَّةَ تَشْمَلُ الْجَمَاعَةَ الْكَثِيرَةَ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> فَجَاءَتْ إِلَيْهِمْ ثُلَّةٌ خِنْدَفِيَّةٌ ... بِجَيْشٍ كَتَيَّارٍ مِنَ السَّيْلِ مُزْبِدِ </p><p> لِأَنَّ قَوْلَهُ: تَيَّارٍ مِنَ السَّيْلِ: يَدُلُّ عَلَى كَثْرَةِ هَذَا الْجَيْشِ الْمُعَبَّرِ عَنْهُ بِالثُّلَّةِ. </p><p> وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمُرَادِ بِهَذِهِ الثُّلَّةِ مِنَ الْأَوَّلِينَ، وَهَذَا الْقَلِيلُ مِنَ الْآخِرِينَ الْمَذْكُورِينَ هُنَا، كَمَا اخْتَلَفُوا فِي الثُّلَّتَيْنِ الْمَذْكُورَتَيْنِ فِي قَوْلِهِ: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ [٥٦ \\ ٣٩ - ٤٠] ، فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: كُلُّ هَؤُلَاءِ الْمَذْكُورِينَ مِنْ هَذِهِ الْأُمَّةِ، وَإِنَّ الْمُرَادَ بِالْأَوَّلِينَ مِنْهُمُ الصَّحَابَةُ. </p><p> وَبَعْضُ الْعُلَمَاءِ يَذْكُرُ مَعَهُمُ الْقُرُونَ الْمَشْهُودَ لَهُمْ بِالْخَيْرِ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «خَيْرُ الْقُرُونِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ» الْحَدِيثَ، وَالَّذِينَ قَالُوا: هُمْ كُلُّهُمْ مِنْ هَذِهِ الْأُمَّةِ، قَالُوا: إِنَّمَا الْمُرَادُ بِالْقَلِيلِ وَثُلَّةٌ مِنَ الْآخِرِينَ وَهُمْ مَنْ بَعْدَ ذَلِكَ إِلَى قِيَامِ السَّاعَةِ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِالْأَوَّلِينَ فِي الْمَوْضِعَيْنِ الْأُمَمُ الْمَاضِيَةُ قَبْلَ هَذِهِ الْأُمَّةِ، فَالْمُرَادُ بِالْآخِرِينَ فِيهِمَا هُوَ هَذِهِ الْأُمَّةُ. </p><p> قَالَ مُقَيِّدُهُ عَفَا اللَّهُ عَنْهُ، وَغَفَرَ لَهُ: ظَاهِرُ الْقُرْآنِ فِي هَذَا الْمَقَامِ أَنَّ الْأَوَّلِينَ فِي الْمَوْضِعَيْنِ مِنَ الْأُمَمِ الْمَاضِيَةِ، وَالْآخِرِينَ فِيهِمَا مِنْ هَذِهِ الْأُمَّةِ، وَأَنَّ قَوْلَهُ تَعَالَى: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ فِي السَّابِقِينَ خَاصَّةً، وَأَنَّ قَوْلَهُ: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ فِي أَصْحَابِ الْيَمِينِ خَاصَّةً. </p><p> وَإِنَّمَا قُلْنَا: إِنَّ هَذَا هُوَ ظَاهِرُ الْقُرْآنِ فِي الْأُمُورِ الثَّلَاثَةِ، الَّتِي هِيَ شُمُولُ الْآيَاتِ لِجَمِيعِ الْأُمَمِ، وَكَوْنُ قَلِيلٍ مِنَ الْآخِرِينَ فِي خُصُوصِ السَّابِقِينَ، وَكَوْنُ ثُلَّةٍ مِنَ الْآخِرِينَ فِي خُصُوصِ أَصْحَابِ الْيَمِينِ لِأَنَّهُ وَاضِحٌ مِنْ سِيَاقِ الْآيَاتِ. </p><p> أَمَّا شُمُولُ الْآيَاتِ لِجَمِيعِ الْأُمَمِ فَقَدْ دَلَّ عَلَيْهِ أَوَّلُ السُّورَةِ، لِأَنَّ قَوْلَهُ: إِذَا وَقَعَتِ الْوَاقِعَةُ إِلَى قَوْلِهِ: فَكَانَتْ هَبَاءً مُنْبَثًّا لَا شَكَّ أَنَّهُ لَا يَخُصُّ أُمَّةً دُونَ أُمَّةٍ، وَأَنَّ </p>"
}