{
  "id": null,
  "sura": 56,
  "aya": 15,
  "text": "<p> الْجَمِيعَ مُسْتَوُونَ فِي الْأَهْوَالِ وَالْحِسَابِ وَالْجَزَاءِ. </p><p> فَدَلَّ ذَلِكَ عَلَى أَنَّ قَوْلَهُ: وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً [٥٦ \\ ٧] عَامٌّ فِي جَمِيعِ أَهْلِ الْمَحْشَرِ، فَظَهَرَ أَنَّ السَّابِقِينَ وَأَصْحَابَ الْيَمِينِ مِنْهُمْ مَنْ هُوَ مِنَ الْأُمَمِ السَّابِقَةِ، وَمِنْهُمْ مَنْ هُوَ مِنْ هَذِهِ الْأُمَّةِ. </p><p> وَعَلَى هَذَا فَظَاهِرُ الْقُرْآنِ أَنَّ السَّابِقِينَ مِنَ الْأُمَمِ الْمَاضِيَةِ أَكْثَرُ مِنَ السَّابِقِينَ مِنْ هَذِهِ الْأُمَّةِ، وَأَنَّ أَصْحَابَ الْيَمِينِ مِنَ الْأُمَمِ السَّابِقَةِ لَيْسَتْ أَكْثَرَ مِنْ أَصْحَابِ الْيَمِينِ مِنْ هَذِهِ الْأُمَّةِ، لِأَنَّهُ عَبَّرَ فِي السَّابِقِينَ مِنْ هَذِهِ الْأُمَّةِ بِقَوْلِهِ: وَقَلِيلٌ مِنَ الْآخِرِينَ وَعَبَّرَ عَنْ أَصْحَابِ الْيَمِينِ مِنْ هَذِهِ الْأُمَّةِ وَثُلَّةٌ مِنَ الْآخِرِينَ. </p><p> وَلَا غَرَابَةَ فِي هَذَا، لِأَنَّ الْأُمَمَ الْمَاضِيَةَ أُمَمٌ كَثِيرَةٌ، وَفِيهَا أَنْبِيَاءُ كَثِيرَةٌ وَرُسُلٌ، فَلَا مَانِعَ مِنْ أَنْ يَجْتَمِعَ مِنْ سَابِقِيهَا مِنْ لَدُنْ آدَمَ إِلَى مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَكْثَرُ مِنْ سَابِقِي هَذِهِ الْأُمَّةِ وَحْدَهَا. </p><p> أَمَّا أَصْحَابُ الْيَمِينِ مِنْ هَذِهِ الْأُمَّةِ فَيُحْتَمَلُ أَنْ يَكُونُوا أَكْثَرَ مِنْ أَصْحَابِ الْيَمِينِ مِنْ جَمِيعِ الْأُمَمِ، لِأَنَّ الثُّلَّةَ تَتَنَاوَلُ الْعَدَدَ الْكَثِيرَ، وَقَدْ يَكُونُ أَحَدُ الْعَدَدَيْنِ الْكَثِيرَيْنِ أَكْثَرَ مِنَ الْآخَرِ، مَعَ أَنَّهُمَا كِلَيْهِمَا كَثِيرٌ. </p><p> وَلِهَذَا تَعْلَمُ أَنَّ مَا دَلَّ عَلَيْهِ ظَاهِرُ الْقُرْآنِ وَاخْتَارَهُ ابْنُ جَرِيرٍ - لَا يُنَافِي مَا جَاءَ مِنْ أَنَّ نِصْفَ أَهْلِ الْجَنَّةِ مِنْ هَذِهِ الْأُمَّةِ. </p><p> فَأَمَّا كَونُ قَوْلِهِ: وَقَلِيلٌ مِنَ الْآخِرِينَ دَلَّ ظَاهِرُ الْقُرْآنِ عَلَى أَنَّهُ فِي خُصُوصِ السَّابِقِينَ، فَلِأَنَّ اللَّهَ قَالَ: وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ فِي جَنَّاتِ النَّعِيمِ [٥٦ \\ ١٠ - ١٢] ، ثُمَّ قَالَ تَعَالَى مُخْبِرًا عَنْ هَؤُلَاءِ السَّابِقِينَ الْمُقَرَّبِينَ: ثُلَّةٌ مِنَ الْأَوَّلِينَ وَقَلِيلٌ مِنَ الْآخِرِينَ. </p><p> وَأَمَّا كَوْنُ قَوْلِهِ: وَثُلَّةٌ مِنَ الْآخِرِينَ فِي خُصُوصِ أَصْحَابِ الْيَمِينِ، فَلِأَنَّ اللَّهَ تَعَالَى قَالَ: فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا لِأَصْحَابِ الْيَمِينِ ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ [٥٦ \\ ٣٦ - ٤٠] ، وَالْمَعْنَى هُمْ - أَيْ أَصْحَابُ الْيَمِينِ - ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ، وَهَذَا وَاضِحٌ كَمَا تَرَى. </p><p> قَوْلُهُ تَعَالَى: عَلَى سُرُرٍ مَوْضُونَةٍ مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ. </p><p> السُّرُرُ جَمْعُ سَرِيرٍ، وَقَدْ بَيَّنَ تَعَالَى أَنَّ سُرُرَهُمْ مَرْفُوعَةٌ فِي قَوْلِهِ فِي الْغَاشِيَةِ: فِيهَا سُرُرٌ مَرْفُوعَةٌ [١٨ \\ ١٣] ، وَقَوْلُهُ تَعَالَى: مَوْضُونَةٍ مَنْسُوجَةٍ بِالذَّهَبِ، وَبَعْضُهُمْ يَقُولُ بِقُضْبَانِ الذَّهَبِ مُشَبَّكَةٍ بِالدُّرِّ وَالْيَاقُوتِ، وَكُلُّ نَسْجٍ أُحْكِمَ وَدَخَلَ بَعْضُهُ فِي بَعْضٍ تُسَمِّيهِ الْعَرَبُ وَضَنًا، وَتُسَمِّي الْمَنْسُوجَ بِهِ مَوْضُونًا وَوَضِينًا، وَمِنْهُ الدِّرْعُ الْمَوْضُونَةُ إِذَا أُحْكِمَ نَسْجُهَا وَدَخَلَ بَعْضُ حَلْقَاتِهَا فِي بَعْضٍ. </p><p> وَمِنْهُ قَوْلُ الْأَعْشَى: </p><p> وَمِنْ نَسْجِ دَاوُدَ مَوْضُونَةٌ ... تُسَاقُ مَعَ الْحَيِّ عِيرًا فَعِيرَا </p><p> وَقَوْلُهُ أَيْضًا: </p><p> وَبَيْضَاءَ كَالنِّهْيِ مَوْضُونَةٍ ... لَهَا قَوْنَسٌ فَوْقَ جَيْبِ الْبُدُنِ </p><p> وَمِنْ هَذَا الْقَبِيلِ تَسْمِيَةُ الْبِطَانِ الَّذِي يُنْسَجُ مِنَ السُّيُورِ، مَعَ إِدْخَالِ بَعْضِهَا فِي بَعْضٍ - وَضِينًا. </p><p> وَمِنْهُ قَوْلُ الرَّاجِزِ: </p><p> إِلَيْكَ تَعْدُو قَلِقًا وَضِينُهَا ... مُعْتَرِضًا فِي بَطْنِهَا جَنِينُهَا </p><p> مُخَالِفًا دِينَ النَّصَارَى دِينُهَا </p><p> وَهَذِهِ السُّرُرُ الْمُزَيَّنَةُ هِيَ الْمُعَبَّرُ عَنْهَا بِالْأَرَائِكِ فِي قَوْلِهِ: مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ [١٨ \\ ٣١] ، وَقَوْلِهِ: هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ [٣٦ \\ ٥٦] . وَقَوْلُهُ فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مُتَّكِئِينَ حَالٌ مِنَ الضَّمِيرِ فِي قَوْلِهِ: عَلَى سُرُرٍ وَالتَّقْدِيرُ: اسْتَقَرُّوا عَلَى سُرُرٍ فِي حَالِ كَوْنِهِمْ مُتَّكِئِينَ عَلَيْهَا. </p><p> وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ كَوْنِهِمْ عَلَى سُرُرٍ مُتَقَابِلِينَ، أَيْ يَنْظُرُ بَعْضُهُمْ إِلَى وَجْهِ بَعْضٍ، كُلُّهُمْ يُقَابِلُ الْآخَرَ بِوَجْهِهِ، جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى فِي الْحِجْرِ: وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ [١٥ \\ ٤٧] وَقَوْلِهِ فِي الصَّافَّاتِ: أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ فَوَاكِهُ وَهُمْ مُكْرَمُونَ فِي جَنَّاتِ النَّعِيمِ عَلَى سُرُرٍ مُتَقَابِلِينَ [٣٧ \\ ٤١ - ٤٤] . </p>"
}