{
  "id": null,
  "sura": 56,
  "aya": 58,
  "text": "<p> فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ فِي آخِرِ هَذِهِ السُّورَةِ الْكَرِيمَةِ: فَنُزُلٌ مِنْ حَمِيمٍ وَتَصْلِيَةُ جَحِيمٍ [٥٦ \\ ٩٣ - ٩٤] ، وَقَوْلِهِ تَعَالَى فِي آخِرِ الْكَهْفِ: إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا [١٨ \\ ١٠٢] ، وَنَظِيرُ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ قَوْلُ أَبِي السَّعْدِ الضَّبِّيِّ: </p><p> وَكُنَّا إِذَا الْجَبَّارُ بِالْجَيْشِ ضَافَنَا ... جَعَلْنَا الْقَنَا وَالْمُرْهَفَاتِ لَهُ نُزُلَا </p><p> وَقَوْلُهُ: يَوْمَ الدِّينِ، أَيْ يَوْمَ الْجَزَاءِ كَمَا تَقَدَّمَ مِرَارًا. </p><p> قَوْلُهُ تَعَالَى: نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ. </p><p> لَمَّا أَنْكَرَ الْكُفَّارُ بَعْثَهُمْ وَآبَاءَهُمُ الْأَوَّلِينَ، وَأَمَرَ اللَّهُ رَسُولَهُ أَنْ يُخْبِرَهُمْ أَنَّهُ تَعَالَى بَاعِثٌ جَمِيعَ الْأَوَّلِينَ وَالْآخِرِينَ، وَذَكَرَ جَزَاءَ مُنْكِرِي الْبَعْثِ بِأَكْلِ الزَّقُّومِ وَشُرْبِ الْحَمِيمِ - أَتْبَعَ ذَلِكَ بِالْبَرَاهِينِ الْقَاطِعَةِ الدَّالَّةِ عَلَى الْبَعْثِ فَقَالَ: نَحْنُ خَلَقْنَاكُمْ هَذَا الْخَلْقَ الْأَوَّلَ فَلَوْلَا تُصَدِّقُونَ، أَيْ: فَهَلَّا تُصَدِّقُونَ بِالْبَعْثِ الَّذِي هُوَ الْخَلْقُ الثَّانِي، لِأَنَّ إِعَادَةَ الْخَلْقِ لَا يُمْكِنُ أَنْ تَكُونَ أَصْعَبَ مِنَ ابْتِدَائِهِ كَمَا لَا يَخْفَى. </p><p> وَهَذَا الْبُرْهَانُ عَلَى الْبَعْثِ بِدَلَالَةِ الْخَلْقِ الْأَوَّلِ عَلَى الْخَلْقِ الثَّانِي - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ جِدًّا كَقَوْلِهِ تَعَالَى: وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] ، وَقَوْلِهِ: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ [٢١ \\ ١٠٤] ، وَقَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ [٢٢ \\ ٥] ، وَقَوْلِهِ تَعَالَى: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] ، وَقَوْلِهِ تَعَالَى: فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ [١٧ \\ ٥١] ، وَالْآيَاتُ بِمِثْلِ هَذَا كَثِيرَةٌ مَعْلُومَةٌ، وَقَدْ ذَكَرْنَاهَا بِإِيضَاحٍ وَكَثْرَةٍ فِي مَوَاضِعَ كَثِيرَةٍ مِنْ هَذَا الْكِتَابِ الْمُبَارَكِ فِي سُورَةِ الْبَقَرَةِ وَالنَّحْلِ وَالْحَجِّ وَالْجَاثِيَةِ، وَغَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ وَأَحَلْنَا عَلَيْهَا كَثِيرًا. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: فَلَوْلَا تُصَدِّقُونَ «لَوْلَا» حَرْفُ تَحْضِيضٍ، وَمَعْنَاهُ الطَّلَبُ بِحَثٍّ وَشِدَّةٍ، فَالْآيَةُ تَدُلُّ عَلَى شِدَّةِ حَثِّ اللَّهِ لِلْكُفَّارِ وَحَضِّهِ لَهُمْ عَلَى التَّصْدِيقِ بِالْبَعْثِ لِظُهُورِ بُرْهَانِهِ الْقَاطِعِ الَّذِي هُوَ خَلْقُهُ لَهُمْ أَوَّلًا. </p><p> قَوْلُهُ تَعَالَى: أَفَرَأَيْتُمْ مَا تُمْنُونَ أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ. </p><p> قَدْ قَدَّمْنَا قَرِيبًا كَلَامَ أَهْلِ الْعِلْمِ فِي هَمْزَةِ الِاسْتِفْهَامِ الْمَتْبُوعَةِ بِأَدَاةِ عَطْفٍ، وَذَكَرْنَاهُ قَبْلَ </p><p> هَذَا مِرَارًا، وَقَوْلُهُ تَعَالَى: أَفَرَأَيْتُمْ مَا تُمْنُونَ يَعْنِي أَفَرَأَيْتُمْ مَا تَصُبُّونَهُ مِنَ الْمَنِيِّ فِي أَرْحَامِ النِّسَاءِ، فَلَفْظَةُ «مَا» مَوْصُولَةٌ، وَالْجُمْلَةُ الْفِعْلِيَّةُ صِلَةُ الْمَوْصُولِ، وَالْعَائِدُ إِلَى الصِّفَةِ مَحْذُوفٌ، لِأَنَّهُ مَنْصُوبٌ بِفِعْلٍ، وَالتَّقْدِيرُ: أَفَرَأَيْتُمْ مَا تُمْنُونَهُ، وَالْعَرَبُ تَقُولُ: أَمْنَى النُّطْفَةَ بِصِيغَةِ الرُّبَاعِيِّ، يُمْنِيهَا بِضَمِّ حَرْفِ الْمُضَارَعَةِ، إِذَا أَرَاقَهَا فِي رَحِمِ الْمَرْأَةِ، وَمِنْهُ قَوْلُهُ تَعَالَى: مِنْ نُطْفَةٍ إِذَا تُمْنَى [٥٣ \\ ٤٦] ، وَمَنَى يَمْنَى بِصِيغَةِ الثُّلَاثِيِّ لُغَةٌ صَحِيحَةٌ، إِلَّا أَنَّ الْقِرَاءَةَ بِهَا شَاذَّةٌ. </p><p> وَمِمَّنْ قَرَأَ «تَمْنُونَ» بِفَتْحِ التَّاءِ مُضَارِعٌ فِي الثُّلَاثِيِّ الْمُجَرَّدِ - أَبُو السَّمَّالِ وَابْنُ السِّمَيْقَعِ، وَقَوْلُهُ تَعَالَى: أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ اسْتِفْهَامُ تَقْرِيرٍ، فَإِنَّهُمْ لَا بُدَّ أَنْ يَقُولُوا: أَنْتُمُ الْخَالِقُونَ، فَيُقَالُ لَهُمْ: إِذَا كُنَّا خَلَقْنَا هَذَا الْإِنْسَانَ الْخَصِيمَ الْمُبِينَ مِنْ تِلْكَ النُّطْفَةِ الَّتِي تُمْنَى فِي الرَّحِمِ، فَكَيْفَ تُكَذِّبُونَ بِقُدْرَتِنَا عَلَى خَلْقِهِ مَرَّةً أُخْرَى، وَأَنْتُمْ تَعْلَمُونَ أَنَّ الْإِعَادَةَ لَا يُمْكِنُ أَنْ تَكُونَ أَصْعَبَ مِنَ الِابْتِدَاءِ، وَالضَّمِيرُ الْمَنْصُوبُ فِي «تَخْلُقُونَهُ» عَائِدٌ إِلَى الْمَوْصُولِ أَيْ تَخْلُقُونَ مَا تُمْنُونَهُ مِنَ النُّطَفِ عَلَقًا، ثُمَّ مُضَغًا إِلَى آخِرِ أَطْوَارِهِ. </p><p> وَهَذَا الَّذِي تَضَمَّنَتْهُ هَذِهِ الْآيَةُ مِنَ الْبَرَاهِينِ الْقَاطِعَةِ عَلَى كَمَالِ قُدْرَةِ اللَّهِ عَلَى الْبَعْثِ وَغَيْرِهِ، وَعَلَى أَنَّهُ الْمَعْبُودُ وَحْدَهُ، بِبَيَانِ أَطْوَارِ خَلْقِ الْإِنْسَانِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، وَقَدْ قَدَّمْنَا الْكَلَامَ عَلَى ذَلِكَ مُسْتَوْفًى بِالْآيَاتِ الْقُرْآنِيَّةِ، وَبَيَّنَّا مَا يَتَعَلَّقُ بِكُلِّ طَوْرٍ مِنْ أَطْوَارِهِ مِنَ الْأَحْكَامِ الشَّرْعِيَّةِ فِي سُورَةِ الْحَجِّ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ الْآيَةَ [٢٢ \\ ٥] . </p><p> وَذَكَرْنَا أَطْوَارَ خَلْقِ الْإِنْسَانِ فِي سُورَةِ الرَّحْمَنِ أَيْضًا فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ عَلَّمَهُ الْبَيَانَ [٥٥ \\ ٣ - ٤] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> وَبَيَّنَّا الْآيَاتِ الدَّالَّةَ عَلَى أَطْوَارِ خَلْقِهِ جُمْلَةً وَتَفْصِيلًا فِي الْحَجِّ. </p><p> تَنْبِيهٌ: </p><p> هَذَا الْبُرْهَانُ الدَّالُّ عَلَى الْبَعْثِ الَّذِي هُوَ خَلْقُ الْإِنْسَانِ مِنْ نُطْفَةِ مَنِيٍّ تُمْنَى - يَجِبُ عَلَى كُلِّ إِنْسَانٍ النَّظَرُ فِيهِ، لِأَنَّ اللَّهَ - جَلَّ وَعَلَا - وَجَّهَ صِفَةَ الْأَمْرِ بِالنَّظَرِ فِيهِ إِلَى مَنِيِّ الْإِنْسَانِ، وَالْأَصْلُ فِي صِيغَةِ الْأَمْرِ عَلَى التَّحْقِيقِ الْوُجُوبُ إِلَّا لِدَلِيلٍ صَارِفٍ عَنْهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ خُلِقَ مِنْ مَاءٍ دَافِقٍ الْآيَةَ [٨٦ \\ ٥ - ٦] ، وَقَدْ قَدَّمْنَا </p>"
}