{
  "id": null,
  "sura": 56,
  "aya": 71,
  "text": "<p> إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> تَنْبِيهٌ لُغَوِيٌّ </p><p> اعْلَمْ أَنَّ مَادَّةَ الشُّكْرِ تَتَعَدَّى إِلَى النِّعْمَةِ تَارَةً، وَإِلَى الْمُنْعِمِ أُخْرَى، فَإِنْ عُدِّيَتْ إِلَى النِّعْمَةِ تَعَدَّتْ إِلَيْهَا بِنَفْسِهَا دُونَ حَرْفِ الْجَرِّ كَقَوْلِهِ تَعَالَى: رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ [٢٧ \\ ١٩] ، وَإِنْ عُدِّيَتْ إِلَى الْمُنْعِمِ تَعَدَّتْ إِلَيْهِ بِحَرْفِ الْجَرِّ الَّذِي هُوَ اللَّامُ كَقَوْلِكَ: نَحْمَدُ اللَّهَ وَنَشْكُرُ لَهُ، وَلَمْ تَأْتِ فِي الْقُرْآنِ مُعَدَّاةً إِلَّا بِاللَّامِ، كَقَوْلِهِ: وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ [٢ \\ ١٥٢] ، وَقَوْلِهِ: أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ [٣١ \\ ١٤] ، وَقَوْلِهِ: وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ [١٦ \\ ١١٤] ، وَقَوْلِهِ: فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ [٢٩ \\ ١٧] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَهَذِهِ هِيَ اللُّغَةُ الْفُصْحَى، وَتَعْدِيَتُهَا لِلْمَفْعُولِ بِدُونِ اللَّامِ لُغَةٌ لَا لَحْنٌ، وَمِنْ ذَلِكَ قَوْلُ أَبِي نُخَيْلَةَ: </p><p> شَكَرْتُكَ إِنَّ الشُّكْرَ حَبْلُ مَنِ اتَّقَى ... وَمَا كُلُّ مَنْ أَوْلَيْتَهُ نِعْمَةً يَقْضِي </p><p> وَقَوْلُ جَمِيلِ بْنِ مَعْمَرٍ: </p><p> خَلِيلَيَّ عُوجَا الْيَوْمَ حَتَّى تُسَلِّمَا ... عَلَى عَذْبَةِ الْأَنْيَابِ طَيِّبَةِ النَّشْرِ </p><p> فَإِنَّكُمَا إِنْ عُجْتُمَا لِيَ سَاعَةً ... شَكَرْتُكُمَا حَتَّى أُغَيَّبَ فِي قَبْرِي </p><p> وَهَذِهِ الْآيَاتُ مِنْ سُورَةِ الْوَاقِعَةِ قَدْ دَلَّتْ عَلَى أَنَّ اقْتِرَانَ جَوَابِ «لَوْ» بِاللَّامِ، وَعَدَمَ اقْتِرَانِهِ بِهَا كِلَاهُمَا سَائِغٌ، لِأَنَّهُ تَعَالَى قَالَ: لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا [٥٦ \\ ٦٥] ، بِاللَّامِ ثُمَّ قَالَ: لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا [٥٦ \\ ٧٠] ، بِدُونِهَا. </p><p> قَوْلُهُ تَعَالَى: أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ. </p><p> قَوْلُهُ تَعَالَى: الَّتِي تُورُونَ [٥٦ \\ ٧١] ، أَيْ تُوقِدُونَهَا مِنْ قَوْلِهِمْ: أَوْرَى النَّارَ إِذَا قَدَحَهَا وَأَوْقَدَهَا، وَالْمَعْنَى: أَفَرَأَيْتُمُ النَّارَ الَّتِي تُوقِدُونَهَا مِنَ الشَّجَرِ أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا الَّتِي تُوقَدُ مِنْهَا، أَيْ أَوْجَدْتُمُوهَا مِنَ الْعَدَمِ؟ </p><p> وَالْجَوَابُ الَّذِي لَا جَوَابَ غَيْرُهُ: أَنْتَ يَا رَبَّنَا هُوَ الَّذِي أَنْشَأْتَ شَجَرَتَهَا، وَنَحْنُ </p><p> لَا قُدْرَةَ لَنَا بِذَلِكَ فَيُقَالُ: كَيْفَ تُنْكِرُونَ الْبَعْثَ وَأَنْتُمْ تَعْلَمُونَ أَنَّ مَنْ أَنْشَأَ شَجَرَةَ النَّارِ وَأَخْرَجَهَا مِنْهَا قَادِرٌ عَلَى كُلِّ شَيْءٍ؟ </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ خَلْقِ النَّارِ مِنْ أَدِلَّةِ الْبَعْثِ - جَاءَ مُوَضَّحًا فِي «يس» فِي قَوْلِهِ تَعَالَى: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ [٣٦ \\ ٧٩ - ٨٠] . فَقَوْلُهُ فِي آخِرِ «يس» : تُوقِدُونَ [٣٦ \\ ٨٠] هُوَ مَعْنَى قَوْلِهِ فِي الْوَاقِعَةِ: تُورُونَ [٥٦ \\ ٧١] . وَقَوْلُهُ فِي آيَةِ «يس» : الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا [٣٦ \\ ٨٠] ، بَعْدَ قَوْلِهِ: يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] دَلِيلٌ وَاضِحٌ عَلَى أَنَّ خَلْقَ النَّارِ مِنْ أَدِلَّةِ الْبَعْثِ. وَقَوْلُهُ هُنَا أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا [٥٦ \\ ٧٢] ، أَيِ الشَّجَرَةَ الَّتِي تُوقَدُ مِنْهَا كَالْمَرْخِ وَالْعَفَارِ، وَمِنْ أَمْثَالِ الْعَرَبِ: فِي كُلِّ شَجَرٍ نَارٌ، وَاسْتَنْجِدِ الْمَرْخَ وَالْعَفَارَ، لِأَنَّ الْمَرْخَ وَالْعَفَارَ هُمَا أَكْثَرُ الشَّجَرِ نَصِيبًا فِي اسْتِخْرَاجِ النَّارِ مِنْهُمَا، يَأْخُذُونَ قَضِيبًا مِنَ الْمَرْخِ وَيُحْكِمُونَ بِهِ عُودًا مِنَ الْعَفَارِ فَتَخْرُجُ مِنْ بَيْنِهِمَا النَّارُ، وَيُقَالُ: كُلُّ شَجَرٍ فِيهِ نَارٌ إِلَّا الْعُنَّابَ. </p><p> وَقَوْلُهُ: نَحْنُ جَعَلْنَاهَا تَذْكِرَةً [٥٦ \\ ٧٣] أَيْ نُذَكِّرُ النَّاسَ بِهَا فِي دَارِ الدُّنْيَا إِذَا أَحَسُّوا شِدَّةَ حَرَارَتِهَا - نَارِ الْآخِرَةِ الَّتِي هِيَ أَشَدُّ مِنْهَا حَرًّا لِيَنْزَجِرُوا عَنِ الْأَعْمَالِ الْمُقْتَضِيَةِ لِدُخُولِ النَّارِ، وَقَدْ صَحَّ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّ حَرَارَةَ نَارِ الْآخِرَةِ مُضَاعَفَةٌ عَلَى حَرَارَةِ نَارِ الدُّنْيَا سَبْعِينَ مَرَّةً، فَهِيَ تَفُوقُهَا بِتِسْعٍ وَسِتِّينَ ضِعْفًا، كُلُّ وَاحِدٍ مِنْهَا مِثْلُ حَرَارَةِ نَارِ الدُّنْيَا. </p><p> وَقَوْلُهُ تَعَالَى: وَمَتَاعًا لِلْمُقْوِينَ [٥٦ \\ ٧٣] ، أَيْ مَنْفَعَةً لِلنَّازِلِينَ بِالْقِوَاءِ مِنَ الْأَرْضِ، وَهُوَ الْخَلَاءُ وَالْفَلَاةُ الَّتِي لَيْسَ بِهَا أَحَدٌ، وَهُمُ الْمُسَافِرُونَ، لِأَنَّهُمْ يَنْتَفِعُونَ بِالنَّارِ انْتِفَاعًا عَظِيمًا فِي الِاسْتِدْفَاءِ بِهَا وَالِاسْتِضَاءَةِ وَإِصْلَاحِ الزَّادِ. </p><p> وَقَدْ تَقَرَّرَ فِي الْأُصُولِ أَنَّ مِنْ مَوَانِعِ اعْتِبَارِ مَفْهُومِ الْمُخَالَفَةِ - كَوْنَ اللَّفْظِ وَارِدًا لِلِامْتِنَانِ. وَبِهِ تَعْلَمُ أَنَّهُ لَا يُعْتَبَرُ مَفْهُومًا لِلْمُقْوِينَ، لِأَنَّهُ جِيءَ بِهِ لِلِامْتِنَانِ أَيْ وَهِيَ مَتَاعٌ أَيْضًا لِغَيْرِ الْمُقْوِينَ مِنَ الْحَاضِرِينَ بِالْعُمْرَانِ، وَكُلُّ شَيْءٍ خَلَا مِنَ النَّاسِ يُقَالُ لَهُ أَقْوَى، فَالرِّجَالُ إِذَا كَانَ فِي الْخَلَا قِيلَ لَهُ: أَقْوَى. وَالدَّارُ إِذَا خَلَتْ مِنْ أهْلِهَا قِيلَ لَهَا أَقْوَتْ. </p><p> وَمِنْهُ قَوْلُ نَابِغَةِ ذُبْيَانَ: </p><p> يَا دَارَ مَيَّةَ بِالْعَلْيَاءِ فَالسَّنَدِ ... أَقْوَتْ وَطَالَ عَلَيْهَا سَالِفُ الْأَبَدِ </p><p> وَقَوْلُ عَنْتَرَةَ: </p>"
}