{
  "id": null,
  "sura": 56,
  "aya": 60,
  "text": "<p> شَرْحَهَا فِي أَوَّلِ سُورَةِ النَّحْلِ، وَقَرَأَ هَذَا الْحَرْفَ نَافِعٌ أَفَرَأَيْتُمْ بِتَسْهِيلِ الْهَمْزَةِ بَعْدَ الرَّاءِ بَيْنَ بَيْنَ. </p><p> وَالرِّوَايَةُ الْمَشْهُورَةُ الَّتِي بِهَا الْأَدَاءُ عَنْ وَرْشٍ عَنْهُ إِبْدَالُ الْهَمْزَةِ أَلِفًا وَإِشْبَاعُهَا لِسُكُونِ الْيَاءِ بَعْدَهَا. </p><p> وَقَرَأَ الْكِسَائِيُّ:  «أَفَرَيْتُمْ» بِحَذْفِ الْهَمْزَةِ، وَقَرَأَهُ بَاقِي السَّبْعَةِ بِتَحْقِيقِ الْهَمْزَةِ. </p><p> وَقَوْلُهُ تَعَالَى: أَأَنْتُمْ قَرَأَهُ نَافِعٌ وَابْنُ كَثِيرٍ وَأَبُو عَمْرٍو وَهِشَامٌ عَنِ ابْنِ عَامِرٍ فِي إِحْدَى الرِّوَايَتَيْنِ بِتَسْهِيلِ الْهَمْزَةِ الثَّانِيَةِ. وَالرِّوَايَةُ الْمَشْهُورَةُ الَّتِي بِهَا الْأَدَاءُ عَنْ وَرْشٍ عَنْ نَافِعٍ إِبْدَالُ الثَّانِيَةِ أَلِفًا مُشْبَعًا مَدُّهَا لِسُكُونِ النُّونِ بَعْدَهَا، وَقَرَأَهُ عَاصِمٌ وَحَمْزَةُ وَالْكِسَائِيُّ وَهُشَامٌ عَنِ ابْنِ عَامِرٍ فِي الرِّوَايَةِ الْأُخْرَى بِتَحْقِيقِ الْهَمْزَتَيْنِ، وَقَالُونَ، وَأَبُو عَمْرٍو وَهُشَامٌ بِأَلْفِ الْإِدْخَالِ بَيْنَ الْهَمْزَتَيْنِ وَالْبَاقُونَ بِدُونِهَا. </p><p> قَوْلُهُ تَعَالَى: نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ. </p><p> قَرَأَ هَذَا الْحَرْفَ عَامَّةُ الْقُرَّاءِ السَّبْعَةِ غَيْرَ ابْنِ كَثِيرٍ قَدَّرْنَا بِتَشْدِيدِ الدَّالِّ، وَقَرَأَهُ ابْنُ كَثِيرٍ بِتَخْفِيفِهَا، وَقَدْ قَدَّمْنَا فِي تَرْجَمَةِ هَذَا الْكِتَابِ الْمُبَارَكِ أَنَّ الْآيَةَ الْكَرِيمَةَ قَدْ يَكُونُ فِيهَا وَجْهَانِ أَوْ أَكْثَرُ مِنَ التَّفْسِيرِ، وَيَكُونُ كُلُّ ذَلِكَ صَحِيحًا، وَكُلُّهُ يَشْهَدُ لَهُ قُرْآنٌ، فَنَذْكُرُ الْجَمِيعَ وَأَدِلَّتَهُ مِنَ الْقُرْآنِ، وَمِنْ ذَلِكَ هَذِهِ الْآيَةِ الْكَرِيمَةِ. </p><p> وَإِيضَاحُ ذَلِكَ أَنَّ قَوْلَهُ: قَدَّرْنَا [٥٦ \\ ٦٠] وَجْهَانِ مِنَ التَّفْسِيرِ، وَفِيمَا تَتَعَلَّقُ بِهِ: عَلَى أَنْ نُبَدِّلَ [٥٦ \\ ٦١] وَجْهَانِ أَيْضًا، فَقَالَ بَعْضُ الْعُلَمَاءِ: وَهُوَ اخْتِيَارُ ابْنِ جَرِيرٍ أَنَّ قَوْلَهُ: قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ أَيْ قَدَّرْنَا لِمَوْتِكُمْ آجَالًا مُخْتَلِفَةً وَأَعْمَارًا مُتَفَاوِتَةً فَمِنْكُمْ مَنْ يَمُوتُ صَغِيرًا وَمِنْكُمْ مَنْ يَمُوتُ شَابًّا، وَمِنْكُمْ مَنْ يَمُوتُ شَيْخًا. </p><p> وَهَذَا الْمَعْنَى دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ [٢٢ \\ ٥] ، وَقَوْلِهِ تَعَالَى: ثُمَّ لِتَكُونُوا شُيُوخًا وَمِنْكُمْ مَنْ يُتَوَفَّى مِنْ قَبْلُ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ [٤٠ \\ ٦٧] ، وَقَوْلِهِ تَعَالَى: وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ [٣٥ \\ ١١] ، وَقَوْلِهِ تَعَالَى: وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا [٦٣ \\ ١١] ، وَقَوْلِهِ: </p><p> وَمَا نَحْنُ بِمَسْبُوقِينَ [٥٦ \\ ٦] ، أَيْ مَا نَحْنُ بِمَغْلُوبِينَ. وَالْعَرَبُ تَقُولُ: سَبَقَهُ عَلَى كَذَا أَيْ غَلَبَهُ عَلَيْهِ وَأَعْجَزَهُ عَنْ إِدْرَاكِهِ، أَيْ: وَمَا نَحْنُ بِمَغْلُوبِينَ عَلَى مَا قَدَّرْنَا مِنْ آجَالِكُمْ وَحَدَّدْنَاهُ مِنْ أَعْمَارِكُمْ فَلَا يَقْدِرُ أَحَدٌ أَنْ يُقَدِّمَ أَجَلًا أَخَّرْنَاهُ وَلَا يُؤَخِّرَ أَجَلًا قَدَّمْنَاهُ. </p><p> وَهَذَا الْمَعْنَى دَلَّتْ عَلَيْهِ آيَاتٌ كَثِيرَةٌ كَقَوْلِهِ تَعَالَى: فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ [٧ \\ ٣٤] ، وَقَوْلِهِ تَعَالَى: إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ [٧١ \\ ٤] ، وَقَوْلِهِ تَعَالَى: وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا [٣ \\ ١٤٥] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَعَلَى هَذَا الْقَوْلِ، فَقَوْلُهُ تَعَالَى: عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ [٥٦ \\ ٦١] ، لَيْسَ مُتَعَلِّقًا بِـ «مَسْبُوقِينَ» بَلْ بِقَوْلِهِ تَعَالَى: نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ [٥٦ \\ ٦٠] ، وَالْمَعْنَى: نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ، أَيْ نُبَدِّلَ مِنَ الَّذِينَ مَاتُوا أَمْثَالًا لَهُمْ نُوجِدُهُمْ. </p><p> وَعَلَى هَذَا، فَمَعْنَى تَبْدِيلِ أَمْثَالِهِمْ - إِيجَادُ آخَرِينَ مِنْ ذُرِّيَّةِ أُولَئِكَ الَّذِينَ مَاتُوا، وَهَذَا الْمَعْنَى تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ [٦ \\ ١٣٣] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَهَذَا التَّفْسِيرُ هُوَ اخْتِيَارُ ابْنِ جَرِيرٍ، وَقِرَاءَةُ «قَدَّرْنَا» بِالتَّشْدِيدِ مُنَاسِبَةٌ لِهَذَا الْوَجْهِ، وَكَذَلِكَ لَفْظَةُ «بَيْنَكُمُ» . </p><p> الْوَجْهُ الثَّانِي: أَنَّ «قَدَّرْنَا» بِمَعْنَى قَضَيْنَا وَكَتَبْنَا أَيْ كَتَبْنَا الْمَوْتَ وَقَدَّرْنَاهُ عَلَى جَمِيعِ الْخَلْقِ، وَهَذَا الْوَجْهُ تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ [٢٨ \\ ٨٨] ، وَقَوْلِهِ تَعَالَى: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ [٢١ \\ ٣٥] ، وَقَوْلِهِ تَعَالَى: وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ [٢٥ \\ ٥٨] ، وَعَلَى هَذَا الْقَوْلِ فَقَوْلُهُ: عَلَى أَنْ نُبَدِّلَ [٥٦ \\ ٦١] ، مُتَعَلِّقٌ بِـ «مَسْبُوقِينَ» ، أَيْ: مَا نَحْنُ مَغْلُوبِينَ، وَالْمَعْنَى: وَمَا نَحْنُ بِمَغْلُوبِينَ عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ إِنْ أَهْلَكْنَاكُمْ لَوْ شِئْنَا، فَنَحْنُ قَادِرُونَ عَلَى إِهْلَاكِكُمْ، وَلَا يُوجَدُ أَحَدٌ يَغْلِبُنَا وَيَمْنَعُنَا مِنْ خَلْقِ أَمْثَالِكُمْ بَدَلًا مِنْكُمْ. </p><p> وَهَذَا الْمَعْنَى تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا [٤ \\ ١٣٣] ، وَقَوْلِهِ تَعَالَى: إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ [٦ \\ ١٣٣] ، وَقَوْلِهِ تَعَالَى: </p>"
}