{
  "id": null,
  "sura": 56,
  "aya": 47,
  "text": "<p> وَأَمَّا كَوْنُهُنَّ أَتْرَابًا فَقَدْ بَيَّنَهُ تَعَالَى فِي قَوْلِهِ فِي آيَةِ «ص» هَذِهِ: وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ، وَفِي سُورَةِ النَّبَأِ فِي قَوْلِهِ تَعَالَى: إِنَّ لِلْمُتَّقِينَ مَفَازًا حَدَائِقَ وَأَعْنَابًا وَكَوَاعِبَ أَتْرَابًا [٧٨ \\ ٣١ - ٣٣] . </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: لِأَصْحَابِ الْيَمِينِ يَتَعَلَّقُ بِقَوْلِهِ: إِنَّا أَنْشَأْنَاهُنَّ. وَقَوْلُهُ: فَجَعَلْنَاهُنَّ أَيْ: أَنْشَأْنَاهُنَّ وَصَيَّرْنَاهُنَّ أَبْكَارًا لِأَصْحَابِ الْيَمِينِ. </p><p> قَوْلُهُ تَعَالَى: وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ فِي سَمُومٍ وَحَمِيمٍ وَظِلٍّ مِنْ يَحْمُومٍ. </p><p> قَدْ قَدَّمْنَا مَعْنَى أَصْحَابِ الشِّمَالِ فِي هَذِهِ السُّورَةِ الْكَرِيمَةِ، وَأَوْضَحْنَا مَعْنَى السَّمُومِ فِي الْآيَاتِ الْقُرْآنِيَّةِ الَّتِي يُذْكَرُ فِيهَا فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ [٥٢ \\ ٢٧] . </p><p> وَقَدْ قَدَّمْنَا صِفَاتِ ظِلِّ أَهْلِ النَّارِ وَظِلِّ أَهْلِ الْجَنَّةِ فِي سُورَةِ النِّسَاءِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَنُدْخِلُهُمْ ظِلًّا ظَلِيلًا [٤ \\ ٥٧] ، وَبَيَّنَّا هُنَاكَ أَنَّ صِفَاتِ ظِلِّ أَهْلِ النَّارِ هِيَ الْمَذْكُورَةُ فِي قَوْلِهِ هُنَا: وَظِلٍّ مِنْ يَحْمُومٍ لَا بَارِدٍ وَلَا كَرِيمٍ [٥٦ \\ ٤٣ - ٤٤] ، وَقَوْلِهِ فِي الْمُرْسَلَاتِ: انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ [٧٧: ٣٠ - ٣١] . </p><p> وَقَوْلُهُ: مِنْ يَحْمُومٍ أَيْ مِنْ دُخَانٍ أَسْوَدَ شَدِيدِ السَّوَادِ، وَوَزْنُ الْيَحْمُومِ يَفْعُولُ، وَأَصْلُهُ مِنَ الْحُمَمِ وَهُوَ الْفَحْمُ، وَقِيلَ: مِنَ الْحَمِّ، وَهُوَ الشَّحْمُ الْمُسْوَدُّ لِاحْتِرَاقِهِ بِالنَّارِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ الطُّورِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ فَمَنَّ اللَّهُ عَلَيْنَا الْآيَةَ [٥٢ \\ ٢٦ - ٢٧] . </p><p> قَوْلُهُ تَعَالَى: وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ. </p><p> لَمَّا ذَكَرَ - جَلَّ وَعَلَا - مَا أَعَدَّ لِأَصْحَابِ الشِّمَالِ مِنَ الْعَذَابِ؛ بَيَّنَ بَعْضَ أَسْبَابِهِ، فَذَكَرَ مِنْهَا أَنَّهُمْ كَانُوا قَبْلَ ذَلِكَ فِي دَارِ الدُّنْيَا مُتْرَفِينَ أَيْ مُتَنَعِّمِينَ، وَقَدْ قَدَّمْنَا أَنَّ الْقُرْآنَ دَلَّ عَلَى أَنَّ الْإِتْرَافَ وَالتَّنَعُّمَ وَالسُّرُورَ فِي الدُّنْيَا مِنْ أسْبَابِ الْعَذَابِ يَوْمَ الْقِيَامَةِ، لِأَنَّ صَاحِبَهُ مُعْرِضٌ عَنِ اللَّهِ لَا يُؤْمِنُ بِهِ وَلَا بِرُسُلِهِ، كَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ، وَقَوْلُهُ تَعَالَى: </p><p> فَسَوْفَ يَدْعُو ثُبُورًا وَيَصْلَى سَعِيرًا إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا [٨٤ \\ ١١ - ١٣] ، وَقَدْ أَوْضَحْنَا هَذَا فِي الْكَلَامِ عَلَى آيَةِ الطُّورِ الْمَذْكُورَةِ آنِفًا. </p><p> وَمَا دَلَّتْ عَلَيْهِ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ إِنْكَارِ الْبَعْثِ سَبَبًا لِدُخُولِ النَّارِ، لِأَنَّ قَوْلَهُ تَعَالَى لَمَّا ذَكَرَ أَنَّهُمْ فِي سَمُومٍ وَحَمِيمٍ وَظِلٍّ مِنْ يَحْمُومٍ؛ بَيَّنَ أَنَّ مِنْ أَسْبَابِ ذَلِكَ أَنَّهُمْ قَالُوا أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ [١٣ \\ ٥] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ الْفُرْقَانِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا [٢٥ \\ ١١] . وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ إِنْكَارِهِمْ بَعَثَ آبَائِهِمُ الْأَوَّلِينَ فِي قَوْلِهِ: أَوَآبَاؤُنَا الْأَوَّلُونَ [٥٦ \\ ٤٨] ، وَأَنَّهُ تَعَالَى بَيَّنَ لَهُمْ أَنَّهُ يَبْعَثُ الْأَوَّلِينَ وَالْآخِرِينَ فِي قَوْلِهِ: قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ [٥٦ \\ ٤٩ - ٥٠] - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ، فَبَيَّنَّا فِيهِ أَنَّ الْبَعْثَ الَّذِي أَنْكَرُوا سَيَتَحَقَّقُ فِي حَالِ كَوْنِهِمْ أَذِلَّاءَ صَاغِرِينَ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى فِي الصَّافَّاتِ: وَقَالُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَوَآبَاؤُنَا الْأَوَّلُونَ قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ [٣٧ \\ ١٥ - ١٩] . </p><p> وَقَوْلُهُ: أَوَآبَاؤُنَا الْأَوَّلُونَ، قَرَأَهُ عَامَّةُ الْقُرَّاءِ السَّبْعَةِ، غَيْرَ ابْنِ عَامِرٍ وَقَالُونَ عَنْ نَافِعٍ: أَوَآبَاؤُنَا بِفَتْحِ الْوَاوِ عَلَى الِاسْتِفْهَامِ وَالْعَطْفِ. وَقَدْ قَدَّمْنَا مِرَارًا أَنَّ هَمْزَةَ الِاسْتِفْهَامِ إِذَا جَاءَتْ بَعْدَهَا أَدَاةُ عَطْفٍ كَالْوَاوِ وَالْفَاءِ وَثُمَّ، نَحْوَ: أَوَآبَاؤُنَا أَفَأَمِنَ أَهْلُ الْقُرَى [٧ \\ ٩٧] ، أَثُمَّ إِذَا مَا وَقَعَ [١٠ \\ ٥١] - أَنَّ فِي ذَلِكَ وَجْهَيْنِ لِعُلَمَاءِ الْعَرَبِيَّةِ وَالْمُفَسِّرِينَ: الْأَوَّلَ مِنْهُمَا أَنَّ أَدَاةَ الْعَطْفِ عَاطِفَةٌ لِلْجُمْلَةِ الْمُصَدَّرَةِ بِالِاسْتِفْهَامِ عَلَى مَا قَبْلَهَا، وَهَمْزَةُ الِاسْتِفْهَامِ مُتَأَخِّرَةٌ رُتْبَةً عَنْ حَرْفِ الْعَطْفِ، وَلَكِنَّهَا قُدِّمَتْ عَلَيْهِ لَفْظًا لَا مَعْنًى لِأَنَّ الْأَصْلَ فِي الِاسْتِفْهَامِ التَّصْدِيرُ بِهِ كَمَا هُوَ مَعْلُومٌ فِي مَحِلِّهِ. </p><p> وَالْمَعْنَى عَلَى هَذَا وَاضِحٌ، وَهُوَ أَنَّهُمْ أَنْكَرُوا بَعْثَهُمْ أَنْفُسَهُمْ بِأَدَاةِ الْإِنْكَارِ الَّتِي هِيَ الْهَمْزَةُ، وَعَطَفُوا عَلَى ذَلِكَ بِالْوَاوِ إِنْكَارَهُمْ بَعْثَ آبَائِهِمُ الْأَوَّلِينَ بِأَدَاةِ الْإِنْكَارِ الَّتِي هِيَ </p><p> الْهَمْزَةُ الْمُقَدَّمَةُ عَنْ مَحِلِّهَا لَفْظًا لَا رُتْبَةً، وَهَذَا الْقَوْلُ هُوَ قَوْلُ الْأَقْدَمِينَ مِنْ عُلَمَاءِ الْعَرَبِيَّةِ، وَاخْتَارَهُ أَبُو حَيَّانَ فِي الْبَحْرِ الْمُحِيطِ وَابْنُ هِشَامٍ فِي مُغْنِي اللَّبِيبِ، وَهُوَ الَّذِي صِرْنَا نَمِيلُ إِلَيْهِ أَخِيرًا بَعْدَ أَنْ كُنَّا نَمِيلُ إِلَى غَيْرِهِ. الْوَجْهُ الثَّانِي: هُوَ أَنَّ هَمْزَةَ الِاسْتِفْهَامِ فِي مَحِلِّهَا الْأَصْلِيِّ، وَأَنَّهَا مُتَعَلِّقَةٌ بِجُمْلَةٍ مَحْذُوفَةٍ، وَالْجُمْلَةُ الْمُصَدَّرَةُ بِالِاسْتِفْهَامِ مَعْطُوفَةٌ عَلَى الْمَحْذُوفَةِ بِحَرْفِ الْعَطْفِ الَّذِي بَعْدَ الْهَمْزَةِ، وَهَذَا الْوَجْهُ يَمِيلُ إِلَيْهِ الزَّمَخْشَرِيُّ فِي أَكْثَرِ الْمَوَاضِعِ مِنْ كَشَّافِهِ، وَرُبَّمَا مَالَ إِلَى غَيْرِهِ. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالتَّقْدِيرُ: أَمَبْعُوثُونَ نَحْنُ وَآبَاؤُنَا الْأَوَّلُونَ؟ </p><p> وَمَا ذَكَرَهُ الزَّمَخْشَرِيُّ هُنَا مِنْ أَنَّ قَوْلَهُ:  «آبَاؤُنَا» مَعْطُوفٌ عَلَى وَاوِ الرَّفْعِ فِي قَوْلِهِ: لَمَبْعُوثُونَ، وَأَنَّهُ سَاغَ الْعَطْفُ عَلَى ضَمِيرِ رَفْعٍ مُتَّصِلٍ مِنْ غَيْرِ تَوْكِيدٍ بِالضَّمِيرِ الْمُنْفَصِلِ لِأَجْلِ الْفَصْلِ بِالْهَمْزَةِ - لَا يَصِحُّ، وَقَدْ رَدَّهُ عَلَيْهِ أَبُو حَيَّانَ وَابْنُ هِشَامٍ وَغَيْرُهُمَا. </p><p> وَهَذَا الْوَجْهُ الْأَخِيرُ مَالَ إِلَيْهِ ابْنُ مَالِكٍ فِي الْخُلَاصَةِ فِي قَوْلِهِ: </p><p> وَحَذْفُ مَتْبُوعٍ بَدَا هُنَا اسْتَبِحْ وَعَطْفُكَ الْفِعْلَ عَلَى الْفِعْلِ يَصِحْ وَقَرَأَ هَذَا الْحَرْفَ قَالُونُ وَابْنُ عَامِرٍ «أَوْ آبَاؤُنَا» بِسُكُونِ الْوَاوِ، وَالَّذِي يَظْهَرُ لِي عَلَى قِرَاءَتِهِمَا «أَوْ» بِمَعْنَى الْوَاوِ الْعَاطِفَةِ، وَأَنَّ قَوْلَهُ:  «آبَاؤُنَا» ، مَعْطُوفٌ عَلَى مَحِلِّ الْمَنْصُوبِ الَّذِي هُوَ اسْمُ «إِنَّ» ، لِأَنَّ عَطْفَ الْمَرْفُوعِ عَلَى مَنْصُوبِ «إِنَّ» بَعْدَ ذِكْرِ خَبَرِهَا جَائِزٌ بِلَا نِزَاعٍ، لِأَنَّ اسْمَهَا وَإِنْ كَانَ مَنْصُوبًا فَأَصْلُهُ الرَّفْعُ لِأَنَّهُ مُبْتَدَأٌ فِي الْأَصْلِ، كَمَا قَالَ ابْنُ مَالِكٍ فِي الْخُلَاصَةِ: </p><p> وَجَائِزٌ رَفْعُكَ مَعْطُوفًا عَلَى مَنْصُوبِ إِنَّ بَعْدَ أَنْ تَسْتَكْمِلَا وَإِنَّمَا قُلْنَا: إِنَّ «أَوْ» بِمَعْنَى الْوَاوِ، لِأَنَّ إِتْيَانَهَا بِمَعْنَى الْوَاوِ مَعْرُوفٌ فِي الْقُرْآنِ وَفِي كَلَامِ الْعَرَبِ، فَمِنْهُ فِي الْقُرْآنِ: فَالْمُلْقِيَاتِ ذِكْرًا عُذْرًا أَوْ نُذْرًا [٧٧٥ - ٦ \\] ; لِأَنَّ الذِّكْرَ الْمُلْقَى لِلْعُذْرِ، وَالنُّذْرِ مَعًا لَا لِأَحَدِهِمَا، لِأَنَّ الْمَعْنَى أَنَّهَا أَتَتْ لِلذِّكْرِ إِعْذَارًا وَإِنْذَارًا. وَقَوْلُهُ تَعَالَى: وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا [٧٦ \\ ٢٤] ، أَيْ وَلَا كَفُورًا، وَهُوَ كَثِيرٌ فِي كَلَامِ الْعَرَبِ، وَمِنْهُ قَوْلُ عَمْرِو بْنِ مَعْدِي كَرِبَ: </p><p> قَوْمٌ إِذَا سَمِعُوا الصَّرِيخَ رَأَيْتَهُمْ مَا بَيْنَ مُلْجِمِ مُهْرِهِ أَوْ سَافِعِ </p><p> فَالْمَعْنَى مَا بَيْنَ الْمُلْجِمِ مُهْرِهِ وَسَافِعٍ: أَيْ آخِذٍ بِنَاصِيَتِهِ لِيُلْجِمَهُ، وَقَوْلُ نَابِغَةَ ذُبْيَانَ: </p><p> قَالَتْ أَلَا لَيْتَ مَا هَذَا الْحَمَامُ لَنَا ... إِلَى حَمَامَتِنَا أَوْ نِصْفُهُ فَقَدِ </p><p> فَحَسَبُوهُ فَأَلْفَوْهُ كَمَا زَعَمَتْ ... سِتًّا وَسِتِّينَ لَمْ تَنْقُصْ وَلَمْ تَزِدِ </p><p> فَقَوْلُهُ: أَوْ نِصْفُهُ بِمَعْنَى وَنِصْفُهُ كَمَا هُوَ ظَاهِرٌ مِنْ مَعْنَى الْبَيْتَيْنِ الْمَذْكُورَيْنِ، لِأَنَّ مُرَادَهَا أَنَّهَا تَمَنَّتْ أَنْ يَكُونَ الْحَمَامُ الْمَارُّ بِهَا هُوَ وَنِصْفُهُ مَعَهُ لَهَا مَعَ حَمَامَتِهَا الَّتِي مَعَهَا، لِيَكُونَ الْجَمِيعُ مِائَةَ حَمَامَةٍ، فَوَجَدُوهُ سِتًّا وَسِتِّينَ، وَنِصْفُهَا ثَلَاثٌ وَثَلَاثُونَ فَيَكُونُ الْمَجْمُوعُ تِسْعًا وَتِسْعِينَ، وَالْمَرْوِيُّ فِي ذَلِكَ عَنْهَا أَنَّهَا قَالَتْ: </p><p> لَيْتَ الْحَمَامَ لِيَّهْ ... إِلَى حَمَامَتِيَّهْ </p><p> وَنِصْفُهُ قَدِيَّهْ ... تَمَّ الْحَمَامُ مِايَّهْ </p><p> وَقَوْلُ تَوْبَةَ بْنِ الْحُمَيِّرِ: </p><p> قَدْ زَعَمَتْ لَيْلَى بِأَنِّي فَاجِرٌ ... لِنَفْسِي تُقَاهَا أَوْ عَلَيْهَا فُجُورُهَا </p><p> وَقَوْلُهُ تَعَالَى: أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ أَجْمَعَ عَامَّةُ الْقُرَّاءِ عَلَى إِثَبَاتِ هَمْزَةِ الِاسْتِفْهَامِ فِي قَوْلِهِ: أَئِذَا مِتْنَا وَأَثْبَتَهَا أَيْضًا عَامَّةُ السَّبْعَةِ غَيْرَ نَافِعٍ وَالْكِسَائِيِّ فِي قَوْلِهِ: أَئِنَّا، وَقَرَأَهُ نَافِعٌ وَالْكِسَائِيُّ:  «إِنَّا لَمَبْعُوثُونَ» ، بِهَمْزَةٍ وَاحِدَةٍ مَكْسُورَةٍ عَلَى الْخَبَرِ، كَمَا عَقَدَهُ صَاحِبُ الدُّرَرِ اللَّوَامِعِ فِي أَصْلِ مَقْرَأِ الْإِمَامِ نَافِعٍ بِقَوْلِهِ: </p><p> فَصْلٌ وَاسْتِفْهَامٌ إِنْ تَكَرَّرَا ... فَصَيِّرِ الثَّانِيَ مِنْهُ خَبَرَا </p><p> وَاعْكِسْهُ فِي النَّمْلِ وَفَوْقَ الرُّومِ ... . . . . . . . . . . . . إِلَخْ </p><p> وَالْقِرَاءَاتُ فِي الْهَمْزَتَيْنِ فِي أَئِذَا وَأَئِنَّا مَعْرُوفَةٌ، فَنَافِعٌ يُسَهِّلُ الْهَمْزَةَ الثَّانِيَةَ بَيْنَ بَيْنَ، وَرِوَايَةُ قَالُونَ عَنْهُ هِيَ إِدْخَالُ أَلْفٍ بَيْنَ الْهَمْزَتَيْنِ الْأُولَى الْمُحَقَّقَةِ وَالثَّانِيَةِ الْمُسَهَّلَةِ. </p><p> وَرِوَايَةُ قَالُونَ هَذِهِ عَنْ نَافِعٍ بِالتَّسْهِيلِ وَالْإِدْخَالِ مُطَابِقَةٌ لِقِرَاءَةِ أَبِي عَمْرٍو، فَأَبُو عَمْرٍو وَقَالُونُ عَنْ نَافِعٍ يُسَهِّلَانِ وَيُدْخِلَانِ، وَرِوَايَةُ وَرْشٍ عَنْ نَافِعٍ هِيَ تَسْهِيلُ الْأَخِيرَةِ مِنْهُمَا بَيْنَ بَيْنَ مِنْ غَيْرِ إِدْخَالِ أَلِفٍ. وَهَذِهِ هِيَ قِرَاءَةُ ابْنِ كَثِيرٍ وَوَرْشٍ، فَابْنُ كَثِيرٍ وَوَرْشٌ يُسَهِّلَانِ وَلَا يُدْخِلَانِ. </p>"
}