{
  "id": null,
  "sura": 56,
  "aya": 56,
  "text": "<p> يُخْبِرَهُمْ خَبَرًا مُؤَكَّدًا بِأَنَّ الْأَوَّلِينَ وَالْآخِرِينَ كُلَّهُمْ مَجْمُوعُونَ يَوْمَ الْقِيَامَةِ لِلْحِسَابِ وَالْجَزَاءِ بَعْدَ بَعْثِهِمْ. </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ بَعْثِ الْأَوَّلِينَ وَالْآخِرِينَ وَجَمْعِهِمْ يَوْمَ الْقِيَامَةِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ: يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ [٦٤ \\ ٩] ، وَقَوْلِهِ تَعَالَى: اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ [٤ \\ ٨٧] ، وَقَوْلِهِ تَعَالَى: رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ الْآيَةَ [٣ \\ ٩] ، وَقَوْلِهِ تَعَالَى: ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ [١١ \\ ١٠٣] ، وَقَوْلِهِ تَعَالَى: هَذَا يَوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالْأَوَّلِينَ [٧٧ \\ ٣٨] ، وَقَوْلِهِ تَعَالَى: وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا [١٨ \\ ٤٧] . </p><p> وَقَدْ قَدَّمْنَا هَذَا مُوَضَّحًا فِي سُورَةِ الْحِجْرِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ [١٥ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ فَمَالِئُونَ مِنْهَا الْبُطُونَ فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ فَشَارِبُونَ شُرْبَ الْهِيمِ. </p><p> قَدْ قَدَّمْنَا إِيضَاحَ هَذَا وَتَفْسِيرَهُ فِي سُورَةِ الصَّافَّاتِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ [٣٧ \\ ٦٧] . </p><p> قَوْلُهُ تَعَالَى: هَذَا نُزُلُهُمْ يَوْمَ الدِّينِ. </p><p> النُّزُلُ بِضَمَّتَيْنِ: هُوَ رِزْقُ الضَّيْفِ الَّذِي يُقَدَّمُ لَهُ عِنْدَ نُزُولِهِ إِكْرَامًا لَهُ، وَمِنْهُ قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا [١٨ \\ ١٠٧] ، وَرُبَّمَا اسْتَعْمَلَتِ الْعَرَبُ النُّزُولَ فِي ضِدِّ ذَلِكَ عَلَى سَبِيلِ التَّهَكُّمِ وَالِاحْتِقَارِ، وَجَاءَ الْقُرْآنُ بِاسْتِعْمَالِ النُّزُولِ فِيمَا يُقَدَّمُ لِأَهْلِ النَّارِ مِنَ الْعَذَابِ كَقَوْلِهِ هُنَا فِي عَذَابِهِمُ الْمَذْكُورِ فِي قَوْلِهِمْ: لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ إِلَى قَوْلِهِ: شُرْبَ الْهِيمِ هَذَا نُزُلُهُمْ [٥٦ \\ ٥٢ - ٥٦] ، أَيْ هَذَا الْعَذَابُ الْمَذْكُورُ هُوَ ضِيَافَتُهُمْ وَرِزْقُهُمُ الْمُقَدَّمُ لَهُمْ عِنْدَ نُزُولِهِمْ فِي دَارِهِمُ الَّتِي هِيَ النَّارُ، كَقَوْلِهِ تَعَالَى لِلْكَافِرِ الْحَقِيرِ الذَّلِيلِ: ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ [٤٤ \\ ٤٩] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ إِطْلَاقِ النُّزُولِ عَلَى عَذَابِ أَهْلِ النَّارِ، جَاءَ مُوَضَّحًا </p>"
}