{
  "id": null,
  "sura": 56,
  "aya": 7,
  "text": "<p> يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ وَتَكُونُ الْجِبَالُ كَالْعِهْنِ [٧٠ \\ ٨ - ٩] ، وَأَصْلُ الْعِهْنِ أَخَصُّ مِنْ مُطْلَقِ الصُّوفِ لِأَنَّهُ الصُّوفُ الْمَصْبُوغُ خَاصَّةً. وَمِنْهُ قَوْلُ زُهَيْرِ بْنِ أَبِي سُلْمَى فِي مُعَلَّقَتِهِ: </p><p> كَأَنَّ فَتَاةَ الْعِهْنِ فِي كُلِّ مَنْزِلٍ ... نَزَلْنَ بِهِ حَبَّ الْفَنَّا لَمْ يُحْطَمِ </p><p> وَقَالَ بَعْضُهُمْ: الْجِبَالُ مِنْهَا جُدَدٌ بِيضٌ وَحُمْرٌ وَمُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ، فَإِذَا بُسِّتْ وَفُتِّتَتْ يَوْمَ الْقِيَامَةِ وَطُيِّرَتْ فِي الْجَوِّ أَشْبَهَتِ الْعِهْنَ إِذَا طَيَّرَتْهُ الرِّيحُ فِي الْهَوَا، وَهَذَا الْوَجْهُ يَدُلُّ عَلَيْهِ تَرْتِيبُ كَيْنُونَتِهَا هَبَاءً مُنْبَثًّا بِالْفَاءِ عَلَى قَوْلِهِ: وَبُسَّتِ الْجِبَالُ بَسًّا لِأَنَّ الْهَبَاءَ هُوَ مَا يَنْزِلُ مِنَ الْكُوَّةِ مِنْ شُعَاعِ الشَّمْسِ إِذَا قَابَلَتْهَا: </p><p> مُنْبَثًّا أَيْ مُتَفَرِّقًا، وَوَصْفُهَا بِالْهَبَاءِ الْمُنْبَثِّ أَنْسَبُ لِكَوْنِ الْبَسِّ بِمَعْنَى التَّفْتِيتِ وَالطَّحْنِ. </p><p> الْوَجْهُ الثَّانِي: أَنَّ مَعْنَى قَوْلِهِ: وَبُسَّتِ الْجِبَالُ بَسًّا أَيْ سُيِّرَتْ بَيْنَ السَّمَاءِ وَالْأَرْضِ، وَعَلَى هَذَا فَالْمُرَادُ بِبَسِّهَا سَوْقُهَا وَتَسْيِيرُهَا مِنْ قَوْلِ الْعَرَبِ: بَسَسْتُ الْإِبِلَ أَبُسُّهَا، بِضَمِّ الْبَاءِ وَأَبْسَسْتُهَا أَبُسُّهَا بِضَمِّ الْهَمْزَةِ وَكَسْرِ الْبَاءِ، لُغَتَانِ بِمَعْنَى سُقْتُهَا، وَمِنْهُ حَدِيثُ:  «يَخْرُجُ أَقْوَامٌ مِنَ الْمَدِينَةِ إِلَى الْيَمَنِ وَالشَّامِ، وَالْعِرَاقِ يَبُسُّونَ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ» . </p><p> وَهَذَا الْوَجْهُ تَشْهَدُ لَهُ آيَاتٌ مِنْ كِتَابِ اللَّهِ كَقَوْلِهِ تَعَالَى: وَيَوْمَ نُسَيِّرُ الْجِبَالَ الْآيَةَ [١٨ \\ ٤٧] ، وَقَوْلِهِ: وَتَسِيرُ الْجِبَالُ سَيْرًا [٥٢ \\ ١٠] . </p><p> وَقَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لِهَذَا فِي سُورَةِ النَّمْلِ فِي الْكَلَامِ عَلَى قَوْلِهِ: وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ [٢٧ \\ ٨٨] . </p><p> الْوَجْهُ الثَّالِثُ: أَنَّ مَعْنَى قَوْلِهِ: وَبُسَّتِ الْجِبَالُ بَسًّا نُزِعَتْ مِنْ أَمَاكِنِهَا وَقُلِعَتْ، وَقَدْ أَوْضَحْنَا أَنَّ هَذَا الْوَجْهَ رَاجِعٌ لِلْوَجْهِ الْأَوَّلِ مَعَ الْإِيضَاحِ التَّامِّ لِأَحْوَالِ الْجِبَالِ يَوْمَ الْقِيَامَةِ، وَأَطْوَارِهَا، بِالْآيَاتِ الْقُرْآنِيَّةِ، وَفِي سُورَةِ «طه» فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا [٢٠ \\ ١٠٥] . وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ فَكَانَتْ هَبَاءً مُنْبَثًّا كَقَوْلِهِ تَعَالَى: وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا [٧٨ \\ ٢٠] ، وَالْهَبَاءُ إِذَا انْبَثَّ أَيْ تَفَرَّقَ وَاضْمَحَلَّ وَصَارَ لَا شَيْءَ، وَالسَّرَابُ قَدْ قَالَ اللَّهُ تَعَالَى فِيهِ: حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا [٢٤ \\ ٣٩] . </p><p> قَوْلُهُ تَعَالَى: وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً. </p><p> أَيْ صِرْتُمْ أَزْوَاجًا ثَلَاثَةً، وَالْعَرَبُ تُطْلِقُ كَانَ بِمَعْنَى صَارَ، وَمِنْهُ وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ [٢ \\ ٣٥] ، أَيْ فَتَصِيرَا مِنَ الظَّالِمِينَ. </p><p> وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> بِتَيْهَاءَ قَفْرٍ وَالْمَطِيُّ كَأَنَّهَا ... قَطَا الْحَزْنِ قَدْ كَانَتْ فِرَاخًا بُيُوضُهَا </p><p> وَقَوْلُهُ: أَزْوَاجًا: أَيْ أَصْنَافًا ثَلَاثَةً، ثُمَّ بَيَّنَ هَذِهِ الْأَزْوَاجَ الثَّلَاثَةَ بِقَوْلِهِ: فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ فِي جَنَّاتِ النَّعِيمِ [٥٦ \\ ٨ - ١٢] ، أَمَّا أَصْحَابُ الْمَيْمَنَةِ فَهُمْ أَصْحَابُ الْيَمِينِ، كَمَا أَوْضَحَهُ تَعَالَى بِقَوْلِهِ: وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ فِي سِدْرٍ مَخْضُودٍ [٥٦ \\ ٢٧ - ٢٨] ، وَأَصْحَابُ الْمَشْأَمَةِ هُمْ أَصْحَابُ الشِّمَالِ كَمَا أَوْضَحَهُ تَعَالَى بِقَوْلِهِ: وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ فِي سَمُومٍ وَحَمِيمٍ الْآيَاتِ [٥٦ \\ ٤١ - ٤٢] . </p><p> قَالَ بَعْضُ الْعُلَمَاءِ: قِيلَ لَهُمْ أَصْحَابُ الْيَمِينِ لِأَنَّهُمْ يُؤْتَوْنَ كُتُبَهُمْ بِأَيْمَانِهِمْ. </p><p> وَقِيلَ: لِأَنَّهُمْ يُذْهَبُ بِهِمْ ذَاتَ الْيَمِينِ إِلَى الْجَنَّةِ. </p><p> وَقِيلَ: لِأَنَّهُمْ عَنْ يَمِينِ أَبِيهِمْ آدَمَ، كَمَا رَآهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَذَلِكَ لَيْلَةَ الْإِسْرَاءِ. </p><p> وَقِيلَ: سُمُّوا أَصْحَابَ الْيَمِينِ وَأَصْحَابَ الْمَيْمَنَةِ لِأَنَّهُمْ مَيَامِينُ، أَيْ مُبَارَكُونَ عَلَى أَنْفُسِهِمْ، لِأَنَّهُمْ أَطَاعُوا رَبَّهُمْ فَدَخَلُوا الْجَنَّةَ، وَالْيُمْنُ الْبَرَكَةُ. </p><p> وَسُمِّيَ الْآخَرُونَ أَصْحَابَ الشِّمَالِ، وَقِيلَ: لِأَنَّهُمْ يُؤْتَوْنَ كُتُبَهُمْ بِشَمَائِلِهِمْ. </p><p> وَقِيلَ: لِأَنَّهُمْ يُذْهَبُ بِهِمْ ذَاتَ الشِّمَالِ إِلَى النَّارِ، وَالْعَرَبُ تُسَمِّي الشِّمَالَ شُؤْمًا، كَمَا تُسَمِّي الْيَمِينَ يُمْنًا، وَمِنْ هُنَا قِيلَ لَهُمْ أَصْحَابُ الْمَشْأَمَةِ أَوْ لِأَنَّهُمْ مَشَائِيمُ عَلَى أَنْفُسِهِمْ: فَعَصَوُا اللَّهَ فَأَدْخَلَهُمُ النَّارَ، وَالْمَشَائِيمُ ضِدُّ الْمَيَامِينِ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> مَشَائِيمُ لَيْسُوا مُصْلِحِينَ عَشِيرَةً ... وَلَا نَاعِبٍ إِلَّا بِبَيْنٍ غُرَابُهَا </p><p> وَبَيَّنَ - جَلَّ وَعَلَا - أَنَّ السَّابِقِينَ هُمُ الْمُقَرَّبُونَ، وَذَلِكَ فِي قَوْلِهِ: وَالسَّابِقُونَ السَّابِقُونَ أُولَئِكَ الْمُقَرَّبُونَ [٥٦ \\ ١٠ - ١١] ، وَهَذِهِ الْأَزْوَاجُ الثَّلَاثَةُ الْمَذْكُورَةُ هِيَ وَجَزَاؤُهَا فِي أَوَّلِ هَذِهِ السُّورَةِ الْكَرِيمَةِ جَاءَتْ هِيَ </p>"
}