{
  "id": null,
  "sura": 57,
  "aya": 25,
  "text": "<p> مَكْتُوبٌ عِنْدَ اللَّهِ قَبْلَ ذَلِكَ - أَوْضَحُهُ اللَّهُ تَعَالَى فِي غَيْرِ هَذَا الْمَوْضِعِ، كَقَوْلِهِ تَعَالَى: قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ [٩ \\ ٥١] ، وَقَوْلِهِ تَعَالَى: مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ [٦٤ \\ ١١] ، وَقَوْلِهِ تَعَالَى: وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ [٢ \\ ١٥٥] ، لِأَنَّ قَوْلَهُ: وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ [٢ \\ ١٥٥] قَبْلَ وُقُوعِ ذَلِكَ دَلِيلٌ عَلَى أَنَّ هَذِهِ الْمَصَائِبَ مَعْلُومَةٌ لَهُ - جَلَّ وَعَلَا - قَبْلَ وُقُوعِهَا، وَلِذَا أَخْبَرَهُمْ تَعَالَى بِأَنَّهَا سَتَقَعُ، لِيَكُونُوا مُسْتَعِدِّينَ لَهَا وَقْتَ نُزُولِهَا بِهِمْ، لِأَنَّ ذَلِكَ يُعِينُهُمْ عَلَى الصَّبْرِ عَلَيْهَا. </p><p> وَنَقْصُ الْأَمْوَالِ وَالثَّمَرَاتِ مِمَّا أَصَابَ مِنْ مُصِيبَةٍ. وَنَقْصُ الْأَنْفُسِ فِي قَوْلِهِ: وَالْأَنْفُسِ مِمَّا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَنْفُسِ، وَقَوْلُهُ فِي آيَةِ الْحَدِيدِ هَذِهِ: لِكَيْ لَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ [٥٧ \\ ٢٣] ، أَيْ بَيَّنَّا لَكُمْ أَنَّ الْأَشْيَاءَ مُقَدَّرَةٌ مَكْتُوبَةٌ قَبْلَ وُجُودِ الْخَلْقِ، وَأَنَّ مَا كَتَبَ وَاقِعٌ لَا مَحَالَةَ لِأَجْلِ أَلَّا تَحْزَنُوا عَلَى شَيْءٍ فَاتَكُمْ، لِأَنَّ فَوَاتَهُ لَكُمْ مُقَدَّرٌ، وَمَا لَا طَمَعَ فِيهِ قَلَّ الْأَسَى عَلَيْهِ، وَلَا تَفْرَحُوا بِمَا آتَاكُمْ، لِأَنَّكُمْ إِذَا عَلِمْتُمْ أَنَّ مَا كَتَبَ لَكُمْ مِنَ الرِّزْقِ وَالْخَيْرِ لَا بُدَّ أَنْ يَأْتِيَكُمْ قَلَّ فَرَحُكُمْ بِهِ، وَقَوْلُهُ:  «تَأْسَوْا» مُضَارِعُ أَسِيَ بِكَسْرِ السِّينِ يَأْسَى بِفَتْحِهَا أَسًى بِفَتْحَتَيْنِ عَلَى الْقِيَاسِ، بِمَعْنَى حَزِنَ، وَمِنْهُ قَوْلُهُ تَعَالَى: فَلَا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ [٥ \\ ٦٨] . وَقَوْلُهُ:  «مِنْ مُصِيبَةٍ» مَجْرُورٌ فِي مَحِلِّ رَفْعٍ؛ لِأَنَّهُ فَاعِلُ «أَصَابَ» جُرَّ بِـ «مِنَ» الْمَزِيدَةِ لِتَوْكِيدِ النَّفْيِ، وَ «مَا» نَافِيَةٌ. </p><p> قَوْلُهُ تَعَالَى: لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ. </p><p> قَدْ قَدَّمْنَا الْكَلَامَ عَلَيْهِ فِي سُورَةِ الْشُورَى، فِي الْكَلَامِ عَلَى قَوْلِهِ: اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ الْآيَةَ [٤٢ \\ ١٧] ، وَقَدَّمْنَا هُنَاكَ كَلَامَ أَهْلِ الْعِلْمِ فِي مَعْنَاهُ. </p><p> قَوْلُهُ تَعَالَى: وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ. </p><p> بَيَّنَ اللَّهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَالَّتِي قَبْلَهَا أَنَّ إِقَامَةَ دِينِ الْإِسْلَامِ تَنْبَنِي عَلَى أَمْرَيْنِ: أَحَدُهُمَا هُوَ مَا ذَكَرَهُ بِقَوْلِهِ: وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ [٥٧ \\ ٢٥] ، لِأَنَّ فِي ذَلِكَ إِقَامَةَ الْبَرَاهِينِ عَلَى الْحَقِّ، وَبَيَّنَ الْحُجَّةَ وَإِيضَاحَ الْأَمْرِ وَالنَّهْيِ وَالثَّوَابِ وَالْعِقَابِ. فَإِذَا أَصَرَّ الْكُفَّارُ عَلَى الْكُفْرِ وَتَكْذِيبِ الرُّسُلِ مَعَ ذَلِكَ الْبَيَانِ وَالْإِيضَاحِ، فَإِنَّ اللَّهَ تَبَارَكَ </p>"
}