{
  "id": null,
  "sura": 57,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْحَدِيدِ. </p><p> قَوْلُهُ تَعَالَى: سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ. </p><p> قَدْ قَدَّمْنَا مِرَارًا أَنَّ التَّسْبِيحَ هُوَ تَنْزِيهُ اللَّهِ عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ، وَأَصْلُهُ فِي اللُّغَةِ الْإِبْعَادُ عَنِ السُّوءِ، مِنْ قَوْلِهِمْ سَبَحَ إِذَا صَارَ بَعِيدًا، وَمِنْهُ قِيلَ لِلْفَرَسِ: سَابِحٌ، لِأَنَّهُ إِذَا جَرَى يَبْعُدُ بِسُرْعَةٍ، وَمِنْ ذَلِكَ قَوْلُ عَنْتَرَةَ فِي مُعَلَّقَتِهِ: </p><p> إِذْ لَا أَزَالُ عَلَى رِحَالَةِ سَابِحٍ ... نَهْدٍ تَعَاوَرُهُ الْكُمَاةُ مُكَلَّمِ </p><p> وَقَوْلُ عَبَّاسِ بْنِ مِرْدَاسٍ السُّلَمِيِّ: </p><p> لَا يَغْرِسُونَ فَسِيلَ النَّخْلِ حَوْلَهُمُ ... وَلَا تَخَاوَرُ فِي مَشْتَاهُمُ الْبَقَرُ </p><p> إِلَّا سَوَابِحَ كَالْعِقْبَانِ مُقْرَبَةً ... فِي دَارَةٍ حَوْلَهَا الْأَخْطَارُ وَالْفِكَرُ </p><p> وَهَذَا الْفِعْلُ الَّذِي هُوَ «سَبَّحَ» قَدْ يَتَعَدَّى بِنَفْسِهِ بِدُونِ اللَّامِ كَقَوْلِهِ تَعَالَى: وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا [٣٣ \\ ٤٢] ، وَقَوْلِهِ تَعَالَى: وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا [٧٦ \\ ٢٦] ، وَقَدْ يَتَعَدَّى بِاللَّامِ كَقَوْلِهِ هُنَا: سَبَّحَ لِلَّهِ، وَعَلَى هَذَا فَسَبَّحَهُ وَسَبَّحَ لَهُ لُغَتَانِ كَنَصَحَهُ وَنَصَحَ لَهُ. وَشَكَرَهُ وَشَكَرَ لَهُ، وَذَكَرَ بَعْضُهُمْ فِي الْآيَةِ وَجْهًا آخَرَ، وَهُوَ أَنَّ الْمَعْنَى: سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ، أَيْ أَحْدَثَ التَّسْبِيحَ لِأَجْلِ اللَّهِ أَيِ ابْتِغَاءَ وَجْهِهِ تَعَالَى، ذَكَرَهُ الزَّمَخْشَرِيُّ وَأَبُو حَيَّانَ، وَقِيلَ: سَبَّحَ لِلَّهِ أَيْ صَلَّى لَهُ. </p><p> وَقَدْ قَدَّمْنَا أَنَّ التَّسْبِيحَ يُطْلَقُ عَلَى الصَّلَاةِ، وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ أَنَّ أَهْلَ السَّمَاوَاتِ وَالْأَرْضِ يُسَبِّحُونَ لِلَّهِ، أَيْ يُنَزِّهُونَهُ عَمَّا لَا يَلِيقُ - بَيَّنَهُ اللَّهُ - جَلَّ وَعَلَا - فِي آيَاتٍ أُخَرَ مِنْ كِتَابِهِ كَقَوْلِهِ تَعَالَى فِي سُورَةِ الْحَشْرِ: سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ الْآيَةَ [٥٩ \\ ١] ، وَقَوْلِهِ فِي الصَّفِّ: سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ الْآيَةَ [٦١ \\ ١] ، وَقَوْلِهِ فِي الْجُمُعَةِ: يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ الْآيَةَ [٦٢ \\ ١] ، وَقَوْلِهِ فِي التَّغَابُنِ يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الْآيَةَ [٦٤ \\ ١] . </p><p> وَزَادَ فِي سُورَةِ بَنِي إِسْرَائِيلَ أَنَّ السَّمَاوَاتِ السَّبْعَ وَالْأَرْضَ يُسَبِّحْنَ لِلَّهِ مَعَ مَا فِيهِمَا </p><p> مِنَ الْخَلْقِ وَأَنَّ تَسْبِيحَ السَّمَاوَاتِ وَنَحْوِهَا مِنَ الْجَمَادَاتِ يَعْلَمُهُ اللَّهُ وَنَحْنُ لَا نَفْقَهُهُ أَيْ لَا نَفْهَمُهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ [١٧ \\ ٤٤] ، وَهَذِهِ الْآيَةُ الْكَرِيمَةُ تَدُلُّ دَلَالَةً وَاضِحَةً عَلَى أَنَّ تَسْبِيحَ الْجَمَادَاتِ الْمَذْكُورَ فِيهَا وَفِي قَوْلِهِ تَعَالَى: وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ [٢١ \\ ٧٩] ، وَنَحْوِ ذَلِكَ تَسْبِيحٌ حَقِيقِيٌّ يَعْلَمُهُ اللَّهُ وَنَحْنُ لَا نَعْلَمُهُ. </p><p> وَالْآيَةُ الْكَرِيمَةُ فِيهَا الرَّدُّ الصَّرِيحُ عَلَى مَنْ زَعَمَ مِنْ أَهْلِ الْعِلْمِ أَنَّ تَسْبِيحَ الْجَمَادَاتِ هُوَ دَلَالَةُ إِيجَادِهَا عَلَى قُدْرَةِ خَالِقِهَا، لِأَنَّ دَلَالَةَ الْكَائِنَاتِ عَلَى عَظَمَةِ خَالِقِهَا يَفْهَمُهَا كُلُّ الْعُقَلَاءِ، كَمَا صَرَّحَ اللَّهُ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ إِلَى قَوْلِهِ: لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ [٢ \\ ١٦٤] ، وَأَمْثَالُ ذَلِكَ مِنَ الْآيَاتِ كَثِيرَةٌ فِي الْقُرْآنِ. </p><p> وَقَدْ قَدَّمْنَا إِيضَاحَ هَذَا فِي سُورَةِ الرَّعْدِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ الْآيَةَ [١٣ \\ ١٥] ، وَفِي سُورَةِ الْكَهْفِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ الْآيَةَ [١٨ \\ ٧٧] ، وَفِي سُورَةِ الْأَحْزَابِ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا الْآيَةَ [٢٣ \\ ٧٢] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> وَقَدْ عَبَّرَ تَعَالَى هُنَا فِي أَوَّلِ الْحَدِيدِ بِصِيغَةِ الْمَاضِي فِي قَوْلِهِ: سَبَّحَ لِلَّهِ الْآيَةَ [٥٧ \\ ١] ، وَكَذَلِكَ هُوَ فِي الْحَشْرِ، وَالصَّفِّ، وَعَبَّرَ فِي الْجُمُعَةِ وَالتَّغَابُنِ، وَغَيْرِهِمَا بِقَوْلِهِ: يُسَبِّحُ بِصِيغَةِ الْمُضَارِعِ. </p><p> قَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّمَا عَبَّرَ بِالْمَاضِي تَارَةً وَبِالْمُضَارِعِ أُخْرَى لِيُبَيَّنَ أَنَّ ذَلِكَ التَّسْبِيحَ لِلَّهِ هُوَ شَأْنُ أَهْلِ السَّمَاوَاتِ وَأَهْلِ الْأَرْضِ، وَدَأْبُهُمْ فِي الْمَاضِي وَالْمُسْتَقْبَلِ. ذَكَرَ مَعْنَاهُ الزَّمَخْشَرِيُّ وَأَبُو حَيَّانَ. </p><p> وَقَوْلُهُ: وَهُوَ الْعَزِيزُ الْحَكِيمُ [٥٧ \\ ١] ، قَدْ قَدَّمْنَا مَعْنَاهُ مِرَارًا، وَذَكَرْنَا أَنَّ الْعَزِيزَ هُوَ الْغَالِبُ الَّذِي لَا يَغْلِبُهُ شَيْءٌ، وَأَنَّ الْعِزَّةَ هِيَ الْغَلَبَةُ، وَمِنْهُ قَوْلُهُ: وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ [٦٣ \\ ٨] ، وَقَوْلُهُ: وَعَزَّنِي فِي الْخِطَابِ، أَيْ: غَلَبَنِي فِي الْخِصَامِ، وَمِنْ أمْثَالِ الْعَرَبِ: مَنْ عَزَّ بَزَّ، يَعْنُونَ: مَنْ غَلَبَ اسْتَلَبَ، وَمِنْهُ قَوْلُ الْخَنْسَاءِ: </p>"
}