{
  "id": null,
  "sura": 57,
  "aya": 14,
  "text": "<p> قَوْلُهُ تَعَالَى: وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ مَرْيَمَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا الْآيَةَ [١٩ \\ ٤٠] . </p><p> قَوْلُهُ تَعَالَى: يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُؤْمِنِينَ يَوْمَ الْقِيَامَةِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ، وَهُوَ جَمْعُ يَمِينٍ، وَأَنَّهُمْ يُقَالُ لَهُمْ: بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ [٥٧ \\ ١٢] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِمَّا ذَكَرْنَا - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ، أَمَّا سَعْيُ نُورِهِمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ، فَقَدْ بَيَّنَهُ تَعَالَى فِي سُورَةِ التَّحْرِيمِ، وَزَادَ فِيهَا بَيَانَ دُعَائِهِمُ الَّذِينَ يَدْعُونَ بِهِ فِي ذَلِكَ الْوَقْتِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا الْآيَةَ [٦٦ \\ ٨] . </p><p> وَأَمَّا تَبْشِيرُهُمْ بِالْجَنَّاتِ فَقَدْ جَاءَ مُوَضَّحًا فِي مَوَاضِعَ أُخَرَ، وَبَيَّنَ اللَّهُ فِيهَا أَنَّ الْمَلَائِكَةَ تُبَشِّرُهُمْ وَأَنَّ رَبَّهُمْ أَيْضًا يُبَشِّرُهُمْ كَقَوْلِهِ تَعَالَى: يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ [٩ \\ ٢١ - ٢٢] ، وَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ إِلَى قَوْلِهِ: نُزُلًا مِنْ غَفُورٍ رَحِيمٍ [٤١: ٣٠ - ٣٢] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ. </p><p> الضَّمِيرُ الْمَرْفُوعُ فِي «يُنَادُونَهُمْ» رَاجِعٌ إِلَى الْمُنَافِقِينَ وَالْمُنَافِقَاتِ، وَالضَّمِيرُ الْمَنْصُوبُ رَاجِعٌ إِلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ، وَقَدْ ذَكَرَ اللَّهَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: أَنَّ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ إِذَا رَأَوْا نُورَ الْمُؤْمِنِينَ يَوْمَ الْقِيَامَةِ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ، قَالُوا لَهُمُ: انْظُرُوا نَقْتَبِسْ مِنْ نُورِكُمْ، وَقِيلَ لَهُمْ جَوَابًا لِذَلِكَ: ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا </p><p> نُورًا، وَضُرِبَ بَيْنَهُمْ بِالسُّورِ الْمَذْكُورِ أَنَّهُمْ يُنَادُونَ الْمُؤْمِنِينَ: أَلَمْ نَكُنْ مَعَكُمْ، أَيْ فِي دَارِ الدُّنْيَا، كُنَّا نَشْهَدُ مَعَكُمُ الصَّلَوَاتِ وَنَسِيرُ مَعَكُمْ فِي الْغَزَوَاتِ وَنَدِينُ بِدِينِكُمْ؟ قَالُوا: بَلَى، أَيْ كُنْتُمْ مَعَنَا فِي دَارِ الدُّنْيَا، وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ. </p><p> وَقَدْ قَدَّمْنَا مِرَارًا مَعَانِيَ الْفِتْنَةِ وَإِطْلَاقَاتِهَا فِي الْقُرْآنِ، وَبَيَّنَّا أَنَّ مِنْ مَعَانِي إِطْلَاقَاتِهَا فِي الْقُرْآنِ الضَّلَالَ كَالْكُفْرِ وَالْمَعَاصِي، وَهُوَ الْمُرَادُ هُنَا أَيْ فَتَنْتُمْ أَنْفُسَكُمْ: أَيْ أَضْلَلْتُمُوهَا بِالنِّفَاقِ الَّذِي هُوَ كُفْرٌ بَاطِنٌ، وَمِنْ هَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ [٨ \\ ٣٩] ، أَيْ لَا يَبْقَى شِرْكٌ كَمَا تَقَدَّمَ إِيضَاحُهُ، وَقَوْلُهُ: وَتَرَبَّصْتُمْ [٥٧ \\ ١٤] ، التَّرَبُّصُ: الِانْتِظَارُ، وَالْأَظْهَرُ أَنَّ الْمُرَادَ بِهِ هُنَا تَرَبُّصُ الْمُنَافِقِينَ بِالْمُؤْمِنِينَ الدَّوَائِرَ أَيِ انْتِظَارُهُمْ بِهِمْ نَوَائِبَ الدَّهْرِ أَنْ تُهْلِكَهُمْ، كَقَوْلِهِ تَعَالَى فِي مُنَافِقِي الْأَعْرَابِ الْمَذْكُورِينَ فِي قَوْلِهِ: وَمِمَّنْ حَوْلَكُمْ مِنَ الْأَعْرَابِ مُنَافِقُونَ [٩ \\ ١٠١] ، وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ [٩ \\ ٩٨] . </p><p> وَقَوْلُهُ تَعَالَى: وَارْتَبْتُمْ أَيْ شَكَكْتُمْ فِي دِينِ الْإِسْلَامِ، وَشَكُّهُمُ الْمَذْكُورُ هُنَا وَكُفْرُهُمْ بِسَبَبِهِ بَيَّنَهُ اللَّهُ تَعَالَى فِي قَوْلِهِ عَنْهُمْ: إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ [٩ \\ ٤٥] . </p><p> وَقَوْلُهُ تَعَالَى: وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ [٥٧ \\ ١٤] ، الْأَمَانِيُّ جَمْعُ أُمْنِيَّةٍ، وَهِيَ مَا يُمَنُّونَ بِهِ أَنْفُسَهُمْ مِنَ الْبَاطِلِ، كَزَعْمِهِمْ أَنَّهُمْ مُصْلِحُونَ فِي نِفَاقِهِمْ، وَأَنَّ الْمُؤْمِنِينَ حَقًّا سُفَهَاءُ فِي صِدْقِهِمْ، أَيْ فِي إِيمَانِهِمْ، كَمَا بَيَّنَ تَعَالَى ذَلِكَ فِي قَوْلِهِ: وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ الْآيَةَ [٢ \\ ١١ - ١٢] ، وَقَوْلِهِ تَعَالَى: وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ الْآيَةَ [٢ \\ ١٣] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ الْأَمَانِيِّ الْمَذْكُورَةِ مِنَ الْغُرُورِ الَّذِي اغْتَرُّوا بِهِ - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ إِلَى قَوْلِهِ: وَلَا يُظْلَمُونَ نَقِيرًا [٤ \\ ١٢٣ - ١٢٤] . </p><p> وَقَوْلُهُ: حَتَّى جَاءَ أَمْرُ اللَّهِ [٥٧ \\ ١٤] ، الْأَظْهَرُ أَنَّهُ الْمَوْتُ لِأَنَّهُ يَنْقَطِعُ بِهِ الْعَمَلُ. </p><p> وَقَوْلُهُ تَعَالَى فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ [٥٧ \\ ١٤] ، هُوَ </p>"
}