{
  "id": null,
  "sura": 57,
  "aya": 16,
  "text": "<p> الشَّيْطَانُ، وَعَبَّرَ عَنْهُ بِصِيغَةِ الْمُبَالَغَةِ الَّتِي هِيَ الْمَفْعُولُ لِكَثْرَةِ غُرُورِهِ لِبَنِي آدَمَ، كَمَا قَالَ تَعَالَى: وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا [١٧ \\ ٦٤] . </p><p> وَمَا ذَكَرَهُ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِنْ أَنَّ الشَّيْطَانَ الْكَثِيرَ الْغُرُورِ غَرَّهُمْ بِاللَّهِ - جَاءَ مُوَضَّحًا فِي آيَاتٍ أُخَرَ كَقَوْلِهِ تَعَالَى فِي آخِرِ لُقْمَانَ: إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ [٣٥ \\ ٥] ، وَقَوْلِهِ فِي أَوَّلِ فَاطِرٍ: يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ [٣٥ \\ ٥ - ٦] . </p><p> وَقَوْلُهُ تَعَالَى فِي آيَةِ لُقْمَانَ وَآيَةِ فَاطِرٍ الْمَذْكُورَتَيْنِ إِنَّ وَعْدَ اللَّهِ حَقٌّ [١٠ \\ ٥٥] وَتَرْتِيبُهُ عَلَى ذَلِكَ النَّهْيِ عَنْ أَنْ يَغُرَّهُمْ بِاللَّهِ الْغَرُورُ - دَلِيلٌ وَاضِحٌ عَلَى أَنَّ مِمَّا يَغُرُّهُمْ بِهِ الشَّيْطَانُ أَنَّ وَعْدَ اللَّهِ بِالْبَعْثِ لَيْسَ بِحَقٍّ، وَأَنَّهُ غَيْرُ وَاقِعٍ. وَالْغُرُورُ بِالضَّمِّ الْخَدِيعَةُ. </p><p> قَوْلُهُ تَعَالَى: فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا. </p><p> قَدْ قَدَّمْنَا الْآيَاتِ الْمُوَضِّحَةَ لَهُ فِي سُورَةِ آلِ عِمْرَانَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ الْآيَةَ [٣ \\ ٩١] ، وَفِي غَيْرِ ذَلِكَ مِنَ الْمَوَاضِعِ. </p><p> قَوْلُهُ تَعَالَى: أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ. </p><p> قَدْ قَدَّمْنَا مِرَارًا أَنَّ كُلَّ فِعْلٍ مُضَارِعٍ فِي الْقُرْآنِ مَجْزُومٌ بِـ «لَمْ» إِذَا تَقَدَّمَتْهَا هَمْزَةُ الِاسْتِفْهَامِ كَمَا هُنَا - فِيهِ وَجْهَانِ مِنَ التَّفْسِيرِ مَعْرُوفَانِ. </p><p> الْأَوَّلُ مِنْهُمَا: هُوَ أَنْ تُقْلَبَ مُضَارَعَتُهُ مَاضَوِيَّةً، وَنَفْيُهُ إِثْبَاتًا، فَيَكُونَ بِمَعْنَى الْمَاضِي الْمُثْبَتِ، لِأَنَّ «لَمْ» حَرْفٌ تَقْلِبُ الْمُضَارِعَ مِنْ مَعْنَى الِاسْتِقْبَالِ إِلَى مَعْنَى الْمُضِيِّ، وَهَمْزَةُ الِاسْتِفْهَامِ إِنْكَارِيَّةٌ، فِيهَا مَعْنَى النَّفْيِ، فَيَتَسَلَّطُ النَّفْيُ الْكَامِنُ فِيهَا عَلَى النَّفْيِ الصَّرِيحِ فِي «لَمْ» فَيَنْفِيهِ، وَنَفْيُ النَّفْيِ إِثْبَاتٌ، فَيَرْجِعَ الْمَعْنَى إِلَى الْمَاضِي الْمُثْبَتِ. وَعَلَيْهِ فَالْمَعْنَى «أَلَمْ يَأْنِ لِلَّذِينَ» أَيْ: آنَ لِلَّذِينِ آمَنُوا. </p><p> وَالْوَجْهُ الثَّانِي: أَنَّ الِاسْتِفْهَامَ فِي جَمِيعِ ذَلِكَ لِلتَّقْرِيرِ، وَهُوَ حَمْلُ الْمُخَاطَبِ عَلَى أَنْ </p><p> يَقِرَّ فَيَقُولَ: بَلَى. وَقَوْلُهُ:  «يَأْنِ» : هُوَ مُضَارِعُ «أَنَى يَأْنَى» إِذَا جَاءَ إِنَّاهُ أَيْ وَقْتُهُ، وَمِنْهُ قَوْلُ كَعْبِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: </p><p> وَلِقَدْ أَنَى لَكَ أَنْ تَنَاهَى طَائِعًا أَوْ تَسْتَفِيقَ إِذَا نَهَاكَ الْمُرْشِدُ فَقَوْلُهُ: أَنَى لَكَ أَنْ تَنَاهَى طَائِعًا، أَيْ جَاءَ الْإِنَاهُ الَّذِي هُوَ الْوَقْتُ الَّذِي تَتَنَاهَى فِيهِ طَائِعًا، أَيْ حَضَرَ وَقْتُ تَنَاهِيكَ، وَيُقَالُ فِي الْعَرَبِيَّةِ: آنَ يَئِينُ كَبَاعَ يَبِيعُ، وَأَنَى يَأْنِي كَرَمَى يَرْمِي، وَقَدْ جَمَعَ اللُّغَتَيْنِ قَوْلُ الشَّاعِرِ: </p><p> أَلَمَّا يَئِنْ لِي أَنْ تُجَلَّى عَمَايَتِي ... وَأُقْصِرَ عَنْ لَيْلَى بَلَى قَدْ أَنَى لِيَا </p><p> وَالْمَعْنَى عَلَى كِلَا الْقَوْلَيْنِ أَنَّهُ حَانَ لِلْمُؤْمِنِينَ، وَأَنَى لَهُمْ أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ، أَيْ جَاءَ الْحِينُ وَالْأَوَانُ لِذَلِكَ، لِكَثْرَةِ مَا تَرَدَّدَ عَلَيْهِمْ مِنْ زَوَاجِرِ الْقُرْآنِ وَمَوَاعِظِهِ. </p><p> وَقَوْلُهُ تَعَالَى: أَنْ تَخْشَعَ قُلُوبُهُمْ [٥٧ \\ ١٦] ، الْمَصْدَرُ الْمُنْسَبِكُ مِنْ «أَنْ» وَصِلَتِهَا فِي مَحِلِّ رَفْعِ فَاعِلٍ بِـ «أَنْ» ، وَالْخُشُوعُ أَصْلُهُ فِي اللُّغَةِ السُّكُونُ وَالطُّمَأْنِينَةُ وَالِانْخِفَاضُ، وَمِنْهُ قَوْلُ نَابِغَةَ ذُبْيَانَ: </p><p> رَمَادٌ كَكُحْلِ الْعَيْنِ لَأْيًا أُبِينُهُ ... وَنُؤْيٌ كَجَذْمِ الْحَوْضِ أَثَلَمُ خَاشِعُ </p><p> فَقَوْلُهُ:  «خَاشِعٍ» أَيْ مُنْخَفَضٍ مُطْمَئِنٍ، وَالْخُشُوعُ فِي الشَّرْعِ خَشْيَةٌ مِنَ اللَّهِ تُدَاخِلُ الْقُلُوبَ، فَتَظْهَرُ آثَارُهَا عَلَى الْجَوَارِحِ بِالِانْخِفَاضِ وَالسُّكُونِ، كَمَا هُوَ شَأْنُ الْخَائِفِ. </p><p> وَقَوْلُهُ: لِذِكْرِ اللَّهِ، الْأَظْهَرُ مِنْهُ أَنَّ الْمُرَادَ خُشُوعُ قُلُوبِهِمْ لِأَجْلِ ذِكْرِ اللَّهِ، وَهَذَا الْمَعْنَى دَلَّ عَلَيْهِ قَوْلُهُ تَعَالَى: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ [٨ \\ ٢] ، أَيْ خَافَتْ عِنْدَ ذِكْرِ اللَّهِ، فَالْوَجَلُ الْمَذْكُورُ فِي آيَةِ الْأَنْفَالِ هَذِهِ، وَالْخَشْيَةُ الْمَذْكُورَةُ هُنَا مَعْنَاهُمَا وَاحِدٌ. </p><p> وَقَالَ بَعْضُ الْعُلَمَاءِ: الْمُرَادُ بِذِكْرِ اللَّهِ الْقُرْآنُ، وَعَلَيْهِ فَقَوْلُهُ: وَمَا نَزَلَ مِنَ الْحَقِّ [٥٧ \\ ١٦] مِنْ عَطْفِ الشَّيْءِ عَلَى نَفْسِهِ مَعَ اخْتِلَافِ اللَّفْظَيْنِ، كَقَوْلِهِ تَعَالَى: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى [٨٧ \\ ١ - ٣] ، كَمَا أَوْضَحْنَاهُ مِرَارًا. </p><p> وَعَلَى هَذَا الْقَوْلِ فَالْآيَةُ كَقَوْلِهِ تَعَالَى: </p>"
}