{
  "id": null,
  "sura": 58,
  "aya": 16,
  "text": "<p> «إِلَى» ، وَلَا تَتَعَدَّى بِنَفْسِهَا إِلَى الْمَفْعُولِ، وَبَيَّنَّا أَنَّ ذَلِكَ وَإِنْ كَانَ هُوَ الَّذِي فِي الْقُرْآنِ فِي جَمِيعِ الْمَوَاضِعِ فَإِنَّ تَعْدِيَتَهَا إِلَى الْمَفْعُولِ بِنَفْسِهَا صَحِيحَةٌ. </p><p> وَمِنْ شَوَاهِدِ ذَلِكَ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> أَلَمْ تَرَيَانِي كُلَّمَا جِئْتُ طَارِقًا ... وَجَدْتُ بِهَا طِيبًا وَإِنْ لَمْ تُطَيَّبِ </p><p> وَالْمُرَادُ إِنْكَارُ اللَّهِ عَلَى الْمُنَافِقِينَ تُوَلِّيهِمُ الْقَوْمَ الَّذِينَ غَضِبَ اللَّهُ عَلَيْهِمْ، وَهُمُ الْيَهُودُ وَالْكُفَّارُ، وَهَذَا الْإِنْكَارُ يَدُلُّ عَلَى شِدَّةِ مَنْعِ ذَلِكَ التَّوَلِّي، وَقَدْ صَرَّحَ اللَّهُ بِالنَّهْيِ عَنْ ذَلِكَ فِي قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ [٦٠ \\ ١٣] . </p><p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ الْمُنَافِقِينَ لَيْسُوا مِنَ الْمُؤْمِنِينَ، وَلَا مِنَ الْقَوْمِ الَّذِينَ تَوَلَّوْهُمْ، وَهُمُ الَّذِينَ غَضِبَ اللَّهُ عَلَيْهِمْ مِنَ الْيَهُودِ - جَاءَ مُوَضَّحًا فِي غَيْرِ هَذَا الْمَوْضِعِ كَقَوْلِهِ تَعَالَى: إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ إِلَى قَوْلِهِ: مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ [٤ \\ ١٤٢ - ١٤٣] . </p><p> قَوْلُهُ تَعَالَى: اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ. </p><p> ذَكَرَ - جَلَّ وَعَلَا - فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ أَنَّ الْمُنَافِقِينَ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً، وَالْأَيْمَانُ جَمْعُ يَمِينٍ، وَهِيَ الْحَلِفُ، وَالْجُنَّةُ هِيَ التُّرْسُ الَّذِي يَتَّقِي بِهِ الْمُقَاتِلُ وَقْعَ السِّلَاحِ. وَالْمَعْنَى أَنَّهُمْ جَعَلُوا الْأَيْمَانَ الْكَاذِبَةَ، وَهِيَ حِلْفُهُمْ لِلْمُسْلِمِينَ إِنَّهُمْ مَعَهُمْ وَإِنَّهُمْ مُخْلِصُونَ فِي بَاطِنِ الْأَمْرِ - تُرْسًا لَهُمْ يَتَّقُونَ بِهِ الشَّرَّ الَّذِي يَنْزِلُ بِهِمْ لَوْ صَرَّحُوا بِكُفْرِهِمْ. وَقَوْلُهُ تَعَالَى: فَصَدُّوا عَنْ سَبِيلِ اللَّهِ الظَّاهِرُ أَنَّهُ مِنْ «صَدَّ» الْمُتَعَدِّيَةِ، وَأَنَّ الْمَفْعُولَ مَحْذُوفٌ، أَيْ: فَصَدُّوا غَيْرَهُمْ مِمَّنْ أَطَاعَهُمْ لِأَنَّ صُدُودَهُمْ فِي أَنْفُسِهِمْ دَلَّ عَلَيْهِ قَوْلُهُ: اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً وَالْحَمْلُ عَلَى التَّأْسِيسِ أَولَى مِنَ الْحَمْلِ عَلَى التَّأْكِيدِ، كَمَا أَوْضَحْنَاهُ مِرَارًا. </p><p> وَهَذَانَ الْأَمْرَانِ اللَّذَانِ تَضَمَّنَتْهُمَا هَذِهِ الْآيَةُ الْكَرِيمَةُ، وَهُمَا كَوْنُ الْمُنَافِقِينَ يَحْلِفُونَ الْأَيْمَانَ الْكَاذِبَةَ لِتَكُونَ لَهُمْ جُنَّةً، وَأَنَّهُمْ يَصُدُّونَ غَيْرَهُمْ عَنْ سَبِيلِ اللَّهِ - جَاءَا مُوَضَّحَيْنِ فِي آيَاتٍ أُخَرَ مِنْ كِتَابِ اللَّهِ، أَمَّا أَيْمَانُهُمُ الْكَاذِبَةُ فَقَدْ بَيَّنَهَا اللَّهُ - جَلَّ وَعَلَا - فِي آيَاتٍ كَثِيرَةٍ، كَقَوْلِهِ تَعَالَى فِي هَذِهِ السُّورَةِ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ [٥٨ \\ ١٤] ، وَقَوْلِهِ تَعَالَى: يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ، وَقَوْلِهِ تَعَالَى: سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ الْآيَةَ [٩ \\ ٩٥] ، </p>"
}