{
  "id": null,
  "sura": 58,
  "aya": 21,
  "text": "<p> وَمَا تَضَمَّنَتْهُ هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ كَوْنِ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ هُمْ أَذَلَّ خَلْقِ اللَّهِ، بَيَّنَهُ - جَلَّ وَعَلَا - فِي غَيْرِ هَذَا الْمَوْضِعِ، وَذَلِكَ بِذِكْرِهِ أَنْوَاعَ عُقُوبَتِهِمُ الْمُفْضِيَةِ إِلَى الذُّلِّ وَالْخِزْيِ وَالْهَوَانِ، كَقَوْلِهِ تَعَالَى: أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ [٩ \\ ٦٣] ، وَقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ [٥٨ \\ ٥] ، وَقَوْلِهِ تَعَالَى: وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ [٥٩ \\ ٣ - ٤] ، وَقَوْلِهِ تَعَالَى: فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ [٨ \\ ١٢ - ١٤] ، إِلَى غَيْرِ ذَلِكَ مِنَ الْآيَاتِ. </p><p> قَوْلُهُ تَعَالَى: كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ. </p><p> قَدْ دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ عَلَى أَنَّ رُسُلَ اللَّهِ غَالِبُونَ لِكُلِّ مَنْ غَالَبَهُمْ، وَالْغَلَبَةُ نَوْعَانِ: غَلَبَةٌ بِالْحُجَّةِ وَالْبَيَانِ، وَهِيَ ثَابِتَةٌ لِجَمِيعِ الرُّسُلِ، وَغَلَبَةٌ بِالسَّيْفِ وَالسِّنَانِ، وَهِيَ ثَابِتَةٌ لِمَنْ أُمِرَ بِالْقِتَالِ مِنْهُمْ دُونَ مَنْ لَمْ يُؤْمَرْ بِهِ. </p><p> وَقَدْ دَلَّتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ، وَأَمْثَالُهَا مِنَ الْآيَةِ كَقَوْلِهِ تَعَالَى: وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ [٣٧ \\ ١٧١ - ١٧٣] - أَنَّهُ لَنْ يُقْتَلَ نَبِيٌّ فِي جِهَادٍ قَطُّ، لِأَنَّ الْمَقْتُولَ لَيْسَ بِغَالِبٍ، لِأَنَّ الْقَتْلَ قِسْمٌ مُقَابِلٌ لِلْغَلَبَةِ، كَمَا بَيَّنَهُ تَعَالَى فِي قَوْلِهِ: وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ الْآيَةَ [٤ \\ ٧٤] ، وَقَالَ تَعَالَى: إِنَّا لَنَنْصُرُ رُسُلَنَا الْآيَةَ [٤٠ \\ ٥١] ، وَقَدْ نَفَى عَنِ الْمَنْصُورِ كَوْنَهُ مَغْلُوبًا نَفْيًا بَاتًّا فِي قَوْلِهِ تَعَالَى: إِنْ يَنْصُرْكُمُ اللَّهُ فَلَا غَالِبَ لَكُمْ [٣ \\ ١٦٠] . </p><p> وَبِهَذَا تَعْلَمُ أَنَّ الرُّسُلَ الَّذِينَ جَاءَ فِي الْقُرْآنِ أَنَّهُمْ قُتِلُوا كَقَوْلِهِ تَعَالَى: أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ [٢ \\ ٨٧] ، وَقَوْلِهِ تَعَالَى: قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ [٣ \\ ١٨٣] - لَيْسُوا مَقْتُولِينَ فِي جِهَادٍ، وَأَنَّ نَائِبَ الْفَاعِلِ فِي قَوْلِهِ تَعَالَى: </p>"
}