{
  "id": null,
  "sura": 59,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سُورَةُ الْحَشْرِ </p><p> قَوْلُهُ تَعَالَى:  (سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ) . </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحِمَهُ اللَّهُ - كَلَامٌ عَلَى مَعْنَى التَّسْبِيحِ عِنْدَ قَوْلِهِ تَعَالَى: وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ) [٢١ \\ ٧٩] . </p><p> وَقَالَ رَحِمَهُ اللَّهُ: التَّسْبِيحُ فِي اللُّغَةِ الْإِبْعَادُ عَنِ السُّوءِ، وَفِي اصْطِلَاحِ الشَّرْعِ تَنْزِيهُ اللَّهِ - جَلَّ وَعَلَا - عَنْ كُلِّ مَا لَا يَلِيقُ بِكَمَالِهِ وَجَلَالِهِ، وَسَاقَ - رَحِمَهُ اللَّهُ - النُّصُوصَ فِي تَسْبِيحِ الْمَخْلُوقَاتِ جَمِيعِهَا. </p><p> وَقَالَ فِي آخِرِ الْمَبْحَثِ: وَالظَّاهِرُ أَنَّ قَوْلَهُ تَعَالَى: وَكُنَّا فَاعِلِينَ مُؤَكِّدٌ لِقَوْلِهِ تَعَالَى: (وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ) ، وَالْمُوجِبُ لِهَذَا التَّأْكِيدِ أَنَّ تَسْخِيرَ الْجِبَالِ وَتَسْبِيحَهَا أَمْرٌ عَجَبٌ خَارِقٌ لِلْعَادَةِ، مَظِنَّةٌ لِأَنْ يُكَذِّبَ بِهِ الْكَفَرَةُ الْجَهَلَةُ [مِنَ الْجُزْءِ الرَّابِعِ ٣٣٧، وَذَكَرَ عِنْدَ أَوَّلِ سُورَةِ \" الْحَدِيدِ \" زِيَادَةً لِذَلِكَ] . </p><p> وَفِي مُذَكِّرَةِ الدِّرَاسَةِ مِمَّا أَمْلَاهُ - رَحِمَهُ اللَّهُ - فِي فَصْلِ الدِّرَاسَةِ عَلَى أَوَّلِ سُورَةِ الْجُمُعَةِ: يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ [٦٢ \\ ١] قَالَ: التَّسْبِيحُ التَّنْزِيهُ، (وَمَا) الَّتِي لِغَيْرِ الْعُقَلَاءِ؛ لِتَغَلُّبِ غَيْرِ الْعُقَلَاءِ لِكَثْرَتِهِمْ، وَكَانَ يُمْكِنُ الِاكْتِفَاءُ بِالْإِحَالَةِ عَلَى مَا ذَكَرَهُ - رَحِمَهُ اللَّهُ تَعَالَى - إِلَّا أَنَّ الْحَاجَةَ الْآنَ تَدْعُو إِلَى مَزِيدِ بَيَانٍ بِقَدْرِ الْمُسْتَطَاعِ؛ لِتَعَلُّقِ الْمَبْحَثِ بِأَمْرٍ بَالِغِ الْأَهَمِّيَّةِ، وَنَحْنُ الْيَوْمَ فِي عَصْرٍ تَغْلِبُ عَلَيْهِ الْعَلْمَانِيَّةُ، وَالْمَادِّيَّةُ فَنُورِدُ مَا أَمْكَنَ أَمَلًا فِي زِيَادَةِ الْإِيضَاحِ. </p><p> إِنَّ أَصْلَ التَّسْبِيحِ مِنْ مَادَّةِ سَبَحَ، وَالسِّبَاحَةُ وَالتَّسْبِيحُ مُشْتَرِكَانِ فِي أَصْلِ الْمَادَّةِ، فَبَيْنَهُمَا اشْتِرَاكٌ فِي أَصْلِ الْمَعْنَى، وَالسِّبَاحَةُ فِي الْمَاءِ يَنْجُو بِهَا صَاحِبُهَا مِنَ الْغَرَقِ، وَكَذَلِكَ الْمُسَبِّحُ لِلَّهِ وَالْمُنَزِّهُ لَهُ يَنْجُو مِنَ الشِّرْكِ، وَيَحْيَا بِالذِّكْرِ وَالتَّمْجِيدِ لِلَّهِ تَعَالَى. </p><p> وَقَدْ جَاءَ الْفِعْلُ هُنَا بِصِيغَةِ الْمَاضِي:  (سَبَّحَ لِلَّهِ) كَمَا جَاءَ فِي أَوَّلِ سُورَةِ </p><p> \" الْحَدِيدِ \" . </p><p> قَالَ أَبُو حَيَّانَ عِنْدَهَا: لَمَّا أَمَرَ اللَّهُ تَعَالَى الْخَلْقَ بِالتَّسْبِيحِ فِي آخِرِ سُورَةِ الْوَاقِعَةِ يَعْنِي فِي قَوْلِهِ تَعَالَى: (إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ)  [٥٦ \\ ٩٥ - ٩٦] ، جَاءَ فِي أَوَّلِ السُّورَةِ الَّتِي تَلِيهَا مُبَاشَرَةً بِالْفِعْلِ الْمَاضِي؛ لِيَدُلَّ عَلَى أَنَّ التَّسْبِيحَ الْمَأْمُورَ بِهِ قَدْ فَعَلَهُ، وَالْتَزَمَ بِهِ كُلُّ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ. اهـ. </p><p> وَمَعْلُومٌ أَنَّ الْفِعْلَ قَدْ جَاءَ أَيْضًا بِصِيغَةِ الْمُضَارِعِ كَمَا فِي آخِرِ هَذِهِ السُّورَةِ:  (يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ)  [٥٩ \\ ٢٤] ، وَفِي أَوَّلِ سُورَةِ \" الْجُمُعَةِ \" : (يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ)  [٦٢ \\ ١] ، وَفِي أَوَّلِ سُورَةِ التَّغَابُنِ:  (يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ[٦٤ \\ ١]، وَهَذِهِ الصِّيغَةُ تَدُلُّ عَلَى الدَّوَامِ وَالِاسْتِمْرَارِ.</p><p> بَلْ جَاءَ الْفِعْلُ بِصِيغَةِ الْأَمْرِ: (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى)  [٨٧ \\ ١] ، (فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ)  [٥٦ \\ ٧٤] . </p><p> وَجَاءَتِ الْمَادَّةُ بِالْمَصْدَرِ:  (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا)  [١٧ \\ ١] ، (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ)  [٣٠ \\ ١٧] ، لِيَدُلَّ ذَلِكَ كُلُّهُ بِدَوَامِ وَاسْتِمْرَارِ التَّسْبِيحِ لِلَّهِ تَعَالَى مِنْ جَمِيعِ خَلْقِهِ، كَمَا سَبَّحَ سُبْحَانَهُ نَفْسَهُ، وَسَبَّحَتْهُ مَلَائِكَتُهُ، وَرُسُلُهُ عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ تَعَالَى بَيَانُهُ. </p><p> وَ (مَا) فِي قَوْلِهِ تَعَالَى: (مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) مِنْ صِيَغِ الْعُمُومِ، وَأَصْلُ اسْتِعْمَالِهَا لِغَيْرِ الْعُقَلَاءِ، وَقَدْ تُسْتَعْمَلُ لِلْعَاقِلِ إِذَا نُزِّلَ مَنْزِلَةَ غَيْرِ الْعَاقِلِ، كَمَا فِي قَوْلِهِ تَعَالَى:  (فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ)  [٤ \\ ٣] ، وَمَجِيئُهُا هُنَا لِغَيْرِ الْعَاقِلِ تَغْلِيبًا لَهُ؛ لِكَثْرَتِهِ كَمَا تَقَدَّمَ، فَتَكُونُ شَامِلَةً لِلْعَاقِلِ مِنْ بَابِ أَوْلَى. </p><p> وَمِمَّا يَلْفِتُ النَّظَرَ أَنَّ التَّسْبِيحَ الَّذِي فِي مَعْرِضِ الْعُمُومِ كُلَّهُ فِي الْقُرْآنِ مُسْنَدٌ إِلَى \" مَا \" دُونَ \" مَنْ \" إِلَّا فِي مَوْضِعٍ وَاحِدٍ، هُوَ قَوْلُهُ تَعَالَى:  (تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ)  [٧١ \\ ٤٤] ، وَهَذَا شَاهِدٌ عَلَى شُمُولِ \" مَا \" وَعُمُومِهَا الْمُتَقَدِّمِ ذِكْرُهَا؛ لِأَنَّهُ سُبْحَانَهُ أَسْنَدَ التَّسْبِيحَ أَوَّلًا إِلَى السَّمَاوَاتِ السَّبْعِ وَالْأَرْضِ صَرَاحَةً بِذَوَاتِهِنَّ، وَهُنَّ مِنْ غَيْرِ الْعُقَلَاءِ بِمَا فِي كُلٍّ مِنْهُنَّ مِنْ أَفْلَاكٍ، وَكَوَاكِبَ، وَبُرُوجٍ، أَوْ جِبَالٍ، وَوِهَادٍ، وَفِجَاجٍ، ثُمَّ عَطَفَ </p><p> عَلَى غَيْرِ الْعُقَلَاءِ بِصِيغَةِ \" مَنْ \" الْخَاصَّةِ بِالْعُقَلَاءِ فَقَالَ: (وَمَنْ فِيهِنَّ) ، وَإِنْ كَانَتْ \" مَنْ \" ، قَدْ تُسْتَعْمَلُ لِغَيْرِ الْعُقَلَاءِ إِذَا نُزِّلْنَ مَنْزِلَةَ الْعُقَلَاءِ كَمَا فِي قَوْلِ الشَّاعِرِ: </p><p> أَسِرْبَ الْقَطَا هَلْ مَنْ يُعِيرُ جَنَاحَهُ ... لَعَلِّي إِلَى مَنْ قَدْ هَوِيتُ أَطِيرُ </p><p> وَبِهَذَا شَمِلَ إِسْنَادُ التَّسْبِيحِ لِكُلِّ شَيْءٍ فِي نِطَاقِ السَّمَاوَاتِ وَالْأَرْضِ عَاقِلٍ، وَغَيْرِ عَاقِلٍ، وَقَدْ أُكِّدَ هَذَا الشُّمُولُ بِصَرِيحِ قَوْلِهِ تَعَالَى:  (وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ)  [١٧ \\ ٤٤] ، وَكَلِمَةُ \" شَيْءٍ \" أَعَمُّ الْعُمُومَاتِ، كَمَا فِي قَوْلِهِ تَعَالَى:  (اللَّهُ خَالِقُ كُلِّ شَيْءٍ)  [١٣ \\ ٦] ، فَشَمِلَتِ السَّمَاوَاتِ وَالْأَرْضَ، وَالْمَلَائِكَةَ، وَالْإِنْسَ، وَالْجِنَّ، وَالطَّيْرَ، وَالْحَيَوَانَ، وَالنَّبَاتَ، وَالشَّجَرَ، وَالْمَدَرَ، وَكُلَّ مَخْلُوقٍ لِلَّهِ تَعَالَى. </p><p> وَقَدْ جَاءَ فِي الْقُرْآنِ الْكَرِيمِ، وَالسُّنَّةِ الْمُطَهَّرَةِ إِثْبَاتُ التَّسْبِيحِ مِنْ كُلِّ ذَلِكَ كُلٌّ عَلَى حِدَةٍ. </p><p> أَوَّلًا: تَسْبِيحُ اللَّهِ تَعَالَى نَفْسَهُ: (سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا)  [١٧ \\ ١] ، (فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ)  [٣٠ \\ ١٧ - ١٨] ، (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ)  [٢١ \\ ٢٢] . </p><p> ثَانِيًا: تَسْبِيحُ الْمَلَائِكَةِ (وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ)  [٢] ، وَقَوْلُهُ:  (وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ[٣٩ \\ ٧٥]، وَ (يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ)  [٢١ \\ ٢٠] . </p><p> ثَالِثًا: تَسْبِيحُ الرَّعْدِ: (وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ)  [١٣ \\ ١٣] . </p><p> رَابِعًا: تَسْبِيحُ السَّمَاوَاتِ السَّبْعِ، وَالْأَرْضِ:  (تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ)  [١٧ \\ ٤٤] . </p><p> خَامِسًا: تَسْبِيحُ الْجِبَالِ: (إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ)  [٣٨ \\ ١٨] . </p><p> سَادِسًا: تَسْبِيحُ الطَّيْرِ: (وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ)  [٢١ \\ ٧٩] . </p><p> سَابِعًا: تَسْبِيحُ الْإِنْسَانِ: (فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ)  [١٥ \\ ٩٨] ، (فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ)  [٥٦ \\ ٧٤] ، (فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا)  [١٩ \\ ١١] . </p><p> فَهَذَا إِسْنَادُ التَّسْبِيحِ صَرَاحَةً لِكُلِّ هَذِهِ الْعَوَالِمِ مُفَصَّلَةً وَمُبَيَّنَةً، وَاضِحَةً. </p><p> وَجَاءَ مِثْلُ التَّسْبِيحِ، وَنَظِيرُهُ وَهُوَ السُّجُودُ مُسْنَدًا لِعَوَالِمَ أُخْرَى وَهِيَ بَقِيَّةُ مَا فِي هَذَا الْكَوْنِ مِنْ أَجْنَاسٍ وَأَصْنَافٍ فِي قَوْلِهِ تَعَالَى:  (أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ)  [٢٢ \\ ١٨] . </p><p> وَيُلَاحَظُ هُنَا أَنَّهُ تَعَالَى أَسْنَدَ السُّجُودَ أَوَّلًا لِمَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَ \" مَنْ \" هِيَ لِلْعُقَلَاءِ أَيْ: الْمَلَائِكَةُ، وَالْإِنْسُ، وَالْجِنُّ، ثُمَّ عَطَفَ عَلَى الْعُقَلَاءِ غَيْرَ الْعُقَلَاءِ بِأَسْمَائِهِنَّ مِنَ الشَّمْسِ، وَالْقَمَرِ، وَالنُّجُومِ، وَالْجِبَالِ، وَالشَّجَرِ، وَالدَّوَابِّ فَهَذَا شُمُولٌ لَمْ يَبْقَ كَائِنٌ مِنَ الْكَائِنَاتِ، وَلَا ذَرَّةٌ فِي فَلَاةٍ إِلَّا شَمَلَهُ. </p><p> وَبَعْدَ بَيَانِ هَذَا الشُّمُولِ وَالْعُمُومِ يَأْتِي مَبْحَثُ الْعَامِّ الْبَاقِي عَلَى عُمُومِهِ، وَالْعَامُّ الْمَخْصُوصُ، وَهَلْ عُمُومُ \" مَا \" هُنَا بَاقٍ عَلَى عُمُومِهِ أَمْ دَخَلَهُ تَخْصِيصٌ؟ </p><p> قَالَ جَمَاعَةٌ مِنَ الْعُلَمَاءِ مِنْهُمُ ابْنُ عَبَّاسٍ: إِنَّ الْعُمُومَ بَاقٍ عَلَى عُمُومِهِ، وَإِنَّ لَفْظَ التَّسْبِيحِ مَحْمُولٌ عَلَى حَقِيقَتِهِ فِي التَّنْزِيهِ وَالتَّحْمِيدِ. </p><p> وَقَالَ قَوْمٌ: إِنَّ الْعُمُومَ بَاقٍ عَلَى عُمُومِهِ لَمْ يَدْخُلْهُ خُصُوصٌ، وَلَكِنَّ التَّسْبِيحَ يَخْتَلِفُ، وَلِكُلِّ تَسْبِيحٍ بِحَسْبِهِ فَمِنَ الْعُقَلَاءِ بِالذِّكْرِ وَالتَّحْمِيدِ وَالتَّمْجِيدِ كَالْإِنْسَانِ وَالْمَلَائِكَةِ وَالْجِنِّ، وَمِنْ غَيْرِ الْعَاقِلِ سَوَاءٌ الْحَيَوَانُ وَالطَّيْرُ، وَالنَّبَاتُ، وَالْجَمَادُ، فَيَكُونُ بِالدَّلَالَةِ بِأَنْ يَشْهَدَ عَلَى نَفْسِهِ، وَيَدُلَّ عَلَى أَنَّ اللَّهَ تَعَالَى خَالِقٌ قَادِرٌ. </p><p> وَقَالَ قَوْمٌ: قَدْ دَخَلَهُ التَّخْصِيصُ. </p><p> وَنَقَلَ الْقُرْطُبِيُّ عَنْ عِكْرِمَةَ، قَالَ: الشَّجَرَةُ تُسَبِّحُ وَالْأُسْطُوانُ لَا يُسَبِّحُ. وَقَالَ يَزِيدُ الرَّقَاشِيُّ لِلْحَسَنِ وَهُمَا فِي طَعَامٍ وَقَدْ قُدِّمَ الْخِوَانُ: أَيُسَبِّحُ هَذَا الْخِوَانُ يَا أَبَا سَعِيدٍ؟ فَقَالَ: قَدْ كَانَ يُسَبِّحُ مَرَّةً يُرِيدُ أَنَّ التَّسْبِيحَ مِنَ الْحَيِّ، أَوِ النَّامِي سَوَاءٌ الْحَيَوَانُ، أَوِ النَّبَاتُ وَمَا عَدَاهُ </p><p> فَلَا. وَقَالَ الْقُرْطُبِيُّ: وَيَسْتَدِلُّ لِهَذَا الْقَوْلِ مِنَ السُّنَةِ بِمَا ثَبَتَ عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - مِنْ وَضْعِ الْجَرِيدِ الْأَخْضَرِ عَلَى الْقَبْرِ، وَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ:  \" لَعَلَّهُ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا \" . أَيْ: بِسَبَبِ تَسْبِيحِهِمَا، فَإِذَا يَبِسَا انْقَطَعَ تَسْبِيحُهُمَا. اهـ. </p><p> وَالصَّحِيحُ مِنْ هَذَا كُلِّهِ الْأَوَّلُ الَّذِي قَالَهُ ابْنُ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - وَهُوَ الَّذِي يَشْهَدُ لَهُ الْقُرْآنُ الْكَرِيمُ لِعِدَّةِ أُمُورٍ: </p><p> أَوَّلًا: لِصَرِيحِ قَوْلِهِ تَعَالَى: (وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ)  [١٧ \\ ٤٤] . </p><p> ثَانِيًا: أَنَّ الْحَامِلَ لَهُمْ عَلَى الْقَوْلِ بِتَسْبِيحِ الدَّلَالَةِ، هُوَ تَحْكِيمُ الْحِسِّ وَالْعَقْلِ، حِينَمَا لَمْ يُشَاهِدُوا ذَلِكَ وَلَمْ تَتَصَوَّرْهُ الْعُقُولُ، وَلَكِنَّ اللَّهَ تَعَالَى نَفَى تَحْكِيمَ الْعَقْلِ الْحِسِّيِّ هُنَا، وَخَطَرَ عَلَى الْعَقْلِ بِقَوْلِهِ تَعَالَى:  (وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ) . </p><p> ثَالِثًا: قَوْلُهُ تَعَالَى فِي حَقِّ نَبِيِّ اللَّهِ دَاوُدَ عَلَيْهِ السَّلَامُ: (وَسَخَّرْنَا مَعَ دَاوُدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ)  [٢١ \\ ٧٩] ، وَقَوْلُهُ تَعَالَى:  (إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ)  [٣٨ \\ ١٨] ، فَلَوْ كَانَ تَسْبِيحُهَا مَعَهُ تَسْبِيحَ دَلَالَةٍ كَمَا يَقُولُونَ لَمَا كَانَ لِدَاوُدَ - عَلَيْهِ السَّلَامُ - خُصُوصِيَّةٌ عَلَى غَيْرِهِ. </p><p> رَابِعًا: أَخْبَرَ اللَّهُ تَعَالَى أَنَّ لِهَذِهِ الْعَوَالِمِ كُلِّهَا إِدْرَاكًا تَامًّا كَإِدْرَاكِ الْإِنْسَانِ أَوْ أَشَدَّ مِنْهُ، قَالَ تَعَالَى عَنِ السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ:  (إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا)  [٣٣ \\ ٧٢] ، فَأَثْبَتَ تَعَالَى لِهَذِهِ الْعَوَالِمِ إِدْرَاكًا وَإِشْفَاقًا مِنْ تَحَمُّلِ الْأَمَانَةِ، بَيْنَمَا سَجَّلَ عَلَى الْإِنْسَانِ ظُلْمًا وَجَهَالَةً فِي تَحَمُّلِهِ إِيَّاهَا، وَلَمْ يَكُنْ هَذَا الْعَرْضُ مُجَرَّدَ تَسْخِيرٍ، وَلَا هَذَا الْإِبَاءُ مُجَرَّدَ سَلْبِيَّةٍ، بَلْ عَنْ إِدْرَاكٍ تَامٍّ، كَمَا فِي قَوْلِهِ تَعَالَى:  (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ)  [٤١ \\ ١١] ، فَهُمَا طَائِفَتَانِ لِلَّهِ، وَهُمَا يَأْبَيْنَ أَنْ يَحْمِلْنَ الْأَمَانَةَ إِشْفَاقًا مِنْهَا. </p><p> وَفِي أَوَاخِرِ هَذِهِ السُّورَةِ الْكَرِيمَةِ سُورَةِ الْحَشْرِ قَوْلُهُ تَعَالَى:  (لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ)  [٥٩ \\ ٢١] ، وَمِثْلُهُ قَوْلُهُ تَعَالَى:  (ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً وَإِنَّ مِنَ الْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ الْأَنْهَارُ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ الْمَاءُ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ اللَّهِ)  [٢ \\ ٧٤] ، </p><p> وَهَذَا هُوَ عَيْنُ الْإِدْرَاكِ أَشَدُّ مِنْ إِدْرَاكِ الْإِنْسَانِ. </p><p> وَفِي الْحَدِيثِ:  \" لَا يَسْمَعُ صَوْتَ الْمُؤَذِّنِ مِنْ حَجَرٍ، وَلَا مَدَرٍ، وَلَا شَجَرٍ إِلَّا شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ \" فَبِمَ سَيَشْهَدُ إِنْ لَمْ يَكُ مُدْرِكًا الْأَذَانَ وَالْمُؤَذِّنَ. </p><p> وَعَنْ إِدْرَاكِ الطَّيْرِ قَالَ تَعَالَى عَنِ الْهُدْهُدِ يُخَاطِبُ نَبِيَّ اللَّهِ سُلَيْمَانَ: أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ) [٢٧ \\ ٢٢ - ٢٤] . </p><p> فَفِي هَذَا السِّيَاقِ عَشْرُ قَضَايَا يُدْرِكُهَا الْهُدْهُدُ وَيُفْصِحُ عَنْهَا لِنَبِيِّ اللَّهِ سُلَيْمَانَ. </p><p> الْأُولَى: إِدْرَاكُهُ أَنَّهُ أَحَاطَ بِمَا لَمْ يَكُنْ فِي عِلْمِ سُلَيْمَانَ. </p><p> الثَّانِيَةُ: مَعْرِفَتُهُ لِسَبَأٍ بِعَيْنِهَا دُونَ غَيْرِهَا، وَمَجِيئُهُ مِنْهَا بِنَبَأٍ يَقِينٍ لَا شَكَّ فِيهِ. </p><p> الثَّالِثَةُ: مَعْرِفَتُهُ لِتَوْلِيَةِ الْمَرْأَةِ عَلَيْهِمْ مَعَ إِنْكَارِهِ ذَلِكَ عَلَيْهِمْ. </p><p> الرَّابِعَةُ: إِدْارَكُهُ مَا أُوتِيَتْهُ سَبَأٌ مِنْ مَتَاعِ الدُّنْيَا مِنْ كُلِّ شَيْءٍ. </p><p> الْخَامِسَةُ: أَنَّ لَهَا عَرْشًا عَظِيمًا. </p><p> السَّادِسَةُ: إِدْرَاكُهُ مَا هُمْ عَلَيْهِ مِنَ السُّجُودِ لِلشَّمْسِ مِنْ دُونِ اللَّهِ. </p><p> السَّابِعَةُ: إِدْرَاكُهُ أَنَّ هَذَا شِرْكٌ بِاللَّهِ تَعَالَى. </p><p> الثَّامِنَةُ: أَنَّ هَذَا مِنْ تَزْيِينِ الشَّيْطَانِ لَهُمْ أَعْمَالَهُمْ. </p><p> التَّاسِعَةُ: أَنَّ هَذَا ضَلَالٌ عَنِ السَّبِيلِ الْقَوِيمِ. </p><p> الْعَاشِرَةُ: أَنَّهُمْ لَا يَهْتَدُونَ. </p><p> وَقَدِ اقْتَنَعَ سُلَيْمَانُ بِإِدْرَاكِ الْهُدْهُدِ لِهَذَا كُلِّهِ فَقَالَ لَهُ:  (سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ)  [٢٧ \\ ٢٧] ، وَسَلَّمَهُ رِسَالَةً، وَبَعَثَهُ سَفِيرًا إِلَى بِلْقِيسَ وَقَوْمِهَا: اذْهَبْ بِكِتَابِي هَذَا فَأَلْقِهِ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ [٢٧ \\ ٢٨] ، وَكَانَتْ سِفَارَةً مُوَفَّقَةً جَاءَتْ </p><p> بِهِمْ مُسْلِمِينَ فِي قَوْلِهِ تَعَالَى عَنْهَا: وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ [٢٧ \\ ٤٤] . </p><p> وَكَذَلِكَ مَا جَاءَ عَنِ النَّمْلَةِ فِي قَوْلِهِ تَعَالَى عَنْهَا: (حَتَّى إِذَا أَتَوْا عَلَى وَادِي النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ [٢٧ \\ ١٨] فَقَدْ أَدْرَكَتْ مَجِيءَ الْجَيْشِ، وَأَنَّهُ لِسُلَيْمَانَ وَجُنُودِهِ وَأَدْرَكَتْ كَثْرَتَهُمْ، وَأَنَّ عَلَيْهَا وَعَلَى النَّمْلِ أَنْ يَتَجَنَّبُوا الطَّرِيقَ، وَيَدْخُلُوا مَسَاكِنَهُمْ، وَهَذَا الْإِدْرَاكُ مِنْهَا جَعَلَ سُلَيْمَانَ - عَلَيْهِ السَّلَامُ - يَتَبَسَّمُ ضَاحِكًا مِنْ قَوْلِهَا. وَأَنَّ لَهَا قَوْلًا عَلِمَهُ سُلَيْمَانُ عَلَيْهِ السَّلَامُ. </p><p> فَقَدْ جَاءَ فِي السُّنَّةِ إِثْبَاتُ إِدْرَاكِ الْحَيَوَانَاتِ لِلْمُغَيَّبَاتِ فَضْلًا عَنِ الْمُشَاهَدَاتِ، كَمَا فِي حَدِيثِ الْمُوَطَّأِ فِي فَضْلِ يَوْمِ الْجُمُعَةِ:  \" وَإِنَّ فِيهِ خُلِقَ آدَمُ، وَفِيهِ أُسْكِنَ الْجَنَّةَ \" إِلَى قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" وَفِيهِ تَقُومُ السَّاعَةُ، وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا وَهِيَ تُصِيخُ بِأُذُنِهَا مِنْ فَجْرِ يَوْمِ الْجُمُعَةِ حَتَّى طُلُوعِ الشَّمْسِ إِشْفَاقًا مِنَ السَّاعَةِ إِلَّا الْجِنُّ وَالْإِنْسُ \" ، فَهَذَا إِدْرَاكٌ وَإِشْفَاقٌ مِنَ الْحَيَوَانِ، وَإِيمَانٌ بِالْمَغِيبِ، وَهُوَ قِيَامُ السَّاعَةِ وَإِشْفَاقٌ مِنَ السَّاعَةِ أَشَدُّ مِنَ الْإِنْسَانِ. </p><p> وَقِصَّةُ الْجَمَلِ الَّذِي نَدَّ عَلَى أَهْلِهِ وَخَضَعَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى قَالَ الصِّدِّيقُ: لَكَأَنَّهُ يَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ. فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" نَعَمْ إِنَّهُ مَا بَيْنَ لَابَّتَيْهَا إِلَّا وَهُوَ يَعْلَمُ أَنِّي رَسُولُ اللَّهِ \" . </p><p> فَهَذَا كُلُّهُ يُثْبِتُ إِدْرَاكًا لِلْحَيَوَانِ بِالْمَحْسُوسِ، وَبِالْمَغِيبِ إِدْرَاكًا لَا يَقِلُّ عَنْ إِدْرَاكِ الْإِنْسَانِ، فَمَا الْمَانِعُ مِنْ إِثْبَاتِ تَسْبِيحِهَا حَقِيقَةً عَلَى مَا يَعْلَمُهُ اللَّهُ تَعَالَى مِنْهَا؟ وَقَدْ جَاءَ النَّصُّ صَرِيحًا فِي التَّسْبِيحِ الْمُثْبَتِ لَهَا فِي أَنَّهُ تَسْبِيحُ تَحْمِيدٍ لَا مُطْلَقُ دَلَالَةٍ كَمَا فِي قَوْلِهِ تَعَالَى: وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ [١٣ \\ ١٣] ، وَقَرَنَهُ مَعَ تَسْبِيحِ الْمَلَائِكَةِ: وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ [١٣ \\ ١٣] ، وَهَذَا نَصٌّ فِي مَحَلِّ النِّزَاعِ، وَإِثْبَاتٌ لِنَوْعِ التَّسْبِيحِ الْمَطْلُوبِ. </p><p> خَامِسًا: لَقَدْ شَهِدَ الْمُسْلِمُونَ مَنْطِقَ الْجَمَادِ بِالتَّسْبِيحِ، وَسَمِعُوهُ بِالتَّحْمِيدِ حِسًّا كَتَسْبِيحِ الْحَصَا فِي كَفِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكَحَنِينِ الْجِذْعِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَتَّى سَمِعَهُ كُلُّ مَنْ فِي الْمَسْجِدِ، وَمَا أَخْبَرَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" إِنِّي لَأَعْلَمُ حَجَرًا فِي مَكَّةَ مَا مَرَرْتُ عَلَيْهِ إِلَّا وَسَلَّمَ عَلَيَّ \" ، وَمَا ثَبَتَ بِفَرْدٍ يَثْبُتُ لِبَقِيَّةِ أَفْرَادِ جِنْسِهِ، كَمَا هُوَ مَعْلُومٌ فِي قَاعِدَةِ الْوَاحِدِ بِالْجِنْسِ، وَالْوَاحِدِ بِالنَّوْعِ. </p><p> وَمِنْ هَذَا الْقَبِيلِ فِي أَعْظَمِ مِنْ ذَلِكَ مَا رَوَاهُ الْبُخَارِيُّ فِي كِتَابِ الْمَنَاقِبِ عَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَعِدَ أُحُدًا، وَأَبُو بَكْرٍ، وَعُمَرُ، وَعُثْمَانُ فَرَجَفَ بِهِمْ فَقَالَ:  \" اثْبُتْ أُحُدُ فَإِنَّ عَلَيْكَ نَبِيًّا، وَصِدِّيقًا، وَشَهِيدَيْنِ \" . </p><p> وَفِي مُوَطَّأِ مَالِكٍ: لَمَّا رَجَعَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ سَفَرٍ طَلَعَ عَلَيْهِمْ أُحُدٌ فَقَالَ:  \" هَذَا جَبَلٌ يُحِبُّنَا، وَنُحِبُّهُ \" . </p><p> فَهَذَا جَبَلٌ مِنْ كِبَارِ جِبَالِ الْمَدِينَةِ يَرْتَجِفُ لِصُعُودِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، فَيُخَاطِبُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خِطَابَ الْعَاقِلِ الْمُدْرِكِ:  \" اثْبُتْ أُحُدُ؛ فَإِنَّ عَلَيْكَ نَبِيًّا، وَصِدِّيقًا، وَشَهِيدَيْنِ \" ، فَيَعْرِفُ النَّبِيَّ، وَيَعْرِفُ الصِّدِّيقَ، وَالشَّهِيدَ فَيَثْبُتُ، فَبِأَيِّ قَانُونٍ كَانَ ارْتِجَافُهُ؟ وَبِأَيِّ مَعْقُولٍ كَانَ خِطَابُهُ؟ وَبِأَيِّ مَعْنًى كَانَ ثُبُوتُهُ؟ ثُمَّ هَاهُوَ يُثْبِتُ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَحَبَّةَ الْمُتَبَادَلَةَ بِقَوْلِهِ:  \" يُحِبُّنَا، وَنُحِبُّهُ \" . </p><p> وَإِذَا نَاقَشْنَا أَقْوَالَ الْقَائِلِينَ بِتَخْصِيصِ هَذَا الْعُمُومِ مِنْ إِثْبَاتِ التَّسْبِيحِ لِلْجَمَادَاتِ وَنَحْوِهَا، لَمَا وَجَدْنَا لَهُمْ وِجْهَةَ نَظَرٍ إِلَّا أَنَّ الْحِسَّ لَمْ يَشْهَدْ شَيْئًا مِنْ ذَلِكَ، وَقَدْ أَوْرَدْنَا الْأَمْثِلَةَ عَلَى إِثْبَاتِ ذَلِكَ لِسَائِرِ الْأَجْنَاسِ، وَتَقَدَّمَ تَنْبِيهُ الشَّيْخِ عَلَى تَأْكِيدِ ذَلِكَ بِقَوْلِهِ تَعَالَى: وَكُنَّا فَاعِلِينَ [٢١ \\ ٢٩] رَدًّا عَلَى اسْتِبْعَادِهِ. </p><p> وَمِنَ الْأَدِلَّةِ الْقُرْآنِيَّةِ فِي هَذَا الْمَقَامِ مَا جَاءَ فِي سِيَاقِ قَوْلِهِ تَعَالَى: وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ [١٧ \\ ٤٤] ، جَاءَ بَعْدَهَا قَوْلُهُ تَعَالَى: وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا [١٧ \\ ٤٥] وَهَذَا نَصٌّ يُكَذِّبُ الْمُسْتَدِلِّينَ بِالْحِسِّ؛ لِأَنَّ اللَّهَ تَعَالَى أَخْبَرَ بِأَنَّهُ جَعَلَ بَيْنَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي تِلْكَ الْحَالَةِ، وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا يَحْجُبُهُ عَنْهُمْ، وَهَذَا الْحِجَابُ مَسْتُورٌ عَنْ أَعْيُنِهِمْ فَلَا يَرَوْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؛ لِأَنَّهُ مَحْجُوبٌ عَنْهُمْ، وَلَا يَرَوْنَ الْحِجَابَ؛ لِأَنَّهُ مَسْتُورٌ، وَهَذَا هُوَ الصَّحِيحُ فِي هَذِهِ الْآيَةِ. </p><p> وَقَدْ قَالَ فِيهَا بَعْضُ الْبَلَاغِيِّينَ: إِنَّ مَسْتُورًا هُنَا بِمَعْنَى سَاتِرًا وَيُقَالُ لَهُمْ: إِنَّ جَعْلَ مَسْتُورًا بِمَعْنَى سَاتِرًا تَكْرَارٌ لِمَعْنَى حِجَابٍ؛ لِأَنَّ قَوْلَهُ تَعَالَى: جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا [١٧ \\ ٤٥] هُوَ بِمَعْنَى سَاتِرًا، أَيْ: يَسْتُرُهُ عَنِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلَيْسَ فِي ذَلِكَ زِيَادَةُ مَعْنًى، وَلَا كَبِيرُ مُعْجِزَةٍ، وَلَكِنَّ الْإِعْجَازَ فِي كَوْنِ الْحِجَابِ مَسْتُورًا عَنْ أَعْيُنِهِمْ، وَفِي هَذَا تَحْقِيقُ وُجُودِ الْمَعْنَيَيْنِ، وَهُمَا حَجْبُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْهُمْ، وَسَتْرُ الْحِجَابِ عَنْ أَعْيُنِهِمْ، وَهَذَا أَبْلَغُ فِي حِفْظِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ؛ لِأَنَّهُ لَوْ كَانَ الْحِجَابُ مَرْئِيًّا أَيْ: سَاتِرًا فَقَطْ مَعَ كَوْنِهِ مَرْئِيًّا لَرُبَّمَا اقْتَحَمُوهُ عَلَيْهِ، وَأَقْوَى فِي الْإِعْجَازِ؛ لِأَنَّهُ لَوْ كَانَ الْحِجَابُ مَرْئِيًّا لَكَانَ كَاحْتِجَابِ غَيْرِهِ مِنْ سَائِرِ النَّاسِ. وَلَكِنْ حَقِيقَةُ الْإِعْجَازِ فِيهِ هُوَ كَوْنُهُ مَسْتُورًا عَنْ </p><p> أَعْيُنِهِمْ، وَهَذَا مَا رَجَّحَهُ ابْنُ جَرِيرٍ. </p><p> وَقَدْ جَاءَتْ قِصَّةُ امْرَأَةِ أَبِي لَهَبٍ مُفَصِّلَةً هَذَا الَّذِي ذَكَرْنَاهُ كَمَا سَاقَهَا ابْنُ كَثِيرٍ قَالَ: لَمَّا قَرَأَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سُورَةَ تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ إِلَى قَوْلِهِ: وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ [١١١ \\ ١ - ٥] ، جَاءَتِ امْرَأَةُ أَبِي لَهَبٍ وَفِي يَدِهَا فِهْرٌ، وَلَهَا وَلْوَلَةٌ، وَرَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَالِسٌ مَعَ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ الْكَعْبَةِ فَقَالَ لَهُ: إِنِّي أَخَافُ عَلَيْكَ أَنْ تُؤْذِيَكَ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ تَعَالَى عَاصِمُنِي مِنْهَا \" ، وَتَلَا قُرَآنًا، فَجَاءَتْ، وَوَقَفَتْ عَلَى أَبِي بَكْرٍ وَقَالَتْ: إِنَّ صَاحِبَكَ هَجَانِي. قَالَ: لَا وَرَبِّ هَذِهِ الْبِنْيَةِ إِنَّهُ لَيْسَ بِشَاعِرٍ، وَلَا هَاجٍ، فَقَالَتْ: إِنَّكَ مُصَدَّقٌ وَانْصَرَفَتْ. أَيْ: وَلَمْ تَرَهُ وَهُوَ جَالِسٌ مَعَ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ. </p><p> فَهَلْ يُقَالُ بِعَدَمِ وُجُودِ الْحِجَابِ؛ لِأَنَّهُ مَسْتُورٌ لَمْ يُشَاهَدْ، أَمْ أَنَّنَا نُثْبِتُهُ كَمَا أَخْبَرَ تَعَالَى وَهُوَ الْقَادِرُ عَلَى كُلِّ شَيْءٍ؟ وَعَلَيْهِ وَبَعْدَ إِثْبَاتِهِ نَقُولُ: مَا الْفَرْقُ بَيْنَ إِثْبَاتِ حَقِيقَةِ قَوْلِهِ تَعَالَى هُنَا: حِجَابًا مَسْتُورًا، وَقَوْلِهِ تَعَالَى: وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ [١٧ \\ ٤٤] ؟ فَفِي كِلَا الْمَقَامَيْنِ إِثْبَاتُ أَمْرٍ لَا نُدْرِكُهُ بِالْحِسِّ، فَالتَّسْبِيحُ لَا نَفْقَهُهُ، وَالْحِجَابُ لَا نُبْصِرُهُ. </p><p> وَقَدْ أَوْرَدْنَا هَذِهِ النَّمَاذِجَ، وَلَوْ مَعَ بَعْضِ التَّكْرَارِ، لِمَا يُوجَدُ مِنْ تَأَثُّرِ الْبَعْضِ بِدَعْوَى الْمَادِّيِّينَ أَوِ الْعِلْمَانِيِّينَ، الَّذِينَ لَا يُثْبِتُونَ إِلَّا الْمَحْسُوسَ، لِتُعْطِيَ الْقَارِئَ زِيَادَةَ إِيضَاحٍ، وَيَعْلَمَ أَنَّ الْمُؤْمِنَ بِإِيمَانِهِ يَقِفُ عَلَى عِلْمِ مَا لَمْ يَعْلَمْهُ غَيْرُهُ، وَيَتَّسِعُ أُفُقُهُ إِلَى مَا وَرَاءَ الْمَحْسُوسِ، وَيَعْلَمُ أَنَّ وَرَاءَ حُدُودِ الْمَادَّةِ عَوَالِمَ يَقْصُرُ الْعَقْلُ عَنْ مَعَالِمِهَا، وَلَكِنَّ الْمُؤْمِنَ يُثْبِتُهَا. </p><p> وَقَدْ رَسَمَ لَنَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الطَّرِيقَ الصَّحِيحَ فِي مِثْلِ هَذَا الْمَقَامِ مِنْ إِثْبَاتٍ وَإِيمَانٍ، كَمَا فِي صَحِيحِ الْبُخَارِيِّ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - صَلَّى صَلَاةَ الصُّبْحِ، ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ:  \" بَيْنَمَا رَجُلٌ يَسُوقُ بَقَرَةً إِذْ رَكِبَهَا فَضَرَبَهَا فَقَالَتْ: إِنَّا لَمْ نُخْلَقْ لِهَذَا، وَإِنَّمَا خُلِقْنَا لِلْحَرْثِ،فَقَالَ النَّاسُ:سُبْحَانَ اللَّهِ بَقَرَةٌ تَتَكَلَّمُ؟! فَقَالَ:\" إِنِّي أُومِنُ بِهَذَا أَنَا، وَأَبُو بَكْرٍ، وَعُمَرُ وَمَا هُمَا ثَمَّ، وَبَيْنَمَا رَجُلٌ فِي غَنَمِهِ، إِذْ عَدَا الذِّئْبُ فَذَهَبَ مِنْهَا بِشَاةٍ فَطَلَبَ حَتَّى كَأَنَّهُ اسْتَنْقَذَهَا مِنْهُ، فَقَالَ لَهُ الذِّئْبُ هَذَا: اسْتَنْقَذْتَهَا مِنِّي، فَمَنْ لَهَا يَوْمَ السَّبُعِ يَوْمَ لَا رَاعِيَ لَهَا غَيْرِي \" فَقَالَ النَّاسُ: سُبْحَانَ اللَّهِ ذِئْبٌ يَتَكَلَّمُ،قَالَ:\" فَإِنِّي أُومِنُ بِهَذَا أَنَا، وَأَبُو بَكْرٍ، وَعُمَرُ، وَمَا هُمَا ثَمَّ \". </p><p> فَفِي هَذَا النَّصِّ الصَّرِيحِ نُطْقُ الْبَقَرَةِ وَنُطْقُ الذِّئْبِ بِكَلَامٍ مَعْقُولٍ مِنْ خَصَائِصِ الْعُقَلَاءِ عَلَى غَيْرِ الْعَادَةِ، مِمَّا اسْتَعْجَبَ لَهُ النَّاسُ وَسَبَّحُوا اللَّهَ إِعْظَامًا لِمَا سَمِعُوا، وَلَكِنَّ </p>"
}