{
  "id": null,
  "sura": 60,
  "aya": 6,
  "text": "<p> الْمَذْكُورِ، فَالْآيَةُ لَيْسَتْ نَصًّا فِي مَحَلِّ النِّزَاعِ؛ لِأَنَّنَا أُمِرْنَا بِالتَّأَسِّي بِهِ فِي مُعَيَّنٍ جَاءَ فِي شَرْعِنَا الْأَمْرُ بِهِ فِي أَوَّلِ السُّورَةِ. </p><p> تَنْبِيهٌ </p><p> يَظْهَرُ لِي فِي هَذِهِ الْمَسْأَلَةِ وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّ الْخِلَافَ بَيْنَ الشَّافِعِيِّ، وَالْجُمْهُورِ يَكَادُ يَكُونُ شَكْلِيًّا، وَكُلٌّ مَحْجُوجٌ بِمَا حَجَّ بِهِ الْآخَرَ، وَذَلِكَ كَالْآتِي: </p><p> أَوَّلًا: قَوْلُهُ تَعَالَى: لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا، يَدُلُّ عَلَى وُجُودِ شِرْعَةٍ وَعَلَى وُجُودِ مِنْهَاجٍ، فَإِذَا جِئْنَا لِاسْتِدْلَالِ الْجُمْهُورِ: شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا، لَمْ نَجِدْ فِيهِ ذِكْرَ الْمِنْهَاجِ، وَنَجِدْ وَاقِعَ التَّشْرِيعِ، أَنَّ مِنْهَاجَ مَا شَرَعَ لَنَا يُغَايِرُ مِنْهَاجَ مَا شَرَعَ لِمَنْ قَبْلَنَا كَمَا فِي مَشْرُوعِيَّةِ الصِّيَامِ قَالَ تَعَالَى: كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ [٢ \\ ١٨٣] ، وَهَذَا يَتَّفِقُ فِي أَصْلِ الشِّرْعَةِ، وَلَكِنْ جَاءَ مَا يُبَيِّنُ الِاخْتِلَافَ فِي الْمِنْهَاجِ فِي قَوْلِهِ تَعَالَى: أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ [٢ \\ ١٨٧] وَمَعْنَى ذَلِكَ أَنَّهُ كَانَ مُحَرَّمًا، وَهُوَ ضِمْنُ مِنْهَاجِ مَنْ قَبْلَنَا وَشِرْعَتِهِمْ فَاتَّفَقْنَا مَعَهُمْ فِي الشِّرْعَةِ، وَاخْتَلَفَ مَنْهَجُنَا عَنْ مَنْهَجِهِمْ بِإِحْلَالِ مَا كَانَ مِنْهُ حَرَامًا، وَهَذَا مُلْزِمٌ لِلْجُمْهُورِ، وَهَكَذَا بَقِيَّةُ أَرْكَانِ الْإِسْلَامِ فِي الصَّلَاةِ فَهِيَ مَشْرُوعَةٌ لِلْجَمِيعِ، كَمَا فِي قَوْلِهِ تَعَالَى: أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ [٢ \\ ١٢٥] ، وَقَوْلِهِ: رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ [١٤ \\ ٣٧] وَقَوْلِهِ عَنْ عِيسَى: وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا [١٩ \\ ٣١] ، وَغَيْرِ ذَلِكَ. </p><p> وَفِي الْحَجِّ: وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ [٣ \\ ٩٧] ، وَقَوْلُهُ: وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا الْآيَةَ [٢٢ \\ ٢٧] ، فَجَمِيعُ الْأَرْكَانِ، وَهِيَ فُرُوعٌ لَا عَقَائِدُ مَشْرُوعَةٌ فِي جَمِيعِ الْأَدْيَانِ عَلَى جَمِيعِ الْأُمَمِ، فَاشْتَرَكْنَا مَعَهُمْ فِي الْمَشْرُوعِيَّةِ، وَلَكِنْ هَلْ كَانَتْ كُلُّهَا كَمَنْهَجِهَا عِنْدَنَا فِي أَوْقَاتِهَا وَأَعْدَادِهَا وَكَيْفِيَّاتِهَا، لَقَدْ وَجَدْنَا الْمُغَايَرَةَ فِي الصَّوْمِ وَاضِحَةً، وَهَكَذَا فِي غَيْرِهَا، فَالشِّرْعَةُ عَامَّةٌ لِلْجَمِيعِ وَالْمِنْهَاجُ خَاصٌّ كَمَا يَقُولُ الشَّافِعِيُّ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغِنَيُّ الْحَمِيدُ. </p>"
}