{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> ثُمَّ قَالَ تَعَالَى: وَآتُوهُمْ مَا أَنْفَقُوا [٦٠ \\ ١٠] أَيْ: آتُوا الْمُشْرِكِينَ أَزْوَاجَ الْمُؤْمِنَاتِ الْمُهَاجِرَاتِ مَا أَنْفَقُوا عَلَى أَزْوَاجِهِمْ بَعْدَ هِجْرَتِهِنَّ، فَبَعْدَ أَنْ أَسْلَمَتِ الزَّوْجَةُ وَهَاجَرَتْ وَانْحَلَّتِ الْعِصْمَةُ بَيْنَهَا وَبَيْنَ زَوْجِهَا الْكَافِرِ، وَبَعُدَتْ عَنْهُ بِالْهِجْرَةِ وَفَاتَتْ عَلَيْهِ، وَلَمْ يَقْدِرْ عَلَيْهَا يَأْمُرُ اللَّهُ الْمُسْلِمِينَ أَنْ يُؤْتُوا أَزْوَاجَهُنَّ وَهُمْ مُشْرِكُونَ، مَا أَنْفَقُوا مِنْ صَدَاقٍ عِنْدَ الزَّوَاجِ وَنَحْوِهِ مَعَ بَقَاءِ الْأَزْوَاجِ عَلَى الْكُفْرِ وَعَجْزِهِمْ عَنِ اسْتِرْجَاعِ الزَّوْجَاتِ، وَعَدَمِ جَوَازِ مُوَالَاتِهِمْ قَطْعًا لِكُفْرِهِمْ، وَهَذَا مِنَ الْمُعَامَلَةِ بِالْقِسْطِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ. </p><p> فِي قَوْلِهِ تَعَالَى: إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ، نَصَّ عَلَى امْتِحَانِ الْمُؤْمِنَاتِ الْمُهَاجِرَاتِ، وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْتَحِنُهُنَّ مَا خَرَجَتْ كُرْهًا لِزَوْجٍ، أَوْ فِرَارًا لِسَبَبٍ وَنَحْوَ ذَلِكَ، ذَكَرَهُ ابْنُ كَثِيرٍ وَغَيْرُهُ. </p><p> وَقِيلَ: كَانَ امْتِحَانُهُنَّ بِالْبَيْعَةِ الْآتِيَةِ: لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ [٦٠ \\ ١٢] الْآيَةَ، وَمَفْهُومُهُ أَنَّ الرِّجَالَ الْمُهَاجِرِينَ لَا يُمْتَحَنُونَ. </p><p> وَفِعْلًا لَمْ يَكُنِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْتَحِنُ مَنْ هَاجَرَ إِلَيْهِ وَالسَّبَبُ فِي امْتِحَانِهِنَّ دُونَ الرِّجَالِ، هُوَ مَا أَشَارَتْ إِلَيْهِ هَذِهِ الْآيَةُ فِي قَوْلِهِ تَعَالَى: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ، كَأَنَّ الْهِجْرَةَ وَحْدَهَا لَا تَكْفِي فِي حَقِّهِنَّ بِخِلَافِ الرِّجَالِ، فَقَدْ شَهِدَ اللَّهُ لَهُمْ بِصِدْقِ إِيمَانِهِمْ بِالْهِجْرَةِ فِي قَوْلِهِ لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ [٥٩ \\ ٨] ، وَذَلِكَ أَنَّ الرَّجُلَ إِذَا خَرَجَ مُهَاجِرًا يَعْلَمُ أَنَّ عَلَيْهِ تَبِعَةَ الْجِهَادِ وَالنُّصْرَةِ فَلَا يُهَاجِرُ إِلَّا وَهُوَ صَادِقُ الْإِيمَانِ فَلَا يَحْتَاجُ إِلَى امْتِحَانٍ، وَلَا يَرُدُّ عَلَيْهِ مُهَاجِرُ أُمِّ قَيْسٍ؛ لِأَنَّهُ أَمْرٌ جَانِبِيٌّ، وَلَا يَمْنَعُ مِنَ الْمُهِمَّةِ الْأَسَاسِيَّةِ لِلْهِجْرَةِ الْمُنَوِّهِ عَنْهُ فِي أَوَّلِ هَذِهِ السُّورَةِ: إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي [٦٠ \\ ١] الْآيَةَ، بِخِلَافِ النِّسَاءِ فَلَيْسَ عَلَيْهِنَّ جِهَادٌ وَلَا يَلْزَمُهُنَّ بِالْهِجْرَةِ أَيَّةُ تَبَعِيَّةٍ، فَأَيُّ سَبَبٍ يُوَاجِهُهُنَّ فِي حَيَاتِهِنَّ سَوَاءٌ كَانَ بِسَبَبِ الزَّوْجِ أَوْ غَيْرِهِ، فَإِنَّهُنَّ يَخْرُجْنَ بِاسْمِ الْهِجْرَةِ فَكَانَ ذَلِكَ مُوجِبًا </p><p> لِلتَّوَثُّقِ مِنْ هِجْرَتِهِنَّ بِامْتِحَانِهِنَّ لِيُعْلَمَ إِيمَانُهُنَّ، وَيُرَشِّحُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ، وَفِي حَقِّ الرِّجَالِ: أُولَئِكَ هُمُ الصَّادِقُونَ [٥٩ \\ ٨] ، وَكَذَلِكَ مِنْ جَانِبٍ آخَرَ، وَهُوَ أَنَّ هِجْرَةَ الْمُؤْمِنَاتِ يَتَعَلَّقُ عَلَيْهَا حَقٌّ مَعَ طَرَفٍ آخَرَ، وَهُوَ الزَّوْجُ فَيَفْسَخُ نِكَاحَهَا مِنْهُ، وَيُعَوَّضُ هُوَ عَمَّا أَنْفَقَ عَلَيْهَا، وَإِسْقَاطُ حَقِّهِ فِي النِّكَاحِ وَإِيجَابُ حَقِّهِ فِي الْعِوَضِ قَضَايَا حُقُوقِيَّةٌ، تَتَطَلَّبُ إِثْبَاتًا بِخِلَافِ هِجْرَةِ الرِّجَالِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ، مَعْلُومٌ أَنَّ الْمُؤْمِنَاتِ الْمُهَاجِرَاتِ بَعْدَ الِامْتِحَانِ وَالْعِلْمِ بِأَنَّهُنَّ مُؤْمِنَاتٌ لَا يَنْبَغِي إِرْجَاعُهُنَّ إِلَى الْكُفَّارِ؛ لِأَنَّهُمْ يُؤْذُونَهُنَّ إِنْ رَجَعْنَ إِلَيْهِمْ، فَلِأَيِّ شَيْءٍ يَأْتِي النَّصُّ عَلَيْهِ؟ </p><p> قَالَ كَثِيرٌ مِنَ الْمُفَسِّرِينَ: إِنَّ هَذِهِ الْآيَةَ مُخَصِّصَةٌ لِمَا جَاءَ فِي مُعَاهَدَةِ صُلْحِ الْحُدَيْبِيَةِ، وَالَّتِي كَانَ فِيهَا مَنْ جَاءَ مِنَ الْكُفَّارِ مُسْلِمًا إِلَى الْمُسْلِمِينَ رَدُّوهُ عَلَى الْمُشْرِكِينَ، وَمَنْ جَاءَ مِنَ الْمُسْلِمِينَ كَافِرًا لِلْمُشْرِكِينَ لَا يَرُدُّونَهُ عَلَى الْمُسْلِمِينَ فَأُخْرِجَتِ النِّسَاءُ مِنَ الْمُعَاهَدَةِ وَأَبْقَتِ الرِّجَالَ مِنْ بَابِ تَخْصِيصِ الْعُمُومِ، وَتَخْصِيصُ السُّنَةِ بِالْقُرْآنِ، وَتَخْصِيصُ الْقُرْآنِ بِالسُّنَةِ مَعْلُومٌ، وَقَدْ بَيَّنَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي مُذَكِّرَةِ الْأُصُولِ، وَذَكَرَ الْقَاعِدَةَ مِنْ مَرَاقِي السُّعُودِ بِقَوْلِهِ: </p><p> وَخُصِّصَ الْكِتَابُ وَالْحَدِيثُ بِهِ ... أَوْ بِالْحَدِيثِ مُطْلَقًا فَلْتَنْتَبِهْ </p><p> وَمِمَّا ذَكَرَهُ لِأَمْثِلَةِ تَخْصِيصِ السُّنَةِ بِالْكِتَابِ قَوْلُهُ صلّى الله عليه وسلم:  «مَا أُبِينَ مِنْ حَيٍّ فَهُوَ مَيِّتٌ» ، أَيْ: مُحَرَّمٌ، جَاءَ تَخْصِيصُ هَذَا الْعُمُومِ بِقَوْلِهِ تَعَالَى: وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا [١٦ \\ ٨٠] أَيْ: لَيْسَ مُحَرَّمًا. </p><p> وَمِنْ أَمْثِلَةِ تَخْصِيصِ الْكِتَابِ بِالسُّنَةِ قَوْلُهُ تَعَالَى: حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ [٥ \\ ٣] جَاءَ تَخْصِيصُ هَذَا الْعُمُومِ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أُحِلَّتْ لَنَا مَيْتَتَانِ، وَدَمَانِ،أَمَّا الْمَيْتَتَانِ:فَالْجَرَادُ وَالْحُوتُ» الْحَدِيثَ قَالَ الْقُرْطُبِيُّ: جَاءَتْ سُبَيْعَةُ بِنْتُ الْحَارِثِ الْأَسْلَمِيَّةُ بَعْدَ الْفَرَاغِ مِنَ الْكِتَابِ وَالنَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْحُدَيْبِيَةِ بَعْدُ، فَأَقْبَلَ زَوْجُهَا وَكَانَ كَافِرًا، فَقَالَ: يَا مُحَمَّدُ ارْدُدْ عَلَيَّ امْرَأَتِي فَإِنَّكَ شَرَطْتَ ذَلِكَ، وَهَذِهِ طِينَةُ الْكِتَابِ لَمْ تَجِفَّ بَعْدُ، فَأَنْزَلَ اللَّهُ هَذِهِ الْآيَةَ، وَقَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّهَا لَيْسَتْ مُخَصِّصَةً لِلْمُعَاهَدَةِ؛ لِأَنَّ النِّسَاءَ لَمْ يَدْخُلْنَ فِيهَا ابْتِدَاءً، وَإِنَّمَا كَانَتْ فِي حَقِّ الرِّجَالِ فَقَطْ. </p><p> وَذَكَرَ الْقُرْطُبِيُّ، وَابْنُ كَثِيرٍ أَنَّ أُمَّ كُلْثُومٍ بِنْتَ عُقْبَةَ بْنَ أَبِي مُعَيْطٍ جَاءَتْ فَارَّةً مِنْ زَوْجِهَا عَمْرِو بْنِ الْعَاصِ وَمَعَهَا أَخَوَاهَا عُمَارَةُ وَالْوَلِيدُ، فَرَدَّ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخَوَيْهَا وَحَبَسَهَا، فَقَالُوا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: رُدَّهَا عَلَيْنَا لِلشَّرْطِ، فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «كَانَ الشَّرْطُ فِي الرِّجَالِ لَا فِي النِّسَاءِ» ، فَأَنْزَلَ اللَّهُ تَعَالَى هَذِهِ الْآيَةَ، وَالَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّهَا مُخَصِّصَةٌ لِمُعَاهَدَةِ الْهُدْنَةِ، وَهِيَ مِنْ أَحْسَنِ الْأَمْثِلَةِ لِتَخْصِيصِ السُّنَةِ بِالْقُرْآنِ، كَمَا قَالَهُ ابْنُ كَثِيرٍ. </p><p> وَقَدْ رُوِيَ أَنَّهَا مُخَصِّصَةٌ عَنْ عُرْوَةَ، وَالضَّحَّاكِ، وَعَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ، وَالزُّهْرِيِّ، وَمُقَاتِلِ بْنِ حَيَّانَ وَالسُّدِّيِّ. </p><p> وَيَدُلُّ عَلَى أَنَّهَا مُخَصِّصَةٌ أَمْرَانِ مَذْكُورَانِ فِي الْآيَةِ: </p><p> الْأَوَّلُ مِنْهُمَا: أَنَّهَا أَحْدَثَتْ حُكْمًا جَدِيدًا فِي حَقِّهِنَّ وَهُوَ عَدَمُ الْحِلِّيَةِ بَيْنَهُنَّ وَبَيْنَ أَزْوَاجِهِنَّ، فَلَا مَحَلَّ لِإِرْجَاعِهِنَّ، وَلَا يُمْكِنُ تَنْفِيذُ مُعَاهَدَةِ الْهُدْنَةِ مَعَ هَذَا الْحُكْمِ فَخَرَجْنَ مِنْهَا وَبَقِيَ الرِّجَالُ. </p><p> وَالثَّانِي مِنْهُمَا: أَنَّهَا جَعَلَتْ لِلْأَزْوَاجِ حَقَّ الْمُعَاوَضَةِ عَلَى مَا أَنْفَقُوا عَلَيْهِنَّ، وَلَوْ لَمْ يَكُنَّ دَاخِلَاتٍ أَوَّلًا لَمَا كَانَ طَلَبُ الْمُعَاوَضَةِ مُلْزِمًا، وَلَكِنَّهُ صَارَ مُلْزِمًا، وَمُوجِبُ إِلْزَامِهِ أَنَّهُمْ كَانُوا يَمْلِكُونَ مَنْعَهُنَّ مِنَ الْخُرُوجِ بِمُقْتَضَى الْمُعَاهَدَةِ الْمَذْكُورَةِ، فَإِذَا خَرَجْنَ بِغَيْرِ إِذْنِ الْأَزْوَاجِ كُنَّ كَمَنْ نَقَضَ الْعَهْدَ فَلَزِمَهُنَّ الْعِوَضُ الْمَذْكُورُ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى: فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ، فِيهَا تَحْرِيمُ الْمُؤْمِنَاتِ عَلَى الْكَافِرِينَ، وَالظَّاهِرُ أَنَّ التَّحْرِيمَ بِالْهِجْرَةِ لَا بِالْإِسْلَامِ قَبْلَهَا، وَاتَّفَقَ الْجُمْهُورُ عَلَى أَنَّهُ إِذَا أَسْلَمَ وَهَاجَرَ أَحَدُ الزَّوْجَيْنِ بَقِيَتِ الْعِصْمَةُ إِلَى نِهَايَةِ الْعُدَّةِ، فَإِنْ هَاجَرَ الطَّرَفُ الْآخَرُ فِيهَا، فَهُمَا عَلَى نِكَاحِهِمَا الْأَوَّلِ. </p><p> وَهُنَا مَبْحَثُ زَيْنَبَ بِنْتِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ زَوْجِهَا أَبِي الْعَاصِ بْنِ الرَّبِيعِ. </p><p> وَقَدْ كَثُرَ الْخِلَافُ فِي أَمْرِ رَدِّهَا إِلَيْهِ هَلْ كَانَ بِالْعَقْدِ الْأَوَّلِ، أَوْ جَدَّدَ لَهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَقْدًا جَدِيدًا، وَمِنْ أَسْبَابِ كَثْرَةِ الْخِلَافِ الرَّبْطُ بَيْنَ تَارِيخِ إِسْلَامِهَا وَتَارِيخِ إِسْلَامِهِ، وَبَيْنَهُمَا سِتُّ سَنَوَاتٍ وَهَذَا خَطَأٌ؛ لِأَنَّ قَبْلَ نُزُولِ الْآيَةِ لَمْ يَقَعْ تَحْرِيمٌ بَيْنَ مُسْلِمَةٍ وَكَافِرٍ، وَنُزُولُهَا بَعْدَ الْحُدَيْبِيَةِ وَإِسْلَامُهَا كَانَ سَنَةَ ثَمَانٍ، فَيُحْمَلُ عَلَى عَدَمِ انْقِضَاءِ عِدَّتِهَا، وَهَذَا يُوَافِقُ عَلَى مَا عَلَيْهِ الْجُمْهُورُ، وَنَقَلَ ابْنُ كَثِيرٍ قَوْلًا، وَهُوَ أَنَّ الْمُسْلِمَةَ كَانَتْ بِالْخِيَارِ إِنْ شَاءَتْ فَسَخَتْ نِكَاحَهَا </p><p> وَتَزَوَّجَتْ بَعْدَ انْقِضَاءِ عِدَّتِهَا، وَإِنْ شَاءَتِ انْتَظَرَتْ. اهـ. </p><p> وَهَذَا الْقَوْلُ لَهُ وَجْهٌ؛ لِأَنَّهُ بِإِسْلَامِهَا لَمْ يَكُنْ كُفْأً لَهَا وَإِذَا انْتَفَتِ الْكَفَاءَةُ أُعْطِيَتِ الزَّوْجَةُ الْخِيَارَ، كَقِصَّةِ بَرِيرَةَ لَمَّا عُتِقَتْ وَكَانَ زَوْجُهَا مَمْلُوكًا، وَلَا يَرُدُّهُ قَوْلُهُ تَعَالَى: لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ لِأَنَّ ذَلِكَ فِي حَالَةِ كُفْرِ الزَّوْجِ لِقَوْلِهِ تَعَالَى: فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى: وَآتُوهُمْ مَا أَنْفَقُوا، يَدُلُّ عَلَى أَنَّ الْفُرْقَةَ إِذَا جَاءَتْ بِسَبَبٍ مِنْ جِهَةِ الزَّوْجَةِ أَنَّ عَلَيْهَا رَدَّ مَا أَنْفَقَ الزَّوْجُ عَلَيْهَا، وَكَوْنُهُ الصَّدَاقَ أَوْ أَكْثَرَ قَدْ بَحَثَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي مَبْحَثِ الْخُلْعِ فِي سُورَةِ «الْبَقَرَةِ» . </p><p> وَقَوْلُهُ تَعَالَى: وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ، أَمَرَ الْمُؤْمِنِينَ بِفَكِّ عِصْمَةِ زَوْجَاتِهِمِ الْكَوَافِرِ، فَطَلَّقَ عُمَرُ بْنُ الْخَطَّابِ يَوْمَئِذٍ زَوْجَتَيْنِ، وَطَلَّقَ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ زَوْجَتَهُ أَرْوَى بِنْتَ رَبِيعَةَ، وَعِصَمُ الْكَوَافِرِ عَامٌّ فِي كُلِّ كَافِرَةٍ، فَيَشْمَلُ الْكِتَابِيَّاتِ لِكُفْرِهِنَّ بِاعْتِقَادِ الْوَلَدِ لِلَّهِ، كَمَا حَقَّقَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - وَلَكِنَّ هَذَا الْعُمُومَ قَدْ خُصِّصَ بِإِبَاحَةِ الْكِتَابِيَّاتِ فِي قَوْلِهِ تَعَالَى: وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ [٥ \\ ٥] أَيْ: الْحَرَائِرُ، وَبَقِيَتِ الْحُرْمَةُ بَيْنَ الْمُسْلِمِ وَالْمُشْرِكَةِ بِالْعَقْدِ عَلَى التَّأْبِيدِ. </p><p> وَمَفْهُومُ الْعِصْمَةِ لَا يَمْنَعُ الْإِمْسَاكَ بِمِلْكِ الْيَمِينِ، فَيَحِلُّ لِلْمُسْلِمِ الِاسْتِمْتَاعُ بِالْمُشْرِكَةِ بِمِلْكِ الْيَمِينِ، وَعَلَيْهِ تَكُونُ حُرْمَةُ الْمُسْلِمَةِ عَلَى الْكَافِرِ مُطْلَقًا مُشْرِكًا كَانَ أَوْ كِتَابِيًّا عَلَى التَّأْبِيدِ لِقَوْلِهِ تَعَالَى: لَا هُنَّ حِلٌّ لَهُمْ، أَيْ: فِي الْحَاضِرِ، وَلَا هُمْ يَحِلُّونَ لَهُنَّ، أَيْ: فِي الْمُسْتَقْبَلِ، وَقَدْ فَصَّلَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - مَسْأَلَةَ الْمُحَرَّمَاتِ مِنَ النِّكَاحِ فِيمَا تَقَدَّمَ عِنْدَ قَوْلِهِ تَعَالَى: وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْآيَةَ [٤ \\ ٢٥] . </p><p> تَنْبِيهٌ </p><p> هُنَا سُؤَالٌ، وَهُوَ: إِذَا كَانَ الْكُفْرُ هُوَ سَبَبَ فَكِّ عِصْمَةِ الْكَافِرَةِ مِنَ الْمُسْلِمِ، وَتَحْرِيمِ الْمُسْلِمَةِ عَلَى الْكَافِرِ فَلِمَاذَا حَلَّتِ الْكَافِرَةُ مِنْ أَهْلِ الْكِتَابِ لِلْمُسْلِمِ، وَلَمْ تَحِلَّ الْمُسْلِمَةُ لِلْكَافِرِ مِنْ أَهْلِ الْكِتَابِ؟ وَالْجَوَابُ مِنْ جَانِبَيْنِ: </p><p> الْأَوَّلُ: أَنَّ الْإِسْلَامَ يَعْلُو وَلَا يُعْلَى عَلَيْهِ وَالْقَوَامَةُ فِي الزَّوَاجِ لِلزَّوْجِ قَطْعًا لِجَانِبِ الرُّجُولَةِ، وَإِنْ تَعَادَلَا فِي الْحِلِّيَةِ بِالْعَقْدِ؛ لِأَنَّ التَّعَادُلَ لَا يُلْغِي الْفَوَارِقَ كَمَا فِي مِلْكِ الْيَمِينِ، </p><p> فَإِذَا امْتَلَكَ رَجُلٌ امْرَأَةً حَلَّ لَهُ أَنْ يَسْتَمْتِعَ مِنْهَا بِمِلْكِ الْيَمِينِ، وَالْمَرْأَةُ إِذَا امْتَلَكَتْ عَبْدًا لَا يَحِلُّ لَهَا أَنْ تَسْتَمْتِعَ مِنْهُ بِمِلْكِ الْيَمِينِ، وَلِقَوَامَةِ الرَّجُلِ عَلَى الْمَرْأَةِ وَعَلَى أَوْلَادِهَا وَهُوَ كَافِرٌ لَا يَسْلَمُ لَهَا دِينُهَا، وَلَا لِأَوْلَادِهَا. </p><p> وَالْجَانِبُ الثَّانِي: شُمُولُ الْإِسْلَامِ وَقُصُورُ غَيْرِهِ، وَيَنْبَنِي عَلَيْهِ أَمْرٌ اجْتِمَاعِيٌّ لَهُ مَسَاسٌ بِكِيَانِ الْأُسْرَةِ وَحُسْنِ الْعِشْرَةِ، وَذَلِكَ أَنَّ الْمُسْلِمَ إِذَا تَزَوَّجَ كِتَابِيَّةً، فَهُوَ يُؤْمِنُ بِكِتَابِهَا وَبِرَسُولِهَا، فَسَيَكُونُ مَعَهَا عَلَى مَبْدَأِ مَنْ يَحْتَرِمُ دِينَهَا لِإِيمَانِهِ بِهِ فِي الْجُمْلَةِ، فَسَيَكُونُ هُنَاكَ مَجَالٌ لِلتَّفَاهُمِ، وَقَدْ يَحْصُلُ التَّوَصُّلُ إِلَى إِسْلَامِهَا بِمُوجِبِ كِتَابِهَا، أَمَّا الْكِتَابِيُّ إِذَا تَزَوَّجَ مُسْلِمَةً، فَهُوَ لَا يُؤْمِنُ بِدِينِهَا، فَلَا تَجِدُ مِنْهُ احْتِرَامًا لِمَبْدَئِهَا وَدِينِهَا، وَلَا مَجَالَ لِلْمُفَاهَمَةِ مَعَهُ فِي أَمْرٍ لَا يُؤْمِنُ بِهِ كُلِّيَّةً، وَبِالتَّالِي فَلَا مَجَالَ لِلتَّفَاهُمِ وَلَا لِلْوِئَامِ، وَإِذًا فَلَا جَدْوَى مِنْ هَذَا الزَّوَاجِ بِالْكُلِّيَّةِ، فَمَنَعَ مِنْهُ ابْتِدَاءً. </p><p> وَقَوْلُهُ تَعَالَى: وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ، يَعْنِي صَدَاقَهُنَّ. </p><p> وَيَدُلُّ بِمَفْهُومِهِ أَنَّ النِّكَاحَ بِدُونِ الْأُجُورِ فِيهِ جُنَاحٌ، وَقَدْ جَاءَ النَّصُّ بِهَذَا الْمَفْهُومِ فِي قَوْلِهِ تَعَالَى: وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ [٣٣ \\ ٥٠] ، فَهِبَةُ الْمَرْأَةِ نَفْسَهَا بِدُونِ صَدَاقٍ خَاصٌّ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَوْلُهُ تَعَالَى: خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ، لَا يُحِلُّهُ لِغَيْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَوْلُهُ: إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ، ظَاهِرٌ فِي أَنَّ النِّكَاحَ لَا يَصِحُّ إِلَّا بِإِتْيَانِ الْأُجُورِ. </p><p> وَقَدْ جَاءَ مَا يَدُلُّ عَلَى صِحَّةِ الْعَقْدِ بِدُونِ إِتْيَانِ الصَّدَاقِ كَمَا فِي قَوْلِهِ تَعَالَى: لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ الْآيَةَ [٢ \\ ٢٣٦] . </p><p> وَقَدْ ذَكَرَ الْفُقَهَاءُ حُكْمَ الْمُفَوَّضَةِ، أَنَّهُ إِنْ دَخَلَ بِهَا فَلَهُ صَدَاقُ الْمِثْلِ، وَيَدُلُّ لِإِطْلَاقِ الْأُجُورِ عَلَى الصَّدَاقِ قَوْلُهُ تَعَالَى فِي نِكَاحِ الْإِمَاءِ لِمَنْ لَمْ يَسْتَطِعْ طَوْلًا لِلْحَرَائِرِ: فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ، إِلَى قَوْلِهِ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ [٤ \\ ٢٥] وَفِي نِكَاحِ أَهْلِ الْكِتَابِ: وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ الْآيَةَ [٥ \\ ٥] ، وَقَوْلُهُ تَعَالَى </p>"
}