{
  "id": null,
  "sura": 60,
  "aya": 13,
  "text": "<p> لِلرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ [٣٣ \\ ٥٠] ، وَبِهَذَا كُلِّهِ يُرَدُّ عَلَى مَنِ اسْتَدَلَّ بِلَفْظِ الْأُجُورِ عَلَى نِكَاحِ الْمُتْعَةِ فِي قَوْلِهِ تَعَالَى: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ [٤ \\ ٢٤] وَتَقَدَّمَ مَبْحَثُ الْمُتْعَةِ مُوجَزًا لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - عِنْدَ قَوْلِهِ تَعَالَى: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ. </p><p> قَوْلُهُ تَعَالَى: وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ. </p><p> الْقَيْدُ بِالْمَعْرُوفِ هُنَا لِلْبَيَانِ وَلَا مَفْهُومَ لَهُ؛ لِأَنَّ كُلَّ مَا يَأْمُرُ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعْرُوفٌ، وَفِيهِ حَيَاتُهُنَّ، وَقَدْ بَيَّنَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - عِنْدَ قَوْلِهِ تَعَالَى: إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ [٨ \\ ٢٤] ، فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ، وَتَقَدَّمَ الْكَلَامُ عَلَيْهِ عِنْدَ قَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ [٥٩ \\ ٧] ، وَلَكِنْ فِيهِ تَنْبِيهٌ عَلَى أَنَّ مَنْ كَانَ فِي مَوْضِعِ الْأَمْرِ مِنْ بَعْدِهِ لَا طَاعَةَ لَهُ إِلَّا فِي الْمَعْرُوفِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ [٦٠ \\ ١٣] . </p><p> يَرَى الْمُفَسِّرُونَ أَنَّ هَذِهِ الْآيَةَ فِي خِتَامِ هَذِهِ السُّورَةِ كَالْآيَةِ الْأُولَى فِي أَوَّلِهَا، وَهَذَا مَا يُسَمَّى عَوْدًا عَلَى بَدْءٍ. </p><p> قَالَ أَبُو حَيَّانَ: لَمَّا افْتَتَحَ هَذِهِ السُّورَةَ بِالنَّهْيِ عَنِ اتِّخَاذِ الْكَفَّارِ أَوْلِيَاءَ خَتَمَهَا بِمِثْلِ ذَلِكَ تَأْكِيدًا لِتَرْكِ مُوَالَاتِهِمْ، وَتَنْفِيرًا لِلْمُسْلِمِينَ عَنْ تَوَلِّيهِمْ وَإِلْقَاءِ الْمَوَدَّةِ إِلَيْهِمْ. </p><p> وَقَالَ ابْنُ كَثِيرٍ: يَنْهَى تَبَارَكَ وَتَعَالَى عَنْ مُوَالَاةِ الْكَافِرِينَ فِي آخِرِ هَذِهِ السُّورَةِ، كَمَا نَهَى عَنْهَا فِي أَوَّلِهَا، وَالَّذِي يَظْهَرُ لِي وَاللَّهُ تَعَالَى أَعْلَمُ، أَنَّهَا لَمْ تَكُنْ لِمُجَرَّدِ التَّأْكِيدِ لِلنَّهْيِ الْمُتَقَدِّمِ، وَلَكِنَّهَا تَتَضَمَّنُ مَعْنًى جَدِيدًا، وَذَلِكَ لِلْآتِي: </p><p> أَوَّلًا: أَنَّهَا نَصٌّ فِي قَوْمٍ غَضِبَ اللَّهُ عَلَيْهِمْ، وَعَلَى أَنَّهَا لِلتَّأْكِيدِ حَمَلَهَا الْبَعْضُ عَلَى الْعُمُومِ؛ لِأَنَّ كُلَّ كَافِرٍ مَغْضُوبٌ عَلَيْهِ، وَحَمَلَهَا الْبَعْضُ عَلَى خُصُوصِ الْيَهُودِ؛ لِأَنَّهُ وَصْفٌ صَارَ عُرْفًا لَهُمْ، هُوَ قَوْلُ الْحَسَنِ وَابْنِ زَيْدٍ، قَالَهُ أَبُو حَيَّانَ، وَمِمَّا تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي مُقَدِّمَةِ الْأَضْوَاءِ، أَنَّهُ إِذَا اخْتَلَفَ فِي تَفْسِيرِ آيَةٍ، وَكَانَ أَكْثَرُ اسْتِعْمَالِ الْقُرْآنِ لِأَحَدِ الْمَعْنَيَيْنِ كَانَ مُرَجَّحًا عَلَى الْآخَرِ، وَهُوَ مُحَقَّقٌ هُنَا، كَمَا قَالَ الْحَسَنُ، أَصْبَحَ عُرْفًا عَلَيْهِمْ، وَقَدْ خَصَّهُمْ تَعَالَى فِي قَوْلِهِ: قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ </p><p> [٥ \\ ٦٠] ، وَقَوْلِهِ فِيهِمْ: فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ [٢ \\ ٩٠] ، وَقَدْ فَرَّقَ اللَّهُ بَيْنَهُمْ وَبَيْنَ النَّصَارَى فِي قَوْلِهِ تَعَالَى: غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ [١ \\ ٧] ، وَلَوْ قِيلَ: إِنَّهَا فِي الْيَهُودِ وَالْمُنَافِقِينَ، لَمَا كَانَ بَعِيدًا؛ لِأَنَّهُ تَعَالَى نَصَّ عَلَى غَضَبِهِ عَلَى الْمُنَافِقِينَ فِي هَذَا الْخُصُوصِ فِي سُورَةِ الْمُجَادِلَةِ فِي قَوْلِهِ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ ٣٠ [٥٨ \\ ١٤] ، وَعَلَى هَذَا فَتَكُونُ خَاصَّةً فِي الْيَهُودِ وَالْمُنَافِقِينَ، وَالْغَرَضُ مِنْ تَخْصِيصِهَا بِهِمَا وَعَوْدَةِ ذَكَرِهِمَا بَعْدَ الْعُمُومِ الْمُتَقَدِّمِ فِي عَدُوِّي وَعَدُوَّكُمْ، كَمَا أَسْلَفْنَا هُوَ وَاللَّهُ تَعَالَى أَعْلَمُ، لَمَّا نَهَى أَوَّلًا عَنْ مُوَالَاةِ الْأَعْدَاءِ، وَأَمَرَ بِتَقْطِيعِ الْأَوَاصِرِ بَيْنَ ذَوِي الْأَرْحَامِ، جَاءَ بَعْدَهَا مَا يُشِيعُ الْأَمَلَ بِقَوْلِهِ: عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً [٦٠ \\ ٧] ، وَعَادَيْتُمْ عَامَّةٌ بَاقِيَةٌ عَلَى عُمُومِهَا، وَلَكِنَّ الْيَهُودَ، وَالْمُنَافِقِينَ لَمْ يَدْخُلُوا فِي مَدْلُولٍ عَسَى تِلْكَ، فَنَبَّهَ تَعَالَى عَلَيْهِمْ بِخُصُوصِهِمْ لِئَلَّا يَطْمَعَ الْمُؤْمِنُونَ أَوْ يَنْتَظِرُوا شَيْئًا مِنْ ذَلِكَ، فَأَيْأَسَهُمْ مِنْ مُوَالَاتِهِمْ وَمَوَدَّتِهِمْ، كَيَأْسِ الْيَهُودِ وَالْمُنَافِقِينَ فِي الْآخِرَةِ، أَيْ: بِعَدَمِ الْإِيمَانِ الَّذِي هُوَ رَابِطَةُ الرَّجَاءِ الْمُتَقَدِّمِ فِي عَسَى، وَفِعْلًا كَانَ كَمَا أَخْبَرَ اللَّهُ، فَقَدْ جَعَلَ الْمَوَدَّةَ مِنْ بَعْضِ الْمُشْرِكِينَ وَلَمْ يَجْعَلْهَا مِنْ بَعْضِ الْمُنَافِقِينَ وَلَا الْيَهُودِ، فَهِيَ إِذًا مُؤَسِّسَةٌ لِمَعْنًى جَدِيدٍ، وَلَيْسَتْ مُؤَكِّدَةً لِمَا تَقَدَّمَ، وَالْعَلَمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}