{
  "id": null,
  "sura": 60,
  "aya": 4,
  "text": "<p> قَوْلُهُ تَعَالَى: قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ. </p><p> الْأُسْوَةُ كَالْقُدْوَةِ، وَهِيَ اتِّبَاعُ الْغَيْرِ عَلَى الْحَالَةِ الَّتِي يَكُونُ عَلَيْهَا حَسَنَةٍ أَوْ قَبِيحَةٍ، وَلِذَا قَالَ تَعَالَى: لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ [٣٣ \\ ٢١] ، وَهُنَا أَيْضًا: قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ [٦٠ \\ ٤] . </p><p> وَقَدْ بَيَّنَ تَعَالَى هَذَا التَّأَسِّي الْمَطْلُوبَ، وَذَلِكَ بِقَوْلِهِ: إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ الْآيَةَ. </p><p> فَالتَّأَسِّي هُنَا فِي ثَلَاثَةِ أُمُورٍ: </p><p> أَوَّلًا: التَّبَرُّؤُ مِنْهُمْ وَمِمَّا يَعْبُدُونَ مِنْ دُونِ اللَّهِ. </p><p> ثَانِيًا: الْكُفْرُ بِهِمْ. </p><p> ثَالِثًا: إِبْدَاءُ الْعَدَاوَةِ وَالْبَغْضَاءِ وَإِعْلَانُهَا وَإِظْهَارُهَا أَبَدًا إِلَى الْغَايَةِ الْمَذْكُورَةِ حَتَّى يُؤْمِنُوا بِاللَّهِ وَحْدَهُ، وَهَذَا غَايَةٌ فِي الْقَطِيعَةِ بَيْنَهُمْ وَبَيْنَ قَوْمِهِمْ، وَزِيَادَةٌ عَلَيْهَا إِبْدَاءُ الْعَدَاوَةِ وَالْبَغْضَاءِ أَبَدًا، وَالسَّبَبُ فِي ذَلِكَ هُوَ الْكُفْرُ، فَإِذَا آمَنُوا بِاللَّهِ وَحْدَهُ انْتَفَى كُلُّ ذَلِكَ بَيْنَهُمْ. </p><p> وَهُنَا سُؤَالٌ، هُوَ مَوْضِعُ الْأُسْوَةِ إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ بِدَلِيلِ الْعَطْفِ بَيْنَهُمَا. </p><p> وَقَوْلُهُ تَعَالَى: فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ فَقَائِلُ الْقَوْلِ لِقَوْمِهِمْ إِبْرَاهِيمُ وَالَّذِينَ مَعَ إِبْرَاهِيمَ، وَهَذَا مَحَلُّ التَّأَسِّي بِهِمْ فِيمَا قَالُوهُ لِقَوْمِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى: إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ، فَهَذَا الْقَوْلُ مِنْ إِبْرَاهِيمَ لَيْسَ مَوْضِعَ التَّأَسِّي، وَمَوْضِعُ التَّأَسِّي الْمَطْلُوبِ فِي إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - هُوَ مَا قَالَهُ مَعَ قَوْمِهِ الْمُتَقَدِّمِ جُمْلَةً، وَمَا فَصَّلَهُ تَعَالَى فِي مَوْضِعٍ آخَرَ فِي قَوْلِهِ تَعَالَى: وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ [٤٣ \\ ٢٦ - ٢٧] وَهَذَا التَّبَرُّؤُ جَعَلَهُ بَاقِيًا فِي عَقِبِهِ، كَمَا قَالَ تَعَالَى: وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ [٤٣ \\ ٢٨] . </p><p> وَقَوْلُهُ تَعَالَى: إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ الْآيَةَ، لَمْ يُبَيِّنْ هُنَا سَبَبَ هَذَا </p><p> الِاسْتِثْنَاءِ وَهَلْ هُوَ خَاصٌّ بِإِبْرَاهِيمَ لِأَبِيهِ، أَمْ لِمَاذَا؟ </p><p> وَقَدْ بَيَّنَهُ تَعَالَى فِي مَوْضِعٍ آخَرَ فِي قَوْلِهِ تَعَالَى: وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ [٩ \\ ١١٤] ، تِلْكَ الْمَوْعِدَةُ الَّتِي كَانَتْ لَهُ عَلَيْهِ فِي بَادِئِ دَعْوَتِهِ حِينَمَا قَالَ لَهُ أَبُوهُ: أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَاإِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا [١٩ \\ ٤٦ - ٤٧] ، فَكَانَ قَدْ وَعَدَهُ وَوَفَّى بِعَهْدِهِ، فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ، فَكَانَ مَحَلُّ التَّأَسِّي فِي إِبْرَاهِيمَ فِي هَذَا التَّبَرُّؤِ مِنْ أَبِيهِ، لَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ. </p><p> وَقَدْ جَاءَ مَا يَدُلُّ عَلَى أَنَّهَا قَضِيَّةٌ عَامَّةٌ وَلَيْسَتْ خَاصَّةً فِي إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - كَمَا فِي قَوْلِهِ تَعَالَى: مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ [٩ \\ ١١٣] ، وَفِي هَذِهِ الْآيَةِ وَمَا قَبْلَهَا أَقْوَى دَلِيلٍ عَلَى أَنَّ دِينَ الْإِسْلَامِ لَيْسَتْ فِيهِ تَبَعِيَّةُ أَحَدٍ لِأَحَدٍ، بَلْ كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ، وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى، وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى. </p><p> وَمِنْ عَجَبٍ أَنْ يَأْتِيَ نَظِيرَ مَوْقِفِ إِبْرَاهِيمَ مِنْ أَبِيهِ مَوَاقِفُ مُمَاثِلَةٌ فِي أُمَمٍ مُتَعَدِّدَةٍ، مِنْهَا مَوْقِفُ نُوحٍ - عَلَيْهِ السَّلَامُ - مِنِ ابْنِهِ لَمَّا قَالَ: رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ [١١ \\ ٤٥] ، فَلَمَّا تَبَيَّنَ لَهُ أَمْرُهُ أَيْضًا مِنْ قَوْلِهِ تَعَالَى: يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ [١١ \\ ٤٦] قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ الْآيَةَ [١١ \\ ٤٧] ، فَكَانَ مَوْقِفُ نُوحٍ مِنْ وَلَدِهِ كَمَوْقِفِ إِبْرَاهِيمَ مِنْ أَبِيهِ. </p><p> وَمِنْهَا: مَوْقِفُ نُوحٍ وَلُوطٍ مِنْ أَزْوَاجِهِمَا فِي قَوْلِهِ تَعَالَى: ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا الْآيَةَ [٦٦ \\ ١٠] . </p><p> وَمِنْهَا: مَوْقِفُ زَوْجَةِ فِرْعَوْنَ مِنْ فِرْعَوْنَ فِي قَوْلِهِ تَعَالَى: وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ [٦٦ \\ ١١] ، فَتَبَرَّأَتِ الزَّوْجَةُ مِنْ زَوْجِهَا، وَهَذَا التَّأَسِّي قَدْ بَيَّنَ تَمَامَ الْبَيَانِ مَعْنَى قَوْلِهِ تَعَالَى: لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ [٦٠ \\ ٣] أَيْ: وَلَا آبَاؤُكُمْ، وَلَا أَحَدٌ مِنْ أَقْرِبَائِكُمْ، يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ، وَقَوْلُ إِبْرَاهِيمَ لِأَبِيهِ: وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ </p><p> بَيَّنَهُ مَا قَدَّمْنَا مِنْ أَنَّ الْإِسْلَامَ لَيْسَ فِيهِ تَبَعِيَّةٌ، وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى، وَكُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ. </p><p> وَقَوْلُهُ: يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا [٦ \\ ١٥٨] ، وَقَوْلُهُ: يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ [٨٢ \\ ١٩] . </p><p> وَقَدْ سَمِعْتُ مِنَ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - مُحَاضَرَةً فِي كَنُو بِنَيْجِيرْيَا فِي مُجْتَمَعٍ فِيهِ مَنْ يَتَعَلَّقُ بِبَعْضِ الْأَشْخَاصِ فِي اعْتِقَادَاتِهِمْ، فَعَرَضَ هَذَا الْمَوْضُوعَ، وَبَيَّنَ عَدَمَ اسْتِطَاعَةِ أَحَدٍ نَفْعَ أَحَدٍ فَكَانَ لَهَا وَقْعٌ عَظِيمُ الْأَثَرِ فِي النُّفُوسِ، وَلَعَلَّ اللَّهَ يُيَسِّرُ طَبْعَهَا مَعَ طَبْعِ جَمِيعِ مُحَاضَرَاتِهِ فِي تِلْكَ الرِّحْلَةِ الْمَيْمُونَةِ. </p><p> مَسْأَلَةٌ </p><p> جَعَلَ بَعْضُ الْمُفَسِّرِينَ هَذِهِ الْآيَةَ دَلِيلًا عَلَى أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا بِدَلِيلِ التَّأَسِّي بِإِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - وَالَّذِينَ مَعَهُ، وَتَحْقِيقُ هَذِهِ الْمَسْأَلَةِ فِي كُتُبِ الْأُصُولِ، وَهَذِهِ الْآيَةُ وَإِنْ كَانَتْ دَالَّةً فِي الْجُمْلَةِ عَلَى أَنَّ شَرْعَ مَنْ قَبْلَنَا شَرْعٌ لَنَا، إِلَّا أَنَّهَا لَيْسَتْ نَصًّا فِي مَحَلِّ النِّزَاعِ. </p><p> وَقَدْ قَسَّمَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - حُكْمَ الْمَسْأَلَةِ إِلَى ثَلَاثَةِ أَقْسَامٍ: </p><p> قِسْمٌ هُوَ شَرْعٌ لَنَا قَطْعًا، وَهُوَ مَا جَاءَ فِي شَرْعِنَا أَنَّهُ شَرْعٌ لَنَا كَآيَةِ الرَّجْمِ، وَكَهَذِهِ الْآيَةِ فِي الْعَدَاوَةِ وَالْمُوَالَاةِ، وَإِمَّا لَيْسَ بِشَرْعٍ لَنَا قَطْعًا كَتَحْرِيمِ الْعَمَلِ يَوْمَ السَّبْتِ، وَتَحْرِيمِ بَعْضِ الشُّحُومِ، إِلَخْ. </p><p> وَقِسْمٌ ثَالِثٌ: وَهُوَ مَحَلُّ النِّزَاعِ، وَهُوَ مَا ذُكِرَ لَنَا فِي الْقُرْآنِ، وَلَمْ نُؤْمَرْ بِهِ وَلَمْ نَنْهَ عَنْهُ. </p><p> فَالْجُمْهُورُ عَلَى أَنَّهُ شَرْعٌ لَنَا لِذِكْرِهِ لَنَا، لِأَنَّهُ لَوْ لَمْ يَكُنْ شَرْعًا لَنَا لَمَا كَانَ لِذِكْرِهِ لَنَا فَائِدَةٌ، وَاسْتَدَلُّوا بِقَوْلِهِ تَعَالَى: شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ [٤٢ \\ ١٣] ، وَبِهَذِهِ الْآيَةِ أَيْضًا، وَالشَّافِعِيُّ يُعَارِضُ فِي هَذَا الْقِسْمِ وَيَقُولُ: الْآيَةُ فِي الْعَقَائِدِ لَا فِي الْفُرُوعِ، وَيَسْتَدِلُّ بِقَوْلِهِ تَعَالَى: لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا [٥ \\ ٤٨] ، وَعَلَى هَذَا التَّقْسِيمِ </p>"
}