{
  "id": null,
  "sura": 61,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سُورَةُ الصَّفِّ </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (٢) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (٣) إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (٤) . </p><p> فِي الْآيَةِ الْأُولَى إِنْكَارٌ عَلَى الَّذِينَ يَقُولُونَ مَا لَا يَفْعَلُونَ، وَفِي الْآيَةِ الثَّانِيَةِ بَيَانُ شِدَّةِ غَضَبِ اللَّهِ وَمَقْتِهِ عَلَى مَنْ يَكُونُ كَذَلِكَ، وَلَكِنْ لَمْ يُبَيِّنْ هُنَا الْقَوْلَ الْمُغَايِرَ لِلْفِعْلِ الْمَنْهِيِّ عَنْهُ، وَالْمُعَاتَبِينَ عَلَيْهِ وَالْمُسْتَوْجِبَ لِشِدَّةِ الْغَضَبِ إِلَّا أَنَّ مَجِيءَ الْآيَةِ الثَّالِثَةِ بَعْدَهُمَا يُشْعِرُ بِمَوْضُوعِ الْقَوْلِ وَالْفِعْلِ، وَهُوَ الْجِهَادُ فِي سَبِيلِ اللَّهِ. </p><p> وَقَدِ اتَّفَقَتْ كَلِمَةُ عُلَمَاءِ التَّفْسِيرِ عَلَى أَنَّ سَبَبَ النُّزُولِ مَعَ تَعَدُّدِهِ عِنْدَهُمْ أَنَّهُ حَوْلَ الْجِهَادِ فِي سَبِيلِ اللَّهِ مِنْ رَغْبَةٍ فِي الْإِذْنِ لَهُمْ فِي الْجِهَادِ وَمَعْرِفَةِ أَحَبِّ الْأَعْمَالِ إِلَى اللَّهِ، وَنَحْوِ ذَلِكَ. </p><p> وَقَدْ بَيَّنَ الْقُرْآنُ فِي عِدَّةِ مَوَاضِعَ أَنَّ مَوْضُوعَ الْآيَتَيْنِ الْأُولَى وَالثَّانِيَةِ فِيمَا يَتَعَلَّقُ بِالْجِهَادِ وَتَمَنِّيهِمْ إِيَّاهُ. </p><p> مِنْ ذَلِكَ قَوْلُهُ تَعَالَى عَنْهُمْ: وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ [٤٧ \\ ٢٠] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقَالُوا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ [٤ \\ ٧٧] . </p><p> وَمِنْهَا قَوْلُهُ تَعَالَى: وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا </p><p> [٣٣ \\ ١٥] . </p><p> فَفِي الْآيَةِ الْأُولَى: تَمَنَّوْا نُزُولَ سُورَةٍ يُؤْذَنُ فِيهَا بِالْقِتَالِ، فَلَمَّا نَزَلَتْ صَارَ مَرْضَى الْقُلُوبِ كَالْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ. </p><p> وَفِي الثَّانِيَةِ: قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ عَنِ الْقِتَالِ، فَتَمَنَّوُا الْإِذْنَ لَهُمْ فِيهِ، فَلَمَّا كُتِبَ عَلَيْهِمْ رَجَعُوا وَتَمَنَّوْا لَوْ أُخْرِجُوا إِلَى أَجَلٍ قَرِيبٍ. </p><p> وَفِي الثَّالِثَةِ: أَعْطَوُا الْعُهُودَ عَلَى الثَّبَاتِ وَعَدَمِ التَّوَلِّي، وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا، فَلَمَّا كَانَ فِي أُحُدٍ وَقَعَ مَا وَقَعَ وَكَذَلِكَ فِي حُنَيْنٍ، وَيَشْهَدُ لِهَذَا أَيْضًا قَوْلُهُ تَعَالَى: وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ الْآيَةَ [٣٣ \\ ١٣ - ١٥] . </p><p> فَفِي هَذَا السِّيَاقِ بَيَانٌ لِعِتَابِهِمْ عَلَى نَقْضِ الْعَهْدِ، وَهُوَ مَعْنَى: لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ سَوَاءٌ بِسَوَاءٍ، وَيُقَابِلُ هَذَا أَنَّ اللَّهَ تَعَالَى امْتَدَحَ طَائِفَةً أُخْرَى مِنْهُمْ حِينَ أَوْفَوْا بِالْعَهْدِ، وَصَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فِي قَوْلِهِ تَعَالَى: مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا [٣٣ \\ ٢٣] . </p><p> ثُمَّ بَيَّنَ الْفَرْقَ بَيْنَ الْفَرِيقَيْنِ بِقَوْلِهِ بَعْدَهَا: لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا الْآيَةَ [٣٣ \\ ٢٤ - ٢٥] ، وَذَلِكَ فِي غَزْوَةِ الْأَحْزَابِ. </p><p> فَتَبَيَّنَ بِهَذَا أَنَّ الْفِعْلَ الْمُغَايِرَ لِلْقَوْلِ هُنَا هُوَ عَدَمُ الْوَفَاءِ بِالْعَهْدِ الَّذِي قَطَعُوهُ عَلَى أَنْفُسِهِمْ مِنْ قَبْلُ فَاسْتَوْجَبُوا الْعِتَابَ عَلَيْهِ، كَمَا تَبَيَّنَ أَنَّ الَّذِينَ وَفَّوْا بِالْعَهْدِ اسْتَوْجَبُوا الثَّنَاءَ عَلَى الْوَفَاءِ، وَقَدِ اسْتُدِلَّ بِالْآيَةِ مِنْ عُمُومِ لَفْظِهَا عَلَى الْإِنْكَارِ عَلَى كُلِّ مَنْ خَالَفَ قَوْلَهُ فِعْلُهُ، سَوَاءٌ فِي عَهْدٍ أَوْ وَعْدٍ أَوْ أَمْرٍ أَوْ نَهْيٍ. </p><p> فَفِي الْأَمْرِ وَالنَّهْيِ كَقَوْلِهِ تَعَالَى: أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ [٢ \\ ٤٤] . </p><p> وَكَقَوْلِهِ عَنْ نَبِيِّ اللَّهِ شُعَيْبٍ لِقَوْمِهِ: وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ [١١ \\ ٨٨] . </p><p> وَفِي الْعَهْدِ قَوْلُهُ: وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا [١٧ \\ ٣٤] . </p><p> وَمِنْ هَذَا الْوَجْهِ، فَقَدْ بَحَثَهَا الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي عِدَّةِ مَوَاضِعَ، مِنْهَا فِي سُورَةِ هُودٍ عِنْدَ قَوْلِ شُعَيْبٍ الْمَذْكُورِ. </p><p> وَمِنْهَا عِنْدَ قَوْلِهِ تَعَالَى: وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ [١٩ \\ ٥٤] ، فِي سُورَةِ «مَرْيَمَ» . </p><p> وَبَحَثَ فِيهَا الْوَفَاءَ بِالْوَعْدِ، وَالْفَرْقَ بَيْنَ الْوَعْدِ وَالْوَعِيدِ، وَالْوَفَاءِ بِالْوَعْدِ وَالْخُلْفِ فِي الْوَعِيدِ، وَعَقَدَ لَهَا مَسْأَلَةً، وَسَاقَ آيَتِيِ «الصَّفِّ» هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ [٦١ \\ ٤] . </p><p> اخْتَلَفَ عُلَمَاءُ التَّفْسِيرِ فِي الْمُرَادِ بِالْبُنْيَانِ الْمَرْصُوصِ، فَنَقَلَ بَعْضُهُمْ عَنِ الْفَرَّاءِ: أَنَّهُ الْمُتَلَاحِمُ بِالرَّصَاصِ لِشِدَّةِ قُوَّتِهِ، وَالْجُمْهُورُ: أَنَّهُ الْمُتَلَاصِقُ الْمُتَرَاصُّ الْمُتَسَاوِي. </p><p> وَالْوَاقِعُ أَنَّ الْمُرَادَ بِالتَّشْبِيهِ هُنَا هُوَ وَجْهُ الشَّبَهِ، وَلَا يَصِحُّ أَنْ يَكُونَ هُنَا هُوَ شَكْلُ الْبِنَاءِ لَا فِي تَلَاحُمِهِ بِالرَّصَاصِ، وَعَدَمِ انْفِكَاكِهِ وَلَا تَسَاوِيهِ وَتَرَاصِّهِ؛ لِأَنَّ ذَلِكَ يَتَنَافَى وَطَبِيعَةَ الْكَرِّ وَالْفَرِّ فِي أَرْضِ الْمَعْرَكَةِ، وَلِكُلِّ وَقْعَةٍ نِظَامُهَا حَسَبَ مَوْقِعِهَا. </p><p> وَالَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ وَجْهَ الشَّبَهِ الْمُرَادَ هُنَا هُوَ عُمُومُ الْقُوَّةِ وَالْوَحْدَةِ. </p><p> قَالَ الزَّمَخْشَرِيُّ: يَجُوزُ أَنْ يُرِيدَ اسْتِوَاءَ بِنَائِهِمْ فِي الثَّبَاتِ حَتَّى يَكُونُوا فِي اجْتِمَاعِ الْكَلِمَةِ كَالْبُنْيَانِ الْمَرْصُوصِ. اهـ. </p><p> وَيَدُلُّ لِهَذَا الْآتِي: </p><p> أَوَّلًا قَوْلُهُ تَعَالَى: وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ لِلْقِتَالِ وَاللَّهُ سَمِيعٌ عَلِيمٌ [٣ \\ ١٢١] . </p><p> فَالْمَقَاعِدُ هُنَا هِيَ الْمَوَاقِعُ لِلْجَمَاعَاتِ مِنَ الْجَيْشِ، وَهِيَ التَّعْبِئَةُ حَسَبَ ظُرُوفِ الْمَوْقِعَةِ، كَمَا فَعَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي وَضْعِ الرُّمَاةِ فِي غَزْوَةِ أُحُدٍ حِمَايَةً لِظُهُورِهِمْ مِنَ الْتِفَافِ الْعَدُوِّ بِهِمْ </p><p> لِطَبِيعَةِ الْمَكَانِ، وَكَمَا فَعَلَ فِي غَزْوَةِ بَدْرٍ وَرَصَّهُمْ، وَسَوَّاهُمْ بِقَضِيبٍ فِي يَدِهِ أَيْضًا لِطَبِيعَةِ الْمَكَانِ. </p><p> وَهَكَذَا، فَلَابُدَّ فِي كُلِّ وَقْعَةٍ مِنْ مُرَاعَاةِ مَوْقِعِهَا، بَلْ وَظُرُوفِ السِّلَاحِ وَالْمُقَاتِلَةِ. </p><p> وَقَدْ ذَكَرَ صَاحِبُ الْجُمَّانِ فِي تَشْبِيهَاتِ الْقُرْآنِ أَجْزَاءَ الْجَيْشِ وَتَقْسِيمَاتِهِ بِصِفَةٍ عَامَّةٍ مِنْ قَلْبٍ وَمَيْمَنَةٍ وَمَيْسَرَةٍ وَأَجْنِحَةٍ، وَنَحْوِ ذَلِكَ فَيَكُونُ وَجْهُ الشَّبَهِ هُوَ الِارْتِبَاطَ الْمَعْنَوِيَّ وَالشُّعُورَ بِالْمَسْئُولِيَّةِ، وَالْإِحْسَاسَ بِالْوَاجِبِ كَمَا فَعَلَ الْحَبَّابُ بْنُ الْمُنْذِرِ فِي غَزْوَةِ بَدْرٍ حِينَ نَظَرَ إِلَى مَنْزِلِ الْمُسْلِمِينَ مِنَ الْمَوْقِعِ فَلَمْ يَرُقْهُ، وَسَأَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَجَابَهُ فَأَبْدَى خُطَّةً جَدِيدَةً فَأَخَذَ بِهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَغَيَّرَ الْمَوْقِعَ مِنْ مَكَانِ الْمَعْرَكَةِ. </p><p> وَثَانِيًا قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ [٨ \\ ٤٥ - ٤٦] . </p><p> فَذَكَرَ تَعَالَى مِنْ عَوَامِلِ النَّصْرِ: الثَّبَاتَ عِنْدَ اللِّقَاءِ، وَذِكْرَ اللَّهِ وَالطَّاعَةَ، وَالِامْتِثَالَ، وَالْحِفَاظَ عَلَيْهَا بِعَدَمِ التَّنَازُعِ وَالصَّبْرَ عِنْدَ الْحَمْلَةِ وَالْمُجَالَدَةَ، فَتَكُونُ حَمْلَةَ رَجُلٍ وَاحِدٍ، وَكُلُّهَا دَاخِلَةٌ تَحْتَ مَعْنَى الْبُنْيَانِ الْمَرْصُوصِ فِي قُوَّتِهِ وَحِمَايَتِهِ وَثَبَاتِهِ، وَقَدْ عَابَ تَعَالَى عَلَى الْيَهُودِ تَشَتُّتَ قُلُوبِهِمْ عِنْدَ الْقِتَالِ فِي قَوْلِهِ تَعَالَى: تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى [٥٩ \\ ١٤] ، وَامْتَدَحَ الْمُؤْمِنِينَ فِي قِتَالِهِمْ بِوَحْدَتِهِمْ كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ. </p><p> وَقَدْ جَاءَتِ السُّنَةُ بِهَذَا التَّشْبِيهِ لِلتَّعَاوُنِ فِي قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الْمُسْلِمُ لِلْمُسْلِمِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا» . </p><p> فَهُوَ يُبَيِّنُ الْمُرَادَ مِنْ وَجْهِ الشَّبَهِ فِي الْبُنْيَانِ الْمَرْصُوصِ هُنَا، وَقَدْ أُثِرَ عَنْ أَبِي مُوسَى - رَضِيَ اللَّهُ عَنْهُ - قَوْلُهُ لِأَصْحَابِهِ: الْزَمُوا الطَّاعَةَ؛ فَإِنَّهَا حِصْنُ الْمُحَارِبِ. </p><p> وَعَنْ أَكْثَمَ بْنِ صَيْفِيٍّ: أَقِلُّوا الْخِلَافَ عَلَى أُمَرَائِكُمْ، وَإِنَّ الْمُسْلِمِينَ الْيَوْمَ لَأَحْوَجُ مَا يَكُونُونَ إِلَى الِالْتِزَامِ بِهَذَا التَّوْجِيهِ الْقُرْآنِيِّ الْكَرِيمِ، إِزَاءَ قَضِيَّتِهِمِ الْعَامَّةِ مَعَ عَدُوِّهِمِ الْمُشْتَرِكِ، وَلَا سِيَّمَا، وَقَدْ مَرَّ الْعَالَمُ الْإِسْلَامِيُّ بِعِدَّةِ تَجَارِبَ فِي تَارِيخِهِمُ الطَّوِيلِ وَكَانَ لَهُمْ مِنْهَا أَوْضَحُ الْعِبَرِ، وَلَهُمْ فِي هَذَا الْمَنْهَجِ الْقُرْآنِيِّ أَكْبَرُ مُوجِبٍ لِاسْتِرْجَاعِ حُقُوقِهِمْ وَالْحِفَاظِ عَلَى كِيَانِهِمْ، فَضْلًا عَنْ أَنَّهُ الْعَمَلُ الَّذِي يُحِبُّهُ اللَّهُ مِنْ عِبَادِهِ، وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p>"
}