{
  "id": null,
  "sura": 61,
  "aya": 11,
  "text": "<p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ تَقْدِيمُ الْجِهَادِ بِالْمَالِ عَلَى الْجِهَادِ بِالنَّفْسِ فِي قَوْلِهِ تَعَالَى: وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ. </p><p> وَفِي آيَةِ: إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ، قَدَّمَ النَّفْسَ عَنِ الْمَالِ فَقَالَ: اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ، وَفِي ذَلِكَ سِرٌّ لَطِيفٌ. </p><p> أَمَّا فِي آيَةِ «الصَّفِّ» فَإِنَّ الْمَقَامَ مَقَامُ تَفْسِيرٍ وَبَيَانٍ لِمَعْنَى التِّجَارَةِ الرَّابِحَةِ بِالْجِهَادِ فِي سَبِيلِ اللَّهِ. </p><p> وَحَقِيقَةُ الْجِهَادِ بَذْلُ الْجُهْدِ وَالطَّاقَةِ، وَالْمَالُ هُوَ عَصَبُ الْحَرْبِ وَهُوَ مَدَدُ الْجَيْشِ، وَهُوَ أَهَمُّ مِنَ الْجِهَادِ بِالسِّلَاحِ، فَبِالْمَالِ يُشْتَرَى السِّلَاحُ، وَقَدْ تُسْتَأْجُرُ الرِّجَالُ كَمَا فِي الْجُيُوشِ الْحَدِيثَةِ مِنَ الْفِرَقِ الْأَجْنَبِيَّةِ، وَبِالْمَالِ يُجَهَّزُ الْجَيْشُ، وَلِذَا لَمَّا جَاءَ الْإِذْنُ بِالْجِهَادِ أَعْذَرَ اللَّهُ الْمَرْضَى وَالضُّعَفَاءَ، وَأَعْذَرَ مَعَهُمُ الْفُقَرَاءَ الَّذِينَ لَا يَسْتَطِيعُونَ تَجْهِيزَ أَنْفُسِهِمْ، وَأَعْذَرَ مَعَهُمُ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذْ لَمْ يُوجَدْ عِنْدَهُ مَا يُجَهِّزُهُمْ بِهِ كَمَا فِي قَوْلِهِ تَعَالَى: لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى، إِلَى قَوْلِهِ: وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ [٩ \\ ٩١ - ٩٢] . </p><p> وَكَذَلِكَ مِنْ جَانِبٍ آخَرَ، قَدْ يُجَاهِدُ بِالْمَالِ مَنْ لَا يَسْتَطِيعُ بِالسِّلَاحِ كَالنِّسَاءِ وَالضُّعَفَاءِ، كَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ جَهَّزَ غَازِيًا فَقَدْ غَزَا» . </p><p> أَمَّا الْآيَةُ الثَّانِيَةُ فَهِيَ فِي مَعْرِضِ الِاسْتِبْدَالِ وَالْعَرْضِ وَالطَّلَبِ أَوْ مَا يُسَمَّى بِالْمُسَاوَمَةِ، فَقَدَّمَ النَّفْسَ؛ لِأَنَّهَا أَعَزُّ مَا يَمْلِكُ الْحَيُّ، وَجَعَلَ فِي مُقَابِلِهَا الْجَنَّةَ وَهِيَ أَعَزُّ مَا يُوهَبُ، وَأَحْسَنُ مَا قِيلَ فِي ذَلِكَ: </p><p> أُثَامِنُ بِالنَّفْسِ النَّفِيسَةِ رَبَّهَا ... وَلَيْسَ لَهَا فِي الْخَلْقِ كُلِّهِمُ ثَمَنُ </p><p> بِهَا تُمْلَكُ الْأُخْرَى فَإِنْ أَنَا بِعْتُهَا ... بِشَيْءٍ مِنَ الدُّنْيَا فَذَاكَ هُوَ الْغَبَنُ </p><p> لَئِنْ ذَهَبَتْ نَفْسِي بِدُنِيَا أُصِيبُهَا ... لَقَدْ ذَهَبَتْ نَفْسِي وَقَدْ ذَهَبَ الثَّمَنُ </p><p> فَالتِّجَارَةُ هُنَا مُعَامَلَةٌ مَعَ اللَّهِ إِيمَانًا بِاللَّهِ وَبِرَسُولِهِ، وَجِهَادًا بِالْمَالِ وَالنَّفْسِ، وَالْعَمَلِ </p>"
}