{
  "id": null,
  "sura": 61,
  "aya": 6,
  "text": "<p> وَأَنَّ الْهِدَايَةَ أَيْضًا لِلْقَلْبِ كَمَا فِي قَوْلِهِ تَعَالَى: وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [٦٤ \\ ١١] . </p><p> وَلِذَا حَرَصَ الْمُؤْمِنُونَ عَلَى هَذَا الدُّعَاءِ: رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا [٣ \\ ٨] فَتَضَّمَنَ الْمَعْنَيَيْنِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ. </p><p> ذَكَرَ مُوسَى وَلَمْ يَذْكُرْ مَعَهُ الْبُشْرَى بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَذَكَرَ عِيسَى فَذَكَرَهَا مَعَهُ، مِمَّا يَدُلُّ بِمَفْهُومِهِ أَنَّهُ لَمْ يُبَشِّرْ بِهِ إِلَّا عِيسَى - عَلَيْهِ السَّلَامُ - وَلَكِنْ لَفْظُ عِيسَى مَفْهُومُ لَقَبٍ وَلَا عَمَلَ عَلَيْهِ عِنْدَ الْأُصُولِيِّينَ، وَقَدْ بَشَّرَتْ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - جَمِيعُ الْأَنْبِيَاءِ، وَمِنْهُمْ مُوسَى - عَلَيْهِ السَّلَامُ - وَمِمَّا يُشِيرُ إِلَى أَنَّ مُوسَى مُبَشِّرًا بِهِ قَوْلُ عِيسَى - عَلَيْهِ السَّلَامُ - فِي هَذِهِ الْآيَةِ: مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ، وَالَّذِي بَيْنَ يَدَيْهِ هِيَ التَّوْرَاةُ أُنْزِلَتْ عَلَى مُوسَى. </p><p> وَقَدْ جَاءَ صَرِيحًا التَّعْرِيفُ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبِالَّذِينَ مَعَهُ فِي التَّوْرَاةِ فِي قَوْلِهِ تَعَالَى: مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا إِلَى قَوْلِهِ تَعَالَى: ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ [٤٨ \\ ٢٩] . </p><p> كَمَا جَاءَ وَصْفُهُمْ فِي الْإِنْجِيلِ فِي نَفْسِ السِّيَاقِ، فِي قَوْلِهِ تَعَالَى: وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ [٤٨ \\ ٢٩] إِلَى آخِرِ السُّورَةِ. </p><p> وَجَاءَ النَّصُّ فِي حَقِّ جَمِيعِ الْأَنْبِيَاءِ فِي قَوْلِهِ تَعَالَى: وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ [٣ \\ ٨١] . </p><p> قَالَ ابْنُ كَثِيرٍ: قَالَ ابْنُ عَبَّاسٍ: مَا بَعَثَ اللَّهُ نَبِيًّا إِلَّا أَخَذَ عَلَيْهِ الْعَهْدَ لَئِنْ بُعِثَ وَهُوَ حَيٌّ لَيَتْبَعَنَّهُ، وَأَخَذَ عَلَيْهِ أَنْ يَأْخُذَ عَلَى أُمَّتِهِ لَئِنْ بُعِثَ مُحَمَّدٌ وَهُمْ أَحْيَاءٌ لَيَتْبَعُنَّهُ وَيَنْصُرُنَّهُ. اهـ. </p><p> وَجَاءَ مِصْدَاقُ ذَلِكَ فِي قِصَّةِ النَّجَاشِيِّ لَمَّا سَمِعَ مِنْ جَعْفَرَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: أَشْهَدُ أَنَّهُ رَسُولَ اللَّهِ وَأَنَّهُ الَّذِي نَجِدُ فِي الْإِنْجِيلِ، وَأَنَّهُ الَّذِي بَشَّرَ بِهِ عِيسَى بْنُ مَرْيَمَ، وَمَا قَالَهُ أَيْضًا: </p>"
}