{
  "id": null,
  "sura": 61,
  "aya": 5,
  "text": "<p> قَوْلُهُ تَعَالَى: وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَاقَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ. </p><p> قَوْلُ مُوسَى عَلَيْهِ السَّلَامُ: لِمَ تُؤْذُونَنِي؟ لَمْ يُبَيِّنْ نَوْعَ هَذَا الْإِيذَاءِ وَقَدْ جَاءَ مِثْلُ هَذَا الْإِجْمَالِ فِي قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا [٣٣ \\ ٦٩] . </p><p> وَأَحَالَ عَلَيْهِ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ، وَسَاقَ حَدِيثَ الْبُخَارِيِّ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِنَّ مُوسَى - عَلَيْهِ السَّلَامُ - كَانَ حَيِيًّا سِتِّيرًا لَا يَرَى مِنْ جِلْدِهِ شَيْئًا اسْتِحْيَاءً مِنْهُ فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيلَ،فَقَالُوا:مَا يَتَسَتَّرُ هَذَا التَّسَتُّرَ إِلَّا مِنْ عَيْبٍ فِي جِلْدِهِ، إِمَّا بَرَصٌ وَإِمَّا أُدْرَةٌ وَإِمَّا آفَةٌ، وَأَنَّ اللَّهَ - عَزَّ وَجَلَّ - أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا فَخَلَا يَوْمًا وَحْدَهُ فَخَلَعَ ثِيَابَهُ عَلَى حَجَرٍ، ثُمَّ اغْتَسَلَ فَلَمَّا فَرَغَ أَقْبَلَ عَلَى ثِيَابِهِ؛ لِيَأْخُذَهَا، وَأَنَّ الْحَجَرَ عَدَا بِثَوْبِهِ، فَأَخَذَ مُوسَى عَصَاهُ وَطَلَبَ الْحَجَرَ،فَجَعَلَ يَقُولُ:ثُوبِي حَجَرُ حَتَّى انْتَهَى إِلَى مَلَأٍ مِنْ بَنِي إِسْرَائِيلَ فَرَأَوْهُ عُرْيَانًا أَحْسَنَ مَا خَلَقَ اللَّهُ - عَزَّ وَجَلَّ - وَبَرَّأَهُ مِمَّا يَقُولُونَ» . . . . إِلَى آخِرِ الْقِصَّةِ. </p><p> وَنَقَلَهُ غَيْرُهُ مِنَ الْمُفَسِّرِينَ عِنْدَهَا، وَعَلَى هَذَا يَكُونُ إِيذَاؤُهُمْ إِيَّاهُ إِيذَاءً شَخْصِيًّا بِادِّعَاءِ الْعَيْبِ فِيهِ خِلْقَةً، وَهَذَا وَإِنْ صَحَّ فِي آيَةِ الْأَحْزَابِ لِقَوْلِهِ تَعَالَى: فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا [٣٣ \\ ٦٩] ، فَإِنَّهُ لَا يَصِحُّ فِي آيَةِ «الصَّفِّ» هَذِهِ لِأَنَّ قَوْلَهُ لَهُمْ: وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ [٦١ \\ ٥] مِمَّا يُثِيرُ إِلَى أَنَّ الْإِيذَاءَ فِي جَانِبِ الرِّسَالَةِ لَا فِي جَانِبِهِ الشَّخْصِيِّ، وَيُرَشِّحُ لَهُ قَوْلُهُ تَعَالَى بَعْدَهُ مُبَاشَرَةً: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] . </p><p> أَيْ: فَلَمَّا زَاغُوا بِمَا آذَوْا بِهِ مُوسَى، فَيَكُونُ إِيذَاءَ قَوْمِهِ لَهُ هُنَا إِيذَاءَ زَيْغٍ وَضَلَالٍ، وَقَدْ آذَوْهُ كَثِيرًا فِي ذَلِكَ كَمَا بَيَّنَهُ تَعَالَى فِي قَوْلِهِ عَنْهُمْ: وَإِذْ قُلْتُمْ يَامُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً [٢ \\ ٥٥] . </p><p> وَكَذَلِكَ قَوْلُهُ تَعَالَى: وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا قَالُوا سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ [٢ \\ ٩٣] . </p><p> فَهَا هُمْ يُؤْخَذُ الْمِيثَاقُ عَلَيْهِمْ وَيُرْفَعُ فَوْقَهُمُ الطُّورُ، وَيُقَالُ لَهُمْ: خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاسْمَعُوا </p><p> فَكُلُّهُ يُسَاوِي قَوْلَهُ: وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ، لِأَنَّ قَدْ هُنَا لِلتَّحْقِيقِ، وَمَعَ ذَلِكَ يُؤْذُونَهُ بِقَوْلِهِمْ: سَمِعْنَا وَعَصَيْنَا، وَيُؤْذُونَهُ بِأَنْ أُشْرِبُوا فِي قُلُوبِهِمْ حُبَّ الْعِجْلِ وَعِبَادَتَهُ بِكُفْرِهِمْ، وَلِذَا قَالَ لَهُمْ: بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ. </p><p> وَقَدْ جُمِعَ إِيذَاءُ الْكُفَّارِ لِرَسُولِ اللَّهِ مَعَ إِيذَاءِ قَوْمِ مُوسَى لِمُوسَى فِي قَوْلِهِ تَعَالَى: يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ الْآيَةَ [٤ \\ ١٥٣] . </p><p> وَمِنْ مَجْمُوعِ هَذَا يَتَبَيَّنُ أَنَّ الْإِيذَاءَ الْمَنْصُوصَ عَلَيْهِ هُنَا هُوَ فِي خُصُوصِ الرِّسَالَةِ، وَلَا مَانِعَ مِنْ أَنَّهُمْ آذَوْهُ بِأَنْوَاعٍ مِنَ الْإِيذَاءِ فِي شَخْصِهِ، وَفِي مَا جَاءَ بِهِ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا فِي آيَةِ «الْأَحْزَابِ» وَعَاقَبَهُمْ عَلَى إِيذَائِهِ فِيمَا أُرْسِلَ بِهِ إِلَيْهِمْ بِزَيْغِ قُلُوبِهِمْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ، تَقَدَّمَ كَلَامُ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - عَلَى هَذَا الْمَعْنَى فِي سُورَةِ «الرُّومِ» ، عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ الْآيَةَ [٣٠ \\ ١٠] . </p><p> وَقَالَ: إِنَّ الْكُفْرَ وَالتَّكْذِيبَ قَدْ يُؤَدِّي شُؤْمُهُ إِلَى شَقَاءِ صَاحِبِهِ، وَسَاقَ هَذِهِ الْآيَةَ: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ </p><p> وَقَوْلَهُ: فِي قُلُوبِهِمْ مَرَضٌ فَزَادَهُمُ اللَّهُ مَرَضًا [٢ \\ ١٠] . </p><p> وَأَحَالَ عَلَى سُورَةِ «بَنِي إِسْرَائِيلَ» عَلَى قَوْلِهِ: وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا [٦ \\ ٢٥] . </p><p> وَعَلَى سُورَةِ «الْأَعْرَافِ» عَلَى قَوْلِهِ: فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ [٧ \\ ١٠١] . </p><p> وَمِمَّا يَشْهَدُ لِهَذَا الْمَعْنَى الْعَامِّ بِقِيَاسِ الْعَكْسِ قَوْلُهُ تَعَالَى: وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ [٤٧ \\ ١٧] ، وَأَمْثَالُهَا. </p><p> وَمِمَّا يَلْفِتُ النَّظَرَ هُنَا إِسْنَادُ الزَّيْغِ لِلْقُلُوبِ فِي قَوْلِهِ تَعَالَى: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ. </p>"
}