{
  "id": null,
  "sura": 62,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ سُورَةُ الْجُمُعَةِ </p><p> قَوْلُهُ تَعَالَى: هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ. </p><p> بَيَّنَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَعْنَى الْأُمِّيِّينَ فِي مُذَكِّرَةِ الدِّرَاسَةِ بِقَوْلِهِ: الْأُمِّيِّينَ أَيْ: الْعَرَبِ، وَالْأُمِّيُّ: هُوَ الَّذِي لَا يَقْرَأُ وَلَا يَكْتُبُ، وَكَذَلِكَ كَانَ كَثِيرٌ مِنَ الْعَرَبِ. اهـ. </p><p> وَسُمِّي أُمِّيًّا نِسْبَةً إِلَى أُمِّهِ يَوْمَ وَلَدَتْهُ لَمْ يَعْرِفِ الْقِرَاءَةَ، وَلَا الْكِتَابَةَ وَبَقِيَ عَلَى ذَلِكَ. </p><p> وَمِمَّا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِالْأُمِّيِّينَ هُمُ الْعَرَبُ بَعْثَةُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْهُمْ لِقَوْلِهِ تَعَالَى: رَسُولًا مِنْهُمْ كَمَا يَدُلُّ عَلَيْهِ قَوْلُهُ تَعَالَى عَنْ نَبِيِّ اللَّهِ إِبْرَاهِيمَ: رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ [١٤ \\ ٣٧] ، وقَوْلُهُ تَعَالَى: رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ [٢ \\ ١٢٩] . </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: وَهَذِهِ الْآيَةُ نَصٌّ فِي أَنَّ اللَّهَ تَعَالَى اسْتَجَابَ دَعْوَةَ نَبِيِّهِ إِبْرَاهِيمَ - عَلَيْهِ السَّلَامُ - فِيهِمُ اهـ. </p><p> وَفِي الْحَدِيثِ:  «إِنَّا أُمَّةٌ أُمِّيَّةٌ لَا نَقْرَأُ وَلَا نَكْتُبُ وَلَا نَحْسُبُ» ، وَهَذَا حُكْمٌ عَلَى الْمَجْمُوعِ لَا عَلَى الْجَمِيعِ؛ لِأَنَّ فِي الْعَرَبِ مَنْ كَانَ يَكْتُبُ مِثْلَ كَتَبَةِ الْوَحْيِ، عُمَرَ وَعَلِيًّا وَغَيْرِهِمْ. </p><p> وَقَوْلُهُ تَعَالَى: رَسُولًا مِنْهُمْ هُوَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِدَلِيلِ قَوْلِهِ تَعَالَى عَنْ أَهْلِ الْكِتَابِ: الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ [٧ \\ ١٥٧] . </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّ الْمَكْتُوبَ عِنْدَهُمْ هُوَ مَا بَشَّرَ بِهِ عِيسَى - عَلَيْهِ السَّلَامُ - فِي قَوْلِهِ تَعَالَى: وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ [٦١ \\ ٦] . </p><p> وَكَوْنُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُمِّيًّا بِمَعْنَى لَا يَكْتُبُ، بَيَّنَهُ قَوْلُهُ تَعَالَى: وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ </p>"
}