{
  "id": null,
  "sura": 62,
  "aya": 4,
  "text": "<p> [٤٩ \\ ٤٨] . </p><p> وَبَيَّنَ تَعَالَى الْحِكْمَةَ فِي كَوْنِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُمِّيًّا مَعَ أَنَّهُ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ بِنَفْيِ الرَّيْبِ عَنْهُ كَمَا كَانُوا يَزْعُمُونَ أَنَّ مَا جَاءَ بِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ [٢٥ \\ ٥] فَقَالَ: إِذًا لَارْتَابَ الْمُبْطِلُونَ [٢٩ \\ ٤٨] . </p><p> قَوْلُهُ تَعَالَى: وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي الْمُذَكِّرَةِ الْمُشَارِ إِلَيْهَا: هَذَا عُطِفَ عَلَى قَوْلِهِ: فِي الْأُمِّيِّينَ، أَيْ: بَعْثِ هَذَا النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْأُمِّيِّينَ، وَفِي آخَرِينَ مِنْهُمْ، وَقِيلَ: عُطِفَ عَلَى الضَّمِيرِ فِي قَوْلِهِ: يُعَلِّمُهُمْ، أَيْ يُعَلِّمُهُمْ وَيُعَلِّمُ آخَرِينَ مِنْهُمْ، وَالْمُرَادُ بِقَوْلِهِ: وَآخَرِينَ كُلُّ مَنْ يَأْتِي بَعْدَ الصَّحَابَةِ مِنْ أَهْلِ الْإِسْلَامِ إِلَى يَوْمِ الْقِيَامَةِ بِدَلِيلِ قَوْلِهِ: وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ [٦ \\ ١٩] . </p><p> وَصَحَّ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا يَدُلُّ عَلَى أَنَّ قَوْلَهُ: وَآخَرِينَ، نَزَلَتْ فِي فَارِسَ قَوْمِ سَلْمَانَ، وَعَلَى كُلِّ حَالٍ فَالْعِبْرَةُ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ. اهـ. </p><p> وَسَبَقَ أَنَّ قَدَّمَنَا الْكَلَامَ عَلَى هَذَا الْمَعْنَى عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ [٥٩ \\ ١٠] . </p><p> وَلَكِنْ سَبَقَنَا كَلَامُ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - حِينَ عَثَرْنَا عَلَيْهِ لِزِيَادَةِ الْفَائِدَةِ وَالِاسْتِئْنَاسِ. </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ. </p><p> اخْتُلِفَ فِي مَرْجِعِ اسْمِ الْإِشَارَةِ هُنَا وَفِي الْمُرَادِ بِالْمُتَفَضِّلِ بِهِ عَلَيْهِمْ، أَهُمُ الْأُمَّةُ الْأُمِّيَّةُ تَفَضَّلَ اللَّهُ عَلَيْهَا بِبَعْثَةِ نَبِيٍّ مِنْهُمْ فِيهِمْ؟ أَمْ هُوَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْأُمِّيُّ تَفَضَّلَ اللَّهُ تَعَالَى عَلَيْهِ بِبَعْثَتِهِ مُعَلِّمًا هَادِيًا؟ أَمْ هُمُ الْآخَرُونَ الَّذِينَ لَمْ يَلْحَقُوا زَمَنَ الْبِعْثَةِ وَوَصَلَتْهُمْ دَعْوَتُهَا، وَأَدْرَكُوا فَضْلَهَا؟ </p><p> وَقَدِ اكْتَفَى الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ وَعَلَيْنَا - فِي مُذَكِّرَةِ الدِّرَاسَةِ بِقَوْلِهِ ذَلِكَ أَيْ: الْمَذْكُورُ مِنْ بَعْثِ هَذَا النَّبِيِّ الْكَرِيمِ فِي الْأُمِّيِّينَ، فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ، وَمِنْ عِظَمِ فَضْلِهِ تَفَضُّلُهُ عَلَى هَذِهِ الْأُمَّةِ بِهَذَا النَّبِيِّ الْكَرِيمِ. اهـ. </p>"
}