{
  "id": null,
  "sura": 62,
  "aya": 7,
  "text": "<p> وَمَعْنَى هَادُوا أَيْ: رَجَعُوا بِالتَّوْبَةِ إِلَى اللَّهِ مِنْ عِبَادَةِ الْعِجْلِ. </p><p> وَمِنْهُ قَوْلُهُ تَعَالَى: إِنَّا هُدْنَا إِلَيْكَ [٧ \\ ١٥٦] ، وَكَانَ رُجُوعُهُمْ عَنْ عِبَادَةِ الْعِجْلِ بِالتَّوْبَةِ النَّصُوحِ: حَيْثُ سَلَّمُوا أَنْفُسَهُمْ لِلْقَتْلِ تَوْبَةً وَإِنَابَةً إِلَى اللَّهِ كَمَا بَيَّنَهُ بِقَوْلِهِ: فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ إِلَى قَوْلِهِ فَتَابَ عَلَيْكُمْ [٢ \\ ٥٤] . </p><p> وَقَوْلُهُ: إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي: إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ أَيْ: إِنْ كُنْتُمْ صَادِقِينَ فِي زَعْمِكُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ، وَأَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ دُونَ غَيْرِكُمْ مِنَ النَّاسِ، فَتَمَنَّوُا الْمَوْتَ: لِأَنَّ وَلِيَّ اللَّهِ حَقًّا يَتَمَنَّى لِقَاءَهُ، وَالْإِسْرَاعَ إِلَى مَا أَعَدَّ لَهُ مِنَ النَّعِيمِ الْمُقِيمِ. اهـ. </p><p> وَفِي قَوْلِهِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - إِشَارَةٌ إِلَى بَيَانِ زَعْمِهِمِ الْمُجْمَلِ فِي الْآيَةِ وَهُوَ مَا بَيَّنَهُ تَعَالَى بِقَوْلِهِ عَنْهُمْ وَعَنِ النَّصَارَى مَعَهُمْ: وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ [٥ \\ ١٨] . </p><p> وَقَدْ رَدَّ زَعْمَهُمْ عَلَيْهِمْ بِقَوْلِهِ تَعَالَى: قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ. </p><p> وَمِثْلُ هَذِهِ الْآيَةِ إِنْ زَعَمْتُمْ قَوْلَهُ تَعَالَى: قُلْ إِنْ كَانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خَالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ [٢ \\ ٩٤] . </p><p> وَقَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: وَقِيلَ الْمُرَادُ بِالتَّمَنِّي الْمُبَاهَلَةُ، وَالْمُرَادُ مِنَ الْآيَةِ إِظْهَارُ كَذِبِ الْيَهُودِ فِي دَعْوَاهُمْ أَنَّهُمْ أَوْلِيَاءُ اللَّهِ. </p><p> وَقَوْلُهُ: إِنْ زَعَمْتُمْ مَعَ قَوْلِهِ: إِنْ كُنْتُمْ شَرْطَانِ يَتَرَتَّبُ الْأَخْذُ مِنْهُمَا عَلَى الْأَوَّلِ أَيْ فَتَمَنَّوُا الْمَوْتَ، إِنْ زَعَمْتُمْ، إِنْ صَدَقْتُمْ فِي زَعْمِكُمْ، وَنَظِيرُهُ مِنْ كَلَامِ الْعَرَبِ قَوْلُ الشَّاعِرِ: </p><p> إِنْ تَسْتَغِيثُوا بِنَا إِنْ تَذْعَرُوا تَجِدُوا ... مِنَّا مَعَاقِلَ عِزٍّ زَانَهَا كَرَمُ </p><p> وَقَوْلُهُ تَعَالَى: وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ. </p><p> نَصَّ عَلَى أَنَّهُمْ لَا يَتَمَنَّوْنَ الْمَوْتَ أَبَدًا، وَأَنَّ السَّبَبَ هُوَ مَا قَدَّمَتْ أَيْدِيهِمْ، وَلَكِنْ لِيُبَيِّنَ مَا هُوَ مَا قَدَّمَتْ أَيْدِيهِمُ الَّذِي مَنَعَهُمْ مِنْ تَمَنِّي الْمَوْتِ. </p><p> وَقَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: لَا يَتَمَنَّوْنَهُ لِشِدَّةِ حِرْصِهِمْ عَلَى الْحَيَاةِ كَمَا بَيَّنَهُ تَعَالَى قَوْلُهُ: وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ عَلَى حَيَاةٍ [٢ \\ ٩٦] فَشِدَّةُ حِرْصِهِمْ عَلَى الْحَيَاةِ؛ لِعِلْمِهِمْ أَنَّهُمْ إِذَا مَاتُوا دَخَلُوا النَّارَ، وَلَوْ تَمَنَّوْا لَمَاتُوا مِنْ حِينِهِمْ. </p><p> وَقَوْلُهُ: بِمَا قَدَّمَتْ أَيْدِيهِمْ الْبَاءُ سَبَبِيَّةٌ وَالْمُسَبِّبٌ انْتِفَاءُ تَمَنِّيهِمْ وَمَا قَدَّمَتْ أَيْدِيهِمْ مِنَ الْكُفْرِ، وَالْمَعَاصِي. اهـ. </p><p> وَالَّذِي أَشَارَ إِلَيْهِ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مِنَ الْأَسْبَابِ مِنْ كُفْرِهِمْ وَمَعَاصِيهِمْ، قَدْ بَيَّنَهُ تَعَالَى فِي مَوْضِعٍ آخَرَ صَرِيحًا فِي قَوْلِهِ تَعَالَى: لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ [٣ \\ ١٨١] . </p><p> فَالْبَاءُ هُنَا سَبَبِيَّةٌ أَيْضًا أَيْ: ذُوقُوا عَذَابَ الْحَرِيقِ بِسَبَبِ مَا قَدَّمَتْ أَيْدِيكُمْ مِنْ هَذِهِ الْمَذْكُورَاتِ، وَلِهَذَا كُلِّهِ لَنْ يَتَمَنَّوُا الْمَوْتَ وَيُوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ الْعَذَابِ أَنْ يُعَمَّرَ، فَقَدْ أَيْقَنُوا الْهَلَاكَ وَيَئِسُوا مِنَ الْآخِرَةِ. </p><p> كَمَا قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ [٦٠ \\ ١٣] ، وَلِهَذَا كُلِّهِ لَمْ يَتَمَنَّوُا الْمَوْتَ، كَمَا أَخْبَرَ اللَّهُ تَعَالَى عَنْهُمْ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ. </p><p> أَيْ: إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ بِعَدَمِ تَمَنِّيهِ فَلَنْ يَجْعَلَكُمْ تَنْجُونَ مِنْهُ وَهُوَ مُلَاقِيكُمْ لَا مَحَالَةَ، وَمُلَاقِيكُمْ بِمَعْنَى مُدْرِكُكُمْ، كَمَا فِي قَوْلِهِ تَعَالَى: أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ [٤ \\ ٧٨] . </p><p> وَقَوْلِهِ: كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ [٣ \\ ١٨٥] . </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ. </p>"
}