{
  "id": null,
  "sura": 62,
  "aya": 9,
  "text": "<p> هَذِهِ الْآيَةُ الْكَرِيمَةُ، وَهَذَا السِّيَاقُ يُشْبِهُ فِي مَدْلُولِهِ وَصُورَتِهِ قَوْلَهُ تَعَالَى: وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ لِيَشْهَدُوا مَنَافِعَ لَهُمْ [٢٢ \\ ٢٧] مَعَ قَوْلِهِ: فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ [٢ \\ ١٩٨] . </p><p> فَفِي كُلٍّ مِنْهُمَا نِدَاءٌ، وَأَذَانُ الْحَجِّ صَلَاةٌ وَسَعْيٌ وَإِتْيَانٌ وَذِكْرٌ لِلَّهِ، ثُمَّ انْتِشَارٌ وَإِفَاضَةٌ مِمَّا يَرْبُطُ الْجُمُعَةَ بِالْحَجِّ فِي الشَّكْلِ وَإِنِ اخْتَلَفَ الْحَجْمُ، وَفِي الْكَيْفِ وَإِنْ تَفَاوَتَتِ التَّفَاصِيلُ، وَفِي الْمَبَاحِثِ وَالْأَحْكَامِ كَثْرَةٌ وَتَنْوِيعٌ مِنْ مُتَّفَقٍ عَلَيْهِ وَمُخْتَلَفٍ فِيهِ، مِمَّا يَجْعَلُ مَبَاحِثَ الْجُمُعَةِ لَا تَقِلُّ أَهَمِّيَّةً عَنْ مَبَاحِثِ الْحَجِّ، وَتَتَطَلَّبُ عِنَايَةً بِهَا كَالْعِنَايَةِ بِهِ. </p><p> وَقَدْ نُقِلَ عَنِ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - أَنَّهُ كَانَ عَازِمًا عَلَى بَسْطِ الْكَلَامِ فِيهَا كَعَادَتِهِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - وَلَكِنَّ إِرَادَتَهُ نَافِذَةٌ، وَقُدْرَتَهُ غَالِيَةٌ. وَإِنَّ كُلَّ إِنْسَانٍ يَسْتَشْعِرُ مَدَى مَبَاحِثِ الشَّيْخِ وَبَسْطِهِ وَتَحْقِيقِهِ لِلْمَسَائِلِ لِيُحْجِمَ وَيَتْرُكَ الدُّخُولَ فِيهَا تَقَاصُرًا دُونَهَا وَلَا سِيَّمَا وَأَنَّ رَبْطَ هَذِهِ الْمَبَاحِثِ بِنُصُوصِ الْقُرْآنِ لَيْسَ بِالْأَمْرِ الْمُبَيَّنِ، كَمَا أَشَارَ إِلَيْهِ أَبُو حَيَّانَ فِي مَضْمُونِ قَوْلِهِ فِي نِهَايَةِ تَفْسِيرِهِ لِهَذِهِ السُّورَةِ بَعْدَ إِيجَازِ الْكَلَامِ عَنْ أَحْكَامِهَا، قَالَ مَا نَصُّهُ: وَقَدْ مَلَأَ الْمُفَسِّرُونَ كَثِيرًا مِنْ أَوْرَاقِهِمْ بِأَحْكَامٍ وَخِلَافٍ فِي مَسَائِلِ الْجُمُعَةِ مِمَّا لَا تَعَلُّقَ لَهَا بِلَفْظِ الْقُرْآنِ. اهـ. </p><p> فَهُوَ يُشِيرُ بِأَنَّ لَفْظَ الْقُرْآنِ لَا تَعَلُّقَ لَهُ بِتِلْكَ الْأَحْكَامِ الَّتِي نَاقَشَهَا الْمُفَسِّرُونَ فِي مَبَاحِثِ الْجُمُعَةِ، وَلَكِنَّ الدَّارِسَ لِمَنْهَجِ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي الْأَضْوَاءِ، وَالْمُتَذَوِّقَ لِأُسْلُوبِهِ لَمْ يَقْتَصِرْ عَلَى اللَّفْظِ فَقَطْ، أَيْ: دَلَالَةِ النَّصِّ التَّطَابُقِيِّ وَتَأَمُّلِ أَنْوَاعِ الدَّلَالَاتِ مِنْ تَضَمُّنٍ وَالْتِزَامٍ وَإِيمَاءٍ وَتَنْبِيهٍ، فَإِنَّهُ يَجِدُ لِأَكْثَرَ أَوْ كُلِّ مَا قَالَهُ الْمُفَسِّرُونَ، وَالْمُحَدِّثُونَ، وَالْفُقَهَاءُ مِنَ الْمَبَاحِثِ أُصُولًا مِنْ أُصُولِ تِلْكَ الدَّلَالَاتِ. </p><p> وَإِنِّي أَسْتَلْهِمُ اللَّهَ تَعَالَى الرُّشْدَ وَأَسْتَمِدُّ، الْعَوْنَ وَالتَّوْفِيقَ لِبَيَانِ كُلِّ مَا يَظْهَرُ مِنْ ذَلِكَ إِنْ شَاءَ اللَّهُ، فَإِنْ وُفِّقْتُ فَبِفَضْلٍ مِنَ اللَّهِ وَخِدْمَةٍ لِكِتَابِهِ، وَإِلَّا فَإِنَّهَا مُحَاوَلَةٌ تُغْتَفَرُ بِجَانِبِ الْقُصُورِ الْعِلْمِيِّ وَتَحْسِينُ الْقَصْدِ، وَاللَّهُ الْهَادِي إِلَى سَوَاءِ السَّبِيلِ. </p><p> قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي مُذَكِّرَةِ الدِّرَاسَةِ مَا نَصُّهُ: إِذَا نُودِيَ لِلصَّلَاةِ أَيْ: قَامَ الْمُنَادِي بِهَا، وَهُوَ الْمُؤَذِّنُ يَقُولُ: حَيَّ عَلَى الصَّلَاةِ. </p><p> وَقَوْلُهُ: مِنْ يَوْمِ الْجُمُعَةِ أَيْ: مِنْ صَلَاةِ يَوْمِ الْجُمُعَةِ أَيْ: صَلَاةِ الْجُمُعَةِ اهـ. </p><p> وَمِمَّا يَدُلُّ عَلَى أَنَّ الْمُرَادَ بِهَا صَلَاةُ الْجُمُعَةِ نَفْسُهَا دُونَ بَقِيَّةِ صَلَوَاتِ ذَلِكَ الْيَوْمِ مَجِيءُ «مِنَ» الَّتِي لِلتَّبْعِيضِ ثُمَّ تَبَيَّنَ هَذَا الْبَعْضُ بِالْأَمْرِ، بِتَرْكِ الْبَيْعِ فِي قَوْلِهِ: فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ، لِأَنَّ هَذَا خَاصٌّ بِالْجُمُعَةِ دُونَ غَيْرِهَا لِوُجُودِ الْخُطْبَةِ، وَقَدْ كَانَتْ مُعَيَّنَةً لَهُمْ قَبْلَ نُزُولِ هَذِهِ الْآيَةِ، وَصَلَّوْهَا قَبْلَ مَجِيءِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَى الْمَدِينَةِ، كَمَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> وَالْمُرَادُ بِالنِّدَاءِ هُوَ الْأَذَانُ، كَمَا أَشَارَ إِلَيْهِ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - وَكَمَا فِي قَوْلِهِ تَعَالَى: وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا [٥ \\ ٥٨] . </p><p> وَمِنَ السُّنَةِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا حَضَرَتِ الصَّلَاةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ» . </p><p> وَقِيلَ: النِّدَاءُ لُغَةً هُوَ النِّدَاءُ بِصَوْتٍ مُرْتَفِعٍ لِحَدِيثِ: «فَإِنَّهُ أَنْدَى مِنْكَ صَوْتًا» . </p><p> وَقَدْ عَرَّفَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - الْأَذَانَ لُغَةً عِنْدَ قَوْلِهِ تَعَالَى: وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا [٢٢ \\ ٢٧] ، فَقَالَ: الْأَذَانُ لُغَةً: الْإِعْلَامُ. </p><p> وَمِنْهُ قَوْلُهُ تَعَالَى: وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ [٩ \\ ٣] ، وَقَوْلُ الْحَارِثِ بْنِ حِلِّزَةَ: </p><p> آَذَنَتْنَا بِبَيْنِهَا أَسْمَاءُ ... رُبَّ ثَاوٍ يُمَلُّ مِنْهُ الثَّوَاءُ </p><p> وَالْأَذَانُ مِنْ خَصَائِصِ هَذِهِ الْأُمَّةِ، شِعَارًا لِلْمُسْلِمِينَ وَنِدَاءً لِلصَّلَاةِ. </p><p> بَدْءُ مَشْرُوعِيَّتِهِ: </p><p> اخْتُلِفَ فِي بَدْءِ الْمَشْرُوعِيَّةِ، وَالصَّحِيحُ أَنَّهُ بُدِئَ بَعْدَ الْهِجْرَةِ، وَجَاءَتْ نُصُوصٌ لَكِنَّهَا ضَعِيفَةٌ: أَنَّهُ شُرِعَ لَيْلَةَ الْإِسْرَاءِ أَوْ بِمَكَّةَ. </p><p> مِنْهَا عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ الْبَزَّارِ: أَنَّهُ شُرِعَ مَعَ الصَّلَاةِ. </p><p> وَمِنْهَا عَنِ ابْنِ عَبَّاسٍ عِنْدَ ابْنِ حِبَّانَ أَنَّهُ شُرِعَ بِمَكَّةَ عَنْ أَوَّلِ الصَّلَاةِ. </p><p> وَقَالَ ابْنُ حَجَرٍ: لَا يَصِحُّ شَيْءٌ مِنْ ذَلِكَ. </p><p> أَمَّا مَشْرُوعِيَّتُهُ بَعْدَ الْهِجْرَةِ، وَفِي الْمَدِينَةِ فَفِيهَا نُصُوصٌ عَدِيدَةٌ صَحِيحَةٌ تُبَيِّنُ بَدْأَهُ وَكَيْفِيَّتَهُ. </p><p> مِنْهَا حَدِيثُ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا قَالَ:  \" كَانَ الْمُسْلِمُونَ حِينَ قَدِمُوا الْمَدِينَةَ يَجْتَمِعُونَ فَيَتَحَيَّنُونَ الصَّلَاةَ وَلَيْسَ يُنَادِي بِهَا أَحَدٌ، فَتَكَلَّمُوا يَوْمًا فِي ذَلِكَ،فَقَالَ بَعْضُهُمْ:اتَّخِذُوا نَاقُوسًا مِثْلَ نَاقُوسِ النَّصَارَى، وَقَالَ بَعْضُهُمْ قَرْنًا مِثْلَ قَرْنِ الْيَهُودِ،فَقَالَ عُمَرُ:أَوَلَا تَبْعَثُونَ رَجُلًا يُنَادِي بِالصَّلَاةِ،فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" يَا بِلَالُ قُمْ فَنَادِ بِالصَّلَاةِ \"،وَفِي الْمُوَطَّأِ لِمَالِكٍ رَحِمَهُ اللَّهُ:أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ قَدْ أَرَادَ أَنْ يَتَّخِذَ خَشَبَتَيْنِ يَضْرِبُ بِهِمَا؛ لِيَجْتَمِعَ النَّاسُ لِلصَّلَاةِ،فَأُرِي عَبْدُ اللَّهِ بْنُ زَيْدٍ الْأَنْصَارِيُّ خَشَبَتَيْنِ فِي النَّوْمِ فَقَالَ:إِنَّ هَاتَيْنِ لَنَحْوٌ مِمَّا يُرِيدُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَقَالَ:أَلَا تُؤَذِّنُونَ لِلصَّلَاةِ؟ فَأَتَى رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ اسْتَيْقَظَ فَذَكَرَ لَهُ ذَلِكَ فَأَمَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْأَذَانِ \" . </p><p> وَبَعْضُ الرِّوَايَاتِ الْأُخْرَى عَنْ غَيْرِ ابْنِ عُمَرَ وَعِنْدَ غَيْرِ الشَّيْخَيْنِ بِأَلْفَاظٍ أُخْرَى، وَصُوَرٍ مُخْتَلِفَةٍ مِنْهَا قَالُوا:  \" انْصِبْ رَايَةً فَإِذَا رَآهَا النَّاسُ أَذَّنَ بَعْضُهُمْ بَعْضًا أَيْ: أَعْلَمَهُ عِنْدَ حُضُورِ الصَّلَاةِ، فَلَمْ يُعْجِبْهُ ذَلِكَ فَذُكِرَ لَهُ الْقِنْعُ، وَهُوَ الشَّبُّورُ لِلْيَهُودِ فَلَمْ يُعْجِبْهُ، فَقَالَ هَذَا مِنْ أَمْرِ الْيَهُودِ \" . </p><p> وَفِي رِوَايَةِ أَنَسٍ \" أَنْ يُنَوِّرُوا نَارًا فَلَمْ يُعْجِبْهُ شَيْءٌ مِنْ ذَلِكَ كُلِّهِ \" . </p><p> وَفِي حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ: لَمَّا أَمَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالنَّاقُوسِ يُعْمَلُ؛ لِيَضْرِبَ بِهِ لِلنَّاسِ لِجَمْعِ الصَّلَوَاتِ طَافَ بِي وَأَنَا نَائِمٌ رَجُلٌ يَحْمِلُ نَاقُوسًا فِي يَدِهِ، فَقُلْتُ: يَا عَبْدَ اللَّهِ أَتَبِيعُ النَّاقُوسَ؟ قَالَ: وَمَا تَصْنَعُ بِهِ؟ قُلْتُ: نَدْعُو بِهِ إِلَى الصَّلَاةِ، قَالَ: أَفَلَا أَدُلُّكَ عَلَى مَا هُوَ خَيْرٍ مِنْ ذَلِكَ، فَقُلْتُ: بَلَى، فَقَالَ: تَقُولُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، حَيَّ عَلَى الْفَلَاحِ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ \". </p><p> ثُمَّ اسْتَأْخَرَ عَنِّي غَيْرَ بَعِيدٍ ثُمَّ قَالَ: تَقُولُ إِذَا أَقَمْتَ لِلصَّلَاةِ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ </p><p> أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ، قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ. </p><p> فَلَمَّا أَصْبَحْتُ أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَخْبَرْتُهُ بِمَا رَأَيْتُ فَقَالَ:  \" إِنَّهَا لَرُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ، فَقُمْ مَعَ بِلَالٍ فَأَلْقِ عَلَيْهِ مَا رَأَيْتَ فَلْيُؤَذِّنْ بِهِ، فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ \" فَقُمْتُ مَعَ بِلَالٍ فَجَعَلْتُ أُلْقِيهِ عَلَيْهِ وَيُؤَذِّنُ بِهِ، قَالَ: فَسَمِعَ ذَلِكَ عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - وَهُوَ فِي بَيْتِهِ فَخَرَجَ يَجُرُّ رِدَاءَهُ وَيَقُولُ: </p><p> وَالَّذِي بَعَثَكَ بِالْحَقِّ يَا رَسُولَ اللَّهِ لَقَدْ رَأَيْتُ مَا رَأَى، فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" فَلِلَّهِ الْحَمْدُ \" رَوَاهُ أَبُو دَاوُدَ. </p><p> وَفِي رِوَايَةٍ لَهُ، فَقَالَ:  \" إِنِّي لَبَيْنَ نَائِمٍ وَيَقْظَانَ إِذْ أَتَانِي آتٍ فَأَرَانِي الْأَذَانَ \" . </p><p> فَتَبَيَّنَ مِنْ هَذَا كُلِّهِ أَنَّ الصَّحِيحَ فِي مَشْرُوعِيَّةِ الْأَذَانِ أَنَّهُ كَانَ بَعْدَ الْهِجْرَةِ، وَفِي الْمَدِينَةِ الْمُنَوَّرَةِ. </p><p> وَهُنَا سُؤَالٌ حَوْلَ مَشْرُوعِيَّةِ الْأَذَانِ، قَالَ بَعْضُ النَّاسِ: كَيْفَ يُتْرَكُ أَمْرُ الْأَذَانِ وَهُوَ بِهَذِهِ الْأَهَمِّيَّةِ مِنَ الصَّلَاةِ فَيَكُونُ أَمْرَ مَشْرُوعِيَّتِهِ رُؤْيَا يَرَاهَا بَعْضُ الْأَصْحَابِ، وَطَعَنَ فِي سَنَدِ الْحَدِيثِ وَاسْتَدَلَّ بِحَدِيثِ ابْنِ عُمَرَ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  \" قُمْ يَا بِلَالُ فَنَادِ بِالصَّلَاةِ \" وَالْجَوَابُ عَنْ هَذَا مِنْ عِدَّةِ وُجُوهٍ: </p><p> مِنْهَا: سَنَدُ حَدِيثِ عَبْدِ اللَّهِ صَحِيحٌ، وَقَدْ نَاقَشَهُ الشَّوْكَانِيُّ رَحِمَهُ اللَّهُ، وَذَكَرَ تَصْحِيحَهُ وَمَنْ صَحَّحَهُ وَيَشْهَدُ لِصِحَّتِهِ مَا قَدَّمْنَاهُ مِنْ رِوَايَةِ الْمُوَطَّأِ بِإِرَادَةِ اتِّخَاذِ خَشَبَتَيْنِ، فَأُرِيَ عَبْدُ اللَّهِ بْنُ زَيْدٍ خَشَبَتَيْنِ الْحَدِيثَ، وَكَذَلِكَ فِي الصَّحِيحَيْنِ إِثْبَاتُ التَّشَاوُرِ فِيمَا يُعْلَمُ بِهِ حِينَ الصَّلَاةِ. </p><p> وَمِنْهَا: أَنَّهُ لَا يَتَعَارَضُ مَعَ حَدِيثِ ابْنِ عُمَرَ؛ لِأَنَّ حَدِيثَ ابْنِ عُمَرَ لَمْ يَذْكُرْ أَلْفَاظَ النِّدَاءِ فَيَكُونُ الْجَمْعُ بَيْنَهُمَا، إِمَّا أَنَّ بِلَالًا كَانَ يُنَادِي بِغَيْرِ هَذِهِ الصِّيغَةِ، ثُمَّ رَأَى عَبْدُ اللَّهِ الْأَذَانَ فَعَلَّمَهُ بِلَالًا. </p><p> وَقَدْ يَشْهَدُ لِهَذَا الْوَجْهِ مَا جَاءَ عَنْ أَبِي لَيْلَى قَالَ: أُحِيلَتِ الصَّلَاةُ ثَلَاثَةَ أَحْوَالٍ، وَحَدَّثَنَا أَصْحَابُنَا أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ: \" لَقَدْ أَعْجَبَنِي أَنْ تَكُونَ صَلَاةُ الْمُسْلِمِينَ وَاحِدَةً، حَتَّى لَقَدْ هَمَمْتُ أَنْ أَبُثَّ رِجَالًا فِي الدُّورِ يُنَادُونَ النَّاسَ بِحِينِ الصَّلَاةِ، وَحَتَّى هَمَمْتُ أَنْ آمُرَ </p><p> رِجَالًا يَقُومُونَ عَلَى الْآطَامِ يُنَادُونَ الْمُسْلِمِينَ حَتَّى نَقَسُوا أَوْ كَادُوا أَنْ يَنْقُسُوا \"،قَالَ:فَجَاءَ رَجُلٌ مِنَ الْأَنْصَارِ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي لَمَّا رَجَعْتُ لِمَا رَأَيْتُ مِنِ اهْتِمَامِكَ رَأَيْتُ رَجُلًا كَأَنَّ عَلَيْهِ ثَوْبَيْنِ أَخْضَرَيْنِ فَقَامَ عَلَى الْمَسْجِدِ فَأَذَّنَ، ثُمَّ قَعَدَ قَعْدَةً،ثُمَّ قَامَ فَقَالَ مِثْلَهَا إِلَّا أَنَّهُ يَقُولُ:قَدْ قَامَتِ الصَّلَاةُ، وَلَوْلَا أَنْ يَقُولَ النَّاسُ لَقُلْتُ إِنِّي كُنْتُ يَقْظَانَ غَيْرَ نَائِمٍ.فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" لَقَدْ أَرَاكَ اللَّهُ خَيْرًا فَمُرْ بِلَالًا فَلْيُؤَذِّنْ، فَقَالَ عُمَرُ: أَمَا إِنِّي قَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى وَلَكِنِّي لَمَّا سُبِقْتُ اسْتَحْيَيْتُ \". لِأَبِي دَاوُدَ أَيْضًا.</p><p> فَفِيهِ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ قَدْ هَمَّ أَنْ يَبُثَّ رِجَالًا فِي الدُّورِ، وَعَلَى الْآطَامِ يُنَادُونَ لِلصَّلَاةِ، فَيَكُونُ نِدَاءُ بِلَالٍ أَوَّلًا مِنْ هَذَا الْقَبِيلِ دُونَ تَعْيِينِ أَلْفَاظٍ، وَإِمَّا أَنْ يَكُونَ نِدَاءُ بِلَالٍ الْوَارِدُ فِي الصَّحِيحِ بِأَلْفَاظِ الْأَذَانِ، الْوَارِدَةِ فِي حَدِيثِ عَبْدِ اللَّهِ بَعْدَ أَنْ رَأَى مَا رَآهُ وَأَمَرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُعَلِّمَهُ بِلَالًا فَنَادَى بِهِ، وَلَا تَعَارُضَ فِي ذَلِكَ كَمَا تَرَى. </p><p> وَمِنْهَا أَيْضًا: أَنَّ رُؤْيَا عَبْدِ اللَّهِ لِلْأَذَانِ لَا تَجْعَلُهُ مَشْرُوعًا لَهُ مِنْ عِنْدِهِ وَلَا مُتَوَقِّفًا عَلَيْهِ، لِأَنَّهُ جَاءَ فِي الرُّؤْيَا الصَّالِحَةِ أَنَّهَا جُزْءٌ مِنْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ. </p><p> وَهَذَا النَّظْمُ لِأَلْفَاظِ الْأَذَانِ لَا يَكُونُ إِلَّا مِنَ الْقِسْمِ فَهِيَ بَعِيدَةٌ عَنِ الْوَسَاوِسِ، وَالْهَوَاجِسِ لِمَا فِيهَا مِنْ إِعْلَانِ الْعَقِيدَةِ وَإِرْغَامِ الشَّيْطَانِ كَمَا فِي الْحَدِيثِ: \" إِنَّ الشَّيْطَانَ إِذَا سَمِعَ النِّدَاءَ أَدْبَرَ \" إِلَخْ.</p><p> ثُمَّ إِنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا سَمِعَهَا أَقَرَّهَا وَقَالَ: \" إِنَّهَا لَرُؤْيَا حَقٌّ \"، أَوْ لَقَدْ أَرَاكَ اللَّهُ حَقًّا، فَكَانَتْ سُنَّةَ تَقْرِيرٍ كَمَا يُقَرِّرُ بَعْضَ النَّاسِ عَلَى بَعْضِ الْأَفْعَالِ.</p><p> ثُمَّ جَاءَ بَعْدَ ذَلِكَ تَعْلِيمُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَبِي مَحْذُورَةَ فَصَارَ سُنَّةً ثَابِتَةً، وَكَانَ يُتَوَجَّهُ السُّؤَالُ لَوْ أَنَّهُ لَمْ يَبْلُغْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَمِلُوا بِهِ بِمُجَرَّدِ الرُّؤْيَا، وَلَكِنْ وَقَدْ بَلَغَهُ وَأَقَرَّهُ فَلَا سُؤَالَ إِذًا. </p><p> وَمِنْهَا: أَنَّ فِي بَعْضِ الرِّوَايَاتِ أَنَّ الْوَحْيَ قَدْ جَاءَهُ بِهِ، وَلَمَّا أَخْبَرَهُ عُمَرُ قَالَ لَهُ: \" سَبَقَكَ بِذَلِكَ الْوَحْيُ \" ذُكِرَ فِي مَرَاسِيلِ أَبِي دَاوُدَ. </p><p> وَذُكِرَ عَنِ ابْنِ الْعَرَبِيِّ بَسْطُ الْكَلَامِ إِثْبَاتُ الْحُكْمِ بِالرُّؤْيَا ذَكَرَهُمَا الْمُعَلِّقُ عَلَى بَذْلِ الْمَجْهُودِ. </p><p> وَمِنْهَا مَا قِيلَ: تَرْكُ مَجِيءِ بَيَانِ وَتَعْلِيمِ الْأَذَانِ إِلَى أَنْ رَآهُ عَبْدُ اللَّهِ وَرَوَاهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُمَا لِأَمْرَيْنِ، ذَكَرَهُمَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُعْلِنًا مَعَ ذِكْرِ اللَّهِ فَيَكُونُ مَجِيئُهُ عَنْ طَرِيقِهِمَا أَوْلَى </p><p> وَأَكْرَمُ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَنْ يَأْتِيَهُمْ مِنْ طَرِيقِهِ هُوَ حَتَّى لَا يَكُونَ عِنَايَةَ مَنْ يَدْعُوهُمْ لِإِطْرَائِهِ. وَهَذَا وَإِنْ كَانَ مُتَوَجَّهًا إِلَّا أَنَّ فِيهِ نَظَرًا؛ لِأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوْ جَاءَهُمْ بِأَعْظَمَ مِنْ ذَلِكَ لَمَا كَانَ مَوْضِعَ تَسَاؤُلٍ. </p><p> مِنْ مَجْمُوعِ مَا تَقَدَّمَ يَكُونُ أَصْلُ مَشْرُوعِيَّةِ الْأَذَانِ سُنَّةً ثَابِتَةً، إِمَّا أَنَّهُ كَانَ قَدْ هَمَّ أَنْ يَبْعَثَ رِجَالًا فِي الْبُيُوتِ يُنَادُوهُ، وَإِمَّا لِأَنَّهُ أَقَرَّ مَا رَأَى عَبْدُ اللَّهِ فَيَكُونُ أَصْلُ الْمَشْرُوعِيَّةِ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالتَّقْرِيرُ مِنْهُ عَلَى الْأَلْفَاظِ الَّتِي رَآهَا عَبْدُ اللَّهِ. </p><p> فَضْلُ الْأَذَانِ وَآدَابُ الْمُؤَذِّنِ </p><p> لَا شَكَّ أَنَّ الْأَذَانَ مِنْ أَفْضَلِ الْأَعْمَالِ، وَأَنَّ الْمُؤَذِّنَ يَشْهَدُ لَهُ مَا سَمِعَ صَوْتَهُ مِنْ حَجَرٍ وَمَدَرٍ. إِلَخْ. </p><p> وَقَدْ جَاءَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أَنَّ الْمُؤَذِّنِينَ أَطْوَلُ النَّاسِ أَعْنَاقًا يَوْمَ الْقِيَامَةِ» . </p><p> وَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: لَوْلَا الْخِلَافَةُ لَأَذَّنْتُ. </p><p> وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الْإِمَامُ ضَامِنٌ، وَالْمُؤَذِّنٌ مُؤْتَمَنٌ، اللَّهُمَّ أَرْشِدِ الْأَئِمَّةَ، وَاغْفِرْ لِلْمُؤَذِّنِينَ» . رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ، إِلَى غَيْرِ ذَلِكَ مِنْ فَضَائِلِ الْأَذَانِ، فَقِيلَ: مُؤْتَمَنٌ عَلَى الْوَقْتِ، وَقِيلَ: مُؤْتَمَنٌ عَلَى عَوْرَاتِ الْبُيُوتِ عِنْدَ الْأَذَانِ، فَقَدْ حَثَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمُؤَذِّنِينَ عَلَى الْوُضُوءِ لَهُ كَمَا فِي حَدِيثِ:  «لَا يُنَادِي لِلصَّلَاةِ إِلَّا مُتَوَضِّئٌ» وَإِنْ كَانَ الْحَدَثُ لَا يُبْطِلُهُ اتِّفَاقًا. </p><p> وَلَمَّا كَانَ بِهَذِهِ الْمَثَابَةِ كَانَتْ لَهُ آدَابٌ فِي حَقِّ الْمُؤَذِّنِينَ: </p><p> مِنْهَا: أَنْ يَكُونُوا مِنْ خِيَارِ النَّاسِ، كَمَا عِنْدَ أَبِي دَاوُدَ:  «لِيُؤَذِّنْ لَكُمْ خِيَارُكُمْ وَلْيَؤُمَّكُمْ قُرَّاؤُكُمْ» ، وَعَلَيْهِ حَذَّرَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ تَوَلِّي الْفَسَقَةِ الْأَذَانَ كَمَا فِي حَدِيثِ:  «الْإِمَامُ ضَامِنٌ وَالْمُؤَذِّنُ مُؤْتَمَنٌ» الْمُتَقَدِّمِ. فَإِنَّ فِيهِ زِيَادَةً عِنْدَ الْبَزَّارِ قَالُوا يَا رَسُولَ اللَّهِ: لَقَدْ تَرَكْتَنَا نَتَنَافَسُ فِي الْأَذَانِ بَعْدَكَ فَقَالَ: «إِنَّهُ يَكُونُ بَعْدِي أَوْ بَعْدَكُمْ قَوْمٌ سِفْلَتُهُمْ مُؤَذِّنُوهُمْ» . </p><p> وَمِنْهَا: أَنَّهُ يُكْرَهُ التَّغَنِّي فِيهِ؛ لِأَنَّهُ ذِكْرٌ وَدُعَاءٌ إِلَى أَفْضَلِ الْعِبَادَاتِ، وَقَدْ جَاءَ عَنِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ رَجُلًا قَالَ لَهُ: إِنِّي أُحِبُّكَ فِي اللَّهِ، قَالَ ابْنُ عُمَرَ: لَكِنِّي أُبْغِضُكَ فِي اللَّهِ، فَقَالَ: وَلِمَ؟ قَالَ: لِأَنَّكَ تَتَغَنَّى فِي أَذَانِكَ. </p><p> وَفِي الْمُغْنِي لِابْنِ قُدَامَةَ: وَلَا يُعْتَدُّ بِأَذَانِ صَبِيٍّ وَلَا فَاسِقٍ، أَيْ ظَاهِرِ الْفِسْقِ، وَعِنْدَ الْمَالِكِيَّةِ: لَا يُحَاكِي فِي أَذَانِهِ الْفَسَقَةَ. </p><p> وَمِنْهَا: أَلَّا يَلْحَنَ فِيهِ لَحْنًا بَيِّنًا، قَالَ فِي الْمُغْنِي: وَيُكْرَهُ اللَّحْنُ فِي الْأَذَانِ، فَإِنَّهُ رُبَّمَا غَيَّرَ الْمَعْنَى، فَإِنَّ مَنْ قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولَ اللَّهِ وَنَصَبَ لَامَ رَسُولٍ. أَخْرَجَهُ عَنْ كَوْنِهِ خَبَرًا. </p><p> وَلَا يَمُدُّ لَفْظَةَ أَكْبَرَ لِأَنَّهُ يَجْعَلُ فِيهَا أَلِفًا فَيَصِيرُ جَمْعُ كَبَرٍ، وَهُوَ الطَّبْلُ، وَلَا يُسْقِطُ الْهَاءَ مِنِ اسْمِ اللَّهِ وَالصَّلَاةِ وَلَا الْحَاءَ مِنَ الْفَلَاحِ، لِمَا رَوَى أَبُو هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يُؤَذِّنُ لَكُمْ مَنْ يُدْغِمُ الْهَاءَ» الْحَدِيثُ أَخْرَجَهُ الدَّارَقُطْنِيُّ. </p><p> فَأَمَّا إِنْ كَانَ أَلْثَغَ لَا تَتَفَاحَشُ جَازَ أَذَانُهُ، فَقَدْ رُوِيَ أَنَّ بِلَالًا كَانَ يَقُولُ: أَسْهَدُ بِجَعْلِ الشِّينِ سِينًا، نَقَلَهُ ابْنُ قُدَامَةَ، وَلَكِنْ لَا أَصْلَ لِهَذَا الْأَثَرِ مَعَ شُهْرَتِهِ عَلَى أَلْسِنَةِ النَّاسِ، كَمَا فِي كَشْفِ الْخَفَاءِ وَمُزِيلِ الْإِلْبَاسِ. </p><p> وَمِنْ هَذَا يَنْبَغِي تَعَهُّدُ الْمُؤَذِّنِينَ فِي هَذَيْنِ الْأَمْرَيْنِ اللَّحْنِ وَالتَّلْحِينِ وَكَذَلِكَ الْفِسْقُ، وَصِفَةُ الْمُؤَذِّنِينَ وَلَا سِيَّمَا فِي بِلَادِ الْحَرَمَيْنِ الشَّرِيفَيْنِ مَهْبِطِ الْوَحْيِ وَمَصْدَرِ التَّأَسِّي، وَمَوْفِدِ الْقَادِمِينَ مِنْ كُلِّ مَكَانٍ لِيَأْخُذُوا آدَابَ الْأَذَانِ وَالْمُؤَذِّنِينَ عَنْ أَهْلِ هَذِهِ الْبِلَادِ الْمُقَدَّسَةِ. </p><p> أَلْفَاظُ الْأَذَانِ وَالْإِقَامَةِ وَالرَّاجِحُ مِنْهَا مَعَ بَيَانِ التَّثْوِيبِ وَالتَّرْجِيعِ </p><p> مَدَارُ أَلْفَاظِ الْأَذَانِ وَالْإِقَامَةِ فِي الْأَصْلِ عَلَى حَدِيثَيْ عَبْدِ اللَّهِ بْنِ زَيْدٍ بِالْمَدِينَةِ، وَحَدِيثِ أَبِي مَحْذُورَةَ فِي مَكَّةَ بَعْدَ الْفَتْحِ، وَمَا عَدَاهُمَا تَبَعٌ لَهُمَا كَحَدِيثِ بِلَالٍ وَغَيْرِهِ رَضِيَ اللَّهُ عَنْهُمْ. </p><p> وَحَدِيثُ عَبْدِ اللَّهِ مَوْجُودٌ فِي السُّنَنِ أَيْ فِيمَا عَدَا الْبُخَارِيِّ وَمُسْلِمٍ، وَهُوَ مُتَقَدِّمٌ مِنْ حَيْثُ الْزَمَنِ كَمَا تَقَدَّمَ ذَلِكَ فِي مَبْحَثِ مَشْرُوعِيَّةِ الْأَذَانِ وَأَنَّهُ كَانَ ابْتِدَاءً فِي الْمَدِينَةِ أَوَّلَ مَقْدِمِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَيْهَا. </p><p> وَحَدِيثُ أَبِي مَحْذُورَةَ مَوْجُودٌ فِي السُّنَنِ وَفِي صَحِيحِ مُسْلِمٍ، وَلَمْ يَذْكُرِ الْبُخَارِيُّ وَاحِدًا مِنْهُمَا، وَإِنَّمَا ذَكَرَ قِصَّةَ سَبَبِ الْمَشْرُوعِيَّةِ، وَحَدِيثَ: أُمِرِ بِلَالٌ أَنْ يُشْفِعَ الْأَذَانَ وَيُوتِرَ الْإِقَامَةَ عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> وَعَلَيْهِ سَنُقَدِّمُ حَدِيثَ عَبْدِ اللَّهِ؛ لِتَقَدُّمِهِ فِي الزَّمَنِ، وَأَلْفَاظُهُ كَمَا تَقَدَّمَ فِي بَدْءِ </p><p> الْمَشْرُوعِيَّةِ، هِيَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. </p><p> وَمَجْمُوعُهُ خَمْسَةَ عَشَرَةَ كَلِمَةً أَيْ جُمْلَةً، فَفِيهِ تَرْبِيعُ التَّكْبِيرِ فِي أَوَّلِهِ وَتَثْنِيَةُ بَاقِيهِ، وَإِفْرَادُ آخِرِهِ، وَفِيهِ الْإِقَامَةُ بِتَثْنِيَةِ التَّكْبِيرِ فِي أَوَّلِهِ فِي كَلِمَةٍ وَإِفْرَادِ بَاقِيهَا إِلَّا لَفْظَ الْإِقَامَةِ، وَلَفْظُهَا: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. </p><p> قَالَ الشَّوْكَانِيُّ: رَوَاهُ أَحْمَدُ وَأَبُو دَاوُدَ، وَقَالَ عَنْهُ التِّرْمِذِيُّ: حَسَنٌ صَحِيحٌ، وَذَكَرَ لَهُ عِدَّةَ طُرُقٍ، وَمِنْهَا عِنْدَ الْحَاكِمِ، وَابْنِ خُزَيْمَةَ، وَابْنِ حِبَّانَ فِي صَحِيحَيْهِمَا، وَالْبَيْهَقِيِّ، وَابْنِ مَاجَهْ. </p><p> حَدِيثُ أَبِي مَحْذُورَةَ، وَحَدِيثُ أَبِي مَحْذُورَةَ كَانَ بَعْدَ الْفَتْحِ كَمَا فِي السُّنَنِ أَنَّهُ خَرَجَ فِي نَفَرٍ فَلَقِيَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُقْدِمًا مِنْ حُنَيْنٍ، وَأَذَّنَ مُؤَذِّنُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَظَلَّ أَبُو مَحْذُورَةَ فِي نَفَرِهِ يَحْكُونَهُ اسْتِهْزَاءً بِهِ، فَسَمِعَهُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَأَحْضَرَهُمْ فَقَالَ:  «أَيُّكُمُ الَّذِي سَمِعْتُ صَوْتَهُ قَدِ ارْتَفَعَ؟ فَأَشَارُوا إِلَى أَبِي مَحْذُورَةَ، فَحَبَسَهُ وَأَرْسَلَهُمْ،ثُمَّ قَالَ لَهُ:قُمْ فَأَذِّنْ بِالصَّلَاةِ فَعَلَّمَهُ» . </p><p> أَمَّا أَلْفَاظُهُ: فَعِنْدَ مُسْلِمٍ بِتَثْنِيَةِ التَّكْبِيرِ فِي أَوَّلِهِ، وَالْبَاقِي كَحَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ مَعَ زِيَادَةِ ذِكْرِ التَّرْجِيعِ، وَقَدْ سَاقَهُ مُسْلِمٌ فِي ثَلَاثَةِ مَوَاضِعَ وَبِلَفْظِ التَّكْبِيرِ مَرَّتَيْنِ فَقَطْ: </p><p> الْمَوْضِعُ الْأَوَّلُ: عَنْ أَبِي مَحْذُورَةَ نَفْسِهِ، أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَّمَهُ الْأَذَانَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، حَيَّ عَلَى الْفَلَاحِ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. </p><p> وَالْمَوْضِعُ الثَّانِي: فِي قِصَّةِ الْإِغَارَةِ أَنَّهُ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُغِيرُ إِذَا طَلَعَ الْفَجْرُ، وَكَانَ يَسْتَمِعُ الْأَذَانَ فَإِذَا سَمِعَ أَذَانًا أَمْسَكَ وَإِلَّا أَغَارَ، فَسَمِعَ رَجُلًا يَقُولُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «عَلَى الْفِطْرَةِ» ، ثُمَّ قَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «خَرَجْتَ مِنَ النَّارِ» . . . الْحَدِيثَ. </p><p> وَالْمَوْضِعُ الثَّالِثُ: عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «إِذَا قَالَ الْمُؤَذِّنُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ فَقَالَ أَحَدُكُمْ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ،ثُمَّ قَالَ:أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ،قَالَ:أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ» الْحَدِيثَ، فَهَذِهِ كُلُّهَا أَلْفَاظُ مُسْلِمٍ لِأَذَانِ أَبِي مَحْذُورَةَ، وَلَمْ يَذْكُرْ مُسْلِمٌ عَنِ الْإِقَامَةِ إِلَّا حَدِيثَ أَنَسٍ، أَمَرَ بِلَالًا أَنْ يَشْفَعَ الْأَذَانَ وَيُوتِرَ الْإِقَامَةَ، وَعِنْدَ غَيْرِ مُسْلِمٍ جَاءَ حَدِيثُ أَبِي مَحْذُورَةَ بِتَرْبِيعِ التَّكْبِيرِ فِي أَوَّلِهِ، كَحَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، وَبِالتَّرْجِيعِ وَالتَّثْوِيبِ فِي الْفَجْرِ، وَفِيهَا أَنَّ التَّرْجِيعَ يَكُونُ أَوَّلًا بِصَوْتٍ مُنْخَفِضٍ. </p><p> ثُمَّ يُرَجِّعُ وَيَمُدُّ بِهِمَا - أَيْ بِالشَّهَادَتَيْنِ - صَوْتَهُ، وَذَلِكَ عِنْدَ أَحْمَدَ، وَأَبِي دَاوُدَ، وَالتِّرْمِذِيِّ، وَالنَّسَائِيِّ، أَمَّا الْإِقَامَةُ فَجَاءَتْ عَنْ أَبِي مَحْذُورَةَ رِوَايَتَانِ: الْأُولَى قَالَ: وَعَلَّمَنِي النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْإِقَامَةَ مَرَّتَيْنِ مَرَّتَيْنِ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ حَيِّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. </p><p> الثَّانِيَةُ: مِثْلُ الْأَذَانِ تَمَامًا بِتَرْبِيعِ التَّكْبِيرِ، وَبِدُونِ تَرْجِيعٍ، وَتَثْنِيَةُ الْإِقَامَةِ أَيِ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. </p><p> فَالْأُولَى كَالْأَذَانِ فِي رِوَايَةِ مُسْلِمٍ، وَالثَّانِيَةُ كَرِوَايَةِ الْأَذَانِ عِنْدَ غَيْرِهِ بِدُونِ تَرْجِيعٍ وَلَا تَثْوِيبٍ، وَإِضَافَةِ لَفْظِ الْإِقَامَةِ مَرَّتَيْنِ. </p><p> هَذَا مَجْمُوعُ مَا جَاءَ فِي أُصُولِ أَلْفَاظِ الْأَذَانِ مِنْ حَدِيثَيْ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَأَبِي مَحْذُورَةَ. </p><p> وَبِالنَّظَرِ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ نَجِدُهُ لَمْ تَخْتَلِفْ أَلْفَاظُهُ لَا فِي الْأَذَانِ وَلَا فِي الْإِقَامَةِ، وَهُوَ بِتَرْبِيعِ التَّكْبِيرِ فِي الْأَذَانِ وَبِدُونِ تَثْوِيبٍ وَلَا تَرْجِيعٍ، وَبِإِفْرَادِ الْإِقَامَةِ إِلَّا لَفْظَ الْإِقَامَةِ، أَمَّا حَدِيثُ أَبِي مَحْذُورَةَ فَجَاءَ بِعِدَّةِ صُوَرٍ فِي الْأَذَانِ وَفِي الْإِقَامَةِ. </p><p> أَمَّا الْأَذَانُ فَعِنْدَ مُسْلِمٍ بِتَثْنِيَةِ التَّكْبِيرِ فِي أَوَّلِهِ وَعِنْدَ غَيْرِهِ بِتَرْبِيعِهِ، وَعِنْدَ الْجَمِيعِ إِثْبَاتُ </p><p> التَّرْجِيعِ فِي الشَّهَادَتَيْنِ، وَأَنَّ الْأُولَى مُنْخَفِضَةٌ، وَالثَّانِيَةَ مُرْتَفِعَةٌ، كَبَقِيَّةِ أَلْفَاظِ الْأَذَانِ، وَأَمَّا الْإِقَامَةُ فَجَاءَتْ مَرَّتَيْنِ مَرَّتَيْنِ، وَجَاءَتْ مِثْلَ الْأَذَانِ تَمَامًا عِنْدَ غَيْرِ مُسْلِمٍ سِوَى التَّرْجِيعِ وَالتَّثْوِيبِ مَعَ تَثْنِيَةِ الْإِقَامَةِ، فَكَانَ الْفَرْقُ بَيْنَ الْحَدِيثَيْنِ كَالْآتِي: </p><p> فِي أَلْفَاظِ الْأَذَانِ ثَلَاثُ نِقَاطٍ: </p><p> أَوَّلًا: ذِكْرُ التَّرْجِيعِ. </p><p> ثَانِيًا: التَّثْوِيبُ. </p><p> ثَالِثًا: عَدَدُ التَّكْبِيرِ فِي أَوَّلِهِ. </p><p> أَمَّا التَّرْجِيعُ فَيَجِبُ أَنْ يُؤْخَذَ بِهِ ; لِأَنَّهُ مُتَأَخِّرٌ بَعْدَ الْفَتْحِ، وَلَا مُعَارَضَةَ فِيهِ، لِأَنَّهُ زِيَادَةُ بَيَانٍ وَبِسَنَدٍ صَحِيحٍ. </p><p> وَأَمَّا التَّثْوِيبُ فَقَدْ ثَبَتَ مِنْ حَدِيثِ بِلَالٍ، وَكَانَ أَيْضًا مُتَأَخِّرًا عَنْ حَدِيثِ عَبْدِ اللَّهِ قَطْعًا، وَقَدْ ثَبَتَ أَنَّ بِلَالًا أَذَّنَ لِلصُّبْحِ فَقِيلَ لَهُ: إِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَائِمٌ فَصَرَخَ بِلَالٌ بِأَعْلَى صَوْتِهِ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ. </p><p> قَالَ سَعِيدُ بْنُ الْمُسَيَّبِ: فَأُدْخِلَتْ هَذِهِ الْكَلِمَةُ فِي التَّأْذِينِ لِصَلَاةِ الْفَجْرِ، أَيْ: أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ:  «اجْعَلْ ذَلِكَ فِي أَذَانِكَ» فَاخْتُصَّتْ بِالْفَجْرِ. </p><p> وَذَكَرَ ابْنُ قُدَامَةَ - رَحِمَهُ اللَّهُ - فِي الْمُغْنِي عَنْ بِلَالٍ:  «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَاهُ أَنْ يُثَوِّبَ فِي الْعِشَاءِ» رَوَاهُ ابْنُ مَاجَهْ، وَقَالَ: دَخَلَ ابْنُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - مَسْجِدًا يُصَلِّي فِيهِ، فَسَمِعَ رَجُلًا يُثَوِّبُ فِي أَذَانِ الظُّهْرِ فَخَرَجَ فَقِيلَ لَهُ: أَيْنَ؟ فَقَالَ: أَخْرَجَتْنِي الْبِدْعَةُ، فَلَزِمَ بِهَذَا كُلِّهِ الْأَخْذُ بِهَا فِي صَلَاةِ الْفَجْرِ خَاصَّةً. </p><p> أَمَّا التَّكْبِيرُ فِي أَوَّلِ الْأَذَانِ، فَفِي رِوَايَةِ مُسْلِمٍ لِأَبِي مَحْذُورَةَ مَرَّتَيْنِ فِي كَلِمَةٍ فَاخْتَلَفَ مَعَ حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، وَعِنْدَ غَيْرِ مُسْلِمٍ بِتَرْبِيعِ التَّكْبِيرِ، وَبِالنَّظَرِ إِلَى سَنَدِ مُسْلِمٍ فَهُوَ أَصَحُّ سَنَدًا، وَبِالنَّظَرِ إِلَى مَا عِنْدَ غَيْرِهِ، تَجِدُ فِيهِ زِيَادَةً صَحِيحَةً، وَهِيَ تَرْبِيعُ التَّكْبِيرِ، فَوَجَبَ الْعَمَلُ بِهَا كَمَا وَجَبَ الْعَمَلُ بِالتَّثْوِيبِ وَالتَّرْجِيعِ ; لِأَنَّ الرِّوَايَةَ الْمُتَّفِقَةَ مَعَ الْحَدِيثِ الْآخَرِ أَوْلَى مِنَ الْمُخْتَلِفَةِ مَعَهَا. </p><p> أَمَّا الْإِقَامَةُ: فَفِي حَدِيثِ عَبْدِ اللَّهِ لَمْ تَخْتَلِفْ كَمَا تَقَدَّمَ، وَلَكِنَّهَا فِي حَدِيثِ أَبِي </p><p> مَحْذُورَةَ قَدْ جَاءَتْ مُتَعَدِّدَةً وَلَمْ تَتَّفِقْ صُورَةٌ مِنْ صُوَرِهَا مَعَ حَدِيثِ عَبْدِ اللَّهِ، حَيْثُ إِنَّ فِيهَا مَرَّتَيْنِ مَرَّتَيْنِ فِي جَمِيعِ الْكَلِمَاتِ، وَمِنْهَا كَالْأَذَانِ مَعَ لَفْظِ الْإِقَامَةِ مَرَّتَيْنِ، وَسَنَدُ الْجَمِيعِ سَوَاءٌ. </p><p> فَهَلْ نَأْخُذُ فِي الْإِقَامَةِ بِحَدِيثِ عَبْدِ اللَّهِ أَمْ بِحَدِيثِ أَبِي مَحْذُورَةَ؟ مِنْ حَيْثُ الصِّنَاعَةُ بكُلٌّ مِنْهُمَا فِي السَّنَدِ سَوَاءٌ. </p><p> وَفِي حَدِيثِ أَبِي مَحْذُورَةَ زِيَادَةٌ وَهِيَ تَشْبِيهُهَا بِالْأَذَانِ، فَلَوْ كَانَ الْأَمْرُ قَاصِرًا عَلَى ذَلِكَ لَكَانَ الْعَمَلُ بِحَدِيثِ أَبِي مَحْذُورَةَ فِي الْإِقَامَةِ أَوْلَى ; لِأَنَّهُ مُتَأَخِّرٌ وَفِيهِ زِيَادَةٌ صَحِيحَةٌ، وَلَكِنْ وَجَدْنَا حَدِيثَ بِلَالٍ فِي الصَّحِيحِ، وَعِنْدَ مُسْلِمٍ أَيْضًا وَهُوَ أَمْرُ بِلَالٍ أَنْ يَشْفَعَ الْأَذَانَ وَأَنْ يُوتِرَ بِالْإِقَامَةِ، وَحَدِيثَ عَبْدِ اللَّهِ بْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: كَانَ الْأَذَانُ عَلَى عَهْدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّتَيْنِ، وَالْإِقَامَةُ مَرَّةً مَرَّةً غَيْرَ أَنَّهُ كَانَ يَقُولُ: قَدْ قَامَتِ الصَّلَاةُ قَدْ قَامَتِ الصَّلَاةُ، رَوَاهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ. </p><p> وَبِهَذَيْنِ الْحَدِيثَيْنِ يُمْكِنُ التَّرْجِيحُ بَيْنَ حَدِيثَيْ عَبْدِ اللَّهِ وَأَبِي مَحْذُورَةَ فِي كُلٍّ مِنَ الْأَذَانِ وَالْإِقَامَةِ. </p><p> فَمِنْ حَدِيثِ بِلَالٍ: نَشْفَعُ الْأَذَانَ، وَلَكِنَّهُمْ يَخْتَلِفُونَ فِي تَحْقِيقِ الْمَنَاطِ فِي الْمُرَادِ بِالشَّفْعِ مِنْ حَيْثُ التَّكْبِيرِ ; لِأَنَّ الشَّفْعَ يَصْدُقُ عَلَى اثْنَيْنِ وَأَرْبَعٍ، وَعِنْدَ فِي الْأَذَانِ إِمَّا مَرَّتَانِ وَإِمَّا أَرْبَعٌ، وَكِلَاهُمَا يَصْدُقُ عَلَيْهِ مَعْنَى الشَّفْعِ، وَلَكِنْ إِذَا اعْتَبَرْنَا أَنَّ كُلَّ تَكْبِيرَتَيْنِ جُمْلَةٌ وَاحِدَةٌ، كَانَ تَحَقُّقُ الشَّفْعِ بِجُمْلَتَيْنِ، فَيَأْتِي أَرْبَعَ تَكْبِيرَاتٍ، وَإِذَا اعْتَبَرْنَا كُلَّ تَكْبِيرَةٍ كَلِمَةً وُجِدَ الشَّفْعُ فِي جُمْلَةٍ وَاحِدَةٍ لِاشْتِمَالِهَا عَلَى كَلِمَتَيْنِ، وَلِهَذَا وَقَعَ الْخِلَافُ. </p><p> وَلَكِنَّ الْأَذَانَ لَمْ تُعَدَّ عِبَارَاتُهُ بِالْكَلِمَاتِ الْمُفْرَدَةِ بَلْ بِالْجُمَلِ ; لِأَنَّنَا نَعُدُّ قَوْلَنَا: حَيَّ عَلَى الصَّلَاةِ، وَهِيَ فِي الْوَاقِعِ جُمْلَةٌ تَشْتَمِلُ عَلَى عِدَّةِ كَلِمَاتٍ مُفْرَدَةٍ، وَعَلَيْهِ فَقَوْلُنَا: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ كَلِمَةٌ، وَعَلَى هَذَا يَكُونُ الشَّفْعُ بِتَكْرَارِهَا، فَيَأْتِي أَرْبَعَ تَكْبِيرَاتٍ: وَهَذَا يَتَّفِقُ مَعَ رِوَايَةِ الْحَدِيثَيْنِ، وَحَدِيثِ عَبْدِ اللَّهِ تَمَامًا. </p><p> وَقَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: قَالَ الْقَاضِي عِيَاضٌ: إِنَّ حَدِيثَ أَبِي مَحْذُورَةَ جَاءَ فِي نُسْخَةِ الْفَاسِيِّ لِمُسْلِمٍ بِأَرْبَعِ تَكْبِيرَاتٍ. اهـ. </p><p> وَبِهَذَا تَتَّفِقُ الرِّوَايَاتُ كُلُّهَا فِي تَرْبِيعِ التَّكْبِيرِ فِي الْأَذَانِ. </p><p> أَمَّا الْإِقَامَةُ فَحَدِيثُ بِلَالٍ نَصٌّ فِي إِيثَارِ الْإِقَامَةِ إِلَّا لَفْظَ الْإِقَامَةِ وَهُوَ عَيْنُ نَصِّ الْإِقَامَةِ فِي حَدِيثِ عَبْدِ اللَّهِ، وَعَيْنُ النَّصِّ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَالْإِقَامَةُ مَرَّةً مَرَّةً إِلَّا الْإِقَامَةَ، أَيْ: فَهِيَ مَرَّتَيْنِ، وَعَلَى هَذَا الْعَرْضِ وَبِهَذِهِ الْمُنَاقَشَةِ يَكُونُ الرَّاجِحُ هُوَ الْعَمَلَ بِحَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ فِي الْأَذَانِ وَالْإِقَامَةِ، مَعَ أَخْذِ التَّرْجِيعِ وَالتَّثْوِيبِ مِنْ حَدِيثِ أَبِي مَحْذُورَةَ لِلْأَذَانِ. </p><p> ثُمَّ نَسُوقُ مَا أَخَذَ بِهِ فُقَهَاءُ الْأَمْصَارِ مِنْ هَذَا كُلِّهِ مَعَ بَيَانِ النَّتِيجَةِ مِنْ جَوَازِ الْعَمَلِ بِالْجَمِيعِ إِنْ شَاءَ اللَّهُ. </p><p> قَالَ ابْنُ رُشْدٍ فِي الْبِدَايَةِ مَا نَصُّهُ: اخْتَلَفَ الْعُلَمَاءُ فِي الْأَذَانِ عَلَى أَرْبَعِ صِفَاتٍ مَشْهُورَةٍ: </p><p> إِحْدَاهُمَا: تَثْنِيَةُ التَّكْبِيرِ وَتَرْبِيعُ الشَّهَادَتَيْنِ وَبَاقِيهِ مُثَنًّى، وَهُوَ مَذْهَبُ أَهْلِ الْمَدِينَةِ مَالِكٍ وَغَيْرِهِ، وَاخْتَارَ الْمُتَأَخِّرُونَ مِنْ أَصْحَابِ مَالِكٍ التَّرْجِيعَ فِي الشَّهَادَتَيْنِ بِصَوْتٍ أَخْفَضَ مِنَ الْأَذَانِ. </p><p> وَالصِّفَةُ الثَّانِيَةُ: أَذَانُ الْمَكِّيِّينَ، وَبِهِ قَالَ الشَّافِعِيُّ، وَهُوَ تَرْبِيعُ التَّكْبِيرِ الْأَوَّلِ وَالشَّهَادَتَيْنِ، وَتَثْنِيَةُ بَاقِي الْأَذَانِ. </p><p> وَالصِّفَةُ الثَّالِثَةُ: أَذَانُ الْكُوفِيِّينَ، وَهُوَ تَرْبِيعُ التَّكْبِيرِ الْأَوَّلِ وَتَثْنِيَةُ بَاقِي الْأَذَانِ، وَبِهِ قَالَ أَبُو حَنِيفَةَ. </p><p> وَالصِّفَةُ الرَّابِعَةُ: أَذَانُ الْبَصْرِيِّينَ، وَهُوَ تَرْبِيعُ التَّكْبِيرِ الْأَوَّلِ وَتَثْلِيثُ الشَّهَادَتَيْنِ، وَحَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ، يَبْدَأُ بِأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ حَتَّى يَصِلَ إِلَى حَيَّ عَلَى الْفَلَاحِ، ثُمَّ يُعِيدُ كَذَلِكَ مَرَّةً ثَانِيَةً أَعْنِي الْأَرْبَعَ كَلِمَاتٍ تَبَعًا ثُمَّ يُعِيدُهُنَّ ثَالِثَةً، وَبِهِ قَالَ الْحَسَنُ الْبَصْرِيُّ وَابْنُ سِيرِينَ. </p><p> وَالسَّبَبُ فِي اخْتِلَافِ كُلِّ وَاحِدٍ مِنْ هَؤُلَاءِ الْفِرَقِ الْأَرْبَعِ اخْتِلَافُ الْآثَارِ فِي ذَلِكَ، وَاخْتِلَافُ اتِّصَالِ الْعَمَلِ عِنْدَ كُلِّ وَاحِدٍ مِنْهُمْ، وَذَلِكَ أَنَّ الْمَدَنِيِّينَ يَحْتَجُّونَ لِمَذْهَبِهِمْ بِالْعَمَلِ الْمُتَّصِلِ بِذَلِكَ فِي الْمَدِينَةِ، وَالْمَكِّيُّونَ كَذَلِكَ أَيْضًا يَحْتَجُّونَ بِالْعَمَلِ الْمُتَّصِلِ عِنْدَهُمْ بِذَلِكَ، وَكَذَلِكَ الْكُوفِيُّونَ وَالْبَصْرِيُّونَ، وَلِكُلِّ وَاحِدٍ مِنْهُمْ آثَارٌ تَشْهَدُ لِقَوْلِهِ. اهـ. </p><p> ثُمَّ سَاقَ نُصُوصَ كُلِّ فَرِيقٍ مِنَ النُّصُوصِ الَّتِي أَوْرَدْنَاهَا سَابِقًا، وَلَمْ يُورِدْ نَصًّا لِمَذْهَبِ الْبَصْرِيِّينَ الَّذِي فِيهِ التَّثْلِيثُ الْمَذْكُورُ، وَقَدْ وُجِدَ فِي مُصَنَّفِ عَبْدِ الرَّزَّاقِ بِسَنَدٍ جَيِّدٍ مُجَلَّدَ (١) ص (٥٦٤) وَجَاءَ مَرْوِيًّا عَنْ بَعْضِ الصَّحَابَةِ فِي الْمُصَنَّفِ الْمَذْكُورِ. </p><p> وَقَالَ فِي الْإِقَامَةِ: أَمَّا صِفَتُهَا فَإِنَّهَا عِنْدَ مَالِكٍ وَالشَّافِعِيِّ بِتَثْنِيَةِ التَّكْبِيرِ فِي أَوَّلِهَا، وَبِإِفْرَادِ بَاقِيهَا إِلَّا لَفْظَ الْإِقَامَةِ، فَعِنْدَ الشَّافِعِيِّ مَرَّتَيْنِ وَعِنْدَ أَبِي حَنِيفَةَ، فَهِيَ مَثْنَى مَثْنَى، وَأَمَّا أَحْمَدُ فَقَدْ خَيَّرَ بَيْنَ الْأَفْرَادِ وَالتَّثْنِيَةِ فِيهَا اهـ. </p><p> تِلْكَ هِيَ خُلَاصَةُ أَقْوَالِ أَئِمَّةِ الْأَمْصَارِ فِي أَلْفَاظِ الْأَذَانِ وَالْإِقَامَةِ، وَقَدْ أَجْمَلَهَا الْعَلَّامَةُ ابْنُ الْقَيِّمِ - رَحِمَهُ اللَّهُ - فِي زَادِ الْمَعَادِ تَحْتَ عُنْوَانِ: فَصْلُ مُؤَذِّنِيهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ مَا نَصُّهُ: </p><p> وَكَانَ أَبُو مَحْذُورَةَ يُرَجِّعُ الْأَذَانَ وَيُثَنِّي الْإِقَامَةَ وَبِلَالٌ لَا يُرَجِّعُ وَيُفْرِدُ الْإِقَامَةَ، فَأَخَذَ الشَّافِعِيُّ وَأَهْلُ مَكَّةَ بِأَذَانِ أَبِي مَحْذُورَةَ، وَإِقَامَةِ بِلَالٍ، وَيَعْنِي بِأَذَانِ أَبِي مَحْذُورَةَ عَلَى رِوَايَةِ تَرْبِيعِ التَّكْبِيرِ، وَأَخَذَ أَبُو حَنِيفَةَ، وَأَهْلُ الْعِرَاقِ بِأَذَانِ بِلَالٍ وَإِقَامَةِ أَبِي مَحْذُورَةَ، وَأَخَذَ أَحْمَدُ، وَأَهْلُ الْحَدِيثِ، وَأَهْلُ الْمَدِينَةِ بِأَذَانِ بِلَالٍ وَإِقَامَتِهِ، أَيْ: بِتَرْبِيعِ التَّكْبِيرِ وَبِدُونِ تَرْجِيعٍ، وَبِإِفْرَادِ الْإِقَامَةِ إِلَى لَفْظِ الْإِقَامَةِ، قَالَ: وَخَالَفَ مَالِكٌ فِي الْمَوْضِعَيْنِ إِعَادَةَ التَّكْبِيرِ وَتَثْنِيَةَ لَفْظِ الْإِقَامَةِ ; فَإِنَّهُ لَا يُكَرِّرُهَا اهـ. </p><p> وَمُرَادُهُ بِمُخَالَفَةِ مَالِكٍ هُنَا لِأَهْلِ الْأَمْصَارِ، وَإِلَّا فَهُوَ مُتَّفِقٌ مَعَ بَعْضِ الصُّوَرِ الْمُتَقَدِّمَةِ. أَمَّا فِي عَدَمِ إِعَادَةِ التَّكْبِيرِ، فَعَلَى حَدِيثِ أَبِي مَحْذُورَةَ عِنْدَ مُسْلِمٍ، وَعَدَمِ تَكْرِيرِهِ لِلَفْظِ الْإِقَامَةِ، فَعَلَى بَعْضِ رِوَايَاتِ حَدِيثِ بِلَالٍ أَنْ يُوتِرَ الْإِقَامَةَ أَيْ عَلَى هَذَا الْإِطْلَاقِ، وَبِهَذَا مَرَّةً أُخْرَى يَظْهَرُ لَكَ أَنَّ تِلْكَ الصِّفَاتِ كُلَّهَا صَحِيحَةٌ، وَأَنَّهَا مِنْ بَابِ اخْتِلَافِ التَّنَوُّعِ وَكُلٌّ ذَهَبَ إِلَى مَا هُوَ صَحِيحٌ وَرَاجِحٌ عِنْدَهُ، وَلَا تَعَارُضَ مُطْلَقًا إِلَّا قَوْلَ الْحَسَنِ الْبَصْرِيِّ وَابْنِ سِيرِينَ بِالتَّثْلِيثِ وَلَمْ يَقُلْ بِهِ أَحَدٌ مِنَ الْأَئِمَّةِ الْأَرْبَعَةِ. </p><p> وَقَالَ ابْنُ تَيْمِيَةَ كَلِمَةَ فَصْلٍ فِي ذَلِكَ، فِي الْمَجْمُوعِ ج ٢٢ ص ٦٦ بَعْدَ ذِكْرِ هَذِهِ الْمَسْأَلَةِ مَا نَصُّهُ: فَإِذَا كَانَ كَذَلِكَ فَالصَّوَابُ مَذْهَبُ أَهْلِ الْحَدِيثِ وَمَنْ وَافَقَهُمْ تَسْوِيغُ كُلِّ مَا ثَبَتَ فِي ذَلِكَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يَكْرَهُونَ شَيْئًا مِنْ ذَلِكَ، إِذْ تَنَوُّعُ صِفَةِ الْأَذَانِ وَالْإِقَامَةِ كَتَنَوُّعِ صِفَةِ الْقِرَاءَاتِ وَالتَّشَهُّدَاتِ وَنَحْوِ ذَلِكَ، وَلَيْسَ لِأَحَدٍ أَنْ يَكْرَهَ مَا سَنَّهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأُمَّتِهِ. اهـ. </p><p> وَقَالَ ابْنُ الْقَيِّمِ فِي زَادِ الْمَعَادِ فِي مَوْضِعٍ آخَرَ: مِمَّا لَا يَنْبَغِي الْخِلَافُ فِيهِ مَا نَصُّهُ: وَهَذَا مِنَ الِاخْتِلَافِ الْمُبَاحِ الَّذِي لَا يُعَنَّفُ فِيهِ مَنْ فَعَلَهُ وَلَا مَنْ تَرَكَهُ. </p><p> وَهَذَا كَرَفْعِ الْيَدَيْنِ فِي الصَّلَاةِ وَتَرْكِهِ، وَكَالْخِلَافِ فِي أَنْوَاعِ التَّشَهُّدَاتِ وَأَنْوَاعِ الْأَذَانِ وَالْإِقَامَةِ، وَأَنْوَاعِ النُّسُكِ مِنَ الْإِفْرَادِ وَالتَّمَتُّعِ وَالْقِرَانِ. </p><p> تَنْبِيهٌ </p><p> قَدْ جَاءَ فِي التَّثْوِيبِ بَعْضُ الْآثَارِ عَنْ عُمَرَ وَبَعْضِ الْأُمَرَاءِ، وَالصَّحِيحُ أَنَّهُ مَرْفُوعٌ، كَمَا فِي قِصَّةِ بِلَالٍ الْمُتَقَدِّمَةِ، وَلَا يَبْعُدُ أَنَّ مَا جَاءَ عَنْ عُمَرَ أَوْ غَيْرِهِ يَكُونُ تَكْرَارًا لَمَّا سَبَقَ أَنْ جَاءَ عَنْ بِلَالٍ مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقِيلَ فِيهَا هَلْ هُوَ خَاصٌّ بِالْفَجْرِ أَوْ عَامٌّ فِي كُلِّ صَلَاةٍ يَكُونُ الْإِمَامُ نَائِمًا فِيهَا؟ وَالصَّحِيحُ أَنَّهُ خَاصٌّ بِالْفَجْرِ وَفِي الْأَذَانِ لَا عِنْدَ بَابِ الْأَمِيرِ أَوِ الْإِمَامِ، وَتَقَدَّمَ أَثَرُ عَبْدِ اللَّهِ بْنِ عُمَرَ فِيمَنْ ثَوَّبَ فِي أَذَانِ الظُّهْرِ أَنَّهُ اعْتَبَرَهُ بِدْعَةً وَخَرَجَ مِنَ الْمَسْجِدِ. </p><p> كَيْفِيَّةُ أَدَاءِ الْأَذَانِ </p><p> يُؤَدَّى الْأَذَانُ بِتَرَسُّلٍ وَتَمَهُّلٍ ; لِأَنَّهُ إِعْلَانٌ لِلْبَعِيدِ، وَالْإِقَامَةُ حَدْرًا ; لِأَنَّهَا لِلْحَاضِرِ الْقَرِيبِ، أَمَّا النُّطْقُ بِالْأَذَانِ فَيَكُونُ جَزْمًا غَيْرَ مُعْرَبٍ. </p><p> قَالَ فِي الْمُغْنِي: ذَكَرَ أَبُو عَبْدِ اللَّهِ بْنُ بَطَّةَ، أَنَّهُ حَالُ تَرَسُّلِهِ وَدَرْجِهِ أَيْ: فِي الْأَذَانِ وَالْإِقَامَةِ، لَا يَصِلُ الْكَلَامَ بَعْضَهُ بِبَعْضٍ، بَلْ جَزْمًا. وَحَكَاهُ عَنِ ابْنِ الْأَنْبَارِيِّ عَنْ أَهْلِ اللُّغَةِ، وَقَالَ: وَرُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ قَالَ: شَيْئَانِ مَجْزُومَانِ كَانُوا لَا يُعْرِبُونَهُمَا الْأَذَانُ وَالْإِقَامَةُ، قَالَ: وَهَذَا إِشَارَةٌ إِلَى إِجْمَاعِهِمْ. </p><p> حُكْمُ الْأَذَانِ وَالْإِقَامَةِ </p><p> قَالَ ابْنُ رُشْدٍ: وَاخْتَلَفَ الْعُلَمَاءُ فِي حُكْمِ الْأَذَانِ هَلْ هُوَ وَاجِبٌ أَوْ سُنَّةٌ مُؤَكَّدَةٌ؟ وَإِنْ كَانَ وَاجِبًا فَهَلْ هُوَ مِنْ فُرُوضِ الْأَعْيَانِ أَوْ مِنْ فُرُوضِ الْكِفَايَةِ؟ اهـ. </p><p> فَتَرَاهُ يَدُورُ حُكْمُهُ بَيْنَ فَرْضِ الْعَيْنِ وَالسُّنَّةِ الْمُؤَكَّدَةِ، وَالسَّبَبُ فِي هَذَا الِاخْتِلَافِ، اخْتِلَافُهُمْ فِي وِجْهَةِ النَّظَرِ فِي الْغَرَضِ مِنَ الْأَذَانِ هَلْ هُوَ مِنْ حَقِّ الْوَقْتِ لِلْإِعْلَامِ بِدُخُولِهِ أَوْ مِنْ حَقِّ الصَّلَاةِ، كَذِكْرٍ مِنْ أَذْكَارِهَا أَوْ هُوَ شِعَارٌ لِلْمُسْلِمِينَ يُمَيِّزُهُمْ عَنْ غَيْرِهِمْ؟ </p><p> وَسَنُجْمِلُ أَقْوَالَ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - مَعَ الْإِشَارَةِ إِلَى مَأْخَذِ كُلٍّ مِنْهُمْ ثُمَّ بَيَانِ الرَّاجِحِ </p><p> إِنْ شَاءَ اللَّهُ. </p><p> أَوَّلًا: اتَّفَقَ الشَّافِعِيُّ، وَأَبُو حَنِيفَةَ عَلَى أَنَّهُ سُنَّةٌ عَلَى مَا رَجَّحَهُ النَّوَوِيُّ عَنِ الشَّافِعِيِّ فِي الْمَجْمُوعِ أَنَّهُ سُنَّةٌ فِي حَقِّ الْجَمِيعِ الْمُنْفَرِدِ وَالْجَمَاعَةِ فِي الْحَضَرِ وَفِي السَّفَرِ، أَيْ: أَنَّهُ لَا تَتَعَلَّقُ بِهِ صِحَّةُ الصَّلَاةِ. </p><p> وَحُكِيَ عَنْهُ أَنَّهُ فَرْضُ كِفَايَةٍ أَيْ: لِلْجَمَاعَةِ أَوْ لِلْجُمُعَةِ خَاصَّةً، وَالدَّلِيلُ لَهُمْ فِي ذَلِكَ حَدِيثُ الْمُسِئِ صَلَاتَهُ ; لِأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَّمَهُ مَعَهَا الْوُضُوءَ، وَاسْتِقْبَالَ الْقِبْلَةِ، وَلَمْ يُعَلِّمْهُ أَمْرَ الْأَذَانِ وَلَا الْإِقَامَةِ. </p><p> ثَانِيًا: مَالِكٌ جَاءَ عَنْهُ أَنَّهُ فَرَضَ عَلَى الْمَسَاجِدِ الَّتِي لِلْجَمَاعَةِ وَلَيْسَ عَلَى الْمُنْفَرِدِ فَرْضًا وَلَا سُنَّةً. </p><p> وَعَنْهُ: أَنَّهُ سُنَّةٌ مُؤَكَّدَةٌ عَلَى مَسَاجِدِ الْجَمَاعَةِ، فَفَرَّقَ مَالِكٌ بَيْنَ الْمُنْفَرِدِ وَمَسَاجِدِ الْجَمَاعَةِ. وَفِي مَتْنِ خَلِيلٍ عِنْدَهُمْ أَنَّهُ سُنَّةٌ لِجَمَاعَةٍ تَطْلُبُ غَيْرَهَا فِي فَرْضٍ وَقْتِيٍّ، وَلَوْ جُمُعَةٍ أَيْ وَمَا عَدَا ذَلِكَ فَلَيْسَ بِسُنَّةٍ، فَلَمْ يَجْعَلْهُ عَلَى الْمُنْفَرِدِ أَصْلًا. وَاخْتَلَفَ الْقَوْلُ عَنْهُ فِي مَسَاجِدِ الْجَمَاعَةِ مَا بَيْنَ الْفَرْضِ وَالسُّنَّةِ الْمُؤَكَّدَةِ، وَاسْتَدَلَّ بِحَدِيثِ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - كَانَ لَا يَزِيدُ عَلَى الْإِقَامَةِ فِي السَّفَرِ إِلَّا فِي الصُّبْحِ، وَكَانَ يَقُولُ: إِنَّمَا الْأَذَانُ لِلْإِمَامِ الَّذِي يَجْتَمِعُ لَهُ النَّاسُ، رَوَاهُ مَالِكٌ. </p><p> وَكَذَلِكَ أَثَرُ ابْنِ مَسْعُودٍ وَعَلْقَمَةَ، صَلَّوْا بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ. قَالَ سُفْيَانُ: كَفَتْهُمْ إِقَامَةُ الْمِصْرِ، وَقَالَ ابْنُ مَسْعُودٍ: إِقَامَةُ الْمِصْرِ تَكْفِي، رَوَاهُمَا الطَّبَرَانِيُّ فِي الْكَبِيرِ بِلِينٍ. </p><p> ثَالِثًا: وَعِنْدَ الْحَنَابِلَةِ: قَالَ الْخِرَقِيُّ: هُوَ سُنَّةٌ أَيْ كَالشَّافِعِيِّ وَأَبِي حَنِيفَةَ، وَغَيْرُ الْخِرَقِيِّ قَالَ كَقَوْلِ مَالِكٍ. </p><p> رَابِعًا: عِنْدَ الظَّاهِرِيَّةِ فَرْضٌ عَلَى الْأَعْيَانِ، وَيَسْتَدِلُّونَ بِحَدِيثِ مَالِكِ بْنِ الْحُوَيْرِثِ وَصَاحِبِهِ، قَالَ لَهُمَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا كُنْتُمَا فِي سَفَرٍ فَأَذِّنَا وَأَقِيمَا، وَلْيَؤُمَّكُمَا أَكْبَرُكُمَا» . مُتَّفَقٌ عَلَيْهِ. </p><p> فَحَمَلُوا الْأَمْرَ عَلَى الْوُجُوبِ. </p><p> هَذَا مُوجَزُ أَقْوَالِ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - مَعَ الْإِشَارَةِ إِلَى أَدِلَّتِهِمْ فِي الْجُمْلَةِ، وَحُكْمُهُ كَمَا رَأَيْتَ دَائِرٌ بَيْنَ السُّنَّةِ عُمُومًا عِنْدَ الشَّافِعِيِّ وَأَبِي حَنِيفَةَ، وَالْوُجُوبُ عِنْدَ الظَّاهِرِيَّةِ. </p><p> وَالسُّنَّةُ الْمُؤَكَّدَةُ أَوْ فَرْضُ الْكِفَايَةِ عِنْدَ مَالِكٍ وَغَيْرِهِ عَلَى تَفْصِيلٍ فِي ذَلِكَ. </p><p> وَقَدْ رَأَيْتُ النُّصُوصَ عِنْدَ الْجَمِيعِ، وَلَكِنَّ مِنْ أَسْبَابِ الْخِلَافِ فِي حُكْمِ الْأَذَانِ هُوَ تَرَدُّدُ النَّظَرِ فِيهِ هَلْ هُوَ فِي حَقِّ الْوَقْتِ لِلْإِعْلَامِ بِدُخُولِ الْوَقْتِ، أَوْ هُوَ حَقُّ الصَّلَاةِ نَفْسِهَا، أَوْ هُوَ شِعَارٌ لِلْمُسْلِمِينَ؟ </p><p> فَعَلَى أَنَّهُ مِنْ حَقِّ الْوَقْتِ، فَأَذَانٌ وَاحِدٌ، فَإِنَّهُ يَحْصُلُ بِهِ الْإِعْلَامُ وَيَكْفِي عَنْ غَيْرِهِ، وَلَا يُؤَذِّنُ مَنْ فَاتَهُ أَوَّلُ الْوَقْتِ، وَلَا مَنْ يُصَلِّي فِي مَسْجِدٍ قَدْ صُلِّيَتْ فِيهِ الْفَرِيضَةُ أَوَّلًا وَلَا لِلْفَوَائِتِ. </p><p> وَإِنْ كَانَ مِنْ حَقِّ الصَّلَاةِ فَهَلْ هُوَ شَرْطٌ فِي صِحَّتِهَا أَوْ سُنَّةٌ مُسْتَقِلَّةٌ. </p><p> وَعَلَى أَنَّهُ لِلْوَقْتِ لِلْإِعْلَامِ بِهِ، فَإِنَّهُ يُعَارِضُهُ حَدِيثُ قِصَّةِ تَعْرِيسِهِمْ آخِرَ اللَّيْلِ، وَلَمْ يُوقِظْهُمْ إِلَّا حَرُّ الشَّمْسِ، وَأَمْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالِانْتِقَالِ عَنْ ذَلِكَ الْوَادِي ثُمَّ نُزُولُهُمْ وَالْأَمْرُ بِالْأَذَانِ وَالْإِقَامَةِ، فَلَا مَعْنَى لِكَوْنِهِ لِلْوَقْتِ فِي هَذَا الْحَدِيثِ، وَهُوَ مِنْ رِوَايَةِ مَالِكٍ فِي الْمُوَطَّأِ. </p><p> وَعَلَى أَنَّهُ لِلصَّلَاةِ فَلَهُ جِهَتَانِ: </p><p> الْأُولَى: إِذَا كَانَ الْمُصَلِّي مُنْفَرِدًا وَلَا يَطْلُبُ مَنْ يُصَلِّي مَعَهُ. </p><p> وَالثَّانِيَةُ: أَنَّهُ إِذَا كَانُوا جَمَاعَةً. </p><p> فَإِذَا كَانَ مُنْفَرِدًا لَا يَطْلُبُ مَنْ يُصَلِّي مَعَهُ، فَلَا يَنْبَغِي أَنْ يَخْتَلِفَ فِي كَوْنِهِ لَيْسَ شَرْطًا فِي صِحَّةِ الصَّلَاةِ، وَلَيْسَ وَاجِبًا عَلَيْهِ ; لِأَنَّ الْأَذَانَ لِلْإِعْلَامِ، وَلَيْسَ هُنَاكَ مَنْ يَقْصِدُ إِعْلَامَهُ. </p><p> وَلِحَدِيثِ الْمُسِئِ صَلَاتَهُ الْمُتَقَدِّمِ ذِكْرُهُ، وَقَدْ يَدُلُّ لِذَلِكَ ظَاهِرُ نُصُوصِ الْقُرْآنِ فِي بَيَانِ شُرُوطِ الصَّلَاةِ الَّتِي هِيَ: الطَّهَارَةُ، وَالْوَقْتُ، وَسَتْرُ الْعَوْرَةِ، وَاسْتِقْبَالُ الْقِبْلَةِ. </p><p> فَفِي الطَّهَارَةِ قَالَ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ الْآيَةَ [٥ \\ ٦] . </p><p> وَفِي الْوَقْتِ قَالَ تَعَالَى: وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ الْآيَةَ [١١ \\ ١١٤] وَنَحْوَهَا. </p><p> وَفِي الْعَوْرَةِ قَالَ تَعَالَى: يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ الْآيَةَ [٧ \\ ٣١] . </p><p> وَفِي الْقِبْلَةِ قَالَ تَعَالَى: قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ [٢ \\ ١٤٤] . </p><p> وَأَمَّا فِي الْأَذَانِ فَقَالَ تَعَالَى: وَإِذَا نَادَيْتُمْ إِلَى الصَّلَاةِ اتَّخَذُوهَا هُزُوًا وَلَعِبًا [٥ \\ ٥٨] . </p><p> وَقَالَ فِي سُورَةِ «الْجُمُعَةِ» فِي هَذِهِ الْآيَةِ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ [٦٢ \\ ٩] وَكِلَاهُمَا حِكَايَةُ وَاقِعٍ، وَلَيْسَ فِيهِمَا صِيغَةُ أَمْرٍ كَغَيْرِ الْأَذَانِ مِمَّا تَقَدَّمَ ذِكْرُهُ. </p><p> أَمَّا حَدِيثُ ابْنِ الْحُوَيْرِثِ فَهُوَ فِي خُصُوصِ جَمَاعَةٍ، وَلَيْسَ فِي شَخْصٍ وَاحِدٍ كَمَا هُوَ نَصُّ الْحَدِيثِ. </p><p> وَبَقِيَ النَّظَرُ فِيهِ فِي حَقِّ الْجَمَاعَةِ، هَلْ هُوَ عَلَى الْوُجُوبِ فِي حَقِّهِمْ أَمْ عَلَى النَّدْبِ؟ وَإِذَا كَانَ بِالنُّصُوصِ الْقُرْآنِيَّةِ الْمُتَقَدِّمَةِ أَنَّهُ لَيْسَ شَرْطًا لِصِحَّةِ صَلَاةِ الْفَرْدِ، فَلَيْسَ هُوَ إِذًا بِشَرْطٍ فِي صِحَّةِ صَلَاةِ الْجَمَاعَةِ فَيُجْعَلُ الْأَمْرُ فِيهِ عَلَى النَّدْبِ. </p><p> وَعَلَيْهِ حَدِيثُ ابْنِ أَبِي صَعْصَعَةَ أَنَّ أَبَا سَعِيدٍ قَالَ لَهُ:  «أَرَاكَ تُحِبُّ الْغَنَمَ وَالْبَادِيَةَ، فَإِذَا كُنْتَ فِي غَنَمِكَ أَوْ بَادِيَتِكَ فَأَذَّنْتَ لِلصَّلَاةِ فَارْفَعْ صَوْتَكَ بِالنِّدَاءِ ; فَإِنَّهُ لَا يَسْمَعُ مَدَى صَوْتِ الْمُؤَذِّنِ جِنٌّ وَلَا إِنْسٌ وَلَا شَيْءٌ إِلَّا شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ، سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» . رَوَاهُ الْبُخَارِيُّ وَمَالِكٌ فِي الْمُوَطَّأِ وَالنَّسَائِيُّ. </p><p> وَمَحَلُّ الشَّاهِدِ فِيهِ قَوْلُهُ رَضِيَ اللَّهُ عَنْهُ: فَأَذَّنْتَ لِلصَّلَاةِ فَارْفَعْ صَوْتَكَ، فَيُفْهَمُ مِنْهُ أَنَّهُ إِنْ لَمْ يُؤَذِّنْ فَلَا شَيْءَ عَلَيْهِ، وَأَنَّهُ يُرَادُ بِهِ الْحَثُّ عَلَى رَفْعِ الصَّوْتِ لِمَنْ يُؤَذِّنُ وَلَوْ كَانَ فِي الْبَادِيَةِ، لِمَا يَتَرَتَّبُ عَلَيْهِ مِنْ هَذَا الْأَجْرِ. </p><p> أَمَّا كَوْنُهُ شِعَارًا لِلْمُسْلِمِينَ فَيَنْبَغِي أَنْ يَكُونَ وُجُوبُهُ مُتَعَلِّقًا بِالْمَسَاجِدِ فِي الْحَضَرِ، فَيَلْزَمُ أَهْلَهَا، كَمَا قَالَ مَالِكٌ وَالشَّافِعِيُّ فِي حَقِّ الْمَسَاجِدِ. </p><p> قَالَ الشَّافِعِيُّ: يُقَاتَلُونَ عَلَيْهِ إِنْ تَرَكُوهُ، ذَكَرَهُ النَّوَوِيُّ فِي الْمَجْمُوعِ لِدَلِيلِ الْإِغَارَةِ فِي الصُّبْحِ أَوِ التَّرْكِ بِسَبَبِ سَمَاعِهِ، وَكَذَلِكَ يَتَعَلَّقُ فِي السَّفَرِ بِالْإِمَامِ، وَيَنْبَغِي أَنْ يَحْرِصَ عَلَيْهِ </p><p> لِفِعْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كُلِّ أَسْفَارِهِ فِي غَزَوَاتِهِ وَفِي حَجِّهِ كَمَا هُوَ مَعْلُومٌ، وَمَا عَدَا ذَلِكَ فَهُوَ لَا شَكَّ سُنَّةٌ لَا يَنْبَغِي تَرْكُهَا. </p><p> وَلِابْنِ تَيْمِيَةَ تَقْسِيمٌ نَحْوُ هَذَا فِي الْمَجْمُوعِ فِي الْجُزْءِ الثَّانِي وَالْعِشْرِينَ: وَلِلْأَذَانِ عِدَّةُ جَوَانِبَ تَبَعٌ لِذَلِكَ مِنْهَا فِي حَالَةِ الْجَمْعِ بَيْنَ الصَّلَاتَيْنِ، فَقَدْ جَاءَتِ السُّنَّةُ بِالْأَذَانِ وَالْإِقَامَةِ لِلْأُولَى مِنْهُمَا، وَالِاكْتِفَاءِ بِالْإِقَامَةِ لِلثَّانِيَةِ، كَمَا فِي الْجَمْعِ بَيْنَ الظُّهْرِ وَالْعَصْرِ بِعَرَفَةَ، وَالْمَغْرِبِ وَالْعَشَاءِ فِي الْمُزْدَلِفَةِ عَلَى الصَّحِيحِ، وَهُوَ مِنْ أَدِلَّةِ عَدَمِ الْوُجُوبِ لِكُلِّ صَلَاةٍ. </p><p> وَمِنْهَا أَنْ لَا أَذَانَ عَلَى النِّسَاءِ أَيْ لَا وُجُوبَ، وَإِنْ أَرَدْنَ الْفَضِيلَةَ أَتَيْنَ بِهِ سِرًّا، وَقَدْ عَقَدَ لَهُ الْبَيْهَقِيُّ بَابًا قَالَ فِيهِ: لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَلَا إِقَامَةٌ، وَسَاقَ فِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ مَوْقُوفًا، قَالَ: لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَلَا إِقَامَةٌ، ثُمَّ سَاقَ عَنْ أَسْمَاءَ - رَضِيَ اللَّهُ عَنْهَا - مَرْفُوعًا:  «لَيْسَ عَلَى النِّسَاءِ أَذَانٌ وَلَا إِقَامَةٌ، وَلَا جُمُعَةٌ وَلَا اغْتِسَالُ جُمُعَةٍ، وَلَا تَقَدَّمُهُنَّ امْرَأَةٌ، وَلَكِنْ تَقُومُ فِي وَسَطِهِنَّ» هَكَذَا رَوَاهُ الْحَكَمُ بْنُ عَبْدِ اللَّهِ الْأَيْلِيُّ وَهُوَ ضَعِيفٌ، وَقَالَ: وَرُوِّينَاهُ فِي الْأَذَانِ وَالْإِقَامَةِ عَنْ أَنَسِ بْنِ مَالِكٍ مَوْقُوفًا وَمَرْفُوعًا، وَرَفْعُهُ ضَعِيفٌ وَهُوَ قَوْلُ الْحَسَنِ وَابْنِ الْمُسَيَّبِ، وَابْنِ سِيرِينَ وَالنَّخَعِيِّ. </p><p> تَعَدُّدُ الْمُؤَذِّنِينَ لِصَلَاةِ الْجُمُعَةِ وَلِبَقِيَّةِ الصَّلَوَاتِ الْخَمْسِ فِي الْمَسْجِدِ الْوَاحِدِ </p><p> أَوَّلًا: مَا يَتَعَلَّقُ بِالْجُمُعَةِ، صُوَرُ التَّعَدُّدِ لَهَا فِيهِ صُورَتَانِ، صُورَةُ تَعَدُّدِ الْأَذَانِ أَيْ قَبْلَ الْوَقْتِ وَبَعْدَ الْوَقْتِ، وَصُورَةُ تَعَدُّدِ الْمُؤَذِّنِينَ بَعْدَ الْوَقْتِ عَلَى مَا سَيَأْتِي فِي ذَلِكَ إِنْ شَاءَ اللَّهُ، أَمَّا تَعَدُّدُ الْأَذَانِ فَقَدْ بَوَّبَ لَهُ الْبُخَارِيُّ رَحِمَهُ اللَّهُ فِي صَحِيحِهِ فِي بَابِ الْجُمُعَةِ قَالَ: بَابُ الْأَذَانِ يَوْمَ الْجُمُعَةِ، وَسَاقَ حَدِيثَ السَّائِبِ بْنِ يَزِيدَ، قَالَ: كَانَ النِّدَاءُ يَوْمَ الْجُمُعَةِ أَوَّلُهُ إِذَا جَلَسَ الْإِمَامُ عَلَى الْمِنْبَرِ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ، وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا. </p><p> فَلَمَّا كَانَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - وَكَثُرَ النَّاسُ زَادَ النِّدَاءَ الثَّالِثَ عَلَى الزَّوْرَاءِ فَفِيهِ الْأَذَانُ أَوَّلًا لِلْوَقْتِ كَبَقِيَّةِ الصَّلَوَاتِ، وَفِيهِ أَذَانٌ قَبْلَ الْوَقْتِ زَادَهُ عُثْمَانُ لَمَّا كَثُرَ النَّاسُ، وَهُوَ الْمَعْنَى الثَّالِثُ، وَالِاثْنَانِ الْآخَرَانِ هُمَا الْأَذَانُ لِلْوَقْتِ، وَالْإِقَامَةُ الْمَوْجُودَانِ مِنْ قَبْلُ. </p><p> وَذَكَرَ ابْنُ حَجَرٍ - رَحِمَهُ اللَّهُ - فِي الشَّرْحِ تَنْبِيهًا قَالَ فِيهِ: وَرُدَّ مَا يُخَالِفُ ذَلِكَ الْخَبَرَ بِأَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ هُوَ الَّذِي زَادَ الْأَذَانَ. </p><p> فَفِي تَفْسِيرِ جُوَيْبِرٍ عَنِ الضَّحَّاكِ عَنْ زِيَادَةَ الرَّاوِي، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنْ مَكْحُولٍ عَنْ مُعَاذٍ أَنَّ عُمَرَ أَمَرَ مُؤَذِّنَيْهِ أَنْ يُؤَذِّنَا لِلنَّاسِ الْجُمُعَةَ خَارِجًا مِنَ الْمَسْجِدِ حَتَّى يَسْمَعَ النَّاسُ، وَأَمَرَ أَنْ يُؤَذَّنَ بَيْنَ يَدَيْهِ، كَمَا كَانَ فِي عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَبِي بَكْرٍ، ثُمَّ قَالَ عُمَرُ: نَحْنُ ابْتَدَعْنَاهُ لِكَثْرَةِ الْمُسْلِمِينَ اهـ. </p><p> ثُمَّ نَاقَشَ ابْنُ حَجَرٍ هَذَا الْأَثَرَ وَقَالَ: إِنَّهُ مُنْقَطِعٌ ثُمَّ ذَكَرَ أَنَّهُ وَجَدَ لَهُ مَا يُقَوِّيهِ إِلَى آخِرِ كَلَامِهِ. </p><p> فَهَذَا دَلِيلٌ عَلَى تَعَدُّدِ الْأَذَانِ لِلْجُمُعَةِ قَبْلَ الْوَقْتِ وَعِنْدَ دُخُولِهِ، سَوَاءٌ مِنْ عُمَرَ أَوْ مِنْ عُثْمَانَ أَوْ مِنْهُمَا مَعًا، رِضْوَانُ اللَّهِ عَلَيْهِمَا. </p><p> أَمَّا مَكَانُ هَذَا الْأَذَانِ وَزَمَانُهُ، فَإِنَّ الْمَكَانَ قَدْ جَاءَ النَّصُّ أَنَّهُ كَانَ عَلَى الزَّوْرَاءِ. </p><p> وَقَدْ كَثُرَ الْكَلَامُ فِي تَحْدِيدِ الزَّوْرَاءِ مَعَ اتِّفَاقِهِمْ أَنَّهَا مَكَانٌ بِالسُّوقِ، وَهَذَا يَتَّفِقُ مَعَ الْغَرَضِ مِنْ مَشْرُوعِيَّتِهِ لِتَنْبِيهِ أَهْلِ السُّوقِ بِوَقْتِ الْجُمُعَةِ لِلسَّعْيِ إِلَيْهَا. </p><p> أَمَّا الزَّوْرَاءُ بِعَيْنِهَا فَقَالَ عُلَمَاءُ تَارِيخِ الْمَدِينَةِ: إِنَّهُ اسْمٌ لِلسُّوقِ نَفْسِهَا، وَقِيلَ: مَكَانٌ مِنْهَا مُرْتَفِعٌ كَانَ عِنْدَ أَحْجَارِ الزَّيْتِ، وَعِنْدَ قَبْرِ مَالِكِ بْنِ سِنَانٍ، وَعِنْدَ سُوقِ الْعَبَاءَةِ. </p><p> وَالشَّيْءُ الثَّابِتُ الَّذِي لَمْ يَقْبَلِ التَّغَيُّرَ، هُوَ قَبْرُ مَالِكِ بْنِ سِنَانٍ، لَكِنْ يَقُولُونَ عِنْدَهُ، وَلَيْسَ فِي مَكَانِهِ، وَقَدْ بَدَا لِي أَنَّ الزَّوْرَاءَ هُوَ مَكَانُ الْمَسْجِدِ الَّذِي يُوجَدُ الْآنَ بِالسُّوقِ فِي مُقَابَلَةِ الْبَابِ الْمِصْرِيِّ الْمَعْرُوفِ بِمَسْجِدِ فَاطِمَةَ، وَيَبْدُو لِي أَنَّ الزَّوْرَاءَ حُرِّفَتْ إِلَى الزَّهْرَاءِ، وَالزَّهْرَاءُ عِنْدَ النَّاسِ يُسَاوِي فَاطِمَةَ لِكَثْرَةِ قَوْلِهِمْ فَاطِمَةَ الزَّهْرَاءِ، وَمَعْلُومٌ قَطْعًا أَنَّ فَاطِمَةَ الزَّهْرَاءَ - رَضِيَ اللَّهُ عَنْهَا - بِنْتُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ لَهَا مَسْجِدٌ فِي هَذَا الْمَكَانِ، فَلَا صِحَّةَ لِنِسْبَةِ هَذَا الْمَسْجِدِ إِلَيْهَا، بَلْ وَلَا مَا نُسِبَ لِأَبِي بَكْرٍ وَعُمَرَ وَعَلِيٍّ - رَضِيَ اللَّهُ عَنْهُمْ - مِنْ مَسَاجِدَ فِي جَوَانِبِ مَسْجِدِ الْمُصَلَّى الْمَعْرُوفِ الْآنَ بِمَسْجِدِ الْغَمَامَةِ، وَإِنَّمَا صِحَّةُ مَا نُسِبَ إِلَيْهِمْ - رِضْوَانُ اللَّهِ تَعَالَى عَلَيْهِمْ - هُوَ أَنَّ تِلْكَ الْأَمَاكِنَ كَانَتْ مَوَاقِفَهُمْ فِي مُصَلَّى الْعِيدِ، وَلِهَذَا تَرَاهَا كُلَّهَا فِي هَذَا الْمَكَانِ الْمُتَوَاجِدَةِ فِيهِ. </p><p> فَأَوَّلُهُمْ أَبُو بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - وَقَدْ أَخَّرَ مَوْقِفَهُ عَنْ مَوْقِفِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَصَلَّى الْعِيدَ تَأَدُّبًا مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَاءَ مِنْ بَعْدِهِ، وَاخْتَلَفَتْ أَمَاكِنُ مُصَلَّاهُمْ فَأُقِيمَتْ تِلْكَ الْمَسَاجِدُ فِي أَمَاكِنِ قِيَامِهِمْ. </p><p> أَمَّا مَا يُنْسَبُ إِلَى فَاطِمَةَ الزَّهْرَاءِ فَلَا مُنَاسَبَةَ لَهُ وَلَا صِحَّةَ لَهُ، وَقَدْ قَالَ بَعْضُ الْمُتَأَخِّرِينَ: إِنَّهُ مَنْسُوبٌ إِلَى إِحْدَى الْفُضْلَيَاتِ مِنْ نِسَاءِ الْعُصُورِ الْمُتَأَخِّرَةِ، وَاسْمُهَا فَاطِمَةُ، وَعَلَيْهِ فَلَعَلَّهَا قَدْ جَدَّدَتْهُ وَلَمْ تُؤَسِّسْهُ ; لِأَنَّهُ لَا مُوجِبَ أَيْضًا لِتَبَرُّعِهَا بِإِنْشَاءِ مَسْجِدٍ بِهَذَا الْقُرْبِ مِنْ مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَبِمُنَاسَبَةِ الْعَمَلِ بِالْقَضَاءِ فَقَدْ عُرِضَ عَلَيَّ صَكُّ شَرْطِ وَقْفٍ لِلْأَشْرَافِ الشَّرَاقِمَةِ بِالْمَدِينَةِ الْمُنَوَّرَةِ، وَفِي بَعْضِ تَحْدِيدِ أَعْيَانِهِ يَقُولُ: الْوَاقِعُ فِي طَرِيقِ الزَّوْرَاءِ، وَيَحُدُّهُ جَنُوبًا وَقْفُ الْحَلَبِيِّ، وَوَقْفُ الْحَلَبِيِّ مَوْجُودٌ حَتَّى الْآنَ مَعْرُوفٌ يَقَعُ عَنِ الْمَسْجِدِ الْمَوْجُودِ بِالْفِعْلِ فِي الْجَنُوبِ الشَّرْقِيِّ وَلَيْسَ بَيْنَهُ وَبَيْنَ الْمَسْجِدِ الْمَذْكُورِ إِلَّا السُّورُ وَالشَّارِعُ فَقَطْ، وَتَارِيخُ هَذَا الصَّكِّ قَبْلَ مِائَةِ سَنَةٍ مِنْ تَارِيخِ كِتَابَةِ هَذِهِ الْأَحْرُفِ أَيْ قَبْلَ عَامِ أَلْفٍ وَمِائَتَيْنِ مِنَ الْهِجْرَةِ. </p><p> وَبِهَذَا تَرَجَّحَ عِنْدَي أَنَّ مَوْضِعَ أَذَانِ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - كَانَ بِذَلِكَ الْمَكَانِ، وَأَنَّهُ الْمُتَوَسِّطُ بِسُوقِ الْمَدِينَةِ، وَتُقَدَّرُ مَسَافَتُهُ عَنِ الْمَسْجِدِ النَّبَوِيِّ بِحَوَالَيْ مِائَتَيْنِ وَخَمْسِينَ مِتْرًا تَقْرِيبًا. </p><p> وَقَدْ كَانَ الْأَذَانُ الْأَوَّلُ زَمَنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْمَنَارَةِ، وَهَكَذَا الْأَذَانُ لِلْوَقْتِ زَمَنَ الْخُلَفَاءِ الرَّاشِدِينَ، ثُمَّ مَنْ بَعْدَهُمْ، أَمَّا هَذَا الْأَذَانُ فَكَانَ ابْتِدَاؤُهُ مِنَ الزَّوْرَاءِ، ثُمَّ نُقِلَ إِلَى بَابِ الْمَسْجِدِ، ثُمَّ نُقِلَ إِلَى مَا بَيْنَ يَدَيِ الْإِمَامِ، وَذَلِكَ زَمَنَ هِشَامِ بْنِ عَبْدِ الْمَلِكِ، ثُمَّ نُقِلَ إِلَى الْمَنَارَةِ. </p><p> أَمَّا زَمَانُهُ فَلَمْ أَقِفْ عَلَى تَحْدِيدٍ صَحِيحٍ صَرِيحٍ، كَمْ كَانَ بَيْنَهُ وَبَيْنَ الثَّانِي؟ وَهَلْ كَانَ بَعْدَ دُخُولِ الْوَقْتِ أَوْ قَبْلَهُ؟ </p><p> وَقَدْ ذَكَرَ ابْنُ حَجَرٍ فِي الْفَتْحِ رِوَايَةً عَنِ الطَّبَرَانِيِّ مَا نَصُّهُ: فَأَمَرَ بِالنِّدَاءِ الْأَوَّلِ عَلَى دَارٍ لَهُ يُقَالُ لَهَا الزَّوْرَاءُ، فَكَانَ يُؤَذَّنُ عَلَيْهَا، فَإِذَا جَلَسَ عَلَى الْمِنْبَرِ أَذَّنَ مُؤَذِّنُهُ الْأَوَّلُ، فَإِذَا نَزَلَ أَقَامَ الصَّلَاةَ، وَفِي رِوَايَةٍ لَهُ مِنْ هَذَا الْوَجْهِ: فَأَذَّنَ بِالزَّوْرَاءِ قَبْلَ خُرُوجِهِ ; لِيَعْلَمَ النَّاسُ أَنَّ الْجُمُعَةَ قَدْ حَضَرَتْ، إِلَى أَنْ قَالَ: وَتَبَيَّنَ بِمَا مَضَى أَنَّ عُثْمَانَ أَحْدَثَهُ لِإِعْلَامِ النَّاسِ بِدُخُولِ وَقْتِ الصَّلَاةِ قِيَاسًا عَلَى بَقِيَّةِ الصَّلَوَاتِ، فَأَلْحَقَ الْجُمُعَةَ بِهَا، وَأَبْقَى خُصُوصِيَّتَهَا بِالْأَذَانِ بَيْنَ يَدَيِ الْخَطِيبِ، فَتَرَاهُ يُرَجِّحُ كَوْنَهُ بَعْدَ دُخُولِ الْوَقْتِ وَعِنْدَ خُرُوجِ عُثْمَانَ أَيْ مِنْ بَيْتِهِ وَكَانَ يَسْكُنُ إِلَى تِلْكَ الْجِهَةِ، وَلَكِنَّ هَذَا لَا يَتَمَشَّى مَعَ الْغَرَضِ مِنْ إِيجَادِ هَذَا الْأَذَانِ، لِأَنَّهُ لَمَّا كَثُرَ </p><p> النَّاسُ جَعَلَهُ فِي السُّوقِ لِإِعْلَامِهِمْ، فَإِذَا كَانَ بَعْدَ الْوَقْتِ، فَأَيُّ فَائِدَةٍ مِنْهُ، وَكَيْفَ يُعَدُّ ثَالِثًا، إِنَّهُ يَكُونُ مِنْ تَعَدُّدِ الْمُؤَذِّنِينَ لَا مَنْ تَعَدُّدِ الْأَذَانِ. </p><p> ثُمَّ إِنَّ مَسْكَنَ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - كَانَ بِجِوَارِ مَسْجِدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَمَحَلُّهُ مَعْرُوفٌ حَتَّى الْآنَ، وَكَانَ يُعْرَفُ بِرِبَاطِ عُثْمَانَ، فَكَيْفَ يَجْعَلُ هَذَا الْأَذَانَ عِنْدَ خُرُوجِهِ مَعَ بُعْدِ مَا بَيْنَ الزَّوْرَاءِ وَمَكَانِ سُكْنَاهُ. </p><p> ثُمَّ إِنَّ مِنَ الْمُتَّفَقِ عَلَيْهِ أَنَّ الْأَذَانَ بَيْنَ يَدَيِ الْإِمَامِ هُوَ الْأَذَانُ الَّذِي بَعْدَ دُخُولِ الْوَقْتِ، وَتَصِحُّ الصَّلَاةُ بَعْدَهُ، فَالْأَذَانُ الثَّالِثُ كَالْأَوَّلِ بِالنِّسْبَةِ لِلصُّبْحِ، وَبِهَذَا يَتَرَجَّحُ أَنَّهُ كَانَ قَبْلَ الْوَقْتِ لَا بَعْدَهُ، كَالْأَوَّلِ لِلصُّبْحِ لِيَتَحَقَّقَ الْغَرَضُ مِنْهُ، وَعَلَيْهِ يَنْبَغِي أَنْ يُرَاعَى فِي زَمَنِهِ مَا بَيْنَهُ وَبَيْنَ الثَّانِي وَمَا يَتَحَقَّقُ بِهِ الْغَرَضُ مِنْ رُجُوعِ أَهْلِ السُّوقِ وَتَهَيُّئِهِمْ لِلْجُمُعَةِ وَهَذَا يَخْتَلِفُ بِاخْتِلَافِ الْأَمَاكِنِ وَالْبِلَادِ، وَسَوَاءٌ كَانَ قَبْلَ الْوَقْتِ أَوْ بَعْدَهُ، فَلَا بُدَّ مِنْ زَمَنٍ بَيْنَهُمَا يَتَمَكَّنُ فِيهِ أَهْلُ السُّوقِ مِنَ الْحُضُورِ إِلَى الْمَسْجِدِ وَإِدْرَاكِ الْخُطْبَةِ. </p><p> وَلَوْ أَخَذْنَا بِعَيْنِ الِاعْتِبَارِ مَا وَقَعَ لِعُثْمَانَ نَفْسِهِ زَمَنَ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - لَمَّا دَخَلَ الْمَسْجِدَ وَعُمَرُ يَخْطُبُ فَعَاتَبَهُ عَلَى التَّأْخِيرِ، ثُمَّ أَحْدَثَ عُثْمَانُ هَذَا الْأَذَانَ فِي عَهْدِهِ لَوَجَدْنَا قَرِينَةَ تَقْدِيمِهِ عَنِ الْوَقْتِ لِئَلَّا يَقَعُ غَيْرُهُ فِيمَا يَقَعُ هُوَ فِيهِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَسَيَأْتِي نَصُّ ابْنِ الْحَاجِّ عَلَى أَنَّهُ قَبْلَ الْوَقْتِ. </p><p> وَهَذَا آخِرُ مَا يَتَعَلَّقُ بِتَعَدُّدِ الْأَذَانِ يَوْمَ الْجُمُعَةِ، وَسَيَأْتِي التَّنْبِيهُ عَلَى مَا يُوجَدُ مِنْ نِدَاءَاتٍ أُخْرَى يَوْمَ الْجُمُعَةِ فِي بَعْضِ الْأَمْصَارِ عِنْدَ الْكَلَامِ عَلَى مَا اسْتُحْدِثَ فِي الْأَذَانِ وَابْتُدِعَ فِيهِ، مِمَّا لَيْسَ مِنْهُ إِنْ شَاءَ اللَّهُ. </p><p> أَمَّا تَعَدُّدُ الْمُؤَذِّنِينَ يَوْمَ الْجُمُعَةِ </p><p> فَقَدْ جَاءَ صَرِيحًا فِي صَحِيحِ الْبُخَارِيِّ فِي بَابِ رَجْمِ الْحُبْلَى مِنَ الزِّنَا فِي حَدِيثٍ طَوِيلٍ عَنِ ابْنِ عَبَّاسٍ زَمَنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، وَفِيهِ مَا نَصُّهُ:  «فَجَلَسَ عُمَرُ عَلَى الْمِنْبَرِ وَلَمَّا سَكَتَ الْمُؤَذِّنُونَ قَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ» إِلَى آخِرِ الْحَدِيثِ. </p><p> فَهَذَا نَصٌّ صَرِيحٌ مِنَ الْبُخَارِيِّ أَنَّهُ كَانَ لِعُمَرَ مُؤَذِّنُونَ، وَكَانُوا يُؤَذِّنُونَ حِينَ يَجْلِسُ عَلَى الْمِنْبَرِ، وَكَانَ يَجْلِسُ إِلَى أَنْ يَفْرَغُوا مِنَ الْأَذَانِ، ثُمَّ يَقُومُ فَيَخْطُبُ أَيْ كَانَ أَذَانُهُمْ كُلِّهِمْ بَعْدَ دُخُولِ الْوَقْتِ. </p><p> قَالَ ابْنُ الْحَاجِّ فِي الْمَدْخَلِ، وَكَانُوا ثَلَاثَةً يُؤَذِّنُونَ وَاحِدًا بَعْدَ وَاحِدٍ، ثُمَّ زَادَ عُثْمَانُ أَذَانًا آخَرَ بِالزَّوْرَاءِ قَبْلَ الْوَقْتِ، فَتَحَصَّلَ مِنْ هَذَا وُجُودُ تَعَدُّدِ الْمُؤَذِّنِينَ لِصَلَاةِ الْجُمُعَةِ، وَكَانُوا زَمَنَ عُمَرَ ثَلَاثَةً وَكَانُوا يُؤَذِّنُونَ مُتَفَرِّقِينَ وَاحِدًا بَعْدَ وَاحِدٍ. </p><p> وَقَدْ ذَكَرَ ابْنُ حَجَرٍ فِي الْفَتْحِ أَيْضًا ضِمْنَ كَلَامِهِ عَلَى الْحَدِيثِ الْمُتَقَدِّمِ تَحْتَ عُنْوَانِ «الْمُؤَذِّنُ الْوَاحِدُ يَوْمَ الْجُمُعَةِ» رِوَايَةً عَنِ ابْنِ حَبِيبٍ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا رَقِيَ الْمِنْبَرَ وَجَلَسَ أَذَّنَ الْمُؤَذِّنُونَ وَكَانُوا ثَلَاثَةً وَاحِدًا بَعْدَ وَاحِدٍ، فَإِذَا فَرَغَ الثَّالِثُ قَامَ فَخَطَبَ. </p><p> ثُمَّ قَالَ: فَإِنَّهُ دَعْوَى تَحْتَاجُ إِلَى دَلِيلٍ، وَلَمْ يَرِدْ ذَلِكَ صَرِيحًا مِنْ طَرِيقٍ مُتَّصِلَةٍ يَثْبُتُ مِثْلُهَا. </p><p> ثُمَّ قَالَ: ثُمَّ وَجَدْتُهُ فِي مُخْتَصَرِ الْبُوَيْطِيِّ عَنِ الشَّافِعِيِّ، وَفِي تَعْلِيقٍ لِسَمَاحَةِ رَئِيسِ الْجَامِعَةِ فِي الْحَاشِيَةِ عَلَى ذَلِكَ قَالَ فِي مَخْطُوطَةِ الرِّيَاضِ فِي مُخْتَصَرِ الْمُزَنِيِّ: وَسَوَاءٌ كَانَ فِي مُخْتَصَرِ الْبُوَيْطِيِّ أَوِ الْمُزَنِيِّ فَإِنَّ عَزْوَهُ إِلَى الشَّافِعِيِّ صَحِيحٌ وَابْنُ حَجَرٍ لَمْ يُعَلِّقْ عَلَى وُجُودِ هَذَا الْأَثَرِ بِشَيْءٍ. </p><p> وَقَالَ النَّوَوِيُّ فِي الْمَجْمُوعِ: قَالَ الشَّافِعِيُّ - رَحِمَهُ اللَّهُ - فِي الْبُوَيْطِيِّ: وَالنِّدَاءُ يَوْمَ الْجُمُعَةِ هُوَ الَّذِي يَكُونُ وَالْإِمَامُ عَلَى الْمِنْبَرِ، يَكُونُ الْمُؤَذِّنُونَ يَسْتَفْتِحُونَ الْأَذَانَ فَوْقَ الْمَنَارَةِ جُمْلَةً حِينِ يَجْلِسُ الْإِمَامُ عَلَى الْمِنْبَرِ ; لِيَسْمَعَ النَّاسُ، فَيَأْتُونَ إِلَى الْمَسْجِدِ، فَإِذَا فَرَغُوا خَطَبَ الْإِمَامُ بِهِمْ، فَهَذَا أَيْضًا نَصُّ الشَّافِعِيِّ يَنْقُلُهُ النَّوَوِيُّ عَلَى تَعَدُّدِ الْمُؤَذِّنِينَ يَوْمَ الْجُمُعَةِ فَوْقَ الْمَنَارَةِ جُمْلَةً، وَالْإِمَامُ عَلَى الْمِنْبَرِ، وَبِهَذَا تَظْهَرُ مَشْرُوعِيَّةُ تَعَدُّدِ الْأَذَانِ لِلْجُمُعَةِ، قَبْلَ وَبَعْدَ الْوَقْتِ مَنْ عَمَلِ الْخُلَفَاءِ الرَّاشِدِينَ، وَفِي تَوَفُّرِ الصَّحَابَةِ الْمَرْضِيِّينَ - رِضْوَانُ اللَّهِ تَعَالَى عَلَيْهِمْ أَجْمَعِينَ - مِمَّا يَصْلُحُ أَنْ يُقَالَ فِيهِ إِجْمَاعٌ سُكُوتِيٌّ فِي وَفْرَةٍ مِنَ الصَّحَابَةِ - رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ - كَمَا ثَبَتَتْ مَشْرُوعِيَّةُ تَعَدُّدِ الْأَذَانِ بَعْدَ الْوَقْتِ مَنْ فِعْلِ الْخُلَفَاءِ أَيْضًا وَإِجْمَاعِ الصَّحَابَةِ عَلَيْهِ مَعَ أَثَرٍ فِيهِ نِقَاشٌ مَرْفُوعٍ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> أَمَّا مَا يَتَعَلَّقُ بِالْأَذَانِ لِبَقِيَّةِ الصَّلَوَاتِ الْخَمْسِ فَكَالْآتِي: </p><p> أَوَّلًا: تَعَدُّدُ الْأَذَانِ، فَقَدْ ثَبَتَ فِي حَدِيثِ بِلَالٍ وَابْنِ أُمِّ مَكْتُومٍ فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنْ بِلَالًا يُنَادِي بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا فِي صَلَاةِ الْفَجْرِ فَقَطْ لِمَا فِي الْحَدِيثِ مِنَ الْقَرَائِنِ الْمُتَعَدِّدَةِ الَّتِي مِنْهَا: «يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ </p><p> ابْنُ أُمِّ مَكْتُومٍ، أَيْ إِنَّ أَذَانَ بِلَالٍ قَبْلَ الْفَجْرِ يُحِلُّ الطَّعَامَ وَأَذَانَ ابْنِ أُمِّ مَكْتُومٍ بَعْدَ دُخُولِ الْوَقْتِ حِينَ يَحْرُمُ الطَّعَامُ عَلَى الصَّائِمِ. </p><p> وَفِي رِوَايَةٍ: لَمْ يَكُنِ ابْنُ أُمِّ مَكْتُومٍ يُؤَذِّنُ حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ أَصْبَحْتَ وَكَانَ بَيْنَهُمَا مِنَ الزَّمَنِ، فَفِي بَعْضِ الرِوَايَاتِ أَنَّهُ لَمْ يَكُنْ بَيْنَهُمَا إِلَّا أَنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَا. رَوَاهُ مُسْلِمٌ. </p><p> وَفِي رِوَايَةٍ لِلْجَمَاعَةِ عَنِ ابْنِ مَسْعُودٍ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: » لَا يَمْنَعَنَّ أَحَدَكُمْ أَذَانُ بِلَالٍ مِنْ سَحُورِهِ، فَإِنَّهُ يُؤَذِّنُ أَوْ قَالَ: يُنَادِي بِلَيْلٍ ; لِيَرْجِعَ قَائِمُكُمْ وَيُوقِظَ نَائِمَكُمْ «.</p><p> قَالَ الشَّوْكَانِيُّ: يُرِيدُ الْقَائِمَ الْمُتَهَجِّدَ إِلَى رَاحَتِهِ ; لِيَقُومَ إِلَى صَلَاةِ الصُّبْحِ نَشِيطًا أَوْ يَتَسَحَّرُ، إِنْ كَانَ لَهُ حَاجَةٌ إِلَى الصِّيَامِ، وَيُوقِظَ النَّائِمَ ; لِيَتَأَهَّبَ لِلصَّلَاةِ بِالْغُسْلِ وَالْوُضُوءِ، فَالْأَوَّلُ يُشْعِرُ بِتَوَالِيهِمَا مَعَ فَرْقٍ يَسِيرٍ، وَالْآخَرُ يَدُلُّ بِالْفَرْقِ بَيْنَهُمَا، وَكِلَاهُمَا صَحِيحُ السَّنَدِ. </p><p> وَقَدْ فَسَّرَ هَذَا النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ وَنَقَلَهُ عَنْهُ الشَّوْكَانِيُّ فِي نَيْلِ الْأَوْطَارِ بِقَوْلِهِ: قَالَ الْعُلَمَاءُ مَعْنَاهُ: إِنَّ بِلَالًا كَانَ يُؤَذِّنُ قَبْلَ الْفَجْرِ، وَيَتَرَبَّصُ بَعْدَ أَذَانِهِ لِلدُّعَاءِ وَنَحْوِهِ، ثُمَّ يَرْقُبُ الْفَجْرَ، فَإِذَا قَارَبَ طُلُوعُهُ نَزَلَ فَأَخْبَرَ ابْنَ أُمِّ مَكْتُومٍ فَيَتَأَهَّبُ ابْنُ أُمِّ مَكْتُومٍ بِالطَّهَارَةِ وَغَيْرِهَا، ثُمَّ يَرْقَى وَيَشْرَعُ فِي الْأَذَانِ مَعَ أَوَّلِ طُلُوعِ الْفَجْرِ، وَهَذَا يَتَّفِقُ مَعَ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: » لِيَرْجِعَ قَائِمُكُمْ وَيُوقِظَ نَائِمَكُمْ إِلَى آخِرِهِ، وَيُصَدِّقُهُ مَا جَاءَ فِي الْأَثَرِ أَيْضًا عَنِ ابْنِ أُمِّ مَكْتُومٍ وَكَانَ رَجُلًا أَعْمَى فَلَا يُؤَذِّنُ حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ أَصْبَحْتَ، وَهَذَا الْأَذَانُ الْأَوَّلُ لِلْفَجْرِ هُوَ مَذْهَبُ الْجُمْهُورِ مَا عَدَا الْإِمَامَ أَبَا حَنِيفَةَ - رَحِمَهُ اللَّهُ - مِنَ الْأَئِمَّةِ الْأَرْبَعَةِ، وَحَمَلَ أَذَانَ بِلَالٍ عَلَى النِّدَاءِ بِغَيْرِ أَلْفَاظِ الْأَذَانِ. </p><p> قَالَ الشَّوْكَانِيُّ: وَعِنْدَ الْأَحْنَافِ أَنَّ أَبَا حَنِيفَةَ - رَحِمَهُ اللَّهُ - لَمَّا أَذَّنَ بِلَالٌ قَبْلَ الْوَقْتِ أَمَرَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَرْجِعَ فَيَقُولَ: إِلَا إِنَّ الْعَبْدَ قَدْ نَامَ، وَهَذَا الْأَثَرُ رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: حَدِيثٌ غَيْرُ مَحْفُوظٍ. </p><p> وَفِي فَتْحِ الْقَدِيرِ لِلْأَحْنَافِ، مَا نَصُّهُ: وَلَا يُؤَذَّنُ لِصَلَاةٍ قَبْلَ دُخُولِ وَقْتِهَا، وَيُعَادُ فِي الْوَقْتِ. </p><p> وَقَالَ أَبُو يُوسُفَ: يَجُوزُ لِلْفَجْرِ فِي النِّصْفِ الْأَخِيرِ مِنَ اللَّيْلِ، قَالَ فِي الشَّرْحِ: وَهُوَ قَوْلُ الشَّافِعِيِّ، وَقَالَ: لِتَوَارُثِ أَهْلِ الْحَرَمَيْنِ، فَيَكُونُ أَبُو يُوسُفَ صَاحِبُ أَبِي حَنِيفَةَ </p><p> - رَحِمَهُمَا اللَّهُ - قَدْ وَافَقَ الْجُمْهُورَ فِي مَشْرُوعِيَّةِ الْأَذَانِ قَبْلَ الْفَجْرِ قَبْلَ الْوَقْتِ، وَإِنَّ مَا اسْتَدَلَّ بِهِ أَبُو حَنِيفَةَ لَيْسَ بِمَحْفُوظٍ، وَقَدْ جَوَّزَهُ أَبُو يُوسُفَ فِي النِّصْفِ الْأَخِيرِ مِنَ اللَّيْلِ. </p><p> وَجَاءَ نَصُّ الْمَالِكِيَّةِ أَنَّهُ فِي السُّدُسِ الْأَخِيرِ، قَالَ فِي مُخْتَصَرِ خَلِيلٍ: غَيْرُ مُقَدَّمٍ عَلَى الْوَقْتِ إِلَّا الصُّبْحَ فَبِسُدُسِ اللَّيْلِ الْأَخِيرِ. </p><p> وَعِنْدَ الْحَنَابِلَةِ فِي الْمَعْنَى مَا نَصُّهُ: قَالَ أَصْحَابُنَا: وَيَجُوزُ الْأَذَانُ لِلْفَجْرِ بَعْدَ نِصْفِ اللَّيْلِ، وَهَذَا مَذْهَبُ الشَّافِعِيِّ إِلَى قَوْلِهِ: </p><p> وَقَدْ رَوَى الْأَثْرَمُ عَنْ جَابِرٍ قَالَ: كَانَ مُؤَذِّنُ مَسْجِدِ دِمَشْقَ يُؤَذِّنُ لِصَلَاةِ الصُّبْحِ فِي السَّحَرِ بِقَدْرِ مَا يَسِيرُ الرَّاكِبُ سِتَّةَ أَمْيَالٍ فَلَا يُنْكِرُ ذَلِكَ مَكْحُولٌ وَلَا يَقُولُ فِيهِ شَيْئًا. اهـ. </p><p> تَنْبِيهٌ </p><p> قَالَ فِي الْمُغْنِي: وَقَالَ طَائِفَةٌ مِنْ أَهْلِ الْحَدِيثِ: إِذَا كَانَ مُؤَذِّنَانِ يُؤَذِّنُ أَحَدُهُمَا قَبْلَ طُلُوعِ الْفَجْرِ وَالْآخَرُ بَعْدَهُ، فَلَا بَأْسَ أَيْ: لِيَعْرِفَ الْأَوَّلُ مِنْهُمَا مِنَ الثَّانِي وَيَلْتَزِمَا بِذَلِكَ ; لِيَعْلَمَ النَّاسُ الْفَرْقَ بَيْنَ الْأَذَانَيْنِ كَمَا كَانَ زَمَنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - انْتَهَى مُلَخَّصًا. </p><p> أَمَّا تَعَدُّدُ الْمُؤَذِّنِينَ لِبَقِيَّةِ الْأَوْقَاتِ الْخَمْسَةِ فَكَالْآتِي: </p><p> أَوَّلًا: فَإِنَّ الْأَصْلَ فِي ذَلِكَ عِنْدَ الْعُلَمَاءِ هُوَ حَدِيثُ بِلَالٍ وَابْنِ أُمِّ مَكْتُومٍ الْمُتَقَدِّمُ ذِكْرُهُ فِي صَلَاحِ الْفَجْرِ، ثُمَّ قَاسُوا عَلَيْهِ لِلْحَاجَةِ بَقِيَّةَ الصَّلَوَاتِ، كَمَا اسْتَأْنَسُوا لِزِيَادَةِ عُمَرَ وَعُثْمَانَ فِي الْجُمُعَةِ لِلْجَمَاعَةِ لِزِيَادَةِ الْإِعْلَامِ كَمَا تَقَدَّمَ. </p><p> ثَانِيًا: نَسُوقُ مُوجَزَ الْأَقْوَالِ فِي ذَلِكَ عِنْدَ الشَّافِعِيَّةِ: </p><p> قَالَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ: بَابُ اسْتِحْبَابِ اتِّخَاذِ مُؤَذِّنَيْنِ لِلْمَسْجِدِ الْوَاحِدِ، وَسَاقَ كَلَامَهُ عَلَى حَدِيثِ عَبْدِ اللَّهِ بْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ: كَانَ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُؤَذِّنَانِ: بِلَالٌ وَابْنُ أُمِّ مَكْتُومٍ. </p><p> ثُمَّ قَالَ مَا نَصُّهُ: وَفِي الْحَدِيثِ اسْتِحْبَابُ مُؤَذِّنَيْنِ لِلْمَسْجِدِ الْوَاحِدِ، يُؤَذِّنُ أَحَدُهُمَا قَبْلَ الْفَجْرِ وَالْآخَرُ عِنْدَ طُلُوعِهِ. </p><p> قَالَ أَصْحَابُنَا: فَإِذَا احْتَاجَ إِلَى أَكْثَرَ مِنْ مُؤَذِّنَيْنِ اتَّخَذَ ثَلَاثَةً، وَأَرْبَعَةً فَأَكْثَرَ بِحَسَبِ الْحَاجَةِ. </p><p> وَقَدِ اتَّخَذَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - أَرْبَعَةً لِلْحَاجَةِ عِنْدَ كَثْرَةِ النَّاسِ. </p><p> قَالَ أَصْحَابُنَا: وَإِذَا تَرَتَّبَ لِلْأَذَانِ اثْنَانِ فَصَاعِدًا، فَالْمُسْتَحَبُّ أَلَّا يُؤَذِّنُوا دَفْعَةً وَاحِدَةً، بَلْ إِنِ اتَّسَعَ الْوَقْتُ تَرَتَّبُوا فِيهِ، فَإِنْ تَنَازَعُوا فِي الِابْتِدَاءِ أُقْرِعَ بَيْنَهُمْ، وَإِنْ ضَاقَ الْوَقْتُ، فَإِنْ كَانَ الْمَسْجِدُ كَبِيرًا أَذَّنُوا مُتَفَرِّقِينَ فِي أَقْطَارِهِ، وَإِنْ كَانَ ضَيِّقًا وَقَفُوا مَعًا وَأَذَّنُوا، وَهَذَا إِذَا لَمْ يُؤَدِّ اخْتِلَافُ الْأَصْوَاتِ إِلَى تَشْوِيشٍ، فَإِنْ أَدَّى إِلَى ذَلِكَ لَمْ يُؤَذِّنْ إِلَّا وَاحِدٌ، اهـ. </p><p> فَهَذَا نَصُّ النَّوَوِيِّ عَلَى قَوْلِ أَصْحَابِهِ أَيْ: الشَّافِعِيَّةِ فِي الْمَسْأَلَةِ سَاقَهُ فِي شَرْحِ مُسْلِمٍ، وَقَالَ فِي الْمَجْمُوعِ شَرْحِ الْمُهَذَّبِ عَلَى نَصِّ الْمَتْنِ إِذْ قَالَ الْمَاتِنُ: وَالْمُسْتَحَبُّ أَنْ يَكُونَ الْمُؤَذِّنُ لِلْجَمَاعَةِ اثْنَيْنِ، وَذَكَرَ حَدِيثَ بِلَالٍ وَابْنِ أُمِّ مَكْتُومٍ، فَإِنِ احْتَاجَ إِلَى الزِّيَادَةِ جَعَلَهُمْ أَرْبَعَةً ; لِأَنَّهُ كَانَ لِعُثْمَانَ أَرْبَعَةٌ، وَالْمُسْتَحَبُّ أَنْ يُؤَذِّنَ وَاحِدٌ بَعْدَ وَاحِدٍ ; لِأَنَّ ذَلِكَ أَبْلَغُ فِي الْإِعْلَامِ. </p><p> قَالَ النَّوَوِيُّ فِي الشَّرْحِ: قَالَ أَبُو عَلِيٍّ الطَّبَرِيُّ: تَجُوزُ الزِّيَادَةُ إِلَى أَرْبَعَةٍ، ثُمَّ نَاقَشَ الْمَسْأَلَةَ مَعَ مَنْ خَالَفَهُ فِي الْعَدَدِ ثُمَّ قَالَ: الْعِبْرَةُ بِالْمَصْلَحَةِ، فَكَمَا زَادَ عُثْمَانُ إِلَى أَرْبَعَةٍ لِلْمَصْلَحَةِ جَازَ لِغَيْرِهِ الزِّيَادَةُ. </p><p> وَذُكِرَ عَنْ صَاحِبِ الْحَاوِي إِلَى ثَمَانِيَةٍ، ثُمَّ قَالَ: فَرْعٌ، وَسَاقَ فِيهِ مَا نَصُّهُ: </p><p> فَإِنْ كَانَ لِلْمَسْجِدِ مُؤَذِّنَانِ أَذَّنَ وَاحِدٌ بَعْدَ وَاحِدٍ، كَمَا كَانَ بِلَالٌ وَابْنُ أُمِّ مَكْتُومٍ، فَإِنْ تَنَازَعُوا فِي الِابْتِدَاءِ أُقْرِعَ بَيْنَهُمْ، فَإِنْ ضَاقَ الْوَقْتُ وَالْمَسْجِدُ كَبِيرٌ أَذَّنُوا فِي أَقْطَارِهِ كُلُّ وَاحِدٍ فِي قُطْرٍ ; لِيَسْمَعَ أَهْلُ تِلْكَ النَّاحِيَةِ، وَإِنْ كَانَ صَغِيرًا أَذَّنُوا مَعًا وَإِذَا لَمْ يُؤَدِّ إِلَى تَهْوِيشٍ. </p><p> قَالَ صَاحِبُ الْحَاوِي وَغَيْرُهُ: وَيَقِفُونَ جَمِيعًا عَلَيْهِ كَلِمَةً كَلِمَةً فَإِنْ أَدَّى إِلَى تَهْوِيشٍ أَذَّنَ وَاحِدٌ. إِلَخْ. </p><p> وَفِي صَحِيحِ الْبُخَارِيِّ، بَابُ مَنْ قَالَ: لِيُؤَذِّنْ فِي السَّفَرِ مُؤَذِّنٌ وَاحِدٌ، وَسَاقَ بِسَنَدِهِ عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ: أَتَيْتُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي نَفَرٍ مِنْ قَوْمِي، فَأَقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً وَكَانَ رَحِيمًا وَرَفِيقًا، فَلَمَّا رَأَى شَوْقَنَا إِلَى أَهَالِينَا، قَالَ:  «ارْجِعُوا فَكُونُوا فِيهِمْ، وَعَلِّمُوهُمْ وَصَلُّوا إِذَا حَضَرَتِ الصَّلَاةُ، فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ، وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ» . </p><p> قَالَ فِي الْفَتْحِ أَثْنَاءَ الشَّرْحِ: وَعَلَى هَذَا فَلَا مَفْهُومَ لِقَوْلِهِ: مُؤَذِّنٌ وَاحِدٌ فِي السَّفَرِ لِأَنَّ </p><p> الْحَضَرَ أَيْضًا لَا يُؤَذِّنُ فِيهِ إِلَّا وَاحِدٌ، وَلَوِ احْتِيجَ إِلَى تَعَدُّدِهِمْ لِتَبَاعُدِ أَقْطَارِ الْبَلَدِ أَذَّنَ كُلُّ وَاحِدٍ فِي جِهَةٍ وَلَا يُؤَذِّنُونَ جَمِيعًا. </p><p> وَقَدْ قِيلَ: إِنَّ أَوَّلَ مَنْ أَحْدَثَ التَّأْذِينَ جَمِيعًا بَنُو أُمَيَّةَ. </p><p> وَقَالَ الشَّافِعِيُّ فِي الْأُمِّ: وَأُحِبُّ أَنْ يُؤَذِّنَ مُؤَذِّنٌ بَعْدَ مُؤَذِّنٍ، وَلَا يُؤَذِّنُونَ جَمِيعًا، وَإِنْ كَانَ مَسْجِدٌ كَبِيرٌ فَلَا بَأْسَ أَنْ يُؤَذِّنَ فِي كُلِّ جِهَةٍ مِنْهُ، مُؤَذِّنٌ، يُسْمِعُ مَنْ يَلِيهِ فِي وَقْتٍ وَاحِدٍ. اهـ. </p><p> وَهَذَا الَّذِي حَكَاهُ الشَّارِحُ عَنِ الشَّافِعِيِّ مَوْجُودٌ فِي الْأُمِّ، وَلَكِنْ بِلَفْظِ فَلَا بَأْسَ أَنْ يُؤَذِّنَ فِي كُلِّ مَنَارَةٍ لَهُ مُؤَذِّنٌ فَيُسْمِعُ مَنْ يَلِيهِ فِي وَقْتٍ وَاحِدٍ. اهـ. </p><p> وَهَذَا الْقَدْرُ كَافٍ لِبَيَانِ قَوْلِ الشَّافِعِيِّ وَأَصْحَابِهِ، مِنْ أَنَّ التَّعَدُّدَ جَائِزٌ بِحَسَبِ الْمَصْلَحَةِ. </p><p> وَعِنْدَ مَالِكٍ جَاءَ فِي الْمُوَطَّأِ حَدِيثُ بِلَالٍ وَابْنِ أُمِّ مَكْتُومٍ أَيْضًا. </p><p> وَقَالَ الْبَاجِيُّ فِي شَرْحِهِ: وَيَدُلُّ هَذَا الْحَدِيثُ عَلَى جَوَازِ اتِّخَاذِ مُؤَذِّنَيْنِ فِي مَسْجِدٍ يُؤَذِّنَانِ لِصَلَاةٍ وَاحِدَةٍ. </p><p> وَرَوَى عَلِيُّ بْنُ زِيَادٍ عَنْ مَالِكٍ: لَا بَأْسَ أَنْ يُؤَذِّنَ لِلْقَوْمِ فِي السَّفَرِ وَالْحَرَسِ وَالْمَرْكِبِ ثَلَاثَةُ مُؤَذِّنِينَ وَأَرْبَعَةٌ، وَلَا بَأْسَ أَنْ يُتَّخَذَ فِي الْمَسْجِدِ أَرْبَعَةُ مُؤَذِّنِينَ وَخَمْسَةٌ. </p><p> قَالَ ابْنُ حَبِيبٍ: وَلَا بَأْسَ فِيمَا اتَّسَعَ وَقْتُهُ مِنَ الصَّلَوَاتِ، كَالصُّبْحِ وَالظُّهْرِ وَالْعِشَاءِ، أَنْ يُؤَذِّنَ خَمْسَةٌ إِلَى عَشَرَةٍ وَاحِدٌ بَعْدَ وَاحِدٍ، وَفِي الْعَصْرِ مِنْ ثَلَاثَةٍ إِلَى خَمْسَةٍ، وَلَا يُؤَذِّنُ فِي الْمَغْرِبِ إِلَّا وَاحِدٌ. </p><p> فَهَذَا نَصُّ مَالِكٍ وَالْمَالِكِيَّةِ فِي جَوَازِ تَعَدُّدِ الْأَذَانِ فِي الْمَسْجِدِ الْوَاحِدِ، يُؤَذِّنُونَ وَاحِدًا بَعْدَ وَاحِدٍ. </p><p> وَفِي مَتْنِ خَلِيلٍ مَا نَصُّهُ: وَتَعَدُّدُهُ وَتَرْتِيبُهُمْ إِلَّا الْمَغْرِبَ، وَجَمْعُهُمْ كُلٌّ عَلَى أَذَانٍ. </p><p> وَذَكَرَ الشَّارِحُ الْخُرَشِيُّ: مِنْ خَمْسَةٍ إِلَى عَشَرَةٍ فِي الصُّبْحِ وَالظُّهْرِ وَالْعِشَاءِ، وَفِي الْعَصْرِ مِنْ ثَلَاثَةٍ إِلَى خَمْسَةٍ، وَفِي الْمَغْرِبِ وَاحِدٌ أَوْ جَمَاعَةٌ. إِلَخْ. </p><p> وَعِنْدَ الْحَنَابِلَةِ قَالَ فِي الْمُغْنِي: فَصْلٌ، وَلَا يُسْتَحَبُّ الزِّيَادَةُ عَلَى مُؤَذِّنَيْنِ لِحَدِيثِ </p><p> بِلَالٍ وَابْنِ أُمِّ مَكْتُومٍ أَيْضًا، ثُمَّ قَالَ: إِلَّا أَنْ تَدْعُوَ الْحَاجَةُ إِلَى الزِّيَادَةِ عَلَيْهِمَا فَيَجُوزُ. </p><p> فَقَدْ رُوِيَ عَنْ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ كَانَ لَهُ أَرْبَعَةُ مُؤَذِّنِينَ، وَإِنْ دَعَتِ الْحَاجَةُ إِلَى أَكْثَرَ مِنْهُمْ كَانَ مَشْرُوعًا، وَإِذَا كَانَ أَكْثَرُ مِنْ وَاحِدٍ وَكَانَ الْوَاحِدُ يُسْمِعُ النَّاسَ، فَالْمُسْتَعْجَبُ أَنْ يُؤَذِّنَ وَاحِدٌ بَعْدَ وَاحِدٍ ; لِأَنَّ مُؤَذِّنِي النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ أَحَدُهُمَا يُؤَذِّنُ بَعْدَ الْآخَرِ، وَإِنْ كَانَ الْإِعْلَامُ لَا يَحْصُلُ بِوَاحِدٍ أَذَّنُوا عَلَى حَسَبِ مَا يُحْتَاجُ إِلَيْهِ، إِمَّا أَنْ يُؤَذِّنَ كُلُّ وَاحِدٍ فِي مَنَارَةٍ أَوْ نَاحِيَةٍ أَوْ دَفْعَةٍ وَاحِدَةٍ فِي مَوْضِعٍ وَاحِدٍ. </p><p> قَالَ أَحْمَدُ: إِنْ أَذَّنَ عِدَّةٌ فِي مَنَارَةٍ فَلَا بَأْسَ، وَإِنْ خَافُوا مَنْ تَأْذِينِ وَاحِدٍ بَعْدَ وَاحِدٍ فَوَاتَ أَوَّلِ الْوَقْتِ، أَذَّنُوا جَمِيعًا دَفْعَةً وَاحِدَةً. </p><p> وَعِنْدَ الْأَحْنَافِ: جَاءَ فِي فَتْحِ الْقَدِيرِ شَرْحِ الْهِدَايَةِ فِي سِيَاقِ إِجَابَةِ الْمُؤَذِّنِ وَحِكَايَةِ الْأَذَانِ مَا نَصُّهُ: إِذَا كَانَ فِي الْمَسْجِدِ أَكْثَرُ مِنْ مُؤَذِّنٍ أَذَّنُوا وَاحِدًا بَعْدَ وَاحِدٍ، فَالْحُرْمَةُ لِلْأَوَّلِ إِلَى أَنْ قَالَ: فَإِذَا فُرِضَ أَنْ سَمِعُوهُ مِنْ غَيْرِ مَسْجِدِهِ تَحَقَّقَ فِي حَقِّهِ السَّبَبُ، فَيَصِيرُ كَتَعَدُّدِهِمْ فِي الْمَسْجِدِ الْوَاحِدِ، فَإِنْ سَمِعَهُمْ مَعًا أَجَابَ مُعْتَبِرًا كَوْنَ جَوَابِهِ لِمُؤَذِّنِ مَسْجِدِهِ. </p><p> هَذِهِ نُصُوصُ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - فِي جَوَازِ تَعَدُّدِ الْمُؤَذِّنِينَ وَالْأَذَانِ فِي الْمَسْجِدِ الْوَاحِدِ لِلصَّلَاةِ الْوَاحِدَةِ مُتَفَرِّقِينَ أَوْ مُجْتَمِعِينَ. </p><p> وَقَالَ ابْنُ حَزْمٍ: وَلَا يَجُوزُ أَنْ يُؤَذِّنَ اثْنَانِ فَصَاعِدًا مَعًا، فَإِنْ كَانَ ذَلِكَ فَالْمُؤَذِّنُ هُوَ الْمُبْتَدِئُ إِلَى أَنْ قَالَ: </p><p> وَجَائِزٌ أَنْ يُؤَذِّنَ جَمَاعَةٌ وَاحِدًا بَعْدَ وَاحِدٍ لِلْمَغْرِبِ وَغَيْرِهَا سَوَاءٌ فِي كُلِّ ذَلِكَ، فَلَمْ يَمْنَعْ تَعَدُّدَ الْأَذَانِ مِنْ عِدَّةِ مُؤَذِّنِينَ فِي الْمَسْجِدِ الْوَاحِدِ أَحَدٌ مِنْ سَلَفِ الْأُمَّةِ. </p><p> الْحِكْمَةُ فِي الْأَذَانِ </p><p> أَمَّا الْحِكْمَةُ فِي الْأَذَانِ فَإِنَّ أَعْظَمَهَا أَنَّ مِنْ خَصَائِصِ هَذِهِ الْأُمَّةِ كَمَا تَقَدَّمَ فِي أَصْلِ مَشْرُوعِيَّتِهِ، وَقَدِ اشْتَمَلَ عَلَى أُصُولِ عَقَائِدِ التَّوْحِيدِ تُعْلَنُ عَلَى الْمَلَأِ، تَمْلَأُ الْأَسْمَاعَ حَتَّى صَارَ شِعَارَ الْمُسْلِمِينَ. </p><p> وَنُقِلَ عَنِ الْقَاضِي عِيَاضٍ رَحِمَهُ اللَّهُ قَوْلُهُ: </p><p> اعْلَمْ أَنَّ الْأَذَانَ كَلَامٌ جَامِعٌ لِعَقِيدَةِ الْإِيمَانِ مُشْتَمِلٌ عَلَى نَوْعِهِ مِنَ الْعَقْلِيَّاتِ وَالسَّمْعِيَّاتِ، فَأَوَّلُهُ: إِثْبَاتُ الذَّاتِ وَمَا تَسْتَحِقُّهُ مِنَ الْكِمَالَاتِ وَالتَّنْزِيهِ عَنْ أَضْدَادِهَا وَذَلِكَ بِقَوْلِهِ: اللَّهُ أَكْبَرُ وَهَذِهِ اللَّفْظَةُ مَعَ اخْتِصَارِ لَفْظِهَا دَالَّةٌ عَلَى مَا ذَكَرْنَاهُ. </p><p> ثُمَّ يُصَرِّحُ بِإِثْبَاتِ الْوَحْدَانِيَّةِ وَنَفْيِ ضِدِّهَا مِنَ الشَّرِكَةِ الْمُسْتَحِيلَةِ فِي حَقِّهِ سُبْحَانَهُ وَتَعَالَى، وَهَذِهِ عُمْدَةُ الْإِيمَانِ وَالتَّوْحِيدِ الْمُقَدَّمَةِ عَلَى كُلِّ وَظَائِفِ الدِّينِ، ثُمَّ يُصَرِّحُ بِإِثْبَاتِ النُّبُوَّةِ وَالشَّهَادَةِ بِالرِّسَالَةِ لِنَبِيِّنَا مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهِيَ قَاعِدَةٌ عَظِيمَةٌ بَعْدَ الشَّهَادَةِ بِالْوَحْدَانِيَّةِ، وَمَوْضِعُهَا بَعْدَ التَّوْحِيدِ ; لِأَنَّهَا مِنْ بَابِ الْأَفْعَالِ الْجَائِزَةِ الْوُقُوعِ، وَتِلْكَ الْمُقَدِّمَاتُ مِنْ بَابِ الْوَاجِبَاتِ وَبَعْدَ هَذِهِ الْقَوَاعِدِ كَلِمَاتُ الْعَقَائِدِ الْعَقْلِيَّاتِ، فَدَعَا إِلَى الصَّلَاةِ وَجَعَلَهَا عَقِبَ إِثْبَاتِ النُّبُوَّةِ، لِأَنَّ مَعْرِفَةَ وُجُوبِهَا مِنْ جِهَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا مِنْ جِهَةِ الْعَقْلِ. </p><p> ثُمَّ دَعَا إِلَى الْفَلَاحِ وَهُوَ الْفَوْزُ وَالْبَقَاءُ فِي النَّعِيمِ الْمُقِيمِ، وَفِيهِ إِشْعَارٌ بِأُمُورِ الْآخِرَةِ مِنَ الْبَعْثِ وَالْجَزَاءِ وَهِيَ آخِرُ تَرَاجِمِ عَقَائِدِ الْإِسْلَامِ. إِلَخْ. </p><p> وَمُرَادُهُ بِالْعَقْلِيَّاتِ فِي الْعَقَائِدِ أَيْ إِثْبَاتُ وُجُودِ اللَّهِ وَأَنَّهُ وَاحِدٌ لَا شَرِيكَ لَهُ، وَهُوَ الْمَعْرُوفُ عِنْدَهُمْ بِقَانُونِ الْإِلْزَامِ، الَّذِي يُقَالُ فِيهِ: إِنَّ الْمَوْجُودَ إِمَّا جَائِزُ الْوُجُودِ أَوْ وَاجِبُهُ، فَجَائِزُ الْوُجُودِ جَائِزُ الْعَدَمِ قَبْلَ وُجُودِهِ وَاسْتَوَى الْوُجُودُ وَالْبَقَاءُ فِي الْعَدَمِ قَبْلَ أَنْ يُوجَدَ، فَتَرَجَّحَ وُجُودُهُ عَلَى بَقَائِهِ فِي الْعَدَمِ، وَهَذَا التَّرْجِيحُ لَا بُدَّ لَهُ مِنْ مُرَجِّحٍ وَهُوَ اللَّهُ تَعَالَى. وَوَاجِبُ الْوُجُودِ لَمْ يَحْتَجْ إِلَى مُوجِدٍ، وَلَمْ يَجُزْ فِي صِفَةِ عَدَمٍ وَإِلَّا لَاحْتَاجَ مُوجِدُهُ إِلَى مُوجِدٍ، وَمُرَجِّحُ وُجُودِهِ عَلَى مَوْجُودٍ. </p><p> وَهَكَذَا فَاقْتَضَى الْإِلْزَامُ الْعَقْلِيُّ وُجُوبَ وُجُودِ مُوجِدٍ وَاجِبِ الْوُجُودِ، وَهَذَا مِنْ حَيْثُ الْوُجُودُ فَقَطْ، وَقَدْ أُدْخِلَ الْعَقْلُ فِي بَعْضِ الصِّفَاتِ الَّتِي يَسْتَلْزِمُهَا الْوُجُودُ، وَالْحَقُّ أَنَّ الْعَقْلَ لَا دَخْلَ لَهُ فِي الْعَقَائِدِ مِنْ حَيْثُ الْإِثْبَاتُ أَوِ النَّفْيُ ; لِأَنَّهَا سَمْعِيَّةٌ وَلَا تُؤْخَذُ إِلَّا عَنِ الشَّارِعِ الْحَكِيمِ، لِأَنَّ الْعَقْلَ يَقْصُرُ عَنْ ذَلِكَ، وَمُرَادُنَا التَّنْبِيهُ عَلَى إِدْخَالِ الْعَقْلِيَّاتِ هُنَا فَقَطْ. </p><p> وَقَدْ سُقْنَا كَلَامَ الْقَاضِي عِيَاضٍ هَذَا فِي حِكْمَةِ الْأَذَانِ لِوَجَاهَتِهِ، وَلِتَعْلَمَ مِنْ خُصُوصِيَّةِ الْأَذَانِ فِي هَذِهِ الْأُمَّةِ وَغَيْرِهَا بِهِ أَنَّهُ لَيْسَ بِصَلْصَلَةِ نَاقُوسٍ أَجْوَفَ، وَلَا أَصْوَاتِ بُوقٍ أَهْوَجَ، وَلَا دَقَّاتِ طَبْلٍ أَرْعَنَ، كَمَا هُوَ الْحَالُ عِنْدَ الْآخَرِينَ، بَلْ هُوَ كَلِمَاتٌ وَنِدَاءٌ يُوقِظُ الْقُلُوبَ مِنْ سُبَاتِهَا، وَتُفِيقُ النُّفُوسُ مِنْ غَفْلَتِهَا، وَتَكُفُّ الْأَذْهَانُ عَنْ تَشَاغُلِهَا، وَتُهَيِّئُ الْمُسْلِمَ إِلَى هَذِهِ </p><p> الْفَرِيضَةِ الْعُظْمَى، ثَانِيَةِ أَرْكَانِ الْإِسْلَامِ وَعَمُودِهِ. </p><p> فَإِذَا مَا سَمِعَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ مَرَّتَيْنِ، عَظُمَ اللَّهُ فِي نَفْسِهِ، وَاسْتَحْضَرَ جَلَالَهُ وَقَدَّسَهُ وَاسْتَصْغَرَ كُلَّ شَيْءٍ بَعْدَ اللَّهِ، فَلَا يَشْغَلُهُ شَيْءٌ عَنْ ذِكْرِ اللَّهِ ; لِأَنَّ اللَّهَ أَكْبَرُ مِنْ كُلِّ شَيْءٍ، فَلَا يَشْغَلُ نَفْسَهُ عَنْهُ أَيُّ شَيْءٍ. </p><p> فَإِذَا سَمِعَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، عَلِمَ أَنَّ مِنْ حَقِّهِ عَلَيْهِ طَاعَةَ اللَّهِ وَعِبَادَتَهُ. </p><p> وَإِذَا سَمِعَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، عَلِمَ أَنَّهُ يَلْزَمُهُ اسْتِجَابَةُ دَاعِي اللَّهِ. </p><p> وَإِذَا سَمِعَ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ، عَلِمَ أَنَّ فَلَاحَهُ فِي صِلَاتِهِ فِي وَقْتِهَا لَا فِيمَا يَشْغَلُهُ عَنْهَا. </p><p> وَهَكَذَا فَكَانَ مَمْشَاهُ إِلَيْهَا تَخَشُّعًا، وَخُطَاهُ إِلَى الْمَسْجِدِ تَطَوُّعًا مَعَ حُضُورِ الْقَلْبِ وَاسْتِجْمَاعِ الشُّعُورِ. </p><p> وَمِنْ هُنَا أَيْضًا نُدْرِكُ السِّرَّ فِي طَلَبِ السَّامِعِ مُحَاكَاةَ الْأَذَانِ تَبَعًا لِلْمُؤَذِّنِ لِيَرْتَبِطَ مَعَهُ فِي إِعْلَانِهِ وَعَقِيدَتِهِ وَشُعُورِهِ، كَمَا جَاءَ فِي أَثَرِ عَمْرِو بْنِ الْعَاصِ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ إِنَّ الْمُؤَذِّنِينَ يَفْضُلُونَنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «قُلْ مِثْلَ مَا يَقُولُونَ، فَإِذَا انْتَهَيْتَ فَاسْأَلْ تُعْطَهُ» . رَوَاهُ أَبُو دَاوُدَ. </p><p> وَقَدْ قَدَّمْنَا هَذَا الْمَوْضُوعَ هُنَا، وَإِنْ كَانَ لَيْسَ مِنْ مَنْهَجِ الْكِتَابِ، وَلَكِنْ لِمُوجِبِ اقْتِضَاءٍ، وَلِمُنَاسَبَةِ مَبْحَثِ الْأَذَانِ. </p><p> أَمَّا الْمُوجِبُ فَهُوَ أَنِّي سَمِعْتُ مُنْذُ أَيَّامٍ أَثْنَاءَ الْكِتَابَةِ فِي مَبَاحِثِ الْأَذَانِ، وَسَمِعْتُ مِنْ إِذَاعَةٍ لِبَلَدٍ عَرَبِيٍّ مُسْلِمٍ أَنَّ كَاتِبًا اسْتَنْكَرَ الْأَذَانَ فِي الصُّبْحِ خَاصَّةً، وَفِي بَقِيَّةِ الْأَوْقَاتِ بِوَاسِطَةِ الْمُكَبِّرِ لِلصَّوْتِ، وَقَالَ: إِنَّهُ يُرْهِقُ الْأَعْصَابَ وَخَاصَّةً عِنْدَ أَدَاءِ النَّاسِ لِأَعْمَالِهِمْ أَوْ عِنْدَ الْفَرَاغِ مِنْهَا وَالْعَوْدَةِ لِرَاحَتِهِمْ، وَلَا سِيَّمَا فِي الْفَجْرِ عِنْدَ نَوْمِهِمْ، فَكَانَ وَقْعُهُ أَلِيمًا أَنْ يَصْدُرَ ذَلِكَ وَيُنْشَرَ، وَلَكِنْ أَجَابَ عَلَيْهِ أَحَدُ خُطَبَاءِ الْجُمَعِ فِي خُطْبَةٍ وَافِيَةٍ، وَأَفْهَمَهُ أَنَّ الْإِرْهَاقَ وَالِاضْطِرَابَ إِنَّمَا هُوَ مِنْ عَدَمِ الِاسْتِجَابَةِ لِهَذَا النِّدَاءِ، وَأَنَّ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَخْبَرَ أَنَّ الشَّيْطَانَ يَبُولُ فِي أُذُنِ النَّائِمِ، وَأَنَّهُ يَعْقِدُ عَلَيْهِ ثَلَاثَ عُقَدٍ، فَإِذَا مَا اسْتَيْقَظَ وَذَكَرَ اللَّهَ انْحَلَّتْ عُقْدَةٌ، وَإِذَا تَوَضَّأَ انْحَلَّتْ عُقْدَةٌ أُخْرَى، فَإِذَا صَلَّى انْحَلَّتِ الْعُقْدَةُ الثَّالِثَةُ، وَأَصْبَحَ نَشِيطًا إِلَى غَيْرِ ذَلِكَ مِنَ الرَّدِّ الْكَافِي. </p><p> وَلَا شَكَّ أَنَّ مِثْلَ تِلْكَ الْكِتَابَةِ لَا تَصْدُرُ إِلَّا مِمَّنْ لَا يَعِي مَعْنَى الْأَذَانِ. </p><p> هَذَا مَا اسْتَوْجَبَ عَرْضَ الْحِكْمَةِ مِنَ الْأَذَانِ، وَإِنْ كَانَتْ مُجَانِبَةً لِمَنْهَجِ الْكِتَابِ، وَلَكِنْ بِمُنَاسَبَةِ مَبَاحِثِ الْأَذَانِ يُغْتَفَرُ ذَلِكَ، وَبِاللَّهِ التَّوْفِيقُ. </p><p> مُحَاكَاةُ الْمُؤَذِّنِ </p><p> تُعْتَبَرُ مُحَاكَاةُ الْمُؤَذِّنِ رَبْطًا لِسَامِعِ الْأَذَانِ، وَتَنْبِيهًا لَهُ لِمَوْضُوعِهِ، جَاءَ الْحَدِيثُ:  «إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ» رَوَاهُ الْبُخَارِيُّ. </p><p> وَفِي رِوَايَةٍ عِنْدَهُ عَنْ مُعَاوِيَةَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ أَيْ مُعَاوِيَةُ: وَهُوَ عَلَى الْمِنْبَرِ مِثْلَ قَوْلِ الْمُؤَذِّنِ إِلَى قَوْلِهِ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَلَمَّا قَالَ الْمُؤَذِّنُ: حَيَّ عَلَى الصَّلَاةِ، قَالَ مُعَاوِيَةُ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، وَكَذَلِكَ: حَيَّ عَلَى الْفَلَاحِ، ثُمَّ قَالَ: هَكَذَا سَمِعْنَا نَبِيَّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَعِنْدَ النَّسَائِيِّ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: كُنَّا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَامَ بِلَالٌ يُنَادِي، فَلَمَّا سَكَتَ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ قَالَ مِثْلَ هَذَا يَقِينًا دَخَلَ الْجَنَّةَ» . </p><p> كَيْفِيَّةُ الْمُحَاكَاةِ، فِي الْحَدِيثِ الْأَوَّلِ:  «فَقُولُوا مِثْلَمَا يَقُولُ» وَهَكَذَا يَشْعُرُ بِتَتَبُّعِهِ جُمْلَةً جُمْلَةً، وَفِي الْحَدِيثِ الثَّانِي: فَلَمَّا سَكَتَ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَالَ مِثْلَ هَذَا» وَبَعْدَ السُّكُوتِ تَنْطَبِقُ الْمِثْلِيَّةُ بِمَجِئِ الْأَذَانِ بَعْدَ فَرَاغِ الْمُؤَذِّنِ، فَوَقَعَ الِاحْتِمَالُ. </p><p> وَقَدْ جَاءَ عِنْدَ مُسْلِمٍ وَأَبِي دَاوُدَ مَا يُؤَيِّدُ الْأَوَّلَ، فَعَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «إِذَا قَالَ الْمُؤَذِّنُ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ،فَقَالَ أَحَدُكُمْ:اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، ثُمَّ قَالَ أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ،قَالَ:أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ،ثُمَّ قَالَ:أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ،قَالَ:أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ،ثُمَّ قَالَ:حَيَّ عَلَى الصَّلَاةِ قَالَ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ،ثُمَّ قَالَ:حَيَّ عَلَى الْفَلَاحِ،قَالَ:لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ،ثُمَّ قَالَ:اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ،قَالَ:اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ،ثُمَّ قَالَ:لَا إِلَهَ إِلَّا اللَّهُ مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ» . </p><p> فَهَذَا نَصٌّ صَرِيحٌ فِي أَنَّ مُحَاكِيَ الْمُؤَذِّنِ يُتَابِعُهُ جُمْلَةً جُمْلَةً إِلَى آخِرِهِ مَا عَدَا الْحَيْعَلَتَيْنِ، فَإِنَّهُ يَأْتِي بَدَلًا مِنْهُمَا بِالْحَوْقَلَةِ، وَقَالُوا: إِنَّ الْحَيْعَلَتَيْنِ نِدَاءٌ لِلْإِقْبَالِ عَلَى الْمُنَادِي، وَهَذَا يَصْدُقُ فِي حَقِّ الْمُؤَذِّنِ، أَمَّا الَّذِي يَحْكِي الْأَذَانَ فَلَمْ يَرْفَعْ صَوْتَهُ وَلَا يَصْدُقُ </p><p> عَلَيْهِ أَنْ يُنَادِيَ غَيْرَهُ فَلَا أَجْرَ لَهُ فِي نُطْقِهِ بِهِمَا، فَيَأْتِي بِلَا حَوْلٍ وَلَا قُوَّةٍ إِلَّا بِاللَّهِ لِأَمْرَيْنِ الْأَوَّلِ: أَنَّهُ ذِكْرٌ يُثَابُ عَلَيْهِ سِرًّا وَعَلَانِيَةً، وَالثَّانِي: اسْتِشْعَارٌ بِأَنَّهُ لَا حَوْلَ لَهُ عَنْ مَعْصِيَةٍ وَلَا قُوَّةَ لَهُ عَلَى طَاعَةٍ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، وَفِيهِ اسْتِعَانَةٌ بِاللَّهِ وَحَوْلِهِ وَقُوَّتِهِ عَلَى إِجَابَةِ هَذَا النِّدَاءِ، وَأَدَاءِ الصَّلَاةِ مَعَ الْجَمَاعَةِ. </p><p> وَقَدْ أَخَذَ الْجُمْهُورُ بِحَدِيثِ عُمَرَ عِنْدَ مُسْلِمٍ بِمُحَاكَاةِ الْمُؤَذِّنِ فِي جَمِيعِ الْأَذَانِ عَلَى النَّحْوِ الْمُقَدَّمِ، وَعِنْدَ مَالِكٍ يَكْتَفِي إِلَى الْحَوْقَلَةِ لِحَدِيثِ مُعَاوِيَةَ. وَنَصُّ كُتُبِ الْمَالِكِيَّةِ أَنَّهُ هُوَ الْمَشْهُورُ فِي الْمَذْهَبِ وَغَيْرُ الْمَشْهُورِ أَيْ مُقَابِلُ الْمَشْهُورِ طَلَبُ حِكَايَةِ الْأَذَانِ جَمِيعِهِ، ذَكَرَهُ الزَّمَخْشَرِيُّ عَلَى خَلِيلٍ. </p><p> بَعْضُ الزِّيَادَاتِ عَلَى أَلْفَاظِ الْأَذَانِ </p><p> تَقَدَّمَ ذِكْرُ الْحَوْقَلَةِ عِنْدَ الْحَيْعَلَةِ فِي بَعْضِ رِوَايَاتِ مُسْلِمٍ وَغَيْرِهِ، عِنْدَ الشَّهَادَتَيْنِ يَقُولُ زِيَادَةً:  «وَأَنَا أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ رَضِيتُ بِاللَّهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولًا، وَبِالْإِسْلَامِ دِينًا غُفِرَتْ لَهُ ذُنُوبُهُ» . </p><p> الصَّلَاةُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَسُؤَالُ اللَّهِ لَهُ الْوَسِيلَةَ. </p><p> وَفِي صَحِيحِ مُسْلِمٍ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ سَمِعَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَمَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا، ثُمَّ سَلُوا اللَّهَ لِيَ الْوَسِيلَةَ ; فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لَا تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ اللَّهِ، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِيَ الْوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ» وَهَذَا عَامٌّ لِلْأَذَانِ فِي الصَّلَوَاتِ الْخَمْسِ إِلَّا أَنَّهُ جَاءَ فِي الْمَغْرِبِ وَالْفَجْرِ بَعْضُ الزِّيَادَاتِ، فَفِي الْمَغْرِبِ حَكَى النَّوَوِيُّ: أَنَّهُ لَهُ أَنْ يَقُولَ بَعْدَ النِّدَاءِ: «اللَّهُمَّ هَذَا إِقْبَالُ لَيْلِكَ، وَإِدْبَارُ نَهَارِكَ وَأَصْوَاتُ دُعَائِكَ اغْفِرْ لِي» ، وَيَدْعُو بَيْنَ الْأَذَانِ وَالْإِقَامَةِ، ذَكَرَهُ صَاحِبُ الْمُهَذَّبِ وَعَزَاهُ لِحَدِيثِ أُمِّ سَلَمَةَ، وَأَقَرَّهُ النَّوَوِيُّ فِي الْمَجْمُوعِ. </p><p> أَمَّا فِي سَمَاعِ أَذَانِ الْفَجْرِ فَيَقُولُ عِنْدَ (الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ) : صَدَقْتَ وَبَرَرْتَ، حَكَاهُ النَّوَوِيُّ فِي الْمَجْمُوعِ. </p><p> وَعَنِ الرَّافِعِيِّ يَقُولُ: صَدَقَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ. </p><p> وَإِذَا سَمِعَ الْمُؤَذِّنَ وَهُوَ فِي الصَّلَاةِ، نَصَّ الْعُلَمَاءُ عَلَى أَنَّهُ لَا يَحْكِيهِ ; لِأَنَّ فِي الصَّلَاةِ </p><p> لَشُغْلًا، وَإِذَا سَمِعَهُ وَهُوَ فِي الْمَسْجِدِ جَالِسٌ نَصَّ أَحْمَدُ أَنَّهُ لَا يَقُومُ حَالًا لِلصَّلَاةِ حَتَّى يَفْرَغَ الْمُؤَذِّنُ أَوْ يَقْرُبَ. </p><p> وَإِذَا دَخَلَ الْمَسْجِدَ وَهُوَ يُؤَذِّنُ اسْتُحِبَّ لَهُ انْتِظَارُهُ لِيَفْرَغَ وَيَقُولَ مِثْلَ مَا يَقُولُ جَمْعًا بَيْنَ الْفَضِيلَتَيْنِ، وَإِنْ لَمْ يَقُلْ كَقَوْلِهِ وَافْتَتَحَ الصَّلَاةَ فَلَا بَأْسَ، ذَكَرَهُ صَاحِبُ الْمُغْنِي عَنْ أَحْمَدَ رَحِمَهُ اللَّهُ. </p><p> إِجَابَةُ أَكْثَرَ مِنْ مُؤَذِّنٍ </p><p> وَلِلْعُلَمَاءِ مَبْحَثٌ فِيمَا لَوْ سَمِعَ أَكْثَرَ مِنْ مُؤَذِّنٍ، قَالَ النَّوَوِيُّ: لَمْ أَرَ فِيهِ شَيْئًا لِأَصْحَابِنَا، وَفِيهِ خِلَافٌ لِلسَّلَفِ، وَقَالَ حَكَاهُ الْقَاضِي عِيَاضٌ فِي شَرْحِ مُسْلِمٍ، وَالْمَسْأَلَةُ مُحْتَمَلَةٌ، ثُمَّ قَالَ: وَالْمُخْتَارُ أَنْ يُقَالَ: الْمُتَابَعَةُ سُنَّةٌ مُتَأَكِّدَةٌ يُكْرَهُ تَرْكُهَا لِتَصْرِيحِ الْأَحَادِيثِ الصَّحِيحَةِ بِالْأَمْرِ، وَهَذَا يَخْتَصُّ بِالْأَوَّلِ ; لِأَنَّ الْأَمْرَ لَا يَقْتَضِي التَّكْرَارَ. </p><p> وَذَكَرَهُ صَاحِبُ الْفَتْحِ وَقَالَ: وَقَالَ ابْنُ عَبْدِ السَّلَامِ: يُجِيبُ كُلَّ وَاحِدٍ بِإِجَابَةٍ لِتَعَدُّدِ السَّبَبِ. اهـ. </p><p> وَعِنْدَ الْأَحْنَافِ الْحَقُّ لِلْأَوَّلِ. </p><p> وَأَصْلُ هَذِهِ الْمَسْأَلَةِ فِي مَبْحَثِ الْأُصُولِ، هَلِ الْأَمْرُ الْمُطْلَقُ يَقْتَضِي تَكْرَارَ الْمَأْمُورِ بِهِ أَمْ لَا؟ </p><p> وَقَدْ بَحَثَ هَذَا الْمَوْضُوعَ فَضِيلَةُ شَيْخِنَا - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - فِي مُذَكِّرَةِ الْأُصُولِ وَحَاصِلُهُ: إِنَّ الْأَمْرَ إِمَّا مُقَيَّدٌ بِمَا يَقْتَضِي التَّكْرَارَ أَوْ مُطْلَقٌ عَنْهُ، ثُمَّ قَالَ: وَالْحَقُّ أَنَّ الْأَمْرَ الْمُطْلَقَ لَا يَقْتَضِي التَّكْرَارَ بَلْ يَخْرُجُ مِنْ عُهْدَتِهِ بِمَرَّةٍ، ثُمَّ فَصَّلَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - الْقَوْلَ فِيمَا اتُّفِقَ عَلَيْهِ وَمَا اخْتُلِفَ فِيهِ، وَمِنْهُ تَعَدُّدُ حِكَايَةِ الْمُؤَذِّنِ وَبَحَثَهَا بِأَوْسَعَ فِي الْأَضْوَاءِ عَنْ تَعَدُّدِ الْفِدْيَةِ فِي الْحَجِّ، وَالْوَاقِعُ أَنَّ سَبَبَ الْخِلَافِ فِيمَا اخْتُلِفَ فِيهِ إِنَّمَا هُوَ مِنْ بَابِ تَحْقِيقِ الْمَنَاطِ هَلِ السَّبَبُ الْمَذْكُورُ مِمَّا يَقْتَضِي التَّعَدُّدَ، أَمْ لَا؟ </p><p> وَالْأَسْبَابُ فِي هَذَا الْبَابِ ثَلَاثَةُ أَقْسَامٍ قِسْمٌ يَقْتَضِي التَّكْرَارَ قَطْعًا، وَقِسْمٌ لَا يَقْتَضِيهِ قَطْعًا، وَقِسْمٌ هُوَ مَحَلُّ الْخِلَافِ. </p><p> فَمِنَ الْأَسْبَابِ الْمُقْتَضِيَةِ التَّكْرَارَ قَطْعًا: مَا لَوْ وُلِدَ لَهُ تَوْأَمَانِ فَإِنَّ عَلَيْهِ عَقِيقَتَيْنِ، </p><p> وَمِنْهَا: لَوْ ضَرَبَ حَامِلًا فَأَجْهَضَتْ جَنِينَيْنِ لَوَجَبَتْ عَلَيْهِ غُرَّتَانِ. </p><p> وَمِنَ الْأَسْبَابِ الَّتِي لَا تَقْتَضِي التَّكْرَارَ مَا لَوْ أَحْدَثَ عِدَّةَ أَحْدَاثٍ مِنْ نَوَاقِضِ الْوُضُوءِ فَأَرَادَ أَنْ يَتَوَضَّأَ فَإِنَّهُ لَا يُكَرِّرُ الْوُضُوءَ بِعَدَدِ الْأَحْدَاثِ، وَيَكْفِي وُضُوءٌ وَاحِدٌ، وَكَذَلِكَ مُوجِبَاتُ الْغُسْلِ لَوْ تَعَدَّدَتْ قَبْلَ أَنْ يَغْتَسِلَ فَإِنَّهُ يَكْفِيهِ غُسْلٌ وَاحِدٌ عَنِ الْجَمِيعِ. </p><p> وَمِمَّا اخْتُلِفَ فِيهِ مَا كَانَ دَائِرًا بَيْنَ هَذَا وَذَاكَ، كَمَا لَوْ ظَاهَرَ مِنْ عِدَّةِ زَوْجَاتٍ هَلْ عَلَيْهِ كَفَارَّةٌ وَاحِدَةٌ نَظَرًا لِمَا أَوْقَعَ مِنْ ظِهَارِأُمٍّ عَلَيْهِ عِدَّةُ كَفَّارَاتٍ نَظَرًا لِعَدَدٍ ظَاهِرٍ مِنْهُنَّ؟ وَكَذَلِكَ إِذَا وَلَغَ عِدَّةُ كِلَابٍ فِي إِنَاءٍ هَلْ يُعَفِّرُ الْإِنَاءَ مَرَّةً وَاحِدَةً، أَمْ يَتَعَدَّدُ التَّعْفِيرُ لِتَعَدُّدِ الْوُلُوغِ مِنْ عِدَّةِ كِلَابٍ؟ </p><p> وَمِنْ ذَلِكَ مَا قَالُوهُ فِي إِجَابَةِ الْمُؤَذِّنِ إِذَا تَعَدَّدَ الْمُؤَذِّنُونَ تَعَدَّدَتِ الْأَسْبَابُ، فَهَلْ تَتَعَدَّدُ الْإِجَابَةُ أَمْ يَكْتَفِي بِإِجَابَةٍ وَاحِدَةٍ؟ تَقَدَّمَ قَوْلُ النَّوَوِيِّ أَنَّهُ لَمْ يَجِدْ شَيْئًا لِأَصْحَابِهِ، وَكَلَامُ الْعِزِّ بْنِ عَبْدِ السَّلَامِ بِتَعَدُّدِ الْإِجَابَةِ وَبِالنَّظَرِ الْأُصُولِيِّ، نَجِدُ تَعَدُّدَ الْمُؤَذِّنِينَ لَيْسَ كَتَعَدُّدِ نَوَاقِضِ الْوُضُوءِ ; لِأَنَّ الْمُتَوَضِّئَ إِذَا أَحْدَثَ ارْتَفَعَ وُضُوءُهُ وَلَيْسَ عَلَيْهِ أَنْ يَتَوَضَّأَ لِهَذَا الْحَدَثِ، فَإِذَا أَحْدَثَ مَرَّةً أُخْرَى لَمْ يَقَعْ هَذَا الْحَدَثُ الثَّانِي عَلَى طُهْرٍ وَلَمْ يَجِدْ حَدَثًا آخَرَ. </p><p> وَهَكَذَا مَهْمَا تَعَدَّدَتِ الْأَحْدَاثُ، فَإِذَا أَرَادَ الصَّلَاةَ كَانَ عَلَيْهِ أَنْ يَرْفَعَ حَدَثَهُ فَيَكْفِي فِيهِ وُضُوءٌ وَاحِدٌ، وَلَكِنْ مُسْتَمِعُ الْمُؤَذِّنِ حِينَمَا سَمِعَ الْمُؤَذِّنَ الْأَوَّلَ فَهُوَ مُطَالَبٌ بِمُحَاكَاتِهِ، فَإِنْ فَرَغَ مِنْهُ وَسَمِعَ مُؤَذِّنًا آخَرَ، فَإِنَّ مِنْ حَقِّ هَذَا الْمُؤَذِّنِ الْآخَرِ أَنْ يُحَاكِيَهُ، وَلَا عَلَاقَةَ لِأَذَانِ هَذَا بِذَاكَ، فَهُوَ مِنْ بَابِ تَجَدُّدِ السَّبَبِ وَتَعَدُّدِهِ أَوْ هُوَ إِلَيْهِ أَقْرَبُ، كَمَا لَوْ سَمِعَ أَذَانَ الظُّهْرِ فَأَجَابَهُ ثُمَّ سَمِعَ أَذَانَ الْعَصْرِ فَلَا يَكْفِي عَنْهُ إِجَابَةُ أَذَانِ الظُّهْرِ، فَإِنْ قِيلَ: قَدِ اخْتَلَفَ الْوَقْتُ وَجَاءَ أَذَانٌ جَدِيدٌ، فَيُقَالُ: قَدِ اخْتَلَفَ الْمُؤَذِّنُ فَجَاءَ أَذَانٌ جَدِيدٌ. </p><p> وَأَقْرَبُ مَا يَكُونُ لِهَذِهِ الْمَسْأَلَةِ مَسْأَلَةُ الصَّلَاةِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ ذِكْرِهِ فِي حَدِيثِ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «آمِينَ آمِينَ» ثَلَاثَ مَرَّاتٍ وَهُوَ يَصْعَدُ الْمِنْبَرَ، وَلَمَّا سُئِلَ عَنْ ذَلِكَ قَالَ:  «أَتَانِي جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ مَنْ ذُكِرْتَ عِنْدَهُ،وَلَمْ يُصَلِّ عَلَيْكَ بَاعَدَهُ اللَّهُ فِي النَّارِ فَقُلْ:آمِينَ،فَقُلْتُ:آمِينَ» ، وَذَكَرَ بَقِيَّةَ الْمَسَائِلِ فَإِنَّ بِهَذَا يَتَعَيَّنُ تَكْرَارُ الصَّلَاةِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ كُلِّ مَا يُسْمَعُ ذِكْرُهُ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ، وَهُنَا عَلَيْهِ تَكْرَارُ مُحَاكَاةِ الْمُؤَذِّنِ، كَمَا رَجَّحَهُ ابْنُ عَبْدِ السَّلَامِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> تَنْبِيهٌ </p><p> وَإِذَا سَمِعَ الْمُؤَذِّنَ وَهُوَ فِي صَلَاةٍ فَلَا يَقُولُ مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ، وَإِذَا كَانَ فِي قِرَاءَةٍ، أَوْ دُعَاءٍ، أَوْ ذِكْرٍ خَارِجَ الصَّلَاةِ، فَإِنَّهُ يَقْطَعُهُ وَيَقُولُ مِثْلَ قَوْلِ الْمُؤَذِّنِ. </p><p> قَالَهُ ابْنُ تَيْمِيَةَ فِي الْفَتَاوَى وَابْنُ قُدَامَةَ فِي الْمُغْنِي، وَالنَّوَوِيُّ فِي الْمَجْمُوعِ. </p><p> تَنْبِيهٌ </p><p> وَلَا يَجُوزُ النِّدَاءُ لِلصَّلَاةِ جُمُعَةً أَوْ غَيْرَهَا مِنَ الصَّلَوَاتِ الْخَمْسِ إِلَّا بِهَذِهِ الْأَلْفَاظِ الْمُتَقَدِّمِ ذِكْرُهَا، وَمَا عَدَاهَا مِمَّا أَدْخَلَهُ النَّاسُ لَا أَصْلَ لَهُ، كَالتَّسْبِيحِ قَبْلَ الْفَجْرِ، وَالتَّسْبِيحِ وَالتَّحْمِيدِ وَالتَّكْبِيرِ يَوْمَ الْجُمُعَةِ بِمَا يُسَمَّى بِالتَّطْلِيعِ وَنَحْوِهِ، فَكُلُّ هَذَا لَا نَصَّ عَلَيْهِ وَلَا أَصْلَ لَهُ. </p><p> وَقَدْ نَصَّ فِي فَتْحِ الْبَارِي رَدًّا عَلَى ابْنِ الْمُنِيرِ، حَيْثُ جَعَلَ بَعْضَ الْهَيْئَاتِ أَوِ الْأَقْوَالِ مِنْ مُكَمِّلَاتِ الْإِعْلَامِ، فَقَالَ ابْنُ حَجَرٍ: وَأَغْرَبَ ابْنُ الْمُنِيرِ وَلَوْ كَانَ مَا قَالَهُ عَلَى إِطْلَاقِهِ لَكَانَ مَا أَحْدَثَ مِنَ التَّسْبِيحِ قَبْلَ الصُّبْحِ وَقَبْلَ الْجُمُعَةِ، وَمِنَ الصَّلَاةِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ جُمْلَةِ الْأَذَانِ، وَلَيْسَ كَذَلِكَ لَا لُغَةً وَلَا شَرْعًا. </p><p> وَفِي الْحَاشِيَةِ لِلشَّيْخِ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ بْنِ بَازٍ تَعْلِيقٌ عَلَى كَلَامِ ابْنِ الْمُنِيرِ بِقَوْلِهِ هَذَا فِيهِ نَظَرٌ. وَالصَّوَابُ أَنَّ مَا أَحْدَثَهُ النَّاسُ مِنْ رَفْعِ الصَّوْتِ بِالتَّسْبِيحِ قَبْلَ الْأَذَانِ وَالصَّلَاةِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَهُ، كَمَا أَشَارَ إِلَيْهِ الشَّارِعُ بِدْعَةٌ يَجِبُ عَلَى وُلَاةِ الْأَمْرِ إِنْكَارُهَا حَتَّى لَا يَدْخُلَ فِي الْأَذَانِ مَا لَيْسَ مِنْهُ، وَفِيمَا شَرَعَهُ اللَّهُ غُنْيَةٌ وكِفَايَةٌ عَنِ الْمُحْدَثَاتِ، فَتَنَبَّهْ. </p><p> وَقَالَ فِي الْفَتْحِ أَيْضًا مَا نَصُّهُ: وَمَا أَحْدَثَ النَّاسُ قَبْلَ وَقْتِ الْجُمُعَةِ مِنَ الدُّعَاءِ إِلَيْهَا بِالذِّكْرِ وَالصَّلَاةِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهُوَ فِي بَعْضِ الْبِلَادِ دُونَ بَعْضٍ، وَاتِّبَاعُ السَّلَفِ الصَّالِحِ أَوْلَى، وَقَالَ ابْنُ الْحَاجِّ فِي الْمَدْخَلِ مُجَلَّدَ ٢ ص ٤٥٢، وَيَنْهَى الْمُؤَذِّنِينَ عَمَّا أَحْدَثُوهُ مِنَ التَّسْبِيحِ بِاللَّيْلِ، وَإِنْ كَانَ ذِكْرُ اللَّهِ تَعَالَى حَسَنًا وَعَلَنًا لَكِنْ فِي الْمَوَاضِعِ الَّتِي تَرَكَهَا الشَّارِعُ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ، وَلَمْ يُعَيِّنْ فِيهَا شَيْئًا مَعْلُومًا. </p><p> وَقَالَ بَعْدَهُ بِقَلِيلٍ: وَكَذَلِكَ يَنْبَغِي أَنْ يَنْهَاهُمْ عَمَّا أَحْدَثُوهُ مِنْ صِفَةِ الصَّلَاةِ وَالتَّسْلِيمِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ طُلُوعِ الْفَجْرِ، وَإِنْ كَانَتِ الصَّلَاةُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ أَكْبَرِ الْعِبَادَاتِ </p><p> وَأَجَلِّهَا، فَيَنْبَغِي أَنْ يَسْلُكَ بِهَا مَسْلَكَهَا، فَلَا تُوضَعُ إِلَّا فِي مَوَاضِعِهَا الَّتِي جُعِلَتْ لَهَا. </p><p> وَقَالَ صَاحِبُ الْإِبْدَاعِ فِي مَضَارِّ الِابْتِدَاعِ، مَا نَصُّهُ: وَمِنَ الْبِدَعِ مَا يُسَمَّى بِالْأُولَى وَالثَّانِيَةِ، أَعْنِي مَا يَقَعُ قَبْلَ الزَّوَالِ يَوْمَ الْجُمُعَةِ مِنَ الدُّعَاءِ إِلَيْهَا بِالذِّكْرِ وَالصَّلَاةِ وَالسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَنَحْوِ ذَلِكَ، وَلَا خِلَافَ فِي أَنَّ ذَلِكَ لَمْ يَكُنْ عَلَى عَهْدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا عَهْدِ السَّلَفِ الصَّالِحِ، وَإِنَّمَا النَّظَرُ فِي ذَمِّهِ وَاسْتِحْسَانِهِ. اهـ. </p><p> وَهَذَا النَّظَرُ مَفْرُوغٌ مِنْهُ فِي التَّنْبِيهَاتِ الْمُتَقَدِّمَةِ لِابْنِ حَجَرٍ، وَابْنِ الْحَاجِّ، وَابْنِ بَازٍ. </p><p> وَالْقَاعِدَةُ الْأُصُولِيَّةُ الْفِقْهِيَّةُ: أَنَّ الْعِبَادَاتِ مَبْنَاهَا عَلَى التَّوْقِيفِ، وَمَا لَمْ يَكُنْ دِينًا وَلَا عِبَادَةً عِنْدَ السَّلَفِ الصَّالِحِ فَلَا حَاجَةَ إِلَيْهِ الْيَوْمَ، كَمَا قَالَ مَالِكٌ رَحِمَهُ اللَّهُ: لَنْ يُصْلِحَ آخِرَ هَذِهِ الْأُمَّةِ إِلَّا مَا أَصْلَحَ أَوَّلَهَا. </p><p> وَقَدْ ذَكَرَ صَاحِبُ الْإِبْدَاعِ أَيْضًا تَارِيخَ إِحْدَاثِ رَفْعِ الصَّوْتِ بِالصَّلَاةِ وَالتَّسْلِيمِ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَقِبَ الْأَذَانِ، فَقَالَ: كَانَ ابْتِدَاءُ ذَلِكَ فِي أَيَّامِ السُّلْطَانِ النَّاصِرِ صَلَاحِ الدِّينِ بْنِ أَيُّوبَ وَبِأَمْرِهِ فِي مِصْرَ وَأَعْمَالِهَا، لِسَبَبٍ مَذْكُورٍ فِي كُتُبِ التَّارِيخِ. اهـ. </p><p> وَالسَّبَبُ يَتَعَلَّقُ بِبِدْعَةِ الْفَاطِمِيِّينَ بِسَبَبِ بَعْضِ الْأَشْخَاصِ عَلَى الْمَنَابِرِ وَالْمَنَائِرِ، فَغَيَّرَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ - رَحِمَهُ اللَّهُ - مَا كَانَ عَلَى الْمَنَابِرِ بِقَوْلِهِ: إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ، وَالْإِحْسَانِ، وَإِيتَاءِ ذِي الْقُرْبَى، وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ. </p><p> وَكَذَلِكَ غَيَّرَ صَلَاحُ الدِّينِ مَا كَانَ بَعْدَ الْأَذَانِ بِالصَّلَاةِ وَالتَّسْلِيمِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> تَنْبِيهٌ </p><p> مِنْ أَسْبَابِ تَمَسُّكِ بَعْضِ الْبِلَادِ بِهَذَيْنِ الْعَمَلَيْنِ هُوَ أَلَّا يُؤَذَّنَ قَبْلَ الْجُمُعَةِ، فَاعْتَاضُوا عَنِ الْأَذَانِ بِمَا يُسَمَّى التَّطْلِيعَ أَوْ بِالْأُولَى وَالثَّانِيَةِ أَيِ: التَّطْلِيعَةَ الْأُولَى وَالتَّطْلِيعَةَ الثَّانِيَةَ، وَكَذَلِكَ لَا يُؤَذِّنُونَ لِلْفَجْرِ قَبْلَ الْوَقْتِ فَاسْتَعَاضُوا عَنْهُ بِالتَّسْبِيحِ وَالتَّكْبِيرِ وَغَيْرِهِ. </p><p> أَمَّا الصَّلَاةُ وَالسَّلَامُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَقِبَ كُلِّ أَذَانٍ، فَقَدْ قَاسُوا الْمُؤَذِّنَ عَلَى السَّامِعِ فِي حَدِيثِ:  «إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ ; فَإِنَّ مَنْ صَلَّى عَلَيَّ مَرَّةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا» . </p><p> فَقَالُوا: وَالْمُؤَذِّنُ أَيْضًا يُصَلِّي وَيُسَلِّمُ، ثُمَّ زَادُوا فِي الْقِيَاسِ خُطَّةً وَجَعَلُوا صَلَاةَ </p><p> الْمُؤَذِّنِ وَتَسْلِيمَهُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصَوْتٍ مُرْتَفِعٍ كَالْأَذَانِ، وَبِهَذَا تَعْلَمُ أَنَّهُ مَا أُمِيتَتْ سُنَّةٌ إِلَّا وَنَشَأَتْ بِدْعَةٌ، وَأَنَّ قِيَاسَ الْمُؤَذِّنِ عَلَى السَّامِعِ لَيْسَ سَلِيمًا. </p><p> وَتَقَدَّمَ لَكَ أَنَّ مُحَاكَاةَ الْمُؤَذِّنِ لِرَبْطِ السَّامِعِ بِالْأَذَانِ ; لِيَتَجَاوَبَ مَعَهُ فِي مَعَانِيهِ، وَلَوْ قِيلَ: إِنَّ لِلْمُؤَذِّنِ أَنْ يُصَلِّيَ وَيُسَلِّمَ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سِرًّا بَعْدَ الْفَرَاغِ مِنَ الْأَذَانِ، وَأَنْ يَسْأَلَ اللَّهَ الْوَسِيلَةَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِيُشَارِكَ فِي الْأَجْرَيْنِ: أَجْرِ الْأَذَانِ، وَأَجْرِ سُؤَالِ الْوَسِيلَةِ لَكَانَ لَهُ أَجْرٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> حَيَّ عَلَى خَيْرِ الْعَمَلِ فِي الْأَذَانِ </p><p> اتَّفَقَ الْأَئِمَّةُ - رَحِمَهُمُ اللَّهُ - عَلَى أَنَّهَا لَيْسَتْ مِنْ أَلْفَاظِ الْأَذَانِ، وَحَكَاهَا الشَّوْكَانِيُّ عَنِ الْعِتْرَةِ، وَنَاقَشَ مَقَالَتَهُمْ وَآثَارَهَا بِأَسَانِيدِهَا. </p><p> وَمِمَّا جَاءَ فِيهَا عِنْدَهُمْ أَثَرٌ عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ يُؤَذِّنُ بِهَا أَحْيَانًا. </p><p> وَمِنْهَا عَنْ عَلِيِّ بْنِ الْحُسَيْنِ أَنَّهُ قَالَ: هُوَ الْأَذَانُ الْأَوَّلُ. </p><p> ثُمَّ قَالَ: وَأَجَابَ الْجُمْهُورُ عَنْ كُلِّ ذَلِكَ بِأَنَّ أَحَادِيثَ أَلْفَاظِ الْأَذَانِ فِي الصَّحِيحَيْنِ وَغَيْرِهِمَا لَمْ يَثْبُتْ فِيهِمَا شَيْءٌ مِنْ ذَلِكَ. </p><p> قَالُوا: وَإِذَا صَحَّ مَا رُوِيَ أَنَّهُ الْأَذَانُ الْأَوَّلُ فَهُوَ مَنْسُوخٌ بِأَحَادِيثِ الْأَذَانِ لِعَدَمِ ذِكْرِهِ فِيهَا. </p><p> وَقَدْ أَوْرَدَ الْبَيْهَقِيُّ حَدِيثًا فِي نَسْخِ ذَلِكَ، وَلَكِنْ مِنْ طَرِيقٍ لَا يَثْبُتُ النَّسْخُ بِمِثْلِهِ. اهـ. مُلَخَّصًا. </p><p> وَقَدْ ذَكَرَ صَاحِبُ جَمْعِ الْفَوَائِدِ حَدِيثًا عَنْ بِلَالٍ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ كَانَ يُؤَذِّنُ لِلصُّبْحِ فَيَقُولُ: حَيَّ عَلَى خَيْرِ الْعَمَلِ، فَأَمَرَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَجْعَلَ مَكَانَهَا الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ، وَتَرَكَ حَيَّ عَلَى خَيْرِ الْعَمَلِ، وَقَالَ: رَوَاهُ الطَّبَرَانِيُّ فِي الْكَبِيرِ بِضَعْفٍ. اهـ. </p><p> وَلَا يَبْعُدُ أَنْ يَكُونَ أَثَرُ بِلَالٍ هَذَا هُوَ الَّذِي عَنَاهُ عَلِيُّ بْنُ الْحُسَيْنِ، وَعَلَى كُلٍّ فَهَذَا الْأَثَرُ وَإِنْ كَانَ ضَعِيفًا فَإِنَّهُ مَرْفُوعٌ، وَفِيهِ التَّصْرِيحُ بِالْمَنْعِ مِنْهَا، وَعَلَيْهِ الْأَئِمَّةُ الْأَرْبَعَةُ وَغَيْرُهُمْ إِلَّا مَا عَلَيْهِ الشِّيعَةُ فَقَطْ. </p><p> وَمِنْ جِهَةِ الْمَعْنَى، فَإِنَّ مَعْنَاهَا لَا يَسْتَقِيمُ مَعَ بَقِيَّةِ النُّصُوصِ الصَّحِيحَةِ الصَّرِيحَةِ، </p><p> وَذَلِكَ أَنَّهُ ثَبَتَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّ خَيْرَ الْعَمَلِ أَمْرٌ نِسْبِيٌّ، وَأَنَّ خَيْرَ جَمِيعِ الْأَعْمَالِ كُلِّهَا هُوَ أَوَّلًا وَقَبْلَ كُلِّ شَيْءٍ الْإِيمَانُ بِاللَّهِ، وَذَلِكَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سُئِلَ: أَيُّ الْأَعْمَالِ أَفْضَلُ يَا رَسُولَ اللَّهِ؟ قَالَ:  «إِيمَانٌ بِاللَّهِ» ، قِيلَ: ثُمَّ مَاذَا؟ فَقَالَ مَرَّةً:  «الْجِهَادُ فِي سَبِيلِ اللَّهِ» ، وَقَالَ مَرَّةً:  «الصَّلَاةُ عَلَى أَوَّلِ وَقْتِهَا» ، وَقَالَ مَرَّةً:  «بِرُّ الْوَالِدَيْنِ» وَفِي كُلِّ مَرَّةٍ يُقَدِّمُ إِيمَانًا بِاللَّهِ. </p><p> فَعَلَيْهِ الْإِيمَانُ بِاللَّهِ هُوَ خَيْرُ الْعَمَلِ، وَلَيْسَتِ الصَّلَاةُ، ثُمَّ بَعْدَ الْإِيمَانِ بِاللَّهِ فَهُوَ بِحَسَبِ حَالِ السَّائِلِ وَحَالَةِ كُلِّ شَخْصٍ، فَمَنْ كَانَ قَوِيًّا وَلَيْسَ عَلَيْهِ حَقٌّ لِوَالِدَيْهِ، فَالْجِهَادُ أَفْضَلُ الْأَعْمَالِ فِي حَقِّهِ مَعَ الْحِفَاظِ عَلَى الصَّلَاةِ، فَإِنْ كَانَ ذَا وَالِدَيْنِ، فَبِرُّهُمَا مُقَدَّمٌ عَلَى كُلِّ عَمَلٍ، وَلِمَ لَا! فَإِنَّ الصَّلَاةَ عَلَى أَوَّلِ وَقْتِهَا لِغَيْرِ هَؤُلَاءِ، فَإِطْلَاقُ الْقَوْلِ بِالصَّلَاةِ خَيْرُ الْعَمَلِ فِي حَقِّ جَمِيعِ النَّاسِ لَا يَصِحُّ مَعَ هَذِهِ الْأَحَادِيثِ، وَلِهَذَا مَنَعَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِلَالًا أَنْ يَقُولَهَا، وَجَعَلَهَا: خَيْرًا مِنَ النَّوْمِ، وَهَذَا لَا نِزَاعَ فِيهِ وَلَا بِالنِّسْبَةِ لِأَيِّ أَحَدٍ مِنَ النَّاسِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الصَّلَاةُ بَيْنَ أَذَانِ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ وَالْأَذَانِ الَّذِي بَيْنَ يَدَيِ الْإِمَامِ </p><p> تَعَوَّدَ النَّاسُ فِي جَمِيعِ الْأَمْصَارِ صَلَاةَ رَكْعَتَيْنِ عِنْدَ الْأَذَانِ الْأَوَّلِ، وَالَّذِي يَقَعُ الْآنَ قَبْلَ الْوَقْتِ وَقَبْلَ جُلُوسِ الْإِمَامِ عَلَى الْمِنْبَرِ، وَهُوَ الْمُسَمَّى عِنْدَ الْفُقَهَاءِ بِأَذَانِ عُثْمَانَ، وَقَدْ تَسَاءَلَ النَّاسُ عَنْ هَذِهِ الصَّلَاةِ، أَهِيَ سُنَّةٌ أَمْ لَا؟ وَيَتَجَدَّدُ هَذَا السُّؤَالُ مِنْ حِينٍ إِلَى آخَرَ، وَأَجْمَعُ مَا رَأَيْتُ فِيهِ هُوَ كَلَامُ ابْنِ تَيْمِيَّةَ فِي رِسَالَةٍ خَاصَّةٍ، جَوَابًا عَلَى سُؤَالٍ وُجِّهَ إِلَيْهِ هَذَا نَصُّهُ: </p><p> هَلِ الصَّلَاةُ بَعْدَ الْأَذَانِ الْأَوَّلِ يَوْمَ الْجُمُعَةِ فَعَلَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوْ أَحَدٌ مِنْ أَصْحَابِهِ أَوِ التَّابِعِينَ أَوِ الْأَئِمَّةِ، أَمْ لَا؟ وَهَلْ هُوَ مَنْصُوصٌ فِي مَذْهَبٍ مِنْ مَذَاهِبِ الْأَئِمَّةِ الْمُتَّفَقِ عَلَيْهِمْ، وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ، هَلْ هُوَ مَخْصُوصٌ بِيَوْمِ الْجُمُعَةِ، أَمْ هُوَ عَامٌّ فِي جَمِيعِ الْأَوْقَاتِ؟ فَأَجَابَ بِقَوْلِهِ: </p><p> أَمَّا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَإِنَّهُ لَمْ يَكُنْ يُصَلِّي قَبْلَ الْجُمُعَةِ بَعْدَ الْأَذَانِ شَيْئًا، وَلَا نُقِلَ هَذَا عَنْ أَحَدٍ، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا يُؤَذَّنُ عَلَى عَهْدِهِ إِلَّا إِذَا قَعَدَ عَلَى الْمِنْبَرِ، وَيُؤَذِّنُ بِلَالٌ ثُمَّ يَخْطُبُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْخُطْبَتَيْنِ، ثُمَّ يُقِيمُ بِلَالٌ فَيُصَلِّي بِالنَّاسِ، فَمَا كَانَ يُمْكِنُ أَنْ يُصَلِّيَ بَعْدَ الْأَذَانِ لَا هُوَ وَلَا أَحَدٌ مِنَ الْمُسْلِمِينَ الَّذِينَ يُصَلُّونَ مَعَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا نُقِلَ عَنْ أَحَدٍ أَنَّهُ صَلَّى فِي بَيْتِهِ قَبْلَ الْخُرُوجِ يَوْمَ الْجُمُعَةِ، وَلَا وَقَّتَ بِقَوْلِهِ:  «صَلَاةٌ مُقَدَّرَةٌ قَبْلَ الْجُمُعَةِ» بَلْ أَلْفَاظُهُ فِيهَا التَّرْغِيبُ </p><p> فِي الصَّلَاةِ إِذَا قَدِمَ الرَّجُلُ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ مِنْ غَيْرِ تَوْقِيتٍ كَقَوْلِهِ:  «مَنْ بَكَّرَ وَابْتَكَرَ، وَمَشَى وَلَمْ يَرْكَبْ، وَصَلَّى مَا كُتِبَ لَهُ» . . . الْحَدِيثَ. </p><p> وَهَذَا الْمَأْثُورُ عَنِ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ - كَانُوا إِذَا أَتَوُا الْمَسْجِدَ يَوْمَ الْجُمُعَةِ يُصَلُّونَ مِنْ حِينِ يَدْخُلُونَ مَا تَيَسَّرَ، مِنْهُمْ مَنْ يُصَلِّي ثَمَانِيَ رَكَعَاتٍ، وَمِنْهُمْ مَنْ يُصَلِّي أَقَلَّ مِنْ ذَلِكَ، وَلِهَذَا كَانَ جُمْهُورُ الْأَئِمَّةِ مُتَّفِقِينَ عَلَى أَنَّهُ لَيْسَ قَبْلَ الْجُمُعَةِ سُنَّةٌ مُؤَقَّتَةٌ بِوَقْتٍ مُقَدَّرَةٌ بِعَدَدٍ. </p><p> ثُمَّ قَالَ: وَهَذَا مَذْهَبُ مَالِكٍ وَمَذْهَبُ الشَّافِعِيِّ وَأَكْثَرِ أَصْحَابِهِ، وَهُوَ الْمَشْهُورُ مِنْ مَذْهَبِ أَحْمَدَ. </p><p> وَذَهَبَ طَائِفَةٌ مِنَ الْعُلَمَاءِ إِلَى أَنَّ قَبْلَهَا سُنَّةٌ، فَمِنْهُمْ مَنْ جَعَلَهَا رَكْعَتَيْنِ، وَمِنْهُمْ مَنْ جَعَلَهَا أَرْبَعًا تَشْبِيهًا لَهَا بِسُنَّةِ الظُّهْرِ، وَقَالُوا: إِنَّ الْجُمُعَةَ ظُهْرٌ مَقْصُورَةٌ، وَهَذَا خَطَأٌ مِنْ وَجْهَيْنِ وَسَاقَهُمَا، وَخُلَاصَةُ مَا سَاقَهُ فِيهِمَا أَنَّ الْجُمُعَةَ لَهَا خَصَائِصُ لَا تُوجَدُ فِي الظُّهْرِ فَلَيْسَتْ ظُهْرًا مَقْصُورَةً. </p><p> وَكَذَلِكَ أَنَّهُ لَمْ يَكُنْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي فِي سَفَرِهِ سُنَّةً لِلظُّهْرِ، أَيْ: وَهِيَ مَقْصُورَةٌ فِي السَّفَرِ فَلَا تَمَسُّكَ فِي ذَلِكَ. </p><p> أَمَّا عَنْ حَدِيثِ:  «بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ» فَالصَّوَابُ أَنَّهُ لَا يُقَالُ إِنْ قِيلَ الْجُمُعَةُ سُنَّةٌ رَاتِبَةٌ مُقَدَّرَةٌ، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ» مَرَّتَيْنِ، وَقَالَ فِي الثَّالِثَةِ:  «لِمَنْ شَاءَ» . </p><p> وَهَذَا يَدُلُّ عَلَى أَنَّ الصَّلَاةَ مَشْرُوعَةٌ قَبْلَ الْأَوْقَاتِ الْخَمْسَةِ، وَأَنَّ ذَلِكَ لَيْسَ بِسُنَّةٍ رَاتِبَةٍ، وَقَدِ احْتَجَّ بَعْضُ النَّاسِ بِهَذَا عَلَى الصَّلَاةِ يَوْمَ الْجُمُعَةِ. </p><p> وَعَارَضَ غَيْرُهُ قَائِلًا: الْأَذَانُ الَّذِي عَلَى الْمَنَارَةِ لَمْ يَكُنْ عَلَى عَهْدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ قَالَ: وَيَتَوَجَّهُ عَلَيْهِ أَنْ يُقَالَ: هَذَا الْأَذَانُ الثَّالِثُ لَمَّا سَنَّهُ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - وَاتَّفَقَ عَلَيْهِ الْمُسْلِمُونَ صَارَ أَذَانًا شَرْعِيًّا، وَحِينَئِذٍ فَتَكُونُ الصَّلَاةُ بَيْنَهُ وَبَيْنَ الْأَذَانِ الثَّانِي جَائِزَةً حَسَنَةً، وَلَيْسَتْ سُنَّةً رَاتِبَةً كَالصَّلَاةِ قَبْلَ الْمَغْرِبِ، وَحِينَئِذٍ فَمَنْ فَعَلَ ذَلِكَ لَمْ يُنْكَرْ عَلَيْهِ، وَمَنْ تَرَكَ ذَلِكَ لَمْ يُنْكَرْ عَلَيْهِ، وَهَذَا أَعْدَلُ الْأَقْوَالِ. </p><p> وَكَلَامُ أَحْمَدَ يَدُلُّ عَلَيْهِ، وَحِينَئِذٍ فَقَدْ يَكُونُ تَرْكُهَا أَفْضَلَ إِذَا كَانَ الْجُهَّالُ يَعْتَقِدُونَ أَنَّ هَذِهِ سُنَّةٌ رَاتِبَةٌ أَوْ وَاجِبَةٌ، لَا سِيَّمَا إِذَا دَاوَمَ النَّاسُ عَلَيْهَا، فَيَنْبَغِي تَرْكُهَا أَحْيَانًا، كَمَا يَنْبَغِي </p><p> تَرْكُ قِرَاءَةِ السَّجْدَةِ يَوْمَ الْجُمُعَةِ أَحْيَانًا. </p><p> ثُمَّ قَالَ: وَإِذَا كَانَ رَجُلٌ مَعَ قَوْمٍ يُصَلُّونَهَا، فَإِنْ كَانَ مُطَاعًا إِذَا تَرَكَهَا وَبَيَّنَ لَهُمُ السُّنَّةَ لَمْ يُنْكِرُوا عَلَيْهِ، بَلْ عَرَفُوا السُّنَّةَ، فَتَرْكُهَا حَسَنٌ، وَإِنْ لَمْ يَكُنْ مُطَاعًا وَرَأَى فِي صَلَاتِهَا تَأْلِيفًا لِقُلُوبِهِمْ إِلَى مَا هُوَ أَنْفَعُ، أَوْ دَفْعًا لِلْخِصَامِ وَالشَّرِّ لِعَدَمِ التَّمَكُّنِ مِنْ بَيَانِ الْحَقِّ لَهُمْ وَقَوْلِهِمْ لَهُ وَنَحْوِ ذَلِكَ، فَهَذَا أَيْضًا حَسَنٌ. </p><p> فَالْعَمَلُ الْوَاحِدُ يَكُونُ مُسْتَحَبًّا فِعْلُهُ تَارَةً، وَتَرْكُهُ تَارَةً، بِاعْتِبَارِ مَا يَتَرَجَّحُ مِنْ مَصْلَحَةِ فِعْلِهِ وَتَرْكِهِ بِحَسَبِ الْأَدِلَّةِ الشَّرْعِيَّةِ. </p><p> كَمَا تَرَكَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِنَاءَ الْبَيْتِ عَلَى قَوَاعِدِ إِبْرَاهِيمَ إِلَى آخِرِهِ. اهـ مُلَخَّصًا. </p><p> فَأَنْتَ تَرَاهُ قَدْ بَيَّنَ أَوَّلًا أَنَّهَا لَيْسَتْ مَنْ فِعْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِعَدَمِ وُجُودِ مَكَانٍ لَهَا فِي عَهْدِهِ، وَلَا فِي عَهْدِ صَاحِبَيْهِ مِنْ بَعْدِهِ، وَأَنَّ فِعْلَهَا بَعْدَ حَدِيثِ عُثْمَانَ - رَضِيَ اللَّهُ عَنْهُ - يَرْجِعُ إِلَى حَالِ الشَّخْصِ، فَإِنْ كَانَ عَامِّيًّا الْتُمِسَ لَهُ مَخْرَجٌ مِنْ حَدِيثِ:  «بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ» ، لَا عَلَى أَنَّهَا سُنَّةٌ رَاتِبَةٌ. </p><p> أَمَّا الْعَالِمُ الَّذِي يُقْتَدَى بِهِ فَإِنْ كَانَ مُطَاعًا فَتَرْكُهَا أَحْسَنُ. </p><p> وَتَعْلِيمُ النَّاسِ مُتَعَيَّنٌ، وَإِنْ كَانَ غَيْرَ مُطَاعٍ وَيَرْجُو نَفْعَهُمْ أَوْ يَخْشَى خُصُومَةً عَلَيْهِمْ تَضِيعُ عَلَيْهِمْ مَنْفَعَتُهُمْ مِنْهُ، فَفَعَلَهَا تَأْلِيفًا لِقُلُوبِهِمْ، فَهَذَا حَسَنٌ. اهـ مُلَخَّصًا. </p><p> وَهَذَا مِنْهُ مِنْ أَدَقِّ مَسَالِكِ سِيَاسَةِ الدَّعْوَةِ إِلَى اللَّهِ، حَيْثُ يَنْبَغِي لِلدَّاعِي أَنْ يُرَاعِيَ حَالَةَ الْعَامَّةِ، وَأَنْ يَكُونَ بِفِعْلِهِ مُؤَثِّرًا كَتَأْثِيرِهِ بِقَوْلِهِ مَعَ مُرَاعَاةِ الْأَحْوَالِ مَا هُوَ أَصْلَحُ لَهُمْ فِيمَا فِيهِ سَعَةٌ مِنَ الْأَمْرِ، كَمَا بَيَّنَ أَنَّهَا لَيْسَتْ بِسُنَّةٍ رَاتِبَةٍ. </p><p> وَقَدْ سَاقَ ضِمْنًا كَلَامَ الْعُلَمَاءِ فِي حُكْمِ الصَّلَاةِ قَبْلَ الْجُمُعَةِ مُطْلَقًا، أَيْ عِنْدَ الْمَجِئِ وَقَبْلَ الْأَذَانِ، وَهَذَا كُلُّهُ مَا عَدَا الدَّاخِلَ لِلْمَسْجِدِ وَقْتَ الْخُطْبَةِ فِيمَا يَتَعَلَّقُ بِتَحِيَّةِ الْمَسْجِدِ. </p><p> وَقَالَ النَّوَوِيُّ فِي الْمَجْمُوعِ بَعْدَ مُنَاقَشَةِ كَلَامِ الْمَذْهَبِ، قَالَ: </p><p> وَأَمَّا السُّنَّةُ قَبْلَهَا فَالْعُمْدَةُ فِيهَا حَدِيثُ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ الْمَذْكُورِ:  «بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ» ، وَالْقِيَاسُ عَلَى الظُّهْرِ، قَالَ: وَذَكَرَ أَبُو عِيسَى التِّرْمِذِيُّ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ كَانَ يُصَلِّي قَبْلَ الْجُمُعَةِ أَرْبَعًا، وَإِلَيْهِ ذَهَبَ سُفْيَانُ الثَّوْرِيُّ، وَابْنُ الْمُبَارَكِ، وَهَذَا مِنْهُمْ عَلَى أَنَّهَا </p><p> رَاتِبَةُ الظُّهْرِ انْتَقَلَتْ إِلَى الْجُمُعَةِ، وَلَا عَلَاقَةَ لَهَا بِالْأَذَانِ، بَلْ مِنْ حِينِ مَجِيئِهِ إِلَى الْمَسْجِدِ. </p><p> قَوْلُهُ تَعَالَى: مِنْ يَوْمِ الْجُمُعَةِ. </p><p> قَالَ الزَّمَخْشَرِيُّ وَنَقَلَهُ عَنْهُ أَبُو حَيَّانَ: مِنْ فِي قَوْلِهِ: مِنْ يَوْمِ الْجُمُعَةِ بَيَانٌ لِإِذَا وَتَفْسِيرٌ لَهُ. اهـ. </p><p> يَعْنِي: إِذَا نُودِيَ فَهِيَ بَيَانٌ لِإِذَا الظَّرْفِيَّةِ وَتَفْسِيرٌ لَهَا. </p><p> الْجُمُعَةِ بِضَمِّ الْجِيمِ وَالْمِيمِ قِرَاءَةُ الْجُمْهُورِ، وَبِضَمِّ الْجِيمِ وَتَسْكِينِ الْمِيمِ قِرَاءَةُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ وَالْأَعْمَشِ وَغَيْرِهِمَا، وَهُمَا لُغَتَانِ وَجَمْعُهُمَا جُمَعٌ وَجُمُعَاتٌ. </p><p> قَالَ الْفَرَّاءُ: يُقَالُ الْجُمْعَةُ بِإِسْكَانِ الْمِيمِ، وَالْجُمُعَةُ بِضَمِّهَا وَالْجُمَعَةُ بِفَتْحِ الْمِيمِ، فَتَكُونُ صِفَةً لِلْيَوْمِ أَيْ يَجْمَعُ النَّاسَ. </p><p> وَقَالَ ابْنُ عَبَّاسٍ: نَزَلَ الْقُرْآنُ بِالتَّثْقِيلِ وَالتَّفْخِيمِ فَاقْرَؤُهَا جُمُعَةً، يَعْنِي: بِضَمِّ الْمِيمِ. </p><p> وَقَالَ الْفَرَّاءُ وَأَبُو عُبَيْدٍ: وَالتَّخْفِيفُ أَقْيَسُ وَأَحْسَنُ، مِثْلَ غُرْفَةٌ وَغُرَفٌ وَطُرْفَةٌ وَطُرَفٌ وَحُجْرَةٌ وَحُجَرٌ، وَفَتْحُ الْمِيمِ لُغَةُ بَنِي عَقِيلٍ، وَقِيلَ: إِنَّهَا لُغَةُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَكَاهُ الْقُرْطُبِيُّ وَغَيْرُهُ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: قُرِئَ بِهِنَّ جَمِيعًا، وَقَالَ غَيْرُهُ: وَالْأَوَّلُ أَصَحُّ لِقَوْلِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا. </p><p> وَذُكِرَ فِي سَبَبِ تَسْمِيَةِ هَذَا الْيَوْمِ عِدَّةُ أَسْبَابٍ لَا تَنَاقُضَ بَيْنَ شَيْءٍ مِنْهَا. </p><p> مِنْ ذَلِكَ مَا قَالَهُ ابْنُ كَثِيرٍ رَحِمَهُ اللَّهُ: إِنَّهَا مُشْتَقَّةٌ مِنَ الْجَمْعِ، وَأَهْلُ الْإِسْلَامِ يَجْتَمِعُونَ فِيهِ فِي كُلِّ أُسْبُوعٍ. </p><p> وَمِنْهَا: أَنَّهُ تَمَّ فِيهِ خَلْقُ جَمِيعِ الْخَلَائِقِ، فَإِنَّهُ الْيَوْمُ السَّادِسُ مِنَ السِّتَّةِ الَّتِي خَلَقَ اللَّهُ فِيهَا السَّمَاوَاتِ وَالْأَرْضَ، وَفِيهِ خَلَقَ آدَمَ يَعْنِي جَمَعَ خَلْقَهُ، وَفِيهِ الْحَدِيثُ عَنْ سَلْمَانَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لَهُ:  «يَا سَلْمَانُ، مَا يَوْمُ الْجُمُعَةِ» ؟ قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «يَوْمُ الْجُمُعَةِ يَوْمٌ جَمَعَ اللَّهُ فِيهِ أَبَوَاكُمْ - أَوْ - أَبُوكُمْ» ، قَالَ ابْنُ كَثِيرٍ: وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ مِنْ كَلَامِهِ نَحْوُ هَذَا، فَاللَّهُ أَعْلَمُ. </p><p> وَالَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ مَا حَكَاهُ عَنْ أَبِي هُرَيْرَةَ لَهُ حُكْمُ الرَّفْعِ، كَمَا جَاءَ </p><p> فِي الْمُوَطَّأِ فِي فَضْلِ يَوْمِ الْجُمُعَةِ أَنَّهُ:  «خَيْرُ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ، فِيهِ خُلِقَ آدَمُ» إِلَى آخِرِ الْحَدِيثِ، وَسَيَأْتِي إِنْ شَاءَ اللَّهُ عِنْدَ بَيَانِ فَضْلِهَا. </p><p> وَقَدْ كَانَ يُقَالُ لَهُ فِي الْجَاهِلِيَّةِ يَوْمُ الْعَرُوبَةِ. </p><p> وَنُقِلَ عَنِ الزَّجَّاجِ وَالْفَرَّاءِ وَأَبِي عُبَيْدَةَ: أَنَّ الْعَرَبَ الْعَارِبَةَ كَانَتْ تُسَمِّي الْأَيَّامَ هَكَذَا: السَّبْتُ شُبَارٌ، الْأَحَدُ أَوَّلُ، الِاثْنَيْنِ أَهْوَنُ، الثُّلَاثَاءُ جُبَارٌ، الْأَرْبِعَاءُ دُبَارٌ، الْخَمِيسُ مُؤْنِسٌ، الْجُمُعَةُ الْعَرُوبَةُ. وَأَوَّلُ مَنْ نَقَلَ الْعَرُوبَةَ إِلَى الْجُمُعَةِ كَعْبُ بْنُ لُؤَيٍّ، نُقِلَ مِنْ بَذْلِ الْمَجْهُودِ شَرْحِ أَبِي دَاوُدَ. </p><p> وَقِيلَ: أَوَّلُ مَنْ سَمَّاهُ بِالْجُمُعَةِ كَعْبُ بْنُ لُؤَيٍّ، وَقَدْ كَانَ مَعْرُوفًا بِهَذَا الِاسْمِ فِي أَوَّلِ الْبَعْثَةِ، كَمَا جَاءَ فِي سَبَبِ أَوَّلِ جُمُعَةٍ صُلِّيَتْ بِالْمَدِينَةِ. </p><p> قَالَ الْقُرْطُبِيُّ: وَأَوَّلُ مَنْ سَمَّاهَا جُمُعَةً: الْأَنْصَارُ، وَنُقِلَ عَنِ ابْنِ سِيرِينَ قَوْلُهُ: جَمَّعَ أَهْلُ الْمَدِينَةِ مِنْ قَبْلِ أَنْ يَقْدَمَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ، وَقَبْلَ أَنْ تَنْزِلَ الْجُمُعَةُ هُمُ الَّذِينَ سَمَّوْهَا الْجُمُعَةَ، وَذَلِكَ أَنَّهُمْ قَالُوا: إِنَّ لِلْيَهُودِ يَوْمًا يَجْتَمِعُونَ فِيهِ فِي كُلِّ سَبْعَةِ أَيَّامٍ يَوْمٌ، وَهُوَ السَّبْتُ، وَلِلنَّصَارَى يَوْمٌ مِثْلُ ذَلِكَ وَهُوَ الْأَحَدُ، فَتَعَالَوْا فَلْنَجْتَمِعْ حَتَّى نَجْعَلَ يَوْمًا، لِنَتَذَاكَرَ اللَّهَ، وَنُصَلِّيَ فِيهِ وَنَسْتَذْكِرَ أَوْ كَمَا قَالُوا، فَقَالُوا: يَوْمُ السَّبْتِ لِلْيَهُودِ، وَيَوْمُ الْأَحَدِ لِلنَّصَارَى فَاجْعَلُوهُ يَوْمَ الْعَرُوبَةِ، فَاجْتَمَعُوا إِلَى سَعْدِ بْنِ زُرَارَةَ وَهُوَ أَبُو أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ، فَصَلَّى بِهِمْ يَوْمَئِذٍ رَكْعَتَيْنِ، وَذَكَّرَهُمْ فَسَمَّوْهُ يَوْمَ الْجُمُعَةِ حَتَّى اجْتَمَعُوا فَذَبَحَ لَهُمْ سَعْدٌ شَاةً فَتَعَشَّوْا وَتَغَدُّوا مِنْهَا لِقِلَّتِهِمْ. </p><p> فَهَذِهِ أَوَّلُ جُمُعَةٍ فِي الْإِسْلَامِ. </p><p> أَمَّا أَوَّلُ جُمُعَةٍ أَقَامَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَهِيَ الَّتِي أَقَامَهَا مَقْدَمَهُ إِلَى الْمَدِينَةِ حِينَ نَزَلَ قُبَاءً يَوْمَ الِاثْنَيْنِ وَمَكَثَ الثُّلَاثَاءَ وَالْأَرْبِعَاءَ وَالْخَمِيسَ، وَفِي صَبِيحَةِ الْجُمُعَةِ نَزَلَ إِلَى الْمَدِينَةِ فَأَدْرَكَتْهُ الصَّلَاةُ فِي بَنِي سَالِمِ بْنِ عَوْفٍ فِي بَطْنِ وَادٍ لَهُمْ، قَدِ اتَّخَذَ الْقَوْمُ فِي ذَلِكَ الْمَوْضِعِ مَسْجِدًا فَجَمَّعَ بِهِمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَخَطَبَ، وَهُوَ مَوْضِعٌ مَعْرُوفٌ إِلَى الْيَوْمِ فِي بَنِي النَّجَّارِ، وَقَدْ سَاقَ الْقُرْطُبِيُّ خُطْبَتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي ذَلِكَ الْيَوْمِ، ثُمَّ كَانَتِ الْجُمُعَةُ الَّتِي تَلَتْهَا فِي الْإِسْلَامِ فِي قَرْيَةِ جُوَانَا بِالْأَحْسَاءِ الْيَوْمَ. </p><p> وَقَدْ خَصَّ اللَّهُ الْمُسْلِمِينَ بِهَذَا الْيَوْمِ وَفَضَّلَهُ، كَمَا قَالَ ابْنُ كَثِيرٍ وَغَيْرُهُ لِحَدِيثِ أَبِي </p><p> هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ الْبُخَارِيِّ وَمُسْلِمٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا، ثُمَّ إِنَّ هَذَا يَوْمُهُمُ الَّذِي فَرَضَ اللَّهُ عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ، فَهَدَانَا اللَّهُ لَهُ فَالنَّاسُ لَنَا فِيهِ تَبَعٌ، الْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَدٍ» ، لَفْظُ الْبُخَارِيِّ. وَفِي لَفْظٍ لِمُسْلِمٍ «أَضَلَّ اللَّهُ عَنِ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا، فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ، وَكَانَ لِلنَّصَارَى يَوْمُ الْأَحَدِ، فَجَاءَ اللَّهُ بِنَا فَهَدَانَا اللَّهُ لِيَوْمِ الْجُمُعَةِ، فَجَعَلَ الْجُمُعَةَ وَالسَّبْتَ وَالْأَحَدَ، وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ، نَحْنُ الْآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالْأَوَّلُونَ يَوْمَ الْقِيَامَةِ، الْمَقْضِيُّ بَيْنَهُمْ قَبْلَ الْخَلَائِقِ» ذَكَرَهُ ابْنُ كَثِيرٍ، مِنْ خَصَائِصِ يَوْمِ الْجُمُعَةِ. </p><p> كَمَا اخْتُصَّتْ هَذِهِ الْأُمَّةُ بِيَوْمِ الْجُمُعَةِ عَنْ سَائِرِ الْأَيَّامِ، فَقَدِ اخْتُصَّ يَوْمُ الْجُمُعَةِ نَفْسُهُ بِخَصَائِصَ عَنْ سَائِرِ الْأَيَّامِ، أَجْمَعُهَا مَا جَاءَ فِي مُوَطَّأِ مَالِكٍ عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ: خَرَجْتُ إِلَى الطُّورِ فَلَقِيتُ كَعْبَ الْأَحْبَارِ فَجَلَسْتُ مَعَهُ، فَحَدَّثَنِي عَنِ التَّوْرَاةِ، وَحَدَّثْتُهُ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَكَانَ فِيمَا حَدَّثْتُهُ أَنْ قُلْتُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ، وَفِيهِ أُهْبِطَ مِنَ الْجَنَّةِ، وَفِيهِ تِيبَ عَلَيْهِ وَفِيهِ مَاتَ، وَفِيهِ تَقُومُ السَّاعَةُ وَمَا مِنْ دَابَّةٍ إِلَّا وَهِيَ مُصِيخَةٌ يَوْمَ الْجُمُعَةِ مِنْ حِينِ تُصْبِحُ حَتَّى تَطْلُعَ الشَّمْسُ شَفَقًا مِنَ السَّاعَةِ إِلَّا الْجِنَّ وَالْإِنْسَ، وَفِيهِ سَاعَةٌ لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي يَسْأَلُ اللَّهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ» . </p><p> قَالَ كَعْبٌ: ذَلِكَ فِي كُلِّ سَنَةٍ، قُلْتُ: بَلْ فِي كُلِّ جُمُعَةٍ فَقَرَأَ كَعْبٌ التَّوْرَاةَ، فَقَالَ: صَدَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> قَالَ أَبُو هُرَيْرَةَ: فَلَقِيتُ بَصْرَةَ بْنَ أَبِي بَصْرَةَ الْغِفَارِيَّ فَقَالَ: مَنْ أَيْنَ أَقْبَلْتَ؟ فَقُلْتُ: مِنَ الطُّورِ فَقَالَ: لَوْ أَدْرَكْتُكَ قَبْلَ أَنْ تَخْرُجَ إِلَيْهِ مَا خَرَجْتَ، سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «لَا تُعْمَلُ الْمَطِيُّ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ، إِلَى الْمَسْجِدِ الْحَرَامِ، وَإِلَى مَسْجِدِي هَذَا، وَإِلَى مَسْجِدِ إِيلِيَاءَ - أَوْ - بَيْتِ الْمَقْدِسِ» يَشُكُّ. </p><p> قَالَ أَبُو هُرَيْرَةَ، ثُمَّ لَقِيتُ عَبْدَ اللَّهَ بْنَ سَلَامٍ فَحَدَّثْتُهُ بِمَجْلِسِي مَعَ كَعْبِ الْأَحْبَارِ، وَمَا حَدَّثْتُهُ بِهِ فِي يَوْمِ الْجُمُعَةِ فَقُلْتُ: قَالَ كَعْبٌ: ذَلِكَ فِي كُلِّ سَنَةٍ يَوْمٌ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ: كَذَبَ كَعْبٌ، فَقُلْتُ: ثُمَّ قَرَأَ التَّوْرَاةَ، فَقَالَ: بَلْ هِيَ فِي كُلِّ جُمُعَةٍ، فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ: صَدَقَ كَعْبٌ، ثُمَّ قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ: قَدْ عَلِمْتَ أَيَّةُ سَاعَةٍ هِيَ؟ قَالَ أَبُو هُرَيْرَةَ فَقُلْتُ لَهُ: أَخْبِرْنِي بِهَا وَلَا تَضِنَّ عَلَيَّ، فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ: هِيَ آخِرُ سَاعَةٍ فِي يَوْمِ </p><p> الْجُمُعَةِ، قَالَ أَبُو هُرَيْرَةَ: فَقُلْتُ وَكَيْفَ تَكُونُ آخِرَ سَاعَةٍ فِي يَوْمِ الْجُمُعَةِ، وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي» ، وَتِلْكَ السَّاعَةُ سَاعَةٌ لَا يُصَلَّى فِيهَا؟ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ: أَلَمْ يَقُلْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ الصَّلَاةَ فَهُوَ فِي صَلَاةٍ حَتَّى يُصَلِّيَ» ، قَالَ أَبُو هُرَيْرَةَ: فَقُلْتُ: بَلَى، قَالَ: فَهُوَ كَذَلِكَ. </p><p> فَهَذَا نَصٌّ صَرِيحٌ فِي أَنَّهُ خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ، ثُمَّ بَيَانُ أَنَّ الْخَيْرِيَّةَ فِيهِ لِمَا وَقَعَ بِهِ مِنْ أَحْدَاثٍ، وَإِلَّا فَجَمِيعُ الْأَيَّامِ حَرَكَةٌ فَلَكِيَّةٌ لَا مَزِيَّةَ فِيهَا إِلَّا مَا خَصَّهَا اللَّهُ دُونَ غَيْرِهَا مِنَ الْوَقَائِعِ. </p><p> وَقَدْ تَعَدَّدَتْ هُنَا فِي حَقِّ أَبِينَا آدَمَ - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - وَلِذَا قِيلَ: يَوْمُ الْجُمُعَةِ يَوْمُ آدَمَ، وَيَوْمُ الِاثْنَيْنِ يَوْمُ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَيْ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا سُئِلَ عَنْ كَثْرَةِ صِيَامِهِ يَوْمَ الِاثْنَيْنِ قَالَ:  «ذَلِكَ يَوْمُ وُلِدْتُ فِيهِ، وَعَلَيَّ فِيهِ أُنْزِلَ» الْحَدِيثَ. </p><p> وَلَمَّا كَانَ يَوْمُ الْجُمُعَةِ هُوَ يَوْمُ آدَمَ فِيهِ خُلِقَ، وَفِيهِ أُسْكِنَ الْجَنَّةَ، وَفِيهِ أُنْزِلَ إِلَى الْأَرْضِ، وَفِيهِ تَابَ اللَّهُ عَلَيْهِ، وَفِيهِ قِيَامُ السَّاعَةِ، فَكَانَ يَوْمَ الْعَالَمِ مِنْ بَدْءِ أَبِيهِمْ إِلَى مُنْتَهَى حَيَاتِهِمْ، فَكَأَنَّهُ فِي الْإِسْلَامِ يَوْمُ تَزَوُّدِهِمْ إِلَى ذَلِكَ الْمَصِيرِ. </p><p> وَرَوَى الْبُخَارِيُّ وَمُسْلِمٌ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقْرَأُ الم [٣٢ \\ ١] السَّجْدَةَ، وَهَلْ أَتَى عَلَى الْإِنْسَانِ [٧٦ \\ ١] فِي فَجْرِ يَوْمِ الْجُمُعَةِ. </p><p> قَالَ ابْنُ تَيْمِيَّةَ: وَذَلِكَ لِمَا فِيهِمَا مِنْ ذِكْرِ خَلْقِ اللَّهِ آدَمَ وَحَيَاةِ الْإِنْسَانِ وَمُنْتَهَاهُ، كَمَا فِي سُورَةِ «السَّجْدَةِ» فِي قَوْلِهِ تَعَالَى: اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ [٣٢ \\ ٤ - ٩] . </p><p> وَفِي سُورَةِ: هَلْ أَتَى عَلَى الْإِنْسَانِ، قَوْلُهُ تَعَالَى: هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا [٧٦ \\ ١ - ٥] . </p><p> فَفِي هَذَا بَيَانٌ لِخَلْقِ الْعَالَمِ كُلِّهِ جُمْلَةً ثُمَّ خَلْقِ آدَمَ، ثُمَّ تَنَاسُلِ نَسْلِهِ ثُمَّ مُنْتَهَاهُمْ وَمَصِيرِهِمْ لِيَتَذَكَّرَ بِخَلْقِ أَبِيهِ آدَمَ، وَمَا كَانَ مِنْ أَمْرِهِ كَيْلَا يَنْسَى وَلَا يَسْهُوَ عَنْ نَفْسِهِ. </p><p> وَهَكَذَا ذَكَرَ مِثْلَ هَذَا التَّوْجِيهِ فِي الْجُمْلَةِ ابْنُ حَجَرٍ فِي الْفَتْحِ، وَنَاقَشَ حُكْمَ قِرَاءَتِهِمَا وَالْمُدَاوَمَةِ عَلَيْهِمَا أَوْ تَرْكِهِمَا، وَذَلِكَ فِي بَابِ مَا يُقْرَأُ فِي صَلَاةِ الْجُمُعَةِ. </p><p> وَفِي الْمُنْتَقَى عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ يَقْرَأُ يَوْمَ الْجُمُعَةِ فِي صَلَاةِ الصُّبْحِ: الم تَنْزِيلُ [٣٢ \\ ١ - ٢] ، وَهَلْ أَتَى عَلَى الْإِنْسَانِ، وَفِي صَلَاةِ الْجُمُعَةِ بِسُورَةِ «الْجُمُعَةِ» وَ «الْمُنَافِقُونَ» . رَوَاهُ أَحْمَدُ، وَمُسْلِمٌ، وَأَبُو دَاوُدَ، وَالنَّسَائِيُّ. </p><p> وَنَاقَشَ الشَّوْكَانِيُّ السُّجُودَ فِيهَا أَيْ فِي فَجْرِ الْجُمُعَةِ أَوْ فِي غَيْرِهَا مِنَ الْفَرِيضَةِ، إِذَا قَرَأَ مَا فِيهِ سَجْدَةُ تِلَاوَةٍ. </p><p> وَحُكِيَ السُّجُودُ فِي فَجْرِ الْجُمُعَةِ عَنْ عُمَرَ، وَعُثْمَانَ، وَابْنِ مَسْعُودٍ، وَابْنِ عُمَرَ، وَابْنِ الزُّبَيْرِ وَقَالَ: هُوَ مَذْهَبُ الشَّافِعِيِّ، وَقَالَ: كَرِهَهُ مَالِكٌ وَأَبُو حَنِيفَةَ وَبَعْضُ الْحَنَابِلَةِ، فَرَاجِعْهُ. </p><p> السَّاعَةُ الَّتِي فِي يَوْمِ الْجُمُعَةِ </p><p> فَقَدْ تَقَدَّمَ كَلَامُ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - مَعَ عَبْدِ اللَّهِ بْنِ سَلَامٍ وَهُوَ قَوْلُ الْأَكْثَرِ، وَيُوجَدُ عِنْدَ مُسْلِمٍ: أَنَّهَا مَا بَيْنَ أَنْ يَجْلِسَ الْإِمَامُ إِلَى أَنْ يَفْرَغَ مِنَ الصَّلَاةِ، وَقَدْ نَاقَشَ هَذِهِ الْمَسْأَلَةَ جَمِيعُ الْعُلَمَاءِ، وَحَكَى أَقْوَالَهُمُ الزَّرْقَانِيُّ فِي شَرْحِ الْمُوَطَّأِ، وَكِلَاهُمَا بِسَنَدٍ صَحِيحٍ: إِلَّا أَنَّ سَنَدَ مَالِكٍ لَمْ يَطْعَنْ فِيهِ أَحْمَدُ وَسَنَدَ مُسْلِمٍ قَدْ نَقَلَ الزَّرْقَانِيُّ الْكَلَامَ فِيهِ، وَمَنْ تَكَلَّمَ عَلَيْهِ، وَالَّذِي يَلْفِتُ النَّظَرَ مَا يَتَعَلَّقُ بِقِيَامِ السَّاعَةِ فِي يَوْمِ الْجُمُعَةِ مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «وَمَا مِنْ دَابَّةٍ إِلَّا وَهِيَ مُصِيخَةٌ يَوْمَ الْجُمُعَةِ مِنْ حِينِ تُصْبِحُ حَتَّى تَطْلُعَ الشَّمْسُ شَفَقًا مِنَ السَّاعَةِ إِلَّا الْجِنَّ وَالْإِنْسَ» فَفِيهِ التَّصْرِيحُ بِأَنَّ الدَّوَابَّ عِنْدَهَا هَذَا الْإِدْرَاكُ الَّذِي تُفَرِّقُ بِهِ بَيْنَ أَيَّامِ الْأُسْبُوعِ، وَعِنْدَهَا هَذَا الْإِيمَانُ بِيَوْمِ الْقِيَامَةِ وَالْإِشْفَاقُ مِنْهُ، وَأَخَذَ مِنْهُ الْعُلَمَاءُ أَنَّ السَّاعَةَ تَكُونُ فِي يَوْمِ الْجُمُعَةِ وَفِي أَوَّلِهِ، فَإِذَا كَانَ هَذَا أَمْرًا غُيِّبَ عَنَّا فَقَدْ أَخْبَرَنَا بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَعَلَيْنَا أَنْ نُعْطِيَ هَذَا الْيَوْمَ حَقَّهُ مِنَ الذِّكْرِ وَالدُّعَاءِ، مِمَّا يَلِيقُ مِنَ الْعِبَادَاتِ إِشْفَاقًا أَوْ تَزَوُّدًا لِهَذَا الْيَوْمِ، لَا أَنْ نَجْعَلَهُ مَوْضِعَ النُّزْهَةِ وَاللَّعِبِ وَالتَّفْرِيطِ، وَقَدْ يَكُونُ إِخْفَاؤُهَا مَدْعَاةً لِلِاجْتِهَادِ كُلَّ الْيَوْمِ كَلَيْلَةِ الْقَدْرِ، وَقَدْ نَفْهَمُ مِنْ هَذَا كُلِّهِ الْمَعْنَى الصَّحِيحَ لِحَدِيثِ: «مَنْ رَاحَ فِي السَّاعَةِ الْأُولَى فَكَأَنَّمَا قَرَّبَ </p><p> بَدَنَةً» إِلَى آخِرِهِ، وَأَنَّ الْحَقَّ فِيهِ مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ عِنْدَ مُنَاقَشَةِ وَقْتِ السَّعْيِ إِلَى الْجُمُعَةِ. </p><p> قَالَ النَّيْسَابُورِيُّ فِي تَفْسِيرِهِ: وَكَانَتِ الطُّرُقَاتُ فِي أَيَّامِ السَّلَفِ وَقْتَ السَّحَرِ وَبَعْدَ الْفَجْرِ غَاصَّةً بِالْمُبَكِّرِينَ إِلَى الْجُمُعَةِ يَمْشُونَ بِالسُّرُجِ. وَقِيلَ: أَوَّلُ بِدْعَةٍ أُحْدِثَتْ فِي الْإِسْلَامِ تَرْكُ الْبُكُورِ إِلَى الْجُمُعَةِ، إِذِ الْبُكُورُ إِلَيْهَا مِنْ شِدَّةِ الْعِنَايَةِ بِهَا. </p><p> قَوْلُهُ تَعَالَى: فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ. </p><p> قَرَأَ الْجُمْهُورُ:  (فَاسْعَوْا) ، وَقَرَأَهَا عُمَرُ:  (فَامْضُوا) ، رَوَى ابْنُ جَرِيرٍ - رَحِمَهُ اللَّهُ - أَنَّهُ قِيلَ لِعُمَرَ رَضِيَ اللَّهُ عَنْهُ: إِنَّ أُبَيًّا يَقْرَؤُهَا (فَاسْعَوْا) ، قَالَ: أَمَا إِنَّهُ أَقْرَؤُنَا وَأَعْلَمُنَا بِالْمَنْسُوخِ، وَإِنَّمَا هِيَ (فَامْضُوا) . </p><p> وَرُوِيَ أَيْضًا عَنْ سَالِمٍ أَنَّهُ قَالَ: مَا سَمِعْتُ عُمَرَ قَطُّ يَقْرَؤُهَا إِلَّا فَامْضُوا. </p><p> وَبَوَّبَ لَهُ الْبُخَارِيُّ قَالَ بَابُ قَوْلِهِ: وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ [٦٢ \\ ٣] ، وَقَرَأَ عُمَرُ: فَامْضُوا، وَذَكَرَ الْقُرْطُبِيُّ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ قَرَأَهُ: فَامْضُوا إِلَى ذِكْرِ اللَّهِ، وَقَالَ: لَوْ كَانَتْ (فَاسْعَوْا) لَسَعَيْتُ حَتَّى يَسْقُطَ رِدَائِي. اهـ. </p><p> وَبِالنَّظَرِ فِيمَا ذَكَرَهُ الْقُرْطُبِيُّ نَجِدُ الصَّحِيحَ قِرَاءَةَ الْجُمْهُورِ لِأَمْرَيْنِ، الْأَوَّلِ: لِشَهَادَةِ عُمَرَ نَفْسِهِ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ أُبَيًّا أَقْرَؤُهُمْ وَأَعْلَمُهُمْ بِالْمَنْسُوخِ، وَإِذَا كَانَ كَذَلِكَ فَالْقَوْلُ قَوْلُهُ ; لِأَنَّهُ أَعْلَمُهُمْ وَأَقْرَؤُهُمْ. أَمَّا قِرَاءَةُ ابْنِ مَسْعُودٍ فَقَالَ الْقُرْطُبِيُّ: إِنَّ سَنَدَهُ غَيْرُ مُتَّصِلٍ ; لِأَنَّهُ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ عَنِ ابْنِ مَسْعُودٍ، وَإِبْرَاهِيمُ لَمْ يَسْمَعْ مِنِ ابْنِ مَسْعُودٍ شَيْئًا. اهـ. </p><p> وَقَدِ اخْتُلِفَ فِي مَعْنَى السَّعْيِ هُنَا، وَحَاصِلُ أَقْوَالِ الْمُفَسِّرِينَ فِيهِ عَلَى ثَلَاثَةِ أَقْوَالٍ لَا يُعَارِضُ بَعْضُهَا بَعْضًا: </p><p> الْأَوَّلُ: الْعَمَلُ لَهَا، وَالتَّهَيُّؤُ مِنْ أَجْلِهَا. </p><p> الثَّانِي: الْقَصْدُ وَالنِّيَّةُ عَلَى إِتْيَانِهَا. </p><p> الثَّالِثُ: السَّعْيُ عَلَى الْأَقْدَامِ دُونَ الرُّكُوبِ. </p><p> وَاسْتَدَلُّوا لِذَلِكَ بِأَنَّ السَّعْيَ يُطْلَقُ فِي الْقُرْآنِ عَلَى الْعَمَلِ، قَالَهُ الْفَخْرُ الرَّازِيُّ. وَقَالَ: هُوَ مَذْهَبُ مَالِكٍ وَالشَّافِعِيِّ، قَالَ تَعَالَى: وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ [٢ \\ ٢٠٥] ، وَقَالَ: </p><p> إِنَّ سَعْيَكُمْ لَشَتَّى [٩٢ \\ ٤] ، أَيِ الْعَمَلَ. </p><p> وَاسْتَدَلُّوا لِلثَّانِي بِقَوْلِ الْحَسَنِ: وَاللَّهِ مَا هُوَ بِسَعْيٍ عَلَى الْأَقْدَامِ، وَلَكِنْ سَعْيُ الْقُلُوبِ وَالنِّيَّةِ. </p><p> وَاسْتَدَلُّوا لِلثَّالِثِ بِمَا فِي الْبُخَارِيِّ عَنْ أَبِي عَبْسِ بْنِ جَبْرٍ وَاسْمُهُ عَبْدُ الرَّحْمَنِ، وَكَانَ مِنْ كِبَارِ الصَّحَابَةِ مَشَى إِلَى الْجُمُعَةِ رَاجِلًا، وَقَالَ سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:  «مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ» . ذَكَرَهُ الْقُرْطُبِيُّ، وَلَمْ يَذْكُرْهُ الْبُخَارِيُّ فِي التَّفْسِيرِ. </p><p> وَبِالتَّأَمُّلِ فِي هَذِهِ الْأَقْوَالِ الثَّلَاثَةِ نَجِدُهَا مُتَلَازِمَةً لِأَنَّ الْعَمَلَ أَعَمُّ مِنَ السَّعْيِ، وَالسَّعْيَ أَخَصُّ، فَلَا تَعَارُضَ بَيْنَ أَعَمَّ وَأَخَصَّ، وَالنِّيَّةُ شَرْطٌ فِي الْعَمَلِ، وَأَوْلَى هَذِهِ الْأَقْوَالِ كُلِّهَا مَا جَاءَ فِي قِرَاءَةِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - الصَّحِيحَةِ:  (فَامْضُوا) ، فَهِيَ بِمَنْزِلَةِ التَّفْسِيرِ لِلسَّعْيِ. </p><p> وَرُوِيَ عَنِ الْفَرَّاءِ: أَنَّ الْمُضِيَّ وَالسَّعْيَ وَالذَّهَابَ فِي مَعْنًى وَاحِدٍ، وَالصَّحِيحُ أَنَّ السَّعْيَ يَتَضَمَّنُ مَعْنًى زَائِدًا وَهُوَ الْجِدُّ وَالْحِرْصُ عَلَى التَّحْصِيلِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ [٢٢ \\ ٥١] ، بِأَنَّهُمْ حَرِيصُونَ عَلَى ذَلِكَ: وَهُوَ أَكْثَرُ اسْتِعْمَالَاتِ الْقُرْآنِ. </p><p> قَالَ الرَّاغِبُ الْأَصْفَهَانِيُّ: السَّعْيُ الْمَشْيُ السَّرِيعُ، وَهُوَ دُونَ الْعَدْوِ، وَيُسْتَعْمَلُ لِلْجِدِّ فِي الْأَمْرِ خَيْرًا كَانَ أَوْ شَرًّا، قَالَ تَعَالَى: وَسَعَى فِي خَرَابِهَا [٢ \\ ١١٤] . وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ [٢ \\ ٢٠٥] ، وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا [١٧ \\ ١٩] ، وَجَمَعَ الْأَمْرَيْنِ الْخَيْرَ وَالشَّرَّ: وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى وَأَنَّ سَعْيَهُ سَوْفَ يُرَى [٥٣ \\ ٣٩ - ٤٠] ، وَهُوَ مَا تَشْهَدُ لَهُ اللُّغَةُ، كَمَا فِي قَوْلِ زُهَيْرِ بْنِ أَبِي سُلْمَى: </p><p> سَعَى سَاعِيًا غَيْظَ ابْنِ مُرَّةَ بَعْدَمَا ... تَبَزَّلَ مَا بَيْنَ الْعَشِيرَةِ بِالدَّمِ </p><p> وَكَقَوْلِ الْآخَرِ: </p><p> إِنْ أَجْزِ عَلْقَمَةَ بْنَ سَعْدٍ سَعْيَهُ ... لَا أَجْزِهِ بِبَلَاءِ يَوْمٍ وَاحِدٍ </p><p> تَنْبِيهٌ </p><p> مِنْ هَذَا كُلِّهِ يَظْهَرُ أَنَّ السَّعْيَ هُوَ الْمُضِيُّ مَعَ مُرَاعَاةِ مَا جَاءَ فِي السُّنَّةِ مِنَ الْحَثِّ عَلَى السَّكِينَةِ وَالْوَقَارِ لِحَدِيثِ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - فِي الصَّحِيحَيْنِ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ قَالَ:  «إِذَا سَمِعْتُمُ الْإِقَامَةَ فَامْشُوا إِلَى الصَّلَاةِ وَعَلَيْكُمُ السَّكِينَةُ وَالْوَقَارُ، وَلَا تُسْرِعُوا، فَمَا أَدْرَكْتُمْ فَصَلُّوا، وَمَا فَاتَكُمْ فَأَتِمُّوا» . </p><p> وَهَذَا أَمْرٌ عَامٌّ لِكُلِّ آتٍ إِلَى كُلِّ صَلَاةٍ وَلَوْ كَانَ الْإِمَامُ فِي الصَّلَاةِ لِحَدِيثِ أَبِي قَتَادَةَ عِنْدَ الْبُخَارِيِّ قَالَ: بَيْنَمَا نَحْنُ نُصَلِّي مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذْ سَمِعَ جَلَبَةَ رِجَالٍ فَلَمَّا صَلَّى قَالَ: مَا شَأْنُكُمْ؟ قَالُوا: اسْتَعْجَلْنَا إِلَى الصَّلَاةِ، قَالَ:  «فَلَا تَفْعَلُوا إِذَا أَتَيْتُمُ الصَّلَاةَ فَامْشُوا وَعَلَيْكُمُ السَكِينَةُ فَمَا أَدْرَكْتُمْ فَصَلُّوا، وَمَا فَاتَكُمْ فَأَتِمُّوا» . اهـ. </p><p> وَكَذَلِكَ حَدِيثُ أَبِي بَكْرَةَ - رَضِيَ اللَّهُ عَنْهُ - لَمَّا رَكَعَ خَلْفَ الصَّفِّ وَدَبَّ حَتَّى دَخَلَ فِي الصَّفِّ وَهُوَ رَاكِعٌ، فَقَالَ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «زَادَكَ اللَّهُ حِرْصًا، وَلَا تَعُدْ» عَلَى رِوَايَةِ تَعُدْ مِنَ الْعَوْدِ. </p><p> وَهُنَا يَأْتِي مَبْحَثٌ بِمَ تُدْرَكُ الْجُمُعَةُ؟ </p><p> الْأَقْوَالُ فِي الْقَدْرِ الَّذِي بِهِ تُدْرَكُ الْجُمُعَةُ ثَلَاثَةٌ، وَتُعْتَبَرُ طَرَفَيْنِ وَوَاسِطَةً. </p><p> الطَّرَفُ الْأَوَّلُ: الْقَوْلُ بِأَنَّهَا لَا تُدْرَكُ إِلَّا بِإِدْرَاكِ شَيْءٍ مِنَ الْخُطْبَةِ، هَذَا مَا حَكَاهُ ابْنُ حَزْمٍ عَنْ مُجَاهِدٍ، وَعَطَاءٍ، وَطَاوُسٍ، وَعُمَرَ، وَلَمْ يَذْكُرْ لَهُ دَلِيلًا. </p><p> وَالْقَوْلُ الْآخَرُ: تُدْرَكُ وَلَوْ بِالْجُلُوسِ مَعَ الْإِمَامِ قَبْلَ أَنْ يُسَلِّمَ، وَهُوَ مَذْهَبُ أَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ، وَمَذْهَبُ ابْنِ حَزْمٍ، بَلْ عِنْدَ أَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ: أَنَّهُ لَوْ أَنَّ الْإِمَامَ سَهَا وَسَجَدَ، وَفِي سُجُودِ السَّهْوِ أَدْرَكَهُ الْمَأْمُومُ لَأَدْرَكَ الْجُمُعَةَ بِإِدْرَاكِهِ سُجُودَ السَّهْوِ مَعَ الْإِمَامِ ; لِأَنَّهُ مِنْهَا، وَلَكِنْ خَالَفَ الْإِمَامَ أَبَا حَنِيفَةَ صَاحِبُهُ مُحَمَّدٌ عَلَى مَا سَيَأْتِي. </p><p> وَالْقَوْلُ الْوَسَطُ هُوَ قَوْلُ الْجُمْهُورِ: أَنَّهَا تُدْرَكُ بِإِدْرَاكِ رَكْعَةٍ كَامِلَةٍ مَعَ الْإِمَامِ، وَذَلِكَ بِإِدْرَاكِهِ قَبْلَ أَنْ يَرْفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فِي الرَّكْعَةِ الثَّانِيَةِ، فَحِينَئِذٍ يُصَلِّي مَعَ الْإِمَامِ رَكْعَةً ثُمَّ يُضِيفُ إِلَيْهَا أُخْرَى وَتَتِمُّ جُمُعَتُهُ بِرَكْعَتَيْنِ، وَإِلَّا صَلَّى ظُهْرًا. </p><p> أَمَّا الرَّاجِحُ مِنْ ذَلِكَ فَهُوَ قَوْلُ الْجُمْهُورِ لِلْأَدِلَّةِ الْآتِيَةِ: </p><p> أَوَّلًا: أَنَّ الْقَوْلَ الْأَوَّلَ لَا دَلِيلَ عَلَيْهِ أَصْلًا، وَيُمْكِنُ أَنْ يُلْتَمَسَ لِقَائِلِهِ شُبْهَةٌ مِنْ قَوْلِهِ </p><p> تَعَالَى: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ، لِحَمْلِ ذِكْرِ اللَّهِ عَلَى خُصُوصِ الْخُطْبَةِ لِقَوْلِهِ تَعَالَى بَعْدَهَا: فَإِذَا قُضِيَتِ الصَّلَاةُ. </p><p> فَسَمَّى الصَّلَاةَ فِي الْأَوَّلِ بِالنِّدَاءِ إِلَيْهَا، وَسَمَّى الصَّلَاةَ أَخِيرًا بِانْقِضَائِهَا، وَذِكْرُ اللَّهِ جَاءَ بَيْنَهُمَا وَلَكِنْ يَرُدُّهُ اسْتِدْلَالُ الْجُمْهُورِ الْآتِي. </p><p> وَالْقَوْلُ الثَّانِي: وَهُوَ قَوْلُ أَبِي حَنِيفَةَ رَحِمَهُ اللَّهُ، وَابْنُ حَزْمٍ اسْتَدَلَّ لَهُ بِحَدِيثِ «فَمَا أَدْرَكْتُمْ فَصَلُّوا، وَمَا فَاتَكُمْ فَأَتِمُّوا» . </p><p> وَالْجُمُعَةُ رَكْعَتَانِ فَقَطْ، فَإِتْمَامُهَا بِتَمَامِ رَكْعَتَيْنِ، وَاعْتَبَرُوا إِدْرَاكَ أَيِّ جُزْءٍ مِنْهَا إِدْرَاكًا لَهَا، وَقَدْ خَالَفَ أَبَا حَنِيفَةَ فِي ذَلِكَ صَاحِبُهُ مُحَمَّدٌ لِأَدِلَّةِ الْجُمْهُورِ الْآتِيَةِ: </p><p> وَأَدِلَّةُ الْجُمْهُورِ مِنْ جَانِبَيْنِ: </p><p> الْأَوَّلُ: خَاصٌّ بِالْجُمُعَةِ، وَهُوَ حَدِيثُ ابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَدْرَكَ مِنْ صَلَاةِ الْجُمُعَةِ رَكْعَةً فَلْيُضِفْ إِلَيْهَا أُخْرَى» أَيْ فَتَتِمُّ لَهُ جُمُعَةٌ بِرَكْعَتَيْنِ، وَأَخَذُوا مِنْ مَفْهُومِ إِدْرَاكِ رَكْعَةٍ، أَنَّ مَنْ لَمْ يُدْرِكْ رَكْعَةً كَامِلَةً فَلَا يَصِحُّ لَهُ أَنْ يُضِيفَ لَهَا أُخْرَى، وَعَلَيْهِ أَنْ يُصَلِّيَ ظُهْرًا. </p><p> وَالْجَانِبِ الثَّانِي: عَامٌّ فِي كُلِّ الصَّلَوَاتِ، وَهُوَ حَدِيثُ الصَّحِيحَيْنِ:  «مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلَاةِ فَقَدْ أَدْرَكَ الصَّلَاةَ» . </p><p> وَقَدْ رَدَّ الْأَحْنَافُ عَلَى الْحَدِيثِ الْأَوَّلِ بِأَنَّهُ ضَعِيفٌ، وَاعْتَبَرُوا الْإِدْرَاكَ فِي الْحَدِيثِ الثَّانِي، يَحْصُلُ بِأَيِّ جُزْءٍ. </p><p> وَرَدَّ عَلَيْهِمُ الْجُمْهُورُ بَالْآتِي: </p><p> أَوَّلًا: الْحَدِيثُ الْخَاصُّ بِمَنْ أَدْرَكَ رَكْعَةً مِنَ الْجُمُعَةِ فَلْيُضِفْ إِلَيْهَا أُخْرَى، ذَكَرَهُ ابْنُ حَجَرٍ فِي بُلُوغِ الْمَرَامِ. </p><p> وَقَالَ: رَوَاهُ النَّسَائِيُّ، وَابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ وَاللَّفْظُ لَهُ، وَإِسْنَادُهُ صَحِيحٌ، لَكِنْ قَوَّى أَبُو حَاتِمٍ إِرْسَالَهُ، وَقَالَ الصَّنْعَانِيُّ فِي الشَّرْحِ: وَقَدْ أُخْرِجَ الْحَدِيثُ مِنْ ثَلَاثَ عَشْرَةَ طَرِيقًا عَنْ أَبِي هُرَيْرَةَ، وَمِنْ ثَلَاثِ طُرُقٍ عَنِ ابْنِ عُمَرَ، وَفِي جَمِيعِهَا مَقَالٌ إِلَى أَنْ قَالَ: وَلَكِنَّ كَثْرَةَ طُرُقِهِ يُقَوِّي بَعْضُهَا بَعْضًا، مَعَ أَنَّهُ خَرَّجَهُ الْحَاكِمُ مِنْ ثَلَاثِ طُرُقٍ: </p><p> إِحْدَاهَا: مِنْ حَدِيثِ أَبِي هُرَيْرَةَ: وَقَالَ فِيهَا عَلَى شَرْطِ الشَّيْخَيْنِ إِلَى آخِرِهِ. اهـ. </p><p> وَقَالَ النَّوَوِيُّ فِي الْمَجْمُوعِ: وَيُغْنِي عَنْهُ مَا فِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلَاةِ فَقَدْ أَدْرَكَ الصَّلَاةَ» فَهَذَا نَصٌّ صَحِيحٌ، وَهُوَ صَرِيحٌ فِي أَنَّ إِدْرَاكَ الصَّلَاةِ إِنَّمَا هُوَ بِإِدْرَاكِ رَكْعَةٍ، وَبِالْإِجْمَاعِ لَا يَكُونُ إِدْرَاكُ الرَّكْعَةِ بِإِدْرَاكِ الْجُلُوسِ قَبْلَ السَّلَامِ، لِأَنَّ مَنْ دَخَلَ مَعَ الْإِمَامِ فِي إِحْدَى الصَّلَوَاتِ وَهُوَ جَالِسٌ فِي التَّشَهُّدِ لَا يُعْتَدُّ بِهَذِهِ الرَّكْعَةِ إِجْمَاعًا، وَعَلَيْهِ الصَّلَاةُ كَامِلَةً. </p><p> وَالنَّصُّ الْخَاصُّ أَنَّ مَنْ أَدْرَكَ رَكْعَةً مِنْ صَلَاةِ الْجُمُعَةِ فَلْيُضِفْ إِلَيْهَا أُخْرَى يَجْعَلُ مَعْنَى الْإِدْرَاكَ لِرَكْعَةٍ كَامِلَةٍ يُعْتَدُّ بِهَا، وَمَنْ لَمْ يُدْرِكْ رَكْعَةً كَامِلَةً لَمْ يَكُنْ مُدْرِكًا لِلْجُمُعَةِ. </p><p> وَقَدْ حَكَى النَّوَوِيُّ فِي الْمَجْمُوعِ أَنَّ الْجُمُعَةَ تُدْرَكُ بِرَكْعَةٍ تَامَّةٍ لِحَدِيثِ الصَّحِيحَيْنِ الْمَذْكُورِ، وَقَالَ: احْتَجَّ بِهِ مَالِكٌ فِي الْمُوَطَّأِ، وَالشَّافِعِيُّ فِي الْأُمِّ وَغَيْرُهُمَا. </p><p> وَقَالَ الشَّافِعِيُّ مَعْنَاهُ: لَمْ تَفُتْهُ تِلْكَ الصَّلَاةُ، وَمَنْ لَمْ تَفُتْهُ الْجُمُعَةُ صَلَّاهَا رَكْعَتَيْنِ، وَقَالَ: وَهُوَ قَوْلُ أَكْثَرِ الْعُلَمَاءِ، حَكَاهُ ابْنُ الْمُنْذِرِ عَنِ ابْنِ مَسْعُودٍ، وَابْنِ عُمَرَ، وَأَنَسِ بْنِ مَالِكٍ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، وَالْأَسْوَدِ، وَعَلْقَمَةَ، وَالْحَسَنِ الْبَصْرِيِّ، وَعُرْوَةَ بْنِ الزُّبَيْرِ، وَالنَّخَعِيِّ، وَالزُّهْرِيِّ، وَمَالِكٍ، وَالْأَوْزَاعِيِّ، وَالثَّوْرِيِّ، وَأَحْمَدَ، وَإِسْحَاقَ، وَأَبِي ثَوْرٍ، وَأَبِي يُوسُفَ. </p><p> وَتَقَدَّمَ أَنَّ الَّذِي وَافَقَ الْجُمْهُورَ مِنْ أَصْحَابِ أَبِي حَنِيفَةَ، إِنَّمَا هُوَ مُحَمَّدٌ لِمَا فِي كِتَابِ الْهِدَايَةِ مَا نَصُّهُ: </p><p> وَقَالَ مُحَمَّدٌ رَحِمَهُ اللَّهُ: إِنَّ مَنْ أَدْرَكَ أَكْثَرَ الرَّكْعَةِ بَنَى عَلَيْهَا الْجُمُعَةَ وَإِنْ أَدْرَكَ أَقَلَّهَا بَنَى عَلَيْهَا الظُّهْرَ. </p><p> وَفِي الشَّرْحِ: أَنَّ أَكْثَرَ الرَّكْعَةِ هُوَ بِإِدْرَاكِ الرُّكُوعِ مَعَ الْإِمَامِ. </p><p> وَبِالنَّظَرِ فِي الْأَدِلَّةِ نَجِدُ رُجْحَانَ أَدِلَّةِ الْجُمْهُورِ لِلْآتِي: </p><p> أَوَّلًا: قُوَّةُ اسْتِدْلَالِهِمْ بِعُمُومِ: «مَنْ أَدْرَكَ مِنَ الصَّلَاةِ رَكْعَةً، فَقَدْ أَدْرَكَ الصَّلَاةَ» ، وَهَذَا عَامٌّ فِي الْجُمُعَةِ وَفِي غَيْرِهَا، وَهُوَ مِنْ أَحَادِيثِ الصَّحِيحَيْنِ. </p><p> ثُمَّ بِخُصُوصِ:  «مَنْ أَدْرَكَ مِنَ الْجُمُعَةِ رَكْعَةً مَعَ الْإِمَامِ فَلْيُضِفْ إِلَيْهَا أُخْرَى» ، وَتَقَدَّمَ </p><p> الْكَلَامُ عَلَى سَنَدِهِ وَتَقْوِيَةِ طُرُقِهِ بَعْضِهَا بِبَعْضٍ. </p><p> وَقَدْ أَشَرْنَا إِلَى مَعْنَى الْإِدْرَاكِ وَهُوَ مَا يُمْكِنُ الِاعْتِدَادُ بِهِ فِي عَدَدِ الرَّكَعَاتِ، وَهِيَ نُقْطَةٌ هَامَّةٌ لَا يَنْبَغِي إِغْفَالُهَا، وَأَنَّ مَفْهُومَ مَنْ أَدْرَكَ رَكْعَةً مَعَ الْإِمَامِ فَلْيُضِفْ إِلَيْهَا أُخْرَى، أَنَّ مَنْ لَمْ يُدْرِكْ رَكْعَةً كَامِلَةً لَا يَتَأَتَّى لَهُ أَنْ يُضِيفَ إِلَيْهَا أُخْرَى، بَلْ عَلَيْهِ كَمَا قَالَ الْجُمْهُورُ أَنْ يُصَلِّيَ أَرْبَعًا. </p><p> ثَانِيًا: ضَعْفُ اسْتِدْلَالِ الْمُعَارِضِ ; لِأَنَّ: «مَا أَدْرَكْتُمْ فَصَلُّوا» عَلَى مَنْ أَدْرَكَ مِنَ الْجُمُعَةِ رَكْعَةً خَاصٌّ بِهَا. </p><p> ثُمَّ إِنَّ مَعْنَى الْإِدْرَاكِ لَيْسَ كَمَا ذَهَبَ الْمُسْتَدِلُّ إِلَيْهِ، بَلْ لَا بُدَّ أَنْ يَكُونَ إِدْرَاكًا لِمَا يُعْتَدُّ بِهِ. </p><p> وَأَشَرْنَا إِلَى أَنَّ الْإِجْمَاعَ عَلَى أَنَّ مَنْ لَمْ يُدْرِكْ رَكْعَةً كَامِلَةً لَا يَعْتَدُّ بِهَا فِي عَدَدِ الرَّكَعَاتِ، وَيُشِيرُ إِلَى هَذَا الْمَعْنَى حَدِيثُ أَبِي بَكْرَةَ حَيْثُ رَكَعَ قَبْلَ أَنْ يَصِلَ إِلَى الصَّفِّ ; لِيُدْرِكَ الرَّكْعَةَ قَبْلَ أَنْ يَرْفَعَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَأْسَهُ، وَلَوْ كَانَ إِدْرَاكُ الرَّكْعَةِ يَتِمُّ بِأَيِّ جُزْءٍ مِنْهَا لَمَا فَعَلَ أَبُو بَكْرَةَ هَذِهِ الصُّورَةَ، وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «هَذَا زَادَكَ اللَّهُ حِرْصًا وَلَا تَعُدْ» . </p><p> وَمَعْلُومٌ أَنَّهُ اعْتَدَّ بِتِلْكَ الرَّكْعَةِ لِإِدْرَاكِهِ الرُّكُوعَ مِنْهَا، وَبِهَذَا تَعْلَمُ أَنَّهُ لَا دَلِيلَ لِمَنِ اشْتَرَطَ إِدْرَاكَ شَيْءٍ مِنَ الْخُطْبَةِ ; لِأَنَّ مَنْ أَدْرَكَ رَكْعَةً فَقَدْ فَاتَتْهُ الْخُطْبَةُ كُلُّهَا، وَفَاتَتْهُ الْأُولَى مِنَ الرَّكْعَتَيْنِ، وَأَدْرَكَ الْجُمُعَةَ بِإِدْرَاكِ الثَّانِيَةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> حُكْمُ صَلَاةِ الْجُمُعَةِ عِنْدَ الْفُقَهَاءِ </p><p> قَوْلُهُ تَعَالَى: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ. </p><p> فِيهِ الْأَمْرُ بِالسَّعْيِ إِذَا نُودِيَ إِلَيْهَا، وَالْأَمْرُ يَقْتَضِي الْوُجُوبَ مَا لَمْ يُوجَدْ لَهُ صَارِفٌ، وَلَا صَارِفَ لَهُ هُنَا، فَكَانَ يَكْفِي حِكَايَةَ الْإِجْمَاعِ عَلَى وُجُوبِهَا، كَمَا حَكَاهُ ابْنُ الْمُنْذِرِ وَابْنُ قُدَامَةَ وَغَيْرُهُمَا، وَنَقَلَهُ الشَّوْكَانِيُّ، وَهُوَ قَوْلُ الْأَئِمَّةِ الْأَرْبَعَةِ رَحِمَهُمُ اللَّهُ، وَلَكِنْ وُجِدَ مَنْ يَقُولُ: إِنَّ الْجُمُعَةَ لَيْسَتْ وَاجِبَةً، وَلَعَلَّهُ ظَنَّ أَنَّ فِي الْآيَةِ صَارِفًا لِلْأَمْرِ عَنِ الْوُجُوبِ، وَهُوَ مَا جَاءَ فِي آخِرِ السِّيَاقِ فِي قَوْلِهِ تَعَالَى: وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ فَقَالُوا: إِنَّ الْأَمْرَ لِتَحْصِيلِ الْخَيْرِ الْمَذْكُورِ، وَقَدْ نُقِلَ عَنْ بَعْضِ أَتْبَاعِ بَعْضِ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - مَا يُوهِمُ أَنَّهَا لَيْسَتْ بِفَرْضٍ، وَهُوَ مُسَطَّرٌ فِي كُتُبِهِمْ، مِمَّا قَدْ يَغْتَرُّ بِهِ بَعْضُ الْبُسَطَاءِ وَلَا سِيَّمَا مَعَ ضَعْفِ </p><p> الْوَازِعِ وَكَثْرَةِ الشَّاغِلِ فِي هَذِهِ الْآوِنَةِ، مِمَّا يَسْتَوْجِبُ إِيرَادَهُ وَبَيَانَ رَدِّهِ مِنْ أَقْوَالِ أَصْحَابِهِمْ وَأَئِمَّتِهِمْ رَحِمَهُمُ اللَّهُ جَمِيعًا. </p><p> فَعِنْدَ الْمَالِكِيَّةِ حِكَايَةُ ابْنِ وَهْبٍ عَنْ مَالِكٍ أَنَّ شُهُودَهَا سُنَّةٌ. </p><p> وَعِنْدَ الشَّافِعِيَّةِ قَالَ الْخَطَّابِيُّ: فِيهَا الْخِلَافُ هَلْ هِيَ مِنْ فُرُوضِ الْأَعْيَانِ أَوْ مِنْ فُرُوضِ الْكِفَايَةِ؟ </p><p> وَعِنْدَ الْأَحْنَافِ قَالَ فِي شَرْحِ الْهِدَايَةِ: وَقَدْ نُسِبَ إِلَى مَذْهَبِ أَبِي حَنِيفَةَ أَنَّهَا لَيْسَتْ بِفَرْضٍ. </p><p> وَكُلُّهَا أَقْوَالٌ مَرْدُودَةٌ فِي الْمَذْهَبِ مِنْ أَصْحَابِهِمْ وَأَئِمَّةِ مَذَاهِبِهِمْ، فَلَزِمَ التَّنْبِيهُ عَلَيْهَا، وَبَيَانُ الْحَقِّ فِيهَا مِنْ كُتُبِهِمْ، وَمِنْ كَلَامِ أَصْحَابِهِمْ، وَإِلَيْكَ بَيَانُ ذَلِكَ: </p><p> أَمَّا مَا نُسِبَ لِمَالِكٍ - رَحِمَهُ اللَّهُ - فَقَدْ حَكَاهُ ابْنُ الْعَرَبِيِّ عَنِ ابْنِ وَهْبٍ وَرَدَّهُ بِقَوْلِهِ: وَحَكَى ابْنُ وَهْبٍ عَنْ مَالِكٍ أَنَّ شُهُودَهَا سُنَّةٌ، وَرَدَّ عَلَيْهِ قَوْلَهُ بِتَأْوِيلَيْنِ: أَحَدُهُمَا أَنَّ مَالِكًا يُطْلِقُ السُّنَّةَ عَلَى الْفَرْضِ، وَالثَّانِي: أَنَّهُ أَرَادَ سُنَّةً عَلَى صِفَتِهَا لَا يُشَارِكُهَا فِيهَا سَائِرُ الصَّلَوَاتِ، حَسَبَ مَا شَرَعَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفَعَلَهُ الْمُسْلِمُونَ، وَقَدْ رَوَى ابْنُ وَهْبٍ عَنْ مَالِكٍ: عَزِيمَةُ الْجُمُعَةِ عَلَى كُلِّ مَنْ سَمِعَ النِّدَاءَ. اهـ. نَقْلًا مِنْ نَيْلِ الْأَوْطَارِ. </p><p> وَمِمَّا يُؤَيِّدُ قَوْلَ ابْنِ الْعَرَبِيِّ فِي الْوَجْهِ الْأَوَّلِ مَا ذَكَرَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَنْ مَالِكٍ وَغَيْرِهِ فِي تَحَرُّزِهِمْ فِي الْفُتْيَا مِنْ قَوْلِ حَلَالٍ وَحَرَامٍ وَوَاجِبٍ. . . إِلَخْ، فِي سِيَاقِ مَا وَقَعَ مِنْ خِلَافٍ وَالنَّهْيِ عَنِ التَّعَصُّبِ، وَأَنَّ مَالِكًا أَشَدُّ تَحَفُّظًا فِي ذَلِكَ، وَمِمَّا يُؤَيِّدُ الْوَجْهَ الثَّانِيَ أَيْضًا رِوَايَةُ الْمُدَوَّنَةِ بِمَا نَصُّهُ مَا قَوْلُ مَالِكٍ: إِذَا اجْتَمَعَ الْأَضْحَى وَالْجُمُعَةُ أَوِ الْفِطْرُ فَصَلَّى رَجُلٌ مِنْ أَهْلِ الْحَضَرِ الْعِيدَ مَعَ الْإِمَامِ ثُمَّ أَرَادَ أَلَّا يَشْهَدَ الْجُمُعَةَ هَلْ يَضَعُ ذَلِكَ عَنْهُ شُهُودُ صَلَاةِ الْعِيدِ مَا وَجَبَ عَلَيْهِ مِنْ إِتْيَانِ الْجُمُعَةِ؟ قَالَ لَا، كَانَ مَالِكٌ يَقُولُ: لَا يَضَعُ ذَلِكَ عَنْهُ مَا وَجَبَ عَلَيْهِ مِنْ إِتْيَانِ الْجُمُعَةِ، وَقَالَ مَالِكٌ: وَلَمْ يَبْلُغْنِي أَنَّ أَحَدًا أَذِنَ لِأَهْلِ الْعَوَالِي إِلَّا عُثْمَانُ، وَلَمْ يَكُنْ مَالِكٌ يَرَى الَّذِي فَعَلَ عُثْمَانُ، وَكَانَ يَرَى أَنَّ مَنْ وَجَبَتْ عَلَيْهِ الْجُمُعَةُ لَا يَضَعُهَا عَنْهُ إِذْنُ الْإِمَامِ، وَإِنْ شَهِدَ مَعَ الْإِمَامِ قَبْلَ ذَلِكَ مِنْ يَوْمِهِ ذَلِكَ عِيدًا. اهـ مِنَ الْمُدَوَّنَةِ، فَهَذِهِ نُصُوصٌ صَرِيحَةٌ عَنْ مَالِكٍ أَنَّ الْجُمُعَةَ وَاجِبَةٌ لَا يَضَعُهَا عَمَّنْ وَجَبَتْ عَلَيْهِ إِذْنُ الْإِمَامِ بِصَرْفِ النَّظَرِ عَنْ فِقْهِ مَسْأَلَةِ الْعِيدِ وَالْجُمُعَةِ، فَإِنَّ فِيهَا خِلَافًا مَشْهُورًا، وَلَكِنْ يُهِمُّنَا </p><p> تَنْصِيصُ مَالِكٍ عَلَى خُصُوصِ الْجُمُعَةِ، وَفِي مُخْتَصَرِ خَلِيلٍ عِنْدَ الْمَالِكِيَّةِ، مَا نَصُّهُ: وَلَزِمَتِ الْمُكَلَّفَ الْحُرَّ الذَّكَرَ بِلَا عُذْرٍ، قَالَ شَارِحُهُ الْخُرَشِيُّ: لَزِمَتْ وَوَجَبَ إِثْمُ تَارِكِهَا وَعُقُوبَتُهُ، فَهَذِهِ أَقْوَالُ الْمَالِكِيَّةِ وَحَقِيقَةُ مَذْهَبِ مَالِكٍ رَحِمَهُ اللَّهُ. </p><p> أَمَّا الشَّافِعِيَّةُ فَقَالَ صَاحِبُ الْمُهَذَّبِ، مَا نَصُّهُ: صَلَاةُ الْجُمُعَةِ وَاجِبَةٌ لِمَا رَوَى جَابِرٌ وَسَاقَ حَدِيثَهُ، وَقَالَ النَّوَوِيُّ فِي الْمَجْمُوعِ شَرْحِ الْمُهَذَّبِ: إِنَّمَا تَتَعَيَّنُ عَلَى كُلِّ مُكَلَّفٍ حُرٍّ ذَكَرٍ مُقِيمٍ بِلَا مَرَضٍ وَنَحْوِهِ، إِلَى أَنْ قَالَ: أَمَّا حُكْمُ الْمَسْأَلَةِ فَالْجُمُعَةُ فَرْضُ عَيْنٍ عَلَى كُلِّ مُكَلَّفٍ غَيْرَ أَصْحَابِ الْأَعْذَارِ، وَالنَّقْصُ الْمَذْكُورُ بَيْنَ هَذَا هُوَ الْمَذْهَبُ، وَهُوَ الْمَنْصُوصُ لِلشَّافِعِيِّ فِي كُتُبِهِ، وَقَطَعَ بِهِ الْأَصْحَابُ فِي جَمِيعِ الطُّرُقِ إِلَّا مَا حَكَاهُ الْقَاضِي أَبُو الطَّيِّبِ فِي تَعْلِيقِهِ وَصَاحِبُ الشَّامِلِ وَغَيْرُهُمَا مِنْ بَعْضِ الْأَصْحَابِ أَنَّهُ غَلِطَ، فَقَالَ: هِيَ فَرْضُ كِفَايَةٍ، قَالُوا: وَسَبَبُ غَلَطِهِ أَنَّ الشَّافِعِيَّ قَالَ: مَنْ وَجَبَتْ عَلَيْهِ الْجُمُعَةُ وَجَبَتْ عَلَيْهِ صَلَاةُ الْعِيدَيْنِ، وَغَلِطَ مَنْ فَهِمَهُ ; لِأَنَّ مُرَادَ الشَّافِعِيِّ مَنْ خُوطِبَ بِالْجُمُعَةِ وُجُوبًا خُوطِبَ بِالْعِيدَيْنِ مُتَأَكِّدًا، وَاتَّفَقَ الْقَاضِي أَبُو الطَّيِّبِ وَسَائِرُ مَنْ حَكَى هَذَا الْوَجْهَ عَلَى غَلَطِ قَائِلِهِ، قَالَ الْقَاضِي أَبُو إِسْحَاقَ الْمَرْوَزِيُّ: لَا يَحِلُّ أَنْ يُحْكَى هَذَا عَنِ الشَّافِعِيِّ وَلَا يُخْتَلَفَ أَنَّ مَذْهَبَ الشَّافِعِيِّ: أَنَّ الْجُمُعَةَ فَرْضُ عَيْنٍ، وَنَقَلَ ابْنُ الْمُنْذِرِ فِي كِتَابَيْهِ كِتَابِ الْإِجْمَاعِ وَالْإِشْرَاقِ: إِجْمَاعَ الْمُسْلِمِينَ عَلَى وُجُوبِ الْجُمُعَةِ. اهـ مِنَ الْمَجْمُوعِ لِلنَّوَوِيِّ، وَهَذَا الَّذِي حَكَاهُ النَّوَوِيُّ وَابْنُ الْمُنْذِرِ وَالْمَرْوَزِيُّ عَنِ الشَّافِعِيِّ هُوَ الْمَنْصُوصُ عَنْهُ فِي كِتَابِ الْأُمِّ لِلشَّافِعِيِّ نَفْسِهِ، قَالَ مُجَلَّدَ (١) ص ٨٨١ تَحْتَ عُنْوَانِ: إِيجَابُ الْجُمُعَةِ بَعْدَمَا ذَكَرَ الْآيَةَ إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ، قَالَ: وَدَلَّتِ السُّنَّةُ مِنْ فَرْضِ الْجُمُعَةِ عَلَى مَا دَلَّ عَلَيْهِ كِتَابُ اللَّهِ تَبَارَكَ وَتَعَالَى وَسَاقَ حَدِيثَ: «نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا، وَأُوتِينَاهُ مِنْ بَعْدِهِمْ ثُمَّ هَذَا يَوْمُهُمُ الَّذِي فُرِضَ عَلَيْهِمْ يَعْنِي الْجُمُعَةَ فَاخْتَلَفُوا فِيهِ، فَهَدَانَا اللَّهُ لَهُ فَالنَّاسُ لَنَا فِيهِ تَبَعٌ» إِلَى أَنْ قَالَ: وَالتَّنْزِيلُ ثُمَّ السُّنَّةُ يَدُلَّانِ عَلَى إِيجَابِ الْجُمُعَةِ، وَقَالَ: وَمَنْ كَانَ مُقِيمًا بِبَلَدٍ تَجِبُ فِيهِ الْجُمُعَةُ مِنْ بَالِغٍ حُرٍّ لَا عُذْرَ لَهُ وَجَبَتْ عَلَيْهِ الْجُمُعَةُ، فَهَذِهِ نُصُوصُ الشَّافِعِيِّ عَامَّةً فِي الْوُجُوبِ وَخَاصَّةً فِي الْأَعْيَانِ، وَهَذَا بَيَانٌ كَافٍ لِمَذْهَبِ الشَّافِعِيِّ - رَحِمَهُ اللَّهُ - مِنْ نَصِّ كِتَابِهِ الْأُمِّ. اهـ. </p><p> الْحَدِيثُ الَّذِي اسْتَدَلَّ بِهِ الشَّافِعِيُّ رَحِمَهُ اللَّهُ:  «نَحْنُ الْآخِرُونَ السَّابِقُونَ» هُوَ عَيْنُ الْحَدِيثِ الَّذِي بَوَّبَ عَلَيْهِ الْبُخَارِيُّ وُجُوبَ الْجُمُعَةِ، وَوَجْهُ الِاسْتِدْلَالِ مِنْهُ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «ثُمَّ هَذَا يَوْمُهُمُ الَّذِي فُرِضَ عَلَيْهِمْ» فَفِيهِ التَّنْصِيصُ عَلَى الْفَرْضِيَّةِ. </p><p> أَمَّا الْأَحْنَافُ، فَقَالَ فِي شَرْحِ الْهِدَايَةِ مَا نَصُّهُ: وَقَدْ نُسِبَ إِلَى مَذْهَبِ أَبِي حَنِيفَةَ أَنَّهَا لَيْسَتْ بِفَرْضٍ، ثُمَّ قَالَ: وَهَذَا مِنْ جَهْلِهِمْ، وَسَبَبُ غَلَطِهِمْ قَوْلُ الْقُدُورِيِّ: وَمَنْ صَلَّى الظُّهْرَ يَوْمَ الْجُمُعَةِ فِي مَنْزِلِهِ وَلَا عُذْرَ لَهُ كُرِهَ لَهُ ذَلِكَ وَجَازَتْ صَلَاتُهُ، وَإِنَّمَا أَرَادَ حَرُمَ عَلَيْهِ وَصَحَّتِ الظُّهْرُ بِتَرْكِ الْفَرْضِ، إِلَى آخِرِهِ. </p><p> ثُمَّ قَالَ: وَقَدْ صَرَّحَ أَصْحَابُنَا بِأَنَّهَا فَرْضٌ آكَدُ مِنَ الظُّهْرِ، وَذَكَرَ أَوَّلَ الْبَابِ، اعْلَمْ أَنَّ الْجُمُعَةَ فَرِيضَةٌ مُحْكَمَةٌ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ، فَحُكِيَ الْإِجْمَاعُ عَلَى وُجُوبِهَا وَجَهْلِ مَنْ نَسَبَ إِلَى مَذْهَبِهِمِ الْقَوْلَ بِعَدَمِ فَرْضِيَّتِهَا، وَهَذِهِ أَيْضًا حَقِيقَةُ مَذْهَبِ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - وَأَنَّهَا عِنْدَ أَصْحَابِهِ آكَدُ مِنَ الظُّهْرِ. </p><p> أَمَّا الْحَنَابِلَةُ، فَقَالَ فِي الْمُغْنِي مَا نَصُّهُ: الْأَصْلُ فِي فَرْضِ الْجُمُعَةِ الْكِتَابُ وَالسُّنَّةُ وَالْإِجْمَاعُ، وَسَاقَ الْآيَةَ: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ الْآيَةَ، وَقَالَ بَعْدَهَا: فَصْلٌ: وَتَجِبُ الْجُمُعَةُ وَالسَّعْيُ إِلَيْهَا سَوَاءٌ كَانَ مَنْ يُقِيمُهَا سُنِّيًّا أَوْ مُبْتَدِعًا أَوْ عَدْلًا أَوْ فَاسِقًا، نَصَّ عَلَيْهِ أَحْمَدُ، وَهَذَا أَعَمُّ وَأَشْمَلُ، حَتَّى مَعَ الْإِمَامِ غَيْرِ الْعَادِلِ وَغَيْرِ السُّنِّيِّ. </p><p> فَهَذِهِ نُصُوصُ الْمَذَاهِبِ الْأَرْبَعَةِ فِي وُجُوبِ الْجُمُعَةِ وَفَرْضِهَا عَلَى الْأَعْيَانِ، فَلَمْ يَبْقَ لِأَحَدٍ بَعْدَ ذَلِكَ أَدْنَى شُبْهَةٍ يَلْتَمِسُهَا مِنْ أَيِّ مَذْهَبٍ، وَلَا تَتَبُّعِ شَوَاذِّهِ لِلتَّهَاوُنِ بِفَرْضِ الْجُمُعَةِ لِنِيَابَةِ الظُّهْرِ عَنْهَا. </p><p> ثُمَّ اعْلَمْ أَنَّ فِي الْآيَةِ قَرِينَةً عَلَى هَذَا الْوُجُوبِ، وَأَنَّهُ لَا صَارِفَ لِلْأَمْرِ عَنْ وُجُوبِ السَّعْيِ إِلَيْهَا، وَذَلِكَ أَنَّ مَعَ الْأَمْرِ بِالسَّعْيِ إِلَيْهَا الْأَمْرَ بِتَرْكِ الْبَيْعِ وَالنَّهْيِ عَنْهُ، وَإِذَا كَانَ تَرْكُ الْبَيْعِ وَاجِبًا مِنْ أَجْلِهَا فَمَا وَجَبَ هُوَ مِنْ أَجْلِهِ كَانَ وُجُوبُهُ هُوَ أَوْلَى، قَالَ فِي الْمُغْنِي: فَأَمَرَ بِالسَّعْيِ، وَيَقْتَضِي الْأَمْرُ الْوُجُوبَ وَلَا يَجِبُ السَّعْيُ إِلَّا إِلَى الْوَاجِبِ، وَنَهَى عَنِ الْبَيْعِ لِئَلَّا يُشْغَلَ بِهِ عَنْهَا، فَلَوْ لَمْ تَكُنْ وَاجِبَةً لَمَا نَهَى عَنِ الْبَيْعِ مِنْ أَجْلِهَا، وَهُوَ وَاضِحٌ كَمَا تَرَى، وَالْأَحَادِيثُ فِي الْوَعِيدِ لِتَارِكِهَا بِدُونِ عُذْرٍ مَشْهُورَةٌ تُؤَكِّدُ هَذَا الْوُجُوبَ. </p><p> مِنْ ذَلِكَ حَدِيثُ أَبِي الْجَعْدِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ تَرَكَ ثَلَاثَ جُمَعٍ تَهَاوُنًا بِهَا طَبَعَ اللَّهُ عَلَيْهِ قَلْبَهُ» ، رَوَاهُ أَبُو دَاوُدَ، وَسَكَتَ عَنْهُ. </p><p> وَفِي الْمُنْتَقَى، قَالَ: رَوَاهُ الْخَمْسَةُ أَيْ مَا عَدَا الْبُخَارِيَّ وَمُسْلِمًا، وَفِي الْمُنْتَقَى عَنْ أَبِي هُرَيْرَةَ وَابْنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - سَمِعَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ عَلَى أَعْوَادِ مِنْبَرِهِ: «لَيَنْتَهِيَنَّ </p><p> أَقْوَامٌ عَنْ وَدْعِهِمُ الْجُمُعَاتِ، أَوْ لَيَخْتِمَنَّ اللَّهُ عَلَى قُلُوبِهِمْ، ثُمَّ لَيَكُونُنَّ مِنَ الْغَافِلِينَ» ، رَوَاهُ مُسْلِمٌ. </p><p> وَعَنِ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لِقَوْمٍ يَتَخَلَّفُونَ عَنِ الْجُمُعَةِ:  «لَقَدْ هَمَمْتُ أَنْ آمُرَ رَجُلًا يُصَلِّي بِالنَّاسِ ثُمَّ أُحَرِّقُ عَلَى رِجَالٍ يَتَخَلَّفُونَ عَنِ الْجُمُعَةِ بُيُوتَهُمْ» رَوَاهُ أَحْمَدُ وَمُسْلِمٌ. </p><p> وَقَدْ فَسَّرَ الطَّبْعَ فِي حَدِيثِ أَبِي الْجَعْدِ بِأَنَّهُ طَبْعُ النِّفَاقِ، كَمَا فِي قَوْلِهِ تَعَالَى فِي سُورَةِ «الْمُنَافِقُونَ» : ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ [٦٣ \\ ٣] ، وَقِيلَ: طَبْعُ ضَلَالٍ، كَمَا فِي الْحَدِيثِ. ثُمَّ يَكُونُ أَيِ: الْقَلْبُ كَالْكُوزِ مُجَخِّيًا لَا يَعْرِفُ مَعْرُوفًا، وَلَا يُنْكِرُ مُنْكَرًا، نَسْأَلُ اللَّهَ الْعَافِيَةَ وَالسَّلَامَةَ لَنَا وَلِجَمِيعِ الْمُسْلِمِينَ وَالتَّوْفِيقَ لِفَضْلِ هَذَا الْيَوْمِ الَّذِي خَصَّ اللَّهُ بِهِ هَذِهِ الْأُمَّةَ. </p><p> مَسْأَلَةٌ </p><p> مَنِ الْمُخَاطَبُ بِالسَّعْيِ هُنَا؟ ، أَيْ: مَنِ الَّذِي تَجِبُ عَلَيْهِ الْجُمُعَةُ؟ تَسْتَهِلُّ الْآيَةُ الْكَرِيمَةُ بِقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا، وَهُوَ نِدَاءٌ عَامٌّ لِكُلِّ مُؤْمِنٍ ذَكَرٍ، وَأُنْثَى، وَحُرٍّ، وَعَبْدٍ صَحِيحٍ وَمَرِيضٍ، فَشَمَلَ كُلَّ مُكَلَّفٍ عَلَى الْإِطْلَاقِ كَقَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ. </p><p> وَقَوْلُهُ تَعَالَى:  (فَاسْعَوْا) الْوَاوُ فِيهِ لِلْجَمْعِ، وَإِنْ كَانَتْ لِلْمُذَكَّرِ إِلَّا أَنَّهَا عَائِدَةٌ إِلَى الْمَوْصُولِ السَّابِقِ وَهُوَ عَامٌّ كَمَا تَقَدَّمَ، فَيَكُونُ طَلَبُ السَّعْيِ مُتَوَجِّهًا إِلَى كُلِّ مُكَلَّفٍ إِلَّا مَا أَخْرَجَهُ الدَّلِيلُ. </p><p> وَقَدْ أَخْرَجَ الدَّلِيلُ مِنْ هَذَا الْعُمُومِ أَصْنَافًا، مِنْهَا: الْمُتَّفَقُ عَلَيْهِ، وَمِنْهَا الْمُخْتَلَفُ فِيهِ. </p><p> فَمِنَ الْمُتَّفَقِ عَلَيْهِ: مَا أَخْرَجَ مِنْ عُمُومِ خِطَابِ التَّكْلِيفِ كَالصَّغِيرِ وَالنَّائِمِ وَالْمَجْنُونِ لِحَدِيثِ «رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ» . </p><p> وَمَا خَرَجَ مِنْ خُصُوصِ الْجُمُعَةِ، كَالْمَرْأَةِ إِجْمَاعًا فَلَا جُمُعَةَ عَلَى النِّسَاءِ، وَكَالْمَرِيضِ فَلَا جُمُعَةَ عَلَيْهِ اتِّفَاقًا كَذَلِكَ. </p><p> وَهُوَ مَنْ يَشُقُّ عَلَيْهِ أَوْ يَزِيدُ مَرَضُهُ، وَمَنْ يُمَرِّضُهُ تَابِعٌ لَهُ، وَقَدِ اخْتُلِفَ فِي الْمُسَافِرِ </p><p> وَالْمَمْلُوكِ، وَمَنْ فِي حُكْمِ الْمُسَافِرِ وَهُمْ أَهْلُ الْبَوَادِي. </p><p> قَالَ الْقُرْطُبِيُّ: قَوْلُهُ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا خِطَابٌ لِلْمُكَلَّفِينَ بِإِجْمَاعٍ وَيَخْرُجُ مِنْهُ الْمَرْضَى، وَالزَّمْنَى، وَالْعَبِيدُ، وَالنِّسَاءُ بِالدَّلِيلِ، وَالْعُمْيَانُ، وَالشَّيْخُ الَّذِي لَا يَمْشِي إِلَّا بِقَائِدٍ عِنْدَ أَبِي حَنِيفَةَ. </p><p> رَوَى أَبُو الزُّبَيْرِ عَنْ جَابِرٍ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَعَلَيْهِ الْجُمُعَةُ يَوْمَ الْجُمُعَةِ إِلَّا مَرِيضًا، أَوْ مُسَافِرًا، أَوِ امْرَأَةً، أَوْ صَبِيًّا، أَوْ مَمْلُوكًا، فَمَنِ اسْتَغْنَى بِلَهْوٍ، أَوْ تِجَارَةٍ، اسْتَغْنَى اللَّهُ عَنْهُ، وَاللَّهُ غَنِيٌّ حَمِيدٌ» ، خَرَّجَهُ الدَّارَقُطْنِيُّ. اهـ. </p><p> وَيَشْهَدُ لِمَا رَوَاهُ الْقُرْطُبِيُّ مَا رَوَاهُ ابْنُ حَجَرٍ فِي بُلُوغِ الْمَرَامِ عَنْ طَارِقِ بْنِ شِهَابٍ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «الْجُمُعَةُ حَقٌّ وَاجِبٌ عَلَى كُلِّ مُسْلِمٍ فِي جَمَاعَةٍ إِلَّا أَرْبَعَةً: مَمْلُوكًا، وَامْرَأَةً، وَصَبِيًّا، وَمَرِيضًا» ، رَوَاهُ أَبُو دَاوُدَ. </p><p> وَقَالَ: طَارِقٌ لَمْ يَسْمَعْ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَذَكَرَ أَبُو دَاوُدَ أَنَّهُ رَأَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَمْ يَسْمَعْ مِنْهُ، وَأَخْرَجَهُ الْحَاكِمُ مِنْ رِوَايَةِ طَارِقٍ الْمَذْكُورِ عَنْ أَبِي مُوسَى. اهـ. </p><p> قَالَ الصَّنْعَانِيُّ: يُرِيدُ الْمُؤَلِّفُ بِهَذَا، أَيْ بِرِوَايَةٍ عَنْ أَبِي مُوسَى أَنَّهُ أَصْبَحَ مُتَّصِلًا. </p><p> قَالَ: وَفِي الْبَابِ عَنْ تَمِيمٍ الدَّارِيِّ، وَابْنِ عُمَرَ وَمَوْلًى لِابْنِ الزُّبَيْرِ، رَوَاهُ الْبَيْهَقِيُّ وَنَاقَشَ سَنَدَهُ. </p><p> وَقَالَ: وَفِيهِ أَيْضًا مِنْ حَدِيثِ أَبِي هُرَيْرَةَ مَرْفُوعًا «خَمْسَةٌ لَا جُمُعَةَ عَلَيْهِمْ: الْمَرْأَةُ، وَالْمُسَافِرُ، وَالْعَبْدُ، وَالصَّبِيُّ، وَأَهْلُ الْبَادِيَةِ» . اهـ. </p><p> وَقَدْ ذَكَرَ صَاحِبُ الْمُنْتَقَى حَدِيثَ طَارِقٍ كَمَا سَاقَهُ صَاحِبُ الْبُلُوغِ، وَقَالَ الشَّوْكَانِيُّ فِيهِ: قَالَ الْحَافِظُ: وَصَحَّحَهُ غَيْرُ وَاحِدٍ. </p><p> وَقَالَ الْخَطَّابِيُّ: لَيْسَ إِسْنَادُ هَذَا الْحَدِيثِ بِذَاكَ، وَذَكَرَ صُحْبَةَ طَارِقٍ، وَنَقَلَ قَوْلَ الْعِرَاقِيِّ، فَإِذَا ثَبَتَتْ صُحْبَتُهُ فَالْحَدِيثُ صَحِيحٌ، وَغَايَتُهُ أَنْ يَكُونَ مُرْسَلَ صَحَابِيٍّ وَهُوَ حُجَّةٌ عِنْدَ الْجُمْهُورِ، إِنَّمَا خَالَفَ فِيهِ أَبُو إِسْحَاقَ الِاسْفِرَائِينِيُّ، بَلِ ادَّعَى بَعْضُ الْأَحْنَافِ الْإِجْمَاعَ عَلَى أَنَّ مُرْسَلَ الصَّحَابِيِّ حُجَّةٌ. اهـ. </p><p> وَقَالَ الشَّوْكَانِيُّ: عَلَى أَنَّهُ قَدِ انْدَفَعَ الْإِعْلَالُ بِالْإِرْسَالِ بِمَا فِي رِوَايَةِ الْحَاكِمِ مِنْ ذِكْرِ أَبِي مُوسَى إِلَى آخِرِهِ، أَيْ صَارَ مَوْصُولًا، كَمَا قَالَ ابْنُ حَجَرٍ سَابِقًا. </p><p> وَوَجْهُ حُجِّيَّةِ مُرْسَلِ الصَّحَابِيِّ عِنْدَهُمْ، هُوَ أَنَّ الصَّحَابِيَّ إِذَا أَرْسَلَ الْحَدِيثَ وَلَمْ يَرْفَعْهُ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَيَكُونُ بَيْنَهُ وَبَيْنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَاسِطَةٌ وَتِلْكَ الْوَاسِطَةُ هِيَ صَحَابِيٌّ آخَرُ وَالصَّحَابِيُّ ثِقَةٌ، فَتَكُونُ الْوَاسِطَةُ السَّاقِطَةُ ثِقَةً، فَيَصِحُّ الْحَدِيثُ، وَلِذَا ادَّعَى بَعْضُ الْأَحْنَافِ أَنَّ مُرْسَلَ الصَّحَابِيِّ حُجَّةٌ لِهَذَا السَّبَبِ، وَعَلَى هَذَا مُنَاقَشَةُ أَهْلِ الْحَدِيثِ وَالتَّفْسِيرِ لِهَذِهِ الْمَسْأَلَةِ، وَبِالتَّأَمُّلِ فِي الْآيَةِ الْكَرِيمَةِ وَعُمُومِ السِّيَاقِ يَظْهَرُ مِنْ مَجْمُوعِهِ شَهَادَةُ الْقُرْآنِ، إِلَى صِحَّةِ ذَلِكَ لِدَلَالَةِ الْإِيمَاءِ. </p><p> أَمَّا عَنِ النِّسَاءِ فَفِيهِ الْإِجْمَاعُ كَمَا تَقَدَّمَ، وَيَشْهَدُ لَهُ أَنَّ الدَّعْوَةَ إِلَى السَّعْيِ إِلَى الْجُمُعَةِ، وَتَرْكِ الْبَيْعِ مِنْ أَجْلِهَا، ثُمَّ الِانْتِشَارِ بَعْدَهَا فِي الْأَرْضِ وَالِابْتِغَاءِ مِنْ فَضْلِ اللَّهِ بِالْعَمَلِ وَالْكَسْبِ يُشْعِرُ بِأَنَّ هَذَا كُلَّهُ لِلرِّجَالِ ; لِأَنَّ الْمَرْأَةَ مَحَلُّهَا فِي بَيْتِهَا، كَمَا فِي قَوْلِهِ تَعَالَى: وَقَرْنَ فِي بُيُوتِكُنَّ [٣٣ \\ ٣٣] . </p><p> وَتَقَدَّمَ لِفَضِيلَةِ وَالِدِنَا الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَبْحَثٌ مُفَصَّلٌ اسْتَدَلَّ بِدَلِيلٍ قُرْآنِيٍّ عَلَى سُقُوطِ الْجُمُعَةِ عَنِ النِّسَاءِ، وَذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى: فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ [٢٤ \\ ٣٦ - ٣٧] . وَبَيَّنَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَفْهُومَ (رِجَالٌ) هَلْ هُوَ مَفْهُومُ صِفَةٍ أَوْ مَفْهُومُ لَقَبٍ، وَسَاقَ عَلَاقَةِ النِّسَاءِ بِالْمَسَاجِدِ فِي الْجُمُعَةِ وَغَيْرِهَا. </p><p> أَمَّا الْمَمْلُوكُ فَمِمَّا يَسْتَأْنِي لَهُ أَيْضًا مِنَ السِّيَاقِ فِي قَوْلِهِ تَعَالَى: وَذَرُوا الْبَيْعَ، إِذِ الْبَيْعُ وَالشِّرَاءُ ابْتِدَاءٌ لَيْسَ مِنْ حَقِّ الْعَبِيدِ إِلَّا بِإِذْنِ السَّيِّدِ. وَقَوْلُهُ: فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ، فَإِنَّ الْمَمْلُوكَ لَا يَنْتَشِرُ فِي الْأَرْضِ إِلَّا بِإِذْنِ السَّيِّدِ أَيْضًا، وَكَذَلِكَ الْمُسَافِرُ فَلَيْسَ مُشْتَغِلًا بِبَيْعٍ وَلَا مَحَلِّ اشْتِغَالٍ بِهِ، وَهُوَ مُنْتَشِرٌ فِي الْأَرْضِ بِسَفَرِهِ وَسَفَرُهُ شَاغِلٌ لَهُ، وَبِسَفَرِهِ يَقْصُرُ الصَّلَاةَ وَيَجْمَعُهَا. </p><p> وَقَدْ حَكَى الشَّوْكَانِيُّ الِاتِّفَاقَ بَيْنَ الْفُقَهَاءِ عَلَى سُقُوطِ الْجُمُعَةِ عَنِ الْمَمْلُوكِ إِلَّا دَاوُدَ، </p><p> وَكَذَلِكَ الْمُسَافِرُ إِذَا كَانَ سَائِرًا، أَمَّا إِذَا كَانَ نَازِلًا، فَخَالَفَ فِيهِ دَاوُدُ أَيْضًا. </p><p> وَمِمَّا اسْتَدَلَّ بِهِ الْجُمْهُورُ عَلَى سُقُوطِ الْجُمُعَةِ عَنِ الْمُسَافِرِ وَقْتَ نُزُولِهِ مَا وَقَعَ مِنْ فِعْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حَجَّةِ الْوَدَاعِ، إِذْ كَانَتِ الْوَقْفَةُ يَوْمَ الْجُمُعَةِ، وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَازِلًا وَلَمْ يُصَلِّ الْجُمُعَةَ، بِدَلِيلِ أَنَّهُ لَمْ يَجْهَرْ بِالْقِرَاءَةِ، وَنَازَعَ فِي ذَلِكَ ابْنُ حَزْمٍ وَقَالَ: غَايَةُ مَا فِيهِ تَرْكُ الْجَهْرِ فِي الْجَهْرِيَّةِ، وَهَذَا لَا يُبْطِلُهَا، وَلَكِنْ يُمْكِنُ أَنْ يُقَالَ لَهُ: لَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «خُذُوا عَنِّي مَنَاسِكَكُمْ» . </p><p> وَالصَّلَاةُ أَثْنَاءَ الْحَجِّ مِمَّا يُؤْخَذُ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَالْجَمْعِ تَقْدِيمًا فِي عَرَفَةَ، وَتَأْخِيرًا فِي مُزْدَلِفَةَ، وَلَا يَتَأَتَّى أَنْ يُتْرَكَ الْجَهْرُ فِي الْجَهْرِيَّةِ وَهُوَ أَقَلُّ مَا فِيهِ أَنَّهُ خِلَافُ الْأَوْلَى وَيَأْمُرَهُمْ أَنْ يَأْخُذُوهُ عَنْهُ. </p><p> وَمِنْ هَذَا كُلِّهِ صَحَّ مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ مِنْ أَنَّهُ لَا جُمُعَةَ عَلَى مَمْلُوكٍ وَلَا مُسَافِرٍ، كَمَا لَا جُمُعَةَ عَلَى الْمَرْأَةِ وَالْمَرِيضِ، وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> قَالَ ابْنُ كَثِيرٍ: وَإِنَّمَا يُؤْمَرُ بِحُضُورِ الْجُمُعَةِ الرِّجَالُ الْأَحْرَارُ دُونَ الْعَبِيدِ وَالنِّسَاءِ وَالصِّبْيَانِ، وَيُعْذَرُ الْمُسَافِرُ، وَالْمَرِيضُ، وَيُتِمُّ الْمَرِيضُ وَمَا أَشْبَهَ ذَلِكَ مِنَ الْأَعْذَارِ. </p><p> أَمَّا سُقُوطُهَا عَنْ أَهْلِ الْبَوَادِي وَمَنْ فِي حُكْمِهِمْ، فَهُوَ قَوْلٌ لِلْجُمْهُورِ مَعَ اخْتِلَافِهِمْ فِي تَحْقِيقِ الْمُنَاطِ فِي ذَلِكَ بَيْنَ الْمِصْرِ وَالْقَرْيَةِ، وَالْبَادِيَةِ، وَبِالرُّجُوعِ إِلَى أَقْوَالِ الْأَئِمَّةِ نَجِدُ الْخِلَافَ الْآتِي أَقْوَالَ الْأَئِمَّةِ فِي مَكَانِ الْجُمُعَةِ. </p><p> أَوَّلًا: عِنْدَ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - قَالَ فِي الْهِدَايَةِ مَا نَصُّهُ: لَا تَصِحُّ الْجُمُعَةُ إِلَّا فِي مِصْرٍ جَامِعٍ أَوْ فِي مُصَلَّى الْمِصْرِ، وَلَا تَجُوزُ فِي الْقَرْيَةِ لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَا جُمُعَةَ، وَلَا تَشْرِيقَ، وَلَا فِطْرَ، وَلَا أَضْحَى إِلَّا فِي مِصْرٍ جَامِعٍ» . </p><p> وَفَسَّرَ الشَّارِحُ ابْنُ الْهُمَامِ الْمِصْرَ بِقَوْلِهِ: وَالْمِصْرُ الْجَامِعُ كُلُّ مَوْضِعٍ لَهُ أَمِيرٌ وَقَاضٍ يُنَفِّذُ الْأَحْكَامَ وَيُقِيمُ الْحُدُودَ، وَنَاقَشَ الْأَثَرَ الَّذِي أَوْرَدَهُ الْمُصَنِّفُ قَائِلًا: رَوَاهُ ابْنُ أَبِي شَيْبَةَ مَوْقُوفًا عَلَى عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: لَا جُمُعَةَ، وَلَا تَشْرِيقَ، وَلَا صَلَاةَ فِطْرٍ وَلَا أَضْحَى إِلَّا فِي مِصْرٍ جَامِعٍ أَوْ مَدِينَةٍ عَظِيمَةٍ، صَحَّحَهُ ابْنُ حَزْمٍ. </p><p> وَرَوَاهُ عَبْدُ الرَّزَّاقِ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: لَا تَشْرِيقَ، وَلَا جُمُعَةَ، إِلَّا فِي مِصْرٍ جَامِعٍ. اهـ. </p><p> وَذَكَرَ هَذَا الْأَثَرَ الْقُرْطُبِيُّ مَوْقُوفًا عَلَى عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ. </p><p> وَعِنْدَ الْمَالِكِيَّةِ قَالَ فِي مَتْنِ خَلِيلٍ فِي فَصْلِ شُرُوطِ الْجُمُعَةِ مَا نَصُّهُ: بِاسْتِيطَانِ بَلَدٍ أَوْ أَخْصَاصٍ لَا خِيَمٍ. </p><p> وَفَسَّرَ الشَّارِحُ الِاسْتِيطَانَ بِالْعَزْمِ عَلَى الْإِقَامَةِ عَلَى نِيَّةِ التَّأْبِيدِ، وَلَا تَكْفِي نِيَّةُ الْإِقَامَةِ وَلَوْ طَالَتْ، وَجَاءَ فِي الْمَتْنِ بَعْدَهَا قَوْلُهُ: وَلَزِمَتِ الْمُكَلَّفَ الْحُرَّ الذَّكَرَ بِلَا عُذْرٍ الْمُتَوَطِّنَ. </p><p> وَقَالَ الشَّارِحُ عَلَى كَلِمَةِ مُتَوَطِّنًا: هُوَ أَيْضًا مِنْ شُرُوطِ الْوُجُوبِ، يَعْنِي: أَنَّهُ يُشْتَرَطُ فِي وُجُوبِهَا الِاسْتِيطَانُ بِبَلَدٍ يُتَوَطَّنُ فِيهِ وَيَكُونُ مَحَلًّا لِلْإِقَامَةِ يُمْكِنُ الشِّرَاءُ فِيهِ، وَإِنْ بَعُدَتْ دَارُهُ مِنَ الْمَنَارَةِ سَمِعَ النِّدَاءَ أَوْ لَمْ يَسْمَعْ، وَلَوْ عَلَى خَمْسَةِ أَمْيَالٍ أَوْ سِتَّةٍ إِجْمَاعًا، لَا تَجِبُ عَلَى مُسَافِرٍ، وَلَا مُقِيمٍ وَلَوْ نَوَى إِقَامَةً زَمَنًا طَوِيلًا إِلَّا تَبَعًا. اهـ. أَيْ تَبَعًا لِغَيْرِهِ. </p><p> وَعِنْدَ الشَّافِعِيِّ قَالَ فِي الْمُهَذَّبِ مَا نَصُّهُ: وَلَا تَصِحُّ الْجُمُعَةُ إِلَّا فِي أَبْنِيَةٍ يَسْتَوْطِنُهَا مَنْ تَنْعَقِدُ بِهِمُ الْجُمُعَةُ مِنْ بَلَدٍ أَوْ قَرْيَةٍ ; لِأَنَّهُ لَمْ تَقُمْ جُمُعَةٌ فِي عَهْدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا فِي أَيَّامِ الْخُلَفَاءِ إِلَّا فِي بَلَدٍ أَوْ قَرْيَةٍ، وَلَمْ يُنْقَلْ أَنَّهَا أُقِيمَتْ فِي بَدْوٍ، فَإِنْ خَرَجَ أَهْلُ الْبَلَدِ إِلَى خَارِجِ الْبَلَدِ فَصَلَّوُا الْجُمُعَةَ لَمْ يَجُزْ ; لِأَنَّهُ لَيْسَ بِوَطَنٍ فَلَمْ تَصِحَّ فِيهِ الْجُمُعَةُ كَالْبَدْوِ، وَإِنِ انْهَدَمَ الْبَلَدُ فَأَقَامَ أَهْلُهُ عَلَى عِمَارَتِهِ، فَحَضَرَتِ الْجُمُعَةُ لَزِمَهُمْ إِقَامَتُهَا ; لِأَنَّهُمْ فِي مَوْضِعِ الِاسْتِيطَانِ. </p><p> قَالَ النَّوَوِيُّ فِي الشَّرْحِ مَا نَصُّهُ: قَالَ أَصْحَابُنَا: يُشْتَرَطُ لِصِحَّةِ الْجُمُعَةِ أَنْ تُقَامَ فِي أَبْنِيَةٍ مُجْتَمِعَةٍ يَسْتَوْطِنُهَا شِتَاءً وَصَيْفًا مَنْ تَنْعَقِدُ بِهِمُ الْجُمُعَةُ. </p><p> قَالَ الشَّافِعِيُّ وَالْأَصْحَابُ: سَوَاءٌ كَانَ الْبِنَاءُ مِنْ أَحْجَارٍ، أَوْ أَخْشَابٍ، أَوْ طِينٍ، أَوْ قَصَبٍ، أَوْ سَعَفٍ أَوْ غَيْرِهَا، وَسَوَاءٌ فِيهِ الْبِلَادُ الْكِبَارُ ذَوَاتُ الْأَسْوَاقِ وَالْقُرَى الصِّغَارُ، وَالْأَسْرَابُ الْمُتَّخَذَةُ وَطَنًا، فَإِنْ كَانَتِ الْأَبْنِيَةُ مُتَفَرِّقَةً لَمْ تَصِحَّ الْجُمُعَةُ بِلَا خِلَافٍ ; لِأَنَّهَا لَا تُعَدُّ قَرْيَةً وَيُرْجَعُ فِي الِاجْتِمَاعِ وَالتَّفَرُّقِ إِلَى الْعُرْفِ. </p><p> وَأَمَّا أَهْلُ الْخِيَامِ فَإِنْ كَانُوا يَنْتَقِلُونَ مِنْ مَوْضِعِهِمْ شِتَاءً وَصَيْفًا وَهِيَ مُجْتَمِعَةٌ بَعْضُهَا إِلَى بَعْضٍ فَقَوْلَانِ، ثُمَّ قَالَ: أَصَحُّهُمَا بِاتِّفَاقِ الْأَصْحَابِ لَا تَجِبُ عَلَيْهِمُ الْجُمُعَةُ وَلَا تَصِحُّ مِنْهُمْ، وَبِهِ قَطَعَ الْأَكْثَرُونَ، وَبِهِ قَالَ مَالِكٌ وَأَبُو حَنِيفَةَ، ثُمَّ ذَكَرَ الدَّلِيلَ بِقَوْلِهِ لِحَدِيثِ:  «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» ، وَلَمْ يُصَلِّ هَكَذَا. </p><p> وَعِنْدَ الْحَنَابِلَةِ قَالَ فِي الْمُغْنِي، مَا نَصُّهُ: </p><p> فَصْلٌ: فَأَمَّا الِاسْتِيطَانُ فَهُوَ شَرْطٌ فِي قَوْلِ أَكْثَرِ أَهْلِ الْعِلْمِ، وَهُوَ الِاسْتِيطَانُ فِي قَرْيَةٍ عَلَى الْأَوْصَافِ الْمَذْكُورَةِ لَا يَظْعَنُونَ عَنْهَا صَيْفًا وَلَا شِتَاءً، وَلَا تَجِبُ عَلَى مُسَافِرٍ، وَلَا عَلَى مُقِيمٍ فِي قَرْيَةٍ يَظْعَنُ أَهْلُهَا عَنْهَا فِي الشِّتَاءِ دُونَ الصَّيْفِ، أَوْ فِي بَعْضِ السَّنَةِ. </p><p> فَإِنْ خَرِبَتِ الْقَرْيَةُ أَوْ بَعْضُهَا وَأَهْلُهَا مُقِيمُونَ فِيهَا عَازِمُونَ عَلَى إِصْلَاحِهَا فَحُكْمُهَا بَاقٍ فِي إِقَامَةِ الْجُمُعَةِ بِهَا وَإِنْ عَزَمُوا عَلَى النُّقْلَةِ عَنْهَا لَمْ تَجِبْ عَلَيْهِمْ لِعَدَمِ الِاسْتِيطَانِ. </p><p> هَذِهِ خُلَاصَةُ أَقْوَالِ أَهْلِ الْمَذَاهِبِ الْأَرْبَعَةِ مُتَّفِقَةٌ عَلَى اشْتِرَاطِ الْوَطَنِ وَالِاسْتِيطَانِ، وَإِنِ اخْتَلَفَتْ فِي صِفَةِ الْوَطَنِ مِنْ مِصْرٍ أَوْ قَرْيَةٍ أَوْ نَحْوِهَا مَبْنِيَّةٍ بِحَجَرٍ أَوْ طِينٍ، أَوْ أَخْشَابٍ، أَوْ خِيَامٍ ثَابِتَةٍ صَيْفًا وَشِتَاءٍ عَلَى مَا تَقَدَّمَ. </p><p> وَقَدِ انْفَرَدَ أَبُو حَنِيفَةَ وَمَعَهُ صَاحِبُهُ أَبُو يُوسُفَ بِاشْتِرَاطِ وُجُودِ الْأَمِيرِ وَالْقَاضِي الَّذِي يُقِيمُ الْحُدُودَ احْتِرَازًا مِنَ الْقَاضِي الَّذِي لَا يُقِيمُ الْحُدُودَ، كَقَاضِي السُّوقِ، أَوْ إِذَا كَانَ مَنْ يَلِي الْقَضَاءَ امْرَأَةً عَلَى مَذْهَبِهِ فِي ذَلِكَ وَهِيَ لَا تَقْضِي فِي الْحُدُودِ لِعَدَمِ جَوَازِ شَهَادَتِهَا فِيهَا، وَاكْتَفَى الْأَئِمَّةُ الثَّلَاثَةُ بِمُطْلَقِ الِاسْتِيطَانِ، وَمَعْلُومٌ أَنَّ الِاسْتِيطَانَ يَسْتَلْزِمُ الْإِمَارَةَ شَرْعًا وَعَقْلًا. </p><p> أَمَّا شَرْعًا، فَلِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَا مِنْ ثَلَاثَةٍ لَا يُؤَمِّرُونَ عَلَيْهِمْ أَمِيرًا إِلَّا اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ» . </p><p> وَعَقْلًا، فَإِنَّ مُسْتَوْطِنِينَ لَا تَسْلَمُ أَحْوَالُهُمْ مِنْ خِلَافَاتٍ، وَمُشَاحَّةٍ فِيمَا بَيْنَهُمْ فَلَا بُدَّ مِنْ شَخْصٍ يَرْجِعُونَ إِلَيْهِ، وَهُوَ فِي مَعْنَى الْأَمِيرِ الْمَطْلُوبِ، كَمَا أَنَّ الِاسْتِيطَانَ يَسْتَلْزِمُ السُّوقَ لِحَوَائِجِهِمْ كَمَا هُوَ مَعْلُومٌ عُرْفًا. </p><p> وَقَدِ اسْتَدَلَّ الْجُمْهُورُ بِحَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ أَوَّلَ جُمُعَةٍ جُمِّعَتْ بَعْدَ جُمُعَةٍ فِي مَسْجِدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَرْيَةٍ مِنْ قُرَى الْبَحْرَيْنِ يُقَالُ لَهَا جُوَاثَى، وَبِحَدِيثِ أَبِي أُمَامَةَ أَنَّهُ جَمَّعَ بِهِمْ بِالْمَدِينَةِ قَبْلَ مَجِئِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَزْمٍ مِنْ حَرَّةِ بَنِي بَيَاضَةَ يُقَالُ لَهُ: نَقِيعُ الْخَضَمَاتِ، مِمَّا لَا يَسْتَلْزِمُ الْمِصْرَ الَّذِي اشْتَرَطَهُ أَبُو حَنِيفَةَ رَحِمَهُ اللَّهُ. </p><p> وَأَجَابَ الْأَحْنَافُ عَنْ ذَلِكَ بِعَدَمِ الْمُعَارَضَةِ بَيْنَ حَدِيثِ عَلِيٍّ وَحَدِيثِ ابْنِ عَبَّاسٍ، وَفِعْلِ أَبِي أُمَامَةَ، وَقَالُوا: إِنَّ قَوْلَ عَلِيٍّ لَا يَكُونُ إِلَّا عَنْ سَمَاعٍ، وَلِأَنَّ قَوْلَهُ تَعَالَى: فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ، لَيْسَ عَلَى إِطْلَاقِهِ بِإِنْفَاقِ الْأُمَّةِ، إِذْ لَا يَجُوزُ إِقَامَتُهَا فِي الْبَرَارِي إِجْمَاعًا، وَلَا فِي كُلِّ قَرْيَةٍ عِنْدَ ابْنِ عَبَّاسٍ، بَلْ يُشْتَرَطُ أَلَّا يَظْعَنَ أَهْلُهَا عَنْهَا صَيْفًا وَلَا شِتَاءً، فَكَانَ خُصُوصُ الْمَكَانِ مُرَادًا فِيهَا إِجْمَاعًا، فَقَدَّرَ الْقَرْيَةَ مَنْ أَخَذَ بِحَدِيثِ ابْنِ عَبَّاسٍ بِأَنَّهَا الْقَرْيَةُ الْخَاصَّةُ، وَقَدَّرَ الْأَحْنَافُ الْمِصْرَ وَقَالُوا: هُوَ أَوْلَى لِنَصِّ حَدِيثِ عَلِيٍّ: «إِلَّا فِي مِصْرٍ جَامِعٍ» ، وَقَالُوا: إِنَّ إِقَامَتَهَا فِي قَرْيَةِ جُوَاثَى غَايَةُ مَا فِيهِ تَسْمِيَةُ جُوَاثَا قَرْيَةً، وَهَذِهِ التَّسْمِيَةُ هِيَ عُرْفُ الصَّدْرِ الْأَوَّلِ، وَهُوَ لُغَةُ الْقُرْآنِ فِي قَوْلِهِ تَعَالَى: وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ [٤٣ \\ ٣١] أَيْ: مَكَّةَ وَالطَّائِفِ، وَمَكَّةُ بِلَا شَكٍّ مِصْرٌ، وَفِي الصِّحَاحِ أَنَّ جُواثَا حِصْنٌ بِالْبَحْرَيْنِ، فَهِيَ مِصْرٌ إِذِ الْحِصْنُ لَا يَخْلُو عَنْ حَاكِمٍ عَلَيْهِمْ وَعَالِمٍ، أَمَّا صَلَاةُ أَبِي أُمَامَةَ فَلَمْ تَكُنْ عَنْ عِلْمٍ وَلَا تَقْرِيرٍ مِنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا كَانَتْ شُرِعَتِ الْجُمُعَةُ آنَذَاكَ، فَلَا حُجَّةَ فِيهِ. وَالَّذِي يَقْتَضِيهِ النَّظَرُ بَيْنَ هَذِهِ الْأَقْوَالِ وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ رَأْيَ الْجُمْهُورِ أَرْجَحُ. وَيَتَمَشَّى مَعَ قَوَاعِدِ مَذْهَبِ أَبِي حَنِيفَةَ فِي الْجُمْلَةِ ; لِأَنَّ الْأَحْنَافَ يَتَّفِقُونَ مَعَ الْجُمْهُورِ عَلَى تَسْمِيَةِ الْمِصْرِ قَرْيَةً كَتَسْمِيَةِ الطَّائِفِ وَمَكَّةَ قُرًى. </p><p> وَجَاءَ فِي الْقُرْآنِ: مَكَّةُ: أُمَّ الْقُرَى [٦ \\ ٩٢] ، فَالْقَرْيَةُ أَعَمُّ مِنَ الْمِصْرِ، وَمَذْهَبُ أَبِي حَنِيفَةَ تَقْدِيمُ الْعَامِّ عَلَى الْخَاصِّ فِي كَثِيرٍ مِنَ الْأُمُورِ، كَمَا فِي حَدِيثِ:  «فِيمَا سَقَتِ السَّمَاءُ الْعَشْرُ» ، فَقَدَّمَهُ عَلَى حَدِيثِ:  «لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ» ، وَمِنْ هَذَا كُلِّهِ يَتَّضِحُ أَنَّ الِاسْتِيطَانَ مُجْمَعٌ عَلَيْهِ، فَلَا تَصِحُّ فِي غَيْرِ وَطَنٍ، وَلَا تَلْزَمُ غَيْرَ مُسْتَوْطِنٍ، وَمَنْ قَالَ بِغَيْرِ ذَلِكَ فَقَدْ خَالَفَ الْأَئِمَّةَ، وَشَذَّ عَنِ الْأُمَّةِ، وَلَيْسَ لَهُ سَلَفٌ فِيمَا ذَهَبَ إِلَيْهِ، وَالَّذِي قَالَهُ الْجُمْهُورُ يَشْهَدُ لَهُ سِيَاقُ الْقُرْآنِ الْكَرِيمِ بِالْإِيمَاءِ وَالْإِشَارَةِ ; لِأَنَّنَا لَوْ أَخَذْنَا بِعَيْنِ الِاعْتِبَارِ الْأَمْرَ بِالسَّعْيِ إِلَى ذِكْرِ اللَّهِ، وَتَرْكِ الْبَيْعِ حَتَّى لَا يَشْغَلَ عَنْهَا، ثُمَّ الِانْتِشَارِ فِي الْأَرْضِ بَعْدَ قَضَائِهَا ; لَتَحَصَّلَ عِنْدَنَا مِنْ مَجْمُوعِ ذَلِكَ كُلِّهِ أَنَّ هُنَاكَ جَمَاعَةً نُودِيَتْ وَكُلِّفَتْ بِاسْتِجَابَةِ النِّدَاءِ وَالسَّعْيِ، ثُمَّ الْكَفِّ عَنِ الْبَيْعِ الَّذِي يَشْغَلُ عَنِ السَّعْيِ، وَمِثْلُ هَذَا الْبَيْعِ الَّذِي يُكَلَّفُونَ بِالْكَفِّ عَنْهُ وَالَّذِي يُخْشَى مِنْهُ شَغْلُ النَّاسِ عَنِ السَّعْيِ إِلَى الْجُمُعَةِ لَا يَكُونُ عَقْدًا بَيْنَ اثْنَيْنِ فَقَطْ، وَلَا يَكُونُ عَمَلًا فَرْدِيًّا بَلْ يُشْعِرُ بِأَنَّهُ عَمَلٌ بَيْنَ أَفْرَادٍ عَدِيدِينَ وَمُبَايَعَاتٌ مُتَعَدِّدَةٌ مِمَّا يُشَكِّلُ حَالَةَ السُّوقِ، وَالسُّوقُ لَا يَكُونُ فِي الْبَوَادِي بَلْ فِي الْقُرَى وَلِلْمُسْتَوْطِنِينَ. </p><p> وَالْعَادَةُ أَنَّ أَهْلَ الْبَوَادِي يَنْزِلُونَ إِلَى الْقُرَى وَالْأَمْصَارِ ; لِلتَّزَوُّدِ مِنْ أَسْوَاقِهَا، وَإِذَا وُجِدَ السُّوقُ، وَوُجِدَتِ الْجَمَاعَةُ، اقْتَضَى ذَلِكَ وُجُودَ الْحَاكِمِ لِاحْتِمَالِ الْمُشَاحَّةِ وَالْمُنَازَعَاتِ، كَمَا تَقَدَّمَ اسْتِلْزَامُ ذَلِكَ شَرْعًا وَعَقْلًا، كَمَا أَنَّ قَوْلَهُ تَعَالَى: فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ، يَدُلُّ عَلَى الْكَثْرَةِ ; لِأَنَّ مَادَّةَ الِانْتِشَارِ لَا تُطْلَقُ عَلَى الْوَاحِدِ وَلَا الِاثْنَيْنِ، كَمَا فِي حَدِيثِ:  «الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا» ، وَمِنْهُ انْتِشَارُ الْخَبَرِ لَا يَصْدُقُ عَلَى مَا يَكُونُ بَيْنَ اثْنَيْنِ، أَوْ أَكْثَرَ، إِذَا كَانُوا يَتَكَتَّمُونَ، فَإِذَا اسْتَفَاضَ وَكَثُرَ مَنْ يَعْرِفُهُ، قِيلَ لَهُ: انْتَشَرَ الْخَبَرُ. </p><p> قَالَ صَاحِبُ مُعْجَمِ مَقَايِيسِ اللُّغَةِ فِي مَادَّةِ نَشَرَ: النُّونُ وَالشِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحِ شَيْءٍ وَتَشَعُّبِهِ، فَقَوْلُهُ: وَتَشَعُّبُهُ يَدُلُّ عَلَى الْكَثْرَةِ. </p><p> وَقَالَ يُقَالُ: اكْتَسَى الْبَازِي رِيشًا نَشْرًا، أَيْ: مُنْتَشِرًا وَاسِعًا طَوِيلًا، وَمَعْلُومٌ أَنَّ رِيشَ الْبَازِي كَثِيرٌ، وَهَذَا الْوَصْفُ لَا يَتَأَتَّى مَنْ نَفَرٍ قَلَائِلَ فِي بَادِيَةٍ، بَلْ لَا يَتَأَتَّى تَحَقُّقُهُ إِلَّا مِنْ أَهْلِ الْقُرَى الْمُسْتَوْطِنِينَ. وَلَعَلَّنَا فِي هَذَا قَدْ أَوْضَحْنَا هَذِهِ الْمَسْأَلَةَ خَاصَّةً لِهَؤُلَاءِ الَّذِينَ يَقُولُونَ: إِنَّ الْجُمُعَةَ كَالْجَمَاعَةِ تَصِحُّ مِنْ أَيِّ عَدَدٍ فِي أَيِّ مَكَانٍ عَلَى أَيَّةِ حَالَةٍ كَانُوا، وَهُوَ قَوْلٌ فِي الْوَاقِعِ لَمْ يَكُنْ لَهُمْ فِيهِ سَلَفٌ، وَخَالَفُوا بِهِ السَّلَفَ وَالْخَلَفَ، مَعَ مَا فِي قَوْلِهِمْ مِنْ هَدْمِ حِكْمَةِ التَّشْرِيعِ فِي إِقَامَةِ الْجُمُعَةِ، حَيْثُ إِنَّنَا وَجَدْنَا حِكْمَةَ الْجَمَاعَةِ فِي الْعَدَدِ الْقَلِيلِ، وَلِأَهْلِ كُلِّ مَسْجِدٍ فِي كُلِّ ضَاحِيَةٍ. </p><p> ثُمَّ نَأَتِ الْجُمُعَةُ لِأَهْلِ الْقَرْيَةِ وَالْمِصْرِ، وَمَنْ فِي ضَوَاحِيهَا عَلَى بُعْدِ خَمْسَةِ أَوْ سِتَّةِ أَمْيَالٍ، كَمَا قَالَ الْمَالِكِيَّةُ، وَكَمَا كَانَ السَّلَفُ يَأْتُونَ إِلَى الْمَدِينَةِ زَمَنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا فِيهِ مِنْ تَجَمُّعٍ لِلْمُسْلِمِينَ عَلَى نِطَاقٍ أَوْسَعَ مِنْ نِطَاقِ الْجَمَاعَةِ. </p><p> ثُمَّ يَأْتِي الْعِيدُ وَهُوَ عَلَى نِطَاقٍ أَوْسَعَ فَيَشْمَلُ حَتَّى النِّسَاءُ يَحْضُرْنَ ذَلِكَ الْيَوْمَ، ثُمَّ يَأْتِي الْحَجُّ يَأْتُونَ إِلَيْهِ مِنْ كُلِّ فَجٍّ عَمِيقٍ، وَلَعَلَّ مِمَّا يَشْهَدُ لِهَذَا وَيَرُدُّ عَلَى مَنْ خَالَفَهُ، مَا جَاءَ فِي اجْتِمَاعِ الْعِيدِ وَالْجُمُعَةِ، إِذْ خَيَّرَهُمُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ النُّزُولِ إِلَى الْجُمُعَةِ، وَبَيْنَ الِاكْتِفَاءِ بِالْعِيدِ أَيْ: أَهْلِ الضَّوَاحِي. </p><p> ثُمَّ أَخْبَرَهُمْ بِأَنَّهُ سَيُصَلِّي الْجُمُعَةَ، فَلَوْ أَنَّ الْجُمُعَةَ تَصِحُّ مِنْهُمْ فِي مَنَازِلِهِمْ وَضَوَاحِيهِمْ ; لَأَرْشَدَهُمْ إِلَى ذَلِكَ وَأَعْفَاهُمْ مِنَ النُّزُولِ سَوَاءٌ فِي يَوْمِ الْعِيدِ الَّذِي يَكُونُ فِي يَوْمِ الْجُمُعَةِ، أَوْ </p><p> فِي الْجُمُعَةِ مِنْ غَيْرِ يَوْمِ الْعِيدِ، بَلْ كَانُوا يَنْزِلُونَ مِنْ أَطْرَافِ الْمَدِينَةِ كَمَا هُوَ مَعْلُومٌ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْعَدَدُ فِي الْجُمُعَةِ </p><p> وَالْوَاقِعُ أَنَّ مَسْأَلَةَ الْعَدَدِ فِي الْجُمُعَةِ قَدْ كَثُرَ الْخِلَافُ فِيهَا، فَمِنْ قَائِلٍ: تَصِحُّ بِوَاحِدٍ مَعَ الْإِمَامِ، وَعَزَاهُ ابْنُ رُشْدٍ لِلطَّبَرِيِّ، وَمِنْ قَائِلٍ بِاثْنَيْنِ مَعَ الْإِمَامِ وَعَزَاهُ الْقُرْطُبِيُّ لِلْحَسَنِ، وَمِنْ قَائِلٍ بِثَلَاثَةٍ مَعَ الْإِمَامِ وَعُزِيَ لِأَبِي حَنِيفَةَ، وَمِنْ قَائِلٍ بِاثْنَيْ عَشَرَ رَجُلًا، وَعَزَاهُ الْقُرْطُبِيُّ لِرَبِيعَةَ، وَمِنْ قَائِلٍ بِثَلَاثِينَ، وَمِنْ قَائِلٍ بِأَرْبَعِينَ، وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ. وَمِنْ قَائِلٍ بِكُلِّ عَدَدٍ يَتَأَتَّى فِي قَرْيَةٍ مُسْتَوْطَنَةٍ، وَأَلَّا يَكُونُوا ثَلَاثَةً وَنَحْوَهَا، وَهُوَ قَوْلُ مَالِكٍ. قَالَ فِي مَتْنِ خَلِيلٍ: وَبِجَمَاعَةٍ تَتَقَرَّى بِهِمْ قَرْيَةٌ بِلَا حَدٍّ. </p><p> وَقَالَ فِي الشَّرْحِ: أَيُّ جَمَاعَةٍ يُمْكِنُهُمُ الدَّفْعُ عَنْ أَنْفُسِهِمْ فِي الْأُمُورِ الْكَثِيرَةِ لَا النَّادِرَةِ، وَذَلِكَ يَخْتَلِفُ بِحَسَبِ الْجِهَاتِ إِلَى أَنْ قَالَ: وَأَفْهَمُ كَلَامِ الْمُؤَلِّفِ أَنَّ الِاثْنَيْ عَشَرَ لَا تَتَقَرَّى بِهِمْ قَرْيَةٌ، فَقَوْلُهُ: بِلَا حَدٍّ أَيْ بَعْدَ الِاثْنَيْ عَشَرَ. اهـ. </p><p> وَالْوَاقِعُ أَنَّ كُلَّ هَذِهِ الْأَقْوَالِ لَيْسَ عَلَيْهَا مُسْتَنَدٌ يُعَوَّلُ عَلَيْهِ فِي الْعَدَدِ، بِحَيْثُ لَوْ نَقَصَ وَاحِدٌ بَطَلَتْ، وَلَكِنَّ الَّذِي يَشْهَدُ لَهُ الشَّرْعُ مِنَ السَّمَاحَةِ وَالْيُسْرِ، هُوَ مَا قَالَهُ مَالِكٌ رَحِمَهُ اللَّهُ، وَمَا قَدَّمْنَا مِنْ أَنَّ السِّيَاقَ يَدُلُّ عَلَى وُجُودِ جَمَاعَةٍ لَهَا سُوقٌ، وَيَتَأَتَّى مِنْهَا الِانْتِشَارُ فِي الْأَرْضِ بَعْدَ انْقِضَاءِ الصَّلَاةِ، وَلَمْ نُطِلِ الْكَلَامَ فِي هَذِهِ الْمَسْأَلَةِ لِعَدَمِ وُجُودِ نَصٍّ صَرِيحٍ فِيهَا، وَكُلُّ مَا يُسْتَدَلُّ بِهِ فَهُوَ حِكَايَةُ حَالٍ تَحْتَمِلُ الزِّيَادَةَ وَالنَّقْصَ وَلَا يُعْمَلُ بِمَفَاهِيمِهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ الْآيَةَ. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - التَّنْبِيهُ عَلَى مَا فِيهَا مِنْ مَبْحَثٍ أُصُولِيٍّ، وَهُوَ الْأَمْرُ بَعْدَ الْحَظْرِ وَأَصَحُّ مَا فِيهِ أَنَّهُ يُرَدُّ الْأَمْرُ الْمَحْظُورُ إِلَى مَا كَانَ عَلَيْهِ قَبْلَ وُرُودِ الْحَظْرِ عَلَيْهِ. </p><p> مَسْأَلَةٌ </p><p> وَقْتُ السَّعْيِ إِلَى الْجُمُعَةِ ظَاهِرُ قَوْلِهِ تَعَالَى: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ، أَنَّ السَّعْيَ يَكُونُ بَعْدَ النِّدَاءِ، وَعِنْدَ تَرْكِ الْبَيْعِ، وَمَفْهُومُهُ </p><p> أَنَّ قَبْلَ النِّدَاءِ لَا يَلْزَمُ السَّعْيُ وَلَا تَرْكُ الْبَيْعِ، وَهَذَا ظَاهِرٌ مِنَ النَّصِّ، وَلَكِنْ جَاءَتْ نُصُوصٌ لِلْحَثِّ عَلَى الْبُكُورِ إِلَى الْجُمُعَةِ، مِنْهَا قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «مَنْ بَكَّرَ، وَابْتَكَرَ، وَمَشَى وَلَمْ يَرْكَبْ، وَصَلَّى مَا تَيَسَّرَ لَهُ» . الْحَدِيثَ. </p><p> وَحَدِيثُ:  «مَنْ رَاحَ فِي السَّاعَةِ الْأُولَى» إِلَى آخِرِ الْحَدِيثِ، فَكَانَ الْبُكُورُ مَنْدُوبًا إِلَيْهِ، وَهَذَا أَمْرٌ مُسَلَّمٌ بِهِ، وَلَكِنْ وَقَعَ الْخِلَافُ بَيْنَ مَالِكٍ وَالْجُمْهُورِ فِي مَبْدَأِ الْبُكُورِ، وَمَعْنَى السَّاعَةِ الْأُولَى أَيِّ سَاعَةٍ لُغَوِيَّةٍ أَوْ زَمَنِيَّةٍ، وَهَلْ هِيَ الْأُولَى مِنَ النَّهَارِ أَوِ الْأُولَى بَعْدَ الْأَذَانِ؟ ، فَقَالَ مَالِكٌ: إِنَّ السَّاعَةَ لُغَوِيَّةٌ، وَهِيَ الْأُولَى بَعْدَ الْأَذَانِ، إِذْ لَا يَجِبُ السَّعْيُ إِلَّا بَعْدَهُ وَقَبْلَهُ لَا تَكْلِيفَ بِهِ. </p><p> وَحَمَلَ الْجُمْهُورُ السَّاعَةَ عَلَى السَّاعَةِ الزَّمَنِيَّةِ، وَأَنَّ الْأُولَى هِيَ الْأُولَى مِنَ النَّهَارِ، وَالرَّاجِحُ مَا ذَهَبَ إِلَيْهِ الْجُمْهُورُ لِعِدَّةِ أُمُورٍ: </p><p> أَوَّلًا: فِي لَفْظِ حَدِيثِ الْبُكُورِ ; لِأَنَّ لَفْظَ الْبُكُورِ لَا يَكُونُ إِلَّا لِأَوَّلِ النَّهَارِ، وَلَا يُقَالُ لِمَا بَعْدَ الزَّوَالِ بُكُورٌ، بَلْ يُسَمَّى عَشِيًّا، كَمَا فِي قَوْلِهِ تَعَالَى: بُكْرَةً وَعَشِيًّا [١٩ \\ ١١] وَتَكْرَارُ بَكَّرَ، وَابْتَكَرَ، يَدُلُّ عَلَى أَنَّهُ فِي بُكْرَةِ النَّهَارِ وَأَوَائِلِهِ، وَكَذَلِكَ لَفْظَةُ:  «مَنْ رَاحَ» لِأَنَّ الرَّوَاحَ لِأَوَّلِ النَّهَارِ. </p><p> ثَانِيًا فِي الْحَدِيثِ:  «وَصَلَّى مَا تَيَسَّرَ» ، لَهُ دَلِيلٌ قَاطِعٌ عَلَى أَنْ هُنَاكَ زَمَنًا يَتَّسِعُ لِلصَّلَاةِ بِقَدْرِ مَا تَيَسَّرَ لَهُ. أَمَّا عَلَى مَذْهَبِ مَالِكٍ، فَلَا مُتَّسَعَ لِصَلَاةٍ بَعْدَ النِّدَاءِ، وَلَا سِيَّمَا فِي زَمَنِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمْ يَكُنْ إِلَّا أَذَانٌ وَاحِدٌ، وَبَعْدَ النِّدَاءِ فَلَا مُتَّسَعَ لِلصَّلَاةِ. </p><p> ثَالِثًا: مَا جَاءَ عَنْ بَعْضِ السَّلَفِ، كَمَا تَقَدَّمَ أَنَّهُ كَانَ يُصَلِّي أَرْبَعًا وَثَمَانِيَ وَاثْنَتَيْ عَشْرَةَ رَكْعَةً، وَهَذَا كُلُّهُ لَا يَكُونُ مَعَ السَّاعَاتِ اللُّغَوِيَّةِ، وَمَا جَاءَ عِنْدَ النَّيْسَابُورِيِّ مِنْ قَوْلِهِ فِي تَفْسِيرِهِ: وَكَانَتِ الطُّرُقَاتُ فِي أَيَّامِ السَّلَفِ وَقْتَ السَّحَرِ وَبَعْدَ الْفَجْرِ غَاصَّةً بِالْمُبَكِّرِينَ إِلَى الْجُمُعَةِ يَمْشُونَ بِالسُّرُجِ. </p><p> وَقِيلَ: أَوَّلُ بِدْعَةٍ أُحْدِثَتْ فِي الْإِسْلَامِ تَرْكُ الْبُكُورِ إِلَى الْجُمُعَةِ، وَالَّذِي يَقْتَضِيهِ النَّظَرُ فِي هَذِهِ الْمَسْأَلَةِ، هُوَ أَنَّ زَمَنَ السَّعْيِ لَهُ جِهَتَانِ: </p><p> جِهَةُ وُجُوبٍ وَإِلْزَامٍ، وَهَذَا لَا شَكَّ أَنَّهُ بَعْدَ النِّدَاءِ إِلَّا مَنْ كَانَ مَحَلُّهُ بَعِيدًا، بِحَيْثُ لَوِ انْتَظَرَ حَتَّى يُنَادَى لَهَا لَا يُدْرِكُهَا فَيَتَعَيَّنُ عَلَيْهِ السَّعْيُ إِلَيْهَا قَبْلَ النِّدَاءِ اتِّفَاقًا ; لِأَنَّهُ لَا يَتَمَكَّنُ مِنْ </p><p> أداءِ مَا وَجَبَ عَلَيْهِ مِنْ صَلَاةِ الْجُمُعَةِ إِلَّا بِذَلِكَ. </p><p> وَمَا لَا يَتِمُّ الْوَاجِبُ إِلَّا بِهِ فَهُوَ وَاجِبٌ، وَهَذَا مَخْصُوصٌ مِنْ ظَاهِرِ النَّصِّ الْمُتَقَدِّمِ. </p><p> الْجِهَةُ الثَّانِيَةُ: جِهَةُ نَدْبٍ وَاسْتِحْبَابٍ، وَهَذَا لَا يَتَقَيَّدُ بِزَمَنٍ وَإِنَّمَا هُوَ بِحَسَبِ ظُرُوفِ الشَّخْصِ، فَمَنْ تَمَكَّنَ مِنَ الْبُكُورِ، وَلَمْ يَتَعَطَّلْ بِبُكُورِهِ مَا هُوَ أَلْزَمُ مِنْهُ، فَيُنْدَبُ لَهُ الْبُكُورُ، وَبِحَسَبِ مَا يَكُونُ بُكُورُهُ فِي السَّاعَاتِ الْخَمْسِ الْمَذْكُورَةِ فِي الْحَدِيثِ يَكُونُ مَا لَهُ مِنَ الْأَجْرِ، وَيَشْهَدُ لِهَذَا الْمَعْنَى أَمْرَانِ: </p><p> الْأَوَّلُ: حَدِيثُ الْمَلَائِكَةِ عَلَى أَبْوَابِ الْمَسَاجِدِ يَكْتُبُونَ الْأَوَّلَ فَالْأَوَّلَ، فَإِذَا حَضَرَ الْإِمَامُ طَوَتِ الصُّحُفَ وَجَلَسُوا يَسْتَمِعُونَ الذِّكْرَ، فَكِتَابَةُ الْأَوَّلِ فَالْأَوَّلِ قَبْلَ خُرُوجِ الْإِمَامِ، تَدُلُّ عَلَى فَضْلِ الْأَوَّلِيَّةِ قَبْلَ النِّدَاءِ كَمَا تَقَدَّمَ. </p><p> الْأَمْرُ الثَّانِي: أَنَّنَا وَجَدْنَا لِكُلِّ وَاجِبٍ مَنْدُوبًا وَالسَّعْيُ إِلَى الْجُمُعَةِ عِنْدَ النِّدَاءِ وَاجِبٌ، فَيَكُونُ لَهُ مَنْدُوبٌ وَهُوَ السَّعْيُ قَبْلَ النِّدَاءِ، فَكَمَا لِلصَّلَاةِ وَالصِّيَامِ وَالزَّكَاةِ وَاجِبٌ وَمَنْدُوبٌ، فَكَذَلِكَ لِلسَّعْيِ وَاجِبٌ وَمَنْدُوبٌ، فَوَاجِبُهُ بَعْدَ النِّدَاءِ، وَمَنْدُوبُهُ قَبْلَهُ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الْغُسْلُ لِلْجُمُعَةِ </p><p> فِي قَوْلِهِ تَعَالَى: إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ تَرْتِيبُ السَّعْيِ إِلَى ذِكْرِ اللَّهِ عَلَى النِّدَاءِ، وَمَعْلُومٌ أَنَّ هَذَا مُقَيَّدٌ بِسَبْقِ الطُّهْرِ إِجْمَاعًا، وَقَدْ جَاءَ فِي قَوْلِهِ تَعَالَى: إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ [٥ \\ ٦] ، فَكَانَتِ الطَّهَارَةُ بِالْوُضُوءِ شَرْطًا فِي صِحَّةِ الصَّلَاةِ. </p><p> وَهُنَا فِي خُصُوصِ الْجُمُعَةِ لَمْ يُذْكَرْ شَيْءٌ فِي خُصُوصِ الطُّهْرِ لَهَا بِوُضُوءٍ أَوْ غُسْلٍ. </p><p> وَقَدْ جَاءَتْ أَحَادِيثُ فِي غُسْلِ الْجُمُعَةِ مِنْهَا حَدِيثُ أَبِي سَعِيدٍ مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «غُسْلُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» ، وَفِي لَفْظٍ:  «طُهْرُ يَوْمِ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ كَطُهْرِ الْجَنَابَةِ» ، وَهَذَا نَصٌّ صَرِيحٌ فِي وُجُوبِ الْغُسْلِ عَلَى كُلِّ مَنْ بَلَغَ سِنَّ الْحُلُمِ. </p><p> وَجَاءَ حَدِيثٌ آخَرُ:  «مَنْ تَوَضَّأَ يَوْمَ الْجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنِ اغْتَسَلَ فَالْغُسْلُ أَفْضَلُ» ، وَهَذَا نَصٌّ صَرِيحٌ فِي أَفْضَلِيَّةِ الْغُسْلِ عَلَى الْوُضُوءِ، وَبِالتَّالِي صِحَّةِ الْجُمُعَةِ بِالْوُضُوءِ وَهَذَا مَذْهَبُ الْجُمْهُورِ. </p>"
}