{
  "id": null,
  "sura": 62,
  "aya": 6,
  "text": "<p> هَذَا فِي مَوْضِعٍ آخَرَ فِي قَوْلِهِ تَعَالَى: الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ [٢ \\ ١٤٦] فَقَدْ جَحَدُوا رِسَالَةَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُمْ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ فَلَمْ يَنْفَعْهُمْ عِلْمُهُمْ بِهِ. </p><p> وَهَذِهِ الْآيَةُ أَشَدُّ مَا يَنْبَغِي الْحَذَرُ مِنْهَا، وَخَاصَّةً لِطُلَّابِ الْعِلْمِ وَحَمَلَتِهِ، كَمَا قَالَ تَعَالَى: بِئْسَ مَثَلُ الْقَوْمِ [٦٢ \\ ٥] أَيْ: تَشْبِيهُهُمْ فِي هَذَا الْمَثَلِ بِهَذَا الْحَيَوَانِ الْمَعْرُوفِ. </p><p> وَقَدْ سَبَقَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - الْكَلَامُ عَلَى هَذَا الْمِثَالِ فِي عِدَّةِ مَوَاضِعَ مِنَ الْأَضْوَاءِ، مِنْهَا فِي الْجُزْءِ الثَّانِي عِنْدَ قَوْلِهِ تَعَالَى: فَمَثَلُهُ كَمَثَلِ الْكَلْبِ الْآيَةَ [٧ \\ ١٧٦] . </p><p> وَمِنْهَا فِي الْجُزْءِ الثَّالِثِ عِنْدَ قَوْلِهِ تَعَالَى: مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ الْآيَةَ [١٤ \\ ١٨] . </p><p> وَمِنْهَا فِي الْجُزْءِ الرَّابِعِ عِنْدَ قَوْلِهِ تَعَالَى: وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ [١٨ \\ ٥٤] فِي سُورَةِ «الْكَهْفِ» بِمَا فِيهِ الْكِفَايَةُ. </p><p> وَالَّذِي يَنْبَغِي التَّنْبِيهُ عَلَيْهِ هُوَ أَنْ أَكْثَرَ الْمُفَسِّرِينَ يَجْعَلُهُ مِنْ قَبِيلِ التَّشْبِيهِ الْمُفْرِدِ، وَأَنَّ وَجْهَ الشَّبَهِ فِيهِ مُفْرَدٌ وَهُوَ عَدَمُ الِانْتِفَاعِ بِالْمَحْمُولِ، كَالْبَيْتِ الَّذِي فِيهِ: </p><p> كَالْعِيسِ فِي الْبَيْدَاءِ يَقْتُلُهَا الظَّمَا ... وَالْمَاءُ فَوْقَ ظُهُورِهَا مَحْمُولُ </p><p> وَالَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ أَنَّهُ مِنْ قَبِيلِ التَّشْبِيهِ التَّمْثِيلِيِّ؛ لِأَنَّ وَجْهَ الشَّبَهِ مُرَكَّبٌ مِنْ مَجْمُوعِ كَوْنِ الْمَحْمُولِ كُتُبًا نَافِعَةً، وَالْحَامِلِ حِمَارًا لَا عَلَاقَةَ لَهُ بِهَا بِخِلَافِ مَا فِي الْبَيْتِ، لِأَنَّ الْعِيسَ يُمْكِنُ أَنْ تَنْتَفِعَ بِالْمَاءِ لَوْ حَصَلَتْ عَلَيْهِ، وَالْحِمَارُ لَا يَنْتَفِعُ بِالْأَسْفَارِ وَلَوْ نُشِرَتْ بَيْنَ عَيْنَيْهِ، وَفِيهِ إِشَارَةٌ إِلَى أَنَّ مِنْ مُوجِبَاتِ نَقْلِ النُّبُوَّةِ عَنْ بَنِي إِسْرَائِيلَ كُلِّيَّةً أَنَّهُمْ وَصَلُوا إِلَى حَدِّ الْإِلْبَاسِ مِنِ انْتِفَاعِهِمْ بِأَمَانَةِ التَّبْلِيغِ وَالْعَمَلِ، فَنَقَلَهَا اللَّهُ إِلَى قَوْمٍ أَحَقَّ بِهَا وَبِالْقِيَامِ بِهَا. </p><p> قَوْلُهُ تَعَالَى: قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: الْخِطَابُ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِينَ هَادُوا هُمُ الْيَهُودُ. </p>"
}