{
  "id": null,
  "sura": 62,
  "aya": 11,
  "text": "<p> وَقَدْ جَاءَ عِنْدَ مَالِكٍ فِي الْمُوَطَّأِ: أَنَّ عُثْمَانَ دَخَلَ يَوْمَ الْجُمُعَةِ، وَعُمَرُ يَخْطُبُ فَعَاتَبَهُ عَلَى تَأَخُّرِهِ، فَأَخْبَرَهُ أَنَّهُ مَا إِنْ سَمِعَ النِّدَاءَ حَتَّى تَوَضَّأَ، وَأَتَى إِلَى الْمَسْجِدِ، فَقَالَ لَهُ: وَالْوُضُوءَ أَيْضًا، وَذَلِكَ بِمَحْضَرٍ مِنَ الصَّحَابَةِ، فَلَمْ يَأْمُرْهُ بِالْعَوْدَةِ إِلَى الْغُسْلِ، وَلَوْ كَانَ وَاجِبًا لَمَا تَرَكَهُ عُثْمَانُ مِنْ نَفْسِهِ، وَلَا أَقَرَّهُ عُمَرُ وَتَرَكَهُ عَلَى وُضُوئِهِ. </p><p> فَقَالَ الْجُمْهُورُ: إِنَّ الْحَدِيثَ الْأَوَّلَ قَدْ نُسِخَ الْوُجُوبُ فِيهِ بِحَدِيثِ الْمُفَاضَلَةِ الْمَذْكُورِ، وَاسْتَدَلُّوا عَلَى ذَلِكَ بِأَمْرَيْنِ: الْأَوَّلُ قِصَّةُ عُمَرَ مَعَ عُثْمَانَ هَذِهِ. </p><p> وَالثَّانِي: قَوْلُ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - كَانُوا فِي أَوَّلِ الْأَمْرِ هُمْ فَعَلَةُ أَنْفُسِهِمْ فَكَانُوا يَأْتُونَ إِلَى الْمَسْجِدِ وَيَشْتَدُّ عَرَقُهُمْ فَتَظْهَرُ لَهُمْ رَوَائِحُ فَعَزَمَ عَلَيْهِمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْغُسْلِ، وَلَمَّا فَتَحَ اللَّهُ عَلَيْهِمْ وَجَاءَتْهُمُ الْعُلُوجُ وَكُفُوا مُؤْنَةَ الْعَمَلِ، رُخِّصَ لَهُمْ فِي ذَلِكَ، وَهَذَا هُوَ مَذْهَبُ الْجُمْهُورِ، كَمَا قَدَّمْنَا. </p><p> وَعِنْدَ الظَّاهِرِيَّةِ وُجُوبُ الْغُسْلِ، وَلَكِنْ لِلْيَوْمِ لَا لِلْجُمُعَةِ ; لِنَصِّ الْحَدِيثِ:  «غُسْلُ يَوْمِ الْجُمُعَةِ» وَلَمْ يَقُلِ الْغُسْلُ لِصَلَاةِ الْجُمُعَةِ، وَاسْتَدَلُّوا لِمَا ذَهَبُوا إِلَيْهِ مِنَ النُّصُوصِ فِي تَعَهُّدِ الشُّعُورِ وَالْأَظَافِرِ وَالْغُسْلِ بِصِيغَةٍ عَامَّةٍ كُلَّ يَوْمٍ عَلَى الْإِطْلَاقِ، وَقَيَّدُوهُ فِي الْغُسْلِ بِخُصُوصِ الْجُمُعَةِ، وَعَلَيْهِ فَإِنَّ مَنْ لَمْ يَغْتَسِلْ عِنْدَهُمْ قَبْلَ الصَّلَاةِ فَعَلَيْهِ أَنْ يَغْتَسِلَ بَعْدَهَا، وَأَنَّهُ لَيْسَ شَرْطًا عِنْدَهُمْ لِصِحَّتِهَا، وَالَّذِي يَظْهَرُ هُوَ صِحَّةُ مَذْهَبِ الْجُمْهُورِ لِأَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنَّ مُنَاسَبَةُ الْغُسْلِ فِي هَذَا الْيَوْمِ أَنْسَبُ مَا تَكُونُ لِهَذَا التَّجَمُّعِ، كَمَا أَشَارَتْ عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا - فَإِذَا أَهْدَرْنَا هَذِهِ الْمُنَاسَبَةَ كَانَ يَوْمُ الْجُمُعَةِ وَغَيْرُهُ سَوَاءً. </p><p> الثَّانِي: أَنَّ سِيَاقَ الْآيَةِ يُشِيرُ إِشَارَةً خَفِيَّةً إِلَى عَدَمِ وُجُوبِ الْغُسْلِ ; لِأَنَّهُ لَمْ يَذْكُرْ نَوْعَ طِهَارَةٍ عِنْدَ السَّعْيِ بَعْدَ الْأَذَانِ، وَمَعْلُومٌ أَنَّهُ لَا بُدَّ مِنْ طُهْرٍ لَهَا، فَيَكُونُ إِحَالَةً عَلَى الْآيَةِ الثَّانِيَةِ الْعَامَّةِ فِي كُلِّ الصَّلَوَاتِ: إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ الْآيَةَ، فَيُكْتَفَى بِالْوُضُوءِ وَتَحْصُلُ الْفَضْلِيَّةُ بِالْغُسْلِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا. </p><p> فِي عَوْدِ الضَّمِيرِ عَلَى التِّجَارَةِ وَحْدَهَا مُغَايَرَةٌ لِذِكْرِ اللَّهْوِ مَعَهَا. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: حُذِفَ أَحَدُهُمَا لِدَلَالَةِ الْمَذْكُورِ عَلَيْهِ، وَذَكَرَ قِرَاءَةً أُخْرَى، انْفَضُّوا </p><p> إِلَيْهِ يَعُودُ الضَّمِيرُ إِلَى اللَّهْوِ، وَهَذَا تَوْجِيهٌ قَدْ يَسُوغُ لُغَةً كَمَا فِي قَوْلِ نَابِغَةِ ذُبْيَانَ: </p><p> وَقَدْ أَرَانِي وَنُعْمًا لَاهِيَيْنِ بِهَا ... وَالدَّهْرُ وَالْعَيْشُ لَمْ يَهْمُمْ بِإِمْرَارِ </p><p> فَذَكَرَ الدَّهْرَ وَالْعَيْشَ، وَأَعَادَ عَلَيْهِمَا ضَمِيرًا مُنْفَرِدًا اكْتِفَاءً بِأَحَدِهِمَا عَنِ الْآخَرِ لِلْعِلْمِ بِهِ، وَهُوَ كَمَا قَالَ ابْنُ مَالِكٍ: وَحَذْفُ مَا يُعْلَمُ جَائِزٌ. </p><p> وَقَدْ ذَكَرَ الشَّيْخُ - رَحِمَهُ اللَّهُ - لِهَذَا نَظَائِرُ فِي غَيْرِ عَوْدِ الضَّمِيرِ، كَقَوْلِهِ تَعَالَى: وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ [١٦ \\ ٨١] ، فَالَّتِي تَقِي الْحَرَّ، تَقِي الْبَرْدَ، فَاكْتَفَى بِذِكْرِ أَحَدِهِمَا لِدَلَالَتِهِ عَلَى الْآخَرِ، وَلَكِنَّ الْمَقَامَ هُنَا خِلَافُ ذَلِكَ. </p><p> وَقَدْ قَالَ الشَّيْخُ عَنْ هَذِهِ الْآيَةِ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ: لَا يَخْفَى أَنَّ أَصْلَ مَرْجِعِ الضَّمِيرِ هُوَ الْأَحَدُ الدَّائِرُ بَيْنَ التِّجَارَةِ وَاللَّهْوِ، بِدَلَالَةِ لَفْظَةِ أَوْ عَلَى ذَلِكَ، وَلَكِنَّ الضَّمِيرَ رَجَعَ إِلَى التِّجَارَةِ وَحْدَهَا دُونَ اللَّهْوِ، فَبَيْنَهُ وَبَيْنَ مُفَسِّرِهِ بَعْضُ مُنَافَاةٍ فِي الْجُمْلَةِ، وَالْجَوَابُ: أَنَّ التِّجَارَةَ أَهَمُّ مِنَ اللَّهْوِ وَأَقْوَى سَبَبًا فِي الِانْفِضَاضِ عَنِ النَّبِيِّ - صلّى الله عليه وسلم - لِأَنَّهُمُ انْفَضُّوا مِنْ أَجْلِ الْعِيرِ، وَاللَّهْوُ كَانَ مِنْ أَجْلِ قُدُومِهَا، مَعَ أَنَّ اللُّغَةَ يَجُوزُ فِيهَا رُجُوعُ الضَّمِيرِ لِأَحَدِ الْمَذْكُورَيْنِ قَبْلَهُ. أَمَّا فِي الْعَطْفِ بِأَوْ فَوَاضِحٌ، كَقَوْلِهِ تَعَالَى: وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا [٤ \\ ١١٢] . </p><p> وَأَمَّا الْوَاوُ فَهُوَ فِيهَا كَثِيرٌ كَقَوْلِهِ: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ [٢ \\ ٤٥] وَقَوْلِهِ: وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ [٩ \\ ٦٢] ، وَقَوْلِهِ: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ [٩ \\ ٣٤] . اهـ. </p><p> أَيْ: أَنَّ هَذِهِ الْأَمْثِلَةَ كُلَّهَا يُذْكَرُ فِيهَا أَمْرَانِ، وَيَعُودُ الضَّمِيرُ عَلَى وَاحِدٍ مِنْهُمَا. </p><p> وَبِنَاءً عَلَى جَوَابِ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - يُمْكِنُ الْقَوْلُ بِأَنَّ عَوْدَ الضَّمِيرِ عَلَى أَحَدِ الْمَذْكُورَيْنِ، إِمَّا لِتَسَاوِيهِمَا فِي الْمَاصَدَقَ، وَإِمَّا لِمَعْنًى زَائِدٍ فِيمَا عَادَ عَلَيْهِ الضَّمِيرُ. </p><p> فَمِنَ الْمُتَسَاوِيَيْنِ قَوْلُهُ تَعَالَى: وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا لِتَسَاوِيهِمَا فِي النَّهْيِ وَالْعِصْيَانِ، وَمِمَّا لَهُ مَعْنًى زَائِدٌ قَوْلُهُ تَعَالَى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ، وَإِنَّهَا أَيْ: الصَّلَاةُ ; لِأَنَّهَا أَخَصُّ مِنْ عُمُومِ الصَّبْرِ، وَوُجُودُ الْأَخَصِّ يَقْتَضِي وُجُودَ الْأَعَمِّ دُونَ الْعَكْسِ، وَلِأَنَّ الصَّلَاةَ وَسِيلَةٌ لِلصَّبْرِ، كَمَا فِي الْحَدِيثِ: كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا حَزَبَهُ أَمْرُ هَمٍّ فَزِعَ إِلَى الصَّلَاةِ. </p><p> وَكَذَلِكَ قَوْلُهُ تَعَالَى: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا، أَيْ: الْفِضَّةَ ; لِأَنَّ كَنْزَ الْفِضَّةِ أَوْفَرُ، وَكَانِزُوهَا أَكْثَرُ فَصُورَةُ الْكَنْزِ حَاصِلَةٌ فِيهَا بِصِفَةٍ أَوْسَعَ، وَلَدَى كَثِيرٍ مِنَ النَّاسِ، فَكَانَ تَوْجِيهُ الْخِطَابِ إِلَيْهِمْ أَوْلَى، وَمِنْ نَاحِيَةٍ أُخْرَى لَمَّا كَانَتِ الْفِضَّةُ مِنَ النَّاحِيَةِ النَّقْدِيَّةِ أَقَلَّ قِيمَةً، وَالذَّهَبُ أَعْظَمَ، كَانَ فِي عَوْدِ الضَّمِيرِ عَلَيْهَا تَنْبِيهٌ بِالْأَدْنَى عَلَى الْأَعْلَى، فَكَأَنَّهُ أَشْمَلُ وَأَعَمُّ، وَأَشَدُّ تَخْوِيفًا لِمَنْ يَكْنِزُونَ الذَّهَبَ. </p><p> أَمَّا الْآيَةُ هُنَا، فَإِنَّ التَّوْجِيهَ الَّذِي وَجَّهَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - لِعَوْدِ الضَّمِيرِ عَلَى التِّجَارَةِ، فَإِنَّهُ فِي السِّيَاقِ مَا يَدُلُّ عَلَيْهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى بَعْدَهَا: قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ [٦٢ \\ ١١] ، فَذَكَرَ السَّبَبَيْنِ الْمُتَقَدِّمَيْنِ ; لِانْفِضَاضِهِمْ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثُمَّ عَقَّبَهُ بِقَوْلِهِ تَعَالَى، بِالتَّذْيِيلِ الْمُشْعِرِ بِأَنَّ التِّجَارَةَ هِيَ الْأَصْلُ بِقَوْلِهِ: وَاللَّهُ خَيْرُ الرَّازِقِينَ [٦٢ \\ ١١] ، وَالرِّزْقُ ثَمَرَةُ التِّجَارَةِ، فَكَانَ هَذَا بَيَانًا قُرْآنِيًّا لِعَوْدِ الضَّمِيرِ هُنَا عَلَى التِّجَارَةِ دُونَ اللَّهْوِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ </p><p> قَالَ أَبُو حَيَّانَ عَنِ ابْنِ عَطِيَّةَ: تأَمَّلْ إِنْ قُدِّمَتِ التِّجَارَةُ عَلَى اللَّهْوِ فِي الرُّؤْيَةِ ; لِأَنَّهَا أَهَمُّ وَأُخِّرَتْ مَعَ التَّفْضِيلِ لِتَقَعَ النَّفْسُ أَوَّلًا عَلَى الْأَبْيَنِ. اهـ. </p><p> يُرِيدُ بِقَوْلِهِ: فِي الرُّؤْيَةِ: (وَإِذَا رَأَوْا) ، وَبِقَوْلِهِ: مَعَ التَّفْضِيلِ: قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ، أَيْ: لِأَنَّ اللَّهْوَ أَبْيَنُ فِي الظُّهُورِ، وَالَّذِي يَظْهَرُ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى، أَنَّهُ عِنْدَ التَّفْضِيلِ ذَكَرَ اللَّهْوَ لِلْوَاقِعِ فَقَطْ ; لِأَنَّ اللَّهْوَ لَا خَيْرَ فِيهِ مُطْلَقًا فَلَيْسَ مَحَلًّا لِلْمُفَاضَلَةِ، وَآخَّرَ ذِكْرَ التِّجَارَةِ ; لِتَكُونَ أَقْرَبَ لِذِكْرِ الرِّزْقِ لِارْتِبَاطِهِمَا مَعًا، فَلَوْ قُدِّمَتِ التِّجَارَةُ هُنَا أَيْضًا لَكَانَ ذِكْرُ اللَّهْوِ فَاصِلًا بَيْنَهَا وَبَيْنَ قَوْلِهِ تَعَالَى: وَاللَّهُ خَيْرُ الرَّازِقِينَ، وَهُوَ لَا يَتَنَاسَقُ مَعَ حَقِيقَةِ الْمُفَاضَلَةِ. </p>"
}