{
  "id": null,
  "sura": 63,
  "aya": 3,
  "text": "<p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: أَيْ بِسَبَبِ اتِّخَاذِهِمْ أَيْمَانَهُمْ جُنَّةً وَخَفَاءِ كُفْرِهِمُ الْبَاطِنِ، تَمَكَّنُوا مِنْ صَدِّ بَعْضِ النَّاسِ عَنْ سَبِيلِ اللَّهِ، لِأَنَّ الْمُسْلِمِينَ يَظُنُّونَهُمْ إِخْوَانًا وَهُمْ أَعْدَاءٌ، وَشَرُّ الْأَعْدَاءِ مَنْ تَظُنُّ أَنَّهُ صَدِيقٌ وَلِذَا حَذَّرَ اللَّهُ نَبِيَهُ مِنْهُمْ بِقَوْلِهِ: هُمُ الْعَدُوُّ فَاحْذَرْهُمْ [٦٣ \\ ٤] ، وَصَدُّهُمُ النَّاسَ عَنْ سَبِيلِ اللَّهِ كَتَعْوِيقِهِمْ عَنِ الْجِهَادِ ; كَمَا بَيَّنَهُ بِقَوْلِهِ: قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا الْآيَةَ [٣٣ \\ ١٨] . وَبِقَوْلِهِ: وَقَالُوا لَا تَنْفِرُوا فِي الْحَرِّ الْآيَةَ [٩ \\ ٨١] . وَقَوْلِهِ: الَّذِينَ قَالُوا لِإِخْوَانِهِمْ وَقَعَدُوا لَوْ أَطَاعُونَا مَا قُتِلُوا الْآيَةَ [٣ \\ ١٦٨] . </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: (سَاءَ) فِعْلٌ جَامِدٌ لِإِنْشَاءِ الذَّمِّ بِمَعْنَى بِئْسَ. اهـ. </p><p> وَقَدْ بَيَّنَ تَعَالَى تِلْكَ الْإِسَاءَةَ مِنَ الْمُنَافِقِينَ فِي عِدَّةِ جِهَاتٍ مِنْهَا قَوْلُهُ تَعَالَى: يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا [٢ \\ ٩] . وَقَوْلُهُ: إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ [٤ \\ ١٤٢] . </p><p> وَكَانَ خِدَاعُهُمْ بِالْقَوْلِ وَبِالْفِعْلِ، وَخِدَاعُهُمْ بِالْقَوْلِ فِي قَوْلِهِ عَنْهُمْ: يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ [٤٨ \\ ١١] . </p><p> وَخِدَاعُهُمْ فِي الْفِعْلِ فِي قَوْلِهِ عَنْهُمْ: وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ [٤ \\ ١٤٢] . </p><p> وَفِي الْجِهَادِ قَوْلُهُمْ: إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا [٣٣ \\ ١٣] . </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ. </p><p> فِي هَذِهِ الْآيَةِ نَصٌّ عَلَى أَنَّ الطَّبْعَ عَلَى قُلُوبِهِمْ نَتِيجَةٌ لِكُفْرِهِمْ بَعْدَ إِيمَانِهِمْ، وَمِثْلُهُ قَوْلُهُ تَعَالَى: بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ [٤ \\ ١٥٥] . وَكَقَوْلِهِ: فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ [٦١ \\ ٥] . </p>"
}