{
  "id": null,
  "sura": 63,
  "aya": 9,
  "text": "<p> وَقَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَنْ بَعْضِ الْعُلَمَاءِ: ذَلِكَ بِأَنَّهُمْ آمَنُوا، أَيْ: بِأَلْسِنَتِهِمْ نِفَاقًا ثُمَّ كَفَرُوا بِقُلُوبِهِمْ فِي الْحَقِيقَةِ. اهـ. </p><p> وَتَقَدَّمَ فِي أَوَّلِ سُورَةِ الْبَقَرَةِ خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ [٢ \\ ٧] فَهُمْ لَا يَعْقِلُونَ بَعْدَ هَذَا الطَّبْعِ، وَمَعَ هَذَا الْخَتْمِ كَقَوْلِهِ تَعَالَى: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ [١٨ \\ ٥٧] . </p><p> قَوْلُهُ تَعَالَى: هُمُ الْعَدُوُّ فَاحْذَرْهُمْ. </p><p> فِيهِ مَا يُشْعِرُ بِحَصْرِ الْعَدَاوَةِ فِي الْمُنَافِقِينَ مَعَ وُجُودِهَا فِي الْمُشْرِكِينَ وَالْيَهُودِ، وَلَكِنَّ إِظْهَارَ الْمُشْرِكِينَ شِرْكَهُمْ، وَإِعْلَانَ الْيَهُودِ كُفْرَهُمْ مَدْعَاةٌ لِلْحَذَرِ طَبْعًا. </p><p> أَمَّا هَؤُلَاءِ فَادِّعَاؤُهُمُ الْإِيمَانَ وَحَلِفُهُمْ عَلَيْهِ، قَدْ يُوحِي بِالرُّكُونِ إِلَيْهِمْ وَلَوْ رَغْبَةً فِي تَأْلِيفِهِمْ، فَكَانُوا أَوْلَى بِالتَّحْذِيرِ مِنْهُمْ لِشِدَّةِ عَدَاوَتِهِمْ وَلِقُوَّةِ مُدَاخَلَتِهِمْ مَعَ الْمُسْلِمِينَ، مِمَّا يُمَكِّنُهُمْ مِنَ الِاطِّلَاعِ عَلَى جَمِيعِ شُئُونِهِمْ. </p><p> وَقَدْ جَاءَ فِي آخِرِ السُّورَةِ كُلِّهِ كَاشِفًا لِحَقِيقَتِهِمْ وَمُبَيِّنًا شِدَّةَ عَدَاوَتِهِمْ سَوَاءٌ فِي قَوْلِهِمْ: لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا [٦٣ \\ ٧] ، أَوْ فِي تَآمُرِهِمْ عَلَى الْمُسْلِمِينَ فِي قَوْلِهِمْ: لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ [٦٣ \\ ٨] . وَقَوْلِهِ: إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ [٦٣ \\ ٦] . </p><p> (هُمْ) هُنَا الْمُنَافِقُونَ ; كَقَوْلِهِ تَعَالَى: إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ [٩ \\ ٦٧] . </p><p> قَوْلُهُ تَعَالَى: وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ. </p><p> تَقَدَّمَ بَيَانُهُ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عِنْدَ قَوْلِهِ تَعَالَى: لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ [٣٩ \\ ٦٣] . </p><p> قَوْلُهُ تَعَالَى: يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ مَا فِيهَا مِنَ الْقَوْلِ بِالْمُوجِبِ. </p><p> قَوْلُهُ تَعَالَى: يَأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ. </p>"
}