{
  "id": null,
  "sura": 63,
  "aya": 11,
  "text": "<p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - الْكَلَامُ عَلَيْهِ عِنْدَ قَوْلِهِ تَعَالَى: الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا [١٨ \\ ٤٦] ، وَقَدْ بَيَّنَ سَبَبَ لَهْوِ الْمَالِ وَالْوَلَدِ عَنْ ذِكْرِ اللَّهِ، بِأَنَّ الْعَبْدَ يُفْتَنُ فِي ذَلِكَ فِي قَوْلِهِ تَعَالَى الْآتِي فِي سُورَةِ «التَّغَابُنِ» : إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ [٦٤ \\ ١٥] . </p><p> أَيْ: لِمَنْ سَخَّرَ الْمَالَ فِي طَاعَةِ اللَّهِ، وَبِالتَّأَمُّلِ فِي آخِرِ هَذِهِ السُّورَةِ، وَآخِرِ الَّتِي قَبْلَهَا نَجِدُ اتِّحَادًا فِي الْمَوْضُوعِ وَالتَّوْجِيهِ. </p><p> فَهُنَاكَ قَوْلُهُ تَعَالَى: وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ [٦٢ \\ ١١] . </p><p> وَجَاءَ عَقِبَهُ مُبَاشَرَةً سُورَةُ: إِذَا جَاءَكَ الْمُنَافِقُونَ [٦٣ \\ ١] ، وَلَعَلَّهُ مِمَّا يُشْعِرُ أَنَّ الَّذِينَ بَادَرُوا بِالْخُرُوجِ لِلْعِيرِ هُمُ الْمُنَافِقُونَ، وَتَبِعَهُمُ الْآخَرُونَ لِحَاجَتِهِمْ لِمَا تَحْمِلُ الْعِيرُ، وَهُنَا بَعْدَمَا رَكَنَ الْمُنَافِقُونَ لِلْمَالِ جَاءَ: لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا فَكَانَتْ أَمْوَالُهُمْ فِتْنَةً لَهُمْ فِي مَقَالَتِهِمْ تِلْكَ، فَحَذَّرَ اللَّهُ الْمُؤْمِنِينَ بِقَوْلِهِ: لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ، سَوَاءٌ كَانَ الْمُرَادُ بِالْأَمْوَالِ خُصُوصَ ذِكْرِ الْخُطْبَةِ وَالْعِيرِ الْمُتَقَدِّمِ ذِكْرُهُمَا، أَوْ عُمُومَ الْعِبَادَاتِ وَالْمُكْتَسَبَاتِ. </p><p> قَوْلُهُ تَعَالَى: وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ. </p><p> فِيهِ الْإِنْفَاقُ مِنْ بَعْضِ مَا رَزَقَهُمْ، وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَبْحَثُ الِاقْتِصَادِ فِي الْإِنْفَاقِ عِنْدَ قَوْلِهِ فِي أَوَّلِ سُورَةِ «الْبَقَرَةِ» : وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ [٢ \\ ٣] . </p><p> قَوْلُهُ تَعَالَى: وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا. </p><p> وَكَذَلِكَ لَا يُقَدِّمُهَا عَلَيْهِ ; كَمَا فِي قَوْلِهِ تَعَالَى: لِكُلِّ أُمَّةٍ أَجَلٌ إِذَا جَاءَ أَجَلُهُمْ فَلَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ [١٠ \\ ٤٩] . </p><p> وَبَيَّنَ تَعَالَى عَدَمَ تَأَخُّرِهِمْ مَعَ أَنَّهُمْ وُعِدُوا بِأَنَّهُمْ يَصَّدَّقُونَ وَيَكُونُونَ مِنَ الصَّالِحِينَ، مُشِيرًا لِلسَّبَبِ فِي قَوْلِهِ تَعَالَى: وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ [٦٤ \\ ١١] أَيْ: لَوْ أَخَّرَكُمْ ; لَأَنَّ شِيمَتَكُمُ الْكَذِبُ وَخَلْفُ الْوَعْدِ، وَأَنَّ هَذَا دَأَبُ أَمْثَالِهِمْ كَمَا بَيَّنَهُ تَعَالَى فِي قَوْلِهِ: وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ </p><p> [١٤ \\ ٤٤] . </p><p> وَقَوْلُهُ تَعَالَى: حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا [٢٣ \\ ٩٩ - ١٠٠] . </p><p> فَقَوْلُهُ تَعَالَى عَنْهُمْ: كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا، تُعَادِلُ فِي مَاصَدَقِهَا. </p><p> قَوْلُهُ تَعَالَى: وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ. </p><p> أَيْ: لَوْ أَخَّرَهُمْ لَنْ يَصْدُقُوا، وَلَنْ يَكُونُوا مِنَ الصَّالِحِينَ، وَاللَّهُ تَعَالَى مُحِيطٌ عِلْمُهُ بِمَا سَيَكُونُ، كَإِحَاطَتِهِ بِمَا قَدْ كَانَ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ التَّغَابُنِ </p><p> قَوْلُهُ تَعَالَى: يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. </p><p> تَقَدَّمَ مَعْنَى التَّسْبِيحِ وَمَدْلُولِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ فِي أَوَّلِ سُورَةِ «الْحَشْرِ» وَ «الْحَدِيدِ» ، وَهَذِهِ السُّورَةُ آخِرُ السُّوَرِ الْمُفْتَتَحَةِ بِالتَّسْبِيحِ، وَالْفِعْلُ هُنَا بِصِيغَةِ الْمُضَارِعِ الدَّالِّ عَلَى التَّجَدُّدِ وَالْحُدُوثِ، وَالتَّذْيِيلُ هُنَا بِصِفَاتِ الْكَمَالِ لِلَّهِ تَعَالَى بِقَوْلِهِ: لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لِلْإِشْعَارِ بِأَنَّ الْمُلْكَ لِلَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ، نَافِذٌ فِيهِ أَمْرُهُ، مَاضٍ فِيهِ حُكْمُهُ بِيَدِهِ أَزِمَّةُ أَمْرِهِ، كَمَا فِي قَوْلِهِ تَعَالَى: تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [٦٧ \\ ١] . </p><p> وَكَقَوْلِهِ فِي سُورَةِ «يس» : إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ [٣٦ \\ ٨٢ - ٨٣] . </p><p> وَمِنْ قُدْرَتِهِ عَلَى كُلِّ شَيْءٍ، وَتَصْرِيفِهِ لِأُمُورِ مُلْكِهِ كَيْفَ يَشَاءُ، أَنْ جَعَلَ الْعَالَمَ كُلَّهُ يُسَبِّحُ لَهُ بِحَمْدِهِ تَنْفِيذًا لِحِكْمَةٍ فِيهِ، كَمَا فِي قَوْلِهِ: لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ [٢٨ \\ ٧٠] ، فَجَمَعَ الْحَمْدَ وَالْحُكْمَ مَعًا لِجَلَالَةِ قُدْرَتِهِ وَكَمَالِ صِفَاتِهِ. </p><p> قَوْلُهُ تَعَالَى: هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي مُذَكِّرَةِ الدِّرَاسَةِ: الْمَعْنَى أَنَّ اللَّهَ هُوَ الَّذِي خَلَقَكُمْ وَقَدَّرَ عَلَى قَوْمٍ مِنْكُمُ الْكُفْرَ، وَعَلَى قَوْمٍ مِنْكُمُ الْإِيمَانَ، ثُمَّ بَعْدَ ذَلِكَ يَهْدِي كُلًّا لِمَا قَدَّرَهُ عَلَيْهِ كَمَا قَالَ: وَالَّذِي قَدَّرَ فَهَدَى [٨٧ \\ ٣] ، فَيَسَّرَ الْكَافِرَ إِلَى الْعَمَلِ بِالْكُفْرِ، وَيَسَّرَ الْمُؤْمِنَ لِلْعَمَلِ بِالْإِيمَانِ، كَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «اعْمَلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ» . اهـ. </p><p> وَمِنَ الْمَعْلُومِ أَنَّ هَذَا النَّصَّ مِنْ مَأْزِقِ الْقَدَرِيَّةِ وَالْجَبْرِيَّةِ، وَأَنَّ أَهْلَ السُّنَّةِ يُؤْمِنُونَ أَنَّ كُلًّا بِقَدَرِ اللَّهِ وَمَشِيئَتِهِ، كَمَا قَالَ ابْنُ تَيْمِيَةَ فِي الْعَقِيدَةِ الْوَاسِطِيَّةِ: وَهُمْ أَهْلُ السُّنَّةِ وَسَطٌ بَيْنَ </p><p> قَوْلِ: إِنَّ الْعَبْدَ مَجْبُورٌ عَلَى عَمَلِهِ لَا اخْتِيَارَ لَهُ كَالْوَرَقَةِ فِي مَهَبِّ الرِّيحِ. وَبَيْنَ قَوْلِ: إِنَّ الْعَبْدَ يَخْلُقُ فِعْلَهُ بِنَفْسِهِ، وَيَفْعَلُ مَا يُرِيدُ بِمَشِيئَتِهِ. </p><p> وَأَهْلُ السُّنَّةِ يَقُولُونَ بِقَوْلِهِ تَعَالَى: لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ [٨١ \\ ٢٩] . </p><p> وَقَدْ ذَكَرَ الْقُرْطُبِيُّ أَقْوَالَ الطَّائِفَتَيْنِ مِنْ أَهْلِ الْعِلْمِ، وَلِكُلِّ طَائِفَةٍ مَا اسْتَدَلَّتْ بِهِ، الْأُولَى عَنِ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «خَلَقَ اللَّهُ فِرْعَوْنَ فِي بَطْنِ أُمِّهِ كَافِرًا، وَخَلَقَ يَحْيَى بْنَ زَكَرِيَّا فِي بَطْنِ أُمِّهِ مُؤْمِنًا» . </p><p> بِمَا فِي الصَّحِيحِ مِنْ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ أَوْ بَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى لَمْ يَبْقَ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ أَوْ بَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا» . </p><p> وَقَالَ: قَالَ عُلَمَاؤُنَا: تَعَلَّقَ الْعِلْمُ الْأَزَلِيُّ بِكُلِّ مَعْلُومٍ، فَيَجْرِي مَا عَلِمَ وَأَرَادَ وَحَكَمَ. </p><p> الثَّانِيَةُ: مَا جَاءَ فِي قَوْلِهِ: وَقَالَ جَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ: إِنَّ اللَّهَ خَلَقَ الْخَلْقَ ثُمَّ كَفَرُوا وَآمَنُوا، قَالُوا: وَتَمَامُ الْكَلَامِ: وَهُوَ الَّذِي خَلَقَكُمْ، ثُمَّ وَصَفَهُمْ فَقَالَ: فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ. </p><p> وَكَقَوْلِهِ تَعَالَى: وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ [٢٤ \\ ٤٥] ، قَالُوا: فَاللَّهُ خَلَقَهُمْ وَالْمَشْيُ فِعْلُهُمْ. </p><p> وَاخْتَارَهُ الْحُسَيْنُ بْنُ الْفَضْلِ، قَالَ: لِأَنَّهُ لَوْ خَلَقَهُمْ كَافِرِينَ وَمُؤْمِنِينَ لَمَا وَصَفَهُمْ بِفِعْلِهِمْ، وَاحْتَجُّوا بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ» . الْحَدِيثَ. اهـ. </p><p> وَبِالنَّظَرِ فِي هَاتَيْنِ الْمَقَالَتَيْنِ نَجِدُ الْآتِيَ: </p><p> أَوَّلًا: التَّشْبِيهُ فِي الْمَقَالَةِ الثَّانِيَةِ لَا يَسْلَمُ ; لِأَنَّ وَصْفَ الدَّوَابِّ فِي حَالَةِ الْمَشْيِ لَيْسَ وَصْفًا فِعْلِيًّا، وَإِنَّمَا هُوَ مِنْ ضِمْنِ خَلْقِهِ تَعَالَى لَهَا وَلَمْ يَكُنْ مِنْهَا فِعْلٌ فِي ذَلِكَ. </p><p> ثَانِيًا: مَا اسْتَدَلَّتْ بِهِ كُلُّ طَائِفَةٍ مِنَ الْحَدِيثَيْنِ لَا تَعَارُضَ بَيْنَهُمَا ; لِأَنَّ الْحَدِيثَ الْأَوَّلَ: «إِنَّ أَحَدَكُمْ لَيَعْمَلُ» لِبَيَانِ الْمَصِيرِ وَالْمُنْتَهَى، وَفْقَ الْعِلْمِ الْأَزَلِيِّ وَالْإِرَادَةِ الْقَدَرِيَّةِ. </p>"
}