{
  "id": null,
  "sura": 64,
  "aya": 8,
  "text": "<p> إِلَى قَوْلِهِ: وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ [٣ \\ ٩٧] . </p><p> قَوْلُهُ تَعَالَى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - أَيْ: أَنَّ الْكُفَّارَ ادَّعَوْا أَنَّهُمْ لَا يُبْعَثُونَ قَائِلِينَ: إِنَّ الْعِظَامَ الرَّمِيمَ لَا تُحْيَا، قُلْ لَهُمْ يَا نَبِيَّ اللَّهِ: بَلَى وَرَبِّي لَتُبْعَثُنَّ، وَبَلَى حَرْفٌ يَأْتِي لِأَحَدِ مَعْنَيَيْنِ الْأَوَّلُ رَدُّ نَفْيٍ، كَمَا هُنَا. </p><p> الثَّانِي: جَوَابُ اسْتِفْهَامٍ مُقْتَرِنٍ بِنَفْيٍ نَحْوَ قَوْلِهِ: أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى [٧ \\ ١٧٢] ، وَقَوْلُهُ: وَرَبِّي قَسَمٌ بِالرَّبِّ عَلَى الْبَعْثِ الَّذِي هُوَ الْإِحْيَاءُ بَعْدَ الْمَوْتِ، وَقَدْ أَقْسَمَ بِهِ عَلَيْهِ فِي الْقُرْآنِ ثَلَاثَ مَرَّاتٍ، الْأَوَّلُ هَذَا. </p><p> وَالثَّانِي قَوْلُهُ: وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ [١٠ \\ ٥٣] . </p><p> الثَّالِثُ قَوْلُهُ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ [٣٤ \\ ٣] . اهـ. </p><p> وَقَوْلُهُ: ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ، بَيَّنَهُ تَعَالَى بِقَوْلِهِ: وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] ، وَقَوْلُهُ: وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ اسْمُ الْإِشَارَةِ رَاجِعٌ إِلَى الْبَعْثِ وَيُسْرُهُ أَمْرٌ مُسَلَّمٌ ; لِأَنَّ الْإِعَادَةَ أَهْوَنُ مِنَ الْبَدْءِ، كَمَا قَالَ تَعَالَى عَنِ الْكُفَّارِ: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٨ - ٧٩] ، وَقَوْلِهِ: مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ [٣١ \\ ٢٨] ، وَقَالَ وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ [٣٠ \\ ٢٧] . </p><p> قَوْلُهُ تَعَالَى: فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا. </p><p> النُّورُ هُنَا هُوَ الْقُرْآنُ كَمَا قَالَ تَعَالَى: مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ [٤٢ \\ ٥٢] ، وَهُوَ الْقُرْآنُ، وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْهِ - الْكَلَامُ عَلَيْهِ عِنْدَ قَوْلِهِ تَعَالَى: هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ [٥٧ \\ ٩] مِنْ سُورَةِ «الْحَدِيدِ» ، وَفِي الْمُذَكِّرَةِ سَمَّاهُ نُورًا ; لِأَنَّهُ كَاشِفٌ </p>"
}