{
  "id": null,
  "sura": 64,
  "aya": 6,
  "text": "<p> وَعَلَى كُلٍّ، فَإِنَّ قَضِيَّةَ الْقَدَرِ مِنْ أَخْطَرِ الْقَضَايَا وَأَغْمَضِهَا، كَمَا قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ: الْقَدَرُ سِرُّ اللَّهِ فِي خَلْقِهِ. </p><p> وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا ذُكِرَ الْقَضَاءُ فَأَمْسِكُوا» ، وَلَكِنْ عَلَى الْمُسْلِمِ النَّظَرُ فِيمَا أَنْزَلَ اللَّهُ مِنْ وَحْيٍ وَبَعَثَ مِنْ رُسُلٍ. </p><p> وَأَهَمُّ مَا فِي الْأَمْرِ هُوَ جَرْيُ الْأُمُورِ عَلَى مَشِيئَةِ اللَّهِ وَقَدْ جَاءَ مَوْقِفٌ عَمَلِيٌّ فِي قِصَّةِ بَدْرٍ، يُوَضِّحُ حَقِيقَةَ الْقَدَرِ وَيُظْهِرُ غَايَةَ الْعِبَرِ فِي قَوْلِهِ تَعَالَى: إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ [٨ \\ ٤٣] . </p><p> فَهُوَ تَعَالَى الَّذِي سَلَّمَ مِنْ مُوجِبَاتِ التَّنَازُعِ وَالْفَشَلِ بِمُقْتَضَى عِلْمِهِ بِذَاتِ الصُّدُورِ. </p><p> ثُمَّ قَالَ: وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ [٨ \\ ٤٤] ، فَقَدْ أَجْرَى الْأَسْبَابَ عَلَى مُقْتَضَى إِرَادَتِهِ فَقَلَّلَ كُلًّا مِنَ الْفَرِيقَيْنِ فِي أَعْيُنِ الْآخَرِ ; لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ فِي سَابِقِ عِلْمِهِ مَفْعُولًا، ثُمَّ بَيَّنَ الْمُنْتَهَى،: وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ. </p><p> فِيهِ اسْتِنْكَارُ الْكُفَّارِ أَنْ يَكُونَ مِنْ يَهْدِيهِمْ بَشَرًا لَا مَلَكًا، كَمَا قَالَ تَعَالَى: وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا [١٧ \\ ٩٤] ، وَقَوْلُهُ تَعَالَى: أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ [٥٤ \\ ٢٥] . </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي مُذَكِّرَةِ الدِّرَاسَةِ: فَشُبْهَتُهُمْ هَذِهِ الْبَاطِلَةُ رَدَّهَا اللَّهُ فِي آيَاتٍ كَثِيرَةٍ كَقَوْلِهِ تَعَالَى: وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا [٦ \\ ٩] ، وَقَوْلِهِ: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا [١٢ \\ ١٠٩] أَيْ: لَا مَلَائِكَةً وَقَوْلِهِ: وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ الْآيَةَ [٢٥ \\ ٢٠] . </p><p> قَوْلُهُ تَعَالَى: فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - الْكَلَامُ عَلَيْهِ عِنْدَ قَوْلِهِ تَعَالَى: وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ </p>"
}