{
  "id": null,
  "sura": 64,
  "aya": 11,
  "text": "<p> بَقِيَتْ أَمَاكِنُهُمْ فِي النَّارِ. </p><p> وَهُنَاكَ تَكُونُ مَنَازِلُ أَهْلِ الْجَنَّةِ فِي النَّارِ لِأَهْلِ النَّارِ، وَمَنَازِلُ أَهْلِ النَّارِ فِي الْجَنَّةِ لِأَهْلِ الْجَنَّةِ يَتَوَارَثُونَهَا عَنْهُمْ، فَيَكُونُ الْغَبْنُ الْأَلِيمُ، وَهُوَ اسْتِبْدَالُ مَكَانٍ فِي النَّارِ بِمَكَانٍ فِي الْجَنَّةِ وَرِثُوا أَمَاكِنَ الْآخَرِينَ الَّذِينَ ذَهَبُوا إِلَى النَّارِ. </p><p> قَوْلُهُ تَعَالَى: مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ نَصٌّ صَرِيحٌ بِأَنَّ مَا يُصِيبُ أَحَدًا مُصِيبَةٌ إِلَّا بِإِذْنِ اللَّهِ. </p><p> وَمَعْلُومٌ أَنَّهُ كَذَلِكَ مَا يُصِيبُ أَحَدًا خَيْرٌ إِلَّا بِإِذْنِ اللَّهِ عَلَى حَدِّ قَوْلِهِ: وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ [١٦ \\ ٨١] أَيْ: وَالْبَرْدَ. </p><p> وَلَكِنَّ التَّنْصِيصَ عَلَى الْمُصِيبَةِ هُنَا ; لِيَدُلَّ أَنَّ كُلَّ شَيْءٍ يَنَالُ الْعَبْدَ إِنَّمَا هُوَ بِإِذْنِ اللَّهِ ; لِأَنَّ الْجِبِلَّةَ تَأْبَى الْمَصَائِبَ وَتَتَوَقَّاهَا، وَمَعَ ذَلِكَ تُصِيبُهُ، وَلَيْسَ فِي مَقْدُورِهِ دَفْعُهَا بِخِلَافِ الْخَيْرِ، قَدْ يَدَّعِي أَنَّهُ حَصَّلَهُ بِاجْتِهَادٍ مِنْهُ كَمَا قَالَ قَارُونُ: إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي [٢٨ \\ ٧٨] . </p><p> وَقَوْلُهُ: وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ، قُرِئُ (يَهْدَأْ) بِالْهَمْزِ مِنَ الْهُدُوءِ، وَ (قَلْبُهُ) بِالرَّفْعِ، وَهِيَ بِمَعْنَى يَهْدِي قَلْبَهُ ; لِأَنَّهُ يَعْلَمُ أَنَّ مَا أَصَابَهُ لَمْ يَكُنْ لِيُخْطِئَهُ، فَيَسْتَرْجِعُ فَيَطْمَئِنُّ قَلْبُهُ بِهَذَا وَلَا يَجْزَعُ، وَهَذَا مِنْ خَصَائِصِ الْمُؤْمِنِ. </p><p> كَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «عَجَبًا لِأَمْرِ الْمُؤْمِنِ إِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ، فَكَانَ خَيْرًا لَهُ حَتَّى الشَّوْكَةِ يُشَاكُهَا فِي قَدَمِهِ» . </p><p> وَمِثْلُ هَذَا قَوْلُهُ تَعَالَى: وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ [٢ \\ ١٥٥ - ١٥٧] . </p><p> أَيْ: إِلَى مَا يَلْزَمُهُمْ مِنِ امْتِثَالٍ وَصَبْرٍ وَلِذَا جَاءَ بَعْدَهَا: وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ [٦٤ \\ ١٢] . </p>"
}