{
  "id": null,
  "sura": 65,
  "aya": 3,
  "text": "<p> يُرَاجِعَهَا، وَلْيَعْمَلْ كَمَا أَمَرَ بِهِ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلْيُمْسِكْهَا حَتَّى تَطْهُرَ، ثُمَّ إِنْ شَاءَ أَمْسَكَهَا، وَإِنْ شَاءَ طَلَّقَهَا فِي طُهْرٍ لَمْ يَمَسَّهَا فِيهِ، أَيْ: لِتَسْتَقْبِلْ عِدَّتَهَا مَا لَمْ تَكُنِ الطَّلْقَةُ الثَّالِثَةُ أَوْ بِالثَّلَاثِ عَلَى مَا عَلَيْهِ الْجُمْهُورُ. </p><p> وَقَدْ سُئِلَ أَحْمَدُ - رَحِمَهُ اللَّهُ - عَنِ الِاعْتِدَادِ بِهَذِهِ الطَّلْقَةِ فِي الْحَيْضَةِ فَقَالَ: إِنَّ قَوْلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «فَلْيُرَاجِعْهَا» ، يَدُلُّ عَلَى الِاعْتِدَادِ بِهَا ; لِأَنَّهُ لَا رَجْعَةَ إِلَّا مِنْ طَلَاقٍ. </p><p> وَقَدْ أَطَالَ ابْنُ دَقِيقِ الْعِيدِ الْكَلَامَ عَلَيْهَا فِي إِحْكَامِ الْأَحْكَامِ وَغَيْرِهِ مِمَّا لَا دَاعِيَ إِلَى سَرْدِهِ، وَحَاصِلُهُ مَا قَدَّمْنَا، وَلَمْ يَقُلْ بِعَدَمِ الِاعْتِدَادِ بِهَا إِلَّا سَعِيدُ بْنُ الْمُسَيَّبِ وَجَمَاعَةٌ مِنَ التَّابِعِينَ. </p><p> وَقَالَ أَبُو حَيَّانَ: إِنَّ قَوْلَهُ تَعَالَى: فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ عَلَى إِطْلَاقِهِ يُشْعِرُ بِالِاعْتِدَادِ بِالطَّلَاقِ سُنِّيًّا كَانَ أَوْ بِدْعِيًّا. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ. </p><p> ظَاهِرُهُ أَنَّ الْإِمْسَاكَ بِمَعْرُوفٍ إِذَا بَلَغْنَ أَجَلَهُنَّ، مَعَ أَنَّهُنَّ إِذَا بَلَغْنَ إِلَى ذَلِكَ الْحَدِّ خَرَجْنَ مِنَ الْعِدَّةِ وَانْتَهَى وَجْهُ الْمُرَاجَعَةِ، وَلَكِنَّ الْمُرَادَ هُنَا إِذَا قَارَبْنَ أَجَلَهُنَّ وَلَمْ يَتَجَاوَزْنَهُ أَوْ يَصِلْنَ إِلَيْهِ بِالْفِعْلِ، وَالْقَاعِدَةُ أَنَّ مَا قَارَبَ الشَّيْءَ يُعْطَى حُكْمُهُ كَمَا فِي قَوْلِهِ تَعَالَى: فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ [١٦ \\ ٩٨] . </p><p> وَمِثْلُ الْآيَةِ الْحَدِيثُ فِي قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا أَتَى أَحَدُكُمُ الْخَلَاءَ فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ» ، مَعَ أَنَّهُ عِنْدَ الْإِتْيَانِ أَوْ أَثْنَاءَهُ لَا يَحِقُّ لَهُ أَنْ يَقُولَ ذَلِكَ، وَإِنَّمَا يَقُولُهُ إِذَا قَارَبَ دُخُولَهُ، فَكَذَلِكَ هُنَا. </p><p> أَمَّا الْمُطَلَّقَةُ ثَلَاثًا فَقَدْ بَحَثَهَا الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَحْثًا وَافِيًا عِنْدَ قَوْلِهِ تَعَالَى: الطَّلَاقُ مَرَّتَانِ [٢ \\ ٢٢٩] ، مِمَّا لَا مَزِيدَ عَلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا. </p><p> بَعْدَ الْأَمْرِ بِإِحْصَاءِ الْعِدَّةِ، وَكَوْنِ الْعِدَدِ مُخْتَلِفَةَ الْأَنْوَاعِ مِنْ أَقْرَاءٍ إِلَى أَشْهُرٍ إِلَى وَضْعِ الْحَمْلِ، وَالْمُعْتَدَّاتُ مُتَفَاوِتَاتُ الْأَقْرَاءِ وَأَمَدِ الْحَمْلِ، فَقَدْ تَكُونُ فِي أَوَّلِهِ أَوْ وَسَطِهِ أَوْ آخِرِهِ، وَكُلُّ ذَلِكَ لَا بُدَّ مِنْ إِحْصَائِهِ لِمَا يَتَرَتَّبُ عَلَيْهِ مِنْ حُرْمَةٍ وَحِلِّيَّةٍ، فَتَخْرُجُ مِنْ عِدَّةِ هَذَا وَتَحِلُّ </p><p> لِذَاكَ. </p><p> كَمَا قَالَ تَعَالَى: وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ [٢ \\ ٢٣٥] وَهَذَا كُلُّهُ لَا يَتَأَتَّى إِلَّا بِالْإِحْصَاءِ. </p><p> وَالْإِحْصَاءُ لَا يَكُونُ إِلَّا لِمُقَدَّرٍ مَعْلُومٍ، وَعَلَيْهِ فَقَوْلُهُ تَعَالَى: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا، مُؤَكِّدٌ لِهَذَا كُلِّهِ، وَكَذَلِكَ فِيهِ نَصٌّ صَرِيحٌ أَنَّهُ تَعَالَى قَدْ جَعَلَ لِكُلِّ شَيْءٍ مِنَ الْأَشْيَاءِ أَيًّا كَانَ هُوَ قَدْرًا لَا يَتَعَدَّاهُ لَا بِزِيَادَةٍ وَلَا بِنَقْصٍ، وَلَفْظُ شَيْءٍ أَعَمُّ الْعُمُومَاتِ. </p><p> وَقَدْ جَاءَتْ آيَاتٌ كَثِيرَةٌ دَالَّةٌ عَلَى هَذَا الْعُمُومِ عَامَّةٌ وَخَاصَّةٌ، فَمِنَ الْآيَاتِ الْعَامَّةِ قَوْلُهُ تَعَالَى: إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ [٥٤ \\ ٤٩] . وَقَوْلُهُ: وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا [٢٥ \\ ٢] . وَقَوْلُهُ: وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ [١٣ \\ ٨] . وَقَدْ جَمَعَ الْعَامَّ وَالْخَاصَّ قَوْلُهُ: وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ [١٥ \\ ٢١] . </p><p> وَمِنَ التَّقْدِيرِ الْخَاصِّ فِي مَخْصُوصِ قَوْلِهِ: وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ [٣٦ \\ ٣٨ - ٤٠] . </p><p> إِنَّهَا قُدْرَةٌ بَاهِرَةٌ وَحِكْمَةٌ بَالِغَةٌ، وَإِرَادَةٌ قَاهِرَةٌ، وَسُلْطَةٌ غَالِبَةٌ، قُدْرَةُ مَنْ أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. </p><p> وَقَدْ قَالَ عُلَمَاءُ الْهَيْئَةِ: أَنَّ حِسَابَ مَسِيرِ هَذِهِ الْأَفْلَاكِ فِي مَنَازِلِهَا أَدَقُّ مَا يَكُونُ مِنْ مِئَاتِ أَجْزَاءِ الثَّانِيَةِ، وَلَوِ اخْتَلَفَ جُزْءٌ مِنَ الثَّانِيَةِ لَاخْتَلَّ نِظَامُ الْعَالَمِ وَلَمَا صَلُحَتْ عَلَى وَجْهِ الْأَرْضِ حَيَاةٌ، وَنَحْنُ نُشَاهِدُ حَرَكَةَ اللَّيْلِ وَالنَّهَارِ وَنُقْصَانَهُمَا وَزِيَادَتَهُمَا وَفُصُولَ السَّنَةِ كَمَا قَالَ تَعَالَى: وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ [٧٣ \\ ٢٠] . </p><p> وَهُوَ سُبْحَانُهُ وَتَعَالَى يُحْصِيهِ، وَكَذَلِكَ التَّقْدِيرُ لِوُجُودِ الْإِنْسَانِ قَبْلَ وَبَعْدَ وُجُودِهِ، قَالَ تَعَالَى: مِنْ أَيِّ شَيْءٍ خَلَقَهُ مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ [٨٠ \\ ١٨ - ١٩] ، أَيْ: قَدَّرَ خَلْقَهُ وَصُورَتَهُ وَنَوْعَهُ كَمَا بَيَّنَ ذَلِكَ بِقَوْلِهِ: يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا الْآيَةَ، إِلَى قَوْلِهِ: إِنَّهُ عَلِيمٌ قَدِيرٌ [٤٢ \\ ٤٩ - ٥٠] . </p><p> وَهَذَا أَيْضًا مِنْ آيَاتِ قُدْرَتِهِ يَرُدُّ بِهَا سُبْحَانَهُ عَلَى مَنْ جَحَدَ وُجُودَ اللَّهِ وَكَفَرَ بِالْبَعْثِ </p><p> كَمَا فِي مُسْتَهَلِّهَا قَوْلُهُ تَعَالَى: قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ مِنْ أَيِّ شَيْءٍ خَلَقَهُ [٨٠ \\ ١٧ - ١٨] . </p><p> ثُمَّ بَيَّنَ تَعَالَى أَنَّهُ خَلَقَهُ مِنْ نُطْفَةِ مَاءٍ مَهِينٍ، وَلَكِنْ قَدَّرَ اللَّهُ تَعَالَى قُدْرَتَهَا وَصُورَتَهَا حَتَّى صَارَتْ خَلْقًا سَوِيًّا، وَجَعَلَ لَهُ وَهُوَ فِي بَطْنِ أُمِّهِ عَيْنَيْنِ، وَلِسَانًا، وَشَفَتَيْنِ أَيْ: وَأَنْفًا وَأُذُنَيْنِ وَيَدَيْنِ وَرِجْلَيْنِ وَكُلَّ جِهَازٍ فِيهِ حَيَّرَ الْحُكَمَاءَ فِي صُنْعِهِ وَنِظَامِهِ. </p><p> ثُمَّ قَدَّرَ تَعَالَى أَرْزَاقَهُ عَلَى الْأَرْضِ قَبْلَ وُجُودِهِ يَوْمَ خَلَقَ الْأَرْضَ، وَجَعَلَهُ آيَةً عَلَى قُدْرَتِهِ وَعَاتَبَ الْإِنْسَانَ عَلَى كُفْرِهِ: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ [٤١ \\ ٩ - ١٠] . </p><p> وَبَعْدَ وُجُودِ الْكَوْنِ وَخَلْقِ الْإِنْسَانِ قَدَّرَ فِي الْإِيجَادِ بِإِنْزَالِ الْمَطَرِ: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا [٤١ \\ ٢٤ - ٢٨] . </p><p> ثُمَّ إِنَّ صَبَّ هَذَا الْمَاءِ كَانَ بِقَدَرٍ، كَمَا فِي قَوْلِهِ تَعَالَى: وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ [٢٣ \\ ١٨] . </p><p> وَقَوْلِهِ: وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ [٤٢ \\ ٢٧] ، أَيْ: بِقَدْرِ مَا يُصْلِحُهُمْ وَلَوْ زَادَهُ لَفَسَدَ حَالُهُمْ، كَمَا فِي قَوْلِهِ قَبْلَهَا: وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ [٢٤ \\ ٢٧] ، وَبِقَدْرِ مَصْلَحَتِهِمْ يُنَزِّلُ لَهُمْ أَرْزَاقَهُمْ. </p><p> كَمَا نَبَّهَ عَلَى ذَلِكَ بِقَوْلِهِ: إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى [٩٦ \\ ٦ - ٧] . </p><p> هَذِهِ لَمْحَةٌ عَنْ حِكْمَةِ تَقْدِيرِ الْعَزِيزِ الْحَكِيمِ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ، وَالَّذِي قَدَّرَ الْأَشْيَاءَ قَبْلَ وُجُودِهَا كَمَا فِي قَوْلِهِ: وَالَّذِي قَدَّرَ فَهَدَى [٨٧ \\ ٣] . </p><p> وَكَمَا فِي حَدِيثِ الْقَلَمِ وَكِتَابَةِ كُلِّ شَيْءٍ قَبْلَ وُجُودِهِ بِزَمَانِهِ وَمَكَانِهِ وَمِقْدَارِهِ، إِنَّ آيَةَ الْقُدْرَةِ وَبَيَانَ الْعَجْزِ قُدْرَةُ الْخَالِقِ وَعَجْزُ الْمَخْلُوقِ كَمَا فِي قَوْلِهِ تَعَالَى: فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ [٧ \\ ٣٤] . </p><p> وَكَقَوْلِهِ: وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ [٣٥ \\ ١١] أَيْ: </p>"
}