{
  "id": null,
  "sura": 65,
  "aya": 6,
  "text": "<p> لَا يَتَعَدَّاهُ وَلَا يَتَخَطَّاهُ، وَقَدْ تَحَدَّاهُمُ اللَّهُ فِي ذَلِكَ بِقَوْلِهِ: فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ [٥٦ \\ ٨٣ \\ - ٨٧] كَلَّا إِنَّهُمْ مَدِينُونَ وَلَنْ يَسْتَطِيعُوا إِرْجَاعَهَا. </p><p> وَهُنَا يُقَالُ لِلدَّهْرِيِّينَ وَالشُّيُوعِيِّينَ الَّذِينَ لَا يَعْتَرِفُونَ بِوُجُودِ فَاعِلٍ مُخْتَارٍ وَعَزِيزٍ قَهَّارٍ، إِنَّ هَذَا الْكَوْنَ بِتَقْدِيرَاتِهِ وَنُظُمِهِ لَآيَةٌ شَاهِدَةٌ وَبَيِّنَةٌ عَادِلَةٌ عَلَى وُجُودِ اللَّهِ سُبْحَانَهُ وَتَعَالَى: فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ [٣٦ \\ ٨٣] . </p><p> كَمَا يُقَالُ لِلْمُؤْمِنِينَ أَيْضًا إِنَّ مَا قَدَّرَهُ اللَّهُ نَافِذٌ، وَمَا قُدِّرَ لِلْعَبْدِ آتِيهِ، وَمَا لَمْ يُقَدَّرْ لَهُ لَنْ يَصِلَ إِلَيْهِ، طُوِيَتِ الصُّحُفُ وَجَفَّتِ الْأَقْلَامُ: لَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ [٥٧ \\ ٢٣] . </p><p> وَيُقَالُ مَرَّةً أُخْرَى: اعْمَلُوا كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ، وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> قَوْلُهُ تَعَالَى: وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ. </p><p> فِيهِ إِطْلَاقٌ لِوَضْعِ الْحَمْلِ عَلَى أَيِّ صِفَةٍ كَانَ هُوَ، وَأَجْمَعَ الْعُلَمَاءُ عَلَى أَنْ يَصْدُقَ بِوَضْعِهِ حَيًّا أَوْ مَيِّتًا، وَلَكِنِ اشْتُرِطَ فِيهِ أَنْ يَكُونَ قَدْ ظَهَرَتْ فِيهِ خِلْقَةُ الْإِنْسَانِ لَا مُضْغَةً وَلَا عَلَقَةً، كَمَا أَنَّ فِيهِ إِطْلَاقَ الْأَجَلِ سَوَاءٌ لِلْمُطَلَّقَةِ أَوِ الْمُتَوَفَّى عَنْهَا مِنْ أَنَّهُ يَنْقَضِي أَجَلُ الْحَوَامِلِ بِوَضْعِ الْحَمْلِ. وَتَقَدَّمَ بَيَانُ ذَلِكَ مُفَصَّلًا لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - وَهُنَا مَبْحَثُ أَقَلِّ الْحَمْلِ وَأَكْثَرِهِ، وَتَقَدَّمَ تَفْصِيلُهُ لِلشَّيْخِ أَيْضًا عِنْدَ قَوْلِهِ تَعَالَى: اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى الْآيَةَ (١٣ \\ ٨) . </p><p> قَوْلُهُ تَعَالَى: فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ. </p><p> بَيَّنَ تَعَالَى مُدَّةَ الرَّضَاعِ فِي قَوْلِهِ تَعَالَى: وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ [٢ \\ ٢٣٣] . </p><p> وَجَعَلَ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ - ثَلَاثَةَ أَشْهُرٍ زِيَادَةً عَلَى الْحَوْلَيْنِ لِتَمْرِينِ الطِّفْلِ عَلَى الْفِطَامِ، وَذَلِكَ كَمَا قَالَ تَعَالَى: لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ. </p><p> فَإِذَا أَمْكَنَ فِطَامُ الطِّفْلِ قَبْلَهَا بِدُونِ مَضَرَّةٍ عَلَيْهِ فَلَا مَانِعَ، وَعَلَى الْوَالِدِ إِيتَاءُ الْأُجْرَةِ عَلَى مُدَّةِ الرَّضَاعِ إِلَى الْفِطَامِ سَوَاءٌ كَانَتِ الْمُدَّةَ الشَّرْعِيَّةَ كَمَا هُنَا أَوِ الْفِعْلِيَّةَ قَبْلَهَا. وَلَيْسَ </p>"
}