{
  "id": null,
  "sura": 67,
  "aya": 13,
  "text": "<p> النَّاسَ، وَلَا يَخْشَوْنَ اللَّهَ: فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ [٩ \\ ١٣] . </p><p> وَإِفْرَادُ اللَّهِ بِالْخَشْيَةِ مَنْزِلَةُ الْأَنْبِيَاءِ، كَمَا فِي قَوْلِهِ: الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا [٣٣ \\ ٣٩] . </p><p> قَالَ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ: وَالْعَرَبُ تَمْدَحُ مَنْ يَكُونُ فِي خَلْوَتِهِ كَمَشْهَدِهِ مَعَ النَّاسِ. </p><p> وَمِنْهُ قَوْلُ مُسْلِمِ بْنِ الْوَلِيدِ: </p><p> يَتَجَنَّبُ الْهَفَوَاتِ فِي خَلَوَاتِهِ عَفُّ السَّرِيرَةِ غَيْبُهُ كَالْمَشْهَدِ </p><p> وَالْوَاقِعُ أَنَّ هَذِهِ الصِّفَةَ، وَهِيَ خَشْيَةُ اللَّهِ بِالْغَيْبِ وَالْإِيمَانُ بِالْغَيْبِ أَسَاسُ عَمَلِ الْمُسْلِمِ كُلِّهِ، وَمُعَامَلَاتِهِ ; لِأَنَّهُ بِإِيمَانِهِ بِالْغَيْبِ سَيَعْمَلُ كُلَّ خَيْرٍ طَمَعًا فِي ثَوَابِ اللَّهِ، كَمَا فِي مُسْتَهَلِّ الْمُصْحَفِ: الم ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ الْآيَةَ [٢ \\ ١ - ٣] . </p><p> وَبِمَخَافَةِ اللَّهِ بِالْغَيْبِ سَيَتَجَنَّبُ كُلَّ سُوءٍ، فَيَسْلَمُ وَيَتَحَصَّلُ لَهُ مَا قَالَ اللَّهُ تَعَالَى عَنْهُمْ: مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ [٥ \\ ٩] ، (مَغْفِرَةٌ) مِنْ ذُنُوبِهِ: وَأَجْرٌ عَظِيمٌ عَلَى أَعْمَالِهِ. رَزَقَنَا اللَّهُ خَشْيَتَهُ فِي السِّرِّ وَالْعَلَنِ. </p><p> وَلْيُعْلَمْ أَنَّ الْمُرَادَ بِالْغَيْبِ مِمَّا هُوَ مِنْ جَانِبِ الْعَبْدِ لَا سَيِّدِهِ، كَمَا فِي الْحَدِيثِ فِي الْإِحْسَانِ:  «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» ، وَهَذَا الْإِحْسَاسُ هُوَ أَقْوَى عَامِلٍ عَلَى اكْتِسَابِ خَشْيَةِ اللَّهِ سُبْحَانَهُ. </p><p> قَوْلُهُ تَعَالَى: وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ. </p><p> فِيهِ دَلَالَةٌ عَلَى أَنَّ السِّرَّ وَالْجَهْرَ عِنْدَ اللَّهِ وَفِي عِلْمِ اللَّهِ عَلَى حَدٍّ سَوَاءٍ ; لِأَنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ. </p><p> وَقَوْلُهُ تَعَالَى: سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ [١٣ \\ ١٠] . </p><p> وَقَوْلُهُ: وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى [٢٠ \\ ٧] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ عِنْدَ كُلٍّ مِنَ الْآيَتَيْنِ بَيَانُ هَذِهِ الْآيَةِ. </p>"
}