{
  "id": null,
  "sura": 67,
  "aya": 10,
  "text": "<p> الْقُرْآنِ: بَدِيعُ السَّمَاوَاتِ [٢ \\ ١١٧] : بِمَعْنَى مُبْدِعٍ، وَأَلِيمٌ [٢ \\ ١٠] : بِمَعْنَى مُؤْلِمٍ. </p><p> وَمِنْ كَلَامِ الْعَرَبِ قَوْلُ عَمْرِو بْنِ مَعْدِيكَرِبَ: </p><p> أَمِنْ رَيْحَانَةَ الدَّاعِي السَّمِيعِ ... يُؤَرِّقُنِي وَأَصْحَابِي هُجُوعُ </p><p> فَالسَّمِيعُ بِمَعْنَى الْمُسْمِعِ. </p><p> وَقَوْلُ غَيْلَانَ: </p><p> وَيَرْفَعُ مِنْ صُدُورِ شَمَرْدَلَاتٍ ... يَصُدُّ وُجُوهَهَا وَهَجٌ أَلِيمٌ </p><p> أَيْ: مُؤْلِمٌ، وَالْإِنْذَارُ إِعْلَامٌ مُقْتَرِنٌ بِتَخْوِيفٍ. </p><p> وَقَالَ: وَهَذِهِ الْآيَةُ تَدُلُّ عَلَى أَنَّ اللَّهَ تَعَالَى لَا يُعَذِّبُ بِالنَّارِ أَحَدًا إِلَّا بَعْدَ أَنْ يُنْذِرَهُ فِي الدُّنْيَا، وَقَدْ بَيَّنَ هَذَا الْمَعْنَى بِأَدِلَّتِهِ بِتَوَسُّعٍ عِنْدَ قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ، وَسَاقَ هَذِهِ الْآيَةَ هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ. </p><p> قَدْ اعْتَرَفُوا بِمَجِئِ النَّذِيرِ إِلَيْهِمْ. </p><p> وَقَدْ بَيَّنَ تَعَالَى ذَلِكَ فِي قَوْلِهِ: وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ [٣٥ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: أَيْ: قَالَ أَهْلُ النَّارِ: (لَوْ كُنَّا نَسْمَعُ) مَنْ يَعْقِلُ عَنِ اللَّهِ حُجَجَهُ (أَوْ نَعْقِلُ) حُجَجَ اللَّهِ (مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ) ، أَيِ: النَّارِ، فَهُمْ يَسْمَعُونَ، وَلَكِنْ لَا يَسْمَعُونَ مَا يَنْفَعُهُمْ فِي الْآخِرَةِ، وَيَعْقِلُونَ وَلَكِنْ لَا يَعْقِلُونَ مَا يَنْفَعُهُمْ فِي الْآخِرَةِ ; لِأَنَّ اللَّهَ قَالَ: خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ [٢ \\ ٧] . </p><p> وَقَالَ: إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا [١٨ \\ ٥٧] . </p><p> وَقَدْ بَيَّنَ هَذَا الَّذِي ذَكَرَهُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عِدَّةُ نُصُوصٍ صَرِيحَةٍ فِي ذَلِكَ، مِنْهَا أَصْلُ خِلْقَتِهِمُ الْكَامِلَةِ فِي قَوْلِهِ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا </p>"
}