{
  "id": null,
  "sura": 67,
  "aya": 19,
  "text": "<p> مُعْتَقَدٍ قَوِيمٍ وَاضِحٍ جَلِيٍّ سَلِيمٍ. </p><p> وَقَدْ يُقَالُ: إِنَّ مَعْنَى (فِي) هُوَ الظَّرْفِيَّةُ، فَنَجْعَلُ السَّمَاءَ ظَرْفًا لِلَّهِ تَعَالَى، وَهَذَا يَقْتَضِي التَّشْبِيهَ بِالْمُتَحَيِّزِ. </p><p> فَيُقَالُ: إِنَّهُ سُبْحَانَهُ مُنَزَّهٌ عَنِ الظَّرْفِيَّةِ بِالْمَعْنَى الْمَعْرُوفِ وَالْمَنْصُوصِ فِي حَقِّ الْمَخْلُوقِ. </p><p> وَقَدْ دَلَّتِ النُّصُوصُ مِنَ السُّنَّةِ عَلَى نَفْيِ ذَلِكَ عَنْهُ تَعَالَى وَاسْتِحَالَتِهِ عَقْلًا عَلَيْهِ سُبْحَانَهُ فِي حَدِيثِ:  \" مَا السَّمَاوَاتُ السَّبْعُ فِي الْكُرْسِيِّ إِلَّا كَحَلْقَةٍ أَوْ دَرَاهِمَ فِي تُرْسٍ، وَمَا الْكُرْسِيُّ فِي الْعَرْشِ إِلَّا كَحَلْقَةٍ فِي فَلَاةٍ، وَمَا الْعَرْشُ فِي كَفِّ الرَّحْمَنِ إِلَّا كَحَبَّةِ خَرْدَلٍ فِي كَفِّ أَحَدِكُمْ \" فَانْتَفَتْ ظَرْفِيَّةُ السَّمَاءِ لَهُ سُبْحَانَهُ عَلَى الْمَعْرُوفِ لَنَا ; وَلِأَنَّهُ سُبْحَانَهُ مُسْتَوٍ عَلَى عَرْشِهِ. </p><p> وَفِيمَا قَدَّمَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي هَذَا الْمَبْحَثِ شِفَاءٌ وَغَنَاءٌ، وَلِلَّهِ الْحَمْدُ وَالْمِنَّةُ. قَالَ الْقُرْطُبِيُّ:  (إِنَّ فِي السَّمَاءِ) بِمَعْنَى فَوْقَ السَّمَاءِ كَقَوْلِهِ: فَسِيحُوا فِي الْأَرْضِ [٩ \\ ٢] أَيْ: فَوْقَهَا لَا بِالْمُمَاسَّةِ وَالتَّحَيُّزِ. </p><p> وَقِيلَ:  (فِي) : بِمَعْنَى عَلَى كَقَوْلِهِ: وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ [٢٠ \\ ٧١] أَيْ: عَلَيْهَا إِلَى أَنْ قَالَ: وَالْأَخْبَارُ فِي هَذَا الْبَابِ كَثِيرَةٌ صَحِيحَةٌ مُنْتَشِرَةٌ مُشِيرَةٌ إِلَى الْعُلُوِّ، لَا يَدْفَعُهَا إِلَّا مُلْحِدٌ أَوْ جَاهِلٌ أَوْ مُعَانِدٌ، وَالْمُرَادُ بِهَا تَوْقِيرُهُ وَتَنْزِيهُهُ عَنِ السُّفْلِ وَالتَّحْتِ وَوَصْفُهُ بِالْعُلُوِّ. اهـ. </p><p> وَهَذَا الَّذِي ذَكَرَهُ هُوَ عَيْنُ مَذْهَبِ السَّلَفِ، وَقَدْ ذَكَرَ كَلَامًا آخِرُهُ فِيهِ التَّأْوِيلُ وَفِيهِ التَّنْزِيهُ. </p><p> قَوْلُهُ تَعَالَى: أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ. </p><p> الطَّيْرُ صَافَّاتٌ: أَيْ: مَادَّاتٌ أَجْنِحَتَهَا (وَيَقْبِضْنَ) : أَيْ: يَضُمَّنَّهَا إِلَى أَجْسَامِهَا. </p><p> قَالَ أَبُو حَيَّانَ: عَطْفٌ بِالْفِعْلِ وَيَقْبِضْنَ عَلَى الِاسْمِ، صَافَّاتٍ، وَلَمْ يَعْطِفْ بِاسْمِ قَابِضَاتٍ ; لِأَنَّ الْأَصْلَ فِي الطَّيَرَانِ هُوَ بَسْطُ الْجَنَاحِ، وَالْقَبْضُ طَارِئٌ، وَهَذَا الَّذِي قَالَهُ أَبُو </p>"
}