{
  "id": null,
  "sura": 67,
  "aya": 4,
  "text": "<p> [٢١ \\ ٣٢] فِي سُورَةِ الْأَنْبِيَاءِ. </p><p> وَعِنْدَ قَوْلِهِ: أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ [٥٠ \\ ٦] فِي سُورَةِ «ق» وَلَعَلَّ مَجِئَ هَذِهِ الْآيَةِ بَعْدَ: لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا [٦٧ \\ ٢] تَوْجِيهٌ إِلَى حُسْنِ صُنْعِ اللَّهِ وَإِبْدَاعِهِ فِي خَلْقِهِ: مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ [٦٧ \\ ٣] . </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ زِينَةِ السَّمَاءِ بِالْمَصَابِيحِ، وَجَعْلِهَا رُجُومًا لِلشَّيَاطِينِ بَيَانًا كَامِلًا عِنْدَ قَوْلِهِ تَعَالَى: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ [١٥ \\ ١٦ - ١٨] . </p><p> وَقَدْ ذَكَرَ طَرَفًا مِنْ هَذَا الْبَحْثِ فِي سُورَةِ «الْفُرْقَانِ» لَا بُدَّ مِنْ ضَمِّهِ إِلَى هَذَا الْمَبْحَثِ هُنَاكَ ; لِارْتِبَاطِ بَعْضِهَا بِبَعْضٍ. </p><p> تَنْبِيهٌ </p><p> فَقَدْ ظَهَرَتْ تِلْكَ الْمُخْتَرَعَاتُ الْحَدِيثَةُ، وَنَادَى أَصْحَابُ النَّظَرِيَّاتِ الْجَدِيدَةِ وَالنَّاسُ يَنْقَسِمُونَ إِلَى قِسْمَيْنِ: قِسْمٌ يُبَادِرُ بِالْإِنْكَارِ، وَآخَرُ يُسَارِعُ لِلتَّصْدِيقِ، وَقَدْ يَسْتَدِلُّ كُلٌّ مِنَ الْفَرِيقَيْنِ بِنُصُوصٍ مِنَ الْقُرْآنِ أَوِ السُّنَّةِ. وَلَعَلَّ مِنَ الْأَوْلَى أَنْ يُقَالَ: إِنَّ النَّظَرِيَّاتِ الْحَدِيثَةَ قِسْمَانِ: نَظَرِيَّةٌ تَتَعَارَضُ مَعَ صَرِيحِ الْقُرْآنِ، فَهَذِهِ مَرْدُودَةٌ بِلَا نِزَاعٍ كَنَظَرِيَّةِ ثُبُوتِ الشَّمْسِ مَعَ قَوْلِهِ تَعَالَى: وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا [٣٦ \\ ٣٨] . </p><p> وَنَظَرِيَّةٌ لَا تَتَعَارَضُ مَعَ نَصِّ الْقُرْآنِ وَلَمْ يَنُصَّ عَلَيْهَا، وَلَيْسَ عِنْدَنَا مِنْ وَسَائِلِ الْعِلْمِ مَا يُؤَيِّدُهَا وَلَا يَرْفُضُهَا. فَالْأَوْلَى أَنْ يَكُونَ مَوْقِفُنَا مَوْقِفَ التَّثَبُّتِ وَلَا نُبَادِرُ بِحُكْمٍ قَاطِعٍ إِيجَابًا أَوْ نَفْيًا، وَذَلِكَ أَخْذًا مِنْ قَضِيَّةِ الْهُدْهُدِ وَسَبَأٍ مَعَ نَبِيِّ اللَّهِ سُلَيْمَانَ لَمَّا جَاءَ يُخْبِرُهُمْ، وَكَانَ - عَلَيْهِ السَّلَامُ - لَمْ يَعْلَمْ عَنْهُمْ شَيْئًا فَلَمْ يُكَذِّبِ الْخَبَرَ بِكَوْنِهِ مِنَ الْهُدْهُدِ وَلَمْ يُصَدِّقْهُ ; لِأَنَّهُ لَمْ يَعْلَمْ عَنْهُمْ سَابِقًا، مَعَ أَنَّهُ وَصَفَ حَالَهُمْ وَصْفًا دَقِيقًا. </p><p> وَكَانَ مَوْقِفُهُ - عَلَيْهِ السَّلَامُ - مَوْقِفَ التَّثَبُّتِ مَعَ مَا لَدَيْهِ مِنْ إِمْكَانِيَّاتِ الْكَشْفِ وَالتَّحْقِيقِ مِنَ </p><p> الرِّيحِ، وَالطَّيْرِ، وَالْجِنِّ، فَقَالَ لِلْمُخْبِرِ وَهُوَ الْهُدْهُدُ: سَنَنْظُرُ، أَصْدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ. </p><p> وَنَحْنُ فِي هَذِهِ الْآوِنَةِ لَسْنَا أَشَدَّ إِمْكَانِيَّاتٍ مِنْ نَبِيِّ اللَّهِ سُلَيْمَانَ آنَذَاكَ، وَلَيْسَ الْمُخْبِرُونَ عَنْ مِثْلِ هَذِهِ النَّظَرِيَّاتِ أَقَلَّ مِنَ الْهُدْهُدِ، فَلْيَكُنْ مَوْقِفُنَا عَلَى الْأَقَلِّ مَوْقِفَ مَنْ سَيَنْظُرُ أَيُصَدِّقُ الْخَبَرَ أَمْ يُظْهِرُ كَذِبَهُ؟ وَالْغَرَضُ مِنْ هَذَا التَّنْبِيهِ هُوَ أَلَّا نُحَمِّلَ لَفْظَ الْقُرْآنِ فِيمَا هُوَ لَيْسَ صَرِيحًا فِيهِ مَا لَا يَحْتَمِلُهُ، ثُمَّ يَظْهَرُ كَذِبُ النَّظَرِيَّةِ أَوْ صِدْقُهَا، فَنَجْعَلُ الْقُرْآنَ فِي مَعْرِضِ الْمُقَارَنَةِ مَعَ النَّظَرِيَّاتِ الْحَدِيثَةِ، وَالْقُرْآنُ فَوْقَ ذَلِكَ كُلِّهِ: لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ [٤١ \\ ٤٢] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ. </p><p> الْمَنْصُوصُ هُنَا إِرْجَاعُ الْبَصَرِ كَرَّتَيْنِ، وَلَكِنْ حَقِيقَةُ النَّظَرِ أَرْبَعُ مَرَّاتٍ. </p><p> الْأُولَى فِي قَوْلِهِ: مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ [٦٧ \\ ٣] . </p><p> وَالثَّانِيَةُ فِي قَوْلِهِ: فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ [٦٧ \\ ٣] . </p><p> وَالثَّالِثَةُ وَالرَّابِعَةُ فِي قَوْلِهِ: ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ [٦٧ \\ ٤] . </p><p> وَلَيْسَ بَعْدَ مُعَاوَدَةِ النَّظَرِ أَرْبَعَ مَرَّاتٍ مِنْ تَأْكِيدٍ، وَالْحَسِيرُ: الْعَيِيُّ الْكَلِيلُ الْعَاجِزُ الْمُتَقَطِّعُ دُونَ غَايَةٍ، كَمَا فِي قَوْلِ الشَّاعِرِ: </p><p> مَنْ مَدَّ طَرَفًا إِلَى مَا فَوْقَ غَايَتِهِ ... ارْتَدَّ خَسْآنَ مِنَ الطَّرَفِ قَدْ حَسَرَا </p><p> قَالَ الْقُرْطُبِيُّ: يُقَالُ قَدْ حَسُرَ بَصَرُهُ يَحْسُرُ حُسُورًا، أَيْ: كَلَّ وَانْقَطَعَ نَظَرُهُ مِنْ طُولِ مَدًى، وَمَا أَشْبَهَ ذَلِكَ فَهُوَ حَسِيرٌ وَمَحْسُورٌ أَيْضًا. </p><p> قَالَ: </p><p> نَظَرْتُ إِلَيْهَا بِالْمُحَصَّبِ مِنْ مِنًى ... فَعَادَ إِلَيَّ الطَّرَفُ وَهُوَ حَسِيرُ </p><p> قَوْلُهُ تَعَالَى: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا. </p><p> فَالدُّنْيَا تَأْنِيثُ الْأَدْنَى أَيِ: السَّمَاءُ الْمُوَالِيَةُ لِلْأَرْضِ، وَمَفْهُومُهُ أَنَّ بَقِيَّةَ السَّمَاوَاتِ لَيْسَتْ فِيهَا مَصَابِيحُ الَّتِي هِيَ النُّجُومُ وَالْكَوَاكِبُ كَمَا قَالَ: بِزِينَةٍ الْكَوَاكِبِ [٣٧ \\ ٦] . وَيَدُلُّ لِهَذَا </p><p> الْمَفْهُومِ مَا جَاءَ بِهِ عَنْ قَتَادَةَ: أَنَّ اللَّهَ جَعَلَ النُّجُومَ لِثَلَاثَةِ أُمُورٍ: أَمْرَانِ هُنَا، وَهُمَا: زِينَةُ السَّمَاءِ الدُّنْيَا وَرُجُومًا لِلشَّيَاطِينِ. وَالثَّالِثَةُ عَلَامَاتٌ وَاهْتِدَاءٌ فِي الْبَرِّ وَالْبَحْرِ، وَهَذِهِ الْأُمُورُ الثَّلَاثَةُ تَتَعَلَّقُ بِالسَّمَاءِ الدُّنْيَا. لِأَنَّ الشَّيَاطِينَ لَا تَنْفُذُ إِلَى السَّمَاوَاتِ الْأُخْرَى ; لِأَنَّهَا أَجْرَامٌ مَحْفُوظَةٌ، كَمَا فِي حَدِيثِ الْإِسْرَاءِ:  «لَهَا أَبْوَابٌ وَتُطْرَقُ وَلَا يَدْخُلُ مِنْهَا إِلَّا بِإِذْنٍ» . </p><p> وَكَقَوْلِهِ: إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ [٧ \\ ٤٠] . </p><p> وَكَذَلِكَ لَيْسَ هُنَاكَ مَنْ يَحْتَاجُ إِلَى اهْتِدَاءٍ بِهَا فِي سَيْرِهِ ; لِأَنَّ الْمَلَائِكَةَ كُلٌّ فِي وَضْعِهِ الَّذِي أَوْجَدَهُ اللَّهُ عَلَيْهِ، وَلِأَنَّ الزِّينَةَ لَنْ تُرَى لِوُجُودِ جِرْمِ السَّمَاءِ الدُّنْيَا، فَثَبَتَ أَنَّ النُّجُومَ خَاصَّةٌ بِالسَّمَاءِ الدُّنْيَا. </p><p> وَقَدْ أَشَارَ تَعَالَى إِلَى ذَلِكَ فِي قَوْلِهِ تَعَالَى: إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ [٣٧ \\ ٦ - ٧] . </p><p> وَمَفْهُومُ الدُّنْيَا عَدَمُ وُجُودِهَا فِيمَا بَعْدَهَا، وَلَا وُجُودَ لِلشَّيْطَانِ فِي غَيْرِ السَّمَاءِ الدُّنْيَا. </p><p> قَوْلُهُ تَعَالَى: وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ. </p><p> هِيَ الشُّهُبُ مِنَ النَّارِ، وَالشُّهُبُ النَّارُ، كَمَا فِي قَوْلِهِ: أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ [٢٧ \\ ٧] ، وَالرُّجُومُ وَالشُّهُبُ هِيَ الَّتِي تُرْمَى بِهَا الشَّيَاطِينُ عِنْدَ اسْتِرَاقِ السَّمْعِ، كَمَا فِي قَوْلِهِ تَعَالَى: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] . </p><p> وَقَوْلِهِ: إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ [٣٧ \\ ١٠] . </p><p> وَهُنَا سُؤَالٌ، وَهُوَ إِذَا كَانَ الْجِنُّ مِنْ نَارٍ، كَمَا فِي قَوْلِهِ: وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ [٥٥ \\ ١٥] ، فَكَيْفَ تَحْرِقُهُ النَّارُ؟ </p><p> فَأَجَابَ عَنْهُ الْفَخْرُ الرَّازِيُّ بِقَوْلِهِ: إِنَّ النَّارَ يَكُونُ بَعْضُهَا أَقْوَى مِنْ بَعْضٍ، فَالْأَقْوَى يُؤَثِّرُ عَلَى الْأَضْعَفِ، وَمِمَّا يَشْهَدُ لِمَا ذَهَبَ إِلَيْهِ قَوْلُهُ تَعَالَى بَعْدَهُ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ [٦٧ \\ ٥] وَالسَّعِيرُ: أَشَدُّ النَّارِ. </p><p> وَمَعْلُومٌ أَنَّ النَّارَ طَبَقَاتٌ بَعْضُهَا أَشَدُّ مِنْ بَعْضٍ، وَهَذَا أَمْرٌ مَلْمُوسٌ، فَقَدْ تَكُونُ الْآلَةُ مَصْنُوعَةً مِنْ حَدِيدٍ وَتُسَلَّطَ عَلَيْهَا آلَةٌ مِنْ حَدِيدٍ أَيْضًا، أَقْوَى مِنْهَا فَتَكْسِرُهَا. </p>"
}