{
  "id": null,
  "sura": 67,
  "aya": 7,
  "text": "<p> كَمَا قِيلَ: لَا يَفِلُّ الْحَدِيدَ إِلَّا الْحَدِيدُ، فَلَا يَمْنَعُ كَوْنُ أَصْلِهِ مِنْ نَارٍ أَلَّا يَتَعَذَّبَ بِالنَّارِ، كَمَا أَنَّ أَصْلَ الْإِنْسَانِ مِنْ طِينٍ مِنْ حَمَأٍ مَسْنُونٍ، وَمِنْ صَلْصَالٍ كَالْفَخَّارِ، وَبَعْدَ خَلْقِهِ فَإِنَّهُ لَا يَحْتَمِلُ التَّعْذِيبَ بِالصَّلْصَالِ وَلَا بِالْفَخَّارِ، فَقَدْ يُقْضَى عَلَيْهِ بِضَرْبَةٍ مِنْ قِطْعَةٍ مِنْ فَخَّارٍ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ. </p><p> قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ فِي هَذِهِ الْآيَةِ: إِثْبَاتٌ أَنَّ لِلنَّارِ حِسًّا وَإِدْرَاكًا وَإِرَادَةً، وَالْقُرْآنُ أَثْبَتَ لِلنَّارِ أَنَّهَا تَغْتَاظُ وَتُبْصِرُ وَتَتَكَلَّمُ وَتَطْلُبُ الْمَزِيدَ، كَمَا قَالَ هُنَا: تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ [٦٧ \\ ٨] . </p><p> وَقَالَ: إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا [٢٥ \\ ١٢] . </p><p> وَقَالَ: يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ [٥٠] . </p><p> قَوْلُهُ تَعَالَى: كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا. </p><p> بَيَّنَ تَعَالَى أَنَّ لِلنَّارِ خَزَنَةً، وَقَدْ بَيَّنَ تَعَالَى أَنَّ هَؤُلَاءِ الْخَزَنَةَ هُمُ الْمَلَائِكَةُ الْمُوَكَّلُونَ بِالنَّارِ، كَمَا فِي قَوْلِهِ تَعَالَى: عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ [٦٦ \\ ٦] . </p><p> كَمَا بَيَّنَ عِدَّتَهُمْ فِي قَوْلِهِ تَعَالَى: عَلَيْهَا تِسْعَةَ عَشَرَ [٧٤] . </p><p> وَقَالَ: وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا [٧٤ \\ ٣١] . </p><p> وَقَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: دَلَّتْ هَذِهِ الْآيَةُ عَلَى أَنَّ أَهْلَ النَّارِ يَدْخُلُونَهَا جَمَاعَةً بَعْدَ جَمَاعَةٍ، كَمَا فِي قَوْلِهِ تَعَالَى: كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَا [٨ \\ ٣٨] . </p><p> قَوْلُهُ تَعَالَى: أَلَمْ يَأْتِكُمْ نَذِيرٌ. </p><p> قَالَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: هَذَا سُؤَالُ الْمَلَائِكَةِ لِأَهْلِ النَّارِ، وَالنَّذِيرُ بِمَعْنَى الْمُنْذِرِ، فَهُوَ فَعِيلٌ بِمَعْنَى مُفْعِلٍ، وَإِنْ ذُكِرَ عَنِ الْأَصْمَعِيِّ إِنْكَارَهُ وَنَظِيرُهُ مِنَ </p>"
}