{
  "id": null,
  "sura": 67,
  "aya": 11,
  "text": "<p> [٧٦ \\ ٢] . </p><p> وَفِي آخِرِ سُورَةِ «الْمُلْكِ» هَذِهِ قَوْلُهُ: قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ [٦٧ \\ ٢٣] . </p><p> وَلَكِنَّهُمْ سَمِعُوا وَعَصَوْا، كَمَا فِي قَوْلِهِ: سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ بِكُفْرِهِمْ [٢ \\ ٩٣] . </p><p> وَهَذَا، وَإِنْ كَانَ فِي بَنِي إِسْرَائِيلَ، إِلَّا أَنَّهُ قَالَ لِهَذِهِ الْأُمَّةِ: وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ [٨ \\ ٢١] . وَقَالَ تَعَالَى عَنْهُمْ: قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا [٨ \\ ٢١] . </p><p> وَقَالَ تَعَالَى عَنْهُمْ: قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا [٨ \\ ٣١] . </p><p> وَقَوْلُهُ عَنْهُمْ: وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ [٤١ \\ ٢٦] . </p><p> وَقَدْ بَيَّنَ تَعَالَى سَبَبَ عَدَمِ اسْتِفَادَتِهِمْ بِمَا يَسْمَعُونَ فِي قَوْلِهِ تَعَالَى: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هَزُوًا [٤٥ \\ ٧ - ٩] . </p><p> وَقَوْلِهِ: وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا [٣١ \\ ٧] . </p><p> فَقَوْلُهُمْ هُنَا: لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ، أَيْ: سَمَاعَ تَعَقُّلٍ وَتَفَهُّمٍ. </p><p> قَوْلُهُ تَعَالَى: فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ. </p><p> قَالَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ: الِاعْتِرَافُ الْإِقْرَارُ، أَيْ: أَقَرُّوا بِذَنْبِهِمْ يَوْمَ الْقِيَامَةِ حَيْثُ لَا يَنْفَعُ الْإِقْرَارُ وَالنَّدَمُ، وَتَقَدَّمَ لَهُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ انْتِفَاعِ الْكُفَّارِ بِإِقْرَارِهِمْ هَذَا بِتَوَسُّعٍ عِنْدَ قَوْلِهِ تَعَالَى: يَوْمَ يَأْتِي تَأْوِيلُهُ يَقُولُ الَّذِينَ نَسُوهُ مِنْ قَبْلُ قَدْ جَاءَتْ رُسُلُ رَبِّنَا بِالْحَقِّ فَهَلْ لَنَا مِنْ شُفَعَاءَ فَيَشْفَعُوا لَنَا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ [٧ \\ ٥٣] . </p><p> وَاسْتَدَلَّ بِهَذِهِ الْآيَةِ، آيَةِ «الْمُلْكِ» هُنَاكَ. </p><p> وَالظَّاهِرُ أَنَّ الْأَصْلَ فِي ذَلِكَ كُلِّهِ أَنَّ اعْتِرَافَهُمْ وَإِيمَانَهُمْ بَعْدَ فَوَاتِ الْأَوَانِ بِالْمُعَايَنَةِ، </p>"
}