{
  "id": null,
  "sura": 68,
  "aya": 2,
  "text": "<p> فَقَالَ لَهُ حُذَيْفَةُ: أَنَا أُنْبِئُكَ بِهَا، وَقَدْ عَرَفْتُ بِمَ كَرِهَهَا، نَزَلَتْ فِي رَجُلٍ مِنْ أَهْلِ بَيْتِهِ يُقَالُ لَهُ: عَبْدُ الْإِلَهِ أَوْ عَبْدُ اللَّهِ يَنْزِلُ عَلَى نَهْرٍ مِنْ أَنْهَارِ الْمَشْرِقِ تَنْبَنِي عَلَيْهِ مَدِينَتَانِ فَشَقَّ النَّهْرَ بَيْنَهُمَا شَقًّا، فَإِذَا أَذِنَ اللَّهُ فِي زَوَالِ مُلْكِهِمْ وَانْقِطَاعِ دَوْلَتِهِمْ وَمُدُنِهِمْ، بَعَثَ اللَّهُ عَلَى إِحْدَاهُمَا نَارًا لَيْلًا فَتُصْبِحُ سَوْدَاءَ مُظْلِمَةً قَدِ احْتَرَقَتْ، كَأَنَّهَا لَمْ تَكُنْ مَكَانَهَا، وَتُصْبِحُ صَاحِبَتُهَا مُتَعَجِّبَةً كَيْفَ أَفْلَتَتْ، فَمَا هُوَ إِلَّا بَيَاضُ يَوْمِهَا ذَلِكَ حَتَّى يَجْتَمِعَ فِيهَا كُلُّ جَبَّارٍ عَنِيدٍ مِنْهُمْ، ثُمَّ يَخْسِفُ اللَّهُ بِهَا وَبِهِمْ جَمِيعًا، فَذَلِكَ قَوْلُهُ: حم عسق يَعْنِي عَزِيمَةً مِنَ اللَّهِ، وَفِتْنَةً، وَقَضَاءً. </p><p> حم عسق يَعْنِي عَدْلًا مِنْهُ: سين يَعْنِي سَيَكُونُ وَق يَعْنِي وَاقِعٌ بِهَاتَيْنِ الْمَدِينَتَيْنِ. اهـ. </p><p> وَمَعَ اسْتِغْرَابِ ابْنِ كَثِيرٍ إِيَّاهُ وَاسْتِنْكَارِهِ لَهُ، فَقَدْ وَقَعَ مِثْلُ مَا يُشِيرُ إِلَيْهِ الْحَدِيثُ عَلَى ثَوْرَةِ الْعِرَاقِ عَلَى عَبْدِ الْإِلَهِ فِي بَغْدَادَ، حَيْثُ يَشُقُّهَا النَّهْرُ شَقَّيْنِ، وَأَنَّهُ مِنْ آلِ الْبَيْتِ، وَقَدْ وَقَعَ بِهَا مَا جَاءَ وَصْفُهُ فِي الْأَثَرِ الْمَذْكُورِ. </p><p> قَوْلُهُ تَعَالَى: مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ الرَّدِّ عَلَى مَقَالَتِهِمْ تِلْكَ عِنْدَ قَوْلِهِ تَعَالَى: أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ الْآيَةَ [٢٣ \\ ٧٠] مِنْ سُورَةِ «الْمُؤْمِنُونَ» . </p><p> وَسَاقَ النُّصُوصَ، وَقَالَ: إِنَّ فِي الْآيَةِ مَا يَرُدُّ عَلَيْهِمْ، وَهُوَ قَوْلُهُ تَعَالَى: بَلْ جَاءَهُمْ بِالْحَقِّ. اهـ. </p><p> وَهَكَذَا هُنَا فِي الْآيَةِ مَا يَدُلُّ عَلَى بُطْلَانِ دَعْوَاهُمْ، وَيَرُدُّ عَلَيْهِمْ، وَهُوَ قَوْلُهُ تَعَالَى: وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ أَيْ عَلَى مَا جِئْتَ بِهِ مِنَ الْحَقِّ وَقُمْتَ بِهِ مِنَ الْبَلَاغِ عَنِ اللَّهِ وَالصَّبْرِ عَلَيْهِ، كَمَا رَدَّ عَلَيْهِمْ بِقَوْلِهِ: وَمَا صَاحِبُكُمْ بِمَجْنُونٍ [٨١ \\ ٢٢] . </p><p> وَكَذَلِكَ قَوْلُهُ تَعَالَى فِي حَقِّ رَسُولِهِ الْكَرِيمِ الْأَعْظَمِ: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ ; لِأَنَّ الْمَجْنُونَ سَفِيهٌ لَا يَعْنِي مَا يَقُولُ، وَلَا يُحْسِنُ أَيَّ تَصَرُّفٍ. </p><p> وَالْخُلُقُ الْعَظِيمُ أَرْقَى مَنَازِلِ الْكَمَالِ فِي عُظَمَاءِ الرِّجَالِ. </p><p> وَقَوْلُهُ تَعَالَى: وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ، الْمَنُّ: الْقَطْعُ. أَيْ: إِنَّ أَجْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ اللَّهِ غَيْرُ مُنْقَطِعٍ. </p><p> قَالَ الشَّاعِرُ: \\ ٥ </p><p> لِمُعَفَّرٍ قَهْدٍ تَنَازَعَ شِلْوَهُ ... غُبْسٌ كَوَاسِبُ لَا يُمَنُّ طَعَامُهَا </p><p> وَقَدْ بَيَّنَ تَعَالَى دَوَامَ أَجْرِهِ دُونَ انْقِطَاعٍ فِي قَوْلِهِ تَعَالَى: إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا [٣٣ \\ ٥٦] . </p><p> وَصَلَوَاتُ اللَّهِ تَعَالَى عَلَيْهِ، وَصَلَوَاتُ الْمَلَائِكَةِ، وَالْمُؤْمِنِينَ لَا تَنْقَطِعُ لَيْلًا وَلَا نَهَارًا وَهِيَ مِنَ اللَّهِ تَعَالَى رَحْمَةٌ، وَمِنَ الْمَلَائِكَةِ وَالْمُؤْمِنِينَ دُعَاءٌ. </p><p> وَفِي سُورَتِيِ:  «الضُّحَى» وَ «أَلَمْ نَشْرَحْ» بِكَامِلِهَا: مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى [٩٣ \\ ٣ - ٥] . </p><p> وَقَوْلُهُ: وَرَفَعْنَا لَكَ ذِكْرَكَ [٩٤ \\ ٤] . </p><p> وَمَعْلُومٌ مِنَ السُّنَّةِ أَنَّ مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ مَنْ عَمِلَ بِهِ، فَمَا مِنْ مُسْلِمٍ تُكْتَبُ لَهُ حَسَنَةٌ فِي صَحِيفَتِهِ إِلَّا وَلِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِثْلُهَا. </p><p> وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلَّا مِنْ ثَلَاثٍ» . </p><p> وَمِنْهَا:  «أَوْ عِلْمٍ يُنْتَفَعُ بِهِ» ، وَأَيُّ عِلْمٍ أَعَمُّ نَفْعًا مِمَّا جَاءَ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَرَكَهُ فِي الْأُمَّةِ حَتَّى قَالَ:  «تَرَكْتُ فِيكُمْ مَا إِنْ تَمَسَّكْتُمْ بِهِ لَنْ تَضِلُّوا أَبَدًا كِتَابَ اللَّهِ وَسُنَّتِي» ، إِلَى غَيْرِ ذَلِكَ مِنَ النُّصُوصِ الدَّالَّةِ عَلَى دَوَامِ أَجْرِهِ. </p><p> أَمَّا جَزَاؤُهُ عِنْدَ اللَّهِ فَلَا يَقْدِرُ قَدْرَهُ إِلَّا اللَّهُ تَعَالَى. </p><p> وَقَوْلُهُ تَعَالَى: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ تَقَدَّمَ أَنَّ هَذِهِ بِمَثَابَةِ الرَّدِّ عَلَى ادِّعَاءِ الْمُشْرِكِينَ أَوَّلًا عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَرَمْيِهِ بِالْجُنُونِ ; لِأَنَّ أَخْلَاقَ الْمَجَانِينِ مَذْمُومَةٌ بَلْ لَا أَخْلَاقَ لَهُمْ، وَهُنَا أَقْصَى مَرَاتِبِ الْعُلُوِّ فِي الْخُلُقِ. </p><p> وَقَدْ أَكَّدَ هَذَا السِّيَاقَ بِعَوَامِلِ الْمُؤَكِّدَاتِ بِانْدِرَاجِهِ فِي جَوَابِ الْقَسَمِ الْأَوَّلِ فِي أَوَّلِ السُّورَةِ، وَبِأَنَّ اللَّامَ فِي (لَعَلَى) ، وَجَاءَ بِعَلَى الدَّالَّةِ عَلَى الِاسْتِعْلَاءِ وَالتَّمَكُّنِ بَدَلًا مِنْ ذُو </p><p> مَثَلًا: ذُو خُلُقٍ عَظِيمٍ لِبَيَانِ قُوَّةِ التَّمَكُّنِ وَالِاسْتِعْلَاءِ، وَأَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَوْقَ كُلِّ خُلُقٍ عَظِيمٍ مُتَمَكِّنٌ مِنْهُ مُسْتَعْلٍ عَلَيْهِ. </p><p> وَقَدْ أَجْمَلَ الْخُلُقَ الْعَظِيمَ هُنَا وَهُوَ مِنْ أَعَمِّ مَا امْتَدَحَ اللَّهُ بِهِ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كِتَابِهِ، وَقَدْ أَرْشَدَتْ عَائِشَةُ - رَضِيَ اللَّهُ عَنْهَا - إِلَى مَا بَيَّنَ هَذَا الْإِجْمَالَ حِينَمَا سُئِلَتْ عَنْ خُلُقِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي امْتُدِحَ بِهِ فَقَالَتْ:  «كَانَ خُلُقُهُ الْقُرْآنَ» تَعْنِي وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَأْتَمِرُ بِأَمْرِهِ وَيَنْتَهِي بِنَوَاهِيهِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا [٥٩ \\ ٧] . </p><p> وَكَمَا فِي قَوْلِهِ تَعَالَى: إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ [١٧ \\ ٩] . </p><p> وَكَمَا قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «لَنْ يُؤْمِنَ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ» ، فَكَانَ هُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مُمْتَثِلًا لِتَعَالِيمِ الْقُرْآنِ فِي سِيرَتِهِ كُلِّهَا، وَقَدْ أَمَرَنَا بِالتَّأَسِّي بِهِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ، فَكَانَ مِنْ أَهَمِّ مَا يَجِبُ عَلَى الْأُمَّةِ مَعْرِفَةُ تَفْصِيلِ هَذَا الْإِجْمَالِ ; لِيَتِمَّ التَّأَسِّي الْمَطْلُوبُ. </p><p> وَقَدْ أَخَذَتْ قَضِيَّةُ الْأَخْلَاقِ عَامَّةً، وَأَخْلَاقُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - خَاصَّةً مَحَلَّ الصَّدَارَةِ مِنْ مَبَاحِثِ الْبَاحِثِينَ، وَتَقْرِيرِ الْمُرْشِدِينَ، فَهِيَ بِالنِّسْبَةِ لِلْعُمُومِ أَسَاسُ قِوَامِ الْأُمَمِ، وَعَامِلُ الْحِفَاظِ عَلَى بَقَائِهَا، كَمَا قِيلَ: </p><p> إِنَّمَا الْأُمَمُ الْأَخْلَاقُ مَا بَقِيَتْ ... فَإِنْ هُمُ ذَهَبَتْ أَخْلَاقُهُمْ ذَهَبُوا </p><p> وَقَدْ أَجْمَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْبِعْثَةَ كُلَّهَا فِي مَكَارِمِ الْأَخْلَاقِ فِي قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّمَا بُعِثْتُ ; لِأُتَمِّمَ مَكَارِمَ الْأَخْلَاقِ» . </p><p> وَقَدْ عُنِيَ أَصْحَابُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رِضْوَانُ اللَّهِ تَعَالَى عَلَيْهِمْ بِقَضِيَّةِ أَخْلَاقِهِ بَعْدَ نُزُولِ هَذِهِ الْآيَةِ، فَسَأَلُوا عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - عَنْ ذَلِكَ فَقَالَتْ:  «كَانَ خُلُقُهُ الْقُرْآنَ» ، وَعُنِيَ بِهَا الْعُلَمَاءُ بِالتَّأْلِيفِ، كَالشَّمَائِلِ لِلتِّرْمِذِيِّ. </p><p> أَمَّا أَقْوَالُ الْمُفَسِّرِينَ فِي الْخُلُقِ الْعَظِيمِ الْمَعْنِيِّ هُنَا فَهِيَ عَلَى قَوْلَيْنِ، لَا تَعَارُضَ بَيْنَهُمَا: </p><p> مِنْهَا: أَنَّهُ الدِّينُ، قَالَهُ ابْنُ عَبَّاسٍ وَمُجَاهِدٌ وَالسُّدِّيُّ وَغَيْرُهُمْ. </p><p> وَالْآخَرُ قَوْلُ عَائِشَةَ:  «كَانَ خُلُقُهُ الْقُرْآنَ» ، وَالْقُرْآنُ وَالدِّينُ مُرْتَبِطَانِ. وَلَكِنْ لَمْ يَزَلِ الْإِجْمَالُ مَوْجُودًا. وَإِذَا رَجَعْنَا إِلَى بَعْضِ الْآيَاتِ فِي الْقُرْآنِ نَجِدُ بَعْضَ الْبَيَانِ لِمَا كَانَ </p><p> عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ عَظِيمِ الْخُلُقِ مِثْلَ قَوْلِهِ تَعَالَى: خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ [٧ \\ ١٩٩] . </p><p> وَقَوْلِهِ: لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ [٩ \\ ١٢٨] . </p><p> وَقَوْلِهِ: فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ [٣ \\ ١٥٩] . </p><p> وَقَوْلِهِ: ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ [١٦ \\ ١٢٥] . </p><p> وَمِثْلُ ذَلِكَ مِنَ الْآيَاتِ الَّتِي فِيهَا التَّوْجِيهُ أَوِ الْوَصْفُ بِمَا هُوَ أَعْظَمُ الْأَخْلَاقِ، وَإِذَا كَانَ خُلُقُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - هُوَ الْقُرْآنَ، فَالْقُرْآنُ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ. </p><p> وَالْمُتَأَمِّلُ لِلْقُرْآنِ فِي هَدْيِهِ يَجِدُ مَبْدَأَ الْأَخْلَاقِ فِي كُلِّ تَشْرِيعٍ فِيهِ حَتَّى الْعِبَادَاتِ. فَفِي الصَّلَاةِ خُشُوعٌ وَخُضُوعٌ وَسَكِينَةٌ وَوَقَارٌ، فَأْتُوهَا وَعَلَيْكُمُ السَّكِينَةُ وَالْوَقَارُ. </p><p> وَفِي الزَّكَاةِ مُرُوءَةٌ وَكَرَمٌ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى [٢ \\ ٢٦٤] . </p><p> وَقَوْلُهُ: إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا [٧٦ \\ ٩] . </p><p> وَفِي الصِّيَامِ:  «مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةً فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ» . </p><p> وَقَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الصِّيَامُ جُنَّةٌ» . </p><p> وَفِي الْحَجِّ: فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي الْحَجِّ. </p><p> وَفِي الِاجْتِمَاعِيَّاتِ: خُوطِبَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَعْلَى دَرَجَاتِ الْأَخْلَاقِ، حَتَّى وَلَوْ لَمْ يَكُنْ دَاخِلًا تَحْتَ الْخِطَابِ ; لِأَنَّهُ لَيْسَ خَارِجًا عَنْ نِطَاقِ الطَّلَبِ: وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ، ثُمَّ يَأْتِي بَعْدَهَا وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّي ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا </p><p> [١٧ \\ ٢٣ - ٢٤] ، مَعَ أَنَّ وَالِدَيْهِ لَمْ يَكُنْ أَحَدُهُمَا مَوْجُودًا عِنْدَ نُزُولِهَا، إِلَى غَيْرِ ذَلِكَ مِنَ التَّعَالِيمِ الْعَامَّةِ وَالْخَاصَّةِ الَّتِي اشْتَمَلَ عَلَيْهَا الْقُرْآنُ. </p><p> وَقَدْ عُنِيَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْأَخْلَاقِ حَتَّى كَانَ يُوصِي بِهَا الْمَبْعُوثِينَ فِي كُلِّ مَكَانٍ، كَمَا أَوْصَى مُعَاذَ بْنَ جَبَلٍ - رَضِيَ اللَّهُ عَنْهُ - بِقَوْلِهِ:  «اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» . </p><p> وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ: إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا تَشَاءُ» ، أَيْ: إِنَّ الْحَيَاءَ وَهُوَ مِنْ أَخَصِّ الْأَخْلَاقِ سِيَاجٌ مِنَ الرَّذَائِلِ، وَهَذَا مِمَّا يُؤَكِّدُ أَنَّ الْخُلُقَ الْحَسَنَ يَحْمِلُ عَلَى الْفَضَائِلِ، وَيَمْنَعُ مِنَ الرَّذَائِلِ، كَمَا قِيلَ فِي ذَلِكَ: </p><p> إِنَّ الْكَرِيمَ إِذَا تَمَكَّنَ مِنْ أَذًى ... جَاءَتْهُ أَخْلَاقُ الْكِرَامِ فَأَقْلَعَا </p><p> وَتَرَى اللَّئِيمَ إِذَا تَمَكَّنَ مِنْ أَذًى ... يَطْغَى فَلَا يُبْقِي لِصُلْحٍ مَوْضِعًا </p><p> وَقَدْ أَشَارَ الْقُرْآنُ إِلَى هَذَا الْجَانِبِ فِي قَوْلِهِ تَعَالَى: الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ [٣ \\ ١٣٤] . </p><p> تَنْبِيهٌ </p><p> إِنَّ مِنْ أَهَمِّ قَضَايَا الْأَخْلَاقِ بَيَانُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهَا بِقَوْلِهِ:  «إِنَّمَا بُعِثْتُ ; لِأُتَمِّمَ مَكَارِمَ الْأَخْلَاقِ» . </p><p> مَعَ أَنَّ بِعْثَتَهُ بِالتَّوْحِيدِ، وَالْعِبَادَاتِ، وَالْمُعَامَلَاتِ، وَغَيْرِ ذَلِكَ مِمَّا يَجْعَلُ الْأَخْلَاقَ هِيَ الْبِعْثَةُ. </p><p> وَبَيَانُ ذَلِكَ فِي قَضِيَّةٍ مَنْطِقِيَّةٍ قَطْعِيَّةٍ حَمْلِيَّةٍ، مُقَدِّمَتُهَا حَدِيثٌ صَحِيحٌ، وَهُوَ:  «الدِّينُ حُسْنُ الْخُلُقِ» ، وَالْكُبْرَى آيَةٌ كَرِيمَةٌ قَوْلُهُ تَعَالَى: لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ [٢ \\ ١٧٧] . </p><p> وَلِمُسَاوَاةِ طَرَفَيِ الصُّغْرَى فِي الْمَاصَدَقِ، وَهُوَ:  «الدِّينُ حُسْنُ الْخُلُقِ» ، يَكُونُ التَّرْكِيبُ الْمَنْطِقِيُّ بِالْقِيَاسِ الِاقْتِرَانِيِّ حُسْنُ الْخُلُقِ هُوَ الْبِرُّ، وَالْبِرُّ هُوَ الْإِيمَانُ بِاللَّهِ وَالْيَوْمِ </p><p> الْآخِرِ، إِلَى آخِرِ مَا جَاءَ فِي الْآيَةِ الْكَرِيمَةِ، يَنْتُجُ حُسْنُ الْخُلُقِ هُوَ الْإِيمَانُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَا عُطِفَ عَلَيْهِ. </p><p> وَقَدِ اشْتَمَلَتْ هَذِهِ الْآيَةُ الْكَرِيمَةُ عَلَى الدِّينِ كُلِّهِ بِأَقْسَامِهِ الثَّلَاثَةِ: </p><p> الْإِسْلَامِ مِنْ صَلَاةٍ وَزَكَاةٍ. إلخ. </p><p> وَالْإِيمَانِ بِاللَّهِ وَمَلَائِكَتِهِ. إلخ. </p><p> وَمِنْ إِحْسَانٍ فِي وَفَاءٍ وَصِدْقٍ وَصَبْرٍ، وَتَقْوَى اللَّهِ تَعَالَى ; إِذْ هِيَ مُرَاقَبَةُ اللَّهِ سِرًّا وَعَلَنًا، وَقَدْ ظَهَرَتْ نَتِيجَةُ عِظَمِ هَذِهِ الْأَخْلَاقِ فِي الرَّحْمَةِ الْعَامَّةِ الشَّامِلَةِ فِي قَوْلِهِ تَعَالَى: وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ [٢١ \\ ١٠٧] . </p><p> وَكَذَلِكَ لِلْأُمَّةِ يَوْمَ الْقِيَامَةِ، كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَقْرَبُكُمْ مِنِّي مَنْزِلَةً يَوْمَ الْقِيَامَةِ أَحَاسِنُكُمْ أَخْلَاقًا» . </p><p> وَهِيَ قَضِيَّةٌ مَنْطِقِيَّةٌ أُخْرَى:  «إِنَّمَا بُعِثْتُ لِأُتَمِّمَ مَكَارِمَ الْأَخْلَاقِ» ، وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ. </p><p> فَمَكَارِمُ الْأَخْلَاقِ رَحْمَةٌ لِلْعَالَمِينَ فِي الدُّنْيَا، وَمَنْزِلَةٌ عُلْيَا لِلْمُؤْمِنِينَ فِي الْآخِرَةِ. </p><p> تَنْبِيهٌ آخَرُ. </p><p> اتَّفَقَ عُلَمَاءُ الِاجْتِمَاعِ أَنَّ أُسُسَ الْأَخْلَاقِ أَرْبَعَةٌ: </p><p> هِيَ: الْحِكْمَةُ، وَالْعِفَّةُ، وَالشَّجَاعَةُ، وَالْعَدَالَةُ. </p><p> وَيُقَابِلُهَا رَذَائِلُ أَرْبَعَةٌ: </p><p> هِيَ الْجَهْلُ، وَالشَّرَهُ، وَالْجُبْنُ، وَالْجَوْرُ. </p><p> وَيَتَفَرَّعُ عَنْ كُلِّ فَضِيلَةٍ فُرُوعُهَا: </p><p> الْحِكْمَةُ: الذَّكَاءُ وَسُهُولَةُ الْفَهْمِ، وَسِعَةُ الْعِلْمِ. وَعَنِ العِفَّةِ: الْقَنَاعَةُ، وَالْوَرَعُ، وَالْحَيَاءُ، وَالسَّخَاءُ، وَالدَّعَةُ، وَالصَّبْرُ، وَالْحُرِّيَّةُ. وَعَنِ الشَّجَاعَةِ: النَّجْدَةُ، وَعِظَمُ الْهِمَّةِ. وَعَنِ السَّمَاحَةِ: الْكَرَمُ، وَالْإِيثَارُ، وَالْمُوَاسَاةُ، وَالْمُسَامَحَةُ. </p>"
}