{
  "id": null,
  "sura": 68,
  "aya": 50,
  "text": "<p> لَمِنَ الْمُرْسَلِينَ إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ. إِلَى قَوْلِهِ: فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ </p><p> [٣٧ \\ ١٣٩ - ١٤٢] . </p><p> وَأَمَّا النِّدَاءُ، فَقَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: قَدْ بَيَّنَهُ تَعَالَى فِي سُورَةِ (الْأَنْبِيَاءِ) عِنْدَ قَوْلِهِ تَعَالَى: وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ [٢١ \\ ٨٧ - ٨٨] . </p><p> فَصَاحِبُ الْحُوتِ هُوَ يُونُسُ، وَنِدَاؤُهُ هُوَ الْمَذْكُورُ فِي الْآيَةِ، وَحَالَةُ نِدَائِهِ وَهُوَ مَكْظُومٌ. </p><p> أَمَّا الْوَجْهُ الْمَنْهِيُّ عَنْ أَنْ يَكُونَ مِثْلَهُ: فَهُوَ الْحَالُ الَّذِي كَانَ عَلَيْهِ عِنْدَ النِّدَاءِ، وَهُوَ فِي حَالَةِ غَضَبِهِ، وَهُوَ مَكْظُومٌ، وَهَذَا بَيَانٌ لِجَانِبٍ مِنْ خُلُقِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَخَلُّقِهِ فِي قَوْلِهِ تَعَالَى: فَاصْبِرْ أَيْ: عَلَى إِيذَاءِ قَوْمِكَ، وَلَعَلَّ هَذَا مِنْ خَصَائِصِ وَخَوَاصِّ تَوْجِيهَاتِ اللَّهِ إِلَيْهِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ [١٦ \\ ١٢٦ - ١٢٧] إِلَى آخِرِ الْآيَةِ، فَقَدْ بَيَّنَ تَعَالَى خُلُقًا فَاضِلًا عَامًّا لِلْأُمَّةِ: فِي حُسْنِ الْمُعَامَلَةِ وَالصَّفْحِ. </p><p> ثُمَّ خَصَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْلِهِ: وَاصْبِرْ أَيْ: لَا تُعَاقِبِ انْتِقَامًا وَلَوْ بِالْمِثْلِيَّةِ وَلَكِنِ اصْبِرْ، وَقَدْ كَانَ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِصْدَاقُ ذَلِكَ ; فِي رُجُوعِهِ مِنْ ثَقِيفٍ حِينَمَا آذَوْهُ، وَجَاءَهُ جِبْرِيلُ - عَلَيْهِ السَّلَامُ -، وَمَعَهُ مَلَكُ الْجِبَالِ يَأْتَمِرُ بِأَمْرِهِ، إِلَى أَنْ قَالَ:  (لَا، اللَّهُمَّ اهْدِ قَوْمِي ; فَإِنَّهُمْ لَا يَعْلَمُونَ. . إِنِّي لَأَرْجُو أَنْ يُخْرِجَ اللَّهُ مِنْ أَصْلَابِهِمْ مَنْ يُؤْمِنُ بِاللَّهِ) . فَقَدْ صَفَحَ وَصَبَرَ، وَرَجَى مِنَ اللَّهِ إِيمَانَ مَنْ يَخْرُجُ مِنْ أَصْلَابِهِمْ. </p><p> وَهَذَا أَقْصَى دَرَجَاتِ الصَّبْرِ وَالصَّفْحِ، وَأَعْظَمُ دَرَجَاتِ الْخُلُقِ الْكَرِيمِ. </p><p> قَوْلُهُ تَعَالَى: لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ. </p><p> بَيَّنَ تَعَالَى أَنَّهُ لَمْ يُنْبَذْ بِالْعَرَاءِ عَلَى صِفَةٍ مَذْمُومَةٍ، بَلْ إِنَّهُ تَعَالَى أَنْبَتَ عَلَيْهِ شَجَرَةً تُظِلُّهُ وَتَسْتُرُهُ، كَمَا فِي قَوْلِهِ تَعَالَى: وَأَنْبَتْنَا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ [٣٧ \\ ١٤٦] . </p><p> قَوْلُهُ تَعَالَى: فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ </p>"
}