{
  "id": null,
  "sura": 69,
  "aya": 33,
  "text": "<p> قِيلَ فِي (مَا) : إِنَّهَا اسْتِفْهَامِيَّةٌ ; بِمَعْنَى أَيُّ شَيْءٍ أَغْنَى عَنِّي مَالِيَهْ، وَالْجَوَابُ: لَا شَيْءَ، وَقِيلَ: نَافِيَةٌ، أَيْ: لَمْ يُغْنِ عَنِّي مَالِيَهْ شَيْئًا فِي هَذَا الْيَوْمِ، وَيَشْهَدُ لِهَذَا الْمَعْنَى الثَّانِي قَوْلُهُ تَعَالَى يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ [٢٦ \\ ٨٨] . </p><p> وَقَوْلُهُ: مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ [١١١ \\ ٢] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ (الْكَهْفِ) عَلَى قَوْلِهِ تَعَالَى: وَلَئِنْ رُدِدْتُ إِلَى رَبِّي [١٨ \\ ٣٦] . </p><p> وَفِي سُورَةِ (الزُّخْرُفِ) عِنْدَ قَوْلِهِ تَعَالَى: وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا الْآيَةَ [٤٣ \\ ٣٦] . </p><p> قَوْلُهُ تَعَالَى: هَلَكَ عَنَّي سُلْطَانِيَهْ </p><p> أَيْ: لَا سُلْطَانَ وَلَا جَاهَ وَلَا سُلْطَةَ لِأَحَدٍ فِي ذَلِكَ الْيَوْمِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَعُرِضُوا عَلَى رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ [١٨ \\ ٤٨] : حُفَاةً عُرَاةً. </p><p> وَقَوْلِهِ: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ [٦ \\ ٩٤] . </p><p> قَوْلُهُ تَعَالَى: إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ </p><p> فِيهِ عَطْفُ عَدَمِ الْحَضِّ عَلَى طَعَامِ الْمِسْكِينِ، عَلَى عَدَمِ الْإِيمَانِ بِاللَّهِ الْعَظِيمِ، مِمَّا يُشِيرُ إِلَى أَنَّ الْكَافِرَ يُعَذَّبُ عَلَى الْفُرُوعِ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَبْحَثُ هَذِهِ الْمَسْأَلَةِ فِي أَوَّلِ سُورَةِ (فُصِّلَتْ) عِنْدَ قَوْلِهِ تَعَالَى: وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ [٤١ \\ ٦ - ٧] ، وَكُنْتُ سَمِعْتُ مِنْهُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - قَوْلَهُ: كَمَا أَنَّ الْإِيمَانَ يَزِيدُ بِالطَّاعَةِ، وَالْمُؤْمِنُ يُثَابُ عَلَى إِيمَانِهِ وَعَلَى طَاعَتِهِ، فَكَذَلِكَ الْكُفْرُ يَزْدَادُ بِالْمَعَاصِي. وَيُجَازَى الْكَافِرُ عَلَى كُفْرِهِ وَعَلَى عِصْيَانِهِ، كَمَا فِي قَوْلِهِ تَعَالَى: الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ [١٦ \\ ٨٨] . </p><p> فَعَذَابٌ عَلَى الْكُفْرِ وَعَذَابٌ عَلَى الْإِفْسَادِ، وَمِمَّا يَدُلُّ لِزِيَادَةِ الْكُفْرِ، قَوْلُهُ تَعَالَى: إِنَّ </p>"
}