{
  "id": null,
  "sura": 69,
  "aya": 44,
  "text": "<p> الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ [٣ \\ ٩٠] ، وَتَقَدَّمَ لِلشَّيْخِ - رَحِمَهُ اللَّهُ - مَبْحَثُ زِيَادَةِ الْعَذَابِ عِنْدَ آيَةِ (النَّحْلِ) . </p><p> قَوْلُهُ تَعَالَى: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ </p><p> إِضَافَةُ الْقَوْلِ إِلَى الرَّسُولِ الْكَرِيمِ عَلَى سَبِيلِ التَّبْلِيغِ، كَمَا جَاءَ بَعْدَهَا، قَوْلُهُ تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ [٦٩ \\ ٤٣] وَالرَّسُولُ يَحْتَمِلُ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيَحْتَمِلُ جِبْرِيلَ، وَقَدْ جَاءَ فِي حَقِّ جِبْرِيلَ قَوْلُهُ تَعَالَى: إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ مُطَاعٍ ثَمَّ أَمِينٍ [٨١ \\ ١٩ - ٢١] . </p><p> وَهُنَا الْمُرَادُ بِهِ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَرِينَةِ قَوْلِهِ تَعَالَى: وَمَا هُوَ بِقَوْلِ شَاعِرٍ [٦٩ \\ ٤١] وَمَا عُطِفَ عَلَيْهِ ; لِأَنَّ مَنِ اتُّهِمَ بِذَلِكَ هُوَ الرَّسُولُ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَنَفَاهُ ذَلِكَ عَنْهُ، فَيَكُونُ فِي ذَلِكَ كُلِّهِ إِثْبَاتُ الصِّفَةِ الْكَرِيمَةِ لِسَنَدِ الْقُرْآنِ مِنْ مُحَمَّدٍ عَنْ جِبْرِيلَ عَنِ اللَّهِ، وَقَدْ أَشَارَ لِذَلِكَ فِي الْآيَةِ الْأُولَى فِي قَوْلِهِ: مُطَاعٍ ثَمَّ أَمِينٍ وَمَا صَاحِبُكُمْ بِمَجْنُونٍ [٨١ \\ ٢١ - ٢٢] . </p><p> فَأَثْبَتَ السَّلَامَةَ وَالْعَدَالَةَ لِرُسُلِ اللَّهِ فِي تَبْلِيغِ كَلَامِ اللَّهِ، وَفِي هَذَا رَدٌّ عَلَى قُرَيْشٍ مَا اتَّهَمَتْ بِهِ الرَّسُولَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَفِيهِ أَيْضًا الرَّدُّ عَلَى الرَّافِضَةِ دَعْوَاهُمُ التَّغْيِيرَ أَوِ النَّقْصَ فِي الْقُرْآنِ. </p><p> قَوْلُهُ تَعَالَى: وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ هَذَا الْمَعْنَى، وَهُوَ عَلَى ظَاهِرِهِ عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا الْآيَةَ [٤٦ \\ ٨] ، وَهُوَ عَلَى سَبِيلِ الِافْتِرَاضِ بِالنِّسْبَةِ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَدِ اسْتَبْعَدَ أَبُو حَيَّانَ أَنْ يَكُونَ الضَّمِيرُ فِي (تَقَوَّلَ) رَاجِعًا إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِاسْتِحَالَةِ وُقُوعِ ذَلِكَ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَالَ: إِنَّهَا قُرِئَتْ بِالْمَبْنِيِّ لِلْمَجْهُولِ وَرَفْعِ (بَعْضٍ) ، وَقَالَ: وَعَلَى قِرَاءَةِ الْجُمْهُورِ يَكُونُ فَاعِلُ (تَقَوَّلَ) مُقَدَّرًا تَقْدِيرُهُ: وَلَوْ تَقَوَّلَ عَلَيْنَا مُتَقَوِّلٌ، وَقَدْ ذَكَرَ تِلْكَ الْقِرَاءَةَ كُلٌّ مِنَ الْقُرْطُبِيِّ وَالْكَشَّافِ، وَلَكِنْ لَمْ يَذْكُرْهَا ابْنُ كَثِيرٍ وَلَا الطَّبَرِيُّ وَلَا النَّيْسَابُورِيُّ مِمَّنْ يُعْنَوْنَ بِالْقِرَاءَاتِ، مِمَّا يَجْعَلُ فِي صِحَّتِهَا نَظَرًا، فَلَوْ صَحَّتْ لَكَانَتْ مُوَجَّهَةً وَلَكِنْ مَا اسْتَبْعَدَهُ أَبُو </p>"
}