{
  "id": null,
  "sura": 69,
  "aya": 28,
  "text": "<p> قَوْلُهُ تَعَالَى: فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحِمَهُ اللَّهُ - بَيَانُ قَضِيَّةِ أَخْذِ الْكُتُبِ وَحَقِيقَتِهَا، عِنْدَ قَوْلِهِ تَعَالَى: وَوُضِعَ الْكِتَابُ [١٨ \\ ٤٩] فِي سُورَةِ (الْكَهْفِ) . </p><p> وَكَذَلِكَ بَحَثَهَا فِي كِتَابِهِ دَفْعِ إِيهَامِ الِاضْطِرَابِ، وَبَيَانُ الْقِسْمِ الثَّالِثِ مِنْ وَرَاءِ ظَهْرِهِ، وَفِي هَذَا التَّفْصِيلُ فِي حَقِّ الْكِتَابِ وَالْكِتَابَةِ وَتَسْجِيلِ الْأَعْمَالِ وَإِيتَائِهَا بِنُصُوصٍ صَرِيحَةٍ وَاضِحَةٍ، كَقَوْلِهِ تَعَالَى: وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ [١٨ \\ ٤٩] . </p><p> وَقَوْلِهِمْ صَرَاحَةً: يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا [١٨ \\ ٤٩] . </p><p> وَقَوْلِهِ: مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ [٥٠ \\ ١٨] . </p><p> وَقَوْلِهِ: اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٤] ، فَهُوَ كِتَابٌ مَكْتُوبٌ يُنْشَرُ يَوْمَ الْقِيَامَةِ يَقْرَؤُهُ كُلُّ إِنْسَانٍ بِنَفْسِهِ، مِمَّا يَرُدُّ قَوْلَ مَنْ يَجْعَلُ أَخْذَ الْكِتَابِ بِالْيَمِينِ أَوِ الشِّمَالِ كِنَايَةً عَنِ الْيُمْنِ وَالشُّؤْمِ. وَهَذَا فِي الْوَاقِعِ إِنَّمَا هُوَ مِنْ شُؤْمِ التَّأْوِيلِ الْفَاسِدِ، وَبِدُونِ دَلِيلٍ عَلَيْهِ، وَالْمُسَمَّى عِنْدَ الْأُصُولِيِّينَ بِاللَّعِبِ. نَسْأَلُ اللَّهَ السَّلَامَةَ وَالْعَافِيَةَ. </p><p> قَوْلُهُ تَعَالَى: إِنَّى ظَنَنْتُ أَنَّى مُلَاقٍ حِسَابِيَهْ </p><p> وَالظَّنُّ وَاسِطَةٌ بَيْنَ الشَّكِّ وَالْعِلْمِ، وَقَدْ يَكُونُ بِمَعْنَى الْعِلْمِ إِذَا وُجِدَتِ الْقَرَائِنُ، وَتَقَدَّمَ لِلشَّيْخِ بَيَانُهُ عِنْدَ قَوْلِهِ تَعَالَى: وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا [١٨ \\ ٥٣] ، أَيْ: عَلِمُوا بِقَرِينَةِ قَوْلِهِ: وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا [١٨ \\ ٥٣] ، وَهُوَ هُنَا بِمَعْنَى الْعِلْمِ ; لِأَنَّ الْعَقَائِدَ لَا يَصْلُحُ فِيهَا الظَّنُّ، وَلَا بُدَّ فِيهَا مِنَ الْعِلْمِ وَالْجَزْمِ. </p><p> وَقَدْ دَلَّ الْقُرْآنُ عَلَى أَنَّ الظَّنَّ قَدْ يَكُونُ بِمَعْنَى الْعِلْمِ، بِمَفْهُومِ قَوْلِهِ تَعَالَى: إِنَّ بَعْضَ الظَّنِّ إِثْمٌ [٤٩ \\ ١٢] ، فَمَفْهُومُهُ أَنَّ بَعْضَهُ لَيْسَ إِثْمًا، فَيَكُونُ حَقًّا، وَكَذَلِكَ قَوْلُهُ تَعَالَى: الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ [٢ \\ ٤٦] . </p><p> قَوْلُهُ تَعَالَى: مَا أَغْنَى عَنِّي مَالِيَهْ. </p>"
}