{
  "id": null,
  "sura": 70,
  "aya": 24,
  "text": "<p> وَبَيْنَهُمُ الصَّلَاةُ، مَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ» . </p><p> وَاتَّفَقَ الْأَئِمَّةُ - رَحِمَهُمُ اللَّهُ - عَلَى قَتْلِ تَارِكِهَا. وَكَلَامُ الْعُلَمَاءِ عَلَى أَثَرِ الصَّلَاةِ عَلَى قَلْبِ الْمُؤْمِنِ وَرُوحِهِ وَشُعُورِهِ، وَمَا تُكْسِبُهُ مِنْ طُمَأْنِينَةٍ وَارْتِيَاحٍ، كَلَامٌ كَثِيرٌ جِدًّا تُوحِي بِهِ كُلِّهِ مَعَانِي سُورَةِ (الْفَاتِحَةِ) . </p><p> قَوْلُهُ تَعَالَى: وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ لِلسَّائِلِ وَالْمَحْرُومِ </p><p> هَذَا هُوَ الْوَصْفُ الثَّانِي، وَيُسَاوِي إِيتَاءَ الزَّكَاةِ ; لِأَنَّ الْحَقَّ الْمَعْلُومَ لَا يَكُونُ إِلَّا فِي الْمَفْرُوضِ، وَهُوَ قَوْلُ أَكْثَرِ الْمُفَسِّرِينَ. وَلَا يَمْنَعُ أَنَّ السُّورَةَ مَكِّيَّةٌ ; فَقَدْ يَكُونُ أَصْلُ الْمَشْرُوعِيَّةِ بِمَكَّةَ، وَيَأْتِي التَّفْصِيلُ بِالْمَدِينَةِ، وَهُوَ فِي السَّنَةِ الثَّانِيَةِ مِنَ الْهِجْرَةِ، وَهُنَا إِجْمَالٌ فِي هَذِهِ الْآيَةِ. </p><p> الْأَوَّلُ: فِي الْأَمْوَالِ. </p><p> وَالثَّانِي: فِي الْحَقِّ الْمَعْلُومِ. أَيِ: الْقَدْرِ الْمُخْرَجِ، وَلَمْ تَأْتِ آيَةٌ تُفَصِّلُ هَذَا الْإِجْمَالَ إِلَّا آيَةُ: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ [٥٩ \\ ٧] ، وَقَدْ بَيَّنَتِ السُّنَّةُ هَذَا الْإِجْمَالَ. </p><p> أَمَّا الْأَمْوَالُ، فَهِيَ لِإِضَافَتِهَا تَعُمُّ كُلَّ أَمْوَالِهِمْ، وَلَيْسَ لِلْأَمْرِ كَذَلِكَ، فَالْأَمْوَالُ الزَّكَوِيَّةُ بَعْضٌ مِنَ الْجَمِيعِ، وَأُصُولُهَا عِنْدَ جَمِيعِ الْمُسْلِمِينَ هِيَ: </p><p> أَوَّلًا: النَّقْدَانِ: الذَّهَبُ وَالْفِضَّةُ. </p><p> ثَانِيًا: مَا يَخْرُجُ مِنَ الْأَرْضِ مِنْ حُبُوبٍ وَثِمَارٍ. </p><p> ثَالِثًا: عُرُوضُ التِّجَارَةِ. </p><p> رَابِعًا: الْحَيَوَانُ، وَلَهَا شُرُوطٌ وَأَنْصِبَاءُ. وَفِي كُلٍّ مِنْ هَذِهِ الْأَرْبَعَةِ تَفْصِيلٌ، وَفِي الثَّلَاثَةِ الْأُولَى بَعْضُ الْخِلَافِ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ كُلِّ مَا يَتَعَلَّقُ بِأَحْكَامِهَا جُمْلَةً وَتَفْصِيلًا عِنْدَ آيَتَيْ: وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ [٩ \\ ٣٤] وَقَوْلِهِ تَعَالَى: وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ [٦٣ \\ ١٤١] ، وَلَمْ يَتَقَدَّمْ ذِكْرٌ لِزَكَاةِ الْحَيَوَانِ </p><p> وَلَا زَكَاةِ الْفِطْرِ، وَعَلَيْهِ نَسُوقُ طَرَفًا مِنْ ذَلِكَ لِتَفْصِيلِ النِّصَابِ فِي كُلٍّ مِنْهَا، وَمَا يَجِبُ فِي النِّصَابِ، وَمَا تَدْعُو الْحَاجَةُ لِذِكْرِهِ مِنْ مَبَاحِثَ فِي ذَلِكَ كَالْخُلْطَةِ مَثَلًا، وَالصِّفَاتِ فِي الْمُزَكَّى، وَالرَّاجِحِ فِيمَا اخْتُلِفَ فِيهِ، ثُمَّ نُتْبِعُ ذَلِكَ بِمُقَارَنَةٍ بَيْنَ هَذِهِ الْأَنْصِبَاءِ فِي بَهِيمَةِ الْأَنْعَامِ وَأَنْصِبَاءِ الذَّهَبِ وَالْفِضَّةِ ; لِبَيَانِ قُوَّةِ التَّرَابُطِ بَيْنَ الْجَمِيعِ، وَدِقَّةِ الشَّارِعِ فِي التَّقْدِيرِ. </p><p> أَوَّلًا: بَيَانُ النَّوْعِ الزَّكَوِيِّ مِنَ الْحَيَوَانِ. </p><p> اعْلَمْ - رَحِمَنَا اللَّهُ وَإِيَّاكَ -: أَنَّ مَذْهَبَ الْجُمْهُورِ: أَنَّهُ لَا زَكَاةَ فِي الْحَيَوَانِ إِلَّا فِي بَهِيمَةِ الْأَنْعَامِ الثَّلَاثَةِ: الْإِبِلِ، وَالْبَقَرِ، وَالْغَنَمِ، الضَّأْنُ وَالْمَعِزُ سَوَاءٌ. وَأُلْحِقَ بِالْبَقَرِ الْجَوَامِيسُ، وَالْإِبِلُ تَشْمَلُ الْعِرَابَ وَالْبَخَاتِيَّ، وَالْخِلَافُ فِي الْخَيْلِ. </p><p> وَلِأَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ تَعَالَى - دَلِيلُ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - اسْتَدَلَّ لِوُجُوبِ الزَّكَاةِ فِي الْخَيْلِ بِالْقِيَاسِ فِي حَمْلِهَا عَلَى الْأَصْنَافِ الثَّلَاثَةِ الْأُخْرَى، إِذَا كَانَتْ لِلنَّسْلِ أَيْ: كَانَتْ ذُكُورًا وَإِنَاثًا، بِخِلَافِ مَا إِذَا كَانَتْ كُلُّهَا ذُكُورًا بِجَامِعِ التَّنَاسُلِ فِي كُلٍّ وَاشْتَرَطَ لَهَا السَّوْمَ أَيْضًا. </p><p> وَبِحَدِيثِ:  \" مَا مِنْ صَاحِبِ ذَهَبٍ لَا يُؤَدِّي زَكَاتَهُ إِلَّا إِذَا كَانَ يَوْمُ الْقِيَامَةِ صُفِّحَ لَهُ صَفَائِحُ مِنْ نَارٍ، فَتُكْوَى بِهَا جَبِينُهُ وَجَنْبُهُ وَظَهْرُهُ \" الْحَدِيثَ. وَفِيهِ ذِكْرُ الْأَمْوَالِ الزَّكَوِيَّةِ كُلِّهَا، وَالْإِبِلِ، وَالْبَقَرِ، وَالْغَنَمِ. فَقَالُوا: وَالْخَيْلُ يَا رَسُولَ اللَّهِ؟ فَقَالَ \" الْخَيْلُ ثَلَاثَةٌ: هِيَ لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سَتْرٌ، وَلِرَجُلٍ وِزْرٌ.أَمَّا الَّتِي لِرَجُلٍ أَجْرٌ:فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ، فَأَطَالَ لَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ \" إِلَى آخِرِ مَا جَاءَ فِي هَذَا الْقِسْمِ. وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا، ثُمَّ لَمْ يَنْسَ حَقَّ اللَّهِ فِي رِقَابِهَا وَلَا ظُهُورِهَا فَهِيَ لِذَلِكَ سَتْرٌ. وَرَجُلٌ رَبَطَهَا رِيَاءً وَفَوَاءً لِأَهْلِ الْإِسْلَامِ ; فَهِيَ عَلَى ذَلِكَ وِزْرٌ. </p><p> فَقَالَ - رَحِمَهُ اللَّهُ -: إِنَّ حَقَّ اللَّهِ فِي رِقَابِهَا وَظُهُورِهَا هُوَ الزَّكَاةُ. وَقَدْ خَالَفَهُ فِي ذَلِكَ صَاحِبَاهُ أَبُو يُوسُفَ وَمُحَمَّدٌ، وَوَافَقَهُ زُفَرُ، وَبِمَا رَوَاهُ الدَّارَقُطْنِيُّ وَالْبَيْهَقِيُّ وَالْخَطِيبُ مِنْ حَدِيثِ جَابِرٍ مَرْفُوعًا \" فِي كُلِّ فَرَسٍ سَائِمَةٍ دِينَارٌ أَوْ عَشَرَةُ دَرَاهِمَ \" . </p><p> أَدِلَّةُ الْجُمْهُورِ عَلَى عَدَمِ </p><p> وُجُوبِ الزَّكَاةِ فِيهَا وَالرَّدُّ عَلَى أَدِلَّةِ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ -: </p><p> وَاسْتَدَلَّ الْجُمْهُورُ بِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" لَيْسَ عَلَى الْمُسْلِمِ فِي عَبْدِهِ وَلَا فَرَسِهِ صَدَقَةٌ \" . </p><p> وَالْفَرَسُ اسْمُ جِنْسٍ يَعُمُّ، وَبِعَدَمِ ذِكْرِهَا مَعَ بَقِيَّةِ الْأَجْنَاسِ الْأُخْرَى حَتَّى سُئِلَ عَنْهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَلَوْ كَانَتْ مِثْلَهَا فِي الْحُكْمِ لَمَا تَرَكَهَا فِي الذِّكْرِ. </p><p> وَحَدِيثُ \" قَدْ عَفَوْتُ عَنِ الخَيْلِ ; فَهَاتُوا زَكَاةَ الرِّقَّةِ \" . رَوَاهُ أَبُو دَاوُدَ. </p><p> وَأَجَابُوا عَلَى اسْتِدْلَالِ أَبِي حَنِيفَةَ، بِأَنَّ حَقَّ اللَّهِ فِي رِقَابِهَا، وَظُهُورِهَا إِعَارَتُهَا، وَطَرْقُهَا إِذَا طُلِبَ ذَلِكَ مِنْهُ. </p><p> كَمَا أَجَابُوا عَلَى حَدِيثِ جَابِرٍ بِمَا نَقَلَهُ الشَّوْكَانِيُّ وَالدَّارَقُطْنِيُّ مِنْ أَنَّهُ: لَا تَقُومُ بِهِ حُجَّةٌ. </p><p> وَرَدَّ أَبُو حَنِيفَةَ عَلَى دَلِيلِ الْجُمْهُورِ: بِأَنَّ فَرَسَهُ مُجْمَلٌ، وَهُوَ يَقُولُ بِالْحَدِيثِ إِذَا كَانَ الْفَرَسُ لِلْخِدْمَةِ. أَمَّا إِذَا كَانَتِ الْخَيْلُ لِلتَّنَاسُلِ، فَقَدْ خَصَّهَا الْقِيَاسُ، وَعَلَى حَدِيثِ (عَفَوْتُ عَنِ الْخَيْلِ) بِأَنَّهُ لَمْ يَثْبُتْ، وَهَذِهِ دَعْوَى تَحْتَاجُ إِلَى إِثْبَاتٍ، فَقَدْ ذَكَرَ الشَّوْكَانِيُّ أَنَّهُ حَسَنٌ. </p><p> وَلَعَلَّ مِمَّا يَرُدُّ اسْتِدْلَالَ أَبِي حَنِيفَةَ نَفْسُ الْحَدِيثِ الَّذِي اسْتَدَلَّ بِهِ مِنْ قَرِينَةِ التَّقْسِيمِ، إِذَا أَنَاطَ الْأَجْرَ فِيهَا بِالْجِهَادِ عَلَيْهَا، وَلَمْ يَذْكُرِ الزَّكَاةَ، مَعَ أَنَّ الزَّكَاةَ قَدْ تَكُونُ أَلْزَمَ مِنَ الْأَجْرِ أَوْ أَعَمَّ مِنَ الْجِهَادِ ; لِأَنَّهَا تَكُونُ لِمَنْ لَا يَسْتَطِيعُ الْجِهَادَ: كَالْمَرْأَةِ مَثَلًا فَتُزَكِّي ; فَلَوْ كَانَتْ فِيهَا الزَّكَاةُ لَمَا خَرَجَتْ عَنْ قِسْمِ الْأَجْرِ. </p><p> ثَانِيًا: لَوْ كَانَ حَقُّ اللَّهِ فِي الْمَذْكُورِ هُوَ الزَّكَاةَ لَمَا تُرِكَ لِمُجَرَّدِ تَذَكُّرِهَا وَخِيفَ تَعَرُّضٌ لِلنِّسْيَانِ ; لِأَنَّ زَكَاةَ الْأَصْنَافِ الثَّلَاثَةِ الْأُخْرَى لَمْ تُتْرَكْ لِذَلِكَ بَلْ يُطَالَبُ بِهَا صَاحِبُهَا، وَيَأْتِي الْعَامِلُ فَيَأْخُذُهَا، وَإِنِ امْتَنَعَ صَاحِبُهَا أُخِذَتْ جَبْرًا عَلَيْهِ، وَبِهَذَا يَظْهَرُ رُجْحَانُ مَذْهَبِ الْجُمْهُورِ فِي عَدَمِ الْوُجُوبِ. </p><p> وَمِنْ نَاحِيَةٍ أُخْرَى، فَقَدِ اخْتَلَفَ الْقَوْلُ عَنْ أَبِي حَنِيفَةَ - رَحِمَهُ اللَّهُ - فِيمَا تُعَامَلُ بِهِ، وَفِيمَا يُخْرَجُ فِي زَكَاتِهَا، فَقِيلَ: إِنَّهُ مُخَيَّرٌ بَيْنَ أَنْ يُخْرِجَ عَنْ كُلِّ فَرَسٍ دِينَارًا أَوْ عَشَرَةَ دَرَاهِمَ، وَبَيْنَ أَنْ يُقَوِّمَهَا وَيَدْفَعَ عَنْ كُلِّ مِائَتَيْ دِرْهَمٍ خَمْسَةَ دَرَاهِمَ. </p><p> وَقَدْ جَعَلَ الْأَحْنَافُ زَكَاتَهَا لِصَاحِبِهَا، وَلَا دَخْلَ لِلْعَامِلِ فِيهَا، وَلَا يُجْبِرُ الْإِمَامُ عَلَيْهَا، </p><p> وَقَدْ أَطَالَ فِي الْهِدَايَةِ الْكَلَامَ عَلَيْهَا، وَلَعَلَّ أَحْسَنَ مَا يُقَالُ فِي ذَلِكَ مَا جَاءَ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - فِي سُنَنِ الدَّارَقُطْنِيِّ، قَالَ: جَاءَ نَاسٌ مِنْ أَهْلِ الشَّامِ إِلَى عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -، فَقَالُوا: إِنَّا قَدْ أَصَبْنَا أَمْوَالًا وَخَيْلًا وَرَقِيقًا، وَإِنَّا نُحِبُّ أَنْ نُزَكِّيَهُ، فَقَالَ: مَا فَعَلَهُ صَاحِبَايَ قَبْلِي فَأَفْعَلُهُ أَنَا، ثُمَّ اسْتَشَارَ أَصْحَابَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالُوا: حَسَنٌ، وَسَكَتَ عَلِيٌّ، فَسَأَلَهُ، فَقَالَ: هُوَ حَسَنٌ لَوْ لَمْ تَكُنْ جِزْيَةً رَاتِبَةً يُؤْخَذُونَ بِهَا بَعْدَكَ. فَأَخَذَ مِنَ الْفَرَسِ عَشَرَةَ دَرَاهِمَ، وَفِيهِ: فَوَضَعَ عَلَى الْفَرَسِ دِينَارًا. </p><p> وَفِي الْمُنْتَقَى عَنْ أَحْمَدَ - رَحِمَهُ اللَّهُ - أَنَّهُمْ قَالُوا: نُحِبُّ أَنْ يَكُونَ لَنَا فِيهَا زَكَاةٌ وَطَهُورٌ، فَهِيَ إِذًا دَائِرَةٌ بَيْنَ الِاسْتِحْبَابِ وَالتَّرْكِ. </p><p> وَقَدْ جَاءَ فِي نَفْسِ الْحَدِيثِ الطَّوِيلِ الْمُتَقَدِّمِ أَنَّهُمْ قَالُوا: وَالْحُمُرُ يَا رَسُولَ اللَّهِ؟ فَقَالَ \" مَا أُنْزِلَ عَلَيَّ فِيهَا شَيْءٌ إِلَّا هَذِهِ الْآيَةُ الْجَامِعَةُ الْفَاذَّةُ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ[٩٩ \\ ٧]رَوَاهُ السِّتَّةُ إِلَّا التِّرْمِذِيُّ.</p><p> وَعَلَيْهِ ; فَإِنَّ الْأَحَادِيثَ الَّتِي هِيَ نَصٌّ فِي الْوُجُوبِ أَوْ لِلتَّرْكِ لَمْ تَصْلُحْ لِلِاحْتِجَاجِ، وَالْحَدِيثُ الَّذِي فِيهِ الِاحْتِمَالُ فِي مَعْنَى حَقِّ اللَّهِ فِي ظُهُورِهَا وَرِقَابِهَا، قَالَ ابْنُ عَبْدِ الْبَرِّ: إِنَّهُ مُجْمَلٌ، فَلَمْ يَكُنْ فِي النُّصُوصِ الْمَرْفُوعَةِ مُتَمَسَّكٌ لِلْأَحْنَافِ فِي قَوْلِهِمْ: بِوُجُوبِ زَكَاةِ الْخَيْلِ، وَبَقِيَ مَفْهُومُ الْحَدِيثِ، وَقَوْلُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -. </p><p> أَمَّا مَفْهُومُ الْحَدِيثِ ; فَقَدْ أَشَرْنَا إِلَى الْقَرَائِنِ الَّتِي فِيهِ عَلَى عَدَمِ الْوُجُوبِ. </p><p> وَأَمَّا فِعْلُ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - فَفِيهِ قَرَائِنُ أَيْضًا، بَلْ أَدِلَّةٌ عَلَى عَدَمِ الْوُجُوبِ، وَهِيَ: </p><p> أَوَّلًا: لِأَنَّهُمْ هُمُ الَّذِينَ طَلَبُوا مِنْهُ أَنْ يُزَكِّيَهَا وَيُطَهِّرَهَا بِالزَّكَاةِ، وَإِيجَابُ الزَّكَاةِ لَا يَتَوَقَّفُ عَلَى رَغْبَةِ الْمَالِكِ. </p><p> ثَانِيًا: تَوَقُّفُ عُمَرَ وَعَدَمُ أَخْذِهَا مِنْهُمْ لِأَوَّلِ مَرَّةٍ، وَلَوْ كَانَتْ مَعْلُومَةً لَهُ مُزَكَّاةً لَمَا خَفِيَتْ عَلَيْهِ وَلَمَا تَوَقَّفَ. </p><p> ثَالِثًا: تَصْرِيحُهُ بِأَنَّهُ لَمْ يَفْعَلْهُ صَاحِبَاهُ مِنْ قَبْلِهِ، فَكَيْفَ يَفْعَلُهُ هُوَ؟ ! . </p><p> رَابِعًا: قَوْلُ عَلِيٍّ: مَا لَمْ تَكُنْ جِزْيَةً مِنْ بَعْدِكَ. أَيْ: إِنْ أَخَذَهَا عُمَرُ اسْتِجَابَةً لِرَغْبَةِ أُولَئِكَ فَلَا بَأْسَ لِتَبَرُّعِهِمْ بِهَا، مَا لَمْ يَكُنْ ذَلِكَ سَبَبًا لِجَعْلِهَا لَازِمَةً عَلَى غَيْرِهِمْ فَتَكُونَ كَالْجِزْيَةِ عَلَى الْمُسْلِمِينَ. </p><p> وَمِمَّا يُسْتَدَلُّ بِهِ لِلْجُمْهُورِ حَدِيثُ: \" قَدْ عَفَوْتُ عَنِ الخَيْلِ وَالرَّقِيقِ فَأَدُّوا زَكَاةَ </p><p> أَمْوَالِكُمْ \". رَوَاهُ أَبُو دَاوُدَ.</p><p> قَالَ الشَّوْكَانِيُّ بِإِسْنَادٍ حَسَنٍ: وَهَذَا مَا يَتَّفِقُ مَعَ حَدِيثِ: \" لَيْسَ عَلَى الْمُسْلِمِ فِي فَرَسِهِ وَلَا فِي عَبْدِهِ \" رَوَاهُ الْجَمَاعَةُ.</p><p> وَقَدْ أَجَابَ الْأَحْنَافُ عَلَى تَرَدُّدِ عُمَرَ: بِأَنَّ الْخَيْلَ لَمْ تَكُنْ تُعْرَفُ سَائِمَةً لِلنَّسْلِ عِنْدَ الْعَرَبِ، وَلَكِنَّهَا ظَهَرَتْ بَعْدَ الْفُتُوحَاتِ فِي عَهْدِ عُمَرَ. وَفِي هَذَا الْقَوْلِ نَظَرٌ. وَعَلَيْهِ فَلَا دَلِيلَ عَلَى وُجُوبِ الزَّكَاةِ فِي الْخَيْلِ فَتَبْقَى عَلَى الْبَرَاءَةِ الْأَصْلِيَّةِ، وَلِهَذَا لَمْ يَأْتِ لِلْخَيْلِ ذِكْرٌ فِي كِتَابِ أَنْصِبَاءِ بَهِيمَةِ الْأَنْعَامِ، وَلَا يَرُدُّ عَلَيْهِ أَنَّ الْبَقَرَ لَمْ يَأْتِ ذِكْرُهَا أَيْضًا فِيهِ ; لِأَنَّ زَكَاةَ الْبَقَرِ جَاءَتْ فِيهَا نُصُوصٌ مُتَعَدِّدَةٌ لِأَصْحَابِ السُّنَنِ. </p><p> وَلِلْبُخَارِيِّ وَغَيْرِهِ بَيَانُ أَنْصِبَاءِ الزَّكَاةِ وَمَا يُؤْخَذُ فِيهَا: مَعْلُومٌ أَنَّهُ لَمْ يَأْتِ نَصٌّ مِنْ كِتَابِ اللَّهِ يُفَصِّلُ ذَلِكَ، وَلَكِنْ تَقَدَّمَ فِي مُقَدِّمَةِ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - أَنَّ مِنْ أَنْوَاعِ الْبَيَانِ بَيَانَ الْقُرْآنِ بِالسُّنَّةِ، وَهُوَ نَوْعٌ مِنْ بَيَانِ الْقُرْآنِ ; لِقَوْلِهِ تَعَالَى: وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ [٥٩ \\ ٧] . </p><p> وَقَدْ بَيَّنَتِ السُّنَّةُ أَرْكَانَ الْإِسْلَامِ: كَعَدَدِ الرَّكَعَاتِ وَأَوْقَاتِ الصَّلَوَاتِ مُفَصَّلَةً وَمَنَاسِكِ الْحَجِّ. </p><p> فَكَذَلِكَ بَيَّنَتِ السُّنَّةُ مُجْمَلَ هَذَا الْحَقِّ، وَفِي أَيِّ أَنْوَاعِ الْأَمْوَالِ، وَإِنَّ أَجْمَعَ نَصٍّ فِي ذَلِكَ هُوَ كِتَابُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي كَتَبَهُ وَقَرَنَهُ بِسَيْفِهِ، وَقَدْ عَمِلَ بِهِ أَبُو بَكْرٍ وَعُمَرُ - رَضِيَ اللَّهُ عَنْهُمَا - وَمَضَى عَلَيْهِ الْعَمَلُ فِيمَا بَعْدُ. </p><p> وَقَدْ رَوَاهُ الْجَمَاعَةُ عَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ -، قَالَ أَرْسَلَ إِلَيَّ أَبُو بَكْرٍ كِتَابًا، وَكَانَ نَقْشُ الْخَاتَمِ عَلَيْهِ: \" مُحَمَّدٌ \" سَطْرٌ، وَ \" رَسُولُ \" سَطْرٌ، وَ \" اللَّهِ \" سَطْرٌ: </p><p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، هَذِهِ فَرِيضَةُ الصَّدَقَةِ الَّتِي فَرَضَهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَلَى الْمُسْلِمِينَ، وَالَّتِي أَمَرَ اللَّهُ بِهَا رَسُولَهُ، فَمَنْ سُئِلَهَا مِنَ الْمُسْلِمِينَ عَلَى وَجْهِهَا فَلْيُعْطِهَا، وَمَنْ سُئِلَ فَوْقَهَا فَلَا يُعْطِهِ: فِي أَرْبَعٍ وَعِشْرِينَ مِنَ الْإِبِلِ فَمَا دُونَهَا مِنَ الْغَنَمِ فِي كُلِّ خَمْسٍ شَاةٌ، فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ إِلَى خَمْسٍ وَثَلَاثِينَ فَفِيهَا بِنْتُ مَخَاضٍ، فَإِنْ لَمْ تَكُنْ بِنْتُ مَخَاضٍ فَابْنُ لَبُونٍ، فَإِذَا بَلَغَتْ سِتًّا وَثَلَاثِينَ إِلَى خَمْسٍ وَأَرْبَعِينَ فَفِيهَا بِنْتُ لَبُونٍ، فَإِذَا بَلَغَتْ سِتًّا وَأَرْبَعِينَ إِلَى سِتِّينَ فَفِيهَا حِقَّةٌ طَرُوقَةُ الْفَحْلِ، فَإِذَا بَلَغَتْ وَاحِدَةً وَسِتِّينَ إِلَى خَمْسٍ وَسَبْعِينَ فَفِيهَا جَذَعَةٌ، فَإِذَا بَلَغَتْ سِتًّا وَسَبْعِينَ إِلَى تِسْعِينَ </p><p> فَفِيهَا بِنْتَا لَبُونٍ، فَإِذَا بَلَغَتْ إِحْدَى وَتِسْعِينَ إِلَى عِشْرِينَ وَمِائَةٍ فَفِيهَا حِقَّتَانِ طَرُوقَتَا الْفَحْلِ، فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ فَفِي كُلِّ أَرْبَعِينَ ابْنَةُ لَبُونٍ، وَفِي كُلِّ خَمْسِينَ حِقَّةٌ، وَمَنْ لَمْ يَكُنْ مَعَهُ إِلَّا أَرْبَعٌ مِنَ الْإِبِلِ فَلَيْسَتْ فِيهَا صَدَقَةً إِلَّا أَنْ يَشَاءَ رَبُّهَا، فَإِذَا بَلَغَتْ خَمْسًا فَفِيهَا شَاةٌ. </p><p> وَصَدَقَةُ الْغَنَمِ فِي سَائِمَتِهَا إِذَا كَانَتْ أَرْبَعِينَ إِلَى عِشْرِينَ وَمِائَةٍ شَاةٌ، فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ إِلَى مِائَتَيْنِ فِيهَا شَاتَانِ، فَإِذَا زَادَتْ عَلَى مِائَتَيْنِ إِلَى ثَلَاثِمِائَةٍ فَفِيهَا ثَلَاثُ شِيَاهٍ، فَإِذَا زَادَتْ عَلَى ثَلَاثمِائَةٍ فَفِي كُلِّ مِائَةٍ شَاةٌ. </p><p> فَإِذَا كَانَتْ سَائِمَةُ الرَّجُلِ نَاقِصَةً عَنْ أَرْبَعِينَ شَاةً، وَاحِدَةً فَلَيْسَ فِيهَا صَدَقَةٌ إِلَّا أَنْ يَشَاءَ رَبُّهَا، فَلَا يُجْتَمَعُ بَيْنَ مُفْتَرِقٍ وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ خَشْيَةَ الصَّدَقَةِ، وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ. الْحَدِيثَ. </p><p> فَقَدْ بَيَّنَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي هَذَا الْكِتَابِ أَنْصِبَاءَ الْإِبِلِ وَالْغَنَمِ وَمَا يَجِبُ فِي كُلٍّ مِنْهُمَا، وَلَمْ يَتَعَرَّضْ لِأَنْصِبَاءِ الْبَقْرِ، وَلَكِنْ بَيَّنَ أَنْصِبَاءَ الْبَقْرِ حَدِيثُ مُعَاذٍ عِنْدَ أَصْحَابِ السُّنَنِ. </p><p> قَالَ: أَمَرَنِي رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ بَعَثَنِي إِلَى الْيَمَنِ، أَلَّا آخُذَ مِنَ الْبَقْرِ شَيْئًا حَتَّى تَبْلُغَ ثَلَاثِينَ، فَإِذَا بَلَغَتْ: فَفِيهَا عِجْلٌ تَبِيعٌ جَذَعٌ أَوْ جَذَعَةٌ حَتَّى تَبْلُغَ أَرْبَعِينَ، فَإِذَا بَلَغَتْ أَرْبَعِينَ فَفِيهَا مُسِنَّةٌ. </p><p> وَلِهَذَيْنَ النَّصَّيْنِ الصَّحِيحَيْنِ يَكْتَمِلُ بَيَانُ أَنْصِبَاءِ بَهِيمَةِ الْأَنْعَامِ: الْإِبِلِ، وَالْبَقَرِ، وَالْغَنَمِ. وَهُوَ الَّذِي عَلَيْهِ الْجُمْهُورُ وَعَلَيْهِ الْعَمَلُ. </p><p> وَمَا رُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ: فِي كُلِّ عَشْرٍ مِنَ الْبَقَرِ شَاةٌ إِلَى ثَلَاثِينَ فَفِيهَا تَبِيعٌ، فَلَمْ يَعْمَلْ بِهِ أَحَدٌ. </p><p> تَنْبِيهٌ. </p><p> وَلَيْسَ فِي الْوَقْصِ فِي بَهِيمَةِ الْأَنْعَامِ زَكَاةٌ، وَالْوَقْصُ هُوَ مَا بَيْنَ كُلِّ نِصَابٍ وَالَّذِي يَلِيهِ، كَمَا بَيْنَ الْخَمْسَةِ وَالتِّسْعَةِ مِنَ الْإِبِلِ، وَمَا بَيْنَ الْأَرْبَعِينَ وَالْعِشْرِينَ وَمِائَةَ مِنَ الْغَنَمِ، وَمَا بَيْنَ الثَّلَاثِينَ وَالْأَرْبَعِينَ مِنَ الْبَقَرِ، وَهَذَا بِاتِّفَاقٍ، إِلَّا خِلَافٌ لِلْأَحْنَافِ فِي وَقْصِ الْبَقَرِ فَقَطْ، وَالصَّحِيحُ هُوَ مَذْهَبُ الْجُمْهُورِ فِي الْجَمِيعِ ; لِحَدِيثِ مُعَاذٍ لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «حَتَّى تَبْلُغَ أَرْبَعِينَ، فَإِذَا بَلَغَتْ أَرْبَعِينَ فَفِيهَا مُسِنَّةٌ» ، فَمَفْهُومُهُ أَنَّهُ لَا زَكَاةَ بَعْدَ الثَّلَاثِينَ حَتَّى تَبْلُغَ أَرْبَعِينَ، فَمَا بَيْنَ </p><p> الثَّلَاثِينَ وَالْأَرْبَعِينَ لَا زَكَاةَ فِيهِ. </p><p> وَأَبُو حَنِيفَةَ يَقُولُ فِيهِ بِنِسْبَةٍ مِنَ التَّبِيعِ، وَقَدِ اشْتَرَطَ لِزَكَاةِ بَهِيمَةِ الْأَنْعَامِ النَّسْلَ وَالسَّوْمَ، وَأَنَّهُ لَا زَكَاةَ فِي الْمَعْلُوفَةِ، وَلَا الَّتِي لِلْعَمَلِ: كَالْإِبِلِ لِلْحَمْلِ عَلَيْهَا، وَالْبَقَرِ لِلْحَرْثِ، وَنَحْوِ ذَلِكَ. </p><p> وَقَالَ مَالِكٌ: فِي الْمَعْلُوفَةِ وَفِي الْعَوَامِلِ الزَّكَاةُ، قَالَ فِي الْمُوَطَّإِ مَا نَصُّهُ: فِي الْإِبِلِ النَّوَاضِحِ وَالْبَقَرِ السَّوَاقِي وَبَقَرِ الْحَرْثِ ; إِنِّي أَرَى أَنْ يُؤْخَذَ مِنْ ذَلِكَ كُلِّهِ إِذَا وَجَبَتْ فِيهِ الصَّدَقَةُ. وَاسْتَدَلُّوا لِمَالِكٍ فِي ذَلِكَ بِأَمْرَيْنِ: </p><p> الْأَوَّلِ: مِنْ جِهَةِ النُّصُوصِ. </p><p> وَالثَّانِي: مِنْ جِهَةِ الْمَعْنَى. </p><p> أَمَّا النُّصُوصُ ; فَمَا جَاءَ عَامًّا فِي حَدِيثِ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - فِي أَنْصِبَاءِ الزَّكَاةِ فِي أَرْبَعٍ وَعِشْرِينَ مِنَ الْإِبِلِ فَمَا دُونَهُ الْغَنَمُ، فِي كُلِّ خَمْسٍ شَاةٌ، لِعُمُومِهِ فِي السَّائِمَةِ وَالْمَعْلُوفَةِ. هَذَا فِي الْإِبِلِ، وَكَذَلِكَ فِي الْغَنَمِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ، أَيْ: بِدُونِ قَيْدِ السَّوْمِ. </p><p> وَأَمَّا مِنْ جِهَةِ الْمَعْنَى: فَقَالَ الْبَاجِيُّ: إِنَّ كَثْرَةَ النَّفَقَاتِ وَقِلَّتَهَا إِذَا أَثَّرَتْ فِي الزَّكَاةِ ; فَإِنَّهَا تُؤَثِّرُ فِي تَخْفِيفِهَا وَتَثْقِيلِهَا وَلَا تُؤَثِّرُ فِي إِسْقَاطِهَا وَلَا إِثْبَاتِهَا: كَالْخُلْطَةِ، وَالتَّفْرِقَةِ، وَالسَّقْيِ، وَالنَّضْحِ، وَالسَّبْحِ، وَلَا فَرْقَ بَيْنَ السَّائِمَةِ وَالْمَعْلُوفَةِ إِلَّا تَخْفِيفَ النَّفَقَةِ وَتَثْقِيلَهَا. </p><p> وَأَمَّا التَّمَكُّنُ مِنَ الِانْتِفَاعِ بِهَا فَعَلَى حَدٍّ وَاحِدٍ لَا يَمْنَعُ عَلْفُهَا مِنَ الدَّرِّ وَالنَّسْلِ، وَرَدَّ الْجُمْهُورُ عَلَى أَدِلَّةِ مَالِكٍ أَيْضًا بِأَمْرَيْنِ: </p><p> الْأَوَّلِ: مِنْ جِهَةِ النُّصُوصِ. </p><p> وَالثَّانِي: مِنْ جِهَةِ الْمَعْنَى. </p><p> أَمَّا النُّصُوصُ: فَمَا جَاءَ مِنَ الْإِبِلِ فِي حَدِيثِ بَهْزِ بْنِ حَكِيمٍ، وَفِيهِ:  «فِي كُلِّ أَرْبَعِينَ مِنَ الْإِبِلِ سَائِمَةٌ ابْنَةُ لَبُونٍ» رَوَاهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَغَيْرُهُمَا. </p><p> وَفِي الْغَنَمِ حَدِيثُ:  «فِي سَائِمَةِ الْغَنَمِ الزَّكَاةُ» وَهُوَ حَدِيثٌ صَحِيحٌ. </p><p> وَفِي كِتَابِ أَبِي بَكْرٍ وَعُمَرَ، فَقَالُوا: جَاءَ قَيْدُ السَّوْمِ فِي الْحَدِيثَيْنِ، وَأَدِلَّةُ مَالِكٍ مُطْلَقَةٌ ; وَيُحْمَلُ الْمُطْلَقُ عَلَى الْمُقَيَّدِ كَمَا هُوَ مَعْلُومٌ. </p><p> وَمِمَّا يَدُلُّ عَلَى رُجْحَانِ أَدِلَّةِ الْجُمْهُورِ: أَنَّ فِي حَدِيثِ الْغَنَمَ جَاءَ الْمُطْلَقُ فِي بَيَانِ الْعَدَدِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ، فَهُوَ لِبَيَانِ النِّصَابِ أَكْثَرُ مِنْهُ لِبَيَانِ الْوَصْفِ. </p><p> وَحَدِيثُ:  «فِي سَائِمَةِ الْغَنَمِ الزَّكَاةُ» : لِبَيَانِ مَحَلِّ الْوُجُوبِ أَكْثَرُ مِنْهُ لِبَيَانِ الْعَدَدِ، وَمِنْ جِهَةٍ أُخْرَى يُعْتَبَرُ الْحَدِيثَانِ مُتَرَابِطَيْنِ، وَأَنَّ كُلًّا مِنْهُمَا عَامٌّ مِنْ وَجْهٍ، خَاصٌّ مِنْ وَجْهٍ آخَرَ، فَحَدِيثُ:  «فِي سَائِمَةِ الْغَنَمِ الزَّكَاةُ» عَامٌّ فِي الْغَنَمِ بِدُونِ عَدَدٍ، خَاصٌّ فِي السَّائِمَةِ. </p><p> وَحَدِيثُ:  «فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ» . عَامٌّ فِي الشِّيَاهِ، خَاصٌّ بِالْأَرْبَعِينَ. فَيُخَصَّصُ عُمُومُ كُلٍّ مِنْهُمَا بِخُصُوصِ الْآخَرِ، فَيُقَالُ: فِي سَائِمَةِ الْغَنَمِ الزَّكَاةُ إِذَا بَلَغَتْ أَرْبَعِينَ، وَيُقَالُ: فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ إِذَا كَانَتْ سَائِمَةً، وَبِهَذَا تَلْتَئِمُ الْأَدِلَّةُ فِي الْإِبِلِ وَالْغَنَمِ ; لِاشْتِرَاطِ السَّوْمِ وَتَحْدِيدِ الْعَدَدِ. </p><p> أَمَّا الْبَقَرُ: فَقَدْ حُكِيَ الْإِجْمَاعُ عَلَى اعْتِبَارِ السَّوْمِ، وَمِنْ أَدِلَّةِ الْجُمْهُورِ مِنْ جِهَةِ الْمَعْنَى أَنَّ السَّوْمَ وَالنَّسْلَ لِلنَّمَاءِ، فَيَحْتَمِلُ الْمُوَاسَاةَ، أَمَّا الْمَعْلُوفَةُ وَالْعَوَامِلُ فَلَيْسَتْ تَحْتَمِلُ الْمُوَاسَاةَ. وَمِمَّا تَقَدَّمَ يَتَرَجَّحُ قَوْلُ الْجُمْهُورِ فِي اشْتِرَاطِ السَّوْمِ وَالنَّسْلِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> مَا جَاءَ فِي الْخُلْطَةِ، وَهِيَ اخْتِلَاطُ الْمَالَيْنِ مَعًا لِرَجُلَيْنِ أَوْ أَكْثَرَ، وَهِيَ عَلَى قِسْمَيْنِ: </p><p> أَوَّلًا: خُلْطَةُ أَعْيَانٍ. </p><p> ثَانِيًا: خُلْطَةُ أَوْصَافٍ. </p><p> فَخُلْطَةُ الْأَعْيَانِ: أَنْ يَكُونَ الْمَالُ مُشْتَرَكًا بَيْنَ الْخُلَطَاءِ عَلَى سَبِيلِ الْمَشَاعِ، كَمَنْ وَرِثُوا غَنَمًا أَوْ بَقَرًا مَثَلًا وَلَمْ يَقْتَسِمُوهُ، أَوْ أُهْدِيَ إِلَيْهِمْ وَلَمْ يَقْتَسِمُوهُ. وَهَذِهِ الْخُلْطَةُ يَكُونُ حُكْمُ الْمَالِ فِيهَا كَحُكْمِهِ لَوْ كَانَ لِشَخْصٍ وَاحِدٍ، أَوْ خَلْطَةُ الْأَوْصَافِ، فَهِيَ أَنْ يَكُونَ الْمَالُ مُتَمَيِّزًا، وَكُلٌّ مِنْهُمْ يَعْرِفُ حِصَّتَهُ وَمَالَهُ بِعَدَدٍ وَأَوْصَافٍ، سَوَاءٌ بِأَلْوَانِهَا أَوْ بِوَسْمِهَا أَوْ نَحْوِ ذَلِكَ. وَلَكِنَّهُمْ خَلَطُوا الْمَالَ لِيَسْهُلَ الْقِيَامُ عَلَيْهِ، كَاخْتِلَاطِهِمْ فِي الرَّاعِي وَالْمَرْعَى، وَالْمَسْرَحِ وَالْمَرَاحِ، وَالْفَحْلِ وَالدَّلْوِ وَالْمَحْلَبِ. </p><p> وَنَحْوِ ذَلِكَ مِمَّا هُوَ مَنْصُوصٌ عَلَيْهِ ; لِمَا فِيهِ مِنَ الرِّفْقِ وَالِاكْتِفَاءِ بِوَاحِدٍ مِنْ كُلِّ ذَلِكَ لِجَمِيعِ الْمَالِ، وَلَوْ فُرِّقَ لَاحْتَاجَ كُلُّ مَالٍ مِنْهُ إِلَى وَاحِدٍ مِنْ ذَلِكَ كُلِّهِ، فَهَذِهِ الْخُلْطَةُ لَهَا تَأْثِيرٌ فِي الزَّكَاةِ عِنْدَ الْأَئِمَّةِ الثَّلَاثَةِ: مَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ - رَحِمَهُمُ اللَّهُ -، وَلَا تَأْثِيرَ لَهَا عِنْدَ أَبِي </p><p> حَنِيفَةَ - رَحِمَهُ اللَّهُ -، وَإِنَّمَا التَّأْثِيرُ عِنْدَهُ فِي خُلْطَةِ الْمَشَاعِ. </p><p> وَاخْتَلَفَ الْقَائِلُونَ بِتَأْثِيرِهَا فِي الزَّكَاةِ عَلَى مَنْ تُؤَثِّرُ: </p><p> فَقَالَ أَحْمَدُ، وَالشَّافِعِيُّ: تُؤَثِّرُ عَلَى جَمِيعِ الْخُلَطَاءِ، مَنْ يَمْلِكُونَ نِصَابًا، وَمَنْ لَا يَمْلِكُ. </p><p> وَقَالَ مَالِكٌ: لَا تُؤَثِّرُ إِلَّا عَلَى مَنْ مَلَكَ نِصَابًا فَأَكْثَرَ، وَمَنْ لَا يَمْلِكُ نِصَابًا فَلَا تَأْثِيرَ لَهَا عَلَيْهِ. وَدَلِيلُ الْجُمْهُورِ عَلَى أَبِي حَنِيفَةَ فِي تَأْثِيرِهَا هُوَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كِتَابِ بَيَانِ أَنْصِبَاءِ الصَّدَقَةِ:  (وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ، وَلَا يُجْمَعُ بَيْنَ مُفْتَرِقٍ ; خَشْيَةَ الصَّدَقَةِ، وَمَا كَانَ مِنْ خَلِيطَيْنِ ; فَإِنَّهُمْ يَتَرَاجَعَانِ بِالسَّوِيَّةِ) . </p><p> فَقَالَ الْجُمْهُورُ: النَّهْيُ عَنْ تَفْرِيقِ الْمُجْتَمِعِ لَا يَتَأَتَّى إِلَّا فِي اجْتِمَاعِ الْأَوْصَافِ ; لِأَنَّ اجْتِمَاعَ الْمَشَاعِ لَا يَتَأَتَّى تَفْرِيقُهُ خَشْيَةَ الصَّدَقَةِ، وَكَذَلِكَ التَّرَاجُعُ بِالسَّوِيَّةِ لَا يُقَالُ إِلَّا فِي خُلْطَةِ الْأَوْصَافِ ; لِأَنَّ خُلْطَةَ الْمَشَاعِ مَا يُؤْخَذُ مِنْهَا مَأْخُوذٌ مِنَ الْمَجْمُوعِ وَعَلَى الْمَشَاعِ أَيْضًا ; لِأَنَّ كُلَّ شَرِيكٍ عَلَى الْمَشَاعِ لَهُ حِصَّتُهُ مِنْ كُلِّ شَاةٍ عَلَى الْمَشَاعِ. </p><p> مِثَالُ ذَلِكَ عِنْدَ الْجَمِيعِ، وَإِلَيْكَ الْمِثَالُ لِلْجَمِيعِ: لَوْ أَنَّ ثَلَاثَةَ أَشْخَاصٍ يَمْلِكُ كُلُّ وَاحِدٍ مِنْهُمْ أَرْبَعِينَ شَاةً، فَإِنْ كَانَ كُلٌّ مِنْهُمْ عَلَى حِدَةٍ، فَعَلَى كُلِّ وَاحِدٍ مِنْهُمْ شَاةٌ، فَإِنِ اخْتَلَطُوا كَانَتْ عَلَيْهِمْ جَمِيعًا شَاةٌ وَاحِدَةٌ بِالسَّوِيَّةِ بَيْنَهُمْ ; لِأَنَّ مَجْمُوعَهُمْ مِائَةٌ وَعِشْرُونَ، وَهُوَ حَدُّ الشَّاةِ. </p><p> وَهَذَا عِنْدَ الْأَئِمَّةِ الثَّلَاثَةِ الْقَائِلِينَ بِتَأْثِيرِ الْخُلْطَةِ: مَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ، وَلَوْ أَنَّ لِلْأَوَّلِ عِشْرِينَ شَاةً وَلِلثَّانِي أَرْبَعِينَ وَلِلثَّالِثِ سِتِّينَ، فَفِيهَا أَيْضًا شَاةٌ. </p><p> وَلَكِنْ عِنْدَ أَحْمَدَ وَالشَّافِعِيِّ كُلٌّ بِحِصَّتِهِ، فَلَوْ كَانَتِ الشَّاةُ بِسِتِّينَ دِرْهَمًا، لَكَانَ عَلَى الْأَوَّلِ عَشَرَةُ دَرَاهِمَ بِنِسْبَةِ غَنَمِهِ مِنَ الْمَجْمُوعِ، وَعَلَى الثَّانِي عِشْرُونَ، وَعَلَى الثَّالِثِ ثَلَاثُونَ ; كُلٌّ بِنِسْبَةِ غَنَمِهِ مِنَ الْمَجْمُوعِ. </p><p> وَعِنْدَ مَالِكٍ: لَا شَيْءَ عَلَى الْأَوَّلِ ; لِأَنَّهُ لَمْ يَمْلِكْ نِصَابًا، وَالشَّاةُ عَلَى الثَّانِي وَالثَّالِثِ فَقَطْ، وَبِنِسْبَةِ غَنَمِهِمَا مِنَ الْمَجْمُوعِ، فَعَلَى الثَّانِي خُمْسَا الْقِيمَةِ أَرْبَعَةٌ وَعِشْرُونَ. وَعَلَى الثَّالِثِ ثَلَاثَةُ أَخْمَاسِهَا سِتَّةٌ وَثَلَاثُونَ دِرْهَمًا وَهَكَذَا. </p><p> وَالدَّلِيلُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «لَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ، وَلَا يُجْمَعُ بَيْنَ مُفْتَرِقٍ ; خَشْيَةَ الصَّدَقَةِ، وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّمَا يَتَرَاجَعَانِ بِالسَّوِيَّةِ» . </p><p> فَقَالَ الْجُمْهُورُ: النَّهْيُ عَنْ تَفْرِيقِ الْمُجْتَمِعِ وَتَقَاسُمِهِمَا بِالسَّوِيَّةِ دَلِيلٌ عَلَى تَأْثِيرِ الْخُلْطَةِ فِي الزَّكَاةِ ; لِمَا فِيهِ مِنْ إِرْفَاقٍ. </p><p> قَالَ الْبَاجِيُّ: كَمَا فِي الْإِرْفَاقِ فِي سَقْيِ الْحَرْثِ مَا سُقِيَ بِالنَّضْحِ وَمَا سُقِيَ بِغَيْرِ النَّضْحِ. </p><p> وَقَالَ أَبُو حَنِيفَةَ: مَا كَانَ مِنْ خَلِيطَيْنِ يَعْنِي: الشَّرِيكَيْنِ، وَلَكِنْ يَرُدُّهُ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «يَتَرَاجَعَانِ بِالسَّوِيَّةِ» ; لِأَنَّ التَّرَاجُعَ لَا يَتَحَقَّقُ إِلَّا فِي خُلْطَةِ الْجِوَارِ وَالْأَوْصَافِ. </p><p> وَقَالَ مَالِكٌ: لَا تَأْثِيرَ لِلْخُلْطَةِ عَلَى مَنْ لَمْ يَمْلِكِ النِّصَابَ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ» ، فَمَنْ لَمْ يَمْلِكْ أَرْبَعِينَ شَاةً فَلَا زَكَاةَ عَلَيْهِ، وَلَا تَأْثِيرَ لِلْخُلْطَةِ عَلَيْهِ. وَلَعَلَّ مِنَ النُّصُوصِ الْمُقَدَّمَةِ يَكُونُ الرَّاجِحُ مَذْهَبَ أَحْمَدَ وَالشَّافِعِيِّ فِي قَضِيَّةِ الْخُلْطَةِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> الشُّرُوطُ الْمُؤَثِّرَةُ فِي الْخُلْطَةِ عِنْدَ الْقَائِلِينَ بِهَا كَالْآتِي: عِنْدَ أَحْمَدَ - رَحِمَهُ اللَّهُ تَعَالَى - خَمْسَةُ أَوْصَافٍ، وَهِيَ اتِّحَادُ الْمَالَيْنِ فِي الْآتِي: الْمَرْعَى. الْمَسْرَحِ. الْمَبِيتِ. الْمَحْلَبِ. الْفَحْلِ. </p><p> وَعِنْدَ الشَّافِعِيِّ - رَحِمَهُ اللَّهُ - ذَكَرَ النَّوَوِيُّ عَشَرَةَ أَوْصَافٍ، الْخَمْسَةُ الْأُولَى. وَزَادَ أَنْ يَكُونَ الشَّرِيكَانِ مِنْ أَهْلِ الزَّكَاةِ: أَنْ يَكُونَ الْمَالُ الْمُخْتَلِطُ نِصَابًا، أَنْ يَمْضِيَ عَلَيْهِمْ حَوْلٌ كَامِلٌ، اتِّحَادُ الْمَشْرَبِ، اتِّحَادُ الرَّاعِي. </p><p> وَعِنْدَ مَالِكٍ: الرَّاعِي، وَالْفَحْلُ، وَالْمَرَاحُ، وَالدَّلْوُ، وَالْمُرَادُ بِالدَّلْوِ: الْمَشْرَبُ عِنْدَ الشَّافِعِيِّ، وَعَلَيْهِ: يَكُونُ الْجَمِيعُ مُتَّفِقِينَ تَقْرِيبًا فِي الْأَوْصَافِ، وَمَا زَادَهُ الشَّافِعِيُّ مَعْلُومٌ شَرْعًا ; لِأَنَّهَا شُرُوطٌ فِي أَصْلِ وُجُوبِ الزَّكَاةِ. وَلَكِنِ اخْتَلَفُوا فِي الْمُرَادِ مِنْ هَذِهِ الْأَوْصَافِ: هَلْ تُشْتَرَطُ جَمِيعُهَا أَوْ يَكْفِي وُجُودُ بَعْضِهَا؟ . </p><p> الْوَاقِعُ أَنَّهُ لَا نَصَّ فِي ذَلِكَ، وَلَكِنْ يَرْجِعُ إِلَى تَحْقِيقِ الْمَنَاطِ فِيمَا يَكُونُ بِهِ الْإِرْفَاقُ، فَمَالِكٌ اكْتَفَى بِبَعْضِهَا: كَالْفَحْلِ، وَالْمَرْعَى، وَالرَّاعِي. وَالشَّافِعِيُّ: اشْتَرَطَ تَوَفُّرَ جَمِيعِ تِلْكَ </p><p> الْأَوْصَافِ، وَإِلَّا فَلَا تَكُونُ الْخُلْطَةُ مُؤَثِّرَةً، وَلِكُلٍّ فِي مَذْهَبِهِ خِلَافٌ فِي تِلْكَ الْأَوْصَافِ لَا نُطِيلُ الْكَلَامَ بِتَتَبُّعِهِ، وَإِنَّمَا يُهِمُّنَا بَيَانُ الرَّاجِحِ فِيمَا فِيهِ الْخِلَافُ فِي أَصْلِ الْمَسْأَلَةِ، وَقَدْ ظَهَرَ أَنَّ الرَّاجِحَ هُوَ الْآتِي: </p><p> أَوَّلًا: صِحَّةُ تَأْثِيرِ الْخُلْطَةِ. </p><p> ثَانِيًا: اشْتِرَاطُ الْأَوْصَافِ الَّتِي تَتَحَقَّقُ بِهَا الْخُلْطَةُ عُرْفًا. </p><p> مَلْحُوظَةٌ. </p><p> لَقَدْ عَرَفْنَا أَنْصِبَاءَ بَهِيمَةِ الْأَنْعَامِ جُمْلَةً وَتَفْصِيلًا، وَبَقِيَ عَلَيْنَا الْإِجَابَةُ عَنْ سُؤَالٍ طَالَ مَا جَالَ تَفَكُّرُ كُلِّ دَارِسٍ فِيهِ، وَهُوَ مَا يَقُولُهُ جَمِيعُ الْفُقَهَاءِ: إِنَّ الْمَقَادِيرَ تَوْقِيفِيَّةٌ، وَمِنْهَا أَنْصِبَاءُ الزَّكَاةِ. وَمَعْنَى تَوْقِيفِيَّةٍ: أَنَّهُ لَا اجْتِهَادَ فِيهَا، وَلَكِنْ هَلْ هِيَ جَاءَتْ لُغَوِيَّةً، أَوْ أَنَّ بَيْنَ هَذِهِ الْأَنْصِبَاءِ ارْتِبَاطًا وَنِسْبَةً مُطَّرِدَةً. </p><p> الْوَاقِعُ: أَنَّهُ وَإِنْ كَانَ الْوَاجِبُ عَلَى كُلِّ مُسْلِمٍ - وَالَّذِي عَلَيْهِ الْمُسْلِمُونَ قَدِيمًا وَحَدِيثًا - هُوَ الِامْتِثَالُ وَالطَّاعَةُ، إِلَّا أَنَّنَا لَمَّا كُنَّا فِي عَصْرٍ مَادِّيٍّ، وَالنِّظَامُ الِاقْتِصَادِيُّ هُوَ الْأَصْلُ فِي سِيَاسَةِ الْعَالَمِ الْيَوْمَ ; فَإِنَّ الْبَعْضَ قَدْ يَتَطَلَّعُ إِلَى الْإِجَابَةِ عَنْ هَذَا السُّؤَالِ. </p><p> وَقَدْ حَاوَلْتُ الْإِجَابَةَ عَلَيْهِ بِعَمَلِ مُقَارَنَةٍ عَامَّةٍ تُوجَدُ بِهَا نِسْبَةٌ مُطَّرِدَةٌ كَالْآتِي: </p><p> أَوَّلًا: فِي النَّقْدَيْنِ ; مَعْلُومٌ أَنَّ نِصَابَ الذَّهَبِ عِشْرُونَ مِثْقَالًا، وَالْفِضَّةِ مِائَتَا دِرْهَمٍ، وَفِي كُلٍّ مِنْهُمَا رُبْعُ الْعُشْرِ، وَكَانَ صَرْفُ الدِّينَارِ عَشَرَةَ دَرَاهِمَ، فَيَكُونُ نِصَابُ الذَّهَبِ مِنْ ضَرْبِ عِشْرِينَ فِي عَشَرَةٍ فَيُسَاوِي مِائَتَيْنِ، فَهِيَ نِسْبَةٌ مُطَّرِدَةٌ كَمَا تَرَى. </p><p> وَإِذَا جِئْنَا لِلنِّسْبَةِ بَيْنَ الذَّهَبِ وَالْفِضَّةِ - وَهِيَ أَصْلُ الْأَثْمَانِ - وَبَيْنَ الْغَنَمِ نَجِدُ الْآتِي: </p><p> أَوَّلًا: فِي حَدِيثِ عُرْوَةَ الْبَارِقِيِّ: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَعْطَاهُ دِينَارًا ; لِيَتْشَرِيَ لَهُمْ شَاةً، فَذَهَبَ وَأَتَاهُمْ بِشَاةٍ وَدِينَارٍ، فَقَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَاذَا فَعَلْتَ؟» فَقَالَ: اشْتَرَيْتُ شَاتَيْنِ بِالدِّينَارِ، ثُمَّ لَقِيَنِي رَجُلٌ فَقَالَ: أَتَبِيعُنِي شَاةً فَبِعْتُهُ شَاةً بِدِينَارٍ، فَقَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - «بَارَكَ اللَّهُ لَكَ فِي صَفْقَةِ يَمِينِكَ» . </p><p> مَعْنَى هَذَا: أَنَّ الدِّينَارَ قِيمَتُهُ الشِّرَائِيَّةُ تُعَادِلُ شَاتَيْنِ، مِنْ ضَرْبِ عِشْرِينَ دِينَارًا فِي اثْنَتَيْنِ فَيُسَاوِي أَرْبَعِينَ شَاةً، وَهَذَا هُوَ نِصَابُ الْغَنَمِ، وَفِي الْأَرْبَعِينَ شَاةً شَاةٌ، وَقِيمَتُهَا الشِّرَائِيَّةُ نِصْفُ الدِّينَارِ، وَهِيَ خَمْسَةُ دَرَاهِمَ وَهِيَ مَا يُؤْخَذُ فِي الْعِشْرِينَ مِثْقَالَا ; فَاطَّرَدَتِ النِّسْبَةُ أَيْضًا </p><p> بَيْنَ الذَّهَبِ وَالْفِضَّةِ وَبَيْنَ الْغَنَمِ. </p><p> أَمَّا بَيْنَ الْغَنَمِ وَالْإِبِلِ: فَقَدْ وَجَدْنَا أَنَّ الْبَدَنَةَ عَنْ سَبْعِ شِيَاهٍ فِي الْهَدْيِ، وَنِصَابُ الْإِبِلِ خَمْسَةٌ وَتَضْرِبُهَا فِي سَبْعٍ فَيُسَاوِي خَمْسَةً وَثَلَاثِينَ، وَلَوْ جُعِلَتْ سِتًّا لَكَانَتْ تُعَادِلُ اثْنَيْنِ وَأَرْبَعِينَ، فَأَخَذْنَا بِالْأَقَلِّ ; احْتِيَاطًا لِحَقِّ الْمِسْكِينِ، فَكَانَ بَيْنَ نِصَابِ الْإِبِلِ وَنِصَابِ الْغَنَمِ نِسْبَةٌ مُطَّرِدَةٌ. </p><p> وَكَذَلِكَ نِصَابُ الْغَنَمِ وَنِصَابُ النَّقْدَيْنِ نِسْبَةٌ مُطَّرِدَةٌ. فَظَهَرَتِ الدِّقَّةُ وَاطِّرَادُ النِّسْبَةِ فِي الْأَنْصِبَاءِ. </p><p> مَا يَجُوزُ أَخْذُهُ وَمَا لَا يَجُوزُ أَخْذُهُ فِي الزَّكَاةِ. </p><p> اتَّفَقُوا عَلَى أَنَّهُ لَا تُؤْخَذُ الذُّكُورُ فِي الزَّكَاةِ، اللَّهُمَّ إِلَّا ابْنُ لَبُونٍ لِمَنْ لَمْ تَكُنْ عِنْدَهُ بِنْتُ مَخَاضٍ. </p><p> وَاخْتُلِفَ فِيمَا لَوْ كَانَ النِّصَابُ كُلُّهُ ذُكُورًا، وَالْوَاقِعُ أَنَّ هَذَا نَادِرٌ، وَلَكِنِ اتَّفَقُوا عَلَى أَنَّهُ لَا تُؤْخَذُ السِّخَالُ مَعَ وُجُوبِ الِاعْتِدَادِ بِهَا عَلَى صَاحِبِهَا. </p><p> كَمَا جَاءَ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -: اعْتَدَّ عَلَيْهِمْ بِالسَّخْلَةِ يَأْتِي بِهَا الرَّاعِي، وَلَا تَأْخُذْهَا مِنْهُمْ، وَلَا يَجُوزُ أَخْذُ فَحْلِ الْإِبِلِ وَلَا تَيْسِ الْغَنَمِ، وَلَا الرُّبَى، وَلَا الْحَلُوبَةِ ; لِمَا فِي ذَلِكَ مِنَ الْمَضَرَّةِ عَلَى صَاحِبِ الْمَالِ. </p><p> كَمَا لَا تُؤْخَذُ السَّخْلَةُ وَلَا الْعَجْفَاءُ ; لِمَا فِيهِ مِنْ مَضَرَّةِ الْمِسْكِينِ، وَالْأَصْلُ فِي ذَلِكَ مَا رَوَاهُ مَالِكٌ - رَحِمَهُ اللَّهُ - فِي الْمُوَطَّأِ، قَالَ: اعْتَدَّ عَلَيْهِمْ بِالسَّخْلَةِ يَحْمِلُهَا الرَّاعِي، وَلَا تَأْخُذْهَا، وَلَا تَأْخُذِ الْأَكُولَةَ، وَلَا الرُّبَى، وَلَا الْمَاخِضَ، وَلَا فَحْلَ الْغَنَمِ، وَتَأْخُذُ الْجَذَعَةَ وَالثَّنِيَّةَ، وَذَلِكَ عَدْلٌ بَيْنَ غِذَاءِ الْغَنَمِ وَخِيَارِهَا، وَغِذَاءُ الْغَنَمِ صِغَارُهَا، وَخِيَارُهَا كِبَارُهَا وَأَسْمَنُهَا ; فَهِيَ عَدْلٌ، أَيْ: وَسَطٌ. </p><p> وَهُنَا تَتَحَتَّمُ كَلِمَةٌ، يُعْتَبَرُ كُلُّ نِظَامٍ مَالِيٍّ فِي الْعَالَمِ نِظَامًا مَادِّيًّا بَحْتًا يَقُومُ عَلَى مَبَانِي الْأَرْقَامِ وَالْإِحْصَاءِ، فَهُوَ جَافٌّ فِي شَكْلِهِ، كَالْجِسْمِ بِدُونِ رُوحٍ، إِلَّا نِظَامَ الزَّكَاةِ ; فَهُوَ نِظَامٌ حَيٌّ لَهُ رُوحُهُ وَعَاطِفَتُهُ. </p><p> فَفِي الْوَقْتِ الَّذِي يُلْزِمُ الْغَنِيَّ بِدَفْعِ قِسْطٍ لِلْفَقِيرِ، يَحْظُرُ عَلَى الْعَامِلِ أَنْ يَأْخُذَ فَوْقَ </p><p> مَا وَجَبَ، أَوْ أَحْسَنَ مَا وَجَدَ. </p><p> كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ» . </p><p> وَفِي الْوَقْتِ الَّذِي يَدْفَعُ الْغَنِيُّ فِيهِ جُزْءًا مِنْ مَالِهِ، يَسْتَشْعِرُ أَنَّهُ يَدْفَعُهُ لِوَجْهِ اللَّهِ وَيَنْتَظِرُ أَجْرَهُ - جَلَّ وَعَلَا - فَأَصْبَحَتِ الزَّكَاةُ بَيْنَ عَامِلٍ مُتَحَفِّظٍ وَبَيْنَ مَالِكٍ مُتَطَوِّعٍ، عَامِلٍ يَخْشَى قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَاتَّقِ دَعْوَةَ الْمَظْلُومِ ; فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ» ، وَمَالِكٍ يَرْجُو فِي الْحَسَنَةِ عَشْرَ أَمْثَالِهَا وَسَبْعَمِائَةٍ، وَزِيَادَةً مُضَاعَفَةً. </p><p> وَقَدْ وَقَعَتْ قَضِيَّةٌ مُذْهِلَةٌ لَمْ يَشْهَدْ نِظَامٌ مَالِيٌّ فِي الْعَالَمِ مِثْلَهَا، وَهِيَ أَنَّهُ: ذَهَبَ عَامِلُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلصَّدَقَةِ، فَمَرَّ بِرَجُلٍ فِي قَرْيَةٍ قَرِيبَةٍ مِنَ الْمَدِينَةِ بِصَاحِبِ إِبِلٍ، فَحَسَبَهَا، فَقَالَ لِصَاحِبِهَا: أَخْرِجْ بِنْتَ لَبُونٍ. فَقَالَ صَاحِبُ الْإِبِلِ: كَيْفَ أُخْرِجُ بِنْتَ لَبُونٍ فِي الزَّكَاةِ ; وَهِيَ لَا ظَهْرَ يُرْكَبُ وَلَا ضَرْعَ يُحْلَبُ، وَلَكِنْ هَذِهِ نَاقَةٌ كَوْمَاءُ، فَخُذْهَا فِي سَبِيلِ اللَّهِ. فَقَالَ الْعَامِلُ: وَكَيْفَ آخُذُ شَيْئًا لَمْ يَجِبْ عَلَيْكَ؟ فَتَلَاحَيَا مَعًا - الْعَامِلُ وَصَاحِبُ الْمَالِ - وَأَخَذَا، قَالَ لَهُ الْعَامِلُ: إِنْ كُنْتَ وَلَا بُدَّ مُصِرًّا، فَهَا هُوَ رَسُولُ اللَّهِ - صلّى الله عليه وسلم - مِنْكَ قَرِيبٌ بِالْمَدِينَةِ. اذْهَبْ بِهَا إِلَيْهِ فَإِنْ قَبِلَهَا مِنْكَ أَخَذْتُهَا، فَذَهَبَ بِهَا، فَقَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «أَعَنْ طِيبِ نَفْسٍ؟» قَالَ: نَعَمْ يَا رَسُولَ اللَّهِ. فَأَمَرَ الْعَامِلَ بِأَخْذِهَا، فَدَعَا لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِالْبَرَكَةِ ; فَعَاشَ حَتَّى عَهْدِ مُعَاوِيَةَ. فَكَانَتْ زَكَاةُ إِبِلِهِ هَذِهِ هِيَ رُوحَ الزَّكَاةِ فِي الْإِسْلَامِ، لَا مَا يَفْعَلُهُ أَصْحَابُ الْأَمْوَالِ فِي النُّظُمِ الْأُخْرَى. </p><p> أَمَّا نِظَامُ الضَّرَائِبِ حَيْثُ يَتَهَرَّبُونَ، وَيُقَلِّلُونَ وَيَتَّخِذُونَ دَفَاتِرَ مُتَعَدِّدَةً بَعْضُهَا لِمَصْلَحَةِ الضَّرَائِبِ يُقَلِّلُ فِيهَا دَخْلَهُ وَكَسْبَهُ لِتَخِفَّ الضَّرِيبَةُ عَلَيْهِ ; لِأَنَّهُ يَرَاهَا مَغْرَمًا كَالْجِزْيَةِ، وَبَعْضُهَا لِنَفْسِهِ لِيَعْرِفَ حَقِيقَةَ مَالِهِ. </p><p> أَمَّا الزَّكَاةُ: فَإِنَّ مَالِكَهَا يُقَدِّمُ زَكَاتَهَا لِوَجْهِ اللَّهِ ; لِيُطَهِّرَ مَالَهُ ; لِقَوْلِهِ تَعَالَى: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا [٩ \\ ١٠٣] . </p><p> وَكَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ أَحَدَكُمْ لَيَتَصَدَّقُ بِالصَّدَقَةِ، وَإِنَّهَا لَتَقَعُ أَوَّلَ مَا تَقَعُ فِي كَفِّ الرَّحْمَنِ فَيُنَمِّيهَا لَهُ كَمَا يُنَمِّي أَحَدُكُمْ فَلُوَّهُ -أَيْ:وَلَدَ فَرَسِهِ - حَتَّى تَكُونَ مِثْلَ جَبَلِ أُحُدٍ» . </p><p> وَكَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَا نَقَصَتْ صَدَقَةٌ مِنْ مَالٍ» . </p><p> زَكَاةُ الْفِطْرِ. </p><p> إِنَّ أَهَمَّ مَبَاحِثِ زَكَاةِ الْفِطْرِ هِيَ الْآتِي: </p><p> أَوَّلًا: حُكْمُهَا، صَدْرُ تَشْرِيعِهَا. </p><p> ثَانِيًا: عَلَى مَنْ تَكُونُ. </p><p> ثَالِثًا: مِمَّ تَكُونُ. </p><p> رَابِعًا: كَمْ تَكُونُ. </p><p> خَامِسًا: مَتَى تَكُونُ. </p><p> سَادِسًا: هَلْ تَجْزِئُ فِيهَا الْقِيمَةُ أَمْ لَا؟ </p><p> وَكَذَلِكَ الْقِيمَةُ فِي غَيْرِهَا مِنَ الزَّكَوَاتِ. </p><p> أَمَّا حُكْمُهَا: فَهِيَ فَرْضُ عَيْنٍ عِنْدَ أَحْمَدَ وَالشَّافِعِيِّ، وَعِنْدَ أَبِي حَنِيفَةَ هِيَ وَاجِبٌ عَلَى اصْطِلَاحِهِ، أَيْ: مَا وَجَبَ بِالسُّنَّةِ. </p><p> وَعِنْدَ الْمَالِكِيَّةِ وَاجِبَةٌ، وَقِيلَ: سُنَّةٌ. </p><p> قَالَ فِي مُخْتَصَرِ خَلِيلِ بْنِ إِسْحَاقَ: يَجِبُ بِالسُّنَّةِ الصَّاعُ. إلخ. </p><p> وَالسَّبَبُ فِي اخْتِلَافِهِمْ هَذَا، هَلْ هِيَ دَاخِلَةٌ فِي عُمُومِ: وَآتُوا الزَّكَاةَ [٢ \\ ٤٣] ، أَيْ: شُرِعَتْ بِأَصْلِ مَشْرُوعِيَّةِ الزَّكَاةِ فِي الْكِتَابِ وَالسُّنَّةِ، أَمْ أَنَّهَا شُرِعَتْ بِنَصٍّ مُسْتَقِلٍّ عَنْهَا. </p><p> فَمَنْ قَالَ بِفَرْضِيَّتِهَا، قَالَ: إِنَّهَا دَاخِلَةٌ فِي عُمُومِ إِيجَابِ الزَّكَاةِ، وَمَنْ قَالَ بِوُجُوبِهَا، فَهَذَا اصْطِلَاحٌ لِلْأَحْنَافِ. وَلَا يَخْتَلِفُ الْأَمْرُ فِي نَتِيجَةِ التَّكْلِيفِ إِلَّا أَنَّ عِنْدَهُمْ لَا يَكْفُرُ بِجُحُودِهَا. </p><p> وَقَالَ الْمَالِكِيَّةُ: يَجِبُ بِالسُّنَّةِ صَاعٌ مِنْ بُرٍّ إلخ. أَيْ: أَنَّ وُجُوبَهَا بِالسُّنَّةِ لَا بِالْكِتَابِ. </p><p> وَعِنْدَهُمْ: لَا يُقَاتَلُ أَهْلُ بَلَدٍ عَلَى مَنْعِهَا، وَيُقْتَلُ مَنْ جَحَدَ مَشْرُوعِيَّتَهَا، وَهَذَا هُوَ الْفَرْقُ بَيْنَهُمْ وَبَيْنَ الْأَحْنَافِ. </p><p> وَلَكِنْ فِي عِبَارَةِ مَالِكٍ فِي الْمُوَطَّأِ إِطْلَاقُ الْوُجُوبِ أَنَّهُ قَالَ: أَحْسَنُ مَا سَمِعْتُ فِيمَا يَجِبُ عَلَى الرَّجُلِ مِنْ زَكَاةِ الْفِطْرِ: أَنَّ الرَّجُلَ يُؤَدِّي ذَلِكَ عَنْ كُلِّ مَنْ يَضْمَنُ نَفَقَتَهُ. إلخ. </p><p> وَمِنْ أَسْبَابِ الْخِلَافِ بَيْنَ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - نُصُوصُ السُّنَّةِ، مِنْهَا قَوْلُهُمْ: فَرَضَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - زَكَاةَ الْفِطْرِ صَاعًا مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ شَعِيرٍ. الْحَدِيثَ. </p><p> فَلَفْظَةُ فَرَضَ: أَخَذَ مِنْهَا مَنْ قَالَ بِالْفَرْضِيَّةِ، وَأَخَذَ مِنْهَا الْآخَرُونَ، بِمَعْنَى قَدَّرَ ; لِأَنَّ الْفَرْضَ: الْقَدْرُ وَالْقَطْعُ. </p><p> وَحَدِيثُ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ عِنْدَ النَّسَائِيِّ، قَالَ:  «أَمَرَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِصَدَقَةِ الْفِطْرِ قَبْلَ أَنْ تَنْزِلَ الزَّكَاةُ، فَلَمَّا نَزَلَتِ الزَّكَاةُ لَمْ يَأْمُرْنَا وَلَمْ يَنْهَنَا وَنَحْنُ نَفْعَلُهُ» . </p><p> فَمَنْ قَالَ بِالْوُجُوبِ وَالْفَرْضِ. قَالَ: الْأَمْرُ لِلْأَوَّلِ لِلْوُجُوبِ، وَفَرْضِيَّةُ زَكَاةِ الْمَالِ شَمَلَتْهَا بِعُمُومِهَا. فَلَمْ يُحْتَجْ مَعَهَا لِتَجْدِيدِ أَمْرٍ وَلَمْ تُنْسَخْ فَنَهَى عَنْهَا، وَبَقِيَتْ عَلَى الْوُجُوبِ الْأَوَّلِ، وَحَدِيثُ:  «فَرَضَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - زَكَاةَ الْفِطْرِ ; طُهْرَةً لِلصَّائِمِ مِنَ اللَّغْوِ وَالرَّفَثِ وَطُعْمَةً لِلْمَسَاكِينِ، مَنْ أَدَّاهَا قَبْلَ الصَّلَاةِ فَهِيَ زَكَاةٌ مَقْبُولَةٌ، وَمَنْ أَدَّاهَا بَعْدَ الصَّلَاةِ فَهِيَ صَدَقَةٌ مِنَ الصَّدَقَاتِ» . فَمَنْ لَمْ يَقُلْ بِفَرْضِيَّتِهَا قَالَ: إِنَّهَا طُهْرَةٌ لِلصَّائِمِ وَطُعْمَةٌ لِلْمَسَاكِينِ، فَهِيَ لِعِلَّةٍ مَرْبُوطَةٍ بِهَا وَتَفُوتُ بِفَوَاتِ وَقْتِهَا، وَلَوْ كَانَتْ فَرْضًا لَمَا فَاتَتْ بِفَوَاتِ الْوَقْتِ. وَأَجَابَ الْآخَرُونَ بِأَنَّ ذَلِكَ عَلَى سَبِيلِ الْحَثِّ عَلَى الْمُبَادَرَةِ لِأَدَائِهَا، وَلَا مَانِعَ مِنْ أَنْ تَكُونَ فَرْضًا وَأَنْ تَكُونَ طُهْرَةً. </p><p> وَيَشْهَدُ لِهَذَا قَوْلُهُ تَعَالَى خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا [٩ \\ ١٠٣] ، فَهِيَ فَرِيضَةٌ وَهِيَ طُهْرَةٌ. وَالرَّاجِحُ مِنْ ذَلِكَ كُلِّهِ أَنَّهَا فَرْضٌ ; لِلَفْظِ الْحَدِيثِ «فَرَضَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - زَكَاةَ الْفِطْرِ صَاعًا مِنْ تَمْرٍ» ; لِأَنَّ لَفْظَ فَرَضَ إِنْ كَانَ ابْتِدَاءً فَهُوَ لِلْوُجُوبِ، وَإِنْ كَانَ بِمَعْنَى قَدَّرَ، فَيَكُونُ الْوُجُوبُ بِعُمُومِ آيَاتِ الزَّكَاةِ، وَهُوَ أَقْوَى. </p><p> وَحَدِيثُ «خَطَبَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَمَرَ بِصَدَقَةِ الْفِطْرِ صَاعًا مِنْ تَمْرٍ» الْحَدِيثَ. رَوَاهُ أَبُو دَاوُدَ. وَالْأَمْرُ لِلْوُجُوبِ، وَلَا صَارِفَ لَهُ هُنَا. </p><p> وَقَدْ قَالَ النَّوَوِيُّ: إِنَّ الْقَوْلَ بِالْوُجُوبِ هُوَ قَوْلُ جُمْهُورِ الْعُلَمَاءِ، وَهَذَا هُوَ الْقَوْلُ الَّذِي تَبْرَأُ بِهِ الذِّمَّةُ، وَيَخْرُجُ بِهِ الْعَبْدُ مِنَ الْعُهْدَةِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> أَمَّا مِمَّ تَكُونُ: فَالْأَصْلُ فِي ذَلِكَ أَثَرُ أَبِي سَعِيدٍ الْخُدْرِيِّ - رَضِيَ اللَّهُ عَنْهُ -، وَرَوَاهُ مَالِكٌ فِي الْمُوَطَّأِ عَنْهُ. </p><p> قَالَ: كُنَّا نُخْرِجُ صَاعًا مِنْ طَعَامٍ، أَوْ صَاعًا مِنْ أَقِطٍ، أَوْ صَاعًا مِنْ شَعِيرٍ، أَوْ صَاعًا مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ زَبِيبٍ. </p><p> وَجَاءَ لَفْظُ السُّلْتِ، وَجَاءَ لَفْظُ الدَّقِيقِ، وَجَاءَ لَفْظُ السَّوِيقِ. فَوَقَفَ قَوْمٌ عِنْدَ الْمَنْصُوصِ عَلَيْهِ فَقَطْ وَهُمُ الظَّاهِرِيَّةُ. وَنَظَرَ الْجُمْهُورُ إِلَى عُمُومِ الطَّعَامِ وَالْغَرَضِ مِنْ مَشْرُوعِيَّتِهَا عَلَى خِلَافٍ فِي التَّفْصِيلِ عِنْدَ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - كَالْآتِي: </p><p> أَوَّلًا: عِنْدَ الشَّافِعِيَّةِ يَجُوزُ إِخْرَاجُهَا مِنْ كُلِّ قُوتٍ ; لِأَثَرِ أَبِي سَعِيدٍ، وَفِيهِ لَفْظُ الطَّعَامِ. </p><p> ثَانِيًا: مِنْ غَالِبِ قُوتِ الْمُكَلَّفِ بِهَا ; لِأَنَّهَا الْفَاضِلُ عَنْ قُوتِهِ. </p><p> ثَالِثًا: مِنْ غَالِبِ قُوتِ الْبَلَدِ ; لِأَنَّهَا حَقٌّ يَجِبُ فِي الذِّمَّةِ تَعَلَّقَ بِالطَّعَامِ كَالْكَفَّارَةِ. </p><p> وَقَالَ النَّوَوِيُّ: تَجُوزُ مِنْ كُلِّ حَبِّ مُعَشَّرٍ، وَفِي الْأَقِطِ خِلَافٌ عَنِ الشَّافِعِيِّ الْمَالِكِيَّةِ. </p><p> رَوَى مَالِكٌ فِي الْمُوَطَّأِ حَدِيثَ أَبِي سَعِيدٍ الْمُتَقَدِّمَ. وَقَالَ الْبَاجِيُّ فِي شَرْحِهِ: تُخْرَجُ مِنَ الْقُوتِ، وَنُقِلَ عَنْ مَالِكٍ فِي الْمُخْتَصَرِ: يُؤَدِّيهَا مِنْ كُلِّ مَا تَجِبُ فِيهِ الزَّكَاةُ إِذَا كَانَ ذَلِكَ مِنْ قُوتِهِ. وَهُوَ مِثْلُ قَوْلِ النَّوَوِيِّ: مِنْ كُلِّ حَبِّ مُعَشَّرٍ. وَنَاقَشَ الْبَاجِيُّ مَسْأَلَةَ إِجْزَائِهَا مِنَ الْأُرْزِ وَالذُّرَةِ وَالدُّخْنِ. فَقَالَ: لَا تَجُوزُ مِنْهَا عِنْد أَشْهَبَ وَيَجُوزُ عِنْدَ مَالِكٍ. وَنَاقَشَ الْقَطَّانِيُّ: الْحِمَّصَ، وَالتُّرْمُسَ، وَالْجُلُبَّانَ، فَقَالَ: مَالِكٌ يُجَوِّزُهَا إِذَا كَانَتْ قُوتَهُ، وَابْنُ حَبِيبٍ: لَا يُجَوِّزُهَا ; لِأَنَّهَا لَيْسَتْ مِنَ الْمَنْصُوصِ. </p><p> وَاتَّفَقَ مَذْهَبُ الْمَالِكِيَّةِ: أَنَّ الْمَطْعُومَ الَّذِي يُضَافُ إِلَى غَيْرِهِ كَالْأَبَازِيرِ: كُزْبَرَةٍ، وَكَمُّونٍ وَنَحْوِهِ، أَنَّهَا لَا تُجْزِئُ. </p><p> الْحَنَابِلَةُ، قَالَ فِي الْمُغْنِي: مِنْ كُلِّ حَبَّةٍ وَثَمَرَةٍ تُقْتَاتُ. </p><p> وَقَالَ فِي الشَّرْحِ: أَيْ عِنْدِ عَدَمِ الْأَجْنَاسِ الْمَنْصُوصِ عَلَيْهَا، فَيُجْزِئُ كُلُّ مُقْتَاتٍ مِنَ الْحُبُوبِ وَالثِّمَارِ. </p><p> قَالَ: وَظَاهِرُ هَذَا أَنَّهُ لَا يُجْزِئُهُ الْمُقْتَاتُ مِنْ غَيْرِهَا كَاللَّحْمِ وَاللَّبَنِ، وَعِنْدَ انْعِدَامِ هَذِهِ أَيْضًا يُعْطِي مَا قَامَ مَقَامَ الْأَجْنَاسِ الْمَنْصُوصِ عَلَيْهَا. </p><p> وَعَنِ ابْنِ حَامِدٍ عِنْدَهُمْ: حَتَّى لَحْمُ الْحِيتَانِ وَالْأَنْعَامِ، وَلَا يَرُدُّونَ إِلَى أَقْرَبِ قُوتِ الْأَمْصَارِ، وَيُجْزِئُ الْأَقِطُ لِأَهْلِ الْبَادِيَةِ إِنْ كَانَ قُوتَهُمْ. وَعِنْدَهُمْ: مَنْ قَدَرَ عَلَى الْمَنْصُوصِ عَلَيْهِ فَأَخْرَجَ غَيْرَهُ لَمْ يُجْزِهِ. </p><p> الْأَحْنَافُ: تَجُوزُ مِنَ الْبُرِّ، وَالتَّمْرِ، وَالشَّعِيرِ، وَالزَّبِيبِ، وَالسَّوِيقِ، وَالدَّقِيقِ. وَمِنَ الْخُبْزِ مَعَ مُرَاعَاةِ الْقِيمَةِ، وَتَجُوزُ الْقِيمَةُ عِنْدَهُمْ عِوَضًا عَنِ الجَمِيعِ، مَعَ الِاخْتِلَافِ عِنْدَهُمْ فِي مِقْدَارِ الْوَاجِبِ مِنْ هَذِهِ الْأَصْنَافِ بَيْنَ الصَّاعِ أَوْ نِصْفِ الصَّاعِ، عَلَى مَا يَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> وَقَدْ نَاقَشَهُمُ ابْنُ قُدَامَةَ فِي الْمُغْنِي عِنْدَ قَوْلِهِ: </p><p> وَمَنْ أَعْطَى الْقِيمَةَ لَمْ تُجْزِئْهُ، وَنُقِلَ عَنْ أَحْمَدَ: أَخَافُ أَلَّا تُجْزِئَهُ خِلَافَ سُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَبِهَذَا الْعَرْضِ نَجِدُ الْأَئِمَّةَ - رَحِمَهُمُ اللَّهُ - اتَّفَقُوا عَلَى الْمَنْصُوصِ عَلَيْهِ فِي أَثَرِ أَبِي سَعِيدٍ، وَزَادَ بَعْضُهُمْ مِنْ غَيْرِ الْمَنْصُوصِ عَلَيْهِ غَيْرَ الْمَنْصُوصِ: إِمَّا بِعُمُومِ لَفْظِ الطَّعَامِ، وَإِنْ كَانَ يُرَادُ بِهِ عُرْفًا الْقَمْحُ، إِلَّا أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ وَهُوَ الْعُرْفُ اللُّغَوِيُّ. وَإِمَّا بِعُمُومِ مَدْلُولِ الْمَعْنَى الْعَامِّ، وَالْخِلَافُ فِي الْأَقِطِ. وَالنَّصُّ يَقْضِي بِهِ. </p><p> وَانْفَرَدَ الْأَحْنَافُ بِالْقَوْلِ بِالْقِيمَةِ وَبِالنَّظَرِ إِلَى الْمَعْنَى الْعَامِّ لِمَعْنَى الزَّكَاةِ، وَهُوَ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «طُعْمَةً لِلْمِسْكِينِ، وَطُهْرَةً لِلصَّائِمِ» . وَقَوْلُهُ:  (أَغْنُوهُمْ بِهَا عَنِ السُّؤَالِ) . لَوَجَدْنَا إِشَارَةً إِلَى جَوَازِ إِخْرَاجِهَا مِنْ كُلِّ مَا هُوَ طُعْمَةٌ لِلْمَسَاكِينِ، وَلَا نَحُدُّهُ بِحَدٍّ أَوْ نُقَيِّدُهُ بِصِنْفٍ، فَإِلْحَاقُ غَيْرِ الْمَنْصُوصِ بِالْمَنْصُوصِ بِجَامِعِ الْعِلَّةِ مُتَّجِهٌ، أَمَّا الْقِيمَةُ: فَقَدْ نَاقَشَ مَسْأَلَتَهَا صَاحِبُ فَتْحِ الْقَدِيرِ شَرْحِ الْهِدَايَةِ فِي بَابِ زَكَاةِ الْأَمْوَالِ، وَعُمْدَةُ أَدِلَّتِهِمُ الْآتِي: </p><p> أَوَّلًا: بَيْنَ الْجَذَعَةِ وَالْمُسِنَّةِ فِي الْإِبِلِ بِشَاتَيْنِ. </p><p> ثَانِيًا: قَوْلُ مُعَاذٍ لِأَهْلِ الْيَمَنِ: «ائْتُونِي بِخَمِيسٍ أَوْ لَبِيسٍ مَكَانَ الذُّرَةِ وَالشَّعِيرِ؟ أَهْوَنُ عَلَيْكُمْ، وَخَيْرٌ لِأَصْحَابِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -» رَوَاهُ الْبُخَارِيُّ. </p><p> ثَالِثًا: رَأَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَاقَةً حَسَنَةً فِي إِبِلِ الصَّدَقَةِ، فَقَالَ:  «مَا هَذِهِ؟» قَالَ صَاحِبُ الصَّدَقَةِ: إِنِّي ارْتَجَعْتُهَا بِبَعِيرَيْنِ مِنْ حَوَاشِي الْإِبِلِ؟ . قَالَ:  «نَعَمْ» . </p><p> رَابِعًا: مِثْلُهَا مِثْلُ الْجِزْيَةِ ; يُؤْخَذُ فِيهَا قَدْرُ الْوَاجِبِ كَمَا تُؤْخَذُ عَيْنُهُ. وَالْجَوَابُ عَنْ هَذَا كُلِّهِ كَالْآتِي: أَمَّا التَّعْوِيضُ بَيْنَ الْجَذَعَةِ وَالْمُسِنَّةِ أَوِ الْحِقَّةِ إِلَى آخِرِهِ فِي الْإِبِلِ بِشَاتَيْنِ أَوْ عِشْرِينَ دِرْهَمًا، وَهُوَ الْمَنْصُوصُ فِي حَدِيثِ أَنَسٍ فِي كِتَابِ الْأَنْصِبَاءِ الْمُتَقَدِّمِ، وَنَصُّهُ: وَمَنْ بَلَغَتْ عِنْدَهُ مِنَ الْإِبِلِ صَدَقَةُ الْجَذَعَةِ وَلَيْسَتْ عِنْدَهُ، وَعِنْدَهُ حِقَّةٌ، فَإِنَّهُ تُقْبَلُ مِنْهُ الْحِقَّةُ، وَيَجْعَلُ مَعَهَا شَاتَيْنِ أَوْ عِشْرِينَ دِرْهَمًا، وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْحِقَّةِ وَلَيْسَتْ عِنْدَهُ، وَعِنْدَهُ الْجَذَعَةُ، فَإِنَّهَا تُقْبَلُ مِنْهُ وَيُعْطِيهِ الْمُصَدِّقُ عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ، وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْحِقَّةِ وَلَيْسَتْ عِنْدَهُ إِلَّا ابْنَةُ لَبُونٍ، فَإِنَّهَا تُقْبَلُ مِنْهُ ابْنَةُ لَبُونٍ وَيُعْطِي شَاتَيْنِ أَوْ عِشْرِينَ دِرْهَمًا. إِلَى آخِرِ الْحَدِيثِ. </p><p> فَلَيْسَ فِي هَذَا دَلِيلٌ عَلَى قَبُولِ الْقِيمَةِ فِي زَكَاةِ الْفِطْرِ ; لِأَنَّ نَصَّ الْحَدِيثِ فَمَنْ وَجَبَتْ عَلَيْهِ سِنٌّ مُعَيَّنَةٌ وَلَيْسَتْ عِنْدَهُ، وَعِنْدَهُ أَعْلَى أَوْ أَنْزَلُ مِنْهَا ; فَلِلْعَدَالَةِ بَيْنَ الْمَالِكِ وَالْمِسْكِينِ جُعِلَ الْفَرْقُ لِعَدَمِ الْحَيْفِ، وَلَمْ يَخْرُجْ عَنِ الْأَصْلِ وَلَيْسَ فِيهِ أَخْذُ الْقِيمَةِ مُسْتَقِلَّةً، بَلْ فِيهِ أَخْذُ الْمَوْجُودِ، ثُمَّ جَبْرُ النَّاقِصِ. </p><p> فَلَوْ كَانَتِ الْقِيمَةُ بِذَاتِهَا وَحْدَهَا تُجْزِئُ لَصَرَّحَ بِهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَلَا يَجُوزُ هَذَا الْعَمَلُ إِلَّا عِنْدَ افْتِقَادِ الْمَطْلُوبِ، وَالْأَصْنَافُ الْمَطْلُوبَةُ فِي زَكَاةِ الْفِطْرِ إِذَا عُدِمَتْ أَمْكَنَ الِانْتِقَالُ إِلَى الْمَوْجُودِ مِمَّا هُوَ مِنْ جِنْسِهِ لَا إِلَى الْقِيمَةِ، وَهَذَا وَاضِحٌ. </p><p> وَقَالَ ابْنُ حَجَرٍ - رَحِمَهُ اللَّهُ - فِي الْفَتْحِ: لَوْ كَانَتِ الْقِيمَةُ مَقْصُودَةً لَاخْتَلَفَتْ حَسَبَ الزَّمَانِ وَالْمَكَانِ، وَلَكِنَّهُ تَقْدِيرٌ شَرْعِيٌّ. </p><p> أَمَّا قَوْلُ مُعَاذٍ لِأَهْلِ الْيَمَنِ:  «ائْتُونِي بِخَمِيسٍ أَوْ لَبِيسٍ مَكَانَ الذُّرَةِ وَالشَّعِيرِ» . فَقَدْ نَاقَشَهُ ابْنُ حَجَرٍ فِي الْفَتْحِ مِنْ حَيْثُ السَّنَدُ وَالْمَعْنَى. وَلَكِنَّ السَّنَدَ ثَابِتٌ، أَمَّا الْمَعْنَى، فَقِيلَ: إِنَّهُ فِي الْجِزْيَةِ. </p><p> وَرُدَّ هَذَا: بِأَنَّ فِيهِ مَكَانَ الذُّرَةِ وَالشَّعِيرِ، وَالْجِزْيَةُ لَيْسَتْ مِنْهَا. </p><p> وَقِيلَ: إِنَّهُ بَعْدَ أَنْ يَسْتَلِمَ الزَّكَاةَ الْوَاجِبَةَ مِنْ أَجْنَاسِهَا يَسْتَبْدِلُهَا مِنْ بَابِ الْبَيْعِ وَالْمُعَاوَضَةِ عَمَلًا بِمَا فِيهِ الْمَصْلَحَةُ لِلطَّرَفَيْنِ. </p><p> وَقِيلَ: إِنَّهُ اجْتِهَادٌ مِنْهُ - رَضِيَ اللَّهُ عَنْهُ -، وَلَكِنَّهُ اجْتِهَادُ أَعْرَفِهِمْ بِالْحَلَالِ وَالْحَرَامِ إِلَى غَيْرِ ذَلِكَ. </p><p> وَالصَّحِيحُ الثَّانِي: أَنَّهُ تَصَرُّفٌ بَعْدَ الِاسْتِلَامِ وَبُلُوغِهَا مَحِلَّهَا وَلَا سِيَّمَا مَعَ نَقْلِهَا إِلَى الْمَدِينَةِ، بِخِلَافِ زَكَاةِ الْفِطْرِ فَلَيْسَتْ تُنْقَلُ ابْتِدَاءً، وَلِأَنَّ مُهِمَّةَ زَكَاةِ الْمَالِ أَعَمُّ مِنْ مُهِمَّةِ زَكَاةِ الْفِطْرِ ; فَفِيهَا النَّقْدَانِ وَالْحَيَوَانِ. </p><p> أَمَّا زَكَاةُ الْفِطْرِ فَطُعْمَةٌ لِلْمِسْكِينِ فِي يَوْمِ الْفِطْرِ ; فَلَا تُقَاسُ عَلَيْهَا. </p><p> أَمَّا النَّاقَةُ الْحَسَنَةُ الَّتِي رَآهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَنَّهَا بَدَلٌ مِنْ بَعِيرَيْنِ، فَهُوَ مِنْ جِنْسِ الِاسْتِبْدَالِ بِالْجِنْسِ عَمَلًا لِلْمَصْلَحَةِ، لَمْ تَخْرُجْ عَنْ جِنْسِ الْوَاجِبِ. </p><p> وَأَمَّا الْجِزْيَةُ يُؤْخَذُ مِنْهَا قَدْرُ الْوَاجِبِ: فَلَا دَلِيلَ فِيهِ ; إِذْ زَكَاةُ الْفِطْرِ فِيهَا جَانِبُ تَعَبُّدٍ وَارْتِبَاطٍ بِرُكْنٍ فِي الْإِسْلَامِ. </p><p> وَأَمَّا الْجِزْيَةُ: فَهِيَ عُقُوبَةٌ عَلَى أَهْلِ الذِّمَّةِ عَنْ يَدٍ وَهُمْ صَاغِرُونَ، فَأَيُّمَا أُخِذَ مِنْهُمْ فَهُوَ وَافٍ بِالْغَرَضِ، فَلَمْ يَبْقَ لِلْقَائِلِينَ بِالْقِيمَةِ فِي زَكَاةِ الْفِطْرِ مُسْتَنَدٌ صَالِحٌ، فَضْلًا عَنْ عَدَمِ النَّصِّ عَلَيْهَا. </p><p> وَخِتَامًا: إِنَّ الْقَوْلَ بِالْقِيمَةِ فِيهِ مُخَالَفَةٌ لِلْأُصُولِ مِنْ جِهَتَيْنِ: </p><p> الْجِهَةُ الْأُولَى: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا ذَكَرَ تِلْكَ الْأَصْنَافَ لَمْ يَذْكُرْ مَعَهَا الْقِيمَةَ وَلَوْ كَانَتْ جَائِزَةً لَذَكَرَهَا مَعَ مَا ذَكَرَ، كَمَا ذَكَرَ الْعِوَضَ فِي زَكَاةِ الْإِبِلِ، وَهُوَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَشْفَقُ وَأَرْحَمُ بِالْمِسْكِينِ مِنْ كُلِّ إِنْسَانٍ. </p><p> الْجِهَةُ الثَّانِيَةُ: - وَهِيَ الْقَاعِدَةُ الْعَامَّةُ - أَنَّهُ لَا يُنْتَقَلُ إِلَى الْبَدَلِ إِلَّا عِنْدَ فَقْدِ الْمُبْدَلِ عَنْهُ، وَأَنَّ الْفَرْعَ إِذَا كَانَ يَعُودُ عَلَى الْأَصْلِ بِالْبُطْلَانِ فَهُوَ بَاطِلٌ. </p><p> كَمَا رَدَّ ابْنُ دَقِيقِ الْعِيدِ عَلَى الْحَنَابِلَةِ قَوْلَهُمْ: إِنَّ الْأُشْنَانَ يُجْزِئُ عَنِ التُّرَابِ فِي الْوُلُوغِ. أَيْ: لِأَنَّهُ لَيْسَ مَنْ جِنْسِهِ وَيَسْقُطُ الْعَمَلُ بِهِ. </p><p> وَكَذَلِكَ لَوْ أَنَّ كُلَّ النَّاسِ أَخَذُوا بِإِخْرَاجِ الْقِيمَةِ ; لَتَعَطَّلَ الْعَمَلُ بِالْأَجْنَاسِ الْمَنْصُوصَةِ، </p><p> فَكَأَنَّ الْفَرْعَ الَّذِي هُوَ الْقِيمَةُ سَيَعُودُ عَلَى الْأَصْلِ الَّذِي هُوَ الطَّعَامُ بِالْإِبْطَالِ، فَيَبْطُلُ. </p><p> وَمِثْلُ مَا يَقُولُهُ بَعْضُ النَّاسِ الْيَوْمَ فِي الْهَدْيِ بِمِنًى مِثْلًا بِمِثْلٍ، عِلْمًا بِأَنَّ الْأَحْنَافَ لَا يُجِيزُونَ الْقِيمَةَ فِي الْهَدْيِ ; لِأَنَّ الْهَدْيَ فِيهِ جَانِبُ تَعَبُّدٍ، وَهُوَ النُّسُكُ. </p><p> وَيُمْكِنُ أَنْ يُقَالَ لَهُمْ أَيْضًا: إِنَّ زَكَاةَ الْفِطْرِ فِيهَا جَانِبُ تَعَبُّدٍ ; طُهْرَةٌ لِلصَّائِمِ، وَطُعْمَةٌ لِلْمَسَاكِينِ، كَمَا أَنَّ عَمَلِيَّةَ شِرَائِهَا وَمُكَيَّلَتِهَا وَتَقْدِيمِهَا فِيهِ إِشْعَارٌ بِهَذِهِ الْعِبَادَةِ. أَمَّا تَقْدِيمُهَا نَقْدًا فَلَا يَكُونُ فِيهَا فَرْقٌ عَنْ أَيِّ صَدَقَةٍ مِنَ الصَّدَقَاتِ، مِنْ حَيْثُ الْإِحْسَاسُ بِالْوَاجِبِ وَالشُّعُورِ بِالْإِطْعَامِ. </p><p> وَقَدْ أَطَلْنَا الْكَلَامَ فِي هَذِهِ الْمَسْأَلَةِ ; لِأَنَّ الْقَوْلَ بِالْقِيمَةِ فِيهَا جَرَّأَ النَّاسَ عَلَى مَا هُوَ أَعْظَمُ، وَهُوَ الْقَوْلُ بِالْقِيمَةِ فِي الْهَدْيِ وَهُوَ مَا لَمْ يَقُلْهُ أَحَدٌ عَلَى الْإِطْلَاقِ حَتَّى وَلَا الْأَحْنَافُ. </p><p> بَيَانُ الْقَدْرِ الْوَاجِبِ فِي زَكَاةِ الْفِطْرِ </p><p> اتَّفَقَ الْجَمِيعُ عَلَى أَنَّ الْوَاجِبَ فِي زَكَاةِ الْفِطْرِ عَلَى كُلِّ شَخْصٍ عَنْ نَفْسِهِ، إِنَّمَا هُوَ صَاعٌ بِصَاعِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ جَمِيعِ الْأَصْنَافِ الْمُتَقَدِّمِ ذِكْرُهَا. </p><p> وَخَالَفَ أَبُو حَنِيفَةَ فِي الْقَمْحِ، فَقَالَ: نِصْفُ الصَّاعِ فَقَطْ مِنْهَا يَكْفِي. وَسَيَأْتِي بَيَانُ الرَّاجِحِ فِي ذَلِكَ. إِنْ شَاءَ اللَّهُ. </p><p> ثُمَّ اخْتَلَفُوا بَعْدَ ذَلِكَ فِي مِقْدَارِ الصَّاعِ الْوَاجِبِ مِنْ حَيْثُ الْوَزْنُ. فَقَالَ الْجُمْهُورُ: هُوَ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ. وَقَالَ أَبُو حَنِيفَةَ: هُوَ ثَمَانِيَةُ أَرْطَالٍ، وَخَالَفَهُ أَبُو يُوسُفَ، وَوَافَقَ الْجُمْهُورَ. مَا مِقْدَارُ الصَّاعِ، فَهُوَ فِي الْعُرْفِ الْكَيْلُ، وَهُوَ أَرْبَعُ حَفَنَاتٍ بِكَفَّيْ رَجُلٍ مُعْتَدِلِ الْكَفَّيْنِ، وَلِتَفَاوُتِ النَّاسِ فِي ذَلِكَ عَمَدَ الْعُلَمَاءُ إِلَى بَيَانِ مِقْدَارِهِ بِالْوَزْنِ. </p><p> وَقَدْ نَبَّهَ النَّوَوِيُّ أَنَّ الْمِقْدَارَ بِالْوَزْنِ تَقْرِيبِيٌّ ; لِأَنَّ الْمُكَيَّلَاتِ تَخْتَلِفُ فِي الْوَزْنِ ثِقَلًا وَخِفَّةً بِاخْتِلَافِ أَجْنَاسِهَا: كَالْعَدَسِ، وَالشَّعِيرِ مَثَلًا، وَمَا كَانَ عُرْفُهُ الْكَيْلُ لَا يُمْكِنُ ضَبْطُهُ بِالْوَزْنِ، وَلَكِنَّهُ عَلَى سَبِيلِ التَّقْرِيبِ. </p><p> وَلِهَذَا الْمَعْنَى قَالَ صَاحِبُ الْمُغْنِي: إِنَّ مَنْ أَخْرَجَ الزَّكَاةَ بِالْوَزْنِ عَلَيْهِ أَنْ يَزِيدَ بِالْقَدْرِ الَّذِي يُعْلَمُ أَنَّهُ يُسَاوِي الْكَيْلَ، وَلَا سِيَّمَا إِذَا كَانَ الْمَوْزُونُ ثَقِيلًا. </p><p> وَنُقِلَ عَنْ أَحْمَدَ: أَنَّ مَنْ أَخْرَجَ وَزْنَ الثَّقِيلِ مِنَ الْخَفِيفِ يَكُونُ قَدْ أَخْرَجَ الْوَاجِبَ بِالتَّأْكِيدِ. </p><p> أَقْوَالُ الْعُلَمَاءِ فِي وَزْنِ الصَّاعِ. </p><p> قَالَ الْجُمْهُورُ: هُوَ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ، الرِّطْلُ بِالْعِرَاقِيِّ. </p><p> وَقَالَ أَبُو حَنِيفَةَ - رَحِمَهُ اللَّهُ -: هُوَ ثَمَانِيَةُ أَرْطَالٍ، وَخَالَفَهُ أَبُو يُوسُفَ كَمَا تَقَدَّمَ، وَسَبَبُ الْخِلَافِ هُوَ: أَنَّ أَبَا حَنِيفَةَ أَخَذَ بِقَوْلِ أَنَسٍ: «إِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَوَضَّأَ بِمُدٍّ» وَهُوَ رِطْلَانِ، وَمَعْلُومٌ أَنَّ الصَّاعَ أَرْبَعَةُ أَمْدَادٍ، فَعَلَيْهِ يَكُونُ ثَمَانِيَةَ أَرْطَالٍ. </p><p> وَدَلِيلُ الْجُمْهُورِ: هُوَ أَنَّ الْأَصْلَ فِي الْكَيْلِ هُوَ عُرْفُ الْمَدِينَةِ، كَمَا أَنَّ الْأَصْلَ فِي الْوَزْنِ هُوَ عُرْفُ مَكَّةَ، وَعُرْفُ الْمَدِينَةِ فِي صَاعِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ. كَمَا جَاءَ عَنْ أَحْمَدَ - رَحِمَهُ اللَّهُ -، قَالَ: أَخَذْتُ الصَّاعَ مِنْ أَبِي النَّضْرِ. وَقَالَ أَبُو النَّضْرِ: أَخَذْتُهُ عَنْ أَبِي ذُؤَيْبٍ، وَقَالَ: هَذَا صَاعُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي يُعْرَفُ بِالْمَدِينَةِ. </p><p> قَالَ أَبُو عَبْدِ اللَّهِ: فَأَخَذْنَا الْعَدَسَ فَعَبَّرْنَا بِهِ، وَهُوَ أَصْلَحُ مَا وَقَفْنَا عَلَيْهِ يُكَالُ بِهِ ; لِأَنَّهُ لَا يَتَجَافَى عَنْ مَوْضِعِهِ، فَكِلْنَا بِهِ، ثُمَّ وَزَنَّاهُ، فَإِذَا هُوَ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ، وَقَالَ: هَذَا أَصْلَحُ مَا وَقَفْنَا عَلَيْهِ، وَمَا تَبَيَّنَ لَنَا مِنْ صَاعِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَإِذَا كَانَ الصَّاعُ خَمْسَةَ أَرْطَالٍ وَثُلْثًا مِنَ الْبُرِّ وَالْعَدَسِ وَهُمَا أَثْقَلُ الْحُبُوبِ، فَمَا عَدَاهُمَا مِنْ أَجْنَاسِ الْفِطْرَةِ أَخَفُّ مِنْهُمَا، فَإِذَا أُخْرِجَ مِنْهُمَا خَمْسَةُ أَرْطَالٍ وَثُلُثٌ فَهِيَ أَكْثَرُ مِنْ صَاعٍ. </p><p> وَقَالَ النَّوَوِيُّ: نَقَلَ الْحَافِظُ عَبْدُ الْحَقِّ فِي كِتَابِ الْأَحْكَامِ عَنْ أَبِي مُحَمَّدِ بْنِ عَلِيِّ بْنِ حَزْمٍ: أَنَّهُ قَالَ: وَجَدْنَا أَهْلَ الْمَدِينَةِ لَا يَخْتَلِفُ مِنْهُمُ اثْنَانِ فِي أَنَّ مُدَّ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي يُؤَدِّي بِهِ الصَّدَقَاتِ لَيْسَ بِأَكْثَرَ مِنْ رِطْلٍ وَنِصْفٍ، وَلَا دُونَ رِطْلٍ وَرُبُعٍ. </p><p> وَقَالَ بَعْضُهُمْ: هُوَ رِطْلٌ وَثُلُثٌ، وَقَالَ: لَيْسَ هَذَا اخْتِلَافًا، وَلَكِنَّهُ عَلَى حَسَبِ رَزْنِهِ بِالرَّاءِ، أَيْ: رَزَانَتِهِ وَثِقَلِهِ مِنَ الْبُرِّ وَالتَّمْرِ وَالشَّعِيرِ. قَالَ: وَصَاعُ ابْنِ أَبِي ذُؤَيْبٍ خَمْسَةُ أَرْطَالٍ </p><p> وَثُلُثٌ، وَهُوَ صَاعُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمِنْ أَدِلَّةِ الْجُمْهُورِ، وَسَبَبِ رُجُوعِ أَبِي يُوسُفَ عَنْ قَوْلِ أَبِي حَنِيفَةَ، مَا جَاءَ فِي الْمُغْنِي وَغَيْرِهِ: أَنَّ أَبَا يُوسُفَ لَمَّا قَدِمَ الْمَدِينَةَ وَسَأَلَهُمْ عَنِ الصَّاعِ، فَقَالُوا: خَمْسَةُ أَرْطَالٍ وَثُلُثٌ، فَطَالَبَهُمْ بِالْحُجَّةِ، فَقَالُوا: غَدًا، فَجَاءَ مِنَ الْغَدِ سَبْعُونَ شَيْخًا كُلُّ وَاحِدٍ مِنْهُمْ أَخَذَ صَاعًا تَحْتَ رِدَائِهِ، فَقَالَ: صَاعِي وَرَثْتُهُ عَنْ أَبِي وَوَرِثَهُ أَبِي عَنْ جَدِّي، حَتَّى انْتَهَوْا بِهِ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَخَذَ أَبُو يُوسُفَ يُقَارِنُهَا فَوَجَدَهَا كُلَّهَا سَوَاءً، فَأَخَذُوا وَاحِدًا مِنْهَا وَعَايَرَهُ بِالْمَاشِّ - وَهُوَ الْعَدَسُ غَيْرُ الْمَدْشُوشِ -، فَكَانَ خَمْسَةَ أَرْطَالٍ وَثُلُثًا، فَرَجَعَ إِلَى قَوْلِ أَهْلِ الْمَدِينَةِ. </p><p> وَفِي تِلْكَ الْقِصَّةِ: أَنَّهُ رَجَعَ إِلَى الْعِرَاقِ، فَقَالَ لَهُمْ: أَتَيْتُكُمْ بِعِلْمٍ جَدِيدٍ ; الصَّاعُ خَمْسَةُ أَرْطَالٍ وَثُلُثٌ، فَقَالُوا لَهُ: خَالَفْتَ شَيْخَ الْقَوْمِ، فَقَالَ: وَجَدْتُ أَمْرًا لَمْ أَجِدْ لَهُ مَدْفَعًا. </p><p> أَمَّا وَزْنُ الرِّطْلِ الْعِرَاقِيِّ فَأَسَاسُ الْوَحْدَةِ فِيهِ هِيَ الدِّرْهَمُ، وَقَدْ ذَكَرَ النَّوَوِيُّ عَنْهُ ثَلَاثَةَ أَقْوَالٍ: </p><p> الْأَوَّلُ: أَنَّهُ مِائَةٌ وَثَلَاثُونَ دِرْهَمًا بِدَرَاهِمِ الْإِسْلَامِ. </p><p> وَالثَّانِي: أَنَّهُ مِائَةٌ وَثَمَانِيَةٌ وَعِشْرُونَ. </p><p> وَالثَّالِثُ: أَنَّهُ مِائَةٌ وَثَمَانِيَةٌ وَعِشْرُونَ دِرْهَمًا وَأَرْبَعَةُ أَسْبَاعِ دِرْهَمٍ، وَهِيَ تِسْعُونَ مِثْقَالًا. </p><p> وَقَالَ فِي الْمُغْنِي: وَقَدْ زَادُوهُ مِثْقَالًا فَصَارَ وَاحِدًا وَتِسْعِينَ مِثْقَالًا، وَكَمُلَ بِهِ مِائَةٌ وَثَلَاثُونَ دِرْهَمًا، وَقَصَدُوا بِهَذِهِ الزِّيَادَةِ إِزَالَةَ كَسْرِ الدِّرْهَمِ. </p><p> ثُمَّ قَالَ: وَالْعَمَلُ الْأَوَّلُ. </p><p> أَمَّا بِالنِّسْبَةِ لِبَقِيَّةِ الْأَرْطَالِ فِي الْأَمْصَارِ الْأُخْرَى، فَكَالْآتِي نَقْلًا مِنْ كَشَّافِ الْقِنَاعِ: </p><p> الرِّطْلُ الْبَعْلِيُّ: تِسْعُمِائَةِ دِرْهَمٍ. </p><p> وَالْقُدْسِيُّ: ثَمَانِمِائَةٍ. </p><p> وَالْحَلَبِيُّ: سَبْعُمِائَةٍ وَعِشْرُونَ. </p><p> وَالدِّمَشْقِيُّ: سِتُّمِائَةٍ. </p><p> وَالْمِصْرِيُّ: مِائَةٌ وَأَرْبَعَةٌ وَأَرْبَعُونَ. وَكُلُّ رِطْلٍ اثْنَتَا عَشْرَةَ أُوقِيَّةً فِي سَائِرِ الْبِلَادِ، مَقْسُومٌ </p><p> عَلَيْهَا الدَّرَاهِمُ. </p><p> وَعَلَيْهِ ; فَالصَّاعُ يُسَاوِي سِتَّمِائَةٍ وَخَمْسَةً وَثَمَانِينَ وَخَمْسَةَ أَسْبَاعِ الدِّرْهَمِ، وَأَرْبَعَمِائَةٍ وَثَمَانِينَ مِثْقَالًا. </p><p> وَعَلَيْهِ أَيْضًا ; يَكُونُ الصَّاعُ بِالْأَرْطَالِ الْأُخْرَى. هُوَ الْمِصْرِيُّ أَرْبَعَةُ أَرْطَالٍ وَتِسْعُ أَوَاقٍ وَسُبْعُ أُوقِيَّةٍ، وَبِالدِّمَشْقِيِّ رِطْلٌ وَخَمْسَةُ أَسْبَاعِ أُوقِيَّةٍ. وَبِالْحَلَبِيِّ أَحَدَ عَشَرَ رِطْلًا وَثَلَاثَةُ أَسْبَاعِ أُوقِيَّةٍ، وَبِالْقُدْسِيِّ عَشْرُ أَوَاقٍ وَسُبْعَا أُوقِيَّةٍ. </p><p> وَإِذَا كَانَتْ مَوَازِينُ الْعَالَمِ الْيَوْمَ قَدْ تَحَوَّلَتْ إِلَى مَوَازِينَ فَرَنْسِيَّةٍ، وَهِيَ بِالْكِيلُوجِرَامِ، وَالْكِيلُو أَلْفُ جِرَامٍ، فَلَزِمَ بَيَانُ النِّسْبَةِ بِالْجِرَامِ، وَهِيَ: أَنَّ الْمُكَيَّلَاتِ تَتَفَاوَتُ ثِقَلًا وَكَثَافَةً، فَأَخَذْتُ الصَّاعَ الَّذِي عِنْدِي، وَعَايَرْتُهُ أَوَّلًا عَلَى صَاعٍ آخَرَ قَدِيمًا، فَوَجَدَتْ أَمْرًا مُلْفِتًا لِلنَّظَرِ عِنْدَ الْمُقَارَنَةِ، وَهُوَ أَنَّ الصَّاعَ الَّذِي عِنْدِي يَزِيدُ عَنِ الصَّاعِ الْآخَرِ قَدْرَ مَلْءِ الْكَفِّ، فَنَظَرْتُ فَإِذَا الْقِدْرُ الَّذِي فَوْقَ فَتْحَةِ الصَّاعَيْنِ مُخْتَلِفَةٌ ; لِأَنَّ أَحَدَ الصَّاعَيْنِ فُتْحَتُهُ أَوْسَعُ. فَكَانَ الْجُزْءُ الْمُعَلَّى فَوْقَ فَتْحَتِهِ يُشَكِّلُ مُثَلَّثًا قَاعِدَتُهُ أَطْوَلُ مِنْ قَاعِدَةِ الْمُثَلَّثِ فَوْقَ الصَّاعِ الْآخَرِ، فَعَايَرْتُهُمَا مَرَّةً أُخْرَى عَلَى حَدِّ الْفُتْحَةِ فَقَطْ بِدُونِ زِيَادَةٍ فَكَانَا سَوَاءً. فَعَايَرْتُهُمَا بِالْمَاءِ حَيْثُ إِنَّ الْمَاءَ لَا يَخْتَلِفُ وَزْنُهُ غَالِبًا مَا دَامَ صَالِحًا لِلشُّرْبِ وَلَيْسَ مَالِحًا، وَأَنَّهُ لَا يَسْمَحُ بِوُجُودِ قَدْرٍ زَائِدٍ فَوْقَ الْحَافَّةِ، فَكَانَ وَزْنُ الصَّاعِ بَعْدَ هَذَا التَّأْكِيدِ هُوَ بِالْعَدَسِ الْمَجْرُوشِ ٢، ٦٠٠ كَيلُوَيْنِ وَسِتَّمِائَةِ جِرَامٍ. </p><p> وَبِالْمَاءِ ٣، ١٠٠ ثَلَاثَةَ كِيلُوَاتٍ وَمِائَةَ جِرَامٍ. </p><p> وَأَرْجُو أَنْ يَكُونَ هَذَا الْعَمَلُ كَافِيًا لِبَيَانِ الْوَزْنِ التَّقْرِيبِيِّ لِلصَّاعِ النَّبَوِيِّ فِي الزَّكَاةِ. </p><p> زَكَاةُ الْوَرَقِ الْمُتَدَاوِلِ. </p><p> مِنَ الْمَعْلُومِ أَنَّ التَّعَامُلَ بِالْوَرَقِ بَدَلًا عَنِ الذَّهَبِ وَالْفِضَّةِ أَمْرٌ قَدْ حَدَثَ بَعْدَ عُصُورِ الْأَئِمَّةِ الْأَرْبَعَةِ، وَعُصُورِ تَدْوِينِ الْفِقْهِ الْإِسْلَامِيِّ، وَمَا انْتَشَرَتْ إِلَّا فِي الْقَرْنِ الثَّامِنَ عَشَرَ مِيلَادِيًّا فَقَطْ، وَلِهَذَا لَمْ يَكُنْ لِأَحَدِ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - رَأْيٌ فِيهَا، وَمُنْذُ أَنْ وُجِدَتْ وَعُلَمَاءُ الْمُسْلِمِينَ مُخْتَلِفُونَ فِي تَقْيِيمِهَا وَفِي تَحْقِيقِ مَاهِيَّتِهَا مَا بَيْنَ كَوْنِهَا سَنَدَاتٍ: عَنْ ذَهَبٍ أَوْ فِضَّةٍ، أَوْ عُرُوضِ تِجَارَةٍ، أَوْ نَقْدٍ بِذَاتِهَا. </p><p> وَالْخِلَافُ فِي ذَلِكَ مَشْهُورٌ، وَإِنْ كَانَ الَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ -: أَنَّهَا وَثَائِقُ ضَمَانٍ </p><p> مِنَ السُّلْطَانِ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - إِبْدَاءُ وِجْهَةِ نَظَرِهِ فِيهَا فِي الرِّبَا، وَهَلْ يُبَاعُ بِهَا الذَّهَبُ وَالْفِضَّةُ نَسِيئَةً أَمْ لَا؟ </p><p> وَمَهْمَا يَكُنْ مِنْ نَظَرِيَّاتٍ فِي مَاهِيَّتِهَا، فَإِنَّهَا بِاتِّفَاقِ الْجَمِيعِ تُعْتَبَرُ مَالًا، وَهِيَ دَاخِلَةٌ فِي عُمُومِ قَوْلِهِ تَعَالَى: وَفِي أَمْوَالِهِمْ [٧٠ \\ ٢٤] ; لِأَنَّهَا أَصْبَحَتْ ثَمَنَ الْمَبِيعَاتِ وَعِوَضَ السِّلَعِ. </p><p> فِعْلَيْهِ تَكُونُ الزَّكَاةُ فِيهَا وَاجِبَةً. وَالنِّصَابُ بِالنِّسْبَةِ إِلَيْهَا يُعْتَبَرُ بِمَا يُشْتَرَى بِهَا مِنْ ذَهَبٍ وَفِضَّةٍ فِي أَيِّ عُمْلَةٍ كَانَتْ هِيَ. </p><p> فَفِي السُّعُودِيَّةِ مَثَلًا يُنْظَرُ كَمْ يُشْتَرَى بِهَا عِشْرُونَ مِثْقَالًا ذَهَبًا، أَوْ مِائَتَا دِرْهَمٍ فِضَّةً، فَيُعْتَبَرُ هَذَا الْقَدْرُ هُوَ النِّصَابُ، وَفِيهِ الزَّكَاةُ، وَهُوَ رُبْعُ الْعُشْرِ سَوَاءً بِسَوَاءٍ. </p><p> وَهَكَذَا مِثْلُ الْإِسْتِرْلِينِيِّ، وَالرُّوبِيَّةِ وَالدُّولَارِ ; لِأَنَّ كُلَّ عُمْلَةٍ مِنْ ذَلِكَ وَثِيقَةُ ضَمَانٍ مِنَ السُّلْطَانِ الَّذِي أَصْدَرَهَا، أَيْ: الدَّوْلَةِ الَّتِي أَصْدَرَتْهَا. سَوَاءٌ قِيلَ: إِنَّ الزَّكَاةَ فِيمَا ضَمِنَتْهُ تِلْكَ الْوَثِيقَةُ، أَوْ فِيهَا بِعَيْنِهَا، أَوْ فِي قِيمَتِهَا كَعَرَضٍ، فَهِيَ لَنْ تَخْرُجَ بِحَالٍ مِنَ الْأَحْوَالِ عَنْ دَائِرَةِ التَّمَوُّلِ وَالِاسْتِبْدَالِ، وَإِنَّ تَحْصِيلَ الْفَقِيرِ لِشَيْءٍ مِنْهَا أَيًّا كَانَتْ ; فَإِنَّهُ بِهَا سَيَحْصُلُ عَلَى مَطْلُوبِهِ مِنْ مَأْكَلٍ وَمَلْبَسٍ وَمَا يَشَاءُ مِنْ مَصَالِحَ وَفْقَ مَا يَحْصُلُ عَلَيْهِ بِعَيْنِ الذَّهَبِ وَالْفِضَّةِ. </p><p> وَفِي هَذَا رَدٌّ عَلَى مَنْ يَقُولُ: لَا زَكَاةَ فِيهَا ; لِأَنَّهَا لَيْسَتْ بِنَقْدِ ذَهَبٍ وَلَا فِضَّةٍ، وَلَا يَخْفَى أَنَّ إِسْقَاطَ الزَّكَاةِ عَنْهَا إِسْقَاطٌ لِلزَّكَاةِ مِنْ أَغْلَبِيَّةِ الْعَالَمِ، إِنْ لَمْ يَكُنْ مِنْ جَمِيعِهِ. </p><p> تَنْبِيهٌ. </p><p> سَبَقَ أَنْ سَمِعْتُ مِنَ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي مَوْضُوعِ زَكَاةِ الْعُرُوضِ فِي قَوْلِ الْمَالِكِيَّةِ: </p><p> يُشْتَرَطُ أَنْ يَنُصَّ فِي يَدِ التَّاجِرِ الْمُدِيرِ وَلَوْ دِرْهَمًا أَثْنَاءَ الْحَوْلِ، وَإِلَّا لَمَا وَجَبَتْ عَلَيْهِ زَكَاةٌ فِي عُرُوضِ تِجَارَتِهِ. </p><p> فَقَالَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: لَوْ كَانَ مَالِكٌ - رَحِمَهُ اللَّهُ - مَوْجُودًا الْيَوْمَ لَمْ يَقِلْ ذَلِكَ ; لِأَنَّ الْعَالَمَ الْيَوْمَ كُلَّهُ لَا يَكَادُ يَعْرِفُ إِلَّا هَذِهِ الْأَوْرَاقَ، وَقَدْ لَا يَنُصُّ فِي يَدِهِ دِرْهَمٌ </p>"
}