{
  "id": null,
  "sura": 70,
  "aya": 4,
  "text": "<p> السَّمَاءُ كَالْمُهْلِ وَتَكُونُ الْجِبَالُ كَالْعِهْنِ وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا يُبَصَّرُونَهُمْ إِلَى قَوْلِهِ تَعَالَى: تَدْعُوا مَنْ أَدْبَرَ وَتَوَلَّى وَجَمَعَ فَأَوْعَى [٧٠ \\ ٨ - ١٨] ; فَإِنَّهَا كُلَّهَا مِنْ أَحْوَالِ يَوْمِ الْقِيَامَةِ، فَدَلَّ بِذَلِكَ عَلَى زَمَنِ وُقُوعِهِ. وَلَعَلَّ فِي قَوْلِهِ تَعَالَى: تَدْعُوا مَنْ أَدْبَرَ وَتَوَلَّى وَجَمَعَ فَأَوْعَى رَدًّا عَلَى أُولَئِكَ الْمُسْتَخِفِّينَ بِالْعَذَابِ الْمُسْتَعْجِلِينَ بِهِ ; مُجَازَاةً لَهُمْ بِالْمِثْلِ، كَمَا دَعَوْا وَطَلَبُوا لِأَنْفُسِهِمُ الْعَذَابَ اسْتِخْفَافًا ; فَهِيَ تَدْعُوهُمْ إِلَيْهَا زَجْرًا وَتَخْوِيفًا، مُقَابَلَةَ دُعَاءٍ بِدُعَاءٍ، أَيْ: إِنْ كُنْتُمْ فِي الدُّنْيَا دَعَوْتُمْ بِالْعَذَابِ فَهَذَا هُوَ الْعَذَابُ يَدْعُوكُمْ إِلَيْهِ تَدْعُوا مَنْ أَدْبَرَ عَنْ سَمَاعِ الدَّعْوَةِ، وَأَعْرَضَ عَنْهَا وَتَوَلَّى، وَهَذَا الرَّدُّ بِهَذِهِ الصِّفَاتِ الَّتِي قَبْلَهُ مِنْ تَغْيِيرِ السَّمَاءِ كَالْمُهْلِ، وَتَسْيِيرِ الْجِبَالِ كَالْعِهْنِ، وَتَقَطُّعِ أَوَاصِرِ الْقَرَابَةِ مِنَ الْفَزَعِ وَالْهَوْلِ مِمَّا يَخْلَعُ الْقُلُوبَ، كَمَا وَقَعَ بِالْفِعْلِ فِي الدُّنْيَا، كَمَا ذَكَرَ الْقُرْطُبِيُّ قِصَّةَ جُبَيْرِ بْنِ مُطْعِمٍ. </p><p> قَالَ: قَدِمْتُ الْمَدِينَةَ لِأَسْأَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أَسَارَى بَدْرٍ، فَسَمِعْتُهُ يَقْرَأُ: وَالطُّورِ وَكِتَابٍ مَسْطُورٍ إِلَى قَوْلِهِ تَعَالَى: إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَا لَهُ مِنْ دَافِعٍ [٥٢ \\ ١ - ٨] ، فَكَأَنَّمَا صُدِعَ قَلْبِي فَأَسْلَمْتُ ; خَوْفًا مِنْ نُزُولِ الْعَذَابِ، وَمَا كُنْتُ أَظُنُّ أَنْ أَقُومَ مِنْ مَقَامِي حَتَّى يَقَعَ الْعَذَابُ. </p><p> وَذَكَرَ الْقُرْطُبِيُّ أَيْضًا عَنْ هِشَامِ بْنِ حَسَّانَ، قَالَ: انْطَلَقْتُ أَنَا وَمَالِكُ بْنُ دِينَارٍ إِلَى الْحَسَنِ، وَعِنْدَهُ رَجُلٌ يَقْرَأُ:  (وَالطُّورِ) حَتَّى بَلَغَ: إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ، فَبَكَى الْحَسَنُ وَبَكَى أَصْحَابُهُ، فَجَعَلَ مَالِكٌ يَضْطَرِبُ حَتَّى غُشِيَ عَلَيْهِ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّهُ كَانَ يَعُسُّ بِالْمَدِينَةِ ذَاتَ لَيْلَةٍ، إِذْ سَمِعَ رَجُلًا يَقْرَأُ بِالطُّورِ; فَرَبَا لَهَا أُعِيدَ مِنْهَا عِشْرِينَ لَيْلَةً، فَكَانَ هَذَا الْوَصْفُ الْمُفْزِعُ رَدًّا عَلَى ذَاكَ الطَّلَبِ الْمُسْتَخِفِّ. وَاللَّهُ تَعَالَى أَعْلَمُ. وَنَأْمُلُ أَنْ نَكُونَ قَدْ وَفَّيْنَا الْإِيضَاحَ الَّذِي أَرَادَهُ - رَحِمَهُ اللَّهُ تَعَالَى -. </p><p> قَوْلُهُ تَعَالَى: تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ مِقْدَارُ هَذَا الْيَوْمِ خَمْسُونَ أَلْفَ سَنَةٍ، وَجَاءَتْ آيَاتٌ أُخَرَ بِأَنَّهُ أَلْفُ سَنَةٍ فِي قَوْلِهِ تَعَالَى: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ [٢٢ \\ ٤٧] ، وَقَوْلِهِ: يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ [٣٢ \\ ٥] </p>"
}