{
  "id": null,
  "sura": 70,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْمَعَارِجِ. </p><p> قَوْلُهُ تَعَالَى: سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ </p><p> الْمَعْلُومُ أَنَّ مَادَّةَ سَأَلَ لَا تَتَعَدَّى بِالْبَاءِ، كَتَعَدِّيهَا هُنَا. وَلِذَا قَالَ ابْنُ كَثِيرٍ: إِنَّ الْفِعْلَ ضُمِّنَ مَعْنَى فِعْلٍ آخَرَ يَتَعَدَّى بِالْبَاءِ وَهُوَ مُقَدَّرٌ: مَا اسْتَعْجَلَ، وَاسْتَدَلَّ لِذَلِكَ بِقَوْلِهِ تَعَالَى وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ [٢٩ \\ ٥٣] ، وَذُكِرَ عَنْ مُجَاهِدٍ: أَنَّ سَأَلَ بِمَعْنَى دَعَا. </p><p> وَاسْتَدَلَّ لَهُ بِقَوْلِهِ تَعَالَى عَنْهُمْ: اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ [٨ \\ ٣٢] ، وَذَكَرَ هَذَا الْقَوْلَ ابْنُ جَرِيرٍ أَيْضًا عَنْ مُجَاهِدٍ. </p><p> وَقُرِئَ (سَالَ) بِدُونِ هَمْزَةٍ مِنَ السَّيْلِ، ذَكَرَهَا ابْنُ كَثِيرٍ وَابْنُ جَرِيرٍ، وَقَالُوا: هُوَ وَادٍ فِي جَهَنَّمَ، وَقِيلَ: مُخَفَّفُ (سَأَلَ) اهـ. </p><p> وَلَعَلَّ مِمَّا يُرَجِّحُ قَوْلَ ابْنِ جَرِيرٍ أَنَّ الْفِعْلَ ضُمِّنَ مَعْنَى مَثَلٍ آخَرَ قَوْلُهُ تَعَالَى: يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا الْآيَةَ [٤٢ \\ ١٨] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ هَذَا الْمَعْنَى عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ [٨ \\ ٣٢] ، وَأَحَالَ عَلَى سُورَةِ (سَأَلَ) وَقَالَ: وَسَيَأْتِي زِيَادَةُ إِيضَاحٍ إِنْ شَاءَ اللَّهُ. </p><p> وَقَدْ بَيَّنَ هُنَاكَ: أَنَّ قَوْلَهُمْ يَدُلُّ عَلَى جَهَالَتِهِمْ ; حَيْثُ لَمْ يَطْلُبُوا الْهِدَايَةَ إِلَيْهِ إِنْ كَانَ هُوَ الْحَقَّ. </p><p> وَحَيْثُ إِنَّهُ - رَحِمَهُ اللَّهُ - أَحَالَ عَلَى هَذِهِ السُّورَةِ لِزِيَادَةِ الْإِيضَاحِ ; فَإِنَّ الْمُنَاسِبَ إِنَّمَا هُوَ هَذِهِ الْآيَةُ:  (سَأَلَ سَائِلٌ) بِمَعْنَى: اسْتَعْجَلَ أَوْ دَعَا ; لِوُجُودِ الِارْتِبَاطِ بَيْنَ آيَةِ (سَأَلَ) وَآيَةِ: اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ الْمَذْكُورَةِ. فَإِنَّهُمَا مُرْتَبِطَانِ بِسَبَبِ النُّزُولِ. </p>"
}