{
  "id": null,
  "sura": 71,
  "aya": 5,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ نُوحٍ. </p><p> قَوْلُهُ تَعَالَى: إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ </p><p> فِيهِ بَيَانُ أَنَّ اللَّهَ تَعَالَى أَرْسَلَ رَسُولَهُ نُوحًا لِيُنْذِرَ قَوْمَهُ قَبْلَ أَنْ يَأْتِيَهُمُ الْعَذَابُ، فَالنِّذَارَةُ أَوَّلًا وَهِيَ عَامَّةٌ فِي جَمِيعِ الْأُمَمِ وَالرُّسُلِ. </p><p> كَقَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا [١٧ \\ ١٥] ; وَذَلِكَ لِإِقَامَةِ الْحُجَّةِ أَوَّلًا، كَمَا فِي قَوْلِهِ تَعَالَى: رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ [٤ \\ ١٦٥] ، وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ هَذِهِ الْمَسْأَلَةِ فِي سُورَةِ «بَنِي إِسْرَائِيلَ» عَلَى قَوْلِهِ تَعَالَى: وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا. </p><p> قَوْلُهُ تَعَالَى: أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ الْآيَةَ. جَعَلَ الطَّاعَةَ هُنَا لِنَبِيِّ اللَّهِ نُوحٍ - عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - وَعَلَّقَ عَلَيْهَا مَغْفِرَةَ اللَّهِ لِذُنُوبِهِمْ. </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّ طَاعَةَ النَّبِيِّ هِيَ طَاعَةُ اللَّهِ، فَهِيَ فِي الْأَصْلِ طَاعَةٌ لِلَّهِ ; لِأَنَّهُ مُبَلِّغٌ عَنِ اللَّهِ كَمَا فِي قَوْلِهِ تَعَالَى فِي سُورَةِ «النِّسَاءِ» وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وَكَفَى بِاللَّهِ شَهِيدًا مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ [٤ \\ ٧٩ - ٨٠] . </p><p> قَوْلُهُ تَعَالَى: قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا </p><p> أَيْ: عَلَى الدَّوَامِ كَمَا قَالَ: ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا [٧١ \\ ٨ - ٩] . </p><p> أَيْ: أَنَّ نَبِيَّ اللَّهِ نُوحًا عَلَيْهِ - وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ - بَذَلَ كُلَّ مَا يُمْكِنُهُ فِي سَبِيلِ الدَّعْوَةِ إِلَى اللَّهِ، وَقَدْ بَيَّنَ تَعَالَى مُدَّةَ مُكْثِهِ فِيهِمْ عَلَى تِلْكَ الْحَالَةِ فِي قَوْلِهِ تَعَالَى: فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا [٢٩ \\ ١٤] . </p>"
}