{
  "id": null,
  "sura": 71,
  "aya": 15,
  "text": "<p> مِنَ الْعَبْدِ، مَنْ يُحْيِي الْمَخْلُوقَ جُمْلَةً ; لِأَنَّهُ يُوقِفُهُ عَلَى عِدَّةِ مَرَاحِلَ مِنْ حَيَاتِهِ وَإِيجَادِهِ، وَكُلُّ طَوْرٍ مِنْهَا آيَةٌ مُسْتَقِلَّةٌ، وَهَذَا التَّوْجِيهُ مَوْجُودٌ فِي الظَّوَاهِرِ الْكَوْنِيَّةِ أَيْضًا مِنْ سَمَاءٍ وَأَرْضٍ، فَالسَّمَاءُ كَانَتْ دُخَانًا وَكَانَتْ رَتْقًا فَفَتَقَهُمَا، وَالْأَرْضُ كَانَتْ عَلَى غَيْرِ مَا هِيَ عَلَيْهِ الْآنَ، وَبَيَّنَ الْجَمِيعَ فِي قَوْلِهِ: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا [٧٩ \\ ٢٧ - ٣٢] . وَأَجْمَعُ مِنْ ذَلِكَ كُلِّهِ فِي قَوْلِهِ تَعَالَى فِي «فُصِّلَتْ» قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا [٤١ \\ ٩ - ١٢] . ثُمَّ خَتَمَ تَعَالَى هَذَا التَّفْصِيلَ الْكَامِلَ بِقَوْلِهِ: ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ [٤١ \\ ١٢] ، فَفِيهِ بَيَانٌ أَنَّ تِلْكَ الْأَطْوَارَ فِي الْمَخْلُوقَاتِ بِتَقْدِيرٍ مُعَيَّنٍ، وَأَنَّهُ بِعِلْمٍ، وَمِنَ الْعَزِيزِ سُبْحَانَهُ، فَكَانَ مِنَ الْمُمْكِنِ خَلْقُهَا دَفْعَةً وَاحِدَةً، إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. </p><p> وَلَكِنَّ الْعَرْضَ عَلَى هَذَا التَّفْصِيلِ أَبْعَدُ أَثَرًا فِي نَفْسِ السَّامِعِ وَأَشَدُّ تَأْثِيرًا عَلَيْهِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا فِي هَذِهِ الْآيَةِ مَعَ مَا قَبْلَهَا ثَلَاثَةُ بَرَاهِينَ مِنْ بَرَاهِينِ الْبَعْثِ الْأَرْبَعَةِ الَّتِي كَثُرَ مَجِيئُهَا فِي الْقُرْآنِ: </p><p> الْأُولَى: خَلْقُ الْإِنْسَانِ: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] . </p><p> وَالثَّانِيَةُ: خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ [٤٠ \\ ٥٧] . </p><p> وَالثَّالِثَةُ: إِحْيَاءُ الْأَرْضِ بَعْدَ مَوْتِهَا: فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى [٤١ \\ ٣٩] . </p><p> وَالرَّابِعُ: الَّذِي لَمْ نَذْكُرْ هُنَا هُوَ إِحْيَاءُ الْمَوْتَى بِالْفِعْلِ، كَقَتِيلِ بَنِي إِسْرَائِيلَ: فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا كَذَلِكَ يُحْيِي اللَّهُ الْمَوْتَى [٢ \\ ٧٣] . </p><p> وَقَدْ تَقَدَّمَ تَفْصِيلُ ذَلِكَ فِي أَكْثَرَ مِنْ مَوْضِعٍ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - وَهُنَا سِيَاقُ هَذِهِ الْبَرَاهِينِ لِلرَّدِّ عَلَى الْمُكَذِّبِينَ بِالْبَعْثِ، وَلَكِنْ فِي هَذَا السِّيَاقِ إِشْكَالٌ فِيمَا يَبْدُو كَبِيرٌ وَهُوَ قَوْلُهُ تَعَالَى: أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا [٧١ \\ ١٥] . </p><p> وَإِذَا كَانَ السِّيَاقُ لِلِاسْتِدْلَالِ بِالْمَعْلُومِ الْمُشَاهَدِ عَلَى الْمَجْهُولِ الْغَيْبِيِّ، فَإِنَّ خَلْقَ الْإِنْسَانِ أَطْوَارًا مَحْسُوسٌ مُشَاهَدٌ وَمُسَلَّمٌ بِهِ، وَإِنْبَاتُ الْإِنْسَانِ مِنَ الْأَرْضِ بِإِطْعَامِهِ مِنْ نَبَاتِهَا، وَإِحْيَاؤُهَا بَعْدَ مَوْتِهَا، وَاهْتِزَازُهَا، وَإِنْبَاتُهَا النَّبَاتَ أَمْرٌ مَحْسُوسٌ. </p><p> وَيُمْكِنُ أَنْ يُقَالَ لِلْمُخَاطَبِ: كَمَا شَاهَدْتَ خَلْقَ الْإِنْسَانِ مِنْ عَدَمٍ وَتَطَوُّرَهُ أَطْوَارًا، وَشَاهَدْتَ إِحْيَاءَ الْأَرْضِ الْمَيِّتَةِ، فَإِنَّ اللَّهَ الَّذِي خَلَقَكَ وَأَحْيَا لَكَ الْأَرْضَ الْمَيِّتَةَ قَادِرٌ عَلَى أَنْ يُعِيدَكَ وَيُخْرِجَكَ مِنْهَا إِخْرَاجًا. </p><p> وَلَكِنْ كَيْفَ تَقُولُ: وَكَمَا شَاهَدْتَ خَلْقَ السَّمَاوَاتِ سَبْعًا طِبَاقًا، فَإِنَّ الْقَادِرَ عَلَى ذَلِكَ قَادِرٌ عَلَى بَعْثِكَ. وَالْحَالُ أَنَّ الْإِنْسَانَ لَمْ يُشَاهِدْ خَلْقَ السَّمَاوَاتِ سَبْعًا طِبَاقًا، وَلَا رَأَى كَيْفَ خَلَقَهَا اللَّهُ سَبْعًا طِبَاقًا، وَالْإِشْكَالُ هُنَا هُوَ كَيْفَ قِيلَ لَهُمْ: أَلَمْ تَرَوْا كَيْفَ [٧١ \\ ١٥] . </p><p> وَالْكَيْفُ لِلْحَالَةِ وَالْهَيْئَةِ، وَهُمْ لَمْ يُشَاهِدُوهَا كَمَا قَالَ تَعَالَى: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ [١٨ \\ ٥١] . </p><p> وَكَيْفَ يَسْتَدِلُّونَ بِالْمَجْهُولِ عِنْدَهُمْ عَلَى الْمُغَيَّبِ عَنْهُمْ؟ </p><p> وَهُنَا تَسَاءَلَ ابْنُ كَثِيرٍ تَسَاؤُلًا وَارِدًا، وَهُوَ قَوْلُهُ: طِبَاقًا أَيْ: وَاحِدَةً فَوْقَ وَاحِدَةٍ، وَهَلْ هَذَا يُتَلَقَّى مِنْ جِهَةِ السَّمْعِ فَقَطْ؟ أَوْ هُوَ مِنَ الْأُمُورِ الْمُدْرَكَةِ بِالْحِسِّ، مِمَّا عُلِمَ مِنَ التَّسْيِيرِ وَالْكُسُوفَاتِ. وَأَظُنُّهُ يَعْنِي التَّسْيِيرَ مِنَ السَّيْرِ، فَإِنَّ الْكَوَاكِبَ السَّبْعَةَ السَّيَّارَةَ يَكْسِفُ بَعْضُهَا بَعْضًا، فَأَدْنَاهَا الْقَمَرُ فِي السَّمَاءِ الدُّنْيَا، وَذَكَرَ الْكَوَاكِبَ السَّبْعَةَ فِي السَّمَاوَاتِ السَّبْعِ، وَكَلَامَ أَهْلِ الْهَيْئَةِ وَلَمْ يَتَعَرَّضْ لِلْإِشْكَالِ بِحَلٍّ يُرْكَنُ إِلَيْهِ. </p><p> وَقَالَ الْقُرْطُبِيُّ: قَوْلُهُ تَعَالَى: أَلَمْ تَرَوْا كَيْفَ عَلَى جِهَةِ الْإِخْبَارِ لَا الْمُعَايَنَةِ. </p><p> كَمَا تَقُولُ: أَلَمْ تَرَ كَيْفَ فَعَلْتُ بِفُلَانٍ كَذَا؟ </p><p> وَعَلَى كَلَامِ الْقُرْطُبِيِّ يَرِدُ السُّؤَالُ الْأَوَّلُ، إِذَا كَانَ ذَلِكَ عَلَى جِهَةِ الْإِخْبَارِ، فَكَيْفَ يُجْعَلُ الْخَبَرُ دَلِيلًا عَلَى خَبَرٍ آخَرَ لَا يُدْرَكُ إِلَّا بِالسَّمْعِ؟ </p><p> وَالْجَوَابُ عَنْ ذَلِكَ مُجْمَلًا مِمَّا تُشِيرُ إِلَيْهِ آيَاتُ الْقُرْآنِ الْكَرِيمِ كَالْآتِي: </p><p> أَوَّلًا: إِنَّ تَسَاؤُلَ ابْنِ كَثِيرٍ هَلْ يُتَلَقَّى ذَلِكَ مِنْ جِهَةِ السَّمْعِ فَقَطْ؟ أَوْ هُوَ مِنَ الْأُمُورِ الْمُدْرَكَةِ بِالْحِسِّ، لَا مَحَلَّ لَهُ ; لِأَنَّهُ لَا طَرِيقَ إِلَّا النَّقْلُ فَقَطْ، كَمَا قَالَ تَعَالَى: مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ [١٨ \\ ٥١] ، أَيْ: آدَمُ. فَلَمْ نَعْلَمْ كَيْفَ خُلِقَ، وَلَا كَيْفَ سَارَتِ الرُّوحُ فِي جِسْمِ جَمَادٍ صَلْصَالٍ، فَتَحَوَّلَ إِلَى جِسْمٍ حَسَّاسٍ نَامٍ نَاطِقٍ. </p><p> وَأَمَّا قَوْلُ الْقُرْطُبِيِّ: إِنَّهُ عَلَى جِهَةِ الْإِخْبَارِ لَا الْمُعَايَنَةِ، فَهُوَ الَّذِي يَشْهَدُ لَهُ الْقُرْآنُ. </p><p> وَيُجِيبُ الْقُرْآنُ عَلَى السُّؤَالِ الْوَارِدِ عَلَيْهِ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ [٤١ \\ ٩ - ١٣] ; لِأَنَّ اللَّهَ تَعَالَى خَاطَبَ هُنَا الْكُفَّارَ قَطْعًا ; لِقَوْلِهِ: قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ. </p><p> وَخَاطَبَهُمْ بِأُمُورٍ مُفَصَّلَةٍ لَمْ يَشْهَدُوهَا قَطْعًا مِنْ خَلْقِ الْأَرْضِ فِي يَوْمَيْنِ، وَمِنْ تَقْدِيرِ أَقْوَاتِهَا فِي أَرْبَعَةِ أَيَّامٍ، وَمِنَ اسْتِوَائِهِ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ. </p><p> وَمِنْ قَوْلِهِ لَهَا وَلِلْأَرْضِ: اِئْتِيَا طَوْعًا أَوْ كَرْهًا. </p><p> وَمِنْ قَوْلِهِمَا: أَتَيْنَا طَائِعِينَ. </p>"
}