{
  "id": null,
  "sura": 72,
  "aya": 16,
  "text": "<p> وَلَكِنْ قَدْ يَظُنُّ ظَانٌّ أَنَّهُمْ يُحَاوِلُونَ السَّمَاعَ وَلَوْ مَعَ الْحِرَاسَةِ الشَّدِيدَةِ، وَلَكِنَّ اللَّهَ تَعَالَى صَرَّحَ بِأَنَّهُمْ لَمْ وَلَنْ يَسْتَمِعُوا بَعْدَ ذَلِكَ، كَمَا قَالَ تَعَالَى: إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ [٢٦ \\ ٢١٢] . </p><p> قَوْلُهُ تَعَالَى: وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا وَهَذَا كَمَا قَالَ تَعَالَى: وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ [٥ \\ ٦٦] ، وَقَوْلُهُ: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ [٧ \\ ٩٦] فَكُلُّهَا نُصُوصٌ عَلَى أَنَّ الْأُمَّةَ إِذَا اسْتَقَامَتْ عَلَى الطَّرِيقَةِ الْقَوِيمَةِ شِرْعَةِ اللَّهِ لَفَتَحَ عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ. </p><p> وَمِثْلُ ذَلِكَ قَوْلُهُ تَعَالَى: فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا [٧١ \\ ١٠ - ١٢] . </p><p> وَمَفْهُومُ ذَلِكَ: أَنَّ مَنْ لَمْ يَسْتَقِمْ عَلَى الطَّرِيقَةِ فَقَدْ يَكُونُ انْحِرَافُهُ أَوْ شِرْكُهُ مُوجِبًا لِحِرْمَانِهِ مِنْ نِعْمَةِ اللَّهِ تَعَالَى عَلَيْهِ، كَمَا جَاءَ صَرِيحًا فِي قَوْلِهِ: وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا وَكَانَ لَهُ ثَمَرٌ [١٨ \\ ١٠ - ٣٤] . </p><p> فَهَذِهِ نِعْمَةٌ كَامِلَةٌ، كَمَا وَصَفَ اللَّهُ تَعَالَى فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَذِهِ أَبَدًا وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا إِلَى قَوْلِهِ: وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَيَقُولُ يَالَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا [١٨ \\ ٣٤ - ٤٣] . </p><p> وَمَا أَشْبَهَ اللَّيْلَةَ بِالْبَارِحَةِ فِيمَا يَعِيشُهُ الْعَالَمُ الْإِسْلَامِيُّ الْيَوْمَ بَيْنَ الِاتِّجَاهَيْنِ الْمُتَنَاقِضَيْنِ الشُّيُوعِيِّ وَالرَّأْسِمَالِيِّ. وَمَا أَثْبَتَهُ الْوَاقِعُ مِنْ أَنَّ الْمُعَسْكَرَ الشُّيُوعِيَّ الَّذِي أَنْكَرَ وُجُودَ اللَّهِ، وَكَفَرَ بِالَّذِي خَلَقَهُ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاهُ رَجُلًا، فَإِنَّهُ وَكُلُّ مَنْ يَسِيرُ فِي فَلَكِهِ مَعَ مَدَى تَقَدُّمِهِ الصِّنَاعِيِّ، فَإِنَّهُ مُفْتَقِرٌ لِكَافَّةِ الْأُمَمِ الْأُخْرَى فِي اسْتِيرَادِ الْقَمْحِ، وَإِنَّ رُوسْيَا بِنَفْسِهَا </p>"
}