{
  "id": null,
  "sura": 72,
  "aya": 10,
  "text": "<p> وَهُوَ الْبُعْدُ عَنِ الْحَقِّ، كَمَا فِي قَوْلِهِ تَعَالَى: فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ [٣٨ \\ ٢٢] . </p><p> وَمِنْهُ الْبُعْدُ عَنْ حَقِيقَةِ التَّوْحِيدِ إِلَى الشِّرْكِ، وَهُوَ الْمُرَادُ هُنَا كَمَا فِي سُورَةِ «الْكَهْفِ» فِي قَوْلِهِ: لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا [١٨ \\ ١٤] ; لِأَنَّ دُعَاءَهُمْ غَيْرَ اللَّهِ أَبْعَدُ مَا يَكُونُ عَنِ الْحَقِّ. </p><p> وَيَدُلُّ عَلَى أَنَّ الْمُرَادَ هُنَا مَا جَاءَ فِي هَذِهِ السُّورَةِ: فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا [٧٢ \\ ٢</p><p> قَوْلُهُ تَعَالَى: وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا </p><p> بَيَّنَ تَعَالَى الْمُرَادَ بِتِلْكَ الْحِرَاسَةِ: بِأَنَّهُ لِحِفْظِهَا عَنِ اسْتِرَاقِ السَّمْعِ، كَمَا فِي قَوْلِهِ: إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ وَحِفْظًا [٣٧ \\ ٦ - ٧] ، وَبَيَّنَ تَعَالَى حَالَهُمْ قَبْلَ ذَلِكَ بِأَنَّهُمْ كَانُوا يَقْعُدُونَ مِنْهَا مَقَاعِدَ لِلسَّمْعِ، فَيَسْتَرِقُونَ الْكَلِمَةَ وَيَنْزِلُونَ بِهَا إِلَى الْكَاهِنِ، فَيَكْذِبُ مَعَهَا مِائَةَ كِذْبَةٍ، كَمَا بَيَّنَ تَعَالَى أَنَّ الشُّهُبَ تَأْتِيهِمْ مِنَ النُّجُومِ. </p><p> كَمَا فِي قَوْلِهِ تَعَالَى: وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ [٦٧ \\ ٥] . </p><p> قَوْلُهُ تَعَالَى: وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا </p><p> فِيهِ نَصٌّ عَلَى أَنَّ الْجِنَّ لَا تَعْلَمُ الْغَيْبَ، وَقَدْ صَرَّحَ تَعَالَى فِي قَوْلِهِ: فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ [٣٤ \\ ١٤] . </p><p> وَقَدْ يَبْدُو مِنْ هَذِهِ الْآيَةِ إِشْكَالٌ، حَيْثُ قَالُوا أَوَّلًا: إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ [٧٢ \\ ١ - ٢] ثُمَّ يَقُولُونَ وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا [٧٢ \\ ١٠] وَالْوَاقِعُ أَنَّهُمْ تَسَاءَلُوا لَمَّا لَمَسُوا السَّمَاءَ فَمُنِعُوا مِنْهَا لِشِدَّةِ حِرَاسَتِهَا، وَأَقَرُّوا أَخِيرًا لَمَّا سَمِعُوا الْقُرْآنَ وَعَلِمُوا السَّبَبَ فِي تَشْدِيدِ حِرَاسَةِ السَّمَاءِ ; لِأَنَّهُمْ لَمَّا مُنِعُوا مَا كَانَ يَخْطُرُ بِبَالِهِمْ أَنَّهُ مِنْ أَجْلِ الْوَحْيِ ; لِقَوْلِهِ وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا [٧٢ \\ ٧] . </p><p> وَقَوْلُهُ تَعَالَى: وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا [٧٢ \\ ٨] يَدُلُّ بِفَحْوَاهُ أَنَّهُمْ مُنِعُوا مِنَ السَّمْعِ، كَمَا قَالُوا: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] </p>"
}