{
  "id": null,
  "sura": 72,
  "aya": 18,
  "text": "<p> لَتُفْرِجُ عَنْ بَعْضِ احْتِيَاطِهَا مِنَ الذَّهَبِ لِتَشْتَرِيَ قَمْحًا. وَلَا زَالَتْ تَشْتَرِيهِ مِنَ الْمُعَسْكَرِ الرَّأْسِمَالِيِّ. </p><p> وَهَكَذَا الدُّوَلُ الْإِسْلَامِيَّةُ الَّتِي تَأْخُذُ فِي اقْتِصَادِيَّاتِهَا بِالْمَذْهَبِ الِاشْتِرَاكِيِّ الْمُتَفَرِّعِ مِنَ الْمَذْهَبِ الشُّيُوعِيِّ ; فَإِنَّهَا بَعْدَ أَنْ كَانَتْ تَفِيضُ بِإِنْتَاجِهَا الزِّرَاعِيِّ عَلَى غَيْرِهَا، أَصْبَحَتْ تَسْتَوْرِدُ لَوَازِمَهَا الْغِذَائِيَّةَ مِنْ خَارِجِهَا، وَتِلْكَ سُنَّةُ اللَّهِ فِي خَلْقِهِ، وَلَوْ كَانُوا مُسْلِمِينَ كَمَا قَصَّ اللَّهُ تَعَالَى عَلَيْنَا قِصَّةَ أَصْحَابِ الْجَنَّةِ: إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ وَلَا يَسْتَثْنُونَ فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ، إِلَى قَوْلِهِ فَأَصْبَحَتْ كَالصَّرِيمِ، إِلَى قَوْلِهِ قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ [٦٨ \\ ١٧ - ٢٩] . </p><p> وَلِذَا كَانَتِ الزَّكَاةُ طُهْرَةً لِلْمَالِ وَنَمَاءً لَهُ. </p><p> وَقَوْلُهُ لِنَفْتِنَهُمْ فِيهِ [٧٢ \\ ١٧] ، أَيْ: نَخْتَبِرَهُمْ فِيمَا هُمْ فَاعِلُونَ مِنْ شُكْرِ النِّعْمَةِ وَصَرْفِهَا فِيمَا يُرْضِي اللَّهَ، أَمِ الطُّغْيَانِ بِهَا وَمَنْعِ حَقِّهَا؟ إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى [٩٦ \\ ٦ - ٧] ، إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا [١٨ \\ ٧] ، إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ [٦٤ \\ ١٥ - ١٦] . </p><p> قَوْلُهُ تَعَالَى: وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا </p><p> «الْمَسَاجِدُ» : جَمْعُ مَسْجِدٍ. وَالْمَسْجِدُ لُغَةً اسْمُ مَكَانٍ عَلَى وَزْنٍ مَفْعِلٍ، كَمَجْلِسٍ عَلَى غَيْرِ الْقِيَاسِ مَكَانُ الْجُلُوسِ، وَهُوَ لُغَةً يَصْدُقُ عَلَى كُلِّ مَكَانٍ صَالِحٍ لِلسُّجُودِ. </p><p> وَقَدْ ثَبَتَ مِنَ السُّنَّةِ أَنَّ الْأَرْضَ كُلَّهَا صَالِحَةٌ لِذَلِكَ، كَمَا فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا» ، وَاسْتَثْنَى مِنْهَا أَمَاكِنَ خَاصَّةً نَهَى عَنِ الصَّلَاةِ فِيهَا ; لِأَوْصَافٍ طَارِئَةٍ عَلَيْهَا، وَهِيَ الْمَزْبَلَةُ، وَالْمَجْزَرَةُ، وَالْمَقْبَرَةُ، وَقَارِعَةُ الطَّرِيقِ، وَفَوْقَ الْحَمَّامِ، وَمَوَاضِعُ الْخَسْفِ، وَمَعَاطِنُ الْإِبِلِ، وَالْمَكَانُ الْمَغْصُوبُ عَلَى خِلَافٍ فِيهِ مِنْ حَيْثُ الصِّحَّةُ وَعَدَمُهَا، وَالْبِيَعُ. </p><p> وَقَدْ عَدَّ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - تِسْعَةَ عَشَرِ مَوْضِعًا عِنْدَ قَوْلِهِ تَعَالَى: وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ [١٥ \\ ٨٠] فِي الْكَلَامِ عَلَى حُكْمِ أَرْضِ الْحِجْرِ، وَمُوَاطِنِ الْخَسْفِ، وَسَاقَ كُلَّ مَوْضِعٍ بِدَلِيلِهِ، وَهُوَ بَحْثٌ مُطَوَّلٌ مُسْتَوْفًى ; وَالْمَسْجِدُ عُرْفًا </p><p> كُلُّ مَا خُصِّصَ لِلصَّلَاةِ، وَهُوَ الْمُرَادُ بِالْإِضَافَةِ هُنَا لِلَّهِ تَعَالَى، وَهِيَ إِضَافَةُ تَشْرِيفٍ وَتَكْرِيمٍ مَعَ الْإِشْعَارِ بِاخْتِصَاصِهَا بِاللَّهِ، أَيْ: بِعِبَادَتِهِ وَذِكْرِهِ، كَمَا قَالَ تَعَالَى: فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ لَا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ [٢٤ \\ ٣٦ - ٣٧] . </p><p> وَلِهَذَا مُنِعَتْ مِنَ اتِّخَاذِهَا لِأُمُورِ الدُّنْيَا مِنْ بَيْعٍ وَتِجَارَةٍ، كَمَا فِي الْحَدِيثِ:  «إِذَا رَأَيْتُمْ مَنْ يَبِيعُ أَوْ يَبْتَاعُ فِي الْمَسْجِدِ فَقُولُوا لَهُ: لَا أَرْبَحَ اللَّهُ تِجَارَتَكَ» رَوَاهُ النِّسَائِيُّ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ. </p><p> وَكَذَلِكَ إِنْشَادُ الضَّالَّةِ ; لِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا سَمِعْتُمْ مَنْ يَنْشُدُ ضَالَّةً بِالْمَسْجِدِ،فَقُولُوا لَهُ:لَا رَدَّهَا اللَّهُ عَلَيْكَ ; فَإِنَّ الْمَسَاجِدَ لَمْ تُبْنَ لِذَلِكَ» رَوَاهُ مُسْلِمٌ. </p><p> وَفِي حَدِيثِ الْأَعْرَابِيِّ الَّذِي بَالَ فِي الْمَسْجِدِ قَالَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ هَذِهِ الْمَسَاجِدَ لَمْ تُبْنَ لِذَلِكَ ; إِنَّمَا هِيَ لِذِكْرِ اللَّهِ وَمَا وَالَاهُ» ، وَفِي مُوَطَّأِ مَالِكٍ: أَنَّ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - بَنَى رَحْبَةً فِي نَاحِيَةِ الْمَسْجِدِ تُسَمَّى: الْبَطْحَاءَ. وَقَالَ: مَنْ كَانَ يُرِيدُ أَنْ يَلْغَطَ أَوْ يُنْشِدَ شِعْرًا، أَوْ يَرْفَعَ صَوْتَهُ، فَلْيَخْرُجْ إِلَى هَذِهِ الرَّحْبَةِ. </p><p> وَاللَّغَطُ هُوَ: الْكَلَامُ الَّذِي فِيهِ جَلَبَةٌ وَاخْتِلَاطٌ. وَأَلْ فِي الْمَسَاجِدِ: لِلِاسْتِغْرَاقِ ; فَتُفِيدُ شُمُولَ جَمِيعِ الْمَسَاجِدِ، كَمَا تَدُلُّ فِي عُمُومِهَا عَلَى الْمُسَاوَاةِ، وَلَكِنْ جَاءَتْ آيَاتٌ تُخَصِّصُ بَعْضَ الْمَسَاجِدِ بِمَزِيدِ فَضْلٍ وَاخْتِصَاصٍ، وَهِيَ: </p><p> الْمَسْجِدُ الْحَرَامُ ; خَصَّهُ اللَّهُ تَعَالَى بِمَا جَاءَ فِي قَوْلِهِ: إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبَارَكًا وَهُدًى لِلْعَالَمِينَ فِيهِ آيَاتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِنًا وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ [٣ \\ ٩٦ - ٩٧] . فَذَكَرَ هُنَا سَبْعَ خِصَالٍ لَيْسَتْ لِغَيْرِهِ مِنَ الْمَسَاجِدِ مِنْ أَنَّهُ: أَوَّلُ بَيْتٍ وُضِعَ لِلنَّاسِ، وَمُبَارَكٌ، وَهُدًى لِلْعَالَمِينَ، وَفِيهِ آيَاتُ بَيِّنَاتٌ، وَمَقَامُ إِبْرَاهِيمَ، وَمَنْ دَخَلَهُ كَانَ آمِنًا، وَالْحَجُّ وَالْعُمْرَةُ إِلَيْهِ، وَآيَاتٌ أُخَرُ. </p><p> وَالْمَسْجِدُ الْأَقْصَى ; قَالَ تَعَالَى: سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّه هُوَ السَّمِيعُ الْبَصِيرُ [١٧ \\ ١] فَخُصَّ بِكَوْنِهِ مَسْرَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَيْهِ، وَبِالْبَرَكَةِ حَوْلَهُ، وَأُرِيَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِيهِ مِنْ آيَاتِ رَبِّهِ. </p><p> وَقَدْ كَانَ مِنَ الْمُمْكِنِ أَنْ يَعْرُجَ بِهِ إِلَى السَّمَاءِ مِنْ جَوْفِ مَكَّةَ، وَمِنَ الْمَسْجِدِ الْحَرَامِ، وَلَكِنْ لِيُرِيَهُ مِنْ آيَاتِ اللَّهِ: كَعَلَامَاتِ الطَّرِيقِ ; لِتَكُونَ دَلِيلًا لَهُ عَلَى قُرَيْشٍ فِي إِخْبَارِهِ بِالْإِسْرَاءِ وَالْمِعْرَاجِ، وَتَقْدِيمِ جِبْرِيلَ لَهُ الْأَقْدَاحَ الثَّلَاثَةَ: بِالْمَاءِ، وَاللَّبَنِ، وَالْخَمْرِ، وَاخْتِيَارِهِ اللَّبَنَ رَمْزًا لِلْفِطْرَةِ. وَاجْتِمَاعِ الْأَنْبِيَاءِ لَهُ وَالصَّلَاةِ بِهِمْ فِي الْمَسْجِدِ الْأَقْصَى، بَيْنَمَا رَآهُمْ فِي السَّمَاوَاتِ السَّبْعِ، وَكُلُّ ذَلِكَ مِنْ آيَاتِ اللَّهِ أُرِيَهَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْمَسْجِدِ الْأَقْصَى. </p><p> وَالْمَسْجِدُ النَّبَوِيُّ، وَمَسْجِدُ قُبَاءٍ: فَمَسْجِدُ قُبَاءٍ: نَزَلَ فِيهِ قَوْلُهُ تَعَالَى: لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ [٩ \\ ١٠٨] . </p><p> فَجَاءَ فِي صَحِيحِ مُسْلِمٍ: أَنَّ أَبَا سَعِيدٍ سَأَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَيُّ مَسْجِدٍ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ؟ فَأَخَذَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَفْنَةً مِنَ الْحَصْبَاءِ وَضَرَبَ بِهَا أَرْضَ مَسْجِدِهِ، وَقَالَ:  «مَسْجِدُكُمْ هَذَا» . </p><p> وَجَاءَ فِي بُلُوغِ الْمَرَامِ وَغَيْرِهِ: حَدِيثُ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَأَلَ أَهْلَ قُبَاءٍ، فَقَالَ:  «إِنَّ اللَّهَ يُثْنِي عَلَيْكُمْ» ، فَقَالُوا: إِنَّا نُتْبِعُ الْحِجَارَةَ الْمَاءَ، رَوَاهُ الْبَزَّارُ بِسَنَدٍ ضَعِيفٍ. </p><p> قال في سبل السلام وأصله في أبي داود والترمذي في السنن عن أبي هريرة عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: \"نزلت هذه الآية في أهل قباء {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا}  [٩/١٠٨] . </p><p> قَالَ ابْنُ حَجَرٍ: وَصَحَّحَهُ ابْنُ خُزَيْمَةَ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ - بِدُونِ ذِكْرِ الْحِجَارَةِ. </p><p> وَقَالَ صَاحِبُ وَفَاءِ الْوَفَاءِ: وَرَوَى ابْنُ شَيْبَةَ مِنْ طُرُقٍ مَا حَاصِلُهُ أَنَّ: الْآيَةَ لَمَّا نَزَلَتْ أَتَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَهْلَ قُبَاءٍ. </p><p> وَفِي رِوَايَةٍ: أَهْلَ ذَلِكَ الْمَسْجِدِ. </p><p> وَفِي رِوَايَةٍ: بَنِي عَمْرِو بْنِ عَوْفٍ. فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ اللَّهَ قَدْ أَحْسَنَ عَلَيْكُمُ الثَّنَاءَ فِي الطُّهُورِ، فَمَا بَلَغَ مِنْ طُهُورِكُمْ؟قَالُوا:نَسْتَنْجِي بِالْمَاءِ» . </p><p> قَالَ: وَرَوَى أَحْمَدُ، وَابْنُ شَيْبَةَ، وَاللَّفْظُ لِأَحْمَدَ عَنْ أَبِي هُرَيْرَةَ، قَالَ: انْطَلَقْتُ إِلَى مَسْجِدِ التَّقْوَى أَنَا وَعَبْدُ اللَّهِ بْنُ عُمَرَ وَسَمُرَةُ بْنُ جُنْدُبٍ، فَأَتَيْنَا النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَالُوا لَنَا: انْطَلِقُوا إِلَى مَسْجِدِ التَّقْوَى، فَانْطَلَقْنَا نَحْوَهُ. فَاسْتَقْبَلَنَا يَدَاهُ عَلَى كَاهِلِ أَبِي بَكْرٍ وَعُمَرَ فَثُرْنَا فِي وَجْهِهِ، فَقَالَ: مَنْ هَؤُلَاءِ يَا أَبَا بَكْرٍ؟ فَقَالَ: عَبْدُ اللَّهِ بْنُ عُمَرَ، وَأَبُو هُرَيْرَةَ، وَجُنْدُبٌ. </p><p> فَحَدِيثُ مُسْلِمٍ فِي مَسْجِدِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَتِلْكَ النُّصُوصُ فِي مَسْجِدِ قُبَاءٍ. </p><p> وَقَدْ قَالَ ابْنُ حَجَرٍ - رَحِمَهُ اللَّهُ -: وَالْحَقُّ أَنَّ كُلًّا مِنْهُمَا أُسِّسَ عَلَى التَّقْوَى، وَقَوْلُهُ تَعَالَى: فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا [٩ \\ ١٠٨] ظَاهِرٌ فِي أَهْلِ قُبَاءٍ. </p><p> وَقِيلَ: إِنَّ حَدِيثَ مُسْلِمٍ فِي خُصُوصِ مَسْجِدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، جَاءَ رَدًّا عَلَى اخْتِلَافِ رَجُلَيْنِ فِي الْمَسْجِدِ الْمَعْنِيِّ بِهَا، فَأَرَادَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُبَيِّنَ لَهُمْ أَنَّ الْآيَةَ لَيْسَتْ خَاصَّةً بِمَسْجِدِ قُبَاءٍ، وَإِنَّمَا هِيَ عَامَّةٌ فِي كُلِّ مَسْجِدٍ أُسِّسَ عَلَى التَّقْوَى، وَأَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، كَمَا هُوَ مَعْلُومٌ فِي الْأُصُولِ. </p><p> وَعَلَيْهِ، فَالْآيَةُ إِذًا اشْتَمَلَتْ وَتَشْتَمِلُ عَلَى كُلِّ مَسْجِدٍ أَيْنَمَا كَانَ، إِذَا كَانَ أَسَاسُهُ مِنْ أَوَّلِ يَوْمِ بِنَائِهِ عَلَى التَّقْوَى، وَيَشْهَدُ لِذَلِكَ سِيَاقُ الْآيَةِ بِالنِّسْبَةِ إِلَى مَا قَبْلَهَا وَمَا بَعْدَهَا، فَقَدْ جَاءَتْ قَبْلَهَا قِصَّةُ مَسْجِدِ الضِّرَارِ بِقَوْلِهِ: وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ [٩ \\ ١٠٧ - ١٠٨] . </p><p> وَمَعْلُومٌ أَنَّ مَسْجِدَ الضِّرَارِ كَانَ بِمِنْطَقَةِ قُبَاءٍ، وَطَلَبُوا مِنَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُصَلِّيَ لَهُمْ فِيهِ تَبَرُّكًا فِي ظَاهِرِ الْأَمْرِ، وَتَقْرِيرًا لِوُجُودِهِ يَتَذَرَّعُونَ بِذَلِكَ، وَلَكِنَّ اللَّهَ كَشَفَ عَنْ حَقِيقَتِهِمْ. </p><p> وَجَاءَتِ الْآيَةُ بِمُقَارَنَةٍ بَيْنَ الْمَسْجِدَيْنِ، فَقَالَ تَعَالَى لَهُ: لَا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا الْآيَةَ [٩ \\ ١٠٨] . </p><p> وَجَاءَ بَعْدَ ذَلِكَ مُبَاشَرَةً لِلْمُقَارَنَةِ مَرَّةً أُخْرَى أَعَمَّ مِنَ الْأُولَى فِي قَوْلِهِ تَعَالَى: أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَى تَقْوَى مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَمْ مَنْ أَسَّسَ بُنْيَانَهُ عَلَى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ [٩ \\ ١٠٩ - ١١٠] . </p><p> وَبِهَذَا يَكُونُ السَّبَبُ فِي نُزُولِ الْآيَةِ هُوَ الْمُقَارَنَةُ بَيْنَ مَبْدَأَيْنِ مُتَغَايِرَيْنِ، وَأَنَّ الْأَوَّلِيَّةَ فِي الْآيَةِ فِي قَوْلِهِ: مِنْ أَوَّلِ يَوْمٍ [٩ \\ ١٠٨] أَوَّلِيَّةٌ نِسْبِيَّةٌ، أَيْ: بِالنِّسْبَةِ لِكُلِّ مَسْجِدٍ فِي أَوَّلِ </p><p> يَوْمِ بِنَائِهِ، وَإِنْ كَانَ الظَّاهِرُ فِيهَا أَوَّلِيَّةً زَمَانِيَّةً خَاصَّةً، وَهُوَ أَوَّلُ يَوْمٍ وَصَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ، وَنَزَلَ بِقُبَاءٍ، وَتَظَلُّ هَذِهِ الْمُقَارَنَةُ فِي الْآيَةِ مَوْجُودَةً إِلَى مَا شَاءَ اللَّهُ فِي كُلِّ زَمَانٍ وَمَكَانٍ كَمَا قَدَّمْنَا. </p><p> وَقَدِ اخْتُصَّتْ تِلْكَ الْمَسَاجِدُ الْأَرْبَعَةُ بِأُمُورٍ تَرْبِطُ بَيْنَهَا بِرَوَابِطَ عَدِيدَةٍ، أَهَمُّهَا: تَحْدِيدُ مَكَانِهَا حَيْثُ كَانَ بِوَحْيٍ أَوْ شِبْهِ الْوَحْيِ، فَفِي الْبَيْتِ الْحَرَامِ قَوْلُهُ تَعَالَى: وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ [٢٢ \\ ٢٦] . </p><p> وَفِي الْمَسْجِدِ الْأَقْصَى مَا جَاءَ فِي الْأَثَرِ عَنْهُ: أَنَّ اللَّهَ أَوْحَى إِلَى نَبِيِّهِ دَاوُدَ أَنِ ابْنِ لِي بَيْتًا، قَالَ: وَأَيْنَ تُرِيدُنِي أَبْنِيهِ لَكَ يَا رَبِّ؟ قَالَ: حَيْثُ تَرَى الْفَارِسَ الْمُعَلِّمَ شَاهِرًا سَيْفَهُ. فَرَآهُ فِي مَكَانِهِ الْآنَ، وَكَانَ حَوْشًا لِرَجُلٍ مِنْ بَنِي إِسْرَائِيلَ. إِلَى آخِرِ الْقِصَّةِ فِي الْبَيْهَقِيِّ. </p><p> وَفِي مَسْجِدِ قُبَاءٍ بِسَنَدٍ فِيهِ ضَعْفٌ. لَمَّا نَزَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قُبَاءٍ، قَالَ:  «مَنْ يَرْكَبُ النَّاقَةَ» إِلَى أَنْ رَكِبَهَا عَلِيٌّ، فَقَالَ لَهُ:  «أَرْخِ زِمَامَهَا» فَاسْتَنَّتْ، فَقَالَ:  «خُطُّوا الْمَسْجِدَ حَيْثُ اسْتَنَّتْ» . </p><p> وَفِي الْمَسْجِدِ النَّبَوِيِّ: جَاءَ فِي السِّيَرِ كُلِّهَا: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ كُلَّمَا مَرَّ بِحَيٍّ مِنْ أَحْيَاءِ الْمَدِينَةِ، وَقَالُوا لَهُ: هَلُمَّ إِلَى الْعَدَدِ وَالْعُدَّةِ، فَيَقُولُ:  «خَلُّوا سَبِيلَهَا، فَإِنَّهَا مَأْمُورَةٌ» ، حَتَّى وَصَلَتْ إِلَى أَمَامِ بَيْتِ أَبِي أَيُّوبَ الْأَنْصَارِيِّ - رَضِيَ اللَّهُ عَنْهُ -. وَكَانَ أَمَامَهُ مِرْبَدٌ لِأَيْتَامٍ وَمَقْبَرَةٌ لِيَهُودَ، فَاشْتَرَى الْمَكَانَ وَنَبَشَ الْقُبُورَ وَبَنَى الْمَسْجِدَ. </p><p> وَكَذَلِكَ فِي الْبِنَاءِ فَكُلُّهَا بِنَاءُ رُسُلِ اللَّهِ، فَالْمَسْجِدُ الْحَرَامُ بَنَاهُ إِبْرَاهِيمُ - عَلَيْهِ السَّلَامُ -، أَيِ الْبِنَاءُ الَّذِي ذَكَرَهُ الْقُرْآنُ وَمَا قَبْلَهُ فِيهِ رِوَايَاتٌ عَدِيدَةٌ، وَلَكِنَّ الثَّابِتَ فِي الْقُرْآنِ قَوْلُهُ تَعَالَى: وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ [٢ \\ ١٢٧] . </p><p> وَكَذَلِكَ بَيْتُ الْمَقْدِسِ، وَبَيْنَهُ وَبَيْنَ الْبَيْتِ أَرْبَعُونَ سَنَةً، كَمَا فِي حَدِيثِ عَائِشَةَ فِي الْبُخَارِيِّ، أَيْ: تَجْدِيدُ بِنَائِهِ. </p><p> وَكَذَلِكَ مَسْجِدُ قُبَاءٍ، فَقَدْ شَارَكَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي بِنَائِهِ، وَجَاءَ فِي قِصَّةِ بِنَائِهِ أَنَّ رَجُلًا لَقِيَ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حَامِلًا حَجَرًا، فَقَالَ: دَعْنِي أَحْمِلْهُ عَنْكَ يَا رَسُولَ اللَّهِ، فَقَالَ لَهُ:  «انْطَلِقْ وَخُذْ غَيْرَهَا، فَلَسْتَ بِأَحْوَجَ مِنَ الثَّوَابِ مِنِّي» . </p><p> وَكَذَلِكَ مَسْجِدُهُ الشَّرِيفُ بِالْمَدِينَةِ الْمُنَوَّرَةِ، حِينَ بَنَاهُ أَوَّلًا مِنْ جُذُوعِ النَّخْلِ وَجَرِيدِهِ </p><p> ثُمَّ بَنَاهُ مَرَّةً أُخْرَى بِالْبِنَاءِ بَعْدَ عَوْدَتِهِ مِنْ تَبُوكَ. </p><p> وَلِهَذِهِ الْخُصُوصِيَّاتِ لِهَذِهِ الْمَسَاجِدِ الْأَرْبَعَةِ، تَمَيَّزَتْ عَنْ عُمُومِ الْمَسَاجِدِ كَمَا قَدَّمْنَا. </p><p> وَمِنْ أَهَمِّ ذَلِكَ مُضَاعَفَةُ الْأَعْمَالِ فِيهَا، أَصْلُهَا الصَّلَاةُ، كَمَا بَوَّبَ لِهَذَا الْبُخَارِيُّ بِقَوْلِهِ: بَابُ فَضْلِ الصَّلَاةِ فِي مَسْجِدِ مَكَّةَ وَالْمَدِينَةِ. وَسَاقَ الْحَدِيثَيْنِ. </p><p> الْأَوَّلُ حَدِيثُ:  «لَا تَشُدُّوا الرِّحَالَ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ: الْمَسْجِدُ الْحَرَامُ، وَالْمَسْجِدُ الْأَقْصَى، وَمَسْجِدُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -» . </p><p> وَالْحَدِيثُ الثَّانِي: قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «صَلَاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا الْمَسْجِدَ الْحَرَامَ» . </p><p> كَمَا اخْتُصَّ الْمَسْجِدُ النَّبَوِيُّ بِرَوْضَتِهِ، الَّتِي هِيَ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ. </p><p> وَبِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَمِنْبَرِي عَلَى تُرْعَةٍ مِنْ تُرَعِ الْجَنَّةِ» ، وَهُوَ حَدِيثٌ مَشْهُورٌ:  «مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَمِنْبَرِي عَلَى تُرْعَةٍ مِنْ تُرَعِ الْجَنَّةِ» . </p><p> وَاخْتُصَّ مَسْجِدُ قُبَاءٍ بِقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ تَطَهَّرَ فِي بَيْتِهِ، ثُمَّ أَتَى مَسْجِدَ قُبَاءٍ فَصَلَّى فِيهِ رَكْعَتَيْنِ، كَانَ لَهُ كَأَجْرِ عُمْرَةٍ» ، أَخْرَجَهُ ابْنُ مَاجَهْ وَعُمَرُ بْنُ شَبَّةَ بِسَنَدٍ جَيِّدٍ، وَرَوَاهُ أَحْمَدُ وَالْحَاكِمُ، وَقَالَ: صَحِيحٌ بِسَنَدٍ. </p><p> قَالَ فِي وَفَاءِ الْوَفَاءِ: وَقَالَ عُمَرُ بْنُ شَبَّةَ: حَدَّثَنَا سُوِيدُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا أَيُّوبُ بْنُ حَيَامٍ، عَنْ سَعِيدِ بْنِ الرُّقَيْشِ الْأَسَدِيِّ، قَالَ: جَاءَنَا أَنَسُ بْنُ مَالِكٍ إِلَى مَسْجِدِ قُبَاءٍ، فَصَلَّى رَكْعَتَيْنِ إِلَى بَعْضِ هَذِهِ السَّوَارِي، ثُمَّ سَلَّمَ وَجَلَسَ وَجَلَسْنَا حَوْلَهُ، فَقَالَ: سُبْحَانَ اللَّهِ! : مَا أَعْظَمَ حَقَّ هَذَا الْمَسْجِدِ، وَلَوْ كَانَ عَلَى مَسِيرَةِ شَهْرٍ كَانَ أَهْلًا أَنْ يُؤْتَى، مَنْ خَرَجَ مِنْ بَيْتِهِ يُرِيدُهُ مُعْتَمِدًا إِلَيْهِ لِيُصَلِّيَ فِيهِ أَرْبَعَ رَكَعَاتٍ أَقْلَبَهُ اللَّهُ بِأَجْرِ عُمْرَةٍ. </p><p> وَقَدِ اشْتُهِرَ هَذَا الْمَعْنَى عِنْدَ الْعَامَّةِ وَالْخَاصَّةِ، حَتَّى قَالَ عَبْدُ الرَّحِمَنِ بْنُ الْحَكَمِ فِي شِعْرٍ لَهُ: </p><p> فَإِنْ أَهْلِكْ فَقَدْ أَقْرَرْتُ عَيْنًا ... مِنَ الْمُعْتَمِرَاتِ إِلَى قُبَاءٍ </p><p> مِنَ اللَّائِي سَوَالِفُهُنَّ غِيدٌ ... عَلَيْهِنَّ الْمَلَاحَةُ بِالْبَهَاءِ </p><p> وَرَوَى ابْنُ شَبَّةَ بِسَنَدٍ صَحِيحٍ مِنْ طَرِيقِ عَائِشَةَ بِنْتِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَتْ: سَمِعْتُ أَبِي يَقُولُ: لَأَنْ أُصَلِّيَ فِي مَسْجِدِ قُبَاءٍ رَكْعَتَيْنِ أَحَبُّ إِلَيَّ مِنْ أَنْ آتِيَ بَيْتَ الْمَقْدِسِ مَرَّتَيْنِ. لَوْ يَعْلَمُونَ مَا فِي قُبَاءٍ ; لَضَرَبُوا إِلَيْهِ أَكْبَادَ الْإِبِلِ، وَغَيْرَ ذَلِكَ مِنَ الْآثَارِ مَرْفُوعَةً وَمَوْقُوفَةً، مِمَّا يُؤَكِّدُ هَذَا الْمَعْنَى مِنْ أَنَّ قُبَاءً اخْتُصَّ بِأَنَّ مَنْ تَطَهَّرَ فِي بَيْتِهِ وَأَتَى إِلَيْهِ عَامِدًا، وَصَلَّى فِيهِ رَكْعَتَيْنِ ; كَانَ لَهُ كَأَجْرِ عُمْرَةٍ. </p><p> تَنْبِيهٌ. </p><p> وَهُنَا سُؤَالٌ يَفْرِضُ نَفْسَهُ: لِمَاذَا كَانَ مَسْجِدُ قُبَاءٍ دُونَ غَيْرِهِ، وَلِمَاذَا اشْتُرِطَ التَّطَهُّرُ فِي بَيْتِهِ لَا مِنْ عِنْدِ الْمَسْجِدِ؟ وَلَقَدْ تَطَلَّبْتُ ذَلِكَ طَوِيلًا فَلَمْ أَقِفْ عَلَى قَوْلٍ فِيهِ، ثُمَّ بَدَا لِي مِنْ وَاقِعِ تَارِيخِهِ، وَارْتِبَاطِهِ بِوَاقِعِ الْمُسْلِمِينَ وَالْمَسْجِدِ الْحَرَامِ: أَنَّ مَسْجِدَ قُبَاءٍ لَهُ ارْتِبَاطَاتٌ عَدِيدَةٌ بِالْمَسْجِدِ الْحَرَامِ: </p><p> أَوَّلًا: مِنْ حَيْثُ الزَّمَنِ، فَهُوَ أَسْبَقُ مِنْ مَسْجِدِ الْمَدِينَةِ. </p><p> وَمِنْ حَيْثُ الْأَوَّلِيَّةِ النِّسْبِيَّةِ، فَالْمَسْجِدُ الْحَرَامُ أَوَّلُ بَيْتٍ وُضِعَ لِلنَّاسِ. </p><p> وَمَسْجِدُ قُبَاءٍ أَوَّلُ مَسْجِدٍ بَنَاهُ الْمُسْلِمُونَ. </p><p> وَالْمَسْجِدُ الْحَرَامُ بَنَاهُ الْخَلِيلُ. </p><p> وَمَسْجِدُ قُبَاءٍ بَنَاهُ خَاتَمُ الْمُرْسَلِينَ. </p><p> وَالْمَسْجِدُ الْحَرَامُ كَانَ مَكَانُهُ بِاخْتِيَارٍ مِنَ اللَّهِ، وَشَبِيهٌ بِهِ مَكَانُ مَسْجِدِ قُبَاءٍ. </p><p> وَمِنْ حَيْثُ الْمَوْضُوعِيَّةُ; فَالْمَسْجِدُ الْحَرَامُ مَأْمَنٌ وَمَوْئِلٌ لِلْعَاكِفِ وَالْبَادِ. </p><p> وَمَسْجِدُ قُبَاءٍ مَأْمَنٌ وَمَسْكَنٌ وَمَوْئِلٌ لِلْمُهَاجِرِينَ الْأَوَّلِينَ، وَلِأَهْلِ قُبَاءٍ، فَكَانَ لِلصَّلَاةِ فِيهِ شِدَّةُ ارْتِبَاطٍ بِالْمَسْجِدِ الْحَرَامِ تَجْعَلُ الْمُتَطَهِّرَ فِي بَيْتِهِ وَالْقَاصِدَ إِلَيْهِ لِلصَّلَاةِ فِيهِ كَأَجْرِ عُمْرَةٍ. وَلَوْ قِيلَ: إِنَّ اشْتِرَاطَ التَّطْهِيرِ فِي بَيْتِهِ لَا عِنْدَ الْمَسْجِدِ شِدَّةُ عِنَايَةٍ بِهِ أَوَّلًا، وَتَمْحِيصُ الْقَصْدِ إِلَيْهِ ثَانِيًا، وَتَشْبِيهٌ أَوْ قَرِيبٌ بِالْفِعْلِ مِنَ اشْتِرَاطِ الْإِحْرَامِ لِلْعُمْرَةِ مِنَ الْحِلِّ، لَا مِنْ عِنْدِ الْبَيْتِ فِي الْعُمْرَةِ الْحَقِيقَةِ، لَمَّا كَانَ بَعِيدًا. فَالتَّطَهُّرُ مِنْ بَيْتِهِ وَالذَّهَابُ إِلَى قُبَاءٍ لِلصَّلَاةِ فِيهِ كَالْإِحْرَامِ مِنَ الْحِلِّ وَالدُّخُولِ فِي الْحَرَمِ لِلطَّوَافِ وَالسَّعْيِ، كَمَا فِيهِ تَعْوِيضُ الْمُهَاجِرِينَ عَمَّا فَاتَهُمْ مِنْ جِوَارِ الْبَيْتِ الْحَرَامِ قَبْلَ الْفَتْحِ. - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> تَنْبِيهٌ آخَرُ. </p><p> إِنَّ مِمَّا يَنْبَغِي أَنْ يُعْلَمَ: أَنَّ لِلْمَسْجِدِ فِي الْمُجْتَمَعِ الْإِسْلَامِيِّ رِسَالَةً عُظْمَى، أَلْزَمَ مَا يَكُونُ عَلَى الْمُسْلِمِينَ إِحْيَاؤُهَا: وَهِيَ أَنَّ الْمَسْجِدَ لَهُمْ هُوَ بَيْتُ الْأُمَّةِ فِيهِمْ، لِجَمِيعِ مَصَالِحِهِمُ الْعَامَّةِ وَالْخَاصَّةِ تَقْرِيبًا مِمَّا يَصْلُحُ لَهُ، فَكَأَنَّ الْمَسْجِدَ النَّبَوِيَّ فِي أَوَّلِ أَمْرِ الْمُسْلِمِينَ الْمِثَالُ لِذَلِكَ. </p><p> إِذْ كَانَ الْمُصَلَّى الَّذِي تَتَضَاعَفُ فِيهِ الصَّلَاةُ، وَكَانَ الْمَعْهَدَ لِتَلَقِّي الْعِلْمِ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَمِنْ جِبْرِيلَ - عَلَيْهِ السَّلَامُ - وَمِنَ الْأَئِمَّةِ وَرَثَةِ الْأَنْبِيَاءِ، وَلَا يَزَالُ - بِحَمْدِ اللَّهِ - كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «يُوشِكُ أَنْ يَضْرِبَ النَّاسُ أَكْبَادَ الْإِبِلِ فَلَا يَجِدُونَ عَالِمًا كَعَالِمِ الْمَدِينَةِ» . </p><p> وَكَمَا قَالَ:  «مَنْ رَاحَ إِلَى مَسْجِدِي لِعِلْمٍ يَتَعَلَّمُهُ أَوْ يُعَلِّمُهُ كَانَ كَمَنْ غَزَا فِي سَبِيلِ اللَّهِ» ، وَكَانَ فِيهِ تَعْلِيمُ الصِّبْيَانِ لِلْقِرَاءَةِ وَالْكِتَابَةِ، وَكَانَ وَلَا يَزَالُ كَذَلِكَ إِلَى الْيَوْمِ - بِحَمْدِ اللَّهِ -، وَكَانَ مَقَرًّا لِلْإِفْتَاءِ، وَمَجْلِسًا لِلْقَضَاءِ، وَمَقَرًّا لِلضِّيَافَةِ، وَمَنْزِلًا لِلْأَسَارَى، وَمَصَحًّا لِلْجَرْحَى. </p><p> وَقَدْ ضُرِبَتْ لِسَعْدٍ فِيهِ قُبَّةٌ لَمَّا أَصَابَهُ سَهْمٌ لِيَعُودَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ قَرِيبٍ، وَمَقَرًّا لِلْقِيَادَةِ، فَتُعْقَدُ فِيهِ أَلْوِيَةُ الْجِهَادِ، وَتُبْرَمُ فِيهِ مُعَاهَدَاتُ الصُّلْحِ، وَمَنْزِلًا لِلْوُفُودِ: كَوَفْدِ تَمِيمٍ وَعَبْدِ الْقَيْسِ، وَبَيْتًا لِلْمَالِ: كَمَجِيءِ مَالِ الْبَحْرَيْنِ وَحِرَاسَةِ أَبِي هُرَيْرَةَ لَهُ. </p><p> وَلَمَّا نُقِبَ بَيْتُ مَالِ الْمُسْلِمِينَ، قَالَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - لِعَامِلِهِ هُنَاكَ: انْقُلْهُ إِلَى الْمَسْجِدِ فَلَا يَزَالُ الْمَسْجِدُ فِيهِ مُصَلِّي، أَيْ: لِيَتَوَلَّى حِرَاسَتَهُ وَمَقِيلًا لِلْعُزَّابِ وَمَبِيتًا لِلْغُرَبَاءِ. إِلَى غَيْرِ ذَلِكَ مِمَّا لَا يُوجَدُ فِي أَيِّ مُؤَسَّسَةٍ أُخْرَى. وَلَا تَتَأَتَّى إِلَّا فِي الْمَسْجِدِ، مِمَّا يُؤَكِّدُ رِسَالَةَ الْمَسْجِدِ، وَيَسْتَدْعِي الِانْتِبَاهَ إِلَيْهِ وَحُسْنَ الِاسْتِفَادَةِ مِنْهُ. </p><p> وَبِمُنَاسَبَةِ اخْتِصَاصِ هَذِهِ الْمَسَاجِدِ الْأَرْبَعَةِ بِمَزِيدِ الْفَضْلِ وَزِيَادَةِ مُضَاعَفَةِ الصَّلَاةِ، فَإِنَّ فِي الْمَسْجِدِ النَّبَوِيِّ خَاصَّةً عِدَّةَ مَبَاحِثَ طَالَمَا أُشِيرَ إِلَيْهَا فِي عِدَّةِ مَوَاضِعَ وَهِيَ مِنَ الْأَهَمِّيَّةِ بِمَكَانٍ، وَأَهَمُّهَا أَرْبَعَةُ مَبَاحِثَ نُورِدُهَا بِإِيجَازٍ، وَهِيَ: </p><p> الْأَوَّلُ: مُضَاعَفَةُ الصَّلَاةِ بِأَلْفٍ. وَهَلْ هِيَ خَاصَّةٌ بِمَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي كَانَ مِنْ بِنَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَمْ يَشْمَلُ ذَلِكَ مَا دَخَلَهُ مِنْ زِيَادَاتٍ. </p><p> وَكَذَلِكَ امْتِدَادُ الصُّفُوفِ خَارِجَهُ عَنِ الزَّحْمَةِ، وَهَلْ هِيَ فِي الْفَرْضِ فَقَطْ أَمْ فِيهِ وَفِي النَّفْلِ؟ ، وَهَلْ هِيَ لِلرِّجَالِ وَالنِّسَاءِ أَمْ لِلرِّجَالِ فَقَطْ؟ . </p><p> وَقَضِيَّةُ الْأَرْبَعِينَ صَلَاةً الثَّانِيَةَ بَعْدَ التَّوْسِعَةِ الْأُولَى لِعُمَرَ وَعُثْمَانَ، وَنَقْلِ الْمِحْرَابِ إِلَى الْقِبْلَةِ عَنِ الرَّوْضَةِ، فَأَيُّ الصَّفَّيْنِ أَفْضَلُ؟ الصَّفُّ الْأَوَّلُ أَمْ صُفُوفُ الرَّوْضَةِ. </p><p> الثَّالِثَةُ: صَلَاةُ الْمَأْمُومِينَ عِنْدَ الزِّحَامِ أَمَامَ الْإِمَامِ. </p><p> الرَّابِعَةُ: حَدِيثُ شَدِّ الرِّحَالِ وَالسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ يَأْتِي مَبْحَثٌ مُوجِبٌ الرَّبْطَ بَيْنَ أَوَّلِ الْآيَةِ وَآخِرِهَا، وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا </p><p> لِمَا فِيهِ مِنَ التَّنْوِيهِ وَالْإِيمَاءِ إِلَى بِنَاءِ الْمَسَاجِدِ عَلَى الْقُبُورِ مَعَ تَمْحِيصِ الْعِبَادَةِ لِلَّهِ وَحْدَهُ. </p><p> وَتِلْكَ الْمَبَاحِثُ كُنْتُ قَدْ فَصَّلْتُهَا فِي رِسَالَةِ الْمَسْجِدِ النَّبَوِيِّ الَّتِي كَتَبْتُهَا مِنْ قَبْلُ، وَنُجْمِلُ ذَلِكَ هُنَا. </p><p> الْمَبْحَثُ الْأَوَّلُ. </p><p> هَلِ الْفَضْلِيَّةُ خَاصَّةٌ بِالْفَرْضِ، أَمْ بِالنَّفْلِ؟ اتَّفَقَ الْجُمْهُورُ عَلَى الْفَرْضِ، وَوَقَعَ الْخِلَافُ فِي النَّفْلِ، مَا عَدَا تَحِيَّةَ الْمَسْجِدِ رَكْعَتَيْنِ بَعْدَ الْجُمُعَةِ وَرَكْعَتَيْنِ قَبْلَ الْمَغْرِبِ. </p><p> وَأَمَّا الْخِلَافُ فِي النَّوَافِلِ الرَّاتِبَةِ فِي الصَّلَوَاتِ الْخَمْسِ وَفِي قِيَامِ اللَّيْلِ، وَسَبَبُ الْخِلَافِ هُوَ عُمُومُ:  «صَلَاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ» فَمَنْ حَمَلَهُ عَلَى الْعُمُومِ شَمَلَهُ بِالنَّافِلَةِ، وَمَنْ حَمَلَ الْعُمُومَ عَلَى الْأَصْلِ فِيهِ قَصَرَهُ عَلَى الْفَرِيضَةِ، إِذِ الْعَامُّ عَلَى الْإِطْلَاقِ يُحْمَلُ عَلَى الْأَخَصِّ مِنْهُ، وَهِيَ الْفَرِيضَةُ. </p><p> وَقَدْ جَاءَ حَدِيثُ زَيْدِ بْنِ ثَابِتٍ عِنْدَ أَبِي دَاوُدَ وَغَيْرِهِ:  «أَفْضَلُ صَلَاةِ الْمَرْءِ فِي بَيْتِهِ إِلَّا الْمَكْتُوبَةَ» . </p><p> وَجَاءَ التَّصْرِيحُ بِمَسْجِدِهِ بِقَوْلِهِ:  «صَلَاةُ الْمَرْءِ فِي بَيْتِهِ أَفْضَلُ مِنْ صَلَاتِهِ فِي مَسْجِدِي هَذَا إِلَّا الْمَكْتُوبَةَ» . </p><p> وَمَا جَاءَ عَنِ التِّرْمِذِيِّ فِي الشَّمَائِلِ وَمَجْمَعِ الزَّوَائِدِ: أَنَّ عَبْدَ اللَّهِ بْنَ سَعْدٍ سَأَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الصَّلَاةِ فِي بَيْتِهِ وَالصَّلَاةِ فِي الْمَسْجِدِ، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «قَدْ تَرَى مَا أَقْرَبَ بَيْتِي مِنَ الْمَسْجِدِ ; فَلَأَنْ أُصَلِّيَ فِي بَيْتِي أَحَبُّ إِلَيَّ مِنْ أَنْ أُصَلِيَ فِي الْمَسْجِدِ، إِلَّا أَنْ تَكُونَ الْمَكْتُوبَةَ» . </p><p> وَفِي رِوَايَةٍ:  «أَرَأَيْتَ قُرْبَ بَيْتِي مِنَ الْمَسْجِدِ؟» ، قَالَ: بَلَى. قَالَ: «فَإِنِّي </p><p> أُصَلِّي النَّافِلَةَ فِي بَيْتِي» . </p><p> الْمَبْحَثُ الثَّانِي. </p><p> أَقْوَالُ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ -، وَعَلَى هَذَا التَّفْصِيلِ كَانَتْ أَقْوَالُ الْأَئِمَّةِ - رَحِمَهُمُ اللَّهُ - كَالتَّالِي: </p><p> قَوْلُ الْإِمَامِ أَبِي حَنِيفَةَ: إِنَّ النَّافِلَةَ فِي الْبَيْتِ أَفْضَلُ، وَإِذَا وَقَعَتْ فِي الْمَسْجِدِ النَّبَوِيِّ كَانَ لَهَا نَفْسُ الْأَجْرِ، أَيْ: أَنَّهَا عَامَّةٌ فِي كُلِّ الصَّلَوَاتِ. وَلَكِنَّهَا فِي الْبَيْتِ أَفْضَلُ هِيَ مِنْهَا فِي الْمَسْجِدِ. </p><p> وَعِنْدَ الشَّافِعِيِّ: اخْتَلَفَتِ الرِّوَايَةُ عَنْهُ، فَذَكَرَ النَّوَوِيُّ فِي شَرْحِ مُسْلِمٍ الْعُمُومَ. وَجَاءَ عَنْهُ فِي الْمَجْمُوعِ مَا يُفِيدُ الْخُصُوصَ وَإِنْ لَمْ يُصَرِّحْ بِهِ. </p><p> وَالنُّصُوصُ فِي صَلَاةِ النَّافِلَةِ فِي الْبَيْتِ عَدِيدَةٌ، مِنْهَا:  «اجْعَلُوا صَلَاتَكُمْ فِي بُيُوتِكُمْ» . </p><p> وَمِنْهَا:  «أَكْرِمُوا بُيُوتَكُمْ بِبَعْضِ صَلَاتِكُمْ» . </p><p> وَذَكَرَ الْقُرْطُبِيُّ عَنْ مُسْلِمٍ:  «إِذَا قَضَى أَحَدُكُمُ الصَّلَاةَ فِي مَسْجِدِهِ ; فَلْيَجْعَلْ لِبَيْتِهِ نَصِيبًا مِنْ صِلَاتِهِ» . </p><p> وَعِنْدَ الْمَالِكِيَّةِ: يَعُمُّ الْفَرْضَ وَالنَّفْلَ، وَاسْتَدَلَّ لِذَلِكَ بِأَنَّ الْحَدِيثَ فِي مَعْرِضِ الِامْتِنَانِ، وَالنَّكِرَةُ إِذَا كَانَتْ فِي سِيَاقِ الِامْتِنَانِ تَعُمُّ، أَيْ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «صَلَاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ» ، فَصَلَاةٌ لَفْظٌ نَكِرَةٌ. </p><p> وَفِي مَعْرِضِ الِامْتِنَانِ وَالتَّفَضُّلِ بِهَذَا الْأَجْرِ الْعَظِيمِ، فَكَانَ عَامًّا فِي الْفَرْضِ وَالنَّفْلِ، وَالَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ - لَا خِلَافَ بَيْنِ الْفَرِيقَيْنِ. إِذْ فَضِيلَةُ الْأَلْفِ حَاصِلَةٌ لِكُلِّ صَلَاةٍ صَلَّاهَا الْإِنْسَانُ فِيهِ فَرْضًا كَانَتْ أَوْ نَفْلًا. </p><p> وَصَلَاةُ النَّافِلَةِ فِي الْبَيْتِ تَكُونُ أَفْضَلَ مِنْهَا فِي الْمَسْجِدِ بِدَوَامِ صَلَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - النَّوَافِلَ فِي الْبَيْتِ مَعَ قُرْبِ بَيْتِهِ مِنَ الْمَسْجِدِ، كَمَا أَنَّ هَذِهِ الْفَضِيلَةَ تَشْمَلُ صَلَاةَ الرَّجُلِ وَالْمَرْأَةِ. </p><p> وَلَكِنَّ صَلَاةَ الْمَرْأَةِ مَعَ ذَلِكَ أَفْضَلُ فِي بَيْتِهَا مِنْهَا فِي الْمَسْجِدِ، وَهَذَا هُوَ الْمَبْحَثُ الثَّانِي، أَيْ: أَيُّهُمَا أَفْضَلُ لِلْمَرْأَةِ: صَلَاتُهَا فِي بَيْتِهَا أَمْ فِي الْمَسْجِدِ النَّبَوِيِّ؟ . </p><p> وَهَذِهِ الْمَسْأَلَةُ قَدْ بَحَثَهَا فَضِيلَةُ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عِنْدَ قَوْلِهِ تَعَالَى: فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ رِجَالٌ [٢٤ \\ ٣٧] . </p><p> وَأَنَّ مَفْهُومَ «رِجَالٌ» مَفْهُومُ صِفَةٍ فِي هَذِهِ الْمَسْأَلَةِ لَا مَفْهُومَ لَقَبٍ ; وَعَلَيْهِ فَالنِّسَاءُ يُسَبِّحْنَ فِي بُيُوتِهِنَّ، وَقَدْ سَاقَ الْبَحْثَ وَافِيًا فِي عُمُومِ الْمَسَاجِدِ وَخُصُوصِ الْمَسْجِدِ النَّبَوِيِّ، مِمَّا يَكْفِي تَوَسُّعًا. </p><p> الْمَبْحَثُ الثَّالِثُ. </p><p> وَهُوَ: هَلِ الْمُضَاعَفَةُ خَاصَّةٌ بِمَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي بَنَاهُ، وَالَّذِي كَانَ مَوْجُودًا أَثْنَاءَ حَيَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَوْ أَنَّهَا تُوجَدُ فِيهِ وَفِيمَا دَخَلَهُ مِنَ الزِّيَادَةِ مِنْ بَعْدِهِ. </p><p> أَمَّا مَثَارُ الْبَحْثِ هُوَ مَا جَاءَ فِي نَصِّ الْحَدِيثِ اسْمُ الْإِشَارَةِ فِي مَسْجِدِي هَذَا، فَقَالَ بَعْضُ الْعُلَمَاءِ: اسْمُ الْإِشَارَةِ مَوْضُوعٌ لِلتَّعْيِينِ، وَقَالَ عُلَمَاءُ الْوَضْعِ: إِنَّهُ مَوْضُوعٌ بِوَضْعٍ عَامٍّ لِمَوْضُوعٍ لَهُ خَاصٍّ، فَيَخْتَصُّ عِنْدَ الِاسْتِعْمَالِ بِمُفْرَدٍ مُعَيَّنٍ، وَهُوَ مَا كَانَ صَالِحًا لِلْإِشَارَةِ الْحِسِّيَّةِ، وَهُوَ عَيْنُ مَا كَانَ مَوْجُودًا زَمَنَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمَعْلُومٌ أَنَّ الْإِشَارَةَ لَمْ تَتَنَاوَلِ الزِّيَادَةَ الَّتِي وُجِدَتْ بَعْدَ تِلْكَ الْإِشَارَةِ، فَمِنْ هُنَا جَاءَ الْخِلَافُ وَالتَّسَاؤُلُ. </p><p> وَقَدْ نَشَأَ هَذَا التَّسَاؤُلُ فِي زَمَنِ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ أَوَّلِ زِيَادَةٍ زَادَهَا فِي الْمَسْجِدِ النَّبَوِيِّ، فَرَأَى بَعْضَ الصَّحَابَةِ يَتَجَنَّبُونَ الصَّلَاةَ فِي تِلْكَ الزِّيَادَةِ وَيَرْغَبُونَ فِي الْقَدِيمِ مِنْهَا، فَقَالَ لَهُمْ: لَوْلَا أَنِّي سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُرِيدُ تَوْسِعَةَ الْمَسْجِدِ لَمَا وَسَّعْتُهُ، وَوَاللَّهِ إِنَّهُ لَمَسْجِدُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَوِ امْتَدَّ إِلَى ذِي الْحُلَيْفَةِ، أَوْ وَلَوِ امْتَدَّ إِلَى صَنْعَاءَ، فَهَذَا مَثَارُ الْبَحْثِ وَسَبَبُهُ. </p><p> وَلَكِنْ لَوْ قِيلَ: إِنَّهُ فِي نَفْسِ الْحَدِيثِ مَبْحَثٌ لُغَوِيٌّ آخَرُ وَهُوَ أَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «فِي </p><p> مَسْجِدِي» ، بِالْإِضَافَةِ إِلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالْإِضَافَةُ تُفِيدُ التَّخْصِيصَ أَوِ التَّعْرِيفَ. </p><p> وَفِيهِ مَعْنَى الْعُمُومِ وَالشُّمُولِ، وَالْآنَ مَعَ الزِّيَادَةِ فِي كُلِّ زَمَانٍ وَعَلَى مَرِّ الْأَيَّامِ، فَإِنَّهُ لَمْ يَزَلْ هُوَ مَسْجِدُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَعَلَيْهِ كَانَ تَصْرِيحُ عُمَرَ: إِنَّهُ لَمَسْجِدُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> أَقْوَالُ الْعُلَمَاءِ: الْجُمْهُورُ عَلَى أَنَّ الْمُضَاعَفَةَ فِي جَمِيعِ أَجْزَائِهِ بِمَا فِيهَا الزِّيَادَةُ، وَنُقِلَ عَنِ النَّوَوِيِّ فِي شَرْحِ مُسْلِمٍ: أَنَّهَا خَاصَّةٌ بِالْمَسْجِدِ. </p><p> الْأَوَّلُ: قَبْلَ الزِّيَادَةِ، وَقِيلَ: إِنَّهُ رَجَعَ عَنْهُ. وَهَذَا الرُّجُوعُ مَوْجُودٌ فِي الْمَجْمُوعِ شَرْحِ الْمُهَذَّبِ، وَعَلَيْهِ فَلَمْ يَبْقَ خِلَافٌ فِي الْمَسْأَلَةِ. </p><p> وَقَالَ ابْنُ فَرْحُونَ: وَقَفْتُ عَلَى كَلَامٍ لِمَالِكٍ، سُئِلَ عَنْ ذَلِكَ فَقَالَ: مَا أَرَاهُ - عَلَيْهِ السَّلَامُ - أَشَارَ بِقَوْلِهِ:  «فِي مَسْجِدِي هَذَا» إِلَّا لِمَا سَيَكُونُ مِنْ مَسْجِدٍ بَعْدَهُ، وَأَنَّ اللَّهَ أَطْلَعَهُ عَلَى ذَلِكَ. </p><p> وَقَدْ قَدَّمْتُ الْإِشَارَةَ إِلَى أَنَّ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - مَا زَادَ فِي الْمَسْجِدِ إِلَّا بَعْدَ أَنْ سَمِعَ مِنَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رَغْبَتَهُ فِي الزِّيَادَةِ، فَيَكُونُ تَأْيِيدًا لِقَوْلِ مَالِكٍ - رَحِمَهُ اللَّهُ -. وَرُوِيَ أَيْضًا: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ يَوْمًا وَهُوَ فِي مُصَلَّاهُ فِي الْمَسْجِدِ:  «لَوْ زِدْنَا فِي مَسْجِدِنَا» ، وَأَشَارَ بِيَدِهِ نَحْوَ الْقِبْلَةِ. </p><p> وَفِي رِوَايَةٍ:  «إِنِّي أُرِيدُ أَنْ أَزِيدَ فِي قِبْلَةِ مَسْجِدِنَا» ، مِمَّا يَدُلُّ عَلَى أَنَّ الزِّيَادَةَ كَانَتْ فِي حُسْبَانِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمَعَ الرَّغْبَةِ فِي الزِّيَادَةِ لَمْ تَأْتِ إِشَارَةٌ إِلَى مَا يُغَيِّرُ حُكْمَ الصَّلَاةِ فِي تِلْكَ الزِّيَادَةِ الْمُنْتَظَرَةِ، وَلَا يُقَالُ: إِنَّهَا قَبْلَ وُجُودِهَا لَا يَتَعَلَّقُ بِهَا حُكْمٌ ; لِأَنَّنَا رَأَيْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَدْ رَتَّبَ أَحْكَامًا عَلَى أُمُورٍ لَمْ تُوجَدْ بَعْدُ: كَمَوَاقِيتِ الْإِحْرَامِ الْمِصْرِيِّ وَالشَّامِيِّ وَالْعِرَاقِيِّ، وَكَقَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «سَتُفْتَحُ الْيَمَنُ، وَسَتُفْتَحُ الشَّامُ، وَسَتُفْتَحُ الْعِرَاقُ» ، وَمَعَ كُلٍّ مِنْهَا يَقُولُ:  «سَيُؤْتَى بِأَقْوَامٍ يَبُسُّونَ هَلُمَّ إِلَى الرَّخَاءِ وَالسَّعَةِ فَيَحْمِلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ» . </p><p> وَقَالَ الْبَعْضُ: إِنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «فِي مَسْجِدِي هَذَا» لِدَفْعِ تَوَهُّمِ دُخُولِ سَائِرِ الْمَسَاجِدِ الْمَنْسُوبَةِ إِلَيْهِ بِالْمَدِينَةِ غَيْرَ هَذَا الْمَسْجِدِ، لَا لِإِخْرَاجِ مَا سَيُزَادُ فِي الْمَسْجِدِ النَّبَوِيِّ. قَالَهُ </p><p> السَّمْهُودِيُّ. اهـ. </p><p> وَلَكِنْ لَمْ يُعْلَمْ أَنَّهُ كَانَتْ هُنَاكَ عِدَّةُ مَسَاجِدَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَلَمْ يَكُنْ إِلَّا الْمَسْجِدُ وَالْمُصَلَّى، وَبَقِيَّةُ الْمَسَاجِدِ أُطْلِقَتْ عَلَيْهَا اصْطِلَاحًا. </p><p> وَلِابْنِ تَيْمِيَةَ كَلَامٌ مُوجَزٌ فِي ذَلِكَ، وَهُوَ أَنَّ الزِّيَادَةَ كَانَتْ فِي عَهْدَيْ عُمَرَ وَعُثْمَانَ - رَضِيَ اللَّهُ عَنْهُمَا -. </p><p> وَقَعَتْ زِيَادَةُ كُلٍّ مِنْهُمَا مِنْ جِهَةِ الْقِبْلَةِ، وَمَعَ هَذَا فَإِنَّ كُلًّا مِنْهُمَا كَانَ إِذَا صَلَّى بِالنَّاسِ قَامَ فِي الْقِبْلَةِ الْوَاقِعَةِ فِي تِلْكَ الزِّيَادَةِ، فَيَمْتَنِعُ أَنْ تَكُونَ الصَّلَاةُ فِي تِلْكَ الزِّيَادَةِ لَيْسَتْ لَهَا فَضِيلَةُ الْمَسْجِدِ، إِذْ يَلْزَمُ عَلَيْهِ صَلَاةُ عُمَرَ وَعُثْمَانَ بِالنَّاسِ. </p><p> وَصَلَاةُ النَّاسِ مَعَهُمْ فِي الصُّفُوفِ الْأُولَى فِي الْمَكَانِ الْمَفْضُولِ مَعَ تَرْكِ الْأَفْضَلِ. اهـ. </p><p> وَمِنْ كُلِّ مَا قَدَّمْنَا يَتَّضِحُ أَنَّ: حُكْمَ الزِّيَادَةِ فِي الْمَسْجِدِ النَّبَوِيِّ كَحُكْمِ الْأَصْلِ فِي مُضَاعَفَةِ الْأَجْرِ إِلَى الْأَلْفِ. </p><p> وَقَدْ كُنْتُ سَمِعْتُ مِنَ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَا يُفِيدُ ذَلِكَ، وَسَيَأْتِي ذَلِكَ - إِنْ شَاءَ اللَّهُ - فِي مَبْحَثِ الْأَرْبَعِينَ صَلَاةً، وَصَلَاةُ النَّاسِ فِي الصَّفِّ خَارِجَ الْمَسْجِدِ. </p><p> تَنْبِيهٌ. </p><p> هَذِهِ الْمُضَاعَفَةُ أَجْمَعُوا عَلَى أَنَّهَا فِي الْكَيْفِ لَا فِي الْكَمِّ، فَلَوْ أَنَّ عَلَى إِنْسَانٍ فَوَائِتَ يَوْمٍ خَمْسَ صَلَوَاتٍ، وَصَلَّى صَلَاةً هِيَ خَيْرٌ مِنْ أَلْفِ صَلَاةٍ، لَنْ تُسْقِطَ عَنْهُ شَيْئًا مِنْ تِلْكَ الْفَوَائِتِ، فَهِيَ فِي نَظَرِي بِمَثَابَةِ ثَوْبٍ وَثَوْبٍ آخَرَ أَحَدُهُمَا قِيمَتُهُ أَلْفُ دِرْهَمٍ، وَالْآخَرُ بِدِرْهَمٍ وَاحِدٍ، فَكُلٌّ مِنْهُمَا ثَوْبٌ فِي مُهِمَّتِهِ، وَلَنْ يَلْبَسَهُ أَكْثَرُ مِنْ شَخْصٍ فِي وَقْتٍ مَهْمَا كَانَ ثَمَنُهُ. </p><p> وَكَذَلِكَ كَالْقَلَمِ وَالْقَلَمِ، فَمَهْمَا غَلَا ثَمَنُ الْقَلَمِ، فَلَنْ يَكْتُبَ بِهِ شَخْصَانِ فِي وَقْتٍ وَاحِدٍ. </p><p> تَنْبِيهٌ آخَرُ. </p><p> مِمَّا لَا شَكَّ فِيهِ أَنَّ لِلْمَسْجِدِ الْأَسَاسِيِّ خَصَائِصَ لَمْ تُوجَدْ فِي بَقِيَّةِ الْمَسْجِدِ: كَالرَّوْضَةِ مِنَ الْجَنَّةِ. وَالْمِنْبَرِ عَلَى تُرْعَةٍ مِنْ تُرَعِ الْجَنَّةِ، بَعْضِ السَّوَارِي ذَاتِ التَّارِيخِ. </p><p> وَقَدْ قَالَ النَّوَوِيُّ: إِذَا كَانَ الشَّخْصُ سَيُصَلِّي مُنْفَرِدًا أَوْ نَفْلًا، فَإِنَّ الْأَفْضَلَ أَنْ يَكُونَ فِي الرَّوْضَةِ وَإِلَّا فَفِي الْمَسْجِدِ الْأَوَّلِ، وَإِذَا كَانَ فِي الْجَمَاعَةِ، فَعَلَيْهِ أَنْ يَتَحَرَّى الصَّفَّ الْأَوَّلَ، وَإِلَّا فَفِي أَيِّ مَكَانٍ مِنَ الْمَسْجِدِ، وَهَذَا مَعْقُولُ الْمَعْنَى. وَالْحَمْدُ لِلَّهِ. </p><p> الْمَبْحَثُ الرَّابِعُ. </p><p> وَهُوَ بَعْدَ هَذِهِ التَّوْسِعَةِ وَانْتِقَالِ الصَّفِّ الْأَوَّلِ عَنِ الرَّوْضَةِ، فَهَلِ الْأَفْضَلُ الصَّلَاةُ فِي الْجَمَاعَةِ فِي الصَّفِّ الْأَوَّلِ، أَمْ فِي الرَّوْضَةِ مَعَ تَخَلُّفِهِ عَنِ الْأَوَّلِ؟ وَلِتَصْوِيرِ هَذِهِ الْمَسْأَلَةِ نُقَدِّمُ الْآتِي: </p><p> أَمَامَ الْمُصَلَّى مَوْضِعَانِ: </p><p> أَحَدُهُمَا الرَّوْضَةُ ; بِفَضْلِهَا رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ. </p><p> وَالصَّفُّ الْأَوَّلُ: وَفِيهِ: «لَوْ يَعْلَمُونَ مَا الصَّفُّ الْأَوَّلُ لَاسْتَهَمُوا عَلَيْهِ» ، فَأَيُّ الْمَوْضِعَيْنِ يُقَدَّمُ عَلَى الْآخَرِ؟ </p><p> وَمَعْلُومٌ أَنَّهُمْ كَانُوا قَبْلَ التَّوْسِعَةِ يُمْكِنُهُمُ الْجَمْعُ بَيْنَ الْفَضِيلَتَيْنِ، إِذِ الصَّفُّ الْأَوَّلُ كَانَ فِي الرَّوْضَةِ. </p><p> أَمَّا الْآنَ وَبَعْدَ التَّوْسِعَةِ فَقَدِ انْفَصَلَ الصَّفُّ الْأَوَّلُ عَنِ الرَّوْضَةِ، مَا دَامَ الْإِمَامُ يُصَلِّي فِي مُقَدِّمَةِ الْمَسْجِدِ، وَلَمْ أَقِفْ عَلَى تَفْصِيلٍ فِي الْمَسْأَلَةِ. </p><p> وَلَكِنْ عُمُومَاتٌ لِلنَّوَوِيِّ، وَلِابْنِ تَيْمِيَةَ - عَلَى مَا قَدَّمْنَا فِي مَبْحَثِ شُمُولِ الْمُضَاعَفَةِ لِلزِّيَادَةِ، وَلَكِنْ تُوجَدُ قَضِيَّةٌ يُمْكِنُ اسْتِنْتَاجُ الْجَوَابِ مِنْهَا، وَهِيَ قَبْلَ التَّوْسِعَةِ كَانَ لِلصَّفِّ الْأَوَّلِ مَيْمَنَةٌ وَمَيْسَرَةٌ، وَكَانَ لِلْمَيْمَنَةِ فَضِيلَةٌ عَلَى الْمَيْسَرَةِ. وَمَعْلُومٌ أَنَّ مَيْمَنَةَ الصَّفِّ قَبْلَ التَّوْسِعَةِ كَانَتْ تَقَعُ غَرْبِيَّ الْمِنْبَرِ، أَيْ: خَارِجَةً عَنِ الرَّوْضَةِ، وَالْمَيْسَرَةُ كُلُّهَا كَانَتْ فِي الرَّوْضَةِ، وَمَعَ ذَلِكَ فَقَدْ كَانُوا يُفَضِّلُونَ الْمَيْمَنَةَ عَلَى الْمَيْسَرَةِ لِذَاتِهَا، عَنِ الرَّوْضَةِ لِذَاتِهَا أَيْضًا، فَإِذَا كَانَتِ الْمَيْمَنَةُ - وَهِيَ خَارِجَ الرَّوْضَةِ - مُقَدَّمَةٌ عِنْدَهُمْ عَنِ الرَّوْضَةِ، فَلَأَنْ يُقَدَّمَ الصَّفُّ الْأَوَّلُ مِنْ بَابٍ أَوْلَى. </p><p> وَهُنَاكَ حَقِيقَةٌ فِقْهِيَّةٌ ذَكَرَهَا النَّوَوِيُّ، وَهِيَ تَقْدِيمُ الْوَصْفِ الذَّاتِيِّ عَلَى الْوَصْفِ الْعَرَضِيِّ، وَهُوَ هُنَا الصَّفُّ الْأَوَّلُ وَصْفٌ ذَاتِيٌّ لِلْجَمَاعَةِ. وَفَضْلُ الرَّوْضَةِ وَصْفٌ عَرَضِيٌّ لِلْمَكَانِ. أَيْ: لِكُلِّ حَالٍ مِنْ ذِكْرٍ أَوْ صَلَاةِ فَرِيضَةٍ أَوْ نَافِلَةٍ، فَتَقْدِيمُ الصَّفِّ الْأَوَّلِ لِكَوْنِهِ ذَاتِيًّا </p><p> بِالنِّسْبَةِ لِلْجَمَاعَةِ أَوْلَى مِنْ تَقْدِيمِ الرَّوْضَةِ ; لِكَوْنِهِ وَصْفًا عَرَضِيًّا. </p><p> وَقَدْ مَثَّلَ لِهَذِهِ الْقَاعِدَةِ النَّوَوِيُّ بِقَوْلِهِ: فَلَوْ أَنَّ إِنْسَانًا فِي طَرِيقِهِ إِلَى الصَّلَاةِ بِالْمَسْجِدِ النَّبَوِيِّ فَوَجَدَ مَسْجِدًا آخَرَ يُصَلِّي جَمَاعَةً، فَكَانَ بَيْنَ أَنْ يُدْرِكَ الْجَمَاعَةَ مَعَ هَؤُلَاءِ أَوْ يَتْرُكَهَا وَيَمْضِيَ إِلَى الْمَسْجِدِ النَّبَوِيِّ، وَتَفُوتُهُ الصَّلَاةُ فَيُصَلِّي مُنْفَرِدًا بِأَلْفِ صَلَاةٍ، فَقَالَ: يُصَلِّي فِي هَذَا الْمَسْجِدِ جَمَاعَةً أَوْلَى لَهُ ; لِأَنَّهُ تَحْصِيلُ الْجَمَاعَةِ وَصْفٌ ذَاتِيٌّ لِلصَّلَاةِ، وَتَحْصِيلُ خَيْرٍ مِنْ أَلْفِ صَلَاةٍ وَصْفٌ عَرَضِيٌّ بِسَبَبِ فَضْلِ الْمَسْجِدِ النَّبَوِيِّ. اهـ. مُلَخَّصًا. </p><p> وَقَدْ يُقَالُ أَيْضًا: إِنَّ الْعَبْدَ مُكَلَّفٌ بِإِيقَاعِ الصَّلَاةِ فِي جَمَاعَةٍ أَكْثَرَ مِنْهُ تَكْلِيفًا بِإِيقَاعِهَا فِي الْمَسْجِدِ النَّبَوِيِّ. </p><p> وَهَكَذَا الْحَالُ ; فَإِنَّا مُطَالَبُونَ بِالصَّفِّ الْأَوَّلِ عَلَى الْإِطْلَاقِ حَيْثُ مَا كَانَ، أَكْثَرَ مِنَّا مُطَالَبَةً بِالصَّلَاةِ فِي الرَّوْضَةِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> الْمَبْحَثُ الْخَامِسُ. </p><p> وَهُوَ فِي حَالَةِ ازْدِحَامِ الْمَسْجِدِ وَامْتِدَادِ الصُّفُوفِ إِلَى الْخَارِجِ فِي الشَّارِعِ أَوِ الْبَرْحَةِ، فَهَلْ لِامْتِدَادِ الصُّفُوفِ تِلْكَ الْمُضَاعَفَةُ أَمْ لَا؟ </p><p> لِنَعْلَمَ أَنَّ فَضِيلَةَ الْجَمَاعَةِ حَاصِلَةٌ بِلَا خِلَافٍ. أَمَّا الْمُضَاعَفَةُ إِلَى أَلْفٍ، فَلَمْ أَقِفْ عَلَى نَصٍّ فِيهَا، وَقَدْ سَأَلْتُ الشَّيْخَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَنْ ذَلِكَ مَرَّتَيْنِ، فَفِي الْأُولَى: مَالَ إِلَى اخْتِصَاصِ الْمَسْجِدِ بِذَلِكَ، وَفِي الْمَرَّةِ الثَّانِيَةِ - وَبَيْنَهُمَا نَحْوٌ مِنْ عَشْرِ سَنَوَاتٍ -: مَالَ إِلَى عُمُومِ الْأَجْرِ، وَقَالَ مَا مَعْنَاهُ: إِنَّ الزِّيَادَةَ تَفَضُّلٌ مِنَ اللَّهِ، وَهَذَا امْتِنَانٌ عَلَى عِبَادِهِ، فَالْمُؤَمَّلُ فِي سِعَةِ فَضْلِ اللَّهِ أَنَّهُ لَا يَكُونُ رَجُلَانِ فِي الصَّفِّ مُتَجَاوِرَيْنِ أَحَدُهُمَا عَلَى عَتَبَةِ الْمَسْجِدِ إِلَى الْخَارِجِ، وَالْآخَرُ عَلَيْهَا إِلَى الدَّاخِلِ، وَيُعْطِي هَذَا أَلْفًا وَيُعْطِي هَذَا وَاحِدَةً. وَكَتِفَاهُمَا مُتَلَاصِقَتَانِ، وَهَذَا وَاضِحٌ. وَالْحَمْدُ لِلَّهِ. </p><p> وَقَدْ رَأَيْتُ فِي مَسْأَلَةِ الْجُمُعَةِ عِنْدَ الْمَالِكِيَّةِ نَصًّا، وَكَذَلِكَ عِنْدَ غَيْرِهِمْ مِمَّنْ يَشْتَرِطُونَ الْمَسْجِدَ لِلْجُمُعَةِ، فَإِنَّهُمْ مُتَّفِقُونَ أَنَّ الصُّفُوفَ إِذَا امْتَدَّتْ إِلَى الشَّوَارِعِ وَالرَّحَبَاتِ خَارِجَ الْمَسْجِدِ أَنَّ الْجُمُعَةَ صَحِيحَةٌ، مَعَ أَنَّهُمْ أَوْقَعُوهَا فِي غَيْرِ الْمَسْجِدِ، لَكِنْ لَمَّا كَانَتِ الصُّفُوفُ مُمْتَدَّةً مِنَ الْمَسْجِدِ إِلَى خَارِجِهِ انْجَرَّ عَلَيْهَا حُكْمُ الْمَسْجِدِ وَصَحَّتِ الْجُمُعَةُ. </p><p> فَنَقُولُ هُنَا: كَذَلِكَ لَمَّا كَانَتِ الصُّفُوفُ خَارِجَةً عَنِ الْمَسْجِدِ النَّبَوِيِّ: يَنْجَرُّ عَلَيْهَا حُكْمُ الْمَسْجِدِ - إِنْ شَاءَ اللَّهُ -. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَدْ يُسْتَدَلُّ لِذَلِكَ بِالْعُرْفِ وَهُوَ: لَوْ سَأَلْتَ مَنْ صَلَّى فِي مِثْلِ ذَلِكَ: أَيْنَ صَلَّيْتَ؟ أَفِي قُبَاءٍ؟ أَمْ فِي الْمَسْجِدِ النَّبَوِيِّ؟ لَقَالَ: بَلْ فِي الْمَسْجِدِ النَّبَوِيِّ. فَلَمْ يَخْرُجْ بِذَلِكَ عَنْ مُسَمَّى الْمَسْجِدِ عُرْفًا. </p><p> الْمَبْحَثُ السَّادِسُ. </p><p> وَهُوَ عِنْدَ الزِّحَامِ فِي الْمَسْجِدِ النَّبَوِيِّ خَاصَّةً، وَفِي بَقِيَّةِ الْمَسَاجِدِ عَامَّةً. حِينَمَا يَضِيقُ الْمَكَانُ وَيُضْطَرُّ الْمُصَلُّونَ لِلصَّلَاةِ فِي صُفُوفٍ عَدِيدَةٍ خَارِجَ الْمَسْجِدِ، وَأَمَامَ الْإِمَامِ مُتَقَدِّمِينَ عَلَيْهِ بِعِدَّةِ صُفُوفٍ، فَمَا حُكْمُ صَلَاةِ هَؤُلَاءِ؟ </p><p> قَدْ ذَكَرَ النَّوَوِيُّ فِي الْمَجْمُوعِ الْخِلَافَ عَنِ الشَّافِعِيِّ. وَأَنَّ الصَّحِيحَ مِنَ الْمَذْهَبِ هُوَ الصِّحَّةُ مَعَ الْكَرَاهَةِ. </p><p> وَذَكَرَ الْمَالِكِيَّةُ الصِّحَّةَ كَذَلِكَ، وَقَدِ اسْتَدَلُّوا لَهَا بِصَلَاةِ ابْنِ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُ - ذَاتَ لَيْلَةٍ عِنْدَ مَيْمُونَةَ - رَضِيَ اللَّهُ عَنْهَا - بِصَلَاةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَابْنُ عَبَّاسٍ آنَذَاكَ غُلَامٌ، فَقَامَ عَلَى يَسَارِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَجَعَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ يَمِينِهِ ; تَكْرِيمًا لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَلَمَّا شَعَرَ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَعْدَ أَنْ كَبَّرَ وَدَخَلَ فِي الصَّلَاةِ، فَأَخَذَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِيَدِهِ وَنَقَلَهُ مِنْ وَرَائِهِ، وَجَعَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ يَمِينِهِ بِحِذَائِهِ فِي مَوْقِفِ الْوَاحِدِ، كَمَا هُوَ مَعْلُومٌ مِنْ حُكْمِ الْمُنْفَرِدِ مَعَ الْإِمَامِ. </p><p> وَمَحَلُّ الِاسْتِدْلَالِ فِي ذَلِكَ هُوَ أَنَّ الْجِهَاتِ بِالنِّسْبَةِ لِلْإِمَامِ أَرْبَعٌ: خَلْفَهُ ; وَهِيَ لِلْكَثِيرِينَ مِنَ اثْنَيْنِ فَصَاعِدًا. وَعَنْ يَمِينِهِ ; وَهُوَ مَوْقِفُ الْفَرْدِ، وَيَسَارَهُ وَأَمَامَهُ. أَمَّا الْيَسَارُ ; فَقَدْ وَقَفَ فِيهِ ابْنُ عَبَّاسٍ وَلَيْسَ بِمَوْقِفٍ، فَأَخَذَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَعَلَهُ عَنْ يَمِينِهِ. </p><p> وَلَكِنْ بَعْدَ أَنْ دَخَلَ فِي الصَّلَاةِ وَأَوْقَعَ بَعْضَ صِلَاتِهِ فِي ذَلِكَ الْمَقَامِ، وَقَدْ صَحَّتْ صَلَاتُهُ حَيْثُ بَنَى عَلَى الْجُزْءِ الَّذِي سَبَقَ أَنْ أَوْقَعَهُ عَنِ الْيَسَارِ ; لِضَرُورَةِ الْجَهْلِ بِالْمَوْقِفِ. </p><p> وَبَقِيَتْ جِهَةُ الْإِمَامِ ; فَلَيْسَتْ بِجِهَةِ مَوْقِفٍ، وَلَكِنْ عِنْدَ الضَّرُورَةِ وَلِلزَّحْمَةِ لَمْ يَكُنْ مِنَ التَّقَدُّمِ عَلَى الْإِمَامِ بُدٌّ، فَجَازَتْ أَوْ فَصَحَّتْ لِلضَّرُورَةِ، كَمَا صَحَّتْ عَنْ يَسَارِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> وَيُقَوِّي هَذَا الِاسْتِدْلَالَ: أَنَّهُ لَوْ جَاءَ شَخْصٌ إِلَى الْجَمَاعَةِ وَلَمْ يَجِدْ لَهُ مَكَانًا إِلَّا بِجِوَارِ </p><p> الْإِمَامِ، فَإِنَّهُ يَقِفُ عَنْ يَمِينِهِ بِجِوَارِهِ، كَمَا لَوْ كَانَ مُنْفَرِدًا مَعَ وُجُودِ الصُّفُوفِ الْعَدِيدَةِ. وَلَكِنْ صَحَّ وُقُوفُهُ لِلضَّرُورَةِ. </p><p> الْمَبْحَثُ السَّابِعُ. </p><p> مَوْضُوعُ الْأَرْبَعِينَ صَلَاةً، وَهُوَ مِنْ جِهَةٍ خَاصٌّ بِالْمَسْجِدِ النَّبَوِيِّ، وَمِنْ جِهَةٍ عَامٌّ فِي كُلِّ مَسْجِدٍ، وَلَكِنْ لَا بِأَرْبَعِينَ صَلَاةً بَلْ بِأَرْبَعِينَ يَوْمًا. أَمَّا مَا يَخُصُّ الْمَسْجِدَ النَّبَوِيَّ، فَقَدْ جَاءَ فِي حَدِيثِ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ - عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَنَّهُ قَالَ:  «مَنْ صَلَّى فِي مَسْجِدِي أَرْبَعِينَ صَلَاةً لَا تَفُوتُهُ صَلَاةٌ ; كُتِبَتْ لَهُ بَرَاءَةٌ وَنَجَاةٌ مِنَ الْعَذَابِ، وَبَرِئَ مِنَ النِّفَاقِ» . </p><p> قَالَ الْمُنْذِرِيُّ فِي التَّرْغِيبِ وَالتَّرْهِيبِ: رُوَاتُهُ رُوَاةُ الصَّحِيحِ. أَخْرَجَهُ أَحْمَدُ فِي مُسْنَدِهِ وَالطَّبَرَانِيُّ فِي الْأَوْسَطِ. </p><p> وَفِي مَجْمَعِ الزَّوَائِدِ: رِجَالُهُ ثِقَاتٌ. وَهُوَ عِنْدَ التِّرْمِذِيِّ بِلَفْظِ:  «مَنْ صَلَّى أَرْبَعِينَ يَوْمًا فِي جَمَاعَةٍ، يُدْرِكُ التَّكْبِيرَةَ الْأُولَى،كُتِبَ لَهُ بَرَاءَتَانِ:بَرَاءَةٌ مِنَ النَّارِ، وَبَرَاءَةٌ مِنَ النِّفَاقِ» . </p><p> قَالَ التِّرْمِذِيُّ: هُوَ مَوْقُوفٌ عَلَى أَنَسٍ، وَلَا أَعْلَمُ أَحَدًا رَفَعَهُ. </p><p> وَقَالَ مُلَّا عَلِيٍّ الْقَارِّيِّ: مِثْلُ هَذَا لَا يُقَالُ بِالرَّأْيِ، وَقَدْ تَكَلَّمَ بَعْضُ النَّاسِ فِي هَذَا الْحَدِيثِ بِرِوَايَتَيْنِ: </p><p> أَمَّا الْأُولَى: فَبِسَبَبِ نُبَيْطِ بْنِ عُمَرَ. </p><p> وَأَمَّا الثَّانِيَةُ: فَمِنْ جِهَةِ الرَّفْعِ وَالْوَقْفِ. وَقَدْ تَتَبَّعَ هَذَيْنِ الْحَدِيثَيْنِ بَعْضُ أَهْلِ الْعِلْمِ بِالتَّدْقِيقِ فِي السَّنَدِ، وَأَثْبَتَ صِحَّةَ الْأَوَّلِ، وَحُكْمَ الرَّفْعِ لِلثَّانِي. وَقَدْ أَفْرَدَهُمَا الشَّيْخُ حَمَّادٌ الْأَنْصَارِيُّ بِرِسَالَةٍ رَدَّ فِيهَا عَلَى بَعْضِ مَنْ تَكَلَّمَ فِيهِمَا مِنَ الْمُتَأَخِّرِينَ. نُوجِزُ كَلَامَهُ فِي الْآتِي: </p><p> قَالَ الْحَافِظُ ابْنُ حَجَرٍ فِي تَعْجِيلِ الْمَنْفَعَةِ فِي زَوَائِدِ الْأَرْبَعَةِ: نُبَيْطُ بْنُ عُمَرَ، ذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ، فَاجْتَمَعَ عَلَى تَوْثِيقِ نُبَيْطٍ كُلٌّ مِنَ ابْنِ حِبَّانَ وَالْمُنْذِرِيِّ وَالْبَيْهَقِيِّ وَابْنِ حَجَرٍ، وَلَمْ يُجَرِّحْهُ أَحَدٌ مِنْ أَئِمَّةِ هَذَا الشَّأْنِ. فَمِنْ ثَمَّ لَا يَجُوزُ لِأَحَدٍ أَنْ يَطْعَنَ وَلَا أَنْ يُضَعِّفَ مَنْ وَثَّقَهُ أَئِمَّةٌ مُعْتَبَرُونَ، وَلَمْ يُخَالِفْهُمْ إِمَامٌ مِنْ أَئِمَّةِ الْجَرْحِ وَالتَّعْدِيلِ. وَكَفَى مَنْ ذَكَرُوا مِنْ أَئِمَّةِ هَذَا الشَّأْنِ قُدْوَةً. </p><p> ذَلِكَ ; وَلَوْ فُرِضَ وَقُدِّرَ جَدَلًا أَنَّهُ فِي السَّنَدِ مَقَالٌ، فَإِنَّ أَئِمَّةَ الْحَدِيثِ لَا يَمْنَعُونَ إِذَا لَمْ يَكُنْ فِي الْحَدِيثِ حَلَالٌ أَوْ حَرَامٌ أَوْ عَقِيدَةٌ، بَلْ كَانَ بَابُ فَضَائِلِ الْأَعْمَالِ لَا يَمْنَعُونَ الْعَمَلَ بِهِ ; لِأَنَّ بَابَ الْفَضَائِلِ لَا يُشَدَّدُ فِيهِ هَذَا التَّشْدِيدَ. </p><p> وَنَقَلَ السُّيُوطِيُّ مِثْلَ ذَلِكَ عَنْ أَحْمَدَ، وَابْنِ الْمُبَارَكِ. </p><p> أَمَّا حَدِيثُ إِدْرَاكِ تَكْبِيرَةِ الْإِحْرَامِ فِي أَيِّ مَسْجِدٍ، فَهَذَا أَعَمُّ مِنْ مَوْضُوعِ الْمَسْجِدِ النَّبَوِيِّ الَّذِي نَتَحَدَّثُ عَنْهُ، وَكُلُّ أَسَانِيدِهِ ضَعِيفَةٌ، وَلَكِنْ قَالَ الْحَافِظُ ابْنُ حَجَرٍ: يَنْدَرِجُ ضِمْنَ مَا يُعْمَلُ بِهِ فِي فَضَائِلِ الْأَعْمَالِ. انْتَهَى مُلَخَّصًا. </p><p> وَهَذَا الْحَثُّ عَلَى أَرْبَعِينَ صَلَاةً فِي الْمَسْجِدِ النَّبَوِيِّ، لَعَلَّهُ - وَاللَّهُ تَعَالَى أَعْلَمُ - مِنْ بَابِ التَّعَوُّدِ وَالتَّزَوُّدِ، لِمَا يُكْسِبُهُ ذَلِكَ الْعَمَلُ مِنْ مُدَاوَمَةٍ، وَحِرْصٍ عَلَى أَدَاءِ الصَّلَوَاتِ الْخَمْسِ ثَمَانِيَةَ أَيَّامٍ فِي الْجَمَاعَةِ، وَاشْتِغَالِهِ الدَّائِمِ بِشَأْنِ الصَّلَاةِ وَحِرْصِهِ عَلَيْهَا، حَتَّى لَا تَفُوتَهُ صَلَاةٌ مِمَّا يُعَلِّقُ قَلْبَهُ بِالْمَسْجِدِ، فَتُصْبِحُ الْجَمَاعَةُ لَهُ مَلَكَةً، وَيُصْبِحُ مُرْتَاحًا لِارْتِيَادِ الْمَسْجِدِ، وَحَرِيصًا عَلَى بَقِيَّةِ الصَّلَوَاتِ فِي بَقِيَّةِ أَيَّامِهِ لَا تَفُوتُهُ الْجَمَاعَةُ إِلَّا مِنْ عُذْرٍ. </p><p> فَلَوْ كَانَ زَائِرًا وَرَجَعَ إِلَى بِلَادِهِ رَجَعَ بِهَذِهِ الْخَصْلَةِ الْحَمِيدَةِ، وَلَعَلَّ فِي مُضَاعَفَةِ الصَّلَاةِ بِأَلْفٍ تَكُونُ بِمَثَابَةِ الدَّوَاءِ الْمُكَثَّفِ الشَّدِيدِ الْفَعَالِيَةِ، السَّرِيعِ الْفَائِدَةِ، أَكْثَرَ مِمَّا جَاءَ فِي عَامَّةِ الْمَسَاجِدِ بِأَرْبَعِينَ يَوْمًا لَا تَفُوتُهُ تَكْبِيرَةُ الْإِحْرَامِ، إِذِ الْأَرْبَعُونَ صَلَاةً فِي الْمَسْجِدِ النَّبَوِيِّ تُعَادِلُ أَرْبَعِينَ أَلْفَ صَلَاةٍ فِيمَا سِوَاهُ، وَهِيَ تُعَادِلُ حَوَالَيْ صَلَوَاتِ اثْنَيْنِ وَعِشْرِينَ سَنَةً. </p><p> وَلَوْ رَاعَيْنَا أَجْرَ الْجَمَاعَةِ: خَمْسًا وَعِشْرِينَ دَرَجَةً، لَكَانَتْ تُعَادِلُ صَلَاةَ الْمُنْفَرِدِ: خَمْسَمِائَةٍ وَخَمْسِينَ سَنَةً، أَيْ: فِي الْأَجْرِ وَالثَّوَابِ لَا فِي الْعَدَدِ، أَيْ: كَيْفًا لَا كَمًّا، كَمَا قَدَّمْنَا. وَفَضْلُ اللَّهِ عَظِيمٌ. </p><p> وَلْيُعْلَمْ أَنَّ الْغَرَضَ مِنْ هَذِهِ الْأَرْبَعِينَ هُوَ كَمَا أَسْلَفْنَا التَّعَوُّدُ وَالْحِرْصُ عَلَى الْجَمَاعَةِ. </p><p> أَمَّا لَوْ رَجَعَ فَتَرَكَ الْجَمَاعَةَ وَتَهَاوَنَ فِي شَأْنِ الصَّلَاةِ، عِيَاذًا بِاللَّهِ، فَإِنَّهَا تَكُونُ غَايَةَ النَّكْسَةِ. نَسْأَلُ اللَّهَ الْعَافِيَةَ، كَمَا نَعْلَمُ أَنَّ هَذِهِ الْأَرْبَعِينَ صَلَاةً لَا عَلَاقَةَ لَهَا لَا بِالْحَجِّ وَلَا بِالزِّيَارَةِ، عَلَى مَا تَقَدَّمَ لِلشَّيْخِ - رَحِمَهُ اللَّهُ - فِي آدَابِ الزِّيَارَةِ فِي سُورَةِ «الْحُجُرَاتِ» . </p><p> وَأَنَّ الزِّيَارَةَ تَتِمُّ بِصَلَاةِ رَكْعَتَيْ تَحِيَّةِ الْمَسْجِدِ، وَالسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَى </p><p> صَاحِبَيْهِ - رِضْوَانُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِمْ -، ثُمَّ الدُّعَاءِ لِنَفْسِهِ وَلِلْمُسْلِمِينَ بِالْخَيْرِ، ثُمَّ إِنْ شَاءَ انْصَرَفَ إِلَى أَهْلِهِ، وَإِنْ شَاءَ جَلَسَ مَا تَيَسَّرَ لَهُ. وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> مَبْحَثُ السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ جَانِبٍ مِنْ جَوَانِبِ السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ [٤٩ \\ ٢] فِي التَّحْذِيرِ مِنْ مُبْطِلَاتِ الْأَعْمَالِ وَبَيَانِ مَا هُوَ حَقٌّ لِلَّهِ فَلَا يُصْرَفُ لِغَيْرِهِ، وَمَا هُوَ حَقٌّ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَا يُتَجَاوَزُ بِهِ. </p><p> وَقَدْ يَجُرُّ الْحَدِيثُ عَنِ السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَفَضْلِهِ وَفَضِيلَتِهِ إِلَى مَوْضُوعِ شَدِّ الرِّحَالِ إِلَى الْمَسْجِدِ، وَإِلَى السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> شَدُّ الرِّحَالِ إِلَى الْمَسْجِدِ النَّبَوِيِّ لِلسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمِمَّا اخْتُصَّ بِهِ الْمَسْجِدُ النَّبَوِيُّ، بَلْ وَمِنْ أَهَمِّ خَصَائِصِهِ بَعْدَ الصَّلَاةِ، السَّلَامُ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ دَاخِلِ هَذَا الْمَسْجِدِ قَدِيمًا وَحَدِيثًا. </p><p> كَمَا جَاءَ فِي الصَّحِيحِ:  «مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلَّا رَدَّ اللَّهُ عَلَيَّ رُوحِي، فَأَرُدُّ عَلَيْهِ السَّلَامَ» وَمُجْمِعُونَ أَنَّ ذَلِكَ يَحْصُلُ لِمَنْ سَلَّمَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ قَرِيبٍ، وَمَا كَانَ هَذَا السَّلَامُ يَوْمًا مِنَ الْأَيَّامِ إِلَّا مِنَ الْمَسْجِدِ النَّبَوِيِّ، سَوَاءٌ قَبْلَ أَوْ بَعْدَ إِدْخَالِ الْحُجْرَةِ فِي الْمَسْجِدِ. </p><p> وَمَعْلُومٌ أَنَّ أَوَّلَ آدَابِ الزِّيَارَةِ وَالسَّلَامِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، الْبَدْءُ بِصَلَاةِ رَكْعَتَيْنِ تَحِيَّةَ الْمَسْجِدِ، وَبَعْدَ السَّلَامِ يَنْصَرِفُ عَنِ الْمُوَاجَهَةِ، وَيَدْعُو مَا شَاءَ وَهُوَ فِي أَيِّ مَكَانٍ مِنَ الْمَسْجِدِ. </p><p> وَهُنَا مَسْأَلَةٌ طَالَمَا أُثِيرَ النِّزَاعُ فِيهَا: وَهِيَ شَدُّ الرِّحَالِ لِلسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَهِيَ إِنْ كَانَ مَحَلُّهَا مَبْحَثَ الزِّيَارَةِ وَأَحْكَامِهَا وَآدَابِهَا، إِلَّا أَنَّنَا نَسُوقُ مُوجَزًا عَنْهَا بِمُنَاسَبَةِ حَدِيثِ شَدِّ الرِّحَالِ، وَنَسْأَلُ اللَّهَ تَعَالَى الْهِدَايَةَ وَالتَّوْفِيقَ. </p><p> مِنَ الْمَعْلُومِ أَنَّ أَصْلَ هَذِهِ الْمَسْأَلَةِ هُوَ حَدِيثُ:  «لَا تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ» الْمُتَقَدِّمُ ذِكْرُهُ ; لِاخْتِلَافِهِمْ فِي تَقْدِيرِ الْمُسْتَثْنَى مِنْهُ. وَالْمُرَادُ بِشَدِّ الرِّحَالِ إِلَيْهِ فِي تِلْكَ </p><p> الْمَسَاجِدِ، أَهُوَ خُصُوصُ الصَّلَاةِ أَمْ لِلصَّلَاةِ وَغَيْرِهَا؟ . </p><p> وَلِنَتَصَوَّرَ حَقِيقَةَ هَذِهِ الْمَسْأَلَةِ يَنْبَغِي أَنْ نَعْلَمَ أَوَّلًا: أَنَّ الْبَحْثَ فِي هَذِهِ الْمَسْأَلَةِ لَهُ ثَلَاثُ حَالَاتٍ: </p><p> الْأُولَى: شَدُّ الرِّحَالِ إِلَى الْمَسْجِدِ النَّبَوِيِّ لِلزِّيَارَةِ. وَهَذَا مُجْمَعٌ عَلَيْهِ. </p><p> الثَّانِيَةُ: زِيَارَةُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالسَّلَامُ عَلَيْهِ مِنْ قَرِيبٍ بِدُونِ شَدِّ الرِّحَالِ، وَهَذَا أَيْضًا مُجْمَعٌ عَلَيْهِ. </p><p> الثَّالِثَةُ: شَدُّ الرِّحَالِ لِلزِّيَارَةِ فَقَطْ. وَهَذِهِ الْحَالَةُ الثَّالِثَةُ هِيَ مَحَلُّ الْبَحْثِ عِنْدَهُمْ، وَمَثَارُ النِّقَاشِ السَّابِقِ. </p><p> قَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي عَلَى حَدِيثِ شَدِّ الرِّحَالِ: قَالَ الْكِرْمَانِيُّ: وَقَدْ وَقَعَ فِي هَذِهِ الْمَسْأَلَةِ فِي عَصْرِنَا فِي الْبِلَادِ الشَّامِيَّةِ مُنَاظَرَاتٌ كَثِيرَةٌ، وَصُنِّفَتْ فِيهَا مَسَائِلُ مِنَ الطَّرَفَيْنِ. </p><p> قُلْتُ: - أَيِ: ابْنُ حَجَرٍ - يُشِيرُ إِلَى مَا رَدَّ بِهِ الشَّيْخُ تَقِيُّ الدِّينِ السُّبْكِيُّ وَغَيْرُهُ عَلَى تَقِيِّ الدِّينِ بْنِ تَيْمِيَةَ، وَمَا انْتَصَرَ بِهِ الْحَافِظُ: شَمْسُ الدِّينِ بْنُ عَبْدِ الْهَادِي وَغَيْرُهُ لِابْنِ تَيْمِيَةَ، وَهِيَ مَشْهُورَةٌ فِي بِلَادِنَا. اهـ. وَهَذَا يُعْطِينَا مَدَى الْخِلَافِ فِيهَا وَتَارِيخِهِ. </p><p> وَقَدْ أَشَارَ ابْنُ حَجَرٍ إِلَى مُجْمَلِ الْقَوْلِ فِيهَا بِقَوْلِهِ: إِنَّ الْجُمْهُورَ أَجَازُوا بِالْإِجْمَاعِ شَدَّ الرِّحَالِ لِزِيَارَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَإِنَّ حَدِيثَ:  «لَا تُشَدُّ الرِّحَالُ» إِنَّمَا يُقْصَدُ بِهِ خُصُوصُ الصَّلَاةِ، وَلَيْسَ مَكَانٌ أَوْلَى مِنْ مَكَانٍ بِالصَّلَاةِ تُشَدُّ لَهُ الرِّحَالُ إِلَّا الْمَسَاجِدُ الثَّلَاثَةُ ; لِمَا خُصَّتْ مِنْ فَضِيلَةِ مُضَاعَفَةِ الصَّلَاةِ فِيهَا. </p><p> تَقِيُّ الدِّينِ جَعَلَ مَوْضُوعَ النَّهْيِ عَنْ شَدِّ الرِّحَالِ عَامًّا لِلصَّلَاةِ وَغَيْرِهَا. وَاعْتُرِضَ عَلَيْهِ بِاتِّفَاقِ الْأُمَّةِ عَلَى جَوَازِ شَدِّ الرِّحَالِ لِأَيِّ مَكَانٍ ; لِعِدَّةِ أُمُورٍ كَمَا هُوَ مَعْلُومٌ. </p><p> وَمِمَّا اسْتُدِلَّ بِهِ عَلَى عَدَمِ شَدِّ الرِّحَالِ لِمُجَرَّدِ الزِّيَارَةِ، مَا رُوِيَ عَنْ مَالِكٍ: كَرَاهِيَةُ أَنْ يُقَالَ: زُرْتُ قَبْرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَأُجِيبَ عَنْ ذَلِكَ: بِأَنَّ كَرَاهِيَةَ مَالِكٍ لِلَّفْظِ فَقَطْ تَأَدُّبًا لَا أَنَّهُ كَرِهَ أَصْلَ الزِّيَارَةِ، فَإِنَّهَا مِنْ أَفْضَلِ الْأَعْمَالِ، وَأَجَلِّ الْقُرُبَاتِ الْمُوَصِّلَةِ إِلَى ذِي الْجَلَالِ، وَأَنَّ مَشْرُوعِيَّتَهَا مَحَلُّ إِجْمَاعٍ </p><p> بِلَا نِزَاعٍ. وَاللَّهُ الْهَادِي إِلَى الصَّوَابِ. اهـ. </p><p> وَلَعَلَّ مَذْهَبَ الْبُخَارِيِّ حَسَبَ صَنِيعِهِ هُوَ مَذْهَبُ الْجُمْهُورِ ; لِأَنَّهُ أَتَى فِي نَفْسِ الْبَابِ، بَعْدَ حَدِيثِ شَدِّ الرِّحَالِ مُبَاشَرَةً بِحَدِيثِ:  «صَلَاةٌ فِي مَسْجِدِي هَذَا خَيْرٌ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ» ، مِمَّا يُشْعِرُ بِأَنَّهُ قَصَدَ بَيَانَ مُوجِبِ شَدِّ الرِّحَالِ هُوَ فَضِيلَةُ الصَّلَاةِ، فَيَكُونُ النَّهْيُ عَنْ شَدِّ الرِّحَالِ مُخْتَصًّا بِالْمَسَاجِدِ، وَلِأَجْلِ الصَّلَاةِ إِلَّا فِي تِلْكَ الْمَسَاجِدِ الثَّلَاثَةِ ; لِاخْتِصَاصِهَا بِمُضَاعَفَةِ الصَّلَاةِ فِيهَا دُونَ غَيْرِهَا مِنْ بَقِيَّةِ الْمَسَاجِدِ وَالْأَمَاكِنِ الْأُخْرَى. </p><p> وَقَدْ نَاقَشَ ابْنُ حَجَرٍ لَفْظَ الْحَدِيثِ، وَرَجَّحَ هَذَا الْمَذْهَبَ حَيْثُ قَالَ: </p><p> قَالَ بَعْضُ الْمُحَقِّقِينَ: قَوْلُهُ: «إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ» الْمُسْتَثْنَى مِنْهُ مَحْذُوفٌ. فَإِمَّا أَنْ يُقَدَّرَ عَامًّا فَيَصِيرَ لَا تُشَدُّ الرِّحَالُ إِلَى مَكَانٍ فِي أَيِّ أَمْرٍ كَانَ إِلَّا إِلَى الثَّلَاثَةِ. أَوْ أَخَصَّ مِنْ ذَلِكَ. لَا سَبِيلَ إِلَى الْأَوَّلِ لِإِفْضَائِهِ إِلَى سَدِّ بَابِ السَّفَرِ لِلتِّجَارَةِ وَصِلَةِ الرَّحِمِ وَطَلَبِ الْعِلْمِ وَغَيْرِهَا، فَتَعَيَّنَ الثَّانِي. </p><p> وَالْأَوْلَى: أَنْ يُقَدَّرَ مَا هُوَ أَكْثَرُ مُنَاسَبَةً، وَهُوَ لَا تُشَدُّ الرِّحَالُ إِلَى مَسْجِدٍ لِلصَّلَاةِ فِيهِ إِلَّا إِلَى الثَّلَاثَةِ. فَيَبْطُلُ بِذَلِكَ قَوْلُ: مَنْ مَنَعَ شَدَّ الرِّحَالِ إِلَى زِيَارَةِ قَبْرِهِ الشَّرِيفِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَغَيْرِهِ مِنْ قُبُورِ الصَّالِحِينَ. وَاللَّهُ أَعْلَمُ. </p><p> وَقَالَ السُّبْكِيُّ الْكَبِيرُ: لَيْسَ فِي الْأَرْضِ بُقْعَةٌ تُفَضَّلُ لِذَاتِهَا حَتَّى تُشَدَّ إِلَيْهَا الرِّحَالُ غَيْرَ الْبِلَادِ الثَّلَاثَةِ. وَمُرَادِي بِالْفَضْلِ: مَا شَهِدَ الشَّرْعُ بِاعْتِبَارِهِ، وَرَتَّبَ عَلَيْهِ حُكْمًا شَرْعِيًّا. أَمَّا غَيْرُهَا مِنَ الْبِلَادِ، فَلَا تُشَدُّ إِلَيْهَا لِذَاتِهَا، بَلْ لِزِيَارَةٍ أَوْ جِهَادٍ أَوْ عِلْمٍ أَوْ نَحْوِ ذَلِكَ مِنَ الْمَنْدُوبَاتِ أَوِ الْمُبَاحَاتِ. </p><p> قَالَ: وَقَدِ الْتَبَسَ ذَلِكَ عَلَى بَعْضِهِمْ، فَزَعَمَ أَنَّ شَدَّ الرِّحَالِ إِلَى الزِّيَارَةِ لِمَنْ فِي غَيْرِ الثَّلَاثَةِ دَاخِلٌ فِي الْمَنْعِ وَهُوَ خَطَأٌ ; لِأَنَّ الِاسْتِثْنَاءَ إِنَّمَا يَكُونُ مِنْ جِنْسِ الْمُسْتَثْنَى مِنْهُ. فَمَعْنَى الْحَدِيثِ: لَا تُشَدُّ الرِّحَالُ إِلَى مَسْجِدٍ مِنَ الْمَسَاجِدِ أَوْ إِلَى مَكَانٍ مِنَ الْأَمْكِنَةِ لِأَجْلِ ذَلِكَ الْمَكَانِ، إِلَّا إِلَى الثَّلَاثَةِ الْمَذْكُورَةِ. وَشَدُّ الرِّحَالِ إِلَى زِيَارَةٍ أَوْ طَلَبٍ لَيْسَ إِلَى الْمَكَانِ، بَلْ إِلَى مَنْ فِي ذَلِكَ الْمَكَانِ. وَاللَّهُ أَعْلَمُ. اهـ. </p><p> وَبِتَأَمُّلِ كَلَامِ ابْنِ حَجَرٍ، نَجِدُهُ يَتَضَمَّنُ إِجْرَاءَ مُعَادَلَةٍ عَلَى نَصِّ الْحَدِيثِ بِأَنَّ لَهُ حَالَتَيْنِ فَقَطْ: </p><p> الْأُولَى: أَنْ يُقَالَ: لَا تُشَدُّ الرِّحَالُ إِلَّا إِلَى الْمَسَاجِدِ الثَّلَاثَةِ لِخُصُوصِ الصَّلَاةِ، وَلَا تُشَدُّ لِغَيْرِهَا مِنَ الْأَمَاكِنِ لِأَجْلِ الصَّلَاةِ، فَيَكُونُ النَّهْيُ مُنْصَبًّا عَلَى شَدِّ الرِّحَالِ لِأَيِّ مَكَانٍ سِوَى الْمَسَاجِدِ الثَّلَاثَةِ ; مِنْ أَجْلِ أَنْ يُصَلِّيَ فِيمَا عَدَاهَا. فَيَبْقَى غَيْرُ الصَّلَاةِ خَارِجًا عَنِ النَّهْيِ ; فَتُشَدُّ لَهُ الرِّحَالُ لِأَيِّ مَكَانٍ كَانَ. </p><p> وَغَيْرُ الصَّلَاةِ يَشْمَلُ: طَلَبَ الْعِلْمِ، وَالتِّجَارَةَ، وَالنُّزْهَةَ، وَالِاعْتِبَارَ، وَالْجِهَادَ، وَنَحْوَ ذَلِكَ، وَالنُّصُوصُ فِي ذَلِكَ كُلِّهِ مُتَضَافِرَةٌ. </p><p> فَفِي طَلَبِ الْعِلْمِ مَا قَدَّمْنَا مِنْ نُصُوصٍ، وَقَدْ رَحَلَ نَبِيُّ اللَّهِ مُوسَى إِلَى الْخَضِرِ، كَمَا قَالَ تَعَالَى: وَإِذْ قَالَ مُوسَى لِفَتَاهُ لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا، إِلَى قَوْلِهِ: لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا، إِلَى قَوْلِهِ: قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا [١٨ \\ ٦٠ - ٦٦] . </p><p> وَفِي السَّفَرِ لِلتِّجَارَةِ قَوْلُهُ تَعَالَى: وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ [٧٣ \\ ٢٠] . وَقَوْلُهُ: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ [٦٧ \\ ١٥] ، وَغَيْرُهَا كَثِيرَةٌ. </p><p> وَالسَّفَرُ لِلْعِبْرَةِ قَوْلُهُ تَعَالَى: قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا [٢٧ \\ ٦٩] . </p><p> وَقَوْلُهُ ثُمَّ دَمَّرْنَا الْآخَرِينَ وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ [٣٧ \\ ١٣٦ - ١٣٨] . </p><p> وَقَوْلُهُ: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ [٢٢ \\ ٤٥ - ٤٦] . </p><p> فَقَدْ أَمَرَ اللَّهُ الْعِبَادَ بِالسَّيْرِ ; لِيَعْقِلُوا بِقُلُوبِهِمْ حَالَةَ تِلْكَ الْقُرَى الْخَاوِيَةِ لِيَتَّعِظُوا بِأَحْوَالِ أَهْلِهَا. </p><p> فَهَذِهِ نُصُوصُ جَوَازِ السَّفَرِ لِعِدَّةِ أُمُورٍ، فَيَكُونُ مِنْ ضِمْنِهَا السَّفَرُ لِزِيَارَةِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالسَّلَامِ عَلَيْهِ. حَيْثُ إِنَّ السَّلَامَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْأُمُورِ الْمَشْرُوعَةِ بِلَا نِزَاعٍ، وَالْحَالَةُ الثَّانِيَةُ: أَنْ يَكُونَ النَّهْيُ عَامًّا لِجَمِيعِ الْأَمَاكِنِ فِي جَمِيعِ الْأُمُورِ ; فَلَا تُشَدُّ الرِّحَالُ قَطُّ إِلَّا إِلَى ثَلَاثَةِ الْمَسَاجِدِ وَبُلْدَانِهَا الثَّلَاثَةِ. وَلَكِنْ لَا لِخُصُوصِ الصَّلَاةِ فَقَطْ، بَلْ لِكُلِّ شَيْءٍ مَشْرُوعٍ بِأَصْلِهِ مِمَّا قَدَّمْنَا أَنْوَاعَهُ مِنْ طَلَبِ الْعِلْمِ وَالتِّجَارَةِ وَالْعِظَةِ وَالنُّزْهَةِ وَغَيْرِ ذَلِكَ: كَصَوْمٍ، وَاعْتِكَافٍ، وَمُجَاوَرَةٍ، وَحَجٍّ، وَعُمْرَةٍ، وَصِلَةِ رَحِمٍ، وَمُشَاهَدَةِ مَعَالِمَ تَارِيخِيَّةٍ وَنَحْوِ ذَلِكَ. </p><p> وَمِنْ هَذَا كُلِّهِ السَّلَامُ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِذَا شَدَّ الرِّحَالَ إِلَى الْمَدِينَةِ لِكُلِّ شَيْءٍ كَانَ مِنْهَا الزِّيَارَةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَا مُعَارَضَةَ عَلَى حَالَةٍ مِنَ الْحَالَتَيْنِ، وَلَا يَتَعَارَضُ مَعَهُمَا الْحَدِيثُ الْمَذْكُورُ، عَلَى أَيِّ تَقْدِيرٍ الْمُسْتَثْنَى مِنْهُ فِي هَذَا الْحَدِيثِ. </p><p> وُجْهَةُ نَظَرٍ. </p><p> وَبِالتَّحْقِيقِ فِي هَذِهِ الْمَسْأَلَةِ وَإِثَارَةِ النِّزَاعِ فِيهَا، يَظْهَرُ أَنَّ النِّزَاعَ وَالْجِدَالَ فِيهَا أَكْثَرُ مِمَّا كَانَتْ تَحْتَمِلُ، وَهُوَ إِلَى الشَّكْلِيِّ أَقْرَبُ مِنْهُ إِلَى الْحَقِيقِيِّ. وَلَا وُجُودَ لَهُ عَمَلِيًّا. </p><p> وَتَحْقِيقُ ذَلِكَ كَالْآتِي: وَهُوَ مَا دَامُوا مُتَّفِقِينَ عَلَى شَدِّ الرِّحَالِ لِلْمَسْجِدِ النَّبَوِيِّ لِلسَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَمُتَّفِقُونَ عَلَى السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِدُونِ شَدِّ الرِّحَالِ ; فَلَنْ يَتَأَتَّى لِإِنْسَانٍ أَنْ يَشُدَّ الرِّحَالَ لِلسَّلَامِ دُونَ الْمَسْجِدِ، وَلَا يَخْطُرُ ذَلِكَ عَلَى بَالِ إِنْسَانٍ، وَكَذَلِكَ شَدُّ الرَّحْلِ لِلصَّلَاةِ فِي الْمَسْجِدِ النَّبَوِيِّ دُونَ أَنْ يُسَلِّمَ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَنْ يَخْطُرَ عَلَى بَالِ إِنْسَانٍ. وَعَلَيْهِ فَلَا انْفِكَاكَ لِأَحَدِهِمَا عَنِ الْآخَرِ ; لِأَنَّ الْمَسْجِدَ النَّبَوِيَّ مَا هُوَ إِلَّا بَيْتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهَلْ بَيْتُهُ إِلَّا جُزْءٌ مِنَ الْمَسْجِدِ كَمَا فِي حَدِيثِ الرَّوْضَةِ:  «مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ» . </p><p> فَهَذَا قُوَّةُ رَبْطٍ بَيْنَ بَيْتِهِ وَمِنْبَرِهِ فِي مَسْجِدِهِ. </p><p> وَمِنْ نَاحِيَةٍ أُخْرَى: هَلْ يُسَلِّمُ أَحَدٌ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ قَرِيبٍ، لِيَنَالَ فَضْلَ رَدِّ السَّلَامِ عَلَيْهِ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، إِلَّا إِذَا كَانَ سَلَامُهُ عَنْ قُرْبٍ وَمِنَ الْمَسْجِدِ نَفْسِهِ؟ </p><p> وَهَلْ تَكُونُ الزِّيَارَةُ سُنِّيَّةً إِلَّا إِذَا دَخَلَ الْمَسْجِدَ وَصَلَّى أَوَّلًا تَحِيَّةَ الْمَسْجِدِ؟ </p><p> وَبِهَذَا ; فَلَا انْفِكَاكَ لِشَدِّ الرَّحْلِ إِلَى الْمَسْجِدِ عَنْ زِيَارَةِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَا لِزِيَارَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْمَسْجِدِ، فَلَا مُوجِبَ لِهَذَا النِّزَاعِ. </p><p> وَهُنَا وُجْهَةُ نَظَرٍ أُخْرَى وَهِيَ: أَنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلَّا رَدَّ اللَّهُ عَلَيَّ رُوحِي، فَأَرُدَّ عَلَيْهِ السَّلَامَ» . فَإِنَّ إِطْلَاقَهُ عَنْ كُلِّ قَيْدٍ مِنْ قُرْبٍ أَوْ بُعْدٍ مِمَّا يَدُلُّ عَلَى الْعُمُومِ مِنْ حَيْثُ الْمَجِيءُ لِلسَّلَامِ عَلَيْهِ. </p><p> فَيُقَالُ: إِنَّ هَذِهِ فَضِيلَةٌ عَظِيمَةٌ، وَلَا يَتَأَتَّى لِلْبَعِيدِ تَحْصِيلُهَا إِلَّا بِشَدِّ الرِّحَالِ إِلَيْهَا كَوَسِيلَةٍ لِتَحْصِيلِهَا، وَالْوَسِيلَةُ تَأْخُذُ حُكْمَ الْغَايَةِ مِنْ وُجُوبٍ أَوْ نَدْبٍ أَوْ إِبَاحَةٍ، كَالسَّعْيِ إِلَى الْجُمُعَةِ وَاجِبٌ ; لِأَنَّ أَدَاءَ الْجُمُعَةِ وَاجِبٌ، وَإِعْدَادَ الثِّيَابِ الْجَمِيلَةِ إِلَيْهَا مَثَلًا مَنْدُوبٌ ; لِأَنَّ التَّجَمُّلَ إِلَيْهَا مَنْدُوبٌ، وَمِثْلُهُ إِعْدَادُ الطِّيبِ بِالنِّسْبَةِ لِحُضُورِهَا. </p><p> وَقَدْ رَأَيْتُ لِابْنِ تَيْمِيَةَ مُنَاقَشَةَ هَذِهِ الْمَسْأَلَةِ، وَلَكِنَّهُ جَاءَ بِأَمْثِلَةٍ قَابِلَةٍ هِيَ لِلنِّقَاشِ، فَقَالَ: لَيْسَ كُلُّ غَايَةٍ مَشْرُوعَةٍ تَكُونُ وَسِيلَتُهَا مَشْرُوعَةً، كَحَجِّ الْمَرْأَةِ وَخُرُوجِهَا إِلَى الْمَسْجِدِ، فَإِنَّ الْأَوَّلَ مَشْرُوطٌ فِيهِ وُجُودُ الْمَحْرَمِ. وَالثَّانِي: مَشْرُوطٌ فِيهِ إِذْنُ الزَّوْجِ. </p><p> وَالنِّقَاشُ لَهَا أَنَّ سَفَرَ الْمَرْأَةِ مُطْلَقًا مَمْنُوعٌ إِلَّا مَعَ الْمَحْرَمِ، سَوَاءٌ كَانَ لِهَذَا الْمَسْجِدِ وَلِلْحَجِّ أَوْ لِغَيْرِهِ. </p><p> وَخُرُوجُهَا إِلَى الْمَسْجِدِ لَيْسَ بِمَطْلُوبٍ مِنْهَا فِي الْأَصْلِ، وَلَكِنْ إِذَا طَلَبَتِ الْإِذْنَ يُؤْذَنُ لَهَا. فَالْأَصْلُ فِيهِ الْمَنْعُ حَتَّى تَحْصُلَ عَلَى الْإِذْنِ. </p><p> وَعَلَى هَذَا يُقَالُ: لَوْ كَانَ شَدُّ الرَّحْلِ إِلَيْهَا غَيْرَ مَشْرُوعٍ، لَمَا كَانَ لِفَاعِلِهِ نَصِيبٌ فِي فَضْلِهَا، وَلَا يَحْصُلُ عَلَى رَدِّ السَّلَامِ مِنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَلَوْ كَانَ كَذَلِكَ لَلَزِمَ التَّنْبِيهُ عَلَيْهِ عِنْدَ بَيَانِ فَضِيلَتِهِ ; لِعَدَمِ تَأْخِيرِ الْبَيَانِ، فَكَأَنْ يُقَالُ مَثَلًا: فَأَرُدَّ عَلَيْهِ السَّلَامَ، إِلَّا مَنْ شَدَّ الرَّحْلَ لِذَلِكَ. أَوْ يُقَالُ: مَنْ أَتَانِي مِنْ قَرِيبٍ فَسَلَّمَ عَلَيَّ. . . إلخ. وَلَكِنْ لَمْ يَأْتِ شَيْءٌ مِنْ هَذَا التَّنْبِيهِ وَبَقِيَ الْحَدِيثُ عَلَى عُمُومِهِ. </p><p> وَلْيُعْلَمْ أَنَّ ابْنَ تَيْمِيَةَ - رَحِمَهُ اللَّهُ - يُفَرِّقُ بَيْنَ السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَبَيْنَ عَامَّةِ الْمُسْلِمِينَ، لِمَا لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حُقُوقٍ وَخَصَائِصَ لَيْسَتْ لِغَيْرِهِ مِنْ: وُجُوبِ مَحَبَّةٍ، وَتَعْظِيمٍ، وَفَرْضِيَّةِ صَلَاةٍ، </p><p> وَتَسْلِيمٍ فِي صَلَوَاتِنَا، وَعِنْدَ دُخُولِ الْمَسَاجِدِ وَالْخُرُوجِ مِنْهَا، بَلْ وَعِنْدَ سَمَاعِ ذِكْرِهِ مِمَّا لَيْسَ لِغَيْرِهِ قَطُّ. </p><p> كَمَا أَنَّ زِيَارَةَ غَيْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلدُّعَاءِ لَهُ وَالتَّرَحُّمِ عَلَيْهِ، بَيْنَمَا زِيَارَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَالسَّلَامُ عَلَيْهِ ; لِيَرُدَّ اللَّهُ تَعَالَى عَلَيْهِ رُوحَهُ فَيَرُدَّ عَلَيْنَا السَّلَامَ. </p><p> وَزِيَارَةُ غَيْرِهِ فِي أَيِّ مَكَانٍ مِنَ الْعَالَمِ لَا مَزِيَّةَ لَهُ، بَيْنَمَا زِيَارَتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ مَسْجِدِهِ وَقَدْ خُصَّ بِمَا لَمْ يَخْتَصَّ بِهِ غَيْرُهُ. </p><p> وَأَعْتَقِدُ أَنَّ هَذِهِ الْمَسْأَلَةَ لَوْلَا نِزَاعُ مُعَاصِرِي ابْنِ تَيْمِيَةَ مَعَهُ فِي غَيْرِهَا لَمَا كَانَ لَهَا مَحَلٌّ وَلَا مَجَالٌ. </p><p> وَلَكِنَّهُمْ وَجَدُوهَا حَسَّاسَةً وَلَهَا مَسَاسٌ بِالْعَاطِفَةِ، وَمَحَبَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَثَارُوهَا وَحَكَمُوا عَلَيْهِ بِالِالْتِزَامِ. أَيْ: يُلَازِمُ كَلَامَهُ حِينَمَا قَالَ: </p><p> لَا يَكُونُ شَدُّ الرِّحَالِ لِمُجَرَّدِ الزِّيَارَةِ، بَلْ تَكُونُ لِلْمَسْجِدِ مِنْ أَجْلِ الزِّيَارَةِ، عَمَلًا بِنَصِّ الْحَدِيثِ، فَتَقَوَّلُوا عَلَيْهِ مَا لَمْ يَقُلْهُ صَرَاحَةً. وَلَوْ حُمِلَ كَلَامُهُ عَلَى النَّفْيِ بَدَلًا مِنَ النَّهْيِ لَكَانَ مُوَافِقًا، أَيْ: لَا يَتَأَتَّى ذَلِكَ ; لِأَنَّهُ لَمْ يَمْنَعْ زِيَارَتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا السَّلَامَ عَلَيْهِ، بَلْ يَجْعَلُهَا مِنَ الْفَضَائِلِ وَالْقُرُبَاتِ، وَإِنَّمَا يَلْتَزِمُ بِنَصِّ الْحَدِيثِ فِي جَعْلِ شَدِّ الرِّحَالِ إِلَى الْمَسْجِدِ، وَلِكُلِّ شَيْءٍ وَمِنْهُ السَّلَامُ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَمَا صَرَّحَ بِذَلِكَ فِي كُتُبِهِ. </p><p> قَالَ فِي بَعْضِ رَسَائِلِهِ وَرُدُودِهِ مَا نَصُّهُ: </p><p> فَصْلٌ </p><p> قَدْ ذَكَرْتُ فِيمَا كَتَبْتُهُ مِنَ الْمَنَاسِكِ: أَنَّ السَّفَرَ إِلَى مَسْجِدِهِ وَزِيَارَةَ قَبْرِهِ، كَمَا يَذْكُرُ أَئِمَّةُ الْمُسْلِمِينَ فِي مَنَاسِكِ الْحَجِّ عَمَلٌ صَالِحٌ مُسْتَحَبٌّ. </p><p> وَقَدْ ذَكَرْتُ فِي عِدَّةِ مَنَاسِكِ الْحَجِّ السُّنَّةَ فِي ذَلِكَ وَكَيْفَ يُسَلَّمُ عَلَيْهِ، وَهَلْ يَسْتَقْبِلُ الْحُجْرَةَ أَمِ الْقِبْلَةَ عَلَى قَوْلَيْنِ. فَالْأَكْثَرُونَ يَقُولُونَ: يَسْتَقْبِلُ الْحُجْرَةَ، كَمَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ، إِلَى أَنْ قَالَ: </p><p> وَالصَّلَاةُ تُقْصَرُ فِي هَذَا السَّفَرِ الْمُسْتَحَبِّ بِاتِّفَاقِ أَئِمَّةِ الْمُسْلِمِينَ، لَمْ يَقُلْ أَحَدٌ مِنْ أَئِمَّةِ </p><p> الْمُسْلِمِينَ: إِنَّ هَذَا السَّفَرَ لَا تُقْصَرُ فِيهِ الصَّلَاةُ، وَلَا نَهَى أَحَدٌ عَنِ السَّفَرِ إِلَى مَسْجِدِهِ، وَإِنْ كَانَ الْمُسَافِرُ إِلَى مَسْجِدِهِ يَزُورُ قَبْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، بَلْ هَذَا مِنْ أَفْضَلِ الْأَعْمَالِ الصَّالِحَةِ، وَلَا فِي شَيْءٍ مِنْ كَلَامِي وَكَلَامِ غَيْرِي نَهْيٌ عَنْ ذَلِكَ، وَلَا نَهْيٌ عَنِ الْمَشْرُوعِ فِي زِيَارَةِ قُبُورِ الْأَنْبِيَاءِ وَالصَّالِحِينَ، وَلَا عَنِ الْمَشْرُوعِ فِي زِيَارَةِ سَائِرِ الْقُبُورِ. </p><p> إِلَى أَنْ قَالَ: </p><p> وَإِذَا كَانَتْ زِيَارَةُ قُبُورِ عُمُومِ الْمُؤْمِنِينَ مَشْرُوعَةً، فَزِيَارَةُ قُبُورِ الْأَنْبِيَاءِ وَالصَّالِحِينَ أَوْلَى. </p><p> وَلَكِنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُ خَاصِّيَّةٌ لَيْسَتْ لِغَيْرِهِ مِنَ الْأَنْبِيَاءِ وَالصَّالِحِينَ، وَهُوَ أَنْ أَمَرَنَا أَنْ نُصَلِّيَ عَلَيْهِ وَنُسَلِّمَ عَلَيْهِ فِي كُلِّ صَلَاةٍ، وَيَتَأَكَّدُ ذَلِكَ فِي الصَّلَاةِ وَعِنْدَ الْأَذَانِ وَسَائِرِ الْأَدْعِيَةِ، وَأَنْ نُصَلِّيَ وَنُسَلِّمَ عَلَيْهِ عِنْدَ دُخُولِ الْمَسْجِدِ، مَسْجِدِهِ وَغَيْرِ مَسْجِدِهِ، وَعِنْدَ الْخُرُوجِ مِنْهُ ; فَكُلُّ مَنْ دَخَلَ مَسْجِدَهُ فَلَا بُدَّ أَنْ يُصَلِّيَ فِيهِ وَيُسَلِّمَ عَلَيْهِ فِي الصَّلَاةِ. </p><p> وَالسَّفَرُ إِلَى مَسْجِدِهِ مَشْرُوعٌ، لَكِنَّ الْعُلَمَاءَ فَرَّقُوا بَيْنَهُ وَبَيْنَ غَيْرِهِ، حِينَ كَرِهَ مَالِكٌ - رَحِمَهُ اللَّهُ - أَنْ يُقَالَ: زُرْتُ قَبْرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ; لِأَنَّ الْمَقْصُودَ الشَّرْعِيَّ بِزِيَارَةِ الْقُبُورِ السَّلَامُ عَلَيْهَا وَالدُّعَاءُ لَهُمْ، وَذَلِكَ السَّلَامُ وَالدُّعَاءُ قَدْ حَصَلَ عَلَى أَكْمَلِ الْوُجُوهِ فِي الصَّلَاةِ فِي مَسْجِدِهِ وَغَيْرِ مَسْجِدِهِ، وَعِنْدَ سَمَاعِ الْأَذَانِ وَعِنْدَ كُلِّ دُعَاءٍ. فَتُشْرَعُ الصَّلَاةُ عَلَيْهِ عِنْدَ كُلِّ دُعَاءٍ، فَإِنَّهُ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ. اهـ. </p><p> وَإِذَا كَانَ هَذَا كَلَامَهُ، فَإِنَّ الْمَسْأَلَةَ شَكْلِيَّةٌ وَلَيْسَتْ حَقِيقِيَّةً. إِذْ أَنَّهُ يُقَرِّرُ بِأَنَّ السَّفَرَ إِلَى مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَشْرُوعٌ وَإِنْ كَانَ يَزُورُ قَبْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَيُسَلِّمُ عَلَيْهِ، وَأَنَّ ذَلِكَ مِنْ أَفْضَلِ الْقُرُبَاتِ وَمِنْ صَالَحِ الْأَعْمَالِ. </p><p> أَيْ: وَإِنْ كَانَتِ الزِّيَارَةُ مَقْصُودَةً عِنْدَ السَّفَرِ. </p><p> وَإِذَا كَانَ السَّفَرُ إِلَى الْمَسْجِدِ لَا يَنْفَكُّ عَنِ السَّلَامِ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالسَّلَامُ عَلَيْهِ لَا يَنْفَكُّ عَنِ الصَّلَاةِ فِي الْمَسْجِدِ. فَلَا مُوجِبَ لِهَذَا النِّقَاشِ، وَجَعْلِ هَذِهِ الْمَسْأَلَةِ مَثَارَ نِزَاعٍ أَوْ جِدَالٍ. </p><p> وَقَدْ صَرَّحَ بِمَا يَقْرُبُ مِنْ هَذَا الْمَعْنَى فِي مَوْضِعٍ آخَرَ مِنْ كَلَامِهِ، إِذْ يَقُولُ فِي ج ٢٧ ص ٣٤٢ مِنَ الْمَجْمُوعِ، مَا نَصُّهُ: </p><p> فَمَنْ سَافَرَ إِلَى الْمَسْجِدِ الْحَرَامِ، أَوِ الْمَسْجِدِ الْأَقْصَى، أَوْ مَسْجِدِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَصَلَّى فِي مَسْجِدِهِ وَصَلَّى فِي مَسْجِدِ قُبَاءٍ، وَزَارَ الْقُبُورَ كَمَا قَضَتْ بِهِ سُنَّةُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَهَذَا هُوَ الَّذِي عَمِلَ الْعَمَلَ الصَّالِحَ. </p><p> وَمَنْ أَنْكَرَ هَذَا السَّفَرَ، فَهُوَ كَافِرٌ يُسْتَتَابُ، فَإِنْ تَابَ وَإِلَّا قُتِلَ. </p><p> وَأَمَّا مَنْ قَصَدَ السَّفَرَ لِمُجَرَّدِ زِيَارَةِ الْقَبْرِ وَلَمْ يَقْصِدِ الصَّلَاةَ فِي الْمَسْجِدِ، وَسَافَرَ إِلَى مَدِينَتِهِ فَلَمْ يُصَلِّ فِي مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا يُسَلِّمُ عَلَيْهِ فِي الصَّلَاةِ، بَلْ أَتَى الْقَبْرَ ثُمَّ رَجَعَ ; فَهَذَا مُبْتَدِعٌ ضَالٌّ، مُخَالِفٌ لِسُنَّةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلِإِجْمَاعِ أَصْحَابِهِ، وَلِعُلَمَاءِ الْأُمَّةِ. </p><p> وَهُوَ الَّذِي ذُكِرَ فِيهِ الْقَوْلَانِ: أَحَدُهُمَا: أَنَّهُ مُحَرَّمٌ. وَالثَّانِي: أَنَّهُ لَا شَيْءَ عَلَيْهِ، وَلَا أَجْرَ لَهُ. </p><p> وَالَّذِي يَفْعَلُهُ عُلَمَاءُ الْمُسْلِمِينَ هُوَ الزِّيَارَةُ الشَّرْعِيَّةُ يُصَلُّونَ فِي مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَيُسَلِّمُونَ عَلَيْهِ فِي الدُّخُولِ لِلْمَسْجِدِ وَفِي الصَّلَاةِ، وَهَذَا مَشْرُوعٌ بِاتِّفَاقِ الْمُسْلِمِينَ. إِلَى أَنْ قَالَ: وَذَكَرْتُ أَنَّهُ يُسَلِّمُ عَلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَعَلَى صَاحِبَيْهِ. اهـ. </p><p> فَأَيُّ مُوجِبٍ لِنِزَاعٍ أَوْ خِلَافٍ فِي هَذَا الْقَوْلِ، فَإِنْ كَانَ فِي قَوْلِهِ فِيمَنْ قَصَدَ السَّفَرَ لِمُجَرَّدِ زِيَارَةِ الْقَبْرِ، وَلَمْ يَقْصِدِ الصَّلَاةَ فِي الْمَسْجِدِ، وَسَافَرَ إِلَى مَدِينَتِهِ فَلَمْ يُصَلِّ فِي مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَلَا سَلَّمَ عَلَيْهِ فِي الصَّلَاةِ بَلْ أَتَى الْقَبْرَ ثُمَّ رَجَعَ ; فَهَذَا مُبْتَدِعٌ. . إلخ. </p><p> فَمَنْ مِنَ الْمُسْلِمِينَ يُجِيزُ لِمُسْلِمٍ: أَنْ يَشُدَّ رَحْلَهُ إِلَى الْمَدِينَةِ ; لِمُجَرَّدِ زِيَارَةِ الْقَبْرِ دُونَ قَصْدِ الصَّلَاةِ فِي مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَدُونَ أَنْ يُصَلِّيَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الصَّلَاةِ، وَهُوَ يَعْلَمُ أَنَّ الصَّلَاةَ فِي مَسْجِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِأَلْفِ صَلَاةٍ. </p><p> فَدَلَّ كَلَامُهُ أَنَّ زِيَارَةَ الْقَبْرِ وَالصَّلَاةَ فِي الْمَسْجِدِ مُرْتَبِطَتَانِ، وَمَنِ ادَّعَى انْفِكَاكَهُمَا عَمَلِيًّا فَقَدْ خَالَفَ الْوَاقِعَ، وَإِذَا ثَبَتَتِ الرَّابِطَةُ بَيْنَهُمَا انْتَفَى الْخِلَافُ وَزَالَ مُوجِبُ النِّزَاعِ. وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> وَصَرَّحَ فِي مَوْضِعٍ آخَرَ ص ٣٤٦ فِي قَصْرِ الصَّلَاةِ فِي السَّفَرِ لِزِيَارَةِ قُبُورِ الصَّالِحِينَ عَنْ أَصْحَابِ أَحْمَدَ أَرْبَعَةَ أَقْوَالٍ. الثَّالِثُ مِنْهَا: تُقْصَرُ إِلَى قَبْرِ نَبِيِّنَا - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ -. </p><p> وَقَالَ فِي التَّعْلِيلِ لِهَذَا الْقَوْلِ: إِذَا كَانَ عَامَّةُ الْمُسْلِمِينَ لَا بُدَّ أَنْ يُصَلُّوا فِي مَسْجِدِهِ </p><p> فَكُلُّ مَنْ سَافَرَ إِلَى قَبْرِهِ الْمُكَرَّمِ فَقَدْ سَافَرَ إِلَى مَسْجِدِهِ الْمُفَضَّلِ. </p><p> وَكَذَلِكَ قَالَ بَعْضُ أَصْحَابِ الشَّافِعِيِّ، إِلَى أَنْ قَالَ: وَكَذَلِكَ كَثِيرٌ مِنَ الْعُلَمَاءِ يُطْلِقُ السَّفَرَ إِلَى قَبْرِهِ الْمُكَرَّمِ، وَعِنْدَهُمْ أَنَّ هَذَا يَتَضَمَّنُ السَّفَرَ إِلَى مَسْجِدِهِ، إِذْ كَانَ كُلُّ مُسْلِمٍ لَا بُدَّ إِذَا أَتَى الْحُجْرَةَ الْمُكَرَّمَةَ أَنْ يُصَلِّيَ فِي مَسْجِدِهِ فَهُمَا عِنْدَهُمْ مُتَلَازِمَانِ. </p><p> وَبَعْدَ نَقْلِهِ لِأَقْوَالِ الْعُلَمَاءِ، قَالَ مَا نَصُّهُ: </p><p> وَحَقِيقَةُ الْأَمْرِ أَنَّ فِعْلَ الصَّلَاةِ فِي مَسْجِدِهِ مِنْ لَوَازِمِ هَذَا السَّفَرِ، فَكُلُّ مَنْ سَافَرَ إِلَى قَبْرِهِ الْمُكَرَّمِ لَا بُدَّ أَنْ تَحْصُلَ لَهُ طَاعَةٌ وَقُرْبَةٌ، يُثَابُ عَلَيْهَا بِالصَّلَاةِ فِي مَسْجِدِهِ. </p><p> وَأَمَّا نَفْسُ الْقَصْدِ، فَأَهْلُ الْعِلْمِ بِالْحَدِيثِ يَقْصِدُونَ السَّفَرَ إِلَى مَسْجِدِهِ، وَإِنْ قَصْدَ مِنْهُمْ مَنْ قَصَدَ السَّفَرَ إِلَى الْقَبْرِ أَيْضًا إِذَا لَمْ يَعْلَمِ النَّهْيَ. </p><p> وَهَذَا غَايَةٌ فِي التَّصْرِيحِ مِنْهُ أَنَّهُ لَا انْفِكَاكَ مِنْ حَيْثُ الْوَاقِعُ بَيْنَ الزِّيَارَةِ وَالصَّلَاةِ فِي الْمَسْجِدِ عِنْدَ عَامَّةِ الْعُلَمَاءِ. </p><p> ثُمَّ قَالَ فِي حَقِّ الْجَاهِلِ: وَأَمَّا مَنْ لَمْ يَعْرِفْ هَذَا فَقَدْ لَا يَقْصِدُ إِلَّا السَّفَرَ إِلَى الْقَبْرِ، ثُمَّ إِنَّهُ لَا بُدَّ أَنْ يُصَلِّيَ فِي مَسْجِدِهِ فَيُثَابَ عَلَى ذَلِكَ. وَمَا فَعَلَهُ وَهُوَ مَنْهِيٌّ عَنْهُ وَلَمْ يَعْلَمْ أَنَّهُ مَنْهِيٌّ عَنْهُ لَا يُعَاقَبُ عَلَيْهِ، فَيَحْصُلُ لَهُ أَجُرٌ وَلَا يَكُونُ عَلَيْهِ وِزْرٌ. اهـ. </p><p> وَقَدْ أَكْثَرْنَا النُّقُولَ عَنْهُ ; لِمَا وَجَدْنَا مَنْ لَيْسَ فِي هَذَا الْمَوْضُوعِ عَلَى كَثِيرٍ مِنَ النَّاسِ، حَتَّى قَالَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي فِيهَا: وَهَذَا أَعْظَمُ مَا أُخِذَ عَلَى ابْنِ تَيْمِيَةَ، فَهِيَ وَإِنْ كَانَتْ شَهَادَةً مِنَ ابْنِ حَجَرٍ أَنَّهَا أَشَدُّ مَا أُخِذَ عَلَيْهِ مَعَ مَا رُمِيَ بِهِ مِنْ خُصُومِهِ فِي الْعَقَائِدِ وَمُحَارَبَةِ الْبِدَعِ، إِلَّا أَنَّهَا - بِحَمْدِ اللَّهِ - بَعْدَ هَذِهِ النُّقُولِ عَنْهُ مِنْ صَرِيحِ كَلَامٍ لَمْ يَعُدْ فِيهَا مَا يَتَعَاظَمُ مِنْهُ، فَعَلَى كُلِّ مُتَكَلِّمٍ فِي هَذِهِ الْمَسْأَلَةِ أَنْ يَرْجِعَ إِلَى أَقْوَالِهِ فَلَمْ يَتْرُكْ جَانِبًا إِلَّا وَبَيَّنَهُ، سَوَاءٌ فِي حَقِّ الْعَالِمِ أَوِ الْجَاهِلِ. وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> هَذَا مَا يَتَعَلَّقُ بِخُصُوصِ السَّفَرِ إِلَى الْمَدِينَةِ الْمُنَوَّرَةِ لِلْمَسْجِدِ وَلِلزِّيَارَةِ مَعًا، عَلَى التَّفْصِيلِ الْمُتَقَدِّمِ. </p><p> أَمَّا بَقِيَّةُ الْأَمَاكِنِ مَا عَدَا الْمَسَاجِدَ الثَّلَاثَةَ، فَلَا تُشَدُّ الرِّحَالُ إِلَيْهَا لِلصَّلَاةِ أَوِ الدُّعَاءِ أَوِ الِاعْتِكَافِ وَنَحْوِ ذَلِكَ، مِمَّا لَا مَزِيَّةَ لَهَا فِي مَكَانٍ دُونَ آخَرَ قَطُّ، أَيًّا كَانَتْ تِلْكَ الْبُقْعَةُ أَوْ </p><p> كَانَتْ تِلْكَ الْعِبَادَةُ. وَذَلِكَ لِحَدِيثِ أَبِي هُرَيْرَةَ فِي الْمُوَطَّأِ فِي السَّاعَةِ الَّتِي فِي يَوْمِ الْجُمُعَةِ، قَالَ:  \" خَرَجْتُ إِلَى الطُّورِ، فَلَقِيتُ كَعْبَ الْأَحْبَارِ فَجَلَسْتُ مَعَهُ، فَحَدَّثَنِي عَنِ التَّوْرَاةِ، وَحَدَّثْتُهُ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -،فَكَانَ فِيمَا حَدَّثْتُهُ أَنْ قُلْتُ لَهُ:قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ ; فِيهِ خُلِقَ آدَمُ وَفِيهِ أُهْبِطَ، وَفِيهِ تِيبَ عَلَيْهِ، وَفِيهِ مَاتَ، وَفِيهِ تَقُومُ السَّاعَةُ، وَمَا مِنْ دَابَّةٍ إِلَّا وَهِيَ مُصِيخَةٌ يَوْمَ الْجُمُعَةِ مِنْ حِينِ تَطْلُعُ الشَّمْسُ ; شَفَقًا مِنَ السَّاعَةِ إِلَّا الْجِنُّ وَالْإِنْسُ، وَفِيهِ سَاعَةٌ لَا يُصَادِفُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي يَسْأَلُ اللَّهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ \".</p><p> قَالَ كَعْبٌ: ذَلِكَ فِي كُلِّ سَنَةٍ يَوْمٌ. فَقُلْتُ: بَلْ فِي كُلِّ جُمُعَةٍ، فَقَرَأَ كَعْبٌ التَّوْرَاةَ، فَقَالَ: صَدَقَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَالَ أَبُو هُرَيْرَةَ: فَلَقِيتُ بُصْرَةَ بْنَ أَبِي بُصْرَةَ الْغِفَارِيَّ، فَقَالَ: مِنْ أَيْنَ أَقْبَلْتَ؟ فَقُلْتُ: مِنَ الطُّورِ. فَقَالَ: لَوْ أَدْرَكْتُكَ قَبْلَ أَنْ تَخْرُجَ إِلَيْهِ مَا خَرَجْتَ، سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: \" لَا تُعْمَلُ الْمَطِيُّ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ: إِلَى الْمَسْجِدِ الْحَرَامِ، وَإِلَى مَسْجِدِي هَذَا، وَإِلَى مَسْجِدِ إِيلِيَاءَ أَوْ بَيْتِ الْمَقْدِسِ \" يَشُكُّ أَبُو هُرَيْرَةَ. </p><p> ثُمَّ لَقِيتُ عَبْدَ اللَّهِ بْنَ سَلَامٍ، فَحَدَّثْتُهُ بِمَجْلِسِي مَعَ كَعْبِ الْأَحْبَارِ وَمَا حَدَّثْتُهُ بِهِ فِي يَوْمِ الْجُمُعَةِ إِلَى آخِرِ الْحَدِيثِ هَذَا الْعَظِيمِ. </p><p> قَالَ الْبَاجِيُّ: عَلَى هَذَا الْحَدِيثِ: خُرُوجُ أَبِي هُرَيْرَةَ إِلَى الطُّورِ يُحْتَمَلُ أَنْ يَكُونَ لِحَاجَةٍ عَنَّتْ لَهُ فِيهِ، وَيُحْتَمَلُ أَنْ يَكُونَ قَصَدَهُ عَلَى مَعْنَى التَّعَبُّدِ وَالتَّقَرُّبِ بِإِتْيَانِهِ، إِلَّا أَنَّ قَوْلَ بُصْرَةَ: لَوْ أَدْرَكْتُكَ قَبْلَ أَنْ تَخْرُجَ إِلَيْهِ مَا خَرَجْتَ. دَلِيلٌ عَلَى أَنْ فَهِمَ مِنْهُ التَّقَرُّبَ بِقَصْدِهِ. وَسُكُوتُ أَبِي هُرَيْرَةَ حِينَ أَنْكَرَ عَلَيْهِ دَلِيلٌ عَلَى أَنَّ الَّذِي فَهِمَ مِنْهُ كَانَ قَصْدَهُ. أَقُولُ: لَقَدْ صَرَّحَ أَبُو هُرَيْرَةَ أَنَّهُ كَانَ لِلصَّلَاةِ كَمَا فِي مَجْمَعِ الزَّوَائِدِ لِأَحْمَدَ عَنْ شَهْرٍ، وَقَالَ: حَسَنٌ. </p><p> وَالْحَدِيثُ يَدُلُّ عَلَى أَنَّ مَنْ نَذَرَ صَلَاةً بِمَسْجِدِ الْبَصْرَةِ أَوِ الْكُوفَةِ أَنَّهُ يُصَلِّي بِمَوْضِعِهِ وَلَا يَأْتِيهِ ; لِحَدِيثِ بُصْرَةَ الْمَنْصُوصِ فِي ذَلِكَ، وَذَلِكَ أَنَّ النَّذْرَ يَكُونُ فِيمَا فِيهِ الْقُرْبَةُ. وَلَا فَضِيلَةَ لِمَسَاجِدِ الْبِلَادِ عَلَى بَعْضِهَا الْبَعْضِ، تَقْتَضِي قَصْدَهُ بِإِعْمَالِ الْمَطِيِّ إِلَيْهِ إِلَّا الْمَسَاجِدُ الثَّلَاثَةُ ; فَإِنَّهَا تَخْتَصُّ بِالْفَضِيلَةِ. </p><p> وَأَمَّا مَنْ نَذَرَ الصَّلَاةَ وَالصِّيَامَ فِي شَيْءٍ مِنْ مَسَاجِدِ الثُّغُورِ، فَإِنَّهُ يَلْزَمُهُ إِتْيَانُهَا وَالْوَفَاءُ </p><p> بِنَذْرِهِ ; لِأَنَّ نَذْرَهُ قَصْدَهَا لَمْ يَكُنْ لِمَعْنَى الصَّلَاةِ فِيهَا، بَلْ قَدِ اقْتَرَنَ بِذَلِكَ الرِّبَاطِ، فَوَجَبَ الْوَفَاءُ بِهِ. </p><p> وَلَا خِلَافَ فِي الْمَنْعِ مِنْ ذَلِكَ مِنْ غَيْرِ الْمَسَاجِدِ الثَّلَاثَةِ، إِلَّا مَا قَالَهُ مُحَمَّدُ بْنُ مَسْلَمَةَ فِي الْمَبْسُوطِ. فَإِنَّهُ أَضَافَ إِلَى ذَلِكَ مَسْجِدًا رَابِعًا وَهُوَ مَسْجِدُ قُبَاءٍ، فَقَالَ: مَنْ نَذَرَ أَنْ يَأْتِيَهُ فَيُصَلِّي فِيهِ كَانَ عَلَيْهِ ذَلِكَ. اهـ. </p><p> وَلَعَلَّ مَقْصِدَ مُحَمَّدِ بْنِ مَسْلَمَةَ فِي إِضَافَتِهِ مَسْجِدَ قُبَاءٍ، الْعَمَلُ بِمَا جَاءَ فِي مَسْجِدِ قُبَاءٍ مِنْ أَثَرٍ اخْتُصَّ بِهِ عَنْ أَنَسِ بْنِ مَالِكٍ فِيمَا رَوَاهُ عُمَرُ بْنُ شَبَّةَ، قَالَ: حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا أَيُّوبُ بْنُ صِيَامٍ عَنْ سَعِيدِ بْنِ الرُّقَيْشِ الْأَسَدِيِّ، قَالَ: جَاءَنَا أَنَسُ بْنُ مَالِكٍ إِلَى مَسْجِدِ قُبَاءٍ، فَصَلَّى رَكْعَتَيْنِ إِلَى بَعْضِ هَذِهِ السَّوَارِي، ثُمَّ سَلَّمَ وَجَلَسْنَا حَوْلَهُ، فَقَالَ: سُبْحَانَ اللَّهِ! مَا أَعْظَمَ حَقَّ هَذَا الْمَسْجِدِ، وَلَوْ كَانَ عَلَى مَسِيرَةِ شَهْرٍ كَانَ أَهْلًا أَنْ يُؤْتَى، مَنْ خَرَجَ مِنْ بَيْتِهِ يُرِيدُهُ مُعْتَمِدًا إِلَيْهِ لِيُصَلِّيَ فِيهِ أَرْبَعَ رَكَعَاتٍ أَقْلَبَهُ اللَّهُ بِأَجْرِ عُمْرَةٍ. </p><p> وَتَقَدَّمَ عَنْ وَفَاءِ الْوَفَاءِ نَقْلُهُ بِقَوْلِهِ: </p><p> وَكَانَ هَذَا الْحُكْمُ مَعْلُومًا عِنْدَ الْعَامَّةِ، حَتَّى قَالَ ابْنُ شَبَّةَ: قَالَ أَبُو غَسَّانَ: وَمِمَّا يُقَوِّي هَذِهِ الْأَخْبَارَ، وَيَدُلُّ عَلَى تَظَاهُرِهَا فِي الْعَامَّةِ وَالْخَاصَّةِ، قَوْلُ عَبْدِ الرَّحْمَنِ بْنِ الْحَكَمِ فِي شِعْرٍ لَهُ: </p><p> فَإِنْ أَهْلِكَ فَقَدْ أَقْرَرْتُ عَيْنًا ... مِنَ الْمُعْتَمِرَاتِ إِلَى قُبَاءٍ </p><p> مِنَ اللَّاتِي سَوَالِفْهُنَّ غِيدٌ ... عَلَيْهِنَّ الْمَلَاحَةُ بِالْبَهَاءِ </p><p> تَنْبِيهٌ. </p><p> إِنَّ قَوْلَ أَنَسٍ لَيُشْعِرُ بِجَوَازِ شَدِّ الرَّحْلِ إِلَى قُبَاءٍ لَوْ كَانَ بَعِيدًا، وَلَكِنَّهُ لِلْمَعَانِي فِي الْمَسَاجِدِ الثَّلَاثَةِ الْأُخْرَى، فَلَا يَتَعَارَضُ مَعَ الْحَدِيثِ الْأَوَّلِ. </p><p> تَنْبِيهٌ آخَرٌ. </p><p> أَبْيَاتُ الشَّاعِرِ تُشْعِرُ بِخَطَأِ التَّجَمُّعِ فِي يَوْمٍ مُعَيَّنٍ لِقُبَاءٍ، وَاجْتِمَاعِ الرِّجَالِ وَالنِّسَاءِ. </p><p> تَنْبِيهٌ ثَالِثٌ. </p><p> يُوجَدُ فَرْقٌ بِصِفَةٍ إِجْمَالِيَّةٍ عَامَّةٍ بَيْنَ زِيَارَةِ عُمُومِ الْمَقَابِرِ لِعَامَّةِ النَّاسِ، وَخُصُوصِ زِيَارَةِ الْقُبُورِ الثَّلَاثَةِ. إِذِ الْغَرَضُ مِنْ زِيَارَةِ عَامَّةِ الْمَقَابِرِ هُوَ الدُّعَاءُ لَهَا، وَتَذَكُّرُ الْآخِرَةِ كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ أَلَا فَزُورُوهَا ; فَإِنَّهَا تُذَكِّرُ الْآخِرَةَ \" . </p><p> أَمَّا هَذِهِ الثَّلَاثَةُ الْمُشَرَّفَةُ، فَلَهَا خَصَائِصُ لَمْ يُشَارِكْهَا فِيهَا غَيْرُهَا: </p><p> أَوَّلًا: وَمِنْ حَيْثُ الْمَوْضُوعُ: ارْتِبَاطُهَا بِالْمَسْجِدِ النَّبَوِيِّ أَحَدِ الْمَسَاجِدِ الَّتِي مِنْ حَقِّهَا شَدُّ الرَّحَالِ إِلَيْهَا. </p><p> ثَانِيًا: عَظِيمُ حَقِّ مَنْ فِيهَا عَلَى الْمُسْلِمِينَ، إِذْ بِزِيَارَتِهِمْ لَا بِتَذَكُّرِ الْآخِرَةِ فَحَسْبُ، بَلْ وَيَسْتَفِيدُ ذِكْرَيَاتِ الدُّنْيَا وَعَظِيمَ جِهَادِهِمْ فِي سَبِيلِ إِعْلَاءِ كَلِمَةِ اللَّهِ، وَنُصْرَةِ دِينِهِ، وَهِدَايَةِ الْأُمَّةِ، وَالْقِيَامِ بِأَمْرِ اللَّهِ، حَتَّى عُبِدَ اللَّهُ وَحْدَهُ وَعُمِلَ بِشَرْعِهِ، فِيمَا يُثِيرُ إِحْسَاسَ الْمُسْلِمِ وُجُوبَ تَجْدِيدِ الْعَهْدِ مَعَ اللَّهِ تَعَالَى وَحْدَهُ عَلَى الْعَمَلِ بِكِتَابِ اللَّهِ وَسُنَّةِ رَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهَدْيِ خُلَفَائِهِ الرَّاشِدِينَ - رِضْوَانُ اللَّهِ عَلَيْهِمْ -. </p><p> وَهَذَا مَا يَجْعَلُ الْإِنْسَانَ يَتَوَجَّهُ إِلَى اللَّهِ عَقِبَ السَّلَامِ عَلَيْهِمْ بِخَالِصِ الدُّعَاءِ، أَنْ يَجْزِيَهُمْ عَلَى ذَلِكَ مَا يَعْلَمُ سُبْحَانَهُ أَنَّهُمْ أَهْلٌ لَهُ. </p><p> ثَالِثًا: عَظِيمُ الْفَضْلِ مِنَ اللَّهِ عَلَى مَنْ سَلَّمَ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَنْ يَرُدَّ اللَّهُ تَعَالَى عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - رُوحَهُ فَيَرُدَّ عَلَيْهِ السَّلَامَ، وَكُلُّ ذَلِكَ أَوْ بَعْضُهُ لَا يُوجَدُ عِنْدَ عَامَّةِ الْمَقَابِرِ. وَهَذَا مَعَ مُرَاعَاةِ الْآدَابِ الشَّرْعِيَّةِ فِي الزِّيَارَةِ لِمَا تَقَدَّمَ. </p><p> مَسْأَلَةٌ. </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ: وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا [٧٢ \\ ١٨] ، جَمَعَ بَيْنَ مَسْأَلَتَيْنِ، فَكَأَنَّ الْأُولَى تَدُلُّ عَلَى الثَّانِيَةِ بِمَفْهُومِهَا، وَكَأَنَّ الثَّانِيَةَ تَكُونُ مَنْطُوقَ الْأُولَى ; لِأَنَّ كَوْنَ الْمَسَاجِدِ لِلَّهِ يَقْتَضِي إِفْرَادَهُ تَعَالَى بِالْعِبَادَةِ وَأَلَّا يُدْعَى مَعَهُ أَحَدٌ. </p><p> أَمَّا إِفْرَادُهُ بِالْعِبَادَةِ، فَقَدْ كَتَبَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَلَى ذَلِكَ مَبْحَثًا كَامِلًا فِي سُورَةِ \" الْحُجُرَاتِ \" فِي مَسْأَلَةٍ مِنَ الْمَسَائِلِ عَلَى قَوْلِهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ [٤٩ \\ ٢] . </p><p> وَبَيَّنَ فِي هَذِهِ الْمَسْأَلَةِ مَا هُوَ حَقٌّ لِلَّهِ، وَمَا هُوَ حَقٌّ لِرَسُولِ اللَّهِ، وَوُجُوبَ إِفْرَادِ اللَّهِ تَعَالَى بِمَا هُوَ حَقُّهُ تَعَالَى، وَبَيَّنَ فِيهَا آدَابَ السَّلَامِ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَأَنَّ وَضْعَ الْيَدِ عَلَى الْيَدِ كَهَيْأَةِ الصَّلَاةِ نَوْعٌ مِنْ أَنْوَاعِ الْعِبَادَةِ الَّتِي لَا تَنْبَغِي إِلَّا لِلَّهِ تَعَالَى. اهـ. </p><p> وَأَنَّ الْجَمْعَ هُنَا بَيْنَ الْمَفْهُومِ وَالْمَنْطُوقِ بِنَفْسِ الْمَفْهُومِ، لِمَا يَدُلُّ عَلَى شِدَّةِ الِاهْتِمَامِ بِهِ وَالْعِنَايَةِ بِأَمْرِهِ، وَإِنَّهُ لَيَلْفِتُ النَّظَرَ إِلَى مَا جَاءَ فِي الْأَحَادِيثِ الصَّحِيحَةِ مِنَ النَّهْيِ الْأَكِيدِ وَالْوَعِيدِ الشَّدِيدِ بِالنِّسْبَةِ لِقَضِيَّةِ الْمَسَاجِدِ وَدَعْوَةِ التَّوْحِيدِ، وَمَا كَانَ يَفْعَلُهُ الْأَوَّلُونَ مِنْ بِنَاءِ الْمَسَاجِدِ عَلَى الْقُبُورِ، وَيَفْتَحُونَ بِذَلِكَ بَابًا مُطِلًّا عَلَى الشِّرْكِ. كَحَدِيثِ أُمِّ سَلَمَةَ وَأُمِّ حَبِيبَةَ - رَضِيَ اللَّهُ عَنْهُمَا - عِنْدَ الْبُخَارِيِّ وَمُسْلِمٍ، فِي قِصَّتَيْهِمَا عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا شَاهَدَتَاهُ بِالْحَبَشَةِ مِنْ هَذَا الْقَبِيلِ، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" أُولَئِكَ كَانُوا إِذَا مَاتَ فِيهِمُ الرَّجُلُ الصَّالِحُ، أَوِ الْعَبْدُ الصَّالِحُ، بَنَوْا عَلَى قَبْرِهِ مَسْجِدًا ; أُولَئِكَ شِرَارُ الْخَلْقِ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ \" . </p><p> وَكَحَدِيثِ الصَّحِيحَيْنِ:  \" لَعَنَ اللَّهُ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ \" ، قَالَتْ عَائِشَةُ: وَلَوْلَا ذَلِكَ لِأُبْرِزَ قَبْرُهُ، أَيْ: خَشْيَةَ اتِّخَاذِهِ مَسْجِدًا \".</p><p> حَدِيثُ الْمُوَطَّأِ قَوْلُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" اللَّهُمَّ لَا تَجْعَلْ قَبْرِي وَثَنًا يُعْبَدُ، اشْتَدَّ غَضَبُ اللَّهِ عَلَى قَوْمٍ اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ \" فَكُلُّ ذَلِكَ مِمَّا يُشَدِّدُ الْحَذَرَ مِنَ الْجَمْعِ بَيْنَ الْقُبُورِ وَالْمَسَاجِدِ ; خَشْيَةَ الْفِتْنَةِ وَسَدًّا لِلذَّرِيعَةِ، وَيَشْهَدُ لِهَذَا مَا ذَكَرَهُ عُلَمَاءُ التَّفْسِيرِ - رَحِمَهُمُ اللَّهُ - مِنْ سَبَبِ النُّزُولِ، أَنَّ الْيَهُودَ وَالنَّصَارَى كَانُوا إِذَا دَخَلُوا كَنَائِسَهُمْ وَبِيَعَهُمْ، أَشْرَكُوا مَعَ اللَّهِ غَيْرَهُ، فَحَذَّرَ اللَّهُ الْمُسْلِمِينَ أَنْ يَفْعَلُوا ذَلِكَ. </p><p> وَهَذِهِ الْمَسْأَلَةُ مِمَّا تَفَشَّتْ فِي كَثِيرٍ مِنَ الْبِلْدَانِ الْإِسْلَامِيَّةِ مِمَّا يَسْتَوْجِبُ التَّنَبُّهَ لَهَا، وَرَبْطَ هَذِهِ الْآيَةَ بِهَا مَعَ تِلْكَ النُّصُوصِ النَّبَوِيَّةِ الصَّرِيحَةِ فِي شَأْنِهَا مَهْمَا كَانَ الْمَسْجِدُ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ، عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ لَمْ يَكُنْ فِي الْأَرْضِ مَسْجِدٌ إِلَّا الْمَسْجِدَ الْحَرَامَ، وَمَسْجِدَ إِيلِيَاءَ، بَيْتِ الْمَقْدِسِ. </p><p> تَنْبِيهٌ. </p><p> قَدْ أُثِيرَ فِي هَذِهِ الْمَسْأَلَةِ تَسَاؤُلَاتٌ مِنْ بَعْضِ النَّاسِ بِالنِّسْبَةِ لِلْمَسْجِدِ النَّبَوِيِّ وَمَوْضِعِ الْحُجْرَةِ مِنْهُ بَعْدَ إِدْخَالِهَا فِيهِ. </p><p> وَقَدْ أَجَابَ عَنْ ذَلِكَ ابْنُ حَجَرٍ فِي فَتْحِ الْبَارِي بِقَوْلِهِ عَلَى حَدِيثِ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -: إِنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ:  \" لَعَنَ اللَّهُ الْيَهُودَ وَالنَّصَارَى ; اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ \" . قَالَتْ: وَلَوْلَا ذَلِكَ لَأُبْرِزَ قَبْرُهُ، غَيْرَ أَنِّي أَخْشَى أَنْ يُتَّخَذَ مَسْجِدًا. رَوَاهُ الْبُخَارِيُّ فِي كِتَابِ الْجَنَائِزِ. </p><p> وَفِي بَعْضِ رِوَايَاتِهِ: غَيْرَ أَنَّهُ خَشِيَ، فَقَالَ ابْنُ حَجَرٍ: وَهَذَا قَالَتْهُ عَائِشَةُ قَبْلَ أَنْ يُوَسَّعَ الْمَسْجِدُ النَّبَوِيُّ، وَلِهَذَا لَمَّا وُسِّعَ الْمَسْجِدُ جُعِلَتْ حُجْرَتُهَا مُثَلَّثَةَ الشَّكْلِ مُحَدَّدَةً ; حَتَّى لَا يَتَأَتَّى لِأَحَدٍ أَنْ يُصَلِّيَ إِلَى جِهَةِ الْقَبْرِ مَعَ اسْتِقْبَالِ الْقِبْلَةِ. اهـ. </p><p> وَذَكَرَتْ كُتُبُ السِّيرَةِ وَتَارِيخِ الْمَسْجِدِ النَّبَوِيِّ بَعْضَ الْأَخْبَارِ فِي ذَلِكَ، مِنْ ذَلِكَ مَا رَوَاهُ السَّمْهُودِيُّ فِي وَفَاءِ الْوَفَاءِ، قَالَ: وَعَنِ الْمُطَّلِبِ، قَالَ: كَانُوا يَأْخُذُونَ مِنْ تُرَابِ الْقَبْرِ فَأَمَرَتْ عَائِشَةُ بِجِدَارٍ فَضُرِبَ عَلَيْهِمْ، وَكَانَ فِي الْجِدَارِ كُوَّةٌ فَأَمَرَتْ بِالْكُوَّةِ فَسُدَّتْ هِيَ أَيْضًا. وَنُقِلَ عَنِ ابْنِ شَبَّةَ، قَالَ أَبُو غَسَّانَ بْنُ يَحْيَى بْنِ عَلِيِّ بْنِ عَبْدِ الْحَمِيدِ - وَكَانَ عَالِمًا بِأَخْبَارِ الْمَدِينَةِ وَمِنْ بَيْتِ كِتَابَةٍ وَعِلْمٍ -: لَمْ يَزَلْ بَيْتُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي دُفِنَ فِيهِ هُوَ وَأَبُو بَكْرٍ وَعُمَرُ - رَضِيَ اللَّهُ عَنْهُمَا - ظَاهِرًا، حَتَّى بَنَى عُمَرُ بْنُ عَبْدِ الْعَزِيزِ عَلَيْهِ الْخِطَارَ الْمُزَوَّرَ الَّذِي هُوَ عَلَيْهِ الْيَوْمَ، حِينَ بَنَى الْمَسْجِدَ فِي خِلَافَةِ الْوَلِيدِ بْنِ عَبْدِ الْمَلِكِ، وَإِنَّمَا جَعَلَهُ مُزَوَّرًا ; كَرَاهَةَ أَنْ يُشْبِهَ تَرْبِيعَ الْكَعْبَةِ، وَأَنْ يُتَّخَذَ قِبْلَةً يُصَلَّى إِلَيْهِ. </p><p> قَالَ أَبُو زَيْدِ بْنُ شَبَّةَ، قَالَ أَبُو غَسَّانَ: وَقَدْ سَمِعْتُ غَيْرَ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ يَزْعُمُ: أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ بَنَى الْبَيْتَ غَيْرَ بِنَائِهِ الَّذِي كَانَ عَلَيْهِ، وَسَمِعْتُ مَنْ يَقُولُ: بَنَى عَلَى بَيْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ثَلَاثَةَ أَجْدُرٍ فَدُونَ الْقَبْرِ ثَلَاثَةُ أَجْدُرٍ: جِدَارُ بِنَاءِ بَيْتِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَجِدَارُ الْبَيْتِ الَّذِي يَزْعُمُ أَنَّهُ بَنَى عَلَيْهِ - يَعْنِي عُمَرَ بْنَ عَبْدِ الْعَزِيزِ -، وَجِدَارُ الْخِطَارِ الظَّاهِرِ، وَقَالَ: قَالَ أَبُو غَسَّانَ فِيمَا حَكَاهُ الْأَقْشَهْدِيُّ: أَخْبَرَنِي الثِّقَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، عَنْ مَنْصُورِ بْنِ رَبِيعَةَ، عَنْ عُثْمَانَ بْنِ عُرْوَةَ، قَالَ: قَالَ عُرْوَةُ: نَازَلْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فِي قَبْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَلَّا يُجْعَلَ فِي الْمَسْجِدِ أَشَدَّ الْمُنَازَلَةِ، فَأَبَى وَقَالَ: كِتَابُ أَمِيرِ الْمُؤْمِنِينَ لَا بُدَّ مِنْ إِنْفَاذِهِ. </p><p> قَالَ: قُلْتُ: فَإِنْ كَانَ لَا بُدَّ فَاجْعَلْ لَهُ جُؤْجُؤًا. أَيْ: وَهُوَ الْمَوْضِعُ لِنَزُورَ خَلْفَ الْحُجْرَةِ. اهـ. </p><p> فَهَذِهِ مُنَازَلَةٌ فِي مَوْضُوعِ الْحُجْرَةِ وَالْمَسْجِدِ، وَهَذَا جَوَابُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ. </p><p> وَقَدْ آلَتْ إِلَيْهِ الْخِلَافَةُ وَهُوَ الْخَلِيفَةُ الرَّاشِدُ الْخَامِسُ، وَقَدْ أَقَرَّ هَذَا الْوَضْعَ لَمَّا اتُّخِذَتْ تِلْكَ الِاحْتِيَاطَاتُ مِنْ أَنْ يَكُونَ الْقَبْرُ قِبْلَةً لِلْمُصَلِّينَ، وَهَذَا مِمَّا لَا شَكَّ فِيهِ فِي خَيْرِ الْقُرُونِ الْأُولَى، وَمَشْهَدٍ مِنْ أَكَابِرِ الْمُسْلِمِينَ، مِمَّا لَا يَدَعُ لِأَحَدٍ مَجَالًا لِاعْتِرَاضٍ أَوِ احْتِجَاجٍ أَوِ اسْتِدْلَالٍ، وَقَدْ بُحِثَتْ هَذِهِ الْمَسْأَلَةُ مِنْ عُلَمَاءِ الْمُسْلِمِينَ فِي كُلِّ عَصْرٍ. </p><p> وَقَالَ الْقُرْطُبِيُّ: بَالَغَ الْمُسْلِمُونَ فِي سَدِّ الذَّرِيعَةِ فِي قَبْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَأَعْلَوْا حِيطَانَ تُرْبَتِهِ، وَسَدُّوا الْمَدْخَلَ إِلَيْهَا، وَجَعَلُوهَا مُحْدِقَةً بِقَبْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ خَافُوا أَنْ يُتَّخَذَ مَوْضِعُ قَبْرِهِ قِبْلَةً إِذَا كَانَ مُسْتَقْبِلَ الْمُصَلِّينَ، فَتُصَوَّرُ الصَّلَاةُ إِلَيْهِ بِصُورَةِ الْعِبَادَةِ، فَبَنَوْا جِدَارَيْنِ مِنْ رُكْنَيِ الْقَبْرِ الشَّمَالِيَّيْنِ، وَحَرَّفُوهُمَا حَتَّى الْتَقَيَا عَلَى زَاوِيَةٍ مُثَلَّثَةٍ مِنْ نَاحِيَةِ الشَّمَالِ ; حَتَّى لَا يَتَمَكَّنَ أَحَدٌ مِنَ اسْتِقْبَالِ قَبْرِهِ. اهـ. مِنْ فَتْحِ الْمَجِيدِ. </p><p> وَقَدْ قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ هَذَا الْعَمَلَ الَّذِي اتُّخِذَ حِيَالَ الْقَبْرِ الشَّرِيفِ وَقَبْرَيْ صَاحِبَيْهِ، إِنَّمَا هُوَ اسْتِجَابَةُ دُعَائِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" اللَّهُمَّ لَا تَجْعَلْ قَبْرِي وَثَنًا يُعْبَدُ \" ، كَمَا قَالَ ابْنُ الْقَيِّمِ فِي نُونِيَّتِهِ، كَابْنِ تَيْمِيَّةَ قَالَ: </p><p> فَأَجَابَ رَبُّ الْعَالَمِينَ دُعَاءَهُ ... وَأَحَاطَهُ بِثَلَاثَةِ الْجُدْرَانِ </p><p> حَتَّى غَدَتْ أَرْجَاؤُهُ بِدُعَائِهِ ... فِي عِزَّةٍ وَحِمَايَةٍ وَصِيَانِ </p><p> وَقَالَ صَاحِبُ فَتْحِ الْمَجِيدِ: وَدَلَّ الْحَدِيثُ أَنَّ قَبْرَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَوْ عُبِدَ لَكَانَ وَثَنًا. وَلَكِنْ حَمَاهُ اللَّهُ تَعَالَى بِمَا حَالَ بَيْنَهُ وَبَيْنَ النَّاسِ ; فَلَا يُوصَلُ إِلَيْهِ. </p><p> وَدَلَّ الْحَدِيثُ عَلَى أَنَّ الْوَثَنَ هُوَ مَا يُبَاشِرُهُ الْعَابِدُ مِنَ الْقُبُورِ وَالتَّوَابِيتِ الَّتِي عَلَيْهَا. اهـ. </p><p> وَهَذَا الَّذِي قَالَهُ حَقِيقَةٌ دَقِيقٌ مَأْخَذُهَا ; لِأَنَّهُ لَوْ لَمْ يَكُنْ بَعْدَ إِدْخَالِ الْحُجْرَةِ فِي مَأْمَنٍ مِنَ الصَّلَاةِ إِلَيْهِ لَكَانَ وَثَنًا، وَحَاشَاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَكُونُ فِي حَيَاتِهِ دَاعِيًا إِلَى اللَّهِ وَبَعْدَ انْتِقَالِهِ إِلَى الرَّفِيقِ الْأَعْلَى يَكُونُ قَبْرُهُ وَثَنًا يُنَافِي التَّوْحِيدَ، وَيَهْدِمُ مَا بَنَاهُ فِي حَيَاتِهِ. </p><p> وَكَيْفَ يَرْضَى اللَّهُ لِرَسُولِهِ ذَلِكَ حَاشَا وَكَلَّا. هَذَا مُجْمَلُ مَا قِيلَ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> وُجْهَةُ نَظَرٍ. </p><p> وَهُنَا وُجْهَةُ نَظَرٍ، وَإِنْ كُنْتُ لَمْ أَقِفْ عَلَى قَوْلٍ فِيهَا، وَهِيَ أَنَّ كُلَّ نَصٍّ مُتَقَدِّمٍ صَرِيحٌ فِي النَّهْيِ عَنِ اتِّخَاذِ الْمَسَاجِدِ عَلَى الْقُبُورِ ; بِأَنْ يَكُونَ الْقَبْرُ أَوَّلًا ثُمَّ يُتَّخَذَ عَلَيْهِ الْمَسْجِدُ. كَمَا جَاءَ فِي قِصَّةِ أَصْحَابِ الْكَهْفِ: قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا أَيْ: أَنَّ الْقَبْرَ أَوَّلًا وَالْمَسْجِدَ ثَانِيًا. </p><p> أَمَّا قَضِيَّةُ الْحُجْرَةِ وَالْمَسْجِدِ النَّبَوِيِّ فَهِيَ عَكْسُ ذَلِكَ، إِذِ الْمَسْجِدُ هُوَ الْأَوَّلُ وَإِدْخَالُ الْحُجْرَةِ ثَانِيًا، فَلَا تَنْطَبِقُ عَلَيْهِ تِلْكَ النُّصُوصُ فِي نَظَرِي. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَمِنْ نَاحِيَةٍ أُخْرَى، لَمْ يَكُنِ الَّذِي أُدْخِلُ فِي الْمَسْجِدِ هُوَ الْقَبْرَ أَوِ الْقُبُورَ، بَلِ الَّذِي أُدْخِلَ فِي الْمَسْجِدِ هُوَ الْحُجْرَةُ، أَيْ: بِمَا فِيهَا، وَقَدْ تَقَدَّمَ كَلَامُ صَاحِبِ فَتْحِ الْمَجِيدِ فِي تَعْرِيفِ الْوَثَنِ: أَنَّهُ مَا سُجِدَ إِلَيْهِ مِنْ قَرِيبٍ. </p><p> وَعَلَيْهِ فَمَا مِنْ مُصَلٍّ يَبْعُدُ عَنْ مَكَّةَ إِلَّا وَيَقَعُ بَيْنَهُ وَبَيْنَ الْكَعْبَةِ قُبُورٌ وَمَقَابِرُ. وَلَا يُعْتَبَرُ مُصَلِّيًا إِلَى الْقُبُورِ لِبُعْدِهَا وَوُجُودِ الْحَوَاجِزِ دُونَهُ، وَإِنْ كَانَ الْبُعْدُ نِسْبِيًّا. فَكَذَلِكَ فِي مَوْضُوعِ الْقُبُورِ الثَّلَاثَةِ فِي الْحُجْرَةِ، فَإِنَّهَا بَعِيدَةٌ عَنْ مُبَاشَرَةِ الصَّلَاةِ إِلَيْهَا، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> وَأَيْضًا لِابْنِ تَيْمِيَّةَ - رَحِمَهُ اللَّهُ - كَلَامٌ فِي ذَلِكَ مُلَخَّصُهُ مِنَ الْمَجْمُوعِ: مُجَلَّدُ ٢٧ ص ٣٢٣ وَكَأَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا مَاتَ وَدُفِنَ فِي حُجْرَةِ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -، وَكَانَتْ هِيَ وَحُجَرُ نِسَائِهِ فِي شَرْقِيِّ الْمَسْجِدِ وَقِبْلِيِّهِ، لَمْ يَكُنْ شَيْءٌ مِنْ ذَلِكَ دَاخِلًا الْمَسْجِدَ. وَاسْتَمَرَّ الْأَمْرُ عَلَى ذَلِكَ إِلَى أَنِ انْقَرَضَ عَصْرُ الصَّحَابَةِ بِالْمَدِينَةِ. </p><p> ثُمَّ بَعْدَ ذَلِكَ فِي خِلَافَةِ الْوَلِيدِ بْنِ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ بِنَحْوٍ مِنْ سَنَةٍ مِنْ بَيْعَتِهِ، وُسِّعَ الْمَسْجِدُ، وَأُدْخِلَتْ فِيهِ الْحُجْرَةُ لِلضَّرُورَةِ. فَإِنَّ الْوَلِيدَ كَتَبَ إِلَى نَائِبِهِ - عُمَرَ بْنِ عَبْدِ الْعَزِيزِ -: أَنْ يَشْتَرِيَ الْحُجَرَ مِنْ مُلَّاكِهَا وَرَثَةِ أَزْوَاجِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِنَّهُنَّ كُنَّ تُوُفِّينَ كُلُّهُنَّ - رَضِيَ اللَّهُ عَنْهُنَّ -، فَأَمَرَهُ أَنْ يَشْتَرِيَ الْحُجَرَ وَيَزِيدَهَا فِي الْمَسْجِدِ، فَهَدَمَهَا وَأَدْخَلَهَا فِي الْمَسْجِدِ، وَبَقِيَتْ حُجْرَةُ عَائِشَةَ عَلَى حَالِهَا. وَكَانَتْ مُغْلَقَةً لَا يُمَكَّنُ أَحَدٌ مِنَ الدُّخُولِ إِلَى قَبْرِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَا لِصَلَاةٍ عِنْدَهُ، وَلَا لِدُعَاءٍ، وَلَا غَيْرِ ذَلِكَ. إِلَى حِينِ كَانَتْ عَائِشَةُ فِي الْحَيَاةِ وَهِيَ تُوُفِّيَتْ قَبْلَ إِدْخَالِ الْحُجْرَةِ بِأَكْثَرَ مِنْ عِشْرِينَ أَوْ ثَلَاثِينَ سَنَةً. </p><p> وَقَالَ فِي صَفْحَةِ ٣٢٨: وَلَمْ تَكُنْ تُمَكِّنُ أَحَدًا أَنْ يَفْعَلَ عِنْدَ قَبْرِهِ شَيْئًا مِمَّا نَهَى عَنْهُ </p><p> وَبَعْدَهَا كَانَتْ مُغْلَقَةً، إِلَى أَنْ أُدْخِلَتْ فِي الْمَسْجِدِ فَسُدَّ بَابُهَا وَبُنِيَ عَلَيْهَا حَائِطٌ آخَرُ. </p><p> فَكُلُّ ذَلِكَ صِيَانَةٌ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَنْ يُتَّخَذَ بَيْتُهُ عِيدًا وَقَبْرُهُ وَثَنًا. وَإِلَّا فَمَعْلُومٌ أَنَّ أَهْلَ الْمَدِينَةِ كُلُّهُمْ مُسْلِمُونَ، وَلَا يَأْتِي إِلَى هُنَاكَ إِلَّا مُسْلِمٌ، وَكُلُّهُمْ مُعَظِّمُونَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَمَا فَعَلُوا ذَلِكَ لِيُسْتَهَانَ بِالْقَبْرِ الْمُكَرَّمِ ; بَلْ فَعَلَوْهُ لِئَلَّا يُتَّخَذَ وَثَنًا يُعْبَدُ. وَلَا يُتَّخَذَ بَيْتُهُ عِيدًا، وَلِئَلَّا يُفْعَلَ بِهِ كَمَا فَعَلَ أَهْلُ الْكِتَابِ بِقُبُورِ أَنْبِيَائِهِمْ. انْتَهَى. </p><p> وَتَقَدَّمَ شَرْحُ ابْنِ الْقَيِّمِ لِوَضْعِ الْجُدْرَانِ الثَّلَاثَةِ وَجَعْلِ طَرَفِ الْجِدَارِ الثَّالِثِ مِنَ الشَّمَالِ عَلَى شَكْلِ رَأْسِ مُثَلَّثٍ، وَأَنَّ الْمُشَاهَدَ الْيَوْمَ بَعْدَ ابْنِ تَيْمِيَةَ وَابْنِ الْقَيِّمِ، وُجُودُ الشَّبَكِ الْحَدِيدِيِّ مِنْ وَرَاءِ ذَلِكَ كُلِّهِ، وَيَبْعُدُ عَنْ رَأْسِ الْمُثَلَّثِ إِلَى الشَّمَالِ مَا يَقْرُبُ مِنْ سِتَّةِ أَمْتَارٍ يَتَوَسَّطُهَا، أَيْ: تِلْكَ الْمَسَافَةُ مِحْرَابٌ كَبِيرٌ، وَهَذَا كَانَ فِي الْمَسْجِدِ سَابِقًا، أَيْ: قَبْلَ الشَّبَكِ. مِمَّا يَدُلُّ عَلَى بُعْدِ مَا بَيْنَ الْمُصَلِّي فِي الْجِهَةِ الشَّمَالِيَّةِ مِنَ الْحُجْرَةِ الْمُكَرَّمَةِ وَبَيْنَ الْقُبُورِ الثَّلَاثَةِ، وَيَنْفِي أَيَّ عَلَاقَةٍ لِلصَّلَاةِ مِنْ وَرَائِهِ بِالْقُبُورِ الشَّرِيفَةِ. وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ. </p><p> وَفِي خِتَامِ هَذِهِ الْمَسْأَلَةِ، وَقَدْ أُثِيرَ فِيهَا كَلَامٌ فِي مَوْسِمِ حَجِّ سَنَةِ ١٣٩٤ فِي مِنَى وَمِنْ بَعْضِ الْمُشْتَغِلِينَ بِالْعِلْمِ نَقُولُ: </p><p> لَوْ أَنَّهَا لَمْ تَدْخُلْ بِالْفِعْلِ لَكَانَ لِلْقَوْلِ بِعَدَمِ إِدْخَالِهَا مَجَالٌ. أَمَّا وَقَدْ أُدْخِلَتْ بِالْفِعْلِ وَفِي عَهْدِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَفِي الْقُرُونِ الْمَشْهُودِ لَهَا بِالْخَيْرِ، وَمَضَى عَلَى إِدْخَالِهَا ثَلَاثَةَ عَشَرَ قَرْنًا، فَلَا مَجَالَ لِلْقَوْلِ إِذًا. </p><p> وَمِنْ نَاحِيَةٍ أُخْرَى، فَإِنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - سَكَتَ عَلَى مَا هُوَ أَعْظَمُ مِنْ ذَلِكَ، أَلَا وَهُوَ مَوْضُوعُ بِنَاءِ الْكَعْبَةِ، وَكَوْنِهَا لَمْ تَسْتَوْعِبْ قَوَاعِدَ إِبْرَاهِيمَ، وَلَهَا بَابٌ وَاحِدٌ، وَمُرْتَفِعٌ عَنِ الْأَرْضِ. </p><p> وَكَانَ بِاسْتِطَاعَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُعِيدَ بِنَاءَهَا عَلَى الْوَجْهِ الْأَصَحِّ، فَتَسْتَوْعِبَ قَوَاعِدَ إِبْرَاهِيمَ، وَيَكُونَ لَهَا بَابَانِ وَيُسَوِّيَهُمَا بِالْأَرْضِ. وَلَكِنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - تَرَكَ ذَلِكَ ; لِاعْتِبَارَاتٍ بَيَّنَهَا فِي حَدِيثِ عَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا -. </p><p> أَلَا يَسَعُ مَنْ يَتَكَلَّمُ فِي مَوْضُوعِ الْحُجُرَاتِ الْيَوْمَ مَا وَسِعَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي الْكَعْبَةِ، وَمَا وَسِعَ السَّلَفَ - رَحِمَهُمُ اللَّهُ - فِي عَيْنِ الْحُجْرَةِ. </p><p> وَمِنْ نَاحِيَةٍ ثَالِثَةٍ: لَوْ أَنَّهُ أُخِذَ بِقَوْلِهِمْ، فَأُخْرِجَتْ مِنَ الْمَسْجِدِ، أَيْ: جُعِلَ الْمَسْجِدُ مِنْ دُونِهَا عَلَى الْأَصْلِ الْأَوَّلِ. </p><p> ثُمَّ جَاءَ آخَرُونَ، وَقَالُوا: نُعِيدُهَا عَلَى مَا كَانَتْ عَلَيْهِ فِي عَهْدِ الْخَلِيفَةِ الرَّاشِدِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، أَلَا يُقَالُ فِي ذَلِكَ مَا قَالَ مَالِكٌ لِلرَّشِيدِ - رَحِمَهُمَا اللَّهُ - فِي خُصُوصِ الْكَعْبَةِ لَمَّا بَنَاهَا ابْنُ الزُّبَيْرِ، وَأَعَادَهَا الْحَجَّاجُ، وَأَرَادَ الرَّشِيدُ أَنْ يُعِيدَهَا عَلَى بِنَاءِ ابْنِ الزُّبَيْرِ، فَقَالَ لَهُ مَالِكٌ - رَحِمَهُ اللَّهُ -: لَا تَفْعَلْ ; لِأَنِّي أَخْشَى أَنْ تُصْبِحَ الْكَعْبَةُ أُلْعُوبَةَ الْمُلُوكِ. فَيُقَالُ: هُنَا أَيْضًا فَتُصْبِحُ الْحُجْرَةُ أُلْعُوبَةَ الْمُلُوكِ بَيْنَ إِدْخَالٍ وَإِخْرَاجٍ. وَفِيهِ مِنَ الْفِتْنَةِ مَا فِيهِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}