{
  "id": null,
  "sura": 73,
  "aya": 5,
  "text": "<p> وَفِي الصَّحِيحِ عَنْ أَنَسٍ: سُئِلَ عَنْ قِرَاءَةِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَ: كَانَتْ مَدًّا، ثُمَّ قَرَأَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ يَمُدُّ بِسْمِ اللَّهِ وَيَمُدُّ الرَّحْمَنِ، وَيَمُدُّ الرَّحِيمِ. </p><p> تَنْبِيهٌ. </p><p> إِنْ لِلْمَدِّ حُدُودًا مَعْلُومَةً فِي التَّجْوِيدِ حَسَبَ تَلَقِّي الْقُرَّاءِ - رَحِمَهُمُ اللَّهُ -، فَمَا زَادَ عَنْهَا فَهُوَ تَلَاعُبٌ، وَمَا قَلَّ عَنْهَا فَهُوَ تَقْصِيرٌ فِي حَقِّ التِّلَاوَةِ. </p><p> وَمِنْ هَذَا يُعْلَمُ أَنَّ الْمُتَّخِذِينَ الْقُرْآنَ كَغَيْرِهِ فِي طَرِيقَةِ الْأَدَاءِ مِنْ تَمْطِيطٍ وَتَزَيُّدٍ لَمْ يُرَاعُوا مَعْنَى هَذِهِ الْآيَةِ الْكَرِيمَةِ، وَلَا يَمْنَعُ ذَلِكَ تَحْسِينَ الصَّوْتِ بِالْقِرَاءَةِ، كَمَا فِي قَوْلِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» . </p><p> وَقَالَ أَبُو مُوسَى - رَضِيَ اللَّهُ عَنْهُ - لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لَوْ كُنْتُ أَعْلَمُ أَنَّكَ تَسْمَعُ قِرَاءَتِي ; لَحَبَّرْتُهُ لَكَ تَحْبِيرًا. وَهَذَا الْوَصْفُ هُوَ الَّذِي يَتَأَتَّى مِنْهُ الْغَرَضُ مِنَ التِّلَاوَةِ، وَهُوَ التَّدَبُّرُ وَالتَّأَمُّلُ، كَمَا فِي قَوْلِهِ تَعَالَى: أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ [٤ \\ ٨٢] ، كَمَا أَنَّهُ هُوَ الْوَصْفُ الَّذِي يَتَأَتَّى مَعَهُ الْغَرَضُ مِنْ تَخَشُّعِ الْقَلْبِ، كَمَا فِي قَوْلِهِ تَعَالَى: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ [٣٩ \\ ٢٣] ، وَلَا تَتَأَثَّرُ بِهِ الْقُلُوبُ وَالْجُلُودُ إِلَّا إِذَا كَانَ مُرَتَّلًا، فَإِذَا كَانَ هَذَا كَالشِّعْرِ أَوِ الْكَلَامِ الْعَادِيِّ لَمَا فُهِمَ، وَإِذَا كَانَ مُطْرِبًا كَالْأَغَانِي لَمَا أَثَّرَ. فَوَجَبَ التَّرْتِيلُ كَمَا بَيَّنَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> قَوْلُهُ تَعَالَى: إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا </p><p> مَعْلُومٌ أَنَّ الْقَوْلَ هُنَا هُوَ الْقُرْآنُ كَمَا قَالَ تَعَالَى إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ [٦٩ \\ ٤٠] وَقَوْلُهُ: وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ [٢٨ \\ ٥١] . </p><p> وَقَوْلُهُ: إِنَّهُ لَقَوْلٌ فَصْلٌ [٨٦ \\ ١٣] ، وَقَوْلُهُ وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا [٤ \\ ١٢٢] ، وَنَحْوُ ذَلِكَ مِنَ الْآيَاتِ. </p><p> وَلَكِنَّ وَصْفَهُ بِالثِّقَلِ مَعَ أَنَّ الثِّقَلَ لِلْأَوْزَانِ وَهِيَ الْمَحْسُوسَاتُ. </p><p> فَقَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّ الثِّقَلَ فِي وَزْنِ الثَّوَابِ، وَقِيلَ فِي التَّكَالِيفِ بِهِ، وَقِيلَ مِنْ أَثْنَاءِ نُزُولِ الْوَحْيِ عَلَيْهِ، وَكُلُّ ذَلِكَ ثَابِتٌ لِلْقُرْآنِ الْكَرِيمِ: فَمِنْ جِهَةِ نُزُولِهِ، فَقَدْ ثَبَتَ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ إِذَا أَتَاهُ الْوَحْيُ أَخَذَتْهُ </p>"
}