{
  "id": null,
  "sura": 75,
  "aya": 16,
  "text": "<p> وَقَدْ بَيَّنَ تَعَالَى بَعْضَ مَعَاذِيرِهِمْ تِلْكَ فِي مِثْلِ قَوْلِهِ تَعَالَى: قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَا إِلَيْكَ مَا كَانُوا إِيَّانَا يَعْبُدُونَ [٢٨ \\ ٦٣] . </p><p> وَقَوْلِهِ: فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ [٣٧ \\ ٣٢] . </p><p> وَقَوْلِهِ: قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ [٢٣ \\ ١٠٦ - ١٠٨] . </p><p> وَقَوْلِهِ: وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ [٦٧ \\ ١٠ - ١١] . </p><p> قَوْلُهُ تَعَالَى: لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ </p><p> فِيهِ النَّهْيُ عَنْ تَحْرِيكِ لِسَانِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَبَيَانُ أَنَّ اللَّهَ تَعَالَى عَلَيْهِ جَمْعُهُ وَقُرْآنُهُ، وَهَذَا يَدُلُّ عَلَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ لِشِدَّةِ حِرْصِهِ عَلَى اسْتِيعَابِ مَا يُوحَى إِلَيْهِ، يُحَرِّكُ لِسَانَهُ عِنْدَ الْوَحْيِ فَنُهِيَ عَنْ ذَلِكَ. </p><p> وَقَدْ بَيَّنَ تَعَالَى مَدَى هَذَا النَّهْيِ وَمُدَّةَ هَذِهِ الْعَجَلَةِ فِي قَوْلِهِ تَعَالَى وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ [٢٠ \\ ١١٤] ، وَفِيهِ الْإِيمَاءُ إِلَى حُسْنِ الِاسْتِمَاعِ وَالْإِصْغَاءُ عِنْدَ الْإِيحَاءِ بِهِ، كَمَا فِي آدَابِ الِاسْتِمَاعِ: فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ [٧ \\ ٢٠٤] . </p><p> وَقَوْلُهُ: إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ [٧٥ \\ ١٧] ، قَدْ بَيَّنَ تَعَالَى أَنَّ جَمْعَهُ وَقِرَاءَتَهُ عَلَيْهِ فِي قَوْلِهِ تَعَالَى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ [١٥ \\ ٩] . </p><p> تَنْبِيهٌ. </p><p> إِنَّ فِي قَوْلِهِ تَعَالَى: إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ فِيهِ إِشَارَةٌ إِلَى أَنَّهُ نَزَلَ مُفَرَّقًا، وَإِشَارَةٌ إِلَى أَنَّ جَمْعَهُ عَلَى هَذَا النَّحْوِ الْمَوْجُودِ بِرِعَايَةٍ وَعِنَايَةٍ مِنَ اللَّهِ تَعَالَى وَتَحْقِيقًا ; لِقَوْلِهِ تَعَالَى إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ، وَيَشْهَدُ لِذَلِكَ أَنَّ هَذَا الْجَمْعَ الْمَوْجُودَ مِنْ وَسَائِلِ حِفْظِهِ، كَمَا تَعَهَّدَ تَعَالَى بِذَلِكَ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p>"
}