{
  "id": null,
  "sura": 75,
  "aya": 26,
  "text": "<p> وَقَالَ أَبُو حَيَّانَ: إِنَّ عَلَيْنَا جَمْعَهُ فِي صَدْرِكَ. «وَقُرْآنَهُ» ، أَيْ: تَقْرَؤُهُ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ </p><p> تَقَدَّمَ لِلشَّيْخِ بَيَانُهُ عِنْدَ قَوْلِهِ تَعَالَى: عَلَّمَهُ شَدِيدُ الْقُوَى [٥٣ \\ ٥] ، مِنْ سُورَةِ «النَّجْمِ» . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ </p><p> قَدْ نَبَّهَ تَعَالَى كَمَا جَاءَ فِي مُقَدِّمَةِ الْأَضْوَاءِ أَنَّهُ مَا مِنْ مُجْمَلٍ إِلَّا وَجَاءَ تَفْصِيلُهُ فِي مَكَانٍ آخَرَ، وَقَدْ نَصَّ تَعَالَى عَلَى هَذَا فِي كَثِيرٍ مِنَ الْآيَاتِ، كَمَا فِي قَوْلِهِ: كِتَابٌ فُصِّلَتْ آيَاتُهُ [٤١ \\ ٣] ، وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -، بَيَانُ ذَلِكَ فِي أَوَّلِ «فُصِّلَتْ» . </p><p> قَوْلُهُ تَعَالَى: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ </p><p> تَقَدَّمَ بَيَانُهُ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -، عِنْدَ قَوْلِهِ تَعَالَى: قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي [٧ \\ ١٤٣] . </p><p> قَوْلُهُ تَعَالَى: كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ وَقِيلَ مَنْ رَاقٍ وَظَنَّ أَنَّهُ الْفِرَاقُ وَالْتَفَّتِ السَّاقُ بِالسَّاقِ إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ </p><p> لَمْ يُبَيِّنْ مَا هِيَ الَّتِي بَلَغَتِ التَّرَاقِيَ وَلَكِنَّهُ مَعْلُومٌ أَنَّهَا الرُّوحُ، كَمَا فِي قَوْلِهِ تَعَالَى: فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ إِلَى قَوْلِهِ تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ [٥٦ \\ ٨٣ - ٨٧] ، فَهَذِهِ حَالَاتُ النَّزْعِ، وَالرُّوحُ تَبْلُغُ الْحُلْقُومَ وَتَبْلُغُ التَّرَاقِيَ. وَقَدْ يُتْرَكُ التَّصْرِيحُ لِلْعِلْمِ كَمَا فِي قَوْلِهِ تَعَالَى: إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ [٣٨ \\ ٣٢] ، أَيِ: الشَّمْسُ، وَهَكَذَا هُنَا فَلِمَعْرِفَتِهَا بِالْقَرَائِنِ تَرَكَ التَّصْرِيحَ بِالرُّوحِ أَوِ النَّفْسِ، وَقَدْ صَرَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ الْآيَةَ [٦ \\ ٩٣] . </p><p> وَقَوْلُهُ تَعَالَى: وَقِيلَ مَنْ رَاقٍ </p><p> اخْتُلِفَ فِي مَعْنَى رَاقٍ هَذِهِ، فَقِيلَ مِنَ الرُّقْيَةِ أَيْ: قَالَ مَنْ حَوْلَهُ: مَنْ يَرْتَقِيهِ هَلْ مِنْ طَبِيبٍ يَرْقِيهِ؟ أَيْ حَالَةَ اشْتِدَادِ الْأَمْرِ عَلَيْهِ رَجَاءً لِشِفَائِهِ أَوِ اسْتِبْعَادًا بِأَنَّهُ لَا يَنْفَعُهُ، وَقِيلَ: مِنَ الرُّقِيِّ أَيْ تَقُولُ الْمَلَائِكَةُ: مَنِ الَّذِي سَيَرْقَى بِرُوحِهِ </p>"
}