{
  "id": null,
  "sura": 75,
  "aya": 7,
  "text": "<p> لِلْقَسَمِ، وَلَامُ ابْتِدَاءٍ. وَاسْتَدَلَّ لَهُ بِقِرَاءَةِ قُنْبُلٍ، أَيْ:  «لَأُقْسِمُ» مُتَّصِلَةٌ، أَمَّا كَوْنُهَا لَامَ ابْتِدَاءٍ لِقِرَاءَةِ قُنْبُلٍ وَالْحَسَنِ، فَقَدْ تَقَدَّمَ أَنَّ ابْنَ جَرِيرٍ لَا يَسْتَجِيزُ هَذِهِ الْقِرَاءَةَ ; لِإِجْمَاعِ الْحُجَّةِ مِنَ الْقُرَّاءِ عَلَى قِرَاءَتِهَا مَفْصُولَةً: لَا أُقْسِمُ. </p><p> وَلَعَلَّ أَرْجَحَ هَذِهِ الْأَوْجُهِ كُلِّهَا أَنَّهَا لِتَوْكِيدِ الْقَسَمِ، كَمَا ذَكَرَ ابْنُ جَرِيرٍ عَنْ نَحْوِيِّي الْكُوفَةِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ </p><p> هَذَا الْحُسْبَانُ قَدْ جَاءَ مُصَرَّحًا بِهِ فِي قَوْلِهِ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٨] . </p><p> وَجَاءَهُ الْجَوَابُ: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] . </p><p> قَوْلُهُ تَعَالَى: بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ </p><p> كُلُّ الْمُفَسِّرِينَ عَلَى أَنَّ الْمَعْنَى نَجْعَلُ بَنَانَهُ مُتَسَاوِيَةً مُلْتَحِمَةً كَخُفِّ الْبَعِيرِ، أَيْ: لَا يَسْتَطِيعُ أَنْ يَتَنَاوَلَ بِهَا شَيْئًا وَلَا يُحْسِنُ بِهَا عَمَلًا. </p><p> وَهَذَا فِي الْوَاقِعِ لَمْ نَفْهَمْ لَهُ وَجْهًا مَعَ السِّيَاقِ، فَهُوَ وَإِنْ كَانَ دَالًّا عَلَى قُدْرَةِ اللَّهِ وَعَجْزِ الْعَبْدِ. وَلَكِنَّ السِّيَاقَ فِي إِنْكَارِ الْبَعْثِ وَاسْتِبْعَادِهِ وَمَجِيءِ نَظِيرِ ذَلِكَ فِي سُورَةِ «يس» ، يُرْشِدُ إِلَى أَنَّ سُبْحَانَهُ قَادِرٌ بَعْدَ مَوْتِ الْعَبْدِ وَتَلَاشِيهِ فِي التُّرَابِ وَتَحَوُّلِ عِظَامِهِ رَمِيمًا، فَهُوَ قَادِرٌ عَلَى أَنْ يُعِيدَهُ تَمَامًا، كَمَا أَنْشَأَهُ أَوَّلَ مَرَّةٍ، وَمِنْ ضِمْنِ تِلْكَ الْإِعَادَةِ أَنْ يُسَوِّيَ بَنَانَهُ، أَيْ: يَعْدِلُهَا وَيُنَشِّؤُهَا كَمَا كَانَتْ أَوَّلَ مَرَّةِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَيُرْشِدُ لَهُ قَوْلُهُ تَعَالَى: وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٩] ، وَمِنَ الْخَلْقِ مَا كَانَ عَلَيْهِ خَلْقُ هَذَا الْإِنْسَانِ الْمُكَذِّبِ الْمُعْتَرِضِ، فَهُوَ سُبْحَانَهُ يُعِيدُهُ عَلَى مَا كَانَ عَلَيْهِ تَمَامًا، وَهَذَا أَبْلَغُ فِي الْقُدْرَةِ وَأَبْلَغُ فِي الْإِلْزَامِ يَوْمَ الْقِيَامَةِ. وَالْعِلْمُ عِنْدَ اللَّهِ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا بَرِقَ الْبَصَرُ وَخَسَفَ الْقَمَرُ وَجُمِعَ الشَّمْسُ وَالْقَمَرُ يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ كَلَّا لَا وَزَرَ </p><p> قُرِئَ «بَرِقَ» بِكَسْرِ الرَّاءِ وَفَتْحِهَا ; فَبِالْكَسْرِ: فَزِعَ وَدَهِشَ، أَصْلُهُ مِنْ بَرِقَ الرَّجُلُ، إِذَا نَظَرَ إِلَى الْبَرْقِ فَدُهِشَ بَصَرُهُ، وَمِنْهُ قَوْلُ ذِي الرُّمَّةِ: </p>"
}