{
  "id": null,
  "sura": 75,
  "aya": 37,
  "text": "<p> أَمَلَائِكَةُ الْعَذَابِ أَمْ مَلَائِكَةُ الرَّحْمَةِ؟ </p><p> وَلَكِنْ فِي الْآيَةِ قَرِينَةٌ عَلَى أَنَّ الْأَوَّلَ أَرْجَحُ ; لِأَنَّ قَوْلَ الْمَلَائِكَةِ يَكُونُ فِي حَقِّ الشَّخْصِ الْمُتَرَدَّدِ فِي أَمْرِهِ، وَهَذَا هُنَا لَيْسَ مَوْضِعَ تَرَدُّدٍ ; لِأَنَّ نِهَايَةَ السِّيَاقِ فِيهِ فَلَا صَدَّقَ وَلَا صَلَّى وَلَكِنْ كَذَّبَ وَتَوَلَّى [٧٥ \\ ٣١، ٣٢] ، إِلَى مَا بَعْدَهُ. </p><p> وَقَالَ أَبُو حَيَّانَ: عَلَى أَنَّهُ عَلَى قَوْلِ الْمَلَائِكَةِ مَنْ يَرْقَى بِرُوحِهِ، يَكُونُ ذَلِكَ كَرَاهِيَةً مِنْهُمْ أَنْ يَصْعَدُوا بِهَا، وَفِي هَذَا نَظَرٌ ; لِأَنَّ اللَّهَ تَعَالَى جَعَلَ مَلَائِكَةً لِلْمُشْرِكِينَ وَهُمْ مَلَائِكَةُ الْعَذَابِ، وَمَلَائِكَةً لِلْمُؤْمِنِينَ، وَهُمْ مَلَائِكَةُ الرَّحْمَةِ. وَلَا يَسْتَكْرِهُ فَرِيقٌ مِنْهُمَا أَنْ يَصْعَدَ بِمَا تَخَصَّصَ لَهُ، بَلْ قَدْ لَا يَسْمَحُ لِلْآخَرِ بِمَا يَخُصُّهُ. </p><p> كَمَا فِي حَدِيثِ الَّذِي قَتَلَ مِائَةَ نَفْسٍ، وَأَدْرَكَتْهُ الْوَفَاةُ فِي مُنْتَصَفِ الطَّرِيقِ، فَحَضَرَتْهُ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ يَخْتَصِمُونَ أَيُّهُمْ يَصْعَدُ بِرُوحِهِ، كُلٌّ يُرِيدُ أَنْ يَتَوَلَّى قَبْضَ رُوحِهِ، أُولَئِكَ يَقُولُونَ: إِنَّهُ قَتَلَ مِائَةَ نَفْسٍ وَلَمْ يَعْمَلْ خَيْرًا قَطُّ، وَأُولَئِكَ يَقُولُونَ: إِنَّهُ خَرَجَ تَائِبًا إِلَى اللَّهِ تَعَالَى. </p><p> وَهَذَا كَمَا تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مِنْ تَرْجِيحِ أَحَدِ الْمَعْنَيَيْنِ الْمُخْتَلَفِ فِيهِمَا بَيْنَ الْمُفَسِّرِينَ ; لِوُجُودِ قَرِينَةٍ فِي الْآيَةِ. وَقَدْ وُجِدَتِ الْقَرِينَةُ وَهِيَ مَا فِي آخِرِ الْآيَةِ وَالسِّيَاقِ مِنْ أَنَّهُ لَيْسَ مَوْضِعَ تَرَدُّدٍ: فَلَا صَدَّقَ وَلَا صَلَّى الْآيَةَ [٧٥ \\ ٣١] . وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى </p><p> رَدٌّ عَلَى زَعْمِ أَنَّهُ خُلِقَ سُدًى وَهَمَلًا، وَأَنَّهُ لَا يُحَاسَبُ وَلَا يُسْأَلُ وَبِالتَّالِي لَا يُبْعَثُ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى: أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ [٢٣ \\ ١١٥ - ١١٦] ، أَيْ: تَعَالَى اللَّهُ عَنِ الْعَبَثِ، وَقَدْ سَاقَ الشَّيْخُ الْأَدِلَّةَ الْوَافِيَةَ هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى </p><p> بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، مَجِيءُ هَذَا الِاسْتِفْهَامِ الْإِنْكَارِيِّ أَوِ التَّقْرِيرِيِّ، بَعْدَ أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى، وَسَوْقُ هَذِهِ الْآيَاتِ الْعَظِيمَاتِ الدَّالَّةِ عَلَى الْقُدْرَةِ الْبَاهِرَةِ، فِيهِ رَدٌّ عَلَى إِنْكَارٍ ضِمْنِيٍّ وَهُوَ أَنَّهُ لَا يَعْتَقِدُ وُجُودَهُ سُدًى، وَلَا حِسَابَ عَلَيْهِ إِلَّا مَنِ اسْتَبْعَدَ الْبَعْثَ. </p><p> وَلَوْ أَقَرَّ بِالْبَعْثِ لَآمَنَ بِالْجَزَاءِ وَاعْتَرَفَ بِالسُّؤَالِ، وَعَلِمَ أَنَّهُ لَمْ يُخْلَقْ عَبَثًا، وَلَنْ يُتْرَكَ سُدًى. وَلَكِنْ لَمَّا أَنْكَرَ الْبَعْثَ ظَنَّ وَحَسِبَ أَنَّهُ يُتْرَكُ سُدًى، فَجَاءَ تَذْكِيرُهُ بِأَصْلِ خِلْقَتِهِ وَتَطَوُّرِهِ لِيَسْتَخْلِصَ مِنْهُ اعْتِرَافَهُ ; لِأَنَّ مَنْ قَدَرَ عَلَى خَلْقِهِ مِنْ مَنِيِّ يُمْنَى، وَتَطْوِيرِهِ إِلَى عَلَقَةٍ ثُمَّ إِلَى خَلْقٍ سَوِيٍّ، فَهُوَ قَادِرٌ عَلَى بَعْثِهِ مَرَّةً أُخْرَى. </p><p> وَقَدْ بَيَّنَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - هَذِهِ الْأَطْوَارَ فِي أَكْثَرِ مِنْ مَوْضِعٍ، وَأَحَالَ عَلَيْهَا عِنْدَ قَوْلِهِ تَعَالَى: وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى مِنْ نُطْفَةٍ إِذَا تُمْنَى وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى [٥٣ \\ ٤٥ - ٤٧] فِي سُورَةِ «النَّجْمِ» . </p>"
}