{
  "id": null,
  "sura": 76,
  "aya": 29,
  "text": "<p> يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ الْآيَةَ [٧٣ \\ ٤] . </p><p> قَوْلُهُ تَعَالَى: نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ </p><p> الْأَسْرُ: الرَّبْطُ بِقُوَّةٍ مَأْخُوذٌ مِنَ الْأَسْرِ هُوَ جِلْدُ الْبَعِيرِ رَطْبًا، وَهُوَ الْقَدُّ، وَسُمِّيَ الْأَسِيرُ أَسِيرًا لِشَدِّ قَيْدِهِ بِقُوَّةٍ بِجِلْدِ الْبَعِيرِ الرَّطْبِ، وَهُوَ هُنَا تُقَوِّيةٌ بِشَدِّ رَبْطِ الْأَعْضَاءِ الْمُتَحَرِّكَةِ فِي الْإِنْسَانِ فِي مَفَاصِلِهِ بِالْعَصَبِ، وَهُوَ كِنَايَةٌ عَنِ الْإِتْقَانِ وَالْقُوَّةِ فِي الْخَلْقِ. </p><p> وَقَدْ بَيَّنَ تَعَالَى ذَلِكَ فِي قَوْلِهِ: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ [٩٥ \\ ٤] ، وَقَوْلُهُ: الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ [٣٢ \\ ٧] . </p><p> قَوْلُهُ تَعَالَى: فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا </p><p> السَّبِيلُ هَنَا مُنْكَرٌ، وَلَكِنَّهُ مُعَيَّنٌ بِقَوْلِهِ: إِلَى رَبِّهِ ; لِأَنَّ السَّبِيلَ إِلَى رَبِّهِ هُوَ السَّبِيلُ الْمُسْتَقِيمُ. </p><p> كَمَا قَالَ تَعَالَى: قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ [٦ \\ ١٥١] ، وَفِي النِّهَايَةِ قَالَ: وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ [٦ \\ ١٥٣] ، وَهُوَ الصِّرَاطُ الْمُسْتَقِيمُ الَّذِي دَعَا إِلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> كَمَا فِي قَوْلِهِ تَعَالَى: وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ [٤٢ \\ ٥٢ - ٥٣] وَهُوَ الْقُرْآنُ الْكَرِيمُ كَمَا تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي قَوْلِهِ تَعَالَى: اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ [١ \\ ٦] ، وَقَدْ بَيَّنَ تَعَالَى أَنَّهُ الْقُرْآنُ كُلُّهُ فِي قَوْلِهِ تَعَالَى: الم ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ [٢ \\ ١ - ٢] بَعْدَ قَوْلِهِ: اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ، كَأَنَّهُ قَالَ: الْهَادِي إِلَى الصِّرَاطِ الْمُسْتَقِيمِ الْمُنَوَّهِ عَنْهُ فِي الْفَاتِحَةِ: هُوَ الْقُرْآنُ الْكَرِيمُ: هُدًى لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ [٢ \\ ٢ - ٣] إِلَى آخِرِ «الصِّفَاتِ» ، فَيَكُونُ السَّبِيلُ هُنَا مَعْلُومًا. </p><p> وَقَوْلُهُ تَعَالَى قَبْلَهَا: إِنَّ هَذِهِ تَذْكِرَةٌ [٧٦ \\ ٢٩] مُشْعِرٌ بِأَنَّ السَّبِيلَ عَنْ طَرِيقِ التَّذَكُّرِ فِيهَا وَالِاتِّعَاظِ بِهَا. </p><p> وَقَوْلُهُ: فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا، عَلَّقَ اتِّخَاذَ السَّبِيلِ إِلَى اللَّهِ عَلَى مَشِيئَةِ مَنْ </p><p> شَاءَ، وَقَيْدُهَا رَبْطُ مَشِيئَةِ الْعَبْدِ بِمَشِيئَةِ اللَّهِ تَعَالَى فِي قَوْلِهِ: وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ [٧٦ \\ ٣٠] ، وَهَذِهِ مَسْأَلَةُ الْقَدَرِ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَحْثُهَا بَحْثًا وَافِيًا عِنْدَ قَوْلِهِ تَعَالَى: أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ [١٠ \\ ٩٩] فِي «يُونُسَ» وَأَحَالَ عَلَى «النِّسَاءِ» . إِلَّا أَنَّ قَوْلَهُ تَعَالَى فِي التَّذْيِيلِ عَلَى الْآيَةِ الْكَرِيمَةِ بِقَوْلِهِ: إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا [٤ \\ ١١] أَنَّ كُلَّ مَا يَقَعُ فِي هَذَا الْكَوْنِ مِنْ سُلُوكٍ وَأَعْمَالٍ أَنَّهُ بِعِلْمٍ مِنَ اللَّهِ وَحِكْمَةٍ. </p>"
}