{
  "id": null,
  "sura": 76,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْإِنْسَانِ. </p><p> قَوْلُهُ تَعَالَى: هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا </p><p> اتَّفَقَ الْمُفَسِّرُونَ عَلَى أَنَّ «هَلْ» هُنَا بِمَعْنَى قَدْ، أَيْ: أَنَّ الِاسْتِفْهَامَ تَقْرِيرِيٌّ يَسْتَوْجِبُ الْإِجَابَةَ عَلَيْهِ بِنَعَمْ. </p><p> وَلَفْظُ الْإِنْسَانِ فِي هَلْ أَتَى عَلَى الْإِنْسَانِ، وَقِيلَ: هُوَ الْإِنْسَانُ الْأَوَّلُ آدَمُ - عَلَيْهِ السَّلَامُ -، أَتَى عَلَيْهِ حِينٌ مِنَ الدَّهْرِ، لَمْ يَكُنْ شَيْئًا يُذْكَرُ. </p><p> وَقِيلَ: هُوَ عُمُومُ الْإِنْسَانِ مِنْ بَنِي آدَمَ فَيَكُونُ الْمَعْنَى عَلَى الْأَوَّلِ، أَنَّ آدَمَ - عَلَيْهِ السَّلَامُ - أَتَى عَلَيْهِ حِينٌ مِنَ الدَّهْرِ، قِيلَ: أَرْبَعُونَ سَنَةً. </p><p> ذُكِرَ عَنِ ابْنِ عَبَّاسٍ: كَانَ طِينًا، ثُمَّ صَلْصَالًا، حَتَّى نُفِخَ فِيهِ الرُّوحُ. </p><p> وَيَكُونُ عَلَى الثَّانِي: أَنَّ الْإِنْسَانَ أَتَى عَلَيْهِ حِينٌ مِنَ الدَّهْرِ، هُوَ أَرْبَعُونَ يَوْمًا نُطْفَةً، ثُمَّ أَرْبَعُونَ يَوْمًا عَلَقَةً، ثُمَّ أَرْبَعُونَ يَوْمًا مُضْغَةً، وَكُلُّ ذَلِكَ شَيْءٌ وَلَكِنَّهُ لَمْ يَكُنْ مَذْكُورًا، أَيْ ضَعِيفًا، وَكِلَاهُمَا مُحْتَمَلٌ. </p><p> وَلَفْظُ الْإِنْسَانِ الثَّانِي فِي قَوْلِهِ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ، اتَّفَقُوا عَلَى أَنَّهُ عَامٌّ فِي بَنِي آدَمَ ; لِأَنَّهُ هُوَ الَّذِي خُلِقَ مِنْ نُطْفَةٍ أَمْشَاجٍ أَخْلَاطٍ، وَقَدْ رَجَّحَ الْفَخْرُ الرَّازِيُّ أَنَّ لَفْظَ الْإِنْسَانِ فِي الْمَوْضِعَيْنِ بِمَعْنًى وَاحِدٍ، وَهُوَ الْمَعْنَى الْعَامُّ ; لِيَسْتَقِيمَ الْأُسْلُوبُ بِدُونِ مُغَايَرَةٍ بَيْنَ اللَّفْظَيْنِ إِذْ لَا قَرِينَةَ مُمَيِّزَةٌ. </p><p> وَلَعَلَّ فِي السِّيَاقِ قَرِينَةً تَدُلُّ عَلَى مَا قَالَهُ، وَهِيَ أَنَّ قَوْلَهُ تَعَالَى: نَبْتَلِيهِ قَطْعًا لِبَنِي آدَمَ ; لِأَنَّ آدَمَ - عَلَيْهِ السَّلَامُ - انْتَهَى أَمْرُهُ بِالسَّمْعِ وَالطَّاعَةِ: فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ [٢ \\ ٣٧] ، وَلَمْ يَبْقَ مَجَالٌ لِابْتِلَائِهِ، إِنَّمَا ذَلِكَ لِبَنِيهِ. وَاللَّهُ </p>"
}