{
  "id": null,
  "sura": 76,
  "aya": 8,
  "text": "<p> يُسْقَوْنَ بِنَفْسِهَا إِلَى الْكَأْسِ: وَيُسْقَوْنَ فِيهَا كَأْسًا [٧٦ \\ ١٧] ، وَيَأْتِي قَوْلُهُ تَعَالَى: وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا [٧٦ \\ ٢١] . </p><p> وَيُؤَيِّدُ هَذَا اتِّفَاقُهُمْ عَلَى التَّضْمِينِ فِي: عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ، فَهُوَ هُنَا وَاضِحٌ. </p><p> وَهُنَاكَ التَّبْعِيضُ ظَاهِرٌ. </p><p> قَوْلُهُ تَعَالَى: يُوفُونَ بِالنَّذْرِ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَبْحَثُ النَّذْرِ وَافِيًا عِنْدَ قَوْلِهِ تَعَالَى: وَلْيُوفُوا نُذُورَهُمْ الْآيَةَ [٢٢ \\ ٢٩] فِي سُورَةِ «الْحَجِّ» . </p><p> قَوْلُهُ تَعَالَى: وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا </p><p> اخْتُلِفَ فِي مَرْجِعِ الضَّمِيرِ فِي عَلَى حُبِّهِ، هَلْ هُوَ رَاجِعٌ عَلَى الطَّعَامِ أَمْ عَلَى اللَّهِ تَعَالَى؟ أَيْ: وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّ الطَّعَامِ لِقِلَّتِهِ عِنْدَهُمْ وَحَاجَتِهِمْ إِلَيْهِ، أَمْ عَلَى حُبِّ اللَّهِ رَجَاءَ ثَوَابِ اللَّهِ؟ </p><p> وَقَدْ رَجَّحَ ابْنُ كَثِيرٍ الْمَعْنَى الْأَوَّلَ، وَهُوَ اخْتِيَارُ ابْنِ جَرِيرٍ، وَسَاقَ الشَّوَاهِدَ عَلَى ذَلِكَ كَقَوْلِهِ: وَآتَى الْمَالَ عَلَى حُبِّهِ [٢ \\ ١٧٧] ، وَقَوْلِهِ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ [٣ \\ ٩٢] . </p><p> وَالْوَاقِعُ أَنَّ الِاسْتِدْلَالَ الْأَوَّلَ فِيهِ مَا فِي هَذِهِ الْآيَةِ، وَلَكِنْ أَقْرَبُ دَلِيلًا وَأَصْرَحُ قَوْلُهُ تَعَالَى: وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ [٥٩ \\ ٩] . </p><p> وَفِي الْآيَةِ الَّتِي بَعْدَهَا فِي هَذِهِ السُّورَةِ قَرِينَةٌ تَشْهَدُ لِرُجُوعِهِ لِلطَّعَامِ عَلَى مَا تَقَدَّمَ، وَهِيَ قَوْلُهُ تَعَالَى بَعْدَهَا: إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا [٧٦ \\ ٩] ; لِأَنَّهَا فِي مَعْنَى حُبِّ اللَّهِ، مِمَّا يَجْعَلُ الْأُولَى لِلطَّعَامِ وَهَذِهِ لِلَّهِ. وَالتَّأْسِيسُ أَوْلَى مِنَ التَّأْكِيدِ، فَيَكُونُ السِّيَاقُ: وَيُطْعِمُونَ الطَّعَامَ عَلَى حَاجَتِهِمْ إِيَّاهُ، وَلِوَجْهِ اللَّهِ تَعَالَى. - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> مَسْأَلَةٌ. </p><p> فِي قَوْلِهِ تَعَالَى: مِسْكِينًا وَيَتِيمًا وَأَسِيرًا، جَمْعُ أَصْنَافٍ ثَلَاثَةٍ: </p><p> الْأَوَّلُ وَالثَّانِي مِنَ الْمُسْلِمِينَ غَالِبًا، أَمَّا الثَّالِثُ وَهُوَ الْأَسِيرُ فَلَمْ يَكُنْ لَدَى الْمُسْلِمِينَ أَسْرَى إِلَّا مِنَ الْكُفَّارِ، وَإِنْ </p>"
}