{
  "id": null,
  "sura": 76,
  "aya": 15,
  "text": "<p> كَانَتِ السُّورَةُ مَكِّيَّةً إِلَّا أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ كَمَا هُوَ مَعْلُومٌ. </p><p> وَقَدْ نَقَلَ ابْنُ كَثِيرٍ عَنِ ابْنِ عَبَّاسٍ: أَنَّهَا فِي الْفُرْسِ مِنَ الْمُشْرِكِينَ، وَسَاقَ قِصَّةَ أَسَارَى بَدْرٍ. </p><p> وَاخْتَارَ ابْنُ جَرِيرٍ أَنَّ الْأَسْرَى هُمُ الْخَدَمُ، وَالَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ - أَنَّ الْأَسَارَى هُنَا عَلَى مَعْنَاهَا الْحَقِيقِيِّ ; لِأَنَّ الْخَدَمَ لَا يَخْرُجُونَ عَنِ الْقِسْمَيْنِ الْمُتَقَدِّمَيْنِ: الْيَتِيمِ، وَالْمِسْكِينِ، وَهَؤُلَاءِ الْأَسَارَى بَعْدَ وُقُوعِهِمْ فِي الْأَسْرِ، لَمْ يَبْقَ لَهُمْ حَوْلٌ وَلَا طَوْلٌ. فَلَمْ يَبْقَ إِلَّا الْإِحْسَانُ إِلَيْهِمْ. </p><p> وَهَذَا مِنْ مَحَاسِنِ الْإِسْلَامِ وَسُمُوِّ تَعَالِيمِهِ، وَإِنَّ الْعَالَمَ كُلَّهُ الْيَوْمَ لَفِي حَاجَةٍ إِلَى مَعْرِفَةِ هَذِهِ التَّعَالِيمِ السَّمَاوِيَّةِ السَّامِيَةِ حَتَّى مَعَ أَعْدَائِهِ، وَقَدْ تَقَدَّمَ شَيْءٌ مِنْ ذَلِكَ عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ [٦٠ \\ ٨] ، وَهَؤُلَاءِ بَعْدَ الْأَسْرِ لَيْسُوا مُقَاتِلِينَ. </p><p> قَوْلُهُ تَعَالَى: وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا </p><p> تَقَدَّمَ مَعْنَى قَوْلِهِ تَعَالَى: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ [٧٥ \\ ٢٢] ، وَهُنَا جَمْعٌ لَهُمْ بَيْنَ النُّضْرَةِ وَالسُّرُورِ، وَالَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ -: أَنَّ النُّضْرَةَ لِمَا يَرَوْنَ مِنَ النَّعِيمِ، وَالسُّرُورَ لِمَا يَنَالُونَهُ مِنَ النَّظَرِ إِلَى وَجْهِ اللَّهِ الْكَرِيمِ كَمَا تَقَدَّمَ: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ [٧٥ \\ ٢٢ - ٢٣] فَيَكُونُ السُّرُورُ نَتِيجَةَ النَّظَرِ إِلَى وَجْهِ اللَّهِ الْكَرِيمِ. - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> قَوْلُهُ تَعَالَى: وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَ قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا </p><p> فِيهِ التَّنْصِيصُ عَلَى أَوَانِي الْفِضَّةِ فِي الْجَنَّةِ. </p><p> وَجَاءَ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ، وَهِيَ مُحَرَّمَةٌ فِي الدُّنْيَا كَمَا هُوَ مَعْلُومٌ، وَقَدْ بَيَّنَ تَعَالَى أَنَّ الَّذِي يَطُوفُ عَلَيْهِمْ هُمْ: وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا [٧٦ \\ ١٩] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ «الطُّورِ» عِنْدَ قَوْلِهِ: وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ [٥٢ \\ ٢٤] </p><p> وَالْقَوَارِيرُ جَمْعُ قَارُورَةٍ، وَالْعَرَبُ تُطْلِقُ الْقَارُورَةَ عَلَى إِنَاءِ الزُّجَاجِ خَاصَّةً، وَلَكِنَّ الْآيَةَ صَرِيحَةٌ فِي أَنَّهَا قَوَارِيرُ مِنْ فِضَّةٍ، مِمَّا يَدُلُّ عَلَى صِحَّةِ إِطْلَاقِ الْقَارُورَةِ عَلَى غَيْرِ آنِيَةِ الزُّجَاجِ كَالْفِضَّةِ مَثَلًا. </p><p> قَالَ صَاحِبُ اللِّسَانِ: وَالْقَارُورَةُ: مَا قَرَّ فِيهِ الشَّرَابُ وَغَيْرُهُ، وَقِيلَ: لَا يَكُونُ إِلَّا مِنَ الزُّجَاجِ خَاصَّةً. </p><p> وَقَوْلُهُ تَعَالَى: قَوَارِيرَ بِآنِيَةٍ مِنْ فِضَّةٍ، قَالَ بَعْضُ أَهْلِ الْعِلْمِ: مَعْنَاهُ أَوَانِي زُجَاجٍ فِي بَيَاضِ الْفِضَّةِ وَصَفَاءِ الْقَوَارِيرِ، قَالَ ابْنُ سِيدَهْ: وَهَذَا أَحْسَنُ. اهـ. </p><p> وَقَالَ ابْنُ شِدْيَاقٍ فِي مُعْجَمِ مَقَايِيسِ اللُّغَةِ فِي مَادَّةٍ قَرَّ: الْقَافُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ يَدُلُّ أَحَدُهُمَا عَلَى بَرْدٍ، وَالْآخَرُ عَلَى تَمَكُّنٍ، وَذَكَرَ مِنَ التَّمَكُّنِ: اسْتَقَرَّ وَمُسْتَقَرٌّ، كَمَا ذَكَرَ صَاحِبُ اللِّسَانِ كَثِيرًا مِنْ ذَلِكَ، ثُمَّ قَالَ: وَمِنَ الْبَابِ الْقَرُّ - بِضَمِّ الرَّاءِ -: صَبُّ الْمَاءِ فِي الشَّيْءِ. يُقَالُ: قَرَّرْتُ الْمَاءَ، وَالْقَرُّ: صَبُّ الْكَلَامِ فِي الْأُذُنِ، وَذَكَرَ مِنْهُ الْإِقْرَارَ: ضِدَّ الْجُحُودِ ; لِاسْتِقْرَارِ الْحَقِّ بِهِ. </p><p> ثُمَّ ذَكَرَ مَسْأَلَةَ إِثْبَاتِ اللُّغَةِ بِالسَّمَاعِ أَوْ بِالْقِيَاسِ، فَقَالَ: وَهَذِهِ مَقَايِيسُ صَحِيحَةٌ، فَإِمَّا أَنْ نَتَعَدَّى وَنَتَحَمَّلَ الْكَلَامَ، كَمَا بَلَغَنَا عَنْ بَعْضِهِمْ أَنَّهُ قَالَ: سُمِّيَتِ الْقَارُورَةُ لِاسْتِقْرَارِ الْمَاءِ فِيهَا وَغَيْرِهِ، فَلَيْسَ هَذَا مِنْ مَذْهَبِنَا. وَقَدْ قُلْنَا: إِنَّ كَلَامَ الْعَرَبِ ضَرْبَانِ: مِنْهُ مَا هُوَ قِيَاسٌ وَقَدْ ذَكَرْنَاهُ، وَمِنْهُ مَا وُضِعَ وَضْعًا. </p><p> وَالْمَسْأَلَةُ مِنْ مَبَاحِثِ الْأُصُولِ فِي الْأَلْفَاظِ، هَلْ هِيَ بِوَضْعٍ لَا يُقَاسُ عَلَيْهِ وَتَبْقَى كَمَا وَضَعَتْهَا الْعَرَبُ، أَوْ أَنَّهَا تُوضَعُ بِالْقِيَاسِ؟ وَفَائِدَةُ الْخِلَافِ هَلِ الْمُسْكِرَاتُ كُلُّهَا مَثَلًا يَتَنَاوَلُهَا مُسَمَّى الْخَمْرِ بِالْوَضْعِ فَتَكُونُ مُحَرَّمَةً بِنَصِّ: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ الْآيَةَ [٥ \\ ٩٠] ، أَوْ أَنَّهَا مُحَرَّمَةٌ قِيَاسًا عَلَى الْخَمْرِ بِجَامِعِ عِلَّةِ الْإِسْكَارِ؟ وَعَلَيْهِ فَإِذَا كَانَتِ اللُّغَةُ تُسَاعِدُ عَلَى الْإِطْلَاقِ قِيَاسًا، فَهُوَ أَقْوَى فِي الْحُكْمِ ; بِأَنْ يَأْتِيَ الْحُكْمُ بِالنَّصِّ لَا بِالْقِيَاسِ بِجَامِعِ الْعِلَّةِ. وَلَعَلَّ التَّحْقِيقَ فِي هَذِهِ الْمَسْأَلَةِ مَا قَالَهُ عُلَمَاءُ الْوَضْعِ: مِنْ أَنَّ اللُّغَاتِ مِنْهَا تَوْقِيفِيٌّ وَمِنْهَا قِيَاسِيٌّ. </p><p> وَفِي قَوْلِهِ تَعَالَى: قَدَّرُوهَا تَقْدِيرًا [٧٦ \\ ١٦] تَوْجِيهٌ إِلَى حُسْنِ الصُّنْعِ فِي التَّسْوِيَةِ فِي التَّقْدِيرِ، وَالْمَقَاسَاتِ. </p>"
}