{
  "id": null,
  "sura": 76,
  "aya": 3,
  "text": "<p> تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ فِيهِ بَيَانُ مَبْدَأِ خَلْقِ الْإِنْسَانِ، وَلَهُ أَطْوَارٌ فِي وُجُودِهِ بَعْدَ النُّطْفَةِ عَلَقَةً، ثُمَّ مُضْغَةً، ثُمَّ خَلْقًا آخَرَ، وَكُلُّ ذَلِكَ مِنْ لَا شَيْءَ قَبْلَهُ. كَمَا قَالَ تَعَالَى: وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا [١٩ \\ ٩] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ عِنْدَ الْآيَةِ الْكَرِيمَةِ: وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا. </p><p> قَوْلُهُ تَعَالَى: إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا </p><p> الْهِدَايَةُ هُنَا بِمَعْنَى الْبَيَانِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى [٤١ \\ ١٧] . </p><p> وَالسَّبِيلُ: الطَّرِيقُ السَّوِيُّ، وَفِيهِ بَيَانُ انْقِسَامِ الْإِنْسَانِ إِلَى قِسْمَيْنِ: شَاكِرٌ مُعْتَرِفٌ بِنِعْمَةِ اللَّهِ تَعَالَى عَلَيْهِ، مُقَابِلٌ لَهَا بِالشُّكْرِ، أَوْ كَافِرٌ جَاحِدٌ. </p><p> وَقَوْلُهُ: إِمَّا شَاكِرًا، يُشِيرُ إِلَى إِنْعَامِ اللَّهِ تَعَالَى عَلَى الْعَبْدِ، وَقَدْ ذَكَرَ تَعَالَى نِعْمَتَيْنِ عَظِيمَتَيْنِ: </p><p> الْأُولَى: إِيجَادُ الْإِنْسَانِ مِنَ الْعَدَمِ بَعْدَ أَنْ لَمْ يَكُنْ شَيْئًا مَذْكُورًا، وَهَذِهِ نِعْمَةٌ عُظْمَى لَا كَسْبَ لِلْعَبْدِ فِيهَا. </p><p> وَالثَّانِيَةُ: الْهِدَايَةُ بِالْبَيَانِ وَالْإِرْشَادِ إِلَى سَبِيلِ الْحَقِّ وَالسَّعَادَةِ، وَهَذِهِ نِعْمَةُ إِرْسَالِ الرُّسُلِ وَإِنْزَالِ الْكُتُبِ، وَلَا كَسْبَ لِلْعَبْدِ فِيهَا أَيْضًا. </p><p> وَقَدْ قَالَ الْعُلَمَاءُ: هُنَاكَ ثَلَاثُ نِعَمٍ لَا كَسْبَ لِلْعَبْدِ فِيهَا: </p><p> الْأُولَى: وُجُودُهُ بَعْدَ الْعَدَمِ. </p><p> الثَّانِيَةُ: نِعْمَةُ الْإِيمَانِ. </p><p> الثَّالِثَةُ: دُخُولُ الْجَنَّةِ. </p><p> وَقَالُوا: الْإِيجَادُ مِنَ الْعَدَمِ، تَفَضُّلٌ مِنَ اللَّهِ تَعَالَى كَمَا قَالَ: لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ [٤٢ \\ ٤٩ - ٥٠] ، وَمَنْ جَعَلَهُ اللَّهُ عَقِيمًا فَلَنْ </p><p> يُنْجِبَ قَطُّ. </p><p> وَالثَّانِيَةُ: الْإِنْعَامُ بِالْإِيمَانِ، كَمَا فِي قَوْلِهِ تَعَالَى: إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ [٢٨ \\ ٥٦] . </p><p> وَقَدْ جَاءَ فِي الْحَدِيثِ:  \" كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ \" . الْحَدِيثَ. </p><p> وَكَوْنُ الْمَوْلُودِ يُولَدُ بَيْنَ أَبَوَيْنِ مُسْلِمَيْنِ، لَا كَسْبَ لَهُ فِي ذَلِكَ. </p><p> وَالثَّالِثَةُ: الْإِنْعَامُ بِدُخُولِ الْجَنَّةِ كَمَا فِي الْحَدِيثِ: \" لَنْ يَدْخُلَ أَحَدُكُمُ الْجَنَّةَ بِعَمَلِهِ \" . قَالُوا: وَلَا أَنْتَ يَا رَسُولَ اللَّهِ؟ قَالَ: وَلَا أَنَا ; إِلَّا أَنْ يَتَغَمَّدَنِي اللَّهُ بِرَحْمَتِهِ \". </p><p> وَقَدْ ذَكَرَ تَعَالَى نِعْمَتَيْنِ صَرَاحَةً، وَهُمَا خَلْقُ الْإِنْسَانِ بَعْدَ الْعَدَمِ، وَهِدَايَتُهُ السَّبِيلَ. </p><p> وَالثَّالِثَةُ: تَأْتِي ضِمْنًا فِي ذِكْرِ النَّتِيجَةِ: إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا [٧٦ \\ ٥] ; لِأَنَّ الْأَبْرَارَ هُمُ الشَّاكِرُونَ بِدَلِيلِ التَّقْسِيمِ: شَاكِرًا وَإِمَّا كَفُورًا إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا [٧٦ \\ ٣ - ٥] . </p><p> وَقَوْلُهُ تَعَالَى: إِنَّا هَدَيْنَاهُ السَّبِيلَ [٧٦ \\ ٣] تَقَدَّمَ أَنَّهَا هِدَايَةُ بَيَانٍ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ الْهِدَايَةِ الْعَامَّةِ وَالْخَاصَّةِ. وَالْجَمْعُ بَيْنَهُمَا فِي أَكْثَرَ مِنْ مَوْضِعٍ، وَفِي مُسْتَهَلِّ هَذِهِ السُّورَةِ بَيَانٌ لِمَبْدَأِ الْإِنْسَانِ وَمَوْقِفِهِ مِنْ بَعْثَةِ الرُّسُلِ وَهِدَايَتِهِمْ، وَنَتَائِجِ أَعْمَالِهِمْ مِنْ شُكْرٍ أَوْ كُفْرٍ. </p><p> وَقَدْ جَاءَتِ السُّنَّةُ بِقِرَاءَةِ هَذِهِ السُّورَةِ فِي الرَّكْعَةِ الثَّانِيَةِ مِنْ فَجْرِ يَوْمِ الْجُمُعَةِ، مَعَ قِرَاءَةِ سُورَةِ السَّجْدَةِ فِي الرَّكْعَةِ الْأُولَى. </p><p> وَقَالَ ابْنُ تَيْمِيَةَ: إِنَّ قِرَاءَتَهُمَا مَعًا فِي ذَلِكَ الْيَوْمِ ; لِمُنَاسَبَةِ خَلْقِ آدَمَ فِي يَوْمِ الْجُمُعَةِ، لِيَتَذَكَّرَ الْإِنْسَانُ فِي هَذَا الْيَوْمِ - وَهُوَ يَوْمُ الْجُمُعَةِ - مَبْدَأَ خَلْقِ أَبِيهِ آدَمَ، وَمَبْدَأَ خَلْقِ عُمُومِ الْإِنْسَانِ، وَيَتَذَكَّرُ مَصِيرَهُ وَمُنْتَهَاهُ ; لِيَرَى مَا هُوَ عَلَيْهِ مِنْ دَعْوَةِ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهَلْ هُوَ شَاكِرٌ أَوْ كَفُورٌ. اهـ مُلَخَّصًا. </p><p> وَمَضْمُونُ ذَلِكَ كُلِّهِ أَنَّهُ يَرَى أَنَّ الْحِكْمَةَ فِي قِرَاءَةِ السُّورَتَيْنِ فِي فَجْرِ الْجُمُعَةِ، أَنَّ يَوْمَ </p><p> الْجُمُعَةِ هُوَ يَوْمُ آدَمَ - عَلَيْهِ السَّلَامُ - فِيهِ خُلِقَ، وَفِيهِ نُفِخَ فِيهِ الرُّوحُ، وَفِيهِ أُسْكِنَ الْجَنَّةَ، وَفِيهِ أُهْبِطَ إِلَى الْأَرْضِ، وَفِيهِ تِيبَ عَلَيْهِ، وَفِيهِ تَقُومُ السَّاعَةُ. </p><p> كَمَا قِيلَ: يَوْمُ الْجُمُعَةِ يَوْمُ آدَمَ، وَيَوْمُ الْإِثْنَيْنِ يَوْمُ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، أَيْ: فِيهِ وُلِدَ وَفِيهِ أُنْزِلَ عَلَيْهِ، وَفِيهِ وَصَلَ الْمَدِينَةَ فِي الْهِجْرَةِ، وَفِيهِ تُوُفِّيَ. </p><p> وَلَمَّا كَانَ يَوْمُ الْجُمُعَةِ يَوْمَ إِيجَادِ الْإِنْسَانِ الْأَوَّلِ وَيَوْمَ أَحْدَاثِهِ كُلِّهَا، إِيجَادًا مِنَ الْعَدَمِ، وَإِنْعَامًا عَلَيْهِ بِسُكْنَى الْجَنَّةِ، وَتَوَاجُدِهِ عَلَى الْأَرْضِ، وَتَلَقِّي التَّوْبَةِ عَلَيْهِ مِنَ اللَّهِ ; أَيْ: يَوْمَ الْإِنْعَامِ عَلَيْهِ حِسًّا وَمَعْنًى، فَنَاسَبَ أَنْ يُذَكِّرَ الْإِمَامَ بِقِرَاءَتِهِ سُورَةَ \" السَّجْدَةِ \" فِي فَجْرِ يَوْمِ الْجُمُعَةِ ; لِمَا فِيهَا مِنْ قِصَّةِ خَلْقِ آدَمَ فِي قَوْلِهِ: الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ [٣٢ \\ ٧ - ٩] . </p><p> وَفِيهَا قَوْلُهُ تَعَالَى: وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ [٣٢ \\ ١٣] ، مِمَّا يَبُثُّ الْخَوْفَ فِي قُلُوبِ الْعِبَادِ، إِذْ لَا يُعْلَمُ مِنْ أَيِّ الْفَرِيقَيْنِ هُوَ، فَيَجْعَلُهُ أَشَدَّ حِرْصًا عَلَى فِعْلِ الْخَيْرِ، وَأَشَدَّ خَوْفًا مِنَ الشَّرِّ. </p><p> ثُمَّ حَذَّرَ مِنْ نِسْيَانِ يَوْمِ الْقِيَامَةِ: فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا [٣٢ \\ ١٤] . </p><p> وَهَكَذَا فِي الرَّكْعَةِ الْأُولَى، يَرْجِعُ الْمُسْلِمُ إِلَى أَصْلِ وُجُودِهِ وَيَسْتَحْضِرُ قِصَّةَ الْإِنْسَانِ الْأَوَّلِ. </p><p> وَكَذَلِكَ يَأْتِي فِي الرَّكْعَةِ الثَّانِيَةِ بِقِصَّتِهِ هُوَ مُنْذُ بَدَأَ خَلْقُهُ: مِنْ نُطْفَةٍ أَمْشَاجٍ، وَيُذَكِّرُهُ بِالْهَدْيِ الَّذِي أُنْزِلَ عَلَيْهِ، وَيُرَغِّبُهُ فِي شُكْرِ نِعَمِهِ عَلَيْهِ، وَيُحَذِّرُهُ مِنْ جُحُودِهَا وَكُفْرَانِهَا. </p><p> وَقَدْ بَيَّنَ لَهُ مُنْتَهَاهُ عَلَى كِلَا الْأَمْرَيْنِ: إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا [٧٦ \\ ٤ - ٥] . </p><p> فَإِذَا قَرَعَ سَمْعَهُ ذَلِكَ فِي يَوْمِ خَلْقِهِ وَيَوْمِ مَبْعَثِهِ، حَيْثُ فِيهِ تَقُومُ السَّاعَةُ، فَكَأَنَّهُ يَنْظُرُ وَيُشَاهِدُ أَوَّلَ وُجُودِهِ وَآخِرَ مَآلِهِ ; فَلَا يُكَذِّبُ بِالْبَعْثِ. وَقَدْ عَلِمَ مَبْدَأَ خَلْقِهِ وَلَا يُقَصِّرُ فِي وَاجِبٍ، وَقَدْ عَلِمَ مُنْتَهَاهُ، وَهَذَا فِي غَايَةِ الْحِكْمَةِ كَمَا تَرَى. </p><p> وَمِمَّا يَشْهَدُ لِمَا ذَهَبَ إِلَيْهِ - رَحِمَهُ اللَّهُ -، اعْتِبَارُ الْمُنَاسَبَاتِ كَمَا فِي كَثِيرٍ مِنَ الْأُمُورِ، كَمَا فِي قَوْلِهِ تَعَالَى: شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ [٢ \\ ١٨٥] ، فَجَمِيعُ الشُّهُورِ مِنْ حَيْثُ الْزَمْنُ سَوَاءٌ، وَلَكِنْ بِمُنَاسَبَةِ بَدْءِ نُزُولِ الْقُرْآنِ فِي هَذَا الشَّهْرِ جَعَلَهُ اللَّهُ مَحَلًّا لِلصَّوْمِ، وَأَكْرَمَ فِيهِ الْأُمَّةَ كُلَّهَا بَلِ الْعَالَمَ كُلَّهُ، فَتَتَزَيَّنُ فِيهِ الْجَنَّةُ وَتُصَفَّدُ فِيهِ مَرَدَةُ الشَّيَاطِينِ، وَتَتَضَاعَفُ فِيهِ الْأَعْمَالُ. </p><p> وَكَذَلِكَ اللَّيْلَةُ مِنْهُ الَّتِي كَانَ فِيهَا الْبَدْءُ اخْتَصَّهَا تَعَالَى عَنْ بَقِيَّةِ لَيَالِي الشَّهْرِ، وَهِيَ لَيْلَةُ الْقَدْرِ جَعَلَهَا اللَّهُ تَعَالَى خَيْرًا مِنْ أَلْفِ شَهْرٍ، وَمَا ذَاكَ إِلَّا لِأَنَّهَا كَمَا قَالَ تَعَالَى: إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ [٩٧ \\ ١] السُّورَةَ بِتَمَامِهَا. </p><p> مَسْأَلَةٌ. </p><p> لَقَدْ أَكْثَرَ النَّاسُ الْقَوْلَ فِي اعْتِبَارِ الْمُنَاسَبَاتِ فِي الْإِسْلَامِ وَعَدَمِ اعْتِبَارِهَا، وَوَقَعَ فِيهَا الْإِفْرَاطُ وَالتَّفْرِيطُ، وَكَمَا قِيلَ: </p><p> كِلَا طَرَفَيْ قَصْدِ الْأُمُورِ ذَمِيمُ </p><p> وَمُنْطَلَقًا مِنْ كَلَامِ ابْنِ تَيْمِيَةَ، نُقَدِّمُ هَذِهِ النُّبْذَةَ فِي هَذِهِ الْمَسْأَلَةِ، وَهِيَ أَنَّهُ بِالتَّأَمُّلِ فِي الشَّرْعِ وَأَحْدَاثِ الْإِسْلَامِ عَامَّةً وَخَاصَّةً، أَيْ فِي عُمُومِ الْأُمَمِ وَخُصُوصِ هَذِهِ الْأُمَّةِ، نَجِدُ الْمُنَاسَبَاتِ قِسْمَيْنِ: مُنَاسَبَةٌ مُعْتَبَرَةٌ عُنِيَ بِهَا الشَّرْعُ لِمَا فِيهَا مِنْ عِظَةٍ وَذِكْرَى تَتَجَدَّدُ مَعَ تَجَدُّدٍ الْأَيَّامِ وَالْأَجْيَالِ، وَتَعُودُ عَلَى الْفَرْدِ وَالْجَمَاعَةِ بِالتَّزَوُّدِ مِنْهَا. وَمُنَاسَبَةٌ لَمْ تُعْتَبَرْ، إِمَّا لِاقْتِصَارِهَا فِي ذَاتِهَا وَعَدَمِ اسْتِطَاعَةِ الْأَفْرَادِ مُسَايَرَتَهَا. </p><p> فَمِنَ الْأَوَّلِ يَوْمُ الْجُمُعَةِ، وَتَقَدَّمَ طَرَفٌ مِنْ خَصَائِصِ هَذَا الْيَوْمِ فِي سُورَةِ «الْجُمُعَةِ» ، وَكَلَامُ ابْنِ تَيْمِيَةَ وَقَدْ عُنِيَ بِهَا الْإِسْلَامُ فِي الْحَثِّ عَلَى الْقِرَاءَةِ الْمُنَوَّهِ عَنْهَا فِي صَلَاةِ الْفَجْرِ، وَفِي الْحَثِّ عَلَى أَدَائِهَا وَالْحَفَاوَةِ بِهَا مِنَ اغْتِسَالٍ وَطِيبٍ وَتَبْكِيرٍ إِلَيْهَا، كَمَا تَقَدَّمَ فِي سُورَةِ «الْجُمُعَةِ» . </p><p> وَلَكِنْ مِنْ غَيْرِ غُلُوٍّ وَلَا إِفْرَاطٍ، فَقَدْ جَاءَ النَّهْيُ عَنْ صَوْمِ يَوْمِهَا وَحْدَهُ، دُونَ أَنْ يُسْبَقَ بِصَوْمٍ قَبْلَهُ، أَوْ يُلْحَقَ بِصَوْمٍ بَعْدَهُ، كَمَا نَهَى عَنْ إِفْرَادِ لَيْلَتِهَا بِقِيَامٍ، وَالنُّصُوصُ فِي ذَلِكَ مُتَضَافِرَةٌ ثَابِتَةٌ، فَكَانَتْ مُنَاسَبَةً مُعْتَبَرَةً مَعَ اعْتِدَالٍ وَتَوَجُّهٍ إِلَى اللَّهِ، أَيْ بِدُونِ إِفْرَاطٍ أَوْ تَفْرِيطٍ. </p><p> وَمِنْهَا يَوْمُ الْإِثْنَيْنِ كَمَا أَسْلَفْنَا، فَقَدْ جَاءَ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ سُئِلَ عَنْ صِيَامِهِ يَوْمَ الْإِثْنَيْنِ، فَقَالَ:  «هَذَا يَوْمٌ وُلِدْتُ فِيهِ، وَعَلَيَّ فِيهِ أُنْزِلَ» ، وَكَانَ يَوْمَ وُصُولِهِ الْمَدِينَةَ فِي الْهِجْرَةِ، وَكَانَ يَوْمَ وَفَاتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقَدِ احْتَفَى بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِلْمُسَبَّبَاتِ الْمَذْكُورَةِ، وَكُلُّهَا أَحْدَاثٌ عِظَامٌ وَمُنَاسَبَاتٌ جَلِيلَةٌ. </p><p> فَيَوْمُ مَوْلِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَقَعَتْ مَظَاهِرُ كَوْنِيَّةٌ ابْتِدَاءً مِنْ وَاقِعَةِ أَبْرَهَةَ، وَإِهْلَاكِ جَيْشِهِ إِرْهَاصًا بِمَوْلِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، ثُمَّ ظُهُورُ نَجْمٍ بَنِي الْخِتَانِ، وَحَدَّثَتْ أُمُّهُ وَهِيَ حَامِلٌ بِهِ فِيمَا قِيلَ: أَنَّهَا أُتِيَتْ حِينَ حَمَلَتْ بِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَقِيلَ لَهَا:  «إِنَّكِ قَدْ حَمَلْتِ بِسَيِّدِ هَذِهِ الْأُمَّةِ،فَإِذَا وَقَعَ إِلَى الْأَرْضِ فَقُولِي:</p><p> أُعِيذُهُ بِالْوَاحِدِ مِنْ شَرِّ كُلِّ حَاسِدٍ </p><p> ثُمَّ سَمِّيهِ مُحَمَّدًا» ، وَذَكَرَ ابْنُ هِشَامٍ: أَنَّهَا رَأَتْ حِينَ حَمَلَتْ بِهِ أَنَّهُ خَرَجَ مِنْهَا نُورٌ رَأَتْ بِهِ قُصُورَ بُصْرَى مِنْ أَرْضِ الشَّامِ. </p><p> وَذَكَرَ ابْنُ هِشَامٍ: أَنَّ حَسَّانَ بْنَ ثَابِتٍ وَهُوَ غُلَامٌ سَمِعَ يَهُودِيًّا يَصْرُخُ بِأَعْلَى صَوْتِهِ عَلَى أُطْمَةٍ بِيَثْرِبَ: يَا مَعْشَرَ يَهُودَ، حَتَّى إِذَا اجْتَمَعُوا إِلَيْهِ، قَالُوا: وَيْلَكَ! مَا لَكَ؟ ، قَالَ: طَلَعَ اللَّيْلَةَ نَجْمُ أَحْمَدَ الَّذِي وُلِدَ بِهِ. </p><p> وَسَاقَ ابْنُ كَثِيرٍ فِي تَارِيخِهِ، وَالْبَيْهَقِيُّ فِي خَصَائِصِهِ، وَابْنُ هِشَامٍ فِي سِيرَتِهِ أَخْبَارًا عَدِيدَةً مِمَّا شَهِدَهُ الْعَالَمُ لَيْلَةَ مَوْلِدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، نُوجِزُ مِنْهَا الْآتِي: </p><p> عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ: أَنَّ أُمَّهُ حَضَرَتْ مَوْلِدَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، قَالَتْ: فَمَا شَيْءٌ أَنْظُرُ إِلَيْهِ فِي الْبَيْتِ إِلَّا نُورٌ، وَإِنِّي أَنْظُرُ إِلَى النُّجُومِ تَدْنُو حَتَّى إِنِّي لَأَقُولُ: لَيَقَعْنَ عَلَيَّ. </p><p> وَعَنْ أَبِي الْحَكَمِ التَّنُوخِيِّ، قَالَ: كَانَ الْمَوْلُودُ إِذَا وُلِدَ فِي قُرَيْشٍ دَفَعُوهُ إِلَى نِسْوَةٍ إِلَى الصُّبْحِ يَكْفَأْنَ عَلَيْهِ بُرْمَةً، فَأَكْفَأْنَ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بُرْمَةً، فَانْفَلَقَتْ عَنْهُ، وَوُجِدَ مَفْتُوحَ الْعَيْنَيْنِ، شَاخِصًا بِبَصَرِهِ إِلَى السَّمَاءِ. </p><p> وَقَدْ كَانَ لِمَوْلِدِهِ مِنَ الْأَحْدَاثِ الْكَوْنِيَّةِ مَا لَفَتَ أَنْظَارَ الْعَالَمِ كُلِّهِ. </p><p> ذَكَرَ ابْنُ كَثِيرٍ مِنْهَا انْكِفَاءَ الْأَصْنَامِ عَلَى وُجُوهِهَا، وَارْتِجَاسَ إِيوَانِ كِسْرَى، وَسُقُوطَ بَعْضِ شُرَفِهِ، وَخُمُودَ نَارِ فَارِسَ، وَلَمْ تُخْمَدْ قَبْلَهَا، وَغَاضَتْ بُحَيْرَةُ سَاوَةَ، فَكَانَ فِي ذَلِكَ إِرْهَاصٌ بِتَكْسِيرِ الْأَصْنَامِ وَانْتِشَارِ الْإِسْلَامِ، وَدُخُولِ الْفُرْسِ فِي الْإِسْلَامِ، ثُمَّ كَانَ بَدْءُ الْوَحْيِ </p><p> عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي يَوْمِ الْإِثْنَيْنِ. </p><p> الْحَفَاوَةُ بِهَذَا الْيَوْمِ. </p><p> لَا شَكَّ أَنَّ الْعَالَمَ لَمْ يَشْهَدْ حَدَثَيْنِ أَعْظَمَ مِنْ هَذَيْنِ الْحَدَثَيْنِ: مَوْلِدِ سَيِّدِ الْخَلْقِ، وَبَدْءِ إِنْزَالِ أَفْضَلِ الْكُتُبِ، فَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَحْتَفِي بِهِ، وَذَلِكَ بِصِيَامِهِ، وَهُوَ الْعَمَلُ الْمَشْرُوعُ الَّذِي يُعَبِّرُ بِهِ الْمُسْلِمُ عَنْ شُعُورِهِ فِيهِ، وَالْعِبَادَةُ الْخَالِصَةُ الَّتِي يَشْكُرُ اللَّهَ تَعَالَى بِهَا عَلَى هَاتَيْنِ النِّعْمَتَيْنِ الْعَظِيمَتَيْنِ. </p><p> أَمَّا مَا يَفْعَلُهُ بَعْضُ النَّاسِ مِنَ احْتِفَالَاتٍ وَمَظَاهِرَ، فَقَدْ حَدَثَ ذَلِكَ بَعْدَ أَنْ لَمْ يَكُنْ لَا فِي الْقَرْنِ الْأَوَّلِ وَلَا الثَّانِي، وَلَا الثَّالِثِ، وَهِيَ الْقُرُونُ الْمَشْهُودُ لَهَا بِالْخَيْرِ، وَأَوَّلُ إِحْدَاثِهِ فِي الْقَرْنِ الرَّابِعِ. </p><p> وَقَدِ افْتَرَقَ النَّاسُ فِيهِ إِلَى فَرِيقَيْنِ: فَرِيقٌ يُنْكِرُهُ، وَيُنْكِرُ عَلَى مَنْ يَفْعَلُهُ ; لِعَدَمِ فِعْلِ السَّلَفِ إِيَّاهُ، وَلَا مَجِيءِ أَثَرٍ فِي ذَلِكَ. وَفَرِيقٌ يَرَاهُ جَائِزًا ; لِعَدَمِ النَّهْيِ عَنْهُ، وَقَدْ يُشَدِّدُ كُلُّ فَرِيقٍ عَلَى الْآخَرِ فِي هَذِهِ الْمَسْأَلَةِ. </p><p> لِابْنِ تَيْمِيَةَ فِي اقْتِضَاءِ الصِّرَاطِ الْمُسْتَقِيمِ كَلَامٌ وَسَطٌ فِي غَايَةِ الْإِنْصَافِ، نُورِدُ مُوجَزَهُ لِجَزَالَتِهِ، وَاللَّهُ الْهَادِي إِلَى سَوَاءِ السَّبِيلِ. </p><p> قَالَ ابْنُ تَيْمِيَةَ فِي فَصْلٍ قَدْ عَقَدَهُ لِلْأَعْيَادِ الْمُحْدَثَةِ: فَذَكَرَ أَوَّلَ جُمُعَةٍ مِنْ رَجَبٍ وَعِيدَ خُمٍّ فِي الثَّامِنَ عَشَرَ مِنْ ذِي الْحِجَّةِ، حَيْثُ خَطَبَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَحَثَّ عَلَى اتِّبَاعِ السُّنَّةِ وَبِأَهْلِ بَيْتِهِ، ثُمَّ أَتَى إِلَى عَمَلِ الْمَوْلِدِ، فَقَالَ: </p><p> وَكَذَلِكَ مَا يُحْدِثُهُ بَعْضُ النَّاسِ إِمَّا مُضَاهَاةً لِلنَّصَارَى فِي مِيلَادِ عِيسَى - عَلَيْهِ السَّلَامُ -، وَإِمَّا مَحَبَّةً لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَعْظِيمًا لَهُ، وَاللَّهُ قَدْ يُثِيبُهُمْ عَلَى هَذِهِ الْمَحَبَّةِ وَالِاجْتِهَادِ لَا عَلَى الْبِدَعِ مِنَ اتِّخَاذِ مَوْلِدِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِيدًا، مَعَ اخْتِلَافِ النَّاسِ فِي مَوْلِدِهِ، أَيْ: فِي رَبِيعٍ أَوْ فِي رَمَضَانَ، فَإِنَّ هَذَا لَمْ يَفْعَلْهُ السَّلَفُ - رَضِيَ اللَّهُ عَنْهُمْ - مَعَ قِيَامِ الْمُقْتَضِي لَهُ وَعَدَمِ الْمَانِعِ مِنْهُ. </p><p> وَلَوْ كَانَ هَذَا خَيْرًا مَحْضًا أَوْ رَاجِحًا لَكَانَ السَّلَفُ - رَضِيَ اللَّهُ عَنْهُمْ - أَحَقَّ بِهِ مِنَّا، فَإِنَّهُمْ كَانُوا أَشَدَّ مَحَبَّةً لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَتَعْظِيمًا لَهُ مِنَّا، وَهُمْ عَلَى الْخَيْرِ أَحْرَصُ. </p><p> وَإِنَّمَا كَمَالُ مَحَبَّتِهِ وَتَعْظِيمِهِ فِي مُتَابَعَتِهِ وَطَاعَتِهِ وَاتِّبَاعِ أَمْرِهِ، وَإِحْيَاءِ سُنَّتِهِ بَاطِنًا </p><p> وَظَاهِرًا، وَنَشْرِ مَا بُعِثَ بِهِ، وَالْجِهَادِ عَلَى ذَلِكَ بِالْقَلْبِ وَالْيَدِ وَاللِّسَانِ، فَإِنَّ هَذِهِ طَرِيقَةُ السَّابِقِينَ الْأَوَّلِينَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ، وَأَكْثَرُ هَؤُلَاءِ الَّذِينَ تَرَاهُمْ حُرَصَاءَ عَلَى أَمْثَالِ هَذِهِ الْبِدَعِ، مَعَ مَا لَهُمْ فِيهَا مِنْ حُسْنِ الْقَصْدِ وَالِاجْتِهَادِ الَّذِي يُرْجَى لَهُمْ بِهِ الْمَثُوبَةُ تَجِدُونَهُمْ فَاتِرِينَ فِي أَمْرِ الرَّسُولِ عَمَّا أُمِرُوا بِالنَّشَاطِ فِيهِ. وَإِنَّمَا هُمْ بِمَنْزِلَةِ مَنْ يُحَلِّي الْمُصْحَفَ وَلَا يَقْرَأُ فِيهِ وَلَا يَتَّبِعُهُ. وَبِمَنْزِلَةِ مَنْ يُزَخْرِفُ الْمَسْجِدَ وَلَا يُصَلِّي فِيهِ، أَوْ يُصَلِّي فِيهِ قَلِيلًا، وَبِمَنْزِلَةِ مَنْ يَتَّخِذُ الْمَسَابِيحَ وَالسَّجَاجِيدَ الْمُزَخْرَفَةِ، وَأَمْثَالَ هَذِهِ الزَّخَارِفِ الظَّاهِرَةِ الَّتِي لَمْ تُشْرَعْ وَيَصْحَبُهَا مِنَ الرِّيَاءِ وَالْكِبْرِ، وَالِاشْتِغَالِ عَنِ الْمَشْرُوعِ مَا يُفْسِدُ حَالَ صَاحِبِهَا. </p><p> وَاعْلَمْ أَنَّ مِنَ الْأَعْمَالِ مَا يَكُونُ فِيهِ خَيْرٌ لِاشْتِمَالِهِ عَلَى أَنْوَاعٍ مِنَ الْمَشْرُوعِ. </p><p> وَفِيهِ أَيْضًا مِنْ بِدْعَةِ وَغَيْرِهَا، ثُمَّ رَسَمَ طَرِيقَ الْعَمَلِ السَّلِيمِ لِلْفَرْدِ فِي نَفْسِهِ وَالدَّاعِيَةِ مَعَ غَيْرِهِ، فَقَالَ: فَعَلَيْكَ هُنَا بِأَدَبَيْنِ: أَحَدُهُمَا: أَنْ يَكُونَ حِرْصُكَ عَلَى التَّمَسُّكِ بِالسُّنَّةِ بَاطِنًا وَظَاهِرًا. الثَّانِي: أَنْ تَدْعُوَ النَّاسَ إِلَى السُّنَّةِ بِحَسَبِ الْإِمْكَانِ ; فَإِذَا رَأَيْتَ مَنْ يَعْمَلُ هَذَا وَلَا يَتْرُكُهُ إِلَّا إِلَى شَرٍّ مِنْهُ، فَلَا تَدْعُو إِلَى تَرْكِ مُنْكَرٍ بِفِعْلِ مَا هُوَ أَنْكَرُ مِنْهُ، أَوْ بِتَرْكِ وَاجِبٍ أَوْ مَنْدُوبٍ تَرْكُهُ أَضْمَرُ مِنْ فِعْلِ ذَلِكَ الْمَكْرُوهِ. </p><p> وَلَكِنْ إِذَا كَانَ فِي الْبِدْعَةِ نَوْعٌ مِنَ الْخَيْرِ، فَعَوِّضْ عَنْهُ مِنَ الْخَيْرِ الْمَشْرُوعِ بِحَسَبِ الْإِمْكَانِ، إِذِ النُّفُوسُ لَا تَتْرُكُ شَيْئًا إِلَّا بِشَيْءٍ. </p><p> وَلَا يَنْبَغِي لِأَحَدٍ أَنْ يَتْرُكَ خَيْرًا إِلَّا إِلَى مِثْلِهِ أَوْ إِلَى خَيْرٍ مِنْهُ، فَإِنَّهُ كَمَا أَنَّ الْفَاعِلِينَ لِهَذِهِ الْبِدَعِ مَعِيبُونَ، قَدْ أَتَوْا مَكْرُوهًا فَالتَّارِكُونَ أَيْضًا لِلسُّنَنِ مَذْمُومُونَ. </p><p> وَكَثِيرٌ مِنَ الْمُنْكِرِينَ لِبِدَعِ الْعِبَادَاتِ تَجِدُهُمْ مُقَصِّرِينَ فِي فِعْلِ السُّنَنِ مِنْ ذَلِكَ أَوِ الْأَمْرِ بِهِ. . . </p><p> وَلَعَلَّ حَالَ كَثِيرٍ مِنْهُمْ يَكُونُ أَسْوَأَ مِنْ حَالِ مَنْ يَأْتِي بِتِلْكَ الْعَادَاتِ الْمُشْتَمِلَةِ عَلَى نَوْعٍ مِنَ الْكَرَاهَةِ، بَلِ الدِّينُ هُوَ الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ، فَتَعْظِيمُ الْمَوْلِدِ وَاتِّخَاذُهُ مَوْسِمًا قَدْ يَفْعَلُهُ بَعْضُ النَّاسِ، وَيَكُونُ لَهُ فِيهِ أَجْرٌ عَظِيمٌ لِحُسْنِ قَصْدِهِ وَتَعْظِيمِهِ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا قَدَّمْتُهُ لَكَ أَنَّهُ يَحْسُنُ مِنْ بَعْضِ النَّاسِ مَا يُسْتَقْبَحُ مِنَ الْمُؤْمِنِ الْمُسَدِّدِ. </p><p> وَلِهَذَا قِيلَ لِأَحْمَدَ: إِنَّ بَعْضَ الْأُمَرَاءِ يُنْفِقُ عَلَى مُصْحَفٍ أَلْفَ دِينَارٍ وَنَحْوَ ذَلِكَ، فَقَالَ: دَعْهُ، فَهَذَا أَفْضَلُ مَا أُنْفِقَ فِيهِ الذَّهَبُ، أَوْ كَمَا قَالَ، مَعَ أَنَّ مَذْهَبَهُ: أَنَّ زَخْرَفَةَ الْمَصَاحِفِ مَكْرُوهَةٌ، فَمِثْلُ هَؤُلَاءِ إِنْ لَمْ يَفْعَلُوا هَذَا، وَإِلَّا اعْتَاضُوا عَنْهُ الْفَسَادَ الَّذِي لَا صَلَاحَ فِيهِ مِثْلَ أَنْ يُنْفِقَهَا فِي كُتُبِ فُجُورٍ، كَكُتُبِ الْأَسْمَارِ وَالْأَصْفَارِ، أَوْ حِكْمَةِ فَارِسَ وَالرُّومِ. </p><p> وَمَرَاتِبُ الْأَعْمَالِ ثَلَاثٌ: إِحْدَاهَا الْعَمَلُ الصَّالِحُ الْمَشْرُوعُ الَّذِي لَا كَرَاهَةَ فِيهِ. </p><p> وَالثَّانِيَةُ: الْعَمَلُ الصَّالِحُ مِنْ بَعْضِ وُجُوهِهِ أَوْ أَكْثَرِهَا، إِمَّا لِحُسْنِ الْقَصْدِ، أَوْ لِاشْتِمَالِهِ مَعَ ذَلِكَ عَلَى أَنْوَاعٍ مِنَ الْمَشْرُوعِ. </p><p> وَالثَّالِثَةُ: مَا لَيْسَ فِيهِ صَلَاحٌ أَصْلًا. </p><p> فَأَمَّا الْأُولَى: فَهِيَ سُنَّةُ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهِيَ أَعْمَالُ السَّابِقِينَ الْأَوَّلِينَ. </p><p> وَأَمَّا الثَّانِيَةُ فَهِيَ كَثِيرَةٌ جِدًّا فِي طُرُقِ الْمُتَأَخِّرِينَ مِنَ الْمُنْتَسِبِينَ إِلَى عِلْمٍ أَوْ عِبَادَةٍ، وَمِنَ الْعَامَّةِ أَيْضًا، وَهَؤُلَاءِ خَيْرٌ مِمَّا لَا يَعْمَلُ عَمَلًا صَالِحًا مَشْرُوعًا وَلَا غَيْرَ مَشْرُوعٍ، وَمَعَ هَذَا فَالْمُؤْمِنُ يَعْرِفُ الْمَعْرُوفَ وَيُنْكِرُ الْمُنْكَرَ، وَلَا يَمْنَعُهُ مِنْ ذَلِكَ مُوَافَقَةُ بَعْضِ الْمُنَافِقِينَ لَهُ فِي ظَاهِرِ الْأَمْرِ بِذَلِكَ الْمَعْرُوفِ وَالنَّهْيِ عَنْ ذَلِكَ الْمُنْكَرِ، وَلَا مُخَالَفَةُ بَعْضِ عُلَمَاءِ الْمُؤْمِنِينَ، فَهَذِهِ الْأُمُورُ وَأَمْثَالُهَا مِمَّا يَنْبَغِي مَعْرِفَتُهَا وَالْعَمَلُ بِهَا اهـ. </p><p> لَقَدْ عَالَجَ - رَحِمَهُ اللَّهُ - هَذِهِ الْمَسْأَلَةَ بِحِكْمَةِ الدَّاعِي وَسِيَاسَةِ الدَّعْوَةِ مِمَّا لَا يَدَعُ مَجَالًا لِلْكَلَامِ فِيهَا. </p><p> وَلَكِنْ قَدْ حَدَثَ بَعْدَهُ - رَحِمَهُ اللَّهُ - أُمُورٌ لَمْ تَكُنْ مِنْ قَبْلُ، ابْتُلِيَ بِهَا الْعَالَمُ الْغَرْبِيُّ، وَغَزَا بِهَا الْعَالَمَ الشَّرْقِيَّ، وَلُبِّسَ بِهَا عَلَى الْمُسْلِمِينَ، وَهِيَ تِلْكَ الْمَبَادِئُ الْهَدَّامَةُ وَالْغَزْوُ الْفِكْرِيُّ، وَإِبْرَازُ شَخْصِيَّاتٍ ذَاتِ مَبَادِئَ اقْتِصَادِيَّةٍ أَوْ فَسَلَفِيَّةٍ، ارْتَفَعَ شَأْنُهَا فِي قَوْمِهِمْ، وَنُفِثَتْ سُمُومُهُمْ إِلَى بَنِي جِلْدَتِنَا، وَصَارُوا يُقِيمُونَ لَهُمُ الذِّكْرَيَاتِ، وَيُقَدِّمُونَ عَنْهُمُ الدِّرَاسَاتِ جَهْلًا أَوْ تَضْلِيلًا، فَقَامَ مِنَ الْمُسْلِمِينَ مَنْ يَقُولُ: </p><p> نَعْلَمُ أَنَّ الْمَوْلِدَ لَيْسَ سُنَّةً نَبَوِيَّةً، وَلَا طَرِيقًا سَلَفِيًّا، وَلَا عَمَلَ الْقُرُونِ الْمَشْهُودِ لَهَا بِالْخَيْرِ، وَإِنَّمَا نُرِيدُ مُقَابَلَةَ الْفِكْرَةِ بِالْفِكْرَةِ، وَالذِّكْرَيَاتِ بِالذِّكْرَى، لِنَجْمَعَ شَبَابَ الْمُسْلِمِينَ </p><p> عَلَى سِيرَةِ سَيِّدِ الْمُرْسَلِينَ، وَيَكُونُ ذَلِكَ مِنْ بَابِ: يُحْدَثُ لِلنَّاسِ مِنَ الْأَحْكَامِ بِقَدْرِ مَا أَحْدَثَتْ مِنَ الْبِدَعِ إِلَى آخِرِهِ. </p><p> وَهُنَا لَا يَنْبَغِي الْإِسْرَاعُ فِي الْجَوَابِ، وَلَكِنِ انْطِلَاقًا مِنْ كَلَامِ ابْنِ تَيْمِيَةَ الْمُتَقَدِّمِ، يُمْكِنُ أَنْ يُقَالَ: إِنْ كَانَ الْمُرَادُ إِحْيَاءَ الذِّكْرَى لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَإِنَّ اللَّهَ تَعَالَى قَدْ تَوَلَّى ذَلِكَ بِأَوْسَعِ نِطَاقٍ ; حَيْثُ قَرَنَ ذِكْرَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَعَ ذِكْرِهِ تَعَالَى فِي الشَّهَادَتَيْنِ، مَعَ كُلِّ أَذَانٍ عَلَى كُلِّ مَنَارَةٍ مِنْ كُلِّ مَسْجِدٍ، وَفِي كُلِّ إِقَامَةٍ لِأَدَاءِ صَلَاةٍ، وَفِي كُلِّ تَشَهُّدٍ فِي فَرْضٍ أَوْ نَفْلٍ مِمَّا يَزِيدُ عَلَى الثَّلَاثِينَ مَرَّةً جَهْرًا وَسِرًّا. جَهْرًا يَمْلَأُ الْأُفُقَ، وَسِرًّا يَمْلَأُ الْقَلْبَ وَالْحِسَّ. </p><p> ثُمَّ تَأْتِي الذِّكْرَى الْعَمَلِيَّةُ فِي كُلِّ صَغِيرَةٍ وَكَبِيرَةٍ: فِي الْمَأْكَلِ بِالْيَمِينِ ; لِأَنَّهُ السُّنَّةُ، وَفِي الْمَلْبَسِ فِي التَّيَامُنِ ; لِأَنَّهُ السُّنَّةُ، وَفِي الْمَضْجَعِ عَلَى الشِّقِّ الْأَيْمَنِ ; لِأَنَّهُ السُّنَّةُ، وَفِي إِفْشَاءِ السَّلَامِ وَفِي كُلِّ حَرَكَاتِ الْعَبْدِ وَسَكَنَاتِهِ إِذَا رَاعَى فِيهَا أَنَّهَا السُّنَّةُ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَإِنْ كَانَ الْمُرَادُ التَّعْبِيرَ عَنِ الْمَحَبَّةِ، وَالْمَحَبَّةُ هِيَ عُنْوَانُ الْإِيمَانِ الْحَقِيقِيِّ، كَمَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «وَاللَّهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ نَفْسِهِ، وَوَلَدِهِ، وَمَالِهِ، وَالنَّاسِ أَجْمَعِينَ» . </p><p> فَإِنَّ حَقِيقَةَ الْمَحَبَّةِ طَاعَةُ مَنْ تُحِبُّ، وَفِعْلُ مَا يُحِبُّهُ، وَتَرْكُ مَا لَا يَرْضَاهُ أَوْ لَا يُحِبُّهُ، وَمِنْ هَذَا يُمْكِنُ أَنْ يُقَالَ: إِنَّ مَا يُلَابِسُ عَمَلَ الْمَوْلِدِ مِنْ لَهْوٍ وَلَعِبٍ وَاخْتِلَاطٍ غَيْرِ مَشْرُوعٍ، وَأَعْمَالٍ فِي أَشْكَالٍ لَا أَصْلَ لَهَا، يَجِبُ تَرْكُهُ وَتَنْزِيهُ التَّعْبِيرِ عَنْ مَحَبَّتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَمَّا لَا يَرْضَاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَدْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يُكَرِّمُ هَذَا الْيَوْمَ بِالصَّوْمِ، وَإِنْ كَانَ الْمُرَادُ مُقَابَلَةَ فِكْرَةٍ بِفِكْرَةٍ. فَالْوَاقِعُ أَنَّهُ لَا مُنَاسَبَةَ بَيْنَ السَّبَبَيْنِ، وَلَا مُوجِبَ لِلرَّبْطِ بَيْنَ الْجَانِبَيْنِ لِبُعْدِ مَا بَيْنَهُمَا، كَبُعْدِ الْحَقِّ عَنِ الْبَاطِلِ وَالظُّلْمَةِ عَنِ النُّورِ. </p><p> وَمَعَ ذَلِكَ، فَإِنْ كَانَ وَلَا بُدَّ فَلَا مُوجِبَ لِلتَّقْيِيدِ بِزَمَنٍ مُعَيَّنٍ، بَلِ الْعَامُ كُلُّهُ لِإِقَامَةِ الدِّرَاسَاتِ فِي السِّيرَةِ، وَتَعْرِيفِ الْمُسْلِمِينَ النَّاشِئَةَ مِنْهُمْ وَالْعَوَامَّ وَغَيْرَهُمْ بِمَا تُرِيدُهُ مِنْ دِرَاسَةٍ لِلسِّيرَةِ النَّبَوِيَّةِ. </p><p> وَخِتَامًا ; فَبَدَلًا مِنَ الْمَوْقِفِ السَّلْبِيِّ عِنْدَ التَّشْدِيدِ فِي النَّكِيرِ، أَنْ يَكُونَ عَمَلًا إِيجَابِيًّا فِيهِ حِكْمَةٌ وَتَوْجِيهٌ لِمَا هُوَ أَوْلَى بِحَسَبِ الْمُسْتَطَاعِ، كَمَا قَالَ ابْنُ تَيْمِيَةَ. وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> وَمِنَ الْمُنَاسَبَاتِ لَيْلَةُ الْقَدْرِ لِبَدْءِ نُزُولِ الْقُرْآنِ فِيهَا ; لِقَوْلِهِ تَعَالَى: إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ [٩٧ \\ ١] </p><p> ثُمَّ بَيَّنَ تَعَالَى مِقْدَارَهَا بِقَوْلِهِ: لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ [٩٧ \\ ٣] ، وَبَيَّنَ خَوَاصَّهَا بِقَوْلِهِ: تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ [٩٧ \\ ٤ - ٥] . </p><p> الْحَفَاوَةُ بِهَا. </p><p> لَقَدْ بَيَّنَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - ذَلِكَ بِقَوْلِهِ:  «الْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ، وَفِي الْوِتْرِ مِنَ الْعَشْرِ الْأَوَاخِرِ» ، وَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَعْتَكِفُ الْعَشْرَ كُلَّهَا ; الْتِمَاسًا لِتِلْكَ اللَّيْلَةِ، فَكَانَ يُحْيِيهَا قَائِمًا فِي مُعْتَكَفِهِ، كَمَا جَاءَ فِي الْحَدِيثِ:  «وَإِذَا جَاءَ الْعَشْرُ: شَدَّ مِئْزَرَهُ، وَطَوَى فِرَاشَهُ، وَأَيْقَظَ أَهْلَهُ» ، فَلَمْ يَكُنْ يَمْرَحُ وَلَا يَلْعَبُ وَلَا حَتَّى نَوْمٌ، بَلِ اجْتِهَادٌ فِي الْعِبَادَةِ. </p><p> وَكَذَلِكَ شَهْرُ رَمَضَانَ بِكَامِلِهِ ; لِكَوْنِهِ أُنْزِلَ فِيهِ الْقُرْآنُ أَيْضًا، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ، فَكَانَ تَكْرِيمُهُ بِصَوْمِ نَهَارِهِ وَقِيَامِ لَيْلِهِ، لَا بِالْمَلَاهِي وَاللُّعَبِ وَالْحَفَلَاتِ، كَمَالُهُ بَعْضٌ صَارَ يُعِدُّ النَّاسُ وَسَائِلَ تَرْفِيهٍ خَاصَّةٍ، فَيَعْكِسُ فِيهِ الْقَصْدَ وَيُخَالِفُ الْمَشْرُوعَ. </p><p> وَمِنَ الْمُنَاسَبَاتِ يَوْمُ عَاشُورَاءَ، لَقَدْ كَانَ لَهُ تَارِيخٌ قَدِيمٌ وَكَانَتِ الْعَرَبُ تُعَظِّمُهُ فِي الْجَاهِلِيَّةِ وَتَكْسُو فِيهِ الْكَعْبَةَ، وَلَمَّا قَدِمَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ، وَجَدَ الْيَهُودَ يَصُومُونَهُ، فَقَالَ لَهُمْ:  «لِمَ تَصُومُونَهُ؟» ، فَقَالُوا: يَوْمًا نَجَّى اللَّهُ فِيهِ مُوسَى مِنْ فِرْعَوْنَ، فَصَامَهُ شُكْرًا لِلَّهِ فَصُمْنَاهُ. فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «نَحْنُ أَحَقُّ بِمُوسَى مِنْكُمْ» ، فَصَامَهُ، وَأَمَرَ النَّاسَ بِصِيَامِهِ. إِنَّهَا مُنَاسَبَةٌ عُظْمَى: نَجَاةُ نَبِيِّ اللَّهِ مُوسَى مِنْ عَدُوِّ اللَّهِ فِرْعَوْنَ، نُصْرَةُ الْحَقِّ عَلَى الْبَاطِلِ، وَنَصْرُ جُنْدِ اللَّهِ وَإِهْلَاكُ جُنْدِ الشَّيْطَانِ. </p><p> وَهَذَا بِحَقٍّ مُنَاسِبَةٌ يَهْتَمُّ لَهَا كُلُّ مُسْلِمٍ. وَلِذَا قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «نَحْنُ أَحَقُّ بِمُوسَى مِنْكُمْ، نَحْنُ مَعْشَرَ الْأَنْبِيَاءِ أَبْنَاءُ عَلَّاتٍ، دِينُنَا وَاحِدٌ» . </p><p> وَقَدْ كَانَ صِيَامُهُ فَرْضًا حَتَّى نُسِخَ بِفَرْضِ رَمَضَانَ، وَهَكَذَا مَعَ عِظَمِ مُنَاسَبَتِهِ مِنْ إِعْلَاءِ كَلِمَةِ اللَّهِ وَنُصْرَةِ رَسُولِهِ، كَانَ ابْتِهَاجُ مُوسَى - عَلَيْهِ السَّلَامُ - بِهِ فِي صِيَامِهِ شُكْرًا لِلَّهِ. </p><p> وَكَذَلِكَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَهَذَا هُوَ الطَّرِيقُ السَّلِيمُ وَالسُّنَّةُ النَّبَوِيَّةُ الْكَرِيمَةُ، لَا مَا يُحْدِثُهُ بَعْضُ الْعَوَامِّ وَالْجُهَّالِ مِنْ مَظَاهِرَ وَأَحْدَاثٍ لَا أَصْلَ لَهَا، ثُمَّ يَأْتِي الْعَمَلُ الْأَعَمُّ وَالْمُنَاسَبَاتُ </p><p> الْمُتَعَدِّدَةُ فِي مَنَاسِكِ الْحَجِّ مِنْهَا الْهَرْوَلَةُ فِي الطَّوَافِ، لَقَدْ كَانَتْ عَنْ مُؤَامَرَةِ قُرَيْشٍ فِي عَزْمِهَا عَلَى الْغَدْرِ بِالْمُسْلِمِينَ فِي عُمْرَةِ الْقَضِيَّةِ، فَأَمَرَهُمْ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُظْهِرُوا النَّشَاطَ فِي الطَّوَافِ، وَذَلِكَ حِينَمَا جَاءَ الشَّيْطَانُ لِقُرَيْشٍ وَقَالَ لَهُمْ: هَؤُلَاءِ الْمُسْلِمُونَ مَعَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، جَاءُوا إِلَيْكُمْ وَقَدْ أَنْهَكَتْهُمْ حُمَّى يَثْرِبَ، فَلَوْ مِلْتُمْ عَلَيْهِمْ لَاسْتَأْصَلْتُمُوهُمْ، فَأَخْبَرَ جِبْرِيلُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فَكَانَ الْمَوْقِفُ خَطِيرًا جِدًّا وَحَرِجًا ; حَيْثُ لَا مَدَدَ لِلْمُسْلِمِينَ، وَلَا سَبِيلَ لِلِانْسِحَابِ، وَلَا بُدَّ لَهُمْ مِنْ إِتْمَامِ الْعُمْرَةِ. </p><p> فَكَانَ التَّصَرُّفُ الْحَكِيمُ، أَنْ يَعْكِسُوا عَلَى الْمُشْرِكِينَ نَظَرِيَّتَهُمْ، وَيَأْتُونَهُمْ مِنَ الْبَابِ الَّذِي أَتَوْا مِنْهُ. فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِأَصْحَابِهِ:  «أَرُوهُمُ الْيَوْمَ مِنْكُمْ قُوَّةً» ، فَهَرْوَلُوا فِي الطَّوَافِ، وَأَظْهَرُوا قُوَّةً وَنَشَاطًا مِمَّا أَدْهَشَ الْمُشْرِكِينَ، حَتَّى قَالُوا: وَاللَّهِ مَا هَؤُلَاءِ بِإِنْسٍ إِنَّهُمْ لَكَالْجِنِّ «، وَفَوَّتُوا عَلَيْهِمُ الْفُرْصَةَ بِذَلِكَ، وَسَلِمَ الْمُسْلِمُونَ. </p><p> فَهُوَ أَشْبَهُ بِمَوْقِفِ مُوسَى مِنْ فِرْعَوْنَ، فَنَجَّى اللَّهُ رَسُولَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ غَدْرِ قُرَيْشٍ، فَكَانَ هَذَا الْعَمَلُ مُخَلَّدًا وَمَشْرُوعًا فِي كُلِّ طَوَافِ قُدُومٍ حَتَّى الْيَوْمَ، مَعَ زَوَالِ السَّبَبِ حَيْثُ هَرْوَلَ الْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي حِجَّةِ الْوَدَاعِ بَعْدَ فَتْحِ مَكَّةَ بِسَنَتَيْنِ. </p><p> قَالَ الْعُلَمَاءُ: بَقِيَ هَذَا الْعَمَلُ ; تَأَسِّيًا بِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوَّلًا، وَتَذَكَّرُوا لِهَذَا الْمَوْقِفِ وَمَا لَقِيَهُ الْمُسْلِمُونَ فِي بَادِئِ الدَّعْوَةِ. </p><p> وَجَاءَ السَّعْيُ وَالْهَرْوَلَةُ فِيهِ لِمَا فِيهِ مِنْ تَجْدِيدِ الْيَقِينِ بِاللَّهِ، حَيْثُ تُرِكَتْ هَاجَرُ، وَهِيَ مِنْ سَادَةِ الْمُتَوَكِّلِينَ عَلَى اللَّهِ وَالَّتِي قَالَتْ لِإِبْرَاهِيمَ: </p><p> اذْهَبْ فَلَنْ يُضَيِّعَنَا اللَّهُ. تُرِكَتْ حَتَّى سَعَتْ إِلَى نِهَايَةِ الْعَدَدِ، كَمَا يَقُولُ عُلَمَاءُ الْفَرَائِضَ وَهُوَ سَبْعَةٌ. </p><p> إِذْ كَلُّ عَدَدٍ بَعْدَهُ تَكْرَارٌ لِمُكَرَّرٍ قَبْلَهُ، كَمَا قَالُوا فِي عَدَدِ السَّمَاوَاتِ وَالْأَرْضِ، وَحَصَى الْجِمَارِ، وَأَيَّامِ الْأُسْبُوعِ. إلخ. </p><p> وَذَلِكَ لِتَصِلَ إِلَى أَقْصَى الْجُهْدِ، وَتَنْقَطِعَ أَطْمَاعُهَا مِنْ غَوْثٍ يَأْتِيهَا مِنَ الْأَرْضِ، فَتَتَّجِهُ بِقُوَّةِ الْيَقِينِ وَشِدَّةِ الضَّرَاعَةِ إِلَى السَّمَاءِ، وَتَتَوَجَّهُ بِكُلِّيَّتِهَا وَإِحْسَاسِهَا بِقَلْبِهَا وَقَالَبِهَا إِلَى اللَّهِ. فَيَأْتِيهَا الْغَوْثُ الْأَعْظَمُ سَقْيًا لَهَا وَلِلْمُسْلِمِينَ مِنْ بَعْدِهَا. </p><p> فَكَانَ ذَلِكَ دَرْسًا عَمَلِيًّا ظَلَّ إِحْيَاؤُهُ تَجْدِيدًا لَهُ. </p><p> وَهَكَذَا النَّحْرُ، وَقِصَّةُ الْفِدَاءِ لِمَا كَانَ فِيهِ دَرْسُ الْأُمَّةِ لِأَفْرَادِهَا وَجَمَاعَتِهَا فِي أُسْرَةٍ </p><p> كَامِلَةٍ. وَالِدٌ وَوَالِدَةٌ، وَوَلَدٌ كَلٌّ يُسَلِّمُ قِيَادَهُ لِأَمْرِ اللَّهِ، وَإِلَى أَقْصَى حَدِّ التَّضْحِيَةِ حِينَمَا قَالَ إِبْرَاهِيمُ لِإِسْمَاعِيلَ مَا قَصَّهُ تَعَالَى عَلَيْنَا: يَابُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى [٣٧ \\ ١٠٢] . </p><p> إِنَّهُ حَدَثٌ خَطِيرٌ، وَأَيُّ رَأْيٍ لِلْوَلَدِ فِي ذَبْحِ نَفْسِهِ، وَلَكِنَّهُ التَّمْهِيدُ لِأَمْرِ اللَّهِ، فَكَانَ مَوْقِفُ الْوَلَدِ لَا يَقِلُّ إِكْبَارًا عَنْ مَوْقِفِ الْوَالِدِ: </p><p> يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ [٣٧ \\ ١٠٢] ، وَلَمْ يَكُنْ ذَلِكَ عَرْضًا وَقَبُولًا فَحَسْبُ، بَلْ جَاءَ وَقْتُ التَّنْفِيذِ إِلَى نُقْطَةِ الصِّفْرِ كَمَا يُقَالُ. </p><p> وَالْكُلُّ مَاضٍ فِي سَبِيلِ التَّنْفِيذِ: فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ [٣٧ \\ ١٠٣] ، يَا لَهُ مِنْ مَوْقِفٍ يَعْجَزُ كُلُّ بَيَانٍ عَنْ تَصْوِيرِهِ وَيَئِطُّ كُلُّ قَلَمٍ عَنْ تَفْسِيرِهِ، وَيَثْقُلُ كُلُّ لِسَانٍ عَنْ تَعْبِيرِهِ، شَيْخٌ فِي كِبَرِ سِنِّهِ يَحْمِلُ سِكِّينًا بِيَدِهِ، وَيَتِلُّ وَلَدَهُ وَضَنَاهُ بِالْأُخْرَى، كَيْفَ قَوِيَتْ يَدُهُ عَلَى حَمْلِ السِّكِّينِ، وَقَوِيَتْ عَيْنَاهُ عَلَى رُؤْيَتِهَا فِي يَدِهِ، وَكَيْفَ طَاوَعَتْهُ يَدُهُ الْأُخْرَى عَلَى تَلِّ وَلَدِهِ عَلَى جَبِينِهِ؟ </p><p> إِنَّهَا قُوَّةُ الْإِيمَانِ وَسُنَّةُ الِالْتِزَامِ، وَهَا هُوَ الْوَلَدُ مَعَ أَبِيهِ طَوْعَ يَدِهِ، يَتَصَبَّرُ لِأَمْرِ اللَّهِ وَيَسْتَسْلِمُ لِقَضَاءِ اللَّهِ: سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ [٣٧ \\ ١٠٢] ، وَالْمَوْقِفُ الْآنَ وَالِدٌ بِيَدِهِ السِّكِّينُ، وَوَلَدٌ مُلْقًى عَلَى الْجَبِينِ، وَلَمْ يَبْقَ إِلَّا تَوَقُّفُ الْأَنْفَاسِ لِلَحْظَةِ التَّنْفِيذِ، وَلَكِنْ - رَحْمَةُ اللَّهِ - أَوْسَعُ، وَفَرَجُهُ مِنْ عِنْدِهِ أَقْرَبُ: وَنَادَيْنَاهُ أَنْ يَاإِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ [٣٧ \\ ١٠٤ - ١٠٥] . </p><p> فَكَانَتْ مُنَاسَبَةً عَظِيمَةً وَفَائِدَتُهَا كَبِيرَةٌ، خَلَّدَهَا الْإِسْلَامُ فِي الْهَدْيِ وَالضَّحِيَّةِ. </p><p> وَفِي رَمْيِ الْجِمَارِ، إِلَى آخِرِهِ، وَهَكَذَا كُلُّهَا فِي مَنَاسِكَ وَعِبَادَةٍ وَقُرْبَةٍ إِلَى اللَّهِ تَعَالَى فِي تَجَرُّدٍ وَانْقِطَاعٍ، وَدَوَامِ ذِكْرٍ لِلَّهِ تَعَالَى. </p><p> وَهُنَاكَ أَحْدَاثٌ جِسَامٌ وَمُنَاسَبَاتٌ عِظَامٌ، لَا تِقِلُّ أَهَمِّيَّةً عَنْ سَابِقَاتِهَا، وَلَكِنْ لَمْ يَجْعَلْ لَهَا الْإِسْلَامُ أَيَّ ذِكْرَى، كَمَا فِي صُلْحِ الْحُدَيْبِيَةِ. </p><p> لَقَدْ كَانَ هَذَا الصُّلْحُ مِنْ أَعْظَمِ الْمُنَاسَبَاتِ فِي الْإِسْلَامِ، إِذْ كَانَ فِيهِ انْتِزَاعُ اعْتِرَافِ قُرَيْشٍ بِالْكِيَانِ الْإِسْلَامِيِّ مَائِلًا فِي الصُّلْحِ، وَالْعَهْدِ الَّذِي وُثِّقَ بَيْنَ الطَّرَفَيْنِ، وَقَدْ سَمَّاهُ اللَّهُ فَتْحًا، كَمَا قَالَ تَعَالَى: فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا [٤٨ \\ ٢٧] . </p><p> وَنَزَلَتْ سُورَةُ» الْفَتْحِ «فِي عَوْدَتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ صُلْحِ الْحُدَيْبِيَةِ.</p><p> وَكَذَلِكَ يَوْمُ بَدْرٍ كَانَ يَوْمَ الْفُرْقَانِ، فَرَّقَ اللَّهُ فِيهِ بَيْنَ الْحَقِّ وَالْبَاطِلِ، وَنَصَرَ فِيهِ الْمُسْلِمِينَ مَعَ قِلَّتِهِمْ عَلَى الْمُشْرِكِينَ مَعَ كَثْرَتِهِمْ. </p><p> وَكَذَلِكَ يَوْمُ فَتْحِ مَكَّةَ، وَتَحْطِيمِ الْأَصْنَامِ، وَالْقَضَاءِ نِهَائِيًّا عَلَى دَوْلَةِ الشِّرْكِ فِي الْبِلَادِ الْعَرَبِيَّةِ، وَمِنْ قَبْلِ ذَلِكَ لَيْلَةُ خُرُوجِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ مَكَّةَ وَنُزُولِهِ فِي الْغَارِ، إِذْ كَانَ فِيهَا نَجَاتُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ فَتْكِ الْمُشْرِكِينَ، كَمَا قَالَ الصَّدِّيقُ وَهُمَا فِي الطَّرِيقِ إِلَى الْغَارِ، حِينَمَا كَانَ يَسِيرُ أَحْيَانًا أَمَامَ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَحْيَانًا خَلْفَهُ، فَسَأَلَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: أَتَذَكَّرُ الرَّصَدَ فَأَكُونُ أَمَامَكَ، وَأَتَذَكَّرُ الطَّلَبَ فَأَكُونُ خَلْفَكَ، فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:» أَتُرِيدُ لَوْ كَانَ شَيْءٌ يَكُونُ فِيكَ يَا أَبَا بَكْرٍ؟ «.</p><p> فَقُلْتُ: نَعَمْ ; فِدَاكَ أَبِي وَأُمِّي يَا رَسُولَ اللَّهِ ; فَإِنِّي إِنْ أَهْلِكْ أَهْلِكْ وَحْدِي، وَإِنْ تُصَبْ أَنْتَ يَا رَسُولَ اللَّهِ تُصَبِ الدَّعْوَى مَعَكَ» . </p><p> وَكَذَلِكَ وُصُولُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ بِدَايَةُ حَيَاةٍ جَدِيدَةٍ وَبِنَاءُ كِيَانِ أُمَّةٍ جَدِيدَةٍ، وَكُلُّ ذَلِكَ لَمْ يَجْعَلِ الْإِسْلَامُ لِذَلِكَ كُلِّهِ عَمَلًا خَاصًّا بِهِ وَالنَّاسُ فِي إِبَّانِهَا تَأْخُذُهُمْ عَاطِفَةُ الذِّكْرَى، وَيَجُرُّهُمْ حَنِينُ الْمَاضِي وَتَتَرَاءَى لَهُمْ صَفَحَاتُ التَّارِيخِ، فَهَلْ يَقِفُونَ صُمًّا بُكْمًا أَمْ يَنْطِقُونَ بِكَلِمَةِ تَعْبِيرٍ؟ وَشُكْرٍ لِلَّهِ إِنَّهُ إِنْ يَكُنْ مِنْ شَيْءٍ فَلَا يَصِحُّ بِحَالٍ مِنَ الْأَحْوَالِ، أَنْ يَكُونَ مِنَ اللَّهْوِ وَاللَّعِبِ وَالْمُنْكَرِ، وَمَا لَا يُرْضِي اللَّهَ وَلَا رَسُولَهُ. </p><p> إِنَّهُ إِنْ يَكُنْ مِنْ شَيْءٍ، فَلَا يَصِحُّ إِلَّا مِنَ الْمَنْهَجِ الَّذِي رَسَمَهُ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي مِثْلِ تِلْكَ الْمُنَاسَبَاتِ مِنْ عِبَادَةٍ فِي: صِيَامٍ، أَوْ صَدَقَةٍ، أَوْ نُسُكٍ، وَلَا يُمْكِنُ أَنْ يُقَالَ فِيهَا بِمَا يُقَالُ فِي الْمَصَالِحِ الْمُرْسَلَةِ حَيْثُ كَانَتْ. </p><p> وَكَانَ عَهْدُ التَّشْرِيعِ وَلَمْ يُشْرَعْ فِي خُصُوصِهَا شَيْءٌ، وَهَلِ الْأَمْرُ فِيهَا كَالْأَمْرِ فِي الْمَوْلِدِ، وَتَكُونُ ضِمْنَ عُمُومِ قَوْلِهِ تَعَالَى: وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ [٥١ \\ ٥٥] ، وَضِمْنَ قَوْلِهِ تَعَالَى فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ [٥٩ \\ ٢] رَأْيٌ بِقِصَصِ الْمَاضِينَ. </p><p> وَنَحْنُ أَيْضًا نَقُصُّ عَلَى أَجْيَالِنَا بَعْدَ هَذِهِ الْقُرُونِ، أَهَمَّ أَحْدَاثِ الْإِسْلَامِ لِاسْتِخْلَاصِ الْعِظَةِ وَالْعِبْرَةِ أَمْ لَا؟ </p><p> وَهَذَا مَا يَتَيَسَّرُ إِيرَادُهُ بِإِيجَازٍ فِي هَذِهِ الْمَسْأَلَةِ. وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> تَنْبِيهٌ. </p><p> مِمَّا يُعْتَبَرُ ذَا صِلَةٍ بِهَذَا الْمَبْحَثِ فِي الْجُمْلَةِ مَا نَقَلَهُ ابْنُ كَثِيرٍ فِي التَّفْسِيرِ عِنْدَ كَلَامِهِ عَلَى </p><p> قَوْلِهِ تَعَالَى: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا [٥ \\ ٣] . </p><p> قَالَ عِنْدَهَا: وَقَالَ الْإِمَامُ أَحْمَدُ: حَدَّثَنَا جَعْفَرُ بْنُ عَوْفٍ، حَدَّثَنَا أَبُو الْعُمَيْسِ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ: جَاءَ رَجُلٌ مِنَ الْيَهُودِ إِلَى عُمَرَ بْنِ الْخَطَّابِ، فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّكُمْ تَقْرَءُونَ آيَةً فِي كِتَابِكُمْ، لَوْ عَلَيْنَا يَا مَعْشَرَ الْيَهُودِ نَزَلَتْ لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا. قَالَ: وَأَيُّ آيَةٍ؟ قَالَ: قَوْلُهُ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ، فَقَالَ عُمَرُ: وَاللَّهِ إِنِّي لَأَعْلَمُ الْيَوْمَ الَّذِي نَزَلَتْ عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَالسَّاعَةَ الَّتِي نَزَلَتْ فِيهَا عَلَى رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: عَشِيَّةَ عَرَفَةَ فِي يَوْمِ جُمُعَةٍ. </p><p> وَرَوَاهُ الْبُخَارِيُّ، عَنِ الْحَسَنِ بْنِ الصَّبَّاحِ، عَنْ جَعْفَرِ بْنِ عَوْنٍ بِهِ، وَرَوَاهُ أَيْضًا مُسْلِمٌ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ أَيْضًا مِنْ طُرُقٍ عَنْ قَيْسِ بْنِ مُسْلِمٍ بِهِ. وَلَفْظُ الْبُخَارِيِّ عِنْدَ تَفْسِيرِ هَذِهِ الْآيَةِ مِنْ طَرِيقِ سُفْيَانَ الثَّوْرِيِّ، عَنْ قَيْسٍ، عَنْ طَارِقٍ، قَالَ: قَالَتِ الْيَهُودُ لِعُمَرَ: إِنَّكُمْ تَقْرَءُونَ آيَةً لَوْ نَزَلَتْ فِينَا لَاتَّخَذْنَاهَا عِيدًا، فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ حِينَ أُنْزِلَتْ، وَأَيْنَ أُنْزِلَتْ، وَأَيْنَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - حِينَ أُنْزِلَتْ: يَوْمَ عَرَفَةَ وَأَنَا وَاللَّهِ بِعَرَفَةَ. </p><p> وَسَاقَ عَنِ ابْنِ جَرِيرٍ، قَالَ كَعْبٌ: لَوْ أَنَّ غَيْرَ هَذِهِ الْأُمَّةِ نَزَلَتْ عَلَيْهِمْ هَذِهِ الْآيَةُ لَنَظَرُوا الْيَوْمَ الَّذِي أُنْزِلَتْ فِيهِ عَلَيْهِمْ، فَاتَّخَذُوهُ عِيدًا يَجْتَمِعُونَ فِيهِ. </p><p> فَقَالَ عُمَرُ: أَيُّ آيَةٍ يَا كَعْبُ؟ فَقَالَ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ </p><p> فَأَجَابَهُ عُمَرُ بِمَا أَجَابَ بِهِ سَابِقًا، وَقَالَ: فِي يَوْمِ جُمُعَةٍ وَيَوْمِ عَرَفَةَ، وَكِلَاهُمَا - بِحَمْدِ اللَّهِ - لَنَا عِيدٌ. </p><p> وَنُقِلَ عَنِ ابْنِ جَرِيرٍ، عَنِ ابْنِ عَبَّاسٍ قَرَأَ الْآيَةَ، فَقَالَ يَهُودِيٌّ: لَوْ نَزَلَتْ هَذِهِ الْآيَةُ عَلَيْنَا لَاتَّخَذْنَا يَوْمَهَا عِيدًا، فَقَالَ ابْنُ عَبَّاسٍ: فَإِنَّهَا نَزَلَتْ فِي يَوْمِ عِيدَيْنِ اثْنَيْنِ: يَوْمَ عِيدٍ، وَيَوْمَ جُمُعَةٍ. </p><p> وَمَحَلُّ الْإِيرَادِ أَنَّ عُمَرَ سَمِعَ الْيَهُودِيَّ يُشِيدُ بِيَوْمِ نُزُولِهَا، فَقَدْ أَقَرَّ الْيَهُودِيَّ عَلَى ذَلِكَ وَلَمْ يُنْكِرْ عَلَيْهِ، وَلَكِنْ أَخْبَرَهُ بِالْوَاقِعِ وَهُوَ أَنَّ يَوْمَ نُزُولِهَا عِيدٌ بِنَفْسِهِ بِدُونِ أَنْ نَتَّخِذَهُ نَحْنُ. </p><p> وَكَذَلِكَ ابْنُ عَبَّاسٍ ; أَقَرَّ الْيَهُودِيَّ عَلَى إِخْبَارِهِ وَتَطَلُّعِهِ وَاقْتِرَاحِهِ، فَلَمْ يُنْكِرْ عَلَيْهِ كَمَا لَمْ يُنْكِرْ عُمَرُ، مِمَّا يُشْعِرُ أَنَّهُ لَوْ لَمْ يَكُنْ نُزُولُهَا يَوْمَ عِيدٍ، لَكَانَ مِنَ الْمُحْتَمَلِ أَنْ تُتَّخَذَ عِيدًا. وَلَكِنَّهُ صَادَفَ عِيدًا أَوْ عِيدَيْنِ، فَهُوَ تَكْرِيمٌ لِلْيَوْمِ بِمُنَاسَبَةِ مَا نَزَلْ فِيهِ مِنْ إِكْمَالِ الدِّينِ </p>"
}