{
  "id": null,
  "sura": 77,
  "aya": 11,
  "text": "<p> أَوْ نُذْرًا بِمَعْنَى الْوَاوِ، أَيْ: لِأَجْلِ الْإِعْذَارِ وَالْإِنْذَارِ، وَمَجِيءِ «أَوْ» بِمَعْنَى الْوَاوِ كَمَجِيءِ ذَلِكَ فِي قَوْلِ عَمْرِو بْنِ مَعْدِي كَرِبَ: </p><p> قَوْمٌ إِذَا سَمِعُوا الصَّرِيخَ رَأَيْتَهُمْ ... مَا بَيْنَ مُلْجِمِ مُهْرِهِ أَوْ سَافِعِ </p><p> أَيْ: وَسَافِعٍ. </p><p> قَوْلُهُ تَعَالَى: إِنَّمَا تُوعَدُونَ لَوَاقِعٌ </p><p> هُوَ الْمُقْسَمُ عَلَيْهِ، وَالْوَاقِعُ أَنَّ بَيْنَ كُلِّ قَسَمٍ وَمُقْسَمٍ عَلَيْهِ مُنَاسَبَةَ ارْتِبَاطٍ فِي الْجُمْلَةِ غَالِبًا، وَاللَّهُ تَعَالَى يُقْسِمُ بِمَا شَاءَ عَلَى مَا شَاءَ ; لِأَنَّ الْمُقْسَمَ بِهِ مِنْ مَخْلُوقَاتِهِ فَاخْتِيَارُ مَا يُقْسَمُ بِهِ هُنَا أَوْ هُنَاكَ غَالِبًا يَكُونُ لِنَوْعِ مُنَاسَبَةٍ، وَلَوْ تَأَمَّلْنَاهُ هُنَا، لَوَجَدْنَا الْمُقْسَمَ عَلَيْهِ هُوَ يَوْمُ الْقِيَامَةِ، وَهُمْ مُكَذِّبُونَ بِهِ ; فَأَقْسَمَ لَهُمْ بِمَا فِيهِ إِثْبَاتُ الْقُدْرَةِ عَلَيْهِ، فَالرِّيَاحُ عُرْفًا تَأْتِي بِالسَّحَابِ تَنْشُرُهُ ثُمَّ يَأْتِي الْمَطَرُ، وَيُحْيِي اللَّهُ الْأَرْضَ بَعْدَ مَوْتِهَا. </p><p> وَهَذَا مِنْ أَدِلَّةِ الْقُدْرَةِ عَلَى الْبَعْثِ، وَالْعَاصِفَاتُ مِنْهَا بِشِدَّةٍ، وَقَدْ تَقْتَلِعُ الْأَشْجَارَ وَتَهْدِمُ الْبُيُوتَ مِمَّا لَا طَاقَةَ لَهُمْ بِهَا وَلَا قُدْرَةَ لَهُمْ عَلَيْهَا، وَمَا فِيهَا مِنَ الدَّلَالَةِ عَلَى الْإِهْلَاكِ وَالتَّدْمِيرِ، وَكِلَاهُمَا دَالٌّ عَلَى الْقُدْرَةِ عَلَى الْبَعْثِ. </p><p> ثُمَّ تَأْتِي الْمَلَائِكَةُ بِالْبَيَانِ وَالتَّوْجِيهِ وَالْإِعْذَارِ وَالْإِنْذَارِ: إِنَّمَا تُوعَدُونَ لَوَاقِعٌ </p><p> - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا النُّجُومُ طُمِسَتْ وَإِذَا السَّمَاءُ فُرِجَتْ وَإِذَا الْجِبَالُ نُسِفَتْ </p><p> كُلُّهَا تَغْيِيرَاتٌ كَوْنِيَّةٌ مِنْ آثَارِ ذَلِكَ الْيَوْمِ الْمَوْعُودِ. وَطَمْسُ النُّجُومِ: ذَهَابُ نُورِهَا، كَقَوْلِهِ: وَإِذَا النُّجُومُ انْكَدَرَتْ [٨١ \\ ٢] . </p><p> وَإِذَا السَّمَاءُ فُرِجَتْ أَيْ: تَشَقَّقَتْ وَتَفَطَّرَتْ كَمَا فِي قَوْلِهِ تَعَالَى: إِذَا السَّمَاءُ انْشَقَّتْ [٨٤ \\ ١] ، إِذَا السَّمَاءُ انْفَطَرَتْ [٨٢ \\ ١] ، وَنَسْفُ الْجِبَالِ تَقَدَّمَ بَيَانُهُ فِي عِدَّةِ مَحَالٍّ. وَمَا يَكُونُ لَهَا مِنْ عِدَّةِ أَطْوَارٍ مِنْ: دَكٍّ وَتَفْتِيتٍ، وَبَثٍّ وَتَسْيِيرٍ: كَالسَّحَابِ ثُمَّ كَالسَّرَابِ، وَتَقَدَّمَ فِي سُورَةِ «ق» عِنْدَ قَوْلِهِ تَعَالَى: أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ [٥٠ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا الرُّسُلُ أُقِّتَتْ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُهُ فِي سُورَةِ «الْوَاقِعَةِ» عِنْدَ قَوْلِهِ تَعَالَى: </p>"
}