{
  "id": null,
  "sura": 77,
  "aya": 50,
  "text": "<p> وَجَاءَ فِي الْحَدِيثِ:  «لَنْ يَدْخُلَ أَحَدُكُمُ الْجَنَّةَ بِعَمَلِهِ» ، وَلَا مُعَارَضَةَ بَيْنَ النَّصَّيْنِ، إِذِ الدُّخُولُ بِفَضْلٍ مِنَ اللَّهِ وَبَعْدَ الدُّخُولِ يَكُونُ التَّوَارُثُ، وَتَكُونُ الدَّرَجَاتُ، وَيَكُونُ التَّمَتُّعُ بِسَبَبِ الْأَعْمَالِ. فَكُلُّهُمْ يَشْتَرِكُونَ فِي التَّفَضُّلِ مِنَ اللَّهِ عَلَيْهِمْ بِدُخُولِ الْجَنَّةِ، وَلَكِنَّهُمْ بَعْدَ الدُّخُولِ يَتَفَاوَتُونَ فِي الدَّرَجَاتِ بِسَبَبِ الْأَعْمَالِ. </p><p> قَوْلُهُ تَعَالَى: إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ </p><p> فِي الْآيَةِ الَّتِي قَبْلَهَا قَالَ تَعَالَى: بِمَا كُنْتُمْ تَعْمَلُونَ [٧٧ \\ ٤٣] . وَهُنَا قَالَ: نَجْزِي الْمُحْسِنِينَ، وَلَمْ يَقُلْ: نَجْزِي الْعَامِلِينَ، مِمَّا يُشْعِرُ بِأَنَّ الْجَزَاءَ إِنَّمَا هُوَ عَلَى الْإِحْسَانِ فِي الْعَمَلِ لَا مُجَرَّدُ الْعَمَلِ فَقَطْ، وَتَقَدَّمَ أَنَّ الْغَايَةَ مِنَ التَّكْلِيفِ، إِنَّمَا هِيَ الْإِحْسَانُ فِي الْعَمَلِ: تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا [٦٧ \\ ١ - ٢] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «الْكَهْفِ» عِنْدَ قَوْلِهِ تَعَالَى: إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا [١٨ \\ ٧] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ </p><p> هَذِهِ الْآيَةُ الْكَرِيمَةُ مِنْ آيَاتِ الِاسْتِدْلَالِ عَلَى أَنَّ الْكُفَّارَ مُؤَاخَذُونَ بِتَرْكِ الْفُرُوعِ، وَتَقَدَّمَ التَّنْبِيهُ عَلَى ذَلِكَ مِرَارًا، وَالْمُهِمُّ هُنَا أَنَّ أَكْثَرَ مَا يَأْتِي ذِكْرُهُ مِنَ الْفُرُوعِ هِيَ الصَّلَاةُ ; مِمَّا يُؤَكِّدُ أَنَّهَا هِيَ بِحَقٍّ عِمَادُ الدِّينِ. </p><p> قَوْلُهُ تَعَالَى: فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ </p><p> أَيْ: بَعْدَ هَذَا الْقُرْآنِ الْكَرِيمِ لِمَا فِيهِ مِنْ آيَاتِ وَدَلَائِلَ وَمَوَاعِظَ كَقَوْلِهِ تَعَالَى: فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ [٤٥ \\ ٦] . </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّهُ نَزَّلَهُ أَحْسَنَ الْحَدِيثِ هُدًى فِي قَوْلِهِ تَعَالَى: اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ [٣٩ \\ ٢٣] . </p><p> وَذَكَرَ ابْنُ كَثِيرٍ فِي تَفْسِيرِهِ عَنِ ابْنِ أَبِي حَاتِمٍ إِلَى أَبِي هُرَيْرَةَ يَرْوِيهِ: إِذَا قَرَأَ: وَالْمُرْسَلَاتِ عُرْفًا، فَقَرَأَ: فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ، فَلْيَقُلْ: آمَنْتُ بِاللَّهِ وَبِمَا أَنْزَلَ. </p><p> وَذَكَرَ فِي سُورَةِ «الْقِيَامَةِ» عَنْ أَبِي دَاوُدَ وَأَحْمَدَ عِدَّةَ أَحَادِيثَ بِعِدَّةِ طُرُقٍ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  «مَنْ قَرَأَ فِي سُورَةِ الْإِنْسَانِ: أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى[٧٥ \\ ٤٠]،قَالَ:سُبْحَانَكَ اللَّهُمَّ فَبَلَى. وَإِذَا قَرَأَ سُورَةَ» وَالتِّينِ «فَانْتَهَى إِلَى قَوْلِهِ: أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ[٩٥ \\ ٨]،فَلْيَقُلْ:بَلَى، وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ.وَمَنْ قَرَأَ:وَالْمُرْسَلَاتِ،فَبَلَغَ:فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ،فَلْيَقُلْ:آمَنَّا بِاللَّهِ» . اهـ. </p><p> وَإِنَّا نَقُولُ: آمَنَّا بِاللَّهِ كَمَا أَمَرَنَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p>"
}