{
  "id": null,
  "sura": 78,
  "aya": 18,
  "text": "<p> فِي السِّيَاقِ: إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا [٧٨ \\ ١٧] . </p><p> قَوْلُهُ تَعَالَى: أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا </p><p> قُرِئَ بِالْإِفْرَادِ، «مَهْدًا» أَيْ: كَالْمَهْدِ لِلطِّفْلِ، وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى: الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا. </p><p> قَوْلُهُ تَعَالَى: وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا وَجَعَلْنَا اللَّيْلَ لِبَاسًا وَجَعَلْنَا النَّهَارَ مَعَاشًا </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ هَذِهِ الثَّلَاثَةِ، كَوْنُ النَّوْمِ سُبَاتًا: رَاحَةً أَوْ مَوْتًا، وَاللَّيْلِ لِبَاسًا: سَاتِرًا وَمُرِيحًا، وَالنَّهَارِ مَعَاشًا: لِطَلَبِ الْمَعَاشِ، وَذَلِكَ عِنْدَ كَلَامِهِ عَلَى قَوْلِهِ تَعَالَى مِنْ سُورَةِ «الْفُرْقَانِ» : وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا [٢٥ \\ ٤٧] ، وَكُلُّهَا آيَاتٌ دَالَّاتٌ عَلَى الْقُدْرَةِ عَلَى الْبَعْثِ، كَمَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ. </p><p> قَوْلُهُ تَعَالَى: وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا </p><p> أَيِ: السَّمَاوَاتِ السَّبْعَ، وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى فِي سُورَةِ «ق» : أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ [٥٠ \\ ٦] ، وَسَاقَ النُّصُوصَ مُمَاثِلَةً هُنَاكَ. </p><p> قَوْلُهُ تَعَالَى: يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا </p><p> النَّفْخُ فِي الصُّورِ لِلْبَعْثِ، وَهَذَا مَعْلُومٌ، وَتَأْتُونَ أَفْوَاجًا: قَدْ بَيَّنَ حَالَ هَذَا الْمَجِيءِ مِثْلَ قَوْلِهِ تَعَالَى: يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا [٧٠ \\ ٤٣] ، وَقَوْلِهِ: كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ مُهْطِعِينَ إِلَى الدَّاعِي [٥٤ \\ ٧ - ٨] ، وَالْأَفْوَاجُ هُنَا قِيلَ: الْأُمَمُ الْمُخْتَلِفَةُ كَقَوْلِهِ: يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ الْآيَةَ [١٧ \\ ٧١] ، وَلَكِنَّ الْآيَةَ بِتَاءِ الْخِطَابِ: فَتَأْتُونَ مِمَّا يُشْعِرُ بِأَنَّ الْأَفْوَاجَ فِي هَذِهِ الْأُمَّةِ. </p><p> وَقَدْ رَوَى الْقُرْطُبِيُّ وَغَيْرُهُ أَثَرًا عَنْ مُعَاذٍ، أَنَّهُ سَأَلَ عَنْهَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ:  «يَا مُعَاذُ، سَأَلْتَ عَنْ أَمْرٍ عَظِيمٍ مِنَ الْأُمُورِ» ، ثُمَّ أَرْسَلَ عَيْنَيْهِ وَقَالَ:  «تُحْشَرُ عَشَرَةُ أَصْنَافٍ مِنْ أُمَّتِي» وَسَاقَهَا، وَكَذَلِكَ سَاقَهَا الزَّمَخْشَرِيُّ، وَقَالَ ابْنُ حَجَرٍ فِي الْكَافِي الشَّافِي فِي تَخْرِيجِ </p>"
}