{
  "id": null,
  "sura": 78,
  "aya": 23,
  "text": "<p> أَحَادِيثِ الْكَشَّافِ: أَخْرَجَهُ الثَّعْلَبِيُّ، وَابْنُ مَرْدَوَيْهِ مِنْ رِوَايَةِ مُحَمَّدِ بْنِ زُهَيْرٍ، عَنْ مُحَمَّدِ بْنِ الْهِنْدِيِّ، عَنْ حَنْظَلَةَ السَّدُوسِيِّ، عَنْ أَبِيهِ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنْهُ بِطُولِهِ وَهِيَ:  «بَعْضُهُمْ عَلَى صُورَةِ الْقِرَدَةِ، وَبَعْضُهُمْ عَلَى صُورَةِ الْخَنَازِيرِ، وَبَعْضُهُمْ مُنَكِّسُونَ أَرْجُلَهُمْ فَوْقَ وُجُوهِهِمْ يُسْحَبُونَ عَلَيْهَا، وَبَعْضُهُمْ عُمْيًا، وَبَعْضُهُمْ صُمًّا، بُكْمًا، وَبَعْضُهُمْ يَمْضُغُونَ أَلْسِنَتَهُمْ، فَهِيَ مُدَلَّاتٌ عَلَى صُدُورِهِمْ يَسِيلُ الْقَيْحُ مِنْ أَفْوَاهِهِمْ يَتَقَذَّرُهُمْ أَهْلُ الْجَمْعِ، وَبَعْضُهُمْ مُقَطَّعَةٌ أَيْدِيهِمْ وَأَرْجُلُهُمْ، وَبَعْضُهُمْ مُصَلَّبُونَ عَلَى جُذُوعٍ مِنْ نَارٍ، وَبَعْضُهُمْ أَشَدُّ نَتَنًا مِنَ الْجِيَفِ، وَبَعْضُهُمْ مُلْبَسُونَ جِلْبَابًا سَابِغَةً مِنْ قَطْرَانٍ لَازِقَةً بِجُلُودِهِمْ» . </p><p> أَمَّا الَّذِينَ عَلَى صُورَةِ الْخَنَازِيرِ: فَأَهْلُ السُّحْتِ، وَالْمُنَكَّسُونَ: أَكَلَةُ الرِّبَا، وَالْعُمْيُ: الْجَائِرُونَ فِي الْحُكْمِ، وَالصُّمُّ: الْمُعْجَبُونَ بِأَعْمَالِهِمْ، وَالَّذِينَ يَمْضُغُونَ أَلْسِنَتَهُمُ: الْعُلَمَاءُ وَالْقُصَّاصُ الَّذِينَ خَالَفَ قَوْلُهُمْ أَعْمَالَهُمْ، وَمَقْطُوعُو الْأَيْدِي: مُؤْذُو الْجِيرَانِ، وَالْمُصَلَّبُونَ: السُّعَاةُ بِالنَّاسِ إِلَى السُّلْطَانِ، وَالَّذِينَ أَشَدُّ نَتَنًا: مُتِّبِعُو الشَّهَوَاتِ، وَمَانِعُو حَقِّ اللَّهِ فِي أَمْوَالِهِمْ، وَلَابِسُو الْجِلْبَابِ: أَهْلُ الْكِبْرِ وَالْفَخْرِ. انْتَهَى بِإِيجَازٍ بِالْعِبَارَةِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا </p><p> تَقَدَّمَ بَيَانُ أَحْوَالِهَا يَوْمَ الْقِيَامَةِ، وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ مُفَصَّلًا ; عِنْدَ قَوْلِهِ تَعَالَى مِنْ سُورَةِ «طه» : وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا [٢٠ \\ ١٠٥] ، وَعِنْدَ قَوْلِهِ تَعَالَى فِي سُورَةِ «النَّمْلِ» : وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ [٢٧ \\ ٨٨] . </p><p> قَوْلُهُ تَعَالَى: لَابِثِينَ فِيهَا أَحْقَابًا لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا إِلَّا حَمِيمًا وَغَسَّاقًا </p><p> لَمْ يُبَيِّنِ الْأَحْقَابَ هُنَا كَمْ عَدَدُهَا، وَهَذِهِ مَسْأَلَةُ فَنَاءِ النَّارِ، وَعَدَمِ فَنَائِهَا. </p><p> وَقِيلَ: الْمُرَادُ بِالْأَحْقَابِ هُنَا: جُزْءٌ مِنَ الزَّمَنِ لَا كُلُّهُ، وَهِيَ الْأَحْقَابُ الْمَوْصُوفُ حَالُهُمْ فِيهَا لِمَا بَعْدَهُمْ مِنْ كَوْنِهِمْ لَا يَذُوقُونَ فِيهَا، أَيْ: فِي النَّارِ أَحْقَابًا مِنَ الزَّمَنِ، لَا يَذُوقُونَ بَرْدًا وَلَا شَرَابًا إِلَّا حَمِيمًا وَغَسَّاقًا. </p><p> أَمَّا بَقِيَّةُ الْأَحْقَابِ فَيُقَالُ لَهُمْ: فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا [٧٨ \\ ٣٠] ، وَهَذِهِ الْمَسْأَلَةُ قَدْ بَحَثَهَا الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي كِتَابِ دَفْعِ إِيهَامِ الِاضْطِرَابِ، عِنْدَ الْكَلَامِ </p>"
}