{
  "id": null,
  "sura": 78,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ النَّبَأِ. </p><p> قَوْلُهُ تَعَالَى: عَمَّ يَتَسَاءَلُونَ عَنِ النَّبَإِ الْعَظِيمِ الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ كَلَّا سَيَعْلَمُونَ ثُمَّ كَلَّا سَيَعْلَمُونَ </p><p> عَمَّ أَصْلُهُ عَنْ مَا أُدْغِمَتِ النُّونَ فِي الْمِيمِ، ثُمَّ حُذِفَ أَلِفُ الْمِيمِ، لِدُخُولِ حَرْفِ الْجَرِّ عَلَيْهِ ; لِلْفَرْقِ بَيْنَ مَا الِاسْتِفْهَامِيَّةِ وَمَا الْمَوْصُولَةِ. </p><p> وَالْمَعْنَى: عَنْ أَيِّ شَيْءٍ يَتَسَاءَلُونَ، وَقَدْ يُفْصَلُ حَرْفُ الْجَرِّ عَنْ مَا، فَلَا يُحْذَفُ الْأَلِفُ. </p><p> وَأَنْشَدَ الزَّمَخْشَرِيُّ قَوْلَ حَسَّانٍ - رَضِيَ اللَّهُ عَنْهُ -: </p><p> عَلَى مَا قَامَ يَشْتُمُنِي لَئِيمٌ ... كَخِنْزِيرٍ تَمَرَّغَ فِي رَمَادِ </p><p> وَقَالَ فِي الْكَشَّافِ: وَعَنِ ابْنِ كَثِيرٍ أَنَّهُ قَرَأَ «عَمَّهْ» بِهَاءِ السَّكْتِ، ثُمَّ وَجَّهَهَا بِقَوْلِهِ: إِمَّا أَنْ يُجْرَى الْوَصْلُ مُجْرَى الْوَقْفِ، وَإِمَّا أَنْ يَقِفَ وَيَبْتَدِئَ: يَتَسَاءَلُونَ عَنِ النَّبَإِ الْعَظِيمِ، عَلَى أَنْ يُضْمَرَ يَتَسَاءَلُونَ ; لِأَنَّ مَا بَعْدَهُ يُفَسِّرُهُ. </p><p> وَقَالَ الْقُرْطُبِيُّ: قَوْلُهُ: عَنِ النَّبَإِ الْعَظِيمِ: لَيْسَ مُتَعَلِّقًا بِـ: يَتَسَاءَلُونَ الْمَذْكُورِ فِي التِّلَاوَةِ، وَلَكِنْ يُقَدَّرُ فِعْلٌ آخَرُ عَمَّ يَتَسَاءَلُونَ عَنِ النَّبَإِ الْعَظِيمِ، وَإِلَّا لَأُعِيدَ الِاسْتِفْهَامُ: أَعَنِ النَّبَأِ الْعَظِيمِ؟ </p><p> وَعَلَى كُلٍّ، فَإِنَّ مَا تَسَاءَلُوا عَنْهُ أُبْهِمَ أَوَّلًا، ثُمَّ بُيِّنَ بَعْدَهُ بِأَنَّهُمْ: يَتَسَاءَلُونَ عَنِ النَّبَإِ الْعَظِيمِ، وَلَكِنْ بَقِيَ بَيَانُ هَذَا النَّبَإِ الْعَظِيمِ مَا هُوَ؟ . فَقِيلَ: هُوَ الرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي بَعْثَتِهِ لَهُمْ. وَقِيلَ: فِي الْقُرْآنِ الَّذِي أُنْزِلَ عَلَيْهِ يَدْعُوهُمْ بِهِ. وَقِيلَ فِي الْبَعْثِ بَعْدَ الْمَوْتِ. </p><p> وَقَدْ رَجَّحَ ابْنُ جَرِيرٍ: احْتِمَالَ الْجَمِيعِ وَأَلَّا تَعَارُضَ بَيْنَهَا. </p><p> وَالْوَاقِعُ أَنَّهَا كُلُّهَا مُتَلَازِمَةٌ ; لِأَنَّ مَنْ كَذَّبَ بِوَاحِدٍ مِنْهَا كَذَّبَ بِهَا كُلِّهَا، وَمَنْ صَدَّقَ بِوَاحِدٍ مِنْهَا صَدَّقَ بِهَا كُلِّهَا، وَمَنِ اخْتَلَفَ فِي وَاحِدٍ مِنْهَا لَا شَكَّ أَنَّهُ يَخْتَلِفُ فِيهَا كُلِّهَا. </p><p> وَلَكِنَّ السِّيَاقَ فِي النَّبَأِ وَهُوَ مُفْرَدٌ. فَمَا الْمُرَادُ بِهِ هُنَا بِالذَّاتِ؟ </p><p> قَالَ ابْنُ كَثِيرٍ وَالْقُرْطُبِيُّ: مَنْ قَالَ إِنَّهُ الْقُرْآنُ: قَالَ بِدَلِيلِ قَوْلِهِ: قُلْ هُوَ نَبَأٌ عَظِيمٌ أَنْتُمْ عَنْهُ مُعْرِضُونَ [٣٨ \\ ٦٧ - ٦٨] . </p><p> وَمَنْ قَالَ: إِنَّهُ الْبَعْثُ، قَالَ بِدَلِيلِ الْآتِي بَعْدَهَا: إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا [٧٨ \\ ١٧] . </p><p> وَالَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ -: أَنَّ أَظْهَرَهَا دَلِيلًا هُوَ يَوْمُ الْقِيَامَةِ وَالْبَعْثِ ; لِأَنَّهُ جَاءَ بَعْدَهُ بِدَلَائِلِ وَبَرَاهِينِ الْبَعْثِ كُلِّهَا، وَعَقَّبَهَا بِالنَّصِّ عَلَى يَوْمِ الْفَصْلِ صَرَاحَةً، أَمَّا بَرَاهِينُ الْبَعْثِ فَهِيَ مَعْلُومَةٌ أَرْبَعَةٌ: خَلْقُ الْأَرْضِ وَالسَّمَاوَاتِ، وَإِحْيَاءُ الْأَرْضِ بِالنَّبَاتِ، وَنَشْأَةُ الْإِنْسَانِ مِنَ الْعَدَمِ، وَإِحْيَاءُ الْمَوْتَى بِالْفِعْلِ فِي الدُّنْيَا لِمُعَايَنَتِهَا. وَكُلُّهَا مَوْجُودَةٌ هُنَا. </p><p> أَمَّا خَلْقُ الْأَرْضِ وَالسَّمَاوَاتِ، فَنَبَّهَ عَلَيْهِ بِقَوْلِهِ: أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا وَالْجِبَالَ أَوْتَادًا [٧٨ \\ ٦ - ٧] ، وَقَوْلِهِ: وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا وَجَعَلْنَا سِرَاجًا وَهَّاجًا [٧٨ \\ ١٢ - ١٣] ، فَكُلُّهَا آيَاتٌ كَوْنِيَّةٌ دَالَّةٌ عَلَى قُدْرَتِهِ تَعَالَى كَمَا قَالَ: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ [٤٠ \\ ٥٧] . </p><p> وَأَمَّا إِحْيَاءُ الْأَرْضِ بِالنَّبَاتِ فَفِي قَوْلِهِ تَعَالَى: وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا وَجَنَّاتٍ أَلْفَافًا [٧٨ \\ ١٤ - ١٦] كَمَا قَالَ تَعَالَى: وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى [٤١ \\ ٣٩] . </p><p> وَأَمَّا نَشْأَةُ الْإِنْسَانِ مِنَ الْعَدَمِ، فَفِي قَوْلِهِ تَعَالَى: وَخَلَقْنَاكُمْ أَزْوَاجًا [٧٨ \\ ٨] ، أَيْ: أَصْنَافًا، كَمَا قَالَ تَعَالَى: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ [٣٦ \\ ٧٩] . </p><p> وَأَمَّا إِحْيَاءُ الْمَوْتَى فِي الدُّنْيَا بِالْفِعْلِ، فَفِي قَوْلِهِ تَعَالَى: وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا [٧٨ \\ ٩] </p><p> وَالسُّبَاتُ: الِانْقِطَاعُ عَنِ الْحَرَكَةِ. وَقِيلَ: هُوَ الْمَوْتُ، فَهُوَ مِيتَةٌ صُغْرَى، وَقَدْ سَمَّاهُ اللَّهُ وَفَاةً فِي قَوْلِهِ تَعَالَى: اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا [٣٩ \\ ٤٢] ، وَقَوْلِهِ تَعَالَى: وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ [٦ \\ ٦٠] ، وَهَذَا كَقَتِيلِ بَنِي إِسْرَائِيلَ وَطُيُورِ إِبْرَاهِيمَ، فَهَذِهِ آيَاتُ الْبَعْثِ ذُكِرَتْ كُلُّهَا مُجْمَلَةً. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - إِيرَادُهَا مُفَصَّلَةً فِي أَكْثَرَ مِنْ مَوْضِعٍ، وَلِذَا عَقَّبَهَا تَعَالَى بِقَوْلِهِ: إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا [٧٨ \\ ١٧] ، أَيْ: لِلْبَعْثِ الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ، يَكُونُ السِّيَاقُ مُرَجِّحًا لِلْمُرَادِ بِالنَّبَأِ هُنَا. </p><p> وَيُؤَكِّدُ ذَلِكَ أَيْضًا، كَثْرَةُ إِنْكَارِهِمْ وَشِدَّةُ اخْتِلَافِهِمْ فِي الْبَعْثِ أَكْثَرَ مِنْهُمْ فِي الْبَعْثَةِ وَفِي الْقُرْآنِ، فَقَدْ أَقَرَّ أَكْثَرُهُمْ بِبَلَاغَةِ الْقُرْآنِ، وَأَنَّهُ لَيْسَ سِحْرًا وَلَا شِعْرًا، كَمَا أَقَرُّوا جَمِيعًا بِصِدْقِهِ - عَلَيْهِ السَّلَامُ - وَأَمَانَتِهِ، وَلَكِنَّ شِدَّةَ اخْتِلَافِهِمْ فِي الْبَعْثِ كَمَا فِي أَوَّلِ سُورَةِ «ص» وَ «ق» ، فَفِي «ص» قَالَ تَعَالَى: وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ [٣٨ \\ ٤ - ٥] . </p><p> وَفِي «ق» قَالَ تَعَالَى: بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ، فَهُمْ أَشَدُّ اسْتِبْعَادًا لِلْبَعْثِ مِمَّا قَبْلَهُ، - وَاللَّهُ تَعَالَى أَعْلَمُ -. </p><p> قَوْلُهُ تَعَالَى: كَلَّا سَيَعْلَمُونَ ثُمَّ كَلَّا سَيَعْلَمُونَ </p><p> لَمْ يُبَيِّنْ هُنَا هَلْ عَلِمُوا أَمْ لَا. وَلَكِنَّ ذِكْرَ آيَاتِ الْقُدْرَةِ الْبَاهِرَةِ عَلَى إِحْيَائِهِمْ بَعْدَ الْمَوْتِ بِمَثَابَةِ إِعْلَامِهِمْ بِمَا اخْتَلَفُوا فِيهِ، لِأَنَّهُ بِمَنْزِلَةِ مَنْ يَقُولُ لَهُمْ: إِنْ كُنْتُمْ مُخْتَلِفِينَ فِي إِثْبَاتِ الْبَعْثِ وَنَفْيِهِ، فَهَذِهِ هِيَ آيَاتُهُ وَدَلَائِلُهُ فَاعْتَبِرُوا بِهَا وَقَايِسُوهُ عَلَيْهَا، وَالْقَادِرُ عَلَى إِيجَادِ تِلْكَ، قَادِرٌ عَلَى إِيجَادِ نَظِيرِهَا. </p><p> وَلَكِنَّ الْعِلْمَ الْحَقِيقِيَّ بِالْمُعَايَنَةِ لَمْ يَأْتِ بَعْدُ لِوُجُودِ السِّينِ وَهِيَ لِلْمُسْتَقْبَلِ، وَقَدْ جَاءَ فِي سُورَةِ «التَّكَاثُرِ» فِي قَوْلِهِ: أَلْهَاكُمُ التَّكَاثُرُ حَتَّى زُرْتُمُ الْمَقَابِرَ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ لَتَرَوُنَّ الْجَحِيمَ ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ [١٠٢ \\ ١ - ٧] ، وَهَذَا الَّذِي سَيَعْلَمُونَهُ يَوْمَ الْفَصْلِ الْمَنْصُوصِ عَلَيْهِ </p>"
}