{
  "id": null,
  "sura": 78,
  "aya": 39,
  "text": "<p> وَيَشْرَبُونَ، أَوْ جِبْرِيلُ أَوِ الْقُرْآنُ، أَوْ مَلَكٌ عَظِيمٌ بِقَدْرِ جَمِيعِ الْمَخْلُوقَاتِ. وَنَقَلَهَا الزَّمَخْشَرِيُّ، وَحَكَاهَا الْقُرْطُبِيُّ، وَزَادَ ثَامِنًا: وَهُمْ حَفَظَةٌ عَلَى الْمَلَائِكَةِ، وَتَوَقَّفَ ابْنُ جَرِيرٍ فِي تَرْجِيحِ وَاحِدٍ مِنْهَا. </p><p> وَالَّذِي يَشْهَدُ لَهُ الْقُرْآنُ بِمِثْلِ هَذَا النَّصِّ أَنَّهُ جِبْرِيلُ - عَلَيْهِ السَّلَامُ -، كَمَا فِي قَوْلِهِ تَعَالَى: تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ [٩٧ \\ ٤] ، فَفِيهِ عَطْفُ الْمَلَائِكَةِ عَلَى الرُّوحِ مِنْ بَابِ عَطْفِ الْعَامِّ عَلَى الْخَاصِّ، وَفِي سُورَةِ «الْقَدْرِ» عَطْفُ الْخَاصِّ عَلَى الْعَامِّ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ </p><p> قَالَ الزَّمَخْشَرِيُّ: لِشِدَّةِ هَوْلِ الْمَوْقِفِ، وَهَؤُلَاءِ وَهُمْ أَكْرَمُ الْخَلْقِ عَلَى اللَّهِ وَأَقْرَبُهُمْ إِلَى اللَّهِ، لَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ، فَغَيْرُهُمْ مِنَ الْخَلْقِ مِنْ بَابٍ أَوْلَى. </p><p> وَقَالَ ابْنُ كَثِيرٍ: هُوَ مِثْلَ قَوْلِهِ تَعَالَى: يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ [١١ \\ ١٠٥] ، وَمِثْلُهُ قَوْلُهُ تَعَالَى: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [٢ \\ ٢٥٥] . </p><p> وَالْوَاقِعُ أَنَّ هَذَا كُلَّهُ مِمَّا يَدُلُّ عَلَى أَنَّ ذَلِكَ الْيَوْمَ لَا سُلْطَةَ وَلَا سُلْطَانَ لِأَحَدٍ فَقَطْ، حَتَّى وَلَا بِكَلِمَةٍ إِلَّا مَا أُذِنَ فِيهَا، كَمَا قَالَ تَعَالَى: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ [٤٠ \\ ١٦] . </p><p> قَوْلُهُ تَعَالَى ذَلِكَ الْيَوْمُ الْحَقُّ </p><p> هُوَ يَوْمُ الْقِيَامَةِ لِاسْمِ الْإِشَارَةِ، وَقَدْ أُشِيرَ إِلَيْهِ بِالِاسْمِ الْخَاصِّ بِالْبَعِيدِ ذَلِكَ بَدَلًا مِنْ هَذَا، مَعَ قُرْبِ التَّكَلُّمِ عَلَيْهِ ; وَلَكِنْ إِمَّا لِبُعْدِهِ زَمَانِيًّا عَنْ زَمَنِ التَّحَدُّثِ عَنْهُ، وَإِمَّا لِبُعْدِ مَنْزِلَتِهِ وَعِظَمِ شَأْنِهِ، كَقَوْلِهِ تَعَالَى: الم ذَلِكَ الْكِتَابُ [٢ \\ ١ - ٢] ، وَفِي هَذَا عَوْدٌ عَلَى بَدْءٍ فِي أَوَّلِ السُّورَةِ، وَهُوَ إِذَا كَانُوا يَتَسَاءَلُونَ مُسْتَغْرِبِينَ أَوْ مُنْكِرِينَ لِيَوْمِ الْقِيَامَةِ، فَإِنَّهُمْ سَيَعْلَمُونَ حَقًّا، وَهَا هُوَ الْيَوْمُ الْحَقُّ لَا لَبْسَ فِيهِ وَلَا شَكَّ لَيَرَوْنَهُ عَيْنَ الْيَقِينِ. </p><p> قَوْلُهُ تَعَالَى: فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا. </p><p> الْمَآبُ: الْمَرْجِعُ، كَمَا تَقَدَّمَ مِثْلُهُ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا [٧٣ \\ ١٩] ، فَإِذَا كَانَ هَذَا الْيَوْمُ كَائِنًا حَقًّا، وَالنَّاسُ فِيهِ إِمَّا إِلَى جَهَنَّمَ، </p>"
}