{
  "id": null,
  "sura": 79,
  "aya": 30,
  "text": "<p> ادَّعَيْتُمْ أَنَّكُمْ أَشَدُّ قُوَّةً مِنْ فِرْعَوْنَ، الَّذِي أَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَى، فَهَلْ أَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ؟ </p><p> وَقَدْ جَاءَ الْجَوَابُ مُصَرِّحًا بِأَنَّ السَّمَاءَ أَشَدُّ خَلْقًا مِنْهُمْ فِي قَوْلِهِ تَعَالَى: لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ [٤٠ \\ ٥٧] . </p><p> وَبَيَّنَ ضَعْفَ الْإِنْسَانِ فِي قَوْلِهِ فِي نَفْسِ الْمَعْنَى: فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ [٣٧ \\ ١١] . </p><p> وَفِي هَذَا بَيَانٌ عَلَى قُدْرَتِهِ تَعَالَى عَلَى بَعْثِهِمْ بَعْدَ إِمَاتَتِهِمْ وَصَيْرُورَتِهِمْ عِظَامًا نَخِرَةً. </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - شَيْءٌ مِنْ ذَلِكَ عِنْدَ آيَةِ «الصَّافَّاتِ» : فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا [٣٧ \\ ١١] . </p><p> قَوْلُهُ تَعَالَى: بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «ق» عِنْدَ قَوْلِهِ تَعَالَى: أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا الْآيَةَ [٥٠ \\ ٦] . </p><p> قَوْلُهُ تَعَالَى: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا </p><p> فِي هَذِهِ الْآيَةِ الْكَرِيمَةِ وَصْفُ الْأَرْضِ بِأَنَّ اللَّهَ تَعَالَى «دَحَاهَا» ، وَجَاءَ فِي آيَةٍ أُخْرَى أَنَّهُ «طَحَاهَا» بِالطَّاءِ، وَجَاءَ فِي آيَةٍ أُخْرَى أَنَّهُ بَسَطَهَا، وَهِيَ قَوْلُهُ تَعَالَى: وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ [٨٨ \\ ٢٠] . </p><p> وَقَدِ اخْتُلِفَ فِي تَفْسِيرِ قَوْلِهِ:  «دَحَاهَا» ، فَقَالَ ابْنُ كَثِيرٍ: تَفْسِيرُهُ مَا بَعْدَهُ أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا وَالْجِبَالَ أَرْسَاهَا [٧٩ \\ ٣١ - ٣٢] وَهَذَا قَوْلُ ابْنِ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ. </p><p> وَقَالَ الْقُرْطُبِيُّ:  «دَحَاهَا» أَيْ: بَسَطَهَا. </p><p> وَالْعَرَبُ تَقُولُ: دَحَا الشَّيْءَ إِذَا بَسَطَهُ. </p><p> وَقَالَ أَبُو حَيَّانَ:  «دَحَاهَا» بَسَطَهَا وَمَهَّدَهَا لِلسُّكْنَى وَالِاسْتِقْرَارِ عَلَيْهَا، ثُمَّ فَسَّرَ ذَلِكَ التَّمْهِيدَ بِمَا لَا بُدَّ مِنْهُ مِنْ إِخْرَاجِ الْمَاءِ وَالْمَرْعَى، وَإِرْسَائِهَا بِالْجِبَالِ. </p><p> وَمِمَّا ذُكِرَ يَتَأَتَّى السُّكْنَى وَالْمَعِيشَةُ حَتَّى الْمِلْحَ وَالْمَأْكَلَ وَالْمَشْرَبَ، وَهَذَا هُوَ كَلَامُ الزَّمَخْشَرِيِّ بِعَيْنِهِ. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ:  «دَحَاهَا» : بَسَطَهَا، فَتَرَى أَنَّ جَمِيعَ الْمُفَسِّرِينَ تَقْرِيبًا مُتَّفِقُونَ عَلَى أَنَّ دَحَاهَا بِمَعْنَى بَسَطَهَا. </p><p> وَقَوْلُ ابْنِ جَرِيرٍ وَابْنِ كَثِيرٍ: إِنَّ «دَحَاهَا» فُسِّرَ بِمَا بَعْدَهُ لَا يَتَعَارَضُ مَعَ الْبَسْطِ وَالتَّمْهِيدِ، كَمَا قَالَ أَبُو حَيَّانِ: إِنَّهُ ذَكَرَ لَوَازِمَ التَّسَكُّنِ إِلَى الْمَعِيشَةِ عَلَيْهَا مِنْ إِخْرَاجِ مَائِهَا وَمَرْعَاهَا ; لِأَنَّ بِهِمَا قِوَامَ الْحَيَاةِ. </p><p> وَمِمَّا يُسْتَأْنَسُ بِهِ أَنَّ الدَّحْوَ مَعْرُوفٌ بِمَعْنَى الْبَسْطِ، قَوْلُ ابْنِ الرُّومِيِّ: </p><p> مَا أَنْسَ لَا أَنْسَ خَبَّازًا مَرَرْتُ بِهِ ... يَدْحُو الرُّقَاقَةَ وَشْكَ اللَّمْحِ بِالْبَصَرِ </p><p> مَا بَيْنَ رُؤْيَتِهَا فِي كَفِّهِ كُرَةً ... وَبَيْنَ رُؤْيَتِهَا قَوْرَاءَ كَالْقَمَرِ </p><p> إِلَّا بِمِقْدَارِ مَا تَنْدَاحُ دَائِرَةٌ ... فِي صَفْحَةِ الْمَاءِ تَرْمِي فِيهِ بِالْحَجَرِ </p><p> وَقَدْ أُثِيرَ حَوْلَ هَذِهِ الْآيَةِ مَبْحَثُ شَكْلِ الْأَرْضِ أَمَبْسُوطَةٌ هِيَ أَمْ كُرَوِيَّةٌ مُسْتَدِيرَةٌ؟ </p><p> وَإِذَا رَجَعْنَا إِلَى أُمَّهَاتِ كُتُبِ اللُّغَةِ نَجِدُ الْآتِي: </p><p> أَوَّلًا: فِي مُفْرَدَاتِ الرَّاغِبِ: قَالَ «دَحَاهَا» ، أَزَالَهَا مِنْ مَوْضِعِهَا وَمَقَرِّهَا. </p><p> وَمِنْهُ قَوْلُهُمْ: دَحَا الْمَطَرُ الْحَصَى مِنْ وَجْهِ الْأَرْضِ، أَيْ: جَرَفَهَا، وَمَرَّ الْفَرَسُ يَدْحُو دَحْوًا: إِذَا جَرَّ يَدَهُ عَلَى وَجْهِ الْأَرْضِ فَيَدْحُو تُرَابَهَا. </p><p> وَمِنْهُ أُدْحِيُّ النَّعَامِ، وَقَالَ: الطَّحْوُ كَالدَّحْوِ، وَهُوَ بَسْطُ الشَّيْءِ وَالذَّهَابُ بِهِ وَالْأَرْضَ وَمَا طَحَاهَا، وَأَنْشَدَ قَوْلَ الشَّاعِرِ: </p><p> طَحَا بِكَ قَلْبٌ فِي الْحِسَانِ طَرُوبُ </p><p> أَيْ ذَهَبَ بِكَ. </p><p> وَفِي مُعْجَمِ مَقَايِيسِ اللُّغَةِ، مَادَّةُ دَحْوٍ: الدَّالُ وَالْحَاءُ وَالْوَاوُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بَسْطٍ وَتَمْهِيدٍ. </p><p> يُقَالُ: دَحَى اللَّهُ الْأَرْضَ يَدْحُوهَا دَحْوًا إِذَا بَسَطَهَا. وَيُقَالُ: دَحَا الْمَطَرُ الْحَصَى </p><p> عَنْ وَجْهِ الْأَرْضِ، وَهَذَا لِأَنَّهُ إِذَا كَانَ كَذَلِكَ فَقَدْ مَهَّدَ الْأَرْضَ. </p><p> وَيُقَالُ لِلْفَرَسِ، إِذَا رَمَى بِيَدِهِ رَمْيًا لَا يَرْفَعُ سُنْبُكَهُ عَنِ الْأَرْضِ كَثِيرًا: مَرَّ يَدْحُو دَحْوًا، وَمِنَ الْبَابِ أُدْحِيُّ النَّعَامِ: الْمَوْضِعُ الَّذِي يُفَرِّخُ فِيهِ، أُفْعِوْلُ مِنْ دَحَوْتُ، لِأَنَّهُ يَدْحُوهُ بِرِجْلِهِ ثُمَّ يَبِيضُ فِيهِ، وَلَيْسَ لِلنَّعَامَةِ عُشٌّ. </p><p> وَفِي لِسَانِ الْعَرَبِ مَادَّةَ دَحَا، وَالدَّحْوُ: الْبَسْطُ، دَحَى الْأَرْضَ يَدْحُوهَا دَحْوًا: بَسَطَهَا. </p><p> وَقَالَ الْفَرَّاءُ فِي قَوْلِهِ عَزَّ وَجَلَّ: وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا قَالَ: بَسَطَهَا، وَذَكَرَ الْأُدْحِيَّ مَبْيَضَ النَّعَامِ فِي الرَّمْلِ ; لِأَنَّ النَّعَامَةَ تَدْحُوهُ بِرِجْلِهَا، ثُمَّ تَبِيضُ فِيهِ. </p><p> وَذَكَرَ حَدِيثَ ابْنِ عُمَرَ:  «فَدَحَا السَّيْلَ فِيهِ بِالْبَطْحَاءِ» ، أَيْ: رَمَى وَأَلْقَى. </p><p> قَالَ: وَسُئِلَ ابْنُ الْمُسَيِّبِ عَنِ الدَّحْوِ بِالْحِجَارَةِ، فَقَالَ: لَا بَأْسَ بِهِ، أَيِ: الْمُرَامَاةُ بِهَا وَالْمُسَابَقَةُ. </p><p> وَعَنِ ابْنِ الْأَعْرَابِيِّ: هُوَ يَدْحُو بِالْحَجَرِ، أَيْ يَرْمِي بِهِ وَيَدْفَعُهُ، وَالدَّاحِي: الَّذِي يَدْحُو الْحَجَرَ بِيَدِهِ، وَأَنْشَدَ لِأَوْسِ بْنِ حَجَرٍ بِمَعْنَى يَنْزِعُ قَوْلَهُ: </p><p> يَنْزِعُ جِلْدَ الْحَصَى أَجَشُّ مُبْتَرِكٌ ... كَأَنَّهُ فَاحِصٌ أَوْ لَاعِبٌ دَاحٍ </p><p> ؟ </p><p> وَفِي حَدِيثِ أَبِي رَافِعٍ:  «كُنْتُ أُلَاعِبُ الْحَسَنَ وَالْحُسَيْنَ - رِضْوَانُ اللَّهِ عَلَيْهِمَا - بِالْمَدَاحِي» ، هِيَ أَحْجَارٌ أَمْثَالُ الْقَرْصَةِ، كَانُوا يَحْفِرُونَ حُفْرَةً يَدْحُونَ فِيهَا بِتِلْكَ الْحِجَارَةِ، فَإِذَا وَقَعَ الْحَجَرُ فِيهَا غَلَبَ صَاحِبُهَا، وَإِنْ لَمْ يَقَعْ غُلِبَ. </p><p> وَالدَّحْوُ: هُوَ رَمْيُ اللَّاعِبِ بِالْحَجَرِ وَالْجَوْزِ وَغَيْرِهِ. اهـ. </p><p> وَمَا ذَكَرَهُ صَاحِبُ اللِّسَانِ عَنْ أَبِي رَافِعٍ لَا زَالَ مَوْجُودًا حَتَّى الْآنَ بِالْمَدِينَةِ، وَيُسَمَّى الدَّحْلُ بِاللَّامِ، كَمَا وُصِفَ تَمَامًا. </p><p> وَبَعْدَ إِيرَادِ أَقْوَالِ أُصُولِ مَرَاجِعِ اللُّغَةِ، وَمَا تَقَدَّمَ مِنْ أَقْوَالِ الْمُفَسِّرِينَ. فَإِنَّنَا نُوَاجِهُ الْجَدَلَ الْقَائِمَ بَيْنَ بَعْضِ عُلَمَاءِ الْهَيْئَةِ، وَبَعْضِ الْعُلَمَاءِ الْآخَرِينَ، فِي مَوْضُوعِ شَكْلِ الْأَرْضِ، وَلَعَلَّنَا نُوَفَّقُ بِفَضْلٍ مِنَ اللَّهِ إِلَى بَيَانِ الْحَقِيقَةِ فِي ذَلِكَ، حَتَّى لَا يَظُنَّ ظَانٌّ تَعَارُضَ الْقُرْآنِ، وَمَا يَثْبُتُ مِنْ عُلُومِ الْهَيْئَةِ أَوْ يَغْتَرَّ جَاهِلٌ بِمَا يُقَالُ فِي الْإِسْلَامِ. </p><p> وَبِتَأَمُّلِ قَوْلِ الْمُفَسِّرِينَ نَجِدُهَا مُتَّفِقَةً فِي مَجْمُوعِهَا: بِأَنَّ «دَحَاهَا» مَهَّدَهَا وَسَهَّلَ الْحَيَاةَ عَلَيْهَا، وَذَكَرَ لَوَازِمَ التَّمْكِينِ مِنَ الْحَيَاةِ عَلَيْهَا مِنْ إِخْرَاجِ الْمَاءِ، وَالْمَرْعَى، وَوَضْعِ الْجِبَالِ، وَهُوَ الْمُتَّفَقُ مَعَ نُصُوصِ الْقُرْآنِ فِي قَوْلِهِ: أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا وَالْجِبَالَ أَوْتَادًا [٧٨ \\ ٦ - ٧] . </p><p> وَقَوْلِهِ: هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ [٦٧ \\ ١٥] . </p><p> وَكُلُّ ذَلِكَ مِنْ بَابٍ وَاحِدٍ، وَهُوَ تَمْهِيدُهَا وَالتَّمْكِينُ لِلْعَيْشِ عَلَيْهَا، وَلَيْسَ فِيهِ مَعْنَى التَّكْوِيرِ وَالِاسْتِدَارَةِ. </p><p> وَإِذَا جِئْنَا إِلَى كُتُبِ اللُّغَةِ نَجِدُهَا كُلَّهَا، تَنُصُّ عَلَى أَنَّ الدَّحْوَ: الْبَسْطُ، وَالرَّمْيُ، وَالْإِزَالَةُ، وَالتَّمْهِيدُ، فَالْبَسْطُ وَالتَّمْهِيدُ وَالرَّمْيُ بِالْحَجَرِ الْمُسْتَدِيرِ فِي الْحُفْرَةِ الصَّغِيرَةِ مَعَانٍ مُشْتَرَكَةٌ، وَكُلُّهَا تُفَسِّرُ «دَحَاهَا» بِمَعْنَى بَسَطَهَا وَمَهَّدَهَا. وَأَنَّ الْأُدْحِيَّةَ مَبْيَضُ النَّعَامِ لَا بَيْضُهُ كَمَا يَقُولُونَ، وَسُمِّيَ بِذَلِكَ ; لِأَنَّهَا تَدْحُوهُ بِيَدِهَا لِتَبِيضَ فِيهِ، إِذْ لَا عُشَّ لَهَا. </p><p> وَعَلَيْهِ، فَلَا دَلِيلَ مِنْ كُتُبِ اللُّغَةِ عَلَى أَنَّ الدَّحْوَ هُوَ التَّكْوِيرُ، وَلَكِنْ مَا قَوْلُ الْعُلَمَاءِ فِي شَكْلِ الْأَرْضِ، بِصَرْفِ النَّظَرِ عَنْ كَوْنِ الْقُرْآنِ تَعَرَّضَ لَهُ أَوْ لَمْ يَتَعَرَّضْ؟ </p><p> إِذَا رَجَعْنَا إِلَى كَلَامِ مَنْ نَظَرَ فِي عِلْمِ الْهَيْئَةِ مِنَ الْمُسْلِمِينَ، فَإِنَّا نَجِدُهُمْ مُتَّفِقِينَ عَلَى أَنَّ شَكْلَ الْأَرْضِ مُسْتَدِيرٌ. </p><p> وَقَبْلَ إِيرَادِ شَيْءٍ مِنْ أَقْوَالِهِمْ نُنَبِّهُ عَلَى أَنَّهُ لَا عَلَاقَةَ لِهَذَا الْبَحْثِ بِمَوْضُوعِ الْحَرَكَةِ، سَوَاءٌ لِلْأَرْضِ أَوْ غَيْرِهَا، فَذَاكَ بَحْثٌ مُسْتَقِلٌّ، لَيْسَ هَذَا مَحَلَّهُ، وَإِنَّمَا الْبَحْثُ فِي الشَّكْلِ. </p><p> أَمَّا أَقْوَالُ الْعُلَمَاءِ فِي شَكْلِ الْأَرْضِ، فَإِنَّ أَجْمَعَ مَا وَقَفْتُ عَلَيْهِ، وَأَصْرَحَ، وَأَبْيَنَ، هُوَ كَلَامُ ابْنِ تَيْمِيَّةَ فِي رِسَالَةِ الْهِلَالِ، جَاءَ فِيهَا: قَالَ فِي مَوْضِعٍ مِنْهَا قَوْلَهُ: وَقَدْ ثَبَتَ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ مِنْ عُلَمَاءِ الْأُمَّةِ، أَنَّ الْأَفْلَاكَ مُسْتَدِيرَةٌ، قَالَ تَعَالَى: وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ [٤١ \\ ٣٧] ، وَقَالَ: وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ [٢١ \\ ٣٧] ، وَقَالَ تَعَالَى: لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ [٣٦ \\ ٤٠] . </p><p> قَالَ ابْنُ عَبَّاسٍ: فِي فَلْكَةٍ مِثْلَ فَلْكَةِ الْمِغْزَلِ. وَهَكَذَا هُوَ فِي لِسَانِ الْعَرَبِ: الْفَلَكُ الشَّيْءُ الْمُسْتَدِيرُ. وَمِنْهُ يُقَالُ: تَفَلَّكَ ثَدْيُ الْجَارِيَةِ إِذَا اسْتَدَارَ. قَالَ تَعَالَى: يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ [٣٩ \\ ٥] ، وَالتَّكْوِيرُ هُوَ التَّدْوِيرُ. وَمِنْهُ قِيلَ: كَارَ الْعِمَامَةَ وَكَوَّرَهَا، وَلِهَذَا يُقَالُ لِلْأَفْلَاكِ: كُرَوِيَّةُ الشَّكْلِ ; لِأَنَّ أَصْلَ الْكُرَةِ كُورَةٌ - تَحَرَّكَتِ الْوَاوُ وَانْفَتَحَ مَا قَبْلَهَا فَقُلِبَتْ أَلِفًا. </p><p> وَقَالَ: الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ [٥٥ \\ ٥] مِثْلَ حُسْبَانِ الرَّحَى، وَقَالَ: مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ [٦٧ \\ ٣] وَهَذَا إِنَّمَا يَكُونُ فِيمَا يَسْتَدِيرُ مِنْ أَشْكَالِ الْأَجْسَامِ دُونَ الْمُضَلَّعَاتِ مِنَ الْمُثَلَّثِ أَوِ الْمُرَبَّعِ أَوْ غَيْرِهِمَا، فَإِنَّهُ يَتَفَاوَتُ ; لِأَنَّ زَوَايَاهُ مُخَالِفَةٌ لِقَوَائِمِهِ. وَالْجِسْمُ الْمُسْتَدِيرُ مُتَشَابِهُ الْجَوَانِبِ وَالنَّوَاحِي، لَيْسَ بَعْضُهُ مُخَالِفًا لِبَعْضٍ. </p><p> وَجَاءَ فِيهِ قَوْلُهُ أَيْضًا: وَقَالَ الْإِمَامُ أَبُو الْحُسَيْنِ: أَحْمَدُ بْنُ جَعْفَرِ بْنِ الْمُنَادِي، مِنْ أَعْيَانِ الْعُلَمَاءِ الْمَشْهُورِينَ بِمَعْرِفَةِ الْآثَارِ وَالتَّصَانِيفِ الْكِبَارِ، فِي مُتُونِ الْعُلُومِ الدِّينِيَّةِ مِنَ الطَّبَقَةِ الثَّانِيَةِ مِنْ أَصْحَابِ أَحْمَدَ: لَا خِلَافَ بَيْنَ الْعُلَمَاءِ أَنَّ السَّمَاءَ عَلَى مِثَالِ الْكُرَةِ، وَأَنَّهَا تَدُورُ بِجَمِيعِ مَا فِيهَا مِنَ الْكَوَاكِبِ، كَدَوْرَةِ الْكُرَةِ عَلَى قُطْبَيْنِ ثَابِتَيْنِ غَيْرِ مُتَحَرِّكَيْنِ، أَحَدُهُمَا فِي الشَّمَالِ، وَالْآخَرُ فِي نَاحِيَةِ الْجَنُوبِ. </p><p> قَالَ: وَيَدُلُّ عَلَى ذَلِكَ أَنَّ الْكَوَاكِبَ جَمِيعَهَا تَدُورُ مِنَ الْمَشْرِقِ تَقَعُ قَلِيلًا عَلَى تَرْتِيبٍ وَاحِدٍ فِي حَرَكَتِهَا وَمَقَادِيرِ أَجْزَائِهَا، إِلَى أَنْ تَتَوَسَّطَ السَّمَاءَ، ثُمَّ تَنْحَدِرُ عَلَى ذَلِكَ التَّرْتِيبِ، فَكَأَنَّهَا ثَابِتَةٌ فِي كُرَةٍ تُدِيرُهَا جَمِيعَهَا دَوْرًا وَاحِدًا. </p><p> هَذِهِ نُبْذَةٌ مِنْ أَقْوَالِ عُلَمَاءِ الْمُسْلِمِينَ فِي شَكْلِ الْأَفْلَاكِ، ثُمَّ قَالَ: وَهَذَا مَحَلُّ الْقَصْدِ بِالذَّاتِ، وَكَذَلِكَ أَجْمَعُوا عَلَى أَنَّ الْأَرْضَ بِجَمِيعِ حَرَكَاتِهَا مِنَ الْبَرِّ وَالْبَحْرِ مِثْلَ الْكُرَةِ. </p><p> قَالَ: وَيَدُلُّ عَلَيْهِ أَنَّ الشَّمْسَ وَالْقَمَرَ وَالْكَوَاكِبَ، لَا يُوجَدُ طُلُوعُهَا وَغُرُوبُهَا عَلَى جَمِيعِ مَنْ فِي نَوَاحِي الْأَرْضِ فِي وَقْتٍ وَاحِدٍ، بَلْ عَلَى الْمَشْرِقِ قَبْلَ الْمَغْرِبِ. </p><p> قَالَ: فَكُرَةُ الْأَرْضِ مُثَبَّتَةٌ فِي وَسَطِ كُرَةِ السَّمَاءِ، كَالنُّقْطَةِ فِي الدَّائِرَةِ، يَدُلُّ عَلَى ذَلِكَ أَنَّ جِرْمَ كُلِّ كَوْكَبٍ يُرَى فِي جَمِيعِ نَوَاحِي السَّمَاءِ، عَلَى قَدْرٍ وَاحِدٍ، فَيَدُلُّ ذَلِكَ عَلَى بُعْدٍ مَا </p><p> بَيْنَ السَّمَاءِ وَالْأَرْضِ مِنْ جَمِيعِ الْجِهَاتِ بِقَدْرٍ وَاحِدٍ، فَاضْطِرَارٌ أَنْ تَكُونَ الْأَرْضُ وَسَطَ السَّمَاءِ. اهـ. بِلَفْظِهِ. </p><p> فَهَذَا نَقْلٌ لِإِجْمَاعِ الْأُمَّةِ، مِنْ إِمَامٍ جَلِيلٍ فِي عِلْمَيِ الْمَعْقُولِ وَالْمَنْقُولِ، عَلَى أَنَّ الْأَرْضَ عَلَى شَكْلِ الْكُرَةِ، وَقَدْ سَاقَ الْأَدِلَّةَ الِاضْطِرَارِيَّةَ مِنْ حَرَكَةِ الْأَفْلَاكِ عَلَى ذَلِكَ. </p><p> وَمِنْ جِهَةِ الْعَقْلِ أَيْضًا يُقَالُ: إِنَّ أَكْمَلَ الْأَجْرَامِ هُوَ الْمُسْتَدِيرُ كَمَا قَالَ فِي قَوْلِهِ: مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ [٦٧ \\ ٣] . </p><p> وَعَلَيْهِ، فَلَوْ قُدِّرَ لِسَائِرٍ عَلَى وَجْهِ الْأَرْضِ، وَافْتَرَضْنَا الْأَرْضَ مُسَطَّحَةً كَسَطْحِ الْبَيْتِ أَوِ الْقِرْطَاسِ مَثَلًا، لَكَانَ لِهَذَا السَّائِرِ مِنْ نِهَايَةٍ يَنْتَهِي إِلَيْهَا، وَهِيَ مُنْتَهَى التَّسْطِيحِ أَوْ يَسْقُطُ فِي هَاوِيَةٍ، وَبِاعْتِبَارِهَا كُرَةً، فَإِنَّهُ يُكْمِلُ دَوْرَتَهُ، وَيُكَرِّرُهَا وَلَوْ سَارَ طِيلَةَ عُمُرِهِ لَمَا كَانَ لِمَسِيرِهِ مُنْتَهًى، لِأَنَّهُ يَدُورُ عَلَى سَطْحِهَا مِنْ جَمِيعِ جِهَاتِهَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> كَانَ مِنَ الْمُمْكِنِ أَنْ نُقَدِّمَ هَذِهِ النَّتِيجَةَ مِنْ أَوَّلِ الْأَمْرِ مَا دَامَتْ مُتَّفِقَةً فِي النِّهَايَةِ مَعَ قَوْلِ عُلَمَاءِ الْهَيْئَةِ، وَلَا نُطِيلُ النُّقُولَ مِنْ هُنَا وَهُنَاكَ، وَلَكِنْ قَدْ سُقْنَا ذَلِكَ كُلَّهُ لِغَرَضٍ أَعَمَّ مِنْ هَذَا كُلِّهِ، وَقَضِيَّةٍ أَشْمَلَ وَهِيَ مِنْ جِهَتَيْنِ: </p><p> أُولَاهُمَا: أَنَّ عُلَمَاءَ الْمُسْلِمِينَ مُدْرِكُونَ مَا قَالَ بِهِ عُلَمَاءُ الْهَيْئَةِ، وَلَكِنْ لَا مِنْ طَرِيقِ النَّقْلِ أَوْ دَلَالَةٍ خَاصَّةٍ عَلَى هَذِهِ الْجُزْئِيَّةِ مِنَ الْقُرْآنِ، وَلَكِنْ عَنْ طَرِيقِ النَّظَرِ وَالِاسْتِدْلَالِ ; إِذْ عُلَمَاءُ الْمُسْلِمِينَ لَمْ يَجْهَلُوا هَذِهِ النَّظَرِيَّةَ، وَلَمْ تَخْفَ عَلَيْهِمْ هَذِهِ الْحَقِيقَةُ. </p><p> ثَانِيَتُهُمَا: مَعَ عِلْمِهِمْ بِهَذِهِ الْحَقِيقَةِ وَإِدْرَاكِهِمْ لِهَذِهِ النَّظَرِيَّةِ، لَمْ يَعْزُ وَاحِدٌ مِنْهُمْ دَلَالَتَهَا لِنُصُوصِ الْكِتَابِ أَوِ السُّنَّةِ. </p><p> وَبِنَاءً عَلَيْهِ نَقُولُ: إِذَا لَمْ تَكُنِ النُّصُوصُ صَرِيحَةً فِي نَظَرِيَّةٍ مِنَ النَّظَرِياتِ الْحَدِيثَةِ، لَا يَنْبَغِي أَنْ نُقْحِمَهَا فِي مَبَاحِثِهَا نَفْيًا أَوْ إِثْبَاتًا، وَإِنَّمَا نَتَطَلَّبُ الْعِلْمَ مِنْ طَرِيقِهِ، فَعُلُومُ الْهَيْئَةِ مِنَ النَّظَرِ الِاسْتِدْلَالُ، وَعُلُومُ الطِّبِّ مِنَ التَّجَارِبِ وَالِاسْتِقْرَاءِ، وَهَكَذَا يَبْقَى الْقُرْآنُ مُصَانًا عَنْ مَجَالِ الْجَدَلِ فِي نَظَرِيَّةٍ قَابِلَةٍ لِلثُّبُوتِ وَالنَّفْيِ، أَوِ التَّغْيِيرِ وَالتَّبْدِيلِ، كَمَا لَا يَنْبَغِي لِمَنْ لَمْ يَعْلَمْ حَقِيقَةَ أَمْرٍ فِي فَنِّهِ أَنْ يُبَادِرَ بِإِنْكَارِهَا مَا لَمْ تَكُنْ مُصَادِمَةً لِنَصٍّ صَرِيحٍ </p>"
}