{
  "id": null,
  "sura": 79,
  "aya": 11,
  "text": "<p> قَوْلُهُ تَعَالَى: يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ قَالَ ابْنُ كَثِيرٍ: يَسْتَنْكِرُ الْمُشْرِكُونَ الْبَعْثَ بَعْدَ الْمَوْتِ، وَ «الْحَافِرَةُ» : الْحَيَاةُ بَعْدَ مَوْتِهِمْ وَمَصِيرِهِمْ إِلَى الْقُبُورِ. </p><p> وَنُقِلَ أَنَّ الْحَافِرَةَ النَّارُ، وَأَكْثَرُ الْمُفَسِّرِينَ عَلَى أَنَّهَا الْحَيَاةُ الْأُولَى، يُقَالُ: عَادَ فِي حَافِرَتِهِ رَجَعَ فِي طَرِيقِهِ، كَأَنَّ مَحْيَاهُ الْأَوَّلَ حَفَرَ طَرِيقَهُ بِمَشْيِهِ فِيهَا، وَعَلَيْهِ لَا عَلَاقَةَ لَهُ بِحُفْرَةِ الْقَبْرِ، وَإِنَّمَا هُوَ تَعْبِيرٌ عَرَبِيٌّ عَنِ الْعَوْدَةِ فِي الْأَمْرِ، وَيَشْهَدُ لَهُ قَوْلُ الشَّاعِرِ: </p><p> أَحَافِرَةٌ عَلَى صَلَعٍ وَشَيْبٍ ... مَعَاذَ اللَّهِ مِنْ صَلَعٍ وَعَارِ </p><p> أَيْ: أَرْجِعُ إِلَى الصِّبَا بَعْدَ الصَّلَعِ وَالشَّيْبِ. </p><p> وَقَوْلُ الْآخَرِ: </p><p> أَقْدِمْ أَخَا نَهْمٍ عَلَى الْأَسَاوِرَهْ ... وَلَا يَهُولَنْكَ رُءُوسٌ نَادِرَهْ </p><p> فَإِنَّمَا قَصْرُكَ تُرْبُ السَّاهِرَهْ ... حَتَّى تَعُودَ بَعْدَهَا فِي الْحَافِرَهْ </p><p> مِنْ بَعْدِ مَا صِرْتَ عِظَامًا نَاخِرَهْ </p><p> وَقَدْ دَلَّتِ الْآيَةُ بَعْدَهَا، إِلَى أَنَّ الْمُرَادَ بِالْحَافِرَةِ الْعَوْدَةُ إِلَى الْحَيَاةِ مَرَّةً أُخْرَى، فِي قَوْلِهِ: قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ [٧٩ \\ ١٢] . </p><p> وَالْكَرَّةُ: هِيَ الْعَوْدَةُ إِلَى الْحَيَاةِ الْأُولَى، وَهِيَ مَا قَبْلَ حُفْرَةِ الْقَبْرِ مِنْ تَكْرَارِ الْحَيَاةِ السَّابِقَةِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: أَئِذَا كُنَّا عِظَامًا نَخِرَةً الْعِظَامُ النَّخِرَةُ الْبَالِيَةُ، وَالَّتِي تَخَلَّلَهَا الرِّيحُ، كَمَا فِي قَوْلِ الشَّاعِرِ: </p><p> وَأَخْلَيْتُهَا مِنْ مُخِّهَا فَكَأَنَّهَا قَوَارِيرُ ... فِي أَجْوَافِهَا الرِّيحُ تَنْخُرُ </p><p> وَنَخْرَةُ الرِّيحِ شِدَّةُ صَوْتِهَا، وَمِنْهُ الْمَنْخَرُ، لِأَخْذِ الْهَوَاءِ مِنْهُ، وَيَدُلُّ لِهَذَا قَوْلُهُ تَعَالَى: وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ [٣٦ \\ ٧٨] . </p><p> قَوْلُهُ تَعَالَى: هَلْ أَتَاكَ حَدِيثُ مُوسَى. </p>"
}