{
  "id": null,
  "sura": 79,
  "aya": 27,
  "text": "<p> الِامْتِنَاعُ، وَمِنْهُ النُّكُولُ عَنِ الْيَمِينِ، وَالنَّكْلُ الْقَيْدُ. قَالَهُ الْقُرْطُبِيُّ. </p><p> وَاخْتُلِفَ فِي «الْآخِرَةِ وَالْأُولَى» : أَهُمُ الدُّنْيَا وَالْآخِرَةُ؟ أَمْ هُمُ الْكَلِمَتَانِ الْعَظِيمَتَانِ اللَّتَانِ تَكَلَّمَ بِهِمَا فِرْعَوْنُ فِي قَوْلِهِ: مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي [٢٨ \\ ٣٨] . </p><p> وَالثَّانِيَةُ قَوْلُهُ: أَنَا رَبُّكُمُ الْأَعْلَى [٧٩ \\ ٢٤] . </p><p> قَالَ ابْنُ عَبَّاسٍ: وَكَانَ بَيْنَهُمَا أَرْبَعُونَ سَنَةً. وَقَدِ اخْتَارَ ابْنُ كَثِيرٍ الْأَوَّلَ، وَاخْتَارَ ابْنُ جَرِيرٍ الثَّانِيَ، وَمَعَهُ كَثِيرٌ مِنَ الْمُفَسِّرِينَ. </p><p> وَلَكِنْ يُرَدُّ عَلَى اخْتِيَارِ ابْنِ كَثِيرٍ: أَنَّ السِّيَاقَ قَدَّمَ الْآخِرَةَ، مَعَ أَنَّ تَعْذِيبَ فِرْعَوْنَ مُقَدَّمٌ فِيهِ نَكَالُ الْأُولَى، وَهِيَ الدُّنْيَا. </p><p> كَمَا يُرَدُّ عَلَى اخْتِيَارِ ابْنِ جَرِيرٍ، أَنَّ اللَّهَ تَعَالَى جَعَلَ أَخْذَهُ إِيَّاهُ نَكَالًا، لِيَعْتَبِرَ بِهِ مَنْ يَخْشَى، وَالْعِبْرَةُ تَكُونُ أَشَدَّ بِالْمَحْسُوسِ، وَكَلِمَتَاهُ قِيلَتَا فِي زَمَنِهِ. </p><p> وَالْقُرْآنُ يَشْهَدُ لِمَا قَالَهُ ابْنُ كَثِيرٍ، فِي قَوْلِهِ تَعَالَى: فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً [١٠ \\ ٩٢] ، وَهَذَا هُوَ مَحَلُّ الِاعْتِبَارِ. </p><p> وَقَدْ قَالَ تَعَالَى بَعْدَ الْآيَةِ: إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى [٧٩ \\ ٢٦] . </p><p> وَاسْمُ الْإِشَارَةِ فِي قَوْلِهِ:  «إِنَّ فِي ذَلِكَ» : رَاجِعٌ إِلَى الْأَخْذِ وَالنَّكَالِ الْمَذْكُورَيْنِ، أَيِ: الْمَصْدَرُ الْمَفْهُومُ ضِمْنًا فِي قَوْلِهِ تَعَالَى: فَأَخَذَهُ اللَّهُ، وَقَوْلِهِ:  «نَكَالَ» ، بَلْ إِنَّ «نَكَالَ» مَصْدَرٌ بِنَفْسِهِ، أَيْ: فَأَخَذَهُ اللَّهُ وَنَكَّلَ بِهِ، وَجَعَلَ نَكَالَهُ بِهِ عِبْرَةً لِمَنْ يَخْشَى. </p><p> قَوْلُهُ تَعَالَى: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا </p><p> لَمَّا كَانَ فِرْعَوْنُ عَلَى تِلْكَ الْمَثَابَةِ مِنَ الطُّغْيَانِ وَالْكُفْرِ، وَكَانَ مِنْ أَسْبَابِ طُغْيَانِهِ الْمُلْكُ وَالْقُوَّةُ، كَمَا فِي قَوْلِهِ تَعَالَى: وَفِرْعَوْنَ ذِي الْأَوْتَادِ [٨٩ \\ ١٠] ، وَقَوْلِهِ: إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ [٢٨ \\ ٤] ، وَقَوْلِهِ عَنْهُ: أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي [٤٣ \\ ٥١] . </p><p> وَهَذِهِ كُلُّهَا مَظَاهِرُ طُغْيَانِهِ وَعَوَامِلُ قُوَّتِهِ، خَاطَبَهُمُ اللَّهُ بِمَا آلَ إِلَيْهِ هَذَا الطُّغْيَانُ، ثُمَّ خَاطَبَهُمْ فِي أَنْفُسِهِمْ مُحَذِّرًا مِنْ طُغْيَانِ الْقُوَّةِ: أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ، حَتَّى لَوْ </p>"
}