{
  "id": null,
  "sura": 79,
  "aya": 46,
  "text": "<p> وَعَلَيْهِ أَنْ يَتَثَبَّتَ أَوَّلًا، وَقَدْ نَبَّهْنَا سَابِقًا عَلَى ذَلِكَ فِي مِثْلِ ذَلِكَ فِي قِصَّةِ نَبِيِّ اللَّهِ سُلَيْمَانَ مَعَ بِلْقِيسَ وَالْهُدْهُدِ حِينَمَا جَاءَهُ، فَقَالَ: أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ [٢٧ \\ ٢٢] ، وَقَصَّ عَلَيْهِ خَبَرَهَا مَعَ قَوْمِهَا، فَلَمْ يُبَادِرْ - عَلَيْهِ السَّلَامُ - بِالْإِنْكَارِ لِكَوْنِ الْآتِي بِالْخَبَرِ هُدْهُدًا، وَلَمْ يَكُنْ عِنْدَهُ عِلْمٌ بِهِ وَلَمْ يُسَارِعْ أَيْضًا بِتَصْدِيقِهِ ; لِأَنَّهُ لَيْسَ لَدَيْهِ مُسْتَنَدٌ عَلَيْهِ، بَلْ أَخَذَ فِي طَرِيقِ التَّثَبُّتِ بِوَاسِطَةِ الطَّرِيقِ الَّذِي جَاءَهُ الْخَبَرُ بِهِ، قَالَ: سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ [٢٧ \\ ٢٧] ، وَأَرْسَلَهُ بِالْكِتَابِ إِلَيْهِمْ، فَإِذَا كَانَ هَذَا مِنْ نَبِيِّ اللَّهِ سُلَيْمَانَ، وَلَدَيْهِ وَسَائِلُ وَإِمْكَانِياتٌ كَمَا تَعْلَمُ ; فَغَيْرُهُ مِنْ بَابِ أَوْلَى. </p><p> تَنْبِيهٌ آخَرُ. </p><p> إِذَا كَانَ عُلَمَاءُ الْإِسْلَامِ يُثْبِتُونَ كُرَوِيَّةَ الْأَرْضِ، فَمَاذَا يَقُولُونَ فِي قَوْلِهِ تَعَالَى: أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ إِلَى قَوْلِهِ وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ [٨٨ \\ ١٧ - ٢٠] . وَجَوَابُهُمْ كَجَوَابِهِمْ عَلَى قَوْلِهِ تَعَالَى: حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ [١٨ \\ ٨٦] ، أَيْ فِي نَظَرِ الْعَيْنِ ; لِأَنَّ الشَّمْسَ تَغْرُبُ عَنْ أُمَّةٍ، وَتَسْتَمِرُّ فِي الْأُفُقِ عَلَى أُمَّةٍ أُخْرَى، حَتَّى تَأْتِيَ مَطْلَعَهَا مِنَ الشَّرْقِ فِي صَبِيحَةِ الْيَوْمِ الثَّانِي، وَيَكُونُ بَسْطُ الْأَرْضِ وَتَمْهِيدُهَا، نَظَرًا لِكُلِّ إِقْلِيمٍ وَجُزْءٍ مِنْهَا لِسِعَتِهَا وَعِظَمِ جِرْمِهَا. </p><p> وَهَذَا لَا يَتَنَافَى مَعَ حَقِيقَةِ شَكْلِهَا ; فَقَدْ نَرَى الْجَبَلَ الشَّاهِقَ، وَإِذَا تَسَلَّقْنَاهُ وَوَصَلْنَا قِمَّتَهُ وَجَدْنَا سَطْحًا مُسْتَوِيًا، وَوَجَدْنَا أُمَّةً بِكَامِلِ لَوَازِمِهَا، وَقَدْ لَا يَعْلَمُ بَعْضُ مَنْ فِيهِ عَنْ بَقِيَّةِ الْعَالَمِ، وَهَكَذَا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا الْعَشِيَّةُ: مَا بَيْنَ الزَّوَالِ إِلَى الْغُرُوبِ، وَالضُّحَى: مَا بَيْنَ طُلُوعِ الشَّمْسِ إِلَى الزَّوَالِ، وَهَذَا تَحْدِيدٌ بِنِصْفِ نَهَارٍ. </p><p> وَقَدْ جَاءَ التَّحْدِيدُ بِسَاعَةٍ مِنْ نَهَارٍ. وَجَاءَ: يَوْمًا أَوْ بَعْضَ يَوْمٍ [٢ \\ ٢٥٩] . وَجَاءَ: إِنْ لَبِثْتُمْ إِلَّا عَشْرًا [١٠ \\ ١٠٣] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى فِي سُورَةِ </p><p> «يُونُسَ» : وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنَ النَّهَارِ [١٠ \\ ٤٥] ، وَأَحَالَ عَلَى دَفْعِ إِيهَامِ الِاضْطِرَابِ عَنْ آيَاتِ الْكِتَابِ، وَسَيُطْبَعُ إِنْ شَاءَ اللَّهُ مَعَ هَذِهِ التَّتِمَّةِ. </p>"
}