{
  "id": null,
  "sura": 79,
  "aya": 16,
  "text": "<p> بَيَّنَ تَعَالَى هَذَا الْحَدِيثَ وَمَوْضُوعَهُ وَمَكَانَهُ بِقَوْلِهِ تَعَالَى بَعْدَهُ: إِذْ نَادَاهُ رَبُّهُ بِالْوَادِي الْمُقَدَّسِ طُوًى اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى إِلَى قَوْلِهِ فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَى [٧٩ \\ ٢٤] . </p><p> قَوْلُهُ تَعَالَى: نَادَاهُ رَبُّهُ بِالْوَادِي الْمُقَدَّسِ، بَيَّنَ الْقُرْآنُ الْكَرِيمُ أَنَّهُ الطُّورُ فِي قَوْلِهِ تَعَالَى: فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا إِلَى قَوْلِهِ فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِي الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ [٢٨ \\ ٢٩ - ٣٠] وَالْمُبَارَكَةُ تُسَاوِي الْمُقَدَّسَ. </p><p> فَبَيَّنَ تَعَالَى أَنَّ الْمُنَادَاةَ كَانَتْ بِالطُّورِ وَهُوَ الْوَادِي الْمُقَدَّسُ، وَهُوَ طُوًى، وَفِي الْبُقْعَةِ الْمُبَارَكَةِ. وَقَدْ بَيَّنَ تَعَالَى مَا كَانَ فِي ذَلِكَ الْمَكَانِ مِنْ مُنَاجَاةٍ وَأَمْرِ الْعَصَا وَالْآيَاتِ الْأُخْرَى فِي سُورَةِ «طه» مِنْ أَوَّلِ قَوْلِهِ تَعَالَى: وَهَلْ أَتَاكَ حَدِيثُ مُوسَى إِذْ رَأَى نَارًا إِلَى قَوْلِهِ اذْهَبْ إِلَى فِرْعَوْنَ [٢٠ \\ ٩ - ٢٤] . </p><p> وَقَدْ فَصَّلَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - الْقَوْلَ فِي ذَلِكَ الْمَوْقِفِ فِي سُورَةِ «مَرْيَمَ» عِنْدَ قَوْلِهِ تَعَالَى: وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ [١٩ \\ ٥٢] . </p><p> وَقَدْ بَيَّنَ تَعَالَى فِي سُورَةِ «طه» ، كَامِلَ قِصَّةِ الْمُنَادَاةِ مِنْ قَوْلِهِ: إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِي الْمُقَدَّسِ طُوًى وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي إِنَّ السَّاعَةَ آتِيَةٌ [٢٠ \\ ١٢ - ١٥] . </p><p> ثُمَّ قِصَّةَ الْعَصَا وَالْآيَةَ فِي يَدِهِ - عَلَيْهِ السَّلَامُ - وَإِرْسَالَهُ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى، وَسُؤَالَ مُوسَى: رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي [٢٠ \\ ٢٥ - ٢٦] ، وَاسْتِوْزَارَ أَخِيهِ مَعَهُ، دُونَ التَّعَرُّضِ إِلَى أُسْلُوبِ الدَّعْوَةِ، وَفِي هَذِهِ السُّورَةِ الْكَرِيمَةِ بَيَانٌ لِمَنْهَجِ الدَّعْوَةِ، وَمَا يَنْبَغِي أَنْ يَكُونَ عَلَيْهِ نَبِيُّ اللَّهِ مُوسَى مَعَ عَدُوِّ اللَّهِ فِرْعَوْنَ. </p><p> وَأُسْلُوبُ الْعَرْضِ:  «هَلْ لَكَ إِلَى أَنْ تَزَكَّى وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى»  [٧٩ \\ ١٨ - ١٩] ، ثُمَّ تَقْدِيمُ الْآيَةِ الْكُبْرَى، وَدَلِيلِ صِحَّةِ دَعْوَاهُ مِمَّا يَلْزَمُ كُلَّ دَاعِيَةٍ الْيَوْمَ أَنْ يَقِفَ هَذَا الْمَوْقِفَ، حَيْثُ لَا يُوجَدُ الْيَوْمَ أَكْثَرُ مِنْ فِرْعَوْنَ، وَلَا أَشَدُّ طُغْيَانًا مِنْهُ ; حَيْثُ ادَّعَى الرُّبُوبِيَّةَ وَالْأُلُوهِيَّةَ مَعًا، فَقَالَ: أَنَا رَبُّكُمُ الْأَعْلَى [٧٩ \\ ٢٤] ، وَقَالَ: مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي [٢٨ \\ ٣٨] ، </p>"
}