{
  "id": null,
  "sura": 80,
  "aya": 24,
  "text": "<p> إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا [٧٦ \\ ٣] ، وَهُوَ مَرْوِيٌّ عَنِ الْحَسَنِ وَابْنِ زَيْدٍ، وَرَجَّحَهُ ابْنُ كَثِيرٍ. </p><p> وَلَعَلَّ مَا رَجَّحَهُ ابْنُ كَثِيرٍ هُوَ الْأَرْجَحُ ; لِأَنَّ تَيْسِيرَ الْوِلَادَةِ أَمْرٌ عَامٌّ فِي كُلِّ حَيَوَانٍ، وَهُوَ مُشَاهَدٌ مَلْمُوسٌ، فَلَا مَزِيَّةَ لِلْإِنْسَانِ فِيهِ عَلَى غَيْرِهِ، كَمَا أَنَّ مَا قَبْلَهُ دَالٌّ عَلَيْهِ أَوْ عَلَى مَدْلُولِهِ وَهُوَ الْقُدْرَةُ فِي قَوْلِهِ تَعَالَى: مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ. </p><p> وَقَدْ يَكُونُ تَيْسِيرُ الْوِلَادَةِ دَاخِلًا تَحْتَ قَوْلِهِ:  «فَقَدَّرَهُ» . أَيْ: قَدَّرَ تَخَلُّقَهُ وَزَمَنَ وُجُودِهِ وَزَمَنَ خُرُوجِهِ، وَتَقْدِيرَاتِ جِسْمِهِ وَقَدْرَ حَيَاتِهِ، وَقَدْرَ مَمَاتِهِ، كَمَا هُوَ مَعْلُومٌ. </p><p> أَمَّا تَيْسِيرُ سَبِيلِ الدِّينِ، فَهُوَ الْخَاصُّ بِالْإِنْسَانِ. وَهُوَ الْمَطْلُوبُ التَّوَجُّهُ إِلَيْهِ. وَهُوَ الَّذِي يَتَعَلَّقُ بِغَيْرِهِ مَا بَيْنَ تَخَلُّقِهِ مِنْ نُطْفَةٍ وَتَقْدِيرِهِ. وَبَيْنَ إِمَاتَتِهِ وَإِقْبَارِهِ. أَيْ: فَتْرَةُ حَيَاتِهِ فِي الدُّنْيَا، أَيْ: خَلَقَهُ مِنْ نُطْفَةٍ وَقَدَّرَ مَجِيئَهُ إِلَى الدُّنْيَا. وَيَسَّرَ لَهُ الدِّينَ فِي التَّكَالِيفِ. ثُمَّ أَمَاتَهُ لِيَرَى مَاذَا عَمِلَ: ثُمَّ إِذَا شَاءَ أَنْشَرَهُ. </p><p> وَلِذَا جَاءَ فِي النِّهَايَةِ بِقَوْلِهِ:  «كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ»  [٨٠ \\ ٢٣] . وَلَيْسَ هُنَا مَا يَدُلُّ عَلَى الْأَمْرِ إِلَّا السَّبِيلَ يَسَّرَهُ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبَّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا وَزَيْتُونًا وَنَخْلًا وَحَدَائِقَ غُلْبًا وَفَاكِهَةً وَأَبًّا </p><p> بَعْدَ مَا بَيَّنَ لَهُ مِمَّ خُلِقَ،، بَيَّنَ لَهُ هُنَا كَيْفَ يُطْعِمُهُ، وَفِي كِلَيْهِمَا آيَةٌ عَلَى الْقُدْرَةِ. </p><p> وَقَدِ اتَّفَقَتِ الْآيَتَانِ عَلَى خُطُوَاتٍ ثَلَاثٍ مُتَطَابِقَةٍ فِيهِمَا. فَصَبُّ الْمَاءِ مِنَ السَّمَاءِ إِلَى الْأَرْضِ، يُقَابِلُ دَفْقَ الْمَاءِ فِي الرَّحِمِ. وَشَقُّ الْأَرْضِ لِلنَّبَاتِ يُقَابِلُ خُرُوجَهُ إِلَى الدُّنْيَا. وَإِنْبَاتُ أَنْوَاعِ النَّبَاتَاتِ، يُقَابِلُ تَقَادِيرَ الْخَلْقِ الْمُخْتَلِفَةِ. </p><p> وَفِي التَّنْصِيصِ عَلَى أَنْوَاعِ النَّبَاتِ مِنْ: حَبٍّ، وَقَضْبٍ، وَعِنَبٍ، وَرُمَّانٍ، وَزَيْتُونٍ، وَنَخِيلٍ، وَفَوَاكِهَ مُتَعَدِّدَةٍ، وَحَدَائِقَ مُلْتَفَّةٍ، لِظُهُورِ مَعْنَى الْمُغَايَرَةِ فِيهَا، مَعَ أَنَّهَا مِنْ أَصْلَيْنِ مُشْتَرَكَيْنِ: الْمَاءُ مِنَ السَّمَاءِ. وَالتُّرْبَةُ فِي الْأَرْضِ، يُسْقَى بِمَاءٍ وَاحِدٍ. </p><p> وَمَرَّةً أُخْرَى، يُقَالُ لِلشُّيُوعِيِّينَ وَالدَّهْرِيِّينَ: قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ مِنْ أَيِّ شَيْءٍ خَلَقَهُ [٨٠ \\ ١٧ - ١٨] : </p>"
}