{
  "id": null,
  "sura": 80,
  "aya": 17,
  "text": "<p> تَكْرِيمٍ وَرِفْعَةٍ وَطُهْرَةٍ وَصِيَانَةٍ، وَمَا عَلَيْهَا مِنْ حَفَظَةٍ سَفَرَةٍ كِرَامٍ بَرَرَةٍ، أَحْرَى بِأَنْ يُسْعَى إِلَيْهَا، وَالْخَيْرُ لِمَنْ أَتَاهَا يَطْلُبُهَا. </p><p> فَمَنْ شَاءَ ذَكَرَهُ، وَهَذَا لِلتَّهْدِيدِ لَا لِلتَّخْيِيرِ بِدَلِيلِ مَا بَعْدَهُ: قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ [٨٠ \\ ١٧] ، «قُتِلَ الْإِنْسَانُ» : دُعَاءُ عَلَيْهِ، وَالْإِنْسَانُ: لِلْجِنْسِ الْكَافِرِ، وَ «مَا أَكْفَرَهُ» : أَيْ مَا أَشَدَّ كُفْرَهُ بِهَا، بَعْدَ هَذَا كُلِّهِ مِنْ عُلُوِّ مَنْزِلَتِهَا. </p><p> وَقَوْلُهُ تَعَالَى: قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ قِيلَ: «مَا أَكْفَرَهُ» هُنَا، مَا أَفْعَلُهُ، أَيْ: مَا أَشَدَّ كُفْرَهُ. </p><p> وَقَالَ الزَّمَخْشَرِيُّ: هِيَ تَعَجُبٌ مِنْ إِفْرَاطِهِ فِي كُفْرَانِ نِعَمِ اللَّهِ. </p><p> وَقِيلَ: أَيُّ شَيْءٍ حَمَلَهُ عَلَى التَّكْذِيبِ وَالْكُفْرِ؟ وَكُلُّهَا مُحْتَمَلَةٌ. </p><p> وَلَعَلَّ الْمَعْنَى الْأَوَّلَ أَظْهَرُ ; لِقَوْلِهِ قَبْلَهُ:  «قُتِلَ الْإِنْسَانُ» ، وَلِمَجِيءِ هَذَا الْمَعْنَى فِي مَوَاضِعَ أُخَرَ:  «إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ»  [١٤ \\ ٣٤] ، وَكَذَلِكَ فَعُولٌ فِي قَوْلِهِ: وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الْإِنْسَانَ لَكَفُورٌ [٢٢ \\ ٦٦] ، وَهَكَذَا صِفَةُ الْجَاحِدِينَ لِآيَاتِ اللَّهِ، كَمَا فِي قَوْلِهِ: وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ [٣١ \\ ٣٢] . </p><p> ثُمَّ رَدَّ تَعَالَى عَلَيْهِ ذَلِكَ بِرَدِّهِ إِياهُ إِلَى أَصْلِ خِلْقَتِهِ، لِيَتَّعِظَ مِنْ نَفْسِهِ فِي قَوْلِهِ تَعَالَى: مِنْ أَيِّ شَيْءٍ خَلَقَهُ مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ ثُمَّ السَّبِيلَ يَسَّرَهُ ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ [٨٠ \\ ١٨ - ٢١] ; لِأَنَّ هَذِهِ الثَّلَاثَةَ مُسَلَّمٌ بِهَا، وَرَتَّبَ عَلَيْهَا الرَّابِعَةَ: ثُمَّ إِذَا شَاءَ أَنْشَرَهُ [٧٠ \\ ٢٢] . </p><p> وَقَوْلُهُ: مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ تَقَدَّمَ مِرَارًا بَيَانُ أَصْلِ خَلْقِ الْإِنْسَانِ وَأَطْوَارِهِ. </p><p> وَقَوْلُهُ: ثُمَّ السَّبِيلَ يَسَّرَهُ قِيلَ: «السَّبِيلُ» إِلَى خُرُوجِهِ مِنْ بَطْنِ أُمِّهِ، حَيْثُ أَدَارَ رَأْسَهُ إِلَى جِهَةِ الْخُرُوجِ، بَدَلًا مِمَّا كَانَ عَلَيْهِ إِلَى أَعْلَى، وَهَذَا مِنَ التَّيْسِيرِ فِي سَبِيلِ خُرُوجِهِ، وَهَذَا مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ وَغَيْرِهِ، وَهُوَ اخْتِيَارُ ابْنِ جَرِيرٍ. </p><p> وَقِيلَ:  «السَّبِيلُ» : أَيِ الدِّينُ فِي وُضُوحِهِ، وَيُسْرِ الْعَمَلِ بِهِ، كَقَوْلِهِ تَعَالَى: </p>"
}