{
  "id": null,
  "sura": 80,
  "aya": 40,
  "text": "<p> أَفَرَأَيْتُمْ مَا تُمْنُونَ أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ أَفَرَأَيْتُمْ مَا تَحْرُثُونَ أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا [٥٦ \\ ٥٨ - ٦٥] . </p><p> إِنَّهُمْ بِلَا شَكٍّ لَا يَدَّعُونَ لِأَنْفُسِهِمْ فِعْلَ شَيْءٍ مِنْ ذَلِكَ. وَإِنَّهُمْ لَيَعْلَمُونَ أَنَّ لَهَا خَالِقًا مُدَبِّرًا. وَلَكِنَّهُمْ يُكَابِرُونَ. وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ [٢٧ \\ ١٤] ، صَدَقَ اللَّهُ الْعَظِيمُ، وَكَذَبَ كُلُّ كَفَّارٍ أَثِيمٍ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ خَلْقِ الْإِنْسَانِ فِي مَوَاطِنَ مُتَعَدِّدَةٍ سَابِقَةٍ، آخِرُهَا فِي سُورَةِ «الرَّحْمَنِ» : خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ [٥٥ \\ ١٤] ، وَبَيَانُ طَعَامِهِ فِي كُلٍّ مِنْ سُورَتِي «الْوَاقِعَةِ» وَ «الْجَاثِيَةِ» . </p><p> قَوْلُهُ تَعَالَى: وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضَاحِكَةٌ مُسْتَبْشِرَةٌ </p><p> الْإِسْفَارُ: الْإِضَاءَةُ، وَهُوَ تَهَلُّلُ الْوَجْهِ بِالسُّرُورِ، كَمَا قَالَ تَعَالَى: وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا [٧٦ \\ ١١] ، وَالِاسْتِبْشَارُ مِنْ تَقَدُّمِ الْبُشْرَى فِي قَوْلِهِ تَعَالَى: تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ [٤١ \\ ٣٠] . </p><p> وَقَوْلِهِ تَعَالَى: يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ [٥٧ \\ ١٢] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «الْحَدِيدِ» . </p><p> قَوْلُهُ تَعَالَى: وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ، بَيَّنَهُمْ تَعَالَى بِأَنَّهُمْ هُمُ الْكَفَرَةُ الْفَجَرَةُ. </p><p> وَتَقَدَّمَ بَيَانُ ذَلِكَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ «الرَّحْمَنِ» عَلَى الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ [٥٥ \\ ٤١] . </p><p> وَقَدْ جَمَعَ لَهُمْ هُنَا بَيْنَ الْكُفْرِ وَالْفُجُورِ، وَهُمَا الْكُفْرُ فِي الِاعْتِقَادِ وَالْفُجُورُ فِي الْأَعْمَالِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا [٧١ \\ ٢٧] ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}