{
  "id": null,
  "sura": 81,
  "aya": 26,
  "text": "<p> عَلَيْهِ فَيُغَيِّرُهُ، وَمِنْ أَنْ يُغَيِّرَهُ الَّذِي جَاءَ بِهِ، وَهَذَا كُلُّهُ بِمَثَابَةِ التَّرْجَمَةِ لِسَنَدِ تَلَقِّي الْقُرْآنِ الْكَرِيمِ. </p><p> وَقَوْلُهُ: وَمَا صَاحِبُكُمْ بِمَجْنُونٍ بَيَانٌ لِتَتِمَّةِ السَّنَدِ، حَيْثُ قَالَ: وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ [٨١ \\ ٢٣ - ٢٤] ، فَنَفَى عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَقْصَ التَّلَقِّي بِنَفْيِ آفَةِ الْجُنُونِ، فَهُوَ فِي كَمَالِ الْعَقْلِ وَقُوَّةِ الْإِدْرَاكِ، وَمِنْ قَبْلُ أَثْبَتَ لَهُ كَمَالَ الْخُلُقِ: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ [٦٨ \\ ٤] . </p><p> وَأَثْبَتَ لَهُ اللُّقْيَا، فَلَمْ يَلْتَبِسْ عَلَيْهِ جِبْرِيلُ بِغَيْرِهِ، وَهِيَ أَعْلَى دَرَجَاتِ السَّنَدِ، فَاجْتَمَعَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْكَمَالُ الْخُلُقِيُّ وَالْكَمَالُ الْخِلْقِيُّ - بِضَمِّ الْخَاءِ وَكَسْرِهَا - أَيِ: الْكَمَالُ حِسًّا وَمَعْنًى، ثُمَّ نَفَى عَنْهُ التُّهْمَةَ بِأَنْ يَضِنَّ بِشَيْءٍ مِمَّا أُرْسِلَ بِهِ مَعَ نَفَاسَتِهِ وَعُلُوِّ مَنْزِلَتِهِ وَجَلِيلِ عُلُومِهِ، وَأَنَّهُ كَلَامُ رَبِّ الْعَالَمِينَ. </p><p> وَفِي الْخِتَامِ إِفْهَامُهُمْ بِأَنَّهُ لَيْسَ:  «بِقَوْلِ شَيْطَانٍ رَجِيمٍ»  [٨١ \\ ٢٥] ، حَيْثُ تَقَدَّمَ إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ [٢٦ \\ ٢١٢] . </p><p> وَأَنَّ:  «فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا»  [٧٢ \\ ٩] ، فَلَمْ يَبْقَ لَهُمْ مُوجِبٌ لِلِانْصِرَافِ عَنْهُ، وَأُلْزِمُوا بِالْأَخْذِ بِهِ حَيْثُ أَصْبَحَ مِنَ الثَّابِتِ أَنَّهُ كَلَامُ اللَّهِ، جَاءَ بِهِ رَسُولٌ كَرِيمٌ، وَبَلَّغَهُ لِصَاحِبِكُمْ صَاحِبِ الْخُلُقِ الْعَظِيمِ، وَلَيْسَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ. </p><p> فَلَزِمَهُمُ الْأَخْذُ بِهِ، وَإِلَّا فَأَيْنَ تَذْهَبُونَ. أَيْنَ تَسِيرُونَ عَنْهُ، بَعْدَ أَنْ ثَبَتَ لَكُمْ سَنَدُهُ وَمَصْدَرُهُ؟ </p><p> وَنَظِيرُ هَذَا السَّنَدِ فِي تَمْجِيدِ الْقُرْآنِ وَإِثْبَاتِ إِتْيَانِهِ مِنَ اللَّهِ، قَوْلُهُ تَعَالَى فِي أَوَّلِ سُورَةِ «النَّجْمِ» : مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى عَلَّمَهُ شَدِيدُ الْقُوَى ذُو مِرَّةٍ فَاسْتَوَى وَهُوَ بِالْأُفُقِ الْأَعْلَى [٥٣ \\ ٢، ٣ - ٧] . </p><p> قَوْلُهُ تَعَالَى: فَأَيْنَ تَذْهَبُونَ، بِمَثَابَةِ مَنْ يَسُدُّ عَلَيْهِمُ الطَّرِيقَ إِلَّا لَهُ ; لِأَنَّهُ - أَيِ الْقُرْآنُ - لَيْسَ فِي نُزُولِهِ مِنَ اللَّهِ </p>"
}