{
  "id": null,
  "sura": 81,
  "aya": 8,
  "text": "<p> وَلَعَلَّ أَقْرَبَ الْأَقْوَالِ الْمَنْقُولَةِ فِي ذَلِكَ هُوَ الْقَوْلُ بِأَنَّهُ بِمَعْنَى: نُكِّسَتْ. أَيْ: رُدَّتْ إِلَى حَيْثُ أَتَتْ، كَمَا فِي الْحَدِيثِ، فَتَطْلُعُ مِنْ مَغْرِبِهَا، وَعَلَيْهِ فَتَجْتَمِعُ مَعَ الْقَمَرِ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا النُّجُومُ انْكَدَرَتْ </p><p> قِيلَ:  «انْكَدَرَتْ» انْصَبَّتْ، وَقِيلَ: تَغَيَّرَتْ مِنَ الْكُدْرَةِ، وَكُلُّهَا مُتَلَازِمَةٌ وَلَا تَعَارُضَ. </p><p> وَيَشْهَدُ لِلْأَوَّلِ قَوْلُهُ تَعَالَى: وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ [٨٢ \\ ٢] . </p><p> وَيَشْهَدُ لِلثانِي: فَإِذَا النُّجُومُ طُمِسَتْ [٧٧ \\ ٨] ; لِأَنَّهَا إِذَا تَنَاثَرَتْ وَذَهَبَتْ مِنْ أَمَاكِنِهَا وَتَغَيَّرَ نِظَامُهَا، فَقَدْ ذَهَبَ نُورُهَا وَطُمِسَتْ. </p><p> قَوْلُهُ تَعَالَى: وَإِذَا الْجِبَالُ سُيِّرَتْ </p><p> أَيْ: ذَهَبَ بِهَا مِنْ مَكَانِهَا. </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ حَالَةِ الْجِبَالِ فِي نِهَايَةِ الدُّنْيَا فِي عِدَّةِ مَوَاطِنَ. مِنْ أَهَمِّهَا عِنْدَ قَوْلِهِ تَعَالَى فِي سُورَةِ «طه» : وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا [٢٠ \\ ١٠٥] ، وَعِنْدَ قَوْلِهِ تَعَالَى مِنْ سُورَةِ «الْكَهْفِ» : وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً [١٨ \\ ٤٧] . </p><p> قَوْلُهُ تَعَالَى: وَإِذَا الْمَوْءُودَةُ سُئِلَتْ بِأَيِّ ذَنْبٍ قُتِلَتْ الْوَأْدُ: الثِّقْلُ، كَمَا فِي قَوْلِهِ تَعَالَى: وَلَا يَئُودُهُ حِفْظُهُمَا [٢ \\ ٢٥٥] . </p><p> وَالْمَوْءُودَةُ: الْمُثْقَلَةُ بِالتُّرَابِ حَتَّى الْمَوْتِ، وَهِيَ الْجَارِيَةُ كَانَتْ تُدْفَنُ حَيَّةً، فَكَانُوا يَحْفِرُونَ لَهَا الْحُفْرَةَ وَيُلْقُونَهَا فِيهَا، ثُمَّ يُهِيلُونَ عَلَيْهَا التُّرَابَ. </p><p> وَقَوْلُهُ تَعَالَى: بِأَيِّ ذَنْبٍ قُتِلَتْ إِشْعَارٌ بِأَنَّهُ لَا ذَنْبَ لَهَا فَتُقْتَلَ بِسَبَبِهِ، بَلِ الْجُرْمُ عَلَى قَاتِلِهَا. </p><p> وَلَكِنْ لِعِظَمِ الْجُرْمِ يَتَوَجَّهُ السُّؤَالُ إِلَيْهَا تَبْكِيتًا لِوَائِدِهَا. </p><p> وَقَدْ جَاءَ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - قَوْلُهُ: أَمْرَانِ فِي الْجَاهِلِيَّةِ. أَحَدُهُمَا يُبْكِينِي وَالْآخِرُ يُضْحِكُنِي. </p><p> أَمَّا الَّذِي يُبْكِينِي: فَقَدْ ذَهَبْتُ بِابْنَةٍ لِي لِوَأْدِهَا، فَكُنْتُ أَحْفِرُ لَهَا الْحُفْرَةَ وَتَنْفُضُ التُّرَابَ عَنْ لِحْيَتِي، وَهِيَ لَا تَدْرِي مَاذَا أُرِيدُ لَهَا، فَإِذَا تَذَكَّرْتُ ذَلِكَ بَكَيْتُ. </p><p> وَالْأُخْرَى: كُنْتُ أَصْنَعُ إِلَهًا مِنَ التَّمْرِ أَضَعُهُ عِنْدَ رَأْسِي يَحْرُسُنِي لَيْلًا، فَإِذَا أَصْبَحْتُ مُعَافًى أَكَلْتُهُ، فَإِذَا تَذَكَّرْتُ ذَلِكَ ضَحِكْتُ مِنْ نَفْسِي. </p><p> أَمَّا سَبَبُ إِقْدَامِهِمْ عَلَى هَذِهِ الْجَرِيمَةِ الشَّنِيعَةِ وَمَا دَفَعَهُمْ عَلَى ارْتِكَابِهَا، فَقَدْ نَاقَشَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بِتَوَسُّعٍ عِنْدَ قَوْلِهِ تَعَالَى مِنْ سُورَةِ «النَّحْلِ» : وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلَا سَاءَ مَا يَحْكُمُونَ الْآيَةَ [٥٧ \\ ٥٩] . </p><p> وَبِهَذِهِ الْمُنَاسَبَةِ، فَإِنَّ هُنَا تَنْبِيهَيْنِ لَا بُدَّ مِنْ إِيرَادِهِمَا. </p><p> التَّنْبِيهُ الْأَوَّلُ: مَا يُشْبِهُ الْوَأْدَ فِي هَذِهِ الْآوِنَةِ الْحَدِيثَةِ، وَهُوَ التَّعَرُّضُ لِمَنْعِ الْحَمْلِ بِأَيِّ وَسِيلَةٍ كَانَتْ. </p><p> وَقَدْ بَحَثْتُ هَذِهِ الْمَسْأَلَةَ قَدِيمًا وَحَدِيثًا. أَمَّا قَدِيمًا فَفِي عَمَلِيَّةِ الْعَزْلِ، وَجَاءَ فِيهِ حَدِيثُ جَابِرٍ:  \" كُنَّا نَعْزِلُ وَالْقُرْآنُ يَنْزِلُ \" رَوَاهُ مُسْلِمٌ. </p><p> زَادَ إِسْحَاقُ قَالَ سُفْيَانُ: لَوْ كَانَ شَيْئًا يُنْهَى عَنْهُ لَنَهَانَا عَنْهُ الْقُرْآنُ. وَجَاءَ فِيهِ: فَبَلَغَ ذَلِكَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمْ يَنْهَنَا. </p><p> كَمَا جَاءَ التَّحْذِيرُ الشَّدِيدُ فِي حَدِيثِ جُدَامَةَ بِنْتِ وَهْبٍ أُخْتِ عُكَاشَةَ، قَالَتْ: حَضَرْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي أُنَاسٍ، قَالَ:  \" لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغَيْلَةِ، فَنَظَرْتُ فِي الرُّومِ وَفَارِسَ فَإِذَا هُمْ يُغِيلُونَ أَوْلَادَهُمْ فَلَا يَضُرُّ أَوْلَادَهُمْ ذَلِكَ شَيْئًا \" فَسَأَلُوهُ عَنِ الْعَزْلِ، فَقَالَ:  \" ذَلِكَ الْوَأْدُ الْخَفِيُّ \" . </p><p> زَادَ عَبْدُ اللَّهِ فِي حَدِيثِهِ عَنِ الْمُقْرِئِ زِيَادَةً وَهِيَ:  \" وَإِذَا الْمَوْءُودَةُ سُئِلَتْ \" . </p><p> فَفِي الْحَدِيثِ الْأَوَّلِ: مَا يُفِيدُ التَّقْرِيرُ. وَفِي الثَّانِي: مَا يُفِيدُ شِدَّةَ النَّكِيرِ. </p><p> وَجَاءَ فِي صَحِيحِ مُسْلِمٍ أَيْضًا عَنْ أَبِي سَعِيدٍ:  \" غَزَوْنَا مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - غَزْوَةَ بَنِي الْمُصْطَلِقِ، فَسَبَيْنَا كَرَائِمَ الْعَرَبِ، فَطَالَتْ عَلَيْنَا الْغُرْبَةُ، وَرَغِبْنَا فِي الْفِدَاءِ، فَأَرَدْنَا أَنْ نَسْتَمْتِعَ وَنَعْزِلَ،فَقُلْنَا:نَفْعَلُ ذَلِكَ؟ وَرَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ أَظْهُرِنَا لَا نَسْأَلُهُ، فَسَأَلْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَقَالَ:\" لَا عَلَيْكُمْ أَلَّا تَفْعَلُوا، مَا كَتَبَ اللَّهُ خَلْقَ نَسَمَةٍ هِيَ كَائِنَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِلَّا سَتَكُونُ \".</p><p> وَفِي رِوَايَةٍ: \" إِنَّ اللَّهَ كَتَبَ مَنْ هُوَ خَالِقٌ إِلَى يَوْمِ الْقِيَامَةِ \".</p><p> وَفِي رِوَايَةٍ: \" فَقَالَ لَنَا: وَإِنَّكُمْ لَتَفْعَلُونَ، وَإِنَّكُمْ لَتَفْعَلُونَ، وَإِنَّكُمْ لَتَفْعَلُونَ. مَا مِنْ نَسَمَةٍ كَائِنَةٍ إِلَى يَوْمِ الْقِيَامَةِ إِلَّا هِيَ كَائِنَةٌ \".</p><p> وَفِي رِوَايَةٍ: \" لَا عَلَيْكُمْ أَلَّا تَفْعَلُوا ; فَإِنَّمَا هُوَ الْقَدَرُ \".</p><p> قَالَ أَبُو مُحَمَّدٍ: وَقَوْلُهُ: \" لَا عَلَيْكُمْ \" أَقْرَبُ إِلَى النَّهْيِ.</p><p> وَقَالَ الْحَسَنُ: وَاللَّهِ لَكَأَنَّ هَذَا زَجْرٌ. فَأَنْتَ تَرَى قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" وَإِنَّكُمْ لَتَفْعَلُونَ \" مُشْعِرٌ بِعَدَمِ عِلْمِهِ سَابِقًا، مِمَّا يَتَعَارَضُ مَعَ الزِّيَادَةِ فِي حَدِيثِ جَابِرٍ، فَبَلَغَ ذَلِكَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَلَمْ يَنْهَنَا، نُبْقِي قَوْلَ جَابِرٍ، مِمَّا يَسْتَدِلُّ بِهِ الْمُجَوِّزُونَ، وَيُعَارِضُهُ: وَهِيَ الْمَوْءُودَةُ، أَوِ الْوَأْدُ الْخَفِيُّ. </p><p> وَكَانَ لِلْوَأْدِ عِنْدَ الْعَرَبِ فِي الْجَاهِلِيَّةِ سَبَبَانِ: </p><p> الْأَوَّلُ: اقْتِصَادِيٌّ، خَشْيَةُ إِمْلَاقٍ، وَمِنْ إِمْلَاقٍ حَاضِرٍ. </p><p> وَالثَّانِي: حَمِيَّةٌ وَغَيْرَةٌ. </p><p> وَقَدْ رَدَّ الْقُرْآنُ عَلَيْهِمْ فِي السَّبَبِ الْأَوَّلِ، فِي قَوْلِهِ تَعَالَى: وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا [١٧ \\ ٣١] . </p><p> وَقَوْلِهِ: وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ [٦ \\ ١٥١] . </p><p> وَأَخِيرًا كَانَ هَذَا التَّسَاؤُلُ شَدِيدَ التَّوْبِيخِ لَهُمْ: وَإِذَا الْمَوْءُودَةُ سُئِلَتْ </p><p> وَفِي هَذِهِ الْآيَةِ أُثِيرَتْ مَرَّةً أُخْرَى، وَبِشَكْلٍ آخَرَ أَثَارَهَا أَعْدَاءُ الْمُسْلِمِينَ مَكِيدَةً لِلسُّذَّجِ، فَأُثِيرَتْ مِنَ النَّاحِيَةِ الِاقْتِصَادِيَّةِ. </p><p> وَكَانَ مَبْدَؤُهَا الْمَعْرُوفُ عِنْدَ كُتَّابِ هَذَا الْعَصْرِ بِنَظَرِيَّةِ:  \" مَالْتِسْ \" وَالْآنَ لِغَرَضٍ عَسْكَرِيٍّ لِتَقْلِيلِ عَدَدِ جُنُودِ الْمُسْلِمِينَ، حِينَمَا عَلِمَ الْعَدُوُّ أَنَّ الْإِسْلَامَ يُبِيحُ تَعَدُّدَ الزَّوْجَاتِ مَثْنَى وَثُلَاثَ وَرُبَاعَ، فَأَرَادُوا أَنْ يُوقِفُوا هَذَا النُّمُوَّ. </p><p> وَيَكْفِي أَنْ نُورِدَ هُنَا قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" تَنَاكَحُوا تَنَاسَلُوا ; فَإِنِّي مُبَاهٍ بِكُمُ الْأُمَمَ \" . </p><p> وَفِي رِوَايَةٍ:  \" مُكَاثِرٌ بِكُمُ الْأُمَمَ \" . </p><p> وَفِيهِ:  \" تَزَوَّجُوا الْوَلُودَ الْوَدُودَ \" وَنَحْوِ ذَلِكَ. </p><p> وَقَدْ كُنْتُ جَمَعْتُ فِي ذَلِكَ بَحْثًا فِي مُحَاضَرَةٍ وَافِيَةٍ فِي هَذَا الْغَرَضِ، مِنْ حَيْثُ السِّيَاسَةِ وَالِاقْتِصَادِ، وَالدِّفَاعِ مَعَ عَمَلِ إِحْصَائِياتٍ لِلدُّوَلِ الَّتِي تُطَالِبُ بِهَذَا الْعَمَلِ، مِمَّا يَدْفَعُ رَأْيَ كُلِّ قَائِلٍ بِهِ. </p><p> وَالَّذِي يَهُمُّنَا فِي هَذَا الْمَقَامِ تَنْبِيهُ الْمُسْلِمِينَ، إِلَى أَنَّ هَذِهِ الدَّعْوَةَ إِلَى تَحْدِيدِ أَوْ تَنْظِيمِ النَّسْلِ مَنْشَؤُهَا مِنَ الْيَهُودِ، وَتَشْجِيعُهَا فِي الشَّرْقِ مِنْ دُوَلِ الْغَرْبِ، وَكَثِيرٌ مِنَ الدُّوَلِ الْغَرْبِيَّةِ تَبْذُلُ الْمَالَ الطَّائِلَ لِتُفْشِيَ هَذَا الْأَمْرَ فِي دُوَلِ الشَّرْقِ الْأَوْسَطِ، وَخَاصَّةً الْإِسْلَامِيَّةَ وَالْعَرَبِيَّةَ. </p><p> التَّنْبِيهُ الثَّانِي: وَهُوَ حَوْلَ مَا يُصَرِّحُ بِهِ دُعَاةُ تَحْرِيرِ الْمَرْأَةِ فِي صُورَةِ مُنَاصَرَةٍ لَهَا، وَالْوَاقِعُ أَنَّهُمْ دُعَاةُ شَقَائِهَا وَمُعَادَاةٌ لَهَا، وَهَدْمٌ لِمَا مَكَّنَهَا اللَّهُ مِنْهُ فِي ظِلِّ الْإِسْلَامِ. </p><p> وَذَلِكَ أَنَّ الْمَرْأَةَ فِي الْجَاهِلِيَّةِ كَانَتْ هَذِهِ حَالَةٌ مِنْ حَالَاتِهَا تُوءَدُ حَيَّةً، وَتُورَثُ كَالْمَتَاعِ، وَمُهْمَلَةَ الشَّخْصِيَّةِ إِلَى غَيْرِ ذَلِكَ. فَحَبَاهَا الْإِسْلَامُ مَا يُثْبِتُ شَخْصِيَّتَهَا ابْتِدَاءً مِنْ إِيفَائِهَا حَقَّهَا فِي الْحَيَاةِ كَالرَّجُلِ، ثُمَّ اخْتِيَارِهَا فِي الزَّوَاجِ، وَحَقِّهَا فِي الْمِيرَاثِ إِلَى غَيْرِ ذَلِكَ. </p><p> وَقَدْ تَقَدِّمَ الْحَدِيثُ عَنْ ذَلِكَ فِي عِدَّةِ مَحِلَّاتٍ، مِنْهَا لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عِنْدَ قَوْلِهِ تَعَالَى: الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ [٤ \\ ٣٤] . </p>"
}