{
  "id": null,
  "sura": 82,
  "aya": 16,
  "text": "<p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ «الْأَنْعَامِ» عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً [٦ \\ ٦١] مُسْتَدِلًّا بِقَوْلِهِ تَعَالَى: لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ [١٣ \\ ١١] . </p><p> وَمِمَّا تَجْدُرُ الْإِشَارَةُ إِلَيْهِ، أَنَّ فِي وَصْفِ الْحَفَظَةِ هُنَا بِهَذِهِ الصِّفَاتِ، مِنْ كَوْنِهِمْ حَافِظِينَ كِرَامًا يَعْلَمُونَ، فَاجْتَمَعَتْ لَهُمْ كُلُّ صِفَاتِ التَّأْهِيلِ، لَا عَلَى دَرَجَاتِ الْكِنَايَةِ مِنْ حِفْظٍ وَعُلُوِّ مَنْزِلَةٍ، وَعِلْمٍ بِمَا يَكْتُبُونَ. </p><p> وَكَأَنَّهُ تَوْجِيهٌ لِمَا يَنْبَغِي لِوُلَاةِ الْأُمُورِ مُرَاعَاتُهُ فِي اسْتِكْتَابِ الْكُتَّابِ وَالْأُمَنَاءِ. </p><p> وَلِذَا قَالُوا: عَلَى الْقَاضِي أَنْ يَتَخَيَّرَ كَاتِبًا أَمِينًا حَسَنَ الْخَطِّ فَاهِمًا. </p><p> وَمِنْ هَذَا الْوَصْفِ يُعْلَمُ أَنَّهُ لَا يَخْتَلِطُ عَلَيْهِمْ عَمَلٌ يُعْمَلُ، وَكَوْنُهُمْ حَفَظَةً لَا يُضَيِّعُونَ شَيْئًا، وَلَوْ كَانَ مِثْقَالَ الذَّرَّةِ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ الْآيَةَ [٩٩ \\ ٧] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ </p><p> أَيْ: دَائِمٍ، كَمَا فِي قَوْلِهِ تَعَالَى: يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ خَالِدِينَ فِيهَا أَبَدًا [٩ \\ ٢١ - ٢٢] . </p><p> قَوْلُهُ تَعَالَى: وَمَا هُمْ عَنْهَا بِغَائِبِينَ </p><p> دَلِيلٌ مِنْ أَدِلَّةِ خُلُودِ الْكُفَّارِ فِي النَّارِ ; لِقَوْلِهِ: وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ يَصْلَوْنَهَا يَوْمَ الدِّينِ وَمَا هُمْ عَنْهَا بِغَائِبِينَ [٨٢ \\ ١٤ - ١٦] . </p><p> كَقَوْلِهِ تَعَالَى: وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ [٢ \\ ١٦٧] . </p><p> وَهَكَذَا غَالِبًا أُسْلُوبُ الْمُقَابَلَةِ بَيْنَ الْفَرِيقَيْنِ وَمَهْلِهِمَا. </p><p> ثُمَّ بَيَّنَ أَنَّ ذَلِكَ يَوْمُ الدِّينِ وَهُوَ يَوْمُ الْجَزَاءِ، كَمَا تَقَدَّمَ فِي سُورَةِ «الْفَاتِحَةِ» : مَالِكِ يَوْمِ الدِّينِ [١ \\ ٤] . </p><p> ثُمَّ بَيَّنَ تَعَالَى شِدَّةَ الْهَوْلِ فِي ذَلِكَ الْيَوْمِ: وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ [٨٢ \\ ١٧] . </p>"
}