{
  "id": null,
  "sura": 82,
  "aya": 19,
  "text": "<p> وَتَقَدَّمَ فِي: الْحَاقَّةُ مَا الْحَاقَّةُ [١٠١ \\ ١ - ٢] . </p><p> وَمِثْلُهُ قَوْلُهُ تَعَالَى: الْقَارِعَةُ مَا الْقَارِعَةُ [١٠١ \\ ١ - ٢] . </p><p> قَوْلُهُ تَعَالَى: يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ </p><p> أَيْ: لِشِدَّةِ هَوْلِهِ وَضَعْفِ الْخَلَائِقِ، كَمَا تَقَدَّمَ فِي قَوْلِهِ تَعَالَى: يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ [٨٠ \\ ٣٤ - ٣٥] ، وَقَوْلِهِ: لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ [٨٠ \\ ٣٧] . </p><p> وَلِحَدِيثِ الشَّفَاعَةِ:  \" كُلُّ نَبِيٍّ يَقُولُ: نَفْسِي نَفْسِي، إِلَى أَنْ تَنْتَهِيَ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -فَيَقُولُ:\" أَنَا لَهَا \".</p><p> وَحَدِيثِ فَاطِمَةَ: \" اعْمَلِي. . . . \".</p><p> وَقَوْلِهِ تَعَالَى: مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [٢ \\ ٢٥٥] ، وَنَحْوِ ذَلِكَ. </p><p> وَقَوْلُهُ: وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ، ظَاهِرُ هَذِهِ الْآيَةِ تَقْيِيدُ الْأَمْرِ بِالظَّرْفِ الْمَذْكُورِ، وَلَكِنَّ الْأَمْرَ لِلَّهِ فِي ذَلِكَ الْيَوْمِ، وَقِيلَ ذَلِكَ الْيَوْمُ، كَمَا فِي قَوْلِهِ تَعَالَى: لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ [٣٠ \\ ٤] . </p><p> وَقَوْلِهِ: أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ [٧ \\ ٥٤] ، أَيْ: يَتَصَرَّفُ فِي خَلْقِهِ بِمَا يَشَاءُ مِنْ أَمْرِهِ لَا يُشْرِكُهُ أَحَدٌ، كَمَا لَا يُشْرِكُهُ أَحَدٌ فِي خَلْقِهِ. </p><p> وَلِذَا قَالَ لِرَسُولِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ [٣ \\ ١٥٤] . </p><p> وَقَالَ: لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ [٣ \\ ١٢٨] وَنَحْوَ ذَلِكَ. </p><p> وَلَكِنْ جَاءَ الظَّرْفُ هُنَا لِزِيَادَةِ تَأْكِيدٍ، لِأَنَّهُ قَدْ يَكُونُ فِي الدُّنْيَا لِبَعْضِ النَّاسِ بَعْضُ الْأَوَامِرِ، كَمَا فِي مِثْلِ قَوْلِهِ تَعَالَى: وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ [٢٠ \\ ١٣٢] . </p><p> وَقَوْلِهِ: أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ [٤ \\ ٥٩] . </p><p> وَقَوْلِهِ: فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ [١١ \\ ٩٧] ، وَهِيَ كُلُّهَا فِي الْوَاقِعِ أَوَامِرُ نِسْبِيَّةٌ: \" وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ \" [٧٦ \\ ٣٠] . </p><p> وَلَكِنْ يَوْمَ الْقِيَامَةِ حَقِيقَةُ الْأَمْرِ كُلِّهِ، وَالْمُلْكُ كُلُّهُ لِلَّهِ تَعَالَى وَحْدَهُ ; لِقَوْلِهِ تَعَالَى: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ [٤٠ \\ ١٦] . </p><p> فَلَا أَمْرَ مَعَ أَمْرِهِ، وَلَا مُتَقَدِّمَ عَلَيْهِ حَتَّى وَلَا بِكَلِمَةٍ، إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا، وَهُوَ كَقَوْلِهِ: الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ [٢٥ \\ ٢٦] ، مَعَ أَنَّ هُنَا فِي الدُّنْيَا مُلُوكًا، كَمَا فِي قِصَّةِ يُوسُفَ: وَقَالَ الْمَلِكُ ائْتُونِي بِهِ [١٢ \\ ٥٠] . </p><p> وَفِي قِصَّةِ الْخَضِرِ وَمُوسَى: وَكَانَ وَرَاءَهُمْ مَلِكٌ [١٨ \\ ٧٩] . </p><p> أَمَّا يَوْمَ الْقِيَامَةِ فَيَكُونُونَ كَمَا قَالَ تَعَالَى: وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ [٦ \\ ٩٤] . </p><p> وَكَقَوْلِهِ: هَلَكَ عَنِّي سُلْطَانِيَهْ [٦٩ \\ ٢٩] ، فَقَدْ ذَهَبَ كُلُّ سُلْطَانٍ وَكُلُّ مُلْكٍ، وَالْمُلْكُ يَوْمَئِذٍ لِلَّهِ الْوَاحِدِ الْقَهَّارِ. </p>"
}