{
  "id": null,
  "sura": 82,
  "aya": 10,
  "text": "<p> أَيْ كُلُّ نَفْسٍ، كَمَا تَقَدَّمَ فِي سُورَةِ «التَّكْوِيرِ» . </p><p> وَقَدْ تَكَلَّمَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَلَى ذَلِكَ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ فِي سُورَةِ «الِانْفِطَارِ» هَذِهِ، عِنْدَ نَفْسِ الْآيَةِ. </p><p> قَوْلُهُ تَعَالَى: الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «الْكَهْفِ» عِنْدَ قَوْلِهِ تَعَالَى: قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا [١٨ \\ ٣٧] ، أَيْ: هَذِهِ أَطْوَارُ الْإِنْسَانِ فِي خِلْقَتِهِ. </p><p> وَمِمَّا يَشْهَدُ لِحُسْنِ الْخِلْقَةِ وَكَمَالِ الصُّورَةِ قَوْلُهُ تَعَالَى: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ [٩٥ \\ ٤] . </p><p> وَاخْتِلَافُ الصُّوَرِ إِنَّمَا هُوَ مِنْ آيَاتِ اللَّهِ وَابْتِدَاءً مِنَ الرَّحِمِ، كَمَا قَالَ: هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ [٣ \\ ٦] . </p><p> وَتَقَدَّمَ فِي صُورَةِ «الْحَشْرِ» : هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ [٥٩ \\ ٢٤] . </p><p> وَفِي اخْتِلَافِ الصُّوَرِ عَلَى تَشَابُهِهَا مِنْ أَعْظَمِ آيَاتِ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «ق» عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ [٥٠ \\ ١٧ - ١٨] . </p><p> وَأَحَالَ عِنْدَهَا عَلَى بَعْضِ مَا جَاءَ فِي سُورَةِ «مَرْيَمَ» عِنْدَ قَوْلِهِ تَعَالَى: كَلَّا سَنَكْتُبُ مَا يَقُولُ [١٩ \\ ٧٩] . </p><p> وَبَيَّنَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - أَنَّ هَذِهِ الْكِتَابَةَ لِإِقَامَةِ الْحُجَّةِ عَلَى الْإِنْسَانِ، كَمَا فِي قَوْلِهِ: وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا [١٧ \\ ١٣ - ١٤] . </p><p> وَقِيلَ فِي «حَافِظِينَ» : يَحْفَظُونَ بَدَنَ الْإِنْسَانِ. </p>"
}