{
  "id": null,
  "sura": 83,
  "aya": 14,
  "text": "<p> أَمَّا الْمَكَايِيلُ الْإِسْلَامِيَّةُ الْأَسَاسِيَّةُ وَالْمُوَازِينُ، فَقَدْ تَقَدَّمَ بَيَانُهَا مِنَ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي زَكَاةِ مَا يَخْرُجُ مِنَ الْأَرْضِ، وَزَكَاةِ النَّقْدَيْنِ، وَقَدَّمْنَا بَيَانَ مُقَابِلِهَا بِالْوَزْنِ الْحَدِيثِ فِي زَكَاةِ الْفِطْرِ، عِنْدَ قَوْلِهِ تَعَالَى: وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ لِلسَّائِلِ وَالْمَحْرُومِ [٧٠ \\ ٢٤ - ٢٥] . وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> غَرِيبَةٌ. </p><p> فِي لَيْلَةِ الْفَرَاغِ مِنْ كِتَابَةِ هَذَا الْمَبْحَثِ رَأَيْتُ الشَّيْخَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِيمَا يَرَى النَّائِمُ، وَبَعْدَ أَنْ ذَهَبَ عَنِّي، رَأَيْتُ مَنْ يَقُولُ لِي: إِنَّ لِتَطْفِيفِ الْكَيْلِ وَالْوَزْنِ دَخْلًا فِي الرِّبَا، فَأَلْحَقْتُهُ فِي أَوَّلِ الْبَحْثِ، بَعْدَ أَنْ تَأَمَّلْتُهُ فَوَجَدْتُهُ صَحِيحًا بِسَبَبِ الْمُفَاضَلَةِ. </p><p> قَوْلُهُ تَعَالَى: كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ </p><p> «رَانَ» : بِمَعْنَى غَطَّى كَمَا فِي الْحَدِيثِ: «إِذَا أَذْنَبَ الْعَبْدُ نُكِتَ فِي قَلْبِهِ نُكْتَةٌ سَوْدَاءُ، وَمَا يَزَالُ كَذَلِكَ حَتَّى يُغَطِّيَهُ» الْحَدِيثَ. </p><p> وَقَالَ الشَّاعِرُ: </p><p> وَكَمْ رَانَ مِنْ ذَنْبٍ عَلَى قَلْبِ فَاجِرِ ... فَتَابَ مِنَ الذَّنْبِ الَّذِي رَانَ فَانْجَلَى </p><p> وَقَالَ أَبُو حَيَّانَ: وَأَصْلُ الرَّيْنِ: الْغَلَبَةُ، يُقَالُ: رَانَتِ الْخَمْرُ عَلَى عَقْلِ شَارِبِهَا وَاشْتَدَّتْ: </p><p> ثُمَّ لَمَّا رَآهُ رَانَتْ بِهِ الْخَـ ... ـمْرُ وَأَلَّا يُرِيَهُ بِانْتِفَاءِ </p><p> بَيَانُ الْقِرَاءَاتِ فِي هَذِهِ الْآيَةِ: </p><p> قَالَ أَبُو حَيَّانَ: قُرِئَ «بَلْ رَانَ» بِإِدْغَامِ اللَّامِ فِي الرَّاءِ، وَبِالْإِظْهَارِ وَقَفَ حَفْصٌ عَلَى «بَلْ» وَقْفًا خَفِيفًا يَسِيرًا لِيَتَبَيَّنَ الْإِظْهَارُ. </p><p> وَقَالَ أَبُو جَعْفَرِ بْنِ الْبَاذِشِ: وَأَجْمَعُوا - يَعْنِي الْقُرَّاءَ - عَلَى إِدْغَامِ اللَّامِ فِي الرَّاءِ، إِلَّا مَا كَانَ مِنْ سَكْتِ حَفْصٍ عَلَى «بَلْ» ، ثُمَّ يَقُولُ:  «رَانَ» . </p><p> وَهَذَا الَّذِي ذَكَرَهُ كَمَا ذَكَرَ مِنَ الْإِجْمَاعِ. </p><p> فَفِي كِتَابِ «اللَّوَامِعِ» عَنْ قَالُونَ مِنْ جَمِيعِ طُرُقِهِ: إِظْهَارُ اللَّامِ عِنْدَ الرَّاءِ نَحْوَ قَوْلِهِ: </p>"
}