{
  "id": null,
  "sura": 83,
  "aya": 4,
  "text": "<p> وَهَكَذَا مَنْ بَاعَ ثَوْبًا عَشْرَ أَمْتَارٍ وَهُوَ يَنْقُصُ رُبُعَ الْمِتْرِ، فَقَدْ طَفَّفَ وَبَخَسَ بِمِقْدَارِ هَذَا الرُّبُعِ. </p><p> وَهَكَذَا فِي الْقِسْمَةِ بَيْنَ النَّاسِ وَبَيْنَ الْأَوْلَادِ، وَبَيْنَ الْأَهْلِ، وَكُلَّ مَا فِيهِ عَطَاءٌ وَأُخِذَ بَيْنَ اثْنَيْنِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَمِنْ بَابِ مَا يَذْكُرُهُ الْعُلَمَاءُ فِي مُنَاسَبَاتِ السُّوَرِ بَعْضُهَا مِنْ بَعْضٍ. </p><p> فَقَدْ قَالَ أَبُو حَيَّانَ لَمَّا ذَكَرَ السُّورَةَ الَّتِي قَبْلَهَا مَصِيرَ الْأَبْرَارِ وَالْفُجَّارِ يَوْمَ الْقِيَامَةِ ذَكَرَ هُنَا مِنْ مُوجِبَاتِ ذَلِكَ وَأَهَمِّهَا: تَطْفِيفُ الْكَيْلِ، وَبِخْسِ الْوَزْنِ، وَهَذَا فِي الْجُمْلَةِ مُتَوَجِّهٌ، وَلَكِنَّ صَرِيحَ قَوْلِهِ تَعَالَى فِي السُّورَةِ السَّابِقَةِ: وَإِذَا الْقُبُورُ بُعْثِرَتْ عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ [٨٢ \\ ٤ - ٥] ، فَهُوَ وَإِنْ كَانَ عَامًّا فِي كُلِّ مَا قَدَّمَهُ لِنَفْسِهِ مِنْ عَمَلِ الْخَيْرِ، وَمَا أَخَّرَ مِنْ أَدَاءِ الْوَاجِبَاتِ عَلَيْهِ، فَإِنَّهُ يَتَضَمَّنُ أَيْضًا خُصُوصَ مَا قَدَّمَ مِنْ وَفَاءٍ فِي الْكَيْلِ وَرُجْحَانٍ فِي الْوَزْنِ، وَمَا أَخَّرَ فِي تَطْفِيفٍ فِي الْكَيْلِ وَبَخْسٍ طَمَعًا فِي الْمَالِ وَجَمْعًا لِلتُّرَاثِ، كَمَا قَالَ تَعَالَى: وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى يَقُولُ يَالَيْتَنِي قَدَّمْتُ لِحَيَاتِي [٨٩ \\ ١٩ - ٢٤] . </p><p> وَمِنْ هُنَا يُعْلَمُ لِلْعَاقِلِ أَنَّ مَا طَفَّفَ مِنْ كَيْلٍ أَوْ بَخَسَ مِنْ وَزْنٍ مَهْمَا جَمَعَ مِنْهُ، فَإِنَّهُ يُؤَخِّرُهُ وَرَاءَهُ وَمَسْئُولٌ عَنْهُ، وَنَادِمٌ عَلَيْهِ، وَقَائِلٌ:  «يَالَيْتَنِي قَدَّمْتُ لِحَيَاتِي» ، وَلَاتَ سَاعَةَ مَنْدَمٍ. </p><p> قَوْلُهُ تَعَالَى: أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ </p><p> تَقْرِيعٌ وَتَوْبِيخٌ لِهَؤُلَاءِ النَّاسِ، وَفِيهِ مَسْأَلَتَانِ: </p><p> الْأُولَى: أَنَّ الْبَاعِثَ عَلَى هَذَا الْعَمَلِ هُوَ عَدَمُ الْيَقِينِ بِالْبَعْثِ، أَوِ الْيَقِينُ مَوْجُودٌ لَكِنَّهُمْ يَعْلَمُونَ عَلَى غَيْرِ الْمُوقِنِينَ - أَيْ غَيْرِ مُبَالِينَ - كَمَا قَالَ الشَّاعِرُ فِي مِثْلِ ذَلِكَ، وَهُوَ مَا يُسَمَّى فِي الْبَلَاغَةِ بِلَازِمِ الْفَائِدَةِ: </p><p> جَاءَ شَقِيقٌ عَارِضًا رُمْحَهُ ... إِنَّ بَنِي عَمِّكَ فِيهِمْ رِمَاحُ </p><p> فَالْمُتَكَلِّمُ يَعْلَمُ أَنَّ شَقِيقًا عَالِمٌ بِوُجُودِ الرِّمَاحِ فِي بَنِي عَمِّهِ، وَأَنَّهُمْ مُسْتَعِدُّونَ لِلْحَرْبِ </p><p> مَعَهُ، وَلَكِنَّهُ رَأَى مِنْهُ عَدَمَ الْمُبَالَاةِ وَعَدَمَ الِاسْتِعْدَادِ، بِأَنْ وَضَعَ رُمْحَهُ أَمَامَهُ مُعْتَرِضًا، فَهُوَ بِمَنْزِلَةِ مَنْ لَا يُؤَمِنُ بِوُجُودِ الرِّمَاحِ فِي بَنِي عَمِّهِ، وَهُوَ لَمْ يُرِدْ بِكَلَامِهِ مَعَهُ أَنْ يُخْبِرَهُ بِأَمْرٍ يَجْهَلُهُ، وَلَكِنَّهُ أَرَادَ أَنْ يُنَبِّهَهُ لِمَا يَجِبُ عَلَيْهِ فِعْلَهُ مِنَ التَّأَهُّبِ وَالِاسْتِعْدَادِ، وَهَكَذَا هُنَا، وَهَذَا عَامٌّ فِي كُلِّ مُسَوِّفٍ وَمُتَسَاهِلٍ كَمَا جَاءَ:  «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ» إِلَخْ. </p><p> أَيْ: وَهُوَ مُؤْمِنٌ بِالْإِيمَانِ وَلَوَازِمِهِ مِنَ الْجَزَاءِ وَالْحِسَابِ. </p><p> الْمَسْأَلَةُ الثَّانِيَةُ مِنْ قَوْلِهِ تَعَالَى: يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ [٨٣ \\ ٦] يُفْهَمُ أَنَّ مُطَفِّفَ الْكَيْلِ وَالْوَزْنِ وَهُمْ يَعْلَمُونَ هَذَا حَقِيقَةً غَالِبًا، وَلَا يَطَّلِعُ عَلَيْهِ الطَّرَفُ الْآخَرُ، فَيَكُونُ اللَّهُ تَعَالَى هُوَ الْمُطَّلِعُ عَلَى فِعْلِهِ، فَهُوَ الَّذِي سَيُحَاسِبُهُ وَيُنَاقِشُهُ، لِأَنَّهُ خَانَ اللَّهَ الَّذِي لَا تَخْفَى عَلَيْهِ خَافِيَةٌ سُبْحَانَهُ، وَلِذَا قَالَ تَعَالَى: يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ، وَلَمْ يَقُلْ: يَوْمَ يُقْتَصُّ لِكُلِّ إِنْسَانٍ مِنْ غَرِيمِهِ، وَيَسْتَوْفِي كُلُّ ذِي حَقٍ حَقَّهُ. </p><p> تَحْذِيرٌ شَدِيدٌ. </p><p> قَالَ الْقُرْطُبِيُّ عِنْدَ هَذِهِ الْآيَةِ: وَعَنْ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ: أَنَّ أَعْرَابِيًّا قَالَ لَهُ: قَدْ سَمِعْتَ مَا قَالَ اللَّهُ فِي الْمُطَفِّفِينَ، فَمَا ظَنُّكَ بِنَفْسِكَ وَأَنْتَ تَأْخُذُ أَمْوَالَ الْمُسْلِمِينَ بِلَا كَيْلٍ وَلَا وَزْنٍ؟ ! . اهـ. </p><p> إِنَّهَا مَقَالَةٌ يَنْبَغِي أَنْ تُقَالَ لِكُلِّ آكِلٍ أَمْوَالَ النَّاسِ بِغَيْرِ حَقٍّ أَيًّا كَانَ هُوَ، وَبِأَيِّ وَجْهٍ يَكُونُ ذَلِكَ. </p><p> تَنْبِيهٌ. </p><p> مِنَ الْمَعْلُومِ أَنَّ كُلَّ مُتَبَايِعَيْنِ يَطْلُبُ كُلٌّ مِنْهُمَا الْأَحَظُّ لِنَفْسِهِ، فَالْمُطَفِّفُ لَا بُدَّ أَنْ يُخْفِيَ طَرِيقَهُ عَلَى غَرِيمِهِ. </p><p> وَذَكَرَ عُلَمَاءُ الْحِسْبَةِ طُرُقًا عَدِيدَةً مِمَّا يَنْبَغِي لِوَلِيِّ الْأَمْرِ خَاصَّةً، وَلِلْمُتَعَامِلِ مَعَ غَيْرِهِ عَامَّةً أَنْ يَتَنَبَّهَ لَهَا. </p><p> مِنْ ذَلِكَ قَالُوا: أَوَّلًا مِنْ نَاحِيَةِ الْمِكْيَالِ قَدْ يَكُونُ جِرْمُ الْمِكْيَالِ لَيِّنًا فَيَضْغَطُهُ بَيْنَ </p><p> يَدَيْهِ، فَتَتَقَارَبُ جَوَانِبُهُ فَيَنْقُصُ مَا يَحْتَوِي عَلَيْهِ، وَلِذَا يَجِبُ أَنْ يَكُونَ إِنَاءُ الْكَيْلِ صَلْبًا، وَالْغَالِبُ جَعْلُهُ مِنَ الْخَشَبِ أَوْ مَا يُعَادِلُهُ. </p><p> وَمِنْهَا: أَنَّهُ قَدْ يَكُونُ خَشَبًا مَنْقُورًا مِنْ جَوْفِهِ، وَلَكِنْ لَا يَبْلُغُ بِالتَّجْوِيفِ إِلَى نِهَايَةِ الْمِقْدَارِ الْمَطْلُوبِ، فَيُرَى مِنْ خَارِجِهِ كَبِيرًا، وَلَكِنَّهُ مِنَ الدَّاخِلِ صَغِيرٌ لِقُرْبِ قَعْرِهِ. </p><p> وَمِنْهَا: قَدْ يَكُونُ مَنْقُورًا إِلَى نِهَايَةِ الْحَدِّ الْمَطْلُوبِ، وَلَكِنَّهُ يُدْخِلُ فِيهِ شَيْئًا يَشْغَلُ فَرَاغَهُ مِنْ أَسْفَلِهِ، وَيُثَبِّتُهُ فِي قَعْرِهِ. فَيَنْقُصُ مَا يُكَالُ بِقَدْرِ مَا يَشْغَلُ الْفَرَاغَ الْمَذْكُورَ، فَقَدْ يَضَعُ وَرَقًا أَوْ خِرَقًا أَوْ جِبْسًا أَوْ نَحْوَ ذَلِكَ. </p><p> ثَانِيًا: مِنْ نَاحِيَةِ الْمِيزَانِ قَدْ يَبْرُدُ السَّنْجَ، أَيْ مَعَايِيرَ الْوَزْنِ حَتَّى يَنْقُصَ وَزْنُهَا، وَقَدْ يُجَوِّفُ مِنْهَا شَيْئًا وَيَمْلَأُ التَّجْوِيفَ بِمَادَّةٍ أَخَفَّ مِنْهَا. </p><p> وَلِذَا يَجِبُ أَنْ يَتَفَقَّدَ أَجْزَاءَ الْمَعَايِيرِ، وَقَدْ يَتَّخِذُ مُعَايَرًا مِنَ الْحَجَرِ فَتَتَنَاقَصُ بِكَثْرَةِ الِاسْتِعْمَالِ بِسَبَبِ مَا يَتَحَتَّتُ مِنْهَا عَلَى طُولِ الْأَيَّامِ. </p><p> وَمِنْهَا: أَنْ يَضَعَ تَحْتَ الْكِفَّةِ الَّتِي يَزِنُ فِيهَا السِّلْعَةَ شَيْئًا مُثْقِلًا لَاصِقًا فِيهَا، لِيَنْتَقِصَ مِنَ الْمَوْزُونِ بِقَدْرِ هَذَا الشَّيْءِ. </p><p> وَلِكَيْلَا يَظْهَرَ هَذَا، فَتَرَاهُ دَائِمًا يَضَعُ الْمِعْيَارَ فِي الْكِفَّةِ الثَّانِيَةِ لِتَكُونَ رَاجِحَةً بِهَا. </p><p> وَهُنَاكَ أَنْوَاعٌ كَثِيرَةٌ، كَأَنْ يَطْرَحَ السِّلْعَةَ فِي الْكِفَّةِ بِقُوَّةٍ، فَتُرَجَّحُ بِسَبَبِ قُوَّةِ الدَّفْعِ، فَيَأْخُذَ السِّلْعَةَ حَالًا قَبْلَ أَنْ تَرْجِعَ إِلَى أَعْلَى، مُوهِمًا النَّاظِرَ أَنَّهَا رَاجِحَةٌ بِالْمِيزَانِ. </p><p> أَمَّا آلَةُ الذَّرْعِ، فَقَدْ يَكُونُ الْمِقْيَاسُ كَامِلًا وَافِيًا، وَلَكِنَّهُ بَعْدَ أَنْ يَقِيسَ الْمِتْرَ الْأَوَّلَ يَدْفَعُ بِالْآلَةِ إِلَى الْخَلْفِ، وَيَسْحَبُ بِالْمَذْرُوعِ إِلَى الْأَمَامِ بِمِقْدَارِ الْكَفِّ مَثَلًا، فَيَكُونُ النَّقْصُ مِنَ الْمَذْرُوعِ بِقَدْرِ مَا سَحَبَ مِنَ الْقُمَاشِ. </p><p> وَكُلُّهَا أُمُورٌ قَدْ تَخْفَى عَلَى كَثِيرٍ مِنَ النَّاسِ، وَقَدْ وَقَعَ لِي مَعَ بَائِعٍ أَنْ لَاحَظْتُ عَلَيْهِ فِي مِيزَانٍ مِمَّا يَرْفَعُهُ بِيَدِهِ حَتَّى أَعَادَ الْوَزْنَ خَمْسَ مَرَّاتٍ فِي كُلِّ مَرَّةٍ يَأْتِي بِطَرِيقَةٍ تُغَايِرُ الْأُخْرَى، حَتَّى قَضَى مَا عِنْدَهُ، فَالْتَفَتَ إِلَيَّ وَقَالَ لِي: لَا أَبِيعُ بِهَذَا السِّعْرِ، فَقُلْتُ لَهُ: خُذْ مَا تُرِيدُ وَزِنْ كَمَا أُرِيدُ، فَطَلَبَ ضِعْفَ الثَّمَنِ، فَأَعْطَيْتُهُ فَأَعْطَانِي الْمِيزَانَ لِأَزِنَ بِنَفْسِي. </p><p> وَهُنَا يَنْبَغِي أَنْ نُنَبِّهَ عَلَى حَالَاتِ الْبَاعَةِ، حِينَمَا يَكُونُ السِّعْرُ مُرْتَفِعًا وَتَجِدُ بَائِعًا يَبِيعُ </p><p> بِرُخْصٍ، فَقَدْ يَكُونُ لِعِلَّةٍ فِي الْوَزْنِ أَوْ فِي السِّلْعَةِ، أَوْ مَضَرَّةِ الْآخَرِ. </p><p> تَنْبِيهٌ آخَرُ. </p><p> بِهَذِهِ الْأَسْبَابِ وَحَقَائِقِهَا وَشَدَّةِ خَطَرِهَا كَانَ عُمَرُ - رَضِيَ اللَّهُ عَنْهُ - يَتَجَوَّلُ فِي السُّوقِ بِنَفْسِهِ، وَيَتَفَقَّدُ الْمِكْيَالَ وَالْمِيزَانَ. يُخْرِجُ مِنَ السُّوقِ مَنْ يَجِدُ فِي مِكْيَالِهِ أَوْ مِيزَانِهِ نُقْصَانًا، وَيَقُولُ: لَا تَمْنَعْ عَنَّا الْمَطَرَ. </p><p> وَهَكَذَا يَجِبُ عَلَى وُلَاةِ الْأُمُورِ تَفَقُّدُ ذَلِكَ بِاسْتِمْرَارٍ، وَلَا سِيَّمَا فِي الْبِلَادِ الَّتِي يَقِلُّ فِيهَا الْوَازِعُ الدِّينِيُّ، وَتَشْتَدُّ فِيهَا الْأَسْعَارُ، بِمَا يُلْجِئُ الْبَاعَةَ إِلَى التَّحَايُلِ أَوِ الْعِنَادِ. </p><p> وَقَدْ مَنَعَ عُمَرُ بَائِعَ زَبِيبٍ أَرْخَصَ السِّعْرَ، لِعِلْمِهِ أَنَّ تَاجِرًا قَدِمَ وَمَعَهُ زَبِيبٌ بِكَثْرَةٍ، فَقِيلَ لِعُمَرَ: لِمَاذَا مَنَعْتَ الْبَيْعَ بِرُخْصٍ؟ فَقَالَ: لِأَنَّهُ يُفْسِدُ السُّوقَ، فَيَخْسَرُ الْقَادِمُ فَيَمْتَنِعُ مِنَ الْجَلْبِ إِلَى الْمَدِينَةِ، وَهَذَا قَدْ رَبِحَ مِنْ قَبْلُ. </p><p> تَنْبِيهٌ آخَرُ. </p><p> مِمَّا يَنْبَغِي أَنْ يُعْلَمَ أَنَّ نَوْعَ الْمِكْيَالِ وَمِقْدَارَهُ وَنَوْعَ الْمِيزَانِ وَمِقْدَارَهُ مَرْجِعُهُ إِلَى السُّلْطَانِ، كَمَا قَالَ عُلَمَاءُ الْحِسْبَةِ: إِنَّ عَلَى الْأُمَّةِ أَنْ تُطِيعَ السُّلْطَانَ فِي أَرْبَعٍ: فِي نَوْعِ الْمِكْيَالِ وَالْمِيزَانِ، وَنَوْعِ الْعُمْلَةِ الَّتِي يَطْرَحُهَا لِلتَّعَامُلِ بِهَا، وَإِعْلَانِ الْحَرْبِ أَوْ قَبُولِ الصُّلْحِ. </p><p> فَإِذَا اتَّخَذَ الصَّاعَ أَوِ الْمُدَّ أَوِ الْكَيْلَةَ أَوِ الْوَيْبَةَ أَوِ الْقَدَحَ، أَوْ أَيَّ نَوْعٍ كَبِيرًا كَانَ أَوْ صَغِيرًا، فَيَجِبُ التَّقَيُّدُ بِهِ فِي الْأَسْوَاقِ. </p><p> وَكَذَلِكَ الْوَزْنُ؛ اتَّخَذَ الدِّرْهَمَ وَالْأُوقِيَّةَ وَالرِّطْلَ أَوِ الْأُقَّةَ، أَوِ اتَّخَذَ الْجِرَامَ وَالْكِيلُو، فَكُلُّ ذَلِكَ لَهُ. </p><p> أَمَّا إِذَا كَانَ الْأَمْرُ بَيْنَ اثْنَيْنِ فِي قِسْمَةٍ مَثَلًا: كَقِسْمَةِ صَبْرَةٍ مِنْ حَبٍّ، فَتَرَاضَوْا عَلَى أَنْ يَقْتَسِمُوهَا بِإِنَاءٍ كَبِيرٍ لِلسُّرْعَةِ وَكَانَ مَضْبُوطًا، لَا تَخْتَلِفُ بِهِ الْمَرَّاتُ بِأَنْ يَكُونَ صَلْبًا وَيُمْكِنُ الْكَيْلُ بِهِ. </p><p> أَوْ كَذَلِكَ الْوَزْنُ، اتَّفَقُوا عَلَى قِطْعَةِ حَدِيدٍ مُعَيَّنَةٍ، لِكُلٍّ وَاحِدٍ وَزْنُهَا عِدَّةَ مَرَّاتٍ فَلَا بَأْسَ بِذَلِكَ ; لِأَنَّ الْغَرَضَ قِسْمَةُ الْمَجْمُوعِ لَا مُثَامَنَةٌ عَلَى الْأَجْزَاءِ. </p>"
}