{
  "id": null,
  "sura": 84,
  "aya": 25,
  "text": "<p> أَوْلَى بِهِ الْحَاضِرُ أَوِ الْمَاضِي، وَإِنْ كَانَ مِنَ الْمُسْتَقْبَلِ مَا سَيَأْتِي مِنَ الزَّمَنِ لَكِنَّهُ لَيْسَ بِجَدِيدٍ، إِذْ تَقَلُّبُ الْأَحْوَالِ فِي شَأْنِ الْحَيَاةِ أَمْرٌ مُسْتَقِرٌّ فِي الْأَذْهَانِ، وَلَا يَحْتَاجُ إِلَى هَذَا الْأُسْلُوبِ. </p><p> أَمَّا أُمُورُ الْآخِرَةِ مِنْ بَعْثٍ، وَحَشْرٍ، وَعَرْضٍ، وَمِيزَانٍ، وَصِرَاطٍ، وَتَطَايُرِ كُتُبٍ، وَاخْتِلَافِ أَحْوَالِ النَّاسِ بِاخْتِلَافِ الْمَوَاقِفِ، فِي عَرَصَاتِ الْقِيَامَةِ، فَهِيَ الْحَرِيَّةُ بِالتَّنْبِيهِ عَلَيْهَا وَالتَّحْذِيرِ مِنْهَا، وَالْعَمَلِ لِأَجْلِهَا فِي كَدْحِهِ إِلَى رَبِّهِ، فَلِذَا جَاءَ بِذَلِكَ وَهُوَ مُشْعِرٌ بِاسْتِمْرَارِ حَالَةِ الْإِنْسَانِ بَعْدَ الْكَدْحِ إِلَى حَالَاتٍ مُتَعَدِّدَةٍ وَدَرَجَاتٍ مُتَفَاوِتَةٍ. </p><p> وَلَوِ اعْتَبَرْنَا حَالَ الْمُقْسَمِ بِهِ مِنْ حَيْثُ تَطَوُّرِ الْحَالِ مِنْ شَفَقٍ، أَوْ آخَرِ ضَوْءِ الشَّمْسِ، ثُمَّ لَيْلٍ، وَمَا جَمَعَ وَغَطَّى بِظَلَامِهِ، ثُمَّ قَمَرٌ يَبْدَأُ هِلَالًا إِلَى اتِّسَاقِ نُورِهِ - لَكَانَ انْتِقَالًا مِنْ تَغَيُّرِ حَرَكَاتِ الزَّمَنِ إِلَى تَغَيُّرِ أَحْوَالِ الْإِنْسَانِ قَطْعًا، وَأَنَّ الْقَادِرَ عَلَى ذَلِكَ فِي الدُّنْيَا قَادِرٌ عَلَى ذَلِكَ فِي الْآخِرَةِ. </p><p> قَوْلُهُ تَعَالَى: إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ </p><p> قِيلَ: الْمَنُّ: الْقَطْعُ وَالنَّقْصُ، وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> لِمُعَفَّرٍ قَهْدٍ تَنَاثَرَ شِلْوَهُ ... غَبْسٌ كَوَاسِبٌ مَا يُمَنُّ طَعَامُهَا </p><p> وَالْقَهْدُ: ضَرْبٌ مِنَ الضَّأْنِ تَعْلُوهُ حُمْرَةٌ صَغِيرَةٌ آذَانُهُ، وَالْكَوَاسِبُ: الْوُحُوشُ، أَيْ: ذِئَابٌ أَوْ سِبَاعٌ لَا يَنْقَطِعُ طَعَامُهَا. </p><p> وَقَالَ الْقُرْطُبِيُّ: مَنَنْتُ الْحَبْلَ إِذَا قَطَعْتَهُ. </p><p> وَسَأَلَ نَافِعُ بْنُ الْأَزْرَقِ ابْنَ عَبَّاسٍ عَنْهَا، فَقَالَ: غَيْرُ مَقْطُوعٍ، فَقَالَ: هَلْ تَعْرِفُ ذَلِكَ الْعَرَبُ؟ قَالَ: نَعَمْ، قَدْ عَرَفَهُ أَخُو يَشْكُرَ، حَيْثُ يَقُولُ: </p><p> فَتَرَى خَلْفَهُنَّ مِنْ سُرْعَةِ الرَّجْـ ... ـعِ مَنِينًا كَأَنَّهُ أَهْبَاءُ </p><p> قَالَ الْمُبَرِّدُ: الْمَنِينُ: الْغُبَارُ ; لِأَنَّهَا تَقْطَعُهُ وَرَاءَهَا. </p><p> وَقِيلَ:  «غَيْرُ مَمْنُونٍ» أَيْ: غَيْرُ مَمْنُونٍ بِهِ عَلَيْهِمْ، لِتَكْمُلَ النِّعْمَةُ عَلَيْهِمْ. </p><p> وَقَالَ ابْنُ جَرِيرٍ:  «غَيْرُ مَمْنُونٍ» : أَيْ: غَيْرُ مَحْسُوبٍ وَلَا مَنْقُوصٍ. وَذَكَرَهُ عَنِ ابْنِ عَبَّاسٍ وَمُجَاهِدٍ. </p><p> وَقَالَ ابْنُ كَثِيرٍ: غَيْرُ مَقْطُوعٍ، كَقَوْلِهِ تَعَالَى: عَطَاءً غَيْرَ مَجْذُوذٍ [١١ \\ ١٠٨] ، وَرَدَّ قَوْلَ مَنْ قَالَ: إِنَّهُ غَيْرُ مَمْنُونٍ بِهِ عَلَيْهِمْ ; لِأَنَّ لِلَّهِ تَعَالَى أَنْ يَمْتَنَ عَلَى عِبَادِهِ، وَهُمْ مَا دَخَلُوا الْجَنَّةَ إِلَّا بِفَضْلٍ مِنَ اللَّهِ وَمَنِّهِ عَلَيْهِمْ. انْتَهَى. </p><p> وَمِمَّا يَشْهَدُ لِقَوْلِ ابْنِ جَرِيرٍ «غَيْرُ مَحْسُوبٍ» عُمُومُ قَوْلِهِ تَعَالَى: إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ [٣ \\ ٣٧] ، وَخُصُوصُ قَوْلِهِ تَعَالَى: وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ [٤٠ \\ ٤٠] . </p><p> وَقَوْلُهُ تَعَالَى: جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا [٧٨ \\ ٣٦] ، فَهُوَ بِمَعْنَى كَافِيًا مِنْ قَوْلِكَ: حَسْبِي: بِمَعْنَى كَافِينِي. </p><p> وَالَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ - أَنَّ كُلًّا مِنَ الْمَعْنَيَيْنِ مَقْصُودٌ وَلَا مَانِعَ مِنْهُ، وَمَا ذَهَبَ إِلَيْهِ ابْنُ كَثِيرٍ لَا يَتَعَارَضُ مَعَ قَوْلِ الْآخَرِينَ ; لِأَنَّ الْمَنَّ الْمَمْنُوعَ هُوَ مَا فِيهِ أَذًى وَتَنْقِيصٌ، كَمَا فِي قَوْلِهِ: ثُمَّ لَا يُتْبِعُونَ مَا أَنْفَقُوا مَنًّا وَلَا أَذًى [٢ \\ ٢٦٢] ، أَمَّا الْمَنُّ مِنَ اللَّهِ تَعَالَى عَلَى عَبْدِهِ، فَهُوَ عَيْنُ الْإِكْرَامِ وَالزُّلْفَى إِلَيْهِ سُبْحَانَهُ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}