{
  "id": null,
  "sura": 85,
  "aya": 9,
  "text": "<p> وَذَكَرَ أَبُو حَيَّانَ قَوْلَ الشَّاعِرِ - وَهُوَ قَيْسُ الرُّقَيَّاتِ -: </p><p> مَا نَقَمُوا مِنْ بَنِي أُمَيَّةَ إِلَّا ... أَنَّهُمْ يَحْلُمُونَ إِنْ غَضِبُوا </p><p> وَقَوْلَ الْآخَرِ: </p><p> وَلَا عَيْبَ فِيهَا غَيْرَ شُكْلَةِ عَيْنِهَا ... كَذَاكَ عِنَاقُ الطَّيْرِ شُكْلًا عُيُونُهَا </p><p> يُقَالُ عَيْنٌ شَكْلَاءُ: إِذَا كَانَ فِي بَيَاضِهَا حُمْرَةٌ قَلِيلَةٌ يَسِيرَةٌ. </p><p> وَقَدَّمْنَا أَنَّ نِقْمَتَهُمْ عَلَيْهِمْ لِلْمُسْتَقْبَلِ، كَمَا فِي قَوْلِهِ تَعَالَى: إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ، لَا عَلَى الْمَاضِي إِلَّا أَنْ آمَنُوا ; لِأَنَّهُمْ كَانُوا يَقُولُونَ لَهُمْ: إِمَّا أَنْ تَرْجِعُوا عَنْ دِينِكُمْ، وَإِمَّا أَنْ تُلْقَوْا فِي النَّارِ، وَلَمْ يَحْرِقُوهُمْ عَلَى إِيمَانِهِمُ السَّابِقِ، بَلْ عَلَى إِصْرَارِهِمْ عَلَى الْإِيمَانِ لِلْمُسْتَقْبَلِ. </p><p> وَالْإِتْيَانُ هُنَا بِصِفَتَيِ اللَّهِ تَعَالَى:  «الْعَزِيزِ الْحَمِيدِ» إِشْعَارٌ بِأَنَّهُ سُبْحَانَهُ قَادِرٌ عَلَى نُصْرَةِ الْمُؤْمِنِينَ وَالِانْتِقَامِ مِنَ الْكَافِرِينَ، إِذِ الْعَزِيزُ هُوَ الْغَالِبُ، كَمَا يَقُولُونَ: مَنْ عَزَّ بَزَّ، وَلَكِنْ جَاءَ وَصْفُهُ بِالْحَمِيدِ ; لِيُشْعِرَ بِأَمْرَيْنِ: </p><p> الْأَوَّلُ: أَنَّ الْمُؤْمِنِينَ آمَنُوا رَغْبَةً وَرَهْبَةً، رَغْبَةً فِي الْحَمِيدِ عَلَى مَا يَأْتِي:  «الْغَفُورُ الْوَدُودُ»  [٨٥ \\ ١٤] ، وَرَهْبَةً مِنَ الْعَزِيزِ كَمَا سَيَأْتِي فِي قَوْلِهِ: إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ، [٨٥ \\ ١٢] وَهَذَا كَمَالُ الْإِيمَانِ رَغْبَةً وَرَهْبَةً وَأَحْسَنُ حَالَاتِ الْمُؤْمِنِ. </p><p> وَالْأَمْرُ الثَّانِي: حَتَّى لَا يَيْأَسَ أُولَئِكَ الْكُفَّارُ مِنْ فَضْلِهِ وَرَحْمَتِهِ، كَمَا قَالَ: ثُمَّ لَمْ يَتُوبُوا [٨٥ \\ ١٠] ; إِذْ أَعْطَاهُمُ الْمُهْلَةَ مِنْ آثَارِ صِفَتِهِ الْحَمِيدِ سُبْحَانَهُ. </p><p> قَوْلُهُ تَعَالَى: الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ </p><p> تَأْكِيدٌ وَبَيَانٌ لِلْعَزِيزِ الْحَمِيدِ، إِذْ لَا يَخْرُجُ عَنْ سُلْطَانِهِ أَحَدٌ، فَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ، وَهُوَ الْمُدَبِّرُ أَمْرَ مُلْكِهِ سُبْحَانَهُ وَتَعَالَى. </p><p> قَوْلُهُ تَعَالَى: وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ رَبْطٌ بِأَوَّلِ السُّورَةِ: «وَشَاهِدٍ وَمَشْهُودٍ»  [٨٥ \\ ٣] ، فَهُوَ سُبْحَانَهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ، وَمِنْ ذَلِكَ فِعْلُ أُولَئِكَ، وَفِيهِ شِدَّةُ تَخْوِيفِ أُولَئِكَ وَتَحْذِيرُهُمْ وَمَنْ عَلَى شَاكِلَتِهِمْ، بِأَنَّ اللَّهَ </p>"
}