{
  "id": null,
  "sura": 85,
  "aya": 17,
  "text": "<p> إِلَى آخِرِ الْحَدِيثِ فِي صَاحِبِ الْبَقَرِ وَالْغَنَمِ وَالذَّهَبِ. </p><p> وَلَكِنَّ الَّذِي يَظْهَرُ - وَاللَّهُ تَعَالَى أَعْلَمُ - هُوَ الْأَوَّلُ ; لِأَنَّهُ يَكْثُرُ فِي الْقُرْآنِ كَقَوْلِهِ تَعَالَى: إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ [١٠ \\ ٤] . وَقَوْلِهِ: قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ [١٠ \\ ٣٤] . </p><p> وَجَعَلَهُ آيَةً عَلَى قُدْرَتِهِ، وَدَلِيلًا عَلَى عَجْزِ وَنَقْصِ الشُّرَكَاءِ فِي قَوْلِهِ فِي أَوَّلِ هَذِهِ الْآيَةِ: قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ، وَرَدَّ عَلَيْهِمْ بِقَوْلِهِ: قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ، وَقَوْلِهِ: كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ [٢١ \\ ١٠٤] . </p><p> قَوْلُهُ تَعَالَى: هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ فِرْعَوْنَ وَثَمُودَ </p><p> بَعْدَ عَرْضِ قِصَّةِ أَصْحَابِ الْأُخْدُودِ ; تَسْلِيَةً لِلْمُؤْمِنِينَ وَتَثْبِيتًا لَهُمْ، وَزَجْرًا لِلْمُشْرِكِينَ وَرَدْعًا لَهُمْ، جَاءَ بِأَخْبَارٍ لِبَعْضِ مَنْ سَبَقَ مِنَ الْأُمَمِ وَفِرْعَوْنَ وَثَمُودَ، بَدَلٌ مِنَ الْجُنُودِ، وَهُمْ جَمْعُ جُنْدٍ، وَهُمُ الْكَثْرَةُ وَأَصْحَابُ الْقُوَّةِ، وَحَدِيثُهُ مَا قَصَّ اللَّهُ مِنْ خَبَرِهِ مَعَ مُوسَى وَبَنِي إِسْرَائِيلَ. </p><p> وَفِي اخْتِيَارِ فِرْعَوْنَ هُنَا بَعْدَ أَصْحَابِ الْأُخْدُودِ ; لِمَا بَيْنَهُمَا مِنَ الْمُشَاكَلَةِ وَالْمُشَابَهَةِ، إِذْ فِرْعَوْنُ طَغَى وَادَّعَى الرُّبُوبِيَّةَ، كَمَلِكِ أَصْحَابِ الْأُخْدُودِ الَّذِي قَالَ لِجَلِيسِهِ: أَلَكَ رَبٌّ غَيْرِي؟ وَلِتَعْذِيبِهِ بَنِي إِسْرَائِيلَ بِتَقْتِيلِ الْأَوْلَادِ وَاسْتِحْيَاءِ النِّسَاءِ، وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ، وَلِتَقْدِيمِ الْآيَاتِ وَالْبَرَاهِينِ عَلَى صِدْقِ الدَّاعِيَةِ، إِذْ مُوسَى - عَلَيْهِ السَّلَامُ - قَدَّمَ لِفِرْعَوْنَ مِنْ آيَاتِ رَبِّهِ الْكُبْرَى، فَكَذَّبَ وَعَصَى، وَالْغُلَامُ قَدَّمَ لِهَذَا الْمَلِكِ الْآيَاتِ الْكُبْرَى: إِبْرَاءُ الْأَكْمَهِ وَالْأَبْرَصِ بِإِذْنِ اللَّهِ، وَعَجَزَ فِرْعَوْنُ عَنْ مُوسَى وَإِدْرَاكِهِ، وَعَجَزَ الْمَلِكُ عَنْ قَتْلِ الْغُلَامِ ; إِذْ نَجَّاهُ اللَّهُ مِنَ الْإِغْرَاقِ وَالدَّهْدَهَةِ مِنْ قِمَّةِ الْجَبَلِ، فَكَانَ لِهَذَا أَنْ يَرْعَوِيَ عَنْ ذَلِكَ وَيَتَفَطَّنَ لِلْحَقِيقَةِ، وَلَكِنَّ سُلْطَانَهُ أَعْمَاهُ كَمَا أَعْمَى فِرْعَوْنَ. </p><p> وَكَذَلِكَ آمَنَ السَّحَرَةُ ; لَمَّا رَأَوْا آيَةَ مُوسَى، وَخَرُّوا لِلَّهِ سُجَّدًا. </p><p> وَهَكَذَا هُنَا آمَنَ النَّاسُ بِرَبِّ الْغُلَامِ، فَوَقَعَ الْمَلِكُ فِيمَا وَقَعَ فِيهِ فِرْعَوْنُ، إِذْ جَمَعَ فِرْعَوْنُ السَّحَرَةَ ; لِيَشْهَدَ النَّاسُ عَجْزَ مُوسَى وَقُدْرَتَهُ، فَانْقَلَبَ الْمَوْقِفُ عَلَيْهِ، وَكَانَ أَوَّلُ </p>"
}