{
  "id": null,
  "sura": 85,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الْبُرُوجِ </p><p> قَوْلُهُ تَعَالَى: وَالسَّمَاءِ ذَاتِ الْبُرُوجِ </p><p> الْبُرُوجُ: جَمْعُ بُرْجٍ، وَاخْتُلِفَ فِي الْمَعْنَى الْمُرَادِ بِهِ هُنَا: هَلْ هِيَ الْمَنَازِلُ أَوِ الْكَوَاكِبُ، أَوْ قُصُورٌ فِي السَّمَاءِ عَلَيْهَا حُرَّاسُهَا؟ </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ ذَلِكَ فِي سُورَةِ «الْحِجْرِ» ، عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا [١٥ \\ ١٦] ، وَفِي سُورَةِ «الْفُرْقَانِ» عِنْدَ قَوْلِهِ تَعَالَى: تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا [٢٥ \\ ٦١] . </p><p> وَقِيلَ: إِنَّ أَصْلَ هَذِهِ الْمَادَّةِ مِنَ الظُّهُورِ، وَمِنْهُ تَبَرُّجُ الْمَرْأَةِ، وَسَاقَ بَيَانَ الْمَعْنَى الْمَقْصُودِ مِنْ بُرُوجِ السَّمَاءِ وَعَدَدِ الْمَنَازِلِ الْمَذْكُورَةِ. </p><p> وَبِمُنَاسَبَةِ ارْتِبَاطِ السُّوَرِ بَعْضِهَا بِبَعْضٍ، فَإِنَّ بَعْضَ الْمُفَسِّرِينَ يَقُولُ: لَمَّا ذَكَرَ مَآلَ الْفَرِيقَيْنِ وَتَطَايُرَ الصُّحُفِ فِي السُّورَةِ الْأُولَى، ذَكَرَ هُنَا عَمَلًا مِنْ أَشَدِّ أَعْمَالِ الْكُفَّارِ مَعَ الْمُؤْمِنِينَ فِي قِصَّةِ الْأُخْدُودِ. </p><p> وَالَّذِي يَظْهَرُ أَقْوَى مِنْ هَذَا، هُوَ - وَاللَّهُ تَعَالَى أَعْلَمُ - أَنَّهُ لَمَّا ذَكَرَ سَابِقًا انْفِطَارَ السَّمَاءِ، وَتَنَاثُرَ النُّجُومِ، وَانْشِقَاقَ السَّمَاءِ، وَإِذْنَهَا لِرَبِّهَا وَحُقَّ لَهَا ذَلِكَ - جَاءَ هُنَا بَيَانُ كُنْهِ هَذِهِ السَّمَاءِ أَنَّهَا عَظِيمَةُ الْبِنْيَةِ بِأَبْرَاجِهَا الضَّخْمَةِ أَوْ بُرُوجِهَا الْكَبِيرَةِ، فَهِيَ مَعَ ذَلِكَ تَأْذَنُ لِرَبِّهَا وَتُطِيعُ، وَتَنْشَقُّ لِهَوْلِ ذَلِكَ الْيَوْمِ وَتَنْفَطِرُ، فَأَوْلَى بِكَ أَيُّهَا الْإِنْسَانُ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَالْيَوْمِ الْمَوْعُودِ هُوَ يَوْمُ الْقِيَامَةِ بِإِجْمَاعِ الْمُفَسِّرِينَ، وَقَدْ كَانُوا يُوعَدُونَ بِهِ فِي الدُّنْيَا، فَهُوَ الْيَوْمُ الْمَوْعُودُ بِهِ كُلٌّ مِنَ الْفَرِيقَيْنِ، كَمَا قَالَ تَعَالَى فِي حَقٍّ الْمُؤْمِنِينَ: لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ [٢١ \\ ١٠٣] ، وَفِي حَقِّ الْكُفَّارِ: </p>"
}