{
  "id": null,
  "sura": 86,
  "aya": 15,
  "text": "<p> الثَّانِي: خَلْقُ الْإِنْسَانِ أَوَّلًا مِنْ مَاءٍ دَافِقٍ، كَمَا فِي قَوْلِهِ: قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٩] . </p><p> الثَّالِثُ: مَجْمُوعُ قَوْلِهِ: وَالسَّمَاءِ ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ، أَيْ: إِنْزَالُ الْمَطَرِ، وَإِنْبَاتُ النَّبَاتِ وَهُوَ إِحْيَاءُ الْأَرْضِ بَعْدَ مَوْتِهَا. فَنَاسَبَ أَنْ يَكُونَ الْإِقْسَامُ عَلَى تَحَقُّقِ الْبَعْثِ. </p><p> وَأَكَّدَ هَذَا مَا جَاءَ بَعْدَهُ مِنَ الْوَعِيدِ بِالْإِمْهَالِ رُوَيْدًا، وَقَدْ سُمِّيَ يَوْمُ الْقِيَامَةِ بِيَوْمِ الْفَصْلِ، كَمَا فِي قَوْلِهِ: لِأَيِّ يَوْمٍ أُجِّلَتْ لِيَوْمِ الْفَصْلِ وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٢ - ١٥] . </p><p> وَذِكْرُ الْوَيْلِ فِي هَذِهِ الْآيَةِ لِلْمُكَذِّبِينَ، يُعَادِلُ الْإِمْهَالَ فِي هَذِهِ السُّورَةِ لِلْكَافِرِينَ، وَإِذَا رَبَطْنَا بَيْنَ الْقَسَمِ وَالْمُقْسَمِ عَلَيْهِ، لَكَانَ أَظْهَرَ وَأَوْضَحَ ; لِأَنَّ رَجْعَ الْمَاءِ بَعْدَ فَنَائِهِ بِتَلْقِيحِ السَّحَابِ مِنْ جَدِيدٍ، يُعَادِلُ رَجْعَ الْإِنْسَانِ بَعْدَ فَنَائِهِ فِي الْأَرْضِ، وَتَشَقُّقُ الْأَرْضِ عَنِ النَّبَاتِ يُنَاسِبُ تَشَقُّقَهَا يَوْمَ الْبَعْثِ عَنِ الْخَلَائِقِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُمْ يَكِيدُونَ كَيْدًا وَأَكِيدُ كَيْدًا نِسْبَةُ هَذَا الْفِعْلِ لَهُ تَعَالَى، قَالُوا إِنَّهُ: مِنْ بَابِ الْمُقَابَلَةِ كَقَوْلِهِ: وَمَكَرُوا وَمَكَرَ اللَّهُ [٣ \\ ٥٤] ، وَقَوْلِهِ: إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ اللَّهُ يَسْتَهْزِئُ بِهِمْ [٢ \\ ١٤ - ١٥] ، وَهُوَ فِي اللُّغَةِ كَقَوْلِ الْقَائِلِ: لَمَّا سُئِلَ عَنْ أَيِّ الطَّعَامِ يُرِيدُ، وَهُوَ عَارٍ يُرِيدُ كُسْوَةً: </p><p> قَالُوا اخْتَرْ طَعَامًا نَجِدْ لَكَ طَبْخَةً ... قُلْتُ اطْبُخُوا لِي جُبَّةً وَقَمِيصَا </p><p> وَقَدِ اتَّفَقَ السَّلَفُ، أَنَّهُ لَا يُنْسَبُ إِلَى اللَّهِ تَعَالَى عَلَى سَبِيلِ الْإِطْلَاقِ، وَلَا يَجُوزُ أَنْ يُشْتَقَّ لَهُ مِنْهُ اسْمٌ، وَإِنَّمَا يُطْلَقُ فِي مُقَابِلِ فِعْلِ الْعِبَادِ ; لِأَنَّهُ فِي غَيْرِ الْمُقَابَلَةِ لَا يَلِيقُ بِاللَّهِ تَعَالَى، وَفِي مَعْرِضِ الْمُقَابَلَةِ فَهُوَ فِي غَايَةِ الْعِلْمِ وَالْحِكْمَةِ وَالْقُدْرَةِ، وَالْكَيْدُ أَصْلُهُ الْمُعَاجَلَةُ لِلشَّيْءِ بِقُوَّةٍ. </p><p> وَقَالَ ابْنُ فَارِسٍ فِي مُعْجَمِ مَقَايِيسِ اللُّغَةِ: وَالْعَرَبُ قَدْ تُطْلِقُ الْكَيْدَ عَلَى الْمَكْرِ، وَالْعَرَبُ قَدْ يُسَمُّونَ الْمَكْرَ كَيْدًا، قَالَ اللَّهُ تَعَالَى: أَمْ يُرِيدُونَ كَيْدًا [٥٢ \\ ٤٢] ، وَعَلَيْهِ فَالْكَيْدُ هُنَا لَمْ يُبَيَّنْ، فَإِذَا كَانَ بِمَعْنَى الْمَكْرِ، فَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - </p>"
}