{
  "id": null,
  "sura": 86,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سُورَةُ الطَّارِقِ </p><p> قَوْلُهُ تَعَالَى: وَالسَّمَاءِ وَالطَّارِقِ </p><p> أَصْلُ الطَّرْقِ فِي اللُّغَةِ: الدَّقُّ، وَمِنْهُ الْمِطْرَقَةُ ; وَلِذَا قَالُوا لِلْآتِي لَيْلًا: طَارِقٌ ; لِأَنَّهُ يَحْتَاجُ إِلَى طَرْقِ الْبَابِ. </p><p> وَعَلَيْهِ قَوْلُ امْرِئِ الْقَيْسِ: </p><p> فَمِثْلُكِ حُبْلَى قَدْ طَرَقْتُ وَمُرْضِعٌ ... فَأَلْهَيْتُهَا عَنْ ذِي تَمَائِمَ مُحْوِلِ </p><p> أَيْ جِئْتُهَا لَيْلًا، وَقَوْلُ الْآخَرِ: </p><p> أَلَمْ تَرَيَانِي كُلَّمَا جِئْتُ طَارِقًا ... وَجَدْتُ بِهَا طِيبًا وَإِنْ لَمْ تَطَيَّبِ </p><p> وَقَوْلُ جَرِيرٍ: </p><p> طَرَقَتْكَ صَائِدَةُ الْقُلُوبِ وَلَيْسَ ذَا ... وَقْتِ الزِّيَارَةِ فَارْجِعِي بِسَلَامِ </p><p> وَفِي الْحَدِيثِ:  «أَعُوذُ بِكَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ وَالنَّهَارِ، إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحِمَنُ» ، فَهُوَ لَفْظٌ عَمَّ فِي كُلِّ مَا يَأْتِي شَيْئُهُ الْمُفَاجِئِ، وَلَكَأَنَّهُ يَأْتِي فِي حَالَةٍ غَيْرِ مُتَوَقَّعَةٍ، وَلَكِنَّهُ هُنَا خُصَّ بِمَا فُسِّرَ بِهِ بَعْدَهُ فِي: </p><p> قَوْلِهِ تَعَالَى: وَمَا أَدْرَاكَ مَا الطَّارِقُ النَّجْمُ الثَّاقِبُ </p><p> فَقِيلَ: مَا يَثْقُبُ الشَّيَاطِينَ عِنْدَ اسْتِرَاقِ السَّمْعِ، كَمَا تَقَدَّمَ فِي قَوْلِهِ تَعَالَى: فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا [٧٢ \\ ٩] فَيَكُونُ عَامًّا فِي كُلِّ نَجْمٍ. </p><p> وَقِيلَ: خَاصٌّ، فَقِيلَ: زُحَلُ، وَقِيلَ: الْمَرِّيخُ، وَقِيلَ: الثُّرَيَّا ; لِأَنَّهُ إِذَا أُطْلِقَ النَّجْمُ عِنْدَ الْعَرَبِ كَانَ مُرَادًا بِهِ الثُّرَيَّا. </p><p> وَتَقَدَّمَ هَذَا لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي أَوَّلِ سُورَةِ «النَّجْمِ» . </p><p> وَقِيلَ:  «الثَّاقِبُ» : الْمُضِيءُ، يَثْقُبُ الظَّلَامَ بِضَوْئِهِ، وَعَلَيْهِ فَهُوَ لِلْجِنْسِ عَامَّةً ; لِأَنَّ النُّجُومَ كُلَّهَا مُضِيئَةٌ. </p><p> قَالَ الْقُرْطُبِيُّ، وَقَالَ سُفْيَانُ: كُلُّ مَا فِي الْقُرْآنِ، «وَمَا أَدْرَاكَ» فَقَدْ أَخْبَرَهُ بِهِ، وَكُلُّ شَيْءٍ قَالَ فِيهِ:  «وَمَا يُدْرِيكَ» ، لَمْ يُخْبِرْهُ بِهِ. </p><p> وَالْوَاقِعُ أَنَّهُ الْغَالِبُ، فَقَدْ جَاءَتْ:  «وَمَا أَدْرَاكَ» ثَلَاثَ عَشْرَةَ مَرَّةً، كُلُّهَا أَخْبَرَهُ بِهَا إِلَّا وَاحِدَةً، وَهِيَ فِي الْحَاقَّةِ: وَمَا أَدْرَاكَ مَا الْحَاقَّةُ [٦٩ \\ ٣] ، وَمَا عَدَاهَا، فَقَدْ أَخْبَرَهُ بِهَا، وَهِيَ: وَمَا أَدْرَاكَ مَا سَقَرُ لَا تُبْقِي وَلَا تَذَرُ [٧٤ \\ ٢٧ - ٢٨] . </p><p> وَفِي «الْمُرْسَلَاتِ» : وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ [٧٧ \\ ١٤] . </p><p> وَفِي «الِانْفِطَارِ» : وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا [٨٢ \\ ١٧ - ١٩] . </p><p> وَفِي «الْمُطَفِّفِينَ» : وَمَا أَدْرَاكَ مَا سِجِّينٌ كِتَابٌ مَرْقُومٌ [٨٣ \\ ٨ - ٩] . </p><p> وَفِي «الْبَلَدِ» : وَمَا أَدْرَاكَ مَا الْعَقَبَةُ فَكُّ رَقَبَةٍ [٩٠ \\ ١٢ - ١٣] . </p><p> وَفِي «الْقَدْرِ» : وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ [٩٧ \\ ٢ - ٣] . </p><p> وَفِي «الْقَارِعَةِ» : وَمَا أَدْرَاكَ مَا الْقَارِعَةُ [١٠١ \\ ٣] . </p><p> وَأَيْضًا: فَأُمُّهُ هَاوِيَةٌ وَمَا أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ [١٠١ \\ ٩ - ١١] ، وَفِي هَذِهِ السُّورَةِ: وَمَا أَدْرَاكَ مَا الطَّارِقُ النَّجْمُ الثَّاقِبُ، فَكُلُّهَا أَخْبَرَهُ عَنْهَا إِلَّا فِي «الْحَاقَّةِ» . </p><p> تَنْبِيهٌ. </p><p> يُلَاحَظُ أَنَّهَا كُلُّهَا فِي قِصَارِ السُّوَرِ مِنَ «الْحَاقَّةِ» وَمَا بَعْدَهَا، أَمَّا «مَا يُدْرِيكَ» ، فَقَدْ جَاءَتْ ثَلَاثَ مَرَّاتٍ فَقَطْ: وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا [٣٣ \\ ٦٣] ، فِي «الْأَحْزَابِ» : وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [٤٢ \\ ١٧] ، فِي «الشُّورَى» ، وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى [٨٠ \\ ٣] فِي «عَبَسَ وَتَوَلَّى» ، فَلَمْ يُخْبِرْهُ فِيهَا صَرَاحَةً، إِلَّا أَنَّهُ فِي </p>"
}