{
  "id": null,
  "sura": 86,
  "aya": 8,
  "text": "<p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ هَذِهِ الْآيَةِ عِنْدَ قَوْلِهِ تَعَالَى: خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ [١٦ \\ ٤] ، فِي سُورَةِ «النَّحْلِ» ، وَفِي سُورَةِ «الْوَاقِعَةِ» عِنْدَ قَوْلِهِ تَعَالَى: أَفَرَأَيْتُمْ مَا تُمْنُونَ أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ [٥٦ \\ ٥٨ - ٥٩] ، وَتَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ عِنْدَ قَوْلِهِ تَعَالَى: إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ [٧٦ \\ ٢] ، فِي سُورَةِ «الدَّهْرِ» . </p><p> قَوْلُهُ تَعَالَى: إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ، «إِنَّهُ» هُنَا أَيْ: إِنَّ اللَّهَ «عَلَى رَجْعِهِ» ، الضَّمِيرُ فِيهِ قِيلَ: رَاجِعٌ لِلْمَاءِ الدَّافِقِ، أَيْ: أَنَّهُ سُبْحَانَهُ قَادِرٌ عَلَى رَجْعِ هَذَا الْمَاءِ مِنْ حَيْثُ خَرَجَ، كَرَدِّ اللَّبَنِ إِلَى الضَّرْعِ مَثَلًا، وَرَدِّ الطِّفْلِ إِلَى الرَّحِمِ، وَهَذَا مَرْوِيٌّ عَنْ عِكْرِمَةَ وَمُجَاهِدٍ. </p><p> وَقِيلَ: عَلَى رَجْعِ الْإِنْسَانِ بَعْدَ الْمَوْتِ، وَهَذَا وَإِنْ كَانَ فِي الْأَوَّلِ دَلَالَةٌ عَلَى الْقُدْرَةِ، وَلَا يَقْدِرُ عَلَيْهِ إِلَّا اللَّهُ، إِلَّا أَنَّ فِي السِّيَاقِ مَا يَدُلُّ عَلَى أَنَّ الْمُرَادَ هُوَ الثَّانِي ; لِعِدَّةِ أُمُورٍ: </p><p> الْأَوَّلُ: أَنَّ رَدَ الْمَاءِ لَمْ يَتَعَلَّقْ بِهِ حُكْمٌ وَلَا أَمْرٌ آخَرُ سِوَى إِثْبَاتِ الْقُدْرَةِ، بِخِلَافِ رَجْعِ الْإِنْسَانِ بَعْدَ الْمَوْتِ، فَهُوَ قَضِيَّةُ الْإِيمَانِ بِالْبَعْثِ. وَيَتَعَلَّقُ بِهِ كُلُّ أَحْكَامِ يَوْمِ الْقِيَامَةِ. </p><p> الثَّانِي: مَجِيءُ الْقُرْآنِ بِالْخَلْقِ الْأَوَّلِ دَلِيلٌ عَلَى الْإِعَادَةِ بَعْدَ الْمَوْتِ، كَقَوْلِهِ تَعَالَى فِي «يس» : وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ أَيْ: مِنْ مَاءٍ دَافِقٍ: قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ [٣٦ \\ ٧٨ - ٧٩] ، أَيْ:  «مِنْ مَاءٍ دَافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ» . </p><p> الثَّالِثُ: أَنِ الْأَوَّلَ يَحْتَاجُ مَعَهُ إِلَى تَقْدِيرِ عَامِلٍ لِـ «يَوْمَ تُبْلَى السَّرَائِرُ» ، نَحْوُ اذْكُرْ مَثَلًا، بِخِلَافِ الثَّانِي، فَإِنَّ الْعَامِلَ فِيهِ: هُوَ «لَقَادِرٌ» ، أَيْ: لَقَادِرٌ عَلَى رَجْعِهِ يَوْمَ تُبْلَى السَّرَائِرُ. </p><p> وَنَقَلَ أَبُو حَيَّانَ عَنِ ابْنِ عَطِيَّةَ قَوْلَهُ: وَكُلُّ مَنْ خَالَفَ ذَلِكَ إِنَّمَا فَرَّ مِنْ أَنْ يَكُونَ: «لَقَادِرٌ» هُوَ الْعَامِلُ فِي الظَّرْفِ ; لِأَنَّهُ يُوهِمُ أَنَّ قُدْرَتَهُ عَلَى رَجْعِهِ مُقَيَّدَةٌ بِذَلِكَ، وَلَكِنْ بِتَأَمُّلِ أُسْلُوبِ الْعَرَبِ يُعْلَمُ جَوَازُهُ ; لِأَنَّهُ قَالَ: إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ عَلَى الْإِطْلَاقِ أَوَّلًا وَآخِرًا، وَفِي كُلِّ وَقْتٍ، ثُمَّ ذَكَرَ تَعَالَى وَخَصَّصَ مِنَ الْأَوْقَاتِ الْوَقْتَ الْأَهَمَّ </p>"
}