{
  "id": null,
  "sura": 86,
  "aya": 13,
  "text": "<p> وَقَوْلُهُ: يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ [٨٢ \\ ١٩] . . </p><p> قَوْلُهُ تَعَالَى: وَالسَّمَاءِ ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ قِيلَ: رَجْعُ السَّمَاءِ: إِعَادَةُ ضَوْءِ النُّجُومِ وَالشَّمْسِ وَالْقَمَرِ. </p><p> وَقِيلَ:  \" الرَّجْعُ \" : الْمَلَائِكَةُ تَرْجِعُ بِأَعْمَالِ الْعِبَادِ. </p><p> وَقِيلَ:  \" الرَّجْعُ \" : الْمَطَرُ وَأَرْزَاقُ الْعِبَادِ. \" وَالْأَرْضِ ذَاتِ الصَّدْعِ \" قِيلَ: تَنْشَقُّ عَنِ الْخَلَائِقِ يَوْمَ الْبَعْثِ. وَقِيلَ: تَنْشَقُّ بِالنَّبَاتِ. </p><p> وَالَّذِي يَشْهَدُ لَهُ الْقُرْآنُ: أَنَّ الرَّجْعَ وَالصَّدْعَ مُتَقَابِلَانِ مِنَ السَّمَاءِ وَالْأَرْضِ: بِالْمَطَرِ وَالنَّبَاتِ. كَمَا فِي قَوْلِهِ تَعَالَى: فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا فَأَنْبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا \" [٨٠ \\ ٢٤ - ٢٨] . وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: إِنَّهُ لَقَوْلٌ فَصْلٌ: قَالَ ابْنُ كَثِيرٍ: قَالَ ابْنُ عَبَّاسٍ: حَقٌّ. وَكَذَا قَالَ قَتَادَةُ، وَقَالَ آخَرُونَ: حُكْمٌ عَدْلٌ. وَقَالَ الْقُرْطُبِيُّ: إِنَّهُ أَيِ الْقُرْآنُ، يَفْصِلُ بَيْنَ الْحَقِّ وَالْبَاطِلِ. </p><p> وَقِيلَ: هُوَ مَا تَقَدَّمَ مِنَ الْوَعِيدِ فِي هَذِهِ السُّورَةِ: إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ يَوْمَ تُبْلَى السَّرَائِرُ [٨٦ \\ ٨ - ٩] . </p><p> وَقَالَ أَبُو حَيَّانَ بِمَا قَالَ بِهِ الْقُرْطُبِيُّ أَوَّلًا، ثُمَّ جَوَّزَ أَنْ يَكُونَ مُرَادًا بِهِ الثَّانِي، أَيْ: أَنَّ الْإِخْبَارَ عَنْ رَجْعِ الْإِنْسَانِ يَوْمَ تُبْلَى السَّرَائِرُ، قَوْلٌ فَصْلٌ، وَهَذَا مَا يُفِيدُهُ كَلَامُ ابْنِ جَرِيرٍ، وَعَزَاهُ النَّيْسَابُورِيُّ إِلَى الْقَفَّالِ. </p><p> وَسِيَاقُ السُّورَةِ يَشْهَدُ لِهَذَا الْقَوْلِ الثَّانِي ; لِأَنَّ السُّورَةَ كُلَّهَا فِي مَعْرِضِ إِثْبَاتِ الْقُدْرَةِ عَلَى الْبَعْثِ، وَإِعَادَةِ الْإِنْسَانِ بَعْدَ الْفَنَاءِ، حَيْثُ تَضَمَّنَتْ ثَلَاثَةَ أَدِلَّةٍ مِنْ أَدِلَّةِ الْبَعْثِ: </p><p> الْأَوَّلُ: السَّمَاءُ ذَاتُ الطَّارِقِ ; لِعِظَمِ خِلْقَتِهَا، وَعِظَمِ دَلَالَتِهَا عَلَى الْقُدْرَةِ. </p>"
}