{
  "id": null,
  "sura": 86,
  "aya": 17,
  "text": "<p> بَيَانُ شَيْءٍ مِنْهُ عِنْدَ قَوْلِهِ تَعَالَى: وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ [٣ \\ ٥٤] ; بِأَنَّ مَكْرَهُمْ مُحَاوَلَتُهُمْ قَتْلَ عِيسَى، وَمَكْرُ اللَّهِ إِلْقَاءُ الشَّبَهِ، أَيْ: شَبَّهَ عِيسَى عَلَى غَيْرِ عِيسَى. </p><p> وَتَقَدَّمَ قَوْلُهُ تَعَالَى: قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ [١٦ \\ ٢٦] ، وَهَذَا فِي قِصَّةِ النُّمْرُودِ، فَكَانَ مَكْرُهُمْ بُنْيَانَ الصَّرْحِ لِيَصْعَدَ إِلَى السَّمَاءِ، فَكَانَ مَكْرُ اللَّهِ بِهِمْ أَنْ تَرَكَهُمْ حَتَّى تَصَاعَدُوا بِالْبِنَاءِ، فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ، فَهَدَمَهُ عَلَيْهِمْ. </p><p> وَهَكَذَا الْكَيْدُ هُنَا، إِنَّهُمْ يَكِيدُونَ لِلْإِسْلَامِ وَالْمُسْلِمِينَ، يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ، وَاللَّهِ يَكِيدُ لَهُمْ بِالِاسْتِدْرَاجِ حَتَّى يَأْتِيَ مَوْعِدُ إِهْلَاكِهِمْ، وَقَدْ وَقَعَ تَحْقِيقُهُ فِي بَدْرٍ ; إِذْ خَرَجُوا مُحَادَّةً لِلَّهِ وَلِرَسُولِهِ، وَفِي خُيَلَائِهِمْ وَمُفَاخَرَتِهِمْ، وَكَيْدُ اللَّهِ لَهُمْ: أَنْ قَلَّلَ الْمُؤْمِنِينَ فِي أَعْيُنِهِمْ، حَتَّى طَمِعُوا فِي الْقِتَالِ، وَأَمْطَرَ أَرْضَ الْمَعْرَكَةِ، وَهُمْ فِي أَرْضٍ سَبْخَةٍ، وَالْمُسْلِمُونَ فِي أَرْضٍ رَمْلِيَّةٍ فَكَانَ زَلَقًا عَلَيْهِمْ وَثَبَاتًا لِلْمُؤْمِنِينَ، ثُمَّ أَنْزَلَ مَلَائِكَتَهُ لِقِتَالِهِمْ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا قَالَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ مَا نَصُّهُ: هَذَا الْإِمْهَالُ الْمَذْكُورُ هُنَا يُنَافِيهِ قَوْلُهُ تَعَالَى: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ الْآيَةَ [٩ \\ ٥] . </p><p> وَالْجَوَابُ: أَنَّ الْإِمْهَالَ مَنْسُوخٌ بِآيَاتِ السَّيْفِ. اهـ. </p><p> وَهَذَا مَا يُفِيدُهُ كَلَامُ الطَّبَرِيِّ، وَإِنْ لَمْ يُصَرِّحْ بِهِ وَهُوَ مَنْصُوصُ الْقُرْطُبِيِّ. وَلَعَلَّ فِي نَفْسِ الْآيَةِ مَا يَدُلُّ عَلَى ذَلِكَ، وَهُوَ قَوْلُهُ: أَمْهِلْهُمْ رُوَيْدًا ; لِأَنَّ «رُوَيْدًا» : بِمَعْنَى قَلِيلًا، فَقَدْ قَيَّدَ الْإِمْهَالَ بِالْقِلَّةِ، مِمَّا يُشْعِرُ بِمَجِيءِ النَّسْخِ وَأَنَّهُ لَيْسَ نِهَائِيًّا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p>"
}