{
  "id": null,
  "sura": 87,
  "aya": 6,
  "text": "<p> اسْمُهُ فِي ذَاتِهِ، وَجَمِيعِ صِفَاتِهِ، حَيْثُ جَمَعَ بَيْنَ الْخَلْقِ وَالتَّسْوِيَةِ، فَلِكَمَالِ الْقُدْرَةِ وَالتَّنْزِيهِ عَنْ كُلِّ نَقْصٍ. </p><p> قَوْلُهُ تَعَالَى: وَالَّذِي قَدَّرَ فَهَدَى </p><p> أَطْلَقَ هُنَا التَّقْدِيرَ ; لِيَعُمَّ كُلَّ مَقْدُورٍ، وَهُوَ عَائِدٌ عَلَى كُلِّ مَخْلُوقٍ ; لِأَنَّ مِنْ لَوَازِمِ الْخَلْقَ التَّقْدِيرَ، كَمَا قَالَ تَعَالَى: إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ [٥٤ \\ ٤٩] ، وَقَوْلُهُ: قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا [٦٥ \\ ٣] ، وَهَذِهِ الْآيَةُ وَمَثِيلَاتُهَا مِنْ أَعْظَمِ آيَاتِ الْقُدْرَةِ، وَقَدْ جَمَعَهَا تَعَالَى عِنْدَ التَّعْرِيفِ التَّامِّ لِلَّهِ تَعَالَى، لَمَّا سَأَلَ فِرْعَوْنُ نَبِيَّ اللَّهِ مُوسَى عَنْ رَبِّهِ، قَالَ: فَمَنْ رَبُّكُمَا يَامُوسَى قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى [٢٠ \\ ٤٩ - ٥٠] . </p><p> وَقَدْ تَقَدَّمَ بَيَانُ عُمُومِ قَوْلِهِ تَعَالَى: الَّذِي خَلَقَ فَسَوَّى [٨٧ \\ ٢] ، وَهُنَا قَدَّرَ كُلَّ مَا خَلَقَ، وَهَدَى كُلَّ مَخْلُوقٍ إِلَى مَا قَدَّرَهُ لَهُ، فَفِي الْعَالَمِ الْعُلْوِيِّ قَدَّرَ مَقَادِيرَ الْأُمُورِ، وَهَدَى الْمَلَائِكَةَ لِتَنْفِيذِهَا، وَقَدَّرَ مَسِيرَ الْأَفْلَاكِ، وَهَدَاهَا إِلَى مَا قُدِّرَ لَهَا:  «كُلٌّ فِي فَلَكٍ يَسْبَحُونَ»  [٢١ \\ ٣٣] . </p><p> وَفِي الْأَشْجَارِ وَالنَّبَاتَاتِ ; قَدَّرَ لَهَا أَزْمِنَةً مُعَيَّنَةً فِي إِيتَائِهَا وَهِدَايَتِهَا إِلَى مَا قُدِّرَ لَهَا، فَالْجِذْرُ يَنْزِلُ إِلَى أَسْفَلَ وَالنَّبْتَةُ تَنْمُو إِلَى أَعْلَى، وَهَكَذَا الْحَيَوَانَاتُ فِي تَلْقِيحِهَا، وَنِتَاجِهَا، وَإِرْضَاعِهَا. كُلٌّ قَدْ هَدَاهُ إِلَى مَا قُدِّرَ لَهُ، وَهَكَذَا الْإِنْسَانُ. </p><p> وَقَدْ قَالَ الْفَخْرُ الرَّازِيُّ: إِنَّ الْعَالَمَ كُلَّهُ دَاخِلٌ تَحْتَ مَنْطُوقِ هَذِهِ الْآيَةِ. </p><p> أَمَّا مَعْنَاهَا بِالتَّفْصِيلِ، فَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ «طه» عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى [٢٠ \\ ٥٠] . </p><p> قَوْلُهُ تَعَالَى: سَنُقْرِئُكَ فَلَا تَنْسَى إِلَّا مَا شَاءَ اللَّهُ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - مَعْنَى: نُقْرِئُكَ فِي سُورَةِ «طه» ، فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ [٢٠ \\ ١١٤] ، وَبَيَّنَهُ بِآيَةِ «الْقِيَامَةِ» : لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ [٧٥ \\ ١٦] . </p>"
}