{
  "id": null,
  "sura": 87,
  "aya": 16,
  "text": "<p> عَلَى قَوْلِهِ تَعَالَى: إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا [٢٠ \\ ٧٤] . </p><p> قَوْلُهُ تَعَالَى: قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى أَسْنَدَ الْفَلَاحَ هُنَا إِلَى: «مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى» وَفِي غَيْرِ هَذِهِ الْآيَةِ أَسْنَدَ التَّزْكِيَةَ لِمَشِيئَةِ اللَّهِ فِي قَوْلِهِ: وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ أَبَدًا </p><p> [٢٤ \\ ٢١] ، وَفِي آيَةٍ أُخْرَى، نَهَى عَنْ تَزْكِيَةِ النَّفْسِ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ بَيَانُ ذَلِكَ فِي سُورَةِ «النُّورِ» عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَا مِنْكُمْ مِنْ أَحَدٍ عَلَى أَنْ «زَكَا» بِمَعْنَى تَطَهَّرَ مِنَ الشُّكْرِ وَالْمَعَاصِي، لَا عَلَى أَنَّهُ أَخْرَجَ الزَّكَاةَ، وَالَّذِي يَظْهَرُ أَنَّ آيَةَ «النَّجْمِ» إِنَّمَا نَهَى فِيهَا عَنْ تَزْكِيَةِ النَّفْسِ ; لِمَا فِيهِ مِنِ امْتِدَاحِهَا، وَقَدْ لَا يَكُونُ صَحِيحًا كَمَا فِي سُورَةِ «الْحُجُرَاتِ» : قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا [٤٩ \\ ١٤] وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى صُحُفِ إِبْرَاهِيمَ وَمُوسَى قُرِئَ: «تُؤْثِرُونَ» بِالتَّاءِ وَبِالْيَاءِ رَاجِعًا إِلَى الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى [٨٧ \\ ١١ - ١٢] ، وَعَلَى أَنَّهَا بِالتَّاءِ لِلْخِطَابِ أَعَمُّ، وَحَيْثُ إِنَّ هَذَا الْأَمْرَ عَامٌّ فِي الْأُمَمِ الْمَاضِيَةِ، وَيُذْكَرُ فِي الصُّحُفِ الْأُولَى كُلِّهَا عَامَّةً، وَفِي صُحُفِ إِبْرَاهِيمَ وَمُوسَى، مِمَّا يَدُلُّ عَلَى خُطُورَتِهِ، وَأَنَّهُ أَمْرٌ غَالِبٌ عَلَى النَّاسِ. </p><p> وَقَدْ جَاءَتْ آيَاتٌ دَالَّةٌ عَلَى أَسْبَابِ ذَلِكَ مِنْهَا: الْجَهْلُ، وَعَدَمُ الْعِلْمِ بِالْحَقَائِقِ، كَمَا فِي قَوْلِهِ تَعَالَى: وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ [٢٩ \\ ٦٤] ، أَيِ: الْحَيَاةُ الدَّائِمَةُ. </p><p> وَقَدْ رَوَى الْقُرْطُبِيُّ عَنْ مَالِكِ بْنِ دِينَارٍ قَوْلَهُ: لَوْ كَانَتِ الدُّنْيَا مِنْ ذَهَبٍ يَفْنَى، وَالْآخِرَةُ مِنْ خَزَفٍ يَبْقَى، لَكَانَ الْوَاجِبُ أَنْ يُؤْثَرَ خَزَفٌ يَبْقَى عَلَى ذَهَبٍ يَفْنَى، فَكَيْفَ وَالْآخِرَةُ مَنْ ذَهَبٍ يَبْقَى وَالدُّنْيَا مِنْ خَزَفٍ يَفْنَى؟ </p><p> وَمِنْ أَسْبَابِ ذَلِكَ أَنَّ الدُّنْيَا زُيِّنَتْ لِلنَّاسِ، وَعُجِّلَتْ لَهُمْ كَمَا فِي قَوْلِهِ: </p><p> زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ [٣ \\ ١٤] . </p><p> ثُمَّ قَالَ: ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ [٣ \\ ١٤] . </p><p> وَبَيِّنَ تَعَالَى هَذَا الْمَآبَ الْحَسَنَ وَهُوَ فِي وَصْفِهِ يُقَابِلُ: وَالْآخِرَةُ خَيْرٌ وَأَبْقَى، فَقَالَ: قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ [٣ \\ ١٥] . </p><p> تَأَمَّلْ هَذَا الْبَدِيلَ، فَفِي الدُّنْيَا: ذَهَبٌ، وَخَيْلٌ، وَنِسَاءٌ، وَالْأَنْعَامُ، وَالْحَرْثُ، وَقَدْ قَابَلَ ذَلِكَ كُلَّهُ بِالْجَنَّةِ ; فَعَمَّتْ وَشَمِلَتْ. وَلَكِنْ نَصَّ عَلَى أَزْوَاجٍ مُطَهَّرَةٍ ; لِيَعْرِفَ الْفَرْقَ بَيْنَ نِسَاءِ الدُّنْيَا وَنِسَاءِ الْآخِرَةِ، كَمَا تَقَدَّمَ فِي: وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى، وَلَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ، وَمَاءٍ غَيْرِ آسِنٍ، وَخَمْرٍ لَذَّةٍ لِلشَّارِبِينَ، لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ [٥٦ \\ ١٩] ، وَغَيْرُ ذَلِكَ مِمَّا يَنُصُّ عَلَى الْخَيْرِيَّةِ فِي الْآخِرَةِ. </p><p> وَلَا شَكَّ أَنَّ مَنْ آثَرَ الْآخِرَةَ غَالِبٌ عَلَى مَنْ آثَرَ الدُّنْيَا، وَظَاهَرٌ عَلَيْهِ، كَمَا صَرَّحَ تَعَالَى بِذَلِكَ فِي قَوْلِهِ: زُيِّنَ لِلَّذِينَ كَفَرُوا الْحَيَاةُ الدُّنْيَا وَيَسْخَرُونَ مِنَ الَّذِينَ آمَنُوا وَالَّذِينَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيَامَةِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ [٢ \\ ٢١٢] . </p><p> فَمِنْ هَذَا ; يَظْهَرُ أَنَّ أَسْبَابَ إِيثَارِ النَّاسِ لِلْحَيَاةِ الدُّنْيَا، هُوَ تَزْيِينُهَا وَزَخْرَفَتُهَا فِي أَعْيُنِهِمْ: بِالْمَالِ، وَالْبَنِينَ، وَالْخَيْلِ، وَالْأَنْعَامِ: الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا [١٨ \\ ٤٦] . </p><p> وَقَدْ سِيقَ هَذَا، لَا عَلَى سَبِيلِ الْإِخْبَارِ بِالْوَاقِعِ فَحَسْبُ، بَلْ إِنَّ مِنْ وَرَائِهِ مَا يُسَمَّى لَازِمَ الْفَائِدَةَ، وَهُوَ ذَمُّ مَنْ كَانَ هَذَا حَالُهُ، فَوَجَبَ الْبَحْثُ عَنِ الْعِلَاجِ لِهَذِهِ الْحَالَةِ. </p><p> وَإِذَا ذَهَبْنَا نَتَطَلَّبُ الْعِلَاجَ، فَإِنَّنَا فِي الْوَاقِعِ نُوَاجِهُ أَخْطَرَ مَوْضُوعٍ عَلَى الْإِنْسَانِ ; لِأَنَّهُ يَشْمَلُ حَيَاتَهُ الدُّنْيَا وَمَآلَهُ فِي الْآخِرَةِ، وَيَتَحَكَّمُ فِي سَعَادَتِهِ وَفَوْزِهِ، أَوْ شَقَاوَتِهِ وَحِرْمَانِهِ، وَإِنَّ أَقْرَبَ مَأْخَذٍ لَنَا لَهُوَ هَذَا الْمَوْطِنُ بِالذَّاتِ مِنْ هَذِهِ السُّورَةِ، وَهُوَ بِضَمِيمَةِ مَا قَبْلَهَا إِلَيْهَا مِنْ قَوْلِهِ تَعَالَى: سَيَذَّكَّرُ مَنْ يَخْشَى وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى [٨٧ \\ ١٠ - ١٢] ، وَبَعْدَهَا قَدْ أَفْلَحَ مَنْ تَزَكَّى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى [٨٧ \\ ١٤ ١٤ - ٦] </p><p> فَقَدْ قَسَّمَتْ هَذِهِ الْآيَاتُ الْأُمَّةَ كُلَّهَا أُمَّةَ الدَّعْوَةِ إِلَى قِسْمَيْنِ. </p><p> أَمَّا التَّذْكِيرُ وَالْإِنْذَارُ، إِذْ قَالَ تَعَالَى: فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى [٨٧ \\ ٩] ، فَهَذَا مَوْقِفُ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَجَاءَ تَقْسِيمُ الْأُمَّةِ إِلَى الْقِسْمَيْنِ فِي الْآيَتَيْنِ: سَيَذَّكَّرُ مَنْ يَخْشَى: فَيَنْتَفِعُ بِالذِّكْرَى وَتَنْفَعُهُ: وَيَتَجَنَّبُهَا الْأَشْقَى، فَلَا تَنْفَعُهُ وَلَا يَنْتَفِعُ بِهَا، ثُمَّ جَاءَ الْحُكْمُ بِالْفَلَاحِ: قَدْ أَفْلَحَ مَنْ تَزَكَّى، أَيْ: مَنْ يَخْشَى وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى، وَلَمْ يَغْفُلْ عَنْ ذِكْرِ اللَّهِ تَعَالَى، وَهَذَا الْمَوْقِفُ بِنَفْسِهِ هُوَ الْمُفَصَّلُ فِي سُورَةِ «الْحَدِيدِ» ، وَفِي مَعْرِضِ التَّوْجِيهِ لَنَا وَالتَّوْبِيخِ لِلْأُمَمِ الْمَاضِيَةِ أَيْضًا: أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ [٥٧ \\ ١٦] . </p><p> فَقَسْوَةُ الْقَلْبِ، وَطُولُ الْأَمَدِ وَالتَّسْوِيفُ: هِيَ الْعَوَامِلُ الْأَسَاسِيَّةُ لِلْغَفْلَةِ وَإِيثَارِ الدُّنْيَا. وَالْخَشْيَةُ وَالذِّكْرُ: هِيَ الْعَوَامِلُ الْأَسَاسِيَّةُ لِإِيثَارِ الْآخِرَةِ، ثُمَّ عَرَضَ الدُّنْيَا فِي حَقِيقَتِهَا بِقَوْلِهِ: اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ إِلَى قَوْلِهِ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ [٥٧ \\ ٢٠ - ٢١] . </p><p> فَوَصَفَ الدَّاءَ وَالدَّوَاءَ مَعًا فِي هَذَا السِّيَاقِ. فَالدَّاءُ: هُوَ الْغُرُورُ، وَالدَّوَاءُ: هُوَ الْمُسَابَقَةُ إِلَى مَغْفِرَةٍ مِنَ اللَّهِ وَرِضْوَانِهِ. </p><p> وَقَوْلُهُ: إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى، قِيلَ: اسْمُ الْإِشَارَةِ رَاجِعٌ إِلَى السُّورَةِ كُلِّهَا ; لِتَضَمُّنِهَا مَعْنَى التَّوْحِيدِ وَالْمَعَادِ، وَالذِّكْرِ، وَالْعِبَادَاتِ. وَالصُّحُفُ الْأُولَى: هِيَ «صُحُفِ إِبْرَاهِيمَ وَمُوسَى» ، عَلَى أَنَّهَا بَدَلٌ مِنَ الْأُولَى. </p><p> وَجَاءَ عِنْدَ الْقُرْطُبِيِّ: أَنَّ صُحُفَ إِبْرَاهِيمَ كَانَتْ أَمْثَالًا، وَصُحُفَ مُوسَى كَانَتْ مَوَاعِظَ، وَذَكَرَ نَمَاذِجَ لَهَا. </p><p> وَعِنْدَ الْفَخْرِ الرَّازِيِّ مِنْ رِوَايَةِ أَبِي ذَرٍّ - رَضِيَ اللَّهُ عَنْهُ -: أَنَّهُ سَأَلَ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: «كَمْ أَنْزَلَ اللَّهُ مِنْ كِتَابٍ؟فَقَالَ:مِائَةً وَأَرْبَعَةَ كُتُبٍ: عَلَى آدَمَ عَشْرَ صُحُفٍ، وَعَلَى شِيثَ خَمْسِينَ صَحِيفَةً، وَعَلَى إِدْرِيسَ ثَلَاثِينَ صَحِيفَةً، وَعَلَى إِبْرَاهِيمَ عَشْرَ صَحَائِفَ، وَالتَّوْرَاةَ، وَالْإِنْجِيلَ، وَالزَّبُورَ، وَالْفُرْقَانَ» . </p><p> وَفِي هَذَا نَصٌّ عَلَى أَنَّ فِي الْقُرْآنِ مِمَّا فِي الصُّحُفِ الْأُولَى، وَقَدْ جَاءَ مَا يَدُلُّ أَنْ مَعَانٍ أُخْرَى كَذَلِكَ فِي صُحُفِ إِبْرَاهِيمَ وَمُوسَى كَمَا فِي سُورَةِ «النَّجْمِ» فِي قَوْلِهِ: أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وَفَّى أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى وَأَنَّ سَعْيَهُ سَوْفَ يُرَى [٥٣ \\ ٣٦ - ٤٠] . </p><p> وَهَذَا يُؤَيِّدُ أَنَّهَا أَكْثَرُهَا أَمْثَالًا وَمَوَاعِظَ، كَمَا يُؤَكِّدُ تَرَابُطَ الْكُتُبِ السَّمَاوِيَّةِ. </p>"
}