{
  "id": null,
  "sura": 87,
  "aya": 13,
  "text": "<p> وَقَوْلُهُ:  «فَلَا تَنْسَى» : بَحَثَهُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ مَعَ مَا يُنْسَخُ مِنَ الْآيَاتِ فَيَنْسَاهُ. </p><p> وَسَيُطْبَعُ - إِنْ شَاءَ اللَّهُ تَعَالَى - مَعَ هَذِهِ التَّتِمَّةِ، تَتِمَّةً لِلْفَائِدَةِ. </p><p> قَوْلُهُ تَعَالَى: فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى </p><p> هَلْ: إِنْ هُنَا بِمَعْنَى إِذْ أَوْ أَنَّهَا شَرْطِيَّةٌ؟ وَهَلْ لِلشَّرْطِ مَفْهُومُ مُخَالَفَةٍ أَمْ لَا؟ كُلُّ ذَلِكَ بَحَثَهُ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بِتَوَسُّعٍ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ، وَرَجَّحَ أَنَّهَا شَرْطِيَّةٌ، وَقَسَّمَ الْمَدْعُوَّ إِلَى ثَلَاثَةِ أَقْسَامٍ: مَقْطُوعٌ بِنَفْعِهِ، وَمَقْطُوعٌ بِعَدَمِ نَفْعِهِ، وَمُحْتَمَلٌ، وَقَالَ: مَحَلُّ التَّذْكِيرِ مَا لَمْ يَكُنْ مَقْطُوعًا بِعَدَمِ نَفْعِهِ، كَمَنْ بَيَّنَ لَهُ مِرَارًا فَأَعْرَضَ، كَأَبِي لَهَبٍ، وَقَدْ أَخْبَرَ اللَّهُ عَنْهُ بِمَآلِهِ فَلَا نَفْعَ فِي تَذْكِيرِهِ. </p><p> قَوْلُهُ تَعَالَى: سَيَذَّكَّرُ مَنْ يَخْشَى </p><p> تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ الْحِكْمَةِ مِنَ الذِّكْرَى. </p><p> وَمِنْهَا تَذْكِيرُ الْمُؤْمِنِينَ، وَذَلِكَ فِي الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ [٥١ \\ ٥٥] ، فِي سُورَةِ «الذَّارِيَاتِ» . </p><p> قَوْلُهُ تَعَالَى: وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى </p><p> أَيْ: بِسَبَبِ شَقَائِهِمُ السَّابِقِ أَزَلًا، كَمَا قَالَ تَعَالَى: فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ [١١ \\ ١٠٦] . </p><p> قَوْلُهُ تَعَالَى: ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا </p><p> نَفَى عَنْهُ الضِّدَّيْنِ ; لِأَنَّ الْإِنْسَانَ بِالذَّاتِ إِمَّا حَيٌّ وَإِمَّا مَيِّتٌ، وَلَا وَاسِطَةَ بَيْنَهُمَا، وَلَكِنْ فِي يَوْمِ الْقِيَامَةِ تَتَغَيَّرُ الْمَوَازِينُ وَالْمَعَايِيرُ، وَهَذَا أَبْلَغُ فِي التَّعْذِيبِ، إِذْ لَوْ مَاتَ لَاسْتَرَاحَ، وَمَعَ أَنَّهُ يَتَلَقَّى مِنَ الْعَذَابِ مَا لَا حَيَاةَ مَعَهُ، كَمَا فِي قَوْلِهِ تَعَالَى: لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا وَقَوْلُهُ (وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ)  [٣٥ \\ ٣٦] . وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ بَيَانُ مَعْنَى ذَلِكَ فِي سُورَةِ «طَهَ» عِنْدَ الْكَلَامِ </p>"
}