{
  "id": null,
  "sura": 87,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْأَعْلَى. </p><p> قَوْلُهُ تَعَالَى: سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى </p><p> تَقَدَّمَ مَعْنَى التَّسْبِيحِ، وَهُوَ التَّنْزِيهُ عَنْ كُلِّ مَا لَا يَلِيقُ، وَالْأَمْرُ بِالتَّسْبِيحِ هُنَا مُنْصَبٌّ عَلَى اسْمِ رَبِّكَ، وَفِي آيَاتٍ أُخَرَ جَاءَ الْأَمْرُ بِتَسْبِيحِ اللَّهِ تَعَالَى كَقَوْلِهِ: وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا [٧٦ \\ ٢٦] . وَمِثْلِ: فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ [٣٠ \\ ١٧] . </p><p> وَتَسْبِيحُ الرَّبِّ سُبْحَانَهُ كَقَوْلِهِ: سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ [٣٧ \\ ١٨٠] ، فَاخْتُلِفَ فِي هَذِهِ الْآيَةِ، هَلِ الْمُرَادُ تَسْبِيحُ اللَّهِ سُبْحَانَهُ، أَوِ الْمُرَادُ تَسْبِيحُ اسْمِهِ تَعَالَى، كَمَا هُوَ هُنَا؟ ثُمَّ اخْتُلِفَ فِي الْمُرَادِ بِتَسْبِيحِ اسْمِ اللَّهِ تَعَالَى، وَجَاءَتْ مَسْأَلَةُ الِاسْمِ وَالْمُسَمَّى. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي سُورَةِ «الْوَاقِعَةِ» ، عِنْدَ قَوْلِهِ تَعَالَى: فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ [٥٦ \\ ٩٦] ، قَوْلُهُ: إِنَّ الْبَاءَ هُنَاكَ دَاخِلَةٌ عَلَى الْمَفْعُولِ كَدُخُولِهَا عَلَيْهِ فِي قَوْلِهِ: وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا [١٩ \\ ٢٥] ، وَأَحَالَ عَلَى مُتَقَدِّمٍ فِي ذَلِكَ، وَحَكَى كَلَامَ الْقُرْطُبِيِّ أَنَّ الِاسْمَ بِمَعْنَى الْمُسَمَّى، وَاسْتَشْهَدَ لَهُ مِنْ كَلَامِ الْعَرَبِ بِقَوْلِ لَبِيدٍ: </p><p> إِلَى الْحَوْلِ ثُمَّ اسْمُ السَّلَامِ عَلَيْكُمَا ... وَمَنْ يَبْكِ حَوْلًا كَامِلًا فَقَدِ اعْتَذَرْ </p><p> وَقَالَ: لَا يَلْزَمُ فِي نَظَرِي أَنَّ الِاسْمَ بِمَعْنَى الْمُسَمَّى هُنَا ; لِإِمْكَانِ كَوْنِ الْمُرَادِ نَفْسُ الِاسْمِ ; لِأَنَّ أَسْمَاءَ اللَّهِ أَلْحَدَ فِيهَا قَوْمٌ وَنَزَّهَهَا آخَرُونَ، وَوَصَفَهَا اللَّهُ بِأَنَّهَا بَالِغَةُ غَايَةِ الْحُسْنِ ; لِاشْتِمَالِهَا عَلَى صِفَاتِهِ الْكَرِيمَةِ، كَمَا فِي قَوْلِهِ: وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا [٧ \\ ١٨٠] . </p><p> وَقَوْلِهِ تَعَالَى: أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى [١٧ \\ ١١٠] . ثُمَّ قَالَ: وَلَسْنَا نُرِيدُ أَنْ نَذْكُرَ كَلَامَ الْمُتَكَلِّمِينَ فِي الِاسْمِ وَالْمُسَمَّى: هَلِ الِاسْمُ هُوَ الْمُسَمَّى أَوْ لَا؟ لِأَنَّ مُرَادَنَا هُنَا بَيَانُ مَعْنَى الْآيَةِ. اهـ. </p><p> فَتَضَمَّنَ كَلَامُهُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - احْتِمَالَ كَوْنِ الْمُرَادِ: تَنْزِيهُ اسْمِ اللَّهِ عَمَّا أَلْحَدَ فِيهِ الْمُلْحِدُونَ، كَاحْتِمَالِ تَنْزِيهِ اللَّهِ تَعَالَى عَنْ كُلِّ مَا لَا يَلِيقُ بِجَلَالِهِ، كَمَا تَضَمَّنَ عَدَمَ لُزُومِ كَوْنِ الِاسْمِ هُنَا بِمَعْنَى الْمُسَمَّى، وَلَعَلَّنَا نُورِدُ مُجْمَلَ بَيَانِ تِلْكَ النِّقَاطِ. إِنْ شَاءَ اللَّهُ. </p><p> أَمَّا تَنْزِيهُ أَسْمَاءِ اللَّهِ فَهُوَ عَلَى عِدَّةِ مَعَانٍ، مِنْهَا: تَنْزِيهُهَا عَنْ إِطْلَاقِهَا عَلَى الْأَصْنَامِ: كَاللَّاتَ، وَالْعُزَّى، وَاسْمِ الْآلِهَةِ. </p><p> وَمِنْهَا: تَنْزِيهُهَا عَنِ اللَّهْوِ بِهَا وَاللَّعِبِ، كَالتَّلَفُّظِ بِهَا فِي حَالَةٍ تُنَافِي الْخُشُوعَ وَالْإِجْلَالَ: كَمَنْ يَعْبَثُ بِهَا وَيَلْهُو، وَنَظِيرُهُ مَنْ يَلْهُو وَيَسْهُو عَنْ صَلَاتِهِ: فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ [١٠٧ \\ ٤ - ٥] ، أَوْ وَضْعِهَا فِي غَيْرِ مَوَاضِعِهَا: كَنَقْشِ الثَّوْبِ، أَوِ الْفِرَاشِ الْمُمْتَهَنِ. </p><p> وَمِنْهَا: تَنْزِيهُهَا عَنِ الْمَوَاطِنِ غَيْرِ الطَّاهِرَةِ، وَقَدْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِذَا دَخَلَ الْخَلَاءَ نَزَعَ خَاتَمَهُ ; لِمَا فِيهِ مِنْ نَقْشِ مُحَمَّدٍ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَمِنْهُ: صِيَانَةُ الْأَوْرَاقِ الْمَكْتُوبَةِ مِنَ الِابْتِذَالِ صَوْنًا لِاسْمِ اللَّهِ. </p><p> وَعَلَى هَذَا تَكُونُ هَذِهِ الْآيَةُ مُوَضِّحَةً لِآيَةِ «الْوَاقِعَةِ» ، وَأَنَّ اسْمَ رَبِّكَ وَاقِعٌ مَوْقِعَ الْمَفْعُولِ بِهِ، وَهُوَ الْمُرَادُ بِالتَّسْبِيحِ، وَعَلَى أَنَّ الْمُرَادَ تَسْبِيحُ اللَّهِ تَعَالَى،، فَقَالُوا: إِنَّ الِاسْمَ هُوَ الْمُسَمَّى، كَمَا قَالَ الْقُرْطُبِيُّ وَغَيْرُهُ، وَقَالُوا: الِاسْمُ صِلَةٌ، كَمَا فِي بَيْتِ لَبِيدٍ الْمُتَقَدِّمِ. </p><p> أَمَّا مَسْأَلَةُ الِاسْمِ: هَلْ هُوَ عَيْنُ الْمُسَمَّى أَمْ لَا؟ فَقَدْ أَشَارَ إِلَيْهَا الْفَخْرُ الرَّازِيُّ، وَقَالَ: إِنَّهُ وَصْفٌ رَكِيكٌ. </p><p> أَمَّا قَوْلُ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -: وَلَا يَلْزَمُ فِي نَظَرِي كَوْنُ الِاسْمِ بِمَعْنَى الْمُسَمَّى هُنَا، فَإِنَّهُ بِلَازِمٍ إِلَى بَسْطٍ قَلِيلٍ ; لِيُظْهِرَ صِحَّةَ مَا قَالَهُ. </p><p> وَقَدْ نَاقَشَهَا الرَّازِيُّ بَعْدَ مُقَدِّمَةٍ، قَالَ فِيهَا: مِنَ النَّاسِ مَنْ تَمَسَّكَ بِهَذِهِ الْآيَةِ، فِي أَنَّ الِاسْمَ نَفْسُ الْمُسَمَّى. </p><p> فَأَقُولُ: إِنَّ الْخَوْضَ فِي الِاسْتِدْلَالِ لَا يُمْكِنُ إِلَّا بَعْدَ تَلْخِيصِ مَحَلِّ النِّزَاعِ، فَلَا بُدَّ هَا هُنَا مِنْ بَيَانِ أَنَّ الِاسْمَ مَا هُوَ؟ وَالْمُسَمَّى مَا هُوَ؟ </p><p> فَنَقُولُ: إِنْ كَانَ الْمُرَادُ مِنَ الِاسْمِ هُوَ هَذَا اللَّفْظُ، وَبِالْمُسَمَّى تِلْكَ الذَّاتُ، فَالْعَاقِلُ لَا يُمْكِنُ أَنْ يَقُولَ: الِاسْمُ هُوَ الْمُسَمَّى، وَإِنْ كَانَ الْمُرَادُ مِنَ الِاسْمِ هُوَ تِلْكَ الذَّاتُ، وَبِالْمُسَمَّى أَيْضًا تِلْكَ الذَّاتُ. كَانَ قَوْلُنَا: الِاسْمُ نَفْسُ الْمُسَمَّى ; هُوَ أَنَّ تِلْكَ الذَّاتَ هِيَ تِلْكَ الذَّاتُ. وَهَذَا لَا يُمْكِنُ أَنْ يُنَازِعَ فِيهِ عَاقِلٌ، فَعَلِمْنَا أَنَّ هَذِهِ الْمَسْأَلَةَ فِي وَصْفِهَا رَكِيكَةٌ، وَذَكَرَ الِاشْتِبَاهَ عَلَى الْمُتَأَخِّرِينَ ; بِسَبَبِ لَفْظِ الِاسْمِ الَّذِي هُوَ قَسِيمُ الْفِعْلِ وَالْحَرْفِ، إِذْ هُوَ مُرَادُ الْمُتَقَدِّمِينَ فِي إِطْلَاقِهِ وَإِرَادَةِ مُسَمَّاهُ. </p><p> وَمِنْ هُنَا تَعْلَمُ لِمَاذَا أَعْرَضَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - عَنْ بَيَانِهَا؟ وَقَدْ أَوْرَدْنَا هَذَا الْبَيَانَ الْمُجْمَلَ ; لِنُطْلِعَ الْقَارِئَ إِلَيْهِ، وَعَلَى كُلِّ تَقْدِيرٍ عِنْدَ الْمُتَقَدِّمِينَ أَوِ الْمُتَأَخِّرِينَ ; فَإِنَّهُ إِنْ وَقَعَ الِاحْتِمَالُ فِي الذَّوَاتِ الْأُخْرَى، فَلَا يَقَعُ فِي ذَاتِ اللَّهِ وَأَسْمَائِهِ ; لِأَنَّ لِأَسْمَاءِ اللَّهِ أَحْكَامًا لَا لِأَسْمَاءِ الْآخَرِينَ، وَلِأَسْمَائِهِ سُبْحَانَهُ حَقُّ التَّسْبِيحِ وَالتَّنْزِيهِ، وَالدُّعَاءِ بِهَا. كَمَا تَقَدَّمَ. </p><p> وَهُنَا وُجْهَةُ نَظَرٍ لَمْ أَرَ مَنْ صَرَّحَ بِهَا، وَلَكِنْ قَدْ تُفْهَمُ مِنْ كَلَامِ بَعْضِ الْمُفَسِّرِينَ، وَتُشِيرُ إِلَيْهَا السُّنَّةُ. وَهِيَ: أَنْ يَكُونَ التَّسْبِيحُ هُنَا بِمَعْنَى الذِّكْرِ وَالتَّعَبُّدِ: كَالتَّحْمِيدِ، وَالتَّهْلِيلِ، وَالتَّكْبِيرِ. </p><p> وَقَدْ جَاءَ فِي كَلَامِ الرَّازِيِّ قَوْلُهُ: وَيَكُونُ الْمَعْنَى سَبِّحْ رَبَّكَ بِذِكْرِ أَسْمَائِهِ، وَنَحْوُهُ فِي بَعْضِ نُقُولِ الطَّبَرِيِّ. </p><p> أَمَّا إِشَارَةُ السُّنَّةِ إِلَى ذَلِكَ، فَقَدْ رَوَى الطَّبَرِيُّ وَغَيْرُهُ عَنْهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أَنَّهَا لَمَّا نَزَلَتْ، قَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ أَنْ قَرَأَهَا:  «سُبْحَانَ رَبِّيَ الْأَعْلَى» . </p><p> وَكَذَلِكَ مَا رُوِيَ: أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَمَّا نَزَلَتْ: فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ [٥٦ \\ ٧٤] ، قَالَ:  «اجْعَلُوهَا فِي رُكُوعِكُمْ» وَلَمَّا نَزَلَتْ هَذِهِ، قَالَ:  «اجْعَلُوهَا فِي سُجُودِكُمْ» . </p>"
}