{
  "id": null,
  "sura": 88,
  "aya": 25,
  "text": "<p> دَحَاهَا فَلَمَّا اسْتَوَتْ شَدَّهَا ... سَوَاءً وَأَرْسَى عَلَيْهَا الْجِبَالَا </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الْمُزْنُ تَحْمِلُ عَذْبًا زُلَالَا </p><p> إِذَا هِيَ سِيقَتْ إِلَى بَلْدَةٍ ... أَطَاعَتْ فَصَبَّتْ عَلَيْهَا سِجَالَا </p><p> وَأَسْلَمْتُ وَجْهِي لِمَنْ أَسْلَمَتْ ... لَهُ الرِّيحُ تُصْرَفُ حَالًا فَحَالَا </p><p> فَكَانَ عَلَى هَؤُلَاءِ الْعُقَلَاءِ أَنْ يَنْظُرُوا بِدِقَّةٍ وَتَأَمُلٍ، فِيمَا يُحِيطُ بِهِمْ عَامَّةً. وَفِي تِلْكَ الْآيَاتِ الْكِبَارِ خَاصَّةً، فَيَجِدُونَ فِيهَا مَا يَكْفِيهِمْ. </p><p> كَمَا قِيلَ: </p><p> وَفِي كُلِّ شَيْءٍ لَهُ آيَةٌ ... تَدُلُّ عَلَى أَنَّهُ وَاحِدٌ </p><p> فَإِذَا لَمْ يَهْدِهِمْ تَفْكِيرُهُمْ، وَلَمْ تَتَّجِهْ أَنْظَارُهُمْ. فَذَكِّرْهُمْ إِنَّمَا أَنْتَ مُذَكِّرٌ. وَهَذَا عَامٌّ، أَيْ: سَوَاءٌ بِالدَّلَالَةِ عَلَى الْقُدْرَةِ مِنْ تِلْكَ الْمَصْنُوعَاتِ، أَوْ بِالتِّلَاوَةِ مِنْ آيَاتِ الْوَحْيِ. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِنَّ إِلَيْنَا إِيَابَهُمْ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ </p><p> فِيهِ الدَّلَالَةُ عَلَى أَنَّ الْإِيَابَ هُوَ الْمَرْجِعُ. </p><p> قَالَ عُبَيْدٌ: </p><p> وَكُلُّ ذِي غَيْبَةٍ يَئُوبُ ... وَغَائِبُ الْمَوْتِ لَا يَئُوبُ </p><p> كَمَا فِي قَوْلِهِ: إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ [٥ \\ ٤٨] ، وَهُوَ عَلَى الْحَقِيقَةِ كَمَا فِي صَرِيحِ مَنْطُوقِ قَوْلِهِ تَعَالَى: ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ الْآيَةَ [٣ \\ ٥٥] . وَقَوْلِهِ: ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ [٦ \\ ١٦٤] . </p><p> وَقَوْلُهُ: ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ [٨٨ \\ ٢٦] ، الْإِتْيَانُ بِثُمَّ ; لِلْإِشْعَارِ مَا بَيْنَ إِيَابِهِمْ وَبَدْءِ حِسَابِهِمْ: وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ [٢٢ \\ ٤٧] . </p><p> وَقَوْلُهُ: إِنَّ عَلَيْنَا، بِتَقَدُّمِ حَرْفِ التَّأْكِيدِ، وَإِسْنَادِ ذَلِكَ لِلَّهِ تَعَالَى، وَبِحَرْفِ «عَلَى» مِمَّا يُؤَكِّدُ ذَلِكَ لَا مَحَالَةَ، وَأَنَّهُ بِأَدَقِّ مَا يَكُونُ، وَعَلَى الصَّغِيرَةِ وَالْكَبِيرَةِ كَمَا فِي قَوْلِهِ: وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ [٢ \\ ٢٨٤] . </p><p> وَمِنَ الْوَاضِحِ مَجِيءُ إِنَّ إِلَيْنَا إِيَابَهُمْ ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ، بَعْدَ قَوْلِهِ تَعَالَى: فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ لَسْتَ عَلَيْهِمْ بِمُسَيْطِرٍ إِلَّا مَنْ تَوَلَّى وَكَفَرَ فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ ; تَسْلِيَةً لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَتَخْوِيفًا لِأُولَئِكَ الَّذِينَ تَوَلَّوْا وَأَعْرَضُوا، ثُمَّ إِنَّ الْحِسَابَ فِي الْيَوْمِ الْآخِرِ لَيْسَ خَاصًّا بِهَؤُلَاءِ، بَلْ هُوَ عَامٌّ بِجَمِيعِ الْخَلَائِقِ. وَلَكِنَّ إِسْنَادَهُ لِلَّهِ تَعَالَى مِمَّا يَدُلُّ عَلَى الْمَعَانِي الْمُتَقَدِّمَةِ. </p><p> نَسْأَلُ اللَّهَ الْعَفْوَ وَالسَّلَامَةَ. </p>"
}