{
  "id": null,
  "sura": 88,
  "aya": 8,
  "text": "<p> وَهَذَا هُوَ قَسِيمُ الْقِسْمِ الْأَوَّلِ فِي بَيَانِ حَالِ أَهْلِ الْجَنَّةِ، وَلَمْ يَعْطِفْ بِالْوَاوِ ; إِيذَانًا بِكَمَالِ تَبَايُنِ مَضْمُونَيْهِمَا. وَ «يَوْمَئِذٍ» : هُوَ يَوْمُ الْغَاشِيَةِ الْمُتَقَدِّمُ، وَهَذَا يَقْتَضِي أَنَّ الْغَاشِيَةَ عَامَّةٌ فِي الْفَرِيقَيْنِ. وَإِنِ اخْتَلَفَتْ أَحْوَالُهَا مَعَ مُخْتَلَفِ النَّاسِ، وَعَلَيْهِ فَمِنْهُمْ مَنْ تَغْشَاهُ بِهَوْلِهَا، وَمِنْهُمْ مَنْ تَغْشَاهُ بِنَعِيمِهَا. وَهِيَ بِالنِّسْبَةِ لِكُلٍّ مِنْهُمَا مُتَنَاهِيَةٌ فِيمَا تَغْشَاهُمْ بِهِ، وَهِيَ صَادِقَةٌ عَلَى الْفَرِيقَيْنِ. </p><p> وَمَعْلُومٌ أَنَّ الْغَاشِيَةَ تُطْلَقُ عَلَى الْخَيْرِ كَمَا تُطْلَقُ عَلَى الشَّرِّ، بِمَعْنَى الشُّمُولِ وَالْإِحَاطَةِ التَّامَّةِ. وَمِنْ إِطْلَاقِهَا عَلَى الْخَيْرِ مَا جَاءَ فِي الْحَدِيثِ:  «مَا جَلَسَ قَوْمٌ مَجْلِسًا يَذْكُرُونَ اللَّهَ تَعَالَى فِيهِ إِلَّا حَفَّتْهُمُ الْمَلَائِكَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ» أَخْرَجَهُ مُسْلِمٌ. </p><p> وَبَيَانُ ذَلِكَ وَتَحْقِيقُهُ فِي حَقِّ كِلَا الْقِسْمَيْنِ كَالْآتِي: </p><p> أَمَّا الْأَوَّلُ مِنْهُمَا: - وَهُوَ الْغَاشِيَةُ فِي حَقِّ أَهْلِ النَّارِ - فَقَدْ غَشِيَهُمُ الْعَذَابُ حِسًّا وَمَعْنًى، ظَاهِرًا وَبَاطِنًا أَوْ لَا خُشُوعَ فِي ذِلَّةٍ، وَهِيَ نَاحِيَةٌ نَفْسِيَّةٌ، وَهِيَ أَثْقَلُ أَحْيَانًا مِنَ النَّاحِيَةِ الْمَادِّيَّةِ، فَقَدْ يَخْتَارُ بَعْضُ النَّاسِ الْمَوْتَ عَنْهَا، ثُمَّ مَعَ الذِّلَّةِ الْعَمَلُ وَالنَّصَبُ حِسًّا وَبَدَنًا، وَمَعَ النَّصَبِ الشَّدِيدِ «تَصْلَى نَارًا حَامِيَةً» وَكَانَ يَكْفِي تَصْلَى نَارًا. وَلَكِنْ إِتْبَاعُهَا بِوَصْفِهَا حَامِيَةً ; فَهُوَ زِيَادَةٌ فِي إِبْرَازِ عَذَابِهِمْ، وَزِيَادَةٌ فِي غَشَيَانِ الْعَذَابِ لَهُمْ، ثُمَّ يُسْقَوْنَ «مِنْ عَيْنٍ آنِيَةٍ» : مُتَنَاهِيَةٍ فِي الْحَرَارَةِ ; فَيَكُونُونَ بَيْنَ نَارٍ حَامِيَةٍ مِنَ الْخَارِجِ وَحَمِيمٍ مِنَ الدَّاخِلِ تَصْهَرُ مِنْهُ الْبُطُونُ، فَهُوَ أَتَمُّ فِي الشُّمُولِ لِلْغَاشِيَةِ لَهُمْ مِنْ جَمِيعِ الْوُجُوهِ، وَفِي حَقِّ الْقِسْمِ الْمُقَابِلِ تَعْمِيمٌ كَامِلٌ وَسُرُورٌ شَامِلٌ كَالْآتِي، وُجُوهٌ نَاعِمَةٌ مُكْتَمِلَةُ النِّعْمَةِ، تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ. </p><p> وَهَذَا فِي شُمُولِهِ مِنَ النَّاحِيَةِ الْمَعْنَوِيَّةِ، كَمُقَابِلَةٍ فِي الْقِسْمِ الْأَوَّلِ بَدَلًا مِنْ خَاشِعَةٍ فِي ذِلَّةٍ نَاعِمَةٍ فِي نَضْرَةٍ «لِسَعْيِهَا رَاضِيَةٌ» الَّذِي سِعَتُهُ فِي الدُّنْيَا، وَالَّذِي تَسْعَى لِتَحْصِيلِهِ أَوْ ثَوَابِهِ «فِي جَنَّةٍ عَالِيَةٍ» بَدَلًا مِنْ عَمَلٍ وَنَصَبٍ. «لَا تَسْمَعُ فِيهَا لَاغِيَةً» : مَنْزِلَةٌ أَدَبِيَّةٌ رَفِيعَةٌ ; حَيْثُ لَا تَسْمَعُ فِيهَا كَلِمَةَ لَغْوٍ وَلَا يَلِيقُ بِهَا، فَهُوَ إِكْرَامٌ لَهُمْ حَتَّى فِي الْكَلِمَةِ الَّتِي يَسْمَعُونَهَا، كَمَا فِي قَوْلِهِ: </p>"
}