{
  "id": null,
  "sura": 89,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الْفَجْرِ. </p><p> قَوْلُهُ تَعَالَى: وَالْفَجْرِ وَلَيَالٍ عَشْرٍ وَالشَّفْعِ وَالْوَتْرِ وَاللَّيْلِ إِذَا يَسْرِي </p><p> اخْتُلِفَ فِي الْمُرَادِ بِالْفَجْرِ، فَقِيلَ: انْفِجَارُ النَّهَارِ مِنْ ظُلْمَةِ اللَّيْلِ. </p><p> وَقِيلَ: صَلَاةُ الْفَجْرِ. </p><p> وَكِلَا الْقَوْلَيْنِ لَهُ شَاهَدٌ مِنَ الْقُرْآنِ. أَمَّا انْفِجَارُ النَّهَارِ، فَكَمَا فِي قَوْلِهِ تَعَالَى: وَالصُّبْحِ إِذَا تَنَفَّسَ [٨١ \\ ١٨] . </p><p> وَأَمَّا صَلَاةُ الْفَجْرِ فَكَمَا فِي قَوْلِهِ: وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا [١٧ \\ ٧٨] ، وَلَكِنْ فِي السِّيَاقِ مَا يُقَرِّبُ الْقَوْلَ الْأَوَّلَ، إِذْ هُوَ فِي الْأَيَّامِ وَاللَّيَالِي:  \" الْفَجْرِ وَلَيَالٍ عَشْرٍ \" ، \" اللَّيْلِ إِذَا يَسْرِي \" ، وَكُلُّهَا آيَاتٌ زَمَنِيَّةٌ أُنْسِبَ لَهَا انْفِجَارُ النَّهَارِ. </p><p> بَقِيَ بَعْدَ ذَلِكَ اخْتِلَافُهُمْ فِي أَيِّ الْفَجْرِ عَنَى هُنَا؟ فَقِيلَ بِالْعُمُومِ فِي كُلِّ يَوْمٍ، وَقِيلَ: بِالْخُصُوصِ. وَالْأَوَّلُ قَوْلُ ابْنِ عَبَّاسٍ وَابْنِ الزُّبَيْرِ وَعَلِيٍّ - رَضِيَ اللَّهُ عَنْهُمْ -. </p><p> وَعَلَى الثَّانِي، فَقِيلَ: خُصُوصُ الْفَجْرِ يَوْمَ النَّحْرِ. وَقِيلَ: أَوَّلُ يَوْمِ الْمُحَرَّمِ، وَلَيْسَ هُنَاكَ نَصٌّ يُعَوَّلُ عَلَيْهِ. إِلَّا أَنَّ فَجْرَ يَوْمِ النَّحْرِ أَقْرَبُ إِلَى اللَّيَالِي الْعَشْرِ، إِنْ قُلْنَا: هِيَ عَشْرُ ذِي الْحِجَّةِ عَلَى مَا يَأْتِي. إِنْ شَاءَ اللَّهُ. </p><p> أَمَّا اللَّيَالِي الْعَشْرُ: فَأَقْوَالُ الْمُفَسِّرِينَ مَحْصُورَةٌ فِي عَشْرِ ذِي الْحِجَّةِ، وَعَشْرِ الْمُحَرَّمِ، وَالْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ. وَالْأَوَّلُ: جَاءَ عَنْ مَسْرُوقٍ أَنَّهَا الْعَشْرُ الَّتِي ذَكَرَهَا اللَّهُ فِي قِصَّةِ مُوسَى - عَلَيْهِ السَّلَامُ -: وَأَتْمَمْنَاهَا بِعَشْرٍ \" [٧ \\ ١٤٢] ، وَكُلُّهَا الْأَقْوَالُ الثَّلَاثَةُ مَرْوِيَّةٌ عَنِ ابْنِ عَبَّاسٍ. وَلَيْسَ فِي الْقُرْآنِ نَصٌّ بِعَيْنِهَا. </p><p> وَفِي السُّنَّةِ بَيَانُ فَضِيلَةِ عَشْرِ ذِي الْحِجَّةِ، وَعَشْرِ رَمَضَانَ كَمَا هُوَ مَعْلُومٌ، فَإِنَّ جَعْلَ الْفَجْرِ خَاصًّا بِيَوْمِ النَّحْرِ، كَانَ عَشْرُ ذِي الْحِجَّةِ أَقْرَبَ لِلسِّيَاقِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> \" وَالشَّفْعِ وَالْوَتْرِ \" : ذَكَرَ الْمُفَسِّرُونَ أَكْثَرَ مِنْ عِشْرِينَ قَوْلًا، وَمَجْمُوعُهَا يَشْمَلُ جَمِيعَ الْمَخْلُوقَاتِ جُمْلَةً وَتَفْصِيلًا. </p><p> أَمَّا جُمْلَةً، فَقَالُوا: إِنَّمَا الْوَتْرُ هُوَ اللَّهُ ; لِلْحَدِيثِ: \" إِنَّ اللَّهَ وَتْرٌ يُحِبُّ الْوَتْرَ \" ، وَمَا سِوَاهُ شَفْعٌ، كَمَا فِي قَوْلِهِ تَعَالَى: وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ [٥١ \\ ٤٩] ، فَهَذَا شَمِلَ كُلَّ الْوُجُودِ الْخَالِقِ وَالْمَخْلُوقِ، كَمَا فِي عُمُومِ فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لَا تُبْصِرُونَ [٦٩ \\ ٣٨ - ٣٩] . </p><p> أَمَّا التَّفْصِيلُ، فَقَالُوا: الْمَخْلُوقَاتُ إِمَّا شَفْعٌ كَالْحَيَوَانَاتِ أَزْوَاجًا، وَالسَّمَاءِ، وَالْأَرْضِ، وَالْجَبَلِ، وَالْبَحْرِ، وَالنَّارِ، وَالْمَاءِ. وَهَكَذَا ذَكَرُوا لِكُلِّ شَيْءٍ مُقَابِلَهُ، وَمِنَ الْأَشْيَاءِ الْفَرْدُ كَالْهَوَاءِ. وَكُلُّهَا مِنْ بَابِ الْأَمْثِلَةِ. </p><p> وَالْوَاقِعُ أَنَّ أَقْرَبَ الْأَقْوَالِ عِنْدِي - وَاللَّهُ أَعْلَمُ -: أَنَّهُ هُوَ الْأَوَّلُ ; لِأَنَّهُ ثَبَتَ عِلْمِيًّا أَنَّهُ لَا يُوجَدُ كَائِنٌ مَوْجُودٌ بِمَعْنَى الْوَتْرِ قَطُّ حَتَّى الْحَصَاةُ الصَّغِيرَةُ. </p><p> فَإِنَّهُ ثَبَتَ أَنَّ كُلَّ كَائِنٍ جَمَادٍ أَوْ غَيْرِهِ مُكَوَّنٌ مِنْ ذَرَّاتٍ، وَالذَّرَّةُ لَهَا نَوَاةٌ وَمُحِيطٌ، وَبَيْنَهُمَا ارْتِبَاطٌ وَعَنْ طَرِيقِهِمَا التَّفْجِيرُ الَّذِي اكْتُشِفَ فِي هَذَا الْعَصْرِ، حَتَّى فِي أَدَقِّ عَالَمِ الصِّنَاعَةِ: كَالْكَهْرُبَاءِ ; فَإِنَّهَا مِنْ سَالِبٍ وَمُوجَبٍ، وَهَكَذَا لَا بُدَّ مِنْ دَوْرَةٍ كَهْرُبَائِيَّةٍ لِلْحُصُولِ عَلَى النَّتِيجَةِ مِنْ أَيِّ جِهَازٍ كَانَ، حَتَّى الْمَاءُ الَّذِي كَانَ يُظَنُّ بِهِ الْبَسَاطَةُ ; فَهُوَ زَوْجٌ وَشَفْعٌ مِنْ عُنْصُرَيْنِ: أُوكْسِجِينْ وَهِدْرُوجِينْ، يَنْفَصِلَانِ إِذَا وَصَلَتْ دَرَجَةُ حَرَارَةِ الْمَاءِ إِلَى مِائَةٍ - أَيْ: الْغَلَيَانُ - وَيَتَآلَفَانِ إِذَا نَزَلَتِ الدَّرَجَةُ إِلَى حَدٍّ مُعَيَّنٍ فَيَتَاقَطَرَانِ مَاءً. وَهَكَذَا. </p><p> وَنَفْسُ الْهَوَاءِ عِدَّةُ غَازَاتٍ وَتَرَاكِيبَ، فَلَمْ يَبْقَ فِي الْكَوْنِ شَيْءٌ قَطُّ فَرْدًا وَتْرًا بِذَاتِهِ، إِلَّا مَا نَصَّ عَلَيْهِ الْحَدِيثُ:  \" إِنَّ اللَّهَ وَتْرٌ يُحِبُّ الْوَتْرُ \" ، وَيُمْكِنُ حَمْلُ الْحَدِيثِ عَلَى مَعْنَى الْوَتْرِ فِيهِ مُسْتَغْنٍ بِذَاتِهِ عَنْ غَيْرِهِ، وَالْوَاحِدُ فِي ذَاتِهِ وَأَسْمَائِهِ وَصِفَاتِهِ وَأَفْعَالِهِ. فَصِفَاتُهُ كُلُّهَا وَتْرٌ: كَالْعِلْمِ بِلَا جَهْلٍ وَالْحَيَاةِ بِلَا مَوْتٍ. إِلَخْ. بِخِلَافِ الْمَخْلُوقِ، وَقُلْنَا: الْمُسْتَغْنِي بِذَاتِهِ عَنْ غَيْرِهِ ; لِأَنَّ كُلَّ مَخْلُوقٍ شَفْعًا، فَإِنَّ كُلَّ عُنْصُرٍ مِنْهُ فِي حَاجَةٍ إِلَى الْعُنْصُرِ الثَّانِي ; لِيَكُونَ مَعَهُ ذَاكَ الشَّيْءُ وَاللَّهِ سُبْحَانَهُ بِخِلَافِ ذَلِكَ. وَلِهَذَا كَانَ الْقَوْلُ الْأَوَّلُ، وَهُوَ أَنَّ الْوَتْرَ هُوَ اللَّهُ، وَالشَّفْعَ هُوَ الْمَخْلُوقَاتُ جَمِيعُهَا، هُوَ الْقَوْلُ الرَّاجِحُ، وَهُوَ الْأَعَمُّ فِي الْمَعْنَى. </p><p> قَوْلُهُ: وَاللَّيْلِ إِذَا يَسْرِي، اتَّفَقَ الْمُفَسِّرُونَ عَلَى الْمَعْنَى وَهُوَ سَرَيَانُ اللَّيْلِ، وَلَكِنَّ </p><p> الْخِلَافَ فِي التَّعْيِينِ: هَلِ الْمُرَادُ بِهِ عُمُومُ اللَّيَالِي فِي كُلِّ لَيْلَةٍ أَمْ لَيْلَةٍ مُعَيَّنَةٍ؟ وَمَا هِيَ؟ </p><p> فَقِيلَ: بِالْعُمُومِ كَقَوْلِهِ: وَاللَّيْلِ إِذَا عَسْعَسَ [٨١ \\ ١٧] . </p><p> وَقِيلَ: بِالْخُصُوصِ فِي لَيْلَةِ مُزْدَلِفَةَ أَوْ لَيْلَةِ الْقَدْرِ. </p><p> وَأَيْضًا يُقَالُ: إِذَا كَانَ الْفَجْرُ فَجْرُ النَّحْرِ، وَالْعَشْرُ عَشْرُ ذِي الْحِجَّةِ فَيَكُونُ: وَاللَّيْلِ إِذَا يَسْرِي، لَيْلَةَ الْجَمْعِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَدْ رَجَّحَ الْقُرْطُبِيُّ وَغَيْرُهُ عُمُومَ اللَّيْلِ، وَقَدْ جَمَعَ فِي هَذَا الْقِسْمِ جَمِيعَ الْمَوْجُودَاتِ جُمْلَةً وَتَفْصِيلًا، فَشَمَلَتِ الْخَالِقَ وَالْمَخْلُوقَ وَالشَّفْعَ وَالْوَتْرَ إِجْمَالًا وَتَفْصِيلًا، فِي انْفِجَارِ الْفَجْرِ، وَانْتِشَارِ الْخَلْقِ، وَسَرَيَانِ اللَّيْلِ، وَسُكُونِ الْكَوْنِ، وَالْعِبَادَاتِ فِي اللَّيَالِي الْعَشْرِ. </p><p> فَكَانَ مِنْ أَعْظَمِ مَا أَقْسَمَ اللَّهُ بِهِ قَوْلُهُ تَعَالَى: هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ [٨٩ \\ ٥] ، أَيْ: عَقْلٌ، وَالْحِجْرُ كُلُّ مَادَّتِهِ تَدُورُ عَلَى الْإِحْكَامِ وَالْقُوَّةِ، فَالْحَجَرُ ; لِقُوَّتِهِ. وَالْحُجْرَةُ ; لِإِحْكَامٍ مَا فِيهَا. وَالْعَقْلُ سُمِّيَ حِجْرًا - بِكَسْرِ الْحَاءِ - ; لِأَنَّهُ يَحْجُرُ صَاحِبَهُ عَمًّا لَا يَلِيقُ. وَالْمَحْجُورُ عَلَيْهِ ; لِمَنْعِهِ مِنْ تَصَرُّفِهِ وَإِحْكَامِ أَمْرِهِ، وَحَجْرُ الْمَرْأَةِ لِطِفْلِهَا، فَهَذِهِ الْمُقْسَمُ بِهَا الْخَمْسَةُ هَلْ فِيهَا قَسَمٌ كَافٍ لِذِي عَقْلٍ؟ وَالْجَوَابُ: بَلَى، وَهَذَا مَا يُقَوِّي هَذَا الْقَسَمَ بِلَا شَكٍّ. </p><p> ثُمَّ اخْتُلِفَ فِي جَوَابِ هَذَا الْقَسَمِ: حَيْثُ لَمْ يُصَرِّحْ تَعَالَى بِهِ كَمَا صَرَّحَ بِهِ فِي نَظِيرِهِ، وَهُوَ قَوْلُهُ: فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ [٥٦ \\ ٧٥ - ٧٦] . ثُمَّ صَرَّحَ بِالْمُقْسَمِ عَلَيْهِ: إِنَّهُ لَقُرْآنٌ كَرِيمٌ الْآيَةَ [٥٦ \\ ٧٧] . وَهُنَا لَمْ يُصَرِّحْ بِهِ مَعَ عِظَمِ الْقَسَمِ ; فَوَقَعَ الْخِلَافُ فِي تَعْيِينِهِ. </p><p> فَقِيلَ: هُوَ مُقَدَّرٌ تَقْدِيرُهُ لَيُعَذِّبَنَّ يَدُلُّ لَهُ قَوْلُهُ: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِلَى قَوْلِهِ: فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ [٨٩ \\ ٦ - ١٤] . </p><p> وَقِيلَ: مَوْجُودٌ وَهُوَ قَوْلُهُ: إِنَّ رَبَّكَ لَبِالْمِرْصَادِ [٨٩ \\ ١٤] ، قَالَهُ الْقُرْطُبِيُّ. </p><p> وَهَذَا مِنْ حَيْثُ الصِّنَاعَةِ فِي اللُّغَةِ وَأَسَالِيبِ التَّفْسِيرِ وَجِيهٌ، وَلَكِنْ يُوجَدُ فِي نَظَرِي - وَاللَّهُ تَعَالَى أَعْلَمُ -: ارْتِبَاطٌ بَيْنَ الْقَسَمِ وَجَوَابُهُ، وَبَيْنَ مَا يَجِيءُ فِي آخِرِ السُّورَةِ مِنْ قَوْلِهِ </p>"
}