{
  "id": null,
  "sura": 92,
  "aya": 15,
  "text": "<p> وَهُوَ كَمَا هُوَ هُنَا: فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى [٩٢ \\ ١٤ - ١٦] ، وَهُوَ الْمَعْنَى فِي قَوْلِهِ قَبْلَهُ: وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى [٩٢ \\ ٨ - ٩] ، مِمَّا يَدُلُّ أَنَّ لِلنَّارِ عِدَّةَ حَالَاتٍ أَوْ مَنَاطِقَ أَوْ مَنَازِلَ، كُلُّ مَنْزِلَةٍ تَخْتَصُّ بِصِنْفٍ مِنَ النَّاسِ، فَاخْتَصَّتْ لَظَى بِهَذَا الصِّنْفِ، وَاخْتَصَّتْ سَقَرُ بِمَنْ لَمْ يَكُنْ مِنَ الْمُصَلِّينَ، وَكَانُوا يَخُوضُونَ مَعَ الْخَائِضِينَ، وَنَحْوَ ذَلِكَ. وَيَشْهَدُ لَهُ قَوْلُهُ: إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ [٤ \\ ١٤٥] ، كَمَا أَنَّ الْجَنَّةَ مَنَازِلٌ وَدَرَجَاتٌ، حَسَبَ أَعْمَالِ الْمُؤْمِنِينَ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى </p><p> هَذِهِ الْآيَةُ مِنْ مَوَاضِعِ الْإِيهَامِ، وَلَمْ يَتَعَرَّضْ لَهَا فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ، وَهُوَ أَنَّهَا تَنُصُّ وَعَلَى سَبِيلِ الْحَصْرِ، أَنَّهُ لَا يَصْلَى النَّارَ إِلَّا الْأَشْقَى مَعَ مَجِيءِ قَوْلِهِ تَعَالَى: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا [١٩ \\ ٧١] ; مِمَّا يَدُلُّ عَلَى وُرُودِ الْجَمِيعِ. </p><p> وَالْجَوَابُ مِنْ وَجْهَيْنِ: الْأَوَّلُ كَمَا قَالَ الزَّمَخْشَرِيُّ: إِنَّ الْآيَةَ بَيْنَ حَالِيْ عَظِيمٍ مِنَ الْمُشْرِكِينَ وَعَظِيمٍ مِنَ الْمُؤْمِنِينَ، فَأُرِيدَ أَنْ يُبَالَغَ فِي صِفَتَيْهِمَا الْمُتَنَاقِضَتَيْنِ. </p><p> فَقِيلَ: الْأَشْقَى وَجُعِلَ مُخْتَصًّا بِالصَّلَى، كَأَنَّ النَّارَ لَمْ تُخْلَقْ إِلَّا لَهُ، وَقَالَ الْأَتْقَى، وَجُعِلَ مُخْتَصًّا بِالْجَنَّةِ، وَكَأَنَّ الْجَنَّةَ لَمْ تُخْلَقْ إِلَّا لَهُ، وَقِيلَ عَنْهُمَا: هُمَا أَبُو جَهْلٍ، أَوْ أُمَيَّةُ بْنُ خَلَفٍ الْمُشْرِكَيْنِ، وَأَبُو بَكْرٍ الصِّدِّيقُ - رَضِيَ اللَّهُ عَنْهُ - حَكَاهُ أَبُو حَيَّانَ عَنِ الزَّمَخْشَرِيِّ. </p><p> وَالْوَجْهُ الثَّانِي: هُوَ أَنَّ الصَّلَى الدُّخُولُ وَالشَّيْءَ، وَأَنْ يَكُونَ وَقُودُ النَّارِ عَلَى سَبِيلِ الْخُلُودِ، وَالْوُرُودُ وَالدُّخُولُ الْمُؤَقَّتُ بِزَمَنٍ غَيْرِ الصَّلَى ; لِقَوْلِهِ فِي آيَةِ الْوُرُودِ، الَّتِي هِيَ قَوْلُهُ تَعَالَى: وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا [١٩ \\ ٧١] ، ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا [١٩ \\ ٧٢] ، وَيَبْقَى الْإِشْكَالُ، بَيْنَ الَّذِينَ اتَّقَوْا وَبَيْنَ الْأَتْقَى، وَيُجَابُ عَنْهُ: بِأَنَّ التَّقِيَّ يَرِدُ، وَالْأَتْقَى لَا يَشْعُرُ بِوُرُودِهَا، كَمَنْ يَمُرُّ عَلَيْهَا كَالْبَرْقِ الْخَاطِفِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَلَوْلَا التَّأْكِيدُ فِي آيَةِ الْوُرُودِ بِالْمَجِيءِ بِحَرْفِ \" مِنْ \" وَ \" إِلَّا \" ، وَقَوْلِهِ: كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا، لَوْلَا هَذِهِ الْمَذْكُورَاتُ لَكَانَ يُمْكِنُ أَنْ يُقَالَ: إِنَّهَا مَخْصُوصَةٌ بِهَذِهِ </p><p> الْآيَةِ، وَأَنَّ الْأَتْقَى لَا يَرِدُهَا، إِلَّا أَنَّ وُجُودَ تِلْكَ الْمَذْكُورَاتِ يَمْنَعُ مِنَ الْقَوْلِ بِالتَّخْصِيصِ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَفِيهِ تَقْرِيرُ مَصِيرِ الْقِسْمَيْنِ الْمُتَقَدِّمَيْنِ، \" مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ \" ، وَ \" مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ \" ، وَأَنْ صَلْيَهَا بِسَبَبِ التَّكْذِيبِ وَالتَّوَلِّي وَالْإِعْرَاضِ وَهُوَ عَيْنُ الشَّقَاءِ، وَيَتَجَنَّبُهَا الْأَتْقَى الَّذِي صَدَّقَ، وَكَانَ نَتِيجَةُ تَصْدِيقِهِ أَنَّهُ أَعْطَى مَالَهُ يَتَزَكَّى، وَجَعَلَ إِتْيَانَ الْمَالِ نَتِيجَةَ التَّصْدِيقِ أَمْرًا بَالِغَ الْأَهَمِّيَّةِ. </p><p> وَذَلِكَ أَنَّ الْعَبْدَ لَا يُخْرِجُ مِنْ مَالِهِ شَيْئًا إِلَّا بِعِوَضٍ ; لِأَنَّ الدُّنْيَا كُلَّهَا مُعَاوَضَةٌ، حَتَّى الْحَيَوَانُ تُعْطِيهِ عَلَفًا يُعْطِيكَ مَا يُقَابِلُهُ مِنْ خِدْمَةٍ أَوْ حَلِيبٍ. إِلَخْ. </p><p> فَالْمُؤْمِنُ الْمُصَدِّقُ بِالْحُسْنَى يُعْطِي، وَيَنْتَظِرُ الْجَزَاءَ الْأَوْفَى، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا ; لِأَنَّهُ مُؤْمِنٌ أَنَّهُ مُتَعَامِلٌ مَعَ اللَّهِ، كَمَا فِي قَوْلِهِ: مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا [٢ \\ ٢٤٥] . </p><p> أَمَّا الْمُكَذِّبُ: فَلَمْ يُؤْمِنْ بِالْجَزَاءِ آجِلًا، فَلَا يُخْرِجُ شَيْئًا ; لِأَنَّهُ لَمْ يَجِدْ عِوَضًا مُعَجَّلًا، وَلَا يَنْتَظِرُ ثَوَابًا مُؤَجَّلًا، وَلِذَا كَانَ الَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ، يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَيُوَاسُونَهُمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا، وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ، إِيمَانًا بِمَا عِنْدَ اللَّهِ، بَيْنَمَا كَانَ الْمُنَافِقُونَ لَا يُنْفِقُونَ إِلَّا كُرْهًا وَلَا يُخْرِجُونَ إِلَّا الرَّدِيءَ، الَّذِي لَمْ يَكُونُوا لِيَأْخُذُوهُ مِنْ غَيْرِهِمْ إِلَّا لِيُغْمِضُوا فِيهِ، وَكُلُّ ذَلِكَ سَبَبُهُ التَّصْدِيقُ بِالْحُسْنَى أَوِ التَّكْذِيبُ بِهَا. </p><p> وَلِذَا جَاءَ فِي الْحَدِيثِ الصَّحِيحِ:  \" وَالصَّدَقَةُ بُرْهَانٌ \" أَيْ: عَلَى صِحَّةِ الْإِيمَانِ بِمَا وَعَدَ اللَّهُ الْمُتَّقِينَ، مِنَ الْخَلَفِ الْمُضَاعَفَةِ الْحَسَنَةِ. </p><p> وَقَوْلُهُ: يُؤْتِي مَالَهُ يَتَزَكَّى، أَيْ: يَتَطَهَّرُ وَيَسْتَزِيدُ، إِذِ التَّزْكِيَةُ تَأْتِي بِمَعْنَى النَّمَاءِ، كَقَوْلِهِ تَعَالَى: خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا [٩ \\ ١٠٣] ، وَهَذَا رَدٌّ عَلَى قَوْلِهِ تَعَالَى: قَدْ أَفْلَحَ مَنْ تَزَكَّى [٨٧ \\ ١٤] ، وَعَلَى عُمُومِ: فَأَمَّا مَنْ أَعْطَى وَاتَّقَى [٩٢ \\ ٥] ، وَلَا يُقَالُ: إِنَّهَا زَكَاةُ الْمَالِ ; لِأَنَّ الزَّكَاةَ لَمْ تُشْرَعْ إِلَّا بِالْمَدِينَةِ، وَالسُّورَةُ مَكِّيَّةٌ عِنْدَ الْجُمْهُورِ، وَقِيلَ: مَدَنِيَّةٌ. وَالصَّحِيحُ الْأَوَّلُ. </p><p> تَنْبِيهٌ. </p><p> قَدْ قِيلَ أَيْضًا: إِنَّ الْمُرَادَ بِقَوْلِهِ: وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى، إِلَى آخِرِ السُّورَةِ. نَازِلٌ فِي أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - لِمَا كَانَ يُعْتِقُ ضَعَفَةَ الْمُسْلِمِينَ، وَمَنْ يُعَذَّبُونَ عَلَى إِسْلَامِهِمْ فِي مَكَّةَ، فَقِيلَ لَهُ: لَوِ اشْتَرَيْتَ الْأَقْوِيَاءَ يُسَاعِدُونَكَ وَيُدَافِعُونَ عَنْكَ. فَأَنْزَلَ اللَّهُ الْآيَاتِ إِلَى قَوْلِهِ: وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى [٩٢ \\ ١٩ - ٢٠] ، وَابْتِغَاءُ وَجْهِ رَبٍّ هُوَ بِعَيْنِهِ، وَصَدَّقَ بِالْحُسْنَى، أَيْ: لِوَجْهِ اللَّهِ يَرْجُو الثَّوَابَ مِنَ اللَّهِ. </p><p> وَكَمَا تَقَدَّمَ، فَإِنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ، وَإِنَّ صُورَةَ السَّبَبِ قَطْعِيَّةُ الدُّخُولِ. فَهَذِهِ بُشْرَى عَظِيمَةٌ لِلصِّدِّيقِ - رَضِيَ اللَّهُ عَنْهُ -: \" وَلَسَوْفَ يَرْضَى \" فِي غَايَةٍ مِنَ التَّأْكِيدِ مِنَ اللَّهِ تَعَالَى، عَلَى وَعْدِهِ إِيَّاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَأَرْضَاهُ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ: أَنَّ فِي الصَّحِيحَيْنِ أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:  \" مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ دَعَتْهُ خَزَنَةُ الْجَنَّةِ: يَا عَبْدَ اللَّهِ هَذَا خَيْرٌ،فَقَالَ أَبُو بَكْرٍ:يَا رَسُولَ اللَّهِ، مَا عَلَى مَنْ يُدْعَى مِنْهَا ضَرُورَةٌ، فَهَلْ يُدْعَى مِنْهَا كُلِّهَا أَحَدٌ؟ \" نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ \". اهـ.</p><p> وَإِنَّا لَنَرْجُو اللَّهَ كَذَلِكَ فَضْلًا مِنْهُ تَعَالَى. </p><p> تَنْبِيهٌ. </p><p> فِي قَوْلِهِ تَعَالَى: وَلَسَوْفَ يَرْضَى [٩٢ \\ ٢١] ، وَذَكَرَ ابْنُ كَثِيرٍ إِجْمَاعَ الْمُفَسِّرِينَ أَنَّهَا فِي أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - أَعْلَى مَنَازِلِ الْبُشْرَى ; لِأَنَّ هَذَا الْوَصْفَ بِعَيْنِهِ، قِيلَ لِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَطْعًا فِي السُّورَةِ بَعْدَهَا، سُورَةِ \" الضُّحَى \": وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى [٩٣ \\ ٤ - ٥] ، فَهُوَ وَعْدٌ مُشْتَرَكٌ لِلصِّدِّيقِ وَلِلرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَّا أَنَّهُ فِي حَقِّ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أُسْنِدَ الْعَطَاءُ فِيهِ لِلَّهِ تَعَالَى بِصِفَةِ الرُّبُوبِيَّةِ: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ، كَمَا ذَكَرَ فِيهِ الْعَطَاءَ، مِمَّا يَدُلُّ عَلَى غَيْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ مَعْلُومٌ بِالضَّرُورَةِ مِنْ أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لَهُ عَطَاءَاتٌ لَا يُشَارِكُهُ فِيهَا أَحَدٌ، عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p>"
}