{
  "id": null,
  "sura": 92,
  "aya": 11,
  "text": "<p> عَلَيْهِمْ فِيهِ، بَلْ وَقَدْ يَسْتَمْرِئُونَ الْحَرَامَ وَيَسْتَطْعِمُونَهُ. </p><p> كَمَا ذَكَرَ لِي شَخْصٌ: أَنَّ لِصًّا قَدْ كَفَّ عَنِ السَّرِقَةِ ; حَيَاءً مِنَ النَّاسِ، وَبَعْدَ أَنْ كَثُرَ مَالُهُ وَكَبُرَ سِنُّهُ أَعْطَى رَجُلًا دَرَاهِمَ ; لِيَسْرِقَ لَهُ مَنْ زَرْعِ جَارِهِ، فَذَهَبَ الرَّجُلُ وَدَارَ مِنْ جِهَةٍ أُخْرَى وَأَتَاهُ بِثَمَرَةٍ مِنْ زَرْعِهِ هُوَ، أَيْ: زَرْعِ اللِّصِّ نَفْسِهِ، فَلَمَّا أَكَلَهَا تَفِلَهَا، وَقَالَ: لَيْسَ فِيهِ طُعْمَةُ الْمَسْرُوقِ، فَمِنْ أَيْنَ أَتَيْتَ بِهِ؟ قَالَ: أَتَيْتُ بِهِ مِنْ زَرْعِكَ، أَلَا تَسْتَحِي مِنْ نَفْسِكَ، تَسْرِقُ وَعِنْدَكَ مَا يُغْنِيكَ. فَخَجِلَ وَكَفَّ. </p><p> وَقَدْ جَاءَ عَنْ عُمَرَ نَقِيضُ ذَلِكَ تَمَامًا، وَهُوَ أَنَّهُ لَمَّا طَلَبَ مِنْ غُلَامِهِ أَنْ يَسْقِيَهُ مِمَّا فِي شَكْوَتِهِ مِنْ لَبَنِهِ، فَلَمَّا طَعِمَهُ اسْتَنْكَرَ طَعْمَهُ، فَقَالَ لِلْغُلَامِ: مِنْ أَيْنَ هَذَا؟ فَقَالَ: مَرَرْتُ عَلَى إِبِلِ الصَّدَقَةِ فَحَلَبُوا لِي مِنْهَا، وَهَا هُوَ ذَا، فَوَضَعَ عُمَرَ إِصْبَعَهُ فِي فِيهِ، وَاسْتَقَاءَ مَا شَرِبَ. </p><p> إِنَّهَا حَسَاسِيَةُ الْحَرَامِ اسْتَنْكَرَهَا عُمَرُ، وَأَحَسَّ بِالْحَرَامِ فَاسْتَقَاءَهُ، وَهَذَا وَذَاكَ بِتَيْسِيرٍ مِنَ اللَّهِ تَعَالَى، وَصَدَقَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:» اعْمَلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ «.</p><p> وَنَحْنُ نُشَاهِدُ فِي الْأُمُورِ الْعَادِيَّةِ أَصْحَابَ الْمِهَنِ وَالْحِرَفِ كُلُّ وَاحِدٍ رَاضٍ بِعَمَلِهِ وَمُيَسَّرٌ لَهُ، وَهَكَذَا نِظَامُ الْكَوْنِ كُلُّهُ، وَالَّذِي يَهُمُّ هُنَا أَنَّ كُلًّا مِنَ الطَّاعَةِ أَوِ الْمَعْصِيَةِ لَهُ أَثَرُهُ عَلَى مَا بَعْدَهُ. </p><p> تَنْبِيهٌ. </p><p> قِيلَ: إِنَّ هَذِهِ الْمُقَارَنَةَ بَيْنَ: مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى» ، وَ «مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى» ، وَاقِعَةٌ بَيْنَ أَبِي بَكْرٍ - رَضِيَ اللَّهُ عَنْهُ - وَبَيْنَ غَيْرِهِ مِنَ الْمُشْرِكِينَ. </p><p> وَمَعْلُومٌ أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ فَهِيَ عَامَّةٌ فِي كُلِّ مَنْ «أَعْطَى وَاتَّقَى وَصَدَّقَ» ، أَوْ «بَخِلَ وَاسْتَغْنَى وَكَذَّبَ» . وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى </p><p> رَدٌّ عَلَى «مَنْ بَخِلَ وَاسْتَغْنَى» ، وَ «مَا» هُنَا يُمْكِنُ أَنْ تَكُونَ نَافِيَةً، أَيْ: لَا يُغْنِي عَنْهُ شَيْءٌ، كَمَا فِي قَوْلِهِ: مَا أَغْنَى عَنِّي مَالِيَهْ [٦٩ \\ ٢٨] ، وَقَوْلِهِ: يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ [٢٦ \\ ٨٨] . </p>"
}