{
  "id": null,
  "sura": 92,
  "aya": 14,
  "text": "<p> وَيُمْكِنُ أَنْ تَكُونَ اسْتِفْهَامِيَّةً، وَقَوْلُهُ: إِذَا تَرَدَّى، أَيْ: فِي النَّارِ - عِيَاذًا بِاللَّهِ - أَوْ تَرَدَّى فِي أَعْمَالِهِ، فَمَآلُهُ إِلَى النَّارِ ; بِسَبَبِ بُخْلِهِ فِي الدُّنْيَا، كَمَا يَشْهَدُ لَهُ قَوْلُهُ تَعَالَى: وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ الْآيَةَ [٣ \\ ١٨٠] . </p><p> قَوْلُهُ تَعَالَى: إِنَّ عَلَيْنَا لَلْهُدَى </p><p> فِيهِ لِلْعُلَمَاءِ أَوْجُهٌ، مِنْهَا: إِنَّ طَرِيقَ الْهُدَى دَالٌّ وَمُوَصِّلٌ عَلَيْنَا بِخِلَافِ الضَّلَالِ. </p><p> وَمِنْهَا: الْتِزَامُ اللَّهِ لِلْخَلْقِ عَلَيْهِ لَهُمُ الْهُدَى، وَهَذَا الْوَجْهُ مَحَلُّ إِشْكَالٍ ; إِذْ إِنَّ بَعْضَ الْخَلْقِ لَمْ يَهْدِهِمُ اللَّهُ. </p><p> وَقَدْ بَحَثَ هَذَا الْأَمْرَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ: مِنْ أَنَّ الْجَوَابَ عَلَيْهِ مِنْ حَيْثُ إِنَّ الْهُدَى عَامٌّ وَخَاصٌّ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى </p><p> أَيْ: بِكَمَالِ التَّصَرُّفِ وَالْأَمْرِ، وَقَدْ بَيَّنَهُ تَعَالَى فِي سُورَةِ «الْفَاتِحَةِ» : الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [١ \\ ٢] ، أَيْ: الْمُتَصَرِّفُ فِي الدُّنْيَا مَالِكِ يَوْمِ الدِّينِ [١ \\ ٤] ، أَيِ: الْمُتَصَرِّفُ فِي الْآخِرَةِ وَحْدَهُ: لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ [٤٠ \\ ١٦] . </p><p> وَهَذَا كَدَلِيلٍ عَلَى تَيْسِيرِهِ لِعِبَادِهِ إِلَى مَا يَشَاءُ فِي الدُّنْيَا، وَمُجَازَاتِهِمْ بِمَا شَاءَ فِي الْآخِرَةِ. </p><p> قَوْلُهُ تَعَالَى: فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى </p><p> أَيْ: تَتَلَظَّى، وَاللَّظَى: اللَّهَبُ الْخَالِصُ، وَفِي وَصْفِ النَّارِ هُنَا بِتَلَظَّى مَعَ أَنَّ لَهَا صِفَاتٍ عَدِيدَةً مِنْهَا: السَّعِيرُ، وَسَقَرُ، وَالْجَحِيمُ، وَالْهَاوِيَةُ، وَغَيْرُ ذَلِكَ. </p><p> وَذَكَرَ هُنَا صِنْفًا خَاصًّا، وَهُوَ مَنْ «كَذَّبَ وَتَوَلَّى»  [٩٢ \\ ١٦] ، كَمَا تَقَدَّمَ فِي مَوْضِعٍ آخَرَ فِي وَصْفِهَا أَيْضًا بِلَظَى فِي قَوْلِهِ تَعَالَى: كَلَّا إِنَّهَا لَظَى نَزَّاعَةً لِلشَّوَى [٧٠ \\ ١٥ - ١٦] ، ثُمَّ بَيَّنَ أَهْلَهَا بِقَوْلِهِ: تَدْعُوا مَنْ أَدْبَرَ وَتَوَلَّى وَجَمَعَ فَأَوْعَى [٧٠ \\ ١٧] . </p>"
}