{
  "id": null,
  "sura": 93,
  "aya": 7,
  "text": "<p> وَمِنْهَا: الشَّفَاعَةُ فِي دُخُولِ الْجَنَّةِ، كَمَا فِي الْحَدِيثِ:  «أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَوَّلُ مَنْ تُفْتَحُ لَهُ الْجَنَّةُ،وَأَنَّ رِضْوَانَ خَازِنَ الْجَنَّةِ يَقُولُ لَهُ:أُمِرْتُ أَلَّا أَفْتَحَ لِأَحَدٍ قَبْلَكَ» . </p><p> وَمِنْهَا: الشَّفَاعَةُ الْمُتَعَدِّدَةُ حَتَّى لَا يَبْقَى أَحَدٌ مِنْ أُمَّتِهِ فِي النَّارِ، كَمَا فِي الْحَدِيثِ:  «لَا أَرْضَى وَأَحَدٌ مِنْ أُمَّتِي فِي النَّارِ» أَسْأَلُ اللَّهَ أَنْ يَرْزُقَنَا شَفَاعَتَهُ، وَيُورِدَنَا حَوْضَهُ. آمِينَ. </p><p> وَشَفَاعَتُهُ الْخَاصَّةُ فِي الْخَاصِّ فِي عَمِّهِ أَبِي طَالِبٍ، فَيُخَفَّفُ عَنْهُ بِهَا مَا كَانَ فِيهِ. </p><p> وَمِنْهَا: شَهَادَتُةُ عَلَى الرُّسُلِ، وَشَهَادَةُ أُمَّتِهِ عَلَى الْأُمَمِ وَغَيْرُ ذَلِكَ، وَهَذِهِ بِلَا شَكٍّ عَطَايَا مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ لِحَبِيبِهِ وَصَفِيِّهِ الْكَرِيمِ، - صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ -، وَعَلَى آلِهِ وَصَحِبَهُ وَسَلَّمَ تَسْلِيمًا. </p><p> تَنْبِيهٌ. </p><p> اللَّامُ فِي وَلَلْآخِرَةُ وَفِي وَلَسَوْفَ لِلتَّأْكِيدِ وَلَيْسَتْ لِلْقَسَمِ، وَهِيَ فِي الْأَوَّلِ دَخَلَتْ عَلَى الْمُبْتَدَأِ، وَفِي الثَّانِيَةِ الْمُبْتَدَأُ مَحْذُوفٌ تَقْدِيرُهُ: لَأَنْتَ سَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى. قَالَهُ أَبُو حَيَّانَ وَأَبُو السُّعُودِ. </p><p> قَوْلُهُ تَعَالَى: أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى </p><p> تَقَدَّمَ بَيَانُ مَعْنَى الْيَتِيمِ عِنْدَ قَوْلِهِ تَعَالَى: وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا [٧٦ \\ ٨] . </p><p> وَالرَّسُولُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَاتَ أَبُوهُ، وَهُوَ حَمْلٌ لَهُ سِتَّةُ أَشْهُرٍ، وَمَاتَتْ أُمُّهُ وَهِيَ عَائِدَةٌ مِنَ الْمَدِينَةِ بِالْأَبْوَاءِ وَعُمْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. </p><p> وَقَدْ قِيلَ: إِنَّ يُتْمَهُ ; لِأَنَّهُ لَا يَكُونُ لِأَحَدٍ حَقٌّ عَلَيْهِ، نَقَلَهُ أَبُو حَيَّانَ. </p><p> وَالَّذِي يَظْهَرُ أَنَّ يُتْمَهُ رَاجِعٌ إِلَى قَوْلِهِ: مَا وَدَّعَكَ رَبُّكَ، أَيْ: لِيَتَوَلَّى اللَّهُ تَعَالَى أَمْرَهُ مِنْ صِغَرِهِ، وَتَقَدَّمَ مَعْنَى إِيوَاءِ اللَّهِ لَهُ، فَكَانَ يُتْمُهُ لِإِبْرَازِ فَضْلِهِ ; لِأَنَّ يَتِيمَ الْأَمْسِ أَصْبَحَ سَيِّدَ الْغَدِ، وَكَافِلَ الْيَتَامَى. </p><p> قَوْلُهُ تَعَالَى: وَوَجَدَكَ ضَالًّا فَهَدَى </p><p> الضَّلَالُ: يَكُونُ حِسًّا وَمَعْنًى، فَالْأَوَّلُ: كَمَنْ تَاهَ فِي طَرِيقٍ يَسْلُكُهُ، وَالثَّانِي: كَمَنْ تَرَكَ الْحَقَّ فَلَمْ يَتَّبِعْهُ. </p><p> فَقَالَ قَوْمٌ: الْمُرَادُ هُنَا هُوَ الْأَوَّلُ، كَأَنْ قَدْ ضَلَّ فِي شِعْبٍ مِنْ شِعَابِ مَكَّةَ، أَوْ فِي طَرِيقِهِ إِلَى الشَّامِ. وَنَحْوَ ذَلِكَ. </p><p> وَقَالَ آخَرُونَ: إِنَّمَا هُوَ عِبَارَةٌ عَنْ عَدَمِ التَّعْلِيمِ أَوَّلًا، ثُمَّ مَنْحِهِ مِنَ الْعِلْمِ مِمَّا لَمْ يَكُنْ يَعْلَمُ، كَقَوْلِهِ: مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا [٤٢ \\ ٥٢] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَحْثُ هَذِهِ الْمَسْأَلَةِ فِي عِدَّةِ مَوَاضِعَ: </p><p> أَوَّلًا: فِي سُورَةِ «يُوسُفَ» عِنْدَ قَوْلِهِ تَعَالَى: إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ [١٢ \\ ٨] ، وَسَاقَ شَوَاهِدَ الضَّلَالِ لُغَةً هُنَاكَ. </p><p> وَثَانِيًا: فِي سُورَةِ «الْكَهْفِ» عِنْدَ قَوْلِهِ تَعَالَى: الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا [١٨ \\ ١٠٤] . </p><p> وَثَالِثًا: فِي سُورَةِ «الشُّعَرَاءِ» عِنْدَ قَوْلِهِ تَعَالَى: قَالَ فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ [٢٦ \\ ٢٠] . </p><p> وَفِي دَفْعِ إِيهَامِ الِاضْطِرَابِ أَيْضًا، وَهَذَا كُلُّهُ يُغْنِي عَنْ أَيِّ بَحْثٍ آخَرَ. </p><p> وَمِنَ الطَّرِيفِ مَا ذَكَرَهُ أَبُو حَيَّانَ عِنْدَ هَذِهِ الْآيَةِ، حَيْثُ قَالَ: وَلَقَدْ رَأَيْتُ فِي النَّوْمِ، أَنِّي أُفَكِّرُ فِي هَذِهِ الْجُمْلَةِ، فَأَقُولُ عَلَى الْفَوْرِ:  «وَوَجَدَكَ» : أَيْ: وَجَدَ رَهْطَكَ «ضَالًّا» فَهَدَاهُ بِكَ، ثُمَّ أَقُولُ: عَلَى حَذْفِ مُضَافٍ، نَحْوُ:  «وَاسْأَلِ الْقَرْيَةَ»  [١٢ \\ ٨٢] . اهـ. </p><p> وَقَدْ أَوْرَدَ النَّيْسَابُورِيُّ هَذَا وَجْهًا فِي الْآيَةِ. </p><p> وَبِهَذِهِ الْمُنَاسَبَةِ أَذْكُرُ مَنَامَيْنِ كُنْتُ رَأَيْتُهُمَا وَلَمْ أُرِدْ ذِكْرَهُمَا حَتَّى رَأَيْتُ هَذَا لِأَبِي حَيَّانَ، فَاسْتَأْنَسْتُ بِهِ لِذِكْرِهِمَا، وَهُمَا: الْأَوَّلُ: عِنْدَمَا وَصَلْتُ إِلَى سُورَةِ «ن» عِنْدَ قَوْلِهِ تَعَالَى: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ [٦٨ \\ ٤] ، وَمِنْ مَنْهَجِ الْأَضْوَاءِ تَفْسِيرُ الْقُرْآنِ بِالْقُرْآنِ، وَهَذَا وَصْفٌ مُجْمَلٌ، وَحَدِيثُ عَائِشَةَ:  «كَانَ خُلُقُهُ الْقُرْآنَ» فَأَخَذْتُ فِي التَّفْكِيرِ، كَيْفَ أُفَصِّلُ هَذَا الْمَعْنَى مِنَ الْقُرْآنِ، وَأُبَيِّنُ حُكْمَهُ وَصَفْحَهُ وَصَبْرَهُ وَكَرَمَهُ وَعَطْفَهُ وَرَحْمَتَهُ </p>"
}