{
  "id": null,
  "sura": 93,
  "aya": 4,
  "text": "<p> ذَلِكَ، فَقَالَ:  «أَذْكُرُ الرَّصِيدَ فَأَكُونُ أَمَامَكَ، وَأَذْكُرُ الطَّلَبَ فَأَكُونُ وَرَاءَكَ،فَقَالَ:» أَتُرِيدُ لَوْ كَانَ سُوءٌ يَكُونُ بِكَ يَا أَبَا بَكْرٍ؟ «قَالَ: بَلَى، فَدَاكَ أَبِي وَأُمِّي يَا رَسُولَ اللَّهِ،ثُمَّ قَالَ:إِنْ أَهْلَكْ أَهْلَكْ وَحْدِي، وَإِنْ تَهْلَكْ تَهْلَكْ مَعَكَ الدَّعْوَةُ» ، فَذَاكَ عَمُّهُ فِي جَاهِلِيَّةٍ وَلَيْسَ عَلَى دِينِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهَذَا أَبُو بَكْرٍ الصِّدِّيقُ - رَضِيَ اللَّهُ عَنْهُ -. </p><p> قَوْلُهُ تَعَالَى: وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى </p><p> «خَيْرٌ» تَأْتِي مَصْدَرًا كَقَوْلِهِ: «إِنْ تَرَكَ خَيْرًا»  [٢ \\ ١٨٠] أَيْ: مَالًا كَثِيرًا، وَتَأْتِي أَفْعَلُ تَفْضِيلٍ مَحْذُوفَةَ الْهَمْزَةِ، وَهِيَ هُنَا أَفْعَلُ تَفْضِيلٍ بِدَلِيلِ ذِكْرِ الْمُقَابِلِ، وَذِكْرِ حَرْفِ «مِنْ» ، مِمَّا يَدُلُّ عَلَى أَنَّهُ سُبْحَانَهُ أَعْطَاهُ فِي الدُّنْيَا خَيْرَاتٍ كَثِيرَةً، وَلَكِنْ مَا يَكُونُ لَهُ فِي الْآخِرَةِ فَهُوَ خَيْرٌ وَأَفْضَلُ مِمَّا أَعْطَاهُ فِي الدُّنْيَا، وَيُوهِمُ أَنَّ الْآخِرَةَ خَيْرٌ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَحْدَهُ مِنَ الْأُولَى، وَلَكِنْ جَاءَ النَّصُّ عَلَى أَنَّهَا خَيْرٌ لِلْأَبْرَارِ جَمِيعًا، وَهُوَ قَوْلُهُ تَعَالَى: وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ [٣ \\ ١٩٨] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - بَيَانُ الْخَيْرِيَّةِ لِلْأَبْرَارِ عِنْدَ اللَّهِ، أَيْ: يَوْمَ الْقِيَامَةِ بِمَا أَعَدَّ لَهُمْ، كَمَا فِي قَوْلِهِ: إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ [٨٢ \\ ١٣] ، وَقَوْلِهِ: إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا [٧٦ \\ ٥] . </p><p> أَمَّا بَيَانُ الْخَيْرِيَّةِ هُنَا لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَبَيَانُ الْخَيْرِ فِي الدُّنْيَا أَوَّلًا، ثُمَّ بَيَانُ الْأَفْضَلِ مِنْهُ فِي الْآخِرَةِ. </p><p> أَمَّا فِي الدُّنْيَا الْمَدْلُولُ عَلَيْهِ بِأَفْعَلِ التَّفْضِيلِ، أَيْ: لِدَلَالَتِهِ عَلَى اشْتِرَاكِ الْأَمْرَيْنِ فِي الْوَصْفِ، وَزِيَادَةِ أَحَدِهِمَا عَلَى الْآخَرِ، فَقَدْ أَشَارَ إِلَيْهِ فِي هَذِهِ السُّورَةِ وَالَّتِي بَعْدَهَا، فَفِي هَذِهِ السُّورَةِ قَوْلُهُ تَعَالَى: أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى [٩٣ \\ ٦] ، أَيْ: مُنْذُ وِلَادَتِهِ وَنَشْأَتِهِ، وَلَقَدْ تَعَهَّدَهُ اللَّهُ سُبْحَانَهُ مِنْ صِغَرِهِ فَصَانَهُ عَنْ دَنَسِ الشِّرْكِ، وَطَهَّرَهُ وَشَقَّ صَدْرَهُ وَنَقَّاهُ، وَكَانَ رَغْمَ يُتْمِهِ سَيِّدَ شَبَابِ قُرَيْشٍ، حَيْثُ قَالَ عَمُّهُ عِنْدَ خِطْبَتِهِ خَدِيجَةَ لِزَوَاجِهِ بِهَا، فَقَالَ:  «فَتًى لَا يُعَادِلُهُ فَتًى مِنْ قُرَيْشٍ، حِلْمًا وَعَقْلًا وَخُلُقًا، إِلَّا رَجَحَ عَلَيْهِ» . </p><p> وَقَوْلُهُ: وَوَجَدَكَ ضَالًّا فَهَدَى وَوَجَدَكَ عَائِلًا فَأَغْنَى [٩٣ \\ ٧ - ٨] . </p><p> عَلَى مَا سَيَأْتِي بَيَانُهُ كُلُّهُ، فَهِيَ نِعَمٌ يُعَدِّدُهَا تَعَالَى عَلَيْهِ، وَهِيَ مِنْ أَعْظَمِ خَيْرَاتِ الدُّنْيَا </p>"
}