{
  "id": null,
  "sura": 93,
  "aya": 8,
  "text": "<p> وَرَأْفَتَهُ وَجِهَادَهُ وَعِبَادَتَهُ، وَكُلُّ ذَلِكَ مِمَّا جَعَلَنِي أَقِفُ حَائِرًا وَأَمْكُثُ عَنِ الْكِتَابَةِ عِدَّةَ أَيَّامٍ، فَرَأَيْتُ الشَّيْخَ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي النَّوْمِ، كَأَنَّنَا فِي الْجَامِعَةِ الْإِسْلَامِيَّةِ بِالْمَدِينَةِ الْمُنَوَّرَةِ، وَكَأَنَّهُ لَيْسَ فِي نَشَاطِهِ الْعَادِيِّ، فَسَأَلْتُهُ مَاذَا عِنْدَكَ الْيَوْمَ؟ </p><p> فَقَالَ: عِنْدِي تَفْسِيرٌ. فَقُلْتُ: أَتُدَرِّسُ الْيَوْمَ؟ قَالَ: لَا، فَقُلْتُ: وَمَا هَذَا الَّذِي بِيَدِكَ؟ - لِدَفْتَرٍ فِي يَدِهِ -، فَقَالَ: مُذَكِّرَةُ تَفْسِيرٍ، أَيْ: الَّتِي كَانَ سَيُفَسِّرُهَا - وَهِيَ مَخْطُوطَةٌ -، فَقُلْتُ لَهُ: مِنْ أَيْنَ فِي الْقُرْآنِ؟ فَقَالَ: مِنْ أَوَّلِ «ن» إِلَى آخِرِ الْقُرْآنِ، فَحَرَصْتُ عَلَى أَخْذِهَا لِأَكْتُبَ مِنْهَا، وَلَمْ أَتَجَرَّأْ عَلَى طَلَبِهَا صَرَاحَةً، وَلَكِنْ قُلْتُ لَهُ: إِذَا كُنْتَ لَمْ تُدَرِّسِ الْيَوْمَ فَأَعْطِنِيهَا أُبَيِّضُهَا وَأُجَلِّدُهَا لَكَ، وَآتِيكَ بِهَا غَدًا، فَأَعْطَانِيهَا فَانْتَبَهْتُ فَرَحًا بِذَلِكَ وَبَدَأْتُ فِي الْكِتَابَةِ. </p><p> وَالْمَرَّةُ الثَّانِيَةُ فِي سُورَةِ «الْمُطَفِّفِينَ» ، لَمَّا كَتَبْتُ عَلَى مَعْنَى التَّطْفِيفِ، ثُمَّ فَكَّرْتُ فِي التَّوَعُّدِ الشَّدِيدِ عَلَيْهِ مَعَ مَا يَتَأَتَّى فِيهِ مِنْ شَيْءٍ طَفِيفٍ، حَتَّى فَكَّرْتُ فِي أَنَّ لَهُ صِلَةً بِالرِّبَا، إِذَا مَا بِيعَ جِنْسٌ بِجِنْسِهِ، فَحَصَلَتْ مُغَايِرَةٌ فِي الْكَيْلِ وَوَقَعَ تَفَاضُلٌ، وَلَكِنِّي لَمْ أَجِدْ مَنْ قَالَ بِهِ، فَرَأَيْتُ فِيمَا يَرَى النَّائِمُ، أَنِّي مَعَ الشَّيْخِ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ -، وَلَكِنْ لَمْ يَتَحَدَّثْ مَعِي فِي شَيْءٍ مِنَ التَّفْسِيرِ. </p><p> وَبَعْدَ أَنْ رَاحَ عَنِّي، فَإِذَا بِشَخْصٍ لَا أَعْرِفُهُ يَقُولُ وَأَنَا أَسْمَعُ دُونَ أَنْ يُوَجِّهَ الْحَدِيثَ إِلَيَّ: إِنَّ فِي التَّطْفِيفِ رِبًا، إِذَا بِيعَ الْحَدِيدُ بِحَدِيدٍ، وَكَلِمَةً أُخْرَى فِي مَعْنَاهَا نَسِيتُهَا بَعْدَ أَنِ انْتَبَهْتُ. </p><p> وَقَدْ ذَكَرْتُ ذَلِكَ تَأَسِّيًا بِأَبِي حَيَّانَ، لِمَا أَجِدُ فِيهِ مِنْ إِينَاسٍ، وَاللَّهُ أَسْأَلُ أَنْ يُوَفِّقَنَا لِمَا يُحِبُّهُ وَيَرْضَاهُ، وَأَنْ يَهْدِيَنَا سَوَاءَ السَّبِيلِ، وَعَلَى مَا جَاءَ فِي الرُّؤْيَا مِنْ مُبَشِّرَاتٍ. وَبِاللَّهِ تَعَالَى التَّوَفِيقُ. </p><p> قَوْلُهُ تَعَالَى: وَوَجَدَكَ عَائِلًا فَأَغْنَى </p><p> الْعَائِلُ: صَاحِبُ الْعِيَالِ، وَقِيلَ: الْعَائِلُ الْفَقِيرُ، عَلَى أَنَّهُ مِنْ لَازِمِ الْعِيَالِ الْحَاجَةُ، وَلَكِنْ لَيْسَ بِلَازِمٍ، وَمُقَابَلَةُ «عَائِلًا» بِأَغْنَى، تَدُلُّ عَلَى أَنَّ مَعْنَى «عَائِلًا» أَيْ: فَقِيرًا، وَلِذَا قَالَ الشَّاعِرُ: </p><p> فَمَا يَدْرِي الْفَقِيرُ مَتَى غِنَاهُ ... وَمَا يَدْرِي الْغَنِيُّ مَتَى يَعِيلُ </p><p> وَمَا تَدْرِي وَإِنْ ذَمَّرْتَ سَقْبًا ... لِغَيْرِكَ أَمْ يَكُونُ لَكَ الْفَصِيل </p><p> وَهَذَا مِمَّا يَذْكُرُهُ اللَّهُ لِنَبِيِّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ تَعْدَادِ النِّعَمِ عَلَيْهِ، وَأَنَّهُ لَمْ يُوَدِّعْهُ وَمَا قَلَاهُ، لَقَدْ كَانَ فَقِيرًا مِنَ الْمَالِ فَأَغْنَاهُ اللَّهُ بِمَالِ عَمِّهِ. </p><p> وَقَدْ قَالَ عَمُّهُ فِي خُطْبَةِ نِكَاحِهِ بِخَدِيجَةَ: وَإِنْ كَانَ فِي الْمَالِ قَلَّ فَمَا أَحْبَبْتُمْ مِنَ الصَّدَاقِ فَعَلَيَّ، ثُمَّ أَغْنَاهُ اللَّهُ بِمَالِ خَدِيجَةَ، حَيْثُ جَعَلَتْ مَالَهَا تَحْتَ يَدِهِ. </p><p> قَالَ النَّيْسَابُورِيُّ مَا نَصُّهُ: يُرْوَى أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - دَخَلَ عَلَى خَدِيجَةَ وَهُوَ مَغْمُومٌ، فَقَالَتْ: مَا لَكَ؟ فَقَالَ:  «الزَّمَانُ زَمَانُ قَحْطٍ، فَإِنْ أَنَا بَذَلْتُ الْمَالَ يَنْفَدُ مَالُكِ، فَأَسْتَحْيِي مِنْكِ، وَإِنْ أَنَا لَمْ أَبْذُلْ أَخَافُ اللَّهَ» ، فَدَعَتْ قُرَيْشًا وَفِيهِمُ الصِّدِّيقُ، قَالَ الصِّدِّيقُ: فَأَخْرَجَتْ دَنَانِيرَ حَتَّى وَضَعَتْهَا، بَلَغَتْ مَبْلَغًا لَمْ يَقَعْ بَصَرِي عَلَى مَنْ كَانَ جَالِسًا قُدَّامِي، ثُمَّ قَالَتِ: اشْهَدُوا أَنَّ هَذَا الْمَالَ مَالُهُ، إِنْ شَاءَ فَرَقَّهُ، وَإِنْ شَاءَ أَمْسَكَهُ. </p><p> فَهَذِهِ الْقِصَّةُ وَإِنْ لَمْ يُذْكَرْ سَنَدُهَا، فَلَيْسَ بِغَرِيبٍ عَلَى خَدِيجَةِ - رَضِيَ اللَّهُ عَنْهَا - أَنْ تَفْعَلَ ذَلِكَ لَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَقَدْ فَعَلَتْ مَا هُوَ أَعْظَمُ مِنْ ذَلِكَ، حِينَ دَخَلَتْ مَعَهُ الشِّعْبَ فَتَرَكَتْ مَالَهَا، وَاخْتَارَتْ مُشَارَكَتَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لِمَا هُوَ فِيهِ مِنْ ضِيقِ الْعَيْشِ، حَتَّى أَكَلُوا وَرَقَ الشَّجَرِ، وَأَمْوَالُهَا طَائِلَةٌ فِي بَيْتِهَا. </p><p> ثُمَّ كَانَتِ الْهِجْرَةُ وَكَانَتْ مُوَاسَاةُ الْأَنْصَارِ، لَقَدْ قَدِمَ الْمَدِينَةَ تَارِكًا مَالَهُ وَمَالَ خَدِيجَةَ، حَتَّى إِنَّ الصِّدِّيقَ لَيَدْفَعُ ثَمَنَ الْمِرْبَدِ لِبِنَاءِ الْمَسْجِدِ، وَكَانَ بَعْدَ ذَلِكَ فَيْءُ بَنِي النَّضِيرِ، وَكَانَ يَقْضِي الْهِلَالَ، ثُمَّ الْهِلَالَ، ثُمَّ الْهِلَالَ، لَا يُوقَدُ فِي بَيْتِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَارٌ، إِنَّمَا هُمَا الْأَسْوَدَانِ: التَّمْرُ وَالْمَاءُ. </p><p> ثُمَّ جَاءَتْ غَنَائِمُ حُنَيْنٍ، فَأَعْطَى عَطَاءَ مَنْ لَا يَخْشَى الْفَقْرَ، وَرَجَعَ بِدُونِ شَيْءٍ، وَجَاءَ مَالُ الْبَحْرِينِ فَأَخَذَ الْعَبَّاسُ مَا يُطِيقُ حَمْلَهُ، وَأَخِيرًا تُوُفِّيَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَدِرْعُهُ مَرْهُونَةٌ فِي آصُعٍ مِنْ شَعِيرٍ. </p><p> وَقَوْلُهُ تَعَالَى: وَوَجَدَكَ عَائِلًا فَأَغْنَى، يُشِيرُ إِلَى هَذَا الْمَوْضِعِ ; لِأَنَّ «أَغْنَى» تَعْبِيرٌ بِالْفِعْلِ، وَهُوَ يَدُلُّ عَلَى التَّجَدُّدِ وَالْحُدُوثِ، فَقَدْ كَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنْ حَيْثُ الْمَالِ حَالًا فَحَالًا، وَالْوَاقِعُ أَنَّ غِنَاهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - كَانَ قَبْلَ كُلِّ شَيْءٍ، هُوَ غِنَى النَّفْسِ وَالِاسْتِغْنَاءُ عَنِ النَّاسِ، وَيَكْفِي أَنَّهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَجْوَدُ النَّاسِ. </p><p> وَكَانَ إِذَا لَقِيَهُ جِبْرِيلُ وَدَارَسَهُ الْقُرْآنَ كَالرِّيحِ الْمُرْسَلَةِ، فَكَانَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْقُدْوَةَ فِي </p>"
}