{
  "id": null,
  "sura": 93,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. </p><p> سُورَةُ الضُّحَى. </p><p> قَوْلُهُ تَعَالَى: وَالضُّحَى وَاللَّيْلِ إِذَا سَجَى مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى </p><p> تَقَدَّمَ مَعْنَى الضُّحَى فِي السُّورَةِ الْمُتَقَدِّمَةِ. </p><p> وَقِيلَ: الْمُرَادُ بِهِ هُنَا النَّهَارُ كُلُّهُ، كَمَا فِي قَوْلِهِ: أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ [٧ \\ ٩٧ - ٩٨] ، وَقَوْلِهِ: وَاللَّيْلِ إِذَا سَجَى قِيلَ: أَقْبَلَ، وَقِيلَ: شِدَّةُ ظَلَامِهِ، وَقِيلَ: غَطَّى، وَقِيلَ: سَكَنَ. </p><p> وَاخْتَارَ الشَّيْخُ - رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ - فِي إِمْلَائِهِ مَعْنَى: سَكَنَ. </p><p> وَاخْتَارَ ابْنُ جَرِيرٍ أَنَّهُ سَكَنَ بِأَهْلِهِ، وَثَبَتَ بِظَلَامِهِ، قَالَ: كَمَا يُقَالُ: بَحْرٌ سَاجٍ، إِذَا كَانَ سَاكِنًا، وَمِنْهُ قَوْلُ الْأَعْشَى: </p><p> فَمَا ذَنْبُنَا إِنْ جَاشَ بَحْرُ ابْنِ عَمِّكُمْ ... وَبَحْرُكَ سَاجٍ مَا يُوَارِي الدَّعَامِصَا </p><p> وَقَوْلُ الرَّاجِزِ: </p><p> يَا حَبَّذَا الْقَمْرَاءُ وَاللَّيْلُ السَّاجُ ... وَطَرْقٌ مِثْلُ مُلَاءِ النَّسَّاجِ </p><p> وَأَنْشَدَهُمَا الْقُرْطُبِيُّ، وَذَكَرَ قَوْلَ جَرِيرٍ: </p><p> وَلَقَدْ رَمَيْتُكِ يَوْمَ رُحْنَ بِأَعْيُنٍ ... يَنْظُرْنَ مِنْ خَلَلِ السُّتُورِ سَوَاجِ </p><p> أَقْسَمَ تَعَالَى بِالضُّحَى وَاللَّيْلِ هُنَا فَقَطْ ; لِمُنَاسَبَتِهَا لِلْمُقْسَمِ عَلَيْهِ ; لِأَنَّهُمَا طَرَفَا الزَّمَنِ وَظَرْفَ الْحَرَكَةِ وَالسُّكُونِ، فَإِنَّهُ يَقُولُ لَهُ مُؤَانِسًا:  «مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى» ، لَا فِي لَيْلٍ وَلَا فِي نَهَارٍ، عَلَى مَا سَيَأْتِي تَفْصِيلُهُ إِنْ شَاءَ اللَّهُ. </p><p> وَقَوْلُهُ: مَا وَدَّعَكَ رَبُّكَ، قُرِئَ بِالتَّشْدِيدِ مِنْ تَوْدِيعِ الْمُفَارِقِ. وَقُرِئَ: «مَا </p><p> وَدَعَكَ» ، بِالتَّخْفِيفِ مِنَ الْوَدْعِ، أَيْ: مِنَ التَّرْكِ، كَمَا قَالَ أَبُو الْأُسُودِ: </p><p> لَيْتَ شِعْرِي عَنْ خَلِيلٍ مَا الَّذِي ... نَمَا لَهُ فِي الْحُبِّ حَتَّى وَدَعَهُ </p><p> أَيْ تَرَكَهُ، وَقَوْلُ الْآخَرِ: </p><p> وَثَمَّ وَدَعْنَا آلَ عَمْرٍو وَعَامِرِ ... فَرَائِسَ أَطْرَافِ الْمُثَقَّفَةِ السُّمْرِ </p><p> أَيْ تَرَكُوهُمْ فَرَائِسَ السُّيُوفِ. </p><p> قَالَ أَبُو حَيَّانَ: وَالتَّوْدِيعُ مُبَالَغَةٌ فِي الْوَدْعِ ; لِأَنَّ مَنْ وَدَّعَكَ مُفَارِقًا، فَقَدْ بَالَغَ فِي تَرْكِكَ. اهـ. </p><p> وَالْقِرَاءَةُ الْأَوْلَى أَشْهَرُ وَأَوْلَى ; لِأَنَّ اسْتِعْمَالَ وَدَّعَ بِمَعْنَى تَرَكَ قَلِيلٌ. </p><p> قَالَ الْقُرْطُبِيُّ، وَقَالَ الْمُبَرِّدُ: لَا يَكَادُونَ يَقُولُونَ: وَدَعَ وَلَا وَذَرَ ; لِضَعْفِ الْوَاوِ إِذَا قُدِّمَتْ وَاسْتَغْنَوْا عَنْهَا بِتَرَكَ، وَيَدُلُّ عَلَى قَوْلِ الْمُبَرِّدِ سُقُوطُ الْوَاوِ فِي الْمُضَارِعِ، فَتَقُولُ فِي مُضَارِعِ وَدَعَ يَدَعُ كَيَزِنُ وَيَهَبُ وَيَرِثُ، مِنْ وَزَنَ وَوَهَبَ وَوَرِثَ، وَتَقُولُ فِي الْأَمْرِ: دَعْ وَزِنْ، وَهَبْ، أَمَّا ذَرْ بِمَعْنَى اتْرُكْ، فَلَمْ يَأْتِ مِنْهُ الْمَاضِي، وَجَاءَ الْمُضَارِعُ: يَذَرْهُمْ، وَالْأَمْرُ: ذَرْهُمْ. فَتَرَجَّحَتْ قِرَاءَةُ الْجُمْهُورِ بِالتَّشْدِيدِ مِنْ:  «وَدَّعَكَ» مِنَ التَّوْدِيعِ. </p><p> وَقَدْ ذَكَرْنَا هَذَا التَّرْجِيحَ ; لِأَنَّ وَدَّعَ بِمَعْنَى تَرَكَ فِيهَا شِدَّةٌ وَشِبْهُ جَفْوَةٍ وَقَطِيعَةٍ، وَهَذَا لَا يَلِيقُ بِمَقَامِ الْمُصْطَفَى - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عِنْدَ رَبِّهِ. أَمَّا الْمُوَادَعَةُ وَالْوَدَاعُ، فَقَدْ يَكُونُ مَعَ الْمَوَدَّةِ وَالصِّلَةِ، كَمَا يَكُونُ بَيْنَ الْمُحِبِّينَ عِنْدَ الِافْتِرَاقِ، فَهُوَ وَإِنْ وَادَعَهُ بِجِسْمِهِ فَإِنَّهُ لَمْ يُوَادِعْهُ بِحُبِّهِ وَعَطْفِهِ، وَالسُّؤَالِ عَنْهُ وَهُوَ مَا يَتَنَاسَبُ مَعَ قَوْلِهِ تَعَالَى: وَمَا قَلَى. </p><p> تَنْبِيهٌ. </p><p> هُنَا:  «مَا وَدَّعَكَ» بِصِيغَةِ الْمَاضِي، وَهُوَ كَذَلِكَ لِلْمُسْتَقْبَلِ، بِدَلِيلِ الْوَاقِعِ وَبِدَلِيلِ: وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى [٩٣ \\ ٤] ; لِأَنَّهَا تَدُلُّ عَلَى مُوَاصَلَةِ عِنَايَةِ اللَّهِ بِهِ، حَتَّى يَصِلَ إِلَى الْآخِرَةِ فَيَجِدُهَا خَيْرًا لَهُ مِنَ الْأُولَى، فَيَكُونُ مَا بَيْنَ ذَلِكَ كُلُّهُ فِي عِنَايَةِ وَرِعَايَةِ رَبِّهِ. </p><p> وَقَدْ جَاءَ فِي صُلْحِ الْحُدَيْبِيَةِ، قَالَ لِعُمَرَ:  «أَنَا عَبْدُ اللَّهِ وَرَسُولُهُ» ، أَيْ: تَحْتَ رَحْمَتِهِ وَفِي رِعَايَتِهِ. </p><p> وَقَوْلُهُ:  «وَمَا قَلَى» ، حَذَفَ كَافَ الْخِطَابِ لِثُبُوتِهَا فِيمَا مَعَهَا، فَدَلَّتْ عَلَيْهَا، هَكَذَا قَالَ الْمُفَسِّرُونَ. </p><p> وَقَالَ بَعْضُهُمْ: تُرِكَتْ لِرَأْسِ الْآيَةِ، وَالَّذِي يَظْهَرُ مِنْ لَطِيفِ الْخِطَابِ وَرَقِيقِ الْإِينَاسِ وَمَدَاخِلِ اللُّطْفِ، أَنَّ الْمُوَادَعَةَ تُشْعِرُ بِالْوَفَاءِ وَالْوُدِّ، فَأُبْرِزَتْ فِيهَا كَافُ الْخِطَابِ، أَيْ: لَمْ تَتَأَتَّ مُوَادَعَتُكَ وَأَنْتَ الْحَبِيبُ، وَالْمُصْطَفَى الْمُقَرَّبُ. </p><p> أَمَّا:  «قَلَى» : فَفِيهَا مَعْنَى الْبُغْضِ، فَلَمْ يُنَاسِبْ إِبْرَازُهَا إِمْعَانًا فِي إِبْعَادِ قَصْدِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِشَيْءٍ مِنْ هَذَا الْمَعْنَى، كَمَا تَقُولُ لِعَزِيزٍ عَلَيْكَ: لَقَدْ أَكْرَمْتُكَ، وَمَا أَهَنْتُ، لَقَدْ قَرَّبْتُكَ، وَمَا أَبْعَدْتُ، كَرَاهِيَةَ أَنْ تَنْطِقَ بِإِهَانَتِهِ وَكَرَاهِيَتِهِ، أَوْ تُصَرِّحَ بِهَا فِي حَقِّهِ، وَالْقَلَى: يُمَدُّ وَيُقْصَرُ هُوَ الْبُغْضُ، يُمَدُّ إِذَا فَتَحْتَ الْقَافَ، وَيُقْصَرُ إِذَا كَسَرْتَهَا، وَهُوَ وَاوِيٌّ وَيَائِيٌّ، وَذَكَرَ الْقُرْطُبِيُّ، قَالَ: أَنْشَدَ ثَعْلَبٌ: </p><p> أَيَّامُ أُمِّ الْغَمْرِ لَا نَقْلَاهَا ... وَلَوْ تَشَاءُ قَبَّلْتُ عَيْنَاهَا </p><p> وَقَالَ كُثَيِّرُ عَزَّةَ: </p><p> أَسِيئِي بِنَا أَوْ أَحْسِنِي لَا مَلُومَةٌ ... لَدَيْنَا وَلَا مَقْلِيَّةٌ إِنْ تَقَلَّتِ </p><p> فَالْأَوَّلُ قَالَ: فَقَلَاهَا مِنَ الْوَاوِيِّ، وَالثَّانِي قَالَ: مَقْلِيَّةٌ مِنَ الْيَاءِ، وَهُمَا فِي اللِّسَانِ شَوَاهِدُ. </p><p> وَقَدْ جَاءَ فِي السِّيرَةِ مَا يَشْهَدُ لِهَذَا الْمَعْنَى، وَيُثْبِتُ دَوَامَ مُوَالَاتِهِ سُبْحَانَهُ لِحَبِيبِهِ، وَعِنَايَتِهِ بِهِ وَحِفْظِهِ لَهُ بِمَا كَانَ بُكَاؤُهُ بِهِ عَمَّهُ، وَقَدْ قَالَ عَمُّهُ فِي ذَلِكَ: </p><p> وَاللَّهِ لَنْ يَصِلُوا إِلَيْكَ بِجَمْعِهِمْ ... حَتَّى أُوسَدَ فِي التُّرَابِ دَفِينًا </p><p> وَذَكَرَ ابْنُ هِشَامٍ فِي رِعَايَةِ عَمِّهِ لَهُ، أَنَّهُ كَانَ إِذَا جَنَّ اللَّيْلُ وَأَرَادُوا أَنْ يَنَامُوا، تَرَكَهُ مَعَ أَوْلَادِهِ يَنَامُونَ، حَتَّى إِذَا أَخَذَ كُلٌّ مَضْجَعَهُ، عَمَدَ عَمُّهُ إِلَى وَاحِدٍ مِنْ أَبْنَائِهِ، فَأَقَامَهُ وَأَتَى بِمُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَنَامُ مَوْضِعَهُ، وَذَهَبَ بِوَلَدِهِ يَنَامُ مَكَانَ مُحَمَّدٍ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، حَتَّى إِذَا كَانَ هُنَاكَ مَنْ يُرِيدُ بِهِ سُوءًا فَرَأَى مَكَانَهُ فِي أَوَّلِ اللَّيْلِ، ثُمَّ جَاءَ مَنْ يُرِيدُهُ بِسُوءٍ وَقَعَ السُّوءُ بِابْنِهِ، وَسَلِمَ مُحَمَّدٌ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، كَمَا فَعَلَ الصِّدِّيقُ - رَضِيَ اللَّهُ عَنْهُ - عِنْدَ الْخُرُوجِ إِلَى الْهِجْرَةِ فِي طَرِيقِهِمَا إِلَى الْغَارِ، فَكَانَ - رَضِيَ اللَّهُ عَنْهُ - تَارَةً يَمْشِي أَمَامَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَتَارَةً يَمْشِي وَرَاءَهُ، فَسَأَلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ </p>"
}