{
  "id": null,
  "sura": 94,
  "aya": 7,
  "text": "<p> وَقَوْلُهُ تَعَالَى: الَّذِي أَنْقَضَ ظَهْرَكَ، أَيْ: ثِقَلَهُ، مُشْعِرٌ بِأَنَّ لِلذَّنْبِ ثِقَلًا عَلَى الْمُؤْمِنِ يَنُوءُ بِهِ، وَلَا يُخَفِّفُهُ إِلَّا التَّوْبَةُ وَحَطَّهُ عِنْدَهُ. </p><p> وَقَوْلُهُ: وَرَفَعْنَا لَكَ ذِكْرَكَ لَمْ يُبَيِّنْ هُنَا بِمَ وَلَا كَيْفَ رَفَعَ لَهُ ذِكْرَهُ، وَالرَّفْعُ يَكُونُ حِسِّيًّا وَيَكُونُ مَعْنَوِيًّا، فَاخْتُلِفَ فِي الْمُرَادِ بِهِ أَيْضًا. </p><p> فَقِيلَ: هُوَ حِسِّيٌّ فِي الْأَذَانِ وَالْإِقَامَةِ، وَفِي الْخُطَبِ عَلَى الْمَنَابِرِ وَافْتِتَاحِيَّاتِ الْكَلَامِ فِي الْأُمُورِ الْهَامَّةِ، وَاسْتَدَلُّوا لِذَلِكَ بِالْوَاقِعِ فِعْلًا، وَاسْتَشْهَدُوا بِقَوْلِ حَسَّانَ - رَضِيَ اللَّهُ عَنْهُ - وَهِيَ أَبْيَاتٌ فِي دِيوَانِهِ مِنْ قَصِيدَةٍ دَالِيَّةٍ: </p><p> أَغَرُّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَمٌ ... مِنَ اللَّهِ مَشْهُودٌ يَلُوحُ وَيَشْهَدُ </p><p> وَضَمَّ الْإِلَهُ اسْمَ النَّبِيِّ إِلَى اسْمِهِ ... إِذَا قَالَ فِي الْخَمْسِ الْمُؤَذَّنِ أَشْهَدُ </p><p> وَشَقَّ لَهُ مِنِ اسْمِهِ لِيُجِلَّهُ ... فَذُو الْعَرْشِ مَحْمُودٌ وَهَذَا مُحَمَّدُ </p><p> وَمِنْ رَفْعِ الذِّكْرِ مَعْنًى، أَيْ: مِنَ الرِّفْعَةِ، ذِكْرُهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فِي كُتُبِ الْأَنْبِيَاءِ قَبْلَهُ، حَتَّى عُرِفَ لِلْأُمَمِ الْمَاضِيَةِ قَبْلَ مَجِيئِهِ. </p><p> وَقَدْ نَصَّ الْقُرْآنُ أَنَّ اللَّهَ جَعَلَ الْوَحْيَ ذِكْرًا لَهُ وَلِقَوْمِهِ، فِي قَوْلِهِ تَعَالَى: فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ [٤٣ \\ ٤٣ - ٤٤] ، وَمَعْلُومٌ أَنَّ ذِكْرَهُ قَوْمَهُ ذِكْرٌ لَهُ، كَمَا قَالَ الشَّاعِرُ: </p><p> وَكَمْ أَبٍ قَدْ عَلَا بِابْنٍ ذُرَى رُتَبِ ... كَمَا عَلَتْ بِرَسُولِ اللَّهِ عَدْنَانُ </p><p> فَتَبَيَّنَ أَنَّ رَفْعَ ذِكْرِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، إِنَّمَا هُوَ عَنْ طَرِيقِ الْوَحْيِ، سَوَاءٌ كَانَ بِنُصُوصٍ مِنْ تَوْجِيهِ الْخِطَابِ إِلَيْهِ بِمِثْلِ: يَا أَيُّهَا الرَّسُولُ [٥ \\ ٤١] ، يَا أَيُّهَا النَّبِيُّ [٨ \\ ٦٤] ، يَا أَيُّهَا الْمُدَّثِّرُ [٧٤ \\ ١] ، وَالتَّصْرِيحُ بِاسْمِهِ فِي مَقَامِ الرِّسَالَةِ: مُحَمَّدٌ رَسُولُ اللَّهِ [٤٨ \\ ٢٩] ، أَوْ كَانَ فِي فُرُوعِ التَّشْرِيعِ، كَمَا تَقَدَّمَ فِي أَذَانٍ، وَإِقَامَةٍ، وَتَشَهُّدٍ، وَخُطَبٍ، وَصَلَاةٍ عَلَيْهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَإِذَا فَرَغْتَ فَانْصَبْ وَإِلَى رَبِّكَ فَارْغَبْ النَّصَبُ: التَّعَبُ بَعْدَ الِاجْتِهَادِ، كَمَا فِي قَوْلِهِ: وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَاصِبَةٌ [٨٨ \\ ٢ - ٣] .ُُ </p><p> وَقَدْ يَكُونُ النَّصَبُ لِلدُّنْيَا أَوْ لِلْآخِرَةِ، وَلَمْ يُبَيِّنِ الْمُرَادَ بِالنَّصَبِ فِي أَيِّ شَيْءٍ، فَاخْتُلِفَ فِيهِ، وَلَكِنَّهَا أَقْوَالٌ مُتَقَارِبَةٌ. </p><p> فَقِيلَ: فِي الدُّعَاءِ بَعْدَ الْفَرَاغِ مِنَ الصَّلَاةِ. </p><p> وَقِيلَ: فِي النَّافِلَةِ مِنَ الْفَرِيضَةِ، وَالَّذِي يَشْهَدُ لَهُ الْقُرْآنُ، أَنَّهُ تَوْجِيهٌ عَامُّ لِلْأَخْذِ بِحَظِّ الْآخِرَةِ بَعْدَ الْفَرَاغِ مِنْ عَمَلِ الدُّنْيَا، كَمَا فِي مِثْلِ قَوْلِهِ تَعَالَى: وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا، وَقَوْلِهِ: إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا [٧٣ \\ ٦] ، أَيْ لِأَنَّهَا وَقْتُ الْفَرَاغِ مِنْ عَمَلِ النَّهَارِ وَفِي سُكُونِ اللَّيْلِ، وَقَوْلِهِ: إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا [١١٠ \\ ١ - ٣] ، فَيَكُونُ وَقْتُهُ كُلُّهُ مَشْغُولًا، إِمَّا لِلدُّنْيَا وَإِمَّا لِلدِّينِ. </p><p> وَفِي قَوْلِهِ فَإِذَا فَرَغْتَ فَانْصَبْ، حَلٌّ لِمُشْكِلَةِ الْفَرَاغِ الَّتِي شَغَلَتِ الْعَالَمَ حَيْثُ لَمْ تَتْرُكْ لِلْمُسْلِمِ فَرَاغًا فِي وَقْتِهِ ; لِأَنَّهُ إِمَّا فِي عَمَلٍ لِلدُّنْيَا، وَإِمَّا فِي عَمَلٍ لِلْآخِرَةِ. </p><p> وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ:  \" أَنَّهُ مَرَّ عَلَى رَجُلَيْنِ يَتَصَارَعَانِ،فَقَالَ لَهُمَا:مَا بِهَذَا أُمِرْنَا بَعْدَ فَرَاغِنَا \" . </p><p> وَرُوِيَ عَنْ عُمَرَ أَنَّهُ قَالَ:  \" إِنِّي لَأَكْرَهُ لِأَحَدِكُمْ أَنْ يَكُونَ خَالِيًا سَبَهْلَلًا، لَا فِي عَمَلِ دُنْيَا وَلَا دِينٍ \" وَلِهَذَا لَمْ يَشْكُ الصَّدْرُ الْأَوَّلُ فَرَاغًا فِي الْوَقْتِ. </p><p> وَمِمَّا يُشِيرُ إِلَى وَضْعِ الصَّدْرِ الْأَوَّلِ، مَا رَوَاهُ مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ أَنَّهُ قَالَ: قُلْتُ لِعَائِشَةَ - رَضِيَ اللَّهُ عَنْهَا - وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ: \" أَرَأَيْتِ قَوْلَ اللَّهِ تَعَالَى: إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا [٢ \\ ١٥٨] ، فَمَا عَلَى الرَّجُلِ شَيْءٌ أَلَّا يَطَّوَّفَ بِهِمَا؟ فَقَالَتْ عَائِشَةُ: كَلَّا ; لَوْ كَانَ كَمَا تَقُولُ لَكَانَتْ: فَلَا جُنَاحَ عَلَيْهِ أَلَّا يَطَّوَّفَ بِهِمَا. </p><p> فَانْظُرْ رَحِمَكَ اللَّهُ وَإِيَّايَ، فِيمَ يُفَكِّرُ حَدِيثُ السِّنِّ، وَكَيْفَ يَسْتَشْكِلُ مَعَانِيَ الْقُرْآنِ، فَمِثْلُهُ لَا يُوجَدُ عِنْدَهُ فَرَاغٌ. </p><p> تَنْبِيهٌ. </p><p> ذَكَرَ الْأَلُوسِيُّ فِي قَوْلِهِ تَعَالَى: فَانْصَبْ قِرَاءَةً شَاذَّةً بِكَسْرِ الصَّادِ، وَأَخَذَهَا الشِّيعَةُ عَلَى الْفَرَاغِ مِنَ النُّبُوَّةِ، وَنَصْبِ عَلِيٍّ إِمَامًا، وَقَالَ: لَيْسَ الْأَمْرُ مُتَعَيِّنًا بِعَلِيٍّ ; فَالسُّنِّيُّ يُمْكِنُ أَنْ يَقُولَ: فَانْصَبْ أَبَا بَكْرٍ، فَإِنِ احْتَجَّ الشِّيعِيُّ بِمَا كَانَ فِي غَدِيرِ خُمٍّ، احْتَجَّ السُّنِّيُّ ; بِأَنَّ وَقْتَهُ لَمْ يَكُنْ وَقْتَ الْفَرَاغِ مِنَ النُّبُوَّةِ. </p><p> بَلَى إِنَّ قَوْلَهُ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: \" مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ \" كَانَ بَعْدَهُ، وَفِي قُرْبِ فَرَاغِهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ النُّبُوَّةِ، إِذْ كَانَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ. </p><p> فَإِنِ احْتَجَّ الشِّيعِيُّ بِالْفَرَاغِ مِنْ حَجَّةِ الْوَدَاعِ، رَدَّهُ السُّنِّيُّ بِأَنَّ الْآيَةَ قَبْلَ ذَلِكَ، انْتَهَى. </p><p> وَعَلَى كُلٍّ إِذَا كَانَ الشِّيعَةُ يَحْتَجُّونَ بِهَا، فَيَكْفِي لِرَدِّ احْتِجَاجِهِمْ أَنَّهَا شَاذَّةٌ، وَتَتَبُّعُ الشَّوَاذِّ قَرِيبٌ مِنَ التَّأْوِيلِ الْمُسَمَّى بِاللَّعِبِ عِنْدَ عُلَمَاءِ التَّفْسِيرِ، وَهُوَ صَرْفُ اللَّفْظِ عَنْ ظَاهِرِهِ، لَا لِقَرِينَةٍ صَارِفَةٍ وَلَا عَلَاقَةٍ رَابِطَةٍ. </p><p> وَمِنَ اللَّعِبِ فِي التَّأْوِيلِ فِي هَذِهِ الْآيَةِ، مَا يَفْعَلُهُ بَعْضُ الْعَوَامِّ: رَأَيْتُ رَجُلًا عَامِّيًّا عَادِيًّا، قَدْ لَبِسَ حُلَّةً كَامِلَةً مِنْ: عِمَامَةٍ، وَثَوْبٍ صَقِيلٍ، وَحِزَامٍ جَمِيلٍ مِمَّا يُسَمُّونَهُ نَصْبَةً، أَيْ: بَدْلَةً كَامِلَةً، فَقَالَ لَهُ رَجُلٌ: مَا هَذِهِ النَّصْبَةُ يَا فُلَانُ؟ فَقَالَ لَهُ: لَمَّا فَرَغْتُ مِنْ عَمَلِي نَصَبْتُ، كَمَا قَالَ تَعَالَى: فَإِذَا فَرَغْتَ فَانْصَبْ. </p><p> كَمَا سَمِعْتُ آخَرَ يَتَوَجَّعُ لِقِلَّةِ مَا فِي يَدِهِ، وَيَقُولُ لِزَمِيلِهِ: أَلَا تَعْرِفُ لِي شَخْصًا أَنْصُبُ عَلَيْهِ، أَيْ: آخُذُ قَرْضَةً مِنْهُ، فَقُلْتُ لَهُ: وَلِمَ تَنْصُبُ عَلَيْهِ؟ وَالنَّصْبُ كَذِبٌ وَحَرَامٌ. فَقَالَ: إِذَا لَمْ يَكُنْ عِنْدَ الْإِنْسَانِ شَيْءٌ، وَيَدُهُ خَالِيَةٌ فَلَا بَأْسَ ; لِأَنَّ اللَّهَ قَالَ: فَإِذَا فَرَغْتَ فَانْصَبْ، وَهَذَا وَأَمْثَالُهُ مِمَّا يَتَجَرَّأُ عَلَيْهِ الْعَامَّةُ لِجَهْلِهِمْ، أَوْ أَصْحَابُ الْأَهْوَاءِ لِنِحَلِهِمْ. </p><p> التقديم هنا مشعر بالتخصيص وهو كقوله تعالى {إِيَّاكَ نَعْبُدُ}  [١/٥] ، أي لا نعبد غيرك، وهكذا هنا لا ترغب إلى غيره سبحانه، كأنه يقول: الذي أنعم عليك بكل ما تقدم، هو الذي ترغب فيما عنده لا سواه. </p>"
}