{
  "id": null,
  "sura": 95,
  "aya": 8,
  "text": "<p> مَنْزِلَةِ إِسْجَادِ الْمَلَائِكَةِ لَهُ وَسُكْنَاهُ الْجَنَّةَ، فَهِيَ أَعْلَى مَنْزِلَةِ التَّكْرِيمِ، وَلَهُ فِيهَا أَنَّهُ لَا يَجُوعُ وَلَا يَعْرَى وَلَا يَظْمَأُ فِيهَا وَلَا يَضْحَى، وَظَلَّ كَذَلِكَ عَلَى ذَلِكَ إِلَى أَنْ أَغْوَاهُ الشَّيْطَانُ وَنَسِيَ عَهْدَ رَبِّهِ إِلَيْهِ، وَوَقَعَ فِيمَا وَقَعَ فِيهِ وَكَانَ لَهُ مَا كَانَ، فَدَلَّاهُمَا بِغُرُورٍ وَانْتَقَلَا مِنْ أَعْلَى عِلِّيِّينَ إِلَى أَسْفَلِ سَافِلِينَ، فَنَزَلَ إِلَى الْأَرْضِ يَحْرُثُ وَيَزْرَعُ وَيَحْصُدُ وَيَطْحَنُ وَيَعْجِنُ وَيَخْبِزُ، حَتَّى يَجِدَ لُقْمَةَ الْعَيْشِ، فَهَذَا خَلْقُ الْإِنْسَانِ فِي أَحْسَنِ تَقْوِيمٍ وَرَدُّهُ أَسْفَلَ سَافِلِينَ. </p><p> وَهَذَا شَأْنُ أَهْلِ الْأَرْضِ جَمِيعًا، إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ بِرُجُوعِهِمْ إِلَى الْجَنَّةِ كَمَا رَجَعَ إِلَيْهَا آدَمُ بِالتَّوْبَةِ فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ [٢ \\ ٣٧] ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَى [٢٠ \\ ١٢٢] . </p><p> وَإِنَّ فِي ذِكْرِ الْبَلَدِ الْأَمِينِ لَتَرْشِيحٌ لِهَذَا الْمَعْنَى ; لِأَنَّ اللَّهَ جَعَلَ الْحَرَمَ لِأَهْلِ مَكَّةَ أَمْنًا كَصُورَةِ الْآمِنِ فِي الْجَنَّةِ، فَإِنِ امْتَثَلُوا وَأَطَاعُوا نَعِمُوا بِهَذَا الْأَمْنِ، وَإِنْ تَمَرَّدُوا وَعَصَوْا، فَيَخْرُجُونَ مِنْهَا وَيُحْرَمُونَ أَمْنَهَا. </p><p> وَهَكَذَا تَكُونُ السُّورَةُ رَبْطًا بَيْنَ الْمَاضِي وَالْحَاضِرِ، وَانْطِلَاقًا مِنَ الْحَاضِرِ إِلَى الْمُسْتَقْبَلِ، فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ [٩٥ \\ ٧ - ٨] . فِيمَا فَعَلَ بِآدَمَ وَفِيمَا يَفْعَلُ بِأُولَئِكَ، حَيْثُ أَنْعَمَ عَلَيْهِمْ بِالْأَمْنِ وَالْعَيْشِ الرَّغَدِ، وَإِرْسَالِكَ إِلَيْهِمْ وَفِيمَا يَفْعَلُ لِمَنْ آمَنَ أَوْ بِمَنْ يَكْفُرُ، اللَّهُمَّ بَلَى. </p><p> قَوْلُهُ تَعَالَى: فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ. </p><p> فَالدِّينُ هُوَ الْجَزَاءُ كَمَا فِي سُورَةِ الْفَاتِحَةِ: مَالِكِ يَوْمِ الدِّينِ [١ \\ ٤] وَالْخِطَابُ قِيلَ لِلرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. وَأَنَّ «مَا» فِي قَوْلِهِ: «فَمَا» هِيَ بِمَعْنَى «مَنْ» أَيْ، فَمَنِ الَّذِي يُكَذِّبُكَ بَعْدَ هَذَا الْبَيَانِ، بِمَجِيءِ الْجَزَاءِ وَالْحِسَابِ لِيَلْقَى كُلٌّ جَزَاءَ عَمَلِهِ. </p><p> قَوْلُهُ تَعَالَى: أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ. </p><p> السُّؤَالُ كَمَا تَقَدَّمَ فِي: أَلَمْ نَشْرَحْ [٩٤ \\ ١] ، أَيْ: لِلْإِثْبَاتِ، وَهُوَ سُبْحَانَهُ وَتَعَالَى بِلَا شَكٍّ أَحْكَمُ الْحَاكِمِينَ، كَمَا ثَبَتَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ إِذَا قَرَأَهَا قَالَ:  «اللَّهُمَّ بَلَى» كَمَا سَيَأْتِي. </p><p> وَأَحْكَمُ الْحَاكِمِينَ، قِيلَ: أَفْعَلُ تَفْضِيلٍ مِنَ الْحُكْمِ أَيْ: أَعْدَلُ الْحَاكِمِينَ، كَمَا فِي </p><p> قَوْلِهِ تَعَالَى: وَلَا يَظْلِمُ رَبُّكَ أَحَدًا [١٨ \\ ٤٩] . </p><p> وَقِيلَ: مِنَ الْحِكْمَةِ، أَيْ: فِي الصُّنْعِ وَالْإِتْقَانِ وَالْخَلْقِ، فَيَكُونُ اللَّفْظُ مُشْتَرَكًا، وَلَا يَبْعُدُ أَنْ يَكُونَ مِنَ الْمَعْنَيَيْنِ مَعًا، وَإِنْ كَانَ هُوَ فِي الْحُكْمِ أَظْهَرُ ; لِأَنَّ الْحَكِيمَ مِنَ الْحِكْمَةِ يُجْمَعُ عَلَى الْحُكَمَاءِ. </p><p> فَعَلَى الْقَوْلِ بِالْأَمْرَيْنِ: يَكُونُ مِنِ اسْتِعْمَالِ الْمُشْتَرَكِ فِي مَعْنَيَيْهِ مَعًا، وَهُوَ هُنَا لَا تَعَارُضَ بَلْ هُمَا مُتَلَازِمَانِ ; لِأَنَّ الْحَكِيمَ لَا بُدَّ أَنْ يَعْدِلَ، وَالْعَادِلُ لَا بُدَّ أَنْ يَكُونَ حَكِيمًا يَضَعُ الْأُمُورَ فِي مَوَاضِعِهَا. </p><p> وَقَدْ بَيَّنَ تَعَالَى هَذَا الْمَعْنَى فِي عِدَّةِ مَوَاطِنَ كَقَوْلِهِ تَعَالَى: أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ [٣٨ \\ ٢٨] ، الْجَوَابُ: لَا، وَكَقَوْلِهِ: أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ [٤٥ \\ ٢١] ، وَفِي قَوْلِهِ سَاءَ مَا يَحْكُمُونَ بَيَانٌ لِعَدَمِ عَدَالَتِهِمْ فِي الْحُكْمِ، وَبُعْدِهِ عَنِ الْحِكْمَةِ. </p><p> وَمَعْلُومٌ أَنَّ عَدَمَ التَّسْوِيَةِ بَيْنَهُمْ فِي مَمَاتِهِمْ أَنَّهُ بِالْبَعْثِ وَالْجَزَاءِ، فَهُوَ سُبْحَانَهُ أَحْكَمُ الْحَاكِمِينَ فِي صُنْعِهِ وَخَلْقِهِ. خَلَقَ الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ، وَأَعْدَلُ الْحُكَّامِ فِي حُكْمِهِ لَمْ يُسَوِّ بَيْنَ الْمُحْسِنِ وَالْمُسِيءِ. </p><p> وَقَدِ اتَّفَقَ الْمُفَسِّرُونَ عَلَى رِوَايَةِ التِّرْمِذِيِّ لِحَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ مَرْفُوعًا:  «مَنْ قَرَأَ وَالتِّينِ وَالزَّيْتُونِ، فَقَرَأَ أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ،فَلْيَقُلْ:بَلَى، وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ» . </p><p> وَمِثْلُهُ عَنْ جَابِرٍ مَرْفُوعًا، وَعَنِ ابْنِ عَبَّاسٍ قَوْلُهُ:  «سُبْحَانَكَ اللَّهُمَّ، فَبَلَى» . وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p>"
}