{
  "id": null,
  "sura": 96,
  "aya": 15,
  "text": "<p> رَبْطٌ لَطِيفٌ بِأَوَّلِ السُّورَةِ، إِذَا كَانَ خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ، وَهِيَ أَحْوَجُ مَا يَكُونُ إِلَى لُطْفِ اللَّهِ وَعِنَايَتِهِ وَرَحْمَتِهِ فِي رَحِمِ أُمِّهِ، فَإِذَا بِهَا مُضْغَةٌ ثُمَّ عِظَامٌ، ثُمَّ تُكْسَى لَحْمًا، ثُمَّ تُنْشَأُ خَلْقًا آخَرَ، ثُمَّ يَأْتِي إِلَى الدُّنْيَا طِفْلًا رَضِيعًا لَا يَمْلِكُ إِلَّا الْبُكَاءَ، فَيُجْرِي اللَّهُ لَهُ نَهْرَيْنِ مِنْ لَبَنِ أُمِّهِ، ثُمَّ يُنْبِتُ لَهُ الْأَسْنَانَ، وَيَفْتِقُ لَهُ الْأَمْعَاءَ، ثُمَّ يَشِبُّ وَيَصِيرُ غُلَامًا يَافِعًا، فَإِذَا مَا ابْتَلَاهُ رَبُّهُ بِشَيْءٍ مِنَ الْمَالِ أَوِ الْعَافِيَةِ، فَإِذَا هُوَ يَنْسَى كُلَّ مَا تَقَدَّمَ، وَيَنْسَى حَتَّى رَبَّهُ وَيَطْغَى وَيَتَجَاوَزُ حَدَّهُ حَتَّى مَعَ اللَّهِ خَالِقِهِ وَرَازِقِهِ، كَمَا رَدَّ عَلَيْهِ تَعَالَى بِقَوْلِهِ: أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ الْآيَةَ [٣٦ \\ ٧٧ - ٧٩] . </p><p> وَمِمَّا فِي الْآيَةِ مِنْ لُطْفِ التَّعْبِيرِ قَوْلُهُ تَعَالَى: أَنْ رَآهُ اسْتَغْنَى، أَيْ أَنَّ الطُّغْيَانَ الَّذِي وَقَعَ فِيهِ عَنْ وَهْمٍ، تَرَاءَى لَهُ أَنَّهُ اسْتَغْنَى سَوَاءٌ بِمَالِهِ أَوْ بِقُوَّتِهِ ; لِأَنَّ حَقِيقَةَ الْمَالِ وَلَوْ كَانَ جِبَالًا، لَيْسَ لَهُ مِنْهُ إِلَّا مَا أَكَلَ وَلَبِسَ وَأَنْفَقَ. </p><p> وَهَلْ يَسْتَطِيعُ أَنْ يَأْكُلَ لُقْمَةً وَاحِدَةً إِلَّا بِنِعْمَةِ الْعَافِيَةِ، فَإِذَا مَرِضَ فَمَاذَا يَنْفَعُهُ مَالُهُ، وَإِذَا أَكَلَهَا وَهَلْ يَسْتَفِيدُ مِنْهَا إِلَّا بِنِعْمَةٍ مِنَ اللَّهِ عَلَيْهِ. </p><p> وَمِنْ هَذِهِ الْآيَةِ أَخَذَ بَعْضُ النَّاسِ، أَنَّ الْغَنِيَّ الشَّاكِرَ أَعْظَمُ مِنَ الْفَقِيرِ الصَّابِرِ ; لِأَنَّ الْغِنَى مُوجِبٌ لِلطُّغْيَانِ. </p><p> وَقَدْ قَالَ بَعْضُ النَّاسِ: الصَّبْرُ عَلَى الْعَافِيَةِ، أَشَدُّ مِنَ الصَّبْرِ عَلَى الْحَاجَةِ. </p><p> قَوْلُهُ تَعَالَى: لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ </p><p> . قَالَ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ: أَسْنَدَ الْكَذِبَ إِلَى النَّاصِيَةِ، وَفِي مَوَاضِعَ أُخْرَى أَسْنَدَهُ إِلَى غَيْرِ النَّاصِيَةِ، كَقَوْلِهِ: إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ [١٦ \\ ١٠٥] . </p><p> وَذَكَرَ الْجَوَابَ بِأَنَّهُ أَطْلَقَ النَّاصِيَةَ وَأَرَادَ صَاحِبَهَا عَلَى أُسْلُوبٍ لِإِطْلَاقِ الْبَعْضِ وَإِيرَادِ الْكُلِّ، وَذَكَرَ الشَّوَاهِدَ عَلَيْهِ الْقُرْآنُ كَقَوْلِهِ تَعَالَى: تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ [١١١ \\ ١] . </p><p> وَالَّذِي يَنْبَغِي التَّنْبِيهُ عَلَيْهِ مِنْ جِهَةِ الْبَلَاغَةِ: أَنَّ الْبَعْضَ الَّذِي يُطْلَقُ وَيُرَادُ بِهِ الْكُلُّ، لَا </p>"
}