{
  "id": null,
  "sura": 96,
  "aya": 19,
  "text": "<p> بُدَّ فِي هَذَا الْبَعْضِ مِنْ مَزِيدِ مَزِيَّةٍ لِلْمَعْنَى الْمُسَاقِ فِيهِ الْكَلَامُ. </p><p> فَمَثَلًا هُنَا ذَمَّ الْكَذِبَ وَأَخَذَ الْكَاذِبَ بِكَذِبِهِ، فَجَاءَ ذِكْرُ النَّاصِيَةِ وَهِيَ مُقَدَّمُ شَعْرِ الرَّأْسِ ; لِأَنَّهَا أَشَدُّ نَكَارَةً عَلَى صَاحِبِهَا وَنَكَالًا بِهِ، إِذِ الصِّدْقُ يَرْفَعُ الرَّأْسَ وَالْكَذِبُ يُنَكِّسُهُ ذِلَّةً وَخِزْيًا. </p><p> فَكَانَتْ هِيَ هُنَا أَنْسَبُ مِنَ الْيَدِ أَوْ غَيْرِهَا، بَيْنَمَا فِي أَبِي لَهَبٍ تَطَاوُلَ بِمَالِهِ، وَالْغَرَضُ مَذَمَّةُ مَالِهِ وَكَسْبِهِ الَّذِي تَطَاوَلَ بِهِ، وَالْيَدُ هِيَ جَارِحَةُ الْكَسْبِ وَآلَةُ التَّصَرُّفِ فِي الْمَالِ، فَكَانَتِ الْيَدُ أَوْلَى فِيهِ مِنَ النَّاصِيَةِ. </p><p> وَهَكَذَا كَمَا يَقُولُونَ: بَثَّ الْأَمِيرُ عُيُونَهُ: يُرِيدُونَ جَوَاسِيسَ لَهُ ; لِأَنَّ الْعَيْنَ مِنَ الْإِنْسَانِ أَهَمُّ مَا فِيهِ لِمُهِمَّتِهِ تِلْكَ. وَلَمْ يَقُولُوا: بَثَّ أَرْجُلَهُ وَلَا رُءُوسًا وَلَا أَيْدٍ، لِأَنَّهَا كُلَّهَا لَيْسَتْ كَالْعَيْنِ فِي ذَلِكَ. </p><p> وَمِنْ هَذَا الْقَبِيلِ قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ [٧٩ \\ ٨] ، يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ [٨٩ \\ ٢٧] . </p><p> لِأَنَّ الْقَلْبَ هُوَ مَصْدَرُ الْخَوْفِ وَالنَّفْسَ هِيَ مَحَطُّ الطُّمَأْنِينَةِ، عَلَى أَنَّ النَّفْسَ جُزْءٌ مِنَ الْإِنْسَانِ، وَهَكَذَا، وَمِنْهُ الْآتِي: وَاسْجُدْ وَاقْتَرِبْ [٩٦ \\ ١٩] ، أَطْلَقَ السُّجُودَ وَأَرَادَ الصَّلَاةَ ; لِأَنَّ السُّجُودَ أَخَصُّ صِفَاتِهَا. </p><p> قَوْلُهُ تَعَالَى: وَاسْجُدْ وَاقْتَرِبْ [٩٦ \\ ١٩] . </p><p> رَبَطَ بَيْنَ السُّجُودِ وَالِاقْتِرَابِ مِنَ اللَّهِ كَمَا قَالَ: وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا [٧٦ \\ ٢٦] وَقَوْلُهُ فِي وَصْفِ أَصْحَابِهِ رَضِيَ اللَّهُ عَنْهُمْ: تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا [٤٨ \\ ٢٩] ، فَقَوْلُهُ: يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا، فِي مَعْنَى يَتَقَرَّبُونَ إِلَيْهِ يُبَيِّنُ قَوْلَهُ: وَاسْجُدْ وَاقْتَرِبْ. </p><p> وَهَذَا مِمَّا يَدُلُّ لِأَوَّلِ وَهْلَةٍ أَنَّ الصَّلَاةَ أَعْظَمُ قُرْبَةٍ إِلَى اللَّهِ، حَيْثُ وَجَّهَ إِلَيْهَا الرَّسُولُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَوَّلِ الْأَمْرِ، كَمَا بَيَّنَ تَعَالَى فِي قَوْلِهِ: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ [٢ \\ ٤٥] . </p><p> وَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «أَقْرَبُ مَا يَكُونُ الْعَبْدُ إِلَى اللَّهِ وَهُوَ سَاجِدٌ» . </p>"
}