{
  "id": null,
  "sura": 98,
  "aya": 8,
  "text": "<p> وَفِيهِمْ، وَلَا يَبْعُدُ أَنْ يُقَالَ: إِنَّ التَّفْضِيلَ فِي الْأَعْمَالِ مِنْ حَيْثُ صُدُورِهَا مِنْ بَنِي آدَمَ وَمِنَ الْمَلَائِكَةِ، إِذِ الْمَلَائِكَةُ تَصْدُرُ عَنْهُمْ أَعْمَالُ الْخَيْرِ جِبِلَّةً أَوْ بِدُونِ نَوَازِعِ شَرٍّ، بِخِلَافِ بَنِي آدَمَ، وَإِنَّ أَعْمَالَ الْخَيْرِ تَصْدُرُ عَنْهَا بِمَجْهُودٍ مُزْدَوَجٍ، حَيْثُ رُكِّبَتْ فِيهِمُ النَّفْسُ اللَّوَّامَةُ وَالْأَمَّارَةُ بِالسُّوءِ. وَنَحْوُ ذَلِكَ مِنَ الْجَانِبِ الْحَيَوَانِيِّ. </p><p> وَازْدِوَاجِيَّةُ الْمَجْهُودِ، هُوَ أَنَّهُ يُنَازِعُ عَوَامِلَ الشَّرِّ حَتَّى يَتَغَلَّبَ عَلَيْهَا، وَيَبْذُلَ الْجُهْدَ فِي فِعْلِ الْخَيْرِ، فَهُوَ يُجَاهِدُ لِلتَّخْلِيصِ مِنْ نَوَازِعِ الشَّرِّ، ثُمَّ هُوَ يُجَاهِدُ لِلْقِيَامِ بِفِعْلِ الْخَيْرِ، وَهَذَا مَجْهُودٌ يَقْتَضِي التَّفْضِيلَ عَلَى الْمَجْهُودِ مِنْ جَانِبٍ وَاحِدٍ. </p><p> وَقَدْ جَاءَ فِي السُّنَّةِ مَا يَشْهَدُ لِذَلِكَ، لَمَّا ذَكَرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَصْحَابِهِ فِي حَقِّ مَنْ يَأْتِي بَعْدَهُمْ مِنْ أَنَّ الْعَامِلَ مِنْهُمْ لَهُ أَجْرُ خَمْسِينَ، فَقَالُوا: خَمْسِينَ مِنَّا أَوْ مِنْهُمْ يَا رَسُولَ اللَّهِ قَالَ: «بَلْ خَمْسِينَ مِنْكُمْ، لِأَنَّكُمْ تَجِدُونَ أَعْوَانًا عَلَى الْخَيْرِ وَهُمْ لَا يَجِدُونَ» . </p><p> وَحَدِيثُ:  «سَبَقَ دِرْهَمٌ مِائَةَ أَلْفِ دِرْهَمٍ» وَبَيَّنَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّ الدِّرْهَمَ سَبَقَ الْأَضْعَافَ الْمُضَاعَفَةَ ; لِأَنَّهُ ثَانِي اثْنَيْنِ فَقَطْ، وَالْمِائَةَ أَلْفٍ جُزْءٌ مِنْ مَجْمُوعٍ كَثِيرٍ. </p><p> فَالنَّفْسُ الَّتِي تَجُودُ بِنِصْفِ مَا تَمْلِكُ، وَلَا يَتَبَقَّى لَهَا إِلَّا دِرْهَمٌ، خَيْرٌ بِكَثِيرٍ مِمَّنْ تُنْفِقُ جُزْءًا ضَئِيلًا مِمَّا تَمْلِكُ وَيَتَبَقَّى لَهَا الْمَالُ الْكَثِيرُ، فَكَانَتْ عَوَامِلُ التَّصَدُّقِ وَدَوَافِعُهُ مُخْتَلِفَةً مُنَزَّلَةً فِي النَّفْسِ مُتَضَادَّةً ; فَالدِّرْهَمُ فِي ذَاتِهِ وَمَاهِيَّتِهِ مِنْ جِنْسِ الدَّرَاهِمِ الْأُخْرَى، لَمْ تَتَفَاوَتِ الْمَاهِيَّةُ وَلَا الْجِنْسُ، وَلَكِنْ تَفَاوَتَتِ الدَّوَافِعُ وَالْعَوَامِلُ لِإِنْفَاقِهِ، وَلَعَلَّ الْمُفَاضَلَةَ الْمَقْصُودَةَ تَكُونُ مِنْ هَذَا الْقَبِيلِ أَوْلَى. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا. </p><p> فِيهِ أَرْبَعُ مَسَائِلَ ; ثَلَاثَةٌ مُجْمَلَةٌ جَاءَ بَيَانُهَا فِي الْقُرْآنِ. وَالرَّابِعَةُ مُفَصَّلَةٌ وَلَهَا شَوَاهِدُ. </p><p> وَأَمَّا الثَّلَاثَةُ الْمُجْمَلَةُ فَأَوَّلُهَا قَوْلُهُ: جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ، إِذِ الْجَزَاءُ فِي مُقَابِلِ شَيْءٍ يَسْتَوْجِبُهُ، وَعِنْدَ رَبِّهِمْ تُشْعِرُ بِأَنَّهُ تَفَضُّلٌ مِنْهُ، وَإِلَّا لَقَالَ: جَزَاؤُهُمْ عَلَى رَبِّهِمْ. </p><p> وَقَدْ بَيَّنَ ذَلِكَ صَرِيحُ قَوْلِهِ تَعَالَى: إِنَّ لِلْمُتَّقِينَ مَفَازًا حَدَائِقَ وَأَعْنَابًا وَكَوَاعِبَ أَتْرَابًا وَكَأْسًا دِهَاقًا لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا [٧٨ \\ ٣١ - ٣٦] ، فَنَصَّ عَلَى أَنَّ هَذَا الْجَزَاءَ كُلَّهُ مِنْ رَبِّهِمْ عَطَاءٌ لَهُمْ مِنْ عِنْدِهِ. </p><p> الثَّانِيَةُ وَالثَّالِثَةُ قَوْلُهُ: جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ، فَأَجْمَلَ مَا فِي الْجَنَّاتِ، وَنَصَّ عَلَى أَنَّهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ، مَعَ إِجْمَالِ تِلْكَ الْأَنْهَارِ، وَقَدْ فَصَّلَتْ آيَةُ: عَمَّ يَتَسَاءَلُونَ [٧٨ \\ ١] مَا أُعِدَّ لَهُمْ فِي الْجَنَّةِ مِنْ حَدَائِقَ وَأَعْنَابٍ وَكَوَاعِبَ وَشَرَابٍ وَطُمَأْنِينَةٍ، وَعَدَمِ سَمَاعِ اللَّغْوِ إِلَى آخِرِهِ. كَمَا جَاءَ تَفْصِيلُ الْأَنْهَارِ فِي سُورَةِ الْقِتَالِ، فِي قَوْلِهِ تَعَالَى: مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ [٤٧ \\ ١٥] ، وَالْخُلُودُ فِي هَذَا النَّعِيمِ هُوَ تَمَامُ النَّعِيمِ. </p><p> قَوْلُهُ تَعَالَى: رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ. </p><p> يُعْتَبَرُ هَذَا الْإِخْبَارُ مِنْ حَيْثُ رِضْوَانِ اللَّهِ تَعَالَى عَلَى الْعِبَادِ فِي الْجَنَّةِ، مِنْ بَابِ الْعَامِّ بَعْدَ الْخَاصِّ. </p><p> وَقَدْ تَقَدَّمَ فِي سُورَةِ اللَّيْلِ فِي قَوْلِهِ تَعَالَى: وَسَيُجَنَّبُهَا الْأَتْقَى الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى إِلَى قَوْلِهِ وَلَسَوْفَ يَرْضَى [٩٢ \\ ١٧ - ٢١] ، وَاتَّفَقُوا عَلَى أَنَّهَا فِي الصِّدِيقِ رَضِيَ اللَّهُ عَنْهُ كَمَا تَقَدَّمَ، وَجَاءَ فِي الَّتِي بَعْدَهَا سُورَةِ وَالضُّحَى قَوْلُهُ تَعَالَى: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى [٩٣ \\ ٥] ، أَيْ: لِلرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَهُنَا فِي عُمُومٍ: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ، فَهِيَ عَامَّةٌ فِي جَمِيعِ الْمُؤْمِنِينَ الَّذِينَ هَذِهِ صِفَاتُهُمْ، ثُمَّ قَالَ: رَضِيَ اللَّهُ عَنْهُمْ، وَقَدْ جَاءَ مَا يُبَيِّنُ سَبَبَ رِضْوَانِ اللَّهِ تَعَالَى عَلَيْهِمْ وَهُوَ بِسَبَبِ أَعْمَالِهِمْ، كَمَا فِي قَوْلِهِ تَعَالَى: لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ [٤٨ \\ ١] فَكَانَتِ الْمُبَايَعَةُ سَبَبًا لِلرِّضْوَانِ. </p><p> وَفِي هَذِهِ الْآيَةِ الْإِخْبَارُ بِأَنَّ اللَّهَ رَضِيَ عَنْهُمْ وَرَضُوا عَنْهُ، وَلَمْ يُبَيِّنْ زَمَنَ هَذَا الرِّضْوَانِ أَهْوَ سَابِقٌ فِي الدُّنْيَا أَمْ حَاصِلٌ فِي الْجَنَّةِ، وَقَدْ جَاءَتْ آيَةٌ تُبَيِّنُ أَنَّهُ سَابِقٌ فِي الدُّنْيَا، وَهِيَ قَوْلُهُ تَعَالَى: وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ [٩ \\ ١٠٠] ، فَقَوْلُهُ تَعَالَى: رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ، ثُمَّ يَأْتِي بَعْدَهَا: وَأَعَدَّ لَهُمْ جَنَّاتٍ. </p><p> فَهُوَ فِي قُوَّةِ الْوَعْدِ فِي الْمُسْتَقْبَلِ، فَيَكُونُ الْإِخْبَارُ بِالرِّضَى مُسْبَقًا عَلَيْهِ. </p><p> وَكَذَلِكَ آيَةُ سُورَةِ الْفَتْحِ فِي الْبَيْعَةِ تَحْتَ الشَّجَرَةِ إِذْ فِيهَا: لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ [٤٨ \\ ١٨] ، وَهُوَ إِخْبَارٌ بِصِيغَةِ الْمَاضِي، وَقَدْ سُمِّيَتْ «بَيْعَةُ الرِّضْوَانِ» . </p><p> تَنْبِيهٌ </p><p> فِي هَذَا الْأُسْلُوبِ الْكَرِيمِ سُؤَالٌ، وَهُوَ أَنَّ الْعَبْدَ حَقًّا فِي حَاجَةٍ إِلَى أَنْ يَعْلَمَ رِضْوَانَ اللَّهِ تَعَالَى عَلَيْهِ ; لِأَنَّهُ غَايَةُ أَمَانِيهِ، كَمَا قَالَ تَعَالَى: ذَلِكَ الْفَوْزُ الْعَظِيمُ. </p><p> أَمَّا الْإِخْبَارُ عَنْ رِضَى الْعَبْدِ عَنِ اللَّهِ، فَهَلْ مِنْ حَقِّ الْعَبْدِ أَنْ يُسْأَلَ عَمَّا إِذَا كَانَ هُوَ رَاضِيًا عَنِ اللَّهِ أَمْ لَا؟ إِنَّهُ لَيْسَ مِنْ حَقِّهِ ذَلِكَ قَطْعًا، فَيَكُونُ الْإِخْبَارُ عَنْ ذَلِكَ بِلَازِمِ الْفَائِدَةِ، وَهِيَ أَنَّهُمْ فِي غَايَةٍ مِنَ السَّعَادَةِ وَالرِّضَى فِيمَا هُمْ فِيهِ مِنَ النَّعِيمِ إِلَى الْحَدِّ الَّذِي رَضُوا وَتَجَاوَزَ رِضَاهُمْ حَدَّ النَّعِيمِ إِلَى الرِّضَى عَنِ الْمُنْعِمِ. </p><p> كَمَا يُشِيرُ إِلَى شَيْءٍ مِنْ ذَلِكَ آخِرَ آيَةِ النَّبَأِ: عَطَاءً حِسَابًا [٧٨ \\ ٣٦] ، قَالُوا: إِنَّهُمْ يُعْطَوْنَ حَتَّى يَقُولُوا: حَسْبُنَا حَسْبُنَا، أَيْ: كَافِينَا. </p><p> قَوْلُهُ تَعَالَى: ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ. </p><p> اسْمُ الْإِشَارَةِ مُنْصَبٌّ عَلَى مَجْمُوعِ الْجَزَاءِ الْمُتَقَدِّمِ، وَقَدْ تَقَدَّمَ أَنَّهُ لِلَّذِينِ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ، وَهُنَا يَقُولُ: إِنَّهُ لِمَنْ خَشِيَ رَبَّهُ، مِمَّا يُفِيدُ أَنَّ تِلْكَ الْأَعْمَالَ تَصْدُرُ مِنْهُمْ عَنْ رَغْبَةٍ وَرَهْبَةٍ. رَغْبَةٍ فِيمَا عِنْدَ اللَّهِ، وَرَهْبَةٍ مِنَ اللَّهِ، وَمِثْلُهُ قَوْلُهُ تَعَالَى: وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ [٥٥ \\ ٤٦] ، وَقَوْلُهُ: وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى. </p><p> [٧٩ \\ ٤٠ - ٤١] </p><p> وَالْوَاقِعُ أَنَّ صِفَةَ الْخَوْفِ مِنَ اللَّهِ تَعَالَى هِيَ أَجْمَعُ صِفَاتِ الْخَيْرِ فِي الْإِنْسَانِ ; لِأَنَّهَا صِفَةٌ لِلْمَلَائِكَةِ الْمُقَرَّبِينَ. </p><p> كَمَا قَالَ تَعَالَى عَنْهُمْ: يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ [١٦ \\ ٥٠] . </p><p> وَقَدْ عَمَّ الْحُكْمُ فِي ذَلِكَ بِقَوْلِهِ تَعَالَى: إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ [٦٧ \\ ١٢] . </p><p> وَفِي هَذِهِ الْآيَةِ السِّرُّ الْأَعْظَمُ، وَهُوَ كَوْنُ الْخَشْيَةِ فِي الْغَيْبَةِ عَنِ النَّاسِ، وَهَذَا أَعْلَى مَرَاتِبِ الْمُرَاقَبَةِ لِلَّهِ، وَالْخَشْيَةُ أَشَدُّ الْخَوْفِ. </p>"
}