{
  "id": null,
  "sura": 99,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم </p><p> سُورَةُ الزَّلْزَلَة </p><p> قَوْلُهُ تَعَالَى: إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا وَقَالَ الْإِنْسَانُ مَا لَهَا يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا بِأَنَّ رَبَّكَ أَوْحَى لَهَا يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ </p><p> الزَّلْزَلَةُ: الْحَرَكَةُ الشَّدِيدَةُ بِسُرْعَةٍ، وَيَدُلُّ لِذَلِكَ فِقْهُ اللُّغَةِ مِنْ وَجْهَيْنِ: </p><p> الْأَوَّلُ: تَكْرَارُ الْحُرُوفِ، أَوْ مَا يُقَالُ تَكْرَارُ الْمَقْطَعِ الْوَاحِدِ، مِثْلُ صَلْصَلَ وَقَلْقَلَ وَزَقْزَقَ، فَهَذَا التَّكْرَارُ يَدُلُّ عَلَى الْحَرَكَةِ. </p><p> وَالثَّانِي: وَزْنُ فَعَّلَ بِالتَّضْعِيفِ كَغَلَّقَ وَكَسَّرَ وَفَتَّحَ، فَقَدِ اجْتَمَعَ فِي هَذِهِ الْكَلِمَةِ تَكْرَارُ الْمَقْطَعِ وَتَضْعِيفُ الْوَزْنِ. </p><p> وَلِذَا، فَإِنَّ الزِّلْزَالَ أَشَدُّ مَا شَهِدَ الْعَالَمُ مِنْ حَرَكَةٍ، وَقَدْ شُوهِدَتْ حَرَكَاتُ زِلْزَالٍ فِي أَقَلَّ مِنْ رُبُعِ الثَّانِيَةِ، فَدَمَّرَ مُدُنًا وَحَطَّمَ قُصُورًا. </p><p> وَلِذَا فَقَدَ جَاءَ وَصْفُ هَذَا الزِّلْزَالِ بِكَوْنِهِ شَيْئًا عَظِيمًا فِي قَوْلِهِ تَعَالَى: إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ [٢٢ \\ ١] ، وَيَدُلُّ عَلَى هَذِهِ الشِّدَّةِ تَكْرَارُ الْكَلِمَةِ فِي «زُلْزِلَتْ» وَفِي «زِلْزَالَهَا» ، كَمَا تُشْعِرُ بِهِ هَذِهِ الْإِضَافَةُ. </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ، إِيرَادُ النُّصُوصِ الْمُبَيِّنَةِ لِذَلِكَ فِي أَوَّلِ سُورَةِ الْحَجِّ كَقَوْلِهِ تَعَالَى: وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً [٦٩ \\ ١٤] ، وَقَوْلِهِ: إِذَا رُجَّتِ الْأَرْضُ رَجًّا وَبُسَّتِ الْجِبَالُ بَسًّا [٥٦ \\ ٤ - ٥] ، وَقَوْلِهِ: يَوْمَ تَرْجُفُ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ [٧٩ \\ ٦ - ٧] ، وَسَاقَ قَوْلَهُ: وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا [٩٩ \\ ٢] . </p><p> وَاخْتُلِفَ فِي الْأَثْقَالِ مَا هِيَ عَلَى ثَلَاثَةِ أَقْوَالٍ: </p><p> فَقِيلَ: مَوْتَاهَا. وَقِيلَ: كُنُوزُهَا، وَقِيلَ: التَّحَدُّثُ بِمَا عَمِلَ عَلَيْهَا الْإِنْسَانُ. وَلَعَلَّ الْأَوَّلَ أَرْجَحُ هَذِهِ الثَّلَاثَةِ ; لِأَنَّ إِخْرَاجَ كُنُوزِهَا سَيَكُونُ قَبْلَ النَّفْخَةِ، وَالتَّحَدُّثُ بِالْأَعْمَالِ مَنْصُوصٌ عَلَيْهِ بِذَاتِهِ، فَلَيْسَ هُوَ الْأَثْقَالُ. وَرَجَّحُوا الْقَوْلَ الْأَوَّلَ لِقَوْلِهِ تَعَالَى: أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا أَحْيَاءً وَأَمْوَاتًا [٧٧ \\ ٢٥ - ٢٦] . </p><p> وَقَالُوا: الْإِنْسُ وَالْجِنُّ ثِقَلَانِ عَلَى ظَهْرِهَا، فَهُمَا ثِقَلٌ عَلَيْهَا، وَفِي بَطْنِهَا فَهُمْ ثِقَلٌ فِيهَا، وَلِذَا سُمِّيَا بِالثَّقَلَيْنِ. قَالَهُ الْفَخْرُ الرَّازِيُّ وَابْنُ جَرِيرٍ. </p><p> وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ: أَنَّهُ مَوْتَاهَا. </p><p> وَشَبِيهٌ بِذَلِكَ قَوْلُهُ: وَإِذَا الْأَرْضُ مُدَّتْ وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ [٤٨ \\ ٣ - ٤] ، وَلَا يَبْعُدُ أَنْ يَكُونَ الْجَمِيعُ إِذَا رَاعَيْنَا صِيغَةَ الْجَمْعِ أَثْقَالَهَا، وَلَمْ يَقُلْ ثِقَلَهَا، وَإِرَادَةُ الْجَمْعِ مَرْوِيَّةٌ أَيْضًا عَنِ ابْنِ عَبَّاسٍ. ذَكَرَهُ الْأَلُوسِيُّ، وَابْنُ جَرِيرٍ عَنْهُ وَعَنْ مُجَاهِدٍ. </p><p> وَحَكَى الشَّيْخُ رَحْمَةُ اللَّهُ تَعَالَى عَلَيْنَا وَعَلَيْهِ الْقَوْلَيْنِ فِي إِمْلَائِهِ: أَيْ مَوْتَاهَا، وَقِيلَ: كُنُوزُهَا. </p><p> وَقَوْلُهُ تَعَالَى: وَقَالَ الْإِنْسَانُ مَا لَهَا، لَفْظُ الْإِنْسَانِ هُنَا عَامٌّ وَظَاهِرُهُ أَنَّ كُلَّ إِنْسَانٍ يَقُولُ ذَلِكَ، وَلَكِنْ جَاءَ مَا يَدُلُّ عَلَى أَنَّ الَّذِي يَقُولُ ذَلِكَ هُوَ الْكَافِرُ. أَمَّا الْمُؤْمِنُ فَيَقُولُ: هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ، وَذَلِكَ فِي قَوْلِهِ: وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَى رَبِّهِمْ يَنْسِلُونَ قَالُوا يَاوَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ [٣٦ \\ ٥١ - ٥٢] . </p><p> فَالْكَافِرُ يَدْعُو بِالْوَيْلِ وَالْمُؤْمِنُ يَطْمَئِنُّ لِلْوَعْدِ، وَمِمَّا يَدُلُّ عَلَى أَنَّ الْجَوَابَ مِنَ الْمُؤْمِنِينَ، لَا مِنَ الْمَلَائِكَةِ، كَمَا يَقُولُ بَعْضُ النَّاسِ، مَا جَاءَ فِي آخِرِ السِّيَاقِ قَوْلُهُ: فَإِذَا هُمْ جَمِيعٌ أَيْ: كِلَا الْفَرِيقَيْنِ لَدَيْنَا مُحْضَرُونَ. </p><p> وَقَوْلُهُ: مَا لَهَا سُؤَالُ اسْتِيضَاحٍ وَذُهُولٍ مِنْ هَوْلِ مَا يُشَاهِدُ. </p><p> وَقَوْلُهُ: يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا، التَّحْدِيثُ هُنَا صَرِيحٌ فِي الْحَدِيثِ وَهُوَ عَلَى حَقِيقَتِهِ ; لِأَنَّ فِي ذَلِكَ الْيَوْمِ تَتَغَيَّرُ أَوْضَاعُ كُلِّ شَيْءٍ وَتَظْهَرُ حَقَائِقُ كُلِّ شَيْءٍ، وَكَمَا أَنْطَقَ اللَّهُ الْجُلُودَ يُنْطِقُ الْأَرْضَ، فَتُحَدِّثُ بِأَخْبَارِهَا، وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ [٤١ \\ ٢١] </p>"
}