{
  "id": null,
  "sura": 100,
  "aya": 6,
  "text": "<p> وَهُنَا حَثَّ عَلَى أَفْضَلِ الْأَعْمَالِ الَّتِي تُورِثُ الْحَيَاةَ الْأَبَدِيَّةَ وَالسَّعَادَةَ الدَّائِمَةَ فِي صُورَةٍ مُمَاثِلَةٍ، وَهِيَ عَدْوُهُمْ أَشْتَاتًا فِي سَبِيلِ اللَّهِ لِتَحْصِيلِ ذَاكَ الْعَمَلِ الَّذِي يُحِبُّونَ رُؤْيَتَهُ فِي ذَلِكَ الْوَقْتِ، وَهُوَ نُصْرَةُ دِينِ اللَّهِ أَوِ الشَّهَادَةِ فِي سَبِيلِ اللَّهِ، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> قَوْلُهُ تَعَالَى: إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ. </p><p> هَذَا الْجَوَابُ قَالَ الْقُرْطُبِيُّ: الْكَنُودُ: الْكَفُورُ الْجُحُودُ لِنِعَمِ اللَّهِ، وَهُوَ قَوْلُ ابْنِ عَبَّاسٍ. </p><p> وَقَالَ الْحَسَنُ: يَذْكُرُ الْمَصَائِبَ وَيَنْسَى النِّعَمَ، أَخَذَهُ الشَّاعِرُ فَنَظَمَهُ: </p><p> أَيَا أَيُّهَا الظَّالِمُ فِي فِعْلِهِ ... وَالظُّلْمُ مَرْدُودٌ عَلَى مَنْ ظَلَمْ </p><p> إِلَى مَتَى أَنْتَ وَحَتَّى مَتَى ... تَشْكُو الْمُصِيبَاتِ وَتَنْسَى النِّعَمْ </p><p> وَرَوَى أَبُو أُمَامَةَ الْبَاهِلِيُّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْكَنُودُ هُوَ الَّذِي يَأْكُلُ وَحْدَهُ، وَيَمْنَعُ رِفْدَهُ، وَيَضْرِبُ عَبْدَهُ» . </p><p> وَرَوَى ابْنُ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَلَا أُبَشِّرُكُمْ بِشِرَارِكُمْ؟قَالُوا:بَلَى يَا رَسُولَ اللَّهِ،قَالَ:مَنْ نَزَلَ وَحْدَهُ، وَمَنَعَ رِفْدَهُ، وَجَلَدَ عَبْدَهُ» خَرَّجَهُمَا التِّرْمِذِيُّ الْحَكِيمُ فِي نَوَادِرِ الْأُصُولِ. </p><p> وَرَوَى ابْنُ عَبَّاسٍ أَيْضًا أَنَّهُ قَالَ:  «الْكَنُودُ بِلِسَانِ كِنْدَةَ وَحَضْرَمَوْتَ: الْعَاصِي،وَبِلِسَانِ رَبِيعَةَ وَمُضَرَ:الْكَفُورُ،وَبِلِسَانِ كِنَانَةَ:الْبَخِيلُ السَّيِّئُ الْمَلَكَةِ» . </p><p> وَقَالَ مُقَاتِلٌ: وَقَالَ الشَّاعِرُ: </p><p> كَنُودٌ لِنَعْمَاءِ الرِّجَالِ وَمَنْ يَكُنْ ... كَنُودًا لِنَعْمَاءِ الرِّجَالِ يُبْعَدُ </p><p> أَيْ: كَفُورٌ. </p><p> ثُمَّ قِيلَ: هُوَ الَّذِي يَكْفُرُ الْيَسِيرَ، وَلَا يَشْكُرُ الْكَثِيرَ. </p><p> وَقِيلَ: الْجَاحِدُ لِلْحَقِّ. </p><p> وَقِيلَ: سُمِّيَتْ كِنْدَةُ كِنْدَةً ; لِأَنَّهَا جَحَدَتْ أَبَاهَا.ُُ </p><p> وَقَالَ إِبْرَاهِيمُ بْنُ هَرْمَةَ الشَّاعِرُ: </p><p> دَعِ الْبُخَلَاءَ إِنْ شَمَخُوا وَصَدُّوا ... وَذِكْرَى بُخْلِ ثَمَانِيَةٍ كَنُود </p><p> فِي نُقُولٍ كَثِيرَةٍ وَشَوَاهِدَ. </p><p> وَمِنْهَا: الْكَنُودُ الَّذِي يُنْفِقُ نِعَمَ اللَّهِ فِي مَعْصِيَةِ اللَّهِ. </p><p> وَعَنْ ذِي النُّونِ: الْهَلُوعُ وَالْكَنُودُ: هُوَ الَّذِي إِذَا مَسَّهُ الشَّرُّ جَزُوعًا، وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا. </p><p> وَقِيلَ: الْحَسُودُ الْحَقُودُ. </p><p> ثُمَّ قَالَ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ فِي آخِرِ الْبَحْثِ: </p><p> قُلْتُ: هَذِهِ الْأَقْوَالُ كُلُّهَا تَرْجِعُ إِلَى مَعْنَى الْكُفْرَانِ وَالْجُحُودِ. </p><p> وَقَدْ فَسَّرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعْنَى الْكَنُودِ بِخِصَالٍ مَذْمُومَةٍ، وَأَحْوَالٍ غَيْرِ مَحْمُودَةٍ، فَإِنْ صَحَّ فَهُوَ أَعْلَى مَا يُقَالُ، وَلَا يَبْقَى لِأَحَدٍ مَعَهُ مَقَالٌ. اهـ. </p><p> وَهَكَذَا كَمَا قَالَ: إِنْ صَحَّ الْأَثَرُ فَلَا قَوْلَ لِأَحَدٍ، وَلَكِنْ كُلُّ هَذِهِ الصِّفَاتِ مِنْ بَابِ اخْتِلَافِ التَّنَوُّعِ، لِأَنَّهَا دَاخِلَةٌ ضِمْنَ مَعْنَى الْجُحُودِ لِلْحَقِّ أَوْ لِلنِّعَمِ. </p><p> وَقَدِ اسْتَدَلَّ ذُو النُّونِ الْمِصْرِيُّ بِالْآيَةِ الْكَرِيمَةِ، وَهِيَ مُفَسِّرَةٌ لِلْكَنُودِ عَلَى الْمَعَانِي الْمُتَقَدِّمَةِ بِأَنَّهُ هُوَ الْهَلُوعُ إِذَا مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا. </p><p> وَمِثْلُهَا قَوْلُهُ: فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِي وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِي [٨٩ \\ ١٥ - ١٦] . </p><p> وَقَدْ عَقَّبَ عَلَيْهِ هُنَاكَ بِمِثْلِ مَا عَقَّبَ عَلَيْهِ هُنَا. </p><p> فَهُنَاكَ قَالَ تَعَالَى: كَلَّا بَل لَا تُكْرِمُونَ الْيَتِيمَ وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا [٨٩ \\ ١٧ - ٢٠] . </p><p> وَهُنَا عَقَّبَ عَلَيْهِ بِقَوْلِهِ: وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ: إِنَّ الْإِنْسَانَ عَامٌّ فِي كُلِّ إِنْسَانٍ، وَمَعْلُومٌ أَنَّ بَعْضَ الْإِنْسَانِ لَيْسَ كَذَلِكَ،ُُ </p><p> كَمَا قَالَ تَعَالَى: فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى [٩٢ \\ ٥، ٦] ، مِمَّا يَدُلُّ عَلَى أَنَّهُ مِنَ الْعَامِّ الْمَخْصُوصِ. </p><p> وَأَنَّ هَذِهِ الصِّفَاتِ مِنْ طَبِيعَةِ الْإِنْسَانِ إِلَّا مَا هَذَّبَهُ الشَّرْعُ، كَمَا قَالَ تَعَالَى: وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ [٤ \\ ١٢٨] . </p><p> وَقَوْلِهِ: وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ [٥٩ \\ ٩] . </p><p> وَنَصَّ الشَّيْخُ فِي إِمْلَائِهِ أَنَّ الْمُرَادَ بِهِ الْكَافِرُ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ. </p><p> اخْتُلِفَ فِي مَرْجِعِ الضَّمِيرِ فِي: وَإِنَّهُ، فَقِيلَ: رَاجِعٌ لِلْإِنْسَانِ، وَرَجَّحَهُ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ، مُسْتَدِلًّا بِقَوْلِهِ تَعَالَى بَعْدَهُ: وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ. </p><p> وَقِيلَ: رَاجِعٌ إِلَى رَبِّ الْإِنْسَانِ. </p><p> وَاخْتَارَ هَذَا الْقُرْطُبِيُّ وَقَدَّمَهُ. </p><p> وَجَمِيعُ الْمُفَسِّرِينَ يَذْكُرُونَ الْخِلَافَ، وَقَدْ عَرَفْتَ الرَّاجِحَ مِنْهَا، وَعَلَيْهِ، فَعَلَى أَنَّهُ رَاجِعٌ لِرَبِّ الْإِنْسَانِ فَلَا إِشْكَالَ فِي الْآيَةِ، وَعَلَى أَنَّهُ رَاجِعٌ لِلْإِنْسَانِ فَفِيهِ إِشْكَالٌ أَوْرَدَهُ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ وَأَجَابَ عَلَيْهِ. </p><p> وَهُوَ أَنَّهُ جَاءَتْ نُصُوصٌ تَدُلُّ عَلَى أَنَّهُ يُنْكِرُ ذَلِكَ، وَأَنَّهُ كَانَ يُحِبُّ أَنَّهُ يُحْسِنُ صُنْعًا، وَنَحْوُ ذَلِكَ. </p><p> وَمِنَ الْجَوَابِ عَلَيْهِ: أَنَّ شَهَادَتَهُ بِلِسَانِ الْحَالِ. </p><p> وَقَدْ أَوْرَدَ بَعْضُ الْمُفَسِّرِينَ شَهَادَتَهُمْ بِلِسَانِ الْمَقَالِ فِي قَوْلِهِ تَعَالَى: مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ [٩ \\ ١٧] إِلَّا أَنَّ هَذِهِ الشَّهَادَةَ بِالْكُفْرِ هِيَ الشِّرْكُ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ. </p><p> الْخَيْرُ عَامٌّ، كَمَا تَقَدَّمَ فِي قَوْلِهِ تَعَالَى: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ. </p><p> وَلَكِنَّهُ هُنَا خَاصٌّ بِالْمَالِ، فَهُوَ مِنَ الْعَامِّ الَّذِي أُرِيدَ بِهِ الْخَاصُّ مِنْ قَصْرِ الْعَامِّ عَلَى </p>"
}