{
  "id": null,
  "sura": 101,
  "aya": 8,
  "text": "<p> وَقَوْلُهُ: وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا [٧٦ \\ ١٤] ، وَنَحْوُ ذَلِكَ، مِمَّا يُشْعِرُ بِأَنَّ نَعِيمَ الْجَنَّةِ بِنَفْسِهِ رَاضٍ بِأَهْلِ الْجَنَّةِ، وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ. </p><p> وَقَعَ الْخِلَافُ فِي الْمُرَادِ مِنْ قَوْلِهِ: فَأُمُّهُ هَاوِيَةٌ، هَلِ الْمُرَادُ بِأُمِّهِ مَأْوَاهُ وَهِيَ النَّارُ، وَأَنَّ هَاوِيَةً مِنْ أَسْمَائِهَا، أَمِ الْمُرَادُ بِأُمِّهِ رَأْسُهُ وَأَنَّ هَاوِيَةً مِنَ الْهُوِيِّ، فَيُلْقَى فِي النَّارِ مُنَكِّسًا رَأْسَهُ يَهْوِي فِي النَّارِ. </p><p> وَقَدْ بَحَثَ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ ذَلِكَ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ، وَلَا يَبْعُدُ مَنْ يَقُولُ إِنَّهُ لَا تَعَارُضَ بَيْنَ الْقَوْلَيْنِ. </p><p> فَتَكُونُ «أُمُّهُ هَاوِيَةٌ» ، وَهِيَ النَّارُ وَيُلْقَى فِيهَا مُنَكَّسًا تَهْوِي رَأْسُهُ وَالْعِيَاذُ بِاللَّهِ. </p><p> وَحَكَى الْقُرْطُبِيُّ عَلَى أَنَّ الْأُمَّ بِمَعْنَى قَوْلِ لَبِيَدٍ: </p><p> فَالْأَرْضُ مَعْقِلُنَا وَكَانَتْ أُمَّنَا ... فِيهَا مَقَابِرُنَا وَفِيهَا نُوَلَدُ </p><p> وَعَلَى مَعْنَى الْهَاوِيَةِ الْبَعِيدَةِ وَالدَّاهِيَةِ، قَوْلُ الشَّاعِرِ: </p><p> يَا عَمْرُو لَوْ نَالَتْكَ رِمَاحُنَا ... كُنْتَ كَمَنْ تَهْوِي بِهِ الْهَاوِيَهْ </p><p> وَالْهَاوِيَةُ: مَكَانُ الْهَوِيِّ. </p><p> كَمَا قِيلَ: </p><p> أَكَلْتُ دَمًا إِنْ لَمْ أَرْعَكِ بِضَرَّةٍ ... بَعِيدَةِ مَهْوَى الْقُرْطِ مَيَّاسَةَ الْقَدّ </p><p> أَوْ طَيِّبَةَ النَّشْرِ. </p><p> وَفِي الْحَدِيثِ:  «إِنَّ أَحَدَكُمْ لَيَتَكَلَّمُ بِالْكَلِمَةِ لَا يَرَى بِهَا بَأْسًا يَهْوِي بِهَا فِي النَّارِ سَبْعِينَ خَرِيفًا» . </p><p> نَسْأَلُ اللَّهَ السَّلَامَ. </p><p> وَقَدْ فَسَّرَ الْهَاوِيَةَ بِمَا بَعْدَهَا: وَمَا أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ [١٠١ \\ ١٠ - ١١] .ُُ </p><p> وَقَدْ فَسَّرَ الْهَاوِيَةَ بِأَنَّهَا أَسْفَلُ دَرَكَاتِ النَّارِ. عِيَاذًا بِاللَّهِ. </p><p> وَقَدْ جَاءَ قَوْلُهُ تَعَالَى: كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ وَمَا أَدْرَاكَ مَا الْحُطَمَةُ نَارُ اللَّهِ الْمُوقَدَةُ [١٠٤ \\ ٤ - ٦] . </p><p> وَالنَّبْذُ: الطَّرْحُ، مِمَّا يُرَجِّحُ مَا قُلْنَاهُ مِنْ إِمْكَانِ إِرَادَةِ الْمَعْنَيَيْنِ كَوْنُ أُمِّهِ هِيَ الْهَاوِيَةُ أَيِ النَّارُ، يَهْوِي فِيهَا عَلَى أُمِّ رَأْسِهِ، وَذَلِكَ بِالنَّبْذِ فِي الْهَاوِيَةِ بَعِيدَةِ الْمَهْوَى، وَعَادَةُ الْجِسْمِ إِذَا أُلْقِيَ مِنْ شَاهِقٍ بَعِيدًا يُسْبِقُهُ إِلَى أَسْفَلَ أَثْقَلُهُ، وَأَثْقَلُ جِسْمِ الْإِنْسَانِ رَأْسُهُ. وَاللَّهُ تَعَالَى أَعْلَمُ. </p>"
}