{
  "id": null,
  "sura": 101,
  "aya": 6,
  "text": "<p> أَوْقَدَ نَارًا فَجَعَلَ الْجَنَادِبُ وَالْفَرَاشُ يَقَعْنَ فِيهَا، وَهُوَ يَذُبُّهُنَّ عَنْهَا. وَأَنَا آخِذٌ بِحُجُزِكُمْ عَنِ النَّارِ وَأَنْتُمْ تَفَلَّتُونَ مِنْ يَدِي» . </p><p> وَالْمَبْثُوثُ: الْمُنْتَشِرُ. </p><p> وَمِثْلُهُ قَوْلُهُ: يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ [٥٤ \\ ٧] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ بَيَانُهُ فِي سُورَةِ «اقْتَرَبَتِ السَّاعَةُ» ، وَسُورَةِ «ق وَالْقُرْآنِ» ، وَسُورَةِ «يس وَالْقُرْآنِ الْحَكِيمِ» . بِمَا يُغْنِي عَنْ إِعَادَتِهِ هُنَا. </p><p> وَقَدْ قِيلَ: إِنَّ وَصْفَهَا بِالْفَرَاشِ فِي أَوَّلِ حَالِهَا فِي الِاضْطِرَابِ وَالْحَيْرَةِ. </p><p> وَوَصْفَهُمْ كَالْجَرَادِ فِي الْكَثْرَةِ وَوَحْدَةِ الِاتِّجَاهِ: مُهْطِعِينَ إِلَى الدَّاعِي [٥٤ \\ ٨] . </p><p> قَوْلُهُ تَعَالَى: وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ. </p><p> تَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي سُورَةِ الْوَاقِعَةِ بَيَانُ أَحْوَالِ الْجِبَالِ يَوْمَ الْقِيَامَةِ مِنْ بَدْئِهَا بِكَثِيبٍ مَهِيلٍ، ثُمَّ كَالْعِهْنِ الْمَنْفُوشِ، ثُمَّ تَسِيرُ كَالسَّرَابِ. </p><p> وَأَحَالَ فِيهَا عَلَى غَيْرِهَا، كَقَوْلِهِ: تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ [٢٧ \\ ٨٨] . </p><p> وَتَقَدَّمَتِ الْإِشَارَةُ إِلَى ذَلِكَ فِي سُورَةِ «سَأَلَ سَائِلٌ» . </p><p> قَوْلُهُ تَعَالَى: فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ. </p><p> فِي قَوْلِهِ: ثَقُلَتْ مَوَازِينُهُ دَلَالَةٌ عَلَى وَقْعِ الْوَزْنِ لِكُلِّ إِنْسَانٍ. </p><p> وَالْمَوَازِينُ: يُرَادُ بِهَا الْمَوْزُونُ، وَيُرَادُ بِهَا آلَةُ الْوَزْنِ، كَالْمَعَايِيرِ، وَهُمَا مُتَلَازِمَانِ. </p><p> وَتَقَدَّمَ أَنَّ الْمَعَايِيرَ بِالذَّرَّةِ وَأَقَلَّ مِنْهَا. </p><p> وَقَدْ جَاءَ نُصُوصٌ عَلَى وَضْعِ الْمَوَازِينِ وَإِقَامَتِهَا بِالْعَدْلِ وَالْقِسْطِ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ بَيَانُ ذَلِكَ عِنْدَ قَوْلِهِ تَعَالَى: وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ [٢١ \\ ٤٧] . </p><p> وَقَوْلُهُ: فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ، قَالُوا: بِمَعْنَى مُرْضِيَّةٍ، وَرَاضِيَةٌ أَصْلُهَا مُرْضِيَّةٌ، كَمَا فِي قَوْلِهِ: وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ لِسَعْيِهَا رَاضِيَةٌ [٨٨ \\ ٨ - ٩] ، إِسْنَادُ الرِّضَى لِلْعِيشَةِ، عَلَى أَنَّهَا هِيَ فَاعِلَةُ الرِّضَى ; لِأَنَّ كَلِمَةَ الْعِيشَةِ جَامِعَةٌ لِنَعِيمِ الْجَنَّةِ وَأَسْبَابِ النَّعِيمِ، رَاضِيَةٌ طَائِعَةٌ لَيِّنَةٌ لِأَصْحَابِ الْجَنَّةِ، فَتُفَجَّرُ لَهُمُ الْأَنْهَارُ طَوَاعِيَةً، وَتَدْنُو الثِّمَارُ طَوَاعِيَةً، كَمَا فِي قَوْلِهِ: قُطُوفُهَا دَانِيَةٌ [٦٩ \\ ٢٣] . </p><p> فَالْقَوْلُ الْأَوَّلُ: هُوَ الْمَعْرُوفُ فِي الْبَلَاغَةِ بِإِطْلَاقِ الْمَحَلِّ وَإِرَادَةِ الْحَالِّ، كَقَوْلِهِ تَعَالَى: فَلْيَدْعُ نَادِيَهُ [٩٦ \\ ١٧] . </p><p> وَالنَّادِي: مَكَانُ مُنْتَدَى الْقَوْمِ، أَيْ يُنَادِي بَعْضُهُمْ بَعْضًا لِلِاجْتِمَاعِ فِيهِ. </p><p> وَالْمُرَادُ: مَنْ يَحُلُّ فِي هَذَا النَّادِي، وَيَكُونُ هُنَا أَطْلَقَ الْمَحَلَّ وَهُوَ مَحَلُّ الْعِيشَةِ، وَأَرَادَ الْحَالَّ فِيهَا. </p><p> وَعَلَى الثَّانِي: فَهُوَ إِسْنَادٌ حَقِيقِيٌّ مِنْ إِسْنَادِ الرِّضَى لِمَنْ وَقَعَ مِنْهُ أَوْ قَامَ بِهِ. وَمِمَّا هُوَ جَدِيرٌ بِالذِّكْرِ أَنَّ حَمْلَهُ عَلَى الْأُسْلُوبِ الْبَيَانِيِّ لَيْسَ مُتَّجَهًا كَالْآيَةِ الْأُخْرَى ; لِأَنَّ الْعِيشَةَ لَيْسَتْ مَحَلًّا لِغَيْرِهَا بَلْ هِيَ حَالَّةٌ، وَالْمَحَلُّ الْحَقِيقِيُّ هُوَ الْجَنَّةُ وَالْعِيشَةُ حَالَّةٌ فِيهَا، وَهِيَ اسْمٌ لِمَعَانِي النَّعِيمِ كَمَا تَقَدَّمَ، فَيَكُونُ حَمْلُ الْإِسْنَادِ عَلَى الْحَقِيقَةِ أَصَحُّ. </p><p> وَقَدْ جَاءَتِ الْأَحَادِيثُ: أَنَّ الْجَنَّةَ تُحِسُّ بِأَهْلِهَا وَتَفْرَحُ بِعَمَلِ الْخَيْرِ، كَمَا أَنَّهَا تَتَزَيَّنُ وَتَبْتَهِجُ فِي رَمَضَانَ، وَأَنَّهَا تَنَاظَرَتْ مَعَ النَّارِ. وَكُلٌّ يُدْلِي بِأَهْلِهِ وَفَرَحِهِ بِهِمْ، حَتَّى وَعَدَ اللَّهُ كُلًّا بِمِلْئِهَا. </p><p> وَنُصُوصُ تَلَقِّي الْحُورِ وَالْوِلْدَانِ وَالْمَلَائِكَةِ فِي الْجَنَّةِ لِأَهْلِ الْجَنَّةِ بِالرِّضَى وَالتَّحِيَّةِ مَعْلُومَةٌ. </p><p> وَقَوْلُهُ: لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ [٣٦ \\ ٥٧] ، أَيْ: لَا يَتَأَخَّرُ عَنْهُمْ شَيْءٌ. </p><p> وَقَوْلُهُ: وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ [٣٩ \\ ٧٣] . </p><p> وَقَوْلُهُ: فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ [٥٥ \\ ٥٦] . </p><p> وَقَاصِرَاتُ الطَّرْفِ عَنْ رِضًى بِأَهْلِهِنَّ. وَمِنْهُ حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ [٥٥ \\ ٧٢] ، أَيْ عَلَى أَزْوَاجِهِنَّ. </p>"
}