{
  "id": null,
  "sura": 102,
  "aya": 3,
  "text": "<p> لِلنَّاسِ عَامَّةً خَطَأَ وَجَهْلَ أُولَئِكَ، وَأَنَّ الرَّحِيلَ لِتِلْكَ الْقُبُورِ لَيْسَ مِنْ سُنَّةِ الرَّسُولِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِ \"، وَلَا كَانَ مِنْ عَمَلِ الْخُلَفَاءِ الرَّاشِدِينَ، وَلَا مِنْ عَامَّةِ الصَّحَابَةِ وَلَا التَّابِعِينَ، وَلَا مَنْ عَمَلِ أَئِمَّةِ الْمَذَاهِبِ الْأَرْبَعَةِ رَحِمَهُمُ اللَّهُ. </p><p> وَإِنَّمَا كَانَ عَمَلُ الْجَمِيعِ زِيَارَةَ مَا جَاوَرَهُمْ مِنَ الْمَقَابِرِ لِلسَّلَامِ عَلَيْهِمْ وَالدُّعَاءِ لَهُمْ، وَالِاتِّعَاظِ بِحَالِهِمْ، وَالِاسْتِعْدَادِ لِمَا صَارُوا إِلَيْهِ. </p><p> نَسْأَلُ اللَّهَ الْهِدَايَةَ وَالتَّوْفِيقَ لِاتِّبَاعِ سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَالِاقْتِفَاءِ بِآثَارِ سَلَفِ الْأُمَّةِ، آمِينَ. </p><p> قَوْلُهُ تَعَالَى: كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ. </p><p> كَلَّا: زَجْرٌ عَنِ التَّلَهِّي وَالتَّكَاثُرِ الْمَذْكُورِ، وَ «سَوْفَ تَعْلَمُونَ» : أَيْ حَقِيقَةَ الْأَمْرِ، وَمَغَبَّةَ هَذَا التَّلَهِّي، «ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ» تَكْرَارٌ لِلتَّأْكِيدِ. </p><p> وَقِيلَ: إِنَّهُ لَا تَكْرَارَ، لِمَا رُوِيَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: أَنَّ الْأُولَى فِي الْقَبْرِ، وَالثَّانِيَةَ يَوْمَ الْقِيَامَةِ. وَهُوَ مَعْقُولٌ. </p><p> وَاسْتَدَلَّ بِهِ بَعْضُهُمْ عَلَى عَذَابِ الْقَبْرِ. </p><p> وَمَعْلُومٌ صِحَّةُ حَدِيثِ الْقَبْرِ:  «إِنَّمَا الْقَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، أَوْ حُفْرَةٌ مِنْ حُفَرِ النَّارِ» . </p><p> وَالسُّؤَالُ فِيهِ مَعْلُومٌ، وَلَكِنْ أَرَادُوا مَأْخَذَهُ مِنَ الْقُرْآنِ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي الْكَلَامِ عَلَى سُورَةِ غَافِرٍ، عِنْدَ: وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ [٤٠ \\ ٤٥] ، إِثْبَاتُ عَذَابِ الْقَبْرِ مِنَ الْقُرْآنِ. </p><p> وَكَذَلِكَ بَيَانُ مَعْنَاهُ فِي آخِرِ سُورَةِ الزُّخْرُفِ عِنْدَ الْكَلَامِ عَلَى قَوْلِهِ تَعَالَى: فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ [٤٣ \\ ٨٩] . </p><p> وَهَذَا الزَّجْرُ هُنَا وَالتَّحْذِيرُ لَهُمْ رَدًّا عَلَى مَا كَانُوا عَلَيْهِ فِي التَّكَاثُرِ. </p><p> كَمَا قَالَ الشَّاعِرُ: </p><p> وَلَسْتَ بِالْأَكْثَرِ مِنْهُمْ حَصًى ... وَإِنَّمَا الْعِزَّةُ لِلْكَاثِرُُِ </p>"
}