{
  "id": null,
  "sura": 102,
  "aya": 8,
  "text": "<p> وَقَدْ وَقَعَ مِثْلُهُ فِي قِصَّةِ الصِّدِيقِ لَمَّا أُخْبِرَ نَبَأَ الْإِسْرَاءِ، فَقَالَ:  «صَدَقَ مُحَمَّدٌ،فَقَالُوا:تُصَدِّقُهُ وَأَنْتَ لَمْ تَسْمَعْ مِنْهُ؟قَالَ:إِنِّي لَأُصَدِّقُهُ عَلَى أَكْثَرَ مِنْ ذَلِكَ» . </p><p> فَلِعِلْمِهِ عِلْمَ الْيَقِينِ بِصِدْقِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَا يُخْبِرُ، صَدَّقَ بِالْإِسْرَاءِ كَأَنَّهُ يَرَاهُ. </p><p> وَتَكُونُ الرُّؤْيَةُ الثَّانِيَةُ رُؤْيَةَ عَيْنٍ وَمُشَاهَدَةٍ، فَهُوَ عَيْنُ الْيَقِينِ. </p><p> وَقَدْ قَدَّمْنَا مَرَاتِبَ الْعِلْمِ الثَّلَاثَ: عِلْمُ الْيَقِينِ، وَعَيْنُ الْيَقِينِ، وَحَقُّ الْيَقِينِ. </p><p> فَالْعِلْمُ: مَا كَانَ عَنْ دَلَائِلَ. </p><p> وَعَيْنُ الْيَقِينِ: مَا كَانَ عَنْ مُشَاهَدَةٍ. </p><p> وَحَقُّ الْيَقِينِ: مَا كَانَ عَنْ مُلَابَسَةٍ وَمُخَالَطَةٍ، كَمَا يَحْصُلُ الْعِلْمُ بِالْكَعْبَةِ، وَجِهَتِهَا فَهُوَ عِلْمُ الْيَقِينِ، فَإِذَا رَآهَا فَهُوَ عَيْنُ الْيَقِينِ بِوُجُودِهَا. فَإِذَا دَخَلَهَا وَكَانَ فِي جَوْفِهَا فَهُوَ حَقُّ الْيَقِينِ بِوُجُودِهَا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ. </p><p> أَصْلُ النَّعِيمِ كُلُّ حَالٍ نَاعِمَةٍ مِنَ النُّعُومَةِ وَاللُّيُونَةُ، ضِدُّ الْخُشُونَةِ وَالْيُبُوسَةِ، وَالشَّدَائِدِ، كَمَا يُشِيرُ إِلَيْهِ قَوْلُهُ تَعَالَى: وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ [١٦ \\ ٥٣] . </p><p> ثُمَّ قَالَ: إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ [١٦ \\ ٥٣] ، فَقَابَلَ النِّعْمَةَ بِالضُّرِّ. </p><p> وَمِثْلُهُ قَوْلُهُ تَعَالَى: وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي [١١ \\ ١٠] . </p><p> وَعَلَى هَذَا فَإِنَّ نِعَمَ اللَّهِ عَدِيدَةٌ، كَمَا قَالَ: وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا [١٦ \\ ١٨] . </p><p> وَبِهَذَا تَعْلَمُ أَنَّ كُلَّ مَا قَالَهُ الْمُفَسِّرُونَ، فَهُوَ مِنْ قَبِيلِ التَّمْثِيلِ لَا الْحَصْرِ، كَمَا قَالَ تَعَالَى: لَا تُحْصُوهَا. </p><p> وَأُصُولُ هَذِهِ النِّعَمُ أَوُّلُهَا الْإِسْلَامُ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا [٥ \\ ٣] . </p><p> وَيَدْخُلُ فِيهَا نِعَمُ التَّشْرِيعِ وَالتَّخْفِيفِ، عَمَّا كَانَ عَلَى الْأُمَمِ الْمَاضِيَةِ. </p><p> كَمَا يَدْخُلُ فِيهَا نِعْمَةُ الْإِخَاءِ فِي اللَّهِ: وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَاءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا [٣ \\ ١٠٣] ، وَغَيْرُ ذَلِكَ كَثِيرٌ. </p><p> وَثَانِيهَا: الصِّحَّةُ، وَكَمَالُ الْخِلْقَةِ وَالْعَافِيَةِ، فَمِنْ كَمَالِ الْخِلْقَةِ الْحَوَاسُّ أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ [٩٠ \\ ٨ - ٩] . </p><p> ثُمَّ قَالَ: إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا [١٧ \\ ٣٦] . </p><p> وَثَالِثُهَا: الْمَالُ فِي كَسْبِهِ وَإِنْفَاقِهِ سَوَاءٌ، فَفِي كَسْبِهِ مِنْ حِلِّهِ نِعْمَةٌ، وَفِي إِنْفَاقِهِ فِي أَوْجُهِهِ نِعْمَةٌ. </p><p> هَذِهِ أُصُولُ النِّعَمِ، فَمَاذَا يُسْأَلُ عَنْهُ، مِنْهَا جَاءَتِ السُّنَّةُ بِأَنَّهُ سَيُسْأَلُ عَنْ كُلِّ ذَلِكَ جُمْلَةً وَتَفْصِيلًا. </p><p> أَمَّا عَنِ الدِّينِ وَالْمَالِ وَالصِّحَّةِ، فَفِي مُجْمَلِ الْحَدِيثِ:  \" إِذَا كَانَ يَوْمُ الْقِيَامَةِ،لَا تَزُولُ قَدَمُ عَبْدٍ حَتَّى يُسْأَلَ عَنْ خَمْسٍ:عَنْ عُمُرِهِ فِيمَ أَبْلَاهُ، وَعَنْ عِلْمِهِ فِيمَ عَمَلٌ بِهِ، وَعَنْ مَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَ أَنْفَقَهُ، وَعَنْ شَبَابِهِ فِيمَ أَفْنَاهُ \" . </p><p> وَلِعِظَمِ هَذِهِ الْآيَةِ وَشُمُولِهِا، فَإِنَّهَا أَصْبَحَتْ مِنْ قَبِيلِ النُّصُوصِ مَضْرِبَ الْمَثَلِ، فَقَدْ فَصَّلَتِ السُّنَّةُ جُزْئِيَّاتِ مَا كَانَتْ تَخْطُرُ بِبَالِ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَقَدْ أَوْرَدَ الْقُرْطُبِيُّ مَا جَاءَ فِي صَحِيحِ مُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ أَوْ لَيْلَةٍ، فَإِذَا هُوَ بِأَبِي بَكْرٍ وَعُمَرَ، فَقَالَ:  \" مَا أَخْرَجَكُمَا مِنْ بُيُوتِكُمَا هَذِهِ السَّاعَةَ؟ \" قَالَا: الْجُوعُ يَا رَسُولَ اللَّهِ! قَالَ: \" وَأَنَا، وَالَّذِي نَفْسِي بِيَدِهَا لَأَخْرَجَنِي الَّذِي أَخْرَجَكُمَا، قُومُوا \" فَقَامُوا مَعَهُ، فَأَتَى رَجُلًا مِنَ الْأَنْصَارِ، فَإِذَا هُوَ لَيْسَ فِي بَيْتِهِ، فَلَمَّا رَأَتْهُ الْمَرْأَةُ قَالَتْ: مَرْحَبًا! وَأَهْلًا! فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أَيْنَ فُلَانٌ؟ \" قَالَتْ: ذَهَبَ يَسْتَعْذِبُ لَنَا مِنَ الْمَاءِ أَيْ يَطْلُبُ مَاءً عَذْبًا. إِذْ جَاءَ الْأَنْصَارِيُّ، فَنَظَرَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَصَاحِبَيْهِ، ثُمَّ قَالَ: الْحَمْدُ لِلَّهِ، مَا أَحَدٌ الْيَوْمَ أَكْرَمُ أَضْيَافًا مِنِّي. قَالَ: فَانْطَلَقَ فَجَاءَهُمْ بِعَذْقٍ فِيهِ بُسْرٌ وَتَمْرٌ وَرُطَبٌ، فَقَالَ: كُلُّوا مِنْ هَذِهِ، وَأَخَذَ الْمُدْيَةَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِيَّاكَ وَالْحَلُوبَ، فَذَبَحَ لَهُمْ. فَأَكَلُوا مِنَ الشَّاةِ، وَمِنْ ذَلِكَ الْعِذْقِ، وَشَرِبُوا، </p><p> فَلَمَّا أَنْ شَبِعُوا وَرَوُوا، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِأَبِي بَكْرٍ وَعُمَرَ:  \" وَالَّذِي نَفْسِي بِيَدِهِ لَتُسْأَلُنَّ عَنْ هَذَا النَّعِيمِ يَوْمَ الْقِيَامَةِ، أَخْرَجَكُمْ مِنْ بُيُوتِكُمُ الْجُوعُ، ثُمَّ لَمْ تَرْجِعُوا حَتَّى أَصَابَكُمْ هَذَا النَّعِيمُ \" وَخَرَّجَهُ التِّرْمِذِيُّ. </p><p> وَقَالَ فِيهِ:  \" هَذَا وَالَّذِي نَفْسِي بِيَدِهِ، مِنَ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ يَوْمَ الْقِيَامَةِ، ظِلٌّ بَارِدٌ وَرَطْبٌ طَيِّبٌ، وَمَاءٌ بَارِدٌ \" وَكَنَّى الرَّجُلُ الَّذِي مِنَ الْأَنْصَارِ فَقَالَ: أَبُو الْهَيْثَمِ بْنُ التَّيِّهَانِ. </p><p> قَالَ الْقُرْطُبِيُّ: قُلْتُ: اسْمُ هَذَا الرَّجُلِ مَالِكُ بْنُ التَّيِّهَانِ، وَيُكَنَّى أَبَا الْهَيْثَمِ. </p><p> وَقَدْ ذَكَرَ ابْنُ كَثِيرٍ هَذِهِ الْقِصَّةَ مِنْ عِدَّةِ طُرُقٍ. </p><p> وَمِنْهَا: عِنْدَ أَحْمَدَ أَنَّ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَخَذَ بِالْفَرَقِ وَضَرَبَ بِهِ الْأَرْضَ، وَقَالَ:  \" إِنَّا لَمَسْئُولُونَ عَنْ هَذَا يَا رَسُولَ اللَّهِ؟قَالَ:نَعَمْ،إِلَّا مِنْ ثَلَاثَةٍ:خِرْقَةٍ لَفَّ الرَّجُلُ بِهَا عَوْرَتَهُ، أَوْ كِسْرَةٍ سَدَّ بِهَا جَوْعَتَهُ، أَوْ جُحْرٍ يَدْخُلُ فِيهِ مِنَ الْحَرِّ وَالْقَرِّ \" . </p><p> وَقَالَ سُفْيَانُ بْنُ عُيَيْنَةَ: إِنَّ مَا سَدَّ الْجُوعَ، وَسَتَرَ الْعَوْرَةَ مِنْ خَشِنِ الطَّعَامِ، لَا يُسْأَلُ عَنْهُ الْمَرْءُ يَوْمَ الْقِيَامَةِ، وَإِنَّمَا يُسْأَلُ عَنِ النَّعِيمِ، وَالدَّلِيلُ عَلَيْهِ أَنَّ اللَّهَ أَسْكَنَ آدَمَ الْجَنَّةَ فَقَالَ لَهُ: إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى [٢٠ \\ ١١٩] . </p><p> فَكَانَتْ هَذِهِ الْأَشْيَاءُ الْأَرْبَعَةُ مَا يُسَدُّ بِهِ الْجُوعُ، وَمَا يُدْفَعُ بِهِ الْعَطَشُ، وَمَا يُسْكَنُ فِيهِ مِنَ الْحَرِّ وَيُسْتَرُ بِهِ عَوْرَتُهُ، لِآدَمَ عَلَيْهِ السَّلَامُ بِالْإِطْلَاقِ، لَا حِسَابَ عَلَيْهِ فِيهَا لِأَنَّهُ لَا بُدَّ لَهُ مِنْهَا. </p><p> وَذُكِرَ عَنْ أَحْمَدَ أَيْضًا بِسَنَدِهِ \" أَنَّهُمْ كَانُوا جُلُوسًا فَطَلَعَ عَلَيْهِمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَى رَأْسِهِ أَثَرُ مَاءٍ،فَقُلْنَا:</p><p> يَا رَسُولَ اللَّهِ، نَرَاكَ طَيِّبَ النَّفْسِ؟ </p><p> قَالَ: أَجَلْ، قَالَ: خَاضَ النَّاسُ فِي ذِكْرِ الْغِنَى، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا بَأْسَ بِالْغِنَى لِمَنِ اتَّقَى اللَّهَ، وَالصِّحَّةُ لِمَنِ اتَّقَى اللَّهَ خَيْرٌ مِنَ الْغِنَى، وَطِيبُ النَّفْسِ مِنَ النِّعَمِ \" . </p><p> قَالَ: وَرَوَاهُ ابْنُ مَاجَهْ عَنْ أَبِي هُرَيْرَةَ. </p><p> وَبِهَذَا، فَقَدْ ثَبَتَ مِنَ الْكِتَابِ وَالسُّنَّةِ، أَنَّ النَّعِيمَ الَّذِي هُوَ مَحَلُّ السُّؤَالِ يَوْمَ الْقِيَامَةِ </p><p> عَامٌّ فِي كُلِّ مَا يَتَنَعَّمُ بِهِ الْإِنْسَانُ فِي الدُّنْيَا، حِسًّا كَانَ أَوْ مَعْنًى. </p><p> حَتَّى قَالُوا: النَّوْمُ مَعَ الْعَافِيَةِ، وَقَالُوا: إِنَّ السُّؤَالَ عَامٌّ لِلْكَافِرِ وَالْمُسْلِمِ، فَهُوَ لِلْكَافِرِ تَوْبِيخٌ وَتَقْرِيعٌ وَحِسَابٌ، وَلِلْمُؤْمِنِ تَقْرِيرٌ بِحَسَبِ شُكْرِ النِّعْمَةِ وَجُحُودِهَا وَكَيْفِيَّةِ تَصْرِيفِهَا. وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَكُلُّ ذَلِكَ يُرَادُ مِنْهُ الْحَثُّ عَلَى شُكْرِ النِّعْمَةِ، وَالْإِقْرَارِ لِلْمُنْعِمِ وَالْقِيَامِ بِحَقِّهِ سُبْحَانَهُ فِيهَا، كَمَا قَالَ تَعَالَى عَنْ نَبِيِّ اللَّهِ: رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ [٤٦ \\ ١٥] . </p><p> اللَّهُمَّ أَوْزِعْنَا شُكْرَ نِعْمَتِكَ، وَاجْعَلْ مَا أَنْعَمْتَ بِهِ عَلَيْنَا عَوْنًا لَنَا عَلَى طَاعَتِكَ. </p>"
}