{
  "id": null,
  "sura": 103,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم </p><p> سُورَةُ الْعَصْر </p><p> قَوْلُهُ تَعَالَى: وَالْعَصْرِ إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ. </p><p> الْعَصْرُ: اسْمٌ لِلزَّمَنِ كُلِّهِ أَوْ جُزْءٍ مِنْهُ. </p><p> وَلِذَا اخْتُلِفَ فِي الْمُرَادِ مِنْهُ، حَيْثُ لَمْ يُبَيَّنْ هُنَا. </p><p> فَقِيلَ: هُوَ الدَّهْرُ كُلُّهُ، أَقْسَمَ اللَّهُ بِهِ لِمَا فِيهِ مِنَ الْعَجَائِبِ، أُمَّةٌ تَذْهَبُ وَأُمَّةٌ تَأْتِي، وَقَدَرٌ يَنْفُذُ، وَآيَةٌ تَظْهَرُ، وَهُوَ هُوَ لَا يَتَغَيَّرُ، لَيْلٌ يَعْقُبُهُ نَهَارٌ، وَنَهَارٌ يَطْرُدُهُ لَيْلٌ، فَهُوَ فِي نَفْسِهِ عَجَبٌ. </p><p> كَمَا قِيلَ: </p><p> مَوْجُودٌ شَبِيهُ الْمَعْدُومِ، وَمُتَحَرِّكٌ يُضَاهِي السَّاكِنَ. </p><p> كَمَا قِيلَ: </p><p> وَأَرَى الزَّمَانَ سَفِينَةً تَجْرِي بِنَا ... نَحْوَ الْمَنُونِ وَلَا نَرَى حَرَكَاتِه </p><p> فَهُوَ فِي نَفْسِهِ آيَةٌ، سَوَاءٌ فِي مَاضِيهِ لَا يَعْلَمُ مَتَى كَانَ، أَوْ فِي حَاضِرِهِ لَا يَعْلَمُ كَيْفَ يَنْقَضِي، أَوْ فِي مُسْتَقْبَلِهِ. </p><p> وَاسْتَدَلَّ لِهَذَا الْقَوْلِ بِمَا جَاءَ مَوْقُوفًا عَلَى عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، وَمَرْفُوعًا مِنْ قِرَاءَةٍ شَاذَّةٍ:  «وَالْعَصْرِ وَنَوَائِبِ الدَّهْرِ» . وَحُمِلَ عَلَى التَّفْسِيرِ إِنْ لَمْ يَصِحَّ قُرْآنًا، وَهَذَا الْمَعْنَى مَرْوِيٌّ عَنِ ابْنِ عَبَّاسٍ. </p><p> وَعَلَيْهِ قَوْلُ الشَّاعِرِ: </p><p> سَبِيلُ الْهَوَى وَعْرٌ، وَبَحْرُ الْهَوَى غَمْرٌ ... وَيَوْمُ الْهَوَى شَهْرٌ، وَشَهْرُ الْهَوَى دَهْرٌ </p><p> وَقِيلَ الْعَصْرُ: اللَّيْلُ وَالنَّهَارُ.ُُ </p><p> قَالَ حُمَيْدُ بْنُ ثَوْرٍ: </p><p> وَلَمْ يَلْبَثِ الْعَصْرَانِ يَوْمَ لَيْلَةٍ ... إِذَا طَلَبَا أَنْ يُدْرِكَا مَا يُتَمِّمَا </p><p> وَالْعَصْرَانِ أَيْضًا: الْغَدَاةُ وَالْعَشِيُّ. </p><p> كَمَا قِيلَ: </p><p> وَأَمْطُلُهُ الْعَصْرَيْنِ حَتَّى يَمَلَّنِي ... وَيَرْضَى بِنِصْفِ الدَّيْنِ وَالْأَنْفُ رَاغِمُ </p><p> وَالْمَطْلُ: التَّسْوِيفُ وَتَأْخِيرُ الدَّيْنِ. </p><p> كَمَا قِيلَ: </p><p> قَضَى كُلُّ ذِي دَيْنٍ فَوَفَّى غَرِيمَهُ ... وَعَزَّهُ مَمْطُولٌ مُعَنًّى غَرِيمُهَا </p><p> وَقِيلَ: إِنَّ الْعَشِيَّ مَا بَعْدَ زَوَالِ الشَّمْسِ إِلَى غُرُوبِهَا، وَهُوَ قَوْلُ الْحَسَنِ وَقَتَادَةَ. </p><p> وَمِنْهُ قَوْلُ الشَّاعِرِ: </p><p> تَرُوحُ بِنَا يَا عَمْرُو قَدْ قَصُرَ الْعَصْرُ ... وَفِي الرَّوْحَةِ الْأُولَى الْغَنِيمَةُ وَالْأَجْرُ </p><p> وَعَنْ قَتَادَةَ أَيْضًا: هُوَ آخِرُ سَاعَةٍ مِنْ سَاعَاتِ النَّهَارِ، لِتَعْظِيمِ الْيَمِينِ فِيهِ، وَلِلْقَسَمِ بِالْفَجْرِ وَالضُّحَى. </p><p> وَقِيلَ: هُوَ صَلَاةُ الْعَصْرِ لِكَوْنِهَا الْوُسْطَى. </p><p> وَقِيلَ: عَصْرُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ زَمَنُ أُمَّتِهِ ; لِأَنَّهُ يُشْبِهُ عَصْرَ عُمُرِ الدُّنْيَا. </p><p> وَالَّذِي يَظْهَرُ وَاللَّهُ تَعَالَى أَعْلَمُ: أَنَّ أَقْرَبَ هَذِهِ الْأَقْوَالِ كُلِّهَا قَوْلَانِ: إِمَّا الْعُمُومُ بِمَعْنَى الدَّهْرِ لِلْقِرَاءَةِ الشَّاذَّةِ، إِذْ أَقَلُّ دَرَجَاتِهَا التَّفْسِيرُ، وَلِأَنَّهُ يَشْمَلُ بِعُمُومِهِ بَقِيَّةَ الْأَقْوَالِ. </p><p> وَإِمَّا عَصْرُ الْإِنْسَانِ أَيْ عُمُرُهُ وَمُدَّةُ حَيَاتِهِ الَّذِي هُوَ مَحَلُّ الْكَسْبِ وَالْخُسْرَانِ لِإِشْعَارِ السِّيَاقِ، وَلِأَنَّهُ يَخُصُّ الْعَبْدَ فِي نَفْسِهِ مَوْعِظَةً وَانْتِفَاعًا. </p><p> وَيُرَجِّحُ هَذَا الْمَعْنَى مَا يَكْتَنِفُ هَذِهِ السُّورَةَ مِنْ سُورِ التَّكَاثُرِ قَبْلَهَا، وَالْهُمَزَةِ بَعْدَهَا، إِذِ الْأُولَى تَذُمُّ هَذَا التَّلَهِّيَ وَالتَّكَاثُرَ بِالْمَالِ وَالْوَلَدِ، حَتَّى زِيَارَةِ الْمَقَابِرِ بِالْمَوْتِ، وَمَحَلُّ ذَلِكَ هُوَ حَيَاةُ الْإِنْسَانِ.ُُ </p><p> وَسُورَةُ الْهُمَزَةِ فِي نَفْسِ الْمَعْنَى تَقْرِيبًا، فِي «الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ، يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ» . [١٠٤ \\ ٢ - ٣] </p><p> فَجَمْعُ الْمَالِ وَتَعْدَادُهُ فِي حَيَاةِ الْإِنْسَانِ، وَحَيَاتُهُ مَحْدُودَةٌ، وَلَيْسَ مُخَلَّدًا فِي الدُّنْيَا، كَمَا أَنَّ الْإِيمَانَ وَعَمَلَ الصَّالِحَاتِ مُرْتَبِطٌ بِحَيَاةِ الْإِنْسَانِ. </p><p> وَعَلَيْهِ، فَإِمَّا أَنْ يَكُونَ الْمُرَادُ بِالْعَصْرِ فِي هَذِهِ السُّورَةِ الْعُمُومُ لِشُمُولِهِ الْجَمِيعَ وَلِلْقِرَاءَةِ الشَّاذَّةِ، وَهَذَا أَقْوَاهَا. </p><p> وَإِمَّا حَيَاةُ الْإِنْسَانِ، لِأَنَّهُ أَلْزَمُ لَهُ فِي عَمَلِهِ، وَتَكُونُ كُلُّ الْإِطْلَاقَاتِ الْأُخْرَى مِنْ إِطْلَاقِ الْكُلِّ، وَإِرَادَةِ الْبَعْضِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَقَوْلُهُ: إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ. </p><p> لَفْظُ الْإِنْسَانِ وَإِنْ كَانَ مُفْرَدًا، فَإِنَّ أَلْ فِيهِ جَعَلَتْهُ لِلْجِنْسِ. </p><p> وَقَدْ بَيَّنَهُ الشَّيْخُ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ، وَتَقَدَّمَ التَّنْبِيهُ عَلَيْهِ مِرَارًا، فَهُوَ شَامِلٌ لِلْمُسْلِمِ وَالْكَافِرِ، إِلَّا مَنِ اسْتَثْنَى اللَّهُ تَعَالَى. </p><p> وَقِيلَ: خَاصٌّ بِالْكَافِرِ، وَالْأَوَّلُ أَرْجَحُ لِلْعُمُومِ. </p><p> وَ «إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ» جَوَابُ الْقَسَمِ، وَالْخُسْرُ: قِيلَ: هُوَ الْغَبْنُ، وَقِيلَ: النَّقْصُ، وَقِيلَ: الْعُقُوبَةُ، وَقِيلَ: الْهَلَكَةُ، وَالْكُلُّ مُتَقَارِبٌ. </p><p> وَأَصْلُ الْخُسْرِ وَالْخُسْرَانِ كَالْكُفْرِ وَالْكُفْرَانِ، النَّقْصُ مِنْ رَأْسِ الْمَالِ، وَلَمْ يُبَيِّنْ هُنَا نَوْعَ الْخُسْرَانِ فِي أَيِّ شَيْءٍ، بَلْ أَطْلَقَ لِيَعُمَّ، وَجَاءَ بِحَرْفِ الظَّرْفِيَّةِ، لِيُشْعِرَ أَنَّ الْإِنْسَانَ مُسْتَغْرِقٌ فِي الْخُسْرَانِ، وَهُوَ مُحِيطٌ بِهِ مِنْ كُلِّ جِهَةٍ. </p><p> وَلَوْ نَظَرْنَا إِلَى أَمْرَيْنِ وَهُمَا الْمُسْتَثْنَى وَالسُّورَةُ الَّتِي قَبْلَهَا، لَاتَّضَحَ هَذَا الْعُمُومُ ; لِأَنَّ مَفْهُومَ الْمُسْتَثْنَى يَشْمَلُ أَرْبَعَةَ أُمُورٍ: عَدَمُ الْإِيمَانِ وَهُوَ الْكُفْرُ، وَعَدَمُ الْعَمَلِ الصَّالِحِ وَهُوَ الْعَمَلُ الْفَاسِدُ، وَعَدَمُ التَّوَاصِي بِالْحَقِّ وَهُوَ انْعِدَامُ التَّوَاصِي كُلِّيَّةً أَوِ التَّوَاصِي بِالْبَاطِلِ، وَعَدَمُ التَّوَاصِي بِالصَّبْرِ، وَهُوَ إِمَّا انْعِدَامُ التَّوَاصِي كُلِّيَّةً أَوِ الْهَلَعُ وَالْجَزَعُ. </p><p> وَالسُّورَةُ الَّتِي قَبْلَهَا تَلَهِّي الْإِنْسَانِ بِالتَّكَاثُرِ فِي الْمَالِ وَالْوَلَدِ، بُغْيَةَ الْغِنَى وَالتَّكَثُّرِ فِيهِ، وَضِدُّهُ ضَيَاعُ الْمَالِ وَالْوَلَدِ وَهُوَ الْخُسْرَانُ. </p><p> فِعْلَيْهِ يَكُونُ الْخُسْرَانُ فِي الدِّينِ مِنْ حَيْثُ الْإِيمَانِ بِسَبَبِ الْكُفْرِ، وَفِي الْإِسْلَامِ وَهُوَ تَرْكُ الْعَمَلِ، وَإِنْ كَانَ يَشْمَلُهُ الْإِيمَانُ فِي الِاصْطِلَاحِ وَالتَّلَهِّي فِي الْبَاطِلِ وَتَرْكُ الْحَقَّ، وَفِي الْهَلَعِ وَالْفَزَعِ. </p><p> وَمِنْ ثَمَّ تَرْكُ الْأَمْرِ وَالنَّهْيِ بِمَا فِيهِ مَصْلَحَةُ الْعَبْدِ وَفَلَاحُهُ وَصَلَاحُ دِينِهِ وَدُنْيَاهُ، وَكُلُّ ذَلِكَ جَاءَ فِي الْقُرْآنِ مَا يَدُلُّ عَلَيْهِ نُجْمِلُهُ فِي الْآتِي: </p><p> أَمَّا الْخُسْرَانُ بِالْكُفْرِ. فَكَمَا فِي قَوْلِهِ تَعَالَى. لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ [٣٩ \\ ٦٥] . </p><p> وَقَوْلِهِ: قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ، أَيْ: لِأَنَّهُمْ لَمْ يَعْمَلُوا لِهَذَا اللِّقَاءِ، وَقَصَرُوا أَمْرَهُمْ فِي الْحَيَاةِ الدُّنْيَا فَضَيَّعُوا أَنْفُسَهُمْ، وَحَظَّهُمْ فِي الْآخِرَةِ. </p><p> وَأَمَّا الْخُسْرَانُ بِتَرْكِ الْعَمَلِ، فَكَمَا فِي قَوْلِهِ تَعَالَى: وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ [٧ \\ ٩] ، لِأَنَّ الْمَوَازِينَ هِيَ مَعَايِيرُ الْأَعْمَالِ كَمَا تَقَدَّمَ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ [٩٩ \\ ٧] . </p><p> وَمِثْلُهُ: وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا [٤ \\ ١١٩] ، لِأَنَّهُ سَيَكُونُ مِنْ حِزْبِ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ [٥٨ \\ ١٩] ، أَيْ بِطَاعَتِهِمْ إِيَّاهُ فِي مَعْصِيَةِ اللَّهِ. </p><p> وَأَمَّا الْخُسْرَانُ بِتَرْكِ التَّوَاصِي بِالْحَقِّ فَلَيْسَ بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ، وَالْحَقُّ هُوَ الْإِسْلَامُ بِكَامِلِهِ، وَقَدْ قَالَ تَعَالَى: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ [٣ \\ ٨٥] . </p><p> وَأَمَّا الْخُسْرَانُ بِتَرْكِ التَّوَاصِي بِالصَّبْرِ وَالْوُقُوعِ فِي الْهَلَعِ وَالْفَزَعِ، فَكَمَا قَالَ تَعَالَى: وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ [٢٢ \\ ١١] . </p><p> تَحْقِيقُ الْمَنَاطِ فِي حَقِيقَةِ خُسْرَانِ الْإِنْسَان </p><p> اتَّفَقُوا عَلَى أَنَّ رَأْسَ مَالِ الْإِنْسَانِ فِي حَيَاتِهِ هُوَ عُمُرُهُ ; كُلِّفَ بِإِعْمَالِهِ فِي فَتْرَةِ وُجُودِهِ فِي الدُّنْيَا، فَهِيَ لَهُ كَالسُّوقِ. فَإِنْ أَعْمَلَهُ فِي خَيْرٍ رَبِحَ، وَإِنْ أَعْمَلَهُ فِي شَرٍّ خَسِرَ. </p><p> وَيَدُلُّ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ الْآيَةَ [٩ \\ ١١١] . </p><p> وَقَوْلُهُ: هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ الْآيَةَ [٦١ \\ ١٠ - ١١] . </p><p> وَفِي الْحَدِيثِ عِنْدَ مُسْلِمٍ:  «الطُّهُورُ شَطْرُ الْإِيمَانِ» . </p><p> وَفِي آخِرِهِ «كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا» مِمَّا يُؤَكِّدُ أَنَّ رَأْسَ مَالِ الْإِنْسَانِ عُمُرُهُ. </p><p> وَلِأَهَمِّيَّةِ هَذَا الْعُمُرِ جَاءَ قَسِيمَ الرِّسَالَةِ وَالنَّذَارَةِ فِي قَوْلِهِ: أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ [٣٥ \\ ٣٧] . </p><p> وَعَلَى هَذَا قَالُوا: إِنَّ اللَّهَ تَعَالَى أَرْسَلَ رَسُولَهُ بِالْهُدَى. </p><p> وَهَدَى كُلَّ إِنْسَانٍ النَّجْدَيْنِ، وَجَعَلَ لِكُلِّ إِنْسَانٍ مَنْزِلَةً فِي الْجَنَّةِ وَمَنْزِلَةً فِي النَّارِ. </p><p> فَمَنْ آمَنَ وَعَمِلَ صَالِحًا كَانَ مَآلُهُ إِلَى مَنْزِلَةِ الْجَنَّةِ، وَسَلِمَ مِنْ مَنْزِلَةِ النَّارِ، وَمَنْ كَفَرَ كَانَ مَآلُهُ إِلَى مَنْزِلَةِ النَّارِ، وَتَرْكِ مَنْزِلَتِهِ فِي الْجَنَّةِ. </p><p> كَمَا جَاءَ فِي حَدِيثِ الْقَبْرِ:  «أَوَّلُ مَا يَدْخُلُ فِي قَبْرِهِ إِنْ كَانَ مُؤْمِنًا يُفْتَحُ لَهُ بَابٌ إِلَى النَّارِ،وَيُقَالُ لَهُ:ذَاكَ مَقْعَدُكُ مِنَ النَّارِ لَوْ لَمْ تُؤْمِنْ ثُمَّ يُقْفَلُ عَنْهُ،وَيُفْتَحُ لَهُ بَابٌ إِلَى الْجَنَّةِ وَيُقَالُ لَهُ:هَذَا مَنْزِلُكَ يَوْمَ تَقُومُ السَّاعَةُ،فَيَقُولُ:رَبِّ، أَقِمِ السَّاعَةَ» . </p><p> وَإِنْ كَانَ كَافِرًا كَانَ عَلَى الْعَكْسِ تَمَامًا، فَإِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، فَيَأْخُذُ كُلٌّ مَنْزِلَتَهُ فِيهَا، وَتَبْقَى مَنَازِلُ أَهْلِ النَّارِ فِي الْجَنَّةِ خَالِيَةً فَيَتَوَارَثُهَا أَهْلُ الْجَنَّةِ، وَتَبْقَى مَنَازِلُ أَهْلِ الْجَنَّةِ فِي النَّارِ خَالِيَةً، فَتُوَزَّعُ عَلَى أَهْلِ النَّارِ، وَهُنَا يَظْهَرُ الْخُسْرَانُ الْمُبِينُ ; لِأَنَّ مَنْ تَرَكَ مَنْزِلَةً فِي الْجَنَّةِ وَذَهَبَ إِلَى مَنْزِلَةٍ فِي النَّارِ، فَهُوَ بِلَا شَكٍّ خَاسِرٌ، وَإِذَا تَرَكَ مَنْزِلَتَهُ فِي الْجَنَّةِ لِغَيْرِهِ وَأَخَذَ هُوَ بَدَلًا عَنْهَا مَنْزِلَةَ غَيْرِهِ فِي النَّارِ، كَانَ هُوَ الْخُسْرَانُ الْمُبِينُ، عِيَاذًا بِاللَّهِ. </p><p> أَمَّا فِي غَيْرِ الْكَافِرِ وَفِي عُمُومِ الْمُسْلِمِينَ، فَإِنَّ الْخُسْرَانَ فِي التَّفْرِيطِ بِحَيْثُ لَوْ دَخَلَ </p><p> الْجَنَّةَ وَلَمْ يَنَلْ أَعْلَى الدَّرَجَاتِ يُحِسُّ بِالْخُسْرَانِ فِي الْوَقْتِ الَّذِي فَرَّطَ فِيهِ، وَلَمْ يُنَافِسْ فِعْلَ الْخَيْرِ، لِيَنَالَ أَعْلَى الدَّرَجَاتِ. </p><p> فَهَذِهِ السُّورَةُ فِعْلًا دَافِعٌ لِكُلِّ فَرْدٍ إِلَى الْجِدِّ وَالْعَمَلِ الْمُرْبِحِ، وَدَرَجَاتُ الْجَنَّةِ رَفِيعَةٌ، وَمَنَازِلُهَا عَالِيَةٌ مَهْمَا بَذَلَ الْعَبْدُ مِنْ جُهْدٍ، فَإِنَّ أَمَامَهُ مَجَالٌ لِلْكَسْبِ وَالرِّبْحِ، نَسْأَلُ اللَّهَ التَّوْفِيقَ وَالْفَلَاحَ. </p><p> وَقَدْ قَالُوا: لَا يَخْرُجُ إِنْسَانٌ مِنَ الدُّنْيَا إِلَّا حَزِينًا، فَإِنْ كَانَ مُسِيئًا فَعَلَى إِسَاءَتِهِ، وَإِنْ كَانَ مُحْسِنًا فَلِتَقْصِيرِهِ، وَقَدْ يَشْهَدُ لِهَذَا الْمَعْنَى قَوْلُهُ تَعَالَى: إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ [٤١] . </p><p> فَالْخَوْفُ مِنَ الْمُسْتَقْبَلِ أَمَامَهُمْ، وَالْحُزْنُ عَلَى الْمَاضِي خَلْفَهُمْ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> وَيُبَيِّنُ خَطَرَ هَذِهِ الْمَسْأَلَةِ: أَنَّ الْإِنْسَانَ إِذَا كَانَ فِي آخِرِ عُمُرِهِ، وَشَعُرَ بِأَيَّامِهِ الْمَعْدُودَةِ وَسَاعَاتِهِ الْمَحْدُودَةِ، وَأَرَادَ زِيَادَةَ يَوْمٍ فِيهَا، يَتَزَوَّدُ مِنْهَا أَوْ سَاعَةٍ وَجِيزَةٍ يَسْتَدْرِكُ بَعْضًا مِمَّا فَاتَهُ، لَمْ يَسْتَطِعْ لِذَلِكَ سَبِيلًا، فَيَشْعُرُ بِالْأَسَى وَالْحُزْنِ عَلَى الْأَيَّامِ وَاللَّيَالِي وَالشُّهُورِ وَالسِّنِينَ الَّتِي ضَاعَتْ عَلَيْهِ فِي غَيْرِ مَا كَسْبٍ وَلَا فَائِدَةٍ، كَانَ مِنَ الْمُمْكِنِ أَنْ تَكُونَ مُرْبِحَةً لَهُ، وَفِي الْحَدِيثِ الصَّحِيحِ:  «نِعْمَتَانِ مَغْبُونٌ فِيهِمَا الْإِنْسَانُ: الصِّحَّةُ وَالْفَرَاغُ» . </p><p> أَيْ: أَنَّهُمَا يَمْضِيَانِ لَا يَسْتَغِلُّهُمَا فِي أَوْجِهِ الْكَسْبِ الْمُكْتَمِلَةِ، فَيُفَوَّتَانِ عَلَيْهِ بِدُونِ عِوَضٍ يُذْكَرُ، ثُمَّ يَنْدَمُ وَلَاتَ حِينَ مَنْدَمٍ. </p><p> كَمَا قِيلَ فِي ذَلِكَ: </p><p> بَدَّلَتْ بِالْجُمَّةِ رَأْسًا أَزْعَرَا ... وَبِالثَّنَايَا الْوَاضِحَاتِ الدُّرِّ دُرَرَا </p><p> كَمَا اشْتَرَى الْمُسْلِمُ إِذْ تَنَصَّرَا </p><p> تَنْبِيهٌ </p><p> فِي سُورَةِ التَّكَاثُرِ تَقْبِيحُ التَّلَهِّي بِالتَّكَاثُرِ بِالْمَالِ وَالْوَلَدِ وَنَحْوِهِ، ثُمَّ الْإِشْعَارُ بِأَنَّ سَبَبَهُ الْجَهْلُ ; لِأَنَّهُمْ لَوْ كَانُوا يَعْلَمُونَ عِلْمَ الْيَقِينِ لَمَا أَلْهَاهُمْ ذَلِكَ حَتَّى بَاغَتَهُمُ الْمَوْتُ. </p><p> وَهُنَا إِشْعَارٌ أَيْضًا بِأَنَّ سَبَبَ هَذَا الْخُسْرَانِ الَّذِي يَقَعُ فِيهِ الْإِنْسَانُ، هُوَ الْجَهْلُ الَّذِيُُ </p>"
}