{
  "id": null,
  "sura": 104,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم </p><p> سُورَةُ الْهُمَزَةِ </p><p> قَوْلُهُ تَعَالَى: وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ. </p><p> اخْتُلِفَ فِي مَعْنَى كَلِمَةِ «وَيْلٌ» . </p><p> فَقِيلَ: هُوَ وَادٍ فِي جَهَنَّمَ. </p><p> وَقِيلَ: هِيَ كَلِمَةُ عَذَابٍ وَهَلَاكٍ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ ذِكْرُ هَذَيْنِ الْمَعْنَيَيْنِ فِي سُورَةِ الْجَاثِيَةِ عِنْدَ قَوْلِهِ تَعَالَى: وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ [٤٥ \\ ٧] ، وَبَيَّنَ أَنَّهَا مَصْدَرٌ لَا لَفْظَ لَهُ مِنْ فِعْلِهِ، وَأَنَّ الْمُسَوِّغَ لِلِابْتِدَاءِ بِهَا مَعَ أَنَّهَا نَكِرَةٌ كَوْنُهَا فِي مَعْرِضِ الدُّعَاءِ عَلَيْهِمْ بِالْهَلَاكِ. </p><p> وَقَدِ اسْتَظْهَرَ رَحِمَهُ اللَّهُ تَعَالَى هَذَا الْمَعْنَى. </p><p> وَمِمَّا يَشْهَدُ لِمَا اسْتَظْهَرَهُ رَحِمَهُ اللَّهُ، مَا جَاءَ فِي حَقِّ أَصْحَابِ الْجَنَّةِ الَّتِي أَصْبَحَتْ كَالصَّرِيمِ، أَنَّهُمْ قَالُوا عِنْدَ رُؤْيَتِهِمْ إِيَّاهَا: قَالُوا يَاوَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ [٢١ \\ ١٤] ، فَهِيَ كَلِمَةٌ تُقَالُ عِنْدَ نُزُولِ الْمَصَائِبِ، وَعِنْدَ التَّقْبِيحِ. </p><p> وَقَالَ الْفَخْرُ الرَّازِيُّ: أَصْلُ الْوَيْلِ لَفْظَةُ السُّخْطِ وَالذَّمِ، وَأَصْلُهَا وَيٌّ لِفُلَانٍ، ثُمَّ كَثُرَتْ فِي كَلَامِهِمْ فَوُصِلَتْ بِاللَّامِ، وَيُقَالُ: وَيْحٌ بِالْحَاءِ لِلتَّرَحُّمِ اهـ. </p><p> وَمِمَّا يَدُلُّ لِقَوْلِ الرَّازِيِّ أَيْضًا قَوْلُ قَارُونَ: وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ [٢٨ \\ ٨٢] . </p><p> وَمِثْلُهُ لِلتَّعَجُّبِ فِي قَوْلِهِ: قَالَتْ يَا وَيْلَتَا أَأَلِدُ وَأَنَا عَجُوزٌ وَهَذَا بَعْلِي شَيْخًا [١١ \\ ٧٢] . </p><p> وَقَوْلِهِ: قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْأَةَ أَخِي [٥ \\ ٣١] . </p><p> فَالظَّاهِرُ: أَنَّهَا كَلِمَةٌ تُقَالُ عِنْدَ الشِّدَّةِ وَالْهَلَكَةِ، أَوْ شِدَّةِ التَّعَجُّبِ مِمَّا يُشْبِهُ الْمُسْتَبْعَدَ. </p><p> وَالَّذِي يَشْهَدُ لَهُ الْقُرْآنُ: هُوَ هَذَا الْمَعْنَى، وَسَبَبُ الْخِلَافِ قَدْ يَرْجِعُ لِمَجِيئِهَا تَارَةً مُطْلَقَةً كَقَوْلِهِ: وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٥] ، وَهُنَا وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ. </p><p> وَيَجِيءُ مَعَ ذِكْرِ مَا يَتَوَعَّدُ بِهِ كَقَوْلِهِ: فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ [٣٨ \\ ٢٧] ، وَقَوْلِهِ: فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ [٤٣ \\ ٦٥] ، فَذَكَرَ النَّارَ وَالْعَذَابَ الْأَلِيمَ. </p><p> وَكَذَلِكَ قَوْلُهُ: فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ [١٩ \\ ٣٧] ، فَهِيَ فِي هَذَا كُلِّهِ لِلْوَعِيدِ الشَّدِيدِ، مِمَّا ذُكِرَ مَعَهَا مِنَ النَّارِ وَالْعَذَابِ الْأَلِيمِ وَمَشْهَدِ يَوْمٍ عَظِيمٍ، وَلَيْسَتْ مَقْصُودَةً بِذَاتِهَا دُونَ مَا ذُكِرَ مَعَهَا، وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى. </p><p> وَقَوْلُهُ: هُمَزَةٍ لُمَزَةٍ، قِيلَ: هُمَا بِمَعْنَى وَاحِدٍ، وَهُوَ الْغِيبَةُ. </p><p> وَأَنْشَدَ ابْنُ جَرِيرٍ قَوْلَ زِيَادٍ الْأَعْجَمِ: </p><p> تُدْلِي بِوُدِّي إِذَا لَاقَيْتَنِي كَذِبًا ... وَإِنْ أَغِيبُ فَأَنْتَ الْهَامِزُ الْهُمَزَهْ </p><p> وَعَزَا هَذَا لِابْنِ عَبَّاسٍ، وَهُوَ الَّذِي يُصِيبُ النَّاسَ وَيَطْعَنُ فِيهِمْ. </p><p> وَقَدْ جَاءَ فِي الْقُرْآنِ اسْتِعْمَالُ كُلٍّ مِنَ الْكَلِمَتَيْنِ مُفْرَدَةً عَنِ الْأُخْرَى، بِمَا يَدُلُّ عَلَى الْمُغَايَرَةِ. </p><p> فَفِي الْهُمَزَةِ قَوْلُهُ: وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ [٦٨ \\ ١١] ، مِمَّا يَدُلُّ عَلَى الْكَذِبِ وَالنَّمِيمَةِ. </p><p> وَفِي الْهُمَزَةِ قَوْلُهُ تَعَالَى: وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ [٤٩ \\ ١١] . </p><p> وَقَوْلُهُ: وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ [٩ \\ ٥٨] ، مِمَّا يَدُلُّ عَلَى أَنَّهَا أَقْرَبُ لِلتَّنَقُّصِ وَالْعَيْبِ فِي الْحُضُورِ لَا فِي الْغِيبَةِ، فَتَغَايُرُ الْهَمْزِ فِي الْمَعْنَى، وَفِي الصِّفَةِ، وَالْجَمْعُ بَيْنَهُمَا جَمْعٌ بَيْنَ الْقَبِيحَيْنِ، فَكَانَ مُسْتَحِقًّا لِهَذَا الْوَعِيدِ الشَّدِيدِ بِكَلِمَةِ «وَيْلٌ» . </p><p> وَقَدْ قِيلَ: الْهَمْزُ بِالْيَدِ: وَقِيلَ: بِاللِّسَانِ فِي الْحَضْرَةِ، وَالْهَمْزُ فِي الْغَيْبَةِ.ُُ </p>"
}