{
  "id": null,
  "sura": 106,
  "aya": 4,
  "text": "<p> تَأْكُلُ الرَّثَّ وَالسَّمِينَ وَلَا ... تَتْرُكُ فِيهَا لِذِي جَنَاحَيْنِ رِيشًا </p><p> هَكَذَا فِي الْبِلَادِ حَيُّ قُرَيْشٍ ... يَأْكُلُونَ الْبِلَادَ أَكْلًا كَمِيشَا </p><p> وَلَهُمْ آخِرُ الزَّمَانِ نَبِيٌّ ... يُكْثِرُ الْقَتْلَ فِيهِمْ وَالْخُمُوشَا </p><p> وَقَوْلُهُ تَعَالَى: رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ، هُوَ تَفْسِيرٌ «لِإِيلَافِ» سَوَاءٌ عَلَى مَا كَانُوا يُؤَالِفُونَ بَيْنَ الْمُلُوكِ فِي تِلْكَ الرَّحَلَاتِ، أَوْ مَا كَانُوا يَأْلَفُونَهُ فِيهِمَا. </p><p> قَوْلُهُ تَعَالَى: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ. </p><p> الْمُرَادُ بِالْبَيْتِ: الْبَيْتُ الْحَرَامُ، كَمَا جَاءَ فِي دَعْوَةِ إِبْرَاهِيمَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ: رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ. </p><p> وَقَوْلُهُ تَعَالَى: الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ. </p><p> بِمَثَابَةِ التَّعْلِيلِ لِمُوجِبِ أَمْرِهِمْ بِالْعِبَادَةِ ; لِأَنَّهُ سُبْحَانَهُ الَّذِي هَيَّأَ لَهُمْ هَاتَيْنِ الرِّحْلَتَيْنِ اللَّتَيْنِ كَانَتَا سَبَبًا فِي تِلْكَ النِّعَمِ عَلَيْهِمْ، فَكَانَ مِنْ وَاجِبِهِمْ أَنْ يَشْكُرُوهُ عَلَى نِعَمِهِ وَيَعْبُدُوهُ وَحْدَهُ. </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ بَيَانُ هَذَا الْمَعْنَى، عِنْدَ قَوْلِهِ تَعَالَى: أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ [٢٩ \\ ٦٧] وَسَاقَ النُّصُوصَ بِهَذَا الْمَعْنَى بِمَا أَغْنَى عَنْ إِعَادَتِهِ. </p><p> تَنْبِيهٌ </p><p> فِي قَوْلِهِ تَعَالَى: فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ، رُبِطَ بَيْنَ النِّعْمَةِ وَمُوجِبِهَا، كَالرَّبْطِ بَيْنَ السَّبَبِ وَالْمُسَبَّبِ. </p><p> فَفِيهِ بَيَانٌ لِمُوجِبِ عِبَادَةِ اللَّهِ تَعَالَى وَحْدَهُ، وَحَقِّهِ فِي ذَلِكَ عَلَى عِبَادِهِ جَمِيعًا، وَلَيْسَ خَاصًّا بِقُرَيْشٍ. </p><p> وَهَذَا الْحَقُّ قَرَّرَهُ أَوَّلُ لَفْظٍ فِي الْقُرْآنِ، وَأَوَّلُ نِدَاءٍ فِي الْمُصْحَفِ، فَالْأَوَّلُ قَوْلُهُ تَعَالَى: الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ [١ \\ ٢] ، كَأَنَّهُ يَقُولُ هُوَ سُبْحَانَهُ مُسْتَحِقٌّ لِلْحَمْدِ، لِأَنَّهُ رَبُّ الْعَالَمِينَ، أَيْ خَالِقُهُمْ وَرَازِقُهُمْ، وَرَاحِمُهُمْ إِلَى آخِرِهِ.ُُ </p><p> وَالثَّانِي: يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ [٢ \\ ٢١] . </p><p> ثُمَّ بَيَّنَ الْمُوجِبَ بِقَوْلِهِ: الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ [٢ \\ ٢١] . </p><p> ثُمَّ عَدَّدَ عَلَيْهِمْ نِعَمَهُ بِقَوْلِهِ: الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ [٢ \\ ٢٢] . </p><p> فَهَذِهِ النِّعَمُ تُعَادِلُ الْإِطْعَامَ مِنْ جُوعٍ، وَالْأَمْنَ مِنْ خَوْفٍ، فِي حَقِّ قُرَيْشٍ، وَمِنْ ذَلِكَ قَوْلُهُ تَعَالَى: إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ فَصَلِّ لِرَبِّكَ وَانْحَرْ [١٠٨ \\ ١ - ٢] . </p><p> وَقَدْ بَيَّنَ تَعَالَى أَنَّ الشُّكْرَ يَزِيدُ النِّعَمَ وَالْكُفْرَ يُذْهِبُهَا، إِلَّا مَا كَانَ اسْتِدْرَاجًا، فَقَالَ فِي شُكْرِ النِّعْمَةِ: لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ [١٤ \\ ٧] . </p><p> وَقَالَ فِي الْكُفْرَانِ وَعَوَاقِبِهِ: وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ [١٦ \\ ١١٢] . </p><p> وَبِهَذِهِ الْمُنَاسَبَةِ إِنَّ عَلَى كُلِّ مُسْلِمٍ أَفْرَادًا وَجَمَاعَاتٍ، أَنْ يُقَابِلُوا نِعَمَ اللَّهِ بِالشُّكْرِ، وَأَنْ يَشْكُرُوهَا بِالطَّاعَةِ وَالْعِبَادَةِ لِلَّهِ، وَأَنْ يَحْذَرُوا كُفْرَانَ النِّعَمِ. </p><p> تَنْبِيهٌ آخَرُ </p><p> فِي الْجَمْعِ بَيْنَ إِطْعَامِهِمْ مِنْ جُوعٍ وَأَمْنِهِمْ مِنْ خَوْفٍ، نِعْمَةٌ عُظْمَى لِأَنَّ الْإِنْسَانَ لَا يَنْعَمُ وَلَا يَسْعَدُ إِلَّا بِتَحْصِيلِ النِّعْمَتَيْنِ هَاتَيْنِ مَعًا، إِذْ لَا عَيْشَ مَعَ الْجُوعِ، وَلَا أَمْنَ مَعَ الْخَوْفِ، وَتَكْمُلُ النِّعْمَةُ بِاجْتِمَاعِهِمَا. </p><p> وَلِذَا جَاءَ الْحَدِيثُ:  «مَنْ أَصْبَحَ مُعَافًى فِي بَدَنِهِ آمِنًا فِي سِرْبِهِ عِنْدَهُ قُوتُ يَوْمِهِ، فَقَدِ اجْتَمَعَتْ عِنْدَهُ الدُّنْيَا بِحَذَافِيرِهَا» . </p><p> تَنْبِيهٌ آخَرُ </p><p> إِنَّ فِي هَذِهِ السُّورَةِ دَلِيلًا عَلَى أَنَّ دَعْوَةَ الْأَنْبِيَاءِ مُسْتَجَابَةٌ ; لِأَنَّ الْخَلِيلَ عَلَيْهِ وَعَلَى نَبِيِّنَا الصَّلَاةُ وَالسَّلَامُ دَعَا لِأَهْلِ الْحَرَمِ بِقَوْلِهِ: فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ [١٤ \\ ٣٧] . </p><p> وَقَالَ: رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ [٢ \\ ١٢٩] ، فَأَطْعَمَهُمُ اللَّهُ مِنْ جُوعٍ وَآمَنُهُمْ مِنْ خَوْفٍ، وَبَعَثَ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ. </p>"
}