{
  "id": null,
  "sura": 107,
  "aya": 4,
  "text": "<p> قَدْ تَجِدُ مَا يَمْنَعُ مِنْهَا، كَالْقَتْلِ وَالزِّنَا وَالْخَمْرِ لِتَعَلُّقِ حَقِّ الْآخَرِينَ، وَكَذَلِكَ السَّرِقَةُ وَالنَّهْبُ. </p><p> أَمَّا إِيذَاءُ الْيَتِيمِ وَضَيَاعُ الْمِسْكِينِ، فَلَيْسَ هُنَاكَ مَنْ يَدْفَعُ عَنْهُ، وَلَا يَمْنَعُ إِيذَاءَ هَؤُلَاءِ عَنْهُمَا، وَلَيْسَ لَدَيْهِمَا الْجَزَاءُ الَّذِي يَنْتَظِرُهُ أُولَئِكَ مِنْهُمْ عَلَى الْإِحْسَانِ إِلَيْهِمْ. </p><p> وَجُبِلَتِ النُّفُوسُ عَلَى أَلَّا تَبْذُلَ إِلَّا بِعِوَضٍ، وَلَا تَكُفَّ إِلَّا عَنْ خَوْفٍ، فَالْخَوْفُ مَأْمُونٌ مِنْ جَانِبَيِ الْيَتِيمِ وَالْمِسْكِينِ، وَالْجَزَاءُ غَيْرُ مَأْمُولٍ مِنْهُمَا، فَلَمْ يَبْقَ دَافِعٌ لِلْإِحْسَانِ إِلَيْهِمَا، وَلَا رَادِعٌ عَنِ الْإِسَاءَةِ لَهُمَا إِلَّا الْإِيمَانُ بِيَوْمِ الدِّينِ وَالْجَزَاءِ، فَيُحَاسَبُ الْإِنْسَانُ عَلَى مِثْقَالِ الذَّرَّةِ مِنَ الْخَيْرِ. </p><p> وَقِيلَ: إِنَّ دَعَّ الْيَتِيمِ: هُوَ طَرْدُهُ عَنْ حَقِّهِ، وَعَدَمَ الْحَضِّ عَلَى طَعَامِ الْمِسْكِينِ: عَدَمُ إِخْرَاجِ الزَّكَاةِ. </p><p> وَلَكِنْ فِي الْآيَةِ مَا يَمْنَعُ ذَلِكَ ; لِأَنَّ الزَّكَاةَ إِنَّمَا يُطَالَبُ بِهَا الْمُؤْمِنُ، وَالسِّيَاقُ فِيمَنْ يُكَذِّبُ بِيَوْمِ الدِّينِ فَلَا زَكَاةَ. </p><p> قَوْلُهُ تَعَالَى: فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ. </p><p> اخْتُلِفَ فِي الْمُصَلِّينَ الَّذِينَ تَوَجَّهَ إِلَيْهِمُ الْوَعِيدُ بِالْوَيْلِ هُنَا. </p><p> وَالْجُمْهُورُ: عَلَى أَنَّهُمُ الَّذِينَ يَسْهَوْنَ عَنْ أَدَائِهَا، وَيَتَسَاهَلُونَ فِي أَمْرِ الْمُحَافَظَةِ عَلَيْهَا. </p><p> وَقِيلَ: عَنِ الْخُشُوعِ فِيهَا وَتَدَبُّرِ مَعَانِيَهَا. </p><p> وَلَكِنَّ الصَّحِيحَ أَنَّهُ الْأَوَّلُ. </p><p> وَقَدْ جَاءَ عَنْ عَطَاءٍ وَعَنِ ابْنِ عَبَّاسٍ أَنَّهُمَا قَالَا: الْحَمْدُ لِلَّهِ الَّذِي قَالَ عَنْ صَلَاتِهِمْ، وَلَمْ يَقُلْ فِي صَلَاتِهِمْ، كَمَا أَنَّ السَّهْوَ فِي الصَّلَاةِ لَمْ يَسْلَمْ مِنْهُ أَحَدٌ، حَتَّى أَنَّهُ وَقَعَ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا سَلَّمَ مِنْ رَكْعَتَيْنِ فِي الظُّهْرِ كَمَا هُوَ مَعْلُومٌ مِنْ حَدِيثِ ذِي الْيَدَيْنِ، وَقَالَ:  «إِنِّي لَا أَنْسَى، وَلَكِنِّي أُنَسَّى لِأَسُنَّ» فَكَيْفَ يُنْسِيهِ اللَّهُ لِيَسُنَّ لِلنَّاسِ أَحْكَامَ السَّهْوِ، وَيَقَعُ النَّاسُ فِي السَّهْوِ بِدُونِ عَمْدٍ مِنْهُمْ. </p><p> وَقَدْ قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «رُفِعَ عَنْ أُمَّتِي الْخَطَأُ وَالنِّسْيَانُ، وَمَا اسْتُكْرِهُوا عَلَيْهِ» </p><p> وَقَدْ عَقَدَ الْفُقَهَاءُ بَابَ سُجُودِ السَّهْوِ تَصْحِيحًا لِذَلِكَ. </p><p> لِذَلِكَ بَقِيَ مَنِ الْمُرَادُ بِـ «الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ» . </p><p> قِيلَ: نَزَلَتْ فِي أَشْخَاصٍ بِأَعْيَانِهِمْ. </p><p> وَقِيلَ: فِي كُلِّ مَنْ أَخَّرَ الصَّلَاةَ عَنْ أَوَّلِ وَقْتِهَا، أَوْ عَنْ وَقْتِهَا كُلِّهِ، إِلَى غَيْرِ ذَلِكَ، أَوْ عَنْ أَدَائِهَا فِي الْمَسَاجِدِ وَفِي الْجَمَاعَةِ. </p><p> وَقِيلَ: فِي الْمُنَافِقِينَ. </p><p> وَفِي السُّورَةِ تَفْسِيرٌ صَرِيحٌ لِهَؤُلَاءِ، وَهُوَ قَوْلُهُ تَعَالَى: الَّذِينَ هُمْ يُرَاءُونَ وَيَمْنَعُونَ الْمَاعُونَ [١٠٧ \\ ٦ - ٧] . </p><p> وَالْمُرَائِي فِي صِلَاتِهِ قَدْ يَكُونُ مُنَافِقًا، وَقَدْ يَكُونُ غَيْرَ مُنَافِقٍ. </p><p> فَالرِّيَاءُ أَعَمُّ مِنْ جِهَةٍ، وَالنِّفَاقُ أَعَمُّ مِنْ جِهَةٍ أُخْرَى، أَيْ قَدْ يُرَائِي فِي عَمَلٍ مَا، وَيَكُونُ مُؤْمِنًا بِالْبَعْثِ وَالْجَزَاءِ وَبِكُلِّ أَرْكَانِ الْإِيمَانِ، وَلَا يُرَائِي فِي عَمَلٍ آخَرَ، بَلْ يَكُونُ مُخْلِصًا فِيهِ كُلَّ الْإِخْلَاصِ. </p><p> وَالْمُنَافِقُ دَائِمًا ظَاهِرُهُ مُخَالِفٌ لِبَاطِنِهِ فِي كُلِّ شَيْءٍ، لَا فِي الصَّلَاةِ فَقَطْ. </p><p> وَلَكِنْ جَاءَ النَّصُّ: بِأَنَّ الْمُرَاءَاةَ فِي الصَّلَاةِ مِنْ أَعْمَالِ الْمُنَافِقِينَ. </p><p> وَجَاءَ النَّصُّ أَيْضًا. بِأَنَّ مَنْعَ الْمَاعُونِ مِنْ طَبِيعَةِ الْإِنْسَانِ إِلَّا الْمُصَلِّينَ، كَمَا فِي قَوْلِهِ تَعَالَى: إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا إِلَّا الْمُصَلِّينَ [٧٠ \\ ١٩ - ٢٢] . </p><p> وَقَدْ تَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ، بَيَانُ السَّهْوِ عَنْهَا وَإِضَاعَتِهَا عِنْدَ قَوْلِهِ تَعَالَى: فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا [١٩ \\ ٥٩ - ٦٠] . </p><p> وَبَيَّنَ فِي آخِرِ الْمَبْحَثِ تَحْتَ عُنْوَانِ: مَسْأَلَةٌ فِي حُكْمِ تَارِكِي الصَّلَاةِ جَحْدًا أَوْ كَسَلًا. وَزَادَهُ بَيَانًا، عِنْدَ قَوْلِهِ تَعَالَى: وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ [٧٠ \\ ٣٤] فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ لِلْجَمْعِ بَيْنَ هَذِهِ الْآيَةِ وَآيَةِ مَا سَلَكَكُمْ فِي سَقَرَ [٧٤ \\ ٤٢] . </p><p> وَذَكَرَ قَوْلَ الشَّاعِرِ: </p><p> دَعِ الْمَسَاجِدَ لِلْعُبَّادِ تَسْكُنُهَا </p><p> عَلَى مَا سَنَذْكُرُهُ بَعْدُ، ثُمَّ نَبَّهَ قَائِلًا: إِذَا كَانَ الْوَعِيدُ عَمَّنْ يَسْهُو عَنْهَا فَكَيْفَ بِمَنْ يَتْرُكُهَا؟ ! اهـ. </p><p> وَقَدْ تَسَاءَلَ بَعْضُ الْمُفَسِّرِينَ عَنْ مُوجِبِ اقْتِرَانِ هَذِهِ الْآيَةِ بِالَّتِي قَبْلَهَا. </p><p> وَأَجَابُوا: بِأَنَّ الْكُلَّ مِنْ دَوَافِعِ عَدَمِ الْإِيمَانِ بِالْبَعْثِ، وَمِنْ مُوجِبَاتِ التَّكْذِيبِ بِيَوْمِ الدِّينِ، فَهِيَ مَعَ مَا قَبْلَهَا فِي قُوَّةٍ، فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ، وَعَنْ صَلَاتِهِمْ سَاهُونَ فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ. </p><p> فَجَمَعَهُمْ مَعَ الْأَوَّلِ، وَنَصَّ عَلَى وَعِيدِهِ الشَّدِيدِ، وَبَيَّنَ وَصْفًا لَهُمْ، وَهُوَ أَنَّهُمْ يَمْنَعُونَ الْمَاعُونَ. </p><p> تَنْبِيهٌ </p><p> فِي هَذِهِ السُّورَةِ، وَفِي آيَةِ: وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ [٢٣ \\ ٩] ، الَّتِي هِيَ مِنْ صِفَاتِ الْمُؤْمِنِينَ مُعَادَلَةٌ كَبِيرَةٌ. </p><p> إِحْدَاهُمَا: فِي الْمُنَافِقِينَ تَارِكِي الصَّلَاةِ أَوْ مُضَيِّعِيهَا. </p><p> وَالْأُخْرَى فِي الْمُؤْمِنِينَ الْمُحَافِظِينَ عَلَيْهَا، أَيْ أَنَّ الصَّلَاةَ هِيَ الْمِقْيَاسُ وَالْحَدُّ الْفَاصِلُ. </p><p> وَعَلَيْهِ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمُ الصَّلَاةُ، فَمَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ» . </p><p> أَمَّا أَثَرُ الصَّلَاةِ فِي الْإِسْلَامِ، وَعَلَى الْفَرْدِ وَالْجَمَاعَةِ، فَهِيَ أَعْظَمُ مِنْ أَنْ تُذْكَرَ. </p><p> وَقَدْ وَجَدْنَا بَعْضَ آثَارِهَا وَهُوَ الْمُرَاءَاةُ فِي الْعَمَلِ، أَيِ ازْدِوَاجُ الشَّخْصِيَّةِ وَالِانْعِزَالُ فِي مَنْعِ الْمَاعُونِ، أَيْ لَا يَمُدُّ يَدَ الْعَوْنِ وَلَوْ بِالْيَسِيرِ لِمُجْتَمَعِهِ الَّذِي يَعِيشُ فِيهِ، وَقَدْ جَاءَتْ نُصُوصٌ صَرِيحَةٌ فِي مُهِمَّةِ الصَّلَاةِ عَاجِلِهِ وَآجِلِهِ. </p><p> فَفِي الْعَاجِلِ قَوْلُهُ تَعَالَى: إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ [٢٩ \\ ٤٥] ، وَمِنَ الْفَحْشَاءِ: دَعُّ الْيَتِيمَ وَعَدَمُ إِطْعَامِ الْمِسْكِينِ، فِي الدَّرَجَةِ الْأُولَى. </p><p> وَمِنْهَا: كُلُّ رَذِيلَةٍ مُنْكَرَةٍ، فَهِيَ إِذَنْ سِيَاجٌ لِلْإِنْسَانِ يَصُونُهُ عَنْ كُلِّ رَذِيلَةٍ. وَهِيَ عَوْنٌ عَلَى كُلِّ شَدِيدَةٍ، كَمَا قَالَ تَعَالَى: وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ [٢ \\ ٤٥] فَجَعَلَهَا قَرِينَةَ الصَّبْرِ فِي التَّغَلُّبِ عَلَى الصِّعَابِ، وَهِيَ فِي الْآخِرَةِ نُورٌ، كَمَا قَالَ تَعَالَى: يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ الْآيَةَ [٥٧ \\ ١٢] ، مَعَ قَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ» . </p><p> وَقَوْلُهُ: وَيَمْنَعُونَ الْمَاعُونَ، قِيلَ: فِي الْمَاعُونِ الزَّكَاةُ لِقِلَّتِهَا، وَالْمَاعُونُ: الْقَلِيلُ، وَالْمَاعُونُ: الْمَالُ فِي لُغَةِ قُرَيْشٍ. </p><p> وَقِيلَ: هُوَ مَا يُعِينُ عَلَى أَيِّ عَمَلٍ، وَمِنْهُ الدَّلْوُ وَالْفَأْسُ وَالْإِبْرَةُ وَالْقِدْرُ، وَنَحْوُ ذَلِكَ. </p><p> وَإِذَا كَانَ السَّهْوُ عَنِ الصَّلَاةِ يَحْمِلُ عَلَى مَنْعِ الْمَاعُونِ، فَإِنَّ مَنْ يَمْنَعُ الْمَاعُونَ وَهُوَ الْآلَةُ أَوِ الْإِنَاءُ يَقْضِي بِهِ الْحَاجَةَ ثُمَّ يُرَدُّ، كَمَا هُوَ بِدُونِ نُقْصَانٍ، فَلِأَنْ يَمْنَعَ الصَّدَقَةَ أَوِ الزَّكَاةَ مِنْ بَابٍ أَوْلَى. </p><p> وَمِنْ هُنَا: لَمْ يَكُنِ الْمُنَافِقُ لِيُزَكِّيَ مَالَهُ وَلَا يَتَصَدَّقَ عَلَى مُحْتَاجٍ، بَلْ وَلَا يُقْرِضَ آخَرَ قَرْضًا حَسَنًا. وَلِذَا نَجِدُ تَفَشِّي الرِّبَا فِي الْمُنَافِقِينَ أَشَدَّ وَأَكْثَرَ. </p><p> وَهُنَا يَأْتِي مَبْحَثَانِ: الْأَوَّلُ مِنْهُمَا: حُكْمُ الرِّيَاءِ وَمَا حَدَّهُ؟ </p><p> وَالثَّانِي: حُكْمُ الْعَارِيَةِ. </p><p> أَمَّا الرِّيَاءُ: فَقِيلَ هُوَ مُشْتَقٌّ مِنَ الرُّؤْيَةِ، وَالْمُرَادُ بِهِ إِظْهَارُ الْعِبَادَةِ لِقَصْدِ رُؤْيَةِ النَّاسِ لَهَا فَيُحْمَدُ عَلَيْهَا، وَقَدْ جَاءَ فِي الْحَدِيثِ تَسْمِيَتُهُ الشِّرْكَ الْخَفِيَّ:  «إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الْخَفِيُّ،قَالُوا:وَمَا الشِّرْكُ الْخَفِيُّ يَا رَسُولَ اللَّهِ؟قَالَ:الرِّيَاءُ، فَإِنَّهُ أَخْفَى فِي نُفُوسِكُمْ مِنْ دَبِيبِ النَّمْلِ» . </p><p> وَجَاءَ قَوْلُهُ تَعَالَى: فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا [١٨ \\ ١١٠] . </p><p> وَبَيَانُ الشِّرْكِ فِيهِ أَنَّهُ يَعْمَلُ الْعَمَلَ مِمَّا هُوَ أَصْلًا لِلَّهِ، كَالصَّلَاةِ أَوِ الصَّدَقَةِ أَوِ الْحَجِّ، وَلَكِنَّهُ يُظْهِرُهُ لِقَصْدِ أَنْ يَحْمَدَهُ النَّاسُ عَلَيْهِ. </p><p> فَكَأَنَّ هَذَا الْجُزْءَ مِنْهُ مُشَارَكَةٌ مَعَ اللَّهِ، حَيْثُ أَصْبَحَ مِنْ عَمَلِهِ جُزْءٌ لِطَلَبِ الثَّنَاءِ مِنَ النَّاسِ عَلَيْهِ. </p><p> وَقَدْ جَاءَ حَدِيثُ أَبِي هُرَيْرَةَ عِنْدَ مُسْلِمٍ: يَقُولُ اللَّهُ تَعَالَى: «أَنَا أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ، فَمَنْ عَمِلَ عَمَلًا أَشْرَكَ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ» . </p><p> أَمَّا حُكْمُ الرِّيَاءِ فِي الْعَمَلِ، فَفِي هَذَا النَّصِّ دَلَالَةٌ عَلَى رَدِّ الْعَمَلِ عَلَى صَاحِبِهِ، وَتَرْكِهِ لَهُ. </p><p> فَقِيلَ: إِنَّهُ يَكُونُ لَا لَهُ فِيهِ، وَلَا عَلَيْهِ مِنْهُ. </p><p> فَقِيلَ: لَا يَخْلُو مِنْ ذَمٍّ، كَمَا حَذَّرَ اللَّهُ تَعَالَى مِنْهُ بِقَوْلِهِ: وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ [٨ \\ ٤٧] . </p><p> وَفِي حَدِيثِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ رَاءَى رَاءَى اللَّهُ بِهِ، وَمَنْ سَمَّعَ سَمَّعَ اللَّهُ بِهِ» رَوَاهُ مُسْلِمٌ. </p><p> وَالتَّسْمِيعُ: هُوَ الْعَمَلُ لِيَسْمَعَ النَّاسُ بِهِ كَمَا فِي حَدِيثِ الْوَلِيمَةِ «فِي الْيَوْمِ الْأَوَّلِ وَالثَّانِي وَالثَّالِثِ سُمْعَةٌ. وَمَنْ سَمَّعَ سَمَّعَ بِهِ» . </p><p> فَالرِّيَاءُ مَرْجِعُهُ إِلَى الرُّؤْيَةِ، وَالتَّسْمِيعُ مَرْجِعُهُ إِلَى السَّمَاعِ. </p><p> وَمَعْلُومٌ أَنَّهَا نَزَلَتْ فِي قُرَيْشٍ يَوْمَ بَدْرٍ، وَقَدْ أَحْبَطَ اللَّهُ عَمَلَهُمْ، وَرَدَّهُمْ عَلَى أَعْقَابِهِمْ. </p><p> وَفِي حَدِيثِ أَبِي هُرَيْرَةَ، وَقِيلَ: إِنَّهُ مُحْبِطٌ لِلْأَعْمَالِ لِمُسَمَّى الشِّرْكِ لِقَوْلِهِ تَعَالَى: إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ [٤ \\ ٤٨] . </p><p> وَأُجِيبَ: بِأَنَّهُ يُحْبِطُ الْعَمَلَ الَّذِي هُوَ فِيهِ فَقَطْ، فَإِنْ رَاءَى فِي الصَّلَاةِ أَحْبَطَهَا وَلَا يَتَعَدَّى إِلَى الصَّوْمِ، وَإِنْ رَاءَى فِي صَلَاةِ نَافِلَةٍ لَا يَتَعَدَّى إِحْبَاطَهَا إِلَى صَلَاةِ فَرِيضَةٍ، وَهَكَذَا، قَدْ يَبْدَأُ عَمَلًا خَالِصًا لِلَّهِ، ثُمَّ يَطْرَأُ عَلَيْهِ شَبَحُ الرِّيَاءِ، فَهَلْ يَسْلَمُ لَهُ عَمَلُهُ أَوْ يُحْبِطُهُ مَا طَرَأَ عَلَيْهِ مِنَ الرِّيَاءِ؟ </p><p> فَقَالُوا: إِنْ كَانَ خَاطِرًا وَدَفَعَهُ عَنْهُ فَلَا يَضُرُّهُ، وَإِنِ اسْتَرْسَلَ مَعَهُ. فَقَدْ رَجَّحَ أَحْمَدُ </p><p> وَابْنُ جَرِيرٍ عَدَمَ بُطْلَانِ الْعَمَلِ نَظَرًا لِسَلَامَةِ الْقَصْدِ ابْتِدَاءً. </p><p> وَدَلِيلُهُمْ فِي ذَلِكَ: مَا رَوَى أَبُو دَاوُدَ فِي مَرَاسِيلِهِ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ، إِنَّ بَنِي سَلَمَةَ كُلُّهُمْ يُقَاتِلُ، فَمِنْهُمْ مَنْ يُقَاتِلُ لِلدُّنْيَا، وَمِنْهُمْ مَنْ يُقَاتِلُ نَجْدَةً، وَمِنْهُمْ مَنْ يُقَاتِلُ ابْتِغَاءَ وَجْهِ اللَّهِ تَعَالَى قَالَ:  «كُلُّهُمْ إِذَا كَانَ أَصْلُ أَمْرِهِ أَنْ تَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا» . </p><p> وَذُكِرَ عَنِ ابْنِ جَرِيرٍ: أَنَّ هَذَا فِي الْعَمَلِ الَّذِي يَرْتَبِطُ آخِرُهُ بِأَوَّلِهِ، كَالصَّلَاةِ وَالصِّيَامِ. </p><p> أَمَّا مَا كَانَ مِثْلَ الْقِرَاءَةِ وَالْعِلْمِ. فَإِنَّهُ يَلْزَمُهُ تَجْدِيدُ النِّيَّةِ الْخَالِصَةِ لِلَّهِ، أَيْ لِأَنَّ كُلَّ جُزْءٍ مِنَ الْقِرَاءَةِ، وَكُلَّ جُزْءٍ مِنْ طَلَبِ الْعِلْمِ مُسْتَقِلٌّ بِنَفْسِهِ، فَلَا يَرْتَبِطُ بِمَا قَبْلَهُ. </p><p> وَهُنَاكَ مَسْأَلَةٌ: وَهِيَ أَنَّ الْعَبْدَ يَعْمَلُ الْعَمَلَ لِلَّهِ خَالِصًا، ثُمَّ يَطَّلِعُ عَلَيْهِ بَعْضُ النَّاسِ، فَيُحْسِنُونَ الثَّنَاءَ عَلَيْهِ فَيُعْجِبُهُ ذَلِكَ. فَلَا خِلَافَ أَنَّهُ لَيْسَ مِنَ الرِّيَاءِ فِي شَيْءٍ لِمَا جَاءَ فِي حَدِيثِ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنِ الرَّجُلِ يَعْمَلُ مِنَ الْخَيْرِ يَحْمَدُهُ النَّاسُ عَلَيْهِ، فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «عَاجِلُ بُشْرَى الْمُسْلِمِ» رَوَاهُ مُسْلِمٌ. </p><p> وَقَدْ ذَكَرَ بَعْضُ الْعُلَمَاءِ: أَنَّ مَنْ كَانَ يَعْمَلُ عَمَلًا خَفِيًّا، ثُمَّ حَضَرَ بَعْضُ النَّاسِ فَتَرَكَهُ مِنْ أَجْلِهِمْ خَشْيَةَ الرِّيَاءِ، أَنَّهُ يَدْخُلُ فِي الرِّيَاءِ ; لِأَنَّهُ يَضْعُفُ فِي نَفْسِهِ أَنَّ يُخْلِصَ النِّيَّةَ لِلَّهِ، وَفِي هَذَا بُعْدٌ وَمَشَقَّةٌ. </p><p> أَمَّا مَنْعُ الْمَاعُونِ وَإِعْطَاؤُهُ، وَهُوَ الْعَارِيَةُ كَمَا تَقَدَّمَ. </p><p> فَإِنَّ مَبْحَثَ الْعَارِيَةِ فِي نَاحِيَتَيْنِ: مَا هِيَ الْعَارِيَةُ، وَالثَّانِي: حُكْمُهَا أَوَاجِبٌ أَمْ مُبَاحٌ، وَحُكْمُ ضَمَانِهَا مَضْمُونَةٌ أَمْ لَا؟ </p><p> أَمَّا تَعْرِيفُهَا عِنْدَ الْفُقَهَاءِ: هِيَ إِبَاحَةُ الِانْتِفَاعِ بِعَيْنٍ مِنْ أَعْيَانِ الْمَالِ، مَعَ بَقَاءِ عَيْنِهِ. </p><p> وَقَوْلُهُمْ مَعَ بَقَاءِ عَيْنِهِ: كَالْقِدْرِ وَالْفَأْسِ وَالْإِبْرَةِ وَالْمُنْخِلِ، وَنَحْوِ ذَلِكَ، بِخِلَافِ مَا يَكُونُ إِتْلَافُهُ فِي اسْتِعْمَالِهِ، كَالشَّمْعِ لِلْإِضَاءَةِ، وَالزَّيْتِ لِلدُّهْنِ، وَالْكُحْلِ لِلِاكْتِحَالِ، وَنَحْوِ ذَلِكَ، مِمَّا تَنْفَدُ عَيْنُهُ بِاسْتِعْمَالِهِ، فَلَا يَكُونُ عَارِيَةً، وَلَكِنْ يَكُونُ قَرْضًا، وَالْقَرْضُ يَكُونُ مُعَاوَضَتُهُ بِمِثْلِهِ. </p><p> أَمَّا حُكْمُ الْعَارِيَةِ. فَقِيلَ: جَائِزٌ. </p><p> وَقِيلَ: بَلْ وَاجِبٌ. </p><p> وَقِيلَ: مُسْتَحَبٌّ. </p><p> وَحَكَى ابْنُ قُدَامَةَ الْإِجْمَاعَ عَلَى اسْتِحْبَابِهَا، وَدَلِيلُ مَنْ قَالَ بِالْوُجُوبِ بِنَصِّ الْآيَةِ: وَيَمْنَعُونَ الْمَاعُونَ، وَلِحَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ فِي حَقِّ الْإِبِلِ لَمَّا ذَكَرَ الزَّكَاةَ «وَأَنَّ حَقَّهَا إِعَارَةُ دَلْوِهَا، وَإِطْرَاقُ فَحْلِهَا، وَمَنْحُهُ لَبَنَهَا يَوْمَ وُرُودِهَا» . </p><p> وَالْوَاقِعُ أَنَّ هَذَا الْحَدِيثَ ذُكِرَ فِيهِ مَا لَيْسَ بِعَارِيَةٍ قَطْعًا، مِثْلَ طَرْقِ الْفَحْلِ وَمَنْحِ اللَّبَنِ، مِمَّا يُضْعِفُ الِاسْتِدْلَالَ بِهِ. </p><p> وَقَدْ سَاقَ الْمَجْدُ فِي الْمُنْتَقَى بِرِوَايَةِ أَحْمَدَ وَلَهُمْ. </p><p> أَمَّا الْوَعِيدُ فِي الْآيَةِ فَقَالُوا: هُوَ مُنْصَبٌّ عَلَى الصِّفَاتِ الثَّلَاثِ: السَّهْوِ عَنِ الصَّلَاةِ، وَالرِّيَاءِ فِي الْعَمَلِ، وَمَنْعِ الْمَاعُونِ جَمِيعًا، وَمَنِ اتَّصَفَ بِوَاحِدَةٍ فَلَهُ قَدْرُهُ مِنَ الْوَعِيدِ بِحَسَبِهِ. </p><p> وَأَقَلُّ مَا يُقَالُ فِيهَا مَا جَاءَ فِي قَوْلِهِ تَعَالَى: وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى [٥ \\ ٢] ، وَالْحَدِيثُ الصَّحِيحُ فِي حَقِّ الزَّكَاةِ، لَمَّا ذَكَرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الذَّهَبَ وَالْفِضَّةَ وَالْإِبِلَ وَالْبَقَرَ وَالْخَيْلَ، وَقَالَ:  «وَلَا يَنْسَى حَقَّ اللَّهِ فِي ظَهْرِهَا» . </p><p> ثُمَّ سُئِلَ عَنِ الْحُمُرِ، فَقَالَ:  «لَمْ أَجِدْ إِلَّا الْآيَةَ الشَّاذَّةَ الْفَاذَّةَ: فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ»  [٩٩ \\ ٧] . </p><p> وَإِعَارَةُ الْمَتَاعِ إِبَاحَةُ الْمَنْفَعَةِ وَهِيَ خَيْرٌ كَثِيرٌ. </p><p> وَالْحَدِيثُ الْآخَرُ:  «لَا يَحِلُّ مَالُ امْرِئٍ مُسْلِمٍ إِلَّا عَنْ طِيبِ نَفْسٍ» . </p><p> وَنَقَلَ الشَّوْكَانِيُّ عَنِ الْكَشَّافِ قَوْلًا: أَنَّهَا تَكُونُ وَاجِبَةً عِنْدَ الِاضْطِرَارِ، وَقَبِيحٌ فِي غَيْرِ الضَّرُورَةِ مُرُوءَةٌ. اهـ. </p><p> وَالضَّرُورَةُ: مِثْلَ الدَّلْوِ إِذَا وَرَدْتَ الْمَاءَ وَلَا دَلْوَ مَعَكَ، وَفِي اضْطِرَارٍ إِلَى الْمَاءِ. </p><p> وَقِيَاسُ الْفُقَهَاءِ: أَنَّهُ لَوْ تَلِفَ شَيْءٌ بِسَبَبِ ذَلِكَ لَضَمِنَ الْمَانِعُ. </p><p> كَمَا قَالُوا فِي الِامْتِنَاعِ فِي بَعْضِ الصُّوَرِ: هَلْ هُوَ فِعْلٌ أَوْ تَرْكٌ؟ مِثْلَ مَنْ كَانَ عِنْدَهُ </p><p> خَيْطٌ، وَاحْتِيجَ إِلَيْهِ فِي خِيَاطَةِ جُرْحِ إِنْسَانٍ، أَوْ قُطْنَةٍ فَمَاتَ، فَهَلْ يُعَدُّ تَرْكُ إِعْطَاءِ الْخَيْطِ مُجَرَّدَ تَرْكٍ لَا يُؤَاخَذُ عَلَيْهِ، أَوْ يُعْتَبَرُ فِعْلًا لِأَنَّهُ تَسَبَّبَ عَنْهُ مَوْتُ إِنْسَانٍ. وَمِثْلُهُ مَنْعُ الدَّلْوِ لِيَرْوِيَ أَوْ يَسْقِيَ إِبِلَهُ أَوْ يَشْرَبَ هُوَ؟ </p><p> وَالصَّحِيحُ عِنْدَهُمْ: أَنَّ التَّرْكَ فِي مِثْلِ هَذِهِ الْحَالَةِ يُؤَاخَذُ عَلَيْهِ مُؤَاخَذَةَ الْفِعْلِ، كَمَا قَالَ صَاحِبُ مَرَاقِي السُّعُودِ. </p><p> وَالتَّرْكُ فِعْلٌ فِي صَحِيحِ الْمَذْهَب </p><p> وَهُنَا مَا يَشْهَدُ لَهُ الِاسْتِعْمَالُ الْعَرَبِيُّ الصَّحِيحُ، كَمَا قِيلَ فِي بِنَاءِ الْمَسْجِدِ: </p><p> لَئِنْ قَعَدْنَا وَالنَّبِيُّ يَعْمَلُ ... لَذَاكَ مِنَّا الْعَمَلُ الْمُضَلِّلُ </p><p> فَسُمِّي الْقُعُودُ عَنِ الْعَمَلِ عَمَلًا مُضَلِّلًا، فَتَحَصَّلَ مِنْ هَذَا أَنَّ الْعَارِيَةَ مُسْتَحَبَّةٌ شَرْعًا وَمُرُوءَةً وَعُرْفًا فِي حَالَةِ الِاخْتِيَارِ، وَوَاجِبَةٌ فِي حَالَةِ الِاضْطِرَارِ، مَعَ مُلَاحَظَةِ أَنَّ حَالَاتِ الِاسْتِعَارَةِ أَغْلَبُهَا اضْطِرَارٌ، إِلَّا أَنَّ حَالَاتِ الِاضْطِرَارِ تَتَفَاوَتُ ظُرُوفُهَا. </p><p> وَقَدِ امْتَدَحَ اللَّهُ الْأَنْصَارَ بِأَنَّهُمْ يُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ [٥٩ \\ ٩] ، فَالْعَارِيَةُ مِنْ بَابِ أَوْلَى، لِأَنَّهُ يُنْتَفَعُ بِهَا وَتُرَدُّ لِصَاحِبِهَا. </p><p> وَقَدِ امْتَدَحَ الشَّاعِرُ الْقَوْمَ بِعَدَمِ مَنْعِهِمُ الْمَاعُونَ، بِقَوْلِهِ: </p><p> قَوْمٌ عَلَى الْإِسْلَامِ وَلَمَّا يَمْنَعُوا ... مَاعُونَهُمْ وَيُضَيِّعُ التَّهْلِيلَا </p><p> وَإِنْ كَانَ بَعْضُ النَّاسِ حَمَلَ الْمَاعُونَ هُنَا عَلَى الزَّكَاةِ، وَلَكِنَّ قَوْلَ الشَّاعِرِ: قَوْمٌ عَلَى الْإِسْلَامِ، يَتَضَمَّنُ إِخْرَاجَهُمُ الزَّكَاةَ ضِمْنَ إِسْلَامِهِمْ، فَيَكُونُ الْبَاقِي امْتِدَادَ حَالِهِمْ فِي خُصُوصِ الْمَاعُونِ. </p><p> بَقِيَ مَبْحَثُ ضَمَانِهَا: تَخْتَلِفُ الْأَقْوَالُ فِي ضَمَانِ الْعَارِيَةِ، فَبَعْضُهُمْ يَعْتَبِرُهَا أَمَانَةً، وَعَلَيْهِ فَلَا تَكُونُ مَضْمُونَةً وَهَذَا مَذْهَبُ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ، إِذَا لَمْ يَحْصُلْ مِنْهُ تَعَدٍّ. </p><p> وَعِنْدَ الشَّافِعِيِّ وَأَحْمَدَ: أَنَّهَا مَضْمُونَةٌ، إِلَّا إِذَا كَانَتْ عَلَى الْوَجْهِ الْمَأْذُونِ فِيهِ. </p><p> كَمَا قَالُوا فِي السَّيْفِ: يَسْتَعِيرُهُ فَيَنْكَسِرُ فِي الْقِتَالِ فَلَا ضَمَانَ فِيهِ. </p><p> وَاسْتَدَلَّ مَنْ قَالَ بِضَمَانِهَا بِالْحَدِيثِ الْعَامِّ:  «عَلَى الْيَدِ مَا أَخَذَتْ، حَتَّى تُؤَدِّيَهُ» رَوَاهُُُ </p><p> الْمَجْدُ فِي الْمُنْتَقَى، وَقَالَ: رَوَاهُ الْخَمْسَةُ إِلَّا النَّسَائِيُّ. </p><p> وَبِحَدِيثِ صَفْوَانَ بْنِ أُمَيَّةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعَارَ مِنْهُ يَوْمَ حُنَيْنٍ أَذْرُعًا قِيلَ ثَلَاثِينَ، وَقِيلَ ثَمَانِينَ، وَقِيلَ مِائَةً. فَقَالَ: أَغَصْبًا يَا مُحَمَّدُ؟ قَالَ:  «بَلْ عَارِيَةٌ مَضْمُونَةٌ،فَقَالَ:فَضَاعَ بَعْضُهَا، فَعَرَضَ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَضْمَنَهَا لَهُ،فَقَالَ:أَنَا الْيَوْمَ فِي الْإِسْلَامِ أَرْغَبُ» رَوَاهُ أَحْمَدُ وَأَبُو دَاوُدَ. </p><p> وَنَصَّ الْفُقَهَاءُ أَنَّ ضَمَانَهَا بِقِيمَتِهَا يَوْمَ تَلِفَتْ أَوْ بِمِثْلِهَا، إِنْ كَانَتْ مِثْلِيَّةً، وَيُسْتَدَلُّ لَهُ بِمَا جَاءَ فِي قَصْعَةِ حَفْصَةَ لَمَّا ضَرَبَتْهَا عَائِشَةُ فَسَقَطَتْ عَلَى الْأَرْضِ فَانْكَسَرَتْ، وَانْتَثَرَ الطَّعَامُ، فَأَخَذَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَصْعَةَ عَائِشَةَ وَرَدَّهَا إِلَى حَفْصَةَ، وَقَالَ:  «قَصْعَةٌ بِقَصْعَةٍ، وَطَعَامٌ بِطَعَامٍ» أَيْ أَنَّ الضَّمَانَ إِمَّا بِالْمِثْلِ إِنْ كَانَ مِثْلِيًّا، أَوْ بِالْقِيمَةِ إِنْ كَانَ مُقَوَّمًا. </p><p> وَإِذَا كَانَتِ الْعَارِيَةُ مَضْمُونَةً وَحُكْمُهَا الْجَوَازُ، فَلِلْمُسْتَعِيرِ طَلَبُ رَدِّهَا مَتَى شَاءَ، إِلَّا إِذَا تَعَلَّقَتْ بِهَا مَصْلَحَةُ الْمُسْتَعِيرِ، وَلَا يُمْكِنُ رَدُّهَا إِلَّا بِمَضَرَّةٍ عَلَيْهِ. </p><p> قَالُوا: كَمَنْ أَعَارَ سَفِينَةً وَتَوَسَّطَ بِهَا الْمُسْتَعِيرُ عُرْضَ الْبَحْرِ، فَلَا يَمْلِكُ الْمُعِيرُ رَدَّهَا لِتَعَذُّرِ ذَلِكَ وَسْطَ الْبَحْرِ. </p><p> وَقِيلَ: لَهُ طَلَبُهَا، وَتَكُونُ بِالْأُجْرَةِ عَلَى الْمُسْتَعِيرِ، وَالْأَوَّلُ أَرْجَحُ. </p><p> وَكَالَّذِي أَعَارَ أَرْضًا لِلزَّرْعِ، وَقَبْلَ أَنْ يُسْتَحْصَدَ الزَّرْعُ يَطْلُبُهَا صَاحِبُهَا، وَهَكَذَا. وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> حُكْمُ مَنْ جَحَدَ الْعَارِيَةَ </p><p> إِنَّ حَدِيثَ الْمَرْأَةِ الْمَخْزُومِيَّةِ مَشْهُورٌ، وَهُوَ أَنَّهَا كَانَتْ تَسْتَعِيرُ الْمَتَاعَ وَتَجْحَدُهُ، فَاشْتُهِرَتْ بِذَلِكَ، ثُمَّ إِنَّهَا سَرَقَتْ فَقُطِعَتْ فِي السَّرِقَةِ، لَا فِي جَحْدِ الْمَتَاعِ الْمُسْتَعَارِ، وَهَذَا هُوَ الْأَصَحُّ. لِأَنَّ السَّرِقَةَ لَا تَكُونُ إِلَّا عَلَى وَجْهِ التَّخَفِّي وَمِنْ حِرْزٍ. </p><p> وَالِاسْتِعَارَةُ خِلَافُ ذَلِكَ، وَإِنَّمَا تَدْخُلُ فِي قَوْلِهِ تَعَالَى: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا [٤ \\ ٥٨] . </p><p> وَقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «عَلَى الْيَدِ مَا أَخَذَتْ حَتَّى تُؤَدِّيَهُ» . </p><p> وَحَدِيثِ «أَدِّ الْأَمَانَةَ لِمَنِ ائْتَمَنَكَ، وَلَا تَخُنْ مَنْ خَانَكَ» رَوَاهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ، وَقَالَ: حَدِيثٌ حَسَنٌ. </p><p> وَهَذَا مُجْمَلُ مَبَاحِثِ الْعَارِيَةِ، وَتَفْصِيلُ فُرُوعِهَا فِي كُتُبِ الْفِقْهِ أَوْجَزْنَا مِنْهُ مَا يَتَعَلَّقُ بِمَنْعِ الْمَاعُونِ وَعَدَمِ جَوَازِ مَنْعِهِ، وَمَا يَتَعَلَّقُ بِبَذْلِهِ، وَبِاللَّهِ تَعَالَى التَّوْفِيقُ. </p><p> تَنْبِيهٌ </p><p> فِي هَذِهِ السُّورَةِ بَيَانُ مَنْهَجٍ عِلْمِيٍّ يَلْزَمُ كُلَّ بَاحِثٍ، وَهُوَ جَمْعُ أَطْرَافِ النُّصُوصِ، وَعَدَمُ الِاقْتِصَارِ عَلَى جُزْءٍ مِنْهُ، وَذَلِكَ فِي قَوْلِهِ تَعَالَى: فَوَيْلٌ لِلْمُصَلِّينَ [١٠٧ \\ ٤] ، وَهِيَ آيَةٌ مُسْتَقِلَّةٌ، وَلَوْ أُخِذَتْ وَحْدَهَا لَكَانَتْ وَعِيدًا لِلْمُصَلِّينَ. </p><p> كَمَا قَالَ الشَّاعِرُ الْمَاجِنُ فِي قَوْلِهِ: </p><p> دَعِ الْمَسَاجِدَ لِلْعُبَّادِ تَسْكُنُهَا ... وَسِرْ إِلَى خَانَةِ الْخَمَّارِ يَسْقِينَا </p><p> مَا قَالَ رَبُّكَ وَيْلٌ لِلْأُلَى سَكِرُوا ... وَإِنَّمَا قَالَ وَيْلٌ لِلْمُصَلِّينَا </p><p> وَلِذَا لَا بُدَّ مِنْ ضَمِيمَةِ مَا بَعْدَهَا لِلتَّفْسِيرِ وَالْبَيَانِ، الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ، ثُمَّ فُسِّرَ هَذَا التَّفْسِيرُ أَيْضًا بِقَوْلِهِ: الَّذِينَ هُمْ يُرَاءُونَ وَيَمْنَعُونَ الْمَاعُونَ. </p><p> وَمِثْلُ هَذِهِ الْآيَةِ مِنَ الْحَدِيثِ، مَا جَاءَ عِنْدَ ابْنِ مَاجَهْ مَا نَصُّهُ بِسَنَدِهِ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قِيلَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ مَيْسَرَةَ الْمَسْجِدِ تَعَطَّلَتْ: فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ عَمَّرَ مَيْسَرَةَ الْمَسْجِدِ كُتِبَ لَهُ كِفْلَانِ مِنَ الْأَجْرِ» . </p><p> هَذَا الْحَدِيثُ وَإِنْ كَانَ فِي الزَّوَائِدِ، قَالَ عَنْهُ: فِي إِسْنَادِهِ لَيْثُ بْنُ أَبِي سُلَيْمٍ ضَعِيفٌ، إِلَّا أَنَّهُ نَصٌّ فِيمَا تَمَثَّلَ لَهُ لِأَنَّ مَنِ اقْتَصَرَ عَلَى جَوَابِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتُبِرَ مَيْسَرَةَ الْمَسْجِدِ أَفْضَلُ، وَمَنْ جَمَعَ طَرَفَيِ الْحَدِيثِ عَرَفَ الْمَقْصُودَ مِنْهُ. </p><p> وَيَتَفَرَّعُ عَلَى هَذَا مَا أَخَذَهُ مَالِكٌ رَحِمَهُ اللَّهُ فِي بَابِ الشَّهَادَةِ: أَنَّ الشَّخْصَ لَا يَحِقُّ لَهُ أَنْ يَشْهَدَ عَلَى مُجَرَّدِ قَوْلٍ سَمِعَهُ، إِلَّا إِذَا اسْتَشْهَدُوهُ عَلَيْهِ، وَقَالُوا: اشْهَدْ عَلَيْهِ، أَوْ إِلَّا إِذَا سَمِعَ الْحَدِيثَ مِنْ أَوَّلِهِ مَخَافَةَ أَنْ يَكُونَ فِي أَوَّلِهِ مَا هُوَ مُرْتَبِطٌ بِآخِرِهِ، كَمَا لَوْ قَالَ الْمُتَكَلِّمُ لِلْآخَرِ: لِي عِنْدَكَ فَرَسٌ، وَلَكَ عِنْدِي مِائَةُ دِرْهَمٍ، فَيَسْمَعُ قَوْلَهُ: لَكَ عِنْدِي مِائَةُ دِرْهَمٍ،ُُ </p><p> وَلَمْ يَسْمَعْ مَا قَبْلَهَا، فَإِذَا شَهِدَ عَلَى مَا سَمِعَ كَانَ إِضْرَارًا بِالْمَشْهُودِ عَلَيْهِ، وَهَذِهِ السُّورَةُ تَدُلُّ لِهَذَا الْمَأْخَذِ، وَاللَّهُ تَعَالَى أَعْلَمُ. </p>"
}