{
  "id": null,
  "sura": 108,
  "aya": 1,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم </p><p> سُورَةُ الْكَوْثَر </p><p> قَوْلُهُ تَعَالَى: إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ. </p><p> الْكَوْثَرُ فَوْعَلُ مِنَ الْكَثْرَةِ، وَأَعْطَيْنَاكَ قُرِئَ: أَنْطَيْنَاكَ، بِإِبْدَالِ الْعَيْنِ نُونًا، وَلَيْسَتِ النُّونُ مُبْدَلَةً عَنِ الْعَيْنِ، كَإِبْدَالِ الْأَلِفِ مِنَ الْوَاوِ أَوِ الْعَيْنِ فِي الْأَجْوَفِ وَنَحْوِهِ، وَلَكِنَّ كُلَّا مِنْهُمَا أَصْلٌ بِذَاتِهِ، وَقِرَاءَةٌ مُسْتَقِلَّةٌ. قَالَهُ أَبُو حَيَّانَ. </p><p> وَاخْتُلِفَ فِي الْكَوْثَرِ. </p><p> فَقِيلَ: عَلَمٌ. </p><p> وَقِيلَ: وَصْفٌ. </p><p> وَعَلَى الْعَلَمِيَّةِ قَالُوا: إِنَّهُ عَلَمٌ عَلَى نَهْرٍ فِي الْجَنَّةِ، وَعَلَى الْوَصْفِ قَالُوا: الْخَيْرُ الْكَثِيرُ. </p><p> وَمِمَّا اسْتُدِلَّ بِهِ عَلَى الْعَلَمِيَّةِ، مَا جَاءَ فِي السُّنَّةِ مِنَ الْأَحَادِيثِ الصِّحَاحِ، ذَكَرَهَا ابْنُ كَثِيرٍ وَغَيْرُهُ. </p><p> وَفِي صَحِيحِ الْبُخَارِيِّ عَنْ أَنَسٍ قَالَ: لَمَّا عُرِجَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى السَّمَاءِ قَالَ: «أَتَيْتُ نَهْرًا حَافَّتَاهُ قِبَابُ اللُّؤْلُؤِ مُجَوَّفًا.فَقُلْتُ:مَا هَذَا يَا جِبْرِيلُ؟قَالَ:هَذَا الْكَوْثَرُ» . </p><p> وَبِسَنَدِهِ أَيْضًا عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا «سُئِلَتْ عَنْ قَوْلِهِ تَعَالَى: إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ،قَالَتْ:هُوَ نَهْرٌ أُعْطِيَهُ نَبِيُّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، شَاطِئَاهُ عَلَيْهِمَا دُرٌّ مُجَوَّفٌ، آنِيَتُهُ كَعَدَدِ النُّجُومِ» . </p><p> وَبِسَنَدِهِ أَيْضًا عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ قَالَ فِي الْكَوْثَرِ: هُوَ الْخَيْرُ الَّذِي أَعْطَاهُ اللَّهُ إِيَّاهُ. </p><p> قَالَ أَبُو بِشْرٍ: قُلْتُ لِسَعِيدِ بْنِ جُبَيْرٍ: فَإِنَّ النَّاسَ يَزْعُمُونَ أَنَّهُ نَهْرٌ فِي الْجَنَّةِ، فَقَالَ سَعِيدٌ: النَّهْرُ الَّذِي فِي الْجَنَّةِ مِنَ الْخَيْرِ الَّذِي أَعْطَاهُ اللَّهُ إِيَّاهُ. </p><p> وَذَكَرَ ابْنُ كَثِيرٍ هَذِهِ الْأَحَادِيثَ وَغَيْرَهَا عَنْ أَحْمَدَ رَحِمَهُ اللَّهُ: وَمِنْهَا بِسَنَدِ أَحْمَدَ إِلَى </p><p> أَنَسِ بْنِ مَالِكٍ قَالَ:  «أَغْفَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِغْفَاءَةً، فَرَفَعَ رَأْسَهُ مُتَبَسِّمًا إِمَّا قَالَ لَهُمْ،وَإِمَّا قَالُوا لَهُ:لِمَ ضَحِكْتَ؟فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:إِنَّهُ نَزَلَتْ عَلِيَّ آنِفًا سُورَةٌ، فَقَرَأَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ، حَتَّى خَتَمَهَا،فَقَالَ:هَلْ تَدْرُونَ مَا الْكَوْثَرُ؟قَالُوا:اللَّهُ وَرَسُولُهُ أَعْلَمُ.قَالَ:نَهَرَ أَعْطَانِيهِ رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّةِ، عَلَيْهِ خَيْرٌ كَثِيرٌ، تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ، آنِيَتُهُ عَدَدُ الْكَوَاكِبِ يَخْتَلِجُ الْعَبْدُ مِنْهُمْ،فَأَقُولُ:يَا رَبِّ إِنَّهُ مِنْ أُمَّتِي،فَيُقَالُ:إِنَّكَ لَا تَدْرِي مَا أَحْدَثُوا بَعْدَكَ» . </p><p> وَذَكَرَ ابْنُ كَثِيرٍ مَا جَاءَ فِي صِفَةِ الْحَوْضِ، وَهَذِهِ النُّصُوصُ عَلَى أَنَّ الْكَوْثَرَ نَهَرٌ فِي الْجَنَّةِ، أَعْطَاهُ اللَّهُ لِرَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَفِي الْحَدِيثِ الْأَخِيرِ عَنِ الْإِمَامِ أَحْمَدَ قَوْلُهُ:  «عَلَيْهِ خَيْرٌ كَثِيرٌ» يُشْعِرُ بِأَنَّ مَعْنَى الْوَصْفِيَّةِ مَوْجُودٌ. </p><p> وَلِذَا قَالَ بَعْضُ الْمُفَسِّرِينَ: إِنَّهُ الْخَيْرُ الْكَثِيرُ. </p><p> وَمِمَّنْ قَالَ ذَلِكَ ابْنُ عَبَّاسٍ، كَمَا تَقَدَّمَ فِي حَدِيثِ الْبُخَارِيِّ عَنْهُ. </p><p> وَاسْتَدَلُّوا عَلَى الْمَعْنَى، بِقَوْلِ الشَّاعِرِ الْكُمَيْتِ: </p><p> وَأَنْتَ كَثِيرٌ يَا ابْنَ مَرْوَانَ طَيِّبٌ ... وَكَانَ أَبُوكَ ابْنُ الْفَصَائِل </p><p> وَالَّذِي تَطْمَئِنُّ إِلَيْهِ النَّفْسُ أَنَّ الْكَوْثَرَ، هُوَ الْخَيْرُ الْكَثِيرُ، وَأَنَّ الْحَوْضَ أَوِ النَّهَرَ مِنْ جُمْلَةِ ذَلِكَ. </p><p> وَقَدْ أَتَتْ آيَاتٌ تَدُلُّ عَلَى إِعْطَاءِ اللَّهِ لِرَسُولِهِ الْخَيْرَ الْكَثِيرَ، كَمَا جَاءَ فِي قَوْلِهِ تَعَالَى: وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ [١٥ \\ ٨٧] . </p><p> وَفِي الْقَرِيبِ سُورَةُ الضُّحَى وَفِيهَا: وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى [٩٣ \\ ٥] ، أَعْقَبَهَا بِنِعَمٍ جَلِيلَةٍ مِنْ شَرْحِ الصُّدُورِ، وَوَضْعِ الْوِزْرِ، وَرَفْعِ الذِّكْرِ، وَالْيُسْرِ بَعْدَ الْعُسْرِ. </p><p> وَبَعْدَهَا فِي سُورَةِ التِّينِ جَعَلَ بَلَدَهُ الْأَمِينَ، وَأَعْطَى الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَجْرًا غَيْرَ مَمْنُونٍ. </p><p> وَبَعْدَهَا سُورَةُ «اقْرَأْ» امْتَنَّ عَلَيْهِ الْقُرْآنَ، وَعَلَّمَهُ مَا لَمْ يَكُنْ يَعْلَمُ.ُُ </p><p> وَبَعْدَهَا سُورَةُ الْقَدْرِ: أَعْطَاهُ لَيْلَةً خَيْرًا مِنْ أَلْفِ شَهْرٍ. </p><p> وَبَعْدَهَا سُورَةُ الْبَيِّنَةِ: جَعَلَ أُمَّتَهُ خَيْرَ الْبَرِيَّةِ، وَمَنَحَهُمْ رِضَاهُ عَنْهُمْ، وَأَرْضَاهُمْ عَنْهُ. </p><p> وَبَعْدَهَا سُورَةُ الزَّلْزَلَةِ: حَفِظَ لَهُمْ أَعْمَالَهُمْ، فَلَمْ يُضَيِّعْ عَلَيْهِمْ مِثْقَالَ الذَّرَّةِ مِنَ الْخَيْرِ. </p><p> وَفِي سُورَةِ الْعَادِيَاتِ: أَكْبَرُ عَمَلٍ الْجِهَادُ، فَأَقْسَمَ بِالْعَادِيَاتِ فِي سَبِيلِ اللَّهِ، وَالنَّصْرِ عَلَى الْأَعْدَاءِ. </p><p> وَفِي سُورَةِ التَّكَاثُرِ: تَرْبِيَتُهُمْ عَلَى نِعَمِهِ لِيَشْكُرُوهَا، فَيَزِيدَهُمْ مِنْ فَضْلِهِ. </p><p> وَفِي سُورَةِ الْعَصْرِ: جَعَلَ أُمَّتَهُ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ، تُؤْمِنُ بِاللَّهِ وَتَعْمَلُ الصَّالِحَاتِ، وَتَتَوَاصَى بِالْحَقِّ وَتَدْعُو إِلَيْهِ، وَتَتَوَاصَى بِالصَّبْرِ، وَتَصْبِرُ عَلَيْهِ. </p><p> وَبَعْدَهَا فِي سُورَةِ قُرَيْشٍ: أَكْرَمَ اللَّهُ قَوْمَهُ، فَآمَنَهُمْ وَأَعْطَاهُمْ رِحْلَتَيْهِمْ. </p><p> وَفِي السُّورَةِ الَّتِي قَبْلَهَا مُبَاشَرَةً، وَهِيَ سُورَةُ الْمَاعُونِ: يُمْكِنُ عَمَلُ مُقَارَنَةٍ تَامَّةٍ أَوَّلًا. </p><p> وَفِي الْجُمْلَةِ، لَئِنْ كَانَ الْمُنَافِقُونَ يَمْنَعُونَ الْمَاعُونَ، فَقَدْ أَعْطَيْنَاكَ الْخَيْرَ الْكَثِيرَ، ثَانِيًا. </p><p> وَعَلَى التَّفْصِيلِ فَفِي الْأُولَى: وَصَفَ الْمُنَافِقِينَ وَالْمُكَذِّبِينَ بِدَعِّ الْيَتِيمِ، وَفِي الضُّحَى قَدْ بَيَّنَ لَهُ حَقَّ الْيَتِيمِ فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ [٩٣ \\ ٩] ، فَكَانَ هُوَ خَيْرُ مُوَكَّلٍ، وَخَيْرُ كَافِلٍ، وَوَصَفَهُمْ هُنَا بِأَنَّهُمْ لَا يَحُضُّونَ عَلَى طَعَامِ الْمِسْكِينِ. </p><p> وَقَدْ أَوْضَحَ لَهُ فِي الضُّحَى، وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ، فَكَانَ يُؤْثِرُ السَّائِلَ عَلَى نَفْسِهِ، وَهَؤُلَاءِ سَاهُونَ عَنْ صَلَاتِهِمْ يُرَاءُونَ بِأَعْمَالِهِمْ. </p><p> وَفِي هَذِهِ السُّورَةِ فَصَلِّ لِرَبِّكَ [١٠٨ \\ ٢] ، أَدَاءُ الصَّلَاةِ وَخَالِصَةٌ لِرَبِّهِ، وَإِطْعَامُ الْمِسْكِينِ بِنَحْرِ الْهَدْيِ وَالضَّحِيَّةِ وَالصَّدَقَةِ، وَكُلُّ ذَلِكَ خَيْرٌ كَثِيرٌ، يُضَافُ إِلَيْهِ مَا جَاءَتْ بِهِ السُّنَّةُ، كَمَا فِي حَدِيثِ:  «أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَأُعْطِيتُ الشَّفَاعَةَ، وَحَلَّتْ لِيَ الْغَنَائِمُ، وَلَمْ تَكُنْ تَحُلُّ لِأَحَدٍ قَبْلِي. وَكَانَ النَّبِيُّ يُبْعَثُ لِقَوْمِهِ خَاصَّةً، فَبُعِثْتُ لِلنَّاسِ كَافَّةً، وَجُعِلَتْ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، فَأَيُّمَا رَجُلٌ أَدْرَكَتْهُ الصَّلَاةَ فَلْيُصَلِّ» . </p>"
}