{
  "id": null,
  "sura": 109,
  "aya": 2,
  "text": "<p> بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم </p><p> سُورَةُ الْكَافِرُونَ </p><p> قَوْلُهُ تَعَالَى: قُلْ يَا أَيُّهَا الْكَافِرُونَ [١] . نِدَاءٌ لِلْمُشْرِكِينَ بِمَكَّةَ، لَمَّا عَرَضُوا عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَتْرُكَ دَعْوَتَهُ وَيُمَلِّكُوهُ عَلَيْهِمْ أَوْ يُعْطُوهُ مِنَ الْمَالِ مَا يُرْضِيهِ وَنَحْوِهِ فَرَفَضَ، فَقَالُوا: تَقْبَلُ مِنَّا مَا نَعْرِضُهُ عَلَيْكَ: تَعْبُدُ آلِهَتَنَا سَنَةً وَنَعْبُدُ إِلَهَكَ سَنَةً، فَسَكَتَ عَنْهُمْ فَنَزَلَتْ، وَقَالُوا لَهُ: إِنْ يَكُنِ الْخَيْرُ مَعَنَا أَصَبْتَهُ، وَإِنْ يَكُنْ مَعَكَ أَصَبْنَاهُ. </p><p> وَفِي مَجِيءِ: قُلْ، مَعَ أَنَّ مَقُولَ الْقَوْلِ كَانَ قَدْ يَكْفِي فِي الْبَلَاغِ، وَلَكِنَّ مَجِيئَهَا لِغَايَةٍ فَمَا هِيَ؟ </p><p> قَالَ الْفَخْرُ الرَّازِيُّ: إِمَّا لِأَنَّهُمْ عَابُوهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السُّورَةِ الَّتِي قَبْلَهَا بِقَوْلِهِمْ: إِنَّهُ أَبْتَرُ فَجَاءَ قَوْلُهُ: قُلْ، إِشْعَارًا بِأَنَّ اللَّهَ يَرُدُّ عَنْ رَسُولِهِ بِهَذَا الْخِطَابِ، الَّذِي يُنَادِي عَلَيْهِمْ فِي نَادِيهِمْ بِأَثْقَلِ الْأَوْصَافِ عَلَيْهِمْ، فَقَالَ لَهُ: قُلْ يَا أَيُّهَا الْكَافِرُونَ. </p><p> أَوْ أَنَّهُ لَمَّا كَانَ هَذَا الْخِطَابُ فِيهِ مُغَايَرَةُ الْمَأْلُوفِ مِنْ تَخَاطُبِهِ مَعَهُمْ مِنْ أُسْلُوبِ الْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ، وَكَانَ فِيهِ مِنَ التَّقْرِيعِ لَهُمْ وَمُجَابَهَتِهِمْ، قَالَ لَهُ: قُلْ: إِشْعَارًا بِأَنَّهُ مُبَلِّغٌ عَنِ اللَّهِ مَا أَمَرَ بِهِ، وَجَاءَتْ يَا، وَهِيَ لِنِدَاءِ الْبَعِيدِ، لِبُعْدِهِمْ فِي الْكُفْرِ وَالْعِنَادِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> قَوْلُهُ تَعَالَى: لَا أَعْبُدُ مَا تَعْبُدُونَ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ. قِيلَ: تَكْرَارٌ فِي الْعِبَارَاتِ لِلتَّوْكِيدِ، كَتَكْرَارِ وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ [٧٧ \\ ١٥] ، وَتَكْرَارِ: فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ [٥٥ \\ ١٣] . </p><p> وَنَظِيرُهُ فِي الشِّعْرِ أَكْثَرُ مِنْ أَنْ يُحْصَرَ، مِنْ ذَلِكَ مَا أَوْرَدَهُ الْقُرْطُبِيُّ رَحِمَهُ اللَّهُ: </p><p> هَلَّا سَأَلْتَ جُمُوعَ كِنْدَةَ ... يَوْمَ وَلَّوْ أَيْنَ أَيْنَا </p><p> وَقَوْلُ الْآخَرِ: </p><p> يَا عَلْقَمَةُ يَا عَلْقَمَةُ يَا عَلْقَمَهْ ... خَيْرَ تَمِيمٍ كُلِّهَا وَأَكْرَمَهْ </p><p> وَقَوْلُ الْآخَرِ: </p><p> يَا أَقْرَعُ بْنَ حَابِسٍ يَا أَقْرَعُ ... إِنَّكَ إِنْ يُصْرَعْ أَخُوكَ تُصْرَعُ </p><p> وَقَوْلُ الْآخَرِ: </p><p> أَلَا يَا سَلْمَى ثُمَّ اسْلَمِي ثُمَّتَ اسْلَمِي ... ثَلَاثُ تَحِيَّاتٍ وَإِنْ لَمْ تَكَلَّم </p><p> وَقَدْ جَاءَتْ فِي أَبْيَاتٍ لِبَعْضِ تَلَامِيذِ الشَّيْخِ رَحِمَهُ اللَّهُ تَعَالَى، ضِمْنَ مُسَاجَلَةٍ لَهُ مَعَهُ قَالَ فِيهَا: </p><p> تَاللَّهِ إِنَّكَ قَدْ مَلَأْتَ مَسَامِعِي ... دُرًّا عَلَيْهِ قَدِ انْطَوَتْ أَحْشَائِي </p><p> زِدْنِي وَزِدْنِي ثُمَّ زِدْنِي وَلْتَكُنْ ... مِنْكَ الزِّيَادَةُ شَافِيًا لِلدَّاء </p><p> فَكَرَّرَ قَوْلَهُ: زِدْنِي ثَلَاثَ مَرَّاتٍ </p><p> وَقِيلَ: لَيْسَ فِيهِ تَكْرَارٌ، عَلَى أَنَّ الْجُمْلَةَ الْأُولَى عَنِ الْمَاضِي وَالثَّانِيَةَ مِنَ الْمُسْتَقْبَلِ. </p><p> وَقِيلَ: الْأُولَى عَنِ الْعِبَادَةِ، وَالثَّانِيَةُ عَنِ الْمَعْبُودِ. </p><p> وَقِيلَ غَيْرُ ذَلِكَ، عَلَى مَا سَيَأْتِي إِنْ شَاءَ اللَّهُ. </p><p> وَالسُّورَةُ فِي الْجُمْلَةِ نَصٌّ عَلَى أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَعْبُدُ مَعْبُودَهُمْ، وَلَا هُمْ عَابِدُونَ مَعْبُودَهُ، وَقَدْ فَسَّرَهُ قَوْلُهُ تَعَالَى: فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ [١٠ \\ ٤١] . </p><p> وَتَقَدَّمَ لِلشَّيْخِ رَحْمَةُ اللَّهِ تَعَالَى عَلَيْنَا وَعَلَيْهِ الْكَلَامُ عَلَى هَذَا الْمَعْنَى، عِنْدَ آيَةِ يُونُسَ تِلْكَ، وَذَكَرَ هَذِهِ السُّورَةَ هُنَاكَ. </p><p> وَقَدْ ذَكَرَ أَيْضًا فِي دَفْعِ إِيهَامِ الِاضْطِرَابِ جَوَابًا عَلَى إِشْكَالٍ فِي السُّورَةِ وَهُوَ قَوْلُهُ تَعَالَى: لَا أَعْبُدُ مَا تَعْبُدُونَ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ، نَفْيٌ لِعِبَادَةِ كُلٍّ مِنْهُمَا مَعْبُودَُُ </p><p> الْآخَرِ مُطْلَقًا، مَعَ أَنَّهُ قَدْ آمَنَ بَعْضُهُمْ فِيمَا بَعْدُ وَعَبَدَ مَا يَعْبُدُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَأَجَابَ عَنْ ذَلِكَ بِأَحَدِ أَمْرَيْنِ: مُوجَزُهُمَا أَنَّهَا مِنْ جِنْسِ الْكُفَّارِ، وَإِنْ أَسْلَمُوا فِيمَا بَعْدُ فَهُوَ خِطَابٌ لَهُمْ مَا دَامُوا كُفَّارًا إِلَى آخِرِهِ، أَوْ أَنَّهَا مِنَ الْعَامِّ الْمَخْصُوصِ، فَتَكُونُ فِي خُصُوصِ مَنْ حَقَّتْ عَلَيْهِمْ كَلِمَاتُ رَبِّكَ. اهـ. مُلَخَّصًا. </p><p> وَقَدْ ذَكَرَ أَبُو حَيَّانَ وَجْهًا عَنِ الزَّمَخْشَرِيِّ: أَنَّ مَا يَتَعَلَّقُ بِالْكُفَّارِ خَاصٌّ بِالْحَاضِرِ ; لِأَنَّ مَا إِذَا دَخَلَتْ عَلَى اسْمِ الْفَاعِلِ تُعَيِّنُهُ لِلْحَاضِرِ. </p><p> وَنَاقَشَهُ أَبُو حَيَّانَ، بِأَنَّ ذَلِكَ فِي مُغَالِبٍ لَا عَلَى سَبِيلِ الْقَطْعِ. </p><p> وَالَّذِي يَظْهَرُ مِنْ سِيَاقِ السُّورَةِ قَدْ يَشْهَدُ لِمَا ذَهَبَ إِلَيْهِ الزَّمَخْشَرِيُّ، وَهُوَ أَنَّ السُّورَةَ تَتَكَلَّمُ عَنِ الْجَانِبَيْنِ عَلَى سَبِيلِ الْمُقَابَلَةِ جِهَةُ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَجِهَةُ الْكُفَّارِ فِي عَدَمِ عِبَادَةِ كُلٍّ مِنْهُمَا مَعْبُودَ الْآخَرِ. </p><p> وَلَكِنَّهَا لَمْ تُسَاوِ فِي اللَّفْظِ بَيْنَ الطَّرَفَيْنِ، فَمِنْ جِهَةِ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ فِي الْجُمْلَةِ الْأُولَى: لَا أَعْبُدُ مَا تَعْبُدُونَ عَبَّرَ عَنْ كُلٍّ مِنْهُمَا بِالْفِعْلِ الْمُضَارِعِ الدَّالِّ عَلَى الْحَالِ أَيْ: لَا أَعْبُدُ الْآنَ مَا تَعْبُدُونَ الْآنَ بِالْفِعْلِ. ثُمَّ قَالَ: وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ فَعَبَّرَ عَنْهُمْ بِالِاسْمِيَّةِ وَعَنْهُ هُوَ بِالْفِعْلِيَّةِ، أَيْ: وَلَا أَنْتُمْ مُتَّصِفُونَ بِعِبَادَةِ مَا أَعْبُدُ الْآنَ. </p><p> وَفِي الْجُمْلَةِ الثَّانِيَةِ قَالَ: وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ. فَعَبَّرَ عَنْهُ بِأَنَّهُ لَيْسَ مُتَّصِفًا بِعِبَادَةِ مَا يَعْبُدُونَ وَلَا هُمْ عَابِدُونَ مَا يَعْبُدُ، فَكَانَ وَصْفُهُ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْجُمْلَتَيْنِ بِوَصْفَيْنِ مُخْتَلِفَيْنِ بِالْجُمْلَةِ الْفِعْلِيَّةِ تَارَةً وَبِالْجُمْلَةِ الِاسْمِيَّةِ تَارَةً أُخْرَى، فَكَانَتْ إِحْدَاهُمَا لِنَفْيِ الْوَصْفِ الثَّابِتِ، وَالْأُخْرَى لِنَفْيِ حُدُوثِهِ فِيمَا بَعْدُ. </p><p> أَمَّا هُمْ فَلَمْ يُوصَفُوا فِي الْجُمْلَتَيْنِ إِلَّا بِالْجُمْلَةِ الِاسْمِيَّةِ الدَّالَّةِ عَلَى الْوَصْفِ الثَّابِتِ، أَيْ فِي الْمَاضِي إِلَى الْحَاضِرِ، وَلَمْ يَكُنْ فِيمَا وُصِفُوا بِهِ جُمْلَةٌ فِعْلِيَّةٌ مِنْ خَصَائِصِهَا التَّجَدُّدُ وَالْحُدُوثُ، فَلَمْ يَكُنْ فِيهَا مَا يَتَعَرَّضُ لِلْمُسْتَقْبَلِ فَلَمْ يَكُنْ إِشْكَالٌ، وَاللَّهَ تَعَالَى أَعْلَمُ. </p><p> فَإِنْ قِيلَ: إِنَّ الْوَصْفَ بِاسْمِ الْفَاعِلِ يَحْتَمِلُ الْحَالَ وَالِاسْتِقْبَالَ، فَيَبْقَى الْإِشْكَالُ مُحْتَمَلًا. </p><p> قِيلَ: مَا ذَكَرَهُ الزَّمَخْشَرِيُّ مِنْ أَنَّ دُخُولَ مَا عَلَيْهِ تُعَيِّنُهُ لِلْحَالِ، يَكْفِي فِي نَفْيِ هَذَا الِاحْتِمَالِ، فَإِنْ قِيلَ: قَدْ نَاقَشَهُ أَبُو حَيَّانَ. </p><p> وَقَالَ: إِنَّهَا أَغْلَبِيَّةٌ وَلَيْسَتْ قَطْعِيَّةً. </p>"
}