{
  "id": null,
  "sura": 110,
  "aya": 2,
  "text": "<p> وَيَأْتِيهِمُ الْجَوَابُ: أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ [٢ \\ ٢١٤] . </p><p> وَجَاءَ قَوْلُهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:  «نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ» . </p><p> وَقَدْ قَالَ تَعَالَى لِمُوسَى وَأَخِيهِ: لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى [٢٠ \\ ٤٦] ، فَهُوَ نَصْرُ مَعِيَّةٍ وَتَأْيِيدٍ، فَالنَّصْرُ هُنَا عَامٌّ. </p><p> وَكَذَلِكَ الْفَتْحُ فِي الدِّينِ بِانْتِشَارِ الْإِسْلَامِ، وَأَعْظَمُ الْفَتْحِ فَتْحَانِ: فَتْحُ الْحُدَيْبِيَةِ، وَفَتْحُ مَكَّةَ. </p><p> إِذِ الْأَوَّلُ تَمْهِيدٌ لِلثَّانِي، وَالثَّانِي قَضَاءٌ عَلَى دَوْلَةِ الشِّرْكِ فِي الْجَزِيرَةِ، وَيَدُلُّ لِإِرَادَةِ الْعُمُومِ فِي النَّصْرِ وَالْفَتْحِ. </p><p> قَوْلُهُ تَعَالَى: وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا. فَكَأَنَّ النَّاسَ يَأْتُونَ مِنْ كُلِّ جِهَةٍ حَتَّى مِنَ الْيَمَنِ، وَهَذَا يَدُلُّ عَلَى كَمَالِ الدَّعْوَةِ وَنَجَاحِ الرِّسَالَةِ. </p><p> وَيَدُلُّ لِهَذَا مَجِيءُ آيَةِ: الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا [٥ \\ ٣] ، وَكَانَ نُزُولُهَا فِي حَجِّ تِلْكَ السَّنَةِ. </p><p> وَيُلَاحَظُ أَنَّ النَّصْرَ هُنَا جَاءَ بِلَفْظِ نَصْرِ اللَّهِ، وَفِي غَيْرِ هَذَا جَاءَ نَصْرُ اللَّهِ، وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ [٨ \\ ١٠] . </p><p> وَمَعْلُومٌ أَنَّ هَذِهِ الْإِضَافَةَ هُنَا لَهَا دَلَالَةُ تَمَامٍ وَكَمَالٍ، كَمَا فِي بَيْتِ اللَّهِ. مَعَ أَنَّ الْمَسَاجِدَ كُلَّهَا بُيُوتٌ لِلَّهِ، فَهُوَ مُشْعِرٌ بِالنَّصْرِ كُلَّ النَّصْرِ، أَوْ بِتَمَامِ النَّصْرِ كُلِّهِ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَالْفَتْحُ، هُنَا قِيلَ: هُوَ فَتْحُ مَكَّةَ، وَقِيلَ فَتْحُ الْمَدَائِنِ وَغَيْرِهَا. </p><p> وَتَقَدَّمَتِ الْإِشَارَةُ إِلَى فُتُوحَاتٍ عَدِيدَةٍ قَبْلَ مَكَّةَ. </p><p> وَهُنَاكَ فُتُوحَاتٌ مَوْعُودٌ بِهَا بَعْدَ فَتْحِ مَكَّةَ نَصَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهَا مِنْهَا فِي غَزْوَةِ الْأَحْزَابِ وَهُمْ يَحْفِرُونَ الْخَنْدَقَ، لَمَّا اعْتَرَضَتْهُمْ كُدْيَةٌ وَأَعْجَزَتْهُمْ، وَدُعِيَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: فَأَخْذَ مَاءً وَتَمَضْمَضَ وَدَعَا مَا شَاءَ اللَّهُ أَنْ يَدْعُوَ ثُمَّ ضَرَبَ، فَكَانَتْ كَالْكَثِيبِ. </p><p> وَقَدْ جَاءَ فِيهَا ابْنُ كَثِيرٍ بِعِدَّةِ رِوَايَاتٍ وَطُرُقٍ مُخْتَلِفَةٍ، وَكُلُّهَا تَذْكُرُ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَرَبَ ثَلَاثَ ضَرَبَاتٍ، فَأَبْرَقَتْ تَحْتَ كُلِّ ضَرْبَةٍ بَرْقَةً، وَكَبَّرَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ كُلِّ وَاحِدَةٍ مِنْهَا، فَسَأَلُوهُ فَقَالَ \" فِي الْأُولَى: أُعْطِيتُ مَفَاتِيحَ فَارِسَ \" وَذَكَرَ الْيَمَنَ وَالشَّامَ، وَكُلُّهَا رِوَايَاتٌ لَا تَخْلُو مِنْ نِقَاشٍ، وَلَكِنْ لِكَثْرَتِهَا يُقَوِّي بَعْضُهَا بَعْضًا. </p><p> وَأَقْوَاهَا رِوَايَةُ النَّسَائِيِّ بِسَنَدِهِ قَالَ:  \" لَمَّا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَفْرِ الْخَنْدَقِ، عَرَضَتْ لَهُمْ صَخْرَةٌ حَالَتْ بَيْنَهُمْ وَبَيْنَ الْحَفْرِ، فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَخَذَ الْمِعْوَلَ وَوَضَعَ رِدَاءَهُ نَاحِيَةَ الْخَنْدَقِ،وَقَالَ:وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ[٦ \\ ١١٥]، فَنَدَرَ ثُلُثُ الْحَجَرِ وَسَلْمَانُ الْفَارِسِيُّ قَائِمٌ يَنْظُرُ، فَبَرَقَ مَعَ ضَرْبَةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَرْقَةٌ ثُمَّ ضَرَبَ الثَّانِيَةَ، وَقَرَأَ مَا قَرَأَهُ أَوَّلًا، وَبَرَقَتْ أَيْضًا. ثُمَّ الثَّالِثَةَ، وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ تَكَسَّرَتْ، فَأَخَذَ رِدَاءَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَلَسَ،فَسَأَلَهُ سَلْمَانُ لَمَّا رَأَى مِنَ الْبِرْقَاتِ الثَّلَاثِ:فَقَالَ لَهُ: أَرَأَيْتَ ذَلِكَ؟قَالَ:أِي وَالَّذِي بَعَثَكَ بِالْحَقِّ يَا رَسُولَ اللَّهِ، فَأَخْبَرَهُمْ أَنَّهُ رُفِعَتْ لَهُ فِي الْأُولَى مَدَائِنُ كِسْرَى وَمَا حَوْلَهَا وَمَدَائِنُ كَثِيرَةٌ حَتَّى رَآهَا بِعَيْنِهِ،فَقَالُوا:ادْعُ اللَّهَ لَنَا أَنْ يَفْتَحَ عَلَيْنَا. فَدَعَا لَهُمْ،وَفِي الثَّانِيَةِ:رُفِعَتْ لَهُ مَدَائِنُ قَيْصَرَ وَمَا حَوْلَهَا، وَفِي الثَّالِثَةِ مَدَائِنُ الْحَبَشَةِ، وَكُلُّهَا يَطْلُبُونَ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَدْعُوَ لَهُمْ فَتُفْتَحَ عَلَيْهِمْ، فَدَعَا لَهُمْ إِلَّا فِي الْحَبَشَةِ،فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:\" دَعُوا الْحَبَشَةَ مَا وَدَعُوكُمْ، وَاتْرُكُوا التُّرْكَ مَا تَرَكُوكُمْ \" انْتَهَى مُلَخَّصًا.</p><p> وَقَدْ رَوَاهُ كُلٌّ مِنِ ابْنِ كَثِيرٍ وَالنَّسَائِيِّ مُطَوَّلًا، فَهَذِهِ الرِّوَايَاتُ وَإِنْ كَانَتْ تَحْتَمِلُ مَقَالًا فَقَدْ جَاءَ فِي الْمُوَطَّأِ مَا لَا يَحْتَمِلُ مَقَالًا، وَلَا شَكَّ فِي صِحَّتِهِ، وَلَا فِي دَلَالَتِهِ، وَهُوَ مَا رَوَاهُ مَالِكٌ عَنْ هِشَامٍ عَنْ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ سُفْيَانَ بْنِ أَبِي زُهَيْرٍ أَنَّهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" يُفْتَحُ الْيَمَنُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ، وَتُفْتَحُ الشَّامُ، فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ، وَيُفْتَحُ الْعِرَاقُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ \". </p><p> فَهَذَا نَصٌّ صَحِيحٌ صَرِيحٌ مِنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَيَاتِهِ بِفَتْحِ الْيَمَنِ وَالشَّامِ وَالْعِرَاقِ، وَمَا فُتِحَتْ كُلُّهَا إِلَّا مِنْ بَعْدِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا الْيَمَنُ. </p>"
}