{
  "id": null,
  "sura": 110,
  "aya": 3,
  "text": "<p> وَيُؤَيِّدُ هَذَا الْقَوْلَ مَا أَخْرَجَهُ ابْنُ جَرِيرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ:  \" بَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ،إِذْ قَالَ:اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ، جَاءَ أَهْلُ الْيَمَنِ،قِيلَ:يَا رَسُولَ اللَّهِ، وَمَا أَهْلُ الْيَمَنِ؟قَالَ:قَوْمٌ رَقِيقَةٌ قُلُوبُهُمْ، لَيِّنَةٌ طِبَاعُهُمْ، الْإِيمَانُ يَمَانٍ، وَالْفِقْهُ يَمَانٍ، وَالْحِكْمَةُ يَمَانِيَةٌ \" رَوَاهُ ابْنُ كَثِيرٍ عَنْهُ. </p><p> وَقَدْ كَانَ فَتْحُ مَكَّةَ عَامَ ثَمَانٍ مِنَ الْهِجْرَةِ، وَجَاءَتِ الْوُفُودُ فِي دِينِ اللَّهِ أَفْوَاجًا عَامَ تِسْعٍ مِنْهَا، وَجَاءَ وَفْدُ الْيَمَنِ وَأَرْسَلَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُمَّالَهُ إِلَى الْيَمَنِ بَعْدَ فَتْحِ مَكَّةَ، وَقِدَمِ عَلَيْهِ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ مِنَ الْيَمَنِ فِي الْعَامِ الْعَاشِرِ فِي مَوْسِمِ الْحَجِّ، فَفُتِحَتِ الْيَمَنُ بَعْدَ فَتْحِ مَكَّةَ فِي حَيَاتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَعَلَيْهِ: تَكُونُ فُتُوحَاتٌ قَدْ وَقَعَتْ بَعْدَ فَتْحِ مَكَّةَ، يُمْكِنُ أَنْ يَشْمَلَهَا هُنَا قَوْلُهُ تَعَالَى: وَالْفَتْحُ، وَلَيْسَ مَقْصُورًا عَلَى فَتْحِ مَكَّةَ كَمَا قَالُوا. </p><p> وَقَدْ يُؤْخَذُ بِدَلَالَةِ الْإِيمَاءِ: الْوَعْدُ بِفُتُوحَاتٍ شَامِلَةٍ، لِمَنَاطِقَ شَاسِعَةٍ مِنْ قَوْلِهِ تَعَالَى: وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ [٢٢ \\ ٢٧] ; لِأَنَّ الْإِتْيَانَ مِنْ كُلِّ فَجٍّ عَمِيقٍ، يَدُلُّ عَلَى الْإِتْيَانِ إِلَى الْحَجِّ مِنْ بَعِيدٍ، وَالْإِتْيَانَ إِلَى الْحَجِّ يَدُلُّ عَلَى الْإِسْلَامِ، وَبِالتَّالِي يَدُلُّ عَلَى مَجِيءِ الْمُسْلِمِينَ مِنْ بَعِيدٍ، وَهُوَ مَحَلُّ الِاسْتِدْلَالِ وَاللَّهُ تَعَالَى أَعْلَمُ. </p><p> قَوْلُهُ تَعَالَى: فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا. تَقَدَّمَ الْكَلَامُ عَلَى التَّسْبِيحِ وَمُتَعَلِّقِهِ وَتَصْرِيفِهِ. </p><p> وَهُنَا قَرَنَ التَّسْبِيحَ بِحَمْدِ اللَّهِ، وَفِيهِ ارْتِبَاطٌ لَطِيفٌ بِأَوَّلِ السُّورَةِ وَمَوْضُوعِهَا، إِذْ هِيَ فِي الدَّلَالَةِ عَلَى كَمَالِ مُهِمَّةِ الرِّسَالَةِ بِمَجِيءِ نَصْرِ اللَّهِ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلِلْمُؤْمِنِينَ وَلِدِينِهِ. وَمَجِيءِ الْفَتْحِ الْعَامِّ عَلَى الْمُسْلِمِينَ لِبِلَادِ اللَّهِ بِالْفِعْلِ أَوْ بِالْوَعْدِ الصَّادِقِ كَمَا تَقَدَّمَ، وَهِيَ نِعْمَةٌ تَسْتَوْجِبُ الشُّكْرَ وَيَسْتَحِقُّ مُولِيهَا الْحَمْدَ. </p><p> فَكَانَ التَّسْبِيحُ مُقْتَرِنًا بِالْحَمْدِ فِي مُقَابِلِ ذَلِكَ وَقَوْلُهُ: بِحَمْدِ رَبِّكَ، لِيُشْعِرَ أَنَّهُ سُبْحَانَهُ الْمُولِي لِلنِّعَمِ، كَمَا جَاءَ فِي سُورَةِ الضُّحَى فِي قَوْلِهِ تَعَالَى: مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى [٩٣ \\ ٣] . </p><p> وَقَوْلُهُ فِي سُورَةِ اقْرَأْ: اقْرَأْ بِاسْمِ رَبِّكَ [٩٦ \\ ١] ، وَتَكْرَارُهَا اقْرَأْ وَرَبُّكَ الْأَكْرَمُ [٩٦ \\ ٣] ; لِأَنَّ صِفَةَ الرُّبُوبِيَّةِ مُشْعِرَةٌ بِالْإِنْعَامِ. </p><p> وَقَوْلُهُ: وَاسْتَغْفِرْهُ، قَالَ بَعْضُهُمْ: إِنَّ الِاسْتِغْفَارَ عَنْ ذَنْبٍ فَمَا هُوَ. وَتَقَدَّمَ الْكَلَامُ عَلَى عِصْمَةِ الْأَنْبِيَاءِ عَلَيْهِمُ الصَّلَاةُ وَالسَّلَامُ عِنْدَ قَوْلِهِ تَعَالَى: وَوَضَعْنَا عَنْكَ وِزْرَكَ [٩٤ \\ ٢] . </p><p> وَمِمَّا تَجْدُرُ الْإِشَارَةُ إِلَيْهِ أَنَّ التَّوْبَةَ دَعْوَةُ الرُّسُلِ، وَلَوْ بَدَأْنَا مَعَ آدَمَ عَلَيْهِ السَّلَامُ مَعَ قِصَّتِهِ فَفِيهَا: فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ [٢ \\ ٣٧] ، وَمَعْلُومٌ مُوجِبُ تِلْكَ التَّوْبَةِ. </p><p> ثُمَّ نُوحٌ عَلَيْهِ السَّلَامُ يَقُولُ: رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ الْآيَةَ [٧١ \\ ٢٨] . </p><p> وَإِبْرَاهِيمُ عَلَيْهِ السَّلَامُ يَقُولُ: وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ [٢ \\ ١٢٨] . </p><p> وَبِنَاءً عَلَيْهِ قَالَ بَعْضُ الْعُلَمَاءِ: إِنَّ الِاسْتِغْفَارَ نَفْسَهُ عِبَادَةٌ كَالتَّسْبِيحِ، فَلَا يَلْزَمُ مِنْهُ وُجُودُ ذَنْبٍ. </p><p> وَقِيلَ: هُوَ تَعْلِيمٌ لِأُمَّتِهِ. </p><p> وَقِيلَ: رَفْعٌ لِدَرَجَاتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. </p><p> وَقَدْ جَاءَ فِي السُّنَّةِ، أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:  «تُوبُوا إِلَى اللَّهِ، فَإِنِّي أَتُوبُ إِلَى اللَّهِ فِي الْيَوْمِ مِائَةَ مَرَّةٍ» ، فَتَكُونُ أَيْضًا مِنْ بَابِ الِاسْتِكْثَارِ مِنَ الْخَيْرِ، وَالْإِنَابَةِ إِلَى اللَّهِ. </p><p> تَنْبِيهٌ </p><p> جَاءَ فِي التَّفْسِيرِ عِنْدَ الْجَمِيعِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنْذُ أَنْ نَزَلَتْ هَذِهِ السُّورَةُ وَهُوَ لَمْ يَكُنْ يَدَعُ قَوْلَهُ:  «سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ» تَقُولُ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: «يَتَأَوَّلُ الْقُرْآنَ» أَيْ: يُفَسِّرُهُ، وَيَعْمَلُ بِهِ. </p><p> وَنَقَلَ أَبُو حَيَّانَ عَنِ الزَّمَخْشَرِيِّ أَنَّهُ قَالَ: وَالْأَمْرُ بِالِاسْتِغْفَارِ مَعَ التَّسْبِيحِ تَكْمِيلٌ لِلْأَمْرِ </p><p> بِمَا هُوَ قِوَامُ أَمْرِ الدِّينِ، مِنَ الْجَمْعِ بَيْنَ الطَّاعَةِ وَالِاحْتِرَازِ مِنَ الْمَعْصِيَةِ، وَلِيَكُونَ أَمْرُهُ بِذَلِكَ مَعَ عِصْمَتِهِ لُطْفًا لِأُمَّتِهِ، وَلِأَنَّ الِاسْتِغْفَارَ مِنَ التَّوَاضُعِ وَهَضْمِ النَّفْسِ فَهُوَ عِبَادَةٌ فِي نَفْسِهِ. </p><p> وَفِي هَذَا لَفْتُ نَظَرٍ لِأَصْحَابِ الْأَذْكَارِ وَالْأَوْرَادِ الَّذِينَ يَحْرِصُونَ عَلَى دَوَامِ ذِكْرِ اللَّهِ تَعَالَى، حَيْثُ هَذَا كَانَ مَنْ أَكْثَرِ مَا يُدَاوِمُ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مَعَ مَا وَرَدَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَذْكَارِ الصَّبَاحِ وَالْمَسَاءِ دُونَ الْمُلَازَمَةِ عَلَى ذِكْرِ اسْمٍ مِنْ أَسْمَاءِ اللَّهِ تَعَالَى وَحْدَهُ، مُنْفَرِدًا مِمَّا لَمْ يَرِدْ بِهِ نَصٌّ صَحِيحٌ وَلَا صَرِيحٌ. </p><p> وَلَا شَكَّ أَنَّ الْخَيْرَ كُلَّ الْخَيْرِ فِي الِاتِّبَاعِ لَا فِي الِابْتِدَاعِ، وَأَيُّ خَيْرٍ أَعْظَمُ مِمَّا اخْتَارَهُ اللَّهُ لِنَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي آخِرِ حَيَاتِهِ، وَيَأْمُرُهُ بِهِ، وَيُلَازِمُ هُوَ عَلَيْهِ. </p><p> وَقُلْنَا فِي آخِرِ حَيَاتِهِ: لِأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُوُفِّيَ بَعْدَهَا بِمُدَّةٍ يَسِيرَةٍ. </p><p> وَفِي هَذِهِ الْآيَةِ دَلَالَةُ الْإِيمَاءِ، كَمَا قَالُوا: وَدَلَالَةُ الِالْتِزَامِ كَمَا جَاءَ عَنِ ابْنِ عَبَّاسٍ فِي قِصَّةِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ مَعَ كِبَارِ الْمُهَاجِرِينَ وَالْأَنْصَارِ، حِينَمَا كَانَ يَسْمَحُ لَهُ بِالْجُلُوسِ مَعَهُمْ، وَيَرَى فِي وُجُوهِهِمْ، وَسَأَلُوهُ وَقَالُوا: إِنَّ لَنَا أَوْلَادًا فِي سِنِّهِ، فَقَالَ: إِنَّهُ مِنْ حَيْثُ عَلِمْتُمْ. </p><p> وَفِي يَوْمٍ اجْتَمَعُوا عِنْدَهُ فَدَعَاهُ عُمَرُ، قَالَ ابْنُ عَبَّاسٍ: فَعَلِمْتُ أَنَّهُ مَا دَعَانِي إِلَّا لِأَمْرٍ، فَسَأَلَهُمْ عَنْ قَوْلِهِ تَعَالَى: إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ، السُّورَةَ. </p><p> فَقَالُوا: إِنَّهَا بُشْرَى بِالْفَتْحِ وَبِالنَّصْرِ، فَقَالَ: مَا تَقُولُ أَنْتَ يَا ابْنَ عَبَّاسٍ؟ </p><p> قَالَ: فَقُلْتُ، لَا وَاللَّهِ، إِنَّهَا نَعَتْ إِلَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بَيْنَ أَظْهُرِنَا. </p><p> فَقَالَ عُمَرُ: وَأَنَا لَا أَعْرِفُ فِيهَا إِلَّا كَمَا قُلْتَ، أَيْ: أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَ لِمُهِمَّةٍ، وَقَدْ تَمَّتْ بِمَجِيءِ النَّصْرِ وَالْفَتْحِ وَالدُّخُولِ فِي الدِّينِ أَفْوَاجًا. </p><p> وَعَلَيْهِ يَكُونُ قَدْ أَدَّى الْأَمَانَةَ وَبَلَّغَ الرِّسَالَةَ. فَعَلَيْهِ أَنْ يَتَأَهَّبَ لِمُلَاقَاةِ رَبِّهِ لِيَلْقَى جَزَاءَ عَمَلِهِ، وَهُوَ مَأْخَذٌ فِي غَايَةِ الدِّقَّةِ، وَبَيَانٌ لِقَوْلِ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: أَوْ فَهْمٌ أَعْطَاهُ اللَّهُ مَنْ شَاءَ فِي كِتَابِ اللَّهِ. </p>"
}