{
  "id": null,
  "sura": 1,
  "aya": 5,
  "text": "<p> واختار أبو عبيد هذا القول (١) . ومن الدين بمعنى الحساب قوله:  {ذَلِكَ الدِّينُ الْقَيِّمُ}  [التوبة: ٣٦] أي: ذلك الحساب (٢) الصحيح، والعدد المستوي (٣) . </p><p> وقيل في قوله:  \"الكيس من دان نفسه(٤)\" : أي حاسبها. وخص هذا اليوم بأنه مالكه، تعظيما لشأنه وتهويلا لأمره، كقوله: {إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (١١) } [العاديات: ١١] وهو خبير سائر الأيام. وللدين معان كثيرة في اللغة (٥) ، وكل موضع انتهينا إليه من القرآن ذكرنا ما فيه. </p><p> ٥ - قوله تعالى:  {إِيَّاكَ نَعْبُدُ}  (٦) . اختلفت (٧) مذاهب النحويين في هذا الحرف، وأنا ذاكر لك هنا منها ما يحتمله هذا الكتاب (٨) . ذهب الخليل </p><p>= ١/ ١٥٧ (رسالة دكتوراه)، وانظر: \"تأويل مشكل القرآن\" لابن قتيبة ص ٤٥٣، \"نزهة الأعين النواظر\" لابن الجوزي ص ٢٩٥. (١) انظر: \"غريب الحديث\" لأبي عبيد ١/ ٤٣٩.(٢) انظر: \"تفسير الثعلبي\" ١/ ٢٨/ ب، وفسر الطبري (الدين) في آية التوبة ويوسف بأنه الدين القويم المستقيم الذي لا اعوجاج فيه، وفي آية الروم فسره: بالمستقيم، ثم قال: وقد وجه بعضهم معنى الدين في هذا الموضع إلى الحساب، (تفسير الطبري) ١٠/ ١٢٦، ١٢/ ٢٢٠، ٢٠/ ٤٢، انظر: \"تأويل مشكل القرآن\" ص ٤٥٤.(٣) \"تهذيب اللغة\" (دان) ٢/ ١١٣٦.(٤) الحديث أخرجه الترمذي عن شداد بن أوس، وقال: حديث حسن. الترمذي (٢٤٥٩)، أبواب صفة القيامة، وابن ماجه (٤٢٦٠) كتاب: الزهد، باب: ذكر الموت، والإمام أحمد في \"مسنده\" ٤/ ١٢٢، وهو بنصه في \"تهذيب اللغة\" (دان) ٢/ ١١٣٦.(٥) انظر: \"تهذيب اللغة\" (دان) ٢/ ١١٣٦، \"معجم مقاييس اللغة\" (دين) ٢/ ٣١٩، \"إصلاح الوجوه والنواظر\" للدامغاني ص ١٧٨، \"نزهة الأعين النوظر في علم الوجوه والنظائر\" ص ٢٩٥.(٦) في (ج): (نحبد) تصحيف.(٧) في (ب): (اختلف).(٨) ما ذكره الواحدي عن (إياك) نقله عن أبي الفتح ابن جني من كتاب \"سر صناعة الإعراب\" =</p><p> إلى أن (إيا) اسم مضمر، مضاف إلى (الكاف) وهذا -أيضًا- مذهب أبي عثمان (١) . وحكى أبو بكر (٢) عن أبي العباس (٣) عن أبي الحسن (٤) أنه اسم مفرد مضمر يتغير آخره كما تتغير (٥) أواخر المضمرات، لاختلاف أعداد المضمرين، وأن الكاف في (إياك) كالكاف التي في (ذلك) في أنه دلالة على الخطاب فقط، مجردة من كونها علامة للضمير، ولا يجيز أبو الحسن فيما يحكى عنه:  (إياك وإيا زيد) و (إياي وإيا الباطل)  (٦) . </p><p> وقال سيبويه: حدثني من لا أتهم عن الخليل أنه سمع أعرابيا يقول: إذا </p><p>= مع تصرف يسير في العبارة، وأبو الفتح اعتمد على أبي علي الفارسي، وصرح بنقله عنه، وكلام الفارسي موجود في \"الإغفال\" قال أبو الفتح: (وهذِه مسألة لطيفة عنت لنا في أثناء هذا الفصل، نحن نشرحها ونذكر خلاف العلماء فيها، ونخبر بالصواب عندنا من أمرها إن شاء الله وهي قوله عز اسمه {إِيَّاكَ نَعْبُدُ} وما كان مثله. أخبرني أبو علي، عن أبي بكر محمد بن السري، عن أبي العباس محمد بن يزيد: أن الخليل يذهب إلى أن (إيا) اسم مضمر مضاف إلى الكاف ...)، \"سر صناعة الإعراب\" ١/ ٣١٢، وانظر: \"الإغفال\" ص ٥٢ (رسالة ماجستير). (١) هو أبو عثمان بكر بن محمد المازني الشيباني، النحوي المشهور، أستاذ أبى العباس المبرد، اختلف في سنة وفاته فقيل: (٢٣٦ هـ)، وقيل: (٢٤٨ هـ)، وقيل: غير ذلك. انظر ترجمته في \"طبقات النحويين واللغويين\" ص ٨٧، \"تاريخ بغداد\" ٧/ ٩٣، \"إنباه الرواة\" ١/ ٢٤٦، \"معجم الأدباء\" ٢/ ٣٤٥، \"نزهة الألباء\" ص ١٤٠.(٢) هو محمد بن السري كما في \"سر صناعة الإعراب\" ١/ ٣١٢.(٣) المبرد، \"سر صناعة الإعراب\" ١/ ٣١٢.(٤) في (ب): (الخير).(٥) في (ب): (يتغير).(٦) في (ج): (الباصل).</p><p> بلغ الرجل ستين فإياه وإيا الشواب (١) . </p><p> وحكى ابن كيسان عن بعض النحويين أنه قال:  (إياك) بكمالها: اسم. قال: وقال بعضهم: (الياء والكاف والهاء) هي الأسماء، و (إيا) عماد لها؛ لأنها لا تقوم بأنفسها (٢) . </p><p> وقال أبو إسحاق:  (الكاف) في (إياك) في موضع جر بإضافة (٣)  (إيا) إليها، إلى أنه ظاهر يضاف إلى سائر المضمرات. (٤) وليس يصح من هذِه الأقوال إلا قول أبي الحسن (٥) . </p><p> أما قول الخليل: إن (إيا) اسم مضمر مضاف فظاهر الفساد؛ وذلك أنه إذا ثبت أنه مضمر فلا سبيل إلى إضافة؛ لأن الغرض في الإضافة التعريف والتخصيص، والمضمر على نهاية الاختصاص فلا حاجة به إلى الإضافة، فهذا يفسد قول الخليل والمازني جميعا (٦) . </p><p>(١) \"سر صناعة الإعراب\" ١/ ٣١٣. وانظر قول سيبويه في \"الكتاب\" ١/ ٢٧٩ (تحقيق عبد السلام هارون)، وانظر: \"معاني القرآن\" للزجاج ١/ ١١، \"اللسان\" (إيا) ١/ ١٨٧.(٢) انظر بقية كلام ابن كيسان في \"سر صناعة الإعراب\" ١/ ٣١٣.(٣) في (ب): (اضافة).(٤) \"سر صناعة الإعراب\" ١/ ٣١٣، وانظر نص قول الزجاج في \"معاني القرآن\" ١/ ١٠، ١١. قال الزجاج: (.. و (أيا) اسم للمضمر المنصوب إلى أنه يضاف إلى سائر المضمرات ..).(٥) قال أبو الفتح: (وتأملنا هذِه الأقوال على اختلافها والاعتدال لكل قول منها، فلم نجد فيها ما يصح مع الفحص والتنقيب غير قول أبي الحسن الأخفش ..)، \"سر صناعة الإعراب\" ١/ ٣١٤.(٦) \"سر صناعة الإعراب\" ١/ ٣١٥.</p><p> وحكاية سيبويه في إضافة (١)  (إيا (٢) ) ليس سبيل مثله -مع قلته- أن يعترض به على السماع والقياس جميعا، ألا ترى أنه لم يسمع منهم:  (إياك وإيا الباطل) . </p><p> وأما قول من قال:  (إياك) بكماله اسم، فليس (٣) بقوي، وذلك أن (إياك) في أن فتحة الكاف تفيد خطاب المذكر، وكسرتها تفيد خطاب المؤنث، بمنزلة (أنت) في أن الاسم هو الهمزة والنون، والتاء (٤) المفتوحة تفيد خطاب المذكر، والمكسورة خطاب (٥) المؤنث، فكما أن ما قبل التاء في (أنت) هو الاسم، والتاء حرف خطاب، كذلك (إيا) هو الاسم، والكاف حرف خطاب (٦) . </p><p> وأما من قال: إن (الكاف والهاء والياء)  (٧) هي الأسماء و (إيا) عماد لها لقلتها، فغير مرضي أيضا وذلك أن (إيا) في أنه (٨) ضمير منفصل بمنزلة (أنت وأنا ونحن، وهو وهي) في أن هذِه مضمرات منفصلة، كما أن (أنا وأنت) ونحوهما مخالف للفظ المرفوع المتصل نحو (التاء) في قمت، و (النون) في </p><p>(١) عند أبي الفتح: (فأما ما حكاه سيبويه عنه (أي عن الخليل) من قولهم: فإياه وإيا الشواب، فليس سبيل مثله -مع قلته- أن يعترض به على السماع ... الخ)، \"سر صناعة الإعراب\" ١/ ٣١٥. (٢) في (ب): (إيا إليها) زيادة (إليها).(٣) في (ب): (فليست).(٤) في (ب): (الياء) تصحيف.(٥) عند أبي الفتح: (تفيد خطاب ..)، \"سر صناعة الإعراب\" ١/ ٣١٥.(٦) فلا يكون (إياك) بكماله اسم.(٧) عند أبي الفتح: (وأما من قال: إن (الكاف والهاء والياء) في إياك وإياه وإياي هي الأسماء وأن (إيا) إنما عمدت بها هذِه الأسماء لقلتها فغير مرضي أيضا) \"سر صناعة الإعراب\" ١/ ٣١٥.(٨) في (ب): (ايه).</p><p> قمنا، و (الألف) في قاما، و (الواو) في قاموا، بل هي ألفاظ أخر (١) غير ألفاظ الضمير المتصل، وليس شيء منها معمودًا به شيء من الضمير المتصل بل هو قائم بنفسه، فكذلك (إيا) مضمر (٢) منفصل، ليس معمودًا به غيره، كما أن (التاء) في (أنت) وإن كانت بلفظة (التاء) في (قمت) ، فليست اسما مثلها (٣) ، بل الاسم قبلها وهو (أن) ، وهي بعده للخطاب، وليست (٤)  (أن) عمادا للتاء (٥) ، فكذلك (إيا) هي الاسم، وما بعدها يفيد الخطاب تارة، والغيبة تارة، والتكلم (٦) أخرى، وهذا محض القياس. </p><p> وأما قول أبي إسحاق: وإن (إيا) اسم مظهر، خص بالإضافة إلى المضمر (٧) ففاسد أيضًا وليست (إيا) بمظهر كما زعم، والدليل على أن (إيا) ليست باسم مظهر اقتصارهم به على ضرب واحد من الإعراب، وهو النصب، كما اقتصروا بـ (أنا وأنت) على ضرب واحد من الإعراب، وهو الرفع (٨) ، </p><p>(١) في (أ): (أخرى) وما في (ب)، (ج) موافق لما عند أبي الفتح، ١/ ٣١٦. (٢) عند أبي الفتح: (اسم مضمر منفصل) وفي الحاشية: (اسم) سقط من (ش)، \"سر صناعة الإعراب\" ١/ ٣١٦.(٣) فالتاء في (قمت) ضمير، وفي (أنت) التاء للخطاب و (الاسم) أن.(٤) في (ب): (ليس).(٥) في (ب): (التاء).(٦) في ب، (ج): (والمتكلم) وعند أبي الفتح (التكلم) وفي الحاشية (ل)، (ب): (المتكلم) \"سر صناعة الإعراب\" ١/ ٣١٦.(٧) \"سر صناعة الإعراب\" ١/ ٣١٦، وانظر رأي أبي إسحاق في \"معاني القرآن\" ١/ ١٠، ١١.(٨) عند أبي الفتح: (... وهو الرفع، فكما أن (أنا وأنت وهو ونحن) وما أشبه ذلك أسماء مضمرة، فكذلك (إيا) اسم مضمر لاقتصارهم به على ضرب واحد من الإعراب، وهو النصب، ولم نعلم اسما مظهرا ... الخ) ١/ ٣١٦.</p><p> ولم نعلم اسمًا مظهرًا اقتصر به على النصب ألبتة، إلا ما كان ظرفا (١) ، وليس (إيا) بظرف، فقد صح بما أوردناه سقوط هذِه الأقوال، ولم يبق قول يجب اعتقاده، ويلزم الدخول تحته غير قول أبي الحسن: إن (إيا) مضمر، وإن (الكاف) بعده ليست اسمًا، وإنما هي للخطاب، بمنزلة (كاف) ذلك، وأرأيتك (٢) وأبصرك زيدا، وليسك عمرا (٣) ، والنجاءك (٤) . فإن قيل: إذا كانت (الكاف) في إياك ليست اسمًا فكيف تقولون في (الهاء) و (الياء) في (إياه وإياي) ؟ (٥) . قلنا: هما مثل الكاف، وإنما اختلف ما بعد (إيا) لاختلاف أعداد المضمرين وأحوالهم من الحضور والمغيب، ولسنا (٦) نجد حالا سوغت هذا المعنى للكاف، وانكفت غير (٧)  (الهاء والياء)  (٨) . وقد وجدنا غير (الكاف) </p><p>(١) قال أبو الفتح: (ولم نعلم اسما مظهرا اقتصر به على النصب البتة إلى ما اقتصر به من الأسماء على الظرفية وذلك نحو: ذات مرة، وبعيدات بين، وذا صباح وما جرى مجراهن، شيئا من المصادر نحو: سبحان الله ... الخ)، \"سر صناعة الإعراب\" ١/ ٣١٦. (٢) في (ج): (ولرايتك).(٣) في (ب): (عمروا). وقوله (ليسك عمرا) أي: (ليس عمرا) والكاف لتوكيد الخطاب، وكذا أبصرك زيدا، أى أبصر زيدا. انظر \"سر صناعة الإعراب\" ١/ ٣٠٩.(٤) (النجاءك): إذا أردت: انج، انظر: \"تهذيب اللغة\" (نجا) ٤/ ٣٥٠٩، \"سر صناعة الإعراب\" ١/ ٣٠٨.(٥) في \"سر صناعة الإعراب\" (... فكيف يصنع أبو الحسن بقولهم: إياه وإياي ...) ١/ ٣١٧.(٦) في (ج): (ولنا).(٧) (غير) كنا في جميع النسخ، وعند أبي الفتح (عن) وهو الصحيح. \"سر صناعة الإعراب\" ١/ ٣١٧.(٨) فكما كانت (الكاف) حرف خطاب في (إياك) تكون (الهاء) في (إياه) و (الياء) في (إياي) حرفين، ولا مسوغ لاختلافهما عن (الكاف).</p><p> لحقه من سلب الاسمية وإخلاصه للحرفية (١) ما لحق (الكاف) ، وهي (التاء) في أنت و (الألف) في قول من قال: قاما أخواك (٢) ، و (الواو) في: قاموا إخوتك، و (النون) في: قمن الهندات، ألا ترى أن من قال:  (أخواك قاما) كانت الألف عنده علامة الضمير والتثنية، وإذا قال:  (قاما أخواكا) كانت الألف مخلصة للدلالة على التثنية مجردة من مذهب الاسمية، لامتناع تقدم المضمر (٣) ، وخلو (٤) الفعل من علم الضمير بارتفاع الاسم الظاهر بعده، وكذلك الجمع والتأنيث على هذا القياس (٥) ، فلا ينكر أيضا أن تكون (الهاء) و (الياء) في ضربه وضربني على معنى الاسمية، فإذا قلت:  (إياه) و (إياي) تجردتا من معنى الاسمية، وخلصتا (٦) لدلالة الحرفية، فاعرف هذا، فإنه من لطيف ما تضمنه هذا الفصل (٧) ، وهذا الذي ذكرنا كلام أبي علي وأبي الفتح (٨) . </p><p> واعلم: أن الضمير ينقسم إلى ثلاثة أقسام (٩) : ظاهر منفصل، وظاهر </p><p>(١) في (ب): (ولا خلاصة للحرفة). (٢) في (ج): (أخوك).(٣) في (ب): (الضمير).(٤) في (ج): (خلق).(٥) فصل أبو الفتح هذا بالأمثلة، انظر: \"سر صناعة الإعراب\" ١/ ٣١٨.(٦) في (ب): (واخلصا).(٧) قال أبو الفتح: (... فاعرف هذا، فإنه من لطيف ما تضمنه هذا الفصل وبه كان أبو علي رحمه الله ينتصر لمذهب أبي الحسن ويذب عنه، ولا غاية في جودة الحجاج بعده)، \"سر صناعة الإعراب\" ١/ ٣١٨.(٨) انتهى ما نقله عن أبي الفتح من \"سر صناعة الإعراب\" ١/ ٣١٢ - ٣١٨، وانظر: \"الإغفال\" ص ٥٠ - ٥٧.(٩) هذا البحث لا علاقهَ له بتفسير الآية، ومكانه كتب النحو واللغة، وجرى الواحدي في =</p><p> متصل، ومستكن، وهو على ثلاثة (١) أوجه: ضمير المرفوع، وضمير المنصوب، وضمير المجرور، وكل واحد منها على وجهين: متصل ومنفصل، إلا ضمير المجرور، فإنه متصل، ولا منفصل له. </p><p> أما ضمير المرفوع المتصل فنحو (تاء) فعلت وفعلت، وتثنيتهما، وجمعهما وتأنيثهما. </p><p> وأما ضمير المرفوع المنفصل فنحو (أنا وأنت وهو) وتثنيتها وجمعها، وتأنيثها (٢) . </p><p> وأما ضمير المنصوب المتصل فنحو (ياء) ضربني، و (كاف) ضربك و (هاء) ضربه (٣) ، وتثنيتها وجمعها وتأنيثها (٤) . وأما ضمير المجرور المتصل فنحو (ياء) بي، و (كاف) بك و (هاء) به، ولا منفصل له. </p><p> وأما المستكن فهو ما كان مستكنا في الفعل كقولك: قعد، وقام، فالضمير (٥) مستفاد من الفعل وإن لم يصرح به، لأن الفعل لا يقوم إلا بفاعل. </p><p> واعلم: أن (إيا) مبنية على السكون؛ لأن فيها شبه الحرف، فهي مثل (أنت، وأنا، وهو) وهذِه كلها مبنية لشبه الحرف، والألف في آخرها غير </p><p>= هذا على منهج شيخه الثعلبي حيث ذكر أقسام الضمير في هذا الموضع ١/ ١٢٩/ أ، وانظر أقسام الضمير في باب: الكنايات في (أصول النحو) لابن السرج ٢/ ١١٤، (التبصرة والتذكرة) للصيمري ١/ ٤٩٣ - ٥١١. (١) في (ب): (ثلاثة أنواع أوجه) وكلمة (أنواع) جاءت في الجانب فلعلها شر من الكاتب(٢) في (ج): (وتثنيتهما وجمعهما وتأنيثهما).(٣) في (ب): (ضربته).(٤) (تأنيثها) سقط من (ب).(٥) في (ب): (والضمير).</p><p> منقلبة مثل ألف (لا) و (ما) و (حتى) و (كلا)  (١) . </p><p> قال أبو الفتح: وحكى لي حاك عن أبي إسحاق قال (٢) : سمعته يقول وقد سئل عن معنى قوله: {إِيَّاكَ نَعْبُدُ} ما تأويله؟ فقال: حقيقتك نعبد، قال: واشتقاقه من الآية، وهي العلامة، قال (٣) : وهذا القول عندي من أبي إسحاق غير مرضي، وذلك أن جميع (٤) الأسماء المضمرة مبني غير مشتق نحو: (أنا وأنت وهو وهي) وقد قامت الدلالة على كون (إيا) اسما مضمرًا (٥) ، فيجب أن لا يكون مشتقا (٦) . فإن قلت: فما مثال (إيا) من الفعل؟ فإن المضمر لا ينبغي أن يمثل؛ لأنه غير مشتق ولا متصرف (٧) . </p><p> وقال صاحب \"النظم\"  (٨) : معنى (إيا) الاختصاص، وقول القائل:  (إياك ضربت) يعني: أن الضرب اختص بك وأردتك به، ولهذا وضعت العرب </p><p>(١) انظر: \"سر صناعة الإعراب\" ٢/ ٦٥٥، ٦٥٦. (٢) في \"سر صناعة الإعراب\": (أراه قال لي: سمعته ....) ٢/ ٦٥٦.(٣) قال: المراد أبو الفتح. انظر: \"سر صناعة الإعراب\" ٢/ ٦٥٦.(٤) في (ب): (جمع).(٥) وهو ما تقدم مما قرره الواحدي نقلا عن أبي الفتح ابن جني.(٦) انظر بقية كلام أبي الفتح في \"سر صناعة الإعراب\" ٢/ ٦٥٦، وانظر (المحتسب) ١/ ٤٠.(٧) ترك الواحدي بقية كلام أبي الفتح، فلم يرد جواب السؤال واضحا، قال أبو الفتح بعد هذا: (ولكنك إن تكلفت ذلك على تبيين حاله لو كان مما يصح تمثيله، لاحتمل أن يكون من ألفاظ مختلفة، وعلى أمثلة مختلفة فالألفاظ ثلاثة: أحدها: أن يكون من لفظ (أويت)، والآخر: من لفظ الآية، والآخر: من تركيب (أوو ...)، ثم أخذ في تفصيل ذلك في كلام طويل. انظر: \"سر صناعة الإعراب\" ٢/ ٦٥٦ - ٦٦٤.(٨) هو أبو علي الحسن بن يحيى الجرجاني، وكتابه هو \"نظم القرآن\" سبق الحديث عنه وعن كتابه في مصادر الواحدي في \"البسيط\"، وذكرت هناك: أن كتاب \"نظم القرآن\" مفقود، وقد نقل عنه الواحدي كثيرا.</p><p> (إياك) في موضع التحذير لما فيه من تأويل الاختصاص، فقالوا: إياك والأسد، أي: احفظ نفسك واحذر الأسد، ومنه قول الشاعر: </p><p> فإياك والأمر الذي إن توسعت ... موارده ضاقت عليك المصادر (١) </p><p> وربما قالوا: إياك الأسد، بلا (واو) ، قال (٢) الشاعر: </p><p> عليك القصد فاقصده برفق ... وإياك المحاين أن تحينا (٣) </p><p> فمن حذف (الواو) ، فمعناه احذر على نفسك الأسد، وصن (٤) نفسك منه. وهذا الضمير (٥) يستعمل مقدما ولا يستعمل مؤخرا، إلى أن يفصل بينه وبين الفعل، فيقال: ما عنيت إلا إياك. </p><p> قال أبو بكر (٦) : وقوله: {إِيَّاكَ} بعد (٧) قوله: {مَالِكِ يَوْمِ الدِّينِ}  (٨) </p><p>(١) ينسب البيت للطفيل الغنوي، وهو في (ديوانه) ص ١٠٢، قال المحقق: وهو قريب من شعر الطفيل، وينسب لمضرس بن ربعي الفقعسي، وكل المصادر روت البيت (فهياك) بدل (فإياك) وهو الشاهد عندهم حيث أبدل الهمزة هاء. ورد البيت في \"المحتسب\" ١/ ٤٠، (\"الإنصاف\") ١/ ٢١٥، \"ديوان الطفيل الغنوي\" ص ١٠٢، \"اللسان\" (هيا) ٨/ ٤٧٤٣، \"الكشاف\" ١/ ٦٢، والقرطبي ١/ ١٢٧. (٢) في (ب): (وقال).(٣) أنشد الفراء شطره الثاني ولم ينسبه \"معاني القرآن\" ١/ ١٦٦، وكذا المزني في \"معاني الحروف\" ص ١٠٢، وابن قتيبة في (أدب الكاتب) ص ٣٢٢ وشطره الأول عنده:ألا أبلغ أبا عمرو رسولاوقوله: المحاين: المهالك، تحين: تهلك أو يأتي حينها ووقتها.(٤) في (ج): (أوصن).(٥) أي ضمير (إيا).(٦) ابن الأنباري، انظر: \"زاد المسير\" ١/ ١٤.(٧) في (ب): (إياك نعبد قوله) وفي (ج) سقطت (بعد).(٨) في (ب): (مالك).</p><p> [الفاتحة: ٤] رجوع من الغيبة إلى الخطاب، والعرب تفعل ذلك كثيرًا، وهو نوع من البلاغة والتصرف في الكلام (١) ، ومثله قوله:  {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}  [الإنسان: ٢١] ثم قال: {إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً}  [الإنسان: ٢٢] وقال الأعشى: </p><p> عنده البر والتقى وأسا الصد ... ع وحمل لمضلع الأثقال </p><p> ووفاء (٢) إذا أجرت فما غر ... ت حبال وصلتها بحبال (٣) </p><p> وأنشد أبو عبيدة (٤) : </p><p> يا لهف نفسي كان جدة خالد ... وبياض وجهك للتراب الأعفر (٥) </p><p> وقال كثير (٦) : </p><p>(١) انظر: \"زاد المسير\" ١/ ١٤، \"مجاز القرآن\" ١/ ٢٣، والطبري ١/ ٦٧، وابن عطية ١/ ١٠٤، \"الكشاف\" ١/ ٦٢، والرازي ١/ ٢٥٢. (٢) في (ج): (ووحاء).(٣) البيتان من قصيدة للأعشى يمدح الأسود بن المنذر، وليس البيتان متواليين في القصيدة، وإنما بينهما أبيات، وفي \"الديوان\" ورد (الحزم) بدل (البر) و (الصرع) بدل (الصدع). قوله: (التقي) أي: الحذر، (أسا): دواء. انظر: \"الديوان\" ص ١٦٦ - ١٦٧، ولم أجدهما في غيره.(٤) انظر: \"مجاز القرآن\" ١/ ٢٤.(٥) البيت لأبي كبير الهذلي، يرثي صديقا له اسمه خالد (جدة) يعني: شبابه، (الأعفر) يقول: دفن في أرض ترابها أعفر: أي: أبيض. ورد البيت في \"مجاز القرآن\" ١/ ٢٤، \"شرح أشعار الهذليين\" للسكري ٣/ ١٠٨١، والطبري ١/ ٦٧، \"أمالي ابن الشجري\" ١/ ١١٧، وابن عطية ١/ ١٠٤.(٦) هو كثير بن عبد الرحمن بن أبي جمعة من خزاعة، كان أحد العشاق المشهورين، وصاحبته (عزة) وهي من ضمرة، وإليها ينسب، كان كثير رافضيا توفي في اليوم الذي توفي فيه عكرمة مولى ابن عباس. انظر ترجمته في: \"الشعر والشعراء\" ص ٣٣٤، \"طبقات فحول الشعراء\" ٢/ ٥٣٤، \"الخزانة\" ٥/ ٢٢١.</p><p> أسيئي بنا أو أحسني لا ملومة ... لدينا ولا مقلية إن تقلت (١) </p><p> وقوله تعالى:  {نَعْبُدُ} معنى العبادة: الطاعة مع الخضوع والتذلل، وهو جنس من الخضوع، لا يستحقه إلى الله عز وجل، وهو خضوع ليس فوقه خضوع، وسمي العبد عبدا لذلته وانقياده لمولاه، ويقال: طريق معبد، إذا كان مذللا موطوءا (٢) بالأقدام (٣) ، وهو في شعر طرفة (٤) . </p><p> وقوله تعالى:  {وَإِيَّاكَ نَسْتَعِينُ} قال أبو بكر: وإنما كرر (إياك) للتوكيد، كما تقول: بين زيد وبين عمرو خصومة، فتعيد (بين)  (٥) . قال: ولأن كل واحد من الفعلين يطلب مفعولا على حدته، ولو أخر المكنيان (٦) إلى </p><p>(١) من قصيدة لكثير في ذكر (عزة) قوله (مقلية) من القلي وهو البغض، (تقلت) تبغضت، ورد البيت في \"الشعر والشعراء\" ص ٣٤٣، \"ديوان كثير\" ص ١٠١، نشر دار الثقافة بيروت، \"أمالي ابن الشجري\" ١/ ٤٩، ١١٨، \"المحكم\" ٣/ ١٤٤، \"الخزانة\" ٥/ ٢١٩. (٢) في (ب): (بوطوا).(٣) ذكر هذِه المعاني الثعلبي في \"تفسيره الكشاف\" ١/ ٢٩/ ب، وانظر الطبري ١/ ٦٩.(٤) أراد أبيات طرفة التي ذكرها الثعلبي بعد الكلام السابق وهي:قال طرفة:تباري عتاقا ناجيات وأتبعت ... وظيفا وظيفا فوق مور معبدوقوله:إلى أن تحامتني العشيرة كلها ... وأفردت إفراد البعير المعبدانظر الثعلبي ١/ ٢٩/ ب، والطبري ١/ ٦٩، \"الأضداد\" لابن الأنباري ص ٣٥.(٥) ذكر نحوه الثعلبي ١/ ٢٩/ ب وذكره ابن جرير ثم رده قال: (وقد ظن من لم ينعم النظر أن إعادة (إياك) مع (نستعين) بعد تقدمها في قوله: {إياك نعبد} بمعنى قول عدي بن زيد:وجاعل الشمس مصرًا لا خفاء به ... بين النهار وبين الليل قد فصلاوذكر بيتا آخر .. ثم قال: وذلك من قائله جهل، من أجل أن حظ إياك أن تكون مكررة مع كل فعل .. الخ). الطبري ١/ ٧١.(٦) يعني: الضميرين.</p><p> موضعهما بعد الفعل لقيل:  (نعبدك ونستعينك) فلما كان كل واحد من الفعلين يقع على (الكاف)  (١) في تأخرها وقع على (إياك) في تقدمه (٢) . والقول هو الأول (٣) ؛ لأن العرب إذا جمعت فعلين واقعين اكتفت بوقوع أحدهما من وقوع الآخر، فيقولون: قد أكرمتك وألطفت (٤) . قال الله تعالى:  {مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى}  [الضحى: ٣] أراد (وما قلاك) فاكتفى بوقوع الأول من وقوع الثاني (٥) . </p><p> ويقال: لم قدم ذكر العبادة على المعونة، وإنما المعونة بها تكون العبادة؟ </p><p> والجواب: أن الواو عند النحويين لا توجب ترتيبا (٦) ، وإنما هي للجمع (٧) ، يدل على ذلك أنه لو اتفقت الأسماء لم </p><p>(١) في (ج): (الكائن). (٢) ذكر نحوه ابن جرير ١/ ٧١. قال أبو حيان: كرر (إياك) ليكون كل من العبادة والاستعانة سيقا في جملتين، وكل منهما مقصودة، وللتنصيص على طلب العون منه ...)، \"البحر المحيط\" ١/ ٢٥. وقال أبو السعود: (تكرير الضمير المنصوب للتنصيص على تخصيصه تعالى بكل واحدة من العبادة والاستعانة)، أبو السعود ١/ ١٧، وانظر ابن كثير ١/ ٢٨.(٣) أي كرر للتوكيد، واختار ابن جرير الثاني ١/ ٧١.(٤) قال ابن جرير: إن الأفصح إعادة الضمير مع كل فعل اتصل به، فيقال: (اللهم إنا نعبدك ونستعينك ونحمدك ونشكرك) .. وإن كان ترك الإعادة جائزا. انظر الطبري ١/ ٧١.(٥) قال أبو حيان: حذف المفعول اختصارا في (قلى) إذ يعلم أنه ضمير المخاطب وهو الرسول - صلى الله عليه وسلم -. \"البحر المحيط\" ٨/ ٤٨٥، وقال الرازي في حذف الكاف وجوه:١ - اكتفاء بالكاف في (ودعك)، ولأن رؤوس الآيات بالياء، فأوجب اتفاق الفواصل حذف الكاف.٢ - الإطلاق، أنه ما قلاك، ولا أحدا من أصحابك، ولا أحدا ممن أحبك. الرازي ٣١/ ٢٠٩، وانظر القرطبي ٢٠/ ٩٤.(٦) انظر: \"الكتاب\" ٣/ ٤٢، \"سر صناعة الإعراب\" ٢/ ٦٣٢.(٧) وعليه فتقديم الخبر عن العبادة وتأخير مسألة طلب المعونة، ليس من باب الترتيب، واختار الطبري هذا قال: (.. كان سواء تقديم ما قدم منهما على صاحبه ... ثم قال: =</p>"
}