{
  "id": null,
  "sura": 1,
  "aya": 6,
  "text": "<p> نحتج (١) إليها، لا تقول: قام زيد وزيد، ولكن قام الزيدان. فكما لا يوجب (قام الزيدان) ترتيبا، كذلك لا يوجب قام زيد وعمرو ترتيبا، وسنقضي حق الواو، والكلام فيها في موضع آخر إن شاء الله. </p><p> ٦ - قوله تعالى:  {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} </p><p> قال الأصمعي: هداه في الدين يهديه هدى (٢) ، وهداه يهديه هداية، إذا دله على الطريق (٣) . </p><p> وأصل الهداية في اللغة: الدلالة. وهوادي الخيل والوحش التي تتقدم للدلالة (٤) . </p><p> قال عبيد (٥) يذكر الخيل (٦) : </p><p> وغداة صبحن الجفار عوابسا (٧) ... تهدى أوائلهن شُعثٌ شزَّبُ (٨) </p><p>= وقد ظن بعض أهل الغفلة أن ذلك من المقدم الذي معناه التأخير ....). الطبري ١/ ٧٠. وقال ابن كثير ١/ ٢٨: (قدم {إِيَّاكَ نَعْبُدُ} على {إِيَّاكَ نَسْتَعِينُ} لأن العبادة له هي المقصودة والاستعانة وسيلة إليها والاهتمام والحزم تقديم ما هو الأهم فالأهم). وللرازي في هذا التقديم تعليلات يطول ذكرها. انظر (تفسيره) ١/ ٢٥٤. (١) في (ج): (يحتج).(٢) في (ج): (هدي).(٣) \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٧، وانظر: \"تفسير الطبري\" ١/ ٧٣، \"اللسان\" (هدى) ٨/ ٤٦٣٩.(٤) ذكر نحوه الأزهري عن الأصمعي. \"التهذيب\" (هدى) ٤/ ٣٧٣٨، وانظر: \"الصحاح\" (هدى) ٦/ ٢٥٣٤، \"معجم مقاييس اللغة\" (هدى) ٦/ ٤٢.(٥) كذا في \"تهذيب اللغة\"، وفي الهامش، في المنسوخة: أبو عبيد ٦/ ٣٨٣، والصحيح (عبيد) فالبيت لعبيد بن الأبرص.(٦) في (ج): (الخليل).(٧) في (ج): (عواسا).(٨) يذكر الخيل: صبحن الجفار: أتينه صبحا و (الجفار): موضع، (شعث): المغبرة =</p><p> هذا هو الأصل، ثم سمي كل متقدم هاديا وإن لم يتقدم للدلالة (١) . ومنه: </p><p> كأن دماء الهاديات بنحره (٢) </p><p> يريد أوائل الوحش ومتقدماتها. وتسمى العنق هادية لتقدمها على البدن، ويقال: أقبلت هوادي الخيل إذا بدت أعناقها؛ لأنها أول شيء من أجسادها (٣) . وقول طرفة: </p><p> للفتى عقل يعيش به ... حيث تهدي ساقه (٤) قدمه (٥) </p><p> أي: حيث تقودها قود الدليل. وسمى الأعشى العصا هاديا (٦) في قوله: </p><p> إذا كان هادي الفتى في البلاد ... صدر القناة أطاع الأميرا (٧) </p><p>= المتلبدة الشعر، (شزب): ضمر، انظر: \"ديوان عبيد\" ص ٧، \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٩، \"اللسان\" (هدى) ٨/ ٤٦٤١، \"التاج\" (هدى) ٢٠/ ٣٣٣. (١) انظر: \"التهذيب\" (هدى) ٤/ ٣٧٣٩، \"اللسان\" (هدى) ٨/ ٤٦٤١.(٢) في (ب): (منجره) وفي (ج): (ينحر).والبيت لامرئ القيس وعجزه:... ... ... ... ... عصارة حناء بشيب مرجلشبه دم الوحش بنحر هذا الفرس بعصارة الحناء على الشيب، ورد البيت في \"ديوانه\" ص ١٢١، \"الصحاح\" (هدى) ٦/ ٢٥٣٤، \"اللسان\" (هدى) ٨/ ٤٦٤١، \"شرح القصائد المشهورات\" للنحاس ص ٣٩.(٣) انظر: \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٨، \"اللسان\" (هدى) ٨/ ٤٦٤٠.(٤) في (ب): (فما ساقه).(٥) في (ج): (قدميه). ورد البيت في الطبري ١/ ٧٣، \"الصحاح\" (هدى) ٦/ ٢٥٣٤، \"اللسان\" ٨/ ٤٦٤١، \"التاج\" ٢٠/ ٣٣٣، \"العقد الفريد\" ٥/ ٤٧٩، \"أمالي ابن الشجري\" ٢/ ٢٦٢، \"الهمع\" ٣/ ٢٠٧، \"الدرر اللوامع\" ١/ ١٨١، \"الخزانة\" ٧/ ١٩.(٦) انظر: \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٩.(٧) في (ج): (الأمير). قوله (صدر القناة): أعلى العصا التي يقبض عليها، لأنه أعمى، =</p><p> إما لأنها تتقدمه، وإما لأنها تدله على الطريق، والتقدم في هذا راجع إلى (١) الهداية، لأن من دلك (٢) على الطريق تقدمك، ثم سمي المتقدم هاديا وإن لم يدل (٣) . والفعل من (الهدى)  (٤) يتعدى إلى مفعولين، ويتعدى إلى الثاني بأحد حرفي جر (إلى) و (اللام (٥) ) كقوله: {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ}  (٦)  [الصافات: ٢٣] ، وقوله:  {وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ}  [ص: ٢٢] ، وقوله:  {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا}  [الأعراف: ٤٣] ، وقوله:  {قُلِ اللَّهُ يَهْدِي لِلْحَقِّ}  [يونس: ٣٥] . ومثل هذا في التعدي (٧)  (الإيحاء)  (٨) قال الله تعالى: {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ}  [النحل: ٦٨] ، وقال: {بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥) } [الزلزلة: ٥] . وقد يحذف حرف الجر من المفعول الثاني في (الهدى) فيصل الفعل إليه بغير حرف جر (٩) . كقوله:  {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ}  [الفاتحة: ٦] . ومعناه: دلنا عليه، واسلك بنا فيه (١٠) . </p><p>= (الأمير) الذي يأمره ويقوده، ورد البيت في \"ديوان الأعشى\" ص ٨٧، \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٩، \"اللسان\" ٨/ ٤٦٤١، \"التاج\" ٢٠/ ٣٣١، \"المحتسب\" ١/ ١٢٦، ٢٩٠. (١) في (ب): (إلى المعونة الهداية).(٢) في (ج): (ذلل).(٣) انظر: \"تهذيب اللغة\" (هدى) ٤/ ٣٧٣٩، \"اللسان\" ٨/ ٤٦٤١.(٤) في (ب): (الهادي).(٥) انظر: \"إعراب القرآن\" للنحاس ١/ ١٢٣، \"الكشاف\" ١/ ٦٦ - ٦٧، \"البحر المحيط\" ١/ ٢٥، (تفسير أبي السعود) ١/ ١٧.(٦) في (ج): (فاهدهم) تصحيف.(٧) أي: التعدي بأحد حرفي الجر (إلى) و (اللام).(٨) في (ب): (بالإيحا).(٩) انظر: ابن كثير، ١/ ٢٩، \"البحر المحيط\" ١/ ٢٥.(١٠) قال ابن جرير: معنى قوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} في هذا الموضع، وفقنا =</p><p> ويقال: ما معنى سؤال المسلمين الهداية في قولهم: (اهدنا) وهم مهتدون؟ والجواب عنه من وجوه: أحدها: أنه قد تعرض للعارف شبه ينتقل بها إلى الجهل، فيحسن أن يسأل اللطيفة التي يتمسك معها بالمعرفة (١) ، ولا ينتقل إلى الجهالة. </p><p> والثاني: أنهم لما كانوا لا يعلمون ما يكون منهم في المستأنف، حسن أن يسألوا الهداية على (٢) وجه التثبيت لما هم عليه من الحق، وقد تستعمل الهداية لا من الضلالة كما قال الحطيئة لعمر رضي الله عنه: </p><p> فلا تُعْجِلَنِّي هداك المليكُ ... فإنَّ لكلِّ مَقَامٍ مَقَالا (٣) </p><p> لم يرد من ضلالتك؛ لأنه لو أراد ذلك قد هجاه، ولكنه على معنى التوفيق و (٤) التثبيت (٥) . </p><p> وقال بعض أصحابنا: يجوز أن يحمل على سؤال الهداية ابتداء فيما </p><p>= للثبات عليه. وضعف أن يكون المعنى: زدنا هدى، أو: أسلكنا طريق الجنة والمعاد. الطبري ١/ ٧١ - ٧٢، وانظر: ابن كثير ١/ ٢٩. (١) انظر: \"الكشاف\" ١/ ٦٧.(٢) في (ب): (جهة).(٣) ورد البيت في الطبري ١/ ٧٢، \"الكامل\" ٢/ ١٩٩، \"المقتضب\" ٣/ ٢٢٤، (الهمع) ٣/ ١١٠، \"اللسان\" (حنن) ٢/ ١٠٣٠، ورواية الطبري (ولا تعجلني) وبقية المصادر (تحنن علي).(٤) في (ب)، (ج): (أو).(٥) وهذا هو المعنى الذي ارتضاه الطبري ١/ ٧٢، وذكره الزجاج في \"المعاني\" ص ١٢، والماوردي ١/ ٥٨، والبغوي ١/ ٥٤، وابن الجوزي في \"زاد المسير\" ١/ ١٥، والرازي ١/ ٣٥٧، وقد ذكر الماوردي وابن الجوزي والرازي معاني أخرى.</p><p> يستقبل؛ لأن الهداية عرض لا يبقى، فهو يسأل أن (١) يخلق له أمثالها (٢) . </p><p> وقال بعضهم: هذا سؤال، واستنجاز لما وعدوا به في قوله:  {يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ}  [المائدة: ١٦] . </p><p> وقوله تعالى:  {الصِّرَاطَ}  [الفاتحة: ٦]  (٣) ، فيه لغات قد قرئ بها: السين، والصاد، والزاي، وإشمام (٤) الصاد الزاي (٥) . </p><p> فمن قرأ بالسين فإنه يقول: هو أصل الكلمة؛ لأنه من الاستراط بمعنى: الابتلاع (٦) ، فالسراط يسترط السابلة (٧) . ولو لزم لغة من يجمعها صادا مع (الطاء (٨) ) لم يعلم (٩) ما أصل الكلمة (١٠) . ويقول من يقرأ بالصاد: إنها أخف </p><p>(١) في (ب): (فهم يسألون أن يخلق لهم). (٢) في (ج): (مثلها). ما ذكره مبني على مذهب أصحابه الأشاعرة: أن العرض لا يبقى زمانين، والهداية عرض فهي عندهم لا تبقى في الزمان الثاني، فهو يسأل أن تجدد له الهداية، وهذا مذهب رده جماهير العلماء. انظر: \"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٥/ ٢١٦، ٦/ ٤١، ١٦/ ٢٧٥.(٣) في (ج): (صراط).(٤) الإشمام: هو إطباق الشفتين عقب تسكين الحرف المرفوع، والمراد هنا بإشمام الصاد الزاي هو خلط لفظ الصاد بالزاي. انظر: \"الكشف\" ١/ ١٢٢، (البدور الزاهرة) ص ١٥.(٥) روي عن ابن كثير: بالسين والصاد، وروي عن أبي عمرو: السين والصاد، والزاي والمضارعة بين الزاي والصاد.وحمزة: يشم بين الصاد والزاي. وبقية السبعة بالصاد. انظر (السبعة) لابن مجاهد ص ١٠٥، ١٠٦، \"الحجة\" لأبي علي ١/ ٤٩، (الكشف) لمكي ١/ ٣٤.(٦) يقال: استراط الطعام: إذا ابتلعه. انظر: \"تهذيب اللغة\" (سرط) ٤/ ١٩٩٣.(٧) السراط: الطريق، و (السابلة) المارة يسترطهم لكثرة مرورهم به. انظر: \"اللسان\" (سرط) ٤/ ١٩٩٣.(٨) في (ج): (الظاء).(٩) في (ب): (ما يعلم).(١٠) ذكره أبو علي في \"الحجة\" عن أبي بكر محمد بن السري ١/ ٤٩، وانظر: \"حجة =</p><p> على اللسان، لأن (الصاد) حرف مطبق كـ (الطاء) فيتقاربان ويحسنان في السمع، والسين حرف مهموس فهو أبعد من الطاء (١) . </p><p> ويقول من قرأ بالزاي: أبدلت منها حرفًا مجهورًا (٢) حتى يشبه (الطاء) في الجهر، ورمت الخفة، ويحتج بقول العرب:  (زقر) في (صقر)  (٣) . </p><p> ويقول من قرأ بالمضارعة (٤) : رمت الخفة، ولم أجعلها (زايا) خالصة، ولا (صادا) خالصة، فيلتبس أصل الكلمة بأحدهما (٥) . </p><p> قال ابن السراج (٦) : الاختيار (الصاد) للخفة والحسن في السمع، وهو غير ملتبس، لأن (السين) كأنها مهملة في الاستعمال مع (٧)  (الطاء) عند من (الصاد) لغته، ومع ذلك فهي قراءة الأكثر. وأما (الزاي) الخالصة فليست (٨) بمعروفة (٩) ، ولست أحب أن تحمل القراءة على هذِه اللغة. </p><p> وأما المضارعة (١٠) فهو تكلف حرف بين حرفين، وذلك أصعب على </p><p>= القراءات\" لابن زنجلة ص ٨٠، \"الحجة\" لابن خالويه ص ٦٢، \"الكشف\" ١/ ٣٤. (١) بنصه في \"الحجة\" ١/ ٤٩، ٥٠، وانظر المراجع السابقة.(٢) أي: أبدلت من (الصاد) حرفا مجهورا وهو (الزاي).(٣) في (ب): (زفر في صفر) وفي \"الحجة\": (صقر) و (سقر) و (زقر)، ١/ ٥٠.(٤) بين الزاي والصاد.(٥) بنصه من \"الحجة\" ١/ ٥٠، وانظر: \"الكشف\" ١/ ٣٤، ٣٥.(٦) هو أبو بكر محمد السري، المعروف بابن السراج، وكلامه في \"الحجة\" ١/ ٥٠.(٧) (مع) غير واضحة في (ب).(٨) في (ج): (فليت).(٩) كلام ابن السراج في \"الحجة\": (وأما الزاي فأحسب الأصمعي لم يضبط عن أبي عمرو؛ لأن الأصمعي كان غير نحوي، ولست أحب أن تحمل القراءة على هذِه اللغة، وأحسب أنه سمع أبا عمرو يقرأ بالمضارعة للزاي فتوهمها زايا)، \"الحجة\" ١/ ٥١.(١٠) كلام ابن السراج في \"الحجة\": (وأما القراءة بالمضارعة التي بين (الزاي) و (الصاد) =</p><p> اللسان؛ لأنه إنما استعمل في هذِه الحال فقط، وليس هو حرفا تبنى عليه الكلمة، ولا هو من حروف المعجم. وقال صاحب \"الحجة\"  (١) : الحجة لمن قرأ بالصاد: أن (٢) السين مضارعة لما أجمعوا على رفضه من كلامهم، ألا ترى أنهم تركوا إمالة (واقد) ونحوه كراهة أن يصعدوا بالمستعلي بعد التسفل (٣) بالإمالة. فكذلك يكره (٤) أن يتسفل (٥) بالسين (٦) ثم يتصعد (٧) بالطاء في (سراط) ، وإذا كانوا قد أبدلوا من (السين)  (الصاد) مع القاف في: (صقت وصويق)  (٨) ليجعلوها في استعلاء (القاف)  (٩) ، فلأن يبدلوا منها (الصاد) مع (الطاء) </p><p>= فعدلت عن القراءة بها؛ لأنه تكلف حرف بين حرفين). \"الحجة\" ١/ ٥١. (١) هو أبو علي الفارسي. وكتابه \"الحجة للقراء السبعة أئمة الأمصار بالحجاز والعراق والشام الذين ذكرهم أبو بكر بن مجاهد\" وهو مصدر رئيس للواحدي خصوصا في القراءات. انظر: مصادر الواحدي ص ٧٨، انظر كلام الفارسي في \"الحجة\" ١/ ٥١.(٢) في \"الحجة\": (أن القراءة بالسين مضارعة ...)، ١/ ٥١.(٣) في (ب): (السفل).(٤) في \"الحجة\": (يكره على هذا أن يستفل ..)، \"الحجة\" ١/ ٥١.(٥) في (ب): (يستقل).(٦) (بالسين) غير موجود في \"الحجة\" ١/ ٥١.(٧) لأن (السين) حرف منخفض، و (الطاء) من حروف الاستعلاء والتصعد. انظر: \"سر صناعة الإعراب\" ١/ ٦٢.(٨) في (ب): (صفه وصديق). أصل صقت: (سقت) و (صويق): (سويق). انظر: \"سر صناعة الإعراب\" ١/ ٢١٢. (السويق) ما يتخذ من الحنطة والشعير. ويقال: السويق: المقل الحتى، والسويق: السبق الفتي، والسويق: الخمر. \"اللسان\" (سوق) ٤/ ٢١٥٦.(٩) في \"الحجة\" (.. في استعلاء (القاف) مع بعد (القاف) من (السين) وقرب (الطاء) منها، فإن يبدلوا منها الصاد ...)، \"الحجة\" ١/ ٥٢.</p><p> أجدر (١) من حيث كانت (الصاد) إلى (الطاء) أقرب منه إلى (القاف)  (٢) . </p><p> ألا ترى أنهما جميعا من حروف طرف اللسان وأصول الثنايا (٣) . وأن (٤) من يقول: (صويق) و (صقت) ، إذا قال:  (قست وقست)  (٥) لم يبدل (الصاد) من (٦)  (السين) ، لأنه الآن ينحدر بعد الإصعاد، وهذا يستخف ولا يستثقل كما استثقل عكسه. </p><p> واحتجاجهم بأن (السين) هو الأصل، قلنا: قد يترك ما هو الأصل في كلامهم إلى ما ليس بأصل؛ طلبا لاتفاق الصوتين (٧) . ألا تراهم قالوا:  (شنباء) ، و (من بكر)  (٨) فلم يبينوا (٩)  (النون) التي هي الأصل في </p><p>(١) في (ب): (فصدر). (٢) (منه إلى القاف) ليست في \"الحجة\" ١/ ٥٢.(٣) انظر بقية كلام أبي علي في \"الحجة\" ١/ ٥٢.(٤) قال أبو علي: (ويدلك على أن حسن إبدال (الصاد) من (السين) في (سراط) لما ذكرت لك: من كراهة التصعد بعد التسفل، أن من يقول: صويق وصقت ... الخ). \"الحجة\" ١/ ٥٢.(٥) كذا في جميع النسخ، وفي \"الحجة\": (قست وقسوت) ١/ ٥٢. وهذا هو الصواب.(٦) في \"الحجة\" (منها) بدل (من السين).(٧) من قوله: (واحتجاجهم إلى قوله (الصوتين) ملخص كلام أبي علي، انظر: \"الحجة\" ١/ ٥٢، ٥٣.(٨) في (ب): (شبنا) و (من نكر) وفي \"الحجة\": (شمباء) و (مم بك) وفي الحاشية: في ط (شنباء ومن بك).قال سيبويه: (... فجعلوا ما هو من موضع ما وافقها في الصوت بمنزلة ما قرب من أقرب الحروف منها في الموضع، ولم يجعلوا (النون): (باء) لبعدها في المخرج، وأنها ليست فيها غنة. ولكنهم أبدلوا من مكانها أشبه الحروف بالنون وهي الميم وذلك قولهم: (ممبك)، يريدون: (من بك). و (شمباء) و (عمبر) يريدون: (شنباء) و (عنبرا). انظر: \"الكتاب\" ٤/ ٤٥٣ تحقيق: عبد السلام هارون. \"سر صناعة الإعراب\" ١/ ٤٢١.(٩) في (ب): (يثبتوا).</p><p> (الشنب)  (١) ، و (من عامر)  (٢) ؟ لما أرادوا أن يوفقوا بين الصوتين (٣) . فكما تركوا الأصل ههنا طلبًا للمشاكلة، كذلك يترك الأصل في (صراط)  (٤) فتترك السين (٥) ويختار إبدال الصاد من السين. </p><p> وأما القراءة (بالزاي) فليس بالوجه، وذلك أن من قال في:  (أصدرت) : (أزدرت) وفي (القصد) : (القزد)  (٦) فأبدل (٧) من (الصاد الزاي) ، فإنه إذا تحركت (الصاد) في نحو (٨)  (صدرت) و (قصدت (٩) ) لم يبدل، فإذا لم يبدلوا (الصاد)  (زايا) إذا تحركت مع (الدال) ، وكانت (الطاء) في (الصراط) مثل الدال في (القصد)  (١٠) في الجهر (١١) ، فكذلك ينبغي ألا يبدل من (السين)  (الزاي) في (سراط) ، من أجل (الطاء) ، لأنها قد تحركت </p><p>(١) الشنب (البرد والعذوبة في الفم). \"اللسان\" (شنب) ٤/ ٢٣٣٦. (٢) في (ب): (غامر). يريد أن النون أصل في (الشنب) و (ومن عامر) ومع ذلك أبدلوها ميما في (شنباء) و (من بكر). أما (من عامر) فإن النون فيه يجب إظهارها.(٣) ترك المؤلف بعض كلام أبي علي. انظر: \"الحجة\" ١/ ٥٣.(٤) في \"الحجة\" (سراط) بالسين، ١/ ٥٣، وهو الأقرب.(٥) (فتترك السين) ليس في \"الحجة\"، ١/ ٥٣.(٦) في (أ)، (ج): (الفصد، الفرد) وفي (ب): (القصد، الفرد) وما أثبت من \"الحجة\" ١/ ٥٣. وعند سيبويه: (الفصد: الفزد)، \"الكتاب\" ٤/ ٤٧٨.(٧) في (ب): (وأبدل).(٨) في (ب): (نحمد).(٩) في (أ): (فصدت) وفي \"الحجة\" (صدقت) ١/ ٥٣، وفي \"الكتاب\" (صدقت) ٤/ ٤٧٨.(١٠) في (أ)، (ج): (الفصد) وما في (ب) موافق لما في \"الحجة\"، ١/ ٥٣.(١١) في \"الحجة\" (في حكم الجهر)، ١/ ٥٣.</p><p> كما تحركت في (قصدت)  (١) مع أن بينهما في (سراط) حاجزين (٢) . </p><p> ومما يحتج (٣) من أخلص (الصاد (٤) ) على من ضارع بها (الزاي (٥) ) أن يقول: إن الحرف قد أعل مرة بالقلب، فلا تستقيم المضارعة؛ لأنها إعلال آخر، وقد رأيتهم كرهوا الإعلال في الحرفين إذا تواليا، فإذا لم يوالوا بين إعلالين في حرفين مفترقين (٦) ، فألا (٧) يوالوا بين إعلالين في حرف واحد أجدر (٨) . مثاله (٩) أنهم حذفوا النون من نحو (بلعنبر) و (بلحرث (١٠) )، ولم </p><p>(١) في (أ)، (ج): (فصدت) وما في (ب) هو الموافق لما في \"الحجة\"، ١/ ٥٤. وانظر: \"الكتاب\" ٤/ ٤٧٨. (٢) وهما (الراء والألف)، انظر: \"الكتاب\" ٤٧٨/ ٤. وانظر بقية كلام أبي علي في \"الحجة\"، ١/ ٥٤، ٥٥.(٣) كذا في جميع النسخ وفي \"الحجة\" (ومما يحتج به من أخلص الصاد ...)، ١/ ٥٦.(٤) في (ج): (الضاد).(٥) تكلم أبو علي قبل هذا على الحجة من (ضارع الصاد بالزاي) ولم ينقل الواحدي كلامه في ذلك. انظر: \"الحجة\" ١/ ٥٥.(٦) في (ب): (متفرقين).(٧) في (ب): (بأن).(٨) الإعلالان هنا: إبدال السين صادا، ثم مضارعة الصاد بالزاي.(٩) في \"الحجة\": (ويقوي ذلك أنهم ....)، ١/ ٥٦.(١٠) قال سيبويه: (ومن الشاذ قولهم: في (بني العنبر) و (بني الحارث): بلعنبر وبلحارث، بحذف النون)، \"الكتاب\" ٤/ ٤٨٤. بنو العنبر: قبيلة تنسب إلى العنبر بن عمرو بن تميم. وانظر: \"اللباب\" لابن الأثير ٢/ ٣٦٠، \"اللسان\" (عنبر)، ٥/ ٣١٢٠. و (بلحرث) لبني الحرث بن كعب. قال في \"اللسان\": وهذا من شواذ الإدغام؛ لأن النون واللام قريبا المخرج .. وكذلك يفعلون بكل قبيلة تظهر فيها لام المعرفة. \"اللسان\" (حرث)، ٢/ ٨٢١.</p><p> يحذفوا من (بني النجار)  (١) مع توالي النونات حيث كانت (اللام) قد أعلت بالقلب (لئلا يتوالى إعلالان:[الحذف والقلب](٢) ، وإن كانا من كلمتين مفترقتين (٣) ، فإذا كره في هذا النحو، كان توالي إعلالين في حرف واحد أبعد (٤) . </p><p> قوله تعالى:  {الْمُسْتَقِيمَ} : (الاستقامة) في اللغة: الاستواء، يقال: قام إذا استوى منتصبا، وأقامه: إذا سواه، وقاومه إذا ساواه في القوة. وقيمة الشيء ما يساويه من ثمنه، ومعنى الاستقامة استمرار الشيء في جهة واحدة (٥) . </p><p> وأما تفسير {الصِّرَاطَ الْمُسْتَقِيمَ} فروى علي وابن مسعود رضي الله عنهما عن النبي - صلى الله عليه وسلم - أنه قال:  \"الصراط المستقيم: كتاب الله عز وجل\"  (٦) . </p><p>(١) بنو النجار قبيلة من (الخزرج) تنسب إلى النجار واسمه (تيم اللات بن ثعلبة بن عمرو بن الخزرج. انظر (اللباب) ٣/ ٢٩٨. (٢) ما بين المعقوفين ساقط من (ب).(٣) في ب، (ج): (متفرقتين).(٤) في (ج): (بعد).(٥) \"تهذيب اللغة\" (قام) ٣/ ٢٨٦٥، وانظر: \"اللسان\" (قوم)، ٦/ ٣٧٨٢.(٦) حديث علي رضي الله عنه بهذا اللفظ: أخرجه الثعلبي بسنده ١/ ٣٠/ ب، وبنحوه أخرجه الطبري، وقال شاكر: إسناده ضعيف جدا ١/ ١٧١ (ط. شاكر)، وكذا ابن أبي حاتم في \"تفسيره\"، قال المحقق: ضعيف جدا ١/ ١٥٩، وهو جزء من حديث فضائل القرآن الطويل الذي أخرجه الترمذي في: أبواب فضائل القرآن، باب: ما جاء في فضل القرآن، قال الترمذي بعده: هذا حديث لا نعرفه إلى من هذا الوجه وإسناده مجهول وفي الحارث مقال. الترمذي (٢٩٠٦)، وأخرجه الدارمي في (سننه) كتاب فضائل القرآن، باب: فضل من قرأ القرآن ٤/ ٢٠٩٨ (٣٣٧٤)، وذكره ابن كثير في كتابه \"فضائل القرآن\" ص ٤٤ - ٤٦، ونقل كلام الترمذي عليه، ثم قال: (وقصارى هذا =</p><p> وقال جابر ومقاتل:  (هو الإسلام)  (١) . </p><p> وعن أبي العالية الرياحي (٢) ، قال: هو طريق رسول الله - صلى الله عليه وسلم - وصاحبيه من بعده أبي بكر وعمر) (٣) . </p><p>= الحديث أن يكون من كلام أمير المؤمنين علي رضي الله عنه، وقد وهم بعضهم في رفعه، وهو كلام حسن صحيح، على أنه قد روي له شاهد عن عبد الله بن مسعود رضي الله عنه عن النبي - صلى الله عليه وسلم -) وذكره السيوطي في \"الدر\" ١/ ٤٠ - ٤١. أما حديث عبد الله بن مسعود: فأخرجه الطبري موقوفًا على ابن مسعود وكذا الثعلبي ١/ ٣٠/ ب، والحاكم في \"المستدرك\" ١/ ٢٥٨، وقال: صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي، وذكره السيوطي في \"الدر\" وعزاه إلى وكيع، وعبد بن حميد، وابن جرير، وابن المنذر، والأنباري، والحاكم، والبيهقي في \"شعب الإيمان\". \"الدر\" ١/ ٤٠، وذكره الشوكاني في \"فتح القدير\" ١/ ٣٧. ولم يذكروا رفعه، وكلام ابن كثير السابق حول حديث علي يدل على أنه مرفوع، انظر: \"فضائل القرآن\" ص ٤٤/ ٤٦.(١) قول جابر ذكره الثعلبي بسنده ١/ ٣٠/ أ، والطبري: قال شاكر: موقوف على جابر وإسناده صحيح، ١/ ١٧٣، وأخرجه الحاكم في \"المستدرك\"، وقال: صحيح الإسناد ولم يخرجاه. ووافقه الذهبي. \"المستدرك\" ٢/ ٢٥٩، وذكره السيوطي في \"الدر\" ونسبه لوكيع، وعبد بن حميد، وابن جرير، وابن المنذر، والمحاملي في \"أماليه\"، والحاكم. \"الدر\" ١/ ١٤، ١٥. وقول مقاتل ذكره الثعلبي بدون سند ١/ ٣٠/ أ، والبغوي ١/ ٤١.(٢) رفيع بن مهران، أبو العالية الرياحي، بصري مقرئ فقيه، سمع من عداد من الصحابة، مات سنة تسعين أو ثلاث وتسعين. انظر ترجمته في \"تهذيب التهذيب\" ٣/ ٢٨٤، \"غاية النهاية\" ١/ ٢٨٤، \"طبقات المفسرين\" للداودي ١/ ١٧٨، \"معرفة القراء\" ١/ ٤٩.(٣) ذكره الثعلبي ١/ ٣١/ أ، والأثر أخرجه الطبري بسنده، قال شاكر: شيخ الطبري لا أعرف من هو، ولعل فيه تحريفا، ووثق بقية رجاله الطبري ١/ ١٧٥، وأخرجه ابن أبي حاتم في \"تفسيره\"، قال المحقق: إسناده حسن. (رسالة دكتوراه) ١/ ١٦٠. وذكره السيوطي في، \"الدر\" ونسبه لعبد بن حميد، وابن جريج، وابن أبي حاتم، وابن عدي، =</p>"
}