{
  "id": null,
  "sura": 1,
  "aya": 2,
  "text": "<p> تفسير الفاتحة </p><p> ٢ - قوله تعالى:  {الْحَمْدُ لِلَّهِ} . قال ابن عباس: يعني الشكر لله، وهو أن صنع إلى خلقه فحمدوه (١) . </p><p> وقال الأخفش:  {الْحَمْدُ لِلَّهِ} : الشكر لله (٢) ، قال: والحمد (٣) -أيضًا- الثناء، [وكأن (٤) الشكر لا يكون إلى ثناء ليد أوليتها (٥) ، والحمد قد يكون شكرا للصنيعة، ويكون ابتداء الثناء (٦) على الرجل، فحمد الله الثناء] (٧) </p><p>(١) ذكره الثعلبي في \"تفسيره\" ٢٤ ب، وأخرج الطبري عن ابن عباس بمعناه، دون قوله (وهو أن صنع إلى خلقه فحمدوه) قال شاكر: إسناده ضعيف. الطبري في \"تفسيره\" ١/ ١٣٥ وبمثل رواية الطبري أخرجه ابن أبي حاتم، قال المحقق: سنده ضعيف ١/ ١٥٠، وانظر: \"الدر\" ١/ ٣٤ - ٣٥، وابن كثير في \"تفسيره\" ١/ ٢٤ - ٢٥. (٢) في (ج): (والحمد لله) ومثله في \"اللسان\".(٣) نص كلام الأخفش في \"تهذيب اللغة\" (حمد) ١/ ٩١٣، وفيه (قال الأخفش {الْحَمْدُ لِلَّهِ} الشكر لله، قال والحمد أيضًا: الثناء)، وانظر: \"اللسان\" (حمد) ٢/ ٩٨٧، وفي \"معاني القرآن\" للأخفش ذكر اللغات فيها ولم يذكر المعنى ١/ ١٥٥، والنص في \"اللسان\".(٤) في (ب): (فكأن)، وفي \"التهذيب\" مكانها (قلت ...) فهو من كلام الأزهري، ونص عليه في \"اللسان\" قال: قال الأزهري: الشكر لا يكون ... \"اللسان\" (حمد) ٢/ ٩٨٧، فكيف تصحف عند الواحدي، فصار كأنه من كلامه، أو من كلام الأخفش.(٥) في (ب): (أولاها).(٦) في \"التهذيب\" \"اللسان\" (للثناء).(٧) مابين المعقوفتين ساقط من (ج).</p><p> عليه والشكر لنعمه (١) . </p><p> وقال أبو بكر (٢) : قوله: {الْحَمْدُ لِلَّهِ} يحتمل أن يكون هذا إخبارًا أخبر الله تعالى به، والفائدة فيه أنه يبين (٣) أن حقيقة الحمد له، وتحصيل كل الحمد له (٤) لا لغيره، وذلك أنا (٥) نرى بني الدنيا ينعم (٦) بعضهم على بعض، فيحمده على إنعامه، فيكون حقيقة الحمد في ذلك لله، إذ هو الذي أنعم على الذي أنعم بما أنعم به، ورزقه إياه، وهو الذي وفق المعطي للعطية، وأجراها على يديه، فكان حقيقة الإنعام من الله تعالى، ومكافأة المنعَم عليه بالشكر (٧) والحمد راجعة إليه جل اسمه (٨) . </p><p> وعلى هذا فقد حُكِي أن ابن التوءم (٩) كان يقول: إنما يجب أن يشكر </p><p>(١) انتهى من \"التهذيب\" (حمد) ١/ ٩١٣، مع اختلاف يسير في العبارة، وانظر: \"اللسان\" (حمد) ٢/ ٩٨٧. (٢) هو ابن الأنباري، وقد نقل عنه الواحدي في هذا الموضع كثيرا، ولم أجده في كتبه الموجودة، ولعله ضمن كتبه المفقودة كـ \"المشكل في معاني القرآن\"، انظر الدراسة.(٣) في (ب): (أن بين) وفي (ج): (أنه بين).(٤) في (ب): (لله).(٥) في (ب): (أنه).(٦) في (ب): (يُنَعَّم) بالتشديد.(٧) في (ب): (الشكر).(٨) انظر: \"الوسيط\" للواحدي ١/ ١٧، \"تفسير الثعلبي\" ١/ ٢٤/ ب، ٢٥/ أ، \"الزاهر\" ٢/ ٨٤، \"تفسير الطبري\" ١/ ٥٩، \"تفسير ابن عطية\" ١/ ٩٩ - ١٠٠، \"تفسير الماوردي\" ١/ ٥٣، \"تفسير البغوي\" ١/ ٥٢، \"القرطبي\" ١/ ١١٤ - ١١٥، \"الكشاف\" ١/ ٤٦، ٤٧.(٩) ابن التوءم لم أجد له ترجمة، وكلامه أورده ابن قتيبة في عيون الأخبار أوسع مما ذكره الواحدي هنا. \"عيون الأخبار\" ٣/ ١٩١، قال ابن قتيبة: (قال ابن التوءم: كل من كان جوده يرجع إليه ولولا رجوعه إليه لما جاد عليك .. وإنما يوصف بالجود في الحقيقة، ويشكر على النفع في حجة العقل، الذي إن جاد عليك فلك جاد ..).</p><p> من إن جاد عليك فلك جاد، وإن (١) نفعك فنفعك أراد، من غير أن يرجع إليه من جوده بشيء (٢) من المنافع على جهة من الجهات، وهو الله (٣) وحده لا شريك له. ألا (٤) ترى أن عطية الرجل لصاحبه لا تخلو من أن تكون لله أو لغيره فإن كانت (٥) لله فثوابها على الله، فلا (٦) معنى للشكر، وإن كانت (٧) لغير الله فلا تخلو من أن تكون لطلب المجازاة، أو حب المكافأة، وهذِه تجارة معروفة، والتاجر لا يشكر على تجارته، وجر المنفعة إلى نفسه، وإما أن تكون لخوف يده أو لسانه، أو رجاء نصرته أو (٨) معونته، ولا معنى لشكر من هذِه إحدى أحواله، وإما أن تكون (٩) للرقة والرحمة، ولما يجد في قلبه من الألم، ومن جاد على هذا (١٠) السبيل، فإنما داوى نفسه من دائها، وخفف عنها ثقل برحائها (١١) . </p><p> فأما من مدحه بشار (١٢) بن برد بقوله: </p><p>(١) (إن نفعك) ليس في \"عيون الأخبار\" ٣/ ١٩١. (٢) في (ب): (شيء) بسقوط الباء وما في (أ)، (ج) موافق لما في \"عيون الأخبار\".(٣) في (ب): (اله).(٤) بعد قوله: (وحده لا شريك له) كلام لابن التوءم تركه هنا، انظر: \"عيون الأخبار\" ٣/ ١٩١.(٥) في (ب): (كان).(٦) في (ب): (ولا معنى).(٧) في (ب): (كان).(٨) في (ب): (ومعونته).(٩) في (ب): (يكون).(١٠) في (ب): (ومن حاد عن هذا).(١١) إلى هنا ما ذكره ابن قتيبة عن ابن التوءم مع اختلاف في بعض العبارات، انظر: \"عيون الأخبار\" ٣/ ١٩١.(١٢) هو بشار بن برد بن يرجوخ العقيلي بالولاء، وأصله من (طخارستان)، أشعر الشعراء المولدين، نشأ بالبصرة، ومات سنة سبع أو ثمان وستين ومائة. انظر ترجمته في: =</p><p> لَيْسَ (١) يُعْطِيكَ لِلرَّجَاء ولِلْخَوْ ... فِ ولكن يَلَذُّ طَعْمَ العَطَاءِ (٢) </p><p> فأي معنى لشكر (٣) من يعطي لاجتلاب لذته، ويجيب (٤) داعي رأفته. </p><p> قال أبو بكر: ويحتمل أن يكون هذا ثناء أثنى به على نفسه، علم عباده في أول كتابه ثناء (٥) عليه، وشكرا (٦) له، يكتسبون بقوله وتلاوته أكمل الثواب وأعظم الأجر، لطفا بهم، وحسن نظر لهم، فقال:  {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} أي قولوا: يا معشر الناس ما إذا قلتموه علت منزلتكم [وارتفعت درجتكم بقوله]  (٧) عند ربكم، فيضمر القول هاهنا كما أضمر في قوله:  {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى}  [الزمر: ٣] معناه يقولون: ما نعبدهم (٨) . </p><p> ثم إذا قال القائل:  {الْحَمْدُ لِلَّهِ} فقد (٩) أثنى على الله تعالى، فيكون </p><p>= \"الشعر والشعراء\" ص ٥١١، \"طبقات الشعراء\" لابن المعتز ص ٢١، \"البيان والتبيين\" ١/ ٦٥، \"خزانة الأدب\" ٣/ ٢٣٠. (١) في (ج): (لئن).(٢) من قصيدة قالها بشار يمدح عقبة بن سلم، ويروى (ولا الخوف) بدل (وللخوف) انظر: \"ديوانه\" ص ١٤، \"طبقات الشعراء\" لابن المعتز ص ٣٠، \"عيون الأخبار\" لابن قتيبة ١/ ١٦٤، \"شرح ديوان المتنبي\" للعكبري ٤/ ٢٧٩.(٣) في (ب): (فإن معنى الشكر).(٤) في (ب): (ويحبب).(٥) في (ب): (الثناء).(٦) في (ب): (والشكرا).(٧) مابين المعقوفين ساقط من (ب).(٨) انظر: \"الوسيط\" ١/ ١٧، ونحوه في \"تفسير الطبري\" ١/ ٦٠، وانظر: \"تفسير الثعلبي\" ١/ ٢٣ ب، \"تفسير أبي الليث\" ١/ ٧٩، \"ابن عطية\" ١/ ١٠٠، \"القرطبي\" ١/ ١١٨.(٩) في (ب): (قد).</p><p> بذلك متعرضًا لثواب الله، ومن أثنى على واحد فقد تعرض لإحسانه وثوابه. </p><p> يدل على صحة هذا أن بعض العلماء، سئل عن تفسير الحديث المروي:  \"أفضل الدعاء سبحان الله، والحمد لله، ولا إله إلى الله، والله أكبر\"  (١) فقيل له: ما في هذا من (٢) الدعاء؟ وإنما الدعاء:  (اللهم اغفر لنا، وافعل بنا) . فقال للسائل: أما سمعت قول أمية بن أبي الصلت لعبد الله بن (٣) جدعان: </p><p> كَرِيمٌ لاَ يُغَيِّرُهُ صبَاحٌ ... عَنِ الخُلُقِ الجَمِيلِ وَلاَ مَسَاءُ </p><p> إِذاَ أَثْنى عَلَيْهِ المَرْءُ يَوْمًا ... كَفَاهُ مِنْ تَعَرُّضِهِ الثَّنَاءُ (٤) </p><p>(١) لم أجده بهذا اللفظ، وقد أخرج ابن ماجه عن سمرة بلفظ: \"أربع أفضل الكلام لا يضرك بأيهن بدأت سبحان الله، والحمد لله، ولا إله إلى الله، والله أكبر\" \"سنن ابن ماجه\" (٣٨١١) كتاب الأدب، باب: فضل التسبيح، ونحوه عند أحمد في \"المسند\" ٥/ ٢٠، وذكره البخاري معلقا (الفتح) ١١/ ٥٦٦، وأخرج ابن ماجه عن جابر: \"أفضل الذكر لا إله إلا الله، وأفضل الدعاء الحمد لله\" \"سنن ابن ماجه\" كتاب الأدب، باب: فضل الحامدين، قال العجلوني في \"كشف الخفاء\": رواه الترمذي، والنسائي، وابن ماجه، وابن حبان، والحاكم، وصححاه ١/ ١٥٢، وانظر: \"فيض القدير\" ١/ ٦٠١. (٢) (من) ساقطة من (ب).(٣) عبد الله بن جدعان التيمي القرشي، أحد الأجواد المشهورين في الجاهلية، لهذا مدحه أمية بن أبي الصلت، أدرك النبي - صلى الله عليه وسلم - قبل النبوة. انظر ترجمته وبعض أخباره في \"المحبر\" ص ١٣٨، \"السيرة\" لابن هشام ١/ ١٤٤، \"الخزانة\" ٨/ ٣٦٦، \"الأعلام\" ٤/ ٧٦.(٤) تروى الأبيات بروايات أخرى منها: (خليل) بدل (كريم)، و (السنى) بدل (الجميل) و (عليك) بدل (عليه). انظر: \"ديوان أمية بن أبي الصلت\" ص ٢٥٤، \"المحبر\" ص ١٣٨، \"طبقات فحول الشعراء\" للجمحي ١/ ٢٦٥، \"ديوان الحماسة\" ٢/ ٣٧٢، \"العمدة\" لابن رشيق ٢/ ١٥٨.</p><p> فهذا مخلوق اجتزأ من مسألة مخلوق مثله بالثناء عليه، فكيف يحتاج العبد مع ثنائه على ربه أن يسمي له حوائجه؟. </p><p> قال (١) : وإنما اختير (الحمد) على الشكر للمبالغة والعموم، وذلك أن الشكر لا يكون إلى مكافأة لنعمة سبقت إليك وأيضًا، فإنه لا يشكر أحد على ما فيه من الأوصاف الجميلة، وليس كذلك الحمد، فإنه يقع ابتداء قبل الصنيعة، ويقع على الأوصاف المحمودة فهو أبلغ وأعم وأجمع (٢) . </p><p> قال الشاعر: </p><p> يَا أَيُّهَا المَائِحُ دَلْوى دُونكا ... إِنِّي رَأَيْتُ النَّاسَ يَحْمَدُونكا (٣) </p><p>(١) أبو بكر ابن الأنباري. (٢) انظر: \"الزاهر\" ٢/ ٨٤، ٨٥، وفيه تكلم ابن الأنباري عن الفرق بين الحمد والشكر بنحو هذا، وإلى هذا ذهب أكثر المفسرين، انظر: \"تفسير غريب القرآن\" لابن قتيبة ١/ ٣، \"تفسير أبي الليث\" ١/ ٧٩، \"تفسير الثعلبي\" ١/ ٢٤/ ب، \"تفسير الماوردي\" ١٥٣، وانظر: \"تهذيب اللغة\" (حمد) ١/ ٩١٣، \"اشتقاق أسماء الله\" ص ٩٠، وذهب الطبري إلى أن الحمد والشكر بمعنى واحد، واستدل على هذا بصحة قول القائل: (الحمد لله شكرا). \"تفسير الطبري\" ١/ ٦٠، وهذا قول المبرد، كما قال القرطبي في \"تفسيره\" ١/ ١١٦، ونسبة في \"اللسان\" للحياني. \"اللسان\" (حمد) ٢/ ٩٨٧، وقد تكلم العلماء في نقض ما قاله الطبري ورده، منهم ابن عطية في \"تفسيره\" ١/ ٩٩، والقرطبي في \"تفسيره\" ١/ ١١٦، وابن كثير في \"تفسيره\" ١/ ٢٠١. قال محمود شاكر في حاشية \"تفسير الطبري\": والذي قاله الطبري أقوى حجة وأعرق عربية من الذين ناقضوه.(٣) نسبه الأكثر لراجز جاهلي من بني أسد بن عمرو بن تميم، ونسبه بعضهم لجارية في مازن، وقيل: روته وليس لها، ونسبه بعضهم لرؤبة. و (المائح) الرجل في جوف البئر يملأ الدلاء. ورد الرجز في \"معاني القرآن\" للفراء ١/ ٢٦٠، \"الزاهر\" ٢/ ٨٥، \"أمالي الزجاجي\" ص ٢٣٧، \"أمالي القالي\" ٢/ ٢٤٤، \"الإنصاف\" ص ١٨٧، \"مغني اللبيب\" ٢/ ٦٠٩، ٦١٨، \"شرح شذور الذهب\" ص ٤٨٥، \"شرح المفصل\" ١/ ١١٧، \"الخزانة\" ٦/ ٢٠٠.</p><p> فترجم بالثناء (١) والتمجيد (٢) عن الحمد، فدل هذا على عموم الحمد. </p><p> وقد أخبرنا أبو الحسين بن أبي عبد الله الفسوي (٣) -رضي الله عنه-، أنبا (٤) أحمد بن محمد الفقيه (٥) ، أبنا محمد بن هاشم (٦) ، عن الدَّبَرِي (٧) ، عن عبد الرزاق (٨) ، </p><p>(١) ورد الثناء والتمجيد في بيت آخر لم يورده الواحدي هنا وهو قوله: يُثْنُون خَيْرًا ويَمُجِّدُوَنَكاَأورد ابن الأنباري في \"الزاهر\" ٢/ ٨٥، وأنظر المصادر السابقة.(٢) في (أ)، (ج): التحميد، وما في (ب) أصح؛ لأنه أراد: الثناء والتمجيد الذين وردا في البيت الثالث الذي لم يذكره.(٣) أحد شيوخ الواحدي: عبد الغافر بن محمد بن عبد الغافر الفارسي أبو الحسين، حدث عن أبي سليمان الخطابي بغريب الحديث سبق ذكره في، وانظر المنتخب من السياق ١٠٦، \"سير أعلام النبلاء\" ١٨/ ١٩.(٤) في (ب): (أنا) وفي (ج): (أن) في الموضعين.(٥) هو أبو سليمان أحمد بن محمد بن إبراهيم الخطابي البستي الشافعي، وقيل: اسمه: حمد، له مصنفات منها \"غريب الحديث\" \"ت ٣٨٨ هـ\"، انظر ترجمته في \"الأنساب\" ٥/ ١٥٨، ١٥٩، \"إنباه الرواة\" ١/ ١٢٥، \"تذكرة الحفاظ\" ٣/ ١٠١٨.(٦) محمد بن هاشم أحد شيوخ الخطابي، روى عنه في \"غريب الحديث\" كثيرا، ولم أجد له ترجمة، حتى إن محقق \"غريب الحديث\" ترجم لجميع شيوخ الخطابي، ولم يذكر محمد بن هاشم مع كثرة روايته عنه، ولعله لم يجد له ذكرا. والله أعلم.(٧) أبو يعقوب إسحاق بن إبراهيم بن عباد الدَّبَرِي و (الدَّبَرِي) بفتح الدال والباء نسبة إلى (الدَّبَر) قرية من قرى صنعاء، راوية عبد الرزاق، (ت ٢٨٥ هـ). انظر ترجمته في \"اللباب\" ١/ ٤٨٩، \"ميزان الاعتدال\" ١/ ١٨١، \"سير أعلام النبلاء\" ١٣/ ٤١٦.(٨) هو عبد الرزاق بن همام بن نافع الحافظ، عالم اليمن، أبو بكر الحصيري بالولاء. حدث عن جماعة منهم الأوزاعي، وسفيان الثوري، ومالك بن أنس، وحدث عنه أحمد بن حنبل، وابن راهويه، وابن معين، وابن المديني وجماعة (ت ٢١١ هـ) وانظر ترجمته في \"طبقات ابن سعد\" ٥/ ٥٤٨، \"سير أعلام النبلاء\" ٩/ ٥٦٨، \"ميزان الاعتدال\" ٣/ ٣٢٣.</p><p> عن مَعْمر (١) ، عن قتادة، عن عبد الله بن عمر أن النبي - صلى الله عليه وسلم - قال:  (الحمد رأس الشكر، ما شكر الله عبدًا لا يحمده)  (٢) . </p><p> قال أحمد (٣) على إثر هذا الحديث: الحمد نوع والشكر جنس (٤) ، وكل حمد شكر (٥) ، وليس كل شكر حمدا. </p><p> وهو على ثلاث منازل: شكر القلب، وهو الاعتقاد بأن الله ولي النعم، قال الله:  {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ}  [النحل: ٥٣] ، وشكر اللسان وهو إظهار النعمة بالذكر لها، والثناء على مسديها، قال الله:  {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ}  [الضحى: ١١] وهو رأس الشكر المذكور في الحديث. وشكر العمل، وهو (٦) إدآب النفس بالطاعة. </p><p>(١) هو الإمام الحافظ مَعْمَر بن راشد، أبو عروة، الأزدي بالولاء البصري، نزيل اليمن، حدث عن قتادة، والزهري وعمرو بن دينار، وهمام بن منبه وجماعة، وعنه السفيانان، وابن المبارك، وعبد الرزاق بن همام (ت ١٥٣ هـ)، انظر: \"طبقات ابن سعد\" ٥/ ٥٤٦، \"الجرح والتعديل\" ٨/ ٢٥٥، \"سير أعلام النبلاء\" ٧/ ٥. (٢) أخرجه عبد الرزاق في \"المصنف\" ١٠/ ٤٢٤ (١٩٥٧٤) كتاب الجامع، باب: شكر الطعام، وذكره الخطابي في \"غريب الحديث\" ١/ ٣٤٥، ٣٤٦، وذكره السيوطي في \"الجامع الصغير\" ورمز له بالحسن، انظر: \"فيض القدير شرح الجامع الصغير\" ٣/ ٤١٨، وقال الألباني: في \"ضعيف الجامع\" ٣/ ٤١١ (٢٧٩٠): ضعيف.(٣) هو أحمد بن محمد الخطابي البستي، سبقت ترجمته. قال في \"غريب الحديث\" بعد أن ذكر الحديث. وقال أبو سليمان: الحمد نوع .. ١/ ٣٤٦.(٤) الجنس: كلي دال على كثيرين مختلفين بالحقيقة في جواب (ماهو). والنوع: كلي دال على كثيرين متفقين في الحقيقة واقع في جواب (ما هو). انظر: \"التعريفات\" للجرجاني ص ٧٨، ٢٤٧، \"المبين في شرح معاني ألفاظ الحكماء والمتكلمين\" للآمدي ص ٧٣.(٥) في (ج): (شكرا).(٦) في (ب): (وهو شكر اداب).</p><p> قال الله سبحانه (١) : {اعْمَلُوا آلَ دَاوُودَ شُكْرًا}  (٢)  [سبأ: ١٣] . </p><p> وقام رسول الله - صلى الله عليه وسلم - حتى تفطرت قدماه، فقيل: يا رسول الله أليس قد غفر الله (٣) لك ماتقدم من ذنبك وما تأخر؟ قال:  \"أفلا أكون عبدا شكورا\"  (٤) . </p><p> وقد جمع الشاعر أنواعه الثلاثة فقال: </p><p> أَفَادَتْكُمُ النَّعْمَاءُ مِنِّى ثَلاَثَةً ... يَدِي وَلِسَانِي والضمِيرَ المُحَجَّبَا (٥)  (٦) </p><p> وبين الحمد والشكر فرق واضح (٧) ، يظهر بالنقيض؛ لأن نقيض الشكر الكفر، ونقيض الحمد الذم (٨) ، فهذا ما في معنى الحمد والشكر. </p><p>(١) في (ج): (تعالى). (٢) في (ب): (الى) تصحيف.(٣) لفظ الجلالة غير موجود في (ب).(٤) متفق عليه من حديث المغيرة وعائشة، حديث المغيرة رواه البخاري (١١٣٠) كتاب: التهجد، باب: قيام النبي - صلى الله عليه وسلم - الليل، ومسلم (٢٨١٩) كتاب: صفة الجنة والنار، باب: إكثار الأعمال والإجتهاد في العبادة، وحديث عائشة رواه البخاري (٤٨٣٧) كتاب التفسير، باب: {لِيَغْفِرَ لَكَ اللَّهُ}، ومسلم (٢٨٢٠) كتاب صفة الجنة والنار، باب: إكثار الأعمال والاجتهاد في العبادة.(٥) يقول: إن نعمتكم علي أفادتكم مني يدي ولساني وجناني فهي وأعمالها لكم. ورد البيت بدون عزو في \"غريب الحديث\" للخطابي ١/ ٣٤٦، \" الكشاف\" ١/ ٤٧، \"الفائق\" ١/ ٣١٤، \"الدر المصون\" ١/ ٣٦، وانظر: \"مشاهد الإنصاف على شواهد الكشاف\" ص ٧.(٦) انتهى من \"غريب الحديث\" للخطابي ١/ ٣٤٦، وانظر: \"الكشاف\" ١/ ٤٧.(٧) سبق بيان خلاف العلماء في ذلك، وأن قول الأكثر على أن بينهما فرقا وقال الطبري ومعه طائفة: إنهما بمعنى واحد، انظر ص ٢٧٥.(٨) انظر: \"الزينة\" ٢/ ١١٢، \"تهذيب اللغة\" (حمد) ١/ ٩١٣، \"اللسان\" (حمد) ٢/ ٩٨٧.</p><p> ولا بد من ذكر طرف من مذهب النحويين في (الألف واللام) اللتين للتعريف وحكمهما. ومذهب (١) الخليل في هذا أن (ال) حرف التعريف، بمنزلة (قد (٢) ) في الأفعال، فإن الهمزة واللام جميعا (٣) للتعريف، وحكي عنه أنه كان يسميها (أل) كقولنا: (قد) ، وأنه لم يكن يقول:  (الألف (٤) واللام) كما لا يقول في (قد) القاف والدال. </p><p> واحتج لهذا المذهب بفصلين (٥)  (٦) : </p><p> أحدهما: أن العرب قد قطعت (أل) في أنصاف الأبيات، نحو قول عبيد (٧) : </p><p> يا خَلِيلَيَّ ارْبَعَا واستَخبِرَا الـ ... مَنْزِلَ الدّارِس مِنَ أَهْلِ الحِلاَل </p><p> مِثْلَ سَحْقِ البُرْدِ عَفَّى بَعْدَكَ الـ ... قَطْرُ مَغْنَاهُ وتَأْوِيبُ الشَّمَالِ (٨) </p><p>(١) الكلام عن (أل) نقله الواحدي عن أبي الفتح بن جني من كتاب \"سر صناعة الإعراب\" وأذكر الفروق الهامة بين عبارة الواحدي وعبارة ابن جني في موضعه إن شاء الله. قال ابن جني: (وذهب الخليل إلى أن (أل) حرف التعريف بمنزلة (قد) ..) ١/ ٣٣٣.(٢) انظر مذهب الخليل في \"الكتاب\" ٣/ ٣٢٤.(٣) عند أبي الفتح: (إن الهمزة واللام جميعهما ..) ١/ ٣٣٣.(٤) انظر: \"الكتاب\" ٣/ ٣٢٥.(٥) في (ج): (بفضلين).(٦) عند أبي الفتح: (ويقول هذا المذهب قطع (أل) في أنصاف الأبيات، نحو قول عبيد ..) ١/ ٣٣٣.(٧) هو عبيد بن الأبرص بن جُشْم، من بني أسد، يعد من فحول شعراء الجاهلية، قيل: إنه عمر طويلا. ترجمته في \"الشعر والشعراء\" ص ١٦١، \"طبقات فحول الشعرء\" ص ٥٨، \"خزانة الأدب\" ٢/ ٢١٥.(٨) قوله: (اربعا) أقيما، (الحلاَل): جمع حال أي نازل، أو جمع حِلَّة وهو جماعة البيوت، (سحق البرد) الثوب البالي، (عفى) غطى، (القطر): المطر، (مغناه) المغنى: المنزل الذي غنى به أهله ثم ظعنوا، (التأويب) الرجوع وتردد هبوبها. وردت الأبيات وفي \"ديوان عبيد\" ص ١١٥، \"المنصف\" ١/ ٣٣٣، \"شرح المفصل\" ٩/ ١٧، \"الخزانة\" =</p><p> قال (١) : فلو كانت اللام وحدها حرف التعريف؛ لما جاز فصلها من الكلمة التي عرفتها، لاسيما واللام ساكنة، والساكن لا ينوي به الانفصال (٢) . فصار قطعهم وهم يريدون الاسم بعدها كقطع النابغة (٣)  (قد) في قوله: </p><p> أَفِدَ (٤) التَّرحُّلُ (٥) غَيْرَ أَنَّ رِكَابَنَا ... لمَّا تَزُلْ بِرِحَالِهَا (٦) وَكَأَنْ قَدِ (٧) </p><p>= ٧/ ١٩٨. والشاهد فيه فصل (أل) في البيتين، استدل به الخليل على أن (أل) جميعها حرف التعريف، ولو كانت اللام وحدها للتعريف لما جاز فصلها. (١) من القائل؟ ظاهر كلام الواحدي أن القائل الخليل، لأنه هو المذكور قبله، والواقع أن الكلام لأبي الفتح ابن جني، حيث قال بعد الأبيات: (وهذِه قطعة لعبيد مشهورة عددها بضعة عشر بيتا يطرد جميعها على هذا القطع الذي تراه إلى بيتا واحدا من جملتها، ولو كانت اللام وحدها حرف التعريف لما جاز فصلها من الكلمة التي عرفتها .. \"سر صناعة الإعراب\" ١/ ٣٣٣.(٢) بعده كلام لأبي الفتح تركه الواحدي. انظر: \"سر صناعة الإعراب\" ١/ ٣٣٣.(٣) في (ب): (لقطع التابعه). والنابغة: هو زياد بن معاوية الذبياني، أحد شعراء الجاهلية المشهورين، توفي في زمن النبي - صلى الله عليه وسلم - قبل أن يبعث. انظر ترجمته في \"الشعر والشعراء\" ص ٨٣، \"طبقات فحول الشعراء\" ١/ ٥١. \"جمهرة أنساب العرب\" ص ٢٥٣، \"الخزانة\" ٢/ ١٣٥.(٤) في (ب): (أرف) وفي (جـ): (أفر) وفي نسخة من \"سر صناعة الإعراب\" (أزف) ١/ ٣٣٤.(٥) في (ب): (الترجيل).(٦) في (ب): (برجالها) وعند أبي الفتح (برحالنا) وفي الحاشية: في (ش): (برحالها)، والأكثر في رواية البيت (برحالنا).(٧) من قصيدة قالها النابغة في (المتجردة) امرأة النعمان بن المنذر (أفد الترحل): أي دنا الرحيل وقرب. و (الركاب): الإبل. و (كأن قد): (أي: زالت لقرب وقت زوالها ودنوه. انظر: \"ديوان النابغة الذيباني\" ص ٨٩، \"الخصائص\" ٢/ ٣٦١، ٣/ ١٣١، \"مغنى اللبيب\" ١/ ١٧١، ٢/ ٣٤٢، \"شرح المفصل\" ٨/ ٥، ١١٠، ١٤٨، ٩/ ١٨، ٥٢، \"الأزهية\" ص ٢١١، \"شرح ابن عقيل\" ١/ ١٩، \"الهمع\" ٢/ ١٨٨، ٤/ ٣١٥، \"الخزانة\" ١/ ٧٠، ٧/ ١٩٧.</p><p> ألا ترى أن التقدير:  (كأن قد زالت) ، فقطع (قد) من الفعل كقطع (ال) من الاسم. </p><p> وإذا (١) كان (ال) عند الخليل حرفا واحدا، فقد ينبغي أن تكون همزته مقطوعة ثابتة، كقاف (قد) وباء (بل) ، إلى أنه لما كثر استعمالهم لهذا الحرف عرف موضعه، فحذفت همزته، كما حذفوا:  (لم يَكُ) و (ولا أَدْرِ)  (٢) . </p><p> والفصل (٣) الثاني (٤) : أنهم قد أثبتوا هذِه الهمزة بحيث تحذف همزات الوصل، نحو قوله {قُلْ آللَّهُ أَذِنَ لَكُمْ}  (٥)  [يونس: ٥٩] و {قُلْ آلذَّكَرَيْنِ}  [الأنعام: ١٤٣] ، ولم (٦) تر همزة وصل تثبت في نحو هذا، فهذا يؤكد أن همزة (أل) ليست بهمزة وصل وأنها مع اللام كقد. </p><p> ومذهب الجمهور (٧) في هذا أن اللام وحدها هي حرف التعريف، وأن </p><p>(١) ترك بعض كلام أبي الفتح. انظر: \"سر صناعة الإعراب\" ١/ ٣٣٤. (٢) والقياس فيهما: لم يكن (و) لا أدري (لكن لما كثر في الاستعمال حذفت النون في الأول والياء من الثاني، قال أبو الفتح: وحذفها شاذ انظر: \"المنصف\" ٢/ ٢٢٧.(٣) في (ج): (الفضل).(٤) نص كلام أبي الفتح: (ويؤكد هذا القول عندك أيضا: أنهم قد أثبتوا ... الخ)، \"سر صناعة الإعراب\" ١/ ٣٣٤.(٥) في (ب) تصحيف في الآية، حيث حذف (أذن) وكرر (لكم).(٦) عند أبي الفتح: (... ونحو قولهم في القسم (أفألله) و (لا ها ألله ذا) ولم نر همزة الوصل تثبت في نحو هذا .... الخ)، \"سر صناعة الإعراب\" ١/ ٣٣٥.(٧) عند أبي الفتح: (وأما ما يدل على أن اللام وحدها هي حرف التعريف، وأن الهمزة إنما دخلت عليها لسكونها، فهو إيصالهم جر الجار إلى ما بعد حرف التعريف ....) \"سر صناعة الإعراب\" ١/ ٣٣٥.قال في \"شرح المفصل\": (واللام هي حرف التعريف وحدها، والهمزة وصلة إلى النطق بها ساكنة، هذا مذهب سيبويه، وعليه أكثر البصريين والكوفيين ما عدا الخليل ....)، ٩/ ١٧، وانظر: \"الخزانة\" ٧/ ١٩٨ - ١٩٩.</p><p> الهمزة إنما دخلت عليها لسكونها، والدليل على هذا (١) إيصالهم حرف الجار إلى ما بعد حرف التعريف نحو قولهم: (عجبت من الرجل) و (مررت بالغلام) فنفوذ الجر إلى ما بعد حرف التعريف يدل على أن حرف التعريف غير فاصل عندهم بين الجار والمجرور، وإنما كان كذلك لأنه في نهاية اللطافة والاتصال بما عرفه؛ لأنه على حرف واحد، ولاسيما ساكن، ولو كان حرف التعريف في نية الانفصال كـ (٢)  (قد) لما جاز نفوذ الجر إلى ما بعد حرف التعريف. </p><p> وأيضا فإن (٣) حرف التعريف نقيض التنوين، لأن التنوين دليل التنكير، كما أن هذا (٤) دليل التعريف، فكما (٥) أن التنوين في [آخر الاسم حرف واحد، كذلك حرف التعريف في]  (٦) أوله ينبغي أن يكون حرفا واحدا. </p><p> فأما ما احتج به الخليل من قطع (أل) عن الحرف الذي بعده في الشعر فقد يقطعون (٧) في المصراع الأول بعض الكلمة وما هو منها أصل، ويأتون بالبقية في أول المصراع الثاني، كما قال: </p><p>(١) أي على مذهب الجمهور وهو أن حرف التعريف (اللام) وحدها. (٢) عند أبي الفتح: (... ولو كان حرف التعريف عندهم حرفين كـ (قد) و (هل) لما جاز الفصل به بين الجار والمجرور به ....) ثم أخذ يشرح ولفصل في هذا في كلام طويل تركه الواحدي، ثم قال: (... وكذلك لو كان حرف التعريف في نية الانفصال لما جاز نفوذ الجر إلى ما بعد حرف التعريف، وهذا يدل على شدة امتزاج حرف التعريف بما عرفه ...) ١/ ٣٣٦، ٣٣٧.(٣) قال أبو الفتح: (.. ويزيدك تأنيسا بهذا أن حرف التعريف نقيض التنوين ..) ١/ ٣٣٧.(٤) أي حرف التعريف.(٥) في (ج): (وكما).(٦) ما بين المعقوفتين ساقط من (ج).(٧) في (ب): (يقطعونه).</p><p> يَا نَفْسِ أَكْلًا واضْطِجَا ... عًا نَفْسِ لَسْتِ بِخَالِدَه (١) </p><p> وهو كثير، وإذا جاز ذلك في أَنْفُسِ الكَلِم، ولم يدل على انفصال بعض الكلمة من بعض، فغير منكر أيضًا أن تفصل (لام المعرفة) في الأول (٢) . </p><p> وأما ما احتج به من قطع الهمزة في نحو:  {آللَّهُ}  (٣) فإنما جاز ذلك لمخافة التباس الاستفهام بالخبر (٤) . </p><p> وإنما جعل حرف التعريف حرفا واحدا؛ لأنهم أرادوا خلطه (٥) بما بعده، فجعلوه على حرف واحد؛ ليضعف عن (٦) انفصاله مما بعده، فيعلم بذلك أنهم قد (٧) اعتزموا (٨) على خلطه به، ولهذا سكنوه، لأنه أبلغ فيما قصدوا، لأن الساكن أضعف من المتحرك، وأشد حاجة وافتقارا إلى ما يتصل به (٩) . </p><p>(١) نسب البيت لكثير عزة، وليس في \"ديوانه\". انظر: \"سر صناعة الإعراب\" ١/ ٣٤٠، \"شرح المفصل\" ٩/ ١٩، \"الخزانة\" ٧/ ٢٠٢، وانظر: \"معجم الشواهد العربية\" لعبد السلام هارون ١/ ٩٩. والشاهد فيه: أنه فصل الكلمة بين مصراعي البيت، وأورده ردا على ما ذهب إليه الخليل من أن قطع (أل) في المصراع الأول دليل على أن (الألف واللام) أداة تعريف، وليس اللام وحدها. (٢) أي: المصراع الأول من البيت، انظر: \"سر صناعة الإعراب\" ١/ ٣٤٠.(٣) أي قوله تعالى: {آللَّهُ أَذِنَ لَكُمْ} [يونس: ٥٩].(٤) يلحظ أن الكلام من قوله: (فأما ما احتج به الخليل ....) إلى قوله: (بالخبر) ليس بهذا السياق والترتيب عند أبي الفتح، وانما تصرف فيه الواحدي. انظر: \"سر صناعة الإعراب\" ١/ ٣٣٧، ٣٤٠، انظر: \"الخزانة\" ٧/ ٢٠١، ٢٠٢.(٥) في (ب): (خالطه).(٦) في (أ)، (جـ): (على)، وما في (ب) موافق لـ\"سر صناعة الإعراب\" ١/ ٣٤٦.(٧) (قد) ساقط من (ج).(٨) في (أ)، (ج): (اعترفوا)، وما في (ب) موافق لـ\"سر صناعة الإعراب\" ١/ ٣٤٦.(٩) من قوله (وإنما جعل حرف التعريف) ملخص من \"سر صناعة الإعراب\" ١/ ٣٤٦.</p><p> وإنما اختاروا (١)  (اللام) دون سائر حروف المعجم؛ لأنهم أرادوا إدغام حرف التعريف فيما بعده؛ لأن الحرف المدغم أضعف من الحرف الساكن غير المدغم؛ ليكون إدغامه دليلا على شدة اتصاله، فلما آثروا إدغامه فيما بعده اعتبروا حروف المعجم، فلم يجدوا فيها حرفا أشد مشاركة لأكثر الحروف من (اللام) فعدلوا إليها؛ لأنها تجاور أكثر حروف الفم (٢) التي هي معظم الحروف، وليصلوا بذلك إلى الإدغام المترجم عما عزموه (٣) من شدة وصل التعريف بما عرفه (٤)  (٥) ، ولو جاؤوا بغير (اللام) للتعريف لما أمكنهم أن يكثر (٦) إدغامها، كما أمكنهم ذلك مع (اللام) ، فإدغامهم إياها مع ثلاثة (٧) عشر حرفا، وهي:  (التاء، والثاء، والدال، والذال، والراء، والزاي، والسين، والشين، والصاد، والضاد، والطاء، والظاء، والنون) وذلك قولهم التمر، والثَّرِيد، والدِّبْس، والذَّوْق (٨) ، والرُّطَب، والزُّبْد، والسَّفَرْجَل، والشَّعِير، والصَّيْر، والصَّنَاب (٩) ، </p><p>(١) عند أبي الفتح (وأما لم اختاروا له اللام دون سائر حروف المعجم؟ فالجواب عنه أنهم إنما أرادوا ....) ١/ ٣٤٦، قوله (له) أي: للتعريف. (٢) في (ب): (المعجم) والمراد بحروف الفم التي مخارجها في الفم.(٣) في (ج): (عرضوه) وعند أبي الفتح (اعتزموه) ١/ ٣٤٧.(٤) في (ب): (عرقوه).(٥) انظر: \"سر صناعة الإعراب\" ١/ ٣٤٧، وفي كلام أبي الفتح زيادة عما هنا.(٦) في (ب): (يكثروا).(٧) في (ب): (ثلاث). والرابع عشر اللام نفسها. ومثلها الليل(٨) عند أبي الفتح: (الذرق)، وفي حاشيته: (ب): (الذوق). الذرق: نبات كالفسفسة، تُسميه الحاضرة: الحندقوقى. انظر: \"تهذيب اللغة\" (ذرق) ٢/ ١٢٨٠.(٩) في (ج): (الضباب) وفي (ب): (الضناب) وعند أبي الفتح: (والصَّناب والضَّرْو) ١/ ٣٤٧، وهو الصواب؛ لأنه تمثيل للصاد ثم للضاد. الصِّير: هو الشق، كما في الحديث: \"من اطلع من صير باب\"، والصير: الماء يحضره الناس، والصِّير: السمكات =</p><p> والطَّبِيخ، والظُّلْم (١) ، والنَّبِق، يدلك على (٢) ما ذكرنا أنك (٣) تجد (اللام) ساكنة وهي لغير التعريف مظهرة غير مدغمة مع أكثر هذِه الحروف، وذلك نحو:  (التقت)  (٤) ، و (هل ثم أحد)  (٥) ، و (الْزَمْ (٦) بِه) و (أَلْسِنَة) هذا هو الكلام في (اللام)  (٧) . </p><p> فأما الكلام في (الهمزة) الداخلة على هذِه (اللام) : فاعلم أن (الهمزة)  (٨) (إنما جيء بها توصلا إلى النطق بالساكن الذي بعدها، إذ لم </p><p>= المملوحة التي تعمل منها الصحناة. انظر: \"تهذيب اللغة\" (صير) ٢/ ٢٠٧٥، \"اللسان\" (صير) ٤/ ٢٥٣٥، الصَّنَاب: صباغ يتخذ من الخردل والزبيب. انظر: \"تهذيب الغة\" (صنب) ٢/ ٢٠٦٢، \"اللسان\" (صنب) ٤/ ٢٥٠٤. الضِّرو والضَّرو: (شجر طيب الريح يستاك به، ويجعل ورقه في العطر. \"اللسان\" ضرا ١٤/ ٤٨٣.(١) عند أبي الفتح (الظبي)، وفي الحاشية: (ل): (الظئر) ١/ ٣٤٧.(٢) اختصر الواحدي كلام أبي الفتح ونص كلامه: (.. ويدلك على إيثارهم الإدغام للام التعريف لما قصدوا من الإبانة عن غرضهم، أنك لا تجد لام التعريف مع واحد من هذِه الأحرف الثلاثة عشر إلا مدغمًا في جميع اللغات، ولا يجوز إظهارها ولا إخفاؤها معهن ما دامت للتعريف البتة، وأنك قد تجد اللام إذا كانت ساكنة وهي لغير التعريف مظهرة .. الخ)، ١/ ٣٤٧.(٣) في (ب): (أنا).(٤) في (ب): (السقب) وعند أبي الفتح (التفت).(٥) في (ب): (أخذ).(٦) في (ج): (ولزم به): (وعند أبي الفتح (أُلْزِمَ به) وفي الحاشية ل (إِلْزَمْ به)، ١/ ٣٤٨.(٧) إلى هنا ما أخذ الواحدي من كتاب أبي الفتح \"سر صناعة الإعراب\" حرف اللام ١/ ٣٣٣ - ٣٤٨.(٨) انتقل الواحدي إلى موضع آخر من نفس كتاب \"سر صناعة الإعراب\" ١/ ١١٢ قال =</p><p> يمكن (١) الابتداء به، وكان حكم هذِه (الهمزة) أن تكون ساكنة، لأنها حرف جاء لمعنى، ولا حظ له في الإعراب. وهي في أول الحرف كالهاء التي لبيان الحركة (٢) في آخر الحرف. نحو (وازيداه) و (واعمراه) فكما أن تلك ساكنة فكذلك كان ينبغي في الألف (٣) أن تكون ساكنة (٤) ، إلا أنها (٥) حركت لأجل الساكن الذي بعدها، ولم يجز أن يحرك ما بعدها لأجلها من قبل أنك لو فعلت ذلك لبقيت هي عليك (٦) أيضًا في أول الكلمة ساكنة، وكان يحتاج لسكونها إلى حرف قبلها محرك يقع به (٧) الابتداء. </p><p> وإنما اختاروا الهمزة لوقوع الابتداء (٨) بها (٩) ؛ لأنهم أرادوا حرفا يتبلغ به في الابتداء، ويحذف في الوصل للاستغناء عنه بما قبله، فجعلوه الهمزة؛ لأن العادة فيها في أكثر الأحوال حذفها للتخفيف، وهي مع ذلك أصل، </p><p>= أبو الفتح: (واعلم أن هذِه الهمزة إنما جيء بها توصلا إلى النطق بالساكن ....)، وسأذكر الفروق الهامة بين كلام أبي الفتح وكلام الواحدي في مواضعها. (١) في (ب): (يكن) وعند أبي الفتح (لما لم يمكن) ١/ ١١٢.(٢) عند أبي الفتح (.. الحركة بعد الألف في آخر الحرف ..) ١/ ١١٢.(٣) أي: الهمزة التي جيء بها للتوصل إلى النطق بالساكن.(٤) انظر: \"سر صناعهَ الإعراب\" ١/ ١١٣، اختصر الواحدي بعض الكلام، وتصرف في بعض العبارات.(٥) في (ب): (إنها) بكسر الهمزة.(٦) (عليك): ليست في كلام أبي الفتح.(٧) في (أ)، (ج): (يقع به الابتداء به) وعند أبي الفتح (يقع الابتداء به)، \"سر صناعة الإعراب\" ١/ ١١٣.(٨) هذا جواب تساؤل افترضه أبو الفتح، انظر: \"سر صناعة الإعراب\" ١/ ١١٣.(٩) في (أ)، (ب)، (ج): (به) وصححتها على حسب ما عند أبي الفتح في \"سر صناعة الإعراب\" ١/ ١١٣.</p><p> فكيف بها إذا كانت زائدة، ألا تراهم حذفوها في نحو:  (خذ) و (مر)  (١) و (وَيْلُمِّه)  (٢) وفي قول الشاعر: </p><p> وَكَانَ حَاملُكُمْ مِنَّا وَرَافِدُكُمْ ... وَحَامِلُ المِينَ بَعْد المِينَ والْأَلَفِ (٣) </p><p> أراد المئين، فحذف الهمزة، وأراد (الألف) فحرك اللام ضرورة (٤) . </p><p> وقالوا:  (ذن (٥) لا أفعل) فحذفوا همزة (إذن)  (٦) ولو أنهم جعلوا مكان الهمزة غيرها لم يمكن حذفه؛ لأنه لم يحذف غيرها من الحروف كما حذفت هي، وكانت (الهمزة) بالزيادة في الابتداء أولى من سائر الحروف؛ لأنهم شرطوا على أنفسهم حرفا يحذف عند الغنى (٧) عنه، وذلك في أكثر أحواله؛ لأن الوصل أكثر من الابتداء والقطع، ولم يجدوا حرفا يطرد فيه الحذف </p><p>(١) أصلها: (أُؤخُذُ) و (أؤْمُر) فلما اجتمعت همزتان وكثر استعمال الكلمة حذفت الهمزة الأصلية فزال الساكن، فاستغني عن الهمزة الزائدة. انظر: \"سر صناعة الإعراب\" ١/ ١١٢. (٢) الأصل فيها: (وَيْلٌ لِأُمِّه) فحذف التنوين فالتقت لام ويل ولام الخفض فأسكنت الأولى وأدغمت الثانية ثم حذفت الهمزة، ثم خفف بحذف أحد اللامين، فمنهم من جعل المحذوفة (لام) الخفض وأبقى (لام) ويل وأبقى لام الخفض مكسورة، ومنهم في جعل المحذوفة (لام) ويل على أصلها مضمومة، ففيها الوجهان. انظر: \"المسائل الحلبيات\" للفارسي ص ٤٣، \"الكتاب\" ٣/ ٥، \"سر صناعة الإعراب\" ١/ ١١٣، ٢٣٥، \"الخزانة\" ٣/ ٢٧٥، ٢٧٦.(٣) ورد البيت غير منسوب في \"سر صناعة الإعراب\" ١/ ١١٤، \"الخصائص\" ٢/ ٣٣٤، \"اللسان\" (ألف) ١/ ١٠٧، و (مأى) ٧/ ٤١٢٤.(٤) وقيل: أراد: (الآلاف) فحذف للضرورة، قاله في \"اللسان\" ٩/ ٩.(٥) في (ب): (اذن).(٦) \"سر صناعة الإعراب\" بتصرف ١/ ١١٣، ١١٤.(٧) في حاشية \"سر صناعة الإعراب\": (ب) و (ش): (الغناء).</p><p> اطراده في الهمزة، فأتوا بها دون غيرها من سائر حروف المعجم. </p><p> والأصل في جميع (ألفات الوصل) أن تبدأ بالكسر؛ لأنها إنما دخلت وصلة إلى النطق بالساكن (١) ، وقد ذكرنا أن حقها كان في الأصل السكون، فلما كان حقها السكون ودخلت على الساكن حركت بالكسرة تشبيها بحركة الساكن إذا لقيه ساكن، لأن تحريك أحد الساكنين في سائر المواضع إنما هو أيضًا ليتصل به إلى النطق بالساكن الآخر (٢) . وإنما فتحت مع (لام التعريف) لأن (اللام) حرف، فجعلوا حركة الهمزة معها فتحة؛ لتخالف حركتها في الأسماء والأفعال (٣)  (٤) . </p><p> و (لام التعريف) تقع (٥) في الكلام في أربعة مواضع (٦) وهي: </p><p> ١ - تعريف الواحد بعهد، نحو قولك لمن كنت معه في ذكر رجل:  (قد وافى الرجل) أي: الرجل الذي كنا في حديثه وذكره. </p><p> ٢ - وتعريف الواحد بغير عهد نحو قولك لمن لم تره قط ولا ذكرته:  (يا أيها الرجل أقبل) فهذا تعريف لم يتقدمه ذكر ولا عهد. </p><p>(١) في (ج) كلام مقدم في غير موضعه ونص العبارة (بالساكن الآخر وإنما فتحت مع لام التعريف لأن اللام حرف فجعلوا حركة الهمزة معها فتحة لتخالف، وقد ذكرنا ...). وشطب الناسخ كلمة (والآخر) و (لتخالف) وهما أول ونهاية الكلام المكرر فلعله تنبه له بعد كتابته. (٢) أخذه بمعناه من \"سر صناعة الإعراب\" ١/ ١١٢، ١١٣.(٣) حيث تكون مكسورة أو مضمومة مع الأسماء والأفعال.(٤) بنصه من \"سر صناعة الإعراب\" ١/ ١١٧.(٥) في (ب): (تقطع).(٦) مواضع لام التعريف، أخذه كذلك عن أبي الفتح بن جني من \"سر صناعة الإعراب\" (حرف اللام) ١/ ٣٥٠، مع إعادة ترتيب الكلام والتصرف اليسير في العبارة.</p><p> ٣ - الثالث: تعريف الجنس، نحو قولك:  (العسل حلو والخل حامض) فهذا التعريف لا يجوز أن يكون عن إحاطة بجميع الجنس ولا مشاهدة له؛ لأن ذلك متعذر، وإنما معناه: أن كل واحد من هذا الجنس المعروف بالعقول دون حاسة المشاهدة (١) . </p><p> ٤ - الرابع: أن تكون زائدة، نحو قوله:  (الآن، ولام الذي والتي وتثنيتهما وجمعهما، ولام اللات والعزى) وسنذكر كل واحد من هذِه الحروف إذا انتهينا إليه إن شاء (٢) الله. </p><p> فأما قوله:  (الحمد) فـ (اللام) فيه تحتمل (٣) : أن تكون للجنس، أي جميع المحامد له؛ لأنه الموصوف بصفات الكمال في نعوته وأفعاله الحميدة (٤) ، وتحتمل: أن تكون للعهد، أي: الحمد الذي حمد به نفسه </p><p>(١) في الكلام عدم وضوح، حيث إن قوله: (وإنما معناه أن كل واحد من هذا الجنس ... الخ) يعود على مثال لم يذكره الواحدي، ونص عبارة أبي الفتح: (الثالث: نحو قولك الملك أفضل من الإنسان، والعسل حلو، والخل حامض، وأهلك الناس الدينار والدرهم، فهذا التعريف لا يجوز أن يكون عن إحاطة بجميع الجنس ... الخ). ثم يقول: (... وإنما معناه أن كل واحد من هذا الجنس المعروف بالعقول دون حاسة المشاهدة أفضل من كل واحد من هذا الجنس الآخر، وأن كل جزء من العسل الشائع في الدنيا حلو، وكل جزء من الخل الذي لا تمكن مشاهدة جميعه حامض). \"سر صناعة الإعراب\" ١/ ٣٥٠. (٢) قوله: (وسنذكر كل واحد من هذِه الحروف إذا انتهينا إليه ...) من كلام الواحدي، أما أبو الفتح فتكلم عنها في نفس الموضع، انظر: \"سر صناعة الإعراب\" ١/ ٣٥٠ وما بعدها، ليت الواحدي لم يثقل الكتاب بهذِه النقول التي مكانها كتب النحو المطولة.(٣) في (ج): (يحتمل).(٤) وعليه أكثر المفسرين، انظر: \"تفسير الطبري\" ١/ ٦٠، \"تفسير ابن عطية\" ١/ ٩٩، \"الكشاف\" ١/ ٤٩، \"تفسير القرطبي\" ١/ ١١٦، \"تفسير ابن كثير\" ١/ ٢٥، \"البحر\" ١/ ١٨.</p><p> وحمده به أولياؤه (١) . </p><p> ورفعه على معنى قولوا:  (الحمد لله) على ما حكينا عن ابن الأنباري (٢) ، ويجوز أن يكون ابتداء، وخبره فيما بعده (٣) . </p><p> وقوله تعالى:  {لِلَّهِ} : هذِه (اللام) تسمى لام الإضافة (٤) ، ولها في الإضافة معنيان (٥) : </p><p> أحدهما: الملك نحو: (المال لزيد) . </p><p> والآخر: الاستحقاق (٦) نحو: (الجُلُّ (٧) للدابة) أي: استحقته ولابسته، وكذلك (الباب للدار) . وهذِه الجارة مكسورة مع المظهر، ومفتوحة مع المضمر، وإنما كسرت مع المظهر وكان من حقها الفتح؛ لأنا ذكرنا أن هذِه الحروف التي تستعمل على واحدة حقها الفتح (٨) ، وكسرت مع المظهر للفرق </p><p>(١) ذكره الرازي في \"تفسيره\" ١/ ٢٢٠، وأبو حيان في \"البحر\" ١/ ١٨. (٢) سبق كلام ابن الأنباري ص ٢٧١، وانظر: \"تفسير الطبري\" ١/ ٦١.(٣) انظر: \"معاني القرآن\" للزجاج ١/ \"إعراب القرآن\" للنحاس ١/ ١١٩، \"البيان في غريب القرآن\" ١/ ٣٤، \"مشكل إعراب القرآن\" لمكي ١/ ٨، \"الكشاف\" ١/ ٤٧، \"إملاء ما من به الرحمن\" ١/ ٥.(٤) الكلام عن (اللام) نقله عن كتاب \"سر صناعة الإعراب\" ١/ ٣٢٥، قال أبو الفتح: (فأما العاملة فلام الجر، وذلك قولك: المال لزيد، والغلام لعمرو. وموضعها في الكلام الإضافة، ولها في الإضافة معنيان: أحدهما الملك ..).(٥) ذكر الرازي لها ثلاثة معان في \"تفسيره\" ١/ ٢٢، وانظر: \"البحر\" ١/ ١٨.(٦) عند أبي الفتح (الاستحقاق والملابسة) ١/ ٣٢٥.(٧) (الجُلُّ): واحد جِلاَل الدواب، الذي تلبسه لتصان به. انظر: \"الصحاح\" (جلل) ٤/ ١٦٥٨، \"اللسان\" (جلل) ٢/ ٦٦٤.(٨) ذكره الواحدي عند الحديث عن (الباء) في تفسير (بسم الله) ناقلا عن أبي الفتح من هذا الموضع. انظر: \"سر صناعة الإعراب\" ١/ ٣٢٥.</p><p> بينها (١) وبين (لام الابتداء) وذلك قولك في الملك: (إن زيدا لهذا) أي: في ملكه، و (إن زيدا لهذا) أي: هو (٢) هو، فلو فتحت في الموضعين لالتبس (٣) معنى (٤) الملك بمعنى الابتداء. </p><p> وإنما كسرت الجارة وتركت (لام الابتداء) بحالها مفتوحة (٥) ؛ لأن أول أحوال (٦) الاسم هو الابتداء، وإنما يدخل الناصب والجار والرافع على المبتدأ (٧) فلما كان المبتدأ متقدما في المرتبة، وكان فتح هذِه اللام هو الأول المتقدم من حالتها (٨) ، جعل الفتح الذي هو أول مع الابتداء الذي هو أول، ولما كان الكسر فيها إنما هو ثان غير أول، جعل مع الذي هو تبع للابتداء، هذا هو القياس (٩) . </p><p>(١) في (ب): (بينهما). (٢) عند أبي الفتح (أي هو هذا) ١/ ٣٢٦.(٣) في (ج): (للا لا لتبس).(٤) في (ج): (بمعنى).(٥) هذا مضمون سؤال أثاره أبو الفتح حيث قال: (وهنا زيادة ما علمتها لأحد من أصحابنا، وهي أن يقال: إذا كان الفرق بين (اللام) الجارة و (لام) الابتداء واجبا لما ذكرته من المعنيين، فلم كسرت الجارة وتركت لام الابتداء بحالها مفتوحة؟. فالجواب عن هذا أن يقال: إن أول أحوال الاسم هو الابتداء ....) الخ ١/ ٣٢٨.(٦) في (ب): (الأحوال).(٧) في (ب): (الابتداء).نص كلام أبي الفتح: (وإنما يدخل الرافع أو الناصب سوى الابتداء والجار على المبتدأ وفي حاشيته: في ب (الناصب والرافع)، \"سر صناعة الإعراب\" ١/ ٣٢٨ تأمل الفرق بينهما.(٨) عند أبي الفتح (حاليها) ١/ ٣٢٨.(٩) انتهى من \"سر صناعة الإعراب\" ١/ ٣٢٨.</p><p> وقوله تعالى {رَبِّ الْعَالَمِينَ} : (الرب) في اللغة له معنيان (١) : أحدهما: أن يكون معناه من الرب بمعنى التربية. </p><p> قال الأصمعي:  (رب فلان الصنيعة يَرُبُّها رَبًّا إذا أتمها وأصلحها) قال: ويقال: فلان رَبَّ نِحْيَهُ يَرُبُّه رَبًّا (٢) إذا جعل فيه الرُّبَّ ومتَّنَهُ به، وهي (٣) نِحْيٌ مَرْبُوب (٤) وهذا -أيضًا- عائد إلى معنى التربية والإصلاح. قال الشاعر: </p><p> فَإِنْ كُنْتِ مِنِّي أَوْ تُرِيدِين صُحْبَتِي (٥) ... فَكُونِي لَهُ كَالسَّمْنِ (٦) رُبَّتْ لَهُ الأَدَم (٧) </p><p>(١) ذكر ابن الأنباري أن الرب ثلاثة أقسام: السيد المطاع، والمالك، والمصلح. \"الزاهر\" ١/ ٥٧٥. ونحوه عند ابن جرير ثم قال: \"وقد يتصرف معنى (الرب) في وجوه غير ذلك، غير أنها تعود إلى بعض هذِه الوجوه الثلاثة ...) \"تفسير الطبري\" ١/ ٦٢، وانظر: \"تفسير الثعلبي\" ١/ ٢٥/ ب، \"المخصص\" ١٧/ ١٥٤، \"معجم مقاييس اللغة\" (رب) ٢/ ٣٨١، \"الزينة\" ٢/ ٢٧، \"اللسان\" (ربب) ١/ ٤٠٤. (٢) (ربا) ساقط من (ب).(٣) في \"تهذيب اللغة\" (وهو نحى مربوب).(٤) انظر قولي الأصمعي في \"تهذيب اللغة\" (رب) ٢/ ١٣٣٦.(٥) في (ب): (تريدن نصيحتي).(٦) في (ب)، (ج): (كالشمس).(٧) البيت لعمرو بن شأس، كان له ابن يقال له (عرار) من أمة سوداء، وكانت امرأته تؤذيه وتستخف به، فقال قصيدة يخاطبها، ومنها هذا البيت، يقول: إن كنت تريدين مودتي، فأحسني إليه كما تستصلحين وعاء السمن حتى لا يفسد عليك، و (الأَدَم) جمع أَدِيم: الجلد المدبوغ، و (الرُّبُّ): خلاصة التمر بعد طبخه وعصره. ورد البيت في \"شعر عمرو\" ص ٧١، \"الشعر والشعراء\" ص ٢٧٤، \"طبقات الشعراء\" للجمحي ص ٨٠، \"أمالي القالي\" ٢/ ١٨٩، \"اشتقاق أسماء الله\" ص ٣٣، \"الصحاح\" (ربب) ١/ ١٣١، \"اللسان\" (ربب) ٣/ ١٥٥٠.</p><p> وتقول: رَبَّ الشيء يَرُبُّه ربوبًا فهو رَبٌّ، مثل:  (بَرّ وَطَبّ (١) ) (٢) ، إذا تممه وأصلحه، قال الشاعر: </p><p> يَرُبُّ الذِّي يَأْتِي مِنَ الخَيْرِ أَنَّهُ ... إذَا فَعَلَ المَعْرُوفَ زَادَ وَتَمَّمَا (٣) </p><p> فالمعنى (٤) على هذا أنه يربي الخلق ويغذوهم (٥) بما ينعم عليهم (٦) . </p><p> الثاني: أن يكون الرب بمعنى المالك، يقال: رب الشيء إذا ملكه، ورببت (٧) فلانا، أي: كنت فوقه (٨) . </p><p> ومنه قول صفوان بن أمية (٩) : لأن يَرُبَّنِي رجل من قريش أحب إِلي من أن يَرُبَّنِي رجل من هوازن (١٠) يعني: أن يكون ربًا فوقي، وسيدًا يملكني. وكل </p><p>(١) يقال: (رجل طب) أي: عالم. انظر: \"الصحاح\" (طبب) ١/ ١٧١. (٢) ذكر الثعلبي نحوه قال: (تقول العرب: رَبَّ يَرُبُّ رَبَابَةً ورُبُوبًا فهو رَبٌّ مثل بَرٌّ وَطبٌّ) \"تفسير الثعلبي\" ١/ ٢٥/ ب، وانظر: \"الزاهر\" ١/ ٥٧٦، \"الصحاح\" (ربب) ١/ ١٣٠، \"الوسيط\" للواحدي ١/ ١٧.(٣) ورد البيت بدون عزو في \"الزاهر\" ١/ ٥٧٦، \"تهذيب اللغة\" (رب) ٢/ ١٣٣٦، \"تفسير الثعلبي\" ١/ ٢٥/ ب، \"الوسيط\" للواحدي ١/ ١٧، \"اللسان\" (ربب) ٣/ ١٥٤٧، ورواية البيت في غير الثعلبي (من العرف) بدل (من الخير)، (سئل) بدل (فعل).(٤) في (ب): (والمعنى).(٥) في (ب): (ويعددهم).(٦) انظر: \"تفسير الطبري\" ١/ ١١٩.(٧) في (ب): (بيت).(٨) انظر: \"الزينة\" ٢/ ٢٧، \"تهذيب اللغة\" (رب) ٢/ ١٣٣٦، \"اللسان\" (ربب) ٣/ ١٥٤٦.(٩) صفوان بن أمية بن خلف الجمحي القرشي، أسلم بعد الفتح، وروى أحاديث وشهد اليرموك، توفي سنة إحدى وأربعين. انظر ترجمته في \"الإصابة\" ٢/ ١٨٧، \"تجريد أسماء الصحابة\" ١/ ٢٦٦، \"سير أعلام النبلاء\" ٢/ ٥٦٢، \"طبقات ابن سعد\" ٥/ ٤٤٩.(١٠) ذكره الأزهري في \"التهذيب\"، وفيه: أن صفوان كان يرد بذلك على أبي سفيان. =</p><p> من ملك شيئا فهو ربّه (١) ، يقال: هو ربّ الدار وربّ الضيعة (٢) ، وقال النبي - صلى الله عليه وسلم - لرجل (٣) : \"أَرَبُّ إِبلٍ أنت أم رَبُّ غنم؟ \"  (٤) ، وقال النابغة: </p><p> فَإِنْ تَكُ رَبَّ أَذْوَادٍ بِحُزْوى ... أَصَابُوا مِنْ لِقَاحِكَ مَا أَصَابُوا (٥) </p><p> ثم (السيد) يسمى ربًّا وإن لم يكن مالكا على الحقيقة (٦) ، قال الله تعالى:  {اذْكُرْنِي عِنْدَ رَبِّكَ}  [يوسف: ٤٢] . وقال الأعشى (٧) : </p><p> وَأَهْلَكْنَ يَوْمًا رَبَّ كِنْدَةَ وابْنَه (٨) . </p><p>= \"التهذيب\" (رب) ٢/ ١٣٣٦، وذكره ابن هشام في \"السيرة\"، وذكر عن ابن إسحاق أنه كان يرد به على (جبلة بن الحنبل) وقال ابن هشام (كلدة بن الحنبل) \"السيرة\" لابن هشام ٤/ ٧٢ - ٧٣. (١) في (ب): (رب).(٢) انظر: \"تهذيب اللغة\" (رب) ٢/ ١٣٣٦، \" الزينة\" ٢/ ٢٧، \"اشتقاق أسماء الله\" ص ٣٢.(٣) (لرجل) ساقط من (أ).(٤) أخرجه أحمد في (مسنده) عن أبي الأحوص عن أبيه قال: أتيت النبي - صلى الله عليه وسلم - فصعد في النظر وصوَّب وقال: \"أَرَبُّ إبل .... \" الحديث ٤/ ١٣٦، وذكره الثعلبي في \"تفسيره\" ١/ ٢٥/ ب، والرازي في \"الزينة\" ٢/ ٢٩.(٥) رواية البيت في \"الديوان\":فَإِنْ تَكُنِ الفَوَارِسُ يَوْمَ حِسْي ... أَصَابُوا مِنْ لِقَائِكَ مَا أَصَابُوا\"الديوان\" ص ٨٤، ونحو رواية الديوان في \"مجاز القرآن\" ١/ ٣١١، \"الزاهر\" ١/ ٥٧٥، \"الزينة\" ٢/ ٢٧، وبمثل رواية الواحدي ورد في \"تفسير الثعلبي\" ١/ ٢٥/ ب، ولعله أخذه عنه، و (حُزْوى) بضم الحاء موضع بنجد، انظر: \"معجم البلدان\" ٢/ ٢٥٥.(٦) انظر: \"تفسير الثعلبي\" ١/ ٢٥/ ب، \"مجاز القرآن\" ١/ ٣١١، \"الزينة\" ٢/ ٢٧.(٧) تبع الواحدي شيخه الثعلبي فنسب البيت للأعشى، والبيت للبيد كما نسبه الطبري وغيره في \"ديوانه\" كما سيأتي.(٨) شطره الثاني: وَرَبَّ مَعَدًّ بَيْنَ خَبْتٍ وَعَرْعَرِ.(رب كندة): ملكهم حجر أبو امرئ القيس، و (رب معد): ملكهم حذيفة بن بدر، (خبت): الأصل فيه المطمئن من الأرض ويطلق على عدة أماكن، و (عرعر) اسم =</p><p> أي: سيدها. </p><p> والله تعالى ربُّ كل شيء أي: مالكه، وهو السيد على الحقيقة. </p><p> وقال بعض أهل اللغة: المعنى الثاني راجع إلى الأول الذي هو بمعنى التربية (١) وقيل للمالك: (رب) لأنه يرب مملوكه، ويملك تربيته وتنشئته، والسيد رب لأنه مالك. </p><p> فأما ما يذهب إليه المتكلمون أنه لم يزل ربًّا (٢) ، وأن هذا من صفة الذات، وقولهم: إن معناه الثابت الدائم، من قولهم:  (ربُّ بالمكان) إذا أقام به (٣) . فهذا لا يعرفه أهل اللغة، وليس يصح ربَّ (٤) بمعنى: أقام (٥) ، وأربَّ بمعنى: أقام صحيح (٦) ، فان أمكن بناء (٧) هذا الاسم من الإرباب صح قولهم. </p><p>= مكان. انظر البيت في \"شرح ديوان لبيد\" ص ٥٥، \"تفسير الطبري\" ١/ ٦٢، \"الزينة\" ٢/ ٢٧، \"الزاهر\" ١/ ٥٧٦، \"تفسير الثعلبي\" ١/ ٢٥/ ب. (١) انظر: \"معجم مقاييس اللغة\" (رب) ٢/ ٣٨١، ٣٨٢.(٢) ذكره الثعلبي في \"تفسيره\" ١/ ٢٦/ أ.(٣) ذكره الثعلبي عن الحسين بن الفضل في \"تفسيره\" ١/ ٢٥/ ب.(٤) في (ب): (في رب).(٥) بل ورد عند بعض أهل اللغة (رب) بمعنى: أقام، قال ابن دريد في \"الجمهرة\" (... رب بالمكان وأرب به إذا أقام به) ١/ ٢٨، وانظر: \"الاشتقاق\" له ص ٥٣٦، وفي \"اللسان\": رب بالمكان وأرب: لزمه. \"اللسان\" (ربب) ٣/ ١٥٤٨، وذكره الثعلبي في \"تفسيره\" ١/ ٢٥/ ب.(٦) انظر: \"تهذيب اللغة\" (رب) ٢/ ١٣٣٩، \"الصحاح\" (ربب) ١/ ١٣٢، \"اللسان\" (ربب) ٣/ ١٥٤٨.(٧) في (ب): (بنى).</p><p> وقوله تعالى:  {الْعَالَمِينَ} : هو جمع (عالم) على وزن (فَاعَل)  (١) ، كما قالوا: خَاتَم (٢) ، وطَابَع، ودَانَق (٣) ، وقَالَب (٤) ، واختلفوا في اشتقاقه على وجهين: فمنهم من قال: اشتقاقه من (العَلَم) و (العلامة) ، وذلك أن كل مخلوق دلالة وعلامة على وجود صانعه (٥) ، فالعالم اسم عام لجميع المخلوقات، يدل على هذا قول الناس:  (العالم محدث) يريدون به جميع المخلوقات، وهذا قول الحسن (٦) ومجاهد وقتادة (٧) في تفسير العالم: إنه جميع المخلوقات. ولدل على هذا القول من التنزيل قوله: {قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (٢٣) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا} [الشعراء: ٢٣، ٢٤] فسر (٨) العالمين بجميع المخلوقات. ومنهم من قال: إنه مشتق من العِلْم (٩) . </p><p>(١) انظر: \"تهذيب اللغة\" (علم) ٣/ ٢٥٥٤. (٢) الخاتم: ما يوضع على الطينة التي على الكتاب، وتكون علامة على أنه لم يفتح، والطابع بمعناه، انظر. \"تهذيب اللغة\" (ختم) ١/ ٩٨٣، و (طبع) ٣/ ٢١٦١.(٣) (الدانق) بفتح النون وكسرها: سدس الدرهم، انظر: \"اللسان\" (دنق) ٣/ ١٤٣٣.(٤) (القالب) بفتح اللام وكسرها، الشيء الذي يفرغ فيه الجواهر، ليكون مثالا لما يصاغ منها، \"اللسان\" (قلب) ٦/ ٣٧١٥.(٥) ذكره الثعلبي في \"تفسيره\" ١/ ٢٦/ ب، وانظر: \"معجم مقاييس اللغة\" (علم) ٤/ ١١٠.(٦) هو أبو سعيد الحسن بن أبي الحسن يسار البصري، مولى الأنصار، ولد لسنتين بقيتا من خلافة عمر، وتوفي سنة عشر ومائة من الهجرة، كان غزير العلم بكتاب الله تعالى. ورعًا زاهدًا فصيحا. انظر ترجمته في \"حلية الأولياء\" ٢/ ١٣١، \"طبقات القراء\" لابن الجزري ١/ ٢٣٥، \"تذكرة الحفاظ\" ١/ ٧١، \"طبقات المفسرين\" للداودي ١/ ١٥٠.(٧) ذكره الثعلبي في \"تفسيره\" ١/ ٢٦/ ب وذكره الطبري عن ابن عباس وسعيد بن جبير ومجاهد وقتادة. \"تفسير الطبري\" ١/ ٦٣، وكذا ابن أبي حاتم في \"تفسيره\" ١/ ٢٧.(٨) في (ب): (فيفسر).(٩) ذكره الثعلبي في \"تفسيره\" ١/ ٢٦/ ب.</p><p> فالعالمون على هذا هم من يعقل، قال ابن عباس في رواية سعيد بن جبير: هم الجن والإنس (١) . </p><p> واختاره أبو الهيثم (٢) والأزهري (٣) ، واحتجوا بقوله:  {لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا}  [الفرقان: ١] وإنما بعث محمد نذيرا للجن والإنس (٤) . وقال الحسين بن الفضل وأبو معاذ (٥) النحوي: هم بنو آدم (٦) ، لقوله: {أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ (١٦٥) } [الشعراء: ١٦٥] . </p><p> وقال الفراء (٧) وأبو عبيدة: هو عبارة عما يعقل، وهو أربع أمم: </p><p>(١) أخرجه الطبري بسنده. قال شاكر: إسناه حسن. \"تفسير الطبري\" ١/ ١٤٤ (ط. شاكر)، وابن أبي حاتم. وقال المحقق: (إسناده ضعيف)، \"تفسير ابن أبي حاتم\" رسالة دكتوراه ١/ ١٥٤، والحاكم في \"المستدرك\"، وقال بعده: ليعلم طالب هذا العلم أن تفسير الصحابي الذي شهد الوحي والتنزيل عند الشيخين حديث مسند. ووافقه الذهبي، \"المستدرك\"، كتاب التفسير تفسير سورة الفاتحة ٢/ ٢٥٨، وانظر: \"الدر المنثور\" ١/ ٣٦. (٢) انظر: الثعلبي ١/ ٢٦/ أ.(٣) انظر: \"تهذيب اللغة\" (علم) ٣/ ٢٥٥٤.(٤) \"التهذيب\" (علم) ٣/ ٢٥٥٤.(٥) أبو معاذ النحوي المقرئ اللغوي، له عناية باللغة والقراءات. انظر مقدمة \"تهذيب اللغة\" ١/ ٤٤، \"إنباه الرواة\" ١٧٩.(٦) قال الثعلبي في \"تفسيره\" (قال أبو معاذ النحوي: هم بنو آدم .. وقال الحسين بن الفضل: (العالمون): الناس واحتج بقوله تعالى: {أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ} \"تفسير الثعلبي\" ١/ ٢٦/ أ.(٧) أبو زكرياء يحي بن زياد الديلمي الفراء، كان أبرع أهل الكوفة في النحو، له كتب من أشهرها معاني القرآن، توفي سنة سبع ومائتين. انظر ترجمته في \"طبقات النحويين واللغويين\" للزبيدي ص ١٣١، \"تاريخ بغداد\" ١٤/ ١٤٩، \"اللباب\" ٢/ ٤١٤، \"إنباه الرواة\" ٤/ ١.</p><p> الملائكة والإنس والجن والشياطين، ولا يقال للبهائم: عالم (١) . </p><p> وقد ذكر الله تعالى {الْعَالَمِينَ} وأراد به أهل عصر واحد، وهو قوله لبني إسرائيل:  {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ}  [البقرة: ٤٧] يعني عالمي زمانهم (٢) . </p><p> وهذِه الأقوال صحيحة على أصل من يجعله مشتقًّا من العِلْم، والذين صححوا هذِه الطريقة قالوا في جواب موسى لفرعون:  {رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا}  (٣) : إنه لم يشتغل بتفسير العالمين، وإنما أراد تعريفه على وجه أظهر من الأول (٤) ، ليصير الخصم مبهوتًا. </p><p> وأبو إسحاق (٥) اختار الطريقة الأولى، وقال: معنى العالمين: كل ما خلق الله. قال: وقوله: {رَبِّ الْعَالَمِينَ} كقوله {وَهُوَ رَبُّ كُلِّ شَيْءٍ}  [الأنعام: ١٦٤]  (٦) . </p><p> والعالم على كلا (٧) الأصلين: اسم للجمع (٨) ، ولا واحد له من لفظه، </p><p>(١) بنصه في \"تفسير الثعلبي\" ١/ ٢٦/ ب. (٢) انظر: \"تفسير الطبري\" ١/ ٢٦٤، \"التصاريف\" المنسوب ليحيى بن سلام ص ٢٦٦، \"إصلاح الوجوه والنظائر\" للدامغاني ص ٣٣١.(٣) يشير بهذا إلى ما سبق في قوله تعالى: {قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (٢٣) قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ} [الشعراء: ٢٣، ٢٤] حيث استدل بالآيتين من قال: إن العالمين: جميع المخلوقات.(٤) هو ما ورد في الآيات قبلها حين توجه موسى إلى فرعون بقوله تعالى: {فَأْتِيَا فِرْعَوْنَ فَقُولَا إِنَّا رَسُولُ رَبِّ الْعَالَمِينَ} [الشعراء: ١٦].(٥) الزجاج.(٦) انظر: \"معاني القرآن\" للزجاج ١/ ٨.(٧) في (ج): (كل).(٨) في (ج): (جمع).</p><p> كالأنام والرهط والجيش (١) . </p><p> قال أبو إسحاق: وإنما لم يستعمل الواحد من لفظه؛ لأن (العالم) اسم لأشياء مختلفة، فإن جعل لواحد منها اسم من لفظه صار جمعا لأشياء متفقة (٢) . </p><p> وهذا النوع من الجمع (٣) يسمى (السالم) لسلامة لفظ الواحد فيه، ويجمع على الواو والياء (٤) . </p><p> واختلف النحويون في (الواو والياء والألف) اللواتي تلحق التثنية والجمع (٥) ، فمذهب سيبويه فيها أنها حروف إعراب بمنزلة (الدال) من زيد (٦) . </p><p> والدليل على ذلك (٧) : أن الذي أوجب للواحد المتمكن نحو: (زيد ورجل) حرف الإعراب، هو (٨) موجود في التثنية والجمع (٩) ، وهو التمكن، </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٦٢، \"تفسير الثعلبي\" ١/ ٢٦/ أ. (٢) انظر: \"معاني القرآن\" للزجاج ١/ ٨، ذكر كلامه بتصرف.(٣) أي: (العالمين) جمع (عالم)، انظر: \"معاني القرآن\" للزجاج ١/ ٨.(٤) انظر: \"معاني القرآن\" للأخفش ١/ ١٦٢، \"شرح ابن عقيل\" ١/ ٦٣.(٥) نقل الواحدي في هذا الموضوع عن أبي الفتح ابن جني من \"سر صناعة الإعراب\" بعضه بنصه، وبعضه بمعناه. ٢/ ٦٩٥، ومثل هذا المبحث مكانه كتب النحو لا كتب التفسير.(٦) انظر: \"الكتاب\" ١/ ١٧، ١٨.(٧) أي ما ذهب إليه سيبويه، انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٦.(٨) في (أ)، (ج): (فهو) وما في (ب) موافق لما في \"سر صناعة الإعراب\" ٢/ ٦٩٦.(٩) لم يرد في كلام أبي الفتح ذكر للجمع، وإنما الحديث عن المثنى، وأضاف الواحدي كلمة (الجمع) لكلامه في جميع المواضع؛ لأن حكمهما واحد. انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٦.</p><p> فكما أن الواحد المعرب المتمكن يحتاج إلى حرف إعراب، فكذلك الاسم المثنى والمجموع إذا كان معربا متمكنا احتاج إلى حرف إعراب، وإذا كان كذلك فقولنا:  (الزيدان والزيدون)  (١) لا يخلو حرف الإعراب، إما أن يكون ما قبل الألف والواو، أو هما، أو ما بعدهما. </p><p> ويفسد أن تكون (الدال) من زيد هي حرف الإعراب في التثنية؛ لأنها قد كانت في الواحد حرف الإعراب، وقد انقلبت عن الواحد الذي هو الأصل إلى التثنية التي هي فرع، كما تقول في (قائمة) لما انقلبت عن المذكر (٢) الذي هو الأصل إلى المؤنث الذي هو الفرع، بطل أن تكون (الميم) التي كانت (٣) في المذكر حرف إعراب أن تكون (٤) في المؤنث حرف إعراب، وصار حرف الإعراب علم التأنيث وهو (الهاء)  (٥) فكذلك ينبغي أن يكون علم التثنية والجمع (٦) هو حرف الإعراب (٧) . ولا يجوز أن يكون ما بعد الألف والواو حرف إعراب، وهو (النون) لأنها حرف صحيح يتحمل (٨) الحركة، فلو كانت </p><p>(١) عند أبي الفتح: (الزيدان والعمران، والرجلان والغلامان) ٢/ ٦٩٧، فهي أمثلة على المثنى وليس للجمع ذكر. (٢) وهو (قائم)، انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٧.(٣) في (ب): (الذي كان).(٤) في (ب): (يكون).(٥) في كلمة (قائمة)، \"سر صناعة الإعراب\" ٢/ ٦٩٧.(٦) (الجمع) زيادة من الواحدي على كلام أبي الفتح، ٢/ ٦٩٧.(٧) تكلم أبو الفتح بعد هذا عن المقارنة بين المثنى وجمع التكسير، ولماذا لا تكون (الدال) من (الزيدان) حرف إعراب كما في المفرد؟ مثل (فرس) فالسين حرف إعراب و (أفراس) السين حرف إعراب وهو جمع تكسير. انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٧ - ٦٩٨.(٨) في (ب): (محمل).</p><p> حرف إعراب لوجب أن تعربه (١) في الرفع والنصب والخفض (٢) ، كما تعرب (الدال) من زيد، وكما تقول: هؤلاء غلمان، ورأيت غلمانا، ومررت بغلمان (٣) . </p><p> وهذا الذي ذكرنا من مذهب سيبويه، مذهب أبي إسحاق وابن كيسان، وأبي بكر، وأبي علي (٤) . </p><p> وإذا ثبت أن هذِه الحروف حروف إعراب (٥) فلا إعراب في لفظها استثقالا للحركات فيها، ولا تقدير إعراب فيها -أيضًا- كما يقدر في الأسماء المقصورة المعربة نية الإعراب، ألا ترى أنك إذا قلت: هذا فتى، ففي الألف تقدير ضمة، وإذا قلت: رأيت فتى، ففي الألف تقدير فتحة، وإذا قلت: مررت بفتى، ففي الألف تقدير كسرة، وهو لا يرى (٦) أنك إذا قلت: هذان الزيدان، أن في الألف تقدير ضمة، ولا إذا قلت: مررت بالزيدين، وضربت </p><p>(١) في (ب): (تعرفه). (٢) قال أبو الفتح: تقول: (قام الزيدان، ورأيت الزيدان، ومررت بالزيدان)، \"سر صناعة الإعراب\" ٢/ ٦٩٩.(٣) انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٩ وما بعدها من الصفحات فقد أطال أبو الفتح بن جني الشرح حول هذِه المسألة.(٤) انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٥، قال أبو الفتح: (.. وهو قول أبي إسحاق، وابن كيسان، وأبي بكر، وأبي علي ..).(٥) قال أبو الفتح: (واعلم أن سيبويه يرى أن (الألف) في التثنية كما أنه ليس في لفظها إعراب، فكذلك لا تقدير إعراب فيها كما يقدر في الأسماء المقصورة المعربة نية الإعراب، ألا ترى أنك .. الخ) \"سر صناعة الإعراب\" ٢/ ٧٠٦.(٦) في (ب): (لا ترى). والمراد (سيبويه) كما هو في النص السابق الذي نقلناه عن أبي الفتح ٢/ ٧٠٦.</p><p> الزيدين، ففي الياء تقدير كسرة ولا فتحة (١) . </p><p> قال أبو علي:  (٢) يدلك على أنه ليس في حرف الإعراب من التثنية والجمع تقدير حركة في المعنى، صحة (الياء) في الجر والنصب في قولك: (مررت برجلين) و (ضربت رجلين) ، ولو كان في (الياء) منهما (٣) تقدير حركة، لوجب أن تقلب ألفا كرحى وفتى، ألا ترى أن (الياء) إذا انفتح ما قبلها وكانت في تقدير حركة وجب أن تقلب ألفا (٤) . </p><p> وهذا استدلال من أبي علي في نهاية الحسن، وصحة المذهب وسداد الطريقة (٥) . ودخلت النون فيهما عوضا من الحركة والتنوين، وذلك أن من شرط التثنية، والجمع -الذي على حد التثنية- أن يكون (٦) له علامة مزيدة على لفظ الواحد، والواحد فيه حركة وتنوين، فكان حق العلامة أن تدخل على لفظ الواحد، ثم تلحقها الحركة والتنوين، فلما وجب أن يدخل التنوين </p><p>(١) في \"سر صناعة الإعراب\" (أن في الياء ..) وفي حاشيته: في (ش): (ففي) ويظهر أن الواحدي أخذ عن هذِه النسخة، والصحيح ما أثبت في أصل \"سر صناعة الإعراب\" ٢/ ٧٠٦. (٢) عند أبي الفتح: (قال أبو علي: ويدل على صحة ما قال سيبويه من أنه ليس في حرف الإعراب من التثنية تقدير حركة في المعنى -كما أن ذلك ليس موجودا في اللفظ- صحة (الياء) في الجر والنصب ...) فلم يرد في كلامه لفظ الجمع، انظر: \"سر صناعة الإعراب\" ٢/ ٧٠٦.(٣) في (ب): (منها).(٤) لم أجده فيما اطلعت عليه من كتب أبي علي الفارسي، ولعل أبا الفتح أخذه من أبي علي مشافهة حيث قال: (وهذا أيضًا من لطيف ما حصلته عنه فافهمه). \"سر صناعة الإعراب\" ٢/ ٧٠٧.(٥) بنصه من \"سر صناعة الإعراب\" ٢/ ٧٠٦.(٦) في (ب): (تكون).</p><p> والحركة في التثنية والجمع، ثم عرض ما يمنع من دخولهما، وجب أن يعوض (١) منهما، وقد بينا أن الحركة إنما أسقطت استثقالا، والتنوين وجب إسقاطه لأنه ساكن، وهذِه الحروف سواكن ولم يمكن إسقاط هذِه الحروف لأنها علامات، ولا تحريكها للثقل، ولا تحريك التنوين؛ لأنه يخرج عن حكم العلامة ويصير نونا لازمة، فلم يبق إلا إسقاطه، فلما دخلت النون دخلت ساكنة؛ لأنه لا حظ لها من الإعراب فاجتمع ساكنان، فحركت نون التثنية بالكسرة ونون الجمع بالفتحة فرقا بينهما (٢) . وكانت نون التثنية أولى بالكسرة لأن قبلها (ألفا) وهي خفيفة والكسرة ثقيلة (٣) ، فاعتدلا، وقبل نون الجمع (واو (٤) ) وهي ثقيلة ففتحوا النون ليعتدل الأمر. </p><p> فإن قلت: إنك تكسر النون مع (الياء) في النصب والجر، فهلا هربت إلى الفتحة لمكان (الياء) كما هربت إلى الفتحة لمكانها في (أين وكيف) ؟. والجواب: أن (الياء) في التثنية ليست بلازمة كلزومها في (أين) لأن الأصل هو الرفع، والنصب والجر فرعان عليه، فأجروا الباب على حكم الرفع الذي هو الأصل (٥) ، وصارت النون أولى بالزيادة من بين سائر الحروف، لشبهها بحروف المد. وسترى وجه الشبه بينهما فيما يمر بك من الكتاب إن شاء الله. </p><p>(١) في (ج): (يعرض). (٢) أخذه بمعناه من \"سر صناعة الإعراب\" ٢/ ٤٤٨ - ٤٤٩.(٣) في (ب): (ثقيلا).(٤) عند أبي الفتح: (وقبل نون الجمع (واو) أو (ياء)) ٢/ ٤٨٨.(٥) انتهى ما نقله عن أبي الفتح ابن جني من كتاب \"سر صناعة الإعراب\" ملخصا قال أبو الفتح (فهذِه حال نون التثنية والجمع الذي على حد التثنية ولم يتقص أحد من أصحابنا القول عليها هذا التقصي، ولا علمته أشبعه هذا الإشباع) ٢/ ٤٨٧ - ٤٨٩.</p>"
}