{
  "id": null,
  "sura": 2,
  "aya": 41,
  "text": "<p> ٤١ - قوله تعالى:  {وَآمِنُوا بِمَا أَنْزَلْتُ مُصَدِّقًا لِمَا مَعَكُمْ} . أي موافقًا للتوراة في التوحيد والنبوة (١) ، وهو حال من الهاء المحذوفة من (أنزلت) كأنه قيل أنزلته مصدقا (٢) . </p><p> و (٣) قوله تعالى: {وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ} . قال الليث: الأول والأولى: بمنزلة (أَفْعَل) و (فُعْلَى) ، وجمع الأول: أولون، وجمع أولى: أوليات. (٤) . </p><p> قال الأزهري: وقد جمع (أَوَّل) على أُول، مثل أَكْبَر وكُبر، وكذلك الأُولَى، ومنهم من شدد الواو مجموعا من (أَوَّل)  (٥) . </p><p> واختلفوا في وزنه وتأليفه (٦) . </p><p> فذكر الليث فيه وجهين: أحدهما: أن تأليفه من: (همزة) و (واو) و (لام) ، وعلى هذا ينبغي أن يكون (أَفْعَل) منه (أَأْوَل) بهمزتين (٧) ، لأنك لو </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٥١، \"تفسير الثعلبي\" ١/ ٦٨ أ. (٢) ذكره الطبري وعبر عن الحال بقوله: قطع من الهاء المتروكة في (أنزلته) من ذكر (ما) ١/ ٢٥٢، وذكره مكي وقال: وإن شئت جعلته حالا من (ما) في (بما) \"المشكل\" ١/ ٤٢، وانظر: \"تفسير ابن عطية\" ١/ ٢٦٩، \"الإملاء\" ١/ ٣٣، \"البحر المحيط\" ١/ ١٧٧.(٣) (الواو) ساقطة من (ب).(٤) \"تهذيب اللغة\" (أول) ١/ ٢٣٠، \"اللسان\" (وأل) ٨/ ٤٧٤٧، وقوله: (وجمع أول: أولون) سقط من \"التهذيب\"، وهو في \"اللسان\" ضمن كلام الليث.(٥) \"تهذيب اللغة\" (أول) ١/ ٢٣٠، \"اللسان\" (وأل) ٨/ ٤٧٤٧، وفيه: (ومنهم من شدد الواو من (أوَّل) مجموعًا.(٦) (تأليفه) ساقط من (ب).(٧) في ج: (همزتين).</p><p> بنيت (١)  (أَفْعَل) من (آب يؤوب) قلت: (أَأْوَب) ، ثم قلبت إحدى (٢) الهمزتين واوا، ثم أدغمت في الواو الأخرى (٣) ، وهذا الوجه اختيار الأزهري، قال: إنه (أَفْعَل) من: (آل يَؤول) و (أُولَى) فُعْلى منه، قال وأراه قول سيبويه (٤) ، وكأنه من قولهم:  (آل يؤول) إذا نجا وسبق، ومثله:  (وَأَل يئل)  (٥) بمعناه، فمعنى (الأول) السابق الذي هو الابتداء. </p><p> الوجه الثاني (٦) : أن أصل تأسيسه: واوان ولام، وأدغم إحدى الواوين في الأخرى وشدد، والهمزة فيه ألف (أفعل)  (٧) . </p><p> وقال ابن دريد:  (أَوَّل) فَوْعَل، قال: وكان في الأصل: (وَوْوَل)  (٨) </p><p>(١) في (ب): (ثنيت). (٢) في (ج): (أحد).(٣) قال مكي: (أَوَّل) اسم لم ينطق منه بفعل عند سيبويه ووزنه (أَفْعَل) فاؤه واو، وعينه واو، ولذلك لم يستعمل منه فعل لاجتماع الواوات. وقال الكوفيون: هو أفعل من (وَأَل) إذا لجأ فأصله (أَوْأل)، ثم خففت الهمزة بأن أبدل منها واو وأدغمت الأولى فيها ... وقيل: إن (أول) أَفْعَل من (آل يَؤُل) فأصله: أأْول، ثم قلب فردت الفاء في موضع (العين)، فصار (أَوْأَل) فصنع به من التخفيف والبدل والإدغام ما صنع بالقول الأول، فوزنه بعد القلب (أعفل)، \"مشكل إعراب القرآن\" ١/ ٤٢، ٤٣، وانظر: \"البيان\" ١/ ٧٨.(٤) قال سيبويه: (وأما (أَوَّل) فهو أَفْعَل، يدل على ذلك قولهم: هو أول منه ومررت بأوَّلَ منك، والأولى) \"الكتاب\" ٣/ ١٩٥.(٥) في (ب): (آل) بسقوط الواو.(٦) عند الليث.(٧) كلام الليث والأزهري في \"تهذيب اللغة\" (أول) ١/ ٢٣١، \"اللسان\" (وأل) ٨/ ٤٧٤٧، وعبارة المؤلف أقرب إلى \"اللسان\"، وهذا راجع إلى تقارب نسخة ابن منظور التي اعتمد عليها مع نسخة الواحدي، والله أعلم.(٨) في (ب): (وَوَّل) وكذا في الجمهرة، وما في (أ، ج) ورد على الأصل بفك الإدغام.</p><p> فقلبت الواو الأولى همز وأدغمت إحدى الواوين في الأخرى، فقيل: أول (١) . </p><p> وقال المبرد في كتاب \"المقتضب\" : أول يكون على ضربين: يكون اسماً، ويكون نعتاً [موصولاً به (من كذا) . فأما كونه نعتاً] (٢) ، فكقولك: هذا رجل أوَّلُ منك مجيئاً، كما تقول أحسن منك وجهاً، وجاءني زيد أَوَّلَ من مجيئك، كما تقول: أسبق من مجيئك، وجئتك أَوَّلَ من أمس. </p><p> وأما كونه اسماً فقولك: ما تركت أَوَّلاً ولا آخرًا كما تقول: ما تركت له قديماً ولا حديثاً، وعلى أي الوجهين سميت به رجلاً انصرف في النكره، لأنه في باب الأسماء بمنزلة (أَفْكَل) ، وفي باب النعوت بمنزلة (أَحْمَر)  (٣) . </p><p> قال الفراء: ووحد الكافر، وقبله جمع، وذلك من كلام العرب فصيح جائز، إذا جاء في الاسم المشتق من الفعل كالفاعل والمفعول به، يريدون (٤) به: ولا تكونوا أول من يكفر به، فيحذف (٥)  (من) ويقوم الاسم المشتق من الفعل مقامها (٦) ، فيؤدي عن مثل ما أدت (من) عنه من التأنيث والجمع، وهو </p><p>(١) \"الجمهرة\" ٢/ ١١٧٧، والنص من \"تهذيب اللغة\" (أول) ١/ ٢٣٢. (٢) ما بين المعقوفين ساقط من (ب).(٣) \"المقتضب\" ٣/ ٣٤٠، \"التهذيب\" (أول) ١/ ٢٣٢، \"اللسان\" (وأل) ٨/ ٤٧٤٨. قال محمد عضيمة في حاشية \"المقتضب\": (والخلاصة أن أول لها استعمالات ثلاثة:- تكون أفعل تفضيل ذكرت معها (من) أو حذفت، على أن تقدرها في الكلام فتمنع من الصرف.- وتكون اسمًا منصرفًا وذلك عند حذف (من) وعدم تقديرها.- وتكون ظرفًا منصوبًا أو مبنيا على الضم كالغايات. \"المقتضب\" ٣/ ٣٤.(٤) في \"المعاني\": (يراد به) ١/ ٣٢.(٥) في \"المعاني\": (فتحذف).(٦) في \"المعاني\": (ويقوم الفعل مقامها).</p><p> في لفظ توحيد، ولا يجوز في مثله من الكلام:  (أنتم أَفْضَلُ رجل) ، ولا (أنتما خير رجل) ؛ لأن الرجل يثني ويجمع ويفرد، فيعرف واحده من جمعه، واسم الفاعل قد يكون لـ (من) فيؤدي عنه (١) ، وهو موحد، ألا ترى أنك تقول: الجيش [مقبل، والجند منهزم، فتوحد الفعل لتوحيده،فإذا صرت إلى الأسماء قلت:الجيش]  (٢) رجال، والجند رجال. </p><p> وقد قال الشاعر: </p><p> وإِذَا هُمُ (٣) طَعِمُوا فَأَلْأمُ طَاعِمٍ ... وَإِذَا هُمُ (٤) جَاعُوا فَشَرُّ جِيَاعِ (٥) </p><p> فجمعه وتوحيده جائز حسن (٦) . </p><p> وقال البصريون في هذا: معناه: ولا تكونوا أول فريق كافر، أو أول حزب، أو أول قبيل كافر، ثم حذف المنعوت، وأقيم نعته مقامه، (٧) وهذا قول المبرد. </p><p>(١) عبارة الفراء في \"المعاني\": (و (القائم) قد يكون لشيء، ولـ (من) فيؤدي عنهما وهو موحد) ١/ ٣٣. (٢) ما بين المعقوفين ساقط من (ب).(٣) في (ب): (وهو اطعموا).(٤) في (ب): (هموا).(٥) \"معاني القرآن\" للفراء ١/ ٣٣، وورد البيت مع بيتين قبله في (نوادر أبي زيد)، وقال: قال رجل جاهلي، ص ٤٣٤، وذكره الطبري ١/ ٢٥٢، وابن عطية ١/ ٢٧٠، \"الدر المصون\" ١/ ٣١٨.(٦) \"معاني القرآن\" للفراء ١/ ٣٣، وانظر \"تفسير الطبري\" ١/ ٢٥٢، \"إعراب القرآن\" للنحاس ١/ ١٦٨، \"معاني القرآن\" للزجاج ١/ ٩٢، \"تفسير ابن عطية\" ١/ ٦٧٠.(٧) انظر: \"معاني القرآن\" للزجاج ١/ ٢٩، \"إعراب القرآن\" للنحاس ١/ ١٦٨، \"المشكل\" لمكي ١/ ٤٣، \"تفسير ابن عطية\" ١/ ١٩٩، \"البحر المحيط\" ١/ ١٧٧، =</p><p> وقوله (به)  (١) الأظهر أن الكناية عائدة (٢) إلى (ما) في قوله: (بما أنزلت) وهو القرآن (٣) . </p><p> ويجوز أن يعود إلى (ما) في قوله: {لِمَا مَعَكُمْ} والمراد به التوراة، وذلك أنهم إذا (٤) كتموا أمر النبي صلى الله عليه وسلم من كتابهم، فقد كفروا بكتابهم، كما أن من كتم آية من القرآن فقد كفر به (٥) . </p><p> وإذا قلنا: الكناية تعود إلى القرآن، كان المعنى: ولا تكونوا أول كافر بالقرآن من أهل الكتاب لأن قريشاً كفرت قبلهم بمكة (٦) </p><p> وحكي عن أبي العالية أنه قال: الكناية تعود إلى محمد - صلى الله </p><p>= وقال ابن عطية: (وسيبويه يرى أنها نكرة مختصرة من معرفة كأنه قال: (ولا تكونوا أول كافرين به) ١/ ١٩٩، ونحوه قال أبو حيان في \"البحر\" ١/ ١٧٧. (١) في (ب): (والأظهر).(٢) في (ج): (عائد).(٣) ذكره الطبري في \"تفسيره\" ورجحه ١/ ٢٥١، والزجاج في \"معاني القرآن\" ١/ ٩٢، وابن الجوزي في \"زاد المسير\" ١/ ٧٤، \"تفسير القرطبي\" ١/ ٢٨٣، وأبو حيان في \"البحر\" ١/ ١٧٨، ورجحه وضعف الأقوال الأخرى.(٤) (إذا) ساقط من (ب).(٥) ذكره الزجاج في \"معاني القرآن\" ١/ ٩٢، وانظر: \"تفسير ابن عطية\" ١/ ٢٦٩، \"زاد المسير\" ١/ ٧٤، و\"القرطبي\" ١/ ٢٨٣، و\"البحر\" ١/ ١٧٨، وضعفه ابن جرير، وقال: لا معنى لقول من زعم أن العائد من الذكر في (به) على (ما) التي في قوله: (لما معكم) لأن ذلك، وإن كان محتملاً ظاهر الكلام، فإنه بعيد، مما يدل عليه ظاهر التلاوة والتنزيل ... إلخ. \"تفسير الطبري\" ١/ ٢٥١.(٦) انظر: \"تفسير الطبري\" ١/ ٢٥٢، و\"تفسير أبي الليث\" ١/ ١١١٤، و\"تفسير ابن عطية\" ١/ ٢٦٩، و\"تفسير البغوي\" ١/ ٨٧، و\"تفسير القرطبي\" ١/ ٢٨٣، \"البحر المحيط\" ١/ ١٧٧، \"تفسير ابن كثير\" ١/ ٨٩.</p><p> عليه وسلم (١) . </p><p> وإنما قيل لهم:  {وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ} لأن الخطاب لعلماء اليهود، فإذا كفروا كفر معهم الأتباع (٢) . </p><p> فإن قيل: ما في (٣)  (أن تكونوا أول كافر به) من العظم، على ثان كافر؟ قيل: إنهم إذا كانوا أئمة في الضلالة كانت ضلالتهم أعظم (٤) . </p><p> قال الزجاج: اللغة القُدمى فتح الكاف من (كافر) والإمالة في الكاف -أيضا- جيد (٥) ، لأن (فاعلاً) إذا سلم من حروف الإطباق، والحروف المستعلية كانت الإمالة فيه سائغة إلا في لغة أهل الحجاز، والإمالة لغة تميم (٦) ، وحروف الإطباق (الطاء والظاء والصاد الضاد) فلا تجوز الإمالة (٧) في ظالم وطالب وضابط وصابر، وحروف الاستعلاء (الخاء، </p><p>(١) ذكره الطبري في \"تفسيره\" ١/ ٢٥٢، \"تفسير أبي الليث\" ١/ ١١٤، وتفسير ابن عطية في \"تفسيره\" ١/ ٢٧١، و\"تفسير القرطبي\" ١/ ٢٨٣، وكذا أبو حيان في \"البحر المحيط\" ١/ ١٧٨. (٢) \"معاني القرآن\" للزجاج ١/ ٩٢، وانظر: \"تفسير أبي الليث\" ١/ ١١٤، و\"تفسير الثعلبي\" ١/ ٦٨ أ، و\"تفسير البغوي\" ١/ ٨٧.(٣) في (ج): (ما في قوله: وأن تكونوا) ولعله أولى.(٤) انظر: \"تفسير الثعلبي\" ١/ ٦٨ أ، و\"تفسير البغوي\" ١/ ٨٧، \"زاد المسير\" ١/ ٤٧، و\"تفسير الرازي\" ١/ ٤٢، \"البحر المحيط\" ١/ ١٧٨.(٥) قال ابن الجزري في \"النشر\": (انفرد صاحب المبهج عن أبي عثمان الضرير عن الدوري بإمالة (أول كافر به) فخالف سائر الرواة ..) \"النشر\" ٢/ ٦٦. وقال عبد الفتاح القاضي: (لا إمالة لأحد في {أَوَّلَ كَافِرٍ بِهِ} \"البدور الزاهرة في القراءات العشر المتواترة\" ص ٣١.(٦) انظر: \"إعراب القرآن\" للنحاس ١/ ١٦٨.(٧) في (ب): (الا في).</p><p> والغين، والقاف) (١) لأنها من أعلى الحنك واللهاة، فلا تجوز الإمالة في: غافل وخادم وقاهر (٢) . </p><p> وقوله تعالى:  {وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا وَإِيَّايَ فَاتَّقُونِ} . أي: ببيان صفة محمد - صلى الله عليه وسلم - ونعته عرضاً يسيراً من الدنيا، وذلك أن رؤساء (٣) اليهود كانت لهم مآكل يصيبونها من سفلتهم وعوامهم، فخافوا إن هم بينوا صفة محمد - صلى الله عليه وسلم -، وتابعوه أن تفوتهم تلك المآكل والرئاسة، فاختاروا الدنيا على الآخرة (٤) . </p><p> قال أبو علي: المعنى (٥)  (ذا ثمن) فهو من باب حذف المضاف، لأنه إنما يشتري ما هو ذو ثمن لا الثمن (٦) . ويجوز أن يكون معنى الاشتراء </p><p>(١) ذكر سيبويه حروف الاستعلاء سبعة حروف هي المذكورة هنا، وأربعة منها فيها مع استعلائها إطباق، و (الخاء)، و (الغين)، و (القاف) لا إطباق فيها مع أستعلائها، \"الكتاب\" ٤/ ١٢٨، \"سر صناعة الأعراب\" ١/ ٦١، ٦٢. (٢) \"معاني القرآن\" للزجاج ١/ ٩٣، نقل الواحدي كلامه بتصرف.(٣) في (ج): (راسا).(٤) \"تفسير الثعلبي\" ١/ ٦٨ أ، ونحوه ذكر الطبري ١/ ٢٥٣، وأبو الليث ١/ ١١٤. قال ابن كثير ١/ ٨٩: (يقول: لا تعتاضوا عن الإيمان بآياتي وتصديق رسولي بالدنيا وشهواتها فإنها قليلة فانية ..)، وقد ذكر ابن عطية أقوالا في الثمن الذي نهوا أن يشتروه بالآيات، ١/ ١٧١ - ١٧٢، وكذا أبو حيان في \"البحر\" ١/ ١٧٨.(٥) (المعنى) ساقط من (ب).(٦) قال الفراء: (وكل ما كان في القرآن من هذا قد نصب فيه الثمن وأدخلت الباء في المبيوع أو المشترى، فإن ذلك أكثر ما يأتي في الشيئين ولا يكونان ثمنا معلوما مثل الدنانير والدراهم .. فإن جئت إلى (الدراهم والدنانير وضعت الباء في الثمن ..) \"معاني القرآن\" ١/ ٣٠، ومعنى كلامه: أنه إذا لم يكن دنانير ولا دراهم في البيع صح أن يكون كل واحد من المبذول ثمنا ومثمنا، انظر: \"البحر\" ١/ ١٧٨، \"الدر المصون\" ١/ ٣١٩.</p>"
}