{
  "id": null,
  "sura": 2,
  "aya": 16,
  "text": "<p> وقوله تعالى:  {يَعْمَهُونَ} . قال أهل اللغة:  (الْعَمِه والعَامِه) الذي يتردد متحيراً لا يهتدي لطريقه ومذهبه، ومعنى (١)  {يَعْمَهُونَ} : يتحيرون، وقد عَمِه يَعْمَه عَمَهاً فهو عَمِه إذا حار عن الحق (٢) . </p><p> قال أهل المعاني: قوله: {وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} كالتفسير لقوله: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} لأن معناه يطول أعمارهم ومدتهم ليتحيروا في طغيانهم وكفرهم، مكراً (٣) بهم، وهم يحسبون أن ذلك مسارعة لهم في الخيرات، ولا يشعرون أنه عقوبة لهم في الحقيقة (٤) . </p><p> ١٦ - قوله تعالى:  {أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى} الآية. حقيقة الاشتراء: الاستبدال، وكل اشتراء استبدال، وليس كل استبدال اشتراء، ووضع الاشتراء موضع الاستبدال هاهنا، لأنه أدل على الرغبة (٥) ، وذلك أن المشتري للشيء (٦) محتاج إليه راغب فيه، فهو أبلغ من لفظ الأصل مع ما فيه من حسن التصرف في الكلام، والرب تجعل من آثر شيئاً على شيء مشترياً له وبائعاً للآخر، وإن لم يكن ثم شراء ولا بيع ظاهر (٧) . </p><p>(١) في (ب): (معي). (٢) \"تهذيب اللغة\" (عمه) ٣/ ٢٥٧٥، وانظر: \"معاني القرآن\" للزجاج ١/ ٥٦، \"تفسير الثعلبي\" ١/ ٤٨ ب.(٣) في (ب): (ومكرا).(٤) هذا على أن (يمدهم) من المد بمعنى الإمهال والتطويل، وقد سبق بيان ذلك عند قوله {وَيَمُدُّهُمْ}، وأنظر \"تفسير الطبري\" ١/ ١٣٥، \"معاني القرآن\" للزجاج ١/ ٥٦، \"الكشاف\" ١/ ١٨٨.(٥) في (أ): (الرعية).(٦) في (ب): (التي).(٧) انظر. \"تفسير الطبري\" ١/ ١٣٨، \"معاني القرآن\" للزجاج ١/ ٥٧، \"الأضداد\" لابن الأنباري ص ٧٢، \"تفسير ابن عطية\" ١/ ١٨٠، و\"تفسير القرطبي\" ١/ ١٨٣، =</p><p> قال ابن عباس في هذه الآية: أخذوا الضلالة وتركوا الهدى (١) . </p><p> قال أهل المعاني: هؤلاء المنافقون لم يكونوا على الهدى قط، لكنهم (٢) لما تركوا الواجب عليهم من الهدى، واستبدلوا به الضلالة قيل في صفتهم: اشتروا الضلالة بالهدى (٣) . </p><p> وأصل {اشْتَرَوُا} اشتريوا، فلما تحركت (الياء) وانفتح ما قبلها صارت (ألفا) ، فاجتمع ساكنان، فحذفت (الألف)  (٤) فصار (اشتروا) ساكنة </p><p>= و\"تفسير البيضاوي\" ١/ ١١، \"تفسير الخازن\" ١/ ٦٣، (ضمن مجموعة من التفاسير)، \"الدر المصون\" ١/ ١٣٥. (١) أخرج ابن جرير بسنده عن السدي عن أبي مالك، وعن أبي صالح عن ابن عباس، وعن مرة عن ابن مسعود، وعن ناس من أصحاب النبي - صلى الله عليه وسلم -: أخذوا الضلالة وتركوا الهدى. \"تفسير الطبري\" ١/ ١٣٧، وأخرجه ابن أبي حاتم في \"تفسيره\" عن السدي ١/ ٥٠، وانظر. \"تفسير ابن كثير\" ١/ ٥٦.(٢) في (ب): (ولكنهم).(٣) للعلماء في معنى الآية أقوال ذكرها ابن جرير في \"تفسيره\" وهي: منهم من قال إن معنى اشتروا استحبوا كما قال: {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: ١٧]، فالمعنى اختاروا الضلالة على الهدى. ومنهم من قال: إنهم كانوا مؤمنين وكفروا، ولو كان الأمر على ذلك لكان هؤلاء تركوا الإيمان واستبدلوا به الكفر، وهو المفهوم من معاني الشراء والبيع، ولكن دلائل الآيات في نعوتهم دالة على أنهم لم يكونوا مؤمنين قط، إنما أظهروا الإيمان كذباً. ومنهم من قال: المراد أخذوا الضلالة وتركوا الهدى، فكل كافر مستبدل بالإيمان كفرا، وهذا ما اختاره ابن جرير وهو أختيار أكثر المفسرين. انظر \"تفسير الطبري\" ١/ ١٣٧ - ١٣٩، \"معاني القرآن\" للزجاج ١/ ٥٧، \"تفسير ابن عطية\" ١/ ١٨٠، و\"تفسير القرطبي\" ١/ ١٨٢ - ١٨٣، و\"تفسير ابن كثير\" ١/ ٥٦.(٤) لأن حذفها أولى لأن الواو دخلت لمعنى والألف لم تدخل لمعنى \"البيان\" لابن الأنباري ١/ ٥٨.</p><p> (الواو)  (١) . وسقطت همزة الوصل من الضلالة للدرج، فالتقت الواو الساكنة مع الساكن المبدل من لام المعرفة، فحركت الأولى بالضم (٢) . واختلفوا في العلة الموجبة لضم الواو (٣) في {اشْتَرَوُا الضَّلَالَةَ} فقال أكثر النحويين: إن واوات الجمع كلها (٤) تحرك بالضم نحو: {لَتُبلَوُنَّ}  [آل عمران: ١٨٦] و {لَتَرَوُنَّ}  [التكاثر: ٦] . </p><p> وقالوا: مُصْطَفَوُ الله؛ لأن الضم أدل على الجمع وأشكل به، وهذه الواو للجمع فحرك بما هو أدل على الجمع (٥) . ألا ترى أن (٦) الواو في (أو) أو (لو) لما لم تكن للجمع لم تحرك بالضم، بل حركت بالكسر، فقرئ (٧)  {وَأَلَّوِ اسْتَقَامُوا}  [الجن: ١٦]  (٨) . </p><p>(١) قيل في إعلالها: استثقلت الضمة على الياء فحذفت تخفيفا، فاجتمع ساكنان: الياء والواو. فحذفت الياء لالتقاء الساكنين. وما ذكره المؤلف أولى. انظر: \"البيان\" لابن الأنباري ١/ ٥٨، \"تفسير ابن عطية\" ١/ ١٧٩، \"الدر المصون\" ١/ ١٥٢.(٢) ذكره أبو علي في \"الحجة\" ١/ ٣٦٩.(٣) اتفقوا على أن (الواو) في (اشتروا) تحرك لالتقاء الساكنين، ثم اختلفوا لماذا اختبر الضم على الكسر؟ انظر: \"الحجة\" ١/ ٣٦٩.(٤) في (ب): (كأنها).(٥) \"الحجة\" لأبي علي ١/ ٣٦٩، وانظر: \"الكتاب\" ٤/ ١٥٥، \"معاني القرآن\" للزجاج ١/ ٥٥، \"معاني القرآن\" للأخفش ١/ ٢٠٤، \"تفسير الثعلبي\" ١/ ٤٩ أ، \"البيان\" لابن الأنباري ١/ ٥٨، \"تفسير ابن عطية\" ١/ ١٧٩.(٦) (أن) ساقطة من (ب).(٧) في (ب): (فقرا)(٨) قراءة الجمهور بالكسر، وقرئ في الشاذ بضم الواو، روى عن الأعمش وابن وثاب. انظر: \"البحر المحيط\" ٨/ ٣٥٢.</p><p> وقد أجازوا الكسر (١) في {اشْتَرَوُا الضَّلَالَةَ} تشبيهاً بمثل: {لَوِ اسْتَطَعْنَا}  [التوبة: ٤٢] و {أَلَّوِ اسْتَقَامُوا} . وأجازوا (٢) الضم (٣) في {لَوِ اسْتَطَعْنَا} تشبيها بواو الجمع (٤) . </p><p> وقال ناس: إن (٥)  (الواو) ضمت ههنا لأنه فاعل في المعنى (٦) فجعلت حركة التقاء الساكنين فيه كحركة الإعراب. وهذا لا يستقيم، لأنهم كسرو (الياء) في قولهم: (أخْشَيِ الله يا امرأة) والياء فاعلة في المعنى (٧) . </p><p> وقوم كسروا الواو في مسألتنا (٨) وفي قوله: {وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ}  [البقرة: ٢٣٧]  (٩) فلو كان كما ذكروا (١٠) ، لم يجز الاختلاف (١١) </p><p>(١) قراءة الجمهور بالضم، وبالكسر قراءة شاذة، قرأ بها يحيى بن يعمر، وابن أبي إسحاق. انظر: \"الحجة\" ١/ ٣٧٠، \"معاني القرآن\" للأخفش ١/ ٢٠٤، \"تفسير ابن عطية\" ١/ ١٧٩، و\"تفسير القرطبي\" ١/ ١٨٢، \"الدر المصون\" ١/ ١٥١.(٢) في (أ)، (ج): (وجازوا) وأثبت ما في (ب).(٣) وهي قراءة شاذة حيث قرأ بالضم الأعمش وزيد بن علي، انظر \"البحر\" ٥/ ٤٦.(٤) انتهى من \"الحجة\" لأبي علي ١/ ٣٦٩.(٥) (إن) ساقطة من (ب).(٦) في (ب): (بالمعنى).(٧) (المعنى) ساقط من (ب). أي: وسع كونها فاعلا في المعنى لم تحرك بالضم، انظر \"الحجة\" لأبي علي ١/ ٣٧١، \"الكتاب\" ٤/ ١٥٥، \"الدر المصون\" ١/ ١٥١.(٨) المراد قوله: (اشتروا) وقد سبق بيان أن قراءة الكسر شاذة.(٩) قال أبو حيان: قرأ يحيى بن يعمر: (ولا تَنْسَوِ الفضل) بكسر الواو على أصل التقاء الساكنين تشبيها للواو التي هي (ضمير) بواو (لو) في قوله تعالى: {لَوِ اسْتَطَعْنَا}، كما شبهوا واو (لو) بـ (واو) الضمير فضموها. \"البحر\" ٢/ ٢٣٨.(١٠) ما ذكروه: هو أن (الواو) ضمت لأنها فاعل في المعنى.(١١) أي لم يجز الاختلاف في حركة الواو هل هي بالضم أو بالكسر.</p><p> فيه كما لم يجز (١) في حركة الإعراب (٢) . </p><p> وقال الفراء: إنهم إنما حركوا (الواو) هاهنا بالحركة التي كانت تجب للام الفعل من الضمة (٣) . </p><p> قال أبو علي (٤) : الذي ذهب إليه الفراء هو أن الحركة في (الواو) ليست لالتقاء الساكنين كما يذهب إليه سيبويه وأصحابه (٥) . ولا يستقيم ما ذهب إليه؛ لأنا رأينا الحركات إنما تلقى على الحروف التي تكون قبل الحرف الذي ينقل منه، ولا ينقل إلى ما بعد الحروف المنقولة منها الحركة، كما تقول في:  (بِعت) ، و (قُلت) ، و (خِفت) ، و (مِست)  (٦) ، و (ظِلْت) ، و (أَحَسْت)  (٧) ، و (أَصَمّ)  (٨) ، و (أَعَدّ) ، و (أَخِلَة) . وكذلك نقل </p><p>(١) (يجز) ساقط من (ج). (٢) ذكره أبو علي في \"الحجة\" ١/ ٣٧٢.(٣) ذكره أبو علي قال: حكاه أحمد بن يحيى عن الفراء. \"الحجة\" ١/ ٣٧٢.(٤) \"الحجة\" ١/ ٣٧٢، وما قبله كله من كلام أبي علي وقد اعتمد الواحدي في هذا المبحث على \"الحجة\".(٥) انظر: \"الكتاب\" ٤/ ١٥٥.(٦) الميس: التبختر، ماس يَميِس مَيْسا ومَيَسَانا: تبختر واختال. انظر. \"اللسان\" (مَيَس) ٦/ ٢٢٤، \"القاموس\" (مَيَس) ص ٥٧٦.(٧) أصلها: أحسست، حذفت السين الثانية، وهي بمعنى: علمت. انظر. \"تهذيب اللغة\" (حس) ١/ ٨١٧، \"اللسان\" (حسس) ٢/ ٨٧١. في هذِه الكلمات نقلت حركة العين إلى الفاء، ولم تنقل إلى ما بعدها. انظر: \"الحجة\" ١/ ٣٧٢، ٣٧٣. ولكن نلحظ فيما سبق عند الكلام على (نحن) أنه ورد في أحد الأقوال: إن حركة الضمة نقلت من الحاء إلى النون.(٨) في (أ): (أضم) وكذا في (ج) بدون شكل، وما في (ب) موافق لما في \"الحجة\".</p><p> حركات الهمز في التخفيف نحو:  (جَيَل)  (١) و (المرَة)  (٢) . وكذلك قولهم:  (قَاضُون) ، و (غَازُون) ، و (مُشْتَرُون) ، ونحو ذلك، فإذا كان الأمر على ما وصفنا، ولم نجد في هذه الأصول شيئا على ما (٣) ادعاه، ثبت (٤) فساد ما ذهب إليه لدفع (٥) الأصول ذلك، وقوله (٦) يوجب أن ضمة الياء في (اشتريوا) نقل إلى الواو (٧) بعد الياء، وإنما ينقل حيث ينقل إلى ما قبل المنقول منه لا إلى ما بعده كما بينا (٨) . وأيضا فإنه لو كان كما ذكر، لوجب أن يتحرك الحرف الذي نقلت إليه (٩) ، التقى مع الساكن أو لم يلتق (١٠) ، ألا ترى أن سائر ما نقلت إليه الحركة مما ذكرنا، يتحرك (١١) بالحركة </p><p>(١) في (ج): (جل). و (جيل) أصلها جَيْأَل، ولكن خففت بحذف الهمزة في اللفظ، مبقاة في النية، ونقلوا حركة الهمزة إلى الياء. والجيأل: الضبع، والضخم من كل شيء. انظر. \"اللسان\" (جأل) ١/ ٢٥٩، \"القاموس\" (جأل) ص ٩٧٤. (٢) (المَرَة) أصلها (المرأة) خففت الكلمة بحذف الهمزة، ونقلت حركتها إلى الراء، بعضهم قال: تخفيف قياسي مطرد، وبعضهم قال: غير مطرد. \"اللسان\" (مرأ) ٧/ ٤١٦٦.(٣) (ما) ساقطة من (ب).(٤) في (أ)، (ج) (وثبت) زيادة واو.(٥) في (ب) (لرفع).(٦) في (أ)، (ج) (وقوله تعالى)، وفي (أ) كتبت بخط كبير.(٧) في (ب) (الياء).(٨) قوله (ذلك وقوله يوجب .... إلى قوله: لا إلى ما بعده كما بينا) ليس في \"الحجة\". انظر: \"الحجة\" ١/ ٣٧٣.(٩) عبارة أبي علي: (فلو كانت حركة نقل كما قال، لوجب أن يتحرك الحرف الذي نقلت إليه بها، التقى مع ساكن، أو لم يلتق ...) \"الحجة\" ١/ ٣٧٤.(١٠) في (ب): (يليق).(١١) في (ب): (لتحرك).</p><p> المنقولة إليه، فلما لم تتحرك الواو في {اشْتَرَوُا} إلا عند التقاء ساكن، ثبت أن حركتها حركة الحروف الساكنة الملتقية (١) مع سواكن أخر (٢) . </p><p> قال أبو أسحاق: من أبدل واو (٣)  {اشْتَرَوُا الضَّلَالَةَ} همزة، غالط؛ لأن الواو المضمومة إنما تبدل همزة إذا لزمت ضمتها، نحو:  {وَإِذَا الرُّسُلُ أُقِّتَتْ}  (٤)  [المرسلات: ١١] وكذلك: (أَدْؤُرٌ)  (٥) فيمن همزها، والضمة هاهنا إنما هي لالتقاء الساكنين فلا يلزم (٦) . </p><p> وقوله تعالى:  {فَمَا رَبِحَتْ تِجَارَتُهُمْ} . (الربح) الزيادة على أصل المال (٧) . و (التجارة) تقليب الأموال وتصريفها لطلب النماء (٨) . يقال: تَجَرَ الرجل يَتْجُر تِجَارَة فهو تَاجِر (٩) . </p><p>(١) في (ب): (المتلقية). (٢) في (أ): (آخر) وفي (ب)، (ج)، بدون همز، وما أثبت موافق لما في \"الحجة\". بهذا انتهى رد أبي علي على الفراء، وقد اختصر الواحدي بعض كلامه. انظر \"الحجة\" ١/ ٣٧٢ - ٣٧٤.(٣) نص كلام الزجاج: (فأما من يبدل من الضمة همزة فيقول: (اشترؤ الضلالة) فغالط ...)، \"معاني القرآن\" ١/ ٥٧.(٤) قال الزجاج: الأصل وقتت ١/ ٥٧.(٥) قال الزجاج: وكذلك (أَدْؤر) إنما أصلها (أَدْوُر) ١/ ٥٧.(٦) انتهى كلام الزجاج. انظر \"معاني القرآن\" ١/ ٥٧، وقوله: (فلا يلزم) ليس من كلام الزجاج، والمعنى: أن ضمة (اشتروا) إنما هي لالتقاء الساكنين فليست ضمة لازمة، فلا تقلب الواو المضمومة همزة، لعدم لزوم الضمة فيها.(٧) انظر: \"لباب التفسير\" ١/ ١٤٢، \"البحر\" ١/ ٦٣، \"الدر المصون\" ١/ ١٥٤، \"تفسير أبي السعود\" ١/ ٤٩.(٨) انظر: \"مفردات الراغب\" ص ٧٣، وانظر المصادر السابقة.(٩) انظر: \"مجمل اللغة\" (تجر) ١/ ٤٩، \"مقاييس اللغة\" ١/ ٣٤١، \"مفردات الراغب\" ص ٧٣، وقالوا: ليس في كلام العرب تاء بعدها جيم إلا هذا اللفظ.</p><p> قال الشاعر: </p><p> قَدْ تَجَرَتْ في سُوقِنَا عَقْرَبٌ ... لا مَرْحَبًا بالعَقْرَبِ التَّاجِرَه (١) </p><p> ومعنى قوله {فَمَا رَبِحَتْ تِجَارَتُهُمْ} أي ما ربحوا في تجارتهم، وأضاف الربح إلى التجارة، لأن الربح يكون فيها، وهذا كلام العرب يقولون: ربح بيعك وخسر بيعك (٢) ، ونام ليلك، وخاب سعيك، قال الله تعالى {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ}  [سبأ: ٣٣] أي مكرهم فيهما. وقال:  {فَإِذَا عَزَمَ الْأَمْرُ}  [محمد: ٢١] وإنما العزيمة للرجال في الأمر (٣) . </p><p> وقال جرير: </p><p> وأعْوَر مِنْ نَبْهَان أمَّا نَهاره ... فَأعْمَى وأمَّا لَيْلُهُ فَبَصِيرُ (٤) </p><p> فأضاف العمى والإبصار إلى الليل والنهار، ومراده بهما الموصوف </p><p>(١) البيت للفضل بن عباس بن أبي لهب، وكان (عقرب بن أبي عقرب) رجل من تجار المدينة، مشهور بالمطل حتى قيل: (هو أمطل من عقرب) فعامله الفضل، فمطله فقال قصيدة يهجوه بها مطلعها هذا البيت المذكور، وردت القصيدة في \"الدرة الفاخرة في الأمثال السائرة\" ١/ ٩٨، \"جمهرة الأمثال\" للعسكري ١/ ٢٨١، \"المستقصى في أمثال العرب\" ١/ ٣٣، \"مجمع الأمثال\" ١/ ٢٦٠، \"اللسان\" (عقرب) ٥/ ٣٠٣٩. (٢) (خسر بيعك) ساقط من (ب).(٣) انظر \"تفسير الطبري\" ١/ ١٣٩، \"معاني القرآن\" للفراء ١/ ١٤، \"معاني القرآن\" للأخفش ١/ ٢٠٧، \"معاني القرآن\" للزجاج ١/ ٥٨، \"تأويل مشكل القرآن\" ص ١٣٨، \"تفسير غريب القرآن\" لابن قتيبة ص ٤٢، \"زاد المسير\" ١/ ٣٨.(٤) من قصيدة له هجا فيها النبهاني، وكان قد هجا جريرا، ورد البيت في \"الطبرى\" ١/ ١٤٠، \"ديوان جرير\" ص ٢٠٣.</p>"
}