{
  "id": null,
  "sura": 2,
  "aya": 98,
  "text": "<p> عندي وعندك، أما عندك فجائز؛ لأنه كالخطاب، وأما عندي فهو قول المتكلم بعينه (١) ، وقد تقدم لهذا نظائر. </p><p> وقوله تعالى:  {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} قال ابن عباس: لما قبله من الكتب التي أنزلها الله عز وجل (٢) . </p><p> وفي قوله تعالى:  {وَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ} رد على اليهود حين قالوا: إن جبريل ينزك بالحرب والشدة، فقيل: إنه وإن كان ينزل بالحرب والشدة على الكافرين فإنه ينزل بالهدى والبشرى للمؤمنين (٣) . </p><p> ٩٨ - قوله تعالى:  {مَن كاَنَ عَدُوًّا} أي: معاديًا؛ لأن العدوَّ فعول بمعنى فاعل، ولا يصح العداوة لله على الحقيقة؛ لأن العداوةَ للشيء طلب الإضرار به بُغْضًا له، وإنما قيل للكافر: عدوّ الله، من عداوة الله له، أو لأنه بفعل فعل المُعَادي (٤) . </p><p> وقوله تعالى:  {وَمَلاَئِكَتِهِ} يريد: كجبريل وميكائيل، وذلك أن اليهود قالت لعمر - رضي الله عنه -: إن صاحب محمد من الملائكة جبريلُ، وهو عدوّنا، يُطْلعُ محمدًا على سرّنا، وهو صاحب كل عذاب وخسف وسَنَةٍ وشدّة، فقالٍ عمر: فإني أَشْهد أن من كان عدوًّا لجبريل فهو عدوُ ميكائيل، ومن كان عدوًّا لهما فإن الله عدو له، ثم (٥) أتى عمر النبي - صلى الله عليه وسلم -، فوجد جبريل قد سبقه </p><p>(١) \"معاني القرآن\" للفراء ١/ ٦٣، وينظر: \"تفسير الرازي\" ٣/ ١٩٦ \"البحر المحيط\" ١/ ٣٢٠. (٢) أخرجه الطبري في تفسيره ١/ ٤٣٨ - ٤٣٩، وينظر: \"تفسير الرازي\" ٣/ ١٩٧.(٣) ينظر: \"البحر المحيط\" ١/ ٣٢١.(٤) ينظر: \"البحر المحيط\" ١/ ٣١٩.(٥) في (م): (وأتى).</p><p> بالوحي، فقرأ عليه رسول الله - صلى الله عليه وسلم - هذه الآيات، وقال:  \"لقد وافقك ربك يا عمر\" ، فقال عمر: لقد رأيتني في دين الله أصلب من الحجر (١) . </p><p> وقوله تعالى:  {وَرُسُلِهِ} يعني: محمدًا وعيسى كفرت بهما اليهود. </p><p> وقوله تعالى:  {وَجِبْرِيلَ وَمِيكَالَ}  (٢) أخرجهما من الجملة بالذكر (٣) تخصيصًا وتشريفًا (٤) ، كقوله:  {فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ}  [الرحمن: ٦٨] ، وكقوله:  {وَأَنَّ الْمَسَاجِدَ لِلَّهِ}  [الجن: ١٨] ، بعد قوله:  {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ}  [النجم:٣١] . </p><p> وقوله تعالى:  {فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} قال محمد بن يزيد (٥) : </p><p> ظهرت الكناية في قوله:  {فَإِنَّ اللَّهَ} لأن الفاء جواب الجزاء وما بعدها مستأنف، فلما كان مبتدأً لم يقع (٦) فيه كناية عن ظاهر سبقها، لأنه ليس </p><p>(١) رواه الطبري في \"تفسيره\" ١/ ٤٣٣ - ٤٣٤، عن قتادة والسدي بنحوه، وعزاه في \"الدر المنثور\" ١/ ١٧٤ لسفيان بن عيينة عن عكرمة. وذكر القصة بطولها الثعلبي في \"تفسيره\" ١/ ١٠٤٤، ورواه الواحدي في \"أسباب النزول\" ص ٣٢ بسنده عن الشعبي عن عمر، وهو لم يلق عمر. ولقصة عمر هذه طرق كثيرة. وقد قوى الحافظ ابن حجر في \"فتح الباري\" ٨/ ١٦٦القصة بطرقها. وينظر ابن كثير في \"تفسيره\" ١/ ١٤٠، ١٤١، و\"الدر المنثور\" ١/ ١٧٤ - ١٧٥، وقال: صحيح الإسناد ولكن الشعبي لم يدرك عمر.(٢) في (أ): (وميكايل)، وفي (ش): (وميكائيل).(٣) في (م): (من الذكر).(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٠٤٩، \"زاد المسير\" ١/ ١١٩، \"التفسير الكبير\" للرازي ١/ ١٩٨، وذكر جوابًا ثانيًا وهو: أن الذي جرى بين الرسول واليهود هو ذكرهما، والآية نزلت بسببهما فلا جرم نص على اسميهما. وقد أطال البحث في ذلك أبو حيان في \"البحر\" ١/ ٣٢٢.(٥) يعني المبرد.(٦) في (م): (لم يكن يقع).</p><p> سبيل المكني أن يكون مبتدأً، بل سبيله أن يتقدمه ظاهر، والعرب تقول: إن ضربت زيدًا فإن زيدًا يضربك، إن ضربت زيدًا فإنه يضربك، فالذي بقول بالإظهار يحتج بأن الذي بعد الفاء مستأنف، و (إنَّ) من (١) علامات الاستئناف، والاستئناف (٢) يكون بالظاهر لا بالمكني. والذي يقول بالكناية يحتج بأن جواب الجزاء ملابسٌ للأوَّل في المعنى لتعلقه به، فالذي في الجزاء يكفي من الذي في الجواب، فتصح الكناية لهذه العلة (٣) . </p><p> وقال غيره: إنما أظهر الكناية لأنه ذكر الملائكة والرسل، فلو كنى لذهبَ الوهمُ إلى واحد من الملائكةِ، أو الرسلِ، أو إلى جبريل، أو إلى ميكائيل، فأظهر الكناية ليزيل اللبس (٤) . </p><p> ومعنى الآية: من كان عدوًا لأحد هؤلاء فإن الله عدو له، لأن عدوّ الواحد عدو الجميع، وعدو محمدٍ عدوُّ الله. ومثله قوله:  {وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ}  [النساء: ١٣٦] ؛ لأن الكافر بالواحد كافر بالكل (٥) . </p><p> والواو هاهنا بمعنى أو (٦) . وقال:  {فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} ولم يقل: فهم أعداء له؛ لأنه تولى تلك العداوة بنفسه، وكفى رسله وملائكته أمر من عاداهم. وإنما لم يقل: فإن الله عدو لهم أوله بالكناية؛ ليدل مع أنه عدو لهم على أنهم كافرون بهذه العداوة (٧) . </p><p>(١) في (م): (لأن). (٢) ساقطة من (م).(٣) ينظر: \"البحر المحيط\" ١/ ٣٢٢.(٤) ينظر: \"البحر المحيط\" ١/ ٣٢٢.(٥) ينظر: \"تفسير الثعلبي\" ١/ ١٠٥٠، \"البحر المحيط\" ١/ ٣٢٢.(٦) ينظر: \"تفسير الثعلبي\" ٣/ ١٠٥٠، وذكر الرازي في \"التفسير الكبير\" ٣/ ١٩٨: أن الواو، قيل: إنها للعطف، وقيل: بمعنى أو.(٧) ينظر: \"زاد المسير\" ١/ ١١٩، و\"التفسير الكبير\" للرازي ٣/ ١٩٨، و\"تفسير ابن كثير\" ١/ ١٤١.</p>"
}