{
  "id": null,
  "sura": 2,
  "aya": 276,
  "text": "<p> يَزْدَادُ حُتَّى إذا مَا تَمّ أَعْقَبَهُ ... كَرُّ الجَدِيدَيْنِ نَقْصًا ثم يَمَّحِقُ (١) </p><p> وأَمْحَقَ: إذا صار إلى حالة المحق، أنشد ابن السكيت (٢) : </p><p> أبوك الذي يَكْوِي أنوفَ عُنُوقِهِ ... بأظْفَارهِ حتَّى أَنَسَّ (٣) وأَمْحَقَا (٤) </p><p> ويقال: هَجِيرٌ ماحق: إذا نَقَصَ كلُّ شيءٍ بحرارته وأحرقه (٥) . </p><p> قال المفسرون:  {يَمْحَقُ اللَّهُ الرِّبَا} أي: ينقصه ويذهب بركته، وإن كان كثيرًا، كما يُمْحِقُ القَمَرَ (٦) ، وقد روى ابن مسعود (٧) ، أن النبي - صلى الله عليه وسلم - قال \"الربا وإن كثر فإن عاقبته إلى قُلِّ\"  (٨) . </p><p>(١) ورد البيت هكذا: حتى إذا ما تراه تم أعقبه ... كر الجديدين نقصًا ثم يمحقوالبيت لعبد الله بن المبارك، في \"ديوانه\" ص ٩٠. والمِحَاق والمُحاقُ: آخر الشهر، إذا امَّحق الهلال فلم يُرَ.(٢) نقله في \"تهذيب اللغة\" ٤/ ٣٣٥٢ (مادة: محق).(٣) لعلها: حتى أنشروا محقًا.(٤) البيت لسبرة بن عمرو الأسدي، في \"لسان العرب\" ٧/ ٤١٤٧ (مادة: محق)، \"تاج العروس\" ١٣/ ٤٣٨ (مادة: محق)، وبلا نسبة في \"اللسان\" ٥/ ٣١٣٦ (مادة: عنق)، \"تهذيب اللغة\" ٤/ ٣٣٥٢ (مادة: محق)، وأنسَّ الشيء: بلغ غاية الجهد وهو نسيسه، أي: بقية نفسه.(٥) ينظر في محق: \"تهذيب اللغة\" ٤/ ٣٣٥٢، \"المفردات\" ص ٤٦٦، \"اللسان\" ٧/ ٤١٤٧.(٦) \"تفسير الثعلبي\" ٢/ ١٧٢٣.(٧) رواه عنه الطبري في \"تفسيره\" ٣/ ١٠٤.(٨) أخرجه ابن ماجه (٢٢٧٩) كتاب: التجارات، باب: التغليظ في الربا ٢/ ٧٦٥ حديث رقم ٢٢٧٩، والإمام أحمد في \"المسند\" ١/ ٣٩٥ والحاكم في \"المستدرك\" ٢/ ٤٣ وصححه، والبيهقي في \"شعب الإيمان\" ٤/ ٣٩٢، وأبو يعلى في \"مسنده\" ٨/ ٤٥٦، والطبراني في \"الكبير\" ١٠/ ٢٢٣ والأصبهاني في \"الترغيب والترهيب\" =</p><p> وقال ابن عباس في رواية الضحاك: يعنى: لا يقبل منه صدقةً ولا جهادًا ولا حجًّا ولا صلة (١) . </p><p> {وَيُرْبِي الصَّدَقَاتِ} قال في رواية عطاء: يريد: يُرَبِّي الصدقات لصاحبها (٢) كما يُرَبي أحدُكُم فَصِيلَه (٣) . </p><p> أخبرنا أبو إسحاق بن أبي منصور المقرئ (٤) رحمه الله، ثنا (٥) عبد الله ابن حامد (٦) ، ثنا (٧) أبو بكر محمد بن الحسين (٨) ، ثنا (٩) سهل بن </p><p>= ٢/ ١٨٨، والثعلبي في \"تفسيره\" ٢/ ١٧٢٣. قال البوصيري في \"مصباح الزجاجة\" ٢/ ٤٢: إسناده صحيح ورجاله ثقات. (١) ذكره الثعلبي في \"تفسيره\" ٢/ ١٧٢٥، والبغوي في \"تفسيره\" ١/ ٣٤٤، وابن الجوزي في \"تفسيره\" ١/ ٢٧٣.(٢) ليست في (ي).(٣) ذكره في \"الوسيط\"١/ ٣٩٦. وهو من رواية التي تقدم الحديث عنها في قسم الدراسة.(٤) يعني شيخه أبا إسحاق الثعلبي رحمه الله.(٥) في (ي): (قال أخبرنا).(٦) عبد الله بن حامد الأصبهاني، أبو محمد، كان أبوه من أعيان التجار الأصبهانيين، ثم نزل بنيسابور، ولد عبد الله بنيسابور وتفقه على أبي الحسن البيهقي، توفي سنة ٣٨٩. ينظر \"الأنساب\" ٥/ ١٨٢، و\"طبقات الشافعية\" ٣/ ٣٠٦.(٧) في (ي): (قال أخبرنا).(٨) العالم الصالح مسند خراسان، أبو بكر محمد بن الحسين بن الحسن بن الخليل النيسابوري القطان، قال الحاكم: أحضروني مجلسه غير مرة، ولم يصح لي عنه شيء وقال الخليلي: ثقة، وقال الذهبي: وسماعه صحيح كثير في الثقفيات، توفي سنة ٣٣٢ هـ. ينظر \"الإرشاد\" ٣/ ٨٣٩، \"السير\" ١٥/ ٣١٨ - ٣١٩، \"الوافي بالوفيات\" ٢/ ٣٧٢.(٩) في (ي): (قال: ثنا)، وفي (ش): (حدثنا)، وهكذا في الذي بعده.</p><p> عمار (١) ، ثنا يزيد بن هارون (٢) ، ثنا عباد بن منصور النَّاجي (٣) ، قال: سمعت القاسم بن محمد (٤) ، يقول: سمعت أبا هريرة يقول: قال رسول الله - صلى الله عليه وسلم -: \"إن الله عز وجل يقبل الصدقات، ولا يتقبل منها إلا الطيب، ويأخذها بيمينه فيربيها، كما يربي أحدكم مهره، أو فلوّه، حتى إن اللقمة لتصير مثل أحد، وتصديق ذلك في كتاب الله عز وجل {أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ}  [التوبة: ١٠٤] و {يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ}  (٥) . </p><p>(١) هو سهل بن عمار النيسِابوري روى عن يزيد بن هارون وغيره، متهم، كذبه الحاكم، قال في \"تاريخه\": سهل بن عمار بن عبد الله العتكي، قاضي هراة ثم طرسوس، وهو شيخ أهل الرأي في عصره، كانوا يمنعون السماع منه، توفي سنة ٢٦٧ هـ ينظر \"ميزان الاعتدال\" ٢/ ٤٣٠، \"السير\" ١٣/ ٣٢ - ٣٣. (٢) هو: يزيد بن هارون بن زادان بن ثابت السلمي بالولاء الواسطي أبو خالد، ثقة متقن عابد من حفاظ الحديث الثقات، كان واسع العلم ذكيًا، كبير الأن، من أهل بخارى، وتوفي بواسط سنة ٢٠٦ هـ. انظر: \"الجرح والتعديل\" ٩/ ٢٩٥، \"تهذيب التهذيب\" ٤/ ٤٣١، \" السير\" ٩/ ٣٥٨.(٣) هو: عباد بن منصور أبو سلمة الناجي البصري، سمع من عكرمة وعطاء وغيرهم، وأخذ عنه يحيى القطان ويزيد بن هارون وغيرهم، ولي قضاء البصرة، كان ضعيف الحديث، قال ابن حجر: صدوق رمي بالقدر، وكان يدلس، وتغير بأخرة. توفي سنة ١٥٢ هـ. ينظر: \"السير\" ٧/ ١٠٥ - ١٠٦، \"الجرح والتعديل\" ٦/ ٨٦، \"التقريب\" ص ٢٩١ (٣١٤٢).(٤) سبقت ترجمته.(٥) الحديث بهذا الإسناد رواه الثعلبي في \"تفسيره\" ٢/ ١٧٢٦، فيه ضعف، لأن فيه سهل بن عمار، متهم، وعبد الله بن حامد، لم يذكر بجرح ولا تعديل، لكن الحديث صحيح متفق عليه. أخرجه البخاري (١٤١٠) كتاب: الزكاة، باب: الصدقة من كسب طيب، ومسلم (١٠١٤) كتاب: الزكاة، باب: قبول الصدقة من الكسب الطيب، وغيرهما. وليس عندهما (وتصديق ذلك ...) وهذه الزيادة عند =</p>"
}