{
  "id": null,
  "sura": 2,
  "aya": 213,
  "text": "<p> والثالث: أنه أراد بهذا رزقَ أهل الجنة، ورَزْقُهم بغير حساب؛ لأنه دائمٌ، كقوله:  {فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ}  [غافر: ٤٠] وذلك أن رِزْقَهُم لا يَتَنَاهى، وما لا نهاية له لا حساب له. وقال ابن الأنباري: هذا في الدنيا يرزقُ عباده من غيرِ محاسبةٍ ولا استحقاق، ولو فعل ذلك لخرج الكفار من الأرزاق، فجعل فضله يشملهم، ورزقه يعمهم، بتفضل منه عليهم، وفيهم من لا يستحق الرزق والإحسان، فكان ذلك على غير حساب، لأنه لا يحاسب بالرزق في الدنيا على قدر العمل، وهذا الوجه اختيار الزجاج (١) ، وذكرنا معنى الحساب فيما تقدم. </p><p> ٢١٣ - قوله تعالى:  {كَانَ النَّاسُ أُمَّةً وَاحِدَةً} الآية، قال ابن عباس: كان الناس على عهد إبراهيم عليه السلام أمةً واحدةً كفارًا كلهم، وولد إبراهيم في جاهلية، فبعث الله إليهم إبراهيم وغيره من النبيين (٢) . </p><p> وقال الحسن (٣) وعطاء (٤) : كان الناس من وقت وفاة آدم إلى مبعث نوح أمة واحدة على ملة واحدة وهي الكفر، كانوا كفارًا كلهم أمثال البهائم، فبعث الله عز وجل نوحًا وإبراهيم وغيرهما من النبيين. </p><p> قال ابن الأنباري: على هذا القول وإن كان فيما بينهم من لم يكن </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٢٨٢. (٢) رواه ابن أبي حاتم في \"تفسيره\" ٢/ ٣٧٦ من طريق العوفي، وذكره البغوي في \"تفسيره\" ١/ ٢٤٣، \"الدر المنثور\" ١/ ٤٣٥.(٣) ذكره الثعلبي في \"تفسيره\" ٢/ ٧١٤، \"البغوي\" في \"تفسيره\" ١/ ٢٤٣، والواحدي في \"الوسيط\" ١/ ٣١٥، والرازي في \"تفسيره\" ٦/ ١٣٣، \"غرائب النيسابوري\" ٢/ ٣٠٣.(٤) انظر المصادر السابقة.</p><p> بهذا الوصف نحو: هابيل وإدريس، فإن الغالب كان الكفر، والحكم للأغلب والأعم، ولا يعتد بالقليل في الكثير، كما لا يعتد بالنبيذ القليل من الشعير في البر الكثير. </p><p> وقال الكلبي (١) والواقدي (٢) : هم أهل سفينة نوح، كانوا مؤمنين كلهم، ثم اختلفوا بعد وفاة نوح فبعث الله النبيين. </p><p> وقال ابن زيد (٣) : لم يكونوا أمة واحدة إلا يومًا من الدهر، يذهب إلى الوقت الذي أخرجهم الله فيه من صلب آدم في صورة الذَّرِّ، حين قال لهم تعالى:  {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى}  [الأعراف: ١٧٢] . </p><p> وهذا القول مروي عن أبي بن كعب (٤) ، وعلى هذين القولين يحتاج في الآية إلى إضمار، كأنه قال: كان الناس أمة واحدة فاختلفوا فبعث الله، وهكذا في قراءة أبيٍّ (٥) وابن مسعود (٦) . </p><p> وحكى الزجاج عن بعض أهل اللغة قال: كان كلُّ من بعث إليه الأنبياء كفارًا (٧) ، يريد: أن أمم الأنبياء الذين بعثوا إليهم كانوا كفارًا، كما </p><p>(١) ذكره عنه الثعلبي في \"تفسيره\" ٢/ ٧١٥، \"البغوي\" في \"تفسيره\" ١/ ٢٤٣، والقرطبي في \"تفسيره\" ٣/ ٢٢. (٢) ذكره عنه الثعلبي في \"تفسيره\" ٢/ ٧١٦، والقرطبي في \"تفسيره\" ٣/ ٢٢، وقد استظهر محقق \"تفسير الثعلبي\" أن المراد بالواقدي هنا: علي بن الحسين بن واقد القرشي ت ٢١١، وله تفسير رواه الثعلبي وصرح به في مقدمة \"تفسيره\".(٣) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٣٦.(٤) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٣٥، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٧٦، وينظر: \"تفسير الثعلبي\" ٢/ ٧١٧، \"الدر المنثور\" ١/ ٤٣٥.(٥) ينظر: \"تفسيرالثعلبي\" ٢/ ٧١٧.(٦) ينظر: \"تفسير الثعلبي\" ٢/ ٧١٧، \"الكشاف\" ١/ ٢٥٥، \"المحرر الوجيز\" ٢/ ٢٠٩.(٧) \"معاني القرآن\" للزجاج ١/ ٢٨٤.</p><p> كانت هذه الأمة قبل مبعث محمد - صلى الله عليه وسلم -. </p><p> وقال محمد بن إسحاق: ولدت حواء لآدم أربعين ولدًا ذكرًا وأنثى، في عشرين بطنًا، وكانوا أمة مسلمين فاختلفوا حين قتل أحد ابني آدم أخاه (١) . </p><p> وقوله تعالى:  {وَأَنْزَلَ مَعَهُمُ الْكِتَابَ} أي: الكتب، اسم الجنس أريد به الجمع (٢) . </p><p> وقوله تعالى:  {بِالْحَقِّ} أي: بالعدل والصدق، وما فيه من البيان عن الحق من الباطل (٣) . </p><p> وقوله تعالى:  {لِيَحْكُمَ بَيْنَ النَّاسِ} قال أهل المعاني: هذا مجاز وتوسع، وحقيقته ليحكم منزل الكتاب، إلا أنه جعل اللفظ على الكتاب تفخيمًا له لما فيه من البيان (٤) . </p><p> وقوله تعالى:  {وَمَا اخْتَلَفَ فِيهِ} الكناية راجعة إلى الكتاب، والمراد بالكتاب المختلف فيه: التوراة والإنجيل (٥) . </p><p> وقوله تعالى:  {إِلَّا الَّذِينَ أُوتُوهُ} يعني: اليهود والنصارى، وهم الذين </p><p>(١) ينظر: \"السيرة النبوية\" لابن هشام، والذي في \"تفسير الثعلبي\" ٢/ ٧١٧ - ٧١٨، وقال مجاهد ومحمد بن إسحاق بن يسار: كان الناس أمة واحدة، يعني: آدم وحده، سمى الواحد بلفظ الجمع؛ لأنه أصل النسل، ثم خلق الله تعالى حواء ونشر منهما الناس، فكانوا مسلمين كلهم إلى أن قتل هابيل فاختلفوا حينئذ فبعث الله النبيين. وينظر قول مجاهد في \"تفسيره\" ١/ ١٠٤، والطبري في \"تفسيره\" ٢/ ٣٣٥. (٢) ينظر: \"تفسير الثعلبي\" ٢/ ٧٢٣، \"الكشاف\" ١/ ٢٥٦، \"المحرر الوجيز\" ٢/ ٢٠٦.(٣) ينظر: \"تفسير الثعلبي\" ٢/ ٧٢٣.(٤) ينظر: \"تفسير الثعلبي\" ٢/ ٧٢٤، \"تفسير القرطبي\" ٣/ ٣٢.(٥) ينظر: \"تفسير الثعلبي\" ٢/ ٧٢٤.</p><p> أوتوا الكتاب، والله تعالى كثيرًا ما يذكرهم في القرآن بهذا اللفظ، كقوله:  {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ}  [المائدة: ٥] ، كأنه قال: وما اختلف في الكتاب إلا اليهود والنصارى (١) . </p><p> واختلافهم: كفر بعضهم بكتاب بعض بغيًا وحسدًا. ويحتمل أن يكون المراد باختلافهم: تحريفهم وتبديلهم؛ لأن اليهود بدلت التوراة، وعلى هذا المراد اليهود دون النصارى إن لم تبدل النصارى، والوجهان في الاختلاف ذكرهما الفراء (٢) . </p><p> وقال بعضهم: الكناية راجعةٌ إلى محمد - صلى الله عليه وسلم -، لأنه من جملة النبيين وداخل فيهم، وعلى هذا معنى الآية: وما اختلف في أمر محمد بعد وضوح الدلالات لهم بغيًا وحسدًا إلا اليهود الذين أوتوا الكتاب، وذلك أن المشركين وإن اختلفوا في أمر محمد فإنهم لم يفعلوا ذلك للبغي والحسد، ولم تأتهم البينات في شأن محمد - صلى الله عليه وسلم - وصحة نبوته كما أتت اليهود. فاليهود مخصوصون من هذا الوجه الذي ذكرنا (٣) ، وهذا اختيار الزجاج، وقال في هذه الآية: لم يوقعوا الاختلاف إلا للبغي؛ لأنهم عالمون بحقيقة أمره في كتبهم (٤) ، ويجوز أن تعود الكناية إلى الحق كأنه قال: وما اختلف في الحق، وذلك الحق الذي اختلفوا فيه هو: إما محمد - صلى الله عليه وسلم -، وإما كتابهم، </p><p>(١) ينظر: \"تفسير الثعلبي\" ٢/ ٧٢٥، \"المحرر الوجيز\" ٢/ ٢١٠ - ٢١١. (٢) \"معاني القرآن\" للفراء ١/ ١٣١، وينظر: \"تفسير الثعلبي\" ٢/ ٧٢٥، \"المحرر الوجيز\" ٢/ ٢١١، \"تفسير القرطبي\" ٣/ ٣٢، \"البحر المحيط\" ٢/ ١٣٦ - ١٣٧.(٣) ينظر: \"معاني القرآن\" للنحاس ١/ ١٦١، \"تفسير الثعلبي\" ٢/ ٧٢٥، \"البحر المحيط\" ٢/ ١٣٦ - ١٣٧.(٤) \"معاني القرآن\" للزجاج ١/ ٢٨٤.</p><p> فيعود المعنى إلى ما ذكرنا. </p><p> وقوله تعالى {فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ} أي: إلى ما اختلفوا، كقوله تعالى:  {ثُمَّ يَعُودُونَ لِمَا قَالُوا}  [المجادلة: ٣] ، ويقال: هديته إلى الطريق وللطريق والطريقَ، قال الله:  {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا}  [الأعراف: ٤٣]  (١) . </p><p> فإن قيل: ما معنى الهداية إلى ما اختلفوا فيه؟ فالجواب ما قال ابن الأنباري: إن هذا من باب حذف المضاف، أي: فهدى الله الذين آمنوا لمعرفة ما اختلفوا فيه. </p><p> وقال الفراء: هذا من المقلوب، أراد: فهدى الله الذين آمنوا للحق مما اختلفوا فيه، وأنشد: </p><p> إِن سِرَاجًا لكَرِيمٌ مَفْخَرُه ... تَحْلَى به العَيْنُ إذا ما تَجْهَرُه (٢) </p><p> أراد: يَحْلَى بالعين، لأنك تقول: حَلِيْتَ بعيني، فصرف فعل الرجل إلى العين (٣) . </p><p> وقال بعضهم: اختلفوا فيه حق لا باطل، فالهداية إليه يصح في المعنى، وذلك أن أهل الكتاب اختلفوا فكفر بعضهم بكتاب بعض، فهدى الله الذين آمنوا بالكتب كلها؛ لأن الكتب المنزلة كلها حق، ألا تري إلى قول ابن زيد في هذه الآية، قال: ثم اختلفوا في القبلة، فصلت اليهود إلى بيت المقدس، وصلت النصارى إلى المشرق، فهدانا الله عز وجل إلى الكعبة، واختلفوا في الصيام، فمنهم من يصوم بعض يوم، ومنهم من يصوم بالليل، </p><p>(١) ينظر: \"تفسيرالثعلبي\" ٢/ ٧٢٦. (٢) البيت غير منسوب، في \"معاني القرآن\" للفراء ١/ ١٣١.(٣) \"معاني القرآن\" للفراء ١/ ١٣١ - ١٣٢ بمعناه.</p>"
}