{
  "id": null,
  "sura": 2,
  "aya": 83,
  "text": "<p> ٨٣ - قوله تعالى:  {وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لَا تَعْبُدُونَ إِلَّا اللَّهَ} اختلف النحويون (١) في محل قوله: لا تَعْبُدُونَ إِلَّا اللهَ. فقال قطرب (٢)  (٣) : يجوز أن يكون (٤) حالًا كأنه أخذ ميثاقهم موحدين. وكذلك {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ}  [البقرة: ٨٤] أي: غير سافكين، فيكون حالًا من المخاطبين، ويكون موضعه نصبًا، كأنه قيل: أخذنا ميثاقكم غير عابدين إلا الله، أو موحدين. </p><p> وقال الكسائي: يجوز أن يكون {لَا تَعْبُدُونَ} و {لَا تَسْفِكُونَ} في تقدير: لا تعبدوا، وكأن التقدير: أخذت ميثاقكم بأن لا تسفكوا (٥) إلا أنه لما حَذَفَ (أن) ارتفع الفعل، كقوله:  {أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ}  (٦)  [الزمر: ٦٤] . </p><p> وأنكر المبرد هذا القول، وقال: هو خطأ من وجهين: أحدهما: أن كل ما أضمر في العربية فهو يعمل عمله مُظْهَرًا، كقولهم: وبلدٍ قطعت، يراد: ورُبَّ بلد قطعت (٧)  (٨) ، وكقوله (٩) تعالى: {نَاقَةَ الله} [الشمس: </p><p>(١) ذكر في \"البحر المحيط\" ١/ ٢٨٢ ثمانية أقوال في إعراب الآية. (٢) محمد بن المستنير بن أحمد البصري، أبو علي المعروف بقطرب.(٣) ينظر: \"البحر المحيط\" ١/ ٢٨٢.(٤) في (ش): (تكون).(٥) ساقطة من: (أ) و (م) من قوله: (غير عابدين).(٦) نقله عن الكسائي الثعلبي في \"تفسيره\" ١/ ١٠١٣، وينظر: \"معاني القرآن\" للأخفش ١/ ١٣٣، \"تفسير الطبري\" ١/ ٣٨٨ - ٣٨٩، \"البيان\" لابن الأنباري ١/ ١٠١، \"البحر المحيط\" ١/ ٢٨٣.(٧) مقولة المبرد نقلها القرطبي في \"تفسيره\" ٢/ ١٣.(٨) ساقطة من: (أ) و (م).(٩) في (م): (وقوله).</p><p> ١٣] أي: احذروا، وكقوله:  {قَالُوا مَعْذِرَةً}  [الأعراف: ١٦٤] أي: موعظتنا معذرة. </p><p> والثاني: أنه لا يجوز حذف الموصول في شيء من الكلام. </p><p> وليس الأمر على ما قاله المبرد، فقد أجاز قولَ الكسائي: الأخفشُ والفراءُ وقطرب والزجّاج وعلي بن عيسى (١)  (٢) ، ودعواه أن كل ما أضمر في العربيّة فهو يعمل عمله مظهرًا ليس كذلك، وهو على ضربين: منه ما هو على ما ذكر، ومنه ما ليس كذلك (٣) ، كحروف الجر إذا حذفت وهي تزاد، كقوله: </p><p> أمرتك الخير (٤) ..... البيت </p><p> يريد بالخير، وقال الله تعالى:  {وَاخْتَارَ مُوسَى قَوْمَهُ}  [الأعراف: ١٥٥] فلما حَذف مِنْ وصل الفعل فنصب. كذلك هاهُنا لمّا حذف (أن) وصل </p><p>(١) ينظر في الأقوال في المسألة: \"معاني القرآن\" للفراء ١/ ٥٣ - ٥٤، \"معاني القرآن\" للأخفش ١/ ١٢٦، \"معاني القرآن\" للزجاج ١/ ١٦٢، \"البحر المحيط\" ١/ ٢٨٢ - ٢٨٣. (٢) هو: علي بن عيسى بن الفرج بن صالح، أبو الحسن الربعي النحوي، صاحب أبي علي الفارسي، درس النحو وتفنن فيه حتى ما بقي له شيء يحتاج أن يسأل عنه، من مؤلفاته: \"شرح مختصر الجرمي\"، توفي سنة هـ ٤٢٠ ص. وينظر \"إنباه الرواة\" ٢/ ٢٩٧، و\"تاريخ بغداد\" ١٢/ ١٧ - ١٨.(٣) في (أ): (كذلك) مكررة.(٤) البيت: لعمرو بن معد يكرب، وتتمته:أمرتُك الخيرَ فافعل ما أُمِرتَ به ... فقد تركتُك ذا مالٍ وذا نَشَبِ\"مغني اللبيب\" ١/ ٣١٥، وقد عزاه في \"الكتاب\" ١/ ٣٧ لعمرو بن معدي كرب الزبيدي، واختلف في قائله كما في \"الخزانة\" ١/ ١٦٤ - ١٦٦، والنشب: المال الثابت كالضياع ونحوها، من نشب الشيء، والمال: الإبل أو هو عام، والشاهد فيه: أمرتك الخير أراد: أمرتك بالخير.</p><p> عامل الرفع فرفع الفعل. </p><p> وقوله: لا يحذف الموصول في شيء من الكلام ليس كذلك؛ لأن الموصول مع صلته بمنزلة اسم واحد، والاسم الواحد قد يحذف بعضه بالترخيم (١) . </p><p> وقال كثير من النحويين: الزجّاج (٢) والفراء (٣) والأخفش (٤) في أحد قوليه: إن قوله: (لا تعبدون) جواب القسم؛ لأن أخذ الميثاق بمنزلة القسم، والدليل على ذلك قوله:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ}  [آل عمران: ٨١] ، القسم بـ (لام) ، فكذلك هو في النفي بـ (لا) ، وكان المعنى: استحلَفناهم وقلنا لهم: والله لا تعبدون (٥)  (٦) . </p><p> قال الفراء: ويجوز أن يكون في موضع جزم على النهي، إلا أنه خرج مخرج الخبر، كقوله:  {لَا تُضَارَّ وَالِدَةٌ}  [البقرة: ٢٣٣] . بالرفع ومعناه النهي، ويدل على أنه نهي قوله:  {وَقُولُوا لِلنَّاسِ حُسْنًا وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} . </p><p> وقرئ لا تعبدون بالياء والتاء (٧) ، وما كان من مثل هذا جاز أن يكون </p><p>(١) الترخيم: ما حذف من آخره حرف واحد أو أكثر للتخفيف، نحو: يا فاطم. (٢) ينظر: \"معاني القرآن\" للزجاج ١/ ١٦٢.(٣) ينظر: \"معاني القرآن\" للفراء ١/ ٥٣ - ٥٤، و\"البحر المحيط\" ١/ ٢٨٢.(٤) ينظر: \"معاني القرآن\" للأخفش ١/ ١٢٦.(٥) ينظر: \"معاني القرآن\" للفراء ١/ ٥٤، والبحر المحيط ١/ ٢٨٢.(٦) ينظر: \"تفسير القرطبي\" ٢/ ١١.(٧) قرأ ابن كثير وحمزة والكسائي (لا يعبدون) بالغيب، وقرأ الباقون بالخطاب. انظر \"السبعة\" ص ١٦٢، \"الحجة\" ٢/ ١٢١، \"النشر\" ٢/ ٢١٨.</p><p> على لفظ الغيبة من حيث كان اللفظ لها، وجاز أن يكون على لفظ المخاطب لأنك تحكي حال الخطاب وقت ما تخاطب به. ألا ترى أنهم قد فرأوا قوله:  {قُل لِّلَّذِينَ كَفَرُوا سيُغلَبون ويُحْشَرونَ إلى جَهَنَم}  [آل عمران: ١٢] على لفظ الغيبة، وبالتاء على لفظ الخطاب (١) ، على حكاية حال الخطاب في وقت الخطاب (٢) ، فإذا كان هذا النحو جائزًا جاز أن تجيء القراءة بالوجهين جميعا، ويجوز في قياس العربية في قوله:  {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ}  [الأنفال: ٣٨] ، الخطاب (على حكاية)  (٣) حال الخطاب. </p><p> فأما قوله:  {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لَا تَسْفِكُونَ دِمَاءَكُمْ}  [البقرة: ٨٤] ، وهذا لا يجوز (أن يكون)  (٤) إلا على الخطاب؛ لأن المأخوذ ميثاقهم مخاطبون (٥) ، ولأنك إن حكيت الخطاب كان التقدير:  (أخذنا ميثاقكم فقلنا لكم: لا تسفكون) كان بالتاء. </p><p> فحجة من قرأ بالتاء (٦) قوله: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ}  [آل عمران: ٨١] فجاء على الخطاب، ويقويه قوله:  {ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِنْكُمْ} .. الآية. فإذا كان هذا خطابًا وهو عطف على ما تقدّم وجب أن </p><p>(١) قرأ حمزة والكسائي وخلف بالياء على الغيب في: (سيغلبون، يحشرون) وقرأ الباقون بالخطاب. ينظر: \"السبعة\" ص١٦٢، و\"النشر\" ٢/ ٢٣٨. (٢) ينظر: \"معاني القرآن\" للفراء ١/ ٥٤.(٣) في (م): (الحكاية على حال الخطاب).(٤) ساقطة من (م).(٥) في (م): (مخاطبين).(٦) أي في قوله: (لا تعبدون).</p><p> يكون المعطوف عليه في حكمه. وحجة مَن قرأ بالياء قوله:  {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا} .. الآية [الأنفال: ٣٨] . وكل واحد من المذهبين قد جاء التنزيل به (١) . </p><p> وقوله (٢) : {وَبِالْوَالِدَيْنِ إِحْسَانًا} . تقديره: وأحْسِنُوا بالوالدين إحسانًا، كأنه قال: لما أخذنا ميثاقهم قال: وقُلنا لهم: أحْسِنوا بالوالدين إحسانًا، كما قال:  {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّورَ خُذُوا}  [البقرة: ٦٣] ، أي: وقلنا لهم: خذوا، فالجار في الوالدين يتعلق بالفعل المضمر ولا يجوز أن يتعلق بالمصدر؛ لأن ما يتعلق بالمصدر لا يتقدم عليه. </p><p> و (أَحْسِنْ) يُوصَل بالباء كما يوصل بـ (إلى)  (٣) . يدلك على ذلك قوله:  {وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ}  [يوسف: ١٠٠] . فتَعَدّى بالباء كما تعدى بإلى (٤) في قوله: {وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ}  (٥)  [القصص: ٧٧] هذا قول الزجاج (٦) . </p><p> وقال بعضهم: المعنى: ووصيناهم بالوالدين إحسانًا (٧) . </p><p> والقربى: القرابة في الرحم (٨) . </p><p>(١) \"الحجة\" ٢/ ١٢٣ - ١٢٦، بتصرف. (٢) في (ش): (وهو قوله).(٣) في \"الحجة\" يصل بالباء كما يصل بـ (إلى).(٤) من قوله: (يدلك). ساقط من (أ) و (م).(٥) هذا كلام أبي علي في \"الحجة\" ٢/ ١٢٨ - ١٢٩.(٦) \"معاني القرآن\" للزجاج ١/ ١٦٣، وانظر: \"معاني القرآن\" للأخفش ١/ ١٢٧.(٧) ينظر: \"تفسير الثعلبي\" ١/ ١٠١٤، و\"البحر المحيط\" ١/ ٢٨٣ - ٢٨٤.(٨) قال في \"البحر المحيط\" ١/ ٢٨١: القربى: مصدر كالرجعى، والألف فيه للتأنيث، وهي قرابة الرحم والصلب.</p><p> واليتامى: جمع يتيم، مثل: نديم وندَامى، ويجمع أيتامًا أيضًا، واليُتمْ (١) في الناس فُقْدان الأب، وفي غير الإنسان من قبل الأم (٢) . </p><p> قال أحمد بن يحيى: معنى قولك: صبي يتيم: منفرد من أبيه، قال: واليتم (٣) في كلام العرب معناه: الانفراد. </p><p> قال: وأنشدنا ابن الأعرابي بيتًا، قال: فقلت له: زدنا، فقال: البيتُ يتيمٌ، أي: هو منفرد ليس قبله ولا بعده شيء. </p><p> ومنه قولهم: درة يتيمة، إذا لم يوجد لها نظير. </p><p> وقال الأصمعي: اليتيمة: الرملة المنفردة، قال: وكل منفرد ومنفردة عند العرب يتيم ويتيمة. </p><p> قال الفراء: يقال للغلام: يَتِم يَيْتَمُ يُتْمًا وَيَتْمًا، وحكي لي ما كان يَتِيمًا، ولقد يَتِم يِيتَم، وقَدْ أَيْتَمَهُ الله. </p><p> وقال المُفضّل: أصل اليُتْم: الغَفْلة، وبه سُمي اليتيم؛ لأنه يُتَغَافل عن بره. </p><p>(١) في (م): (اليتيم). (٢) \"معاني القرآن\" للزجاج ١/ ١٦٣، \"أحكام القرآن\" للجصاص ١/ ٤٥٢ \"تهذيب اللغة\" ٤/ ٣٩٧٤، \"اللسان\" ١٢/ ٦٤٥، وقال ابن بري: اليتيم الذي يموت أبوه، والعجي الذي تموت أمه، واللطيم الذي يموت أبواه. وقال ابن العربي في أحكام القرآن ١/ ٢١٥: اليتيم: هو في اللغة عبارة عن المفرد من أبيه، وقد يطلق على المفرد من أمه، والأول أظهر لغة، وعليه وردت الأخبار والآثار، ولأن الذي فقد أباه عدم النصرة، والذي فقد أمه عدم الحضانة، وقد تنصر الأم لكن نصرة الأب أكثر، وقد يحضن الأب لكن الأم أرفق حضانة.(٣) في (م): (اليتيم).</p><p> وقال أبو عمرو: اليُتْم: الإبطاء، يقال: ما في سَيرِه أتَمٌ ويتم أي: إبطاء، ومنه أُخِذَ اليتيم؛ لأن البرّ يبطيء عنه (١) . </p><p> وقوله تعالى:  {وَقُولُوا لِلنَّاسِ حُسْنًا} الحُسنُ هاهُنا يحتمل وجهين: </p><p> أحَدُهُما: أن يكون لغة في الحَسَن، كالبُخْل والبَخَل والرُشْد والرَشَد وبابه، وجاء ذلك في الصفة كما جاء في الاسم، ألا تراهُم قالوا: العُرْبُ والعَرَبُ وهو صفة، يدلك على ذلك: قولك: قومٌ عُرْبٌ، فيكون الحُسْن على هذا صفة (٢) . </p><p> وقد حكى الزجّاج عن الأخفش هذا القول، فقال: زعم الأخفش أنه يجوز أَنْ يكون (حُسنًا) في معنى حَسَنًا (٣) . </p><p> الوجه الثاني: أن يكون الحُسْن مصدرًا كالكُفر والشُكر والشُغل، وحذف المضاف معه كأنه: قولًا ذا حُسْن (٤) . </p><p> وقرأ حمزة والكسائي (حَسَنًا)  (٥) وهو صِفَة، كَأنَّ التقدير: وقولوا للناس قولًا حَسَنًا، فحذف الموصوف، وحَسُن ذلك في حَسَنٍ لأنها </p><p>(١) ينظر في معاني اليتيم السابقة: \"تهذيب اللغة\" ٤/ ٣٩٧٤، \"البحر المحيط\" ١/ ٢٨١، \"اللسان\" ٨/ ٤٩٤٨، \"القاموس\" ١١٧٢. (٢) من \"الحجة\" ٢/ ١٢٧، وبنحوه في \"معاني القرآن\" القرآن للأخفش ١/ ١٢٧، ينظر \"تهذيب اللغة\" ١/ ٨١٣، \"لسان العرب\" ٢/ ٨٧٨ (مادة: حسن).(٣) ينظر: \"معاني القرآن\" للزجاج ١/ ١٦٣، ونقله أيضًا الأزهري في \"تهذيب اللغة\" ١/ ٨٢٣، وعنه ابن منظور في \"اللسان\" ٢/ ٨٧٨.(٤) من \"الحجة\" ٢/ ١٢٧، وبنحوه في \"معاني القرآن\" للأخفش ١/ ١٢٧.(٥) قرأ حمزة والكسائي ويعقوب وخلف (حَسَنا) بفتح الحاء والسين، وقرأ الباقون بضم الحاء وإسكان السين. ينظر: \"السبعة\" ص ١٦٢، و\"النشر\" ٢/ ٢١٨.</p><p> ضارعت الصفات التي تقوم مقام الأسماء، نحو: الأبرق والأبطح، ألا تراهم (١) يقولون: هذا حَسَن ومررت بحسن، فلا يكادون يذكرون مَعَهُ الموصوف (٢) . </p><p> وقال أبو الهَيثم (٣) : أصل قولهم شيء حَسَنٌ. إنما هو شيء حَسِين؛ لأنه من حَسُنَ يَحسُنُ، كما قالوا: عَظُم فهو عظيم، إلا أنّه جاء نادِرًا (فَعَلٌ) في مَعنى (فَعِيل) . </p><p> وحكى الأخفش عن بعض القراء:  {وقولوا للناس حُسْنَى} بالتأنيث (٤)  (٥) . </p><p> وذلك (٦) لا يجوز عند سيبويه وسائر النحويين (٧) ؛ لأن (أفعل) </p><p>(١) في (ش): (ألا تراهم أنهم). (٢) كذا قال أبو علي في \"الحجة\" ٢/ ١٢٦ - ١٢٨.(٣) هو: خالد بن يزيد الرازي، كان نحويَّا إمامًا علامة، اشتهر بكنيته، روى عنه الأزهري من طريق أبي الفضل، توفي سنة ٢٧٦ هـ. ينظر: \"إنباه الرواة\" ٤/ ١٨٨، ومقدمة \"تهذيب اللغة\" ١/ ٤٢.(٤) كذا في \"معاني القرآن\" للأخفش ١/ ١٢٧.(٥) قرأ بها: أبي وطلحة بن مصرف. ينظر: \"تفسير الثعلبي\" ١/ ١٠١٥، و\"البحر المحيط\" ١/ ٢٨٥، و\"القراءات الشاذة\" للقاضي ص ٣٠.(٦) في (ش): (في ذلك).(٧) قال النحاس في \"إعراب القرآن\": وهذا لا يجوز في العربية، لا يقال في هذا شيء إلا بالألف واللام، نحو الفضلى والكبرى والحسنى، هذا قول سيبويه. ونقل ذلك عن النحاس القرطبي في \"تفسيره\" ٢/ ١٦، وينظر \"المحرر الوجيز\" ١/ ١٠٩، وكذا رد القراءة ابن جرير الطبري في \"تفسيره\" ٣٩٠ - ٣٩١، قال: وأما الذي قرأ ذلك فإنه خالف بقراءته إياه كذلك قراءة أهل الإسلام إلى آخر ما قال. وقد ناقش أبو حيان هذه القضية وأطال فيها النفس في \"البحر المحيط\" ١/ ٢٨٥.</p><p> و (فُعلى) لا يستَعمل صِفَةً إلا بالألف واللام؛ لأن أفعل لما كانت تلزمه (من) ولا يدخله الألف واللام معها كان إذا سقطت (من) لا بد من الألف واللام، إذًا صارا متعاقبين؛ فسقوط أحدهما يدلُّ على وجوب الآخر على المعاقبة. </p><p> فأما معنى قوله:  {وَقُولُوا لِلنَّاسِ حُسْنًا} فقال ابن عباس (١) وسعيد بن جُبَير (٢)  (٣) وابن جريج (٤) ومقاتل (٥) والزجاج (٦) والأكثرون: قولوا للناس صدقًا وحقًّا في شأن محمد - صلى الله عليه وسلم -، فمن سألكم عنه فاصدقوه وبيّنوا له صفته، ولا تكتموا أمره، ولا تغيروا نعته. </p><p> وقال الربيع بن أنس: هذا على العموم في تحسين المقالة للناس كلهم (٧) . </p><p> وقال الحسن والثوري (٨) : يعني: الأمر بالمعروف والنهي عن </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ١٠١٦، وذكره القرطبي بنحوه ٢/ ١٢. (٢) \"تفسير الثعلبي\" ١/ ١٠١٦.(٣) هو: أبو عبد الله سعيد بن جبير الأسدي بالولاء، تقدمت ترجمته ٢/ ١٦.(٤) أخرجه الطبري في \"تفسيره\" ١/ ٣٩٠ - ٣٩٢، وذكره الثعلبي في \"تفسيره\" ١/ ١٠١٦.(٥) أخرجه عن مقاتل بن حيان ابن أبي حاتم في \"تفسيره\" ١/ ١٦١، وذكره مقاتل بن سليمان في \"تفسيره\" ١/ ١١٩، وذكره الثعلبي في \"تفسيره\" ١/ ١٠١٦.(٦) \"معاني القرآن\" ١/ ١٦٤.(٧) لم أجده عن الربيع، لكن روى الطبري في تفسيره ١/ ٣٩٢ بسنده عن الربيع عن أبي العالية: {وَقُولُوا لِلنَّاسِ حُسْنًا} قال: قولوا للناس معروفا. أخرجه عنه ابن أبي حاتم في \"تفسيره\" ١/ ١٦١.(٨) أخرجه عنه الطبري في تفسيره ١/ ٣٩٢، وذكره الثعلبي في \"تفسيره\" ١/ ١٠١٦، وورد مثله عن ابن عباس كما في \"تفسير ابن أبي حاتم\" ١/ ١٦١.</p><p> المنكر، وهو أن يأمروهم (١) بما أمرهم الله تعالى، وينهوهم (٢) عما نهاهم الله عنه (٣) . </p><p> وقال عطاء عن ابن عباس: المراد بالناس في هذه الآية محمد - صلى الله عليه وسلم - (٤) كقوله: {أَمْ يَحْسُدُونَ النَّاسَ}  [النساء: ٥٤] ، فكأنه (٥) يقول: قولوا للنبي - صلى الله عليه وسلم - حسْنًا. </p><p> وقوله تعالى:  {ثُمَّ تَوَلَّيْتُمْ} أي: أعرضتم عن العهد والميثاق (٦) ، ويَعْني به: أوائلهم {إِلَّا قَلِيلًا مِنْكُمْ} يعني: من كان ثابتًا على دينه ثم آمن بمحمد - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  {وَأَنْتُمْ مُعْرِضُونَ} أي: وأنتم أيضًا كأوائلكم في الإعراض عما عُهِد إليكم فيه. </p><p> ومعنى الإعراض: الذهَاب عن المواجهة إلى جهة العرض. </p><p>(١) في (ش): (تأمروهم). (٢) في (ش): (وتنهونهم).(٣) وروي هذا عن ابن عباس أيضًا كما عند ابن أبي حاتم في \"تفسيره\" ١/ ١٦١ وسنده مقبول.وقال ابن كثير١/ ١٢٨: فالحسن من القول: يأمر بالمعروف وينهى عن المنكر ويحلم ويعفو ويصفح ويقول للناس حسنًا، كما قال الله، وهو كل خلق حسن رضيه الله.(٤) تقدم الحديث عن رواية عطاء هذه في المقدمة.(٥) في (م): (وكأنه)، وفي (أ): (وكانوا).(٦) \"تفسيرالثعلبي\" ١/ ١٠١٦.</p>"
}