{
  "id": null,
  "sura": 2,
  "aya": 106,
  "text": "<p> ذوو، فلما تحركت الواو والياء وانفتح ما قبلها صارت ألفًا فصار ذوا، ثم لما تحركت الواو وانفتح ما قبلها صارت ألفًا، فاجتمعت ألفان فحذفت إحداهما لالتقاء الساكنين، فبقي ذا فلم يمكن إعراب الألف، فجعل إعرابه في الذال، فلما أعربت الذال بالرفع انقلبت الألف واوًا، ولما أعربت بالخفض انقلبت ياء، ولما أعربت بالنصب بقيت ألفًا كما كانت. </p><p> ١٠٦ - قوله تعالى:  {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا} الآية، قال الزجاج: النسخ في اللغة: إبطال شيء وإقامة آخر مقامه. والعرب تقول: نسخت الشمسُ الظل، والمعنى: أذهبت الظلّ وحلّت محلّه (١) . </p><p> وقال غيره: تناسخ الأزمنة والقرن بعد القرن: هو مضي الأول ومجيء الثاني بعده يخلفه في محلّه. </p><p> ثعلب عن ابن الأعرابي: النسخ: تبديل الشيء من الشيء، وهو غيره، والنسخ: نقل شيء من مكان إلى مكان، وهو هو (٢)  (٣) . وروى أبو تراب (٤) عن الفراء وأبي سعيد: مسخه الله قردًا، ونسخه قردًا، بمعنى واحد (٥)  (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ١/ ١٨٩. (٢) ساقطة من (أ)، (م).(٣) نقله عنه في \"تهذيب اللغة\" ٤/ ٣٥٥٨، \"اللسان\" ٧/ ٤٤٠٧، (مادة: نسخ).(٤) لغوي من خراسان، استدرك على الخليل بن أحمد في كتاب العين، وله كتاب الاعتقاب. ينظر: \"إنباه الرواة\" ٤/ ١٠٢.(٥) نقله عنه في \"تهذيب اللغة\" ٤/ ٣٥٥٨، (مادة: نسخ)، وعنه أيضًا في \"اللسان\" ٧/ ٤٤٠٧، \"تفسيرالثعلبي\" ١/ ١٠٩٣.(٦) ينظر في معاني النسخ: \"تفسير الطبري\" ١/ ٤٧٥ - ٤٧٦، \"تفسير القرطبي\" ٢/ ٦٢، \"تهذيب اللغة\" ٤/ ٣٥٥٨، (مادة: نسخ)، \"اللسان\" ٧/ ٢٤٠٧، والإتقان ٣/ ٥٩، وقال صاحب \"المفردات\" ص ٤٩٢: النسخ: إزالة شيء بشيء يتعقبه، كنسخ الشمس الظل، والظل الشمس، والشيب الشباب، فتارة يفهم منه الإزالة، وتارة يفهم منه الإثبات، وتارة يفهم منه الأمران.</p><p> وقال العلماء من أهل اللغة والتفسير (١) : النسخ له معنيان: </p><p> أحدهما: تحويلُ الكتاب من حيث هو إلى نسخة أخرى، يقال: نسخت الكتاب، أي: كتبت منه نسخة أخرى (٢) . </p><p> ثم (٣) يقال: نَسَخْتُ منه نسخة، وإن لم تُحوِّله من مكتوب إلى غيره، كأنك كتبته عن حفظك. ومن هذا قوله عز وجل {إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ}  [الجاثية: ٢٩] ، يجوز أن يكون معناه: ننسخ، كقوله:  {وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ}  [الصافات: ١٤] ، أي: يسخرون، ويجوز أن يكون معناه: نستدعي ذلك، وهو أمر الملائكة بكتابته. وعلى الوجهين جميعًا هو كتابة لا من نسخة. </p><p> فعلى هذا المعنى: القرآن كله منسوخ، لأنه نُسِخَ للنبي - صلى الله عليه وسلم - من أمِّ الكتاب فأُنزل عليه. </p><p> والثاني: هو رفعُ الحكم وإبطالهُ، ثم يجوز النسخ إلى بدل وإلى غير بدل. فالذي إلى بدل قولهم: نَسَختِ الشمسُ الظلَّ، فالظلُّ يزول ويبطل، </p><p>(١) ينظر في ذلك: \"المستصفى\" للغزالي ١/ ١٠٧، و\"المحرر الوجيز\" ١/ ٤٢٨ - ٤٣١، و\"التفسير الكبير\" للرازي ٣/ ٢٢٦، و\"شرح مختصر الروضة\" للطوفي ٢/ ٢٥١، و\"الإتقان\" ٣/ ٥٩، و\"إرشاد الفحول\" ص١٨٣. (٢) ساقطة من (أ)، (ش).(٣) ساقطة من (أ).</p><p> والشمس تكون بدلًا عنه (١) . </p><p> والذي إلى غير بدل قولهم: نَسَختِ الريحُ الأثرَ، أي: أبطلتها وأزالتها. </p><p> وهذا المعنى هو المراد بالآية (٢) . </p><p> ثم النسخ في القرآن على ضروب: منها: ما يكون حكمه مرفوعًا، وخطُّه مثبت يتلى ويقرأ، ولا يعمل به، وهذا هو المعروف من النسخ؛ أن تكون الآية الناسخةُ والمنسوخةُ جميعًا ثابتتين في التلاوة وفي خط المصحف، إلا أن المنسوخة منهما غيرُ معمولٍ بها ثابت، فينسخ التلاوة بثابت التلاوة (٣) ، وذلك مثل: </p><p> عِدّة المتوفى عنها زوجها، كانت سنّةً لقوله:  {مَتَاعًا إِلَى الْحَوْلِ}  [البقرة: ٢٤٠] ثم نسخت بأربعة أشهر وعشر؛ لقوله:  {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا}  [البقرة: ٢٣٤]  (٤) . </p><p> ومثل هذا أيضا قوله:  {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ}  [الأنفال: ٦٥] الآية، ثم نسخت بقوله:  {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ}  [الأنفال: ٦٦] . </p><p> ومنها: أن ترفع تلاوتها وحكمها، كنحو ما يُرْوَى عن أبي بكر - رضي الله عنه - أنه قال: كنا نقرأ: (لا ترغبوا عن آبائكم إنه كفر)  (٥) . </p><p>(١) ساقطة من (ش). (٢) ينظر: \"الناسخ والمنسوخ\" لأبي عبيد ص ١٤، \"تفسير الطبري\" ١/ ٤٧٥، \"المحرر الوجيز\" ٤٢٨ - ٤٣١، \"تفسير القرطبي\" ٢/ ٥٥ - ٦١.(٣) (بثابت التلاوة) ساقطة من (ش).(٤) سيأتي بيان حقيقة النسخ في هذه الآية عند \"تفسيره\".(٥) الحديث أخرجه أبو عبيد في \"فضائل القرآن\" ص ١٩٣، وأبو داود الطيالسي ص ١٢ عن عمر بن الخطاب، ونقله السيوطي عنه في \"الإتقان\" ٣/ ٧٤، وانظر: \"كنز العمال\" ٢/ ٢٨٥، وذكره في \"الحجة\" ٢/ ١٨٠، وينظر: \"تفسير القرطبي\" ٢/ ٥٥ - ٥٦، وأخرجه ابن الضريس عن ابن عباس كما في \"الدر المنثور\" ١/ ١٩٧ - ١٩٨.</p><p> ومنها: أن ينسخ تلاوته ولا تنسخ حكمه، كآية الرجم، فإنها منسوخة تلاوة، ثابتة حكمًا (١) . </p><p> ومنها: أن يُنْسخ ما ليس بثابت التلاوة (بما ليس بثابت التلاوة)  (٢) مثل: ما روي عن عائشة رضي الله عنها. قالت: إنا كنا نقرأ: \"عشر رضعات معلومات يُحَرّمن\" ، فنسخن بخمس (٣) . </p><p> وقد ينسخ أيضا ما ليس بثابت التلاوة بما هو ثابت التلاوة والمراد بالمنسوخ: الحكم، مثل: نسخ تحليل الخمر، وكتحريم الزنا، وهذا كثير. </p><p> ويجوز أيضا نسخ ما هو ثابت التلاوة بما (٤) ليس بثابت التلاوة، وهو كنسخ الجلد في المحصنين بالرجم، والرجم غير متلو الآن، وإن (٥) كان يتلى على عهد رسول الله - صلى الله عليه وسلم - (٦) ، فالحكم يثبت والقراءة لا تثبت، كما يجوز أن تثبت التلاوة في بعض ولا يثبت الحكم. </p><p> وإذا جاز أن يكون قرآن ولا يعمل به جاز أن يكون قرآن يعمل به ولا يتلى؛ وذلك أن الله عز وجل أعلم بمصالحنا، وقد يجوز أن يعلم من مصلحتنا </p><p>(١) ساقطة من (أ)، (م). (٢) ساقطة من (ش).(٣) أخرجه مسلم (١٤٥٢) كتاب الرضاع، باب التحريم بخمس رضعات.(٤) (بما هو ليس) في (م).(٥) في (ش): (قد).(٦) ينظر حديث عمر في آية الرجم المنسوخة لفظًا عن ابن عباس عند البخاري (٦٨٣٠) كتاب الحدود، باب: رجم الحبلى من الزنا إذا أحصنت، ومسلم (١٩١) كتاب الحدوث، باب: رجم الثيب في الزنا. ينظر: \"الإتقان\" ٣/ ٧٣.</p><p> تعلّق العمل بهذا الوجه. </p><p> قال أبو إسحاق: إن قيل: ما الفصل (١) بين الترك والنسخ؟ </p><p> فالجواب في ذلك: أن النسخ أن يأتي في الكتاب نسخ آية بآية، فتبطِلَ الثانيةُ العمل بالأولى. </p><p> ومعنى الترك: أن تأتي الآية بضرب من العمل فيؤمر المسلمون بترك ذلك بغير آية تنزل ناسخةً للتي قبلها، نحو قوله:  {إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ}  [الممتحنة: ١٠] ، ثم أُمر المسلمون بعد بترك المحنة، فهذا يدل على معنى الترك ومعنى النسخ (٢) . </p><p> فأبو إسحاق فصل بين النسخ والترك كما ترى، وجعلهما قسمين. </p><p> قال أبو علي (٣) : ليس حقيقهُ النسخ ما ذكره أبو إسحاق، بل هو ضرب من النسخ، وقد يكون نسخ الآية على (٤) ضروب أخر، وما أعلم في النسخ روايةً ولا قياسًا يدل على أنه مقصور على ما ذكر، وقد ينسخ القرآن عند عامةِ الفقهاء بسنَّةٍ غير آية، ولا يمتنعون من أن يسمّوا ذلك نسخًا، ولا يمتنع أن يسمّى الضرب الذي سماه أبو إسحاق تركًا نسخاً. </p><p>(١) في \"معاني القرآن\" للزجاج: ما الفرق. (٢) بتصرف من \"معاني القرآن\" للزجاج ١/ ١٩٠.(٣) أي: في \"الحجة\" ٢/ ٢٠١ وما بعدها.(١) ساقطة من (أ)، (م).</p><p> ومما (١) يدل على ذلك: أن الزهري روى عن عروة عن عائشة، قالت: نزل في أصحاب بئر معونة (٢) قرآن منه: \"بلّغوا قومنا أن قد لقينا ربَّنا فرضِيَ عنّا وأرضاناً\" ، دم نسخ (٣) ، فسمّت عائشة ذلك نسخًا، وإن لم ينسخ بآية، ولم تُسمّه تركًا، وهذا يفسد القسمين اللذين قسمهما (٤) . </p><p> قال أبو علي: ولم يثبت بتسمية النسخ ومعناه رواية نعلمها عن العرب، ولا سماع، ولا قياس، وإن المفسرين قالوا فيه على طريق التقريب. </p><p> الذي يدل على هذا: أن الفراء قال: النسخ: أن يعمل بالآية ثم تنزل أخرى فيعمل بها، وتترك (٥) الأولى. </p><p>(١) في (أ)، (م): (وما). (٢) بئر معونة: وقعة في صفر من السنة الرابعة، قتل فيها أربعون من خيار أصحاب رسول الله - صلى الله عليه وسلم -، بعثهم رسول الله - صلى الله عليه وسلم - دعاة إلى الله فغدرت بهم قبائل رِعل وذكوان وعصية عند بئر معونة. ينظر: \"سيرة ابن هشام\" ٣/ ١٨٤ - ١٩٠ تحقيق: همام سعيد.(٣) حديث عائشة.وجاء هذا أيضًا من رواية أنس رواه البخاري (٤٠٩٠) كتاب المغازي، باب: غزوة الرجيع ورعل وذكوان وبئر معونة، ومسلم (٦٧٧) كتاب المساجد، باب: استحباب القنوت في جميع الصلاة إذا نزلت بالمسلمين نازلة.(٤) (٥) من \"الحجة\" ٢/ ٢٠١.</p><p> والقراءة الصحيحة:  {مَا نَنْسَخْ} وقرأ ابن عامر (١) وحده (ما نُنْسِخْ) بضم النون (٢) ، وخَطَّأهُ في ذلك أبو حاتم (٣)  (٤) وكثير من أهل النظر (٥) . والذين وجهوا هذه القراءة قالوا: أفعَلَ لا يخلو من ثلاثة (٦) أوجه: </p><p> أحدها (٧) : أن تكون (٨) لغة (٩) في فعل كقولهم: حلَّ من إحرامه، وأَحَلّ، وبدأ الله الخلق وأبدا هم، ولا يجوز هذا الوجه في أنسخ؛ لأنا لا نعلم أحدًا حكى أو روى أنسخ بمعنى: نسخ. </p><p> الوجه الثاني: أن تكون الهمزة للنقل، كقوله: قام وأقمته، وضرب وأضربته (١٠) ، ونسخ الكتاب وأنسخته الكتاب، وهذا الوجه أيضًا كالأول </p><p>(١) هو: أبو عمران عبد الله بن عامر اليحصبي، إمام أهل الشام في القرآن، وأحد القراء السبعة، أخذ القراءة من المغيرة بن أبي شهاب اليحصبي عن عثمان بن عفان -رضي الله عنه-، توفي سنة ١١٨هـ. ينظر: \"معرفة القراء الكبار\" ١/ ٨٢، و\"السبعة\" ص ٨٥. (٢) قرأ ابن عامر من غير طريق الداجوني عن هشام: (ما نُنْسِخ) بضم النون، والباقون بالفتح. ينظر: \"السبعة\" ١٦٨، \"النشر\" ٢/ ٢١٩ - ٢٢٠، و\"معاني القراءات\" للأزهري ص ٦٠، \"الحجة في القراءات السبعة\" ٨٦ تحقيق: عبد العال سالم مكرم.(٣) هو: سهل بن محمد الجشمي السجستاني، من أئمة القراءة واللغة، تقدمت ترجمته.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١١٠٢، \"تفسير القرطبي\" ٢/ ٥٥، \"الدر المصون\" ١/ ٣٣٤.(٥) قال السمين الحلبي في \"الدر المصون\" ١/ ٣٣٤: وهذا جراءة منه على عادته.(٦) في (ش): (لا يخلو هذه أوجه).(٧) في (ش): (أحدهما).(٨) في \"الحجة\" أن تكون (أفعل) لغة في هذا الحرف.(٩) ساقطة من (م).(١٠) في (ش): (وضربته).</p><p> في أنه لا يجوز حمل الآية عليه؛ لأنك لو قدرت الهمزة للنقل كان المعنى ما ننسخك من آية، فتجعل (١) المفعول محذوفًا من اللفظ مرادًا في المعنى، كقولك: ما أعطيت من درهم فلن يضيع عندك، على معنى: ما أعطيتك، وإذا كان على هذا التقدير، كان المعنى: ما نُنَزِّلُ عليك من آية أو ننسها نأت بخير منها، وذلك أن إنساخه إياها إنما هو إنزال في المعنى، لأنه تمكين من نسخها بالكتابة، وإنما يتمكن بأن ينزل عليه، وليس هذا المراد بالآية ولا المعنى، ألا ترى أنه ليس كل آية أنزلت أُتي بآية أذهب منها في المصلحة، وإذا كان هذا التأويل يؤدي إلى الفساد في المعنى والخروج عن الغرض الذي قصد به الخطاب علمت أن توجيه التأويل إليه لا يصح (٢) . </p><p> الوجه الثالث: أن يكون المعنى في أنسخت الآية: وجدتها منسوخة، كقولهم: أَجَدْتُ الرجل، وأَجْبَنْتُه، وأكذَبْتُهُ، وأَبْخَلْتُه، أي: أصبتُه على هذه الأحوال، فيكون معنى قوله (نُنسخْ) : نجده منسوخًا، وإنما (٣) نجده كذلك </p><p>(١) في (ش): (فجعل). (٢) عبارة أبي علي في \"الحجة\" ٢/ ١٨٥ هكذا: وذلك أن إنساخه إياها إنما هو إنزال في المعنى، ويكون معنى الإنساخ أنه منسوخ من اللوح المحفوظ أو من الذكر، وهو، الكتاب الذي نسخت الكتب المنزلة منه، وإذا كان كذلك فالمعنى: ما ننزل من آية، أو ما ننسخك من آية أو ننسها؛ لأن ابن عامر يقرأ: (أو نُنسها نأت بخير منها أو مثلها) وليس هذا المراد ولا المعنى، ألا ترى أنه ليس كل آية أنزلت أتي بآية أذهب منها في المصلحة فإذا كان تأويلها هذا التأويل يؤدي إلى الفساد في المعنى والخروج عن الغرض الذي قصد به الخطاب علمت أن توجيه التأويل إليه لا يصح، وإذا لم يصح ذلك ولا الوجه الذي ذكرناه قبله، ثبت أن وجه قراءته على القسم الثالث.(٣) في (ش): (وأما).</p><p> لنسخه إياه، وإذا كان كذلك كان قوله: نُنسخ بضم النون كقراءة من قرأ: (نَنسخ) بفتح النون يتفقان في المعنى وإن اختلفا في اللفظ (١) . </p><p> وقوله تعالى:  {نُنْسِهَا} قرأ ابن كثير (٢) وأبو عمرو: (نَنْسَأها) مفتوحة النون مهموزة (٣) . </p><p> قال أبو زيد: نسأتُ الإبل عن الحوض، فأنا أنسؤها نَسْأً، إذا أخَّرْتَها عنه، ونسأت الإبل: إذا زدتَ في ظمئها يومًا أو يومين أو أكثر، وتقول: انتسأتُ عنك انتساء: إذا تباعدتَ (٤) عنه (٥) ، وفي الحديث: \"إذا تناضلتم </p><p>(١) انتهى كلام أبي علي ملخصًا من \"الحجة\" ٢/ ١٨٤ - ١٨٦، وينظر: \"المحرر الوجيز\" ١/ ٤٢٨ - ٤٢٩، ونقله القرطبي ٢/ ٥٤ - ٥٦، قال أبو حيان في \"البحر\" ١/ ٣٤٢ معلقا على كلام أبي علي: فجعل الهمزة في النسخ ليست للتعدية، وإنما أفعل لوجود الشيء بمعنى ما صيغ منه، وهذا أحد معاني أفعل المذكورة فيه فاتحة الكتاب، وجعل الزمخشري الهمزة فيه للتعدية، قال: وإنساخها: الأمر بنسخها، وهو أن يأمر جبريل بأن يجعلها منسوخة بالإعلام بنسخها وقال ابن عطية: التقدير: ما ننسخك من آية، أي: ما نبيح لك نسخه، كأنه لما نسخه الله أباح لنبيه تركها بذلك النسخ، فسمى تلك الإباحة إنساخا (فالهمزة عنده للتعدية). وخرج ابن عطية هذه القراءة على تخريج آخر، وهو أن تكون الهمزة فيه للتعدية أيضًا، وهو من نسخ الكتاب، وهو نقله من غير إزالة له، قال: ويكون المعنى: ما نكتب وننزل من اللوح المحفوظ، أو ما نؤخر فيه ونترك فلا ننزله، أي ذلك فعلنا فإنا نأتي بخير من المؤخر المتروك أو بمثله الخ وتعقبه أبو حيان. انتهى ملخصًا من \"البحر المحيط\".(٢) هو: أبو معبد عبد الله بن كثير الداري المكي، أحد القراء السبعة المشهورين، تقدمت ترجمته ٢/ ٤١ - ٤٢.(٣) ينظر: \"السبعة\" ص ١٦٨، \"النشر\" ٢/ ٢٢٠.(٤) في (ش): (أخرتها).(٥) نقله عنه في \"الحجة\" لأبي علي ٢/ ١٨٧.</p><p> فانتسئوا عن البيوت\" (١) أي: تباعدوا. وقال: مالك بن زُغْبة (٢) : </p><p> إذا أَنْسَؤُوا فوتَ الرماح أتَتْهُمُ ... عوائرُ نَبْلٍ كالجرادِ نُطِيرُها (٣) </p><p> وأنسأته الدين إنساءً: إذا أخرت قضاءه عنه. واسم ذلك: النسيئة، فمعنى قوله:  (ننسأها) أي: نؤخرها (٤) . ومعنى التأخير في الآية على ثلاثة أوجه: </p><p> أحدها: أن يؤخر التنزيل (٥) فلا ينزل ألبتَّة، ولا يُعْلَم، ولا يُعْمَل به، ولا يتلى، والمعنى على هذا: ما نؤخر (٦) إنزالها فلا ننزِلُها (٧) . </p><p> الوجه الثاني: أن ينزلَ القرآن فيعمل به ويتلى، ثم يؤخر بعد ذلك، بأن يُنْسخ فترفع (٨) تلاوته ألبتّة، فلا يتلى ولا يعمل بتأويله، وذلك مثل ما روينا عن أبي بكر (٩) - رضي الله عنه - ومثل ما روي عن زر أن أُبَيًّا قال له: كم تقرؤون الأحزاب؟ قلت: بضعًا وسبعين آية، قال: قد قرأتها ونحن مع </p><p>(١) ذكره ابن الأثير في \"النهاية\" بلفظ: \"ارموا فإن الرمي جلادة، وإذا رميتم فانتسوا عن البيوت\" أي: تأخروا وصوب: انتسئوا، وعزاه للهروي. ينظر: \"النهاية\" ٥/ ٤٥، \"اللسان\" ١/ ٣٩٢ - ٣٩٣ ومعنى تناضلتم: تراميتم للسبق. (٢) هو: مالك بن زغبة، من بني قتيبة بن معن، من باهلة، حدثت معركة قبلية جاهلية ضد بني الحارث بن كعب وبني نهد وبني جرم، نظم فيها أبياتا. ينظر: \"خزانة الأدب\" ٨/ ١٣٢، و\"البرصان والعرجان\" ص ٤٥٩.(٣) ينظر: \"لسان العرب\" ٥/ ٣٦١٧، (مادة: عور)، ٥/ ٣١٨٧، (مادة: عير)، ٧/ ٤٤٠٤، (مادة: نسأ)، \"المعجم المفصل\" ٣/ ٣٧١.(٤) ينظر: \"الحجة\" لأبي علي ٢/ ١٨٧، \"تهذيب اللغة\" ٤/ ٣٥٥٦، \"اللسان\" ٧/ ٤٤٠٣.(٥) في (ش): (المنزل).(٦) في (ش): (يؤخر).(٧) في (ش): (فلا ينزلها).(٨) في (ش): (فترفع).(٩) تقدم تخريجه.</p><p> رسول الله - صلى الله عليه وسلم - أطول من سورة البقرة (١) . </p><p> والوجهُ الثالث: أن يؤخر العملُ بالتأويل؛ لأنه نسخ، ويترك خَطه مُثبتًا وتلاوته في أن يُتلى قُرآن (٢) . وهو ما حكي عن مجاهد في قوله:  (أو ننساها) قال: نُثْبت (٣) خطها ونُبَدّل حكمها (٤)  (٥) . </p><p> ولا يصح في معنى الآية من هذه الأوجه إلا الأول؛ لأن الثاني والثالث يرجع تأويلهما إلى النسخ، ولا يَحسُن في التقدير: ما نَنْسَخْ من آية أو نَنْسَخْها. </p><p> وذُكر وجه رابع، هو أقوى هذه الأوجه، وهو: أن يكون المعنى: نؤخرها إلى وقت ثانٍ، فنأتي بدلًا منها في الوقت المتقدم بما يقوم مقامها، فعلى هذا يتوجّه معنى التأخير (٦) . </p><p>(١) رواه عبد الله بن الإمام أحمد في: \"زوائد المسند\" ٥/ ١٣٢، والنسائي في \"السنن الكبرى\" (٧١٥٠)، وأخرجه أبو عبيد في \"فضائل القرآن\" ص ١٩٠، ونقله عن أبي عبيد: السيوطي في \"الإتقان\" ٣/ ٧٢، وذكره القرطبي ٢/ ٥٦، وقال ابن كثير في \"تفسيره\" ص ١٣٥٠: وهذا إسناد حسن. (٢) في \"الحجة\": وتلاوته قرآن يتلى.(٣) في (م): (ثبت).(٤) رواه الطبري في تفسيره عن مجاهد ١/ ٤٧٥ وذكره أبو علي في \"الحجة\" ٢/ ١٨٧ وينظر في هذه القراءة وغيرها: \"تفسير الثعلبي\" ١/ ١١٠٤، وما بعدها، و\"المحتسب\" ١/ ١٠٣، و\"المختصر\" لابن خالويه ص ٩، و\"تفسير ابن عطية\" ١/ ٤٢٨ - ٤٢٩، و\"البحر المحيط\" ١/ ٣٤٣.(٥) هذا كلام أبي علي في \"الحجة\" ٢/ ١٨٧ - ١٨٨ بمعناه.(٦) قال ابن عطية في \"المحرر الوجيز\" ١/ ٤٢٨ - ٤٢٩: وهذه القراءات لا تخلو كل واحدة منها أن تكون من النسء أو الإنساء بمعنى التأخير، أو تكون من النسيان. والنسيان في كلام العرب يجيء في الأغلب ضد الذكر، وقد يجيء بمعنى الترك،=</p><p> وأما من قرأ:  (نُنسها) فهو منقول من نسي، والنسيان له معنيان: </p><p> أحدهما: الترك كقوله: {نَسُوا اللَّهَ فَنَسِيَهُمْ}  [التوبة: ٦٧] ، أي: تركوا طاعة الله فترك رحمتهم، أو ترك تخليصهم. </p><p> والثاني: الذي هو ضد الذكر (١) . </p><p>= فالمعاني الثلاثة مقولة في هذه القراءات، فما كان منها يترتب في لفظة النسيان الذي هو ضد الذكر، فمعنى الآية: ما ننسخ من آية أو نقدر نسيانك لها فتنساها حتى ترتفع جملة وتذهب، فإنا نأتي بما هو خير منها لكم، أو مثله في المنفعة. وما كان من هذه القراءات يحمل على معنى الترك فإن الآية معه تترتب فيها أربعة معان: أحدها: ما ننسخ على وجوه النسخ أو نترك غير منزل عليك فإنا لابد أن ننزل رفقاً بكم خيرًا من ذلك أو مثله، حتى لا ينقص الدين عن حد كماله.والمعنى الثاني: أو نترك تلاوته وإن رفعنا حكمه فيجيء النسخ على هذا: رفع التلاوة والحكم.والمعنى الثالث: أو نترك حكمه وإن رفعنا تلاوته، فالنسخ أيضا على هذا: رفع التلاوة والحكم.والمعنى الرابع: أو نتركها غير منسوخة الحكم والتلاوة، فالنسخ على هذا المعنى: هو على جميع وجوهه، ويجيء الضميران في منها، أو مثلها، عائدين على المنسوخة فقط، وكأن الكلام: إن نسخنا أو أبقينا فإنا نأتي بخير من المنسوخة أو مثلها.وما كان من هذه القراءات يحمل على معنى التأخير، فإن الآية معه تترتب فيها المعاني الأربعة التي في الترك:أولها: ما ننسخ أو نؤخر إنزاله. والثاني: ما ننسخ النسخ الأكمل أو نؤخر حكمه وإن أبقينا تلاوته. والثالث: ما ننسخ النسخ الأكمل أو نؤخر تلاوته وإن أبقينا حكمه. والرابع: ما ننسخ أو نؤخره مثبتا لا ننسخه، ويعود الضميران كما ذكرنا في الترك، وبعض هذه المعاني أقوى من بعض، لكن ذكرنا جميعها لأنها تحتمل، وقد قال جميعها العلماء، إما نصًا، وإما إشارةً، فكملناها.(١) من كلام أبي علي في \"الحجة\" ٢/ ١٨٨ بمعناه.</p><p> والذي في هذه الآية منقول من: نسيتُ الشيء إذا لم تذكره، ومعناه: أنَّا إذا رفعنا آية من جهة النسخ أو الإنساء لها أتينا بخير من الذي نرفع بأحد هذين الوجهين وهما النسخ والإنساء (١) . وقد يقع النسخ بالإنساء، وهو ما حدث أبو أمامة بن سهل بن حنيف (٢) : أن رجلًا كانت معه سورة، فقام يقرؤها من الليل، فلم يقدر عليها، وقام آخر يقرؤها، فلم يقدر عليها، فلما أصبحوا أتوا رسول الله - صلى الله عليه وسلم - فقال بعضهم: يا رسول الله، قمت البارحة لأقرأ سورة كذا، فلم أقدر عليها، وقال الآخر: يا رسول الله، ما جئت إلا لذلك (٣) ، وقال الآخر: وأنا يا رسول الله، فقال رسول الله - صلى الله عليه وسلم -: \"إنها نسخت البارحة\"  (٤) . </p><p>(١) بمعناه من كلام أبي علي في \"الحجة\" ٢/ ١٩٢،١٩٣. (٢) أبو أمامة أسعد بن سهل بن حُنَيف، وقيل: سعد بن سهل الأنصاري: معروفبكنيته، معدود في الصحابة، له رؤية، ولم يسمع من النبي - صلى الله عليه وسلم -، مات سنة ١٠٠ينظر: \"الاستيعاب\" ١/ ١٧٦ و\"التقريب\" ١٠٤ (٤٠٢).(٣) في (ش): (كذلك).(٤) أخرجه أبو عبيد في \"الناسخ والمنسوخ\" برقم [١٧]، من طريق عبد الله بن صالح عن الليث عن عُقَيل ويونس عن ابن شهاب، ورواه الثعلبي في \"تفسيره\" من طريقه ١/ ١٠٩٧ وأخرجه الطحاوي في \"مشكل الأثار\" ٢/ ٢٧٣ والواحدي في \"الوسيط\" ١/ ١٨٩ وابن الجوزي في \"نواسخ القرآن\" ص ٢٣ من طريق شعيب بن أبي حمزة الحمصي عن الزهري، به نحوه. وذكره السيوطي في \"الدر\" ١/ ١٩٧ - ١٩٨ وعزاه لأبي داود في \"ناسخه\" وابن المنذر، وابن الأنباري في \"المصاحف\"، وأبي ذر الهروي في \"فضائله\"، والبيهقي في \"الدلائل\". وله شاهد عن ابن عمر بنحوه قال فيه ابن كثير في تفسيره فيه سليمان بن أرقم: ضعيف رواه الطبراني في \"الأوسط\" ٧/ ١٥٦ وفي \"الكبير\" ١٢/ ٢٨٨ ورواه عبد الرزاق في \"المصنف\" ٣/ ٢٦٣، وينظر، \"مشكل الأثار\" ٢/ ٢٧٣، وقد حسنه د. خالد العنزي في تعليقه على الثعلبي ١/ ١٠٩٩ وهو من مراسيل الصحابة، وهي حجة، ينظر: \"تدريب الراوي\" ١/ ٢٠٧.</p><p> ومعنى قوله:  {نَأْتِ بِخَيْرٍ مِنْهَا} أي: أصلح لمن تعبّد بها، وأنفع لهم، وأسهل عليهم، وأكثر لأجرهم، لا أن آيةً خيرٌ من آية؛ لأن كلام الله عز وجل واحد، وكله خيرٌ (١) . </p><p> {أَوْ مِثْلِهَا} في المنفعة والمثوبة، بأن يكون ثوابها كثواب التي قبلها (٢) . </p><p> والفائدة في ذلك: أن يكون الناسخُ أسهلَ في المأخذ من المنسوخ، والإيمان به والناس إليه أسرع، نحو القبلة التي كانت على جهة ثم حولت إلى الكعبة، فهذا وإن كان السجود إلى سائر النواحي متساويًا في العمل والثواب، فالذي أمر الله به في ذلك الوقت كان الأصلح والأدعى للعرب وغيرهم إلى الإسلام. واعلم أن هذه الآية قد اضطرب فيها المفسرون وأصحاب المعاني والقراء، واختلفت أقوالهم وقراءاتهم. وكثرة الاختلاف تدل على الإشكال وخفاء المغزى، وقلَّ من أصاب الشاكلة منهم (٣) . فالفراء أشار في هذه الآية إلى قولين زَلَّ في أحدهما، وذلك أنه قال: النسيان على وجهين: </p><p> أحدهما: على الترك، يتركها ولا ينسخها (٤) . وهذا لا يصح؛ لأنه </p><p>(١) \"تفسير الثعلبي\" ١/ ١١٠٩. (٢) \"تفسير الثعلبي\" ١/ ١١٠٩.(٣) ينظر: \"تفسير الطبري\" ١/ ٤٧٥، و\"المحرر الوجيز\" ١/ ٤٢٨ - ٤٤١، و\"التفسير الكبير\" ٣/ ٢٣١، و\"البحر المحيط\" ١/ ٣٤٤.(٤) \"معاني القرآن\" للفراء ١/ ٦٤ - ٦٥ قال: والوجه الآخر من النسيان الذي ينسى، كما قال الله: {وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ} وكان بعضهم يقرأ (أو ننسأها)، بهمز، يريد: نؤخرها من النسيئة، وكل حسن.</p>"
}