{
  "id": null,
  "sura": 2,
  "aya": 188,
  "text": "<p> وقوله تعالى:  {كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ} أي: مثل هذا البيان الذي ذكر (١) . </p><p> ١٨٨ - قوله تعالى:  {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} أي: لا يأكل (٢) بعضكم مالَ بعضٍ. فأضافَ الأموالَ إليهم؛ لأن المؤمنين كجسد واحدٍ في توادِّهم وتعاطفِهم وتَرَاحمِهم، كذا قال رسول الله - صلى الله عليه وسلم - (٣) . ومثله قوله:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ}  [النساء: ٢٩]  (٤) . </p><p> وقوله تعالى:  {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} معنى الباطل في اللغة: الذاهب الزائل، يقال: بَطَلَ الشيء يبطُل بُطْلًا وبُطولًا فهو باطل، ويجمع الباطل: بَوَاطل، وأَبَاطِيل جمع أُبْطُولَة، ويقال: بَطَل الأجيرُ يَبْطُلُ بِطَالَة، إذا تَعَطَّل واتبع اللهو، ومثله: تبطّل (٥) . </p><p>(١) من \"معاني القرآن\" للزجاج ١/ ٢٥٧، وينظر: \"تفسير الطبري\" ٢/ ١٨٣، \"تفسير ابن أبي حاتم\" ١/ ٣٢٠، \"التفسير الكبير\" ٥/ ١١٦. (٢) في (أ): (لأكل).(٣) عن النعمان بن بشير قال: قال رسول الله - صلى الله عليه وسلم -: \"مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى\" أخرجه البخاري في الأدب باب: رحمة الناس والبهائم (٦٠١١)، ومسلم في: البر والصلة، باب: تراحم المؤمنين وتعاطفهم، وتعاضدهم (٢٥٨٦) (٦٠١١) كتاب الأدب، باب: رحمة الناس والبهائم، ومسلم (٢٥٨٦) كتاب البر والصلة، باب: تراحم المؤمنين وتعاطفهم وتعاضدهم.(٤) ينظر: \"تفسير الطبري\" ٢/ ١٨٣، \"تفسير الثعلبي\" ٢/ ٣٨٣، \"تفسير البغوي\" ١/ ٢١٠، \"التفسير الكبير\" ١/ ١١٦. وقال: اعلم أنهم مثلوا قوله تعالى: {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ}، بقوله: {وَلَا تَلْمِزُوا أَنْفُسَكُمْ}، وهذا مخالف لها؛ لأن أكله لمال نفسه بالباطل يصح كما يصح أكله مال غيره.(٥) ينظر: \"تهذيب اللغة\" ١/ ٣٥٠ بطل، \"تفسير الثعلبي\" ٢/ ٣٨٣، \"الصحاح\" ٤/ ١٦٣٥، \"المفردات\" ص٦١، \"اللسان\" ١/ ٣٠٢ بطل.</p><p> قال ابن عباس: يعني: بغير طاعة الله عز وجل، واليمين الكاذبة يقتطع الرجل بها مال أخيه المسلم (١) . </p><p> قال أهل المعاني: الأكلُ بالباطل على وجهين: </p><p> أحدهما: أن يكون على جهة الظلم، من نحو: الغَصْب والخيانة والسرقة، والثاني: على جهة اللهو واللعب، كالذي يُؤْخَذُ في القمار والملاهي ونحوها، كلُّ ذلك من أكل المال الباطل (٢) . </p><p> وقوله تعالى:  {وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ} في محل {وَتُدْلُوا} من الإعراب قولان (٣) ذكر في قوله: {وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ}  [البقرة: ٤٢] . وأصل الإدلاء في اللغة: إرسال الدلو وإلقاؤها في البئر، قال الله تعالى:  {فَأَدْلَى دَلْوَهُ}  [يوسف: ١٩] ، ثم جعل كل إلقاء قول أو فعل إدلاءً، ومنه يقال للمحتج: أدلى بحجته، كأنه يرسلها ليصل إلى مراده إدلاءَ المستقى الدلوَ ليصل إلى مطلوبه من الماء، ويقال: فلان يُدلي إلى الميت بقرابة ورَحِم، إذا كان يَمت إليه من هذا؛ لأنه يطلب الميراث بتلك القرابة طلب </p><p>(١) هذا من رواية عطاء التي تقدم الحديث عنها في قسم الدراسة. (٢) ينظر. \"تفسير القرطبي\" ٢/ ٣١٧، \"زاد المسير\" ١/ ١٩٤، ونقل عن القاضي يعلى أن الباطل على وجهين: أحدهما: أن يأخذه بغير طيب نفس من مالكه كالسرقة. والثاني: أن يأخذه بطيب نفسه كالقمار والغناء وثمن الخمر.(٣) ينظر: \"تفسير الطبري\" ٢/ ١٨٤، \"معاني القرآن\" للفراء ١/ ١١٥، \"تفسير القرطبي\" ٢/ ٣١٩، \"التبيان\" للعكبري ١/ ١٢٠، وذكر الوجهين، وهما: الجزم عطفًا على لا تأكلوا، والنصب على معنى الجمع أي: لا تجمعوا بين أن تأكلوا وتدلوا، وقيل: نصب بإضمار أن الخفيفة، وقال الأخفش: نصب على الجواب بالواو. ينظر: \"تفسير الثعلبي\" ٢/ ٣٨٦، \"معاني القرآن\" للأخفش ١/ ٣٥٣.</p><p> المستقي الماء بالدلو (١) . </p><p> ومعنى قوله:  {وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ} أي: تلقون أمورَ تلك الأموال بينكم وبين أربابها إلى الحكام. </p><p> قال ابن عباس: نزلت في الرجل يكون عليه مال، وليس عليه فيه بينة، فيجحد المال، ويخاصم فيه إلى الحكام، وهو يعرف أن الحقَّ عليه، ولعلم أنه آثمٌ آكلُ حرامٍ (٢) . </p><p> وقال الحسن: هو أن يكون على الرجل لصاحبه حَقٌّ، فإذا طالبه به دعاه إلى الحاكم فيحلف له، ولذهب بحقه (٣) . وعلى هذا المعنى تفسير لفظ الآية ما ذكره الزجاج، وهو أنه قال: معنى أدلى فلان بحجته: إذا أرسلها، وأتى بها على صحة. قال: فمعنى قوله: {وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ} أي: تعملون على ما يوجبه ظاهر الحكم والإدلاء بالحجة، وتتركون ما قد علمتم (٤) ، وقد قال - صلى الله عليه وسلم -: \"إنما أنا بشر، ولعل بعضَكُم أن يكون أَلْحَنَ بِحُجَّتِه من بعض\" الحديث (٥) . </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ١٨٤، \"معاني القرآن\" للزجاج ١/ ٢٥٨، \"تهذيب اللغة\" ٢/ ١٢١٤ (دلو)، \"تفسير الثعلبي\" ٢/ ٣٨٤، \"المفردات\" ص ١٧٨، \"التفسير الكبير\" ٥/ ١١٨. (٢) رواه الطبري في \"تفسيره\" عنه ٢/ ١٨٣، وابن أبي حاتم ١/ ٣٢١، وعزاه السيوطي في \"الدر\" ١/ ٣٦٦ إلى ابن المنذر.(٣) ذكره الثعلبي في \"تفسيره\" ٢/ ٣٨٧، وذكر ابن أبي حاتم ١/ ٣٢١، عن الحسن أنه قال: لا تخاصم وأنت تعلم أنك ظالم.(٤) من \"معاني القرآن\" للزجاج ١/ ٢٥٨.(٥) أخرجه البخاري (٧١٦٩) كتاب الشهادات، باب: موعظة الإمام للخصوم، ومسلم (١٧١٣) كتاب الأفضية، باب: الحكم بالظاهر واللحن بالحجة.</p>"
}