{
  "id": null,
  "sura": 2,
  "aya": 120,
  "text": "<p> نهى (١) . </p><p> والجحيم عند العرب: النار المستحكمة المتلظية، يقال: جَحَمَتِ النارُ تَجْحَمُ، بفتح العين فيهما، جُحومًا فهي جاحم وجحيم، قال الله تعالى في قصة إبراهيم:  {فَأَلْقُوهُ فِي الْجَحِيمِ}  [الصافات: ٩٧] ، أراد: النار الشديدة التأجج. ويقال لشده القتل في معركة الحرب: جاحم، تشبيهًا بالنار العظيمة، قال: </p><p> حتى إذا ذاق منها جاحِمًا بَردَا (٢) </p><p> والجَحْم والجَحْمَة: توقُّد النار (٣) ، ومنه قوله: </p><p> نحن حَبسنا بني جَدِيلةَ في ... نارٍ من الحرب جَحْمةِ الضَّرَمِ (٤) </p><p> ١٢٠ - وقوله تعالى:  {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} قال المفسرون: كانت اليهود والنصارى يسألون النبي - صلى الله عليه وسلم - الهُدنة، وُيطمعونه، ويُرونه أنه (٥) إن هادنهم وأمهلهم اتبعوه، فأنزل الله هذه الآية (٦) ، وأخبر أنه لا يرضيهم إلا ما يستحيل وجوده، وما لا سبيل إليه؛ لأن اليهود لا ترضى عنه إلا بالتهود، والنصارى إلا بالتنصر، ويستحيل </p><p>(١) \"الحجة\" لأبي علي الفارسي ٢/ ٢١٦. (٢) ذكره في \"تهذيب اللغة\" ١/ ٥٤٥، عن الليث، ولم ينسبه وكذا في \"اللسان\" ١/ ٥٥٣.(٣) ينظر: \"تهذيب اللغة\" ١/ ٥٤٥، \"المفردات\" للراغب ص ٩٥، \"اللسان\" ١/ ٥٥٣.(٤) ينظر: \"ديوان الحماسة\" ١/ ٤٦.(٥) ساقطة من (م).(٦) ذكره الزجاج في \"معاني القرآن\" ١/ ٢٠٢، والسمرقندي في \"بحر العلوم\" ١/ ١٥٤، الثعلبي في \"تفسيره\" ١/ ١١٤٦، والواحدي في \"أسباب النزول\" ص ٤٣، وفي \"الوسيط\" ١/ ٢٠٠، البغوي ١/ ١٤٣، وابن الجوزي في \"زاد المسير\" ١/ ١٣٨، وأبو حيان في \"البحر المحيط\" ١/ ٣٦٨.</p><p> الجمع بينهما، فإذا استحال إرضاؤهم فهم لا يرضَوْنَ عنه أبدًا (١) . </p><p> وقوله تعالى:  {حَتَّى تَتَّبِعَ مِلَّتَهُمْ}  (حتى) تقع (٢) على الأسماء وعلى الأفعال، وهي لوضعِ غاية أسمية أو فعلية. أما الأسمية: فمثل قولك: لقيتُ القوم حتى عبدَ الله، ومررت بالقومِ حتى عبدِ الله. وأمَّا الفعليةُ: فمثلُ قولك: اصبِرْ حتى أخرُجَ إليك. و (حتى) قد تقوم مقام (إلى) وتؤدي مثلَ معناها في بعض المواضع، ويفترقان في كثير منها، أما الموضع الذي يتفقان فيه، فمثلُ قولك: أقمْنا عندَه إلى الليلِ، وحتى الليل. وأما موضعُ افتراقهما، فمثل قولك: لقيتُ القوم حتى زيدًا، فإنه لا يجوز في هذا الموضع: لقيت القوم إلى زيد. وأما قولهُم: أكلت السمكةَ حتى رأسَها، ورأسُها، ورأسِها. فإذا كسرت لم يدخل الرأس في الكل، لأنَّ الأكلَ انتهى إليه، وهو بمعنى إلى. وفي النصب والرفع الرأسُ مأكولٌ؛ لأن (حتى) أتبع الرأسَ السمكة في النصب. وفي الرفع كان (حتى) بمعنى الواو، ورأسُها ابتداء، والخبر مضمرٌ فيه. </p><p> وأما نصبها للفعل فقال الخليل (٣) وسيبويه (٤) : الناصبُ للفعل بعد حتى (أن) ، إلا أنها لا تظهر مع حتى، والدليل على أن (حتى) غير ناصِبَة بنفسها: أنَّها خافضةٌ بالإجماع، كقوله {حَتَّى مَطْلَعِ الْفَجْرِ}  [القدر: ٥] ، ولا يُعرَف (٥) في العربية ما يعمل في اسم يعمل في فعلٍ، ولا ما يكون خافضًا </p><p>(١) ينظر: \"تفسير الطبري\" ١/ ٥١٧، \"البحر المحيط\" ١/ ٣٦٨. (٢) في (أ)، (م): يقع.(٣) \"معاني القرآن\" للزجاج ١/ ٢٠١.(٤) \"الكتاب\" ٣/ ٧.(٥) في (ش): (تعرف).</p><p> لاسم يكون ناصبًا (١) . وهكذا اللام في قولك: جاء زيد ليضربك، معناه: لأن يضربك؛ لأن اللام خافضة للاسم، فلا تكون ناصبَةً لفعل، ولا يجوز إظهار (أن) مع هذه اللام. ويجوز رفع الفعل بعد (حتى) إذا حَسُن فيه الماضي، نحو قولك: تعلمت حتى أجيب في كل شيء، وسنذكر هذا عند قوله:  {حَتَّى يَقُولَ الرَّسُولُ}  [البقرة: ٢١٤] ، إن شاء الله. </p><p> وقوله تعالى:  {مِلَّتَهُم} قال ابن عباس: دينهم (٢) . </p><p> وكذلك قال أهل اللغة، قالوا: وإنما سُمَيَ الدينُ ملّةً؛ لأنه يُمَلُّ، أي: يُملَى على المدعوِّ إليه، وأملّ وأملَى بمعنى واحد (٣) ، لكن الملة بنيت (٤) على الأصل، وهو الثلاثي. وقيل: الملّة فِعْلةٌ من مَلَّه يمُلّه، إذا ألقاه في الرماد الحار، جُعِلَتْ اسمًا للدين؛ لما فيه من مشاق تخرج عن قضية (٥) الهوى ورسم النفس، ويُقْلِق ويُحرقُ (٦)  (٧) . والزجاج ذكر فيها وجهًا آخر، وهو أنه قال: الملّة بمعنى السنّة والطريقة قال: ومن هذا سُمّيت المَلَّة؛ لأنها تؤثر (في مكانها كما يؤثر)  (٨) في الطريق بالسلوك فيه (٩) ، فجعل المَلَّة </p><p>(١) ينظر تفصيل حتى وأوجهها في: \"مغني اللبيب\" ١/ ١٢٢ - ١٣١، ومعظم النص منقول من \"معاني القرآن\" للزجاج ١/ ٢٠١ - ٢٠٢. (٢) أخرجه الثعلبي في \"تفسيره\" كما في \"الدر المنثور\" ١/ ٢٠٩.(٣) زيادة من (م).(٤) في (ش) كأنها: (ثنيت).(٥) في (ش): (قصة).(٦) في (ش): (تعلق وتحرق).(٧) ينظر: \"تهذيب اللغة\" ٤/ ٣٤٥١، \"تفسير الثعلبي\" ١/ ١١٤٧، \"اللسان\" ٧/ ٤٢٧١.(٨) ساقط من (ش).(٩) \"معاني القرآن\" للزجاج ١/ ٢٠٢ وعبارته: ومن هذه المَلَّة، أي: الموضع الذي =</p><p> مشتقة من المِلَّة، وعنده أصلها من التأثير. </p><p> وقوله تعالى:  {قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى} قال ابن عباس: يريد أن الذي أنت عليه هو دين الله الذي رضيه (١) . وقال الزجاج: أي: الصراط الذي دعا إليه وهدى إليه هو طريق الحق (٢) . </p><p> وقوله تعالى:  {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} إنما جمعَ الهوى؛ لأنَّ جميع الفرق ممن يخالفُ النبي - صلى الله عليه وسلم - لم يكن لِيُرضيَهم منه إلا اتباعُ هواهم (٣) . وأراد بهذا: ما يدعونه إليه من المهادنة والإمهال. </p><p> وقوله تعالى:  {بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ} دين الله هو الإسلام (٤) ، وقيل: من العلم أنهم على الضلالة. وروي عن ابن عباس في هذه الآية قولان: </p><p> أحدهما: أنه قال: الآية نزلت في تحويل القبلة، وذلك أن اليهود والنصارى كانوا يرجُون أن يرجع محمد إلى دينهم، فلمَّا صرفَ اللهُ القبلة إلى الكعبة شَقَّ ذلك عليهم، وأَيِسُوا منه أن يوافقَهم على دينهم، فأنزل الله تعالى هذه الآية:  {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ}  (٥) . يعني: </p><p>= يختبز فيه، لأنها تؤَثر في مكانها كما يُؤثر في الطريق. ثم قال: وكلام العرب إذا اتفق لفظه فأكثره مشتق بعضه من بعض، وآخذ بعضه برقاب بعض. وقد نقله في \"تهذيب اللغة\" ٤/ ٣٤٥١. (١) ذكره في \"الوسيط\" ١/ ٢٠٠، وهذا لعله من رواية عطاء.(٢) و (٣) \"معاني القرآن\" ١/ ٢٠٢.(٤) \"تفسير الثعلبي\" ١/ ١١٤٧.(٥) ذكره الثعلبي ١/ ١١٤٦ والواحدي في \"أسباب النزول\" ص ٤٣، والبغوي ١/ ١٤٣، وابن الجوزي في \"زاد المسير\" ١/ ١٣٨، وابن حجر في \"العجاب\" ١/ ٣٧٣، والسيوطي في \"لباب النقول\" ص ٢٥، وعزاه في \"الدر\" ١/ ٢٠٩ للثعلبي.</p>"
}