{
  "id": null,
  "sura": 2,
  "aya": 36,
  "text": "<p> حقوقكما (١) ، والظلم قد يكون بمعنى بخس الحق (٢) ، قال الله تعالى:  {آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا}  [الكهف: ٣٣] أي: لم تنقص. ومنه يقال: ظلمه حقه، أي: نقصه (٣) . </p><p> وقال الفراء في قوله تعالى:  {وَمَا ظَلَمُونَا وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ}  (٤) أي: ما نقصونا شيئاً بما فعلوا ولكن نقصوا حظ أنفسهم (٥) . </p><p> ٣٦ - وقوله تعالى:  {فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا} الآية. قال أبو علي الفارسي (٦) : {فَأَزَلَّهُمَا} يحتمل تأويلين: </p><p> أحدهما: كسبهما الزلة (٧) وحملهما عليها. </p><p> والآخر: أن يكون (أزل) من (زلّ) الذي يراد به عثر (٨) . </p><p> فالدلالة (٩) على الوجه الأول ما جاء في التنزيل من تزيينه لهما (١٠) تناوُلَ ما حظر عليهما جنسه، بقوله:  {مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ} </p><p>(١) انظر: \"تفسير أبي الليث\" ١/ ١١١، و\"الثعلبي\" ١/ ٦٤ ب، و\"البيضاوي\" ١/ ٢٢، و\"النسفي\" ١/ ٣٨. (٢) (الحق) ساقط من (ب).(٣) انظر: \"التهذيب\" (ظلم) ٣/ ٢٢٤٨، \"معاني القرآن\" للفراء ١/ ٣٩٧، \"اللسان\" (ظلم) ٥/ ٢٧٥٧.(٤) سورة البقرة: ٥٧، سورة الأعراف: ١٦٠.(٥) \"معاني القرآن\" ١/ ٣٩٧، \"تهذيب اللغة\" (ظلم) ٣/ ٢٢٤٨.(٦) \"الحجة\" ٢/ ١٧.(٧) أي كان سببًا لهما لكسب الخطيئة التي عاقبهما الله عليها، انظر: \"تفسير الطبري\" ١/ ٢٣٤.(٨) انظر: \"تهذيب اللغة\" (زل) ٢/ ١٥٥٠، و\"معاني القرآن\" للزجاج ١/ ٨٣،(٩) في (ب): (بالدلالة).(١٠) في (ب): (إنما).</p><p> [الأعراف: ٢٠] الآية. وقد نسب كسب الإنسان الزلة إلى الشيطان (١) ، كقوله تعالى:  {إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ}  [آل عمران: ١٥٥] ، و (استزلّ) و (أزلَّ) واحد، كقولهم: استجاب وأجاب، واستخلف لأهله وأخلف، فكما (٢) أن استزلهم من الزلة، والمعنى فيه كسبهم الزلة، وكذلك قوله:  {فَأَزَلَّهُمَا الشَّيْطَانُ}  (٣) . </p><p> وقوله تعالى:  {عَنْهَا} على هذا التأويل يكون بمعنى (عليها) والكناية تعود إلى (الزلة)  (٤) وإن لم يجر لها ذكر، لأن المصدر والاسم يدل عليهما الفعل، فقوله:  (أزلهما) يدل على: (الزلة) فكان معناه حملهما (٥) على الزلة، ويجوز أن يقع (٦)  (عن) موقع (على) و (على) موقع (عن)  (٧) . </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٣٤، \"غريب القرآن\" لابن قتيبة ص ٣٧، \"العمدة في الغريب\" لمكي ص ٧٣، فإبليس سبب ارتكابهما الخطيئة التي عاقبهما الله عليها بإخراجهما من الجنة، والله هو خالق الإنسان وخالق فعله. (٢) في (ب): (وكما).(٣) انتهى ما نقله المؤلف من \"الحجة\" عن الوجه الأول، ويعود مرة أخرى ينقل منه الوجه الثاني، \"الحجة\" ٢/ ١٨.(٤) ذكر جمهور المفسرين أن الكناية تعود على واحد من أمور: (١) الشجرة، (٢) الجنة، (٣) الطاعة، (٤) الحالة التي هما عليها، (٥) السماء، وهو بعيد، وأقربها: إما للشجرة فتكون (عن) للسبب، أو للجنة وهذا متعين على قراءة حمزة (أزالهما)، انظر: \"تفسير الثعلبي\" ١/ ٤٦ ب، و\"ابن عطية\" ١/ ٢٥٤، \"الكشاف\" ١/ ٢٧٣، \"زاد المسير\" ١/ ٦٧، \"البحر\" ١/ ١٦٢، و\"تفسير ابن كثير\" ١/ ٨٥، \"الدر المصون\" ١/ ٢٨٨.(٥) في (ب): (حملها).(٦) في (ب): (تقع).(٧) انظر: \"الأزهية في علم الحروف\" ص ٢٧٦، ٢٧٩، \"حروف المعاني\" ص ٧٩.</p><p> قال ذو الإصبع: </p><p> لَاهِ ابن عَمِّكَ (١) مَا أَفْضَلْتَ فِي حَسَبٍ ... عَنِّي وَلَا أَنْتَ دَيَّانِي فَتَخْزُونِي (٢) </p><p> (عني) معنى (عليّ) . [وقال آخر، فجعل (علي) بمعنى: (عني) ] (٣) : </p><p> إِذَا رَضِيَتْ عَليّ بَنُو قُشَيْرٍ ... لَعَمْرُ اللهِ أَعْجَبَنِي رِضَاهَا (٤) </p><p> والوجه الآخر (٥) : أن يكون (أزلهما) من زل عن المكان إذا عثر ولم يثبت عليه، يقال: زلت قدمه زَلَلاً وزَليِلًا، إذا لم تثبت (٦) قال لبيد: </p><p>(١) في (أ)، (ج): (عمتك). (٢) لاه: أراد الله فحذف لام الجر ولام التعريف، يقول: لم بفضل علي في الحسب، ولا انت دياني: مالك أمري، فتخزوني: تقهرني. ورد البيت في \"المفضليات\" ص١٦٠،١٦٢، \"الخصائص\" ٢/ ٢٨٨. \"الأزهية\" ص ٢٧٩ \"حروف المعاني\" ص ٧٩ \"مجالس العلماء\" للزجاجي ص ٧١، و\"شرح جمل الزجاجي\" لابن عصفور ١/ ٤٨٣، \"أمالي المرتضى\" ١/ ٢٥٢، \"الإنصاف\" ص ٣٣٥، \"مغني اللبيب\" ١/ ١٤٧، \"الخزانة\" ٧/ ١٧٣، \"اللسان\" (دين) ٣/ ١٤٦٩، (عنن) ٥/ ٣١٤٣، (لوه) ٧/ ٤١٠٧.(٣) ما بين المعقوقين ساقط من (ب). والمثبت في (أ)، (ج)، وغير مستقيم والأولى أن يؤخر قوله: (فجعل (عليّ) بمعنى (عني) بعد البيت.(٤) البيت لقُحَيف العُقَيْلِي، ورد في \"النوادر\" ص ٤٨١، \"الكامل\" ٢/ ١٩٠، ٣/ ٩٨، \"الخصائص\" ٢/ ٣١١، ٣٨٩، \"المخصص\" ١٤/ ٦٥، ١٧/ ١٦٤، \"الأزهية\" ص ٢٧٧، \"الهمع\" ٤/ ١٧٦، \"اللسان\" (رضى) ٣/ ١٦٦٣، \"الخزانة\"١٠/ ١٣٢.(٥) (الحجة) ٢/ ١٨.(٦) قوله: ويقال: زلت قدمه ..) وبيت لبيد ليس في \"الحجة\"، انظر: \"تهذيب اللغة\" (زل) ٢/ ١٥٥٠.</p><p> لَوْ يَقُومُ الفِيلُ أَوْ فَيَّالُهُ ... زَلَّ عَنْ مِثْلِ مَقَاسِي وَزَحَل (١) </p><p> ويدل على هذا التأويل قوله تعالى:  {فَأَخْرَجَهُمَا} فَكما أن خروجه عن الموضع الذي كان فيه انتقال منه إلى غيره، كذلك عثاره فيه وزليله (٢) . </p><p> وقرأ حمزة:  (فأزالهما)  (٣) . وحجته أن قوله:  {اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ}  [البقرة: ٣٥] أمر لهما بالثبات، وتأويله:  (اثبتا) فثبتا، فأزالهما الشيطان، فقابل الثبات بالزوال الذي هو خلافه. وفي الآية على هذا التقدير إضمار، كقوله:  {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ}  [الشعراء:٦٣] أي: فضرب فانفلق، ومثله:  {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ}  [البقرة: ١٩٦] ، أي: فحلق ففدية. ونُسب الفعل إلى الشيطان، لأن زوالهما عنها إنما كان بتزيينه وتسويله فلما كان ذلك منه بسبب، أسند الفعل إليه، كقوله:  {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى}  [الأنفال: ١٧] لما كان الرمي بتقوية الله وإرادته وخلقه نسبه إلى نفسه. ومما يقوي هذه القراءة قوله:  {فَأَخْرَجَهُمَا} وأخرجهما في المعنى قريب من (فأزالهما)  (٤) . </p><p>(١) وقوله: (أو فياله): هو صاحب الفيل الذي يسوسه، زحل: زل، يقول: لو يقوم الفيل أو صاحبه زل عن مكاني، قيل: هذا البيت مما عيب على لبيد، لظنه القوة الهائلة في صاحب الفيل، انظر: \"ديوان لبيد\" مع شرحه ص ١٩٤. (٢) \"الحجة\" لأبي علي٢/ ١٨.(٣) \"السبعة\" لابن مجاهد ص ١٥٤، \"الحجة\" لأبي علي ٢/ ١٤، \"النشر\" ٢/ ٢١١، \"البدور الزاهرة\" ص ٣٠.(٤) في (ب): (فأزلهما). \"الحجة\" لأبي علي ٢/ ١٥، وانظر: \"حجة القراءات\" لابن زنجلة ص ٩٤، \"الكشف عن وجوه القراءات\" لمكي١/ ٢٣٦، \"الحجة\" لابن خالويه ص ٧٤.</p><p> فإن قيل: على هذه القراءة يكون قوله: {فَأَخْرَجَهُمَا} تكريرا (١) ؟ قيل: إنه (٢) لا يكون تكريراً لا فائدة فيه، ألا ترى أنه يجوز أن يزيلهما عن مواضعهما ولا يخرجهما مما كانا فيه من الرغد والرفاهية، وإذا كان كذلك لم يكن تكريرا غير مفيد، على أن التكرير في مثل هذا الموضع لتفخيم القصة ليس بمكروه بل هو مستحب، كقول القائل: أزلت نعمته وأخرجته من ملكه، غلظت عقوبته (٣) . </p><p> وقوله تعالى:  {مِمَّا كَانَا فِيهِ} . أي: من الطاعة إلى المعصية. وقيل: من الرتبة والمنزلة (٤) . وقيل: من الرفاهية ولين العيش (٥) . </p><p> واختلفوا في كيفية وسوسة إبليس ووصوله (٦) إلى آدم: فقال الأكثرون ومنهم ابن عباس ووهب: إن الحية أدخلت إبليس الجنة (٧) حتى قال لآدم {هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَى}  [طه: ١٢٠] ، فأبى أن يقبل منه، فقاسمهما بالله إنه لهما لمن الناصحين، فاغترّا (٨) وما كانا يظنان أنّ أحداً </p><p>(١) أورد هذا السؤال والإجابة عنه أبو علي في \"الحجة\"، ونقله الواحدي هنا بنصه، وممن قال إن فيها تكريرا الطبري في \"تفسيره\"، حيث احتج بذلك على ترجيح قراءة عامة القراء، \"تفسير الطبري\" ١/ ٢٣٥. (٢) في (ب): (لأنه).(٣) \"الحجة\" لأبي علي ٢/ ١٦.(٤) انظر: \"تفسير ابن عطية\" ١/ ٢٥٦، والقرطبي ١/ ٢٦٦.(٥) انظر: \"تفسير الطبري\" ١/ ٢٣٩، و\"أبي الليث\" ١/ ١١١، و\"ابن عطية\" ١/ ٢٥٦، \"البغوي\" ١/ ٨٣، \"ابن كثير\" ١/ ٨٥، ويمكن حمل الآية على القولين الأخيرين.(٦) الواو ساقطة من (ب)(٧) في (ب): (إلى الجنة).(٨) في (ب)، (ج): (فاغتروا).</p><p> يحلف بالله كاذبًا، فبادرت حواء إلى أكل الشجرة ثم ناولت آدم حتى أكلها (١) . </p><p> وقال الحسن: إنما رآهما على باب الجنة لأنهما كانا يخرجان من الجنة (٢) . </p><p>(١) هذا لفظ رواية ابن عباس، وبمعناه رواية وهب وقد أخرجهما الطبري ١/ ٢٤٠، ذكر رواية ابن عباس: الليث في \"تفسيره\" ١/ ١١١، وانظر: \"تفسير الثعلبي\" ١/ ٦٥ أ، و\"البغوي\" ١/ ٨٣، و\"ابن عطية\" ١/ ٢٥٦، و\"القرطبي\" ١/ ٢٦٦. (٢) ذكره البغوي في \"تفسيره\" ١/ ٦٣، وابن الجوزي في \"زاد المسير\" ١/ ٦٧. وهناك قول ثالث: أنه دخل الجنة في صورة حية، وهذا يرجع لأصول القول الأول، وقول رابع ذكره ابن جرير الطبري عن ابن إسحاق وهو: أنه وصل إليهما بطرق الوسوسة، وأنه يخلص إلى ابن آدم في حال نومه ويقظته، ولدعوه إلى المعصية، ويوقع في نفسه الشهوة، وأيد قوله بما ورد عن النبي صلى الله عليه وسلم: أنه قال، \"إن الشيطان يجري من ابن آدم مجرى الدم\". كذا ذكر الطبري عن ابن إسحاق، ثم رد قوله ورجح أن الشيطان كلم آدم مشافهة لا وسوسة كما قال: {وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ} [الأعراف: ٢١]، ثم قال: (فالقول في ذلك أنه وصل إلى خطابهما على ما أخبر الله جل ثناؤه، وممكن أن يكون وصل على ذلك بنحو الذي قاله المتأولون بل ذلك إن شاء الله كذلك، لتتابع أقوال أهل التأويل على تصحيح ذلك)، \"تفسير الطبري\" ١/ ٢٤٠، قال ابن عطية ١/ ٢٥٦: القول: أنه أغواهما مشافهة قول جمهور العلماء، ومثله قال القرطبي ١/ ٢٦٦.وإذا نظرنا إلى حال الروايات في كيفية دخول إبليس الجنة وقصة الحية مع إبليس وجدناها أخبارًا إسرائيلية كما قال ذلك ابن كثير في \"تفسيره\" ١/ ٨٥، وقال \"الرازي\" بعد ذكره للقول الأول: واعلم أن هذا وأمثاله مما يجب أن لا يلتفت إليه. الرازي ٣/ ١٥، قلت: الله سبحانه وتعالى أخبرنا أن إبليس أزل آدم وكان سببًا في إخراجه من الجنة كما قال {فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ}. وكيف حصل ذلك، هل بالمشافهة وما طريق المشافهة، أو بالوسوسة؟ كل هذا من علم الغيب الذي لا يثبت إلا بالخبر عن الله سبحانه، أو رسوله، ولا خبر في ذلك يعتمد عليه، ولا ينبني على العلم به كبير فائدة فلا داعي للانشغال بمثله.</p><p> وقوله تعالى:  {وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} . (الهبوط) النزول من علو إلى سفل، وهو ضد الصعود (١) ، وهو خطاب لآدم، وحواء، والحية، وإبليس (٢) على قول من يقول: إن إبليس أدخلته الحية الجنة (٣) . </p><p> وقال أبو إسحاق: كان إبليس أهبط أولاً، لأنه قال:  {فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ}  [الحجر: ٣٤] ، وأهبط آدم وحواء بعد ذلك، فجمع الخبر للنبي -عليه [الصلاة]  (٤) والسلام لأنهم اجتمعوا في الهبوط وإن اختلف بهم الوقت (٥) . </p><p> وقال ابن الأنباري: مذهب الفراء أن {اهْبِطُوا} خطاب لآدم وحواء وذريتهما لأن الأب يدل على الذرية إذ كانوا منه (٦) . </p><p> وقيل: إنه خطاب لآم وحواء. والعرب تخاطب الاثنين بالجمع، لأن التثنية أول الجمع، ومثله من التنزيل قوله:  {وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ}  [الأنبياء:٧٨] ، يريد حكم داود وسليمان، وقوله:  {فَإِنْ كَانَ لَهُ إِخْوَةٌ} </p><p>(١) انظر: \"تهذيب اللغة\" (هبط) ٤/ ٢٧٠٦، \"تفسير ابن عطية\" ١/ ٢٥٧، و\"القرطبي\" ١/ ٢٧٢، \"زاد المسير\" ١/ ٦٨. (٢) أخرجه ابن جرير عن ابن عباس وأبي صالح، والسدي، ومجاهد، انظر \"تفسير الطبري\" ١/ ٢٤٠، \"تفسير وابن أبي حاتم\" من طريق السدي عن ابن عباس ١/ ٨٨ - ٨٩، وذكره أبو الليث في \"تفسيره\" ١/ ١١٢، و\"الثعلبي\" ١/ ٦١ أ، و\"ابن عطية\" عن السدي ١/ ٢٥٧، وانظر: \"التعريف والإعلام\" للسهيلي ص ١٩، \"غرر التبيان\" ص ٢٠١، و\"زاد المسير\" ١/ ٦٨.(٣) وهي روايات إسرائيلية كما قال ابن كثير في \"تفسيره\" ١/ ٨٥، انظر ما سبق.(٤) (الصلاة): ساقط من جميع النسخ.(٥) \"معاني القرآن\" للزجاج ص ٤٨.(٦) \"معاني القرآن\" للفراء: (قوله: {وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} فإنه خاطب آدم وامرأته، ويقال أيضًا: آدم وإبليس، وقال (اهبطوا) يعنيه ويعني ذريته فكأنه خاطبهم) ١/ ٣١.</p><p> [النساء:١١] ، أراد أخوين (١) . </p><p> وقوله تعالى:  {بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} . بعض الشيء طائفة منه (٢) . </p><p> وأنكر الأصمعي وأبو حاتم إدخال (الألف واللام) في بعض وكل وقالا: إنهما معرفتان بغير الألف واللام، [والعرب لا تدخل فيهما الألف واللام]  (٣) ، قال الله تعالى:  {وَكُلٌّ أَتَوْهُ دَاخِرِينَ}  [النمل: ٨٧]  (٤) . </p><p> والنحويون مجمعون على جواز إدخال الألف واللام عليهما (٥) . </p><p> وسنذكر ما قيل في (بعض) عند قوله {يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ}  [غافر: ٢٨] إن شاء الله. </p><p> و (العدو) اسم جامع للواحد والجميع وللذكر والأنثى، إذا جعلته في مذهب الاسم والمصدر فإن جعلته نعتاً محضاً ثنيت وجمعت وأنثت (٦) . </p><p>(١) ذكر قول ابن الأنباري ابن الجوزي في \"زاد المسير\" ١/ ٦٨. (٢) انظر \"تهذيب اللغة\" (بعض) ١/ ٣٥٩، \"اللسان\" (بعض) ١/ ٣١٢.(٣) مابين المعقوفين ساقط من (ب).(٤) انظر كلام الأصمعي وأبي حاتم في \"تهذيب اللغة\" وقال أبو حاتم: ولا تقول العرب (الكل ولا البعض) وقد استعمله الناس حتى سيبوبه والأخفش في كتبهما لقلة علمهما بهذا النحو فاجتنب ذلك فإنه ليس من كلام العرب \"التهذيب\" (بعض) ١/ ٤٩١، و\"اللسان\" (بعض) ٧/ ١١٩.(٥) ورد في \"اللسان\" بعد كلام أبي حاتم منسوباً للأزهري، ولم أجده في \"تهذيب اللغة\"، ولعله سقط من المطبوع، وفي \"اللسان\" عن ابن سيده: (استعمل الزجاجي بعضا بالألف واللام)، \"اللسان\" (بعض) ١/ ٣١٢.(٦) في \"التهذيب\": (وقال أبو عمر: .. و (العداوة) اسم عام من (العدو) يقال: عدو بيِّن العداوة وهو عدو، وهما عدو، وهن عدو، وهذا إذا جعلته في مذهب الاسم والمصدر. فإذا جعلته نعتا محضا قلت: هو عدوك، وهي عدوتك، وهم أعداؤك، وهن عدواتك، \"تهذيب اللغة\" (عدا) ٣/ ٢٣٤٧.</p><p> ومنه قول عمر لنساء النبي صلى الله عليه وسلم:  (أي عدوات أنفسهن)  (١) . </p><p> قال المفسرون: وأراد بهذه العداوة التي بين آدم وحواء والحية، وبين ذرية آدم من المؤمنين وبين إبليس، فإبليس عدو المؤمنين من ولد آدم، وعداوته لهم كفر، والمؤمنون (٢) أعداء إبليس، وعداوتهم له إيمان (٣) . </p><p> وروى سعيد بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم أنه (٤) سئل عن قتل الحيات، فقال:  \"خلقتهن(٥)والإنسان كل واحد منهما عدو لصاحبه، إن رآها أفزعته، وإن لدغته أوجعته فاقتلها حيث وجدتها\"  (٦) . </p><p>(١) قطعة من حديث طويل في قصة دخول عمر على رسول الله صلى الله عليه وسلم وعنده نساء من قريش، وفيه: (أي عدوات أنفسهن، أتهبنني ولا تهبن رسول الله - صلى الله عليه وسلم -؟ أخرجه البخاري عن سعد بن أبي وقاص (٣٢٩٤) كتاب (بدء الخلق) باب (صفة إبليس وجنوده)، وفي (٣٦٨٣) كتاب (فضائل الصحابة) باب (مناقب عمر)، وفي (٦٠٨٥) كتاب (الأدب) باب (التبسم والضحك)، ومسلم (٢٣٨٩) كتاب (الفضائل) باب: (فضائل عمر) \"شرح النووي\"، وأحمد في \"المسند\" ١/ ١٨٢. (٢) في (أ)، (ج): (المؤمنين) وأثبت ما في (ب) لأنه هو الصواب.(٣) \"معاني القرآن\" للزجاج ١/ ٨٤، وانظر: \"تفسير الطبري\" ١/ ٢٣٥.(٤) (أنه) ساقط من (ب).(٥) في (ب): (خلقت هي والإنسان)، وهذا يوافق ما في الطبري، ومجمع الزوائد كما سيأتي. وهو الصواب.(٦) أخرجه الطبري بسنده في \"تفسيره\" ١/ ٥٣٨، وهو في \"مجمع الزوائد\" ولفظه: (خلقت هي والإنسان سواء فإن رأته أفزعته ..) الحديث بمثل رواية الطبري قال الهيثمي: رواه الطبراني في \"الأوسط\"، وفيه (جابر) غير مسمى، والظاهر أنه الجعفي، وثقة الثوري وشعبة، وضعفه الأئمة أحمد وغيره، ٤/ ٤٥ و (جابر) من رجال الطبري كذلك، وذكر الحديث السيوطي في \"الدر\" وعزاه إلى الطبري في \"تفسيره\" ١/ ١٠٨.</p><p> وروى ابن عجلان عن أبيه، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم أنه قال:  \"ما سالمناهن(١)منذ حاربناهن، فمن ترك شيئا منهن خيفةً فليس منا\"  (٢) وأراد النبي صلى الله عليه وسلم بالمحاربة قصة آدم وإدخالها إبليس الجنة (٣) . </p><p> وقوله تعالى:  {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ} . موضع قرار أحياءً وأمواتاً (٤) . </p><p>(١) (هن) ساقطة من (ب). (٢) أخرجه الطبري بسنده، قال شاكر: (إسناده جيد والحديث مروي بأسانيد أخر صحاح)، \"تفسير الطبري\" ١/ ٥٣٧، وأخرجه أبو داود (٥٢٤٨) كتاب (الأدب) باب (في قتل الحيات) عن أبي هريرة، وأخرج نحوه عن ابن مسعود (٥٢٤٩) وابن عباس \"سنن أبي داود\" معه \"معالم السنن\" (٥٢٥٠)، وأخرجه أحمد في \"مسنده\" ٢/ ٢٤٧, ٤٣٢, ٥٢٠، وأخرجه نحوه عن ابن عباس ١/ ٣٢٠، وقد حكم شاكر على أسانيد أبي داود وأحمد بأنها صحيحة كما في تحقيقه على الطبري.(٣) قال الطبري: (وأحسب أن الحرب التي بيننا، كان أصله ما ذكره علماؤنا الذين قدمنا الرواية عنهم، في إدخالها إبليس الجنة) ١/ ٢٤٠ - ٢٤١، قال العظيم آبادي شارح سنن أبي داود: (منذ حاربناهن) أي منذ وقع بيننا وبينهن الحرب، فإن المحاربة والمعاداة بين الحية والإنسان جبلية، لأن كلا منهما مجبول على طلب قتل الآخر، وقيل: أراد العداوة التي بينها وبين آدم عليه السلام ما يقال: إن إبليس قصد دخول الجنة فمنعت الخزنة فأدخلته الحية في فيها ...) عون المعبود ١٤/ ١٠٩. وفي هامش سنن أبي داود قال يحيى بن أيوب: سئل أحمد بن صالح عن تفسير قوله: (ما سالمنا هن منذ حاربناهن) متى كانت العداوة؟ قال: حين أخرج آدم من الجنة، قال الله: {اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ} [طه: ١٢٣]، قال هم قالوا: آدم وحواء، وإبليس والحية، قال: والذي صح: أنهم الثلاثة فقط، بإسقاط الحية، سنن أبي داود \"معه معالم السنن\" ٥/ ٤١٠.(٤) انظر: \"تفسير الطبري\" ١/ ٢٤١، و\"ابن عطية\" ١/ ٢٥٨.</p><p> (ومتاع) المتاع: ما تمتعت به، أي شيء كان، فكل ما حصل التمتع به فهو متاع من زينة أو لذة أو عمر أو مال (١) . </p><p> ومعنى التمتع: التلذذ (٢) ، والمتعة أيضا من (٣) المتاع، وجمعها مُتعَ (٤) . </p><p> قال الأعشى: </p><p> حَتَّى إِذَا ذَرَّ قَرْنُ الشَّمْسِ صَبَّحهَا ... زَوَالُ نَبْهَانَ يَبْغِي أَهْلَهُ مُتَعَا (٥) </p><p> أي يبغيهم صيداً يتمتعون به، ويأتي الكلام في متعة المطلقة (٦) ومتعة الحج (٧) مستقصى إن شاء الله. </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٤٢، و\"ابن عطية\" ١/ ٢٥٨. (٢) قال ابن فارس (الميم والتاء والعين) أصل صحيح يدل على منفعة وامتداد مدة في خير .... وذهب من أهل التحقيق بعضهم إلى أن الأصل في الباب (التلذذ) ... وذهب منهم آخر إلى أن الأصل الامتداد والارتفاع ... (معجم مقاييس اللغة) (متع) ٢/ ٢٩٣، ٢٩٤.(٣) في (ب): (مثل).(٤) قال الليث: ومنهم من يقول: متعة، وجمعها (متع)، \"تهذيب اللغة\" (متع) ٤/ ٣٣٣٧.(٥) البيت للأعشى يصف صائدا، ويروى (ذؤال) و (من آل) و (ذوآل) بدل (زوال) وفي جميع النسخ (زوال) ولعلها تصحيف، ويروى (صحبه) بدل (أهله) وهوله: ذر قرن الشمس: أول ما يشرق منها، وذؤال: ذأل: أسرع ومشى في خفة، والذؤال: الصائد، متعا: جمع متعة: يعني يطلب لهم زادا وطعاما، ورد البيت في \"تهذيب اللغة\" (متع) ٤/ ٣٣٣٧، \"اللسان\" (متع) ٧/ ٤١٢٩، (ديوان الأعشى) ص١٠٨.(٦) عند قوله تعالى: {لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ} الآية [البقرة: ٢٣٦].(٧) عند قوله تعالى: {فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ} الآية [البقرة: ١٩٦].</p><p> قال المفسرون: قلنا (١) في الأرض متاع من حيث الاستقرار عليها، والاغتذاء بما تنبتها (٢) من الثمار والأقوات (٣) . </p><p> وقوله تعالى:  {إِلَى حِينٍ} . (الحين) وقت من الزمان، يصلح للأوقات كلها طالت أو قصرت (٤) ، ويجمع على (الأحيان) ثم يجمع (الأحيان) أحايين (٥) . </p><p> قال الليث: وَحيَّنْتَ الشيء، جعلته له حِينًا (٦) . والمراد بالحين هاهنا فيما ذكره أهل التفسير:  (حين الموت)  (٧) . وقيل: إلى قيام الساعة (٨) . </p><p> وإنما قال (٩) : (إلى حين) إشارة إلى أن الدنيا دار زوال (١٠) . </p><p>(١) كذا في جميع النسخ، وفي \"الوسيط\" (فلنا) بالفاء ١/ ٨٦، وهذا أولى. (٢) في (ج): (ينبتها).(٣) انظر: \"تفسير الطبري\" ١/ ٢٤٢.(٤) ذكره الأزهري عن الزجاج، \"تهذيب اللغة\" (حين) ١/ ٧١٤، \"معاني القرآن\" للزجاج ١/ ٨٤، \"اللسان\" (حين) ٢/ ١٠٧٣.(٥) ذكره الازهري عن الليث، \"تهذيب اللغة\" ١/ ٧١٤، انظر: \"اللسان\" (حين) ٢/ ١٠٧٤.(٦) المراجع السابقة.(٧) ذكره ابن جرير في \"تفسيره\" عن ابن عباس والسدي ١/ ٢٤٢، وذكره الثعلبي في \"تفسيره\" ١/ ٦٥ أ، وأبو الليث في \"تفسيره\" ١/ ١١٢، والزجاج في \"المعاني\" ١/ ٨٤، وابن عطية في \"تفسيره\" ١/ ٢٥٩.(٨) ذكره ابن جرير في \"تفسيره\" عن مجاهد ١/ ٢٤٢، والزجاج في \"معاني القرآن\" ١/ ٨٤، وابن عطية في \"تفسيره\" ١/ ٢٥٩.(٩) في (ب): (قيل).(١٠) انظر: \"تفسير ابن عطية\" ١/ ٢٥٩، و\"تفسير القرطبي\" ١/ ٢٧٥.</p>"
}