{
  "id": null,
  "sura": 2,
  "aya": 51,
  "text": "<p> تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ} [البقرة: ٢٤٨] ، إن شاء الله. </p><p> وقوله تعالى:  {وَأَنْتُمْ تَنْظُرُونَ} . وذلك أنهم لما خرجوا من (١) البحر رأوا انطباق البحر على فرعون وقومه. </p><p> وقال محمد بن جرير:  (وأنتم تنظرون) إلى فرق الله البحر وإنجائكم من عدوكم (٢) . </p><p> ٥١ - قوله تعالى:  {وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً} الآية. يقال: وَعَدْتُه وَعْدَا وعِدَةً (٣) وَموْعِداً وَموْعِدةً (٤) ، قال الله:  {إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ}  [التوبة: ١١٤] ، وقال:  {وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا}  [الكهف: ٥٩] . ويقال: وعدني الخير والشر (٥) ، قال الله تعالى:  {أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا}  [طه: ٨٦]  {النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا}  [الحج: ٧٢] . </p><p> فأما الإيعاد فهو في التهديد. قال الشاعر: </p><p> أَوْعَدَنِي بِالسِّجْنِ والْأَداَهِمِ (٦) </p><p>(١) في (ب): (عن). (٢) وهذا على تفسير (النظر) هنا بالمشاهدة، وقد قال بعضهم: إنه بمعنى العلم، كالفراء ورد عليه ابن جرير هذا. انظر: \"الطبري\" ١/ ٢٧٨، \"معاني القرآن\" للفراء ١/ ٣٦، \"تفسير أبي الليث\" ١/ ١١٨، \"معاني القرآن\" للزجاج ١/ ١٠٣.(٣) في (أ): (وعدء) وأثبت ما في (ب)، (ج) لأنه الصواب.(٤) الكلام عن لفظ (وعد) واشتقاقه واستعمالاته نقله عن \"الحجة\" لأبي علي ٢/ ٥٦، وانظر: \"تهذيب اللغة\" (وعد) ٤/ ٣٩١٥، \"اللسان\" ٨/ ٤٨٧١.(٥) انظر: \"تهذيب اللغة\" (وعد) ٤/ ٣٩١٥.(٦) في (ب): (الاداهمى). البيت لعُدَيْل بن الفَرْخ، وبعده:رِجْلِي وَرِجْلِي شثنة المْنَاَسِمِالأداهم: جمع أدهم، وهو القيد، شثنة: غليظة، المناسم: طرف خف البعير استعارة للإنسان. ورد البيت في \"الحجة\" لأبي علي ٢/ ٥٧، وفي كتب اللغة مادة =</p><p> والوعيد كالإيعاد، قال الله تعالى:  {ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ}  [إبراهيم: ١٤] وأكثر ما يستعمل الإيعاد بالباء (١) ، فيقال: أوعدته بالشر، ويجوز أن تقول (٢) أوعدته، من غير ذكر الشر، ولا يكون إلا في الشر (٣) . </p><p> والميعاد من: الوعد (٤) [لأنه لم يرد في الخير (٥) ، ولذلك قلنا:  {إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ}  [آل عمران: ٩] ، (٦) ويجوز أن يخلف الوعيد فيكون ذلك منه كرما (٧) . </p><p> و (الوعد)  (٨) يتعدى إلى مفعولين، ويجوز أن يقتصر على أحدهما كأعطيت، وليس كظننت، قال الله تعالى:  {وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ}  [طه: ٨٠] ، فـ (جانب) مفعول ثان، ولا يكون ظرفا لاختصاصه (٩) ، والتقدير: </p><p>= (وعد) في \"تهذيب اللغة\" ٤/ ٣٩١٥، \"الصحاح\" ٢/ ٥٥١، \"المحكم\" ٢/ ١٣٧، \"مقاييس اللغة\" ٣/ ١٣٤، \"اللسان\"، ٨/ ٤٨٧١، وفي \"معاني القرآن\" للفراء ١/ ١٩٧، \"الحروف\" لابن السكيت ص ٩٧، \"الهمع\" ٥/ ٢١٧، \"شرح المفصل\" ٣/ ٧٠، \"شرح ابن عقيل\" ٣/ ٢٥١، \"الخزانة\" ٥/ ١٨٨، \"شرح شذور الذهب\" ص ٥٢٤. (١) في (ب)، (ج): (بالياء).(٢) في (أ)، (ج) (يقول) ما في (ب) أنسب للسياق.(٣) ذكره أبو علي عن أحمد بن يحيى، \"الحجة\" ٢/ ٥٧، وانظر \"تهذيب اللغة\" (وعد) ٤/ ٣٩١٥.(٤) في (ب): (الوعيد).(٥) في (أ): (الخبر) وما في (ب)، (ج) هو الصواب.(٦) ما بين المعقوفين ساقط من (ب).(٧) اختصر كلام أبي علي، انظر: \"الحجة\" ٢/ ٥٧، ٥٨، وسياق أبي علي أوضح.(٨) في (ب): (الوعيد) وفي \"الحجة\": (وعدت) فعل يتعدى إلى مفعولين ...) ٢/ ٥٩.(٩) ولا يسمى ظرفًا في اصطلاح النحويين، وانما يسمى اسم مكان فقط، لأن =</p><p> وعدناكم إتيانه أو مكثًا (١) فيه. </p><p> [وقوله:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ}  [المائدة: ٩]  (٢) وقوله: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ}  [النور: ٥٥]  (٣) فإن الفعل لم يعد منه (٤) إلى مفعول ثان، وقوله:  {لَهُمْ مَغْفِرَةٌ} و {لَيَسْتَخْلِفَنَّهُمْ} تفسير للوعد وتبيين له كقوله: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ}  [النساء: ١١] فقوله: {لِلذَّكَرِ} تبيين للوصية، وليس بمفعول ثان، وقوله (٥) : {أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا}  [طه: ٨٦] وقوله: {إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ}  [إبراهيم: ٢٢] فإن هذا ونحوه يحتمل أمرين: يجوز أن يكون انتصاب الوعد بالمصدر. ويجوز أن يكون انتصابه بأنه المفعول الثاني. وسمي الموعود به وعدا (٦) ، كما سمي المخلوق خلقاً. </p><p>= الظرف الاصطلاحي: هو الذي يتضمن معنى: لفظا أو تقريرا، فالوعد وقع على الجانب ولم يقع فيه، بمعنى الموعد به هو الجانب نفسه لا شيء آخر يكون فيه، وهذا يسمى مفعولا به ولا يسمى ظرفا على الراجح. انظر: \"الأشموني مع حاشية الصبان\" ٢/ ١٢٦. والظرف المختص من المكان ماله صورة وحدود محصورة نحو الدار والمسجد، والظرف غير المختص من المكان وهو المبهم، ما ليس كذلك نحو الجهات الست. انظر: \"حاشية الصبان على الأشموني\" ٢/ ١٢٩، \"وحاشية الخضري على شرح ابن عقيل\" ١/ ١٩٨. (١) في (ج): (سكنا).(٢) ما بين المعقوفين ساقط من (ب).(٣) (منكم) سقط من (أ)، (ج).(٤) كذا في جميع النسخ، وفي \"الحجة\" (فيه) ٢/ ٦٠.(٥) في \"الحجة\": وأما قوله: {أَلَمْ يَعِدْكُمْ} ..) ٢/ ٦٠.(٦) في \"الحجة\": (الوعد) ٢/ ٦٠.</p><p> وقوله (١) : {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ}  [الأنفال: ٧] فـ {إِحْدَى الطَّائِفَتَيْنِ} في موضح نصب بأنه المفعول الثاني و {أَنَّهَا لَكُمْ} بدل منه، والتقدير: وإذ يعدكم الله ثبات إحدى الطائفتين أو ملكها (٢) . </p><p> فأما قوله:  {وَإِذْ وَاعَدْنَا مُوسَى أَرْبَعِينَ لَيْلَةً}  (٣) فتعلق (الأربعين) بالوعد على أنه المفعول الثاني لا بالظرف، لأن الوعد لم يكن في جميع الأربعين كلها، ولا في بعضها، وإنما الوعد تقضي الأربعين، والتقدير: وعدنا موسى انقضاء أربعين ليلة أو تتمة أربعين ليلة، فحذفت المضاف، كما تقول: اليوم خمسة عشر من (٤) الشهر، أي تمامه (٥) . </p><p> ويكون في الكلام محذوف به يتم (٦) المعنى، كأنه قال: وعدناه انقضاء أربعين ليلة للتكلم (٧) معه، أو لإيتائه التوراة أو ما أشبه هذا. </p><p>(١) في \"الحجة\": (وأما قوله: ..) ٢/ ٦١. (٢) \"الحجة\" ٢/ ٦١.(٣) في (ب): (وعدنا).(٤) في (ج): (ض).(٥) \"الحجة\" ٢/ ٦٤، ٦٥، وانظر: \"معاني القرآن\" للأخفش ١/ ٢٦٤، \"المشكل\" لمكي ١/ ٤٧، \"الإملاء\" ١/ ٣٦، \"البحر\" ١/ ١٩٩، وقد ذكر الطبري هذا القول، ثم رده، ورجح: أن الأربعين كلها داخلة في الميعاد، قال: (وقد زعم بعض نحويي البصرة: أن معناه: وإذ واعدنا موسى انقضاء أربعين ليلة، أي رأس الأربعين ....). ثم قال: (وذلك خلاف ما جاءت الرواية عن أهل التأويل، وخلاف ظاهر التلاوة ..) الطبري ١/ ٢٨٠. ونحوه قال ابن عطية: (وكل المفسرين على أن الأربعين كلها ميعاد) \"تفسير ابن عطية\" ١/ ٢٩٢، وانظر: \"القرطبي\" ١/ ٣٣٧.(٦) في (ب): (تم).(٧) في (ب): (للمتكلم).</p><p> واختلف القراء في قوله تعالى:  {وَاعَدْنَا} فقرأ أكثرهم (١) بالألف من المواعدة، لأن ما كان من موسى من قبول الوعد والتحري لإنجازه والوفاء به يقوم مقام الوعد، وإذا كان كذلك حسن القراءة بـ (واعدنا) لثبات التواعد من الفاعلين، كما قال:  {وَلَكِنْ لَا تُوَاعِدُوهُنَّ سِرًّا}  (٢)  [البقرة: ٢٣٥] و-أيضا- فإن المفاعلة قد تقع من الواحد كسافر، وعافاه الله (٣) ، وقد مر (٤) . </p><p> وقرأ أبو عمرو (٥)  (وعدنا) لكثرة ما جاء في القرآن من هذا القبيل بغير ألف، كقوله:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا}  (٦) ، {أَلَمْ يَعِدْكُمْ رَبُّكُمْ}  [طه: ٨٦] ، {وَإِذْ يَعِدُكُمُ اللَّهُ}  [الأنفال: ٧] ، {إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ}  [إبراهيم: ٢٢] ، {وَعَدَكُمُ اللَّهُ مَغَانِمَ}  [الفتح: ٢٠] ، فرد المختلف في إلى المتفق عليه (٧) . </p><p>(١) قرأ أبو عمرو بغير ألف ووافقه من العشرة أبو جعفر ويعقوب, والباقون بالألف انظر: \"السبعة\" ص ١٥٥, \"الحجة\" لأبي علي ٢/ ٥٦, \"التيسير\" ص٧٣, \"التبصرة\" ص٢٥, \"الغاية\" ص ١٠١, \"النشر\" ٢/ ٢١٢, \"تحبير التيسير\" ص٨٧. (٢) (لكن) ساقط من (أ) و (ج) تصحيف في الآية.(٣) قال أبو علي: (.. فإذا كان الوعد من الله سبحانه, ولم يكن من موسى, كان من هذا الباب) \"الحجة\" ٢/ ٦٧.(٤) مر في تفسير قوله تعالى: {يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} [البقرة: ٩] , وانظر: \"الحجة\" لأبي علي ٢/ ٦٦, \"حجة القراءات\" لابن زنجلة: ص٩٦, \"الحجة\" لابن خالويه: ص٧٧, \"الكشف\" لمكي ١/ ٢٤٠.(٥) في (ب): (أبو عمر).(٦) المائدة:٩, والنور: ٥٥, والفتح:٢٩.(٧) \"الحجة\" لأبي علي ٢/ ٦٧. وقال ابن زنجلة: وحجة أن المواعدة إنما تكون بين الآدميين. \"حجة القراءات\": ص٩٦, انظر: \"الحجة\" لابن خالويه: ص٧٧, =</p><p> وأما (أربعين) فقال أبو الفتح الموصلي (١) : إن العقود من (عشرين) إلى (تسعين) كأن (عشرين) جمع (عِشْر) ، و (ثلاثين) جمع (ثلاث) ، و (أربعين) جمع (أربع) . وليس الأمر كذلك؛ لأن (العِشْر) غير معروف إلا في أظماء الإبل (٢) ، ولو كان (ثلاثون) جمع (ثلاثة)  (٣) لوجب أن يستعمل في (تسعة) وفي (اثني عشر) وفي كل عدد الواحد من تثليثها (ثلاث)  (٤) . </p><p> وكذلك القول في (أربعين) و (خمسين) إلى (التسعين) فقد ثبت بهذا أن (أربعين) ليس جمع (أربع) وكذلك سائر العقود، ولكنه جار مجرى (فلسطين) و (قِنَّسْرين)  (٥) في أنه اسم واحد لهذا العدد المخصوص (٦) ، </p><p>= \"الكشف\" لمكي ١/ ٢٣٩، قال الطبري: (.. والصواب عندنا في ذلك من القول: أنهما قراءتان قد جاءت بهما الأمة وقرأت بهما القَرَأة، وليس في القراءة بأحدهما إبطال معنى الأخرى ..) ثم رد على من قال: إنما تكون المواعدة بين البشر. \"تفسير الطبري\" ١/ ٢٧٩. (١) \"سر صناعة الأعراب\" ٢/ ٦٢٦.(٢) (العِشْر) بكسر العين خاص بورود الإبل اليوم العاشر أو التاسع. انظر: \"القاموس\" (عشر): ص ٤٤٠.(٣) في \"سر صناعة الأعراب\": (ثلاث) ٢/ ٦٢٦(٤) في \"سر صناعة الأعراب\": (.. لوجب أن يستعمل في (تسعة) وفي (اثني عشر) وفي (خمسة عشر) وكذلك إلى (سبعة) ولجاز أن يتجاوز به إلى ما فوق الثلاثين من الأعداد التي الواحد من تثليثها فوق العشرة ..) ٢/ ٦٢٦.(٥) (قِنَّسْرين) بكسر أوله وفتح ثانيه وتشديده، مدينة بالشام. انظر: \"معجم البلدان\" ٤/ ٤٠٣.(٦) نص عبارة أبي الفتح: (فقد ثبت بهذا أن (ثلاثين) ليس جمع (ثلاث) وأن (أربعين) ليس جمع (أربع)، ولكنه جرى مجرى (فلسطين) في أن اعتقد له واحد مقدر وإن لم يجر به استعمال فكأن (ثلاثين) جمع (ثلاث) و (ثلاث) جماعة فكأنه قد كان ينبغي أن تكون فيه (الهاء) ..) \"سر صناعة الأعراب\" ٢/ ٦٢٦.</p><p> ولكنه أشبه في الظاهر أنه جمع (أربع) ولو اعتقد له واحد مفرد وإن لم يجز به استعمال كان (أربعا) ، (أربع) جماعة فكأنه قد كان ينبغي أن يكون فيه (الهاء) فعوض من ذلك (١) الجمع بالواو والنون، وعاد الأمر فيه إلى قصة (أرض) و (٢)  (أرضون)  (٣) ، وقد ذكرنا الكلام فيه (٤) . </p><p> وقال غيره: إنما جمعوا (٥) بالواو والنون، لأنه يقع على ما يعقل وعلى ما لا يعقل، وإذا اجتمعا فالذي يعقل أولى بالغلبة، فجمعوه جمع ما يعقل. </p><p> وقوله تعالى:  {لَيْلَةً}  (٦) ولم يقل: (يوما) لأن عدد الشهور (٧) يحسب من لياليها، وشهور العرب وضعت على سير القمر، والهلال يهل بالليل (٨) . </p><p>(١) في (ب): (هذا). (٢) (الواو) ساقطة من (ب).(٣) انتهى ما نقله عن أبي الفتح ابن جني الموصلي بتصرف. انظر: \"سر صناعة الأعراب\" ٢/ ٦٢٦، ٦٢٧. ورأي أبي الفتح أن (أربعين) يجري مجرى جمع المذكر السالم فيعرب بالحروف، وهذا قول بعض النحويين، ومنهم في قال: يعرب بالحركات. انظر: \"المقتضب\" ٣/ ٣٣٢، \"الخزانة\" ٨/ ٦٧، \"الدر المصون\" ١/ ٣٥٣.(٤) (فيه) ساقط من (ج). والكلام في: (أرض) و (أرضون) ذكره في تفسير قوله تعالى: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا} [البقرة: ٢٢].(٥) في (ب): (واجمعوا).(٦) (ليلة) ساقط من (ج).(٧) في (ج): (الشهر).(٨) \"تفسير الثعلبي\" ١/ ٧٠ ب. وانظر: \"تفسير ابن عطية\" ١/ ٢٩١، \"تفسير البغوي\" ١/ ٩٤، \"زاد المسير\" ١/ ٨٠، \"تفسير القرطبي\" ١/ ٣٣٧.</p><p> وقوله (١) تعالى: {ثُمَّ أتَّخَذتُمُ العِجلَ} . يقال: اتّخذ يتّخذ، وتَخِذَ يتخذ (٢) ، قال الله تعالى:  {لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا}  [الكهف: ٧٧]  (٣) . قال الشاعر (٤) : </p><p> وقد تخِذَتْ رجلي إلى جنب غَرزها ... نسيفاً كأُفحوص (٥) القطاة المطرِّقِ (٦) </p><p> و (تخذ)  (٧) من (اتخذ) مثل تقي من اتقى وقد مرّ (٨) . </p><p>(١) في (ج): (له تعالى). (٢) (يتخذ) بسكون التاء، وفتح الخاء، كذا في \"تهذيب اللغة\" (أخذ) ٧/ ٥٣٠، \"مجالس العلماء\" للزجاجي: ص ٣٣٣، \"اللسان\" (أخذ) ٣/ ٣٧٤، وانظر \"الحجة\" لأبي علي ٢/ ٦٨.(٣) الكهف: ٧٧، والاستشهاد بالآية ورد في \"الحجة\" على قراءة أبي عمرو وابن كثير (لتخذت) كما هنا. انظر \"الحجة\" ٢/ ٦٨، \"السبعة\" لابن مجاهد ص ٣٩٦، \"تهذيب اللغة\" (أخذ) ١/ ١٢٩.(٤) هو الممزق العبدي، واسمه شأس بن نهار.(٥) في (ج): (كما نحوص).(٦) قوله: غرزها: الغرز للناقة مثل الحزام للفرس، و (النسيف): أثر ركض الرجل بجبني البعير، و (الأفحوص): المبيض، و (المطرِّق): وصف للقطاة، إذا حان خروج بيضها. ورد البيت في \"الحجة\" ٢/ ٦٨، \"الأصمعيات\" ص١٦٥، \"تهذيب اللغة\" (نسف) ٤/ ٣٥٦٢، \"الخصائص\" ٢/ ٢٨٧، \"مجالس العلماء\" للزجاجي ص ٣٣٣، \"المخصص\" ١/ ٢١، ٨/ ١٢٥، ١٢/ ٢٧٢، ١٦/ ٩٧، ١٣٤، ١٧/ ٢٢، \"التكملة\": ص١١٧، \"اللسان\" (حدب) ٢/ ٧٩٦، و (فحص) ٦/ ٣٣٥٦، و (طرق) ٥/ ٢٦٦٦، و (نسف) ٧/ ٤٤١١.(٧) قال أبو علي: (اتخذ): افتعل، فعلت منه: تخذت ..) ولم أعلم (تخذت) تعدى إلا إلى مفعول واحد. \"الحجة\" ٢/ ٦٨. قال ابن عطية: (اتخذ وزنه: افتعل من الأخذ، وقال أبو علي: هو من تخذ لا من أخذ ١/ ٢١٦، وانظر: \"تفسير القرطبي\" ١/ ٣٣٨ - ٣٣٩، \"الدر المصون\" ١/ ٣٥٤.(٨) مر في تفسير قوله تعالى: {هُدًى للِمُتَّقِينَ} [البقرة: ٢].</p><p> وأما (اتخذ) فإنه على ضربين (١) : أحدهما: أن يتعدى إلى مفعول واحد. </p><p> والثاني: أن يتعدى إلى مفعولين. </p><p> فأما تعديه إلى واحد فكقوله:  {يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا}  [الفرقان: ٢٧] و {أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ}  [الزخرف: ١٦] وقوله: {وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً}  [الفرقان: ٣]  (٢) ، {لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا}  [الأنبياء: ١٧] . </p><p> وأما تعديه إلى مفعولين، فإن الثاني منهما هو الأول في المعنى، كقوله:  {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً}  (٣) وقال: {لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ}  [الممتحنة: ١] ، {فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا}  [المؤمنون: ١١٠] . ونظير (اتخذت) في تعديه إلى مفعول واحد مرة، وإلى مفعولين:  (الجعل)  (٤) قال الله تعالى: {وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ}  [الأنعام: ١] أي: خلقهما (٥) ، فإذا تعدى إلى مفعولين كان الثاني الأول في المعنى، قال:  {وَاجْعَلُوا بُيُوتَكُمْ قِبْلَةً} </p><p>(١) نقله من \"الحجة\" لأبي علي ٢/ ٦٨. وانظر: \"البحر\" ١/ ٢٠٠، \"الدر المصون\" ١/ ٣٥٤. (٢) وفي \"الحجة\" ذكر قوله تعالى: {وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً} [مريم:٨١] [يس: ٧٤].(٣) المجادلة: ١٦، المنافقون: ٢.(٤) في (ب): (أنجعل) وفي \"الحجة\": (جعلت) ٢/ ٦٩.(٥) في (ب): (خلقها). والمؤلف يشير بقوله (خلقها) إلى أن (جعل) التي تتعدى إلى مفعول واحد هي التي بمعنى: خلق، أو أوجب، أو وجب، وهي تتعدى إلى مفعول واحد بنفسها. وإلى الثاني بحرف الجر. وأما التي تتعدى إلى مفعولين فهي التي بمعنى: (اعتقد) و (صير). انظر: \"الأشموني مع حاشية الصبان\" ٢/ ٢٣.</p><p> [يونس: ٨٧] ، {وَجَعَلْنَاهُمْ أَئِمَّةً}  [القصص: ٤١] . </p><p> فأما قوله:  {ثُمَّ اتَّخَذْتُمُ الْعِجْلَ}  [البقرة: ٥١] وقوله: {بِاتِّخَاذِكُمُ الْعِجْلَ}  [البقرة: ٥٤] ، {اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ}  [الأعراف: ١٤٨] ، {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ}  [الأعراف: ١٥٢] ، فالتقدير في هذا كله:  (اتخذوه إلها) فحذف المفعول الثاني (١) . الدليل على ذلك أنه لو كان على ظاهره، لكان من صاغ عجلا، أو نجره، أو عمله بضرب من الأعمال، استحق الغضب من الله (٢) ، لقوله:  {سَيَنَالُهُمْ غَضَبٌ}  [الأعراف: ١٥٢] . </p><p> و (الاتخاذ) أصله: (اأتخاذ)  (٣) ، فلما التقى الهمزة التي هي الفاء مع همزة الوصل لينت فصارت (ياء) لانكسار ما قبلها، فأدغمت في (تاء)  (٤) الافتعال كقولهم: اتسروا الجزور (٥) ، وإنما هو من الميسر واليسر (٦) . </p><p>(١) في (ب): (لي الثاني). (٢) تابع الواحدي أبا علي في قوله: (.. أنه لو كان على ظاهره، لكان من صاغ عجلًا، أو نجره، أو عمله بضرب من الأعمال، استحق الغضب من الله)، وكأن فاعل ذلك لا يستحق العقوبة على تصوير المجسمات من ذوات الأرواح، الذي هو محرم عند جمهور العلماء، وإنما وقع الخلاف بينهم في الصور غير المجسمة. أما أبو علي فلا يرى تحريم ذلك كله، ويحمل الأحاديث الواردة في وعيد المصورين على المشبهة -حسب زعمه- قال في \"الحجة\" ٢/ ٧١: (.. قيل: يعذب المصورون، يكون على من صور الله تصوير الأجسام، وأما الزيادة فمن أخبار الآحاد التي لا توجب العلم). وقد تعقبه ابن حجر ورد عليه قوله، انظر: \"فتح الباري\" ١٠/ ٣٨٤.(٣) (اأتخاد) ساقط من (ب)، وفي (ج): (اتخاذ).(٤) في (ب): (ياء).(٥) اتسروا الجزور: إذا نحروها واقتسموها. (القاموس) (يسر): ص ٥٠٠.(٦) أورد أبو علي هذا القول ورده، لأن أصله عنده (تخذ) لا (اخذ). انظر: \"الحجة\" ٢/ ٧١، \"تفسير ابن عطية\" ١/ ٢٩٢، \"تفسير القرطبي\" ١/ ٣٣٩، \"الدر المصون\" ١/ ٣٥٤.</p><p> وباب (الاتخاذ) يجوز أنه يكون أصله الواو كالاتزان والاتقاء و (١) الاتضاح؛ لأن الأخذ، قد جاء فيه لغتان (٢) ، كما قالوا: أكدت ووكدت، وأوصدت وآصدت (٣) ، وقد مر هذا مشروحاً في قوله:  {هُدًى لِلمُتَّقِينَ}  [البقرة:٢]  (٤) . </p><p> واختلف القراء في هذا الحرف، فقرأ بعضهم بالإظهار (٥) ؛ لأن (الذال) ليس من مخرج (التاء)  (٦) إنما هي من مخرج (الظاء) ، و (الثاء) فتفاوت ما بينهما إذ كان لكل واحد من الذال والتاء مخرج غير مخرج الآخر (٧) . وأما من (٨) أدغم فحجته: أن هذين الحرفين لما تقاربا فاجتمعا في أنهما (٩) من طرف اللسان وأصول الثنايا، حسن الإدغام، لقرب حيز كل واحد منهما من الحيز (١٠) الآخر. </p><p>(١) (الواو) ساقطة من (ج) (٢) ذكره أبو علي في \"الحجة\" حيث قال: (أخذ) قد جاء فيه لغتان في (الفاء): الواو والهمز، كما جاء: آكدت ووكدت ..) \"الحجة\" ٢/ ٧٣، ٧٤.(٣) في (ب): (ووصدت).(٤) البقرة: ٢.(٥) قرأ بالإظهار ابن كثير وعاصم في رواية حفص, انظر \"السبعة\":ص١٥٥, \"الحجة\" لأبي علي ٢/ ٦٧, \"التيسير\": ص ٤٤.(٦) في \"الحجة\" (ليس من مخرج التاء والطاء) ٢/ ٧٥.(٧) \"الحجة\" لأبي علي ٢/ ٧٥. وانظر:\"الحجة\" لابن خالويه: ص٧٧.\"الكشف\" لمكي ١/ ١٦٠.(٨) قرأ بالإدغام بقية السبعة عدا ابن كثير وعاصم في رواية حفص, انظر\"السبعة\" ص ١٥٥, \"الحجة\" لأبي علي ٢/ ٦٧, \"التيسير\": ص ٤٤, \"الكشف\" ١/ ١٦٠.(٩) في (ب): (فاجتمع أنها).(١٠) في (ب): (حيز). \"الحجة\" لأبي علي ٢/ ٧٥. وانظر: \"الحجة\" لابن خالوية: ص ٧٧, \"الكشف\" ١/ ١٦٠, وقال مكي: إنهما (اعتدلا في القوة والضعف).</p><p> فأما معنى الآية: فإن الله تعالى نبههم بهذه الآية على أن كفرهم بمحمد - صلى الله عليه وسلم - ليس بأعجب من كفرهم وعبادتهم العجل (١) ، وأراد به كفر سلفهم، وخاطبهم بهذا على ما بينا قبل (٢) . قال المفسرون: إن الله تعالى لما أنجى موسى وبني إسرائيل وأغرق فرعون، وآمن بنو إسرائيل من عدوهم ودخلوا مصر، لم يكن لهم كتاب ولا شريعة ممهدة، فواعد الله موسى أن يؤتيه الكتاب، فيه بيان ما يأتون (٣) وما يذرون، وأمره أن يصوم ثلاثين يوماً، فصامه وصالاً، ولم يطعم شيئاً، فتغيرت رائحة فمه، فعمد إلى لحاء شجرة فمضغها، فأوحى الله إليه: أما علمت أن خلوف فم الصائم أطيب عندي من ريح المسك، وأمره أن يصل بها عشراً، فتم ميقات ربه أربعين ليلة، وخرج موسى من بين (٤) بني إسرائيل تلك الأيام، فاتخذ السامري عجلاً، وقال لبني إسرائيل: هذا إلهكم وإله موسى، فافتتن بالعجل ثمانية آلاف رجل منهم، وعكفوا عليه يعبدونه (٥) ، وسنذكر طرفاً من هذه القصة في موضعها (٦) ، إن شاء الله. </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٨١، \"معاني القرآن\" للزجاج ١/ ١٠٤. (٢) يريد ما سبق في تفسير قوله تعالى: {يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} [البقرة: ٤٠]، فجعل النعمة على آبائهم نعمة عليهم، وهذا يجري في (كلام العرب) كثيرًا. وانظر: \"معاني القرآن\" للزجاج ١/ ٩٧، ١٠٤.(٣) في (ج): (ما يؤتون).(٤) (بين) ساقط من (ج).(٥) بنحو هذا السياق ذكره الثعلبي في \"تفسيره\" دون قوله: (وأمره أن يصوم ثلاثين يومًا ..) ١/ ٧١ أ، وأخرج الطبري في \"تفسيره\" مقاطع منه في عدة آثار ١/ ٢٨٣، وانظر: \"تفسير ابن عطية\" ١/ ٢٩٤، \"تفسير البغوي\" ١/ ٩٥، \"ابن كثير\" ١/ ٩٨.(٦) في (ب): (موضها).</p>"
}