{
  "id": null,
  "sura": 2,
  "aya": 198,
  "text": "<p> الجميع مرادًا باللفظ عند أهل التحقيق، فكأنه قال: إذا تزودتم تعففتم عن السؤال، وهو نوع تقوى، والتقوى زاد الآخرة (١) ، قال الأعشى، وأراد هذا المعنى. </p><p> إذا أنْتَ لم تَرْحَلْ بزَادٍ من التُّقَى ... ولاقيتَ بعدَ المَوْتِ من قَدْ تَزَوَّدَا </p><p> نَدِمْتَ على أن لا تكونَ كمِثْله ... وأنكَ لم تَرْصُدْ كما كان أرْصَدَا (٢) </p><p> ١٩٨ - قوله تعالى:  {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ} قال المفسرون: كان قوم يزعمون أنه ليس لجمَّالٍ ولا أَجِيرٍ ولا تاجر حج، فأعلم الله عز وجل أنه لا (جُنَاح) أي: لا حرج في {أَنْ تَبْتَغُوا فَضْلًا} من رَبِّكُمْ: رزقًا من ربكم، يعني: التجارة في الحج (٣) . </p><p>(١) قال القرطبي في \"تفسيره\" ٢/ ٣٨٩. أخبر تعالى أن خير الزاد اتقاء المنهيات، فأمرهم أن يضموا إلى التزود التقوى، وجاء قوله: فإن خير الزاد التقوى، محمولًا على المعنى؛ لأن معنى (وتزودوا): اتقوا الله في اتباع ما أمركم به من الخروج بالزاد، وقيل: يحتمل أن يكون المعنى فإن خير الزاد ما اتقى به المسافر من التهلكة أو الحاجة إلى السؤال والتكفف، وقيل: فيه تنبيه على أن هذه الدار ليست بدار قرار. وبين أبو حيان أن الأقوال ثلاثة: أحدها: أنه أمر بالتزود في أسفار الدنيا. والثاني: أنه أمر بالتزود لسفر الآخرة، واختار هذا القول؛ لدلالة السباق واللحاق. والثالث: أنه أمر بالتزود في السفرين، كأن التقدير: وتزودوا ما تنتفعون به لعاجل سفركم وآجله. (٢) البيتان للأعشى من قصيدة يمدح بها رسول الله - صلى الله عليه وسلم -، \"ديوان الأعشى\" ص ٤٦. وذكرها الثعلبي في \"تفسيره\" ٢/ ٥٣٨.(٣) هذا السبب جمعه المؤلف من عدة آثار بمعناها عن ابن عمر وابن عباس وسعيد بن جبير ومجاهد والحسن وقتادة، وقد ثبت عن ابن عباس أنه قال: كانت عكاظ ومجنة وذو المجاز أسواقا في الجاهلية، فكانوا يتجرون فيها، فلما كان الإسلام كأنهم تأثموا منها، فسألوا النبي - صلى الله عليه وسلم - فأنزل الله: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ}، في مواسم الحج، رواه البخاري، \"الفتح\" (٣/ ٥٩٣) =</p><p> قال الزجاج: وموضع أن نصب، على تقدير: ليس عليكم جناح في أن تبتغوا، فلما سقطت (في) عمل فيها معنى جُناح. المعنى: لستم تأثمون أن تبتغوا، أي: في أن تبتغوا (١) . </p><p> وقوله تعالى:  {فَإِذَا أَفَضْتُمْ} معنى الإفاضة، في اللغة: الدَّفْعُ للشَّيءِ حين يَتَفَرَّق. يقال: أفاضت العينُ دَمْعَها، وأفاض بالقداح، وعلى القداح: إذا ضرب بها منبثةً متفرقة، ومنه: </p><p> وكأنَّهُن رِبَابَةٌ وكأنَّه ... يَسَر يُفِيْضُ على القِدَاحِ وَيصدَعُ (٢) </p><p> وأفاض البعير بجرته: إذا رمى بها متفرقة. </p><p>= في الحج، باب: التجارة أيام الموسم، والبيع في أسواق الجاهلية ٢/ ٢٣٩ برقم ١٧٧٠، وأبو داود في المناسك، باب: الكرى ٢/ ١٤٦ برقم ١٧٣٤، والطبراني في \"الكبير\" ١١/ ١١٣، والطبري ٢/ ٢٨٥ وغيرهم، وثبت عن ابن عمر نحوه، رواه الأمام أحمد ٢/ ١٥٥ برقم ٦٤٣٥ ط. شاكر. وصححه أحمد شاكر، وأبو داود، الموضع السابق حديث ١٧٣٣، والحاكم ١/ ٤٤٩ وصححه، والطبري ٢/ ٢٨٢ - ٢٨٤، وفيه قال أبو أمامة التيمي: قلت لابن عمر: إنا قوم نكري فيزعمون أنه ليس لنا حج، فقال: ألستم تحرمون كما يحرمون، وتطوفون كما يطوفون، وترمون كما يرمون، قلت: بلى، قال: أنت حاج، جاء رجل إلى النبي - صلى الله عليه وسلم - فسأله عن الذي سألتني عنه فلم يدر ما يقول له حتى نزل جبريل عليه السلام بهذه الآية. (١) \"معاني القرآن\" للزجاج ١/ ٢٧١.(٢) والبيت لأبي ذؤيب الهذلي خويلد بن خالد يصف الحمُرُ، ضمن قصيدة من \"المفضليات\" ص ١٢٦، \"ديوان الهذليين\" ١/ ٦ والبيت في \"اللسان\" مادة: ريب، وصدع. والرِّبابة: بكسر الراء: الرقعة تجمع فيها قداح الميسر، واليَسَر. صاحب الميسر، شبه الأُتُن بالقداح لتجمعهن وتراكمهن، وشبه الحمار الوحشي بالضارب الذي يفرق القداح ويجمعها. وينظر: \"شرح أشعار الهذليين\" للسكري ١/ ١٨.</p><p> قال الراعي: </p><p> وأَفَضْنَ بعد كُظُومِهِنّ بجِرَّةٍ ... من ذي الأبَاطِح إذ رَعَيْنَ حَقِيلا (١) </p><p> وأفاض القوم في الحديث، إذا اندفعوا فيه، ومنه {إِذْ تُفِيضُونَ فِيهِ}  (٢)  [يونس: ٦١] فمعنى قوله: {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ} أي: دفعتم بكثرة (٣) ، يعني دفع بعضكم بعضًا؛ لأن الناس إذا انصرفوا مزدحمين دفع بعضهم بعضًا، قال أبو إسحاق: قد دل بهذا اللفظ على أن الوقوف بها واجب؛ لأن الإفاضة لا تكون إلا بعد وقوف (٤) . </p><p>(١) البيت للراعي النميري من لاميته المطولة التي كان يرمى من لم يحفظها من أولاده وحفدته بالعقوق في \"ديوانه\" ٥٢، وفي \"جمهرة اللغة\" لابن دريد ٢/ ١٧٩ وذكره الأزهري في \"تهذيب اللغة\" ٣/ ٢٧١٩ (فيض) والثعلبي في \"تفسيره\" ٢/ ٥٤٧ ويروى: من ذي الأباطل، قال ياقوت في \"معجم البلدان\" ٢/ ٢٧٩: قال ثعلب: ذو الأبارق وحقيل موضع واحد، فأراد: من ذي الأبارق إذا رعينه، والكَظْم. إمساك الفم، فلما ابتل مافي بطونها أفضن بجرة. والمعنى: أنها إذا رعت حقيلًا أفاضت بذي الأبارق. (٢) ينظر في مادة (فيض): \"تهذيب اللغة\" ٣/ ٢٧١٩، \"تفسير الثعلبي\" ٢/ ٥٤٦، \"المفردات\" ص ٣٩٠، \"عمدة الحفاظ\" ٣/ ٣٠٨، قال الزجاج في \"تفسيره\" ١/ ٢٧٢: وكل ما في اللغة من باب الإفاضة، فليس يكون إلا من تفرقة أو كثرة.(٣) \"معاني القرآن\" للزجاج ١/ ٢٧٢، وفي معنى الآية ثلاثة أقوال، هذا أحدها. والثاني: أن معناه: فإذا رجعتم من حيث بدأتم، وهذا اختيار الطبري في \"تفسيره\" ٢/ ٢٨٥، والثالث: أن الإفاضة: الإسراع من مكان إلى مكان. وينظر: \"تفسير الثعلبي\" ٢/ ٥٤٦، \"النكت والعيون\" ١/ ٢٦٠، \"البحر المحيط\" ٣/ ٨٣(٤) \"معاني القرآن\" للزجاج ١/ ٢٧٢، قال أبو حيان في \"تفسيره\" ٢/ ٩٥ متعقبا هذا القول: ولا يظهر من هذا الشرط الوجوب، إنما يعلم منه الحصول في عرفة والوقوف بها، فهل ذلك على سبيل الوجوب أو الندب، لا دليل في الآية على ذلك، لكن السنة الثابتة والإجماع يدلان على ذلك.</p><p> وقوله تعالى:  {مِنْ عَرَفَاتٍ} القراءةُ بالكسرةِ والتنوين؛ لأنها جَمْع عَرَفَة، مثل: مسلمات ومؤمنات، سميت بها بقعةٌ واحدة، مثل قولهم (١) : ثوبٌ أَخْلاقٌ، وبَرْمَةٌ أَعْشَار، وأرضُ سَبَاسبٌ (٢) ، يجمع بما حولها، فلما سميت بها البقعة الواحدة صرفت، إذ كانت مصروفة قبل أن تسمى بها البقعة، تركًا منهم لها على أصلها (٣) . </p><p> فإذا كانت في الأصل اسمًا لبقعة ولم يكن جمعًا لواحد معروف تركوا إجراءها، مثل: عانات وأذرعات (٤) ؛ لأنها ليست بجمع عانة ولا أذرعة، ففرقوا بين الواحد والجمع (٥) ، وعلى هذا تتوجه قراءة أشهب العُقَيلي:  (من عرفاتَ) ، مفتوحة التاء، جعلها اسمًا واحدًا، مثل: عانات وأذْرِعَات. </p><p>(١) ثوب أخلاق: الثوب الذي بلي كله، ومعنى خلق، أي: بلي، وبرمة أعشار، وقدور أعاشر: مكسرة على عشر قطع، أو عظيمة لا يحملها إلا عشرة، والبرُمة: بالضم قدر من حجارة. والسبسب: المفازة، أو الأرض المستوية البعيدة، يقال: بلد سبسب، وسباسب. (٢) في (م): سباب.(٣) ينظر: \"معاني القرآن\" للأخفش ١/ ١٦٤ - ١٦٥، \"الكتاب\" لسيبويه ٣/ ٢٣٢ - ٢٣٣، \"تفسير البغوي\" ١/ ٢٢٨، \"تفسير الطبري\" ٢/ ٢٨٥ - ٢٨٦، ورجح الطبري أنه اسم لواحد، سمي بجماع، فإذا صرف ذهب به مذهب الجماع الذي كان له أصلًا، وإذا ترك صرفه ذهب به إلى أنه اسم لبقعة واحدة معروفة، فترك صرفه كما يترك صرف أسماء الأمصار والقرى المعارف. واستدرك أبو حيان في \"البحر\" ٢/ ٨٣ على من زعم أنها جمع، بأنه إن عنى في الأصل فصحيح، وإن عنى حالة كونه علما فليس بصحيح؛ لأن الجمعية تنافي العلمية.(٤) أذرعات: موضع بالشام بين دمشق وعمان، وعانات، ويقال عانة: موضع في العراق على نهر الفرات.(٥) \"تفسير الثعلبي\" ٢/ ٥٤٩.</p><p> قال أبو إسحاق: في قوله: {مِنْ عَرَفَاتٍ} الوجه كسرها مع التنوين، وهي اسم لمكان واحد، ولفظه لفظ الجمع، والوجه فيه: الصرفُ عند جميع النحويين؛ لأنه بمنزلة الزيدين يستوي نصبُه وجَرُّه، وليس بمنزلة هاء التأنيث (١)  (٢) . </p><p> هذا كلامه، ومعناه: أن عرفات بمنزلة مسلماتٍ، وهو معنى قوله: لأنه بمنزلة الزيدين، وهي وإن كانت اسمًا لمكان واحد لفظه جمع كما بينا، بخلاف عانات. </p><p> قال: وقد يجوز منعه الصرف إذا كان اسمًا للواحد، إلا أنه لا يكون إلا مكسورًا، وإن أسقطت التنوين، وأنشد: </p><p> تَنَوَّرْتُها من أَذْرعاتٍ وأهْلُهَا ... بيَثْرِبَ أدْنَى دَارِها نَظَرٌ عَالِ (٣) </p><p> الرواية بالتنوين، وقد أُنْشِدَ بغير التنوين، فأما الفَتْحُ فَخَطأ (٤) ؛ لأن نصبَ الجميع غير المُنْصِرف وجرَّه كَسْر (٥) . </p><p>(١) قوله: وليس بمنزلة هاء التأنيث ساقط من (ش). (٢) \"معاني القرآن\" للزجاج ١/ ٢٧٢.(٣) البيت لامرئ القيس في \"ديوانه\" ص ١٢٤. \"الكتاب\" لسيبوبه ٢/ ٢٣٣، \"الخزانة\" ١/ ٢٦، والضمير في قوله: تنورتها للمرأة التي يذكرها، وتنور النار: أبصرها من بعيد، والمعنى: لاح نور المرأة في الظلماء وهو بأذرعات بلد الشام وهي بيثرب (المدينة)، ثم يقول: أقرب ما يرى منها لا يرى إلا من عال في جو السماء، يصف بُعْدَ ما بينه وبينها، ومع ذلك فقد لاحت له في الليل من هذا المكان البعيد.(٤) النحويون على إجازة الأوجه الثلاثة؛ لأنه ليس جمعا. ينظر الأشموني ١/ ٧٥، وممن أنشد البيت بغير تنوين: المبرد في \"المقتضب\" ٣/ ٣٣٣.(٥) \"معاني القرآن\" للزجاج ١/ ٢٧٢، والعبارة الأخيرة عنده هكذا: لأن نصب الجمع وفتحه كسر.</p><p> فعنده (من عرفاتَ) وهو قراءة العقيلي خطأ؛ لأن هذه التاء لا تفتح، وعند غيره إذا كان المراد به اسمًا واحدًا يجوز أن تفتح؛ لأنها ليست بتاء جمع يجري لفظه على ما كان يجري قبل التسمية، وعلى هذا جاء عرفات، قال الله عز وجل:  {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ} فالذي ذكره أصحابنا التنوين، أجازوا ترك التنوين. </p><p> قال (١) : وذكر المبرد أن الفتح فيه لا يجوز (٢) ، فلا يجوز عنده أن تقول: رأيت عرفاتَ ومسلماتَ، إذا سميت بها رجلًا، قال: ورأيت من النحويين من يقول ضد هذا، يقول: إذا حذفت التنوين لم يجز إلا الفتح، قال: وكلام سيبويه (٣) عندي يدل على هذا، ولم يفصح بفتح ولا كسر، هذا معنى كلام السيرافي (٤) ، وهو موافق لما ذكرنا وحكينا. </p><p> واختلفوا لم سميت تلك البقعة عرفات؟ (٥) </p><p> فقال الضحاك: إن آدم عليه السلام لما أُهْبِطَ، وقع بالهندِ، وحَوَّاء بِجُدَّة، فجعل آدم يطلب حواءَ، وهي تطلبه، فاجتمعا بعرفات يومَ عَرَفَة، وتَعَارَفا، فسمي اليوم عَرَفَة، والموضع عرفات (٦) . </p><p>(١) الظاهر عود الضمير على الزجاج في المواضع الثلاثة الآتية، ولم أجد هذا النقل في كتابه، إلا أن يكون في الكلام سقط، أو في \"معاني القرآن\" للزجاج نقص. (٢) \"المقتضب\" للمبرد ٣/ ٣٣١ - ٣٣٤.(٣) \"الكتاب\" لسيبويه ٣/ ٢٣٢ - ٢٣٣.(٤) السيرافي: الحسن بن عبد الله بن مرزبان السيرافي أبو سعيد، تقدمت ترجمته ٣/ ٣٢٨ [البقرة: ١٢٩].(٥) ذكر المفسرون أقوالًا كثيرة في سبب تسمية البقعة عرفات. ينظر: \"تفسير الطبري\" ٢/ ٢٨٦، \"النكت والعيون\" ١/ ٢٦١، \"التفسير الكبير\" ٥/ ١٨٨ - ١٩٠.(٦) ذكره الثعلبي ٢/ ٥٤٩، البغوي في \"تفسيره\" ١/ ٢٢٨، وابن الجوزي في \"زاد =</p><p> وقال عطاء: إن جبريل عليه السلام كان يُرِي إبراهيمَ المناسكَ، فيقول: عَرَفْتُ، ثم يريه فيقول: عرفتُ، فسميت عرفات (١) . </p><p> وقوله تعالى:  {فَاذْكُرُوا اللَّهَ} أي: بالدُّعاء والتَّلْبية (٢)  {عِنْدَ الْمَشْعَرِ الْحَرَامِ} وهو المزدلفة (٣) ، وتسمى أيضًا جَمْعًا؛ لأنه يجمع فيها بين صَلاتَي العشاء (٤) . </p><p>= المسير\" ٢/ ١٧٤، وروى الطبري في \"تاريخ الأمم والملوك\" ١/ ١٢١ عن ابن عباس نحوه، وقال ابن كثير: وقد ذكر المفسرون الأماكن التي هبط فيها كل منهما، ويرجع حاصل تلك الأخبار إلى الإسرائيليات؛ والله أعلم بصحتها، ولو كان في تعيين تلك البقاع فائدة تعود على المكلفين في أمر دينهم أو دنياهم لذكرها الله تعالى أو رسوله. (١) رواه ابن أبي شيبة في \"المصنف\"، القسم الأول من الجزء الرابع ٢٩١، ورواه الفاكهي في \"أخبار مكة\" ٥/ ٩، والطبري ٢/ ٢٨٦، والثعلبي ٢/ ٥٥٤، وروى الإمام أحمد ١/ ٢٩٧، وغيره عن ابن عباس نحوه.(٢) \"تفسير الثعلبي\" ٢/ ٥٦٢.(٣) اختلف في المراد بالمشعر الحرام، فقيل: هو الجبل الذي بالمزدلفة، ويسمى جبل قزح، وهذا قول لبعض المفسرين، وهو الذي صححه الزمخشري. والأكثرون على أن المزدلفة كلها هي المشعر الحرام، قال الطبري ٢/ ٢٨٧: فأما المشعر، فإنه ما بين جبلي المزدلفة من مأزِمَي عرفة إلى محسر، وليس مأزما عرفة من المشعر، وبالذي قلنا في ذلك قال أهل التأويل، ثم ذكر الرواية به عن ابن عمر وابن عباس وابن جبير ومجاهد وعطاء والسدي والربيع. ثم ذكر الطبري أنه يحتاج للحاج أن يجعل وقوفه لذكر الله من المشعر الحرام على قُزح وما حوله؛ لحديث: هذا الموقف، وكل مزدلفة موقف.(٤) \"تفسير الثعلبي\" ٢/ ٥٦٤، \"تفسير البغوي\" ١/ ٢٢٩، \"معاني القرآن\" للنحاس ١/ ١٣٨، وهذا قول، وقيل: لأن الناس يجتمعون بها، وذلك أن قريشا كما سيأتي لا يخرجون إلى عرفات، فيكون اجتماع الحجيج في المزدلفة. ينظر: \"معجم البلدان\" [مزدلفة]، \"اللسان\" ٤/ ٢٢٧٧، وذكر قولا آخر، وهو: أنها سميت بذلك لأن آدم وحواء لما هبطا اجتمعا بها.</p><p> وتسمى مشعرًا من الشِّعَار، وهو العلامة؛ لأنه مَعْلَم الحج. والصلاةُ (١) والمقامُ والمبيتُ به والدعاءُ عنده من معالم الحج (٢) . وقد ذكرنا هذا عند قوله:  {مِنْ شَعَائِرِ اللَّهِ} . وقولُه تعالى:  {وَاذْكُرُوهُ كَمَا هَدَاكُمْ} موضَع الكاف نَصْب. </p><p> المعنى: واذكروه ذكرًا مثل هدايته إياكم، أي: يكون جزاءً لهدايته (٣) ، ومعنى (اذكروه) بتوحيده والثناء عليه والشكر له (٤) . </p><p> قال سيبويه: يقال: ذَكَرْته ذِكرًا مثل: حَفِظْتُه حِفْظًا (٥) . وقالوا: ذُكرًا كما قالوا: شُربًا (٦) . </p><p> والذكر في كلام العرب على ضَرْبين: ذكر هو خلاف النسيان، وذكر هو قول (٧) ، فمما هو خلاف النسيان قوله:  {وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ}  [الكهف: ٦٣] والذكر الذي هو قولٌ يستعمل على ضربين: قول لا ثلبَ فيه للمذكور، كقوله:  {فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ}  [البقرة: ٢٠٠]  {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ}  [البقرة: ٢٠٣] ، وهو كثير. </p><p>(١) سقطت من (م). (٢) \"تفسير الثعلبي\" ٢/ ٥٦٢، وينظر: \"تفسير الطبري\" ٢/ ٢٨٧، ونقل الثعلبي، عن المفضل: سمي المشعر لأنه أُشْعِرَ المؤمنون أنه حرم كالبيت ومكة، أي: اعملوا.(٣) من \"معاني القرآن\" للزجاج ١/ ٢٧٣.(٤) المصدر السابق.(٥) \"الكتاب\" لسيبويه، لم أعثر عليه فيه. ونقله عنه في \"اللسان\" ٣/ ١٥٠٧ \"ذكر\".(٦) ينظر: \"تهذيب اللغة\"، ونقل عن الفراء قوله: الذَّكر: ما ذكرته بلسانك وأظهرته. قال: والذُّكر بالقلب، يقال: ما زال مني على ذُكر، أي: لم أنسه.(٧) ينظر: \"تهذيب اللغة\" ٢/ ١٢٨٦ - ١٢٨٧، نقله عن الليث، \"لسان العرب\" ٣/ ١٥٠٨ \"ذكر\".</p><p> والآخر: يراد به ثلب المذكور، كقوله:  {سَمِعْنَا فَتًى يَذْكُرُهُمْ}  [الأنبياء: ٦٠]  (١) . ومن ذلك قول الشاعر: </p><p> يذكركم منا عدي بن حاتم ... لَعَمْري لقد جِئْتُم حبولًا وماثما (٢) </p><p> ويقال في مصدره أيضًا: ذِكرى (٣) . </p><p> وإنما أعاد الأمر بالذكر بعد قوله:  {فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ} مبالغة في الأمر، وزيادة في الحث. وأكثر ما يكون التكرير في الأمر والنهي، كقولهم للرجل: اِرْم اِرْم. على أنَّ هذا التكرير حَسُنَ هاهنا؛ لأن اللفظةَ الثانيةَ لم تلاصِقِ الأُوْلى، وأيضًا فإن الأمر الثاني موصول بما لم يَصِلْ به الأول، وكانت الإعادة لما تعلق به من قوله:  {كَمَا هَدَاكُمْ}  (٤) . </p><p>(١) نقل الأزهري في \"تهذيب اللغة\" ٢/ ١٢٨٧ \"ذكر\"، عن الفراء والزجاج بيان أن الذكر يكون مدحا ويكون عيبا، ونقل عن بعضهم أنه أن يكون الذكر عيبا. وينظر أيضا: \"تفسير الرازي\" ٥/ ١٩٣ - ١٩٤، ونقله بحروفه. (٢) البيت لم أهتد إلى قائله، ولا من ذكره.(٣) ينظر في مادة: (ذكر) \"تهذيب اللغة\" ٢/ ١٢٨٦ - ١٢٨٨، \"اللسان\" ٣/ ١٥٠٧ - ١٥٠٩ \"ذكر\"، \"المفردات\" ص ١٨٤ وقال: الذكر تارة يقال ويراد به هيئة للنفس، بها يمكن للإنسان أن يحفظ ما يقتنيه من المعرفة، وهو كالحفظ إلا أن الحفظ يقال اعتبارًا بإحرازه، والذكر يقال اعتبارًا باستحضاره، وتارة يقال لحضور الشيء القلب أو القول، ولذلك قيل: الذكر ذكران: ذكر بالقلب، وذكر باللسان، وكل واحد منهما ضربان: ذكر عن نسيان، وذكر لا عن نسيان، بل عن إدامة الحفظ، وكل قول يقال له ذكر. ثم ذكر الأمثلة على ذلك، ولخص كلامه السمين الحلبي في \"عمدة الحفاظ\" ٢/ ٤٢ - ٤٥.(٤) ينظر: \"التفسير الكبير\" ٥/ ١٩٢ - ١٩٣، وذكر وجوها أخر.</p>"
}