{
  "id": null,
  "sura": 2,
  "aya": 142,
  "text": "<p> عندنا نبوته بإخبار الله تعالى إيانا. </p><p> ١٤١ - قوله تعالى {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ} أي: ثواب ما كسبت {وَلَكُمْ} ثواب {مَا كَسَبْتُمْ}  (١) وحَسُنَ تكريرُ هذه الآية؛ لأن الحجاج إذا اختلفت مواطنه حَسُنَ تكريرُه للتذكير به (٢) . </p><p> ١٤٢ - قوله تعالى {سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ} الآية، نزلت في تحويل القبلة إلى الكعبة. </p><p> قال ابن عباس: عَنَى بالسفهاء يهود المدينة (٣) ، وقال الحسن: يعني مشركي مكة. </p><p> وقال السدي: يعني منافقي المدينة، وذلك أن المشركين قالوا لما توجه النبي - صلى الله عليه وسلم - إلى الكعبة: قد اشتاق محمد إلى مولده، ومولد آبائه، وقد توجه نحو قبلتكم، وهو راجع إلى دينكم. وقالت اليهود: قد تردد على محمد أمره، ولا يدري أين يتوجه. وقالت المنافقون استهزاءً بالإسلام والمسلمين:  {مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ}  (٤) ، والسفهاء: جمع سفيه، وهو الخفيف إلى ما لا يجوز له أن يخِفّ إليه (٥) ، وذكرنا هذا فيما تقدم. </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٢١٨. (٢) ينظر: \"الوسيط\" ١/ ٢٢٤، \"البحر المحيط\" ١/ ٤١٥، وقال: وليس ذلك بتكرار؛ لأن ذلك ورد إثر شيء مخالف لما وردت الجمل الأولى بإثره، وإذا كان كذلك فقد اختلف السياق فلا تكرار، بيان ذلك: أن الأولى وردت بإثر ذكر الأنبياء فتلك إشارة اليهم، وهذه وردت عقب أسلاف اليهود والنصارى فالمشار إليه هم.(٣) أخرجه الطبري ٢/ ١، وذكره ابن أبي حاتم ١/ ٢٤٧.(٤) ينظر: \"تفسير البغوي\" ١/ ١٥٨.(٥) ينظر: \"اللسان\" ٤/ ٢٠٣٢ (سفه).</p><p> وقوله تعالى:  {مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ} أي: عَدَلهم وصرفهم (١) ، ونذكر أصل هذا الحرف عند قوله:  {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا}  [البقرة: ١٤٨] . </p><p> وقوله تعالى:  {عَنْ قِبْلَتِهِمُ} القبلة: الوجهة، وهي الفعلة من المقابلة، والعرب تقول: ماله قِبلة ولا دِبرة، إذا لم يهتد لجهة أمره، وأصل القبلة في اللغة: الحالة التي يقابل الشيء غيره عليها، كالجلسة للحال التي يجلس عليها، إلا أنها الآن صارت كالعلم للجهة التي تستقبل في الصلاة (٢) . </p><p> وقوله تعالى:  {الَّتِي كَانُوا عَلَيْهَا} يعنون: بيت المقدس، في قول أكثر المفسرين، والضمير في قبلتهم: للنبي - صلى الله عليه وسلم - وأصحابه. </p><p> وقال عطاء عن ابن عباس: يريد التي كان عليها إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط (٣) ، وهذا على زعمهم؛ لأنهم كانوا يدعون أن قبلة إبراهيم كانت بيت المقدس، وعلى هذا القول الضمير (٤) في {قِبلَتِهِمُ} لإبراهيم ومن ذُكر بعده، كأنهم قالوا: ما ولّى النبي وأصحابه عن قبلة إبراهيم والأسباط. والقول هو الأول، وعليه المفسرون. </p><p> وقوله تعالى:  {قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ} أي: له أن يأمر بالتوجه إلى أي جهة شاء (٥) . </p><p> وقيل: أراد بالمشرق الكعبة؛ لأن المصلي بالمدينة إذا توجه إلى الكعبة فهو متوجه إلى المشرق، وإذا توجه إلى بيت المقدس فهو متوجه إلى </p><p>(١) \"تفسير الطبري\" ٢/ ٢، \"تفسير القرطبي\" ٢/ ١٣٧ - ١٣٨. (٢) \"اللسان\" ٦/ ٣٥١٧ (قبل).(٣) قريب منه في \"تفسير ابن أبي حاتم\" ١/ ٢٤٧.(٤) ساقط من (م).(٥) كذا في \"تفسير القرطبي\" ٢/ ١٤٠.</p>"
}