{
  "id": null,
  "sura": 2,
  "aya": 240,
  "text": "<p> من أجلها راكبًا ومومئًا وحيث ما كان وجهه، وأما صلاة الخوف فبيانها في سورة النساء (١) ، وقال (٢) ابن عمر في تفسير هذه الآية: ومستقبلي القبلة وغير مستقبلها. </p><p> والصلاة بالإيماء في شدة الخوف لا يختص (٣) بخوف المشركين، بل إذا خاف سبعًا، أو سيلًا، أو جملًا صائلًا، وما الأغلب (٤) من شأنه الهلاك، له أن يومئ بالصلاة إيماءً، ويعدو عدوًا، أو يركض ركضًا إذا خاف فوت الصلاة (٥) . </p><p> وقوله تعالى:  {فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ} فصلوا الصلوات الخمس تامةً بحقوقها {كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} يريد: كما افترض عليكم في مواقيتها (٦) . </p><p> ٢٤٠ - قوله تعالى:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ} الآية. قال ابن عباس وغيره من المفسرين: نزلت الآية في رجل من أهل الطائف يقال (٧) له: حكيم بن الحارث، هاجر إلى المدينة وله </p><p>= البغوي في \"تفسيره\" ١/ ٢٩٠: ولا ينتقص عدد الركعات بالخوف عند أكثر أهل العلم. (١) \"تفسير الثعلبي\" ٢/ ١٢٨٣. وصلاة الخوف ذكرت في سورة النساء [آية:١٠٢].(٢) في (أ) و (م) قال.(٣) في (م): (لا تختص).(٤) في (م): (وما إلا وغلب)، وفي (ي): (وأما الأغلب).(٥) \"تفسير الثعلبي\" ٢/ ١٢٨٣، وينظر: \"تفسير الطبري\" ٢/ ٥٧٦، \"البحر المحيط\" ٢/ ٢٤٤.(٦) \"تفسير الثعلبي\" ٢/ ١٢٨٥، \"تفسير البغوي\" ١/ ٢٩٠.(٧) في (م): فقال.</p><p> أولاد معه أبواه وامرأته، فمات، فرفع ذلك إلى النبي - صلى الله عليه وسلم - فأنزل الله عز وجل هذه الآية، فأعطى رسول الله - صلى الله عليه وسلم - والديه وأولادَه ميراثه، ولم يعطِ امرأته شيئًا، غير أنَّهُ أمرَهم أن يُنفقوا عليها من تركةِ زوجها حَوْلًا (١) . </p><p> فكان الأمر في ابتداء الإسلام على هذا، إذا مات الرجل لم يكن لامرأته من الميراث شيء إلا السُّكْنى والنفقة سنة، ما لم تخرج من بيت زوجها، وكان المتوفى يوصي بذلك لها، فإن خرجت من بيت زوجها لم يكن لها نفقة، وكان الحول عزيمةً عليها في الصبر عن (٢) التزوُّجِ، ولكن كانت مخيرةً في أن تعتدَّ إنْ شاءت في بيتِ الزوجِ، وإن شاءت خَرَجَتْ قبلَ الحَوْلِ، على أنها إنْ خرجت سقطتْ نفقتُها. </p><p> هذا جملةُ حكم هذه الآية. ثم وَرَدَ النَّسْخُ على هذه الآية من وجهين: أحدهما (٣) : أن العدة صارت مُقَدَّرةً بأربعة أشهرٍ وعشر، وقد تقدمت الآية الناسخة. </p><p> والوجه الثاني: أن الميراث ثبت (٤) لها، وسقطت نفقة العدة (٥) . </p><p>(١) ذكره الثعلبي ٢/ ١٢٨٨، واليه وحده عزاه الحافظ في \"الإصابة\" ٢/ ٣٢، وذكره الماوردي في \"النكت والعيون\" ١/ ٣١١ عن الضحاك عن ابن عباس، وعزاه ابن حجر في \"العجاب\" ١/ ٦٠٠، والسيوطي في \"اللباب\" ص ٥٢، وفي \"الدر\" ١/ ٥٥٠ إلى إسحاق بن راهويه في \"تفسيره\"، وأورد مقاتل في \"تفسيره\" ١/ ٢٠٢ نحوه، وروى أبو عبيد في \"الناسخ والمنسوخ\" ص ١٢٩، والطبري في \"تفسيره\" ٢/ ٥٨٠، وغيرهم عن ابن عباس في الآية قال: كان الرجل إذا مات وترك امرأته اعتدت سنة في بيته ينفق عليها من ماله .. الحديث. (٢) في (ي): (في).(٣) ساقطة من (ي).(٤) في (ي): يثبت.(٥) \"تفسير الثعلبي\" ٢/ ١٢٩٠، وينظر \"صحيح البخاري\" (٤٥٣٦) كتاب: التفسير،=</p><p> واختلف القراء في رفع الوصية ونصبها (١) . </p><p> فمن رفع فله وجهان: </p><p> أحدهما: أن يجعل الوصية مبتدأ، والظرف خبره، وهو قوله:  {لَأَزْوَاجِهِم} ، وحَسُنَ الابتداء بالنكرة، لأنَّه موضعُ تخصيصٍ (٢) ، كما حسن أن يرتفع: سلام عليكم، وخير بين يديك. </p><p> والوجه الآخر: أن يُضمر (٣) له خبرًا، فيكون قوله:  {لَأَزْوَاجِهِم} </p><p>= باب: والذين يتوفون منكم، \"الناسخ والمنسوخ\" لأبي عبيد ص ١٢٩، \"تفسير الطبري\" ٢/ ٥٨٢، \"ونواسخ القرآن\" لابن الجوزي ص٢٥٢، قال الحافظ ابن حجر في \"الفتح\" ٩/ ٤٩٣: قال ابن بطال: وأطبقوا على أن آية الحول منسوخة، وأن السكنى تبعا للعدة، فلما نسخ الحول في العدة بالأربعة أشهر وعشر نسخت السكنى أيضا، وقال ابن عبد البر: لم يختلف العلماء في أن العدة بالحول نسخت إلى أربعة أشهر وعشر. وذهب مجاهد كما رواه البخاري (٥٣٤٤) كتاب: الطلاق، باب: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ}، وآخرون من أهل العلم أن الآية محكمة، قال الشيخ السعدي في \"تفسيره\": ومن تأمل الآيتين اتضح له أن القول الآخر في الآية -وهو عدم النسخ- هو الصواب، وأن الآية الأولى في وجوب التربص أربعة أشهر وعشرا على وجه التحتيم على المرأة، وأما في هذه الآية فإنها وصية لأهل الميت أن يبقوا زوجة ميتهم عندهم حولا كاملا جبرا لخاطرها وبرا بميتهم، ولهذا قال: {وَصِيَّةً لِأَزْوَاجِهِمْ}، أي: وصية من الله لأهل الميت أن يستوصوا بزوجته ويمتعوها ولا يخرجوها. اهـ. وذكر ابن كثير في \"تفسيره\" ١/ ٣١٨ أن قول عطاء ومن تابعه على أن ذلك منسوخ بآية الميراث، إن أرادوا ما زاد على الأربعة والعشر فمسلّم، وان أرادوا أن سكنى الأربعة أشهر وعشر لا تجب في تركة الميت فهذا محل خلاف بين الأئمة. (١) قرأ بالرفع: ابن كثير ونافع وعاصم في رواية أبي بكر والكسائي، وقرأ الباقون بالنصب. ينظر السبعة لابن مجاهد ص ١٨٤.(٢) في \"الحجة\" لأبي علي: تحضيض.(٣) في (ش): (يضمر).</p><p> صفةً للنكرة التي هي الوصية، وتقدير الخبر المضمر: فعليهم وصية لأزواجهم (١) . </p><p> قال أبو عبيد: ومع هذا رأينا (٢) المعنى كله في القرآن رفعًا، مثل قوله:  {فَنِصْفُ مَا فَرَضْتُمْ}  [البقرة: ٢٣٧]  {فَدِيَةٌ مُسَلَّمَةٌ}  [النساء: ٩٢]  {فَصِيَامُ ثَلَاثَةِ أَيَّامٍ}  [البقرة: ١٩٦] . ونحوهما (٣) . </p><p> ومن نصب حمله على الفعل، أىِ: فليوصوا وصيةً، فتُنْصَب الوصيةُ على المصدر، ويكون قوله:  {لَأَزْوَاجِهِم} وصفًا كما كان في قول من أضمر الخبر كذلك. ومن حجتهم: أن الظرف إذا تأخر عن (٤) النكرة كان استعماله صفةً أكثر، وإذا كان خبرًا تقدم على النكرة، كقوله:  {وَلَهُمْ أَعْمَالٌ}  [المؤمنون: ٦٣] {وَلَدَيْنَا مَزِيدٌ (٣٥) } [ق: ٣٥] فإذا تأخرت فالأكثر (٥) فيها أن تكون صفات، وهاهنا تأخر الظرف، وهو قوله:  {لَأَزْوَاجِهِم} ، فالأحسن أن تكون صفة للنكرة لا خبرًا (٦) . </p><p> فإن قيل: كيف يوصي المتوفّى، والله تعالى ذكر الوفاة ثم أمر بالوصية؟. </p><p> قلنا: المعنى: والذين يقاربون الوفاة ينبغي أن يفعلوا هذا، فالوفاة عبارة عن الإشراف عليها (٧) . </p><p>(١) كذا نقله من \"الحجة\" ٢/ ٣٤١ - ٣٤٢. (٢) عند الثعلبي: رأينا هذا.(٣) نقله عنه الثعلبي٢/ ١٢٨٧.(٤) في (ش) و (ي): (على).(٥) في (ي): فأكثر.(٦) من \"الحجة\" لأبي علي ٢/ ٣٤٣.(٧) من \"الحجة\" لأبي علي ٢/ ٣٤٣.</p><p> وجواب آخر: وهو أن هذه الوصية يجوز أن تكون مضافة إلى الله، بمعنى أمره وتكليفه، كأنه قيل: وصية من الله لأزواجهم، كقوله:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ}  [النساء: ١١] وهذا المعنى إنما يحسن على قراءة من قرأ بالرفع (١) . </p><p> وقوله تعالى:  {مَتَاعًا إِلَى الْحَوْلِ} انتصب على معنى: متعوهن متاعًا، فيكون كقوله:  {وَصِيَّةً} عند من قرأها بالنصب، ويجوز أن يكون على تأويل: جعل الله لهن ذلك متاعًا؛ لأن ما قبله من الكلام قد دل على هذا. </p><p> وقيل: إنه عبارة عن الحال، وقيل: نصب بالمصدر الذي هو الوصية، كقوله (٢) : {أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (١٤) يَتِيمًا} [البلد: ١٤ - ١٥]  (٣) . </p><p> وعنى بالمتاع: نفقة سنتها لطعامها (٤)  (٥) . </p><p> وقوله تعالى:  {غَيْرَ إِخْرَاجٍ} نصب على أنه (٦) صفةٌ لمتاع، وقيل: نصب بوقوعه موقع الحال، كأنه قال: مَتِّعوهن مقيمات غير مخرجات. </p><p> وقيل: انتصب بنزع (٧) الخافض، أراد: من غير إخراج (٨) . </p><p>(١) ينظر: \"البحر المحيط\" ٢/ ٢٤٥. (٢) ليست في (ي).(٣) ينظر في إعراب الآية: \"إعراب القرآن\" للنحاس ١/ ٣٢٣، \"تفسير الثعلبي\" ٢/ ١٢٨٧، \"مشكل إعراب القرآن\" ١/ ١٣٢، \"التبيان\" ص١٤٣.(٤) في (ش): إطعامها.(٥) \"تفسير الثعلبي\" ٢/ ١٢٨٨، وزاد: وكسوتها وسكناها وما تحتاج إليه.(٦) ساقط من (ي).(٧) في (ي): انتزع بنصب.(٨) ينظر في إعراب الآية: \"إعراب القرآن\" للنحاس ١/ ٣٢٣، \"تفسير الثعلبي\" ٢/ ١٢٨٨،\"مشكل إعراب القرآن\" ١/ ١٣٢، \"التبيان\" ص١٤٣.</p>"
}