{
  "id": null,
  "sura": 2,
  "aya": 224,
  "text": "<p> الولد ذخيرة للدنيا والآخرة. {وَاتَّقُوا اللَّهَ} فيما حد لكم من الجماع وأمر الحيض. {وَاعْلَمُوا أَنَّكُمْ مُلَاقُوهُ} قال عطاءُ: يريد: راجعون إليه (١) . وقد ذكرنا ما في هذا عند قوله: {الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ (٤٦) } [البقرة: ٤٦] . </p><p> وقال أصحاب المعاني: معناه: ملاقو جزائه، إن ثوابًا وإن عقابًا. وقال بعضهم {مُلَاقُوهُ} أي: ملاقو ما قدمتم. {وَبَشِّرِ الْمُؤْمِنِينَ} الذين خافوه (٢) وحَذِرُوا مَعْصيتَهُ. </p><p> ٢٢٤ - قوله تعالى:  {وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ} : قال الكلبي: نزلت في عبد الله بن رواحة، ينهاه عن قطيعة ختنه على أخته (٣) ، بشير بن النعمان (٤) ، حلف أن لا يكلمَه، ولا يَدْخُلَ بينه، وبين خصم له (٥) ، </p><p>(١) لم أجده. (٢) في (م): (يخافوه)، وفي (ي) (خافوا).(٣) هي عمرة بنت رواحة الأنصارية، وهي امرأة بشير بن سعد والد النعمان. ينظر: \"الاستيعاب\" ٤/ ٤٤١.(٤) هو بشير بن سعد بن ثعلبة الخزرجي والد النعمان، شهد العقبة وبدراً والمشاهد كلها، ويقال: إنه أول من بايع من الأنصار أبا بكر يوم السقيفة واستشهد يوم عين التمر مع خالد بن الوليد سنة ١٢هـ. ينظر: \"الاستيعاب\" ١/ ٢٥٢، وهذا هو زوج أخت عبد الله، وفي \"الإصابة\" ١/ ١٦٠ ترجمة لبشير بن النعمان بن عبيد، ويقال له مقرن بن أوس بن مالك الأنصاري الأوسي، قال ابن قداح: قتل يوم الحرة وقتل أبوه يوم اليمامة لكنه ليس المقصود والله أعلم. ينظر: \"الإصابة\" ١/ ١٦٠.(٥) في (أ) كأنها: ولا يدخل بيته، وعند الثعلبي ٢/ ١٠٠٧: أن لا يدخل عليه ولا يكلمه ولا يصلح بينه وبين خصم له، فلعل في نسخ \"البسيط\" سقط كلمات، والمعنى صحيح على كل حال.</p><p> وجعل يقول: قد حلف (١) بالله أن لا أفعل، فلا يحل لي، فأنزل الله هذه الآية (٢) . </p><p> والعُرضَة عند أهل اللغة: مُشْتَقَّةٌ من أصلين: </p><p> أحدهما: وهو الذي عليه الجمهور، أنها مشتقة من (٣) الاعتراض بمعنى المنع، وذلك أن المعترض بين الشيئين مانع من وصول أحدهما إلى الآخر، تقول العرب: هو له دونه عرضة، إذا كان يعترض له دون الوصول إلى ذلك الشيء. </p><p> قال الأزهري: والأصل فيه: أن الطريق المسلوك إذا اعترض فيه بناءٌ أو جِذْعٌ أو جَبَلٌ مَنَعَ السَابِلَةَ من سُلُوكه، فوضِعَ الاعتراضُ موضع المنع لهذا المعنى، وكل شيء منعك عن (٤) أمر تريده فقد اعترض عليك وتعرض لك، ومن هذا يقال للمعارض في الكلام: معترض، واعترض عليه في كذا، أي: منع كلامه عن الاستمرار على وجهه (٥) . </p><p>(١) في (ي) و (ش): (حلفت). (٢) ذكره السمرقندي في \"بحر العلوم\" ١/ ٢٠٦، والثعلبي في \"تفسيره\" ٢/ ١٠٠٧، والواحدي في \"أسباب النزول\" ص ٨٠، وابن حجر في \"العجاب\" ١/ ٥٧٦، وعزاه في \"زاد المسير\" ١/ ٢٥٣، \"البحر المحيط\" ٢/ ١٧٦ إلى ابن عباس، وقد ذكروا أسبابا أخرى لنزول الآية، فقيل: نزلت في أبي بكر - رضي الله عنه - حين حلف أن لا يصل ابنه عبد الرحمن حتى يسلم، وقيل: نزلت فيه حين حلف لا ينفق على مسطح حين خاض في الإفك.(٣) في (ي) زيادة وتكرار من أصلين أحدهما: الاعتراض.(٤) في (ي) و (م): (من).(٥) \"تهذيب اللغة\" ٣/ ٢٣٩٤ - ٢٤٠١ مادة \"عرض\".</p><p> وعلى هذا الفراء (١) والزجاج (٢) وابن الأنباري، وأكثر أقوال المفسرين موافق لهذا الأصل (٣) . </p><p> قال الحسن (٤) وطاوس (٥) وقتادة (٦) : لا تجعلوا اليمين بالله علة مانعة من البر والتقوى، من حيث تتعمدون اليمين تعتلوا (٧) بها. </p><p> وقال ابن عباس (٨) ومجاهد (٩) والربيع (١٠) : لا تجعلوا (١١) اليمين بالله حجة في المنع، والتقدير: لا تجعلوا الله مانعاً من البر والتقوى باعتراضكم به حالفين. </p><p> الأصل الثاني: في اشتقاق العُرْضَة: أنها من الشدة والقوة، تقول العرب: لفلان عُرْضَة يصرع بها الناس، أي: قُوة، ودابة عُرْضَةٌ للسفر، أي: قوية عليه والعرضيّ من النوق والإبل: الذي فيه نشاط وقوة (١٢) . </p><p>(١) \"معاني القرآن\" للفراء ١/ ١٤٤. (٢) \"معاني القرآن\" للزجاج ١/ ٢٩٨ - ٢٩٩.(٣) ينظر: \"تفسير الطبري\" ٢/ ٤٠٠ - ٤٠٢، \"تفسير ابن أبي حاتم\" ٢/ ٤٠٧، \"تفسير غريب القرآن\" لابن قتيبة ص ٧٧، \"تفسير الثعلبي\" ٢/ ١٠١١.(٤) ذكره في \"الوسيط\" ١/ ٣٣٠.(٥) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٠٠، وعزاه في الدر ١/ ٤٧٩ إلى عبد الرزاق.(٦) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٠٠.(٧) في (ي) (لتعلموا).(٨) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٠١ بمعناه، وعزاه في \"الدر\" ١/ ٤٧٩ إلى ابن المنذر. و\"ابن أبي حاتم\" في \"تفسيره\" ٢/ ٤٠٧.(٩) رواه عنه الطبري ٢/ ٤٠١ - ٤٠٢ بمعناه.(١٠) رواه عنه الطبري ٢/ ٤٠٢ بمعناه.(١١) ليست في (م) ولا (أ).(١٢) ينظر: \"تفسير الثعلبي\" ٢/ ١٠٠٩.</p><p> قال الشاعر: </p><p> واعْرَوْرَتِ العُلُطَ العُرْضِيَّ تَرْكُضُه ... أمُّ الفَوارسِ بالدِّيدَاءِ والرَّبَعَه (١) </p><p> وقال الليث: يقال: فلان فيه على أعدائه عُرْضِيَّة، وفي الفَرَس عرضِيَّة (٢) في عَدْوِه. </p><p> وأنشد القطامي: </p><p> بِيضُ الهِجَانِ التى كانت تكونُ بها ... عُرْضِيّةٌ وهِبَابٌ حينَ يَرْتَحِلُ (٣)  (٤)  (٥) </p><p> فالمعنى على هذا الأصل: لا تجعلوا الحلف بالله قوة لأيمانكم في أن لا تبروا، ويحتمل أن يكون المعنى على هذا الأصل: النهي عن المبادرة إلى الأيمان، كأنه يقول: لا تجعلوا اسم الله قوة لأيمانكم تبتدر من أفواهكم مسرعين بذكره. </p><p>(١) ورد البيت هكذا: واعرورت العلط العرضي تركضه ... أم الفوارس بالدأداء والربعةوالبيت من البسيط، وهو لأبي الأسود الرؤاسي، في \"لسان العرب\" ٣/ ١٣١١ مادة: دأدأ، ٥/ ٣٠٦٩ مادة: علط، \"تهذيب اللغة\" ٣/ ٢٤٠ مادة: \"عرض\"، ٣/ ٢٣٧٥ مادة \"عرا\" \"جمهرة اللغة\" ص ٢٢٦، \"ديوان الأدب\" ١/ ٢٣٨. انظر \"المعجم المفصل في شواهد اللغة العربية\" ٤/ ١٩٦.(٢) في (ش) و (ي) (عرضة).(٣) في (ش) (هبات)، وفي (ي) (ترتحل) وهي كذلك في الديوان.(٤) البيت في ديوانه ص ٢٣ - ٣٠ ط دار الثقافة، بيروت.(٥) ينظر في عرض: \"تهذيب اللغة\" ٣/ ٢٣٩٤ - ٢٤٠٣، \"المفردات\" ٣٣٢، \"عمدة الحفاظ\" ٣/ ٦٦ - ٧٤، \"اللسان\" ٥/ ٢٨٨٤ - ٢٨٩٦.</p><p> وهذا المعنى مروي عن عائشة رضي الله عنها؛ لأنها قالت: لا تحلفوا بالله وإن بررتم (١) . </p><p> وتفسير ابن عباس في رواية عطاء موافق لهذا المعنى؛ لأنه قال: يريد: لا يحلف الرجل في كل حق وباطل، ينبغي له أن ينزه الله عن كثير من الأيمان (٢) . </p><p> والأيمان: جمع (٣) يمين، وهي القسم، وأصلها: من اليُمْن الذي هو البركة، فاليمين عَقْدُ الأمرِ بما يُتَبَرَّكُ (٤) بذكره (٥) . </p><p> وقوله تعالى:  {أَن تَبَرُّوا} اختلف أهل المعاني في تقديره، فقال الزجاج: تقديره (٦) : لا تعترضوا باليمين بالله في أن تبروا، فسقط (في) ووصل معنى الفعل (٧) . </p><p> وقال أبو عبيد: معناه: أن لا تبروا، فحذفت لا، كقوله:  {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا}  [النساء: ١٧٦] وكقوله: {رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ}  [النحل: ١٥] والمعنى: لئلا تضلوا، أن لا تميد بكم (٨) . </p><p> وقال أبو العباس: تقديره: لدفع أن تبروا، أو لترك أن تبروا، فحذف المضاف. </p><p>(١) رواه الطبري في \"تفسيره\" ٢/ ٤٠٢. (٢) تقدم الحديث عن هذه الرواية في القسم الدراسي.(٣) في (ش) (جميع).(٤) في (م) (يتبرك به بذكره).(٥) ينظر في اليمين: \"تهذيب اللغة\" ٤/ ٣٩٨٤ - ٣٩٨٧، \"اللسان\" ٨/ ٤٩٦٧ - ٤٩٧١.(٦) ساقط من (ش).(٧) \"معاني القرآن\" للزجاج ١/ ٢٩٨.(٨) ينظر: \"تفسير الثعلبي\" ٢/ ١٠١١.</p><p> وقال الكسائي: تقديره: لأن تبروا (١) أي: لا تتخذوا اليمين (٢) مانعةً لأن تبروا (٣) . </p><p> وهذه التقديرات كلها توافق تفسير العرضة من الاعتراض بمعنى المنع. </p><p> وإن جعلنا تفسير العرضة القوة لم يصلح فيه تقدير الزجاج والكسائي. </p><p> وقال عطاء: أراد (٤) : أن لا تبروا (٥) ، وهذا موافق لتفسير الآية عنده، والتقدير: لا تحلفوا بالله إلا أن يكون اليمين لقصد بر أو تقوى أو إصلاح بين الناس، فلكم أن تحلفوا (٦) . </p><p> فالعرضة على القول الأول بمعنى المعترض، وعلى القول الثاني بمعنى القوة والشدة، وعلى القولين جميعا معنى قوله: لا تجعلوا الله، لا تجعلوا اسم الله، فالله تعالى هاهنا يراد (٧) به التسمية لا الاسم الذي هو بمعنى الذات. </p><p> وأما محل (أن) من الإعراب، فقال أبو إسحاق: الاختيار فيه النصب عند جميع النحويين؛ لأنه لما حذف الخافض وصل الفعل، المعنى: لا </p><p>(١) من قوله: تقديره. ساقط من (أ) و (م). (٢) قوله: لا تتخذوا اليمين. ساقط من (أ) و (م) و (ش).(٣) وقد ذكر النحاس في \"إعراب القرآن\" ١/ ٣١٢، ومكي في \"مشكل إعراب القرآن\" ١/ ١٣٠ أن موضع (أن) خفض على إضمار الخافض، فيكون في أن تبرو.(٤) ساقط من (ي).(٥) ذكره في \"زاد المسير\" ١/ ٢٥٤.(٦) تقدم الحديث عن هذه الرواية في القسم الدراسي.(٧) في (ي) (يريد).</p><p> تعترضوا باليمين بالله في أن تبروا، فلما سقطت (في) أفضى معنى الاعتراض (١) فنصب (أن) ، ويكون تأويله:  (لا يمنعكم)  (٢) الإيمان بالله البر والتقوى والإصلاح بين الناس، قال: وجائز عند كثير من النحويين أن يكون موضعُها خفضًا، وإن سقطت (في) ؛ لأنَّ (إن) الحذف معها مستعمل، يقول (٣) : جئت لأن تضرب زيدًا، وجئت أن تضرب زيدًا، فتحذف اللام مع (أن) ولا تحذف مع المصدر لو قلت: جئت ضربَ زيدٍ، وأنت تريد: لضرب زيد، لم يجز كما جاز مع (أن) ، لأنّ (أنْ) إذا وُصِلَت دل ما بعدها على الاستقبال، والمعنى (٤) تقول: جئتك أن ضربت زيدًا، وجئتك أن تضربَ زيدًا، فلذلك جاز حذف اللام، وإذا (٥) قلت: جئتك ضَرْبَ زيد، لم يدل الضربُ على معنى مضى (٦) ولا استقبال (٧) . </p><p> وحرر بعض أصحابه هذا الفصل فقال: معنى هذا: أنّ (أنْ) لما وُصِل بالفعل احتمل الحذف كما يحتمل (الذي) إذا وصل بالفعل من حذف ضمير المفعول ما لا يحتمله الألف واللام إذا وُصل بالاسم، نحو: الذي ضربت، يريد: ضربته، فأما: الضاربه (٨) أنا زيد، فلا يحسن إلّا بالهاء، وذلك أن </p><p>(١) في \"معاني القرآن\" للزجاج ١/ ٢٩٨: لمعنى، وفي \"الإغفال\" لأبي علي ٥٠٩ أقصى معنى الاعتراض. (٢) في (ش): (يمنعنكم).(٣) في (ش): (تقول).(٤) في (أ) و (م) و (ش): والمضي، وما أثبته من (ي) موافق لما في \"معاني القرآن\".(٥) في (ي) (إذا).(٦) في \"معاني القرآن\": على معنى الاستقبال.(٧) \"معاني القرآن\" للزجاج ١/ ٢٩٨ - ٢٩٩ بمعناه.(٨) في (ش) (المضاربة).</p><p> الفعل أثقل، وهو بالحذف أحق. وأنكر أبو علي الفارسي هذا الفصل كلَّه على أبي إسحاق، وأجاز حذف اللام من المصدر، وقال: الذي منعه جائز غير ممتنع في جميع باب المفعول له، تقول (١) : جئتك طمعًا في الخير، وزرتك كرامة فلان، أي: لكرامته (٢) ، قال: وأنشد أبو عثمان (٣) لرؤبة: </p><p> بلاَلٌ أنْدَى (٤) العَالَمينَ شَخْصًا ... عندي وما بي أن أُسِيءَ الحِرْصا (٥) </p><p> فحمل الحرص على المفعول له، قال: وإنما جاز الحذف مع (أن) لطول الكلام بالصلة، وإذا طال الكلام حَسُنَ من الحذف معه ما لا يحسن إذا لم يطل، وذلك كثير، نحو قوله:  {مَا أَشْرَكْنَا وَلَا آبَاؤُنَا}  [الأنعام: ١٤٨] ، ترك التأكيد الذي يقبح تركه في السعة لطول الكلام بلا، ولو لم يطل به للزم التأكيد كما لزم {إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ}  [الأعراف: ٢٧]  {فَاذْهَبْ أَنْتَ وَرَبُّكَ}  [المائدة: ٢٤]  {اسْكُنْ أَنْتَ وَزَوْجُكَ}  [البقرة: ٣٥] ، ومن ثم استجازوا: حضر القاضي اليوم امرأةٌ، حذفوا التاء من الكلام لما طال الكلام بالفصل بين الفعل والفاعل من المفعول. </p><p> قال: وأما قوله: والنصب في (أن) في هذا الموضع الاختيار عند </p><p>(١) في (أ) (يقول). (٢) في \"الإغفال\" ص ٥١١: تقول: جئتك طمعا في الخير، وللطمع في الخير، وزرتك كرامة فلان ولكرامة فلان، فتثبت اللام وتحذف، والمعنى في الحذف مثل المعنى في الإثبات.(٣) هو بكر بن بقية، تقدمت ترجمته ٣/ ١٦٢، [البقرة:٩٣].(٤) في (ش): (أبدى).(٥) هذان البيتان ليسا في \"ديوان رؤبة\" قال محقق \"الإغفال\": ولم أوفق في العثور عليهما. \"الإغفال\" ص ٥١٢.</p><p> جمع النحويين، فمن يقول أن موضعه جر وهو قول سيبويه، ليس يحفظ عنه أن النصبَ أحسن، وإنما يحكم على موضعه بالجر. </p><p> أطال أبو علي الكلام في هذه المسألة على أبي إسحاق في الإنكار عليه، وقد اختصرته هاهنا (١) . </p><p> قال أبو إسحاق: ويجوز أن يكون موضع (أن) رفعًا بالابتداء، وخبره محذوف تقديره: أن تبروا وتتقوا وتصلحوا أولى، أي: البر والتقى أولى، ويكون (أولى) محذوفًا، كقوله:  {وطَاعَةٌ وَقَول مَّعْرُوفٌ}  [محمد: ٢١] أي: طاعة وقول معروف (٢) أمثل. قال: ومذهب النحويين فيه الجر والنصب، ولا أعلم أحدًا منهم ذكر هذا المذهب (٣) . </p><p> وهذا الذي ذكره أبو إسحاق من رفع (أن) تقدير (٤) زائد على ما ذكرنا من التقديرات في (أن) ، لأن الكلام على هذا يصير مستأنفًا لا تعلق له بما قبله، والتقديرات السابقة توجب (٥) التعلق بما سبق (٦) . </p><p> وقوله تعالى:  {وَاللَّهُ سَمِيعٌ عَلِيمٌ} يسمع (٧) أيمانكم ويعلم ما تقصدون بها. </p><p>(١) ينظر: \"الإغفال\" ص ٥٠٩ - ٥١٧. (٢) زيادة من (ي).(٣) \"معاني القرآن\" للزجاج ١/ ٣٠٠.(٤) في (ش) (تقديره).(٥) في (ش) (يوجب).(٦) ينظر في إعراب الآية: \"إعراب القرآن\" للنحاس ١/ ٣١١ - ٣١٢، \"مشكل إعراب القرآن\" لمكي ١/ ١٣٠، \"التبيان\" ص١٣٥، \"البحر المحيط\" ٢/ ١٧٧، وقد ضعف الوجه الأخير فقال: لأن فيه اقتطاع (أن تبروا) مما قبله، والظاهر هو اتصاله به، ولأن فيه حذفا لا دليل عليه.(٧) ساقطة من (ي).</p>"
}