{
  "id": null,
  "sura": 2,
  "aya": 118,
  "text": "<p> يكن المعنى عليه حملته على صورة اللفظ. وقد حمل أبو الحسن نحو قوله:  {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ}  [إبراهيم: ٣١] ، ونحوه من الآي على أنه أجري مجرى جواب الأمر، وإن لم يكن جوابًا له في الحقيقة. وقد يكونُ اللفظُ على شيء والمعنى على غيره، ألا ترى أنهم قالوا: ما أنت وزيد (١) ، والمعنى: لِمَ تؤذيه، وليس ذلك في اللفظ. قال: ومن رفع فإنه عطف على قوله: {كُنْ} لأن معناه: يكوّنه فيكون، وهذا أولى من حمله على (يقول)  (٢) ؛ لأنه لا يطرد في سورة آل عمران في قوله:  {ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ}  [آل عمران: ٥٩] ، لأن قال ماضي، ويكون مضارع، فلا يحسن عطفه عليه لاختلافهما، قال: ويجوز أن يكون خبر ابتداء محذوف، كأنه قال: فهو يكون (٣) . </p><p> ١١٨ - قوله تعالى:  {وَقَالَ الَّذِينَ لَا يَعْلَمُونَ} قال ابن عباس: هم اليهود، قالوا لمحمد - صلى الله عليه وسلم -: لا نؤمن لك حتى يكلّمنا الله أنك رسوله، أو حتى تأتينا بمثل الآيات التي أتت بها الرسل (٤) . وقال مجاهد: هم النصارى (٥) . </p><p>(١) في \" الحجة\": وزيدًا. (٢) في (ش): (على ما يقول).(٣) إلى هنا انتهى كلام أبي علي الفارسي ١/ ٢٠٨ بتصرف واختصار.(٤) أخرجه الطبري في \"تفسيره\" ١/ ٥١٢، ابن أبي حاتم ١/ ٢١٥ وذكره الثعلبي ١/ ١١٤٢، وذكره ابن هشام في \"السيرة النبوية\" عن ابن إسحاق ٢/ ١٧٦، وينظر: \"تفسير السمعاني\" ٢/ ٣٣، \"زاد المسير\" ١/ ١٣٧، \"تفسير القرطبي\" ٢/ ٨٣.(٥) أخرجه الطبري في \"تفسيره\" ١/ ٥١٢، ابن أبي حاتم في \"تفسيره\" ١/ ٢١٥، وهو في \"تفسير مجاهد\" ص ٨٦، وهذا الذي رجحه الطبري في \"تفسيره\" ١/ ٥١٣، وذكره الثعلبي في \"تفسيره\" ١/ ١١٤٢ لدلالة سياق الآيات.</p><p> وقال الحسن (١) وقتادة (٢) : هم مشركو العرب، وهذا أظهر الأقوال؛ لأنه يُشاكل ما طلبوا، حيث قالوا:  {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا} الآيات الأربع [الإسراء: ٩٠ - ٩٣] ، ولأن أهل الكتاب أهل علم به، والله تعالى قال:  {وَقَالَ اَلَّذِينَ لَا يَعلَمُونَ} . </p><p> وقوله تعالى:  {لَوْلَا يُكَلِّمُنَا اللَّهُ} قال أبو عبيدة (٣) والزجاج (٤) : معنى لولا: هلّا، وأنشد أبو عبيدة: </p><p> تعدُّونَ عَقْرَ النِّيب أفضلَ مجدِكم ... بني ضَوْطَرَى، لولا الكَمِيَّ المُقَنَّعَا (٥) </p><p> أي: هلّا (٦) ، وقال الخليل:  (لولا) له معنيان: أحدهما: هلاّ، </p><p>(١) لم أره عن الحسن وقد نقله في \"الوسيط\" ١/ ١٩٧. (٢) أخرجه الطبري في \"تفسيره\" ٢/ ٥٥١، وذكره ابن أبي حاتم ١/ ٢٥١، والثعلبي ١/ ١١٤٢.(٣) ينظر: \"مجاز القرآن\" ١/ ٥٢.(٤) ينظر: \"معاني القرآن\" ١/ ١٩٩.(٥) البيت \"لجرير\" في ديوانه ص٢٦٥، \"النقائض\" ص ٨٣٣، \"مجاز القرآن\" ١/ ١٩٩، \"تفسير الطبري\" ١/ ٥١٣، \"أمالي ابن الشجري\" ٢/ ٢١٠. وقد عزاه هؤلاء الثلاثة لأشهب بن رُميلة. ورواية الديوان والنقائض: أفضل سعيكم. وقوله: عقر النيب: يقال عقر الناقة أو الفرس: أي ضرب قوائمها فقطعها، والنيب: جمع ناب، وهي الناقة المسنة، سميت بذلك لطول نابها، وقوله: بني ظوطري: يعني: يابني الحمقى، وقيل: إنه نبز لرجلٍ من بني مشجاع بن دارم. والكمي: الشجاع الذي لا يرهب، فلا يحيد عن قرنه، كان عليه سلاح أو لم يكن. وكان العرب يعقرون البعير قبل نحره لئلا يشرد، وكانوا يتكارمون بالمعاقرة، وهي أن يعقر هذا ناقة فيعقر الآخر، يتباريان في الجود حتى يغلب أحدهما. ينظر حاشية \"تفسير الطبري\" ١/ ٥١٣.(٦) \"مجاز القرآن\" ١/ ٥٢ - ٥٣.</p><p> والآخر: لو لم، كقولك: لولا زيد لأكرمتك، معناه: لو لم يكن، وتقول: لولا فعلت ما أمرتك، في معنى: هلَّا فعلت. وقد يدخل (ما) في هذا المعنى في موضع لا، كقوله تعالى:  {لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ}  [الحجر: ٧] . أي: هَلَّا. وكلُّ ما في القرآن لولا يفسر على هَلَّا، غير التي في الصافات {فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ}  [الصافات: ١٤٣] يقول: فلو لم يكن من المُسَبِّحِين (١) . وقال الفراء: لولا إذا كانت مع الأسماء فهي شرط، وإذا كانت مع الأفعال فهي بمعنى هلّا، لومٌ على ما مضى، وتحضيض لما يأتي. </p><p> قوله تعالى:  {كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ} أراد: كفار الأمم الخالية. قال الزجاج: أعْلَمَ اللهُ أنَّ كفرَهم في التعنُّتِ بطلب الآيات على اقتراحهم، كَكُفْر الذين من قبلهم في قولهم لموسى:  {أَرِنَا اللَّهَ جَهْرَةً}  [النساء: ١٥٣] وما أشبهه، وفي هذا تعزية للنبي - صلى الله عليه وسلم - (٢) . </p><p> وقوله تعالى:  {تَشَابَهَتْ قُلُوبُهُمْ} أي: أشبه بعضُها بعضًا في الكفرِ والقسوةِ ومسألةِ المُحال (٣) كقوله: {يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ}  [التوبة: ٣٠] . </p><p> وقوله تعالى:  {قَدْ بَيَّنَّا الْآيَاتِ لِقَوْمٍ يُوقِنُونَ} يريد: أن من أيقن وطلبَ الحقّ فقد أتته الآيات البينات، نحو: المسلمين ومن لم يعاند من علماء اليهود؛ لأن القرآن برهانٌ شافٍ (٤) . </p><p>(١) ينظر في لولا: \"الكتاب\" لسيبويه ٣/ ١١٥، ٤/ ٢٢٢، \"المغني\" لابن هشام ١/ ٢٧٢ - ٢٧٦. (٢) \"معاني القرآن\" للزجاج ١/ ١٩٩.(٣) ينظر: \"معاني القرآن\" للفراء ١/ ٧٥، \"تفسير الثعلبي\" ١/ ١١٤٣.(٤) نقلًا عن \"معاني القرآن\" للزجاج ١/ ٢٠٠.</p>"
}