{
  "id": null,
  "sura": 2,
  "aya": 15,
  "text": "<p> قال أبو إسحاق: ومعنى الشيطان: الغالي في الكفر المتبعد فيه من الجن والإنس (١) . </p><p> قال ابن عباس: أراد بشياطينهم كبراءهم وقادتهم (٢) . </p><p> وقوله تعالى {إِنَّا مَعَكُمْ} . (مع) كلمة تضم الشيء إلى الشيء، ونصبها كنصب الظروف؛ لأن تأويل قولك:  (أنا معك) : أنا مستقر معك، كما تقول: أنا خلفك (٣) . </p><p> وقوله تعالى:  {إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} . (الهُزْءُ) : السخرية، يقول: هَزِئَ به يَهْزَأُ (٤) وتَهَزَّأ به واسْتَهْزَأَ به (٥) ، وهو أن يظهر غير ما يضمر استصغارا وعبثا (٦) . </p><p> ١٥ - قوله تعالى:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ} . قال ابن عباس:  (هو (٧) أنهم </p><p>(١) \"معاني القرآن\" ١/ ٨٣. (٢) أخرج ابن جرير بسنده عن السدي خبرا ذكره عن أبي مالك، وعن أبي صالح عن ابن عباس. وعن مرة الهمداني عن ابن مسعود، وعن ناس من أصحاب رسول الله - صلى الله عليه وسلم -: أما شياطينهم: فهم رؤوسهم في الكفر. وأخرج نحوه عن قتادة ومجاهد وغيرهم.انظر: \"تفسير الطبري\" ١/ ١٣٠، وأخرج هذِه الآثار ابن أبي حاتم في \"تفسيره\" ١/ ٤٧ - ٤٨، وانظر \"الدر\" ١/ ٦٩ - ٧٠.(٣) في (ب): (جعلك). انظر \"معاني القرآن\" للزجاج ١/ ٥٤، \"تهذيب اللغة\" (مع) ٤/ ٣٤١٧، \"مغني اللبيب\"١/ ٣٣٣.(٤) في (ب): (هزاته يهزئ).(٥) ذكره الأزهري عن الليث. \"التهذيب\" (هزأ) ٤/ ٣٧٥٥، \"الصحاح\" (هزأ) ١/ ٨٤.(٦) انظر: \"الكشاف\" ١/ ١٨٦، و\"تفسير الرازي\" ٢/ ٦٩، \"لباب التفاسير\" للكرماني ١/ ١٣٤ (رسالة دكتوراه).(٧) (هو أنهم) ساقط من (ب).</p><p> كلما أحدثوا خطيئة جدد الله لهم نعمة) (١) . فشبه هذا من الله بالاستهزاء والمكر؛ لأنه غيب عنهم غير ما أظهر لهم، كالمستهزئ منا يظهر أمرا يضمر غيره. (٢) . </p><p> وقال ابن الأنباري: الاستهزاء من الله جل وعز مخالف الاستهزاء من المخلوقين؛ لأن استهزاءه أن يستدرجهم من حيث لا يعلمون (٣) . </p><p> وقال جماعة أهل المعاني: معنى الله يستهزئ بهم: يجازيهم (٤) جزاء استهزائهم، فسمى الجزاء باسم المجازى عليه، كقوله:  {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا}  [الشورى:٤٠] وقوله: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ}  [البقرة: ١٩٤] ومنه قول عمرو: </p><p> فنجهل فوق جهل الجاهلينا (٥) </p><p> وهذا هو الاختيار (٦) ؛ </p><p>(١) لم أجده بهذا النص منسوبا إلى ابن عباس، وذكره القرطبي في \"تفسيره\" ولم ينسبه ١/ ١٨١. (٢) انظر: \"تفسير الطبري\" ١/ ١٣٤، \"معاني القرآن\" للزجاج ١/ ٥٥، و\"تفسير الثعلبي\" ١/ ٥٢ أ، و\"تفسير ابن عطية\" ١/ ١٧٧، \"زاد المسير\" ١/ ٣٦، و\"تفسير الرازي\" ٢/ ٧٠، وقد ضعف الرازي هذا وقال: لأن الله أظهر الأدلة الواضحة بما يعاملون به في الدار الآخرة.(٣) ذكره ابن الجوزي في \"زاد المسير\" ١/ ٣٦.(٤) (يجازيهم) ساقط من (أ)، (ج).(٥) البيت لعمرو بن كلثوم وصدره:ألا لا يجهلن أحد عليناوقد سبق تخريجه عند تفسير قوله تعالى: {يُخَادِعُونَ اللَّهَ}.(٦) هذا القول ذكره الطبري ورده كما سيأتي، وذكره الزجاج في \"معاني القرآن\" ١/ ٥٦، وأبو الليث في \"تفسيره\" ١/ ٩٧، و\"تفسير ابن عطية\" ١/ ١٧٧، و\"تفسير =</p><p> لأنه (١) حمل الكلام على المزاوجة، ولأنه أظهر وأشكل بما جاء من نظائره في القرآن، وكل ذلك على المجاز الذي يحسن في الاستعمال للمبالغة في البيان والتصرف في الكلام. </p><p> وقوله تعالى:  {وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} . أصل (المد) في اللغة: الزيادة، والمد: الجذب (٢) : لأنه سبب الزيادة في الطول. </p><p>= ابن الجوزي\" ١/ ٣٦، و\"تفسير الثعلبي\" ١/ ٤٧ ب، و\"تفسير القرطبي\" ١/ ١٨٥، وغيرهم من المفسرين. وصرح الواحدي باختياره له، وفي هذا القول تفسير للسخرية بالمجاز، وتأويل لها، ورده ابن جرير، ورجح أن المراد: أن الله يستهزئ بهم حقيقة، ولا يلزم لها اللوازم الباطلة، حيث قال: (وإذا كان معنى الاستهزاء والسخرية والمكر والخديعة ما وصفنا قبل، دون أن يكون ذلك معناه في حال فيها المستهزئ بصاحبه له ظالم، أو عليه فيها غير عادل، ... ثم قال: وأما الذين زعموا أن قول الله تعالى ذكره: {اللَّهُ يَسْتَهْزِئُ بِهِمْ} إنما هو على وجه الجواب، وأنه لم يكن من الله استهزاء ولا مكر ولا خديعة، فنافون عن الله عز وجل ما قد أثبته الله عز وجل لنفسه، وأوجبه لها ...) \"تفسير الطبري\" ١/ ١٣٣. وإلى هذا المعنى أشار ابن تيمية -رحمه الله- حيت قال: (وكذلك ما ادعوه أنه مجاز في القرآن، كلفظ (المكر) و (الاستهزاء) و (السخرية) المضاف إلى الله، وزعموا أنه مسمى باسم ما يقابله على طريق المجاز، وليس كذلك، بل مسميات هذِه الأسماء إذا فعلت بمن لا يستحق العقوبة كانت ظلما له، وأما إذا فعلت بالمجني عليه عقوبة له بمثل فعله كانت عدلًا ... إلى أن قال: ولهذا كان الاستهزاء بهم فعلا يستحق هذا الاسم، كما روي عن ابن عباس: أنه يُفْتح لهم باب إلى الجنة وهم في النار فيسرعون إليه فيغلق ... ثم ذكر قولًا عن الحسن البصري بمعناه ... وقيل: إنه يظهر لهم في الدنيا خلاف ما أبطن في الآخرة، وقيل: هو تجهيلهم وتخطيئهم فيما فعلوه، وهذا كله حق، وهو استهزاء بهم حقيقة)، \"مجموع الفتاوى\" ٧/ ١١١، ١١٢. وما يقال في هذا يقال عند قوله {يُخَادِعُونَ اللَّهَ} وما قيل هناك يقال هنا. (١) في (ب): (لأن).(٢) انظر. \"اللسان\" (مدد) ٧/ ٤١٥٦، \"القاموس\" ص ٣١٨.</p><p> قال الفراء: والشيء إذا مَدَّ الشَّيءَ كان زيادة فيه. تقول: دجلة تَمُدُّ بئارنا (١) وأنهارنا، أي: يزيد فيها (٢) . </p><p> (والمادة) كل شيء يكون مددا (٣) لغيره (٤) . و (المُدَّةُ)  (٥) الأوقات المتزايدة إلى غاية، ومنه مد الله في عمرك (٦) . </p><p> الأصمعي: امتد النهر ومد إذا امتلأ بالزيادة، ومده نهر آخر (٧) . </p><p> ابن المظفر (٨) : وادي كذا يمد في نهر كذا. أي: يزيد فيه (٩) وأنشد (١٠) : </p><p> سَيْلٌ أَتِيٌّ مَدَّهُ أَتيُّ (١١) </p><p>(١) في (أ)، (ج) (بيارنا) وما في (ب) موافق لـ \"معاني القرآن\" للفراء ٢/ ٣٢٩. (٢) \"معاني القرآن\" للفراء ٢/ ٣٢٩، وانظر \"التهذيب\" (مد) ٤/ ٣٣٦١. وقد نقل المؤلف كلام الفراء بتصرف.(٣) في \"التهذيب\": (مدادا).(٤) ذكره الأزهري عن الليث. \"التهذيب\" (مد) ٤/ ٣٣٦١.(٥) في (أ)، (ج): (المد)، وأثبت ما في (ب).(٦) انظر \"تهذيب اللغة\" (مد) ٤/ ٣٣٦١، \"الصحاح\" (مدد) ٢/ ٥٣٧.(٧) \"تهذيب اللغة\" (مد) ٤/ ٣٣٦١.(٨) هو الليث بن المظفر، ويقال له. الليث بن نصر، صاحب الخليل، ينقل الواحدي كلامه كثيرًا من طريق \"تهذيب اللغة\". انظر مقدمة \"تهذيب اللغة\" ١/ ٤٧، \"إنباه الرواة\" ٣/ ٤٢.(٩) في (أ)، (ج): (يزيده)، وما في (ب) موافق لما في \"تهذيب اللغة\" وهو ما أثبته.(١٠) الكلام في \"التهذيب\" ويظهر أنه من كلام الأصمعي حيث عطفه عليه، ولم يرد ذكر الليث في هذا الموضع. \"التهذيب\" (مد) ٤/ ٣٣٦١، وأنظر: \"اللسان\" (مدد) ٣/ ٣٩٧.(١١) البيت منسوب للعجاج، وهو في \"التهذيب\" (مد) ٤/ ٣٣٦١، \"الصحاح\" (مدد) ٢/ ٥٣٧، \"اللسان\" (مدد) ٧/ ٤١٥٧، وقد نسبه للعجاج وأنشد بعده: =</p><p> والمدّ: أن (١) يمُدّ الرجلُ الرجلَ (٢) في غيّه (٣) . </p><p> قال أهل التفسير في قوله {يَمُدُّهُمْ} : أي يمهلهم (٤) ويطول في أعمارهم ومدتهم (٥) . </p><p> و (الطغيان) : مصدر كالرجحان والكفران والعدوان (٦) . قال الليث:  [والطُّغْوَان لغة فيه]  (٧) والفعل: طَغَوْت وطَغَيْتُ، ومعناه مجاوزة القدر، وكل شيء جاوز القدر فقد طغى، كما طغى الماء على قوم نوح. قال الله تعالى:  {إِنَّا لَمَّا طَغَى الْمَاءُ}  [الحاقة: ١٢] وطغت الصيحة على ثمود (٨) ، </p><p>= غِبَّ سَمَاءٍ فَهْوَ رَقَرَاقِيُّ وفي \"ديوان العجاج\":مَاءٌ قَريٍّ مَدَهُ قَرِيُّ ... غِبَّ سَمَاءٍ فَهْوَ رَقَرَاقِيُّالقَري: المسيل، الرقراقِي: المُتَرَقْرِق الذي يتكفأ. (الديوان) ص ٣١٨.(١) في (ب): (والمداد يمد).(٢) في (ب): (للرجل).(٣) ذكره في \"التهذيب\" عن ابن أبي حاتم عن الأصمعي (مد) ٤/ ٣٣٦١.(٤) في (ب): (يهملهم) تصحيف.(٥) اختلف العلماء في {يَمُدُّهُمْ} هل هي من المد بمعنى الإمهال والتطويل فىِ العمر. أو من المدد بمعنى: الزيادة. وقد رجح هذا الطبري حيث قال: وأولى الأقوال بالصواب أن يكون بمعنى: يزيدهم على وجه الإملاء والترك لهم في عتوهم وتمردهم. \"تفسير الطبري\" ١/ ١٣٥، وانظر: \"تفسير أبن عطية\" ١/ ١٧٧ - ١٧٨، \"الكشاف\" ١/ ١٨٨، و\"تفسير القرطبي\" ١/ ١٨٢.(٦) \"الحجة\" لأبي علي ١/ ٣٦٦.(٧) ما بين المعقوفين ساقط من (أ)، (ج).(٨) انتهى كلام الليث وقد نقله المؤلف بتصرف، \"تهذيب اللغة\" ٣/ ٢١٩٦، \"العين\" ٤/ ٤٣٥.</p><p> فقيل فيهم:  {فَأُهْلِكُوا بِالطَّاغِيَةِ}  (١) . وقيل لفرعون:  {إِنَّهُ طَغَى}  [النازعات: ١٧]  (٢) أي أسرف حيث ادعى الربوبية (٣) . </p><p> فأما الطغوى والطاغية والطاغوت فهي مذكورة في مواضعها مشروحة. وكان الكسائي يميل {طُغْيَانِهِمْ} في رواية أبي عمر (٤) ونصير (٥)  (٦) . وذلك لأن (٧) الألف قد اكتنفها شيئان كل واحد منهما يجلب الإمالة [وهما، الياء التي قبلها، والكسرة التي بعدها.</p><p> فإن قلت: إن أول الكلمة حرف [مستعل]  (٨) مضموم، وكل واحد من هذين يمنع الإمالة] (٩) . قيل: إن المستعلي تراخى عن الألف بحرفين فلم يمنع الإمالة. </p><p>(١) كتبت في جميع النسخ (أهلكوا) وسياق الآية: {فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ}. (٢) (طغى) ساقط من (ب).(٣) انظر: \"تفسير الثعلبي\" ١/ ٥٢ ب.(٤) هو حفص بن عمر عبد العزيز المقرئ النحوي البغدادي الضرير، قرأ عن الكسائي ويحيى اليزيدي، توفي سنة ست وأربعين ومائتين. انظر ترجمته في \"معرفة القراء الكبار\" ١/ ١٩١، \"غاية النهاية\" ١/ ٢٥٥.(٥) ونصير ساقط من (ب). ونصير هو: نصير بن أبي نصر الرازي ثم البغدادي النحوي، أبو المنذر، صاحب الكسائي، مات في حدود الأربعين ومائتين. انظر ترجمته في: \"معرفة القراء الكبار\" ١/ ٢١٣، \"غاية النهاية\" ١/ ٢٥٥.(٦) انظر: \"السبعة\" لابن مجاهد ص ١٤٤، \"الحجة\" لأبي علي١/ ٣٦٥، \"الكشف\" لمكي ١/ ١٧١.(٧) في (ب): (أن).(٨) في (ب): (مستعمل) وصححت الكلمة من \"الحجة\" ١/ ٣٦٨.(٩) ما بين المعقوفين ساقط من (أ)، (ج). الكلام في \"الحجة\" مع الاختصار ١/ ٣٦٧، ٣٦٨، وانظر: \"الكشف\" ١/ ١٧١.</p>"
}