{
  "id": null,
  "sura": 2,
  "aya": 26,
  "text": "<p> كل أذى وقذر ممّا (١) في نساء الدنيا (٢) . </p><p> وقيل: عن مساوئ الأخلاق (٣) ، لما فيهمنّ من حسن التبعل، ودل على هذا قوله: {فَجَعَلْنَاهُنَّ أَبْكَارًا (٣٦) عُرُبًا أَتْرَابًا (٣٧) } [الواقعة:٣٦ - ٣٧] . وقيل: من آفات الشيب والهرم (٤) . </p><p> ويقال: إنه أراد زوجاتهم من الآدميات، ويقال: أراد من الحور العين (٥) . </p><p> {وَهُمْ فِيهَا خَالِدُونَ} لأن تمام النعمة بالخلود والبقاء فيها، كما أن التنغيص (٦) بالزوال والفناء (٧) . </p><p> ٢٦ - قوله تعالى:  {إِنَّ اللَّهَ لَا يَسْتَحْيِي} الآية. قال ابن عباس في رواية أبي صالح: لما ضرب الله سبحانه هذين المثلين للمنافقين قالوا: الله أجل وأعلى من (٨) أن يضرب الأمثال فأنزل الله هذه الآية (٩) . </p><p>(١) من (ب)، وفي غيرها: (مما). (٢) ذكر ابن جرير عن عدد من الصحابة ومن بعدهم ١/ ١٧٥ - ١٧٦. وانظر \"معاني القرآن\" للزجاج ١/ ٦٩، (تفسير أبي الليث) ١/ ١٠٤، \"تفسير الثعلبي\" ١/ ٥٨ ب، وابن عطية ١/ ٢١٠.(٣) انظر: \"معاني القرآن\" للزجاج ١/ ٦٩، \"تفسير أبي الليث\" ١/ ١٠٤، والثعلبي ١/ ٥٨ ب، \"الكشاف\" ١/ ٢٦٢.(٤) والأولى أن يراد بها ما يعم كل طهارة، كما قال الزجاج: إن (مطهرة) أبلغ من (طاهرة) لأن (مطهرة) للتكثير ١/ ٦٩. وانظر: \"تفسير ابن عطية\" ١/ ٢١٠.(٥) انظر: \"تفسير الثعلبي\" ١/ ٥٨ ب.(٦) في (ب): (التبعيض).(٧) انظر: \"تفسير ابن كثير\" ١/ ٦٨.(٨) (من) ساقط من (ب).(٩) ذكره الواحدي في \"أسباب النزول\": ص ٢٦، وأخرجه \"الطبري\" بسنده عن ابن عباس =</p><p> وقال (١) الحسن وقتادة: لما ذكر الله الذباب والعنكبوت في كتابه، وضرب للمشركين به المثل ضحكت اليهود وقالوا: ما يشبه هذا كلام الله، فأنزل الله هذه الآية (٢) </p><p> قال أهل المعاني: قوله {إِنَّ اللَّهَ لَا يَسْتَحْيِي} خرج على لفظهم (٣) ، حيث قالوا: إن الله يستحي (٤) أن يضرب المثل بالذباب والعنكبوت (٥) ، كقوله:  {فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ}  [هود: ١٣] لما قالوا: إنه سحر مفترى (٦) . </p><p>= ابن مسعود، وعن ناس من أصحاب النبي صلى الله عليه وسلم ١/ ١٧٧، وأخرجه أبن أبي حاتم عن السدي ١/ ٦٨، وذكره ابن كثير ١/ ٦٨، وذكره السيوطي في \"الدر\" عن ابن مسعود وناس من الصحابة ١/ ٨٨. (١) (الواو) ساقطة من (ب).(٢) ذكره الواحدي في \"أسباب النزول\": ص ٢٦ - ٢٧، وذكره ابن قتيبة في \"تفسير غريب القرآن\": ص ٤٤ ولم ينسبه، وكذا الثعلبي بنحوه ١/ ٥٩ أ. وأخرج ابن جرير عن قتادة وفيه: قال المشركون: ما بال العنكبوت والذباب يذكران ... إلخ، ١/ ١٧٧ - ١٧٨، ونحوه عند ابن أبي حاتم، وقال: روي نحوه عن الحسن ١/ ٦٩. قال السيوطي في \"لباب النقول\" بعد أن ذكر قول قتادة: (وذكر المشركين لا يلائم كون الآية مدنية، وما أوردناه عن قتادة والحسن حكاه عنهما الواحدي بلا إسناد بلفظ: (قالت اليهود) وهو أنسب، \"لباب النقول\": ص ١٣، وانظر: ابن كثير ١/ ٦٨، \"زاد المسير\" ١/ ٥٤، \"الكشاف\" ١/ ٢٣٦، \"البحر\" ١/ ١٢٠.(٣) أي: لفظ اليهود أو المشركين الذين قالوا ذلك.(٤) في (ب): (لا يستحيي).(٥) ذكره الزمخشري في \"الكشاف\"، وجعله من باب (القابلة) \"الكشاف\" ١/ ٢٣٦، \" البحر\" ١/ ١٢١، ١٢٢.(٦) ورد هذا فيما حكاه الله من رد قوم موسى في قوله: {فَلَمَّا جَاءَهُمْ مُوسَى بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا سِحْرٌ مُفْتَرًى} [القصص:٣٦].</p><p> وقال بعضهم: معنى (١) قوله: {لَا يَسْتَحْيِي} هو أن الذي يستحيا منه ما يكون قبيحا في نفسه، ويكون لفعله عيب في فعله فأخبر الله سبحانه أن ضرب المثل منه ببعوضة فما فوقها ليس بقبيح ولا نقص ولا عيب، حتى يستحيا منه، فوضع:  {إِنَّ اللَّهَ لَا يَستَحِى أَن يَضرِبَ مَثَلاً} موضع ذلك، كأنه قيل: إن ما يضربه الله من المثل بالبعوض (٢) لا يستحيا منه (٣) ، لأن حقيقة الاستحياء في وصفه لا يجوز، لأنه يخاف عيبا، ويستحيل في وصفه أن يحذر نقصًا (٤) . </p><p> وقيل: معنى: {لَا يَسْتَحْيِي} : لا يترك، لأن أحدنا إذا استحيا من شيء تركه (٥) ، ومعناه أن الله لا يترك ضرب المثل ببعوضة فما فوقها إذا علم أن فيه عبرة لمن اعتبر، وحجة على من جحد (٦) . وقيل: معناه (لا </p><p>(١) (معنى) ساقط من (ب). (٢) في (أ) و (ج): (بالتعرض) وما في (ب) هو الصحيح.(٣) انظر: \"تفسير الثعلبي\" ١/ ٥٩ أ.(٤) ومن أجل هذا أول معنى الآية، وجميع الوجوه التي أوردها في تفسير الآية تأويل، وهذا وافق نهج المتكلمين في باب الصفات، الذين يستعملون تلك المقدمات العقلية لنفي بعض الصفات. أما السلف فإنهم يعتصمون بالنص في الإثبات والنفي، فما أثبته الله لنفسه أو أثبته له رسوله أثبتوه وما نفاه الله عن نفسه أو نفاه عنه رسوله نفوه. انظر: \"شرح العقيدة الطحاوية\": ص ١٧٨، \"الرسالة التدمرية\". ص ٧٠، والأولى في معنى الآية ما ذكره \"الطبري\" قال: (.. معنى الكلام: إن الله لا يستحيي أن يصف شبها لما شبه به الذي هو ما بين البعوضة إلى ما فوق البعوضة). \"الطبري\" ١/ ١٧٨ - ١٧٩، وقد نقل الواحدي عن \"الطبري\" قولاً آخر وادعى أن اختاره والأمر بخلاف ذلك كما سيأتي.(٥) ذكره ابن عطية ١/ ٢١٢، \"القرطبي\" ١/ ٢٤٢، وابن الجوزي في \"زاد المسير\" ١/ ٥٤، والزمخشري (الكشاف) ١/ ٢٦٣.(٦) في (ب) (حجه).</p><p> يخشى) والخشية والاستحياء يقوم أحدهما مقام الآخر كقوله:  {وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ}  [الأحزاب: ٣٧] ، أي تستحي (١) الناس] (٢) والله أحق أن تستحيي (٣) منه، وهذا اختيار محمد بن جرير (٤) . </p><p> قال أهل اللغة: أصل الاستحياء من الحياة (٥) ، واستحيا الرجل لقوة الحياة فيه (٦) ، لشدة علمه بمواقع العيب (٧) ، فالحياء من قوة الحس ولطفه (٨) </p><p>(١) (تستحي) يتعدى بنفسه وبالجار وعداه الواحدي بنفسه، وهي عبارة \"الطبري\": (وتستحي الناس، والله أحق أن تستحيه ..) ١/ ١٧٩، انظر \"البحر\" ١/ ١٢١. (٢) ما بين المعقوفين ساقط من (ب).(٣) في (ب): (يستحيا منه).(٤) لقد وهم الواحدي في زعمه أن هذا اختيار \"الطبري\"، وتبعه على هذا الوهم أبو حيان في \"البحر\" ١/ ١٢١. قال \"الطبري\": (وأما تأويل قوله: (إن الله لا يستحي) فإن بعض المنسوبين إلى المعرفة بلغة العرب كان يتأول معنى (إن الله لا يستحي): أن الله لا يخشى أن يضرب مثلاً ... فيقول: الاستحياء بمعنى الخشية، والخشية بمعنى الاستحياء ...). قال محمود شاكر: (... إن لفظ \"الطبري\" دال على أنه لم يحقق معناه ولم يرضه، ولم ينصره ...) ١/ ٤٠٢، ٤٠٣ (ط. شاكر). ثم قال محمود شاكر في موضع آخر: (هذا بقية تفسير الكلمة على مذهب من قال: إن الاستحياء بمعنى الخشية، لا ما أخذ به \"الطبري\"، \"تفسير الطبري\" صريح، بيّن في آخر الآية) ١/ ٤٠٤. ونجد \"الطبري\" يقول في آخر الآية: (فقد تبين إذا بما وصفنا، أن معنى الكلام: إن الله لا يستحي أن يصف شبها لما شبه به الذي هو ما بين بعوضة إلى ما فوق البعوضة) ١/ ١٧٩. فلم نر \"الطبري\" يؤول (الاستحياء) بـ (الخشية) والله أعلم.(٥) في (أ)، (ب): (الحيوة).(٦) في (ب): (واستحيا الرجل لقلة الحياة، واستحيا الرجل لقوة الحياة فيه ...).(٧) في (ب): (الغيب).(٨) في (ب): (ولفظه).</p><p> وقوة الحياة (١)  (٢) . </p><p> وقوله تعالى:  {أَنْ يَضْرِبَ مَثَلًا} الضرب في المثل مستعار، ومعناه (٣) التسيير للمثل، والجعل لها (٤) يسير في البلاد (٥) ، وذكرنا معنى المثل مستقصى فيما (٦) تقدم (٧) . </p><p> وقوله تعالى:  {مَا بَعُوضَةً} . النصب في بعوضة من جهتين (٨) ، أحدهما: أن تكون (ما) زائدة، كأنه قال: إن الله لا يستحيي أن يضرب بعوضة مثلا، ومثلا بعوضة، و (ما) زائدة مؤكدة كقوله {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ}  [آل عمران: ١٥٩] فـ (ما) في التوكيد بمنزلة (حق) إلا أنه لا إعراب لها. </p><p>(١) في (أ): (الحيوة). (٢) قال ابن فارس: (الحاء والياء والحرف المعتل أصلان: أحدهما خلاف الموت، والآخر الاستحياء الذي هو ضد الوقاحة) \"مقاييس اللغة\" (حي) ٢/ ١٢٢، وانظر \"تهذيب اللغة\" (حي) ١/ ٩٥٤، \"الصحاح\" (حيا) ٦/ ٢٣٢٤، \"اللسان\" ٢/ ١٠٨٠، \"مفردات الراغب\": ص١٤٠، \"التاج\" (حي) ١٩/ ٣٥٩، \"الكشاف\" ١/ ٢٦٣.(٣) في (ب): (ومعناه السير للمثل).(٤) كذا ورد في جميع النسخ ولعل الصواب (له).(٥) قال \"الطبري\": (يبين ويصف)، ١/ ١٧٩، وذكر ابن الجوزي عن ابن عباس: أن يذكر شبها. \"زاد المسير\" ١/ ٥٤، وقيل ومعنى يضرب: يذكر، أو يصير. انظر. \"تفسير ابن عطية\" ١/ ٢١٢ - ٢١٣، \"القرطبي\" ١/ ٢٠٨، \"البحر\" ١/ ١٢٢.(٦) في (ب): (مما).(٧) عند قوله تعالى: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا} الآية [البقرة:١٧]، انظر: ص ١٨٦ - ١٨٨.(٨) ذكره الزجاج قال: (فأما إعراب (بعوضة) فالنصب من جهتين في قولنا وذكر بعض النحويين جهة ثالثة، فأما أجود هذِه الجهات فأن تكون (ما) زائدة مؤكدة ..) \"معاني القرآن\" ١/ ٧٠.</p><p> والخافض والناصب يتعداها إلى ما بعدها، ومعناها التوكيد فقط (١) . </p><p> فإذا جعلت (ما) زائدة نصبت بعوضة على أنها المفعول الثاني (ليضرب)  (٢) ، لأن (يضرب) [هاهنا معناه: يجعل. هذا هو الاختيار عند البصريين (٣) . </p><p> الوجه الثاني: أن تكون (ما) ] (٤) نكرة (٥) بمنزلة شيء، فيكون المعنى: إن الله لا يستحيي أن يضرب مثلاً شيئاً من الأشياء، ثم أبدل بعوضة من شيء (٦) ، فقال:  {بَعُوضَةً فَمَا فَوْقَهَا} وهذا (٧) قول الفراء (٨) . </p><p> وقال الكسائي: معناه: أن يضرب مثلاً ما بين بعوضة إلى ما فوقها، </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٧٠، وقد ذكره الفراء و\"الطبري\" واختارا غيره كما سيأتي، انظر: \"معاني القرآن\" للفراء ١/ ٢١، و\"الطبري\" ١/ ١٧٩ - ١٨٠، وانظر الثعلبي ١/ ٥٩ أ، \"البيان في غريب إعراب القرآن\" ١/ ٦٥، \"الإملاء\" ١/ ١٦، \"الكشاف\" ١/ ٢٦٤. (٢) في (ب): (كيضرب).(٣) انظر: \"الطبري\" ١/ ١٨٠، \"معاني القرآن\" للفراء ١/ ٢١.وفيه وجه آخر: وهو أن (بعوضة) بدل من (المثل)، انظر الثعلبي ١/ ٥٩ أ، \"الإملاء\" ١/ ٢٦، \"البيان\" ١/ ٦٥، \"الكشاف\" ١/ ٢٦٤، \"تفسير ابن عطية\" ١/ ١٥٢، قاله الزجاج ١/ ٧١.(٤) ما بين المعقوفين ساقط من (ب).(٥) في (ب): (ذكره).(٦) في (أ)، (ج): (شيئاً).(٧) في (ب): (فهذا).(٨) انظر: \"معاني القرآن\" للفراء ١/ ٢٢، والقول الذي اختاره الفراء القول الآتي الذي نسبه الواحدي للكسائي، وانظر: \"معاني القرآن\" للزجاج ١/ ٧٠، و\"الطبري\" ١/ ١٨٠، والثعلبي ١/ ٥٩ أ.</p><p> ثم حذف (بين) و (إلى) ونصب بعوضة بإسقاط الخافض. وفي (١) كلام العرب: (مطرنا ما زُبَالَة فالثعلبية) بمعنى ما بين زُبَالَة إلى الثعلبية (٢) ، ويقولون:  (له عشرون ما ناقة فجملا) أي ما بين ناقة وجمل، وهو (٣) أحسن الناس ما قَرْناً فقَدَماً (٤) . </p><p> وأنكر المبرد هذين القولين فقال: أما قول الفراء: إنه يجعل (ما) اسما تاما، وينصب بعوضة بدلا منه (٥) ، فإن القول في ذاك ما قال الخليل وسيبويه، قالا جميعاً: إن (من) و (ما) يكونان (٦) نكرتين، فيلزمهما الصفة كلزوم الصلة (٧) إذا كانا معرفتين، تقول (٨) : مررت بمن صالحٍ، أي: بإنسان </p><p>(١) (والواو) ساقطة من (ب). (٢) (زبالة) و (الثعلبية) موضوعان معروفان من المنازل في الطريق بين الكوفة ومكة. انظر: \"معجم ما استعجم\" ١/ ٣٤١،٢/ ٦٩٣، \"معجم البلدان\" ٢/ ٧٨، ٣/ ١٢٩.(٣) في \"معاني القرآن\" للفراء (وهي) ١/ ٢٢، وكذا في \"الطبري\" ١/ ١٨٠.(٤) المعنى: ما بين القرن والقدم. ورد الكلام في \"معاني القرآن\" للفراء ولم ينسبه للكسائي ١/ ٢٢، وذكره \"الطبري\" ولم يعزه، وعزاه محمود شاكر في حاشية \"الطبري\" للفراء ١/ ٤٠٥، وفي الآية وجه آخر ذكره بعض المفسرين: وهو أن تكون (ما) بمعنى (الذي) و (بعوضة) مرفوع، لأنه خبر مبتدأ مقدر، أي: الذي هو بعوضة، وأنكر الزجاج هذا الوجه، لأنه لم يثبت قراءة، وإن كان صحيحاً في الإعراب. انظر: \"معاني القرآن\" للزجاج ١/ ٧١.أما \"الطبري\" فاختار هذا الوجه، ولكن على نصب (بعوضة) وذكر لنصبها وجهين ... انظر \"تفسير الطبري\" ١/ ١٧٩، وانظر: \"البيان\" ١/ ٦٦، وابن عطية ١/ ٢١٣.(٥) الفراء لم يرجح هذا القول، وإنما رجح القول الذي نسبه الواحدي للكسائي حيث قال: (الوجه الثالث: -وهو أحبها إليَّ- فأن تجعل المعنى على: إن الله لا يستحيي أن يضرب مثلا ما بين البعوضة إلى ما فوقها ..)، \"معاني القرآن\" ١/ ٢٢.(٦) (يكونان) ساقطة من (ج).(٧) في (ب): (الصفة).(٨) في (أ)، (ج): (يقول).</p><p> صالح. ومررت بما حسنٍ، أي بشيء حسن. فلا يكونان نكرتين إلا بوصفهما. كما لا يكونان (١) معرفتين إلا بصلتهما (٢) . والفراء جعل (ما) وحدها اسما (٣) ، لأن البعوضة ليست بصفة. وقال سيبويه (٤) في قوله تعالى: {هَذَا مَا لَدَيَّ عَتِيدٌ}  [ق: ٢٣] يجوز أن يكون (ما) نكرة، أي هذا شيء لدي عتيد، ويجوز أن يكون في معنى (الذي)  (٥) . </p><p> وأما قول الكسائي:  (ما بين كذا إلى كذا)  (٦) فإنما يحكى هذا الكلام عن أعرابي وحده، وإن صح فوجهه غير ما ذكر، وهو أن يكون (ما) صلة، فيكون الكلام:  (مطرنا (٧) زبالة فالثعلبية) كما تقول: أتيت الكوفة فالبصرة. ولو كان معناه (ما بين) ، لم يكن المطر بزبالة ولا الثعلبية، لأن ما بينهما غيرهما، وإضمار (بين) فبعيد جداً. </p><p> و (البعوض) صغار البق، الواحدة بعوضة، وذلك لأنها كبعض البق في الصغر (٨) . </p><p>(١) في (أ)، (ج): (يكونان) بسقوط (لا). (٢) انظر: \"الكتاب\" ٢/ ١٠٥ - ١٠٧.(٣) الفراء اختار غير هذا القول كما سبق، وانظر: \"معاني القرآن\" ١/ ٢٢.(٤) (سيبويه) ساقط من (ب).(٥) انظر: \"الكتاب\" ٢/ ١٠٦.(٦) هذا الكلام في \"معاني القرآن\" ولم يعزه للكسائي، عزا إليه كلاما بمعناه قال: (قال الكسائي سمعت أعرابيًّا ورأى الهلال فقال: الحمد لله ما إهلالك إلى سَرارِك، يريد ما بين إهلالك إلى سرارك ... وحكا الكسائي عن بعض العرب: الشَّنَقُ ما خمسا إلى خمس وعشرين، يريد ما بين خمس إلى خمس وعشرين. والشَّنَقُ: ما لم تجب فيه الفريضة من الإبل ..)، \"معاني القرآن\" للفراء ١/ ٢٢، ٢٣.(٧) في (ب) (فيكون) (الكلام مثل ما زبالة).(٨) انظر: \"الصحاح\" (بعض) ٣/ ١٠٦٦، \"زاد المسير\" ١/ ٥٥، \"القرطبي\" ١/ ٢٠٩، ورجح الدميري: أن البعوض غير البق، انظر: \"حياة الحيوان\" ١/ ١٧٩.</p><p> وقوله تعالى:  {فَمَا فَوْقَهَا} يعني ما هو أكبر منها، لأن البعوض نهاية في الصغر (١) . </p><p> قال ابن عباس: يعني الذباب والعنكبوت (٢) ، وهما فوق البعوض. [وقيل: أراد بما فوق البعوض]  (٣) الفيل، وذلك أن الله تعالى خلق للبعوضة من الأعضاء مثل ما خلق للفيل (٤) على عظمه، وزاد للبعوض جناحين، ففي ضربه المثل به أعظم عبرة وأتم دلالة على كمال قدرته وتمام حكمته. </p><p> وقال بعضهم: فما فوقها، يعني في الصغر، يريد فما هو أصغر منها (٥) ، لأنه يقال: فلان فوق فلان في الحقارة والدناءة. واختار قوم هذا (٦) ، لأن الغرض المطلوب هاهنا الصغر. </p><p> فإن قيل: إذا كانت البعوضة هي النهاية في الصغر، فلا معنى في (٧)  (فما فوقها) في الصغر، قيل: ليس الأمر على ما قلتم، لأن ما دون </p><p>(١) ذكره الفراء ورجحه، انظر \"معاني القرآن\" ١/ ٢٠. \"معاني القرآن\" للزجاج ١/ ٧١، \"معاني القرآن\" للأخفش ١/ ٢١٥، \"تفسير الطبري\" ١/ ١٨٠، أبي الليث ١/ ١٠٤، والثعلبي ١/ ٥٩ أ، \"الكاشف\" ١/ ٢٦٥. (٢) ذكر الثعلبي ١/ ٥٩ أ، وأبو الليث ١/ ١٠٤، وابن قتيبة في \"غريب القرآن\" ولم يعزه لابن عباس: ص ٢٧.(٣) ما بين المعقوفين مكرر في (ب).(٤) في (ب): (الفيل).(٥) ذكره الفراء في \"معاني القرآن\" ١/ ٢٠، والزجاج في \"المعاني\" ١/ ٧١، والأخفش في \"المعاني\" ١/ ٢١٥، و\"الطبري\" ١/ ١٨٠، وضعفه، وذكره أبو الليث ١/ ١٠٤، وأبو عبيده في \"المجاز\" ١/ ٣٥، وابن قتيبة في \"المشكل\": ص ٢٧، وابن الأنباري في \"الأضداد\": ص ٢٥٠، والزمخشري في \"الكشاف\" ١/ ٢٦٥.(٦) كأبي عبيدة في \"المجاز\" ١/ ٣٥، وابن قتيبة في \"المشكل\": ص ٢٧.(٧) في (ب): (فلا معنى فيما).</p><p> البعوضة في الصغر متوهم معقول، وإن لم ير، كما قال: {طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ (٦٥) } [الصافات: ٦٥]  [الصافات: ٦٥] فالمشبه به معقول وإن لم ير، وكما قال الشاعر: </p><p> وَمَسْنُونةٌ زُرْقٌ كَأنْيَابِ أغْوَالِ (١) </p><p> ولم ير ناب الغول. ويؤكد هذا التأويل قول أبي عبيدة في هذه الآية وهو أنه (٢) قال: (فما فوقها) يعني: فما دونها (٣) . و (فوق) من الأضداد، لأنه لا فوق (٤) إلا ويصلح أن يكون دون، لأن من فوقك (٥) يصلح أن يكون دون غيرك فذلك فوق (٦) من وجه ودون من وجه (٧) . وإذا كان (فوق) بمعنى </p><p>(١) عجز بيت لامرئ القيس وصدره: أيقْتُلُنِي والمشْرَفِيُّ مُضَاجِعِيالمشرفي: السيف، (مسنونة زرق): سهام محددة الأزجه صافية، شبهها بأنياب الأغوال، تشنيعا ومبالغة في الوصف، والأغوال: الشياطين، وقيل: الحيات. انظر \"ديوان امرئ القيس\": ص ١٢٥، \"تهذيب اللغة\" (غال) ٨/ ١٩٣، \"المخصص\" ٨/ ١١، \"اللسان\" (غول) ٦/ ٣٣١٨، \"البحر المحيط\" ٢/ ٣٠٤.(٢) في (ب): (أن).(٣) \"مجاز القرآن\" ١/ ٣٥.(٤) في (ب): (لا فرق).(٥) في (ب): (فوق الصلح).(٦) (فوق) ساقط من (ب).(٧) انظر: \"الأضداد\" لأبي حاتم: ص١٠١، ولابن الأنباري: ص ٢٥٠، وقد ذكر عن قطرب: (أن فوق تكن بمعنى: (دون) مع الوصف، كقول العرب: إنه لقليل وفوق القليل، ولا تكون بمعنى: (دون) مع الأسماء، كقول العرب: هذِه نملة وفوق النملة ...) ورد أقوال المفسرين الذين قالوا: إن (فوقا) في الآية بمعنى (دون)، وغلّطه ابن الأنباري في هذا ورد عليه. والأقرب أن (فوق) في الآية تكون بمعنى: أعظم، وبمعنى: دون، وهذا هو اختيار ابن الأنباري، وانظر: \"المشكل\" لابن قتيبة: ص ٢٧، \"البحر\" ١/ ١٢٣، وابن كثير ١/ ٦٩.</p><p> (دون) كان المعنى (فما دونها) أي: ما هو أصغر منها. </p><p> وقد استشهد على استحسان ضرب المثل بالحقير [في]  (١) كلام العرب بقول الفرزدق: </p><p> ضَرَبَتْ عَلَيْكَ العَنْكَبوُتُ بِنَسْجِهَا ... وَقَضَى (٢) عَلَيْكَ بِهِ الكِتَابُ المُنْزَلُ (٣) </p><p> وبقوله أيضاً: </p><p> وَهَل شَيءٌ يَكُوُن أذَل بَيتَاً (٤) ... مِنَ اليَرْبُوعِ يَحْتَفِرُ التُّرَابَا (٥) </p><p> وقوله تعالى:  {فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ} . مدحهم الله بعلمهم أن المثل وقع في (٦) حقه (٧) وذم الكافرين بإعراضهم عن طريق الاستدلال وإنكارهم ما هو صواب وحكمة. </p><p> وقوله تعالى:  {مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًا} . قال أبو إسحاق:  (ماذا) يجوز أن يكون (ما) و (ذا) اسماً واحداً، ويكون موضعها نصباً، المعنى: </p><p>(١) (في) إضافة من \"الوسيط\" للواحدي ١/ ٦٦، لاستقامة السياق. (٢) في (ب): (ومعن).(٣) استشهد الواحدي بالبيت في \"الوسيط\" ١/ ٦٦، وهو في \"ديوان الفرزدق\" ٢/ ١٥٥، من قصيدة طويلة ضمن نقائضه مع جرير.(٤) (بيتا) ساقط من (ب).(٥) استشهد الواحدي بالبيت في \"الوسيط\" ١/ ٦٦، وهو في \"ديوان الفرزدق\" ١/ ١٠٣.(٦) (في) ساقط من (ب).(٧) قال \"الطبري\": يعرفون أن المثل الذي ضربه الله، لما ضربه له مثل، ثم ذكر عن الربيع وقتادة أن هذا المثل الحق من ربهم، وأنه كلام الله ١/ ١٨١، وانظر \"معاني القرآن\" للزجاج ١/ ٧١/ \"تفسير الثعلبي\" ١/ ٥٩ أ.</p><p> أي شيء أراد الله بهذا مثلًا؟ ويجوز أن يكون (ذا) مع (ما) بمنزلة (الذي) فيكون المعنى: ما الذي أراده (١) الله بهذا مثلا؟ فيكون (ما) رفعاً بالابتداء و (ذا) في معنى الذي وهو خبر الابتداء، انتهى كلامه (٢) . </p><p> وفائدة الوجهين يتبين في الجواب، فإنك إن جعلته اسمًا واحداً كان جوابه منصوبًا، وإن جعلت (ما) ابتداء و (ذا) خبره كان الجواب مرفوعا، مثاله أنَّ قائلا لو (٣) قال لك: ماذا أراد الله بهذا مثلا؟ قلت: البيانَ لحال (٤) الذي ضرب له المثل، لأنك أبدلته من (ماذا) وهو نصب. وفي الوجه الثاني قلت: البيانُ بالرفع؛ لأن (ذا) محله رفع بخبر الابتداء (٥) . وجاء في القرآن بالتقديرين (٦) جميعًا في قوله: {مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا خَيْرًا}  [النحل: ٣٠] ، و {مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ}  [النحل:٢٤] فعلى النصب كأنه قيل: أي شيء أنزل ربكم (٧) ؟، وعلى الرفع (٨) : أي شيء الذي (٩) أنزله (١٠) </p><p>(١) في (ب): (أرا د). (٢) \"معاني القرآن\" للزجاج ١/ ٤٢، وانظر: \"مشكل إعراب القرآن\" لمكي ١/ ٣٢، \"البيان\" ١/ ٦٦، \"الإملاء\" ١/ ٢٦ , وقد ذكر النحويون أن (ماذا) تأتي في ستة أوجه، لكن يجوز في الآية وجهان ذكرهما المؤلف , انظر مغنى اللبيب ١/ ٣٠٠ \"البحر\" ١/ ١٢٤، و\"الدر المصون\" ١/ ٢٢٣.(٣) (لو) ساقطة من (ب).(٤) في (أ)، (ج): (الحال) أتنبت ما في (ب) لمناسبته للسياق.(٥) انظر: \"الكتاب\" ٢/ ٤١٧، ٤١٨، \"الكشاف\" ١/ ٢٦٦, \"البحر\" ١/ ١٢٤,.(٦) في (ب): (التقدير).(٧) وعليه جاءت الآية الأولى: (قالوا خيرا).(٨) وعليه جاءت الآية الثانية: (قالوا أساطير الأولين) انظر \"الكتاب\" ٢/ ٤١٧.(٩) (الذي) ساقط من (ب).(١٠) في (ج): (أنزل).</p><p> ربكم؟ واستشهد سيبويه (١) في الرفع بقول الشاعر: </p><p> ألا تسألانِ المرءَ ماذا يُحاوِلُ ... أَنَحْبٌ فَيُقْضَى أمْ ضَلالٌ وَبَاطِلُ (٢) </p><p> وبقولهم:  (عَمَّاذَا تَسْأَل) على أنهما بمنزلة اسم واحد ولو لم يكن كذلك لقالوا: (عم ذا تسأل)  (٣) وذكرنا هذه المسألة بأبلغ من هذا في الشرح، عند قوله تعالى:  {وَيَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلِ الْعَفْوَ}  [البقرة:٢١٩] . </p><p> وفي نصب قوله:  {مَثَلًا} وجوه، أحدها: الحال (٤) ، لأنه جاء بعد تمام الكلام كأنه قيل: ماذا أراد الله بهذا مبينا. والثاني: التمييز والتفسير للمبهم (٥) ، وهو (هذا) كأنه قيل ماذا أراد الله بهذا من </p><p>(١) \"الكتاب\" ١/ ٤١٧. (٢) البيت مطلع قصيدة للبيد بن ربيعة، يرثي بها النعمان بن المنذر.النحب: النذر، يقول: ألا تسألان رجلًا مجتهداً في أمر الدنيا والسعي خلفها، كأنه أوجب على نفسه نذرا في ذلك، فهو يجري لقضاء ذلك النذر، أم هو ضلال وباطل من أمره. ورد البيت عند سيبوبه ٢/ ٤١٧، \"معاني القرآن\" للفراء١/ ١٣٩، (المعاني الكبير) ٣/ ١٢٠١، \"جمل الزجاجي\" ص ٣٤٩، \"المخصص\" ١٤/ ١٠٣، \"مغني اللبيب\" ١/ ٣٠٠، \"شرح المفصل\" ٣/ ١٤٩، ٤/ ٢٣، \"الخزانة\" ٢/ ٢٥٢، ٦/ ١٤٥، \"الدر المصون\" ١/ ٢٢٩ (ديوان لبيد) ص ٢٥٤، والشاهد (أنحب) حيث جاء مرفوعًا فدل على أن (ذا) في معني (الذي).(٣) (عم ذا تسأل) بحذف ألف (ما) لأن (ما) إذا كانت استفهاما ودخل عليها حرف الجر حذفت ألفها، فلما ثبتت الألف دل على أنها مركبة مع (ذا)، انظر: \"الكتاب\" ٢/ ٤١٨، \"شرح المفصل\" ٣/ ١٥٠.(٤) اختلف في صاحب الحال، فقيل: اسم الإشارة، وقيل لفظ الجلالة (الله)، انظر \"تفسير الثعلبي\" ١/ ٤١٨، \"المشكل\" لمكي ١/ ٢٣١، وبن عطية ١/ ٢١٣، \"البيان\" ١/ ٦٧، \"البحر\" ١/ ١٢٥، \"الدر المصون\" ١/ ٢٣١.(٥) في (ب) (للمتهم).</p><p> الأمثال (١) . والثالث: القطع، كأنه قيل: ماذا أراد الله بهذا المثل (٢) ؟ إلا أنه لما جاء نكرة (٣) نصب على القطع عن إتباع المعرفة، وهذا مذهب الفراء وأحمد بن يحيى (٤) ، ومعناه: إن الذين كفروا يقولون: أي فائدة في ضرب المثل بهذا؟ فأضلهم الله سبحانه فقال:  {يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا}  (٥) أي: أراد الله بهذا المثل أن يضل به كثيرًا من الكافرين، وذلك (٦) أنهم ينكرونه ويكذبونه. ويهدي به كثيرًا من المؤمنين، لأنهم يعرفونه ويصدقون به (٧) . </p><p> قال (٨) الأزهري: (والإضلال) في كلام العرب ضد الهداية والإرشاد، يقال (٩) : أضللت فلانا، إذا وجهته للضلال عن الطريق فلم (١٠) ترشده، وإياه أراد لبيد بقوله: </p><p>(١) انظر: \"المشكل\" لمكي١/ ٣٣، وابن عطية ١/ ٢١٣، \"البيان\" ١/ ٦٧، \"الإملاء\" ١/ ٢٦، \"البحر\" ١/ ١٢٥، \"الدر المصون\" ١/ ٢٣١. (٢) انظر: \"إعراب القرآن\" للنحاس ١/ ١٥٤، والثعلبي ١/ ٩٥ أ، \"البحر\" ١/ ١٢٥،وقال أبو حيان: إن هذا مذهب الكوفيين، والمراد بالقطع: أنه يجوز أن يعرببإعراب الاسم الذي قبله، فإذا لم تتبعه في الإعراب وقطعته عنه نصب علىالقطع، وقال: وهذا كله عند البصريين منصوب على الحال، ولم يثبت البصريونالنصب على القطع، انظر: \"الدر المصون\" ١/ ٢٣١.(٣) في (ب): (ذكره).(٤) انظر: \"إعراب القرآن\" للنحاس ١/ ١٥٤، \"البحر\" ١/ ١٢٥.(٥) قوله: (يهدي به كثيرا) ساقط من (أ)، (ج).(٦) في (ب): (وكذلك).(٧) انظر: \"تفسير الثعلبي\" ١/ ٥٩ ب.(٨) في (ب): (كذلك قال الأزهري).(٩) في (ب): (يقول).(١٠) قوله: (فلم ترشده) ليس في \"تهذيب اللغة\".</p><p> مَنْ هَدَاهُ سُبُلَ الخَيْرِ اهْتَدى ... نَاعِمَ البَالِ ومَنْ شَاءَ أَضَل (١) </p><p> قال لبيد هذا في الجاهلية، فوافق قوله التنزيل:  {يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ}  (٢)  (٣)  (٤) . ولا يجوز أن يكون معنى الإضلال: الحكم والتسمية، لأن أحدنا إذا حكم بضلالة (٥) إنسان لا يقال: أضله، وهذا لا يعرفه أهل اللغة (٦) . </p><p> وقوله تعالى:  {وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ} . قال الليث:  (الفسق) الترك لأمر الله، ومثله (الفسوق)  (٧) . قال أبو عبيدة: وأصله في اللغة الجور </p><p>(١) البيت ورد في \"تهذيب اللغة\" (ضل) ٣/ ٢١٣٠، \"اللسان\" (ضلل) ٥/ ٢٦٠١، \"ديوان لبيد مع شرحه\" ص ١٧٤، \"الوسيط\" للواحدي ١/ ٦٧. (٢) في (ب): (تضل وتهدي).(٣) جزء من آية في النحل: ٩٣، وسورة فاطر آية: ٨(٤) \"تهذيب اللغة\" (ضل) ٣/ ٢١٣٠، وانظر: \"اللسان\" (ضلل) ٥/ ٢٦٠١.(٥) في (ب): (بضلال).(٦) يرد بهذا على المعتزلة الذين قالوا: إن الله لا يخلق الضلال، ومعناه الإضلال عندهم هنا: الحكم أو التسمية، أو أنه من إسناد الفعل إلى السبب كما قال الزمخشري في \"الكشاف\" ١/ ٢٦٧.وعند أهل السنة: أن الله خالق العباد وخالق أفعالهم، انظر \"تفسير أبي الليث\" ١/ ١٠٥، وابن عطية ١/ ٢١٦ - ٢١٧، \"الإنصاف\" فيما تضمنه \"الكشاف\" من الاعتزال حاشية على \"الكشاف\" ١/ ٢٦٧، \"القرطبي\" ١/ ٢٠٩ - ٢١٠. قال ابن كثير: قال السدي في \"تفسيره\": عن أبي مالك، وعن أبي صالح عن ابن عباس، وعن مرة عن ابن مسعود، وعن ناس من الصحابة: (يضل به كثيرا) يعني به المنافقين (ويهدي به كثيرا) يعني به المؤمنين فيزيد هؤلاء ضلالة إلى ضلالتهم لتكذيبهم .. ويهدي به بمعنى: المثل كثيرا من أهل الإيمان والتصديق فيزيدهم هدى إلى هداهم وإيمانا إلى إيمانهم لتصديقهم ..) ابن كثير ١/ ٦٩ - ٧٠.(٧) \"تهذيب اللغة\" (فسق) ٣/ ٢٧٨٨.</p>"
}