{
  "id": null,
  "sura": 2,
  "aya": 284,
  "text": "<p> شهد بالزور\" (١) . </p><p> ٢٨٤ - قوله تعالى {وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} وهو مالكُ أعيانه، يملك تصريفه وتدبيره {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} الآية. </p><p> اختلف الروايات عن ابن عباس في معنى هذه الآية، فقال في رواية مقسم ومجاهد (٢) : نزلت في كتمان الشهادة وإقامتها، يعنى: وإن تبدوا ما في أنفسكم أيها الشهود من كتمان الشهادة، وتخفوا الكتمان يحاسبكم به </p><p>(١) رواه الطبراني في \"المعجم الأوسط\" ٥/ ٩٧، والشجري في \"الأمالي الخميسية\" ٢/ ٢٣٨، والثعلبي في \"تفسيره\" ٢/ ١٨٢٣، وعزاه الهيثمي في \"مجمع الزوائد\" ٤/ ٢٠٣ إلى \"المعجم الكبير\" قال المنذري في \"الترغيب والترهيب\" ٣/ ٢٢٢: حديث غريب، وقال الهيثمي في \"المجمع\" ٤/ ٢٠٣: وفيه عبد الله بن صالح وثقة عبد الملك بن شعيب، فقال: ثقة مأمون، وضعفه جماعة. وقال الدكتور المنيع في تحقيق (تفسير الثعلبي في \"تفسيره\") ٢/ ١٨٢٥: في إسناده من لم أظفر له بترجمة، ومحمد بن حميد لم أجد فيه جرحًا ولا تعديلًا وعبد الله بن صالح كثير الغلط، وقد تفرد به واضطرب في إسناده. (٢) أما رواية مجاهد فأخرجها سعيد بن منصور في \"تفسيره\" ٣/ ١٠٠٤، والطبري في \"تفسيره\" ٣/ ١٤٢، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٢. وأما رواية مقسم فأخرجها أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٧٤، والطبري في \"تفسيره\" ٢/ ١٤٣، والطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١٥، وابن الجوزي في \"نواسخ القرآن\" ص٢٨٠.وقد بين الطحاوي في \"شرح مشكل الآثار\" ٤/ ٣١٦ أن هذا التأويل غير صحيح؛ لأن كتمان الشهادة مما لا يغفر؛ لأنه حق من المشهود، وفي الآية ما قد منع من ذلكُ، وكذلك اعترض الشوكاني عليه في \"فتح القدير\" ١/ ٤٦٣ قائلا: فإنها لو كانت كذلك لم يشتد الأمر على الصحابة.</p><p> الله، وهذا قول الشعبي (١) وعكرمة (٢) . </p><p> وقال في رواية سعيد بن جبير (٣) وعطاء (٤) : هذه الآية منسوخة، وذلك أنه لما نزلت جاء أبو بكر وعمر وعبد الرحمن بن عوف (٥) ومعاذ بن جبل وناس إلى النبي - صلى الله عليه وسلم -، وقالوا: يا رسول الله، هلكنا وكلفنا من العمل ما لا نطيق، إن أحدنا ليحدِّث نفسه بما لا يحب أن يثبت في قلبه، وأن له الدنيا، فقال النبي - صلى الله عليه وسلم -: \"فلعلكم تقولون كما قالت بنو إسرائيل: سمعنا وعصينا،فقولوا:سمعنا وأطعنا\" ، فقالوا: سمعنا وأطعنا، واشتدَّ ذلك عليهم، فمكثوا بذلك حولًا، فأنزل الله عز وجل الفَرَجَ والرحمة، بقوله:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} فنسخت هذه الآية ما قبلها (٦) . </p><p>(١) رواه الطبري في \"تفسيره\" ٣/ ١٤٣، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٢، والثعلبي في \"تفسيره\" ٢/ ١٨٢٦. (٢) رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٧٤، والطبري في \"تفسيره\" ٣/ ١٤٣، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٢.(٣) رواه الطبراني في \"الكبير\" ١١/ ٣٦٢، والبيهقي في \"شعب الإيمان\" ١/ ٢٩٦، والطبري في \"تفسيره\" ٣/ ١٤٥، وذكرها ابن أبي حاتم ٢/ ٥٧٤.(٤) ذكره الثعلبي في \"تفسيره\" ٢/ ١٨٢٩.(٥) هو: عبد الرحمن بن عوف بن عبد عوف بن زهرة القرشي الزهري، من كبار الصحابة، وأحد العشرة المبشرين بالجنة، كان من الأجواد الشجعان العقلاء، شَهد بدرًا وأحدًا والمشاهد كلها، كان من أثرياء الصحابة أنفق كثيرًا في سبيل الله، توفي سنة ٣٢ هـ. ينظر \"أسد الغابة\" ٣/ ٤٨٠، \"الأعلام\" ٣/ ٣٢١.(٦) تابع المصنف. رحمه الله. شيخه الثعلبي في \"تفسيره\" في ذكر هذه القصة بهذا السياق [\"تفسير الثعلبي\" ٢/ ١٨٢٧] وهي ملفقة من عدة أحاديث وآثار منها الصحيح البالغ في الصحة، ومنها ما هو دون ذلك، ومنها الضعيف، ولذا أورد الحافظ في \"العجاب\" ١/ ٦٥٤ هذه الرواية عن الثعلبي في \"تفسيره\" بتمامها وعقب قائلًا: وهذا من عيوب كتابه، ومن تبعه عليه، يجمعون الأقوال عن الثقات وغيرهم، ويسوقون القصة مساقًا واحدًا على لفظ من يُرْمَى بالكذب أو الضعف الشديد، ويكون =</p><p> فقال النبي - صلى الله عليه وسلم -: \"إن الله تجاوز لأمتي ما حدثوا به أنفسهم ما لم يعملوا(١)أو يتكلموا به\"  (٢) ، وهذا قول ابن مسعود (٣) وأبي هريرة (٤) والقرظي (٥) وابن سيرين (٦) والكلبي (٧) وقتادة (٨) . </p><p>= أصل القصة صحيحًا، والنكارة في ألفاظٍ زائدة، كما في هذه القصة من تسمية الذين ذكروا. اهـ فمن الأحاديث هنا: حديث أبي هريرة، رواه مسلم في الإيمان، باب: بيان أنه سبحانه وتعالى لم يكلف إلا ما يطاق ١/ ١١٥ برقم (١٢٥) وغيره. ومنها حديث ابن عمر، رواه البخاري في التفسير، باب: سورة البقرة ٥/ ١٩٥ برقم (٦٥٤٦) وغيره. ومنها أثر ابن عباس في تسمية الصحابة المذكورين في القصة، رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٧٥، والطبراني في \"مسند الشاميين\" ٣/ ٣٢٦. ينظر: تحقيق \"تفسير الثعلبي\" للمنيع ٢/ ١٨٢٨. (١) في (ش) و (ي): (يعملوا).(٢) أخرجه البخاري (٥٢٦٩) كتاب: الطلاق، باب: الطلاق في الإغلاق والكره، ومسلم (١٢٧) كتاب: الإيمان، باب: تجاوز الله عن حديث النفس. وليس في روايتهما ما يدل على أن القصة المذكورة هى سبب ورود الحديث.(٣) رواه سعيد بن منصور ٣/ ١٠١٨، وأبو عبيد في \"الناسخ والمنسوخ\" ص ٢٧٥، والطبري في \"تفسيره\" ٣/ ١٤٦، والطبراني في \"الكبير\" ٩/ ٢١١.(٤) ذكره النحاس في \"معاني القرآن\" ١/ ٣٢٥، والثعلبي في \"تفسيره\" ٢/ ١٨٢٩.(٥) رواه الطبري في \"تفسيره\" ٣/ ١٤٦، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٤.(٦) ذكره الثعلبي في \"تفسيره\" ٢/ ١٨٣٠، والبغوي في \"تفسيره\" ١/ ٣٥٥، وابن الجوزي في \"زاد المسير\" ١/ ٣٤٢.(٧) ذكره أبو الليث في \"بحر العلوم\" ١/ ٢٣٩، والثعلبي في \"تفسيره\" ٢/ ١٨٣٠، والبغوي في \"تفسيره\" ١/ ٣٥٥.(٨) رواه عبد الرزاق في \"تفسيره\" ١/ ١١١، والطبري في \"تفسيره\" ٣/ ١٤٦، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٤.</p><p> وقال في رواية الضحاك (١) ما يدل على أن الآية محكمة غير منسوخة، وهو أنه قد ثبت أن للقلب كسبًا؛ لأن الله تعالى قال:  {بِمَا كَسَبَتْ قُلُوبُكُمْ}  [البقرة: ٢٢٥] والعبد (٢) يجازى على عمل القلب، قال الله تعالى:  {إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ}  [النور: ١٩] وكل عامل مأخوذ بكسبه ومجازى على عمله، فمن أبدى ما في نفسه أو أخفاه مما عزم عليه وعقد عليه في قلبه يحاسبه الله به، فأما ما حَدَّث به نفسه مما لم يعزم عليه فإن ذلك مما لا يكلف الله نفسًا إلا وسعها، ولا يؤاخذ به (٣) ، وهذا معنى قول الحسن (٤) والربيع (٥) . </p><p> وقال في رواية علي بن أبي طلحة (٦) وعطية (٧) : إن الله تعالى يقول يوم القيامة: هذا يوم تبلى السرائر، وتخرج الضمائر، وإن كُتَّابي لم يكتبوا من أعمالكم إلا ما ظهر منها، وأنا المطلع على سرائركم مما لم (٨) تعملوه ولم تكتبوه، فأنا أخبركم بذلك وأحاسبكم عليه، لتعلموا أنه لا يعزب عن علمي </p><p>(١) رواه عنه الطبري في \"تفسيره\" ٣/ ١٤٧ - ١٤٨ بمعناه، وذكره الثعلبي في \"تفسيره\"٢/ ١٨٣٣. (٢) في (ي): (والعمل).(٣) ينظر: \"تفسير الثعلبي\" ٢/ ١٨٣٢ - ١٨٣٣، وبين أن مما يدل على هذا القول: قوله تعالى: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا} [الإسراء: ٣٦].(٤) رواه عنه الطبري في \"تفسيره\" ٣/ ١٤٨، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٤.(٥) انظر المرجعين السابقين.(٦) رواه عنه الطبري في \"تفسيره\" ٣/ ١٤٧، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٢.(٧) رواه الطبري في \"تفسيره\" ٣/ ١٤٧، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٣.(٨) في (ش): (لا).</p><p> مثقال ذرة، ثم أغفر لمن شئت، وأعذب من شئت، فأما المؤمنون فيخبرهم بذلك كله، ويغفر لهم، ولا يؤاخذهم إظهارًا لفضله، وأما الكافرون فيخبرهم بها، ويعاقبهم عليها، إظهارًا لعدله. </p><p> فمعنى الآية:  {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} فتعملوا به {تُخْفُوهُ} مما أضمرتم ونويتم {يُحَاسِبْكُمْ بِهِ} ويخبركم به، ويعرفكم إياه، فيغفر للمؤمنين، ويعذب الكافرين. يدل على هذا قوله:  {يُحَاسِبْكُمْ بِهِ} ولم يقل: يؤاخذكم، والمحاسبة غير المعاقبة، فالحِسَابُ ثابتٌ والعِقَابُ ساقط (١) . </p><p> وروى الضحاك عن عائشة رضي الله عنها، أنها قالت: ما حدَّث العبد به نفسه (٢) من شرٍّ كانت محاسبةُ الله له عليه بِغَمٍّ يبتليه به في الدنيا أو حُزْنٍ </p><p>(١) \"تفسير الثعلبي\" ٢/ ١٨٤٣ - ١٨٤٣، وذكر حديثين يتأيد بهما هذا القول: الأول: حديث النجوى عن ابن عمر مرفوعا: \"يدنو العبد من ربه حتى يضع عليه كنفه، فيقرره بذنوبه، فيقول: هل تعرف كذا؟ فيقول: رب أعرف، فيوقفه على ذنوبه ذنبا ذنبا، فيقول الله عز وجل: أنا الذي سترتها عليك في الدنيا، وأنا أغفرها لك اليوم، لا نطلع على ذلك ملكا مقربا ولا نبيا مرسلا\"، وأما الكفار والمنافقون فينادون على رؤوس الأشهاد {هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} [هود: ١٨] رواه البخاري في المظالم، باب: قوله تعالى: {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} ٣/ ١٣٤ برقم (٢٤٤١)، ومسلم في التوبة، باب: قبول توبة القاتل وإن كثر قتله ٤/ ٢١٢٠ برقم (٢٧٦٨). والثاني: حديث أبي ذر مرفوعا: \"يؤتى برجل يوم القيامة، فيقال: اعرضوا عليه صغار ذنوبه فتعرض عليه، فيقال له: عملت كذا وكذا في يوم كذا وكذا، وهو يقر ولا ينكر، وتخبأ عنه كبار ذنوبه وهو منها مشفق، فيقال: أعطوه مكان كل سيئة عملها حسنة، فيقول: إن لي ذنوبا ما أراها هاهنا، قال: فلقد رأيت النبي - صلى الله عليه وسلم - ضحك حتى بدت نواجذه\". رواه مسلم (١٩٠) كتاب: الإيمان، باب: أدنى أهل الجنة منزلة فيها. (٢) في (ي): (من نفسه).</p><p> أو أذى، فإذا جاءت الآخرة لم يسأل عنه ولم يعاقب عليه (١) . وروت هذا المعنى عن النبي - صلى الله عليه وسلم - أنها سألته عن هذه الآية فأجابها بما هذا معناه (٢) . </p><p> والمحققون يختارون أن تكون الآية محكمة غير منسوخة، لأن النسخ إنما يكون في الأمر والنهي، والأخذ بقول عائشة، وبقولِ من لم يحكم على الآية بنسخ أولى (٣) . </p><p>(١) رواه الطبري في \"تفسيره\" عنها ٦/ ١١٦ - ١١٧. (٢) حديث عائشة رواه الترمذي (٢٩٩١) كتاب: التفسير، باب: سورة البقرة، وأحمد ٦/ ٢١٨، والطيالسي ٢٢١ برقم ١٥٨٤، وإسحاق بن راهويه في \"مسنده\" ٣/ ٧٨٣ برقم (١٤١٣)، والطبري في \"تفسيره\" ٣/ ١٤٩، و\"ابن أبي حاتم\" في تفسيره ٢/ ٥٧٤ من طريق حماد بن سلمة عن علي بن زيد عن أمية عن عائشة به.قال الترمذي: حسن غريب من حديث عائشة، لا نعرفه إلا من حديث حماد بن سلمة.وقال ابن كثير في \"تفسيره\" ١/ ٣٦٥: وشيخه علي بن زيد بن جدعان ضعيف يغرب في رواياته، وهو يروي هذا الحديث عن امرأة أبيه أم محمد أمية بنت عبد الله عن عائشة، وليس لها في الكتب سواه.ورواه أبو داود (٣٠٩٣) كتاب: الجنائز، باب: عيادة النساء، والطبري في \"تفسيره\" ٥/ ٢٩٥، وابن أبي حاتم في \"تفسيره\" ٢/ ١٠٧٢ وغيرهم، من طريق صالح بن رستم أبي عامر الخزاز عن ابن أبي مليكة عنها مرفوعا بمعناه، ولفظ الحديث عن أمية أنها سألت عائشة عن هذه الآية: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ}، {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} [النساء: ١٢٣] فقالت: ما سألني عنها أحد مذ سألت رسول الله - صلى الله عليه وسلم - فقال: \"يا عائشة هذه متابعة الله العبد بما يصيبه من الحمى والنكبة والشوكة، حتى البضاعة يضعها في كمه فيفقدها فيفرع لها يجدها في خبنه، حتى إن المؤمن ليخرج من ذنوبه كما يخرج التبر الأحمر من الكير\".(٣) قال البيهقي في \"شعب الإيمان\" ١/ ٢٩٧: وهذا النسخ بمعنى التخصيص والتبيين، فإن الآية الأولى وردت مورد العموم، فوردت الآية التي بعدها، فبينت أن ما يخفى مما لا يؤاخذ به، وهو حديث النفس الذي لا يستطيع العبد دفعه عن قلبه، =</p><p> وقوله تعالى {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} قُرِئ رفعًا وجزمًا (١) ، فمن جزم اتبع ما قبله ولم يقطعه منه، وهذا أشبه بكلامهم، لأنهم يطلبون المشاكلة (٢) . </p><p> ومن رفع قَطَعَه من (٣) الأول، وقَطَعَه منه على أحد وجهين: </p><p> إما أن يجعل الفعل خبرًا لمبتدأ محذوف، كأنه قيل: فهو يغفر، فيرتفع (٤) الفعل لوقوعه موقع خبر المبتدأ. </p><p>= وهذا لا يكون منه كسب في حدوثه وبقائه، وكثير من المتقدمين كانوا يطلقون عليه اسم النسخ على الاتساع، بمعنى: أنه لولا الآية الأخرى لكانت الأولى تدل على مؤاخذته بجميع ذلك. وبِين شيخ الإسلام ابن تيمية في الفتاوى ١٤/ ١٠١، صحة هذا القول، وأن المراد بالنسخ في الأحاديث هنا نسخ ما وقع في نفوس الصحابة من فهم معنى، وإن كانت الآية لم تدل عليه لكنه محتمل، وهذه الآية من هذا الباب؛ فإن قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ} إنما تدل على أن الله يحاسب بما في النفوس لا على أنه يعاقب على كل ما في النفوس، وقوله {لِمَنْ يَشَاءُ} يقتضي أن الأمر إلِيه في المغفرة والعذاب لا إلى غيره. وقال الطبري في \"تفسيره\" ٣/ ١٤٩: وأولى الأقوال: أنها محكمة وليست بمنسوخة، وذلك أن النسخ لا يكون في حكم إلا ينفيه بآخر هو ناف له من كل وجوهه، وليس في قوله: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} نفي الحكم الذي أعلم عباده بقوله: {أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ}؛ لأن المحاسبة ليست بموجبة عقوبة ولا مؤاخذة بما حوسب عليه العبد من ذنوبه. اهـ كلامه، باختصار.(١) قرأ ابن عامر وعاصم بالرفع في: (فيغفرُ) و (يعذب)، وقرأ الباقون بالجزم. ينظر: \"السبعة\" ص ١٩٥، \"الحجة\" ٢/ ٤٦٣.(٢) في (ي): (المشاركة).(٣) في (ي): (عن).(٤) في (ي): (ارتفع).</p>"
}