{
  "id": null,
  "sura": 2,
  "aya": 90,
  "text": "<p> الكلام طال بقوله:  {وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ} ، وكأنه كلام معترض، فأعاد الأول. وجوابه {كَفَرُوا بِهِ} . </p><p> ومثله قوله:  {أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ}  [المؤمنون: ٣٥] أعاد ذكر {أَنَّكُمْ} لما طال الكلام، وكأنه قال: أيعدكم أنكم إذا مِتُّم مُخرَجون (١) . </p><p> ٩٠ - قوله تعالى:  {بِئْسَمَا اشْتَرَوا} الآية. بئس ونِعم لفظان وُضِعا للمدح والذم، يخبر بأحدهما عن الشيء المذموم، وبالثاني عن الممدوح، وأصلهما: نَعِمَ وبَئِسَ (٢) ، وأرادوا لفظًا يُعبِّر عن المحمود يخصه، ولفظًا يعبِّر عنِ المذموم ويقتصر، فجعلوا نعم للممدوح وبئس للمذموم، فألزمهم بهذا الغرض ضرب من التغيير ليخص هذا القَصْد بالدلالة، فأزالوا التصرف عنهما وهو المستقبل، فلا يقال والمراد المدح أو الذم: ينعَم الرجل أو يَبْأسُ، وهذا القدر من التغيير لا يزيل الإلباس، فليس يُدرى (٣) بقولك: نَعِمَ الرجل أو بَئِسَ إن المراد به الإخبار عنه على ما يقتضيه الأصل أو المدح والذم، فلم يجدوا بُدًّا من تغيير (٤) زائد، فنقلوا وخففوا، والنقل والتخفيف لغة للعرب (٥) فيما كان على فَعُل وفَعِل، نحو. حَسُنَ وضَجِر. حَسُن </p><p>(١) بين في \"البحر المحيط\" ١/ ٣٠٣: أن هذا القول حسن، لولا أن الفاء تمنع من التأكيد. (٢) ينظر في نعم وبئس: \"المقتضب\" للمبرد ٢/ ١٤٠ - ١٥٢، \"تهذيب اللغة\" ١/ ٤١٢، \"اللسان\" ١/ ٢٠١ (بئس).(٣) في (ش): (تَدْري).(٤) في (ش): (تعبير).(٥) في (ش): (العرب).</p><p> وجهُك، إذا خففت، وإن ثقلت قلت: حُسْنَ وَجهُك، فنقلت ضمة السين إلى الحاء، وعلى هذا ينشد: </p><p> فَإِنْ أَهْجُهُ يَضْجَرْ كَمَا ضَجْرَ بَازِلٌ ... من الأُدْمِ دِبْرَتْ (١) صفحتاه وكاهله (٢) </p><p> وإنما حملَهُم على هذا اسْتثقالهم الانتقال في الحركات المختلفة الذي يدل على هذا: أن اتفاق الحركات في فعل منعهم من هذا. فقالوا في نِعْمَ وبِئْسَ فرقًا بين المدح والذم وبين الخبر؛ ليخلُصا للمدح والذم لا يلتبسان بالخبر، ولهذا المعنى لم يتصرفا تصرف الأفعال؛ لأنهما تضمنا الدلالة على معنى الذم والمدح، كما أن التعجب لما كان خبرًا كسائر الأخبار إلا أنه زاد عليها بمعنى التعجب تُركَ تصرّفُه؛ ليدل به على زيادة المعنى، فكذلك (نعم وبئس) ، يدل على أن القائل مادح أو ذامّ، وهو خبر باستحقاق المدح والذم. </p><p> وبئس ذمٌّ بشدة الفساد. وأصل الكلمة من الشدة، ومنه البأساء: وهو اسم للحرب والمشقة والضرر والشدة، ومنه {بِعَذَابٍ بَئِيسٍ}  [الأعرف: ١٦٥] أي: شديد. وكل هذا ممَّا علّقته عن مشايخ هذه الصنعة. </p><p> فأما حكم هاتين الكلمتين وعملهما فقال أبو إسحاق: إنهما لا يعملان في اسم عَلم، إنما يعملان في اسم منكور دالّ على جنس، أو اسم فيه ألف ولام يدل على جنس، وإنما كانتا كذلك؛ لأنّ (نعم) مستوفية لجميع المدح، و (بئس) مستوفية لجميع الذمّ، فإذا قلت: نِعم الرجل زيدٌ، </p><p>(١) في (ش): (ديرت). (٢) البيت للأخطل في \"ديوانه\" ص ٢١٧، ينظر: \"لسان العرب\" ٤/ ٤٨١ - ١٢/ ١٢.</p><p> قلت (١) : استحق زيد المدح الذي يكون في سائر جنسه، وكذلك (٢) إذا قلت: بئس الرجل دللت على أنه قد استوفى الذم الذي يكون في سائر جنسه، فلم يجز إذ كان يستوفي مدح الأجناس أن يعمل في غير لفظ جنس، فإذا كان معهما (٣) اسم جنس بغير ألف ولام فهو نصب أبدًا، وإذا كانت فيه الألف واللام فهو رفع أبدًا، وذلك قولك (٤) : نعم رجُلاً زيدٌ، (٥) ونعم الرجل زيد (٦) ، نصبت النكرة على التشبيه بالمفعول، وهو بمعنى التمييز، لأنك إذا قلت: نعم، جاز أن تذكر رجلًا أو حِمارًا، فإذا ذكرت نوعًا ميزته من سائر الأنواع، وفي نعم ضمير فاعل؛ لأنه فِعْلٌ، والفِعْلُ لا يخلو من فاعل، فصار المميز كالمفعول فلهذا نصب. </p><p> فأما إذا قلت: نِعْمَ الرَجُل، فليس في نِعْمَ ضمير، وصار الرجل رفعًا بنعم. وارتفع زيد من وجهين، قال سيبويه والخليل (٧) : إن شئت رفعت زيدًا؛ لأنه ابتداء مؤخر، ويكون نعم وما عملت فيه خبره، وإن شئت رفعت على أنه خبر ابتداء محذوف، لأنك إذا قلت: نعم رجلًا، ونعم الرجل، لم يُعلم من تعني، فقلت: زيد، أي: هو زيد. </p><p>(١) في \"معاني القرآن\": فقد. (٢) ساقطة من (م).(٣) في \"معاني القرآن\": معها.(٤) في \"معاني القرآن\": كقولك.(٥) في (ش): (زيدا).(٦) \"معاني القرآن\" للزجاج ١/ ١٧٢، وقد نقله الواحدي بتصرف يسير، وينظر: \"تهذيب اللغة\" ١/ ٤١٢، \"اللسان\" ١/ ٢٠١، \"تفسير القرطبي\" ٢/ ٢٤.(٧) نقله عنه الزجاج في \"معاني القرآن\" ١/ ١٧٢، ونقله عن سيبويه ابن عطية في \"المحرر\" ١/ ٣٩١، \"تفسير القرطبي\" ٢/ ٢٤٠.</p><p> وقال الكسائي: قولك: نعم الرجل، كالشيء الواحد يرتفع بهما زيد (١) ؛ لأن قولك: الرجل زيد، لمعنى: صلح زيد، فارتفاع زيدٍ، كارتفاع الفاعل. </p><p> قال الفراء: فإن أضفتَ النكرةَ التي بعد نِعْمَ إلى نكرة رفعت ونصبت، فقلت: نعم غلامُ سَفَرٍ زَيدٌ، وغلامَ سفرٍ زيد، فإن أضفت إلى المعرفة شيئًا رفعتَ، فقلت: نعم سائسُ الخيل أخوك، ولا يجوز النصبُ إلّا أن يضطرّ إليه شاعر؛ لأنهم حينَ أَضَافوا إلى النكرَة آثروا الرفع، فهم إذا أضَافوا إلى المعرفة أحرى أن لا ينصبوا (٢) . </p><p> فإن وصلت \"مَا\" بـ \"نعم وبِئسَ\" نحو: بئسما ونعِمّا، فقال الزجّاج:  (ما) فيهما لغير صلة (٣) ؛ لأن الصلة توضح، وتخصص، وَالقصد في بئسَ (٤) أن يليها اسم منكور واسم جنس (٥) . </p><p> فقوله {بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ} بئس شيئًا اشتروا به أنفسهم (٦) ، قال: وروى جميع النحويين: بئسما تزويجٌ ولا مهر، وَالمَعنى فيه: بئسَ </p><p>(١) نقله الفراء في \"معاني القرآن\" عن الكسائي ١/ ٥٦، ابن عطية في \"المحرر\" ١/ ٣٩١، \"تفسير القرطبي\" ٢/ ٢٤ قال ابن عطية: وهذا أيضاً معترض؛ لأن بئس لا تدخل على اسم معين متعرف بالإضافة إلى الضمير. (٢) \"معاني القرآن\" للفراء ١/ ٥٧.(٣) في \"معاني القرآن\" للزجاج: بغير.(٤) في \"معاني القرآن\" للزجاج: نعم.(٥) في \"معاني القرآن\" للزجاج: اسم منكور أو جنس، وفي \"الإغفال\" ص ٣١٧: اسم منكور أو اسم جنس.(٦) ينظر: \"معاني القرآن\" للزجاج ١/ ١٧٢، ونقله في \"اللسان\" ١/ ٢٠١ مادة (بئس).</p><p> شيئًا تزويج ولا مَهر (١) . </p><p> قالَ أبو علي: مَا ذكره أبو إسحاق يَدُل على أن (مَا) إذَا كانت موصولة لم يجز عنده أن يكون فاعلة نعم وبئس، وذلك عندنا لا يمتنع، وجهة جوازه: أن ما اسم مبهم يقع على الكثرة، ولا يخصص شيئًا واحدًا، كما أن أسماء الأجناس كذلك، وهي تكون للكثرة (٢) والعموم، كما أن أسماء الأجناس تكون للكثرة (٣) ؛ (٤) وذلك نحو قوله: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ}  [يونس: ١٨] فالقصد به هاهنا الكثرة، وإن كان في اللفظ مفردًا؛ يدلك على ذلك قوله: هؤلاء (٥) . </p><p> وتكون ما معرفةً ونكرةً؛ كما أن أسماء الأجناس تكون معرفةً ونكرةً. فأمَّا كونها معرفةً فمأنوس به، وأَمَّا كونها نكرة فكثير أيضًا، ذكره سيبويه في مواضع، وهي و (من) قد تكونان نكرتين في التنزيل والشعر القديم الفصيح، أنشد سيبويه: </p><p> ربّما تكره النفوسُ من الأمر ... له فَرجة كحلِّ العِقَال (٦) </p><p>(١) ينظر: \"معاني القرآن\" للزجاج ١/ ١٧٣، ونقله في \"تهذيب اللغة\" ١/ ٤١٢، و\"اللسان\" ١/ ٢٠١، وينظر: \"معاني القرآن\" للفراء ١/ ٥٨. (٢) في \"الإغفال\": للنكرة(٣) في \"الإغفال\": للنكرة.(٤) من قوله: كما أن .. ساقط من (ش).(٥) في \"الإغفال\" فهؤلاء لا يكون للواحد.(٦) البيت لأمية بن أبي الصلت، في \"ديوانه\" ص ٥٠ وفي \"الكتاب\" ١/ ٣١٥، ٤٢٤ وكذا في \"الخزانة\" ٢/ ٥٤١ و ٤/ ١٩٤، وينسب البيت أيضًا: لأبي قيس اليهودي، ولابن صرمة اليهودي، ولحنيف بن عمر اليشكري، ولنهار بن أخت مسيلمة =</p><p> وقال: </p><p> يا رُبَّ من يُبْغِضُ أَذْوادَنا ... رُحْنَ على بَغْضَائِه واغْتَدَيْن (١)  (٢) </p><p> وتأول سيبويه قوله تعالى:  {هَذَا مَا لَدَيَّ عَتِيدٌ}  [ق: ٢٣] ، على أن تكون معرفةً، وعلى أن تكون نكرةً، مثل: هذا شيء لديّ عتيد، فإنما يتخلص بعضر ذلك من بعض، بدلالةٍ مِن غير جهة اللفظ؛ لأن اللفظ محتمل لما أعلمتك في اللغة (٣) . </p><p> فقوله:  {بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ} يجوز عندي أن تكون ما موصولة، وموضعها رفع بكونها فاعلة لـ \"بئس\" ، ويجوز أن تكون منكورةً، ويكون (اشتروا) صفة غير صلة (٤) ، وحينئذٍ تكون (ما) نصبًا. وتقول: نِعم ما صنعت، وبئسما صنعت، إن شئت كانت (ما) منصوبة، كأنك قلت: نعم شيئًا صنعت، وإن شئت كانت مرفوعة، كأنك قلت: بئس الشيء صنعت. </p><p> ولا يجوز أن يليهما (الذي) ؛ لأن الألف واللام لا يفارقانه، وهما يعملان فيما عُرِّف بالألف واللام، وجاز طرحهما منه. فقال الفراء: ويجوز أن تُجعل (ما) مع نِعم وبئس بمنزلة كلمة واحدة في غير هذه الآية، فيكون مثل كلما، وإنما، كما جُعلت (ذا) مع حَبَّ كلمةً واحدة، فقالوا: حبّذا. </p><p>= الكذاب ويروى تجزع بدل تكره. ينظر: \"الإغفال\" ٣١٧، و\"مغني اللبيب\" ١/ ٢٩٧، و\"شذور الذهب\" ١٣٢، والأشموني ١/ ٧٠، و\"المفصل\" ٤/ ٢، وابن يعيش ٣/ ٤، و\"طبقات القراء\" ١/ ٢٩٠، وشرح شواهد المغني ص ٢٤٠، و\"ديوان عبيد بن الأبرص\" ص ٨٦. (١) البيت تقدم تخريجه.(٢) من \"الإغفال\" ص ٣١٧، ٣١٨ بتصرف، وقد لخصه القرطبي في \"تفسيره\" ٢/ ٢٤.(٣) من \"الإغفال\" ص ٣١٩.(٤) من \"الإغفال\" ص ٣١٩.</p><p> من ذلك قوله:  {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ}  [البقرة: ٢٧١] ، رفعت هي بنعما، ولا يجوز (حينئذ)  (١) تأنيث نعم، كما لا يجوز تأنيث حبذا (٢) ، قال: ويجوز أن تجعل (ما) فيه حشوًا وصلة، كما قال: عما قليل (٣) ، وإذا جعلت (ما) صلةً جاز فيه التأنيث (٤) ، تقول: بئست مَا جاريةً جاريتك (٥) . </p><p> ومعنى الاشتراء هاهُنَا: البيع. والاشتراء والشراء والبيع كله من الأضداد، ويقال: اشتريته، أي: بعته، واشتريته، أي: ابتعته، وكذلك: شريته في المعنيين، وكذلك: بعته، قال الله تعالى:  {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ}  [يوسف: ٢٠] ، أي: باعوه (٦) ، وقال يزيد بن المُفَرِّغ: </p><p>(١) ساقطة من (م). (٢) \"معاني القرآن\" للفراء ١/ ٥٧.(٣) في \"معاني القرآن\" للفراء ١/ ٥٧: عما قليل آتيك.(٤) في \"معاني القرآن\" للفراء ١/ ٥٧: جاز فيه التأنيث والجمع، فقلت: بئسما رجلين أنتما، بئست ما جاريةً جاريتك.(٥) \"معاني القرآن\" للفراء ١/ ٥٨ بتصرف، وقد ذكر الأقوال في إعراب ما في هذه الآية الطبري في تفسيره ١/ ٤١٣ - ٤١٤، والعكبري في \"التبيان\" ٧٤، وأبو حيان في \"البحر\" ١/ ٣٠٤ - ٣٠٥، وخلاصته: اختلف في ما ألها موضع من الإعراب أم لا؟ فذهب الفراء إلى أنه بجملته شيء واحد، وظاهره أن لا موضع لها من الإعراب، والجمهور على أن لها موضعًا من الإعراب، واختلفوا أموضعها نصب أم رفع؟.(٦) ينظر: \"معاني القرآن\" للفراء ١/ ٥٦، \"اللسان\" ٤/ ٢٢٥٣ (شرى)، وذكر في \"البحر المحيط\" ١/ ٣٠٥: أن اشتروا هنا بمعنى: باعوا عند الأكثرين، وفي المنتخب أنه على بابه، لأن المكلف إذا خاف على نفسه من العقاب أتى بأعمال يظن أنها تخلصه، وكأنه قد اشترى نفسه بها، قال أبو حيان: ويرد عليه، {بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ}، حيث فعلوا ذلك على سبيل البغي والحسد.</p><p> وشُرَيْتُ بُردًا لَيْتَنِي ... مِنْ بَعْدِ بردٍ صِرتُ هامة (١) </p><p> أي: بعته؛ قال الفراء: وتقول بع لي بدرهم تَمرًا، أي: اشتر لي. وأنشد: </p><p> ويأتيك بالأخبار مَن لم تَبعْ له ... بَتَاتًا ولم تضربْ له وقتَ موعِدِ (٢)  (٣) </p><p> ومعنى الآية: بئس الشيء بَاعوا به أنفسهم الكفر؛ يريد: أنهم اختاروا الكُفر وأخذوه، وبذلوا أنفسهم للنار؛ لأن اليهود خصوصًا علموا صدق محمد - صلى الله عليه وسلم -، وأن من كذبه فالنار عاقبته، فاختاروا الكفر، وسلموا أنفسهم للنار، فكان ذلك كالبيع منهم (٤) . وقال المفسرون: في الآية إضمار معناه بئسما باعوا حظ أنفسهم بالكفر، هكذا قالوا (٥) ، وعلى هذا تكون الآية من باب حذف المضاف، وعلى ما قلنا أولًا تصح الآية من غير إضمار. </p><p> وقوله تعالى:  {أَن يَكْفُرُواْ} قال الزجاج: موضع أن رفع، المعنى: ذلك الشيء المذموم أن يكفروا (٦) ، على تقدير: بئس الشيء اشتروا به أنفسهم </p><p>(١) البيت ليزيد بن مفرغ الحميري، في ديوانه ص ٢١٣، و\"لسان العرب\" ٤/ ٢٢٥٢ مادة (شرى). (٢) البيت لطرفة بن العبد في \"ديوانه\" ص ٤١.(٣) \"معاني القرآن\" للفراء ١/ ٥٦، وقال: وللعرب في شروا واشتروا مذهبان، فالأكثر منهما أن يكون شروا: باعوا، واشتروا: ابتاعوا، وربما جعلوهما جميعًا في معنى باعوا، وكذلك البيع، يقال: بعت الثوب، على معنى: أخرجته من يدي، وبعته: اشتريته، وهذه اللغة في تميم وربيعة. ينظر: \"البحر المحيط\" ١/ ٣٠٥.(٤) ينظر: \"تفسير الطبري\" ١/ ٤١٤ - ٤١٦، \"تفسير الثعلبي\" ١/ ١٠٣٢، \"تفسير ابن كثير\" ١١٣ - ١١٤.(٥) \"تفسير الثعلبي\" ١/ ١٠٣٢.(٦) \"معاني القرآن\" للزجاج ١/ ١٧٢.</p><p> الكفر، فيكون كقولك: بئس الرجل زيد، على الاختلاف الذي حكينا عن سيبويه والخليل والكسائي في رفع زيد، وقال الفراء: يجوز أن يكون محله جزًا بدلًا من المكني في (به) ، كأنك قلت: اشتروا أنفسهم بالكُفْر (١) . </p><p> وقوله تعالى:  {بِمَا أَنْزَلَ اللَّهُ} يعني: القرآن (٢) . </p><p> {بَغْيًا} أَصْلُ البغي في اللغة: الظلم والخروج عن النَّصَفَة والحدّ، يقال: بَغَى الفرس في عدوه، إذا اختال ومرح، وإنه ليبغي، ولا يقال: فرس باغ، وبغى الجُرحُ يَبْغِي بَغْيًا، إذا وَرم وكثر فيه المِدّة (٣) ، وبَغَتِ السماء، إذا كثر مطرها حتى تجاوز الحدّ، وبغى الوادي، إذا بلغ الماء منه موضعًا لم يبلغه قبل. </p><p> وقالَ قوم: أصل البَغْي: الطلب (٤) ، يقال: بغى الشيءَ، إذا طلبه، وأَبْغَاه، أعانه على الطلب. والبَغيّ: التي تطلب الزنا، ومنه قيل للأمة: بَغِيٌّ. وما ينبغي كذا، أي: ليس بصواب طلبه، والبَغْيُ: شدة الطلَب للتطاول (٥) . </p><p>(١) \"معاني القرآن\" للفراء ١/ ٥٦، ونصه: أن يكفروا، في موضع خفض ورفع، فأما الخفض فأن ترده على الهاء التي في به، على التكرير على كلامين، كأنك قلت: اشتروا أنفسهم بالكفر. وأما الرفع فأن يكون مكرورا أيضا على موضع ما التي تلي بئس. اهـ. وينظر في إعراب الآية: \"التبيان\" للعكبري ص ٧٥، حيث ذكر القولين السابقين وزاد: وقيل: هو مبتدأ، وبئس وما بعدها خبر عنه. (٢) \"تفسير الثعلبي\" ١/ ١٠٣٢.(٣) المِدَّة بكسر الميم القيح، وهي الغثيثة الغليظة، وأما الرقيقة فهي صديد وأَمَدّ الجرح إمدادًا، صار فيه مِدَّةٌ ينظر: \"المصباح المنير\" ص ٥٦٧.(٤) قال في \"مقاييس اللغة\" ١/ ٢٧٢: الباء والغين والياء أصلان: أحدهما: طلب الشيء، والثاني: جنس من الفساد.(٥) ينظر في معاني البغي: \"تهذيب اللغة\" ١/ ٣٦٧، \"مقاييس اللغة\" ١/ ٢٧١ - ٢٧٢، \"المفردات\" للراغب ص ٦٥، \"اللسان\" ١/ ٣٢٣.</p><p> قال المفسرون: البَغْيُ، هاهُنا، بمعنى الحَسَد (١) . </p><p> قال اللحياني (٢) : بغيت على أخيك بغيًا، أي: حسدته، وقال الله تعالى:  {ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ}  [الحج: ٦٠] ، وقال:  {وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ}  [الشورى: ٣٩] فالبغي أصله الحَسَد، ثم سمي الظلم بغيًا؛ لأن الحاسِد يظلم المحسودَ جَهْدَه إرادة زوال نعمة الله عليه عنه (٣) . </p><p> قال ابن عباس في هذه الآية: إنَّ كفر اليهود لم يكن شكًا ولا شيئًا اشتبه عليهم، ولكن بغيًا منهم، حيث صارت النبوة في ولد إسماعيل (٤) . </p><p> وانتصابه على المصدر؛ لأن ما قبله من الكلام يدلّ على بَغَوا، فكأنه قيل:  (٥) بَغَوا بغيًا (٦) . </p><p> وقال الزجّاج: انتصب؛ لأنه مفعول له، كما تقول: فعلت ذلك حِذارَ الشرّ، أي: لحذر الشر (٧) ، ومثله من الشعر: قول حَاتِم (٨) : </p><p>(١) ينظر: الطبري في تفسيره ١/ ٤١٥، \"معاني القرآن\" للزجاج ١/ ١٧٣، \"زاد المسير\" ١/ ١١٤، \"تفسير القرطبي\" ٢/ ٢٥. (٢) هو: أبو الحسن علي بن حازم، وقيل: علي بن المبارك، تقدمت ترجمته [البقرة: ١٠].(٣) من \"تهذيب اللغة\" ١/ ٣٦٧.(٤) لم أجده بهذا اللفظ لكن قريب منه عند ابن أبي حاتم في \"تفسيره\" ١/ ١٧٣.(٥) في (ش): (قال).(٦) ينظر: \"التبيان\" للعكبري ص ٧٥.(٧) والعامل فيه: يكفروا، أي: كفرهم لأجل البغي، أو يكون العامل فيه: اشتروا. ينظر: \"البحر المحيط\" ١/ ٣٠٥.(٨) هو: حاتم بن عبد الله بن سعد بن الحشرج الطائي القحطاني، فارس شاعر جواد، جاهلي يضرب المثل بجوده، كان من أهل نجد، شعره كثير ضاع معظمه. ينظر: \"الشعر والشعراء\" ص ١٤٣، و\"الأعلام\" ٢/ ١٥١.</p><p> وأغفر عَورَاءَ الكريم ادّخارَه ... وأُعْرِضُ عن شَتْم اللئيم تَكَرُّما (١) </p><p> المعنى: لادخاره، وللتَّكرّم (٢) . </p><p> وقوله تعالى:  {أَن يُنَزِل اللَّهُ} موضع أن نصب؛ لأن المعنى: أن تكفروا بما أنزل الله؛ لأن ينزل الله من فَضْلِهِ، أي: كفروا لهذه العلة، فهو كما ذكرنا في بيت حاتِم؛ لأنهم كفروا لإنزال الله عليه، كما أنه يغفر العوراء لادّخاره، هذا قول الزجاج (٣) . وأظهر منه أن تجعل {أَن يُنَزِلَ} مفعولًا للبغي، كأن معناه: حسدًا إنزال الله، لأن البغي، هاهنا، بمعنى الحَسَد، وأنت تقول: حَسَدْتُ زيدًا مالَه وفضلَه (٤) . </p><p> وقوله تعالى:  {فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ} قال ابن عباس: الغضب الأول: تضييعهم التوراة، والثاني: بكفرهم بهذا النبي الذي أحدث الله فيهم (٥) . </p><p> وقال قتادة: الأول بكفرهم بعيسى والإنجيل، والثاني: بكفرهم بمحمد والقرآن (٦) . </p><p>(١) تقدم تخريج البيت [البقرة: ١٨]. (٢) \"معاني القرآن\" للزجاج ١/ ١٧٠٣.(٣) بتصرف من \"معاني القرآن\" للزجاج ١/ ١٧٣، وينظر: \"التبيان\" ص ٧٥ قال: وقيل: التقدير: بغيًا على ما أنزل الله، أي: حسدًا على ما خص الله به نبيه من الوحي.(٤) وقيل: التقدير: بغيًا على أن ينزل الله، لأن معناه: حسدا على أن ينزل الله، فحذفت على، وقيل: أن ينزل في موضع جرًّ على أنه بدل اشتمال من ما في قوله بما أنزل الله أي: بتنزيل الله ينظر \"البحر المحيط\".(٥) رواه الطبري في \"تفسيره\" ١/ ٤١٧، ابن أبي حاتم في \"تفسيره\" ١/ ١٧٣، وذكره الثعلبي في \"تفسيره\" ١/ ١٠٣٢ وقال ابن أبي حاتم: وروي عن عكرمة ومجاهد وعطاء وقتادة وابن أبي خالد نحو ذلك، وقد ذكر ابن الجوزي في \"زاد المسير\" ١/ ١١٤ خمسة أقوال في الآية، والخلاف فيها من قبيل اختلاف التنوع.(٦) رواه الطبري في \"تفسيره\" ٢/ ٣٤٦ وذكره الثعلبي في \"تفسيره\" ١/ ١٠٣٣، وعزاه =</p>"
}