{
  "id": null,
  "sura": 2,
  "aya": 32,
  "text": "<p> وقال الحسن: إن كنتم صادقين أني لا أخلق خلقاً إلا كنتم أعلم وأفضل منه، وكذلك قال قتادة (١) . </p><p> ٣٢ - فقالت الملائكة إقراراً بالعجز واعتذاراً:  {سُبْحَانَكَ}  (٢) . قال ابن عباس: تنزيهاً لك وتعظيماً عن أن يعلم الغيب أحد (٣) سواك (٤) . وقيل: تنزيهاً لك عن الاعتراض عليك في حكمك وتدبيرك (٥) . وهو منصوب على المصدر عند الخليل والفراء، إذا قلت:  (سبحان الله)  (٦) فكأنك قلت: سبّحتُ الله تسبيحاً، فجعل السبحان موضع التسبيح، كما تقول: كفرت عن يميني تكفيراً، ثم يجعل الكفران في موضع التكفير فتقول: كفَّرت عن يميني كُفراناً (٧) . وقد ينوب الاسم عن المصدر وتقول (٨) : كلمته كلاماً، وسلم سلاماً، قال الله تعالى:  {وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا}  [الأحزاب: ٤٩] . </p><p> وقال سيبويه: يقال: سبحت الله تسبيحاً وسبحاناً بمعنى واحد، </p><p>(١) ذكر قوليهما الطبري في \"تفسيره\" ١/ ٢١٨، و\"تفسير الثعلبي\" ١/ ٦٢ أ، و\"تفسير ابن كثير\" ١/ ٧٩، \"الدر\" ١/ ١٠١. (٢) في (ج): (قالوا سبحانك).(٣) في (ب): (أحدا).(٤) أخرجه الطبري في \"تفسيره\" من طريق الضحاك عن ابن عباس ١/ ٢٢١، وذكره السيوطي في \"الدر\" وعزاه لابن جرير ١/ ١٠١.(٥) ذكره الثعلبي في \"تفسيره\" ١/ ٦٢ أ.(٦) عبارة الفراء: (سبحانك) منصوب على المصدر، كأنك قلت: سبحت لله تسبيحا ..) \"الزاهر\" ١/ ١٤٥.(٧) كلام الفراء في \"الزاهر\" ١/ ١٤٥، وقول الخليل في \"تفسير الثعلبي\" ١/ ٦٢ أ، وانظر: \"إعراب القرآن\" للنحاس ١/ ١٦٠، \"البيان\" ١/ ٧٢، \"الإملاء\" ١/ ٢٩.(٨) في (ج): (ويقوله).</p><p> فالمصدر: تسبيح، وسبحان اسم يقوم مقام المصدر. قال: وقال أبو الخطاب الكبير (١) : سبحان الله، كقولك: براءةَ الله من السوء، ومنه قول الأعشى: </p><p> سُبْحَانَ مِنْ عَلْقَمَةَ الفَاخِرِ (٢) </p><p> أي براءةً منه (٣) . </p><p> وقال النضر: رأيت في المنام كأن إنساناً فسر لي سبحان الله، قال: أما ترى الفرس يسبح، يريد السرعة، سبحان الله: السرعة إليه (٤) . وقد ذكرنا معنى التسبيح عند قوله:  {وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ}  (٥) . </p><p> وقوله تعالى:  {لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا} . قال المفسرون وأهل المعاني: هذا اعتراف (عن)  (٦) الملائكة بالعجز عن علم ما لم يعلموه فكأنهم قالوا: لا علم لنا إلا ما علمتنا (٧) ، وليس هذا مما علمتنا [في </p><p>(١) هو عبد الحميد بن عبد المجيد، أبو الخطاب، الأخفش الكبير النحوي، شيخ سيبويه في النحو، انظر ترجمته في: \"طبقات النحويين واللغويين\" للزبيدي: ص ٤٠، \"إنباه الرواة\" ٢/ ١٥٧، \"بغية الوعاة\" ٢/ ٧٤. (٢) البيت سبق تخريجه في تفسير قوله تعالى: {وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ} [البقرة: ٣٠]: ٢/ ٣٣٦.(٣) انظر كلام سيبويه في \"الكتاب\" ١/ ٣٢٢ - ١/ ٣٢٤، \"تهذيب اللغة\" (سبح) ٢/ ١٦٠٩، والنص من \"التهذيب\".(٤) ذكره الأزهري في \"تهذيب اللغة\" (سبح) ٢/ ٢٦١٠.(٥) سورة البقرة: ٣٠، انظر: ٢/ ٣٣٥ - ٣٣٧.(٦) (عن) في جميع النسخ ولو كانت (من) كان أولى.(٧) انظر \"تفسير الطبري\" ١/ ٢٢٠، \"البحر المحيط\" ١/ ١٤٧، \"ابن كثير\" ١/ ٧٩، \" البيضاوي\" ١/ ٢١.</p><p> الكلام مختصرًا] (١) . </p><p> ولو قالوا:  (لا علم لنا بهذا) كان جواباً، ولكن لا يكون متضمناً تعظيم الله والاعتراف بأن جميع علمهم من عنده. </p><p> وقيل: إنه تلطّف في طلب علم ما لم يعلموه، وتوبة عن قولهم:  {أَتَجْعَلُ فِيهَا} من غير علم لهم بذلك، نبههم الله تعالى بعجزهم عن أسماء الموجودات على أن من جهلها فهو أجهل بأحكام الغائبات، وفي هذا التنبيه إشارة إلى نهيهم عن الحكم لأنفسهم بالطاعة، فإنه لا علم لهم بالعواقب، فإن أمر العواقب (٢) مستور، ففيه تنبيه عن (٣) خطئهم في الأمرين جميعا. </p><p> وقوله تعالى:  {إِنَّكَ أَنْتَ الْعَلِيمُ} . أي العالم غير المعلم (٤) . (الحكيم)  (٥) في خلقك الخليقة، ومعنى:  (الحكيم) هو المحكم للأشياء (٦) صرف من (مُفْعل) إلى (فَعِيل) كالسميع في قوله: </p><p> أَمِنْ رَيْحانَةَ الدَّاعي (٧) السَّمِيعُ (٨) </p><p>(١) قوله: (في الكلام مختصرًا) كذا وردت في النسخ الثلاث، وفيها تصحيف، والعبارة في \"الوسيط\" (فجاء الكلام مختصرًا) وفي الحاشية: في (ب): (فجاء في الكلام)، \"الوسيط\" ١/ ٧٩. (٢) قوله (فإن أمر العواقب) ساقط من (ب).(٣) في (ب): (على) وهو أولى.(٤) انظر: \"تفسير الطبري\" ١/ ٢٢١.(٥) (الحكيم) مكرر في (ب).(٦) في (ب): (الأشياء).(٧) في (أ)، (ب) (الراعي) وهذا خلاف المشهور في البيت.(٨) البيت لعمرو بن معد يكرب، وقد سبق تخريجه عند تفسير قوله تعالى: {فَزَادَهُمُ اللَّهُ مَرَضًا وَلَهُمْ عَذَابٌ أَلِيمٌ} [البقرة: ١٠]: ٢/ ١٥٤.</p><p> و (الأليم) بمعنى: المؤلم (١) . </p><p> قال ابن المظفر (٢) : والحُكم: العِلم (٣) ، قال الله تعالى:  {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا}  [مريم: ١٢] . أي: العلم، والحكم: القضاء بالعدل أيضا. </p><p> قال النابغة: </p><p> وَاحْكُمْ كَحُكْمِ فَتَاةِ الحَيِّ إذْ نَظَرَتْ ... إِلَى حَمَامٍ سِرَاعٍ وَارِدِ الثَّمَدِ (٤) </p><p> فالوصف لله تعالى بأنه (حكيم) يجوز أن يكون بمعنى: محكم كما ذكرنا، ويجوز أن يكون بمعنى: حاكم، كالقدير والقادر، والعليم والعالم، ويكون معناه العالم أو الذي يحكم بالعدل ويقضي به (٥) . </p><p>(١) يريد أن (حكيم) بمعنى: محكم مثل (أليم) بمعنى مؤلم كذا قال الثعلبي في \"تفسيره\" ١/ ٦٢ أ. وانظر: \"شرح أسماء الله\" للزجاج: ص ٥٢، \"اشتقاق أسماء الله\" للزجاجي: ص ٦٠. (٢) هو الليث. انظر كلامه في \"تهذيب اللغة\" (حكم) ١/ ٨٨٥(٣) في \"تهذيب اللغة\": (العلم والفقه).(٤) البيت للنابغة الذبياني من قصيدة يمدح فيها النعمان، ويعتذر إليه مما بلغه عنه فيما وشي إليه به. وقد ألحقت بالمعلقات السبع لما فيها من الجودة. يقال: احكم، أي: كن حكيمًا في أمرك مصيبًا في الرأي وهذا هو المعنى المشهور في البيت ذكره الأزهري في \"التهذيب\" عن ابن السكيت، واستشهد الليث به على أن معنى (احكم) من القضاء بالعدل. كحكم فتاة الحي إذ أصابت ووضعت الأمر موضعه حينما نظرت إلى الحمام فاحصتها ولم تخطئ في عددها. ويروى (سراع) و (شراع) بالشين، وهي الواردة للماء. والثمد: الماء القليل، ورد البيت في \"التهذيب\" (حكم) ١/ ٨٨٥، \"الصحاح\" (حكم) ٥/ ١٩٠٢، \"اللسان\" (حكم) ٢/ ٩٥١، \"ديوان النابغة\" ص ١٤.(٥) (به) ساقط من (ب). بهذا المعنى أخذ الطبري في \"تفسيره\" ١/ ٢٢١، وانظر =</p><p> قال الأصمعي: أصل الحكومة: رَدُّ الرجل عن الظلم، ومنه سُمِّيت حَكَمَةُ اللجام، لأنها تَرَدُّ الدابة، قال (١) ومنه قول لبيد: </p><p> أَحْكَمَ الجِنْثِيَّ مِنْ عَوْرَاتِهَا (٢) ... كُلُّ حِرْبَاءٍ إِذَا أُكْرِهَ (٣) صَلّ (٤) </p><p> والجِنْثِيُّ: السيف، أي: رد السيف عن عورات (٥) الدرع، وهي: فُرَجها، كل حِرْبَاء: وهو المسمار الذي يُسَمَّر به حلقها. هذه رواية الأصمعي (٦) . </p><p> قال الأزهري: والعرب تقول: حَكَمْتُ وأَحْكَمْتُ وحَكَّمْتُ بمعنى: رَدَدْتُ ومَنَعْتُ، ومن هذا قيل للحاكم: حاكم، لأنه يمنع الظالم من الظلم (٧) . </p><p>= \"تهذيب اللغة\" (حكم) ١/ ٨٨٥، \"اشتقاق أسماء الله\" ص٦٠. (١) (قال) ساقط من (ب).(٢) في (ب): (عوارتها).(٣) في (ب): (احكم ضل).(٤) للبيت روايتان: نصب (الجنثي) ورفع (كل) -وهي رواية الأصمعي التي ذكرها الأزهري- فيكون المراد بالجنثي السيف، وأَحْكَمَ بمعنى: منع ورد، فلم يصل السيف، ومنعه الحرباء، والعورات: الفتوق واحدها عورة، والحِرْبَاء: المسمار في حلق (الدرع)، إذا أكره ليدخل في الحلق سمعت له صليلا. والرواية الثانية: رفع (الجنثي) ونصب (كل) فيكون المراد بالجنثي: الحداد أو الزراد، ويكون أحكم من الإحكام للصنعة، كذا خرَّجه ابن قتيبة في \"المعاني الكبير\" ٢/ ١٠٣٠، وانظر \"التهذيب\" (حكم) ١/ ٨٨٥، \"اللسان\" (صلل) ٤/ ٢٤٨٦، و (حكم) ٢/ ٩٥١، \"شرح ديوان لبيد\": ص ١٩٢.(٥) في (ب): (عوارت).(٦) انظر كلام الأصمعي في \"التهذيب\" (حكم) ١/ ٨٨٥.(٧) \"تهذيب اللغة\" (حكم) ١/ ٨٨٥.</p><p> وقال جرير: </p><p> أَبَنِي حَنِيفَةَ أَحْكِمُوا سُفَهَاءَكُمْ (١) </p><p> يقول: امنعوهم من التعرض (٢) . وروي عن النخعي أنه قال: حَكِّم اليَتِيم كما تُحَكَم ولدك (٣) . قال أبو عبيد: يقول: امنعه من الفساد، قال: وكل من منعته من شيء فقد حَكّمْتَه وأَحْكَمْتَه (٤) ، وأنشد بيت جرير (٥) . والحِكْمَة: هي العلم الذي يمنع [صاحبه]  (٦) من الجهل، والحاكم الذي يمنع من الجور، وكل عمل مُحَكَم (٧) فقد منع من الفساد (٨) . </p><p>(١) تمامه: إني أخاف عليكم أن أغضباورد البيت في \"تهذيب اللغة\" (حكم) ١/ ٨٨٥. وفيه (بني حنيفة) \"الكامل\" ٣/ ٢٦، وفيه (نهنهوا) بدل (أحكموا)، أي أزجروا، \"غريب الحديث\" لأبي عبيد ٢/ ٤٢١، \"الزاهر\" ١/ ٥٠٣، \"مجمل اللغة\" (حكم) ١/ ٢٤٦، \"اشتقاق أسماء الله\": ص ٦١، \"الصحاح\" (حكم) ٥/ ١٩٠٢، و\"تفسير الثعلبي\" ١/ ٦٢ ب، و\"تفسير القرطبي\" ١/ ٢٤٦، \"الدر المصون\" ١/ ٢٦٨، \"الخزانة\" ٩/ ٢٣٦.(٢) \"التهذيب\" (حكم) ١/ ٨٨٥.(٣) ذكره أبو عبيد قال: حدثنيه ابن مهدي عن سفيان عن منصور عن إبراهيم. \"غريب الحديث\" ٢/ ٤٢١، \"تهذيب اللغة\" ١/ ٨٨٥.(٤) المراجع السابقة.(٥) أي: أبني حنيفة .. البيت.(٦) (صاحبه) ساقط من (ب).(٧) في (ب): (متحكم).(٨) انظر: \"تهذيب اللغة\" (حكم) ١/ ٨٨٥. \"الصحاح\" (حكم) ٥/ ١٩٠١. \"المجمل\" (حكم) ١/ ٢٤٦. \"اللسان\" (حكم) ٢/ ٩٥١.</p>"
}