{
  "id": null,
  "sura": 2,
  "aya": 164,
  "text": "<p> قال أصحابنا: حقيقة الواحد في وصف الباري سبحانه: أنه واحد لا قسيم له في ذاته، ولا بعض له في وجوده، بخلاف الجملة الحاملة التي يطلق عليها لفظ الواحد مجازًا، كقولهم: دار واحدة، وشخص واحد؛ </p><p> ولهذا قال أصحابنا: التوحيد: هو نفي الشريك والقسيم، والشريك والشبيه، فالله سبحانه وتعالى واحد في أفعاله، لا شريك له يشاركه في إثبات المصنوعات؟ وواحد في ذاته، لا قسيم له؟ وواحد في صفاته، لا يشبه الخلق فيها (١) . </p><p> وقال أهل المعاني: في الآية تقديم وتأخير، تقديرها: وإلهكم الرحمن الرحيم إله واحد، لا إله إلا هو. </p><p> ١٦٤ - قوله تعالى:  {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ} الآية، قال المفسرون: لما نزل قوله: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} عجب المشركون، وقالوا: إن محمدًا يقول: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} ؛ فليأتنا بآية إن كان من الصادقين، فأنزل الله هذه الآية (٢) ، وعلّمهم كيفيةَ الاستدلالِ على الصانع، وعلى </p><p>= \"العجاب\" ١/ ٤١٣، وأبو حيان في \"البحر المحيط\" ١/ ٤٦٢، وإسناده ضعيف؛ لضعف جويبر. (١) ينظر في تفسير الواحد: \"اشتقاق أسماء الله\" لأبي القاسم الزجاجي ص٩٠ - ٩٣.(٢) رواه الثوري في \"تفسيره\" ص ٥٤، وسعيد بن منصور في \"سننه\" ٢/ ٦٤٠، وأبو الشيخ في \"العظمة\" ١/ ٢٥٢، وابن أبي حاتم في \"تفسيره\" ١/ ٢٧٢، والبيهقي في \"شعب الإيمان\" ١/ ١٣٠، والثعلبي ١/ ١٢٠٨ كلهم عن أبي الضحى. ورواه الطبري ٢/ ٦٠ عن عطاء، وذكرهما الواحدي في \"أسباب النزول\" ص ٥٠ - ٥١، وروى ابن أبي حاتم في \"تفسيره\" ١/ ٢٧٣ عن ابن عباس أن قريشًا سألت النبي - صلى الله عليه وسلم - أن يجعل لهم الصفا ذهبًا، فأوحى الله إليه: إني معطيهم، ولكن إن كفروا عذبتهم عذابًا لا أعذبه أحدًا من العالمين، فنزلت، وذكره السيوطي في \"لباب النقول\" =</p><p> توحيدِه، وردَّهم إلى التفكر في آياته، والنظرِ في مصنوعاته، على ما عدّها في الآية. وبيَّن أنّ فيما ذكره في هذه الآية من عجيب صنعه، وإتقانِ أفعاله، واتساق صنائعه دليلًا على توحيده، فإن هذه الأفعال لا تحصل في الوجود لو كان لها صانعان؛ لوجوب التمانع بينهما (١) ، واستحالة تساويهما في صفة الكمال. </p><p> قال أهل المعاني: وجمع السماوات؛ لأنها أجناس مختلفة، كل سماء من جنس غير الأخرى، ووحّد الأرض؛ لأنها كلها تراب (٢) . </p><p> وقوله تعالى:  {وَاخْتِلَافِ اللَّيْلِ وَالنَّهَار} فسّر الاختلاف هاهنا تفسيرين يرجعان إلى أصل واحد: </p><p> أحدهما: أنه افتعال، من قولهم: خلَفه يخلُفه، إذا ذهب الأول وجاء الثاني خلافه، أي: بعده، فاختلاف الليل والنهار: تعاقبهما في الذهاب والمجيء، ومنه يقال: فلان يختلف إلى فلان، إذا كان يذهب إليه، ويجيء </p><p>= ص ٣١ وجود إسناده، وروي عن ابن عباس أنها نزلت حين قالوا: انسب لنا ربك وصفه. وينظر: \"العجاب\" ١/ ٤١٤ - ٤١٥، \"زاد المسير\" ١/ ١٦٧. (١) دليل التمانع: هو أنه لو كان للعالم صانعان، فعند اختلافهما -مثل أن يريد أحدهما: تحريك جسم، والآخر تسكينه، أو يريد أحدهما: إحياءه، والآخر إماتته- فإما: أن يحصل مرادهما، أو مراد أحدهما، أو لا يحصل مراد واحد منهما، والأول ممتنع؛ لأنه يستلزم الجمع بين الضدين، والثالث ممتنع؛ لأنه يلزم خلو الجسم عن الحركة والسكون وهو ممتنع، ويستلزم أيضًا عجز كل منهما، والعاجز لا يكون إلها، وإذا حصل مراد أحدهما دون الآخر، كان هذا هو الإله القادر، والآخر عاجزًا لا يصلح للإلهية. ينظر: \"شرح العقيدة الطحاوية\" ١/ ٢٨.(٢) \"تفسير البغوي\" ١/ ١٧٧، وينظر أيضاً: \"تفسير الطبري\" ١/ ١٩١ - ١٩٥، \"البحر المحيط\" ١/ ٤٦٤.</p><p> من عنده، فذهابه يخلف مجيئه، ومجيئه يخلف ذهابه. أحدهما خلاف الآخر، أي: بعده، وكل شيء يجيء بعده شيء، فهو خِلفه. وبهذا فُسِّر قوله تعالى:  {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً}  [الفرقان: ٦٢]  (١) ، قال الفراء: يذهب هذا، ويجيء هذا (٢) . </p><p> الثاني: قال ابن كيسان (٣) وعطاء (٤) في هذه الآية: أراد: اختلافهما في الطول والقصر، والنور والظلمة، والزيادة والنقصان. </p><p> قال الكسائي: يقال لكل شيئين اختلفا: هما خِلْفان وخِلْفتان، وقول زهير: </p><p> بها العِينُ والآرامُ يمشين خِلْفةً (٥) </p><p> فسّر بالوجهين: تكون مختلفة في ألوانها وتكون يذهب هذا، ويجيء هذا. وهذا القول يرجع إلى معنى الأول؛ لأن معنى الاختلاف في اللغة: </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٦٣ ولم يذكر غيره، \"تفسير البغوي\" ١/ ١٧٧، \"تفسير القرطبي\" ٢/ ١٧٦. (٢) \"معاني القرآن\" للفراء ٢/ ٢٧١، وينظر: \"تفسير الثعلبي\" ١/ ١٣٠٨، \"اللسان\" ٢/ ١٢٣٧ (خلف).(٣) ذكره في \"تفسير الثعلبي\" ١/ ١٣٠٩، \"البحر المحيط\" ١/ ٤٦٥.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٣٠٩، \"القرطبي\" ٢/ ١٧٦، \"البغوي\" ١/ ١٧٧.(٥) عجز البيت:وأطلاؤها ينهضن من كل مجثموهو في \"ديوانه\" ص ٥، \"جمهرة اللغة\" ص٤١٥ - ٤١٦، \"لسان العرب\" ٢/ ١٢٣٧ (خلف)، و ٥/ ٢٧٠٠، وبلا نسبة في \"رصف المباني\" ص ١٤٥. وقوله: بها: أى بدار من يتغزل بها، والعين: البقر، واحدها: أعين وعيناء، وذلك لسعة عيونها، والآرام: الظباء الخوالص البياض، والأطلاء: الصغار من البقر والظباء, والمجثم: ما تربض فيه وترقد.</p><p> التفرق في الجهات، جهة اليمين والشمال والخلف والقُدّام، ثم شبّه الاختلاف في المذاهب وفي كل شيء بالاختلاف في الطريق (١) ، من جهة أن كل واحد من المختلفين على نقيض ما ذهب إليه الآخر، كالمختلفين في الطريق، ولما تفاوت الليل والنهار في النور والظلمة وغيرهما جعل ذلك اختلافا، فهذا أيضًا يعود في الاشتقاق إلى الخلف. </p><p> وقوله تعالى:  {وَالْفُلْكِ} الفُلْك: واحد وجمع، ويذكر ويؤنث، وأصله من الدوران، وكل مستدير فُلك، وفَلَك السماء: اسم لأطواق (٢) سبعة، تجري فيها النجوم، وفَلَكَتِ الجارية: إذا استدارَ ثَدْيُها، وفَلَكَة (٣) المِغْزلَ من هذا، والسفينة سميت فُلكًا؛ لأنها تدور بالماء أسهل دور (٤) . وإنما كانت للواحد والجمع؛ لأنه على بناء يصلح لها (٥) ، فإذا أريد به الواحد ذُكِّر، وإذا أريد به الجمع أُنِّث. ومثلُ الفلك من الجموع التي كسرت الآحاد عليها واللفظ فيهما (٦) واحد: قولهم: ناقة هِجَان، ونوق هِجَان (٧) ، ودرع دِلاصٍ، وأدرُع دِلاص (٨) ، وشِمال: للخليقة والطبع، </p><p>(١) في (ش): (بالطريق). (٢) في (ش): (لأطواف).(٣) في (م): (وفلك).(٤) ينظر في الفلك: \"تفسير غريب القرآن\" ص ٦٤، \"تفسير الطبري\" ٢/ ٦٤، \"تهذيب اللغة\" ٣/ ٢٨٣٠ - ٢٨٣١، \"المفردات\" ص ٣٨٧، \"اللسان\" ٦/ ٣٤٦٥ (فلك)، \"تفسير القرطبي\" ٢/ ١٧٨.(٥) في (م): (بها).(٦) في (ش): (فيها).(٧) (نوق هجان) سقطت من (ش). والهجان: البيض الخوالص.(٨) دلاص: ملساء ليِّنة.</p><p> وجمعه شِمالٌ. ومجيء الجمع على لفظ الواحد مما يدل على قلة حفلهم بالفرق بينهما من طريق اللفظ، وأنهم اعتمدوا في الفرق على دلالة الحال، ومتقدم الكلام ومتأخره (١) . </p><p> وقال سيبويه (٢) : الفلك إذا أريد به الواحد فضمة الفاء فيه بمنزلة ضمة (٣) باء بُرْد، وخاء خُرْج، وإذا أريد به الجمع، فضمة الفاء بمنزلة ضمة الحاء في حُمْر، والصاد من صُفْر، فالضمتان وإن اتفقتا في اللفظ فإنَّهما مختلفتان (٤) في المعنى، وغير منكر أن يتفق اللفظان من أصلين مختلفين، ألا ترى أن من رخّم منصورًا في قول من قال: يا جار، قال: يامنصُ، فبقى الصاد مضمومة، كما بَقَّى الراء مكسورة، ومن قال: يا جارُ، فاجتلب للنداء ضمةً قال أيضًا: يا منصُ، فحذف ضمّةَ الصاد، كما حذف كسرة الراء، واجتلب للصاد ضمةَ النداء، كما اجتلب للراء ضمة النداء، إلا أن لفظ: يا منصُ في الوجهين واحد، والمعنيان متباينان. </p><p> وقوله تعالى:  {تَجْرِي فِي الْبَحْرِ} قد مضى الكلام في البحر. والآية في الفلك: تسخيرُ الله تعالى إياها، حتى يجريَها على وجه الماء، كما قال:  {وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ}  [إبراهيم: ٣٢] ، ووقُوفُها فوق الماء مع ثقلها وكثرة وزنها. </p><p> وقوله تعالى:  {يَنْفَعُ النَّاسَ} أي: بالذي ينفعهم، من ركوبها، </p><p>(١) ينظر: \"تفسير غريب القرآن\" ص ٦٤، \"تفسير الطبري\" ٢/ ٦٤، \"تهذيب اللغة\" ٣/ ٢٨٣١ (فلك)، \"تفسير الثعلبي\" ١/ ١٣١٠. (٢) قريب منه ما في \"الكتاب\" ٣/ ٥٧٧، ونقله عنه في \"اللسان\" ٦/ ٣٤٦٥ (فلك).(٣) في (م): (ضمها).(٤) في (م): (فهما مختلفان)، وفي (أ): (فإنهما مختلفان).</p><p> والحمل عليها في التجارات، وينفع الحامل؛ لأنه يريح، والمحمول إليه؛ لأنه ينتفع بما حمل إليه (١)  (٢) . </p><p> وقوله تعالى:  {فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا} أراد بموت الأرض: جدوبتَها ويُبُوستَها، فسمّاها موتًا مجازًا، وذلك أن الأرضَ إذا لم يصبها مطر لم تُنبت، ولم تُنْمِ نباتًا، وكانت (٣) من هذا الوجه كالميت، وإذا أصابها المطر أنبتت، ونحو هذا قوله:  {وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ}  [الحج: ٥] ، فلما وصفت بالاهتزاز وهو (٤) الحركة عند نزول الماء، توصف عند إمساك الماء بالسكون، والعربُ تسمي السكون موتًا (٥) ، قال الشاعر: </p><p> إني لأرجو أن تموتَ الريحُ ... فأسكنَ اليوم وأستريحُ (٦) </p><p> فيجوز أن يراد بالموت في هذه الآية: ضد الاهتزاز الذي وُصِفَت به عند نزول الماء، ولما سَمّى ذلك موتًا سمّى (٧) إِزالتَها إحياءً ليتجانس اللفظ (٨) . </p><p>(١) ساقط من (ش). (٢) ينظر: \"تفسير الطبري\" ٢/ ٦٤، \"تفسير الثعلبي\" ١/ ١٣١٠، \"تفسير البغوي\" ١/ ١٧٧، \"تفسير الرازي\" ٤/ ١٩٧، \"تفسير القرطبي\" ٢/ ١٨٠.(٣) في (ش) و (م): (وكان).(٤) في (ش): (وهي).(٥) ينظر: \"تفسير الطبري\" ٢/ ٦٤، \"تفسير الثعلبي\" ١/ ١٣١١، \"تفسير البغوي\" ١/ ١٧٧، \"تفسير الرازي\" ٤/ ١٩٨.(٦) البيت في \"اللسان\" ٧/ ٤٢٩٥ (موت)، بغير نسبة. وينظر: \"شأن الدعاء\" ص ١١٦، \"الحجة للقراء السبعة\" ٢/ ٣٨١.(٧) سقطت جملة: (ذلك موتًا سمي) من (ش).(٨) ينظر: \"تفسير الرازي\" ٤/ ١٩٨ - ١٩٩.</p><p> وقوله تعالى:  {وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ} البثُّ: النشر والتفريق، ومنه قوله تعالى:  {وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً}  [النساء: ١] ، ومنه:  {كَالْفَرَاشِ الْمَبْثُوثِ}  [القارعة: ٤] ، ويقال: بثثته سِرِّي (١) أبثثته، إذا أطلعته عليه؛ لأنك فرقت بين سرّك وبينك، ويقال للحزن: بَثٌ؛ لأن صاحبَه لا يصبر عليه حتى يظهره (٢) . </p><p> وقوله تعالى:  {مِنْ كُلِّ دَابَّةٍ} قال ابن عباس: يريد: كلّ ما دبّ على الأرض من جميع الخلق، من الناس وغيرهم (٣) . </p><p> وقوله تعالى:  {وَتَصْرِيفِ الرِّيَاحِ} أراد: وتصريفه الرياح، فأضاف المصدر إلى المفعول، وهو كثير (٤) . والرياح: جمع الريح. </p><p> قال أبو علي: الريح: اسم على فعل، والعين منه واو، انقلبت في الواحد (٥) للكسرة، فأما في الجمع القليل: أرواح، فصحّت؛ لأنه لا شيء فيه يوجب الإعلال، ألا ترى أن سكون الراء لا يوجب إعلال هذه الواو في نحو: قوم، وعون، وقول. وفي الجمع الكثير: رياح، انقلبت الواو ياء؛ للكسرة التي قبلها، نحو: ديمة ودِيَم، وحِيلَة وحِيَل (٦) . </p><p>(١) سقطت من (ش). (٢) ينظر في البث: \"الطبري\" ٢/ ٦٤، \"المفردات\" ص ٤٧، \"اللسان\" ١/ ٢٠٨ (بثث).(٣) لم أجد هذا عن ابن عباس.(٤) ينظر: \"تفسير الطبري\" ٢/ ٦٤، واختار هذا الوجه، ونقل الرازي في \"تفسيره\" ٤/ ٢٠١ هذا عن الواحدي، \"البحر المحيط\" ١/ ٤٦٧، وذكر وجهًا آخر وهو أن يكون تصريف مصدرًا مضافًا للفاعل، أي: وتصريف الرياح السحاب، أو غيره مما له فيه تأثير بإذن الله.(٥) سقطت من (م).(٦) ونقله عنه ابن سيده في \"المخصص\" المجلد ٢/ السفر التاسع ص ٨٣، والرازي في \"تفسيره\" ٤/ ٢٠١، وينظر: \"لسان العرب\" ٣/ ١٧٦٣.</p><p> وقال ابن الأنباري: إنما سميت الريح ريحًا؛ لأن الغالب عليها في هبوبها المجيء بالرَّوح والرَّاحة، وانقطاعُ هبوبها يُكسِبُ الكربَ والغَمّ، فهي مأخوذة من الروح. وأصلها: رِوْح، فصارت الواو ياء؛ لسكونها وانكسار ما قبلها، كما فعلوا في الميزان والميعاد والعيد، والدليل على أن أصلها الواو: قولهم في الجمع: أرواح (١) . </p><p> قال زهير: </p><p> قِفْ بالديار التي لم يعفُها القدمُ ... بلى وغيَّرَها الأرواحُ والدِيَمُ (٢) </p><p> ويقال: رِحْتُ الريح أَراحُها، وأُرحتُها أرِيحُها: إذا وجدتها، ومنه الحديث:  \"من استُرعي رعيةً فلم يَحُطهم بنصيحة، لم يُرِحْ رائحةَ الجنة، وإن ريحَها لتوجد من مسيرة مائة عام\"  (٣) . </p><p> قال الكسائي: الصواب: لم يُرحْ، من: أرَحتُ أُريح، وقال الفراء: لم يَرَح، بفتح الراء. وقال غيرهما: الصواب: لم يرِحْ، من رحت أريح. </p><p>(١) نقله عنه الرازي في \"تفسيره\" ٤/ ٢٠١. (٢) ينظر: \"ديوانه\" ص ١٤٥، \"لسان العرب\" ٨/ ٤٩٤٢.(٣) الحديث أصله في الصحيحين، رواه البخاري (٧١٥٠، ٧١٥١) كتاب الأحكام، باب: من استرعى رعية فلم ينصح، ومسلم (١٤٢) في الإيمان، باب: استحقاق الوالي الغاش لرعيته النار، وليس في ألفاظهما: \"لم يرح رائحة الجنة، وإن ريحها لتوجد من مسيرة مائة عام\"، ولفظ (لم يرح) في حديث عبد الله بن عمرو مرفوعًا: \"من قتل معاهدًا لم يرح رائحة الجنة، وإن ريحها توجد من مسيرة أربعين عامًا\" رواه البخاري (٣١٦٦) كتاب الجزية، باب: إثم من قتل معاهدًا بغير جرم، (٦٩١٤) كتاب: الديات، باب: إثم من قتل ذميًّا بغير جرم.</p><p> قال أبو عبيد: الصواب: بفتح الراء (١) ، وأنشد: </p><p> وماءٍ وَرَدْتُ على زَوْرَةٍ ... كَمَشْيِ السَّبَنْتَى يَراحُ الشَّفِيفَا (٢) </p><p> وقال أبو زيد: قال القيسيون: الرياح أربع: الشمال والجنوب </p><p> والصَّبَا والدَّبُور. فأما الشمال فمن عن يمين القبلة، والجنوب من عن جهة </p><p> شمالها، والصَّبَا والدَّبور متتابعتان (٣) ، فالصَّبا من قبل المشرق، والدَّبور </p><p> من قبل المغرب، وأنشد أبو زيد البيت لأبي صخر الهذلي: </p><p> إذا قلتُ هذا حينَ أسلُو يهيجُني ... نسيمُ الصَّبا من حيث يَطَّلِعُ الفَجْر (٤)  (٥) </p><p> وربما تسمى الصبا: قبولًا؛ لأنها استقبلت الدبور. </p><p> وقال الأصمعي: إذا انحرفت واحدة منهن عن هذه المهابّ فهي نكباء. </p><p>(١) \"اللسان\" ٣/ ١٧٦٥: لم يُرح رائحة الجنة: من أرحتُ، ولم يَرَح رائحة الجنة: من رِحتُ أراحُ، ولم يرِح تجعله من راح الشيء أريحه إذا وجدت ريحه، وقال الكسائي: إنما هو لم يُرح رائحة الجنة، من أرحت الشيء فأنا أُريحه، إذا وجدت ريحه، والمعنى واحد، وقال الأصمعي: لا أدري هو من رِحت أو من أرحت؟. (٢) البيت لصخر الغَيِّ الهذلي في \"شرح أشعار الهذليين\" ص ٣٠٠، \"لسان العرب\" ٣/ ١٧٦٤، ٣/ ١٨٨٧. والزورة: البعد، وقيل: انحراف عن الطريق، والشفيف: لذع البرد، والسبنتى: النمِر.(٣) في كتاب \"الحجة\" ٢/ ٢٥٠: متقابلتان. وهو أصوب.(٤) البيت لأبي صخر الهذلي في \"شرح أشعار الهذليين\" ٢/ ٩٥٧، و\"شرح شواهد المغني\" ١/ ١٦٩، و\"لسان العرب\" ٥/ ٢٦٨٩ (طلع)، و\"مغني اللبيب\" ٢/ ٥١٨.(٥) من كتاب \"الحجة\" ٢/ ٢٥٠.</p><p> قال: وأخبرنا ابن الأعرابي قال: مهبّ الجنوب من مطلع سُهيل إلى مطلع الثُّرَيّا، والصبا من مطلع الثريا إلى بناتِ نَعْشٍ، والشمال من بنات نعش إلى مسقط النسر الطائر، والدبور من مسقط النسر الطائر إلى مطلع سُهَيل. </p><p> وقال غيره: الجنوب: التي تجيء من قبل اليمن، والشمال: التي تهبّ من قبل الشام، والدَّبور: التي تجيء من عن يمين القبلة شيئًا، والصّبا: بإزائها (١) . </p><p> والشمال ريح باردة، تكرهها العرب؛ لبردها وذهابها بالغيم، وفيه (٢) الحَيَا والخِصْبُ (٣) ، وإذا سمعت الريح تنسب إلى الشام فهي الشمال الباردة، كقول زياد بن منقذ: </p><p> والمطعِمون إذا هبّتْ شاميةً ... وباكر الحيَّ من صُرّادها صِرَمُ (٤)  (٥) </p><p> وقال النابغة: </p><p> وهبّت الريحُ مِن تلقاءِ ذي أُرُلٍ ... تُزجى مع الليل من صُرّادها صِرَمًا (٦) </p><p>(١) من كتاب \"الحجة\" ٢/ ٢٥٠، و ٢٥١ بتصرف وتقديم وتأخير. (٢) في (ش): (وفيها).(٣) من كلام الأصمعي، نقله أبو علي في \"الحجة\" ٢/ ٢٥٥.(٤) في (أ): ضبطت صِرَم، وفي (ش): صَرَم.(٥) ينظر: \"معجم البلدان\" ١/ ٢٠٣ (أشي).(٦) البيت في \"ديوانه\" ص ٦٣، \"لسان العرب\" ١/ ٦٥، ٤/ ٢٤٣٩، \"مقاييس اللغة\" ٣/ ٣٤٥، \"أساس البلاغة\" (مادة: صرم).</p><p> وذُو أُرُلٍ: جبل بأرض غطفان من ناحية الشام، ولكراهتهم الشمال يسمّون كل مكروه عندهم: مشْمولًا، قال زهير: </p><p> جرت سُنُحًا (١) فقلت لها مَرُوعُا ... نَوًى مَشْمُولةٌ فمتى اللِّقاءُ (٢) </p><p> مشمولة أي: مكروهة (٣) . </p><p> وقد صرّح طرفة بأن الشمال شامية، في قوله: </p><p> فأنت (٤) على الأدنى شَمالٌ عَرِيّةٌ (٥) ... شآميّةٌ (٦) تَزوي (٧) الوجوهَ بَلِيلُ </p><p> ويحبون الجنوب لدفئها، ولأنها تجيء بالسحاب والمطر (٨) ، أنشد الأصمعي لحُميد بن ثور: </p><p> فلا يُبْعِدِ اللهُ الشبابَ وقولَنا ... إذا ما صَبَوْنا صبْوَةً سَنَتُوبُ </p><p> لياليَ أَبْصَارُ الغواني وسمعُها ... إليَّ وإذ ربْحِي لهن جنوبُ (٩) </p><p>(١) في (ش): (كأنها بسحًا). (٢) البيت في \"ديوانه\" ص ٥٩، و\"لسان العرب\" ٤/ ٢١١٣، ٤/ ٢٣٢٩، \"أساس البلاغة\" ١/ ٥٠٦ (مادة: شمل).(٣) ينظر: \"الحجة\" لأبي علي الفارسي ٢/ ٢٥٥.(٤) في (ش)، (م): (وأنت).(٥) في (ش): (عزية).(٦) سقطت من (م).(٧) في (ش): (تزري).(٨) من كلام الأصمعي تابع للنقل السابق عنه، نقله أبو علي في \"الحجة\" ٢/ ٢٥٥، وقطعه المؤلف وأدخل فيه غيره.(٩) البيتان لحميد بن ثور، وردا في \"الإصابة\" ١/ ٣٥٦، \"الاستيعاب\" ١/ ٤٣١، \"الأغاني\" ١٨/ ١٣٢، \"الزاهر\" ١/ ٣٦٧. ينظر: \"وضح البرهان\" ٢/ ٣٣٢.</p><p> أي: محبوبة كما تحب الجنوب. </p><p> وقال أبو عبيدة: الشمال عند العرب للرَّوْح، والجنوب للأمطار والأنداء، والدَّبور للبلاء، أهونه أن يكون غبارًا عاصفًا، يقْذي (١) العين، وهي أقلهن هُبوبًا، والصَّبا لإلقاح الشجر، وكل ريح انحرفت فوقعت بين ريحين من هذه الأربع فهي نكباء. </p><p> وتقول العرب: إنَّ النُّكْب أربع: فنكباء الصبا والجنوب ميباس للبقل ونكباء الصبا (٢) والشمال مِعْجاجٌ مِصْراد، لا مطر فيها ولا خير، ونكباء الشمال والجنوب ريح قَرَّة، وربما كان فيها مطر وهو قليل، ونكباء الدبور والجنوب قد تكون في الشتاء والصيف (٣) . وقول الخثعمي: </p><p> مِن كلِّ فيّاضِ اليدين إذا غدَتْ ... نكباءُ تُلْوي بالكنيفِ (٤) المُوصَدِ (٥) </p><p> هذه في الشتاء (٦)  (٧) . </p><p> واختلف القراء في {الرِّيَاحِ} فقرأ بعضهم: بالجمع في مواضع، وبالتوحيد في مواضع (٨) ، وهم مختلفون فيها. والأظهر في هذه الآية </p><p>(١) في (م): (يؤذي). (٢) في (ش): (للصبا).(٣) في (أ): (كأنها المصيف).(٤) في (ش): (الكثيف).(٥) ورد البيت في \"ديوان الحماسة\" ١/ ٣٣٤.(٦) في (م): (الثنا).(٧) ينظر في تفصيلات الريح وأسمائها وأنواعها:\"المخصص\" لابن سيده ٢ سفر ٩٦٢ وما بعدها.(٨) فبهذه الآية قرأ حمزة والكسائي وخلف بإسكان الياء وحذف الألف بعدها، على الإفراد، وغيرهم بفتح الياء وألف بعدها على الجمع. ينظر: \"السبعة\" ص ١٧٣،=</p><p> الجمع؛ لأن كل واحد من هذه الرياح مثل الأخرى في دلالتها على الوحدانية، وتسخيرها؛ لينتفع الناس بها بتصريفها، وإذا كان كذلك فالوجه أن تجمع؛ لمساواة كل واحدة منها الأخرى. وأما من وحّد فإنه يريد الجنس، كما قالوا (١) : أهلك (٢) الناس الدينار والدرهم، وإذا أريد بالريح الجنس كانت قراءة من وحّد كقراءة من جمع. </p><p> فأما ما روي في الحديث من أن النبي - صلى الله عليه وسلم - كان إذا هبت ريح قال:  \"اللهم اجعلها رياحًا ولا تجعلها ريحاً\"  (٣) . </p><p> فمما (٤) يدل على أن مواضع الرحمة بالجمع أولى قوله (٥) : {وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ}  [الروم: ٤٦] ، وإنما تبشر بالرحمة، ويشبه أن يكون النبي - صلى الله عليه وسلم - قصد هذا الموضع من التنزيل. ومواضع الإفراد من </p><p>= \"النشر\" ٢/ ٢٢٣، \"الحجة\" ٢/ ٢٤٨ - ٢٥١، وقد ذكروا المواضع التي اختلفت فيها القراء في القرآن كله. (١) في (م): (يقال).(٢) في (م): (هلك).(٣) أخرجه الشافعي في الأم ١/ ٢٥٣ باب القول في الإنصات عند رؤية السحاب، وفي \"المسند\" ١/ ١٧٥ برقم ٥٠٢، باب في الدعاء من طريق العلاء بن راشد عن عكرمة عن ابن عباس، ومن طريق الشافعي أخرجه البيهقي في \"معرفة السنن والآثار\" ٥/ ١٨٩، وأخرجه أبو الشيخ في \"العظمة\" ٤/ ١٣٥٢ من طريق العلاء بن راشد، وهو ضعيف، وأخرجه أبو يعلى في \"مسنده\" ٤/ ٣٤١، والطبراني في \"الكبير\" ١١/ ٢١٣ من طريق الحسين بن قيس، وهو متروك. قال الهيثمي في \"مجمع الزوائد\" ١٠/ ١٣٥: رواه الطبراني وفيه: حسين بن قيس، الملقب بحنش، وهو متروك، وقد وثقه حصين بن نمير، وبقية رجاله رجال الصحيح.(٤) في (م): (رايدًا).(٥) في كتاب \"الحجة\" ٢/ ٢٥٧: ومواضع العذاب بالإفراد، ويقوي ذلك قوله تعالى.</p><p> العذاب (١) كقوله: {وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ}  [الذاريات: ٤١] . </p><p> وقد يختص اللفظ في التنزيل بشيء فيكون أمارة له، فمن ذلك أن عامة ما جاء في التنزيل من قوله:  {وَمَا يُدْرِيكَ} مبهم غير مبيّن، كقوله:  {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}  [الشورى: ١٧] ، وما كان من لفظ (أدراك) مفسّر، كقوله:  {وَمَا أَدْرَاكَ مَا الْقَارِعَةُ}  [القارعة: ٣] ، {وَمَا أَدْرَاكَ مَا هِيَهْ}  [القارعة: ١٠]  (٢) . </p><p> فأما التفسير، فالتصريف في اللغة: التقليب، وهو تَفْعيل من الصَّرف، والصَّرف: القلب عن الشيء. والصَّرِيف: اللبنُ الذي سَكَنَت (٣) رَغْوتُه؛ لانصراف الرغوة عنه، وقيل: لا يُسمَى صريفًا حتى يُنصرف به عن الضرع (٤) ، والصريف: الفحل نابيه؛ لأنه يقلب أحدهما بالآخر (٥) . </p><p> قال المفسرون: ومعنى {وَتَصْرِيفِ الرِّيَاحِ} : تَقْليبُها قَبُولًا ودَبُورًا وشمالًا وجنوبًا، كما بَيَّنَّا، وتصريفها مرةً بالرحمة، ومرةً بالعذاب، وتصريفها مرة حارةً، ومرةً باردةً، ومرة لينةً، ومرةً عاصفة (٦) . </p><p>(١) في (أ)، (م): (الإفراد والعذاب). (٢) من كتاب \"الحجة\" ٢/ ٢٥٦ - ٢٥٨ بتصرف.(٣) في (ش): (سكتت). ولعلها كذلك في (م).(٤) ينظر في معاني التصريف: \"المفردات\" ص ٢٨٣، \"اللسان\" ٤/ ٢٤٣٤ (صرف).(٥) العبارة غير واضحة، وقد يكون صوابها: صرف الفحل نابه، أي: حرقه فسمعت له صوتًا، ولنابه صريف أي: صوت. قال في \"اللسان\" ٤/ ٢٤٣٦: الصريف: صوت الأنياب، وصرف الإنسان والبعير نابه، وبنابه حرقة فسمعت له صريفًا، وناقة صروف بينة الصريف، وصريف الفحل: تهدُّره.(٦) ينظر: \"تفسير الطبري\" ٢/ ٦٤، \"تفسير ابن أبي حاتم\" ١/ ٢٧٥، \"تفسير الثعلبي\" ١/ ١٣١١، \"المحرر الوجيز\" ٢/ ٥١، \"البحر المحيط\" ١/ ٤٦٧.</p>"
}