{
  "id": null,
  "sura": 2,
  "aya": 248,
  "text": "<p> بالوراثة، إنما هو بإيتاء الله واختياره (١) . </p><p> وقوله تعالى:  {وَاللَّهُ وَاسِعٌ عَلِيمٌ} قيل في الواسع ثلاثة أقوال: </p><p> أحدها: أنه واسع الفضل والرزق والرحمة، وسعت رحمته كل شيء، وهذا كما يقال: فلان كبير وعظيم (٢) ، يراد: أنه كبيرُ القدر، كذلك هو واسع بمعنى: أنه واسع الفضل، وهذا القول اختيار الأزهري (٣)  (٤) . </p><p> والثاني: أنه واسع بمعنى: مُوَسِّع، أي: يوسع على من يشاء (من عباده)  (٥) من نعمه، وهذا قول الزجاج (٦) ، لأنه قال في قوله:  {وَاسِعٌ عَلِيمٌ} معناه: يوسع على من يشاء، ويعلم أين ينبغي أن تكون السعة. </p><p> الثالث: أنه واسع بمعنى ذو سعة (٧) ، ويجيء فاعل (٨) كثيرًا ومعناه ذو كذا، نحو:  {عِيشَةٍ رَاضِيَةٍ}  [الحاقة: ٢١] أي ذات رضى، وهمّ ناصب: ذو نصب، فلما قال لهم النبي ذلك، قالوا له: لا نصدقك أن الله بعثه علينا، ولكنك تريد أن تحمله علينا مضارة لنا إذ سألناك ملكًا، فأراهم النبي على صحة مُلْك طالوت وتمليك الله إياه آيةً (٩) وهي قوله: </p><p> ٢٤٨ - {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ} </p><p>(١) \"تفسير الثعلبي\" ٢/ ١٣٤٩. (٢) في (ي): (كبير عظيم).(٣) في (ي): (الزهري).(٤) في: \"تهذيب اللغة\" ٤/ ٣٨٨٩ (مادة: وسع).(٥) زيادة من (م).(٦) في: \"معاني القرآن\" ١/ ٣٢٩.(٧) \"تفسير البغوي\" ١/ ٢٩٨.(٨) في (ش): (وعلى فاعل).(٩) \"زاد المسير\" ١/ ٢٩٤.</p><p> قال أصحاب الأخبار: إن الله تعالى أنزل على آدم تابوتًا فيه صور الأنبياء من أولاده، فتوارثه أولاد آدم إلى أن وصل إلى يعقوب، فكان في بنى إسرائيل، وكانوا إذا اختلفوا في شيء تكَلَّم وحكم بينهم، وإذا حضروا القتال قدموه بين أيديهم يستفتحون به على عدوهم، وكانت الملائكة تحمله فوق العسكر وهم يقاتلون العدو، فإذا سمعوا من التابوت صيحة استيقنوا النصرة، فلما عصوا وفسدوا سلط الله عليهم العَمَالقة، فغلبوهم على التابوت، وسلبوه فلما سألوا نبيهم البينة على ملك طالوت دعا النبي ربه، فنزل بالقوم الذين غلبوا (بنى إسرائيل على التابوت)  (١) داء بسببه، وذلك أنهم كانوا قد أخذوا التابوت فجعلوه في موضع غائطهم وبولهم، وكل من بال عنده أو تغوط ابتلاه الله بالبواسير، حتى تنبهوا أن ذلك لاستخفافهم بالتابوت، أخرجوه ووضعوه (٢) على ثورين، فأقبل الثوران يسيران، ووكل الله بهما أربعة من الملائكة يسوقونهما (٣) ، حتى أتوا به منزل طالوت، فلما رأوا التابوتَ عند طالوت، علموا أن ذلك إمارة ملكه عليهم، فذلك قوله:  {إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ} الآية (٤) . </p><p> والإتيان على هذا مجاز لأنه أُتِيَ به ولم يأت هو، فنسبَ الإتيان إليه توسعًا، كما يقال: ربحت الدراهم، وخسرت التجارة، وعزم الأمر. </p><p> وقال آخرون: إن التابوت لم تحمله الملائكة ولا الثوران، بل كان </p><p>(١) ساقط من (ي). (٢) في (ي) (فوضعوه) وفي (م) (قضعوه)(٣) في (ي) (يسوقونها).(٤) تنظر القصة بطولها في: \"تفسير الطبري\" ٢/ ٦٠٧ - ٦٠٨، \"تاريخ الأمم والملوك\" ١/ ٤٦٩، \"تفسير الثعلبي\" ٢/ ١٣٥٨ - ١٣٦٢، \"تفسير البغوي\" ١/ ٢٩٨ - ٢٩٩، \"البحر المحيط\" ٢/ ٢٦١.</p><p> يسير بقدرة الله عز وجل، بلا حامل يحمله، ولا جارٍّ يجره، وهم ينظرون إليه، والملائكة تحفظه وترعاه، حتى وضع عند طالوت، وهذا قول ابن عباس، وعلى هذا الإتيان حقيقة في التابوت. </p><p> وأضيف الحمل إلى الملائكة في القولين جميعًا؛ لأن من حفظ شيئًا في الطريق ورعاه جاز أن يوصف بحمل ذلك الشيء وإن لم يحمله، كما يقول القائل: حملت الأمتعة إلى زيد، إذا رعاها وحفظها في الطريق، وإن كان الحامل غيره، وتقول: حملت متاعي إلى مكة، ومعناه: كنت سببًا لحمله (١) . </p><p> وقوله تعالى:  {فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ} قال وَهْبٌ: السكينة: روح من الله يتكلم، وكانوا إذا اختلفوا في أمر نطق ببيان ما يريدون (٢) . </p><p> وقال قتادة (٣) والكلبي (٤) : هي فعيله من السكون، أي: طمأنينة من ربكم. وفي أي مكان كان التابوت اطمأنوا إليه وسكنوا. </p><p> وهذا اختيار الزجاج. قال: أي: فيه ما تسكنون به إذا أتاكم (٥) . </p><p> والسكينة: مصدر وقع موقع الاسم، نحو القضية والعزيمة، وهذا معنى قول الحسن، قال: جعل الله لهم في التابوت سكينةً لا يفرُّون عنه </p><p>(١) قال أبو حيان في \"البحر المحيط\" ٢/ ٢٦١: وقد كثر القصص في هذا التابوت والاختلاف في أمره، والذي يظهر أنه تابوت معروف حاله عند بني إسرائيل كانوا قد فقدوه، وهو مشتمل على ما ذكره الله تعالى مما أبهم حاله، ولم ينص على تعيين ما فيه. (٢) رواه عبد الرزاق في \"تفسيره\" ١/ ١٠٠، والطبري في \"تفسيره\" ٢/ ٦١٢، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٦٩.(٣) رواه الطبري في \"تفسيره\" ٢/ ٦١٣، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٧٠.(٤) ذكره السمرقندي في \"بحر العلوم\" ١٢١٩، والثعلبي في \"تفسيره\" ٢/ ١٣٥٦.(٥) في \"معاني القرآن\" ١/ ٣٢٩.</p><p> أبدًا وتطمئن قلوبهم (١) . </p><p> وجاء في التفسير: أن السكينة لها رأس كرأس الهرة من زبرجد وياقوت، ولها جناحان (٢) . </p><p> وقال مقاتل: كان فيه رأس كرأس الهرة إذا صاح كان الظفرُ لبني إسرائيل (٣) . </p><p> وقوله تعالى:  {وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ} والبقية: مصدَرٌ وَقَعَ مَوْقِعَ الاسم، مثل: السكينة ونحوها، فيقال للباقي: بقية، وجمعها: بقايا (٤) . </p><p> قال المفسرون: البقية التي كانت في التابوت: لوحان من التوراة، ورضُاض الألواح التي تكسَّرت لما ألقى موسى الألواحَ، وقفيزٌ من المن الذي كان ينزل عليهم، ونعلا موسى، وعمامة هارون، وعصاه، وعصى موسى، وطست من ذهب، قيل: كان يغسل فيه (٥) قلوب الأنبياء (٦) . وإنما جعل هذه الأشياء بقية لأنها بقيت مما تركه موسى وهارون. </p><p>(١) قريب منه عند ابن أبي حاتم في \"تفسيره\" ٢/ ٤٦٩. (٢) بنحوه عن مجاهد في \"تفسيره\" ١/ ١١٤، ورواه عبد الرزاق في \"تفسيره\" ١/ ١٠١، والطبري في \"تفسيره\" ٢/ ٦١١ - ٦١٢، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٦٩.(٣) \"تفسير مقاتل\" ١/ ٢٠٦، وأخرج نحوه الطبري في \"تفسيره\" ٢/ ٦١٢، عن وهب بن منبه عن بعض أهل العلم من بني إسرائيل.(٤) ينظر: \"تفسير الثعلبي\" ٢/ ١٣٥٦، \"المفردات\" ص ٦٧، \"لسان العرب\" ١/ ٣٣٠ - ٣٣١ (مادة: بقي).(٥) في (ي): (فيها).(٦) تنظر الآثار في ذلك: عند سعيد بن منصور في \"سننه\" ٣/ ٩٤٨، والطبري في \"تفسيره\" ٢/ ٦١٣ - ٦١٥، وابن أبي حاتم ٢/ ٤٧٠ - ٤٧١، والثعلبي في \"تفسيره\" ٢/ ١٣٥٧.</p><p> وأراد بآل موسى وآل هارون: موسى وهارون نفسهما، والعرب نقول: آل فلان، لو تريد نفسه (١) . قال جميل: </p><p> بثينة (٢) مِنْ آل النّساء وإنما ... يَكُنَّ لأدْنَى لا وِصَالَ لِغَائِبِ (٣) </p><p> وعلى هذا يتأول قوله - صلى الله عليه وسلم - لأبي موسى:  \"لقد أُوتيَ هذا مِزمارًا من مزامير آل داود(٤)\" أراد: داود نفسه؛ لأنَّه لا يُعْلَم أحدٌ من آله أُعْطِيَ من حسن الصوت ما أعطيه داود. </p><p> أخبرنا أبو الحسين بن أبي عبد الله الفسوي، أخبرنا أحمد بن محمد الفقيه، أخبرني أبو رجاء الغنوي، قال: حدثنا أبي، قال حدثنا ابن عمر بن شبه، قال: سمعت أبا عبيدة وسأله رجلٌ عن رجل أوصى لآل فلان: ألفلان نفسه المسمى من هذا شيء؟ قال: نعم، قال الله تعالى: {أَدْخِلُوا آلَ </p><p>(١) \"تفسير الثعلبي\" ٢/ ١٣٥٦، \"لسان العرب\" ١/ ١٧٤ - ١٧٥ (مادة آل). (٢) هو جميل بن عبد الله بن معمر الحذري، أبو عمر، شاعر أموي من أشهر شعراء الغزل، صاحب بثينة، وكان قد خطبها فمنعت منه، فتغزل بها، واشتهر. وكان عفيفًا حييًا دينًا، توفي سنة ٨٢، وقيل: بعد ذلك. ينظر \"الشعر والشعراء\" ٢٨٢، و\"سير أعلام النبلاء\" ٤/ ١٨١(٣) البيت عزاه إلى جميل، الثعلبي في \"تفسيره\" ٢/ ١٣٥٦، وأبو حيان في \"البحر المحيط\" ٢/ ٢٦٢، وليس في \"ديوان جميل\"، وعزاه ابن جني في \"الخصائص\" ٣/ ٢٧ إلى كثيِّر، ولذا ألحقه د/ إحسان عباس بـ\"ديوان كثير\" ص ٣٤٣، والبيت ذكره الطبري في \"تفسيره\" ١/ ٢٧٠، وابن فارس في \"الصاحبي\" ص ٢٥٨. ينظر تحقيق \"تفسير الثعلبي\" ٢/ ١٣٥٧.(٤) أخرجه البخاري (٥٠٤٨) كتاب: فضائل القرآن، باب: حُسْن الصوت بالقراءة بالقرآن، ومسلم (٧٩٣) كتاب: صلاة المسافرين، باب: استحباب تحسين الصوت بالقرآن، من حديث أبي موسى الأشعري.</p><p> فِرْعَوْنَ أَشَدَّ الْعَذَابِ} [غافر: ٤٦] ، ففرعون أوَّلُهم، وأنشد: </p><p> ولا تبكِ مَيْتًا بعد ميت أجنة ... علي وعباس وآل أبي بكْرِ (١) </p><p> يريد: أبا بكر نفسه، وآل الرجل في اللغة: شخصه (٢) ، وقد ذكرناه عند قوله:  {وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ}  [البقرة: ٤٩] . </p><p> وقوله تعالى:  {إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ} أي: في رجوع التابوت إليكم علامة أنَّ الله قد ملَّكَ طالوت عليكم {إِنْ كُنْتُمْ مُؤْمِنِينَ} أي: مصدقين (٣) . </p><p> قيل: إنهم كفروا بتكذيبهم نبيَّهُم في تمليك طالوت، ولذلك لم يَصْبر عن الماء - لَمَّا ابتلاهم اللهُ بالنهر إلا القليل منهم، وهم الذين أطاعوا ولم يكذبوا، فعلى هذا قوله:  (إن كنتم مؤمنين) أي: مصدقين بتمليك طالوت إذ عاد إليكم التابوت (٤) . </p><p> وقيل: أراد {إِنْ كُنْتُمْ مُؤْمِنِينَ} كما تزعمون (٥) ، ويجوز أن يكون المعنى: إن في ذلك لآية لمن كان مؤمنًا منكم، فدخل الشرط للتوكيد، كقوله:  {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ}  [المائدة: ٢٣] ، أي: من كان مؤمنًا توكل، وكما تقول: إن كنت أخي فأكرمني، لم يدخل الشرط للشك في الأخوة، ولكن توكيدًا للإكرام، ومثله في القرآن كثير. </p><p>(١) البيت من الطويل، وهو لابن أراكة الثقفي في: \"المؤتلف والمختلف\" ص ٥٣. (٢) ينظر \"البحر المحيط\" ٢/ ٢٦٢.(٣) \"تفسير الطبري\" ٢/ ٦١٧، وبنحوه في \"معاني القرآن\" للزجاج ١/ ٣٣٠.(٤) \"تفسير الطبري\" ٢/ ٦١٧، \"البحر المحيط\" ٢/ ٢٦٣.(٥) ينظر: \"البحر المحيط\" ٢/ ٢٦٣.</p>"
}