{
  "id": null,
  "sura": 2,
  "aya": 195,
  "text": "<p> والعرب تقول: ظلمني فلان فظلمته، إذا جازيته بظلمه، وجَهِلَ عَلَيَّ فَجَهِلْتُ عليه، أي: جازيته بجهله. قال عمرو (١) : </p><p> ألا لا يَجْهَلَن أحدٌ علينا ... فَنَجْهَل فوق جَهْلِ الجاهلينا (٢) </p><p> أي: نكافئ على الجهل بأكثر من مقداره، ومثله من التنزيل: قوله عز وجل: {وَمَكَرُوا وَمَكَرَ اللَّهُ}  [آل عمران: ٥٤] وقوله: {فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ}  [التوبة: ٧٩]  (٣) . </p><p> ١٩٥ - وقوله تعالى:  {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ} كل ما أمر الله به من الخير فهو في سبيل الله، وأكثر ما استعمل في الجهاد؛ لأنه السبيل الذي يقاتل فيه على عقد الدين (٤) . </p><p> وقوله تعالى:  {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} قال أبو عبيدة (٥) والزجاج (٦) : التَهْلُكة: الهلاك، يقال: هلك يهلك هَلاكًا وهُلْكًا وهَلَكًا وتَهلُكةً. </p><p>(١) عمرو بن كلثوم بن مالك بن عتاب التغلبي، شاعر جاهلي، من أصحاب المعلقات، وهو قاتل عمرو بن هند ملك الحيرة، وقد عمِّر وأدركته المنية وهو يناهز الخمسين ومائة. ينظر: \"طبقات فحول الشعراء\" ١/ ١٥١، \"الشعر والشعراء\" ص ١٣٧، \"خزانة الأدب\" ٣/ ١٨٣.(٢) البيت في \"ديوانه\" ص ٣٣٠ وقد تقدم تخريجه ٢/ ١٤٠.(٣) \"معاني القرآن\" للزجاج ١/ ٢٦٥، وينظر: \"تفسير الطبري\" ٢/ ١٩٩، ٢٠٠، \"تفسير الثعلبي\" ٢/ ٤١٣، ٤١٧، \"تفسير البغوي\" ١/ ٢١٥.(٤) من \"معاني القرآن\" للزجاج ١/ ٢٦٥، \"تفسير البغوي\" ١/ ٢١٥.(٥) \"مجاز القرآن\" لأبي عبيدة ١/ ٦٨.(٦) \"معاني القرآن\" للزجاج ١/ ٢٦٦.</p><p> قال الخارزنجي (١) : لا أَعْلَمُ في كلام العَرب مصدرًا على تفعُلة بضم العين إلا هذا (٢) . </p><p> قال أبو علي: قد حكى سيبويه التَّضُرَّةُ والتَّسُرَّة وقد جاء هذا المثال اسما غير مصدر، حكى سيبويه: التتفل والتنضُب قال: ولا نعلمه جاء صفةً (٣) . </p><p> وقال الليث: التَّهْلُكَة: كل شيء تصيرُ عَاقبتُه إلى الهلاك. </p><p> ومعنى الهَلاكِ: الضياعُ، وهو مصير الشيء بحيث لا يُدْرى أين هو (٤) . </p><p> ومعنى قوله:  {وَلَا تُلْقُوا بِأَيْدِيكُمْ} ، لا تأخذوا في ذلك، يقال لكل من أخذ في عمل: قد ألقى يديه فيه (٥) ، ومنه: </p><p>(١) هو: أحمد بن محمد البشتي، أبو حامد المعروف بالخارْزَنجي، إمام الأدب بخراسان في عصره بلا مدافعة، صنف تكملة كتاب العين، وشرح أبيات أدب الكاتب توفي سنة ٣٤٨ هـ. ينظر: \"الأنساب\" ٢/ ٣٠٤ \"بغية الوعاة\" ١/ ٣٨٨. (٢) رواه عنه الثعلبي في \"تفسيره\" ٢/ ٤١٧، والحيري في \"الكفاية\" ١/ ١٣٦، وينظر: \"البحر المحيط\" ١/ ٥٩، \"الدر المصون\" ٢/ ٣١٢.(٣) ينظر: \"الكتاب\" لسيبويه ٤/ ٢٧٠ - ٢٧١، وينظر: \"البحر المحيط\" ١/ ٥٩.(٤) ينظر في التهلكة: \"تفسير الثعلبي\" ٢/ ٤١٧، \"المفردات\" ص ٥٢٢، \"البحر المحيط\" ١/ ٥٩، \"اللسان\" ٨/ ٤٦٨٦ (هلك)، وقال الحافظ في \"الفتح\" ٨/: وقيل: التهلكة: ما أمكن التحرز منه، والهلاك بخلافه، وقيل: التهلكة: نفس الشيء المهلك، وقيل ما تضر عاقبته، والمشهور الأول. وينظر: \"تفسير البغوي\" ١/ ٢١٥، \"البحر المحيط\" ٢/ ٦٠، وقد تكلم كثيرا، يحسن تلخيص كلامه.(٥) \"تفسير الطبري\" ٢/ ٢٠٤، ٢٠٥، \"تفسير الثعلبي\" ٢/ ٤١٨.</p><p> حتى إذا ألقت يدًا في كافر (١) </p><p> أي: بدأت (٢) في المغيب (٣) . </p><p> وقال المبرد: عبر بالأيدي عن النفس، أراد: لا تلقوا أنفسكم إلى التهلكة، فعبر بالبَعْضِ عن الكُلِّ، كقوله:  {بِمَا قَدَّمَتْ يَدَاكَ}  [الحج: ١٠]  {فَبِمَا كَسَبَتْ أَيْدِيكُمْ}  [الشورى: ٣٠]  (٤) . </p><p> والباء زائدة، أراد: لا تلقوا أيديكم، يدل عليه قوله {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ}  [النحل: ١٥] . فعدّى بغير الباء (٥) . </p><p> وقال أبو علي: المعنى لا تقربوا مما يهلككم؛ لأن من ألقى يَدَهُ إلى الشيء فقد قَرُبَ منه، وهذا مبالغة (في الزجر)  (٦) وتأكيد، لأن النهي إذا وقع عن (٧) مشارفته ومُقاربته فمباشرته أولى بالانتهاء، وكان المعنى: لا تقربوا من ترك الإنفاق في سبيل الله (٨) . </p><p>(١) عجز البيت: وأَجَنَّ عوراتِ الثُّغُورِ ظَلاَمُهاوالبيت للبيد في \"ديوانه\" ص ٣١٦، و\"شرح المعلقات السبع\" لأبي عبد الله الزورني ص ٢٢٠، و\"شرح المعلقات العشر\" للتبريزي ص ٢٤٦، و\"إصلاح المنطق\" ص ١٢٧، \"تفسير الثعلبي\" ٢/ ٤١٨. والكافر: الليل، والكفر: الستر، والإجنان: الستر أيضًا. \"لسان العرب\" ٧/ ٣٨٩٧ (كفر).(٢) في (م): (بدت).(٣) \"تفسيرالثعلبي\" ٢/ ٤١٨.(٤) نقله عنه الثعلبي في \"تفسيره\" ٢/ ٤١٨، وابن الجوزي في \"زاد المسير\" ١/ ٢٠٣.(٥) ينظر: \"تفسير الثعلبي\" ٢/ ٤١٩، \"معاني القرآن\" للأخفش ١/ ٣٥٣، \"الإنصاف في مسائل الخلاف\" لابن الأنباري ٢٤٤.(٦) سقطت من (م).(٧) في (ش): (من).(٨) ينظر في ذكر الأقوال في الآية \"تفسير الطبري\" ٢/ ٢٠٠ - ٢٠٢، \"البغوي\" =</p><p> وأكثر أهل التفسير على أن معنى قول {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} ، أي: لا تمسكوا ولا تبخلوا عن الإنفاق في سبيل الله. </p><p> والمراد بهذه الآية: النَّهْيُ عن ترك النفقة في الجهاد، إما أن ينفق على نفسه ويخرج، وإما أن ينفق على من يغزو من المسلمين (١) ، حتى قال ابن عباس: أنفق في سبيل الله، وإن لم يكن لك إلا سهم أو مشقص، ولا يقولن أحدكم: لا أجد شيئًا (٢) . </p><p> وقال السدي، في هذه الآية: أنفق في سبيل الله ولو عقالًا. {وَلَا تُلْقُوا </p><p>= ١/ ٢١٥ - ٢١٧، \"زاد المسير\" ١/ ٢٠٣، \"البحر المحيط\" ٢/ ٧٠، وذكر تسعة أقوال ثم قال: وهذه الأقوال كلها تحتمل هذه الآية، والظاهر أنهم نهوا عن كل ما يؤول بهم إلى الهلاك في غير طاعة الله، وقال الطبري في \"تفسيره\" ٣/ ٥٩٣: فالصواب أن يقال: إن الله نهى عن الإلقاء بأيدينا لما فيه هلاكنا، والاستسلام للهلكة وهي العذاب بترك ما لزمنا من فرائضه، فغير جائز لأحد منا الدخول في شيء يكرهه الله منا مما نستوجب بدخولنا فيه عذابه، ثم ذكر أثر ابن عباس: التهلكة: عذاب الله. (١) ذكر الطبري في \"تفسيره\" ٢/ ٢٠٠ - ٢٠٢، وابن أبي حاتم في \"تفسيره\" ١/ ٣٣١ الآثار في ذلك عن حذيفة، وابن عباس وعكرمة والحسن ومجاهد وعطاء وسعيد بن جبير وأبي صالح والضحاك والسدي ومقاتل بن حيان وقتادة ومحمد بن كعب القرظي، وينظر: \"صحيح البخاري\" ٥/ ١٨٥، و\"تفسير سفيان الثوري\" ص ٥٩، وسعيد بن منصور في \"السنن\" ٣/ ٧١٠، وعبد الرزاق في \"تفسيره\" ١/ ٧٤، والجصاص في \"أحكام القرآن\" ١/ ٢٦٢.(٢) رواه عنه سفيان الثوري في \"تفسيره\" ٥٩، والإمام أحمد في \"العلل ومعرفة الرجال\" ٢/ ٣٩٥، والطبري ٢/ ٢٠٠، وابن أبي شيبة في \"المصنف\" ٥/ ٣٣١، والبيهقي ٩/ ٤٥.</p><p> بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} لا تقل: ليس عندي شيء (١) . </p><p> وقال أبو إسحاق معناه: أنكم إن لم تنفقوا في سبيل الله هلكتم، أي: عصيتم الله فهلكتم، وجائز أن يكون هلكتم بتقوّي عدوكم عليكم (٢) . </p><p> فعلى هذا معنى التهلكة: الهلاك بالعصيان بترك النفقة، والهلاك بقوة العدو عند ترك النفقة في الجهاد. </p><p> وقال أبو أيوب الأنصاري (٣) : إنها نزلت فينا معشر الأنصار، لما أعز الله دينَهُ ونَصَر رَسُوله، قلنا: لو أقمنا في أموالنا فأصلحنا ما ضاع منها، فأنزل الله هذه الآية (٤) . </p><p>(١) رواه عنه الطبري ٢/ ٢٠١، وذكره ابن أبي حاتم ١/ ٣٣١. (٢) \"معاني القرآن\" للزجاج ١/ ٢٦٦.(٣) هو: خالد بن زيد بن كليب بن ثعلبة، أبو أيوب الأنصاري، من بني النجار، صحابي شهد العقبة وبدرا وأحدا والخندق وسائر المشاهد، رحل إلى الشام وغزا مع جيش معاوية القسطنطينية، وتوفي هناك سنة ٥٢ هـ. ينظر: \"الإصابة\" ١/ ٤٠٥، \"الأعلام\" ٢/ ٢٩٥.(٤) الحديث رواه الترمذي في التفسير، باب: ومن سورة البقرة ٥/ ٢١٢ وقال: حسن صحيح غريب، والنسائي في \"تفسيره\" ١/ ٢٣٦، وأبو داود في الجهاد، باب: في قوله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} ٣/ ١٢ برقم ٢٥١٢، وصححه الألباني كما في صحيح سنن أبي داود برقم ٢١٩٣، ولهذا الحديث قصة، عن أسلم بن عمران قال: غزونا من المدينة نريد القسطنطينية، وعلى الجماعة عبد الرحمن بن خالد بن الوليد، والروم ملصقو ظهورهم بحائط المدينة، فحمل رجل على العدو، فقال الناس: مه مه، لا إله إلا الله، يلقي بيديه إلى التهلكة! فقال أبو أيوب: إنما نزلت في الإلقاء بالأيدي إلى التهلكة أن نقيم في أموالنا ونصلحها وندع الجهاد. هذا لفظ أبي داود. قال الحافظ في \"الفتح\" ٨/ ٣٤: وأما مسألة حمل الواحد على العدد الكثير من العدو، فصرح الجمهور بأنه إن كان لفرط شجاعته وظنه أنه يرهب العدو بذلك، أو يجرئ المسلمين عليهم أو نحو ذلك من المقاصد الحسنة فهو حسن، ومتى كان مجرد تهور =</p><p> فعلى هذا، التهلكة: الإقامة في الأهل والمال وترك الجهاد. </p><p> والمعنى: لا تتركوا الجهاد فتهلكوا، فسمى ترك الجهاد تَهُلكة؛ لأنه يؤدي إلى الهلاك في الدنيا بقوة العدو وفي الآخرة بالعصيان (١) . </p><p> وفي الآية قول ثالث، وهو ما روي عن البراء بن عازب (٢) : أنه قيل له في هذه الآية: أهو (٣) الرجل يحمل على الكتيبة وهم ألف بالسيف؟ قال: لا، ولكنه الرجل يصيب الذنب فيلقي بيديه (٤) ويقول: لا توبة لي؟ (٥) . </p><p>= فممنوع، ولا سيما إن ترتب على ذلك وهن في المسلمين. (١) ينظر: \"تفسير الطبري\" ٢/ ٢٠٥، \"الثعلبي\" ٢/ ٤٢٦، \"البحر المحيط\" ٢/ ٧٠.(٢) هو: البراء بن عازب بن حارث الأنصاري الأوسي، صحابي غزا مع رسول الله - صلى الله عليه وسلم - أربع عشرة غزوة، وهو الذي افتتح الرَّيَّ، وشهد الجمل وصفين مع علي - رضي الله عنه -، ومات في إمارة مصعب بن الزبير. ينظر: \"أسد الغابة\" ١/ ٢٠٥، \"الإصابة\" ١/ ٢٧٨.(٣) في (ش): (أهوالٌ).(٤) في (م): (بيده).(٥) رواه الطبري في \"تفسيره\" ٢/ ٢٠٢، وابن أبي حاتم في \"تفسيره\" ١/ ٣٣٢، والحاكم ٢/ ٣٠٢، وقال: صحيح على شرط الشيخين، والبيهقي في \"شعب الإيمان\" ٥/ ٤٠٧، والخطابي في \"غريب الحديث\" ١/ ٥٣٦، وصحح إسناده الحافظ في \"الفتح\" ٨/ ١٨٥، وروى الطبري في \"تفسيره\" ٢/ ٢٠٢، وأحمد في \"مسنده\" ٤/ ٢٨١ عن أبي بكر بن عياش عن أبي إسحاق قال: قلت للبراء: الرجل يحمل على المشركين، أهو ممن ألقى بيده إلى التهلكة؟ قال: لا؛ لأن الله عز وجل بعث رسوله - صلى الله عليه وسلم - فقال: فقاتل في سبيل الله لا تكلف إلا نفسك، إنما ذلك في النفقة، وذكر الحافظ في \"الفتح\" ٨/ ١٨٥ أنه إن كان محفوظا، فلعل للبراء فيه جوابين، والأول من رواية الثوري وأبي إسرائيل وأبي الأحوص ونحوهم، وكلٌّ منهم أتقن من أبي بكر بن عياش، فكيف مع اجتماعهم وانفراده.</p><p> وهذا القول اختيار يمان (١) بن رِئَاب (٢)  (٣) والمفضل (٤) ، قالا: يقال للرجل إذا استسلم للهلاك ويئس من النجاة: ألقى بيديه (٥) . </p><p> وقال الفضيل:  {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} بإساءة الظن بالله (٦) ، فعلى هذا القول التهلكة: هو ترك التوبة، والقنوط من رحمة الله، أو إساءة الظن بالله عز وجل في الإخلاف عند الإنفاق (٧) . </p><p> قال أبو علي الفارسي: الباء في قوله: (بأيديكم) زيادة، المعنى:  (ولا تلقوا أيديكم) يدل على ذلك قوله تعالى: {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ}  [النحل: ١٥]  {وَأَلْقَيْنَا فِيهَا رَوَاسِيَ}  [الحجر: ١٩] و {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ}  [آل عمران: ١٥١] ، وزيادتها ههنا كزيادتها في قوله:  {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى}  [العلق: ١٤]  (٨) . </p><p>(١) ذكره عنه الثعلبي ٢/ ٤٣٧. (٢) في (ش): (ريمان بن زيّات). وفي (م): (رباب).(٣) هو: اليمان بن رباب أو ابن رئاب البصري من رؤساء الخوارج، تقدمت ترجمته.(٤) ذكره عنه الثعلبي في \"تفسيره\" ٢/ ٤٣٧. وهذا القول مروي أيضًا عن محمد بن سيرين وعبيدة السلماني وأبي قلابة البصري. ينظر: \"تفسير الطبري\" ٢/ ٢٠٣، \"تفسير ابن أبي حاتم\" ١/ ٣٣٢، \"تفسير عبد الرزاق\" ١/ ٣٣٢، \"تفسير الثعلبي\" ٢/ ٤٣٦ - ٤٣٧.(٥) في (م): (بيده).(٦) رواه سفيان الثوري في \"تفسيره\" ٥٩، ورواه ابن أبي الدنيا في \"حسن الظن بالله\" ص ١١٧، وذكره الثعلبي ٢/ ٤٤٣، وروى الطبري ٢/ ٢٠٥ عن عكرمة نحوه.(٧) وروى الطبري ٢/ ٢٠٥، وابن أبي حاتم ١/ ٢٣٢ عن علي بن أبي طلحة عن ابن عباس قال: التهلكة: عذاب الله، وهذا قول رابع في معنى الآية.(٨) ينظر: \"تفسير الطبري\" ٢/ ٢٠٥، \"تفسير البغوي\" ١/ ٢١٥، وقال: وقيل: الباء في موضعها، وفيه حذف، أي: لا تلقوا أنفسكم بأيديكم إلى التهلكة، واختار أبو=</p><p> وقوله تعالى:  {وَأَحْسِنُوا} معناه على القول الأول في التهلكة: أنفقوا في سبيل الله، فمن أنفق في سبيل الله فهو محسن. </p><p> قال ابن عباس: أي (١) : أحسنوا الظن بالله، فإنه يُضَاعِفُ الثواب، ويُخْلِفُ لكم النفقة (٢) ، فالإحسان على هذا محمول على إحسان الظن بالله في الخُلْف، وعلى القول الثاني: جاهدوا، والمجاهد في سبيل الله محسنٌ، وعلى القول الثالث: تفسير الإحسان إحسان الظن بالله في قبول التوبة وغفران الذنوب (٣) . </p><p> ... </p><p>= حيان في \"البحر المحيط\" ٢/ ٧١ أن المفعول في المعنى هو بأيديكم، لكنه ضمن ألقى معنى ما يتعدى بالباء فعداه بها، كأنه قيل: ولا تفضوا بأيديكم إلى التهلكة، ويكون إذ ذاك قد عبر عن الأنفس بالأيدي؛ لأن بها الحركة والبطش والامتناع. (١) ليست في (م).(٢) رواه الطبري في \"تفسيره\" عن عكرمة ٢/ ٦٠٢، وذكر في \"البحر المحيط\" ٢/ ٧١.(٣) ينظر: \"زاد المسير\" ١/ ٣٠٣، وذكر أن القول الثاني: أحسنوا الظن بالله، قاله عكرمة وسفيان، وهو يخرج على قول من قال: التهلكة: القنوط، والثالث: معناه: أدوا الفرائض، رواه سفيان عن أبي إسحاق.</p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإِمام محمد بن سعود الإسلامية </p><p> عماد البحث العلمي </p><p> سلسلة الرسائل الجامعية </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> سورة البقرة من آية (١٩٦) - آخر السورة </p><p> تحقيق </p><p> د. محمد بن عبد العزيز الخضيري </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن سطام آل سعود ... أ. د. تركى بن سهو العتيبي </p><p> الجزء الرابع </p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإِمام محمد بن سعود الإسلامية </p><p> عماد البحث العلمي </p><p> سلسلة الرسائل الجامعية </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> سورة البقرة من آية (١٩٦) - آخر السورة </p><p> تحقيق </p><p> د. محمد بن عبد العزيز الخضيري </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن سطام آل سعود ... أ. د. تركى بن سهو العتيبي </p><p> الجزء الرابع </p><p> جامعة الإِمام محمد بن سعود الإسلامية ١٤٣٠هـ </p><p> فهرسة مكتبة الملك فهد الوطنية أثناء النشر </p><p> الواحدي, علي بن أحمد </p><p> التفسير البسيط لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت٤٦٨هـ) ./ علي بن أحمد الواحدي, محمد بن صالح بن </p><p> عبد الله الفوزان, الرياض١٤٣٠هـ. </p><p> ٢٥مج. (سلسلة الرسائل الجامعية) </p><p> ردمك: ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٥٨ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج١) </p><p> ١ - القرآن تفسير ... ٢ - الواحدي, علي بن أحمد </p><p> أ- العنوان ... ب- السلسة </p><p> ديوي ٢٢٧٣ ... ٨٦٨/ ١٤٣٠ </p><p> رقم الإيداع: ٨٦٨/ ١٤٣٠ هـ </p><p> ردمك ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٥٨ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج١) </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> [٤] </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p>"
}