{
  "id": null,
  "sura": 2,
  "aya": 256,
  "text": "<p> أي: أثقلها، يصف كَثْرةَ شَعْرِها، وإنها لا تُطِيقُ حَمْله (١) . </p><p> وقوله تعالى:  {وَهُوَ الْعَلِيُّ الْعَظِيمُ} يقال: علا يَعْلُو عُلُوًّا فهو عالٍ وعليّ، مثل: عَالم وعَليم، وسامع وسميع، فالله تعالى عليٌّ بالاقتدار ونفوذِ السلطان، وقيل: عليٌّ على الأشباه والأمثال. يقال: علا على قِرنه، إذا اقتدر عليه وغَلبه، وليس ثَمَّ عُلُوٌ من جهة المكان، ويقال أيضًا: علا فلان عن هذا الأمر: إذا كان أرْفَعَ مَحَلًّا عن الوصف به (٢) ، فمعنى العُلُوِّ في صفة الله تعالى منقولٌ إلى اقتداره، وقهره، واستحقاقه صفات المَدْح، على وجه لا يُسَاوى ولا يُوَازَى (٣)  (٤) . </p><p> والعظيم: معناه: أنه عظيم الشأن، لا يُعْجِزه شَيء، ولا نهايةَ لمَقْدُوره (٥) ومَعْلُومه. </p><p> ٢٥٦ - قوله تعالى:  {لَا إِكْرَاهَ فِي الدِّينِ} الآية. اللام في الدين، قيل: إنه لام العهد، وقيل: بدل من الإضافة، كقوله:  {فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى}  [النازعات: ٤١] أي: مأواه، وأراد: في دين الله (٦) . وأكثرُ المفسرين: ابن </p><p>(١) ينظر في (آد): \"تهذيب اللغة\" ١/ ١٣٣، \"المفردات\" ص ٤٣، \"اللسان\" ١/ ١٦٨، وقال ابن قتيبة في غريب القرآن ص ٩٣: آده الشيء يؤوده، وآده يئيده، والوأد، الثِّقْل. (٢) ساقط من (ي).(٣) في (ي): (ولا يوازى ولا يوارى).(٤) ينظر: \"تفسير الثعلبي\" ٢/ ١٤٦٣، وقد أنكر المؤلف -رحمه الله- علو الله على خلقه علو الذات وهو خلاف مذهب السلف. فالعلو ثابت بالكتاب والسنة والإجماع والعقل والفطرة، ينظر كتاب: \"العلو للعلي الغفار\" للإمام الذهبي.(٥) في (م): (لقدورة).(٦) ينظر: \"البحر المحيط\" ٢/ ٢٨٢.</p><p> عباس (١) ، وقتادة (٢) ، ومجاهد (٣) ، وغيرهم (٤) ، على أن معنى الآية: لا إكراه في الدين بعد إسلام العرب. </p><p> وذلك أن العرب كانت أمة أمية، لم يكن لهم دين ولا كتاب، فلم يقبل منهم إلا الإسلام أو السيف (٥) ، فأُكْرِهوا (٦) على الإسلام، ولم يقبل منهم الجزية، فلما أسلموا، ولم يبق أحد من العرب، إلا دخل في الإسلام، طوعًا أو كرهًا، أنزل الله سبحانه:  {لَا إِكْرَاهَ فِي الدِّينِ} فأمر أن يقاتل أهل الكتاب، والمجوس، والصابئون، على أن يسلموا أو يقروا بالجزية، فمن أقر منهم بالجزية، قبلت منه وخُلّي سبيلُه، ولم يُكره على الإسلام (٧) . </p><p> والحكم في هذا: أن الحربي إذا أُكْره على الإسلام فتلفظ بالشهادتين خوف السيف صحّ إسلامه، ولا خلاف في ذلك؛ لأن الإكراه إكراه بالحق هذا (٨) ، فأما الذمي إذا أكره على الإسلام، فهو مختلف فيه، والصحيح: أن إسلامه مع الإكراه غير صحيح؛ لأنه إكراه بباطل وظلم (٩) . قال أبو </p><p>(١) \"الوسيط\" ١/ ٣٦٩. (٢) رواه عبد الرزاق في \"تفسيره\" ١/ ١٠٢، والطبري في \"تفسيره\" ٣/ ١٦، \"ابن أبي حاتم\" في \"تفسيره\" ٢/ ٤٩٣.(٣) \"الوسيط\" ١/ ٣٦٩.(٤) عزاه الثعلبي في \"تفسيره\" ٢/ ١٤٧٢ إلى قتادة والضحاك وعطاء وأبي روق والواقدي.(٥) في (ي) (والسيف).(٦) في (ي) و (ش) (وأكرهوا).(٧) ينظر: \"تفسير الثعلبي\" ٢/ ١٤٧٢.(٨) ساقط من (ي).(٩) ينظر: المغني ١٢/ ٢٩١، وخالف محمد بن الحسن، حيث يرى أن الذمي المكره على الإسلام يصير مسلمًا في الظاهر، وإن رجع عنه قتل إذا امتنع عن الإسلام.</p><p> عبيد: الصحيح في وجه هذه الآية، إن شاء الله، أن يكون في أهل الذمة لأدائهم الجزية، أو يكونوا مماليك، فلا يكرهون على الإسلام، فأما أهل الحرب فلا يكون لهم ذلك. </p><p> وقال ابن مسعود، (١) والسدي، (٢) وابن زيد، (٣) : كان هذا قبل أن يؤمر رسول الله - صلى الله عليه وسلم - بقتال أهل الكتاب في سورة براءة. </p><p> وقال سليمان بن موسى (٤) في هذه الآية: نَسَخَتْها {جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ}  [التوبة: ٧٣]  (٥) . </p><p> وقال الزجاج: الإكراه في هذه الآية معناه: النسبة إلى الكره، كما يقال: أكفره وأفسقه وأكذبه. ومعنى الآية: لا تقولوا لمن دخل بعد الحرب في الإسلام: إنه (٦) دخل مكرهًا، ولا تنسبوا من دخل في الإسلام إلى الكره؛ لأنه إذا رضي بعد الحرب، وصح إسلامه فليس بِمُكرَه (٧)  (٨) ، يدل عليه قوله:  {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا}  [النساء: ٩٤]  (٩) . </p><p>(١) ذكره البغوي في \"تفسيره\" ١/ ٣١٤، والقرطبي ٣/ ٢٨٠. (٢) ذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٤٩٤، وابن الجوزي في \"زاد المسير\" ١/ ٣٠٦.(٣) ذكره في \"النكت والعيون\" ١/ ٣٢٧، وابن الجوزي في \"زاد المسير\" ١/ ٣٠٦.(٤) لعله سليمان بن موسى بن الأشدق أبو أيوب الدمشقي، روى عن عطاء وعمرو بن شعيب، وروى عنه الأوزاعي وابن جابر، كان أوثق أصحاب مكحول، وكان فقيها ثبتا. ينظر \"الجرح والتعديل\" ٤/ ١٤١ - ١٤٢، \"التقريب\" ص ٢٥٥ (٢٦١٦).(٥) ذكره القرطبي في \"تفسيره\" ٣/ ٢٨٠.(٦) في (ي): (لا تقولوا من دخل في الإسلام بعد الحرب دخل مكرها).(٧) في (ش) (بمكروه).(٨) \"معاني القرآن\" ١/ ٣٣٨.(٩) \"تفسيرالثعلبي\" ٢/ ١٤٧٥.</p><p> وقوله تعالى:  {قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} يقال: بَانَ الشيءُ وأَبَانَ واستبان وَبيَّنَ: إذا ظهر وَوَضَح، ومنه المثل: قد بَيَّنَ الصُّبْح لذي عينين، ويقال: تبَيَّن (١) . </p><p> والرُّشْدُ معناه في اللغة: إصابةُ الخير، وفيه لغتان: رَشَد يَرْشُد رُشْدُا، ورشِد يرشَد رشَدًا (٢) . والرشاد أيضًا مصدر كالرُّشْد (٣) . </p><p> والغيُّ: نقيض الرُّشد، يقال: غوى يغوي غيًا وغوايةً، إذا سلك خلافَ طريقِ الرشد (٤) ، قال: </p><p> فمَنْ يَلْقَ خَيْرًا يَحْمَدِ النَّاسُ أَمْرَه ... ومَنْ يَغْوِ لا يَعْدَمْ على الغَيِّ لائِما (٥) </p><p> قال أبو عبيد: وبعضٌ يقول: غَوِيْتُ أَغْوَى، وليست بمعروفة، إنما </p><p>(١) ينظر في (بان): \"تهذيب اللغة\" ١/ ٢٦٤، \"المفردات\" ص ٤٥، \"اللسان\" ١/ ٤٠٦. (٢) ينظر في (رشد): \"تهذيب اللغة\" ٢/ ١٤١١، \"المفردات\" ص ٢٠٢، \"اللسان\" ٣/ ٦٤٩. وذكر الراكب عن بعضهم الفرق بين الرشَد والرُّشْد، بأن الرَّشَد أخص من الرُّشد، فإن الرُّشد يقال في الأمور الدنيوية والأخروية، والرَّشَد يقال في الأمور الأخروية لا غير. والراشد والرشيد يقال فيهما جميعا.(٣) ذكر في \"تهذيب اللغة\" ٢/ ١٤١١ مادة \"رشد\" أن الليث فرق بين رَشَد يرشُد رُشْدا ورَشَادا، ورَشِد يرشَد رَشَدا، بأن الأول نقيض الغي، والثاني نقيض الضلال، ثم ذكر الأزهري أن غير الليث جعلوهما بمعنى واحد.(٤) ينظر في (غوى): \"تهذيب اللغة\" ٣/ ٢٧٠٦، و\"القاموس المحيط\" ص ١٢٢٠، \"اللسان\" ٦/ ٣٣٢٠، قال الراغب: الغيُّ: جهل من اعتقاد فاسد، وذلك أن الجهل قد يكون من كون الإنسان غير معتقد اعتقادا لا صالحًا ولا فاسدًا، وقد يكون من اعتقاد شيء فاسد، وهذا النحو الثاني يقال له غيٌّ.(٥) البيت للمُرَقِّش، كما في \"اللسان\" ٦/ ٣٣٢٠ مادة \"غوص\"، وضُبطت: يغْوَ، بفتح الواو، بينما في نسخة (أ) من البسيط ضُبطت بكسر الواو.</p><p> هي في الفصيل إذا بِشِمَ من اللبن (١) . </p><p> ومعنى {قَدْ تَبَيَّنَ الرُّشْدُ} مِنْ الغَبِّ ظهر الإيمان من الكفر، والهدى من الضلالة بكثرة الحجج والآيات الدالة. </p><p> وقوله تعالى:  {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} قال أهل اللغة: الليث، (٢) وأبو عبيدة، (٣) والكسائي (٤) : الطاغوت: كُلُّ ما عُبِدَ من دون الله، واحدٌ وجِماع (٥) ، ويُذَكَّر ويؤنث، قال الله تعالى:  {يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ}  [النساء: ٦٠] فهذا في الواحد، قيل: هو كعب بن الأشرف (٦) ، وقال في الجمع (٧) : {وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ}  [البقرة: ٢٥٧] وقال في المؤنث: {وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا}  [الزمر: ١٧] . </p><p> ومثله من الأسماء: الفُلْك، يكون (٨) واحدًا وجمعًا ومذكرًا ومؤنثًا (٩) . </p><p>(١) نقله في \"تهذيب اللغة\" ٣/ ٢٧٠٦ مادة (غوى)، وينظر \"غريب الحديث\" لأبي عبيد، وغويت أغْوَى، تقال في الفصيل إذا بشم وأتخم، وإذا لم يصب ريًّا من اللبن.(٢) نقله عنه في: \"تهذيب اللغة\" ٣/ ٢١٩٦ مادة (طغى).(٣) \"مجاز القرآن\" ١/ ٧٩، \"تهذيب اللغة\" ٣/ ٢١٩٦ مادة (طغى).(٤) نقله عنه في \"تهذيب اللغة\" ٣/ ٢١٩٦ مادة (طغى).(٥) في (م): (وجمع).(٦) كعب بن الأشرف الطائي: من بني نبهان، شاعر جاهلي، أمه يهودية من بني النضير، وكان سيداً فيهم، هجا النَّبي - صلى الله عليه وسلم - وأصحابه، وآذى كثيرًا من المسلمين، أمر النبي بقتله، فقتله خمسة من الأنصار ظاهر حصنه سنة ٣ هـ. ينظر \"الروض الأنف\" ٣/ ١٣٩، \"الأعلام\" ٥/ ٢٢٥.(٧) ساقط من (ي).(٨) في (ش): (تكون).(٩) ينظر في الطاغوت: \"تهذيب اللغة\" ٣/ ٢١٩٦، \"التبيان\" ١٥٣، \"اللسان\" ٥/ ٢٦٧٨، مادة (طغى) وفى \"المفردات\" ٣٠٧ - ٣٠٨ قال الراغب: والطاغوت: عبارة عن =</p><p> قال النحويون: وزنه: فَعَلوت، نحو: جَبَرُوت، والتاء زائدة فيه، وهي مشتقة من طَغَى، وتقديره: طَغَوُوْت (١) ، إلا أن لام الفعل قُلِبت إلى موضع العين، كعادتهم في القلب، نحو الصاعقة والصاقعة وبابه، ثم قلبت الواو ألفًا، لوقوعها في (٢) موضع حركة وانفتاح ما قبلها، (٣) ، قال المبرد في الطاغوت: الأصوب عندي أنه جمع (٤) ، قال أبو علي: وليس الأمر عندنا على ما قال، وذلك أن الطاغوت مصدر، كالرَّغَبُوت والرَّهَبُوت والسَّلَبُوت، فكما أن هذه الأسماء آحاد، كذلك هذا الاسم مفرد ليس بجمع، والأصل فيه التذكير، فأما قوله:  {أَنْ يَعْبُدُوهَا}  [الزمر: ١٧] فإنما أَنَّثَ إِرادةَ الآلهة، ويدل على أنه مصدر مفرد قوله:  {أَوْلِيَاؤُهُمُ الطَّاغُوتُ} فأفرد في موضع الجمع، كما قال: هم رضا، وهم عدل (٥) . </p><p>= كل متعد وكل معبود من دون الله، ويستعمل في الواحد والجمع. ولما تقدم سمِّي الساحر والكاهن والمارد من الجن والصارف عن طريق الخير طاغوتًا. (١) في (ي) (إنها طغووت).(٢) ليست في (م).(٣) ينظر: \"مشكل إعراب القرآن\" ١/ ١٣٧، \"المفردات\" ص٣٠٨، \"التبيان\" ص١٥٣، \"اللسان\" ٥/ ٢٦٧٨ مادة (طغى). قال العكبري: وأصله طغَيُوت؛ لأنه من طغيت تطغى، ويجوز أن يكون من الواو؛ لأنه يقال فيه: يطغو أيضا، والياء أكثر، وعليه جاء الطغيان، ثم قدمت اللام فجعلت قبل العين، فصار طيْغوتًا أو طوْغوتًا، فلما تحرك الحرف وانفتح ما قبله قلب ألفا، فوزنه الآن فلَعوت، وهو مصدر في الأصل مثل الملكوت والرهبوت. اهـ. وبنحو هذا في \"مشكل إعراب القرآن\".(٤) المبرد، نقله عنه في \"البحر المحيط\" ٢/ ٢٧٢.(٥) أبو علي، نقله عنه في \"البحر المحيط\" ٢/ ٢٧٢.</p><p> قال ابن عباس (١) ومقاتل (٢) والكلبي (٣) : الطاغوت: الشيطان، وقيل: الأصنام (٤) . </p><p> وقوله تعالى:  {فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} اسْتَمْسَكَ بالشيء: إذا تمسك به (٥) . </p><p> والعُرْوة: جمعها عُرًى، وهي نحو عُروة الدَّلو والكُوز، وإنما سُميت لأنها يتعلق بها، من قولهم: عَرَوْتُ الرجلَ أَعْرُوهُ عَرْوًا: إذا ألمَمْتَ به مُتَعلِّقا بسبب منه، والعُرْوَةُ: شَجَر يبقى على الجَدْب؛ لأن الإبل تتعلق (٦) به إلى وقت الخِصْب (٧) ، </p><p> ومنه قول مهلهل (٨) : </p><p>(١) ذكره ابن أبي حاتم في \"تفسيره\" ١/ ٤٩٥، والثعلبي في \"تفسيره\" ٢/ ١٤٧٧، وابن الجوزي في \"زاد المسير\" ١/ ٣٠٦. (٢) \"تفسير مقاتل\" ١/ ٢١٥.(٣) ذكره الثعلبي في \"تفسيره\" ٢/ ١٤٧٧.(٤) تفسير ابن أبي حاتم ٢/ ٤٩٥، \"بحر العلوم\" للسمرقندي ١/ ٢٢٤، والثعلبي في \"تفسيره\" ٢/ ١٤٧٧.(٥) ينظر: \"تفسير الثعلبي\" ٢/ ١٤٧٨، \"المفردات\" ص ٤٧١، قال: واستمسكت بالشيء إذا تحريت الإمساك.(٦) في (م) (ش): (يتعلق).(٧) ينظر في (العروة): \"تهذيب اللغة\" ٣/ ٢٣٧٦، \"اللسان\" ٥/ ٢٩١٩، قال الراغب في \"المفردات\" ص ٣٣٥: والعروة: ما يتعلق به من عراه، أي ناحيته، قال تعالى: {فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} وذلك على سبيل التمثيل، والعروة أيضا شجرة يتعلق بها الإبل، ويقال لها: عروة وعَلْقةً.(٨) مهلهل بن ربيعة التغلبي؛ قيل: اسمه امرؤ القيس، وقيل: عدي، ورجح المرزُباني أن عديًّا أخوه، سمي مهلهلًّا؛ لأنه هلهَل الشعر، أي: أَرقّه، ويقال إنه أول من قصد القصائد، وفي الأعلام رجح عديًّا، وقال توفي نحو ١٠٠ ق هـ. ينظر: \"طبقات فحول الشعراء\" ١/ ٣٩، \"معجم الشعر\" للمرزباني ص ٢٤٨، \"الأعلام\" ٤/ ٢٢٠.</p><p> خَلَعَ المُلوكَ وسَارَ تَحْتَ لِوَائِهِ ... شَجَرُ العُرَى وعَراعِرُ الأقْوَامِ (١) قال الأزهري: العروة من دِق الشجر: ما له أصل باق، مثل: العَرْفَج والنَّصِي، (٢) وأجناس (٣) الخُلةِ والحَمْضِ، فإذا أمحل (٤) الناس عصمت العروة الماشية فتبلغت (٥) بها، ضربها الله مثلًا لما يعتصم به من الدين (٦) . </p><p> (والوُثْقَى) تأنيث الأوثق (٧) . قال عطاء عن ابن عباس: العروة الوثقى، هي: شهادة أن لا إله إلا الله، وأن ما جاء به محمد حق وصدق (٨) . وقال مجاهد (٩) : هي الإيمان، وقال الزجاج (١٠) : معناه: فقد عقد لنفسه عقدًا وثيقًا (١١) . </p><p>(١) البيت في \"ديوانه\" ص ١٨٠، \"لسان العرب\" ٥/ ٢٨٧٦ [مادة: عرر]، \"تهذيب اللغة\" ٣/ ٢٣٨٨، \"تاج العروس\" ٧/ ٢٠٨، \"مقاييس اللغة\" ٤/ ٣٧، \"جمهرة اللغة\" ص ١٩٧. وجاء في \"اللسان\" ٥/ ٢٩١٩ مادة (عرا)؛ قال ابن بَرِّي: ويروى البيت لشُرْحبيل بن مالك يمدح معد يكرب بن كعب، قال: وهو الصحيح. ويروى: عُراعِر وعَراعِر، فمن ضمّ فهو واحد، ومن فتح جعله جمعًا، ومثله: جُوالق، وجَوالق. قال: والعُرَاعِر هنا: السيد. (٢) حاشية على نسخة (أ) نصها: والنصِي من نبات الرمل، يقال له: الغضا والأرَطى والألا، مثال: العُلا، وهو شجر حسن المنظر، مر الطعم، والسبط والنَّصِي ما دام رطبًا، فإذا يبس فهو الحَلِي.(٣) ساقط من (ي).(٤) في (م): (كأنها أهل).(٥) في (م): (تعلقت).(٦) \"تهذيب اللغة\" مادة (عرا) ٣/ ٢٣٧٦.(٧) \"المفردات\" ٥٢٧.(٨) ذكره القرطبي في \"تفسيره\" ٣/ ٢٨٢، \"ابن أبي حاتم\" في \"تفسيره\" ٢/ ٤٩٦.(٩) رواه عنه الطبري في \"تفسيره\" ٣/ ٢٠، \"ابن أبي حاتم\" في \"تفسيره\" ٢/ ٤٩٦.(١٠) \"معاني القرآن\" ١/ ٣٣٩.(١١) من قوله: (وقال الزجاج). ساقط من (ي).</p><p> قال أهل المعاني: العروة (١) الوثقى، هاهنا: مَثَلٌ حَسُنَ به البيان لتَرْك ما لا يقع به الإحساس إلى ما يقع به الإحساس، وذلك أنه لا يقع الإحساس بالتعلق بالكلمة ولا بالإيمان، وإنما يقع الإحساس بما يكون من جنس الحَبْل والسَّبب والعُرَى وما يتعلق به، فضرب العروة الوثقى مثلاً للإيمان بما جاء به محمد - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  {لَا انْفِصَامَ لَهَا} الفَصْم: كَسْرُ الشيء من غير إبانة، يدل عليه قولُ ذىِ الرمة يَصِفُ ظَبْيًا حاقِفًا: </p><p> كأنه دُمْلجٌ من فِضَّةٍ نَبَهٌ ... في مَلْعَبٍ من جَوَارِي الحَيِّ مَفْصومُ (٢) </p><p> والانفصام: مطاوع الفَصْم، يقال: فَصمْتُه فانْفَصَم، أي: صَدَعْتُه فانْصَدَع (٣) . </p><p> قال ابن عباس: لا انقطاع لها دون رضى الله ودخول الجنة (٤) . </p><p> قال النحويون: نَظْمُ الآيةِ: بالعروة الوثقى التي لا انفصام لها، </p><p>(١) ساقطة من (ش). (٢) البيت في ديوان ذي الرمة ص ٥٧٢، وفي \"تهذيب اللغة\" ٣/ ٢٧٩٥، وجاء في \"اللسان\" مادة (فصم) ٦/ ٣٤٢٤،: شبه الغزال وهو نائم بدملج فضة قد طرح ونُسي، وكل شيء سقط من إنسان فنسيه ولم يهتد له فهو نَبَهٌ، قال ابن بري: قبل في نبه: إنه المشهور، وقيل: النفيس الضال الموجود عن غفلة لا عن طلبَ، وقيل هو المنسي.(٣) ينظر في فصم: \"تهذيب اللغة\" ٣/ ٢٧٩٥، \"اللسان\" ٦/ ٣٤٢٤، وفي \"البحر المحيط\" ٢/ ٢٧٢، ذكر أبو حيان أن الفصم: الانكسار من غير بينونة، والقصم: الكسر ببيونة، وقد يجيء الفصم -بالفاء- في معنى البينونة.(٤) ذكره في \"الوسيط\" ١/ ٣٧٠.</p><p> والعرب تضمر (التي والذي ومن وما) ، وتكتفي بصلاتها منها (١) ، قال سلامةُ بنُ جَنْدَل (٢) : </p><p> والعادِياتُ أَسَابِيُّ الدِّماءِ بها ... كأنَّ أَعْناقَها أَنْصابُ تَرْجِيبِ (٣) </p><p> يريد: والعاديات (٤) التي. ومنه قوله عز وجل:  {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ}  [الإنسان: ٢٠] أي: رأيت (٥) ما ثم. وقال الشاعر في إضمار من: </p><p> كَذَبْتُم وبَيْتِ الله لا تَنْكِحُونَها ... بَني شَابَ قَرْنَاهَا تُصَرُّ وتُحْلَبُ (٦) </p><p> على معنى: بني مَنْ شاب قرناها، وقال الله عز وجل:  {وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ}  [الصافات: ١٦٤] ، أي: من له. </p><p> وقوله تعالى:  {وَاللَّهُ سَمِيعٌ عَلِيمٌ} قال عطاء عن ابن عباس: كان رسول الله - صلى الله عليه وسلم - يحب إسلام أهل الكتاب من اليهود الذين حول المدينة، وكان يسأل الله ذلك سرًّا وعلانية (٧) . </p><p> فمعنى قوله: والله سميع، يريد: لدعائك يا محمد، عليم بحرصك </p><p>(١) في (ي): (منهما). (٢) سلامة بن جندل بن عبد عمرو، من بني كعب بن سعد التميمي، أبو مالك: شاعر جاهلي، من الفرسان، من أهل الحجاز، في شعره حكمة وجودة، توفي في حدود ٢٣ ق. هـ. ينظر الأعلام ٣/ ١٠٦.(٣) البيت في ديوان سلامة ص ٩٦، وجاء في \"لسان العرب\" ٣/ ١٠٨٤ مادة (رجب) شَبّه الشاعر أعْناق الخيل بالنخلِ المُرَجَّب، والترجيب: التعظيم أو إرفاد النخلة من جانب ليمنعها من السقوط، وقيل: شبه أعناقها بالحجارة التي تذبح عليها النسائك.(٤) في (ي): (العادة).(٥) ساقط من (ش).(٦) البيت من الطويل للأسدي في \"لسان العرب\" ٦/ ٣٦٠٩ (مادة: قرن).(٧) هذه الرواية التي تقدم عنها الحديث في قسم الدراسة.</p>"
}