{
  "id": null,
  "sura": 2,
  "aya": 187,
  "text": "<p> وقال ابن عباس: لكي يرشدوا (١) ، ويقال: رَشِدَ يَرشَدُ ورشَدَ يَرْشُدُ: إذا أصاب الرشد، وهو نقيض الغي (٢) . </p><p> ١٨٧ - قوله تعالى:  {أُحِلَّ لَكُمْ} الآية قال المفسرون: كان في أول فرض الصيام الجماع محرَّما في ليل الصيام، والأكل والشرب بعد العشاء الآخرة، فأحل الله عز وجل ذلك كله إلى طلوع الفجر (٣) . </p><p> وقوله تعالى:  {لَيْلَةَ الصِّيَامِ} أراد: لَياليَ الصِّيام، فأوقع الواحد مَوْقِعَ الجماعة (٤) ، ومنه قول العباس بن مرداس (٥) : </p><p> فقلنا اسلموا إنا أخوكم ... فقد برئت من الإِحنِ الصُّدُور </p><p> وأما (٦) الرفث، قال الليث: الرفث: الجماع، وأصله: قول الفحش، وأنشد الزجاج: </p><p> عن اللَّغَا ورَفَثِ التَّكَلُّمِ (٧) </p><p>(١) هذا من رواية عطاء التي تقدم الحديث عنها. (٢) ينظر: \"المفردات\" للراغب ص ٢٠٢، وقال: وقال بعضهم: الرَّشَد أخص من الرُّشْد، فإن الرشد يقال في الأمور الدنيوية والأخروية، والرَّشَد يقال في الأمور الأخروية لا غير، والراشد والرشيد يقال فيهما جميعا.(٣) من \"معاني القرآن\" للزجاج ١/ ٢٥٥، وقد اختصر المؤلف قصة سبب النزول، وهي مطولة، ينظر: في \"تفسير الطبري\" ٢/ ١٦٥ - ١٦٧، وابن أبي حاتم ١/ ٣١٦، \"تفسير الثعلبي\" ٢/ ٣٤٦، وابن كثير ١/ ٢٣٥، ورواها البخاري (١٩١٥، ٤٥٠٨).(٤) ينظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٦٧.(٥) انظر التعليق عند تفسير [البقرة: ٦١].(٦) في (م): (فأما).(٧) قبله:وَرَبِّ أسرابِ حجيج كُظَّمٍوهو للعجاج، من ميميته الطويلة في \"ديوانه\" ص ٢٩٦، وأسراب: قطع، وكُظَّم: لا تتكلم بالكلام القبيح واللغا بفتح اللام: اللغو من الكلام. \"معاني القرآن\" للزجاج ١/ ٢٦٩</p><p> يقال: رَفَثَ في كلامه يَرْفُثُ، وأرفث: إذا تكلم بالقبيح، هذا هو الأصل، ثم يكنى به عن الجماع (١) . </p><p> قال أبو إسحاق: الرَّفَثُ: كلمة جامعة لكل ما يريده الرجل من المرأة (٢) . </p><p> وقال عطاء فيما روى عن ابن عباس: الرفث: الجماع (٣) . </p><p> قال ابن عباس: إن الله حيي كريم يكني، فما ذكر الله في القرآن من المباشرة والملامسة والإفضاء والدخول والرفث فإنما يعنى به الجماع (٤) . </p><p> قال الزجاجي: قد تأملنا الألفاظ الواردة عن العرب، المستعملة في معنى الجماع، فما وجدنا فيها لفظةً وُضِعَتْ حقيقة في معنى الجماع حتى </p><p>(١) ينظر في الرفث؛ \"تهذيب اللغة\" ٢/ ١٤٣٧، \"اللسان\" ٣/ ١٦٨٦، \"المفردات\" ص ٢٠٥، وقال: الرفث: كلام متضمن لما يستقبح ذكره من ذكر الجماع ودواعيه، وجعل كناية عن الجماع في قوله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ}، تنبيها على جواز دعائهن إلى ذلك ومكالمتهن فيه، وعدي بإلى لتضمنه معنى الإفضاء. (٢) من \"معاني القرآن\" للزجاج ١/ ٢٥٥.(٣) أخرجه الطبري في \"تفسيره\" ٢/ ١٦١ من طريق بكر بن عبد الله المزني عن ابن عباس، وابن أبي حاتم في \"تفسيره\" ١/ ٣١٥ من طريق سعيد بن جبير، قال ابن أبي حاتم: وروي عن عطاء ومجاهد وسعيد بن جبير وطاوس والحسن والضحاك وإبراهيم النخعي، وسالم بن عبد الله والسدي، وعمرو بن دينار وقتادة والزهري ومقاتل بن حيان وعطاء الخراساني نحو ذلك. وينظر: \"تفسير ابن كثير\" ١/ ٢٣٥ - ٢٣٦، \"الدر المنثور\" ١/ ٣٥٨.(٤) رواه الثوري في \"تفسيره\" ص ٦٣، والطبري ٢/ ١٦١، وابن أبي حاتم ١/ ٣١٧، وعزاه في \"الدر\" ١/ ٣٥٩ إلى ابن المنذر والبيهقي، وذكره الثعلبي ٢/ ٣٤٩، والبغوي ١/ ٢٠٧.</p><p> لا تستعمل في غيره، لكن الكلمة إذا كثر استعمالها في معنى ويكون موضوعها لمعنى آخر فإنها تصير حقيقةً فيما استعملت فيه كثيرًا، حتى إذا أطلق لم يعرف غير ذلك، كما تقول في المباضعة، فإن أصلها من البَضْع، وهو قَطْعُ اللحم، فإذا أطلق لم يعرف منه غير معنى الجماع، كما أن نفس قولنا: فَرْج كناية، فإذا أطلقوا الفرج لم يعرف منه غير هذا المعنى المقصود إليه. </p><p> وقالوا: بَاضَعَها كأنه باشر بُضْعَها، ولم يقولوا: فارجها، وصارت المباضعة كالحقيقة في معنى الجماع؛ لأنهم لا يستعملونها في غيره، ألا ترى أنهم يقولون: غَشِيَها وتَغَشَّاها، ووَطِئَها وتوطاها، وقربها، وبَطَنَها وتَبَطَنَها، وكل هذه الألفاظ موضوعةٌ لغير هذا المعنى (١) . </p><p> وذكر جماعة من أهل هذه الصناعة: أن صريحَ اللفظ المستعمل في المباضعة قولهم: ناك ينيكُ نَيْكا، وليس كما ذهبوا إليه؛ لأن هذه اللفظة مستعارة أيضا، وقد ذكر أبو زيد عن العرب: ناكَ النعاسُ عينَهُ، ونكح النعاس بمعنى (٢) ، فجعل أصل الكلمة اللزوم والمواظبة. </p><p> وأما معنى النكاح فسنذكره عند قوله:  {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ}  [البقرة: ٢٢١] ، إن شاء الله. </p><p> قال أبو عبيدة: الرّفث إلى نسائكم: الإفضاء إلى نسائكم (٣) ، قال الأخفش: وانما عدّاه بإلى لأنه كان بمعنى الإفضاء (٤) . </p><p>(١) ينظر: \"البحر المحيط\" ١/ ٤٨. (٢) ينظر: \"تهذيب اللغة\" ٤/ ٣٦٥٩، \"اللسان\" ٨/ ٤٥٣٧.(٣) \"مجاز القرآن\" لأبي عبيدة ١/ ٦٧، \"البحر المحيط\" ١/ ٤٨.(٤) لم أجده في \"معاني القرآن\" للأخفش.</p><p> وقوله تعالى:  {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} أصلُ اللِّباس: ما يَلْبَسُه الإنسان مما يواري جَسَدَه، ثم المرأة تسمى لباسَ الرّجل، والرجل لباس المرأة؛ لانضمام جسد كل واحد منهما إلى جسد صاحبه، حتى يصير كل واحد منهما لصاحبه كالثوب (١) الذي يلبسه، فلما كانا يتلابسان عند الجماع سمي كل واحد منهما لباسا للآخر (٢) . قال الجعدي (٣) : </p><p> إذا ما الضجيعُ ثنى جيدَها ... تثنّتْ فكانت عليه لباسا (٤) </p><p> والعرب تسمى المرأة: اللباس، والفراش، والإزار، وأم العيال، والرَبَضَ (٥) والبيت. وقيل في قوله: </p><p> فدًى لك من أخي ثقةٍ إزاري (٦) </p><p>(١) في (م): (كالثوب لصاحبه كالثوب). (٢) ينظر: \"تأويل مشكل القرآن\" ١٤١، \"تفسير الطبري\" ٢/ ١٦٢، \"معاني القرآن\" للزجاج ١/ ٢٥٦، \"تهذيب اللغة\" ٤/ ٣٢٢٨، ٣٢٢٩، \"تفسير الثعلبي\" ٢/ ٣٥١، \"البحر المحيط\" ١/ ٤٩.(٣) هو: قيس بن عبد الله بن عدس بن ربيعة الجعدي العامري، شاعر مفلق، صحابي من المعمرين، اشتهر في الجاهلية وسمي النابغة؛ لأنه أقام ثلاثين سنة لا يقول الشعر ثم نبغ فقاله، هجر الأوثان ونهى عن الخمر في الجاهلية، ثم وفد إلى الرسول - صلى الله عليه وسلم - فأسلم، توفي سنة ٥٥ هـ. ينظر: \"الإصابة\" ٣/ ٥٣٧، \"الأعلام\" ٥/ ٢٠٧.(٤) البيت في \"ديوانه\" ص ٨١، \"تأويل مشكل القرآن\" ١٤٢ \"الشعر والشعراء\" ١/ ٢٩٩ \"تفسير الطبري\" ٢/ ١٦٢، \"لسان العرب\" ٧/ ٣٩٨٦. ويروى عطفها بدل جيدها. وتداعت بدل تثنت.(٥) في (ش): (الريض).(٦) صدر البيت:ألا أبلغ أبا حفص رسولًاوهو لنفيلة الأكبر الأشجعي، وكنيته أبو المنهال، وكان كتب إلى عمر بن =</p><p> أي: نسائي (١) . ومنه: </p><p> أكِبرٌ غَيّرني أم بيت (٢) </p><p> وقول (٣) الآخر: </p><p> جاء الشتاء ولمّا أتخِذْ رَبَضًا (٤) </p><p> وهذا المعنى الذي ذكرناه في اللباس (٥) هاهنا موافق لما قاله المفسرون، قال الربيع: هن فراش لكم وأنتم لحاف لهن (٦) . </p><p> وقال ابن زيد في قوله:  {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} قال: </p><p>= الخطاب أبياتًا من الشعر يشير فيها إلى رجل كان واليًا على مدينتهم في قصة طويلة. والبيت في \"تفسير الثعلبي\" ٢/ ٣٥٤ \"تاج العروس\" ٦/ ٢١، \"الإصابة\" ١/ ٢٧٣، \"معاني القرآن\" للزجاج ١/ ٢٥٦، \"غريب الحديث\" للخطابي ٢/ ١٠١. والبيت للنابغة الجعدي، في \"الشعر والشعراء\" ص ٢٥٥، والطبري ٣/ ٤٩٠، وينظر: \"معاني القرآن\" للزجاج ١/ ٢٥٦. (١) \"تفسير الثعلبي\" ٢/ ٣٥٤، \"غريب الحديث\" للخطابي ٢/ ١٠١، \"الصحاح\" للجوهري ٢/ ٥٧٨.(٢) البيت لمجهول، ذكره في \"الأمالي\" لأبي علي ١/ ٢١، وفي \"أساس البلاغة\" ١/ ٧٢ (بيت)، وفي \"لسان العرب\" ١/ ٣٩٣ (بيتا).(٣) في (ش): (وقال).(٤) عجز البيت:ياويح كفي من حفر القراميصوهو في \"اللسان\" ٣/ ١٥٥٩، بغير نسبة.(٥) ينظر في اللباس: \"تفسير الطبري\" ٢/ ١٦٢، ١٦٣، ابن أبي حاتم ١/ ٣١٦، \"المفردات\" ٤٥٠، \" اللسان\" ٧/ ٣٩٨٦ (لبس).(٦) ذكره البغوي في \"تفسيره\" ١/ ٢٠٧ بهذا اللفظ، ورواه الطبري عنه ٢/ ١٦٣، ابن أبي حاتم ١/ ٣١٦ ولفظهما: هن لحاف لكم وأنتم لحاف لهن، وكذا ذكره الثعلبي في \"تفسيره\" ٢/ ٣٥٢.</p><p> للمواقعة (١) ، يريد: أن كلَّ واحد منهما يستر صاحبه عند الجماع عن أبصار الناس، (٢) وهذا من خصائص الإنسان. </p><p> قال عمرو بن يحيى (٣) : ليس شيء من الحيوان يتبطن طروقته غير الإنسان والتمساح. وزاد غيره: الدُبُّ. ومعنى تبطن: أتى من جهة البطن (٤) . </p><p> وقيل:  {هُنَّ لِبَاسٌ لَكُمْ} أي: سكن لكم وأنتم سكن لهن، وهو قول ابن عباس في جميع الروايات (٥) ، وقول مجاهد (٦) وقتادة (٧) . </p><p> والمعنى: أنكم تلابسونهن وتخالطونهن بالمساكنة، وهن كذلك، أي: قَلَّ ما يَصْبرُ أحد الزوجين عن الآخر. </p><p> ويقال: إنما سُمِي الزوجان (٨) لباسًا؛ لسَتر كل واحد منهما صاحبه عما لا يحلّ (٩) ، كما جاء في الخبر:  (من تزوج فقد أحرز ثلثي دينه)  (١٠) . </p><p>(١) رواه الطبري عنه في \"تفسيره\" ٢/ ١٦٣. (٢) \"تفسير البغوي\" ١/ ٢٠٧.(٣) في (ش): (عمرو بن بحر) أقول لعله الجاحظ فليلاحظ(٤) \"حياة الحيوان الكبرى\" للدميري ١/ ١٦٤. (ط. دار الفكر).(٥) رواه ابن أبي حاتم في \"تفسيره\" ١/ ٣١٦، وقال بعده: وروي عن مجاهد وسعيد ابن جبير وقتادة والسدي ومقاتل بن حيان نحو ذلك.(٦) رواه الطبري في \"تفسيره\" عنه ٢/ ١٦٣، وابن أبي حاتم ١/ ٣١٦.(٧) رواه الطبري عنه ٢/ ١٦٣.(٨) في (م): (سمي الزوجين).(٩) ينظر: \"تفسير الطبري\" ٢/ ١٦٣، \"تفسير الثعلبي\" ٢/ ٣٢٥، \"تفسير البغوي\" ١/ ٢٠٧، \"التفسير الكبير\" ٥/ ١٠٦، \"البحر المحيط\" ١/ ٤٨.(١٠) ذكره البغوي في \"تفسيره\" ١/ ٢٠٧، دون إسناد، والحديث لفظه في كتب السنة الأخرى: \"من تزوج فقد استكمل نصف دينه، أو نصف الإيمان\" رواه الطبراني في \"الأوسط\" عن أنس برقم ٧٦٤٣، ورقم ٨٧٨٩، والأصفهاني في \"الترغيب =</p><p> وإنما وحد (١) اللباس بعد قوله: {هُنَّ} لأنه يجري مجرى المصدر. وفِعَال من مصادر فاعل، وتأويله: هنّ ملابسات لكم. </p><p> وقوله تعالى:  {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ} يقال: خَانه خَوْنًا وخِيانَةً ومَخَانَةً واخْتَانَه اخْتِيانًا: إذا لم يف له، والسيف إذا نبا عن الضريبة فقد خانك، وخَانَه الدهرُ والنعيمُ: إذا تغير حاله إلى شر منها. </p><p> قال ابن قتيبة: الخيانة: أن يؤتمن الرجلُ على شيء فلا يؤدي الأمانةَ فيه، وناقض العهدِ خائن؛ لأنه آمن بالعهد فغدره، ومنه قوله:  {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً}  [الأنفال: ٥٨] . أي: نقضا للعهد، ويقال لعاصي المسلمين: خائن؛ لأنه مؤتمن على دينه، ومنه قوله:  {لَا تَخُونُوا اللَّهَ وَالرَّسُولَ}  [الأنفال: ٢٧] ، أي: بالمعاصي (٢) . </p><p>= والترهيب\"، والحاكم ٢/ ١٦١، وصححه، ولفظه عنده: \"من رزقه الله امرأة صالحة فقد أعانه على شطر دينه، فليتق الله في الشطر الثاني\". وضعفه ابن حجر في التلخيص ٢٧٩، وقال ابن الجوزي في \"العلل المتناهية\" ٢/ ٦١٢ (ط. دار الكتب العلمية): هذا حديث لا يصح عن رسول الله - صلى الله عليه وسلم -، وإنما يذكر عنه، وفيه آفات منها: يزيد الرقاشي، وهياج يعني ابن بسطام، ومالك بن سليمان. اهـ. بتصرف. وينظر: \"كشف الخفا\" للعجلوني ٢/ ٢٣٩ برقم٢٤٣٢، \"المقاصد الحسنة\" للسخاوي ص ٦٣٨ برقم١٠٩٨ (ط. دار الكتاب العربي) وحسن الألباني الحديث بمجموع طرقه كما في \"السلسلة الصحيحة\" ١/ ٢٠٠ برقم ٦٢٥. (١) في (ش): (وجد).(٢) ينظر في \"خان\": \"تفسير غريب القرآن\" لابن قتيبة ص ٧٤، \"الكشاف\" للزمخشري ١/ ١١٥، وقال: الاختيان من الخيانة، كالاكتساب من الكسب، فيه زيادة وشدة، \"اللسان\" ٣/ ١٢٩٤، \"المفردات\" للراغب ص ١٦٧، قال: والاختيان: مراودة الخيانة، ولم يقل تخونوا أنفسكم؛ لأنه لم تكن منهم الخيانة، بل كان منهم الاختيان، فإن الاختيان تحرك شهوة الإنسان لتحري الخيانة. اهـ. أقول: وسبب النزول يدل على وقوعهم في الجماع المحظور.</p><p> وقوله:  {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ} أي: تخونونها بالمعصية، قال ابن عباس: يريد فيما ائتمنتكم عليه (١) ، وخيانتهم: أنهم كانوا يباشرون ليالي الصيام (٢) . </p><p> وقوله تعالى:  {فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} يريد: عمر وأصحابه، وذلك أنه واقع أهله بعد ما صلى العشاء الآخرة، فلما اغتسل أخذ يبكي، فأتى النبي - صلى الله عليه وسلم - وطلب الرخصة، واعترف رجال بمثل ما صنع عمر فنزلت هذه الآية فيه وفي أصحابه (٣) . </p><p> وقوله تعالى:  {فَالْآنَ بَاشِرُوهُنَّ} أمر إباحة (٤) ، والمباشرة: المجامعة؛ لتلاصق البشرتين وانضمامهما (٥) . </p><p> وقوله تعالى:  {وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} أكثر المفسرين على أن المراد بهذا: الولد، أي: اطلبوا بالمباشرة ما قضى الله لكم من الولد (٦) . </p><p>(١) هذا من رواية عطاء، وقد تقدم الحديث عنها. (٢) ينظر أسباب النزول فيما تقدم.(٣) تنظر الروايات في ذلك عند الطبري ٢/ ١٦٣ - ١٦٧، وابن أبي حاتم ١/ ٣١٦، والثعلبي ٢/ ٣٤٦.(٤) \"تفسير الثعلبي\" ٢/ ٣٥٦.(٥) \"تفسير الطبري\" ٢/ ١٦٨، وابن أبي حاتم ١/ ٣١٧، \"الثعلبي\" ٢/ ٣٥٤، \"البغوي\" ١/ ٢٠٧، \"التفسير الكبير\" ٥/ ١٠٨.(٦) ذكر الآثار في ذلك: الطبري ٢/ ١٦٩ - ١٧٠، وابن أبي حاتم ١/ ٣١٧ عن أنس وابن عباس ومجاهد وعكرمة والحسن والسدي والربيع وابن زيد والضحاك بن مزاحم وشريح وعطاء وسعيد بن جبير والحكم بن عتيبة وزيد بن أسلم ومقاتل بن حيان. وينظر: \"تفسير الثعلبي\" ٢/ ٣٥٥، \"تفسير البغوي\" ١/ ٢٠٧، \"الدر المنثور\" ١/ ٣٥٩.</p><p> وقال قتادة: يعنى الرخصةَ التي كتبتُ لكم (١) ، وقال معاذ بن جبل (٢) وابن عباس في رواية أبي الجوزاء (٣) : يعني: ليلةَ القدر، وكل هذا مما تحتمله الآية. </p><p> وقال أبو إسحاق: الصحيح عندي أن ما كتب الله لنا هو (٤) القرآن، أي: اتبعوا القرآن فيما أبيح لكم فيه (٥) وأمرتم به (٦) . </p><p> وقوله تعالى:  {وَكُلُوا وَاشْرَبُوا} أمر إباحة حتى يتبين لكم الخيط الأبيض من الخيط الأسود (٧) روي في تفسير هذا عن النبي - صلى الله عليه وسلم - أنه قال لعدي بن حاتم:  \"إنما ذاك بياض النهار من سواد الليل\"  (٨) . </p><p> وبهذا قال عامة أهل التفسير (٩) ، والعرب قد تكلمت بهذا اللفظ في </p><p>(١) رواه عنه عبد الرزاق في \"تفسيره\" ١/ ٧١، والطبري ٢/ ١٧٠، وذكره الجصاص في \"أحكام القرآن\" ١/ ٢٢٧. (٢) رواه عنه الطبري ٢/ ١٧٠، وذكره عنه الثعلبي ٢/ ٣٥٦، البغوي ١/ ٢٠٧.(٣) رواه عنه الطبري ٢/ ١٧٠، وابن أبي حاتم ١/ ٣١٧، وذكره الثعلبي ٢/ ٣٥٦، والجصاص في \"أحكام القرآن\" ١/ ٢٢٧.(٤) هو: سقطت من (م).(٥) سقطت من (ش).(٦) من \"معاني القرآن\" للزجاج ١/ ٢٥٦ بمعناه، وقد بين الطبري ٢/ ١٧٠ أن كل الأقوال المذكورة مرادة، وهو مما كتب الله، لكن أشبه المعاني بظاهر الآية من قال: إن المراد به الولد؛ لأنه ورد عقيب قوله: جامعوهن.(٧) ينظر: \"التفسير الكبير\" ٥/ ١٠٩، \"أحكام القرآن\" لابن العربي ١/ ٩١.(٨) أخرجه البخاري (١٩١٦) كتاب الصوم، باب قول الله: وكلوا واشربوا، ومسلم (١٠٩٠) كتاب الصيام، باب: بيان أن الدخول في الصوم يحصل بطلوع الفجر.(٩) ينظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٦٨، \"تفسير غريب القرآن\" ص ٧٤، \"تفسير الطبري\" ٢/ ١٧٠ - ١٧٢، \"تفسير ابن أبي حاتم\" ١/ ٣١٨، \"تفسير الثعلبي\" ٢/ ٣٦٣، \"البغوي\" ١/ ٢٠٨.</p><p> الليل والنهار، قال أمية الثقفي (١) : </p><p> الخيط الأبيض لون الصبح منفلق ... والخيط الأسود لون الليل مركوم (٢)  (٣) </p><p> وقال أبو دواد (٤) : </p><p> فَلمّا أَضَاءت لنا غُدْوَة ... ولاحَ من الصُّبْح خَيْطٌ أَنَارا (٥) </p><p> واختلفوا لم سميا خيطين؟ (٦) فقال الأكثرون: إنما (٧) يسمى خيطين عند اختلاط الضوء بالظلام والتفاف أحدهما بالآخر؛ شبها (٨) بخيطين بريمين، ومن هذا يقال: خَيّطَ الشيبُ رأسَه، إذا اختلط السواد بالبياض، </p><p>(١) هو: أمية بن أبي الصلت بن ربيعة بن عوف، تقدمت ترجمته. (٢) في (ش): (مزكوم).(٣) البيت في \"ديوانه\" ص ٧٧، وذكره الثعلبي دون نسبة ٢/ ٣٦٤ ولفظه:الخيط الأبيض وقت الصبح منصدع ... والخيط الاسود جوز الليل مركوموهو في \"تاج العروس\"، \"الدر المنثور\" ١/ ٣٦٠، وقد ورد في \"الديوان\"، \"الدر المنثور\" مكموم، بدل: مركوم.(٤) جارية بن الحجاج بن حذاق، وقيل: حنظلة بن المشرقي، أبو دواد الإيادي، تقدمت ترجمته.(٥) البيت لأبي دواد الإيادي في \"ديوانه\" ص ٣٥٢، \"الأصمعيات\" ص ١٩٠، \"غريب الحديث\" للخطابي ١/ ٢٣٣، \"لسان العرب\" ٣/ ١٣٠٢ خيط. ورواية الطبري في \"تفسيره\" ٢/ ١٧٦، سُدْفَة، بدل: غدوة، والسدفة: ظلمة الليل في لغة نجد، والضوء في لغة قيس، وهي أيضًا اختلاط الضوء والظلمة جميعًا وهذا مراد الشاعر. والخيط: اللون هنا يكون ممتداً كالخيط.(٦) ينظر: \"تفسير الطبري\" ٢/ ١٧٦ - ١٧٧، \"تفسير البغوي\" ١/ ٢٠٨، \"التفسير الكبير\" ٥/ ١٠٩ - ١١٠.(٧) في (ش): (إنهما).(٨) في (ش): (شبّها).</p><p> ذكره أبو عبيد عن الأصمعي، وأنشد: </p><p> حتى تُخَيَّطَ (١) بالبياض قروني (٢) </p><p> البيت لبدر الهذلي، وأوله: </p><p> آليت لا أنسى منيحة واحدٍ </p><p> يعنى بالمنحة: هجاء مهاجيه (٣) . </p><p> وقرأت على أبي الحسين الفسوي: أخبركم حمد بن محمد، قال: أنشدنا الحسن بن خلّاد، قال: أنشدني دريد، قال: أنشدنا ابن أخي الأصمعي، عن عَمِّه، لرجل يصف ليلًا: </p><p> كأن بقايا (٤) الليل في أخرياته ... مُلاءٌ يبقى (٥) من طيالسة خضرِ </p><p> تخال بقاياه التي أسأر الدجى ... تمدُّ وشِيعًا فوق أرديةِ الفجرِ (٦) </p><p> فشبهها بالوشيع، وهو فتائل الغزل؛ لما يتراءى في خلاله من خيوط سوادٍ وبياضٍ. </p><p> وقال الزجاج: هما فجران، أحدهما: يبدو أسود معترضًا، وهو الخيط الأسود، والأبيض: الذي يطلع ساطعًا يملأ الأفق (٧) ، فعندهما </p><p>(١) في (ش): (تخيط). (٢) عجز بيت ذكر الواحدي بعده صدره، وهو من قول بدر بن عامر الهذلي في \"الأغاني\" ٢٤/ ١٦٦.(٣) من قوله البيت: البدر ... ساقط من: (ش).(٤) في (ش): (بقانا).(٥) في (م): (كأنها سقى).(٦) لم أهتد إلى قائله أو من ذكره.(٧) \"معاني القرآن\" للزجاج ١/ ٢٥٧، والفجر فجران: أحدهما: يسطع في السماء مستطيلا كذنب السرحان (الذئب) ولا ينتشر، وهو الفجر الكاذب، فذاك لا يحل=</p><p> الخيطان: هما الفجران، سميّا لامتدادهما، تشبيهًا بالخيطين. </p><p> وقوله تعالى:  {مِنَ الْفَجْرِ} الفجر: مصدر قولك: فَجَرْتُ الماء أَفْجُره فَجْرًا، وفَجرتُه تفجيرًا، فانفجر انفجارًا، إذا سال. </p><p> قال الأزهري: أصله: الشق، ومنه: فَجْرُ السِّكْر (١) ، فعلى هذا، الفجر في آخر الليل: هو شق عمود الصبح الليل، شَبَّه شقَّ الضوءِ ظُلْمةَ الليل بفجر الماء الحوض (٢) . </p><p> قال سهل بن سعد (٣) : لما نزل قوله: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ} كان الرجل إذا أراد الصوم ربط في رجله خيطين أسود وأبيض، فلا يزال يأكل ويشرب حتى يتبين له رِئْيُهُما، فأنزل الله:  {مِنَ الْفَجْرِ} ، فعلموا أنه يعني: الليل والنهار (٤) . فالأكل للصائم بالليل </p><p>= الصلاة، ولا يحرم الطعام على الصائم. والثاني: هو المستطير الذي ينتشر ويأخذ الأفق، وهو الفجر الصادق الذي يحل الصلاة ويحرم الطعام على الصائم، وهو المعني بهذه الآية. ينظر: \"تفسير الطبري\" ٢/ ١٧٢، والبيهقي ٤/ ٢١٥، \"تفسير الثعلبي\" ١/ ٣٣٤. (١) ينظر: \"تفسير الطبري\" ٢/ ١٧٧، \"تهذيب اللغة\" ٣/ ٢٧٤٣، \"تفسير الثعلبي\" ٢/ ٣٦٧، \"المفردات\" ٧٥، \"اللسان\" ٦/ ٣٣٥١ (فجر).(٢) \"تفسير الثعلبي\" ٢/ ٣٦٧.(٣) هو سهل بن سعد بن مالك بن خالد الأنصاري الخزرجي الساعدي، أبو العباس، له ولأبيه صحبة، توفي سنة ٨٨ هـ. وقيل بعدها. ينظر: \"أسد الغابة\" ٢/ ٤٧٢، \"تقريب التهذيب\" ص ٢٥٧ (٢٦٥٨).(٤) رواه البخاري (٤٥١١) كتاب التفسير، باب: قوله: وكلوا واشربوا حتى يتبين لكم الخيط الأبيض وكذا برقم (١٩١٧) كتاب الصوم، باب: قول الله: {وَكُلُوا وَاشْرَبُوا}، ومسلم (١٠٩١) كتاب الصيام، باب: بيان أن الدخول في الصوم يحصل بطلوع الفجر.</p><p> منظوم في الإباحة بإباحة المباشرة المذكورة قبله بمثل معناها في التوقيت، فقد أباح عز وجل المباشرة والأكل والشرب في ليالي الصوم وإلى انفجار الصبح، وفي هذا ما يدفع قول من يتهول: إن الجنب إذا أصبح قبل الاغتسال لم يكن له صوم؛ لأن المباشرة إذا كانت مباحة إلى انفجار الصبح لم يمكنه الاغتسال إلا بعد انفجار الصبح (١) . </p><p> وقوله تعالى:  {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} جعل الليل منتهى الصوم، ولم يُدْخِل الليلَ في الصوم، كما دخل المرفق في الغسل في قوله:  {وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ}  [المائدة: ٦] لأن الليل ليس من جنس النهار، والمرفق (من جنس اليد)  (٢) . </p><p> قال أحمد بن يحيى: سبيل الغاية الدخول والخروج، وكلا الأمرين فيهما ممكن، كما تقول: أكلتُ السمكةَ إلى رأسها، جائز أن يكون الرأس داخلًا في الأكل وخارجًا منه، وخرج الليلُ من الصوم؛ لأنه لا يشك ذو عقل أن الليل لا يُصام، ودخلت المرافق في الغسل أخذًا بالأوثق، ثم انضم إلى هذا تبيين السنة (٣) . </p><p>(١) ينظر: \"تفسير الرازي\" ٥/ ١١٠، \"أحكام القرآن\" لابن العربي ١/ ٩٤ - ٩٥، وقال: ففي ذلك عدى جواز طلوع الفجر عليه وهو جنب، وذلك جائز إجماعا، وقد كان وقع فيه بين الصحابة رضوان الله عليهم كلام، ثم استقر الأمر على أنه من أصبح جنبا فإن صومه صحيح، وبهذا احتج ابن عباس عليه. ويعني -رحمه الله- بالخلاف بين الصحابة ما روي عن أبي هريرة أنه قال: من أصبح جنبا فلا صوم له، واختلف في رجوعه كما ذكره القرطبي ٢/ ٣٠٥. (٢) ساقط من (م).(٣) قد بينت السنة ذلك بقوله - صلى الله عليه وسلم -: \"إذا أقبل الليل من هاهنا، وأدبر النهار من هاهنا، وغربت الشمس فقد أفطر الصائم\"، رواه البخاري (١٩٤١) كتاب الصوم، باب:=</p><p> وقال قوم:  (إلى) في هذه الآية للتحديد، وفي آية الوضوء معناه مع. كقوله:  {مَنْ أَنصَارِىَ إِلَى اَللَّهِ}  [آل عمران: ٥٢] . وقوله:  {وَلَا تَأْكُلُوا أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ}  [النساء: ٢]  (١) . </p><p> وقوله تعالى:  {وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} قال المفسرون: كان الرجلُ يخرجُ من المسجد وهو معتكف فيجامع ثم يعود، فنهوا عن ذلك ما داموا معتكفين (٢) ، فالجماع يفسد الاعتكاف، وأما المباشرةُ غيرُ الجماع مما يُقْصدُ به التلذُّذُ فهو مَكْروه، ولا يفسده، وما لا يقصد به التلذذ فلا يكره (٣) . </p><p>= الصوم في السفر والإفطار، ومسلم (١١٠١) كتاب الصيام، باب: بيان وقت انقضاء الصوم وخروج النهار. (١) ينظر: \"المغني\" ٤/ ٤٣٢ - ٤٣٧، \"المحرر الوجيز\" ٢/ ١٢٩، \"تفسير القرطبي\" ٢/ ٣٠٦، \"التفسير الكبير\" ٥/ ١١١ - ١١٢، وقد نقل كلام الواحدي هذا برمته.(٢) من \"معاني القرآن\" للزجاج ١/ ٢٥٧، وروى الطبري في \"تفسيره\" ٢/ ١٨٠، عن مجاهد والضحاك والربيع وقتادة معنى ذلك، وينظر ابن أبي حاتم في \"تفسيره\" ١/ ٣١٩، \"تفسير الثعلبي\" ٢/ ٣٧٥.(٣) ينظر: \"تفسير الطبري\" ٢/ ١٨٠ - ١٨٢، \"تفسير الثعلبي\" ٢/ ٣٧٤، \"تفسير القرطبي\" ٢/ ٣١١، وبين أن من جامع زوجته وهو معتكف عامدا، أنه أفسد اعتكافه بإجماع أهل العلم، واختلفوا فيما عليه إذا فعل ذلك، فأما المباشرة من غير جماع فإن قصد بها التلذذ فهي مكروهة، وان لم يقصد لم يكره، لأن عائشة كانت ترجل رأس رسول الله - صلى الله عليه وسلم - وهو معتكف، رواه البخاري (٢٠٢٨) كتاب الاعتكاف، باب: الحائض ترجل رأس المعتكف، ومسلم (٢٩٧) كتاب الحيض، باب: جواز غسل الحائض رأس زوجها وترجيله، وكانت لا محالة تمس بدن رسول الله - صلى الله عليه وسلم - بيدها، هذا قول عطاء والشافعي وابن المنذر، قال أبو عمر (يعني: ابن عبد البر): وأجمعوا على أن المعتكف لا يباشر ولا يقبل، واختلفوا فيما =</p><p> وقوله تعالى:  {تِلْكَ حُدُودُ اللَّهِ} أشار إلى الأحكام التي ذكرها في هذه الآية. وأما معنى الحد، فقالَ الليثُ: فَصْل ما بينَ كلِّ شَيْئين: حد، ومنتهى كل شيء حدُّه. </p><p> قال الأزهري: ومن هذا: حدود الأرضين، وحدود الحرم. </p><p> قال أهل اللغة: أصل الحد: الصرفُ والمنعُ عن (١) ومنه يقال للمحروم: محدودٌ؛ لأنه ممنوع عن الرزق، ولهذا قيل للبواب: حدَّاد؛ لأنه يمنع الناس من الدخول، قال الأعشى: </p><p> وقُمْنا ولَّما يَصِحْ ديكُنَا ... إلى جَوْنَةٍ عند حَدَّادها (٢) . </p><p> يعني: صاحبها الذي يحفظها ويمنعها (٣) ، والجونة: الخابية، ومنه قول النابغة: </p><p> ...... فاحدُدْها عن الفَنَد (٤) </p><p>= عليه إن فعل. وينظر في المسألة: \"الإجماع\" لابن المنذر ص ٤، \"الكافي\" لابن عبد البر ١/ ٣٠٨، \"فتح الباري\" ٤/ ٢٧٢. (١) في نسختى (أ) (م): (عن)، وكأن في الكلام باقيًا لم يذكر.(٢) ورد البيت هكذا:فقمنا ولما يصحْ ديكنا ... إلى خمرة عند حدّادهاوالبيت في \"ديوانه\" ٦٩، \"معاني القرآن\" للزجاج ١/ ٣٠٨ \"مجمل اللغة\" ١/ ٢١٠، \"الصحاح\" ٢/ ٤٦٢ \"تفسير الثعلبي\" ٢/ ٣٨٠، والجونة: خابية الخمر \"معاني القرآن\" للزجاج ١/ ٣٠٨.(٣) \"تفسير الثعلبي\" ٢/ ٣٨٠.(٤) تمام البيت:إلا سليمان إذ قال الإله له ... قم في البرية فاحددها عن الفندوالبيت للنابغة الذبياني في \"ديوانه\" ص ١٢، والقرطبي ٩/ ٢٦٠، \"البحر المحيط\" ٥/ ٣٤٠، \"الدر المصون\" ٦/ ٥٥٧، \"اللسان\" ٢/ ٨٠١، \"تاج العروس\" ٤/ ٤١١=</p><p> أي: امنعها. وحَدُّ الدار: ما يمنع غيرها أن يدخلَ فيها، وحدودُ الله: ما منع الله من مخالفتها (١) . </p><p> قال الأزهري: حدود الله على ضربين. </p><p> ضرب منها: ما حُدَّ للناسِ في مطاعمهم ومشاربهم ومناكحهم وغيرها مما أحل وحرم، وأمر بالانتهاء إليها (٢) ، ونهى عن تعدّيها. </p><p> والضرب الثاني: عقوبات جعلت لمن تعداها (٣) كحد السارق وحد الزاني وحد القاذف، سميت حدودًا؛ لأنها تحدُّ، أي: تمنع من ارتكاب المعاصي التي جعلت عقوباتٍ فيها، وسميت الأولى حدودًا؛ لأنها نهايات أمر الله لا تُتَعَدَّى (٤) . </p><p> وعلى ما ذكر الأزهري، وهو حسن صحيح، الضرب الأول سمي حدودًا؛ لأنها ممنوعة لا تؤتى، كالأكل بعد الفجر في الصوم، والضرب الثاني: مانعٌ، والمصدر يطلق على المفعول والفاعل كثيرًا، كقولهم: نسجُ اليمن، وضربُ الأمير، وقوله عز وجل:  {إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا}  [تبارك: ٣٠] . </p><p> ويؤكد ما ذكرنا من المعنى في الحدود قوله تعالى:  {فَلَا تَقْرَبُوهَا} أي: لا تأتوها فبيّن أنها ممنوعة (٥) . </p><p>= (حدد)، \"تفسير الثعلبي\" ٢/ ٣٨٠، وروايته (المليك) بدل (الإله). والفند: الخطأ في الرأي والقول. (١) ينظر: \"تفسير الطبري\" ٣/ ٥٤٦، \"معاني القرآن\" للزجاج ١/ ٣٥٧، ٣٠٨، \"تفسير الثعلبي\" ٢/ ٣٧٩، \"تهذيب اللغة\" ١/ ٧٥٩ (حدد).(٢) عبارة الأزهري في \"تهذيب اللغة\" وأمر بالانتهاء عما نهي عنه منها.(٣) عبارة الأزهري في \"تهذيب اللغة\" عقوبات جعلت لم ركب ما نهي عنه.(٤) من \"تهذيب اللغة\" ١/ ٧٥٩ (حدد) بتصرف.(٥) ينظر: \"تفسير الطبري\" ٢/ ١٨٢، \"التفسير الكبير\" ٥/ ١١٥.</p>"
}