{
  "id": null,
  "sura": 2,
  "aya": 210,
  "text": "<p> جَاءَتْكُمُ} يعنى: القرآن ومواعظه (١) . </p><p> {فَاعْلَمُوا أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} في نقمته لا تعجزونه، ولا يعجزه شيء، {حَكِيمٌ} فيما شرع لكم من دينه (٢) . </p><p> ٢١٠ - قوله تعالى:  {هَلْ يَنْظُرُونَ} الآية، {هَلْ} هاهنا استفهام يراد به النفيُ والإنكار (٣) ، كما يقال: هل يفعل هذا إلا مايق (٤) ، أي: لم يفعل. </p><p> {يَنْظُرُونَ} بمعنى: ينتظرون، والنظر عند أهل اللغة: الطلب لإدراك الشيء، وتقليب العين نحو الجهة التي فيها المرئي المراد رؤيته، مما يدل على ذلك قولُ ذي الرُّمَّةِ: </p><p> فيامَيّ هل يُجْزَى بُكائِي بمِثْلِه ... مرارًا وأنْفاسِي إليك الزَّوافِرُ </p><p> وإني متى أشْرِف على الجَانِبِ الذي ... به أنتِ من بَينِ الجَوانِبِ ناظِرُ (٥) </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٢٨٠، وينظر: \"تفسير الطبري\" ٢/ ٣٢٧، \"المحرر الوجيز\" ٢/ ١٩٩. (٢) \"تفسير الثعلبي\" ٢/ ٦٨٢، وقال ابن عطية ٢/ ١٩٩: والبينات: محمد وآياته ومعجزاته، إذا كان الخطاب أولا لجماعة المؤمنين، وإذا كان الخطاب لأهل الكتابين، فالبينات ما ورد في شرائعهم من الإعلام بمحمد - صلى الله عليه وسلم - والتعريف به. اهـ-. وهذا الذي مال إليه الطبري ٢/ ٣٢٦، وبين أن الأول قريب منه في المعنى.(٣) ينظر: \"تفسير الطبري\" ١/ ٤٨١، ٢/ ٣٢٩، \"التبيان\" ص ١٢٩، \"البحر المحيط\" ٢/ ١٢٤، وقال: وكونها بمعنى النفي إذا جاء بعدها إلا، كثير الاستعمال في القرآن وفي كلام العرب.(٤) المائق: الأحمق. ينظر: \"اللسان\" ٧/ ٤٣٠٠.(٥) البيت لذي الرمة من قصيدة يمدح فيها بلال بن أبي بردة بن أبي موسى الأشعري، في \"ديوانه\" ص ٢٣٣.</p><p> فلو كان النظرُ الرؤيةَ لم يطلب عليه الجزاء، أي: المحب لا يستثيب من النظر إلى محبوبه شيئًا، بل يريد ذلك ويتمناه، ويدل على ذلك قول الآخر: </p><p> ونظْرَة ذي شِجَنٍ وأَمْنٍ ... إذا ما الرَّكَائِبُ جاوَزْنَ مِيلًا (١) . </p><p> فهذا على التوجه إلى الناحية التي المحبوبُ فيها، وتقليب البصر نحوها، وما يعالج من التلفت والتقلب، كقول الآخر: </p><p> ما سِرتُ مِيلًا ولا جَاوَزْتُ مَرْحَلةً ... إلا وذكركِ يَلْوِيْ دايبًا عُنُقِيْ (٢) </p><p> هذا الذي ذكرنا هو الأصل في اللغة (٣) ، ثم يجوز أن يعني بالنظر: الرؤية؛ لأن تقليب البصر نحو المُبْصَر تتبعه (٤) الرؤية، وقد يجري على الشيء لفظ ما يتبعه ويقترن به، كقولهم للفِنَاء: عَذِرَة، ولذي بطن الإنسان: غائط. </p><p> والنَّظَر يُعَدَّى بإلى، ثم يجوز أن يُحْذَفَ الجار وُيوصَل الفعل كما أنشده (٥) الأخفش: </p><p> ظاهرات الجَمَالِ وَالحُسْنِ يَنْظُرْ ... نَ كما تَنْظرُ الأرَاكَ الظِّبَاءُ (٦) </p><p>(١) البيت في \"المفضليات\" ١/ ٥٦ ولم ينسبه. وقوله وأمن كذا في المخطوطة وفي \"المفضليات\": (وامق) ولعلها أصوب. (٢) البيت في \"الحلة السيراء\" ١/ ٩٤، وفي \"محاضرات الأدباء\" ٢/ ٧٣. ولم أهتد لقائله.(٣) ينظر في (نظر) \"تهذيب اللغة\" ٤/ ٣٦٠٣ - ٣٦٠٦، \"المفردات\" ص ٤٩٩ - ٥٠٠، \"اللسان\" ٧/ ٤٤٦٥ - ٤٤٦٨ (نظر)، \"البحر المحيط\" ٢/ ١٢٤.(٤) في (م): (يتبعه).(٥) في (أ): (م) (أنشد).(٦) البيت لعبد الله بن قيس الرقيات في \"ديوانه\" ص ٨٨ وذكره في \"البحر المحيط\".</p><p> المعنى: ينظرن إلى الأراك، فحذف الجار (١) . والنظر فعل يستعمل على ضروب من المعاني، كلها يرجع إلى أصل (٢) واحد، وهي طلب الإدراك. </p><p> منها: النظر، بمعنى: الانتظار (٣) ، كقوله تعالى:  {غَيْرَ نَاظِرِينَ إِنَاهُ}  [الأحزاب: ٥٣] أي: غير منتظرين إدراكه وبلوغه، والمنتظر يطلب إدراك ما يتوقع، يقال: نظرته وانتظرته، ومنه قوله:  {فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ}  [النمل: ٣٥] . </p><p> وقال الحطيئة (٤) : </p><p> وقد نَظَرْتُكُم إينَاءَ صادرة .... (٥) </p><p> والناظرُ إلى الشيء يطلبُ إدراك ما يلتمس ببصره، والنظر بالفكر إدراك المعاني. </p><p> ويكون النظر بمعنى: التَّعَطُّفِ والرَّحْمَة، كقوله: {وَلَا يَنْظُرُ إِلَيْهِمْ يَوْمَ </p><p>= ١/ ٣٩٩، وهو بلا نسبة في \"معاني القرآن\" للأخفش ١/ ٢٤٠، \"أساس البلاغة\" ٢/ ٤٥٤ (نظر) يشبه الشاعر الحسان العبشميات بالظباء المنتصبات، وهو أحسن ما تكون الظباء. والأراك شجر معروف يستاك بعيدانه. (١) ينظر: \"البحر المحيط\" ٢/ ١٢٤.(٢) في (أ): الأصل.(٣) قال الرازي في \"تفسيره\" ٥/ ٢٢٩: وأجمعوا على أنه يجيء بمعنى الانتظار.(٤) هو جرول بن أوس من بني قطيعة بن عبس، الشاعر الهجاء الشهير، لقب بالحطيئة لقصره، وهو جاهلي إسلامي أسلم بعد وفاة الرسول - صلى الله عليه وسلم -، وتوفي سنة ٤٥ هـ. ينظر: \"الشعر والشعراء\" ص ١٩٩، \"الأعلام\" ٢/ ١١٨(٥) وتمامه: للوِردِ طال بها حَوزي وتَنْساسي .. البيت للحطيئة كما في \"اللسان\" ٧/ ٤٤٦٦ (نظر).</p><p> الْقِيَامَةِ وَلَا يُزَكِّيهِمْ} [آل عمران: ٧٧] . ذلك أن الرحمةَ تتبع النظر، فإن الواحدَ منا إذا نظر إلى حال إنسان فرآه في بليةٍ أو شدةٍ رَحِمَهُ، ولو لم ينظر إليه لم تداخله الرحمة، هذا هو الأصل، ثم جعل الرحمة نظرًا. </p><p> ويكون النظر بمعنى الاعتبار والتأمل والتدبر، وهو فعل غير متعد، فمن ذلك قوله:  {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ}  [الفرقان: ٩]  {انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ}  [النساء: ٥٠]  {انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ}  [الإسراء: ٢١] وقد يتعدى هذا بالجار، كقوله:  {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ}  [الأعراف: ١٨٥] . وقوله:  {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ}  [الغاشية: ١٧] . وقوله:  {أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ}  [ق: ٦] ، والمراد بالنظر في هذه الآية: نظر الاعتبار، وذلك أن الاعتبار ثاني النظر، كما ذكرنا في الرحمة. والنظر يكون بمعنى المقابلة، تقول العرب: الجبل ينظر إليك أي: يقابلك، وذلك أن الأكثر في باب النظر أن الناظر ينظر فيما يقابله، فلما كان الأكثر في هذا الباب المقابلة سميت المقابلة نظرًا (١) . </p><p> والظُّلَل جمع ظُلَّة: مثل حُلَّة وحُلَلٌ، والظُّلَّة: ما يُسْتَظَلُّ به من الشمس، ويسمى السحابُ ظَلَّةً لأنه يُسْتَظَل بها، ومنه قوله:  {عَذَابُ يَوْمِ الظُّلَّةِ}  [الشعراء: ١٨٩] ، أراد: غيمًا تحته سموم (٢) . </p><p> ومعنى الآية: هل ينتظر التَاركونَ الدخولَ في السَّلْم والمتبعون </p><p>(١) ينظر في معاني النظر \"تهذيب اللغة\" ٤/ ٣٦٠٣ - ٣٦٠٦، \"المفردات\" ص٤٩٩ - ٥٠٠، \"اللسان\" ٧/ ٤٤٦٥ - ٤٤٦٨ (نظر). (٢) ينظر: \"تفسير الطبري\" ٢/ ٣٢٧ - ٣٢٨، \"تهذيب اللغة\" ٣/ ٢٢٤٥ - ٢٢٤٨ (ظل)، \"تفسير الثعلبي\" ٢/ ٦٨٣، \"المفردات\" ٣١٧، \"المحرر الوجيز\" ٢/ ٢٠٠، \"اللسان\" ٥/ ٢٧٥٣ - ٢٧٥٦ (ظلل).</p><p> خطوات الشيطان إلا العذاب يوم القيامة، يريد: أنه لا ثواب لهم، فلا ينتظرون إلا العذاب (١) . </p><p> فإن قيل: إنهم لا ينتظرون العذاب، ولو انتظروا العذاب لدخلوا في السلم كافة؟ قيل: انتظارهم العذاب يكون في الآخرة، يوم القيامة يعلمون أنهم لا ثواب لهم فلا ينتظرون إلا العذاب، أو نقول: قد ذكرنا أن هذا استفهام معناه النفي، بمعنى: ما ينتظرون، ويكون هذا خبرًا بمعنى النهي، أي: لا تنتظروا بعد تكذيب محمد - صلى الله عليه وسلم - إلا العذاب، وذكرنا عن صاحب النظم وجهًا آخر في نظير هذه الآية في سورة النحل. </p><p> وفي قوله تعالى {إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ} وجهان: أحدهما: أن هذا من بابِ المضاف، أذ يأتيهم عذابُ الله، أو أمرُ الله، أو آياتُ الله، فجعل مجيء الآيات والعذاب مجيئًا له، تفخيمًا لأن العذاب وتعظيمًا له. </p><p> والثاني: أن المعنى: هل ينظرون إلا أن يأتيهم الله بما وعدهم من العذاب والحساب، فحذف ما يأتي به تهويلًا عليهم، إذ لو ذكر ما يأتي به كان أسهل عليهم في باب الوعيد، وإذا لم يذكرْ كان أبلغ لانقسام </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٣٢٩ - ٣٣٠، \"تفسير البغوي\" ١/ ٢٤١، \"تفسير ابن كثير\" ١/ ٢٦٦، وقد رد الطبري رحمه الله ٢/ ٣٣١ قول قتادة في تأويله: والملائكة، أنه يعني به الملائكة تأتيهم عند الموت، بدلالة بعض الأحاديث الواردة التي تدل على أن إتيانهم إنما يكون بعد قيام الساعة في موقف الحساب حين تشقق، وبمثل ذلك روي الخبر عن جماعة من الصحابة والتابعين. اهـ-. وإذا كان قول قتادة مردودا بذلك فمن باب أولى ما روي عن بعضهم: أن هذا الوعيد إنما هو في الدنيا. ينظر: \"المحرر الوجيز\" ٢/ ٢٠٠.</p><p> وخواطرهم وذهاب فكرتهم في كل وجه، ومثله قوله:  {فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا}  [الحشر: ٢] ، أي: أتاهم بخذلانه إياهم (١) . </p><p>(١) ينظر في ذكر هذه الأقوال: \"تفسير الطبري\" ٢/ ٣٢٩، \"المحرر الوجيز\" ٢/ ٢٠٠، والقول الصحيح مذهب السلف الصالح من إثبات الصفات لله تعالى على الوجه اللائق به، من غير تحريف ولا تكييف، ولا تمثيل ولا تعطيل، مع الإقرار بمعناها، وهذه الآية كقوله تعالى: {كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (٢١) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} [الفجر:٢١ - ٢٢]، وكقوله: {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ} [الأنعام: ١٥٨]، وقد ساق الطبري في ٢/ ٣٢٧ - ٣٣١، وابن أبي حاتم ٢/ ٣٧٢ - ٣٧٣، والثعلبي ٢/ ٦٨٣ - ٦٨٧، أخبارا وآثارا كثيرة تدل على مجيء الله تعالى يوم القيامة لفصل القضاء مجيئا حقيقيا، قال ابن سريج كما نقل الذهبي في \"الأربعين في صفات رب العالمين\" ص ٩٥: وقد صح عند جميع أهل السنة إلى زماننا أن جميع الأخبار الصادقة عن رسول الله - صلى الله عليه وسلم - يجب على المسلم الإيمان بكل واحد منها، كما ورد مثل قوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ}، اعتقادنا فيه وفي الآي المتشابهة أن نقبلها، فلا نتأولها بتأويل المخالفين، ولا نحملها على تشبيه المشبهين، ونسلم الخبر لظاهره، والآية لظاهر تنزيلها. وينظر: \"مختصر العلو\" للذهبي ٢٢٦ ص، وقال الصابوني في \"عقيدة السلف أصحاب الحديث\" ص ١٩١: ويثبت أصحاب الحديث نزول الرب سبحانه كل ليلة إلى السماء الدنيا، من غير تشبيه له بنزول المخلوقين ولا تمثيل ولا تكييف، بل يثبتون له ما أثبته رسول الله - صلى الله عليه وسلم - وينتهون فيه إليه، ويمرون الخبر الصحيح الوارد بذكره على ظاهره، ويكلون علمه إلى الله عز وجل، وكذلك يثبتون ما أنزله -عز اسمه- في كتابه من ذكر المجيء والإتيان المذكورين في قوله عز وجل: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ}، وقوله عز اسمه: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا}. وينظر: \"الحجة في بيان المحجة\" ٢/ ١٢٣، و\"تفسير أبي المظفر السمعاني\" ٢/ ٦٠، و\"تفسير البغوي\" ١/ ٢٤١، و\"الفتاوى\" لابن تيمية ١٦/ ٤٠٩، و\"اجتماع الجيوش الإسلامية\" ص ١٩٩، و\"تفسير ابن كثير\" ١/ ٢٦٦.</p><p> وفي قوله:  {ظُلَلٍ مِنَ الْغَمَامِ} وجهان أيضًا: </p><p> أحدهما: أن العذاب يأتي فيها ويكون أهول، كقوله:  {عَذَابُ يَوْمِ الظُّلَّةِ}  [الشعراء: ١٨٩] . </p><p> والثاني: أن ما يأتيهم من العذاب يأتي في أهوال مفظعة، فشبه الأهوال بالظلل من الغمام، كقوله:  {وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ}  [لقمان: ٣٢]  (١) . </p><p> وقوله تعالى:  {وَقُضِيَ الْأَمْرُ} أي: فُرغَ لهم مما كانوا يوعدون، بأن قدر عليهم ذلك وأعد لهم (٢) . وذكرنا معنى القضاء فيما تقدم (٣) . </p><p> وقوله تعالى:  {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} اختلف القراء في (ترجع)  (٤) ، فقرأ بعضهم: بفتح التاء وكسر الجيم، بنى الفعل للفاعل، كقوله {أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ}  [الشورى: ٥٣] . </p><p> وقوله:  {إِلَيْنَا إِيَابَهُمْ}  [الغاشية: ٢٥] ، و {إِلَى اللَّهِ مَرْجِعُكُمْ} [المائدة: </p><p>(١) ينظر: \"التفسير الكبير\" ٥/ ٢٣٤، \"البحر المحيط\" ٢/ ١٢٤. والغمام: السحاب الأبيض الرقيق، سمي غماما، لأنه يغم، أي: يستر، قال ابن عباس: يأتي الله عز وجل يوم القيامة في ظلل من السحاب وقد قطعت طاقات، وقال مجاهد: هو غير السحاب، ولم يكن إلا لبني إسرائيل في تيههم، وهو الذي يأتي الله فيه يوم القيامة، وقد ذكر المؤلف هذين الوجهين بناء على ما قرره من تأويل صفة الإتيان لله تعالى. تنظر: المراجع السابقة. (٢) ينظر: \"تفسير الطبري\" ٢/ ٣٣١، \"تفسير الثعلبي\" ٢/ ٦٩٢، \"تفسير البغوي\" ١/ ٢٤١، \"المحرر الوجيز\" ٢/ ٢٠١، \"البحر المحيط\" ٢/ ١٢٥.(٣) ينظر تفسير [البقرة: ٢٠٠].(٤) قرأ ابن كثير وأبو عمرو ونافع وعاصم بضم التاء، وقرأ ابن عامر وحمزة والكسائي بفتح التاء، وروى خارجة عن نافع أنه قرأ: وإلى الله يُرجع الأمور، بالياء مضمومة في سورة البقرة ولم يروه غيره ينظر السبعة ص ١٨١، \"الحجة\" ٢/ ٣٠٤.</p>"
}