{
  "id": null,
  "sura": 2,
  "aya": 207,
  "text": "<p> الثبوت عليه، وقيل: لأنها بدل من المهاد لهم، فصار كقوله:  {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ}  [الانشقاق: ٢٤] ، على جِهَةِ البَدَلْ (١) . </p><p> ٢٠٧ - قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ} الآية، يشري من الأضداد، يقال: شَرَى إذا باع، وشرى إذا اشترى. وأصله: الاستبدال، قال الله تعالى:  {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ}  [يوسف: ٢٠] ، أي: باعوه (٢) . </p><p> ومعنى بيع النفس هاهنا: بذلها لأوامر الله وما يرضاه (٣) . </p><p> ونصب {ابْتِغَاءَ مَرْضَاتِ اللَّهِ} على معنى المفعول له، أي: لابتغاء مرضاة الله، ثم نزع اللام منه، فوصل الفعل فنصبه (٤) ، ولا يجوز على هذا: فعله زيدًا، أي: لزيد، ويجوز: فعله خوفًا، أي: للخوف، وذلك أن في ذكر المصدر دليلًا على الغَرَضِ الداعي إلى الفعل، وليس كذلك ذكر زيد، </p><p>(١) ينظر: \"التفسير الكبير\" ٥/ ٢٢٠، \"البحر المحيط\" ٢/ ١١٨. (٢) ينظر: \"معاني القرآن\" للأخفش ١/ ١٦، \"الأضداد\" للأصمعي ١٨، ١٩، \"أضداد ابن السكيت\" ١٨٥، \"تهذيب اللغة\" ٢/ ١٨٦٩، ونقل عن الفراء قوله: وللعرب في شروا واشتروا مذهبان، فالأكثر منهما: أن شروا: باعوا، واشتروا: ابتاعوا، وربما جعلوهما بمعنى باعوا. وينظر: \"اللسان\" ٤/ ٢٢٥٢ - ٢٢٥٣ \"شرى\"، \"المفردات\" ص ٢٦٣، وقال: الراء والبيع يتلازمان، فالمشتري دافع الثمن وآخذ المثمن، والبائع دافع المثمن وآخذ الثمن، هذا إذا كانت المبايعة والمشاراة بناض وسلعة، فأما إذا كانت بيع سلعة بسلعة صح أن يتصور كل واحد منهما في موضع الآخر، وشريت بمعنى: بعت أكثر، وابتعت بمعنى: اشتريت أكثر، قال الله تعالى: {وَشَرَوْهُ بِثَمَنٍ بَخْسٍ}.(٣) ينظر: \"تفسير الطبري\" ٢/ ٣٢٠، \"معاني القرآن\" للزجاج ١/ ٢٧٨، \"تفسير الثعلبي\" ٢/ ٦٥٤، \"الوسيط\" ١/ ٣١٢.(٤) ينظر: \"معاني القرآن\" للأخفش ١/ ١٦٦، \"تفسير الطبري\" ٢/ ٣٢٠، \"معاني القرآن\" للزجاج ١/ ٢٧٩، \"المحرر الوجيز\" ٢/ ١٩٦، \"إعراب القرآن\" للنحاس ١/ ٢٩٩.</p><p> ولأن في قوله: فعله لزيدٍ، تضمينًا، كأنه قال: فَعَلَه لإكرامِ ولسببِ زيدٍ، وما أشبه هذا مما يكون داعيًا إلى الفعل، فلم يحتمل الكلام حذفين كما احتمل حذفًا واحدًا (١) . </p><p> والمرضاة: الرِّضَى، يقال: رَضِيَ رِضًا ومَرْضَاة (٢) . </p><p> وكان الكسائي يقرأها ممالة (٣) ، ليدل على أن الألف فيها منقلبة عن الباء، ولم يمنعها المستعلي وهو (الضاد)  (٤) من الإمالة، كما لم يمنع من إمالة نحو: صار وخاف وطاب (٥) . </p><p> وكان حمزة يقف عليها بالتاء (٦) ، وحجته ما حكاه سيبويه عن أبي الخطاب (٧) ، أنه كان يقول: طَلْحَت (٨) . </p><p>(١) ينظر: \"الكتاب\" لسيبويه ١/ ٣٦٧ - ٣٧٠، ٣/ ١٢٦، ١٥٤. (٢) ينظر: \"اللسان\" ٣/ ١٦٦٣ - ١٦٦٤ \"رضى\".(٣) قرأ الكسائي وحده: مرضاة الله، ممالة، وقرأ الباقون: مرضاة الله، بالفتح، أي بلا إمالة. ينظر: \"السبعة\" ١٨٠، \"الحجة للقراء السبعة\" ٢/ ٢٩٩.(٤) في (ي) و (أ): الميم ثم ذكر في تصحيح نسخة [أ] أن ذكر الميم غلط لأنها ليست من حروف الاستعلاء.(٥) \"الحجة\" ٢/ ٢٩٩ - ٣٠٠ بمعناه، وحروف الاستعلاء هي حروف التفخيم، وهي سبعة مجموعة في قولك: خص ضغط قظ.(٦) وقف حمزة على مرضات، بالتاء المفتوحة، والباقون يقفون عليها بالهاء. ينظر: \"السبعة\" ص ١٨٠، \"الحجة\" ٢/ ٢٩٩، وفي \"التيسير\" ص ٦٠، أن الكسائي وأبا عمرو كانا يقفان على هاء تأنيث رسمت في المصاحف تاء بالهاء، وهو قياس مذهب ابن كثير.(٧) أبو الخطاب، هو: عبد الحميد بن عبد المجيد الأخفش الأكبر، تقدمت ترجمته [البقرة: ٣٢].(٨) \"الكتاب\" لسيبويه ٤/ ١٦٧.</p><p> وأنشد الأخفش: </p><p> ما بَالُ عَيْني عن كَرَاها قد جَفَتْ ... مُسْبِلَةً تَسْتَنّ لَمّا عَرَفَتْ </p><p> دارًا لِسَلْمى بعد حَوْلٍ قَدْ عَفَتْ ... بل جَوْزِ تَيْهَاءَ كَظَهْر الْجَحَفَتْ (١) </p><p> ويجوز أن يكون لما كان المضاف إليه في التقدير أثبت التاء، كما </p><p> يثبته في الوصل، أن المضاف إليه مراد (٢) ، كما أشم (٣) من أشمّ في الوقف </p><p> الحرفَ المضمومَ، ليعلم أنه في الوصل مضمومٌ، وكما كَسَر من كَسَر قوله: </p><p> ......................... واعتقالًا بالرِّجْلِ (٤) </p><p> ليعلم أنه في الوصل مجرور. ويدل على حُجةِ قراءة حمزة قول </p><p>(١) الرجز لسؤر الذئب، في \"شرح شواهد الشافية\" ٤/ ٢٠٠ مع اختلاف في الرواية، وينظر: \"الخصائص\" ١/ ٣٠٤ \"المحتسب\" ٢/ ٩٢. \"لسان العرب\" ٢/ ٧٨٧ \"جحف\". وقوله: تَسْتَنّ، أي: تجري بدمعها، من سننت الماء: إذا أرسلته بغير تفريق، وضعت موضع رب، وجوز وسط، والتيهاء: المفازة التي يتيه فيها سالكها، والجحفة: الترس، شبه التيهاء بظهر الترس في الملامسة. (٢) في \"الحجة\": ليعلم أن المضاف إليه مراد.(٣) الإشمام هو: ضم الشفتين من غير انطباق بعد إسكان الحرف، وهو يرى ولا يسمع. ينظر: \"الكشف\" لمكي ١/ ١٢٢.(٤) هذا جزء من بيت في الرجز، وتمامه في \"النوادر والخصائص\" ٢/ ٣٣٥:علَّمَنا أصحابنا بنو عجِل ... الشغزَبِي واعتقالا بالرجِلوهو برواية:علمنا إخواننا بنو عجل ... شرب النبيذ واصطفافا بالرجلفي \"المخصص\" ١١/ ٢٠٠، \"الإنصاف\" ص ٧٣٤، والعيني ٤/ ٥٦٧، وقالا فيه: إن أباعمرو سمع أبا مرار الغنوي ينشد هذا البيت، والشغزبي: ضرب من المصارعة، والاعقال: أن يدخل رجله بين رجلي صاحبه فيصرعه. ينظر تعليق المحققين على \"الحجة\" ٢/ ٣٠١.</p><p> الراجز: </p><p> إن عَدِيًا رَكِبَتْ إلى عَدِي ... وجَعَلَتْ (١) أمْوالَها في الحُطَمي </p><p> ارْهَنْ بَنِيكَ عَنْهم ارْهَنْ بَنِي (٢) . </p><p> أراد: بنيّ، فحذف ياء الإضافة للوقف، كما يخفف المثقل من نحو: سُرٍّ وضُرٍّ، فلولا أن المضاف إليه المحذوف في تقدير المثبت لرد النون في بنين، فكما لم يَرُدَّ النون في بنين فكذلك لم يقف بالهاء في (مَرْضَاةِ) ، لأن المضاف إليه في تقدير الثبات في اللفظ (٣) . </p><p> فأما التفسير، فقال أكثر المفسرين: نزلت في صهيب بن سنان الرومي (٤) ، كان رجلًا من ولد النِّمر بن قاسط (٥) ، فَسُبِيَ صغيرًا (٦) إلى </p><p>(١) في (م) لعلها: حملت. (٢) ورد هكذا:إنَ عديا ركبت لي عديْ ... وجعلت أموالها في الحطَميْارهن بنيك عنهمْ ارهن بَنِيْوزعم ابن جني أن هذا الشعر جاهلي، ينظر: \"المحتسب\" ١/ ١٠٨، \" الخصائص\" ٣/ ٣٢٧، \"الحجة للقراء السبعة\" ٢/ ٣٠١، ورهنه عنه: جعله رهنًا بدلًا منه.(٣) من كلام أبي علي في \"الحجة\" ٢/ ٣٠٠ - ٣٠٢ بتصرف، وذكر الوجهين السمين في \"الدر المصون\" ٢/ ٣٥٧ - ٣٥٨.(٤) هو: أبو يحيى صهيب بن سنان الرومي، أصله من النمر، يقال: اسمه عبد الملك، ولقبه صهيب، صحابي شهير شهد المشاهد كلها توفي بالمدينة في خلافة علي - رضي الله عنه - سنة ٣٨ هـ. انظر: \"فضائل الصحابة\" ٢/ ٨٢٨، \"أسد الغابة\" ٣/ ٣٦، \"تقريب التهذيب\" ص ٢٧٨ (٢٩٥٤).(٥) هو النمر بن قاسط بن هِنْب بن أفصى بن دعمى من أسد بن ربيعة جد جاهلي، كان له بالمدينة عقب كثير. انظر: \"قبائل العرب\" ١١٩٢، \"الأعلام\" ٨/ ٤٨.(٦) في (أ) و (م:) (صغير).</p><p> الروم، فتغير لسانه، ثم كان مملوكًا لابن جُدْعان (١) ، فآمن بالله وصدق النبي - صلى الله عليه وسلم -، وأقبل مهاجرًا إليه، فأخذه المشركون، فقال لهم صهيب: إني شيخ كبير لا يضركم أَمِنْكُم كنت أم من غيركم، فهل لكم أن تأخذوا مالي وتذروني وديني؟ ففعلوا ذلك، وكان قد شرط عليهم راحلة ونفقة، فلما بلغ المدينة تلقاه أبو بكر وعمر رضي الله عنهما في رجال، فقال له أبوبكر: ربحَ بيعُك أبا يحيى، فقال له (٢) صهيب: وبيعك فلا يخسر، ما ذاك؟ فقال أنزل الله (٣) فيك، وقرأ عليه هذه الآية (٤) . </p><p> وقال ابن عباس في رواية عطاء: إنه بذل ماله لمولاه، وقال له: خذ </p><p>(١) هو: عبد الله بن جدعان بن عمرو بن كعب، أحد كفار قريش، كان يقري الضيف ويطعم الجائع، ويصل الرحم ويعتق، سئل عنه الرسول - صلى الله عليه وسلم - هل ينفعه ذلك؟ فقال: \"لا\" لأنه لم يقل يوما من الدهر: لا إله إلا الله\". انظر \"البداية والنهاية\" ٣/ ٢٥٣، و١٩/ ٥١٦. (٢) زيادة من (م).(٣) ساقطة من (م).(٤) هذا السياق بمعناه ذكره مقاتل ١/ ١٧٨ - ١٧٩، ورواه ابن أبي حاتم بنحوه ٢/ ٣٦٨ عن سعيد بن المسيب، وعزاه في \"الدر المنثور\" ١/ ٤٣٠ إلى ابن مردويه وابن سعد والحارث ابن أبي أسامة في \"مسنده\"، وابن المنذر وأبي نعيم في \"الحلية\"، وابن عساكر، كلهم عن سعيد بن المسيب، وأخرجه الحاكم في \"المستدرك\" ٣/ ٤٠٠، والطبراني في \"المعجم الكبير\" ٨/ ٣٧حديث رقم (٧٢٩٦)، والبيهقي في \"الدلائل\" ٢/ ٥٢٢، ويشهد له ما أخرجه الحاكم في \"المستدرك\" ٣/ ٣٩٨، وابن المنذر \"فتح القدير\" ١/ ٢١٠ عن أنس، وأخرج الطبري ٢/ ٣٢١ عن عكرمة: أنها نزلت في صهيب بن سنان وأبي ذر الغفاري، كما أخرج الطبري ٢/ ٣٢١، عن الربيع هذه القصة إلا أنه لم يسم صهيبا، وينظر: \"تفسير الثعلبي\" ٢/ ٦٥٤، \"أسباب النزول\" للواحدي ص ٦٨، \"تفسر البغوي\" ١/ ٢٣٨، وقد نسبوه لأكثر المفسرين، وكذا ذكر الحافظ ابن حجر في \"العجاب\" ١/ ٥٢٧.</p><p> مالي وسَيِّبْني، فقد آمنت بالله وحده لا شريك له، فأعطى ماله وخرج مهاجرًا (١) . وعلى هذا يشري بمعنى: يشتري، كأنه يشتري نفسه من مولاه بماله، أو من المشركين بماله (٢) . وروى عن ابن عباس أيضًا في هذه الآية، أنه قال: أرى هاهنا من إذا أُمِر بتقوى الله أخذته العزة بالإثم، قال هذا: وأنا أشري نفسي فقاتله فاقتتل الرجلان (٣) ، لذلك كان علي رضي الله عنه إذا قرأ هذه الآية يقول: اقتتلا ورب الكعبة (٤) ، وهذا كالمستنبط من الآية، وذلك أن هاتين الآيتين تتضمنان (٥) المعنى الذي أشار إليه ابن عباس (٦) . </p><p>(١) تقدم الحديث عن هذه الرواية في المقدمة ونقل الرازي في \"تفسيره\" ٥/ ٢٢١ عن ابن عباس أنها نزلت في صهيب وعمار وسمية أمه وياسر أبيه، وفي بلال وآخرين ذكرهم. (٢) ينظر: \"التفسير الكبير\" ٥/ ٢٢٣.(٣) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٢٠، ومراد ابن عباس: أن قوله: وإذا قيل له اتق الله أخذته العزة بالإثم، هي في الكافر يأمره المؤمن بتقوى الله، فيرد ذلك الكافر فيقول المؤمن: وأنا أشري نفسي ابتغاء مرضاة الله، فيقتتل الرجلان، وبمعنى هذا: ما روي عن عمر أنها نزلت في الأمر بالمعروف والنهي عن المنكر، كما ذكره الواحدي في \"أسباب النزول\" ص ٦٨، ونقله ابن حجر في \"العجاب\" ١/ ٥٢٨، وقال: أسنده عبد بن حميد، وبمعناه أيضا ما روي عن الحسن، وذكره الواحدي في \"أسباب النزول\" ص ٦٨، والثعلبي في \"تفسيره\" ٢/ ٦٥٨.(٤) رواه عنه الطبري في \"تفسيره\" ٢/ ٣١٩، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٦٨، والخطيب في \"تاريخ بغداد\" ١١/ ١٣٥، وعزاه في \"الدر\" ١/ ٤٣٢ إلى وكيع وعبد ابن حميد والبخاري في \"تاريخه\" تاريخه ٦/ ٤٧.(٥) في (أ) و (م): يتضمنان.(٦) ذكر المفسرون أقوالا أخرى في سبب النزول، فقيل: إنها نزلت في المهاجرين والأنصار، وقيل: إنها نزلت في كل شارٍ نفسه في طاعة الله وجهاد في سيله، وقيل: نزلت في أناس بأعيانهم، وقيل: نزلت في أصحاب الرجيع، وتقدمت =</p>"
}