{
  "id": null,
  "sura": 2,
  "aya": 33,
  "text": "<p> ٣٣ - قوله تعالى:  {قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ} . قال المفسرون: لما ظهر عجز الملائكة، قال الله عز وجل:  {يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ} فسمى كل شيء باسمه، وألحق كل شيء بجنسه {فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ} أي: أخبرهم بتسمياتهم قال: {أَلَمْ أَقُلْ لَكُمْ}  (١) . </p><p> وفي الآية اختصار، معناه: فلما أنبأهم بأسمائهم، تحقق عندهم أن الله يعلم من العواقب ما لا يعلمون، فلما علموا ذلك (٢) ، قال الله:  {أَلَمْ أَقُلْ لَكُمْ} و (لم) حرف نفي وصل بألف الاستفهام، فصار بمعنى الإيجاب والتقرير (٣) ، كقول جرير: </p><p> أَلَسْتُمْ خَيْرَ مَنْ رَكِبَ المَطَايَا (٤) </p><p> وفيه أيضًا معنى التوبيخ (٥) لهم على ما سلف من خطاهم (٦) . </p><p>(١) انظر الطبري في \"تفسيره\" ١/ ٢٢١، والبغوي في \"تفسيره\" ١/ ٨٠، والخازن \"في تفسيره\" ١/ ١٠٣، وأبي السعود \"في تفسيره\" ١/ ٨٦. (٢) وما ذكره مفهوم من السياق.(٣) انظر: \"الوسيط\" للمؤلف ١/ ٨٠، \"معاني القرآن\" للأخفش١/ ٢١٩، \"البحر\" ١/ ١٥٠، \"الدر المصون\" ١/ ٢٧٠، \"شرح المفصل\" ٨/ ١٢٣، \"مغني اللبيب\" ١/ ١٧.(٤) البيت من قصيدة لجرير يمدح عبد الملك بن مروان وعجزه:وَأَنْدى العَالمِينَ بُطُونَ رَاحأندى: أكثرهم جوداً، الراح: جمع راحة وهي الكف، ورد البيت في \"معاني القرآن\" للأخفش ١/ ٢١٩، وفي (الخصائص) ٢/ ٦٤٣، ٣/ ٢٦٩، \"المصون في الأدب\": ص ٢١، \"شرح المفصل\" ٨/ ١٢٣، \"مغني اللبيب\" ١/ ١٧، و\"شرح ديوان جرير\" ص ٧٤.(٥) (التوبيخ) ساقط من (ب).(٦) كذا في جميع النسخ ولعل الصواب (من خطئهم) أو (من أخطائهم). انظر معنى الآية في \"تفسير الطبري\" ١/ ٢٢١.</p><p> وقوله تعالى:  {إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ} . (الغيب) مصدر مضاف إلى المفعول (١) على الاتساع، وحذف حرف الجر، لأنك تقول: غبت في الأرض، وغبت ببلد كذا، فتعديه بحرف الجر، فحذف الحرف وأضيف المصدر إلى المفعول به في المعنى، نحو:  {مِنْ دُعَاءِ الْخَيْرِ}  [فصلت: ٤٩] و {بِسُؤَالِ نَعْجَتِكَ}  [ص: ٢٤] وكقولك: (أعجبني منك دخول الدار) . </p><p> وفيه أيضا مضاف مقدر، والمعنى: إني أعلم ذوي غيب السموات والأرض ما غاب فيها [عنكم، ومثله على هذا التقدير قوله:  {وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ}  (٢) أي: له ما غاب فيها] (٣) ملكاً وخلقاً. </p><p> ويجوز أن يكون له علم ما غاب (٤) فيها، فيكون المضاف محذوفاً. </p><p> وقوله تعالى:  {وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} . أي: أعلم سرّكم وعلانيتكم، لا يخفى علي شيء من أموركم (٥) . </p><p> وقال ابن عباس: ما تبدون من قولكم: (أتجعل فيها من يفسد فيها) ، (وما كنتم تكتمون) من إضمار إبليس الكفر (٦) . </p><p> وعلى هذا التأويل قال:  (تكتمون) بلفظ الجمع، وإن كان المراد به </p><p>(١) في (ب): (المفعول به). (٢) سورة هود: ١٣٢، وسورة النحل: ٧٧.(٣) ما بين المعقوفين ساقط من (ب).(٤) انظر: \"معاني القرآن\" للزجاج ٣/ ٢١٤.(٥) انظر: \"تفسير الطبري\" ١/ ٢٢٢، و\"تفسير ابن كثير\" ١/ ٨٠(٦) أخرجه ابن جرير بسنده من طريق السدي، عن ابن عباس وابن مسعود وناس من الصحابة في \"تفسيره\" ١/ ٢٢٢، وابن كثير في \"تفسيره\" ١/ ٨٠، \"الدر\" ١/ ١٠١.</p><p> إبليس، لأن الخطاب للجماعة، وهو من جملتهم (١) . </p><p> وقال الحسن وقتادة في قوله:  {مَا تُبْدُونَ} كقول ابن عباس، (وما تكتمون) يعني قولهم: لن يخلق (٢) خلقاً أفضل ولا أعلم منا (٣) . </p><p> وقد يبقى في هذه الآية سؤال لم يجد (٤) أحداً ممن تكلم في تفسير القرآن ولا في معانيه تعرض [له]  (٥) ، وهو من مهم ما يسأل عنه (٦) . وذلك أن يقال: من أين علمت الملائكة لما خبرها (٧) آدم عليه السلام بتلك الأسماء صحة قوله، ومطابقة الأسماء المسميات؟ وهي لم تكن (٨) عالمة بذلك من قبل، إذ لو كانت عالمة لأخبرت بالأسماء، ولم تعترف بفقد العلم. والكلام يقضي أنهم لما أنبأهم آدم بالأسماء، علموا صحتها ومطابقتها للمسميات (٩) ، ولولا ذلك لم يكن لقوله (١٠) : {أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ </p><p>(١) انظر الطبري في \"تفسيره\" ١/ ٢٢٢، وابن عطية في \"تفسيره\" ١/ ٢٤١. (٢) في (ب): (لن يخلق الله ..).(٣) ذكره الثعلبي ١/ ٦٢ ب، وأخرجه الطبري عنهما ١/ ٢٢٢، وابن أبي حاتم ١/ ٨٢، وذكره السيوطي في \"الدر\" ١/ ١٠٢، و\"ابن كثير\" ١/ ٨٠.(٤) كذا في جميع النسخ، والمعنى: لم يتعرض أحد لهذا السؤال.(٥) (له) ساقطة من (ب).(٦) بل إن في هذا السؤال شيئاً من التكلف، ولا فائدة كبيرة من معرفة جوابه، ولا ينبني عليه حكم، وقد ذكر الرازي هذا السؤال والإجابة عنه بنحو ما ذكر الواحدي هنا فلعله نقل عنه ٢/ ١٧٧.(٧) في (ب): (حرها).(٨) في (أ): (يكن) وما في (ب) و (ج) أصح في السياق.(٩) يمكن أن يعلموا صحتها بمجرد إخبار آدم عليه السلام بالأسماء، وإقرار الله له على ذلك، وعلى هذا فلا داعي لتحمل الإجابة عن هذا السؤال.(١٠) في (ب): (كقوله).</p><p> غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ} معنى. </p><p> والجواب: أنه (١) غير ممتنع أن تكون الملائكة في الأول غير عارفين بتلك الأسماء فلما أنبأهم آدم عليه السلام بها، خلق الله تعالى (٢) لهم في الحال العلم الضروري بصحتها ومطابقتها للمسميات، إما من طريق، أو ابتداء بلا طريق، فعلموا بذلك تمييزه (٣) واختصاصه (٤) . </p><p> ووجه آخر: وهو أنه لا يمتنع أن تكون للملائكة لغات مختلفة، فكل قبيل منهم يعرف أسماء الأجناس في لغته دون لغة غيرها، فلما أراد الله تعالى التنبيه على فضيلة آدم، علمه (٥) تلك الأسماء، فلما أخبرهم بها علم كل فريق (٦) مطابقة ما أخبر به من الأسماء للغته وعلم مطابقة ذلك لباقي اللغات بخبر كل فريق وإذا أخبر كل قبيل صاحبه علم بذلك من لغة غيره ما علمه من لغته (٧) ، وهذا الجواب يقتضي أن يكون معنى قوله:  {أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ} أي: ليخبرني كل قبيل منكم بجميع الأسماء. </p><p>(١) في (ب): (له). (٢) انظر التعليق السابق على ما ذكر الواحدي عن معنى تعليم الله آدم، وأنه بمعنى: خلق له العلم بذلك: ٢/ ٣٤٨.(٣) في (ب): (تميزه) وهو الأصوب.(٤) قال الرازي: (.. ولا يمتنع أن يقال: إنه تعالى عرفهم قبل أن يسمعوا من آدم عليه السلام تلك الأسماء، ما استدلوا به على صدق آدم).(٥) في (ب): (علمهم).(٦) في (أ): (فريق منهم).(٧) هذا من التكلف الذي لا دليل عليه.</p>"
}