{
  "id": null,
  "sura": 2,
  "aya": 246,
  "text": "<p> وحكى أبو الهيثم السجزى، عن بعضهم قال: إن الله تعالى لما أمرهم بالصدقة أخبر أنه لا يمكنهم ذلك إلا بتوفيقه، فقال:  (١)  {وَاللَّهُ يَقْبِضُ وَيَبْسُطُ} يعني يقبض بعض القلوب فيزويه كيلا ينشط (٢) لخير، ويبسط بعضها فيقدم لنفسه خيرًا (٣) . </p><p> ٢٤٦ - وقوله تعالى:  {أَلَمْ تَرَ إِلَى الْمَلَإِ مِنْ بَنِي إِسْرَائِيلَ} الآية. الملأ: الأشراف من الناس، وهو اسمٌ للجماعة، كالقومِ والرَّهْطِ والجيش، وجمعه: أملاء، قال الشاعر: </p><p> وقال لها الأَمْلاَء من كلِّ مَعْشَر ... وخَيْرُ أقَاوِيلِ الرِّجَالِ سَدِيدُها (٤) </p><p> وأصله من الملأ، فالملأ: هم الذين يملؤون العيون هيبة ورُواءً (٥) ، وقيل: هم الذين يملؤون المكان إذا حضروا (٦) . </p><p> وقال أبو إسحاق: الملأ: الرؤساء سموا بذلك لأنهم مِلآءٌ ومُلآءُ (٧) بما يحتاج إليه (٨) من قولهم: مَلُؤَ الرجل يَمْلُؤُ ملاءَةً فهو مليء (٩) . </p><p>(١) ساقطه من (ي). (٢) في (ي) ينبسط وفي (ش) فيزويه ينشط.(٣) \"تفسير الثعلبي\" ٢/ ١٣٢٣، \"عجائب التأويل للكرماني\" ١/ ٢٢١، \"البحر المحيط\" ٢/ ٢٥٣.(٤) البيت من الطويل، وهو بلا نسبة في \"أساس البلاغة\" ٢/ ٣٩٧ مادة: ملأ.(٥) في (ش) ورؤًا.(٦) ينظر في الملأَ: \"تهذيب اللغة\" ٤/ ٣٤٣٧ - ٣٤٣٨، \"المفردات\" ص ٤٧٤ - ٤٧٥، \"لسان العرب\" ٧/ ٤٢٥٢ - ٤٢٥٣.(٧) في (ش) (مُلآة)، وقد كتبت الأولى والثانية في النسخ مِلآء ومُلآء.(٨) \"معاني القرآن\" للزجاج ١/ ٣٢٥ - ٣٢٦، ولفظه: لأنهم مُلء بما يحتاج إليه منهم، وفي \"تهذيب اللغة\" ٤/ ٣٤٣٨: س ملاء بما يحتاج إليه منهم.(٩) ساقط من (ش).</p><p> وقوله تعالى:  {إِذْ قَالُوا لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا} قال قتادة: هو يوشع (١) . </p><p> وقال السدي: هو شمعون (٢) . </p><p> وقال سائر المفسرين: هو أشمويل (٣) . </p><p> وكان سبب قولهم ذلك لنبيهم، فيما قال الكلبي (٤) ووهب (٥) : أن الأحداث كثرت في بني إسرائيل، وعظمت فيهم الخطايا، وغلب عليهم عدُوُلهم (٦) فَسَبوا كثيرًا من ذراريهم، فسألوا نبيهم ملكًا تنتظمُ به كلمتهم، ويجتمع أمرهم، ويستقيم حالهم في جهاد عدوهم، فقال لهم ذلك النبي:  {هَلْ عَسَيْتُمْ إِنْ كُتِبَ عَلَيْكُمُ الْقِتَالُ أَلَّا تُقَاتِلُوا} وهذا استفهام شك، يقول: لعلكم أن تَجْبُنُوا عن القتال (٧) . </p><p> وقرأ نافع وحده (عسِيتم) بكسر السين، واللغة المشهورة فتحها (٨) . </p><p> ووجه قراءة نافع: ما حكاه ابن الأعرابي: أنهم يقولون: هو عسٍ </p><p>(١) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٩٧، والطبري في \"تفسيره\" ٢/ ٥٩٦، ابن أبي حاتم في \"تفسيره\" ٢/ ٤٦٣، واستبعده ابن كثير ١/ ٣٢٢ قال: لا هذا كان بعد موسى بدهر طويل، وكان ذلك في زمان داود عليه السلام كما هو مصرح به في القصة. وينظر: \"المحرر الوجيز\" ٢/ ٣٥٢. (٢) أخرجه الطبري في \"تفسيره\" ٢/ ٥٩٦، ابن أبي حاتم في \"تفسيره\" ٢/ ٤٦٣.(٣) \"تفسير الثعلبي\" ٢/ ١٣٣٤، وكذا يروى عن ابن إسحاق ووهب بن منبه فيما أخرج الطبري ٢/ ٥٩٥.(٤) ذكره عنه الثعلبي في \"تفسيره\" ٢/ ١٣٣٥، والبغوي في \"تفسيره\" ١/ ٢٩٦.(٥) أخرجه الطبري في \"تفسيره\" ٢/ ٥٩٦ - ٥٩٧، وذكر الثعلبي في \"تفسيره\" ٢/ ١٣٣٥.(٦) في (ي): عدوهم.(٧) \"تفسيرالثعلبي\" ٢/ ١٣٣٩.(٨) ينظر: \"السبعة\" ص ١٨٦، \"والنشر\" ١/ ٢٣٠.</p><p> بكذا، وما أعساهُ، وأَعْسِ به، فقولهم: عسٍ، يقوي عسِيتم بكسر السين، ألا ترى أن عسٍ، مثل (١) : حرٍ وشجٍ، فإن قالوا: يلزمه أن يقرأ: {عَسَى رَبُّكُمْ}  [الإسراء: ٨] قيس: القياس هذا، وله أن يأخذ باللغتين فيستعمل إحداهما في موضع، والأخرى في موضع (٢) . </p><p> وقوله تعالى:  {وَمَا لَنَا أَلَّا نُقَاتِلَ فِي سَبِيلِ اللَّهِ} اختلف النحويون في وجه دخول (أن) هاهنا، والقائل يقول: ما لَكَ تفعل كذا كقوله: {مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا}  [نوح: ١٣] و {وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ}  [الحديد: ٨] . </p><p> فقال الأخفش:  (أن) هاهنا زائدة. المعنى: وما لنا لا نقاتل في سبيل الله (٣) . </p><p> وقال الفرَّاءُ: ذهب الى المعنى؛ لأن قول: مَا لَكَ لا تصلي، معناه: </p><p>(١) ساقط من (ي). (٢) \"الحجة\" لأبي علي ٢/ ٣٥٠.(٣) \"معاني القرآن\" للأخفش ١/ ١٨٠، وتمام كلامه: (أن) هاهنا زائدة، كما زيدت بعد (فلما) و (ولما) و (ولو) فهي تزاد في هذا المعنى كثيرا، ومعناه: ما لنا لا نقاتل، فأعمل (أن) وهي زائدة كما قال: ما أتاني من أحد، فأعمل (من) وهي زائدة. انتهى كلامه. وفي \"البحر المحيط\" ٢/ ٢٥٦ رد مذهب الأخفش، ومذهب من قال: إن المعنى (ما لنا وأن نقاتل) فحذف الواو كما حكاه الطبري في \"تفسيره\" ٢/ ٦٠٠، فقال أبو حيان: وهذا ومذهب أبي الحسن ليس بشيء؛ لأن الزيادة والحذف على خلاف الأصل، ولا نذهب إليهما إلا لضرورة، ولا ضرورة تدعو هنا إلى ذلك مع صحة المعنى في عدم الزيادة والحذف. وقال الطبري في \"تفسيره\" ٢/ ٦٠٠: وأنكر ما قال هذا القائل من قوله الذي حكينا عنه آخرون، غير جائز أن تجعل (أن) زائدة في الكلام وهو صحيح في المعنى وبالكلام إليه الحاجة، قالوا: والمعنى: ما يمنعنا ألا نقاتل، فلا وجه لدعوى مدّع أن (أن) زائدة معنى مفهوم صحيح.</p><p> ما يمنعك أن تصلي، فلما ذهب إلى معنى المنع أدخل أن (١) ، الدليل على ذلك: قوله: {مَا مَنَعَكَ أَنْ تَسْجُدَ}  [ص: ٧٥] ، وعلى هذا المعنى قال:  {مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ}  [الحجر: ٣٢]  (٢) . </p><p> وقال الكسائيُّ: المعنى: وما لنا في أن نقاتل، فأسقط (في)  (٣) وارتضى الزجاج هذا القولَ وصحَّحه. </p><p> وقال: المعنى: أي شيء لنا في أن لا نقاتل. أي: أيُّ غرضٍ (٤) لنا في ترك القتال وقد أخرجنا من ديارنا وأبنائنا، ولكن (في) سقطت مع (أن) ، وكثيرًا ما يحذف حرف الجر مع أن، وقد مضت لهذا نظائر (٥) . </p><p> ورجح أبو علي الفارسي قول الكسائي على قول الفراء، فقال: إذا اتجه للكلام وجه صحيح وكان مستمرًّا على الأصول، فلا معنى للعدول عنه إلى غيره، وكما جاز وقوع الفعل موقع الحال في قولك: ما لك تفعل كذا، والمعنى: ما لك فاعلًا، كذلك يجوز وقوع حرف الجر موقعها، كما ذكر الكسائي، وسد مَسَدَّها، ألا ترى أنك تقول: خرجت في الثياب، كما تقول: خرجت لابسًا، فالظرف هاهنا يقع موقع الحال، فكذلك في الآية، فإذا كان ما ذكرناه من تقدير حرف الجر متجها (٦) متخرجًا (٧) على معنى </p><p>(١) في (ش): (أنَّ). (٢) \"معاني القرآن\" للفراء ١/ ١٦٣ - ١٦٤.(٣) نقله عنه الفراء في \"معاني القرآن\" ١/ ١٦٥، والثعلبي في \"تفسيره\" ٢/ ١٣٤١.(٤) في (ي): (أي: أي شيء) وفي (ش): (أي أي لنا).(٥) \"معاني القرآن\" للزجاج ١/ ٣٢٧.(٦) من قوله: (موقعها ..) ساقط من (ش).(٧) في (ش): (متحركًا).</p><p> مستقيم ولفظ مستعمل، لم يكن بنا حاجة إلى أن نقدر أنَّ معنى ما لنا: ما يمنعنا، وكأنه قال: ما يمنعنا أن نقاتل أي: ما يمنعنا من أن نقاتل (١) ، على أنا لا ندفع الحمل على المعنى في كثير من المواضع، ولكن لا يستحسن (٢) ترك الظاهر والعدول عنه إلى غيره ما وجد للتأويل على الظاهر مساغ، وإذا حمل الكلام على ما ذكره الفَرَّاء ففي الكلام تقدير حرف جرٍ، كما أن في حمله على الظاهر تقديرُ حرفِ جرٍّ (٣) ، وإذا استوتِ الحالتانِ فلزومُ الظاهرِ أعْجَبُ إلينا (٤) . </p><p> وعلى الأقوال كلها (أن لا نقاتل (٥) ) في محل النصب، لوقوعه موقع الحال، كقوله تعالى:  {فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ}  [النساء: ٨٨] وقوله: {فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ}  [المدثر: ٤٩] ، كأنه (٦) قيل: ما لنا غير مقاتلين. وكما جاز وقوع الفعل الموجب موقع الحال في هذا النحو مثل: ما لك نفعل كذا، جاز أيضًا وقوع المنفي موقعه نحو: ما لك لا تفعل، كقوله تعالى:  {مَا لَكَ لَا تَأْمَنَّا}  [يوسف: ١١]  {مَا لَكُمْ لَا تَنْطِقُونَ}  [الصافات: ٩٢]  (٧) وأنشد أبو زيد: </p><p>(١) من قوله: (أي ما ..) ساقط من (ي). (٢) في \"الإغفال\": (لا نستحسن).(٣) من قوله: (كما أن ..) ساقط من (ي).(٤) من \"الإغفال\" ص ٥٣٧ - ٥٤٠ بتصرف واختصار.(٥) في (ي) (لا تقاتلوا).(٦) في (ش): (له).(٧) ينظر في إعراب الآية: \"إعراب القرآن\" للنحاس ١/ ٣٢٥، \"تفسير الثعلبي\" ٢/ ١٣٤٠، \"مشكل إعراب القرآن\" ١/ ١٣٤، \"التبيان\" ١٤٧،\"البحر المحيط\" ٢/ ٢٥٦.</p><p> ما لَكَ لا تَذْكُرُ أُمَّ عَمْرِو ... إلّا لعَيْنَيْكَ غُرُوبٌ تَجْرِي (١) </p><p> وذهب المبرد في هذه الآية إلى غير ما ذهب إليه هؤلاء، وهو أنه قال: ما في هذه الآية جحدٌ لا استفهام، كأنه قيل: ما لنا ترك القتال، وعلى هذا سهل الأمر في دخول أن (٢) . </p><p> وقوله تعالى:  {وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا} ظاهرُ الكلام العموم وباطنه الخصوص؛ لأن الذين قالوا هذا لم يُخْرَجُوا من دِيَارِهم، ولكن إذا أُخْرِج بعضُهم جاز لكلهم أن يقولوا هذا، كما يقال: قتلناكم يوم ذي قار، وكما قال موسى بن جابر الحنفي (٣) : </p><p> ذهبتُم فلُذْتمُ بالأميرِ وقُلْتُم ... تَرَكْنا أحَادِيثًا ولَحْمًا مُوضّعَا (٤) </p><p> والذين قالوا هذا لم يكونوا بهذه الصفة، وعنوا بالإخراج من الديار: السبيَ والقهر (٥) على نواحيهم (٦) . </p><p> وقوله تعالى:  {وَأَبْنَائِنَا} أرادوا: أُفْرِدنا من أبنائنا بالتفريق بيننا </p><p>(١) في \"النوادر\" ص ٦٥، وينظر \"الإغفال\" ص ٥٣٩، و\"المخصص\" ١/ ١٢٧، و\"اللسان\" ٦/ ٣٢٢٨، و\"التاج\" ٢/ ٢٧٥، قال أبو زيد: الغروب: الدموع حين تخرج، وغربا العين: مقدمها ومؤخرها. (٢) ينظر: \"البحر المحيط\" ٢/ ٢٥٦.(٣) هو: موسى بن جابر بن أرقم بن مسلمة أو سلمة بن عبيد الحنفي، شاعر مكثر من مخضرمي الجاهلية والإسلام، من أهل اليمامة، كان نصرانيًّا يقال له: أزيرق اليمامة، ويعرف بابن الفريعة. ينظر: \"النجوم الزاهرة\" ٢/ ٢٣١، \"الأعلام\" ٧/ ٣٢٠.(٤) البيت ذكر في \"ديوان الحماسة\" ١/ ١٤٠.(٥) في (ي): (القهر والسبي).(٦) \"تفسير الثعلبي\" ٢/ ١٣٤٢، \"تفسير البغوي\" ١/ ٢٩٧.</p>"
}