{
  "id": null,
  "sura": 2,
  "aya": 124,
  "text": "<p> ١٢٣ - قوله تعالى:  {وَلَا تَنْفَعُهَا شَفَاعَةٌ} ليس على ظاهره من العموم (١) ؛ لأنه قال في موضع آخر:  {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ}  [سبأ: ٢٣] وقال: {لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا}  [مريم: ٨٧] وهو من باب الخصوص، تأويله: ولا ينفعها (٢) شفاعة إذا وجب عليها العذاب، ولم يستحقوا سواه. وقال بعضهم: إنما آيس الله اليهود بهذه الآية؛ لأنهم كانوا يزعمون أن آباءهم من الأنبياء يشفعون لهم (٣) . </p><p> ١٢٤ - وقوله تعالى:  {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ} الآية، الابتلاء: الاختبار والامتحان، وابتلاء الله تعالى يعود إلى إعلامه عباده لا إلى استعلامه؛ لأنه يعلم ما يكون، فلا يحتاج إلى ابتلاءٍ ليَعْلَم (٤) . </p><p> وقوله تعالى:  {بِكَلِمَاتٍ} الكلبي، عن أبي صالح (٥) ، عن ابن عباس، قال: الكلمات التي ابتلى الله عز وجل إبراهيمَ بها عشر خصال من السُّنة: خمس في الرأس، وخمس في الجسد، فاللاتي في الرأس: المضمضة والاستنشاق والفرق والسواك وقص الشارب، والتي في الجسد: تقليم الأظفار وحلق العانة والختان والاستنجاء ونتف الرفغين (٦) . </p><p>(١) ينظر: \"تفسير ابن عطية\" ١/ ٤٧٢ - ٤٧٣. (٢) في (ش): (ولا تنفعها).(٣) ذكره الزجاج في \"معاني القرآن\" ١/ ١٢٨.(٤) ينظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٥٤، \"تفسير الطبري\" ١/ ٥٢٤، \"المفردات\" للراغب ص ٧١ - ٧٢، \"تفسير البغوي\" ١/ ١٤٥.(٥) هو: باذان، ويقال: باذام، أبو صالح مولى أم هانىء، تقدمت ترجمته.(٦) هذا الإسناد ضعيف لا تقوم به حجة، لكن ورد هذا عن ابن عباس بإسناد صحيح عند عبد الرزاق في \"تفسيره\" ١/ ٥٧ عن معمر عن ابن طاوس، عن ابن عباس، ومن طريق عبد الرزاق أخرجه الطبري في \"تفسيره\" ١/ ٥٢٤، ابن أبي حاتم =</p><p> وهذا أصح ما قيل في تفسير الكلمات، وعلى هذا أكثر أهل العلم (١) . </p><p> وقال ابن عباس في رواية عطاء: أوحى الله إلى إبراهيم: يا خليلي، تطهّرْ، فتمضمض، فأوحى الله إليه أن تطهرْ، فاستنشقَ، فأوحى إليه أن تطهر، فاستاك، فأوحى إليه أن تطهر، فأخذ شاربه، فأوحى (٢) إليه أن تطهر، فَفَرَقَ شعره، فأوحى إليه أن تطهر، فاستنجى، فأوحى إليه أن تطهرَ، فحلق عانته، فأوحى إليه أن تطهر، فنتف إبطيه، فأوحى إليه أن تطهر، فقلم أظفاره، فأوحى إليه أن تطهر، فأقبل بوجهه على جسده ينظر ماذا يصنع فاختتن بعد عشرين ومائة سنة (٣) . </p><p> وقال بعض المتأولين: المراد بالكلمات في هذه الآية: انقياده لأشياء امتحن بها، وأخذت عليه، منها: الكوكب والشمس والقمر والهجرة والختان وعزمه على ذبح ابنه (٤)  (٥) ، والمعنى: وإذ ابتلى إبراهيم ربه بإقامة </p><p>= ١/ ٣٥٩، والحاكم ٢/ ٢٦٦ وقال: صحيح على شرط الشيخين ولم يخرجاه. والبيهقي في \"السنن الكبرى\" ١/ ١٤٩، وذكره الثعلبي ١/ ١١٥٤، ولفظ الرُّفْغَين عند الفراء في \"معاني القرآن\" ١/ ٧٦ والرُّفْغ: كل موضع اجتمع فيه الوسخُ، والمراد به الإبط. ينظر: \"المصباح المنير\" ص ٢٣٣. (١) \"معاني القرآن\" للزجاج ١/ ٢٠٤، وقال ابن أبي حاتم ١/ ٢١٩: روي عن أبي صالح وأبي الجلد ومجاهد وسعيد بن المسيب والنخعي والشعبي نحو ذلك.(٢) في (ش): (فأوحى الله).(٣) هو بمعنى ما سبق، ولكن فيه تفصيل.(٤) أورد هذا المعنى عبد الرزاق في \"تفسيره\" ١/ ٧٥، الطبري في \"تفسيره\" ١/ ٥٢٧، وابن أبي حاتم ١/ ٢٢١ (١١٧٠)، وذكره الثعلبي في \"تفسيره\" ١/ ١١٥٥ كلهم عن الحسن.(٥) ذكره الطبري في \"تفسيره\" ١/ ٥٢٧ - ٥٢٨ الأقوال في المسألة ثم بين أن الصواب:=</p><p> كلمات، أو بتوفية كلمات، والتقدير: ذوي كلمات: أي: يعبر بها عن هذه المسميات، ويجوز أن يكون الكلم المتكلم به، كما أن الصيد هو المصيد، والنسج المنسوج (١) ، ومثلُ هذا مما حمل الكلمات فيه على الشرع قولُه تعالى:  {وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ}  [التحريم: ١٢] ، فالكلمات تكون الشرائع التي شرع لها دون القول؛ لأن ذلك قد استغرقه قوله تعالى:  {وَكُتُبِهِ} وكان المعنى: صدقت بالشرائع فأخذت بها، وصدقت الكتب فلم تكذب بها (٢) . </p><p> وقوله تعالى:  {فَأَتَمَّهُنَّ} معناه: أدَّاهُنَّ تامّاتٍ غيَر ناقصات (٣) ، وقيل: إنه مِنْ فعلِ الله تعالى، أي: قضاها الله له (٤) . </p><p> وقوله تعالى:  {قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا} . قال ابن عباس: أوحى الله إليه إني جاعلك للناس إمامًا يقتدي بك الصالحون من بعدك (٥) . </p><p>= أنه لا يجزم بشيء مما ذكر على أنه المراد بالكلمات إلا بحجة يجب التسليم بها، ورجح ابن كثير في \"تفسيره\" ١/ ١٧٧ عموم الكلمات لكل ما ذكر في أقوال المفسرين، وذكر في \"البحر المحيط\" ١/ ٣٧٥ ثلاثة عشر قولًا ثم قال: وهذه الأقوال ينبغي أن تحمل على أن كل قائل منها ذكر طائفة مما أبتلى الله به إبراهيم إذ كلها ابتلاه الله بها، ولا يحمل ذلك على الحصر في العدد ولا على التعيين، لئلا يؤدي ذلك إلى التناقض. (١) في (ش): (النسخ والمنسوخ)، وفي (م): (النسخ للمنسوخ).(٢) ينظر: \"تفسير القرطبي\" ٢/ ٨٧، و\"تفسير ابن كثير\" ١/ ١٧٦.(٣) ينظر: \"تفسير الطبري\" ١/ ٥٢٨، و\"تفسير غريب القرآن\" لابن قتيبة ص ٦٢، \"تفسير الثعلبي\" ١/ ١١٥٧.(٤) ينظر: \"معاني القرآن\" للزجاج ١/ ٢٠٤.(٥) ذكره في \"الوسيط\" ١/ ٢٠٣ لعله من رواية عطاء التي تقدم الحديث عنها في=</p><p> والأَمُّ في اللغة: القصد، والإمامُ: كلُّ مَنِ ائتم به قومٌ، كانوا على الصراط المستقيم (١) ، أو كانوا ضالّين. والنبي إمامُ أمتهِ، والخليفةُ إمام رعيتهِ، والقرآنُ إمامُ المسلمين، على معنى أنهم ينتهون إليه فيما أمر وزجر. والإمام: الذي يؤتَمُّ به، فيفعل أهله وأمته كما يفعل، أي: يقصدون لما يقصد. هذا أصله (٢) . ثم يجعل الكتابُ إمامًا يؤتم بما فيه، قال الله تعالى:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ}  [الإسراء: ٧١] أي: بكتابهم الذي جعلت فيه أعمالهم في الدنيا، وقال:  {وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ}  [يس: ١٢] يعنى: كتابًا، أو اللوح المحفوظ. وقد يجعل الطريقُ إمامًا؛ لأنَّ المسافر يأتمُّ به ويستدلُّ، قال الله تعالى:  {وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ}  [الحجر: ٧٩] ، أي: بطريقٍ واضح. ويقالُ للخيط الذي يُقَدَّرُ به البناء: الإمام؛ لأنه يقتدى به، ويُقْصَدُ قَصْدُه. وإمام الغلام في المكتب: ما يتعلمه كل يوم، لأنه يتبعه، ويقصده بالتعلم، ولا يعدو ما فيه (٣) . </p><p> فقال إبراهيم:  {وَمِنْ ذُرِّيَّتِي} أي: ومن أولادي أيضًا فاجعل أئمةً يُقْتدَى بهم (٤) . فأمَا تفسيرُ الذرية، فقال الليث: الذر: عدد الذرية، </p><p>= القسم الدراسي وقد روى ابن أبي حاتم في \"تفسيره\" ١/ ٢٢٢ عن أبي العالية، أنه قال: فجعله الله إمامًا، يؤتم ويقتدى به، ثم قال: وروي عن الحسن وعطاء الخراساني ومقاتل ابن حيان وقتادة والربيع بن أنس نحو ذلك. (١) \"معاني القرآن\" للزجاج ١/ ٢٠٥.(٢) \"معاني القرآن\" للزجاج ١/ ٢٠٥، وينظر: \"تهذيب اللغة\" ١/ ٢٠٦ (مادة: أمَ).(٣) ينظر: \"تهذيب اللغة\" ١/ ٢٠٦، و\"المفردات\" للراغب الأصفهاني ص ٣٣ - ٣٤.(٤) \"تفسير الثعلبي\" ١/ ١١٥٧.</p><p> تقول (١) : نَمَى (٢) الله ذَرْأَكَ وذَرْوَكَ: أي: ذريتك. والذريةُ: تقع على الآباء والأبناء والأولاد والنساء، قال الله تعالى:  {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ}  [يس: ٤١] أراد: آباءهم الذين حُمِلوا مع نوح في السفينة (٣) ، وقال الله تعالى:  {إِنَّ اللَّهَ اصْطَفَى آدَمَ} إلى قوله: {ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ}  [آل عمران:٣٣ - ٣٤] ، فدخل فيها الآباء والأبناء (٤) . </p><p> وتكون (٥) الذرية واحدًا وجمعًا، فممَّا جاء فيه ذرية يراد به الواحدِ قوله:  {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً}  [آل عمران: ٣٨] ، فهذا مثل قوله:  {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا}  [مريم: ٥] . ألا ترى أنه قال:  {فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى}  [آل عمران: ٣٩] . ومما جاء فيه جمعًا قوله:  {وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ}  [الأعراف: ١٧٣] ، وهو كثير. </p><p> وأما أصل الذُّرِّيةِ ومأخذُها، فقال أبو إسحاق النحوي: فيها قولان: قال بعضهم: هي فُعْليَّةٌ، من الذَرَ؛ لأنَ الله تعالى أخرجَ الخلق من صُلْبِ آدم كالذَّرِّ، حين أشهَدَهُم على أنفسِهم (٦) . </p><p>(١) في (أ)، (م): (يقول). (٢) في (ش): (تمنى).(٣) نقله عنه في \"تهذيب اللغة\" ٢/ ١٢٧٤ (مادة: ذرأ).(٤) \"تهذيب اللغة\" ٢/ ١٢٧٤ (مادة: ذرأ).(٥) في (ش): (ويكون).(٦) لم يذكر أبو إسحاق شيئا من ذلك في هذه الآية، لكنه أشار إلى العلة في آية الأعراف: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ}. فقال في \"معاني القرآن\" ٢/ ٣٩٠: قال بعضهم: خلق الله الناس كالذر من صلب آدم وأشهدهم على توحيده.</p><p> قال: وقال بعضُ النحويين: أصلها ذرُّورَةٌ، على وزن فعلولة، ولكنَّ التضعيَف لمَّا كَثُرَ أُبْدِلَ من الراء الأخيرة ياء فصارت ذُرُّويَةً، ثم أُدغمت الواو في الياء فصارت: ذُرِّيَّة. قال: والقول الأول أقيسُ وأجود (١) عند النحويين (٢) . واختاره (٣) الليث، فقال: هو فُعْليّة من الذر، كما قالوا: سُرّيَّة، والأصلُ من السّرّ، وهو النكاح (٤) . </p><p> وزاد ابن الأنباري الوجهين (٥) اللذين ذكرهما أبو إسحاق بيانًا فقال: الذرية مأخوذةٌ من ذرأَ الله الخلق، ويكون أصلها ذُرُّوؤه، تُرِكَ هَمْزُها، وأبدل من الهمز ياءً، فلمَّا اجتمعت الياء والواو والسابقُ ساكنٌ أُبدلَ من الواو ياءً، وأُدغمت في الياء التي بعدَها، وكُسِرَ الراء لتصِحَّ الياء. </p><p> قال: ويجوزُ أن تكون (٦) منسوبة إلى الذر بالتشبيه في كثرة التوالد، وضم الذال لأن النسبة قد يغير فيها الحرف، كما قالوا: دُهريٌّ بضم الدال (٧) ، وقالوا: بُصري للمنسوب إلى البصرة. </p><p> وقال الخليل: الذرية فُعْليّة، من ذَرَرْت؛ لأن الله تعالى ذَرَّهم في الأرض، أي: نشرهم. </p><p> قال أبو على الفارسي: أمَّا مثالُ ذرية من الفعل، فيجوزُ أن يكون </p><p>(١) في (م): (أجود وأقيس). (٢) نقله عنه في \"تهذيب اللغة\" ٢/ ١٢٧٧، وعنه في \"اللسان\" ٣/ ١٤٩١ (مادة: ذرأ).(٣) في (أ) و (م): (واختيار).(٤) نقله عنه في \"تهذيب اللغة\" ٢/ ١٢٧٧.(٥) المثبتمن (ش)، وفي غيرها: (للوجهين).(٦) في (أ)، (م): (يكون).(٧) الدهري، بضم الدال وفتحها، الذي يقول ببقاء الدهر \"القاموس\" ص ٣٩٥.</p><p> فُعلُولة من الذر، فأُبدلَتْ من الراء التي هي اللامُ (١) الأخيرة ياءً، ويحتملُ أن يكون فُعّيلة منه. فأبدلت من الراء الياء، كما يبدل من هذه الحروف للتضعيف، وإن وقع فيها الفصل. ويحتمل أن يكون فُعْلية نَسَبًا إلى الذرّ، إلا أن الفتحة أبدلت منها الضمة، كما أبدلوا في الإضافة إلى الدهر دُهري، وإلى السهل سُهلي. ويجوز أن يكون فُعِّيلة، من ذرأ الله الخلق، اجتمع على تخفيفها كما اجتمع على تخفيف البرية، ويجوز أن يكون فُعِّيلة، من قوله:  {تَذْرُوهُ الرِّيَاحُ} أُبدِلت من الواو الياء؛ لوقوع ياء قبلها (٢) . </p><p> وقوله تعالى:  {لَا يَنَالُ عَهْدِي الظَّالِمِينَ} أعلم الله إبراهيم أن في ذريته الظالم (٣) . قال ابن عباس: يريد من كان من ولدك ظالمًا لم ينل عهدي (٤) . يريد: ليس بإمام ولا كرامة (٥) . </p><p> واختلفوا في معنى العهد هاهنا، فقال أبو عبيد: العهد هاهنا: الأمان، أي: لا ينال أماني الظالمين (٦) ، يقول: لا أؤمنهم عذابي، وقال </p><p>(١) ساقطة من (م). (٢) ينظر: تفصيل ذرية وما فيها من اشتقاق وتصريف في: \"البحر المحيط\" ١/ ٣٧٢ - ٣٧٣, \"اللسان\" ٣/ ١٤٩٤ (ذر) , ٣/ ١٤٩١ (ذرأ).(٣) \"معاني القرآن\" للزجاج ١/ ٢٠٥.(٤) أخرجه ابن أبي حاتم في \"تفسيره\" ١/ ٢٢٢ بمعناه.(٥) تفسير العهد بالإمامة قال به: ابن عباس ومجاهد وسعيد بن جبير، وبه قال كثيرون، ينظر: \"تفسير الطبري\" ١/ ٥٣٠، و\"تفسير السمعاني\" ٢/ ٤٥، \"تفسير ابن عطية\" ١/ ٤٧٧، وابن الجوزي في \"زاد المسير\" ١/ ١٤٠، و\"تفسير القرطبي\" ٢/ ٩٨.(٦) \"غريب الحديث\" ١/ ٤٤٠، وذكره عنه الثعلبي في \"تفسيره\" ١/ ١١٦٠ في نسخةٍ، وفي النسخة: أبو عبيدة، وليس في \"مجاز القرآن\" لأبي عبيدة، ونسبه الرازي في \"تفسيره\" ٤/ ٤٥ إلى أبي عبيد، وقد أخرجه الطبري ١/ ٥٣٠ عن قتادة.</p>"
}