{
  "id": null,
  "sura": 2,
  "aya": 4,
  "text": "<p> فالرَّزْقُ بالفتح: هو المصدر الحقيقي، والرِّزْق: الاسم، ويجوز أن يوضع موضع المصدر (١) ، وكل ما انتفع به العبد هو رزقه، من مال وولد وغيره. </p><p> وقوله تعالى:  {يُنفِقُونَ} معنى الإنفاق في اللغة: إخراج المال من اليد. ومن هذا يقال: نفق المبيع إذا كثر مشتروه، فخرج عن يد البائع، ونفقت الدابة إذا خرجت روحها (٢) ، والنفق (٣) سرب له مخلص إلى مكان آخر يخرج منه (٤) ، والنافقاء من جحرة اليربوع: وهو الذي يخرج منه إذا أخذ من جهة أخرى، ومنه المنافق، لخروجه عن الإيمان بما ينطوي عليه من الكفر (٥) . </p><p> والمراد بالإنفاق هاهنا: إنفاق فيما يكون طاعة فرضا أو نفلا؛ لأن الله تعالى مدحهم بهذا الإنفاق (٦) . </p><p> ٤ - قوله تعالى:  {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ} . قال مجاهد: الآيات الأربع من أول هذه السورة نزلت في جميع المؤمنين (٧) سواء كانوا من العرب، أو من أهل الكتاب. </p><p>(١) \"تهذيب اللغة\" (رزق) ٢/ ١٤٠١. (٢) ذكره الثعلبي ١/ ٤٧ أ، ب. وانظر. \"تهذيب اللغة\" (نفق) ٤/ ٣٦٣٤.(٣) في (ب): (النعفق).(٤) في (ب): (منه إذا)، وعند الثعلبي (يخرج إليه) ١/ ٤٧ ب، وهو في \"التهذيب\" دون قوله: (يخرج منه نفق) ٤/ ٣٦٣٥.(٥) انظر: \"التهذيب\" (نفق) ٤/ ٣٦٣٥.(٦) ذكر الطبري نحوه، ١/ ١٠٥.(٧) الأثر عن مجاهد أخرجه الطبري ١/ ١٠٣، وذكره الثعلبي ١/ ٤٧ب، وابن كثير، وقال: قاله مجاهد، وأبو العالية، والربيع بن أنس، وقتادة ١/ ٤٦.</p><p> فعلى هذا القول (الواو) في قوله {وَالَّذِينَ} لتعديد صفاتهم، فهو عطف صفة على صفة، والموصوف واحد (١) ، كما قال: </p><p> إلى الملكِ القَرْم وابنِ (٢) الهُمام ... وليثِ الكتيبةِ في المُزْدحَمْ (٣) </p><p> ولم يرد إلا شخصا واحدا. </p><p> وقال ابن عباس في رواية أبي صالح، وابن مسعود في رواية مرة (٤) : (إن آيتين من أول السورة نزلتا في مؤمني العرب، والآيتان بعدهما نزلتا في مؤمني أهل الكتاب) ، لأنه لم يكن للعرب كتاب كانوا مؤمنين به قبل محمد </p><p>(١) انظر: \"الطبري\" ١/ ١٠٧، و\"ابن كثير\" ١/ ٤٦، \"الكشاف\" ١/ ١٣٣، ١٣٥. (٢) في (ج): (بن).(٣) البيت غير منسوب في \"معاني القرآن\" للفراء١/ ١٠٥، و\"الثعلبي\" ١/ ٧٣ أ، \"الكشاف\" ١/ ١٣٣، و\"القرطبي\" ١/ ٣٢٨، وابن كثير ١/ ٤٦، \"خزانة الأدب\" ١/ ٤٥١ , ٥/ ١٠٧ ,٦/ ٩١، \"البحر\" ١/ ٢٠٢، \"الدر المصون\" ١/ ٩٧.القرم: الفحل المكرم الذي لا يحمل عليه، ويسمى السيد من الناس قرما، والهُمام: من أسماء الملوك، لعظم همتهم، أو لأنه إذا هم بأمر فعله، والكتيبة. الجيش، المزدحم. المعركة، لأنها موضع المزاحمة والمدافعة.(٤) ذكره ابن جرير بسنده من طريق السدي عن أبي مالك، وعن أبي صالح عن ابن عباس، وعن مرة عن ابن مسعود، وعن ناس من أصحاب النبي - صلى الله عليه وسلم - ١/ ١٠٥ - ١٠٦، وانظر ابن كثير ١/ ٤٦. وأبو صالح هو مولى أم هانئ بنت أبي طالب، اسمه (باذان) تابعي وثقه أكثرهم. انظر ترجمته في \"الجرح والتعديل\" ٢/ ٤٣١، \"تهذيب التهذيب\" ١/ ٢١١. ومُرَّة هو مُرَّة بن شراحيل الهمداني الكوفي، من كبار التابعين ثقة. انظر ترجمته في \"الجرح والتعديل\" ٨/ ٣٦٦، \"تهذيب التهذيب\" ٤/ ٤٨. وقد تكلم أحمد شاكر كلامًا جيدًا وأطال حول هذا الإسناد في حاشية الطبري ١/ ١٥٦ - ١٥٩ (ط. شاكر). أفاد فيه أن للسدي كتابا في التفسير جمع فيه مفرق =</p><p> - صلى الله عليه وسلم - (١) . </p><p> فعلى هذا (الواو)  (٢) لعطف مؤمني أهل الكتاب على مؤمني العرب (٣) . </p><p> وقوله تعالى:  {إِليْكَ} الأصل في (إليك) و (عليك) : (إلاك) و (علاك) ، كما تقول: إلى زيد، وعلى زيد، إلا أن (الألف) غيرت مع الضمير (٤) ، وأبدلت (ياء) ليفصل بين (الألف) التي في آخر المتمكنة مثل: القفا والعصا، وبين الألف في أواخر غير المتمكنة [التي]  (٥) الإضافة لازمة لها، ألا ترى أن (إلى) و (على) و (لدى)  (٦) لا تنفرد من الإضافة (٧) . </p><p> وقوله تعالى:  {هُمْ يُوقِنُونَ} . دخلت (هم) توكيدًا، يسميه الكوفيون: عمادا، والبصريون: فصلاً (٨) . </p><p>= هذِه التفاسير عن الصحابة الذين ذكرهم، ذكر في أوله هذِه الأسانيد، \"تفسيره\" من أوائل الكتب التي ألفت في هذا وهو من طبقةِ عالية من طبقة شيوخ مالك. (١) ذكره ابن جرير واستدل على هذا بقوله: {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ}. وذكر قولا ثالثا. أن الآيات الأربع في مؤمني أهل الكتاب خاصة. وقد رجح أن الآيتين من أول السورة في مؤمني العرب، والآيتين بعدهما في مؤمني أهل الكتاب. انظر: \"تفسير الطبري\" ١/ ١٠٢، ١٠٦، ١٠٧.ورجَّح ابن كثير في \"تفسيره\" قول مجاهد ١/ ٤٧.(٢) (الواو) ساقطة من (ب).(٣) انظر: \"الكشاف\" ١/ ١٣٥.(٤) في (ب): (المضمر) ومثله عند الزجاج في \"المعاني\" ١/ ٣٧.(٥) في جميع النسخ (إلى) وفي \"معاني القرآن\" للزجاج (التي) والكلام بنصه منقول منه ١/ ٣٧.(٦) في (ب): (لدن).(٧) \"معاني القرآن\" للزجاج١/ ٣٧.(٨) ذكره الثعلبي في \"تفسيره\" ١/ ٤٧ ب، ويجوز: في (هم) أن تكون ابتداءً ثانيًا =</p><p> و {يُوقِنُونَ} أصله (يُيْقِنون) ، لأنه (يُفْعِلون) من اليَقين، فلما سكنت (الياء) وانضم ما قبلها صارت (واوا)  (١) ، كما صارت (الواو)  (ياء) لكسرة ما قبلها (٢) في قولك: إيثاق وإيشال (٣) وميثاق وميعاد. </p><p> واليقين: هو العلم الذي يحصل بعد (٤) استدلال ونظر، لغموض المنظور (٥) فيه أو لإشكاله على الناظر (٦) ، يقوي ذلك قوله تعالى:  {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ}  [الأنعام: ٧٥] ولذلك (٧) لم يجز أن يوصف القديم سبحانه به، لأن علمه لم يحصل عن نظر واستدلال (٨) . </p><p>= للتوكيد و (المفلحون) خبره، والجملة خبر (أولئك) ويجوز: أن يكون (هم) عمادًا، أو فصلاً. انظر \"معاني القرآن\" للزجاج ١/ ٣٧، \"إعراب القرآن\" للنحاس ١/ ١٣٣. (١) انظر: \"الكتاب\" ٤/ ٣٣٨، \"سر صناعة الإعراب\" ٢/ ٥٨٤، وقال العكبري: (أصله (يؤيقنون) لأن ماضيه (أيقن) والأصل أن يؤتى في المضارع بحروف الماضي، إلا أن الهمزة حذفت لما ذكرنا في (يؤمنون) وأبدلت الياء واوا لسكونها وانضمام ما قبلها) (الإملاء) ١/ ١٣.(٢) مع سكون (الياء) انظر \"الكتاب\" ٤/ ٣٣٥، \"سر صناعة الإعراب\" ٢/ ٧٣٢.(٣) في (ب): (اسياق) ولم أجدها فيما اطلعت عليه من كتب اللغة.(٤) في (ب): (به).(٥) في (ب): (المقصود).(٦) قال ابن عطية: (اليقين أعلى درجات العلم وهو الذي لا يمكن أن يدخله شك بوجه) ١/ ١٤٩، وعرفه الراغب فقال: (هو سكون الفهم مع ثبات الحكم) مفردات الراغب ص ٥٥٢. وانظر كتاب \"معرفة أسماء نطق بها القرآن\" ٢/ ٦١٨ (رسالة ماجستير)، \"تفسير الرازي\" ٢/ ٣٢، ٣٥.(٧) في (ب): (وكذلك).(٨) انظر: \"تفسير الرازي\" ٢/ ٣٢. ومذهب السلف: أن الله لا يوصف بذلك لعدم ورود النص به.</p>"
}