{
  "id": null,
  "sura": 2,
  "aya": 271,
  "text": "<p> إلى الآخر منهما (١) ، كقوله:  {وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا}  [النساء: ١١٢] هذا قول الأخفش (٢) . وقال غيره: الكناية عادت إلى ما في قوله: {وَمَا أَنْفَقْتُمْ مِنْ نَفَقَةٍ} لأنها اسم، كقوله:  {وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ}  (٣)  [البقرة: ٢٣١] . </p><p> وقوله تعالى:  {وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} وعيد لمن أنفق في غير الوجه الذي يجوز له، من ربا، أو معصية، أو من مال مغصوب مأخوذ من غير وجهه (٤) . </p><p> والأنصار: جمع نصير، مثل: شريف وأشراف، وحبيب وأحباب (٥) ، يعني: لا أحد ينصرهم من عذاب الله. </p><p> ٢٧١ - قوله تعالى:  {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ} الآية. فنعما نزلت لما سألوا رسول الله - صلى الله عليه وسلم -، فقالوا: صدقة السِّر أفضل أم صدقة (٦) العلانيهَ؟ (٧) . والصدقة تطلق على الفرض والنفل، والزكاة لا تطلق إلا على الفرض. </p><p>(١) في (ي): (منها). (٢) \"معاني القرآن\" للأخفش ١/ ١٨٦، وينظر: \"تفسير الثعلبي\" ٢/ ١٦٣٩.(٣) ينظر: \"إعراب القرآن\" للنحاس ١/ ٣٣٧، \"تفسير الثعلبي\" ٢/ ١٦٣٩، \"مشكل إعراب القرآن\" ١/ ١٤١، \"البحر المحيط\" ٢/ ٣٢٢، وذكر أن العطف إذا كان بأو كان الضمير مفردا؛ لأن المحكوم عليه هو أحدهما، وتارة يراعى الأول في الذكر، وتارة يراعى الثاني، وأما أن يأتي مطابقا لما قبله في التثنية والجمع فلا.(٤) ينظر: \"تفسير الثعلبي\" ٢/ ١٦٤٠.(٥) \"تفسير الثعلبي\" ٢/ ١٦٤٠، وينظر في (نصر): \"تهذيب اللغة\" ٤/ ٣٥٨٤، \"المفردات\" ص ٤٩٧.(٦) سقطت من (ي).(٧) ذكره الثعلبي ٢/ ١٦٤٠، وذكره الواحدي في \"أسباب النزول\" ص ٩١، وابن=</p><p> قال الزجاجي: أصل (١) صدق على هذا الترتيب موضوع للصحة والكمال، من ذلك قولهم: رجل صَدْقُ النظر، وصدق اللقاء، وصَدَقُوهم القتال، وفلان صادق المودة، وهذا خَلٌّ صادق الحُموضة، وشيء صادق الحلاوة، وَصَدَقَ فلانٌ في خبره، إذا أخبر به على الوجه الذي هو عليه صحيحًا كاملًا، والصَّدِيقُ سُمِّي صَدِيْقًا لِصِدْقِهِ في المَوَدَّة، والصَّدَاقُ سمي صَدَاقًا لأن عقد النكاح به يتم ويَكْمُل، وسَمَّى الله تعالى الزكاةَ صَدَقَةً لأن المال بها يَصِحُّ ويكْمُل، فهي سبب لكمال المال ونماه، كما أن الزكاة سميت زكاة لأن بها تزكو الأموال وتنمى وتزداد بأن يبارك الله فيها (٢) . </p><p> وقوله تعالى:  {فَنِعِمَّا هِيَ} فيه ثلاثة أوجه من القراءة (٣) : </p><p> أحدها: كسر النون وجزم العين، وهو قراعةُ أبي عمروٍ، واختيار أبي عبيد، قال: لأنها لغة النبي - صلى الله عليه وسلم -، حين قال لعمرو بن العاص (٤) : \"نِعْمّا </p><p>= الجوزي في \"زاد المسير\" ١/ ٣٢٥، وأبو حيان في \"البحر المحيط\" ٢/ ٣٢٣، والحافظ في \"العجاب\" ١/ ٦٢٧ عن الكلبي، وذكره الواحدي في \"الوسيط\" ١/ ٣٨٤. عن ابن عباس. (١) ليست في (أ) و (م).(٢) لم أجده فيما بين يدي من كتب الزجاجي، وينظر: \"تهذيب اللغة\" ٢/ ١٥٤٢، \"المفردات\" ٢٨٠ - ٢٨٢.(٣) قرأ ابن عامر وحمزة والكسائي وخلف بفتح النون وكسر العين، وقرأ ورش وابن كثير وحفص ويعقوب بكسر النون والعين، وقرأ أبو جعفر بكسر النون وإسكان العين، واختلف عن قالون والبصري وشعبة، فروي عنهم وجهان: الأول: كسر النون واختلاس كسرة العين، وهذا هو الذي ذكره الشاطبي. والثاني: كسر النون وإسكان العين كقراءة أبي جعفر، واتفقوا على تشديد الميم. ينظر \"السبعة\" ١٩٠، \"النشر\" ٢/ ٣٣٥ - ٣٣٦، \"البدور الزاهرة\" ٥٥ - ٥٦.(٤) هو: عمرو بن العاص بن وائل بن هشام بن سُعَيد القرشي السهمي، كان في =</p><p> بالمال الصالح للرجل الصالح\" (١) هكذا روي في الحديث بسكون العين (٢) ، وهذه القراءة لا تستقيم عند النحويين؛ لما فيها من الجمع بين ساكنين، الأول منهما ليس بحرف مدّ ولين، وإنما يجوز الجمع بين ساكنين إذا كان أحدهما حرف مدّ ولين، نحو: دابّة وشابّة؛ لأن ما في الحرف من المد يصير عوضًا من الحركة (٣) . </p><p> وأما ما ذكر أبو عبيد من أنها لغة النبي - صلى الله عليه وسلم -، فقال الزجاج: لا أحسب أصحاب الحديث ضبطوا هذا، ولا هذه القراءة جائز عند النحويين البتة؛ لأن فيها الجمع بين ساكنين مع غير حرف من مد ولين (٤) . </p><p> ومن احتج لأبي عمرو في هذه القراءة قال: لعله أخفى حركة العين، كأخْذِه بالإخفاء في نحو: بارئكم ويأمركم، فظن السامع الإخفاء إسكانًا، </p><p>= الجاهلية من الأشداء على الإسلام، أسلم في هدنة الحديبية وأمَّرَه الرسولُ - صلى الله عليه وسلم- على الجيش، كان من عظماء العربِ ودُهَاتهم، له فتوحاتٌ في الشام ومصر، توفي سنة ٤٣ هـ. انظر: \"فضائل الصحابة\" للإمام أحمد ٢/ ٩١١ \"أسد الغابة\" ٣/ ٢٤٤ - ٢٤٨، \"الأعلام\" ٥/ ٧٩.(١) حديث صحيح أخرجه الإمام أحمد ٤/ ١٩٧ (١٧٧٦٣)، (١٧٧٦٤)، ٤/ ٢٠٢ (١٧٨٠٢)، وأخرجه أبو عبيد في \"غريب الحديث\" ١/ ٩٣ - ٩٤، وابن أبي شيبة ٧/ ١٧ - ١٨، وأبو يعلى (٧٣٣٦)، وابن حبان (٣٢١٠)، (٣٢١١)، والطحاوي في \"شرح مشكل الآثار\" (٦٠٥٦)، (٦٠٥٧).(٢) \"معاني القرآن\" للزجاج ١/ ٣٥٤، \"علل القراءات\" للأزهري ١/ ٩٧، \"تفسيرالثعلبي\" ٢/ ١٦٤١ - ١٦٤٢، \"والنشر\" ٢/ ٢٣٦.(٣) من \"الحجة\" ٢/ ٣٩٦.(٤) \"معاني القرآن\" ١/ ٣٥٤.</p><p> للطف ذلك في السمع وخفائه (١) . </p><p> وسمعت أبا الحسن القهندري رحمه الله يحتج لقراءة أبي عمرو، يقول: إنه لم يُبال الجمع بين ساكنين؛ لقوة العين، وخفاء سكون الميم عند الإدغام إذ اللسان ينبو (٢) عن الحرف المدغم نبوة واحدة، ولا يظهر سكون المدغم (٣) . </p><p> الوجه الثاني من القراءة في هذا الحرف:  (فنِعِما هي) بكسر النون والعين، قالوا: كسر العين اتباعًا لكسرة الفاء، فرارًا من الجمع بين ساكنين، فأتبع العين الفاء في الكسرة، هذا قول أكثرهم، وقال أبو علي الفارسي: لا يجوز أن تكون هذه القراءة ممن قال: نِعْم، فلما أدغم حرك العين، كما يقول {يَهْدِي}  [يونس: ٣٥] ، يتحرك الهاء إذا أدغمت التاء في الدال، وأنكر قول من قال: إن العين كسرت اتباعا للفاء (٤) ، وقال: هذا لا يجوز في حرفين، وإنما جاز في يهدّي لأنه حرف واحد، ألا ترى أنه لا يجوز في قولك: هذا قرْم (٥) مالك، أن تدغم الميم في الميم ويحرك الراء، </p><p>(١) من \"الحجة\" ٢/ ٣٩٧. (٢) في (أ): (بنوا).(٣) قال في \"النشر\" ٢/ ٢٣٦: وحكى النحويون الكوفيون سماعا من العرب (شهر رمضان) مدغمًا، وحكى ذلك سيبويه في الشعر، وروى الوجهين جميعًا عنه الحافظ أبو عمرو الداني، ثم قال: والإسكان آثر، والإخفاء أقيس، قلت: والوجهان: صحيحان غير أن النص عنهم بالإسكان، ولا يعرف الاختلاس إلا من طريق المغاربة ومن تبعهم اهـ.(٤) في (ي): النون مراده بالنون نون نعم والمراد فيما أثبتا الفاء أي فاء الفعل.(٥) هكذا بالأصل مضبوطة، وفي \"الحجة\": (قدم) ولعله أصوب.</p><p> وكذلك: جسم ماجد، لا يجوز فيه الإدغام لما فيه من الجمع بين ساكنين، ولأنهما حرفان منفصلان، ولكن هذه القراءة على لغة من يقول في نعْم نِعِم. (١) </p><p> وفي (نعم) أربع لغات: </p><p> أحدها: نَعِم بفتح النون وكسر العين، وهو الأصل. </p><p> والثاني: نِعِم بكسر النون والعين، أتبعوا الأول الثاني؛ لأن الكسرة أشبه بحروف الحلق. </p><p> والثالث: نَعْمَ بفتح الأول وإسكان (٢) الثاني، فعلوا ذلك أيضًا تخفيفًا، وهكذا القول في بئس، وقد مضى الكلام فيهما عند قوله:  {بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ}  [البقرة: ٩٠] بما فيه مقنع (٣) . </p><p> قال سيبويه: أما قولُ بعضهم في القراءة {فَنِعِمَّا هِيَ} فَحَرَّك العين، فليس على لغة من يقول: نِعْمَ ما، فأسكن العين، ولكن على لغة من قال: نِعِم فحرك العين. </p><p> وحدثنا أبو الخطاب (٤) : أنها لغة هُذيل (٥) ، ولو كان الذي قال: نعمّا، ممن يقول في الانفصال: نِعْمَ، لم يجز الإدغام على قوله، لما يلزم </p><p>(١) \"الحجة\" ٢/ ٣٩٧ - ٣٩٨. (٢) في (م): (سكون).(٣) لم يذكر في هذا الموضع اللغة الرابعة، وهي نِعْم، بكسر النون وإسكان العين، وينظر في لغاتها: \"معاني القرآن\" للزجاج ١/ ٣٥٤، \"مشكل إعراب القرآن\" ١/ ١٤١.(٤) هو الأخفش الأكبر.(٥) ينظر: \"الكتاب\" لسيبويه ٤/ ٤٣٩ - ٤٤٠.</p><p> من تحريك الساكن في المنفصل (١) . </p><p> الوجه الثالث من القراءة:  (نَعِمّا هي) بفتح النون وكسر العين، ومن قرأ بهذه القراءة فقد جاء بالكلمة على أصلها، وهو نَعِمَ كما قال طرفة: </p><p> نَعِمَ السَّاعُونَ في الأمْرِ المُبِرْ (٢) </p><p> ولا يجوز أن يكون ممن يقول: نَعْم قبل الإدغام، كما أن من قرأ:  {نِعِمَّا} لا يكون ممنْ قال قبل الإدغام نِعْمَ، ولكن قارئ الوجه الثالث ممن يقول: نَعِم، فجاء بالكلمة على أصلها (٣) . </p><p> فأما (ما) في قوله: {فَنِعِمَّا} قال أبو إسحاق: (ما) في تأويل الشيء، أي: نعم الشيء هي (٤) ، فعلى هذا (ما) تكون في محل الرفع. </p><p> وقال أبو علي: الجيد في تمثيل هذا: أن يقال: (ما) في تأويل شيء؛ </p><p>(١) من \"الحجة\" ٢/ ٣٩٨. (٢) البيت في ديوان طرفة ص ٥٨، وروايته:خالتي والنفس قُدما إنهم ... نعِم الساعون في القوم الشطُروذكره أبو علي في \"الحجة\" ٢/ ٣٩٨، وكذا التبريزي في \"شرح الحماسة\" ٢/ ٨٥ برواية:ما أقلت قدماي إنهم ... نَعِم الساعون في الأمر المُبِروعند سيبويه ٤/ ٤٤٠ برواية:ما أقلت قدم ناعلها ... نعم الساعون في الحي الشطروقد استوفى الكلام على الشاهد: البغدادي في \"خزانة الأدب\" ٤/ ١٠١، والمُبِر: الغالب، من أبره يبره، إذا قهره بفعال أو غيره. ينظر: \"اللسان\" ١/ ٢٥٢، ٢٥٣ [برر].(٣) من \"الحجة\" ٢/ ٣٩٨ - ٣٩٩.(٤) \"معاني القرآن\" للزجاج ١/ ٣٥٤.</p><p> لأن (ما) هنا: نكرة فتمثيله بالنكرة أبين، والدليل على أن (ما) نكرة هنا: أنها لا تخلو من أن تكون معرفة أو نكرة، فإن كانت معرفة فلا بُدّ لها من صلة، وليس هنا (ما) توصَل به (ما)  (١) ، ألا ترى أن الذي بعدها اسم مفردٌ، وهو هي، والاسم المفرد لا يكون صلة لـ (ما)  (٢) ، وإذا كانت غير موصولة كانت منكورة، وإذا كانت منكورةً كانت منصوبةً، فـ (ما) في نعما بمنزلة سائر النكرات التي تنتصب في هذا الباب، فإن قلت: أرأيت (ما) إذا لم تكن موصولة هل تخلو من أن تكون موصوفة، وعلى هذا ما (٣) يذهب إليه فيها لا تكون موصوفة أيضًا؛ لأنه ليس في هذا الكلام ما يصح أن يكون وصفًا لها؟ قلنا: لا تكون هنا موصوفة، كما لم تكن في التعجب في قولنا: ما أحسن زيدًا، موصوفةً ولا موصولة (٤) . </p><p> والمعنى في قوله:  {فَنِعِمَّا هِىَ} أن في نعم ضميرُ الفاعل، و (ما) في موضع نصب، وهي تفسير الفاعل المضمر قبل الذكر، والمخصوص بالمدح بقوله:  (نعم) هو. (هي) في قوله: {فَنِعِمَّا هِىَ} والمعنى: إن تبدوا الصدقات فيكم (٥) فنعم شيئًا إبداؤُها، وليس المعنى على أنه: إن تبدوا الصدقات فَنِعْمَ شيئًا الصدقات، إنما هو في الإظهار والإخفاء، وترجيح أحدهما على الآخر، وتعليمنا أيهما أصلحُ لنا وأفضلُ، فكما أن قوله: </p><p>(١) سقطت من (ي). (٢) في \"الإغفال\" (لها) والمعنى واحد.(٣) (هذا) ليست في (أ) و (م) و (ش).(٤) من \"الإغفال\" ص ٥٤٧ - ٥٥٠ بتصرف واختصار.(٥) ليست في (م) ولا (ش) وكأنها تبدو في (أ) مكشوطًا عليها.</p><p> {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} المعنى فيه: فالإخفاءُ خيرٌ لكم، كذلك قوله:  {إِنْ تُبْدُوا الصَّدَقَاتِ فَنِعِمَّا هِيَ} المعنى فيه: فنعم شيئًا إبداؤها، فالإبداء هو المخصوص بالمدح، إلا أن المضاف الذي هو الإبداء حُذِفَ، وأقيم المضاف إليه الذي هو ضمير الصدقات مقامه، فعلى هذا قوله:  {هِيَ} في محل الرفع (١) . </p><p> وقوله تعالى:  {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ} </p><p> الإخفاء: نقيض الإظهار، والخِفَاء: الغِطَاء، والخفيّة: عَرِينُ الأسد، لأنه يَخْتَفِي فيها. </p><p> والخوافي من الريش ما دون القوادم؛ لأنها تخفى بها (٢) . </p><p> وقوله تعالى:  {فَهُوَ} كناية عن الإخفاء، لأن الفعل يدل على المصدر، أي: الإخفاء خير لكم (٣) ، وإنما كان الإخفاء والله أعلم خيراً؛ لأنه أبعدُ من أن يشوب الصدقة مُراءاةٌ للناس، وتصنعٌ لهم، فتخلص لله سبحانه (٤) . </p><p> فأما التفسير، فأكثر المفسرين على أن المراد بالصدقات في هذه الآية التطوّع لا الفرض؛ لأن القرض إظهاره أفضل من كتمانه، والتطوع كتمانه </p><p>(١) من \"الحجة\" ٢/ ٣٩٩ بتصرف، وذكر الثعلبي في تفسيره \"الكشف والبيان\" ٢/ ١٦٤٠ أن (هي) في محل النصب، كما تقول: نعم رجلًا، فإذا عرفت رفعت فعلت: نعم الرجل زيد. (٢) ينظر في خفي: \"تهذيب اللغة\" ١/ ١٠٧٠، \"المفردات\" ١٥٩، \"اللسان\" ٢/ ١٢١٦، \"القاموس\" ١٢٨٠.(٣) \"الحجة\" ٢/ ٣٩٩، \"التبيان\" ص١٦٣.(٤) \"الحجة\" ٢/ ٣٩٩.</p><p> أفضل، لأنه أبعد من الرياء، كما تقول في الصلاة، فإن فرض الصلاة (١) تؤدى في الجماعة ظاهرًا، وهو أفضل، والتطوع كتمانه أفضل (٢) ، وهذا القول مرويٌّ عن ابن عباس (٣) . </p><p> وقال بعضهم: المراد بالصدقات، هاهنا، القرض، وكان كتمانه على عهد رسول الله - صلى الله عليه وسلم - أفضل، لأن المسلمين إذ ذاك لم تكن تسبق إليهم ظِنَّةٌ في منع الواجب، فأما اليوم والناس يسيئون الظن فإظهار الزكاة أحسن، أما التطوع فإخفاؤه أحسن، فإنه أدلّ على أنه يراد به الله وحده، وهذا اختيار الزجاج (٤) . </p><p> وقال بعضهم: هذه الآية عامة في الصدقات والزكاة، والإخفاء في كل صدقة من زكاة وغيرها أفضل. </p><p> وهذا قول الحسن (٥) وقتادة (٦) . </p><p> وقوله تعالى:  {وَيُكَفِّرُ عَنْكُمْ مِنْ سَيِّئَاتِكُمْ} التكفير في اللغة: التغطية والستر، ورجل مُكَفَّرٌ في السلاح: مُغَطَّى فيه، ومنه، يقال: كفّر عن يمينه، أي: ستر ذَنْبَ الحِنْثِ بما بَذَلَ من الصدقة، والكَفَّارة الساترة لما </p><p>(١) قوله: (فإن فرض الصلاة)، ساقطة من (أ) و (م). (٢) ينظر: \"تفسير الطبري\" ٣/ ٩٣، \"تفسير الثعلبي\" ٢/ ١٦٥٠، \"أحكام القرآن\" لابن العربي ١/ ٢٣٦، \"فتح الباري\" ٣/ ٢٨٩.(٣) رواه عنه الطبري في \"تفسيره\" ٣/ ٩٢، وفي \"زاد المسير\" ١/ ٣٢٥ - ٣٢٦.(٤) \"معاني القرآن\" ١/ ٣٥٤.(٥) ذكره في \"زاد المسير\" ١/ ٣٢٦، وذكره في \"النكت والعيون\" ١/ ٣٤٥.(٦) ذكره في \"زاد المسير\" ١/ ٣٢٦، والواحدي في \"الوسيط\" ١/ ٣٨٥، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٣٧. ورواه الطبري في \"تفسيره\" ٣/ ٩٢ بمعناه.</p><p> حصل من الذنب (١) . </p><p> والرفع (٢) في (يكفر) من وجهين: </p><p> أحدهما: أن يجعله خبرَ مبتدأ محذوف، تقديره: ونحن نكفر. </p><p> والآخر: أن تستأنف الكلام وتقطعه مما قبله، ولا تجعل العاطف للإشراك، ولكن لعطف جملةٍ على جملةٍ، ومن هذا القبيل قوله: {أَلَمْ نُهْلِكِ الْأَوَّلِينَ (١٦) ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ} [المرسلات:١٦ - ١٧] هو عطف جملة مستأنفة على معنى: نحن نفعل ذلك. </p><p> ومن قرأ:  (ونكفر) بالنون والجزم، فوجهه: أن يُحْمَلَ الكلام على موضع قوله: {فَهُوَ خَيْرٌ لَكُمْ} وموضِعُه جَزْمٌ، ألا ترى أنه لو قال: وإن تخفوها تكن أعظم لأجركم، لجزم، فقد علمتَ أن قولَه:  {فَهُوَ خَيْرٌ لَكُمْ} في موضع جزم، ومثله في الحمل على الموضع: قراءة من قرأ: {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ}  [الأعراف: ١٨٦] ، بالجزم، وقد ذكرنا هذا فيما تقدم. </p><p> ومن الحمل على المعنى قول أبي دؤادٍ: </p><p> فَأَبْلُونِي بَلِيَّتَكُم لَعَلِّي ... أُصَالِحْكُم وأَسْتَدْرِجْ نَوِيَّا (٣) </p><p>(١) ينظر في (مادة: كفر): \"تهذيب اللغة\" ٣١٦٠ - ٣١٦٤، \"المفردات\" ص ٤٣٥ - ٤٣٨، \"اللسان\" ٧/ ٣٨٩٧ - ٣٩٠٢. (٢) قرأ نافع وحمزة والكسائي (ونكفر) بالنون وجزم الراء، وقرأ ابن كثير وأبو عمرو وشعبة (ونكفر) بالنون ورفع الراء، وقرأ ابن عامر وحفص (ويكفر) بالياء والرفع. ينظر: \"السبعة\" ص ١٩١، \"الحجة\" ٢/ ٣٩٩ - ٤٠٠.(٣) البيت من الوافر، وهو لأبي دؤاد الإيادي في \"ديوانه\" ص ٣٥٠، \"الحجة\" ٢/ ٤٠١، \"الخصائص\" ٢/ ٣٤١، \"سر صناعة الإعراب\" ٢/ ٧٠١، \"شرح شواهد المغني\" ٢/ ٨٣٩، \"مغني اللبيب\" ٢/ ٤٢٣ بلا نسبة. ينظر: \"المعجم المفصل\" ٨/ ٣٦٥.</p><p> واختلفوا في الياء والنون في (نكفّر) فمن قرأ بالياء، فلأن ما بعده على لفظ الإفراد، فيُكَفِّر أشبه بما بعده من الإفراد منه بالجمع، ومن قرأ بالنون على لفظ الجمع، فإنه أتى بلفظ الجمع، ثم أفرد بعد، كما أتى بلفظ الإفراد ثم جمع، في قوله:  {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا} . ثم قال:  {وَآتَيْنَا مُوسَى الْكِتَابَ}  (١)  [الإسراء: ١ - ٢] . </p><p> وقوله تعالى:  {مِنْ سَيِّئَاتِكُمْ} أدخل (من) للتبعيض؛ ليكون العباد فيها على وجل ولا يتكلوا (٢) . </p><p> وقال ابن الأنباري:  (من) هاهنا توكيد للكلام، والتقدير: ويكفر عنكم سيئاتكم، فأكد (٣) الكلام بمن كما قال: {وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ}  [محمد: ١٥] . </p><p> وقال عطاء عن ابن عباس:  (من) هاهنا صلة للكلام، يريد: جميع سيئاتكم (٤) . </p><p>(١) \"الحجة\" ٢/ ٤٠٠ - ٤٠٢. وينظر: \"معاني القرآن\" للزجاج ١/ ٣٥٥ - ٣٥٦، \"إعراب القرآن\" للنحاس ١/ ٣٣٨ - ٣٣٩، \"مشكل إعراب القرآن\" ١/ ١٤١، \"التبيان\" ص١٦٣، \"البحر المحيط\" ٢/ ٣٢٥.(٢) \"تفسير الثعلبي\" ٢/ ١٦٤٩، \"البحر المحيط\" ٢/ ٣٢٦ قال: لأن الصدقة لا تكفر جميع السيئات.(٣) في (م): (وأكد).(٤) ينظر في إعراب الآية: \"تفسير الطبري\" ٥/ ٥٨٦، \"تفسير الثعلبي\" ٢/ ١٦٤٩، \"المحرر الوجيز\" ٢/ ٤٦٤، \"التبيان\" ص ١٦٣، \"البحر المحيط\" ١/ ٣٢٦، وقد خطأ ابن عطية من قال إنها زائدة، وضعف قول من جعلها سببية وقدر (من أجل ذنوبكم).</p>"
}