{
  "id": null,
  "sura": 2,
  "aya": 249,
  "text": "<p> ٢٤٩ - قوله تعالى:  {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ} الآية. وجْهُ اتصال هذه الآية بما قبلها (١) يظهر بتقدير محذوف يدل عليه باقي الكلام، كأنه (٢) قيل: فأتاهم التابوت بالصفة التي وُعِدوا فصدقوا؛ لأن قوله:  {فَصَلَ طَالُوتُ بِالْجُنُودِ} بعد تلك (٣) المنازعة، يدل على أن الآية أتتهم فانقادوا لأجلها (٤) . </p><p> ومعنى الفصل: القطع (٥) . يقال: قولٌ فَصْلٌ، إذا كان يقطع بين الحق والباطل، وفَصَلَ عن المكان، قطعه بالمجاوزة عنه، يقال: فَصَل يَفْصِل فُصُولًا، ومنه قوله:  {وَلَمَّا فَصَلَتِ الْعِيرُ}  [يوسف: ٩٤] . وفَصَلْتُ اللحم عن العظم فَصْلًا، وفَاصَل الرجل شَريكَه وامْرَأَتَه فِصَالًا (٦) . والجنود جمع جند: وكل صنف من الخلق جُنْدٌ على حِدَة، يقال: الجَرَاد أكْثَرُ جنودِ الله (٧) ، ومنه:  \"الأرواح جنودٌ مجندة\"  (٨) . </p><p>(١) ساقط من (ي). (٢) في (ي) فإنه.(٣) في (ي) و (ش) (ذلك).(٤) \"البحر المحيط\" ٢/ ٢٦٣.(٥) \"تفسير الثعلبي\" ٢/ ١٣٦٣، \"تفسير البغوي\" ١/ ٣٠١(٦) ينظر \"تهذيب اللغة\" ٣/ ٢٧٩٥، \"المفردات\" ص ٣٨٢ - ٣٨٣، \"لسان العرب\" ٦/ ٣٤٢٣ مادة (فصل).(٧) ينظر: \"المفردات\" ص ١٠٧ - ١٠٨، \"لسان العرب\" ٢/ ٦٩٨. (مادة: جند).(٨) الحديث رواه البخاري تعليقًا من رواية عائشة، (٣٣٣٦) كتاب: الأنبياء، باب: الأرواح جنود مجندة، وقال الحافظ في \"الفتح\" ٦/ ٣٦٩: وصله المصنف في \"الأدب المفرد\" عن عبد الله بن صالح عن الليث وأخرجه من رواية أبي هريرة - رضي الله عنه - ومسلم (٢٦٣٨) كتاب: البر، باب: الأرواح جنود مجندة.</p><p> قال السدي: وكانوا يومئذ ثمانين ألف مقاتل (١) . </p><p> وقوله تعالى:  {قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ} يعنى: قال طالوت. قال وهب (٢) : إنهم شكوا قلة المياه بينهم وبين عدوهم، وقالوا: إن المياه لا تحملنا، فادع الله سبحانه أن يجري لنا نهرًا، فقال لهم طالوت:  {إِنَّ اللَّهَ مُبْتَلِيكُمْ}  (٣) . </p><p> وهذا لا يجوز أن يقوله إلّا نبي؛ لأن الله عز وجل عالم الغيب، فلا يظهر على غيبه أحدًا، إلا من ارتضى من رسول. فيجوز أن طالوت قال ذلك بوحى من الله إليه، فقد قيل: إنه لما مُلِّك عليهم صار نبيًّا، ويجوز أن يكون قال ذلك بإخبار نبيٍّ إياه (٤) . </p><p> وإنما وقع الابتلاء ليتميز الصادق من الكاذب، فإن طالوت كان لا يعلم بمن له نيةٌ في القتال معه، ومن ليست له نية، فابْتُلُوا بالنهر ليتميَّزَ المحقق من المعذِّر، وذلك النهر: هو نَهْر فِلَسْطين في قول ابن عباس (٥) والسدي. </p><p> وقوله تعالى:  {فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي} ، الكناية تعود على النهر في الظاهر، وهو في المعنى للماء. </p><p>(١) أخرجه الطبري في \"تفسيره\" ٢/ ٦١٨، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٧٢. (٢) وهب بن مُنبه اليماني: أبو عبد الله، صاحب القصص والأخبار، كانت له معرفة بأخبار الأوائل والأنبياء عليهم الصلاة والسلام، وثَّقه أكثرهم، وضعفه عمرو الفلاس، اختُلف في تاريخ وفاته فقيل سنة ١١٠هـ، وقيل ١١٦هـ، وقيل بينهما، ينظر \"وفيات الأعيان\" ٦/ ٣٥، \"طبقات ابن سعد\" ٥/ ٥٤٣.(٣) أخرجه الطبري في \"تفسيره\" ٢/ ٦١٨.(٤) ينظر: \"البحر المحيط\" ٢/ ٢٦٤.(٥) أخرجه الطبري في \"تفسيره\" ٢/ ٦١٩، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٧٣.</p><p> وقوله تعالى:  {فَلَيْسَ مِنِّي} أي: من أهل ديني وطاعتي (١) ، فحذف، ودل (مِنّي) عليه. </p><p> وقيل: تأويله: ليس معي على عدوي، كقوله عليه السلام:  \"من غشنا فليس منّا(٢)\" أي: ليس من أهل ديننا، وليس (٣) هو معنا في حقيقة ديننا (٤) . </p><p> وقوله تعالى:  {وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي} طَعْمُ كُلِّ شيء ذوقُه، ومثله التطعُّمُ، يقال: تطعَّمت منه، أي: ذُقْتُه، قال ابن الأنباري: العرب تقول: قد أَطْعَمْتُكَ الماءَ، يراد به: أَذَقْتُكَ، وطعمت الماء أَطْعَمُه، بمعنى: ذقُته أذوقه (٥)  (٦) . </p><p> أنشدنا أبو العباس العَرْجِي (٧) : </p><p>(١) \"تفسير الثعلبي\" ٢/ ١٣٦٦، \"تفسير البغوي\" ١/ ٣٠١. (٢) أخرجه ابن ماجه (٢٢٢٥) كتاب: التجارات، باب: النهي عن الغش، وأحمد في \"المسند\" ٢/ ٥٠، وأصله في مسلم.(٣) في (ي) و (ش): (أو ليس).(٤) ينظر: \"تفسير القرطبي\" ٣/ ٢٥٢.(٥) نقله عن ابن الأنباري أبو حيان في \"البحر المحيط\" ٢/ ٢٦٤.(٦) ينظر: \"تهذيب اللغة\" ٣/ ٢١٩٣، \"المفردات\" ص ٣٠٧، \"لسان العرب\" ٥/ ٢٦٧٥ (مادة: طعم)، وذكر الراغب أن الطعم: تناول الغذاء، قيل: وقد يستعمل في الشراب، كقوله: ومن لم يطعمه فإنه مني. وقال بعضهم: إنما قال: (ومن لم يطعمه) تنبيهًا على أنه محظور عليه أن يشربه إلا غرفة، فإن الماء قد يطعم إذا كان مع شيء يمضع.(٧) عبد الله بن عمر بن عبد الله العرجي، وقال في \"اللسان\" ٨/ ٤٥١٧ (مادة: نقخ): اسمه عبد الله بن عمرو بن عثمان بن عفان ونسب إلى العَرْج وهو موضع ولد به، كان ينزل بموضع قبل الطائف يقال له: العرج، فنُسب إليه، وكان من الشعراء. ينظر \"الشعر والشعراء\" ٣٨١.</p><p> فإن شِئْتُ حَرّمْتُ النِّساءَ سِوَاكُمُ ... وإن شِئْت لم أَطْعَم نُقَاخًا ولا بَرْدًا (١) </p><p> أراد: لم أذق. والنُّقَاخُ: الماءُ العَذْب (٢) . </p><p> وقوله تعالى:  {إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} الاغتراف: الأَخْذُ من الشيء باليدِ أو بآلة كما يُغْتَرَفُ من الماء. والمِغْرَفَةُ: الآلة التي يُغْرَفُ بها، وكذلك الغَرْفُ مثل الاغْتِرَاف (٣) . </p><p> واختلف القراء في فتح الغين من (غرفة) وضمها (٤) . </p><p> فمن فتح الغين عدَّى الفعل إلى المصدر، والمفعول محذوف في قوله، والمعنى: إلا من اغترف ماءً غَرْفةً. ومن ضم الغين عدَّى الفعل إلى المفعول به، ولم (٥) يعده إلى المصدر؛ لأن الغُرفَة بالضم: الشيء المُغْتَرف، والماء المغروف، فهذا بمنزلة إلا من اغترف ماء (٦) . إلا أن كثيرًا من البغداديين يجعلون هذه الأسماء المشتقة من المصادر بمنزلة المصادر، </p><p>(١) البيت نسب لعمر بن أبي ربيعة، ينظر: \"ديوانه\" ص ٩٥، \"اللسان\" ٨/ ٤٥١٧ (مادة: نقخ) وروايته: أحرمت. والبرد هنا: الريق. (٢) قال في \"اللسان\" ٨/ ٤٥١٦ (مادة: نقخ): والنقاخ: الماء البارد العذب الصافي الخالص الذي يكاد ينقخ الفؤاد ببرده، وقال ثعلب: هو الماء الطيب فقط.(٣) ينظر: \"تهذيب اللغة\" ٣/ ٢٦٥٦، \"المفردات\" ص ٣٦٢، \"لسان العرب\" ٦/ ٣٢٤٢ (مادة: غرف).(٤) قرأ ابن كثير ونافع وأبو عمرو (غَرفة) بالفتح، والباقون بالضم. ينظر \"السبعة\" لابن مجاهد ص ١٩٨.(٥) في (ي): (ومن).(٦) في \"حجة القراءات\" لابن زنجلة ص ١٤٠، عن أبي عمرو: ما كان باليد فهو غَرفة -بالفتح- وما كان بإناء فهو غُرفة -بالضم-، وقال الزجاج في \"معاني القرآن\" ١/ ٣٣٠ - ٣٣١: من قال: غرفة كان معناه: غَرفة واحدة باليد، ومن قال: غُرفة كان معناه: مقدار ملء اليد.</p><p> وُيعْمِلونَها كما يُعْمِلُون المصادر، فيقولون: عجبت من دُهنك لحيتَكَ، ويحتجون بقول القُطامي: </p><p> وبعد عَطَائِكَ المِائةَ الرَّتَاَعا (١)  (٢) </p><p> فعلى هذا يجوز أن ينتصب الغُرْفة، انتصاب الغَرْفَة. وزعم بعضهم (٣) أن الاختيار الضم، لأنه لو جاء على معنى المصدر لمرة واحدة لكان (اغترافة)  (٤) . </p><p> وليس فيما قال حجة؛ لأنه إذا كان معنى الغرف والاغتراف واحدًا جاز: اغْتِرَافةً (٥) ؛ لأنه الأصل، وجاز غَرْفَة لأنه أخف (٦) . </p><p> وقوله تعالى:  {فَشَرِبُوا مِنْهُ إِلَّا قَلِيلًا مِنْهُمْ} قال المفسرون: قال لهم طالوت: من شرب من النهر وأكثر فقد عصى الله عز وجل وخالف أمره وتعرَّض لعقابه، ومَنِ اغترف غرفة بيده أقنعته، فهجموا على النهر بعد عطش شديد </p><p>(١) في (ي): (الرباعا). (٢) صدر البيت: أكفرا بعد رد الموت عنيينظر: \"ديوان القطامي\" ص ٤١، وفي \"الخصائص\" ٢/ ٢٢١، \"أمالي ابن الشجري\" ٢/ ٤٢، \"شرح المفصل\" ١/ ٢٠، \"شرح الشواهد\" للعيني ٣/ ٥٠٥، \"همع الهوامع\" ١/ ١٨٨، \"مجاز القرآن\" لأبي عبيد ٢/ ٩، \"البحر المحيط\" ١/ ٢٧٢.(٣) في (م): (بعضهم إلى).(٤) شرح القراءة وتوجيهها منقول من \"الحجة\" لأبي علي الفارسي ٢/ ٣٥١ بتصرف، وكذا رجح هذه القراءة الطبري في \"تفسيره\". قال أبو حيان في \"البحر\" ٢/ ٢٦٥ معلقًا: وهذا الترجيح الذي يذكره المفسرون والنحويون بين القراءتين لا ينبغي، لأن هذه القراءات كلها صحيحة ومروية ثابتة عن رسول الله - صلى الله عليه وسلم -، ولكل منها وجه ظاهر حسن في العربية، فلا يمكن فيها ترجيح قراءة على قراءة.(٥) من قوله: (إذا كان). ساقط من (ش).(٦) ينظر: \"الحجة\" ٢/ ٣٥١ - ٣٥٢، \"البحر المحيط\" ٢/ ٢٦٥.</p><p> أضر بهم فوقع أكثر أصحاب طالوت في النهر، وأكثروا الشرب، وأطاع قوم قليل عددهم، فلم يزيدوا على الاغتراف، فأما من اغترف كما أمره الله تعالى: قوي قلبه، وصحَّ إيمانه، وعبر النَّهْرَ سالمًا، وكَفَتْه تلك الغرفة الواحدة لشربه ودوابه، والذين شربوا وخالفوا أمر الله عز وجل اسودَّت شفاهُهم، وغلبهم العطش فلم يرووا، وبقوا على شاطئ النهر، وجبنوا عن لقاء العدو (١) ، ولم يشهدوا الفتح (٢) . </p><p> قالوا: وتلك الغرفة المباحة لم تكن ملء الكف، ولكن المراد بالغرفة أن يغترف مرةً واحدةً بقربةٍ أو جرةٍ وما أشبه ذلك، تكفيه وتكفي دابته، غير أن العصاة انغمسوا في النهر ولم يغترفوا، بل شربوا منه وسقوا دوابهم. وأولئك القليل، الذين لزموا الاغتراف، كانوا ثلاثمائة وبضعة عشر رجلًا، في أصح الأقاويل (٣) ؛ لأن النبي - صلى الله عليه وسلم - قال لأصحابه يوم بدر:  \"أنتم اليوم على عدة أصحاب طالوت حين عبروا النهر، وما جاز معه إلا مؤمن\" ، قال البراء بن عازب: وكنا يومئذ ثلاثمائة وثلاثة عشر رجلًا (٤) . </p><p> وقوله تعالى:  {فَلَمَّا جَاوَزَهُ هُوَ وَالَّذِينَ آمَنُوا مَعَهُ} يقال: جاوزتُ المكان والطريق مجاوزةً وجوازًا، وكذلك جُزْتُ الطريق، فأنا (٥) أجوزه جَوازًا ومجَازًا وجُؤُوزًا، وأَجَزْتُ أيضًا مثل جُزْتُ، قال امرؤ القيس: </p><p>(١) قوله: (عن لقاء العدو). ساقط من (ي) وفي (ش): (جبنوا من لقاء العدو). (٢) \"تفسير الثعلبي\" ٢/ ١٣٦٩، الفخر الرازي في \"تفسيره\" ٦/ ١٨٢(٣) ينظر: \"تفسير الطبري\" ٢/ ٦٢١، و\"تفسير ابن أبي حاتم\" ٢/ ٤٧٥، والثعلبي ٢/ ١٣٦٨.(٤) رواه البخاري ٣٩٥٦ - ٣٩٥٩ كتاب: المغازي، باب: عدة أصحاب بدر عن البراء ابن عازب.(٥) في (ي): (وأنا).</p><p> فَلمّا أَجَزْنَا سَاحَةَ الحَيِّ (١) </p><p> البيت، والمَجَازُ في الكلام هو ما جاز في الاستعمال، أي: نَفَدَ واستمرَّ على وَجْهِهِ، ومنه يقال: هذا يَجُوزُ. أي: يمرُّ على وجهِه (٢) لا يَمْنَعُه مَانعٌ (٣) . </p><p> وقوله تعالى:  {قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ} الطاقة: [مصدرٌ بمنزلة]  (٤) الإطاقة، يقال: أطقتُ الشيء إطاقةً وطاقةً وطَوْقًا، مثل: أطَعْتُ إطاعةً وطاعةً وطَوْعًا (٥) . </p><p> قال ابن عباس والسدي: يعنى هؤلاء الذين شربوا، وخالفوا أمرَ الله عز وجل، وكانوا أهل شك ونفاق، قالوا:  {قَالُوا لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ} وانصرفوا عن طالوت، ولم يشهدوا قتال جالوت (٦) . </p><p> وقال الحسن وقتادة وابن زيد: هم المؤمنون الذين عبروا مع طالوت </p><p>(١) البيت بتمامه: فلما أجزنا ساحة الحي وانْتَحَى ... بنا بَطْنُ خَبْت ذي حِقَافٍ عَقَنْقَلوهو لامرئ القيس في \"ديوانه\" ص ١٥، \"تهذيب اللغة\" ١/ ٥١٩، \"لسان العرب\" ٢/ ٧٢٤ مادة: جوز.(٢) في (ش): (على وجهه ومنه يقال: لا يمنعه مانع).(٣) ينظر في (جاز): \"تهذيب اللغة\" ١/ ٥١٩, ٥٢٠، \"المفردات\" ١١٠، \"لسان العرب\" ٢/ ٧٢٤ (مادة: جوز).(٤) ساقط من (م).(٥) كذا في\"معاني القرآن\" للزجاج ١/ ٢٣١، وقوله: (طوقًا وطوعًا) إنما هما مصدران للثلاثي منه، قال الأزهري في \"تهذيب اللغة\" ٣/ ٢٢٣٠: يقال: طاق يطوق طوقًا، وأطاق يطيق إطاقة وطاقة، كما يقال: طاع يطوع طوعًا، فأطاع يطيع إطاعة وطاعة.(٦) أخرجه عنهما بنحوه دون ألفاظه الطبري في \"تفسيره\" ٢/ ٦٢٢، وذكره البغوي في \"تفسيره\" ١/ ٣٠٢.</p><p> النهر، ممن ضَعُفَت بصيرتُهم ولم يبلغوا منزلة غيرهم (١) . </p><p> وهذا اختيار الزجاج، لأنه قال: لما رأوا قلتهم قال بعضهم لبعض: {لَا طَاقَةَ لَنَا الْيَوْمَ بِجَالُوتَ وَجُنُودِهِ قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ} يعنى: القليل الذين اغترفوا (٢) . </p><p> وعلى قول الحسن: هم صلحاء المؤمنين والأماثل منهم. </p><p> ومعنى يَظُنّون: يَعْلمون وُيوقِنون (٣) . وذكرنا هذا عند قوله:  {الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ}  (٤)  [البقرة: ٤٦] . </p><p> ويجوز أن يكون الظن هاهنا (٥) شكًّا لا علمًا، وله تأويلان: </p><p> أحدهما: قال الذين يتوهمون أنهم يُقْتلون مع طالوت فيلْقَون الله تعالى شهداء (٦) ، فوقوع الشك في القتل لأنهم لم يَيْقَنُوهُ، ولم يدرُوا أيكونُ أم لا؟ </p><p> والثاني: الذين يظنون أنهم ملاقو ثواب الله فحذف المضاف، وهو كثير. </p><p> وقوله تعالى:  {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ} قال الفراء: لو ألقيت (٧) </p><p>(١) نقل ذلك عنهم ابن الجوزي في \"زاد المسير\" ١/ ٢٩٨. (٢) \"معاني القرآن\" للزجاج ١/ ٣٣١.(٣) نقله الزجاج عن أهل اللغة في \"معاني القرآن\" ١/ ٣٣١، وينظر: \"تفسير الثعلبي\" ٢/ ١٣٧٠.(٤) ينظر: \"تفسير البسيط\" للواحدي ت/ د: الفوزان.(٥) ساقط من (ي).(٦) \"معاني القرآن\" للزجاج ١/ ٣٣١.(٧) في (م) لعلها: (ألغيت).</p><p> من (١) ههنا جاز في (فئة) الرفع والنصب والخفض. فمن نصب قال: أصل (كم) الاستفهام (٢) ، وما بعدها (من) النكرة مُفَسّر كتفسير العدد، فجعل (كم) بمنزلة عدد ينصب ما بعده، نحو: عشرين وثلاثين. </p><p> ومن خفض قال: طالت صحبة (من) للنكرة في كم (٣) ، فلما حذفناها أعملنا إرادتها فخفضنا، كقول العرب إذا قيل لأحدهم: كيف أصبحت؟ قال: خيرٍ، يريد بخير. </p><p> ومن رفع نوى تقديمَ الفعل، كأنه قيل: كم غلبت فئة، وأنشد: </p><p> كم عَمَّةٍ لك يا جَرِيرُ وخَالةٍ ... فَدْعَاءَ قد حَلَبَتْ عليَّ عِشَاري (٤) </p><p> قال: يجوز فيه الأَوْجُه الثلاثة، وأنشد في جوازِ الرفعِ قولَ امرئ القيس: </p><p> تَنُوصُ وكم من دُويها من مَفَازَةٍ ... وكم أرضِ جَدْبٍ (٥) دونهَا ولصُوصُ (٦)  (٧) </p><p>(١) ساقط من (ش). (٢) في (ي) (استفهام).(٣) في (ي) و (ش) (كما).(٤) البيت للفرزدق يهجو جريرًا، في \"ديوانه\" ١/ ٣٦١، و\"معاني القرآن\" للفراء ١/ ١٦٩، و\"الأشباه والنظائر\" ٨/ ١٢٣، و\"أوضح المسالك\" ٤/ ٢٧١. والفَدَع: اعوجاجٌ وعيبٌ في القدم، والعشار: جمع العشراء، وهي الناقة التي أتى عليها من يوم أرسل عليها الفحل عشرة أشهر.(٥) في (ش): (جذب).(٦) كذا إلى هنا نقل من \"معاني القرآن\" للفراء ١/ ١٦٨ - ١٦٩. وينظر في الإعراب: \"إعراب القرآن\" للنحاس ١/ ٣٢٧، \"التبيان\" ١٤٩، \"البحر المحيط\" ٢/ ٢٦٨.(٧) ورد البيت هكذا:وكم دونها من مهمة ومفازة ... وكم أرضُ جَدْبٍ دونها ولصوصُوالبيت في \"ديوانه\" ص ٩١. وفي \"معاني القرآن\" للفراء ١/ ١٦٩ ورد البيت هكذا:تبوص وكم من دونها من مفازة ... وكم أرض جَدْب دونها ولصُوصُ</p>"
}