{
  "id": null,
  "sura": 2,
  "aya": 56,
  "text": "<p> الله (١) ، ولما كان سؤال موسى إيمانًا منه وتصديقًا واشتياقًا لم يعاقب عليه، وهؤلاء سألوه (٢) شاكّين منكرين متعنتين فعوقبوا عليه. </p><p> وقال بعضهم: إن أصحاب موسى اعتقدوا إحالة الرؤية (٣) على الله فعلقوا إيمانهم على الرؤية (٤) : ومرادهم: لن نؤمن لك قط، كقوله:  {حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ}  [الأعراف: ٤٠] ، فلهذا عاقبهم الله عليه. وهذه الآية تتضمن التوبيخ لهم على مخالفة الرسول عليه السلام مع قيام معجزته، كما خالف أسلافهم [موسى مع ما أتى به من الآيات الباهرة، والتحذير لهم أن ينزل بهم كما نزل بأسلافهم]  (٥) . </p><p> ٥٦ - قوله تعالى:  {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ} الآية. البعث في كلام العرب على وجهين: أحدهما: الإرسال كقوله: {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى}  (٦)  [الأعراف: ١٠٣,يونس:٧٥] . </p><p>(١) انظر \"تفسير الرازي\" ٣/ ٨٦، \"تفسير القرطبي\" ١/ ٣٤٤، و\"تفسير النسفي\" ١/ ١٢٨، \"البحر المحيط\" ١/ ٢١١، ٢١٢. (٢) في (ب): (يسألوه).(٣) في (ج): (الرؤيا).(٤) المعتزلة هي التي تقول بإحالة الرؤية وقد تمسكوا بمثل هذه الآية. قال الزمخشري: (وفي هذا الكلام دليل على أن موسى عليه الصلاة والسلام رادهم القول وعرفهم أن رؤية ما لا يجوز عليه أن يكون في جهة محال ...) \"الكشاف\" ١/ ٢٨٢، ورد عليه صاحب \"الإنصاف\" في حاشية على \"الكشاف\" بما أبطل زعمه، كما رد عليه الرازي في \"تفسيره\" ٣/ ٨٥، وانظر \"تفسير القرطبي\" ١/ ٣٤٤ - ٣٤٥، \"البحر المحيط\" ١/ ٢١١.(٥) ما بين المعقوفين ساقط من (ب). انظر \"تفسير الطبري\" ١/ ٢٩٠، \"تفسير الرازي\" ٣/ ٨٣.(٦) في (ب) (من بعد) تصحيف في الآية.</p><p> والثاني: إثارة بارك أو قاعد، يقال: بعثت البعير عن مبركه، وبعثت النائم، ونشر الميت: بعث، لأنه كبعث النائم، وذلك إثارته عن مكانه (١) . قال قتادة: بعثهم الله ليستوفوا بقية آجالهم وأرزاقهم (٢) ، ولو ماتوا بآجالهم لم يبعثوا، ولكنه كان ذلك الموت عقوبة لهم على ما قالوا. </p><p> وقال ابن الأنباري: كل موت حصل البعث بعده في الدنيا كهذا، وكقوله: {فَقَالَ لَهُمُ اللَّهُ (٣) مُوتُوا ثُمَّ أَحْيَاهُمْ} [البقرة: ٢٤٣] يكون حكمه حكم النوم، ويجري مجرى موت النائم؛ لأن الله تعالى أثبت للخلق الإماتة في دار الدنيا مرة واحدة (٤) ، وهوقوله:  {قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ}  (٥)  [الجاثية: ٢٦] . </p><p> قال الزجاج: والآية احتجاج على مشركي العرب الذين كفروا بالبعث، واحتج النبي - صلى الله عليه وسلم - بإحياء من بعث بعد موته في الدنيا فيما يوافقه اليهود والنصارى (٦) . </p><p>(١) \"تهذيب اللغة\" (بعث) ١/ ٣٥٤، وانظر \"اللسان\" (بعث) ١/ ٣٠٧. (٢) أخرجه الطبري في \"تفسيره\" ١/ ٢٩٢، وابن أبي حاتم ١/ ٣٥٨، وانظر \"تفسير الثعلبي\" ١/ ٧٤ ب، انظر \"تفسير ابن عطية\" ١/ ٣٥٢، والبغوي ١/ ٧٥، \"تفسير ابن كثير\" ١/ ١٠٠، \"الدر المنثور\" ١/ ١٣٦.(٣) لفظ الجلالة غير موجود في (ب) تصحيف.(٤) قول جمهور المفسرين أنه موت حقيقي، لكنها غير الموتة التي كتبت عليهم في الدنيا، انظر \"تفسير الطبري\" ١/ ٢٩١، \"تفسير الثعلبي\" ١/ ٧٤ ب، قال ابن العربي: ميتة العقوبة بعدها حياة، وميتة الأجل لا حياة بعدها، انظر \"أحكام القرآن\" لابن العربي ٢/ ٢٢٨، \"زاد المسير\" ١/ ٨٥، \"تفسير القرطبي\" ١/ ٣٤٥ - ٣٤٦، ٣/ ٢٣١، \"تفسير الرازي\" ٣/ ٨٦.(٥) في (أ) (يبعثكم) تصحيف.(٦) \"معاني القرآن\" للزجاج ١/ ١٠٩، نقله بمعناه.</p>"
}