{
  "id": null,
  "sura": 2,
  "aya": 34,
  "text": "<p> ٣٤ - قوله تعالى:  {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ} الآية. (إذ) في موضع نصب نسقاً على (إذ)  (١) التي قبلها (٢) . </p><p> وقوله:  {قُلْنَا}  [هو من خطاب الأكابر والعظماء،يقول الواحد منهم:فعلنا وقلنا، لعلمه بأن أتباعه يفعلون]  (٣) كفعله، ويجرون على مثل أمره، فأخبر الله تعالى عن نفسه على الجمع، لأنه ملك الملوك، وكل من في السموات والأرض له خلقاً (٤) وملكاً (٥) . وعلى هذا خوطب في الجواب في قوله:  {حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ}  [المؤمنون: ٩٩] معناه: يا رب ارجعني، فلما أخبر جل اسمه (٦) عن نفسه [بالجمع خوطب بمثل ذلك (٧) . </p><p> وقوله:  {لِلْمَلَائِكَةِ} اختلفوا في] (٨) الملائكة الذين أمروا بالسجود لآدم من هم؟ فقال بعضهم: هم الذين كانوا مع إبليس في الأرض (٩) . </p><p>(١) في (ج): (إذا) وهو خطأ. (٢) انظر: \"معاني القرآن\" للزجاج ١/ ١٨٠، و\"تفسير الطبري\" ١/ ٢٢٤، و\"تفسير ابن عطية\" ١/ ٢٤٣، وقال مكي: منصوب بفعل مقدر (اذكر) مثل (إذ) قلبها. انظر: \"مشكل إعراب القرآن\" ١/ ٣٥.وقيل: زائدة، قاله أبو عبيدة في \"المجاز\" ١/ ٣٧، وضعفه أبو حيان. انظر: \"البحر\" ١/ ١٥٢، \"الدر المصون\" ١/ ٢٧١.(٣) ما بين المعقوفين مكرر في (أ).(٤) في (أ): (خلفاء) وما في (ب)، (ج) أصح.(٥) انظر: \"مجاز القرآن\" ١/ ٣٨، والقرطبي ١/ ٢٤٨، (البحر) ١/ ١٥٢.(٦) (جل اسمه) ساقط من (ب).(٧) انظر: \"معاني القرآن\" للزجاج ٤/ ٢١.(٨) ما بين المعقوفين ساقط من (ب).(٩) ورد هذا ضمن الخبر الطويل عن ابن عباس، الذي أخرجه الطبري، وهو ضعيف =</p><p> وقال بعضهم: هم جميع الملائكة حتى جبريل وميكائيل، لأنه قال:  {فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ}  [الحجر: ٣٠] ، وفي هذا (١) تأكيد للعموم، وتحقيق له (٢) . </p><p> وقوله:  {اسْجُدُوا لِآدَمَ} أصل السجود في اللغة الخضوع والتذلل، وكل من ذل وخضع لما أمر به فقد سجد، ومنه قوله تعالى:  {يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ}  [النحل: ٤٨] أي: خُضَّعاً مسخرة (٣) لما سخرت له، وسجود كل موات في القرآن، طاعته لما سخر له (٤) . </p><p> وقال أبو عبيدة: عين ساجدة إذا كانت فاترة، والسُّجَّد من النساء الفاترات الأعين، ونخلة ساجدة إذا مالت لكثرة حملها (٥) . ومنه قول الشاعر: </p><p>= الإسناد، كما ذكر ذلك شاكر في تعليقه، انظر: \"الطبري\" ١/ ٢٢٤. وذكره ابن أبي حاتم بسنده عن أبي العالية، قال محقق \"الكتاب\": إسناده ضعيف، والخبر لم أقف عليه، \"تفسير ابن أبي حاتم\" ١/ ٨٣، وانظر القرطبي في \"تفسيره\" ١/ ٢٤٨، والرازي في \"تفسيره\" ٢/ ١٣٨، وابن كثير في \"تفسيره\" ١/ ٨٠. (١) (هذا) ساقط من (ب).(٢) وهذا هو الأرجح، انظر: في \"تفسير الطبري\" ١/ ٢٢٤، وفي \"تفسيرالرازي\" ٢/ ٢٣٨، وقد ذكر وجوها كثيرة في ترجيح هذا القول وانظر: \"تفسيرالقرطبي\" ١/ ٢٤٨، ورجحه ابن كثير في \"تفسيره\" ١/ ٨٠.(٣) في \"تهذيب اللغة\": (مسخرة) ٢/ ١٦٥٠.(٤) ذكره الأزهري في \"تهذيب اللغة\" (سجد) ٢/ ١٦٣٠، وانظر \"اللسان\" (سجد) ٤/ ١٩٤٠(٥) قال الأزهري: (روى ابن هاني لأبي عبيدة .. ثم ذكره دون قوله: (والسجد من النساء الفاترات الأعين) \"تهذيب اللغة\" (سجد) ٢/ ١٦٣٠.</p><p> تَرى الأُكْمَ (١) فِيِه سُجَّداً لِلْحَوَافِرِ (٢) </p><p> أي ذليلة خاضعة. </p><p> قال الأعشى: </p><p> مَنْ يَرَ هَوْذَةَ يَسْجُدْ غَيرَ مُتَّئِبٍ (٣) ... إِذَا تَعَمَّمَ (٤) فَوْقَ الرَّأْسِ أَوْ وَضَعَا (٥) </p><p> أي يخضع له ويتذلل. وأنشد ابن الأنباري لابن مقبل: </p><p> ثُمَّ نَوَّمَنْ وَنِمْنَا سَاعَةً ... خُشَّعَ الطَّرْفِ سُجُوداً لِلْخُطَم (٦) </p><p>(١) في (ب): (الالم). (٢) البيت لزيد الخيل وصدره:بِجَمْعٍ تَضِلُّ البُلْقُ في حَجَرَاتِهويروى: بجيش، البلق: جمع أبلق، وهو الفرس المحجل، الحجرات: الناحية، الأكم: جمع أكمة، وهي تل أشد ارتفاعا مما حوله ودون الجبل. يصف كثرة هذا الجيش وأن الأكم قد خشعت من وقع الحوافر. ورد البيت في الطبري في \"تفسيره\" ١/ ٣٦٥، \"المعاني الكبير\" ٢/ ٨٩٠، و\"الأضداد\" لابن الأنباري: ص ٢٩٥، و\"الزاهر\" ١/ ١٤١، \"معرفة اشتقاق أسماء نطق بها القرآن\" ٢/ ٥٤٢، و\"تأويل مشكل القرآن\": ص ٤١٧، و\"الصحاح\" (سجد) ٢/ ٤٨٣، و\"اللسان\" ٤/ ١٩٤٠، والقرطبي في \"تفسيره\" ١/ ٢٤٨، والبيضاوي في \"تفسيره\" ١/ ٢١، \"البحر المحيط\" ١/ ٥١، \"الدر المصون\" ١/ ٢٧٤.(٣) في (ب): (منيب).(٤) في (أ)، (ج): (تعم) وما في (ب) هو الصحيح، ومثله ورد في \"المخصص\" ١٣/ ١٠٧.(٥) البيت من قصيدة طويلة للأعشى يمدح (هوذة بن علي الحنفي) ويروى البيت (من يلق) بدل (من ير) و (تعصب فوق التاج) بدل (تعمم فوق الرأس). وقوله: (غير متئب): أي لا يستحي أن يسجد لطلعته المهيبة وفد تعمم فوق الرأس، أو وضع الإكليل. ورد البيت في ديوان الأعشى: ص ١٠٨، \"المخصص\" ١٣/ ١٠٧.(٦) قوله: (نوَّمن) أي الإبل نومت. الخطم: جمع خطام، وهو الحبل الذي يقاد به =</p><p> يعني الإبل، فسجودها خضوعها. ويقال -أيضا-: (أسجد) بهذا (١) المعنى: أي طأطأ رأسه وانحنى (٢) . </p><p> هذا أصل السجود في اللغة، ثم قيل لكل من وضع جبهته على الأرض: سجد، لأنه غاية الخضوع (٣) . </p><p> وإذا ابتدأت بقوله:  {اسْجُدُوا} ضممت الألف (٤) ، والألف (٥) لا حظ لها من الإعراب، وإنما أدخلت ليتوصل بها إلى النطق بالساكن، فكان حظها الكسر، لأن (٦) بعدها ساكنا، ولكنها ضمت لاستثقال الضمة بعد الكسرة، وليس في كلامهم مثل (فِعُل) ، ولا مثل (إفْعُل)  (٧) . </p><p> واختلفوا في كيفية سجود الملائكة لآدم فقال جماعة: كان سجود الملائكة لآدم على جهة التكريم، فكان ذلك تكريماً لآدم وطاعةً لله </p><p>= البعير. ورد البيت في (ذيل ديوان ابن مقبل) مع القصائد المنسوبة له، وليست في \"الديوان\": ص٤٠٣. وورد في \"أساس البلاغة\" (نوّم): ٢/ ٤٨٣. (١) في (ب): (بها).(٢) في \"تهذيب اللغة\": أبو عبيد عن أبي عمرو: أسجد الرجل إذا طأطأ رأسه وانحنى. \"تهذيب اللغة\" (سجد) ٢/ ١٦٣٠، وانظر: \"مقاييس اللغة\" (سجد) ٣/ ١٣٣.(٣) \"تهذيب اللغة\" (سجد) ٢/ ١٦٣٠، \"الصحاح\" (سجد) ٢/ ٤٨٣، \"اللسان\" (سجد) ٤/ ١٩٤٠.(٤) إذا ابتدأت بهمزة الوصل أخذت حركة الحرف الثالث، انظر: \"معاني القرآن\" للزجاج ١/ ٨١.(٥) (والألف) ساقط من (ج).(٦) في (ج): (لان ما بعدها).(٧) \"معاني القرآن\" للزجاج ١/ ٨١، \"تفسير الثعلبي\" ١/ ٦٠ أ، وانظر: \"إعراب القرآن\" للنحاس ١/ ١٦٣.</p><p> سبحانه، ولم يكن عبادة لآدم (١) . </p><p> وحكى (٢) ابن الأنباري عن الفراء وجماعة من الأئمة أن سجود الملائكة لآدم كان تحية ولم يكن عبادة، وكان ذلك سجود تعظيم وتسليم وتحية، لا سجود صلاة وعبادة، وكان ذلك تحية الناس وتعظيم بعضهم بعضا (٣) ، ولم يكن وضع الوجه على الأرض، إنما كان الانحناء والتكفير (٤) ، فلما جاء الإسلام أبطل ذلك بالسلام (٥) . </p><p> وقيل: كان سجود على الحقيقة (٦) ، جعل آدم قبلة لهم، والسجود لله </p><p>(١) هذا قول جمهور المفسرين، قالوا: إنه سجود حقيقي ولكنه ليس سجود عبادة، فالتكريم لآدم، والعبادة والطاعة لله. ذكره الطبري في \"تفسيره\"، وروى في ذلك أثرا عن قتادة، ولم يذكر غير هذا القول. انظر \"تفسير الطبري\" ١/ ٢٢٩، وذكره ابن كثير في \"تفسيره\" ورجحه، ضعف ما عداه ١/ ٨١، وكذا الرازي في \"تفسيره\" ١/ ٢١٢، وانظر \"زاد المسير\" ١/ ٦٤، والقرطبي في \"تفسيره\" ١/ ٢٤٨. (٢) (الواو) ساقطة من (ج).(٣) قوله (وكان ذلك تحية الناس ...) هل كان قبل آدم ناس؟ أم هو تجاوز في العبارة؟(٤) التكفير: هو أن يضع الرجل يده أو يديه على صدره وطأطأ برأسه، وهو كالتحية عند أهل \"الكتاب\"، انظر: \"اللسان\" (كفر) ٧/ ٣٨٩٧.(٥) ذكره الثعلبي في \"تفسيره\"، ولم يعزه ١/ ٦٣ أ. وذكره الرازي في \"تفسيره\" وضعفه، وقال: (السجود لاشك أنه في عرف الشرع عبارة عن وضع الجبهة على الأرض، فوجب أن يكون في أصل اللغة كذلك، لأن الأصل عدم التغيير، فإن قيل: السجود عبادة، والعبادة لغير الله لا تجوز، قلنا: لا نسلم أنه عبادة وبيانه أن الفعل قد يصير بالمواضعة مفيدا كالقول ...). \"تفسير الرازي\" ٢/ ٢١٣، وضعفه ابن كثير في \"تفسيره\" ١/ ٨٣، وانظر القرطبي في \"تفسيره\" ١/ ٢٥٠، و\"زاد المسير\" ١/ ٦٤.(٦) في (ب): (بالحقيقة).</p><p> عز وجل (١) ، إلا أن هذا ضعيف، لأنه لو كان، لقيل: اسجدوا إلى آدم. </p><p> وقال أبي بن كعب: معناه: أقروا لآدم أنه خير وأكرم عليّ منكم، واخضعوا له وكونوا تحت أمره (٢) ، وهذا المعنى موافق لأصل اللغة. </p><p> وقوله:  {لِآدَمَ} حقه الكسر، إلا أنه لا يجري (٣) ما كان من هذا الباب نحو: الأحمر (٤) والأصفر في معرفة ولا نكرة، لاجتماع علتين فيه في حال نكرته، وهو وزن الفعل، وكونه صفة، فإن سميت به لم تصرفه في حال المعرفة أيضا للتعريف، ووزن الفعل، فإن نكرته لم تنصرف (٥) -أيضا - عند سيبويه (٦) ، [وانصرف عند الأخفش (٧) . </p><p> وحجة سيبويه] (٨) أنه قبل أن يسمى به اسم وإن كان صفة، فقد كان في حال (٩) التنكير قبل التسمية به [غير منصرف، فإذا سميت به فحكم الصفة لم يرتفع عنه، ويصير التسمية به]  (١٠) كالعارية، فإذا نكِّر عاد إلى </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ٦٣ أ. والرازي وضعفه في \"تفسيره\" ٢/ ٢١٢، ٢١٣. وابن كثير وضعفه كذلك ١/ ٨٣. و\"تفسير القرطبي\" ١/ ٢٥٠. (٢) ذكره الثعلبي في \"تفسيره\" ١/ ٥٩ أ.(٣) أي: يمنع من الصرف.(٤) أى وزن (أفعل).(٥) (تنصرف) كذا في (أ، ج)، وفي (ب): (بدون إعجام)، والأولى (ينصرف).(٦) انظر \"الكتاب\" ٣/ ١٩٣،١٩٨، \"معاني القرآن\" للزجاج ١/ ٨١، وانظر: \"مشكل إعراب القرآن\" ١/ ٣٨.(٧) انظر \"معاني القرآن\" للزجاج ١/ ٨١، و\"الكتاب\" ٣/ ١٩٨ (الهامش)، \"المقتضب\" ٣/ ٣١٢، ٣٧٧، وقد نصر المبرد رأي الأخفش ورجحه.(٨) ما بين المعقوفين ساقط من (ب).(٩) في (ب): (كل).(١٠) ما بين المعقوفين ساقط من (ب).</p><p> موضع قد (١) كان فيه لا ينصرف (٢) . </p><p> والدليل على صحة ذلك، إجماع النحويين على قولهم: مررت بنسوة أربع، فيصرفون (أربعا) ، لأنه اسم استعمل وصفا، ولو راعوا فيه حكم الصفة لم ينصرف في هذه الحال، لأنه على وزن الفعل وهو صفة، فلما نفوا حكم الاسم فيه وإن استعملوه صفة، كذلك أحمر وبابه وإن استعمل اسما (٣) ، فحكم الصفة باق فيه، لأنه صفة لا اسم. </p><p> وأما الأخفش فإنه يقول: إذا سمي به زال حكم الصفة فلا ينصرف في المعرفة للتعريف ووزن الفعل، فإذا نكرته بقيت علة واحدة، وهو وزن الفعل فينصرف (٤) . وهذا فاسد، لأن حكم الصفة مراعى، وإن سمي به كما أن حكم الاسم مراعى في (أربع) وإن وصف به (٥) . </p><p> وقوله تعالى:  {إِلَّا إِبْلِيسَ} . قال أكثر أهل اللغة والتفسير: سمي إبليس بهذا الاسم، لأنه أبلس من رحمة الله تعالى أي أيس، والمبلس المكتئب الحزين الآيس (٦) ، وفي القرآن {فَإِذَا هُمْ مُبْلِسُونَ}  [الأنعام: ٤٤] . </p><p> قال يونس وأبو عبيدة: يقال للذي يسكت عند انقطاع حجته، ولا يكون عنده جواب: قد أبلس (٧) . </p><p>(١) (قد) ساقطة من (ب). (٢) \"معاني القرآن\" للزجاج ١/ ٨١(٣) انظر: \"المقتضب\" ٣/ ٣١٢، \"الكتاب\" ٣/ ١٩٤.(٤) \"معاني القرآن\" للزجاج ١/ ٨١، \"المقتضب\" ٣/ ٣١٢.(٥) انظر رد المبرد على ذلك في المسائل التي رد بها المبرد على سيبويه كما نقله عضيمة في هامش \"المقتضب\" ٣/ ٣١٢.(٦) \"تهذيب اللغة\" (بلس) ١/ ٣٨٤، و\"تفسير الطبري\" ١/ ٢٢٤.(٧) \"تهذيب اللغة\" (بلس) ١/ ٣٨٤.</p><p> قال العجاج (١) : </p><p> يَا صَاحِ هَلْ تَعْرِفُ رسْماً مُكْرَسَا </p><p> قَالَ نَعَمْ أَعْرِفُهُ وأبلسا (٢) </p><p> أي: لم يحر إليَّ جواباً لكآبته. </p><p> فقيل: إن إبليس سمي بهذا الاسم، لأنه لما أويس من رحمة الله أبلس يأسا (٣) . ومثل هذا الوزن من العربية (الإجْفِيل) اسم للظليم (٤) ، يقال: أجفل الظليم فهو مجفل وإجفيل (٥) ، وكذلك الإغريض (٦) والإضريج (٧) ، في أشباه لهذا (٨) . </p><p>(١) هو الراجز المشهور عبد الله بن رؤبة، لقي أبا هريرة وسمع منه أحاديث. انظر \"الشعر والشعراء\" ص ٣٩٢، \"طبقات فحول الشعراء\" للجمحي ٢/ ٧٥٣. (٢) المكرس: الذي صار فيه الكرس. وهو أبوال الإبل وأبعارها يتلبد بعضها على بعض في الدار، أبلسا: أي سكت لكآبته. ورد الرجز في \"ديوان العجاج\". ص ١٣٢، \"معاني القرآن\" للفراء ١/ ٣٣٥، و\"مجاز القرآن\" ١/ ١٩٢، و\"الزينة\" ٢/ ١٩٢، والطبري في \"تفسيره\" ١/ ٢٢٤، و\"الكامل\" ٢/ ١٩١، و\"تهذيب اللغة\" (بلس) ١/ ٣٨٤، و\"الصحاح\" ٣/ ٩٠٩، و\"مقاييس اللغة\" ٥/ ١٦٩، و\"اللسان\" ١/ ٣٤٣، و\"تفسير ابن عطية\" ١/ ٢٤٤.(٣) ذكره الأزهري في \"تهذيب اللغة\" ١/ ٣٨٤، وانظر: \"تفسير الطبري\" ١/ ٢٢٤، \"غريب القرآن\" لابن قتيبة: ١/ ٣٧، و\"زاد المسير\" ١/ ٦٥.(٤) الظليم: الذكر من النعام، \"القاموس\" (ظلم): ص ١٤٦٤.(٥) \"تهديب اللغة\" (جفل) ١/ ٦٢٢.(٦) الإغريض: الطلع، ويقال لكل أبيض طري، انظر: \"الصحاح\" (غرض) ٣/ ١٠٩٤.(٧) (الإضريج) بالجيم: صبغ أحمر، ونوع من الأكسية، ومن الخيل الجواد. انظر: \"تهذيب اللغة\" (ضرج) ٣/ ٢١٠٦، \"الصحاح\" ١/ ٣٢٦، \"اللسان\" ٥/ ٢٥٧٠.(٨) انظر: \"إملاء ما من به الرحمن\" ١/ ٣٠، \"الدر المصون\" ١/ ٢٧٦.</p><p> وروى أبو روق (١) عن الضحاك عن ابن عباس قال: إنما سمي إبليس، لأن الله أبلسه من الخير، أي: أيأسه (٢) . </p><p> وهذا متعد كما ترى، ورواه الليث -أيضا- متعديا فقال: لأنه أُبلِس من رحمة الله أي: أُويس (٣) ، فحصل من هذا أنه عربي مشتق، وأن الإبلاس واقع ومطاوع (٤) . </p><p> قال أبو بكر بن الأنباري: لا يجوز أن يكون مشتقا من (أبلس) ، لأنه لو كان كذلك لجرى، [ألا ترى أن (إسحاق) إذا كان عربيا مأخوذا من أسحقه الله إسحاقا يجري، فيقال: قام إسحاق، ورأيت إسحاقاً (٥) . فلو كان إبليس من (أَبلس) أو (أُبلس) لجرى] (٦) كما يجرى إكليل وبابه، وترك تنوينه </p><p>(١) هو عطية بن الحارث الهمداني أبو روق، ورى عن الشعبي والضحاك، قال أبو حاتم: ليس به بأس، وقال ابن معين: صالح، انظر \"الجرح والتعديل\" ٦/ ٣٨٢، \"تهذيب التهذيب\" ٣/ ١١٤، \"طبقات المفسرين\" للداودي ١/ ٣٨٦. (٢) أخرجه الطبري بسنده، وفيه ضعف، انظر \"تفسير الطبري\" ١/ ٥٠٩. (مع تحقيق محمود شاكر)، وأخرجه ابن أبي حاتم في \"تفسيره\"، قال المحقق: ضعيف الإسناد ١/ ٢٩٤، وذكره السيوطي في \"الدر\" ١/ ١٠٢. وعزاه لابن جرير، وابن المنذر، وابن أبي حاتم، وابن الأنباري.(٣) ذكره الأزهري في \"تهذيب اللغة\" (بلس) ١/ ٣٨٤، والثعلبي في \"تفسيره\" ١/ ٦٣ ب، وانظر \"العين\" ٧/ ٢٦٢، ولم أجده منسوبًا لليث.(٤) (الواو) ساقطة من (ب).اختلف الذين قالوا: إنه مشتق هل هو مشتق من (أبلس) إذا انقطع ولم تكن له حجة، أو من الإبلاس وهو اليأس، ذكر هذا الرازي في كتاب \"الزينة\" ١/ ١٩٢، ١٩٣.(٥) انظر: \"المقتضب\" ٣/ ٣٢٦.(٦) مابين المعقوفين ساقط من (ب).</p><p> في القرآن يدل على أنه أعجمي معرفة، والأعجمي لا يعرف له اشتقاق (١) . </p><p> وقال محمد بن جرير: إنما منع صرفه وإن (٢) كان عربيًّا استثقالًا، لأنه لما قل نظيره في كلام العرب شبهوه بالأسماء الأعجمية كإسحاق لم يصرف، وهو من أسحقه الله، و (أيوب) من: (آب يؤوب)  (٣) ، نظيره قيوم، من قام يقوم. </p><p> وهذا الذي قال (٤) ابن جرير: يبطل بباب (إفْعِيل) فإنه مصروف كله إلا إبليس (٥) . </p><p> وأما (٦) أيوب وإسحاق، فمن لم يصرفهما لم (٧) يجعلهما مشتقين (٨) . </p><p>(١) هذا الكلام بمعناه في \"الأضداد\" لابن الأنباري: ص ٣٣٦، وبنحوه قال أبو عبيدة في \"المجاز\" ١/ ٣٨، والزجاج في \"المعاني\" ١/ ٨٢، والثعلبي ١/ ٦٣ ب، وذكر هذا القول مكي في \"المشكل\" ١/ ٣٧، وابن عطية ١/ ٢٤٦، وابن الأنباري أبو البركات في \"البيان\" ورجحه ١/ ٧٤، على أن مكيا وغيره ذكروا عن أبي عبيدة أنه قال: إنه مشتق، وهذا خلاف قوله في \"المجاز\". وقد أجاب الذين قالوا: إنه مشتق بأنه منع من الصرف لأنه أشبه الأسماء الأعجمية لعدم نظيره في الأسماء العربية كما سيأتي في كلام ابن جرير، انظر: \"البحر\" ١/ ١٥١، و\"الدر المصون\" ١/ ٢٧٦.(٢) في (ب): (فان).(٣) انتهى كلام ابن جرير بمعناه ١/ ٢٢٨، وانظر \"تفسير ابن عطية\" ١/ ٢٤٦.(٤) في (ب): (قاله) وهو أصوب.(٥) في (ج): (ابلس). انظر: \"مشكل إعراب القرآن\" ١/ ٣٧، \"البيان\" ١/ ٧٤، \"البحر المحيط\" ١/ ١٥١، \"الدر المصون\" ١/ ٢٧٦.(٦) في (ب): (فأما).(٧) في (ب): (يصرفها لم يجعلها).(٨) انظر: \"المقتضب\" ٣/ ٣٢٦، \"أصول النحو\" لابن السراج ٢/ ٩٤.</p><p> والاختيار في هذا الحرف أنه غير مشتق، لإجماع النحويين على أنه منع الصرف للعجمة والمعرفة، فلو جعلناه مشتقّاً بطلت العجمة ووجب صرفه (١) </p><p> واختلفوا في أن إبليس هل هو مستثنى من الملائكة أو (٢) لا؟ فروى مجاهد وطاوس عن ابن عباس قال: كان إبليس قبل أن يركب المعصية ملكاً من الملائكة، اسمه (عزازيل) ، وكان من سكان الأرض وعمارها، وكان سكان الأرض من الملائكة يسمون:  (الجن) ، ولم يكن من الملائكة أشد اجتهادا ولا أكثر علمًا منه. فلما تكبر على الله عز وجل وأبى السجود لآدم وعصاه، لعنه وجعله شيطاناً مريداً، وسماه: إبليس (٣) . وعلى هذا القول أيضا ابن مسعود، وابن المسيب، وابن جريج، وقتادة، وابن جرير (٤) ، وقالوا: إنه استثني من جنس المستثنى منه، وكان إبليس من جملة الملائكة </p><p>(١) بهذا أخذ أبو عبيدة في \"المجاز\" ١/ ٣٨، والزجاج في \"معاني القرآن\" ١/ ٨٢، والثعلبي في \"تفسيره\" ١/ ٦٣ ب، وابن الأنباري في \"البيان\" ١/ ٧٤، والعكبري في \"الإملاء\" ١/ ٣٠، والسمين في \"الدر المصون\" ١/ ٢٧٦. وعلى قول ابن جرير ومن معه لا يلزم صرفه، ولو كان مشتقًّا، لأنه لا سمي له فاستثقل. انظر \"تفسير غريب القرآن\" لابن قتيبة: ص ٢٣، و\"تفسير الطبري\" ١/ ٢٢٨، و\"تفسير ابن عطية\" ١/ ٢٤٦، و\"تفسير القرطبي\" ١/ ٢٥١. (٢) في (ب): (أم لا).(٣) أخرجه الطبري بسنده عن عطاء، عن طاوس، عن ابن عباس، وعن عطاء عن طاوس أو مجاهد أبي الحجاج، عن ابن عباس. \"تفسير الطبري\" ١/ ٢٢٤، وكذلك أخرجه ابن الأنباري بسنده عن طاوس أو عن مجاهد أبي الحجاج، عن ابن عباس. \"الأضداد\": ص ٣٣٤. وانظر: \"تفسير ابن أبي حاتم\" ١/ ٨٤، و\"تفسير ابن كثير\" ١/ ٨.(٤) انظر أقوالهم في \"تفسير الطبري\" ١/ ٢٢٤.</p><p> الذين أمروا بالسجود. وهؤلاء أولوا قوله:  {كَانَ مِنَ الْجِنِّ}  [الكهف: ٥٠] أي: كان من قبيل من الملائكة، يقال لهم: الجن (١) ، سموا جناً لاستتارهم عن الناس. قال الأعشى يذكر سليمان ابن داود عليه السلام: </p><p> وَسَخَّرَ مِنْ جِنِّ الملائِكِ تِسْعَةً ... قِيَاماً لَدَيْهِ يَعْمَلُونَ بِلَا أَجْرِ (٢) </p><p> فجعل الملائكة جنّاً (٣) . </p><p>(١) ذكره الطبري في \"تفسيره\" عن قتادة ١/ ٢٢٥. قال ابن كثير في \"تفسيره\" بعد أن نقل الآثار في هذا عند قوله تعالى: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} الآية [الكهف: ٥٠]. قال: وقد روي في هذا آثار كثيرة عن السلف، وغالبها من الإسرائيليات التي تنقل، لينظر فيها، والله أعلم بحال كثير منها، ومنها ما قد يقطع بكذبه لمخالفته للحق الذي بأيدينا، وفي القرآن غنية عن كل ما عداه من الأخبار المتقدمة ... إلخ) انظر \"ابن كثير\" ٣/ ١٠٠.(٢) ورد البيت في \"تفسير الطبري\" ١/ ٢٢٥، \"الزاهر\" ٢/ ٣٣٤، و\"الأضداد\" لابن الأنباري: ص ٣٣٥، و\"الغريب\" لابن قتيبة: ص٢١، و\"الزينة\" ٢/ ١٧٦، و\"معرفة اشتقاق أسماء نطق بها القرآن\" ١/ ١٩٥، و\"اللسان\" (جنن) ١/ ٧٥١، وفي \"تفسير القرطبي\" ١/ ٢٥١، و\"خزانة الأدب\" ٦/ ١٧٦.(٣) وهذا ما رجحه ابن جرير الطبري في \"تفسيره\"، وابن عطية في \"تفسيره\" والبغوي في \"تفسيره\"، وغيرهم، وهو أن إبليس كان من الملائكة أو من طائفة منهم يقال لهم: الجن.قال الطبري في \"تفسيره\" بعد أن ذكر الأقوال في هذِه المسألة: (وهذِه علل تنبئ عن ضعف معرفة أهلها، ذلك أنه غير مستنكر أن يكون الله جل ثناؤه خلق أصناف ملائكته من أصناف من خلقه شتى. فخلق بعضا من نور، وبعضا من نار وبعضا مما شاء من غير ذلك. وليس في ترك الله جل ثناؤه الخبر عما خلق منه ملائكته، وإخباره عما خلق منه إبليس ما يوجب أن يكون إبليس خارجا عن معناهم ... وقال: وأما خبر الله عنه أنه (من الجن) لغير مدفوع أن يسمى ما اجتن من الأشياء عن الأبصار كلها جنّاً كما قد ذكرنا في شعر الأعشى -فيكون إبليس والملائكة =</p><p> وقد روى عكرمة عن ابن عباس قال: إنما قيل لإبليس: الجني، لأنه كان من خزنة الجنة (١) . </p><p> وقال الزجاج وابن الأنباري: معنى قوله: {كَانَ مِنَ الْجِنِّ} أي كان (٢) ضالّاً كما أن الجن الذين كانوا سكان الأرض قبل الملائكة كانوا ضُلَّالاً، فلما فعل إبليس مثل فعلهم أدخل في جملتهم كما (٣) قال الله سبحانه: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ}  (٤)  [التوبة: ٦٧] . فعلى قول هؤلاء هو مستثنى من الملائكة، وهو استثناء الجنس من الجنس. </p><p> وقال عبد الرحمن بن زيد، وشهر بن حوشب (٥) : ما كان إبليس من الملائكة قط (٦) . </p><p>= منهم، لاجتنانهم عن أبصار بني آدم، في \"تفسيرالطبري\" ١/ ٢٢٧، وانظر: \"الأضداد\" لابن الأنباري: ص ٣٣٤، وفي \"تفسيرابن عطية\" ١/ ٢٤٦، وفي \"تفسيرالبغوي\" ١/ ٨٢، و\"البحر\" ١/ ١٥٣، وفي \"تفسير القرطبي\" ١/ ٢٥١، فعلى هذا القول: الاستثناء متصل. (١) أخرجه الطبري في \"تفسيره\" عن ابن جريج عن ابن عباس، وعن أبي صالح عنه، وعن الضحاك عنه. الطبري في \"تفسيره\" ١/ ٥٢٥.(٢) في (ب): (أي صار).(٣) (كما) ساقطة من (ب).(٤) قول ابن الأنباري في \"الأضداد\" ص٣٣٧، وقد ذكر هذا توجيهًا لمعنى الآية على قول من قال: إن إبليس من الملائكة وكذا الزجاج في \"المعاني\" ١/ ٨٢ ويلحظ هنا أن الزجاج يرجح القول الآخر حيث قال لما ذكر القول الثاني: وهذا القول هو الذي نختاره، لأن إبليس كان من الجن كما قال الله عز وجل.(٥) هو شهر بن حوشب الأشعري الشامي، مولى أسماء بنت يزيد بن السكن روى عن أبي هريرة وعائشة وأم سلمة وأم حبيبة وغيرهم، اختلف في سنة وفاته، فقيل: مائة، وقيل غير ذلك، انظر: \"تهذيب التهذيب\" ٢/ ١٨٢، \"غاية النهاية\" ١/ ٣٢٩.(٦) أقوالهم في الطبري في \"تفسيره\" ١/ ٢٢٧، وانظر: \"تفسير ابن عطية\" ١/ ٢٤٦، =</p><p> وروى عوف عن الحسن قال: ما كان إبليس من (١) الملائكة قط، طرفة عين (٢) . وهؤلاء قالوا: إنه استثني من الملائكة، وليس منهم، لأنه أمر بالسجود كما أمروا، فخالف وأطاعوا، فاستثني من فعلهم (٣) ، ويجوز أن يكون استثناء منقطعا (٤) كقول (٥) العرب: ارتحل العسكر إلا الأثقال، وسار الناس إلَّا الخيام (٦) . </p><p> وقال سعيد بن المسيب. إن إبليس سبي من الجن حين اقتتلوا (٧) الملائكة، وكان صغيرا فنشأ بين الملائكة (٨) . وهذا اختيار الحسين بن </p><p>= والقرطبي في \"تفسيره\" ١/ ٢٥١، وابن كثير في \"تفسيره\" ١/ ٨١، \"البحر\" ١/ ١٥٣. (١) (من الملائكة) ساقط من (ج).(٢) ذكره الطبري في \"تفسيره\" ١/ ٢٢٧، وابن الأنباري في \"الأضداد\": ص ٣٣٧، وابن عطية في \"تفسيره\" ١/ ٢٤٦، والقرطبي في \"تفسيره\" ١/ ٢٥١، وابن كثير في \"تفسيره\" ١/ ٨١، \"البحر\" ١/ ١٥٣.(٣) \"الأضداد\" لابن الأنباري: ص ٣٣٧، وانظر \"معاني القرآن\" للزجاج ١/ ٨٢، وقد مال إلى نحو هذا ابن كثير في \"تفسيره\" ١/ ٨١.(٤) انظر \"المشكل\" لمكي ١/ ٣٧، \"البيان\" ١/ ٧٤، \"البحر\" ١/ ١٥٣.(٥) في (أ)، (ج): (لقول)، وقوله (منقطعا) ساقط من (ب).(٦) قال أبن الأنباري: (... ونصب على الاستثناء وهو من غير جنسهم. كما تقول العرب: سار الناس إلا الأثقال، وارتحل أهل العسكر إلا الأبنية والخيام)، \"الأضداد\" لابن الأنباري: ص ٣٣٧.(٧) هكذا في جميع النسخ وهذا على لغة (أكلوني البراغيث).(٨) أخرج نحوه ابن جرير عن شهر بن حوشب وسعد بن مسعود ١/ ٢٢٧، وذكره ابن عطية والقرطبي، وقالا: حكاه الطبري عن ابن مسعود، وظاهر كلامهما أنه عبد الله ابن مسعود، ولم يرووه عنه، وإنما عن سعد بن مسعود ولعل القرطبي نقل ذلك عن ابن عطية. انظر. \"تفسير ابن عطية\" ١/ ٢٤٦، و\"تفسير القرطبي\" ١/ ٢٥١، وذكره ابن كثير عن سعد بن مسعود، \"تفسير ابن كثير\" ١/ ٨١، ولم أجده عن، سعيد فيما اطلعت عليه.</p><p> الفضل. وإليه ذهبت المعتزلة (١) . </p><p> وقوله (٢) تعالى: {أَبَى وَاسْتَكْبَرَ} . هما بمعنى واحد، وكرر للتأكيد (٣) ، وحقيقة الاستكبار: الأنفة مما لا ينبغي أن يؤنف منه (٤) . </p><p> وقوله تعالى:  {وَكَانَ مِنَ الْكَافِرِينَ} . أي وصار (٥) ،. كقوله:  {وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ}  [هود: ٤٣] . </p><p> وقال الأكثرون معناه: وكان في سابق علم الله من الكافرين (٦) . </p><p>(١) أي: إلى أن إبليس ليس من الملائكة. انظر: \"تفسير الرازي\" ١/ ٢١٣. قال الزمخشري: إنه كان جنيا واحد بين أظهر الألوف من الملائكة مغمورا بهم، فغلبوا عليه في قوله: \"فسجدوا\". \"الكشاف\" ١/ ٢٧٣. (٢) في (ب): (وكان).(٣) (أبى) امتنع عن السجود، و (استكبر) تكبر وتعاظم في نفسه فهو من أفعال القلوب، والإباء: الامتناع من السجود، والامتناع نابع من الكبر. انظر \"تفسير ابن عطية\" ١/ ٢٤٨، \"البحر\" ١/ ١٥٣، وأبي السعود في \"تفسيره\" ١/ ٨٥.(٤) ذكر الأزهري عن ابن الأنباري: الاستكبار: الامتناع عن قبول الحق معاندة وتكبرا. \"التهذيب\" (كبر) ٤/ ٣٠٩٠، \"مفردات الراغب\": ص ٤٢١.(٥) في (ب): (وصار من الكافرين). هذا هو القول الأول أن (كان) بمعنى: صار، انظر. \"تفسير أبي الليث\" ١/ ١١٠، و\"تفسيرالثعلبي\" ١/ ٦٤ أ، و\"تفسير ابن عطية\" ١/ ٢٤٨، و\"زاد المسير\" ١/ ٦٥، و\"تفسير القرطبي\" ١/ ٢٥٢، و\"البحر\" ١/ ١٥٤، وفي \"تفسير ابن كثير\" ١/ ٨١، قال ابن عطية بعد أن ذكر هذا القول: قال ابن فورك: وهذا خطأ ترده الأصول، ونقل هذا القرطبي وابن كثير.(٦) قول جمهور المفسرين على أن (كان) على بابها، انظر: \"تفسير أبي الليث\" ١/ ١١٠، و\"الثعلبي\" ١/ ٦٤ أ، و\"ابن عطية\" ١/ ٢٤٨، و\"القرطبي\" ١/ ٢٥٢، و\"زاد المسير\" ١/ ٦٥، و\"ابن كثير\" ١/ ٨١، \"البحر\" ١/ ٣٢١. قال ابن جرير: (ومعنى قوله: {وَكَانَ مِنَ الْكَافِرِينَ}: أنه كان حين أبى السجود من الكافرين حينئذ). \"تفسير الطبري\" ١/ ٢٢٨.</p>"
}