{
  "id": null,
  "sura": 2,
  "aya": 206,
  "text": "<p> وذكر في تفسير الفساد هاهنا: الخراب، وقطع الدرهم، وشق الثياب، لا على وجه المصلحة (١) . </p><p> ويقال: فَسَدَ الشيءُ يَفْسد فسودًا وفسادًا، كما يقال: ذهب ذُهُوبًا وذَهابًا، وكسد كُسُودًا وكَسَادًا (٢) . </p><p> ٢٠٦ - قوله تعالى:  {وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ} ، وذلك أن رسول الله - صلى الله عليه وسلم - دعاه إلى إجابةِ اللهِ في ظاهره وباطنه، فدعاه الأَنَفَةُ والكِبْر إلى الإثم والظلم، وهو قوله:  {أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ}  (٣) . ومعنى العزة هاهنا: المنعة والقوة (٤) . وذكرنا معاني العز والعزيز فيما تقدم. </p><p> قال قتادة: إذا قيل له: مَهْلًا مَهْلَا ازداد إقدامًا على المعصية (٥) . </p><p> قال أهل المعانى: معنى (أخذته العزة بالإثم) حملته عليه، وجَرّأته عليه، وزينت له ذلك، يقال: أخذت فلانًا بكذا وكذا، أي: أردته عليه، وحملته على ذلك، وكلفته. </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٣١٩، \"تفسير الثعلبي\" ٢/ ٦٤٨ - ٦٥١، \"الوسيط\" ١/ ٣١١، \"البحر المحيط\" ٢/ ١١٧. (٢) ينظر: \"معاني القرآن\" للفراء ١١٢٤، \"تفسير الطبري\" ٢/ ٣١٩، \"تهذيب اللغة\" ٣/ ٢٧٨٧ \"فسد\" وقال: قال الليث: الفساد: نقيض الصلاح، والفعل فسد يفسد فسادا، قلت: ولغة أخرى: فسُد فسودًا، ويقال: أفسد فلان المال يُفسده إفسادًا وفسادا.(٣) ينظر: \"تفسير الثعلبي\" ٢/ ٦٥٢.(٤) ينظر: \"تفسير الطبري\" ٢/ ٣١٩، \"تفسير الثعلبي\" ٢/ ٦٥٢، \"الوسيط\" ١/ ٣١١، \"التفسير الكبير\" ٥/ ٢١٩، \"البحر المحيط\" ٢/ ١١٧.(٥) ذكره الواحدي عن قتادة في \"الوسيط\" ١/ ٣١١، والقرطبي ٣/ ١٩.</p><p> وتأويل الآية: حَمَلَتْه العِزّةُ وحَمِيَّةُ الجاهلية على الفعل بالإثم (١) . </p><p> والجَارّ في قوله تعالى:  {بِالْإِثْمِ} يجوزُ تَعَلُّقُه بالأخذ وبالعزة، فإن علقته بالأخذ، كان المعنى: أخذته بما يؤثمه، أي: أخذته بما كسبه ذلك، والمعنى: للعزة يرتكب ما لا ينبغي أن يرتكب، فكأن العزة حملته على ذلك وقلة الخشوع. </p><p> وإن علقته بالعزة كان المعنى الاعتزاز بالإثم، أي: اعتز بما يؤثمه فيبعده مما يرضاه الله (٢) . </p><p> وقوله تعالى:  {فَحَسْبُهُ جَهَنَّمُ} قال المفسرون: كافيه الجحيمُ جزاءً له وعذابًا (٣) ، ويقال: حَسْبُكَ دِرْهَمٌ، أي: كفاك، وحَسْبُنا الله، أي: كافينا الله. </p><p> قال امرؤ القيس: </p><p> وحَسْبُكَ من غِنًى شِبَعٌ ورِيّ (٤) </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٣١٩، \"تفسير الثعلبي\" ٢/ ٦٥٢، \"المحرر الوجيز\" ٢/ ١٩٢، \"الوسيط\" ١/ ٣١١، \"زاد المسير\" ٢/ ٢٢٢، \"التفسير الكبير\" ٥/ ٢٢٠. (٢) ينظر: \"تفسير البغوي\" ١/ ٢٣٦، \"البحر المحيط\" ٢/ ١١٧، \"الدر المصون\" ٢/ ٣٥٤، وذكر أبو حيان أن الباء يحتمل أن تكون للتعدية، كأن المعنى: ألزمته العزة الإثم، ولحتمل أن تكون للمصاحبة، أي: أخذته مصحوبا بالإثم، أو مصحوبة بالإثم، فيكون للحال من المفعول، أي: أخذته متلبسا بالإثم أو من الفاعل أي: حال من العزة، أي متلبسة بالإثم. ويحتمل أن تكون سببية، والمعنى: أن إثمه السابق كان سببا لإخذ العزة له حتى لا يقبل ممن يأمره بتقوى الله.(٣) ينظر: \"تفسير الطبري\" ٢/ ٣١٩، \"تفسير الثعلبي\" ٢/ ٦٥٣، \"التفسير الكبير\" ٥/ ٢٢٠، \"البحر المحيط\" ٢/ ١١٧.(٤) صدر البيت: فَتُوسِعَ أَهْلَها أَقِطًا وسَمْنًاوالبيت في \"ديوان امرئ القيس\" ص ١٧١، وينظر: \"الزاهر\" ١/ ٩٦، \"الوسيط\" للواحدي ١/ ٣١١.</p><p> أي: يكفيك الشِّبَعُ والرِّيُّ، تصريفه من الثلاثي ممات، ويقال منه في الرباعي: أحسبني الشيء، إذا كفاني (١) . </p><p> وأما جهنم، فقال يونس وأكثر النحويين: هي اسم للنار التي يعذب الله بها في الآخرة، وهي أعجمية لا تُجْرَى للتعريف والعجمة (٢) . </p><p> وقال آخرون: جهنم اسم عربي، سميت نار الآخرة بها لبعد قعرها، ولم تُجْر (٣) للتعريف والتأنيث. </p><p> قال قطرب: حكي لنا عن رؤبة (٤) أنه قال: رَكِيَّةٌ جَهَنَّام، يريد: بعيدةَ القَعْر (٥) . </p><p> والمهاد: جمع المهد. والمهد: الموضعُ المُهَيَّأُ للنَّوم، ومنه: مَهْدُ الصبي. وأصله: من التوطية، يقال: مَهَدْتُ الشَّيءَ والأرض مهادًا؛ لأنه موطاة للعباد (٦) . </p><p> وسَمَّى جهنمَ هاهنا مِهادًا على معنى أنها قرار، والقرار كالوطاء في </p><p>(١) ينظر: \"الكتاب\" لسيبويه ٤/ ٢٣١، \"تهذيب اللغة\" ١/ ٨١٠، \"المفردات\" ص ١٢٤، \"تفسير الرازي\" ٥/ ٢٢٠، \"البحر المحيط\" ٢/ ١٠٩، \"لسان العرب\" ٢/ ٨٦٣ - ٨٦٥ \"حسب\". (٢) نقله عنه في \"تهذيب اللغة\" ١/ ٦٨١، وفي \"لسان العرب\" ٢/ ٧١٥ \"جهن\"، وقوله: لا تجرى، أي: لا تصرف وتنون.(٣) قوله: لم تجر، أي: لم تصرف وتنون.(٤) هو: أبو الجحاف رؤبة بن العجاج بن عبد الله التميمي، تقدمت ترجمته [البقرة: ٩].(٥) ينظر: \"تهذيب اللغة\" ١/ ٦٨١، \"المفردات\" ١٠٩، \"التفسير الكبير\" ٥/ ٢٢٠، \"البحر المحيط\" ٢/ ١٠٨، \"لسان العرب\" ٢/ ٧١٥ \"جهن\".(٦) بنظر: \"مجاز القرآن\" ١/ ٧١، \"تفسير الطبري\" ٢/ ٣٢٠، \"تهذيب اللغة\" ٤/ ٣٤٦١، \"المفردات\" ص ٤٧٩، \"اللسان\" ٧/ ٤٢٨٦ \"مهد\".</p>"
}