{
  "id": null,
  "sura": 2,
  "aya": 150,
  "text": "<p> ١٤٩ - قوله تعالى:  {وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ} الهاء تعود على شطر المسجد، ويجوز أن تعود إلى التوجه المدلول عليه بقوله:  {فَوَلِّ وَجْهَكَ}  (١) ، ومعنى:  {لَلْحَقُّ مِنْ رَبِّكَ} أي: بأمره وحكمه (٢) . </p><p> ١٥٠ - قوله تعالى:  {وَمِنْ حَيْثُ خَرَجْتَ} إنما كرر هذا؛ لأن هذا من مواضع التوكيد؛ لأجل النسخ الذي نُقلوا فيه من جهة إلى جهة للتقرير (٣) . </p><p> وقوله تعالى {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} قيل: الحجة: فُعلة، من الحج الذي هو القصد، لأنها مقصودة للمخاصم، ومنه: المحجّة: لأنها تقصد بالسلوك. والمخاصمةُ يقال لها: المحاجّة؛ لقصد كل واحد من الخصمين إلى إقامة بينته وإبطال ما في يد صاحبه (٤) . </p><p> وقوله تعالى {إِلَّا الَّذِينَ ظَلَمُوا} اختلف العلماء في وجه هذا الاستثناء، وهم في هذه الآية فريقان: </p><p> فريق أوّلوا الآية على سياقها، وصححوا الاستثناء على ظاهره (٥) ، </p><p>(١) وهذا اختيار الطبري في \"تفسيره\" ٢/ ٣٠، وينظر: \"التبيان\" للعكبري ص ١٠٠. (٢) قال الطبري ٢/ ٣٠: وان التوجه شطره للحق الذي لا شك فيه من عند ربك، فحافظوا عليه، وأطيعوا الله في توجهكم قِبَله. وقال في \"البحر المحيط\" ١/ ٤٣٩. هذا إخبار من الله تعالى بأن استقبال هذه القبلة هو الحق، أي الثابت الذي لا يعرض له نسخ ولا تبديل.(٣) ينظر: \"تفسير البغوي\" ١/ ١٦٥، \"المحرر الوجيز\" ٢/ ٢٤.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٠، \"المفردات\" ص ١١٥، \"لسان العرب\" ٢/ ٧٧٩ (حجج).(٥) بين أبو حيان في \"البحر المحيط\" ١/ ٤٤١ أن الاستثناء في الآية متصل، ونسبه إلى ابن عباس، قال: واختاره الطبري، وبدأ به ابن عطية، ولم يذكر الزمخشري غيره، وذلك أنه متى أمكن الاستثناء المتصل إمكانًا حسنًا كان أولى من غيره.</p><p> وهم مجاهد (١) وعطاء (٢) وقتادة (٣) والربيع (٤) والسدي (٥) وابن جرير (٦) وأبو روق (٧)  (٨) ، قالوا: الناس هاهنا اليهود، كانوا يحتجون على رسول الله - صلى الله عليه وسلم - في صلاتهم إلى بيت المقدس، ويقولون: ما درى محمد وأصحابه أين قبلتهم حتى هديناهم نحن، ويقولون: يخالفنا محمد في ديننا ويتبع قبلتنا (٩) . وهذا كان حجتهم التي كانوا يحتجون بها على المؤمنين، على وجه الخصومة والتمويه بها على الجهال، فلما صرفت القبلة إلى الكعبة بطلت هذه الحجة (١٠) . </p><p> ثم قال:  {إِلَّا الَّذِينَ ظَلَمُوا} وهم المشركون، فإنهم قالوا: قد تحيّر محمد في دينه، فتوجه إلى قبلتنا، وعلِم أنّا (١١) أهدى سبيلًا منه، ويوشك </p><p>(١) ينظر: \"تفسير ابن أبي حاتم\" ١/ ٢٥٩، وذكره الثعلبي ١/ ١٢٥١. (٢) رواه عنه الطبري ٢/ ٣٢، وذكره الثعلبي ١/ ١٢٥١.(٣) رواه عنه الطبري ٢/ ٣٢، وذكره الثعلبي ١/ ١٢٥١.(٤) رواه الطبري ٢/ ٣٢، وذكره الثعلبي ١/ ١٢٥١.(٥) رواه عنه الطبري ٢/ ٣٢، وذكره الثعلبي ١/ ١٢٥١.(٦) ينظر: \"تفسير الطبري\" ٢/ ٣١ - ٣٥.(٧) هو عطية بن الحارث الهمداني الكوفي صدوق، صاحب تفسير، عده ابن حجر من طبقة صغار التابعين، ينظر: \"تقريب التهذيب\" ص ٣٩٣ (٤٦١٥)، \"الجرح والتعديل\" ٣/ ٣٨٢.(٨) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٤.(٩) ينظر: \"تفسير الطبري\" ٢/ ٣١ - ٣٢، ٢/ ١٩ - ٢٠، والثعلبي ١/ ١٢٥١، والبغوي ١/ ١٦٥، و\"زاد المسير\" ١/ ١٥٩ - ١٦٠، وزاد نسبة هذا القول لابن عباس وأبي العالية ومقاتل.(١٠) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥١، \"معاني القرآن\" للزجاج ١/ ٢٢٦ - ٢٢٧، \"البحر المحيط\" ١/ ٤٤٢.(١١) في (ش): (أننا).</p><p> أن يرجع إلى ديننا (١) ، فهؤلاء تبقى لهم (٢) الخصومة. والحجةُ قد تكون بمعنى الخصومة، كقوله:  {لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُم}  [الشورى: ١٥] ، أي: لا خصومة (٣) . </p><p> قال أبو روق: حجة اليهود أنّهم كانوا قد عرفوا أنّ النبيّ المبعوث في آخر الزمان قبلته الكعبة، وأنه يحوَّل إليها، فلما رأوا محمدًا - صلى الله عليه وسلم - يصلي إلى الصخرة واحتجوا بذلك، فصرفت قبلته إلى الكعبة؛ لئلا يكون لهم عليه حجة إلا الذين ظلموا منهم (٤) ، يريد: إلا الظالمين الذين يكتمون ما عرفوا من أنه يُحَوَّل إلى الكعبة. </p><p> وقال المفضَّل بن سلمة (٥) : المراد بالناس في هذه الآية: جميع الناس، كانوا يحتجّون على النبي - صلى الله عليه وسلم - بأنه (٦) لو كان نبيًّا لكانت له قبلة، ولم يصلّ إلى قبلة اليهود، فلما حُوِّلت قبلته إلى الكعبة، بطل هذا الاحتجاج، إلا أن الظالمين يتعنتون ويخاصمون. فيقول المشركون ومن دان بدينهم: </p><p>(١) ذكر ذلك الطبري في \"تفسيره\" ٢/ ٣٢ - ٣٤، وابن أبي حاتم ١/ ٢٥٨، بسنده عن أبي العالية، ثم ذكر عن مجاهد وعطاء والسدي وقتادة والربيع بن أنس والضحاك، وينظر: \"تفسير الثعلبي\" ٣/ ١٢٥١، والبغوي ١/ ١٥٦. (٢) في (أ)، (م): (فهو لانتقالهم الخصومة).(٣) ينظر: \"تفسير الطبري\" ٢/ ٣١، \"تفسير الثعلبي\" ١/ ١٢٥٢.(٤) ذكره الثعلبي في \"تفسيره\" ١/ ١٢٥٤، والبغوي ١/ ١٦٥، وقد ذكر الرازي في \"تفسيره\" ٤/ ١٤٠ أربعة أوجه لتأويل كون الاستثناء متصلًا.(٥) هو المفضل بن سلمة بن عاصم، أبو طالب الضبي، لغوي، كان كوفي المذهب في النحو، لقي ابن الأعرابي وغيره من العلماء، توفي في نحو ٢٩٠ هـ كما في \"الأعلام\". ينظر: \"إنباه الرواة\" ٣/ ٣٠٥، \"بغية الوعاة\" ٢/ ٢٩٦ - ٢٩٧، \"الأعلام\" ٧/ ٢٧٩.(٦) في (م): (لأنه).</p><p> إنما رجع إلى الكعبة؛ لأنها قبلة آبائه وهي الحق، وكذا يرجع إلى ديننا، ويقول اليهود: إنما انصرف عن بيت المقدس مع علمه بأنه حق؛ لأنه يفعل برأيه ويزعم أنه أُمِرَ به. وهذا مذهب أبي إسحاق، فإنه يقول: المعنى: لأن لا يكون للناس عليكم حجة إلا من ظلم باحتجاجه فيما قد وضح له، كما تقول: مالك علي حجة، وحجته داحضة عند الله -عز وجل- قال الله تعالى:  {حُجَّتُهُمْ دَاحِضَةٌ}  [الشورى: ١٦] ، فسماها حجة مع بطلانها. </p><p> وعلى هذا المذهب موضع (الذين) خفض على البدل من الناس: كما تقول: ما مررت بأحد إلا زيد. ويجوز أن يكون موضعه نصبًا على الاستثناء، كما يستثنى بعد الإيجاب؛ كقوله:  {مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ}  [النساء: ٦٦] من رفعه جعله بدلًا من الواو، ومن نصبه نصبه على الاستثناء (١) ، وكذلك:  {وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ}  [هود: ٨١] ، رفعًا ونصبًا (٢) . </p><p> وأما الفريق الثاني فإنهم لم يصححوا الاستثناء، وعدلوا به عن ظاهره، وهم الأخفش والمؤرج والفراء ومعمر بن المثنى. قال الفراء والمؤرج: هذا استثناء منقطع من الكلام الأول، ومعناه: لأن لا يكون للناس كلهم عليكم حجة إلا الذين ظلموا فإنهم يحاجّونكم بالظلم. هذا معنى قولهما، ثم قال الفراء: وهو كما تقول في الكلام: الناس كلهم حامدون إلا الظالم لك، فإن ذلك لا يُعتدّ به وبتركه الحمد لعداوته لك، وكذلك: الظالم لا حجة له وقد سمّي ظالمًا. </p><p>(١) قرأ ابن عامر بنصب قليل والباقون برفعها، ينظر: \"السبعة\" ص ٢٣٥. (٢) قرأ ابن كثير وأبو عمرو إلا امرأتك برفع التاء. والباقون بنصبها. ينظر: \"السبعة\" ص ٣٣٨.</p><p> قال ابن الأنباري:  (إلاَّ) في الاستثناء المنقطع له معنيان: </p><p> أحدهما: أن يكون الذي بعدها مستأنفًا، يلابس الأول من جهة عائد عليه منها، أو معنى يقرب به منه، كقول القائل: قعدنا نتذاكر الخير وما يقرّبنا من الله، إلا أن قومًا يبغضون ما كنا فيه. فالذي بعد (إلا) مستأنف، يلبس بالأول من جهة المعنى، وذلك بغضهم لما كانوا فيه، فتأويل إلا: لكن قومًا. ولو لم يلتبس ما بعد (إلا) بما قبلها من وجه لم يكن الاستثناء معنى على جهة إيصال ولا انقطاع، ولذلك يقول النحويون:  (إلا) في الاستثناء المنقطع بمنزلة (لكن) ، لأن الذي بعد (لكن) مستأنف. </p><p> وبهذا قال الأخفش في هذه الآية، لأنه قال: معناه: لكن الذين ظلموا، كقوله:  {مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ}  [النساء: ١٥٧] يعني: لكن الذين يتبعون الظن {وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى (١٩) إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى} [الليل:١٩ - ٢٠] ، يعني: لكن يبتغي، فيكون منقطعًا من الكلام الأول. وأما المتصل فإنه يخرج من أسماء تشاكله ومن فعل يخالف بخروجه منه ما قبله من الأسماء المذكورة، كما تقول: خرج القوم إلا زيدًا، فزيد من جنس القوم قد خالفهم بترك الخروج. والمنقطع لا يكون مخرجًا من الأسماء التي قبل إلا في الظاهر، ولكن من معنى من معاني الكلام يجب به الملابسة كما ذكرنا. </p><p> والمعنى الثاني في الاستثناء المنقطع: أن يكون مؤكدًا لما قبله، وذلك أن الرجل إذا قال: ارتحل الناس إلا الأثقال، أكّد ارتحال الناس بقوله: إلا الأثقال، وذهب إلى أنه إذا لم يبق إلا الأثقال، كان القوم كلهم مرتحلين، وكان تأويله: ارتحل الناس كلهم. وكذلك: مضى العسكر إلا الأبنية والخيام، معناه: مضوا أجمعون؛ لأنه إذا لم يبق إلا بناء وخيمة كان </p><p> القوم غير متخلف منهم واحد. ومنه قوله عز وجل:  {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ}  [النساء: ٢٣] معناه: لكن ما قد سلف وأنتم غير مؤاخذين، فهو مستأنف يلابس الأول، إذ كان أخرج من الأمور التي فيها المآثم والأوزار، فجعل لا مأثم فيه ولا وزر، ومثله قول النابغة: </p><p> ......... وما بالربع من أحد </p><p> إلا أواري ......... (١) </p><p> معناه: لكن، وضم الاستثناء؛ لأنها كانت مستثناة ممن كان بالربع، فالربع كان يشملهم، وهذا ملابسة بينهما، وأيضًا فإن هذا التأكيد لخلو الأرض؛ لأنه إذا لم يبق في الدار إلا الأواري كان خلوها من الإنس متيقنًا. </p><p> فهذان المعنيان ذكرناهما في الاستثناء المنقطع تحتملهما الآية؛ لأن الظالمين وإن لم يكن لهم حجة فهم يموّهون ويحتجون بالباطل، وأيضًا: فإنه إذا لم يكن لأحد عليهم حجة إلا من كان ظالمًا كان في هذا تأكيدًا لنفي الحجة. </p><p> فعلى المذهب الأول: الظالمون كانوا ظالمين بشركهم وكفرهم، وعلى المذهب الثاني: كانوا ظالمين لاحتجاجهم بما لا متعلق لهم به. وموضع (الذين) على هذا القول -وهو قول الفريق الثاني- نصب على أكثر العرب؛ لأنهم ينصبون ما كان من الاستثناء المنقطع كقوله: </p><p> إلا أواريّ ...... </p><p>(١) تمام البيتين: وقفتُ بها أصيلانًا أسائلها ... عيَّتْ جوابًا وما بالربع من أحدِإلا الأواريَّ لأيًا ما أبينها ... والنؤيُ كالحوض بالمظلومة الجَلَدِينظر: \"ديوانه\" ص ٩، \"الأغاني\" ١١/ ٢٧، \"الخزانة\" ٢/ ١٢٢.</p><p> غير أن بني تميم يجيزون البدل، كما يكون الاستثناء متصلًا، وعلى لغتهم ينشد: </p><p> وبلدةٍ ليس بها أنيسُ ... إلّا اليعافيرُ وإلّا العِيسُ (١) </p><p> فجعل اليعافير بدلًا من الأنيس. والقرآن نزل بلغة أهل الحجاز فلذلك نصب كل مستثنى منقطع من الأول، كقوله:  {إِلَّا اتِّبَاعَ الظَّنِّ}  [النساء: ١٥٧] وقوله: {فَلَا صَرِيخَ لَهُمْ} ثم قال: {إِلَّا رَحْمَةً}  [يس:٤٣ - ٤٤] وكذلك قوله: {إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ}  [الليل: ٢٠]  (٢) . </p><p> وقال معمر بن المثنى: إلا هاهنا معناها: الواو، فهو عطفٌ عُطِف به {الَّذِينَ} على {النَّاسِ} . والمعنى: لئلا يكون للناس والذين ظلموا عليكم حجة (٣) ، واحتُجَّ على هذا المذهب بأبيات منها (٤) : </p><p>(١) الرجز لجران العود في \"ديوانه\" ص ٩٧، \"لسان العرب\" ٧/ ٣٩٣٨ (كنز)، وأوضح المسالك ٢/ ٢٦١. (٢) ينظر: \"تفسير البغوي\" ١/ ١٦٥، وقال في \"البحر\" ١/ ٤٤٢ مبينا مثار الخلاف بين من قال بالاتصال والانقطاع هو: هل الحجة هو الدليل والبرهان الصحيح، أو الحجة هو الاحتجاج والخصومة؟ فإن كان الأول: فهو استثناء منقطع، وإن كان الثاني: فهو استثناء متصل.(٣) ينظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٦٠ - ٦١، و\"تفسير الثعلبي\" ١/ ١٢٥٥، و\"تفسير البغوي\" ١/ ١٦٦.(٤) احتج أبو عبيدة بهذه الأبيات: الأول للأعشى:إلا كخارجةَ المكلِّفِ نفسَه ... وابني قبيصة أن أَغيبَ وأشهداومعناه: وخارجة. والثاني: لعنز بن دجاجة المازني:من كان أسرع في تفرق فالج ... فلبونُه جَرِبتْ معَا وأغدَّتِإلا كناشرةَ الذي ضيّعتمُ ... كالغصن في غُلَوائه المتنبِّتِيريد وناشرة الذي ضيعتم.</p><p> وكل أخٍ مفارقُهُ أخوه ... لَعَمْرُ أبيك إلا الفرقدان (١) </p><p> فقال: أراد: والفرقدان أيضًا يفترقان. </p><p> وما أنشده الأخفش (٢) : </p><p> وأرى لها دارًا بأغْدِرَةِ السِّيـ ... ـدَانِ لم يَدْرُس لها رَسْمُ </p><p> إلّا رَمَادًا خامدًا دَفَعَتْ ... عنهُ الرِّياحَ خَوَالِد سُحْمُ (٣) </p><p> أراد: أرى دارًا ورمادًا (٤) . </p><p> وهذا القول عند الفراء خطأ (٥) ؛ لأن (إلا)  (٦) لا يُخرج عن الاستثناء إلى النسق حتى يتقدمها عدد لا يصلح أن يستثنى منه، فتجري مجرى الواو إذا بطل فيها معنى الاستثناء، بيانه: قولك: لي على فلان ألفٌ إلا عشرةً إلا </p><p>(١) البيت. نسب لعمرو بن معدي كرب، ينظر: \"ديوانه\" ص١٧٨، \"الكتاب\" ٢/ ٣٣٤، \"المؤتلف والمختلف\" ص ١٥١، ولعمرو أو لحضرمي في \"خزانة الأدب\" ٣/ ٤٢١. وهو بلا نسبة في \"تفسير الثعلبي\" ١/ ١٢٥٥، \"لسان العرب\" ٦/ ٣٤٠٢ \"فرقد\". والفرقدان: نجمان في السماء لا يغربان. (٢) ينظر: \"معاني القرآن\" للأخفش ١/ ١٥٢.(٣) البيت للمُخَبَّل السعدي، ينظر: \"ديوانه\" ص ٣١٢، \"تفسير الثعلبي\" ١/ ١٢٥٦، \"لسان العرب\" ٢/ ١٢٢٥ (خلد)، \"المفضليات\" ص ١١٣ - ١١٤. والأغدرة: جمع غدير، السِّيدان: أرض لبني سعد. الخوالد: البواقي وعنى بها: الأثافي. سحم: ذات لون يضرب إلى السواد.(٤) سقط من (ش).(٥) ينظر: \"معاني القرآن\" للفراء ١/ ٨٩، وخطأه أيضًا الطبري في \"تفسيره\" ٢/ ٣٣ - ٣٤، وقال في \"البحر المحيط\" ١/ ٤٤٢: وإثبات إلا بمعنى الواو، لا يقوم عليه دليل، والاستثناء سائغ فيما ادعى فيه أن إلا بمعنى الواو، وكان أبو عبيدة يضعَّف في النحو، ثم نقل تخطئة الزجاج لهذا القول.(٦) كتبت في (ش): (لئلا).</p><p> مائةً، لا يصلح استثناء المائة من العشرة، فعادت المائة إلى الألف لا بالاستثناء ولكن بالعطف، كأنك أغفلت المائة فاستدركتها فقلت: اللهم إلا مائة فالمعنى: لي عليه ألف ومائة، وكما قال الشاعر: </p><p> ما بالمدينة دارٌ غيرُ واحدةٍ ... دارُ الخليفة إلا دارُ مروانا (١) </p><p> كأنه قال: ما بالمدينة دار إلا دار الخليفة ودار مروان (٢) . </p><p> فعند الفراء إنما تكون (إلا)  (٣) بمنزله الواو إذا عطفتها على استثناء قبلها، لا يصلح أن يكون الثاني استثناء من الأول، كما بيّنا، ومن الناس من صوّب أبا عبيدة في مذهبه، وصحح قوله بما احتج به من الشعر. </p><p> وقال قطرب: الاستثناء في هذه الآية من الضمير في {عَلَيْكُمْ} ، المعنى: لئلا يكون للناس عليكم حجة إلا على الذين ظلموا منهم فإن عليهم الحجة (٤) ، وهذا الوجه اختيار أبي منصور الأزهري. حكاه لي أحمد بن إبراهيم المقبري -رحمه الله- عن الحسن بن محرم، عنه. </p><p> قال أبو بكر بن الأنباري: وهذا عندي بعيد رديء (٥) ؛ لأن المكني المخفوض لا ينسق عليه إلا بإعادة الخافض، ولأن (٦) الكاف والميم في عليكم، للمخاطبين، فلو استثنى الذين ظلموا منهم لقال: إلا الذين ظلموا </p><p>(١) البيت للفرزدق في \"الكتاب\" ٢/ ٣٤٠، وليس في \"ديوانه\"، وبلا نسبة في \"تذكره النحاة\" ص ٥٩٦، \"المقتضب\" ٤/ ٤٢٥. (٢) ينظر: \"معاني القرآن\" للفراء ١/ ٨٩ - ٩٠.(٣) سقطت من (ش).(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٧، \"التفسير الكبير\" ٤/ ١٤٠، \"البحر المحيط\" ١/ ٤٤٢، وممن ضَّعف هذا: الطبري في \"تفسيره\" ٢/ ٣٤.(٥) ساقط من (أ)، (م).(٦) في (ش): (ولكن).</p><p> منكم، فلما قال:  (منهم) دلّ بالغيبة على أنّ الذين ظلموا لم (١) يُستثنَوا من الكاف والميم. </p><p> وقوله تعالى:  {فَلَا تَخْشَوْهُمْ} الكناية ترجع إلى الذين ظلموا، والمعنى: لا تخشوهم في انصرافكم إلى الكعبة، وفي تظاهرهم عليكم في المحاجّة والمحاربة (٢) ، فإني وليكم، أُظْهركم عليهم بالحجة والنصرة (٣) . {وَاخْشَوْنِي} في تركها ومخالفتها (٤) . </p><p> {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ} عطف على قوله: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ}  (٥) ، ولكن (٦) أتم نعمتي عليكم بهدايتي إياكم إلى قبلة إبراهيم فتتم لكم الملة الحنيفية (٧) . </p><p> قال عطاء: عن ابن عباس: {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ} يريد: في الدنيا والآخرة، أما الدنيا: فأنصركم على عدوكم، وأورثكم أرضهم وديارهم وأموالهم وأولادهم، وأما في الآخرة: ففي رحمتي وجنتي، وأزوجكم من الحور العين (٨) . </p><p> وقال علي - رضي الله عنه -: تمام النعمة: الموت على الإسلام. </p><p>(١) في (ش): (من). (٢) في (ش): (والمجابهة).(٣) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٧.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٧، والطبري ٢/ ٣٥، و\"معالم التنزيل\" ١/ ١٦٦.(٥) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٨، \"البحر المحيط\" ١/ ٤٢٢، \"التبيان\" ص ١٠٥.(٦) هكذا وردت في الأصول، ووردت في \"الثعلبي\": ولكي. وهي أوضح في المعنى.(٧) ينظر: \"تفسير الثعلبي\" ١/ ١٢٥٨، والطبري ٢/ ٣٥، والبغوي ١/ ١٦٦.(٨) تقدم الحديث عن هذه الرواية في المقدمة.</p>"
}