{
  "id": null,
  "sura": 2,
  "aya": 113,
  "text": "<p> وقوله تعالى:  {وَهُوَ مُحْسِنٌ} قال ابن عباس: يريد: وهو مؤمن موحّدٌ (١) مُصدِّق لما جاء به محمد - صلى الله عليه وسلم - (٢) . وقال غيره (٣) : {وَهُوَ مُحْسِنٌ} أي: في عمله (٤) . </p><p> وهذا دليل (٥) على أن الطاعةَ من الإيمان، حيث جعل الإحسان في العمل (٦) شرطًا في دخول الجنة، والآية ردٌّ على اليهود والنصارى؛ لأنَّهم قالوا:  {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى} فقال الله تعالى: (بلى) يدخلُها من كان بهذه الصفة. </p><p> ١١٣ - قوله تعالى:  {وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ} الآية. </p><p> قال ابن عباس: قدم وفد نجران على رسول الله - صلى الله عليه وسلم -، فتنازعوا مع اليهود، فكذّب كل واحد منهما صاحبه، فنزلت هذه الآية فيهم (٧) . </p><p>= وينظر في \"الروض الأنف\" ١/ ٢٦٦، و\"الأغاني\" ٣/ ١٧، و\"تفسير الرازي\" ٤/ ٤، والبيت الثاني في \"تأويل مشكل القرآن\" ٤٨٠، و\"الدر المصون\" ٢/ ٧٣، وينظر: \"وضح البرهان في مشكلات القرآن\" محمد الغزنوي ١/ ١٦٢، وقد ورد البيت الثاني في بعض المصادر: نفسي، بدل وجهي، وماءً، بدل عذبًا. (١) في (م): موحد مؤمن).(٢) هذه الرواية تقدم الحديث عنها في قسم الدراسة، ولم أجد من نقلها من أهل التفسير.(٣) \"تفسير مقاتل\" ١/ ١٣١.(٤) ينظر الطبري في \"تفسيره\" ١/ ٤٩٤، \"تفسير الثعلبي\" ١/ ١١٢٠ وذكر قولين آخرين: مؤمن، ومُخْلص. \"البحر المحيط\" ١/ ٣٥٢.(٥) في (ش): (زيادة دليل في العمل).(٦) في (أ) و (م): (في العمل على شرطًا).(٧) أخرجه الطبري في \"تفسيره\" بنحوه ١/ ٤٩٤ - ٤٩٥، وابن أبي حاتم في \"تفسيره\" ١/ ٢٠٨ وإسنادهما حسن، وذكره المصنف في \"أسباب النزول\" دون عزو لابن =</p><p> فقوله تعالى {وَهُم يَتْلُونَ الكِتَبَ} قال الزجَّاجُ: يعني (١) به أن الفريقين يتلون التوراة، وقد وقع بينهم هذا الاختلاف، وكتابهم واحد، فدلّ بهذا على ضلالتهم، وحذّر بهذا وقوع الاختلاف في القرآن؛ لأن الفريقين أخرجهما إلى الكفر (٢) . وقيل معنى قوله {وَهُم يَتْلُونَ الكِتَبَ} رفع الشبهة بأنه ليس في تلاوة الكتاب معتبر في الإنكار إذا لم يكن لهم برهان على ما ينكرون، فلا ينبغي أن يدخل الشبهة بإنكار أهل الكتاب لملة الإسلام، إذ كلُّ فريق من أهل الكتاب قد أنكر ما عليه الآخر. ثم بين أن سبيلهم كسبيل مَنْ لا يعلم الكتابَ في الإنكار لدين الله من مشركي العرب وغيرهم ممن لا كتاب لهم، فهم في جحدهم لذلك إذ لا حجة معهم يلزم بها تصديقهم لا من جهة سمع ولا عقل، فقال:  {كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ}  (٣) . </p><p> قال ابن عباس: يريد: أمةَ نوحٍ وعادٍ وثمودَ وقومِ فرعون وإخوان لوط وأصحاب الأيكة وقوم تبع، كلهم كذبوا الرسل، واختلفوا على أنبيائهم، وكذَّبوهم كما كذب اليهود والنصارى محمدًا - صلى الله عليه وسلم - (٤) . </p><p>= عباس ص ٣٩، وكذا الثعلبي في \"تفسيره\" ١/ ١١٢٠، وذكره ابن هشام في \"السيرة النبوية\" ٢/ ١٧٥. (١) في (أ) و (م): (نعني).(٢) \"معاني القرآن\" للزجاج ١/ ١٩٥.(٣) ينظر: \"البحر المحيط\" ١/ ٣٥٣.(٤) ذكره الثعلبي في \"تفسيره\" ١/ ١١٢١ عن ابن جريج عن عطاء قريبًا من هذا اللفظ، وأخرجه عن عطاء أيضا: الطبري في \"تفسيره\" ١/ ٤٩٧، ابن أبي حاتم في \"تفسيره\" ١/ ٢٠٩.</p>"
}