{
  "id": null,
  "sura": 2,
  "aya": 133,
  "text": "<p> المصادر: مات يموت مَوتًا ومِيتةً ومَمَاتًا، والمَوتَةُ: المرَّةُ، ويقال: أرض مَواتٌ، وهو مصدر، ووَقَعَ في الناس مُواتٌ ومُوْتانٌ، ويقال: فلان يبيعُ الحيوان والموتانَ، إذا كان يبيع ما سوى الحيوان، ورجل مَوْتانُ النفس إذا لم يكن حيَّ القلب (١)  (٢) . </p><p> ووقع النهي في ظاهرِ الكلام على الموت، وإنما نهُوا في الحقيقة عن ترك الإسلام؛ لئلَّا يصادفهم الموت وهم (٣) عليه، فإنه لابد منه، وتقديره: لا تتعرضوا للموت على ترك الإسلام بالشرك والكفر بالله (٤) ، وهذا كما تقول: لا أريَنَّكَ ههنا، فتوقع حرف النهي على الرؤية، وأنت لم تنه نفسك على الحقيقة، بل نهيتَ المخاطب (٥) ، كأنك قلت: لا تقربن هذا الموضع فمتى جئته لم أرك فيه، ومثله من الكلام: لا يصادفك الإمام على ما يكره، تقديره: لا تتعرض لأن يصادفك. قال الزجاج: وهذا من سعة الكلام، والمعنى في الآية: ألزموا الإسلام، فإذا أدرككم الموت صادفكم عليه (٦) . </p><p> ١٣٣ - قوله تعالى:  {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ حَضَرَ يَعْقُوبَ الْمَوْتُ} الآية، </p><p>(١) في نسخة (أ) زيادة ليست في النسخ لعلها حاشية من الكاتب وهي قوله: ومن العرب من يقولُ: مُتُّ، ومِتُّ، ويَمَات ويموتُ، والمَمَات من مصادر الموت أيضًا، والجارية تأخذها المُوْتَةُ كأنه سُكْرٌ وضرب من الجنون. ومؤتةُ، مهموزة، الأرض التي قتل بها جعفر بن أبي طالب، - رضي الله عنه -. (٢) ينظر: \"تهذيب اللغة\" ٤/ ٣٣٢١، \"لسان العرب\" ٧/ ٤٢٩٦ (مات).(٣) زيادة من (م).(٤) \"معاني القرآن\" للزجاج ١/ ٢١٢، \"البحر المحيط\" ١/ ٣٩٩.(٥) \"معاني القرآن\" للزجاج ١/ ٢١٢.(٦) المصدر السابق.</p><p> نزلت في اليهود حين قالوا للنبي صلى الله وسلم: ألست تعلم أن يعقوب يوم مات أوصى بنيه باليهودية؟ فأنزل الله قوله:  {أَمْ كُنْتُمْ}  (١) ، ومعناه: بل أكنتم، كأنه ترك الكلام الأول واستفهم، قاله أبو إسحاق (٢) . وقال أبو عبيدة: أم ههنا بمعنى: هل، واحتج بقول الأخطل: </p><p> كذَبَتْكَ عَيْنُكَ أم رأيتَ بواسِطٍ (٣) </p><p> بمعنى: هل رأيت (٤) . </p><p> ويجوز أن يتقدمه استفهام مضمر، كأنه قيل لليهود: أبلغكم ما تقولون وتنسبون إلى (٥) يعقوب، أم كنتم شهداء حضرتم وصيته (٦) ؟ وقد شرحنا معنى (أم) عند قوله: {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا}  [البقرة: ١٠٨] . </p><p>(١) ذكره مقاتل في \"تفسيره\" ١/ ١٤٠، والثعلبي ١/ ١٢١٠، والواحدي في \"أسباب النزول\" ص ٤٤، وفي \"الوسيط\" ١/ ٢١٦، والبغوي ١/ ١٥٤ وابن الجوزي في \"زاد المسير\" ١/ ١٤٨، وابن حجر في \"العجاب\" ١/ ٣٩٧، والمناوي في \"الفتح السماوي\" ١/ ١٨٣، ونقله عنه السيوطي، قوله: لم أقف عليه. (٢) \"معاني القرآن\" للزجاج ١/ ٢١٢، وينظر: \"البحر المحيط\" ١/ ٤٠٠.(٣) وعجز البيت:غَلَسَ الظلام من الرَّباب خيالاينظر: \"ديوان الأخطل\" ص ٣٨٥، \"مجاز القرآن\" ١/ ٦٥، \"الخزانة\" ٢/ ٤١١، ٤/ ٤٥٢، \"لسان العرب\" ٦/ ٣٢٨١، ٧/ ٣٨٤١، \"المعجم المفصل\" ٦/ ٧٩.(٤) \"مجاز القرآن\" ١/ ٥٧.(٥) في (ش): (عن).(٦) قال ابن عطية في \"المحرر الوجيز\" ١/ ٤٩٧ - ٤٩٨: وقال لهم على جهة التقريع والتوبيخ: أشهدتم يعقوب وعلمتم بما أوصى فتدلون عن علم، أي: لم تشهدوا بل أنتم تفترون، وأم، تكون بمعى ألف الاستفهام في صدر الكلام لغة يمانية، وحكى الطبري أن أم يستفهم بها في وسط كلام قد تقدم صدره، وهذا منه.، وينظر: \"البحر المحيط\" ١/ ٤٠٠ - ٤٠١.</p><p> وقوله تعا لى:  {شُهَدَاءَ} أراد: حضورًا (١) . </p><p> وقوله تعالى:  {إِذْ حَضَرَ} موضع إذ نصب؛ لأنه بمعنى وقت حضر، والحضور خلاف الغيبة، وحَضْرة الرجل: فناؤه (٢)  (٣) . </p><p> وقوله:  {إِذْ قَالَ لِبَنِيهِ} : إذ هذه الثانية موضعها نصب، كموضع الأولى، وهو بدل مؤكد (٤) . </p><p> وقوله تعالى:  {وَإِلَهَ آبَائِكَ} الآباء: جمع أب، وفي الأب لغاتٌ، يقال: هذا أبُكَ، وهذا أباك، وهذا أبوكَ، فمن قال: أَبُكَ، قال في التثنية: أَبَان وأبُونَ وأَبِينَ، ومن قال: أباك وأبوك، فتثنيتهما أَبَوَان. أنشد أحمد بن يحيى (٥) : </p><p> سوى أبِكَ الأدنى وأنَّ محمدًا ... علا كلَّ عالٍ يا ابنَ عمِّ محمدِ (٦) </p><p> وأنشد سيبويه (٧) : </p><p> فلما تَبَيَّنَّ أصواتَنا ... بَكَيْنَ وَفَدَّيْنَنَا بالأبِينَا (٨) </p><p>(١) \"تفسير الثعلبي\" ١/ ١٢١٠. (٢) في (ش): (حضر الرجل فتاه).(٣) \"تهذيب اللغة \"١/ ٨٤٨، \"البحر المحيط\" ١/ ٣٩٧.(٤) كذا قال الزجاج في: \"معاني القرآن\" ١/ ٢١٢.(٥) في: \"اللسان\" ١/ ١٦ (أبى).(٦) البيت بلا نسبة في \"لسان العرب\" ١/ ١٦ (أبى)، \"المعجم المفصل\" ٢/ ٤٣٦.(٧) في: \"الكتاب\" ٣/ ٤٠٦، وهو في \"اللسان\" ١/ ١٥ (أبى).(٨) البيت لزياد بن واصل السلمي، في \"خزانة الأدب\" ٤/ ٤٧٤ - ٤٧٧، \"شرح أبيات سيبويه\" ٢/ ٢٨٤، وبلا نسبة في \"الأشباه والنظائر\" ٤/ ٢٨٦، \"خزانة الأدب\" ٤/ ١٠٨، ٤٦٨، \"الخصائص\" ١/ ٣٥٦، \"شرح المفصل\" ٣/ ٣٧، \"الكتاب\" ٣/ ٤٠٦، \"لسان العرب\" ١/ ١٥ (أبى)، \"المقتضب\" ٢/ ١٧٤، \"البحر المحيط\" ١/ ٤٠٢، \"المعجم المفصل\" ٨/ ٧٥.</p><p> ويقال: ما كنت أبًا ولقد أَبَوْتَ أُبُوَّةً، وماله أبٌ يأبُوه. </p><p> الليث: فلان يأبو تيمًا إباوة بكسر الألف، أي: يغذوه (١) ، وتأبىّ فلان (٢) فلانًا، أي: اتخذه أبًا، كما تقول: تبنَّى من الابن (٣) . وقال في تصغير الأب: أُبَيّ، وتصغير الآباء على وجهين: أجودهما: أُبيُّون، والآخر: أُبيَّاء؛ لأن كل جماعة كانت على أفعال فإنها تصغّر على حدها (٤) ، كما تقول في تصغير الأجمال: أجيمال. </p><p> وقوله تعالى:  {وَإِسْمَاعِيلَ} أدخله في جملة الأباء، وهو كان عمَّ يعقوب؛ لأن العرب تُسَمِّي العمَّ أبًا (٥) ، وقد روي أنه لما كان يوم فتح مكة قال رسول الله - صلى الله عليه وسلم - للعباس (٦) : \"امض إلى قومك، أهل مكة، فادعهم إلى الله قبل القتال\" ، فركب العباس بغلة رسول الله - صلى الله عليه وسلم - الشهباء، فانطلق، فلما مضى فأبعد، قال رسول الله - صلى الله عليه وسلم -: \"رُدُّوا عليَّ أبي، ردوا عليَّ أبي، لا تقتلْه </p><p>(١) نقله عنه في \"تهذيب اللغة\" ١/ ١٠٣، \"اللسان\" ١/ ١٦ (أبي). (٢) في (أ) (م): (تأبى فلانًا).(٣) في \"اللسان\" ١/ ١٧ (أبي). \"تهذيب اللغة\" ١/ ٣٩٦.(٤) في (ش): (أحدها).(٥) يروى عن أبي العالية، كما أخرج ابن أبي حاتم في \"تفسيره\" ١/ ٢٤، وينظر: \"مجاز القرآن\"، \"معاني القرآن\" للفراء، \"تفسير الطبري\" ١/ ٥٦٣، \"تفسير الثعلبي\".(٦) العباس بن عبد المطلب بن هاشم بن عبد مناف الهاشمي القرشي أبو الفضل، عم رسول الله - صلى الله عليه وسلم -، وكان إليه في الجاهلية السقاية والعمارة، هاجر قبل الفتح، وثبت يوم حنين، وقال النبي - صلى الله عليه وسلم -: \"من آذى العباس فقد آذاني، فإنما عم الرجل صنو أبيه\"، ولد قبل النبي - صلى الله عليه وسلم - بسنتين، وتوفي بالمدينة سنة ٣٢. ينظر: \"فضائل الصحابة\" للإمام أحمد ٢/ ١١٥٩، \"الاستيعاب\" ٢/ ٣٥٨.</p><p> قريش كما قتلت ثقيفٌ عُروةَ بن مسعود (١)  \"،فلما رجع قال:يا رسول الله - صلى الله عليه وسلم - دَعْني أمضِي لأمرك،فقال:\" يا عم، أما علمتَ أنَّ عمَّ الرجل صِنْوُ أبيه (٢)  \"،وقال أيضًا يعني العباس:\" هذا بقيةُ آبائي (٣)  \".</p><p> وفي بعض القراءات: \" وإله أبيك إبراهيم\" (٤) وله وجهان: </p><p>(١) هو عروة بن مسعود بن معتب الثقفي، صحابي مشهور، كان كبيرًا في قومه بالطائف، استأذن رسول الله - صلى الله عليه وسلم - في دعوته قومه فخافهم عليه أن يقتلوه فرجع ودعاهم فقتلوه سنة ٩ هـ. ينظر: \"أسد الغابة\" ٤/ ٣١ - ٣٢، \"الاستيعاب\" ٣/ ١٧٦. (٢) رواه ابن أبي شيبة في \"المصنف\" ١٤/ ٤٨٤ عن عكرمة مرفوعًا، وينظر أيضًا: \"كنز العمال\" ١٤/ ٥٨٤ (٣٩٦٥٤).(٣) أخرجه الطبراني في \"المعجم الكبير\" ١١/ ٨٠ عن ابن عباس مرفوعًا ولفظه: \"استوصوا بعمي العباس خيرًا فإنه بقية آبائي، وإنما عم الرجل صنو أبيه\" قال الهيثمي في \"مجمع الزوائد\" ٩/ ٢٦٩: رواه الطبراني، وفيه عبد الله بن خراش، وهو ضعيف، ووثقه ابن حبان، وقال: ربما أخطاه، وبقية رجاله وُثَّقُوا، ورواه الطبراني في \"الصغير\" ١/ ٣٤٤ من حديث الحسن بن علي مرفوعًا بلفظ \"احفظوا في العباس فإنه بقية آبائي\" قال الهيثمي: فيه جماعة لم أعرفهم وضعفه الألباني كما في \"ضعيف الجامع الصغير\" برقم ٢١٣، وأخرجه الخطيب في \"تاريخ بغداد\" ١٠/ ٦٨ من حديث عبد المطلب بن ربيعة، وقد ضعفه الألباني كما في \"السلسلة الضعيفة\" ٤/ ٤١٥، وروي عم مجاهد مرسلًا كما عند ابن أبي شيبة في \"المصنف\" ١٢/ ١٠٩ وعبد الرزاق في \"تفسيره\" ٢/ ٣٣١.(٤) كذا قرأ ابن عباس والحسن وابن يعمر والجحدري وأبو رجاء، كما في \"مختصر شواذ القرآن\" لابن خالويه ص ٩، \"شواذ القراءة\" للكرماني ص ٣٢، \"تفسير الثعلبي\" ١/ ١٢١١، \"البحر المحيط\" ١/ ٤٠٢، وقال الطبري في \"تفسيره\" ١/ ٥٦٣: وقرأ بعض المتقدمين (وإله أبيك إبراهيم) ظنا منه أن إسماعيل إذ كان عمًّا ليعقوب، فلا يجوز أن يكون فيمن ترجم به عن الآباء وداخلا في عدادهم، وذلك من قارئه كذلك قلة علم منه بمجاري كلام العرب، والعرب لا تمنع من أن =</p><p> أحدهما: أنه جمع الأب على أَبِينَ كما ذكرنا. </p><p> والثاني: أنه كره أن يجعل إسماعيل من جملة الآباء فوحَّد الأب، ويكونُ التقدير: إلهَ أبيك إبراهيمَ وإله إسماعيل وإسحاق، كما تقول: رأيتُ غلامَ زيد وعمرو أي: غلامهما (١) ، قال عطاء عن ابن عباس: إن الله لم يقبض نبيًّا حتى يخيره بين الموت والحياة، فلما خيرَّ يعقوب قال: أنظِرْني حتى أسألَ ولدى وأوصيَهم، فجمع ولده، وهم اثنا عشر رجلًا، وهم الأسباطُ، وجميع أولادهم، فقال لهم: قد حَضَرَتْ وفاتي، وأنا أريدُ أن أسألكم وأوصيكم: ما تعبدون من بعدي قالوا: نعبد إلهك كما في الآية (٢) . </p><p> وقوله تعالى:  {إِلَهًا وَاحِدًا} ينتصب على وجهين: إن شئت على الحال، كأنهم قالوا: نعبد إلهَكَ في حال وحدانية، وإن شئت على البدلِ، وتكون الفائدة في هذا البدل: ذكر التوحيد، فيكون المعنى: نعبد إلهًا واحدًا (٣) . </p><p>= تجعل الأعمام بمعنى الآباء، والأخوال بمعنى الأمهات، فلذلك دخل إسماعيل فيمن ترجم به عن الآباء، وإبراهيم وإسماعيل وإسحاق ترجمة عن الآباء في موضع جر، ولكنهم نصبوا بأنهم لا يجرون. (١) ينظر: \"البحر المحيط\" ١/ ٤٠٢ - ٤٠٣، \"تفسير القرطبي\" ٢/ ١٢٧.(٢) ذكره الثعلبي في \"تفسيره\" ٣/ ١٢١٠، والبغوي في \"تفسيره\" ١/ ١٥٤، والحافظ في \"العجاب\" ١/ ٣٨٠ من قول عطاء، وذكره الواحدي في \"الوسيط\" ١/ ١٢١٠ والرازي في \"التفسير الكبير\" ٤/ ٧٦، عن ابن عباس وذكره دون نسبة \"الخازن\" ١/ ١١٤، وأبو حيان في \"البحر المحيط\" ١/ ٤٠٢.(٣) من \"معاني القرآن\" للزجاج ١/ ٢١٢، وذكره الأخفش في \"معانيه\" ١/ ١٥٠ على وجه الحال فقط.</p>"
}