{
  "id": null,
  "sura": 2,
  "aya": 157,
  "text": "<p> ١٥٧ - قوله تعالى:  {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ} قد ذكرنا معنى الصلاة واشتقاقها فيما تقدم (١) ، وهي في اللغة: الدعاء، ومنه قوله:  {وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ} يسكنهم (٢) . </p><p> وقال أبو عبيدة:  {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ} يقول: ترحّم من ربهم (٣) ، واحتجّ بقول الأعشى: </p><p> تقولُ بنتي وقد قَرّبْتُ مُرْتَحِلًا ... يا رَبِّ جَنِّبْ أَبِي الأوصابَ والوجعا </p><p> عليكِ مِثْلُ الذي صلَّيتِ فاغتمضي ... نومًا فإنّ لجنب المرء مضطجَعا (٤) </p><p> يروى (مثل) رفعًا ونصبًا، فمن نصب فهو إغراء، ومن رفع فهو ردّ عليها، كأنه قال: عليك مثل دعائك، أي: ينالك من الخير مثل الذي أردت لي. فأبو عبيدة يجعل صليت بمعنى: ترحمت، وغيره من أهل اللغة يجعله بمعنى: دعوت، وأحدهما يقرب من الآخر؛ لأن المترحم على الإنسان داعٍ له، والداعي للإنسان مترحّم عليه (٥) ، ولهذا المعنى كان الصلاة منّا دعاء، </p><p>(١) تقدم ذلك عند قوله تعالى: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ} [البقرة: ٣]. (٢) ينظر في معنى الصلاة: \"معاني القرآن\" للزجاج ١/ ٢٣١، \"تفسير الثعلبي\" ١/ ١٢٨٠، \"المفردات\" ص ٢٨٧ قال: .. والصلاة، قال كثير من أهل اللغة: هي الدعاء والتبريك والتمجيد، يقال: صليت عليه، أي دعوت له وزكيت وصلوات الرسول، وصلاة الله للمسلمين هو في التحقيق تزكيته إياهم، ومن الملائكة هي الدعاء والاستغفار كما هي من الناس.(٣) \"مجاز القرآن\" لأبي عبيدة ص ٦١ - ٦٢.(٤) البيتان في \"ديوانه\" ص ١٠٦، وفي \"الخزانة\" ١/ ٣٥٩، و\"مراتب النحويين\" ص ١٩٤.(٥) سقطت من (م).</p><p> ومن الله تعالى رحمة (١) . </p><p> وأنشد الأزهري في تفسير هذه الآية قول الشاعر: </p><p> صلّى على يحيى وأشياعه ... ربٌّ كريمٌ وشفيعٌ مُطاعْ (٢) </p><p> قال: معناه (٣) : ترحم الله عليه، على الدعاء، لا على الخبر. ثعلب عن ابن الأعرابي قال: الصلاة (٤) من الله رحمة، ومن المخلوقين: الملائكة والإنس والجن القيام والركوع والسجود والدعاء والتسبيح، ومن الطير والهوام: التسبيح، ومنه قوله:  {كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ}  [النور: ٤١] . </p><p> فالصلاة لها معانٍ بالتدريج، أصلها: الدعاء، ثم صارت الرحمة، لما ذكرنا من أن الداعي مترحّم، ثم صارت للمغفرة؛ لأن الترحم يوجب المغفرة، ومن ترحم الله عليه غفر له، وفسر ابن عباس الصلوات في هذه الآية بالمغفرة، فقال:  {صَلَوَاتٌ} أي: مغفرة من ربهم (٥) . </p><p>(١) قال الزجاج في \"معاني القرآن\" ١/ ٢٣١: الصلاة في اللغة على ضربين: أحدهما: الركوع والسجود، والآخر: الرحمة والثناء والدعاء، فصلاة الناس على الميت، إنما معناها الدعاء، والثناء على الله صلاة، والصلاة من الله عز وجل على أنبيائه وعباده معناها: الرحمة لهم والثناء عليهم، وصلاتنا: الركوع والسجود كما وصفنا، والدعاء صلاة. (٢) البيت للسفاح بن بكير اليربوعي، في \"شرح اختيارات المفضل\" ص ١٣٦٢، وقيل: هو لرجل من قُريع يرثي يحيى بن ميسرة صاحب مصعب بن الزبير. ينظر: \"الخزانة\" ١/ ١٤١، وبلا نسبة في \"لسان العرب\" ٤/ ٢٤٩٠ (صلا).(٣) في (ش): (ومعناه).(٤) في (ش): (الله من الله). وهو خطأ.(٥) ذكره عن ابن عباس الثعلبي في \"تفسيره\" ١/ ١٢٨٠، وبهذا فسر الطبري الرحمة =</p><p> وقيل في قوله - صلى الله عليه وسلم -: \"اللهم صلّ على آل(١)أبي أوفى(٢)\" أي: ارحمهم، واغفر لهم. قال ابن كيسان: وجَمَع الصلوات؛ لأنه عنى بها رحمةً بعد رحمة (٣) . </p><p> وقوله تعالى:  {وَرَحْمَةٌ} قال ابن عباس: ونعمة (٤) . </p><p> وقال أهل المعاني: إنما ذكر الرحمة، ومعنى الصلوات هاهنا: الرحمة؛ لإشباع المعنى، والاتساع في اللفظ (٥) . ومثله قوله:  {أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ}  [الزخرف: ٨٠] . </p><p> وقال ذو الرمة: </p><p> لمياءُ في شفتيها حوَّة لَعَسٌ (٦) </p><p>=٢/ ٤٢، ورواه ابن أبي حاتم ١/ ٢٦٥ عن سعيد بن جبير، وفسر ابن كثير هذه اللفظة ص ١/ ٢١١، فقال: ثناء من الله عليهم ورحمة. وكأنه يشير إلى تفسير أبي العالية لصلاة الله على نبيه - صلى الله عليه وسلم - حيث قال: صلاة الله ثناؤه عليه عند الملائكة، وصلاة الملائكة الدعاء. ذكره البخاري (٤٧٩٧) كتاب التفسير، باب: (إن الله وملائكته يصلون على النبي). حديث: قبل، ينظر: \"فتح الباري\" ٨/ ٥٣٢. (١) سقطت من (ش).(٢) أخرجه البخاري (٤١٦٦) كتاب المغازي، باب: غزوة الحديبية، ومسلم (١٠٧٨)كتاب الزكاة، باب: الدعاء لمن أتى بصدقته.(٣) ذكره في \"تفسير الثعلبي\" ١/ ١٢٨٠.(٤) ذكره في \"تفسير الثعلبي\" ١/ ١٢٨٠.(٥) ينظر: \"تفسير الثعلبي\" ١/ ٤٧٨، \"معالم التنزيل\" ١/ ١٧٠، \"المحرر الوجيز\" ٢/ ٣٤.(٦) عجز البيت:وفي اللثات وفي أنيابها شَنَبُوهو في \"ديوانه\" ص ٣٢، \"لسان العرب\" ٤/ ٢٣٣٦ (شنب).</p>"
}