{
  "id": null,
  "sura": 2,
  "aya": 140,
  "text": "<p> ١٤٠ - قوله تعالى:  {أَمْ تَقُولُونَ} قرئ بالتاء والياء (١) ، فمن قرأ بالتاء؛ فلأن ما قبله من قوله:  {قُلْ أَتُحَاجُّونَنَا} وما بعده من قوله: {قُلْ أَأَنْتُمْ أَعْلَمُ} بالتاء. ومن قرأ بالياء؛ فلأن المعنى لليهود والنصارى، وهم غَيْبٌ (٢) . ومعنى الآية: كأنه قيل لهم: بأي: الحجتين تتعلقون؟ أبالتوحيد؟، فنحن موحدون، أم باتباع دين الأنبياء، فنحن متبعون دونكم (٣) ، فمن الجهتين جميعًا لا تلزمنا لكم حجة. هذا على قراءة من قرأ (٤) بالتاء، وتكون الآية متصلة بما قبلها من الاستفهام الذي معناه الإنكار، ومن قرأ بالياء، فمعناه الانقطاع إلى حجاج آخر غير الأول، كأنه قيل: بل أيقولون إن الأنبياء من قبل أن تنزل التوراة والإنجيل كانوا هودًا أو نصارى؟ كأنه أعرض عن خطابهم استجهالًا لهم بما كان منهم؛ كما يُقبِل العالِم على من بحضرته بعد ارتكاب مخاطبه جهالة شنيعة، هذا كله قول أصحاب المعاني في هذه الآية (٥) . </p><p> وقوله تعالى:  {قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّه} أي: قد أخبرنا الله أن الأنبياء كان دينهم الإسلام، ولا أحد أعلم منه (٦)  (٧) . </p><p>(١) قرأ ابن كثير ونافع وعاصم في رواية أبي بكر، وأبو عمرو، بالياء، وقرأ الباقون بالتاء. ينظر: \"السبعة\" ص ١٧١، \"الحجة\" لأبي علي ٢/ ٢٢٩، \"الكشف\" لمكي ١/ ٢٦٦. (٢) من \"الحجة\" ٢/ ٢٢٩ بتصرف، وينظر: الثعلبي في \"تفسيره\" ١/ ١٢٣٢، والبغوي في \"تفسيره\" ١/ ١٥٨.(٣) كذا قال الزجاج في \"معاني القرآن\" ١/ ٢١٧.(٤) في (م) و (ش): (قرأ).(٥) ينظر: \"معاني القرآن\" للزجاج ١/ ٢١٧.(٦) ساقط من (ش).(٧) \"معاني القرآن\" للزجاج ١/ ٢١٧.</p><p> وقوله تعالى {وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ} توبيخٌ من الله لليهود بعد أن قامت الحجةُ عليهم (١) . </p><p> قال ابن عباس: يريد مَنْ أظلمُ ممَّنْ كتمَ شهادتَه التي أشهد عليها، يريد أن الله أشهدهم في التوراة والإنجيل: أنه باعث فيهم محمد بن عبد الله من ذرية إبراهيم، وأخذ على ذلك مواثيقهم أن يبيّنوه للناس ولا يكتموه، فكتموه وكذبوا فيه (٢) . </p><p> وقال مجاهد (٣) والربيع (٤) : الشهادةُ في أمر إبراهيم والأنبياء الذين ذكرهم وأنهم كانوا حنفاء مسلمين، فكتموها، وقالوا: إنهم كانوا هودًا أو نصارى (٥) . </p><p> وحكى ابن الأنباري عن بعضهم: أن هذا من كلام المسلمين، يريدون: من أظلم منا إن تابعناكم على ما تقولون، بعد ما وقفنا على كذبكم بإعلام الله إيّانا، وكتمان أمر محمد، والشهادة له بالنبوة، بعد أن ثبتت (٦) </p><p>(١) \"البحر المحيط\" ١/ ٤١٥. (٢) هذا من رواية عطاء التي تقدم ذكرها في المقدمة، ويذكر قريب منه عن غير ابن عباس عند الطبري في \"تفسيره\" ١/ ٥٧٤ - ٥٧٥، وابن أبي حاتم ١/ ٢٤٦.(٣) أخرجه الطبري في \"تفسيره\" ١/ ٥٧٤.(٤) أخرجه الطبري ١/ ٥٧٥، وذكره ابن أبي حاتم ١/ ٢٤٦.(٥) رجح هذا القول الطبري في \"تفسيره\" ١/ ٥٧٥ - ٥٧٥ مبينًا أن هذه الشهادة جاءت بعد ذكر هؤلاء الأنبياء؛ فأولى بها أن تكون متصلة بهم لا بموضوع آخر، والشهادة التي عندهم ما أنزل الله إليهم في التوراة والإنجيل من الأمر بمتابعة هؤلاء المذكورين من الأنبياء، وأنهم كانوا حنفاء مسلمين فكتموا ذلك حينما دعاهم إليه رسول الله - صلى الله عليه وسلم - إلى الإسلام. ورجحه كذلك أبو حيان في \"البحر\" ١/ ٤١٥، مبينا أنه أشبه بالسياق.(٦) في (م): (ثبت).</p>"
}