{
  "id": null,
  "sura": 2,
  "aya": 62,
  "text": "<p> وأنشد للقُطامي (١) : </p><p> لَمَّا وَرَدْنَ نَبِيًّا وَاسْتَتَبَّ بِنَا ... مُسْحَنْفِرٌ كَخُطُوطِ السَّيْح مُنْسحِلُ (٢) </p><p> ٦٢ - قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا} الآية (٣) قال </p><p>= إن النبي في هذا البيت هو الطريق، وقد رد عليه ذلك أبو القاسم الزجاجي فقال: (كيف يكون ذلك من أسماء الطريق وهو يقول: لما وردن نبيًا، وقد كانت قبل وروده على طريق، فكأنه قال: لما وردن طريقا، وهذا لا معنى له إلا أن يكون أراد طريقًا بعينه في مكان مخصوص، فيرجع إلى أنه اسم مكان بعينه ..) \"معجم البلدان\" ٥/ ٢٥٩. (١) القطامي: هو عمير بن شييم التغلبي، كان نصرانيًّا فأسلم، فأسلم، وعده الجمحي في الطبقة الثانية من شعراء الإسلام، انظر: \"طبقات الشعراء\" للجمحي ص ١٧٩، \"الشعر والشعراء\" ٤٨٣، \"الخزانة\" ٢/ ٣٧٠.(٢) قوله: (استتب): استقام وتبين واطرد، و (نبي): مكان معين في ديار تغلب، (مُسْحَنْفِر): صفة لطريق واسع ممتد (السيح): ضرب من البرود أو العباء مخطط. (مُنْسَحل): مكشوط، وصف الطريق بذلك وأنه لكثرة المرور به صار واضحا. ورد البيت في \"الزاهر\" ٢/ ١١٩، \"تفسير الطبري\" ٢/ ١٤١، \"تفسير ابن عطية\" ١/ ٢٤١، و\"معجم البلدان\" ٥/ ٢٥٩، \"اللسان\" (نبا) ٧/ ٤٣٣٣، \"البحر المحيط\" ١/ ٢٢٠، \"الدر المصون\" ١/ ٤٠٢.(٣) في هامش نسخة (أ) تعليق صدره الكاتب برمز (ش ك) أي شرح من الكاتب، والكلام بنصه منقول عن \"الكشاف\" ١/ ٢٨٥، وأثبته هنا للفائدة: (ش ك {إِنَّ الَّذِينَ آمَنُوا}: بألسنتهم من غير مواطأة القلوب، وهم المنافقون، {وَالَّذِينَ هَادُوا}: والذين تهودوا، يقال: هاد يهود، وتهود إذا دخل في اليهودية وهو هائد، والجمع هود، {وَالنَّصَارَى}: وهم جمع نصران، يقال: رجل نصران وامرأة نصرانة، قال: كَمَا سَجَدَتْ نَصْرَانَةٌ لَمْ تَحَنَّفِ. و (الياء) في نصراني للمبالغة كالتي في أحمري، سموا بذلك لأنهم نصروا المسيح - عليه السلام -. {وَالصَّابِئِينَ}: وهو من صبأ، إذا خرج من الدين، وهم قوم عدلوا عن دين اليهودية والنصرانية وعبدوا الملائكة {مَنْ آمَنَ}: من هؤلاء الكفرة إيمانا خالصا ودخل في ملة الإسلام دخولا أصيلا {فَلَهُمْ أَجْرُهُمْ}: الذي يستوجبونه بإيمانهم وعملهم.</p><p> الليث: الهَوْد: التوبة، وقوله عز وجل:  {إِنَّا هُدْنَا}  [الأعراف:١٥٦] أي: تُبْنا (١) . وقال غيره: هاد في اللغة معناه: مال. يقال: هَادَ يَهُود هِيَادَةً وَهَوْدًا (٢) . </p><p> قال امرؤ القيس. </p><p> قدْ عَلِمتْ سلْمَى وَجَارَاتُهَا ... أَنِّي مِنَ النَّاسِ لَهَا هَائِدُ (٣) </p><p> أي: إليها مائل. </p><p> وقال المبرد في قوله:  {إِنَّا هُدْنَا إِلَيْكَ} أي ملنا إليك، ويقال لمن تاب: هاد، لأن من تاب عن شيء مال عنه. فأما اليهود، فقال الليث: سُمّوا يهودًا شتقاقًا من هادوا، أي تابو امن (٤) عبادة العجل (٥) . فعلى هذا القول لزمهم الاسم في ذلك الوقت. وقال غيره: سموا بذلك لأنهم مالوا عن دين الإسلام وعن دين موسى (٦) . وعلى هذا إنما سموا يهودا بعد أنبيائهم. </p><p>(١) \"تهذيب اللغة\" (هاد) ٤/ ٣٦٨٩. (٢) ذكره الثعلبي في \"تفسيره\" ١/ ٧٨ ب، وليس فيه (هيادة) ونحوه عند الماوردي وفيه (هيادا) \"تفسير الماوردى\" ١/ ٣٧٣، ١/ ٣٤٩، وانظر. \"تفسير أبي الليث\" ١/ ٣٧٣، و\"تفسير البغوي\" ١/ ٧٩.(٣) ذكره الثعلبي في \"تفسيره\" ١/ ٧٨ ب، ولم أجده في ديوانه.(٤) في (ب): (عن).(٥) انظر: \"تهذيب اللغة\" (هاد) ٤/ ٣٦٨٩، وذكر هذا المعنى أبو عبيدة في \"المجاز\" ١/ ٤٢، والطبري في \"تفسيره\" ١/ ٣١٧، و\"معاني الزجاج\" ١/ ١١٨، \"تفسير الثعلبي\" ١/ ٧٨ ب.(٦) ذكر هذا المعنى الثعلبي في \"تفسيره\" ١/ ٧٨ ب، والبغوي في \"تفسيره\" ١/ ٨٩، ونحوه عند أبي الليث ١/ ٣٧٣.</p><p> وقال ابن الأعرابي: يقال: هاد إذا رجع من خير إلى شر أو (١) من شر إلى خير (٢) . سمي اليهود بذلك لتخليطهم، وكثرة انتقالهم من مذاهبهم. </p><p> وحكي عن أبي (٣) عمرو بن العلاء أنه قال: سميت اليهود لأنهم يتهودون أي: يتحركون عند قراءة التوراة (٤) ويقولون: إن السماوات والأرض تحركت حين أتى الله موسى التوارة. </p><p> وعلى هذا، التهود (٥) تفعل من الهيد بمعنى الحركة، يقال: هِدْتُه هيدًا، كأنك تحركه ثم تصلحه (٦) ، ومنه الحديث: أنه قيل للنبي - صلى الله عليه وسلم - في المسجد: يا رسول الله: هِدْه، فقال:  \" عرش كعرش موسى\"  (٧) ، أي: حركه بالهدم (٨) . </p><p>(١) في (ب): (ومن) بالواو. (٢) ذكره الأزهري عن ثعلب عن ابن الأعرابي، \"تهذيب اللغة\" (هاد) ٤/ ٣٦٩٠، وانظر: \"اللسان\" (هود) ٨/ ٤٧١٨.(٣) في (ج): (ابن).(٤) ذكره الثعلبي في \"تفسيره\" ١/ ٧٩ أ، والبغوي في \"تفسيره\" ١/ ٧٩.(٥) في (ب): (اليهود).(٦) ذكره الأزهري عن الليث، \"تهذيب اللغة\" (هاد) ٤/ ٣٦٨٩، انظر \"الصحاح\" (هيد) ٢/ ٥٥٨، \"مقاييس اللغة\" (هيد) ٦/ ٢٣، \"اللسان\" (هيد) ٨/ ٤٧٣٤.(٧) بهذا النص ذكره أبو عبيد في \"غريب الحديث\" ٣/ ١٧١، ٤/ ٤٥٢، وكذا الأزهري في \"تهذيب اللغة\" (هاد) ٤/ ٣٦٩١.وقد أخرج البيهقي بسنده عن سالم بن عطية، قال: قال رسول الله - صلى الله عليه وسلم - \"عرش الناس كعرش موسى\". يعني أنه يكره الطاق حوالي المسجد. \"السنن الكبرى\" كتاب (الصلاة) باب (كيفية بناء المسجد) ٢/ ٤٣٩، وقد أورده صاحب \"كنز العمال\" عن البيهقي. وقال: مرسل. \"كنز العمال\" ٣/ ٣٩٣، وأورده السيوطي في \"الجامع الصغير\" بلفظ: \"ليس بي رغبة عن أخي موسى، عريش كعريش موسى\" ورمز له بالتضعيف. \"فيض القدير شرح الجامع الصغير\" ٥/ ٣٦٥. وهو في \"الفائق\" ٤/ ١٢٢، \"اللسان\" (هيد) ٨/ ٤٨٣٤.(٨) قال أبو عبيد: (كان سفيان بن عيينة فيما بلغني عنه يقول: معنى هده: أصلحه، =</p><p> وقيل: اليهود (١) معرب من يهوذا بن يعقوب، عُرِّب يهوذا إلى يهود (٢) ثم نسب الواحد إليه فقيل: يهودي، ثم حذف الياء في الجمع فقيل يهود، وكل جمع منسوب إلى جنس فهو بإسقاط ياء النسبة، كقولهم: زنجي وزنج ورومي وروم (٣) . هذا هو الكلام في أصل هذا الحرف. ثم يقال: هاد إذا دخل في اليهودية كقوله: {وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا}  (٤)  [الأنعام: ١٤٦] ، أي: دخلوا في دين اليهودية (٥) ، والذي في هذه الآية بهذا المعنى، ويقال أيضا (تهوّد) إذا تشبه بهم ودخل في دينهم، كما يقال: تقيّس وتمضّر وتنزّر، وَ (هَوَّد) إذا (٦) دعا إلى اليهودية (٧) ، ومنه الحديث: حتى يكون أبواه يهودانه (٨) . </p><p>= وهذا معنى الحديث الآخر كما قال سفيان، ولكنه إصلاح بعد هدم الأول ..) \"غريب الحديث\" ٤/ ٤٥٢.(١) في (ج): (يهود).(٢) انظر: \"العين\" ٤/ ٧٦، \"تفسير الماوردي\" ١/ ٣٤٩، و\"معرفة أسماء نطق بها القرآن\" لابن السجستاني وقال: ليس بشيء ١/ ٣٨٥، \"المحكم\" ٤/ ٢٩٧، وقال: ليس هذا بقوي.(٣) انظر: \"الصحاح\" (هود) ٢/ ٥٥٧.(٤) (حرمنا) ساقط من (ب).(٥) انظر: \"تهذيب اللغة\" (هاد) ٤/ ٣٦٨٩.(٦) في (ب): (ادعا).(٧) في \"المحكم\": (هَوَّد الرجل) حوله إلى ملة اليهودية ٤/ ٢٩٧. وفي \"تهذيب اللغة\": ذكر الحديث. \"فأبواه يهودانه .. \" وقال: معناه: أنهما يعلمانه دين اليهودية ويدخلانه فيه، (هاد) ٤/ ٣٦٨٩.(٨) الحديث في الصحيحين وغيرهما عن أبي هريرة ولفظه: (.. فأبواه يهودانه .. الحديث)، أخرجه البخاري (١٣٥٨)، (١٣٥٩) كتاب (الجنائز) باب (إذا أسلم =</p><p> قوله تعالى:  {النَّصَارَى} اختلفوا في تسميتهم بهذا الاسم، فقال الزهري (١) : سموا نصارى، لأن الحواريين (٢) قالوا: {نَحْنُ أَنْصَارُ اللَّهِ}  [آل عمران: ٥٢,والصف:١٤]  (٣) حين قال لهم عيسى: {مَنْ أَنْصَارِي إِلَى اللَّهِ} ، واختار ابن الأنباري هذا القول، وقال: إنهم كانوا نُصَّار عيسى (٤) . فعلى هذا، هذا الاسم مشتق من النصر والنصرة، وواحدهم: نَصَرْان كقولهم: ندمان وندامى، ونصران وناصر بمعنى، كما يقال: صديان وصادٍ للعطشان (٥) ، قال الشاعر يصف الحرباء: </p><p>= الصبي فمات هل يصلي عليه، وهل يعرض على الصبي الإسلام؟) الفتح (١٣٨٥)، وباب (ما قيل في أولاد المشركين)، (٤٧٧٥) كتاب (التفسير) تفسير سورة (الروم)، باب {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ} لدين الله (٦٥٩٩) وفي كتاب (القدر) باب (الله أعلم بما كانوا عاملين)، ومسلم (٢٦٥٨) كتاب (القدر) كل مولود يولد على الفطرة، \"مسلم بشرح النووي\" وأبو داود (٢٤١٤١) في كتاب: السنة، باب (في ذراري المشركين) ح (٢١٣٨) والترمذي كتاب (أبواب القدر) باب (ما جاء كل مولود يولد على الفطرة) وأحمد في مواضع من \"المسند\" منها ٢/ ٢٣٣. (١) هو أبو بكر محمد بن مسلم الزهري، أحد أعلام التابعين، فقيه محدث، رأى عشرة من الصحابة، وروى عنه جمع من الأئمة، توفي سنة أربع وعشرين ومائة. انظر ترجمته في \"حلية الأولياء\" ٣/ ٣٦٠، \"وفيات الأعيان\" ٤/ ١٧٧، \"تهذيب التهذيب\" ٣/ ٦٩٦.(٢) في (ب): (الحواريون).(٣) قول الزهري ذكره الثعلبي في \"تفسيره\" ١/ ٧٩ أ، وانظر. \"تفسير الطبري\" ١/ ٣١٨، و\"تفسير أبي الليث\"١/ ٣٧٣، \"تفسير الماوردي\" ١/ ٣٥١، انظر. \"تفسير ابن عطية\" ١/ ٣٢٧، \"الكشاف\" ١/ ٢٨٥.(٤) \"الزاهر\" ٢/ ٢٢٥.(٥) انظر: \"تفسير الطبري\" ١/ ٣١٧، \"الزاهر\" ٢/ ٢٢٥، \"تفسير الثعلبي\" ١/ ٧٩ أ، \"تفسير الماوردي\" ١/ ٣٥٠، انظر: \"تفسير ابن عطية\" ١/ ٣٢٧، \"الكشاف\" ١/ ٢٨٥.</p><p> تَرَاهُ إِذَا دَارَ الْعَشِيُّ مُحَنِّفًا ... وُيُضْحِي لَدَيْهِ وَهْو نَصْرَانُ شَامِسُ (١) </p><p> وقال آخر (٢) : </p><p> كَمَا سَجَدَتْ نَصْرَانَةٌ لَمْ تَحَنَّفِ (٣) </p><p> ثم زيدت ياء النسبة فقيل: نصراني. وقد جاء في كلام العرب النصارى، وأرادوا به الأنصار، لا هؤلاء الذين يعرفون بهذا الاسم (٤) ، أنشد الفراء: </p><p>(١) لم أعثر على قائله، ويروى: (زار) بدل (دار) وفي \"الزاهر\" (تراه ويضحي وهو ...). قوله: (مُحنَّفا). تحنف: صار إلى الحنيفية، والمراد أنه مستقبل القبلة، (شامس) مستقبل الشمس كما يستقبلها نصراني، فحذف الياء. ورد البيت في الطبري في \"تفسيره\" ١/ ٣١٨، \"الزاهر\" ٢/ ٢٢٥، \"الأضداد\" لابن الأنباري ص ١٨١، \"تفسير الثعلبي\" ١/ ٧٩ أ، \"تفسير الماوردي\" ١/ ٣٥٠، انظر \"تفسير ابن عطية\" ١/ ٣٢٧، \"تفسير القرطبي\" ١/ ٣٦٩، \"البحر المحيط\" ١/ ٢٣٨، \"الدر المصون\" ١/ ٤٠٦، \"فتح القدير\" ١/ ١٤٨. (٢) هو أبو الأخزر الحماني.(٣) عجز بيت وصدره:فَكِلْتَاهُمَا خَرَّتْ وَأَسْجَدَ رَأَسُهَايصف ناقتين أصابهما الإعياء، وانحنتا فطأطأتا رأسيهما، فشبه إسجادهما بسجود النصرانية فحذف الياء. البيت من شواهد سيبويه ٣/ ٢٥٦، ٤١١، وانظر: شرح شواهده للنحاس ص ١٧٨، و\"تفسير الطبري\" ١/ ٣١٨، \"الزاهر\" ١/ ١٤١، ٢/ ٢٢٥، \"الإنصاف\" ص ٣٥٧، \"المخصص\" ١٧/ ٤٤، \"تهذيب اللغة\" (نصر) ٤/ ٣٥٨٤، \"اللسان\" (نصر) ٥/ ٢١١، \"تفسير ابن عطية\" ١/ ٢٤٥، \"تفسير القرطبي\" ١/ ٤٣٣، \"البحر المحيط\" ١/ ٢٣٨، \"الدر المصون\" ١/ ٤٠٦، \"فتح القدير\" ١/ ١٤٨.(٤) انظر: \"الزاهر\" ٢/ ٢٢٥، و\"تفسير الطبري\" ١/ ٣١٨.</p><p> لَمَّا رَأَيْتُ نَبَطًا أَنْصارَا ... شَمَّرْتُ عَنْ رُكْبَتِيَ الإِزَارَا </p><p> كُنْتُ لَهَا (١) مِنَ النَّصارَى جَارَا (٢) </p><p> فجمع بين الأنصار والنصارى على التوفيق بين معنييهم. </p><p> وقال الزجاج: ويجوز أن يكون واحد النصارى نَصْرِيٌّ، مثل بَعِيرٌ مَهْرِي وإبل مَهَارى (٣) . وهذا قول مقاتل (٤) ، وزعم أنهم سموا نصارى لاعتزائهم إلى قرية يقال لها نصرة (٥) . </p><p> وقوله تعالى:  {وَالصَّابِئِينَ} قال أبو زيد: صبأ الرجل فى دينه يَصْبَأ صُبُوءًا. [إذا كان صابئا (٦) . </p><p> وهو الخارج من دين إلى دين، ومنه صبا النجم وأصبأ] (٧) إذا ظهر كأنه خرج من بين التي لم تطلع (٨) ، قال الشاعر، أنشده ابن السكيت: </p><p>(١) يروى (لهم). (٢) سبق تخريج الأبيات ص ٣٢٤.(٣) \"معاني القرآن\" للزجاج ١/ ١١٩، وانظر: \"الزاهر\" ٢/ ٢٢٥، و\"تفسير الماوردي\" ١/ ٣٥٠، \"تفسير الثعلبي\" ١/ ٧٩ أ، انظر: \"تفسير ابن عطية\" ١/ ٢٤٥.(٤) الثعلبي في \"تفسيره\" ١/ ٧٩ أ.(٥) في الطبري وغيره (ناصرة)، وأخرجه عن ابن عباس وقتادة، ١/ ٣١٨، وانظر \"الزاهر\" ٢/ ٢٢٥، \"تفسير أبي الليث\" ١/ ٣٧٣، \"تفسير الماوردي\" ١/ ٣٥١. قال ياقوت: (النَّاصِرة) فاعلة من النصر قرية بينها وبين طبرية ثلاثة عشر ميلًا، فيها كان مولد المسيح عليه السلام ومنها اشتق اسم النصارى معجم البلدان ٥/ ٢٥١.(٦) ذكر الأزهري في \"تهذيب اللغة\" (صبا) ٢/ ١٩٦٦، وأبو علي في \"الحجة\" ٢/ ٩٤.(٧) ما بين المعقوفين ساقط من (ب).(٨) \"إصلاح المنطق\" ص ١٥٧، \"معاني القرآن\" للزجاج ١/ ١١٩، \"تهذيب اللغة\" (صبا) ٢/ ١٩٦٦، و\"الحجة\" ٢/ ٩٤.</p><p> وَأَصْبَأَ النَّجْمُ فِي غَبْراَء كَاسِفَةٍ ... كَأَنَّهُ بَائِسٌ (١) مُجْتَابُ أَخْلاَقِ (٢) </p><p> وَصبَأَ نابه إذا خرج، يَصْبَأُ صُبُوءًا (٣) . </p><p> وقال (٤) أبو زيد (٥) : صَبَأَتْ عليهم تَصْبَأُ صَبْأً وصُبُوءًا، إذا طلعت عليهم (٦) . [وكأن]  (٧) معنى الصابئ التارك دينه الذي شرع له إلى دين غيره، كما أن الصابئ على القوم تارك لأرضه منتقل إلى سواها، والدين الذي فارقوه هو (٨) تركهم التوحيد إلى عبادة النجوم وتعظيمها (٩) . </p><p> وقال أبو إسحاق في قوله:  {وَالصَّابِئِينَ} معناه: الخارجين من دين إلى (١٠) دين، يقال: صَبَأَ فلان يَصْبَأُ، إذا خرج من دينه (١١) . </p><p> قال الليث: وكان يقال للرجل إذا أسلم في زمن النبي - صلى الله عليه وسلم - قد صبأ، عنوا: أنه خرج من دين إلى دين (١٢) . </p><p>(١) في (ب)، (ج): (ياسر) وكذا في (أ) وصحح في الهامش. (٢) ورد البيت في \"إصلاح المنطق\" ص ١٥٧، \"المخصص\" ٩/ ٣٤، \"اللسان\" (صبأ) ٤/ ٢٣٨٥.وقوله (غبراء) الغبراء: الأرض و (مجتاب أخلاق) لابس ثياب خلقة بالية.(٣) \"معاني القرآن\" للزجاج١/ ١١٩، \"تهذيب اللغة\" (صبا) ٢/ ١٩٦٦.(٤) (الواو) ساقط من (ج).(٥) في (ب): (ابن).(٦) \"الحجة\" ٢/ ٩٤.(٧) في جميع النسخ (وكان) والتصحيح من \"الحجة\" ٢/ ٩٤.(٨) في (ب): (وهو).(٩) \"الحجة\" ٢/ ٩٤.(١٠) (إلى دين) ساقط من (ب).(١١) \"معاني القرآن\" للزجاج١/ ١١٩، \"تهذيب اللغة\" (صبا) ٢/ ١٩٦٦، والنص منه.(١٢) \"تهذيب اللغة\" (صبا) ٢/ ٢٩٦٦.</p><p> وفي قوله:  {وَالصَّابِئِينَ} قراءتان (١) : التحقيق والتخفيف (٢) ، فمن حقق فهو الأصل (٣) . ومن خفف ولم يهمز لم يخل من أحد أمرين: إما أن يجعله من صبا يصبو إذا مال، ومنه قول الشاعر: </p><p> صَبَوْتَ أَبَا ذِئْبٍ (٤) وَأَنْتَ كَبِيرُ (٥) </p><p> وقال آخر: </p><p> إِلىَ هِنْدٍ صبَا قَلْبِي ... وَهِنْدٌ مِثْلُهَا يُصْبِي (٦) </p><p> أو (٧) يجعله على ترك الهمزة من صبأ (٨) . </p><p> قال أبو علي: فلا يسهل أن يأخذه (٩) من صبا إلى كذا، لأنه يصبو الإنسان إلى الدين، ولا يكون منه تدين مع صبوه إليه، فإذا بعد هذا، وكان </p><p>(١) (قراءتان) ساقط من (ج). (٢) قرأ نافع بغير همز، وبقية السبعة بالهمز. انظر \"السبعة\" ص ١٥٨، و\"الحجة\" لأبي علي٢/ ٩٤، و\"التيسير\" ص ٧٤.(٣) انظر: \"الحجة\" لأبي علي ٢/ ٩٥، وعلى هذا تكون لام الكلمة همزة من (صبأ) إذا خرج عن دينه. انظر: \"الحجة\" لابن زنجلة ص ١٠٠، ولابن خالويه ص ٨١، \"تفسير الثعلبي\" ١/ ٧٩ أ.(٤) في (ب): (تأديب).(٥) عجز بيت لأبي ذؤيب الهذلي، وصدره:دِيَارُ التِي قَالَتْ غَدَاةَ لَقِيتُهَاورد في \"شرح أشعار الهذليين\" للسكري ١/ ٦٥، و\"الحجة\" لأبي علي ٢/ ٦٩.(٦) ورد في \"العقد الفريد\" ٥/ ٤٨٤، \"اللسان\" (صبا) ٤/ ٢٣٨٥، ونسبه لزيد بن ضبة.(٧) في (ب): (إذا).(٨) أي: أن أصله الهمز فترك الهمز، \"الحجة\" لأبي علي ٢/ ٩٥، ٩٦، و\"الحجة\" لابن زنجلة ص ١٠٠، \"الحجة\" لابن خالويه ص ٨١.(٩) قال أبو علي: (.. أو تجعله على قلب الهمزة، فلا يسهل أن تأخذه من صبا إلى كذا ..) ٢/ ٩٦.</p><p> الصابئون منتقلين من دينهم الذي أخذ عليهم إلى سواه ومتدينين به، لم يستقم أن يكون إلا من صبأ الذي معناه: انتقال من دينهم الذي شرع لهم [إلى آخر لم يشرع لهم]  (١) فيكون الصابون (٢) إذًا على ترك الهمز، وترك الهمز على هذا الحد (٣) لا يجيزه سيبويه إلا في الشعر، ويجيزه غيره، فهو على قول من أجاز ذلك، وأبو زيد ممن أجازه، فقال: من (٤) قرأ الصابون قلب الهمزة التي هي لامٌ ياءً، ونقل الضمة التي كانت تلزم أن تكون على اللام إلى العين فسكنت الياء فحذفها لالتقاء الساكنين، هي والواو التي للجمع، وحذف كسرة عين فاعل فحركها بالضمة المنقولة (٥) إليها كقولهم: [خِفْتُ]  (٦) و: </p><p> حُبَّ بِهَا (٧) ........... </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) في (ب): (الصابيون)، وفي (ج): (الصابون).(٣) في \"الحجة\": (.. فيكون (الصابون) إذا على قلب الهمزة، وقلب الهمز على هذا الحد لا يجيزه سيبويه ..) ٢/ ٩٦.(٤) نسب الواحدي الكلام لأبي زيد وظاهر كلام أبي علي في \"الحجة\" غير ذلك، حيث قال في \"الحجة\": (.. وممن أجازه أبو زيد ....) ثم ذكر كلامًا لأبي زيد، ولسيبويه والخليل ولأبي الحسن، ثم قال: (.. ومن قلب الهمزة التي هي (لاَمٌ، يَاءً)، فقال: (الصابون) نقل الضمة التي كانت تلزم ..) فالكلام لأبي علي، والله أعلم. انظر: \"الحجة\" ٢/ ٩٦، ٩٧.(٥) في (ب): (المنقول).(٦) في (أ): (خفت) ثم طمست وكتب فوقها (حسب) وفي (ب): (حفت) وفي (ج): (حسب حفت وحسب ..) وما أثبت هنا موافق للحجة ٢/ ٩٧ والكلام عنه بنصه.(٧) جزء من بيت للأخطل في وصف الخمرة وتمامه:فّقُلْتُ اقْتُلُوهَا عَنْكُم بِمِزَاجِهَا ... وَحُبَّ بِهَا مَقْتُولةَ حين تُقْتَلُقتل الخمر: مزجها بالماء حتى تذهب حدتها. ورد البيت في \"إصلاح المنطق\" =</p><p> و ........... حُسْن ذَا أَدَبَا (١) </p><p> فنقلوا الحركة من العين إلى الفاء، وحذفوا الحركة التي كانت للفاء في الأصل وحركوها بالحركة المنقولة، هذا في الصابون (٢) . </p><p> فأما (الصابين)  (٣) فقياس نقل الحركة أن تحذف (٤) كسرة عين فاعل وتنقل إليها الكسرة التي كانت تكون للام، ألا ترى أن الضمة منقولة إليها بلا إشكال، وإن شئت قلت: لا أنقل حركة اللام التي هي الكسرة كما نقلت حركتها التي هي الضمة؛ لأني لو لم أنقل الحركة التي هي الضمة، وقررت (٥) الكسرة لم تصح واو الجميع، فليس الكسرة مع الياء كالكسرة مع </p><p>= ص ٣٥، و\"الحجة\" لأبي علي٢/ ٩٧، ٩٨، و\"المشوف المعلم\" ٢/ ٧٤٣، \"شرح المفصل\" ٧/ ١٢٩، ١٤١، \"الخزانة\" ٩/ ٤٢٩، ٤٣٠، \"اللسان\" (قتل) ٦/ ٣٥٣٠. والشاهد (حب بها) يروي بالفتح والضم، فإذا نقلت حركة العين إلى الفاء بعد حرف حركتها صار (حب) بالضم، وإن حذفت حركة العين صار بالفتح. (١) جزء من بيت لسهم بن حنظلة الغنوي وتمامه:لَمْ يَمْنَع النَّاسُ مِنِّي مَا أَردْتُ وَمَا ... أُعْطِيهِمُ مَا أَرَادُوا حُسْنَ ذَا أَدَبَايقول. إنه يمنع الناس مما يريدون منه ويقهرهم، ويأخذ هو ما أراد منهم وجعله أدبًا حسنًا، وقيل: ينكر على نفسه أن يعطيه الناس وهو يمنعهم. ورد البيت في \"إصلاح المنطق\" ص ٣٥، و\"الحجة\" ٢/ ٩٧، ٩٨، \"الخصائص\" ٣/ ٤٠، و\"الأصمعيات\" ص ٥٦، و\"التكملة\" ص ٢٥١، و\"المشوف المعلم\" ٢/ ٧٤٢، \"اللسان\" (حسن) ٢/ ٨٧٧، \"الخزانة\" ٩/ ٤٣١، والشاهد (حُسْن) فإنه منقول من (حَسُن).(٢) في (ب) (الصابيون). وهي جزء من آية: ٩٦ المائدة، على قراءة نافع.(٣) كلام أبي علي في \"الحجة\": (.... وحركها بالحركة المنقولة، كما حرك العين من فاعل بالحركة المنقولة، وقياس نقل الحركة التي هي ضمة إلى العين أن تحذف كسرة عين فاعل ..) ٢/ ٩٧.(٤) في (ج): (يحذف).(٥) في (ج): (قدرت) وفي (أ) محتملة، وما في (ب) موافق لما في \"الحجة\" ٢/ ٩٧.</p><p> الواو، فإذا كان كذلك ألقيت (١) الحركة (٢) التي كانت تستحقها اللام (٣) ، ولم أنقلها (٤) ، كما ألقيت (٥) حركة المدغم ولم أنقلها في قول من قال: {يَهِدِّي}  [يونس: ٣٥] فحرك الهاء بالكسرة لالتقاء الساكنين، ولم ينقلها كما نقلها من قال:  {يَهِدِّي} . ومثل ذلك في أنك تنقل الحركة مرة ولا تنقلها أخرى قولك: وَحَبَّ بِهَا مَقْتُولَةً </p><p> وَحُبَّ بِهَا مَقْتُولَةً (٦) </p><p> و: حَسْنَ ذَا أَدَبًا </p><p> و: حُسْنَ ذَا أَدَبًا (٧) </p><p> فأما مذهب الصابئين (٨) فقد ذكرنا أنهم يعبدون النجوم، وقال قتادة: هم قوم يعبدون الملائكة (٩) . وقال مجاهد: قبيلة نحو الشام بين (١٠) اليهود والمجوس، لا دين لهم (١١) . </p><p>(١) كذا في جميع النسخ، وفي \"الحجة\" في الموضعين (أبقيت) ٢/ ٩٧ وهو الصواب. (٢) (الحركة) ساقط من (ب).(٣) في (ج): (للام).(٤) في (ب): (أدغمها).(٥) في \"الحجة\" (أبقيت) وانظر التعليق السابق على (ألقيت).(٦) جزء من بيت للأخطل، يروي بفتح الحاء وضمها، مرَّ تخريجه قريبًا.(٧) جزء من بيت لسهم بن حنظلة، مر تخريجه قريبًا. وبهذا انتهى ما نقله عن \"الحجة\" لأبي علي ٢/ ٩٥، ٩٨.(٨) في (ب) (الصابين).(٩) أخرجه الطبري ونصه: (الصابئون قوم يعبدون الملائكة ويصلون إلى القبلة ويقرؤون الزبور) ١/ ٣١٩، وذكره الثعلبي في \"تفسيره\" ١/ ٩٧ ب، \"تفسير الماوردي\" ١/ ٣٥٢.(١٠) في (ب) (من).(١١) أخرجه الطبري عن مجاهد من طرق ١/ ٣١٩، وابن أبي حاتم في \"تفسيره\" ١/ ٣٩١. وذكره الثعلبي في \"تفسيره\" ١/ ٩٧ أ، \"تفسير الماوردي\" ١/ ٣٥٢.</p><p> وقال الليث: هم قوم يشبه دينهم دين النصارى إلا أن (١) قبلتهم نحو مهب الجنوب، يزعمون أنهم على دين نوح، وهم كاذبون (٢) . </p><p> قال عبد العزيز بن يحيى: هم قوم درجوا وانقرضوا (٣) . </p><p> واختلف المفسرون في معنى هذه الآية على طريقين (٤) : </p><p> أحدهما: أن الذين آمنوا، أي (٥) : بالأنبياء الماضين (٦) ولم يؤمنوا بك، وقيل: أراد المنافقين الذين آمنوا بألسنتهم ولم يؤمنوا بقلوبهم. من آمن </p><p>(١) في (ب): (أنهم). (٢) \"تهذيب اللغة\" (صبا) ٢/ ١٩٦٦.(٣) ذكره الثعلبي في \"تفسيره\" ١/ ٩٧ ب، \"البحر المحيط\" ١/ ٢٣٩.(٤) سلك الواحدي طريقة الثعلبي في إيضاح الآية، وخلاصة ما ذكره الثعلبي أن في الآية طريقين:الأول: أن الإيمان في قوله: {إِنَّ الَّذِينَ آمَنُوا} على طريق المجاز، ثم اختلفوا فيهم فقيل: من آمن بالأنبياء الماضين ولم يؤمن بك، وقيل: المنافقون.الثاني: أن الإيمان على الحقيقة، فقيل: المراد المؤمنون من هذه الأمة، وقيل: الذين آمنوا بالنبي قبل المبعث، وقيل: المؤمنون من الأمم الماضية.وسبب هذا الخلاف هو كيف يتم الجمع بين قوله: {إِنَّ الَّذِينَ آمَنُوا} ثم قال: {مَنْ آمَنَ بِاللَّهِ} انظر: \"تفسير الثعلبي\" ١/ ٩٧ ب، و\"تفسير البغوي\" ١/ ٩٧، وأما ابن جرير فقال: (فإن قال: وكيف يؤمن المؤمن؟ قيل: ليس المعنى في المؤمن المعنى الذي ظننته، من انتقال من دين إلى دين كانتقال اليهودي والنصراني إلى الإيمان -وإن كان قد قيل إن الذين عنوا بذلك، من كان من أهل الكتاب على إيمانه بعيسى وبما جاء به، حتى أدرك محمدًا - صلى الله عليه وسلم - فآمن به وصدق فقيل لأولئك ... آمنوا بمحمد وبما جاء به- ولكن معنى إيمان المؤمن في هذا الموضع، ثباته على إيمانه وتركه تبديله. وأما إيمان اليهود والنصارى والصابئين فالتصديق بمحمد - صلى الله عليه وسلم - وبما جاء به ..) \"الطبري\" ١/ ٣٢٠، وانظر: \"تفسير ابن كثير\" ١/ ١١١.(٥) (أي) ساقط من (ب).(٦) في (أ): (الماضيين) وما في (ب)، (ج) موافق لما في الثعلبي.</p><p> بالله من جملة الأصناف المذكورة في هذه الآية إيمانا حقيقيا (١) ولا يتم إيمانهم بالله إلا بإيمانهم بمحمد - صلى الله عليه وسلم -. فإذا آمنوا بالله ورسوله محمد، فلهم أجرهم عند ربهم، والدليل على أنه أراد مع (٢) الإيمان بالله الإيمان بمحمد أنه قال: {وَعَمِلَ صَالِحًا} وقد قام الدليل على أن من لا يؤمن بالنبي - صلى الله عليه وسلم - لا يكون عمله صالحًا. </p><p> وقال ابن جرير: في قوله: {مَنْ آمَنَ بِاللَّهِ} إضمار واختصار، تقديره (٣) من آمن منهم بالله (٤) ، لأن قوله:  {مَنْ آمَنَ} في موضع خبر إن (٥) ولا بد من عائد إلى اسم إن، والعائد هاهنا محذوف، كأنه قيل: من آمن منهم بالله (٦) ، وهذا مصرح به في سورة المائدة (٧) . وهذا معنى قول ابن </p><p>(١) في (ب): (وحقيقًا). وقوله: (حقيقيًّا) يفيد أن الإيمان المذكور في أول الآية مجازي كما مر في كلام الثعلبي. (٢) (مع) ساقط من (ب).(٣) في (ب): (وتقديره).(٤) \"تفسير الطبري\" ١/ ٣٢٠، ذكر كلامه بمعناه، وانظر: \"تفسير الثعلبي\" ١/ ٨٠ أ.(٥) (أن) ساقط من (ب). وفي نسخة (أ) تعليق من الكاتب صدره بقوله: ش. ك، ونصه: (محل (من آمن) الرفع إن جعلته مبتدأ، خبره (فلهم أجرهم). والنصب إن جعلته بدلا من اسم (إن) والمعطوف عليه، فخبر (إن) في الوجه الأول الجملة كما هي، وفي الثاني: (فلهم) و (الفاء) لتضمن (من) معنى الشرط) وهو منقول من \"الكشاف\" بنصه ١/ ٢٨٦.(٦) هذا على إعراب (من) في محل رفع مبتدأ، وقيل: في محل نصب بدل من اللذين، ويكون الخبر: (فلهم) والأول أحسن. انظر: \"إعراب القرآن\" للنحاس ١/ ١٨٢، و\"المشكل\" لمكي ١/ ٥١، و\"البيان\" ١/ ٨٨، \"تفسير القرطبي\" ١/ ٣٧٠، وذكر أبو حيان: أن هذين الوجهين لا يصحان إلا على تغاير الإيمانين، الإيمان الذي هو صلة (الذين)، والإيمان الذي هو صلة (من). \"البحر\" ١/ ٢٤١.(٧) في سورة المائدة: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ =</p><p> عباس في رواية الكلبي (١) . </p><p> الطريقة الثانية: أن المراد بقوله: {إِنَّ الَّذِينَ آمَنُوا} أصحاب النبي - صلى الله عليه وسلم - ومؤمنو هذه الأمة، {وَالَّذِينَ هَادُوا} ، أي: الذين آمنوا بموسى والتوراة ولم (٢) يبدلوا ولم يغيروا، {وَالنَّصَارَى} يعني نصار (٣) عيسى على غير تبديل ولا تحريف لما في الإنجيل، {وَالصَّابِئِينَ} يعني الخارجين من الكفر إلى الإسلام، {مَنْ آمَنَ} أي من مات منهم على دين الإسلام، لأن حقيقة الإيمان تكون (٤) بالعاقبة (٥) ، {وَلَا خَوْفٌ عَلَيْهِمْ} . وهذا معنى قول ابن عباس في رواية عطاء (٦) . </p><p>= وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [المائدة: ٦٩]. ولم يرد فيها ذكر العائد، ولعل الذي أوقعه في هذا الوهم قول الثعلبي (.. وفيه اختصار واضمار تقديره: من آمن منهم بالله واليوم الآخر نظيره في سورة المائدة ..). \"تفسير الثعلبي\" ١/ ٨٠ أ. (١) ورد هذا في التفسير المنسوب لابن عباس من رواية الكلبي عن أبي صالح عن ابن عباس، والمسمى \"تنوير المقباس\" ١/ ٢٨، \"على هامش الدر\".(٢) (ولم يبدلوا) ساقط من (ب).(٣) في (ب): (نصارى).(٤) في (أ)، (ج) (يكون) وأثبت ما في (ب) لمناسبته للسياق.(٥) \"تفسير الثعلبي\" ١/ ٧٩ ب. وفيه (لأن حقيقة الإيمان بالموافاة) وانظر: \"تفسيرالبغوي\" ١/ ٧٩.(٦) لم أجده عن ابن عباس من طريق عطاء، وهذا المعنى ذكره الطبري عن مجاهد والسدي، وأخرج عن ابن أبي طلحة عن ابن عباس قوله: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ} إلى قوله: {وَلَا هُمْ يَحْزَنُونَ}. فأنزل الله تعالى بعد هذا: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: ٨٥]. قال الطبري: وهذا الخبر يدل على أن ابن عباس كان يرى أن الله جل ثناؤه كان قد وعد من عمل صالحا من اليهود والنصارى والصابئين على عمله، في =</p><p> قالوا: ويجوز أن يقدر فيه \"واو\" أي: ومن آمن بعدك يا محمد إلى يوم القيامة (١) . ووحد الفعل في قوله: آمن (٢) ثم جمع الكناية في قوله: {فَلَهُمْ أَجْرُهُمْ} لأن من تصلح للواحد والجميع (٣) والمذكر والمؤنث، فالفعل يعود إلى لفظ (مَنْ) وهو واحد مذكر، والكناية تعود إلى معنى (من) ومثله في القرآن كثير (٤) . قال الله تعالى:  {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ}  [الأنعام: ٢٥,ومحمد:١٦] , وفي موضع آخر:  {يَستَمِعُونَ}  [يونس: ٤٢] ، وقال:  {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ}  [النساء: ١٣] ، ثم قال:  {خَالِدِينَ} فجمع، وقال:  {وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ}  [الأنبياء: ٨٢] ، وأنشد الكسائي: </p><p> أَلِمَّا بِسَلْمَى أَنْتُمَا إنْ عَرضْتُما ... وَقُولَا لَها عُوجِي عَلَى مَنْ تَخَلَّفُوا (٥) </p><p> فجعل (مَنْ) بمنزلة (الذين) . وقال الفرزدق: </p><p>= الآخرة الجنة، ثم نسخ ذلك ..) الطبري ١/ ٣٢٣، وانظر: \"تفسير ابن أبي حاتم\" ١/ ٣٧٩. (١) الثعلبي في \"تفسيره\" ١/ ٧٩ ب، وانظر: \"تفسير البغوي\" ١/ ٧٩.(٢) (أمن) مكرر في (ب).(٣) في (ب): (والجمع).(٤) انظر: \"تفسير الطبري\" ١/ ٣٢١، \"معاني القرآن\" للزجاج ١/ ١١٨، \"تفسير الثعلبي\" ١/ ٨٠ أ، \"تفسير الماوردي\" ١/ ٣٥٢، \"تفسير ابن عطية\" ١/ ٣٢٩.(٥) البيت لامرئ القيس، وقيل: لرجل من كندة، وقوله: (ألما): أي زوراها (إن عرضتما): بلغتما إليها (عوجي): أعطفي وقفي، والرواية للبيت (عنكما) بدل (أنتما) ورد في \"تفسير الطبري\" ١/ ٣٢١، \"تفسير الماوردي\" ١/ ٣٥٣، \"تفسير القرطبي\" ١/ ٣٧١، \"الدر المصون\" ١/ ٤٠٨، \"ديوان امرئ القيس\" ص ٣٢٤)، وفي \"أضداد\" ابن الأنباري ورواية شطره: ألما بسلمى لمَّة إذ وقفتما ص ٣٣٠.</p><p> تَعَالَ فِإنْ عَاهَدْتَنِي لا تَخُونُنِي ... نكُنْ مِثْلَ مَنْ يَا ذِئْبُ يَصْطَحِبانِ (١) </p><p> وإنما جاز ذلك في (من) ؛ لأنه مبهم جامد لا يتصرف ولا يتبين فيه الإعراب ولا العدد، وكذلك (ما) إلا أن (من) لبني آدم والموصوفين بالعقل، و (ما) لغيرهم. وعلى هذا (٢) يحكى أن جريرًا أنشد قوله: </p><p> يَا حَبَّذَا جَبَلُ الرَّيانِ مِنْ جِبَلٍ ... وَحَبَّذَا ساكِنُ الرَّيانِ مَنْ كَانَا (٣) </p><p> فقيل له: وإن كان ساكنه (٤) قرودًا؟ فقال: إنما يلزمني هذا لو قلت: ما كانا، وربما عاقب (ما) مَنْ على السعة كقوله: {وَالسَّمَاءِ وَمَا بَنَاهَا}  [الشمس: ٥] ، على تأويل: ومن بناها (٥) وإنما ترخصوا في ذلك لأنهم قد يبدلون النون الخفيفة ألفا، كما قالوا: رأيت رجلًا، في الوقف، فالألف فيه بدل من التنوين، ومثله قوله:  {لَنَسْفَعًا}  [العلق: ١٥] ، قول الشاعر: </p><p>(١) البيت من الشواهد النحوية المشهورة، ورد في \"الكتاب\" ٢/ ٤١٦، \"المقتضب\" ٢/ ٤٩٤، ٣/ ٢٥٣، و\"الأصول\" في النحو ٢/ ٢٩٧، و\"شرح أبيات سيبويه\" للسيرافي ٢/ ٨٤، \"مغني اللبيب\" ٢/ ٤٠٤، \"الكامل\" ١/ ٣٦٨، و\"طبقات فحول الشعار\" ١/ ٣٦٦، \"الأضداد\" لابن الأنباري ص ٣٣٠)، \"المخصص\" ١٧/ ٥٥، والطبري ١/ ٣٧١، \"تفسير الثعلبي\" ١/ ٨٠ أ، \"تفسير ابن عطية\" ١/ ٣٢٩، \"تفسير القرطبي\" ١/ ٣٧١، والهمع ١/ ٣٠٠، و\"ديوان الفرزدق\" ٢/ ٣٢٩، وفي بعض المصادر (تعش) بدل (تعال). والشاهد: أنه ثنى (يصطحبان) لمعنى (من). (٢) (على هذا) ساقط من (ب).(٣) قوله: (الريان): اسم جبل أسود عظيم في بلاد طيئ، انظر: \"معجم ما استعجم\" ٢/ ٦٩٠، \"معجم البلدان\" ٢/ ١١١، وقد ورد البيت أيضًا في \"جمل الزجاجي\" ص ١١٠، و\"شرح الجمل\" لابن عصفور ١/ ٦١١، و\"اللسان\" (حبب) ١/ ٧٤٤، و\"شرح المفصل\" ٧/ ١٤٠، و\"الهمع\" ٥/ ٤٥، و\"ديوان جرير\" ص ٤٩٠.(٤) (ساكنه) ساقط من (ب).(٥) انظر: \"تفسير الطبري\" ٣٠/ ٢٠٩. (ط/ الحلبي).</p><p> .. والله فاعبدا (١) </p><p> وقد جاء في (من) بعض التصريف في بعض اللغات، كقوله: </p><p> أَتَوْا نَارِي فَقُلْتُ مَنُونَ أَنْتُم ... فَقَالُوا (٢) الجِنُّ قُلْتُ عِمُوا ظلاما (٣) </p><p> وقد يلزمها الإعراب في مثل قولهم: رأيت فلانًا، فتقول على </p><p>(١) في (ب): (فاعبدوا). جزء من بيت للأعشى من قصيدة قالها لما قدم مكة يريد الإسلام، ثم صدته قريش عن ذلك، وقد روى سيبويه البيت: فَإيَّاكَ والمَيْتَاتِ لا تَقْرَبَنَّهَا ... وَلا تَعْبُدِ الشيطانَ واللهَ فاعْبُدَاوتبعه على ذلك جمهور النحاة، وقال بعض المحققين: إنه بهذه الرواية ملفق من بيتين كما في \"ديوان الأعشى\":فَإيَّاكَ والمَيْتَاتِ لا تأكُلَنَّهَا ... ولا تَأخُذَنْ سَهْمًا حَدِيدًا لِتَفْصدَاوذَا النُّصبَ المَنْصُوبَ لا تَنْسُكَنَّهُ ... ولا تَعْبُدِ الأوْثَانَ واللهَ فاعْبُدَاانظر: \"ديوان الأعشى\" ص ١٣٧، و\"الكتاب\" ٣/ ٥١٠، و\"شرح أبيات سيبويه\" للسيرافي ٢/ ٢٤٤، \"المخصص\" ١٣/ ١٠٤، \"تهذيب اللغة\" (نصب) ٤/ ٣٥٨١، \"اللسان\" (سبح) ٤/ ١٩١٦، و (نون) ٨/ ٤٥٨٧، و\"الأزهرية\" ص ٢٧٥، و\"شرح الكافية\" لابن مالك ٣/ ١٤٠٠، و\"مغني اللبيب\" ٢/ ٣٧٢، و\"الهمع\" ٤/ ٣٩٧، \"المقتضب\" ٥٢٨، \"الإنصاف\" ٢/ ١٥٧، \"شرح المفصل\" ٩/ ٣٩، ٨٨، ١٠/ ٢٠.(٢) في (أ)، (ج): (قالوا).(٣) البيت لشمير بن الحارث، وروي البيت في قصيدة حائية (عما صباحًا) منسوبًا لجذع بن سنان. يخاطب الجن، وقوله: (عموا ظلامًا) خاطب به الجن، كما كانوا يقولون لبني آدم: عموا صباحًا. ورد في \"الكتاب\" ٢/ ٤١١، و\"شرح أبياته لابن السيرافي\" ٢/ ١٨٣، \"المقتضب\" ٢/ ٣٦٠، \"نوادر أبي زيد\" ص ٣٨٠، \"الخصائص\" ١/ ١٢٩، \"الصحاح\" (منن) ٦/ ٢٢٠٨، و\"الهمع\" ٥/ ٣٤٦، ٦/ ٢٢١، و\"شرح ابن عقيل\" ٣/ ٨٨، و\"الجمل\" للزجاجي ص ٣٣٦)، و\"الخزانة\"٦/ ١٦٧، ٧/ ١٠٥، \"شرح المفصل\" ٤/ ١٦، \"اللسان\" (حسد) ٢/ ٨٦٨، وفي عدة مواضع. والشاهد فيه (منون أنتم) حيث جمع (من) مع الوصل وهذا من الضرورة. قال سيبويه: وهذا بعيد، وإنما يجوز هذا على قول شاعر قاله مرة في شعر ثم لم يسمع بعد ٢/ ٤١٠.</p><p> الحكاية: منا بالنصب (١) ، ومثله: منو ومني إذا قال: جاءني فلان ومررت بفلان، وقد يؤنثون فيقولون: منة فلما جاز هذا التصرف في (من) جاز إبدال نونها بالألف. </p><p> وقوله تعالى:  {وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} يقال: كيف قال هذا مع (٢) ما يمر بهم من أهوال القيامة؟ قيل: لأنه لا يعتد بذلك، من أجل أنه عارض ثم يصيرون (٣) إلى النعيم الدائم، لقوله:  {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ}  [الأنبياء: ١٠٣] ، وهو كما تقول (٤) للمريض: لا بأس عليك. وقيل: إن أهوال القيامة إنما تنال (٥) الضالين دون المؤمنين، والأول هو الوجه لعموم قوله:  {يَوْمَ تَرَوْنَهَا تَذْهَلُ} الآية [الحج: ٢] . </p><p>(١) هذه الحروف التي تلحق (من) ليست للإعراب إنما هي من باب الحكاية إذا كانت مستفهمًا بـ (من) عن نكرة، فذا قال. رأيت رجلا، فالجواب أن تقول: منا؟ , وإذا قال جاءني رجل، تقول: منو؟، أو مني إذا قال مررت برجل، وليست الواو والياء والألف التي لحقت (من) إعرابًا، إنما يلحقن في الوقف فقط، فهن دليل ولسن بإعراب، ومثله في التثنية والجمع فإذا قال: جاءتني امرأتان. تقول: منتان؟ وإذا قال جاءني رجال. قلت. منون؟. فإذا وصلت: قلت: من يا فتى في كل ما سبق لأن هذا هو الأصل. وجعل سيبويه والمبرد وغيرهما من النحاة البيت الذى استشهد به الواحدي من ضرورة الشعر، ولا يقاس عليه، خلافا ليونس. انظر: \"الكتاب\" ٢/ ٤٠٩، \"المقتضب\" ٢/ ٣٠٦، \"الصحاح\" (منن) ٦/ ٢٢٠٨, و\"أوضح المسالك\" ص ٢٥٥. (٢) في (ج): (معما يجبر بهم).(٣) في (ب): (يسير).(٤) في (ب): (يقول).(٥) في (ب): (ينال).</p>"
}