{
  "id": null,
  "sura": 2,
  "aya": 38,
  "text": "<p> ذكر المغفرة، لأن هذا اللفظ وضع لرجوع العبد إلى الله بالطاعة والندم ورجوع الله عليه بالعفو والمغفرة، وكما لا يحتاج (١) إذا قلت: تاب الله عليه، أن تقول بالندم أو بالطاعة، فكذلك لا تحتاج في قولك:  (تاب الله عليه) إلى شيء آخر (٢) . </p><p> وقوله تعالى:  {إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ}  (٣) . أي يتوب على عبده بفضله إذا تاب إليه من ذنبه. </p><p> ٣٨ - وقوله تعالى:  {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا} الآية. إعادة الأمر بالهبوط يحتمل وجهين، أحدهما: أنه أراد بالأول هبوطاً من الجنة إلى السماء. وبالثاني هبوطًا من السماء إلى الأرض (٤) ، والثاني: أنه كرر للتأكيد (٥) . </p><p>= ١/ ٢٤٦، و\"تفسير ابن عطية\" ١/ ٢٦٢، \"زاد المسير\" ١/ ٧٠، و\"تفسير ابن كثير\" ١/ ٨٧. (١) في (ب): (يحتاج) في الموضعين.(٢) انظر: \"تفسير البيضاوي\" ١/ ٢٢، و\"النسفي\" و\"الرازي\" ٣/ ٢٢.(٣) (إنه) ساقط من (ب).(٤) ذكره ابن عطية عن النقاش في \"تفسيره\" ١/ ٢٦٢ - ٢٦٣، و\"القرطبي\" ١/ ٢٧٩، \"البحر\" ١/ ١٦٧، وضعف أبو حيان هذا الوجه: لأن الله قال في الهبوط الأول: {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ} ولم يحصل الاستقرار على هذا القول إلا بالهبوط الثاني فكان يمبغي أن يذكر الاستقرار فيه، وقال في الهبوط الثاني: {قُلْنَا اهْبِطُوا مِنْهَا}، وظاهر الضمير أنه يعود إلى الجنة.(٥) المراجع السابقة، وذكر الماوردي وجهًا ثالثًا: وهو أنه كرر الهبوط، لأنه علق بكل واحد منهما حكما غير الحكم الآخر، فعلق بالأول العداوة، وعلق بالثاني إتيانه الهدى، \"تفسير الماوردي\" ١/ ٢٦٢.</p><p> وقوله تعالى:  {فَإِمَّا يَأْتِيَنَّكُمْ} . </p><p> قال أبو إسحاق (١) : (إما) في [هذا]  (٢) الموضع بمعنى حرف الشرط والجزاء، إلا أن الجزاء إذا جاء معها (٣)  (النون الثقيلة) لزمتها (ما)  (٤) وإنما يلزمها لأجل التأكيد، وكذلك دخل (النون) في الشرط لأجل التأكيد. وجواب الجزاء في (الفاء) مع الشرط الثاني وجوابه، وهما جملة جواب للشرط في (إما)  (٥) . فعلى هذا أصل (إما)  (إن) التي للشرط، ألحق بها </p><p>(١) \"معاني القرآن\" ١/ ٨٦. (٢) (هذا) ساقط من (ب). ولفظ الزجاج في \"المعاني\": (إعراب (إما) في هذا الموضع إعراب حروف الشرط والجزاء ...) ١/ ٨٦.(٣) في \"معاني القرآن\" (معه) ١/ ٨٦، وهو الأولى.(٤) (ما) ساقطة من (ب). والزجاج بهذا يرى أن فعل الشرط الواقع بعد (إن) الشرطية المؤكدة بـ (ما) يجب تأكيده بالنون، وهذا ما يوضح معنى قوله: (إلا أن الجزاء إذا جاء معها النون الثقيلة لزمتها (ما)، أي أن (إن) الشرطية إذا اتصل فعل الشرط معها بـ (نون التوكيد) وجب زيادة (ما) معها، وبهذا قال المبرد، قال السمين: ليس في كلامهما ما يدل على لزوم (النون) غاية ما فيه أنهما شرطا في صحة تأكيده بالنون زيادة (ما) \"الدر المصون\" ١/ ٣٠٠، ٣٠١، وقال سيبويه والفارسي وطائفة: لا يلزم تأكيده، وسيأتي رد الفارسي على الزجاج، انظر: \"المقتضب\" ٣/ ١٣، \"تفسير ابن عطية\" ١/ ٢٦٢ - ٢٦٣، \"البحر\" ١/ ١٦٧.(٥) في \"معاني القرآن\": (وجواب الشرط في (الفاء) مع الشرط الثاني وجوابه وهو {فَمَنْ تَبِعَ هُدَايَ} وجواب {فَمَنْ تَبِعَ هُدَايَ} قوله: {فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ}) \"معاني القرآن\" للزجاج ١/ ٨٦ وما أخذ به الزجاج في جواب الشرط: هو قول سيبويه كما ذكر ابن عطية وقال: وحكي عن الكسائي أن قوله: {فَلَا خَوْفٌ عَلَيْهِمْ} جواب الشرطين جميعا ..) قال ابن عطية: (حكي هذا وفيه نظر ..) \"تفسير ابن عطية\" ١/ ٢٦٤، وقيل جواب الشرط الأول محذوف تقديره: فإما يأتينكم مني هدى فاتبعوه وقوله: {فَمَنْ تَبِعَ} جملة مستقلة، قال السمين: وهو بعيد، انظر: \"الدر المصون\" ١/ ٣٠١.</p><p> (ما)  (١) التأكيد (٢) . </p><p> قال أبو بكر بن السراج: الشرط وجوابه نظير المبتدأ والخبر، إذ كان الشرط لا يتم إلا بجوابه، ولك أن تجعل خبر المبتدأ جملة، هي أيضا مبتدأ وخبر، نحو قولك:  (زيد أبوه منطلق) كذلك في الشرط (٣) لك أن تجيبه بجملة (٤) هي جزاء وجواب، نحو قولك:  (إن تأتني فمن يكرمني أكرمه) كذلك قوله: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى} لآية (٥) . </p><p> وهذا الذي ذكره ابن السراج بيان ما أجمله أبو إسحاق. </p><p> قال أبو علي (٦) : قول أبي إسحاق: (الجزاء إذا جاء في الفعل معه النون الثقيلة أو (٧) الخفيفة لزمه (ما)  (٨) يوهم (٩) أن (ما) لزم لدخول (النون) ، وأن سبب لحاق (ما) لحاق (النون) . </p><p> والأمر بعكس ذلك وخلافه، لأن السبب الذي دخلت (النون) الشرط </p><p>(١) (ما) ساقطة من (أ)، (ج)، وأثبتها كما في (ب) لاقتضاء السياق لها. (٢) قوله: (التأكيد) كذا في جميع النسخ ولعل الصواب (للتأكيد)، انظر: \"مشكل إعراب القرآن\" ١/ ٣٩،\"البيان في غريب إعراب القرآن\" ١/ ٧٦.(٣) (لك) ساقطة من (ب).(٤) (بجملة) ساقط من (ب).(٥) كلمة (الآية) ساقطة من (ب) لم أقف على كلام ابن السراج بهذا النص، ولكن انظر معناه في كتابه \"الأصول في النحو\" ٢/ ١٥٨.(٦) ورد كلام أبي علي في كتاب \"الإغفال فيما أغفله الزجاج من المعاني\" متعقبا فيه الزجاج وقد نقل عنه الواحدي طويلا، انظر: \"الإغفال\" ص ١٠٣ - ١١٣.(٧) في (ب): (والخفيفة) بالواو ومثله في \"الإغفال\" ص ١٠٤.(٨) في (ب): (أن).(٩) في \"الإغفال\": (نوهم) ص ١٠٤.</p><p> في قوله:  {فَإِمَّا يَأْتِيَنَّكُمْ} و {فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا}  [مريم: ٢٦] ، {وَإِمَّا تُعْرِضَنَّ}  [الإسراء: ٢٨] ونحو ذلك عند النحويين إنما هو لحاق (ما) أول الفعل بعد (إن) فلذلك صار موضعا للنونين (١) ، بعد أن لم يكن لهما موضعا. </p><p> وإنما كان كذلك عند سيبويه (٢) وأصحابه لمشابهة فعل الشرط، بلحاق (ما) به بعد (إن) ، الفعل المقسم عليه. </p><p> وجهة المشابهة: أن (ما)  (٣) حرف تأكيد كما أن (اللام)  (٤) تكون </p><p> تأكيداً، والفعل وقع بعد (ما) كما (٥) وقع في القسم بعد (اللام) . فلما </p><p> شابهت (اللام) في ذلك، لزم الفعل مع (ما)  (٦) في الشرط (النون) ، كما </p><p> لزمته (٧) في (ليفعلن) ، فسبب (٨) لحاق (النون) دخول (ما) على ما يذهب </p><p> إليه النحويون (٩) . قال أبو إسحاق: وفتح ما قبل النون {يَأْتِيَنَّكُمْ} </p><p>(١) أي: نون التوكيد الثقيلة، ونون التوكيد الخفيفة. (٢) انظر: \"الكتاب\" ٣/ ٥١٤, ٥١٥.(٣) (ما) ساقطة من (ب).(٤) أي لام القسم في مثل (لتفعلن). قال سيبوبه: (... ومن مواضعها أي نون التوكيد حروف الجزاء إذا وقعت بينها وبين الفعل (ما) للتوكيد، وذلك لأنهم شبهوا (ما) بـ (اللام) التي في (لتفعلن) لما وقع التوكيد قبل الفعل ألزموا (النون) آخره كما ألزموا هذه (اللام) ..) \"الكتاب\" ٣/ ٥١٤، ٥١٥.(٥) في (ب): (كان).(٦) في (ب): (لزم الفعل معها في الشرط).(٧) في (ب): (لزمه).(٨) في (ج): (بسبب).(٩) \"الإغفال\" ص ١٠٤، وانظر: \"الكتاب\" ٣/ ٥١٥.</p><p> لسكونه (١) ، وسكون النون الأولى. </p><p> قال أبو علي: لا يخلو (٢) حركة (الياء) بالفتح من أن يكون لالتقاء الساكنين، كما ذكر أبو إسحاق، أو يكون حركة بنى الفعل عليها، لانضمام الحرف إليه. </p><p> فلو كانت الحركة بالفتح لالتقاء الساكنين في {يَأْتِيَنَّكُمْ} ونحوه لما حرك به في (هل تضربن)  (٣) و (هل تذهبن)  (٤) ونحوه من الصحيح. </p><p> ألا ترى أن الساكنين لا يلتقيان في هذا كما يلتقيان في المعتل، والتحرك بالفتح مع (٥) ذلك لازم له، ولو كانت الحركة لالتقاء الساكنين ما لزمت هنا. </p><p> وفي تحرك هذا الضرب بالفتح أعني:  (الصحيح)  (٦) ما يدل على أن المتحرك بالفتح في: {يَأْتِيَنَّكُمْ} ونحوه للبناء، دون التقاء الساكنين، فثبت </p><p>(١) في \"معاني القرآن\": السكون الياء وسكون النون الأولى) \"معاني القرآن\" ١/ ٨٦ يذكر الزجاج هنا أن الفعل المؤكد بنون التوكيد في قوله: {فَإِمَّا يَأْتِيَنَّكُمْ} يفتح ما قبل النون لتفادي التقاء ساكنين (الياء) التي هي آخر الفعل، والنون الأولى من نون التوكيد المشددة. وهذا التعليل غير كاف عند بعض النحويين، بل يرون أن الفعل المضارع الذي لم يتصل بضمير رفع ساكن إذا أكد بالنون اعتبر معها مركبا وبني على الفتح، وبهذا اعترض أبو علي على الزجاج كما في كلامه الآتي الذي نقله الواحدي عن \"الإغفال\" ص ١١٤. (٢) في (ب): (لا تخلوا) (أن تكون) (أو تكون) بالتاء في المواضع الثلاثة ومثله في \"الإغفال\" ص ١١٤، وهذا أولى.(٣) في (ج): (هل تضربين).(٤) في (ج): (هل تكرهين).(٥) في (ب): (من ذلك).(٦) في \"الإغفال\": (أعني: الذي لا ساكنين فيه ... إلخ) ص ١١٥.</p><p> بهذا فساد قوله. </p><p> ويدل أيضًا على فساد قولِه قولُهم:  (قُولَنَّ) و (بيعنَّ) ولا تخلو (١) اللام في: (قولن) من أن تكون (٢) محركة لالتقاء الساكنين [أو لبناء الفعل مع الحرف بالفتح، فالذي يفسد القول بأنها محركة لالتقاء (٣) الساكنين] (٤) ردك العين في: (قولن) و (بيعنَّ) ، ألا ترى أن (اللام لو كانت حركتها (٥) للساكنين لم يلزم رد العين، كما أن حركتها لما كانت في:  (قل الحق) و (بع الثوب) لالتقاء الساكنين لم يلزم رد العين فيه، فردنا للعين (٦) في: (قولن) ونحوه وحذفنا لها في: (قل الحق) دليل بَيِّن أن الحركة في (قولن) لبناء الفعل مع الحرف على الفتح، إذ لو كانت لالتقاء الساكنين ما رُدَّت العين كما لم ترد في (قل الحق)  (٧) ، وإنما لم ترد في (قل الحق)  (٨) لأن النية بحركتها السكون، وما تحرك لها من الساكن الثاني غير لازم (٩) . </p><p>(١) في (ج): (يخلو). (٢) من (ب): وفي غيرها: (يكون).(٣) في \"الإغفال\": (محركة للساكنين) ص ١١٦.(٤) ما بين المعقوفين ساقط من (أ)، (ج) وأثبته من (ب) وهو ثابت في \"الإغفال\" ص ١١٥ وصحة السياق تقتضيه.(٥) في (ج): (لو كانت لالتقاء الساكنين).(٦) في (ب): (العين).(٧) في \"الإغفال\": .. (كما لم ترد في (قل الحق) لما كانت الحركة فيه لالتقاء الساكنين، وإنما لم ترد (العين) المحذوفة للساكنين من (قل) ونحوه، وإن تحركت اللام، لأن النية بحركتها ... إلخ) \"الإغفال\" ص ١١٦.(٨) قوله: (قل الحق) ساقط من (ب).(٩) انتهى ما نقله عن \"الإغفال\"، بتصرف يسير في بعض الكلمات، وانظر بقية كلام أبي علي في \"الإغفال\" ص ١١٦ - ١١٩.</p><p> ومعنى قوله:  {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى} أي: فإن يأتكم مني شريعة ورسول وبيان ودعوة (١) . </p><p> {فَمَنْ تَبِعَ هُدَايَ} أي: قبل أمري واتبع ما آمر به، فلا خوف عليه في الآخرة ولا حزن (٢) . </p><p> والخطاب لآدم وحواء وذريتهما (٣) ، أعلمهم أنه يبتليهم بالطاعة ويجازيهم بالجنة عليها، وبالنار على تركها، وأن هذا الابتلاء وقع عند الهبوط إلى الأرض (٤) . </p><p> وقوله تعالى:  {هُدَايَ} فتحت (الياء) فيه (٥) ، لأنها أتت بعد ساكن، وأصلها الحركة التي هي الفتح، والأصل أن تقول:  (غلامي) فتفتح (٦)  (الياء) ، لأنها حرف في موضع اسم مضمر (٧) منع الإعراب فألزم الحركة، </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٤٦، \"تفسير أبي الليث\" ١/ ١١٣، \"تفسير ابن عطية\" ١/ ٢٦٣ - ٢٦٤، \"تفسير ابن كثير\" ١/ ٨٧ - ٨٨. (٢) قوله: (ولا هم يحزنون) قال الطبري: (ولا هم يحزنون يومئذ على ما خلفوا بعد وفاتهم في الدنيا) الطبري في \"تفسيره\" ١/ ٢٤٧، وبهذا قال أكثر المفسرين، انظر: \"تفسير أبي الليث\" ١/ ١١٣، و\"تفسير ابن كثير\" في ١/ ٨٨، وذكر ابن عطية في معنى الآية وجها آخر: أي لا خوف عليهم يوم القيامة، ولا هم يحزنون فيه ١/ ٢٦٥٨، والأولى عموم الآية. والله أعلم.(٣) ذكره ابن جرير، وذكر وجها آخر: وهو أن الخطاب لمن أهبط من السماء وهم آدم وحواء وإبليس ورجح هذا الوجه، انظر: \"الطبري\" ١/ ٢٤٦، ورجحه ابن عطية في \"تفسيره\" ١/ ٢٦٢، وبه قال ابن كثير في \"تفسيره\" ١/ ٨٧.(٤) انظر: \"معاني القرآن\" للزجاج ١/ ٨٥(٥) من \"معاني القرآن\" للزجاج بتصرف ١/ ٨٦، ٨٧.(٦) في (ج): (بفتح) ومثله في \"معاني القرآن\" ١/ ٨٧.(٧) أي أن (الياء) ضمير جاء على حرف واحد فيأخذ حكم الحرف في أنه يفتح إذا جاء بعد ساكن، \"معاني القرآن\" ١/ ٨٧.</p><p> كما ذكرنا في قوله:  {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ}  [البقرة: ٣٠] فيمن (١) فتح (الياء) . </p><p> وحذف الحركة (٢) جائز لأن (الياء) من حروف المد واللين، وفي {هُدَايَ} سكن ما قبلها، ولم (٣) يكن بد من تحريكها، فجعل حظها ما كان لها في الأصل من الحركة وهو الفتح (٤) . </p><p> وروى ابن الأنباري أن النبي صلى الله عليه وسلم قرأ {فَمَنْ تَبِعَ هُدَايَ} قال (٥) : وهي لغة طيئ (٦) ، يقولون: هذه عصيَّ ورحَيَّ (٧) . </p><p> وقرأ ابن أبي إسحاق (٨) : {هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا}  (٩)  [طه: ١٨] وقال أبو ذؤيب: </p><p>(١) في (ج): (فمن). (٢) في (ب): (الياء).(٣) في (ب): (فلم).(٤) \"معاني القرآن\" للزجاج ١/ ٨٧.(٥) في (ب): (وقال).(٦) لغة هذيل، انظر: \"المحتسب\" ١/ ٧٦، و\"تفسير ابن عطية\" ١/ ٢٦٤، و\"تفسير القرطبي\" ١/ ٢٨٠.(٧) ذكر هذه القراءة ابن جني في \"المحتسب\" قال: (قراءة النبي صلى الله عليه وسلم وأبي الطفيل، وعبد الله بن أبي إسحاق، وعاصم الجحدري، وعيسى ابن عمر الثقفي (هُدَيَّ) ..) \"المحتسب\" ١/ ٧٦ ونحوه في \"البحر المحيط\" ١/ ١٦٩، وانظر: \"معاني القرآن\" للزجاج ١/ ٨٧، \"البيان\" ١/ ٧٦، و\"تفسير ابن عطية\" ١/ ٢٦٤، و\"تفسير القرطبي\" ١/ ٢٨٠.(٨) هو عبد الله بن أبي إسحاق الحضرمي النحوي البصري، أخذ القراءة عن يحيى بن يعمر ويعمر ونصر بن عاصم، وتوفي سنة تسع وعشرين ومائة، انظر: \"غاية النهاية\" ١/ ٤١٠.(٩) (هي) ساقطة من (ب).</p><p> تَرَكُوا هَوَيَّ وَأَعْنَقُوا لِهَواهُمُ ... فَتُخُرِّمُوا وَلِكُلِّ جَنْبٍ مَصْرَعُ (١) </p><p> وقال آخر (٢) : </p><p> يُطَوَّفُ بِي عِكَبٌّ (٣) فِي مَعَدٍّ ... وَيَطْعَنُ بِالصُّمُلَّةِ فِي قَفَيَّا </p><p> فَإِنْ لَمْ تَثْأَرُوا لِي مِنْ عِكَبٍّ ... فَلَا أَرْوَيْتُم أبَدًا صَدَيَّا (٤) </p><p> وقال أبو دواد (٥) : </p><p>(١) البيت من قصيدة قالها أبو ذؤيب يرثي بنيه، حيث ذهبوا للجهاد، وكان هواه أن يقيموا معه، وأن يموت قبلهم، قوله: فَتُخُرِّمُوا: أخذوا واحدًا واحدًا، تخرمتهم المنية، ولكل جنب مصرع: أي كل إنسان يموت، انظر: \"شرح أشعار الهذليين\" ١/ ٧، \"المحتسب\" ١/ ٧٦، \"المفضليات\" ص ٤٢١، \"شرح المفصل\" ٣/ ٣٣، \"تفسير ابن عطية\" ١/ ٢٦٤، و\"تفسير القرطبي\" ١/ ٢٨٠، \"البحر\" ١/ ١٦٩. والراوية للبيت في المصادر كلها (سبقوا) بدل (تركوا). (٢) البيتان للمُنَخَّل اليَشْكري، وقال في \"الصحاح\": (المتَنخِّل اليَشْكُري)، وفي الهامش: اسم اليَشُكري (المنخل) وأما (المنتخل) فهو الهذلي، \"الصحاح\" ١/ ١٨٨، وكان من قصة المُنخل (أنه كان بينه وبين المتجردة امرأة النعمان بن المنذر علاقة ولما علم النعمان دفعه إلى سجانه واسمه (عِكب) فقيده وعذبه.(٣) في (ب): (كعب) في الموضعين.(٤) يروي البيت: (تثأران) و (فلا رَوَّيْتُما) وقوله: (صَدَيَّا): الصدى في زعم الجاهلية طائر يصيح إذا لم يتأر بالمقتول، وقيل هو اسم ماد والصملة هي العصا. وشاهد (صديا) و (قفيا) حيث استعملهما على لغة هذيل، الأبيات في \"المحتسب\" ١/ ٧٦، \"الخصائص\" ١/ ١٧٧، \"شرح المفصل\" ٣/ ١٨٨، \"ترتيب الإصلاح\" ١/ ١٨٥، والبيت الأول في \"الصحاح\" (عكب) ١/ ١٨٨، \"اللسان\" (عكب) ٥/ ٣٠٥٤.(٥) هو أبو دواد الإيادي، وكان قد جاور هلال بن كعب من تميم، فلعب غلام له مع غلمان الحي في غدير فغطسوه في الماء ومات، فعزم أبو دواد على مفارقتهم وذم جوارهم، وحاولوا إرضاءه فقال البيت وبيتًا قبله.</p>"
}