{
  "id": null,
  "sura": 2,
  "aya": 48,
  "text": "<p> وذلك أن ذلك الثوب فضل على سائر الثياب التي تصان وتدخر. وهذا التفضيل (١) هو ما ذكر في قوله {إِذْ جَعَلَ فِيكُمْ أَنْبِيَاءَ} الآية [المائدة:٢٠] . وأراد بـ (العالمين) عالمي زمانهم (٢) ، والخطاب للموجودين منهم في ذلك الوقت والمراد به سلفهم، ولكن في تفضيل الآباء شرفا للأبناء، ولذلك قال لهم:  {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ}  (٣) . </p><p> ٤٨ - قوله تعالى:  {وَاتَّقُوا يَوْمًا لَا تَجْزِي} الآية. لا تجزي معناه: لا تقضي ولا يغني (٤) ، ومنه قوله صلى الله عليه وسلم لأبي بردة بن نِيَار (٥) : (ولا تجزي عن أحد بعدك)  (٦) ، معناه: </p><p>(١) انظر: \"تفسير الرازي\" ٣/ ٥٢، و\"ابن كثير\" ١/ ٩٤. (٢) ذكره ابن جرير عن قتادة وأبي العالية ومجاهد وابن زيد، وقال ابن جرير: أخرج مخرج العموم ويراد به الخصوص ١/ ٢٦٤ - ٢٦٥، وكذا قال ابن قتيبة في \"غريب القرآن\" ص ٣٨، وانظر. \"تفسير الثعلبي\" ١/ ٦٩ ب، وابن عطية ١/ ٢٨١، و\"تفسير القرطبي\" ١/ ٣٢١، \"زاد المسير\" ١/ ٧٦، و\"تفسير ابن كثير\" ١/ ٩٤.(٣) انظر: \"تفسير الطبري\" ١/ ٢٦٤، \"معاني القرآن\" للزجاج ١/ ٩٧، \"تفسير ابن عطية\" ١/ ٢٨١.(٤) كذا في (أ)، (ج) وفي (ب) بدون إعجمام، وفي \"الوسيط\": (لا يقضي ولا يغني) وفي الحاشية قال: في (أ)، (ب): (لا تقضي ولا تعني) ١/ ٩٩، وفي \"تفسير الطبري\": (لا تقضي ولا تغني)،١/ ٢٦٦، وانظر: \"تفسير الثعلبي\" ١/ ٦٩ ب، \"تهذيب اللغة\" (جزى) ١/ ٦٠١.(٥) هو أبو بُردة بن نِيَار بن عمرو الأنصاري، من حلفاء الأوس، صحابي جليل شهد العقبة وبدرا والمشاهد النبوية الأخرى، توفي سنة اثنتين وأربعين، انظر \"طبقات ابن سعد\" ٣/ ٤٥١، \"الإصابة\" ٤/ ١٨، ٣/ ٥٩٦، \"سير أعلام النبلاء\" ٢/ ٣٥.(٦) قطعة من حديث في قصة أبي بردة بن نِيَار، حينما ذبح قبل صلاة العيد، فأذن له النبي صلى الله عليه وسلم أن يضحي بالجذعة المعزى. أخرجه البخاري في عدة =</p><p> ولا تقضي (١) ، ومنه أيضا ما روي (أن رجلا كان يداين للناس، وكان له كاتب ومتجاز،وكان يقول له:إذا رأيت الرجل معسرا فأنظره، فغفر الله له (٢) ، فالمتجازي: المتقاضي (٣) . </p><p> ومنه الجزية، لأن معناها في كلام العرب: الخراج المجعول على الذمي، سمي جزية لأنها قضاء منه (٤) . </p><p> قال أهل (٥) العربية: وأصل هذا الحرف من الجزاء الذي هو </p><p>= مواضع، فأورده (٩٥٥) كتاب (العيدين) باب (الأكل يوم النحر). و (٩٦٥) باب (الخطبة بعد العيد)، و (٩٦٨) باب: (التبكير إلى العيد)، و (٩٨٣) باب (كلام الإمام والناس في خطبة العيد). و (٥٥٤٥) كتاب (الأضاحي) باب (سنة الأضحية)، و (٥٥٥٦) باب (قول النبي صلى الله عليه وسلم لأبي بردة ضح بالجذع من المعز)، و (٥٥٦٠) باب (الذبح بعد الصلاة). و (٥٥٦٣) باب (من ذبح قبل صلاة وأعاد). أخرجه مسلم من عدة طرق (١٩٦١) كتاب الأضاحي، وأخرجه أبو داود (٢٨٠٠) كتاب: (الأضاحي) باب (ما يجوز من السن في الضحايا)، وأحمد في \"مسنده\" ٤/ ٢٨٢، ٢٩٨، ٣٠٣ كلهم عن البراء. (١) ذكره أبو عبيد عن الأصمعي. \"غريب الحديث\" ١/ ٤٣، وانظر: \"تهذيب اللغة\" (جزى) ١/ ٦٠١.(٢) الحديث بهذا النص ذكره أبو عبيد في الغريب قال: (ومنه حديث يروى عن عبيد ابن عمير: (أن رجلا كان يداين الناس ..) الحديث. \"غريب الحديث\" ١/ ٤٣. ولم أجده بهذا اللفظ، وقد أخرج البخاري عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"كان تاجر يداين الناس فإذا رأى معسرًا قال لفتيانه: تجاوزوا عنه لعل الله أن يتجاوز عنا، فتجاوز الله عنه\" (٢٠٧٨) كتاب البيوع باب (من أنظر معسرًا)، وأخرج مسلم (١٥٦٢) كتاب (البيع)، باب (فضل إنظار المعسر). ذكره الألباني في \"صحيح الجامع الصغير\" \"وزيادته\" (٤٤٥٤).(٣) \"غريب الحديث\" لأبي عبيد ١/ ٤٣، \"الصحاح\" (جزى) ٦/ ٢٣٠٢.(٤) \"تهذيب اللغة\" (جزى) ١/ ٦٠٢.(٥) في (ب): (وقال) و (أهل) ساقط.</p><p> المكافأة، ومقابلة الشيء بالشيء، فيجزي بمعنى: يكفى، لأنه يقابل فيه الشىء بمقداره (١) . </p><p> ومعنى (لا تجزي نفس عن نفس) أي لا يقابل مكروهها بشيء يدرؤه عنها (٢) . </p><p> وموضع (لا تجزي) نصب، لأنه صفة ليوم (٣) . والعائد على اليوم محذوف من الآية، واختلف النحويون فيه، فقال الفراء (٤) : التأويل: (لا تجزي فيه نفس عن نفس) ثم حذفت الصفة (٥) ، ومثله قوله: {وَأَنذِرْهُم يَوْمَ </p><p>(١) قال الأزهري: (وبعض الفقهاء يقول: أجزى عنك بمعنى جزى، أي: قضى. وأهل اللغة يقولون: أجزأ بالهمز، وهو عندهم بمعنى: كفى \"تهذيب اللغة\" (جزى) ١/ ٦٠١، وانظر: \"الصحاح\" (جزى) ٦/ ٢٣٠٢، \"اللسان\" (جزى) ٢/ ٦٢١، قال الطبري في \"تفسيره\": (وأصل (الجزاء) في (كلام العرب): القضاء والتعويض .. ، وقال قوم من أهل العلم بلغة العرب: (يقال: أجزيت عنه كذا): إذا أعنته عليه، وجزيت عنك فلانا: إذا كافأته. وقال آخرون منهم: بل (جزيت عنك): قضيت عنك، و (أجزيت): كفيت، وقال آخرون منهم: (بل هما بمعنى واحد ..) وزعم آخرون أن (جزى) بلا همز: قضى. و (أجزأ) بالهمز: كافأ. \"تفسير الطبري\" ١/ ٢٢٦، وانظر. \"غريب القرآن\" لابن قتيبة ص ٣٨ - ٣٩. (٢) قال ابن جرير في \"تفسيره\": (واتقوا يومًا لا تقضي نفس عن نفس شيئًا ولا تغني عنها عنى) الطبري في \"تفسيره\" ١/ ٢٦٦، و\"تفسير أبي الليث\" ١/ ١١٦، و\"تفسير الثعلبي\" ١/ ٦٩ب، و\"تفسير ابن عطية\" ١/ ٢٨٢، و\"تفسير البغوي\" ١/ ٩٠، و\"تفسير الرازي\" ٣/ ٥٤، و\"تفسير ابن كثير\" ١/ ٩٥.(٣) انظر: \"مشكل إعراب القرآن\" ١/ ٤٤، \"البيان\" ١/ ٨٠، \"الإملاء\" ١/ ٣٥، وقال النحاس: قوله: (لا تجزى) في موضع نصب عند البصريين على نعت لليوم، وعند الكوفيين صلة. \"إعراب القرآن\" ١/ ١٧١.(٤) انظر \"معاني القرآن\" الفراء ١/ ٣١.(٥) مراده بالصفة حرف الجر، كما هو في اصطلاح الكوفيين، وهو هنا (في) المتصل =</p><p> الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ} [غافر: ١٨] والمعنى: ما للظالمين فيه من حميم (١) ، وكذلك قوله:  {يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا}  [الدخان: ٤١] أي: فيه، وهذا أيضا مذهب سيبويه (٢) . </p><p> وكان الكسائي لا يجيز إضمار الصفة، ويقول: إن المحذوف هاهنا (٣)  (الهاء) وتقديره كأنك قلت: (واتقوا يوما لا تجزيه نفس عن نفس) فجعل اليوم مفعولا على السعة، ثم ألقيت الهاء، كما تقول: رأيت رجلاً أحبّ، تريد (أحبه)  (٤) وينشد على هذا (٥) : </p><p> قَدْ صبَّحَتْ صَبحَهَا السَّلاَمُ ... بِكَبِدٍ خَاَلطَهَا السَّنَامُ </p><p> في ساعة يُحَبُّهَا الطَعَامُ (٦) </p><p>= بالضمير العائد على اليوم. انظر: \"معاني القرآن\" للفراء ١/ ٣١، \"الحجة\" لأبي علي ٢/ ٤٤، ٤٥. (١) انظر: \"الحجة\" ٢/ ٤٥.(٢) وهو مذهب البصريين وجماعة من الكوفيين، انظر \"معاني القرآن\" للزجاج ١/ ٨٩، \"إعراب القرآن\" للنحاس ١/ ١٧١، \"معاني القرآن\" للأخفش ١/ ٢٥٨، \"المشكل\" لمكي ١/ ٤٤، \"تفسير ابن عطية\" ١/ ٢٨٢، \"البحر\" ١/ ١٨٩، ١٩٠، قال أبو حيان. والوجهان يعني تقديره: لا تجزى فيه ولا تجزيه، جائزان عند سيبويه والأخفش والزجاج، انظر: \"تفسير القرطبي\" ١/ ٣٢١ - ٣٢٢.(٣) في (ج): (هنا).(٤) انظر: \"معاني القرآن\" للفراء ١/ ٣٢، والزجاج ١/ ٩٨، \"إعراب القرآن\" للنحاس ١/ ١٧١، \"تفسير الطبري\" ١/ ٢٦٥، و\"البيان\" ١/ ٨٠، و\"تفسير القرطبي\" ١/ ٣٢١، \"البحر\" ١/ ١٩٠.(٥) في (ب): (على هذا قال).(٦) الرجز لم ينسب، والرواية في جميع المصادر (سنام)، ومعنى: (صبحت): أتت بالصبوح، واستعمله في الطعام الذي أتته به مجازا، ويدعوا لها بالخير: (صبحها السلام)، لأنها أتته به على حاجة شديدة للطعام. ورد الزجر في \"معاني القرآن\" =</p><p> يعني يُحَبُّ فيها، فجعل الظرف مفعولا على السعة، وهذا أيضا مذهب الأخفش (١) . </p><p> قال الكسائي: ولو أجزت إضمار الصفة هاهنا لأجزت: أنت الذي كلمت، وأنا أريد: كلمت فيه، وهذا رجل قصدت، وأنا أريد: إليه، وهذا رجل أرغب، وأنا أريد: فيه، ولم يجز إضمار حرف الصفة في هذه المواضع كذلك في الآية (٢) . </p><p> قال الفراء والزجاج وجماعة النحويين: لا يلزم ما ذكره الكسائي، لأن الصفة مع الظروف جائزة الحذف، ألا ترى أنك تقول: أتيتك يوم الخميس [وفي يوم الخميس]  (٣) فيكون المعنى واحد، وإذا قلت: كلمتك، كان غير معنى كلمت فيك، فلما اختلف المعنى مع الأسماء التي لا تكون ظروفا لم يجز إضمار الصفة معها. و (اليوم) من أسماء الزمان، وأسماء الزمان يكون فيها ما لا يكون في غيرها (٤) . </p><p> قال أبو علي (٥) : الظروف نوع من أنواع المفعولات المنتصبة عن </p><p>= للفراء ١/ ٣٢، و\"تفسير الطبري\" ١/ ٢٦٥، \"الكامل\" ١/ ٣٤، \"الحجة\" لأبي علي ٢/ ٤٥، \"المخصص\" ١٢/ ٢٤٣، ١٤/ ٧٥. (١) مذهب الأخفش جواز الوجهين كما سبق، انظر: \"معاني القرآن\" للأخفش ١/ ٢٥٨ - ٢٦٠.(٢) انظر: \"معاني القرآن\" للأخفش ١/ ٢٦٠، و\"معاني الفراء\" ١/ ٣٢، و\"إعراب القرآن\" للنحاس ١/ ١٧١، و\"تفسير القرطبي\" ١/ ٣٢١، و\"البحر\" ١/ ١٩٠.(٣) (وفي يوم الخميس) ساقط من (أ)، (ج) والواو من قوله: (وفي) ساقطة من (ب)وثوبتها يقتضيه السياق، الجملة بهذا النص في \"معاني القرآن\" للفراء ١/ ٣٢.(٤) انظر: \"معاني القرآن\" للفراء ١/ ٣٢، و\"معاني الأخفش\" ١/ ٢٦٠، و\"معاني الزجاج\" ١/ ٩٩.(٥) نقل الواحدي عن \"الإغفال\" ص ١٧٤ (رسالة ماجستير).</p><p> تمام الكلام، وهو زمان أو مكان (١) . </p><p> فأما أسماء الزمان: فالفعل يتعدى إلى مختصه ومبهمه ومعرفته ونكرته وكل نوع منه، كما يتعدى إلى المصدر، وكل ضرب منه. وإنما كان كذلك لاجتماعهما (٢) في دلالة الفعل عليهما. </p><p> ألا ترى أن في لفظ (٣) الفعل دلالة على الزمان كما أن في لفظه دلالة على الحدث. </p><p> وأما أسماء المكان فإن الفعل يتعدى إلى المبهم منها بغير حرف الجر دون (٤) المختص (٥) . </p><p> ومعنى المبهم منها ما كان شائعاً ولم يكن له حدود معلومة نحو: خلف وقدام وسائر الجهات الست، وعند. ألا ترى أنه لا حدود لهذه المسميات تقف عندها، كما للمسجد والسوق (٦) والبيت وبغداد والبصرة، تقول:  (قمت خلفك) فتعدي إليه الفعل، و (قمت في المسجد) ، ولا تقول:  (قمت المسجد) ، وإنما كان كذلك لأن الفعل لا يدل على ظروف المكان </p><p>(١) في \"الإغفال\": (أو مشبه بهما) ص ١٧٤. (٢) في (أ)، (ج): (لاجتماعها) وأثبت ما في (ب) لأنه أصوب وموافق لما في \"الإغفال\" ص ١٧٤.(٣) في (ب) تكرار ونصها: (ألا ترى أن لفظ الفعل دلالة الفعل عليهما ألا ترى أن في لفظ الفعل دلالة على الزمان ..).(٤) (دون) ساقط من (ب).(٥) ذكر كلام أبي علي بمعناه. \"الإغفال\" ص ١٧٥، وانظر: \"الكتاب\" ١/ ٤١٢ - ٤١٧.(٦) نص كلام أبي علي: (.. ألا ترى أنه لا حدود لهذه المسميات تقف عندها فتحصرها بها، كما تحصر بها المختصة منها نحو: المسجد والسوق ..) \"الإغفال\" ص ١٧٤، وكلامه أوضح من عبارة الواحدي.</p><p> بلفظه وإنما يدل عليها بالمعنى كما يدل على المفعول، والمفعول إذا تعدى الفعل إليه بحرف جر لا يجوز حذف حرف الجر منه إلا أن يسمع ذلك من العرب (١) . </p><p> ألا ترى أنك تقول: مررت بزيد، ولا يجوز أن تقول: مررت زيداً (٢) ، فكذلك كان القياس في جميع ظروف المكان أن يتعدى الفعل إليها (٣) بحرف الجر، إلا أن المبهمة جاز حذف الجر منها، لأنها قد أشبهت ظروف الزمان، وذلك أنه ليس لها خلق (٤) كما أن الزمان لا خلقة له، فباين ظروف المكان بعضها بعضا (٥) . </p><p> فالخلف والقدام وهذه المبهمة يجوز أن تنقلب كلها فيصير الخلف قداما، والقدام خلفا، كما يجوز أن ينقلب ظرف (٦) الزمان فيصير اليوم أمس. </p><p> فلما شبهت المبهمة من ظروف المكان بظروف الزمان عَدَّوْا إليها الفعل من غير توسط حرف الجر. وأما المختصة كالدار والبيت والمسجد </p><p>(١) \"الإغفال\" ص ١٧٤ - ١٧٥، نقل كلامه بالمعنى. (٢) في (ب): (مزيدا).(٣) (اليها) ساقط من (ب).(٤) أي ليس لها مدلول محسوس وحيز وهيئة، إنما مدلولها معنوي، كالقدام والخلف، وهذه العبارة لم ترد في \"الإغفال\".(٥) في (أ)، (ج): (بعضها بعضها) وأثبت ما في (ب)، لأنه أصوب، المراد أن ظروف المكان تختلف، فظروف المكان غير المختصة لها حكم ظروف الزمان، بخلاف ظروف المكان المختصة غير المبهمة فلا يتعدى الفعل إليها إلا بحرف الجر.(٦) في (ب): (تنقلب ظروف).</p><p> فلها خلق (١) كزيد وعمرو، ألا ترى أنه لا يسمى كل بقعة مسجدا ولا دارا، فلما جرت هذه الظروف مجرى زيد وعمرو، وجب أن لا يعدى الفعل إليها إلا (٢) بحرف جر، فأما قولهم:  (ذهبت الشام) يريدون إلى الشام، فهو شاذ عند سيبويه، وقولهم:  (دخلت البيت) فهو - أيضا شاذ عنده (٣) . وهو عند أصحابه مفعول به، لأنه ظرف صير مفعولا، فهو عندهم بمنزلة: هدمت البيت (٤) . قال أبو علي (٥) : والجائز عندي من هذه الأقاويل التي قيلت في الآية قول من قال: إن (اليوم) جعل (٦) مفعول (تجزي) على السعة، كقول الشاعر: </p><p> وَيَوْمٍ شَهِدْنَاهُ (٧) سُلَيْماً وَعَامِرًا (٨) </p><p>(١) في (ج): (حلف). (٢) في (ب): (اليها لا).(٣) انظر: \"الكتاب\" ١/ ٤١٤.(٤) انظر: \"الإغفال\" ص ١٧٥ - ١٧٦، نقل الكلام بمعناه.(٥) \"الإغفال\" ص ١٧٦.(٦) (جعل) ساقط من (ب).(٧) في (ج): (شهدنا).(٨) البيت لم يرد ضمن كلام أبي علي في هذا الموضع، وإنما ورد في كلام أبي إسحاق الزجاج، الذي نقله أبو علي، واستدرك عليه، انظر: \"الإغفال\" ص ١٧٢، \"معاني القرآن\" للزجاج ١/ ٩٨، والبيت من (شواهد سيبويه) ١/ ١٧٨، وورد في \"المقتضب\" ٣/ ١٠٥، \"الكامل\" ١/ ٣٣، \"مغني اللبيب\" ٢/ ٥٠٣، \"شرح المفصل\" ٢/ ٤٦، \"همع الهوامع\" ٣/ ١٦٦، والقرطبي في \"تفسيره\" ١/ ٣٢١، وقد نسبه سيبويه لرجل من بني عامر، وعجزه:قَلِيلٍ سِوى الطَّعْنِ النِّهَال نَوَافِلُه</p><p> ثم حذفت (الهاء) من الصفة كما تحذف من الصلة، وحذف (الهاء) من الصفة كحذفها (١) من الصلة، وذلك أن الصفة تخصص الموصوف كما أن الصلة تخصص الموصول، ومرتبتها أن تكون بعد الموصوف، كما أن مرتبة الصلة (٢) كذلك، وتتضمن الصفة ذكرا من موصوفها كما تتضمنه الصلة من موصولها، فشدة مشابهتهما على (٣) ما تراه. </p><p> وقد كثر مجيء الصلة محذوفاً منها العائد، كقولك:  (الذي رأيت زيد) والصفة كالصلة على ما ذكرنا من المشابهة، وإذا [قال]  (٤) كذلك حسن الحذف منها حسنه من الصلة. </p><p> فإن قال قائل: إذا جاز حذف الضمير المتصل من الصفة في نحو قولك: (هذا رجل ضربت) ، و (الناس رجلان: رجل أكرمت ورجل أهنت) فلم لا يجوز حذف الجار والمجرور من حيث جاز حذف الهاء؟ قيل: إنما </p><p>= ويروي البيت (يوما) و (يوم) مجرور برب المحذوفة، وسُلَيْم وعامر: قبيلتان من قيس عيلان، وقليل: مجرورة صفة ليوم، والنِّهال: المرتوية بالدم، والنوافل: الغنائم. والشاهد فيه نصب ضمير العائد على (يوم) بالفعل على التشبيه بالمفعول به اتساعًا ومجازًا. (١) في (أ)، (ب): (لحذفها) وأثبت ما في (ب)، لأنه هو الصواب، وأقرب إلى عبارة أبي علي في \"الإغفال\" ونص كلامه: (والجائز عندي من هذه الأقاويل التي قيلت في الآية قول من قال: إن اليوم جعل مفعولًا على السعة ثم حذفت الهاء من الصفة، كما تحذف من الصلة، لأن حذفها منها في الكثرة والقياس كحذفها منها. أما القياس فلأن الصفة تخصص الموصوف ..) ص ١٧٦.(٢) في (ج): (كما أن الصلة تكون كذلك).(٣) في (ج): (مشابهتها كما تراه).(٤) كذا وردت في جميع النسخ، وهو تصحيف والنص في \"الإغفال\" (فإذا كان كذلك) ص ١٧٧، وهذا هو الصواب.</p><p> جاز حذف الضمير المتصل من الصفة (١) لمشابهتها الصلة، وقد كثر حذف ذلك في الصلة وحسن، فلما كثر ذلك في الصلة وشابهتها الصفة شبهت بها أيضًا في حذف الضمير منها. ولا اختلاف بين الجميع (٢) في أن الضمير إذا خرج عن الفعل إلى الحرف فلم يتصل به لم يحذف من الصلة، فمن قال:  (الذي ضربت زيد) لم يقل: (الذي رغبت زيد) ، ولا (الذي مررت زيد)  (٣) ، إذا أراد (فيه) و (به) وإذا لم يجز ذلك في الأصل الذي هو الصلة المشبه به الصفة، كان في الصفة أبعد من الجواز (٤) . </p><p> وقوله تعالى:  {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} . قبول الشيء: تلقيه، والأخذ به، وخلاف الإعراض عنه (٥) . </p><p> اللحياني: يقال (٦) : قبلت الشيء أَقْبلَه قَبُولاً وقُبُولاً، وعلى فلان قَبُول، أي تقبله العين (٧) ، ومثل ذلك قال ابن الأعرابي (٨) . </p><p> وقوله:  {شَفَاعَةٌ} قال المبرد وثعلب: الشفاعة: كلام الشفيع الملك (٩) في حاجة يسألها لغيره (١٠) . وهو من الشفع الذي هو خلاف </p><p>(١) في (ب): (الصلة). (٢) في (ب): (الجمع). وفي \"الإغفال\": (.. بين الجميع من البصريين ..) ص ١٧٨.(٣) في (ج): (زيدا).(٤) أنتهى ما نقله عن أبي علي الفارسي من كتاب \"الإغفال\" ص ١٧٤ - ١٧٨. (رسالة ماجستير) وقد نقل الواحدي كلام أبي علي بتصرف.(٥) بنصه في \"الحجة\" لأبي علي ٢/ ٤٦.(٦) في (ب): (يقول).(٧) في (ج): (ليس).(٨) \"تهذيب اللغة\" (قبل) ٣/ ٢٨٧٥.(٩) كذا في جميع النسخ، وفي \"تهذيب اللغة\"، و\"اللسان\": (للملك).(١٠) \"تهذيب اللغة\" (شفع) ٢/ ١٨٩٧، وانظر: \"اللسان\" (شفع) ٤/ ٢٢٨٩.</p><p> الوتر، وكأنه سؤال من الشفيع يشفع سؤال المشفوع له (١) . </p><p> قال أحمد بن يحيى: الشفعة (٢) من هذا، ومعناها في اللغة كالزيادة، وهو أن يُشَفِّعَك فيما تطلب (٣) حتى تضمه إلى ما عندك فتزيده (٤) وتشفعه بها، أي أنه كان وترا فضم إليه ما زاده وشفعه به (٥) . ومن هذا يقال: شاة (٦) شافع، إذا كان معها ولدها (٧) . </p><p> قال أصحاب المعاني: ليس معنى: {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} أن هناك (٨) شفاعة لا تقبل، وإنما المعنى لا يكون (٩) شفاعة فيكون لها قبول، كما أن قوله:  {لَا يَسْأَلُونَ النَّاسَ إِلْحَافًا}  [البقرة: ٢٧٣] ، معناه: لا يكون منهم سؤال فيكون إلحاف (١٠) ، ويقول امرؤ القيس: </p><p>(١) انظر: \"تفسير الطبري\" ١/ ٢٦٧، \"تهذيب اللغة\" (شفع) ٢/ ١٨٩٨، \"اللسان\" (شفع) ٤/ ٢٢٨٩. (٢) في (ج): (الشفاعة).(٣) في (ج): (يطلب).(٤) في (ج): (فتزيده بها).(٥) \"تهذيب اللغة\" (شفع) ٢/ ١٨٩٨، وفيه: (قال المنذري وسمعت أبا العباس وسئل عن اشتقاق الشفعة في اللغة فقال: الشفعة: الزيادة ..)، وانظر: \"اللسان\" (شفع) ٤/ ٢٢٩٠.(٦) قوله: (يقال شاة) ساقط من (ب).(٧) ذكره أبو عبيدة في \"غريب الحديث\" ١/ ٢٥٧، وذكره عنه الأزهري، \"تهذيب اللغة\" (شفع) ٢/ ١٨٩٨.(٨) في (ب): (وأن هناك).(٩) في (ب): (تكون) ومثله في \"الحجة\" لأبي علي ٢/ ٤٧.(١٠) نقله عن أبي علي من \"الحجة\" ٢/ ٤٦، ٤٧، - ولم أجده عن أحد من أهل (المعاني) فيما اطلعت عليه وظاهر كلام أبي علي نفي أصل الشفاعة، حيث قال =</p><p> عَلَى لاَحِبٍ لاَ يُهْتَدى لِمَنَارِه ... إِذَا سَافَهُ العَوْدُ الدِّيَافِيُّ جَرْجَرَا (١) </p><p> أي ليس هناك (منار) فيكون اهتداء، وكقوله أيضًا-: </p><p> وَلاَ تَرى الضَّبَّ بهَا يَنْجَحِرْ (٢) </p><p> أي ليس هناك (ضب) فيكون منه (٣) انجحار. </p><p>= بعده فأما قوله: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا} [النجم: ٢٦]، فالمعنى لا تغني شفاعتهم أن لو شفعوا، ليس أن هناك شفاعة مثبتة ..) \"الحجة\" ٢/ ٤٨. ونفى أصل الشفاعة هو مذهب المعتزلة، كما قرره الزمخشري في \"الكشاف\" في تفسير هذه الآية، ورد عليه أحمد بن محمد بن المنير في كتاب \"الإنصاف\" في \"حاشية الكشاف\" ١/ ٢٧٨. ومعنى الآية عند الجمهور: أنه وإن كان ظاهرها العموم فهي مخصوصة بمن مات على كفره غير تائب. انظر: \"تفسير الطبري\" ١/ ٢٦٨، و\"تفسير البغوي\" ١/ ٩٠٠، و\"تفسير ابن كثير\" ١/ ٩٥. ولم ينبه الواحدي على كلام أبي علي الموهم لنفي الشفاعة، مع أن الواحدي ذكر المعنى الصحيح في الآية في موضع آخر كما سيأتي.(١) يروي البيت في جميع المصادر (بمناره) وفي \"ديوان امرئ القيس\" (النباطي) بدل (الديافي) قوله (على لاَحِبٍ): اللاحب الطريق البين الذي لحبتته الحوافر، ثم يستعمل لكل طريق بين وخفي، و (لا يهتدي لمناره): ليس فيه علم ولا منار يهتدى به، (سافه العَوْد) أي شمه المسن النجائب، (جرجرا): صوت ورغاء الإبل. ورد البيت في \"تهذيب اللغة\" (لحف) ٢/ ١٥٩٨، (ساف) ٢/ ١١٣٢، (داف) \"الحجة\" ٢/ ٤٧، \"شرح أشعار الهذليين\" ١/ ٣٦، \"الخصائص\" ٣/ ١٦٥، ٣٢١، \"مقاييس اللغة\" ٢/ ٣١٨، \"اللسان\" (ديف) ٣/ ١٤٦٦، (سوف) ٤/ ٢١٥٣، \"الخزانة\" ١٠/ ٢٥٨، \"ديوان امرئ القيس\" ص ٦٤.(٢) عجز بيت نسبه بعضهم لعمرو بن أحمر وصدره:لاَ يُفْزِعُ الأَرْنَبَ أَهْوَالُهَايقول ليس ثم هول تفزع منه الأرنب، وليس هناك ضب فيكون منه انجحار. ورد البيت في \"شرح أشعار الهذليين\" ١/ ٣٦، \"الخصائص\" ٣/ ١٤٦، ٣٢١، \"الحجة\" لأبي علي ٢/ ٤٧.(٣) في (ب): (هناك).</p><p> وقرئ قوله:  {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} بالياء والتاء (١) ، فمن قرأ بالتاء قال: الاسم الذي أسند إليه هذا الفعل مؤنث، فيلزم أن يلحق المسند (٢) أيضا علامة التأنيث، ليؤذن لحاق العلامة (٣) بتأنيث الاسم. ومما يقوي هذا أن كثيرا من العرب إذا أسند الفعل إلى المثنى أو المجموع ألحقوه علامة التثنية والجمع (٤) ، كقوله: </p><p> أُلْفِيَتَا عَيْنَاكَ عِنْدَ القَفَا (٥) </p><p> وقول آخر: </p><p> ... يَعْصِرْنَ السَّلِيَط أَقَارِبُهْ (٦) </p><p>(١) قرأ ابن كثير وأبو عمرو بالتاء، وقرأ ابن عامر وحمزة والكسائي ونافع بالياء، وروى الوجهان عن عاصم. انظر \"السبعة\" ص ١٥٥، \"الحجة\" ٢/ ٤٣، \"التيسير\" ص ٧٣. (٢) في (ج): (بالمسند).(٣) في (ب): (علامة لحاق).(٤) هذا على اللغة المعروفة بلغة (أكلوني البراغيث) وهي لغة قليلة مشهورة. انظر: \"الأشموني مع حاشية الصبان\" ٢/ ٤٧ - ٤٨.(٥) شطر البيت من قصيدة لعمرو بن ملقط، أوردها أبو زيد، وعجزه:أوْلَى فَأوْلَى لَكَ ذَا وَاقِيَةْوأورد صاحب \"الخزانة\" وشرحها. قوله: (اولى لك): كلمة وعيد وتهديد، و (الواقية): مصدرها بمعنى الوقاية، يصفه بالهروب، ويقول أنت ذو وقاية من عينك عند فرارك تحترس بهما، ولكثرة تلفتك حينئذٍ، صارت عيناك كأنهما في قفاك. انظر: \"النوادر\" ص ٢٦٨، \"الحجة\" ٢/ ٥١، \"مجمل اللغة\" ١/ ٤٨٣، \"الخزانة\" ٩/ ٣١. والشاهد لحاق ألف التثنية في قوله: (الفيتا).(٦) قطعة من بيت من قصيدة للفرزدق يهجو عمرو بن عفراء الضبي، وتمامه:ولكن دِيَافِيٌّ أَبُوهُ وَأُمُّهُ ... بِخَوْرَانَ يَعْصِرْنَ السَّلِيَط أقَارِبُهْيقول: هو قروي من (دياف) قرية بالشام يعتمل لإقامة عيشه، وليس كما عليه =</p><p> فكما ألحقوا هاتين العلامتين لتؤذنا بالتثنية والجمع، كذلك ألحقت علامة التأنيث الفعل لتؤذن بما في الاسم منه، وكان لحاق هذه العلامة أولى من لحاق علامتي التثنية والجمع، للزوم علامة التأنيث (١) الاسم، وانتقاء لزوم هاتين العلامتين الاسم، لأنه إذا وحد (٢) زالت علامة التثنية والجمع. ولا يتوهم سقوط الهاء من الشفاعة (٣) ، وبحسب لزوم المعنى تلزم (٤) علامته (٥) . </p><p> ومن قرأ بالياء، فلأن التأنيث في الاسم ليس بحقيقي، وإذا كان كذلك حمل على المعنى فذكّر، ألا ترى أن الشفاعة (٦) والتشفع بمنزلة (٧) ، كما أن الموعظة والوعظ، والصيحة والصوت كذلك، وقد قال: {فَمَن </p><p>= العرب من الانتجاع والحرب، و\"السليط\": الزيت. ورد البيت في \"الكتاب\" ٢/ ٤٠، \"وشرح أبياته للسيرافي\" ١/ ٤٩١، \"الخصائص\" ٢/ ١٩٤، \"الحجة\" ١/ ١٣٢، ٢/ ٥٢، \"الخزانة\" ٥/ ١٦٣، ٢٣٤، ٢٣٥، ٢٣٧، ٢٣٩، ٧/ ٣٤٦، ٤٤٦، ١١/ ٣٧٣، \"شرح المفصل\" ٣/ ٨٩، ٧/ ٧، \"الهمع\" ٢/ ٢٥٧، \"اللسان\" (سلط) ٤/ ٢٠٦٥، (ديف) ٣/ ١٤٦٦، \"ديوان الفرزدق\" ١/ ٤٦. والشاهد: لحاق نون الجمع في قوله (يعصرن). (١) في (ج): (الفعل الاسم).(٢) في (ب): (وجدو).(٣) فإذا لزمت علامة التأنيث في الاسم يحسن إلحاقه الفعل. \"الحجة\" ٢/ ٥٢.(٤) (أ)، (ج): (يلزم)، وما في (ب) موافق للحجة.(٥) من \"الحجة\" لأبي علي بنصه ٢/ ٥١، ٥٢، وانظر: \"الحجة\" لابن خالويه ص ٧٦، \"الحجة\" لابن زنجلة ص ٩٥، \"الكشف\" لمكي ١/ ٢٣٨.(٦) في (ب): (الشفيع).(٧) أي: أن تأنيث الشفاعة ليس حقيقيًّا، فلفظ (الشفاعة) وهو مؤنث مثل لفظ (التشفع) وهو مذكر. انظر: \"الحجة\" لابن زنجلة ص ٩٥.</p><p> جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ} [البقرة: ٢٧٥] ، {وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ}  [هود: ٦٧] فكما لم يُلحق (١) العلامة هاهنا كذلك يحسن أن لا تُلحق (٢) في هذه الآية. </p><p> ومما يقوي التذكير أنه فصل بين الفعل والاسم، والتذكير يحسن مع الفصل كما حكي من قولهم:  (حضر القاضي اليوم (٣) امرأة)، فإذا جاء التذكير في (٤) الحقيقي مع الفصل فغيره أجدر بذلك (٥) . </p><p> قال أبو علي (٦) : فأما ما قاله أحمد بن يحيى من أن التذكير أجود، لقول ابن مسعود (ذَكِّروُا القرآن)  (٧) لا يجوز حمله على تذكير التأنيث، لأنه </p><p>(١) في \"الحجة\": (لم تلحق) ٢/ ٥٢. وهو الأولى. (٢) في (أ)، (ب): (يلحق) وأثبت ما في (ج)، لأنه أصوب وموافق لما في \"الحجة\".(٣) (اليوم) ساقط من (ب).(٤) في (ب): (يحسن في الحقيقي).(٥) كذا بنصه من \"الحجة\" ٢/ ٥٢، ٥٣، وذكر هذه الحجج ابن خالويه ص ٧٦ وابن زنجلة ص ٩٥، ومكي في \"الكشف\" ١/ ٢٣٨، وذكر مكي أربع علل وهي داخلة فيما ذكر أبو علي، والرابعة ما روي عن ابن مسعود: ذكروا القرآن. وهذه العلة ذكرها أبو علي، ثم ردها كما سيأتي.(٦) (الحجة) لأبي علي ٢/ ٥٣.(٧) ذكره مكي في \"الكشف\" قال: ذكر أبو عبيد عن ابن مسعود أنه قال (ذَكِّروا القرآن، وإذا اختلفتم ... إلخ فاجعلوها ياء)، وذكر أن هذه اللفظة: وإذا اختلفتم .. إلخ رواية عن ابن عباس. \"الكشف\" ١/ ٢٣٨، وذكر ابن خالويه: وإذا اختلفتم .. إلخ عن ابن مسعود. \"الحجة\" ص ٧٦.وذكره في (الفائق) بلفظ في الحديث (القرآن ذكر فذكروه) ولم يعزه. \"الفائق\" ٢/ ١٣، وفي \"النهاية في غريب الحديث\" قال: وفيه: (القرآن ذكر فذكروه) أي أنه جليل خطير فأجلوه. \"النهاية في غريب الحديث\" ٢/ ١٦٣.</p><p> لا يخلو إما أن أراد تذكير (١) التأنيث الحقيقي أو غير الحقيقي (٢) . </p><p> ولا يجوز أن يريد تذكير الذي هو غير الحقيقي، لأن ذلك قد جاء في القرآن ما لا يحصى كثرة، كقوله:  {وَلَلدَّارُ الْآخِرَةُ}  (٣)  [الأنعام: ٣٢] و {النَّارُ وَعَدَهَا اللَّهُ}  [الحج: ٧٢] ، {وَالْتَفَّتِ السَّاقُ بِالسَّاقِ (٢٩) } [القيامة: ٢٩] ، و {قَالَتْ رُسُلُهُمْ}  [إبراهيم: ١٠] ، و {كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ}  [الحاقة: ٧] ، و {وَالنَّخْلَ بَاسِقَاتٍ}  [ق: ١٠] فإذا (٤) كان هذا النحو على الكثرة التي تراها، فلا يجوز أن يريد هذا. وإذا لم يجز أن يريد هذا كان إرادة تذكير التأنيث الحقيقي أبعد، كقوله:  {إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ}  [آل عمران: ٣٥] ، وقوله:  {وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا}  [التحريم: ١٢] ، {وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ}  [القصص: ١١] . </p><p> فإن قلت: إنما يريد: [إذا]  (٥) احتمل الشيء التذكير والتأنيث، فاستعملوا التذكير وغلبوه. </p><p> قيل هذا أيضا لا يستقيم، ألا ترى أن فيما تلونا {وَالنَّخْلَ بَاسِقَاتٍ} و {كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ} فأنث مع جواز التذكير فيه، يدل على ذلك في الأخرى:  {أَعْجَازُ نَخْلٍ مُنْقَعِرٍ}  [القمر: ٢٠] ، وقوله:  {مِنَ الشَّجَرِ الْأَخْضَرِ} </p><p>(١) في (ب): (أراد بتذكير). (٢) نص كلام أبي علي في \"الحجة\": (لا يخلو من أن يريد به التذكير الذي هو خلاف التأنيث، أو يريد معنى غير ذلك. فإن أراد به خلاف التأنيث فليس يخلو من أن يريد: ذكروا فيه التأنيث الذي هو غير حقيقي أو التأنيث الذي هو حقيقي .. ٢/ ٥٣.(٣) في (ج): (والدار) وهي آية الأعراف: ١٦٩.(٤) في (ب): (وإذا).(٥) (إذا) ساقطة من كل النسخ وأثبتها كما في \"الحجة\" لاقتضاء السياق لها والنص في \"الحجة\": (فإن قلت: إنما يريد: إذا احتمل) ٢/ ٥٤.</p><p> [يس: ٨٠] ولم يقل الخضر (١) أو الخضراء، فهذه المواضع يعلم منها أن ما ذكر ليس بمراد ولا مذهب، فإذا لم يصح أن يريد به تذكير التأنيث كان معنى غيره. فمما (٢) يجوز أن يصرف إليه، أنه يريد به الموعظة والدعاء إليه كما قال:  {فَذَكِّرْ بِالْقُرْآنِ}  [ق: ٤٥] إلا أنه (٣) حذف الجار (٤) . </p><p> أو (٥) أراد: ذكروا الناس القرآن، أي: ابعثوهم على حفظه كيلا ينسوه (٦) . ويمكن أن يكون المعنى قوله:  (ذكروا القرآن) لا تجحدوه ولا تنكروه (٧) ، كما أنكره من قال:  {إِلَّا أَسَاطِيرُ الْأَوَّلِينَ}  (٨) لإطلاقهم عليه لفظ التأنيث فهؤلاء لم يُذَكِّروه لكنهم أنثوه بإطلاقهم التأنيث، وما كان مؤنث (٩) اللفظ عليه، وهذا كقوله:  {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا}  [النساء: ١١٧] ، فإناث جمع أنثى، وإنما يعني به ما اتخذوه آلهة، كقوله: {أَفَرَأَيْتُمْ </p><p>(١) في (أ)، (ج): (والخضراء) وأثبت ما في (ب) لأنه أولى، وفي \"الحجة\": (الخضر ولا الخضراء) ٢/ ٤٥. (٢) في (ب): (فما لا يجوز).(٣) في (ب): (أن).(٤) وهذا قريب من المعنى الذي ذكره ابن الأثير في \"النهاية في غريب الحديث\" قال: وفيه القرآن ذَكَر فذكروه (أي: أنه جليل خطير فأجلّوه) ٢/ ١٦٣.(٥) في (ب): (وأراد).(٦) وهذا المعنى (ذكروا الناس القرآن، أي: ابعثوهم على حفظه) غير موجود في \"الحجة\"، ولعله سقط من المطبوع لأن الكلام يدل عليه، ٢/ ٥٥.(٧) في (ب): (لا يجحدوه ولا ينكروه).(٨) الأنعام: ٢٥، والأنفال: ٣١، والنحل: ٢٤، والمؤمنون: ٨٣، والفرقان: ٥، والنمل: ٦٨، الأحقاف: ١٧، والقلم: ١٥، والمطففين: ١٣.(٩) في (أ)، (ج): (يؤنث) وأثبت ما في (ب)، لأنه أولى، والنص فى \"الحجة\": (.. لكنهم أنثوه بإطلاقهم التأنيث على ما كان مؤنث اللفظ كقوله ..) ٢/ ٥٥.</p><p> اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى} [النجم:١٩, ٢٠] </p><p> وقال (١) العجاج: </p><p> وكُلُّ أُنثَى حمَلَتْ أَحجَارَا (٢) </p><p> فسماها أنثى لتأنيثهم لفظها. وكذلك قول الفرزدق: </p><p> وَكُنَّا إذَا الجَبَّار صَعَّر خَدَّه ... ضَرَبْنَاهُ دونَ الأنْثَيَيْنِ علَى الكَرْدِ (٣) </p><p> أراد بالأنثيين الأذنين (٤) . قلت: أطال أبو علي الكلام في تأويل قول </p><p>(١) في (ب) (قال) بسقوط الواو. (٢) الرجز في (الحجة) وقبله: أَوْرَدَ حُذًّا تَسْبِقُ الأَبْصَاراَ.وليسا متتاليين في (الديوان) , بل بينهما أبيات وفيها يصف المنجنيق والْحُذْ: السهام البُترْ, وكل انثى: يعنى المنجنيق, يقول: يُرْمي بالمنجنيق فيخرج الحجر من بطن الجلد, كما يبقر بطن الحامل عن الولد. ورد في \"الحجة\" ٢/ ٥٥, \"المخصص\" ١٣/ ١٨٩, \"اللسان\" (حجر) ٢/ ٧٨٥, \"ديوان العجاج\" ص ٤١٦.(٣) رواية البيت في \"ديوان الفرزدق\" وبعض المصادر:وكُنَّا إذا القيسي نب عتوده ... ضربناه فوق ...............\"ديوان الفرزدق\" ١/ ١٧٨, وله بيت آخر:وَكُنَّا إِذَا القيسى صَعَّر خَدَهُ ... ضَرَبْنَاهُ حَتَّى تَسْتَقِيمَ الأَخادِعُ\"الديوان\" ١/ ٤٢٠, ويظهر انه حصل خلط بين البيتين فكثرت الرواية فيهما. قال ابن قتيبه في \"المعاني الكبير\": ويروي لذي الرمة. وقوله: نب عَتُودُه: تكبر, والعَتُودُ: الجدي الذى بلغ السفاد, صعر خده: أماله كبرا. الأنثيان: شحمتا الأذن, والكَرْد: أصل العنق. انظر: \"المعانى الكبير\" ٢/ ٩٩٤, \"الحجة\" ٢/ ٥٦, \"جمهرة اللغة\" ٣/ ١٣٢٢, \"إعراب ثلاثين سورة\" ص ٢٧٧,\"المخصص\" ١/ ٨٢, ٥/ ١٩٠, ١٦/ ٢٠٣, \"المجمل\" (أنث) ١/ ١٠٤, \"اللسان\" ٧/ ٤٣١٧, (نبب) ١/ ١٤٦ (أنث) , ٧/ ٣٨٤٩ (كرد) , ٧/ ٣٩٦١ (كون).(٤) انتهى ما نقله عن أبي علي من \"الحجة\" ٢/ ٥٣ - ٥٦.</p><p> ابن مسعود، وهو ما ذهب إليه أحمد بن يحيى (١) ، وأراد ابن مسعود أنه إذا احتمل اللفظ التأنيث والتذكير، ولا يحتاج في التذكير إلى تغيير الخط ومخالفة المصحف فَذَكِّر، كقوله:  {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} لست تحتاج إلى مخالفة الخط في التذكير، ويدل على أنه أراد هذا، وأن أصحاب عبد الله من قراء (٢) الكوفة كحمزة والكسائي ذهبوا إلى هذا، فقرؤوا ما كان من هذا القبيل بالتذكير، كقوله:  (يوم يشهد عليهم ألسنتهم وأيديهم)  (٣)  (٤)  [النور: ٢٤] ، و {يَغْشَى طَائِفَةً مِنْكُمْ}  (٥)  (٦)  [آل عمران: ١٥٤] وأشباههما بالتذكير هذا الذي ذكرنا كله في التأنيث غير الحقيقي. </p><p> وأما الحقيقي: فهو ما يكون منه النسل، ويقبح في مؤنثه لفظ التذكير (٧) ، لو قلت: قام جاريتك ونحر ناقتك، كان قبيحا، وهو جائز على </p><p>(١) أي: أن المراد بكلام ابن مسعود، التذكير الذي هو خلاف التأنيث، وبهذا أخذ ابن خالويه في \"الحجة\" ص ٧٦، ومكي في \"الكشف\" ١/ ٢٣٨، ومما يرجع هذا ما ورد في الرواية عن ابن مسعود: (فإذا اختلفتم في التاء والياء فاجعلوه بالياء). (٢) في (ب): (قر).(٣) قرأ حمزة والكسائي (بالياء)، وبقية السبعة (بالتاء). انظر: \"السبعة\" ٤٥٤، و\"الكشف\" على ٢/ ١٣٥، \"والتسير\" ص ١٦١.(٤) في (ج): (تشهد)، وفي (أ)، (ب): (يشهد) على قراءة حمزة والكسائي.(٥) قرأ حمزة والكسائي (بالتاء) وبقية السبعة (بالياء). انظر: \"السبعة\" ص ٢١٧، و\"الكشف\" ١/ ٦٣٠ و\"التسير\" ص ٩١.(٦) في (ج): (تغشى) بالتاء على قراءة حمزة والكسائي.(٧) نقل الواحدي عن الزجاج من \"معاني القرآن\"، والنص في \"المعاني\": (وأما ما يعقل ويكون منه النسل والولادة نحو امرأة ورجل، وناقة وجمل فيصح في مؤنثه لفظ التذكير، ولو قلت قام جارتك، ونحر ناقتك كان قبيحًا ..) إلخ. والبقية بنصه. \"المعاني\" ١/ ٩٩. وقد تصرف الواحدي في عبارة الزجاج. وقوله: (ويقبح في مؤنثه لفظ التذكير) أي: فإنه يقبح في مؤنثه ...</p><p> قبحه، لأن الناقة والجارية تدلان على معنى التأنيث، فاجتزئ بلفظهما عن تأنيث الفعل (١) . فأما الأسماء التي تقع للمذكرين (٢) لو سميت بها مؤنثا فلا، بد فيها من علم التأنيث، لأن الكلام للفائدة والقصد (٣) به الإبانة (٤) ، فلو سميت امرأة بقاسم لم يجز أن تقول: جاءني قاسم، فلا يعلم أمذكرا عنيت أم مؤنثا، وليس إلى حذف هذه التاء -إذا كانت فارقة (٥) بين معنيين- سبيل، كما أنه إذا جرى ذكر رجلين لم يجز أن تقول: قد قام، إلا أن تقول: قاما (٦) ، فعلامة التأنيث فيما فيه اللبس كعلامة التثنية (٧) هاهنا (٨) . </p><p> وقوله تعالى:  {وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ} . عَدْلُ (٩) الشيء وعِدْله: مثله (١٠) ، قال الله تعالى:  {أَوْ عَدْلُ ذَلِكَ صِيَامًا}  [المائدة: ٩٥] ، أي: ما </p><p>(١) المشهور عند النحويين أن المؤنث الحقيقي الذي لم يفصل عن فعله بفاصل يجب تأنيث الفعل له. انظر: (شرح ابن عقيل) ٢/ ٨٨. (٢) في \"المعاني\" للزجاج: (للمذكرين وأصحاب المؤنث فلا بد فيها من علم التأنيث ..) ١/ ١٠٠، وعبارة الواحدي أوضح.(٣) في (ب): (القصيدة).(٤) في (ج): (الاباله).(٥) في (ج): (ذار قعين).(٦) في (ب): (قد قاما).(٧) في (ج): (التثنية والجمع ههنا).(٨) \"معاني القرآن\" للزجاج ١/ ١٠٠.(٩) (عدل) ساقط من (ب).(١٠) (العَدْل)، و (العِدْل) بمعنى المثل ومعناهما سواء، وقال الفراء: (العِدْل): المثل، (والعَدْل): ما عادل الشيء من غير جنسه.انظر: \"معاني القرآن\" للفراء ١/ ٣٢٠، و\"تفسير الطبري\" ١/ ٢٦٩، \"تهذيب اللغة\" (عدل) ٣/ ٢٣٥٨، \"ومعاني الزجاج\" ٢/ ٢٢٩.</p><p> يماثله (١) من الصيام (٢) ، قال كعب بن مالك (٣) : </p><p> صَبَرْنَا (٤) لاَنَرى لله عَدْلاً ... عَلَى مَانَابنَا مُتَوَكِّلِينَا (٥) </p><p> أي: لا نرى له مثلا. </p><p> وذكر (٦) في التفسير أن العدل هاهنا: (الفداء)  (٧) ، قال الله تعالى:  {وَإِنْ تَعْدِلْ كُلَّ عَدْلٍ لَا يُؤْخَذْ مِنْهَا}  [الأنعام: ٧٠] ، قال يونس: العدل الفداء (٨)  [وسمي الفداء]  (٩) عدلا، أنه يعادل المفدي ويماثله، وأصل هذا الباب المساواة والمماثلة. </p><p>(١) في (ج): (ماماثله). (٢) انظر: \"معاني القرآن\" للزجاج ٢/ ٢٢٩.(٣) هو كعب بن مالك بن أبي كعب، الأنصاري الخزرجي، شاعر الرسول صلى الله عليه وسلم وصاحبه، وأحد الثلاثة الذين خلفوا، فتاب الله عليه، ومات سنة خمسين، وقيل: سنة أربعين، وقيل: غير ذلك، انظر: \"الاستيعاب\" ٣/ ٢٨٦، حاشية على \"الإصابة\"، \"سير أعلام النبلاء\" ٢/ ٥٢٣، \"الجرح والتعديل\" ٧/ ١٦٠، \"تهذيب التهذيب\" ٣/ ٤٧١.(٤) في (ج): (الا ترى).(٥) أورد الواحدي البيت فى \"الوسيط\" ١/ ١٠٠، وهو من قصيدة لكعب يرد بها على ضرار بن الخطاب بن مرداس، يوم الخندق؛ أورد ابن هشام القصيدتين في \"السيرة\" ٣/ ٢٧٧.(٦) (وذكر) ساقط من (ب).(٧) ذكره الطبري ١/ ٢٦٨ - ٢٦٩، وابن أبي حاتم ١/ ١٠٥، وابن قتيبة في \"الغريب\" ص ٣٩، والثعلبي ١/ ٧٠ أ، والبغوي ١/ ٩٠، وابن كثير ١/ ٩٥. وذكر ابن أبي حاتم عن علي وعمير بن هانئ: المراد: التطوع والفريضة، \"تفسير ابن أبي حاتم\" ١/ ١٠٥، و\"ابن كثير\" ١/ ٩٥.(٨) ذكره الأزهري، قال: أخبرني ابن فهم عن محمد بن سلام عن يونس. \"تهذيب اللغة\" (عدل) ٣/ ٢٣٥٨.(٩) ما بين المعقوفين ساقط من (أ)، (ج).</p><p> يقال: فلان يعدل فلانا، أي يساويه، ويقال: ما يعدلك عندنا شيء، [أي ما يقع عندنا شيء]  (١) موقعك، ولا يساويك. </p><p> والعِدْل: اسم حِمْل معدول [يحصل]  (٢) أي: مسوى به (٣) . ونذكر ما قيل في العَدْل، والْعِدْل عند قوله:  {أَوْ عَدْلُ ذَلِكَ صِيَامًا}  [المائدة: ٩٥] إن شاء الله. </p><p> وقوله تعالى:  {وَلَا هُمْ يُنْصَرُونَ} . قال المفسرون: أي ولا هم يمنعون من عذاب الله (٤) . </p><p> ومعنى (النصر) في اللغة: المعونة (٥) ، وبينهما فرق، وهو أن المعونة قد تكون على صناعة النصرة لا تكون إلا مع منازعة. وانتصر بمعنى: انتقم، معناه بلغ حال النصرة (٦) . </p><p> قال المفسرون: نزلت (٧) الآية في اليهود، وذلك أنهم كانوا يقولون: </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) كذا في جميع النسخ (يحصل) والصواب (يحمل) كما في \"التهذيب\" (عدل) ٣/ ٢٣٥٨.(٣) \"تهذيب اللغة\" (عدل) ٣/ ٢٣٥٨، وانظر: \"الطبري\" ١/ ٢٦٩، \"اللسان\" (عدل) ٥/ ٢٨٣٩.(٤) ذكره الثعلبي ١/ ٧٠ أ، والبغوي ١/ ٩٠، وابن الجوزي في \"زاد المسير\" ١/ ٧٧، وقال الطبري: لا ينصرهم ناصر ولا يشفع لهم شافع، ولا يقبل منهم عدل ولا فدية، ١/ ٢٦٩، ونحوه ذكر ابن كثير ١/ ٩٥.(٥) انظر: \"تهذيب اللغة\" (نصر) ٤/ ٣٥٨٤، \"الجمهرة\" ٢/ ٧٤٤، \"اللسان\" (نصر) ٧/ ٤٤٣٩.(٦) انظر: \"اللسان\" (نصر) ٧/ ٤٤٣٩.(٧) في (ب): (هذه الآية).</p>"
}