{
  "id": null,
  "sura": 2,
  "aya": 102,
  "text": "<p> وقوله تعالى:  {كَأَنَّهُمْ لَا يَعْلَمُونَ} أعلَمَ أنهم نبذوا كتاب الله، ورفضوه على علم به، عداوهً للنبي - صلى الله عليه وسلم - (١) . </p><p> وعنى بالفريق في هذه الآية: علماء اليهود الذين تواطؤوا على كتمان أمر محمد - صلى الله عليه وسلم - (٢) . </p><p> ١٠٢ - قوله تعالى {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ} الآية، هذه الآية قد أشكل علم إعرابها ومعناها على كثيرٍ من الناس، حتى ترك أكثر أهل العلم والنحو الكلام فيها لصعوبتها. وتكلم آخرون فيها (٣) . </p><p> قال أبو إسحاق: أعلم الله عز وجل أنهم رفضوا كتابه واتبعوا السحر (٤) . </p><p> وقوله تعالى:  {تَتْلُوا} أي: تقرأ (٥) . وقال ابن عباس: تتبع وتعمل به (٦) . وكذلك قال في قوله:  {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ}  [البقرة: ١٢١] : يتبعونه حق اتباعه (٧) ، فيعملون به حق عمله. </p><p> وقال أبو عُبَيدة:  {مَا تَتْلُو الشَّيَاطِينُ} أي: ما تتكلم به. كقولك: فلان يتلو كتاب الله، أي: يقرؤه ويتكلم به (٨) . وقال عطاء: ما تُحدّث </p><p>(١) من كلام الزجاج في \"معاني القرآن\" ١/ ١٨٢. (٢) ينظر: \"تفسير الطبري\" ١/ ٤٤٢.(٣) قال الزجاج في \"معاني القرآن\" ١/ ١٨٥: فإن النحويين قد ترك كثير منهم الكلام فيها لصعوبتها، وتكلم جماعة منهم، وإنما تكلمنا على مذاهبهم.(٤) ينظر: \"معاني القرآن\" للزجاج ١/ ١٨٣.(٥) وبه قال مجاهد وقتادة وعطاء، وروي عن ابن عباس، ينظر: \"تفسير الطبري\" ١/ ٤٤٧، و\"تفسير ابن كثير\" ص ١٤٤ - ١٤٦.(٦) أخرجه الطبري في \"تفسيره\" ١/ ٤٤٧ وذكره الثعلبي في \"تفسيره\" ١٤/ ١٠٥٥.(٧) رواه عنه ابن أبي حاتم في \"تفسيره\" ١/ ٢١٨، وذكره ابن كثير في \"تفسيره\" ١/ ١٤٥.(٨) \"مجاز القرآن\" لأبي عبيدة بمعناه ١/ ٤٨.</p><p> وتَقُصّ (١) . وهذه أقوال متقاربة (٢) . </p><p> قال الزجاج: وفيه إضمار، أراد: واتبعوا ما كانت تتلوا (٣) ، وقيل: إنه لفظ الاستقبال والمراد به المضي، أي: تلت (٤) ، كقول الشاعر: </p><p> فلقد يكون أخا دمٍ وذبائحِ (٥) </p><p> أي: فلقد كان (٦) . وكقوله:  {حَتَّى يَقُولَ الرَّسُولُ}  [البقرة: ٢١٤] ، أي: حتى قال. </p><p> وقال أبو علي (٧) فيما استدرك على أبي إسحاق الآية: تحتمل تأويلين، كلُّ واحد منهما أسوغ مما ذكره وذهب إليه. </p><p> أحدهما: أن يكون {تَتلُوا} بمعنى: تلت فيكون كقوله: {فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ}  [البقرة: ٩١] . أي: فلم قتلتم، إلا أنه لما اتصل بقوله: {مِن </p><p>(١) رواه الطبري في تفسيره عنه ١/ ٤٤٧، وذكره الثعلبي في \"تفسيره\" ١/ ١٠٥٥. (٢) ينظر الطبري في تفسيره ١/ ٤٤٧ - ٤٤٨، وذكر أبو حيان في \"البحر المحيط\" ١/ ٣٢٦: أنها متقاربة.(٣) ينظر: \"معاني القرآن\" للزجاج ١/ ١٨٣ بتصرف، وليس عنده قوله: وفيه إضمار، وينظر: \"البحر المحيط\" ١/ ٣٢٦.(٤) ينظر: \"التبيان\" للعكبري ١/ ٨٠، \"البحر المحيط\" ١/ ٣٢٦.(٥) صدر البيت:وانْضَح جوانبَ قبرِه بدمائهاوهو لزياد الأعجم في \"ديوانه\" ص ٥٤، \"تفسير الثعلبي\" ١/ ١٠٥٥، و\"البيان\" ١/ ١٣٣، \"تفسير القرطبي\" ٢/ ٣٧، \"الدر المصون\"١/ ٣١٨، \"أمالي المرتضي\" ١/ ٣٠١، \"الشعر والشعراء\" ١/ ٢٧٩، \"لسان العرب\" ٧/ ٣٩٦٢، ينظر: \"المعجم المفصل في شواهد اللغة العربية\" ٢/ ١٢٦.(٦) \"تفسير الثعلبي\" ١/ ١٠٥٥.(٧) أي: في كتابه \"الإغفال\".</p><p> قَبْلُ} علم أن المراد بمثال المضارع الماضي، فكذلك هنا (١) كان يعلم باتصال الكلام بعهد سليمان؛ لأن المعنى (٢) : على عهد ملك سليمان، أو في زمن ملك سليمان، على تقدير (٣) حذف المضاف (٤) ، وكان ذلك يدل على أن مثال المضارع يراد به الماضي. </p><p> ومن هذا قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ}  [الحج: ٢٥] . يجوز عندي أن يكون المعنى: إنّ الذين كفروا وصدوا. فلما كان المعطوف عليه ماضيًا دلّ على أن المراد بالمضارع أيضًا الماضي، ويقوي هذا قوله:  {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ}  [محمد: ١]  (٥) . ويجوز أن يكون المضارع على بابه، كأنه قال: إنّ الذين كفروا فيما مضى وهم الآن يصدُّون مع ما تقدم من كفرهم. والأول كأنه أقوى (٦) . </p><p> والإرادة بمثال المضارع الماضي مذهب سيبويه؛ لأنه قال (٧) : وقد تقع (٨) نفْعَل في موضع فَعلت في بعض المواضع، ومثل ذلك: قول رجل </p><p>(١) ساقطة من (ش). (٢) في \"الإغفال\": في من قال إن المعنى على عهد ملك سليمان.(٣) في \"الإغفال\": على من لم يقدر.(٤) ينظر: \"معاني القرآن\" للزجاج ١/ ١٨٣، \"التبيان\" للعكبري ١/ ٨٠، \"البحر المحيط\" ١/ ٣٢٦.(٥) تتمة الكلام في \"الإغفال\" فخبر اسم إن مضمرة، هو من نحو ما ظهر من قوله: أضل أعمالهم، وحسن الحذف لطول الكلام بالعلة.(٦) \"الإغفال\" ص٣٢١ - ٣٢٢.(٧) في \"الإغفال\" وهذا الذي ذكرته لك من الإرادة بمثال المضارع الماضي مذهب سيبويه وقوله.(٨) في (ش): (يقع تفعل).</p><p> من بني سلول: </p><p> ولقد أمرُّ على اللئيم يَسُبّني ... فمضيتُ ثُمَّتَ قلتُ لا يَعْنِيني (١)  (٢) </p><p> على معنى: ولقد مررت (٣) . قال أبو علي: فسألت أبا بكر عما ذكره سيبويه من هذا، فقال: الأفعال جنس واحد، فكان يجب أن يكون على بناء واحد؛ لكنها غُيّرت بتغيير الأزمنة وقُسِّمت بتقاسيمها، لما كان ذلك في الإيضاح أبلغ، فخُصّ كلُّ قسم من ذلك بمثال لا يقع واحد منها في موضع الآخر، إلا أن يُضمّ إليه حرف يكون دليلًا على ما أريد به (٤) ، فيصير الحرف كأنه يقوم مقام البناء المراد، إذ كان يَدُلّ عليه كما يدلّ البناء، نحو: والله لا فعلت، فقولك: فعلت فعلٌ ماض وقع في موضع مستقبل، فلما كانت قبلها (٥)  (لا) عُلم أنه يُرادُ به الاستقبال؛ لأن (لا) إنما (٦) تكون نفيًا لما يستقبل (٧) ، فلما كانت نفيًا للمستقبل ووقع بعدها ماض علمت أنه يراد </p><p>(١) البيت لرجل من سلول في \"الكتاب\" ٣/ ٢٤، و\"الخصائص\" ٣/ ٣٣٠، و\"الإغفال\" ١/ ٣٢٣، و\"الدر\" ١/ ٧٨، ولشمر بن عمرو الحنفي في \"الأصمعيات\" ص ١٢٦، ولم ينسب في بعضها: نحو \"تفسير الطبري\" ١/ ٤٢٠، وروايته وحده: فمضيت عنه وقلت. وبعد هذا البيت: غضبان ممتلئًا عليّ إهابه ... إني وربِّك سُخْطُه يُرضيني(٢) \" الكتاب\" لسيبويه ٣/ ٢٤.(٣) \"الإغفال\" ص ٣٢٢، ٣٢٣ وقال سيبويه في \"الكتاب\" ١/ ٥٠٤: يجوز أن يجعل أفعل في موضع فعلت، ولا يجوز فعلت في موضع أفعل إلا في مجازاة، نحو إن فعلت فعلت.(٤) في \"الإغفال\" على ما أريد به الحرف.(٥) في (ش): (في قبلها).(٦) إنما ساقطة من (ش).(٧) في \"الإغفال\": لما يستقبل مما أوجب القسم.</p><p> به الاستقبال (١) . قال أبو علي: وقد اتسعوا في إقامة أمثلة الأفعال، بعضها مقام بعض (٢) ، من ذلك: إقامتهم مثال الأمر مقام الخبر، نحو قولهم: أكرِمْ بزيد وقوله: {أَسْمِعْ بِهِمْ}  [مريم:٣٨] ، ومعنى هذا: كرُمَ زيد، وسمعوا (٣) وأبصروا، أي: صار زيد ذا كرم، وصار هؤلاء المستحقون لأن يمدحوا بهذا المدح ذوي (٤) أسماع وأبصار (٥) . </p><p> ووقع مثال الأمر مقام الخبر، كما وقع مثال الخبر مقام الأمر في مثل: غفر الله لزيد، وقطع الله يده، وفي التنزيل:  {لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا}  [البقرة: ٢٣٣] . وقال:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ}  [البقرة: ٢٣٤]  (٦) . </p><p> فكذلك تَتْلُوا في هذه الآية، يجوز أن تكون بمعنى (تلتْ) كهذه الأشياء التي أريتكها، وهذا وجه. وأما الوجه الآخر: فعلى أن يكون يفعل على بابه، لا تريد به فَعَل كما أردت في الأول، ولكن تجعله حكايةً للحال وإن كان ماضيًا، وهذا الوجه في السَّعَة والكثرة كالأول وأسوغ (٧) ، كأنه حكى الفعل الذي كان يُحدّث به عنهم وهو للحال. </p><p> ونظير هذا قوله:  {وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ} [البقرة: </p><p>(١) \"الإغفال\" ص ٣٢٣، ٣٢٤. (٢) في \"الإغفال\": اتساعًا أشد مما قدمنا.(٣) في \"الإغفال\" فمعنى هذا: أكْرم زيد وأسمعوا. وما في نسخة البسيط أصوب.(٤) في نسخة \"الإغفال\" جاء النص مُحرّفًا: وصار هؤلاء المستحقون الآن يمدحون بهذا المدح، ويثنى عليهم بهذا الثناء دون أسماع وأبصار.(٥) \"الإغفال\" ص ٣٢٦.(٦) \"الإغفال\" ص ٣٢٧ وما بعدها. بتصرف كبير.(٧) في \"الإغفال\": أو أسوغ.</p><p> ٤٩]، فقوله:  {يَسُومُونَكُمْ} حكاية للحال في الوقت الذي كانت فيه، وإن كان آل فرعون منقرضين في وقت هذا الخطاب، وموضع الفعل نصب بالحال. ونظير هذا أيضًا من حكاية الحال: قوله: {فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ}  [القصص: ١٥] فأشير إليهما بما (١) يشار إلى الحاضر؛ إرادة لحكاية الحال على وجهها، وإن كانت قد تقدمت (٢) . ومن هذا أيضًا: إضافة (إذ) إلى تقول وإلى جمع المضارع في نحو: {إِذ تَقُولُ لِلمُؤمِنِينَ}  [آل عمران: ١٢٤] أضيف (إذ) إلى فعل الحال إرادةً لحكايتها (٣) ، ولولا ذلك لتنافى هذا الكلام؛ لأن (إذ) لما مضى و (تقول) لما يستقبل. </p><p> ومن هذا أيضًا: ما أنشده أحمد بن يحيى عن ابن الأعرابي: </p><p> جاريةٌ في رمضانَ الماضي ... تُقطِّع الحديث بالإيماض (٤) </p><p> وهذا وجه ثانٍ نظير ما يحسن حمل الآية عليه (٥) . </p><p>(١) في \"الإغفال\": كما. (٢) في \"الإغفال\" لحكاية القصة على جهتها، وإن كانت متقدمًا كونها.(٣) من قوله: إرادة لحكاية الحال على وجهها ... ساقط من (أ)، (م).(٤) ذكره في \"الإغفال\" ص ٣٣٢ بهذه الصيغة ووقع في نوادر ابن الأعرابي غير منسوب كما في \"شرح ابن يعيش\" ٦/ ٩٣، ووقع في \"ديوان رؤبة\" مما نسب إليه ص ١٧٦:جارية في درعها الفضفاض ... تقطع الحديث بالإيماضونسب البغدادي ٣/ ٤٨٣ الشاهد نقلًا عن هشام اللخمي لرؤبة هكذا:لقد أتى في رمضان الماضي ... جارية في درعها الفضفاضتقطع الحديث بالإيماض أبيض من أخت بنىِ إباضوينظر أيضًا: \"مغنى اللبيب\" ٢/ ٦٩١، و\"الإنصاف\" ١/ ١٢٤، مع اختلاف في الرواية، وحاشية \"الإغفال\" ٣٣٢.(٥) \"الإغفال\" ص٣٣١، ٣٣٢. بتصرف.</p><p> فإن قلت: ما تنكر أن يكون ما ذكره أبو إسحاق من إضمار (كان) أيضًا جائزًا، فيكون ذلك وجهًا ثالثًا. </p><p> قيل: ذلك لا يجوز؛ لأن المضمر لا دلالة عليه، وإنما يسوغ الإضمار إذا كانت عليه دلالة يكون بها كالمظهر، وسيبويه منع إجازة هذا، فقال: واعلم أنه لا يجوز لك أن تقول: عبدَ الله المقتول، وأنت تريد: كن عبدَ الله المقتول (١) ، فإذا لم يجز هذا، لم يجز هذا مع أن المنصوب يدل على ناصبه، فأن لا يجوز ما ذهب إليه في الآية أولى (٢) . </p><p> فإن قلت: فقد قالوا: إنْ سيفًا فسيفٌ، وإنْ خنجرًا فخنجرٌ، فأضمروا، قيل: ليس ذلك من هذا في شيء؛ لأن (إن) مما يعلم أنه لا يليه إلا الفعل، فالدلالة على المحذوف المضمر قوية، وليس شيء من هذا في الآية (٣) . </p><p> وقوله تعالى:  {عَلَى مُلْكِ سُلَيْمَانَ} ذكرنا أنه على تقدير حذف المضاف، وقيل: إن (على) هاهنا من صلة الافتراء والكذب، إذا قلنا إنّ (تتلوا) معناه: تحدّث وتكلّم، على ما قال أبو عبيدة وعطاء، فمعنى قوله:  {تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ}  (٤) ؛ لأنهم قالوا: إن سليمان مَلَكَ النّاسَ </p><p>(١) \"الكتاب\"١/ ١٥٩ ط. بيروت. وزاد: لأنه ليس فعلًا يصل من شيء إلى شيء، ولكنك لست على أحد. (٢) \"الإغفال\" ص ٣٣٣ بتصرف.(٣) \"الإغفال\" ص ٣٣٤ بتصرف.(٤) ينظر: \"التفسير الكبير\" للرازي ٣/ ٢٠٤، \"البحر المحيط\" ١/ ٣٢٦، ابن كثير في \"تفسيره\" ١/ ١٤٣ - ١٤٦.</p><p> بالسحر، وذلك ما قاله ابن عباس (١) رحمه الله: إن سليمان، عليه السلام، لما عُذّبَ بنزع ملكه، دفنت الشياطين في خزانته ومواضع مصلاه سحرًا وأُخَذًا ونِيرَنْجات (٢) ، فلما مات سليمان دلّت الشياطين عليه الناسَ حتى أستخرجوها، وقالوا للناس: إنما ملككم سليمان بهذا فتعلموه، فأقبل بنو إسرائيل على تعلمها، ورفضوا كتب أنبيائهم، فبرّأ الله نبيه سليمان عليه السلام على لسان محمد - صلى الله عليه وسلم - (٣) . </p><p> وقال السُّدِّي: إن الناس في زمن سُليمان كتبوا السحر، واشتغلوا بتعلّمه، فأخذ سليمان تلك الكتب، وجعلها في صندوق، ودفنها تحت كرسيه، ونهاهم عن ذلك، فلما مات سليمان، وذهب الذين كانوا يعرفون دفنه الكتب، تمثل شيطان على صورة إنسان، فأتى نفرًا من بني إسرائيل، فقال: هل أدلكم على كنز لا تأكلونه أبدا (٤) ؟ قالوا: نعم، قال: فاحفروا تحت الكرسي، فحفروا، فوجدوا تلك الكتب، فلما أخرجوها، قال </p><p>(١) قال في \"البحر المحيط\" ١/ ٣٢٦: وقد ذكر المفسرون في كيفيات ما رتبوه من هذا الذي تلوه قصصًا كثيرة، الله أعلم به، ولم تتعرض الآية الكريمة ولا الحديث المسند الصحيح لشيء منه، فلذلك لم نذكره اهـ. وقد ذكر ابن الجوزي في \"زاد المسير\" ١/ ١٢١ الكيفيات فعد أقوالًا ستة. (٢) النيرنجات: أُخذٌ كالسحر وليس به، وإنما هو شبه وتلبيس، ويقال: النيرنجيَّات. ينظر: \"تاج العروس\" ٣/ ٤٩٧، و\"مفتاح السعادة\" لطاش كبرى زاده ١/ ٣٤٠.(٣) أخرج هذه القصة النسائي في \"تفسيره\" ١/ ١٧٩، الطبري في \"تفسيره\" ١/ ٤٤٧ ولفظه مختصر، ابن أبي حاتم في \"تفسيره\" ١/ ٢٩٧ من طريق المنهال بن عمرو عن سعيد بن جبير عن ابن عباس، بنحوه، والمنهال: صدوق ربما وهم. وقد ذكرها الثعلبي في \"تفسيره\" ١/ ١٠٥٧، وعزا القصة للكلبي. وذكرها أيضًا في \"عروس المجالس\" ص ٤٣، والواحدي في \"أسباب النزول\" ص ٣٥.(٤) لا تأكلونه أبدًا: أي: لا تفنونه أبدًا، يقال: أكل فلان عمره: إذا أفناه.</p><p> الشيطان: إن سليمان كان يضبط الجن والإنس (١) والشياطين والطير بهذا، فاتخذ بنو إسرائيل تلك الكتب؛ فلذلك أكثر ما يوجد السحر في اليهود، فبرأ الله تعالى سليمان من ذلك، وأنزل هذه الآية (٢) . </p><p> وقوله تعالى {وَمَا كَفَرَ سُلَيْمَانُ} أي: لم يكن كافرًا ساحرًا بسحر، (٣) ويعمل بالسحر (٤) . </p><p> وقيل: وما ستر سليمان كتب السحر، ولكن الشياطين سترته ودفنته. وأصل الكفر: الستر والتغطِية (٥) . </p><p> وقوله تعالى:  {وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا} في (لكن) قراءتان: التشديد ونصب الاسم به، والتخفيف ورفع الاسم به (٦) . </p><p>(١) في (م): (الإنس والجن). (٢) رواه ابن جرير في \"تفسيره\" مطولًا عنه ١/ ٤٤٤ - ٤٤٥، ابن أبي حاتم في \"تفسيره\" ١/ ١٨٦ من طريق أسباط عن السدي، وذكره الثعلبي في \"تفسيره\" مطولًا ١/ ١٠٥٧ والواحدي في أسباب النزول ص ٣٦ ولفظه هناك مثل هذا تمامًا. وابن الجوزي في \"زاد المسير\" ١/ ١٢١ - ١٢٢، وروى الحاكم ٢/ ٢٦٥، والواحدي بسنديهما عن ابن عباس نحوًا من هذا وصححه الذهبي. وينظر: \"التفسير الصحيح\" ١/ ٢٠٥ - ٢٠٦. ذكر الدكتور بشير حكمت ياسين في كتاب \"التفسير الصحيح\" ١/ ٢٠٥ - ٢٠٦ روايتين عن ابن عباس وصححهما وهما موافقتان لما نقله الواحدي وقال بعدهما. وهاتان الروايتان من أخبار أهل \"الكتاب\"، ولكنهما لا تتعارض مع \"الكتاب\" والسنة، بل لبعض فقراتها شواهد، فهي توافق عصمة سليمان عليه السلام وتبرىء ساحته مما ألصق به من مفتريات الإسرائيليات.(٣) ساقطة من (ش).(٤) \"تفسيرالثعلبي\" ١/ ١٠٦٠.(٥) \"المفردات\" للراغب ٤٣٥.(٦) قرأ ابن عامر وحمزة والكسائي وخلف بتخفيف نون لكن وإسكانها، ثم تكسر تخلصًا من التقاء الساكنين، والشياطين بالرفع. وقرأ الباقون بتشديد النون مفتوحة، ونصب الشياطين. ينظر: \"السبعة\" ١٦٧ - ١٦٨، و\"الحجة\" لأبي علي ٢/ ١٦٩، و\"النشر\" ٢/ ٢١٩، و\"البدور الزاهرة\" ص ٤٦.</p><p> وهذه الحروف، أعني: لكنّ، وإن، وأن، وكأنَّ حروف تستعمل مخففة ومثقلة، فإذا استعملت مثقلة كانت عاملة في الأسماء، وعملها النصب (١) ، والعلة في ذلك: أنها إذا كانت مشدّدة كانت مفتوحة الأواخر، وفتحةُ أواخرِها ألحقتها في المشابهة بالأفعال الماضية، والأفعال عاملةٌ في الأسماء، فإذا استعملت مخففة باينتها تلك الصفة التي ألحقتها في المشابهة بالأفعال، فالقياس أن لا تعمل لزوال المعنى الذي به كان يعمل (٢) . </p><p> وقال الكسائي: الذي يختار العرب والذي هو وجه الكلام عندنا إذا كانت (لكن) وحدها بغير واو كان التخفيف أحسن، وإذا كانت بالواو كانت بالتشديد، وبهذا قرئ أكثر ما في القرآن كقوله:  {وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ}  [الأنعام: ٣٣]  {وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ}  [الأنعام: ٣٧] . وبغير الواو كقوله:  {لَكِنِ اللَّهُ يَشْهَدُ}  [النساء: ١٦٦] ، {لَكِنِ الرَّسُولُ}  [التوبة: ٨٨]  {لَكِنِ الظَّالِمُونَ الْيَوْمَ}  [مريم: ٣٨] . </p><p> وقال الفراء: إذا ألقيت من ولكن الواو آثرت العرب تخفيفَ نونها، وإذا دخلت الواو آثروا تشديدَها، وإنما فعلوا ذلك؛ لأنها رجوع عما أصاب أول الكلام، فشبهت بـ \"بل\" ، إذ كانت رجوعًا مثلها، ألا ترى أنك تقول: لم يقم أخوك بل أبوك، ثم تقول: لم يقم أخوك لكن أبوك، فتراهما في معنى واحد، والواو لا تصلح في بل. </p><p> فإذا قالوا: ولكن فأدخلوا الواو تباعدت من بل، إذ لم تصلح الواو في بل، فآثروا فيها تشديد النون، وجعلوا الواو كأنها دخلت لعطف لا بمعنى بل (٣) ، وأصلها: أن دخلت عليها لا وكاف الخطاب، فصارنا </p><p>(١) ينظر: \"اللسان\" ٧/ ٤٠٧٠ (مادة: لكن)، و\"مغني اللبيب\" ١/ ٢٩٠ - ٢٩٢. (٢) ينظر: \"الحجة\" ٢/ ١٧٠ - ١٧٧، \"تفسير الثعلبي\" ١/ ١٠٦١، \"المجيد في إعراب القرآن المجيد\" ص ٣٥٩.(٣) بل ساقطة من (ش).</p><p> جميعًا حرفًا واحدًا (١) . </p><p> وقال الكسائي: حرفان من الاستثناء لا يقعان (٢) أكثر ما يقعان إلا مع الجحد، وهما: لكن وبل، والعرب تجعلهما مثل واو النسق (٣) . </p><p> وقال المبرد: لكن من حروف العطف، وهي الاستدراك بعد النفي، ولا يجوز أن يدخل بعد واجب إلا لترك قصة إلى قصة تامة، نحو قولك: جاءني زيد لكن عبد الله لم يأت (٤) . </p><p> وأما اختلاف القراء في تشديد (لكن) في بعض المواضع وتخفيفها في بعض، فلا معنى للمصير إلى التبعيض في هذه المواضع ونظائرها إلا بأن تترجح عند أحد من القراء بعض الروايات على بعض، فيصير إليه (٥) . </p><p> ومعنى الآية: ولكن الشياطين كفروا بالله يعلّمون الناس السحر. يريد: ما كتب لهم الشياطين من كتب السحر. ويجوز أن يكون (يعلّمون) في فعل اليهود الذين عُنُوا بقوله: {وَاْتَّبَعُواْ}  (٦) . </p><p> وسمي السحرُ سحرًا؛ لخفاء سببه. ومنه: السِّحْر وهو الغِذَاء، كقول لبيد (٧) : </p><p> ونُسْحَرُ بالطعام وبالشراب (٨) </p><p>(١) نقل كلام الفراء صاحب \"اللسان\" ٧/ ٤٠٧٠، وقد ناقش أبو علي في \"الحجة\" ٢/ ١٧٩ ذلك وبين أن القياس لا يوجب هذا الذي ذكره الفراء من تشديدها مع الواو وتخفيفها مع عدمها. (٢) في (ش): (لا تقعان).(٣) نقل كلام الكسائي صاحب \"اللسان\" ٧/ ٤٠٧٠.(٤) \"المقتضب\" للمبرد ١/ ١٢.(٥) ينظر: \"الحجة\" ٢/ ١٧٩ - ١٨٠.(٦) ينظر: \"تفسير الطبري\" ١/ ٤٥١ - ٤٥٢، \"معاني للقرآن\" للزجاج ١/ ١٨٣، \"تفسير الثعلبي\" ١/ ١٠٦٢، \"البيان\" لابن الأنباري ١/ ١١٤، \"التفسير الكبير\" للرازي ٣/ ٢٠٥.(٧) هو: أبو عقيل، لبيد بن ربيعة بن مالك العامر، تقدمت ترجمته [البقرة: ٢].(٨) وشطره الأول: =</p><p> وذلك أن حاله خفيّة في التنمية (١) ، والسَّحَر: الرئة، لأنها مما تخفى وليس مما يظهر. وسَحَر الليل: قبل ظهور الصُبح. </p><p> وقال المحققون من أهل اللغة: معنى السحر: الإزالة وصرف الشيء عن وجهه (٢) ، تقول العرب: ما سَحَرك عن كذا، أي: ما صَرَفك عنه. ومنه: قوله تعالى: {فَأَنَّى تُسْحَرُونَ}  [المؤمنون: ٨٩] ، أي: تصرفون، ويقال: سحره، أي: أزاله عن البُغض إلى الحُبِ، وكأن السّاحر بما أرى الباطل في صورة الحق فقد سَحَر الشيء عن وجهه، أي: صرفه (٣) . </p><p> وقوله تعالى:  {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} موضع (ما) نصب، نسق على السحر، وجائز أن يكون نسقًا على ما في قوله:  {مَا تَتلُوا الشَّيَاطِينُ}  (٤) . </p><p> ومعنى:  {أُنْزِلَ عَلَى الْمَلَكَيْنِ} : أي: عُلِّما وأُلْهِما وقُذِفَ في قُلُوبِهِما </p><p>= أرانا مُوضِعِين لأمر غيب وفي رواية: لحتم غيبٍ، وهو لامرئ القيس في \"ديوانه\" ص ٤٣، \"تهذيب اللغة\" ٢/ ١٦٤١، \"لسان العرب\" ٤/ ١٩٥٢، ونسبه المؤلف وكثير من أهل التفسير كالرازي في \"تفسيره\" ٣/ ٢٠٥ إلى لبيد.(١) نقل الأزهري في \"تهذيب اللغة\" ٢/ ١٦٤١: أن معنى ونسحر بالطعام، أي نُعَلَّل به قال الرازي في \"تفسيره\" ٣/ ٢٠٥: قيل فيه (أي: البيت) وجهان: أحدهما أنا نعلل ونخدع كالمسحور. والآخر: نغذى، وأي الوجهين كان فمعناه الخفاء.(٢) ينظر كلام الأزهري في \"تهذيب اللغة\" ٢/ ١٦٤١، ونقله صاحب \"اللسان\" ٤/ ١٩٥٢٥.(٣) ينظر: \"تهذيب اللغة\" ٢/ ١٦٤١، \"مقاييس اللغة\" ٣/ ١٣٨، \"المفردات\" للراغب ٣٣١، ٣٣٢، \"التفسير الكبير\"٣/ ٢٠٥، \"تفسير القرطبي\" ٢/ ٣٨، \"اللسان\" ٤/ ١٩٥٢.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٠٦٢وصحح الأول، \"تفسير الطبري\" ١/ ٤٥٤ - ٤٥٥ \"إعراب مشكل القرآن\" ١/ ١٠٦، \"التبيان\" للعكبري ١/ ٨٠.</p><p> من علم التفرقة، وهو رقية (١) وليس بسحر، والرخصة في الرقية واردة. فقد روى عوف الأشجعي (٢) أنه قال: كنا نرقي في الجاهلية، فقلنا لرسول الله - صلى الله عليه وسلم - كيف ترى في ذلك؟ فقال:  \"اعرضوا علي رقاكم، لا بأس بالرقى ما لم يكن شرك\"  (٣) . </p><p> وقال ابن قتيبة: الذي أنزل الله على الملكين فيما يرى أهل النظر من أهل العلم والله أعلم هو الاسم الذي صعدت الزهرة فعلمته الشياطين، فهي تعلمه أولياءها، وقد يقال: إنّ السّاحر يتكلم بكلام فيطير بين السماء والأرض، ويطفو على الماء. </p><p> وذهب قومٌ ممن أبطلوا السّحر وأنكروا أن يكون له حقيقة (٤) إلى أن قوله: {وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ} ما فيه نفي (٥) ، وذلك مستكره؛ لأنه إذا كان </p><p>(١) الرقية: العُوذَةُ التي يُرَقى بها صاحب الآفة، كالحُمَى والصرع وغير ذلك من الآفات. ينظر: \"النهاية\" لابن الأثير، \"اللسان\" ٣/ ١٧١١. (٢) هو: عوف بن مالك بن أبي عوف الأشجعي، أبو عبد الرحمن، ويقال: أبو حماد، صحابي جليل، أول مشاهده خيبر، وكانت معه راية أشجع يوم الفتح، توفي بدمشق سنة ٧٣ هـ. ينظر: \"أسد الغابة\" ٤/ ٣١٢.(٣) أخرجه مسلم (٢٢٠٠) كتاب السلام، باب: لا بأس، وأخرجه أبو داود (٣٨٨٦) كتاب الطب، باب: ما جاء في الرقى واللفظ له.(٤) اختلف الناس هل للسحر حقيقة أو أنه خدع وتخييل؟ فذهب المعتزلة إلى أنه خدع وتخييل، ولا حقيقة له؛ لقوله تعالى: {سَحَرُوا أَعْيُنَ النَّاسِ} [الأعراف: ١١٦]. والصحيح الذي عليه أهل السنة أنه يكون تخييلا وخدعا، ويكون حقيقة، ودليل كونه حقيقة قوله تعالى: {فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ}. ينظر: \"تفسير الطبري\" ١/ ٤٥٩ - ٤٦١، \"تفسير القرطبي\" ٢/ ٣٨ - ٣٩، \"المغني\" لابن قدامة ١٢/ ٣٠٤.(٥) ذكر هذا الوجه مكي بن أبي طالب في \"مشكل إعراب القرآن\" ١/ ١٠٦.</p><p> المعنى: لم ينزل على الملكين، (١) صار الكلام فضلًا لا معنى له. وإنما يجوز أن يكون (ما) نفيًا أن لو ادعى مدعي: أن السحر أنزل على الملكين، ويكون فيما تقدّم ذكر ذلك أو دليل (٢) عليه، فيقول الله تعالى:  {وَاتَّبَعُوا} ، ولم ينزل على الملكين كما ذكروا. ومثال ذلك: أن يقول مُبْتدئا: علمت هذا الرجل القرآن، وما أنزل على موسى. فلا يتوهم سامعُ هذا أنك أردت بقولك أن القرآن لم ينزل على مُوسى؛ لأنه لم يتقدّمه قول أحدٍ أنه أنزل على موسى، وإنما يتوهم السامع أنك علمتَه القُرآنَ والتوراةَ (٣) . </p><p> ثم اعلم أن السحر على قسمين: </p><p> أحدهما: يكفر به السّاحر، وهو أن يعتقد القدرة لنفسه، فإذا انتهى به السحر إلى هذه النهاية صار كافرًا بالله، وهذا السحر هو الذي عده رسول الله - صلى الله عليه وسلم - في الكبائر في قوله:  \"اجتنبوا السبع الموبقات\" ، قيل: يا رسول الله وما هنّ؟ قال:  \"الشرك بالله، والسّحر، وقَتْل النفسِ التي حرّم الله إلاّ بالحقّ، وأكل الربا، وأكل مال اليتيم، والتولّي يوم الزحف، وقذف المحصنة\" . (٤) </p><p> والقسم الثاني: لا يكفر به، وهو التخييل الذي يشاكل النِّيرَنْجات، فإذا لم يعتقد لنفسه فيما يعمل قدرة، واعتقد القدرة لله تعالى، كانت معصية، ولم يكن ذلك كفرًا (٥) . </p><p>(١) من قوله: مافيه ... ساقط من (أ)، (م). (٢) في (ش): (ذلك).(٣) كلام ابن قتيبة لم أره في \"غريب القرآن\" و\"تأويل مشكل القرآن\".(٤) أخرجه البخاري (٦٨٥٧) كتاب الحدود، باب رمي المحصنات، ومسلم (٨٩): الإيمان، باب: بيان الكبائر وأكبرها.(٥) قد ذكر القرافي في \"أنوار البروق في أنول الفروق\" ٤/ ١٣٧، أقسام السحر وأحكامه، وذكر القرطبي في \"تفسيره\" ٢/ ٣٩: أن من السحر ما يكون كفرًا =</p><p> وأما قصّة الملكين فهي معروفة مذكورة في عدة مواضع (١) . </p><p>= من فاعله، مثل ما يدعون من تغيير صور الناس وإخراجهم في هيئة بهيمة، فكل من فعل هذا ليوهم الناس أنه محق فذلك كفر منه، وأما من زعم أن السحر خدع ومخاريق وتمويهات فلم يَجِبْ على أصله قتل الساحر إلا أن يقتل بفعله أحدًا فيقتل به، ثم ذكر في ٢/ ٤٧ خلاف الفقهاء في حكم الساحر: ١ - فذهب مالك إلى أن المسلم إذا سحر بنفسه بكلام يكون كفرًا يقتل ولا يستتاب ولا تقبل توبته؛ لأنه أمر يستسرّ به كالزنديق والزاني؛ ولأن الله سمى السحر كفرًا في هذه الآية، وهو قول أحمد وأبي ثور وإسحاق والشافعي وأبي حنيفة، وروي قتل الساحر عن عمر وعثمان وابن عمر وحفصة وأبي موسى وقيس بن سعد وعن سبعة من التابعين، وروي مرفوعا: \"حد الساحر ضربه بالسيف\".٢ - وروي عن الشافعي: لا يقتل الساحر إلا أن يقتل بسحره، ويقول: تعمدت القتل، وإن قال: لم أتعمده لم يقتل، وكانت فيها الدية كقتل الخطأ، وإن أضرَّ به أُدِّبَ على قدر الضرر. ينظر: \"الأم\" للشافعي ١/ ٢٩٣.قال ابن العربي في \"أحكام القرآن\" ١/ ٤٨: وهذا باطل من وجهين: أحدهما: أنه لم يعلم السحر، وحقيقته: أنه كلام مؤلف يعظم به غير الله تعالى، وتنسب إليه المقادير والكائنات. الثاني: أن الله سبحانه قد صرح في كتابه بأنه كفر.وينظر في المسألة: الطبري في \"تفسيره\" ١/ ٤٥٣، و\"أحكام القرآن\" للجصاص ١/ ٧٢٥، و\"المغني\" ١٢/ ٣٠٢ - ٣٠٣، \"زاد المسير\" ١/ ١٢٦، \"تفسير ابن كثير\" ١/ ١٤٧ - ١٥٢.(١) ينظر في القصة وتفصيلاتها: \"تفسير عبد الرزاق\" ١/ ٥٣، والبزار في \"المسند\" برقم ٢٩٣٨، وعبد بن حميد كما في \"المنتخب من مسنده\" برقم ٧٨٧، وابن حبان ١/ ٦٣٤، والسمرقندي في \"تفسيره\" ١/ ١٤٣، والبيهقي في \"سننه\" ٤/ ١٠، الثعلبي في \"تفسيره\" ١/ ١٠٦٣، و\"زاد المسير\" ١/ ١٢٣، و\"الدر المنثور\" ١٨٥٨ - ١٩٣، والقرطبي ٢/ ٤٤ - ٤٥، قال: وقد روي عن علي وابن مسعود وابن عباس وابن عمر وكعب الأحبار، والسدي والكلبي ما معناه: فذكر القصة مجملة، ثم قال: هذا كله ضعيف وبعيد عن ابن عمر وغيره لا يصح منه شيء. اهـ. وقال \"ابن كثير\" في تفسيره: \"وحاصلها راجع في تفاصيلها إلى أخبار بني إسرائيل، إذ =</p><p> وقوله تعالى:  {بِبَابِلَ}  (١) . </p><p> وبابل اسم أرض (٢) ، قيل: سميت لأن الله تعالى حين أراد أن يخالف بين ألسنة بني آدم بعث ريحا فحشرتهم من كل أفق إلى بابل، فبلبل الله بها </p><p>= ليس فيه حديث مرفوع صحيح متصل الإسناد إلى الصادق المصدوق المعصوم الذي لا ينطق عن الهوى وظاهر سياق القرآن إجمال القصة في غير بسط ولا إطناب فيها، فنحن نؤمن بما ورد في القرآن على ما أراد الله تعالى والله أعلم بحقيقة الحال\". وقال أيضًا: \"فهذا أظنه من وضع الإسرائيليين، وإن كان قد أخرجه كعب الأحبار، وتلقاه عنه طائفة من السلف، فذكروه على سبيل الحكاية والتحديث عن بني إسرائيل. اهـ. وقد أنكر القصة جماعة من أهل العلم منهم ابن حزم في \"الفصل\" ٣/ ٢٦١، ٤/ ٣٢، وابن عطية في \"تفسيره\" ١/ ٤٢٠، وابن العربي في \"أحكام القرآن\" ١/ ٢٩، والرازي في \"تفسيره\" ١/ ٢٣٧، والبيضاوي في \"تفسيره\" ١/ ٧٩، والخازن في \"تفسيره\" ١/ ٧١، وأبو حيان في \"البحر\" ١/ ٣٢٩، وابن كثير في \"تفسيره\" ١/ ١٥١، والآلوسي في \"روح المعاني\" ١/ ٣٤١، والقاسمي في \"محاسن التأويل\" ١/ ٢١١، وغيرهم. وينظر استقصاؤهم في: \"تحقيق العجاب\" لابن حجر للأستاذ عبد الحكيم محمد الأنيس ١/ ٣٣٢ - ٣٤٢، وانتصر لتصحيحها الحافظ ابن حجر في \"العجاب\"، والسيوطي كما في \"اللآلي المصنوعة\" ١/ ١٥٩ و\"مناهل الصفافي\" تخريج أحاديث الشفاء للسيوطي ٤/ ٢٣١ كما أفاده الخفاجي عنه في \"نسيم الرياض\" ٤/ ٢٣١، وقال: وقد جمع الجلال السيوطي طرق هذا الحديث في تأليف مستقل فبلغت نيفًا وعشرين طريقًا. (١) قال العكبري في \"التبيان\" ص ٨١: ببابل، يجوز أن يكون ظرفًا لأنزل، ولجوز أن يكون حالا من الملكين، أو من الضمير في أنزل.(٢) ذكر الطبري فى تفسيره ١/ ٤٥٩ فيها قولين: أنها: بابل رنباوند، أو أنها بابل العراق، وذكر ابن الجوزي في \"تفسيره\" ١/ ١٠٩ في حدها ثلاثة أقوال: أنها الكوفة وسوادها، والثاني: أنها من نصيبين إلى رأس العين، والثالث: أنها جبل في وهدة من الأرض، وقد رجح ابن كثير في تفسيره ١/ ١٥٢ أنها بابل العراق، واستدل لذلك. وينظر: \"تفسير الثعلبي\" ١/ ١٠٦٣، \"معجم ما استعجم\" ١/ ٢٠٢، \"معجم البلدان\" ١/ ٣٠٩.</p><p> أَلْسِنَتهم، ثم فرقتهم تلك الريح في البلاد (١) . والبلبلة: التفرِيقُ (٢) . </p><p> وقوله تعالى:  {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ} اختلفوا في تعليم الملكين السحر، فذكر أهل التفسير وأصحاب المعاني فيه وجهين (٣) : </p><p> أحدهما: أنهما كانا لا يتعمدان تعليم السحر، ولكنهما يصفانه، ويذكران بطلانه، ويأمران الناس باجتنابه، وكانا يعلمان الناس وغيرهم ما يُسألان عنه، ويأمران باجتناب ما حُرِّم عليهم، وطاعة الله فيما أُمروا به، ونهوا عَنْهُ. وفي ذلك حكمة، لأن سائلًا لو سأل: ما الزنا؟ وما اللواط؟ لوجب أن يوقف عليه، ويعلم أنه حرام، فكذلك مجاز إعلام الملكين الناس السحر، وأمرهما السائل باجتنابه بعد الإعلام والإخبار أنه كفر حرام (٤) . ويؤكد هذا الوجه: ما روى أبو العباس عن ابن الأعرابي أنه قال: عَلَّم بمعنى أعلم، وذلك أن التعليم لا ينفك عن الإعلام، كما يقال: تعلّمْ بمعنى أعلَمْ؛ لأن من تعلم (٥) شيئا فقد عَلِمَه، فيوضع التَّعَلُّم موضع العلم (٦) . </p><p> قال قيس بن زهَير: </p><p>(١) ينظر: \"تفسير الثعلبي\" ١/ ١٠٦٣، \"زاد المسير\" ١/ ١٢٥، \"القرطبي\" ٢/ ٤٦. (٢) ينظر: \"القاموس\" ٩٦٨ - ٩٦٩.(٣) ينظر: \"تفسير الطبري\" ١/ ٤٦١ - ٤٦٢ - ٤٦٣، \"معاني القرآن\" للزجاج ١/ ١٨٣ - ١٨٤، \"تفسير البغوي\" ١/ ١٢٩، \"زاد المسير\" ١/ ١٢٢، \"القرطبي\" ٢/ ٤٨.(٤) من \"تهذيب اللغة\" للأزهري ٣/ ٢٥٥٤ مادة (علم) ومنه نقل الثعلبي ١/ ١٠٨٥.(٥) ساقطة من (أ)، (م).(٦) نقله عن ابن الأعرابي والأزهري في \"تهذيب اللغة\" ٣/ ٢٥٥٤، والقرطبي في \"تفسيره\" ٢/ ٤٨، وينظر: \"البحر المحيط\" ١/ ٣٣٠.</p><p> تَعَلَّمْ أنّ خيرَ الناس حيًّا ... على جَفْر الهَباءةِ لا يَريم (١) </p><p> أي: اعلم. </p><p> قال ابن الأعرابي: ومن هذا قول الله: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ} قال معناه: إن السّاحر يأتي الملكين فيقول: أخبرني عمّا نهى الله عنه حتى أنتهي، فيقولان: نهى عن الزنى، فيستوصفُهما الزِنى، فيصفانه، فيقول: وعن ماذا؟ فيقولان: عن اللواط، ثم يقول: وعن ماذا؟ فيقولان عن السحر، فيقول: وما السحر؟ فيقولان: هو كذا، فحفظه، وينصرف فيخالف، فيكفر، فهذا معنى {يُعَلِّمَانِ}  (٢) ولا يكون تَعليم السحْر إذا كان إعلامًا كفرًا، ولا تعلّمه إذا كان على معنى الوقوف عليه ليجتنبه كفرًا، كما أن من عرَّف الزنى لم يأثم بأنه عرَّفه، إنما يأثم بالعمل (٣) . </p><p> الوجه الثاني: أن الله عز وجل امتحن الناسَ بالملكين في ذلك الوقت، وجعل المحنةَ في الكفر والإيمان أن يقبل القائل تعلُّم السحر، فيكفر بتعلّمه، ويؤمن بترك التعلّم، ولله تعالى أن يمتحن عباده بما شاء، كما امتحن الله (٤) بنهر طالُوت في قوله: {إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ} [البقرة: </p><p>(١) البيت لقيس بن زهير في \"مقاييس اللغة\" ٤/ ١١٠، و\"لسان العرب\" ٥/ ٣٠٨٣ مادة (علم). (٢) هذا فيه زيادة في (ش) إنما هو يعلمان ولا يكون.(٣) نقل هذا بطوله الأزهري في \"تهذيب اللغة\" ٣/ ٢٥٥٥ مادة (علم)، ومنه أخذ الثعلبي في \"تفسيره\" ١/ ١٠٨٥، ونصر هذا القول الطبري في \"تفسيره\" ١/ ٤٥٣ - ٤٥٥، وقواه الزجاج في \"معاني القرآن\" ١/ ١٨٣ - ١٨٤، قال ابن كثير في \"تفسيره\" ١/ ١٥٢ - ١٥٣: وهذا الذي سلكه [يعني: ابن جرير] غريب جدًّا، وأغرب منه قول من زعم أن هاروت وماروت قبيلان من الجن كما زعمه ابن حزم.(٤) في (ش): (كما أنه امتحن بنهر طالوت).</p><p> ٢٤٩]. يدل على صحة هذا: قوله تعالى: {إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} أي: محنة من الله نُخبرك أنَّ عملَ السحر كفر بالله، وننهاك عنه، فإن أطعتنا في ترك العمل بالسحر نجوتَ، وإن عصيتنا في ذلك هلكتَ (١) . </p><p> وروي عن ابن عباس أنه قال: أما السحر فمما (٢) علّمت الشياطين، وأما الفرق بين المرء وزوجه فمما علّم الملكان (٣) . </p><p> ثم وجه تعليم الملكين أنه يجوز أن يلهمهما الله ويعلّمهما من الأذكار والأسماء ما يعلمان أنها إذا استعلمت على جهة الدعاء أو على جهة الرقية أفادت التفريق بين المرء وزوجه، إذ لا يحسن بحالهما وما هما فيه من عقوبة الذنب السابق أن يشتغلا بارتكاب كبيرة مستأنفة. </p><p> وقوله تعالى:  {مِنْ أَحَدٍ} أي: أحدًا، ومِنْ زائدة مؤكدة، كقولك: ما جاءني من أحدٍ (٤) . </p><p> وأما (أحد)  (٥) فقال الليث: </p><p>(١) من \"تفسير الثعلبي\" ١/ ١٠٨٥ وذكر أنه الأصح. وينظر: \"معاني القرآن\" للزجاج ١/ ١٨٣، \"تفسير الطبري\" ١/ ٤٥٥، \"تفسير السمعاني\" ١/ ٥٧٥، \"تفسير الرازي\" ٣/ ٢٨٣. (٢) في (ش): (فما).(٣) رواه بمعناه ابن أبي حاتم في \"تفسيره\" ١/ ١٨٨، ورواه الطبري بسنده عن مجاهد ١/ ٤٥٤، وروى نحوه ١/ ٤٥٣ عن قتادة، وكذا ذكره الثعلبي في \"تفسيره\" ١/ ١٠٨٠ وعزاه في \"الدر\" ١/ ١٩٤ لعبد بن حميد.(٤) ينظر: \"البحر المحيط\" ١/ ٣٣٠، وقال: من زائدة لتأكيد استغراق الجنس، لأن أحداً من الألفاظ المستعملة للاستغراق في النفي العام فزيدت هنا لتأكيد ذلك.(٥) قال العكبري في \"التبيان\" ١/ ٨١: وأحد هاهنا يجوز أن تكون المستعملة في العموم، كقولك ما بالدار من أحد، ويجوز أن تكون هاهنا بمعنى واحد أو إنسان قال في \"البحر المحيط\" ١/ ٣٣٠: والأول أظهر.</p><p> أصله: وحد (١) ، ونحو ذلك قال الزجاج (٢) . </p><p> وقال أحمد بن يحيى: واحد وأحد وَوَحد بمعنى (٣) . </p><p> وقال الليث: الوحَد: المنفرد، ورجل وحدٌ، وثور وحدٌ، قال النابغة (٤) : </p><p> بذي الجليل (٥) على مستأنسٍ وَحَدِ (٦) </p><p> والوَحْد والحِدَة كالوَعْد والعدة، يقال: وَحَدَ الشيءُ فهو يحِد حِدَةً. </p><p> وفرّق قوم بين الواحد والأحد، فقالوا: أحد يصلح في الكلام في موضع الجحد، وواحد في موضع الإثبات. تقول ما جاءني منهم أحد، وجاءني منهم واحد، ولا يقال: جاءني منهم أحد؛ لأنك إذا قلت: ما جاءني منهم أحد، فمعناه لا واحد ولا اثنان، وإذا قلت: جاءني منهم واحد، فمعناه: أنه لم يأتني منهم اثنان (٧) . وأكثر ما جاء (أحد) في التنزيل في موضع النفي. </p><p>(١) نقلة في \"تهذيب اللغة\" ٤/ ٣٨٤٦، (مادة: وحد). (٢) نقله عنه في \"تهذيب اللغة\" ٤/ ٣٨٤٤، \"اللسان\" ٨/ ٤٧٨٠، (مادة: وحد).(٣) في \"تهذيب اللغة\" ٤/ ٣٨٤٤: ثعلب عن سلمة عن الفراء: رجل وَحيدٌ وَوَحَدٌ وَوَحِدٌ، وكذلك فريد وفَرَدٌ مادة (وحد).(٤) هو: الذبياني أبو أمامة زياد بن معاوية بن ضباب، من الطبقة الأولى، من فحول شعراء الجاهلية، كان يحكم بين الشعراء في سوق عكاظ ويفاضل بينهم. ينظر: \"طبقات فحول الشعراء\" ١/ ٥٦، و\"جمهرة أشعار العرب\" ١/ ٣٠٣.(٥) في (م) و (أ): (الخليل).(٦) صدر البيت:كأن رحلي وقد زال النهار بهاوالبيت، من قصيدة قالها يمدح النعمان بن المنذر، ينظر: \"ديوانه\" ص ١٧، \"تهذيب اللغة\" ٤/ ٣٨٤٤ مادة (وحد).(٧) من \"تهذيب اللغة\" ٤/ ٣٨٤٥، وعنه في \"اللسان\" ٣/ ٤٤٨، (مادة: وحد).</p><p> قال أبو علي: وقد استعملوا أحدًا بمعنى واحد، وذلك قولهم: أحد وعشرون، وفي التنزيل:  {قُل هُوَ اَللَّهُ أَحَد}  (١)  [الصمد: ١] . </p><p> وسنذكر الكلام في (أحد) صفة الله تعالى في سورة الإخلاص، والكلام في (واحد) نذكره في (٢) قوله: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ}  [البقرة: ١٦٣] ، إن شاء الله تعالى. </p><p> وقوله تعالى:  {إِنَّمَا نَحْنُ فِتْنَةٌ} معنى الفتنة في كلام العرب: الابتلاء والامتحان (٣) ، وأصلها مأخوذ من قولك: فتنتُ الفضة والذهب: إنا أذبتهما بالنار؛ ليتميز الرديء من الجيد، وتعرف جودتهما من الرداءة، ومن هذا قوله عز وجل:  {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ}  [الذاريات: ١٣] ، أي: يحرقون بالنار، ومن هذا قيل للحجارة السود التي كأنها أحرقت بالنار: الفتين، هذا هو (٤) ، ثم جعل كل امتحان فِتْنَة، وقد جعل الله امتحانه عبيده </p><p>(١) ينظر: \"تهذيب اللغة\" ٤/ ٣٨٤٧ - (مادة: وحد)، \"مقاييس اللغة\" ٦/ ٩٠، \"اللسان\" ٨/ ٤٧٨٠ (مادة: وحد)، وقال صاحب \"المفردات\" ص٢١ - ٢٢ ما حاصله: أحد يستعمل على ضربين: أحدهما في النفي فقط، نحو: ما في الدار أحد. والثاني: في الإثبات، وهو على ثلاثة أوجه: الأول: في الواحد المضموم إلى العشرات، نحو أحد عشر. والثاني: أن يستعمل مضافًا إليه بمعنى الأول، كقوله: {أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا} [يوسف: ٤١]، وقولهم: يوم الأحد، أي يوم الأول، ويوم الاثنين. والثالث: أن يستعمل مطلقًا وصفًا، وليس ذلك إلا في وصف الله تعالى: {قُل هُوَ اَللَّهُ أَحَدُ}. (٢) في (م): (عند).(٣) قال في \"مقاييس اللغة\" ٤/ ٤٧٢: الفاء والتاء والنون أصل صحيح يدل على ابتلاء واختبار.(٤) من \"تهذيب اللغة\" ٣/ ٢٧٣٨، (مادة: فتن).</p><p> المؤمنين باللأواء ليبلو صبرَهم فيثيبهم، أو جزعهم (١) على ما ابتلاهم به فيجزيهم، جزاؤهم فتنة فقال: {الم (١) أَحَسِبَ النَّاسُ} إلى قوله: {وَهُمْ لَا يُفْتَنُونَ}  [العنكبوت:١ - ٢] قيل في تفسيره: وهم لا يُبلَون في أنفسهم وأموالهم، وكذلك قوله:  {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ}  [العنكبوت: ٣] ، أي: اختبرنا (٢) . </p><p> والفتنة تستعمل في معانٍ كثيرة، ترجع كلها إلى الأصل الذي ذكرنا عند النظر، والفتنة مصدر؛ لذلك (٣) لم يُثَنَّ (٤) . </p><p> ويقال: فَتَنَه وأَفْتَنَه، والأول: لغة أهل الحجاز، والثاني: لغة أهل نجد، وقال أعشى همْدان: </p><p> لئن فَتَنَتْني لَهْيَ بالأمس أفْتَنَتْ ... سعيدًا فأمسى قد قَلَى كلَّ مُسلم (٥) </p><p> وكان الأصمعي ينكر أفتَنَه (٦) ، وذُكر له هذا البيت فلم يعبأ به (٧) . وأكثر أهل اللغة أجازوا اللغتين (٨) . ومعنى فتنته فلانة: أي: اختبرته، كأنه اختبر بها لجمالها. </p><p>(١) في (ش): (جوعهم). (٢) بمعناه من \"تهذيب اللغة\" ٣/ ٢٧٣٨، (مادة: فتن).(٣) في (ش): (كذلك).(٤) ينظر: \"الوسيط\" ١/ ١٨٥.(٥) البيت لأعشى همدان، وقيل: لابن قيس الرقيات، كما في \"اللسان\" ٦/ ٣٣٤٥، (مادة: فتن) وذكر أنه قيل في سعيد بن جبير، وقال الأصمعي: هذا سمعناه من مخنث، وليس بثبت، لأنه كان ينكر أفتن. وينظر: \"تهذيب اللغة\" ٣/ ٢٧٣٩، (مادة: فتن).(٦) في (ش): (افتنته).(٧) ينظر: \"تهذيب اللغة\" ٣/ ٢٧٣٩، (مادة: فتن)، \"اللسان\" ٦/ ٣٣٤٤.(٨) ما تقدم من \"تهذيب اللغة\" ٣/ ٢٧٣٩، (مادة: فتن).</p><p> وقال الليث: يقال فِتَنَه يَفتِنُه، ففَتَنَ بمعنى: افتتن، فجعله لازمًا ومتعديًا (١) ، وقال: </p><p> رخيم الكلام قطيع القيام ... أمسى الفؤاد به فاتنا (٢) </p><p> قال الأزهري: يقال: افْتَتَنَتْهُ (٣) فافْتَتَنَ، واقعًا ومطاوعًا، وهو صحيح ذكره ابن شُميل (٤) . </p><p> وأما فَتَنَتْه فَفَتَنَ فهي لغة ضعيفة (٥) . </p><p> ومعنى قوله:  {إِنَّمَا نَحْنُ فِتْنَةٌ} أي: ابتلاء واختبار لكم (٦) </p><p> وقوله تعالى:  {فَيَتَعَلَّمُونَ مِنْهُمَا}  (٧) هذا الفعل منسوق على فعل مقدّر يدل عليه الكلام، كأنه قال: حتى يقولا إنما نحن فتنة فلا تكفر فَيَأبَون فيتعلمون (٨) . </p><p>(١) نقله في \"تهذيب اللغة\" ٣/ ٢٧٣٩، (مادة: فتن). (٢) البيت في: \"اللسان\" ٦/ ٣٣٤٥، (مادة: فتن)، ولم ينسبه، وروايته: أمسى فؤادي بها فاتنا.(٣) في (م): (افتنته).(٤) هو: النضر بن شميل بن خرشة بن يزيد بن كلثوم التميمي، تقدمت ترجمته.(٥) نقله عنه في \"تهذيب اللغة\" ٣/ ٢٧٤٠، ينظر في فتن: \"المفردات\" ٣٧٤، \"اللسان\" ٦/ ٣٣٤٥، \"تاج العروس\" ١٨/ ٤٢٤ - ٤٢٨.(٦) \"تهذيب اللغة\" ٣/ ٢٧٣٩.(٧) ينظر في إعرابها: \"التبيان\" ص ٨٠، \"البحر المحيط\" ١/ ٣٣١، وقد لخص أبو حيان الكلام فيها بقوله: وتلخص في هذا العطف أنه عطف على محذوف، تقديره: فيأبون فيتعلمون، أو يعلمان فيتعلمون، أي: على مثبت، أو يتعلمون: خبر مبتدأ محذوف، أي: فهم يتعلمون عطف على جملة اسمية على فعلية، أو معطوف على يعلمون الناس أو معطوفًا على كفروا أو على يعلمان المنفية، لكونها موجبة في المعنى، فتلك أقوال ستة أقربها إلى اللفظ هذا القول الأخير.(٨) وهذا اختيار \"الطبري\" ١/ ٤٦٢ واستحسنه الزجاج ١/ ١٨٥ لكنه جوّد ما بعده.</p><p> قال ابن الأنباري: وصلح إضمار يأبون هنا كما صلح إضمار الفعل في قوله: {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ}  [الشعراء: ٦٣] ، والعرب تحمل على المعنى كثيرًا، من ذلك قول الفرزدق: </p><p> فكيف بليلةٍ لا نجمَ فيها ... ولا قمر لساريها منيرِ (١) </p><p> عطف (ولا قمر) على مقدر في المعنى، كأنه قال: فكيف بليلة ليست بليلة نجم ولا قمر. </p><p> قال أبو إسحاق: والأجود في هذا أن يكون عطفًا على {يُعَلِّمَانِ}  {فَيَتَعَلَّمُونَ} ، ويستغنى (٢) عن ذكر {يُعَلِّمَانِ} ؛ لما (٣) في الكلام من الدليل عليه (٤) . وقال الفراء: هي مردودة على قوله: {يُعَلِّمُونَ النَّاسَ السِّحْرَ} فيتعلّمون (٥) . </p><p> قال الزجّاج: هذا خطأ؛ لأن قوله:  (منهما) دليل هاهُنا على التعلم منَ الملكين خاصّةً (٦) . </p><p>(١) ورد البيت هكذا: فكيف بليلة لا نوم فيها ... ولا ضوء لصاحبها منيروالبيت للفرزدق، ينظر: \"ديوانه\" ص ٢٢١.(٢) في \"معاني القرآن\" للزجاج: واستغنى.(٣) في \"معاني القرآن\" للزجاج: بما.(٤) \"معاني القرآن\" للزجاج ١/ ١٨٥، وينظر: \"التبيان\" للعكبري ص ٨١.(٥) \"معاني القرآن\" للفراء ١/ ٦٤، وقد جود الوجه الأول، ورد عليه النحاس هذا الوجه في \"إعراب القرآن\" ١/ ٢٠٤، فقال: غلط؛ لأنه لو كان كذا لوجب أن يكون فيتعلمون منهم، فقوله. منهما، يمنع أن يكون التقدير: ولكن الشياطين كفروا، يعلمون الناس السحر فيتعلمون، إلا على قول من قال الشياطين هاروت وماروت.(٦) \"معاني القرآن\" للزجاج ١/ ١٨٥، وقد أطال أبو علي في \"الإغفال\" ص ٣٣٥ - ٣٤٩ النفس في مناقشة كلام الزجاج.</p><p> وابن الأنباري صحح مذهب الفراء، وقال: معناه: يعلّمون الناس السحر فيتعلّمون منهم عن (١) الملكين، فلا يكون (منهما) على هذا صلة للتعلم، بل يكون كقولك: تعلمت من الفراء عن الكسائي، أي: الفراء تعلم عنه، وروى لي (٢) عنه، (ومنهما) على هذا الوجه يكون بمعنى: عنهما، فقامت مِنْ مقام عن. </p><p> قال هشام: قال الأصمعي: سمعت (٣) أفصح العرب يقول: حدثني فلان من فلان، وهو يريد عن فلان. </p><p> ويجوز أن يكون معنى قوله:  {فَيَتَعَلَّمُونَ مِنْهُمَا} أي: مِن السّحر والكُفر، أو من السحر والكهانة. و (أحدٌ) : يقع على الواحد وَالاثنين والجميع؛ لذلك (٤) قال: فيتعلّمُون بلفظ الجمع، والدليل على ذلك: قوله: {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ}  [الحاقة: ٤٧] . </p><p> قال ابن الأنباري: وأجاز أصحابنا: ما مررت بأحدٍ يتكلّمون. ومررت على كُلّ رَجُل يتعجبون (٥) . </p><p> وروى سَلَمة (٦) عن الفراء قال: (أحدٌ) ، يكون للجميع والواحد في النفي، كقوله:  {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ}  [الحاقة: ٤٧] ، جعل (أحد) في موضع جمع، وكذلك قوله:  {لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ}  [البقرة: ٢٨٥] </p><p>(١) في (أ): فيتعلمون عن منهم عن الملكين، وفي (م): فيتعلمون عن منهم من الملكين. (٢) (لي) ساقطة من (م)(٣) في (م): (سمعت من).(٤) في (ش): (كذلك).(٥) ابن الأنباري.(٦) هو: سلمة بن عاصم النحوي أبو محمد، تقدمت ترجمته [البقرة: ٨].</p><p> فهذا جمع؛ لأن (بينَ) لا يقع إلّا على اثنين فما زاد (١) . </p><p> وقوله تعالى:  {مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ} وهو أن يُؤَخَّذَ (٢) كل واحد منهما عن صاحبه، ويبغَّضَ كلُّ واحد إلى الآخر (٣) . </p><p> وقوله تعالى:  {وَمَا هُمْ} أي: السحرة، وقيل: الشياطين وعلى هذا دلّ كلام ابن عبّاس (٤) . </p><p> (به) أي: بالسحر {مِنْ أَحَدٍ} أي: أحدًا (٥) . </p><p> {إِلَّا بِإِذْنِ اللَّهِ} . قال ابن عبّاس: يريد: ما يُضلّون إلا من كان في علمي وقضائي وقدرتي أن أُضِلّه (٦) . </p><p> وقال المفسرون: الإذن هاهُنا تأويله: إرادة التكوين، أي: لا يضرّون بالسحر إلا من أراد الله أن يلحقه ذلك الضرر (٧) . </p><p>(١) نقله عنه في \"تهذيب اللغة\" ٤/ ٣٨٤٦ وقال سيبويه: هو معطوف على (كفروا)، قال: وارتفعت (فيتعلمون) لأنه لم يخبر عن الملكين أنهما قالا: لا تكفر فيتعلموا، ليجعلا كفره سببا لتعلم غيره، نقله أبو حيان في \"البحر المحيط\" ١/ ٣٣١. (٢) يؤخذ: من التاخيذ، وآخذه: رقاه، والأُخْذَة: بضم فسكون: رقية تأخذ العين ونحوها كالسحر، أو خرزة يؤخذ بها النساء الرجال، ورجل مؤخذ عن النساء: محبوس، ينظر: \"اللسان\" (مادة: أخذ).(٣) رواه الطبري في \"تفسيره\" ١/ ٤٦٣، ابن أبي حاتم في \"تفسيره\" ١/ ١٩٣، وذكره الثعلبي في \"تفسيره\" ١/ ١٠٨٠ كلهم عن قتادة.(٤) ينظر: \"البحر المحيط\" ١/ ٣٣٢ وزاد قولًا ثالثًا: وقيل: على اليهود.(٥) أي: من زائدة. ينظر: \"تفسير الثعلبي\" ١/ ١٠٨٦، \"أحكام القرآن\" لابن العربي ١/ ٤٩، \"تفسير القرطبي\" ٢/ ٤٩، \"البحر المحيط\" ١/ ٣٣٢.(٦) ليس في شيء من التفاسير المسندة، وقد تقدم الحديث عن هذه الرواية في المقدمة.(٧) ينظر: \"تفسير الطبري\" ١/ ٣٦٤، \"ابن أبي حاتم\" ١/ ١٩٣، \"معاني القرآن\" للزجاج ١/ ١٨٦، \"تفسير القرطبي\" ٢/ ٤٩.</p><p> وقوله تعالى:  {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} المعنى: إنه يضرهم في الآخرة، وإن تعجّلوا به في الدنيا نفعًا (١) . </p><p> {وَلَقَدْ عَلِمُوا} يعني: اليهود (٢)  {لَمَنِ اشْتَرَاهُ} أي: اختاره يعني السحر (٣) . {مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} أي: نصيب. والخلاق: النصيب الوافر من الخير (٤) . </p><p> قال المفسرون في هذه الآية، الخلاقُ: النصيبُ من الجنة (٥) . </p><p> ثعلب عن ابن الأعرابي:  {لَا خَلَاقَ لَهُمْ}  [آل عمران: ٧٧] لا نصيب لهم في الخير. ويعني بهذا: الذين يعلّمون الناس السحر، وهم كانوا من علماء اليهود (٦) . </p><p>(١) ينظر: \"تفسير الطبري\" ١/ ٤٦٤. (٢) ينظر: \"تفسير الطبري\" ١/ ٤٦٤، \"تفسير الثعلبي\" ١/ ١٠٨٦، وذكره في \"البحر المحيط\" ١/ ٣٢٣ قولين آخرين أحدهما: أن المراد الشياطين، والثاني: أن المراد الملكين.(٣) ينظر: \"تفسير الطبري\" ١/ ٤٦٥، ابن أبي حاتم ١/ ١٩٥، \"تفسير الثعلبي\" ١/ ١٠٨٦، \"زاد المسير\" ١/ ١٢٥، وذكر في \"البحر المحيط\" ١/ ٣٣٤ أربعة أقوال فيما يعود عليه الضمير، فقيل: السحر، وقيل: الكفر، وقيل: كتابهم الذي باعوه بالسحر، وقيل: القرآن لأنه تعوضوا عنه بكتب السحر.(٤) ينظر: \"معاني القرآن\" للزجاج ١/ ١٨٧، \"الطبري\" ١/ ٤٦٥ - ٤٦٦، \"ابن أبي حاتم\" ١/ ١٩٥، \"البحر المحيط\" ١/ ٣٣٤، وذكروا خمسة أقوال هي: النصيب، والدين، والقوام، والخلاص، والقدر وقد فسره بالنصيب ابن عباس ومجاهد والسدي ورجحه الطبري والزجاج وغيرهما.(٥) ينظر: \"تفسير الطبري\" ١/ ٤٦٦، \"تفسير الثعلبي\" ١/ ١٠٨٦.(٦) ينظر: \"معاني القرآن\" للزجاج ١/ ١٨٦، \"زاد المسير\" ١/ ١٢٥.</p><p> وفي قوله:  {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} جملتان (١) : إحداهما: مقسم عليها. والأخرى: مؤكدة بغير قسم. </p><p> ويحتمل أن تكون الجملتان كلتاهما مقسم عليهما، والجملة هي المحدّث عنه والحديث. </p><p> فأما الجملة المقسم عليها فقوله:  {وَلَقَدْ عَلِمُوا} مقسم عليه؛ لدخول اللام في لقد، وهذه اللام إذا جاءت في الفعل الماضي والمستقبل فإنما تجيء على نية اليمين، كانت مذكورة معها أو محذوفة. قال سيبويه: سألت الخليل عن قوله: ليفعلنّ إذا جاءت مبتدأة؟ فقال: هي على نية القسم (٢) ، واللام التي تدخل على الماضي هي هذه التي إذا دخلت على المستقبل لزمته النون، فتقدير {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ} : والله لقد علموا. </p><p> والأخرى المؤكدة غير المقسم عليها: قوله: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} إذا جعلت (مَنْ) بمعنى (الذي) كانت اللام للتأكيد دون القسم. </p><p> ومذهب سيبويه فيه هذا، وهو أن (من) فيه بمعنى (الذي) ، كأنه قيل: للذي اشتراه ماله في الآخرة من خلاق (٣) . فموضع (من) رفع بالابتداء. </p><p>(١) ما سيأتي فىِ المسألة من كلام أبي علي في \"الإغفال\" ص ٣٦٢ وما بعدها. وينظر في إعرابها \"معاني القرآن\" للفراء ١/ ٦٥ - ٦٩، \"معاني القرآن\" للزجاج ١/ ١٨٦ - ١٨٧، \"إعراب القرآن\" للنحاس١/ ٢٠٤، \"إعراب مشكل القرآن\" ١/ ١٠٦ - ١٠٧، \"التبيان\" للعكبري ص ٨١. (٢) \"الكتاب\" ١/ ٥٣١ - ٥٣٢ ط. بيروت.(٣) ساقط من (أ)، (م).</p><p> وموضع {مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} رفع على أنه خبر الابتداء. وأما احتمال الكلام أن يكون فيه جملتان كلتاهما مقسم عليهما: </p><p> فالأولى منهما أيضًا: قوله: {وَلَقَدْ عَلِمُوا} ، والأخرى المقسم عليها: قوله: {مَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ} ، وذلك أن تجعل (من) شرطًا في قوله: {لَمَنِ اشْتَرَاهُ} ولا تجعله بمنزلة الذي. وتجعل قوله:  {وَلَقَدْ عَلِمُوا} بمنزلة القسم؛ لأن العلم قد يقام مقام القسم، في مثل قولك: علمت ليفعلنّ كذا، وفي مثل قول الشاعر (١) : </p><p> ولقد علمتُ لتأتينّ عَشِيّةٌ ... لا بعدها خوفٌ عليّ ولا عَدَمْ (٢) </p><p> قال سيبويه: كأنه قال: والله لتأتينّ عَشِيَّة، فحمل (علمت) في البيت على معنى اليمين. فمن حيث استعمل استعمال القسم صلح أن يكون له جواب، كما يكون للقسم، وساغ أن يكون النفي جوابًا له في الآية. </p><p> فإن قيل: على هذا إذا قلتم: إن قوله: {وَلَقَدْ عَلِمُوا} مقسم عليه، وجوزتم أن يكون هو في نفسه قسمًا، فكأنه قسم قد دخل على قسم، ويبعد ذلك عند سيبويه، فإن سيبويه والخليل قالا: لا يقوى أن يقول: وحقِّك وحقِّ زيد لأفعلن، والواو الآخرة واوُ قَسم لا يجوز إلا مستكرهًا؛ لأنّه لا يجوز هذا في محلوف عليه، إلا أن تضم الآخر إلى الأوّل، وتحلف بهما على المحلوف عليه (٣) . </p><p>(١) الذي استشهد به أبو علي في \"الإغفال\" ص ٣٦٦ ونقله عنه سيبويه هو قول الشاعر: ولقد علمت لتأتين منيتي. (٢) البيت لعامر بن حوط، في تاج العروس، (مادة: عدم). \"المعجم المفصل\" ٧/ ١٦٣.(٣) \"الكتاب\" لسيبويه ٣/ ٥٠١ ط. عبد السلام هارون.</p><p> ولهذا جعل هو والخليل الحرف في قوله: {وَاللَّيْلِ إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى} [الليل: ١ - ٢] إنه للعطف (١) . معنى ضم الآخر إلى الأوّل، أي: يضم إليه بحرف العطف (٢) دون القسم، قلنا: هذا على ما ذكرت، ولكن قوله:  {وَلَقَد عَلِمُوا} أقيم مقام القسم، وليس كالمختصِّ بالقسم التي لا معنى لها غيره، نحو لعمرُك لأفعلنّ، وبالله (٣) ليقومنّ، فليس يدخل على هذا قسم على قسم على (٤) الحقيقة، إنما يدخل (٥) على شيء أقيم مقام القسم، وأصله غير ذلك، والأول هو الوجه الواضح (٦) . </p><p> قوله تعالى:  {وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ} أي: بئس شيء باعوا به حظ أنفسهم، حيث اختاروا السحر ونبذوا كتاب الله (٧) . </p><p> وقوله تعالى:  {لَوْ كَانُوا يَعْلَمُونَ} إن قيل: كيف نفى العلم عنهم، ولقد أثبت العلم لهم في قوله:  {وَلَقَدْ عَلِمُوا} . </p><p> قيل: وصفهم بالعلم (٨) في قوله: {وَلَقَدْ عَلِمُوا} على المجاز لا على الحقيقة، كأنه قال: علموا هذا عِلمًا ظاهرًا، ولم يعلموا كنه ما يصير </p><p>(١) المصدر السابق. (٢) من قوله: معنى (ضم الآخر) ساقط من (ش).(٣) في (ش): (وتالله).(٤) (على) ساقطة من (ش).(٥) في (ش) يدخل الاسم على شيء.(٦) هذه المسألة بتمامها ملخصة من كلام أبي علي في \"الإغفال\" ص ٣٦٢ - ٣٦٨.(٧) ينظر: \"تفسير الطبري\" ١/ ٤٦٦، \"تفسير الثعلبي\" ١/ ١٠٨٧، \"تفسير ابن كثير\" ١/ ١٥٤.(٨) في (ش): (وصفهم بالعلم ثم نفاه عنهم في قوله ... وهذا سيأتي).</p>"
}