{
  "id": null,
  "sura": 2,
  "aya": 88,
  "text": "<p> الرئاسة، وكانوا متبوعين، فآثروا الدنيا على الآخرة (١) . </p><p> {فَفَرِيقًا كَذَّبْتُمْ} مثل: عيسى ومحمد، {وَفَرِيقًا تَقْتُلُونَ} مثل: يحيى وزكريا. نظيره في المائدة [٧٠] : {فَرِيقًا كَذَّبُوا وَفَرِيقًا يَقْتُلُونَ}  (٢) ، والفريق: الطائفة من الناس (٣) . </p><p> قوله:  {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ} فيما دل عليه قوله: {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لَا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ} كأنه قال: فما استقمتم (٤) . </p><p> ٨٨ - قوله تعالى:  {وَقَالُوا قُلُوُبنَا غُلْفُ} الآية. جمع أغلَفَ، كما أن حُمْرًا (٥) جمع أَحمر، فإذا كان جمع أفعل لم يجز تثقيله إلا في الشعر (٦) . </p><p> قال أبو عبيدة: كل شيء في غلاف فهو أَغْلَف، قالوا: سيفٌ أَغْلَف، وقوس غلفاء، ورجل أغلف: لم يُختن (٧) . </p><p> وما يدرك به المعلومات من الحواس وغيرها من الأعضاء إذا ذُكِر بأنه لا يعلم وُصِفَ بأن عليه مانعًا من ذلك ودونه حائلًا، فمن ذلك قوله:  {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا}  [محمد: ٢٤] ، كأن القُفْل لما كان حاجزًا بين المُقْفَل عليه وحائلًا من أن يدخله ما يدخل إذا لم يَكن مُقفلًا </p><p>(١) \"تفسيرالثعلبي\" ١/ ١٠٢٧. (٢) ينظر: \"تفسير الطبري\" ١/ ٤٠٥ - ٤٠٦، \"تفسير الثعلبي\" ١/ ١٠٢٧.(٣) \"تفسيرالثعلبي\" ١/ ١٠٢٧.(٤) ينظر: \"البحر المحيط\" ١/ ٣٠٠.(٥) في (ش): (حمر).(٦) من \"الحجة\" ٢/ ١٥٥، وينظر: \"تفسير الطبري\" ١/ ٤٠٦، \"معاني القرآن\" للزجاج ١/ ١٦٩.(٧) \"مجاز القرآن\" لأبي عبيدة ١/ ٤٦، ونقله عنه أبو علي في \"الحجة\" ٢/ ١٥٥.</p><p> جُعِل مَثَلًا للقلوب في أنها لا تعي ولا تفقَه. </p><p> وكذلك قوله {الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي}  [الكهف: ١٠١]  (١) ، ومثل هذه الآية في المعنى قوله:  {وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ}  [فصلت: ٥] . قال ابن عباس (٢) ومجاهد وقتادة في هذه الآية: إنهم قالوا استهزاءً وإنكارًا وجحدًا لما أتى به محمد: قلوبنا عليها غشاوة، فهي في أوعية، فلا تعي ولا تفقه ما تقول يا محمد. </p><p> ومن ضم اللام فهو جمع غلاف مثل: حِمَار وحُمُر، ومِثَال ومُثُل (٣) . قال ابن عباس (٤) والكلبي (٥) : إنهم قالوا للنبي - صلى الله عليه وسلم -: قُلُوبنا أوعية للعلم، فما بالها لا تفهم عنك ما أتيت به مما تدعونا إليه؟ فلو كان فيه خير لفَهِمَتْه وَوَعَتْه (٦) . </p><p> وقوله تعالى:  {بَل لَّعَنَهُمُ اَللَّهُ بِكفرِهِمْ} أكذبهم الله سبحانه وقال: بل </p><p>(١) من كلام أبي علي في \"الحجة\" ٢/ ١٥٤. (٢) رواه عنه الطبري في \"تفسيره\" ١/ ٤٠٦، ابن أبي حاتم في \"تفسيره\" ١/ ١٧٠.(٣) \"معاني القرآن\" للزجاج ١/ ١٦٩، و\"البحر المحيط\" ١/ ٣٠١، وقال الطبري في \"تفسيره\" ٢/ ٣٢٧: وأما الذين قرأوها بتحريك اللام وضمها، فإنهم تأولوها أنهم قالوا: قلوبنا غلف للعلم، بمعنى أنها أوعية فمعنى الكلام: وقالت اليهود: قلوبنا غلف للعلم وأوعية له ولغيره، ثم بين أن القراءة بالضم شاذة غير جائزة. انتهى كلامه. وممن قرأ بضم اللام: ابن عباس والحسن وابن محيصن والأعرج. ينظر: \"تفسير الثعلبي\" ١/ ١٠٢٨، \"زاد المسير\" ١/ ٩٩، \"تفسير القرطبي\" ٢/ ٢٢.(٤) رواه عنه الطبري في \"تفسيره\" ١/ ٤٠٧، ابن أبي حاتم في \"تفسيره\" ١/ ١٧٠، وذكره أبو علي في \"الحجة\" ٢/ ١٥٥، \"القرطبي\" ٢/ ٢٢.(٥) \"تفسير الثعلبي\" ٣/ ١٠٢٨، \"تفسير البغوي\" ١/ ١٢٠، \"تفسير الخازن\" ١/ ٨١.(٦) ينظر: \"تفسير القرطبي\" ٢/ ٢٢.</p><p> لعنهم الله، أي: أبعدهم من رحمته وطردهم، واللعن: الإبعاد (١) . </p><p> قال الشَّمَّاخ (٢) : </p><p> ذَعَرْتُ به القَطَا وَنَفَيتُ عنه ... مقام الذئبِ كالرجُلِ اللعينِ (٣) </p><p> أراد: مقام الذئب الذي هُوَ كالرجل اللَعين، لا يزال مُنتبذًا عن الناس، شبّه الذئب به، وكل من لعنه الله فقد أبعده عن رحمته، واستحق العذاب، وصار هالكًا (٤) . </p><p> وقال الليث: اللعن: التعذيب، ولعنه الله، أي: عذبه، قال: واللعنة في القرآن: العذاب، واللعن: السب والشتم (٥) . </p><p> قال شمر (٦) : أقرأنا ابن الأعرابي لعنترة (٧) : </p><p> لُعِنَتْ بمحرومِ الشَّرابِ مُصَرّم (٨) </p><p>(١) ينظر: \"تفسير الطبري\" ١/ ٤٠٨، و\"مجاز القرآن\" لأبي عبيدة ١/ ٤٦. (٢) هو: الشمّاخ بن ضرار بن سنان بن أمامة الذبياني، قال ابن سلام: فأما الشماخ فكان شديد متون الشعر، أشد أسر كلام من لبيد، وفيه كزازة، ولبيد أسهل منه منطقًا \"طبقات فحول الشعر\" ١/ ١٢٤ - ١٣٢.(٣) البيت للشماخ بن ضرار في \"ديوانه\" ص ٣٢١، \"مجاز القرآن\" ١/ ٤٦، \"معاني القرآن\" للزجاج ١/ ١٧٠ \"تفسير الثعلبي\" ١/ ١٠٢٩، \"لسان العرب\" ٧/ ٤٠٤٤، \"تفسير القرطبي\" ٢/ ٢٣، وذكره الطبري في \"تفسيره\" ١/ ٤٠٨ برواية: مكان الذئب.(٤) ينظر: \"تهذيب اللغة\" ٤/ ٣٢٧٢ - ٣٢٧٤، \"اللسان\" ٧/ ٤٠٤٤ - ٤٠٤٥.(٥) ينظر: \"تهذيب اللغة\" ٢/ ٣٩٦، و\"اللسان\" ١٣/ ٣٨٨، وتفسير \"القرطبي\" ٢/ ٢٥.(٦) أول البيت:هل تبلغني دارها شدنية(٧) والبيت من معلقة عنترة بن شداد التي مطلعها:هل غادر الشعراء من متردم(٨) ينظر: \"أساس البلاغة\" ٢/ ١٤، و\"لسان العرب\" ٧/ ٤٠٤٥.</p><p> وفسّره، فقال: سُبَّت بذلك، أي: قيل: أخزاها الله فما لها در ولا لبن (١) . </p><p> وقال الفراء: اللعن: المسخ أيضًا، قال الله تعالى:  {أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ}  [النساء: ٤٧] أي: نمسخهم (٢) ، وكل هذا راجع إلى معنى الطرد والإبعاد. </p><p> و (بل) لا يُنسق به في غير الجحد، والجحد هاهنا في المعنى، ومجازه: وَقَالُوا قُلُوبُنَا غُلْفٌ، وليس كذلك، بل لعنهم الله، ولم يجعل لهم سبيلًا إلى فهم ما تقول (٣) . </p><p> وقوله تعالى:  {فَقَلِيلًا مَّا يُؤمِنُونَ} يريد: فما يؤمنون قليلًا ولا كثيرًا، والعرب قد تستعمل لفظَ القِلَّةِ في موضع النفي، فتقول: قلّما رأيتُ من الرجال مثلَه، وقلَّمَا تزورنا، يريدون النفي لا إثبات القليل. </p><p> وحكى الكسائي عن العرب: مررت (٤) بأرضٍ قلّما تُنبت إلا الكُرّاث والبَصَل، أي: ما تُنبت إلا هذين (٥) ، هذا قول الواقدي (٦)  (٧) و (ما) على </p><p>(١) ينظر: \"تهذيب اللغة\" ٤/ ٣٢٧٤، ونقله في \"لسان العرب\" ٧/ ٤٠٤٥ وفيه: ولا بها لبن. (٢) لم أعثر عليه في \"معاني القرآن\" له.(٣) في (ش): (فتقول).(٤) في (ش): (مررنا).(٥) ذكره عنه الفراء في \"معاني القرآن\" ١/ ٥٩، وعنه الطبري في \"تفسيره\" ١/ ٤٠٩ - ٤١٠ ولم ينسبها، الثعلبي في \"تفسيره\" ١/ ١٠٣٠.(٦) نقله عنه الثعلبي ٣/ ١٠٣٠، وينظر: \"القرطبي\" ٢/ ٢٣، و\"البحر المحيط\" ١/ ٣٠٢.(٧) هو: أبو عبد الله محمد بن عمر بن واقد السهمي الأسلمي بالولاء، المدني، محدث مؤرخ، مفسر فقيه، أديب، متروك الحديث مع سعة علمه، ولد بالمدينة، وأقام =</p><p> هذا الوجه للنفي. </p><p> وقال أبو عبيدة: معناه: لا يؤمنون إلَّا بقليل ممَّا في أيديهم ويكفرون بأكثره. وانتصب قليلًا على هذا القول بنزع الخافض (١) . و (ما) صلة، تقديره: فبقليل يؤمنون. وقال قتادة: معناه لا يؤمن منهم إلا قليلٌ؛ (٢) لأن مَنْ آمن من المشركين أكثر ممن آمن من اليهود. و (ما) على هذا القول أيضًا صلة، وانتصب قليلًا على الحال. تقديره: فيؤمنون قليلًا (٣) ، كعبد الله بن سلَامَ (٤) . </p><p> وذكر ابن الأنباري في هذه الآية ثلاثة أوجه سوى ما ذكرنا: </p><p> أحدها: فيؤمنون إيمانًا قليلًا، وذلك أنهم يؤمنون بأن الله خالقهم ورازقهم، ويكفرون بمحمد والقرآن، فيقلل ذلك إيمانهم، ودليل هذا التأويل: قوله: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ}  [يوسف: ١٠٦] ، </p><p>= ببغداد، تولى القضاء، توفي سنة ٢٠٧ هـ. ينظر: \"تاريخ بغداد\" ٣/ ٣، و\"وفيات الأعيان\" ٤/ ٣٤٨. (١) ينظر: \"البحر المحيط\" ١/ ٣٠٢.(٢) رواه عبد الرزق في \"تفسيره\" ١/ ٥١، ومن طريقه رواه الطبري في \"تفسيره\" ١/ ٤٠٩، وابن أبي حاتم ١/ ١٧١، وذكره الثعلبي ١/ ١٠٢٩، وينظر: \"البحر المحيط\" ١/ ٣٠١ - ٣٠٢، ونقل عن المهدوي مذهب قتادة: أن المعنى فقليل منهم من يؤمن، وأنكره النحويون؟ وقالوا: لو كان كذلك للزم رفع قليل، ثم تعقبه أبو حيان فقال: قول قتادة صحيح، ولا يلزم ما ذكره النحويون؛ لأن قتادة إنما بين المعنى وشرحه ولم يرد شرح الإعراب فيلزمه ذلك.(٣) \"البحر المحيط\" ١/ ٣٠٢.(٤) هو: أبو يوسف عبد الله بن سلام بن الحارث الإسرائيلي، ثم الأنصاري، كان أحد أحبار اليهود في الجاهلية، أسلم عند مقدم الرسول - صلى الله عليه وسلم -، بشره الرسول - صلى الله عليه وسلم - بالجنة، توفي سنة ٤٣ هـ. ينظر: \"أسد الغابة\" ٣/ ٢٦٤، \"الاستيعاب\" ٣/ ٩٢١.</p><p> معناه: أنهم يعترفون بأن الله ربهم، ويكفرون بمحمد فيقلّ إيمانهم. وانتصب قليلًا على هذا الوجه لأنه نعتُ مصدرٍ محذوف (١) . </p><p> الوجه الثاني: أن يكون المعنى: فيؤمنون قليلًا من الزَمَانِ ويكفرون أكثره، ودليل هذا التأويل: قوله: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ}  [آل عمران: ٧٢] . فخّبر الله تعالى بقلة إيمانهم على معنى الوقت القصير الذي أظهروا فيه موافقة المسلمين ثم باينوهم بعده، وانتصب (قليلًا) في هذا الوجه؛ لأنه أقيم مقام الظرف، و (ما) في هذين الوجهين صلة. </p><p> الوجه الثالث: أن يكون (ما) مع الفعل مصدرًا، ويرتفع بـ \"قليل\" ، وهو مقدم، ومعناه: </p><p> فقليلًا إيمانهم، كما قالوا: راكبًا لقَائِيك ومُجَرَّدًا ضَرْبِيكَ. </p><p> والآيه رَدٌّ على القدرية؛ لأن الله تعالى بيّن أن كفرهم بسبب لعنه آباءهم، فالله تعالى لما لعنهم وطردهم وأراد كفرهم وشقاوتهم منعهم الإيمان (٢) . </p><p>(١) ينظر: \"معاني القرآن\" للفراء ١/ ٦٠، وهذا ما رجحه الطبري رحمه الله في \"تفسيره\" ١/ ٤٠٩، فقال: أخبر أنه لعن الذين وصف صفتهم في هذه الآية، ثم أخبر عنهم أنهم قليلو الإيمان بما أنزل الله إلى نبيه محمد - صلى الله عليه وسلم -، ولذلك نصب قوله: فقليلا لأنه نعت للمصدر المتروك ذكره، ومعناه: بل لعنهم الله بكفرهم فإيمانًا قليلاً ما يؤمنون، فقد تبين إذًا بما بينا فساد القول الذي روي عن قتادة في ذلك\". ورجحه في \"البحر\" ١/ ٣٠٢ قائلًا: لأن دلالة الفعل على مصدره أولى من دلالته على الزمان، وعلى الهيئة وعلى المفعول وعلى الفاعل، ولموافقته ظاهر قوله تعالى: {فَلا يُؤْمِنُونَ إِلا قَلِيلًا} [النساء: ٤٦]. (٢) قال القرطبي ٢/ ٢٣: ثم بين أن السبب في نفورهم عن الإيمان: إنما هو أنهم لعنوا بما تقدم من كفرهم واجترائهم، وهذا هو الجزاء على الذنب بأعظم منه.</p>"
}