{
  "id": null,
  "sura": 2,
  "aya": 171,
  "text": "<p> والواو في أَوَلو واو العطف دخلت عليها ألف الاستفهام المنقولة إلى معنى التوبيخ (١) ، وإنما جعل ألف الاستفهام للتوبيخ؛ لأنه يقتضي ما الإقرار به فضيحة كما يقتضي الاستفهام الإخبار عن المستفهم عنه. وفي هذا حجة عليهم، كأنه قيل: إذا جاز لكم أن تتبعوا آباءكم فيما لا تدرون أعلى حق هم فيه أم باطل؟ فأنتم كمن قال: نتبعهم وإن كانوا على باطل، وهذا غاية الفضيحة (٢) . </p><p> والآية تضمنت النهي عن التقليد؛ لأن الله تعالى أنكر عليهم متابعة آبائهم، وأمر بمتابعة العقل والهدى (٣) . </p><p> وقوله تعالى:  {لَا يَعْقِلُونَ شَيْئًا} لفظه عام ومعناه الخصوص؛ لأنهم كانوا يعقلون أمرَ الدنيَا، ومعناه: لا يعقلون شيئًا من أمر الدين (٤) . </p><p> قال عطاء عن ابن عباس: لا يعقلون عظمةَ الله، ولا يهتدون إلى دينه (٥) . </p><p> ١٧١ - قوله تعالى:  {وَمَثَلُ الَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ} الآية، قال أهل اللغة، الفراء وغيره: النعيق: دعاء الراعي الشاة، يقال: انعَقْ بضَأنِك، أي: ادعُها، وقد نَعَقَ يَنْعِقُ نعيقًا ونَعْقًا ونَعْقانًا ونُعاقًا، إذا صاح بالغنم زجرًا، قال الأخطل: </p><p>(١) ينظر: \"التبيان\" ص ١٠٩، \"البحر المحيط\" ١/ ٤٨٠، وذكر القول الآخر وهو أن الواو للحال. (٢) \"البحر المحيط\" ١/ ٤٨١.(٣) ينظر: \"تفسير القرطبي\" ٢/ ١٩٤، \"البحر المحيط\" ١/ ٤٨٠.(٤) \"تفسير الثعلبي\" ١/ ١٣٣٤.(٥) قد تقدم الحديث عن هذا الحديث عن هذه الرواية.</p><p> فانعِقْ بِضَأْنِك يا جريرُ فإنما ... مَنَّتْكَ نَفْسُك في الخَلَاء ضَلالا (١)  (٢) </p><p> وللعلماء من أهل التأويل في هذه الآية طريقان: </p><p> أحدهما: تصحيح المعنى بإضمار في الآية. </p><p> والثاني: إجراء الآية على ظاهرها من غير إضمار (٣) . </p><p> فأما الذين أضمروا فقد اختلفوا، فقال الأخفش (٤) والزجاج (٥) وابن قتيبة (٦) : تقدير الآية: ومثلك يا محمد، ومثل الذين كفروا في وعظهم ودعائهم إلى الله عز وجل؛ فَحَذَف أحدَ المثلين اكتفاءً بالثاني، كقوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ}  [النحل: ٨١] ، وعلى هذا التقدير: شبه الكفار بالبهائم، وشبه داعيهم بالذي يصيح بها، وهي لا تعقل شيئًا. </p><p> وقال الفراء (٧) في هذه الآية قولين: </p><p> أحدهما: أن تقدير الآية: ومثل واعظ الذين كفروا كمثل الذي ينعق بالغنم، فحذف كما قال:  {وَاسْأَلِ الْقَرْيَةَ}  [يوسف: ٨٢] ، أي: أهلها (٨) . </p><p>(١) البيت في \"ديوان الأخطل\" ص ٣٩٢، \"تفسير الطبري\" ٢/ ٨٣، والثعلبي ١/ ١٣٣٦، \"خزانة الأدب\" ١١/ ١٣٣، \"طبقات فحول الشعراء\" ٢/ ٤٩٧، \"مجاز القرآن\" ١/ ٦٤، \"وضح البرهان في مشكلات القرآن\" ١/ ١٨٣. (٢) ينظر في معنى نعق: \"تفسير الطبري\" ٢/ ٨٣، \"تهذيب اللغة\" ٤/ ٣٦١٣، \"تفسير الثعلبي\" ١/ ١٣٣٥، \"المفردات\" ٥٠١، \"اللسان\" ٧/ ٤٤٧٦.(٣) ينظر في معنى الآية: \"تفسير الطبري\" ٢/ ٧٩، \"المحرر الوجيز\" ١/ ٦٣ - ٦٥، \"تفسير القرطبي\" ٢/ ١٩٧ - ١٩٨، \"البحر المحيط\" ١/ ٤٨١.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٣٣٤، ولم أجده في \"معاني القرآن\" للأخفش.(٥) \"معاني القرآن\" للزجاج ١/ ٢٤٢.(٦) \"تأويل مشكل القرآن\" ص ١٩٩، \"تفسير غريب القرآن\" ص ٦٥.(٧) ينظر: \"معاني القرآن\" للفراء بمعناه، وقال بعد ذكر القولين: وكلٌّ صواب.(٨) ينظر: \"تفسير الطبري\" ٢/ ٨١، \"البحر المحيط\" ١/ ٤٨٢، وهذا اختيار الطبري.</p><p> والقول الثاني: أن معنى الآية: ومثل الذين كفروا في قلة عقلهم وفهمهم عن الله عز وجل وعن رسولهِ كمثل المنعوقِ به من البهائم، التي لا تفقه من الأمر والنهى غير الصوت، فيكون المعنى للمنعوق به (١) ، والكلام خارج على الناعق، وهو جائز عند العرب، يقلبون الكلام لاتضاح المعنى عندهم، فيقولون: اعرض الحوض على الناقة، وإنما هو: اعرض الناقة على الحوض، وأنشد: </p><p> كانت فريضة ما تقول كما ... كان الزناءُ فريضةَ الرجم (٢) </p><p> أراد: كما كان الرجمُ فريضةَ الزنا. وعلى هذا حُمِل قوله تعالى:  {مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ}  [القصص: ٧٦] ، المعنى: أن العُصْبَةَ تنوء بالمفاتح (٣) . واعترض ابن قتيبة على هذا القول بأن قال: لا يجوز لأحد أن يحكم بهذا على كتاب الله، لأن الشاعر يقلب اللفظ ويزيل الكلام عن الغلط، على (٤) طريق الضرورة للقافية، أو لاستقامة الوزن، والله تعالى لا يغلط ولا يُضطر. هذا كلامه (٥) . </p><p>(١) ينظر: \"مجاز القرآن\" لأبي عبيدة ١/ ٦٣، \"تفسير الطبري\" ٢/ ٨١، والثعلبي ١/ ١٢٤٦، \"البحر المحيط\" ١/ ٤٨٢. (٢) البيت للنابغة الجعدي في \"ديوانه\" ص ٣٥، \"لسان العرب \" ٣/ ١٨٧٥ (زني)، وورد غير منسوب في \"معاني القرآن\" للفراء، \"مجاز القرآن\" ١/ ٣٧٨، \"تفسير الطبري\" ٢/ ٨١، والثعلبي ١/ ١٣٣٧.(٣) \"معاني القرآن\" للفراء ١/ ٩٩ - ١٠٠، \"تفسير الثعلبي\" ١/ ١٣٣٦ - ١٣٣٧.(٤) في (أ)، (م): (على الغلط وعلى طريق).(٥) \"تأويل مشكل القرآن\" لابن قتيبة ص ٢٠٠، \"البحر المحيط\" ١/ ٤٨٢ وقال: وينبغي أن ينزه القرآن عنه؛ لأن الصحيح أن القلب لا يكون إلا في الشعر، أو إن جاء في الكلام فهو من القلة بحيث لا يقاس عليه.</p><p> وقول الفراء صحيح وإن أنكره ابن قتيبة، موافق لمذاهب العرب في فنون مخاطباتها، فإنهم يفعلون الشيء للضرورة، ثم يصير وجهًا ومذهبًا لهم في الكلام، حتى يجيزوه وإن لم تدع إليه ضرورة. وعلى هذا الطريق أراد: بما لا يسمع إلا دعاءً ونداءً: البهائم التي لا تعقل ولا تفهم ما يقول الراعي، إنما تسمع صوتًا ولا تدري ما تحته، لو قال لها: كلي واشربي لم تقف على معنى قوله، فالذين كفروا يسمعون كلام النبي - صلى الله عليه وسلم - وهم كالغنم، إذ كانوا لا يستعملون ما يأمرهم به، ولا ينتهون عما نهاهم عنه. وهذا قول ابن عباس (١) وعكرمة ومجاهد وقتادة وعطاء والربيع (٢) والسدي (٣) . </p><p> والطريق الثاني في الآية: هو أن معناها: ومثل الكفار في قلة فهمهم وعقلهم، كمثل الرعاةِ يكلمون البَهم والبهم لا تعقل عنهم، وعلى هذا التفسير لا تحتاج الآية إلى إضمار (٤) . </p><p> وقال عبد الرحمنُ بن زيد: معنى الآية: ومثل الذين كفروا في دعائهم الأصنام وعبادتهم الأوثان، كمثل الرجل الذي يصيح في جوف الجبال، فيجيبه منها صوت يقال له: الصدى، يجيبه ولا ينفعه (٥) ، وتقدير الآية على </p><p>(١) رواه عنه الطبري ٢/ ٨٠، وابن أبي حاتم ١/ ٢٨٢. (٢) رواه عن عكرمة ومجاهد وقتادة وعطاء والربيع: \"الطبري\" ٢/ ٧٩، وذكره \"الثعلبي\" ١/ ١٣٣٤.(٣) رواه عنه الطبري ٢/ ٨٠، وابن أبي حاتم ١/ ٢٨٢.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٣٣٨، \"الوسيط\" للواحدي ١/ ٢٥٥، والرازي ٥/ ٨، والقرطبي ٢/ ١٩٧ - ١٩٨.(٥) رواه عنه الطبري ٢/ ٨٢.</p><p> هذا القول: ومثلهم في عبادتهم الأصنام كمثل الناعق بشيء لا يسمع منه الناعقُ إلا دعاءه ونداءه؛ لأن الصدى هو صوته عاد إليه، وذلك أنه إذا قال: يا زيد، سمع من الصدى يا زيد، وليس وراء القول شيء، إلا أنَّ يخيل إليه أن مجيبًا يجيبه، فيقول: يا زيد، وليس فيه فائدة. فكذلك يخيل إلى هؤلاء المشركين أن دعاءهم للأصنام يستجاب، وليس لذلك (١) حقيقة ولا فيه فائدة، والسمع على هذا في قوله:  (لا يسمع) منفي عن الناعق لا عن المنعوق به (٢) . </p><p> قال ابن الأنباري: ويجوز على هذا القول أيضًا: أن يكون السمع منفيًا عن المنعوق به، فيكون المعنى: كمثل الذي ينعق بما لا يسمع ألبتة (٣) . والدعاءُ والنداءُ ينتصبان بـ (ينعق) ، و (إلا) توكيد هاهنا، معناها السقوط، كقول الفرزدق: </p><p> هم القوم إلا حيث سلّوا سيوفهم ... وضَحَّوا بلحم من مُحِلٍّ ومُحرِمِ (٤) </p><p> معناه: هم القوم حيث سلّوا سيوفهم (٥) . انتهى كلامه. </p><p> والتقدير الأول في هذا المعنى أولى مما ذكره أبو بكر؛ لأن السمع إذا كان منفيًّا عن المنعوق به لم يكن للجبل اختصاص بالنعيق به؛ لأن غير الجبل من القفار والرمال والأشجار لا يسمع ألبتة أيضًا، وفي نفي السمع </p><p>(١) في (م): (مستجاب وليس كذلك). (٢) ينظر: \"تفسير الطبري\" ٢/ ٨١، والثعلبي ١/ ٣٣٩، والسمعاني ٢/ ١٢٨، والبغوي ١/ ١٨١، والرازي ٥/ ٩.(٣) ينظر: \"تفسير الطبري\" ٢/ ٨١(٤) البيت للفرزدق في \"ديوانه\" ص ٢٠٠.(٥) من قوله: (معناه هم). ساقطة من (ش).</p>"
}