{
  "id": null,
  "sura": 2,
  "aya": 69,
  "text": "<p> ألا ترى أن (ذلك) إشارة إلى البكارة والفروض. فلو كان واقعاً (١) موقعَ جملةٍ ما دلّ عليهما (٢) ؛ لأن الجملة يُسنَد فيها الحديثُ إلى المحدَّث عنه (٣) ، وليس (٤) واحد من الفروض والبكارة بمسند إلى الآخر. وهذا واضح لمن تأمله. </p><p> فأما قولهم: ظننت ذاك، فهو عند سيبويه إشارة إلى المصدر (٥) كأنك قلت: ظننت ذاك (٦) الظنَّ، وإذا كان إشارة إلى المصدر لم يحتج إلى مفعول ثان، كما أنّ (ضربت) وغيره من الأفعال المتعدية إذا عديته (٧) إلى المصدر لم يلزم أن تُعدِّيه إلى مفعول به، فبان أن (ذاك) من قولهم: (ظننت ذاك) لم يقع موقع الجملة (٨) . </p><p> ٦٩ - قوله تعالى:  {قَالُوا ادْعُ لَنَا رَبَّكَ يُبَيِّنْ لَنَا مَا لَوْنُهَا} اللون (٩) مرفوع، لأنك لم ترد أن تجعل (ما) صلة، فتقول: يبين لنا لونَها، وقد قرئ </p><p>(١) في (ب): (واقع). (٢) في (ب): (عليها).(٣) في (ب): (عنها).(٤) قوله: (وليس) ساقط من (ب).(٥) انظر: \"الكتاب\" ١/ ٤٠.(٦) في (ب): (ذلك).(٧) قوله: (إذا عديته) ساقط من (ب).(٨) انتهى ما نقله المؤلف عن كتاب \"الإغفال\" لأبي علي الفارسي بعضه بنصه، وبعضه بتصرف. انظر: \"الإغفال\" ص ٢١٤ - ٢٤١، وقد أطال في النقل عن (بين). ومحل ذلك المطولات من كتب النحو، لا كتب التفسير والله أعلم.(٩) في (ب): (ما لونها مرفوع).</p><p> بها شاذّاً، وهو صواب (١) ، ولكنه (٢) أراد (٣) : ادع لنا ربك يبيّن لنا أي شيء لونُها؟ ولم يصلح للفعل الوقوع (٤) على (أي) لأن أصله جمع متفرق (٥) من الاستفهام، كقول القائل (٦) : يبين لنا (٧) أسوداء هي أم صفراء؟ فلما لم يصلح (٨) للتَّبَيُّن أن يقع على الاستفهام في تفرقه لم [يقع]  (٩) على أي، لأنها </p><p>(١) لعل المراد من الناحية النحوية، لو ثبتت القراءة به وقد نسب الثعلبي القراءة بالنصب إلى الضحاك ١/ ٨٤/ أ، وعبارة الفراء -والكلام بنصه منقول عنه- يقول: (اللون مرفوع، لأنك لم ترد أن تجعل (ما) صلة فتقول: يبين لنا ما لونَها، ولو قرأ به قارئٌ كان صوابا ..) \"معاني القرآن\" للفراء ١/ ٤٦. قارن بين كلام الفراء وكلام الواحدي. قال الزجاج: (ولا يجوز في القراءة (ادع لنا ربك يبين لنا ما لونَها) على أن يجعل (ما) لغوا، ولا يُقرأ القرآن إلا كما قرأت القراء المجمع عليهم في الأخذ عنهم) \"معاني القرآن\" ١/ ١٢٣. وانظر: \"تفسير الطبري\" ١/ ٣٤٤، فإنه نقل بعض كلام الفراء بمعناه، وانظر: \"إعراب القرآن\" للنحاس ١/ ١٨٥، و\"المشكل\" ١/ ٥٢. (٢) في (ج): (ولكنه القائل يبين لنا أسوداء هي أما صفراء أراد: ادع ..) وفيه تكرير جملة لا مكان لها هنا وستأتي بعد.(٣) ما أحسن صنيع الفراء حينما قال: (ولكنه أراد -والله أعلم- ادع ..) \"معاني القرآن\" ١/ ٤٦.(٤) في (ج): (للوقوع).(٥) عبارة الفراء: (لأن الأصل (أي) تفرق جمع من الاستفهام) يريد أن (أيا) نابت عن جمع من الاستفهام متفرق. انظر: \"معاني القرآن\" للفراء، وحاشيته ١/ ٤٦.(٦) (القائل): مكرر في (ج).(٧) في (ب): (سوداء) بسقوط الهمزة.(٨) في (أ)، (ج): (فإنما يصلح للتبيين ..)، وما في (ب) موافق لـ \"معاني القرآن\" للفراء ١/ ٤٦.(٩) (يقع) زيادة من \"معاني القرآن\" ١/ ٤٦، وهي لازمة لتمام الكلام.</p><p> جمع ذلك المتفرق، وكذلك ما كان في القرآن مثله. فأعمِلْ في (١)  (ما) و (أي) الفعل الذي بعدهما، ولا تُعمِلْ الذي قبلهما إذا كان مشتقًّا من العلم أو في معناه، كقولك: ما أعلم أنهم قال ذلك، ولا أُعلِمَنَّ أيُّهم قال ذلك، وما أدري أيَّهم ضربتَ (٢) . فهو في العلم والإخبار والإنباء وما أشبهها على هذا الوصف، ومنه قوله:  {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ}  [الانفطار: ١٧] ، موضع (ما)  (٣) رفع (٤) ، رفعتها بيوم، كقولك: ما أدراك أيُّ شيء يوم الدين؟ وكذلك قوله:  {لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى}  [الكهف: ١٢] ، رفعت (أي) بأحصى، وإنما (٥) امتنعت (أي) من الفعل الذي قبلها، لأنك تجد الفعل غير واقع عليها في المعنى؛ ألا ترى أنك إذا قلت: اسأل (٦) أيهم قام، كان المعنى: سل الناس أيُّهم قام، ولو أوقعت الفعل على أي فقلت: اسأل أيَّهم قام، خرجت من معنى الاستفهام، وذاك جائز إن أردته (٧) ، تقول: لأضربنَّ أيَّهم قال ذلك، فهنا (٨)  (أي) لا تكون (٩) استفهاماً؛ لأن الضرب لا يقع [على </p><p>(١) (في): ساقطة من (ب). (٢) من (ب): (ضربت)، ومثله في \"معاني القرآن\" ١/ ٤٦، وفي غير (ب): (ضرب).(٣) في \"معاني القرآن\" (ما الثانية) ١/ ٤٦.(٤) في (ب): (رفعت).(٥) في \"معاني القرآن\" للفراء: (وتقول إذا كان الفعل واقعا على (أي): ما أدري أيَّهم ضربت، وإنما امتنعت من أن توقع على (أي) الفعل الذي قبلها من العلم وأشباهه، لأنك تجد الفعل ... إلخ) ١/ ٤٦، ٤٧.(٦) في \"المعاني\": (سل).(٧) في (ب): (أردت).(٨) في (ج): (فهاهنا).(٩) في (أ)، (ج): (يكون).</p><p> اسم، ثم يأتي بعد ذلك استفهام، لأن الضرب لا يقع، (١) على اثنين. وقوله:  {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا}  [مريم: ٦٩] مَنْ نصَبَ أيّاً (٢) أوقع عليها النزع، وليس باستفهام، كأنه قال: ثم لنستخرجن العاتي الذي هو أشدّ عِتيّا. </p><p> وأما الرفع (٣) ، فأن تجعل مكتفيًا بـ (من) في الوقوع عليها كما تقول: قد قتلنا من كل قوم، وأصبنا من كل طعام، ثم تستأنف أيّاً فترفعها بالذي بعدها، كقوله تعالى:  {يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ}  [الإسراء: ٥٧] وكذلك: {يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ}  (٤)  [آل عمران: ٤٤] . </p><p> و (٥) قوله تعالى: {قَالَ إِنَّهُ يَقُولُ إِنَّهَا}  (٦) ما بعد القول من باب (٧) إنَّ مكسور أبدا، كأنك لم تذكر القول في صدر كلامك، وإنما وقع (قلت) في كلام العرب على أن يحكى به ما كان كلاماً يقوم بنفسه قبل دخوله، فيؤدي </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) بالنصب قرأ طلحة بن مصرف، ومعاذ بن مسلم الهراء، وزائدة عن الأعمش، انظر \"البحر المحيط\" ٦/ ٢٠٩.(٣) ذكر الفراء وجهين للرفع حيث قال: (وفيها وجهان من الرفع: أحدهما: أن تجعل الفعل مكتفيا بـ (من) .. الخ) وذكر الوجه الثاني فقال: (فإن في قوله تعالى: {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ} لننزعن من الذين تشايعوا على هذا، ينظرون بالتشايع أيهم أشد وأخبث، وأيهم أشد على الرحمن عتيا ..) ١/ ٤٨.(٤) بهذا انتهى ما نقله المؤلف من الفراء بنصه في الغالب، وبتصرف في بعضه، انظر: \"معاني القرآن\" ١/ ٤٦ - ٤٨.(٥) (الواو): ساقط من (ب).(٦) (قال): ساقط من (ب).(٧) (باب): ساقط من (ج).</p><p> مع ذكر (قلت) ذلك اللفظ، تقول: قلت: زيد منطلق، وكذلك إن زيدًا منطلق، إذا حكيته تقول: قلت: إن زيداً منطلق (١) ، لا اختلاف بين النحويين في ذلك، إلا أن قوماً من العرب، وهم بنو سُلَيم يجعلون باب (قلت)  (٢) كباب (ظننت) ، فيقولون: قلت: زيداً منطلقاً، وهذه لغة لا يؤخذ بها في القرآن. </p><p> وقوله تعالى:  {فَاقِعٌ} هو مبالغة في نعت الأصفر يقال: فَقَعَ فُقُوعًا وهو يَفْقَعُ ويَفْقُعُ. وربما استعمل الفقوع في معنى الحمرة (٣) ، قال البُرجُ بن مُسْهِر: </p><p> كُمَيْتاً (٤) مِثْلَ ما فَقَعَ الأَديم (٥) </p><p> أي: اشتدت حمرته، وفاقع يرجع إلى اللون، وهو خبر واسمه اللون، فهو خبر مقدم على الاسم (٦) . </p><p>(١) الكلام بنصه في \"معاني القرآن\" للزجاج وفيه: (تقول: قلت: زيد منطلق. كأنك قلت: زيد منطلق، وكذلك: إن زيدا منطلق، لا اختلاف بين النحويين ..) \"معاني القرآن\" ١/ ١٢٣. (٢) في \"المعاني\": (باب (قلت) اجمع كباب (ظننت)) ١/ ١٢٣.(٣) أكثر المفسرين على أن {فَاقِعٌ} في هذه الآية صفة للأصفر. انظر: \"تفسير الطبري\" ١/ ٣٤٥ - ٣٤٦، \"غريب القرآن\" لابن قتيبة ص ٥٣، ٥٤، \"معاني القرآن\" للأخفش١/ ٢٧٩، \"معاني القرآن\" للزجاج١/ ١٢٤، \"الكشاف\" ١/ ٢٨٧، وانظر: مادة (فقع) في \"الصحاح\" ٣/ ٢٥٩، \"اللسان\" ٦/ ٣٤٤٨.(٤) كذا في جميع النسخ، وفي \"اللسان\" (كميت)، وكذا في \"التاج\".(٥) ورد البيت في اللسان، وصدره:تَراها في الإناء لها حُمَيَّا\"اللسان\" (فقع) ٦/ ٣٤٤٨، و\"التاج\" (فقع) ١١/ ٣٤٩.(٦) في إعراب (فاقع) وجوه: الأول: (فاقع) خبر مقدم، و (لونها) مبتدأ مؤخر، =</p>"
}