{
  "id": null,
  "sura": 2,
  "aya": 11,
  "text": "<p> ومن شدد (١) فلكثرة ما في القرآن مما يدل على التثقيل (٢) كقوله: {وَلَقَدْ كُذِّبَتْ رُسُلٌ}  [الأنعام: ٣٤] وقوله: {بَلْ كَذَّبُوا بِمَا لَمْ يُحِيطُوا بِعِلْمِهِ}  [يونس: ٣٩] ، {وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي}  [يونس: ٤١] ونحوها من الآيات (٣) . </p><p> ١١ - قوله تعالى:  {وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ} الآية. موضع (إذا) من الإعراب نصب لأنه اسم للوقت كأنك قلت: (وحين قيل لهم) أو (ويوم قيل لهم) إلا أنها تشبه حرف الجزاء (٤) وسيأتي الكلام في (إذ) و (إذا) بعد هذا إن شاء الله. </p><p> وكان الكسائي يُشِمّ {قِيلَ}  (٥) وأخواتها (٦)  (الضم) ، ليدل بذلك على أنه كان في الأصل (فُعِل)  (٧) ، كما أنهم قالوا: أنت تغزُين، فألزموا الزاي إشمام الضمة، و (زين) من (تغزين) بمنزلة: (قيل) . ومن قال (قُيل) بإشمام </p><p>(١) وهي قراءة ابن كثير ونافع وأبي عمرو وابن عامر \"السبعة\" لابن مجاهد ص ٤٣. (٢) في (أ)، (ج): (الثقيل) وأثبت ما في (ب) ومثله في \"الحجة\" ١/ ٣٣٨.(٣) أخذه عن \"الحجة\" لأبي علي، بتصرف ١/ ٣٣٧. وانظر \"الكشف\" لمكي ١/ ٢٢٨، وقد رجح مكي قراءة (التشديد) ورجح الطبري قراءة (التخفيف) ١/ ١٢٣.(٤) انظر: \"إعراب القرآن\" للنحاس ١/ ١٣٧، \"البيان\" ١/ ٥٥، ٥٦، \"الدر المصون\" ١/ ١٣٢.(٥) وروي عن هشام مثل الكسائي، وعن نافع وابن عامر الإشمام في بعض أخوات (قيل) دونها. انظر: \"السبعة\" لابن مجاهد ص ١٤٣، \"الحجة\" ١/ ٣٤٠، \"الكشف\" لمكي ١/ ٢٢٩.(٦) في (أ)، (ج): وأخواته. وأثبت ما في (ب).والمراد بأخواتها: سيء وسيق وحيل وجيء وغيض والسادس قيل فهي ستة أفعال معتلة العين. انظر: \"الكشف\" لمكي ١/ ٢٢٩ والإشمام سبق تعريفه.(٧) فعل: مبني للمجهول.</p><p> الضم قال:  (بُيع) أو (اختُير) و (انقُيد)  (١) بالإشمام؛ لأنها بمنزلة واحدة. </p><p> وأما من (٢) حرك الفاء بالكسر ولم يشم الضمة، قال (٣) : هذا كان في الأصل (قُوِلَ) فنقلت كسرة الواو إلى القاف، فسكنت الواو وانكسر ما قبلها، فصارت (ياء) فلزم كسر القاف وصار الأصل هذا (٤) . </p><p> قال المفسرون: ومعنى الآية: وإذا قيل لهؤلاء المنافقين: لا تفسدوا في الأرض بالكفر وتعويق الناس عن الإيمان بمحمد - صلى الله عليه وسلم - (٥) . ويقال: أفسد الشيء يفسده إفساداً، ومفعول الإفساد محذوف (٦) على معنى: (لا تفسدوا أنفسكم بالكفر، أو (٧) الناس بالتعويق عن الإيمان)، على ما ذكره المفسرون. </p><p> وقوله تعالى:  {إِنَّمَا نَحْنُ مُصْلِحُونَ} . (٨)  (نحن) تدل على جماعة. </p><p>(١) في (أ)، (ج) رسمت أن قيد وفي (ب) إن قيل والصحيح ما أثبت كما في \"الحجة\" قال: (... ألا ترى من قال: قيل وبيع، قال: اختير وانقيد فأشم ما بعد الخاء والنون لما كان بمنزلة: قيل وبيع ...) ١/ ٣٤٦، وانظر: \"الكشف\" ١/ ٢٣٠. (٢) وهم ابن كثير وعاصم وأبو عمرو وحمزة هؤلاء كسروا أوائل (قيل) وأخواتها ونافع وابن عامر وافقاهم في بعضها ومنها (قيل)، انظر: \"السبعة\" لابن مجاهد ص ١٤٣، ١٤٤، \"الحجة\" ١/ ٣٤٠ - ٣٤١، \"الكشف\" ١/ ٢٢٩.(٣) في (ب): (كان).(٤) انظر: \"الحجة\" ١/ ٣٤٩ - ٣٥٠ \"الكشف\" ١/ ٢٣٠.(٥) انظر. \"تفسير الطبري\" ١/ ١٢٥، \"تفسير أبي الليث\" ١/ ٩٦، \"تفسير الثعلبي\" ١/ ٥٠ ب، \"تفسير ابن كثير\" ١/ ٥٣، و\"تفسير البغوي\" ١/ ٦٦، \"تفسير الخازن\" ١/ ٥٨.(٦) في (ب): (محذوف).(٧) في (ب): (بالواو).(٨) في (ج): (قالوا إنما نحن مصلحون).</p><p> وجماعة المضمرين تدل عليهم (الميم أو (١) الواو)، نحو (٢) : فعلوا وأنتم، [فـ (الواو) ] (٣) من جنس الضمة. وحركت نحن (بالضم) ؛ لأن الضم من الواو (٤) . وهو جمع (أنا)  (٥) من غير لفظها (٦) . </p><p> وقال بعضهم. ضم آخرها تشبيهاً بالغاية، نحو: قبلُ وبعدُ (٧) ، ووجه الشبه بينهما (٨) ذكرنا في قوله: {هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ}  [البقرة: ٢٥] . وقال قوم: كان أصلها (نَحُنْ)  (٩) ثم فعل بها ما فعل بـ (قط) لتشبه أخواتها (١٠) ، وأصل (قط) : (قطط) ، والقياس عند الإدغام يوجب نقل ضمة العين إلى اللام، دلالة على حركة العين في الأصل. </p><p>(١) في \"معاني القرآن\" للزجاج (الميم والواو) ١/ ٥٤. (٢) في (ب): (ونحن).(٣) في (أ)، (ب)، (ج): (قالوا ومن) والتصحيح من \"معاني القرآن\" للزجاج ١/ ٥٥.(٤) ذكره الزجاج في \"معاني القرآن\" ١/ ٥٤. وانظر: \"مشكل إعراب القرآن\" لمكي ١/ ٢٤١.(٥) في (ب): (أناس).(٦) \"الأضداد\" لابن الأنباري ص ١٨٤، \"تهذيب اللغة\" (أنا) ١/ ٢١٣.(٧) ذكره النحاس ونسبه لمحمد بن يزيد، \"إعراب القرآن\" للنحاس١/ ١٣٨ - ١٣٩، \"مشكل إعراب القرآن\" ١/ ٢٤.(٨) (بينهما) ساقط من (ب) وفي ج (بينهم).(٩) في (أ): (نَحْنُ) وفي ب، ج غير مشكولة والصحيح (نَحُنْ) كما في \"إعراب القرآن\" للنحاس ١/ ١٣٨ - ١٣٩، \"مشكل إعراب القرآن\" ١/ ٢٥، وفي (نحن) نقلت الضمة إلى (النون) وسكنت (الحاء).(١٠) أخوات (قط): (قبل) و (بعد) و (حسب) لأنها غاية مثلهن: انظر \"تهذيب اللغة\" (قط) ٣/ ٢٩٩١، \"الكتاب\" ٣/ ٢٧٦.</p>"
}