{
  "id": null,
  "sura": 2,
  "aya": 283,
  "text": "<p> ومجاهد (١)  {وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ} بإظهار التضعيف على ما لم يسم فاعله (٢) . </p><p> ٢٨٣ - قوله تعالى:  {وَإِنْ كُنْتُمْ عَلَى سَفَرٍ} قال أهل اللغة: سمي السَّفَرُ سَفَرًا لأنه يُسْفِرُ عن أخلاق الرجال (٣) ، أي: يكشف، ونَضْدت هذه الحروف للظهور والكَشْف، فالسِّفْرُ: الكتاب، لأنه يبين الشيء ويوضِّحُه، ومنه يقال: أَسْفَر الصُّبْحُ، وسَفَرَتِ المرأةُ عن وجهها، وسَفَرْتُ بين القوم أَسْفِر سِفَارة، إذا كشفت ما في قلوبهم وأصلحت بينهم، وسَفَرْتُ أَسْفُر، أي: كَنَسْتُ، والمِسْفَر: المِكْنَسُ، والسفير من الورق، ما سَفَرَتْه الريح. </p><p> ابن الأعرابي: السَّفَر: إِسْفَار الفَجْر (٤) ، قال الأخطل: </p><p> إنّي أبِيتُ وَهَمُّ المَرْءِ يَبْعَثُه ... من أول الليلِ حتى يُفْرِجَ السَّفَرُ (٥) </p><p>(١) عزاها إليه الثعلبي في \"تفسيره\" ٢/ ١٨١٦، وأبو حيان في \"البحر\" ٢/ ٣٥٣، والسمين في \"الدر المصون\" ٢/ ٦٧٦. (٢) ينظر في معنى الآية واختلاف المعنى باختلاف التصريف: \"معاني القرآن\" للزجاج ١/ ٣٦٦، \"إعراب القرآن\" للنحاس ١/ ٣٤٧، \"تفسير الثعلبي\" ٢/ ١٨١٤، \"مشكل إعراب القرآن\" ١/ ١٤٥، \"البحر المحيط\" ٢/ ٣٥٣، وقد ذكر النحاس أن عمر يقرأ بكسر الراء الأولى، وابن مسعود يقرأ بفتح الراء الأولى، وقال السمين في \"الدر المصون\" ٢/ ٦٧٦: وذكر الداني أيضًا عنهم أنهم قرؤوا الراء الأولى بالفتح، قلت: ولا غروَ في هذا؛ إذ الآية محتملة للوجهين، فسروا وقرؤوا بهذا المعنى تارة وبالآخر أخرى، وقد ذكر النحاس أن القراءتين على التفسير ولا يجوز أن تخالف التلاوة التي في المصحف.(٣) قوله: (عن أخلاق الرجال) من (ش).(٤) نقله عنه في \"تهذيب اللغة\" ٢/ ١٧٠٢.(٥) البيت في \"ديوانه\" ص ٧٧، وروايته: بعهده. وهو في \"تهذيب اللغة\" ٢/ ١٧٠٢، وروايته: وهم المرء يصحبه، وفي نسخة: يبعثه، وهي كذلك في \"اللسان\" ٤/ ٢٠٢٥.</p><p> يقول: أبيت أسري إلى الفجر المضيء. </p><p> وقال الأزهري: وسمي المسافر مسافرًا لكشفه قناع الكِنِّ عن وجهه، وبروزه للأرض الفضاء، وسُمِّي السَّفَرُ سَفَرًا لأنه يُسْفِر عن وجوه المسافرين وأخلاقهم، فيظهر ما كان خافيًا منها، ويقال لبقية بياض النهار بعد مغيب الشمس: سفر؛ لوضوحه، ومنه قولُ الساجع: إذا طلعتِ الشِّعْرى سَفَرًا ولم تر فيها مطرًا (١) . </p><p> والسافرة والسَّفْر: جمع سافر (٢) ، ورجل مِسْفَر: قَوِيُّ على السَّفَر (٣) . </p><p> وقوله تعالى:  {فَرِهَانٌ مَقْبُوضَةٌ} الرَّهْنُ: مَصْدرُ رَهَنْتُ عند الرجل رهَنًا فأنا أَرْهَنْهُ: إذا وضعته عنده. </p><p> قال الشاعر: </p><p> يُرَاهِنُنُي فَيَرْهَنُنِي بنيه ... وأَرْهَنُهُ بَنِيَّ بِمَا أَقُولُ (٤) </p><p> وأَرْهَنْتُ فلانًا ثوبًا: إذا دفعته إليه ليرهنه (٥) ، وأَرْهَنْتُ بمعنى رهنت، لغة عند الفراء، واحتج ببيت ابن همام السلولي: </p><p>(١) \"تهذيب اللغة\" ٢/ ١٠٧٢ بتصرف، والشعرى: نجم معروف، والمراد طلوعها عشاء. (٢) في (م): (مسافر). وفي \"اللسان\" ٤/ ٢٠٢٥: والمسافر كالسافر.(٣) تقدم كلام المؤلف عن السفر في اللغة عند قوله: {أَيَّامًا مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ}، وينظر في سفر: \"تهذيب اللغة\" ٢/ ١٧٠٢ - ١٧٠٢، \"اللسان\" ٤/ ٢٠٢٤ - ٢٠٢٧.(٤) البيت لأحيحة بن الجلاح، شاعر جاهلي، وذكر الأبيات الزجاج في \"معاني القرآن\" ١/ ٣٦٨ دون نسبة، \"الخزانة\" ٢/ ٢٣ \"مجمع الأمثال\" للميداني، \"اللسان\" ٣/ ١٧٥٧ مادة: (رهن)، وينظر التعليق على\"معاني القرآن\" للزجاج ١/ ٣٦٧.(٥) ورهن أكثر استعمالًا من أرهن. ينظر \"الحجة\" ٢/ ٤٤٦.</p><p> فلَمَّا خَشِيتُ أظَافِيرَه ... نَجَوتُ وأَرْهَنْتُهُمْ مَالِكًا (١) </p><p> وأنكره (٢) الأصمعي، وقال: الرواية: وأرهنهم مالكًا، والواو: واو الحال، كما تقول: قمت وأصكُّ وجْهَه (٣) . </p><p> ويسمى المرهون رهنًا، وقد (٤) ذكرنا أن المصادر قد تنقل إلى الأسماء فيسمى بها، ويزول عنها عمل الفعل، فإذا قال: رهنت عند زيد رهنًا، لم يكن (٥) انتصابه انتصاب المصدر، ولكن انتصاب المفعول به (٦) ، كما تقول: رَهَنْتُ زيدًا ثوبًا، ولما نقل فسمي به جَمْعٌ كما تُجْمَعُ الأسماء، ولم يسمع فيه أقل الجمع وهو أَفْعُل، نحو: أَكْلُبٍ وأَفْلُسٍ، كأنه استغنى بالكثير عن القليل، كما قيل: ثلاثة شُسُوع، ولم يقولوا: أَشْسُع، وعلى القلب من هذا استغنوا بالقليل عن الكثير في جمع الرَّسَن، فقالوا: أَرْسَان، فرهن جمع على بناءين من أبنيه الجموع وهو فُعُل وفِعَال (٧) ، وكلاهما من أبنية الكثير، فمما جاء على فُعُل: قول الأعشى: </p><p>(١) البيت في \"معاني القرآن\" للزجاج ١/ ٣٦٧، \"تهذيب اللغة\" ٢/ ١٤٩١ مادة. (رهن)، \"لسان العرب\" ٣/ ١٧٥٧ مادة: رهن، ونسب لهمام بن مرة في \"تاج العروس\" (مادة: رهن). ورواية \"اللسان\": أظافيرهم، وهي المشهورة، ورواية معاهد التنصيص ١/ ٩٦ (وأرهنهم) والشاعر قال ذلك لما توعده عبيد الله بن زياد ففر إلى الشام مستنجدًا بيزيد، ومالك عريفه، تركه لجنود عبيد الله ونجا بنفسه (٢) في (ش): (فأنكره).(٣) نقله في \"تهذيب اللغة\" ٢/ ١٤٩١ مادة: (رهن).(٤) سقطت من (ي).(٥) في (أ) و (م): (رهنت زيدًا رهنًا ليس انتصابه).(٦) قال أبو علي في \"الحجة\" ٢/ ٤٤٦: لم يعملوا من المصادر ما كثر استعمالهم له، كما ذهب إليه في قولهم: لله درك، وتمثيله إياه بقولهم: لله بِلادك.(٧) في (ش): (فعلل).</p><p> آليتُ لا أُعْطِيِهِ من أبنائنا ... رُهُنًا فَيُفْسِدُهُم كَمَنْ قَد أَفْسَدَا (١) </p><p> فرُهُن: جمع رَهنٍ، ثم تخفف العين كما تخفف في رسل وكُتُب، ونحو ذلك، ومثل رَهْن ورُهُن: سَقف وسُقُف، ونَسْرٌ ونُسُر، وخَلْق وخُلُق (٢)  (٣) ، قال الزجاج: وفَعْلٌ وفُعُل قليلٌ إلا أنه صحيح (٤) ، وأنشد أبو عمرو حجة لقراءته قول قعنب (٥) . </p><p> بانَتْ سُعَادُ وأمْسَى دُونَها عَدَنُ ... وغَلِقتْ عندَها من قلْبِكَ الرُّهنُ (٦) </p><p> وحكى أبو الحسن الأخفش: لَحْدُ القبر ولُحْد، وقَلْبُ النخلة وقُلْبُ (٧) ، ورجل ثَطٌّ وقوم ثُطٌّ (٨) ، وفرس وَرْدٌ وخيلٌ وُرْد (٩) ، وسهم حَشْرٌ </p><p>(١) البيت في \"ديوانه\" ص ٥٦، و\"لسان العرب\" ٣/ ١٧٥٧ (مادة: رهن). (٢) في بعض نسخ الثعلبي في \"تفسيره\" ٢/ ١٨١٩: حلْق وحُلُق، بالحاء، ولعله الصواب؛ لأنه استشهد عليه ببيت أنشده الفراء في \"معاني القرآن\" ٣/ ٣٢.حتى إذا بلَّت حلاقيم الحلُق ... أهوى لأدنى فِقرة على شقق(٣) ما تقدم كله من كلام أبي علي في \"الحجة\" ٢/ ٤٤٦ - ٤٤٨ بمعناه.(٤) \"معاني القرآن\" ١/ ٣٦٧.(٥) هو: قعنب بن ضمرة من بني عبد الله بن غطفان من شعراء العصر الأموي، يقال له: ابن أم صاحب، هجا الوليد بن عبد الله، توفي نحو ٩٥ هـ. ينظر: \"سمط اللآلئ\" ص ٣٦٢، \"الأعلام\" ٥/ ٢٠٢.(٦) البيت في \"لسان العرب\" ٦/ ٣٧١٤ (مادة. رهن).(٧) قلب النخلة: لبها وشحمها. ينظر: \"اللسان\" ٦/ ٣٧١٤ (قلب).(٨) يقال رجل ثط: ثقيل البطن بطيء، وقيل: هو قليل شعر اللحية. ينظر \"لسان العرب\" ١/ ٤٨١ (ثطط).(٩) الورد: هو النبات الذي يشم وله رائحة معروفة، وسمي الفرس به لمشابهة اللون، وهو بين الكميت والأشقر. ينظر: \"لسان العرب\" ٨/ ٤٨١٠ (ورد).</p><p> وسهام حُشْرٌ (١) . </p><p> وقال الفراء: الرُّهُن: جمع رِهَان، جَمْع الجمع، كأنه جمع رهن رِهانًا، ثم جمع الرِّهَان رُهُنًا، كما قالوا: ثُمُر في جمع الثمار (٢) ، وفِعَال قد تكسر في الجمع، كجِمَال جمع على جَمَائل (٣) . </p><p> قال أبو عمرو: وإنما قرأت: (فَرُهُنٌ) للفَصْل بين الرِّهَان في الخيل وبين جمع رَهْن في غيرها، والرُّهُن في جمع الرَّهْن أكثر، والرِّهَانُ في الخَيْلِ أكثر (٤)  (٥) ، واختار الزجاج هذه القراءة، قال: لأنها موافقة للمصحف، وما وافق المصحف وصح معناه وَقَرَأَتْ به القُرَّاءُ، فهو المختار (٦) . وأما قراءةُ العَامّة {فَرِهَانٌ مَقْبُوضَةٌ}  (٧) فإنها القياس في جمع رَهْن، مثل: نَعْل ونِعَال، وكَبْش وكِباش، وكَعْب وكِعاب. وذهب ناس إلى أن الرِّهان يجوز أن تكون جمع الرُّهُن؛ لأنهم قد جمعوا (٨) فُعُلًا على فِعَال، وسيبويه لا يرى جمع الجمع مطَّرِدًا (٩) ، فينبغي أن لا يقدم عليه حتى </p><p>(١) نقله عنه أبو علي في \"الحجة\" ٢/ ٤٤٨. (٢) \"معاني القرآن\" للفراء ١/ ١٨٨ بمعناه، ونقله عنه في \"تهذيب اللغة\" ٢/ ١٤٩٢ (مادة: رهن).(٣) ينظر \"الحجة\" ٢/ ٤٤٩.(٤) قوله: (والرهان في الخيل أكثر)، ساقط من (ي).(٥) نقله عنه في \"معاني القرآن\" للزجاج ١/ ٣٦٦.(٦) \"معاني القرآن\" للزجاج ١/ ٣٦٧.(٧) قرأ أبو عمرو وابن كثير (فرُهُن) بضم الراء والهاء من غير ألف، وقرأ الباقون بكسر الراء وفتح الهاء وألف بعدها. ينظر: \"السبعة\" ص ١٩٤ - ١٩٥، \"الحجة\" ٢/ ٤٤٢ - ٤٤٣.(٨) سقطت من (ي).(٩) \"الكتاب\" لسيبويه ٣/ ٦١٩، قال: اعلم أنه ليس كل جمع يجمع، كما أنه ليس كل مصدر يجمع، كالأشغال والعقول والحلوم والألباب.</p><p> يُعْلَم، فإذا كان رهن قد صار مثل: كَلْبٍ وكَعْبٍ قلنا: إن (رهان) مثل: كِعَاب وكِلاب، ولم يجعله جمع الجمع (١) . </p><p> فأما اشتقاق الرهن في اللغة، فأصله: من قولهم: رَهَنَ الشيءُ: إذا دامَ وثَبَتَ، يقال: نِعْمةٌ راهِنَة، أي: دائمة ثابتة، أنشد ابن السكيت: </p><p> لا يَسْتَفِيقُونَ منها وَهْي رَاهِنَةٌ ... إلّا بهَاتِ وإنْ عَلُّوا وإنْ نَهِلُوا (٢) </p><p> وقال آخر: </p><p> واللَّحْمُ والخُبْزُ لَهُم رَاهِنٌ (٣) </p><p> ويقال: أَرْهَنْتُ لهم الطعامَ والشرابَ إرهانًا فَرَهَن، وهو طعام راهِنٌ، أي: دائم (٤) ، فَسُمِّيَ الرَّهْنُ رَهْنًا لثباته (٥) ودوامه عند المرتهن، ومن ثَمَّ يبطلُ الرهنُ إذا خرج من يدِ المُرْتَهِن بحقٍّ؛ لزوالِ (٦) إدامة الإمساك (٧) . </p><p> وأما معنى الآية: فإن الله تعالى أمر عند عدم الكاتب بأخذ الرهون (٨) ، لتكون وثيقة بالأموال (٩) . واتفق الفقهاء اليوم على أن الرهن في </p><p>(١) من \"الحجة\" ٢/ ٤٤٨ - ٤٤٩ بمعناه. (٢) البيت للأعشى يصف قومًا يشربون خمرًا لا تنقطع، كما في \"اللسان\" ٣/ ١٧٥٨ (مادة: رهن).(٣) عجز البيت:وقهوة راووقها ساكبذكره أبو علي في \"الحجة\" ٢/ ٤٤٦، وفي \"اللسان\" ١٣/ ١٩٠، دون نسبة، وفي \"شرح ديوان العجاج\" ١/ ٩٣.(٤) ينظر في رهن: \"تهذيب اللغة\" ٢/ ١٤٩١ - ١٤٩٢، \"المفردات\" ص ٢١٠، \"اللسان\" ٣/ ١٧٥٧ - ١٧٥٨.(٥) في (ي): (لشدته لثباته).(٦) في (م): (الزوال)، وفي (ش)، و (ي): (المرتهن لزاول).(٧) من \"الحجة\" ٢/ ٤٤٦.(٨) في (م): (الرهن).(٩) \"تفسير الثعلبي\" ٢/ ١٨٢٢.</p><p> الحضر والسفر سواء، وفي حال وجود الكاتب وعدمه (١) . وكان مجاهد يذهب إلى أن الرهن لا يجوز إلا في السفر أخذًا بظاهر الآية، ولا يُعمل بقوله اليوم (٢) ، وإنما تقيدت الآية بذكر السفر، لأن الغالب في ذلك الوقت انهم إنما (٣) كانوا يحتاجون إلى الرهن في السفر وعند عدم الكاتب، فخرج الكلام على ظاهره كقوله عز وجل:  {فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ}  [النساء: ١٠١] وليس الخوف من شرط جواز القصر (٤) . </p><p> ثم عقد الرهن ينعقد بالإيجاب والقبول، ولا ينبرم إلا بالقبض (٥) . فإن ندم الراهن كان له فسخ الحقد قبل الإقباض، ثم يكون للبائع فسخ البيع المعقود بشرط هذا الرهن الذي صار مفسوخًا، وأما المرتهن فهو بالخيار أبدًا في فسخ الرهن ورده (٦) . </p><p> وعقد الرهن جائز من جهة المرتهن، لازم (٧) من جهة الراهن. </p><p> ومنافع الرهن للراهن، لا حق للمرتهن فيها، فإن اشترطها المرتهن </p><p>(١) ينظر: \"أحكام القرآن\" لابن العربي ١/ ٢٦١، \"بداية المجتهد\" ٢/ ٢٧٤، \"تفسير القرطبي\" ٣/ ٤٠٧، \"المغني\" ٦/ ٤٤٤. (٢) رواه عنه الطبري في \"تفسيره\" ٣/ ١٣٩، وابن أبي حاتم ٢/ ٦٩، وينظر \"تفسير الثعلبي\" ٢/ ١٨٢٢، والبغوي في \"تفسيره\" ١/ ٣٥٢.(٣) سقطت من (ي) و (ش).(٤) ينظر: \"المغني\" ٦/ ٤٤٤، \"تفسير القرطبي\" ٣/ ٤٠٧.(٥) ينظر: الإجماع لابن المنذر ص ١٢٣، ونقل الإجماع على ذلك: الثعلبي في \"تفسيره\" أيضا ٢/ ١٨٢٢، وذكر الخلاف ابن قدامة في \"المغني\" ٦/ ٤٤٥، والقرطبي في \"تفسيره\" ٣/ ٤١٠.(٦) ينظر في المسألة: \"المغني\" ٦/ ٤٤٨ - ٤٤٩.(٧) في (ي): (لا من).</p><p> صارت مداينتهما ومبايعتهما عقدًا من عقود الربا (١) . </p><p> وارتفع قوله:  (فرهان)  (٢) على معنى فالوثيقة رهن، أو فعليه رهن، ويجوز أن يكون (فرهان) مبتدأ (٣) وخبره محذوف، على تقدير: فرهان (٤) مقبوضة بدل من الشاهدين، أو تقوم مقامهما، أو ما أشبه هذا، ولكنه حذف للعلم (٥) . </p><p> وقوله تعالى {فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا} قال اللحياني: أَمِنَ فلانٌ غيره على الشيء يَأمَنُ أَمْنًا وأمَنَةً وأَمْنَة (٦) وأمَانًا فهو آمِن (٧) ، والرجل مأمون، قال الله تعالى:  {إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ}  (٨)  [الأنفال: ١١] ويقال: </p><p>(١) ينظر: \"المغني\" ٦/ ٥١٠، \"تفسير القرطبي\" ٣/ ٤١١ - ٤١٣، وذكر ابن قدامة عن أحمد جواز اشتراط المرتهن منافع الرهن في المبيع كأن يقول: بعتك هذا الثوب بدينار بشرط أن ترهنني عبدك يخدمني شهرا، فيكون بيعا وإجارة، فهو صحيح، وإن أطلق فالشرط باطل لجهالة ثمنه، وقال مالك: لا بأس أن يشترط في البيع منفعة الرهن إلى أجل في الدُّور والأرضين، وكرهه في الحيوان والثياب، وكرهه في القرض. وذكر القرطبي في \"تفسيره\" ٣/ ٤١٣ عن ابن خويز منداد: لو شرط المرتهن الانتفاع بالرهن فلذلك حالتان: إن كان من قرض لم يجز، وإن كان من بيع أو إجارة جاز؛ لأنه يصير بائعا للسلعة بالثمن المذكور، ومنافع الرهن مدة معلومة فكانه بيع وإجارة. (٢) في (ي) و (ش): (فرهن).(٣) في (أ) و (م): (أن يكون ابتداء).(٤) في (ي) و (ش): (فرهن).(٥) ينظر في إعراب الآية: \"مشكل إعراب القرآن\" ١/ ١٤٦، \"التبيان\" ص ١٧٠، \"البحر المحيط\" ٢/ ٣٥٥ - ٣٥٦.(٦) سقطت من (ش).(٧) نقله في \"تهذيب اللغة\" ١٥/ ٥١٠.(٨) في (ش) (يغشاكم).</p><p> أَمِنْتُ الرجل، إذا لم تخفه، آمنُهُ، قال الله تعالى:  {قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ}  [يوسف: ٦٤] . ومن هذا:  {فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا} أي: لم يخف خيانته وجحوده الحق (١) . </p><p> وقوله تعالى {فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمَانَتَهُ} اؤتمن: افتعل، من الأمانة، يقال: أَمِنْتُه وايتَمَنْتُهُ، فهو مَأمونٌ ومُؤْتَمَن (٢) . </p><p> وقوله تعالى {فَإِنَّهُ آثِمٌ قَلْبُهُ} قال ابن عباس: يريد قد أَثِمَ قَلْبُه وفَجَر (٣) . </p><p> وهو ابتداء وخبر (٤)  (٥) . </p><p> قال المفسرون: ذكر الله تعالى على كتمان الشهادة نوعًا من الوعيد لم يذكره في سائر الكبائر، وهو إثم القلب، ويقال: إِثْمُ القلبِ سببُ مَسْخِه، والله تعالى إذا مسخ قلبًا جعله منافقًا، وطبع عليه -نعوذ بالله من ذلك- وروىَ أبو موسى عن النبي - صلى الله عليه وسلم - أنه قال: \"من كتم شهادة إذا دعي كان كمن </p><p>(١) من قوله: (أي لم يخف)، ساقط من (ي). (٢) ينظر في أمن: \"تهذيب اللغة\" ١/ ٢٠٩ - ٢١٢، \"المفردات\" ص ٣٥، \"اللسان\" ١/ ١٤٠ - ١٤٤.(٣) رواه عنه الطبري في \"تفسيره\" ٣/ ١٤١ - ١٤٢ بمعناه، وفي \"الوسيط\" ١/ ٤٠٧.(٤) في (ي): (خبر).(٥) ينظر في إعرابها: \"مشكل إعراب القرآن\" ١/ ١٤٦، \"التبيان\" ص ١٧١, \"البحر المحيط\" ٢/ ٣٥٧، وقد ذكروا عدة إعرابات: الأول: أن (آثم) خبر إن، و (قلبه) مرفوع به؛ لأن (آثم) اسم فاعل، والثاني: كذلك، إلا أن (قلبه) بدل من (آثم) لا على نية طرح الأول. والثالث: أن (قلبه) بدل من الضمير في (آثم). والرابع: أن (قلبه) مبتدأ، و (آثم) خبر مقدم، والجملة خبر (إن) وقد ناقش أكثر هذه الأقوال أبو حيان في البحر.</p>"
}