{
  "id": null,
  "sura": 2,
  "aya": 145,
  "text": "<p> ويجوز أن تعود الكناية إلى التولية (١) ، لأن قوله:  {فَلَنُوَلِّيَنَّكَ} دل على المصدر، كما أن قوله:  {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ}  [آل عمران: ١٨٠] دل على البخل، فكنى عنه بقوله:  {هُوَ خَيْرًا لَهُمْ} . والتولية وإن كان في لفظ المؤنث فهو مصدر، وحكى ابن الأنباري: أن أبا عمرو الدوري روى عن الكسائي: أن الهاء تعود على الشطر (٢) ، والمعنى عنده: لَيَعْلَمُون أن شطره الذي تحولتم إليه هو الحق من ربهم (٣) . </p><p> وقوله تعالى:  {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ} قال ابن عباس: يريد أنكم يا معشر المؤمنين تطلبون مرضاتي، وما أنا بغافل عن ثوابكم وجزائكم. وإن اليهود يطلبون سخطي، وما أنا بغافل عن خِزْيِهم في الدنيا والآخرة (٤) ، </p><p> ١٤٥ - وقوله تعالى:  {وَلَئِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَابَ} الآية، معنى (لئن) : ما تستقبل، ومعنى (لو) : ماض، وحقيقة معنى (لو) : أنها يمتنع بها الشيء لامتناع غيره، تقول: لو جئتني لأكرمتك، أي: لم تجئني، فلم أكرمك، فإنما امتنع إكرامي لامتناع مجيئك (٥) . ومعنى إن {وَلَئِنْ} : أنه يقع بهما الشيء لوقوع غيره، تقول: إن تأتني أكرمْك، فالإكرام يقع بوقوع </p><p>(١) وهذا اختيار الطبري في \"تفسيره\" ٢/ ٢٣، وينظر: \"زاد المسير\" ١/ ١٥٦ - ١٥٧، \"تفسير القرطبي\" ٢/ ١٤٧. (٢) ينظر: \"البحر المحيط\" ١/ ٤٣٠.(٣) ينظر في الأقوال: \"تفسير الطبري\" ٢/ ٢٣، \"زاد المسير\" ١/ ١٥٧، \"البحر المحيط\" ١/ ٤٣٠، \"الدر المنثور\" ١/ ٢٦٧ - ٢٦٩.(٤) ذكره البغوي في \"تفسيره\" ١/ ١٦٣.(٥) بمعناه من \"معاني القرآن\" للزجاج ١/ ٢٢٤، وينظر: \"الكتاب\" لسيبويه ٤/ ٢٢٤, \"المقتضب\" للمبرد ٣/ ٧٥.</p><p> الإتيان (١) . </p><p> فقولهم:  (لئن) تستعمل فيما يستقبل، وجوابها يقع بالمستقبل، و (لو) تستعمل في الماضي، وجوابها يقع بالماضي، كقولك: لئن قمتَ لأقومنّ، ولو قمتَ قمتُ، هذا معنى الكلمتين ووضعهما في الأصل. </p><p> ثم إنّ العرب لما استجازت في الفعل المستقبل والماضي أن يقوم أحدهما مقام الآخر، استجازت تقريب إحدى هاتين الكلمتين من الأخرى في الجواب؛ لذلك أجيبت لئن بجواب لو في هذه الآية (٢) . ومثل هذا من تقريب إحداهما من الأخرى في التنزيل قوله:  {وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا}  [الروم: ٥١] ، أجيب (لئن) بجواب (لو) . وأجيبت (لو) بجواب (لئن) في قوله: {وَلَوْ أَنَّهُمْ آمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ}  [البقرة: ١٠٣] فقوله: {لَمَثُوبَةٌ} ميعاد للثواب في المستقبل، ومثل هذا يكون جوابًا لقولك: لئن. وهذا معنى قول الفراء؛ لأنه قال؛ أجيبت لئن بجواب لو؛ لأن الماضي وليها، كما يلي لو، فأجيبت بجواب لو، ودخلت كل واحدة منهما على أختها، وشبهت كل واحدة بصاحبتها (٣) . </p><p>(١) بمعناه من \"معاني القرآن\" للزجاج ١/ ٢٢٤، وينظر: \"الكتاب\" لسيبويه ٣/ ٧٧، و ١٠٧، و ١٠٨، \"المقتضب\" للمبرد ٢/ ٤٦ - ٤٧، و ٣٦٢. (٢) ينظر: \"معاني القرآن\" للزجاج ١/ ٢٢٣.(٣) \"معاني القرآن\" للفراء ١/ ٨٤، واختاره الطبري ٢/ ٢٤، ورده الزجاج في \"معاني القرآن\" ١/ ٢٢٤، وينظر: \"التبيان\" للعكبري ص ٩٩، وقال متعقبا رأي الفراء: وهو بعيد، لأن إن للمستقبل، ولو للماضي. وقال أبو حيان، \"البحر المحيط\" ١/ ٤٣٠: اللام في (ولئن) هي التي تؤذن بقسم محذوف متقدم، فقد اجتمع القسم المتقدم المحذوف والشرط متأخر عنه، فالجواب للقسم، وهو قوله: (ما تبعوا)؛ ولذلك لم تدخله الماء، وجواب الشرط محذوف لدلالة جواب القسم عليه، وهو =</p><p> فأما التفسير: فإن اليهود والنصارى طلبوا من النبي - صلى الله عليه وسلم - الآيات، فأنزل الله هذه الآية، وقد علم أهل الكتابين أن محمدًا حقّ، وصفته ونبوته في كتابهم، ولكنهم جحدوا مع تحقق علمهم، وما تغني الآيات عند من يجحد ما يعرف (١) ؛ لذلك قال -عز من قائل-: {مَا تَبِعُوا قِبْلَتَكَ} . </p><p> فإن قيل: كيف قال هذا، وقد آمن منهم كثير؟ </p><p> قيل: هذا إخبار عن جميعهم أنهم كلهم لا يفعلون (٢) ذلك (٣) . </p><p> وقيل: إنه أراد الفريق الذين هم أهل العناد، وهم الذين عناهم بقوله:  {وَإِنَّ الَّذِينَ أُوتُوا الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ}  (٤) . </p><p> وقوله تعالى:  {وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ} حسم بهذا إطماع اليهود في رجوعه - صلى الله عليه وسلم - إلى قبلتهم، لأنهم كانوا يطمعون. وأكّد بهذا أنه لا ينسخ التوجه </p><p>= منفي بما، ماضي الفعل، مستقبل المعنى. ثم رد مذهب الفراء بقوله: وهذا الذي قاله الفراء هو بناء على مذهبه أن المقسم إذا تقدم على الشرط جاز أن يكون الجواب للشرط دون القسم، وليس هذا مذهب البصريين، بل الجواب يكون للقسم بشرطه المذكور في النحو، واستعمال (إن) بمعنى (لو) قليل، فلا ينبغي أن يحمل على ذلك، إذا ساغ إقرارها على وضع أصلها. وقال ابن عطية في: \"المحرر الوجيز\" ٢/ ١٧: وجاء جواب لئن كجواب لو، وهي ضدها في أن لو تطلب المضي والوقوع، وإن تطلب الاستقبال؛ لأنهما جميعاً يترتب قبلهما معنى القسم، فالجواب إنما هو للقسم، لا أن أحد الحرفين يقع موقع الآخر، هذا قول سيبويه. (١) ينظر: \"تفسير مقاتل\" ١/ ١٤٧، \"تفسير الطبري\" ٢/ ٢٤، \"معاني القرآن\" للزجاج ١/ ٢٢٤، \"تفسير الثعلبي\" ١/ ١٢٤٥، \"الكفاية\" ١/ ١٨، \"تفسير البغوي\" ١/ ١٦٣.(٢) في (ش): (لا يعقلون).(٣) ينظر: \"المحرر الوجيز\" ٢/ ١٧، \"التفسير الكبير\" ٤/ ١٢٥، ونسبه إلى الحسن.(٤) ينظر: \"البحر المحيط\" ١/ ٤٣١.</p><p> إلى الكعبة (١) ، وقيل في هذا: إنه لما قال: {مَا تَبِعُوا قِبْلَتَكَ} قال: {وَمَا أَنْتَ بِتَابِعٍ قِبْلَتَهُمْ} على المقابلة، كما تقول: ما هم بتاركي إنكار الحق، وما أنت بتارك الاعتراف به، ويكون الذي جرّ الكلام الثاني التقابل للكلام الأول، وهو حسن من كلام البلغاء (٢) . </p><p> وقوله تعالى:  {وَمَا بَعْضُهُمْ بِتَابِعٍ قِبْلَةَ بَعْضٍ} أخبر أنهم وإن اتفقوا في الظاهر على النبي - صلى الله عليه وسلم - مختلفون فيما بينهم. فاليهود تستقبل بيت المقدس، والنصارى تستقبل المشرق. واليهود لا تتبع قبلة النصارى، ولا النصارى تتبع قبلة اليهود (٣) . </p><p> وقوله تعالى:  {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} أي: صليت إلى قبلتهم {مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ} أن قبلة الله الكعبة {إِنَّكَ إِذًا لَمِنَ الظَّالِمِينَ} أي: إنك إذن مثلهم (٤) ، وأجيبت (لئن) ها هنا بجواب مثلها؛ لأنه أراد فيما يستقبل من الزمان. </p><p> وذكر أهل التأويل في قوله:  {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ} وجهين: </p><p> أحدهما: أن الخطاب له - صلى الله عليه وسلم - في الظاهر وهو في المعنى لأمته، كما قال:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١] . </p><p> والثاني: أن الله تعالى خاطب نبيه -عليه السلام- بهذا مهددًا أمته، أي: إذا استحققت منا مثل ذا الجزاء عند مخالفة، لو وقعت منك، ولن تقع أبدًا </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٢٤، \"البحر المحيط\" ١/ ٤٣٢. (٢) ينظر: \"البحر المحيط\" ١/ ٤٣٢.(٣) ينظر: \"تفسير الطبري\" ٢/ ٢٤، ٢٥ والثعلبي ١/ ١٢٤٦، \"التفسير الكبير\" ٤/ ١٢٦، \"البحر المحيط\" ١/ ٤٣٢، \" المحرر الوجيز\" ٢/ ١٧ - ١٨.(٤) ينظر: \"تفسير الثعلبي\" ١/ ١٢٤٦.</p>"
}