{
  "id": null,
  "sura": 2,
  "aya": 91,
  "text": "<p> وقال أهل المعاني: أي: بإثم استحقوا به النار على إثم تقدم استحقوا به النار (١) . </p><p> ٩١ - وقوله تعالى:  {وَإِذَا قِيلَ لَهُمْ} أي: لليهود، و {إِذَا} عند النحويين وقت للفعل الذي هو جواب، كما تقول: إذا جئتني وصلتك، أخبرتَ أنك تصلُهُ وقت مجيئه، وليس كذلك إنْ، لأنك إذا قلت: إن جئتني وصلتك، يصلح أن تصلَه بعد وقت المجيء (٢) . </p><p> وقوله تعالى:  {بِمَا أَنزَلَ الله} يعني القرآن، {قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا} ، يعني التوراة (٣) . </p><p> {وَيَكْفُرُونَ بِمَا وَرَاءَهُ} ، قال ابن الأنباري: يجوز أن يكون هذا إخبارًا من الله عز وجل عن اليهود، وتم الكلام عند قوله:  {بِمَا أُنْزِلَ عَلَيْنَا} ، ثم ابتدأ بالإخبار عنهم، فقال:  (٤)  {وَيَكْفُرُونَ بِمَا وَرَاءَهُ}  (٥) . والدليل على انقطاع الكلام الأول: الانصرافُ عن الإخبار عن النفس إلى الحديث عن </p><p>= السيوطي في \"الدر\" ١/ ٢١٨ إلى عبد بن حميد. وروى الطبري، وابن أبي حاتم عن أبي العالية نحوه. (١) هذا كلام الزجاج في \"معاني القرآن\" ١/ ١٧٤، وروى ابن أبي حاتم في \"تفسيره\" ١/ ١٧٤ عن سعيد بن جبير في قوله: (فباؤوا بغضب على غضب) يقول: استوجبوا سخطا على سخط، وذكر \"القرطبي\" ٢/ ٢٩ قولاً فقال: وقال قوم: المراد التأييد وشدة الحال عليهم، لا أنه أراد غضبين معللين بمعصيتين. وينظر \"البحر المحيط\" ١/ ٣٠٦.(٢) ينظر في معاني إذا \"مغني اللبيب\" ١/ ٨٧ - ١٠١.(٣) \"تفسير الثعلبي\" ١/ ١٠٣٣.(٤) ساقطة من (ش).(٥) في (ش): (تكفرون).</p><p> الغيب. ويجوز أن يكون (١) حكاية عن اليهود أنهم قالوا ذلك، وتأويله: نؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا، وَيَكْفُرُونَ (٢) بِمَا وَرَاءَه، فردّ الفعل الثاني إلى الغيبة، كما تقول العرب: قال عبد الله: لأقُومَنّ، وقال عبد الله ليقومن، فالألف: لمعنى الإخبار، والياء: لمعنى الغيبة (٣) ، وكذلك تقول العرب: استحلفت عبد الله: لأقومنّ، وليقومنّ، ولتقومنّ. </p><p> فمن قال: لأقومنّ، أراد: قلت له: قل لأقومن، ومن قال بالتاء، أخرجه على معنى الخطاب. </p><p> ومن قال بالياء، أخرجه على لفظ عبد الله؛ لأنه غائب، قال الشاعر (٤) : </p><p> يا ليت شعري عنك دَخْتَنُوس (٥) ... إذا أتاك الخبرُ المرموسُ </p><p> أتحلِقُ القرونَ أم تَمِيسُ ... لا، بل تَميسُ إنّها عروسُ (٦) </p><p> فقدم أفعالًا على المخاطبة، ثم رجع إلى الغيبة على ما وصفنا. </p><p> ومعنى {بِمَا وَرَاءَهُ} بما سواه، قال الفراء: وذلك كثير في العربية يتكلم الرجل بالكلام الحسن، فيقول السامع: ليس وراء هذا الكلام شيء، </p><p>(١) في (ش): (تكون). (٢) في (ش): (ونكفر).(٣) من قوله: كما تقول العرب .. ساقطة من (ش).(٤) البيتان للقيط بن زُرارة كما في \"اللسان\" ٣/ ١٧٢٨، \"تهذيب اللغة\" ٢/ ١٤٦٧، ورواية التهذيب: ياليت شعري اليوم ... إذا أتاهها الخبر. ومعنى المرموس: المكتوم، وتميسُ: تتبختر.(٥) في (ش): (وختنوس).(٦) الرجز للقيط بن زرارة، في \"لسان العرب\" ٦/ ١٠١ مادة: (رمس)، و\"تاج العروس\" ٨/ ٢٧٩ (دختنس)، و\"المعجم المفصل\" ١٠/ ٢٨٢.</p><p> يريد ليس سوى هذا الكلام شيء (١) . </p><p> ويحتمل {بِمَا وَرَاءَهُ} بما بعده، أي: ما بعد التوراة، يريد: الإنجيل والقرآن، وهذا كقوله:  {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ}  [النساء: ٢٤] ، أي: ما بعده، وما سواه. </p><p> وقوله تعالى:  {فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ}  (٢) مثله (٣) . أبو العباس، عن ابن الأعرابي في قوله:  {وَيَكْفُرُونَ بِمَا وَرَاءَهُ} قال: بما سواه (٤) . وسنذكر الكل في (وراء) عند قوله: {وَكَانَ وَرَاءَهُمْ مَلِكٌ}  [الكهف: ٧٩] وقوله {وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ}  [هود: ٧١] وقولِه: {وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي}  [مريم: ٥] ، إن شاء الله. </p><p> وقوله تعالى:  {وَهُوَ اَلحَقُّ}  (هو) كناية عما في قوله: {بِمَا وَرَاءَهُ} . </p><p> و (ما وراءه) ، يجوز أن يكون واقعًا على الإنجيل والقرآن، فأفرد الله القرآن بقوله:  (وَهُوَ الْحَقّ) تفصيلًا له وتخصيصًا (٥) . </p><p> ويجوز أن يكون (هو) كناية عن محمد صلى الله عليه وسلم؛ لأن الله تعالى لما ذكر الإنزال والمنزِّل دلّا على المُنزَّل عليه، فكان كالظاهر. </p><p> قال أبو إسحاق: في قوله: {وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ} دلالة على أنهم قد كفروا بما معهم، إذ كفروا بما يُصَدِّق مَا معهم. قال: ونصبت </p><p>(١) \"معاني القرآن\" للفراء ١/ ٦٠. (٢) جزء من آية وردت في سورة [المؤمنون: ٧]، [المعارج: ٣١](٣) ينظر: \"البحر المحيط\" ١/ ٣٠٧.(٤) نقله عنه في \"تهذيب اللغة\" ٤/ ٣٨٧٩، \"اللسان\" ٨/ ٤٨٠٧، وينظر: \"تفسير القرطبي\" ٢/ ٢٥، \"البحر المحيط\" ١/ ٣٠٧.(٥) ينظر: \"تفسير الثعلبي\" ١/ ١٠٣٣، \"البحر المحيط\" ١/ ٣٠٧.</p><p> {مُصَدِّقًا} على الحال (١) ، ومثله قولك: هو زيد معروفا، فـ (معروف) حال؛ لأنه إنما يكون زيدًا بأنه يعرف بزيد، وكذلك تقول: القرآن هو الحق، إذا كان مصدقًا لكتبِ الرُّسُل صلى الله عليهم. </p><p> وقوله تعالى:  {فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ} هذا تكذيب من الله تعالى لهم في قولهم: {نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا} ، أي: أيّ كتاب جوّز فيه قتل نبي، وأيّ دين وإيمان جوّز فيه ذلك (٢) . </p><p> وأضاف القتل هاهُنا إلى المخاطبين، وإن كان آباؤهم قَتَلوا؛ لأنهم كانوا يتولّون الذين قَتَلوا فهم على مذهبهم، وإذا كانوا على ذلك المذهب فقد شركوهم. قال ابن عباس: كلما عُمِلَت مَعصِية، فمن أنكرها برئ، ومن رضي بها كان كمن شهدها (٣) . </p><p> وقال ابن الأنباري: تأويله: فلم توليتم آباءكم القاتلين ورضيتم ما كانوا عليه، وصوبتم أفعالهم. والمراد بلفظ الاستقبال هاهنا: المضي (٤) ، وجاز ذلك؛ لأنه لا يذهب الوهم إلى غيره؛ لقوله:  {مِنْ قَبلُ} ، ودليل هذا قوله:  {قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ}  [آل عمران: ١٨٣] . ومما وضع فيه المستقبل موضع الماضي قوله تعالى: </p><p>(١) \"معاني القرآن\" ١/ ١٧٤ بتصرف، وينظر: \"تفسير الثعلبي\" ١/ ١٠٣٤. (٢) \"تفسيرالثعلبي\" ١/ ١٠٣٤.(٣) ذكره في \"الوسيط\" ولم أجده عنه في التفاسير المسندة، وفي معناه حديث أم سلمة قالت: قال رسول الله - صلى الله عليه وسلم -: \"إنها ستكون أمراء، تعرفون وتنكرون، فمن أنكر فقد برئ ومن كره فقد سلم، ولكن من رضي وتابع\" رواه ابن أبي شيبة في \"المصنف\" ٨/ ٦٢١ وقوله - صلى الله عليه وسلم -: \"إن الخطيئة إذا عملت في الأرض كان من غاب عنها ورضيها كمن حضرها، ومن شهدها وسخطها كان كمن غاب عنها وأنكرها\" رواه أبو داود.(٤) ينظر: \"تفسير القرطبي\" ٢/ ٢٥ - ٢٦.</p><p> {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ}  [البقرة: ١٠٢] ، وسنذكره في موضعه، ومثل هذا قولك للرجل تعنفه بما سلف من قبيح فعله: ويحك لم تكذب؟ لم تُبَغِّض نفسك إلى الناس؟، كأنه قيل: لم هذا من شأنك (١) . قال الفراء: وذلك كثير في الكلام، أنشدني بعض العرب: </p><p> إذا ما انْتَسَبْنا لم تلدني لئيمةٌ ... ولم تَجِدِي من أن تُقِرِّي بها بُدَّا (٢) . </p><p> يعني: أن الولادة قد مضت، وقد عبَّر عنها بجواب الجزاء، وذلك يكون في الاستقبال، كما تقول: إذا ما جئتني لم أضربْك، لم يوجد المجيء ولا الضرب (٣) فالجزاء للمستقبل، والولادة قد مضت، وذلك أن المعنى معروف (٤) يدل عليه، فجاز ذلك. والذي يدل على أن المراد بما في الآية المضي أن (لِمَ) معناه التعنيف، وأنت إنما تعنف الرجل بما سلف من فعله (٥) . </p><p>(١) \"معاني القرآن\" للفراء ١/ ٦٠ - ٦١ ونقله الطبري في تفسيره ١/ ٤٢٠. (٢) البيت لزائد بن صعصعة الفقعسي يُعَرِّض بزوجته، وكانت أمها سرية، وذكره الفراء في \"معاني القرآن\" ١/ ٦١، ١٧٨، ولم ينسبه وكذا الطبري في \"تفسيره\" ١/ ٣٢٨، ٤٢٠، ٣/ ٧٣.(٣) من قوله: (يعني أن الولادة) ساقط من (ش).(٤) \"معاني القرآن\" للفراء ١/ ٦١، ومن قوله: (يعنىِ أن الولادة) إلى قوله: (ولا الضرب) من كلام الواحدي، في \"تفسيره\".(٥) \"معاني القرآن\" للفراء ١/ ٦١ ونقله الطبري في تفسيره عنه ١/ ٤٢ ذكر جوابًا آخر وهو أن معناه: فلم قتلتم أنبياء الله من قبل، كقوله: {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ} أي: ما تلت، وكقول الشاعر:ولقد أمر على اللئيم يسبني ... فمضيت عنه وقلت: لا يعنينييريد بقوله: (ولقد أمر): ولقد مررت. اهـ. قال في \"البحر المحيط\" ١/ ٣٠٧ نقلًا عن ابن عطية: وفائدة سوق المستقبل في معنى الماضي الإعلام بأن الأمر مستمر، ألا ترى أن حاضري محمد - صلى الله عليه وسلم - ولما كانوا راضين بفعل أسلافهم بقي لهم من قتل الأنبياء جزء.</p>"
}