{
  "id": null,
  "sura": 2,
  "aya": 37,
  "text": "<p> ٣٧ - قوله تعالى:  {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ} الآية. (التلقي) في اللغة معناه: الاستقبال، [منه الحديث:  (أنه نهى عن تلقي الركبان (١) قالوا: معناه: الاستقبال (٢) ]. </p><p> والليث يقول: خرجنا نتلقى الحاج، أي نستقبلهم (٣) . وفي حديث آخر \"لا تتلقوا الركبان والأجلاب\"  (٤) . وهذا معنى التلقي في اللغة (٥) ، وأصله </p><p>(١) حديث النهي عن تلقي الركبان، أخرجه البخاري عن أبي هريرة رقم (٢١٥٠) كتاب (البيوع) باب (النهي للبائع أن لا يحفل الإبل والبقر والغنم ..). وأخرج البخاري عن ابن عباس رقم (٢١٥٨) باب (هل يبيع حاضر لباد)، وعن أبي هريرة رقم (٢١٦٢) باب (النهي عن تلقي الركبان، وعن ابن عباس (٢٢٧٤) كتاب (الإجارة) باب (أجر السمسرة)، وأخرجه مسلم عن ابن عباس (١٥٢١) كتاب (البيوع) باب: (تحريم بيع الحاضر للباد). وأخرجه أحمد في \"مسنده\" ١/ ٣٦٨، ٢/ ٤٢. وأخرجه النسائي في كتاب (البيوع) ٧/ ٢٥٦، ٢٥٧. (٢) ما بين المعقوفين ساقط من (أ)، (ج) وأثبته من (ب).(٣) في (أ): (يستقبلهم)، وما في (ب)، (ج) أصح. والكلام لم أجده منسوبًا لليث، انظر: \"تهذيب اللغة\" (لقى) ٤/ ٣٢٩١، و (العين) (لقو) ٥/ ٢١٢ و (لقى) ٥/ ٢١٥، \"اللسان\" (لقا) ٧/ ٤٠٦٧.(٤) ذكره الأزهري في \"تهذيب اللغة\" بسنده، \"تهذيب اللغة\" (لقى) ٤/ ٣٢٩١، وسبق تخريج حديث النهي عن تلقي الركبان. وأخرج مسلم عن أبي هريرة: (أنه نهى أن يتلقى الجلب) رقم (١٥١٩) كتاب (البيوع) باب: (تحريم تلقي الجلب). وأخرجه النسائي في كتاب (البيوع) ٧/ ٢٥٧، واخرجه أبو داود رقم (٣٤٣٧) (البيوع) باب (التلقي). وأخرجه الدارمي (البيوع) ٣/ ١٦٧١ (٢٦٠٨). وأخرجه أحمد في \"المسند\" بلفظ (الأجلاب) ٢/ ٢٨٤، ٤١٠. وأخرجه ابن ماجه في (البيوع) رقم (٢١٧٨) باب: النهي عن تلقي الجلب.(٥) انظر: \"تهذيب اللغة\" (لقى) ٤/ ٣٢٩١، \"الصحاح\" (لقي) ٦/ ٢٤٨٤، \"اللسان\" (لقا) ٧/ ٤٠٦٦.</p><p> أنه (تَفَعُّل)  (١) من اللقاء، فالتلقي معناه: التعرض للقاء الشيء، ولما كان الاستقبال للشيء تعرض للقائه قيل له:  (تلقٍّ)  (٢) . </p><p> ويقال لَقَّيْتُه الشيء فَتَلَقَّى، أي عرضته لأن يراه فتعرض له، فَلَقَّيْتُه من (لقى) مثل: رَأيْتُه من (يري) ، ومنه قوله تعالى:  {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا}  [فصلت: ٣٥] ثم صار التلقي بمعنى الأخذ، لأن الإنسان إنما يستقبل ما يحرص عليه، فكل كلام استقبلته فأنت مريد أخذه، وإلا أعرضت عنه (٣) . وجميع أهل اللغة والمعاني فسروا (التلقي) هاهنا بالأخذ والقبول (٤) ، ومنه الحديث:  (أن رسول الله صلى الله عليه وسلم كان يتلقى الوحي من جبريل)  (٥) أي يتقبله ويأخذه (٦) . </p><p>(١) في (أ)، (ج): (يفعل). (٢) انظر: \"تفسير الطبري\" ١/ ٢٤٢ - ٢٤٣.(٣) (عنه) ساقطة من (ب).(٤) انظر: \"تهذيب اللغة\" (لقي) ٤/ ٣٢٩١، والطبري فىِ \"تفسيره\" ١/ ٢٤٢ - ٢٤٣، (تفسير أبي الليث) ١/ ١١٢، \"غريب القرآن\" لابن قتيبة ١/ ٣٨، وابن عطية في \"تفسيره\" ١/ ٢٦٠. ومنهم من فسر تلقي آدم للكلمات: بأنه تعلمها ودعا بها، انظر \"معاني القرآن\" للزجاج ١/ ٨٥، \"تهذيب اللغة\" ٤/ ٣٢٩١.(٥) بهذا النص ذكره ابن قتيبة في \"غريب القرآن\" ١/ ٣٨. وبهذا المعنى أخرج أحمد في \"مسنده\" بسنده عن ابن عباس: أن أبيا قال لعمر يا أمير المؤمنين إني تلقيت القرآن ممن تلقاه، وقال عفان: ممن يتلقاه من جبريل عليه السلام وهو رطب، \"المسند\" ٥/ ١١٧، وعفان أحد رواة الحديث والأحاديث بمعناه في البخاري رقم (٥٠٤٤) كتاب (فضائل القرآن) باب (الترتيل في القراءة)، ونحوه في مسلم رقم (٤٤٨) كتاب الصلاة، باب: الاستماع للقراءة.(٦) \"غريب القرآن\" لابن قتيبة ١/ ٣٨.</p><p> الأصمعي: تلقت الرحم ماء الفحل، إذا قبلته وارْتَجَّت عليه (١) . </p><p> فمعنى قوله تعالى {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ} أي: أخذها عنه وتلقنها (٢) . والرجل يُلَقَّى الكلام فيتلقاه، أي يُلَقَّنه فَيَتَلقَّنه (٣) . </p><p> وبعض الناس يقولون: تلقى هاهنا: تلقن فجعل النون (ياء) كما قالوا تَظَنَّى من الظن (٤) ، وذلك غلط لأن النون إنما يجوز إبدالها بالياء إذا اجتمع نونان، وكذلك هذا الباب إذا اجتمع حرفان من جنس واحد جاز إبدال الثاني بالياء. كقول العجاج: </p><p> تَقَضِّي البَازِي إِذَا (٥) البَازِي كَسَره (٦) </p><p> بمعنى تقضض، فأما إذا لم يجتمع (٧) حرفان، فلا يجوز الإبدال، لا يجوز أن تقول: تقبى بمعنى تقبل، وهذا ظاهر (٨) . وتفسير التلقي (٩) بالتلقن </p><p>(١) \"تهذيب اللغة\" (لقي) ٤/ ٣٢٩١، \"اللسان\" (لقا) ٧/ ٤٠٦٦. (٢) انظر: \"تفسير الطبري\" ١/ ٢٤٢ - ٢٤٣، \"غريب القرآن\" لابن قتيبة ١/ ٣٨، \"تفسير ابن عطية\" ١/ ٢٦٠، \"تهذيب اللغة\" (لقى) ٤/ ٣٢٩١.(٣) انظر: \"تهذيب اللغة\" (لقي) ٤/ ٣٢٩١، \"اللسان\" (لقا) ٧/ ٤٠٦٦.(٤) في \"تفسير القرطبي\": (تظني من تطنن) ١/ ٢٧٦، وكذا في \"البحر\" ١/ ١٦٥.(٥) (إذا البازى) ساقط من (ب).(٦) من أرجوزة يمدح فيها عمر بن عبيد الله بن معمر، يقول: انقض انقاض البَازِي ضم جناحيه، فهو في سرعته سرعة انقاض البَازي إذا كسر، أي ضم جناحيه، وهذا أسرع ما يكون في انقضاضه، ورد البيت في \"الخصائص\" ٢/ ٩٠، \"همع الهوامع\" ٥/ ٣٤٠، \"اللسان\" (قضض) ٦/ ٣٦٦١، \"المشوف المعلم\" ٢/ ٦٤٦، \"ديوان العجاج\" ص ٢٨.(٧) في (أ)، (ج): (تجتمع) والصحيح بالياء.(٨) انظر: \"تفسير القرطبي\" ١/ ٢٧٦، \"البحر\" ١/ ١٦٥، \"الدر المصون\" ١/ ٢٩٥.(٩) في (ب): (الثاني).</p><p> جائز صحيح (١) كما بينا، فأما أن يكون التلقي من لفظ التلقن فلا. </p><p> و (الكلمات) : جمع الكلمة، والكلمة تقع على الكثير والقليل، وتقع على الحرف الواحد من الهجاء. </p><p> قال ابن الأعرابي: يقال: لفلان كلمة شاعرة، أي: قصيدة، وقالوا (٢) : قال امرؤ القيس في كلمته أي: قصيدته، وقال قس (٣) في قصدته، يعنون خطبته (٤) . </p><p> وتجمع (الكلمة) ، (كَلِمًا)  (٥) ، قال رؤبة (٦) : </p><p> لَا يَسْمَعُ (٧) الرَّكْبُ بها رَجْعَ الكِلَم (٨) </p><p> وتميم تقول:  (كِلْمَة) ، وفي الجمع (كِلَم) . </p><p> وأما استعمال الكلمة في القليل فإن سيبويه [قد أوقعها على الاسم المفرد، والفعل المفرد، والحرف المفرد، فأما الكلام فإن سيبويه]  (٩) </p><p>(١) (صحيح) ساقط من (ب). (٢) (قالوا) ساقط من (ب).(٣) هو قس بن ساعدة بن جدامة بن زفر الإيادي، الخطيب البليغ، سمع النبى - صلى الله عليه وسلم - حكمته، ومات قبل البعثة، انظر ترجمته في \"الإصابة\" ٣/ ٢٧٩، \"الخزانة\" ٢/ ٨٩(٤) عن \"الحجة\" لأبي علي بتصرف ٢/ ٣١، وانظر: \"تهذيب اللغة\" (كلم) ٤/ ٣١٨٠(٥) في (ب): (كما). قال الجوهري (الكلم لا يكون أقل من ثلاث من كلمات, لأنه جمع كلمة، \"الصحاح\" (كلم) ٥/ ٢٠٤٣.(٦) مكان البيت بعد قوله: (تميم تقول: (كِلْمَة) وفي الجمع (كِلَمُ) لأنه شاهد على هذه اللغة. انظر: \"تهذيب اللغة\" (كلم) ٤/ ٣١٨٠، \"اللسان\" (كلم) ٧/ ٣٩٢٢(٧) في (أ)، (ج): (تسمع)، وفي (ب) غير منقوط وضبطته مثل \"التهذيب\" وغيره.(٨) ورد البيت في ملحق ديوان رؤبة مع الأبيات المنسوبة له وليست في \"ديوانه\" ص ١٨٢، وفي \"تهذيب اللغة\" (هنم) ٤/ ٣٨٠٧، و (كلم) ٤/ ٣١٨٠, وفي \"اللسان\" (كلم) ٧/ ٣٩٢٢.(٩) ما بين المعقوفين ساقط من (ب).</p><p> استعمله فيما كان مؤلفًا من هذه الكَلِم (١) ، فالحرف الواحد لا يكون كلامًا، ولهذا لا يقطع (٢) الحرف الواحد الصلاة. </p><p> واختلف القراء في هذه الآية، فقرأ ابن كثير (آدم) بالنصب، (كلمات) بالرفع (٣) ، وحجته في ذلك: أن الأفعال المتعدية إلى المفعول به على ثلاثة أضرب، منها: ما يجوز أن يكون الفاعل له مفعولا به، ويجوز أن يكون المفعول به فاعلا له (٤) نحو اكْرَمَ بِشْرٌ بكرا، وشتم زيد عمرًا، وضرب عبد الله زيدًا. </p><p> ومنها: ما لا يكون [فيه]  (٥) المفعول فاعلًا له، نحو: دققت الثوب، وأكلت الخبز. </p><p> ومنها: ما يكون إسناده إلى الفاعل في المعنى كإسناده إلى المفعول به، [وذلك]  (٦) نحو: أَصَبْت (٧) وَنِلْت وتَلَقَّيْتُ، تقول: نالني خير (٨) ونلت خيراً، وأصابني خير وأصبت خيراً. قال الله تعالى: {لَا يَنَالُ عَهْدِي </p><p>(١) \"الحجة\" لأبي علي ٢/ ٣٢، وانظر \"الصحاح\" (كلم) ٥/ ٢٠٢٣. (٢) (لا) ساقطة من (ب).(٣) قرأ ابن كثير وحده بنصب (آدم) ورفع (كلمات) وبقية العشرة برفع (آدم) ونصب (كلمات)، انظر: \"السبعة\" لابن مجاهد ص ١٥٤، \"التبصرة\" ص ٢٥٠، \"النشر\" ٢/ ٢١١، \"الإقناع\" لابن الباذش ٢/ ٥٩٧، \"البدور الزاهرة\" ص٣٠.(٤) في \"الحجة\": (منها ما يجوز فيه أن يكون الفاعل له مفعولًا به، ومنها ما يجوز أن يكون المفعول به فاعلًا له)، ٢/ ٤٠، وما عند الواحدي هو صحيح.(٥) (فيه) ساقطة من (ب)، (ج)، وثابت في (أ)، \"الحجة\" ١/ ٤٠.(٦) (وذلك) ساقط من (ب)(٧) في (ب): (أصب).(٨) في (ب): (خيرًا) في كل المواضع الأربعة بالنصب.</p><p> الظَّالِمِينَ} [البقرة: ١٢٤] وفي قراءة عبد الله (١)  {الظَّالِمُونَ}  (٢) . </p><p> وتقول: لقيت زيدا، وتلقاني وتلقيته، قال: </p><p> إِذَا أَنْتَ لَمْ تُعْرِضْ عَنِ الفُحْشِ واْلخَنَا ... أَصَبْتَ حَلِيمًا أَوْ أَصَابَكَ جَاهِلُ (٣) </p><p> قال الله تعالى:  {وَقَدْ بَلَغَنِيَ الْكِبَرُ}  (٤)  [آل عمران: ٤٠] وقال: {وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا} ، [مريم:٨] وإذا كانت معاني هذه الأفعال على ما ذكرنا (٥) ، فنصب ابن كثير (آدم) ورفعه (الكلمات) في المعنى (٦) كقول من رفع (آدم) ونصب الكلمات (٧) ، وحجة من رفع (آدم) ونصب </p><p>(١) ذكر قراءة ابن مسعود الطبري في \"تفسيره\" ١/ ٥٣٢. والفراء في \"المعاني\" ١/ ٢٨. وانظر. \"الكشاف\" ١/ ٣٠٩. \"البحر\" ١/ ٣٧٧. (٢) الاستشهاد بهذه القراءة ورد في \"الحجة\" في غير هذا الموضوع فنقله الواحدي بين هذه الأمثلة. انظر: \"الحجة\" ٢/ ٤١، ٤٢.(٣) البيت ينسب لزهير، وينسب لابنه كعب كذا قال ابن قتيبة في \"الشعر والشعراء\" ص ٧٧. وورد البيت في \"الحجة\" ٢/ ٤١. \"المخصص\" ١٥/ ١٦١. وفي \"ديوان زهير بن أبي سلمى\" وراوية: (إذا أنت لم تقصر عن الجهل.) من قصيدة في سنان ابن أبي حارثة المُري، \"ديوان زهير\" مع شرحه ص ٣٠٠، وورد في \"ديوان كعب بن زهير مع قصائد لكعب لم تذكر في ديوانه\" ص ٢٥٧.(٤) في (أ): (قد) سقطت الواو من الآية، وكذا من الآية التي تليها.(٥) من أن بعض الأفعال المتعدية إسنادها إلى الفاعل في المعنى كإسنادها إلى المفعول به.(٦) أي أن قراءة ابن كثير في المعنى كقراءة الجمهور.(٧) بنصه من \"الحجة\" لأبي علي ٢/ ٤٠، ٤١، وانظر: \"حجة القراءات\" لابن زنجلة ص ٩٤، \"الحجة\" لابن خالويه ص ٧٥. أما مكي فقال في توجيه قراءة ابن كثير: (علَّه من نصب (آدم) ورفع (الكلمات) أنه جعل (الكلمات) استنقذت (آدم) بتوفيق الله له لقوله إياها الدعاء بها فتاب الله عليه .. فهي الفاعلة وهو المُسْتَنْقَذ بها ..)، \"الكشف\" ١/ ٢٣٧.</p><p> (الكلمات)  (١) قوله (٢) : {إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ}  [النور: ١٥] ، فأسند الفعل إلى المخاطبين، والمفعول به كلام يُتَلَقَّى (٣) ، كما أن الذي تَلَقَّى آدم كلام يتلقى، فكما أسند الفعل إلى المخاطبين، فجعل التلقي لهم، كذلك يلزم أن يسند الفعل إلى آدم، فيجعل التلقي له (٤) دون الكلمات (٥) . </p><p> ومعنى التلقي للكلمات هو أن الله تعالى ألهم (٦) آدم حتى اعترف </p><p> بذنبه، وقال:  {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا} الآية [الأعراف: ٢٣] ، فهذه الآية هي المعنية بالكلمات في قول الحسن، وسعيد بن جبير، ومجاهد (٧) ، وأخذ آدم </p><p>(١) وهي قراءة العشرة عدا ابن كثير كما سبق. (٢) في \"الحجة\": (ومن حجة من رفع أن عليه الأكثر، ومما يشهد للرفع قوله ..) ٢/ ٤١.(٣) في (ج): (تلقى).(٤) (له) ساقط من (ج).(٥) (الحجة) لأبي علي ٢/ ٤١، ٤٢، وقال مكي: وعلة من قرأ برفع (آدم) ونصب (الكلمات) أنه جعل (آدم) هو الذي تلقى الكلمات، لأنه هو قبلها ودعا بها، وعمل بها، فتاب الله عليه، فهو الفاعل لقبول الكلمات ...) \"الكشف\" ١/ ٢٣٧، وانظر \"حجة القراءات\" لابن زنجلة ص ٩٥، \"الحجة\" لابن خالويه ص ٧٥.(٦) وكذا قال أبو الليث في \"تفسيره\" ١/ ١١٢، وقال ابن قتيبة: كأن الله أوحى إليه أن يستغفره ويستقبله بكلام من عنده، \"غريب القرآن\" ص ٣٨، وقال ابن جرير: (... كأنه استقبله، فتلقاه بالقبول حين أوحى إليه وأخبره ..)، \"تفسير الطبري\" ١/ ٢٤٢ - ٢٤٣، فهو وحي، انظر: \"تفسير ابن عطية\" ١/ ٢٦٠ - ٢٦١، و\"زاد المسير\" ١/ ٦٩.(٧) أخرجه ابن جرير في \"تفسيره\" عن مجاهد وقتادة وابن زيد والحسن وأبي العالية ١/ ٢٤٣ - ٢٤٤، وأخرجه ابن أبي حاتم في \"تفسيره\" عن مجاهد وسعيد بن جبير والحسن وقتادة ومحمد بن كعب وخالد بن معدان وعطاء الخرساني، والربيع ١/ ٩٠ - ٩١، وأخرجه الثعلبي في \"تفسيره\" بسنده عن ابن عباس قال: وكذلك قال مجاهد والحسن ١/ ٦٦ أ، وانظر: \"زاد المسير\" ١/ ٦٩، و\"تفسير ابن كثير\" ١/ ٨٦ - ٨٧. ورجح ابن جرير هذا القول، قال: (والذي يدل عليه كتاب الله أن =</p><p> من الله إلهامه إياه، حتى أخذ بإلهامه. </p><p> وقال ابن عباس: الكلمات هي: أن آدم قال: يا رب ألم تخلقني بيدك؟ قال: بلى، قال: ألم تنفخ فيّ من روحك؟ قال: بلى، قال: ألم تسبق رحمتك لي غضبك؟ قال: بلى، قال ألم تسكني جنتك؟ قال: بلى، قال: فلم أخرجتني منها؟ قال: بشؤم معصيتك، قال يا رب أرأيت إن تبت وأصلحت أراجعي أنت إلى الجنة؟ قال: نعم قال: فهو الكلمات (١) . </p><p> قال أبو إسحاق: وفي الآية تعريف للمذنب، كف السبيل إلى التنصل من الذنوب، وأنه لا ينفع إلا الاعتراف (٢) . </p><p>= الكلمات التي تلقاهن آدم من ربه هن الكلمات التي أخبر الله عنه أنه قالها متنصلا بقيلها إلى ربه، معترفا بذنبه، وهو قوله {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: ٢٣]، وليس ما قاله من خالف قولنا هذا -من الأقوال التي حكيناها- بمدفوع قوله، ولكنه قول لا شاهد عليه من حجة يجب التسليم لها، فيجوز لنا إضافته إلى آدم ..) \"تفسير الطبري\" ١/ ٢٤٤. (١) أخرجه ابن جرير عن ابن عباس بنحوه من عدة طرق، وأخرج نحوه عن أبي العالية والسدي في \"تفسيره\" ١/ ٢٤٣، وأخرج ابن أبي حاتم في \"تفسيره\" عن ابن عباس نحوه، قال المحقق: في سنده ضعف وانقطاع ١/ ٣١١، وأخرج الحاكم في \"مستدركه\" عن ابن عباس نحوه، وقال: صحيح الإسناد ولم يخرجاه، ووافقه الذهبي، \"المستدرك\" ٢/ ٥٤٥، وذكر الثعلبي ١/ ٦٥ ب، وذكره ابن كثير في \"تفسيره\"، وفي الهامش قال المحقق: (سنده حسن من أجل الحسن بن عطية .. وهذا الأثر كغيره من الآثار المتلقاة عن أهل الكتاب التي لا يجوز الاعتماد عليها في تفسير كتاب الله) ١/ ١٤٩. ذكر الواحدي أشهر الأقوال في المراد بالكلمات، وفيها أقوال أخرى، انظر: \"تفسير ابن جرير\" ١/ ٢٤٣ - ٢٤٤، و\"تفسير ابن أبي حاتم\" ١/ ٩٠ - ٩١، و\"الثعلبي\" ١/ ٦٥ ب، و\"ابن عطية\" ١/ ٢٦١، \"زاد المسير\" ١/ ٦٩، و\"تفسير ابن كثير\" ١/ ٨٧، و\"الرازي\" ٣/ ١٩.(٢) \"معاني القرآن\" للزجاج ١/ ٨٥</p><p> وسئل بعض السلف عما يقوله المذنب، فقال: يقول ما قال أبوه: {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا}  [الأعراف: ٢٣] وما قاله (١) موسى: {ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي}  [القصص: ١٦] وما قاله (٢) يونس: {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ}  (٣)  [الأنبياء: ٨٧] ، وما قالته الملكة:  {إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ}  [النمل: ٤٤]  (٤) . </p><p> وقوله تعالى:  {فَتَابَ عَلَيْهِ} . معنى التوبة في اللغة: الرجوع. وفي الشريعة: رجوع العبد من المعصية إلى الطاعة (٥) ، فالعبد يتوب إلى الله والله يتوب عليه، أي يرجع عليه (٦) بالمغفرة، [والعبد تواب إلى الله أي راجع إليه بالندم، والله تواب يعود عليه بالكرم]  (٧) والعبد تواب إلى الله بالسؤال، والله تواب عليه بالنوال (٨) . </p><p> فمعنى قوله:  {فَتَابَ عَلَيْهِ} أي عاد عليه بالمغفرة (٩) ، ولا يحتاج إلى </p><p>(١) في (ب): (وما قال). (٢) في (ج): (وما قال).(٣) قوله (لا إله إلا أنت) ساقط من (ب).(٤) الأثر أورده أبو حيان في البحر ١/ ١٦٥.(٥) التوبة في الشرع: ترك الذنب، والندم على ما فات، والعزيمة على عدم العودة إليه، وتدارك ما أمكنه من عمل الصالحات، فهذه أركان التوبة وشرائطها، (مفردات الراغب) ص ٧٦، وانظر: \"شرح أسماء الله\" للزجاج ص ٦١، \"تهذيب اللغة\" (تاب) ١/ ٤١٦ - ٤١٧، \"تفسير الطبري\" ١/ ٢٤٦، و\"ابن عطية\" ١/ ٢٦١ - ٢٦٢، و\"القرطبي\" ١/ ٢٧٧ - ٢٧٨، \"زاد المسير\" ١/ ٧٠، \"البحر\" ١/ ١٦٦.(٦) في (ب): (إليه).(٧) ما بين المعقوفين ساقط من (ب).(٨) ذكر الأزهري نحوه عن الليث، \"تهذيب اللغة\" (تاب) ١/ ٤١٦ - ٤١٧.(٩) (تاب عليه) أي وفقه للتوبة وقبلها منه، وعاد عليه بالمغفرة، انظر: \"تفسير الطبري\" =</p>"
}