{
  "id": null,
  "sura": 2,
  "aya": 202,
  "text": "<p> قال أهل المعاني: والفائدة في الإخبار عنهم بهذا الدعاء: الاقتداء بهم فيه، وذلك أنه لما حذر من الدعاء الأول رغب في الثاني. والإيتاء منقول من الأتي الذي هو المجيء (١) ، يقال: أَتَى، إذا كان منه المجيء، وأتى إذا حَمَلَ غيرَه (٢) على المجيء. يقال: آتاه ما يحب، وأتاه غير ما يحب، إذا جعله يأتيه ذلك الشيء، ثم يفسر الإيتاء بالإعطاء، وأصله ما ذكرنا (٣) . </p><p> ٢٠٢ - قوله تعالى:  {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا} قال ابن عباس: يريد: ثوابَ ما عملوا (٤) . </p><p> وقال أبو إسحاق: أي: دعاؤهم مستجاب؛ لأن كَسْبَهُم هاهنا الذي ذكر: الدعاء (٥) . </p><p> وقيل: معناه: لهم نصيب من كسبهم باستحقاقهم الثواب عليه، خلاف من بطل عمله فلم يكن (٦) له منه حظ (٧) . </p><p>= معاني الحسنة ولا نصب على خصوصه دلالة فوجب إبقاؤه على عمومه، وحكى ابن عطية في \"المحرر الوجيز\" ٢/ ١٨٠ أن حسنة الآخرة الجنة بإجماع، وقال القرطبي في \"تفسيره\" ٢/ ٤٠٨: والذي عليه أكثر أهل العلم أن المراد بالحسنتين: نعم الدنيا والآخرة، وهذا هو الصحيح، فإن اللفظ يقتضي هذا كله. (١) في (م): (من المجيء).(٢) في (أ) (م): (غير).(٣) ينظر: \"تهذيب اللغة\"، \"المفردات\" ١٨، \"لسان العرب\" ١/ ٢١ - ٢٤ \"أتى\".(٤) لعله من رواية عطاء التي تقدم الحديث عنها في القسم الدراسي.(٥) \"معاني القرآن\" للزجاج ١/ ٢٧٥.(٦) في (م) (ينزل).(٧) ينظر: \"تفسير الطبري\" ٢/ ٣٠٢، ورواه عن قتادة وابن زيد، ينظر: \"تفسير الثعلبي\" =</p><p> وقوله تعالى:  {وَاللهُ سَرِيعُ الحِسَابِ} سريع فاعل من السُّرْعَة. قال ابن السِّكِّيْت: يقال: سَرَع يَسْرُع سَرَعًا وسُرْعة فهو سريع (١) . </p><p> والحساب: مصدر كالمحاسبة، وربما سمي المَحْسُوبُ حِسَابًا، ومعنى الحساب في اللغة: العد، يقال: حَسَب يَحْسُبُ حِسَابًا وحِسَابةً وحِسْبَةً وحَسْبًا؛ إذا عَدّ، ذكره الليث وابن السكيت، وأنشد قول النابغة: </p><p> وأَسْرَعَتْ حِسْبَةً في ذلك العَدَد (٢) </p><p> وقول آخر: </p><p> يا جُمْلُ أسْقَاكِ بلا حِسَابَهْ (٣) </p><p>= ٢/ ٦٠١، \"التفسير الكبير\" ٥/ ٢٠٥، وكلا القولين اللذين ذكرهما (المصنف) على اعتبار أن أولئك عائدة للصنف الثاني، وهم المؤمنون، وهذا اختيار الطبري في \"تفسيره\" ٢/ ٣٠١، ودليله: أنه قال في حق الصنف الأول: {وَمَا لَهُ فِي الْآخِرَةِ مِنْ خَلَاقٍ}، فذكر جزائهم، ثم ذكر الصنف الثاني، وهذا جزاؤهم. ينظر: \"التفسير الكبير\" ٥/ ٢٠٥،\"الدر المصون\" ٢/ ٣٤٣، وقيل: إن أولئك تعود إلى الفريقين مثل قوله: {وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا} [الأحقاف: ١٩]. (١) نقله في \"تهذيب اللغة\" ٢/ ٨٩، \"تفسير القرطبي\" ٢/ ٤١٠، ونقله عن الواحدي بغير عزو: الرازي في \"تفسيره\" ٥/ ٢٠٦.(٢) صدره: فَكَمَّلَتْ مائةً فيها حمامَتُها\"ديوان النابغة\" ص ٢٥، \"لسان العرب\" ٢/ ٨٦٥ (حسب).(٣) ورد الرجز هكذا:يا جمل أُسْقِيْتَ بلا حسابه * سُقْيَا مَلِيكِ حَسَنِ الرِّبَابَه * قتلتني بالدل والخلابةوالرجز لمنظور بن مَرْثَد الأسدي، في \"لسان العرب\" ٢/ ٨٦٥ (حسب)، وقال: وأورد الجوهري الرجز: يا جُمْل أسقاكِ، وصواب إنشاده: يا جُمْل أُسْقِيت، و\"التنبيه والإيضاح\" ١/ ٦٢، \"تاج العروس\" ١/ ٤١٩. \"المعجم المفصل\" ٩/ ٥١. والرِّبابة: القيام على الشيء بإصلاحه وتربيته، والخِلابة: أن تخلب الأمة قلب الرجل بألطف القول وأعذبه.</p><p> والحَسَبُ: ما عُدَّ، ومنه: حَسَب الرجل: وهو ما يُعَدُّ من مآثره ومَفَاخره، والاحتساب: الاعتدادُ بالشيء (١) . </p><p> وقال الزجاج: الحساب في اللغة: مأخوذ من قولهم: حَسْبُك كذا، أي: كفاك، فسمى الحساب في المعاملات حسابًا؛ لأنه يعلم به ما فيه كفاية، وليس فيه زيادة على المقدار ولا نقصان (٢) . </p><p> وأما التفسير، فإن (٣) ابن عباس حَمَلَ الحساب، هاهنا، على حساب المذكورين في هذه الآية، فقال: يريد: أنه (٤) لا حساب عليهم، إنما يقفون بين يدي الله يُعْطَوْن كتبهم بأيمانهم، فيها سيئاتهم، فيقال لهم: هذه سيئاتكم قد تجاوزتها عنكم، ثم يعطون حسناتهم فيقال لهم: هذه حَسَنَاتُكُم قد ضَعَّفْتُها لكم (٥) . </p><p> وقال أبو إسحاق: معناه: أنه قد علم ما للمحاسَب وعليه قبل توقيفه على حسابه، فهو سريع الحساب؛ لأن الفائدة في الحساب علم حقيقته (٦) . </p><p> فعلى ما ذكره أبو إسحاق تأويله: أنه عالم بما للمحاسبين وعليهم. </p><p> وقال ابن الأنباري: معناه: سريع المجازاة للعباد على أعمالهم، وإن </p><p>(١) ينظر في مادة حسب \"تهذيب اللغة\" ٢/ ٨٠٩ - ٨١٢، \"المفردات\" ص ١٢٣ - ١٢٥، \"اللسان\" ١/ ٨٦٣ - ٨٦٨. (٢) نقله عنه في \"تهذيب اللغة\" ٢/ ٨١٠ \"حسب\".(٣) في (م): قال.(٤) في (م): إنه يريد.(٥) ذكره في \"غرائب النيسابوري\" ٢/ ٢٨٠ - ٢٨١، \"الوسيط\" ١/ ٣٠٨، \"التفسير الكبير\" ٥/ ٢٠٦.(٦) \"معاني القرآن\" للزجاج ١/ ٢٧٥.</p><p> كان قد أمهلهم مدة من الدهر، فإن وقت الجزاء عنده قريب (١) ، يدل عليه قوله:  {وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ}  [النحل: ٧٧] ، فسَمَّى المجازاةَ حسابًا؛ لأن ما يجازى به العبد هو كِفَاء لفعله، أو لأنه يجازى عند الحساب، وإنما يحاسب ليجازى، فذكر الحساب وهو يريد الجزاء. </p><p> وقيل: تأويل الآية: أنه سريع القبول لدعاء عباده، والإجابة لهم، وذلك أنه تعالى يُسأل في وقت واحد سؤالاتٍ مختلفة، من أمر الدنيا والآخرة، فيجزي كلَّ عَبْدٍ على قدر استحقاقه، فلو كان الأمر مع واحد من المخلوقين لطال العَدُّ واتصل الحساب، فأعلم الله تعالى أنه (٢) سريعُ الحساب، أي: الإحاطة والعلم بجملة سؤال السائلين؛ لأنه لا يحتاج إلى عَقْدِ يَدٍ، ولا وَعْي صَدْرٍ، ولا رؤيةٍ وفكرٍ، ثم تأويله يعود إلى سرعة القبول والإجابة ما لم يعرف مسألةَ كلِّ أحدٍ على التفصيل ليمكنه الإجابة (٣) إلى ما سأل، وهذا معنى الدعاء المأثور: يا من لا يشغله سَمْعٌ عن سَمْع (٤) . </p><p> ومع ما ذكرنا من هذه التأويلات (٥) قد ورد في الخبر: \"أن الله عز وجل </p><p>(١) \"الزاهر\" لابن الأنباري ١/ ٩٧ - ٩٨، وينظر: \"الوسيط\" للواحدي ١/ ٣٠٨، \"البحر المحيط\" ٢/ ١٠٦. (٢) في (ش) (لأنه).(٣) لسِت في (أ) ولا (م).(٤) لم أجده.(٥) ينظر في الأقوال السابقة: \"تفسير الطبري\" ٢/ ٣٠٢، \"تفسير الثعلبي\" ٢/ ٦٠٩، \"تفسير السمعاني\" ٢/ ٢٤٣، \"تفسير البغوي\" ١/ ٢٣٣، \"المحرر الوجيز\" ٢/ ١٨١، \"زاد المسير\" ١/ ٢١٦، \"تفسير الرازي\" ٥/ ٢٠٧، \"البحر المحيط\" ٢/ ١٠٦، \"تفسير القرطبي\" ٢/ ٤١٢، وقال: الكل محتمل، فيأخذ العبد لنفسه في تخفيف =</p>"
}