{
  "id": null,
  "sura": 2,
  "aya": 165,
  "text": "<p> وقوله تعالى:  {وَالسَّحَابِ الْمُسَخَّر} سمي السحاب لانسحابه في الهواء (١) . </p><p> ومعنى التسخير: التذليل، {وَالسَّحَابِ الْمُسَخَّر} : المطيعة لله تعالى (٢) . </p><p> ١٦٥ - قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا} الآية، لما ذكر الله تعالى الدلالةَ على وحدانيته أَعْلَم أنّ قومًا بعد هذه الدلالة والبيان يتخذون الأنداد، مع علمهم أنهم لا يأتون بشيء مما ذكر (٣) . ومضى الكلام في معنى:  (الأنداد)  (٤) . </p><p> قال أكثر المفسرين: يريد بالأنداد: الأضداد (٥) المعبودة من دون الله عز وجل، فعلى هذا، الأصنام أنداد بعضها لبعض، أي: أمثال، ليست أنها أنداد لله تعالى (٦) . </p><p> وقال السُدِّي: يعنى: بالأنداد أكفاء من الرجال يطيعونهم في معصية الله (٧) . </p><p>(١) \"تفسير الثعلبي\" ١/ ١٣١٢، وينظر: \"المفردات\" ص ٢٣١، \"التفسير الكبير\" ٤/ ٢٠٢، \"اللسان\" ٤/ ١٩٤٨. (٢) ينظر: \"المفردات\" ٢٣٣، \"التفسير الكبير\" ٤/ ٢٠٢، \"اللسان\" ٤/ ١٩٦٣ (سخر).(٣) من \"معاني القرآن\" للزجاج ١/ ٢٣٧، وينظر: \"التفسير الكبير\" ١/ ٢٠٤، \"البحر المحيط\" ١/ ٤٦٩.(٤) ينظر في معنى الند: \"تفسير الطبري\" ١/ ١٦٣، \"المفردات\" ص ٤٨٩.(٥) في (ش): (الأصنام). وهو كذلك عند الثعلبي في \"تفسيره\" ١/ ١٣١٤(٦) ينظر: \"تفسير الثعلبي\" ١/ ١٣١٤، \"زاد المسير\" ١/ ١٧٠، \"معاني القرآن\" ١/ ٩٩، \"البحر المحيط\" ١/ ٤٦٩، \"التفسير الكبير\" ٤/ ٢٠٤، ونسبه إلى أكثر المفسرين. وظاهر كلام المفسرين: أنهم اتخذوها أندادًا لله بحسب زعمهم.(٧) رواه عنه الطبري ٢/ ٦٧، ولفظه: الأنداد من الرجال، يطيعونهم كما يطيعون الله،=</p><p> وعلى هذا: المطاعون في معصية الله أنداد (١) للمطيعين، أو هم أندادٌ، بعضُهم (٢) لبعض نِدٌّ، كما قلنا في الأصنام. </p><p> وقوله تعالى:  {يُحِبُّونَهُمْ كَحُبِّ اللَّه} قال الليث: يقال: أَحْبَبَتُ الشيءَ فأنا مُحِبٌّ، وهو محبوبُ، قال: ومثله: أحزنته فهو محزون، وأجَنَّه الله فهو مجنون، وقد جاء مُحَبّ شاذًا في قول عنترة: </p><p> بمنزلة المُحبِّ المكرم (٣) </p><p> قال شمر: قال الفراء: وحَبَبْتُ لغةٌ، وأنشد: </p><p> فو الله لولا تَمْرُهُ ما حَبَبَتْهُ ... ولا كان أدنى من عُبيدٍ ومُشرِقِ (٤)  (٥) </p><p> عن أبي زيد: بعير مُحِبّ، وقد أحَبّ أحبابًا، وهو أن يصيبه مرض أو كسر فلا يبرح مكانه حتى يبرأ أو يموت. قال: والإحباب: هو البروك، فمن </p><p>= إذا أمروهم أطاعوهم وعصوا الله. وقد رواه الطبري عن ابن مسعود وناس من أصحاب النبي - صلى الله عليه وسلم - باللفظ الذي ذكره المؤلف، وذكر ذلك عند قوله: {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ}، ورواه الطبري ١/ ١٦٣. وينظر: \"البحر المحيط\" ١/ ٤٦٩، فقد بين: أن المراد بالناس: أهل الكتاب، ورجح كونهم أهل الكتاب بقوله: (يحبونهم). فأتى بضمير العقلاء، وباستبعاد محبة الأصنام. ولقوله: (إذ تبرأ)، والتبرؤ لا يناسب إلا العقلاء، وكذا قال الرازي في \"تفسيره\" ٤/ ٢٠٤. (١) في (ش): (أندادًا لمطيعين).(٢) في (ش): (وبعضهم).(٣) والبيت بتمامه:ولقَدْ نَزَلْتِ فلا تَظُنِّى غيرَه ... مني بمنزلة المُحَبِّ المكرمالبيت في \"ديوانه\" ص ١٩١.(٤) في (م): (ومشرقي).(٥) البيت لغيلان بن شجاع النهشلي، في \"لسان العرب\" ٢/ ٧٤٣ (حبب). وروايته: فأُقسِمُ، وبلا نسبة في \"الأشباه والنظائر\" ٢/ ٤١٠، \"مغني اللبيب\" ١/ ٣٦١.</p><p> الناس من يجعل المحبة مأخوذة من هذا؛ للزوم المحب محبوبه (١) . </p><p> وفي قوله:  {كَحُبِّ اَللَّهِ} طريقان لأهل المعاني: أحدهما: أن المعنى فيه كحب المؤمنين الله، أي: يحبون الأصنام كما يحب المؤمنون ربهم، فأضيف المصدر إلى المحبوب، كقول القائل: أكلتُ طعامي كأكل طعامك، وبعت جاريتي كبيع جاريتك، وهو يريد: كبيعك جاريتك وأكلك طعامك، فيحذف الفاعل، ولضيف المصدرَ إلى المفعول (٢) ، كقول الشاعر: </p><p> ولستُ مسلِّما ما دمتُ حيًّا ... على زيدكتسليم الأميرِ (٣) </p><p> أراد: كتسليمي على الأمير، هذا قول الفراء (٤) ، ويوافقه تفسير ابن عباس (٥) ، فإنه قال: يريد: كحب الذين آمنوا الله (٦) ، فكثير (٧) من العلماء </p><p>(١) ينظر: \"المفردات\" ص١١٢، \"البحر المحيط\" ١/ ٤٧٠، \"اللسان\" ٢/ ٧٤٥ - ٧٤٦ (حبب). (٢) ينظر: \"المحرر الوجيز\" ٢/ ٥٤ - ٥٥، \"البحر المحيط\" ١/ ٤٧٠.(٣) البيت لعلي بن خالد البردخت، كما في \"رسائل الجاحظ\" ٢/ ٢٦١، ينظر: \"معاني القرآن\" للفراء ١/ ١٠٠، \"البيان والتبيين\" ٤/ ٥١، \"تفسير الطبري\" ٢/ ٦٧ \"تفسيرالثعلبي\" ١/ ١٣١٤.(٤) \"معاني القرآن\" للفراء ١/ ٩٧.(٥) نسبه إليه ابن الجوزي في \"زاد المسير\" ١/ ١٧٠، وابن عطية في \"المحرر الوجيز\" ٢/ ٥٤.(٦) ينظر: \"تفسير الطبري\" ٢/ ٦٧، واختار هذا القول، ورواه عن قتادة ومجاهد والربيع وابن أبي زيد، وكذا رواها ابن أبي حاتم ١/ ٢٧٦، ونسبه في \"زاد المسير\" ١/ ١٧٠ أيضًا إلى عكرمة وأبي العالية ومقاتل. وينظر: \"تفسير الثعلبي\" ١/ ١٣١٤، وعزاه لأكثر العلماء، \"تفسير السمعاني\" ٢/ ١٢٠، \"الكشاف\" ١/ ٢٠٩.(٧) في (ش): (وكثير).</p><p> على هذه الطريقة فلم يثبتوا للكفار حبًا لله، وجعلوا حب الله للمؤمنين (١) ، وشبهوا حُب الكفار للأصنام بحب المؤمنين لله (٢) . </p><p> الطريق الثاني: أن المعنى فيه: يحبونهم كحب الله، أي: يسوّون بين هذه الأصنام وبين الله عز وجل في الحب، فيكون تقدير الآية: يحبونهم كحبهم الله، فيضاف الحب إلى الله عز وجل، والمشركون هم المُحِبُّون (٣) ، وعلى المشركين في تسويتهم بين الله عز وجل والأصنام في المحبة أعظم الحجج وأوكدها، إذ أحبوا وعبدوا ما لا ينفع ولا يضر، ولا يحيي ولا يميت. وقد بيّن الله -عز اسمه- ما يدل على هذا المعنى في قوله:  {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى}  [الزمر: ٣] . وهذا القول اختيار الزجاج (٤) وابن كيسان (٥) ، وعلى هذا فقد أثبت للمشركين حبًّا لله، شبه حبّهم الأصنام بحبهم الله تعالى. </p><p> وقال أبو رَوق: معنى قوله: {كَحُبِّ اللَّهِ} ، أي: يحبون الأصنام حُبًّا لا يستحقّ مثلَ ذلك الحبِّ إلا اللهُ، ويحبونهم كما ينبغي لهم أن يحبوا الله، فالمعنى فيه: كالحب المستحق لله. </p><p> ثم قال تعالى:  {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} قال ابن عباس: أي: </p><p>(١) في (أ)، (م): (المؤمنين). (٢) في (م): (الله).(٣) في (م): (المحبين).(٤) \"معاني القرآن\" للزجاج ١/ ٢٣٧، وقال عن القول الأول: (ليس بشيء، ودليل نقضه قوله: {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ}. والمعنى: أن المخلصين الذين لا يشركون مع الله غيره هم المحبون حقًّا). وهو اختيار الرازي في \"تفسيره\" ٤/ ٢٠٤.(٥) \"تفسير الثعلبي\" ١/ ١٣١٤.</p><p> أثبت وأدوم (١) ، وذلك أن المشركين كانوا يعبدون صنمًا فإذا رأوا شيئًا أحسن منه (٢) تركوا ذلك، وأقبلوا على عبادة الأحسن (٣) . وقال قتادة: إن الكافر يعرض عن معبوده في وقت البلاء، ويقبل على الله عز وجل، ألا ترى إلى قوله:  {فَإِذَا رَكِبُوا فِي الْفُلْكِ} الآية [العنكبوت: ٦٥] ، والمؤمن لا يُعرض عن الله في السرّاء والضرّاء والشدة والرخاء، ولا يختار عليه سواه (٤) . </p><p> وقيل: لأن المؤمنين يوحدون ربهم، والكفار يعبدون مع الصنم أصنامًا، فتنقص محبة الواحد، بضم محبة مجمع إليه، والذي لا يعبد إلا واحدًا محبته له أتم. وهذه الأقوال على طريقة من لم يثبت للمشركين محبة لله. فأما من أثبت لهم محبة لله فالمؤمنون أشد حبًّا منهم؛ لأن الكفار يقولون: إن الله خالقنا ورازقنا، ثم يجعلون معه شركاء، فتضعف محبتهم، وتنقص بذلك، وتتم محبة المؤمنين ربّهم بإفرادهم إياه في العبادة (٥) . </p><p> وهذا معنى قول الحسن: إن الكافرين عبدوا الله بالواسطة، وذلك قولهم للأصنام:  {هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ}  [يونس: ١٨] وقولهم: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ}  [الزمر: ٣] والمؤمنون يعبدونه بلا واسطة، لذلك قال:  {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} ، (٦) ومعنى حب المؤمنين الله: </p><p>(١) في (م): (ودا). (٢) في (م): (أخير).(٣) ذكره الثعلبىِ في \"تفسيره\" ١/ ١٣١٥، والسمعاني في \"تفسيره\" ٢/ ١٢١، والبغوي ١/ ١٧٨ ولم ينسبه لابن عباس.(٤) \"تفسير الثعلبي\" ٥/ ١٣١١، وذكره البغوي في \"تفسيره\" ١/ ١٧٨ - ١٧٩، والواحدي في \"الوسيط\" ١/ ٢٣٦.(٥) ينظر: \"تفسير الثعلبي\" ١/ ١٣١٥ - ١٣١٦.(٦) في \"تفسير الحسن البصري\" ١/ ٩٤، وذكره الثعلبي في \"تفسيره\" ١/ ١٣١٥.</p><p> حب طاعته والانقياد لأمره، ليس معنى يتعلق بذات القديم سبحانه (١) . </p><p> وقوله تعالى:  {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا} جواب (لو) محذوف. وقد كَثُر في التنزيل حذفُ جواب (لو) كقوله: {وَلَوْ أَنَّ قُرْآنًا}  [الرعد: ٣١]  {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ}  [الأنعام: ٢٧]  {وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ}  [الأنعام: ٩٣] . </p><p> قال أصحاب المعاني: وحذف جواب (لو) في مثل هذا الآي يكون أفحم وأبلغ؛ لذهاب المخاطب المتوعَّد إلى كلّ ضرب من الوعيد، ولو </p><p>(١) هذا من المؤلف تأويل يخالف ظواهر النصوص، جرى فيه على مذهب الأشاعرة الذين يجيزون إطلاق هذه اللفظة لكنهم يحيلون وقوعه، كما ذكر الرازي في \"تفسيره\" ٤/ ٢٠٥، فالمؤمنون يحبون الله لذاته، قال تعالى: {وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} , وقال: {يُحِبُّهُمْ وَيُحِبُّونَه} [المائدة: ٥٤]. قال ابن القيم في \"إغاثة اللهفان\" ١/ ١٦٥: وليس شيء يحب لذاته من كل وجه إلا الله عز وجل وحده، الذي لا تصلح الألوهية إلا له. وأما تقسيم المحبة والإرادة إلى نافعة وضارة، فهو باعتبار متعلقها ومحبوبها ومرادها، فإن كان المحبوب المراد هو الذي لا ينبغي أن يحب لذاته ويراد لذاته إلا هو، وهو المحبوب الأعلى الذي لا صلاح للعبد ولا فلاح ولا نعيم ولا سرور إلا بأن يكون هو وحده محبوبه ومراده وغاية مطلوبه، كانت محبته نافعة له. أما الأشاعرة فينفون المحبة بين الله وعبده؛ لأن العقل لا يدل عليها، وكل ما لا يدل العقل عليه فإن الله يجب أن ينزه عنه، وقالوا: إن المحبة لا تكون إلا بين متجانسين، فلا تكون بين رب ومخلوق، وهذه دعوى باطلة يكفي فيها المنع؛ لأن الأصل عدم ثبوت الدعوى، والواقع يدل على ثبوت المحبة بين غير المتجانسين، كما يحب آلاته وبعض بهائمه. علمًا بأن العقل قد دل على ذلك؛ فإثابة الطائعين ونصرهم وتأييدهم وإجابة دعائهم دليل على المحبة. وينظر: \"شرح العقيدة الواسطية\" للشيخ محمد العثيمين ص ١٩٦، \"مختصر منهاج القاصدين\" ٣٤٣ - ٣٥٦.</p><p> ذكر له ضرب من الوعيد لم يكن مثل أن يبهم (١) عليه؛ لأنه يوطّن نفسه على ذلك المذكور، ومن وطّن نفسه على شيء لم يصعب عليه صعوبتَه على من لم يوطنْ عليه نفسَه. وذكرنا شواهد هذه المسألة في سورة الأنعام، عند قوله:  {وَلَوْ تَرَى إِذْ وُقِفُوا}  [الأنعام: ٢٧] ، (٢) . </p><p> وكثر اختلافُ القُرّاء (٣) في هذه الآية، فقرأ حمزة والكسائي وعاصم وأبو عمرو وابن كثير:  (ولو يَرَى) بالياء، {أَنَّ الْقُوَّةَ لِلَّهِ} ، {وَأَنَّ اللَّهَ} بالفتح فيهما (٤) . </p><p> والمراد بالرؤية هاهنا: رؤية العين المتعدية إلى مفعول واحد، والفعل في هذه القراءة (٥) مسند إلى الذين ظلموا، و (الذين ظلموا) : هم الذين </p><p>(١) في (ش): (يتهم)، وفي (أ)، (م): غير منقطة ولا واضحة. (٢) ينظر: \"معاني القرآن\" للفراء ١/ ٩٧، \"معاني القرآن\" للزجاج ١/ ٢٣٩، و \"تفسير الطبري\" ٢/ ٦٧، \"التبيان\" للعكبري ص ١٠٥، \"البحر المحيط\" ١/ ٤٧١، \"تفسير الثعلبي\" ١/ ١٣١٨.(٣) ينظر في توجيه القراءات في الآية: \"معاني القرآن\" للفراء ١/ ٩٧، \"تفسير الطبري\" ٢/ ٦٧ - ٦٩، \"التبيان\" ص ١٠٥ - ١٠٦، \"البحر المحيط\" ١/ ٤٧١، \"الحجة\" ٢/ ٢٥٨.(٤) ينظر: \"السبعة\" ص ١٧٣ - ١٧٤، \"النشر\" ٢/ ٢٢٤، \"الحجة\" ٢/ ٢٥٨، قال في \"النشر\": واختلفوا في {وَلَوْ يَرَى الَّذِينَ} فقرأ نافع وابن عامر ويعقوب بالخطاب، واختلف عن ابن وردان عن أبي جعفر، فروى ابن شبيب عن الفضل من طريق النهرواني عنه بالخطاب، وقرأ الباقون بالغيب. واختلفوا في {يَرَوْنَ الْعَذَابَ} فقرأ ابن عامر بضم الياء، وقرأ الباقون بفتحها. واختلفوا في {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ} فقرأ أبو جعفر ويعقوب بكسر الهمزة فيهما. وقرأ الباقون بفتح الهمزة فيهما.(٥) في (ش): (الآية).</p><p> كفروا، ألا ترى إلى قوله:  {وَالْكَافِرُونَ هُمُ الظَّالِمُونَ}  [البقرة: ٢٥٤] ، وإنما كان ينبغي أن يسند إليهم الفعل؛ لأن النبي - صلى الله عليه وسلم - والمسلمين قد علموا قدرَ ما يشاهدُ الكفارُ ويعاينونه من العذاب يوم القيامة، والمتوعدون في هذه الآية لم يعلموا ذلك، فوجب أن يسند الفعل إليهم (١) ، وفتحوا {أَنَّ الْقُوَّةَ لِلَّهِ} ، لأنهم أعملوا فيه الرؤية، تقديره: ولو يرون أن القوة. ومعناه: ولو يرى الذين ظلموا شدة عذاب الله وقوته لعلموا مضرّة اتخاذ الأنداد. وقولنا: لعلموا، هو الجواب المحذوف، وإنما قدرنا هذا الجواب مع احتمال غيره؛ لأنه قد جرى ذكر اتخاذ الأنداد في أول الآية (٢) . </p><p> وقال أبو عبيد والزجاج (٣) : يجوز أن يكون العامل في (أن) جواب (لو) المقدر؛ لأنه قد جاء في تفسير هذه الآية: لو رأى الذين كانوا يشركون في الدنيا عذاب الآخرة، لعلموا حين يرونه أن القوة لله جميعًا، ففتحوا (أن) بالجواب المقدر وهو: لعلموا (٤) . </p><p> وضعّف أحمد بن يحيى هذا القول، وقال:  (٥) العَلَم لو حذف لم يترك صلته، وقال من احتج لهذا القول: حذف الموصول وإبقاء أصله لا ينكر، كقوله تعالى:  {لَقَدْ تَقَطَّعَ بَيْنَكُمْ}  [الأنعام: ٩٤] ، في قراءة من نصب، والمراد: ما بينكم، فحذفت (ما) وتُركت صلتها. </p><p> وقرأ أبو جعفر:  (ولو يرى) بالياء (٦) ، وكسر (إن القوة) و (إن الله) </p><p>(١) \"الحجة\" ٢/ ٢٦١. (٢) \"معاني القرآن\" للزجاج ١/ ٢٣٨.(٣) \"معاني القرآن\" للزجاج ١/ ٢٣٨.(٤) في (ش): (وعلموا).(٥) في (م): (قال).(٦) في (ش): (بالتاء).</p><p> وإنما كَسَر؛ لأن ما قبل (إن) كلام تام، مع ما أضمر فيه من الجواب المقدرة لأن تقديره: ولو يرى الذين ظلموا إذ يرون العذاب لآمنوا، أو لرأوا أمرًا عظيما، فلما تم الكلام بقي قوله:  {أَنَّ اَلقُوَّةَ لِلَّهِ جَمِيعًا} مستأنف، وإذا استأنف وجب كسره. </p><p> قال الفراء: وتكون الرؤية على هذه القراءة واقعة على (إذ) في المعنى، وفتح (أنّ) مع الياء أحسن من كسرهما (١) . </p><p> وقرأ يعقوب وسَهْل:  (ولو ترى) بالتاء، (إن القوة) ، و (إن الله) : بالكسر فيهما. والخطاب في هذه القراءة (٢) للنبي - صلى الله عليه وسلم -، ولم يقصده (٣) بالمخاطبة؛ لأنه لم يعلم ما يراه الكفار من العذاب في الآخرة، ولكن في قصده المخاطبة (٤) تنبيه لغيره، ألا ترى أنه قد يُخَاطَبُ فيكون خطابه خطابًا للكافّة، كقوله:  {يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى}  [الأنفال: ٧٠] و {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١]  (٥) . </p><p> قال أبو إسحاق: وهذا (٦) كما قال عز وجل: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٠٦) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} [البقرة:١٠٦ - ١٠٧] وهو بمنزلة: ألم تعلموا. كذلك، (ولو ترى) بمنزلة: ولو ترون، ويكون (إن القوة) مستأنفة كما وصفنا. ويكون الجواب -والله أعلم- لرأيت أمرًا </p><p>(١) \"معاني القرآن\" للفراء ١/ ٩٧. (٢) في (ش): (الآية).(٣) في (أ)، (م): (يقصد).(٤) سقطت من (أ)، (م).(٥) \"الحجة\" ٢/ ٢٦٢.(٦) في (ش): (فهذا).</p><p> عظيمًا، كما تقول: لو رأيت فلانًا والسياط تأخذه، فتستغني (١) عن </p><p> الجواب؛ لأن المعنى معلوم (٢) . </p><p> قال ابن الأنباري: ويجوز في هذه القراءة أن تضمر القول وتعلق (إن) به، ويكون التقدير: ولو ترى الذين ظلموا إذ يرون العذاب لقلت: إن القوة لله جميعا، فانكسرت (إن) مع القول كما انفتحت مع العلم. </p><p> وقرأ نافع وابن عامر:  (ترى) بالتاء (٣) ، وفتح:  {أَنَّ الْقُوَّةَ لِلَّهِ} ، و {وَأَنَّ اللَّه} ، وعلى (٤) هذه القراءة لا يجوز أن يكون العامل في: {أَنَّ الْقُوَّةَ} قوله: (ترى) ؛ لأن الرؤية هاهنا: المراد به رؤية البصر، فلم يجز أن تتعدّى إلى (أن) ؛ لأنها قد استوفت مفعولها الذي تقتضيه، وهو:  (الذين ظلموا) ، فإذا لم يجز أن تنتصب (أن) بـ (ترى) ، ثبت أنه منتصب (٥) بفعل آخر غير (ترى) الظاهرة، وذلك الفعل هو الذي يقدر جوابا لـ (لو) ، كأنه: ولو ترى الذين ظلموا إذ يرون العذاب رأوا أن القوة لله، والمعنى: أنهم شاهدوا من قدرته سبحانه ما تيقنوا معه أنه قوي عزيز، وأن الأمر ليس على ما كانوا عليه من جحودهم لذلك، أو شكّهم فيه (٦) . </p><p> والاختيار عند الفراء وغيره: كسر (إن) مع المخاطبة؛ لأن الرؤية واقعة على الذين ظلموا، فكان وجه الكلام أن يستأنف (إن) . </p><p>(١) في (م): (تستغني). (٢) \"معاني القرآن\" للزجاج ١/ ٢٣٨ - ٢٣٩، وينظر: \"تفسير الثعلبي\" ١/ ١٣١٨.(٣) في (م): (بفتح التاء وفتح).(٤) في (أ)، (م): (على).(٥) في (م): (انتصب).(٦) من كلام أبي علي في \"الحجة\" ٢/ ٢٦٣.</p><p> قال الفراء: ولو فتحها على تكرير الرؤية كان صوابًا، كأنه قال: ولو ترى الذين ظلموا إذ (١) يرون العذاب يرون (٢)  {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا}  (٣) . ومن قرأ بالياء ففتحُ {أَنَّ} في قراءته أبين؛ لأنه ينصب {أَنَّ} بالفعل الظاهر دون المضمر. </p><p> هذه وجوه اختلاف القراءة في هذه الآية (٤) . فإن قيل: كيف جاءت (إذ) في قوله: {إِذْ يَرَوْنَ الْعَذَابَ} مع قوله: {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا} وهذا أمر مستقبل وإذ لما مضى؟، قيل: إنما جاء على لفظ المضي لإرادة التقريب في ذلك، كما جاء {وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ}  [النحل: ٧٧] ، {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}  [الشورى:١٧] ، فلما أريد فيها من التحقيق والتقريب؛ جاء على لفظ المضي، وعلى هذا جاء في ما هو من (٥) أمر الآخرة أمثلة الماضي، كقوله:  {وَنَادَى أَصْحَابُ الْجَنَّةِ}  [الأعراف: ٤٤] . ومما جاء على لفظ المضي للتقريب من الحال: قول المقيم: قد قامت الصلاة، يقول ذلك قبل إيقاعه التحريم بالصلاة؛ لقرب ذلك من قوله، وعلى هذا قول رؤبة: </p><p> أَوْدَيْتُ إن لم تَحْبُ (٦) حَبْوَ المُعْتَنِكْ (٧)  (٨) </p><p>(١) من قوله: (فكان وجه الكلام). ساقطة من (ش). (٢) ليست في (أ)، (م).(٣) من \"معاني القرآن\" للفراء ١/ ٩٧ - ٩٨.(٤) من كلام أبي علي في \"الحجة\" ٢/ ٢٦٣ بتصرف.(٥) ساقطة من (أ)، (م).(٦) في (ش): (يجب).(٧) في (ش): (المعتبك).(٨) لرؤبة من قصيدة يمدح فيها الحكم بن عبد الملك في \"ديوانه\" ص ١١٨،=</p>"
}