{
  "id": null,
  "sura": 2,
  "aya": 8,
  "text": "<p> منقول إلى عظم الشأن (١) من عظم الجثة، وكثر استعماله حتى صار حقيقة في الموضعين (٢) . </p><p> ومعنى وصف العذاب بالعظم، هو المواصلة بين أجزاء الآلام بحيث لا تتخللها (٣) فرجة، أو إحداث ألم في كل جزء، أو (٤) يخلق ألما أشد من ألم. </p><p> ٨ - قوله تعالى:  {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ} الآية. روى ثعلب عن سلمه (٥) عن الفراء (٦) قال: يكون (٧)  (من) ابتداء غاية، ويكون بعضًا، ويكون صلة، قال الله:  {وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ}  [يونس: ٦١] . المعنى: مثقال ذرة (٨) . </p><p> قال أبو عبيد (٩) : والعرب تضع (من) مواضع (مذ) يقال: ما رأيته من [سنة،أي:]  (١٠) مذ سنة. قال زهير: </p><p>(١) في (ب): \"اللسان\". (٢) انظر: \"تفسير الرازي\" ٢/ ٥٤.(٣) في (ب): (لا محللها).(٤) في (ب): (جزوو أو يحلو).(٥) هو سلمة بن عاصم النحوي، روى عن الفراء، كان أديبا فاضلا، سمع منه ثعلب كتاب \"لمعاني\" للفراء، توفي بعد السبعين ومائتين. انظر ترجمته في: \"طبقات النحويين واللغويين\" ص ١٣٧، \"معجم الأدباء\" ٣/ ٣٩١، \"إنباه الرواة\" ٢/ ٥٦، \"غاية النهاية\" ١/ ٣١١.(٦) في \"تهذيب اللغة\" (سلمه عن الفراء ثم ذكره بنصه). \"التهذيب\" (من) ٤/ ٣٤٥٣.(٧) في \"التهذيب\": (تكون) في المواضع الثلاثة.(٨) في \"التهذيب\": (أي: ما يعزب عن علمه من مثقال ذرة) ٤/ ٣٤٥٣.(٩) \"تهذيب اللغة\" (من) ٤/ ٣٤٥٤.(١٠) ما بين المعقوفين ساقط من (ب).</p><p> أقوين من حجج ومن شهر (١) </p><p> أي: مذ حجج (٢) . ويكون (٣)  (من) بمعنى البدل، كقوله تعالى:  {وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً}  [الزخرف: ٦٠] . معناه: بدلكم (٤) ، وسنذكره في موضعه. (٥) وأما الأصل [في (الناس)  (٦) ] فقد أقرأني العروضي قال: أقرأني الأزهري قال (٧) : (أخبرني المنذري عن أبي الهيثم (٨) أنه سأله (٩) عن (الناس)  (١٠) ما أصله؟ </p><p>(١) مطلع قصيدة لزهير يمدح هرم بن سنان وصدره: لمن الديار بقنة الحجرالقنة: أعلى الجبل، الحجر: بكسر الحاء منازل ثمود، ويروى بالفتح موضع باليمامة، أقوين: أقفرت، الحجج: بكسر الحاء جمع حجة وهي السنة، ومن شهر: واحد الشهور، ويروى ومن دهر. ورد البيت في \"تهذيب اللغة\" (من) ٤/ ٣٤٥٤، \"الجمل المنسوب\" للخليل ص ١٦١، \"الجمل\" للزجاجي ص ١٣٩، \"مغني اللبيب\" ١/ ٣٣٥، \"الهمع\" ٣/ ٢٢٦، \"شرح المفصل\" ٤/ ٢٩٣،٨/ ١١، \"الإنصاف\" ص ٣١٥، \"الخزانة\" ٩/ ٤٣٩، \"شرح ديوان زهير\" ص ٨٦.(٢) أي: مذ حجج ومذ شهر.(٣) في \"التهذيب\": (من) ٤/ ٣٤٥٤.(٤) في (ب): (بدله).(٥) عند أبي عبيد وتكون (من) بمعنى: اللام الزائدة. انظر بقية كلامه في \"التهذيب\" (من) ٤/ ٣٤٥٤، وذكر ابن هشام في \"مغني اللبيب\": أن (من) تأتي على خمسة عشر وجها، ١/ ٣١٨.(٦) ما بين المعقوفين ساقط من (ب).(٧) (التهذيب) (أنس) ١/ ٢١٦.(٨) في (ب) (أبي القاسم).(٩) في (ج) (سأل).(١٠) (عن الناس) ساقط من (ب).</p><p> قال: أصله أناس (١) ، والألف فيه أصلية، ثم زيدت عليه اللام التي نزاد مع الألف للتعريف (٢) ، وأصل تلك اللام سكون أبدا (٣) ، فصار (الأناس) ثم كثر في الكلام، وكانت الهمزة واسطة فاستثقلوها (٤) فتركوها (٥) ، ثم أدغموا اللام في النون فقالوا: الناس، فلما طرحوا الألف واللام قالوا:  (ناس)  (٦) . وقد استعمله الشاعر على الأصل فقال: </p><p> إن المنايا يَطّلعـ ... ـنَ على الأناس الآمنينا (٧) </p><p> قال الأزهري: وهذا قول حذاق (٨) النحويين (٩) . و (الناس) لفظ وضع </p><p>(١) في (التهذيب): (فقال أصله (الأناس)، لأن أصله (أناس) فالألف فيه أصلية .....) ١/ ٢١٧. (٢) في (ب): (التعريف).(٣) في \"التهذيب\" (وأصل تلك اللام سكون أبدا إلا في أحرف قليلة، مثل: الاسم والابن، وما أشبهها من الألفات الوصلية، فلما زادوهما على أناس صار الاسم: الأناس. ...) ١/ ٢١٧.(٤) في (ب): (فاستقلوها).(٥) في \"التهذيب\": (..... فتركوها وصار باقي الاسم (ألناس) بتحريك اللام في الضمة، فلما تحركت اللام والنون أدغموا اللام في النون ...) ١/ ٢١٧.(٦) في \"التهذيب\": (فلما طرحوا الألف واللام ابتداء والاسم فقالوا: قال ناس من الناس. انتهى كلام أبي الهيثم في \"التهذيب\"، وقول الواحدي: وقد استعمله الشاعر ... الخ مع البيت ليس في \"التهذيب\" ١/ ٢١٧.(٧) البيت لذي جدن الحميري، ورد في \"مجالس العلماء\" للزجاجي ص ٧٠، \"الخزانة\" ٢/ ٢٨٠، \"الخصائص\" ٣/ ١٥١، \"تفسير البيضاوي\" ١/ ٩٩، \"الدر المصون\" ١/ ١١٩، \"اللسان\" (نوس) ٨/ ٤٥٧٥.(٨) في (ب): (خلاف).(٩) في \"التهذيب\": (قلت: وهذا الذي قاله أبو الهيثم تعليل النحويين) وفي الهامش في (ج) (قول حذاق النحويين)، \"التهذيب\" ١/ ٢١٧.</p><p> للجمع، ولا واحد له من لفظه (١) ، كالقوم والرهط والجيش، واختلفوا في تصغيره، فقيل:  (أنيس) و (نويس) . </p><p> فمن قال:  (أنيس) وهو قول أكثر النحويين (٢) ، دل على (٣) أن أصله (أناس) لثبوت الهمزة في التصغير. ومن قال: نويس، جعل اشتقاق الناس من (النوس) وهو الاضطراب والحركة (٤) يقال ناس ينوس إذا تذبذب وتحرك، وأناس إذا حرك (٥) . ومنه قول المرأة في حديث أم زرع:  (أناس من حلي أذني)  (٦) . </p><p>(١) قال الطبري: (في الناس وجهان: أحدهما: أن يكون جمعا لا واحد له من لفظه، وإنما واحدهم (إنسان) وواحدتهم (إنسانة). والوجه الأخر: أن يكون أصله (أناس) أسقطت الهمزة منها لكثرة الكلام بها، ثم دخلتها الألف واللام المعرفتان ...) ١/ ١١٦، وانظر \"تفسير ابن عطية\" ١/ ١٥٨ - ١٥٩، (البحر) ١/ ٥٢ (الدر المصون) ١/ ١١٨. (٢) قال سيبويه: (ليس من العرب أحد إلا ويقول: نويس)، انظر \"الكتاب\" ٣/ ٤٥٧، وانظر \"المسائل الحلبيات\" لأبي علي الفارسي ص ١٧١، ١٧٢.(٣) (دل على) مطموس في (ب).(٤) (الحركة) ساقطة من (ب).(٥) في (ب): (إذ بريدت).(٦) في (ب): (أرلى). قطعة من حديث طويل، فقد أخرج البخاري بسنده عن عائشة، قالت (جلس إحدى عشرة امرأة، فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهن شيئاً ...)، وفيه: (قالت الحادية عشرة: زوجي أبو زرع فما أبو زرع أناس من حلي أذني .....). أخرجه البخاري (٥١٨٩) كتاب النكاح، باب: حسن المعاشرة مع الأهل، ومسلم (٢٤٤٨) كتاب فضائل الصحابة، باب: فضائل عائشة، قال ابن حجر اختلف في رفعه ووقفه، ثم ذكر الخلاف في ذلك، وقال: (قلت: المرفوع منه في الصحيحين: (كنت لك كأبي زرع لأم زرع) وباقيه من قول عائشة، وجاء خارج الصحيحين مرفوعا كله ...). (الفتح) ٩/ ٢٥٥ - ٢٥٧. وقد =</p><p> قال (١) : وسمي الناس ناسًا، لأن من (٢) شأنهم الحركة على الاختيار العقلي، والواو في التصغير يدل على هذا الاشتقاق، وواحد الناس: إنسان، لا من لفظه. وكان في الأصل (إنسيان) ، وهو فعليان، والألف فيه (فاء) الفعل، ومثله في الكلام (حرصيان) وهو الجلد الذي يلي الجلد الأعلى من (٣) الحيوان، ورجل حذريان، إذا كان حذرا، وإنما قلنا: إن أصله إنسيان، لأن العرب لم تختلف في تصغيره على أنيسيان (٤) . </p><p> قال الأزهري (٥) : وأصل الإنس، والإنسان، والناس، من آنس يؤنس (٦) إذا أبصر، لأنهم يؤنسون، أي: يبصرون، كما قيل للجن: جن، لأنهم مجتنّون، لا يؤنسون أي: لا يبصرون (٧) . وقد روي عن ابن عباس أنه </p><p>= ذكر علماء اللغة وغريب الحديث أجزاء من الحديث، لما فيه من الألفاظ، فذكره أبو عبيد في \"غريب الحديث\"، ١/ ٣٦٤ - ٣٧٦، وورد في \"الفائق\" ٣/ ٤٨، ٤٩، وذكر قطعة منه الأزهري في \"التهذيب\" ٣/ ٢٤٥١، وذكره السيوطي من طرق كثيرة في \"المزهر\" ٢/ ٤٤٩. (١) المراد الأزهري فبعد كلامه السابق الذي ذكره الواحدي وهو قوله: (قلت: وهذا الذي قاله أبو الهيثم تعليل النحويين ... قال: وإنسان في الأصل: إنسيان وهو فعليان من الإنس ... إلخ) وما بينهما ليس في \"التهذيب\". انظر \"التهذيب\" ١/ ٢١٦.(٢) في (ب): (معنى).(٣) في (ج): (بين).(٤) انظر \"تهذيب اللغة\" (أنس) ١/ ٢١٦، وانظر \"الكتاب\" ٣/ ٤٨٦.(٥) \"تهذيب اللغة\" (أنس).(٦) في \"التهذيب\" (قلت: واصل الإنس والأنس والإنسان من الإيناس وهو الإبصار)، وفي الهامش في (ج) (وأصل الإنسان والناس من أنس يؤنس إذا أبصر)، ٢١٦ - ٢١٧.(٧) انتهى كلام الأزهري. انظر: \"التهذيب\" ١/ ٢١٦ - ٢١٧.</p><p> قال: عهد الله سبحانه إلى آدم فنسي فسمي إنساناً (١) وإن صح هذا فالهمزة تكون زائدة (٢) . </p><p> وذكر أبو علي في \"المسائل الحلبية\"  (٣) : أن الكسائي قال: إن الأناس (٤) لغة، والناس لغة أخرى (٥) ، كأنه يذهب إلى أن (الفاء) محذوف من الناس، كما يذهب إليه سيبويه (٦) ، والدلالة على أنهما من لفظ واحد، وليسا من كلمتين مختلفتين أنهم قالوا:  (الأناس) في المعنى الذي قالوا فيه (الناس) وقالوا: الإنس والأنس والإنسي والأناسي (٧) ، وإذا كان كذلك ثبت أن الهمزة (فاء) الفعل، وأن الألف من (أناس) زائدة (٨) ، وأن (فاء) الفعل من الناس هي الهمزة المحذوفة، وهذا من مبادئ التصريف وأوائله (٩) . </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ٤٩ أ، والقرطبي ١/ ١٦٨. (٢) انظر: \"المسائل الحلبيات\" ص ١٧١، والقرطبي ١/ ١٦٨، \"الدر المصون\" ١/ ١١٩ ,١٢٠.(٣) في (ب): (الجلسه).\"المسائل الحلبيات\" أحد كتب أبي علي المشهورة، طبع بتحقيق د/ حسن هنداوي، وقد نقل الواحدي كلام أبي علي بمعناه. انظر: \"المسائل الحلبيات\" ص ١٦٨ - ١٧٣.(٤) في (ب): (الإنسان).(٥) لم أجد هذا القول للكسائي في \"المسائل الحلبيات\". انظر: \"المسائل الحلبيات\" ص١٦٨ - ١٧٣، وانظر \"تهذيب اللغة\" (أنس) ١/ ٢١٦ - ٢١٧.(٦) انظر \"الكتاب\" ٢/ ١٩٦.(٧) قوله: (وقالوا: الإنس والأنس والأنسي والأناسي) ليس فىِ \"الحلبيات\"، انظر ص ١٦٨ - ١٧٣.(٨) في (ب): (فائده).(٩) في (ج): (وأوئله). أنظر: \"المسائل الحلبيات\" ص ١٦٨.</p><p> ولو جاز لقائل أن (١) يقول: إن (ناسا) لسقوط الهمزة منه ليس من لفظ أناس، للزمه أن يقول: [قولهم (ويل أمه (٢) ) إذا حذفت الهمزة منه: ليست التي في (أمه) وأن يقول (٣) ]: (عدة) ليس من الوعد، لسقوط الواو منه التي هي (فاء)  (٤) . </p><p> وقوله تعالى:  {مَن يَقُولُ} . روى سلمة، عن الفراء، عن الكسائي (٥) قال: {مِنَ} يكون اسماً، ويكون شرطاً ويكون معرفة، ويكون نكرة، ويكون للواحد والاثنين (٦) وللجميع، ويكون (٧) للإنس (٨) والملائكة والجن (٩) ، وهذه الوجوه كلها موجودة في التنزيل (١٠) ، ستمر بك مشروحة </p><p>(١) (أن) ساقطة من (ب). (٢) إذا حذفت الهمزة منه يصير (ويلمه) الأصل فيها (ويل لأمه) أدغمت (لام) ويل في الجارة في (لأمه) ثم حذفت (لام) ويل لكثرة الاستعمال ثم حذفت الهمزة. انظر \"المسائل الحلبيات\" ص ٤٣.(٣) ما بين المعقوفين ساقط من (ب).(٤) في (ج): (فاء العمل).(٥) في \"التهذيب\" سلمة عن الفراء عن الكسائي قال: (من) تكون اسما، وتكون جحدا، وتكون استفهاما، وتكون شرطا، وتكون معرفة، وتكون نكرة، وتكون للواحد، وتكون للأثنين، وتكون خصوصا، وتكون للأناس، والملائكة والجن وتكون للبهائم إذا خلطت بغيرها. \"التهذيب\" (من) ٤/ ٣٤٥٣، وذكر في \"مغني اللبيب\" أن (من) تأتي على خمسة أوجه ١/ ٣٢٧.(٦) في (ب): وللأثنين.(٧) في (ب): (تكون).(٨) في (أ)، (ج): (الأنس).(٩) في (ب): (للملائكة وللجن).(١٠) في \"التهذيب\" (قلت: هذِه الوجوه التي ذكرها الكسائي موجودة فىِ الكتاب ...)، ثم ذكر الأزهري أمثلة لها من القرآن. \"التهذيب\" ٤/ ٣٤٥٣.</p><p> إن شاء الله. وإعرابها: الوقف (١) ، لأنها لا تتم إلا بصلة، فلا يكون الإعراب في (٢) بعض الاسم (٣) . </p><p> وقوله تعالى:  {وَبِالْيَوْمِ الْآخِرِ}  (اليوم) مقداره من لدن طلوع الشمس إلى غروبها، وجمعه: أيام، وكان الأصل (أيوام) واجتمعت الياء والواو، وسبقت إحداهما الأخرى بالسكون، فأدغمت (٤) . والآخر: نقيض المتقدم (٥) ، يعني باليوم الآخر: يوم القيامة، ويسمى (٦) آخراً، لأنه (٧) بعد أيام الدنيا، وقيل: لأنه (٨) آخر يوم ليس بعده ليلة، والأيام إنما تتميز بالليالي (٩) ، فإذا لم يكن بعده ليل لم يكن بعده يوم على الحقيقة (١٠) . </p><p> وقوله تعالى:  {وَمَا هُمْ بِمُؤْمِنِينَ} . دخلت (الباء) مؤكدة لمعنى النفي، لأنك إذا قلت:  (ما زيد أخوك) فلم يسمع السامع (ما) ظن أنك موجب، </p><p>(١) أي: السكون. (٢) في (ب): (من).(٣) قال الزجاج في (المعاني): (لأنها لا تكون اسما تاما في الخبر إلا بصلة، فلا يكون الإعراب في بعض الاسم)، ١/ ٤٩.(٤) ذكره الأزهري في \"تهذيب اللغة\" وفيه: (وجعلوا الياء هي الغالبة) أي: غلبوا (الياء) فقلبوا (الواو) (ياء) وأدغموها في (الياء). انظر \"تهذيب اللغة\" (يوم)، ٤/ ٣٩٩٠.(٥) ذكره الأزهري عن الليث. \"التهذيب\" (أخر) ١/ ١٣١.(٦) في (ب): (وسمى).(٧) في (ب): (إلا أنه).(٨) في (ب): (أنه).(٩) قال الطبري: فإن قال قائل: وكيف لا يكون بعده يوم، ولا انقطاع للآخرة، ولا فناء ولا زوال؟ قيل: إن اليوم عند العرب، إنما سمي يوما بليلته التي قبله، فإذا لم يتقدم النهار ليل لم يسم، فيوم القيامة يوم لا ليل بعده .... ١/ ١١٧.(١٠) انظر: \"تفسير ابن عطية\" ١/ ١٥٩.</p>"
}