{
  "id": null,
  "sura": 2,
  "aya": 258,
  "text": "<p> قوله تعالى {مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ}  [الحج: ٥] ، يريد: ينقل، لأنه لم يكن فيه قط، فسمى النقل ردًا، لأن صورتهما واحدة، ومثله:  {وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ}  [يس: ٣٩] أي: صار (١) . </p><p> وروي عن مجاهد: أن هذا في قوم ارتدوا عن الإسلام (٢) . </p><p> وأضاف الإضلال والإخراج من النور إلى الطاغوت؛ لأن سبب ذلك من الطاغوت، وهو التزيين والوسوسة والدعاء إليه، فالإضافة إليه لأجل السبب. وحقيقة الهداية والإضلال لله تعالى:  {يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ}  [النحل: ٩٣] والشيطان يزين ويسول، كما قال النبي - صلى الله عليه وسلم -: \"بعثت داعيًا وليس إليَّ من الهداية شيء، وخُلِقَ إبليسُ مُزِيِّنًا(٣)وليس إليه من الضَّلالَةِ شيء\"  (٤) . </p><p> ٢٥٨ - قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ} الآية {أَلَمْ} كلمة يُوْقَفُ (٥) بها المخاطَبُ على أمر تعجب منه. ولفظه لفظ الاستفهام (٦) . </p><p>(١) قال معد الكتاب للشاملة: هذه الحاشية سقطت من المطبوع، وأصل الحاشية في الصفحة السابقة، بسبب ترحيل الحواشي في أغلب الكتاب، وحقها أن تنقل هنا، وما بقي من هذه الحاشية هو: .... ٢/ ١٤٨٣. (٢) ذكره في \"النكت والعيون\" ١/ ٣٢٩.(٣) في (أ) و (م): (من نار).(٤) رواه العقيلي في \"الضعفاء\" من حديث عمر بن الخطاب، وفيه خالد أبو الهيثم، وابن عدي في \"الكامل\" في الضعفاء ٣/ ٤٧١، وقال: في قلبي منه شيء، ولا أدري سمع خالد من سماك أم لا، قال الدارقطني وابن حجر: مجهول، ينظر تنزيه الشريعة١/ ٣١٥، \"كنز العمال\" ١/ ١١٦حديث رقم ٥٤٦.(٥) في (ي): (وقف).(٦) من \"معاني القرآن\" للزجاج ١/ ٣٤٠.</p><p> قال الفراء: وإدخال العرب (إلى)  (١) في هذا الموضع على جِهَةٍ التعجب، كما يقول الرجل: أما ترى إلى هذا؟ والمعنى: هل رأيت مثل هذا؟ أو رأيتَ هكذا (٢) ، والدليل على ذلك أنه قال:  {أَوْ كَالَّذِي مَرَّ} ، فكأنه قال: هل رأيت كمثل الذي حاج، أو كالذي مر (٣) . </p><p> وإنما دخلت (إلى) لهذا المعنى من بين حروف الإضافة؛ لأن (إلى) لما كانت نهاية صارت بمنزلة: هل انتهت رؤيتك إلى من هذه صفته؟ لتدل على بعد وقوع مثله على التعجب منه، لأن التعجب إنما هو (٤) مما استبهم سببه مما (٥) لم تجر به عادة (٦) . </p><p> و {حَاجَّ} بمعنى: جادل وخاصم (٧) ، وهو نمروذ (٨) بن كنعان. قال ابن عباس، في رواية عطاء: إن إبراهيم دخل بلدة نمرود ليمتار (٩) ، وأرسل إليه (١٠) نمرود، وقال له: من ربك؟ قال: ربي الذي يحيي ويميت، قال نمرود: أنا أحيي وأميت (١١) . </p><p>(١) ساقط من (ي). (٢) في (ش): (كهذا).(٣) \"معاني القرآن\" للفراء ١/ ١٧٠ وينظر \"تفسير الثعلبي\" ٢/ ١٤٩٤، \"مشكل إعراب القرآن\" ١/ ١٣٨، \"التبيان\" ص ١٥٥(٤) ساقط من (ي).(٥) في (ش): (ما)(٦) ينظر في معنى (إلى): \"مغني اللبيب\" ص ١٠٤.(٧) \"المفردات\" ص ١١٥.(٨) في (أ) و (م) و (ي): (نمرود).(٩) ساقط من (م).(١٠) في (ي) و (ش): (فأرسل).(١١) ذكر في \"تفسير مقاتل\" ١/ ٢١٥، \"تفسير الطبري\" ٢/ ٢٤، والثعلبي في \"تفسيره\" ٢/ ١٤٨٤، وذكره في \"الوسيط\" ١/ ٣٧١.</p><p> وقوله تعالى:  {أَنْ آتَاهُ اللَّهُ الْمُلْكَ} أي: لأن أتاه الله، وتأويله: ألم تر إلى الذي حاج إبراهيم في ربه للملك الذي (١) آتاه الله، يريد: بطرُ المُلك حمله على محاجة إبراهيم (٢) . </p><p> وقوله تعالى:  {إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ} هذا جواب سؤال سابق غير مذكور، وتقديره (٣) : إذ قال له: من ربك؟ فقال إبراهيم:  {رَبِّيَ}  (٤) الذي يحيي ويميت، فحذف (٥) ؛ لأن الجواب يدل على السؤال في مثل هذا الموضع (٦) . </p><p> وقوله تعالى:  {قَالَ أَنَا أُحْيِي وَأُمِيتُ} اعتمد عدو الله على المعارضة على الإشراك (٧) في العبادة (٨) في العبارة، عادلًا عن وجه الحجة بفعل حياةٍ للميت أو مَوْتٍ (٩) لحي على سبيل الاختراع الذي يفعله الله عز وجل؛ لأنه رُويَ أنه دعا برجلين؛ فقتل أحدهما واستحيا الآخر، فسَمَّى ترك القتل إحياءً (١٠) . </p><p> والقراء على إسقاط ألف أنا (١١) عند الوصل في جميع القرآن، إلا ما </p><p>(١) ساقط من (ي). (٢) ينظر: \"تفسير الثعلبى\" ٢/ ١٤٨٤.(٣) في (م) (وتأويله).(٤) زيادة من (ي).(٥) في (م) حذف.(٦) \"تفسير الثعلبي\" ٢/ ١٤٩٠.(٧) في (ي) و (ش) الاشتراك.(٨) في (ي) و (ش) العبارة.(٩) فى (ش) ميت.(١٠) ينظر: \"تفسير غريب القرآن\" ص ٨٥، \"تفسير الطبري\" ٣/ ٢٤ - ٢٥، \"معاني القرآن\" للزجاج ١/ ٣٤١، \"تفسير الثعلبي\" ٢/ ١٤٩٢.(١١) (أنا) ساقط من (ي).</p><p> روي عن نافع من إثباته عند استقبال همزة (١) ، والصحيح من القراءة ما عليه القراء (٢) ؛ لأن (أنا) ضمير المتكلم، والاسم الهمزة والنون، فأما الألف فإنما تلحقها في الوقف، كما تلحق الهاء في (مسلمونه) للوقف، وكما أن الهاء التي تلحق للوقف إذا اتصلت الكلمة التي هي فيها بشيء (٣) سقطت. كذلك هذه الألف تسقط في الوصل؛ لأن (٤) ما تتصل به يقوم مقامه، ألا ترى أَنَّ همزة الوصل إذا اتصلت الكلمة التى هي فيها (٥) بشيء سقطت ولم تثبت؛ لأن ما تتصل به يتوصل به إلى النطق بما بعد الهمزة، فلا تثبت الهمزة لذلك، وكذلك الألف في أنا والهاء التي للوقف (٦) ، إذا اتصلت الكلمة التي هما فيها بشيء سقطتا ولم يجز إثباتهما، كما لم تثبت همزة الوصل؛ لأن الهمزة في هذا الطرف مثل الألف والهاء في الطرف (٧) الآخر وأما قراءة نافع فهي ضعيفة جدًّا (٨) ، لأنه أجرى الوصل مجرى الوقف (٩) ، </p><p>(١) ينظر: \"السبعة\" ص ١٨٨، \"الحجة\" ٢/ ٣٥٩، ونافع يثبت الألف عند استقبال همزة في جميع القرآن، إلا في قوله: {إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ} [الشعراء: ١١٥] فإنه يطرحها في هذا الموضع مثل سائر القراء، ولم يختلفوا في حذف الألف إذا لم تلقها همزة، إلا في قوله: {لَكِنَّا هُوَ اللَّهُ رَبِّي} [الكهف: ٣٨]. (٢) ينظر التعليق لأبي حيان عند قوله تعالى: \"إلا من اغترف غرفة بيده\" [البقرة: ٢٤٩].(٣) في (ي) و (ش): (شيء).(٤) ساقط من (ي).(٥) ساقط من (ى).(٦) في (م): (في أنا والتي للوقف)، وفي (ش): (في أنا والهاء التى في الوقف).(٧) في (ش): (الظرف) في الموضعين.(٨) هذه العبارة، وأما قراءة نافع فهي ضعيفة جدًّا ليست من كلام أبي علي.(٩) هذا قول في توجيه قراءة نافع، والقول الآخر: أنها لغة، قال أبو حيان في \"البحر المحيط\" ٢/ ٢٨٨: والأحسن أن تجعل قراءة نافع على لغة بني تميم، لا أنه من=</p><p> وأثبت الألف التي حكمها أن تلحق في الوقف (١) ، وهم قد يجرون الوصل مجرى الوقف في ضرورة الشعر، فيثبتون فيه ما حكمه أن يثبت في الوقف، وليس ذلك مما ينبغي أن يؤخذ به في التنزيل؛ لأنهم إنما يفعلون ذلك لتصحيح وزنٍ أو إقامةِ قافية، وذلك لا يكونان في التنزيل، وهذه (٢) الضرورات إنما تركت في الشعر، كقوله: </p><p> هم القائلونَ الخيرَ والآمِرُونَهُ (٣) </p><p> الهاء فيه هاء الوقف التي تلحق في: مسلمونه وصالحونه، فألحق الهاء حرف اللين، وهذا كما أجروا غير القافية مجري القافية، كما أجروا قوله: </p><p> لما رَأَتَ ماءَ السّلى مَشْرَوبا (٤) </p><p> وإن لم يكن مُصَرَّعًا مجرى المُصَرّع، ولا يجوز شيء من ذلك في غير </p><p>= إجراء الوصل مجرى الوقف على ما تأوله عليه بعضهم، قال: وهو ضعيف جدا، وليس هذا مما يحسن الأخذ به في القرآن. انتهى. فإذا حملنا ذلك على لغة تميم كان فصيحًا، وبنحوه قال السمين في \"الدر المصون\" ٢/ ٥٥٣، وقال: وإنما أثبت نافع ألفه قبل الهمزة جمعا بين اللغتين، أو لأن النطق بالهمز عسر فاستراح له بالألف، لأنها حرف مد. (١) ساقط من (ش).(٢) في (ي): (وهذا).(٣) عجزالبيت:إذا ما خشوا من محدَث الأمر معظما.هو بلا نسبة في \"لسان العرب\" ٥/ ٢٦٩٠ مادة: طلع، مادة (جين).(٤) هذا صدر بيت عجزه:والغرْثَ يُعْصر في الإناء أرنَّت.وقد اختلف في نسبته إلى شبيب بن جعيل، أو حجل بن نضلة. ينظر: \"الحجة\" ٢/ ٣٦٤، وشرح أبيات المغني للبغدادي ٧/ ٢٤٧ - ٢٤٨.</p><p> الشعر، فمما (١) جاءت ألف (أنا) مثبته فيه وصلًا من الشعر قول الأعشى: </p><p> فكَيْفَ أنا وانْتِحَالِي القَوافي ... بعيد المَشِيبِ كَفَى ذاكَ (٢) عارَا (٣) </p><p> وما أنشده الكسائي: </p><p> أنا شَيْخُ العَشِيرةِ فاعرِفُوني ... حَمِيدٌ قد تَذَرَّيْتُ السَّنَاما (٤) </p><p> وقول آخر: </p><p> أنا عبيد الله يَنْمينِي عُمَر </p><p> خَيْرُ قُرَيْشٍ مِنْ مَضَى ومَنْ غَبَر (٥)  (٦) </p><p>(١) في (م): فما. (٢) في (ي): بذاك.(٣) البيت في \"ديوانه\" ٨٤، وروايته فيه:فما أنا أم ما انتحالي القوافِ ... بعد المشيب كفى ذاك عاراوذكره في \"البحر المحيط\" ٢/ ٢٨٨، كرواية المؤلف، وأورده المبرد (في الكامل ٢/ ٣٧) شاهدا على إثبات ألف (أنا) في الوصل ضرورة، ثم قال: والرواية الجيدة فكيف يكون انتحال القوا .. في بعد .. والمعنى: ينفي عن نفسه ما اتهم به عند الممدوح من أنه يسطو على شعر غيره وينتحله لنفسه.(٤) ورد البيت هكذا:أنا سيف العشيرة فاعرفوني ... حميدًا قد تذريت السناما.والبيت لحميد بن ثور، ينظر: \"الديوان\" ١٣٣، \"عمدة الحفاظ\" للسمين الحلبي ٢/ ٥٥٣. وقيل: هو لحميد بن مجدل الكلبي، ينظر: \"المنصف\" ١/ ١٠، وابن يعيش ٣/ ٩٣، \"الخزانة\" ٢/ ٣٩٠، \"شرح شواهد الشافية\" ٤/ ٢٢٣.(٥) تكملة الرجز:بعد رسول الله والشيخ الأغروالرجز لعبيد الله بن عمر، ينظر: \"تفسير الثعلبي\" ٢/ ١٤٩١، و\"أساس البلاغة\" (مادة: غبر)، \"تاج العروس\" ٧/ ٢٨٧ (مادة: غبر).(٦) من \"الحجة\" ٢/ ٣٥٩ - ٣٦٥ بتصرف واختصار.</p><p> وقوله تعالى:  {قَالَ إِبْرَاهِيمُ فَإِنَّ اللَّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ} ، إنما انتقل إبراهيم من الحجة الأولى مع إمكانه أن يناقضه بأن يقول له: أحيي من قتلته إن كنت صادقًا، قطعًا للخصومهَ، وتركًا للإطالة، واحتجاجًا بالحجة المسكتة، لأن عدوّ الله لما لبس في الحجة بأن قال: أنا أفعل ذلك، احتج عليه إبراهيم بحجة لا يمكنه فيه (١) أن يقول: أنا أفعل ذلك، ولو قال ذلك بان عجزه وافتضاحه، ولزمه من الحجة ما لا سبيل إلى التدليس فيه، وصار كلام إبراهيم عليه السلام قدوةً للمجادِل إذا تمرَّد الخصمُ (٢) وقصدَ التلبيسَ بالمحالِ، وكان الإدلاء في الحجة الأخرى مما يقطعه ويفحمه فالصواب ذكرها، ولا يكون تركُ الأُولى انتقالًا لعجز، ولكه تنبيهٌ على قِلةِ عَقْلِ الخصم، أو على تعسفه في الكلام (٣) . </p><p> فإن قيل: كان للنمرود أن يقول لإبراهيم: فليأت بها ربك من المغرب، قيل: علم بما رأى من الآيات أنه يفعل فيزداد (٤) فضيحةً؛ لأن هذه المحاجة (٥) كانت مع إبراهيم بعد إلقائه في النار، وخروجه منها سالمًا، فعلمَ أنَّ من قَدَرَ على حفظ إبراهيم في تلك النار العظيمة من الاحتراقِ، يَقْدِرُ على أن يأتي بالشمس من المغرب، وقيل: إن الله تعالى خذله عن التلبيس (٦) بالشبهة نصرة لنبيه. </p><p>(١) ساقط من (ي). (٢) في (ي): (للخصم).(٣) ينظر: \"معاني القرآن\" للزجاج ١/ ٣٤١، \"تفسير الثعلبي\" ٢/ ١٤٩٢.(٤) في (م): (ليزداد).(٥) في (ي): (المحاججة).(٦) في (م): (التلبيس).</p>"
}