{
  "id": null,
  "sura": 2,
  "aya": 156,
  "text": "<p> سمى رسول الله - صلى الله عليه وسلم - الولد ثمرة القلب (١) في بعض الأحاديث. </p><p> وفي قوله:  {وَبَشِّرِ الصَّابِرِينَ} دليل على أن من صبر على هذه المصائب أعطاه الله تعالى في العاجل والآجل ما هو أعمّ نفعًا له. </p><p> ١٥٦ - قوله تعالى:  {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ} الآية، من الناس من يجعل {الَّذِينَ} مبتدأ، وخبره قوله:  {أُولَئِكَ عَلَيْهِمْ} ومنهم: من يجعله صفة للصابرين (٢) . </p><p> وقوله تعالى:  {أَصَابَتْهُمْ} يقال في المصدر: الإصابة، والمُصَابة، والمُصَاب. أنشد الفراء: </p><p> فلو أنّا بكينا من مُصَابِ ... على حَدَثٍ بكينا سَيِّدَيْنَا </p><p>(١) رواه البزار عن ابن عمر، وفيه: أبو مهدي سعيد بن سنان، وهو ضعيف متروك، ينظر: \"مجمع الزوائد\" للهيثمي ٨/ ١٥٥، وينظر: \"كنز العمال\" ١٦/ ٢٨٤، برقم ٤٤٤٨٥. وقد أخرج الترمذي في كتاب الجنائز، باب: فضل المصيبة إذا احتسب ٣/ ٣٣٢، (١٠٢١) عن أبي موسى الأشعري، قال: قال رسول الله - صلى الله عليه وسلم -: \"إذا مات ولد العبد، قال الله لملائكته: أقبضتم ولد عبدي؟ قالوا: نعم، قال: أقبضتم ثمرة فؤاده؟ قالوا: نعم، قال: فماذا قال عبدي؟، قالوا: حمدك واسترجع، قال: ابنوا له بيتًا في الجنة، وسموه بيت الحمد\" وقال: هذا حديث حسن، ورواه عبد بن حميد [برقم ٥٥١]، وأبو نعيم في \"زوائده على الزهد\" لابن المبارك ص ١٠٨، وابن حبان في \"صحيحه\" ٧/ ٢١٠، والثعلبي في \"تفسيره\" ١/ ١٢٧٤، والبغوي في \"تفسيره\" ١/ ١٣٠، قال ابن حجر في \"الكاف الشاف\" ص ١٢ - ١٣. أخرجه أحمد [٤/ ٤١٥] وغيره من حديث أبي موسى، وصححه ابن حبان، ورواه البيهقي في الشعب مرفوعًا وموقوفًا وقال الألباني في \"السلسلة الصحيحة\" برقم ١٤٠٨. الحديث بمجموع طرقه حسن على أقل الأحوال. (٢) ينظر: \"البحر المحيط\" ١/ ٤٥١، وقال عن الأول: إنه محتمل، وعن الثاني: إنه ظاهر الإعراب، وذكر أيضا: أنه منصوب على المدح، أو مرفوع على إضمار هم على وجهين: إما على القطع، أو على الاستئناف.</p><p> وأنشد أيضًا: </p><p> أظُلَيْمُ إن مُصَابَكمْ رَجُلًا ... أهدى السلامَ تحيةً ظُلْمُ (١) </p><p> ومعنى المصيبة: هي التي تصيب بالنكبة، ولا يقال فيما يصيب بخير: مصيبة (٢) ، وياؤها منقلبة عن واو، هي عين الفعل. </p><p> فأما جمعها: فحكى سيبويه: أن بعضهم قال في جمع مصيبة: مصائب فهمز، وهو غلط، وإنما هو مُفْعِلَة فتوهموها فَعِيلَة. </p><p> قال: ومنهم من يقول: مصاوب، فجيء به عن الأصل والقياس. هذا كلامه (٣) ، ومثل هذا الغلط في جمع مصيبة على مصائب بالهمزة: قراءة من قرأ (معائش) بالهمز، وقد شرحنا ذلك مستقصى. </p><p> قال أبو علي الفارسي: قول سيبويه: وتوهموها فعيلة، أي: توهموا </p><p>(١) البيت للحارث بن خالد المخزومي في \"ديوانه\" ص ٩١، \"الاشتقاق\" ص ٩٩، و ١٥١، \"الأغاني\" ٩/ ٢٢٥، \"خزانة الأدب\" ١/ ٤٥٤، \"إنباه الرواة\" ١/ ٢٤٩، \"اللسان\" ٤/ ٢٥١٩، (صوب) \"المقاصد النحوية\" ٣/ ٥٠٢، \"المعجم المفصل في شواهد اللغة العربية\" ٧/ ١٩٠. وظليم: ترخيم ظليمة، ويروى: أظلوم، وظليم: هي أم عمران زوجة عبد الله بن مطيع وكان الحارث يُنْسب بها، ولما مات زوجها تزوجها.ورجلًا منصوب بمصاب، يعني: إن إصابتكم رجلًا، وظُلْمُ: خبر إن.(٢) ينظر: \"البحر المحيط\" ١/ ٤٥١.(٣) بمعناه من \"الكتاب\" لسيبويه ١/ ٣٥٦، وقال الزجاج فيما نقله الأزهري في \"تهذيب اللغة\" ٢/ ١٩٥٦ \"صاب\": أجمع النحويون على أن حكوا مصائب في جمع: مصيبة، بالهمز، وأجمعوا على أن الاختيار: مصاوب، ومصائب عندهم بالهمز من الشاذ، قال: وهذا عندي إنما هو بدل من الواو المكسورة، كما قالوا: وسادة وإسادة.</p><p> الياء التي في مصيبة، وهي منقلبة عن العين، التي هي واو الياء التي للمد، التي في نحو سفينة وصحيفة، فهمزوا الياء المنقلبة عن الواو التي هي عين الفعل، كما همزوا الياء التي للمد، في نحو: سفائن وصحائف، ولا تشبه هذه الياء تلك، ألا ترى أن هذه منقلبة عن واو، هي عين أصلها الحركة، وتلك زائدة للمد، لاحظَّ لها في الحركة. ومثل هذا مما حمله أبو الحسن على الغلط: قول بعضهم في جمع مَسيل: مُسْلان، فمسيل مَفعِل، والياء فيه عين الفعل، فتوهم من قال: مُسْلان أنها زائدة للمد، فجمعه على فُعلان، كما يجمع قضيب على قُضبان (١) ، وعند أبي إسحاق: الهمزة في مصائب بدل من الواو المكسورة على حد إبدالها في إسادة (٢) . </p><p> قال أبو علي: وليس القول عندي كذلك؛ لأن المكسورة غير أول لا تبدل كالمفتوحة، ألا ترى أنهم قالوا: أَناةٌ؟ فأبدلوا الواو أولًا، ولم يلزموا البدل غير أول، مع تكررهما في أَحْوويّ ونحوه، فكذلك المكسورة لا يجوز إبدالها غير أول (٣) إذ لم تجئ في شيء مكسورة مبدلة غير أول، وإذا كان كذلك، كان قوله في مصائب عاريًا من دلالة تبينه، وخاليًا من نظير يردّ إليه، ويستشهد به (٤) عليه، وقول النحويين: إنه على جهة الغلط أشبه </p><p>(١) ذكر الأزهري في \"تهذيب اللغة\" ٤/ ٣٣٩٨ \"مسل\" أن القياس في مسيل الماء: مسايل، غير مهموز، ومن جمعه: أمسِلة، ومُسُلا، ومُسلانًا، فهو على توهم أن الميم في المسيل أصلية، وأنه على وزن فعيل، ولم يرد به مفعِلا، كما جمعوا مكانا: أمكنة، ولهما نظائر. (٢) ينظر كلامه فيما نقله الأزهري في \"تهذيب اللغة\" ٢/ ١٩٥٦ (صاب).(٣) من قوله: (تبدل كالمفتوحة ..) ساقط من (ش).(٤) في (أ)، (م): (ويستشهد به دل عليه).</p><p> بالصواب من حيث كان أكثر نظيرًا. وقوله إنما يحصل (١) فيه على دعوى مجردة من البرهان. </p><p> وقوله تعالى:  {إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} أي: نحن وأموالنا لله، ونحن عبيد يصنع بنا ما يشاء، وفي {إِنَّا لِلَّهِ} إقرار له بالعبودية {وَإِنَّا إِلَيْهِ} إقرار بالبعث والنشور (٢) . </p><p> ومعنى الرجوع إلى الله: الرجوع إلى انفراده بالحكم، كما كان أول مرة، إذ قد مَلَّك قومًا في الدنيا شيئًا من الضر والنفع لم يكونوا يملكونه، ثم يرجع الأمر إلى ما كان، إذا زال تمليك العباد (٣) . </p><p> وقال أبو بكر الوراق:  {إِنَّا للِّهِ} : إقرار منّا له بالملك {وَإِنَّا إِلَيْهِ رَاجِعُونَ} : إقرار على أنفسنا بالهلك (٤) ، وظاهر الخطاب في هذه الآية يقتضي أن يكون قول القائل:  {إِنَّا للِّهِ} على إثر المصيبة من غير أن يتخللها جزع؛ ليستحق الثواب الموعود. يؤيد هذا: ما روي أن النبي - صلى الله عليه وسلم - قال لامرأة جزعت ثم راجعت:  \"إنما الصبر عند الصدمة الأولى\"  (٥) . الصبر الموعود عليه الأجر والثواب (٦) . </p><p>(١) في (ش): كأنها: (يتحصل). (٢) ينظر: \"تفسير الطبري\" ٢/ ٤٢، \"المحرر الوجيز\" ٢/ ٣٤، \"البحر المحيط\" ١/ ٤٥١.(٣) في (ش): (العبادة).(٤) ذكره عنه الثعلبي في \"تفسيره\" ١/ ١٢٧٧، والرازي في \"تفسيره\" ٤/ ١٧١، وذكره القرطبي في \"تفسيره\" ٢/ ١٦١ [دون نسبة].(٥) أخرجه البخاري (١٢٨٣) كتاب الجنائز، باب: زيارة القبور، ومسلم (٩٢٦) كتاب الجنائز، باب: في الصبر على المصيبة عند الصدمة الأولى.(٦) ينظر في ذلك: كتاب \"عدة الصابرين وذخيرة الشاكرين\" ص ١١٤ وما بعدها.</p>"
}