{
  "id": null,
  "sura": 2,
  "aya": 1,
  "text": "<p> تفسير (١) سورة البقرة </p><p> بسم الله الرحمن الرحيم </p><p> ١ - قوله عزّ وجلّ {الم} : إجماع النحويين أن (٢) هذه الحروف ما دامت حروف هجاء غير معطوفة، ولا موقعة موقع الأسماء، أنها سواكن الأواخر في الإدراج والوقف، وذلك قولك (٣) : (ألف (٤) ، با تا ثا) إلى آخرها، وذلك أنها أسماء الحروف الملفوظة بها في صيغ الكلم، بمنزلة أسماء الأعداد، نحو: ثلاثة، أربعة، خمسة. ولا تجد لها رافعاً، ولا ناصباً، ولا جاراً، وإذا (٥) جرت مجرى الحروف لم يجز تصريفها، ولا اشتقاقها (٦) ، </p><p>(١) (تفسير) ساقط من (ب). (٢) من هذا الموضع نقل المؤلف هذا الكلام من كتاب \"سر صناعة الإعراب\" لأبي الفتح عثمان بن جني، فصل: في تصريف حروف المعجم واشتقاقها وجمعها. قال: اعلم أن هذِه الحروف مادامت حروف هجاء غير معطوفة ولا ... الخ ٢/ ٧٨١ - ٧٨٤.(٣) في (ب): (قوله).(٤) في (أ)، (ج): (أ) وما في (ب) موافق لـ \"سر صناعة الإعراب\" ٢/ ٧٨١(٥) في (ب): فإذا.(٦) في (ج): (اشقاقها).</p><p> ولا تثنيتها, ولا جمعها، كما أن الحروف كذلك. ويدلك (١) على كونها بمنزلة (هل، وبل، وقد، وحتى، وسوف) أنك (٢) تجد فيها ما هو على حرفين الثاني منهما ألف نحو: (با، تا، طا) ولا تجد (٣) في الأسماء المعربة ما هو على حرفين الثاني منهما حرف لين، إنما ذلك في الحروف نحو:  (ما، ولا، ويا (٤) ، وأو، ولو، وكي، وأي) فلا تزال (٥) هذِه الحروف هكذا مبنية غير معربة؛ لأنها أصوات بمنزلة:  (صه)  (٦) ، و (مه)  (٧) ، و (غاق)  (٨) ، و (إيه)  (٩) . حتى توقعها مواقع الأسماء فتعربها حينئذٍ كما تفعل بالأسماء، وذلك قولك (١٠) : أول الجيم (جيم) وآخر الصاد (دال) وأوسط الكاف (ألف) وكتبتُ جيمًا حسنةً (١١) . </p><p>(١) في (ب): (وبذلك). (٢) في (ب): (أنها).(٣) في (ب): (ولا يجوز).(٤) (ويا) ساقط من (ب).(٥) في (ب): (فلا يزال)، وفي (ج): (فلا تنال).(٦) اسم فعل بمعنى: اسكت. انظر \"المقتضب\" ٣/ ٢٠٢، \"سر صناعة الإعراب\" ٢/ ٤٩٤، ٦٠٠.(٧) اسم فعل بمعنى. اكفف. انظر المصدرين السابقين.(٨) في (ب): (عاقه). و (غاق) حكايته لصوت الغراب. انظر \"الكتاب\" ٣/ ٣٠٢، \"المقتضب\" ٣/ ١٨٠، \"سر صناعة الإعراب\" ٢/ ٤٩٤.(٩) اسم فعل. تقول: إيه يا فتى: إذا أردت أن يزيدك من الحديث. انظر \"المقتضب\" ٣/ ٢٥، \"سر صناعة الإعراب\" ٢/ ٤٩٤.(١٠) في (ب): (قول).(١١) انظر: \"سر صناعة الإعراب\" ٢/ ٧٨٢، وانظر: \"المقتضب\" ١/ ٣٧١.</p><p> وكذلك العطف (١) ، لأنه نظير التثنية، فتقول: ما هجاء بكر؟ فيقول المجيب:  (باء، وكاف، وراء) فيعرب، لأنه قد عطف، فإن لم يعطف بني، فقال:  (باء، كاف، را) . ونظير هذِه الحروف في أنها موقوفة غير موصولة، أسماء العدد نحو ثلاثة وأربعة (٢) . </p><p> وإذا أخبرت عن حروف الهجاء، أو أسماء الأعداد فقد أخرجتها بذلك عن حيز الأصوات، وأدخلتها في جملة الأسماء المتمكنة (٣) ، فاستحقت أن تعرب للإخبار عنها، فإنه لا معنى [للحرفية فيها إذا]  (٤) زال إدارة الحكاية بها، فدخل بذلك في حد [المتمكنات، وخرج]  (٥) من باب الأصوات. </p><p> وكذلك العدد إذا أردت به معدودًا، ولم ترد به العدد وحده دون المعدود أعربت كقولك (٦) : ثمانية ضعف أربعة، وسبعة أكثر من أربعة بثلاثة، فأعربت هذه الأسماء ولم تصرفها لاجتماع التأنيث والتعريف فيها، ألا ترى أن (٧)  (ثلاثة) عدد معروف القدر، وأنه أكثر من اثنين بواحد، وكذلك سائر الأعداد (٨) . </p><p>(١) عند أبي الفتح (العاطف) ٢/ ٧٨٢. (٢) \"سر صناعة الإعراب\" ٢/ ٧٨٢، وانظر \"معاني القرآن\" للأخفش١/ ١٦٨، \"معاني القرآن\" للزجاج ١/ ٢١، (الأصول في النحو) لابن السراج ٢/ ١٣٩.(٣) غير واضح في (ب). (المتمكن) هو الاسم الذي يتغير آخره بتغير العوامل، ولم يشبه الحرف، انظر \"معجم المصطلحات النحوية\" ص ٢١٣.(٤) ما بين المعقوفين غير واضح في (ب).(٥) ما بين المعقوفين غير واضح في (ب).(٦) في (ب): (كقوله).(٧) في (ج): (أنك).(٨) \"سر صناعة الإعراب\" ٢/ ٧٨٣، وانظر: \"الكتاب\" ٣/ ٢٦٤ - ٢٦٦، \"الأصول في النحو\" ٢/ ١٣٩.</p><p> وأنشدوا قول أبي النجم (١) : </p><p> أقبلت من عند زياد كالخرف ... تخطّ رجلاي بخط مختلف </p><p> تكتبان في الطريق لامَ الف (٢) </p><p> كأنه قال (٣) : (لام ألف) إلا أنه ألقى حركة (الهمزة) على (الميم) للوزن ولم يعرب (٤) . </p><p> قال أبو إسحاق (٥) : وهذه الحروف ليست كالحروف (٦) المتمكنة، والأفعال المضارعة التي يجب لها الإعراب، وإنما هي تقطيع الاسم </p><p>(١) هو الفضل بن قدامة بن عجل، كان ينزل الكوفة، أحد رجاز الإسلام المتقدمين من الطبقة التاسعة. انظر \"الشعر والشعراء\" ص٤٠٠، \"طبقات فحول الشعراء\" ٢/ ٧٣٧، \"الخزانة\" ١/ ١٠٣. (٢) معنى الأبيات: كان لأبي النجم صديق يسقيه الخمر، فينصرف من عنده ثملًا. لا يملك نفسه، مثل الخرف وهو الذي فسد عقله من الكبر، وكان يتمايل فتخط رجلاه في الطريق ما يشبه: لام ألف، أو أنه تارة يمشي معوجاً فتخط رجلاه ما يشبه: اللام، وتارة يمشي مستقيماً فتخط رجلاه خطأ مستقيما يشبه: الألف. والأبيات في \"ديوان أبي النجم\" ص ١٤١، وهي عند أبي عبيدة في \"المجاز\" ١/ ٢٨ والمبرد في \"المقتضب\" ١/ ٢٣٧، ٣/ ٣٥٧، والزجاج في \"معاني القرآن\" ١/ ٢٢، و\"المخصص\" ١٤/ ٩٥،١٧/ ٥٣، و\"سر صناعة الإعراب\" ٢/ ٦٥١، و\"الخزانة\" ١/ ٩٩ - ١٠٢، والبيت الثالث عند سيبويه ٣/ ٢٦٦.(٣) (قال) ساقط من (ج).(٤) في (ب) (يعرف). أي أنها ساكنة، لم يجر عليها الإعراب، وعلى هذا استشهد بها سيبويه، ومكان إيراد هذِه الأبيات بعد ذكر وجه البناء، كما هو عند سيبويه والزجاج وغيرهما. ولابن جني توجيه آخر للأبيات غير ما ذكر، رده البغدادي في (الخزانة). انظر \"سر صناعة الإعراب\" ٢/ ٦٥٢، (الخزانة) ١/ ٩٩.(٥) هو الزجاج. انظر \"معاني القرآن\" ١/ ٢٢، نقل عنه بتصرف.(٦) في \"معاني القرآن\": (.. ليست تجري مجرى الأسماء المتمكنة، والأفعال المضارعة ..) ١/ ٢٢، فقوله هنا (ليست كالحروف المتمكنة) لعله تصحيف.</p><p> المؤلف الذي لا يجب الإعراب إلا مع كماله (١) ، فقولك:  (جعفر) لا يعرب منه حرف دون تكميل الاسم. </p><p> فأما قول الشاعر: </p><p> كافاً وميمَين وسينًا طاسما (٢) </p><p> فإنما أعرب لأنه أجرى الحروف مجرى الأسماء. وقال يزيد بن الحكم (٣) : </p><p> إذا اجتمعوا على ألف وياء (٤) ... وواو هاج بينهم جدال (٥) </p><p>(١) في (ب): (كمالها) وفي (ج): (طاسما). (٢) (ب): (كاسما). الرجز استشهد به سيبويه ٣/ ٢٦٠، وابن الأنباري في \"المذكر والمؤنث\" ص ٤٥٠، والزجاج في \"معاني القرآن\" ١/ ٢٣، والأزهري في \"التهذيب\" ١/ ٩١، وابن سيده في \"المخصص\" ١٧/ ٤٩، \"اللسان\" ١/ ١٦. والشاهد عندهم أنه ذكر (طاسما) وهي صفة (للسين) فذكره، ولو أنثه لجاز ذلك. واستشهد به ابن جني في \"سر صناعة الإعراب\" على أنه أعرب الحروف وأجراها مجرى الأسماء، كما عند المؤلف هنا ٢/ ٧٨٢. ولم ينسب البيت أحد. ومعنى البيت. أنه يشبه آثار الديار بحروف الكتاب. والطاسم: الدارس. وقد روى (طامسا) انظر: \"الكتاب\" ٣/ ٢٦٠ (مع هامش عبد السلام هارون).(٣) هو يزيد بن الحكم بن أبي العاص الثقفي البصري، من فصحاء الشعراء، وقد على سليمان بن عبد الملك فوصله وأكرمه. وكان قد عُيِّن لإمرة فارس. انظر ترجمته في \"الجرح والتعديل\" ٤/ ٢/ ٢٥٧، \"سير أعلام النبلاء\" ٤/ ٥١٩، \"الخزانة\" ١/ ١١٣.(٤) في (ب): (وباء).(٥) أورده المبرد في \"المقتضب\" ١/ ٢٣٦، قال: قال رجل من الأعراب يذم النحويين إذ سمع خصومتهم فيه:إذا اجتمعوا على ألف وباء ... وتاء هاج بينهم قتالوأورده في ٤/ ٤٣، وقافيته (جدال) وأورده الزجاج في \"المعاني\" ١/ ٢٣، ونصه:إذا اجتمعوا على ألف وواو ... وياء لاح بينهمُ جدالونسبه لزيد بن الحكم، وأورده ابن سيده في \"المخصص\" ١٤/ ٩٥، وابن جني في =</p><p> فأعرب لأنه أدخل حرف العطف، وجعلها في حكم الأسماء. </p><p> ويجوز (١) تأنيث هذه الحروف وتذكيرها، فمن أنث فلمعنى [الكلمة. ومن ذكر فلمعنى]  (٢) الحرف (٣) . ولا محل لها من الإعراب لأنها حكايات وضعت على هذه الحروف، ولم تجر مجرى الأسماء المتمكنة، ولا الأفعال المضارعة، وإنما هي كقولهم:  (غاق يا فتى) إذا حكوا صوت الغراب، فهذه الحروف وإن كانت إشارات إلى معان فلا موضع لها من الإعراب (٤) . </p><p> ومن قال: إنها أسماء للسور (٥) والقرآن، قال: محلها رفع (٦) ، كأنه </p><p>= \"سر صناعة الإعراب\" ٢/ ٧٨٢، والبغدادي في \"الخزانة\" ١/ ١١٠, ١١٣.والبيت آخر ما نقله عن الزجاج بتصرف. انظر: \"معاني القرآن\" ١/ ٢٢، ٢٣. (١) في (ب): (وبجو).(٢) ما بين المعقوفين ساقط من (ب).(٣) انظر: \"معاني القرآن\" للزجاج ١/ ٢٢، \"المذكر والمؤنث\" لابن الأنباري ص ٤٤٩، ٤٥٠، \"المخصص\" ١٧/ ٤٩.(٤) انظر: \"الكتاب\" ٣/ ٢٦٦، \"المقتضب\" ١/ ٢٣٦ - ٢٣٨، \"معاني القرآن\" للزجاج ١/ ٢٢، \"سر صناعة الإعراب\" ٢/ ٧٨١، ٧٨٢. قال السمين الحلبي: في إعراب الحروف المتقطعة في أوائل السور ثلاثة أقوال: إحداها: أنها أسماء حروف التهجي لا محل لها من الإعراب، وهو أصحها، والثاني: أنها معربة بمعنى أنها صالحة للإعراب، وإنما فات شرط وهو التركيب، وإليه مال الزمخشري، والثالث: أنها موقوفة لا معربة ولا مبنية. \"الدر المصون\" ١/ ٧٩.(٥) في (ب): (اسما للسورة)، و (جـ): (لسور).(٦) انظر: \"تفسير الطبري\" ١/ ٩٠، و\"ابن عطية\" ١/ ٩٦، \"البحر المحيط\" ١/ ١٤١، \"البيان في غريب القرآن\" ١/ ٤٣، و\"القرطبي\" ١/ ١٥٧، \"الدر المصون\" ١/ ٨١ قال الزمخشري: ومن لم يجعلها أسماء للسور لم يتصور أن تكون لها محل في مذهبه، كما لا محل للجمل المبتدأة وللمفردات المعددة. \"الكشاف\" ١/ ١٠٧، ١٠٨، ونحوه قال الرازي ٢/ ١٢.</p><p> قيل: هذه ألم، كما تقول: هذا زيد، أو يكون رفعًا على الابتداء، وخبره {ذَلِكَ اَلكِتَابُ} كما تقول (١) : زيد ذلك الرجل، ويحتمل أن يكون رفعًا على أنه خبر مقدم، كأنه قال: ذلك الكتاب الذي وعدتك (٢) أن أنزله إليك (٣)  {الم}  (٤) . </p><p> فأما التفسير: فقد كثر اختلاف الناس في هذه الحروف المقطعة وأشباهها في القرآن. فذهب قوم إلى أن الله لم يجعل لأحد سبيلا إلى إدراك معانيها، وأنها مما استأثر الله بعلمها، فنحن نؤمن بظاهرها ونكل (٥) علمها إلى الله تعالى (٦) . </p><p> وعن الشعبي (٧) أنه قال: لله في كل كتاب سر، وسره في القرآن </p><p>(١) في (أ): (يقول) وأثبت ما في (ب، جـ) لأنه أنسب للسياق. (٢) في (ب): (وعد بك).(٣) في (ج): (عليك).(٤) ذكر الواحدي بعض الأوجه في إعراب الحروف المقطعة في أوائل السور وهناك أوجه أخرى، فقيل: إنها في محل نصب بتقدير: أقرأ (ألم)، وقيل: في موضع خفض بالقسم، لقول ابن عباس: إنها قسم أقسم الله بها. انظر ابن عطية ١/ ١٤١، \"البحر المحيط\" ١/ ٣٥، \"البيان في غريب القرآن\" ١/ ٤٣، والقرطبي ١/ ١٣٦، \"الدر المصون\" ١/ ٨١.(٥) في (ب): (وبكل).(٦) ذكره الثعلبي في \"الكشف\" ١/ ٣٧/ أ. انظر الطبري ١/ ٨٨، \"تفسير أبي الليث\" ١/ ٨٧، وذكره ابن عطية ونسبه للشعبي وسفيان الثوري وجماعة من المحدثين ١/ ١٣٨، وذكره في \"البحر المحيط\"، ومال إليه. ١/ ٣٥، والقرطبي ١/ ١٥٤، وقال: روي عن أبي بكر وعلي، وابن كثير١/ ٣٨.(٧) هو عامر بن شراحيل بن عبد، تابعي شهر بالرواية والحفظ، ولد ونشأ بالكوفة. والشعبي نسبة إلى (شعب) بطن من همدان، مات سنة خمس ومائة، وقيل: غير ذلك، انظر: \"تاريخ بغداد\" ١٢/ ٢٢٧، \"حلية الأولياء\" ٤/ ٣١٠.</p><p> حروف التهجي (١) . </p><p> ومثل هذا روي عن أبي بكر الصديق وعلي (٢) رضي الله عنهما. </p><p> والأكثرون من أهل التفسير تكلموا في معاني هذه الحروف واستنبطوا لها وجوها من التأويل (٣) ، وقالوا: لا يجوز أن يلغى شيء من كتاب الله تعالى، لأنه قال:  {بِلِسَانٍ عَرَبِيٍّ مُبِينٍ}  [الشعراء: ١٩٥] . </p><p> فيروى عن ابن عباس في {الم} ثلاثة أوجه (٤) : </p><p> أحدها: أن الله تعالى أقسم بهذه الحروف، أن هذا الكتاب الذي أنزل على محمد الكتاب الذي عند الله، لا شك فيه (٥) . </p><p>(١) قال الواحدي في \"الوسيط\" ١/ ٢٥، قال داود بن أبي هند: كنت أسأل الشعبي عن فواتح السور، فقال: يا داود: إن لكل كتاب سرا وإن سر القرآن فواتح السور، فدعها وسل عما سوى ذلك. وبهذا اللفظ ذكره السيوطي في (الدر) وعزاه لابن المنذر، وأبي الشيخ، ابن حبان في \"التفسير\". \"الدر\" ١/ ٥٦، وذكره الطبري ولم يعزه لأحد ١/ ٨٨، وذكره أبو الليث عن الشعبي١/ ٨٧، والزجاج في \"المعاني\" ١/ ١٩، وانظر: القرطبي ١/ ١٣٣، ١٣٤. وقد روي عن الشعبي أنه فسرها: بأنها من أسماء الله. كما في الطبري ١/ ٨٧، وابن أبي حاتم في \"تفسيره\" ١/ ٣٣، وذكره الأزهري في \"التهذيب\" ١/ ٩٠. (٢) انظر أقوالهم في \"تفسير الثعلبي\" ١/ ٤٠/ أ، و\"القرطبي\" ١/ ١٣٤، و\"ابن كثير\" ١/ ٣٨. روي عن علي: أنها اسم الله الأعظم. انظر: \"تفسير أبي الليث\" ١/ ٨٧، و\"ابن عطية\" ١/ ١٣٨، و\"ابن كثير\" ١/ ٣٩.(٣) انظر: الطبري ١/ ٨٦ - ٩٣، و\"ابن عطية\" ١/ ١٤٠، و\"البحر المحيط\" ١/ ٣٥، و\"القرطبي\" ١/ ١٥٥.(٤) انظر. \"معاني القرآن\" للزجاج ١/ ١٩، ٢٠، \"تهذيب اللغة\" ١/ ٨٨.(٥) بهذا اللفظ ذكره الزجاج في \"معاني القرآن\" ١/ ١٩، والأزهري في \"تهذيب اللغة\" ١/ ٨٨، وأبو الليث ونسبه للكلبي١/ ٨٧. وأخرج ابن جرير بسنده عن ابن عباس قال: هو قسم أقسم الله به، وهو من أسماء الله، وذكره السيوطي في \"الدر\" =</p><p> وهذا الوجه من تفسير ابن عباس اختيار (١) الأخفش، لأنه قال: أقسم الله تعالى بهذه الحروف لشرفها (٢) وفضلها (٣) ، لأنها (٤) مباني كتبه المنزلة بالألسنة (٥) المختلفة، ومباني أسمائه الحسنى وصفاته العلى، وأصول كلام الأمم، بها يتعارفون ويذكرون الله عزّ وجلّ ويوحدونه، فكأنه (٦) أقسم بهذه الحروف أن القرآن كتابه وكلامه لا ريب فيه (٧) . </p><p> الوجه الثاني: أن هذه الحروف وإن كانت متفرقة في النزول، فإذا ألّفت ضربًا من التأليف كانت (٨) اسمًا لله، وإن كنا لا نقف على تأويلها، فـ (ألف، لام، را) ، و (حم) ، و (ن)  (٩) اسمه: الرحمن (١٠) . إلا أنا لا نقف </p><p>= وعزاه لابن جرير وابن المنذر وابن أبي حاتم وابن مردويه والبيهقي في \"الأسماء والصفات\". \"الدر\" ١/ ٥٤، وانظر \"تفسير ابن عطية\" ١/ ١٣٨، وابن كثير ١/ ٣٩، وروي عن عكرمة أنها قسم. انظر: الطبري ١/ ٢٠٧وابن أبي حاتم ١/ ١٧٠. (١) في (ب): (اختاره).(٢) في (ب): (وشرفها).(٣) في (ب): (وفضّلها).(٤) في (ب): (أنها).(٥) في (ب): (بالألسن).(٦) في (ب): (وكأنه).(٧) كلام الأخفش ذكره الثعلبي ١/ ٤٠ ب، ولم أجده في \"معاني القرآن\" للأخفش.(٨) في (ب). (كان).(٩) في (ب): (كألف لام حاميم نون).(١٠) في \"معاني القرآن\" للزجاج (الر)، و (حم)، و (نون) اسم للرحمن، مقطع في اللفظ موصول في المعنى ١/ ٢٠، ونحوه في \"تهذيب اللغة\" ١/ ٨٨، وقد أخرج ابن جرير بسنده عن ابن عباس في قوله: (ألم) و (حم) و (ن) قال اسم مقطع. وفي سنده (الباهلي) قال شاكر: لم أقف له على ترجمة. انظر الطبري مع تحقيق شاكر ١/ ٢٠٧، وأخرجه ابن أبي حاتم، وفي سنده الباهلي قال محققه: لم أقف له على =</p><p> على كيفية نظمها. </p><p> قال سعيد بن جبير (١) : لو أحسن الناس تأليفها لعلموا (٢) اسم الله الأعظم (٣) . </p><p> الوجه الثالث عنه (٤) : {الم} : أنا الله أعلم، و {الر}  (٥) : أنا الله أرى، و {المص}  [الأعراف: ١] : أنا الله أعلم وأفصل (٦) ، و {المر}  [الرعد: ١] : أنا الله أعلم وأرى (٧) . وهذا الوجه اختيار الزجاج. </p><p>= ترجمة. \"تفسير ابن أبي حاتم\" مع الهامش ١/ ١٦٨ رسالة دكتوراه. وذكره السيوطي في \"الدر\" وعزاه إلى ابن جرير، وابن أبي حاتم وابن مردويه. \"الدر\" ١/ ٥٤ انظر ابن عطية ١/ ١٣٨. (١) هو سعيد بن جبير بن هشام الأسدي بالولاء، كان من سادات التابعين علمًا وفضلًا وورعًا وفقهًا، قتله الحجاج سنة خمس وتسعين. انظر ترجمته في: \"تذكرة الحفاظ\" ١/ ٧٦، \"طبقات المفسرين\" للداودي ١/ ١٨٨.(٢) في (ب): (تعلموا).(٣) ذكره الثعلبي بدون سند. ١/ ٤٠ أ، وأبو حيان في \"البحر المحيط\" ١/ ٣٤.(٤) أي عن ابن عباس.(٥) في (ب): (الرا).(٦) في (ب): (وأفضل).(٧) ذكره الزجاج بنصه حيث قال: والثالث عنه: ثم ذكره ١/ ٢٠، وفي تهذيب القول الثالث: (الم) معناه: أنا الله أعلم وأرى ١٥/ ٦٧٧، وأخرج ابن جرير بسنده عن ابن عباس: (الم) قال: أنا الله أعلم. الطبري ١/ ٨٨، وأخرجه ابن أبي حاتم بنحو رواية ابن جرير. قال المحقق: في سنده عطاء وشريك، اختلطا وساء حفظهما. (تفسير ابن أبي حاتم) ١/ ٣٢، وأخرجه أبو جعفر النحاس في \"القطع والائتناف\" قال: (الم) أنا الله أعلم. و (المر) قال أنا الله أرى، و (المص) قال أنا الله أفصل. ص ١١١، وذكره السيوطي في \"الدر\" بمثل رواية ابن جرير وعزاه إلى وكيع وعبد ابن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم، والنحاس ١/ ٥٤.</p><p> قال: المختار: ما روي عن ابن عباس وهو أن معنى: (الم) أنا الله أعلم، وأن كل حرف منها له تفسير (١) . قال: والدليل على ذلك أن العرب تنطق بالحرف الواحد تدل به على الكلمة التي هو (٢) فيها، وأنشد: </p><p> قلت لها قفي فقالت قاف (٣) ... ................ </p><p> فنطق (٤) - بقاف- فقط، يريد قالت: أقف (٥) . وقال الفراء: معنى هذه الحروف [المقطعة في أوائل السور: أن هذه الحروف]  (٦) ذلك الكتاب الذي وعدتك أن أنزله عليك، لأن قوله:  {سَنُقْرِئُكَ فَلَا تَنْسَى}  [الأعلى: ٦] وعد من الله تعالى أن ينزل عليه كتابا، فلما أنزل عليه القرآن قال: {الم (١) ذَلِكَ الْكِتَابُ} الذي وعدتك أن أقرئكه فلا تنسى، فاكتفى من حروف (أ، ب، ت، ث) بـ {الم} ، و {المص} ، وأشباه ذلك؛ لأن هذه الحروف لما </p><p>(١) في (المعاني): (تفسيره) ١/ ٢٤. (٢) (هو) ساقط من (ب).(٣) البيت بتمامه في (المعاني):قلنا لها قفي قالت: قاف ... لا تحسبي أنا نسينا الإيجاف\"معاني القرآن\" ١/ ٢٤ ومثله عند الطبري ١/ ٩٠، وكذا في \"الخصائص\" ١/ ٣٠، ٨٠، ٤٢٦، ٢/ ٣٦١، وهو في (تأويل مشكل القرآن) وفيه (... قالت لي: قاف ...) ص ٣٠٨، وورد في \"معاني القرآن\" للفراء٣/ ٧٥، \"اللسان\" (وقف) ٨/ ٤٨٩٨، \"البحر المحيط\" ١/ ٣٥. والرجز للوليد بن عقبة خرج يريد عثمان بن عفان - رضي الله عنه - لما طلبه حين شهد عليه عنده أنه يشرب الخمر، فخرج الوليد مع بعض رفقته ونزل يسوق الإبل بهم ويرتجز بأبيات منها المذكورة هنا.(٤) في (ج). (تنطق).(٥) انظر: \"معاني القرآن\" للزجاج ١/ ٢٤.(٦) ما بين المعقوفين ساقط من (ب).</p><p> كانت موضوعة للكتاب معروفة، كان الحرفان (١) والثلاثة منها يدل على الجمع، والعرب تعبر ببعض الشيء عن كله. كقوله تعالى:  {وَإِذَا قِيلَ لَهُمُ اُرْكَعُواْ لَا يَرْكَعُونَ}  [المرسلات: ٤٨] أي: صلوا لا يصلون، وقال:  {ذَلِكَ بِمَا قَدَّمَت يَدَاكَ}  [الحج: ١٠] وقال الشاعر: </p><p> لما رأيت أنها في حُطِّي ... أخذتُ منها بقرونٍ شُمْطِ (٢) </p><p> فعبر بفظة (حطى) عن جميع حروف (أبجد)  (٣) . </p><p> وهذا القول اختيار الحسن (٤) بن محمد بن نصر الجرجاني (٥) ، فإنه </p><p>(١) في (ج): (الجرفان) بالجيم. (٢) الأبيات لبعض بني أسد، وسماه بعضهم بأبي القماقم الأسدي، يتحدث عن امرأة لا يرضى خلقها، حاول إصلاحها فلم تنقد له، كأنها تستمر في أول تعلمها كالصبي الذي لا يعدو في تعلمه حروف الهجاء. و (القرون الشمط). خصل الشعر المختلط فيه السواد والبياض. والأبيات عند الفراء:لما رأيت أمرها في حُطِّي ... وفَنَكَتْ في كذب ولَطِّأخذتُ منها بقرون شمط ... ولم يزل ضربي لها ومَعْطِيحتى علا الرأس دم يغُطِّي\"معاني القرآن\" للفراء ١/ ٣٦٩، وذكر منها في \"تأويل مشكل القرآن\" البيتين اللذين ذكرهما الواحدي ص ٣٠، وكذا الثعلبي ١/ ٤١، وذكر الطبري الأبيات مثل ما عند الفراء مع اختلاف يسير ١/ ٨٩، ووردت في \"كنز الحفاظ في كتاب تهذيب الألفاظ\" ص ٤٤٧، \"أمالي القالي\" ٢/ ٢٠٠، \"تفسير السجاوندي\" ص ٢٤.(٣) الكلام الذي نسبه للفراء لم أجده بهذا النص في \"معاني القرآن\"، وللفراء كلام بمعناه ١/ ٣٦٨، ٢/ ٣، وذكر الثعلبي قريبا مما ذكر الواحدي هنا، قال بعده: هذا قول المبرد وجماعة من أهل (المعاني). الثعلبي ١/ ٤٠/ ب، ٤١/ أوذكر الواحدي في \"البسيط\" نحو الكلام الذي نسبه للفراء، وعزاه لابن الأنباري. انظر \"الوسيط\" ١/ ٢٦.(٤) في (ب): (الحسين).(٥) هو الحسن بن محمد أو ابن يحيى بن نصر الجرجاني، أبو علي، صاحب \"نظم القرآن\" نقل عنه الواحدي كثيرا، انظر ما تقدم في مصادر الواحدي في تفسيره.</p><p> قال:  {الم} مبتدأ مرصد لخبر (١) ، أو لأن يبنى عليه خبر، أي: أن هذه الحروف التي منها (الم) الكتاب الذي (٢) وعدتك إنزاله عليك، فتكون هذه الحروف الثلاثة اسما لجميع الحروف المعجمة، كما يستدل ببعض الشيء على كله، يقول الرجل: قرأت (نون) و (صاد) و (حم)  (٣) وهو لا يريد (٤) هذه الحروف بعينها، وإنما يريد كلّ ما اتصل به مما (٥) بعده. </p><p> ومنه قول النبي - صلى الله عليه وسلم - \"أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله\"  (٦) وقد كان - صلى الله عليه وسلم - يقاتل اليهود والنصارى، وهم يقولون: لا إله إلا الله، [وهو أراد (لا إله إلا الله) ] (٧) وما اتصل بها من أسبابها، فجعل (لا إله إلا </p><p>(١) في (ب): (بخير). (٢) في (ب): (التي).(٣) في (ب): (ص) و (حم) و (نون).(٤) في (ب): (لا يريد به).(٥) (مما) ساقط من (ب).(٦) الحديث بلفظ: (أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ... الحديث). عن أبي هريرة: قال السيوطي: متواتر: \"فيض القدير\" ٢/ ٢٣٨، وكذا قال الألباني. انظر \"الأحاديث الصحيحة\" ١/ ٦٩١ (٤٠٧). والحديث أخرجه البخاري (١٣٩٩) كتاب الزكاة، باب: وجوب الزكاة، \"الفتح\" ٣/ ٢٦٢، و\"كتاب استتابة المرتدين\" باب (قتل من أبى قبول الفرائض) ١٢/ ٢٧٥، وكتاب \"الاعتصام بالكتاب والسنة\" باب \"الإقتداء بسنن رسول الله - صلى الله عليه وسلم -\" ١٣/ ٢٥٠، ومسلم ٢٠، ٢١ كتاب الإيمان، باب: الأمر بقتال الناس حتى يقولوا لا إله إلا الله، وأبو داود (١٥٥٦) كتاب الزكاة، والترمذي (٢٦٠٧) كتاب الإيمان، باب: أمرت أن أقاتل الناس .. ، والنسائي ٥/ ١٤ كتاب الزكاة، باب: مانع الزكاة. وأحمد في \"المسند\" ١/ ١٩، ٣٥, ٤٨, ٢/ ٤٢٣, ٥٢٨. والأحاديث بنحو لفظه كثيرة عن ابن عمر وأنس وغيرهم.(٧) مابين المعقوفين ساقط من (ب).</p><p> الله) اسماً لجميع الإيمان. </p><p> وعلى هذا قوله:  {وذلك} مبتدأ ثان و {الكتاب}  (١) خبره، وهما جميعا خبر للمبتدأ الأول (٢) ، لأنهما صارا قصة وشأنا، مثل قولك:  (زيد أبوه قائم) و (عمرو وجهه حسن) . </p><p> وزعم قطرب (٣) : أن هذه الحروف المقطعة ذكرت في القرآن لتدل على أن هذا القرآن المؤلف من هذه الحروف المقطعة التي هي مقدورة للمشركين في تخاطبهم، فلولا أنه من عند الله نزل وأنه معجز في نفسه، وإلا وهلا جئتم بمثله لأنكم (٤) متمكنون من المخاطبة بهذه الحروف. (٥) </p><p> وحكي عنه- أيضا- قول آخر، وهو أنه قال (٦) : يجوز أن يكون لما لغا القوم في القرآن فلم يتفهموه (٧) حين قالوا: {لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ (٨) وَالْغَوْا فِيهِ} [فصلت: ٢٦] أنزل الله سبحانه هذه الحروف المقطعة، ولم </p><p>(١) في (ج): (بالكتاب). (٢) انظر \"تفسير الثعلبي\" ١/ ٤٢/ ب، \"مشكل إعراب القرآن\" ١/ ١٦، وابن عطية ١/ ١٤٣، \"البحر\" ١/ ٣٦.(٣) هو محمد بن المستنير المعروف بـ (قطرب) أحد العلماء المشهورين بالنحو واللغة، أخذ عن سيبويه، مات سنة ست ومائتين. انظر ترجمته في: \"طبقات النحويين واللغويين\" ص ٩٩، \"تاريخ بغداد\" ٣/ ٢٩٨، \"معجم الأدباء\" ١٩/ ٥٢، \"إنباه الرواة\" ٣/ ٢١٩، \"المزهر\" ٢/ ٤٠٥.(٤) في (ب): (وأنتم).(٥) ذكر المؤلف قول قطرب بمعناه، وتصرفه في اللفظ أخل به، انظر نص قوله في \"معاني القرآن\" للزجاج ١/ ١٩، \"تهذيب اللغة\" ١/ ٨٩، \"اللسان\" ١/ ١٥.(٦) (قال) ساقط من (ب).(٧) في (ب): (يتفهموا).(٨) في (ب): (القول) تصحيف في الآية.</p><p> تجر لهم عادة بسماع مثلها حتى إذا سكتوا واستمعوا إلى ذلك، هجم القرآن أسماعهم وقرع (١) المعاني آذانهم، فيكون في إنزال هذه الحروف (٢) المقطعة نوع من المبالغة في الدعوة وتأكيد (٣) للحجة عليهم (٤) . </p><p> ويروى عن الحسن أنه قال:  {الم} وسائر حروف التهجي في القرآن أسماء للسور (٥) . </p><p> فعلى هذا إذا قال القائل (٦) : قرأت (المص) عرف السامع أنه قرأ السورة المخصوصة التي افتتحت بـ (المص) كما أنه إذا قال: لقيت عمرا، علم السامع أنه يريد شخصاً معلومًا عنده. </p><p> ويجوز أن يكون {الم} اسما للسورة المفتتحة بها، ثم لا تعرف تلك السورة بعينها ما لم يقرن بـ {الم} لفظ آخر، فيقال: سورة {الم ذَلِكَ} ، </p><p>(١) في (ب): (وقرعت). (٢) هذا آخر وجه (أ) من لوحة (٣٩) في نسخة (ب) وفي أسفل الصفحة في الهامش كتب بخط مختلف: (هذا آخر الاختلاف وليس في هذِه النسخة غيره).(٣) في (ب) (وتأكيداً).(٤) انظر نص كلام قطرب في: \"معاني القرآن\" للزجاج ١/ ٢٤، \"تهذيب اللغة\" ١/ ٨٩، \"اللسان\" ١/ ١١، \"تفسير أبي الليث\" ١/ ٨٧، وذكره الطبري ولم يعزه ١/ ٨٩، وذكره الرازي ونسبه لابن روق وقطرب ٢/ ٦، ومال إليه ٢/ ١١.(٥) ذكره الواحدي في \"الوسيط\" ١/ ٢٦، وأبو حيان في \"البحر\" ١/ ٣٤، وأورد الطبري هذا القول ونسبه لزيد بن أسلم ١/ ٢٠٦، وكذا الثعلبي ١/ ٤٠/ أ، وابن عطية ١/ ١٣٨، وابن الجوزي في \"زاد المسير\" ١/ ٢١، وأبو حيان في (البحر) ١/ ٣٤، والسيوطي في \"الدر\" ١/ ٥٥.(٦) نقل عن الطبري بتصرف. انظر الطبري ١/ ٩٠.</p><p> وسورة (الم الله)  (١) ، لأنه وقع الاشتراك، ولا يمنع احتياجهم (٢) إلى ذكر القرينة أن يكون ذلك اسما له في الأصل. ألا ترى أنه إذا قال: رأيت زيدا، والسامع عرف (٣) رجلين اسمهما زيد، فيقول: أيما (٤) زيد؟ فيقول: الأزدي أو (٥) التميمي (٦) . فلا يمنع هذا أن يكون (زيد) اسما (٧) في الأصل لذلك الشخص، وإن (٨) لم يحصل به التمييز حتى ذكر معه النسبة (٩) عند وقوع الاشتراك، ويجوز تسمية الشيء ببعضه، أو بما هو من جملة معناه، كالقصائد التي تسمى بما افتتحت به كقولهم:  (لخولة أطلال) ، و (قفا نبك) ، و (أما صحا)  (١٠) . </p><p> وقول الحسن (١١) هذا مختار عند النحويين، من قبل أن الأسماء </p><p>(١) عند الطبري (.. قرأت (الم البقرة). وفي آل عمران: قرأت (الم آل عمران) و (الم ذلك الكتاب) و (الم الله لا إله إلا هو الحي القيوم) الطبري ١/ ٩٠. (٢) في (ب). (احتاجهم).(٣) (عرف) ساقط من (ب).(٤) في (ب): (أبا).(٥) في (ب): (و).(٦) انظر الطبري ١/ ٩٠، وانظر \"تأويل المشكل\" لابن قتيبة ص ٣٠٠.(٧) في (ب): (زيدا في الأصل).(٨) في (ب): (فإن).(٩) في (ب). (التشبه).(١٠) قوله: (لخولة أطلال) مطلع معلقة طرفة بن العبد. انظر \"شرح القصائد المشهورات\" للنحاس ص ٥٣. و (قفا نبك) مطلع معلقة امرئ القيس. انظر \"شرح القصائد\" ص ٣. وقوله \"أما صحا\" لم أعثر عليها فيما قرأت.(١١) وهو أن الحروف المقطعة أسماء للسور، وهذا القول نسبه أكثر المفسرين لعبد الرحمن بن زيد بن أسلم عن أبيه. انظر ما سبق ص ٣٨٩.</p><p> الأعلام منقولة عن معانيها للتفرقة بين المسميات (١) ، ونقلت هاهنا حروف المعجم إلى التسمية. وقد جاء نظير ذلك (٢) في أسماء العرب، قالوا:  (أوس بن حارثة بن لأم الطائي)  (٣) . </p><p> ولا خلاف بينهم أن لك أن تسمي بحروف المعجم كما أن لك أن تسمي بالجمل (٤) كقولهم (٥) : (تأبط شرًّا (٦) )، و (ذرّى حبًّا (٧) )، قال الشاعر: </p><p> إن لها لَرَكَبًا (٨) إرزَبَّا (٩) ... كأنه جبهةُ ذرّى حَبَّا (١٠) </p><p>(١) انظر \"شرح المفصل\" ١/ ٢٩. (٢) في (ب): (ذاك).(٣) ذكره ابن دريد قال: أوس بن حارثة بن لأم، رأس طييء، عاش مائتي سنة. وفسر (لأم) فقال: (اللأم) السهم المريش إذا استوت قذذه. (الاشتقاق) ص ٣٨٢، ٣٨٣. وانظر مادة (لأم) في \"اللسان\" ٧/ ٣٩٧٦، \"القاموس\" ص١١٥٦. وقد أورد الواحدى الاسم على أن المراد (لام) الحرف، نقل فأصبح علمًا على اسم معين، وعلى ما ذكر ابن دريد لا شاهد فيه للواحدي.(٤) تحكى الجملة على حالها فتصبح علمًا للمسمى انظر \"الكتاب\" ٣/ ٣٢٦ \"المقتضب\" ٤/ ٩، \"شرح المفصل\" ١/ ٢٨.(٥) في (ب): (كقولك).(٦) في (ب): (سابط).قيل: سمي بذلك لأنه تأبط حية. انظر (شرح المفصل) ١/ ٢٨.(٧) دي (ب): (وروا حبا). وذرى حبا: اسم رجل. انظر: \"الكتاب\" ٣/ ٣٢٦، \"المقتضب\" ٤/ ٩، \"شرح المفصل\" ١/ ٢٨، و\"اللسان\" (حبب) ١/ ٢٩٦.(٨) في (ب). (الركبا).(٩) في (ج). (اردبا).(١٠) نسبه سيبويه لرجل من بني طهية. يروى (مركبا) و (مركنا) وهو منبت المعانة =</p><p> فكل (١) كلمة لم تكن على معنى الأصل فهي منقولة إلى التسمية للفرق، فمن ذلك (زيد (٢) ) لما لم يرد به معنى الزيادة، لم يكن إلا منقولا (٣) . وكذلك جميع الأسماء الأعلام ولو سميت رجلا:  (ب ت ث) ، [لقلت (هذا ب ت ث) ] (٤) ، ورأيت:  (ب ت ث) فحكيت هذا القول كان جائزا. </p><p> وقال أبو العالية: ليس منها حرف إلا وهو مفتاح اسم من أسماء الله عز وجل، وليس منها حرف إلا وهو في آلائه وبلائه، وليس منها حرف إلا وهو في مدة قوم وآجال آخرين (٥) . </p><p>= و (الإرزب) الضخم شبهه بجبهة ذلك الرجل المسمى (ذرى حبا). ورد البيت في \"الكتاب\" ٣/ ٣٢٦، \"المقتضب\" ٤/ ٩، \"معجم مقاييس اللغة\" ٢/ ٣٩١، \"اللسان\" (حبب) ٢/ ٧٤٦، و (رزب) ٣/ ١٦٣٤، و\"شرح المفصل\" ١/ ٢٨. (١) في (ب): (كل).(٢) (زيد) ساقط من (ب).(٣) انظر: \"شرح المفصل\" ١/ ٣٠.(٤) مابين المعقوفتين ساقط من (ب).(٥) بهذا النصر ذكره الثعلبي في \"تفسيره\" بدون نسبه ١/ ٤٠ أ، وأخرجه ابن أبي حاتم في \"تفسيره\" بسنده عن الربيع بن أنس، عن أبي العالية: في قوله (الم) قال: (هذِه الأحرف الثلاثة من التسعة والعشرين حرفا، دارت فيها الألسن كلها. ليس منها حرف ...) الخ الأثر كما عند المؤلف هنا. قال المحقق: رجال هذا الإسناد يحتج بروايتهم، لكن أبا العالية يرسل كثيراً، ورواية أبي جعفر الرازي عن أنس مضطربة والمتن في بعض ألفاظه نكارة. \"تفسير ابن أبي حاتم\" ١/ ١٦٨ (رسالة دكتوراه). وأخرجه ابن جرير بسنده عن الربيع بن أنس، بنفس اللفظ١/ ٨٨، وذكره ابن كثير في \" تفسيره\" عن أبي العالية، وتكلم فيه من جهة معناه. ابن كثير ١/ ٤١، وذكره =</p><p> فالاختلاف في هذه الحروف كما ترى، وقد ذكرت عيون أقاويل أهل (١) التأويل. وليس يبعد أن يقال: إن جميع ما ذكر من هذه التأويلات كلها مرادة بهذه الحروف مودعة فيها، ولا تنافي في هذه الأقوال، لأنه ليس كون هذه الحروف مفاتح أسماء الله تعالى بمانع أن تكون (٢) مما (٣) أقسم الله بها، ولا أن يشير بها إلى مدة قوم وآجال أناس عرف الله نبيه عليه السلام ذلك على الخصوص (٤) . </p><p>= السيوطي في \"الدر\" وعزاه لابن جرير وابن أبي حاتم. \"الدر\" ١/ ٥٦، وذكره أبو حيان في \"البحر المحيط\" ١/ ٣٤. (١) في (ب): (هذا).(٢) في (ب): (يكون).(٣) في (ب). (ما).(٤) وإلى نحو هذا مال ابن جرير حيث قال: (والصواب من القول عندي في تأويل مفاتيح السور، التي هي حروف المعجم: أن الله جل ثناؤه جعلها حروفا مقطعة، ولم يصل بعضها ببعض -فيجعلها كسائر الكلام المتصل الحروف- لأنه عز ذكره أراد بلفظه الدلالة بكل حرف منه على معان كثيرة، لا على معنى واحد، كما قال الربيع بن أنس. وإن كان الربيع قد اقتصر به على معان ثلاثة، دون ما زاد عليها. والصواب في تأويل ذلك عندي: أن كل حرف منه يحوي ما قاله الربيع، وما قاله سائر المفسرين غيره فيه .... الخ. واستثنى بعض الأقوال لضعفها. انظر الطبري ١/ ٩٣، وانظر \"تأويل المشكل\" لابن قتيبة ص ٢٩٩، ٣٠٠، وقد ذكر ابن كثير كلام الطبري، ولم يرضه، ثم ذكر أقوالاً أخرى وبين ضعفها ثم قال: وقال آخرون: بل إنما ذكرت هذِه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله، هذا مع أنه مركب من هذِه الحروف المقطعة التي يتخاطبون بها، وقد حكى هذا المذهب الرازي في \"تفسيره\" عن المبرد وجمع من المحققين، وحكى القرطبي عن الفراء وقطرب نحو هذا، وقرره الزمخشري في \"كشافه\" ونصره أتم نصر، واليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية، =</p>"
}