{
  "id": null,
  "sura": 2,
  "aya": 73,
  "text": "<p> مثله فإن فيه الإدغام (١) والإظهار في مصدره (٢) . وكتب في المصحف (فادّرأتم) بغير ألف قبل الراء (٣) كما كتبوا (الرحمن) بغير ألف الاختصار، لأنهم قد يحذفون لطول الكلام كما يحذفون لكثرة الاستعمال. </p><p> وقوله:  (فيها) الكناية عائدة على النفس (٤) . </p><p> وقال ابن الأنباري: يجوز أن تعود على القتلة، لأن (قتلتم) يدل على المصدر (٥) . {وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ} من أمر القتيل، وأدخل التنوين لأنه ميعاد في المستقبل (٦) ، وقد مضى الكلام في هذه المسألة (٧) . </p><p> ٧٣ - قوله تعالى:  {فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا} قال ابن عباس: اضربوه بالعظم الذي يلي الغضروف، وهو المقتل. </p><p> وقال الضحاك: بلسانها، واختاره الحسين بن الفضل. </p><p> سعيد بن جبير: بعَجْب ذنبها، واختاره يمان بن رباب، قال: لأنه </p><p>(١) في (ب): (الإظهار والإدغام). (٢) في (أ)، (ج): (مصدر) بدون الهاء، وأثبت ما في (ب)، لأنه أنسب للسياق.(٣) قال الداني: (اتفق جمعها -أي: مصاحف الأمصار- على حذف الألف التي هي في صورة الهمزة في قوله في البقرة: (فادارأتم) لا غير)، \"المقنع\" ص ٢٦.(٤) انظر: \"تفسير الطبري\" ١/ ٣٥٧، \"تفسير ابن عطية\" ١/ ٣٥١، \"البحر المحيط\" ١/ ٢٩٥.(٥) ونحوه قال ابن عطية ١/ ٣٥١، وأبو حيان في \"البحر\" ١/ ٢٩٥، وذكر قولاً ثالثاً، وهو: أن الكناية تعود على التهمة.(٦) قال الزجاج: (الأجود في (مخرج) التنوين، لأنه ميعاد لما يستقبل، أو للحال) \"معاني القرآن\" ١/ ١٢٦، وانظر: \"الكشاف\" ١/ ٢٨٩، \"البحر المحيط\" ١/ ٢٩٥.(٧) وهي أن اسم الفاعل إذا كان بمعنى الاستقبال أو الحال ينون ولا يضاف لما بعده، وهذا عند البصريين، أما عند الكوفيين فيجوز إضافته.</p><p> أساس البدن الذي (١) رُكِّبَ عليه الخلقُ (٢) . ثم قال:  {كَذَلِكَ يُحْيِ اللَّهُ الْمَوْتَى} معناه: اضربوه ببعضها فيحيا، فضُرِبَ فحَيِيَ (٣) ، كذلك يحيي الله الموتى كما أحيا هذا القتيل، وأضمر (فيحيى) كما قال: {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ}  [الشعراء: ٦٣] والمعنى: فضرب فانفلق (٤) ، فهذا احتجاج على منكري البعث (٥) . </p><p> فإن قيل: ما معنى ضرب القتيل ببعض البقرة، والله قادر على إحيائه بغير ذلك؟ </p><p> والجواب: أنّ في ذلك تأكيداً أنه ليس على جهة المخرقة والحيلة، ولا على جهة الكهانة والسحر، إذ جعل الأمر في إحيائه إليهم، وجعل ذلك عند الضرب بموات لا إشكال في أنه علامة لهم وآية للوقت الذي يحيا فيه </p><p>(١) (الذي): ساقط من (ب). (٢) هذه الأقوال، عن ابن عباس، والضحاك، وسعيد، في \"تفسير الثعلبي\" بنصها ١/ ٨٥ أ، وذكر الطبري عن مجاهد وقتادة: بالفخذ، وعن السدي: بالبعضة التي بين الكتفين، وعن أبي العالية: بعظم من عظامها، وعن ابن زيد: بعضو من أعضائها. ثم قال الطبري: (والصواب من القول عندنا، أنه يقال: أمرهم الله جل ثناؤه أن يضربوا القتيل ببعض البقرة ليحيا المضروب، ولا دلالة في الآية، ولا في خبر تقوم به حجة، على أي أبعاضها التي أمر القوم أن يضربوا القتيل به .... ولا يضر الجهل بأي ذلك ضربوا القتيل، ولا ينفع العلم به، مع الإقرار بأن القوم قد ضربوا القتيل ببعض البقرة بعد ذبحها، فأحياه الله). \"تفسير الطبري\" ١/ ٣٥٩ - ٣٦٠، وانظر: \"تفسير ابن كثير\" ١/ ١١٩ - ١٢٠.(٣) قوله: (فضرب فحيى) ساقط من (ب).(٤) قوله: (والمعنى فضرب فانفلق) ساقط من (ب).(٥) انظر: \"معاني القرآن\" للفراء١/ ٤٨، و\"تفسير الطبري\" ١/ ٣٦١، و\"تفسير الثعلبي\" ١/ ٨٥ أ.</p>"
}