{
  "id": null,
  "sura": 2,
  "aya": 31,
  "text": "<p> فإن] (١) النون تُبيَّن (٢) مع سائر حروف الحلق [، ولسنا نعلم أبا عمرو يفتح (الياء) مع سائر حروف الحلق.] (٣) </p><p> فإن قلت: فإن الهمزة قد تفتح (٤) لها ما قبلها وإن كانت مضمومة، نحو:  (يقرأ) في موضع الرفع، فهلا فتح (الياء) في {عَذَابِي أُصِيبُ}  [الأعراف: ١٥٦] . </p><p> قلنا: الضمة إذا كانت للإعراب (٥) لم يكن في حكم الضمة عندهم، ألا ترى أنهم قد (٦) قالوا: نَمِرٌ وكَتِفٌ، ونحو ذلك في الرفع، ورفضوا الضمة مع الكسرة في كلامهم (٧) فلم يجئ فيه (فُعِل)  (٨) . </p><p> ٣١ - وقوله تعالى:  {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا} الآية. قال ابن عباس والحسن وقتادة: لما قال الله عز وجل للملائكة: {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً} قالوا فيما بينهم: ليخلق ربنا ما شاء، فلن يخلق خلقًا أفضل ولا أكرم عليه منا، وإن كان خيرًا منا فنحن أعلم منه، لأنا خلقنا قبله ورأينا ما لم يره، </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) في (أ)، (ج): (يتبين) وما في (ب) موافق للحجة.(٣) ما بين المعقوفين ساقط من (ب). وبهذا ينتهي الجزء الأول من \"الحجة\"، وقوله: (فإن قلت ..) أول الجزء الثاني.(٤) في (ب): (يفتح).(٥) في (أ)، (ج): (الإعراب) وما في (ب) هو الصحيح وموافق للحجة ٢/ ٥.(٦) (ق) ساقطة من (ب).(٧) إذا لم تكن الضمة للإعراب، أما الضمة في (نمر وكتف) فهي للإعراب، فلم يمنعوا مجيء الكسرة قبلها.(٨) هذا آخر ما نقله الواحدي عن كتاب \"الحجة\" لابن علي الفارسي في حجة أبي عمرو في فتح (ياء المتكلم) إذا لقيت همزة مفتوحة أو مكسورة، وتسكينها إذا لقيت همزة مضمومة. انظر: \"الحجة\" ١/ ٤١٧، ٢/ ٥.</p><p> فلما أعجبوا بعلمهم، فضل الله عز وجل آدم عليهم بالعلم فعلمه الأسماء كلها (١) . </p><p> ووجه تعليمه آدم: أن خلق في قلبه علماً بالأسماء على سبيل الابتداء، وألهمه (٢) العلم بها (٣) . </p><p> وأما (آدم) فقال ابن عباس: إنما سمي آدم، لأنه خلق من أديم الأرض (٤) . </p><p> ومثل هذا قال أهل اللغة فيما حكا الزجاج عنهم، قال: يقول أهل اللغة في آدم: إن اشتقاقه من أديم الأرض، لأنه خلق من تراب، وأديم </p><p>(١) ذكره الثعلبي، وقال: وهذا معنى قول ابن عباس والحسن وقتادة، \"تفسير الثعلبي\" ١/ ٦١ ب. وأخرج الطبري في \"تفسيره\" نحوه عن قتادة والحسن ١/ ٢٥٦. وأخرج ابن أبي حاتم في \"تفسيره\" عن قتادة والحسن نحوه ١/ ٧٧. وانظر ابن كثير في \"تفسيره\" ١/ ٧٦، \"الدر\" ١/ ١٠١. (٢) في (ب): (بالقاء).(٣) (التعبير بـ (خلق) يوحي بما يذهب إليه الأشاعرة من القول بأزلية الصفات، ونفي ما يتعلق منها بمشيئة الله، ونفي أن الله متصف بالصفات الفعلية فيتكلم إذا شاء متى شاء، ويعلم عباده متى شاء. والله سبحانه أخبر أنه علم آدم الأسماء، فما المخول لتأويل ذلك بالخلق أو بالإلهام، قال ابن عطية. تعليم آدم عند قوم إلهام علمه ضرورة. وقال قوم: تعليم بقول، إما بواسطة ملك، أو بتكليم قبل هبوطه ...) \"تفسير ابن عطية\" ١/ ٢٣٣. قال أبو حيان -بعد أن ذكر الأقوال في هذا-: (أظهرها أن الباري تعالى هو المعلم لا بواسطة ولا إلهام) \"البحر\" ١/ ١٤٥. وهذا هو الموافق لنص الآية.(٤) أخرجه الطبري في \"تفسيره\" قال شاكر: إسناده صحيح ١/ ٤٨٠ (ط. شاكر)، وأخرجه ابن أبي حاتم في \"تفسيره\" بسند صحيح، كذا قال المحقق ١/ ٢٩٧، وذكره السيوطي في \"الدر\"، وعزاه إلى الفريابي، وابن سعد، وابن جرير وابن حاتم، والحاكم، والبيهقي في \"الأسماء والصفات\". انظر: \"الدر\" ١/ ١٠٠.</p><p> الأرض: وجهها (١)  [قال الليث: أديم كل شيء ظاهر جلده، وأدمة الأرض وجهها]  (٢) والأُدمة لون مشبه بلون التراب (٣) . </p><p> أبو عبيد عن الفراء قال: الأُدمة في الناس شُرْبة من سواد، وفي الإبل والظباء بياض، يقال: ظبية (٤) أدماء، ولم أسمع (٥) أحدا يقول للذكر من الظباء: آدم، ولو قيل، كان قياسا (٦) . وقال ذو الرمة: </p><p> مِنَ المؤْلِفَاتِ الرَّمْلَ أَدْمَاءُ حُرَّةٌ ... شُعَاعُ الضُّحَى في مَتْنِهَا يَتَوَضَّحُ (٧) </p><p> وقال الأعشى في الناقة: </p><p> فَقُلْتُ لَهُ هذه هَاتِهَا ... بِأَدْمَاءَ في حَبْلِ مُقْتَادِهَا (٨) </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٨٠، وانظر \"تهذيب اللغة\" (أدم) ١/ ١٣٤. (٢) ما بين المعقوفين ساقط من (ب).(٣) ونحوه قال الزجاج، انظر \"تهذيب اللغة\" (أدم) ١/ ١٣٤، وانظر \"معاني القرآن\" للزجاج ١/ ٨٠.(٤) في (ب): (صبية).(٥) في (ب): (يسمع).(٦) الكلام في \"تهذيب اللغة\" منسوب لليث، وكلام أبي عبيد عن الفراء قال: الأدمة: الوسيلة إلى الشيء، يقال: فلان أدمتي إليك أي: وسيلتي. \"التهذيب\" (أدم) ١/ ١٣٤.(٧) المُؤْلِفَات: التي اتخذت الرمال إلفا، يتوضح: يبرق، والبيت في وصف الظباء. ورد في \"الكامل\" ٢/ ٣٠٣. \"تهذيب اللغة\" (أدم) ١/ ١٣٤، \"مقاييس اللغة\" (ألف) ١/ ١٣١، \"اللسان\" (أدم) ١/ ٤٦، \"ديوان ذي الرمة\" ٢/ ١١٩٧.(٨) قاله يخاطب خمارًا، يقول: هات الخمر بناقة برمتها، والأدماء: الناقة صادقة البياض سوداء الأشفار. ورد البيت في \"التهذيب\" (رم) ٢/ ١٤٧٤، \"مقاييس اللغة\" (رم) ٢/ ٣٧٩، \"اللسان\" (رمم) ٣/ ١٧٣٦، \"ديوان الأعشى\": ص ٥٨، وفيه (فقلنا) بدل (فقلت).</p><p> وقال النضر بن شميل: سمي آدم، لأنه كان أبيض اللون (١) . </p><p> واختلف في هذه الأسماء التي علمها الله آدم، فقال ابن عباس ومجاهد وقتادة والضحاك: علمه اسم كل شيء حتى القصعة والمغرفة (٢) . </p><p> وظاهر اللفظ يدل على هذا، وعلى أنه علمه جميع اللغات، لأنه قال: الأسماء كلها، فيما وقع عليه الاسم بأي لغة كان داخل تحت هذا الإطلاق (٣) ، على أنه قد قال جماعة من أهل التأويل: إن الله تعالى علم آدم </p><p>(١) انظر: \"تفسير الثعلبي\" ١/ ٦٣ أ، \"تفسير القرطبي\" ١/ ٢٤٠، \"زاد المسير\" ١/ ٦٢، والراجح: أن آدم مشتق من (أديم الأرض) كما هو قول ابن عباس، وقول أئمة اللغة كما سبق. انظر: \"الطبري\" ١/ ٢١٤، \"معاني القرآن\" للزجاج ١/ ٨٠، \"تهذيب اللغة\" ١/ ١٣٤، \"القرطبي\" في \"تفسيره\" ١/ ٢٤٠. (٢) انظر أقوالهم في \"تفسير الطبري\" ١/ ٢١٥ - ٢١٧، وابن أبي حاتم في \"تفسيره\" ١/ ٨٠، والثعلبي ١/ ٦٢ أ، وابن عطية في \"تفسيره\" ١/ ٢٣٤، \"تفسير ابن كثير\" ١/ ٧٨.(٣) وهذا ما رجحه ابن كثير حيث قال: (والصحيح أنه علمه أسماء الأشياء كلها ذواتها وصفاتها وأفعالها كما قال ابن عباس: حتى الفسوة والفسية، يعني أسماء الذوات والأفعال المكبر والمصغر ..) واستدل ابن كثير على هذا بالحديث الذي أخرجه البخاري وفيه: \"فيأتون آدم فيقولون له: أنت أبو الناس، خلقك الله بيده، وأسجد لك ملائكته، وعلمك أسماء كل شيء .. \" \"تفسير ابن كثير\" ١/ ٧٨. أما ابن جرير \"الطبري\" فرجح أن المراد: أسماء ذريته وأسماء الملائكة دون أساء سائر أجناس الخلق، واستدل على هذا بقوله تعالى: {ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ} وبأن العرب لا تكاد تكني بالهاء والميم إلا عن أسماء بني آدم والملائكة، أما إذا كنت عن أسماء البهائم وسائر الخلق سوى من ذكر فإنها تكنى عنها بالهاء والألف، أو بالهاء والنون فتقول: (عرضهن) أو (عرضها)، انظر \"تفسير الطبري\" ١/ ٢١٦. وقد رد ابن كثير هذا الاحتجاج وقال: ليس بلازم، فإنه لا ينفي أن يدخل معهم غيرهم ويعبر عن الجميع بصيغة من يعقل للتغليب. ابن كثير في \"تفسيره\" ١/ ٧٨، وانظر \"تفسير أبي الليث\" ١/ ١٠٨ - ١٠٩، \"البيان\" ١/ ٧٢، \"القرطبي\" في \"تفسيره\" ١/ ٢٤١ - ٢٤٢.</p><p> جميع اللغات، ثم إن أولاده تكلم كل واحد منهم بلغة [أخرى، فلما تفرقوا في البلاد اختص كل فرقة منهم بلغة]  (١) ، فاللغات كلها إنما سمعت من آدم وأخذت عنه (٢) . </p><p> وقال الزجاجي في قوله:  {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا} : الأسماء (٣) على كثرتها عشرة أقسام (٤) ، فمنها: أسماء الأشخاص التي نسميها الأعيان نحو: الشجر والجبل والأرض والمدر. </p><p> ومنها: أسماء المعاني، وهي (٥) أسماء الحوادث، ويسميها (٦) </p><p>(١) ما بين المعقوفين ساقط من (ب). حول هذا المعنى انظر \"تفسير ابن عطية\" ١/ ٢٣٤ - ٢٣٥، والبغوي في \"تفسيره\" ١/ ٨٠، \"القرطبي\" في \"تفسيره\" ١/ ٢٤٢ - ٢٤٣، \"البحر\" ١/ ١٤٥. (٢) هذا على قول من يرى أن أصل اللغة وحي لا اصطلاح، وقد أطال ابن جني في كتاب \"الخصائص\" بحث هذِه المسألة، ورجح أنها (وحي)، \"الخصائص\" ١/ ٤٠ - ٤٧.(٣) (الأسماء) ساقط من (ب).(٤) لم أجد هذا الكلام بهذا النص فيما اطلعت عليه من كتب الزجاجي، وهذا التقسيم اجتهادي، وللزجاجي تقسيم للأسماء غير هذا، قال في كتاب (اشتقاق أسماء الله)، (.... فالأسماء تنقسم أولا قسمين معرفة ونكرة ... هذا أول انقسام الأسماء، ثم تتنوع بعد ذلك فتصير ستين نوعا ...) ثم دخل في تفصيل هذِه التقسيمات، وقال في موضع آخر (... وقد ذكرنا أنواع الأسماء الستين في شرح كتاب الجمل مفسرة ...) قال المحقق: لم يرد كتاب شرح الجمل ضمن كتب الزجاجي المعروفة، ولعل المراد به (الجمل الكبرى)، انظر: \"شرح أسماء الله\": ص ٢٦٧ - ٢٧٤. وذكر الثعلبي في \"تفسيره\" أن أقسام الاسم ثمانية ثم ذكرها، \"تفسير الثعلبي\" ١/ ٦٣ أ.(٥) في (ب): (وهو).(٦) في (أ) و (ج): (وتسميتها).</p><p> النحويون المصادر، لأن الأفعال تصدر عنها، وذلك نحو: الضرب والقتل. </p><p> ومنها: أسماء الألقاب، نحو: زيد وعمرو فيمن يعقل، وفيما لا يعقل نحو: يحموم وسكاب وداحس (١) ، أسماء أفراس الأعراب، أجريت عليها لقبا لا لمعنى، وهذا القسم (٢) غير الأول الذي هو من أسماء الأشخاص لأن أسماء الأشخاص لا يخلو من أن تكون جارية على مسمياتها لمعنى، لولا ذلك ما أجريت عليها، وزيد لم يسم زيدا لمعنى فيه (٣) ، لأنه كان يجوز أن يسمى (٤) بكرا وخالدا. </p><p> ومنها: أسماء الأزمنة، كاليوم والليلة، والساعة وغد، وأمس. </p><p> ومنها: أسماء الأمكنة، وهي الجهات الست، نحو: قدام وخلف وفوق وتحت ويمنة ويسرة. </p><p> ومنها: أسماء الفاعلين نحو: الضارب والقاتل والآكل والشارب. </p><p> ومنها: أسماء المفعولين نحو: المضروب والمقتول. </p><p> ومنها: أسماء الحلي والشيات نحو: الأحمر والأصفر والأعرج والأحدب وما يجري مجراها. </p><p> ومنها: أسماء المكاني (٥) والمضمرات نحو: أنا ونحن (٦) ، وأنت، </p><p>(١) في (ب): (وداحسن). (٢) في (ب): (الأسمر).(٣) (فيه) ساقط من (ب).(٤) (أن يسمى) ساقط من (ب).(٥) في (ب): (العاني).(٦) (نحن) ساقطة من (ب).</p><p> وهو وهي وهم (١) وهن، وهذا وذاك وأولئك وهؤلاء. </p><p> والقسم العاشر خاص للعرب وهو أسماء الأفعال نحو قولهم:  (صه) هو اسم موضوع لقولك (٢) : (اسكت) ، و (هيهات) لقولك: (٣)  (ما أبعد) ، و (مهلا) موضوع لقولك: (أمهل) وهذا الجنس قليل. </p><p> وكل هذه الأسماء، [قصد واضع اللغة فيها إلى أن يجريها على مسمياتها لمعان يتضمنها، إلا (٤) أسماء] (٥) الألقاب نحو: زيد وعمرو، فإن قولنا:  (زيد) وإن كان مأخوذا من الزيادة فليس بحاو على مسماه لهذا المعنى، وليس فيه إلا تعريف شخص من شخص. </p><p> ولما صدقت العناية ببعض الأسماء دون بعض، أدرك معاني بعضها وموضوعه وحقيقته ومجازه وأصله وفرعه، وما لم يصدق (٦) العناية به أو قل التصرف فيه صار كالجامد الذي لا يعرف له أصل، ولا يخلو من أن يكون له معنى صحيح، لذلك المعنى ما سمي (٧) به، وإن لم يدركه الناس. </p><p> وقوله تعالى:  {ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ} . يقال (٨) : عرضت المتاع </p><p>(١) (هم) ساقطة من (ب). (٢) في (ب): (كقولك سلت).(٣) في (ب): (موضوع كقولك).(٤) في (أ): (الأسماء).(٥) ما بين المعقوفين ساقط من (ب).(٦) في (ب): (تصدق).(٧) العبارة فيها غموض، ولعل فيها سقط أو زيادة، ولو حذفنا (ما) لاستقام المعنى.(٨) في (ب): (فقال).</p><p> على البيع عرضا، وكذلك عرض الجند والكتاب. ومعنى العرض في اللغة: الإظهار، ومنه عرض الجارية وعرض الجند (١) . </p><p> الليث: ويقال: أعرض الشيء أي: بدا وظهر، وأنشد: </p><p> إِذَا أَعْرَضَت (٢) دَاوِيَّةٌ (٣) مُدْلَهِمَّةٌ (٤) </p><p> أي بدت (٥) . </p><p> وقال الفراء في قوله تعالى: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا (١٠٠) } [الكهف: ١٠٠] ، أي أبرزناها حتى رأوها. قالوا (٦) : ولو جعلت الفعل لها زدت ألفا، فقلت: أعرضت، أي (٧) : استبانت وظهرت (٨) . فجاء من هذا </p><p>(١) انظر: \"تهذيب اللغة\" (عرض) ١/ ٢٣٩٦، ٢٣٩٨، ٢٤٠٢، \"الصحاح\" (عرض) ٣/ ١٠٨٢. (٢) في (ب)، (ج) (عرضت).(٣) في (ب): (دويه).(٤) تمامه.وغَرَّدَ حَادِيَها فَرَيْنَ بِهَا فِلْقَانسبه في \"الصحاح\" إلى (سويد بن كرُاع العكلي)، قال: و (كرع) اسم أمه، واسم أبيه عمير و (الداوية): الفلاة الواسعة، والفلق: بالكسر الداهية والأمر العجب، ورد في \"تهذيب اللغة\" (عرض) ١/ ٢٣٩٨، \"الصحاح\" (فلق) ٤/ ١٥٤٤، \"اللسان\" (غرد) ٦/ ٣٢٣٢، و (عرض) ٥/ ٢٨٨٦.(٥) الكلام في \"تهذيب اللغة\" منسوب لشمر وليس لليث. \"التهذيب\" (عرض) ١/ ٢٣٩٨، وفي \"اللسان\" (عرض) ٥/ ٢٨٨٦، غير منسوب.(٦) كذا في جميع النسخ (قالوا) والصحيح (قال) كما في \"تهذيب اللغة\" ١/ ٢٣٩٨.(٧) في (ب): (على أي).(٨) \"معاني القرآن\" للفراء ٢/ ١٦٠، و\"تهذيب للغة\" (عرض) ١/ ٢٣٩٨، والعبارة نقلها الواحدي عن (التهذيب)، انظر \"الصحاح\" (عرض) ٣/ ١٠٨٤.</p><p> أنه يقال: عرضت الشيء فأعرض، أي أظهرته فظهر، وأعرض بوجهه أي أزاله عن جهة الظهور، وعرض بالشيء، حرفه من جهة الظهور (١) . </p><p> فإن قيل: فلم قال: {عَرَضَهُمْ} فجمع الكناية وهي عائدة على (٢) الأسماء؟ </p><p> فالجواب ما قال مقاتل: وهو أن الله تعالى خلق كل شيء، الحيوان والجماد ثم علم آدم أسماءها، ثم عرض تلك الشخوص الموجودات على الملائكة (٣) . وكنى عن الشخوص والمسميات [بقوله:  {هُمْ} لأن فيها ما يعقل من الجن والإنس والملائكة، فالعرض يعود إلى المسميات] (٤) لا إلى الأسماء (٥) . </p><p> وقال ابن زيد: علمه أسماء ذريته (٦) ، وعلى هذا العرض يعود إلى الذرية. </p><p>(١) انظر: \"الصحاح\" (عرض) ٣/ ١٠٨٢ - ١٠٨٤، \"معجم مقاييس اللغة\" (عرض) ٤/ ٢٧٢. (٢) في (ب): (إلى)(٣) ذكر قول مقاتل الثعلبي في \"تفسيره\" ١/ ٦٢ أ.(٤) ما بين المعقوفين ساقط من (ب).(٥) ذكر نحوه الزجاج في \"المعاني\" ١/ ٧٨، وانظر \"تفسير الطبري\" ١/ ٢١٦ - ٢١٧، وابن كثير في \"تفسيره\" ١/ ٧٨. وقد قيل: إن الضمير (هم) يعود على الأسماء لا على المسميات. انظر: \"تفسير ابن عطية\" ١/ ٢٣٥ - ٢٣٦، \"القرطبي\" ١/ ٢٤١.(٦) ذكره الطبري في \"تفسيره\" ١/ ٢١٦، والثعلبي في \"تفسيره\" ١/ ٦٢ أ، وابن كثير في \"تفسيره\" ١/ ٧٨، والسيوطي في \"الدر\" ١/ ١٠١، والشوكاني في \"فتح القدير\" ١/ ١٠٣.</p><p> وقوله تعالى:  {فَقَالَ أَنْبِئُونِي} . أمر تعجيز (١) ، كقوله:  {فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ}  [البقرة: ٢٣] أراد الله تعالى أن يبين عجزهم (٢) ، وذلك أن الملائكة أخبروا عن شيء لم يخلق لهم العلم به، وقالوا شيئاً بظن (٣) منهم وحسبان، فخلق سبحانه لآدم (٤) العلم بالأسماء (٥) دونهم تفضيلاً له، ثم استخبرهم عن ذلك، أراد كيف تدعون علم ما لم يكن بعد، وأنتم لا تعلمون ما ترون وتعاينون (٦) . </p><p> وقوله تعالى:  {إِنْ كُنْتُمْ صَادِقِينَ} . أي: إن صدقتم أن الخليفة الذي أجعله في الأرض يفسد فيها ويسفك الدماء قاله ابن عباس، [وناس من الصحابة]  (٧) . </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ٦٢ أ، والخازن ١/ ١٠٢، وأكثر المفسرين على أنه للتقرير والتوقيف، كما قال الطبري: إنه مثل عتاب الله لنبيه نوح. انظر: \"تفسير الطبري\" ١/ ٢١٩، \"ابن عطية\" ١/ ٢٣٦، \"القرطبي\" ١/ ٢٤٣. (٢) قال الطبري: (وقد زعم بعض نحويي أهل البصرة أن قوله: {أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} لم يكن ذلك لأن الملائكة ادعوا شيئا، إنما أخبر الله عن جهلهم بعلم الغيب ... كما يقول الرجل للرجل: (أنبئني بهذا إذ كنت تعلم) وهو يعلم أنه لا يعلم ...) ثم أخذ يرد عليه. \"تفسير الطبري\" ١/ ٢١٩.(٣) في (أ): (يظن)، وفي (ب): (نظن) وأثبت ما في (ج)، لأنه أصح.(٤) في (ج): (العد لادم).(٥) انظر التعليق السابق على ما ذكر الواحدي في معنى تعليم الله آدم، وأنه بمعنى خلق به العلم بذلك: ص ٣٤٨.(٦) انظرت \"تفسير الطبري\" ١/ ٢١٨، و\"تفسير ابن كثير\" ١/ ٧٩.(٧) ما بين المعقوفين ساقط من (ب). والرواية عن ابن عباس، وعن ابن مسعود وعن ناس من الصحابة أخرجها الطبري بسنده، انظر: \"تفسير الطبري\" ١/ ٢١٨، وانظر: \"تفسير الثعلبي\" ١/ ٦٢ أ، و\"تفسير ابن كثير\" ١/ ٧٩، \"الدر\" ١/ ١٠١.</p>"
}