{
  "id": null,
  "sura": 2,
  "aya": 23,
  "text": "<p> لهم: لا تجعلوا لله (١) أمثالًا وأنتم تعلمون [أنهم لا يخلقون والله الخالق (٢) . </p><p> قال ابن (٣) الأنباري: قوله: {وَأَنتُم تَعلَمُونَ} ، (٤) لا تتنافى مع قوله: {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ}  [الزمر: ٦٤] لأن هذا العلم الذي وصفهم به في هذه الآية لا يزيل عنهم الجهل؛ لأنه أراد: وأنتم تعلمون أن الأنداد التي تعبدونها لم ترفع لكم السماء ولم تمهد تحتكم (٥) الأرض، ولم ترزقكم رزقا. فعبدة الأصنام وغيرهم يتساوى علمهم في هذا المعنى، وإنما وصفهم الله جل ذكره بهذا العلم لتتأكد الحجة عليهم إذا اشتغلوا (٦) بشىء (٧) يعلمون (٨) أن الحق فى سواه (٩) . </p><p> ٢٣ - وقوله (١٠) تعالى: {وَإِنْ كُنْتُمْ فِي رَيْبٍ} الآية. قال النحويون:  (إن) دخلت هاهنا لغير شك، لأن الله تعالى علم أَنهم مرتابون، ولكن هذا عادة العرب في خطابهم، كقولك:  (إن كنت إنساناً فافعل كذا) ، وأنت تعلم أنه إنسان، و (إن كنت ابني فاعطف علي) فالله تعالى خاطبهم على عادة </p><p>(١) (لله) لفظ الجلالة غير موجود في (ب). (٢) \"معاني القرآن\" للزجاج ١/ ٦٥.(٣) (ابن) ساقط من (ج).(٤) ما بين المعقوفين ساقط من (ب).(٥) في (ج): (لكم).(٦) في (ب): (اشغلوا).(٧) في (ج): (في شيء).(٨) في (ب): (يعلموا).(٩) نحو هذا المعنى ذكر \"الطبري\" عن ابن عباس وقتادة، ورجحه. انظر: \"تفسير الطبري\" ١/ ١٦٣.وانظر: \"تفسير ابن عطية\" ١/ ١٩٩، \"زاد المسير\" ١/ ٤٩.(١٠) في (ج): (قوله) بسقوط الواو.</p><p> خطابهم فيما بينهم (١) . </p><p> وقيل: هو بمعنى (إذ)  (٢) قال أبو زيد: وتجيء (٣)  (إن) بمعنى (إذ) نحو قوله: {وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ}  [البقرة:٢٧٨] ، وقوله {وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ}  [آل عمران: ١٣٩] ونحوهما (٤) . </p><p> قال الأعشى: </p><p> وسمعتَ حَلْفتَها التي حلفتْ ... إن كان سمعُك غيرَ ذي وَقْرِ (٥) </p><p> وقوله تعالى:  {فَأْتُوا بِسُورَةٍ} . زعم أبو عبيدة أن (السورة)  (٦) مشتقة </p><p>(١) ذكر ابن الجوزي نحوه، فربما نقله عن الواحدي، وربما نقله عن ابن الأنباري وهو الأقرب، حيث إنه كثيراً ما ينقل عنه، فيكون من كلام ابن الأنباري، انظر: \"زاد المسير\" ١/ ٤٩. (٢) ذكره الثعلبي مع الأدلة من الآيات وبيت الأعشى. \"تفسير الثعلبي\" ١/ ٥٧ أ، وانظر: \"تهذيب اللغة\" (إن) ١/ ٢٢٤.(٣) في (أ)، (ج) (يجيء)، وأثبت ما في (ب) لأنه أنسب للسياق وموافق لما في \"تهذيب اللغة\".(٤) قول أبي زيد في \"تهذيب اللغة\"، (إن) ١/ ٢٢٤، وانظر: \"زاد المسير\" ١/ ٤٩، \"الدر المصون\" ١/ ١٩٧.والقول: إنَّ (إنْ) تأتي بمعنى (إذ) قول الكوفيين، أما البصريون فمنعوا مجيئها بمعنى (إذ).انظر: \"الإنصاف\" ص٥٠.(٥) البيت عند الثعلبي ١/ ٥٧ أ، \"الوسيط\" للواحدي ١/ ٥٧ منسوب للأعشى، ولم أجده في (ديوانه)، وهو في \"الإنصاف\" ص ٥٠٢. غير منسوب، وذكره عبد السلام هارون في \"معجم الشواهد العربية\" ص ١٨٧، ولم ينسبه.(الحلفة): واحدة الحلف وهو القسم.(الوقر): ثقل السمع.والشاهد فيه عند الواحدي، وعند الكوفيين ورود (إنْ) بمعنى (إذ).(٦) في (ج): (للسورة).</p><p> من سورة البناء، وأن السورة عرق من عروق (١) الحائط، ويجمع سُوَراً وكذلك (الصورة)  (٢) تجمع (صوراً) . واحتج بقوله: </p><p> سِرْتُ إِلَيْهِ في أَعَالي السُّور (٣) </p><p> وأقرأني العروضي، قال: أقرأني الأزهري، قال (٤) : أخبرني المنذري، عن أبي الهيثم أنه رد على أبي عبيدة قوله، وقال: إنما يجمع (٥)  (فُعْلَة) على (فُعْل) ، بسكون العين، إذا سبق الجمعَ الواحدُ، مثل: صوفة وصوف، وسورة البناء وسورٌ (٦) ، والسور جمع سبق وحدانه (٧) ، قال الله تعالى:  {فَضُرِبَ بَيْنَهُمْ بِسُورٍ}  [الحديد:١٣] . </p><p> والسُّور عند العرب حائط المدينة، وهو أشرف الحيطان، وشبه الله </p><p>(١) في \"تهذيب اللغة\" (أعراق) ٢/ ١٥٩٣. وكذا \"اللسان\" ٤/ ٢١٤٧. (٢) في (ج): (وكذلك قوله الصورة).(٣) الرجز للعجاج، ورد في \"المجاز\" لأبي عبيدة ١/ ٥، وقبله:فرب ذي سرادق محور\"ديوان العجاج\": ص ٢٢٤. رقم القصيدة (١٩)، وفي \"الكتاب\" ٤/ ٥١، \"غريب القرآن\" لابن قتيبة ١/ ٢٦، \"تفسير الطبري\" ١/ ٤٦، \"تهذيب اللغة\" (سار) ٢/ ١٥٩٢، \"اللسان\" (سور) ٤/ ٢١٤٧، \"الزاهر\" ١/ ٥٢٦. والسرادق: ما أحاط بالشيء من بناء أو خباء أو غيره، وسرت: من سار الحائط يسوره وتسوره، أي: تسلق. وكلام أبي عبيدة بنصه في \"التهذيب\" \"سار\" ٢/ ١٥٩٣. وانظر \"مجاز القرآن\" ١/ ٣، ٤، ٤٣، \"اللسان\" (سور) ٤/ ٢١٤٧. (الزاهر) ١/ ١٧٠. \"تفسير ابن عطية\" ١/ ٧٠.(٤) في \"تهذيب اللغة\": وأخبرني المنذري عن أبي الهيثم: أنه رد على أبي عبيدة قوله ... الخ كلام أبي الهيثم.\"التهذيب\" (سار) ٢/ ١٥٩٣. وفي \"اللسان\" (سور) ٤/ ٢١٤٧.(٥) في \"التهذيب\": (تجمع) وكذا في \"اللسان\".(٦) في \"اللسان\" (وسُوْرُهُ).(٧) في (التهذيب) (فالسورة جمع سبق وُحْدَانَه في هذا الموضع جمعه) ٢/ ١٥٩٣.</p><p> تعالى الحائط الذي حجز بين أهل النار وأهل الجنة بأشرف حائط عرفناه في الدنيا، وهو اسم واحد لشيء (١) واحد، إلا أنا إذا أردنا أن نعرف (٢) العِرْقَ (٣) منه قلنا: سورة، كما تقول: التمر، وهو اسم جامع للجنس، فإذا أردنا أن نعرف الواحدة من التمر قلنا: تمرة، وكل منزلة رفيعة فهي سورة، مأخوذة من سورة البناء ومنه قول النابغة: </p><p> ألم تر أنَّ الله أعطاك سورةً ... ترى كل مَلْكٍ دونها يتذبذبُ (٤) </p><p> وجمعها (سُوْرٌ)  (٥) أي: رِفَعٌ. </p><p> أما سورة القرآن، فإن الله تعالى جمعها على:  (سُوَر) مثل: غُرْفَة وغُرَفُ، ورُتْبَة ورُتَب، وزُلفَة وزُلَف، فدل على أنه لم يجمعها كما قال (٦) ، ولم يجعلها من سُورِ (٧) البناء، لأنها لو كانت منه لقال:  (بعشرِ سُوْر) ولم </p><p>(١) في (ب): (كشيء). (٢) في (أ)، (ج): (يعرف) واخترت ما في (ب)، لأنه أصح، وموافق لما في \"تهذيب اللغة\" ٢/ ١٥٩٣.(٣) كذا في جميع النسخ، \"اللسان\" ٤/ ٢١٤٨. وفي \"تهذيب اللغة\" (الفرق) ٢/ ١٥٩٣.(٤) البيت للنابغة الذبياني من قصيدة يمدح النعمان، ويعتذر إليه.وقوله (السورة): المنزلة الرفيعة، (والملك بتذبذب): يتعلق ويضطرب، يريد أن منازل الملوك دون منزلته. انظر: \"مجاز القرآن\" ١/ ٤. \"غريب القرآن\" لابن قتيبة ١/ ٢٦. \"تفسير الطبري\" ١/ ٤٦. \"المصون في الأدب\" للعسكري: ص ١٥٠، ١٥١. \"التهذيب\" (سار) ٢/ ١٥٩٣. \"اللسان\" (سور) ٤/ ٢١٤٨. \"تفسير ابن عطية\" ١/ ٢٠١. \"ديوان النابغة\": ص ٢٨. \"الزاهر\" ١/ ١٧١.(٥) في (أ): (سِوَر) وفي (ب): (سواري رفع).(٦) قوله: (فدل على أنه لم يجمعها كما قال) ليس في \"تهذيب اللغة\" ولا \"اللسان\"، والمعنى لم يجمعها (سُوْرٌ) بالسكون كما قال أبو عبيدة.(٧) في (ب): (سورة).</p><p> يقل:  {سُوَرٍ}  [هود: ١٣]  (١) والقراء مجمعون على {سُوَرٍ} . وكذلك أجمعوا على قراءة (سُورٍ)  (٢) في قوله {فَضُرِبَ بَيْنَهُمْ بِسُورٍ}  [الحديد: ١٣] . فدل هذا على تمييز (سُورَةٍ) من سُوَرِ (٣) القرآن عن (سُوْرَة) من سُوْرِ البناء. </p><p> وكأن أبا عبيدة أراد أن [يؤيد]  (٤) قوله في (الصور) أنه جمع (صورة)  (٥) ، وكان ينكر أن (الصور) قرن خلقه الله للنفخ فيه، ونذكر (٦) قوله ذلك والرد عليه إذا أتينا على ذكر (الصور) إن شاء الله. </p><p> قال أبو الهيثم: والسورة (٧) من سور [القرآن]  (٨) عندنا: قطعة من القرآن، سبق وُحْدانُها جَمْعَها، كما أن الغرفة (٩) سابقة للغرف. وأنزل الله القرآن على نبيه صلى الله عليه وسلم شيئاً بعد شيء، وجعله مفصلاً، وبيّن كل سورة بخاتمتها وبادئتها، وميزها من التي تليها (١٠) . </p><p>(١) في (أ)، (ج): (بسُوَر) وأثبت ما في (ب)، وفي \"تهذيب اللغة\" (بعشر سُوَرٍ) \"تهذيب اللغة\" ٢/ ١٥٩٣. (٢) في (ب): (بسوره).(٣) في (ب): (سوره).(٤) في جميع النسخ (يريد) والتصحيح من \"تهذيب اللغة\" ٢/ ١٥٩٣. \"اللسان\" ٤/ ٢١٤٨.(٥) في \"تهذيب اللغة\" (فأخطأ في الصور والسور، وحرَّف (كلام العرب) عن صيغته ... إلخ). انظر \"تهذيب اللغة\" (سار) ٢/ ١٥٩٣. \"اللسان\" (سور) ٤/ ٢١٨٤.(٦) في (ب) (ويذكر).(٧) في (ب) (السور).(٨) (القرآن) غير موجود في جميع النسخ، والتصحيح من \"تهذيب اللغة\" ٢/ ١٥٩٣، \"اللسان\" ٤/ ٢١٤٨.(٩) في (ب) (المعرفة).(١٠) انتهى كلام أبي الهيثم، \"تهذيب اللغة\" (سار) ٢/ ١٥٩٤، \"اللسان\" (سور) ٤/ ٢١٤٨.</p><p> قال الأزهري: وكأن أبا الهيثم جعل السورة من سور القرآن من سؤرة الشراب، وهي بقيته، إلا أنها لما كثرت في الكلام ترك فيها الهمز (١) . </p><p> قال (٢) : وأخبرني المنذري، عن أبي العباس، عن ابن الأعرابي قال:  (السورة) الرفعة وبها سميت السورة من القرآن، أي رفعة وخير (٣) ، فأرى ابن الأعرابي وافق قوله قول أبي عبيدة (٤) . </p><p> قال:  (٥) والبصريون يجمعون (الصورة) و (السورة) وما أشبههما (٦) على (صُوَر وصُوْر) ، و (سُوَر وسُوْر) ولا يميزون بين ما سبق جمعه وحدانه وبين ما سبق وحدانه جمعه، والذي حكاه أبو الهيثم هو قول (٧) الفراء. </p><p>(١) في \"التهذيب\": (.. جعل السورة من سور القرآن من أسأرت سؤرا، أي: أفضلت فضلا، إلا أنها لما كثرت في الكلام وفي كتاب الله ترك فيها الهمز أي السورة كما ترك في (الملك) وأصله (ملْأَك) وفي (النبي) وأصله الهمز، وكان أبو الهيثم طَوَّل الكلام فيهما رداً على أبي عبيدة، فاختصرت منه مجامع مقاصده، وربما غيرت بعض ألفاظه، والمعنى معناه). \"تهذيب اللغة\" (سار) ٢/ ١٥٩٤. \"اللسان\" ٤/ ٢١٤٨. وانظر: \"الزاهر\" ١/ ١٧١. (٢) أي: الأزهري.(٣) ونحوه عند \"الطبري\" فإنه قال: (والسورة بغير همز: المنزلة من منازل الارتفاع). انظر: \"تفسيره\" ١/ ٤٦. وقد ذكر هذين المعنيين للسورة ابن قتيبة في \"غريب القرآن\": ١/ ٢٦. وانظر: \"الزاهر\" ١/ ١٧١. \"البرهان في علوم القرآن\" ١/ ٢٦٣، ٢٦٤. \"الإتقان\" ١/ ١٨٦. \"تفسير ابن كثير\" ١/ ٦٤.(٤) \"تهذيب اللغة\" ٢/ ١٥٩٤. \"اللسان\" ٤/ ٢١٤٨.(٥) أي الأزهري. انظر: \"تهذيب اللغة\" ٢/ ١٥٩٤، وربما أوهم صنيع الواحدي أن الكلام لابن الأعرابي.(٦) في (أ) و (ج): (وما أشبهها).(٧) في \"التهذيب\": (والذي حكاه أبو الهيثم هو قول الكوفيين، وهو يقول به إن شاء الله) \"تهذيب اللغة\" ٢/ ١٥٩٤. \"اللسان\"٤/ ٢١٤٨.</p><p> وخص هذا القدر من القرآن بتسمية (سورة) ، لأنه أقل قطعة وقع به التحدي [على قول أبي الهيثم، وعلى قول أبي عبيدة، لأنه أقل ما وقع به التحدي]  (١) ، فهي شرف للنبي صلى الله عليه وسلم من حيث إنها معجزة له. وقيل: سميت سورة، لأن من حفظها وعلمها حصل له شرف (٢) . وقيل: لأن كل سورة بمنزلة درجة رفيعة ومنزل عال، يرتفع القارئ منها إلى منزلة أخرى إلى أن يستكمل القرآن (٣) . </p><p> فإن قيل: فما (٤) الفائدة في تفصيل القرآن على السور؟ قيل: فيه فوائد كثيرة، منها: أن القارئ إذا خرج من سورة إلى سورة كان أنشط لقراءته وأحلى في نفسه. </p><p> ومنها: أن تخصيص كل سورة بقدر مخصوص كاختصاص القصائد. </p><p> ومنها: أن الإنسان قد يضعف أو يكسل عن حفظ الجميع فيحفظ سورة تامة فربما كان ذلك سبباً يدعوه إلى حفظ غيرها (٥) . </p><p> قال المفسرون: ومعنى الآية: أن الله تعالى لما احتج عليهم [في إثبات توحيده احتج عليهم]  (٦) -أيضا- في إثبات نبوة محمد صلى الله عليه </p><p>(١) مابين المعقوفين ساقط من (ب). (٢) انظر: \"الزاهر\" ١/ ١٧١. \"الدر المصون\" ١/ ٢٠١.(٣) وهذا القول كأنه يرجع إلى قول أبي عبيدة وابن الأعرابي، وفي معنى السورة أقوال أخرى. انظر: \"الزاهر\" ١/ ١٧١، \"جمهرة اللغة\" ٢/ ٧٢٢، \"تفسير الطبري\" ١/ ٤٦، وابن عطية ١/ ٧٠، \"تفسير ابن كثير\" ١/ ٦٤، \"البرهان\" ١/ ٢٦٣، ٢٦٤، \"الكشاف\" ١/ ٢٣٩.(٤) في (ب): (ما).(٥) وذكر بعض العلماء حكماً أخرى لتفصيل القرآن إلى سور، وكلها حكم وفوائد مستنبطة، والله أعلم بحكمة ذلك. انظر: \"الكشاف\" ١/ ٢٤٠ - ٢٤١، \"البرهان\" ١/ ٢٦٤ - ٢٦٥.(٦) ما بين المعقوفين ساقط من (ب).</p><p> وسلم بما قطع عذرهم، فقال: وإن كنتم في شك من صدق هذا الكتاب الذي أنزلناه على محمد عليه الصلاة (١) والسلام، وقلتم: لا ندري هل هو من عند الله أم لا، {فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} ، أي من مثل القرآن (٢) . والكناية (٣) في (مثله) تعود إلى (ما) قوله: {مِمَّا نَزَّلْنَا}  (٤) . </p><p> ودليل هذا التأويل قوله:  {فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ}  [الطور: ٣٤] . وقوله تعالى:  {فَأْتُوا بِسُورَةٍ مِثْلِهِ}  (٥) ، وقوله:  {لَا يَأْتُونَ بِمِثْلِهِ}  [الإسراء: ٨٨] كل ذلك يريد به مثل القرآن، ومعناه: فأتوا بسورة مثل ما أتى به محمد في الإعجاز وحسن النظم والإخبار عما كان وما يكون، على جهة الابتداء دون الاحتذاء، وتعلم الكتب ودراسة الأخبار. </p><p> و (من) يكون للتبعيض (٦) على هذا القول، لأن التحدي في هذه الآية وقع ببعض القرآن، وهو السورة. ويحتمل أن تكون للتجنيس (٧) ، أي: من </p><p>(١) (الصلاة) ساقطة من (ب). (٢) ذكر نحوه \"الطبري\" عن قتادة ومجاهد، وذكر قولاً آخر، وهو: (من مثله) من مثل محمد من البشر، لأن محمداً بشراً مثلكم، ورجح القول الأول \"الطبري\" ١/ ١٦٥. وانظر \"معاني القرآن\" للزجاج ١/ ٦٦، والثعلبي ١/ ٥٧ أ، وذكر أبو الليث أن الخطاب في قوله: {وَإِنْ كُنْتُمْ} لليهود، و (من مثله): من التوراة. (تفسير أبي الليث) ١/ ١٠٢، انظر: \"القرطبي\" ١/ ٢٠٠.(٣) في (ب): (فالكناية).(٤) وعلى القول الثاني: تعود على (عبدنا) ذكره ابن الأنباري في (البيان في غريب إعراب القرآن) ١/ ٦٤. وقال \"القرطبي\": (وقيل: يعود على التوراة والإنجيل). انظر \"القرطبي\" ١/ ٢٠٠.(٥) في (أ) و (ج): {مِنْ مِثْلِهِ} تصحيف في الآية. والآية: ٣٨، من سورة يونس.(٦) انظر: \"تفسير ابن عطية\" ١/ ٢٠٢.(٧) انظر: \"تفسير ابن عطية\" ١/ ٢٠٢، \"زاد المسير\" ١/ ٥٠، \"الدر المصون\" ١/ ٢٠٠.</p><p> جنس هذا الكتاب كقوله:  {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} . [الحج:٣٠] وقيل: (من) هنا صلة (١) ، معناه (٢) : فأتوا بسورة مثل القرآن، كقوله:  {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ}  [النور: ٣٠] أي: أبصارهم، وقال النابغة: </p><p> وَمَا أُحَاشِي مِنَ الأقْوَامِ مِنْ أَحَدٍ (٣) </p><p> أي: أحداً. </p><p> قال النحويون:  (مِنْ) ، يكون على أربعة أوجه: أحدها: ابتداء الغاية، وهو أصلها (٤) ، كقولك: سرت (٥) من الكوفة إلى البصرة. </p><p> والثاني: التبعيض، كقولك: خذ من الثياب ثوباً. </p><p>(١) في (ج): (من ههنا زائدة صلة). القول إنها صلة ذكره الثعلبي في \"تفسيره\" ١/ ٥٧ أ، وبعضهم يسميها (زائدة) قاله ابن الأنباري ونسبه للأخفش، انظر \"البيان\" ١/ ٦٤، \"تفسير ابن عطية\" ١/ ٢٠٢، \"إملاء ما من به الرحمن\" ١/ ٢٤. وفيه وجه آخر: أن تكون لابتداء الغاية، إذا كان الضمير يعود على النبي صلى الله عليه وسلم، انظر \"إملاء ما من به الرحمن\" ١/ ٢٤، \"الدر المصون\" ١/ ٢٠٠. (٢) في (ب): (معناها).(٣) البيت للنابغة من المعلقة التي يمدح بها النعمان، ويعتذر إليه، وصدره:ولا أَرى فَاعِلاً في النَّاس يُشْبِهُهُيقول: لا أرى فاعلاً يفعل الخير يشبهه، والضمير للنعمان، وما أحاشي من أحد أي: لا أستثني أحداً. و (من) زائدة، وهذا وجه الاستشهاد عند الواحدي. وقد ورد في بعض المصادر (ولا أحاشي) ورد البيت في \"الديوان\": ص ١٢، و\"جمل الزجاجي\": ص ٢٣٣، \"الإنصاف\" ١/ ٢٤١، \"مغني اللبيب\" ١/ ١٢١، \"شرح المفصل\" ٢/ ٨٥، ٨/ ٤٨ - ٤٩، \"الخزانة\" ٣/ ٤٠٣، \"همع الهوامع\" ٣/ ٢٨٨، شاهد رقم (٩١٨).(٤) قال ابن هشام: (هو أصلها، حتى ادعى جماعة أن سائر معانيها راجعة إليه)، \"مغني اللبيب\" ١/ ٣١٨.(٥) في (ب): (سرق).</p><p> والثالث: التجنيس، كقوله:  {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ}  [الحج: ٣٠] . </p><p> والرابع: الزيادة، كقولك: ما أتاني من أحد (١) </p><p> وهاهنا فصل يحاج إليه في كثير من المواضع، وذكرته هاهنا (٢) ، وهو (أن الحروف عند النحويين لا يليق بها الزيادة ولا الحذف، وأن أعدل أحوالها (٣) أن تستعمل غير مزيدة ولا محذوفة، فأما (٤) امتناع حذفها، فمن قبل أن الغرض في هذه الحروف إنما هو الاختصار، ألا ترى أنك إذا قلت:  (ما قام زيد) فقد نابت (ما) عن (أنفي) ، وإذا قلت:  (هل قام زيد) ؟ نابت (هل) عن (أستفهم)  (٥) ، فوقوع الحرف مقام الفعل وفاعله غاية الاختصار، فلو ذهب (٦) بحذف الحرف تخفيفا، لأفرطت في الإيجاز، لأن اختصار المختصر إجحاف (٧) به. وأما وجه ضعف زيادتها، فلأن الغرض (٨) </p><p>(١) سبق أن ذكر الواحدي لـ (من) خمسة معان نقلها عن \"تهذيب اللغة\"، وانظر \"التهذيب\" (من) ٤/ ٣٤٥٣، وقد ذكر الهروي المعاني الأربعة التي ذكرها الواحدي. انظر \"الأزهية في علم الحروف\": ص ٢٢٤ - ٢٢٥، وذكر بعض هذِه المعاني ابن الأنباري في (الأضداد): ص ١٥٢، أما ابن هشام في \"مغني اللبيب\" فذكر لـ (من) خمسة عشر وجها ١/ ٣١٨. (٢) هذا الفصل منقول بنصه من \"سر صناعة الإعراب\" لابن جني. قال: (اعلم أن الحروف لا يليق بها الزيادة ولا الحذف .. إلخ) ١/ ٢٦٩.(٣) في (ب): (أحولها).(٤) عند أبي الفتح بن جني (فأما وجه القياس في امتناع حذفها ...) ١/ ٢٦٩.(٥) في (ج): (استفهام).(٦) عند أبي الفتح بن جني (فلو ذهبت تحذف ..) ١/ ٢٦٩. وهو الأنسب للسياق.(٧) في (ج): (حجازيه).(٨) عند أبي الفتح (فمن قبل أن الغرض في الحروف الاختصار ...) \"سر صناعة الإعراب\" ١/ ٢٦٩.</p><p> في الحروف الاختصار كما ذكرنا (١) ، فلو ذهبت تزيدها لنقضت الغرض الذي قصدته، لأنك كنت تصير من الزيادة إلى ضد ما قصدته من الاختصار (٢) ، ولولا (٣) أن في الحرف إذا زيد ضرباً من التوكيد لما جازت زيادته البتة، كما أنه لولا قوة العلم بمكانه لما جاز حذفه البتة (٤) ، وإذا كان الأمر كذلك فقد علمنا من هذا أنا (٥) متى رأيناهم قد (٦) زادوا فقد أرادوا غاية التوكيد (٧) ، كما أنا إذا رأيناهم قد حذفوا حرفاً فقد أرادوا غاية الاختصار، ولولا ذلك الذي أجمعوا عليه واعتزموه (٨) ، لما استجازوا زيادة ما الغرض فيه الإيجاز، وحذف (٩) ما وضعه على نهاية الاختصار) (١٠) . </p><p>(١) قال أبو الفتح (كما قد منا) \"سر صناعة الإعراب\" ١/ ٢٦٩. (٢) قال أبو الفتح بعده: (فاعرف هذا، فأن أبا علي حكاه عن الشيخ أبي بكر -يريد ابن سراج - رحمهما الله-، وهو نهاية في معناه، ولولا أن الحرف إذا زيد ... إلخ) \"سر صناعة الإعراب\" ١/ ٢٧٠.(٣) في (ب): (ولو).(٤) عند أبي الفتح: (لما جاز حذفه البتة، فإنما جاز فيه الحذف والزيادة من حيث أريتك، على ما به من ضعف القياس، وإذا كان الأمر كذلك ..) \"سر صناعة الإعراب\" ١/ ٢٧٠.(٥) عند أبي الفتح (أننا)، ١/ ٢٧٠.(٦) في (ب): (فقد).(٧) في (ب): (للتوكيد).(٨) في (ب): (واعترفوه).(٩) عند أبي الفتح (ولا حذف) وفي الحاشية (لا) سقطت من (ب، ل، ش) \"سر صناعة الإعراب\" ١/ ٢٧٠. لعل الواحدي اعتمد على إحدى هذِه النسخ.(١٠) انتهى ما نقله من \"سر صناعة الإعراب\" ١/ ٢٦٩ - ٢٧٠.</p><p> فإن قيل على هذا، فهل للقرآن مثل حتى يقال: ائت بمثله؟. قيل: أما في مقدور الله فنعم، وأما في مقدور البشر فلا، ولذلك (١) صح أنه معجز والذي وقع به التحدي هو هذا النظم المخصوص والقراءة المعهودة، وهي مخلوقة (٢) ، وما كان منظوماً مؤلفاً، فمن الواجب أن يكون له في قدرة الله </p><p>(١) في (ب): (وكذلك). (٢) هذا الكلام فيه إيهام وإشكال، حيث إن قوله: (والقراءة المعهودة، وهي مخلوقة) في احتمالان:أحدهما: أن يكون قوله: (والقراءة المعهودة مخلوقة) مستأنف -وهي كالجملة المعترضة- وعلى هذا الاحتمال: إن قصد بالقراءة. المقروء فهو باطل، لأن معناه القول بخلق القرآن، وإن قصد بالقراءة صوت القارئ فقوله: (وهي مخلوقة) صحيح، لكن إطلاق هذِه العبارة بدعة لم يستعملها السلف. وكان يمكن حمل كلام الواحدي على هذا، لولا قوله فيما بعد: (وما كان منظوما مؤلفا فمن الواجب أن يكون له في قدرة الله أمثال (فكأنه أراد الخلق، بينما الكلام صفة لله تعالى، والله يتكلم إذا شاء متى شاء.ثانيهما: أن يكون قوله: (والقراءة المعهودة) معطوف على قوله: (النظم المخصوص) فيكون قوله: (وهي مخلوقة) راجع إلى النظم والقراءة، وهذا على رأي الأشاعرة الذين يقولون بقدم الكلام النفسي، أما القرآن المتلو فهو عندهم حادث مخلوق، ولذلك صرح الإيجي في (المواقف) بأنهم يوافقون المعتزلة في أنه مخلوق قال: (قالت المعتزلة: أصوات وحروف يخلقها الله في غيره كاللوح المحفوظ، أو جبريل أو النبي، وهو حادث ..) ثم قال: (ونحن لا ننكره) وقال: (فاعلم أن ما يقوله المعتزلة وهو خلق الأصوات والحروف وكونها حادثة قائمة فنحن نقول به، ولا نزل بيننا وبينهم في ذلك ...) \"المواقف\": ص ٢٩٣ - ٢٩٤. وجمهور المفسرين وفي مقدمتهم ابن جرير على أن المراد: من مثله في (البيان)، لأنه نزل بلسان عربي مبين، فكلام العرب له مثل في معنى العربية، وأما المعنى الذي باين به القرآن سائر كلام المخلوقين فلا مثل له من ذلك الوجه، ولا =</p><p> أمثال، ولو لم يكن له مثل مقدور، لم يصح التحدي به، ألا ترى أن [التحدي لأن يأتوا بمثل القديم محال. لأنه لا مثل له.</p><p> ويجوز أن]  (١) يكون (٢) الكناية في مثله يعود إلى قوله: {عَلَى عَبْدِنَا} وهو النبي صلى الله عليه وسلم ومعناه: فأتوا بسورة من رجل أميّ، لا يحسن الخط والكتابة ولم يدرس الكتب (٣) . </p><p> وقوله تعالى:  {وَادْعُوا شُهَدَاءَكُمْ} . (الشهداء) : جمع شهيد والشهيد يجوز أن يكون بمعنى: مشاهد كالجليس والشريب (٤) والأكيل والشريك، ويجوز أن يكون بمعنى: شاهد كالعليم (٥) والعالم، والقدير القادر، ويجوز أن يكون بمعنى: مشهود فعيل بمعنى مفعول، والشهود: الحضور، ومنه قوله تعالى {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ}  [البقرة: ١٨٥] أي حضر، والمشاهد للشيء: الحاضر عنده، وسمي الشاهد شاهداً: لأنه يخبر عما شاهد (٦) </p><p>= نظير ولا شبيه. انظر: \"تفسير الطبري\" ١/ ١٦٥، \"تفسير ابن عطية\" ١/ ٢٠١ - ٢٠٢، والنسفي في \"تفسيره\" ١/ ٢٨، والبيضاوي في \"تفسيره\" ١/ ١٥، والخازن \"تفسيره\"١/ ٨٩ ضمن مجموعة من التفاسير. (١) مابين المعقوفين ساقط من (ب).(٢) في (ب): (تكون).(٣) سبق ذكر هذا القول انظر الهامش: ٢/ ٢٤١. والقول الأول هو قول جمهور المفسرين. انظر \"الطبري\" ١/ ١٦٥. وابن كثير في \"تفسيره\" ١/ ٦٣.(٤) في (أ) و (ج): (السريب)، وفي \"الوسيط\" للواحدي (الشريب) ١/ ٥٩.(٥) في (ب): (كالعلم).(٦) انظر. \"تفسير الطبري\" ١/ ١٦٧. \"تهذيب اللغة\" (شهد) ٢/ ١٩٤٢. \"معجم مقاييس اللغة\" (شهد) ٣/ ٢٢١. \"اشتقاق أسماء الله\" للزجاجي: ص ١٣٢. \"مفردات الراغب\" ص ٢٦٨. \"اللسان\" (شهد) ٤/ ٢٣٤٨.</p><p> وسيأتي بيان معنى: الشهيد الذي قتل في سبيل الله، والشهادة على الشيء فيما بعد (١) . </p><p> فأما التفسير، فقال ابن عباس:  (شهداءكم) يعني: أعوانكم وأنصاركم الذين يظاهرونكم على تكذيبكم (٢) . فعل هذا القول (الشهيد) بمعنى: المشاهد (٣) ، وسمى أعوانهم شهداء، لأنهم يشاهدونهم عند المعاونة (٤) ، وهذا القول اختيار أبي إسحاق (٥) ، لأنه قال في تفسيره: ادعوا من رجوتم معونته (٦) . و (الدعاء) على هذا القول بمعنى: الاستعانة، والعرب كثيراً ما تستعمل (الدعاء) في معنى الاستعانة، وذلك أن الإنسان إذا إستعان بغيره دعاه (٧) ، فلما كان في الاستعانة يحتاج إلى الدعاء، سمى الاستعانة دعاء (٨) . </p><p> من ذلك قول الشاعر: </p><p>(١) ذكر معنى الشهيد عند تفسير قوله تعالى: {وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ} [آل عمران: ١٤٠]، \"البسيط\" ١/ ل ٢٠٩ من \"النسخة الأزهرية\". (٢) أخرجه ابن جرير بسنده عن ابن عباس في \"تفسيره\" ١/ ١٦٦. وابن أبي حاتم في تفسيره ١/ ٦٤. وذكره السيوطي في \"الدر\" ١/ ٧٧. وانظر \"زاد المسير\" ١/ ٥١. \"تفسير ابن عطية\" ١/ ٢٠٢ - ٢٠٣.(٣) في (ب): (الشاهد).(٤) انظر \"الطبري\" في \"تفسيره\" ١/ ١٦٦، \"تفسير ابن عطية\" ١/ ٢٠٣، (غريب القرآن) لابن قتيبة: ١/ ٢٦، \"زاد المسير\" ١/ ٥١.(٥) أي: الزجاج.(٦) \"معاني القرآن\" للزجاج ١/ ٦٦.(٧) في (ب): (وعاه).(٨) انظر: \"تفسير الثعلبي\" ١/ ٥٧ أ، وأبي الليث في \"تفسيره\" ١/ ١٠٢. \"القرطبي\" في \"تفسيره\" ١/ ٢٠٠. \"زاد المسير\" ١/ ٥٠.</p><p> دَعَوْتُ بني قَيْس إليَّ فَشَمَّرَتْ ... خَنَاذِيذُ مِنْ سَعْدٍ طِوَالُ السَّواعِدِ (١) </p><p> أي استعنت بهم. ألا تراه يقول: فَشَمَّرَتْ. </p><p> وقالت امرأة من طيء: </p><p> دَعَا دَعْوَةً يَوْمَ الشَّرى يَالَ مَالِكٍ ... ومَنْ لا يُجِبْ عِنْدَ الحَفِيظَة يُكْلَمِ (٢) </p><p> أي استعان بهم فلم ينصروه. </p><p> وقال الفراء: يريد (آلهتهم) ، يقول: استغيثوا بهم، وهو كقولك للرجل: إذا لقيت العدو خاليا فادع المسلمين، معناه استغث (٣) بالمسلمين (٤) . </p><p>(١) ورد البيت في \"ديوان الحماسة\" بشرح المرزوقي، وعزاه لبعض بنى فقعس ٢/ ٤٩٨، وورد في \"البيان والتبيين\"، وقال: قال القيسي، ٢/ ١١، وفي \"الحيوان\" وقال: قول بعض القيسيين من قيس بن ثعلبة ١/ ١٣٤، ومعنى البيت: يقول استغثت بهؤلاء القوم، فهب رجال لنصرتي كأنهم فحول، و (الخناذيذ): الكرام من الخيل، استعارها للكرام من الرجال. (٢) ورد البيت في \"ديوان الحماسة\" بشرح المرزوقي ١/ ٢١١، \"معجم ما استعجم من البلدان\" ٣/ ٧٨٥، \"معجم البلدان\" ٣/ ٣٣٠، وكلهم نسبوه لامرأة من طيئ. قيل: هي بنت بهدل بن قرفة الطائي، أحد لصوص العرب في زمن عبد الملك بن مروان. و (الشرى): مكان وقعت فيه الوقعة المذكورة، و (الحفيظة) الخصلة التي يحفظ الإنسان عندها أي يغضب. و (يكلم): يقتل أو يغلب.(٣) في (أ) و (ج): (استغيث) وأثبت ما في (ب) لأنه أصوب، ومثله ورد في \"معاني القرآن\" للفراء.(٤) في (ب): (بالمسلمين فمعناه). وبهذا انتهى كلام الفراء. انظر: \"معاني القرآن\" ١/ ١٩.</p><p> فالدعاء هاهنا بمعنى الاستغاثة (١) والاستعانة قريب من السواء، وعلى هذا (شهيد) بمعنى مشهود، وآلهتهم كانت مشهودة لهم، لأنهم كانوا يشهدونها ويحضرونها. </p><p> وروى عن مجاهد والقرظي (٢) في قوله: {وَادْعُوا شُهَدَاءَكُمْ} أي: ناسا يشهدون لكم على صدق (٣) ما قلتم وما تأتون به من معارضة للقرآن (٤) . فإن قيل: كان يمكنهم أن يعارضوه بما هو دونه في الفصاحة ثم يأتوا بقوم يشهدون لهم بالباطل أنه مثل القرآن. </p><p> قيل: إن الله سبحانه أعجز الخلق عن الإتيان بمثل القرآن، وصرفهم أيضًا عن (٥) الشهادة على ما هو باطل وفاسد بأنه مثل القرآن، ألا ترى أنه لم يوجد منهم هذا (٦) ، </p><p>(١) وممن قال الدعاء هاهنا بمعنى الاستغاثة: ابن قتيبة في \"غريب القرآن\": ص ٢٦، وانظر: \"الطبري\" في \"تفسيره\" ١/ ١٦٧، \"زاد المسير\" ١/ ٤٩. (٢) هو محمد بن كعب القرظي، تابعي، ولد في حياة النبي صلى الله عليه وسلم كان عالما بالتفسير، سقط عليه سقف المسجد فمات سنة مائة وثمان، وقيل: سنة سبع عشرة، وقيل: سنة عشرين ومائة. انظر \"تهذيب التهذيب\" ٣/ ٦٨٤، \"غاية النهاية في طبقات القراء\" ٢/ ٢٣٣.(٣) (صدق) ساقط من (ج).(٤) ذكره الثعلبي في (تفسيره) ١/ ٥٧ أ، والرواية عن مجاهد أخرجها \"الطبري\" من عدة طرق ١/ ١٦٧، وابن أبي حاتم ١/ ٦٤، وذكرها ابن الجوزي في \"زاد المسير\" ١/ ٥١، وابن كثير ١/ ٦٣.(٥) في (ب): (على).(٦) عبارة الواحدي فيها إيهام حيث قال: (أعجز الخلق عن الإتيان بمثل القرآن ...) ثم عطف عليه وقال: (وصرفهم -أيضاً- عن الشهادة على ما هو باطل)، فقوله (أعجز) إن كان بمعنى: (تحدي) فصحيح، وإن كان بمعنى (منع) فباطل، إذ حقيقة =</p><p> ولو أمكنهم ذلك (١) لفعلوا، ولا ترى للقرآن معارضة بوجه سواء كان فصيحاً أو ركيكاً، إلا شهد المخالف والموافق (٢) بركاكته. وعلى هذا القول (٣)  (شهيد) بمعنى: شاهد. </p><p> وقوله تعالى:  {مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ} . (دون) يرد في الكلام على معان كثيرة (٤) ، يكون بمعنى:  (قبل) كقولك: دون النهر قتال. ودون قتل الأسد أهوال، وقمت دون فلان، إذا نضحت عنه (٥) ، ومنه قول </p><p>= ذلك القول بالصرفة، وهو قول النظام من المعتزلة حيث قال: إن الله صرف العرب عن معارضته وسلب عقولهم، وكان مقدورا لهم، ولكن عاقهم أمر خارجي، وهذا القول مردود عند جماهير العلماء، انظر: \"البرهان\" ٢/ ٩٣ - ٩٤، \"البرهان الكاشف عن إعجاز القرآن\": ص ٥٣. (١) (ذلك) ساقط من (ج).(٢) (الموافق) ساقط من (ب).(٣) أي قول المجاهد: ادعوا ناسا يشهدون لكم. وقد ضعف ابن جرير هذا القول، وقال. لا وجه له، وقال: إن القوم كانوا على عهد رسول الله صلى الله عليه وسلم ثلاثة أصناف، أهل إيمان صحيح، وأهل كفر صحيح، وأهل نفاق، فأهل الإيمان من المحال أن يدعي الكفار أنهم لهم شهداء، فمن أي الفريقين يكون شهداؤهم؟ انظر. \"تفسير الطبري\" ١/ ١٦٧.(٤) ذكر هذِه (المعاني) مفصلة الأزهري حيث قال: لـ (دون) تسعة معان، ثم أخذ في شرحها كما نقل المؤلف هنا، انظر: \"التهذيب\" ٢/ ١٢٤٩، وانظر: \"البرهان\" ٤/ ٢٧٥، \"الإتقان\" ٢/ ٢٣٥، \"اللسان\" (دون) ٣/ ١٤٦٠. قال السمين الحلبيّ: (دون) من ظروف الأمكنة، ولا تتصرف على المشهور إلا بالجر بـ (من)، وزعم الأخفش أنها متصرفة .. وهو من الأسماء اللازمة للإضافة ... وأما (دون) التي بمعنى رديء فتلك صفة كسائر الصفات .. وليست مما نحن فيه. \"الدر المصون\" ١/ ٢٠٢.(٥) \"تهذيب اللغة\" (دون) ٢/ ١٢٤٩.</p><p> الحارثي (١) : </p><p> ......... وأنَّى تَخَلَّصَتْ ... إليَّ وبابُ السَّجْنِ دُونِيَ مُغْلَقُ (٢) </p><p> ومنه قوله عليه الصلاة والسلام:  \"المقتول دون ماله شهيد\"  (٣) . </p><p> ويكون (دون) بمعنى: (وراء) ، كقولك:  (هو أمير على ما دون جَيْحُون)  (٤) ، أي على ما وراءه (٥) . ويكون بمعنى:  (تحت) ، يقال: هو </p><p>(١) في (ج): (الحاوي). والحارثي هو جعفر بن علبة، بضم العين، ينتهي نسبه إلى كعب ابن الحارث، شاعر غزل مقل، عاش في الدولة الأموية وأدرك العباسية. انظر: \"الخزانة\" ١٠/ ٣١٠. (٢) البيت من قصيدة لجعفر بن علبة وصدره:عَجِبْتُ لمسْرَاها وأنَّى تَخَلَّصَتْيقول: عجبت من سير هذا الخيال إلي مع أن باب السجن موثق بيني وبينها. أورد القصيدة أبو تمام في \"ديوان الحماسة\" ١/ ٥١ - ٥٢، بشرح المرزوقي، والبغدادي في \"الخزانة\" ١٠/ ٣٠٧.(٣) أخرجه البخاري ومسلم عن عبد الله بن عمرو \"من قتل دون ماله فهو شهيد\" البخاري في كتاب المظالم، باب من قتل دون ماله، حديث رقم (٢٤٨٠). ومسلم (١٤١) كتاب الإيمان، باب: هدر دم من قصد أخذ مال غيره بغير حق. وأخرجه أحمد في \"مسنده\" ٢/ ٢٢١ - ٢٢٣. مع بعض الاختلاف في لفظه، وأبو داود عن سعيد بن زيد بنحو لفظ البخاري ومسلم، (٤٧٧٢) كتاب السنة، باب قتال اللصوص، والترمذي عن سعيد بن زيد وعبد الله بن عمرو (١٤١٩) (أبواب الديات)، باب ما جاء فيمن قتل دون ماله فهو شهيد، والنسائي عن عبد الله بن عمرو في كتاب تحريم الدم، باب من قتل دون ماله ٧/ ١١٤، وابن ماجه عن سعيد بن زيد وعن عبد الله بن عمرو، وأبي هريرة بلفظ آخر، في (٢٥٨٠) كتاب الحدود، باب من قتل دون ماله فهو شهيد).(٤) (جيحون) نهر عظيم في خراسان. انظر: \"معجم البلدان\" ٢/ ١٩٦.(٥) \"التهذيب\" ٢/ ١٢٤٩، \"اللسان\" ٣/ ١٤٦٠.</p><p> دونه، أي تحته (١) . ويكون بمعنى:  (غير) ، يقال: هذا دون ما ذكرت، أي غيره، قال الله تعالى {وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ}  [الأنبياء: ٨٢] يريد غير الغوص من البناء وغيره، والذي في هذه الآية بمعنى: غير (٢) . </p><p> ويكون (دون) بمعنى: (خذ) وهو بمعنى الإغراء، يقال: دونك زيدا، أي خذه (٣) ، قال الشاعر: </p><p> يَا أيَّها المَائِحُ دَلْوِي دُوَنكَا (٤) </p><p> ويكون بمعنى:  (الوعيد) ، كقولك: دونك فتمرس بي (٥) . </p><p> قال الشاعر: </p><p> فَدُوَنُكما فَمَا قَيْسٌ بِشَحْمٍ ... لمُخْتَلِس وَلاَ فقعٍ بِقَاع (٦) </p><p> ويكون (دون) بمعنى: (القريب) ، يقال: اُدن دونك، أي اقترب (٧) ، قال زهير بن جناب (٨) : </p><p>(١) \"تهذيب اللغة\" ٢/ ١٢٤٩. \"اللسان\" ٣/ ١٤٦٠. (٢) في \"تهذيب اللغة\": عن الفراء: (.... ودون ذلك الغوص يريد سوى الغوص، من البناء ..)، (التهذيب) ٢/ ١٢٤٩، انظر \"اللسان\" ٣/ ١٤٦٠.(٣) \"تهذيب اللغة\" تكون بمعنى الأمر دونك الدرهم أن خذه وفي الإغراء دونك زيداً أي الزم زيدًا في حفظه.(٤) سبق البيت وتخريجه: الفاتحة: ٢، والشاهد فيه هنا: أنه استعمل (دون) بمعنى خذ، أي خذ دلوي، انظر: \"مغني اللبيب\" ٢/ ٦١٨،٦٠٩، \"الخزانة\" ٦/ ٢٠٠.(٥) في \"التهذيب\": (الوعيد كقولك: دونك صراعي، ودونك فتمرس بي)، ٢/ ١٢٤٩، \"اللسان\" دون ٣/ ١٤٦٠.(٦) لم أعثر عليه، ولم أعرف قائله.(٧) ذكره الأزهري عن شمر عن أبن الأعرابي، \"تهذيب اللغة\" ٢/ ١٢٤٩، وانظر \"اللسان\" ٣/ ١٤٦٠.(٨) في (ب): (حباب)، وفي \"تهذيب اللغة\" (خباب) ٢/ ١٢٤٩، ومثله في \"اللسان\" =</p><p> وَإِنْ عِفْتَ هذا فَادْنُ دُوَنكَ إنَّني ... قَلِيلُ الغِرَارِ والشَّرِيجُ شِعَارِي (١) </p><p> (الشريج) القوس، وقول الأعشى: </p><p> يَزِيدُ يَغُضُّ الطَّرْفَ دُونِي ... (٢) </p><p> قال أبو الهيثم: أي: فيما بيني وبينه من المكان، يقال: اُدن دونك، أي: اقترب مني فيما بيني وبينك (٣) . </p><p> ويكون (دون) بمعنى: (الخسيس) من قولهم: رجل دون، أي خسيس، ولم يصرّف فعله (٤) . </p><p> ويكون بمعنى:  (أقل من ذا)  (٥) ، كقولك: يكفيني (٦) دون هذا. </p><p> فأما قوله في هذه الآية:  {مِنْ دُونِ اللَّهِ} أي غير الله (٧) ، كما يقال: ما دون الله مخلوق، يريد: وادعوا من اتخذتموه معاونين من غير الله على </p><p>= ٣/ ١٤٦٠. وهو زهير بن جناب الكلبي شاعر جاهلي قديم، من المعمرين، انظر ترجمته في: \"الشعراء والشعراء\" ١٧/ ٢٤٠. \"طبقات الشعراء\" للجمحي: ص ٣٧. (١) ورد البيت في \"تهذيب اللغة\" (دون) ٢/ ١٢٤٩، \"اللسان\" (دون) ٣/ ١٤٦٠، وقوله: (الغرار): النوم، و (الشريج): القوس.(٢) البيت من قصيدة للأعشى يهجو يزيد بن مسهر الشيباني، والبيت:يزيد يغض الطرف دوني كأنما ... زوى بين عينيه عليّ المحاجمانظر. \"ديوانه\": ص ١٧٨، \"تهذيب اللغة\" (دون) ٢/ ١٢٤٩، \"اللسان\" (دون) ٣/ ١٤٦٠.(٣) \"تهذيب اللغة\" (دون) ٢/ ١٢٤٩، \"اللسان\" ٣/ ١٤٦٠.(٤) ذكر الأزهري نحوه عن الفراء وعن الأصمعي، \"تهذيب اللغة\" (دون) ٢/ ١٢٤٩، وانظر: \"اللسان\" ٣/ ١٤٦٠.(٥) ذكره الأزهري عن سلمة عن الفراء، \"تهذيب اللغة\" ٢/ ١٢٤٩، \"اللسان\" ٣/ ١٤٦٠.(٦) في (ب): (يلقني).(٧) انظر: \"الطبري\" ١/ ١٦٧، \"القرطبي\" ١/ ٢٠٠، \"الدر المصون\" ١/ ٢٠١.</p><p> تفسير ابن عباس (١) . </p><p> وعلى قول الفراء (٢) يقول: ادعوا من اتخذتم إلها من دونه. </p><p> وعلى (٣) قول القرظي ومجاهد، يقول: ادعوا من يشهد لكم دون الله، فإن الله تعالى لا يشهد (٤) لكم بالصدق، كما يشهد لمحمد، فاطلبوا غيره شهداء إن كنتم صادقين في أن هذا الكتاب يقوله محمد من نفسه، وأنه ليس من عند الله، وفي قولكم: لو أردنا لأتينا بمثله (٥) . </p><p> وقال أبو علي الجرجاني (٦) : نظم الآية: فأتوا بسورة من مثله من دون الله وادعوا شهداءكم، أي من مثل القرآن من غير الله، يريد أن محمدا يأتي بالقرآن من عند الله، فأتوا أنتم إن استطعتم بمثل القرآن من غير الله. قال. ومثل هذا قوله:  {قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ}  (٧)  [هود: ١٣] ، ونظمه: فأتوا بعشر سور مثله مفتريات من دون الله، وادعوا من استطعتم من الناس، معنى (ادعوا) : استعينوا. </p><p>(١) وهو أن المراد بـ (شهدائكم) أنصاركم وأعوانكم الذين يظاهرونكم على تكذيبكم كما سبق: ٢/ ٢٤٧. (٢) قول الفراء: (شهدائكم) آلهتكم سبق في ٢/ ٢٤٨، وانظر: \"معاني القرآن\" ١/ ١٩، \"الدر المصون\" ١/ ٢٠١.(٣) الواو ساقطة من (أ) و (ج)، وانظر قول القرظي ومجاهد: ٢/ ٢٤٩.(٤) في (ج): (لا شهد).(٥) انظر: \"تفسير الثعلبي\"١/ ٥٧ أ، و\"تفسير الطبري\" ١/ ١٦٧، \"الدر المصون\" ١/ ٢٠١.(٦) هو أبو علي الجرجاني صاحب \"نظم القرآن\"، وكتابه مفقود.(٧) قوله: {وَادْعُوا مَنِ اسْتَطَعْتُمْ} ساقط من (ب).</p>"
}