{
  "id": null,
  "sura": 2,
  "aya": 221,
  "text": "<p> قال ابن عباس: معناه: ولو شاء الله لجعل ما أصبتم من أموال اليتامى موبقًا (١) . وقال عطاء: ولو شاء الله لأدخل عليكم المشقة كما أدخلتم على أنفسكم (٢) . </p><p> وقال الزجاج: ولو شاء الله لكلفكم ما يشتد عليكم (٣) . </p><p> وقيل: ولو شاء الله لضيق عليكم وأثمكم في مخالطتهم (٤) ، ومعناه التذكير بالنعمة في التوسعة. {إِنَّ اللَّهَ عَزِيزٌ} في ملكه {حَكِيمٌ} فيما أمركم من أمر اليتامى. </p><p> ٢٢١ - قوله تعالى:  {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ} الآية، قال الأزهري: أصل النكاح في كلام العرب: الوطء، وقيل للتزُّوج: نِكَاح، لأنه سبب الوطء (٥) ، يقال: نَكَح المطرُ الأرضَ: إذا اعتمد عليها، ونكح النعاسُ عَيْنَه. حكى ذلك أبو مالك (٦) وأبو زيد (٧) . </p><p> وقال أبو القاسم الزجاجي: النِّكَاح لفظةٌ جاريةٌ في كلام العرب بمعنى الوطء والعَقْدِ جميعًا، وموضوع (ن ك ح) على هذا الترتيب في كلامهم للزوم الشيء الشيء وإكبابه عليه، من ذلك قولهم: نكحَ المطرُ </p><p>(١) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٧٥، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٩٦، وذكره الثعلبي في \"تفسيره\" ٢/ ٩٠٥. (٢) ذكره الرازي في \"تفسيره\" ٢/ ٥٦.(٣) ذكره الزجاج في \"معاني القرآن\" ٢/ ٢٩٤.(٤) \"تفسير الثعلبي\" ٢/ ٩٠٥.(٥) في \"تهذيب اللغة\" ٤/ ٣٦٥٩ (نكح)، سبب الوطء المباح.(٦) هو غزوان الغفاري الكوفي، مشهور بكنيته أبي مالك، ثقة قال ابن حجر من الثالثة. انظر \"الجرح والتعديل\" ٧/ ٥٥، \"التقريب\" ص ٤٤٢ (٥٣٥٤).(٧) حكاه في \"تهذيب اللغة\" ٤/ ٣٦٥٩ (نكح).</p><p> الأرضَ ينكحها نكحًا، إذا واظب عليها ولزمها، ذكر ذلك أبو زيد وابن الأعرابي فيما حكى عنه ثعلب في \"الأمالي\"  (١)  (٢) . </p><p> وقال أبو عمرو الشيباني: نكح النعاس عينه، إذا غَلَبَ ولزم، هذا كلام العرب الصحيح فإذا قالوا: نكح الرجلُ فلانةً، ينكِحُها نَكْحُا ونِكَاحُا، أرادوا: تزوج بها، كما قال الأعشى: </p><p> فلا تَقَربَنَّ جَارَةً إنَّ سِرَّها ... عَلَيْكَ حَرَامٌ فانكِحَنْ أو تَأَبَّدا (٣) </p><p> وهذا الموضح لا يحتمل انكحن إلا الأمر بالعقد والتزوج؛ لأنه قال: لا تقربن جارة، يعني: مقاربتها على الطريق الذي يحرم فاعقد وتزوج، وإلا فتأبد في (٤) تجنب النساء وتوحش. </p><p> قال عثمان بن جني (٥)  (٦) : سألت أبا علي عن قولهم: نَكَح المرأةَ، فقال: فَرَّقَتِ العربُ بالاستعمال فرقًا لطيفًا بين موضع العقد بفحوى الكلام وموضع الوطء حتى لا يلتبس، فإذا قالوا: نكح فلانٌ فلانة أو ابنةَ فلانٍ، أرادوا: أنه تزوجَ وعَقَدَ عليها، وإذا قالوا: نكح امرأته أو زوجَه، لم يريدوا غير المجامعة؛ لأنه إذا ذكر امرأته أو زوجه فقد استغنى عن ذكر العقد ولم </p><p>(١) في (ي) و (ش): (فيما حُكَي عنه في \"الأمالي\"). (٢) نقله في \"البحر المحيط\" ٢/ ١٥٥، ونسبه للتبريزي، فلعله الزجاجي.(٣) البيت للأعشى في \"ديوانه\" ص ٤٦، \"تهذيب اللغة\" ٤/ ٣٦٥٩ (نكح)، \"اللسان\" ٨/ ٤٥٣٧ \"نكح\" وروايتها ولا تقربن.(٤) في (ي) و (ش) (أي تجنب).(٥) في (ي) و (ش) (أن حسين).(٦) هو أبو \"الفتح\" عثمان بن جني الموصلي النحوي، صاحب التصانيف البديعة في النحو والأدب، سكن بغداد، وتوفي سنة ٣٧٢ هـ. انظر \"إنباه الرواة\" ٢/ ٢٣٥، \"وفيات الأعيان\" ٣/ ٢٤٦.</p><p> تحتمل الكلمة غير المجامعة، وإذا قالوا: نَكَحَ بنتَ فلانٍ أو أُخْتَه أو امرأةً، لم يريدوا غير العَقْد (١) . </p><p> وروى سلم (٢)  (٣) عن الفراء أنه قال: العرب تقول: نُكْحُ المرأةِ (بضم النون) بمعنى بضعها، وهو كناية عن الفرج، بُني على بناء القُبُل والدُّبُر، فإذا قالوا: نَكَحَها فمعناه: أصاب نُكْحَها، أي: ذلك الموضعَ منها، وقلّ ما يقال: نَاكَحَها كما يقال: باضعها من البُضْع (٤) ، وقد جاء لفظ النِّكاح في الشعر ولا يراد به إلا الوطء، من ذلك قوله: </p><p> التارِكِينَ على طُهْرٍ نِسَاءَهُم ... والناكحينَ بِشَطَّيْ دِجْلةَ البَقَرَا (٥)  (٦) </p><p>(١) ينظر: \"البحر المحيط\" ٢/ ١٥٥، \"عمدة الحفاظ\" ٤/ ٢٥١ قال: قلت: وهذا غير صحيح لظهوره بالقرينة. وقال الراغب في \"المفردات\" ص ٥٠٦: أصل النكاح للعقد، ثم استعير للجماع، ومحال أن يكون في الأصل للجماع، ثم استعير للعقد؛ لأن أسماء الجماع كلها كنايات لاستقباحهم ذكره كاستقباح تعاطيه، ومحال أن يستعير من لا يقصد فحشا اسم ما يستفظعونه لما يستحسنونه، قال تعالى: {وَأَنْكِحُوا الْأَيَامَى} [النور: ٣٢]. (٢) في (م): (مسلم)، وفي (ي): (سالم).(٣) لعله سلمة بن عاصم النحوي من تلاميذ الفراء.(٤) الفراء، نقله في \"البحر المحيط\" ٢/ ١٥٥.(٥) البيت للربيع بن ضبع الفزاري. ورد البيت في: \"عمدة الحفاظ\" ٤/ ٢٥١ بلفظ:النازلين على ظهور متونهم ... والناكحين بشاطي دجْلة البقراولم ينسبه، وورد في \"البحر المحيط\" ٢/ ١٥٥، وروايته:الباركين على ظهور نسوتهم ... والناكحين بشاطي دجلة البقرا(٦) ينظر في (نكح): \"تهذيب اللغة\" ٤/ ٣٦٥٩، \"المفردات\" ٥٠٦ - ٥٠٧، \"عمدة الحفاظ\" ٤/ ٢٥٠ - ٢٥١، \"اللسان\" ٨/ ٤٥٣٧ - ٤٥٣٨.</p><p> قال المفسرون: نزلت هذه الآية في أبي مرثد الغنوي (١) ، كانت له خليلة مشركة في الجاهلية، يقال لها: عناق، فلما أسلم قالت له: تَزَوَّجْ بي، فسأل رسول الله - صلى الله عليه وسلم -، وقال: يا رسول الله أيحل لي أن أتَزَوجَهَا، فأنزل الله هذه الآية (٢) . </p><p> ومعنى المشركات هاهنا: كل من كفر بالنبي - صلى الله عليه وسلم -، وإن قال: إن الله واحد، وذلك أن من كفر بالنبي (٣) - صلى الله عليه وسلم - فقد زعم أن ما أتى به النبي - صلى الله عليه وسلم - من القرآن (٤)  (٥) من عند غير الله، والقرآن إنما هو من عند الله عز وجل، فمن زعم </p><p>(١) هو: كناز بن حصين بن يربوع بن طريف بن خرشة، آخى النبي - صلى الله عليه وسلم - بينه وبين عبادة بن الصامت وكان حليف حمزة بن عبد المطلب، وهو تربه، شهد هو وابنه مرثد بدرا، مات في خلافة أبي بكر - رضي الله عنه - سنة ١٢ هـ. انظر: \"الطبقات الكبرى\" ٣/ ٤٧، \"أسد الغابة\" ٦/ ٢٨٢، \"الأعلام\" ٥/ ٢٣٤. (٢) ذكره مقاتل في \"تفسيره\" ١/ ١٩٠ وابن أبي حاتم في \"تفسيره\" ٢/ ٣٩٨، والثعلبي في \"تفسيره\" ٢/ ٩٠٦، والواحدي في \"أسباب النزول\" ص ٧٤، والرازي في \"تفسيره\" ٦/ ٥٨، والحافظ ابن حجر في \"الحجاب\" ١/ ٥٥١، والسيوطي في \"لباب النقول\" ص ٤٢، وغيرهمِ، وقد ورد عن عبد الله بن عمرو قصة مرثد هذه فنزل قول الله: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً} [النور: ٣] رواها أبو داود في النكاح، باب: قول الله تعالى: {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً} ٢/ ٢٢٧ برقم٢٠٥١، والترمذي (٣١٧٧) كتاب التفسير، باب: ومن سورة النور وقال: حسن غريب، والنسائي ٦/ ٦٦ كتاب النكاح، باب: تزويج الزانية، والحاكم ١/ ١٨٠ وصححه، قال الزيلعي: فظهر أن هذا الحديث ليس في هذه الآية التي في البقرة، إنما هو في الآية التي في النور [تخريج أحاديث \"الكشاف\"١/ ٢٣٦]، وقال الحافظ في \"الكشاف\" ١/ ٢٦٤ عن آية البقرة. ونزولها في هذه القصة ليس بصحيح.(٣) ساقط من (ي).(٤) ساقط من (ي).(٥) في (م) (إنه من عند).</p><p> أنه قد أتى غير الله (١) بما لا يأتي به إلا الله عز وجل قد أشرك به غيره (٢) والله تعالى يقول: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ}  [التوبة: ٣٠] ثم قال في آخر الآية الثانية: {سُبْحَانَهُ عَمَّا يُشْرِكُونَ}  [التوبة: ٣١] . فحرم الله تعالى بهذه الآية نكاح المشركات، ثم استثنى الحرائر الكتابيات بالآية التي في المائدة، وهي قوله:  {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ}  [المائدة: ٥] فهذه الآية مخصوصة بتلك في قول ابن عباس (٣) ، وهو الصحيح، والذي عليه جمهور (٤) أهل العلم (٥) . </p><p> وقال قتادة (٦) وسعيد بن جبير (٧) : أراد بالمشركات في هذه الآية: مشركات العرب اللاتي ليس لهن كتاب يقرأنه، فعلى قولهما: الآية محكمة </p><p>(١) من قوله: والقرآن .. ساقط من (ي). (٢) من \"معاني القرآن\" للزجاج ١/ ٢٩٥.(٣) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٧٦، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٩٧، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٤، وعزاه في \"الدر المنثور\" ١/ ٤٥٨ إلى ابن المنذر.(٤) ساقطة من (ش).(٥) ينظر: \"الناسخ والمنسوخ\" لأبي عبيد ٨٤، \"الناسخ والمنسوخ\" للنحاس ٢/ ٤، \"تفسير الثعلبي\" ٢/ ٩٠٩، \"الإيضاح لناسخ القرآن ومنسوخه\" لمكي ص ١٧١، وقال ابن الجوزي في \"نواسخ القرآن\" ٢٤١: قوله: \"ولا تنكحوا المشركات\" لفظ عام، خص منه الكتابيات بآية المائدة، وهذا تخصيص لا نسخ، وعلى هذا الفقهاء وهو الصحيح، وينظر: \"تفسير القرطبي\" ٣/ ٦٧، \"النسخ في القرآن الكريم\" لمصطفى زيد ٢/ ٦٠٤.(٦) رواه عنه الطبري ٢/ ٣٧٧، وعزاه في \"الدر المنثور\" ١/ ٤٥٨ إلى عبد الرزاق وعبد ابن حميد.(٧) رواه عنه الطبري في \"تفسيره\" ٢/ ٣٧٧، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٩٧.</p><p> لا نسخ فيها، والذي عليه أهل العلم أن التي في المائدة ناسخة لهذه (١) ، وبحكم (٢) هذه الآية لا يحل تزوج الأمة الكتابية، لأن الله تعالى إنما استثنى الحرائر الكتابيات بقوله:  {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ}  [المائدة: ٥] ، فلا يحل نكاح الأمة الكتابية بحال (٣) . </p><p> وقوله تعالى:  {وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ} الأمة: المملوكة. ومصدرها: الأمُوَّة، وتأميتُ أَمَةً، أي: اتخَذْتُ أمة، وجمع الأمة: إماء وآم (٤) ، قال الشاعر: </p><p> يا صاحِبيَّ ألا لا حَيَّ بالوادي ... إلا عَبِيدٌ وآمٍ بَيْنَ أذْوادِ (٥) </p><p> ووزن أمة فَعَلَة، بدلالة الجمع، نحو: أكَمَة وآكَام. </p><p> وقال الليث: يقال لجمع الأمة: إماء وإمَوَان وثلاث آم، وأنشد: </p><p> تَمْشِي بها رُبْدُ (٦) النَّعَام ... تَمَاشِيَ الآمِي الزَّوَافِر (٧)  (٨) </p><p> وقال أبو الهيثم: الآم جمع الأَمَة، كالنَّخْلَة والنَّخْل، والبَقْلَة والبَقْل. قال: وأصل الأَمَةِ أَمْوَة (٩) ، حذفوا لامها لما كانت من حروف اللين، فلما </p><p>(١) قدم المؤلف أن آية المائدة مخصصة لآية البقرة على الصحيح، وعليه فإن مراده بالنسخ هنا التخصيص على العادة المعروفة عند المتقدمين. (٢) في (م): (ومحكم).(٣) انظر: \"تفسير القرطبي\" ٣/ ٧٠.(٤) وتجمع أيضا على أَمَوَات، وإِمْوان، وأُمْوان، وأَمَات. ينظر: \"اللسان\" ١/ ١٢١ (أما).(٥) القائل: السليك بن السلكة، في \"ديوانه\" ص ٥١، \"لسان العرب\" ١/ ١٢١ (أما).(٦) في (ي): (رند).(٧) البيت للكميت في \"ديوانه\" ١/ ٢٣١، \"تهذيب اللغة\" ١/ ١٩٤، \"لسان العرب\" ١/ ١٢١ (أما).(٨) ينظر: \"تهذيب اللغة\" ١/ ١٩٤ (أما).(٩) ضبطت في الأصل: أمَوَة، وما أثبتناه من \"تهذيب اللغة\"، \"اللسان\".</p><p> جمعوها على مثال نَخْلة ونَخْل لزمهم أن يقولوا: أَمَةٌ وآم، فكرهوا أن يجعلوها حرفين، وكرهوا أن يردوا الواو المحذوفة لما كانت آخر الاسم؛ لأنهم يستثقلون السكوت على الواو، فقدموا الواو وجعلوها ألفًا فيما بين الألف والميم (١)  (٢) . </p><p> قال السدي: نزلت في عبد الله بن رواحة (٣) ، كانت له أمة سوداء فغضب عليها ولطمها، ثم أتى النبي - صلى الله عليه وسلم - وأخبره بذلك، فقال له:  \"وما هي يا عبد الله\" ، قال: تشهد أن لا إله إلا الله وأنك رسوله، وتصوم رمضان، وتحسن الوضوء وتصلي، فقال:  \"هذه مؤمنة\" ، قال عبد الله: فوالذي بعثك بالحق لأعتقنها ولأتزوجنها، ففعل، وطعن عليه ناس من المسلمين وعرضوا عليه حرة مشركة فأنزل الله هذه الآية (٤) . </p><p> وقوله تعالى:  {وَلَوْ أَعْجَبَتْكُمْ} أي: المشركة بمالها وجمالها (٥) . و (لو) بمعنى (أن) إلا أن (لو) للماضي، و (أن) للمستقبل (٦) . </p><p>(١) نقله عنه في \"تهذيب اللغة\" (أما) بتصرف يسير، وفي الأصل قال ابن الهيثم، والتصويب من \"التهذيب\"، \"اللسان\". (٢) ينظر في إماء: \"تهذيب اللغة\"، \"البحر المحيط\" ٢/ ١٥٥، \"اللسان\" ١/ ١٢١.(٣) عبد الله بن رواحة بن ثعلبة الخزرجي الأنصاري، شهد العقبة، وهو أحد النقباء، وشهد بدرًا والمشاهد كلها، وكان من الشعراء، واستشهد بمؤتة، وكان ثالث الأمراء بها في جمادى الأولى سنة ثمان. ينظر: \"معرفة الصحابة\" ٣/ ١٦٣٨، \"الاستيعاب\" ٣/ ٣٣.(٤) رواه الطبري في \"تفسيره\" ٢/ ٣٨٧ - ٣٨٩، وابن أبي حاتم في \"تفسيره\" ٢/ ٣٩٨، والواحدي في \"أسباب النزول\" ص ٧٥، وينظر: \"العجاب\" ١/ ٥٥١، \"لباب النقول\" ٤٢.(٥) \"تفسير الثعلبي\" ٢/ ٩١٠.(٦) ينظر: \"مغني اللبيب\" ٣٣٧.</p><p> وقوله تعالى {وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا} لا يجوز تزويج المسلمة من المشرك (١) . </p><p> وقوله تعالى:  {أُولَئِكَ} يعني: المشركين {يَدْعُونَ إِلَى النَّارِ} أي: الأعمال الموجبة للنار (٢) . </p><p> فإن قيل: أليست الكتابية تدعو أيضًا إلى النار، فلم جاز نكاحها؟ </p><p> قيل: الوثنية تدعو بما هي عليه إلى التقصير في الجهاد، والكتابية الذمية من جملة من سقط فيهم فرض القتال فلا تدعو إلى التقصير في الجهاد (٣) . </p><p> وقوله تعالى:  {وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ} يقول: إلى التوبة والتوحيد والعمل الموجب للجنة، {وَالْمَغْفِرَةِ بِإِذْنِهِ} أي: بأمره، يعني: أنه بأوامره يدعوكم. </p><p> وقيل: إن (٤) هذا مختصر على تقدير: يدعو إلى الجنة والمغفرة ولا هداية إلا بإذنه، كما قال في سورة يونس، فَبَسَطَ ما اخْتُصِر هاهنا، فقال:  {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ}  [يونس: ٢٥] فدعاء الله الخلق على العموم، وتوفيقه على الخصوص، ويؤيد هذا المعنى: ما روي عن الحسن أنه كان يقرأ: {وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ} رفعاً (٥) . </p><p>(١) ينظر: \"تفسير القرطبي\" ٣/ ٧٢ قال: وأجمعت الأمة على أن المشرك لا يطأ المؤمنة بوجه؛ لما في ذلك من الغضاضة على الإسلام. (٢) \"تفسير الثعلبي\" ٢/ ٩١٣.(٣) ينظر: \"التفسير الكبير\" ٦/ ٦٥ - ٦٦.(٤) ساقطة من (ش).(٥) ينظر: \"إعراب القرآن\" للنحاس ١/ ٢٦١، \"التفسير الكبير\" ٦/ ٦٦، \"البحر المحيط\" ٢/ ١٦٦.</p>"
}