{
  "id": null,
  "sura": 2,
  "aya": 116,
  "text": "<p> لأنه لم يبلغه خبرُ نسخ القبلة وقال:  {إِنَّ اللَّهَ وَاسِعٌ} للنجاشي في قبلته، {عَلِيمٌ} بما قبله (١) من الإيمان. </p><p> ١١٦ - قوله تعالى:  {وَقَالُوا اتَّخَذَ اللَّهُ} وفي مصاحف الشام: قالوا (٢) بغير واو؛ لأن هذه الآية ملابسة بما قبلها من قوله {وَمَنْ أَظْلَمُ مِمَّنْ مَنَعَ مَسَاجِدَ اللَّهِ} لأن الذين قالوا: اتخذ الله ولدا من جملة الذين تقدم ذكرهم، فيستغنى عن الواو؛ لالتباس الجملة بما قبلها كما استغنني عنها في نحو قوله:  {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}  [البقرة: ٣٩] . ولو كان (وَهُمْ) كان حسنًا، إلا أن التباس إحدى الجملتين بالأخرى وارتباطها بها أغنت عن الواو. ومثل ذلك قوله:  {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ}  [الكهف: ٢٢] ، ولم يقل: ورابعهم كما قال: {وَثَامِنُهُمْ}  [الكهف: ٢٢] ، ولو حذفت الواو منها كما حذفت من التي (٣) قبلها، واستغنى عن الواو بالملابسة التي بينهما كان حسنًا، ويمكن أن يكون حذف الواو لاستئناف جملة ولا يعطفها على ما تقدم (٤) . </p><p> والآية نزلت ردًّا على اليهود والنصارى والمشركين، فإنهم وصفوا الله </p><p>= قتادة، وذكره ابن كثير في \"تفسيره\" ١/ ١٧٠ عن ابن جرير وقال: وهذا غريب، وقال أحمد شاكر: هو حديث ضعيف، لأنه مرسل، وسياقه يدل على ضعفه ونكارته. (١) قوله: عليم بما قبله .. ساقطة من (أ)، (م).(٢) ذكره ابن أبي داود في: كتاب \"المصاحف\" ص ٥٤، ولم ينص عليه أبو عمرو الداني في: \"المقنع في رسم مصاحف الأمصار\". وينظر: \"تفسير ابن عطية\" ١/ ٤٦٠، \"البحر المحيط\" ١/ ٣٦٢.(٣) في (ش): (الذي).(٤) ينظر: \"إعراب القرآن\" للنحاس ٢٠٨.</p><p> تعالى بالولد، فقالت اليهود:  {عُزَيْرٌ ابْنُ اللَّهِ} ، وقالت النصارى:  {الْمَسِيحُ ابْنُ اللَّهِ}  [التوبة: ٣٠] ، وقالت المشركون: الملائكة بنات الله، فنزّه اللهُ نفسَه عن اتخاذ الولد، فقال سبحانه:  {بَل لَّهُ}  (١) . وبل معناه: نفي الأول واثبات للثاني (٢)  (٣) ، أي: ليس الأمر كذلك {بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} عبيدًا وملكًا (٤) . </p><p> {كُلٌّ لَهُ قَانِتُونَ} قال مجاهد (٥) وعطاء (٦) والسدي (٧) : مطيعون. </p><p> قال أبو عبيد: أصل القنوت في أشياء: فمنها القيام، وبه جاءت الأحاديث في قنوت الصلاة؛ لأنه إنما يدعو قائمًا، ومن أبين ذلك: حديث جابر (٨) قال: سئل النبي - صلى الله عليه وسلم - أي الصلاة أفضل؟ قال:  \"طول القنوت\"  (٩) </p><p>(١) ينظر: \"تفسير الطبري\" ١/ ٥٠٧، \"معاني القرآن\" للزجاج ١/ ١٩٨، \"تفسير السمرقندي\" ١/ ١٥٢، \"تفسير الثعلبي\" ١/ ١١٣٧، \"أسباب النزول\" للواحدي ص ٤٢، \"زاد المسير\" ١/ ١١٨، \"العجاب\" لابن حجر ١/ ٣٦٦. (٢) في (م): (الثاني).(٣) ينظر: \"كتاب سيبويه\" ٤/ ٢٢٣.(٤) \"تفسير الثعلبي\" ١/ ١١٣٨.(٥) أخرجه الطبري ١/ ٥٠٧، ابن أبي حاتم ١/ ٢١٣من طريقين عن مجاهد.(٦) ذكره عنه في \"تفسير الثعلبي\" ١/ ١١٣٨.(٧) أخرجه الطبري في \"تفسيره\" ١/ ٥٠٧ وهو مروي أيضًا عن ابن عباس وقتادة وعكرمة، ينظر: \"تفسير الطبري\" ١/ ٥٠٧، البغوي في \"تفسيره\" ١/ ١٤١، واختاره الطبري في \"تفسيره\" و\"ابن كثير\" في \"تفسيره\".(٨) هو: أبو عبد الله جابر بن عبد الله بن عمرو بن حرام الأنصاري السلمي، أحد الصحابة المكثرين من الرواية عن النبي - صلى الله عليه وسلم -، شهد العقبة كما شهد تسع عشرة غزوة مع الرسول - صلى الله عليه وسلم - عدا بدراً وأحدًا، منعه أبوه، توفي سنة ٧٨ وقيل ٧٤، أو ٧٣ هـ. ينظر: \"أسد الغابة\" ١/ ٣٠٧، و\"الإصابة\" ١/ ٤٣٤.(٩) أخرجه مسلم (٧٥٦) في صلاة المسافرين، باب أفضل الصلاة طول القنوت.</p><p> يريد: طول القيام. </p><p> والقنوت أيضًا: الطاعة (١) ، وقال عكرمة في قوله:  {كُلٌّ لَهُ قَانِتُونَ} القانت: المطيع (٢) ، وقال الزجاج مثله، قال: والمشهور في اللغة أن القنوت الدعاء، وحقيقة القانت: أنه القائم بأمر الله، والداعي إذا كان قائمًا خُصَّ بأن يقال له: قانت، لأنه ذاكر لله وهو قائم على رجليه، فحقيقة القنوت: العبادة والدعاء لله في حال القيام (٣) . </p><p> ويجوز أن يقع في سائر الطاعة؛ لأنه إن لم يكن قيام بالرجلين فهو قيام بالشيء بالنية (٤) . </p><p> قال ابن عباس في هذه الآية: قوله: {كُلٌّ لَهُ قَانِتُونَ} راجع إلى أهل طاعته دون الناس أجمعين (٥) . </p><p> وهو من العموم الذي أريد به الخصوص، وهذا اختيار الفراء (٦) ، وطريقة مقاتل (٧) ويمان (٨) إلا أنهما قالا: هذا يرجع إلى عُزير والمسيح </p><p>(١) \"غريب الحديث\" لأبي عبيد ١/ ٤٣٧، وينظر: \"تأويل مشكل القرآن\" ص ٤١٥، \"تفسير الطبري\" ٢/ ٥٣٩، \"تفسير الثعلبي\" ١/ ١١٣٨. (٢) أخرجه أبو عبيد في: \"غريب الحديث\" ١/ ٤٣٨، ورواه الطبري ١/ ٥٠٧ بنحوه(٣) \"معاني القرآن\" للزجاج ١/ ١٩٨.(٤) رجح الطبري في \"تفسيره\" ١/ ٥٠٧ أن القنوت: الطاعة والإقرار لله عز وجل بالعبودية، بشهادة أجسامهم بما فيها من آثار الصنعة والدلالة على وحدانية الله.(٥) ورد عن ابن عباس بلفظ: قانتون: مطيعون. عند الطبري في \"تفسيره\" ١/ ٥٠٧ وأما اللفظ المذكور أعلاه فلعله من تلك الرواية التي تقدم الحديث عنها في مقدمة الكتاب.(٦) \"معاني القرآن\" ١/ ٧٤، وذكره الثعلبي في \"تفسيره\" ١/ ١١٤٠.(٧) \"تفسير مقاتل\" ١/ ١٣٣، وذكره الثعلبي ١/ ١٤٠.(٨) ذكره عنه الثعلبي في \"تفسيره\" ١/ ١١٤٠.</p><p> والملائكة، أراد: أنهم كلهم عباد الله طائعون (١) ، نظيره: قوله: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ}  [الأنبياء: ٢٦] . </p><p> وقال السُدي ومجاهد والزجاج: هذا على ما ورد من العموم، فقال السدي: هذا في يوم القيامة (٢) ، تصديقه قوله:  {وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ}  [طه: ١١١]  (٣) . </p><p> وقال مجاهد: إن ظِلالَ الكفار تسجد لله وتطيعه (٤) . دليله قوله (٥) : {يَتَفَيَّأُ ظِلَالُهُ}  [النحل: ٤٨] ، الآية، وقوله:  {وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ}  [الرعد: ١٥]  (٦) . </p><p> وقال الزجاج: كل (٧) ما خلق الله في السماوات والأرض فيه أثر الصنعة فهو قانت لله، ودليل (٨) على أنه مخلوق. والمعنى: كل له قانت، إما (٩) مُقِرّ بأنه خالقه؛ لأنه أكثر من يخالف ليس يدفع أنه مخلوق، وما كان </p><p>(١) رد الطبري في تفسيره ١/ ٥٠٨ القول بالخصوص، بأنه لا يجوز ادعاء خصوص في آية ظاهرها العموم، إلا بحجة. (٢) أخرجه الطبري في \"تفسيره\" ١/ ٥٠٧ وذكره الثعلبي ١/ ١١٤٠.(٣) \"تفسير الثعلبي\" ١/ ١١٤١.(٤) تقدم تخريجه عن مجاهد قريباً. قال ابن كثير في تفسيره ١/ ١٧١: وهذا القول عن مجاهد -وهو اختيار ابن جرير- يجمع الأقوال كلها، وهو أن القنوت: هو الطاعة والاستكانة إلى الله وذلك شرعي وقدري.(٥) من قوله: قوله: وعنت ... ساقط من (ش).(٦) \"تفسير الثعلبي\" ١/ ١١٤١ البغوي ١/ ١٤١.(٧) في (ش): على.(٨) في \"معاني القرآن\"، (والدليل).(٩) في (ش): (إنما)، وليست الكلمة في \"معاني القرآن\" للزجاج، والكلام مستقيم بدونها.</p>"
}