{
  "id": null,
  "sura": 2,
  "aya": 229,
  "text": "<p> الدَّرَجَة التي يُرْتقى (١) فيها (٢) . </p><p> وأما المعنى (٣) فقال ابن عباس: بما ساق إليها من المهر، وأنفق عليها من المال (٤) . وقيل: بالعقل. وقيل: بالدية. وقيل: بالميراث (٥) . وقال قتادة: بالجهاد (٦) . </p><p> قال أبو إسحاق: المعنى: أن المرأة تنال من اللذة من الرجل، كما ينال الرجل، وله الفضل بنفقته وقيامه عليها (٧) . </p><p> {وَاللَّهُ عَزِيزٌ حَكِيمٌ} أي: مالك يأمر كما أراد، ويمتحن كما أحب، ولا يكون ذلك إلا عن حكمة بالغة. </p><p> ٢٢٩ - قوله تعالى:  {الطَّلَاقُ مَرَّتَانِ} قال أهل التفسير: أتت امرأةٌ عائشة، فشكت أن زوجها يطلقها ويسترجعها، يضارُّها بذلك، وكان الرجل في الجاهلية إذا طلق امرأته ثم راجعها قبل أن تنقضي عدتها كان له ذلك، </p><p>(١) في (ش) (يرتقي). (٢) ينظر في درج: \"تهذيب اللغة\" ٢/ ١١٦٧، \"المفردات\" ص ١٧٤، \"اللسان\" ٣/ ١٣٥١. قال الراغب: الدَّرَجة نحو المنزلة، لكن يقال للمنزلة: درجة، إذا اعتبرت بالصعود دون الامتداد على البسيط كدرجة السطح والسلم، ويعبر بها عن المنزلة الرفيعة، قال تعالى: {وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ}.(٣) في (ي) (فقد قال).(٤) ذكره الثعلبي في \"تفسيره\" ٢/ ١٠٧٤، والماوردي في \"النكت والعيون\" ١/ ٢٩٣، والبغوي في \"تفسيره\" ١/ ٢٦٩، وابن الجوزي في \"زاد المسير\" ١/ ٢٦١.(٥) ينظر في هذه الأقوال: \"تفسير الثعلبي\" ٢/ ١٠٧٤ - ١٠٧٥، و\"تفسير البغوي\" ١/ ٢٦٩، \"زاد المسير\" ١/ ٢٦١.(٦) رواه عبد الرزاق في \"تفسيره\" ١/ ٩٣، والطبري في \"تفسيره\" ٢/ ٤٥٤، ابن أبي حاتم في \"تفسيره\" ٢/ ٤١٨.(٧) \"معاني القرآن\" للزجاج ١/ ٣٠٧.</p><p> وإن طلقها ألف مرة، فذكرت ذلك عائشة (١) لرسول الله - صلى الله عليه وسلم -، فنزلت:  {الطَّلَاقُ مَرَّتَانِ}  (٢) . </p><p> فحُصِرَ الطلاق، وجعل حدّه ثلاثة، فذكر في هذه الآية طلقتين، وذكر الثالثة في الآية الأخرى، وهو قوله:  {فَإِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهُ} الآية (٣) . </p><p> والمرة من المرور والمرِّ أيضًا، يقال: المَرّةُ الأُولى، والمَرُّ (٤) الأوَّلُ. وقال أهل المعاني: الآية مختصرة معناها: الطلاق الذي يملك فيه الرجعة مرتان (٥) . </p><p> وقوله تعالى:  {فَإِمْسَاكُ} الإِمْسَاكُ: خلاف الطلاق، والَمِسَاك والمَسَكَة اسمان منه، يقال: أنه لذو مَسَكَةٍ ومَسَاكَةٍ إذا كان بخيلا. </p><p> قال الفراء: يقال: إنه ليسيء (٦) مَسَاكَ غلمانِه، وفيه مُسْكَةُ من خيرٍ، أي: قوة وتَمَاسُك، ومَسَكٌ من قوة ومَسَاكَة، وإنه لَمسِيْكٌ (٧) بين </p><p>(١) في (ش): (عائشة ذلك). (٢) رواه الترمذي (١١٩٢) كتاب: الطلاق، باب: ١٦، والحاكم ٢/ ٣٠٧، وصححه البيهقي ٧/ ٣٣٣، والواحدي في \"أسباب النزول\" ٨١ عن عائشة بنحوه، ورواه مالك في \"الموطأ\" في الطلاق، باب جامع الطلاق ٢/ ٥٨٨، وعنه الشافعي في \"الأم\" ٥/ ٢٥٨، والطبري ٢/ ٤٥٦، ابن أبي حاتم في \"تفسيره\" ٢/ ٤١٨ عن هشام بن عروة عن أبيه مرسلًا، والمرسل أصح كما قال الترمذي ٣/ ٤٩٧، والبيهقي ٧/ ٣٣٣، وله شاهد من حديث ابن عباس عند أبي داود برقم ٢١٩٥، والنسائي ٦/ ٢١٢.(٣) \"تفسير الثعلبي\" ٢/ ١٠٨٣.(٤) في (م) و (ش): (المرة).(٥) \"تفسيرالثعلبي\" ٢/ ١٠٨٤.(٦) في (ش): (لشيء).(٧) في (ي) و (ش): (لمسك).</p><p> المَسَاكَة (١)  (٢) . </p><p> وهو مرتفع بمحذوف يتقدمه، أي: فالواجب إذا راجعها بعد الطلقتين إمساك بمعروف، أو فعليه إمساك بمعروف (٣) . </p><p> ومعنى (بمعروف) أي: ما يعرف من إقامة الحق (٤) في إمساك المرأة (٥) . </p><p> وقوله تعالى:  {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} معنى التسريح في اللغة: الإِرسَال، وتَسْريحُ الشَّعْر، تخليصُك بعضَه من بعض، وسَرَحَ الماشيةَ سَرْحًا: إذا أرسلها ترعى، وناقة سُرُحٌ: سهلة السير لانطلاقها فيه (٦) . واختلفوا في معنى قوله:  {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} فقال عطاء والسُدّي (٧) والضحاك (٨) : هو ترك المعتدة حتى تبين بانقضاء العدة، يريد: إن كان من شأنه (٩) رجعتها وإمساكها، وإلّا فلا يرتجعها ويسرحها بإحسان كي يسلم من الإثم. </p><p>(١) في (ي) (الماسكة). (٢) ينظر في مسك: \"تهذيب اللغة\" ٤/ ٣٣٩٧، \"المفردات\" ص ٤٧١، \"اللسان\" ٤٢٠٢ - ٤٢٠٥.(٣) ينظر: \"معاني القرآن\" للزجاج ١/ ٣٠٧، و\"المحرر الوجيز\" ٢/ ٢٧٧.(٤) في (ي) (الحد).(٥) ينظر: \"المحرر الوجيز\" ٢/ ٢٧٧.(٦) ينظر في سرح: \"تهذيب اللغة\" ١٦٦٥ - ١٦٦٨. وذكر الراغب أن التسريح في الطلاق مستعار من تسريح الإبل، كالطلاق في كونه مستعارًا من إطلاق الإبل.(٧) رواه عنه الطبري ٢/ ٤٦٠ بمعناه، وذكره في \"الدر المنثور\" ١/ ٤٩٥ - ٤٩٦.(٨) رواه عنه الطبري ٢/ ٤٦٠.(٩) في (ي) و (ش) (شأنها).</p><p> وقيل: قوله: {أَوْ تَسْرِيحٌ بِإِحْسَانٍ} أراد به: الطلقة الثالثة، روي ذلك عن النبي - صلى الله عليه وسلم -، أن رجلًا قال له: أسمعُ الله يقول: {الطَّلَاقُ مَرَّتَانِ} فأين الثالثة؟ قال: قوله: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ} هو الثالثة (١) . </p><p> وقال صاحب النظم: قوله: {الطَّلَاقُ مَرَّتَانِ} إلى قوله: {بِإِحْسَانٍ} ظاهره يقتضي أنه خبر، وتأويله في الباطن شرط وجزاء، على نظم: من طلق امرأته مرتين فليمسك بعدهما بمعروف، أو ليسرحها بإحسان، ومثله مما جاء على لفظ الخبر ومعناه الشرط: قوله: {رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (١٢) } [الدخان: ١٢] معناه: إن كشفت آمنَّا، وقال في الجواب:  {إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ}  [الدخان: ١٥] ظاهره خبر وتأويله: إن كشفنا تعودوا (٢) . </p><p> وقوله تعالى:  {وَلَا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا} لا يجوز للزوج أن يأخذ من امرأته شيئًا مما أعطاها من المهر وما نحلها وتفضل عليها ليطلقها؛ لأنه ملك بضعها واستمتع بها في مقابلة ما أعطاها، فلا </p><p>(١) رواه عبد الرزاق في \"المصنف\" ٦/ ٣٣٧، وأبو داود في \"المراسيل\" ص ١٨٩، وسعيد بن منصور ١/ ٣٨٤، وابن أبي شيبة في \"المصنف\" ٥/ ٢٥٩، والطبري في \"تفسيره\" ٢/ ٤٥٨، ابن أبي حاتم في \"تفسيره\" ٢/ ٤١٩، والبيهقي ٧/ ٣٤٠ عن أبي رزين، وهذا مرسل؛ لأن أبا رزين تابعي، ورواه الدارقطني في \"السنن\" ٤/ ٤، والبيهقي ٧/ ٣٤٠ عن أنس، قال البيهقي: وروي عن قتادة عن أنس وليس بشيء؛ وقال عبد الحق الإشبيلي في الأحكام الوسطى ٣/ ١٩٥: قد أسند هذا عن إسماعيل بن سميع عن أنس، وعن قتادة عن أنس، والمرسل أصح. وقال ابن القطان كما في بيان الوهم والإيهام ٢/ ٣١٦: وعندي أن هذين الحديثين صحيحان. (٢) ينظر: \"البحر المحيط\" ٢/ ١٩٥.</p><p> بجوز أن يأخذ منها شيئًا إلا في الخلع (١) . </p><p> وهو قوله:  {إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ} نزلت في جميلة بنت عبد الله بن أبيّ (٢) ، وفي زوجها ثابت بن قيس بن شماس (٣)  (٤) ، كانت تبغضه أشد البغض كان يحبها أشد حُبٍّ، فأتت رسول الله - صلى الله عليه وسلم - وقالت: فرق بيني وبينه، فإني أبغضه، فقال ثابت: يا رسول الله مرها فلترد عليَّ الحديقة التي أعطيتها، فقال لها:  \"ما تقولين\" ؟ قالت: نعم وأزيده، قال:  \"لا، حديقته فقط\" . وقال لثابت:  \"خذ منها ما أعطَيتَها، وخَلِّ سَبِيلَها\" ، ففعل، فكان أول خلع في الإسلام (٥) . </p><p>(١) ينظر: \"تفسير الثعلبي\" ٢/ ١٠٨٥ - ١٠٨٦. (٢) جميلة بنت عبد الله بن أبي ابن سلول الخزرجية، وقد وقع الخلاف هل المختلعة بنت عبد الله المنافق أو أخته؟ واسمها جميلة أيضا، فذهب ابن سعد وابن منده إلى أن المختلعة هي جميلة بنت عبد الله، وذهب أبو نعيم وابن عبد البر إلى أنهما واحدة، وأن المختلعة هي جميلة بنت أبي، وصوب الحافظ ابن حجر أنهما اثنتان، وأن ثابتا تزوج أخت عبد الله فاختلعت منه، ثم تزوج الثانية ففارقها. ينظر \"الطبقات الكبرى\" ٨/ ٣٨٢، \"فتح الباري\" ٦/ ٣٩٨.(٣) في (ش) (سماس).(٤) ثابت بن قيس بن شماس بن زهير الخزرجي الأنصاري، خطيب الأنصار، شهد أحدا وما بعدها، وبشره النبي - صلى الله عليه وسلم - بالجنة في قصة معروفة، رواها البخاري (٣٦١٣) كتاب: المناقب، باب: علامات النبوة، قتل يوم اليمامة شهيدا بعد أن أبلى بلاء حسنا. ينظر \"سنن الترمذي\" ٥/ ٦٦٧، و\"الاستيعاب\" ١/ ٢٧٦.(٥) القصة رواها البخاري (٥٢٧٣) كتاب: الطلاق، باب: الخلع وكيف الطلاق فيه، والنسائي ٦/ ١٦٩ كتاب: الطلاق، باب: ما جاء في الخلع، وأبو داود (٢٢٢٩) كتاب: الطلاق، باب: في الخلع، والترمذي (١١٨٥) كتاب: الطلاق، باب: ما جاء في الخلع، والطبري في \"تفسيره\" ٢/ ٤٦١، \"تفسير الثعلبي\" ٢/ ١٠٨٦، ولفظ الواحدي مختصر منه، وقد روى أبو داود والنسائي في الموضعين السابقين =</p><p> ومعنى قوله تعالى:  {إِلَّا أَنْ يَخَافَا} أي: يَعْلَما، وإنما كان الخوف بمعنى العِلْم؛ لأن الخَوفَ مُضَارعٌ للظَّنِّ، وحكى الفراء: أن (١) العرب تقول للرجل: قد خرجَ غُلامُك بغير إِذْنك، فيقول له: قد خِفْتُ ذاك، يريد (٢) : قد ظَنَنْتُه وتَوَهّمْتُه، وأنشد: </p><p> أتاني (٣) كلامٌ عن نُصَيبٍ يقولُه ... وما خِفْتُ يا سَلّام أنكَ عَائِبي (٤)  (٥) </p><p> أراد: وما ظَنَنْتُ، والظَّنُّ بمعنى العِلْم صحيح، كذلك الخوف. </p><p> وحكى الزجاج عن أبي عبيدة، قال:  {إِلَّا أَنْ يَخَافَا} إلا أن يوقنا (٦) ، وذلك أن في الخوف طرفًا من العلم، لأنك تخاف ما تعلم، وما لا تعلم لا تخافه، فجاز أن يكون بمعنى العلم، كما أن الظن لما كان فيه طرفٌ من العِلْم جاز أن يكون علمًا (٧) . </p><p>= وغيرهما: أن المختلعة هي حبيبة بنت سهل، قال الحافظ في \"الفتح\" ٦/ ٣٩٩: والذي يظهر أنهما قضيتان وقعتا لامرأتين؛ لشهرة الخبرين وصحة الطريقين واختلاف السياقين. (١) في (م) (ساقطة).(٢) ساقطة من (ي).(٣) في (ي) (وأتاني).(٤) البيت لأبي الغول علياء بن جوشن من بني قطن، ينظر \"الشعر والشعراء\" ص ٢٧٨،\"والنوادر في اللغة\" لأبي زيد ص ٤٦، وذكره الفراء والطبري دون نسبة ٥/ ٦١.(٥) \"معاني القرآن\" للفراء ١/ ١٤٦.(٦) \"مجاز القرآن\" ١/ ٧٤، \"معاني القرآن\" للزجاج ١/ ٣٠٧ - ٣٠٨، وقال النحاس ١/ ٣١٥: وقول من قال: يخافا، بمعنى يوقنا، لا يعرف. ولكن يقع النشوز فيقع الخوف من الزيادة.(٧) ينظر في بيان أن الخوف يكون بمعنى الظن والعلم: \"مشكل القرآن\" لابن قتببة ص١٩١، \"معاني القرآن\" للزجاج ١/ ٣٠٨، \"الحجة\" ٢/ ٣٢٨، \"تفسير الثعلبي\" =</p><p> ومعنى الآية: أن المرأة إذا خافت أن تعصي الله في أمر زوجها بغضًا له، وخاف الزوج إذا لم تطعه امرأته أن يعتدي (١) عليها، حل له أن يأخذ الفدية منها (٢) إذا دعت إلى ذلك (٣) . </p><p> ويكره أن يأخذ منها أكثر مما أعطاها، فإن أخذ أكثر من ذلك صح الخلع ولم ينقض (٤)  (٥) ، وهو مذهب ابن عباس (٦) وابن عُمر (٧) ورجاء بن حيوة (٨)  (٩) : أنه يجوز أن يأخذ زيادة من المهر. </p><p>= ٢/ ١٠٩٠، \"البحر المحيط\" ١/ ١٩٧، وقال: والأولى بقاء الخوف على بابه، وهو أن يراد به الحذر من الشيء فيكون المعنى: إلا أن يعلم أو يظن أو يوقن أو يحذر كل واحد منهما بنفسه أن لا يقيم حقوق الزوجية لصاحبه حسبما يجب فيجوز الأخذ. (١) في (ش): (يتعدى).(٢) ساقطة من (أ) و (م).(٣) ينظر: \"تفسير الثعلبي\" ٢/ ١٠٩٢.(٤) في (ي): (ينقص).(٥) ينظر: \"الموطأ\" ٢/ ٥٦٥، و\"الأم\" ٥/ ٢١١، و\"الإشراف\" ٣/ ٢١٣، و\"الكافي\" لابن عبد البر ٢/ ٥٩٣، \"فتح الباري\" ٩/ ٣٩٧.(٦) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٧١.(٧) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٧١، وعزاه في \"الدر\" ١/ ٦٧٤ إلى مالك والشافعي وعبد بن حميد والبيهقي عن نافع.(٨) هو: رجاء بن حيوة الكندي، أبو المقدام، ويقال: أبو نصر الفلسطيني، ثقة فقيه، شيخ أهل الشام في عصره، من الوعاظ الفصحاء العلماء، لازم عمر بن عبد العزيز، توفي سنة ١١٢هـ. ينظر: \"تقريب التهذيب\" ص٢٠٨ (١٩٢٠)، \"الأعلام\" ٣/ ١٧.(٩) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٧١، وعزاه في \"الدر\" بمعناه ١/ ٦٧٤ إلى عبد ابن حميد عن حميد الطويل.</p><p> ومذهب علي (١) ، والحسن (٢)  (٣) ، وأبي حذيفة وعطاء (٤) ، والزهري (٥) والشعبي (٦) : أنه يأخذ المهر فقط. وليست هذه الحالة حالة بعث الحكمين؛ لأن المرأة معترفة هاهنا بمنع حق الزوج وكراهتها (٧) صحبته، وإنما الحكمان إذا اشتبه المتعدي منهما، وموضعه في سورة النساء. والخلع فسخ بلا طلاق عند ابن عباس (٨) ، وهو قول الشافعي في القديم، وقوله في الجديد (٩) : إن الخُلع (١٠) تطليقة بائنة، إلّا أن ينوي (١١) أكثر منها، وهو قول عثمان رضى الله عنه (١٢) . </p><p>(١) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٦٩. (٢) في (ش): (الحسين).(٣) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٧٠.(٤) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٦٩، وعزاه في \" الدر\" ١/ ٦٧٣ إلى عبد بن حميد والبيهقي.(٥) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٧٠.(٦) رواه عنه الطبري في \"تفسيره\" ٢/ ٤٦٩.(٧) ساقطة من (ش).(٨) رواه عبد الرزاق في \"المصنف\" ٦/ ٤٨٥ - ٤٨٧، وسعيد بن منصور ١/ ٣٨٤، وقال الإمام أحمد كما في \"الإشراف\" ٣/ ٢١٤: ليس في الباب أصح من حديث ابن عباس.(٩) ينظر: \"مختصر المزني\" ٨/ ٢٩٠، \"تفسير الثعلبي\" ٢/ ١٠٩٥، و\"تكملة المجموع شرح المهذب\" ١٧/ ١٤.(١٠) من قوله: بلا طلاق .. ساقطة من (ي).(١١) في (ش): (يقوي).(١٢) رواه عبد الرزاق في \"المصنف\" ٦/ ٤٨٣، وسعيد بن منصور ١/ ٤٨٢، وابن أبي شيبة في \"المصنف\" ٥/ ١٠٩ من طريق جهمان عن عثمان. وروى النسائي ٦/ ١٨٦، كتاب: الطلاق، باب: عدة المختلعة، وابن ماجه (٢٠٥٨) كتاب: =</p><p> وقرأ حمزة {يُخَافَا} بضم اليَاءِ (١) . وخَاف يتعدَّى إلى مفعولٍ واحدٍ، فإن عديته إلى مفعول ثان ضَعَّفْتَ العين، أو (٢) اجتلبتَ حرفَ الجر، كقولك: خَوَّفْتُ زيدًا أمرًا، واجتلاب حرف الجر كقوله: </p><p> لو خَافَكَ اللهُ عَليه حَرَّمَهُ (٣) </p><p> فحرف الجر في موضع المفعول الثاني. وحمزة بنى الفعل للمفعول به وهو الزوجان، وقدر الجار ليتعدى إلى (٤) المفعول الآخر، الذي هو {أَن يُقِيمَا} ، فلابد من تقدير الجار في قراءة من (٥) ضم الياء، لأن الفعل قد أسند إلى المفعول، فلا يتعدى إلى المفعول الآخر إلا بالجار، ولا يحتاج في قراءة العامة إلى تقدير الجار، ثم يكون قوله:  {أن يقيما} على هذه القراءة في محل الجر بالجار المقدر، على مذهب الخليل والكسائي، وفي محل النصب، على قول غيرهما، لأنه لما حذف الجار وصل الفعل إلى المفعول الثاني، مثل: </p><p>= الطلاق، باب: عدة المختلعة، عن الربيع بنت معوذ، قالت: اختلعت من زوجي فجئت عثمان فقال: تمكثي حتى تحيضي حيضة، وهذا يدل على أن عثمان يرى أن الخلع فسخ وليس بطلاق كما رجحه الخطابي في \"معالم السنن\" ٢/ ٢٥٦، وشيخ الإسلام ابن تيمية وتلميذه ابن القيم كما في \"زاد المعاد\" ٥/ ١٩٨، ضعفوا الرواية الأولى عنه. (١) وقرأ الباقون (يُخافا) بفتح الياء. ينظر \"السبعة\" ١٨٣، \"الحجة\" ٢/ ٣٢٨.(٢) في (ي) و (ش) (و).(٣) من رجز نسبه في \"اللسان\"، مادة: روح، لسالم بن دارة، وقبله: يا أسدي لم أكلته لِمَه. وذكره في \"الحجة\" ٢/ ٢٢٩، وفي \"الإنصاف\" ٢٥٧، والعيني ٤/ ٥٥٥، والأشموني ٤/ ١١٧.(٤) ساقطة من (ي).(٥) ساقطة من (ي).</p><p> أستغفر الله ذنبًا (١) ........ </p><p> وأمرتك الخيرَ (٢) ......... </p><p> وهذا كما ذكرنا في قوله:  {أَنْ تَبَرُّوا}  [البقرة: ٢٢٤] ، وعلى قراءة العامة يكون في محل النصب لا غير؛ لأنه لا يحتاج فيه إلى تقدير الجار، وعاب الفراء قراءةَ حمزة، فقال: أراد أن يعتبر قراءة عبد الله (إلا أن يخافوا) فلم يصبه؛ لأن الخوف في قراءة عبد الله واقع على أن، وفي قراءة حمزة على الرجل والمرأة (٣) ، فقال من نصر حمزة: إن بلغ الفراء ما يقوله بروايةٍ عن حمزة: أنه أراد اعتبار قراءة عبد الله، فهو كما قال، وإلا فإذا اتجه قراءَتُهُ على وجه صحيحٍ لم يَجُزْ أن ينسب إليه الخطأ، وقد قال عمر - رضي الله عنه -: لا تَحمِلْ فِعْلَ أخيك على القبيح ما وجدت له في الحَسَن مذهبًا (٤) . </p><p> وقوله تعالى:  {فَإِنْ خِفْتُمْ} كان من حق النظم أن يكون فإن خافا (يعنى الزوجين،ليشاكل قوله:{إِلَّا أَنْ يَخَافَا}، وفي قراءة حمزة (فإن خِيْفَا) ليشاكلَ قراءته (يُخَافا) ، إلا أنه لا يلزم هذا، لأمرين: </p><p> أحدهما: أن يكون انصرف من الغيبة إلى الخطاب كما قال: {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ} ثم قال: {فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩) } [الروم: ٣٩] ونظائره كثيرة. </p><p> وخاطب في هذه الآية الجماعة بعد ما أخبر عن اثنين؛ لأنّ ضمير الاثنين في {يَخَافَاَ} ليس يراد به اثنان مخصوصان، إنما يراد به أن كل من </p><p>(١) تقدم تخريج البيت [البقرة: ١١٥]. (٢) تقدم تخريج البيت [البقرة: ٨٣].(٣) ينظر \"معاني القرآن\" للفراء ١/ ١٤٦.(٤) ما تقدم كله ملخص من كلام أبي علي في \"الحجة\" ٢/ ٣٢٨ - ٣٣٣.</p><p> هذا شأنه فهذا حكمه. </p><p> والآخرُ: أن قولَه: (فإن خفتم) خطابٌ (١) لولاة الأمر والفقهاء الذين يقومون بأمور الكافة، وقد خاطب الله تعالى في هذه الآية الجميعَ بقوله:  {وَلَا يَحِلُّ لَكُمْ} ثم رجع إلى الزوجين فقال: {إِلَّا أَنْ يَخَافَا} ، ثم رجع إلى المخاطبين بالجمع بينهم وبين الزوجين (٢) في لفظ واحد فقال: {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا}  (٣) . </p><p> ومثل هذا النظم قد جاء في الشعر، قال: </p><p> أبا واصلٍ (٤) فاكْسُوهُما حُلَّتَيْهِما ... فإنكما إن تَفْعَلا فَتَيَانِ (٥) </p><p> نادى مفردًا ثم جمع بقوله: فاكسوهما، ثم ثنى (٦) . </p><p> ومعنى {فَإِنْ خِفْتُمْ أَلَّا} أي: عَلِمْتُم وغَلَب على ظنكم، (أن لا يقيما حدود الله) في حسن العشرة وجميل الصحبة {فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} المرأةُ نفسَها من الزوج. </p><p> وإنما قال:  {فَلَا جُنَاحَ عَلَيْهِمَا} والمقصودُ رفعُ الحرجِ عن الزوجِ في استرجاع المَهْرِ عند الخُلْع، لأنه لو خصَّ الرجلَ بالذكر لأوهم ذلك أنها عاصية بالنشوز والافتداء بالمال، لأنها ممنوعة من إتلاف المال بغير حق، فأدخلت في الذِّكْر ليزول هذا الوهم، وفيه وجوه سوى هذا ذكرناها في </p><p>(١) ساقطة من (ي). (٢) من قوله: فقال .. ساقطة من (ش).(٣) من \"الحجة\" ٢/ ٣٣١ - ٣٣٢ بتصرف.(٤) في (أ): (واصلى).(٥) البيت لم أهتد لقائله ولا من ذكره.(٦) في (أ) و (م): (كنى).</p>"
}