{
  "id": null,
  "sura": 2,
  "aya": 22,
  "text": "<p> في قصة فرعون {لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}  [طه: ٤٤] ، كأنه قال: اذهبا أنتما على رجائكما وطمعكما (١) ، والله عز وجل من وراء ذلك وعالم بما يؤول إليه أمره. </p><p> ٢٢ - قوله تعالى:  {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا} : (الأرض) : التي عليها الناس، وجمعها:  (أَرَضُون)  (٢) و (أَرَضَات)  (٣) ، وحكي:  (أُرُوض)  (٤) . فإن قيل: الجمع بالواو والنون [إنما هو لأسماء الأعلام، فما بالهم جمعوا الأرض بالواو والنون؟]  (٥) . قيل: إن الأرض اسم مؤنث، </p><p>= جاءت من الله فهي واجبة. انظر: \"تفسير الثعلبي\" ١/ ٥٦ب، \"وتفسير ابن عطية\" ١/ ١٧٩، قال السيين الحلبي: إذا وردت في كلام الله فللناس فيها ثلاثة أقوال. أحدها: أنها على بابها من الترجي والطمع، قاله سيبويه، الثاني: للتعليل، قاله قطرب و\"الطبري\" وغيرهما، والثالث. أنها للتعرض للشيء، وإليه مال المهدوي وأبو البقاء. \"الدر المصون\" ١/ ١٨٩، وانظر \"تفسير الطبري\" ١/ ١٦١، (الإملاء) ١/ ٢٣. (١) ذكره \"القرطبي\" في \"تفسيره\" ١/ ١٩٥، وذكر ابن هشام في \"مغني اللبيب\": أن بعضهم جعل من معاني \"لعل\" التعليل كالأخفش والكسائي، وحملوا عليه قوله: {لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} ومن لم يثبت لها معنى \"التعليل\" يحمله على الرجاء ويصرفه للمخاطبين، أي: اذهبا على رجائكما، ١/ ٢٨٨.(٢) كذا ورد عند سيبويه، انظر \"الكتاب\" ٣/ ٥٩٩، \"المذكر والمؤنث\" لابن الأنبارى ص ١٨٨، \"تهذيب اللغة\" (أرض) ١/ ١٤٨، وقال ابن سيده في \"المخصص\": عن أبي حنيفة: (أرض) و (أَرْضُون) بالتخفيف و (أَرَضُون) بالتثقيل، (المخصص) ١٠/ ٦٧.(٣) ذكره سيبويه وغيره، انظر \"الكتاب\" ٣/ ٥٩٩، قال ابن الأنباري (يجوز في القياس: أرضات ولم يسمع) \"المذكر والمؤنث\" ص ١٨٨.(٤) جمع تكسير، انظر \"المخصص\" ١٠/ ٦٧ , \"تهذيب اللغة\" (أرض) ١/ ١٤٨.(٥) ما بين المعقوفين ساقط من (ب). وقد نقل الواحدي هذا السؤال والإجابة عنه من كتاب \"سر صناعة الإعراب\" لأبي الفتح ابن جني ٢/ ٦١٣.</p><p> وقد كان القياس في كل اسم مؤنث أن يقع فيه الفرق بينه وبين المذكر نحو: قائم وقائمة، وطريف وطريفة، وغير ذلك. فأما ما تركت (١) فيه العلامة من المؤنث، فإنما ذلك اختصار لحقه، لاعتمادهم في الدلالة على تأنيثه على ما يليه من الكلام قبله وبعده، نحو:  (هذه مِلْحٌ (٢) طيبة)، و (كانت لهم عرس مباركة) ، فلما كان الأمر في المذكر والمؤنث على ما ذكرنا، وكانت (الأرض) مؤنثة، وكأنّ فيها (هاء) مرادة، وكأنّ تقديرها:  (أَرْضَة) فلما حذفت (الهاء) التي كان القياس يوجبها، عوضوا منها الجمع بالواو والنون. فقالوا:  (أَرَضُون)  (٣) . وإذا أدخل شيء مما (٤) ليس مذكراً عاقلًا في هذا النوع من الجمع، فهو حظ ناله، وفضيلة خص بها (٥) ، ولهذا نظائر كالسنين وعضين، ونذكرها في مواضعها إن شاء الله. </p><p> وفتحوا (الراء)  (٦) في (أَرَضِين) ليدخل الكلمة ضرب من التكسير، استيحاشا من أن يوفوه لفظ التصحيح من جميع الوجوه، ومعنى التصحيح هو أنهم إنما جمعوا بالواو والنون الأسماء التي هم بها معنيون، ولتصحيح ألفاظها لفرط اهتمامهم بها مؤثرون، كيلا يقع في واحده إشكال، ألا ترى </p><p>(١) في (ب): (تركب). (٢) في (أ)، (ج): (صلح) وفي \"سر صناعة الإعراب\" (ريح) وفي الحاشية قال: في (ل) و (ش): (ملح)، ٢/ ٦١٤. وهذا يوافق ما في (ب).(٣) \"سر صناعة الإعراب\" ١/ ٦١٤، وانظر: \"الكتاب\" ٣/ ٥٩٩ \"المخصص\" ١٠/ ٦٧، ٦٨ و ١٧/ ٤ \"اللسان\" (أرض) ١/ ٦١.(٤) في (ب): (ما).(٥) انظر: \"سر صناعة الإعراب\" ٢/ ٦٣.(٦) \"سر صناعة الإعراب\" ٢/ ٦١٤، وقال بعضهم: ربما سكنت فقيل: (أرضون)، انظر \"الصحاح\" (أرض) ٣/ ١٠٦٣، \"المخصص\" ١٠/ ٦٧.</p><p> أن (١) مثال جمع التصحيح لا يعترض الشك في واحده (٢) . فإن قيل: إنما. يعوض من المحذوف إذا كان أصلا، فكيف جاز التعويض من الزائد، و (هاء التأنيث) زائدة؟ قيل: إن العرب قد [أجرت]  (٣)  (هاء التأنيث) مجرى (٤) لام الفعل في أماكن (٥) ، منها أنهم قالوا:  (عَرْقُوة)  (٦) ، و (تَرْقُوَة)  (٧) ، فصححوا الواو، فلولا أن (الهاء) في هذه الحال في تقدير الاتصال والحرف الأصلي لوجب أن تقلب (٨)  (الواو) ، لأنها كانت تقدر </p><p>(١) في (ب): (أن من مثال). (٢) انظر. \"الكتاب\" ٣/ ٥٩٨ - ٦٠٠، \"المخصص\" ١٠/ ٦٨، ١٧/ ٤، \"الصحاح\" (أرض) ٣/ ١٠٦٣، \"اللسان\" (أرض) ١/ ٦١.(٣) في (أ)، (ج): (أحرها) وفي (ب): (أخرت) والصحيح ما أثبت كما في \"سر صناعة الإعراب\"، ٢/ ٦١٤.(٤) في (ب): (لا مجرى).(٥) اختصر الواحدي كلام أبي الفتح وترك بعض الوجوه، قال أبو الفتح: (فالجواب: أن العرب قد أجرت (هاء التأنيث) مجرى لام الفعل في أماكن: منها: أنهم حقروا ما كان من المؤنث على أربعة أحرف، نحو: (عقرب) و (عناق) ... وذلك قولهم: (عقيرب) .... ومنها: أنهم قد عاقبوا بين هاء التأنيث وبين اللام، وذلك نحو قولهم: (بُرَّة وبراً) و (لُفَة ولُفَى) ...). ومنها: أن الهاء وإن كانت أبدا في تقدير الانفصال فإن العرب قد أحلتها -أيضا- محل (اللام) وما هو الأصل أو جار مجرى الأصل وذلك نحو قولهم: (ترقوة)، و (عرقوة) ... ، \"سر صناعة الإعراب\" ٢/ ٦١٤ - ٦١٦، وذكر الواحدي في جوابة على السؤال الوجه الأخير فقط.(٦) (الْعَرْقُوة) خشبة معروضة على الدلو. انظر \"اللسان\" (عرق) ٥/ ٢٩٠٨.(٧) (ترقوة) ساقط من (ب). والترقوة واحدة الترقوقان، وهما العظمان المشرفان بين تغرة النحر والعاتق، تكون للناس وغيرهم، ولا يقال (ترقوة) بالضم. انظر \"اللسان\" (ترق) ١٠/ ٣٢.(٨) في (أ)، (ج): (يقلب) وما في (ب) موافق لـ \"سر صناعة الإعراب\" ٢/ ٦١٦.</p><p> طرفا (١) ، وتقلب (٢)  (ياء) كما تقلب في نحو: (أَحْقٍ) جمع (حَقْو)  (٣) و (أَدْلٍ)  (٤) و [ (أَجْرٍ)  (٥) ]. فـ (الهاء) هاهنا كالراء (٦) في (منصور) ، والطاء في (عَضْرَفوطْ)  (٧) لتصحيح (٨) الواو قبلها. </p><p> وقوله تعالى:  {فِرَاشًا} الأرض فراش الأنام على معنى أنها فرشت لهم، أي (٩) : بسطت، وهذا كقوله: {وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (١٩) } [نوح: ١٩] والمعنى أنه لم يجعلها حزنة غليظة لا يمكن (١٠) الاستقرار </p><p>(١) في (ج): (حرفا). (٢) (وتقلب) ساقط من (ج).(٣) (الحَقْوُ) بفتح الحاء وكسرها: الكشح، ومعقد الأزار، والخصر والجمع (أحْقٍ) و (أَحقَاء) و (حِقِى) و (حقا). انظر: \"اللسان\" (حقا) ص ٩٤٨.(٤) جمع (دلو)، انظر: \"سر صناعة الإعراب\" ٢/ ٦١٦.(٥) في جميع النسخ (أحر) بالحاء، والتصحيح من \"سر صناعة الإعراب\" ٢/ ٦١٦، و (أَجْرٍ): جمع جرو وهو الصغير من كل شيء. انظر \"اللسان\" (جراً) ١/ ٦٠٩.(٦) أى كما صحت (الواو) قبل (الهاء) في (تَرْقُوة) و (عَرْقُوة) لأنها في تقدير الاتصال، وأجروها مجرى (الراء) و (الطاء) في (منصور) و (عضرفوط) فصحت الواو قبل الراء والطاء، فكما جاز أن تشبه (هاء التأنيث) في هذا باللام الأصلية، جاز أن تجرى الهاء المقدرة في أرض مجرى اللام الأصلية، فيعوض من حذفها في (أرض) أن يجمع بالواو والنون في (أرضون). \"سر صناعة الإعراب\" ٢/ ٦١٦.(٧) (الْعَضْرَفُوط) دويبة بيضاء ناعمة، أو ذكر العظاء. انظر \"اللسان\" (عضرط) ٥/ ٢٩٨٦.(٨) في (أ)، (ج): (التصحيح) وعبارة أبي الفتح: (... وقد أجروا (الهاء) في (ترقوة) ... مجرى (الراء) في (منصور) و (الطاء) في (عضرفوط) فصحت (الواو) قبلها كما صحت قبل الراء والطاء ...)، \"سر صناعة الإعراب\" ٢/ ٦١٦.(٩) في (ب): (لهم أنبسطت).(١٠) في (أ): (لم يكن) وفي (ب): (ولا يمكن).</p><p> عليها (١) . </p><p> وقوله تعالى:  {وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً} . الأزهري: أصل الماء (مَاهَ) بوزن (قَاه)  (٢) ، [فثقلت]  (٣)  (الهاء) مع الساكن قبلها، فقلبوا الهاء مدة فقالوا: ماء (٤) . </p><p> قال الليث: والمدة في (الماء) خَلَفٌ (٥) من (هاء) محذوفة، ويدل على أن الأصل في الماء (الهاء) : التصغير، والتصريف، والجمع، فالتصغير (مُوَيْه)  (٦) ويقال: هذه مُوَيْهَة عذبة (٧) . </p><p> وقال (٨) الأصمعي: مَاهَت البئر، وهي تَمَاه [وتَمُوه مَوْهاً إذا كثر ماؤها (٩) . </p><p>(١) انظر: \"تفسير الطبري\" ١/ ١٦١ - ١٦٢، \"تفسير ابن عطية\" ١/ ١٩٨، \"تفسير القرطبي\" ١/ ١٩٧. (٢) في (أ)، (ج) (فاة)، وفي \"تهذيب اللغة\" (تاه) ١/ ٤٢٣، وفي \"اللسان\" (قاه) \"اللسان\" (موه) ٧/ ٤٣٠٢. وهو موافق لما في (ب) وهو ما أثبته.(٣) في (أ)، (ب)، (ج) (فنقلت) وصححت العبارة على ما في \"تهذيب اللغة\" (الماء) ١٥/ ٦٤٨.(٤) \"تهذيب اللغة\" (الماء) ٤/ ٣٣٢٠، وانظر \"الصحاح\" (موه) ٤/ ٢٢٥٠، \"اللسان\" (موه) ٧/ ٤٣٠٢ (المنصف) ٤/ ٣٣٢٠.(٥) في (ب) (خلف خلف هاء).(٦) انتهى كلام الليث نقله الواحدي بمعناه. انظر \"تهذيب اللغة\" ١٥/ ٦٤٨، وانظر \"الصحاح\" ٦/ ٢٢٥٠، \"اللسان\" ١٣/ ٥٤٣.(٧) من كلام الأزهري، انظر \"تهذيب اللغة\" ١٥/ ٦٤٨.(٨) في (ب): (قال) سقطت الواو.(٩) في \"تهذيب اللغة\": (قال الأصمعي: ماهت البئر تَمُوه وتَمَاه موها إذا كثر ماؤها)، \"تهذيب اللغة\" (ماه) ٤/ ٣٣٣١، وانظر \"الصحاح\" (موه) ٦/ ٢٢٥٠، \"اللسان\" (موه) ٧/ ٤٣٠٢.</p><p> ابن بزرج (١) : مَوَهَت السماء، أي: سالت (٢) ماءً كثيرًا. ومَاهَت البئر] (٣) ، وأماهت في كثرة مائها، وهي تَمَاه وتَمُوه. ويقولون في حفر البئر: أَمْهَى وأَمَاه (٤) . </p><p> قال الليث: وأَماهت الأرض إذا ظهر فيها النَّزُّ (٥) . والنسبة إلى الماء (ماهِيٌّ)  (٦) ، وغيره (٧) يقول: مَائِيٌّ (٨) . وجمع الماء:  (مياه) و (أمواه)  (٩) ، قال الشاعر: </p><p> سَقَى اللهُ أَمْوَاهاً عَرَفْتُ مَكَانها ... جُرَاباً ومَلْكُوماً وبَذَّرَ والْغَمْرَا (١٠) </p><p>(١) هو عبد الرحمن بن بزرج اللغوي، كان حافظا للغريب والنوادر، نقل عنه الأزهري في \"تهذيب اللغة\". انظر مقدمة \"تهذيب اللغة\"، \"إنباه الرواة\" ٢/ ١٦١. (٢) في \"التهذيب\" و\"اللسان\": (أسالت).(٣) ما بين المعقوفين ساقط من (أ، ج).(٤) \"تهذيب اللغة\" (ماه) ٤/ ٣٣٣١، \"اللسان\" (موه) ٧/ ٤٣٠٢.(٥) \"تهذيب اللغة\" (ماه)،٤/ ٣٣٣١وانظر \"الصحاح\" (موه) ٦/ ٢٢٥٠، \"اللسان\" (موه) ٧/ ٤٣٠٢.(٦) نسب الواحدي الكلام لليث، وهو في \"التهذيب\" إما من كلام ابن الأعرابي أو من كلام الأزهري. انظر: \"تهذيب اللغة\" (ماه) ص ٣٣٣، \"اللسان\" (موه) ٧/ ٤٣٠٢.(٧) أي: عند غير الليث.(٨) في (ب) (ما هي). قال الجوهري: والنسبة للماء: (مَائِيٌّ) وإن شئت (مَاوِيٌّ) عند قول من يقول (عَطَاوِيٌّ)، \"الصحاح\" ٦/ ٢٢٥١، \"اللسان\" ٧/ ٤٣٠٢.(٩) انظر. \"تهذيب اللغة\" (ماه) ٤/ ٣٣٣١، قال الجوهري: بجمع على (أمواه) في القلة، و (مياه) في الكثرة. \"الصحاح\" ٦/ ٢٢٥٠، وذكره في \"اللسان\" وقال: وحكى ابن جني في جمعه (أمواء) ٧/ ٤٣٠٢.(١٠) البيت لكثير عزة ورد في (ديوانه) مع أبيات مفردة ص ٥٠٣، وأورده عبد السلام هارون في حاشية \"الكتاب\"، لأنه ورد في بعض نسخ \"الكتاب\"، ولم يرد في الأصل. انظر \"الكتاب\" ٣/ ٢٠٧، ٢٠٨، \"المنصف\" ٣/ ١٥٠، ٣/ ١٢١، \"شرح =</p><p> فإن قيل: كيف قال: {وَأَنْزَلَ مِنَ السَّمَاءِ} ، والماء ينزل من السحاب؟ قيل: هذا من باب حذف المضاف، والتقدير: من نحو السماء (١) ، كقول الشاعر: </p><p> أَمِنْكِ بَرْقٌ أَبِيتُ (٢) اللَّيْلَ أَرْقُبُهُ ... كَأنَّه في عِرَاضِ الشَّأْمِ مِصْباحُ (٣) </p><p> أي: من نَاحِيَتِك، ومثله كثير. وإن جعلت السماء بمعنى (السحاب)  (٤) لم يكن من باب حذف المضاف. </p><p> وقوله تعالى:  {فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ} . الثمرات: جمع (الثمرة) وهي حمل الشجرة (٥) في الأصل، ثم صارت اسمًا لكل (٦) ما ينتفع به، مما هو زيادة على أصل المال (٧) . </p><p>= المفصل\" ١/ ٦١، \"الخزانة\" ٢/ ٣٥٥، \"السيرة\" لابن هشام ١/ ١٥٩. جراباً وما بعده: أسماء أماكن، ذكر ياقوت جرابا وقال: اسم ماء وقيل: بئر قديمة بمكة، وأورد بيت كثير. (معجم البلدان) ٢/ ١١٦، وذكر (مَلْكُوما) وقال: اسم ماء بمكة، وأورد البيت ٥/ ١٩٤، وذكر (بَذَّرَ) وقال: اسم بئر بمكة لبني عبد الدار، وأورد البيت ١/ ٣٦١، و (الغمر) بئر قديمة بمكة. \"معجم البلدان\" ٤/ ٢١١. (١) ذكره في \"الوسيط\"، ١/ ٥٥، وانظر: \"تفسير أبي السعود\" ١/ ٦١.(٢) في (ب): (أربك).(٣) البيت لأبي ذؤيب الهذلي، قوله: (أمنك برق) أي: من نحو منزلك، من الشق الذي أنت به، (عراض الشأم) نواحيها. انظر \"شرح أشعار الهذليين\" للسكري ١/ ١٦٧، \"شرح الأبيات المشكلة الإعراب\" الفارسي ص ٣٦٤.(٤) انظر: \"تفسير الثعلبي\" ١/ ٥٦ ب، \"تفسير ابن عطية\" ١٩٩، \"تفسير البيضاوي\" ١/ ١٤، والخازن ١/ ٧٦، \"تفسير أبي السعود\" ١/ ٦١، \"الفتوحات الإلهية\" ١/ ٢٦.(٥) ذكره الأزهري عن الليث وغيره، \"تهذيب اللغة\" (ثمر) ١/ ٤٩٧.(٦) في (ج): (اسما لما ينتفع به).(٧) ذكره الواحدي في \"الوسيط\"، وانظر \"تفسير ابن عطية\" ١/ ١٩٩.</p><p> يقال: لبن مُثْمِر (١) إذا ظهر زبده (٢) ، وقال النضر (٣) : هو [الثَّمِير]  (٤) ، وذلك إذا [مُخِض]  (٥) اللبن فرئي عليه أمثال الحَصَف في الجلد ثم يجتمع فيصير زبداً. وقد ثَمَّر السقاء وأَثْمَر. وإن لبنك لحسن الثَّمَر (٦) . ويقال: ثمر الله مالك، وعقل مثمر، إذا كان يهدي صاحبه إلى الرشد (٧) . فالثمرة تستعمل فيما ينتفع به ويستمتع مما هو فرع لأصل (٨) . </p><p> قال المفسرون في معنى الثمرات في هذه الآية: أراد جميع ما ينتفع به مما يخرج من الأرض (٩) . </p><p> وقوله تعالى:  {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا} . روى شمر عن الأخفش قال:  (الند) الضد والشبه. أي: لا تجعلوا (١٠) لله أضدادا وأشباها، وفلان نِدُّ فلان ونَدِيدُه ونَدِيدَتُه أي: مثله وشبهه (١١) . </p><p>(١) في (ب): (مثمراً). (٢) ذكر الأزهري نحوه عن الأصمعي \"تهذيب اللغة\" (ثمر) ١/ ٤٩٧، وانظر: \"اللسان\" (ثمر) ١/ ٥٠٣.(٣) في (أ)، (ج). (النصر) والمراد النضر بن شميل.(٤) في (أ)، (ج): (التميز)، وفي (ب): (التميير) والصحيح (الثمير) كما في \"تهذيب اللغة\" (ثمر) ١/ ٤٩٧.(٥) في (أ)، (ج): (محص) وفي (ب): (محض)، و (مخض) في \" التهذيب\".(٦) انظر كلام النضر في \"تهذيب اللغة\" (ثمر) ١/ ٤٩٧. وانظر: \"الصحاح\" (ثمر) ٢/ ٦٠٦، \"اللسان\" (ثمر) ٤/ ١٠٨.(٧) \"تهذيب اللغة\" (ثمر) ١/ ٤٩٧.(٨) قال ابن فارس: (الثاء والميم والراء أصل واحد)، وهو شيء يتولد عن شيء متجمعا، ثم يحمل عليه غيره استعارة، \"مقاييس اللغة\" (ثمر) ١/ ٣٨٨.(٩) انظر \"الطبري\" ١/ ١٦٢، \"تفسير ابن عطية\" ١/ ١٩٩، \"تفسير القرطبي\" ١/ ١٩٨.(١٠) في (ب): (جعلوا).(١١) في (ب): (شبههه).</p><p> وأنشد للبيد (١) : </p><p> لِكَيْمَا (٢) يكُون السَّنْدَرِيُّ نَدِيدَتِي ... فَأَشتمَ (٣) أقَوْاماً عُمُوماً (٤) عَمَاعِمَا (٥) </p><p> وقال أبو الهيثم: يقال للرجل إذا خالفك فأردت وجها تذهب فيه ونازعك في ضده، فأراد بخلاف الوجه الذي تريد، وهو مستقل من ذلك مثل ما [تستقل]  (٦) به: فلان نِدِّي ونَدِيدِي. قال حسان: </p><p> أتَهْجُوهُ وَلَسْتَ لَهُ بِنِدٍّ ... فَشَرُّكُمَا لِخَيْركُمَا الفِدَاءُ (٧) </p><p>(١) في (ب): (وقال لبيد). (٢) في (ب): (لكي لا يكون) وهي رواية في البيت.(٣) في (ب): (فاستمر)، وفي \"تهذيب اللغة\" (واجعل) وفي حاشيته: في (د)، (ج) (أشتم) ٤/ ٣٥٤٠.(٤) في (ب): (عمواما).(٥) البيت من قصيدة قالها لما دعاه عامر بن الطفيل لينافر علقمة بن علاثة، و (السندري): شاعر معروف وهو ابن عيساء، ينسب لأمه، (العموم): جمع العم، و (العماعم): الجماعات. انظر \"شرح ديوان لبيد\" ص ٢٨٦ \"تهذيب اللغة\" (ند) ٤/ ٣٥٤٠، \"الصحاح\" (ندد) ٢/ ٥٤٣، \"الأضداد\" لابن الأنباري ص ٢٤، \"الأضداد\" أبي حاتم ص ٧٤ \"اللسان\" (ندد) ٣/ ٤٢٠ \"مقاييس اللغة\" (ند) ٥/ ٣٥٥، \"تفسير القرطبي\" ١/ ١٩٩. وكلام الأخفش في \"تهذيب اللغة\" (ند) ٤/ ٣٥٤٠ نقله الواحدي بتصرف، وانظر \"اللسان\" (ندد) ٧/ ٣٤٨٢.(٦) في جميع النسخ (يستقل) وفي \"تهذيب اللغة\" (تستقل) وهو الصواب، \"تهذيب اللغة\" ٤/ ٣٥٤٠.(٧) البيت من قصيدة يهجو بها سفيان بن الحارث قبل فتح مكة، انظر \"ديوانه\" ص ٧٦، \"تهذيب اللغة\" (ند) ٤/ ٣٥٤٠ \"الأضداد\" لابن الأنباري ص ٢٤، \"الأضداد\" لأبي حاتم ص ٧٤، \"مجاز القرآن\" ص ٣٤، \"تفسير الطبري\" ١/ ١٠٦٣ \"تفسير القرطبي\" ١/ ١٩٨، \"اللسان\" (ندد) ٧/ ٣٤٨٢.</p><p> أي لست له بمثل في شيء من معانيه (١) . فحقيقة (النِّد) المثل المناوئ، وأصله من قولهم:  (ندّ) إذا نفر، ولهذا يقال للضد: ند، ثم استعمل في المثل وإن لم يكن هناك مخالفة (٢) . قال جرير: </p><p> أتَيْماً يَجْعَلُونَ إليَّ نِدّاً ... وَمَا تَيْمٌ لِذِي حَسَبٍ نَدِيدُ (٣) </p><p> أي مثل. قال ابن عباس، والسدي فيما ذكره عن ابن مسعود: معناه لا تجعلوا لله أكفاء من الرجال [تطيعونهم]  (٤) في معصية الله (٥) . </p><p> وقال ابن زيد: الأنداد الآلهة (٦) التي جعلوها معه (٧) . </p><p> وقال أبو إسحاق: هذا احتجاج عليهم لإقرارهم بأن الله خالقهم، فقيل </p><p>(١) انتهى ما نقله عن أبي الهيثم. انظر: \"تهذيب اللغة\" (ندد) ٤/ ٣٥٤٠، \"اللسان\" ٧/ ٣٤٨٢. (٢) انظر: \"الأضداد\" لابن الأنباري ص ٢٤، \"مجاز القرآن\" ص ٣٤، \"الأضداد\" للصاغاني ص ٢٤٦، قال أبو حاتم: (زعم قوم أن بعض العرب يجعل (الضد) مثل (الند) ويقول: هو يضادني، ولا أعرف أنا ذلك ..) (الأضداد) لأبي حاتم السجستاني ص ٧٥.(٣) قاله يهجو تيما.انظر: \"ديوان جرير\" ص ١٢٩، \"الأضداد\" لابن الأنباري ص ٢٤، \"الأضداد\" لأبي حاتم ص ٧٣، \"معاني القرآن\" للزجاج ١/ ٦٦، \"ومجالس العلماء\" للزجاجي ص ١١٤، \"تفسير الثعلبي\" ١/ ٥٦ ب(٤) في (أ)، (ج): (يطيعونهم)، وفي (ب): (تضيعونهم).(٥) أخرجه \"الطبري\" بسنده عن ابن عباس وعن ابن مسعود وعن ناس من أصحاب النبي - صلى الله عليه وسلم - \"تفسير الطبري\" ١/ ١٦٣، وذكره الثعلبي في \"تفسيره\" ١/ ٦٥ ب، وانظر: \"الدر المنثور\" ١/ ٧٦.(٦) في (ب): (الآله).(٧) أخرجه \"الطبري\" في \"تفسيره\" ١/ ١٦٣، \"زاد المسير\" ١/ ٤٩، والمراد عموم الأنداد والشركاء مع الله من الرجال أو الحجارة أو غير ذلك.</p>"
}