{
  "id": null,
  "sura": 2,
  "aya": 67,
  "text": "<p> ٦٧ - قوله تعالى:  {وَإِذْ قَالَ مُوسَى لِقَوْمِهِ} الآية. قال الليث (١) : القوم الرجال دون النساء، ومنه قوله عز وجل:  {لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ}  [الحجرات: ١١] أي رجال من رجال، ثم قال:  {وَلَا نِسَاءٌ مِنْ نِسَاءٍ} قال زهير (٢) : </p><p> وَمَا أَدْرِي وَسَوْفَ إخَالُ (٣) أدْرِي ... أَقَوْمٌ آل حِصْنٍ أَمْ نِسَاءُ (٤) </p><p> وقوم كل رجل: شيعته وعشيرته (٥) . </p><p> وقال أبو العباس: القوم والنفر والرهط معناه الجمع، ولا واحد لها من لفظها، وهم الرجال دون النساء (٦) . والمراد بالقوم هاهنا شيعة موسى وأتباعه. وقد يذكر القوم فيدخل فيه النساء كقوله:  {إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ}  [نوح: ١] وكان مرسلاً إلى الإناث والذكور جميعاً، وجاز ذلك لأن </p><p>(١) هو: الليث بن المظفر، وقيل: ابن، وقيل: ابن رافع بن يسار الخرساني، وكان بارعا في الأدب، بصيرًا بالشعر والغريب والنحو، وكان كاتبا للبرامكة. ينظر: \"بغية الوعاة\" ٢/ ٢٧٠، و\"معجم الأدباء\" ١٧/ ٤٣. (٢) هو: زهير بن أبي سلمة بن رباح، شاعر جاهلي، نت نزينة من الطبقة الأولى من فحول \"الشعراء الجاهليين\"، كان له من الشعر ما لم يكن لغيره، توفي سنة ١٣ قبل الهجرة. ينظر: \"الشعر والشعراء\" ١/ ٦٩، \"الأعلام\" ٣/ ٥٢.(٣) في (أ)، (ج): (أخاك)(٤) البيت من قصيدة قالها زهير في هجاء بيت من كلب من بني عليم. ورد في \"تهذيب اللغة\" (قام) ٣/ ٢٨٦٣، و\"مجمل اللغة\" (قوم) ٢/ ٧٣٨، \"المقاييس\" (قوم) ٥/ ٤٣، و\"المعاني الكبير\" ١/ ٥٩٣، و\"المخصص\" ٣/ ١١٩، و\"مغني اللبيب\" ١/ ٤١، ١٣٩، ٢/ ٣٩٣، ٣٩٨، و\"الهمع\" ٢/ ٢٣٠، ٤/ ٥٤، ٣٧٦، و\"معاهد التنصيص\" ٣/ ١٦٥، و\"اللسان\" (قوم) ٦/ ٣٧٨٦، و\"فتح القدير\" ١/ ١٣٥.(٥) انتهى كلام الليث. \"تهذيب اللغة\" (قام) ٣/ ٢٨٦٣، وانظر: \"الزاهر\" ٢/ ١٦٩، \"اللسان\" (قوم) ٦/ ٣٧٨٦.(٦) ذكره الأزهري في \"تهذيب اللغة\" عن المنذري عن أبي العباس (قام) ٣/ ٢٨٦٣، وانظر: \"اللسان\" (قوم) ٦/ ٣٧٨٦.</p><p> الغالب من أمر (١) النساء اتباع الأزواج فاكتفى بهم منهن لغلبتهم عليهن (٢) . </p><p> وقوله تعالى:  {أَنْ تَذْبَحُوا بَقَرَةً} البقرة واحدة (٣) البقر. الأصمعي: يقال: رأيت لبني فلان بَقَرًا وبَقِيرًا وبَاقُورَةً وبَاقِرًا (٤) وبَوَاقِرَ، كله جمع البقر، وأنشد (٥) : </p><p> بَوَاقِرُ جُلْحٌ أسْكَنَتْها الْمَرَاتِعُ (٦) </p><p> وقال آخر (٧) : </p><p> خَلَقًا كَحَوْضِ الْبَاقِرِ الْمُتَهَدِّمِ (٨) </p><p> ويقال لجماعة البقرة: بيْقُور (٩) أيضاً، وقال أمية (١٠) : </p><p>(١) (من أمر النساء) ساقط من (ب). (٢) ذكره ابن الأنباري في \"الزاهر\" ٢/ ١٧٠.(٣) في (ب): (واحد).(٤) في (ج): (باقر).(٥) ذكره الأزهري في \"تهذيب اللغة\" (قال: قال أبو نصر: قال الأصمعي ... ثم ذكره، وفيه: وأنشدني ابن أبي طرفة. (بقر) ١/ ٣٧٠، وانظر: \"جمهرة أمثال العرب\" ١/ ٢٧، \"الصحاح\" (بقر) ٢/ ٥٩٤، \"مقاييس اللغة\" (بقر) ١/ ٢٧٨.(٦) في (ب): (المرابع). والبيت لقيس بن العَيْزَارَة وشطره الأول:فَسَكَّنْتُهُمْ بِالْقَوْلِ حَتَّى كَأَنَّهُمْو (الجُلْح): البقر لا قرون لها، (أسكنتها المراتع): طابت أنفسها بالمرعى فسكنت. ورد البيت في \"شرح أشعار الهذليين\" ٢/ ٥٩٠، \"تهذيب اللغة\" (بقر) ١/ ٣٧٠، \"مقاييس اللغة\" ١/ ٢٧٨، \"اللسان\" (بقر) ١/ ٤٢٣، و (جلح) ٢/ ٦٥١.(٧) هو الحارث بن خالد المخزومي كما في \"جمهرة أمثال العرب\" ١/ ٢٧٠.(٨) البيت بتمامه:مَالِي رَأَيْتُكَ بَعْدَ أَهْلِكَ مُوحِشًا ... قَفْرًا كَحَوْضِ البَاقِر المُتهَدمِورد البيت في \"جمهرة أمثال العرب\" ١/ ٢٧٠، و\"تفسير الثعلبي\" ١/ ٨٤ أ، والسجاوندي في ص ٥٣، و\"البحر المحيط\" ١/ ٢٥٤.(٩) \"تهذيب اللغة\" (بقر) ١/ ٣٧٠، وانظر: \"جمهرة أمثال العرب\" ١/ ٢٧٠.(١٠) هو: أمية بن أبي الصلت.</p><p> وعَالَت الْبَيْقُورَا (١) </p><p> وقيل: إن أصل الحرف من الْبَقْر الذي هو الشقّ، يقال: بقر بطنه إذا شقّه وفتحه، وكان يقال لمحمد بن علي بن الحسين (٢) رضي الله عنهما \"الباقر\" ، لأنه بقر العلم وعرف أصله، أي شقه وفتحه (٣) . </p><p> والْبَقِيرُ: ثوب يشق فتلقيه المرأة في عنقها من غير كُمَّيْن ولا جيب (٤) . والبقر جنس شأنها أن تشق الأرض في الْكِرَاب (٥) . </p><p>(١) تمامه: سَلْعٌ مَّا وَمِثْلُهُ عُشَرٌ مَّا ... عَائِلٌ مَّا وَعَالَتِ الْبَيْقَورَاو (السلع): نبت، و (عائل): من قولهم: عالني أثقلني، و (عالت البيقورا): أي أثقلت هذه السنة البيقور بالهزال. قال في مغني اللبيب: قال عيسى بن عمر: لا أدري ما معناه، ولا رأيت أحدا يعرفه، وقال غيره: كانوا إذا أرادوا الاستسقاء في سنة الجدب عقدوا في أذناب البقر وبين عراقيبها السَّلْع والعُشَر، وهما ضربان من الشجر، ثم أوقدوا فيها النار وصعدوا بها الجبال، ورفعوا أصواتهم بالدعاء. \"مغني اللبيب\" ١/ ٣١٤، وانظر: \"جمهرة أمثال العرب\" ١/ ٢٧٠، \"تهذيب اللغة\" (بقر) ١/ ٣٧٠، و (سلع) ٢/ ١٧٣٣، \"الأزهية\" ص ٨١، \"اللسان\" (بقر) ١/ ٣٢٤، و (علا) ٥/ ٣٠٩٠.(٢) في (ب) (الحسين الباقر). وهو محمد بن علي بن الحسين بن علي بن أبي طالب الهاشمي القرشي، أبو جعفر، الباقر خامس الأئمة الاثني عشر عند الشيعة الإمامية، كان ناسكًا عابدًا، توفي سنة أربع عشرة ومائة , وقيل: ثماني عشرة. انظر: \"حلية الأولياء\" ٣/ ١٨٠، \"تهذيب التهذيب\" ٥/ ٣٠٩٠.(٣) \"تهذيب اللغة\" (بقر) ١/ ٣٦٩، \"الصحاح\" (بقر) ٢/ ٥٩٥. وذكر ابن فارس أن (الباء، والقاف، والراء: أصلان: الأول: البقر، والثاني: التوسع في الشيء وفتح الشيء، قال: وزعموا أنه أصل واحد وسميت البقر لأنها تبقر الأرض، قال: وليس ذلك بشيء. انظر: \"مقاييس اللغة\" ١/ ٢٧٧ - ٢٨٠.(٤) ذكره في \"تهذيب اللغة\" عن أبي عبيد عن الأصمعي ١/ ٣٦٩.(٥) (الكراب): بياض في: (ب). و (الْكِراَبُ): هو حرث الأرض وقلبها. انظر: \"اللسان\" (كرب) ٧/ ٣٨٤٧.</p><p> وقوله تعالى:  {أَتَتَّخِذُنَا هُزُوًا} يقرأ بالتخفيف والتثقيل (١) ، وذلك (٢) أن كل اسم على ثلاثة أحرف أوله مضموم (٣) ، فمن العرب من يثقله، ومنهم من يخففه، نحو: العُسْر واليُسْر والحُكْم (٤) والرُّحْم (٥) ، وكذلك ما كان على فُعُل من الجموع قد استمر فيه الوجهان نحو: الكتب، والرسل وحتى جاء ذلك في العين إذا كانت واوا نحو: </p><p> ........ سُوُكَ الإِسْحِلِ (٦) </p><p> وقوله: </p><p>(١) قرأ حفص بضم الزاي من غير همز، وحمزة بإسكان الزاي، وبالهمز في الوصل، فإذا وقف أبدل الهمزة واواً اتباعا للخط. وبقية السبعة بالضم والهمزة التيسير ص ٧٤، وانظر: \"السبعة\" ص ١٥٨، و\"الحجة\" لأبي علي ٢/ ١٠٠. (٢) في (ب): (وكذلك).(٣) في \"الحجة\" لأبي علي: (قال أبو الحسن: زعم عيسى أن كل اسم على ثلاثة أحرف أوله مضموم .... الخ) نقل عن أبي علي بتصرف. \"الحجة\" ٢/ ١٠٥.(٤) في (أ)، (ج): (الحلم)، وأثبت ما في (ب) لأنه يوافق ما في \"الحجة\" ١/ ١٠٥.(٥) عند تثقيلها يقال: (العُسُر)، (اليُسُر)، و (الحُكُم)، و (الرُّحُم). وهذا آخر ما حكاه أبو علي عن أبي الحسن عن عيسى. انظر: \"معاني القرآن\" للأخفش ١/ ٢٧٨، و\"الحجة\" ١/ ١٠٥، وانظر: \"الكشف\" لمكي١/ ٤٤٨، و\"حجة القراءات\" لابن زنجلة ص ١٠١.(٦) البيت لعبد الرحمن بن حسان، وتمامه:أغَرُّ الثَّنايا أحمُّ اللِّثا ... ت تَمْنَحهُ سُوُكُ الإسْحِلِ(الأحم): الأسود، و (اللثات): جمع لثة وهي ما حول الأسنان، (سوك): جمع مسواك، و (الإسْحِل): شجر يستاك به. ورد في \"الحجة\" ٢/ ١٠٥، \"المقتضب\" ١/ ١١٣، \"المخصص\" ١١/ ١٩٢، \"الصحاح\" ٤/ ١٥٩٣، \"المنصف\" ١/ ٣٣٨، \"شرح المفصل\" ١٠/ ٨٤.</p><p> وفي الأَكُفِّ اللامِعاتِ سُوُر (١) </p><p> وأما فُعْل في جمع أفعل نحو أحْمر وحُمْر، وكأنهم ألزموه الإسكان للفصل بين الجمعين، وقد جاء فيه التحريك في الشعر (٢) . </p><p> ومعنى قوله:  {أَتَتَّخِذُنَا هُزُوًا} قال أبو زيد: هَزِئتُ به (٣) هُزْءًا وَمهْزَأةً، وهذا لا يخلو من أحد أمرين (٤) ، أحدهما: أن يكون المضاف محذوفا؛ لأن الهُزْءَ حَدَثٌ، والمفعول الثاني من هذا الفعل يكون الأول كقوله:  {لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ}  [الممتحنة: ١] ويكون التقدير: أتتخذنا أصحاب هزء. أو يكون جعل الهُزْءَ المهزوءَ به مثل الخلْق (٥) والصيد. وقوله (٦) : {لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا}  [المائدة: ٥٧] لا يحتاج فيه إلى تقدير </p><p>(١) البيت لعدي بن زيد كما في \"الكتاب\" وشطره الأول: عن مُبْرِقَاتٍ بالبُريْنِ تبدو(المبرقات): النساء المتزينات، و (البُرين): جمع برة وهو الحلي، و (سُوُر) جمع سوار. والبيت من \"شواهد\" سيبويه ٤/ ٣٥٩، و\"شرح شواهده\" للسيرافي ٢/ ٤٢٥، \"المخصص\" ٤/ ٤٦، و\"المنصف\" ١/ ٣٣٨، و\"الحجة\" ٢/ ١٠٥، و\"شرح الكافية\" لابن مالك ٤/ ١٨٣٧، \"شرح المفصل\" ٥/ ٤٤، ١٠/ ٨٤، ٩١، و\"الهمع\" ٦/ ٩٤، \"اللسان\" (لمع) ٧/ ٤٠٧٤.(٢) \"الحجة\" لأبي علي ٢/ ١٠٦، وانظر \"الكشف\" لمكي ١/ ٤٤٨.(٣) (به): ساقط من: (ب)، وليس في \"الحجة\"، وفي الحاشية: (في ط: هزئت به) \"الحجة\" ٢/ ١٠٤.(٤) في \"الحجة\" بعد أن ذكر كلام أبي زيد: قال أبو علي قوله تعالى: {أَتَتَّخِذُنَا هُزُوًا} فلا يخلو من أحد أمرين ..) ٢/ ١٠٤.(٥) قوله: مثل الخلْق والصيد، أي في نحو قوله تعالى: {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ} وقوله: {أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ} ونحو ذلك. انظر: \"الحجة\" ٢/ ١٠٤.(٦) في (ب): (وقال).</p><p> محذوف، لأن الدِّين (١) ليس بعين. </p><p> وقول موسى:  {أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِنَ الْجَاهِلِينَ} في جواب: {أَتَتَّخِذُنَا هُزُوًا} يدل على أن الهازئ جاهل (٢) ، ومعنى {أَعُوذُ بِاللَّهِ} أي: أمتنع به وألجأ إليه، ومصدره العَوْذ والعِياذ (٣) . وتقول العرب: أطيب اللحم عُوَّذه، أي الذي عاذ بالعظم، وناقة عائذ: يعوذ بها ولدها، وجعلت عائذًا وهي معوذ بها، وجمعها عُوذ، وهي الحديثات النتاج، وذلك أن الولد يعوذ بها إذا (٤) كان حديثا، فإذا شبّ الولد لم يعذ بالأم، فلهذا يفسر العُوذ بالحديثات النتاج (٥) والأصل ما ذكرنا، ومنه قول لبيد: </p><p> فالِعينُ سَاكِنَةٌ على أَطْلائِهَا (٦) ... عُوذًا تأَجَّلُ بِالغَضَاءِ بِهَامُهَا (٧) </p><p> وقوله تعالى:  {مِنَ الْجَاهِلِينَ} الجهل نقيض العلم، ويقال: استجهلت الريحُ الغصنَ إذا حركته فاضطرب، والمجهلة: الأمر يحملك </p><p>(١) في (ب)، (ج): (الذين) تصحيف. (٢) انتهى من \"الحجة\" ٢/ ١٠٤، ١٠٥.(٣) انظر: \"مقاييس اللغة\" (عوذ) ٤/ ١٨٤، \"اللسان\" (عوذ) ٥/ ٣١٦٢.(٤) في (أ)، (ج): (إذ)، وأثبت ما في: (ب)، لأنه أنسب للسياق.(٥) انظر: \"تهذيب اللغة\" (عاذ) ٣/ ٢٢٧٣، \"الصحاح\" (عوذ) ٢/ ٥٦٧، \"اللسان\" (عوذ) ٥/ ٣٧٦٣.(٦) في (ب): (أطلابها).(٧) قوله: (العين): البقر، لكبر عيونها، و (أطلائها): أولادها، والمفرد: طلا و (عوذا): حديثات النتاج، و (تَأجَّل): تسير أو تتجمع إجْلاً إجْلاً، أي قطيعا. و (البِهَام): أولاد الضأن، واستعاره لبقر الوحش. \"شرح ديوان لبيد\" ص ٢٩٩، \"مقاييس اللغة\" (عوذ) ٤/ ١٨٤، \"شرح القصائد المشهورات\" للنحاس ص ١٣٣، \"اللسان\" (أجل) ١/ ٣٣، و (بهم) ١/ ٣٧٦.</p><p> على الجهل (١) ، ومنه الحديث:  \"الولد مجهلة مبخلة(٢)مجبنة(٣)\" . </p><p> وكان حقه (٤) أن يقول: (فقال أعوذ بالله) لأنه عطف على ما قبله، قال الفراء: وهذا في القرآن كثير بغير الفاء، وذلك أنه جواب يستغني أوله عن آخره بالوقفة عليه، فكأنّ (٥) حسن السكوت (٦) يجوز به طرح الفاء. وأنت تراه في رؤوس (٧) الآيات لأنها فصول حسناً (٨) ، في ذلك (٩) قوله: {قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (٥٧) قَالُوا إِنَّا أُرْسِلْنَا} (١٠) [الحجر:٥٧, ٥٨, والذاريات: </p><p>(١) انظر: \"تهذيب اللغة\" (جهل) ١/ ٦٨٠، \"اللسان\" (جهل) ١/ ٧١٣. (٢) (مبخلة): ساقط م: ن (ب).(٣) أخرجه ابن ماجه بسنده (عن يعلى العامري أنه قال: جاء الحسن والحسين يسعيان إلى النبي - صلى الله عليه وسلم - فضمهما إليه، وقال: \"إن الولد مبخلة مجبنة\". قال في \"الزوائد\": إسناده صحيح، رجاله ثقات. \"سنن ابن ماجه\" كتاب الأدب، باب: بر الوالد والاحسان إلى البنات. وبهذا اللفظ ذكره السيوطي فىِ \"جمع الجوامع\" وعزاه لابن ماجه وابن أبي شيبة والطبراني في \"الكبير\"، \"جمع الجوامع\" في ١/ ل/٢١٦. وذكره الهيثمي في \"مجمع الزوائد\"، ولفظه: \"أن الولد مبخلة مجهلة مجبنة\" قال: رواه البزار ورجله ثقات. \"مجمع الزوائد\"، كتاب: البر والصلة باب ما جاء في الأولاد ٨/ ١٥٥.(٤) قوله: (وكان حقه أن يقول ..) هذه العبارة لا تليق بمكانة كتاب الله الذي هو في قمة الفصاحة والبلاغة، مع أن عموم القاعدة التي ذكر منقوض بكلام الفراء الذي أورده.(٥) في (ب): (وكان) وفي \"معاني القرآن\" للفراء ١/ ٤٣: (فكأن) وهو أولى.(٦) في (أ): (السكون) والصحيح بالتاء كما في \"معاني القرآن\" للفراء ١/ ٤٤.(٧) في (ب): (فصول).(٨) كذا في جميع النسخ، وكذا في \"معاني القرآن\" للفراء وفي حاشيته: في ش، ج (حسنة) ١/ ٤٤.(٩) (من ذلك): ساقط من: (ب).(١٠) قوله: (قالوا إنا أرسلنا) ساقط من: (ج).</p>"
}