{
  "id": null,
  "sura": 2,
  "aya": 135,
  "text": "<p> ١٣٤ - قوله تعالى:  {تِلْكَ أُمَّةٌ} قال الأخفش: التاء في تلك: اسم المؤنث، واللام عمادٌ للتاء، والكاف خطاب، وهذا كما ذكرنا في ذلك قال: وكُسرت التاء من (١) تلك علامةً للتأنيث (٢) . </p><p> وقوله تعالى:  {قَدْ خَلَتْ} أي: مضت (٣) ، وخَلَتْ إذا استعمل في المكان فالمراد به خلوه عن السكان، وإذا استعمل في الزمان فالمراد به المضي (٤) كقوله عز وجل: {الْأَيَّامِ الْخَالِيَةِ}  [الحاقة: ٢٤] . وقول لبيد: </p><p> حِجَجٌ خلون حلالُها وحرامُها (٥) </p><p> والمراد بقوله:  (تلك أمة) إبراهيم وبنوه ويعقوب وبنوه الذين تقدم ذكرهم، (لها ما كسبت) من العمل، ثم قال لليهود:  {وَلَكُمْ مَا كَسَبْتُمْ} أي: حسابهم عليهم، وإنما تسألون عن أعمالكم (٦) . </p><p> ١٣٥ - قوله تعالى:  {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى} المعنى: قالت اليهود: كونوا هودًا، وقالت النصارى: كونوا نصارى (٧) . </p><p>(١) في (ش): (في). (٢) ينظر: \"شرح التصريح على التوضيح\" للشيخ خالد الأزهري ١/ ١٢٨.(٣) كذا قال الأخفش في \"معاني القرآن\" ١/ ١٥٠، \"تفسير الثعلبي\" ١/ ١٢١٢.(٤) \"تهذيب اللغة\" ١/ ١٠٧٤ (خلا).(٥) مطلع البيت:دمن تجرم بعد عهد أنيسهاوهو من الكامل، للبيد بن ربيعة من معلقته، ينظر: \"ديوانه\" ص ١٦٣.(٦) ينظر: \"معاني القرآن\" للزجاج ١/ ٣١٢، \"تفسير الثعلبي\" ١/ ١٢١٢، \"تفسير ابن كثير\" ١/ ١٩٩.(٧) ذكره الزجاج في \"معاني القرآن\".</p><p> قال ابن عباس: نزلت في: يهود المدينة، ونصارى نجران، قال كل واحد من الفريقين للمؤمنين: كونوا على ديننا فلا دين إلا ذلك (١) . </p><p> وقوله تعالى:  {بَلْ مِلَّةَ إِبْرَاهِيمَ} بنصب (٢)  {مِلَّةَ} بفعل مضمر، كأنه قال: قولوا بل نتبع ملة إبراهيم (٣) . وقال بعض النحويين: هو عطف على المعنى؛ لأن قوله:  {كُونُوا هُودًا أَوْ نَصَارَى} معناه: اتبعوا اليهودية والنصرانية، فقال الله:  {مِلَّةَ إِبْرَاهِيمَ} أي: بل اتبعوا ملته (٤) . </p><p> قال أبو اسحاق: ويجوز أن تنصب على معنى: بل نكون أهلَ ملةِ إبراهيم، ويحذف الأهل كقوله:  {وَاسْأَلِ الْقَرْيَةَ}  (٥)  [يوسف: ٨٢] ، وإلى هذا القول أشار الفراء والكسائي. </p><p>(١) ذكره الثعلبي، والواحدي في \"أسباب النزول\" ص ٤١، والبغوي ١/ ١٥٥، وابن حجر في \"العجاب\" ١/ ٣٨١، عن ابن عباس وأخرج الطبري ١/ ٥٦٤، وابن أبي حاتم في \"تفسيره\" ١/ ٢٤١، عن ابن عباس، قال: قال عبد الله بن صوريا الأعور لرسول الله - صلى الله عليه وسلم -: ما الهدى إلا ما نحن عليه، فاتبعنا يا محمد تهتد، وقالت النصارى مثل ذلك، فأنزل الله عز وجل فيهم: {وَقَالُوا كُونُوا هُودًا}، وذكره السيوطي في \"لباب النقول\" ص ٢٦ وعزاه في \"الدر\" ١/ ٢٥٧، لابن إسحاق وابن جرير وابن المنذر وابن أبي حاتم، وحسن إسناده الأستاذ عصام الحميدان في تحقيقه لـ\"أسباب النزول\" للواحدي ص ٤٤. (٢) في (أ)، (م): (تنصب).(٣) ينظر: \"معاني القرآن\" للفراء، \"معاني القرآن\" للزجاج، وقال بعده: ويجوز الرفع (بل ملةُ إبراهيم حنيفا) والأجود والأكثر النصب، ومجاز الرفع على معنى: قل: ملتنا وديننا ملة إبراهيم.(٤) كذا في \"معاني القرآن\" للزجاج.(٥) \"معاني القرآن\" للزجاج، وذكره بنحوه أبو حيان في \"البحر المحيط\" ١/ ٤٠٦.</p><p> قال الفراء: إن نصبتها بـ (نكون) كان صوابًا (١) ، وقال الكسائي: بل يكون ملة إبراهيم. وقول الزجاج بيان لقولهما. </p><p> قال أهل المعاني: وفي هذا احتجاج عليهم؛ إذ في اليهودية تناقُضٌ، وكذلك النصرانية، والتناقضُ لا يكون من عند الله، وملةُ إبراهيم سليمةٌ من التناقض، فهو أحقُّ بالاتباع (٢) . </p><p> فمِمَّا في اليهودية من التناقض (٣) : امتناعُهم من جواز النسخ، مع ما في التوراة مما يدل على ذلك، وإمتناعُهُمْ من العمل بما تقدمت به البشارة في التوراة من اتباع النبي الأمي، مع إظهارهِم التمسك بها، وامتناعهم من الإذعان لما دلّت عليه المعجزة من نبوة محمد وعيسى عليهما السلام، مع إقرارهم بنبوة موسى من أجل المعجزة، إلى غير هذا مما هم عليه من التناقض، وأما النصارى فقولهم بثلاثة، ثم يقولون: إنه إله واحد (٤) . </p><p> وقوله تعالى:  {حَنِيفًا} . انتصب على الحال؛ لأن المعنى: نتبعُ ملةَ ابراهيم في حال حنيفيته، وعند الكوفيين ينتصب على القطع، كأنه ملة </p><p>(١) \"معاني القرآن\"، وعبارته (نكون). وفي الحاشية قال: وفي نسخ الفراء: بيكون، ولعل المراد إن صحت: يكون ما نختاره، وفي \"البحر\" ١/ ٤٠٥ ذكر من أعاريبه على النصب: أنه خبر كان أي: بل تكون ملة إبراهيم، أي: أهل ملة إبراهيم ... وإما أنه منصوب على الإغراء، أي: الزموا ملة إبراهيم، قاله أبو عبيد، وإما على أنه منصوب على إِسقاط الخافض، أي: نهتدي ملة: أي بملة. (٢) ينظر: \"تفسير الفخر الرازي\" ٤/ ٨٠.(٣) ساقط من (م) و (أ).(٤) ينظر: \"تفسير الفخر الرازي\" ٤/ ٨٠.</p><p> إبراهيم الحنيف، فقطع عنه الألف واللام (١) . </p><p> وأمَّا معنى الحنيف: فقال ابنُ دُريد: الحنيف: العادل عن دين إلى دين، وبه سمي الإسلام: الحنيفية؛ لأنها مالت عن اليهودية والنصرانية (٢) . قال أبو حاتم: قلت للأصمعي: من أين عُرِفَ في الجاهلية الحنيف؟ قال: لأن من عدل عن دين اليهود والنصارى فهو حنيف عندهم، وكان كل من حجَّ البيت سُمِّيَ حنيفًا، وكانوا في الجاهلية إذا أرادوا الحجَّ قالوا: هلموا نتَحَنَّفْ (٣)  (٤) . فالحنيف: المسلم؛ لأنه مال عن دين اليهود والنصارى إلى دين الإسلام، ومنه قيل للميل في القَدَم: حَنَفٌ. </p><p> قال ذو الرمَة: </p><p> إذا حَوَّل الظلُّ العشِيَّ رأيتَه ... حنيفًا وفي قَرنِ (٥) الضحَى يَتَنَصَّر (٦)  (٧) </p><p> وقال الأخفش: الحنيف: المسلم، وكان في الجاهلية يقال لمن اختتن وحج البيت: حنيف؛ لأن العرب لم تتمسك في الجاهلية بشيء من </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٢١٤، \"إعراب القرآن\" للنحاس ١/ ٢١٨، \"تفسير الثعلبي\" ١/ ١٢١٤، \"البيان\" لابن الأنباري ١/ ١٢٥، \"التبيان\" ١/ ٩٥، ٩٦. (٢) ذكره في \"الوسيط\" ١/ ٢١٨.(٣) في (م): (نحنف).(٤) ذكره في \"الوسيط\" ١/ ٢١٨.(٥) في (م): (قرب).(٦) البيت في \"ديوانه\" ص ٦٣٢، \"لسان العرب\" ٢/ ١٠٦٠، \"المعجم المفصل\" ٣/ ٢٦٥.(٧) في (م): (تنتصر).</p><p> دين إبراهيم غير الختان، وحج البيت، فلما جاء الإسلام عادت الحنيفية، فالحنيف: المسلم (١) . </p><p> وروى ابن نجدة (٢) ، عن أبي زيد (٣) ، أنه قال: الحنيفُ: المستقيم، وأنشد (٤) : </p><p> تعلم أَنْ سَيَهْدِيْكُم إلينا ... طريقٌ لا يَجُور بكم حَنِيفُ (٥) </p><p> فقيل: لكل من سَلَّم لأمر الله ولم يَلْتَوِ: حنيف (٦) ، وهذا القول اختيار ابن قتيبة (٧) ، والرياشي (٨) ، قالا: الحنيفية: الاستقامة على دين إبراهيم، وإنما قيل للذي تقبل إحدى قدميه على الأخرى: أحنف، تفاؤلًا بالسلامة، كما قيل للمفازة (٩) : مهلكة (١٠) . </p><p>(١) نقله عنه في \"تهذيب اللغة\" ١/ ٩٤٢، \"لسان العرب\" ٢/ ١٠٢٥. (٢) هو محمد بن الحسين بن محمد الطبري النحوي، يعرف بابن نجدة، قال ياقوت: مشهور في أهل الأدب، وله خط مرغوب فيه، قرأ على الفضل بن الحباب الجمحي. ينظر: \"بغية الوعاة\" ١/ ٩٤، \"معجم الأدباء\" ١٨/ ١٨٦.(٣) \"لسان العرب\" ٢/ ١٠٢٦ (حنف).(٤) نقله عنه في \"تهذيب اللغة\" ١/ ٩٤٢ (حنف).(٥) البيت بلا نسبة في \"تهذيب اللغة\" ١/ ٩٤٢، \"لسان العرب\" ٢/ ١٠٢٦ (حنف)، \"المعجم المفصل\" ٣/ ٢٦٥.(٦) \"تهذيب اللغة\" ١/ ٩٤٢ (حنف).(٧) \"غريب القرآن\" ص ٦٤ بنحوه، وكذا قال الطبري ١/ ٥٦٤ - ٥٦٥.(٨) هو العباس بن الفرج، أبو الفضل الرياشي، اللغوي النحوي، قرأ على المازني النحو، وقرأ عليه المازني اللغة، ووثقه الخطيب، صنف كتاب الخيل وكتاب الإبل، وغير ذلك، قتله الفرنج سنة ٢٥٧ هـ. ينظر: \"بغية الوعاة\" ٢/ ٢٧، \"الأعلام\" ٣/ ٢٦٤.(٩) في (ش): \"للمقارفة\".(١٠) لعل صحة العبارة كما قيل للمهلكة: مفازة، أو: كما قيل: مفازة للمهلكة، وينظر: \"تفسير الطبري\" ١/ ٥٦٤.</p><p> فأما التفسير: فروي عن ابن عباس أنه قال: الحنيف: المائل عن الأديان كلها إلى دين الإسلام (١) . </p><p> وقال مجاهد: الحنيفية اتباع الحق (٢) ، وروي عنه أيضًا: الحنيفية: اتباع إبراهيم فيما أتى به من الشريعة التي صار بها إمامًا للناس بعده، من الحج، والختان، وغير ذلك من شرائعه (٣) . </p><p> وقال الحسن: الحنيفية: حج البيت (٤) ، وهو معنى قول ابن عباس (٥) ، وعطية (٦)  (٧) . </p><p> وقيل: الحنيفية: إخلاص الدين لله وحده (٨) ، وهذه الأقوال غير خارجة عما ذكره أهل اللغة؛ لأنها تعود إلى الاستقامة أو الميل إلى ما أتى به إبراهيم عليه السلام من الشريعة (٩) . </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ١٢١٤، والواحدي في \"الوسيط\" ١/ ٢١٨، و\"البغوي\" ١/ ١٥٥، و\"الخازن\" ١/ ١١٥، و\"البحر المحيط\" ١/ ٤٠٦. (٢) بنحوه أخرج الطبري في \"تفسيره\" ١/ ٥٦٥ - ٥٦٦، وابن أبي حاتم ١/ ٤١ قال: وروي عن الربيع بن أنس نحو ذلك.(٣) عنه الواحدي في \"الوسيط\" ١/ ٢١٨، والبغوي في \"تفسيره\" ١/ ١٥٥.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٩٥، ومن طريقه أخرجه الطبري ١/ ٥٦٥، وأخرجه من طريق أخرى ١/ ٥٦٥، وذكره ابن أبي حاتم ١/ ٢٤٢، والثعلبي ١/ ١٢١٤.(٥) أخرجه عنه الطبري ١/ ٥٦٥، وابن أبي حاتم ١/ ٢٤١، قال: وروي عن الحسن والضحاك وعطية والسدي نحو ذلك.(٦) أخرجه الطبري في \"تفسيره\" ٣/ ١٠٦، وذكره ابن أبي حاتم ١/ ٢٤١.(٧) تقدمت ترجمته.(٨) ذكر عن السدي كما أخرج الطبري في \"تفسيره\" ١/ ٥٦٦، وعن خصيف عند ابن أبي حاتم ١/ ٢٤٢، وذكره مقاتل في \"تفسيره\" ١/ ١٤١.(٩) رجح الطبري في \"تفسيره\" ١/ ٥٦٦ أن الحنف والحنيف: الاستقامة على دين =</p>"
}