{
  "id": null,
  "sura": 2,
  "aya": 286,
  "text": "<p> وقوله تعالى:  {وَإِلَيْكَ الْمَصِيرُ} نحن مُقِرُّون بالبَعْث. </p><p> ٢٨٦ - قوله تعالى:  {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} الآية. يقال: كَلَّفْتُه الشيءَ فَتَكَلَّفَ، والكُلْفَة الاسم منه (١) . </p><p> والوُسْعُ، قال الفَرّاء: هو اسم، كالوُجد والجُهد (٢) ، وهو اسم لما يسع الإنسان ولا يضيق عليه (٣) . وابن عباس (٤) وأكثر المفسرين على أن هذه الآية نَسَخَت ما ضجَّ المؤمنون عنه من حديث النفس والوسوسة لما نزل قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ} الآية (٥) . </p><p> وروي عنه من طريق آخر، أنه قال: معناه: أنه كلف المؤمنين ما هم له مستطيعون، لأنه قال:  {يُرِيدُ اللَّهُ بِكُمُ}  [البقرة: ١٨٥] وقال تعالى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ}  [الحج: ٧٨] وقال: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}  [التغابن: ١٦]  (٦) . </p><p>(١) ينظر: \"تهذيب اللغة\" ٤/ ٣١٧٥ (مادة: كلف)، \"المفردات\" ص ٤٤١. (٢) \"معاني القرآن\" للفراء ١/ ١٨٨ قال: ومن قال في مثل الوُجد: الوَجد، وفي مثل الجُهد: الجَهد، قال في مثله من الكلام {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} ولو قيل: وَسْعَها لكان جائزًا، ولم نسمعه. اهـ ووَسعها بالفتح قراءة ابن أبي عبلة.(٣) \"تفسير الثعلبي\" ٢/ ١٨٦٦.(٤) رواه عنه الطبري في \"تفسيره\" ٣/ ١٥٤ بمعناه، وابن أبي حاتم ٢/ ٥٧٤.(٥) رواه الطبري في \"تفسيره\" عن ابن عباس ٣/ ١٥٤، وعزاه في \"الدر\" ١/ ٦٦٥ إلى ابن المنذر، وينظر: \"تفسير الثعلبي\" ٢/ ١٨٦٧، \"تفسير البغوي\" ١/ ٣٥٧. وقد ذكر المؤلف أن التحقيق عدم القول بالنسخ فلينظر عند قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة: ٢٨٤].(٦) رواه عنه الطبري في \"تفسيره\" ٦/ ١٣٠ بمعناه، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٧، وعزاه في \"الدر\" ٢/ ١٣٣ إلى ابن المنذر، وذكره الثعلبي في \"تفسيره\" ٢/ ١٨٦٧.</p><p> وهذا أحسن ما قيل في (١) تفسير هذه الآية (٢) ، وذلك أن الوُسع دون الطاقة، والله تعالى كلفنا دون طاقتنا تفضلًا (٣) منه، وقد روي عن سفيان بن عيينة أنه قال في قوله:  {إلَّا وُسْعَهَا} أي: إلَّا يُسْرَها لا عُسْرها، ولم يكلفها طاقتها، ولو كلفها طاقتها لبلغ المجهود (٤) . </p><p> وتقول القدرية: إن الله تعالى أخبر أنه لا يكلف العبد إلا ما يسعه، وإذا كلفه الإيمان وقضى عليه الكفرَ فقد كَلَّفَهُ ما لا يسعه، فيقال لهم: يلزمكم مثلُ هذا في العِلْم، لأنكم توافقوننا على أن الله تعالى إذا سبق في مَعْلُومه أن فلانًا يموت كافرًا فلا سبيل له إلى تبديل معلومه، فإذا كلفه الإيمان فقد كلفه ما لا يطيق، وهذا معنى قول الشافعي، رضي الله عنه: إذا سلمت لنا القدرية العلم خُصموا (٥) . </p><p> وقوله تعالى:  {لَهَا مَا كَسَبَت وَعَلَيهَا مَا أكْتَسَبَت} الصحيح عند أهل اللغة: أن الكسب والاكتساب واحد، لا فرق بينهما، قال ذو الرمة: </p><p> أَلَفَى أَبَاه بذاكَ الكَسْبِ يَكْتَسِبُ (٦) </p><p>(١) في (ش): (من). (٢) \"تفسير الثعلبي\" ٢/ ١٨٦٩، وينظر: \"تفسير السمعاني\" ٢/ ٤٨١، \"الكشاف\" ١/ ٣٣٢.(٣) في (ي): (تفصيلًا).(٤) في \"تفسير الثعلبي\": المجهود منها، وقول سفيان رواه الثعلبي في \"تفسيره\" ٢/ ١٨٦٨، وذكره الحيري في \"الكفاية في التفسير\" ١/ ٢٤٨، والبغوي في \"تفسيره\" ١/ ٣٥٧.(٥) قول الشافعي، ذكره العز بن عبد السلام في \"قواعد الأحكام في مصالح الأنام\" ٢/ ٧٦ [ط. دار الكتب العلمية]. وابن تيمية في \"مجموع الفتاوى\" ٢٣/ ٣٤٢، وروايته: ناظروا القدرية بالعلم؛ فإن أنكروه كفروا وإن أثبتوه خصموا.(٦) شطره الأول:ومطعم الصيد هبال لبغيتهوهو في \"ديوانه\" شرح أبي نصر الباهلي ١/ ٩٩، و\"جمهرة أشعار العرب\" ص ٣٤٦، و\"الحيوان\" ٤/ ٤٧، و\"الأمثال\" للميداني ٣/ ٣٠٠، و\"تاريخ دمشق\" ٤٨/ ١٧٧.</p><p> وقال بعضهم: الاكتساب أخصّ من الكسب؛ لأن الكسب ينقسم إلى كسبه لنفسه ولغيره، والاكتساب لا يكون إلا ما يكتسب الإنسان لنفسه خاصة (١) ، يقال: فلان كَاسِبُ أهلِه، ولا يقالُ: مُكْتَسِب أهله، قال الحطيئة: </p><p> أَلْقَيْتَ كَاسِبَهُمْ في قَعْرِ مُظلِمَةٍ ... فاغْفَر هَداكَ مَلِيكُ الناسِ يا عُمَرُ (٢) </p><p> ومعنى {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} أي: لا يؤاخَذ أحد بذنب غيره (٣) . </p><p> وقوله تعالى:  {رَبَّنَا لَا تُؤَاخِذْنَا} قال الحسن: معناه: قولوا: ربنا (٤) ، على التعليم للدعاء. وقيل: أي: يقولون: رَبَّنَا. على الخبر. </p><p>(١) قال الراغب في \"المفردات\" ص ٤٣٣: والكسب يقال فيما أخذه لنفسه ولغيره، ولهذا قد تعدى إلى مفعولين، فيقال: كسبت فلانًا كذا، والاكتساب لا يقال إلا فيما استفدته لنفسك، فكل اكتساب كسب، وليس كل كسب اكتسابا، ثم ذكر الأقوال في المراد بقوله: {لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ} فقد قيل: خص الكسب هاهنا بالصالح، والاكتساب بالسيء، وقيل: عُنِي بالكسب ما يتحراه من المكاسب الأخروية، وبالاكتساب: ما يتحراه من المكاسب الدنيوية، وقيل: عُني بالكسب: ما يفعله الإنسان من فعل خير وجلب نفع إلى غيره، من حيثما يجوز، وبالاكتساب ما يحصله لنفسه من نفع يجوز تناوله، فنبه على أن ما يفعله الإنسان لغيره من نفع يوصله إليه فله الثواب، وأن ما يحصله لنفسه وإن كان متناولا من حيثما يجوز على الوجه فقلما ينفك من أن يكون عليه. (٢) البيت للحطيئة في \"ديوانه\" ص٢٠٨، وفي \"الأغاني\" ٢/ ١٧٨، و\"العقد الفريد\" ٥/ ٢٥٩، و\"الكامل في الأدب\" ٣/ ١٩٣، \"خزانة الأدب\" ٣/ ٢٥٤، \"لسان العرب\" ٥/ ٢٦٨٦ (مادة: طلح)، \"الوافي بالوفيات\" ١١/ ٥٥. وأغلب رواياته: فاغفر سلام الله عليك.(٣) من \"معاني القرآن\" للزجاج ١/ ٣٦٩.(٤) ذكره في \"الوسيط\" ١/ ٤١٠.</p><p> ومعنى {لَا تُؤَاخِذْنَا} : لا تُعاقبنا (١) . </p><p> وإنما جاء بلفظ المفاعلة وهو فعل واحد؛ لأن المسيء قد أمكن من نفسه، وطَرّقَ السبيلَ إليها بفعله، وكأنه أعان (٢) عليه من يُعاقبه بذنبه، ويأخذه به، فشاركه في أخذه (٣) . </p><p> وقوله تعالى:  {إِنْ نَسِينَا} يجوز أن يكون هذا من النسيان الذي هو ضد الذكر (٤) ، فيكون له تأويلان: أحدهما: ما قاله الكلبي، وهو أن بني إسرائيل كانوا إذا نسوا شيئًا عجلت لهم العقوبة بذلك، فأمر الله نبيه - صلى الله عليه وسلم - والمؤمنين أن يسألوه ترك مؤاخذتهم بذلك (٥) . </p><p> والثاني: أن النسيان وإن كان معفوًا عنه في الشرع، فيجوز أن نتعبد (٦) بأن ندعو بذلك، كما جاء في الدعاء:  {قَالَ رَبِّ احْكُمْ بِالْحَقِّ}  [الأنبياء: ١١٢] والله سبحانه لا يحكم إلا بالحق، وكما قال:  {رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ}  [آل عمران: ١٩٤] وما وُعدوا به على ألسن الرسل يُؤْتَونه، وكذلك قول الملائكة في دعائهم:  {فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ} إلى قوله: {وَمَنْ تَقِ السَّيِّئَاتِ}  [غافر:٧ - ٩] . </p><p>(١) \"تفسيرالثعلبى\" ٢/ ١٨٧٠. (٢) في (ي): (أعدل).(٣) من \"تفسير الثعلبي\" ٢/ ١٨٧٠، وينظر: \"تفسير الرازي\" ٧/ ١٢٥، \"الدر المصون\" ٢/ ٧٠١.(٤) وهذا اختيار الثعلبي في \"تفسيره\" ٢/ ١٨٧١.(٥) ذكره الثعلبي في \"تفسيره\" ٢/ ١٨٧٠، والبغوي في \"تفسيره\" ١/ ٣٥٧، والحافظ في \"العجاب\" ١/ ٦٥٥.(٦) في (ي) و (ش): (يتعبد).</p><p> ويجوز أن يكون النسيان، هاهنا (١) ، بمعنى: الترك، فيكون معنى قوله:  {إِنْ نَسِينَا} أي: تركنا شيئًا (٢) من اللازم لنا، كقوله تعالى:  {نَسُوا اللَّهَ فَنَسِيَهُمْ}  [التوبة: ٦٧] أي: تركوا العمل لله فترك أن يثيبهم (٣) . </p><p> وقوله تعالى:  {أَوْ أَخْطَأْنَا} الصحيح في اللغة: أن يقال: خَطِئ الرجلُ: إذا أَثِم، فهو خَاطئٌ آثِمٌ. وأخطأ: إذا لم يُصِبِ الصَّوابَ (٤) . </p><p> قال أبو الهيثم: يقال: خطئ: ما صنعه عمدًا، وهو الذنب، وأخطأ: ما صنعه غير عمد (٥) . فعلى هذا قوله:  {أَوْ أَخْطَأْنَا} معناه: مثل معنى {نَسِينَا} إذا كان بمعنى السهو (٦) ، وفيه الوجهان اللذان ذكرناهما: </p><p>(١) سقطت من (ي). (٢) سقطت من (ي).(٣) ينظر: \"الأشباه والنظائر\" لمقاتل ص ٢٣٩، الطبري في \"تفسيره\" ٣/ ١٥٥ - ١٥٦، \"معاني القرآن وإعرابه\" للزجاج ١/ ٣٧٠، \"معاني القرآن\" للنحاس ١/ ٣٣٢، \"تفسير الثعلبي\" ٢/ ١٨٧١، وقد بين الطبري في \"تفسيره\" ٣/ ١٥٥ - ١٥٦: أن النسيان على وجهين: أحدهما: على وجه التضييع من العبد والتفريط، فهو ترك منه لما أمر بفعله، فذلك الذي يرغب العبد إلى الله تعالى في تركه مؤاخذته، وهو النسيان الذي عاقب الله آدم به فأخرجه من الجنة، ما لم يكن تركه ما ترك من ذلك كفرًا، فإن الرغبة إلى الله في تركه المؤاخذة به غير جائزة وأما النسيان الذي يكون بسبب قلة احتمال العقل ما وكل بمراعاته، فلا وجه للدعاء بطلب المغفرة منه. قال: وكذلك الخطأ على وجهين.(٤) ينظر في خطئ: \"تهذيب اللغة\" ٧/ ٤٩٥ - ٥٠٠، \"المفردات\" ص ١٥٦، \"اللسان\" ١/ ٦٥ - ٦٨.(٥) نقله في \"تهذيب اللغة\" ٧/ ٤٩٨.(٦) ينظر: \"تفسير الطبري\" ٦/ ١٣٤، \"معاني القرآن\" للزجاج ١/ ٣٧٠، قال الثعلبي في \"تفسيره\" ٢/ ١٨٧١: وهو الأصح، لأن ما كان عمدًا من الذنب فهو غير معفو عنه، بل هو في مشيئة الله عز وجل ما لم يكن كفرًا. وقال ابن عطية في \"المحرر الوجيز\" ٢/ ٥٤٥: وذهب كثير من العلماء إلى أن الدعاء في هذه الآية إنما هو في النسيان الغالب، والخطأ غير المقصود، وهذا هو الصحيح عندي.</p><p> أحدهما: قول الكلبي (١) والثاني: أنا تعبدنا بهذا الدعاء. </p><p> وقال أبو عبيدة: يقال: أخطأ وخطئ لغتان (٢)  (٣) ، وأنشد: </p><p> يالَهْفَ هِنْدٍ إذ خَطِئْنَ كَاهلًا (٤) </p><p> أي: أخطأن، ويقال في المثل: مع الخَوَاطِئِ سهمٌ صائبٌ (٥) , أي: المُخْطِئات. </p><p>(١) سبق تخريجه. (٢) سقطت من (ي).(٣) \"مجاز القرآن\" ١/ ٣٧٦، ونقله عنه في \"تهذيب اللغة\" ١/ ١٠٦٠ (مادة: خطئ)، وتعقبه الحافظ ابن حجر في \"الفتح\" لعله في سورة الإسراء.(٤) البيت لامرئ القيس، وبعده كما في \"تهذيب اللغة\" ١/ ١٠٦٠ (مادة: خطئ)، و\"الشعر والشعراء\" ١/ ٥٥، و\"أساس البلاغة\":القاتلَيْنِ الملِك الحُلاحلاورواية ديوان امرئ القيس ص ١٣٦ (ط. السندوبي).يالهف هند إذ خطئن كاهلا ... تالله لا يذهب شيخي باطلاحتى أبيرمالكا وكاهلا ... القاتلين الملك الحلاحلاوفي طبعة المعارف رواية أخرى. ينظر التعليق على\"تهذيب اللغة\" ١/ ١٠٦٠ (مادة: خطئ)، وكاهل: حي من بني أسد، وهذا الشعر عنى به الخيل وإن لم يجر لها ذكر. ينظر: \"اللسان\" ٢/ ١١٤٩ (مادة: خطأ).(٥) ينظر \"تهذيب اللغة\" ١/ ١٠٦٠ (مادة: خطئ): ضرب للذي يكثر الخطأ ويأتي الأحيان بالصواب، وفي \"مجمع الأمثال\" للميداني ٢/ ٢٨٠: الخواطئ سهم صائب، وفسر الخواطئ بأنها السهام التي تخطئ القرطاس.</p><p> فعلى هذا معنى (أخطأنا) : خطئنا، أي: أثمنا وتَعَمَّدْنا الإثم (١) . </p><p> وقوله تعالى:  {رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا} أصل الإِصْر في اللغة: الثِّقْلُ والشِّدَّةُ، قال النابغة: </p><p> يا مانعَ الضَّيْمِ أَنْ يَغْشَى سَرَاتَهُم ... والحَامِل الإصْرَ عَنْهمُ بعدَ ما غَرِقُوا (٢) </p><p> ثم يُسَمَّى (٣) العهد إصرًا (٤) لأنه ثقيل، قال الله تعالى:  {وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي}  [آل عمران: ٨١] أي: عهدي وميثاقي، والأَصْر: العَطْف، يقال: ما يَأصِرُني عليه آصرة، أي: رَحِمٌ وقرابة، قال الحطيئة: </p><p> عَطَفُوا (٥) عَلَيَّ بغَيْر ... آصِرَةٍ فَقَد عَظُمَ الأوَاصِرْ (٦) </p><p> أي: عطفوا عليّ بغير عهدِ قرابةٍ (٧) ، وسمي الثقل إصرًا؛ لأنه يعطف حامله بثقله، ومن هذا يسمى العهد إصرًا؛ لأنه يأصرك على المعهود معه، أي: يعطفك عليه: فالأصل في هذا الحرف الإصر بمعنى العطف، ثم يسمي الثقل والعهد إصرًا لما فيهما من العطف (٨) . </p><p>(١) ينظر: \"تفسير الطبري\" ٣/ ١٥٥، \"تفسير الثعلبي\" ٢/ ١٨٧٢، \"تفسير البغوي\" ١/ ٣٥٧، \"البحر المحيط\" ٢/ ٣٤٣. (٢) في \"ديوانه\" ص ١٢٩، و\"الزاهر\" ٢/ ٥٩، و\"البحر المحيط\" ٢/ ٣٤٣، و\"الدر المصون\" ٢/ ٥٩.(٣) في (أ) و (ي): (سمي).(٤) في (ي): (الإصر عهدًا).(٥) في (م): (هم عطفوا).(٦) البيت في \"ديوانه\" ص ٣٧، \"تهذيب اللغة\" ١/ ١٦٦، \"لسان العرب\" ١/ ٨٧ (مادة: أصر).(٧) في \"تهذيب اللغة\" ١/ ١٦٦: أو قرابة.(٨) ينظر في الإصر: \"تفسير الطبري\" ٣/ ١٥٧ - ١٥٨، \"تهذيب اللغة\" ١/ ١٦٦، \"المفردات\" ص ٢٨، \"اللسان\" ١/ ٨٧.</p><p> فأما التفسير. فقال ابن عباس في رواية الوالبي وعطاء وعطية (١) : </p><p> يعنى: عهدًا وميثاقًا لا نطيقه (٢) ولا نستطيع القيامَ به فتعذبنا بنقضه وتركه كما حملته على اليهود فلم يقوموا به. وهو قول مجاهد (٣) وقتادة (٤) ومقاتل (٥) والسدي (٦) والكلبي (٧) والفراء (٨) . </p><p> يدل على هذا التفسير قوله لليهود:  {وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي}  [آل عمران: ٨١] . </p><p> وقال كثير من أهل المعاني: الإصر: الثقل، أي: لا تَشُقّ علينا، ولا تشدد ولا تغلِّظ الأمرَ علينا، كما شددت على من قبلنا من اليهود (٩) ، وذلك أن الله تعالى فرضى عليهم خمسين صلاة، وأمرهم بأداءِ رُبُعِ أموالهم في الزكاة، ومن أصاب (١٠) ثوبه نجاسةٌ أُمِرَ بقطعها، ونحو هذا </p><p>(١) أخرجها الطبري في \"تفسيره\" ٣/ ١٥٧، وروى ابن أبي حاتم ٢/ ٥٨٠ نحوه من طريق الضحاك عن ابن عباس، وذكر ذلك عنهم الثعلبي في \"تفسيره\" ٢/ ١٨٧٥. (٢) في (ي): (لا نطيق ذلك)، وفي (ش): (لا نطيقه ذلك).(٣) رواه عنه الطبري في \"تفسيره\" ٣/ ١٥٦، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٨٠، والثعلبي في \"تفسيره\" ٢/ ١٨٧٥، والبغوي في \"تفسيره\" ١/ ٣٥٨.(٤) رواه عبد الرزاق في \"تفسيره\" ١/ ١١٢، والطبري في \"تفسيره\" ٣/ ١٥٧.(٥) \"تفسير مقاتل\" ١/ ٢٣٢.(٦) رواه عنه الطبري في \"تفسيره\" ٣/ ١٥٧، وذكره ابن أبي حاتم في \"تفسيره\" ٢/ ٥٨٠.(٧) ذكره الثعلبي في \"تفسيره\" ٢/ ١٨٧٥، والحيري في \"الكفاية\" ١/ ٢٤٩، والبغوي في \"تفسيره\" ١/ ٣٥٨.(٨) \"معاني القرآن\" للفراء ١/ ١٨٩.(٩) سقطت من (ي).(١٠) في (ي): (أصابت).</p><p> من الأثقال التي كانت عليهم، يدل على هذا قوله في صفة هذه الأمة:  {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ}  [الأعراف: ١٥٧]  (١) وهذا قول أبي عبيدة (٢) والمؤرج (٣)  (٤) والقتبيي (٥) والزجاج (٦) وابن الأنبارى (٧) . </p><p> قال الزجاج: المعنى لا تحمل علينا أمرًا يَثْقُلُ كما حملته على الذين من قبلنا، نحو ما أمُر به بنو إسرائيل من قتل أنفسِهم، أي: لا (٨) تمتحنا بما يثقل علينا (٩) . </p><p> وقوله تعالى:  {وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ} الطاقة: اسم من الإطاقة، كالطاعة (١٠) من الإطاعة، والجابة من الإجابة، وهي توضع موضع المصدر. </p><p> قيل في معنى {مَا لَا طَاقَةَ لَنَا بِهِ} ، أي: من العذاب، كأنهم سألوا الله تعالى أن لا يعذبهم بالنار، فإنه لا طاقة لأحد مع عذاب الله، وقيل: </p><p>(١) من \"تفسيرالثعلبي\" ٢/ ١٨٧٦ - ١٨٧٧. (٢) \"مجاز القرآن\" ١/ ٨٤.(٣) هو: أبو فيْد، مؤرج بن عمرو السدوسي البصري، تقدمت ترجمته ٢/ ٤٦٠، [البقرة: ٤٤].(٤) \"تفسير الثعلبي\" ٢/ ١٨٧٧.(٥) \"تفسير غريب القرآن\" ص ٨٩.(٦) \"معاني القرآن\" للزجاج ١/ ٣٧١.(٧) \"تفسير الثعلبي\" ٢/ ١٨٧٧، وذكر الثعلبي في \"تفسيره\" أنه قول عثمان بن عطاء بن أبي مسلم الخراساني، ومالك بن أنس.(٨) في (ش): (لأن لا).(٩) \"معاني القرآن\" ١/ ٣٧١.(١٠) في (م): (اسم من الإطاعة).</p><p> أىِ: ما يثقل علينا أداؤه، وإن كنا مطيقين له بعد التجشم وتحمل (١) المكروه، وهذا كما تقول العرب: ما أطيق النظر إلى فلان، وهو مطيق لذلك، إلا أنه يثقل عليه ويتأذى به، ومن هذا قوله:  {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ}  [هود: ٢٠] معناه: كانوا يستطيعون ذلك على تأذٍّ وتَكَرُهٍ، فكانوا بمنزلة من لا يستطيع (٢) . </p><p> وقوله تعالى:  {أَنْتَ مَوْلَانَا} قال ابن عباس والمفسرون: أي: ناصرنا (٣) ، ومثله:  {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا}  [البقرة: ٢٥٧] أي: نَاصِرُهُم وقوله: {فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ}  [التحريم: ٤] أي: ناصره، وكذلك قوله:  {ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ}  [محمد: ١١]  (٤) . </p><p> ومعنى المولى: من النصرة، من ولي عليه، وولي منه: إذا اتَّصَلَ به ولم يَنْفَصِلْ عنه، وعلى هذا قوله:  {إِنَّ اللَّهَ مَعَنَا}  [التوبة: ٤٠] أي: ناصِرُنا، وعلى هذا المعنى قولهم (٥) : صحبك الله. والوَليُ والمَوْلَى واحد، ومنه قوله - صلى الله عليه وسلم -: \"من كنتُ مَولاهُ فَعَلِي مولاه\"  (٦) قال يونس (٧) : أي: من كُنْتُ </p><p>(١) في (ي): (وحمل). (٢) \"تفسير الطبري\" ٣/ ١٥٨، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٨١، \"تفسير الثعلبي\" ٢/ ١٨٧٨.(٣) ينظر التفاسير المتقدمة، والرواية عن ابن عباس قد تقدم الحديث عنها في قسم الدراسة.(٤) ينظر: \"تفسير الطبري\" ٣/ ١٥٩، \"تفسير الثعلبي\" ٢/ ١٨٩٠.(٥) في (ش): (قوله).(٦) رواه أحمد ٤/ ٣٦٨، والترمذي (٣٧١٣) كتاب: المناقب، باب: مناقب علي. وقال: حديث حسن صحيح، والحاكم ٣/ ١٠٩.(٧) قال يونس سقطت من (ي).</p><p> وَلِيَّه (١) ، وقوله أيضًا:  \"مُزَيْنَةُ وجُهَيْنَةُ وأَسْلَم وغِفَار موالي الله ورسوله\"  (٢) أي: أولياء الله، وقال العجاج: </p><p> الحَمْدُ لله الذي أعْطَى الظَّفَرْ ... مَوَالي الحَقِّ إن المَوْلَى شَكَرْ (٣) </p><p> أي: أولياءُ الحَقِّ، وكلُّ مَنْ انَضَم إليكَ فَعَزَّ بِعِزِّكَ وامتنع بِمَنَعَتِكَ (٤) ، فهو مَوْلاك، ولهذا تُسَمَّى العَصَبَةُ وبنو العَمِّ مَوَالي، قال الله تعالى:  {وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي}  [مريم: ٥] أي: العصبة، وعلى هذا ينشد: </p><p> مَوَالي حِلْفٍ لا مَوَالي قَرَابةٍ ... ولكن قَطِينًا يَسْأَلونَ الأَتَاويَا (٥) </p><p>(١) نقله عنه في \"تهذيب اللغة\" ١٥/ ٤٥٠. (٢) رواه البخاري (٣٥١٢) كتاب: الأنبياء، باب ذكر وأسلم وغفار، ومسلم (٢٥٢٠) كتاب: فضائل الصحابة، باب: دعاء النبي - صلى الله عليه وسلم - لغفار وأسلم. من حديث أبي هريرة. ومزينة: بطن من مضر من القبائل العدنانية، مساكنهم بين المدينة ووادي القرى. ينظر: \"معجم القبائل العربية\" ٣/ ١٠٨٣. وجهينة: حي عظيم من قضاعة، من القحطانية، وهم: بنو جهينة بن زيد بن ليث، منازلهم ما بين ينبع ويثرب. ينظر: \"معجم القبائل العربية\" ١/ ٢١٦. وأسلم: بطن من خزاعة، وهم: بنو أسلم بن أفصى بن حارثة، من القبائل القحطانية، ومن قراهم: وبرة: وهي قرية ذات نخيل من أعراض المدينة. ينظر: \"معجم القبائل العربية\" ١/ ٢٦. وغفار: بطن من كنانة، من العدنانية، وهم: بنو غفار بن مليل بن ضمرة بن بكر بن عبد مناف، كانوا حول مكة ومن مياههم: بدر. ينظر: \"معجم القبائل العربية\" ٣/ ٨٩٠.(٣) البيت في ديوان العجاج رواية الأصمعي ١/ ٤، وروايته:فالحمد لله الذي أعطى الحبر ... موالي الحق إن الحق شكروينظر: \"تهذيب إصلاح المنطق\" ١/ ١٦٩، و\"مجالس ثعلب\" ص ٢٥٣، و\"أمالي القالي\" ١/ ١٣٤، و\"خزانة الأدب\" ٤/ ٤٠.(٤) في (ي) و (ش): (لأنه).(٥) البيت للجعدي، نسبه إليه في \"اللسان\" ٨/ ٤٩٢٢ مادة: (ولى)، ٢/ ٩٥٧ (مادة: حلب)، ١/ ٢٤ (مادة: أتى)، وفي الموضع الأخير ذكره بلفظ: يحلبون الأتاويا.</p><p> يقول: هم حلفاء لا أبناء عم (١) ، والمَولَى: الذي يلي عليك أَمْرَكَ (٢) . </p><p> فمعنى قوله: أنت مولانا أي: أنت ولينا بنصرك إيانا، وأنت الذي تلي علينا أمورنا، وذلك أنه (٣) يلي أمور (٤) المؤمنين بالنصرة والمعونة، يقال منه (٥) : ولي يلي ولاية، فهو ولي ومولى (٦) . </p><p> قال مقاتل بن سليمان: لما أسري بالنبي - صلى الله عليه وسلم - إلى السماء، أعطي خواتيم سورة البقرة {آمَنَ الرَّسُولُ} فقالت له (٧) الملائكة: إن الله عز وجل قد أحسن عليك الثناء بقوله: {آمَنَ الرَّسُولُ} فَسَلْه وارغب إليه، وعلمه جبريل كيف يدعو، فجعل رسول الله - صلى الله عليه وسلم - يقول:  {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا} إلى آخر السورة، وجبريل عليه السلام يقول في كل فصل: قد فعل الله تبارك وتعالى ذلك (٨) . </p><p>(١) قوله: (حلفاء لا أبناء عم)، سقطت من (ي). (٢) ينظر في ولي \"تفسير الطبري\" ٣/ ١٥٩، \"تهذيب اللغة\" ٤/ ٣٩٥٥ - ٣٩٥٨، \"المفردات\" ص ٥٤٧، \"اللسان\" ٨/ ٤٩٢٠.(٣) في (ي) و (ش): (لأنه).(٤) في (ي): (أمر).(٥) سقطت من (ي).(٦) قال الراغب: الولاء والتوالي: أن يحصل شيئان فصاعدان حصولًا ليس بينهما ما ليس منهما، ويستعار ذلك للقرب من حيث المكان ومن حيث النسبة، ومن حيث الدين، ومن حيث الصداقة والنصرة والاعتقاد. والوِلاية: النصرة، والوَلاية: تولي الأمر، وقيل: الوِلاية والوَلاية نحو الدِّلالة والدَّلالة، وحقيقته: تولي الأمر، والوَلي والمولى يستعملان في ذلك، كل واحد منهما يقال في الفاعل، أي الموالي، وفي معنى المفعول، أي: الموالَى، يقال للمؤمن: هو ولي الله عز وجل، ولم يرد مولاه، وقد يقال: الله تعالى ولي المؤمنين ومولاهم.(٧) سقطت من (ي).(٨) لم أجد عند مقاتل في \"تفسيره\" ١/ ٢٣٢ الشق الأول من الحديث، ولكنه ذكر قوله:=</p><p> وحدثنا أحمد بن أبي منصور الحافظ (١) رحمه الله: أنبأنا (٢) عبد الله ابن حامد الأصبهاني أنبأنا محمد بن جعفر المطيري (٣) ، حدثنا (٤) علي بن حرب (٥) ، حدثنا ابن فضيل (٦) ، حدثنا عطاء (٧) ، عن سعيد بن جبير، عن ابن عباس في قول الله عز وجل:  {غُفْرَانَكَ رَبَّنَا} قال: قد غفرت لكم لا يكلف </p><p>= ثم علم جبريل النبي - صلى الله عليه وسلم - أن يقول {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} قال الله عز وجل: ذلك لك. إلى آخر الآيات، وفي كل دعاء يقول الله: ذلك لك، فاستجاب الله عز وجل له ذلك فيما سأل، وشفعه في أمته، وتجاوز لها عن الخطايا والنسيان وما استكرهوا عليه، فلما نزلت قرأهن النبي - صلى الله عليه وسلم - على أمته، وأعطاه الله عز وجل هذه الخصال كلها في الآخرة، ولم يعطها أحدًا من الأمم الخالية. (١) يعني شيخه الثعلبي في \"تفسيره\".(٢) في (ش): (أخبرنا)، وفي (أ): (انبا).(٣) هو: الإمام المحدث أبو بكر محمد بن جعفر بن أحمد بن يزيد المطيري، ثم البغدادي الصيرفي، نزل بغداد، وحدث عن خلق منهم علي بن حرب، وروى عنه الدارقطني وغيرهم، قال فيه هو ثقة مأمون، توفي سنة ٣٣٥ هـ. ينظر \"السير\" ١٥/ ٣٠١، \"تاريخ بغداد\" ٢/ ١٤٥ - ١٤٦.(٤) في (ي) و (أ) (ثنا).(٥) هو: علي بن حرب الموصلي الطائي، أبو الحسن، روى عن يحي بن اليمان، ومحمد بن الفضيل وغيرهم، قال ابن حجر: صدوق فاضل، وروى عنه النسائي وأبو عوانة ومحمد بن جعفر المطيري، توفي سنة ٢٦٥ هـ انظر: \"الجرح والتعديل\" ٦/ ١٨٣، \"التقريب\" ص ٣٩٩ (٤٧٠١)، \"السير\" ١٢/ ٢٥١ - ٢٥٣.(٦) هو: محمد بن فضيل بن غزوان أبو عبد الرحمن الضبي الكوفي، قال ابن المدني: كان ثقة ثبتًا في الحديث، وقال ابن معين والعجلي ويعقوب بن سفيان، وابن سعد: ثقة، وقال الإمام أحمد: يتشيع، وكان حسن الحديث توفي سنة ١٩٤، وقيل: ١٩٥. ينظر: \"الجرح والتعديل\" ٧/ ٥٧، \"تهذيب التهذيب\" ٣/ ٦٧٦، \"السير\" ٩/ ١٧٣.(٧) عطاء بن السائب بن مالك الثقفي، أبو السائب الكوفي، تقدمت ترجمته [البقرة: ٦٠، ٦١].</p><p> الله نفسًا إلا وسعها إلى قوله:  {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} قال: لا أوآخذكم، {رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا} قال: لا أحمل عليكم، {وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ} قال: لا أحملكم، {وَاعْفُ عَنَّا} إلى آخر السورة، قال: قد عفوت عنكم (١) وغفرت لكم، ورحمتكم، ونصرتكم على القوم الكافرين (٢) . </p><p> وقال أبو إسحاق: هذا الدعاء أخبر الله عز وجل به عن النبي - صلى الله عليه وسلم - والمؤمنين، وجعله في كتابه ليكون دعاء من يأتي بعد النبي - صلى الله عليه وسلم - والصحابة (٣) ، فهو من الدعاء الذي ينبغي أن يُحفَظ وأن يُدعَى به كثيرًا. </p><p> وقال في قوله:  {فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} أي: انصرنا عليهم في إقامة الحجة، وفي غلبتنا إياهم في حربهم وسائر أمورهم، حتى (٤) تُظهِر (٥) ديننا على الدين كلِّه كَمَا وَعَدتنا (٦) . </p><p>(١) من قوله: (غفرت لكم)، ساقط من (ي). (٢) الحديث، رواه بهذا السند واللفظ: في \"تفسيره\" ٢/ ١٨٩٠، ورواه الطبري في \"تفسيره\" ٣/ ١٦٠، وابن أبي حاتم في \"تفسيره\" ٢/ ٥٧٧ - ٥٨٢ كلاهما عن علي بن حرب بهذا الإسناد، والحديث أصله رواه مسلم (١٢٦) كتاب: الإيمان، باب. بيان أنه سبحانه لا يكلف إلا ما يطاق، والترمذي (٢٩٩٢) كتاب: التفسير، باب: ومن سورة البقرة، وأحمد ١/ ٢٣٣ وغيرهم بلفظ: \"قد فعلت\" بعد كل دعاء.(٣) \"معاني القرآن\" للزجاج ١/ ٣٧٠.(٤) سقطت من (ي).(٥) في (ش) (يظهر).(٦) \"معاني القرآن\" للزجاج ١/ ٣٧١.</p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإِمام محمد بن سعود الإسلامية </p><p> عماد البحث العلمي </p><p> سلسلة الرسائل الجامعية </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> سورة آل عمران من أول السورة إلى آية (١٣٨) </p><p> تحقيق </p><p> د. أحمد بن محمد بن صالح الحمادي </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن سطام آل سعود ... أ. د. تركى بن سهو العتيبي </p><p> الجزء الخامس </p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإِمام محمد بن سعود الإسلامية </p><p> عماد البحث العلمي </p><p> سلسلة الرسائل الجامعية </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> سورة آل عمران من أول السورة إلى آية (١٣٨) </p><p> تحقيق </p><p> د. أحمد بن محمد بن صالح الحمادي </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن سطام آل سعود ... أ. د. تركى بن سهو العتيبي </p><p> الجزء الخامس </p><p> جامعة الإِمام محمد بن سعود الإسلامية ١٤٣٠ هـ </p><p> فهرسة مكتبة الملك فهد الوطنية أثناء النشر </p><p> الواحدي, علي بن أحمد </p><p> التفسير البسيط لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت٤٦٨هـ) ./ علي بن أحمد الواحدي, محمد بن صالح بن </p><p> عبد الله الفوزان, الرياض١٤٣٠هـ. </p><p> ٢٥مج. (سلسلة الرسائل الجامعية) </p><p> ردمك: ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٥٨ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج١) </p><p> ١ - القرآن تفسير ... ٢ - الواحدي, علي بن أحمد </p><p> أ- العنوان ... ب- السلسة </p><p> ديوي ٢٢٧٣ ... ٨٦٨/ ١٤٣٠ </p><p> رقم الإيداع: ٨٦٨/ ١٤٣٠هـ </p><p> ردمك ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٥٨ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج١) </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن علي بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> [٥] </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سورة آل عمران </p>"
}