{
  "id": null,
  "sura": 2,
  "aya": 60,
  "text": "<p> قال الضحاك: أرسل الله عليهم ظلمةً وطاعونًا فهلك منهم في ساعة واحدة سبعون ألفًا، عقوبة لهم بتبديلهم ما أمروا (١) به. </p><p> ٦٠ - قوله تعالى:  {وَإِذِ اسْتَسْقَى} الآية قال المفسرون: عطش بنو إسرائيل في التيه، فقالوا: يا موسى، من أين لنا الشراب؟ فاستسقى لهم موسى فأوحى الله عز وجل إليه أن اضرب بعصاك الحجر (٢) . </p><p> قال ابن عباس: كان حجرًا خفيفًا مربعًا مثل رأس الرجل، أمر أن يحمله، فكان يضعه في مِخْلاَته (٣) ، فإذا احتاجوا إلى الماء وضعه وضربه بعصاه (٤) ، فعلى هذا الألف واللام فيه للتعريف (٥) . </p><p>(١) ذكره الثعلبي في \"تفسيره\" ولم يعزه ١/ ٧٥ ب، وكذا البغوي في \"تفسيره\" ١/ ٧٦، ولم أجده منسوبا للضحاك فيما اطلعت عليه، والله أعلم. قال ابن جرير بعد أن ذكر الآثار في معنى الآية: (وقد دللنا على أن تأويل (الرجز) العذاب، وعذاب الله جل ثناؤه أصناف مختلفة. وقد أخبر الله جل ثناؤه أنه أنزل على الذين وصفنا أمرهم الرجز من السماء، وجائز أن يكون طاعونًا، وجائز أن يكون غيره، ولا دلالة في ظاهر القرآن ولا في أثر عن الرسول ثابت، أي الأصناف ذلك كان) الطبري في \"تفسيره\" ١/ ٣٠٦، وانظر \"البحر المحيط\" ١/ ٢٢٥. (٢) ذكره الثعلبي في \"تفسيره\" ١/ ٧٦ أ، وانظر \"تفسير أبي الليث\" ١/ ٣٦٤، وورد بهذا المعنى آثار عن السلف ساقها ابن جرير في \"تفسيره\" ١/ ٣٠٦ - ٣٠٧.(٣) الْمِخْلاة: ما يوضع فيه الشيء، سميت بذلك لأنه يوضع بها الحشيش الذي يختلى من الربيع، أي: يحش. \"اللسان\" (خلا) ٢/ ١٢٥٨.(٤) ذكره الثعلبي في \"تفسيره\" ١/ ٧٦ أ، والبغوي ١/ ٧٧، ونحوه عند الطبري في \"تفسيره\" عن ابن عباس ١/ ٣٠٧، وابن أبي حاتم في \"تفسيره\" ١/ ٣٧٧، \"تفسير أبي الليث\" ولم يعزه، وانظر: \"زاد المسير\" ١/ ٨٧، \"تفسير ابن كثير\" ١/ ١٠٧.(٥) أي: أن (ال) للعهد، فهو حجر معهود لدى موسى. انظر: \"تفسير الثعلبي\" ١/ ٧٦ أ، \"الكشاف\" ١/ ٢٨٤، \"البحر المحيط\" ١/ ٢٧٧.</p><p> وقال وهب: كان موسى عليه السلام يقرع لهم أقرب (١) حجر من عرض الحجارة بعصاه، فينفجر عيونا لكل سبط عين (٢) ، والألف واللام على هذا للجنس (٣) . </p><p> وقوله تعالى:  {فَانْفَجَرَتْ} معناه: فضرب فانفجرت، وعرف بقوله:  {فَانْفَجَرَتْ} أنه قد ضرب، ومثله:  {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ}  [الشعراء: ٦٣] قال الفراء: ومثله في الكلام: أمرتك بالتجارة فاكتسبت الأموال، والمعنى: فاتجرت فاكتسبت (٤) . </p><p> ومعنى انفجرت: انشقت (٥) ، والانفجار: الانشقاق، وأصل الفجر في اللغة: الشق، وفَجْرُ السِّكْر: بَثْقُه (٦) . وسمي فجر النهار لانصداعه، أو (٧) لشقه ظلمة الليل، ويقال انفجر الصبح، إذا سال ضوؤه في سواد </p><p>(١) (أقرب) ساقط من (ج). (٢) الثعلبي في \"تفسيره\" ١/ ٧٦ ب، والبغوي ١/ ٧٧، وذكره الزمخشري عن الحسن، في \"الكشاف\" ١/ ٢٨٤، وفي \"البحر\" عن وهب والحسن ١/ ٢٢٧، وانظر \"زاد المسير\" ١/ ٧٨.(٣) في (ب): (الجنس). ذكره الزمخشري، وقال. وهذا أظهر في \"الحجة\" وأبين في القدرة، \"الكشاف\" ١/ ٢٨٤، وانظر \"البحر المحيط\" ١/ ٢٢٧، \"تفسير ابن كثير\" ١/ ١٠٧.(٤) \"معاني القرآن\" للفراء ١/ ٤٠، وقوله: (معناه) إلخ من كلام الفراء. وانظر \"تفسير الطبري\" ١/ ٣٠٦، \"زاد المسير\" ١/ ٧٨، والبيان ١/ ٨٥.(٥) وقيل: سالت، وقيل: هي بمعنى انبجست فهما بمعنى واحد، وقيل: الانشقاق أوسع من الانبجاس. انظر: \"تفسير ابن عطية\" ١/ ٣١٢، \"القرطبي\" ١/ ٣٥٨، و\"تفسير النسفي\" ١/ ١٣١، و\"الخازن\" ١/ ١٣١، \"البحر المحيط\" ١/ ٢٢٨.(٦) في (ب، ج): (شقه). (السِّكْر): ما يُسد به النهر ونحوه، انظر: \"اللسان\" (سكر) ٤/ ٢٠٤٧ - ٢٥٤٩.(٧) في (ب): (ولشقه) بالواو.</p><p> الليل، كانفجار الماء في النهر، ويقال: فَجَرَ وأَفْجَرَ ينبوعا من ماء، أي: شقه وأخرجه. </p><p> قال الليث: والْمَفْجَر الموضع الذي يُفْجَر منه (١) . </p><p> ابن الأعرابي: تَفَجَّر الرجل بعطائه، ورجل ذو فَجَر، وأتيناه فأفجرناه، أي: وجدناه فاجرًا، أي: معطيا (٢) . قال ابن مقبل: </p><p> إذَا الرِّفاقُ أَنَاخُوا حَوْلَ مَنْزِلِهِ ... حَلُّوا بِذِي فَجَرَاتٍ زَنْدُهُ وَارِي (٣) </p><p> أي برجل كثير العطايا، كأنه يتشقق بما عنده فيجود ولا يمسك كتفجر الماء. </p><p> والفجور الذي هو المعصية من هذا، لأن الفاجر شقّ أمر الله أو شقّ العصا بخروجه إلى الفسق (٤) . </p><p> وقوله تعالى:  {مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا} قال الليث: اثنان (٥) اسمان قرينان، لا يُفْرَدان لا يقال لأحدهما: اثن، كما أن الثلاثة (٦) أسماء مقترنة لا تفرق (٧) . </p><p>(١) انظر: \"تهذيب اللغة\" (فجر) ٣/ ٢٧٤٣ - ٢٧٤٤، \"الصحاح\" (فجر) ٢/ ٧٧٨، \"المحكم\" (فجر) ٧/ ٢٧٥، \"اللسان\" (فجر) ٦/ ٣٣٥١ - ٣٣٥٣. (٢) \"تهذيب اللغة\" (فجر) ٣/ ٢٧٤٣ - ٢٧٤٤، وانظر المراجع السابقة.(٣) ورد البيت في \"ديوان ابن مقبل\" ص ١١٦، و\"العمدة في صناعة الشعر\" لابن رشيق ٢/ ١٨٠. قوله: (الرفاق): يريد الرفقة المسافرين معه، (ذو فجرات): أي ذو عطايا، يتفجر بالسخاء، (زنده واري): كناية عن الكرم والنجدة.(٤) انظر: \"تهذيب اللغة\" (فجر) ٣/ ٢٧٤٣ - ٢٧٤٤، \"المحكم\" (فجر) ٧/ ٢٧٦.(٥) (اثنان) ساقط من (ب).(٦) في (ج): (ثلاثه).(٧) في (أ)، (ج): (يفرق) بالياء، وأثبت ما في (ب) لأنه أنسب للسياق، ومثله ورد في \"تهذيب اللغة\" (اثنى) ١/ ٥٠٨.</p><p> يقال في التأنيث: اثنتان ولا يفردان (١) . والألف في اثنى واثنتى (٢) ألف وصل، لا تظهر في اللفظ. والأصل فيها (٣) : ثَنَيٌ (٤) ، وربما قالوا للاثنتين: الثنتان (٥) ، كما قالوا: هي ابنة فلان، وهي بنته، والألف في الابنة ألف وصل أيضا فإن جاءت هذه الألف مقطوعة في الشعر (٦) فهو شاذ كما قال: </p><p> إِذَا جَاوَزَ الإثْنَيْنِ سِرٌّ فإنَّهُ ... بِنَثٍّ وَتَكْثِير الْوُشَاةِ قَمِينُ (٧) </p><p>(١) في \"تهذيب اللغة\" (ولا تفردان). (٢) في (ب): (اثنتا)، وفي \"تهذيب اللغة\" (اثنين) و (اثنتين) ١/ ٥٠٨.(٣) (فيها) كذا في جميع النسخ، وفي \"تهذيب اللغة\" (فيهما).(٤) (ثنى) كذا ورد في \"تهذيب اللغة\" ١/ ٥٠٨، وكذا في \"اللسان\" (ثنى) ١/ ٥١٥، وفي القاموس: (وأصله: (ثِنْيٌ) لجمعهم إياه على أثناء). القاموس (ثني) ص ١٢٦٧.(٥) في (ب): (الثنيان). (ثنتان) بحذف ألف الوصل، لأنها إنما اجتلبت لسكون الثاء، فلما تحركت، سقطت، وتاؤه مبدلة من ياء، لأنه من ثنيت. انظر القاموس (ثنى) ص ١٢٦٧.(٦) في (أ)، (ج): (شعر) وما في (ب) موافق لما في \"تهذيب اللغة\"، وهو ما أثبته.(٧) البيت لقيس بن الخطيم، ونسبه في \"الكامل\" إلى جميل بن معمر، والصحيح أنه لقيس. ويروى البيت:إِذَا ضَيَّع الإثنَانِ سِرًّا فَإنَّهُ ... بِنَشْر وَتَضْيِيع الْوُشَاةِ قَمِينُوقوله: (بِنَثّ): (النَّثُ) بالنون والثاء: مصدر نَثَّ الحديث، أي: أفشاه و (قمين): حقيق، ورد البيت في \"نوادر أبي زيد\" ص ٥٢٥، \"الكامل\" ٢/ ٣١٣، \"معاني القرآن\" للأخفش ١/ ١٩٥، و\"حماسة البحتري\" ص ١٤٧، \"تهذيب اللغة\" (قمن) ٣/ ٣٤٩، و (ثني) ١/ ٥٠٨، \"الصحاح\" (ثنى) ٦/ ٢٢٩٥، \"اللسان\" (نثث) ٧/ ٤٣٣٩، و (قمن) ٦/ ٣٧٤٥، و (ثنى) ١/ ٥١٢، \"شرح المفصل\" ٩/ ١٩، ١٣٧، والهمع ٦/ ٢٢٤، وديوان قيس بن الخطيم ص ١٠٥. والشاهد قطع همزة (الإثنين) وهذا لا يجوز إلا في ضرورة الشعر وبعضهم يرويه (إذا جاوز الخلين) ليتخلصوا من هذه الضرورة.</p><p> انتهى كلامه (١) . والعلة في إدخال ألف الوصل في اثنين واثنتين كالعلة في إدخالها في (الاسم) ، وقد ذكرنا (٢) . </p><p> وأصل هذا الحرف في اللغة من الثني وهو ضم واحد إلى واحد، والثني الاسم. ويقال: ثِنْيُ الثوب لما كف من أطرافه، وأصل الثَّني في جميع (٣) أبنيته: الكف (٤) والرج والعطف والطي والحنو، وكلها متقارب. وكل شيء عطفته فقد ثنيته، ومنه قوله تعالى:  {يَثْنُونَ صُدُورَهُمْ}  [هود:٥] أي يحنونها ويطوون (٥) ما فيها، ليسروا عداوة محمد - صلى الله عليه وسلم - (٦) . وَثِنْيَا الحبل: طرفاه، واحده ثِنْى (٧) ، وقال طرفة: </p><p> ........... وَثِنْيَاه بِالْيَدِ (٨) </p><p>(١) أي كلام الليث، والكلام الآتي بعده كذلك لليث كما سيأتي. انظر \"تهذيب اللغة\" (ثنى) ١٥/ ١٤٢، \"اللسان\" (ثنى) ١/ ٥١٢، ونحوه في \"الصحاح\" ٦/ ٢٢٩٥. (٢) ذكره عند شرح (الاسم) في البسملة حيث قال: (واجتلبت ألف الوصل ليمكن الابتداء به) إلخ.(٣) في (ب): (جمع).(٤) بهذا انتهى كلام الليث كما في \"تهذيب اللغة\" (ثنى) ١/ ٥٠٨.(٥) في (ب): (يطيون).(٦) انظر \"معاني القرآن\" للفراء ٢/ ٣، \"تهذيب اللغة\" (ثنى) ١/ ٥٠٤.(٧) \"تهذيب اللغة\" (ثنى) ١/ ٥٠٥، وانظر \"اللسان\" (ثنى) ١/ ٥١٥.(٨) جزء من بيت معلقة طرفة وتمامه:لَعَمْرُكَ إِنَّ الْمَوْتَ مَا أَخْطَأ الْفَتَى ... لَكَالطِّوَلِ الْمُرْخَى وَثِنْيَاهُ بِالْيَدِوقوله (الطِّوَل): الحبل، ورد البيت في \"شرح القصائد المشهورات\" للنحاس ص ٨٤، \"المعاني الكبير\" ٣/ ١٢٠٧، \"تهذيب اللغة\" (ثنى) ١/ ٥٠٥، و\"المجمل\" (طول) ٢/ ٥٩٠، (مهى) ٣/ ٨١٧، \"المخصص\" ١٥/ ٨٢، \"مقاييس اللغة\" (طول) ٣/ ٤٣٤، و (مهى) ٥/ ٢٧٩، \"اللسان\" (طول) ٥/ ٢٧٢٧، و (ثنى) ١/ ٥١٦، و (مها) ٧/ ٤٢٩٢.</p><p> أراد الطرف المثني في الرسغ، فلما انثنى جعله ثنيين، أي لأنه عقد بعقدين، ويقال: حلف (١) فلان يمينا ليس فيها ثُنْيَا ولا (٢) ثَنوْىَ ولا ثَنِيَّة ولا مَثْنَوِيَّة ولا استثناء، كله واحد، لأن الحالف إذا قال: والله لأفعلن كذا إلا أن يشاء الله غيره، فقد رد ما قاله بمشيئة الله غيره، وصرفه (٣) ، والحبل إذا عطفته وصرفته فقد جعلته ثنيين (٤) . وأثناء الحية: مطاويها، جمع ثِنْي، وما كان من نَضْد هذه الحروف فهو من هذا المعنى، ولا يمكن ذكر الجميع (٥) . </p><p> وقوله تعالى:  {عَشْرَةَ} العَشْر عدد المؤنث، والعَشَرَةُ عدد المذكر، تقول: عَشْرُ نسوة وعَشَرَةُ رجال، فإذا جاوزت ذلك قلت في المؤنث: إحدى عَشَرَة، ومن العرب من يكسر الشين فيقول: عَشِرة، ومنهم من يُسَكن الشين فيقول: إحدى عَشْرة. </p><p> وكذلك اثنتي (٦) عَشَرة واثنتي عَشِرَة واثنتي عشْرة، ثلاث لغات (٧) ، </p><p>(١) في (ب): (خلف). (٢) في (ب): (ليس فيها ثنوا ولا ثنيا).(٣) \"تهذيب اللغة\" (ثنى) ١/ ٥٠٥، غير قوله: (وصرفه)، وكذا ورد في \"اللسان\" ١/ ٥١٦.(٤) في (ب): (ثنتين).(٥) انظر: \"تهذيب اللغة\" (ثنى) ١/ ٥٠٥ \"الصحاح\" (ثنى) ٦/ ٢٢٩٣، \"مقاييس اللغة\" ١/ ٣٩١، \"اللسان\" (ثنى) ١/ ٥١٦.(٦) في (أ)، (ج): (اثنتا) في المواضع الثلاثة، وما في (ب) موافق لما في \"تهذيب اللغة\"، وهو الصواب.(٧) انتهى ملخصًا من كلام الليث كما في \"تهذيب اللغة\" (عشر) ٣/ ٢٤٤٥، وانظر \"معاني القرآن\" للزجاج ١/ ١١٢، \"اللسان\" (عشر) ٥/ ٢٩٥٢، والكسر لغة تميم، والإسكان لغة أهل الحجاز، انظر \"معاني القرآن\" للأخفش ١/ ٢٧١، \"إعراب القرآن\" للنحاس ١/ ١٨٠.</p><p> والقراءة (١) بسكون الشين (٢) . فمن فتح الشين فهو أصل البناء، ومن سكن تحرى التخفيف، ثم دخلت الكسرة على مذهب من يكسر ذهابًا إلى أن الساكن يحرك بالكسر (٣) . </p><p> قال ابن الأنباري: تقول في المؤنث: إحدى عَشْرَة جارية، واثنتا عَشْرَة، قال: وبنو تميم يكسرون الشين (٤) ، فهما لغتان وقرأ بهما القراء. </p><p> قال: وأهل اللغة والنحو لا يعرفون عَشَرة بفتح مع النيف، قال: وروي عن الأعمش (٥) أنه قرأ: اثنتا (٦) عَشَرة بفتح الشين (٧) ، وأهل اللغة لا يعرفونه (٨) . </p><p>(١) من قوله: (ومن العرب) إلى قوله: (والقراءة) فيه تقديم وتأخير وتكرار في (ج). (٢) القراءة بالسكون قراءة جمهور القراء، وقرأ مجاهد، وطلحة، وعيسى، ويحيى بن وثاب، وابن أبي ليلى، ويزيد بكسر الشين، ورواية عن أبي عمرو والمشهور عنه الإسكان، وقرأ ابن الفضل الأنصاري والأعمش بفتح الشين. انظر: \"إعراب القرآن\" للنحاس ١/ ١٨٠، \"تفسير ابن عطية\" ١/ ٣١٢ - ٣١٣، \"تفسير القرطبي\" ١/ ٣٥٨، \"البحر المحيط\" ١/ ٢٢٩.(٣) انظر: \"تفسير الثعلبي\" ١/ ٧٦ ب، \"المخصص\" ١٧/ ١٠٢.(٤) قوله: (وبنو تميم يكسرون الشين، أي مع المؤنث، أما مع المذكر فالشين مفتوحة، وقد تسكن عين (عشرة) لتوالي الحركات). انظر \"الأشموني مع الصبان\" ٤/ ٧٦.(٥) هو الإمام سليمان بن مهران، أبو محمد الأسدي الكاهلي بالولاء، أصله من أعمال الري، أقرأ الناس، ونشر العلم دهرا طويلا، وتوفي سنة ثمان وأربعين ومائة. انظر: \"طبقات ابن سعد\" ٦/ ٣٤٢، \"تاريخ بغداد\" ٩/ ٢٣، \"معرفة القراء الكبار\" ١/ ٧٨، \"غاية النهاية\" ١/ ٣١٥.(٦) في (ب): (ثنتى) تصحيف.(٧) ذكر ابن الأنباري القراءة بسنده عن الأعمش وعن العباس بن الفضل الأنصاري. المذكر والمؤنث ص ١/ ٣١٥.(٨) انتهى كلام ابن الأنباري ملخصًا من \"المذكر والمؤنث\" ص ٦٣٢، ٦٣٣، انظر: =</p><p> والعشرة اسم موضوع (١) لهذا العدد المخصوص، وانتصابها في هذه الآية يجعلها مع اثنتي اسما واحدا، فلما جعلا اسما واحدا، منعا الإعراب والتنوين (٢) . </p><p> قال أبو إسحاق: وذلك أن معنى قولك: اثنتا عشرة: اثنتان وعشرة، فلما حذفت الواو، وهي مرادة، تضمن الاسمان معنى الواو، وكل اسم تضمن معنى حرف بني كما تبنى (٣) الحروف، ولم يك أحدهما بالبناء أولى من الآخر، إذ كانت الواو تدخل ما بعدها في حكم ما قبلها، فصار تعلق الاسمين بالواو تعلقا واحدا، فاستحقا البناء، ووجب أن يبنيا على حركة، </p><p>= \"المخصص\" ١٧/ ١٠٢، \"اللسان\" ٥/ ٢٩٥٢. قال ابن عطية عن لغة الفتح: وهي لغة ضعيفة ١/ ٣١٣، وانظر: \"الكشاف\" ١/ ٢٨٤. و\"الإملاء\" ١/ ٣٩، وقد مر كلام الليث قريبًا. (١) في (ج): (موضوع).(٢) ظاهر كلام الواحدي أن (اثنتى) مبني. قال أبو حيان: وفي محفوظي أن ابن درستويه ذهب إلى أن (اثنا) و (اثنتا) مع عشر مبنى، ولم يجعل الانقلاب دليل الإعراب. \"البحر\" ١/ ٢٢٩. وما ذهب إليه الواحدي وابن درستويه مخالف لقول جمهور العلماء حيث قالوا: إن (اثنتي عشر) معرب من بين سائر الأعداد من أحد عشر إلى تسعة عشر، وأما (عشر) فهي مبنية، واختلفوا في علة بنائها. انظر \"المسائل الحلبيات\" لأبي علي ص ٣٠٨ - ٣٢٣، \"المذكر والمؤنث\" لابن الأنباري ص٦٣١، \"المخصص\" ١٤/ ٩١، \"إعراب القرآن\" للنحاس ١/ ١٨٠، انظر \"تفسير ابن عطية\" ١/ ٣١٢. قال الصبان في \"حاشية الأشموني\": وما ذكروه من إعراب صدر اثني عشر واثنتي عشرة هو الصحيح. والقول ببنائه مردود باختلافه باختلاف العوامل، وذلك علامة إعرابه. انظر: \"حاشية الصبان على الأشموني\" ٤/ ٦٨، ٦٩.(٣) في (ج): (يبني).</p><p> لأن لهما (١) قبل حال البناء حال إعراب، والاسم إذا كان معربا ثم دخلت عليه علة أوجبت له البناء، وجب أن يبنى على حركة، وجعلُ الاسمين اسمًا واحدًا مستثقل (٢) ، فاختير له أخف الحركات (٣) . </p><p> وأدخلت الهاء في (عشرة) مع النيف لما جعلا اسما واحدا في عدد المؤنث، وإن لم يدخل دون النيف، لأنهما لما صارا اسما واحدا ثبتت الهاء في (عشرة) علامة للتأنيث فإنك تقول: ثلاث عشرة، وأربع عشرة (٤) إلى عشرين، فتدخل علامة التأنيث في عشرة (٥) . </p><p> فإن قيل: قد قلتم: إن اثنتي عشرة، وإحدى عشرة اسمان جعلا اسما واحدا، والاسم الواحد لا يكون فيه علامتان للتأنيث. </p><p> قلنا: اثنتا (٦) عشرة اسمان من وجه، واسم واحد من وجه، فكونهما اسمًا واحدًا هو (٧) أن الواقع تحتهما عدد مخصص متميز عن (٨) غيره، </p><p>(١) في (ج): (لها). (٢) في (ب): (مستقل).(٣) وأخف الحركات الفتحة. هذا الكلام لم أجده عن أبي إسحاق، وقد ذكر نحوه أبو علي الفارسي، وابن الأنباري، وابن سيده. وكلامهم جميعا عن العدد من (أحد عشر إلى تسعة عشر غير اثني عشر، لأن صدرها معرب كما سبق، بينما نجد الواحدي جعل الكلام عليها. انظر: \"المسائل الحلبيات\" ص ٢٠٨ - ٣٢٣، وانظر \"المذكر والمؤنث\" ص ٦٣٢، \"المخصص\" ١٤/ ٩١، ١٧/ ١٠٠، ١٠١.(٤) في (ج): (عشر).(٥) انظر \"المذكر والمؤنث\" لابن الأنباري ص ٦٤٥، \"المخصص\" ١٧/ ١٠١.(٦) في (ب): (اثنتى).(٧) في (ب): (وهو).(٨) في (ب): (من).</p><p> فيهما كأحد عشر، ووجه كونهما اسمين، هو أنهما لو (١) كانا اسما واحدا لحذفت الألف من (اثنتا) إذ إعراب الاسم يكون في آخره لا في حشوه، فلما (٢) ثبتت الألف، وكانت علامة للإعراب (٣) ، دل أنه اسم دون عشرة فوجب الحكم عليهما بأنهما اسمان من هذا الوجه، وإذا كان كذلك، جاز إدخال علامة التأنيث على كل واحد منهما، وأما إحدى عشرة فلم يجتمع فيهما علامتا تأنيث من جنس واحد، وإذا اختلف الجنسان جاز اجتماعهما كالياء في حبليات مع التاء (٤) . </p><p> فإن قيل: لم حذفت نون التثنية من اثنتا (٥) عشرة، ولا إضافة هاهنا لأنكم جعلتموهما (٦) اسمًا واحدًا؟ قيل: نون التثنية في الأصل (٧) عوض من التنوين، والتنوين للتمكن، وما عرض فيه من معنى البناء أزال التمكن فزال علمه، ولم تحذف الألف وإن كانت دلالة إعراب (٨) لأنها علم التثنية، </p><p>(١) في (ب): (لما كانا). (٢) في (ب): (فإذا).(٣) وهذا يخالف ما ذكره فيما سبق أنه مبني.(٤) انظر \"تفسير ابن عطية\" ١/ ٣١٢، \"حاشية الصبان على الأشموني\" ٤/ ٦٨.(٥) في (ب): (اثنتى) وهو أولى، لأنه مثنى مجرور.(٦) في (ج): (جعلتموها).(٧) في (ب): (أصل).(٨) اختلف النحويون في ألف التثنية، فذهب سيبويه إلى أن الألف حرف إعراب، وأن الياء في الجر والنصب حرف إعراب كذلك، ولا تقدير إعراب فيها وإلى هذا ذهب جماعة، منهم أبو إسحاق وابن كيسان وأبو علي. وقال أبو الحسن: إن الألف ليست حرف إعراب، ولا هي إعراب وانما هي دليل إعراب. انظر: \"سر صناعة الإعراب\" ٢/ ٦٩٥.</p><p> فلو حذفت لبطلت، فللضرورة أبقيت، ولا ضرورة في النون (١) ، فهذا طرف من الكلام في علل الحساب احتجنا إليه، وهو باب طويل. </p><p> وقوله تعالى:  {عَيْنًا} انتصب على التمييز، قال أبو إسحاق: جميع ما ينتصب على التمييز في العدد على معنى دخول التنوين (٢) ، وذلك أن حذف التنوين من اثنتا عشرة إنما كان للبناء فصار حكمه مراعى حتى انتصب ما بعده على تقدير تنوينه، ولم يحذف التنوين للإضافة حتى يبطل حكمه. وإذا (٣) كان كذلك انتصب ما بعده انتصاب قولك: هوضارب زيدا وقاتل عمرا، وحكي عن أحمد بن يحيى أنه قال: إنما انتصب المعدود لوقوعه موقع المصدر، فأجري عليه إعرابه، بيان ذلك: أن قولك: أحد عشر رجلا في موضع معدود عددًا، فأحد (٤) عشر في موضع معدود، إذ هو العدد الذي يعدّ، ورجلًا في موضع قولك: عددًا. </p><p> قال أبو إسحاق: وإنما وجب أن يكون التمييز بواحد، لأنك إذا ذكرت العدد فقد أثبت (٥) بمقداره المعدود (٦) ، وإنما يجب عليك تبيين </p><p>(١) قال أبو علي الفارسي: (ومن الدليل على أن (عشرا) من (اثنى عشر) ليس كسائر هذه الأعداد، أنها عاقبت النون فلم تجتمع معه، فلما عاقبتها علم أنها بدل منها، إذ ليس هنا إضافة توجب حذف النون لها، فهذه النون إنما تحذف للإضافة) \"المسائل الحلبيات\" ص ٣٠٨، وانظر: \"المخصص\" ١٤/ ٩١. (٢) نص كلام الزجاج: (و (عينا) نصب على التمييز، وجميع ما نصب على التمييز في العدد على معنى دخول التنوين، وإن لم يذكر في (عشرة)، لأن التنوين حذف هاهنا مع الإعراب)، \"معاني القرآن\" ١/ ١١٢.(٣) في (ب): (فإذا).(٤) في (ب). (فإحدى).(٥) في (ب): (اتبت).(٦) في (ب): (المعدوده).</p><p> النوع، والواحد المنكور يدل على النوع. وهو أخف من لفظ المعرفة ولفظ الجمع، فلهذا وجب استعماله (١) . </p><p> قال (٢) : وجملة قول الناس: عشرون درهما: عشرون (٣) من الدراهم، فحذف هذا التطويل، وأقيم الواحد المنكور مقامه. </p><p> وإنما وجب أن يكون الأصل: عشرون من الدراهم، لأن العشرين (٤) بعض الدراهم، فيجب أن يكون المذكور بعدها لفظ الجمع حتى يصح معنى التبعيض، ولو قدرت أن الأصل: الواحد لاستحال، ألا ترى أنك إذا قدرت الكلام بقولك: عشرون من درهم جاز أن يتوهم أن العشرين بعض الدرهم، فلذلك قلنا: إن الأصل: عشرون من الدراهم، ثم حذف لما ذكرنا من طلب الخفة (٥) . </p><p> وقوله تعالى:  {قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ} أراد كل أناس منهم، فحذف للعلم (٦) . والمشرب يجوز أن يكون مصدرا، ويجوز أن يكون موضعا (٧) . </p><p>(١) لم أجده عند أبي إسحاق، وبمعناه عند ابن سيده في \"المخصص\" ١٧/ ١٠١. (٢) في معاني القرآن: (ومعنى قول الناس: عندي عشرون درهمًا، معناه: عندي عشرون من الدراهم .. إلخ) ١/ ١١٣، ذكر الواحدي كلامه بمعناه.(٣) (عشرون) ساقط من (ب).(٤) في (ج): (عشرين).(٥) في (أ): (الحقه).(٦) انظر: \"تفسير الطبري\" ١/ ٣٠٦.(٧) إما أن يكون نفس المشروب فيكون مصدرًا واقعًا موقع المفعول به، أو موضع الشرب. انظر: \"تفسير الثعلبي\" ١/ ٧٦ ب، \"تفسير ابن عطية\" ١/ ٣١٣، \"البحر المحيط\" ١/ ٢٢٩، \"الدر المصون\" ١/ ٣٨٧.</p><p> قال الفراء وأبو روق: كان في ذلك الحجر اثنتا عشرة حفرة، [فكانوا إذا نزلوا وضعوا الحجر وجاء كل سبط إلى حفرته]  (١) فحفروا الجداول إلى أهلها، فذلك قوله:  {قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ}  (٢) . </p><p> وقوله تعالى:  {كُلُوا} أي وقلنا لهم: {كُلُوا} من المن والسلوى. {وَاشْرَبُوا} من الماء فهذا كله من رزق الله الذي يأتيكم بلا مشقة ولا مؤونة (٣) . {وَلَا تَعْثَوْا فِي الْأَرْضِ}  (٤) القراء كلهم قرؤوه بفتح الثاء من عَثِيَ يَعْثَى عُثُوًّا، وهو أشد الفساد. وفيه لغتان أخريان: عَثَا يَعْثُو مثل سما يسمو، قال ذلك الأخفش وغيره (٥) . وَعَاث يَعِيثُ، ولو قرئ بهذا (٦) لقيل (٧) : ولا تَعِيثُوا، قال ذلك ابن الأنباري. </p><p> وقال الفراء في كتاب \"المصادر\" : قوله تعالى: {وَلَا تَعْثَوْا} مصدره </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) انظر كلام الفراء في \"معاني القرآن\" ١/ ٤١، وكلام أبي روق فىِ \"تفسير الثعلبي\" ١/ ٧٦ أ، وانظر: \"تفسير الطبري\" ١/ ٣٠٧.(٣) الثعلبي١/ ٧٧ أ، وانظر \"تفسير الطبري\" ١/ ٣٠٨، و\"تفسير أبي الليث\" ١/ ٣٦٧، انظر \"تفسير ابن عطية\" ١/ ٣١٣.(٤) في (ب): {وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ}.(٥) الكلام بنصه في \"تهذيب اللغة\" (عثا) ٣/ ٢٣٢٥، وانظر \"معاني القرآن\" للأخفش ١/ ٢٧٢، والطبري ١/ ٣٠٨، \"معاني القرآن\" للزجاج ١/ ١١٣، \"تفسير الثعلبي\" ١/ ٧٧ أ.(٦) أي على لغة (عاث يعيث). وفي \"تهذيب اللغة\" (.. وفيه لغتان أخريان لم يقرأ بواحدة منهما، عثا يعثو، مثل: سما يسمو، قال ذلك الأخفش وغيره، ولو جازت القراءة بهذه اللغة لقرئ (ولا تَعْثُوا) ولكن القراءة سنة، ولا يقرأ إلا بما قرأ به القراء. واللغة الثالثة عَاثَ يَعِيث) \"تهذيب اللغة\" (عثا) ٣/ ٢٣٢٥، وانظر \"تفسير الطبري\" ١/ ٣٠٨.(٧) في (ج): (القيل).</p>"
}