{
  "id": null,
  "sura": 2,
  "aya": 93,
  "text": "<p> وقوله تعالى:  {إِن كنُتُم مُّؤمِنِينَ}  (إِنْ) بمعنى الشرط، وجوابها قبلها، يراد به: إن كنتم مؤمنين، فلم تقتلون أنبياء الله؛ لأنه ليس سبيل المؤمنين أن تقتلوا الأنبياء، ولا أن يتولوا قاتليهم (١) . </p><p> ٩٢ - قوله تعالى:  {وَلَقَدْ جَاَءَكُمْ} اللام في (لقد) لام القسم (٢) ، ولا يجوز أن تكون لام الابتداء، لأن لام الابتداء لا تلحق إلّا الاسم أو ما كان بمنزلة الاسم من المضارع. </p><p> والمراد بالبيّناتِ في هذه الآية ما ذكره في قوله:  {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ}  [الإسراء: ١٠١] ، وهي العصا، واليد، وفلق البحر، والجراد، والقُمَّل (٣) ، والضَفَادع، والدم، ورفع الطور، وإحياء الميت ببعض البقرة (٤) . </p><p> وقوله تعالى:  {ثُمَّ اتَّخَذْتُمُ الْعِجْلَ} المراد بـ (ثُم) هاهنا: الاستعظام لكفرهم مع ما رأوا من الآيات التي أتى بها موسى عليه السلام. </p><p> ٩٣ - قوله تعالى:  {وَإِذْ أَخَذْنَا مِيثَاقَكُمْ} إلى قوله: {وَاسْمَعُواْ} أي: </p><p>(١) استظهر هذا الوجه أبو حيان في \"البحر المحيط\" ١/ ٣٠٧ وقال: ويكون الشرط وجوابه قد كرر مرتين على سبيل التوكيد، لكن حذف الشرط من الأول وأبقي جوابه، وهو فلم تقتلون، وحذف الجواب من الثاني وأبقي شرطه. (٢) ينظر: \"تفسير \"القرطبي\" ٢/ ٢٧.(٣) القمّل: قال ابن عباس: وهو السوس الذي يخرج من الحنطة، وعنه: أنه الدَّبى وهو الجراد الصغار الذي لا أجنحة له - وبه قال مجاهد وعكرمة وقتادة، وقال الطبري في تفسيره ٩/ ٣٣: القمّل: جمع، واحدتها قُمَّلة، وهي دابة تشبه القمْل، تأكلها الإبل فيما بلغني. ينظر \"تفسير ابن كثير\" ص ٧٠٠.(٤) ينظر: \"تفسير الطبري\" ١/ ٤٢١ \"البحر المحيط\" ١/ ٣٠٨ إلا أنه عد بدل الأخيرين: السنين، والطوفان.</p><p> ما فيه من حلاله وحرامه، {قَالُوا سَمِعْنَا} ما فيه، {وَعَصَيْنَا} ما أمرنا به، هذا هو الظاهر. </p><p> وقال أهل المعاني: معنى (اسمعوا) هاهنا: استجيبوا وأطيعوا، عُبِّر بالسمع؛ لأنه سَبَب الإجابة والطاعة (١) ، وقد يُعبّر عنهما بالسمع كقول الشاعر: </p><p> دعوتُ اللهَ حتى خِفتُ أن لا ... يكونَ اللهُ يَسْمَعُ ما أقولُ (٢) </p><p> أي: يجيب (٣) . </p><p> وقوله تعالى:  {قَالُوا سَمِعْنَا وَعَصَيْنَا} بعض المفسرين يقولون: إنهم تلفظوا بهذه اللفظة، فقالوا:  {سَمِعْنَا} لما أطل الجبل فوقهم، فلما كشف عنهم قالوا:  {وَعَصَيْنَا}  (٤) . </p><p> وقال الحسن: قالوا: سمعنا بألسنتهم، وعصينا بقلوبهم (٥) . </p><p> فقال أهل المعاني: إنهم لم يقولوا هذا بألسنتهم، ولكنهم لما سمعوا </p><p>(١) ينظر: \"تفسير الطبري\" ١/ ٤٢٢، \"تفسير الثعلبي\" ١/ ١٠٣٤ \"تفسير القرطبي\" ٢/ ٢٧. (٢) البيت، لشمير بن الحارث الضبي، في \"تاج العروس\" ١١/ ٢٢٧ (مادة: سمع)، و\"نوادر أبي زيد\" ص ١٢٤، وبلا نسبة في \"تفسير الثعلبي\" ١/ ١٠٣٤ و\"لسان العرب\" ٤/ ٢٠٩٥.(٣) \"تفسيرالثعلبي\" ١/ ١٠٣٥.(٤) بنحوه عن ابن عباس كما في \"البحر المحيط\" ١/ ٣٠٨ واستحسنه أبو حيان قال: لأنا لا نصير إلى التأويل مع إمكان حمل الشيء على ظاهره لا سيما إذا لم يقم دليل على خلافه اهـ. وحكى الواحدي في \"الوسيط\" ١/ ١٧٦ أن المفسرين اتفقوا على أنهم قالوا (سمعنا) لما أطل الجبل فوقهم، فلمَّا كشف عنهم قالوا (عصينا).(٥) ذكره في \"الوسيط\" ١/ ١٧٦، وذكره في \"البحر المحيط\" ١/ ٣٠٨ ولم ينسبه.</p><p> الأمر، وتلقَّوه بالعصيان نسب ذلك منهم إلى القول اتساعًا (١) ، كقول الشاعر: </p><p> ومَنْهَلٍ ذِبَّانُه في غَيْطَلِ ... يَقُلْنَ للرائدِ أعْشَبْتَ انْزِلِ (٢) </p><p> وقال امرؤ القيس: </p><p> نواعِمُ يُتْبعنَ الهوى سُبُلَ الردَى ... يقلن لأهل الحِلم ضُلًّا بَتْضلال (٣) </p><p> قالوا: المعنى: يُضللن ذا الحلم، وليس الغرض حكاية قولهن. وقوله تعالى:  {وَأُشْرِبُواْ} الإشرابُ في اللُّغةِ خَلْطَ لونٍ بلون، يقال: أبيض مُشرَبٌ حُمرةً، إذا كان يعلوه حُمرة (٤) ، المازني (٥) : الإشراب: الخلط، يقال: أُشْرِب ذَا بذَا، وهو مشربٌ حُمرةً إذا خالطت لونه حُمرة. اللّحياني: يقال: فيه شُربةٌ من الحُمرة، إذا كان يُخالطه حُمرة (٦) . </p><p> وقال أبو عبيدة (٧) ، والزجاج (٨) : معناه سُقُوا حُبَّ العِجل، وأصل </p><p>(١) \"تفسير الثعلبي\" ١/ ١٠٣٥، عزاه لأهل المعاني. (٢) البيت لأبي النجم العِجْلي. ينظر: \"الحيوان\" ٣/ ٣١٤ و ٧/ ٢٥٩، وذكر الشطر الآخر منه \"تهذيب اللغة\" ٣/ ٢٤٤٨، \"اللسان\" ٥/ ٢٩٥١، \"التاج\" ٢/ ٢٣٣، وذكره الثعلبي في \"تفسيره\" ١/ ١٠٣٥ بلا نسبة. والغيطل: شجر ملتف أو عشب ملتف.(٣) البيت لامرئ القيس في \"ديوانه\" ص ١٢٦.(٤) ينظر \"تاج العروس\" ٢/ ١٠٣.(٥) هو أبو عثمان بكر بن بقية، وقيل: بكر بن محمد بن عدي بن حبيب المازني، تقدمت ترجمته.(٦) ينظر: \"تهذيب اللغة\" ٢/ ١٨٤٨، \"اللسان\" ٤/ ٢٢٢٤ (شرب).(٧) في \"مجاز القرآن\" ١/ ٤٧.(٨) \"معاني القرآن\" للزجاج ١/ ١٧٥، وينظر: \"تهذيب اللغة\" ٢/ ١٨٤٨، \"اللسان\" ٤/ ٢٢٢٤.</p><p> الإشرابِ: السَّقْي، واستُعملَ في اللون المختلط بغيره تشبيهًا بالسّقي، لأنه لقال للمشرب حُمرةً: إنه لمسقيّ الدم. والمعنى هاهنا: أنهم خلطوا بحب العجل حتى اختلط بهم، ثم بيّن أنّ مَحَلّ ذلك الحُبّ قلوبهم، وأن الخلط حصل فيها، فأضاف أولًا إلى الجملة، ثم خصّ القلوب، كما تقول: ضُربوا على رؤوسهم، أضفت الضرب أولًا إليهم، ثم بيّنت مَحلّ الضَّرب، وإنما ذكره بلفظ الإشراب إخبارًا عن رسوخ ذلك الحُبّ في قلوبهم كإشراب اللَّوْن لِشِدّة الملازمة (١) . </p><p> وقوله تعالى:  {الْعِجْلَ} أراد: حُبّ العجل فحذف المضاف (٢) كقوله: {وَسْئَلِ القَرْيَةَ}  (٣)  [يوسف: ٨٢] ، {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ}  [البقرة: ١٧٧] ، وكقول الشاعر: </p><p> وكيف تُوَاصل مَنْ أصبَحتْ ... خِلاَلَتُه كأبي مَرْحَبِ (٤) </p><p>(١) ينظر: \"الزاهر\" ٢/ ١٠١ و\"غريب القرآن\" ص ٤٨ \"البحر المحيط\" ٢/ ١٨٤٨ وقال: وإنما عبر عن حب العجل بالشرب دون الأكل، لأن شرب الماء يتغلغل في الأعضاء حتى يصل إلى باطنها .. وأما الطعام، فقالوا: هو مجاور لها غير متغلغل فيها، ولا يصل إلى القلب منه إلا اليسير. (٢) \"معاني القرآن\" للزجاج ١/ ١٧٥، ونقله في \"اللسان\" ٤/ ٢٢٢٤، وقال في \"البحر المحيط\" ١/ ٣٠٩: وأسند الإشراب إلى العجل مبالغة كأنه بصورته أشربوه.(٣) ينظر: \"معاني القرآن\" للفراء ١/ ٦١، الطبري في \"تفسيره\" ١/ ٤٢٣.(٤) البيت للنابغة الجعدي، ينظر: \"ديوانه\" ص ٢٦، \"تفسير الثعلبي\" ١/ ١٠٣٥، \"الكتاب\" لسيبويه ١/ ١١٠، \"أمالي القالي\" ١/ ١٩٢ \"معاني القرآن\" للزجاج ١/ ٩٣، ١٧٥، \"لسان العرب\" ٤/ ٢٢٢٤ مادة (اشرب) و ١/ ٢٥٢ مادة (برد) قال ابن منظور: وأبو مرحب كنية الظِّل والظل منتقل، ويقال: هو كنية عرقوب، الذي قيل عنه: مواعيد عرقوب، والمراد على الأول: كيف تصاحب من لا يدوم على مودة، وإنما هو منتقل غير ثابت.</p><p> وأنشد الفراء: </p><p> حَسِبْتَ بُغَامَ راحلتي عَنَاقًا ... وما هي وَيْبَ غيرِك بالعَنَاقِ (١) </p><p> وقوله تعالى:  {بِكُفْرِهِمْ} قال بعضهم: أي، باعتقادهم التشبيه؛ لأنهم طلبوا ما يتصوّرُ في نفوسهم (٢) . وقال الزجاج: معناه فعل الله ذلك مجازاة لهم على الكفر، كما قال:  {بَلْ طَبَعَ الله عَلَيْهَا بِكُفرِهِم}  [النساء: ١٥٥]  (٣) . </p><p> وقوله تعالى:  {قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} معناه: إن كنتم مؤمنين فبئس الإيمان إيمانٌ يأمر بالكُفْر، وهذا تكذيب لهم؛ لأنهم كانوا يزعمون أنهم مؤمنون، وذلك أنهم قالوا:  {نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا} ، فكذّبهم الله عز وجل، وعيَّرهم بعبادة العجل، وذلك أنّ آباءهم ادعوا الإيمان ثم عبدوا العجل (٤) . </p><p> وقوله تعالى:  {يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ} من المجاز وسعة العربية؛ لأن الإيمان لا يأمُر، وهو كقوله: {إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ </p><p>(١) البيت لذي الخرق الطهوي، ينظر \"معاني القرآن\" للفراء ١/ ٦٢، و\"لسان العرب\" ١/ ٣٢٠ مادة (بغم)، ٥/ ٣٠٥٣ (مادة: عقا) يخاطب الشاعر ذئبًا تبعه في طريقه، وقبله: ألم تعجب لذئب بات يسري ... ليؤذن صاحبًا له باللحاقوقوله ويب كلمة مثل: ويل، تقول: وْيبَك وويب زيد، معناه: ألزمك الله ويلًا، نصب نصب المصدر. بُغام الناقة: صوت لا تفصح به، والعناق: الأنثى من المعز. وقوله: حسبت بغامَ راحلتي عناقًا، أي: بغام عناق.(٢) ينظر \"البحر المحيط\" ١/ ٣٠٨ - ٣٠٩.(٣) \"معاني القرآن\" للزجاج ١/ ١٧٦.(٤) \"تفسير الثعلبي\" ١/ ١٠٣٦، \"الوسيط\" ١/ ١٧٦.</p>"
}