{
  "id": null,
  "sura": 2,
  "aya": 139,
  "text": "<p> رُوِيَ أن النبي - صلى الله عليه وسلم - قال:  \"كل مولود يُولَد على الفطرة\"  (١) ، معناه: إن كل مولود يولد في العالم على ذلك الإقرار الأول، وعلى ذلك العهد حين قالوا:  {بَلَى} وهو الفطرة، ومعنى الفطرة (٢) : ابتداء الخلقة. ثم يُهَوِّدُ اليهودُ أبناءَهم، وُيمَجِّسُ المجوسُ أبناءَهم، وليس الإقرارُ الأول مما يَقَعُ به حكم، أو عليه ثواب. </p><p> وانتصب قوله:  {صِبْغَةَ اللَّهِ} عند الأخفش (٣) على البدل من قوله: {مِلَّةَ إِبْرَاهِيمَ} . وذكر الزجاج (٤) في انتصابه الوجهين اللذين ذكرنا في {مِلَّةَ إِبْرَاهِيمَ} ، وقال أبو عبيد: نصب على الإغراء، أي: الزموا واتبعوا (٥) . </p><p> وقوله تعالى:  {وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً} أي: دينًا، على القول الأول، وعلى قول ابن عباس: تطهيرًا، ومعناه: أن التطهير الذي أمر الله به مبالغ في النظافة، وعلى قول أبي إسحاق: فطرة وخلقة. </p><p> ١٣٩ - قوله تعالى:  {قُلْ أَتُحَاجُّونَنَا} الخطاب ليهود المدينة، ونصارى نجران، ومحاجتهم أنهم قالوا: إن أنبياء الله كانوا منا، وديننا هو الأقدم، وكتابنا هو الأسبق، ولو كنت نبيًّا كنت منَّا، فأنزل الله تعالى: {قُلْ </p><p>(١) أخرجه البخاري (١٣٨٥) كتاب \"الجنائز\"، باب: ما قيل في أولاد المشركين، ومسلم (٢٦٥٨) كتاب \"القدر\"، باب: معنى كل مولود يولد على الفطرة: ٤/ ٢٠٤٧، حديث ٢٦٥٨. (٢) ليست في (أ) و (م).(٣) \"معاني القرآن\" للأخفش ١/ ١٥٠، وينظر: \"تفسير الثعلبي\" ١/ ١٢٢٤.(٤) \"معاني القرآن\" للزجاج ١/ ٢١٥.(٥) ذكره عنه الثعلبي في \"تفسيره\" ١/ ١٢٢٣، وذكر هذا الوجه ابن الأنباري في \"البيان في غريب إعراب القرآن\" ١/ ١٢٦، وأبو حيان في \"البحر\" ١/ ٤١٢، والبغوي في \"تفسيره\" ١/ ١٥٧.</p><p> أَتُحَاَجُّونَنَا} (١) أي: أتخاصموننا وتجادلوننا، والمحاجة: مفاعلة من الحجة (٢) . وظاهر الألف: الاستفهام، ومعناه: التوبيخ والتقرير هاهنا (٣) ، وذكرنا في سورة آل عمران لم صار لفظ الاستفهام للتوبيخ. </p><p> وقوله تعالى:  {فِي اللَّهِ} أي: في دين الله (٤) ، ولنا أعمال نجازى بحسنها وسيئها، وأنتم في أعمالكم على مثل سبيلنا، لا يؤخذ بعض (٥) بذنب بعض. {وَنَحْنُ لَهُ مُخْلِصُونَ} أي: موحدون (٦) ، ومعنى الإخلاص: التنقية من الشوائب (٧) . </p><p> ولقد سألت الأستاذ أبا إسحاق أحمد بن محمد (٨) رحمه الله فحدثني بإسناده مسلسلا (٩) : أن حذيفة (١٠) رضى الله عنه قال: سألت النبي - صلى الله عليه وسلم - عن </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١/ ١٢٢٤، والواحدي في \"الوسيط\" ١/ ٢٢٣، و\"الوجيز\" ١/ ٥٠٦، والبغوي في \"تفسيره\" ١/ ١٥٧، و\"الخازن\" ١/ ١١٦، وأبو حيان في \"البحر\" ١/ ٥٨٥. (٢) \"تفسير الثعلبي\" ١/ ١٢٢٤، \"تفسير البغوي\" ١/ ١٥٧، \"البحر المحيط\" ١/ ٤١٢.(٣) قال أبو حيان في \"البحر المحيط\" ١/ ٤١٣: والهمزة للاستفهام مصحوبًا بالإنكار عليهم. وينظر: \"تفسير القرطبي\" ٢/ ١٣٣.(٤) في \"تفسير الثعلبي\" ١/ ١٢٢٤ قال: وذلك أنهم قالوا: يا محمد إن الأنبياء كانوا منا وعلى ديننا، ولم يكن من العرب نبي، فلو كنت نبيًّا لكنت منا وعلى ديننا، وينظر: \"تفسير البغوي\" ١/ ١٥٧، \"تفسير الخازن\" ١/ ١١٦.(٥) في (ش): (بعضنا).(٦) \"تفسيرالثعلبي\" ١/ ١٢٢٤.(٧) ينظر: \"تفسير الثعلبي\" ١/ ١٢٢٥ - ١٣٣٢، وقد أفرد فصلًا في معنى الإخلاص، \"تفسير البغوي\" ١/ ١٥٧.(٨) يعني الثعلبي.(٩) هذا الحديث مسلسل بالسؤال عن الإخلاص من أدناه إلى أعلاه.(١٠) هو حذيفة بن اليمان العبسي، حليف الأنصار، صحابي جليل من السابقين، =</p><p> الإخلاص، ما هو؟ قال:  \"سألت جبريل عن الإخلاص، ما هو؟قال:سألت ربَّ العزة عن الإخلاص، ما هو؟قال:سرٌ من سِرِّي، استودعتُه قلبَ مَنْ أحببتُ من عبادي\"  (١) . </p><p> قال ابن الأنبارى: وفي الآية إضمار واختصار، أراد: ونحن له مخلصون، وأنتم غير مخلصين، فحذف اكتفاء بقوله:  {وَنَحْنُ لَهُ مُخْلِصُونَ} . </p><p> قال: ومعنى الآية: أتحتجون علينا، وأنتم مشركون كافرون بالأنبياء، ونحن مخلصون له بالعبادة والتوحيد؟ ومَن هو على مثل سبيلكم، الواجبُ عليه أن يتشاغل بالفكر في عماه، وأن لا ينازع ويناظر من يعلم (٢) أنه أرشد منه وأهدى سبيلًا. وتلخيص الآية: لا حجة لكم علينا في دين ربنا؛ إذ كنا نخلص له (٣) ولا نعبد معه سواه، وأنتم تجعلون له الشركاء والأنداد (٤) . </p><p>= أعلمه النبي - صلى الله عليه وسلم - بما كان وما يكون إلى أن تقوم الساعة، كما في \"صحيح مسلم\"، وأبوه صحابي أيضًا، توفي في أول خلافة علي سنة ٣٦ هـ ينظر: \"تقريب التهذيب\" ص ١٥٤ (١١٥٦)، \"أسد الغابة\" لابن الأثير ١/ ٤٦٨. (١) رواه الثعلبي في \"تفسيره\" ١/ ١٢٢٥، وذكره الديلمي في \"مسند الفردوس\" ٣/ ١٨٧، عن علي وابن عباس مرفوعًا، وذكره القرطبي في \"تفسيره\" ٢/ ١٣٤، وأبو حيان في \"البحر المحيط\" ١/ ٤١٣، والآلوسي في \"روح المعاني\" ١/ ٣٩٩، والحديث في إسناده أحمد بن عطاء، وعبد الواحد بن زيد، وقال عنه الحافظ ابن حجر في \"الفتح\" ٤/ ١٠٩: حديث واهٍ جدًا وضعفه كذلك الدكتور خالد العنزي في تحقيق \"تفسير الثعلبي\" ١/ ١٢٢٧.(٢) في (ش): (يعلم الله).(٣) في (ش): (معه).(٤) ينظر: \"البحر المحيط\" ١/ ٤١٣ - ٤١٤.</p>"
}