{
  "id": null,
  "sura": 2,
  "aya": 2,
  "text": "<p> فإن قيل: كيف كتبوا في المصحف هذه الحروف موصولة، والهجاء منقطع لا يتصل بعضه ببعض؟ </p><p> قلنا: لأنه لم يقصد به الهجاء، إنما هي حروف اجتمعت يراد بكل حرف منها معنى، فهي وإن كانت في صورة الهجاء فإن تحتها معاني، فكانت من هذا الوجه في معنى الكلمات الموصولة (١) . </p><p> فإن قيل: فلم قطعت {حم عسق} ولم تقطع {كهيعص} . </p><p> قلنا: لأن (حم) قد ذكرت في أوائل سور أخرى، فقطعت مما (٢) بعدها، لأن هذه السور كغيرها (٣) مما افتتح بـ (حم)  (٤) . </p><p> هذا هو الكلام في الحروف المقطعة في هذه السورة. (٥) فأما في سائر السور فسنأتي على بيانها إن شاء الله. </p><p> ٢ - وقوله تعالى:  {ذَالِكَ اَلكِتَبُ} . قال أبو الهيثم (٦) : (ذا) اسم كل </p><p>= شيخنا الحافظ المجتهد أبو الحجاج المزي، وحكاه لي عن ابن تيمية. ابن كثير ١/ ٤٠. (١) هذا السؤال والإجابة عليه ذكره ابن الأنباري في \"إيضاح الوقف والابتداء\" ص ٤٧٩، وانظر: \"القطع والائتناف\" للنحاس ص ١٠٩، \"البرهان في علوم القرآن\" ١/ ٤٣١.(٢) في (ب): (ما).(٣) في (ب): (لغيرها).(٤) ذكره ابن الأنباري في \"إيضاح الوقف والابتداء\" ص ٤٧٩، والنحاس في \"القطع والائتناف\" ص ١٠٩، والزركشي في \"البرهان\" ١/ ٤٣١.(٥) أي في سورة (البقرة) (الم).(٦) قول أبي الهيثم ذكره الأزهري في (التهذيب) في مواضع متعددة أخذ الواحدي منه بالاختصار وجمعه مع بعضه. قال الأزهري: أخبرني المنذرى عن أبي الهيثم أنه قال: ذا اسم كل مشار إليه ..) \"التهذيب\" (ذا) ٢/ ١٢٥٨.</p><p> مشار إليه يراه المتكلم والمخاطب كقولك: ذا الرجل، وذا الفرس، فإذا (١) بعد المشار إليه زادوا (كافا) فقالوا: ذاك (٢) الرجل، وهذه (الكاف) ليست في موضع نصب ولا خفض (٣) ولا رفع، إنما أشبهت كاف (أخاك) و (عصاك) فتوهم السامع أنها في موضع خفض (٤) ، فلما دخل فيها هذا اللبس زادوا (لاما) فقالوا: ذلك أخوك (٥) ، فإن اللام إذا دخلت ذهبت بمعنى الإضافة. و (ذا) مبني (٦) ، نصبه وخفضه ورفعه سواء، لأن فيه معنى الإشارة إلى معرفة فكأنه قد تضمن معنى من الحروف (٧) . وهذا الذي ذكره </p><p>(١) قال الأزهري: قال أبو الهيثم فيما أخبرني عنه المنذري: (إذا بعد المشار إليه من المخاطب، وكان المخاطب بعيدا ممن يشار إليه، (زادوا) (كافا) فقالوا. ذاك أخوك ..) \"التهذيب\" تفسير (ذاك وذلك) ٢/ ١٢٥٨. (٢) في (ج): (ذلك).(٣) في \"التهذيب\": (ليست في موضع خفض ولا نصب، إنما أشبهت ..) ٢/ ١٢٥٨.(٤) في \"التهذيب\": (فتوهم السامعون أن قول القائل: ذاك أخوك كأنها في موضع خفض لاشباهها (كاف)، (أخاك). وليس ذلك كذلك، إنما تلك (كاف) ضمت إلى (ذا) لبعد (ذا) من المخاطب، فلما دخل ...) \"التهذيب\" ٢/ ١٢٥٨.(٥) في \"التهذيب\": (وفي الجماعة: أولئك اخوتك). مراتب المشار اليه عند بعضهم اثنتان:الأولى: القربى ويشار لها بذا.الثانية: البعدى سواء كان البعد قليلاً أو كثيرًا ويشار لها بذاك. وعلى هذا الرأي زيدت اللام لرفع اللبس، كما ذكر الواحدي، أو لتأكيد بعد المشار إليه. أما عند الجمهور فمراتب المشار إليه ثلاث: قريب يشار له بذا، ومتوسط يشار له بذاك، وبعيد ويشار له بذلك، وعلى هذا: اللام لبعد المشار اليه، وليست لرفع اللبس. انظر \"حاشية الصبان\" ١/ ١٣٩، ١٤٢.(٦) في (ب): (مبين).(٧) هذا الكلام عن أبي الهيثم بمعناه، \"التهذيب\" ٢/ ١٢٥٨.</p><p> أبو الهيثم في ذلك، إجماع من النحويين (١) . </p><p> وقال الزجاج (٢) : كسرت (اللام) في (ذلك) لالتقاء الساكنين (٣) ، قال: ولم يذكر الكوفيون كسرة هذه (اللام) . </p><p> قال أبو الفتح الموصلي (٤) : </p><p> (اللام) قد تزاد في الكلمة مبنية (٥) معها، غير مفارقة لها، كقولهم:  (ذلك) و (ألالك)  (٦) ، و (هنالك) و (عبدل)  (٧) ، و (زيدل)  (٨) ، و (فيشله)  (٩) . والذي يدل على زيادة (اللام) في هذه الحروف قولهم: (ذاك)  (١٠) بمعنى: </p><p>(١) انظر \"التهذيب\" حيث نقل الأزهري عن بعض الأئمة٢/ ١٢٥٨ - ١٢٥٩، وانظر \"معاني القرآن\" للزجاج ١/ ٣٠. (٢) قول الزجاج في \"معاني القرآن\" ١/ ٣١، إلا قوله: (قال: ولم يذكر الكوفيون ...إلخ)، ونقله الأزهري في \"التهذيب\"، ١٥/ ٣٤، ٣٥.(٣) المراد بالساكنين: (الألف) من (ذا) واللام التي بعدها. انظر \"المعاني\" للزجاج ١/ ٣١.(٤) كلام أبي الفتح في \"سر صناعة الإعراب\" ١/ ٣٢١، وقد تصرف المؤلف فيه، ونقله بالمعنى مع الاختصار. قال أبو الفتح: (وإذا كانت اللام زائدة فهي على ضربين: أحدهما: أن تزاد في الكلمة مبنية معها غير مفارقة لها، والآخر أن تزاد فيها لمعنى، ولا تكون من صيغة الكلمة ....).(٥) في (ب): (مبينة).(٦) كذا في (أ)، وفي (ب)، (ج): (إلا لك) وفي \"سر صناعة الإعراب\" (أولا لك) ١/ ٣٢١. وهذا هو الصواب، ولعل ما أثبت في النسخ اختلاف في الرسم.(٧) في (ب): (عندك).(٨) في (ب): (زيدك).(٩) في (ج): (فشيله). في \"اللسان\": (الفيشلة) كالفيشه، واللام فيها عند بعضهم زائدة، وقيل اللام أصل. والفيشة: أعلى الهامة، أو الكمرة، أو الذكر المنتفخ. \"اللسان\" (فيش) ٦/ ٣٤٩٩.(١٠) في (ب): (ذلك).</p><p> (ذلك) ، و (أولئك) بمعنى: (ألالك)  (١) ، و (هناك) بمعنى: (هنالك) ، ومعنى (عبدل) كمعنى (عبد)  (٢) ، ومعنى:  (زيدل) كمعنى: (زيد)  (٣) ، ومعنى:  (فيشلة) كمعنى (٤) : (فيشة)  (٥) . </p><p> وأما (٦)  (الكاف) فهي في (ذاك) ، و (ذلك) ، و (تلك) ، و (تانك)  (٧) ، و (ذانك) ، و (أولئك) حرف يفيد الخطاب، وليست باسم (٨) . </p><p> والدليل (٩) على ذلك ثبوت النون [في (ذانك، وتانك) ولو كانت اسما لوجب حذف النون] (١٠) قبلها، وجرها بالإضافة، كما تقول: غلاماك وصاحباك. </p><p> والعرب قد تزيد (الكاف) للخطاب كقولهم: (النجاءك) أي: انج، ولو كانت (١١)  (الكاف) اسما لما جازت إضافة ما فيه (الألف واللام) </p><p>(١) كذا في (أ) وفي (ب)، (ج) (بدون تشكيل)، وفي \"سر صناعة الإعراب\" (أولالك) وهو الصواب، وانظر التعليق في الصفحة قبلها. (٢) في (ب): (ومعنى عندك كمعنى عند).(٣) في (ب): (ومعنى زيد كمعنى زيدك).(٤) في (ب): (بمعنى).(٥) انظر. \"سر صناعة الإعراب\" ١/ ٣٢٢، (معنى الفيشة) مر قريبا.(٦) الكلام عن (الكاف) أخذه المؤلف عن أبي الفتح من موضع آخر ١/ ٣٠٩، بتصرف واختصار.(٧) في (ب): (تاتك).(٨) انظر: \"الأصول في النحو\" ٢/ ١٢٧.(٩) \"سر صناعة الإعراب\" ١/ ٣١٥.(١٠) ما بين المعقوفين ساقط من (ب).(١١) \"سر صناعة الإعراب\" ١/ ٣٠٩ - ٣١٠.</p><p> إليهما (١) ، وكذلك قولهم: أبصرك زيدا. ولا يجوز أن تكون (الكاف) اسما لأن هذا الفعل لا يتعدى إلى ضمير المأمور (٢) ، ألا ترى أنك لا تقول: أضربك، ولا أقتلك، إذا أمرته بضرب نفسه وقتله إياها (٣) . </p><p> وزاد غيره بيانا فقال:  (الكاف) في (ذلك) حرف، وفي (غلامك) وأشباهه اسم، الدليل على هذا أنك تؤكد (الكاف) في غلامك، كما تؤكد الاسم، فتقول: جاءني غلامك نفسك، ولا تؤكد (الكاف) في ذلك، فلا يجوز أن تقول: ذلك نفسك، على معنى تأكيد (الكاف) بالنفس (٤) . </p><p> قوله تعالى:  {الْكِتَابُ} يقال: كتب يكتب كتابًا وكَتْبًا وكتابةً. و (الكتاب) أيضا اسم لما كتب، وهو من باب تسمية المفعول بالمصدر، وهو كثير (٥) . وأصل (الكتب) في اللغة جمعك بين الشيئين، يقال: اكتب بغلتك، وهو أن يضم بين شفريها بحلقة (٦) ، ومن ذلك سميت (الكتيبة) لأنها تكتبت واجتمعت (٧) . </p><p> ويقال: كتبت السقاء أكتبه كَتْبًا إذا خرزته (٨) . وهي الكُتْبة وجمعها </p><p>(١) انظر \"الكتاب\" ١/ ٢٤٥. (٢) عند أبي الفتح: (لا يجوز أن تكون (الكاف) اسما لأن هذا الفعل لا يتعدى إلى ضمير المأمور به ..) ١/ ٣١١.(٣) انظر كلام أبي الفتح ١/ ٣١٠، ٣١١.(٤) ذكره سيبويه. انظر: \"الكتاب\" ١/ ٢٤٥، وانظر: \"معاني القرآن\" للزجاج ١/ ٣٠، \"تهذيب اللغة\" (ذاك) ٢/ ١٢٥٩.(٥) انظر: \"تهذيب اللغة\" للأزهري (كتب) ٤/ ٣٥٩٧، \"معجم مقاييس اللغة\" (كتب) ٥/ ١٥٨، \"الكشف\" للثعلبي ١/ ٤٢/ب.(٦) في (ب): (لحلقة).(٧) في (ب): (فاجتمعت). ذكره الأزهري عن شمر، \"تهذيب اللغة\" ٤/ ٣٠٩٧.(٨) في (ب): (جررته). ذكره الأزهري عن أبي عبيد عن أبي زيد. \"التهذيب\" (كتب) ٢/ ٢٠٧٩.</p><p> كُتَب للخروز (١) . ومنه قيل: كتبت الكتاب، لأنه يجمع حرفا إلى حرف (٢) . </p><p> فأما التفسير فقوله (٣) : {ذلك} يجوز أن يكون بمعنى: (هذا) عند كثير من المفسرين وأهل المعاني (٤) . </p><p> قال الفراء: وإنما يجوز (ذلك) بمعنى: (هذا) لما مضى، وقرب وقت تقضيه، أو تقضي ذكره، فأما الموجود الحاضر (٥) فلا يقال فيه (ذلك)  (٦) مثاله أنك تقول (٧) : قد قدم فلان، فيقول السامع: قد بلغنا ذلك، وبلغنا هذا الخبر، فصلحت فيه (هذا) ، لأنه قرب من جوابه (٨) ، فصار كالحاضر الذي تشير (٩) إليه، وصلحت (ذلك) لانقضائه، والمنقضي </p><p>(١) في (ب): (للحزور). الأزهري عن الليث، \"التهذيب\" ٢/ ٢٠٧٩. (٢) الأزهري عن شمر ٢/ ٢٠٧٩.(٣) في (ب). (وقوله).(٤) انظر: الطبري ١/ ٩٦، \"معاني القرآن\" للفراء ١/ ١٠، \"معاني القرآن\" للزجاج ١/ ٢٩، ونسب القول فيه للأخفش وأبي عبيدة، و\"مجاز القرآن\" ١/ ٢٨، وابن عطية ١/ ١٤١.(٥) الموجود الحاضر لا يقال فيه (ذلك) لأنك تراه بعينه، بل تشير له بهذا، الدالة على الحاضر في الذهن. انظر \"معاني القرآن\" للفراء١/ ١١.(٦) في (ج): (ذاك).(٧) في \"معاني القرآن\" للفراء: (يصلح (ذلك) من جهتين، وتصلح فيه (هذا) من جهة، فأما أحد الوجهين من (ذاك) فعلى معنى: هذِه الحروف يا أحمد، ذلك الكتاب الذي وعدتك أن أوحيه إليك. والآخر أن يكون (ذلك) على معنى يصلح فيه (هذا) لأن قوله: (هذا) و (ذلك) يصلحان في كل كلام، إذا ذكر ثم أتبعته بأحدهما بالإخبار عنه. ألا ترى أنك تقول: قد قدم فلان ... الخ.) ١/ ١٠.(٨) في (ب): (حركه).(٩) في (ب): (يشير).</p><p> كالغائب (١) . </p><p> وتقول: أنفقت ثلاثة وثلاثة، فذلك ستة، وإن شئت قلت: فهذا ستة، وقد قال الله عز وجل:  {فَحَشَرَ فَنَادَى}  [النازعات: ٢٣] تْم قال: {إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى}  [النازعات: ٢٦] ، وقال:  {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ}  (٢)  [الأنبياء: ١٠٥] ، ثم قال:  {إِنَّ فِي هَذَا لَبَلَاغًا}  [الأنبياء: ١٠٦]  (٣) . </p><p> وقال محمد بن جرير: أشار بقوله: {ذلك} إلى ما تقدم ومضى من قوله: {الم} لأن كل ما تقضى (٤) وقرب تقضيه من الأخبار فهو في حكم الحاضر، كالرجل يحدث الرجل الحديث، فيقول السامع:  (إن ذلك لكما (٥) قلت)، و (هذا والله كما قلت) ، فيخبر مرة عنه بمعنى الغائب (٦) ، إذا كان قد تقضى، ومرة بالحاضر لقرب جوابه من كلامه، كأنه غير متقض (٧) ، فكذلك لما ذكر الله سبحانه {الم} التي ذكرنا تصرفها في وجوهها من المعاني، قال: يا محمد هذا الذي ذكرته وبينته لك: الكتاب، [فحسن وضع (ذلك) في موضع (هذا)  (٨) وروى عن ابن عباس أنه قال: </p><p>(١) وقال الفراء (.. ولو كان شيئًا قائمًا يُرى لم يجز مكان (ذلك)، (هذا) ولا مكان (هذا)، (ذلك) ..) \"معاني القرآن\" ١/ ١٠، وقد نقل الواحدي كلامه بتصرف. (٢) في (ج) تصحيف في الآية (من بعد ما الذكر).(٣) الكلام بنصه في \"معاني القرآن\" للزجاج ١/ ٣٠. وانظر \"معاني القرآن\" للفراء ١/ ١١.(٤) في (ب). (ما يقضى). في الطبري: (لأن كل ما تقضى بقرب تقضيه ..) وفي الحاشية في المطبوعة (وقرب تقضيه) يريد: أن ذكر ما نقضى، وانقضاؤه قريب من إخبارك عنه. (تفسير الطبري) ١/ ٩٦.(٥) في (ب): (كما).(٦) أي إذا أشار إليه بـ (ذلك) وبمعنى الحاضر إذا أشار إليه بـ (هذا).(٧) في (ب). (مقتض) وفي الطبري: (منقض).(٨) \"تفسير الطبري\" ١/ ٩٦، وذكر المؤلف كلام الطبري بتصرف واختصار، واختار=</p><p> معنا ذلك الكتاب] (١) الذي أخبرتك أنى أوحيه (٢) إليك (٣) . </p><p> وقال يمان بن رباب (٤) : ذلك (٥) الكتاب الذي ذكرته في التوراة (٦) والإنجيل (٧) . </p><p> وهذان القولان (٨) متقاربان، والأول (٩) اختيار ابن الانباري، </p><p>= الطبري هذا القول وهو: أن (ذلك) بمعنى (هذا) ١/ ٩٦، ورجحه ابن كثير، وقال: ذكره ابن جريج عن ابن عباس، وهو قول مجاهد، وعكرمة، وسعيد بن جبير، والسدي، ومقاتل بن حيان، وزيد بن أسلم، وابن جريج ١/ ٤٢. (١) ما بين المعقوفين ساقط من (ب).(٢) في (ب): (أوجه).(٣) ذكره الثعلبي عن أبي الضحى عن ابن عباس١/ ٤٣/أ، وذكره أبو الليث في \"تفسيره\" ولم يسنده لأحد ١/ ٨٩، وانظر \"البحر المحيط\" ١/ ٣٦، والقرطبي ١/ ١٣٧، \"زاد المسير\" ١/ ٢٣.وأخرج ابن جرير عن ابن عباس قال: هذا الكتاب. الطبري ١/ ٩٦.(٤) (يمان بن رباب) مكانه بياض في (ب)، وفي (أ): (رياب) بالياء و (رباب) بالباء في (ج) وهو عند الثعلبي ١/ ٤٣ أ، ولم أجد (يمان بن رباب) ولا (رياب) سوى ما ذكره البغدادي في \"هدية العارفين\" قال: (اليمان بن رباب البصري من رءوساء الخوارج، له: \"إثبات إمامة أبي بكر الصديق\". و\"أحكام المؤمنين\".) ولم يذكر سنة وفاته. \"هدية العارفين\" ١/ ٧٣٥، فلا أدرى هل هو المذكور، أو شخص غيره؟ والله أعلم.(٥) في (ب): (كل).(٦) في (ج): (التوريه).(٧) ذكره الثعلبي في \"تفسيره\" بعد قول ابن عباس السابق، \"تفسير الثعلبي\" ١/ ٤٣أ، وذكر الزجاج بمعناه ولم ينسبه ١/ ٣٩، وابن الجوزي في \"زاد المسير\" ١/ ٢٣، القرطبي ١/ ١٣٧، وأبو حيان في \"البحر\" ونسبه لابن رئاب ١/ ٣٦.(٨) أي: قول ابن عباس وقول يمان بن رباب.(٩) أي قول ابن عباس: ذلك الكتاب الذي أخبرتك أني أوحيه إليك.</p><p> والثاني (١) اختيار الزجاج (٢) . </p><p> أما ابن الانباري فقال: إنما قال عز (٣) ذكره: {ذَلِكَ الْكِتَابُ} ، فأشار إلى غائب، لأنه (٤) أراد هذه الكلمات يا محمد: ذلك الكتاب الذي وعدتك أن أوحيه إليك، لأن الله تعالى لما أنزل على نبيه - صلى الله عليه وسلم - {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا}  [المزمل: ٥] ، كان عليه السلام واثقا بوعد الله إياه، فلما أنزل عليه {الم (١) ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ} [البقرة:١, ٢] . دله على (٥) الوعد المتقدم (٦) . </p><p> وقال الزجاج: القرآن، ذلك الكتاب الذي وعدوا به على لسان موسى وعيسى (٧) . </p><p> فجعل {الم} بمعنى القرآن، لأنه من القرآن فهو قرآن. </p><p> والمراد بالكتاب هاهنا: القرآن في (٨) قول ابن عباس، والحسن، وقتادة، ومجاهد والضحاك، ومقاتل (٩) . </p><p>(١) وهو قول يمان: ذلك الكتاب الذي ذكرته في التوراة والإنجيل. (٢) انظر: \"معاني القرآن\" للزجاج ١/ ٢٩.(٣) في (ب): (عن).(٤) في (ب): (كأنه).(٥) في (ب): (ذله الوعد).(٦) ذكر نحوه ابن الجوزي في \"زاد المسير\" ١/ ٢٣، والقرطبي في \"الجامع لأحكام القرآن\" ١/ ١٣٧ - ١٣٨.(٧) \"معاني القرآن\" للزجاج ١/ ٢٩.(٨) في (ب): (فهو في).(٩) ذكره الثعلبي فىِ \"تفسيره\" ١/ ٤٣ ب، وذكر ابن أبي حاتم قول الحسن، وابن عباس ١/ ٣٤، وانظر: \"تفسير الطبري\" ١/ ٩٦، و\"ابن كثير\" ١/ ٤٢.</p><p> والمراد به المفعول (١) ، كقولهم: الخلق، يريدون: المخلوق (٢) ، لا الحدث الذي هو اختراع وإبداع. </p><p> وهذا (٣) أرجح عندي من قول من قال: إنه سمي به لما فرض فيه (٤) ، وأوجب العمل به (٥) ، ألا ترى أن جميع التنزيل مكتوب، وليس كله فروضًا، وإذا كان كذلك كان العام (٦) الشامل [بجميع المسمى أولى مما كان بخلاف ذلك. فإن جعلت {الم} متعلقا بما بعده، فهو ابتداء، وخبره] (٧)  {ذلك} ، والكتاب تفسير وبيان (٨) للمشار إليه (٩) . ويصح أن </p><p>(١) أي: المكتوب. انظر الثعلبي ١/ ٤٢/ ب. (٢) في ج (الخلوق)، وهذا المعنى ذكره الثعلبي ١/ ٤٢ ب.(٣) في (أ)، (ج): (قال: وهذا أرجح .. إلخ) واخترت ما في (ب) لأني لم أجد لوجود (قال) معنى. فكلام الزجاج قد انتهى، وما بعده أخذه عن الثعلبي بمعناه ولم يصرح باسمه، وليس الكلام بعد (قال) في \"تفسيره\"، ولم يكن من نهج الواحدي أن يفتتح قوله هو بـ (قال) لذلك اعتبرتها زيادة في (أ)، (ج).(٤) في (ب): (به).(٥) أي أن المراد بالكتاب: المكتوب، بمعنى المفعول، أرجح ممن قال: إنه سمي كتابا لما فرض فيه، وأوجب العمل به، فإن الكتاب يطلق على معان كثيرة منها: الفرض، والأمر، والجعل. انظر \"مشكل القرآن\" لابن قتيبة ص ١١، \"معرفة اشتقاق أسماء نطق بها القرآن\" لأبي بكر محمد بن عزيز السجستاني ١/ ٤٦١ رسالة ماجستير، \"تهذيب اللغة\" (كتب) ٤/ ٣٠٩٧، \"تفسير الرازي\" ٢/ ١٤، والقرطبي ١/ ١٣٨.(٦) أي أن الكتاب بمعنى المكتوب.(٧) ما بين المعقوفين ساقط من (ب).(٨) أي: عطف بيان، أو بدل. انظر \"معاني القرآن\" للزجاج ١/ ٣٥، \"إعراب القرآن\" للنحاس١/ ١٢٨، \"تفسير ابن عطية\" ١/ ١٤٣.(٩) (إليه) ساقط من (ج).</p><p> يقال:  {الم} ابتداء، {وذلك} ابتداء آخر، و {الكتاب} خبره، وجملة الكلام خبر الابتداء الأول. وإن (١) جعلت {الم} منقطعًا مما بعده، فـ {ذلك} ابتداء، وخبره {هُدًى}  (٢) . </p><p> وقوله تعالى:  {لَا رَيْبَ فِيهِ} . الريب: الشك يقال: رابني فلن يريبني أي: علمت من الريبة، وأرابني (٣) أوهمنيها ولم يحققها (٤) ، وقال: </p><p> أَخُوكَ الذي إنْ رِبْتَهُ قَالَ إنَّمَا ... أرَابَ وإنْ عَاتَبْتَهُ (٥) لاَنَ جَانِبُه (٦) </p><p> أراد أنه (٧) مع اليقين بالريبة يتوهمها (٨) منك، جريا على حكم </p><p>(١) في (ب): (فإن). (٢) \"تفسير الثعلبي\" ١/ ٤٢ ب، وانظر \"إيضاح الوقف والابتداء\" لابن الأنباري ١/ ٤٨٤، \"معاني القرآن\" للزجاج ١/ ٣٠ - ٣٣، \"إعراب القرآن\" للنحاس ١/ ١٢٨، \"مشكل إعراب القرآن\" ١/ ١٧،١٥، وقد ذكر الواحدي بعض الوجوه في إعراب (الم. ذلك الكتاب).(٣) في (ب): (فأرابني).(٤) ذكره الزجاج في \"معاني القرآن\" ١/ ٣١، والأزهري، وقال: وأنشد أبو زيد ثم ذكر البيت. \"تهذيب اللغة\" (راب) ٢/ ١٣٠٦ - ١٣٠٧.(٥) في (ب): (عاينته).(٦) نسب البيت للفرزدق، ولم أجده في \"ديوانه\"، ونسب للمتلمس، ولبشار، وهو الصحيح، حيث ورد في \"ديوانه\" من قصيدة يمدح بها عمر بن هبيرة قوله: (أراب) كذا ورد في جميع النسخ، وفي \"الديوان\" وغيره من المصادر (اربت) ومعناه: أخوك الذي إن ربته بريبة قال: أنا الذي أربت، أي: أنا صاحب الريبة، وروي (أربت) بفتح التاء، أي: أوجبت له الريبة. وقوله: (عاتبته) كذا وردت عند الزجاج، وفي المصادر الأخرى (لاينته) بمعنى: عاتبته، انظر \"ديوان بشار\" ص ٤٤، \"معاني القرآن\" للزجاج ١/ ٣١، \"تهذيب اللغة\" (راب) ٢/ ١٣٠٦ - ١٣٠٧، \"اللسان\" (ريب) ٣/ ١٧٨٨ - ١٧٨٩.(٧) في (ب): (به).(٨) في (ب): (سموهمها).</p><p> المودة، هذا قول جمهور أهل اللغة (١) . </p><p> وقال سيبويه:  (أراب) الرجل أي: صار صاحب ريبة. كما قالوا: ألام أي: استحق أن يلام (٢) . وأما (رابني) فمعناه: جعل في ريبة (٣) ، كما تقول: قطعت النخل، أي: أوصلت إليه القطع، واستعملته فيه (٤) . </p><p> وقال أبو زيد (٥) : قد رابني من فلان أمر رأيته منه رَيْبًا، إذا كنت مستيقنا منه بالريبة، فإذا أسأت به الظن ولم تستيقن بالريبة منه قلت: قد أرابني من فلان أمر هو فيه، إذا ظننته من غير أن تستيقنه (٦) . وقوم على أن:  (راب) و (أراب) بمعنى واحد (٧) ، وينشدون قول الهذلي (٨) : </p><p>(١) انظر: \"التهذيب\" (راب) ٢/ ١٣٠٦ - ١٣٠٧، \"معجم مقاييس اللغة\" (ريب) ٢/ ٤٦٣، \"الصحاح\" (ريب) ١/ ١٤١، \"اللسان\" (ريب) ٣/ ١٧٨٨ - ١٧٨٩. (٢) في (ب) (تلام).(٣) في \"الكتاب\" (وأما رابني فإنه يقول: جعل لي ريبة ..) ٤/ ٦٠.(٤) \"الكتاب\" ٤/ ٦٠، والنص في \"الحجة\" لأبي علي١/ ١٧٩.(٥) في (ب) (يزيد). وأبو زيد هو سعيد بن أوس بن ثابت الأنصاري، صاحب النحو واللغة، توفي سنة خمس عشرة ومائتين. انظر \"طبقات النحويين واللغويين\" ص١٥٦، \"تاريخ بغداد\" ٩/ ٧٧، \"إبناه الرواة\" ٢/ ٣٠.(٦) ذكره أبو علي في \"الحجة\" ١/ ١٧٩، ونحوه عند الأزهري قال: هذا قول أبي زيد (راب) ١٥/ ٢٥٢، ولم أجده في \"نوادر أبي زيد\".(٧) انظر: \"تهذيب اللغة\" (راب) ٢/ ١٣٠٦ - ١٣٠٧، \"الصحاح\" (ريب) ١/ ١٤١، \"اللسان\" (ريب) ٣/ ١٧٨٨ - ١٧٨٩.(٨) في ج (الهزلي). و (الهذلي) هو خالد بن زهير الهذلي أحد شعراء الهذليين المشهورين عشق امرأة كان يأتيها أبو ذؤيب الهذلي خاله، وجرت بينهما أشعار في ذلك منها، \"بيت الشاهد\" وقتل خالد بسبب تلك المرأة في قصة طويلة. انظر \"شرح أشعار الهذليين\" للسكري ١/ ٢٠٧، \"الخزانة\" للبغدادي ٥/ ٧٦ - ٨٦.</p><p> كأنَّما أَرَبْتُهُ بِرَيْبِ (١) </p><p> والحذاق (٢) على الفرق بينهما، كما أخبرتك، قال الأزهري: والقول في (راب وأراب) قول أبي زيد (٣) . </p><p> وموضح (ريب) نصب (٤) ، قال سيبويه:  (لا) تعمل فيما بعدها فتنصبه، ونصبها لما بعدها كنصب (إن) إلا أنها تنصب بغير تنوين (٥) . وإنما شبه (لا) بـ (إن) ، لأن (إن) للتحقيق في الإثبات، و (لا) في النفي، فلما كان (لا) تقتضي (٦) تحقيق النفي، كما تقتضي (إن) تحقيق الإثبات أجري مجراه. وزعم سيبويه أنها مع ما بعدها بمنزلة شيء واحد (٧) ؛ لأنها جواب لما يكون بمنزلة شيء واحد، ولذلك لم ينون وبني على الفتحة، كأنها جواب قول </p><p>(١) البيت من رجز لخالد بن زهير، يخاطب أبا ذؤيب، ويروى (كأنني) والأبيات في أشعار الهذليين: ياقوم ما بال أبي ذؤيب ... يمس رأسي ويشم ثوبيكأنني أتوته بريبانظر \"شرح أشعار الهذليين\" ١/ ٢٠٧، \"الحجة\" لأبي على ١/ ١٨٠، \"تهذيب اللغة\" (أتى) ١/ ١١٦ - ١١٧، \"المخصص\" ١٢/ ٣٠٣، ١٤/ ٢٤، ٢٨، \"الصحاح\" ١/ ١٤١، \"اللسان\" (ريب) ٣/ ١٧٨٨ - ١٧٨٩، \"الخزانة\" ٥/ ٨٤.(٢) في (ب): (فالحلاف).(٣) في \"التهذيب\" (قول أبي زيد أحسن) ٢/ ١٣٠٦.(٤) \"معاني القرآن\" للزجاج ١/ ٣١، وانظر \"مشكل إعراب القرآن\" ١/ ١٦.(٥) أي مبنى على الفتح لأن (لا) نافية للجنس، \"الكتاب\" ٢/ ٢٧٤، \"معاني القرآن\" للزجاج ١/ ٣١، والعبارة للزجاج، وانظر \"مشكل إعراب القرآن\" ١/ ١٦.(٦) في (ب): (يقتضي).(٧) \"معاني القرآن\" للزجاج ١/ ٣١، \"الكتاب\" ٢/ ٢٧٤، \"مشكل إعراب القرآن\" ١/ ١٦، \"إعراب القرآن\" للنحاس ١/ ١٢٨.</p><p> القائل: هل من رجل في الدار؟، فـ (من) مع رجل كشيء واحد. فإن قيل: فما (١) أنكرت أن يكون جواب هل رجل في الدار؟ قيل: معنى (لا رجل في الدار) ، عمهم (٢) النفي، لا يجوز أن يكون في الدار رجل، ولا أكثر منه، وكذلك (هل من رجل في الدار) استفهام عن الواحد وأكثر منه. </p><p> فإن قلت:  (هل رجل في الدار) أو (لا رجلٌ في الدار) ، جاز أن يكون في الدار رجلان، لأنك إنما أخبرت أنه ليس فيها واحد، فيجوز أن يكون فيها أكثر منه، فإذا قلت:  (لا رجلَ في الدار) ، فهو نفي عام، وكذلك {لا رَيْبَ فِيهِ}  (٣) وموضع {لا رَيْبَ} رفع بالابتداء عند سيبويه، لأنه بمنزلة خمسة (٤) عشر (٥) ، إذا ابتدأت به، ولهذا جاز العطف عليه بالرفع في قوله: </p><p> لا أُمَّ لي إنْ (٦) كان ذَاكَ ولا أَبُ (٧) </p><p>(١) في (ب): (مما). (٢) في \"المعاني\" للزجاج (عموم) ١/ ٣٢، ولعله أصوب.(٣) الكلام للزجاج، انظر \"المعاني\" ١/ ٣٢، وانظر \"الكتاب\" ٢/ ٢٧٤ - ٢٧٦، \"إعراب القرآن\" للنحاس ١/ ١٢٩.(٤) في (ب): (خمس).(٥) قال سيبويه: (لا وما عملت فيه في موضع ابتداء) \"الكتاب\" ٢/ ٢٧٥، ٢٨٤، وانظر \"مشكل إعراب القرآن\" ١/ ١٦.(٦) في (ب): (وان).(٧) اختلف في نسبة البيت، فقيل: لضمرة بن ضمرة، وقيل: لهمام بن مرة، وقيل: لبعض مذحج، وقيل: لزرافة الباهلي، وقيل: لهني بن أحمر، وفيه أقوال أخرى. قيل: إن هذا الشاعر كان بارًّا بأمه، وكان له أخ تؤثره عليه، فقال هذِه الأبيات، والشطر الأول:هذا وجدكم الصغار بعينهوالشاهد فيه: رفع الاسم الثاني مع فتح الأول، إما بإلغاء الثانية ورفع ما بعدها بالعطف=</p><p> ومن نصب المعطوف (١) فهو عاطف على اللفظ (٢) . وسنستقصي الكلام في هذا عند قوله: {فَلَا رَفَثَ وَلَا فُسُوقَ (١٩٧) } [البقرة: ١٩٧] ، إن شاء الله. </p><p> وقوله تعالى:  {فِيهِ} . يجوز (٣) : أن تجعله خبرا للابتداء الذي هو {لَا رَيْبَ} ويجوز: أن تجعله صفة لقوله {لَا رَيْبَ} ، وإذا جعلته صفة أضمرت الخبر، كأنه قيل: لا ريب فيه واقع أو كائن، فإن جعلته خبرا كان موضعه رفعا من وجهين: </p><p> أحدهما: بكونه خبرًا (٤) للمبتدأ (٥) . والثاني: من حيث كان خبر إن رفعا (٦) ، وقد ذكرنا أن (لا) بمنزلة (إن) . </p><p>= على محل الأولى مع اسمها، فخبرهما واحد، وعلى هذا استشهد به الواحدي. وهناك تقدير آخر: وهو أن تكون الثانية عاملة عمل ليس، فيكون لكل واحدة خبر يخصها. انظر \"الخزانة\" ٢/ ٣٨ - ٤١، وقد ورد البيت عند سيبويه ٢/ ٢٩٢، وفي \"المقتضب\" ٤/ ٣٧١، \"شرح المفضل\" ٢/ ١١٥، \"شرح أبيات سيبويه\" للنحاس ص٥٤، \"الحجة\" لأبي علي ١/ ١٩٠، \"الهمع\" ٥/ ٢٨٨، \"اللسان\" (حيس) ٢/ ١٠٦٩. (١) في (ب): (العطوف).(٢) انظر \"الكتاب\" ٢/ ٢٩١، ٢٩٢، \"معاني القرآن\" للزجاج ١/ ٣١، ٢٦٥، \"المشكل\" لمكي١/ ١٦، \"الدر المصون\" للسمين١/ ٨٠، \"شرح المفصل\" لابن يعيش ٢/ ١٠٩.(٣) أخذه عن أبي علي الفارسي، \"الحجة\" ١/ ١٨٩.(٤) في (ب): (خبر).(٥) في \"الحجة\" (وإن جعلته خبرا كان موضعه رفعا في قياس قول سيبويه من حيث يرتفع خبر المبتدأ ....) ١/ ١٨٩، فيكون خبر لـ (لا) مع اسمها، حيث أنهما في محل رفع مبتدأ.(٦) في \"الحجة\": (.. وعلى قول أبي الحسن موضعه رفع من حيث كان خبر (إن) =</p><p> وإن جعلت (فيه) صفة، ولم تجعله خبرا، كان موضعه نصبا في قول من وصف على اللفظ (١) ، [كما عطف (٢) على اللفظ] (٣) في قوله: </p><p> فلا أبَ وابْنًا مِثْلُ مَرْوانَ (٤) </p><p> ومن وصفه على الموضع (٥) ، كما عطف على الموضع في قوله: </p><p> لا أمَّ لي إنْ كان ذَاكَ ولا أَبُ (٦) </p><p> كان موضعه على هذا رفعا (٧) . وفي قوله:  {فِيهِ} : قراءتان، إشباع (الهاء) حتى تلحق به (ياء) وكذلك في (الهاء) المضمومة (٨) مثل (منهو) و (عنهو) ، وهو مذهب ابن كثير (٩) . </p><p>= رفعا ..) ١/ ١٨٩، فجعل (لا) بمنزلة (إن) وجعل خبرها مرفوعا مثل خبر (إن). (١) يقول: إن جعلت (فيه) صفة جاز فيها النصب على الوصف للفظ اسم (لا) وهو (ريب) كما عطف عليه بالنصب في قول الشاعر: (فلا أب وابنا ...) وجاز رفع الصفة على موضع (لا ريب) كما عطف عليه بالرفع كما سبق.(٢) في (ج) (ثم أعطف).(٣) ما بين المعقوفين ساقط من (ب).(٤) في (أ)، ج (مثل مر) والجملة ساقطة من ب. والبيت من شواهد سيبويه، وهو:لا أب وابنا مثل مروان وابنه ... إذا هو بالمجد ارتدى وتأزرايقول لا أب وابنا مثل مروان ابن الحكم وابنه عبد الملك، لشهرتهما صارا كاللابسين لرداء المجد، والشاهد عطف (ابن) مع تنوينه على لفظ اسم (لا). انظر \"الكتاب\" ٢/ ٢٨٥، \"الحجة\" ١/ ١٨٩، \"شرح المفصل\" ٢/ ١١٠، \"المقتضب\" ٤/ ٣٧٢، \"الهمع\" ٥/ ٢٨٧.(٥) في (ج) (ومن وصف على اللفظ الموضع).(٦) مر تخريج البيت قريبًا. انظر ص ٣٩.(٧) في ج (رفع).(٨) في (أ)، (ج) (المضموم).(٩) انظر: \"السبعة\" لابن مجاهد ص ١٣٢، \"الحجة\" ١/ ١٧٧. وابن كثير هو عبد الله =</p><p> والباقون يقتصرون على الضمة والكسرة (١) . </p><p> وأصل (الهاء) في {فيه} الضم، لأن الأصل (فيهو) كما ذكرنا في (عليهو) ثم كسرت (الهاء) للعلة التي ذكرنا في (عليهم)  (٢) فمن اقتصر على الضمة والكسرة قال: إن (الهاء) حرف خفي (٣) ، فإذا اكتنفها (٤) ساكنان من حروف اللين صار كأن الساكنين قد التقيا (٥) ؛ لخفاء (الهاء) ، وأنهم لم يعتدّوا بها حاجزًا (٦) للخفاء في مواضع. </p><p> ألا ترى أن من قال:  (رُدُّ) ، فأتبع الضمة الضمة، فإذا وصل الفعل بضمير (٧) المؤنث قال: (ردَّها) ، فلم يتبع الضم الضم، كما كان يتبع قبل، لأنه جعله بمنزلة (رُدَّا) وفي (رُدَّا) لا يمكن إتباع الضم الضم، وفي (رُدَّها)  (٨) </p><p>= أبو معبد العطار الداري الفارسي الأصل، إمام أهل مكة في القراءة، من التابعين، أحد السبعة الذين أثبت ابن مجاهد قراءتهم في كتابه. (٤٥ - ١٢٠)، انظر ترجمته في \"معرفة القراء الكبار\" ١/ ٨٦، \"غاية النهاية\" ١/ ٤٤٣. (١) انظر: \"السبعة\" ص١٣١،١٣٠، \"الحجة\" ١/ ١٧٥ - ١٧٧، \"الكشف\" لمكي ١/ ٤٢.(٢) إشارة إلى ما سبق في الفاتحة في القراءات في قوله (عليهم) وانظر العلة التي ذكرها أبو علي في \"الحجة\" ١/ ٢٠٧.(٣) نقل المؤلف من \"الحجة\"، قال أبو علي: (ومما يحسن الحذف هاهنا -مع ما ذكرنا من اجتماع المتشابهة- أن (الهاء) حرف خفي ..... إلخ) \"الحجة\" ١/ ٢٠٩.(٤) في (ج): (فإذا كثفها).(٥) في (ب). (التقتا).(٦) كلمة (حاجزا) ليست عند أبي علي١/ ٢٠٩.(٧) في (ب): (لضمير).(٨) عبارة أبي علي: (.. بمنزلة (ردَّا)، فكما لم يعتد بها هاهنا، وجعلت الدال في حكم الملازقة للألف، كذلك إذا لم يعتد بها في نحو: فيهي ..) \"الحجة\" ١/ ٢٠٩.</p><p> جعلت الدال (١) في حكم الملازمة للألف، إذ (٢) لم يعتد بها حاجزا، كذلك إذا لم يعتد بها في نحو (فيهي) ، و (عصاهو) ، و (خذوهو) صار كأن الساكنين قد التقيا. ولهذه العلة -أيضًا- حذف حرف اللين بعد (الهاء) من حذف، وإن كان الساكن الذي قبلها ليس من حروف اللين نحو:  (منه) و (عنه)  (٣) . </p><p> ومثل (الهاء)  (٤) في أنه (٥) لما كان حرفا خفيًّا لم يعتدوا به حاجزًا (النون) ، وذلك في قولهم:  (هو (٦) ابن عمي دِنْيا) (٧) و (قِنْيَة)  (٨) ، لما كانت (النون) خفية صارت (الواو) كأنها وليت الكسرة، فقلبتها كما قلبتها في </p><p>(١) في (ب): (الدار). (٢) في (ب): (إذا).(٣) انظر بقية كلام أبي علي في \"الحجة\" ١/ ٢٠٩.(٤) \"الحجة\" ١/ ٢١٠، والمعنى: مثل الهاء النون في كونه حرفا خفيا لا يعتد به حاجزا.(٥) في (ب): (إيه).(٦) في (ب): (هط).(٧) يقال: هو ابن عمه دُنْيَا مقصور، ودِنْيَةً ودِنْياً منون وغير منون، إذا كان ابن عمه لَحَّا أي أقرب من غيره ويقال ذلك في ابن العمة وابن الخال والخالة. انقلبت فيها (الواو)، (ياء) لمجاورة الكسرة، ولأن (النون) حاجز ضعيف. انظر \"تهذيب اللغة\" (دنا) ٢/ ١٢٣٣، و\"اللسان\" (دنا) ٣/ ١٤٣٦.(٨) في \"الحجة\": (وفي قولهم: \"هو ابن عمي دنيا\" وفي \"غنية\") ١/ ٢١٠، والقنية والقنوة بكسر القاف وضمها بالياء وبالواو: الكسبة، وهي كل ما اكتسبه الإنسان لنفسه ولم يعده للتجارة، وإذا كانت واوية الأصل فقد جرى فيها القلب، وعلى هذا سار أبو علي وتبعه الواحدي، ومنهم من قال أصلها يائية فلا تغيير فيها. انظر: \"الحجة\" ١/ ٢١٠، \"تهذيب اللغة\" (قنا) ٣/ ٣٠٥٠، \"مقاييس اللغة\" ٥/ ٢٩، \"سر صناعة الإعراب\" ٢/ ٧٣٦، \"اللسان\" (قنا) ٦/ ٢٧٥٩.</p><p> (غازية) ، و (محنية)  (١) ، ولو كان مكان (النون)  (٢) حرف غيره لم يكن فيما بعده القلب، نحو:  (جرو) و (عدوة)  (٣) . فهذا (٤) مثل (الهاء) في أنه للخفاء لم يعتد به حاجزا (٥) . </p><p> وأما ابن كثير: فإنه يتبع هذه (الهاء) في الوصل (الواو) و (الياء)  (٦) ويسوى بين حروف اللين وبين (٧) غيرها من الحروف، إذا (٨) وقعت قبل (الهاء) وحجته: أن (الهاء) وإن كانت خفية (٩) فليس يخرجها (١٠) ذلك من أن تكون كغيرها من حروف المعجم التي لاخفاء فيها، نحو:  (الدال) و (الصاد) و (الهاء) . </p><p> و (النون) عند الجميع في وزن الشعر بمنزلة الدال والصاد (١١) ، وإذا </p><p>(١) الحنو: الاعوجاج، و (المحنية). منحنى الوادي. انظر \"اللسان\" (حنا) ٢/ ١٠٣٤ - ١٠٣٥. وأصل (غازية): (غازوة) و (محنية): (محنوة) قلبت الواو فيهما ياء للكسرة قبلها. انظر \"سر صناعة الإعراب\" ٢/ ٥٨٧، ٥٨٨. (٢) (النون) ساقط من (ب).(٣) (العدوة): صلابة من شاطئ الوادي. انظر \"معجم مقاييس اللغة\" (عدو) ٤/ ٢٥٢.(٤) أي (النون) في مثل (دنيا) و (قنية).(٥) \"الحجة\" ١/ ٢١٠.(٦) قال أبو علي في \"الحجة\": (الحجة لابن كثير في إتباعه هذِه (الهاء) في الوصل (الواو) أو (الياء) وتسويته بين حروف اللين وبين غيرها من الحروف إذا وقعت قبل (الهاء) من حجته أن (الهاء) وإن كانت خفية ... إلخ) ١/ ٢١١.(٧) (بين) ساقط من (ب).(٨) في (ب): (وإذا).(٩) في (ب): (خفيفة).(١٠) في (ب): (مخرجها).(١١) عبارة أبي علي في \"الحجة\": (.. من حروف المعجم التي لا خفاء فيها - نحو: =</p><p> كان كذلك كان حجزها [بين الساكنين كحجز]  (١) غيرها (٢) . </p><p> وقوله تعالى {هُدًى} : </p><p> قال سيبويه: قلّما (٣) يكون ما ضم أوله من المصدر إلا منقوصًا، لأن (فُعَل) لا تكاد (٤) تراه مصدرًا من غير بنات (٥)  (الياء) و (الواو)  (٦) كالهُدى والسُّرى، والنُّهى (٧) ، والتُّقَى، والقِرى، والقِلَى (٨) ، وقالوا: كِسْوَة، ورِشْوَة، وجِذْوَة، وصُوَّة (٩) ، وإذا (١٠) جمعوا جمعوها على (فِعَل) </p><p>= الراء والضاد -وإن كان في الراء تكرير وفي الضاد استطالة- وإذا كان كذلك كان حجزها بين الساكنين كحجز غيرها من الحروف التي لا خفاء فيها .. إلخ). \"الحجة\" ١/ ٢١١. (١) ما بين المعقوفين ساقط من (ج).(٢) \"الحجة\"١/ ٢١١، وانظر: \"الكشف\" لمكي ١/ ٤٢، ٤٣.(٣) (قل) ساقط من (ب).(٤) في (ب): (لا يكاد).(٥) في (ب): (من غير أن تران).(٦) (غير بنات الواو والياء، أي: الصحيح اللام، فـ (فُعَل) لا يكون مصدرا في الصحيح اللام إلا قليلا، والمعتل يجري مجرى الصحيح.انظر \"الحجة\" ١/ ١٨٠، وانظر كلام سيبويه في \"الكتاب\" ٤/ ٤٦.(٧) (النهى) ساقط من (ب).(٨) في \"الحجة\": (قالوا: هَدَيْته هُدى ولم يكن هذا في غير (هدى)، وذلك لأن (الفِعَل) لا يكون مصدراً في هديته، فصار (هُدى) عوضا منه، قالوا: قريته قِرى وقليته قِلَى فأشركوا بينهما في هذا ..) ١/ ١٨١ فأشركوا بين (فُعَل) و (فِعَل) انظر \"الكتاب\" ٤/ ٤٦.(٩) (الصوة) جماعة السباع، والحجر يكون علامة في الطريق، ومختلف الريح وصوت الصدى، وما غلظ وارتفع من الأرض. انظر \"اللسان\" (صوى) ١٤/ ٤٧١، \"القاموس\" ص ١٣٠٤.(١٠) في (ب): (فإذا).</p><p> و (فُعَل) ، ومنهم من يضم في الواحد ويكسر في الجمع (١) ، ويجوز (٢) الكسر في واحده، والضم في الجمع (٣) ، وهذا مما يدلك على اشتراكهما. </p><p> وقال أناس من النحويين (٤) : إنه قد تجرى الأسماء التي ليست بمصادر مجرى المصادر فيقولون: جلس جلسة، وركب ركبة، ويقولون: عجبت من دهنك لحيتك (٥) ، وينشدون: </p><p> وبعد عطائك المائة الرتاعا (٦) </p><p> فيجري (٧) مجرى الإعطاء، وقال لبيد (٨) : </p><p>(١) فيقولون: رشوة ورشا. انظر: \"الكتاب\" ٤/ ٤٦. (٢) في (ب): (ونحوه).(٣) في أ (الجميع). مثال المكسور في الواحد والمضموم في الجمع: (رشوة ورشا) \"الكتاب\" ٤/ ٤٦.(٤) في \"الحجة\". (ويقويه -أيضًا- أن ناسًا من النحويين يزعمون أنه قد يجري الأسماء التي ليست لمصادر ... إلخ) ١/ ١٨٢.(٥) قوله. (جلسة) و (ركبة) و (دهن) ليست مصادر وأجريت مجرى المصادر.(٦) البيت من قصيدة للقطامي يمدح بها زفر بن الحارث الكلابي، وصدر البيت:أَكُفْراً بَعْدَ رَدِّ المَوْتِ عَنِّييقول: لا أكفر معروفك بعد أن أطلقتني من الأسر، وأعطيتني مائة من الإبل الرتاع أي الراعية، ورد البيت في \"الشعر والشعراء\" ص ٤٨٣، \"الحجة\" ١/ ١٨٢، \"الخصائص\" ٢/ ٢٢١، \"شرح المفصل\" ١/ ٢٠، \"شرح شذور الذهب\" ص ٤٩١، \"الهمع\" ٣/ ١٠٣، \"الخزانة\" ٨/ ١٣٦، والشاهد: إعمال العطاء على أنه بمعنى الإعطاء.(٧) في (ب): (فتجرى) وفي \"الحجة\": (فيجرونه مجرى الإعطاء) ١/ ١٨٢.(٨) هو لبيد بن ربيعة بن مالك بن كلاب العامري، كان من شعراء الجاهلية وأدرك الإسلام وأسلم، وقدم على رسول الله - صلى الله عليه وسلم - في وفد بني كلاب، مات بالكوفة في خلافة معاوية، وهو ابن مائة وسبع وخمسين سنة. انظر: \"الشعر والشعراء\" ص١٦٧، \"طبقات ابن سعد\" ٦/ ٣٣، \"الإصابة\" ٣/ ٣٢٦، \"الخزانة\" ٢/ ٢٤٦.</p><p> بَادَرْتُ حَاجَتَها (١) الدَّجَاج (٢) </p><p> وفسروه على حاجتي (٣) إليها (٤) ، فأضيف إلى المفعول كما يضاف المصدر إليه، فعند هؤلاء (الهُدى والسُّرى والتُّقَى) أسماء أجريت مجرى المصادر (٥) ، وليست مصادر (٦) حقيقة. </p><p> وزعم الأخفش: أن من العرب (٧) من يؤنث الهدى (٨) . </p><p> ومعنى الهدى: البيان، لأنه قد قوبل به الضلال في قوله عز وجل {وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ}  [البقرة: ١٩٨] ، [أي من قبل هداه]  (٩) . </p><p>(١) في (ب): (باكرت حنامها). (٢) البيت من معلقة لبيد وتمامه:بادرتُ حاجَتها الدجاجَ بسحرة ... لِأُعَلَّ منها حين هبّ نيامُهاويروى (باكرت) يذكر الخمر يقول: سابقت صياح الدجاج لحاجتي إليها، لِأُعَلَّ منها: أي أسقي منها مرة بعد مرة، حين هب نيامها، انظر \"شرح ديوان لبيد\" ص ٣١٥، \"الحجة\" ١/ ١٨٢، \"المعاني الكبير\" ١/ ٤٥٣، \"شرح القصائد المشهورات\" للنحاس١/ ١٦٣، \"اللسان\" (بكر) ١/ ٣٣٢، \"الخزانة\" ٣/ ١٠٤.(٣) (حاجتي) ساقط من (ب).(٤) في \"الحجة\". (وفسروه على باكرت حاجتي إليها ..) وروايته للبيت (باكرت) ١/ ١٨٣.(٥) فتضاف للمفعول كما يضاف المصدر إليه. انظر \"الحجة\" ١/ ١٨٣.(٦) في (ج): (مصاد).(٧) هم بنو أسد. انظر (المذكر والمؤنث) للفراء ص ٨٧.(٨) في \"الحجة\": وقال أبو الحسن: زعموا أن من العرب من يؤنث الهدى. \"الحجة\" ١/ ١٨٣، وانظر: \"معاني القرآن\" للاخفش ١/ ١٧٩.(٩) ما بين المعقوفين ساقط من (ب) والكلام أخذه عن أبي علي في \"الحجة\" ١/ ١٨٦، وانظر: \"الطبري\" ١/ ٩٨، \"معاني الزجاج\" ١/ ٣٣، \"تفسير أبي الليث\" ١/ ٩٠.</p><p> وقوله تعالى:  {لِلْمُتَّقِينَ} . الاتقاء في اللغة: الحجز بين الشيئين، يقال: اتقاه بترسه، أي: جعل الترس حاجزا بينه وبينه، واتقاه بحقه، إذا وفاه (١) ، فجعل الإعطاء وقاية بينه وبين خصمه عن نيله إياه بيده أو لسانه، ومنه (التقية في الدين) بجعل ما يظهره حاجزا بينه وبين ما يخشاه من المكروه (٢) ، ومنه الحديث: كنا إذا احمرّ البأس اتقينا برسول الله - صلى الله عليه وسلم -، وكان أقربنا إلى العدو (٣) . فالمتقي هو الذي يتحرز بطاعته عن العقوبة، ويجعل اجتنابه عما نهى، وفعله ما (٤) أمر، حاجزًا بينه وبين العقوبة التي توعد (٥) بها العصاة. </p><p> وكان (اتقى)  (٦) في الأصل (اوْتقى)  (٧) لأنه (افتعل)  (٨) من الوقاية، وأصل هذا الباب بالواو (٩) ، كالاتزان (١٠) من الوزن، والاتضاح من </p><p>(١) في (ب): (وقاه). (٢) انظر: \"تهذيب اللغة\" (تقي)، (وقى) ١/ ٤٤، \"الصحاح\" (وقى) ٦/ ٢٥٢٧، \"اللسان\" (وقى) ٨/ ٤٩٠٢، (لباب التفاسير) للكرماني ١/ ١١١، (رسالة دكتوراه).(٣) أخرجه مسلم في \"صحيحه\" في قصة غزوة حنين وفيه: (... قال البراء: كنا والله إذا أحمر البأس نتقى به وإن الشجاع منا للذي يحاذى به، يعني رسول الله - صلى الله عليه وسلم -) مسلم ١٧٧٦/ ٧٩، كتاب الجهاد، غزوة حنين، وذكره البيهقي في \"دلائل النبوة\" ٥/ ١٣٥.(٤) في (ب): (عما أمر) تصحيف.(٥) في (ب): (يدعو).(٦) في (ب): (من في).(٧) بكسر الهمزة وسكون الواو.(٨) في (ج): (لا افتعل).(٩) في (ج): (من الواو).(١٠) في (ب): (كالا يزان).</p><p> الوضوح، إلا أن الواو صارت (ياء) لانكسار ما قبلها وهي ساكنة، ثم اندغمت (الياء) في (تاء)  (١) الافتعال بعدما صارت (تاء) ، فتولدت التشديدة لذلك (٢) . </p><p> وقال أبو الفتح الموصلي (٣) : إن (افْتَعَل) إذا كانت فاؤه (واوا) ، فإن (واوه) تقلب (٤)  (تاء) ، وتدغم في (تاء)  (افْتَعَل) مثل (اتَّعد)  (٥) و (اتَّلج)  (اتَّصف) . </p><p> والعلة في قلب هذه الواو (تاء) ، أنهم لو لم يقلبوها (تاء) لوجب أن يقلبوها إذا انكسر ما قبلها (ياء) ، فيقولوا:  (٦)  (ايتقى)  (٧) وإذا (٨) انضم ما قبلها ردت إلى (الواو) فقالوا: (مُوتَق)  (٩) ، وإذا انفتح ما قبلها قلبت (ألفا) ، فقالوا:  (ياتقي)  (١٠) ، فلما (١١) كانوا لو لم يقلبوها (تاء) صائرين من قلبها (١٢) مرة (ياء) ومرة (ألفا) ، ومرة (واوا) ، أرادوا أن يقلبوها حرفا جلدا </p><p>(١) في (ب): (مما). (٢) انظر. \"تهذيب اللغة\" (تقى) ١/ ٤٤٤، \"الصحاح\" (وقى) ٦/ ٢٥٢٦، \"سر صناعة الإعراب\" ١/ ١٤٧.(٣) \"سر صناعة الإعراب\" ١/ ١٤٧.(٤) في (ج): (تقلب الفاتا).(٥) في (ب): (ما اتعد).(٦) في جميع النسخ (فيقولون). وفي \"سر صناعة الإعراب\" (فيقولوا) وفي الحاشية قال: في ل (فيقولون) ١/ ١٤٧.(٧) عند أبي الفتح فيقولوا: (أيتزن، ايتعد، ايتلج) ١/ ١٤٧، فلم يرد لفظ (أيتقى).(٨) في (ج): (إذا) مكررة.(٩) عند أبي الفتح (مُوتَعِد) و (مُوتَزِن) و (مُوتَلج) ١/ ١٤٧.(١٠) عند أبي الفتح: يَا تَعِدُ، ويَا تَزِنُ، ويَا تَلِجُ ١/ ١٤٨.(١١) في (ج): (فكانوا).(١٢) في جميع النسخ (قبلها): والتصحيح من \"سر صناعة الإعراب\" ١/ ١٤٨.</p><p> تغير أحوال ما قبله، وهو باق بحاله، وكانت (التاء)  (١) قريبة المخرج من (الواو) ، لأنها من أصول الثنايا، والواو من الشفة، فأبدلوها (تاء) وأدغموها في لفظ ما بعدها وهو (التاء) وقالوا: اتقى (٢) ، وقد فعلوا هذا أيضًا في (الياء) وأجروها مجرى (الواو) فقالوا في (افتعل) من اليسر: أتسر (٣) ، ومن اليبس: اتبس (٤) ، لهذه العلة (٥) . </p><p> وإدغام (الياء) في (التاء) على هذه الجهة، إنما يجوز إذا كانت (٦) في كلمة واحدة، فإذا التقتا من كلمتين لم يجز الإدغام، نحو قولك:  (في تبيانه) ، و (في تمثاله) ، وذلك أنه (٧) لو أجرى (٨) الكلام هاهنا على الإدغام، أشبه الألف واللام. هذا هو الأصل، ثم صارت التاء لازمة حتى صارت كالأصلية (٩) ، لأنه لا يجوز إظهار (١٠) هذا الإدغام في حال (١١) . </p><p>(١) في (ب): (الباء). (٢) في (ب): (أتقا) وعند أبي الفتح (أتعد، واتزن) ١/ ١٤٨.(٣) في (ب): (السر).(٤) في (ج): (التبس).(٥) عند أبي الفتح: (.. وذلك لأنهم كرهوا انقلابها (واوا) متى انضم ما قبلها في نحو: (موتبس) وألفا في (يا تبس)، فأجروها مجرى الواو فقالوا: اتَّبَس وأتَّسَر. ومن العرب من لا يبدلهما (تاء) ويجري عليهما من القلب ماتنكبه الآخرون فيقول: إيتَعد أيتَزن ايتبس ... واللغة الأولى أكثر وأقيس ...)، \"سر صناعة الإعراب\" ١/ ١٤٨، وانظر \"المنصف\" ١/ ٢٢٢، ٢٢٨.(٦) كذا ورد في جميع النسخ ولعل الأولى (إذا كانتا).(٧) (أنه) ساقط من (ج).(٨) في (ب): (أجرا).(٩) في (ب): (كالا مطيه).(١٠) في (ب): (إظهارها).(١١) انظر \"تهذيب اللغة\" (تقى) ١/ ٤٤٤.</p><p> وقد بني على هذا الإدغام أسماء كثيرة، وهي: التُّخَمَة والتُّجَاه (١) ، والتُّرَاث، والتّقوى، والتُّكْلَان، والتُّكَلَة، والتُّؤَدَة، والتُّهمَة (٢) . </p><p> الحراني (٣) عن ابن السكيت (٤) يقال: اتَّقَاه بِحَقِّه يَتَّقِيه، وتَقَاهُ يَتَّقِيه، وأنشد عن الأصمعي (٥) قال: </p><p> أنشدني عيسى بن عمر (٦) : </p><p> جَلَاهَا الصَّيْقَلُونَ فَأخْلَصوهَا ... خِفَافاً كُلُّهَا يَتَّقِي بِأَثْرِ (٧) </p><p>(١) في (ب): (التحافه). (٢) انظر: \"الكتاب\" ٤/ ٣٣٢.(٣) أبو شعيب عبد الله بن الحسن الحراني اللغوي، لغوي صدوق، أخذ عن ابن السكيت، ونقل عنه الأزهري في \"التهذيب\" من طريق المنذري، توفي سنة خمس وتسعين ومائتين. انظر ترجمته في: \"تاريخ بغداد\" ١٣/ ٥٣٦، \"إنباه الرواه\" ٢/ ١١٥، \"سير أعلام النبلاء\"١٣/ ٥٣٦.(٤) أبو يوسف يعقوب بن إسحاق السكيت، النحوي اللغوي، كان موثقا بروايته، مات سنة أربع وأربعين ومائتين. انظر ترجمته في: \"تاريخ بغداد\" ١٤/ ٢٧٣، \"وفيات الأعيان\" ٦/ ٣٩٥، \"إنباه الرواة\" ٤/ ٥٠، \"معجم الأدباء\" ٢٠/ ٥٠.(٥) في \"التهذيب\": (وأخبرني المنذري، عن الحراني، عن ابن السكيت، قال: يقال: اتقاه ... الخ. وأنشد ثم ذكر بيتين غير ما ذكر المؤلف، ثم قال: وقال الأصمعي: أنشدني عيسى بن عمر) (التهذيب) (تقى) ١/ ٤٤٤، وانظر كلام ابن السكيت في \"إصلاح المنطق\" ص ٢٤.(٦) ورد اسمه في \"التهذيب\": (عيسى بن عمرو) وهو تصحيف، والصحيح (ابن عمر) وهو عيسى بن عمر البصري الثقفي المقرئ النحوي، كان في طبقة أبي عمرو بن العلاء، وعنه أخذ الخليل، توفي سنة تسع وأربعين ومائة. انظر ترجمته في: \"طبقات النحويين واللغويين\" ص ٤٠، \"نزهة الألباء\" ص ٢٨، \"إنباه الرواة\" ٢/ ٣٧٤، \"معجم الأدباء\" ٤/ ٥١٩، \"وفيات الأعيان\" ٣/ ٤٨٦.(٧) البيت لخفاف بن ندبة، يذكر السيف. والصيقلون: جمع صيقل وهو شحاذ السيوف =</p><p> أي: كلها يستقبلك بفرنده (١) . </p><p> وقال أوس بن حجر: </p><p> تَقَاكَ بِكَعْب وَاحِدٍ وَتَلَذُّهُ ... يَدَاكَ إذَا مَا هُزَّ بالكَفِّ يَعْسِلُ (٢) </p><p> أي اتقاك، ومعناه: جعل بينك وبينه كعبا واحدا (٣) ، يصف رمحا، يقول (٤) :كأنه كعب واحد، إذا هززته اهتز (٥) كله. وقال أبو سعيد السكري (٦) : تقاك: وليك منه كعب. </p><p> قال: ويقال: إبلك (٧) اتقت كبارها بصغارها، أي جعلت الصغار مما </p><p>= وجلاؤها، يقول: جلوا تلك السيوف حتى إذا انظر الناظر إليها اتصل شعاعها بعينه فلم يتمكن من النظر إليها، فكلها يستقبلك بفرنده، و (يتقى) مخفف (يتقى) وهذا مكان الشاهد من البيت. ورد البيت في (إصلاح المنطق) ص ٢٣، \"تهذيب اللغة\" (تقى) ١/ ٤٤٤، \"الصحاح\" (وقى) ٦/ ٢٥٢٧، \"معجم مقاييس اللغة\" (أثر) ١/ ٥٦، \"الخصائص\" ٢/ ٢٨٦، \"اللسان\" (أثر) ١/ ٢٦، (وقى) ٨/ ٤٩٠٢. (١) في (ج): (بفيرنده). (إصلاح المنطق) ص ٤، \"التهذيب\" (تقى) ١/ ٤٤٤.(٢) يصف رمحاً يقول: اتقاك برمح تلذه يداك: أي لا يثقلهما، إذا هز بالكف يعسل أي. يضطرب ويهتز. ورد البيت في \"إصلاح المنطق\" ص ٢٤، \"الخصائص\" ٢/ ٢٨٦، \"الصحاح\" (عسل) ٥/ ١٧٦٥، (وقى) ٥/ ٢٥٢٧، \"المحكم\" ١/ ١٧٠، \"اللسان\" (عسل) ٥/ ٢٩٤٦، (وقى) ١٥/ ٤٠٣، (أساس البلاغة) (كعب) ٢/ ٣١٢، \"الحجة\" لأبي علي٣/ ٢٨.(٣) (واحدا) ساقط من (ب).(٤) في (ب). (يقال).(٥) في (ب): (يهتر) في (ج): (كأنه يقول كأنه كعب).(٦) هو الحسن بن الحسين بن عبد الله بن عبد الرحمن بن العلاء بن أبي صفرة بن المهلب بن أبي صفرة السكري النحوي، كان ثقة دينا صادقا، انتشر عنه من كتب الأدب شيء كثير (٢١٢ - ٢٧٥ هـ). انظر ترجمته في: \"تاريخ بغداد\" ٧/ ٢٩٦، \"معجم الأدباء\" ٢/ ٤٧٨، \"إنباه الرواة\" ١/ ٢٩١، \"نزهة الألباء\" ص ١٦٠.(٧) في (ب): (ابنك).</p><p> يليك (١) ووقت أنفسها بها. </p><p> وقوله:  (تقاك) تقديره (٢)  (تَعَلَكَ)  (٣) والأصل: (اتَقَاك) ، فحذف (فاء) الفعل المدغمة، فسقطت همزة الوصل المجتلبة لسكونها (٤) . وقولهم في المضارع (يتقى) تقديره (يَتَعِل)  (٥) . </p><p> قال الأزهري: اتَّقَى كان في الأصل (اوْتَقَى) فأدغمت الواو في التاء وشددت فقيل (اتَّقَى) ثم حذفوا ألف الوصل، والواو التي انقلبت تاء، فقيل: تَقَى يَتَقِى، بمعنى (٦) : استقبل الشيء بالشيء وتوقاه. </p><p> قال السكري: وتَقَى يَتَقِى بفتح (التاء) شاذ جدا، لأنه لا يقال: تَضح بمعنى اتَّضح (٧) ، ولا تَزَن بمعنى اتَّزَن (٨) . </p><p> قال (٩) الأزهري: وإذا قالوا: تَقِيَ يَتْقَى (١٠) فالمعنى: أنه صار تقيا (١١) . </p><p>(١) في (ب): (للصفار ما يليك). (٢) في (ج): (تقريره).(٣) في (ب): (تعلل).(٤) في \"الحجة\" لأبي علي: (... وأعللتها بالحذف كما أعللتها بالقلب، وليس ذلك بالمطرد وقولهم في المضارع ... إلخ) ٣/ ٢٩.(٥) انظر قول السكري في \"الحجة\" لأبي علي٣/ ٢٩.(٦) في \"التهذيب\" (بمعنى: توقي). \"التهذيب\" (تقى) ١/ ٤٤٤.(٧) في (ب): (بفتح معنى الفتح).(٨) انظر \"اللسان\" (وقى) ٨/ ٤٩٠٢.(٩) (قال) ساقط من (أ) و (ج).(١٠) في (ب): (تقى يقي).(١١) \"تهذيب اللغة\" (تقى) ١/ ٤٤٤.</p><p> والمراد بالمتقين في هذه الآية: المؤمنون، كذلك قال أهل التفسير في قوله:  {هُدًى لِلْمُتَّقِينَ} أي: للمؤمنين (١) ، كأنه قال: القرآن بيان وهدى لمن اتقى الشرك، فخص المؤمنين بأن الكتاب بيان لهم دون الكفار الذين لم يهتدوا بهذا الكتاب، فأما من آمن ولم يجتنب الكبائر، فهو داخل في جملة المتقين (٢) أيضًا لأنه آمن بموجب الكتاب، واتقى الشرك. </p><p> وقيل: إن الكتاب بيان بنفسه ودلالة على الحق، ولكنه أضافه إلى المؤمنين خصوصا، لانتفاعهم به، والكافر لو تأمل القرآن لوجده بيانا، فهو في كونه بيانا في نفسه لا يتخصص بقوم دون قوم، ولكنه أضيف إلى المؤمنين على الخصوص لانتفاعهم به دون الكفار (٣) كقوله تعالى: {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا}  [النازعات: ٤٥] ، وكان - صلى الله عليه وسلم - منذرا لمن يخشى ولمن لم يخش. </p><p> وقال ابن الأنباري: معناه: هدى للمتقين والكافرين، فاكتفى بأحد (٤) الفريقين من (٥) الآخر، كقوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} [النحل: </p><p>(١) ذكر ابن جرير بسنده عن ابن مسعود وعن ناس من أصحاب النبي - صلى الله عليه وسلم - (للمتقين): هم المؤمنون، ١/ ١٠٠، وذكره الثعلبي في \"تفسيره\" ١/ ٤٢/ أ. (٢) رجح ابن جرير: أن المراد عموم التقوى، ولا تخص معنى دون معنى، ثم قال: فقد تبين إذا فساد قول من زعم أن تأويل ذلك إنما هو. الذين اتقوا الشرك وبرئوا من النفاق، لأنه قد يكون كذلك، وهو فاسق غير مستحق أن يكون من المتقين ... الخ. \"تفسير الطبري\" ١/ ١٠١، وانظر \"تفسير أبي الليث\" ١/ ٩٠، وابن عطية ١/ ١٤٤(٣) ذكره أبو الليث في \"تفسيره\" ١/ ٩٠، ونحوه في القرطبي ١/ ١٤٠ - ١٤١، \"زاد المسير\" ١/ ٢٤.(٤) في (ب): (بإحدى).(٥) في (ب): (عن).</p><p> ٨١] وقوله:  {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ}  [آل عمران: ١١٣] أراد وأخرى غير قائمة (١) . </p><p> وقال أبو ذؤيب (٢) : </p><p> فَمَا أَدْرى أَرُشْدٌ طِلابُهَا (٣) </p><p> (وأراد: أم غيّ) . </p><p> والدليل على هذا: أنه قال في موضع آخر: {هُدًى لِّلنَّاسَ}  (٤) فجعله هدى للناس عاما، على أنه ليس في الإخبار أنه {هُدًى للِمُتَّقِينَ} ما يدل على أنه ليس هدى لغيرهم. </p><p> فأما إعراب {هُدًى} فقال أبو إسحاق (٥) : موضعه نصب من وجهين: </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ولم ينسبه لابن الأنباري ١/ ٢٤. (٢) هو خويلد بن خالد الهذلي، شاعر مجيد مخضرم، أدرك الإسلام وقدم المدينة عند وفاة النبي - صلى الله عليه وسلم - وأسلم، توفي في غزوة افريقية مع ابن الزبير، انظر ترجمته في \"الشعر والشعراء\" ص ٤٣٥، \"الاستيعاب\" ٤/ ٦٥، \"معجم الأدباء\" ٣/ ٣٠٦، \"الخزانة\" ١/ ٤٢٢.(٣) جزء من بيت لأبي ذؤيب الهذلي، من الطويل. وتمامه:عصاني إليها القلب إني لأمره ... سميع فما أدرى أرشد طلابهايقول: إن قلبه عصاه فلا يقبل منه، فيذهب إليها قلبه سفها، فأنا اتبع ما يأمرني به، فما أدرى أرشد أم غي. ويروى البيت (عصيت إليها القلب ...). ورد البيت عند الفراء في \"معاني القرآن\" ١/ ٢٣٠، وابن قتيبة في \"المشكل\" ص ٢١٥، والسكري في \"شرح أشعار الهذليين\" ١/ ٤٣، وابن هشام في \"مغني اللبيب\" ١/ ١٤، ٤٣، ٢/ ٦٢٨، والبغدادي في \"خزانة الأدب\" ١١/ ٢٥١(٤) سورة آل عمران: ٤، كما ورد هذا في ذكر الكتاب الذي أنزل على موسى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ} [الأنعام: ٩١].(٥) \"معاني القرآن\" ١/ ٣٣.</p><p> أحدهما: أن يكون منصوبا على الحال من قولك: القرآن ذلك الكتاب هدى، فيكون حالا من الكتاب، كأنك قلت: هاديا؛ لأن (هدى) جاء بعد تمام الكلام، والعامل فيه يكون معنى الإشارة في ذلك (١) . </p><p> والثاني: أن يكون منصوبا على الحال من (الهاء) في قوله: {لَا رَيْبَ فِيهِ} كأنك قلت: لا شك فيه هاديا، والعامل فيه معنى ريب (٢) . </p><p> والفراء يسمي الحال هاهنا: قطعا (٣) ، لأنه قال (٤) : تجعل {الكتاب} خبرا لـ {ذلك} وتنصب {هدى}  (٥) على القطع، لأن {هدى} نكرة اتصلت بمعرفة، والنكرة لا تكون دليلا على معرفة. </p><p> قال: وإن شئت قطعته (٦) من الهاء التي (٧) في {فيه} ، كأنك قلت: لا شك فيه هاديا. </p><p> قال أبو إسحاق (٨) : ويجوز أن يكون موضعه رفعا من جهات: </p><p> إحداها: أن يكون (٩) خبرا بعد خبر، كأنه قال:  (ذلك الكتاب هدى) ، أي قد جمع أنه الكتاب الموعود، وأنه هدى، كما تقول: هذا حلو </p><p>(١) من قوله: فيكون حالا من الكتاب ... إلى (في ذلك) ليس في \"المعاني\" ١/ ٣٣. (٢) ذكر قول الزجاج بمعناه ١/ ٣٣، وانظر: \"إعراب القرآن\" للنحاس ١/ ١٨٠، \"إملاء ما من به الرحمن\" للعكبري١/ ١٦، \"مشكل إعراب القرآن\" المكي ١/ ١٧.(٣) وبهذا أخذ الكوفيون. انظر: \"إعراب القرآن\" للنحاس ١/ ١٣٠.(٤) \"معاني القرآن\" للفراء ١/ ٤٥، وانظر \"تفسير الطبري\" ١/ ٩٩، وقد رد الطبري على الفراء قوله.(٥) (هدى) ساقط من (أ) و (ج) وثابت في (ب)، \"معاني القرآن\" للفراء ١/ ١٢.(٦) عبارة الفراء: (وإن شئت نصبت (هدى) على القطع من الهاء التي في (فيه) ...) ١/ ١٢.(٧) في (ب): (إلى).(٨) \"معاني القرآن\" ١/ ٣٣.(٩) في (ب): (تكون).</p><p> حامض، أي قد جمع الطعمين (١) . </p><p> ويجوز: أن يكون رفعا على إضمار (هو) كأنه لما تم الكلام قيل: هو هدى (٢) . </p><p> ويجوز: أن يكون الوقف على قولك (٣) : {لَا رَيْبَ} ، [أي: ذلك الكتاب لا ريب]  (٤) ولا شك (٥) ، كأنك قلت: ذلك الكتاب حقا، لأن (لا شك) بمعنى: حق، ثم قيل (٦) بعد (فيه هدى)  (٧) . </p><p> فإن قيل: كيف قال: {لَا رَيْبَ فِيهِ}  (٨) ، وقد ارتاب فيه المرتابون؟ قيل: معناه أنه حق في نفسه وصدق، وإن ارتاب المبطلون (٩) ، كما (١٠) قال الشاعر: </p><p>(١) تعقب أبو علي الفارسي الزجاج في هذا وقال: فالقول في هذا على هذا الوجه مشكل ... ثم شرح وجه إشكاله. انظر: \"الحجة\" ١/ ١٩٨. (٢) عبارة الزجاج: (.. كأنه لما تم الكلام فقيل: {الم (١) ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ} قيل: هو هدى) ١/ ٣٣.(٣) في (ج): (قوله).(٤) ما بين المعقوفين ساقط من (ب).(٥) عبارة الزجاج كما في المطبوع: (ويجوز أن يكون رفعه على قولك: (ذلك الكتاب لا ريب فيه) كأنك قلت: ذلك الكتاب حقا ... إلخ) فلعل وجود (فيه) في المطبوع تصحيف. والله أعلم. انظر \"المعاني\" ١/ ٣٣.(٦) (قيل) ساقط من (ب).(٧) انتهى كلام الزجاج. أنظر \"المعاني\" ١/ ٣٣، وانظر \"معاني القرآن\" للفراء ص ٤٤، \"تفسير الطبري\" ١/ ٩٩، \"إعراب القرآن\" للنحاس ١/ ١٢٩ - ١٣٠، \"المشكل\" لمكي١/ ١٧، و\"إملاء ما من به الرحمن\" ١/ ١١.(٨) (فيه) ساقط من (ب).(٩) ذكره بمعناه أبو الليث ١/ ٩٠، وابن الجوزي في \"زاد المسير\" واستشهد بالبيت ١/ ٢٤.(١٠) (كما) ساقط من (ب).</p>"
}