{
  "id": null,
  "sura": 2,
  "aya": 257,
  "text": "<p> واجتهادك. وقال (١) أبو إسحاق: أي: يسمع ما يعقده الإنسان على نفسه من أمر الإيمان، ويعلم نيته في ذلك (٢) . </p><p> ٢٥٧ - قوله تعالى:  {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} الآية، الوَلِيُّ: فعيل بمعنى فاعل، من قولهم: وَلِيَ فلانٌ الشيءَ يَلِيهِ ولايةً فهو والٍ وَوَليِّ (٣) ، وأصله من الوَلْيِ الذي هو القُرْب، قال الهذلي (٤) : </p><p> عدَتْ عَوَادٍ دَون وَليك تَشْعَبُ (٥) . </p><p> ومِنْ هذا يقال: داري تَلِي دارَه، أي، تَقْرُبُ منه، ومن هذا المعنى يقال للنصير المعاون المحب: وَلِيّ، لأنه يقرب منك (٦) بالمحبة والنصرة، ولا يفارقك (٧) ، ومن ثَم قالوا في خلاف الولاية: العَدَاوة، ألا ترى أن العداوة من: عَدَا الشيءَ، إذا جَاوَزَه، فمن ثَمَّ كانت خِلافَ الوِلاية، فالوَلِيّ في اللغة هو: القريب من غير فصل (٨) ، والله تعالى ولي المؤمنين على معنى أنه يلي أمورهم، أي: يتولاها، وإن كانت أمور الكفار تجري بمشيئته، ففي هذا تخصيص للمؤمنين وتفضيل، كقوله: {ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ </p><p>(١) في (ي): (قال). (٢) \"معاني القرآن\" ١/ ٣٣٩.(٣) ليست في (ي).(٤) خويلد بن خالد بن محرث الهذلي: شاعر مخضرم أدرك الجاهلية والإسلام، وأسلم، وحسن إسلامه، تقدمت ترجمته.(٥) عجز بيت وصدره:هجرتْ غضوبُ وحبَّ من يتجنبُ.ورد في \"لسان العرب\" ٨/ ٤٩٢٢؛ ونُسب لساعدة (مادة: ولى).(٦) في (ش): (منه ومنك).(٧) ساقط من (ي).(٨) ينظر في الولي: \"تهذيب اللغة\" ٤/ ٣٩٥٦، \"المفردات\" ص ٥٤٧ - ٥٤٩، \"اللسان\" ٨/ ٤٩٢١.</p><p> الْكَافِرِينَ لَا مَوْلَى لَهُمْ} [محمد:١١] ، ووليهم أيضًا على معنى أنه يَتَوَلَّى ثوابَهُم ومجازاتهم بحسن أعمالهم (١) . </p><p> وقوله تعالى:  {يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ} أىِ: من الكفر والضلالة إلى الإيمان والهداية (٢) . </p><p> قال الواقدي: كل ما في القرآن من الظلمات والنور فإنه أراد به الكفر والإيمان، غير التي في الأنعام {وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ}  [الأنعام: ١] ، فإنه يعني الليل والنهار. وجعل الكفر ظلمات؛ لأنه كالظلمة في المنع من إدراك الحق (٣) . </p><p> وقال الزجاج: لأن أمر الضلالة مظلمٌ غيُر بَيِّن، وأمر الهدى بَيِّنٌ واضح كبيان النور (٤) . </p><p> وقوله تعالى:  {وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ} أي: الذين يتولون أمرهم الطاغوت، والطاغوت هاهنا جمع، وقد ذكرناه (٥) . </p><p> وقرأ الحسن:  (أوليائهم الطواغيت) على الجمع (٦) . </p><p> وقال مقاتل: يعنى بالطاغوت هاهنا: كعب بن الأشرف وحيي بن </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٣٣٩. (٢) \"تفسير الثعلبي\" ٢/ ١٤٧٩.(٣) نقله في \"معاني القرآن\" للزجاج ١/ ٣٣٩، \"تفسير الثعلبي\" ٢/ ١٤٧٩، \"تفسير البغوي\" ١/ ٣١٥.(٤) \"معاني القرآن\" للزجاج ١/ ٣٣٩.(٥) في (ش): (وقد ذكرنا).(٦) ينظر: \"المحتسب\" لابن جني ١/ ١٣١، وابن خالويه في \"مختصر شواذ القرآن\" ص ٢٣، والثعلبي في \"تفسيره\" ٢/ ١٤٨١.</p><p> أخطب (١) وسائر رؤوس الضلالة (٢) . </p><p> وقوله تعالى:  {يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ} قال قتادة (٣) والمقاتلان (٤) : يعنى: اليهود كانوا مؤمنين بمحمد - صلى الله عليه وسلم - قبل أن يبعث لِما يجدونه في كتبهم من نعته وصفته، فلما بعث جحدوه وأنكروه (٥) وكفروا به. بيانه (٦) قوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ}  [البقرة: ٨٩] وعلى هذا، الطاغوتُ: علماؤهم، يخرجون أتباعهم عما كانوا عليه من الإيمان بمحمد قبل مبعثه، بقولهم: إنه ليس ذلك الذي نُعت (٧) في كتابنا. وسائر المفسرين على أن هذا على العموم في جميع الكفار (٨) . </p><p> ووجه إخراجهم من النور ولم يكونوا فيه، أنّ منع الطاغوت إياهم عن الدخول فيه إخراجٌ لهم منه، كما تقول: أخرجني والدي من ميراثه، تأويله: أنه (٩) منعني الدخول فيه؛ لأنه لو لم يعمل ما عَمِلَ لدخلتُ فيه ومثل هذا: </p><p>(١) هو: حيي بن أخطب النضري اليهودي، جاهلي من الأشداء العتاة، كان ينعت بسيد الحاضر والبادي، أدرك الإسلام وآذى المسلمين فأسروه يوم قريظة ثم قتلوه. ينظر: \"سيرة ابن هشام\" ٣/ ٢٢٩، \"الأعلام\" ٢/ ٢٩٢. (٢) \"تفسير مقاتل\" ١/ ٢١٥، وذكره البغوي في \"تفسيره\" ١/ ٣١٥، وابن الجوزي في \"زاد المسير\" ١/ ٢٥٣.(٣) ذكره ابن أبي حاتم ٢/ ٤٩٨، والثعلبي ٢/ ١٤٨٢.(٤) ذكره عن مقاتل بن حيان: ابن أبي حاتم ٢/ ٤٩٧، والثعلبي ٢/ ١٤٨٢، وقول مقاتل في \"تفسيره\" ١/ ٢١٥.(٥) زيادة من (ي).(٦) في (ش): (ببيانه).(٧) في (ش): (بعث).(٨) \"تفسير الثعلبي\" ٢/ ١٤٨٢.(٩) في (ي): (أن).</p>"
}