{
  "id": null,
  "sura": 2,
  "aya": 243,
  "text": "<p> ٢٤٣ - قوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ} الآية، الرؤية تكون بمعنى رؤية العيان، وتكون بمعنى رؤية القلب، وذلك راجع إلى العلم، والمعنى هاهنا: ألم تعلم، ألم ينته علمك إلى خبر هؤلاء (١) . وإنما جاز إطلاق لفظ الرؤية على غير المعاينة؛ لأن النبي - صلى الله عليه وسلم - صار يصدق إخبار الله تعالى إياه كالناظر عيانًا. </p><p> قال أهل المعاني: وفي هذا تعجيب (٢) وتعظيم، كما تقول: ألم تر إلى ما يصنع فلان. وكل ما في القرآن من نحو هذا فهذا سبيله (٣) . </p><p> وقوله تعالى:  {أَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ} قال المفسرون: أراد به قومًا من بني إسرائيل، كانوا أهل قرية يقال لها: داوَرْدَان (٤) ، وقع بها الطاعون فخرجوا هاربين منها (٥) ، حتى نزلوا واديًا فأماتهم الله جميعًا (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٣٢٢، وينظر: \"إعراب القرآن\" للنحاس ١/ ٣٢٣. (٢) في (ش) و (ي): (هذا تبين تعجيب).(٣) \"تفسير غريب القرآن\" ص ٨٤، \"تفسير الثعلبي\" ٢/ ١٣٠٧، \"تفسير البغوي\" ١/ ٢٩٤.(٤) قرية في نواحى شرقي واسط، بينهما فرسخ. ينظر: \"معجم البلدان\" ٢/ ٤٣٤، والمذكور في \"تفسير مقاتل\" (دامرودان).(٥) في (ش) و (ي): (منه).(٦) وهذا قول ابن عباس والسدي وأبي مالك وابن زيد والحسن وعمرو بن دينار. ينظر \"تفسير الطبري\" ٢/ ٥٨٩، \"تفسير ابن أبي حاتم\" ٢/ ٤٥٨، \"الدر المنثور\" للسيوطي ١/ ٥٥١، و\"بذل الماعون في فضل الطاعون\" ص ٢٣٦، قال الحافظ ابن حجر في \"بذل الماعون\" ص ٢٣٥: والطرق الماضية من أن فرارهم كان بسبب الطاعون أقوى مخرجًا وأحسن طرقًا.</p><p> وقال الضحاك (١) ومقاتل (٢) والكلبي (٣) : إنما فروا من الجهاد، وذلك أن نبيًّا لهم يقال له: حزقيل ندبهم إلى الجهاد، فكرهوا وجبنوا، فأرسل الله عليهم الموت، فلما كثر فيهم خرجوا من ديارهم فرارًا من الموت، فلما رأى حِزْقِيل ذلك قال: اللهم ربّ يعقوب، وإله موسى، ترى معصية عبادك، فأرِهِم آيةً في أنفسهم تدلُّهم على نفاذ قدرتك، وأنهم لا يخرجون عن قبضتك، فأرسل الله عليهم الموت. </p><p> واختلفوا في مبلغ (٤) عددهم، فلم يقولوا دون ثلاثة آلاف، ولا فوق سبعين ألفًا (٥) . </p><p> والوجه من حيث اللفظ أن يكون عددهم يزيد على عشرة آلاف؛ لقوله: ألوف وهو جمع الكثير (٦) ، ولا يقال في عشرة فما دونها: ألوف (٧) . </p><p> وقوله تعالى:  {حَذَرَ الْمَوْتِ} ينتصب على أنه مفعول له، أي: لحذر </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" ٢/ ٤٥٦، وذكره الحافظ في بذل الماعون ص ٢٣٥، وعزاه إلى سنيد في \"تفسيره\"، وإلى الطبري في تفسيره، وليس عند الطبري، وذكره النحاس في \"معاني القرآن\" ١/ ٢٤٥. (٢) \"تفسير مقاتل\" ١/ ٢٠٢، \"تفسير الثعلبي\" ٢/ ١٢٩٨.(٣) \"تفسير الثعلبي\" ٢/ ١٢٩٨.(٤) ساقطة من (ش).(٥) ينظر: \"تفسير الطبري\" ٢/ ٥٩٠، \"تفسير ابن أبي حاتم\" ٢/ ٤٥٦ - ٤٥٧، \"تفسير الثعلبي\" ٢/ ١٢٩٩.(٦) في (ي): (الكثير).(٧) هذا ترجيح الثعلبي في \"تفسيره\" ٢/ ١٣٠١، وتنظر الأقوال: عند الطبري في \"تفسيره\" ٢/ ٥٨٥، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٥٥، والسيوطي في \"الدر المنثور\" ١/ ٥٥١، والحافظ في \"بذل الماعون\" ص ٢٣٢.</p><p> الموت. وجائز أن يكون نصبه على المصدر؛ لأن خروجهم يدل على حذر (١) . </p><p> وقوله تعالى:  {فَقَالَ لَهُمُ اللَّهُ مُوتُوا} يجوز أن يكون الله تعالى أماتهم عند قوله لهم (٢) : موتوا، ويكون ذلك أمر تحويل (٣) ، كقوله:  {كُونُوا قِرَدَةً}  [البقرة: ٦٥] ويجوز أن يكون هذا أمرًا والمراد منه (٤) الخبر. وقد ذكرنا وجوه الأمر عند قوله:  {كُونُوا قِرَدَةً}  [البقرة: ٦٥]  (٥) . </p><p> وقوله تعالى:  {ثُمَّ أَحْيَاهُمْ} قال ابن عباس: وذلك أن نبيهم حزقيل خرج في (٦) طلبهم فوجدهم بعد ثمانية أيام موتى، وقد نتنوا، فتضرع إلى الله وبكى، وقال: يا رب كنت في قوم يحمدونك ويمجدونك فبقيت وحيدًا لا قوم لي، فأوحى الله إليه رحمة منه له: إني قد جعلت حياتهم إليك، فقال حزقيل: احيوا، فقاموا كأنهم نيام انتبهوا من نومهم، فذلك السبط الذين أُحيوا في الدنيا تشم منهم رائحة منتنة تخالف روائح الناس (٧) . </p><p> وقال قتادة: مقتهم الله على فرارهم من الموت، فأماتهم عقوبة لهم، ثم بعثهم إلى بقية آجالهم ليتوفوها، ولو كانت آجال القوم جاءت ما بعثوا بعد موتهم (٨) . </p><p>(١) ينظر: \"إعراب القرآن\" للنحاس ١/ ٣٢٤، \"البحر المحيط\" ٢/ ٢٥٠. (٢) في (ي) (قوله موتوا).(٣) \"تفسير الثعلبي\" ٢/ ١٣٠٩، والبغوي في \"تفسيره\" ١/ ٢٩٤.(٤) في (ي) و (ش) (فيه).(٥) ينظر: \"تفسير البسيط للواحدي\" الدكتور/ محمد الفوزان ص ١٠١٩.(٦) ساقطة من (ش).(٧) \"تفسير مقاتل\" ١/ ٢٠٣، و\"تفسير الثعلبي\" ٢/ ١٣٠٥، والثعلبي في \"عرائس المجالس\" ص ٢٥٢، والبغوي في \"تفسيره\" ١/ ٢٩٣.(٨) أخرجه الطبري في \"تفسيره\" ٢/ ٥٨٩.</p>"
}