{
  "id": null,
  "sura": 2,
  "aya": 50,
  "text": "<p> عباس من رواية عطاء والكلبي (١) . </p><p> وإن حملته على النعمة، كان المعنى: وفي (٢) تنجيتكم من هذه المحن نعمة عظيمة، وهو قول مجاهد والسدي (٣) ، ومثل هذا في احتمال الوجهين، قوله في قصة إبراهيم:  {إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ}  [الصافات: ١٠٦] . </p><p> ٥٠ - قوله تعالى:  {وَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ} وذلك (٤) أن الله تعالى فرق </p><p>(١) أخرج الطبري في \"تفسيره\" بسنده عن عكرمة عن ابن عباس نحوه ١/ ٢٧٢، ولم أجده من طريق عطاء والكلبي. (٢) (الواو) ساقطة من (ب).(٣) ذكره ابن جرير بسنده عن علي بن أبي طلحة عن ابن عباس، وعن السدي، وعن مجاهد، وعن ابن جريح. \"تفسير الطبري\" ٢/ ٢٧٤، و\"ابن أبي حاتم\" ١/ ١٠٦، والزجاج في \"معاني القرآن\" ١/ ١٠٢، وابن قتيبة في \"الغريب\" ص ٤٠، ورجح هذا القول الرازي في \"تفسيره\" ٣/ ٧٠. انظر: \"تفسير القرطبي\" ١/ ٣٣٠، و\"ابن كثير\" ١/ ٩٦.(٤) في هوامش نسخة (أ) زيادة من الكاتب صدرها بقوله (ش من ك) أي شرح من الكاتب، وهي في جميع المواضيع منقولة بنصها من \"الكشاف\" للزمخشري، وأثبت ما ذكره في هذا الموضع للاطلاع والفائدة:(ش من ك. فرقنا: فصلنا بين بعضه وبعض، حتى صار فيه مسالك لكم، وقرئ (فرَّقنا) بمعنى: فصلنا. يقال: فرق بين الشيئين، وفرق بين الأشياء، لأن المسالك كانت اثني عشر، على عدد الأسباط.وأما (بكم) ففيه أوجه: أن يراد كانوا يسلكونه ويتفرق الماء عند سلوكهم فكأنما فرق بهم كما يفرق بين الشيئين بما يوسط بينهما. وأن يراد فرقناه بسببكم، وبسبب إنجائكم. وأن يكون في موضع الحال، بمعنى: فرقناه ملتبسا بكم كقوله:تدوس بِنَا الجَمَاجِمَ والتَّرِيبَاأي: تدرسها ونحن راكبوها.انتهى تعليق الكاتب، والكلام بنصه في \"الكشاف\" ١/ ٢٨٠.</p><p> البحر اثني عشر طريقا، حتى خاض بنو إسرائيل، وكان (١) ذلك فرقا بهم، لأنهم كانوا حشو البحر، والماء منفصل بعضه عن بعض، وهم يمرون فيما بينه (٢) . </p><p> وأما (البحر) فقال الليث: سمي بحراً لاستبحاره، وهو سعته وانبساطه، ويقال: استبحر فلان في العلم، إذا اتسع فيه، وتبحر الراعي في رعي كثير، وتبحر فلان في المال (٣) . </p><p> وقال غيره: سمي البحر بحراً، لأنه شق في الأرض، والبحر: الشق (٤) ، ومنه البحِيرَة (٥) . </p><p>= قوله: وقرئ (فرَّقنا): بها قرأ الزهري، انظر: \"تفسير ابن عطية\" ١/ ٢٨٨، والقرطبي في \"تفسيره\" ١/ ٣٣٠، \"البحر\" ١/ ١٩٧. - وقوله: (تدوس بِنَا الجَمَاجِمَ والتَّرِيبَا): البيت للمتنبي، وصدره:فَمَرَّتْ غَيْرَ نَافِرَةٍ عَلَيْهِمو (التريبا): لغة في التراب. انظر: \"ديوان المتنبي شرح العكبري\" ١/ ١٣٨، \"الكشاف\" ١/ ٥٠٦، \"البحر\" ١/ ١٢٧، \"الدر المصون\" ١/ ٣٤٩.(١) (كان) ساقط من (ج).(٢) انظر: \"تفسير الطبري\" ١/ ٢٧٥، و\"أبي الليث\" ١/ ١١٧، و\"معاني القرآن\" للزجاج ١/ ١٠٣، و\"تفسير ابن عطية\" ١/ ٢٢٨.(٣) \"تهذيب اللغة\" (بحر) ١/ ٢٨٢.(٤) ذكره الأزهري، \"تهذيب اللغة\" (بحر) ١/ ٢٨٢.(٥) قال الأزهري: قال أبو إسحاق النحوي: وأثبت ما روينا عن أهل اللغة في البَحِيرَة: أنها الناقة، كانت إذا نتجت خمسة أبطن فكان آخرها ذكرا، بحروا أذنها، أي: شقوها، وأعفوا ظهرها من الركوب والحمل، والذبح، ولا تُحَلَّأ عن ماء ترده، ولا تمنع من مرعى، وإذا لقيها المُعْيي المنقطع به لم يركبها. \"تهذيب اللغة\" (بحر) ١/ ٢٨٢، وانظر: \"اللسان\" (بحر) ١/ ٢١٥.</p><p> أبو عبيد، عن الأموي (١) : أن البحر: هو الملح (٢) ، ويقال: أبحر الماء، أي صار ملحا (٣) . </p><p> قال نُصَيْب (٤) : </p><p> وَقَدْ عَادَ مَاءُ الأَرْضِ بَحْراً فَرَدَّنِي ... إِلَى مَرَضِى أَنْ أَبْحَرَ المَشْربُ العَذْبُ (٥) </p><p> وقوله تعالى:  {وَأَغْرَقْنَا آلَ فِرْعَوْنَ} . ولم يذكر غرق فرعون نفسه، لأنه قد ذكره في مواضع كقوله:  {فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا}  [الإسراء: ١٠٣] . ويجوز أن يريد بآل فرعون نفسه (٦) ، وبيان هذا (٧) يذكر عند قوله: {مِمَّا </p><p>(١) هو عبد الله بن سعيد بن أبان بن سعيد بن العاص، القرشي، الأموي، كان متمكنا في علم النحو واللغة، وكان ثقة، حكى عنه أبو عبيد كثيرا، مات بعد سنة ثلاث ومائتين. انظر: \"تاريخ بغداد\" ٩/ ٤٧٠، \"الأنساب\" ١/ ٣٥٠، \"إنباه الرواة\" ٢/ ١٢٠. (٢) في (ب): (إن الماء البحر) وفي \"تهذيب اللغة\": (والماء البحر هو الملح) ١/ ٢٨٢.(٣) \"تهذيب اللغة\" (بحر) ١/ ٢٨٢، وانظر: \"الغريبين\" ١/ ١٣٤.(٤) هو نُصَيب بن رباح مولى عبد العزيز بن مروان، شاعر من فحول الشعراء الإسلاميين، انظر ترجمته في \"الشعر والشعراء\" ص٢٦٠، \"معجم الأدباء\" ١٩/ ٢٢٨.(٥) ورد البيت في \"تهذيب اللغة\" (بحر) ١/ ٢٨٢، \"الصحاح\" (بحر) ٢/ ٥٨٥، \"مقاييس اللغة\" (بحر) ١/ ٢١٥، \"الغريبين\" ١/ ١٣٤، \"مفردات الراغب\" ص ٣٧، \"اللسان\" (بحر) ١/ ٢١٥، \"فتح القدير\" ١/ ١٣٢، وفي أكثر المصادر: (فزادني) بدل: (فردني).(٦) في (ب): (عن نفسه). أو يدخل معهم، ووجوده معهم مستقر ومعلوم. انظر: \"تفسير أبي الليث\" ١/ ١١٧، \"زاد المسير\" ١/ ٧٨، \"البحر\" ١/ ١٩٨.(٧) أي أنه يطلق (آل فرعون) ويراد به نفسه كما في (آل موسى).</p>"
}