{
  "id": null,
  "sura": 2,
  "aya": 6,
  "text": "<p> البقاء في الدار الآخرة في النعيم المقيم (١) . وحكم لهم بالفلاح ولم يصلوا بعد إلى الجنة، لأن المعنى أنهم يصلون إلى البغية والبقاء بكونهم على الهدى، أو كأنهم قد وصلوا للثقة بالموعود لهم. وقيل: هم على هدى في الحال، وهم المفلحون في المآل. </p><p> ٦ - قوله تعالى:  {إِنَّ الذين كَفَرُوا} الآية. {إِنَّ} الثقيلة تكون منصوبة الألف وتكون مكسورة الألف. فإذا (٢) كانت مبتدأة ليس قبلها شيء تعتمد (٣) عليه، أو جاءت بعدها (لام) مؤكدة يعتمد عليه (٤) أو جاءت بعد القول وما تصرف (٥) منه، وكانت حكاية: كسرت الألف، وفيما سوى ذلك تنصب (٦) . ومعناها في الكلام: التوكيد، وهي التي تنصب الأسماء وترفع الأخبار، وإنما نصبت ورفعت، لأنها تشبه بالفعل، وشبهها أنها لا تلي الأفعال ولا تعمل فيها، وأنها يذكر بعدها الاسم والخبر، كما يذكر بعد الفعل الفاعل والمفعول، إلا أنه قدم المفعول فيها ليفصل بين ما يشبه بالفعل وليس لفظه لفظ الفعل (٧) ، وبين ما يشبه بالفعل ولفظه لفظ الفعل، </p><p>(١) انظر: \"تفسير الطبري\" ١/ ١٠٨، \"تفسير أبي الليث\" ١/ ٩١، و\"تفسير القرطبي\" ١/ ١٥٩، و\"تفسير ابن عطية\" ١/ ١٥٠. (٢) في (ب): (وإذا).(٣) في (ب)، (ج): (يعتمد) وهو موافق لـ\"تهذيب اللغة\" ١/ ٢٢٢، والكلام منقول منه.(٤) (عليه) في جميع النسخ. وفي \"تهذيب اللغة\" (عليها) ١/ ٢٢٢.(٥) في (ب): (يصرف).(٦) في (ب). (ينصب) وفي \"تهذيب اللغة\" (تنصب الألف).والكلام بنصه ذكره الأزهري عن الليث عن الخليل، سوى قوله: أو جاءت بعد القول فذكره عن الفراء. \"تهذيب اللغة\" (أن) ١/ ٢٢٢، وانظر مواضع فتح وكسر همزة (إن) في \"الكتاب\" ٣/ ١٣٤ وما بعدها، \"الأصول في النحو\" ١/ ٢٦٢ وما بعدها.(٧) من هنا بدأ سقط لوحة كاملة من (ب).</p><p> نحو (كان) وبابه (١) . </p><p> وقوله تعالى:  {كَفَرُوا} معنى الكفر في اللغة: التغطية. </p><p> أقرأني أحمد بن محمد بن عبد الله بن يوسف العروضي (٢) -رحمه الله- قال: أخبرني الأزهري، عن المنذري، عن الحراني، عن ابن السكيت قال: إذا لبس الرجل فوق درعه ثوباً فهو كافر، وقد كفر فوق درعه، وكل ما غطى شيئاً فقد كفره. ومنه قيل لليل: كافر، لأنه ستر بظلمته وغطى، وأنشد لثعلبة بن صُعَير المازني (٣) : </p><p> فتذكّرا ثَقَلًا رثيداً بعدما ... ألقت ذكاءُ يمينَها في كافرِ (٤) </p><p> أي: الليل. </p><p> ومنه يسمى الكافر كافراً، لأنه ستر نعم الله. </p><p>(١) ذكره الزجاج في \"معاني القرآن\" ١/ ٤٠، وانظر: \"الأصول في النحو\" ١/ ٢٣، \"الإيضاح في علل النحو\" ص ١٣٥، \"الإنصاف\" ص ١٥٣ - ١٥٥. (٢) شيخ الواحدي، تقدمت ترجيته مع شيوخه.(٣) هو ثعلبة بن صعير بن خزاعي المازني، شاعر جاهلي قديم، قال الأصمعي: لو قال ثعلبة بن صعير مثل قصيدته خمساً كان فحلاً، انظر \"فحولة الشعراء\" الأصمعي ص ١٢، \"الأعلام\" للزركلي ٢/ ٩٩.(٤) البيت من قصيدة له، ذكرها المفضل الضبي في \"المفضليات\" ص ١٢٨ - ١٣١، والبيت في \"إصلاح المنطق\" ص ٤٩، ٣٣٩، وفي \"تهذيب اللغة\" (كفر) ٤/ ٣١٦٢، \"المشوف المعلم في ترتيب الإصلاح\" ١/ ٣٣٢، ٢/ ٦٧٩، \"أمالي القالي\" ٢/ ١٤٥، \"الصحاح\" (كفر) ٢/ ٨٠٨، \"مقاييس اللغة\" (كفر) ٥/ ١٩١، \"المخصص\" ٦/ ٧٨ , ٩/ ١٩،٧/ ١٧، \"اللسان\" (رثد) ٣/ ١٥٩٨١، و (كفر) ٧/ ٣٨٩٩، و (ذكا) ٣/ ١٥١٠، و\"تفسير ابن عطية\" ١/ ١٥١، و\"تفسير القرطبي\" ١/ ١٥٩، و\"تفسير الطبري\" ١/ ١١٠، \"الدر المصون\" ١/ ١٠٧.وفي هذا البيت يذكر الظليم والنعامة، والثقل: بيضهما، والرثد: المتاع المرثود، وذكاء. الشمس، أي بدأت في المغيب، والكافر: الليل.</p><p> ويقال: رماد مكفور، أي: سَفَت عليه الريح التراب حتى وارته، قال الراجز: </p><p> قد درسَتْ (١) غير رمادٍ مكفورْ ... مكتئبِ اللون مَريحٍ ممطورْ (٢) </p><p> وقال آخر (٣) : </p><p> فوردَتْ قبلَ انبلاجِ (٤) الفَجْرِ ... وابنُ ذُكاءٍ كامنٌ فى كَفْرِ (٥) </p><p> أي: فيما يواريه من سواد الليل، وقد كفر الرجل متاعه [أي:]  (٦) أوعاه في وعاء (٧) . </p><p>(١) في (ج): (رزشت). (٢) الرجز لمنظور بن مرثد الأسدي، وقيل: لأبي مهدي. وقبله:هل تعرف الدار بأعلى ذى القور؟يقول: درست معالم الدار إلا رماداً مكفوراً، أي: سفت عليه الريح، والأبيات في \"إصلاح المنطق\" ص ٣٤٠، وفي \"التهذيب\" (كفر) ٤/ ٣١٦٢، \"الصحاح\" (كفر) ٢/ ٨٠٧، \"المخصص\" ٦/ ٧٨، \"المشوف المعلم في ترتيب الإصلاح\" ٢/ ٦٧٩، \"مقاييس اللغة\" (كفر) ١٠/ ١٩٨، \"اللسان\" (كفر) ٧/ ٣٩٠٠. وكلهم رووه (مروح ممطور) سوى (المخصص) فنصه مثل رواية المؤلف هنا.(٣) هو حميد الأرقط.(٤) في (ج): (ابلاج).(٥) قال ابن السكيت. ويروى: (في كفر) وهما لغتان. وابن ذكاء: يعني الصبح، \"إصلاح المنطق\" ص ٣٤٠، وانظر: \"تهذيب اللغة\" (كفر) ٤/ ٣١٦٢، ورد البيت كذلك في \"الصحاح\" (كفر) ٧/ ٣٩٠٠، \"المخصص\" ٦/ ٧٨، \"المشوف المعلم\" ٢/ ٦٧٩، \"اللسان\" (كفر) ٧/ ٣٩٠٠، و\"تفسير القرطبي\" ١/ ١٦٠، \"الدر المصون\" ١/ ١٠٦.(٦) في (أ)، (ج): (إلى)، وفي \"إصلاح المنطق\"، \"التهذيب\": (أي) وهو الصحيح. \"الإصلاح\" ص ٣٤٠، \"التهذيب\" (كفر) ٤/ ٣١٦٢.(٧) انتهى كلام ابن السكيت وهو في \"الإصلاح\" ص ٣٣٩،٣٤٠، \"تهذيب اللغة\" (كفر) ٤/ ٣١٦٢، ونص الواحدي من \"التهذيب\".</p><p> وقال ابن المظفر (١) : سمي الكافر: كافراً، لأن الكفر غطى قلبه كله. </p><p> قال الأزهري: وهذا يحتاج إلى إيضاح. وهو: أن (الكفر) في اللغة: </p><p> التغطية، فالكافر معناه: ذو الكفر، ذو تغطية لقلبه بكفره، كما يقال للابس السلاح: كافر، وهو الذي غطاه السلاح. ومثله: رجل كاس أي: ذو كسوة، وناعل: ذو نعل (٢) . </p><p> وقول ابن (٣) السكيت في معنى الكافر أبين وأصح (٤) . والنعمة التي أنعم الله على العبد فكفرها (٥) الكافر، أي: سترها، هي الهدى والآيات التي أبانت لذوي التمييز أن الله واحد لا شريك له، فمن لم يصدق بها وردها فقد كفر النعمة، أي: سترها وغطاها. </p><p> ويجوز أن يقال: إن الكافر لما دعاه الله إلى توحيده فقد دعاه إلى نعمة أوجبها له إذا أجابه إلى ما دعاه إليه، فإذا لم (٦) يجب كان كافرا لتلك النعمة، أي: مغطيا لها، مكذبًا بها، حاجبا لها عنه (٧) . </p><p> قال شمر: قال بعض أهل العربية (٨) : الكفر على أربعة أنحاء: كفر إنكار، وكفر جحود، وكفر معاندة، وكفر نفاق، من لقي ربه بشيء من ذلك </p><p>(١) هو الليث. انظر: \"التهذيب\" (كفر) ٤/ ٣١٦١، ومقدمة \"التهذيب\" ١/ ٤٧. (٢) في (التهذيب) بدل (فاعل: ذو نعل)، وماء دافق: ذو دفق ٤/ ٣١٦١.(٣) في (ج): (بن).(٤) قال الأزهري: قلت: وما قاله ابن السكيت بيِّن صحيح، ٤/ ٣١٦١.(٥) في \"التهذيب\": (والنعم التي سترها الكافر هي الآيات التي أبانت لذي التمييز .. إلخ) ٤/ ٣١٦٢.(٦) في \"التهذيب\": (.. فقد دعاه إلى نعمة ينعم بها عليه إذا قبلها، فلما رد ما دعاه إليه من توحيده كان كافرا نعمة الله ..)، ٤/ ٣١٦١.(٧) \"التهذيب\" (كفر) ٤/ ٣١٦٠، وقد تصرف الواحدي في نقل كلام الأزهري.(٨) في \"التهذيب\" (قال شمر: قال بعض أهل العلم)، ٤/ ٣١٦٠.</p><p> لم يغفر له. </p><p> فأما كفر الإنكار: فهو أن يكفر بقلبه ولسانه ولا يعرف ما يذكر له من التوحيد. </p><p> وكذلك روي في تفسير قوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا سَوَاءٌ عَلَيْهِمْ}  [البقرة: ٦] ، أي: الذين كفروا بتوحيد الله. </p><p> وأما كفر الجحود: فأن يعرف بقلبه ولا يقر بلسانه، فهذا كافر جاحد ككفر إبليس، وكفر أمية بن أبي الصلت (١) ، ومنه قوله تعالى:  {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ}  [البقرة: ٨٩] ، يعني: كفر الجحود. وأما كفر المعاندة: فهو أن يعرف بقلبه ويقر بلسانه، ويأبى أن يقبل، ككفر أبي طالب حيث يقول: </p><p> ولقد علمتُ بأنّ (٢) دين محمد ... من خير أديان البرية دينا (٣) </p><p> لولا الملامةُ أو حِذارُ مسَبّةٍ ... لوجدتَني سمحاً (٤) بذاك متينا (٥) </p><p>(١) شاعر جاهلي أدرك النبي - صلى الله عليه وسلم - وكفر به حسدًا، كان له شعر جيد، وكان يخبر أن نبيًّا قد أظل زمانه، وكان يؤمل أن يكون ذلك النبي، فلما بلغه خروج النبي - صلى الله عليه وسلم - كفر به حسداً، ولما أنشد النبي - صلى الله عليه وسلم - شعره قال: \"آمن لسانه وكفر قلبه\". وسبقت ترجمته، وانظر: \"الخزانة\" ١/ ٢٤٩. (٢) في (ج): (أن).(٣) إلى هنا ينتهي السقط من (ب).(٤) في (ب): (سحا).(٥) كذا جاءت الأبيات في \"التهذيب\" ٤/ ٣١٦٠، \"اللسان\" (كفر) ٧/ ٣٨٩٨، و\"تفسير البغوي\" ١/ ٦٤، وفي \"تفسير النسفي\" ١/ ٥٠، (ضمن مجموعة من التفاسير) وفيها (سمحا بذلك مبينا) وفي \"تفسير القرطبي\" (بقينا) ٦/ ٤٠٦. وذكرها المؤلف في \"أسباب النزول\" بمثل روايته لها هنا. ص ٢١٠.</p><p> وأما كفر النفاق: فأن يقر بلسانه ويكفر بقلبه. </p><p> قال (١) : والكفر -أيضا- يكون بمعنى: البراءة، كقول الله عز وجل خبرًا عن الشيطان {إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ}  [إبراهيم: ٢٢] ، أي تبرأت (٢) . ويقال: كفر كفراً وكفوراً، كما يقال: شكر شكراً وشكوراً (٣) قال الله تعالى: {فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا}  [الإسراء:٨٩] . </p><p> وقوله تعالى:  {سَوَآءُ عَلَيهِم} . السواء (٤) ، والعدل، والوسط، والقصد، والنصف: ألفاظ متقاربة في المعنى. يقال للعدل: السواء، قال زهير (٥) . </p><p> أرُوني (٦) خُطَّةً لا خَسْفَ فيها ... يُسَوِّي (٧) بيننا فيها السَّوَاءُ (٨) </p><p>(١) أي: شمر. \"التهذيب\" ٤/ ٣١٦٠. (٢) كلام شمر جميعه في \"تهذيب اللغة\" (كفر) ٤/ ٣١٦٠، \"اللسان\" (كفر) ٧/ ٣٨٩٨، وانظر أنواع الكفر في \"التصاريف\" المنسوب ليحيى بن سلام ص ١٠٤، ١٠٥، و\"النسفي\" ١/ ٥٠ (ضمن مجموعة من التفاسير).(٣) \"الحجة\" لأبي علي١/ ٢٤٥، وانظر \"تهذيب اللغة\" ٤/ ٣١٦٠.(٤) الكلام في \"الحجة\" بنصه ١/ ٢٤٥. وانظر \"التصاريف\" ص ١١١، ١١٢، \"تهذيب اللغة\" ٢/ ١٧٩٥، \"الصحاح\" (سوا) ٦/ ٢٣٨٤.(٥) هو زهير بن أبي سلمى، أحد فحول شعراء الجاهلية، توفي قبل المبعث بسنة. انظر ترجمته في \"الشعر والشعراء\" ص ٦٩، \"الخزانة\" ٢/ ٣٣٢.(٦) في \"الحجة\" (أرونا) وفي الهامش في ط (أرني) ١/ ٢٤٦.(٧) في (ب): (يسوا).(٨) رواية البيت في الديوان: أرونا سنة لا عيب فيها.يقول: أرونا سنة لا عيب فيها ولا ظلم، تسوى بيننا بالحق، \"ديوان زهير\" ص ٨٤، \"الحجة\" ١/ ٢٤٦، \"تهذيب اللغة\" \"لفيف السين\" ٢/ ١٧٩٥، \"البحر\" ١/ ٣٤٧، \"الدر المصون\" ١/ ١٠٨.</p><p> وأنشد أبو زيد لعنترة (١) : </p><p> أبَينا فلا نُعطي السَّواءَ عدوَّنا ... قيامًا بأعضاد السَّراءِ المُعَطَّفِ (٢) </p><p> و (السواء) : وسط الشيء، ومنه قوله:  {فِي سَوَاءِ الْجَحِيمِ}  (٣)  [الصافات: ٥٥] . </p><p> و (سواء) مأخوذ من الاستواء والتساوي، وهو الاعتدال (٤) ، قال الشاعر: </p><p> وليلٍ يقولُ المرءُ من ظلماته ... سواءٌ صحيحاتُ العيونِ وعُورُها (٥) </p><p> أي: معتدلة في البصر والإدراك. </p><p> وقالوا: سِيٌّ بمعنى: سواء، كما قالوا: قِيّ وقَواء (٦) ، ولا يثنى (سواء) كما ثني (سيان) وإن كانوا قد جمعوه جمع التكسير في قولهم: </p><p>(١) هو عنترة بن عمرو بن شداد العبسي، كان شاعرًا، وكان أشجع أهل زمانه وأجودهم. انظر ترجمته في: \"الشعر والشعراء\" ص ١٤٩، \"طبقات فحول الشعراء\" ١/ ١٥٢، \"الخزانة\" ١/ ١٢٨. (٢) البيت من قصيدة قالها عنترة يوم (عرار) يخاطب فيها بني حنيفة، قوله: السواء: الصلح، أعضاد: جمع عضد، وهو القوس، والسراء: شجر يتخذ منه القسي، المعطف: المعوج، انظر. \"ديوان عنترة\" ص ٥٢، \"نوادر أبي زيد\" ص ٣٧٧، \"الحجة\" ١/ ٢٤٦.(٣) كلمة (في) في الآية ساقط من (أ).(٤) \"الأضداد\" لابن الأنباري ص ٤٣.(٥) البيت للأعشى كما في \"ديوانه\" ص ٦٨، وفيه: \"يقول القوم\" سواء بصيرات .. \" وهو في \"الأضداد\" لابن الأنباري ص ٤٣، وفيه \"يقول القوم\"، \"الطبري\" ١/ ١١١، \"البحر المحيط\" ١/ ٤٧، \"القرطبي\" ١/ ١٦٠، \"الدر المصون\" ١/ ١٠٧.(٦) (القي) بالكسر والتشديد (فعل) من القوا (وهي الأرض القفر) \"اللسان\" (قوا) ٦/ ٣٧٨٩، انظر: \"الصحاح\" ٦/ ٢٤٧٠، \"مقاييس اللغة\" (قوي) ٥/ ٣٧.</p><p> (سواسية)  (١) . </p><p> قال أبو الهيثم (٢) : يقال فلان وفلان سواء (٣) ، أي: متساويان، وقوم سواء، لأنه مصدر، لا يثنى ولا يجمع. قال الله عز وجل:  {لَيسُواْ سَوَآء}  [آل عمران: ١١٣] أي: ليسوا مستوين (٤) ، وإذا قلت: سواء عليّ، احتجت أن تترجم عنه بشيئين، كقولك: سواء حرمتني أو أعطيتني. </p><p> وحكى السكري عن أبي حاتم إجازة تثنية (سواء)  (٥) . </p><p> قال أبو علي الفارسي: لم يصب ابن (٦) السجستاني في ذلك، لأن الأخفش وأبا عمر الجرمي (٧) زعما (٨) أن ذلك لا يثنى، كأنهم استغنوا بتثنية (سي)  (٩) عن تثنية (سواء) ، كما استغنوا عن (ودع) ، بـ (ترك)  (١٠) . وأنشد أبو زيد: </p><p>(١) في (ج): (سواء سييه). الكلام في \"الحجة\" لأبي علي ١/ ٢٤٦، ٢٤٧. (٢) \"تهذيب اللغة\" ٢/ ١٧٩٣.(٣) في \"التهذيب\": (فلان وفلان سواعد، أي: متساويان) وهو تصحيف ٢/ ١٧٩٥.(٤) في (ب): (مستويين).(٥) ذكره أبو علي في \"الحجة\" ١/ ٢٦٨.(٦) في (ب): (لم يصف ممن).(٧) هو صالح بن إسحاق، أبو عمر الجرمي، النحوي، بصري، قدم بغداد، لقي الفراء، وأخذ عن الأخفش وأبي عبيدة والأصمعي، وكان ذا دين وورع، توفى سنة خمس وعشرين ومائتين. انظر ترجمته في: \"تاريخ بغداد\" ٩/ ٣١٣، \"طبقات النحويين واللغويين\" ص ١٧٤، (إنباه الرواة) ٢/ ٨٠، \"وفيات الأعيان\" ٢/ ٤٨٥.(٨) في (ب): (زعموا).(٩) في (ب): (بتثنيته شي).(١٠) في (ب) (بكرا). \"الحجة\" ١/ ٢٦٨، وما بعده في \"الحجة\" في موضع آخر.</p><p> هلاّ، (١) كوصل ابن عمّارٍ تُواصلني ... ليس الرجالُ وإن سُوُّوا بأسواءِ (٢) </p><p> فـ (أسواء) : ليس يخلو من (٣) أن يكون جمع (سي) [أو (سواء) فإن كان جمع (سي) ] (٤) فهو كـ (مثل) و (أمثال) و (نقض) و (أنقاض) ، وإن كان جمع (سواء) فهو كقولهم في النعت (٥) : جواد وأجواد، وفي الاسم: حياء الناقة وأحياء، ولا يمتنع جمعه، وإن كانوا لم يثنوه كما لم يمتنعوا من جمعه على سواسية (٦) . </p><p> وقوله تعالى:  {ءَأَنذَرتَهُم}  (٧) . الإنذار: إعلام مع تخويف، فكل منذر معلم، وليس كل معلم منذراً (٨) . وأنذرت يتعدى إلى مفعولين كقوله تعالى:  {فَقُل أَنذَرتُكُم صعِقَةً}  [فصلت: ١٣] وقوله: {إِنَّا أَنذَرناكم عَذَابًا قَرِيبًا}  [النبأ: ٤٠] ويقال: أنذرتُه فنَذِرَ، أي: علم بموضع الخوف (٩) . </p><p>(١) في (ب): (مهلا). (٢) أنشده أبو زيد في (النوادر) قال: (وقال رافع بن هريم، وأدرك الإسلام، ثم ذكر البيت وبيتين قبله، \"النوادر\" ص ٢٨٢، وانظر: \"الحجة\" ١/ ٢٤٧، \"اللسان\" (سوا) ٤/ ٢١٦٠.(٣) (من) ساقطة من (ب).(٤) ما بين المعقوفين ساقط من (ب).(٥) في \"الحجة\": (وإن كان جمع سواء فهو مثل ما حكاه أبو زيد من قولهم: جواد وأجواد ..)، ١/ ٢٤٧.(٦) انتهى من \"الحجة\" ١/ ٢٤٧، ٢٤٨.(٧) في (أ) رسمت: (آنذرتهم).(٨) ذكره أبو علي في \"الحجة\" ١/ ٢٥٣، وانظر (تفسير أبي الليث) ١/ ٩٢، \"تفسير الثعلبي\" ١/ ٤٨/أ.(٩) \"الحجة\" ١/ ٢٥٣، \"تفسير الثعلبي\" ١/ ٤٨ أ.</p><p> و (النذر) ما يجعله الإنسان على نفسه إن سلم مما يخافه (١) . </p><p> وقد جاء: النذير والنذر مصدرين كالإنذار (٢) ، فجاء المصدر على:  (فعيل) و (فعل) . وفي القرآن {فَكَيْفَ كَانَ نَكِيرِ}  (٣) وفيه {فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ}  [القمر: ١٦] . وقيل في قوله:  {نَذِيَرًا لِلْبَشَرِ}  [المدثر: ٣٦] : إنه مصدر في موضع الحال من قوله: {إِنَّهَا لَإِحْدَى الْكُبَرِ}  [المدثر: ٣٥] ، كما تقول (٤) : جاء (٥) ركضاً. فتجعل المصدر حالاً (٦) . </p><p> وجعل (نذير) أيضًا مصدراً في قوله: {وَجَآءكُمُ اَلنذِير}  [فاطر: ٣٧] إذا فسر بأنه الشيب (٧) . </p><p>(١) تعريف النذر اصطلاحًا: التزام قربة غير لازمة في أصل الشرع، بلفظ يشعر بذلك، انظر: \"الروض المربع مع حاشية ابن قاسم\" ٧/ ٤٩٦، \"التعريفات\" للجرجاني ص٢٤٠، و\"فقه السنة\" ٢/ ٢٢. (٢) في \"الحجة\": (وقالوا: النذير والنذر، كما قالوا: النكير والنكر، فجاء المصدر على فعيل وعلى فعل ..) ١/ ٢٥٤.(٣) جزء من آية في الحج: ٤٤، وسبأ: ٤٥، وفاطر:٢٦، والملك: ١٨.(٤) (تقول) ساقط من (ب).(٥) في (ج): (أجاء).(٦) في \"الحجة\": (فأما قوله تعالى: {نَذِيَرًا لِلْبَشَرِ} فقد قيل فيه قولان: أحدهما: أن يكون حالا من (قم) المذكورة في أول السورة والآخر: أن يكون حالا من قوله: {إِنَّهَا لَإِحْدَى الْكُبَرِ} فإذا جعل (نذيرا) حالا مما في (قم) فإن (النذير) اسم فاعل بمعنى المنذر .. وإن جعلته حالا من قوله: {لَإِحْدَى الْكُبَرِ} فليس يخلو الحال أن يكون من المضاف أومن المضاف إليه .. وفي كلا الوجهين ينبغي أن يكون (نذيرا) مصدرا، والمصدر يكون حالا من الجميع كما يكون حالا من المفرد. تقول: جاؤوا ركضًا، كما تقول: جاء ركضًا ..) ١/ ٢٥٥.(٧) في \"الحجة\". (.. فمن قال: إن النذير النبي - صلى الله عليه وسلم - كان اسم فاعل كالمنذر، ومن قال: إنه الشيب كان الأولى أن يكون مصدرًا كالإنذار)، \"الحجة\" ١/ ٢٥٥.</p><p> وفي قوله:  {ءَأَنذَرتَهُم} وجهان من القراءة (١) تحقيق الهمزتين، وتليين الثانية (٢) . </p><p> فمن حققهما (٣) فحجته (٤) : أن الهمزة حرف من حروف الحلق، فجاز أن يجتمع مع مثله كسائر الحروف الحلقية، نحو: فَهَّ (٥) وفَهِهْتُ، وكَعَّ (٦) وكَعَعْتُ، كذلك حكم الهمزة. </p><p> ومما يقوّي ذلك قولهم:  (رَأّس)  (٧) وسأّل، (تذأَّبت الريح)  (٨) ، و (رأيت (٩) الرجل). وكما جمع الجميع بينهما إذا كانتا عينين، كذلك يجوز الجمع بينهما في غير هذا الموضع (١٠) . </p><p>(١) (من القراءة) ساقط من (ب). (٢) بالتحقيق قرأ عاصم، وحمزة، والكسائي، وابن عامر. \"السبعة\" لابن مجاهد ص ١٣٧، \"الكشف عن وجوه القراءات\" ١/ ٧٣. وبتليين الثانية قرأ نافع وابن كثير وأبو عمرو. \"السبعة\" لابن مجاهد ص ١٣٧، \"الكشف\" ١/ ٧٣ قال في (السبعة). من قول أبي عمرو أنه يدخل بين الهمزتين ألفا.(٣) في (ب): (حققها) وفي (ج): (حقق).(٤) \"الحجة\" ١/ ٢٧٤.(٥) الفهّ: الكليل اللسان العيي، وفه عن الشيء: نسيه، وقد فهه كفرح. عيي. انظر: \"اللسان\" (فهه) ٦/ ٣٤٨١، \"القاموس\" (فهه) ص ١٢٥١.(٦) الكع. الضعيف العاجز، وكع الوجه: رقيقه، وكع يكع: جبن وضعف. انظر. \"اللسان\" (كعع) ٨/ ٣١٢، \"القاموس\" (كع) ص ٧٥٩.(٧) وهو الذي يبيع الرؤوس. إصلاح المنطق ص ١٤٨.(٨) (تذأبت الريح) إذا جاءت مرة من هاهنا، ومرة من هاهنا. \"إصلاح المنطق\" ص ١٤٤، \" اللسان\" (ذأب) ٣/ ١٤٧٩.(٩) رأيته: إذا أريته على خلاف ما أنا عليه. انظر: \"القاموس\" ص ١٢٨٥.(١٠) \"الحجة\" ١/ ٢٧٥، وانظر: \"الكشف\" لمكي ١/ ٧٣.</p><p> وحجة من خفف (١) الثانية: أن القرب قد رفضت جمعهما (٢) في مواضع من كلامهم، من ذلك أنهما (٣) لما اجتمعتا في (آدم) و (آدر) و (آخر) ألزموا جميعا الثانية البدل (٤) ولم يحققوها. </p><p> ولما كسروا وحقروا جعلوا هذه المبدلة بمنزلة مالا أصل له في الهمزة فقالوا: أواخر وأويخر (٥) ، فأبدلوا منها (الواو) ، كما أبدلوها مما هو ألفط لا يناسب (٦) الهمزة، نحو: ضوارب وضويرب، وفي هذا دلالة بينة على رفضهم اجتماعهما. </p><p> ألا تراهم لم يرجعوها (٧) في التحقير والتكسير، كما رجعوا (الواو) في: ميقات وميعاد (٨) ، و (الياء) في: موسر (٩) ، في قولهم: مواقيت ومياسير، وفي ذلك دلالة بينة على رفضهم لجمعها (١٠) . </p><p> ومن ذلك أيضا أنا لم نجد كلمة عينها همزة ولامها كذلك، كما </p><p>(١) في (ب): (حقق). (٢) في (ب): (جمعها).(٣) في \"الحجة\" (أنهم لما اجتمعتا ...)، ١/ ٢٧٥.(٤) أبدلوا مكانها الألف، انظر \"الكتاب\" ٣/ ٥٥٢.(٥) وقالوا في آدم: أوادم في الجمع، وفي التصغير: أويدم. انظر \"الكتاب\" ٣/ ٥٥٢.(٦) في (أ): (تناسب) وما في (ب)، (ج) موافق لما في \"الحجة\" ١/ ٢٧٦.(٧) في (ب): (يرجعوا لها).(٨) (وميعاد) ساقط من (ب).(٩) في (ب): (مولس)(١٠) (لجمعها) كذا في جميع النسخ، وفي \"الحجة\" (لجمعهما) ١/ ٢٧٦، وهذا هو الصحيح أي: جمع الهمزتين.</p><p> وجدنا في سائر أخوات الهمزة من الحلقية كقولهم: مهاه (١) ، فهّ (٢) ، و {يَدُعُّ الْيَتِيمَ}  [الماعون: ٢] ، و (مح)  (٣) و (ألح) و (مخ)  (٤) . فإذا لم يجمعوا بين الهمزتين في المواضع (٥) التي جمع فيها بين أخواتها (٦) ، دل ذلك على رفضهم (٧) لجمعها (٨) . </p><p> ومن ذلك (٩) أنهم ألزموا باب (رزيئة) و (خطيئة)  (١٠) القلب (١١) في الجمع، لما يؤدي اجتماع الهمزتين، فقالوا:  (خطايا) و (رزايا)  (١٢) ، فلو </p><p>(١) المهه والمهاه. النضارة والحسن، وقيل: الشيء الحقير اليسير، والهاء فيها لا تصير تاء، إلا إذا أردت بالمهاة. البقرة. انظر: \"اللسان\" (مهه) ٧/ ٤٢٩٠. (٢) في (أ): (فة) وفي \"الحجة\" (فه) بدون نقط وهو الصحيح ١/ ٢٧٦، فه عن الشيء: إذا نسيه، والفه: اللسان العيى. \"اللسان\" (فهه) ٦/ ٣٤٨١.(٣) (مح): المح: الثوب الخلق، مح: أخلق. \"اللسان\" (محح) ٧/ ٤١٤٣.(٤) في (أ): (مح) وفي (ب)، (ج) بدون نقط أو تشكيل. وفي \"الحجة\" (مخ) ١/ ٢٧٦.(٥) في \"الحجة\": (الموضع) ١/ ٢٧٦.(٦) في \"الحجة\": (وكررت) ١/ ٢٧٦، أي جمع بين حروف الحلق وكررت(٧) في (ب). (بعصهم).(٨) في \"الحجة\": (لجمعهما) ١/ ٢٧٦ أي الهمزتين.(٩) انظر بقية كلام أبي علي في \"الحجة\" ١/ ٢٧٧.(١٠) في (ج): (ذربه) و (خطئه).(١١) في \"الحجة\": (.. عما يؤدي إلى اجتماع همزتين فيه، فقالوا ...) ١/ ٢٧٧.(١٢) قال المازني: (اعلم أنك إذا جمعت (خطيئة) و (رزيئة) على (فعائل) قلت: (خطايا) و (رزايا) وما أشبه هذا مما لامه همزة في الأصل، لأنك همزت ياء (خطيئة) و (رزيئة) في الجمع كما همزت ياء (قبيلة) و (سفينة) حين قلت: (قبائل) و (سفائن) وموضع اللام من (خطيئة) مهموز فاجتمع همزتان، فقلبت الثانية ياء، لاجتماع الهمزتين فصارت (خطائى) ثم أبدلت مكان الياء ألفاء ... فصارت (خطاءا) وتقديرها: (خطاءا) والهمزة قريبة المخرج من الألف فكأنك جمعت =</p><p> كان لاجتماعهما عندهم مساغ ما رفضوا ذلك الأصل، كما أنه لو كان لتحرك العينات في نحو:  (قال) و (باع) مجاز، ما ألزموها القلب (١) . فإن قيل: فقد حكى عن بعضهم: (خطائئ) بتحقيق الهمزتين (٢) ؟ </p><p> قيل: هذا يجري مجرى الأصول المرفوضة (٣) نحو: </p><p> ............. ضننوا (٤) </p><p> ........... والأظلل (٥) </p><p> ولا يعتد بذلك (٦) . </p><p>= بين ثلاث ألفات فلما كان كذلك أبدلوا من الهمزة (ياء) فصار (خطايا)، \"المنصف\" ٢/ ٥٤, ٥٥. (١) (القلب) ساقط من (ب).(٢) انظر \"المقتضب\" ١/ ١٥٩، \"المنصف\" ٢/ ٥٧، \"سر صناعة الإعراب\" ١/ ٧١، قال ابن جني: حكاه أبو زيد.(٣) قال أبو الفتح ابن جني: شاذ لا يقاس عليه. \"سر صناعة الإعراب\" ١/ ٧٢.(٤) جزء من بيت كما في \"الحجة\" ١/ ٢٧٧ وتمامه:مهلا أعاذل قد جربت من خلقي ... أني أجود لأقوام وإن ضننواأراد. ضنوا، فأظهر التضعيف لضرورة الشعر. انظر \"الكتاب\" ١/ ٢٩، ٣/ ٥٣٥، \"النوادر\" لأبي زيد ص ٢٣٠، \"المقتضب\" ١/ ١٤٢، ٢٥٣، \"المنصف\" ١/ ٣٣٩ \"اللسان\" (ضنن) ٥/ ٢٦١٤، \"ظلل\" ٥/ ٢٧٥٦.(٥) المراد بالأظلل ما ورد في قول الراجز: تشكو الوجى من أظلل وأظلل ففك الإدغام في (أظلل) ضرورة، والبيت للعجاج، وبعضهم نسبه لأبي النجم. وهو في \"ديوان العجاج\" ص ١٥٥، \"الكتاب\" ٣/ ٥٣٥، \"النوادر\" ص ٢٣٠، \"المقتضب\" ١/ ٢٥٢،٣/ ٣٥٤، \"الخصائص\" ١/ ١٦١، ٣/ ٨٧، \"المنصف\" ١/ ٣٣٩ \"اللسان\" (ظلل) ٤/ ٢٧٥٦، و (ملل) ٧/ ٤٢٧١، وقوله (تشكو): أي: الإبل و (الوجى): الحفى، الأظلل: باطن الخف.(٦) \"الحجة\" ١/ ٢٧٧، ٢٧٨.</p><p> ومن ذلك أيضا أنهم إذا بنوا اسم فاعل من (١)  (ناء) و (شاء) [و (جاء)  (٢) قالوا: (شاءٍ)  (٣) ] و (ناءٍ)  (٤) ، فرفضوا الجمع بينهما ورفضوه في هذا الطرف كما رفضوه أولا في:  (آدم) و (آخر)  (٥) . </p><p> ومن ذلك أيضًا أن من قال: هذا فرجّ، وهو يجعلّ، فضاعف (٦) في الوقف حرصاً على البيان، في يضاعف نحو:  (البناء)  (٧) ، و (الرشاء) ، لكنه رفض (٨) هذا الضرب (٩) من الوقف، وما كان يحرص عليه من البيان لما كان يلزمه الأخذ بما تركوه، والاستعمال لما رفضوه من اجتماع الهمزتين (١٠) . </p><p> وإذا كان الأمر على هذا (١١) ، فالجمع في:  {أَأَنْذَرْتَهُمْ}  (١٢) أقبح من الجمع في كلمتين منفصلتين، نحو: قرأ أبوك، ورشاء أخيك، لأن الهمزة </p><p>(١) في (ب): (على من) زيادة (على). (٢) في \"الحجة\" (ناء وساء وشاء).(٣) ما بين المعقوفين ساقط من (ب).(٤) في (ب): (تا). وترك التمثيل لاسم الفاعل من (جاء) وهو: (جاء) والأصل فيها (شائئ) و (جائئ) و (نائئ) فلما التقت همزتان أبدلت الثانية (ياء) ثم عوملت مثل (قاض). انظر: \"المنصف\" ٢/ ٥٢.(٥) انظر بقية كلام أبي علي في: \"الحجة\" ١/ ٢٧٨.(٦) في (ب): (تضاعف).(٧) في \"الحجة\" (النبأ).(٨) في (ب): (نفض).(٩) في (ب): (الصوت).(١٠) \"الحجة\" ١/ ٢٧٩.(١١) أي: رفض اجتماع الهمزتين. قال أبو علي بعد سياق تلك الحجج، (فهذِه الأشياء تدل على رفض اجتماع الهمزتين في كلامهم. فأما جمعهما وتحقيقهما في (أأنذرتهم) فهو أقبح ....) ١/ ٢٨٠.(١٢) في (أ)، (ب): (أنذرتهم) بهمزة واحدة، وما في (ج) موافق لما في \"الحجة\".</p><p> الأولى من {أَأَنْذَرْتَهُمْ} تنزل منزلة ما هو من الكلمة نفسها، لكونها على حرف مفرد (١) ، ألا ترى أنهم قالوا (٢) : لهو ولهي، فخففوا كما خففوا: عضدا (٣) ، فكذلك الهمزة الأولى، لما لم تنفصل من الكلمة صارت بمنزلة التي في آخر (٤) . </p><p> فأما إذا كانتا (٥) من كلمتين، فاجتماعهما في القياس أحسن من هذا (٦) ، ألا ترى أن المثلين إذا كانا في كلمة نحو: يرد ويعض، لا يكون فيها (٧) إلا الإدغام. </p><p> ولو كانا منفصلين نحو:  (يد داود) ، لكنت (٨) في الإدغام والبيان بالخيار. فعلى هذا تحقيق الهمزتين في:  {أَأَنْذَرْتَهُمْ}  (٩) -وما أشبهه- أبعد منه في الكلمتين المنفصلتين. </p><p> ومما يقوي ترك الجمع بين الهمزتين: أنهم قالوا في جمع (ذؤابة) : ذوائب، فأبدلوا (١٠) من الهمزة التي هي عين (١١)  (واوا) في التكسير كراهة </p><p>(١) في (ب): (منفرد). (٢) في (ب): (إذا قالوا).(٣) أصلها: (عضد).(٤) في (ب): (آخرها).(٥) أي: (الهمزتان)(٦) قال سيبويه: (وأعلم أن الهمزتين إذا التقتا وكانت كل واحدة منهما من كلمة فإن أهل التحقيق يخففون إحداهما ويستثقلون تحقيقهما ...)، \"الكتاب\" ٣/ ٥٤٨.(٧) في \"الحجة\" (فيهما) ١/ ٢٨٠.(٨) في (ب): (الكنت).(٩) في جميع النسخ (أنذرتهم) بهمزة واحدة والتصحيح من \"الحجة\" ١/ ٢٨١.(١٠) في (ب): (وأبدلوا).(١١) في (ب): (غير).</p><p> للهمزتين مع فصل حرف بينهما. فإذا كرهوهما مع فصل حرف بينهما حتى أبدلوا الأولى منهما، فأن (١) يكرهوهما غير مفصول بينهما بشيء أجدر (٢) . </p><p> وأيضاً فإنهم كرهوا (٣) الهمزة المفردة حتى قلبوها أو حذفوها، وذلك إجماعهم (٤) في (٥)  (يرى)  (٦) على حذف الهمزة (٧) ، فلما كرهوا ذلك في الإفراد وجب أن لا يجوز في المتكرر (٨) إلا التغيير. </p><p> وإذا كان الجمع بينهما في [البعد على هذا، فالجمع بينهما في]  (٩) : (أئمة)  (١٠) أبعد، لأن الهمزتين لا تفارقان الكلمة (١١) ، وهمزة الاستفهام قد تسقط في الإخبار وغيره، فلما كانت أشد لزومًا للكلمة كان التحقيق </p><p>(١) في (ب): (وإن). (٢) في (ب): (واحد). \"الحجة\" لأبي علي ١/ ٢٨١.(٣) الضمير يعود على من يقول بتخفيف الهمزة، قال في \"الحجة\": (من ذلك أن الهمزة إذا كانت مفردة غير متكررة، كرهها أهل التخفيف، حتى قلبوها أو حذفوها، لئلا، يلزمهم تحقيقها، وقد وافقهم في بعض ذلك أهل التحقيق، كموافقتهم لهم في: (يرى) ..)، ١/ ٢٧٩.(٤) أي. أهل التخفيف والتحقيق. انظر كلام أبي علي السابق.(٥) (في) ساقطة من (ج).(٦) في (ب): (ترى).(٧) (يرى) مضارع (رأى) اتفق أهل تحقيق الهمزة، وتخفيفها، على حذفها على التخفيف. انظر \"الكتاب\" ٣/ ٥٤٦، \"المسائل الحلبيات\" لأبي علي ص ٨٣، \"سر صناعة الإعراب\" ١/ ٧٦.(٨) أي: الهمزة المكررة. \"الحجة\" ١/ ٢٧٩.(٩) ما بين المعقوفين ساقط من (ب).(١٠) في (أ): (أأيمة) وفي (ب)، (ج): (أئمة) ومثله في \"الحجة\" ١/ ٢٨١.(١١) في (ب): (الضمة).</p><p> فيها أبعد (١) . </p><p> وأما أبو عمرو فكان يلين الثانية ويجعل بينهما مدة (٢) . وحجته: أنه وإن خفف الثانية بأن جعلها بين الألف والهمز، فذلك لا يخرجها عن أن تكون همزة متحركة، وإن كان الصوت بها أضعف؛ ألا ترى أنها إذا كانت مخففة في الوزن مثلها إذا كانت محققة (٣) ، فلولا ذلك لم يتزن (٤) قوله (٥) : </p><p> .... آأنتَ (٦) زيد الأراقم (٧) </p><p>(١) يشير إلى أن التحقيق في (أئمة) أبعد، لأن الهمزتين لا تفارقان الكلمة، بينما الهمزة الأولى في (أأنذرتهم) همزة استفهام قد تسقط، فهي كالمنفصلة، ومع ذلك كرهوا تحقيقها. وبعد هذا الاحتجاج الطويل لمن يرى تخفيف الهمزة الثانية الذي نقله الواحدي عن أبي علي من كتاب \"الحجة\"، والذي هو مذهب أكثر النحويين وعليه أكثر العرب، كما قال سيبويه: (فليس من كلام العرب أن تلتقى همزتان فتحققا ...) انظر \"الكتاب\" ٣/ ٥٤٨، ٥٤٩، وانظر \"المقتضب\" ١/ ١٥٨، \"معاني القرآن\" للزجاج ١/ ٤١ - ٤٥، مع ذلك فقراءة التحقيق قراءة سبعية متواترة من حيث السند، ولها حجتها من اللغة. انظر \"الكشف\" لمكي١/ ٧٣، ولا يقال فيها ما قال أبو الفتح عثمان بن جني: قراءة أهل الكوفة أئمة شاذة عندنا. \"سر صناعة الإعراب\" ١/ ٧٢ وإن كان يريد من الناحية اللغوية. (٢) انظر \"السبعة\" ص ١٣٦، \"الحجة\" لأبي علي ١/ ٣٨٥، \"الكتاب\" ٣/ ٥٥١، قال في \"الكشف\": وهو مذهب أبي عمرو، وقالون عن نافع، وهشام عن عامر ١/ ٧٤.(٣) في (ب) , (ج): (مخففة).(٤) في (ب): (تبرز).(٥) أي: لو لم تكن الهمزة المخففة بزنة المحققة لا نكسر وزن الشعر. انظر \"الكتاب\" ٣/ ٥٥٠، \"الحجة\" ١/ ٣٨٥.(٦) في (ب) (أنت).(٧) الكلام بنصه في \"الحجة\"، قال: (.. ولولا ذلك لم يتزن قوله: أأن رأت رجلاً =</p><p> لأنه يجتمع (١) ثلاث سواكن، وإذا كان كذلك فتجعل (٢) بينهما (مدة) ، لئلا تكون جامعاً بين الهمزتين. </p><p> وقوله تعالى:  {ءَأَنذَرتَهُم} : لفظه لفظ الاستفهام (٣) ، ومعناه الخبر، ومثل ذلك قولك: ما أبالي (٤) أشهدت أم غبت، وما أدري أأقبلت (٥) أم أدبرت. </p><p> وإنما جرى عليه لفظ الاستفهام وإن كان خبرا، لأن فيه التسوية التي في الاستفهام، ألا ترى أنك إذا استفهمت فقلت: أخرج زيد أم أقام؟ فقد استوى الأمران عندك في الاستفهام، وعدم علم أحدهما بعينه، كما أنك (٦) إذا أخبرت (٧) فقلت. سواء عليّ أقعدت أم قمت، فقد سويت الأمرين </p><p>= أعشى \"الحجة\" ١/ ٢٨٥، ٢٨٦. فاستشهد أبو علي ببيت الأعشى، وهو شاهد سيبويه على هذِه المسألة انظر \"الكتاب\" ٣/ ٥٥٠. أما الواحدي فاستشهد ببيت ذي الرمة، الذي استشهد به الثعلبي في (تفسيره) ونصه: تطاللت فاستشرفته فعرفته ... فقلت له: آأنت زيد الأراقموروايته في \"ديوان ذي الرمة\"، وفي \"الحجة\" وغيرهما (زيد الأرانب). نظر \"تفسير الثعلبي\" ١/ ٤٨/ أ، \"الحجة\" ١/ ٢٧٩، \"تهذيب اللغة\" (اجتماع الهمزتين) ١/ ٧٣، \"اللسان\" (حرف الهمزة) ١/ ١٨، \"ديوان ذى الرمة\" ٣/ ١٨٤٩.(١) في (ب): (لأنه كان تجتمع) مثله في \"الحجة\": (لأنه كان يجتمع فيه ساكنان) ١/ ٢٨٦، وقصد الواحدي بثلاثة سواكن هي: السكون الذي في مدة الهمزة الأولى وسكون الثانية على الاحتمال الممنوع، وسكون النون.(٢) في (ب): (يجعل)، (ويكون) بالياء في الموضعين.(٣) من قوله: وقوله تعالى {ءَأَنذَرْتَهُم} .. نقله من \"الحجة\" بنصه، ١/ ٢٦٤.(٤) في (ب): (لا أبالي).(٥) في (ب): (أقبلت).(٦) في (ب): (أنت).(٧) في (ب): (اختبرت).</p><p> عليك، فلما عمتهما التسوية، جرى على هذا الخبر لفظ الاستفهام، لمشاركته له في الإبهام، فكل استفهام تسوية، وإن لم يكن كل تسوية استفهاما (١) . </p><p> وحرر أبو إسحاق هذا الفصل فقال (٢) : إنما (٣) دخلت ألف الاستفهام وأم التي هي للاستفهام (٤) ، والكلام خبر، لمعنى التسوية، والتسوية آلتها (٥) الاستفهام وأم. تقول من ذلك (٦) : أزيد في الدار أم عمرو؟ فإنما دخلت الألف وأم، لأن علمك (٧) قد استوى في زيد وعمرو، وقد علمت أن أحدهما في الدار لا محالة، ولكنك استدعيت (٨) أن يبين (٩) لك الذي علمت ويلخص (١٠) لك علمه من غيره، ولهذا تقول (١١) . قد علمت أزيد في الدار أم عمرو، وإنما تريد أن تسوي عند من تخبره العام الذي قد خلص </p><p>(١) انتهى ما نقله عن أبي علي من \"الحجة\" ١/ ٢٦٤، ٢٦٥، ونحوه قال أبو عبيدة في \"المجاز\" ١/ ٣١ وانظر. الطبري ١/ ١١١، وابن عطية ١/ ١٥٤ - ١٥٥. (٢) في \"معاني القرآن\" ١/ ٤١.(٣) في (ب): (إذا).(٤) في (ب): (الاستفهام).(٥) في \"معاني القرآن\": (والكلام خبر فإنما وقع ذلك لمعنى التسوية، والتسوية آلتها (ألف) الاستفهام و (أم)، تقول: أزيد في الدار أم عمر.). ١/ ٤١.(٦) في (ب): (في ذلك) وفي (ج) (يقول).(٧) في (ب): (عليك).(٨) في \"المعاني\": (أردت) ١/ ٤١.(٩) في (ب): (تبين).(١٠) كذا رسمت في (أ)، (ج)، وفي (ب) (ويلحظ) وفي \"المعاني\" (ويخلص) وهو الأصوب.(١١) في (ج): (يقول).</p><p> عندك (١) . </p><p> ولا يجوز هاهنا (أو) مكان (أم) لأن (أم) للتسوية بين الشيئين، و (أو) إنما هي لأحد شيئين (٢) ، يدلك (٣) على هذا أن (أم)  (٤) تكون مع الألف بتأويل (أي) فإذا قلت: أزيد عندك أم عمرو؟ فكأنك قلت: أيهما (٥) عندك، [وإذا قلت: أزيد عندك أو عمرو؟ لم يكن على معنى: أيهما عندك (٦) ]، هذا اختلاف الجواب، لأنك إذا قلت: أزيد عندك أم عمرو؟ فجوابه: زيد أو عمرو (٧) ، وكذلك في (أي) جوابه أن يذكر أحد الاسمين بعينه، فأما إذا قلت: أزيد عندك أو عمرو؟ فجوابه: نعم أو لا، فهذا فرق بينهما واضح (٨) . </p><p> ومثل هذه الآية قوله (٩) : {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ}  [المنافقون: ٦] ، وقوله:  {سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا}  [إبراهيم: ٢١] </p><p> و {سَوَاءٌ} في الآية رفع بالابتداء، ويقوم {أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ} مقام الخبر في المعنى، كأنه بمنزلة قولك:  (سواء عليهم الإنذار وتركه) لا </p><p>(١) انتهى كلام الزجاج ١/ ٤١، وانظر الطبري ١/ ١١١. (٢) انظر: \"الحجة\" ١/ ٢٦٥، ٢٦٦، \"مغني اللبيب\" ١/ ٤٣.(٣) في (ب): (فذلك).(٤) في (ب): (لم).(٥) في (ب): (أنهما).(٦) ما بين المعقوفين ساقط من (ب).(٧) في (ب): (ونحوا به زيدا وعمرا).(٨) انظر: \"الكتاب\" ٣/ ١٦٩، ١٧٠، ١٧١، \"مغني اللبيب\" ١/ ٤٢.(٩) انظر: \"الحجة\" ١/ ٢٧١.</p><p> في الإعراب، لأنك إذا قدرت هذا التقدير في الإعراب صار {سَوَاءٌ عَلَيْهِمْ} خبراً مقدَّمًا (١) . </p><p> والجملة في موضع رفع، بأنها (٢) خبر {إن}  (٣) . </p><p> ويجوز أن يكون خبر {إن} قوله: {لَا يؤْمِنُونَ} كأنه قيل: (إن الذين كفروا لا يؤمنون سواء عليهم أأنذرتهم أم لم تنذرهم) . فيكون قوله:  {سَوَآءٌ عَلَيهمءَأَنذَرتَهُم} جملة معترضة بين الاسم والخبر، وجاز ذلك، لأنه تأكيد لامتناعهم عن الإيمان (٤) ، ولو كان كلاماً أجنبياً لم يجز اعتراضه بينهما، وسترى لهذا (٥) نظائر. </p><p> ومعنى:  {سَوَآءٌ عَلَيْهِم} أي: معتدل متساو، و {سَوَآءٌ} اسم مشتق من التساوي. يقول: هما عندي سواء، ومنه قوله {فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ}  [الأنفال: ٥٨] ، يعني: أعلمهم (٦) حتى يستوي علمك وعلمهم (٧) . و {سَوَآءٌ اَلْجَحِيمِ}  [الصافات:٥٥] وسطه، لاستواء مقادير نواحيه إليه. </p><p>(١) قال أبو علي. (.. فإن رفعته بأنه خبر لم يجز، لأنه ليس في الكلام مخبر عنه، فإذا لم يكن مخبر عنه بطل أن يكون خبرا .. وأيضا فإنه لا يجوز أن يكون خبرا لأنه قبل الاستفهام، وما قبل الاستفهام لا يكون داخلا في حيز الاستفهام، فلا يجوز إذن أن يكون الخبر عما في الاستفهام متقدما على الاستفهام ..)، \"الحجة\" ١/ ٢٦٩، (٢) في (ب): (بأن).(٣) \"الحجة\"، ١/ ٢٦٨، \"معاني القرآن\" للزجاج ١/ ٤١.(٤) \"الحجة\" ١/ ٢٦٨، ٢٦٩، وانظر \"معاني القرآن\" للزجاج ١/ ٤١، \"إعراب القرآن\" للنحاس ١/ ١٣٤، \"المشكل\" لمكي ١/ ٢٠، \"الدر المصون\" للسمين الحلبي ١/ ١٠٥.(٥) في (ب): (لها).(٦) في (أ)، (ج): (علمهم). وأثبت ما في (ب)، لأنه المناسب للسياق.(٧) ذكره الطبري ١٠/ ٢٧، وانظر: \"الثعلبي\" ١/ ٤٨ أ.</p><p> وقول القائل:  (سواك وسواءك)  (١) أي (٢) : من هو في مكانك بدلا منك لاستوائه (٣) في مكانك. </p><p> قال ابن عباس: نزلت هذه الآية في اليهود الذين كانوا بنواحي المدينة (٤) على عهد رسول الله - صلى الله عليه وسلم -. وهذا القول اختيار ابن جرير، قال: لأن الله تعالى إنما ذكر هؤلاء عقيب مؤمني أهل الكتاب، فذكر بعد مؤمنيهم كافريهم، والكلام بعضه لبعض تبع (٥) . </p><p> وقال الضحاك: نزلت في أبي جهل وخمسة (٦) من أهل بيته (٧) . </p><p> وقال الربيع: نزلت في قادة الأحزاب يوم بدر (٨) ، وكذلك الآية التي بعدها. </p><p>(١) في (أ): (سواؤك) و (ب): (سواك) و (ج): (سوائك)، والتصحيح من \"الحجة\" ١/ ٢٥٠، ٢٥١، وانظر \"الأضداد\" لابن الأنباري ص ٤٠، وقد سبق كلام الواحدي عن (سواء) في أول تفسير الآية. (٢) (أي) ساقطة من (ب).(٣) في (ب): (لاستوائك).(٤) ذكره الطبري ١/ ١٠٨، وابن أبي حاتم ١/ ١٨٦ - ١٨٧ وذكره الثعلبي عن الكلبي ١/ ٤٧ ب، ومثله أبو الليث ١/ ٩٢، والبغوي ١/ ٦٤، وانظر ابن كثير ١/ ٤٨.(٥) \"تفسير الطبري\" ١/ ١٠٩.(٦) في (ب): (وحمته).(٧) ذكره الثعلبي١/ ٤٧ ب.(٨) أخرجه الطبري بسنده عن الربيع ١/ ١٠٩، وأخرجه ابن أبي حاتم بسنده عن الربيع ابن أنس عن أبي العالية ١/ ٤٠، وفي حاشيته: قال المحقق: في سنده اضطراب وذكره ابن كثير، قال: قال أبو جعفر الرازي عن الربيع بن أنس عن أبي العالية ثم ذكره، ١/ ٤٨. وذكره السيوطي في \"الدر\" عن أبي العالية ونسبه إلى ابن جرير وابن المنذر وابن أبي حاتم، ١/ ٦٥، وهو عند ابن جرير عن الربيع بن أنس ولم يوصله لأبي العالية كما سبق.</p>"
}