{
  "id": null,
  "sura": 2,
  "aya": 186,
  "text": "<p> شوالٍ أن يُكبروا (١) . </p><p> ١٨٦ - قوله تعالى:  {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي} الآية، قال الضحاك: سأل بعض الصحابة النبي - صلى الله عليه وسلم -: أقريب ربُنا فنناجيه أم بعيد فنناديه؟ فأنزل الله هذه الآية (٢) . </p><p> وقال الحسن سأل أصحاب النبي - صلى الله عليه وسلم - (٣) فقالوا: أين ربنا؟ فأنزل الله هذه الآية (٤) . </p><p> وقوله تعالى:  {فَإِنِّي قَرِيبٌ} قال عطاء عن ابن عباس: من أوليائي وأهل طاعتي (٥) . </p><p>(١) رواه الطبري عنه في \"تفسيره\" ٢/ ١٥٧، وذكره الثعلبي في \"تفسيره\" ٢/ ٣٣٠، وهو مروي عن زيد بن أسلم كما في المصدرين السابقين. (٢) ذكره الثعلبي في \"تفسيره\" ٢/ ٣٣٣، وكذا البغوي ١/ ٢٠٥، وروى الطبري ٢/ ١٥٨، وابن أبي حاتم ١/ ٣١٤، وأبو الشيخ في \"العظمة\" ٢/ ٥٣٥ وغيرهم: عن أبي الصلت بن حكيم عن أبيه عن جده، بمثل حديث الضحاك، وذكر في \"الدر المنثور\" ١/ ٣٥٢: أنه رواه البغوي في معجمه، وابن مردويه، قال أحمد شاكر: وهذا الحديث ضعيف جدا، منهار الإسناد بكل حال. حاشية \"تفسير الطبري\" ٢/ ١٥٨، وعزاه السيوطي في \"الدر\" ١/ ٣٥٢ من حديث أبي بنحوه إلى سفيان بن عيينة في \"تفسيره\"، وعبد الله بن الإمام أحمد في زوائده على الزهد من طريق سفيان عن أبي.(٣) من قوله: (أقريب ..) ساقطة من (ش).(٤) رواه عبد الرزاق في \"تفسيره\" ١/ ٧٣، وعنه الطبري في \"تفسيره\" ٢/ ١٥٨، وإسناده صحيح إلى الحسن، لكنه ضعيف لإرساله كما ذكر ذلك أحمد شاكر في تعليقه على الطبري. وعزاه السيوطي في \"الدر\" ١/ ٣٥٢ من حديث أنس بنحوه إلى ابن مردويه.(٥) تقدم الحديث عن هذه الرواية.</p><p> وقال أهل المعاني: يريد قربَه بالعلم، كما قال:  {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ}  [المجادلة: ٧] ، وقال:  {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ}  [الحديد: ٤] ، يريد بالعلم (١) . </p><p> وقوله تعالى:  {أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} قال ابن عباس: أَتَقَبَّل عبادةَ من عَبَدَني وَوَحَّدني (٢) . </p><p>(١) ينظر: \"تفسير الثعلبي\" ٢/ ٣٣٤، \"الدر المصون\" ٢/ ٢٨٩، وقد بين شيخ الإسلام في \"مجموع الفتاوى\" ٥/ ٢٤٧، ٤٦٠ أن ما نطق به الكتاب والسنة من قرب الرب من عابديه وداعيه هو مقيد لا مطلق لجميع الخلق، وذكر رحمه الله أن قرب الله ودنوه من بعض مخلوقاته لا يستلزم أن تخلو ذاته من فوق العرش، بل هو فوق العرش ويقرب من خلقه كيف يشاء، كما قال ذلك من قال من السلف، وهذا كقربه من عبده موسى لما كلمه من الشجرة، وينظر أيضا: \"مجموع الفتاوى\" ٦/ ١٣، و\"النهج الأسمى في شرح أسماء الله الحسنى\" للشيخ عبد الله المحمود ٢/ ٧٣٥ - ٧٥١. وقال الشيخ ابن عثيمين في \"شرحه للعقيدة الواسطية\" ٤٦٠ ما خلاصته: اعلم أن من العلماء من قسم قرب الله إلى قسمين، كالمعية، وقال: القرب الذي مقتضاه الإحاطة قرب عام، والقرب الذي مقتضاه الإجابة والإثابة قرب خاص، ومنهم من يقول. إن القرب خاص فقط، مقتض لإجابة الداعي وإثابة العابد، ولا ينقسم، مستدلين بهذه الآية، وبقوله - صلى الله عليه وسلم -: \"أقرب ما يكون العبد من ربه وهو ساجد\". رواه مسلم (٤٨٢) كتاب الصلاة، باب: ما يقال في الركوع والسجود، وهذا اختيار شيخ الإسلام وتلميذه ابن القيم، وقد أورد على قولهما: قوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} وقوله: {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ}، وهاتان عامتان في المؤمن والكافر، وأجيب بأن القرب فيهما إنما هو للملائكة، ألا ترى أنه قال بعد الأولى: إذ يتلقى المتلقيان، وهما من الملائكة، وقال في الثانية: ولكن لا تبصرون، أي: لا تبصرون الملائكة وهم حاضرون لقبض الروح.(٢) هذه من رواية عطاء، وقد تقدم الحديث عنها.</p><p> ويصحُّ حملُ الإجابة على القبول إذا حملت الدعاء على العبادة، والدعاءُ ضُرُوبٌ، فما كان توحيدًا وثناءً على الله، كقولك: يا الله لا إله إلا أنت، وقولك: ربنا لك الحمد يكون عبادة، لأنك دعوت الله ثم وحدته وأثنيت عليه، ولهذا يسمى دعاءً، ولما سمى العبادة دعاءً سمى القبول إجابةً؛ ليتجانس اللفظ، ومثله كثير في كلام العرب (١) . </p><p> وقال ابن الأنباري:  {أُجِيبُ} هاهنا معناه: أسمع؛ لأنه أَخْبَر عن قُرْبه تعالى، وظاهر القُرْب يدل على السماع لا على الإجابة، والإجابة قد تكون في بعض المواضع بمعنى السماع؛ لأنها تترتب على السماع، فسمى السماعَ إجابةً، كما تقول: دعوت من لا يجيب، أي: دعوت من لا يسمع. </p><p> قال الشاعر: </p><p> منزلة صَمَّ صداها وعَفَتْ ... أرسُمُها إن سُئلتْ لم تُجبِ (٢) </p><p> أراد: لم تَسْمَع، فنفى الإجابة؛ لأن نفيها يدل على نفي السمع، وكما جعلوا الإجابة بمعنى السمع جعلوا السمع بمعنى الإجابة، فيقال: سمع الله لمن حمده، يراد به: أَجَابه. </p><p> وأنشد أحمد بن يحيى عن ابن الأعرابي: </p><p> دعوتُ الله حتى خِفْتُ أن لا ... يكونَ اللهُ يَسْمَعُ ما أقولُ (٣) </p><p>(١) من \"معاني القرآن\" للزجاج ١/ ٢٥٥ بتصرف، وذكر ضربين آخرين: أحدهما: مسألة الله العفو والرحمة. وثانيهما: هو مسألته من الدنيا. كقولك: اللهم ارزقني مالا وولدا. وينظر: \"البحر المحيط\" ١/ ٤٧. (٢) البيت بلا نسبة في \"لسان العرب\"١/ ٦١٨، ٢/ ١١٥٢.(٣) البيت لسمير بن الحارث الضبي في \"تاج العروس\" ١١/ ٢٢٧ (سمع)، وفي \"نوادر أبي زيد\" ص ١٢٤.</p><p> أرأد: يجيب، وإنما قام أحدهما مقام الآخرة لأنهما يترتبان في الوجود (١) . </p><p> وقال السدي: ما من مؤمن يدعو الله إلا استجاب له، فإما أن عجل له في الدنيا، وإما ادّخر (٢) له في الآخرة، أو دفع به عنه مكروهًا (٣) . </p><p> و {أُجِيبُ} موضعه نصبٌ (٤) على الحَال، تأويله: فإني قريبٌ مجيبًا دعوةَ الداعي، فلما كان مستقبلًا رفع بما في أوله، ويجوز أن يكون مستأنفًا منقطعا مما قبله، ويجوز أن يكون محمولًا على {قَرِيبٌ} . تأويله: فإني قريبٌ مجيب، فلما كان في لفظ الاستقبال رفع بالألف، وتأويله الرفع على النعت لقريب (٥) . </p><p> وقوله تعالى:  {فَلْيَسْتَجِيبُوا لِي} أي: فليجيبوني بالطاعة وتصديق الرسل. وأجاب واستجاب بمعنى (٦) . </p><p> قال كعب الغنوي (٧) : </p><p>(١) ينظر: \"تفسير البغوي\" ١/ ٢٠٦، \"البحر المحيط\" ١/ ٤٧. (٢) في (ش): (أخر).(٣) رواه الطبري عنه في \"تفسيره\" ٢/ ١٥٩، وابن أبي حاتم في \"تفسيره\" ١/ ٣١٤.(٤) في (ش): (نصبًا).(٥) ينظر: \"البحر المحيط\" ٢/ ٤٥، وذكر أيضا إعرابًا آخر، وهو أن أجيب خبر بعد خبر.(٦) ينظر: \"تفسير الطبري\" ٢/ ١٥٩، \"تفسير ابن أبي حاتم\" ١/ ٣١٥، \"معاني القرآن\" للزجاج ١/ ٢٥٥، \"تفسير الثعلبي\" ٢/ ٣٣٥.(٧) هو: كعب بن سعد بن عمرو الغنوي، من بني غنى، شاعر جاهلي حلو الديباجة يقال له: كعب الأمثال، لكثرة ما في شعره من الأمثال، أكثر شعره في رثاء أخ له قتل في حرب ذي قار قال عنه الأصمعي بين أصحاب المراثي: ليس في الدنيا مثله. وقد رد الزركلي وعبد العزيز الميمني قولَ الغدادي والبكري: إنه شاعر =</p><p> وداعٍ دَعَا يا (١) مَنْ يُجِيبُ إلى النَّدى ... فلم يَسْتَجِبْه عندَ ذَاك مُجِيْبُ (٢) </p><p> قال أهل المعاني: الإجابة من العبد لله تعالى: الطاعة، وإجابة كلِّ شيء على وفق السؤال، والله تعالى تَعَبَّدَنا بالطاعة، فالإجابة منّا له أن نطيعه، يقال: سأل فلان فلانًا شيئًا فلم يكن له عنده إجابة، أي: إعطاء لأن سؤاله كان استعطاءً، ويقال: أجابت السماء بالمطر، إذا أرسلت المطر، وأجابت الأرضُ بالنبات إذا أنبتت (٣) ، قال زهير: </p><p> وغيثٍ من الوسمي حُوٍّ تِلاعُه ... أجابت روابيه النِّجَاءَ هَوَاطِلُه (٤) . </p><p> وقوله تعالى:  {لَعَلَّهُمْ يَرْشُدُونَ} أي: ليكونوا على رجاء من إصابة الرشد (٥) . </p><p>= إسلامي. توفي نحو١٠ ق هـ. ينظر: \"سمط اللائي\" ٧٧٢، \"الأعلام\" ٥/ ٢٢٧، \"جمهرة أشعار العرب\" ص ٢٥٠. (١) في (ش): (دعانا).(٢) البيت في \"الأصمعيات\" ص ٩٦، \"الأمالي\" لأبي علي ٢/ ١٥١ \"مجاز القرآن\" ١/ ٦٧ \"لسان العرب\" ١/ ٢٨٣ (جوب).(٣) ينظر: \"تفسير الطبري\" ٢/ ١٥٩، \"تفسير الثعلبي\" ٢/ ٣٣٦، \"البحر المحيط\" ٢/ ٤٧.(٤) البيت في \"ديوانه\" ص ١٢٧. و\"المخصص\" لابن سيده ١٠/ ١٩٠، \"تفسير الثعلبي\" ٢/ ٣٣٦، والوسمي: أول المطر، وحُوّ: تضرب إلى السواد من شدة خضرة نبتها، والتلاع: مسيل ما ارتفع من الأرض إلى بطن الوادي، والروابي: ما ارتفع من الأرض، وهواطله: مواطره، والهطل: مطر لين ليس بالشديد ينظر: \"الديوان بشرح ثعلب\" ص ١٢٧.(٥) ينظر: \"البحر المحيط\" ٢/ ٤٧.</p>"
}