{
  "id": null,
  "sura": 2,
  "aya": 151,
  "text": "<p> وعنه أيضًا: النعم ست: الإسلام (١)  (٢) ، والقرآن، ومحمد - صلى الله عليه وسلم -، والستر، والعافية، والغنى عما في أيدي الناس (٣) . </p><p> وقوله تعالى:  {وَلَعَلَّكُمْ تَهْتَدُونَ} ذكرنا معنى (لعل) فيما تقدم (٤) ، ونظمُ الكلام يوجب طرح الواو؛ لأن معناه: ولأتم (٥) نعمتي عليكم لعلكم تهتدون بنعمتي، إلا أنه قد يحسن استعمال الواو في مثل هذا الموضع، ويستفاد منه أن يكون ما بعده جملة مبتدئة تتضمن الاتصال بما سبق من الكلام، ويحسن حذف الواو فيكون حينئذ اتصالًا محضًا لا يتضمن استئناف جملة، مثاله: أن تقول: أعطيتك وأكرمتك أرجو رُشْدك، ويحسن أن تقول: وأرجو رُشْدك، أي: بالإكرام والإعطاء، وإن كانت جملة مبتدئة. </p><p> ١٥١ - قوله تعالى:  {كَمَا أَرْسَلْنَا فِيكُمْ} الآية، تكلم النحويون وأرباب المعاني في أن الكاف في قوله:  {كَمَا أَرْسَلْنَا} بماذا تتعلق، فذكروا فيه قولين (٦) ، أحدهما: أنه متعلق بما قبله، وهو من صلة {وَلِأُتِمَّ نِعْمَتِي} ، فيكون المعنى: ولأتم نعمتي عليكم كإرسالي إليكم رسولًا، أي: </p><p>(١) ساقطة من (ش). (٢) ذكره عنه الثعلبي ١/ ١٢٥٨، والبغوي ١/ ١٦٦.(٣) ذكره عنه الثعلبي في \"تفسيره\" ١/ ١٢٥٨، وذكر أبوحيان في \"البحر المحيط\" ١/ ٤٤٣: ثمانية أقوال في معنى تمام النعمة، قال فيها: صدرت مصدر المثال، لا مصدر التعيين، وكل فيها نعمة.(٤) وقد ذكر الثعلبي في هذا الموضع من \"تفسيره\" ١/ ١٢٥٨ - ١٢٦٠: معاني لعل.(٥) في (ش): (لأتم).(٦) ينظر: \"تفسير الطبري\" ٢/ ٣٦، والثعلبي ١/ ١٢٦٢.</p><p> أتم هذه كما أتممت تلك، وبيان هذا: ما ذكر محمد بن جرير، قال: إن إبراهيم عليه السلام دعا بدعوتين: </p><p> إحداهما: قوله {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا}  [البقرة: ١٢٨] . </p><p> الثانية: قوله تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ}  [البقرة: ١٢٩] وهو محمد - صلى الله عليه وسلم -، فالله تعالى قال:  {وَلِأُتِمَّ نِعمَتِى} ببيان شرائع ملتكم الحنيفية، وأهديكم لدين خليلي إبراهيم، {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ} يعني (١) : فكما أجبتُ دعوته بابتعاث الرسول، كذلك أجيب دعوته بأن أهديكم لدينه، وأجعلكم مسلمين، فيكون هذا إجابةً لدعوته حيث قال:  {وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً}  (٢) وهذا الوجه اختيار الفراء (٣) . </p><p> القول الثاني: أن {كَمَا أَرْسَلْنَا} جواب لقوله: {فَاذْكُرُونِي} معناه: فاذكروني أذكركم كما أرسلنا، فيكون هذا بمنزلة جزاءٍ له جوابان، أحدهما: مقدم، والآخر: مؤخر، ومثله من الكلام: إذا أتاك عبد الله فأتِه (٤) تُرْضِه، فقد صارت فأتِه ترْضِه جوابين (٥) . </p><p>(١) في (ش): (معنى). (٢) \"تفسير الطبري\" ١/ ٣٥ - ٣٦ بتصرف. ورجحه مكي بن أبي طالب في \"مشكل إعراب القرآن\" ١/ ١١٤، وينظر: \"البحر المحيط\" ١/ ٤٤٤.(٣) \"معاني القرآن\" للفراء ١/ ٩٢، وينظر: \"تفسير الثعلبي\" ١/ ١٢٦٢.(٤) في (ش): كتبت: (فأنه).(٥) ينظر: \"معاني القرآن\" للفراء ١/ ٩٢، وذكر الثعلبي في \"تفسيره\" ١/ ٢٦٢، وأبو حيان في \"البحر المحيط\" ١/ ٤٤٤ أن هذا قول مجاهد وعطاء والكلبي ومقاتل، وهو اختيار الأخفش والزجاج وابن كيسان والأصم، وردّ الطبري في \"تفسيره\" ٢/ ٣٦ قول من قال: معنى الآية: فاذكروني كما أرسلنا فيكم رسولا منكم أذكركم =</p><p> قال ابن الأنباري: وفسر بعض (١) أصحابنا هذا تفسيرًا شافيًا. فقال:  (كما) شرط، والفاء في قوله:  {فَاذْكُرُونِي} جوابه، و {أَذْكُرْكُمْ} جواب الشرط المقدر من الأمر في {فَاذْكُرُونِي} وكذلك: إذا أتاك عبد الله فأتِه تُرضِه، (إذا) محمولة على معنى الشرط، والفاء جواب (٢) له، فلما جعل له جواب لشرط مقدر من الإتيان، قال: ولو اقتصر على قوله: {فَاذْكُرُونِي} كان (كما) جوابًا له، فلما جُعِلَ له جوابٌ كان (كما) مذهوبًا به مذهب الشرط. </p><p> وهذا القول موافق لتفسير الآية؛ لأن الآية خطاب لمشركي العرب (٣) ، خاطبهم الله تعالى بما دلّهم على إثبات رسالة محمد - صلى الله عليه وسلم - فقال:  {كَمَا أَرْسَلْنَا فِيكُمْ} محمدًا، وهو رجل منكم أمي، تعلمون أنه لم يتلُ كتابًا، فأنبأكم (٤) بأخبار الأنبياء، أىِ: فكما أنعمت عليكم بإرساله {فَاذْكُرُونِي} </p><p>= وزعموا أن ذلك من المقدم الذي معناه التأخير، فأغربوا النزع وبعدوا من الإصابة، وحملوا الكلام على غير معناه المعروف، وسوى وجهه المفهوم. ثم فسر ذلك، ثم ذكر الرد على من قال بالجزاء الذي له جوابان، فقال: وهذا القول وإن كان مذهبا من المذاهب، فليس بالأسهل الأفصح في كلام العرب. وذكر في \"البحر المحيط\" ١/ ٤٤٤: أن مكي بن أبي طالب رد هذا القول، وقال: لأن الأمر إذا كان له جواب لم يتعلق به فاقبله لاشتغاله بجوابه، وقد رد كلامه أبو حيان في \"البحر\" وفصَّل. (١) في (م): (وفسر هذا).(٢) في نسخة (ش): (والفاء جوابها وترضه جواب الشرط مقدر من الإتيان ..) والمثبت من نسختي (أ)، (م).(٣) ينظر: \"تفسيرالثعلبي\" ١/ ١٢٦٢.(٤) سقطت من (ش).</p>"
}