{
  "id": null,
  "sura": 2,
  "aya": 231,
  "text": "<p> {أَنْ تَبَرُّوا وَتَتَّقُوا}  [البقرة: ٢٢٤]  (١) . </p><p> وقوله تعالى:  {إِنْ ظَنَّا} أي: إن علما وأيقنا أنهما يقيمان حدودَ الله (٢) . </p><p> وقوله تعالى:  {وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ} خص العالمين بالذكر، وهو في المعنى عام لهم ولغيرهم؛ لأنهم الذين ينتفعون ببيان (٣) الآيات، فصار غيرهم بمنزلة من لا يعتد بهم، ويجوز أن يُخَصّوا بالذكر لنباهتهم (٤) وتشريفهم، كقوله:  {وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ}  [البقرة: ٩٨] . </p><p> ٢٣١ - وقوله تعالى:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ} أي: قاربن انقضاء العدة، ولم يرد إذا انقضت عدتهن. فالبلوغ هاهنا بلوغ مقاربة، كما نقول: قد بلغت المدينة، إذا أشرفتَ عليها (٥) . </p><p> والأَجَلُ: آخرُ المدةِ، وعاقبةُ الأمرِ، قال لبيد: </p><p> واخْزُها (٦) بالبِرِّ لله الأَجَلْ (٧) . </p><p>(١) ينظر في إعراب الآية: \"معاني القرآن\" للزجاج ١/ ٣٠٩، \"تفسير الثعلبي\" ٢/ ١١٠٢، \"التبيان\" ١٣٥، \"البحر المحيط\" ٢/ ٢٠٢. (٢) ينظر: \"مجاز القرآن\" ١/ ٧٤، \"تفسير غريب القرآن\" لابن قتيبة ٧٨، وتأويل مشكل القرآن ص ١٨٧، وقيل: (إن ظنا) أي: رجوا، ولا يجوز أن يكون بمعنى العلم؛ لأن أحدا لا يعلم ما هو كائن إلا الله. ينظر \"تفسير الطبري\" ٢/ ٤٧٨ - ٤٧٩، \"معاني القرآن\" للزجاج ١/ ٣٠٩، \"تفسير الثعلبي\" ٢/ ١١٠٢.(٣) ساقطة من (ي).(٤) في (ش) (لنباهيهم).(٥) حكى القرطبي في \"تفسيره\" ٣/ ١٥٥ الإجماع على أن معنى البلوغ هاهنا: المقاربة، ونقل الإجماع الشوكاني ١/ ٢٤٢، وينظر \"تفسير الطبري\" ٢/ ٤٧٩ - ٤٨٠، \"تفسير البغوي\" ١/ ٢١٠، \"زاد المسير\" ١/ ٢٦٧، و\"الإجماع في التفسير\" ص٢٣٠.(٦) في (ي) و (أ): (وأحرها).(٧) صدر البيت: =</p><p> يريد (١) : لله عاقبة الأمور، ومنه يقال: أَجَّلَ الشيءَ تأجيلاً، إذا أخَّره (٢) . </p><p> {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ} أي: راجعوهن. والمعروف: ما يتعارف الناس بينهم، مما تقبله النفوس ولا تنكره العقول. قال ابن جرير: أي: بإشهاد على الرجعة، وعقد لها، لا بالوطء، كما يجوز عند أبي حنيفة (٣) . {أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ} أي: اتركوهن حتى تنقضي عدتهن، ويكن أملك بأنفسهن (٤) . {وَلَا تُمْسِكُوهُنَّ ضِرَارًا} يريد: لا تراجعوهن مضارة وأنتم لا حاجة بكم إليهن. وكانوا يفعلون ذلك إضرارًا بالمرأة {لِتَعْتَدُوا} أي: عليهن بتطويل العدة {وَمَنْ يَفْعَلْ ذَلِكَ} : الاعتداء {فَقَدْ ظَلَمَ نَفْسَهُ} ضرها، وإثم فيما بينه وبين الله (٥) . </p><p> {وَلَا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُوًا} قال أبو الدرداء: كان الرجل يطلق في </p><p>= غير أن لا تكذبنْها في التقى والبيت في: ديوانه ص ١٣٩. وفي \"الشعر والشعراء\" لابن قتيبة ص ١٧١، \"تفسير الثعلبي\" ٢/ ١١٢٦، وقوله: واخزها أَمْرٌ من خزاه يخزو خزوًا: إذا ساسه وقهره، ورواية \"اللسان\" واجْزِها، والأجلّ من الجلالة كما قال ابن السكيت في \"إصلاح المنطق\" ٣٧٤ ص وقال ابن منظور: الأجل: الأعظم، كما في \"لسان العرب\" ٢/ ١١٥٥ مادة (خزا) وهذا لايوافق ما استشهد عليه الواحدي به متابعًا الثعلبي.(١) ساقطة من (ي).(٢) ينظر في الأجل: \"تفسير الثعلبي\" ٢/ ١١٢٥، \"تهذيب اللغة\" ١/ ١٢٤، \"المفردات\" ص٢٠ - ٢١، \"عمدة الحفاظ\" ١/ ٧١، \"اللسان\" ١/ ٣٢ مادة (اجل).(٣) رواه الطبري في \"تفسيره\" ٢/ ٤٧٩ - ٤٨٠، وينظر \"تفسير الثعلبي\" ٢/ ١١١٢.(٤) \"معاني القرآن\" للزجاج ١/ ٣٠٩.(٥) من \"تفسير الثعلبي\" ٢/ ١١١٢ - ١١١٣.</p><p> الجاهلية، ويقول إنما طلقت وأنا لاعب، فيرجع (١) فيها، ويعتق فيقول مثل ذلك، وينكح فيقول مثل ذلك، فأنزلت هذه الآية، فقرأها رسول الله - صلى الله عليه وسلم - وقال:  \"من طلق أو حرّر أو نكح أو أنكح، فزعم أنه لاعب فهو جد\"  (٢) . </p><p> وقيل: معناه: لا تتركوا العمل بما حد الله عز وجل فتكونوا مقصرين لاعبين، كما تقول للرجل (٣) الذي لا يقوم بما تكلفه ويتوانى فيه، إنما أنت لاعب، وهذا معنى (٤) قول الكلبي (٥) . </p><p> وقال عطاء (٦) : يريد أن المستغفر من الذنب المصِرَّ عليه كالمستهزئ بآيات ربّه. </p><p> {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ} قال عطاء: بالإسلام (٧) . </p><p>(١) في (ي): (يرجع). (٢) رواه الثعلبي في \"تفسيره\" ٢/ ١١١٦، وقال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٩١: رواه الطبراني، وفيه عمرو بن عبيد وهو من أعداء الله، وراه ابن عدي في \"الكامل\" ٥/ ١٠٩ مختصرا، وابن أبي عمر عن الحسن عن رجل عن أبي الدرداء كما ذكر البوصيري في \" إتحاف المهرة\" ٨/ ٤٣ وضعفه لجهالة التابعي، وله شاهد من حديث عبادة بن الصامت، وروى ابن أبي شيبة في \"المصنف\" ٥/ ١٠٦، والطبراني في \"تفسيره\" ٥/ ١٣عن الحسن مرسلا، وإسناده صححه ابن حجر في \"العجاب\" ١/ ٥٨٩، وصحح الألباني في الإرواء ٦/ ٢٢٧ إسناد ابن أبي شيبة، وينظر \"تحقيق الثعلبي للمنيع\" ٢/ ١١١٨.(٣) في (ش) (يقول الرجل).(٤) ساقطة من (ش).(٥) ينظر \"تفسير الثعلبي\" ٢/ ١١٢٢، والبغوي في \"تفسيره\" ١/ ٢٧٥.(٦) لعله الرواية التي تقدم الحديث عنها في القسم الدراسي من المقدمة.(٧) رواه الطبري في \"تفسيره\" ٢/ ٤٨٣، وذكره الواحدي في \"الوسيط\" ١/ ٣٣٨، وعزاه في \"الدر المنثور\" ١/ ٥٠٨ - ٥١٠ إلى وكيع والبخاري وعبد بن حميد وأبي داود=</p><p> {وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ} يعنى: القرآن {وَالْحِكْمَةِ} يعنى: مواعظ القرآن (١) . </p><p> وفي قوله تعالى:  {وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} تنبيهٌ على أنه لا يسقط الجزاء على شيء من أعمالهم لخفائه عنده، لأنه بكل شيء عليم. </p><p> قوله تعالى:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ} الآية: نزلت في أخت معقل بن يسار (٢) ، طلقها زوجها، فلما انقضت عدتها جاء يخطبها، فأبى معقل أن يزوجها إياه، ومنعها بحق الولاية من ذلك، فلما نزلت هذه الآية تلاها عليه رسول الله - صلى الله عليه وسلم -، فقال معقل: رَغِمَ أنفي لأمر الله، وقال: فإني أومن بالله واليوم الآخر، وأنكحها إياه (٣) . </p><p> وأراد ببلوغ الأجل هاهنا: انقضاءَ العِدَّةِ، لا بُلوغَ المُقَاربَة (٤) . </p><p>= والترمذي والنسائي وابن ماجه وابن المنذر، وأبي حاتم في \"تفسيره\" ٢/ ٤٢٦، وابن مردويه والحاكم والبيهقي. (١) \"تفسير الثعلبي\" ٢/ ١١٢٢.(٢) هو: معقل بن يسار بن عبد الله بن معبر بن حراق المزني، أبو عبد الله، وقيل: أبو اليسار، صحب الرسول - صلى الله عليه وسلم - وشهد بيعة الرضوان، روي عنه قوله: بايعناه على أن لا نفر. سكن البصرة، وتوفي في آخر خلافة معاوية، وقيل: أيام يزيد بن معاوية، وفي الأعلام نحو ٦٥ هـ. ينظر أسد الغابة ٥/ ٢٣٢ - ٢٣٣، و\"الاستيعاب\" ٣/ ٤٨٥، \"الأعلام\" ٧/ ٢٧١.(٣) الحديث رواه البخاري ٤٥٢٩ كتاب: التفسير، باب: قوله: وإذا طلقتم النساء، وأبو داود (٢٠٨٧) كتاب: النكاح، باب: في العضل، والترمذي (٣٩٨١) كتاب: تفسير القرآن، باب: ومن سورة البقرة وغيرهم.(٤) ينظر: \"تفسير البغوي\" ١/ ٢١٠، و\"المحرر الوجيز\" ٢/ ٢٨٨ - ٢٩٠، \"تفسير القرطبي\" ٣/ ١٥٥، و\"الإجماع في التفسير\" ٢٣٠ - ٢٣١.</p><p> والعَضْل: المنع، يقال: عَضَل فلان أَيِّمهُ: إذا مَنَعَها من التزوُّج، فهو يَعْضِلها وَيعْضُلها. أنشد الأخفش: </p><p> وإن قصائدي (١) يدي لَكَ فاصطنعني ... كَرَائمُ قد عُضِلنَ عن (٢) النكاح (٣) </p><p> وأصل العضل في اللغة: الضيق، يقال: عَضَّلَتِ المَرْأةُ: إذا نَشِبَ الولدُ في بطنها، وكذلك عَضَّلَتِ الشَّاةُ، وعضَّلَتْ الأرض بالجيش: إذا ضاقت بهم لكثرتهم (٤) . </p><p> قال أوس بن حجر (٥) : </p><p> تَرَى الأرْضَ مِنَّا بالفَضاءِ مَرِيضَةً ... مُعَضِّلةً منا بجَيْشٍ عَرَمْرَمِ (٦) </p><p>(١) في (ش): (قضا). (٢) في (ي): (من).(٣) البيت نسب إلى إبراهيم بن هرمة في \"ديوانه\" ص ٨٦ وفيه: كان قصائدي، ينظر: \"تفسير الثعلبي\" ٢/ ١١٦٢، \"الأغاني\" ٦/ ١٠١، \"الكشاف\" ١/ ٣٣٨، \"البحر المحيط\" ٢/ ٢٠٦، \"تفسير الرازي\" ٦/ ١١١.(٤) في حاشية (أ) زيادة في الحاشية قال: وعَضَّلت الدجاجةُ فهي مُعَضِّل إذا احْتَبَس بيضُها ونَشِبَ فلم يخرج. وعَضَّلت الناقة فهي مُعَضِّلٌ إذا احتبس ولدها في بطنها.(٥) هو أبو شريح بن حجر بن مالك التميمي، وقيل أبن عتاب من شعراء بني تميم في الجاهلية، في شعره حكمة ورقة، عمّر طويلا ولم يدرك الإسلام، له ديوان شعر. ينظر: \"الشعر والشعراء\" ١١٤، \"الأعلام\" ٢/ ٣١.(٦) البيت من الطويل، وهو لأوس بن حجر في \"ديوانه\" ص ١٢، \"تهذيب اللغة\" للأزهري ٣/ ٢٤٧٥ \"لسان العرب\" ٥/ ٢٩٨٩، مادة: عضل، وروايتهما: بجمعٍ عَرَمْرَمِ.</p><p> وأَعْضَل الدَّاءُ الأطباءَ، إذا أعياهم، ويقال: داءٌ عُضَال، وأمر عُضُال. </p><p> وأَعْضَلَ الأمرُ: إذا اشتد. ومنه قول أوس (١) : </p><p> وليس أخوك الدائمُ العَهْد بالذي ... يذمُّكَ إنْ ولَّى وُيرْضِيكَ مُقْبِلا </p><p> ولكنّه النَّائي إذا (٢) كُنْتَ آمِنًا ... وصَاحِبك الأدْنَى إذا الأمْرُ أَعْضَلا (٣) </p><p> وقوله تعالى:  {أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ} يريد: الذين كانوا أزواجًا لهن، ويجوز أن يريد (٤) من رضين بهم أزواجًا. ومحل (أن) نصب بحذف الخافض، وجرٌّ عند الكسائي والخليل، على ما (٥) سبق شرحه (٦) . </p><p> وأراد (٧) : ينكحن نكاحًا جديدًا: {إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ} أي: بعقد حلال، ومهر جائز، ونظم الآية: أن ينكحن أزواجهن بالمعروف إذا ترضوا بينهم بالمعروف (٨) ، وفي هذا ما يقطع به على صحة قول من قال: لا نكاح </p><p>(١) البيتان، لأوس بن حجر، في: ديوانه ص ٨٢. وفي \"تفسير الطبري\" ٢/ ٤٨٨، \"تفسير الثعلبي\" ٢/ ١١٢٧. (٢) في (ش): (إذ).(٣) ينظر في عضل: \"معاني القرآن\" للزجاج ١/ ٣١١، \"تهذيب اللغة\" ٣/ ٢٤٧٦، \"تفسير الثعلبي\" ٢/ ١١٢٦ - ١١٢٧، \"المفردات\" ٣٤١، \"عمدة الحفاظ\" ٣/ ١٠٩ - ١١٠، \"اللسان\" ٥/ ٢٩٨٩.(٤) في (ي): (يكون).(٥) في (ي): (ما قال).(٦) تقدم في قوله تعالى: {أَنْ تَبَرُّوا وَتَتَّقُوا} [البقرة: ٢٢٤].(٧) في (ي): (أراد).(٨) من \"تفسير الثعلبي\" ٢/ ١١٢٨.</p><p> إلا بوليٍّ؛ لإجماع المفسرين أن هذا الخطاب للأولياء، ولو صَحَّ نكاحٌ دون ولي لم يتصوَّر عضل، ولم يكن لنهي الله عن العضل معنى (١) . </p><p> وزعم (٢) قوم أن (٣) المعني بالنهي عن العضل: الزوج، وأن البلوغ هاهنا: مقاربة انقضاء العدة، ومعنى عضلها: أن يطلقها واحدة ثم يمهلها حتى تقارِبَ انقضاء العدة، ثم يراجعها، ثم يطلقها، ويطول عليها بالعدة بعد العدة، فذلك العضل، وهذا خلاف ما أجمع عليه المفسرون، ثم ما ذكروا مستفاد من الآية الأولى فلا تحمل هذه على ما وردت فيه الأولى، ثم في نفس هذه الآية ما يقطع بفساد ما قالوه، وهو أنه قال:  {فَلَا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ} فقرن النهي عن العضل بشرط التراضي بالنكاح ولا يكون التراضي بالنكاح (٤) إلا بعد التصريح بالخطبة والنكاح، وقد نهى الله عز وجل عن ذلك بقوله:  {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ}  [البقرة: ٢٣٥] وعلى ما ذكروا لا يكون هذا التراضي إلا قبل انقضاء العدة، وقبل بلوغ الكتاب أجله، إذ لا يكون العضل من الزوج إلا في ذلك الوقت، ولا يكون العضل من الولي إلا بعد بلوغ الكتاب أجله وانقضاء العدة، فوقوع التراضي بالنكاح في هذا الوقت أولى (٥) . </p><p> وقوله تعالى:  {ذَلِكَ يُوعَظُ}  {ذَلِكَ} إشارة إلى ما سبق، أي: أمر </p><p>(١) من \"تفسير الثعلبي\" ٢/ ١١٢٨ - ١١٢٩، وينظر \"تفسير الطبري\" ٢/ ٤٨٨، \"معاني القرآن\" للزجاج ١/ ٣١٠. (٢) في (ي): (زعم).(٣) في (م): (إلى أن).(٤) سقط من (ش).(٥) ينظر: \"التفسير الكبير\" ٦/ ١٢٠ - ١٢١، وقد نصر القول الذي رد عليه الواحدي.</p><p> الله الذي تلي عليكم من ترك العضل، ووحَّد الكاف وهو يخاطب جماعة؛ لأن الجماعة في معنى القبيل (١) . </p><p> وقال الفراء:  {ذَلِكَ} حرف، كثر في الكلام حتى تُوُهِّمَ بالكاف أنها من الحروف، وليست بخطاب، فعلى هذا يجوز أن يخاطب المرأة والرجل والواحد والاثنان والجماعة بالكاف المنصوبة، ومن جعل الكاف للخطاب ثنى وجمع وأنث (٢) ، وقد نزل القرآن باللغتين جميعًا قال الله تعالى:  {ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي}  [يوسف: ٣٧] . {فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ}  [يوسف: ٣٢] . وقال:  {ذَلِكُمْ يُوعَظُ بِهِ}  [الطلاق: ٢] . وقال:  {أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ}  [الأعراف: ٢٢] . </p><p> وأنكر الزجاج هذا وقال: اللهُ خاطب العرب بأفصح اللغات، وليس في القرآن تَوَهُّم، تعالى الله عن هذا (٣) ، وقول الفراء صحيح، وإن أنكره الزجاج؛ لأن التوهم تعود إلى العرب هم توهموا ذلك، والله تعالى يخاطبهم بلغتهم، وهذا كقولهم: تمكن فلان من الشيء، توهموا أن ميم المكان أصلي فبنوا منه الفعل، ولهذا نظائر في كلامهم، يجعلونَ الحرفين بمنزلة حرف واحد، كما قلنا (٤) في (ماذا) ، وهو كثير. </p><p> وقال صاحب النظم: الكاف في (ذلك) مَنْ جَعَلَه للخطاب أظهَرَ </p><p>(١) ذكر في \"البحر المحيط\" ٢/ ٢١٠: أن ذلك خطاب للنبي - صلى الله عليه وسلم -، وقيل: لكل سامع، ثم رجع إلى خطاب الجماعة فقال: (منكم)، وقيل: ذلك بمعنى ذلكم. (٢) \"معاني القرآن\" للفراء ١/ ١٤٩ بمعناه، وينظر \"تفسير الطبري\" ٢/ ٤٨٨ - ٤٨٩، \"معاني القرآن\" للزجاج ١/ ٣١١، \"تفسير الثعلبي\" ٢/ ١١٣٣.(٣) \"معاني القرآن\" للزجاج ١/ ٣١١.(٤) في (ي): (قال).</p>"
}