{
  "id": null,
  "sura": 2,
  "aya": 177,
  "text": "<p> وكفروا ببعض (١) . وإن قلنا: الكتاب هو القرآن، فقال ابن عباس: يريد اختلفوا فيما أنزلت عليك (٢) . وذكرنا حقيقة معنى الاختلاف عند قوله:  {وَاخْتِلَافِ اللَّيْلِ وَالنَّهَار}  [البقرة: ١٦٤]  (٣) . </p><p> وقوله تعالى:  {لَفِي شِقَاقٍ بَعِيدٍ} ذكرنا معنى (شقاق) عند قوله: {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ}  [البقرة: ١٣٧] . </p><p> ومعنى {لَفِي شِقَاقٍ بَعِيدٍ} : لفي خلاف طويلٍ (٤) ، ويقال: معناه: بعيدٍ عن الألفة بالاجتماع على الصواب (٥) . </p><p> ١٧٧ - قوله تعالى:  {لَيْسَ الْبِرَّ} قرئ (البرُّ) رفعًا ونصبًا (٦) ، وكلتا القراءتين حَسَن؛ لأن اسم ليس وخبرها، اجتمعا في التعريف، فتكافآ في كون أحدهما اسمًا، والآخر خبرًا، كما يتكافأ النكرتان. وحجة من رفع (البر) : أن اسم {لَيْسَ} مشبهة بالفاعل وخبرها بالمفعول، والفاعل أن يلي الفعل أولى من المفعول، كما تقول: قام زيد، فيلي الاسم الفعل، وإذا </p><p>(١) ينظر: \"تفسير الطبري\" ٢/ ٩٣، \"معاني القرآن\" للزجاج ١/ ٢٤٦، \"تفسير الثعلبي\" ١/ ١٢٤٨، \"زاد المسير\" ١/ ١٧٧. (٢) ينظر: \"زاد المسير\" ١/ ١٧٧، \"البحر المحيط\" ١/ ٤٩٥.(٣) ينظر: ٣/ ٤٣١ - ٤٣٢.(٤) ينظر: \"تفسير الثعلبي\"، \"زاد المسير\" ١/ ١٧٧، \"المحرر الوجيز\" ٢/ ٧٨، \"البحر المحيط\" ١/ ٤٩٦.(٥) ينظر: \"تفسير الطبري\" ٢/ ٩٣، \"معاني القرآن\" للزجاج ١/ ٢٤٦، وابن أبي حاتم في \"تفسيره\" ١/ ٢٨٧، \"زاد المسير\" ١/ ١٧٧، \"البحر المحيط\" ١/ ٤٩٦.(٦) قرأ حمزة وحفص: بالنصب، وقرأ الباقون: بالرفع. ينظر: \"النشر\" ٢/ ٢٢٦.</p><p> قدمت المفعول كان النيةُ به التأخير، كما تقول: ضرب غلامَه زيدٌ (١) . </p><p> ومن نصب البر، ذهب إلى أن بعض النحويين قال: أَنْ مع صلتها أولى أن تكون اسم ليس؛ لشبهها بالمضمر، في أنها لا توصف كما لا يوصف المضمر، وكان هاهنا اجتمع مُضْمَرٌ ومظهر، والأولى إذا اجتمعا أن يكون المُضْمَرُ الاسم، من حيث كان أذهب في الاختصاص من المظهر، فكذلك إذا اجتمع (أن) مع مظهر غيره كان أن يكون (أن)  (٢) الاسم، والمظهرُ الخبرُ أولى (٣) ، وعلى هذا قرئ في التنزيل قوله: {فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ (١٧) } [الحشر: ١٧] . وقوله تعالى:  {وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا}  [الأعراف: ٨٢]  {مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا}  [الجاثية: ٢٥] ، والاختيار رفع البر؛ لأنه روي عن ابن مسعود أنه قرأ: ليس البرُّ بأن (٤) ، والباء تدخل في خبر ليس. </p><p> واختلف المفسرون في هذه الآية على وجهين: فقال قتادةُ (٥) والربيع (٦) ومقاتل (٧) : عنى الله بهذه الآية: اليهود والنصارى، وذلك أن </p><p>(١) من \"الحجة\" لأبي علي ٢/ ٢٧٠ بمعناه. (٢) (أن) ليست في (ش).(٣) \"الحجة\" لأبي علي ٢/ ٢٧١، وينظر: \"معاني القرآن\" للزجاج.(٤) رواه الثعلبي بسنده عن عبد الله، وأبي بن كعب. وينظر: \"معاني القرآن\" للفراء، \"المحرر الوجيز\" ٢/ ٧٨، \"تفسير القرطبي\" ٢/ ٢٢٠، ونسب القراءة لأبي بن كعب أيضًا، وينظر: \"البحر المحيط\" ٢/ ٢.(٥) رواه عنه عبد الرزاق في \"تفسيره\" ١/ ٦٦، والطبري ٢/ ٩٤.(٦) رواه عنه الطبري ٢/ ٩٥ واختاره، وذكره ابن أبي حاتم ١/ ٢٨٧.(٧) لعل المراد به هنا مقاتل بن حيان، كما هو عند الثعلبي، وقد روى عنه ابن أبي حاتم ١/ ٢٨٧ ما يوافق القول الثاني.</p><p> اليهود كانت تصلي قِبَلَ المغرب إلى بيت المقدس، والنصارى قِبَلَ المشرق، وزعم كل طائفة أن البر في ذلك، فأخبر الله تعالى أن البر غيرُ دينهم وعملهم، ولكنه ما بينه في هذه الآية. فقال ابن عباس (١) ، ومجاهد (٢) ، والضحاك (٣) ، وعطاء (٤) : المراد به المؤمنون، وقد كان الرجل قبل الفرائض إذا شهد الشهادتين، وصلى إلى أي ناحية (٥) كانت، ثم مات على ذلك، وجبت له الجنة، فلما هاجر رسول الله - صلى الله عليه وسلم -، ونزلت الفرائض، وحُدَّتْ الحدود، وصرفت القبلة إلى الكعبة، أنزل اللهُ هذه الآية، فقال: ليس البرُّ كله أن تصلوا ولا تعملوا غير ذلك، ولكن البرَّ ما ذكر في الآية (٦) . </p><p> وقوله تعالى:  {وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ}  {الْبِرَّ} مصدر، ولا يخبر عن المصادر بالأسماء ومَنْ اسم. واختلف النحويون وأهل المعاني في وجهه. وقال أبو عبيدة: البر، هاهنا، بمعنى: البار (٧) ، والفاعل قد يسمى بالمصدر، كما يسمى المفعول به، ومنه قوله تعالى {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ </p><p>(١) رواه عنه الطبري ٢/ ٩٤، وابن أبي حاتم ١/ ٣٨٧. (٢) السابق.(٣) السابق.(٤) ذكره الثعلبي في \"تفسيره\" ٢/ ١٤٣، وابن الجوزي في \"زاد المسير\" ١/ ١٧٨، وأبو حيان في \"البحر المحيط\" ٢/ ٢.(٥) في (م): (جهة).(٦) رواه الطبري في \"تفسيره\" ٢/ ٩٤ عن قتادة، وعزاه السيوطي في \"الدر\" ١/ ٣١٠ إلى عبد بن حميد، وابن المنذر، وذكره الثعلبي في \"تفسيره\" ٢/ ١٤٠ - ١٤١.(٧) \"مجاز القرآن\" لأبي عبيدة ١/ ٦٥، و\"تفسير الطبري\" ٢/ ٩٥، \"تفسير الثعلبي\" ٢/ ١٤٧.</p><p> غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} [الملك: ٣٠] . أي: غائرًا. </p><p> وقالت الخنساء: </p><p> فإنما هي إقبال وإدبار (١) </p><p> أي: مقبلة ومدبرة. </p><p> وقال آخر: </p><p> هَرِيقي مِنْ دمُوعهما سِجاما ... ضُباعَ وجَاوبِي نَوْحًا قيامًا (٢)  (٣) </p><p> أراد: نائحاتٍ قائماتٍ. ومثله قوله:  {وَالْعَاقِبَةُ لِلتَّقْوَى}  [طه: ١٣٢] أي: للمتقي. </p><p> وحكى الزجَّاجُ أن معناه: ذا البر، فحذف (٤) ، كقوله:  {هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ}  [آل عمران: ١٦٣] ، أي: ذوو درجات (٥) . </p><p> وقال قطرب (٦) والفراء (٧) : معناه: ولكن البرَّ برُّ من آمن، فحذف المضاف، وهو كثير في الكلام، كقوله:  {وَأُشرِبُواْ فِى قُلُوبِهِمُ اَلعِجلَ} </p><p>(١) صدر البيت: ترتع ما رتعت حتى إذا ادكرتوالبيت في \"ديوان الخنساء\" ص ٣٨٣، \"الشعر والشعراء\" ص ٢١٥.(٢) في (م): (سقاقًا .. حاوي)، وفي (ش): (صباع .. وجاوني).(٣) البيت في \"مجاز القرآن\" ١/ ٤٠٤ بلا نسبة، بل قال: وقال باكٍ يبكي هشامَ بن المُغيرة. والطبري ١٥/ ٢٤٩، والقرطبي ١٠/ ٤٠٩، و\"شرح أبيات سيبويه\" ١/ ٩٤، ٣٥٤.(٤) \"معاني القرآن\" للزجاج ١/ ٦٥.(٥) ينظر: \"تفسير الثعلبي\" ١/ ١٢٤٨، \"البيان في إعراب القرآن\" لأبي البركات الأنباري ١/ ١٣٩.(٦) ينظر: \"تفسير الثعلبي\" ١/ ١٢٤٨، \"البحر المحيط\" ٢/ ٣، قال: وعلى هذا خرجه سيبويه. ينظر: \"الكتاب\" لسيبويه ١/ ٢١٢، وهو اختيار الطبري في \"تفسيره\" ٢/ ٩٥.(٧) \"معاني القرآن\" للفراء. ١/ ١٠٥.</p><p> [البقرة: ٩٣] و {وَاسْأَلِ الْقَرْيَةَ}  [يوسف: ٨٢] ويقولون: الجود حاتم، والشعر زهير، والشجاعة عنتر. </p><p> وقال النابغة: </p><p> وكيف تواصل من أصبحت ... خِلالتُه كأبي مرحب (١) </p><p> قال الفراء: والعرب تخبر عن الاسم بالمصدر، وعن المصدر بالاسم، وتجعل الاسمَ خبرًا للفعل، والفعلَ خبرًا للاسم؛ لأنه أمر معروف المعنى عندهم (٢) ، وحكي عن العرب أنهم يقولون: إنما البِرُّ الصادقُ (٣) : الذي يصل رحمه، ويخفي صدقته، فيجعلون الاسم خبرًا للفعل، وأما الأفعال التي جعلت أخبارًا للأسماء، فقولُ الشاعر: </p><p> لَعَمْرُك ما الفتيان أن تَنْبُتَ اللّحى ... ولكنما الفتيانُ كلُّ فَتًى نَدِيّ (٤) </p><p> فجعل نباتَ اللِّحى، وهو مصدر، خبرًا للفتيان (٥) . </p><p>(١) البيت في \"ديوانه\" ص ٢٦، \"لسان العرب\" ٣/ ١٦٠٧ (رحب). (٢) سقطت من (ش).(٣) سقطت من (ش).(٤) قال البغدادي في شرح أبيات \"مغني اللبيب\": البيت ملفق من مصراعين من أبيات لابن بيض، وهي:لعمرك ما الفتيان أن تنبت اللحى ... وتعظم أبدان الرجال من الهبرولكنما الفتيان كل فتى ندي ... صبور على الآفات في العسرِ واليُسْرِوقد ذكره غير منسوب الفراء في \"معاني القرآن\" ١/ ١٠٤، الثعلبي في \"تفسيره\" ٢/ ١٤٥، \"أمالي المرتضى\" ١/ ٢٠١، \"شرح شواهد المغني\" ٢/ ٢٦٤، \"مغني اللبيب\" ٢/ ٦٩١.(٥) \"معاني القرآن\" ١/ ١٠٤ - ١٠٥ للفراء بمعناه.</p><p> قال ابن الأنباري: ولا يجوز القياس على هذا، وإنما يستعمل في مثل هذا ما استعملته العرب، لا يجوزُ أن تقولَ: الرُّكوب عبد الله؛ لأن هذا (١) من المجاز، والمجاز لا يقاس بعضه على بعض، إلا أن يُوصفَ رجلٌ بحسن الركوب فيصير عَلَمًا فيه، فيقال فيه: الرُكوبُ عبدُ الله، كما يقال: الجُودُ حاتم، ولا يقاس على المشهور ما ليس بمشهور. </p><p> قال أبو علي: ومثل هذه الآية قوله: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ} . ثم قال:  {كَمَنْ آمَنَ}  [التوبة:١٩] ، وهذا على: أجعلتم أهل سقاية حاج كمن آمن أو أجعلتم سقاية الحاج (٢) كإيمان من آمن، ليقع التمثيل بين حَدَثَيْن، أو بين فَاعِلَيْن، إذ لا يقع التمثيل بين (٣) حدث وفاعل (٤) . </p><p> وقوله تعالى:  {وَالْكِتَابِ} يريد: الكُتُب، قاله ابن عباس (٥) . </p><p> وقوله تعالى:  {وَآتَى الْمَالَ عَلَى حُبِّهِ} الأكثرون (٦) على أن الكناية في الحب راجعة إلى المال، والتقدير (٧) : وآتى المال على حب (٨) المال، </p><p>(١) ليست في (أ)، (م). (٢) الجملة من قوله: (ثم قال ..) سقطت من (ش).(٣) في (م): (من).(٤) ينظر: \"التفسير الكبير\" للرازي ٥/ ٣٩.(٥) \"تفسير الثعلبي\" ٢/ ١٤٩، وقال الزمخشري في \"الكشاف\" ١/ ١٠٩: والكتاب: جنس كتب الله، أو القرآن. ينظر: \"تفسير الرازي\" ٥/ ٣٧.(٦) ينظر: \"تفسير الطبري\" ٢/ ٩٥، ٩٦، و\"تفسير ابن أبي حاتم\" ١/ ٢٨٨، \"المحرر الوجيز\" ٢/ ٨٠، \"البحر المحيط\" ٢/ ٥، وقال: لأنه أقرب مذكور، ومن قواعد النحويين أن الضمير لا يعود على غير الأقرب إلا بدليل.(٧) سقطت من (ش).(٨) في (ش): (حبه).</p><p> فأضيف الحب إلى المفعول، كما تقول: اشتريت طعامي كاشتراء طعامك. </p><p> قال ابن عباس (١) وابنُ مسعود (٢) : هو أن تؤتيه وأنت صحيح شحيح. وهذا التفسير يقوي رجوع الكناية إلى المال. </p><p> وقال ابن الأنباري: يجوز أن تكون الهاء عائدة على {مَنْ} في </p><p> قوله:  {مَنْ آمَنَ} فيكون المصدر مضافًا إلى الفاعل، وتُرِكَ ذكرُ المفعول معه، لانكشاف المعنى. </p><p> قال: ويجوزُ أن يعودَ إلى الإيتاء، أي: على حُب الإيتاء، (وآتى) يدل على الإيتاء؛ لأن الفعل يدل على المصدر، كقوله تعالى:  {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا}  [آل عمران: ١٨٠] ، أي: البخل، كنى عنه؛ لأن (يبخلون) يدل عليه، ومثله قولُ القَطَامي: </p><p> هُمُ الملوكُ وأبناءُ المُلوكِ هُمُ ... والآخذون به والسَّاسَةُ الأُوَلُ (٣) </p><p> أراد: والآخذون بالملك، ودلَّ (الملوكُ) عليه، فكنى عنه، وأنشد الفراء (٤) : </p><p>(١) عزاه إليه في \"التفسير الكبير\" ٥/ ٣٩. (٢) رواه عنه ابن المبارك في \"الزهد\" ص ٨، وعبد الرزاق في \"المصنف\" ٩/ ٥٥، وسعيد بن منصور ٢/ ٦٤٨، والطبري في \"تفسيره\" ٢/ ٩٥، وابن أبي حاتم في \"تفسيره\" ١/ ٢٨٨، وبمعنى هذا: حديث أبي هريرة مرفوعًا، رواه البخاري (١٤١٩) كتاب الزكاة، باب: أي الصدقة أفضل، ومسلم (١٠٣٢) كتاب الزكاة، باب: بيان أن أفضل الصدقة صدقة الصحيح الشحيح.(٣) البيت من البسيط، وهو بهذه الصيغة للنابغة في \"ديوانه\" ص ٧٥، \"لسان العرب\" ١/ ١١٩مادة (ألا).(٤) \"معاني القرآن\" للفراء ١/ ١٠٤ - ١٠٥.</p><p> إذا نُهي السفيهُ جرى إليه ... وخَالف والسفيهُ إلى خلاف (١) </p><p> أي: إلى السفه، ويكون المعنى على هذا الوجه: لا يعطيه وهو متسخِّط، وهذا الوجْهُ اختيارُ الحسين بن الفضل (٢) . </p><p> وقوله تعالى:  {وَابْنَ اَلسَّبِيلِ} قال مجاهد: هو المنقطع من أهله يَمُرُّ عليك (٣) . </p><p> وقال قتادة: هو الضيفُ ينزل بالرجل (٤) . </p><p> قال أهل المعاني: كل مسافر من حاجٍّ وغازٍ وغيرهما، فهو ابن السبيل؛ لملازمته الطريق، وكل من لزم شيئا نسب إليه، فيقال للشجعان: بنو الحروب، وللناس: بنو الزمان؛ لأنهم لا يَنْفَكُّون منه، ولطيرِ الماءِ: ابنُ الماء، وهو كثير (٥) . </p><p> وقوله تعالى:  {وَفِى اَلرِّقَابِ} قال ابن عباس: يريد المكاتبين (٦) ، ويكون التقدير: وفي غزو الرقاب. </p><p>(١) تقدم تخريج البيت عند تفسير [البقرة: ١٧٧]. (٢) \"تفسير الثعلبي\"، ٢/ ١٥٠ \"المحرر الوجيز\" ٢/ ٨١، \"زاد المسير\" ١/ ١٧٧، \"البحر المحيط\" ٢/ ٥، وقال عن هذا القول: إنه بعيد من حيث اللفظ، ومن حيث المعنى، أما من حيث اللفظ: فإنه يعود على غير مصرح به، وعلى أبعد من المال، وأما المعنى: فلأن من فعل شيئًا وهو يحب أن يفعله لا يكاد يمدح على ذلك؛ لأن في فعله ذلك هوى نفسه ومرادها.(٣) رواه عنه الطبري في \"تفسيره\" ٢/ ٩٧، وابن أبي حاتم في \"تفسيره\" ١/ ٢٩٠، وروى مثله عن قتادة.(٤) رواه عنه الطبري في \"تفسيره\" ٢/ ٩٧، وذكره ابن أبي حاتم ١/ ٢٨٩، وأسنده عن ابن عباس، قال ابن عطية في \"المحرر الوجيز\" ٢/ ٨١: والأول أعم.(٥) ينظر: \"تفسير الطبري\" ٢/ ٩٧، \"المحرر الوجيز\" ٢/ ٨١.(٦) عزاه إليه ابن الجوزي في \"زاد المسير\" ١/ ١٧٨، قال وهو مروي عن علي=</p><p> وقيل: فداء الأسارى، وعتق النسمة، وفك الرقبة (١) ، والرقاب: جمع الرقبة، وهو مُؤَخَّر أصل العنق، واشتقاقها: من المراقبة، وذلك أن مكانها من البدن مكان الرقيب المشرف على القوم؛ ولهذا المعنى يقال: أعتق الله رقبته، ولا يقال: أعتق الله عُنَقَه، لأنها لما سميت رقبةً كانت كأنها تراقب العذاب، ومن هذا يقال للتي لا يعيش لها ولد: رَقُوب؛ لأجل مراعاتها موتَ ولدِها (٢) . </p><p> وقوله تعالى:  {وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا} قال المفسرون: أراد: فيما بينهم وبين الله، وبينهم وبين الناس، إذا وعدوا أنجزوا، وإذا حَلَفُوا ونَذَروا وَفَّوا، وإذا قالوا صدقوا، وإذا ائتمنوا أدَّوا (٣) . </p><p> ارتفع قوله:  {وَالْمُوفُونَ} بالعطف على محل (مَنْ) في قوله: {مَنْ </p><p>= والحسن وابن زيد والشافعي، ورواه ابن أبي حاتم في \"تفسيره\" ١/ ٢٩٠ عن سعيد ابن جبير ومقاتل بن حيان والحسن والزهري، وينظر: \"تفسير الطبري\" ٢/ ٩٨، وقد حكى الواحدي في \"الوسيط\" أن جميع المفسرين قالوا: يريد به المكاتبين، والمفسرون ذكروا الخلاف على أربعة أقوال: المكاتبون، وأنهم عبيد يشترون بهذا السهم ويعتقون، وفداء الأسرى، وجميع هؤلاء، وهذا قول ابن عطية وابن العربي في \"أحكام القرآن\" ١/ ٦٠، واستظهره أبو حيان في \"البحر\" ٢/ ٦. ينظر: \"الإجماع في التفسير\" ص ١٩٥. (١) ينظر: \"تفسير الثعلبي\" ١/ ١٢٤٩، \"المحرر الوجيز\" ٢/ ٨١، \"الكشاف\" ١/ ١٠٩، وقال في \"زاد المسير\" ١/ ١٧٩: رواه مجاهد عن ابن عباس، وبه قال مالك بن أنس وأبو عبيد وأبو ثور، وعنه كالقولين.(٢) ينظر في الرقاب: \"المفردات\" ص ٢٠٦، \"اللسان\" ٣/ ١٧٠١ (رقب)، والكلام بنصه عند الرازي في \"تفسيره\" ٥/ ٤٢.(٣) \"تفسير الثعلبي\" ٢/ ١٦٦، وينظر: \"تفسير الرازي\" ٥/ ٤٣، \"تفسير القرطبي\" ٢/ ٢٢٥.</p><p> آمَنَ} وهو رفع؛ لأنه خبر لكن، كأنه: ولكن البر من آمن بالله والموفون، أو على المدح على أن يكون خبر ابتداء محذوف، تقديره: وهم الموفون (١) . </p><p> وقوله تعالى:  {وَالصَّابِرِينَ} قال الكسائي: هو معطوف على ذوي القُربى، كأنه: وآتى المال على حبه ذوي القربي والصابرين (٢) . </p><p> قال النحويون: إذا عطفت قوله: (والموفون) على الموصول وهو قوله: (من) لا يجوز أن يكون (الصابرين) مِنْ صلة (مَنْ) وقوله: (وآتى المال) ، مِنْ صلة (مَنْ) ، فإذا نصبت الصابرين بقوله:  {وَآتَى الْمَالَ} ، على ما ذكره الكسائي فقد جعلت {وَالْصَّابِرِينَ} من تمام الصلة، ولا يجوز هذا؛ لأنك قطعت ذلك الكلام بالعطف على (مَنْ) ، حيث عطفت عليه قوله:  {وَالْمُوفُونَ} ، ولا يجوز العطف على الموصول حتى ينقضي بصلته، كما لا يؤكد ولا يوصف إلا بعد انقضائه بجميع صلته؛ لأن الموصول مع الصلة بمنزلة اسم واحد، ومحالٌ أن يوصف الاسم، أو يؤكد، أو يعطف عليه، </p><p>(١) \"معاني القرآن\" للزجاج ١/ ٢٤٧، \"تفسير الثعلبي\" ٢/ ١٦٧، \"التفسير الكبير\" ١/ ٤٢، \"التبيان\" ص ١١٢، وذكر وجهًا ثالثًا: وهو أن يعطف (الموفون) على الضمير في (آمن). (٢) \"معاني القرآن\" للفراء ١/ ١٠٧، قال: وإنما امتنع من مذهب المدح -يعني الكسائي- الذي فسرت لك؛ لأنه قال: لا ينصب الممدوح إلا عند تمام الكلام، ولم يتمم الكلام في سورة النساء، ألا ترى أنك حين قلت: (لكن الراسخون في العلم منهم) - إلى قوله: (والمقيمين والمؤتون)، كأنك منتظر لخبره، وخبره في قوله: (أولئك سنؤتيهم أجراً عظيماً). والكلام أكثره على ما وصف الكسائي، ولكن العرب إذا تطاولت الصفة جعلوا الكلام في الناقص والتام كالواحد وينظر أيضا: \"إعراب القرآن\" للنحاس ١/ ٢٣١، وقال: وهذا القول خطأ بين.</p><p> إلا بعد تمامه وانقضائه بجميع أجزائه وما يتصل به، فلا يجوز إذن أن يكون {وَالصَّابِرِينَ} عطفا على قوله: {وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى} . </p><p> واذا كان قوله:  {وَالْمُوفُونَ} عطفا على الموصول؛ لأن قولَه:  {وَالصَّابِرِينَ} على هذا من تمام الموصول، فلا يجوز الفصل بينه وبين الموصول بالمعطوف على الموصول، ألا ترى أنه لا يجوز أن تقول: مررت بالضاربين وقوم زيدًا، حتى تقدم زيدًا على القوم، وكذلك سبيل التأكيد والصفة، لو قلت: أعجبني كلامُكَ كلُّه زيدًا، أو أعجبني كلامُك الحسن زيدًا، لم يجز؛ لوصفك الاسم وتأكيدك قبل تمامه بما في صلته. </p><p> وإن جعلت قوله:  {وَالْمُوفُونَ} رفعًا على المدح على ما ذكرنا، لم يصح أيضا قول الكسائي؛ لأن الفصل بين الصلة والموصول يقع به إذا كان مدحًا، كما يقع إذا كان معطوفًا على الموصول، بل الفصل بينهما بالمدح أشنع؛ لكون المدح جملة، والجمل ينبغي أن تكون في الفصل أشنع بحسب زيادتها على المفرد (١) . </p><p> فإن قيل: أليس جاز الفصلُ بين المبتدأ والخبر بالجملة، كقول القائل: إن زيدًا -فافهم ما أقول- رجلُ صدقٍ، وكقوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا}  [الكهف: ٣٠] . ثم قال:  {أُولَئِكَ} ففصل بين المبتدأ والخبر بقوله: {إِنَّا لَا نُضِيعُ} ؟ قيل: ليس الصلة مع الموصول كالمبتدأ مع الخبر؛ لأن اتصال كل واحد منهما بالآخر أشد من اتصال المبتدأ وخبره، لأن مجراهما مجرى حروف الاسم </p><p>(١) ذكر هذا بمعناه الرازي في \"تفسيره\" ٥/ ٤٤.</p><p> الواحد وأجزائه، وعلى حسب شدة الاتصال يقبح الانفصال، وليس كذلك المبتدأ مع خبره، ألا ترى أنَّ كل واحد منهما ليس كَجُزْء (١) الآخر. وإذا كان الأمرُ على ما ذكرنا، لم يَجُزْ الفصل بين بعض الصلة وبعض؛ لأن عطفَك على الموصول بالمفرد والجملة وتأكيدَك إياه ووصفَك له وإبدالَك منه يؤذن كل ذلك بالتمام والانقضاء، فلا يسوغ أن يذكر ما يؤذن بالتمام ويدل عليه ثم يتم بعد؛ لأن ذلك نَقْصٌ وفساد (٢) . </p><p> فأما (٣) قول الشاعر: </p><p> ذاك الذي وأبيك يَعرِف مالكٌ ... والحقُّ يَدفَع تُرَّهاتِ الباطلِ (٤) </p><p> ففصل بين الصلة والموصول بالقسم، وهو جملة؛ لأن القسم، وإن كان في الأصل جملة، فإنه لا توصف به النكرة، ولا توصل به الموصول، كسائر الجمل، فالفصلُ بها -لجريها مجرى غير الجمل في هذه المواضع- أسهَل وأسْوَغ من الفصل بغيره؛ لمخالفة القسم سائر الجمل. وأيضًا فإن للقسم مداخل ليس لغيره من الجمل، ألا ترى أن القسم قد دخل بين الشرط وجزائه في نحو: إن تأتنى والله آتك، ولا يدخل عليه غيره من الجمل. </p><p> فالقسم مما (٥) قد اتسع بالفصل فيه؛ لكثرته، ويقع مواقع لم يقع غيره، فلا يلزم إذا اتسع فيه ففصل به أن يفصل بغيره. ألا ترى أنهم اتسعوا في الفصل بالظرف، ففصلوا به بين إن واسمها، وليس يوجب فصلهم بذلك </p><p>(١) في (ش): (ليس كَجَسر الآخر). (٢) ذكر هذا بمعناه الرازي في \"تفسيره\" ٥/ ٤٤.(٣) في (ش): (وأما).(٤) البيت لجرير في \"ديوانه\" ص٥٨٠، \"لسان العرب\" ١/ ٤٣١ (تره).(٥) في (م): (ما).</p><p> فصلهم بغيره. وكذلك يجوز الفصل بالقسم في الصلة، ولا يجوز ذلك في غيره، فبان (١) بما ذكرنا أنه لا وجه لقول الكسائي، وهذا كله كلام أبي علي. ثم قولُ الكسائي ضعيف أيضا في المعنى؛ لأنه يَضْعُفُ أن يُقَال: معنى الآية: ولكن البرّ من آمن بالله وآتى الصابرين. والصحيح: أنَّ ما بعد {آمَنَ} تَعدادٌ لأفعال {مَنْ آمَنَ} وأوصافه. </p><p> والوجه في نصب {وَالصَّابِرِينَ} قولُ الفراء، وهو أنه ذهب به إلى المدح، وإن كان مِنْ صفة {مَنْ} ، والعرب تعترض في صفات الواحد إذا تطاولت بالمدح أو الذم، فينصبون بعض المدح، وإن كان الاسم رفعًا، كأنهم ينوون إخراج المنصوب بمدح مجدد غير متبع لأول الكلام، من ذلك قولُ الشاعر: </p><p> لا يَبْعَدَنْ قومي الذين هُمُ ... سَمُّ العُداةِ وآفةُ الجُزْر </p><p> النازلينَ بكلِّ مُعْتَرَكٍ ... والطيبين معاقِدَ الأزْرِ (٢) </p><p> فنصبوا النازلين والطيبين على المدح. </p><p> وأنشد أيضا: </p><p> إلى الملك القَرْمِ وابنِ الهمام ... وليثَ الكتيبةِ في المُزْدَحمْ (٣) </p><p>(١) في (ش): (فان). (٢) البيتان لخرنق بنت بدر بن هفَّان، ترثي زوجها ومن قتل معه، في \"ديوانها\" ص ٤٣، \"معاني القرآن\" للفراء، \"لسان العرب\" ٧/ ٤٤٥٤ (نضر). وفي \"الكتاب\" لسيبويه ٢/ ٦٤، لكن قال: (والطيبون) قال الفراء: وربما رفعوا (النازلون) (الطيبون)، وربما نصبوهما على المدح، والرفع على أن يُتْبَعَ آخرُ الكلام أوّلَه.(٣) البيت بلا نسبة في \"معاني القرآن\" للفراء ١/ ١٠٥، \"الإنصاف\" ص ٣٧٦، \"الخزانة\" ١/ ٢١٦. والقَرْم: السيد المعظم.</p><p> فنصب ليثَ الكتيبة على المدح، والاسم قبله مخفوض (١) . </p><p> وقال أبو علي مختارًا هذا القول: الأحسن عندي في هذه الأوصاف التي تعطف وتذكر للرفع من موصوفها والمدح أو النقص منهم والذم: أن يخالف (٢) بإعرابها، ولا يجعل كلها جارية على موصوفيها؛ لأن هذه المواضع من مواضع الإطناب في الوصف، والإبلاغ في القول، فإذا خُولِفَ بإعراب الأوصاف كان أشدَ وأوقعَ فيما يعني لضرورةِ الكلام، وكونه بذلك ضروبًا وجملًا (٣) ، وكونه في الإجراء على الأول وجهًا واحدًا وجملةً واحدة (٤) . ونص سيبويه في قوله:  {وَالْمُقِيمِينَ الصَّلَاةَ}  [النساء: ١٦٢] ، أنه نصبٌ على المدح. انتهى كلامه (٥) . </p><p> ومعنى المدحِ والذمِّ في النحو: أن العربَ لما أطنبت في وصفٍ بمدح أو ذم سلكت طرقًا، وأتت بأوصاف كثيرة، فلذلك خالفت بإعراب الأوصاف، تنويهًا بالموصوف وتنبيهًا على المراد، كأنهم ظنوا أنهم لو أجروا الأوصافَ على نحوٍ واحدٍ، كانوا قد أَتوا بوصفٍ واحدٍ. وأما علة اختلاف الحركة في المدح والذم: فقال الفراء: أصل المدح والذم من كلام السامع، وذلك أن الرجل إذا أخبر الرجل، فقال له: قام زيد، أثنى السامع عليه، فقال: ذكرت والله الظريف، ذكرت العاقل، وهو والله الظريف، هو العاقل، فأراد المتكلم أن يمدحه بمثل ما مدحه به السامع، </p><p>(١) من \"معاني القرآن\" للفراء ١/ ١٠٦ بتصرف، واختاره الطبري في \"تفسيره\" ٢/ ١٠٠. (٢) في (ش): (لا تخالف).(٣) في (م): (وحولًا).(٤) نقله عنه الرازي في \"تفسيره\" ٥/ ٤٥، ونقله في \"البحر المحيط\" ٢/ ٧ - ٨.(٥) \"الكتاب\" لسيبويه ٢/ ٦٣ - ٦٥.</p><p> فجرى الإعراب على ذلك (١) . </p><p> وقال الخليل: المدح والذم ينصبان على معنى: أعني الظريفَ (٢) . </p><p> وأنكر الفراء هذا القول (٣) ، وقال:  (أعني) إنما تقع تفسيرًا للاسم المجهول، والمدح يأتي بعد المعروف، ولو اطرد لنا إضمار (أعني) لأجزنا (٤) : قام زيدٌ أخاك، على معنى: أعني أخاك، وهذا لا يقوله (٥) العرب أصلًا (٦) . قال: والذم بمنزلة المدح، يقال: مررت بزيدٍ الخبيثِ، والخبيثَ، ومن هذا: قوله عز وجل {وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ}  [المسد: ٤] . وقد تدخل الواو على المنصوب على المدح والذم ويكون (٧) نكرةً، فيقال: مررت برجل ينصفُ من يُناظرهُ، وعاقلًا لبيبًا عالمًا، قال الشاعر: </p><p> ويأوي إلى نسوة عُطَّلٍ ... وشُعثًا مراضيعَ مثل السَّعَالِي (٨) </p><p> فنصب شعثًا على الذم. وقال آخر: </p><p>(١) نقله الرازي في \"تفسيره\" ٥/ ٤٥، وينظر: \"الكتاب\" لسيبويه ٢/ ٦٥. (٢) نقله الرازي في \"تفسيره\" ٥/ ٤٥.(٣) ليست في (أ)، (م).(٤) في (ش): (لأجرينا).(٥) في (ش): (بالتاء وفيهما).(٦) نقله الرازي في \"تفسيره\" ٥/ ٤٥.(٧) في (ش): (بالتاء).(٨) البيت، وهو لأمية بن أبي عائذ الهذلي، في \"شرح أشعار الهذليين\" ٢/ ٥٠٧، ذكره الفراء في \"معاني القرآن\" ١/ ١٠٨ولم ينسبه، وفي \"لسان العرب\" ٣/ ١٦٦١ (رضع). ويروى: وشعث على النعت كما ذكر الفراء. وهذا البيت في وصف صائد وإعساره. وعطل: هن اللواتي لاحلي عليهن، وشعث: جمع شعثاء، وشعثها من قلة التعهد بالدهن والنظافة. والسعالي: ضرب من الغيلان، الواحد: سعلاة.</p><p> إلى الملك القرم وابن الهمام ... وليثَ الكتيبة في المزدحم (١) </p><p> فنصب ليثَ على المدح. </p><p> وقوله تعالى:  {فِي الْبَأْسَاءِ} قال ابن عباس: يريد الفقر، وهو اسم من البؤس. (والضراء) قال: يريد المرض (٢) . وهما اسمان على فعلاء ولا أَفْعل لهما؛ لأنهما ليسا بنعتين (٣) . </p><p> (وحين البأس) قال ابن عباس: يريد القتال في سبيل الله والجهاد (٤) . ومعنى البأس في اللغة: الشدة، يقال: لا بأس عليكم في هذا، أي: لا شدة ولا حرج، {بِعَذَابٍ بَئِيسٍ}  [الأعراف: ١٦٥] ، شديد، ثم تسمى الحرب بأساء لما فيها من الشدة، والعذاب يسمى بأسًا لشدته، قال الله:  {فَلَمَّا رَأَوْا بَأْسَنَا}  [غافر: ٨٤] وقال: {فَلَمَّا أَحَسُّوا بَأْسَنَا}  [الأنبياء: ١٢] وقال: {فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ}  [غافر: ٢٩] كل هذا معناه: العذاب (٥) . </p><p> وقوله تعالى:  {أُولَئِكَ الَّذِينَ صَدَقُوا} أي: أهل هذه الأوصاف هم الذين صدقوا في إيمانهم (٦) . وهذه الواوات في الأوصاف في هذه الآية </p><p>(١) سبق تخريج البيت. (٢) ذكره ابن أبي حاتم في \"تفسيره\" ١/ ٢٩١، ورواه الطبري في \"تفسيره\" ٢/ ٩٩، عن ابن مسعود والربيع وقتادة والضحاك وابن جريج.(٣) \"تفسير الثعلبي\" ٢/ ١٧٠، وينظر: \"تفسير الطبري\" ٢/ ١٠٠، \"التفسير الكبير\" للرازي ٥/ ٤٥.(٤) رواه الطبري ٢/ ١٠١، وابن أبي حاتم ١/ ٢٩٢ عن ابن مسعود ومجاهد وقتادة والربيع والضحاك وسعيد بن جبير والحسن وأبي العالية ومرة ومقاتل بن حيان.(٥) ينظر في معاني البأس: \"تهذيب اللغة\" ١/ ٢٥٥ (بأس)، \"المفردات\" ص ٧٥، \"التفسير الكبير\" ٥/ ٤٥.(٦) ينظر: \"تفسير الطبري\" ٢/ ١٠١، \"تفسير الثعلبي\" ٢/ ١٧١، \"المحرر الوجيز\" ٢/ ٨٢.</p>"
}