{
  "id": null,
  "sura": 3,
  "aya": 161,
  "text": "<p> قال محمد بن إسحاق بن يَسَار -في هذه الآية- (١) : أي: إنْ يَنْصُرْكَ (٢) اللهُ؛ فَلاَ غالبَ لك مِنَ النَّاس، ولن يَضُرَّكَ خِذْلانُ مَنْ خَذَلَكَ، وإنْ يَخْذلْكَ؛ فَلَنْ يَنْصُرَكَ الناسُ؛ أي: لا تترك أمري للناس، وارفض الناسَ (٣) لأمري. </p><p> وقوله تعالى:  {فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ} . </p><p> (مَنْ) -ههنا-: تقريرٌ لِلنَّفْي؛ أي: لا يَنْصُرُكُمْ أحدٌ (٤) مِنْ بَعْدِهِ. وإنما تضمن حرفُ الاستفهام معنى النفي؛ لأن جوابَهُ يجب أن يكون بالنفي، فصار ذِكْرُهُ يغني عن ذِكْرِ جوابه، وكان أبلغ لتقرير المخاطَبِ فيه، بما لا يتهيأ له إنكاره. </p><p> ١٦١ - قوله تعالى:  {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} الآية. </p><p> اختلفوا في سبب نزول هذه الآية: </p><p> فرَوَى عكرمةُ، ومِقْسَم (٥) ، وسعيد بن جبير، عن ابن عباس: أنَّ الآية </p><p>= الوارد في كتب اللغة التي رجعت إليها، أن واحد الخناطيل: (خِنْطيلة)، و (خُنْطُولة). أما (الخنطول)، فهو يطلق على: القرن الطويل. انظر: \"التهذيب\" ١/ ١١١٣ (خنطل)، و\"الصحاح\" ٤/ ١٦٨٦ (خطل)، و\"اللسان\" ٣/ ١٢٧٨ (خنطل)، و\"التاج\": ١٤/ ٢١٥ (خنطل).(١) قوله، في:\"سيرة ابن هشام\" ٣/ ٧٠، و\"تفسير الطبري\" ٤/ ١٥٤، و\"تفسير ابن أبي حاتم\" ٣/ ٨٠٣.(٢) في (ج): (ينصركم).(٣) في \"سيرة ابن هشام\": (وارفض أمر الناس ..).(٤) (أحد): مطموسة في: (ب).(٥) هو: أبو القاسم، مِقْسم بن بُجْرة، ويقال: نَجْدة الكِنْدي، ثم التُّجيبي النخعي. يقال له: مولى ابن عباس، من مشاهير التابعين، أسلم في حياة النبي - صلى الله عليه وسلم -، وبايع =</p><p> نزلت في قَطِيفَةٍ (١) حمراءَ، فُقِدَت يوم بَدْر، قال بعض الناس: لَعَلَّ النبي - صلى الله عليه وسلم - أخذها (٢) . </p><p> وقال -في رواية الضحّاك- (٣) : إن رسول الله - صلى الله عليه وسلم -، لَمَّا وَقَعَ في يده غنائمُ هَوَازِنَ يوم حُنَيْنٍ، غَلَّهُ رجلٌ بِمِخْيَط، فأنزل الله هذه الآية. </p><p> وقال قتادة -في نزول هذه الآية- (٤) : نزلت وقد غَلَّ طوائفُ مِن أصحابه. ورُوي عن ابن عباس -من طريقٍ آخرَ-: أنَّ أشراف الناس </p><p>= معاذًا في اليمن، ويقال: إن له صُحبة، صَدوق وكان يُرْسل، مات سنة (١٠١هـ). انظر: \"ميزان الاعتدال\" ٥/ ٣٠١، و\"الإصابة\" ٣/ ٤٥٥، و\"تقريب التهذيب\" ٥٤٥ (٦٨٧٣). (١) القطيفة: دِثَارٌ أو كِسَاءٌ مُخَمَّلٌ؛ أي: له أهداب. وجمعها: قطائف، وقُطُف. انظر (قطف) في: \"القاموس\" ٨٤٥، و\"المعجم الوسيط\" ٢/ ٧٥٣.(٢) الأثر عن ابن عباس -من رواية مقسم-، أخرجه: أبو داود (٣٩٧١) كتاب الحروف والقراءات، والترمذي (٣٠٠٩) كتاب التفسير. باب: (٤) من سورة آل عمران. وقال: (حديث حسن غريب)، والطبري في \"تفسيره\" ٧/ ٣٤٨، ٣٤٩، وأورده السيوطي في \"الدر\" ٢/ ٣٦١ وزاد نسبة إخراجه إلى عبد بن حميد. ومن رواية عكرمة، أخرجه: الطبري في \"تفسيره\" ٤/ ١٥٥، وابن أبي حاتم في \"تفسيره\" ٣/ ٨٠٣، والطبراني في \"المعجم الكبير\" ١١/ ٣٦٤ رقم (١٢٠٢٨، ١٢٠٢٩)، والواحدي في \"أسباب النزول\" (١٣٠). ومن رواية سعيد بن جبير، أخرجه الطبري في \"تفسيره\" ٤/ ١٥٥.(٣) من رواية جويبر عن الضحاك، عن ابن عباس، أوردها الثعلبي ٣/ ١٤٠ ب، وابن الجوزي في \"زاد المسير\" ١/ ٤٩٠.(٤) قوله في: \"تفسير الطبري\" ٤/ ١٥٧، و\"زاد المسير\" ١/ ٤٩٠. وهذا القول من قتادة تفسير للآية على القراءة الثانية {يَغُلَّ}.</p><p> استدعوا رسول الله - صلى الله عليه وسلم -، [وطلبوا]  (١) تخصيصهم (٢) بشيءٍ مِنَ المغانم؛ فنزلت هذه الآيةُ (٣) </p><p> وقال الكلبي (٤) ، ومقاتل (٥) : نزلت حين ترك الرُّمَاةُ المَرْكَزَ يومَ أحُد؛ طلبا للغنيمة، وقالوا: نخشى أنْ يقول النبي - صلى الله عليه وسلم -: مَن (٦) أخَذَ شيئًا فهو له، وأنْ لا يقسِم الغنائمَ، كما لم يَقْسِمْ (٧) يومَ بَدْر. فقال النبي - صلى الله عليه وسلم -: ظننتم أنَّا نَغُلُّ، ولا نَقْسِم لكم. فأنزل الله هذه الآية. </p><p> وفي قوله {يَغُلَّ} قراءتان: أحدهما: فتح الياء، وضم الغَيْن (٨) ؛ ومعناه: ما كان لِنَبِيٍّ أن يَخُونَ. مِنَ (الغُلُول) ، وهو: الخِيَانَةِ. يُقال:  (غَلَّ، يَغُلُّ، غُلُولًا) : إذا خَانَ، وأصلُهُ: أخْذُ الشيء في خُفْيَةٍ (٩) . </p><p>(١) ما بين المعقوفين زيادة يقتضيها السياق. (٢) ويجوز أن تكون: لتخصيصهم. بدلًا من الكلمة التي أضفتها قبلها.(٣) لم أقف على مصدر هذه الرواية، وقد ذكرها ابن الجوزي في \"زاد المسير\" ١/ ٤٩٠.(٤) قوله في \"تفسير الثعلبي\" ٣/ ١٤٠ ب.(٥) قوله في \"تفسيره\" ١/ ٣١٠، والمصدر السابق. وبه قال الفراء في \"معاني القرآن\" ١/ ٢٤٦.(٦) من قوله: (من ..) إلى (فقال النبي - صلى الله عليه وسلم -): ساقط من (ج).(٧) في (أ): (يُقْسَم). وفي: (ب)، (ج): مهملة من الشكل. وأثبَتُّ ضبطَها من \"تفسير الثعلبي\" ٣/ ١٤٠ ب؛ نظرًا لتقارب سياق المؤلف لهذا القول، مع سياق الثعلبي، وهي الأليق بسياق الكلام.(٨) القراءة بفتح الياء، وضم الغَين: {يَغُلَّ}، قرأ بها: ابن كثير، وأبو عمرو، وعاصم. وقرأ الباقون: {يَغُلَّ} -بضم الياء، وفتح الغين-. انظر: \"الحجة\" للفارسي ٣/ ٩٤، و\"النشر\" ٢/ ٢٤٣، و\"إتحاف فضلاء البشر\" ١٨١.(٩) انظر: \"تهذيب اللغة\" ٣/ ٢٦٨٩.</p><p> قال الزّجاج (١) : وما (٢) كان مِنْ هذا الباب، فهو راجعٌ إلى هذا، مِنْ ذلك:  (الغَالُّ) : وهو الوادي الذي (٣) يُنْبِتُ الشجرَ، في مُطْمَئِن مِنَ الأرض (٤) ، وجمعه:  (غُلّان) ، ومن ذلك:  (الغِلّ) : الحقد في الصدر؛ لأنه كامن (٥) ، و (الغِلاَلَة) : الثوب الذي يلبس تحت الثياب (٦) . و (الغَلَلُ)  (٧) : الماء الذي يجري في أصول الشجر؛ لأنه مستَتِرٌ بالأشجار. </p><p> فمعنى قوله تعالى:  {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} ، أي: أن يَخُونَ فيكم (٨) </p><p>(١) في \"معاني القرآن\" له ١/ ٤٨٤، وقد نقله عنه بتصرف، واختصار. وقد ورد نص قول الزجاج في \"تهذيب اللغة\" ٣/ ٢٦٨٩، مع اختلاف يسير عما في \"معاني القرآن\"، ووافق نقل المؤلف -هنا- عن الزجاج، بعضًا مما في نسخة \"المعاني\" المطبوعة، ووافق بعضًا مما في \"التهذيب\"، وليس في \"المعاني\". مما يدل على أن المؤلف نقل عن نسخةٍ من المعاني فيها بعض اختلاف عن النسخة المطبوعة المتداولة، أو نقل قولَ الزجاج عن كتابٍ آخر تصرف في عبارة الزجاج. (٢) في \"المعاني\": فكل ما.(٣) في (ب): (التي).(٤) (في مطمئن من الأرض): ليست في \"معاني القرآن\". والعبارة في \"التهذيب\" (وهو الوادي المطمئن الكثير الشجر). وانظر: \"المنتخب\" لكراع النمل ١/ ٤٢٤.(٥) في \"المعاني\": وهو الحقد. وفي \"التهذيب\": وهو الحقد الكامن.(٦) قوله: (والغلالة: الثوب الذي يلبس تحت الثياب): أورده في \"التهذيب\" من قول أبي زيد، وليس من قول الزجاج.(٧) في (أ)، (ب)، (ج): (الغال). وفي \"المعاني\": الغل. وما أثبت من مصادر اللغة. انظر (غلل) في: \"إصلاح المنطق\" ٢٦، و\"غريب الحديث\" لأبي عبيد ١/ ٤٩؛ و\"جمهرة اللغة\" لابن دريد ٢/ ٢٠١٢، و\"تهذيب اللغة\" ٣/ ٢٦٨٩، و\"المقاييس\" ٤/ ٣٧٦، و\"اللسان\" ٦/ ٣٢٨٧.(٨) هكذا وردت (فيكم) في (أ)، (ب)، (ج)، و\"تفسير الوسيط\" المؤلف ٣٧١. وأرى أن الأصوب أن تكون: (فيكتم)؛ لأنه أنسب للسياق الذي أراد المؤلف من خلاله أن يُدلِّل على أن معنى (الغل) -هنا- فيه كتمان وكمون وستر، وهو أنسب بسبب النزول الذي أورده المؤلف سابقًا، وأشار إليها هنا. ويعزز هذا ما قاله في تفسيره \"الوجيز\": (أي: يخون بكتمان شيء من الغنيمة عن أصحابه) ١/ ٢٤٠.</p><p> الغنيمةَ مِن أصحابه. أو أنْ يَخُونَ بأن يعطيَ البعضَ دون البعضِ، على ما روي في سبب النزول. </p><p> فإن قيل: ما معنى تخصيص النبي - صلى الله عليه وسلم - ههنا-، وغيرُهُ يساويه في أنه ليس له ذلك؟. </p><p> قلنا:  (أَنْ) مع المستقبل، تكون بمعنى المصدر؛ كأنه قيل:  (ما كان لِنَبي الغُلُول) ؛ أراد: ما غَلَّ نَبِيٌّ. ينفي عن الأنبياء الغُلُولَ، لا أنه (١) ينهاهم بهذا اللفْظَ. </p><p> وقال (٢) بعض أهلِ المعاني: اللّام فيه منقولة؛ معناه: ما كان نَبِيٌّ (٣) ليَغُل، كقوله -عز وجل-: {مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ}  [مريم: ٣٥] ، أي: ما كان الله لِيَتّخِذَ [ولدا]  (٤) ، على نفي الاتخاذ، -كذلك- الآيةُ على نفي الغُلُول عن الأنبياء. </p><p> وحجة هذه القراءة: ما روي عن ابن عباسٍ -في أكثر الروايات- في سبب نزول الآية، وعن الكلبي ومقاتل، وذلك يدل على نَسَبِ الغُلُول إلى </p><p>(١) في (ج): لأنه -. بدلًا من: (لا أنه). (٢) من قوله: (وقال ..) إلى (.. ليتخذ ولدا): نقله بنصه عن \"تفسير الثعلبي\" ٣/ ١٤١ أ. ولم أقف على من قال بهذا القول، من أصحاب المعاني.(٣) (في) (ج): (لنبي).(٤) ما بين المعقوفين زيادة من (ج).</p><p> النبي - صلى الله عليه وسلم -، فَنَفى ذلك عنه. و-أيضًا- فإنَّ ما هو مِن هذا (١) القبيل في التنزيل، أُسنِدَ الفعلُ فيه إلى الفاعل، نحو:  {مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ}  [يوسف: ٣٨] ، و {مَا كَانَ لِيَأْخُذَ أَخَاهُ}  [يوسف: ٧٦] ، و {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ}  [آل عمران: ١٤٥] ، و {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا}  [التوبة: ١١٥] , و {وَمَا كَانَ اللَّهُ لِيُطْلِعَكُمْ}  [آل عمران: ١٧٩] . </p><p> ولا يكاد يجيء منه:  (ما كان زيدٌ ليُضْرَبَ) ، فيُسنَد الفعلُ فيه إلى المفعول به، فكذلك:  {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} يُسندُ (٢) فيه الفعلُ إلى الفاعل. يُؤكِّدُ (٣) هذا الفصل، ما حكى أبو عبيد (٤) عن يونس (٥) أنه اختار (يَغُلّ) -بفتح الياء-، وقال: لا يكون في الكلام: (ما كان لك أن تُضْرَب) بضم التاء. </p><p>(١) من قوله: (من هذا ..) إلى (يُسند فيه الفعل إلى الفاعل): نقله -بتصرف يسير- عن \"الحجة\" للفارسي ٣/ ٩٦. (٢) من قوله: (يسند ..) إلى (.. عن يونس أنه): ساقط من (ج).(٣) في (أ): (بمؤكد). والمثبت من (ب)، (ج).(٤) (أ)، (ب)، (ج): (أبو عبيدة). وما أثبَتُّه فمن \"تهذيب اللغة\" ٣/ ٢٦٨٨. فقد ورد فيه: (وأخبرني المنذري، عن الحسين بن فهم، عن ابن سلام، قال: كان أبو عمرو بن العلاء، ويونس يختاران ..) وذكره. وابن سَلّام، هو: أبو عبيد. والمؤلف، كثيرًا ما ينقل عن \"تهذيب اللغة\" بتصرف. وانظر: \"اللسان\" ٦/ ٣٢٨٦ (غلل).(٥) هو: أبو عبد الرحمن، يونس بن حبيب الضَبِّي بالولاء نحوي بصري، أخذ عن أبي عمرو بن العلاء، وحماد بن سلمة، وكانت له حلقة بالبصرة يحضرها أهل العلم، والأدباء وفصحاء الأعراب، توفي سنة (١٨٣هـ). انظر: \"أخبار النحويين البصريين\" ٥١، و\"طبقات النحويين\" للزبيدي ٥١، و\"إنباه الرواة\" ٤/ ٧٤.</p><p> وهذه القراءة اختيار ابن عباس، كان (١) يقرأ (يَغُلّ) بفتح الياء، فقيل له: إنَّ ابن مسعود يقرأ: {يُغَلّ} ، فقال ابن عباس: قد كان النبي يُقتَل، فكيف (٢) لا يُخَوَّنُ؟ (٣) . </p><p> والقراءة الثانية:  {يُغَلّ} بضم الياء، وفتح الغين. </p><p> وهذه القراءة تحتملُ وجهين (٤) : أحدهما: أن يكون من (الغُلُول) . والثاني: أن يكون من (الإغلال) . </p><p> فإن جعلتها من (الغُلُول) احتملت معنيين: أحدهما: أن معنى قوله: {وَمَا كاَنَ لِنبيٍّ أَن يُغَلّ}  (٥) ؛ أي: ليس لأحدٍ أن يَغُلَّهُ، فيأخذ مِنَ الغنيمة التي حازها (٦) على طريق الخيانة، وإن كان لا يجوز أن يُغَلّ غيرُ النبيِّ، مِن إمام المسلمين وأميرٍ لهم (٧) . </p><p> وفائدة تخصيص النبي - صلى الله عليه وسلم - بالذِّكْر: أن الغُلُول يَعْظُمُ بحضرته، ويكبر كِبَرًا لا يكبر عند غيره؛ لأن المعاصي بحضرته أعظم. </p><p> المعنى (٨) الثاني: أن تكون (أَنْ) مع الفعل، بمنزلة المصدر؛ كما </p><p>(١) من هنا، وإلى: (.. لأن المعاصي بحضرته أعظم): نقله -بتصرف- عن \"الحجة\" للفارسي ٣/ ٩٦ - ٩٧. وهو من تتمة النقل السابق. (٢) في (ج): (كيف).(٣) انظر هذا الأثر عن ابن عباس في: \"تفسير الطبري\" ٤/ ١٥٥، وانظر قراءة ابن عباس في \"تفسير سفيان الثوري\" ٨١، و\"المعجم الكبير\" للطبراني ١١/ ١٠١ (١١١٧٤).(٤) انظر: \"غريب الحديث\" لأبي عبيد ١/ ١٢٤، و\"تفسير الثعلبي\" ٣/ ١٤١ ب.(٥) (أ)، (ب): (يَغُلّ) -بفتح الياء، وضم الغين، والمثبت من (ج)، وهو الصواب.(٦) في (أ): (جازها). والمثبت من (ب)، (ج).(٧) في (ب): (وأميرهم).(٨) (المعنى): ساقط من (ب).</p><p> ذَكَرْنا في القراءة الأولى. ويكون المعنى: ما كان لِنَبيٍّ غُلولٌ من المُتَحقِّقِينَ بِنُبُوَّتِهِ؛ أي: لم يَخُنْهُ أصحابُهُ وأنصارُهُ، ويكون في هذا ذَمٌّ لِمَن خانَه. </p><p> يُؤكِّد هذا المعنى ما روى عطاءٌ عن ابن عباس (١) ، في قوله:  {وَمَا كاَنَ لِنبيٍّ أَن يَغُلَّ} ؛ يريد: أن يكون ممن يَصْحَبُهُ، أحدٌ يَغُلُّ ويَسْتَحلُّ الغُلُولَ. </p><p> وإن أخذت بهذه القراءةِ مِنَ (الإغْلال) ، احتَمَلَتْ -أيضا- معنيين: </p><p> أحدهما: أن يكون (الإغلال) بمعنى (الغُلول) . يقال:  (غَلّ الرجلُ مِنَ الغنيمة، يَغل غَلًّا، وغلولًا) ، و (أَغَلّ إغلالًا) : إذا سَرَق منها (٢) . ذكره الزّجاج في باب الوفاق (٣) ومِن هذا يقال: (أغَلّ الجازِر، والسَّالِخُ) : إذا أبْقَى في الجِلْدِ شيئًا مِنَ اللَّحْمِ؛ على طريقِ السَّرِقَةِ والخيانة (٤) . </p><p> قال النَّمْر بن تَوْلَب (٥) : </p><p>(١) لم أقف على مصدر هذه الرواية. (٢) يقال: (غَلَّ، يَغُلُّ، غُلولًا): للخيانة في المغنم خاصة. و (أغَلَّ، يُغِلُّ، إغلالًا): للخيانة في المغانم، وغيرها. و (غَلَّ، يَغِلُّ، غِلًّا): للحقد والضِّغْنِ والشحناء. انظر: \"غريب الحديث\" لأبي عبيد ١/ ١٢٤، و\"إصلاح المنطق\" ٢٦٥ - ٢٦٦، و\"تهذيب اللغة\" ٣/ ٢٦٨٨ (غلل)، و\"ما جاء على فعلت وأفعلت\" للجواليقي ٥٧، و\"اللسان\" ٦/ ٣٢٨٥ (غلل).(٣) لم أقف على مصدر قول الزجاج هذا.(٤) انظر (غلل) في: \"إصلاح المنطق\" ٦٥، و\"التهذيب\" ٣/ ٢٦٩٠، و\"اللسان\" ٦/ ٣٢٨٦.(٥) من بداية بيت الشعر، وإلى (.. أي: لا يقال له: غللت): نقله المؤلف -بتصرف؛ واختصار- عن: \"الحجة\" للفارسي ٣/ ٩٥ - ٩٧.والنَّمْر، هو: ابن تَوْلَب بن أقَيْش العُكْلي، وكُنْيَته: أبو قيس، وأبو ربيعة. شاعر مُخضْرَم، أدرك الجاهلية والإسلام، وَفَدَ على النبي - صلى الله عليه وسلم -، وأسلم وحسن إسلامه. انظر. \"الشعر والشعراء\" ص ١٩١، و\"الإصابة\" ٣/ ٥٧٢، و\"الأعلام\" ٨/ ٤٨.</p><p> جَزَى اللهُ عنَا جَمْرَةَ ابْنَةَ نَوْفَلٍ ... جَزاءَ مُغِلٍّ (١) بالأمانَةِ كاذبِ (٢) </p><p> وقال آخر: </p><p> حَدَّثْتَ (٣) نفْسَكَ بالوَفَاءِ ولم تَكُنْ ... للْغَدْر خائنَةً مُغلَّ الإصْبَع (٤) </p><p> قوله:  (لِلْغَدْرِ)  (٥) ؛ أي: لِكَراهَةِ الغَدرِ. و (الخائِنَة) : يحتمل أن تكَون مصدرا؛ كـ (العافِيَةِ) ، و (العَاقِبَةِ) . </p><p>(١) في (أ): (مُغَلٍّ). وفي (ب)، (ج): مهملة من الشكل. والمثبت من مصادر البيت. (٢) البيت ورد في \"شعره\" ص ٣٨، وورد منسوبا له في: \"غريب الحديث\" لأبي عبيد ١/ ١٢٣، و\"إصلاح المنطق\" ٢٦٦، و\"الزاهر\" ١/ ٤٦٩، و\"تهذيب اللغة\" ٣/ ٢٦٨٩ (غلل)، و\"الصحاح\" ٥/ ١٧٨٤ (غلل)، و\"المقاييس\" ٤/ ٣٧٦ (غلل)، و\"المحرر الوجيز\" ٣/ ٤٠١، و\"اللسان\" ٦/ ٣٢٨٥ (غلل).وقد ورد في \"التهذيب\"، و\"الصحاح\": (حمزة) بدلًا من (جمرة).ومعنى (المُغِلِّ): الخائن.ورد في إحدى نسخ \"إصلاح المنطق\" أشار إليها محقق الكتاب: (جَمرة، كانت أخيذة عنده، فسألته أن يزيرها قومها، ففعل، فلما أتتهم منعوها الرجوع ..). ص ٢٦٦.(٣) في (ب): (حدثته).(٤) نسبته المصادر التالية لرجل من بني أبي بكر بن كلاب:\"مجاز القرآن\" ١/ ١٥٨، و\"الكامل\" للمبرد ١/ ٣٥٩، و\"اللسان\" ٣/ ١٢٩٤ (خون). وورد غير منسوب في: \"إصلاح المنطق\" ٢٦٦، و\"تفسير الطبري\" ٦/ ١٥٦، و\"الجمهرة\" لابن دريد ١/ ٣٤٧، و\"المخصص\" ٢/ ٤، و\"اللسان\" ٤/ ٢٣٩٥ (صبع)، ٦/ ٣٢٨٦ (غلل).يقال: (فلانٌ مُغِلُّ الإصبع): إذا كان خائنًا. انظر: \"اللسان\" ٤/ ٢٣٩٥ (صبع).يخاطب الشاعرُ رجلًا يُسمَّى (قرين بن سُلْميّ الحنفي) قتل أخاه، وقبل هذا البيت:أقَرِينُ إشك لو رأيت فوارسي ... بعَمَايَتَيْنِ إلى جوانب ضَلْفَعِو (عمايتين)، و (ضلفع): مواضع في نجد. انظر مناسبة البيت في \"الكامل\" ١/ ٣٥٨ - ٣٥٩.(٥) في (ج): (الغدر).</p><p> و-حينئذٍ - يُقَدَّرُ حذفُ المضاف؛ أي: لم يكنَ صاحبَ خائِنَةٍ؛ أي: خيانَة. وإنْ شئتَ جعلته مثل:  (راوِيَة) . </p><p> ونَسَبَ (١) الإغْلالَ إلى الإصْبَع، كَمَا نَسَبَ (٢) الآخرُ الخيانةَ إلى اليَدِ، في قوله: </p><p> أَحَذَّ (٣) يَدِ القَمِيصِ (٤) </p><p>(١) في (أ): (نُسِبَ)، وفي (ب)، (ج) مهملة من الشكل. والمثبت من \"الحجة\" للفارسي. وهو الصواب؛ حتى تتناسب مع الكلمة المنصوبة المعمولة لها بعدها. (٢) في (أ): نُسِبَ. وفي (ب)، (ج) مهملة من الشكل. والمثبت من \"الحجة\" للفارسي، ويقال فيها ما قيل في التي قبلها.(٣) في (أ)، (ب): أحد. والمثبت من (ج)، ومصادر البيت.(٤) جزء من بيت شعر، للفرزدق. وتمامه:أأطعَمْتَ العراقَ ورافِدَيْه ... فَزَاريَّا أحَذَّ يَدِ القميصِوهو في \"ديوانه\" ٣٣٨، وورد منسوبًا له في: \"الحيوان\" للجاحظ ٥/ ١٩٧، ٦/ ٥١٠، و\"الشعر والشعراء\" ١/ ٩٤، و\"المعارف\" ٤٠٨، و\"الكامل\" ٣/ ٨٣، و\"اللسان\" ٣/ ١٦٨٨ (رفد)، ٢/ ٨٠٩ (حذذ).وورد غير منسوب في: \"المخصص\" ٢/ ٤، و\"همع الهوامع\" ١/ ١٧٢، و\"الدرر اللوامع\" ٢٥.جاء في بعض المصادر: (أوَلَّيْت العراق)، وورد: (فَوَلَّيت)، وورد: (بَعَثت إلى العراق)، وفي الهمع: (لأطعمت ..) وهي خطأ بلا شك.ومعنى (أحذَّ يدِ القميص)، أي: خفيف اليد. يصفه بالغلول والسرقة، وأراد: أحذ اليد، وأضاف اليد إلى القميص؛ لحاجته.و (الحَذَذ): السرعة، وقيل: السرعة والخفة، و-كذلك-: خفة الذنَب، واللحية. و (فرسٌ أحَذّ): خفيف شعر الذنب، و (رجل أَحَذّ): سريع اليد خفيفها، وهذا التفسير هو الذي أراده المؤلف أعلاه. وقيل: (الأحَذّ): المقطوع؛ أي: أنه قصير اليد عن نيل المعالي، فجعله كالأحذ، الذي لا شعر لذنبه. انظر: \"اللسان\" ٢/ ٨٠٨ (حذذ).</p><p> قال: جعلت (الإغلالَ) بمعنى (الغُلول) . فقد ذكرنا للغُلُول معنيين في هذه القراءة. </p><p> المعنى الثاني: أنْ يكون (الإغلالُ) بمعنى النسبة إلى الغُلُول. وقد يَردُ (١)  (الإفْعَال) بمعنى النسمة، شاذًّا، وإن كان الأكثر فيه التَفْعيل؛ كقولهم:  (أسْقاهُ) ، أي: قال له: سَقَاكَ اللهُ (٢) . </p><p> ومنه قول ذي الرُّمَّة: </p><p> وأُسْقِيهِ حتى كاد (٣) ... البيت. </p><p>= والبيت، ضمن أبيات، يهجو بها الشاعرُ عمرَ بن هبيرة الفزاري، ويخاطب -معاتبًا- يزيدَ بن عبد الملك، الذي ولَّى ابنَ هبيرة العراقَ. (١) في (ج): (ترد).(٢) في \"الحجة\" للفارسي ٣/ ٩٧: (.. كقولك: أسقيْتُهُ؛ أي: قلت له: سقاك الله).(٣) وتمامه:وأسقِيهِ حتى كاد مما أبُثُّهُ ... تكلِّمني أحجارُه ومَلاعبُهوقبل هذا البيت:وقفت على رَبْعٍ لِمَيَّة ناقتي ... فما زلت أبكي عنده وأخاطبهوهو في \"ديوانه\" ٨٢١. وورد البيتُ -الشاهد- منسوبًا له، في: \"كتاب سيبويه\" ٤/ ٥٩، و\"النوادر\" ٢١٣، و\"مجاز القرآن\" ١/ ٣٥٠، و\"طبقات فحول الشعراء\" ٢/ ٥٥٧، و\"تهذيب اللغة\"١٠/ ٢٩٧، و\"المحرر الوجيز\" ٣/ ٤٠٤، و\"لسان العرب\" ٤/ ٢٠٤٢ (سقى)، ٤/ ٢٣١٤ (شكا)، و\"المقاصد النحوية\" ٢/ ١٧٦، و\"التصريح\" للأزهري ١/ ٢٠٤، و\"شرح شواهد الشافية\" ٤١، و\"الدرر اللوامع\" ١/ ١٠٨.وورد غير منسوب في: \"منهج السالك\" ١/ ٢٦٣، و\"همع الهوامع\" ٢/ ١٤٤. ورد في بعض الروايات: (وَأُشْكِيهِ ..)، وورد: (.. أبِثُّهُ) -بضم الهمزة، وكسر الباء-. ومعنى (أبُثُّه): أظهر له البَثَّ، وهو: الحزن والغم. انظر: \"اللسان\" ١/ ٢٠٨ (بثث). يخاطب الشاعرُ -هنا- منزلَ معشوقته (مية). و (أسقيه): أدعوِ له بالسُّقْيا. والماضي: أسْقاهُ.</p><p> ويقال (أَكْفَرَهُ) : إذا نَسَبَهُ إلى الكفر. </p><p> قال الكُمَيْت (١) : </p><p> فَطَائِفَةٌ قَدْ أكفَرُوني بِحُبِّكُمْ (٢) </p><p> فيكون المعنى: وما كان لِنَبِيٍّ أن يُنْسَبَ إلى الغُلُول؛ أي: لا يُقَال له غَلَلْتَ. </p><p> قال الفرّاءُ، في (٣) هذه الآية (٤) : وقرأ (٥) أصحاب عبد الله (٦) : {يُغَلّ} ؛ يريدون: أنْ يُسَرَّقَ ويُخَوَّنَ (٧) ، وذلك جائزٌ، وإنْ لم يَقُل:  (يُغلَّل) ، فيكون مثل قوله:  {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ} ، و {ويُكَذِّبُونَكَ}  (٨)  [الأنعام: ٣٣] . </p><p>(١) هو: أبو المُسْتَهِلّ، الكُمَيت بن زيد بن حُبَيْش، من بني أسد. شاعر إسلامي، عاش في أيام الدولة الأموية، ولم يدرك الدولة العباسية، وكان متشيعًا لبني هاشم، وُلِد سنة (٦٠ هـ)، ومات سنة (١٢٦هـ). انظر: \"الشعر والشعراء\" ٢/ ٣٨٥، و\"جمهرة أشعار العرب\" ٣٥١، و\"أمالي الزجاجي\" ١٣٧، و\"الخزانة\" ١/ ١٤٤.(٢) صدر بيت، وعجزه:وطائفةٌ قالوا مسيءٌ ومذنبورد في: \"شرح هاشميات الكميت\" ٥٣، وورد منسوبًا له في \"خزانة الأدب\" ٤/ ٣١٤.وورد فيه: (.. قد أكفرتني بحبهم ..).قال في \"شرح الهاشميات\": (و (طائفة)؛ يريد: الحرورية. (وطائفة)؛ يريد: المرجئة).(٣) في (ج): (وفي).(٤) في \"معاني القرآن\" له ١/ ٢٤٦، نقله عنه بتصرف يسير.(٥) في (ج): (وقال).(٦) أي: ابن مسعود - رضي الله عنه -. وقال الطبري: (وهي قراءة عُظْم قَرَأة أهل المدينة والكوفة) \"تفسيره\" ٤/ ١٥٧.(٧) أي: ينسب إلى السرقة والخيانة.(٨) القراءة الأولى: {يُكَذِّبُونَكَ}، لابن كثير، وعاصم، وأبي عمرو، وابن عامر =</p><p> ومِن حُجَّةِ هذه القراءة: ما رُوي عن ابن عبّاس، من طريق الضّحاك، وما روي عن قتادة، في سبب نزول هذه الآية (١) . </p><p> وقوله تعالى:  {وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} . </p><p> أي: يأتي به حاملًا له على ظهره، كما روي أن النبي - صلى الله عليه وسلم -، خَطَبَ يومًا، فذَكَرَ الغُلُولَ، وعَظَّمَه، وعَظَّمَ أَمْرَهُ، فقال: \"لا أُلْفِيَنَّ (٢) أحدَكمْ يجيء على رقبته يوم القيامة بَعِيرٌ له رُغَاء (٣) ، يقول: يا رسولَ الله! أعِنِّي (٤) . </p><p>= والقراءة الثانية: {يُكْذِبُونَكَ}، لنافع، والكسائي. انظر:\"السبعة\" ٢٥٧، و\"الحجة\" للفارسي ٣/ ٣٠٢، و\"المبسوط\" لابن مهران ٦١٨. أي: أن (كَذَّبه، وأكْذَبه)، بمعنًى واحد، وهو: نسبته إلى الكذب، وكذلك: (غَلَّ، وأغَلَّ) تتواردان على معنى واحد، وهو: النسبة إلى الغلول. انظر: \"كتاب سيبويه\" ٤/ ٥٨، و\"الحجة\" للفارسي ٣/ ٣٠٢. وحول رأي الفراء -هذا-، قال الأزهري: (وقال أبو العباس: جَعَلَ (يَغُل)، بمعنى: (يُغَلَّل)، وكلام العرب على غير ذلك في (فعَّلت)، و (أفْعَلْت). و (أفعلته): أدخلت ذاك فيه، و (فعَّلتُ): كثرت ذاك فيه). \"التهذيب\" ٣/ ٢٦٨٨. وانظر: \"الحجة\" للفارسي ٣٠٢ - ٣٠٤.(١) انظر ما سبق ص ١٢٨ - ١٢٩.(٢) في (ج): (لألفين). وهذه توافق رواية الإمام أحمد في \"المسند\": (لألفِيَنَّ يجيء أحدكم يوم القيامة ..) وسيأتي تخريجه.وفي بعض الروايات: (لا ألفِينَّ ..) انظر: \"فتح الباري\" ٦/ ١٨٦. ألفى الشيء: وجده. يقال: (ألْفَيْتُ الشيء، أُلْفِيهِ، إِلفاءً): إذا وجدته وصادفته ولقيته. انظر: \"اللسان\": ٧/ ٤٠٥٦ (لفا).(٣) الرُّغاء: صوت البعير. قال: (رَغَا البعيرُ، والضَّبُعُ، والنَّعامُ، رُغاءً): صوَّتَت فَضَجَّت. انظر: \"القاموس\" (١٢٨٩) (رغا).(٤) في مصادر الحديث التالية: أغثني.</p><p> فأقول: لا أملك لك مِنَ الله شيئًا، قد أَبْلَغْتُكَ\". وذَكَر في الحديث: الشاةَ والفرَسَ والصَّامِتَ (١) . </p><p> وهذا قول: ابن عباس (٢) ، وأبي هريرة (٣) ، وأبي حُمَيْد الساعدي (٤) ، </p><p>(١) في (ج): (والفَرَسَ الصامِتَ). والصامت من المال: الذهب، والفضة، خلاف الناطق منه، وهو: الحيوان. انظر: \"النهاية في غريب الحديث\" ٣/ ٥٢، و\"القاموس\" ١٥٥ (صمت)، و\"فتح الباري\" ٦/ ١٨٦.والحديث من رواية أبي هريرة، أخرجه: البخاري في \"الصحيح\" (٣٠٧٣) كتاب الجهاد. باب الغلول وقول الله تعالى: {وَمَنْ يَغْلُلْ}.ومسلم في \"الصحيح\" رقم (١٨٣١) كتاب الإمارة. باب غلظ تحريم الغلول. وأحمد في \"المسند\" ٢/ ٤٢٦، وابن أبي شيبة في \"المصنف\" ٦/ ٥٢٩، رقم (٣٣٥١٩). والطبري في \"تفسيره\" ٤/ ١٥٨، والبيهقي في \"السنن\" ٩/ ١٠١، والثعلبي في \"تفسيره\" ٣/ ١٤١ ب. وأورده السيوطي في \"الدر\" ٢/ ١٦٣ وزاد نسبة إخراجه إلى البيهقي في \"الشُّعَب\".(٢) قول ابن عباس - رضي الله عنه - ومن بعده، هي آثار رواها المذكورون عن النبي - صلى الله عليه وسلم -، بالمعنى نفسه. وقول ابن عباس رضي الله عنهما في \"تفسير الطبري\" ٤/ ١٥٩, وأورد الأثر ابن كثير في \"تفسيره\" ١/ ٤٥٥ ونسب أخراجه إلى ابن جرير, وقال: (لم يروه أحد من أهل الكتب الستة).(٣) قوله في \"تفسير الطبري\" ٤/ ١٥٨, ١٦٠, و\"تفسير ابن أبي حاتم\" ٣/ ٨٠٥.(٤) قوله في: \"صحيح مسلم\" رقم (١٨٣٢) كتاب الإمارة, باب تحريم هدايا العمال, والطبري في \"تفسيره\" ٤/ ١٥٩, والبغوي في \"تفسيره\" ٢/ ١٢٧, وابن كثير في \"تفسيره\" ١/ ٤٥٥.وأبو حميد الساعدي , اختلف في اسمه كثيراً, المنذر بن سعد, وقيل: عبد الرحمن بن سعد بن المنذر, وقيل غير ذلك. أنصاري , صحابي مشهور, شهد أحداً وما بعدها, تُوفي في آخر خلافة معاوية, وأول خلافة يزيد بن معاوية. انظر: \"الاستيعاب\" ٤/ ١٩٩, و\"الإصابة\" ٤/ ٤٦.</p>"
}