{
  "id": null,
  "sura": 3,
  "aya": 123,
  "text": "<p> وقوله تعالى:  {وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} التَوَكُّل: تَفَعُّل، مِن:  (وَكَلَ أمْرَهُ إلى فلان) : إذا اعتمد في كفايته عليه، ولم يَتَوَلَّهُ بنفسه (١) . وفي الآية إشارة إلى أنَّه ينبغي أن يستدفع (٢) الإنسان ما يعرض له مِن حَرْفٍ (٣) ومكروهٍ بالتوكل على الله، وأن (٤) يَصْرِفَ الجَزَعَ (٥) عن نفسه بالتوكل. </p><p> ١٢٣ - قوله تعالى:  {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ} . الآية (٦) . </p><p> النَّصْرُ: حُسْنُ المَعُونة (٧) . وبَدْرٌ: بِئْرٌ (٨) لرجل [يقال]  (٩) له: بَدْر (١٠) ، </p><p>(١) (والتوكل: إظهار العجز، والاعتماد على الغير، والاسم: التُّكلان). \"القاموس\": (١٠٦٩) (وكل). وانظر: \"مقاييس اللغة\": ٦/ ١٣٦ (وكل). (٢) في (ب): (يدفع).(٣) في (ج): (حرب). وما في نسخة (ج) له وجاهته، ومناسبته التامة هنا؛ لأن المقام هنا مقام حديث عن الحرب، إلا أن ما أثبته وهو في نسخة الأصل (أ)، (ب)، له وجهه كذلك؛ لأن (الحرف) من (حَرَفَ الشيء، يحرف حَرْفا)، و (انحرف، وتَحرَّف): عَدَلَ. ومال عن الشيء، و (حَرَف الشيءَ عن وجهه): صرفه. فيكون معناها في هذا الموضع هو الصرف والميل والعدول عن الأمر السوي. وهو ما كان من أمر الطائفتين اللتين همَّتا بالميل والانصراف عن القتال مع النبي - صلى الله عليه وسلم -، مما يستدعي أن يدفع الإنسان هذا الوهم الشيطاني عن نفسه بالتوكل.انظر: (حرف) في: \"اللسان\" ٢/ ٨٣٩، و\"القاموس\" (٧٩٩).(٤) في (ج): (أن).(٥) في (ب): (الجذع). الجَزَع: نقيض الصبر. وهو أبلغ الحزن، الذي يصرف الإنسان عما هو بصدده، ويقطعه عنه. يقال: (جَزع جَزَعًا، وجُزُوعا). انظر: (جزع) في: \"مفردات ألفاظ القرآن\" ١٩٤، و\"القاموس\" (٧٠٩).(٦) (الآية): ساقطة من (ب).(٧) انظر: (نصر) في: \"المجمل\" ٨٧٠، و\"مفردات ألفاظ القرآن\" ٨٠٨(٨) (بئر): ساقطة من (ب)، (ج).(٩) ما بين المعقوفين: غير واضح في (أ). وفي (ب): اسمه -بدلًا من: (يقال له) -. وأثبَتُّه من (ج). وهكذا جاءت العبارة في \"تفسير الثعلبي\" ٣/ ١٠٨ - ب. ويبدو أن المؤلف نقلها عنه.(١٠) في (ب): وبدر كان رجل اسمه بدر.</p><p> سُمِّيَت باسم صاحبها، في قول الشعبي (١) . </p><p> يدل على هذا قولُ حَسَّان (٢) : </p><p> وبِبِئْرٍ إذْ يَرُدُّ وجوهَهُم ... جبريلُ تحت لِوائِنا ومُحَمَّدُّ (٣) </p><p> وقال الواقِدِيُّ (٤) -عن شيوخه- (٥) : (بدر)  (٦) ، هو اسمٌ لِمَوضِعٍ (٧) . </p><p>(١) بيَّن الشعبي أن هذا الرجل من جهينة. انظر قوله في: \"مصنف ابن أبي شيبة\" ٧/ ٣٥٣ رقم (٣٦٦٤٦)، و\"الطبقات الكبرى\" ٢/ ٢٧، و\"المعارف\" ١٥٢، \"تفسير الطبري\" ٤/ ٧٤ - ٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٧٥٠، و\"تفسير الثعلبي\" ٣/ ١٠٨ ب، و\"معجم ما استعجم\" ١/ ٢٣١، وأورده السيوطي في \"الدر\" ٢/ ١٢٣ وزاد نسبة إخراجه إلى عبد بن حميد، وابن المنذر. وذكر ابن قتيبة والسهيلي أن بدرًا -هذا- رجل من غفار، من بطن يقال لهم: بنو النار. وقيل: إن بدرا -هذا- هو ابن قريش بن الحارث بن يخلد بن النضر بن كنانة.انظر: \"المعارف\":١٥٢، و\"التعريف والإعلام\"، للسهيلي ٧٧ - ٧٨.(٢) تقدمت ترجمته.(٣) البيت لكعب بن مالك الأنصاري، وليس لحسّان، ولم أقف عليه في ديوانه، ولم أجد من نسبه له. رضي الله عنهما.وهو في: \"ديوان كعب\" ١٩١، وورد منسوبًا له في: \"العمدة\" لابن رشيق ٧٩٩، و\"معجم ما استعجم\" ٢٣٢.وفي المعجم: (.. نَرُدُّ ..) بدلًا من: (.. يَرُدُّ ..).والبيت من قصيدة يرثي فيها حمزة بن عبد المطلب - رضي الله عنه - عم النبي - صلى الله عليه وسلم -.والضمير في (وجوههم) يعود على المشركين الذين قُتِلوا وغيِّبوا في قليب بدر بعد المعركة.(٤) لم أهتد إلى قوله هذا في كتابه \"المغازي\"، وقد ورد في: \"الطبقات الكبرى\" ٢/ ٢٧، و\"تفسير الطبري\" ٤/ ٧٥، و\"تفسير الثعلبي\" ٣/ ١٠٨ ب، و\"معجم ما استعجم\" ١/ ٢٣١.والواقدي، هو: محمد بن عمر بن واقد السَّهْمي، تقدمت ترجمته.(٥) عن شيوخه: ساقطة من (ب).(٦) بدر: زيادة من (ب).(٧) وفي هذا الخبر عنه، أن الواقدي ذكر قول شيوخه -هذا- ليحيى بن النعمان =</p><p> وقيل: هو ماءٌ (١) لبني غِفَار (٢) ، بين مكة والمدينة (٣) . </p><p> وقوله تعالى:  {وَأَنتُم أَذِلَّةٌ} في موضع الحالِ، وإنّما كانوا أذلةً؛ لقلة العَدَدِ، وضعف الحال (٤) ؛ لقلة (٥) السلاح والمال عن مقاومة العدو (٦) . </p><p>= الغفاري، فقال: (سمعت شيوخنا من بني غفار يقولون: هو ماؤنا ومنزلنا، وما مكه أحدٌ قطُّ يقال له بدر، وما هو من بلاد جهينة، إنما هو من بلاد غفار. قال الواقدي: وهو المعروف عندنا) \"معجم ما استعجم\" ١/ ٢٣١. (١) (ماء): ساقط من (ب).(٢) في (ب): (لبني عفان).(٣) ورد عن الربيع، والضحاك، وقتادة أنه ماء بين مكة والمدينة. وليس فيه أن هذا الماء لبني غفار. انظر: \"تفسير الطبري\" ٤/ ٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٧٥٠، و\"تفسير الثعلبي\" ٣/ ١٠٧ ب، و\"معجم ما استعجم\" ١/ ٣٠٧، و\"الدر المنثور\" ٢/ ١٢٣.(٤) وهذا قول ابن عباس، وقتادة، والحسن، والربيع، وابن إسحاق. انظر: \"تفسير الطبري\" ٤/ ٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٧٥١.(٥) في (ب): ولقلة.(٦) بلغ عدد المسلمين في هذه المعركة: ثلاثمائة وبضعة عشر رجلًا، وهذا قول عامة السلف، كما يقول الطبري في تاريخه: ٢/ ٤٣٢. على اختلاف الأقوال في العدد بعد الثلاثمائة: فقيل: (٣٠٥)، وقيل: (٣٠٧)، وقيل: (٣١٣)، وقيل: (٣١٤)، وقيل: (٣١٨)، وقيل: (٣١٩). ومعهم: فرسان، وستون درعًا، وسبعون بعيرا. أما المشركون: فقيل: عددهم: تسعمائة وخمسون رجلًا، وقيل: ألف رجل. ومعهم: ستمائة درع، ومائتا فرس، وقيل: مائة، وقيل: ثمانون، وقيل: ستون. انظر: \"صحيح البخاري\": كتاب: المغازي. باب: عدة أصحاب بدر، و\"صحيح مسلم\": كتاب: الجهاد والسير، باب: الامداد بالملائكة في غزوة بدر، و\"طبقات ابن سعد\" ٢/ ٢١ - ٢٢، و\"سيرة ابن هشام\" ٢/ ٣٥٤، و\"تاريخ الطبري\" ٢/ ٤٢٣، ٤٣١ - ٤٣٢، و\"المنتظم\" ٣/ ٩٨، ١٠٠، ١٠٢، و\"البداية والنهاية\": ٣/ ٢٥٩،=</p><p> ومعنى الذلِّ: الضَّعْف عن المقاومة. ونقيضه: العِزُّ، وهو: القوة والغَلَبَة (١) . </p><p> و {أَذِلَّةٌ}  (٢) : جمع ذليل. والأصل في (فَعِيل) إذا كان صفةً، أن يجمع على (فُعَلاَء,نحو:(ظَرِيف وظُرَفَاء) ، و (شَرِيك وشُرَكَاء) ، ولكن لفظ (٣)  (فُعَلاَء)  [اجتُنِبَ]  (٤) في التضعيف؛ لأنه [لو قيل:  (خُلَلاَء)  (٥) ، و (قُلَلاَء) ، في جمع: خَلِيل (٦) وقَلِيل، لا جتمع حرفان من جنسٍ واحد، فَعُدِل به] (٧) إلى (أفْعِلَة) ؛ لأن (أفْعِلَة) مِن جمْع الأسماء في (فَعِيل)  (٨) ، [نحو: جَرِيب]  (٩) وأَجْرِبَة) (١٠) ، و (قَفِيز (١١) وأَقْفِزَة) (١٢) . </p><p>=٢٦٠، و\"حدائق الأنوار\" ٢/ ٤٩٨، ٤٩٩، و\"عيون الأثر\" ١/ ٣٨١، ٣٨٣، وانظر: تفسير المصنف لقوله تعالى: {يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ} من آية ١٣ سورة آل عمران. (١) انظر: \"مفردات ألفاظ القرآن\" (٣٣٠) (ذلل)، \"اللسان\" ٥/ ٢٩٢٥ (عزز) ٣/ ١٥١٣ (ذلل)، \"القاموس\" ٥١٧ (عزز).(٢) من قوله: (وأذلة ..) إلى (.. وأقفزة): نقله بتصرف يسير من \"معاني القرآن\"، للزجاج ١/ ٤٦٦، وانظر: \"معاني القرآن\" للنحاس ١/ ٤٠٥.(٣) (لفظ): في (أ) غير واضحة وفي (ب): (لفظت)، وليست في \"معاني القرآن\". والمثبت من (ج).(٤) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (خففت). وفي \"معاني القرآن\" (اجتنب). والمثبت من (ج).(٥) في \"معاني القرآن\": (جللاء).(٦) في \"معاني القرآن\": (جليل).(٧) ما بين المعقوفين زيادة لازمة من (ج) ومن \"معاني القرآن\".(٨) في (ب): (فعل).(٩) ما بين المعقوفين مطموس في (أ). وفي (ب): (نحو جريت). والمثبت من (ج) و\"معاني القرآن\".(١٠) في (ب): (أجريت).(١١) في (ب): (وقفز).(١٢) الجريب: من الأرض والطعام، مقدار معلوم الذراع والمساحة. وهو عشرة =</p><p> قال أبو إسحاق (١) في هذه الآية (٢) : أعلم الله -جَلَّ وعَزَّ- أنَّهم حين لَزِمُوا الطاعةَ، نصرهم اللهُ، وهم قليل، ويوم أُحُد نَزَلَ بهم ما نزل؛ بمخالفة أمرِ النبي - صلى الله عليه وسلم -، فجعل ذلك عقوبة. </p><p> وقوله تعالى:  {فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ} أي: اتقوا معاصي الله بالعمل بطاعته، أو اتَّقوا عقابَ اللهِ بالعمل بطاعته؛ لتقوموا بشكر نعمته. وهذا (٣) معنى قول محمد بن إسحاق بن يَسَار في هذه الآية (٤) : اتَّقُونِي فإنَّه شكر نعمتي (٥) . </p><p>= أقفزة وقيل: قدر أربعة أقفزة. وقيل: يختلف باختلاف البلدان، كالاختلاف في الرطل والمد والذراع وغير ذلك. وقيل: ثلاثمائة وستون ذراعًا. ويطلق -كذلك- على المزرعة، والوادي. وجمعه: أجربة وجُربان.والقفيز: مكيال، وهو ثمانية مكاكيك عند أهل العراق - والمكّوك: مكيال يسع صاعًا ونصف، وقيل: غير ذلك.وقيل: القفيز: مقدار مساحة من الأرض. وقيل: مكيال يتواضع الناس عليه.ويجمع على أقفزة، وقُفْزان -بكسر القاف وضمها-. انظر: \"التاج\": ١/ ٣٦١ (جرب)، ٨/ ١٢٩ (قفز)، و\"القاموس\": ص ٩٥٤ (مكك).(١) في \"معاني القرآن\"، له: ١/ ٤٦٦. نقله عنه باختصار قليل وتصرف.(٢) (في هذه الآية): ساقط من (ج).(٣) في (ج): (هذا) بدون واو.(٤) قوله في: \"سيرة ابن هشام\" ٣/ ٥٩، و\"تفسير الطبري\" ٤/ ٧٤، و\"تفسير ابن أبي حاتم\" ٣/ ٧٥١.(٥) في (ب): (لنعمتي).</p>"
}