{
  "id": null,
  "sura": 3,
  "aya": 104,
  "text": "<p> ١٠٤ - قوله تعالى:  {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ} . الآية. (مِنْ) دخلت لتخص المُخاطَبِين مِن سائر الأجناس، و [ليس المُراد]  (١) به التبعيض (٢) ، [وهذا]  (٣) كما تقول: (لِفُلان من أولادِهِ جُهْدٌ) ، و (للأمير مِن غِلْمانِهِ عِدَّةٌ) ؛ تريد بذلك: جميعَ أولاد وغلمانه، لا بعضهم. وقد قال الله تعالى (٤) : {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ}  [الحج: ٣٠] ، ليس (٥) يأمرهم باجتناب بعضِ الأوثان، ولكن المعنى: اجتنبوا الأوثان، فإنها رِجْسٌ (٦) . ومثله من الشعر، قولُ الأعشى (٧) : </p><p> أخُو رغائِبَ يُعْطِيها ويُسْأَلُها ... يأبَى الظُّلامَةَ مِنْهُ النّوْفَلُ الزُّفَرُ (٨) </p><p>(١) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (ومن يراد). والمثبت من (ج). (٢) قال المالقي: (وكثيرًا ما تَقْرُب التي للتبعيض من التي لبيان الجنس، حتى لا يُفرق بينهما إلا بمعنى خفي؛ وهو: أن التي للتبعيض تُقَدَّرُ بـ (بعض)، والتي لبيان الجنس تُقدَّر بتخصيص الشيء دون غيره). \"رصف المباني\" ٣٨٩.(٣) ما بين المعقوفين زيادة من: (ج).(٤) (تعالى): ساقطة من: (ج).(٥) من قوله: (ليس ..) إلى (اجتنبوا الأوثان): ساقط من: (ج).(٦) ذكر ابن هشام أن بعض العلماء ذهب إلى أن (من) في قوله -تعالى-: {مِنَ اَلأوْثَانِ} للابتداء، والمعنى: فاجتنبوا من الأوثان الرجس؛ أي: عبادتها. وقال -معقِّبًّا على هذا القول-: (وهذا تكلف). \"مغني اللبيب\" ٤٢٠ - ٤٢١.(٧) هو: أعشى باهلة، أبو القُحفان، عامر، وقيل: عمر بن الحارث بن رياح الباهلي، من همدان، شاعر جاهلي. انظر: \"المزهر\" ٢/ ٤٥٧، \"الخزانة\" ١/ ١٨٧، \"الأعلام\" ١/ ٢٥٠.(٨) ورد البيت منسوبًا له في أكثر المصادر التالية: \"الأصمعيات\" ٩٠، \"الكامل\" للمبرد: ١/ ٥٧، \"معاني القرآن\" للزجاج: ١/ ٤٥٢، \"جمهرة أشعار العرب\" ص٢٥٥، \"الأضداد\" لابن الأنباري:٢٥٢، \"تهذيب اللغة\" ٤/ ٣٦٣٧ (نفل)،=</p><p> وهو النَّوْفَلُ الزُّفَرُ لا بعضه (١) . </p><p>= \"شرح الأبيات المشكلة\" ٥٢١، \"أمالي المرتضى\" ٢/ ٢١، \"إعراب القرآن\" المنسوب للزجاج: ٢/ ٦٦٥، ٦٦٦، \"التنبيه والإيضاح\" لابن بري: ٢/ ١٩٢، \"زاد المسير\" ١/ ٤٣٤، \"اللسان\" ٣/ ١٨٤٢ (زفر)، ٦/ ٣٧٠١ (قفر)، ٨/ ٤٥١٠ (نفل)، \"خزانة الأدب\" ١/ ١٨٥، ١٨٦، ١١٩٥ وردت روايته في \"الأضداد\": (يعطاها) بدلًا من: (يعطيها)، كما وردت روايته كذلك: (ويَسْلُبُها) -بالبناء للمعلوم-، من: (السلب) بدلًا من: (وُيسألُها). والبيت من قصيدة قالها الشاعر في رثاء أخيه من أمه: المنتشر بن وهب الباهلي. والرغائب: هي العطايا الكثيرة. والمفرد: (رَغِيبة)، وهي: ما يُرغَب فيه من أشياء. والظُّلامَة: هي ما تطلبه عند الظالم، وهي: اسمٌ لما أُخِذَ من الإنسان ظلما. ويقال -كذلك-: (الظليمة)، و (المظلِمة) - بكسر اللام وضمها.والنوفل: السيد من الرجال الكثير الإعطاء للنوافل، وهي: العطايا. وفي \"اللسان\" ٨/ ٤٥١٠ (نفل) ينقل عن ابن الأعرابي: (للنوافل: من ينفي عنه الظلم من قومه؛ أي: يدفعه)؛ من (انتفل من الشيء): انتفى وتبرأ منه، و (انتفل)، و (انتفى) بمعنى واحد، كأنه إبدال منه. انظر المرجع السابق.والزُّفَر: السيد الذي يتحمل بالأموال في الحَمَالات من دَيْن، أو دِيَة، مطيقًا لها. وأصلها من: (ازْدَفَر)؛ أي: حَمَل. والزَّفْرُ: الحَمْل من قولك: (زفَرَ الحِمل، يزفِرُهُ، زفْرا)، و (ازدفَرَهُ) -أيضًا-؛ أي: حمله.ويقال -كذلك- (زُفَر) للأسد، والجمل الضخم، والرجل الشجاع، والجواد. انظر: (زفر) في \"تهذيب اللغة\" ٢/ ١٥٣٨، \"اللسان\" ٣/ ١٨٤١.(١) قال ابن الأنباري: (ومستحيل أن تكون (مِن) -ههنا- تبعيضًا، إذ دخلت على ما لا يتبعض، والعرب تقول: قطعت من الثوب قميصًا، وهم لا ينوون أن القميص قطع من بعض الثوب دون بعض، إنما يدُلُّون بـ (مِن) على التجنيس ..). \"الأضداد\" ٢٥٢ - ٢٥٣. وانظر: \"التنبيه والإيضاح\" لابن بري: ٢/ ١٩٢. وممن ذهب إلى ذلك: الزجاج، في \"معاني القرآن\" ١/ ٤٥٢، ولكنه جوَّز أن تكون (مِن) في الآية تبعيضية. وممن ذهب إلى أنها لبيان الجنس: النحاس، في \"معاني القرآن\" ١/ ٤٥٦. وانظر في هذا الموضوع: \"إعراب القرآن\" المنسوب للزجاج ٢/ ٦٤٤.=</p>"
}