{
  "id": null,
  "sura": 3,
  "aya": 127,
  "text": "<p> ١٢٧ - قوله تعالى:  {لِيَقْطَعَ طَرَفًا مِنَ الَّذِينَ كَفَرُوا} اللّام تعود إلى قوله: {وَلَقَد نَصَرَكُمُ اللَّهُ بِبَدرٍ}  (١) . </p><p> {لِيَقْطَعَ طَرَفًا} ؛ أي: لِيُهلك طائفةً، ولِيَقْتُلَ قِطْعَةً. قال السُّدِّي (٢) : معناه: لِيَهدِمَ رُكْنًا مِن أركان الشرك، بالقتل والأَسْرِ، فقُتِلَ من قادتهم وسادتهم يومَ بَدْرٍ، سبعون، وأُسِرَ سبعون (٣) . </p><p> وقال بعضهم (٤) : المعنى: وما النصر إلا من عند الله، ليقطع طرفًا (٥) . وقيل (٦) : إنَّ هذا راجعٌ إلى [معنى قوله]  (٧) : {وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ} ، </p><p>(١) انظر: \"تفسير الطبري\" ٤/ ٨٥، و\"الثعلبي\" ٣/ ١١٣ أ، و\"البغوي\" ٢/ ١٠١. وعزا السمين الحلبي هذا القول -كذلك- للحوفي. انظر: \"الدر المصون\" ٣/ ٣٩٠، واستبعده السمين؛ لطول الفصل بين اللام ومتعلقه. (٢) قوله هذا -بنصه- في: \"تفسير الثعلبي\" ٣/ ١١٣ أ، و\"تفسير البغوي\" ٢/ ١٠١.(٣) الذي وقفت عليه من قول السدي: أن المَعني بالآية: مَن قُتِل من الكفار يوم أحد، وهم ثمانية عشر رجلًا. وقد ورد قوله هذا في: \"تفسير الطبري\" ٤/ ٨٥، و\"النكت والعيون\" ١/ ٤٢٢، و\"زاد المسير\" ١/ ٤٥٤.وممن قال بأن المراد بها مَن قتل يوم بدر: قتادة، والربيع، والحسن، وابن إسحاق، والجمهور. انظر: \"تفسير الطبري\" ٤/ ٨٥، و\"زاد المسير\" ١/ ٤٥٤.أما ما ذكره المؤلف من عدد قتلى وأسرى المشركين في معركة بدر، فانظر: \"سيرة ابن هشام\" ٢/ ٣٦٢، و\"تاريخ الطبري\" ٢/ ٤٧٤.(٤) لم أقف على القائل.(٥) قال السمين: (وفيه نظر من حيث إنه قد فُصل بين المصدر ومُتَعَلَّقه بأجنبي، وهو: الخبر). \"الدر المصون\" ٣/ ٣٩٠.(٦) ممن قال بهذا: أبو الليث في \"بحر العلوم\" ١/ ٢٩٧.(٧) ما بين المعقوفين زيادة من (ج).وعلى هذا الوجه يكون قوله تعالى: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} جملة معترضة بين المعطوف والمعطوف عليه. =</p><p> و {لِيَقْطَعَ طَرَفًا} ، ولكنه ذُكِر بغير حرفِ العطف؛ لأنَّ الكلامَ إذا كان بعضُه ملتبسًا ببعضٍ، جاز حذفُ العاطف؛ كقوله:  {ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ}  [الكهف: ٢٢] . </p><p> وإنما قال:  {طَرَفًا} ولم يقل: (وَسَطًا) ؛ لأنه لا يُوصَلُ إلى الوَسَطِ الا بعد قطع الطَّرَفِ، وهذا القَطْعُ إنما هو بأيدي المؤمنين، وإنما يقطعون الطَّرَفَ الذي يليهم مَنَ الكافرين، وهذا يوافق قوله:  {قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ}  [التوبة: ١٢٣] ، وعلى هذا -أيضًا- قولُه:  {أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا}  [الرعد: ٤١] . </p><p> وقوله تعالى:  {أَوْ يَكْبِتَهُمْ} الكَبْتُ -في اللغة-: صَرْعُ الشيء على وجهه؛ يُقال:  (كَبَتَهُ، فانْكَبَتَ)  (١) . هذا تفسيره، ثم قد (٢) يُذكرُ (٣) المرادُ به: الإخزَاءُ، والإهلاكُ، واللَّعْنُ، والهَزِيمَةُ، والغَيْظُ، والإذلالُ. وكلُّ هذا ذكره المفسرون في تفسير (الكَبْتِ)  (٤) . </p><p>= وهناك أقوال أخرى في عود الللام في {لِيَقْطَعَ}. انظر: \"تفسير ابن عطية\" ٣/ ٣١٣، و\"الدر المصون\" ٣/ ٣٩٠. (١) انظر: كتاب \"العين\" ٥/ ٣٤٢ (كبت)، و\"مجاز القرآن\" ١/ ١٠٣، و\"تهذيب اللغة\" ١٠/ ١٥٢ (كبت).(٢) (قد): ساقطة من (ب).(٣) (يُذْكَرُ): وردت في (أ)، (ج): (يذكرو). وفي (ب): (يذكروا). وما أثبتُّهُ هو ما استصوبته، لأن في (أ)، (ج) قد تكون الضمة التي على الواو كتبها الناسخ بحجم أكبر من حجمها الطبيعي، وتزحلقت قليلًا إلى ما بعد الرَّاء. أما الذي في نسخة (ب) فلا وجه له، لأن الفعل كُتِب فيها في حالة الجمع، وحذفت منه النون التي هي علامة رفعه، والصواب إثباتها، لأنه من الأفعال الخمسة.(٤) انظر: \"تفسير مقاتل\" ١/ ٢٩٩، و\"سيرة ابن هشام\" ٣/ ٦١، و\"غريب القرآن\" لابن اليزيدي ٤٤، و\"تفسير غريب القرآن\" لابن قتيبة ١١٠، و\"تفسير الطبري\" ٤/ ٨٦، =</p>"
}