{
  "id": null,
  "sura": 3,
  "aya": 18,
  "text": "<p> وقال مجاهد (١) ، وقتادة (٢) : يعني: المصلين بالأسحار (٣) . </p><p> قال الزجَّاج (٤) : وصف الله - تعالى (٥) هؤلاء بما وصف، ثمَّ بيَّن أنهم مع ذلك لشدة خوفهم ووجلهم يستغفرون بالأسحار. </p><p> ١٨ - قوله تعالى:  {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ} قال أبو إسحاق (٦) ، وأبو العباس (٧) : معنى {شَهِدَ اللَّهُ} : بيَّن وأظهر (٨) ؛ لأنَّ </p><p>= الإجماع على أن الصائم يتناول الطعام في السحر، فكيف تصح صلاة الصبح فيه؟). \"غرائب التفسير\" ١/ ٢٤٧. ويقصد الكرماني: أن وقت السَّحر متميز ومختلف عن وقت صلاة الصبح، الذي يَحرُمُ فيه الأكلُ على الصائم، وتصح فيه صلاة الصبح، فجواز أكل الطعام للصائم في السحر، فيِه دلالة على عدم دخول وقت الصبح، فكيف تصح فيه صلاة الصبح؟! فافترق وقت الصبح عن السحر، لغة، واصطلاحًا؛ بما ميَّز الشرعُ كلَّ وقت بحكم. هذا والله أعلم. (١) الأثر عنه في \"تفسير الثعلبي\" ٣/ ٢٠ ب، \"زاد المسير\" ١/ ٣٦١.(٢) الأثر عنه في \"تفسير الطبري\" ٣/ ٢٠٨، \"تفسير ابن أبي حاتم\" ٢/ ٦١٥، \"تفسير الثعلبي\" ٣/ ٢٠ ب، \"النكت والعيون\" ١/ ٣٧٨، \"تفسير البغوي\" ٢/ ١٦.(٣) قال ابن عطية في \"المحرر الوجيز\" ٣/ ٥١ بعد أن ذكر بعض الوجوه في تفسير معنى الاستغفار هنا، ومنها ما سبق معنا: (وهذا كله يقترن به الاستغفار).(٤) في \"معاني القرآن\" له: ١/ ٣٨٥ نقله عنه بتصرف واختصار.(٥) في (ج): عز وجل.(٦) هو الزجَّاج، في \"معاني القرآن\" له: ١/ ٣٨٥.(٧) هو أحمد بن يحيى (ثعلب): وقوله في \"تهذيب اللغة\" ٢/ ١٩٤٢ - ١٩٤٣، وبعضه في \"الزاهر\" ١/ ١٢٥.(٨) هذه العبارة بنصها في \"تهذيب اللغة\". ومما ذكره العلماء في معنى {شَهِدَ اللَّهُ} إضافة إلى ما ذكره المؤلف: قضى، وحكم، وأعلم، وأخبر. وقد ردَّ الطبريُّ في \"تفسيره\" ٣/ ٢٠٩، وابنُ عطية في \"المحرر الوجيز\" ٣/ ٥٢ من المعاني السابقة المذكورة، معنى (قضى) الذي قاله أبو عبيدة في \"مجاز القرآن\" ١/ ٨٩ ولكن شيخ الإسلام ابن تيمية بعد أن ذكر الأقوال السابقة في معنى (شهد) قال: (وكل هذه =</p><p> الشاهد (١) : هو العالم الذي يبين ما علمه. فالله عز وجل قد دلَّ على توحيده بجميع ما خلق، فبيِن أنه لا يقدر أحدٌ أن ينشيء شيئًا واحدًا مما أنشأ. </p><p> قال أبو العباس (٢) : ونظير هذا في القرآن مما أُريد فيه بالشهادةِ: التبيينُ، وإن لم يقارنه القولُ: قولُه عز وجل: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ}  [التوبة: ١٧] ، معناه: مبيِّنين على أنفسهم الكفر؛ وذلك أنهم يؤمنون بأنبياء (٣) ، كلهم شاهد لمحمدٍ - صلى الله عليه وسلم - بالصِّدق، فلما آمنوا بأنبياء (٤) بشَّروا بمحمد، وحثُّوا على اتباعه، ثم خالفوا عليه فكذبوه وحاربوه، بيَّنوا بذلك الكفر على أنفسهم، فوُصفوا بأنهم شَهِدوا به، وإنْ لم يكونوا قالوا: نحن كفار (٥) . </p><p>= الأقوال وما في معناها، صحيحة، وذلك أن الشهادة تتضمن كلامَ الشاهد وقولَه وخبرَه عمَّا شهد به، ... وإن لم يكن معْلِمًا به لغيره، ولا مُخْبِرًا به لسواه، فهذه أول مراتب الشهادة. ثم قد يخبره ويُعْلِمه بذلك، فتكون الشهادة إعلامًا لغيره وإخبارًا له ..)، وتابع: (.. فمن قال: (حكم) و (قضى) فهذا من باب اللازم، فإن الحكم والقضاء هو إلزام وأمر؛ ولا ريب أن الله ألزم الخلق التوحيد وأمرهم به وقضى وحكم)، وتابع: (فإذا شهد الله أنه لا إله إلا هو، فقد حكم وقضى أن لا يعبد إلا إيَّاه). \"المسير الكبير\" لابن تيمية: ٣/ ١٣٧ - ١٤٢. وانظر: \"التفسير القيم\" لابن القيم: ١٧٨. (١) من قوله: (لأن الشاهد ..) إلى (.. مما أنشأ): نقله بالنص عن الزجَّاج.(٢) قوله في \"تهذيب اللغة\" ٢/ ١٩٤٢ - ١٩٣٤ نقله المؤلف بالمعنى.(٣) في (ج): (بالأنبياء).(٤) في (ج): (بالأنبياء).(٥) هذا الوجه في تفسير شهادة المشركين على أنفسهم بالكفر المذكور في آية (١٧) من سورة التوبة، ذكره كذلك ابنُ الجوزي في \"زاد المسير\" ٣/ ٤٠٨، ونسبه لابن الأنباري. ومما قيل كذلك في تفسيرها: هو قول اليهودي: أنا يهودي، =</p><p> وقوله تعالى:  {وَالْمَلَائِكَةُ} أي: وشهدت الملائكة، بمعنى: أقرَّت بتوحيد الله -تعالى-؛ لما عاينت من عظيم قدرته؛ كقوله:  {شَهِدْنَا عَلَى أَنْفُسِنَا}  [الأنعام: ١٣٠] ؛ أي: أقررنا. فَنَسَق شهادة الملائكة وأولي العلم على شهادة الله سبحانه، والشهادتان مختلفتان معنًى لا لفظًا، كقوله عز وجل:  {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ}  [الأحزاب: ٥٦] ، والصلاة من الله: الرحمة، ومن الملائكة: الاستغفار والدعاء (١) . </p><p>= والنصراني: أنا نصراني، والصابئ: أنا صابئ، والمشرك: أنا مشرك. وقيل: إنَّ إظهار عبادتهم للأوثان، وتكذيب القرآن، وإنكار نبوة النبي محمد - صلى الله عليه وسلم -، كل هذا كفر يمارسونه، وهو إقرار منهم على أنفسهم به، وإن أبوا ذلك بألسنتهم. وقيل: قولهم في الطواف: (لبيك لا شريك لك، إلا شريك هو لك، تملكه وما ملك). وقيل غير ذلك. فكيف يستقيم زعمُهم بعمارة المساجد وهي من صفات المؤمنين وشأنهم، والشهادة على أنفسهم بالكفر؟! وهما أمران متنافيان. انظر: \"تفسير الفخر الرازي\" ١٦/ ٩، \"تفسير أبي السعود\" ٤/ ٥١، \"فتح القدير\" ٢/ ٥٠٠. (١) عن أبي العالية رضي الله عنه قال: (صلاة الله: ثناؤه عليه عند الملائكة، وصلاة الملائكة الدعاء). أخرجه البخاري في: \"الصحيح\" تعليقًا: \"الفتح\" ٨/ ٥٣٢ كتاب التفسير، سورة الأحزاب، وأخرجه إسماعيل القاضي في: \"فضل الصلاة على النبي - صلى الله عليه وسلم -\": ٨٢، ٨٣، وقال عنه الألباني: (إسناده موقوف حسن)، وأورده السيوطي في \"الدر\" ٦/ ٦٤٦، ونسب إخراجه لعبد بن حميد، وابن أبي حاتم. وقال ابن عباس: (يصلون: يُبَرِّكون). أخرجه البخاري تعليقًا في: \"الصحيح\" في الموضع السابق، والطبري في \"تفسيره\" ٢٢/ ٤٣، وأورده السيوطي في \" الدر\" ٦/ ٦٤٧، ونسب إخراجه لابن المنذر وابن أبي حاتم وابن مردوية. وقال الضحاك: (صلاة الله: رحمته، وصلاة الملائكة: الدعاء)، وفي رواية: (صلاة الله: مغفرته ..) أخرجه إسماعيل القاضي في: \"فضل الصلاة على النبي\" ٨٢، ٨٣ وقال محققه الألباني عن الروايتين: (إسناده موقوف ضعيف جدًا).وعن ابن عباس قال: (صلاة الله على النبي: هي مغفرته ... وأما صلاة الناس على النبي - صلى الله عليه وسلم - فهي الاستغفار) أورده السيوطي في \"الدر\" ٦/ ٦٤٦ ونسبه لابن مردويه. وقال الطبري: (وقد يحتمل أن يقال: إن معنى ذلك: أن الله يرحم النبي، وتدعو=</p><p> وقال ابن الأنباري (١) : إنما عَطَف الملائكةَ وأولي (٢) العلمِ على اسمه؛ لأن الشهادة معناها في اللغة: إظهارُ المعلوم وتبَيُّنُه. فلمَّا بيَّن أولوا العلم المعلومَ (٣)  [عندهم؛ كما بيَّنه الله عز وجل، عطفهم على اسمه؛ للاتفاق في إظهار المعلوم]  (٤) . </p><p> وقوله تعالى:  {وَأُولُو الْعِلْمِ} أي: وشهد بتوحيده أولوا العلم؛ بما ثبت عندهم. وشهادة أولي (٥) العلم: يجوز أن تكون بمعنى: الإقرار، ويجوز أن تكون بمعنى: التبيين (٦) . </p><p> واختلفوا في المعنيين بـ (أولي العلم) ههنا: فقيل (٧) : هم الأنبياء، وقال مقاتل (٨) : هم مؤمنو أهل الكتاب؛ لأن الله تعالى وصفهم بالعلم في </p><p>= له ملائكته ويستغفرون؛ وذلك أن الصلاة في كلام العرب من غير الله إنما هو دعاء). \"تفسيره\" ٢٢/ ٤٣. وقال القاسمي: (وبالجملة، فالصلاة تكون بمعنى التمجيد والدعاء والرحمة، على حسب ما أضيفت إليه في التنزيل أو الأثر) \"محاسن التأويل\" ١٣/ ٤٩٠١. وانظر: \"تفسير ابن كثير\" ٣/ ٥٥٧، \"فتح الباري\" ٨/ ٥٣٣، \"فتح القدير\" للشوكاني ٤/ ٣١٠. (١) لم أهتد إلى مصدر قوله.(٢) في (ب): (وأولوا).(٣) (المعلوم): ساقط من (ج).(٤) زيادة من (ج)، (د).(٥) في ب، (د): (أولوا).(٦) قال ابن القيِّم رحمه الله بعد أن ذكر الوجهين: (والصحيح، أنها تتضمن الأمرين. فشهادتهم إقرار وإظهار وإعلام، وهم شهداء الله على الناس إلى يوم القيامة ..). \"التفسير القيم\" ١٩٩.(٧) ورد هذا القول في \"تفسير الثعلبي\" ٣/ ٢٣ ب، \"تفسير البغوي\" ٢/ ١٩، \"فتح القدير\" ١/ ٤٩١، ولم ينسبوه لقائل.(٨) قوله في \"تفسيره\" ١/ ٢٧٦، والمصادر السابقة.</p><p> مواضع من كتابه، كقوله:  {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ}  [الإسراء: ١٠٧] ، وقوله:  {بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ}  [العنكبوت: ٤٩] . </p><p> قال ابن كيسان (١) : يعني: المهاجرين والأنصار، وهو قول ابن عباس فى رواية عطاء (٢) . </p><p> وقال السدي والكلبي (٣) : يعني (٤) : علماء المؤمنين كلهم (٥) . </p><p> وقوله تعالى:  {قَائِمًا بِالْقِسْطِ} . ينتصب على الحال من اسم الله جل وعز، على تقدير: شهد الله قائمًا بالقسط. ويجوز أن يكون حالًا من: هو؛ تقديره: لا إله إلَّا هو قائمًا بالقسط (٦) . </p><p> وقال الفراء (٧) : هو نصب على القطع (٨) ، لأنه نكرة نُعِت (٩) به معرفة، </p><p>(١) قوله: في: المصادر السابقة (٢) لم أهتد إلى مصدر هذه الرواية.(٣) انظر قوليهما في المصادر السابقة، والأثر عن السدي ورد كذلك في \"تفسير الطبري\" ٣/ ٢١٠، \"تفسير ابن أبي حاتم\" ٢/ ٦١٧.(٤) في (أ)، (ب): (معنى). والمثبت من: (ج)، (د).(٥) قال الشوكاني عن هذا القول: (وهو الحق، إذ لا وجه للتخصيص). \"فتح القدير\" ١/ ٤٩١.(٦) وقد رجح هذا ابن تيمية. انظر: \"التفسير القيم\" لابن القيم ١٨٣.(٧) في \"معاني القرآن\" ١/ ٢٠٠.(٨) استعمل الفراءُ كثيرا مصطلح (القطع) في كتابه \"معاني القرآن\" وهو في الغالب يريد به الحال، وقد يستعمله ولا يقصد به الحال، ولا أن يكون في النصب فقط، وكأنه يريد به قطع الكلمة عما قبلها من الإعراب، أيا كان هذا الإعراب. انظر حول مذهبه في ذلك: \"النحو وكتب التفسير\" ١/ ١٩٥ - ١٩٧. وكذا استعمل الطبري هذا المصطلح في تفسيره كثيرًا. راجع فهرس المصطلحات من \"تفسيره\" (تحقيق محمود شاكر): (ج) ١، ٢، ٥، ٦، ٧، ٩. وانظر تعليق محمود شاكر على هذا المصطلح في هامش \"تفسير الطبري\" ٦/ ٢٧٠. وانظر هذا التفسير، في إعراب قوله تعالى: (.. وجيهًا في الدنيا والآخرة) [من آية: ٤٥ من آل عمران].(٩) في (ج): (نصب).</p>"
}