{
  "id": null,
  "sura": 3,
  "aya": 79,
  "text": "<p> المُحرِّفَ (١) لَوَى لسانَهُ (٢) عن سَنَنِ (٣) الصواب، بما يأتي به من عند نفسه (٤) . </p><p> ويحتمل أن يكون المعنى: يَلْوُونَ بألسنتهم الكتابَ (٥) ؛ لأنهم (٦) يحرفون الكتاب عما هو عليه، بألسنتهم، فأتى به على القلْب. والقَلْبُ سائغٌ في كلام العرب. ولهذا نظائر وأشباه. </p><p> وقوله تعالى:  {لِتَحْسَبُوهُ} . أي: لتحسبوا ما لَوَوا ألسنتَهم به، وما حرفوه من الكتاب. </p><p> فرجعت (٧) الكناية (٨) إلى مفعول {يَلْوُونَ} ، وهو غير مذكور (٩) ولكن الفعل يدل عليه (١٠) . </p><p> ٧٩ - قوله تعالى:  {مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ} الآية. لمَّا ادعت اليهود والنصارى أنهم على دين إبراهيم، أخبرهم النبي - صلى الله عليه وسلم - أنهم ليسوا على دينه، غضبوا، وقالوا: ما يرضيك منا يا محمد إلا أن نتخذك ربًّا ونعبدَك؟. فقال رسول الله - صلى الله عليه وسلم -: \"معاذ الله أن نعبد غير الله، أو نأمر بعبادة غير </p><p>(١) في (ب): (الحرف). (٢) (لسانه): ساقطة من (ج).(٣) في (ب): (حسن).(٤) بما يأتي به من عند نفسه: ساقط من (ب).(٥) (بألسنتهم الكتاب): الكتاب: غير مقروء في (أ). وفي (ب)، (ج): (السنتهم بالكتاب)، ولا يستقيم بها المعنى. وما أثبتُّه من \"تفسير الخازن\" ١/ ٣١١؛ حيث نقل عبارة الواحدي هذه، وهي الأصح والأليق بسياق الكلام.(٦) في (ب): (أي).(٧) في (ب): (ورجعت).(٨) الكناية، هي: الضمير؛ لأنه يكنى به أي: يرمز به عن الظاهر.(٩) في (ج): (منكور).(١٠) (وهو غير مذكور ولكن الفعل يدل عليه): ساقط من (ب).</p><p> الله، ما بذلك بعثني ربي\". فأنزل الله عز وجل هذه الآية. هذا قول ابن عباس (١) . </p><p> وقال الضحاك (٢) ، ومقاتل (٣) : كانت النصارى تقول: إن عيسى إلهٌ معبودٌ، وزعموا أن عيسى قال لهم ذلك، فنزلت الآية فيهم. </p><p> فقوله (٤) : {مَا كَانَ لِبَشَرٍ}  (٥) ؛ يعني: محمدًا عليه السلام على قول ابن عباس. وعلى قول مقاتل، يعني: عيسى. </p><p> و (الحُكْم)  (٦) في اللغة وفي التفسير: العلم والفقه؛ قال الله تعالى:  {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا}  [مريم: ١٢] ، يعني: العلم والفقه. </p><p> و (الحُكْم) : القضاء بالعدل (٧) أيضًا؛ ومنه قول النابغة: </p><p> واحْكُم كحُكْمِ فتاةِ (٨) الحَيِّ. (٩) .. البيت. </p><p>(١) قوله في \"تفسير الطبري\" ٣/ ٣٢٥، \"تفسير الثعلبي\" ٣/ ٦٤ ب، \"أسباب النزول\" للواحدي: (١١٦)، \"تفسير ابن كثير\" ١/ ٤٠٤، \"لباب النقول\" ٥٤، \"الدر المنثور\" ٢/ ٨٢ وزاد نسبة إخراجه إلى ابن إسحاق، وابن المنذر، والبيهقي في \"الدلائل\". (٢) قوله في \"تفسير الثعلبي\" ٣/ ٦٤ ب، \"أسباب النزول\" للواحدي: ١١٦، \"تفسير البغوي\" ٢/ ٥٩، \"زاد المسير\" ١/ ٤١٣.(٣) قوله في \"تفسيره\" ١/ ٢٨٦، \"تفسير الثعلبي\" ٣/ ٦٤ ب، \"تفسير البغوي\" ٢/ ٥٩ \"زاد المسير\" ١/ ٤١٣.(٤) (فقوله): ساقط من: (ج).(٥) في (أ): (وما).(٦) من قوله: (والحكم ..) إلى نهاية بيت الشعر: من قول الليث بن المظفر، نقله المؤلف بتصرف من \"تهذيب اللغة\" ٤/ ١١١.(٧) في (ب): والعدل. في (ج): (بالعذاب).(٨) في (ب): قناة. في (ج): (فتادة).(٩) صدر بيت، وتمامه: =</p><p> وقوله تعالى:  {ثُمَّ يَقُولَ للِنَّاسِ} . عطف على قوله:  {أَنْ يُؤْتِيَهُ اللَّهُ} أي: ما كان لبشرٍ أن يجمع بين هذين: بين النُّبُوَّة، وبين دعاء الخلق إلى عبادة غير الله. </p><p> قال الزجاج (١) : أي: الله عز وجل لا يصطفي لنبوته الكَذَبَةَ (٢) ، ولو فعل ذلك بشَرٌ، لَسَلَبَهُ الله عز وجل آياتِ النُّبُوّة، و (٣) علاماتها. ونصب {ثُمَّ يَقُولُ} على الاشتراك (٤) بين أن يُؤتِيَه وبين أن يقولَ (٥) ؛ أي: لا يجتمع لنبي إتيانُ (٦) </p><p>= واحكم كحكم فتاةِ الحي إذْ نَظَرَتْ ... إلى حَمامٍ شِراع واردِ الثَّمَدِ وهو في ديوانه: ٣٤، وورد منسوبًا له، في \"كتاب سيويه\" ١/ ١٦٨، والحيوان، للجاحظ: ٣/ ٢٢١، \"تهذيب اللغة\" ١/ ٨٨٥ (حكم)، \"الصحاح\" ٥/ ١٩٠٢ (حكم)، \"أمالي ابن الشجري\" ٣/ ٢٩، \"اللسان\" ٢/ ٩٥١ (حكم)، (١٠٠٦) (حمم)، \"التصريح\" ١/ ٢٢٥، \"شرح شواهد المغني\" ١/ ٧٥.ويروى: (.. سِراع) بدلًا من (شراع).والشاعر هنا يخاطب النعمان بن المنذر، ويعتذر إليه، ويطلب منه أن يحكم بالعدل في أمره، كما حكمت فتاةُ الحيِّ، وهي زرقاء اليمامة، المشهورة بحدَّةِ النظر، حيث نظرت إلى سرب حمام في الجو، فأحصتها، ولم تخطيء في عددها. و (شِراع): مقبلة على شِرعةِ الماء؛ أي: مَوْرِدهِ. و (الثَّمَدِ): الماء القليل. انظر: \"اللسان\" ٤/ ٢٢٣٨ (شرع)، \"القاموس\" ٢٧٠ (ثمد)، \"شرح شواهد المغني\" ١/ ٧٦ - ٧٧. وقيل: إن معنى قوله: (احكم كحكم ..)؛ أي: كن حكيمًا كفتاة الحي؛ أي: إذا قلت فأصِبْ كما أصابت هذه المرأة في حكمها. انظر: \"التهذيب\" ١/ ٨٨٥.(١) في \"معاني القرآن\" له: ١/ ٤٣٥، نقله عنه بتصرف.(٢) في (ب): (مثل ذ) ابدلا من (الكذبة).(٣) الواو ساقطة من: (أ)، (ب). والمثبت من (ج)، و\"معاني القرآن\".(٤) في (ج): (الإشراك).(٥) في \"معاني القرآن\": (يقول) بدون واو.(٦) الأوْلى أن تكون (إيتاء النبوة) بدلًا من (إتيان)؛ لأن الإتيان: المجيء، وهو =</p><p> النُّبوَّةِ والقولُ للناس:  {كُونُوا عِبَادًا لِي} . </p><p> وقال صاحبُ النَّظْمِ:  {مَا كَانَ لِبَشَرٍ} : نفيٌ، والنفي واقع غير موقعه؛ لأن التأويل ما كان لبشر يُؤتِيَه الله الكتابَ والحكمَ والنبوةَ. وقوله تعالى (١) : {يُؤتِيَهُ اَللَّهُ}  (٢) صفة للنكرة (٣) ؛ على تأويل:  (ما كان لِبَشَرٍ يكون بهذه الحال،أن يقول للناس:كونوا عبادًا لي من دون الله) . </p><p> فالمنفي (٤) : قوله: (أن يقول الناس) . فلمَّا (٥) وقع {أَنْ} في غير موقعه، نسق (٦) عليه بـ {ثُمَّ} . ففي الآية تقديم حرف حقُّهُ أن يُؤَخَّرَ، ومثله من تقديم ما وجب أن يؤخر في النظم: قوله تعالى (٧) : {وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ (٨) } [الفتح: ٢٥] ، التأويلُ: ولولا أن تطؤوا رجالًا مؤمنين ونساءً مؤمناتٍ لم تعلموهم؛ أي: لم تعرفوهم. </p><p> وقوله تعالى:  {كُونُوا عِبَادًا لِي} . قال ابن عباس (٩) : هذه لغة </p><p>= مصدر: (أتى يأتي)، ومن مصادره أيضًا: (أتْيًا، وأُتِيَّا، وإتِياَّ، ومأتاة). أما قوله تعالى: {يُؤْتِيَهُ}، فهو من: (آتاه، يُؤْتيه)؛ أي: أعطاه، يعطيه. والمصدر: إيتاء. انظر: \"تهذيب اللغة\" ١/ ١١٥ (أتى)، والسان: ١/ ٢١ (أتي). (١) (تعالى): ساقطة من: (ج).(٢) في (ب): {يَقُولَ للِنَّاسِ}.(٣) (صفة للنكرة): ساقطة من (ب).(٤) في (ب): (والمنفي).(٥) في (ب): (وإنما).(٦) أي: عطف. وحروف النسق، هي: حروف العطف.(٧) (تعالى): ساقطة من: (ج).(٨) (أن تطؤوهم): ساقطة من: (ج).(٩) قوله في \"تفسير الثعلبي\" ٣/ ٦٥ أ.</p><p> مُزَيْنَة (١) ، تقول للعبيد:  (عِبَاد)  (٢) . </p><p> وقوله تعالى:  {وَلَكِنْ كُونُوا رَبَّانِيِّينَ} . أي: ولكن تقول: كُونُوا، فحذف القول؛ لدلالة الأولى عليه. </p><p> و (الرَّبّانِي) : العالم، في قول كلهم. </p><p> أخبرني العَرُوضِيُّ، عن الأزهري، قال (٣) : أخبرني المُنْذِري، عن أبي طالب (٤) ، قال: الرَّبّاني: العالم. والجماعة (٥) : الربّانِيُّون. وقال أبو </p><p>(١) قبيلة عربية مُضَرية عدنانية، كانت مساكنهم بين المدينة ووادي القرى. وقد قاتلت مُزينة مع النبي - صلى الله عليه وسلم - في غزوة حنين، واشتركوا في فتح مكة مع خالد بن الوليد رضي الله عنه. انظر: \"معجم قبائل العرب\" ٣/ ١٠٨٣. (٢) فرق الراغب بينهما، فجعل (العبد) بمعنى (العابد)، وجعل (العبيد) جمع (العبد) الذي هو مسترقٌّ. أي: أن (العباد) من العبادة، و (العبيد) من العبودية، وهي لا تمتنع أن تكون لغير الله. ثم قال: (فـ (العبيد) إذا أضيف إلى الله، أعم من (العباد)؛ ولهذا قال: {وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ} [ق: ٢٩]، فنبه إلى أنه لا يظلم من يختص بعبادته، ومن انتسب إلى غيره من الذي تسموا بـ (عبد الشمس)، و (عبد اللات)، ونحو ذلك). \"المفردات\" ٥٤٣ (عبد). ويرى ابن عطية أن (العباد) (جمع (عبد)؛ متى سيقت اللفظةُ في مضمار الترفيع والدلالة على الطاعة، دون أن يقترن بها معنى التحقير وتصغير الشأن)، وضرب لذلك أمثلة، منها: {وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} [البقرة: ٢٧]، و {عِبَادٌ مُكْرَمُونَ} [الأنبياء: ٢٦]. \"المحرر الوجيز\" ٣/ ١٨٧، وانظر: \"روح المعاني\" ٣/ ٢٠٧.(٣) قوله هذا في \"تهذيب اللغة\" ٢/ ١٣٣٦. ومن قوله: (قال ..) إلى (.. بصغار العلوم قبل كبارها): موجود مع اختلاف يسير في \"التهذيب\" ١٥/ ١٧٩.(٤) هو: المفضَّل بن سَلمة بن عاصم، أبو طالب الضَّبِّي، تقدمت ترجمته.(٥) في (ب): (للجماعة).</p><p> العباس (١) : الربَّانِيُّون: العلماء. </p><p> وقال سيبويه: زادوا ألِفًا ونونًا في (الرَّبّاني) ، إذا (٢) أرادوا تخصيصًا بعلم الرَّبِّ، دون غيره من العلوم، وهذا كما قالوا:  (شَعْراني) ، و (لِحْيانِي) ، و (رَقَباني) : إذا خُصَّ بكثرة الشَّعْر، وطول اللِّحْيَة، وغِلظ الرَّقَبَة. فإذا نسبوا إلى الشَّعْر، قالوا:  (شَعْرِي) ، وإلى الرَّقَبَة:  (رَقَبِي) ، وإلى اللِّحْيَة:  (لِحْيِي)  (٣) . </p><p> وقال ابنُ الأعرابي: الرباني: العالم المُعَلِّم، الذي يَغْدُوا الناسَ (٤) بصِغار العلوم قبل كبارها. </p><p> وقال المبرد (٥) : الربّانِيُّون: أرباب العلم، وأحدهما: رَبّاني، وهو: الذي يَرُبُّ العِلم، ويَرُبُّ الناسَ؛ أي: يعلمهم ويصلحهم، ويقوم بأمورهم (٦) . </p><p> والأَلِف والنُّونُ: للمبالغة؛ كما قالوا:  (رَيّان)  (٧) ، و (عطشان) ، و (شبعان) ، و (عُرْيان)  (٨) ، و (نَعْسان) ، و (وَسْنان)  (٩) ، ثم ضمَّت إليه ياءُ </p><p>(١) هو ثعلب كما في \"تهذيب اللغة\" قوله: (الربّاني: العالم. والجماعة: الربَّانيون). (٢) (إذا): ساقطة من (ج).(٣) انظر: \"كتاب سيبويه\" ٣/ ٣٨٠. \"المقتضب\" ٣/ ١٤٤.(٤) في (ج): (للناس).(٥) قوله بنصه، في \"تفسير الثعلبي\" ٣/ ٦٥ ب، \"تفسير القرطبي\" ٤/ ١٢٢.(٦) انظر: \"الزاهر\" ١/ ٥٧٦، \"تهذيب اللغة\" ٢/ ١٣٣٦ (ربَّ)، \"تاج\" ٢/ ١٠ (ربب).(٧) في (أ)، (ب)، (ج): (ربَّان). والمثبت من \"تفسير الثعلبي\".(٨) في (ب): (وعرقان)، في (ج): (وعرثان).(٩) يقال: (وَسِنَ، يَوْسَنُ، وَسَنًا)، و (سِنَةً)، و (وَسْنَةً)، أي: أخذ في النُّعاس، فهو: (وَسِنٌ)، و (وَسْنان)، و (مِيْسان). والاسم: (الوَسَن)، وهو: النعاس. انظر (وسن) في \"المجمل\" ٩٢٥، \"القاموس\" (١٢٣٨)، \"المعجم الوسيط\" ١٠٣٣.</p><p> النسبة، كما قيل:  (لِحياني) ، و (رَقَبانِي) . </p><p> فعلى قول سيبويه؛ الرَّبّاني: منسوب إلى الرَّبِّ؛ على معنى التخصيص بعلم الرَّبِّ، أي: يَعْلَم الشريعة، وصفات الرب. وعلى قول ابن الأعرابي، والمبرد؛ الرّبّانِي: من الرَّبِّ، الذي هو بمعنى: التربية، على البيان الذي ذكر. </p><p> وقال أبو عبيدة (١) : لم تعرف العرب (رَبّانِيِّين)  (٢) . هذا قول أهل اللغة في معنى (٣) هذا (٤) الحرف. </p><p> قال ابن عباس في رواية سعيد بن جبير (٥) : ربانيين؛ أي: معلِّمِين (٦) . وهو قول مُرَّة الهَمْداني (٧) ، واختيار عبد الله بن مُسْلِم (٨) ، ويقوى هذا قول </p><p>(١) قوله في \"مجاز القرآن\" ١/ ٩٧. (٢) ونص قول أبي عبيدة كما في \"مجاز القرآن\" (لم يعرفوا ربّانيِّين). وفي \"تهذيب اللغة\" ٢/ ١٣٣٦: (قال أبو عبيدة: وأحسب الكلمة ليست بعربية، وإنما هي عبرانية أو سريانية: وذلك أن أبا عبيدة زعم أن العرب لا تعرف الربّانيين. قال أبو عبيد: وإنما عرفها الفقهاء وأهل العلم).(٣) (معنى): ساقطة من: (ب).(٤) (هذا): مطموسة في (أ). ومثبتة من: (ب)، (ج).(٥) الرواية في \"تفسير الطبري\" ٣/ ٣٢٥، \"تفسير ابن أبي حاتم\" ٢/ ٦٩١، \"تفسير الثعلبي\" ٣/ ٦٥ أ.(٦) في (ب): (مسلمين). واختلفت ألفاظ هذه الرواية عن ابن عباس في مصادرها، فعند الطبري، ورد: (حكماء فقهاء)، وعند ابن أبي حاتم: (الفقهاء المعلمون)، ومثله عند الثعلبي. وورد عن ابن عباس من رواية عطية العوفي: (حكماء فقهاء)، هكذا عند الطبري. وعند الثعلبي: (حكماء علماء). ومن رواية الضحاك عنه: (الفقهاء العلماء). انظر المراجع السابقة.(٧) هو: أبو إسماعيل، مُرَّة بن شَرَاحِيل، الكوفي، البكيلي الهَمْداني، تقدم ٢/ ٧٧(٨) هو ابن قتيبة وقوله في \"تفسير غريب القرآن\" له: ١٠٧.</p><p> ابن الأعرابي والمبرد (١) . </p><p> وقوله تعالى:  {بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ}  (٢) . ويُقرأ:  {تُعَلِّمُونَ}  (٣) ، من: العلم. والباء (٤) في {بِمَا} ، متعلقة بقوله:  {كُونُوا} . و (ما) في القراءتين، هي التي بمعنى المصدر مع الفعل، والتقدير: كونوا رَبَّانِيِّين، </p><p>(١) قال الطبري: (وأولى الأقوال عندي بالصواب في (الرَّبانيِّين): أنهم جمع (رَبّاني)، وأن (الرَّبّاني): المنسوب إلى (الرَّبَّان) الذي يربُّ الناسَ، وهو الذي يُصْلح أمورهم، و (ويربُّها)، ويقوم بها ..). ثم قال: (يقال منه: (رَبَّ أمري فلان، فهو يُربُّه رَبًّا، وهو رَابُّه). فإذا أريد به المبالغة في مدحه، قيل: (هو ربّان) ..). ثم تابع قائلاً جامعًا بين الأقوال المختلفة: (فإذا كان الأمر في ذلك على ما وصفنا وكان (الربَّان) ما ذكرنا، و (الربّاني) هو المنسوب إلى من كان بالصفة التي وصفتُ وكان العالم بالفقه والحكمة من المصلحين يَرُبّ أمورَ الناس، بتعليمه إياهم الخيرَ، ودعائهم إلى ما فيه مصلحتهم وكان كذلك الحكيمُ التقيُّ لله، والوالي الذي يلي أمورَ الناس على المنهاج الذي وَليَهُ المقسطون من المصلحين أمورَ الخلق، بالقيام فيهم بما فيه صلاح عاجلهم وآجلهم، وعائدةُ النفع عليهم في دينهم، ودنياهم، كانوا جميعًا يستحقون أن [يكونوا] مِمّن دَخل في قوله: {وَلَكِنْ كُونُوا رَبَّانِيِّينَ}. فـ (الرَّبّانيُّون) إذًا، هم عمادُ الناس في الفقه والعلم وأمور الدين والدنيا. ولذلك قال مجاهد: (وهم فوق الأحبار)؛ لأن (الأحبار): هم العلماء، و (الرَّبّانِي): الجامع إلى العلم والفقه، البصرَ بالسياسة والتدبير والقيام بأمور الرعية، وما يصلحهم في دنياهم ودينهم). تفسيره: ٣/ ٢٩٦. (٢) (الكتاب): ساقطة من (ج).(٣) في (أ): (تُعَلمون). وفي (ب)، (ج) مهمل، لم يضبط بالشكل. وما أثبته هو الصواب. وهذه القراءة بفتح التاء، وإسكان العين وفتح اللّام، قراءة نافع، وابن كثير، وأبي عمرو. وقرأ عاصم، وابن عامر، وحمزة، والكسائي: {تُعَلِّمُونَ} بضم التاء وتشديد اللام المكسورة. انظر: \"السبعة\" ٢١٣، \"الكشف\" ١/ ٣٥١.(٤) من قوله: (الباء ..) إلى (.. أبلغ في هذا الوضع): نقله باختصار وتصرف من \"الحجة\" للفارسي: ٣/ ٥٩ - ٦١.</p><p> بكونكم عالمين؛ [أو: معلِّمين]  (١) . </p><p> وعلى هذا التقدير أيضًا قوله تعالى (٢) : {وَبِمَا كُنْتُمْ تَدْرُسُونَ} . ومثل هذا مِنْ كَوْن (٣)  (ما) مع الفعل بمنزلة (٤) المصدر؛ قوله [تعالى]  (٥) : {فَالْيَوْمَ نَنْسَاهُمْ كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَا وَمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ}  [الأعراف: ٥١] ؛ أي: كنسيانهم لقاء يومهم، وككونهم (٦) بآياتنا جاحدين. </p><p> فأما قوله:  {تُعَلِّمُونَ الكِتَابَ} ، من قرأه (٧) بالتخفيف؛ فهو من (العِلم) الذي يراد (٨) به: المعرفة، فيتعدى إلى مفعول واحد؛ كقوله:  {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ}  [البقرة: ٦٥] ، وقوله:  {وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ}  [البقرة: ٢٢٠] ، وحجته: ما رُوي عن عمرو (٩) أنه </p><p>(١) ما بين المعقوفين: غير مقروء في (أ)، وساقط من (ب). ومثبت من (ج). إلّا أنه ورد في (ج): (أي: معلمين)، بدلًا من: (أو معلمين)، ولم أرَ لها وجهًا. والصواب ما أثبته؛ لأن المؤلف هنا يذكر التقدير في القراءتين باعتبار أنَّ (ما) مصدرية فيهما. ففي القراءة الأولى {تَعلمون}، يكون التقدير: (بكونكم عالمين)، أو يكون التقدير: (بكونكم مُعَلِّمين) على اعتبار القراءة الثانية {تُعَلِّمُونَ}. ويعزز هذا ما ورد في \"التفسير الوسيط\" للمؤلف؛ حيث أورد في هذا الموضع القراءتين، فقال عن قراءة: {تُعَلِّمُونَ} (أي: بكونكم عالمين). وقال عن قراءة {تُعَلِّمُونَ} بالتشديد: (بكونكم معلمين). \"الوسيط\" تحقيق بالطيور: ٢٥٥.(٢) لفظة (تعالى): ساقطة من: (ج).(٣) في (ب): (ممن تكون فيه).(٤) في (ب): (بمعنى).(٥) ما بين المعقوفين زيادة من: ب.(٦) في (ج): (ولكونهم).(٧) في (ج): (قرأ).(٨) في (ج): (يريد).(٩) هو أبو عمرو بن العلاء، ممن قرأ {تَعْلَمون}.</p><p> احتج بقوله:  {تَدْرُسُونَ} ولم يقل: (تُدَرِّسُون) ، وأيضًا فإن التشديد يقتضي مفعولين، والمفعول ههنا واحد، فالتخفيف أولى. </p><p> ومن قرأ بالتشديد: فالمفعول الثاني محذوف، تقديره: بماكنتم تُعَلِّمونَ الناسَ الكتابَ، أو غيرَكم الكتابَ. وحُذِف؛ لأن المفعول به قد يُحذَف من الكلام كثيرًا. </p><p> وحجته في التشديد: أن التعليم (١) يَدُل على العِلْم؛ لأن الذي يُعَلِّم لا يكون إلا عالمًا بما يُعَلِّم، والعِلْم لا يدل على التعليم، فالتشديد أبلغ في هذا الموضع. وأيضًا فإن الرَّبّانِيّين لا يقتصرون على أن يَعْلَموا لأنفسهم حتى يتقربوا إلى الله بالتعليم، يدل عليه: قول مُرَّة بن شَراحيل (٢) : كان عَلْقَمَةُ من الربّانيين الذي يُعَلِّمون الناسَ القرآن. </p><p> قال الزجاج (٣) : معنى قوله: {كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ} : كونوا معلِّمِي الناس بعِلْمِكم ودَرْسِكم، عَلِّموا الناسَ وبَيِّنوا لهم؛ كما تقول: انفعوهم بمالِكم. وقيل (٤) : كونوا ممن يستحق أن يُطلق (٥) له صفة عالم بعلمه؛ لإخلاصه وقيامه بحقه. </p><p> وقوله تعالى:  {وَبِمَا كُنْتُمْ تَدْرُسُونَ} . أي: تقرأون (٦) . ومنه قوله تعالى:  {وَدَرَسُوا مَا فِيهِ}  [الأعراف: ١٦٩] . وشَرْحُ معنى الدَّرسِ والدراسة، </p><p>(١) في (ج): (العلم). (٢) قوله في \"تفسير الثعلبي\" ٣/ ٦٥ أ، \"حلية الأولياء\" ٢/ ٩٨، \"صفة الصفوة\" ٢/ ١٦.(٣) في \"معاني القرآن\" له: ١/ ٤٣٥. نقله عنه بالمعنى.(٤) هذا القول يدخل ضمن معنى قول الزجاج في المصدر السابق.(٥) في (ب): (تطلق).(٦) في (ج): (تقرون).</p>"
}