{
  "id": null,
  "sura": 3,
  "aya": 102,
  "text": "<p> وقال الحسن (١) : نزلت الآية في مشركي العرب. </p><p> وقوله تعالى:  {وَكَيْفَ تَكْفُرُونَ} خطاب لهم، وهو توبيخٌ لهم على الكفر بعد نصب الحُجَّةِ، وبعثة الرسول. </p><p> وقوله تعالى:  {وَمَنْ يَعْتَصِمْ بِاللَّهِ} الاعتصام في اللغة: الاستمساك بالشيء، وأَصله مِن:  (العِصمة) . و (العِصْمَةُ) : المَنْع في كلام العَرب. و (العاصِمُ) : المانع. و (اعتصم فلانٌ بالشيء) : إذا امتنع به (٢) . </p><p> قال ابن عباس (٣) في قوله: {وَمَنْ يَعْتَصِمْ بِاللَّهِ} ، يريد (٤) : يمتنع بسبيل الله. وقال الزجاج (٥) : يستمسك بحبل الله. </p><p> وقال ابن جريج (٦) : {وَمَنْ يَعْتَصِمْ بِاللَّهِ} ؛ أي: يؤمن بالله. </p><p> ١٠٢ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} قد ذكرنا ما في (التُقاة) عند قوله: {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً}  [آل عمران: ٢٨] . </p><p> ومعنى {حَقَّ تُقَاتِهِ} ، هو: أنْ يُطاعَ فلا يُعصى، ويذكَرَ فلا يُنْسى، ويُشْكَرَ فلا يُكْفَر. وهذا يروى عن عبد الله مرفوعًا، ورُوي موقوفًا عليه (٧) . </p><p>(١) لم أقف على مصدر قوله. (٢) (العِصْمة) الاسم. أما المصدر، فهو: (العَصْمُ). واعتصم، قد يتعدّى بالباء، فيقال: (اعتصمت به)، وهي الأفصح، وقد يقال: (اعتصمته). انظر مادة (عصم) في \"تفسير غريب القرآن\" لابن قتيبة: ١٠٨، \"معاني القرآن\" للفراء: ١/ ٢٢٨، \"تفسير الطبري\" ٤/ ٢٦ - ٢٧، \"الزاهر\" ١/ ٥٧٩، \"مفردات ألفاظ القرآن\" للراغب: ٥٦٩، \"اللسان\" ٥/ ٢٩٧٦.(٣) لم أقف على مصدر قوله.(٤) من قوله: (يريد ..) إلى (ومن يعتصم بالله): ساقط من: (ج).(٥) في \"معاني القرآن\" له: ١/ ٤٤٨. نقله عنه بنصه.(٦) قوله في \"تفسير الطبري\" ٤/ ٢٦، \"تفسير ابن أبي حاتم\" ٣/ ٧٢٠، \"تفسير البغوي\" ٢/ ٧٧، \"الدر المنثور\" ٢/ ١٠٤ وزاد نسبة إخراجه لابن المنذر.(٧) أكثر الذين رووا الأثر عن عبد الله بن مسعود، رووه موقوفًا. انظر: \"الزهد\" لابن المبارك ٨، \"الناسخ والمنسوخ\" لأبي عبيد ٢٦٥، \"تفسير سفيان الثوري\" ٧٩، \"تفسير عبد الرزاق\" ١/ ١٢٩، \"تفسير الطبري\" ٤/ ٢٧ \"تفسير ابن أبي حاتم\" ٣/ ٧٢٢، \"الناسخ والمنسوخ\" للنحاس ص ٨٤ - ٨٥، \"المعجم الكبير\" للطبراني ٩/ ٩٣ رقم (٨٥٠١)، \"المستدرك\" للحاكم ٢/ ٢٩٤، وقال: (صحيح على شرط الشيخين، ولم يخرجاه)، ووافقه الذهبي.وأورد البغويُّ طرفا منه -موقوفًا- في \"تفسيره\" ٢/ ٧٧، وأورده ابن كثير ١/ ٤١٦ من رواية ابن أبي حاتم موقوفًا، وقال: (وهذا إسناد صحيح موقوف).وأورده السيوطي في \"الدر\" ٢/ ١٠٥ وزاد نسبة إخراجه إلى الفريابي، وعبد بن حميد، وابن أبي شيبة، وابن المنذر، وابن مردويه.أما المرفوع، فقد أخرجه: الثعلبي في \"تفسيره\" ٣/ ٨٦ أبسنده إلى عبد الله بن مسعود مرفوعًا إلى النبي - صلى الله عليه وسلم -.كما أورده القرطبي ٤/ ١٥٧ مرفوعًا، ونسب إخراجه للبخاري، وهو تصحيف؛ لأن البخاري لم يرو هذا الأثر، والصواب نسبته للنحاس، حيث ورد ذلك في نسخة أخرى لـ \"تفسير القرطبي\" أشار إليها محقق التفسير.وأورده ابن الجوزي في \"زاد المسير\" ١/ ٤٣١، وقال رواه ابن مسعود عن النبي - صلى الله عليه وسلم -. وأورده ابن كثير في \"تفسيره\" ١/ ٤١٦ مرفوعًا من رواية ابن مردويه، وذكر أن الحاكم رواه مرفوعًا في \"المستدرك\" -كذلك-، وعَقَّب ابنُ كثير قائلًا: (والأظهر أنه موقوف. والله أعلم).وأورده السيوطي في \"الدر\" ٢/ ١٠٥ ونسب إخراجه للحاكم، وابن مردويه. ولم أقف على المرفوع في مستدرك الحاكم.وورد من رواية ابن عباس، أخرجها البيهقي في كتاب \"الزهد الكبير\" ٣٤٤ رقم (٨٧٣).</p><p> واختلفوا في هذه الآية: فقال ابن عباس في رواية الوالِبي (١) : لَمْ تُنسَخ هذه الآيةُ، ولكن {حَقَّ تُقَاتِهِ} : أن يجاهدوا في الله حق جهاده، ولا </p><p>(١) هذه الرواية، في \"الناسخ والمنسوخ\" لأبي عبيد: ٢٦٠، \"تفسير الطبري\" ٤/ ٢٩، \"تفسير ابن أبي حاتم\" ٣/ ٧٢٢، \"الناسخ والمنسوخ\" للنحاس: (٨٥) \"الدر المنثور\" ٢/ ١٠٦ وزاد نسبة إخراجه لابن المنذر.</p><p> تأخذهم (١) في الله لومةُ لائم، ويقوموا (٢) بالقسط ولو على أنفسهم وآبائهم (٣) . </p><p> واختار الزجاج هذا الوجه، وهو أن الآية مُحكَمَةٌ غير منسوخة؛ لأنه قال (٤) في قوله: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} : أي: اتَّقُوهُ فيما يحقُّ عليكم أن تتَّقُوهُ فيه. </p><p> وقال (٥) في رواية عطاء (٦) : هذا منسوخٌ؛ لانهم قالوا: يا رسولَ الله! وما حَقُّ تُقاتِهِ؟ قال:  \"يُذكر فلا ينسى، ويُطاع فلا يُعصى\" قالوا: ومَن يَقوَى على هذا؟ وشَقَّ (٧) عليهم؛ فأنزل الله:  {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ}  [التغابن: ١٦] . </p><p> وإلى هذا القول، ذهب: قتادة (٨) والرَّبِيع (٩) والسُّدِّي (١٠) وابن </p><p>(١) في (ج): (يأخذهم). (٢) في (ب): (ويفرحوا).(٣) ورد في الأثر عند أبي عبيد، والطبري، وابن أبي حاتم، زيادة في آخره: (وأبنائهم). ولا توجد لفظة (أنفسهم) عند النحاس. وفي \"الدر\": (وأمهاتهم) بدلًا من: (أبنائهم).(٤) في \"معاني القرآن\" له ١/ ٤٤٨. نقله بنصه.(٥) أي: ابن عباس.(٦) لم أقف على مصدر هذه الرواية. ولكن ورد عن ابن عباس بنحوه، أخرجه ابن مردويه، كما ورد عنه من طريق عكرمة، أخرجه عبد بن حميد. انظر: \"الدر المنثور\" ٢/ ١٠٦.(٧) في (ب): (وحتى).(٨) قوله في كتاب \"الناسخ والمنسوخ\" له: ٣٨، \"تفسير الطبري\" ٤/ ٢٩، ٢٨/ ٢٢٧، \"تفسير ابن أبي حاتم\" ٣/ ٧٢٢ \"الناسخ والمنسوخ\" للنحاس: (٨٥)، وأورده السيوطي في \"الدر\" ٢/ ١٠٥، ونسب إخراجه إلى عبد الرزاق، وعبد بن حميد، وأبي داود في ناسخه.(٩) قوله في \"تفسير الطبري\" ٤/ ٢٩، \"تفسير ابن أبي حاتم\" ٣/ ٧٢٢.(١٠) قوله في المصادر السابقة.</p><p> زيد (١) ، وقال مقاتل (٢) : ليس (٣) في آل عمران من المنسوخ إلا هذا (٤) . </p><p>(١) قوله في \"الطبري\" ٤/ ٢٩، \"زاد المسير\" ١/ ٤٣٢، \"المحرر الوجيز\" ٣/ ٢٤٦. (٢) لم أقف على نص قوله هذا في تفسيره، وقد أورده الثعلبي في \"تفسيره\" ٣/ ٨٦ أ. وقد نص مقاتل في تفسيره على نسخها بآية التغابن. انظر: \"تفسيره\" ١/ ٢٩٢.(٣) في (ب): (آيتين). بدلًا من: (ليس).(٤) ممن قال بنسخها من الذين كتبوا في النسخ: هبة الله بن سلامة في \"الناسخ والمنسوخ\" له: ٦٢، ١٨١، وأبو عبد الله محمد بن حزم في \"الناسخ والمنسوخ\" له: ٣١، والبازري في \"ناسخ القرآن ومنسوخه\" له: ٢٨، وعبد القاهر البغدادي في \"الناسخ والمنسوخ\" له: ٩٢. والكرمي في \"قلائد المرجان\" ٨١.ولكن ذهب آخرون إلى إحكام هذه الآية وعدم نسخها -وهو الراجح-؛ لأنه لا تعارض بين الآيتين؛ حيث إن آية سورة التغابن من قبيل المفسِّر والمبيِّن للمُبْهَم الوارد في آية سورة آل عمران؛ وذلك أنَّ (حقّ تُقاته) إنما هو بقدر الاستطاعة؛ لأنه {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} -٢٨٦ البقرة-، فمعنى الآية: أن نتَّقي اللهَ حقَّ تقاته، ما استطعنا، وُيبَين النَّحاسُ هذا بقوله:(محال أن يقع في هذا ناسخ ولا منسوخ، إلا على حيلة؛ وذلك أن معنى (نسخ الشيء): إزالته بضدِّه، فمحال أن يقال: {اتَّقُوا اللهَ} منسوخ، ولا سيما مع قول رسول الله - صلى الله عليه وسلم -، مما فيه بيان الآية) ثم ذكر رواية معاذ بن جبل عن رسول الله - صلى الله عليه وسلم -: (قال لي رسول الله - صلى الله عليه وسلم -: (يا معاذ أتدري ما حق الله -عز وجل- على العباد؟) قلت: الله ورسوله أعلم. قال: (أن يعبدوه، فلا يشركوا به شيئًا). أفلا ترى أنه محال أن يقع في هذا نسخ؟).ثم ذكر رواية ابن عباس من طريق الوالبي التي أوردها المؤلف سابقًا، وقال: (فكل ما ذكر في الآية، واجب على المسلمين أن يستعملوه، ولا يقع فيه نسخ. وهذا هو قول النبي - صلى الله عليه وسلم -: أن تعبدوه لا تشركوا به شيئًا، وكذا على المسلمين، كما قال ابن مسعود: أن تطيعوه فلا تعصوه، وتذكروه فلا تنسوه، وتشكروه ولا تكفروه، وأن تجاهدوا فيه حق جهاده فأما قول قتادة -مع محله من العلم-: إنها نسخت.=</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= فيجوز أن يكون معناه نزلت {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} بنسخ: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}، وأنها مثلها؛ لأنه لا يُكلَّفُ أحدٌ إلا طاقته). \"الناسخ والمنسوخ\" له: ٢٨٢ - ٢٨٤. وقال مكي بن أبي طالب -مؤكدًا القول بإحكام الآية وعدم نسخها-: (وهذا القول حسن؛ لأن معنى {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ}: اتَّقوه بغاية الطاقة، فهو قوله: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} إذ لا جائز أن يكلِّفَ اللهُ أحدًا ما لا يطيق، وتقوى الله بغاية الطاقة واجب فرض لا يجوز نسخه؛ لأن في نسخه إجاة التقصير من الطاقة في التقوى، وهذا لا يجوز). \"الإيضاح لناسخ القرآن ومنسوخه\" ١٧١. ويؤكد هذا ما ورد عن طاوس بن كيسان في تفسير هذه الآية، وهو قوله: (وهو أن يُطاع فلا يُعصَى، فإن لم تفعلوا، ولن تستطيعوا، {فَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}، قال: على الإسلام، وعلى حرمة الإسلام). أخرجه الطبري في \"تفسيره\" ٤/ ٣٠، وابن أبي حاتم في \"تفسيره\" ٣/ ٧٢٣ واللفظ له.ويرجح هذا المعنى: أن معنى النسخ عند السلف أعم وأشمل من المعنى الإصطلاحي، وهو: (رفع حكم شرعي متقدم بدليل شرعي متأخر عنه)، بل يشمله ويشمل غيره، وقد بين الشاطبي هذا الأمر فقال:(الذي يظهر من كلام المتقدمين، أن النسخ عندهم في الإطلاق، أعم منه في كلام الأصولين: فقد يطلقون على تقييد المطلق نسخًا، وعلى تخصيص العموم بدليل متصل أو منفصل نسخًا، كما يطلقون على رفع الحكم الشرعي بدليل متأخر نسخا؛ لأن جميع ذلك مشترك في معنى واحد، وهو أن النسخ في الإصطلاح المتأخر اقتضى أن الأمر المتقدم غير مراد في التكليف، وإنما المراد: ما جيء به آخرًا، فالأول غير معمول به، والثاني هو المعمول به). الموافقات: ٣/ ١٠٨.وبمثله قال ابن القيم في إعلام الموقعين: ١/ ٣٥.وممن رجح كون الآية محكمة غير منسوخة، وأن المراد بها هو: تقوى الله قدر الاستطاعة: الطبري في \"تفسيره\" ٤/ ٢٩، وابن عطية في \"المحرر الوجيز\" ٣/ ٢٤٦، وابن الجوزي في المصفى بأكف أهل الرسوخ من علم \"الناسخ والمنسوخ\" ١٢٢، والكيا الهراسي في \"أحكام القرآن\" ١/ ٢٩٨، والفخر الرازي في \"تفسيره\" ٨/ ١٦٧. ومن المعاصرين: د. مصطفى زيد في \"النسخ في القرآن\" ٢/ ٦١٤ - ٦١٥.</p><p> وقوله تعالى:  {ولَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} لفظ (١) النَّهْي واقعٌ على الموت، والمعنى واقعٌ على الأمر بالإقامة (٢) على الإسلام. </p><p> المعنى: كونوا على الإسلام فإذا أورد (٣) عليكم الموت، صادفكم على ذلك (٤) . </p><p> وقال بعض أهل المعاني (٥) : هذا في الحقيقة، نَهْيٌ عن ترك الإسلام؛ المعنى: لا تتركوا الإسلام فإن الموت لابد منه، فمتى (٦) صادفكم، [صادفكم]  (٧) عليه، إلّا أنه وضع كلامًا موضع كلام؛ لِحُسْنِ الاستعارة؛ لأنه لَمَّا كان يمكنهم الثبات على الإسلام، حتى إذا أتاهم الموت، لاقاهم وهم على الإسلام، صار الموت على الإسلام، بمنزلة ما (٨) قد [دَخَلَ]  (٩) في إمكانهم. وقد مضى الكلام في هذا عند قوله:  {إِنَّ اللَّهَ اصْطَفَى لَكُمُ الدِّين}  [البقرة: ١٣٢] ، الآية. </p><p>(١) من قوله: (لفظ ..) إلى (صادفكم على ذلك): نقله -بنصه- عن: \"معاني القرآن\" للزجاج: ١/ ٤٤٩. (٢) في (ب): (والإقامة).(٣) في (ب): (اود). وفي \"معاني القرآن\": (ورد).(٤) في (ب): (الإسلام): بدلًا من (ذلك).(٥) لم أقف عليهم. وقد نقل هذا القول، بتصرف: الفخر الرازي في \"تفسيره\" ٨/ ١٧٧. ونقله -بنصه- الخازن في \"تفسيره\" ١/ ٣٢٨ دون أن ينسباه لقائل.(٦) في (ب): (التي).(٧) ما بين المعقوفين زيادة من (ج). و\"تفسير الفخر الرازي\"، و\"تفسير الخازن\".(٨) في (ب): (من).(٩) ما بين المعقوفين في (أ)، (ب)، (ج): (دخله). ولكن لم أر لها وجهًا، وأثبتُّها من تفسير الفخر الرازي، وتفسير الخازن.</p>"
}