{
  "id": null,
  "sura": 3,
  "aya": 38,
  "text": "<p> ٣٨ - قوله تعالى:  {هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ} قال أهل اللغة (١) : (ههنا) و (هنا) تقريب (ثَمَّ)  (٢) . </p><p> ومعنى (هنالك) ؛ أي: عند ذلك. و (وهنالك) : مَحَلٌّ ومَوْضِعٌّ؛ كما أنَّ (حيث) : مَحَلٌّ، و (عِنْدَ) ، و (حِينَ) : وقتان. </p><p> فلو قال عز وجل:  (عند ذلك دعا زكريا) لكان جائزاً (٣) ، بمثل (٤) معنى (هنالك) . ولكن العرب تضع المحل موضع اسم الوقت في مثل هذا، فيقولون:  (كان ذلك حيث وَليَ زيدٌ) بمعنى حين وَليَ، وكذلك (هنالك) : مَحَلٌ يوضع (٥) موضع (عند) ، وقد يكون مجاز (هنالك) في هذا الموضع </p><p>(١) انظر مادة: (هنا) في \"الصحاح\" ٦/ ٢٥٦١، \"اللسان\" ٨/ ٤٧١٥، \"تاج العروس\" ٢٠/ ٤٣٢. (٢) (ثَمَّ) بفتح الثاء، وتشديد الميم: اسم إشارة إلى المكان البعيد، وهو ظرف مكان، لا يتصرف، مبني على الفتح، في محل نصب على الظرفية، ويقال: (ثَمَّةَ) والتاء فيه لتأنيث اللفظ فقط. انظر: \"معجم الشوارد النحوية\" لمحمد شراب ٢٢٧، \"معجم النحو\" للدقر: ١٢٤. أما (هنا) و (هناك) فيقول عنهما الجوهري: (للتقريب، إذا أشرت إلى مكان، و (هناك) و (هنالك): للتبعيد). \"الصحاح\" ٦/ ٢٥٦١ (هنا).(٣) قول المؤلف: (فلو قال .. لكان جائزًا)، أقول: غفر الله للمؤلف، ليته لم يقل هذه العبارة، فإنها كلمةٌ فيما أرى عظيمةٌ، يجب أن لا تقال في حق الله تعالى، وهل يجوز أن نقترح على الله تعالى.؟! ومتى كان الحق عز وجل لا يقول الأفضل من القول، والأبلغ من الكلام، والفَصْلَ في الخطاب، حتى نقول نحن البشر القاصرون مثل تلك المقولة العظيمة.؟! فالله تعالى يضع الكَلِمَ وفق حكمته وعلمه، وهو الأحكم الأعلم.(٤) في (د): (مثل).(٥) في (ج): (موضع).</p><p> مَحَلاًّ؛ لأن ما ذَكَرَه عز وجل من هذه القصة، يكون مضمناً لوقت (١) ومحل؛ لأنه لا يكون إلا في محل؛ كما لا يكون إلا في وقت؛ فلما لم يجز أن يكون (٢) إلا (٣) في محل؛ احتمل أن يومئ إلى ذلك المحل بقوله:  {هُنَالِكَ} ، و (هناك) ، و (هنالك) لأصلُ فيهما: [هنا]  (٤) ، ثم (٥) زيدت الكاف؛ للخطاب، كما قالوا في (ذا)  (٦) : (ذاك) . </p><p> ومن قال:  (هنالك) فتقديره تقدير (ذلك) ، والكاف فيهما للخطاب (٧) . وقول زهير: </p><p> هنالك إنْ تُسْتَخبَلُوا (٨) المالَ تُخبِلُوا (٩) </p><p>(١) في (ج)، (د): (بوقت). (٢) (ب): (إلا أن يكون).(٣) إلا: ساقطة من (ب)، (ج).(٤) ما بين المعقوفين زيادة يقتضيها السياق، وهي غير موجودة في جميع النسخ.(٥) (ثم): ساقطة من (ج).(٦) (ذا): ساقطة من (ج).(٧) انظر في زيادة الكاف في هذه الأسماء \"المسائل العسكرية\" للفارسي: ١٤٠، \"المسائل الحلبيات\" له: ٧٥٧٦، \"سر صناعة الإعراب\" ١/ ٣٠٩، ٣٢١ - ٣٢٢، ٢/ ٥٧١، \"مغني اللبيب\" ٢٤٠.(٨) في (د): (يستجلبوا).(٩) صدر بيت، وقد وردت روايته في \"الديوان\" بضمير الغائب، كالتالي:هنالك إنْ يُسْتَخْبَلوا المالَ يُخبِلوا ... وإنْ يُسألوا يُعْطوا وإن يَيْسِروا يُغْلُواانظر: \"ديوانه\" ص ١١٢. كما ورد منسوبًا له في \"الخصائص\" ١/ ١٠٩٧، \"اللسان\" ٢/ ١٠٩ (خبل)، و٣/ ١٢٩٣ (خول). وروايته في \"الخصائص\" \"اللسان\" ٣/ ١٢٩٣ (خول) (هنالك إن يُسْتَخوَلوا المال يُخوِلوا ..). وفي \"اللسان\" ٣/ ١٢٩٣ (خول: (.. وإن يُسألُوا يُعْصوا ..). و (يُستَخبَلوا)؛ من قولهم: (أخبَلْتُ الرجلَ، أُخبِلُه، إخبالًا)،=</p><p> يحتمل (هنالك) أن يكون (١) لمحل، وأن يكون لوقت. </p><p> و (هنالك) ، و (هناك) و (هنا)  (٢) ، و (ههنا) ، شيء واحد، إلا أن (هنا) ، و (ههنا) ، لم يُذكرا في شيء من الأوقات، وإنما ذُكرا في المحالِّ (٣) القريبة منك. </p><p>= و (اسْتَخبَلَه إبِلًا وغنمًا، فأخبله)، و (يُسْتَخوَلُوا) بمعناها؛ أي: إن تُطلَب منهم إبلُهم أو غنمُهم على سبيل الاستعارة؛ ليُنتفَعَ بألبانها وأوبارها، أو تستعار منهم خيلهم للغزو، فإنهم (يُخبلوا)؛ أي: يتكرموا ويتفضلوا بإعارتها. ومعنى (يَيْسَروا): من (يَسَر، يَيْسَر، يَسْرًا)، وهو: المقامر بالمَيْسر، أو هو: تجزئة الجَزُور، واقتسام أعضائها؛ يقال: (يَسَرَ القومُ الجزورَ)، وهو المراد في البيت هنا -والله أعلم- نظرًا لمناسبته لما سبقه من أبيات يمدح فيها الشاعرُ سنان بن أبي حارثة المُرِّي، والمعنى: إنهم يأخذون سِمان الجزُرِ والغاليَة منها وينحرونها، ويقسمونها على ذوي الحاجات. ومعنى: (يعْصوا) كما في رواية \"اللسان\" -: أي- والله أعلم-: يجمعونهم، من قولهم؛ (عصوت القومَ): إذا جمعتهم على الخير أو الشر؛ أي: إنهم إذا سُئلوا الخيرَ، جمعوا الناس على خيرهم وزادهم. وقبله: إذا السنةُ الشهباءُ بالناس أجحفترأيت ذوي الحاجات حول بيوتهم ... قطينًا بها حتى إذا نبت البقلوالذي دعاني لسوق الأبيات، أن المُعَلِّق على الديوان، فسَّر (ييسروا) بقوله: (يقامروا بالميسر)، وإن كان المعنى صحيحًا لغة، إلا أن المعنى الآخر الذي ذكرته أصح في رأيي لمناسبته لسياق الأبيات.انظر: \"اللسان\" ٢/ ١٠٩٧ (خبل)، ٣/ ١٢٩٣ (خول)، ٥/ ٢٩٨٠ (عصا)، ٨/ ٤٩٥٩ - ٤٩٦٠ (يسر). والشاهد في البيت: قوله: (هنالك) المحتملة أن تكون لوقت ومكان.(١) في (ب): (يحتمل أن يكون هنالك).(٢) (وهنا): ساقطة من (ج).(٣) (ج): (المحل).</p><p> قال الزجَّاج (١) : و (هنالك) في موضع نصب، لأنه ظرف؛ ويقع في المكان من الزمان والحال (٢) . </p><p> [ومعنى قوله:  {هُنَاِلكَ دَعَا} ؛ أي: في ذلك المكان من الزمان والحال] (٣) دعا. </p><p> قال أهل التفسير: لمَّا رأى زكريا ما أوتي (٤) مريم من فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف على خلاف مجرى العادة، طمع في رزق الولد من العاقر، على خلاف مجرى العادة، فدعا الله عز وجل، فقال:  {هَبْ لِي مِنْ لَدُنْكَ} . أي: من عندك (٥) . و (لَدُن) اسمٌ غير متمكن (٦) ، ونذكر حقيقته، وما قيل فيه، في سورة الكهف إن شاء الله. </p><p>(١) في \"معاني القرآن\" له: ١/ ٤٠٤، نقله بتصرف يسير جدًّا. (٢) (ج) (وأحوال الزمان)، بدلًا من: (من الزمان والحال).(٣) ما بين المعقوفين زيادة من: (ج)، (د) ومن \"معاني القرآن\" للزجاج.(٤) في (د): (أولي).(٥) ممن قال بذلك: ابن عباس، والسُّدِّي، وابن جبير، والحسن. انظر: \"تفسير الطبري\" ٣/ ٢٤٩، \"تفسير ابن أبي حاتم\" ٢/ ٦٤١، \"الدر المنثور\" ٢/ ٣٧.(٦) الاسم غير المتمكن، هو الاسم المبني، الذي لا يتغير آخره بتغير العوامل في أوله؛ أي: لا يتمكن من تحمل الحركات المختلفة. انظر: \"معجم المصطلحات النحوية والصرفية\" د. محمد اللبدي: ٢١٣. و (لَدُنْ): اسم جامد يُعرب ظرفًا للمكان أو الزمان، مبني على السكون، في محل نصب مفعول فيه، وهي تلازم الإضافة الاسم، أو الضمير، أو الجملة، وإذا أضيفت إلى ياء المتكلم اتصلت بها نون الوقاية، فيقال: (لَدُنِّي) ويقل تجريدها منها، فيقال: (لَدُنِي) وهي في المعنى والإضافة كـ (عند)، إلا أنها أقرب مكانًا من (عند) وأخصُّ منها. انظر: \"معجم الأدوات النحوية\" د. محمد التونجي: (١٠١)، \"معجم النحو\" د. الدقر: ٣٠٩، \"موسوعة النحو والصرف\" د. أميل يعقوب: ٥٧٦.</p><p> وقوله تعالى:  {ذُرِّيَّةً طَيِّبَةً} . أي (١) : نسلاً مباركاً تقياً (٢) . والذُّرِّية)؛ يكون (٣) واحدًا وجمعًا، وذكرًا وانثى (٤) . </p><p> والمراد بـ (الذُّرِّيَّة) ههنا: ولدٌ واحدٌ؛ لقوله:  {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا}  [مريم: ٥] . </p><p> قال الفرَّاء (٥) : وأنَّث الـ (طَيِّبَة) ؛ لتأنيث لفظ الذرية؛ كما قال الشاعر: </p><p> أبوك خليفةُ وَلَدَتْهُ أخرى ... وأنت خليفةٌ، ذاك الكمال (٦) </p><p> فأنَّثَ فعل الخليفة؛ لتأنيث لفظهِ (٧) . وقال آخرُ: </p><p>(١) من قوله: (أي ..) إلى (فهب لي من لدنك وليا): نقله بتصرف يسير عن \"تفسير الثعلبي\" ٣/ ٤٤ أ. (٢) عند الثعلبي: (نقيا).(٣) في (ب)، (د)، وعند الثعلبي: (تكون)، وفي: (ج) غير منقوطة.(٤) انظر: \"معاني القرآن\" للفرَّاء: ١/ ٢٠٨، \"تفسير الطبري\" ٣/ ٢٤٩، \"تهذيب اللغة\" ٢/ ١٢٧٤.(٥) في \"معاني القرآن\" له ١/ ٢٠٨. نقله عنه بالمعنى.(٦) البيت نسبه ابن الأنباري لنُصَيْب بن رباح. انظر: \"المذكر والمؤنث\" ٢/ ١٦٣. وقال محقق الكتاب: بأن البيت ليس في مجموع شعره. وقد ورد غير منسوب، في \"معاني القرآن\" للفراء: ١/ ٢٠٨، \"تفسير الطبري\" ٣/ ٢٤٨، \"الزاهر\" ٢/ ٢٤٢، \"تفسير الثعلبي\" ٣/ ٤٤ أ، \"المحرر الوجيز\" ٣/ ٩٦، \"اللسان\" ٦/ ٣٤٥٩ (فلح)، ٢/ ١٢٣٥ (خلف).(٧) أي: قال: (ولدته أخرى)؛ نظرًا لأن لفظ الخليفة مؤنث، والوجه: أن يقول: ولده آخر. قال ابن الأنباري: (ويقال: (قال الخليفة)، و (قالت الخليفة)، ويقال: (قال الخليفة الآخر)، و (الخليفة الأخرى)؛ فمن ذكَّر، قال: (الخليفة)، معناه: فلان؛ ومن أنَّثَ، قال: هو وصف قد دخلته علامة التأنيث، فحمل الفعل على لفظ المؤنث .. ومن استعمل لفظ المؤنث، قال في الجمع: (خلائف)، ومن استعمل =</p><p> فَمَا تَزْدَري مِنْ حَيَّةٍ جَبَلِيَّةٍ ... سُكاتٍ (١) إذا ما عَضَّ ليس بِأَدْرَدا (٢) </p><p> فجمع التأنيث، والتذكير: مرَّة على اللفظ، ومرةً على المعنى. </p><p> قال: وهذا يجوز في أسماء الأجناس، دون التي معناها: فلانٌ؛ نحو:  (طَلْحَة) ، و (حَمْزَة) ، و (مُغِيرَة) . لا يجوز (جاءت طلحة) ؛ من قِبَل أنَّ التذكيرَ الحقيقي يغلب على تأنيث اللفظ. </p><p> وقوله تعالى:  {إِنَّكَ سَمِيعُ الدُّعَاءِ} . قيل (٣) : مجيب الدعاء في </p><p>= المعنى المذكَّر، قال في الجمع: (خلفاء ..). \"الزاهر\" ٢/ ٢٤٢، وانظر: \"المذكر والمؤنث\" له ٢/ ١٦٣. (١) في جميع النسخ: سُكابٌ، ولم أر لها وجهًا، والتصويب من المصادر التي أوردت البيت، وسيأتي بيانها.(٢) لم أهتد إلى قائله، وقد ورد غير منسوب، في \"معاني القرآن\" للفراء ١/ ٢٠٨، \"تفسير الطبري\" ٣/ ٢٤٨، \"المذكر والمؤنث\" لابن الأنباري ١/ ١٢٥، \"تهذيب اللغة\" ٢/ ١٧١٨ (سكت)، \"الصحاح\" ١/ ٢٥٣ (سكت)، \"تفسير الثعلبي\" ٣/ ٤٤ أ، \"المحرر الوجيز\" ٣/ ٩٦، \"اللسان\" ٤/ ٢٠٤٦ (سكت). وقوله: (سُكاتٌ): وصف للحيَّة، يقال: (حيَّة سُكاتٌ، وسَكُوتٌ)،: إذا لم يشعر بها الملسوع حتى تلسعه وقوله: (أدردا)؛ أي: ليس في فمه سِنٌ، و (الدَّرَدُ): هو ذهاب الأسنان، والأنثى: دَرْداء.انظر: \"الصحاح\" ٢/ ٤٧٠ (درد)، \"اللسان\" ٤/ ٢٠٤٦ (سكت)، \"القاموس\" ص ١٥٣ (سكت).والبيت في وصف رجل داهية يقول عنه: كيف تستخف به، وهو كالحية الجبلية الفاتكة، التي لا يشعر الملسوع بعضها حتى تعضه بناب لم يسقط، ولم يذهب سُمُّه. والشاهد فيه كونه أنَّث (جبلية)؛ نظرًا لورود الموصوف مؤنثًا في اللفظ، وهو (حيَّة)، وذكَّرَ (عضَّ)؛ لأنه أراد المعنى؛ أي: حيَّة ذكَرًا.(٣) لم أقف على صاحب هذا القول، وقد حكاه الثعلبي في \"تفسيره\" ٣/ ٤٤أ، والبغوي في \"تفسيره\" ٢/ ٣٣، وابن الجوزي، في \"الزاد\" ١/ ٣٨٠.</p>"
}