{
  "id": null,
  "sura": 3,
  "aya": 167,
  "text": "<p> وقوله تعالى:  {إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} يعنى: مِنَ النَّصْرِ؛ مع طاعتكم النبي - صلى الله عليه وسلم -، وترك النصر؛ مع مخالفتكم ما أُمرتم به. وقال ابن عباس (١) : يريد: على نَصرِكُم، وعلى اتِّخاذِ الشهداءِ منكم، وتعجيلِ أوليائهِ إلى الجَنَّةِ، قديرٌ. </p><p> ١٦٦ - قوله تعالى:  {وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ} دَخَلَتْ الفاءُ في {فَبِإِذْنِ اللَّهِ}  (٢) ؛ لأن خبر (ما) التي بمعنى (الذي) ، يشبه جواب الجزاء؛ مِنْ جهة أنه مُعَلَّقٌ (٣) بالفعل الذي في الصِّلَةِ، كتعلُّقِهِ بالفعل الذي في الشَّرْط. وقد شرحنا هذه المسألة عند قوله:  {وَمَنْ تَطَوَّعَ خَيْرًا فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ}  [البقرة: ١٥٨] . </p><p> ومعنى قوله:  {فَبِإِذْنِ اللَّهِ} : قيل: بِعِلْمِ الله (٤) . وقال ابن عباس (٥) : يريد: فبقضاء الله. وهذا أوْلَى؛ لأن الآية تَسْلِيَةٌ للمؤمنينَ مما أصابهم (٦) ، ولا تَقَعُ التسليةُ إذا كان واقعًا بِعِلْمِهِ، وإنما تقع؛ إذا كان واقعًا بقضاء الله وقدره، فحينئذٍ يرضون بما قضى عليهم. وفي هذا دليلٌ على أن الكائنات كلَّها تقع على ما قضاه الله في الأزَلِ. </p><p> وقوله تعالى:  {وَلِيَعْلَمَ الْمُؤْمِنِينَ} . </p><p> ١٦٧ - {وَلِيَعْلَمَ الَّذِينَ نَافَقُوا} أي: لِيظْهرَ إيمان [المؤمنين]  (٧) ، </p><p>(١) لم أقف على مصدر قوله. (٢) في (ج): (بإذن).(٣) في (ج): (متعلق).(٤) ممن قال ذلك الزجاج، في \"معاني القرآن\" ١/ ٤٨٨.(٥) لم أقف على مصدر قوله. وقد أورده ابن الجوزي في: \"زاد المسير\" ١/ ٤٩٧.(٦) في (أ): (أصابكم). والمثبت من: (ب)، (ج).(٧) ما بين المعقوفين زيادة من (ج).</p><p> بِثُبُوتِهِمْ (١) على ما نالَهم، ويظْهرَ نفاق المنافقين، بِفَشَلِهم، وقِلَّةِ صبرِهِمْ على ما ينزلُ بهم. </p><p> وقد مضت نظائرُ لهذه الآية، وذكرنا معنى عِلْمِهِ فيما لا يزال، مع سبقِ عِلْمِهِ بالكائنات فيما لم يزل (٢) . </p><p> وقوله تعالى:  {نَافَقُواْ} . </p><p> يقال:  (نافق الرجلُ) ، فـ (هو منافقٌ) : إذا أظهر كلمةَ الإيمانِ، وأضْمَرَ (٣) خِلاَفَهَا. و (النِّفَاق) : اسمٌ إسْلامِيٌّ (٤) . </p><p> واختلفوا في اشتقاقه: </p><p>(١) في (ب): (ثبوتهم). (٢) انظر: \"تفسير البسيط\"، عند تفسير قوله تعالى: {إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ} [البقرة: ١٤٣]، وانظر تفسير قوله تعالى: {وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا} [آل عمران: ١٤٠]، وتفسير: {وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا} [آل عمران: ١٤٢].(٣) في (ج): (وأظهر).(٤) يعني أن (النفاق) اصطلاح جاءت به الشريعة الإسلامية، ولم يكن معروفًا من قبل، وإن كان أصله في اللغةِ معروفًا. انظر: \"اللسان\" ٨/ ٤٥٠٨ (نفق)، و\"المزهر\" ١/ ٣٠١.وقد ذكر د. عودة أبو عودة في كتابه \"التطور الدلالي بين لغة الشعر ولغة القرآن\" ٢٦٦ أن (النفاق) بمعنى التَّلَوُّنِ والمخادعة قد عرف في الجاهلية، واستدل ببيت شعرٍ منسوب إلى طرفة، وهو:وأما رِجَالٌ نافَقُوا في إخائِهِم ... ولستُ إذا أحبَبْتُ حُرًّا أنَافِقُهويفيد د. عودة أنَّ هذا البيت لم تتأكد نسبتُه لطرفة، كما يفيد شارح ديوانه، وإنْ ثَبَتَ فيدل على استخدام مصطلح (النفاق) في الجاهلية، ولكن لا على سبيل الشيوع والانتشار، ولا ينفي ذلك إسلامية هذا المصطلح.</p><p> قال أبو عبيد (١) : يقال (نافق اليَرْبُوعُ)  (٢) ، و (نَفَقَ)  (٣) . وَ (نَافِقاءُ اليربوع) : أحَدُ جُحْرَيْهِ. وله جُحْرٌ آخر يقال له:  (القاصِعَاء) ، فإذا طُلِبَ مِنَ النافقاء، خرج (٤) من القاصعاء، وإذا طُلِبَ مِنَ القاصعاء، خَرَجَ (٥) مِنَ النافقاء، فقيل للمنافق:  (مُنافِقٌ) ، لأن يخرجُ مِنَ الإسلامِ مِنْ غير الوجه الذي دَخَلَ فيه؛ وذلك أنه دَخَلَ عَلاَنِيَةً وخرج سِرًّا. </p><p> وَحَكَى ابنُ الأنباري (٦) عن بعضهم: أن المنافقَ مِنَ (النَّفَق) ، وهو: السَّرَبُ. ومعناه: أنَّه يَتَستَّرُ بالإسلام، كما يتستر (٧) الرجلُ في السَّرَبِ. </p><p> وقال قوم (٨) : هو مأخوذ من (النافقاء) ، على غير الوجه الذي ذكره أبو عبيد، وهو: أن [النافقاء]  (٩) جُحْرٌ يَحْفِرُه اليَّرْبُوعُ مِن داخلِ الأرض، فإذا بَلَغَ إلى جِلْدَةِ (١٠) الأرض، رَقَّقَ التُّرَابَ، ولم يُتِم الحَفْرَ، حتى إذا رَابَهُ </p><p>(١) في \"غريب الحديث\" له ١/ ٣٨٢. نقله عنه بتصرف. (٢) اليَرْبُوع: حيوان صغير على هيئة الجُرَذِ الصغير، وله ذنب طويل ينتهي بِخُصْلة من الشعر، وهو قصير اليدين، طويل الرجلين. والجمع: يَرَابيع. انظر (ربع) في: \"الصحاح\" ٢/ ١٢١٥، و\"المعجم الوسيط\" ١/ ٣٢٥.(٣) يقال: (نَفَقَ، ونفَّق، وانتفق). انظر: \"اللسان\" ٨/ ٤٥٠٧ (نفق).(٤) في (ب): أخرج. وفي \"غريب الحديث\" قَصَّعَ فخرج من القاصعاء.(٥) في (ب): (أخرج).(٦) في \"الزاهر\": ١/ ٢٣٠. نقله عنه بتصرف.(٧) (بالإسلام كما يتستر): ساقط من (ج).(٨) ذكر هذا ابن الأنباري في: \"الزاهر\" ١/ ٢٣٠ ونقله عنه المؤلف بتصرف. وقائل هذا القول هو ابن الأعرابي، وقد نقل معنى قوله هذا الأزهري، في: \"تهذيب اللغة\" ٤/ ٣٦٣٥ (نفق).(٩) ما بين المعقوفين في (أ) (النا)، والمثبت من: (ب)، (ج)، ومصادر القول.(١٠) في (ج): (جلد).</p><p> رَيْبٌ، دفَعَ الترابَ بِرَأسِهِ، فَخَرَجَ. </p><p> فقيل للمنافق: منافقٌ؛ لأنه يُضمر غير ما يُظهر؛ بمنزلة النافقاء، ظاهِرُهُ (١) غير بَيِّن، وباطِنُه محفور في الأرض. </p><p> قال ابن عباس (٢) : ويريد (٣) بـ {الَّذِينَ نَافَقُوا} : عبد الله بن أُبَي وأصحابه. </p><p> وقوله تعالى:  {وَقِيلَ لَهُمْ تَعَالَوْا قَاتِلُوا فِي سَبِيلِ اللَّهِ} . </p><p> قال السدّيُّ (٤) ، ومحمدُ بن إسحاق (٥) : هذا حين انصرف عبد الله بن أُبَي، قبل أن يبلغ أُحُد، بثلاثمائة مِنْ جُمْلَةِ الأَلْفِ الذين خرج بهم رسولُ الله - صلى الله عليه وسلم -، فقال لهم عبد الله بن عَمْرِو بن حرام -أبو جابر بن عبد الله- (٦) : أذَكِّرُكُم اللهَ أنْ تَخْذلوا نبيَّكم وقومَكم، عندما حضر (٧) عَدُوُّهُم (٨) ! ودعاهم إلى القتال في سبيل الله، فذلك قوله:  {وَقِيلَ لَهُمْ} ، يعنى: قولَ عبد الله بن عمرو: تَعَالوا قاتلوا في سبيل الله. </p><p>(١) (ظاهره): ساقط من (ج). (٢) لم أقف على مصدر قوله.(٣) في (ج): (يريد) بدون واو.(٤) قوله في \"تفسير الطبري\" ٤/ ١٦٨.(٥) قوله في: \"سيرة ابن هشام\" ٣/ ٧١ - ٨٢، والمصدر السابق: ٤/ ١٦٧ - ١٦٨.(٦) الأنصاري. الصحابي الجليل، شهد العقبة وكان نقيبًا، وشهد بدرًا، واستشهد في أحد، وصلى عليه النبي - صلى الله عليه وسلم -. انظر: \"الاستيعاب\" ٣/ ٢٦ (١٦٣٣)، و\"الإصابة\" ٢/ ٣٥٠ (٤٨٣٨).(٧) في (ب): (خبر).(٨) في (ج): (عدوكم).انظر خبر انصراف ابن أبَيّ بمن معه في: \"المغازي\" للواقدي ١/ ٢١٩، ٣٢٥، و\"الطبقات الكبرى\" ٢/ ٣٩، و\"تاريخ الطبري\" ٢/ ٥٠٤، و\"حدائق الأنوار\" ٢/ ٥٢١.</p><p> وقوله تعالى:  {أَوِ ادْفَعُوا} . </p><p> قال السدّي (١) ، وابنُ جُرَيْج (٢) : ادفعوا عنّا العدُوَّ (٣) ، بِتَكثير (٤) سَوَادِنَا، إنْ لمْ تُقَاتِلُوا معنا. وهذا اختيار الفرّاء، لأنه قال (٥) : لأنهم إذا كثروا دفعوا القومَ عنهم بكثرتهم. </p><p> وقال جماعةٌ من المفسرين (٦) : معناه: أو ادفعوا عن أهلكم وبلدكم وحرِيمكم. يعنى: إنْ لم تقاتلوا في سبيل الله، لأجلِ ديِنِهِ (٧) ، فقاتِلُوا للدَّفْع عن الأهل والمال. يقول: فافعلوا هذا، أو ذلك. </p><p> وقوله تعالى:  {قَالُوا لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ} . </p><p> هذا جواب المنافقيِن لعبد الله بن عَمرو بن حَرَام. </p><p> قال محمد بن إسحاق (٨) : لَمَّا قال لهم عبد الله ما قال، قالوا: لو </p><p>(١) قوله في: \"تفسير الطبري\" ٤/ ١٦٨، و\"تفسير الثعلبي\" ٣/ ١٤٤ب، و\"زاد المسير\" لابن الجوزي ١/ ٤٩٧. (٢) قوله في المصادر السابقة.وزاد ابن الجوزي نسبة هذا القول لابن عباس، والحسن، وعكرمة، والضحاك، وهو قول ابن قتيبة في: \"تفسير غريب القرآن\" ص ١٠٨، والنحاس في: \"معاني القرآن\": ١/ ٥٠٨.(٣) في (ج): (العذاب).(٤) في (ج): (وبتكثير).(٥) في \"معاني القرآن\" له ١/ ٢٤٦. نقله عنه بتصرف.(٦) منهم مقاتل في: \"تفسيره\" ١/ ٣١٢، ونسبه ابن الجوزي لابن عباس، من رواية أبي صالح عنه. انظر: \"زاد المسير\" ١/ ٤٩٨، و\"المحرر الوجيز\" ٣/ ٤٧٤، والقرطبي ٤/ ٢٦٦.(٧) في (ج): (دينكم).(٨) قوله، في: \"سيرة ابن هشام\" ٣/ ٨٢. نقله عنه بتصرف.</p><p> ونعلم أنكم تقاتلون ما أسلمناكم، ولكِنَّا لا نَرَى أنْ يكون قتال؛ يعنون: لا يكون اليوم قتالٌ؛ ولو نعلم أنه يكون لاتَّبعناكم؛ وأرادوا: أن انصرافنا؛ لِعِلْمِنَا بِأَنَّ (١) الفريقين لا يقْتَتِلان. ونافقوا بهذا القول؛ لأنه كان في قلوبهم خلاف ما تكلموا به. </p><p> قالَ الله تعالى:  {هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَانِ} يريد: أنَّهم [بما]  (٢) أظهروا من خذلان المؤمنين عند الحرب، صاروا أقرب إلى الكفر منهم إلى الإيمان؛ وذلك (٣) أنهم قبل هذا، كانوا -بظاهر حالهم- أقرب إلى الإيمان، حتى هتكوا أنفسَهم عند مَنْ تخفى عليه حالُهم مِنَ المؤمنين، الذين كانوا يحسنون الظنَّ بهم. وفي هذا دليلٌ على أنَّ مَنْ أتَى بكلمة التوحيد لم يكفر، ولم يُطْلَق القولُ بتكفيره؛ لأن الله تعالى لم يُطْلق القول بتكفيرهم، مع أنهم كانوا كافرين؛ لإظهارهم القولَ بـ (لا إله إلا الله، محمد رسول الله) . </p><p> وقوله تعالى (٤) : {يَقُولُونَ بِأَفْوَاهِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} قال المفسِّرون (٥) : يعنى: بإظهار الإيمانِ وإضمار الكفر. </p><p> وقال بعضهم (٦) : يعنى (٧) قولَهم: {لَوْ نَعْلَمُ قِتَالًا لَاتَّبَعْنَاكُمْ} ، ولو </p><p>(١) في (ج): (أن). (٢) ما بين المعقوفين ساقط من: (أ)، (ب). والمثبت من (ج).(٣) من قوله: (وذلك ..) إلى (.. إلى الإيمان): ساقط من (ج).(٤) (وقيل): بدلًا من: (وقوله تعالى).(٥) لم أقف على من قال بهذا القول. وقد أورده الماوردي في \"النكت والعيون\" ١/ ٤٣٥.(٦) ممن قال ذلك الطبريُّ في \"تفسيره\" ٤/ ١٦٩.(٧) في (ب) وردت هنا عبارة وهي: (إظهار الإيمان). وهي زيادة لا وجه لها.</p>"
}