{
  "id": null,
  "sura": 3,
  "aya": 135,
  "text": "<p> إليك؛ فإنَّ الإحسانَ إلى المُحسِنِ مُتَاجَرَةٌ (١) ، كَنَقْدِ السُّوقِ: خذْ مِنِّي وهات (٢) . </p><p> وصدَقَ؛ فإنَّ الله -تعالى- عقَّبَ وَصْفَ هؤلاء بالكَظْمِ والعَفْوِ، بِحُبِّهِ المحسنين. وفي ذلك دليل على أن هؤلاء محسنون، والأوصاف التى وُصِفوا بها، كلُّها إحسانٌ إلى مَن أساء إليهم. </p><p> ١٣٥ - قوله تعالى:  {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً} الآية. الظاهر أنَّ هذا عطفٌ على {المُتَّقِينَ}  (٣) . فيكون موضع (الذين) : جَرًّا (٤) . ويُحتمل أنْ يكون موضِعُه: رفْعًا على الاستئناف؛ بعطف جملة على جملة. وهو قول أكثر المفسرين. </p><p> قال ابن عباس -في رواية عطاء- (٥) : نزلت الآيةُ في نَبْهان التَّمَّار؛ أتته امرأة حسناء، تَبْتَاعُ منه تَمْرًا، فَضمَّها إلى نَفْسِه وقَبَّلَها، ثم ندمَ على </p><p>(١) في (أ)، (ب): (متأخره). وفي (ج): (مناحرة). والمثبت من:\"تفسير الثعلبي\". (٢) يعني رحمه الله: أن الإحسان إلى من أحسن إليك لا يُسَمَّى إحسانًا، بل يُعَد من قبيل المكافأة؛ لأنَّ ذلك بمثابة أن تعطي من سبق له أن أعطاك؛ وترد الفضلَ له؛ لما سبق أن أولاك من فضل. ويسميه الثوري -هنا- متاجرة، لأنه كالمقايضة، والأخذ والعطاء.قال ابن حِبان: وما الفضل إلا للمحسن إلى المسيء، فأما من أحسن إلى المحسن وحلُمَ عمن لم يؤذه؛ فليس ذلك بحِلْم ولا إحسان. \"روضة العقلاء\" ص ٢٥٤.(٣) في (ج): (المنفقين).(٤) الجَرُّ؛ على النعت لـ {المُتَّقِينَ} في الآية: ١٣٣، أو البدل منه أو البيان.(٥) هذه الرواية في: \"بحر العلوم\" ١/ ٣٠٠، ولم يعزها إلى ابن عباس. وأوردها الثعلبي في: \"تفسيره\" ٣/ ١١٩ ب قائلًا: (قال عطاء: نزلت هذه الآية في نبهان التَّمَّار، وكنيته: أبو مقبل). وأوردها المؤلف في \"أسباب النزول\" ص ١٢٧، وابن الجوزي في \"الزاد\" ١/ ٤٦١.</p><p> ذلك، فأتى النبي - صلى الله عليه وسلم -، وذَكَر له ذلك، فنزلت هذه الآية (١) . </p><p>(١) قال ابن حجر: ذكر مقاتل بن سليمان في تفسيره عن الضحاك عن ابن عباس، في قوله: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً}. الآية، قال: هو نبهان التمار، أتته امرأة حسناء ..) ثم ذكر نحو ما ذكر المؤلف، وأضاف ابن حجر: إن المرأة قالت له: (والله ما حفظت غيبة أخيك، ولا نلت حاجتك، فسقط في يده، فذهب إلى النبي - صلى الله عليه وسلم - فأعلمه، فقال له: إيَّاك أن تكون امرأة غاز! فذهب يبكي ثلاثة أيام يصوم النهار ويقوم الليل، فأنزل الله في اليوم الرابع هذه الآية، فأرسل إليه فأخبره، فحمد الله وأثنى عليه وشكره، وقال: يا رسول الله هذه توبتي، فكيف بأن يقبل شكري؟ فأنزل الله عز وجل: {وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: ١١٤]، ثم قال ابن حجر بعده: (وهكذا أخرجه عبد الغني بن سعيد الثقفي في: تفسيره، عن موسى بن عبد الرحمن، عن ابن جريج، عن عطاء، عن ابن عباس مطوَّلًا. ومقاتل متروك، والضحاك، لم يسمع من ابن عباس، وعبد الغني وموسى هالكان. وأورد هذه القصة: الثعلبي، والمهدوي، ومكي، والماوردي، في تفاسيرهم بغير سند). \"الإصابة\": ٣/ ٥٥٠. وهذه القصة لم يذكرها مقاتل في تفسيره المطبوع، ولا الماوردي في \"النكت والعيون\" خلاف ما ذَكَرَه ابنُ حجر.وهناك سبب آخر ذكره العلماء لهذه الآية، وهو: أن رجلين؛ أنصاريا وثَقَفِيًّا، آخى بينهما رسول الله - صلى الله عليه وسلم -، فكانا لا يفترقان، فخرج الثقفي مع رسول الله - صلى الله عليه وسلم -، في إحدى غزواته، وخلَّفَ الأنصاريَّ على أهلِهِ، وحاجته، فكان يتعاهد أهل الثقفي، فرأى يومًا امرأة أخيه الثقفي بارزة، فوقعت في نفسه، فراودها عن نفسها فأبت، وسترت وجهها منه بكفِّها، فقَبَّلَ كفَّها، ثم خرج بعدها، سائحا في الجبال، نادِمًا خائِفًا من ذنبه، إلى أن أتاه أخوه الثقفي فأخذ بيده إلى رسول الله - صلى الله عليه وسلم -، بعد أن علم بحاله، فأنزل الله هذه الآية.وقد ذكر هذا السبب -مع اختلاف في التفاصيل-: مقاتل في \"تفسيره\" ١/ ٣٠١، والثعلبي في \"تفسيره\" ٣/ ١١٩ ب، وعزاها للكلبي عن ابن عباس، وابن الجوزي في \"الزاد\" ١/ ٤٦٢ وقال: (رواه أبو صالح عن ابن عباس).</p><p> وقال ابنُ مسعود (١) : قال المؤمنون للنبي - صلى الله عليه وسلم -: كانت بنو إسرائيلَ أكرَمَ على اللهِ مِنَّا؛ كان أحدُهم إذا أذنب ذَنْبًا، أصبحت كفَّارةُ ذَنْبِهِ مكتوبةً (٢) في عَتَبَةِ بابِهِ (٣) : (اجْدَعْ أنفَكَ) ، (افعل كذا) ! فأنزل اللهُ هذه الآيةَ، وبَيَّنَ أنَّهم أكرم على اللهِ منهم؛ حيث جعل كفّارةَ ذنوبهم الاستغفار. </p><p> وقوله تعالى:  {فَعَلُواْ فَاحِشَةً} يعني: الزِّنَا -ههنا- (٤) . وهي-في اللغة-: كلُّ قَبِيحةٍ خارِجَةٍ عَمَّا أذِنَ اللهُ فيه (٥) . وذكرنا معنى (الفُحْش) و (الفحشاء) فيما تقدم. </p><p> والفاحشة -ههنا- نعتُ محذوفٍ؛ التقدير: فعلوا فِعْلَةً فاحشةً (٦) . </p><p> وقوله تعالى:  {أَوْ ظَلَمُوا أَنْفُسَهُمْ} قال ابنُ عباس (٧) ، ومقاتل (٨) ، </p><p>(١) قوله في \"تفسير الطبري\" ٤/ ٩٦، و\"تفسير الثعلبي\" ٣/ ١١٩ أ، و\"النكت والعيون\" ١/ ٤٢٤. وسياق المؤلف للخبر قريب جداً من سياق الثعلبي له. إلا أن لفظ الأثر هنا أقرب إلى لفظ الأثر الوارد عن عطاء بن أبي رباح، الذي أخرجه الطبري في: \"تفسيره\" ٤/ ٩٦، والمؤلِّف في: \"أسباب النزول\" ص ١٢٨، وابن الجوزي في \"الزاد\" ١/ ٤٦٢.(٢) (مكتوبة): ساقطة من (ج).(٣) في (أ)، (ب): (بأنَّه). وهي تصحيف. والمثبت من: (ج)، ومصادر الخبر.(٤) وممن قال ذلك: جابر بن زيد، والسدي، ومقاتل بن حيان. انظر: \"تفسير الطبري\" ٤/ ٩٥ - ٩٦، و\"ابن أبي حاتم\" (٧٦٤)، و\"زاد المسير\" ١/ ٤٦٢.(٥) انظر: \"تفسير الطبري\" ٤/ ٩٥، و\"المقاييس\" ٤/ ٤٧٨ (فحش).(٦) انظر: \"تفسير الطبري\" ٤/ ٩٥، و\"تفسير الثعلبي\" ٣/ ١٢٠ أ.(٧) لم أقف على مصدر قوله. وقد ورد في \"تنوير المقباس\" ٥٦.(٨) قول مقاتل بن سليمان في: \"تفسيره\" ٣٠٢، و\"تفسير الثعلبي\" ٣/ ١٢٠ أ، وورد عن مقاتل بن حيان: (أصابوا ذنوبًا). \"تفسير ابن أبي حاتم\" ٣/ ٧٦٤.</p><p> والكلبي (١) : هو ما دون الزِّنَا، مِن قُبْلَةٍ أو لَمْسَةٍ، أو نَظَرٍ فيما [لا يَحِلُّ؛ مثل الذي (٢) فَعَلَ نَبْهانُ التَّمَّار. </p><p> وقوله تعالى:  {ذَكَرُوا اللَّهَ} فيه وجهان: أحدهما: أن المعنى: ذكروا وعيد الله. فيكون من باب حَذْفِ المضاف. </p><p> والذِّكْرُ -ههنا- يكون: هو الذي ضد النسيان. وهذا معنى قول: الضحاك، ومقاتل، والواقدي. فإن الضَّخَاكَ قال (٣) : ذكروا العَرْضَ الأكبر على الله. ومقاتل والواقدي قالا (٤) : تَفكَّرُوا أنَّ اللهَ سائِلُهُم عنه. </p><p> الوجه الثاني: ذكروا الله بأن قالوا: اللهُمَّ اغفر ذنوبنا، فإنَّا تُبْنا إليك, ونَدِمْنا. وهذا معنى قولِ مُقاتل بن حَيَّان (٥) . والذكْر -ههنا- ليس الأول </p><p> وقوله تعالى:  {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} قال الفَرَّاءُ (٦) هذا محمولٌ على المعنى؛ تأويله: ما يَغْفِرُ الذنوبَ أحَدٌ إلّا اللهُ؛ فلذلك رفعت </p><p>(١) قوله في \"تفسير الثعلبي\" ٣/ ١٢٠ أ. (٢) ما بين المعقوفين غير مقروء في (أ). والمثبت من (ب)، (ج).(٣) قوله في \"تفسير الثعلبي\" ٣/ ١٢٥ أ، و\"زاد المسير\" ١/ ٤٦٣، و\"القرطبي\" ٤/ ٢١٠.(٤) قوله مقاتل في: \"تفسير الثعلبي\" ٣/ ١٢٥ أ، و\"تفسير القرطبي\" ٤/ ٢١٠. وقول الواقدي في: \"تفسير ابن أبي حاتم\" ٣/ ٧٦٤، و\"تفسير الثعلبي\" ٣/ ١٢٠ أ، و\"زاد المسير\" ١/ ٤٦٣، و\"تفسير القرطبي\" ٤/ ٢١٠.(٥) قوله في \"تفسير الثعلبي\" ٣/ ١٢٠ أ، و\"تفسير البغوي\" ٢/ ١٠٧.وفي \"تفسير ابن أبي حاتم\" ٣/ ٧٦٤ عن مقاتل بن حيان: (ذكروا الله عن تلك الذنوب الفاحشة). وليس فيه بيان نوع الذكر هنا. وفي \"تفسير القرطبي\" ٤/ ٢١٠ ذكره عن مقاتل، ولم يبِّن أيَّ المُقاتِلَيْن، ابن سليمان أو ابن حيَّان.(٦) في \"معاني القرآن\" له ١/ ٢٣٤. نقله عنه بمعناه. وانظر: \"معاني القرآن\"، للزجاج ١/ ٤٦٩، و\"تفسير الطبري\" ٤/ ٩٧.</p><p> ما بعد (إلّا)  (١) . </p><p> وقوله تعالى:  {وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا} يقال: (أصَرَّ (٢) على الشيء): [إذا قام عليه]  (٣) ، ودام. ومِن هذا يقال للعَزِيمَةِ (٤) التي لا تُنْقَضُ: (صِرِّي)  (٥) . </p><p> قال المفسرون (٦) : معناه: لم يُقِيموا، ولَمْ يَدُومُوا، [بل تابوا، وأَقَرُّوا]  (٧) ، واستغفروا. والذي يُؤَكِّد هذا القول (٨) : </p><p>(١) ونص قول الفراء -ليتضح المعنى-: (يقال ما قبل (إلّا) معرفة، وإنما يُرفَع ما بعد (إلّا) باتْباعِهِ ما قَبْلَهُ، إذا كان نكرة، ومعه جحد؛ كقولك: (ما عندي أحدٌ إلّا أبوك)، فإن معنى قوله: {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ}: ما يغفر الذنوب أحدٌ إلّا اللهُ، فجعل على المعنى). وقال أبو حيان عن رفع اسم الجلالة: (فهو على البدل مِن {مَنْ}، أو مِن الضمير الفاعل في {يَغْفِرُ} العائد عليها، وجاز هذا؛ لأن في الكلام معنى نفي، وتقديره: لا يغفر أحدٌ الذنوبَ إلا اللهُ). \"تذكرة النحاة\": ٢٩٦.(٢) في (ب): (صر).(٣) ما بين المعقوفين غير مقروء في (أ). والمثبت من (ب)، (ج).(٤) في (ج): (العزيمة).(٥) يقال: (هذا منِّي صِرِّي، وأصِرِّي، وصِرَّى، وأصِرَّى، وصُرِّي، وصُرَّى): أي: عزيمةٌ وجِدٌّ و (إنها مني لأصِرِّي)؛ أي: لحقيقة.وهي مشتقة من: (أصررت على الشيء): إذا أقمت ودمت عليه. انظر: (صرر)في: \"إصلاح المنطق\" ٣١٩، و\"تهذيب اللغة\" ٢/ ٢٠٠٣، و\"المجمل\" ٥٣٢، و\"مفردات ألفاظ القرآن\" ٤٨٢، و\"الفرق بين الحروف الخمسة\" ٣٨٦.(٦) ممن قال ذلك: مجاهد، وقتادة، وابن إسحاق، ومقاتل، والزجاج، والطبري، وأبو الليث. انظر: \"تفسير مجاهد\" ١٣٦، و\"تفسير مقاتل\" ١/ ٣٠٢، و\"الجزء الذي فيه تفسير القرآن\" ٧٨، و\"تفسير الطبري\" ٤/ ٩٧ - ٩٨، و\"تفسير ابن أبي حاتم\" ٣/ ٧٦٦، و\"معاني القرآن\" للزجاج / ٤٦٩، و\"بحر العلوم\" ١/ ٣٠٠.(٧) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (تابوا وأنابوا). والمثبت من (ج).(٨) حيث إن هناك أقوال أخرى منها:لم يواقعوا الذنب إذا همُّوا به. قاله الحسن، ونُسب لمجاهد، وليس هو في تفسيره.- وقيل: السكوت على المعصية، وترك الاستغفار منها. قاله السدي، وعطاء الخراساني.انظر: \"الجزء الذي فيه تفسير القرآن\" ١٠٢، و\"تفسير الطبري\" ٤/ ٩٧، و\"تفسير ابن أبي حاتم\" ٣/ ٧٦٦، و\"تفسير الثعلبي\" ٣/ ١٢٠ب، و\"النكت والعيون\" ١/ ٤٢٤.</p><p> أنه تعقب (١) قوله: {ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} فوَصَفَ الذَّاكرَ بأنه غير مُصِرٍّ (٢) . ورُوِيَ عن [النبي]  (٣) - صلى الله عليه وسلم - أنه قال:  \"ما أصَرَّ مَن استَغْفَرَ، وإنْ عادَ في اليوم سبعينَ مَرَّةً\"  (٤) . </p><p>(١) في (ج): (يعقب). (٢) انظر توجيه هذا الترجيح في: \"تفسير الطبري\" ٤/ ٩٨.(٣) ما بين المعقوفين غير مقروء في (أ). والمثبت من (ج).(٤) الحديث من رواية أبي بكر الصدِّيق (أخرجه: أبو داود في \"السنن\" رقم (١٥١٤). كتاب الصلاة. باب في الاستغفار، والترمذي في \"السنن\" رقم (٣٥٥٩). كتاب الدعوات. باب: ١٠٧. وقال: (هذا حديث غريب، إنما نعرفه من حديث أبي نُصَيْرة، ليس إسناده بالقوي).وأخرجه أبو بكر المروزي في \"مسند أبي بكر\" ١٨٦ رقم (١٢١)، (١٢٢)، والشهاب القضاعي في \"مسنده\" ٢/ ١٣رقم (٧٨٨)، والطبري في \"تفسيره\" ٤/ ٩٨، وابن أبي حاتم في \"تفسيره\" ٣/ ٧٦٦. والبيهقي في \"السنن\" ١٠/ ١٨٨، والبغوي في \"شرح السنة\" ٥/ ٨٠ (١٢٩٧)، وفي \"تفسيره\" ٢/ ١٠٧.وأورده الغزالي في \"الإحياء\" ١/ ٣١٢. وذكر الحافظ العراقي في \"تخريج الإحياء\" نَفْسَ قول الترمذي السابق في الحديث، مما يدل على موافقة الحافظ العراقي للترمذي في تضعيف الحديث.وأورده التبريزي في \"مشكاة المصابيح\" ٢/ ٧٢٣ رقم (٢٣٤٠)، وابن كثير في \"تفسيره\" ١/ ٤٣٩ وزاد نسبة إخراجه إلى أبي يعلى، والبزار.وأورده السيوطي في \"الدر\" ٢/ ١٣٩ وزاد نسبة إخراجه إلى عبد بن حميد، والبيهقي في \"الشعب\". وأورده في: \"الجامع الكبير\" ١٥/ ١٩٦٣ رقم (١١١٧)وزاد نسبة إخراجه إلى ابن السني في \"عمل اليوم والليلة\" وأورده في: \"الجامع الصغير\" (انظر: \"فيض القدير\" ٥/ ٥٣٨) ورمز له بالضعف، وكذا ضعفه الألباني في ضعيف \"الجامع الصغير\" ٥/ ٨٢ (٥٠٠٤).وفي سند الحديث: (.. عثمان بن واقد، عن أبي نصيره، عن مولى لأبي بكر عن أبي بكر ..).قال الغَماري: (وقال البزَّار: لا نحفظه إلا من حديث أبي بكر بهذا الطريق، وأبي نصيرة وشيخه لا يعرفان. انتهى. قلت: أما أبو نصيرة، فمعروف، اسمه: مسلم بن عبيد. قال أبو طالب عن أحمد: ثقة وقال ابن مَعِين: صالح. وذكره ابن حِبَّان في: الثقات، وقال: الأزدي: ضعيف. ومولى أبي بكر، اسمه: أبو رجاء، ولم اقف فيه على جرح ولا تعديل، إلا قول البزار المتقدم: إنه مجهول. وقد قال الزيلعي: إن جهالته لا تضر، إذ يكفيه نسبته إلى الصديق. وعثمان بن واقد، وثقه ابن معين ..). \"فتح الوهاب بتخريج أحاديث الشهاب\" ٢/ ٥٤ - ٥٥.وقال ابن كثير -بعد أن ذكر نحو القول السابق-: (فهو حديث حسن). \"تفسيره\" ١/ ٤٣٩.</p><p> وقوله تعالى:  {وَهُمْ يَعْلَمُونَ} قال عطاء (١) : يعلمون أنَّ اللهَ يُعذِّب على الإصْرارِ. </p><p> وقال ابن عباس (٢) ، والحسن (٣) ، ومقاتل (٤) ، والكلبي (٥) : وهم </p><p>(١) لم أقف على مصدر قوله. (٢) قوله، في: \"تفسير الثعلبي\" ٣/ ١٢٠ ب، و\"تفسير البغوي\" ٢/ ١٠٧. وورد في \"زاد المسير\" ١/ ٤٦٤ و\"تفسير القرطبي\" ٤/ ٢١٢، عنه وعن الحسن: (وهم يعلمون أن الإصرار يضر، وأن تركه أولى من التمادي).(٣) قوله في \"تفسير الثعلبي\" ٣/ ١٢٠ ب، و\"البغوي\" ٢/ ١٠٧، و\"القرطبي\" ٤/ ٢١٢.(٤) قوله في \"تفسيره\" ١/ ٣٠٢، و\"زاد المسير\" ١/ ٤٦٤.(٥) قوله في \"تفسير الكلبي\" ٣/ ١٢٠ ب، و\"البغوي\" ٢/ ١٠٧، و\"القرطبي\" ٤/ ٢١٢.</p>"
}