{
  "id": null,
  "sura": 3,
  "aya": 21,
  "text": "<p> ٢١ - قوله تعالى:  {إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ} نزلت في اليهود (١) ، ومعنى هذه الآية، قد ذكرنا في سورة البقرة، عند قوله:  {وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ}  [البقرة: ٦١] . </p><p>= السيف بالإذن بقتالهم، فنسخت الاقتصارَ على التبليغ، وصارت المهمةُ بعدها: التبليغ والقتال في سبيل ما كُلِّفَ بتبليغه، ولكن دعوى النسخ هذه لا تُسلَّم؛ لأمور منها: أن هذه الآية خبَر، والأخبار لا تقبل النسخ. أن القول بالنسخ يقتضي معرفة تاريخ نزول الآية؛ ليقال: إن اللاحق نسخ السابق، والتاريخ هنا غير معروف. إن القصر هنا إضافيٌّ، يُراد به تقرير أن الرسول ليس مكَلَّفًا بإيجاد الإيمان في القلوب، وهو ما يُسمَّى بهداية القبول، فذلك من حق الله تعالى، أمَّا هداية البيان والإرشاد والتبليغ فذلك من وظيفة النبي - صلى الله عليه وسلم -، وهي المرادة في هذه الآية. أن الآية كما يقول د. مصطفى زيد: (لم تكن تقصد إلى إعفاء النبي - صلى الله عليه وسلم - من واجب القتال في سبيل الدعوة، وإنما قصدت إلى تقرير أنه قد بَلَّغ عن الله فأدَّى ما عليه. وشَرْعُ القتال قبلها، ثم بعدها بآية السيف وغيرها لم يغير شيئًا من حقيقة الوظيفة التي كُلِّفَ القيام بها، وإن كان قد زاد الوسائل إليها وسيلة جديدة، هي: مشروعية القتال في سبيلها؛ لتأمين الدعوة، وحماية أرواحهم من عدوان الكفار عليهم، لا لحملهم على الدخول في الإسلام بقوة السلاح). \"النسخ في القرآن\" د. مصطفى زيد: ١/ ٤٢٥، وانظر: \"المحرر الوجيز\" ٣/ ٥٩. (١) وقال محمد بن جعفر، وقتادة، وأبو سليمان الدمشقي: إن المراد هنا هم اليهود والنصارى. انظر: \"تفسير الطبري\" ٣/ ٢١٥، \"تفسير ابن أبي حاتم\" ٢/ ٦٢١، \"تفسير البغوي\" ٢/ ٢٠، \"زاد المسير\" ١/ ٣٦٥، \"تفسير الخازن\" ١/ ٢٧٩، \"البحر المحيط\" ٢/ ٤١٣ وقال ابن عطية، عن الآية بعد أن ذكر قول محمد بن جعفر: وتعم كلَّ من كان بهذه الحال، والآية توبيخ للمعاصرين لرسول الله - صلى الله عليه وسلم - بمساوئ أسلافهم، وببقائهم أنفسهم على فعل ما أمكنهم من تلك المساوئ؛ لأنهم كانوا حرصى على قتل محمد - صلى الله عليه وسلم -. \"المحرر الوجيز\" ٣/ ٦٠.</p><p> وقوله تعالى:  {وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ} . روى أبو عبيدة بن الجرَّاح (١) : أن النبي - صلى الله عليه وسلم - قال: قَتَلَت بنو إسرائيل ثلاثة وأربعين (٢) نبيًا من أول النهار في ساعة واحدة، فقام مائة واثنا (٣) عَشَرَ رجلًا، من عبَّاد بني إسرائيل، فأمروا مَنْ قَتَلَهم بالمعروف، ونَهَوْهم عن المنكر، فقُتِلُوا جميعًا من آخر النهار، في ذلك اليوم، فهم الذين ذكر الله عز وجل في كتابه، وأنزل الآية فيهم (٤) . </p><p> وقرأ حمزةُ (٥) : (ويُقاتِلون الذين) ، لأنه (٦) اعتبر قراءةَ عبد الله (٧) : </p><p>(١) هو: عامر بن عبد الله الجَرَّاح، الفِهْري القرشي. من كبار الصحابة، والسابقين منهم، سماه رسول الله - صلى الله عليه وسلم - (أمينَ هذه الأمة)، وأحد العشرة المبشرين بالجنة، شهد بدرًا وما بعدها من المشاهد، توفي بالأردن، سنة (١٨هـ). انظر: \"الاستيعاب\" ٢/ ٣٤١ - ٣٤٣، \"الإصابة\" ٢/ ٢٥٢ - ٢٥٤. (٢) في (ب): (وأربعون).(٣) في (د): (واثنى).(٤) الأثر عن أبي عبيدة، أخرجه: الطبري في \"تفسيره\" ٣/ ٢١٦، وابن أبي حاتم في \"تفسيره\" ٢/ ٦٢١ وفيه بلفظ (.. فقام مائة رجل وسبعون رجلًا ..)، والثعلبي في \"تفسيره\" ٣/ ٢٦ ب، وذكره (٨) الماوردي في \"النكت والعيون\" ١/ ٣٨١، والبغوي في \"تفسيره\" ١/ ٢٠ - ٢١، والديلمي في: \"مسند الفردوس\": ٥/ ٣٦١ رقم (٨٤٤١) وأورده القرطبي في \"تفسيره\" ٤/ ٤٦، ونسب إخرا جه للمهدوي، وذكره ابن كثير في \"تفسيره\" ١/ ٣٨١، والسيوطي في \"الدر المنثور\" ٢/ ٢٣. وأورده الهيثمي في \"مجمع الزوائد\" ٧/ ٢٧٢، وقال: (رواه البزار، وفيه ممن لم أعرفه اثنان). وفيه عندهم جميعًا: أبو الحسن مولى بني أسد، وهو مجهول. انظر: \"الجرح والتعديل\" ٩/ ٣٥٧، \"ميزان الاعتدال\" ٦/ ١٨٨، \"المغني في الضعفاء\" للذهبي: ٢/ ٧٨٠.(٥) هو: أبو عمارة، حمزة بن حبيب الزيات، تقدمت ترجمته.(٦) من قوله: (لأنه ..) إلى (.. قتال المباين المشاق لهم): نقله عن \"الحجة\" للفارسي ٣/ ٢٤ بتصرف كثير.(٧) هو ابن مسعود رضي الله عنه. وانظر قراءته، في \"المصاحف\" لابن أبي داود: =</p><p> (وقاتَلوا الذين يأمرون) ، فقرأ (١) : {يُقَاتِلُونَ} ، وهو يريد:  (قاتَلُوا) ، كما روي في حرف عبد الله. </p><p> ويجوز أن يكون المضارع، بمعنى الماضي؛ كقوله تعالى:  {إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ}  [الحج: ٢٥] ، وقال في أخرى:  {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا}  (٢) ، فالأول جاء على لفظ المضارع؛ حكاية للحال، كذلك (٣) قراءة حمزة: (ويقاتلون) ، يجوز (٤) أن يكون مراده: (قد قاتَلوا) ، إلا أنه جاء على لفظ المضارع، حكايةً للحال. </p><p> والمعنى في قراءة حمزة: أنهم لا يوالون الذي يأمرون بالقسط؛ ليقلَّ نهيُهم (٥) إيَّاهم عن العدوان عليهم، فيكونون متباينين لهم (٦) مُشاقِّينَ؛ لأمرهم بالقسط، وإن لم يقتلوهم (٧) كما قتلوا الأنبياء، ولكن يقاتلونهم (٨) </p><p>= ٥٩، \"تفسير الثعلبي\" ٣/ ٢٦ أ، \"الحجة\" للفارسي ٣/ ٢٤، \"البحر المحيط\" ٢/ ٤١٤. (١) من قوله: (فقرأ ..) إلى (.. يريد قاتلوا): ساقط من: (ج).(٢) سورة النساء: ١٦٧، وورد هذا المقطع كذلك في: سورة النحل: ٨٨، وسورة محمد: ٣٢، ٣٤.(٣) من قوله: (كذلك ..) إلى (.. حكاية للحال): ساقط من: (د).(٤) في (ج): (ويجوز).(٥) في (أ)، (ب): (نبيهم)، والمثبت من: (ج)، (د)، ومن \"الحجة\" للفارسي. وورد في إحدى نسخ \"الحجة\" أشار إليها محققه: (لِثِقَلِ نَهْيِهِم).(٦) هكذا جاءت في جميع النسخ، وفي \"الحجة\" للفارسي: (مباينين)، وهي الأصْوَب، ولكني تركت ما في الأصل كما هو؛ لاتفاق جميع النسخ عليه.(٧) في (ج): (يقاتلوهم).(٨) فى (ج): (يقاتلوهم).</p>"
}