{
  "id": null,
  "sura": 3,
  "aya": 49,
  "text": "<p> ٤٩ - [و]  (١) قوله تعالى: {وَرَسُولًا إِلَى بَنِي إِسْرَائِيلَ} . قال أبو إسحاق (٢) : ينتصب على وجهين: أحدهما: (ويجعلُهُ (٣) رسولاً). قال: والاختيار عندي: أنه (ويكَلِّمُ الناسَ رسولاً) ؛ لقوله:  {أَنِّي قَدْ جِئْتُكُمْ} ؛ والمعنى: يكلِّمُهم رسولاً بأني (٤) قدْ جئتكم (٥) . </p><p> وقال الأخفش (٦) : إن شئت جعلت الواو في {وَرَسُولًا} مُقْحَمَةً (٧) ، و (الرسولا)  (٨) حالاً للهاء (٩) ، تقديره: ونُعَلِّمُهُ الكتابَ رسولا (١٠) . </p><p> وقوله تعالى:  {أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ} هو ذكر آية واحدة، وإنما </p><p>(١) ما بين المعقوفين زيادة من: (ب.) (٢) في \"معاني القرآن\" له: ١/ ٤١٣، نقله عنه بتصرف واختصار.(٣) في (د): (ونجعله).(٤) في (د): (أني).(٥) أي: أنَّ الوجه الأول، تقديره: (ويجعلهُ رسولًا) فـ {رَسُولًا} منصوب على المفعولية. والتقدير الثاني وهو اختيار الزجاج: (ويكلمُ الناسَ رَسُولًا)، على أنَّ {رَسُولًا} حالٌ.(٦) من قوله: (قال الأخفش ..) إلى (.. ونعلِّمه الكتاب رسولًا): نقله بنصه عن \"تفسير الثعلبي\" ٣/ ٥١ ب. والوارد في \"معاني القرآن\" للأخفش: ١/ ٢٠٥ في قوله تعالى: {ونعلَّمُهُ الْكِتَابَ وَالْحِكْمَةَ}، كالتالي: (موضع نصب على {وَجِيهًا}. و {رَسُولاً} معطوف على {وَجِيهًا}؛ أي: أنها عنده حال منتصبة عن قوله تعالى: {بِكَلِمَةٍ} في آية: ٤٥. انظر: \"معاني القرآن\" للأخفش ١/ ٢٠٤.(٧) أي: (زائدة أو (لغو)، وهي عبارة البصريين، وتسمى (صلة) أو (حشو) عند الكوفيين. انظر: \"البرهان\" ٣/ ٧٢.(٨) في (ج): (ورسولًا).(٩) في (ب): (لها). وقوله: (للهاء)؛ أي: في {ونعلِّمُهُ}.(١٠) وللآية توجيهات نحوية أخرى، انظرها: في \"البحر المحيط\" ٢/ ٤٦٤، \"الدر المصون\" ٣/ ١٨٦ - ١٨٩.</p><p> جاءهم (١) بآيات، وهي: خلق الطير، وإبراء الأكْمَه والأبرص، وإحياء الموتى، وإنباء (٢) بما يأكلونَ؛ وذلك، أنه أراد بالآية: خلق الطير، ثم عطف عليه إبراء (٣) الأكمه والأبرص على جهة الاستئناف. </p><p> وقوله تعالى:  {أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ} مَنْ (٤) فتح {أَنِّي}  (٥) ، جعلها بدلاً من {آيَةٍ}  (٦) ، كأنه قال:  (وجئتكم بأني أخلق لكم من الطين) ، ويكون موضع {أَنِّي} خفضاً على البدل من {آيَةٍ}  (٧) ، ويجوز أن يكون رَفعاً على معنى: الآيةُ أنِّي أخلق لكم) (٨) . ومَنْ كَسَرَ (٩) ، فله وجهان: أحدهما: الاستئناف، وقَطْع الكلامِ مما قبله. </p><p> والوجه الآخر: أنه (١٠) فسر الآية بقوله: {إنِّي أخلق [لكم من </p><p>(١) في (د): (جاههم). (٢) في (ج)، (د): (والأنباء).(٣) في (ج): (وإبراء).(٤) من قوله: (من ..) إلى (أني أخلق لكم من الطين): نقله بتصرف يسير جدًّا عن \"الحجة\" للفارسي ٣/ ٤٣. وقد قرأ الجميع بفتح الهمزة في {أَنِّي}، إلَّا نافعًا وأبا جعفر، فقد كسرا {أَنِّي}. انظر \"النشر\" ٢/ ٢٤٠، \"إتحاف فضلاء البشر\" ١٧٤ - ١٧٥.(٥) في (ج): (أنا).(٦) (من آية): ساقط من (د).(٧) في (ج): (أنه).(٨) أي هي خبر لمبتدأ مضمر، تقديره: (هي أنِّي أخلق)؛ أي: الآية التي جئت بها أني أخلق. انظر \"إعراب القرآن\" للنحاس ١/ ٣٣٤.(٩) من قوله: (ومن كسر ..) إلى (.. وأبدل من آية): نقله بتصرف عن \"الحجة\" للفارسي ٣/ ٤٣٤٤.(١٠) (أنه): ساقط من: (ج).</p><p> الطين] (١) }، ويجوز أن يفسِّر الجملة المقدمة بما يكون على وجه الابتداء، كقوله تعالى:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}  [المائدة: ٩] ، ثمَّ فسَّر الموعود بقوله:  {لَهُم مَّغفِرَةٌ}  (٢) ، وكقوله:  {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ}  (٣)  [آل عمران: ٥٩] ، ثمَّ فسَّر المَثَلَ بقوله:  {خَلَقَهُ مِنْ تُرَابٍ} . وهذا الوجه أحسن؛ لأنه في المعنى كقراءة مَنْ فتح (أنِّي) ، وأبدل من آية (٤) . </p><p> وقوله تعالى:  {أَخْلُقُ لَكُمْ مِنَ الطِّينِ} أي: أقَدِّر، وأصوِّر. والخلْقُ، معناه: التقدير في اللغة (٥) . </p><p> وقوله تعالى:  {كَهَيْئَةِ الطَّيْرِ} الهيئةُ: الصورة المُهَيَّأة؛ من قولهم: </p><p>(١) ما بين المعقوفين زيادة من: (ج) ومن \"الحجة\". (٢) ومن قوله: (لهم مغفرة ..) إلى (.. فسَّر المثل بقوله): ساقط من: (ج).(٣) (كمثل آدم): ساقط من: (ب).(٤) وهناك وجه ثالث، وهو: كسْرُها على إضمار القول؛ أي: فقلت: إنِّي أخلق. انظر هذه الوجوه في: \"البحر المحيط\" ٢/ ٤٦٥، \"الدر المصون\" ٣/ ١٩١.(٥) وقد قال ابن قتيبة أنَّ الأصل في (الخَلْق)، هو: التقدير. وفي \"تهذيب اللغة\" أنَّ (الخَلْقَ) في كلام العرب على ضربين: الأول: ابتداع الشيء على مثال لم يُسبَق إليه. والآخر: التقدير. وقد ذكر أصحاب الوجوه والنظائر أنَّ من وجوه (الخلق) في القرآن: الإيجاد، والبعث، والتصوير، وذكروا هذه الآية (٤٩ من آل عمران) شاهدًا على هذا المعنى، والكذب، والجعل، والنطق، والدين، والموت، والبناء. وهذان الوجهان الأخيران، ذكرهما الثعلبي، وابن الجوزي. انظر \"تأويل مشكل القرآن\" ٥٠٧، \"تهذيب اللغة\" ١/ ١٠٩٣ (خلق)، \"الوجوه والنظائر\" لهارون بن موسى ٢٨١، \"قاموس القرآن\" للدامغاني ١٦٢، \"الأشباه والنظائر\" للثعلبي: ١٣١.</p><p> (هيَّأتُ الشيءَ) : إذا قدَّرُته (١) . </p><p> وقوله تعالى:  {فَأَنْفُخُ فِيهِ} أي: في الطَّيْر. و (الطَّيْر) : يجوز تذكيره، على معنى الجمع، وتأنيثه، على معنى الجماعة. </p><p> ولا يجوز أن تعود (٢) الكناية (٣) إلى الطين؛ لأن النفخ إنَّما يكون في طِينٍ مخصوص، وهو: ما كان مُهَيَّأ منه، والطينُ المتقدِّمُ ذكرهُ، عامٌ، فلا تعود إليه الكناية؛ ألا ترى أنه لا يَنْفخ في جميع الطِّينِ (٤) ؟. ويجوز أن تعود الكناية على ذي الهيئة. وأريد بـ (الهيئة) : ذو الهيئة، كما أريد بـ (القسمة) : المقسوم، في قوله:  {وَإِذَا حَضَرَ الْقِسْمَةَ}  [النساء: ٨] لأنه قال: {فَارْزُقُوهُمْ مِنْهُ}  (٥)  (٦) . </p><p>(١) قال الثعلبي: (هيأت الشيء: إذا قدَّرته، وأصلحته). تفسيره: ٣/ ٥٢ أ، وانظر (هيأ) في \"الصحاح\" ١/ ٨٥، \"اللسان\" ٨/ ٤٧٣٠. (٢) في (ج): (يعود).(٣) يعني بـ (الكناية) هنا: الضمير؛ لأنه يُكْنى به أي: يرمز عن الظاهر، اختصارا، وتسميته بـ (الكناية) من إلطلاقات الكوفيين عليه. انظر \"النحو الوافي\" ١/ ٢١٧، \"معجم المصطلحات النحوية\" د. اللبدي: ٧٤.(٤) قال السمين الحلبي، بعد أن ذكر قول الواحدي هذا: (وفي هذا الردِّ نَظَرٌ؛ إذ لقائل أن يقول: لا نسلِّم عموم الطِّينِ المتقدِّم، بل المراد بعضه؛ ولذلك أدخل عليه (مِنْ) التي تقْتضي التبعيض. وإذا صار المعنى: (أني أخلق بعض الطين) عاد الضمير عليه من غير إشكال، ولكن الواحدي جعل (مِن) في {مِنَ الطِّينِ} لابتداء الغاية، وهو الظاهر). \"الدر المصون\" ٣/ ١٩٤.(٥) (منه): ساقط من: (ج).(٦) [سورة النساء: ٨]. والشاهد هنا: أنَّ الضمير في {مِنْهُ} يعود على القسمة. ولمَّا كان الضمير مذَكَّرا، والقسمة مؤنثة، دلَّ على أن المراد بالقسمة هنا المقسوم =</p><p> كذلك أراد بـ (الهيئة) : المُهيَّأ، وذا (١) الهيئة. </p><p> و (٢) يجوز أن تعود الكناية إلى ما وقعت الدلالة (٣) عليه في اللفظ، وهو (٤) : أنَّ (يَخْلُق) يدل على الخَلْقِ، فيكون قوله:  {فَأَنْفُخُ فِيهِ} ؛ أي: في الخَلْقِ، ويكون الخلق بمنزلة المخلوق. </p><p> ويجوز أن تعود إلى ما دلَّ عليه الكافُ من معنى المِثْل؛ لأن المعنى: أخلق من الطين مِثْلَ هيئة الطير، ويكون الكافُ في موضع نصب على أنه صفة (٥) للمصدر المُرادِ، تقديره:  (أنِّي أخلق لكم من الطينِ خَلْقاً مثلَ هيئةِ الطَّيْرِ) . وهذه الوجوه ذكرها أبو علي الفارسي (٦) . </p><p> وقوله تعالى:  {فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ} وقرأ (٧) نافع (٨) : {طائراً}  (٩) ، </p><p>= وهذا رأي في مرجع الضمير هنا. وقيل: إنه يعود على المال؛ لأن القسمة تدلُّ عليه بطريق الالتزام. وقيل: إنه يعود على (ما) في قوله: {مِّمَّا تَرَكَ} من آية ٧ في سورة النساء. انظر \"مشكل إعراب القرآن\" ١/ ١٩٠، \"تفسير البيضاوي\" ١/ ٨٥، \"البحر المحيط\" ٣/ ١٧٦، \"الدر المصون\" ٣/ ٥٨٩. (١) في (د): (وذو).(٢) الواو زيادة من: (ج).(٣) في (ب): (الكناية الدلالة).(٤) من قوله: (هو ..) إلى (.. أي: في الخلق): ساقط من (د).(٥) (صفة): ساقطة من (ج).(٦) لم أقف على مصدر قوله.(٧) في (ج): (وقرئ).(٨) هو: أبو رُوَيم، نافع بن عبد الرحمن بن أبي نُعيم، تقدمت ترجمته.(٩) وقرأ بها كذلك: أبو جعفر، ويعقوب. وقرأ باقي القرَّاء العشرة: (طَيْرًا). انظر \"المبسوط في القراءات العشر\" ١٤٣.</p><p> على معنى: يكون (١) ما أنفخ فيه طائراً، أو (٢) ما أخلُقُهُ طائراً، أو أراد أن (٣) يكون كلَّ واحد من ذلك طائراً، كما قال تعالى:  {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً}  [النور: ٤] أي: كلَّ واحد منهم. </p><p> وقال بعضهم (٤) : ذهب نافع (٥) إلى نوع واحد من الطير؛ لأنه لم يَخْلُق غير الخَفَّاش. وإنَّما خصَّ الخفَّاش (٦) ؛ لأنه أكمل الطير خَلْقاً. وقد زدنا بيانا على هذا في سورة المائدة (٧) . </p><p>(١) من قوله: (يكون ..) إلى (.. أي: كل واحد منهم): نقله بتصرف يسير عن \"الحجة\" للفارسي: ٣/ ٤٤. (٢) في (د): (و).(٣) ساقطة من (د).(٤) هو الثعلبي في \"تفسيره\" ٣/ ٥٢ أ.(٥) عبارة الثعلبي: (وقرأ أهل المدينة (طائرا) بالألف على الواحدة ذهبوا إلى نوع ..)، وبقية العبارة كما هي عند الواحدي.(٦) وإنما خص الخفاش: ساقط من: ج. ورد خَلْقُه للخفاش، عن ابن جريج، كما في \"تفسير الطبري\" ٣/ ٢٧٦. وعن ابن عباس، وأبي سعيد الخدري، كما في \"زاد المسير\" ١/ ٣٩٢. وأورده السيوطي في الدر: ٢/ ٥٧٥ عن ابن عباس، ونسب إخراجه لأبي الشيخ.(٧) قول المؤلف فيما سبق عن توجيه قراءة نافع: (أو أراد أن يكون ..)، وقوله: (ذهب نافع ..)، قد تشعر هذه العبارات أن قراءة نافع، وغيرها من القراءات الصحيحة، إنَّما هي مذهب اجتهادي في القراءة يذهبه القارئُ بناء على موازنات ذوقية، ومقاييس منهجية، لا علاقة لها بالتلقي عن طريق الرواية الصحيحة. وليس الأمر كذلك؛ فالذي يعرفه الجميع أن القراءات القرآنية إنَّما هي متلقّاة عن النبي - صلى الله عليه وسلم - عن طريق التواتر، فهي موقوفة لا مجال فيها للاجتهاد، وإنما للإمام القارئ فقط أن يختار مما رُوي، وعُلم وجهه من القراءات.ولذا يقول ابن الجزري عن نسبة القراءة إلى القارئ، بأنها: (إضافة اختيار ودوام =</p><p> قال وَهْبٌ: كان يطير ما دامَ الناسُ ينظرون، فإذا غاب عن أعينهم سقط ميتا (١) . </p><p> قوله تعالى:  {وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ} . قال الأصمعي (٢) : بَرِئْتُ من المرض: لغةُ تميم، وبَرَأْتُ: لغةُ أهل الحِجاز (٣) . </p><p> وقال أبو زيد (٤) : بَرَأْتُ من المرض: لغة أهل الحجاز. وسائرُ العرب: بَرِئْتُ (٥) . </p><p>= ولزوم، لا إضافة اختراع ورأي واجتهاد). أي: إنَّ إضافة القراءات إلى أئمة القراءة ورُواتِهم، يُرادُ بها فقط أن الإمام اختار القراءة بذلك الوجه من اللغة، حسبما قرأ به، فآثره على غيره ودوام عليه، ولزمه حتى اشتهر وعرف به. فللإمام أن يختار من القراءات ما وافق العربية، سواء أكان ذلك الوجه فصيحًا أم أفْصَح، حسبما يترجح عنده، إذا تحققت بقية الشروط، وهي: صحة السند، وموافقة المصحف الإمام ولو احتمالًا. وهذا المجال الاختياري فيما يبدو لي، والله أعلم، هو الذي يعنيه الواحدي، ومَنْ نقلَ عنهم عباراته السابقة. انظر \"النشر\" ١/ ٥٢، \"القراءت القرآنية\". د. عبد الهادي الفضلي: ١٠٥ - ١٠٦، \"دفاع عن القراءات المتواترة\". د. لبيب السعيد: ١٣ - ١٤. (١) ورد هذا الأثر في \"تفسير الثعلبى\" ٣/ ٥٢ أ، \"زاد المسير\" ١/ ٣٩٢، \"تفسير القرطبي\" ٤/ ٩٤.(٢) قوله في \"تهذيب اللغة\" ١/ ٣٢٤ (برأ).(٣) في \"تهذيب اللغة\" (وقال الأصمعي: (بَرَأت من المرض بُروءًا)، لغة تميم، وأهل الحجاز يقولون: (بَرْأت من المرض بَرْءًا)، و (أبرأه الله من مرضه إبراءً). ويبدو أن هذا النص من النسخة المطبوعة من \"التهذيب\" فيها خطأ مطبعي؛ لأنها لم تفرِّق بين برأ وبرئ. وقد أورد السمين الحلبي نفس النص في \"الدر المصون\" ٣/ ١٩٨ موافقًا لما أورده الواحدي.(٤) قوله في \"تهذيب اللغة\" ١/ ٣٢٤ (برأ).(٥) قال في \"اللسان\" ١/ ٢٤٠ (برأ): (وبَرِئت من المرض، وبَرَأ المريض، يَبْرأ، ويبرُؤ، بَرءًا، وبُروءًا .. وأصبح بارئًا من مرضه، وبريئًا، من قومٍ بِراءٍ). وانظر: \"العين\" ٨/ ٢٨٩ (برأ)، \"المقاييس\" ١/ ٢٣٦ (برأ).</p><p> والأكمَهُ (١) ، قال ابن عباس، وقتادة (٢) : هو الذي وُلِد أعمى، لم يبصر ضوءاً قط (٣) . </p><p> يقال: كَمِهَ الرجلُ، يَكْمَهُ، كَمَهًا (٤) . والأبْرَصُ: الذي به وَضَحٌ (٥) . </p><p> وقوله تعالى:  {وَأُحْيِ الْمَوْتَى بِإِذْنِ اللَّهِ} قال الكلبي (٦) : كان (٧) عيسى عليه السلام يحيي الأموات بـ (يا حيُّ يا قَيُّوم) ، أحيا عازَرَ (٨) ، وكان صديقاً له، ودعا سام بن نوح من قبره، فخرج حيًّا، ومُرَّ عليه بابن عجوز على سريرٍ مَيْتًا، فدعا </p><p>(١) في (ج): الأكمه (بدون واو). (٢) قولهما في \"تفسير الطبري\" ٣/ ٢٧٦، \"تفسير ابن أبي حاتم\" ٢/ ٦٥٥، وأخرجه في ٢/ ٦٥٥ بلفظ: (الأعمى: الممسوح العين)، \"تفسير الثعلبي\" ٣/ ٥٢ أ. وأخرج عبد الرزاق في \"تفسيره\" ١/ ١٢١ عن مقاتل قوله: (الأكمه: الأعمى). وأورد السيوطي في \"الدر\" ٢/ ٥٧ قول ابن عباس، وعزاه كذلك لابن المنذر.(٣) وفي معنى (الأكمه) أقوال أخرى، وهي: إن الأكمه هو: الأعمى، أو الأعمش، أو الأعش الذي يبصر بالنهار لا بالليل. ولكن المعنى الذي ذكره الواحدي هو الأرجح، وقد قال به أبو عبيدة، والطبري، وغيرهم، وهو الذي عليه الجمهور، كما يقول ابن حجر في فتح الباري؛ لأن إبراء الذي يولد أعمى هو الذي فيه المعجزة، أما من يُصيب عينيه مرض عارض، فهذا قد يُعالجه الطب البشري. انظر: \"صحيح البخاري\" ٤/ ١٣٨ كتاب الأنبياء، باب قوله تعالى: {وَإِذْ قَالَتِ الْمَلَائِكَةُ} \"تفسير الطبري\" ٣/ ٢٧٦ - ٢٧٨، \"فتح الباري\" ٦/ ٤٧٢، \"الدر المنثور\" ٢/ ٥٧.(٤) انظر: \"تفسير الطبري\" ٣/ ٢٧٦، \"الصحاح\" ٦/ ٢٢٤٧ (كمه).(٥) الوَضَح، هو: البياض من كلِّ شيء، والضوء، ويكنى بالوضح عن البرص، وهو المرض الجلدي المعروف؛ لأنه يصيب الجلدَ ببياض. انظر \"اللسان\" ٨/ ٤٨٥٥.(٦) ورد قوله في \"تفسير الثعلبي\" ٣/ ٥٣ أ، ونهاية قوله إلى: (بيا حي يا قيوم).(٧) في (ب): (إن).(٨) هكذا ضُبطت في \"القاموس المحيط\" ٤٣٩ (عزر)، وورد في \"تفسير الثعلبي\" ٣/ ٥٢ ب (عازِر).</p><p> اللهَ عيسى، فنزل عن سريره حيَّاً، ورجع إلى أهله، وبقي ووُلدَ له (١) . </p><p> وقوله تعالى:  {وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ} . (ما) بمعنى: الذي؛ أي: بالذي تأكلونه، والذي تدَّخِرونه (٢) . </p><p> وجاء (٣) في التفسير: بما تأكلون في غُدُوِّكم [وتدَّخرون لباقي يومكم]  (٤) . و (تدَّخِرون) : (تفتعلون) ، من (الذُّخْر)  (٥) . </p><p> يقال:  (ذَخَر، يَذْخَر، ذُخْراً) ، و (اذَّخَرَ اذِّخِارا) : وأصله: (اذْتَخَرَ)  (٦) ، فأُبْدِل (٧) التَّاءُ دالاً (٨) ؛ لأن الذَّالَ حَرْفٌ مَجْهُورٌ (٩) والتَّاءَ مهموسٌ (١٠) ، </p><p>(١) أورد هذا الثعلبيّ في \"تفسيره\" ٣/ ٥٢ أ، وذكره البغوي ٢/ ٤٠ عن ابن عباس. وانظر روايات أخرى في هذا المعنى، في \"الدر المنثور\" ٢/ ٥٨. وهذه الأخبار بصرف النظر عن إمكان وقوع ما ورد فيها، فإنها لا تعدو أن تكون من الإسرائيليات، التي وإن لم يكن عندنا ما ينفيها، فليس عندنا ما يصدقها من خبر صحيح عن الصادق المعصوم - صلى الله عليه وسلم -. والاكتفاء بإجمال القرآن في مثل هذه المواطن، أولى من السير وراء تفصيلات أخبار، الله أعلم بصحتها ووقوعها. (٢) وقد استحسن هذا الوجه الزجَّاج، وقال: (ويجوز أن يكون (ما)، وما وقع بعدها، بمنزلة المصدر، المعنى: (أنبِّئكم بأكلِكم، وادِّخاركم). \"معاني القرآن\" ١/ ٤١٤.(٣) من قوله: (جاء) إلى (غدُوِّكم): نقله بنصه عن \"معاني القرآن\" للزجاج ١/ ٤١٤.(٤) ما بين المعقوفين زيادة من: (ج)، (د). وقوله: (في غُدُوِّكم)؛ أي: في وقت البكرة، أو ما بين طلوع الفجر وطلوع الشمس. انظر: \"القاموس\" ١٣١٧ (غدا).(٥) أي: أن أصل (تدَّخرونَ): تذْتَخرون.(٦) في (ب): (اتدخر).(٧) في (ب): فأبدلت.(٨) في (أ)، (ب): (ذالا). والمثبت من: (ج)، (د)، وهو الصواب. انظر: \"اللسان\" ٣/ ١٤٩٠ (ذخر).(٩) في (ج): (مجهورة).(١٠) الحروف المهموسة، عشرة أحرف، هي: الهاء، والحاء، والخاء، والكاف،=</p><p> فأُبدِلَ بحرفٍ يُشْبِهُ الذَّالَ (١) في الجَهْرِ، وهو الدَّال، ثم أُدْغِمتْ الذَّالُ (٢) في الدَّال فصار: (تَدَّخِرونَ)  (٣) ، وهذا أصل الإدغامِ؛ وهو: أن يدغم (٤) الأولى في الثانية، ومثل (٥) هذا في التعديل بين الحروف (٦) : (ازدُجِر)  (٧) ، و (اضطُرَّ) ، و (اصْطَبِر)  (٨) . </p><p>= والشين، والصاد، والتاء، والسين، والثاء، والفاء. ويجمعها قولك: (سَتَشْحثُك خصَفَه). وباقي الحروف مجهورة. انظر: \"سر صناعة الإعراب\" ١/ ٦٠، وقد ذكر كذلك سبب تسْمِيتها بذلك، \"الممتع\" لابن عصفور ٢/ ٦٧١.(١) في (ج): (الدال). وفي (د): (الجهر).(٢) في (أ)، (ب): (الدال). والمثبت من: (ج)، (د). وهو الصواب.(٣) ويرى العكبري أن أصل الكلمة: (تذتَخرون)، إلا أن التاء أبدلت دالًا لتقارب مخرجها مع الذال، ثم أبدلت الذال دالًا، ثم أدْغِمت الدال في الدال. انظر \"التبيان في إعراب القرآن\" ١/ ١٩١.(٤) في (ج) و (د): (تدغم).(٥) في (د): (ومثال).(٦) في (ج): (الحرفين). وقوله: (التعديل بين الحروف)، يعني به: الإبدال الصرفي، وهو جعل حرف مكان حرف غيره؛ لتسهيل اللفظ، وتيسيره. انظر \"شرح الشافية\" ٣/ ١٩٧، \"موسوعة النحو والصرف\" د. أميل يعقوب ١٧.(٧) (ازدجر): ساقط من (د).(٨) (ازدُجِر) وردت في قوله تعالى: {وَقَالُوا مَجْنُونٌ وَازْدُجِرَ} [القمر: ٩]، وأصلها: (ازتجر)، فقلبت فيها التاءُ دالًا. و (اضطُرَّ) وردت في قوله تعالى: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ} [البقرة: ١٧٣]، وانظر آية ٣ من سورة المائدة وأصلها: (اضتُرَّ). و (اصطَبِر) وردت في قوله تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا} [طه: ١٣٢]، وأصلها: (اصتَبِر) فقلبت التاءُ طاءً في الكلمتين. انظر: \"معاني القرآن\" للفراء ١/ ٢١٥٢١٦، \"سر صناعة الإعراب\" ١/ ١٨٥، ٢١٧، و\"الوجيز في علم التصريف\" للأنباري ٥٥، \"الممتع في التصريف\" ١/ ٣٥٦، ٣٦٠، و\"شرح شافية ابن الحاجب\" ٣/ ٢٢٦، ٢٢٧.</p>"
}