{
  "id": null,
  "sura": 3,
  "aya": 153,
  "text": "<p> وقوله تعالى:  {وَلَقَدْ عَفَا عَنْكُمْ} أي: ذَنْبَكُمْ (١) ؛ حيث عصيتم رسولَ اللهِ - صلى الله عليه وسلم - وحيث (٢) انهزمتم، فَلَمْ يُؤاخِذْكُمْ بذَنْبِكُمْ. </p><p> وقال بعضُ المُفَسِّرِينَ (٣) : ولقد عفا عنكم، فَلَمْ يَسْتَأصِلْكُم بعد المعصية والمخالفة، نظيره:  {ثُمَ عَفَوْنَا عَنْكُمْ}  (٤) . </p><p> وقوله تعالى:  {وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ} قال ابن عباس (٥) : يريد: بالمَغْفِرَةِ. </p><p> ١٥٣ - قوله تعالى:  {إِذْ تُصْعِدُونَ}  (إذْ) مُتَعَلِّق بـ (عَفَا) ؛ يعني: ولقد عَفَا عنكم إذْ تُصْعِدُونَ. </p><p> و (الإصْعَادُ) ، قال الفَرَّاءُ (٦) والزَّجَّاجُ (٧) : هو الابتداء في كلِّ سَفَرٍ؛ يقال:  (أَصْعَدْنَا مِن بَغْدادَ إلى خُرَاسانَ وإلى مَكَّةَ) : إذا خرجنا إليها، وأَخَذْنا (٨) في السَّفَرِ نحوها (٩) . </p><p>(١) في (ج): (دينكم). (٢) في (ج): (فحيث).(٣) ممن قال ذلك: مقاتل، والحسن، وابن جريج، وابن إسحاق، والطبري، وأبو الليث، والثعلبي.انظر: \"تفسير الطبري\" ٤/ ١٣١ - ١٣٢، و\"تفسير ابن أبي حاتم\" ٣/ ٧٨٩ - ٧٩٠، و\"بحر العلوم\" ١/ ٣٠٨، و\"تفسير الثعلبي\" ٣/ ١٣٢ أ. والعبارة له.(٤) سورة البقرة: ٥٢. {ثُمَّ عَفَوْنَا عَنْكُمْ مِنْ بَعْدِ ذَلِكَ لَعَلَّكُمْ تَشْكُرُونَ}.(٥) لم أقف على مصدر قوله بهذا النص. وقد أورد ابن الجوزي في \"الزاد\" ١/ ٤٧٧، عنه قولَه: (إذ عفا عنهم جميعًا).(٦) في \"معاني القرآن\" له ١/ ٢٣٩.(٧) في \"معاني القرآن\" له ١/ ٤٧٨ - ٤٧٩.(٨) في (ب): (وابتدأنا).(٩) في (ب): (يوما).</p><p> وأَقْرَأَني العَرُوضِيُّ، عن الأزهري، عن المُنْذِري، عن الحَرَّانِيِّ، عن ابن السِّكِّيت، قال (١) : يقال: (صَعِدَ في الجَبَلِ) ، و (أَصْعَدَ في البلاد) . </p><p> وقال الأخفش (٢) : (أَصْعَدَ في البلاد) : سار ومَضَى (٣) . </p><p> أبو عُبَيْد، عن أبي زيد، وأبي عمروٍ: يقال: (أَصْعَدَ الرجلُ في البلاد) : حيث تَوَجَّهَ. (٤) قال الأعشى: </p><p> ألا أيُّهذا السَّائِلِي أينَ أَصْعَدَتْ ... فإنَّ لَهَا في أهلِ يَثْرِبَ مَوْعِدَا (٥) </p><p>(١) قوله في \"إصلاح المنطق\" ٢٥٦. ونصه: (قد أصْعَد في الأرض إصعادًا، وقد صَعِدَ في الجبل، وعلى الجبل). وأورده الأزهري في \"تهذيب اللغة\" ٢/ ٢٠١٣ (صعد)، والنص له. (٢) في \"معاني القرآن\" له ١/ ٢١٨.(٣) ونصه عنده: \"أصعد\"؛ أي: مضى وسار. و (أصعد في الوادي)؛ أي: انحدر فيه. وأما (صَعِد)، فإنه ارتَقَى).وأورده الازهريُّ -كما هو عند المؤلف-. ويبدو أن المؤلف نقله عنه. انظر: \"التهذيب\" ٢/ ٢٠١٣ (صعد).(٤) نقله -بنصه- عن \"تهذيب اللغة\" ٢/ ٢٠١٣ (صعد).(٥) البيت في: ديوانه: ٤٥. وقد ورد منسوبًا له في المصادر التالية: \"السيرة النبوية\" لابن هشام ١/ ٤١٢، و\"المقتضب\" ٤/ ٢٥٩، و\"الأضداد\" لابن الأنباري ٣١٥، و\"تفسير الثعلبي\" ٣/ ١٣٢ب، و\"تفسير القرطبي\" ٤/ ٢٣٩، و\"المقاصد النحوية\" ٣/ ٦٠، ٣٢٦، و\"الدرر اللوامع\" ١/ ١٥٣، وأورده السيوطي في \"همع الهوامع\" ٣/ ٥١ ولم ينسبه.وقد ورد البيت في الديوان، وكل المصادر السابقة -ما عدا \"الأضداد\" وتفسيري الثعلبي، والقرطبي-: (أين يَمَّمَتَ) بدلًا من: (أين أصْعَدَتْ) وليس فيها موضع الشاهد. وورد عند القرطبي: (فإن لها من بطن يثربَ موعدا).والبيت من قصيدة طويلة يمدح فيها النبي - صلى الله عليه وسلم - وهو متوجه إلى المدينة المنورة؛ لِيُسْلِمَ، إلا أن قريشًا صرفته عن ذلك، فرجع ولم يُسْلِمْ. انظر خبره في: \"سيرة ابن هشام\" ١/ ٤١١.</p><p> وقال ابن قُتَيبة (١) : {تُصْعِدُونَ} : تُبْعِدُونَ في الهَزِيمَةِ؛ يقال: أَصعَدَ في الأرض: إذا أَمْعَنَ فيها (٢) في الذَّهَاب (٣) . </p><p> وقوله تعالى:  {وَلَا تَلْوُونَ عَلَى أَحَدٍ} أي: لا تُعَرِّجُونَ ولا تُقِيمون ولا تَلْتَفِتون هَرَبًا. يقال:  (مَضَى ولم يَلْوِ على شيءٍ) ؛ أي: لم يُعَرِّجْ. وأصله: أنَّ المُعَرِّجَ على الشيء، يَلْوِي إليه عُنُقَهُ، أو عِنَانَ (٤) دابَّتِهِ. فإذا مضى، ولمْ يُعَرِّج، قيل:  (لم يَلْوِ) . ثم استُعْمِلَ في تَرْكِ التَّعْرِيج على الشيء. </p><p> فإن قيل: أليس اللهُ قد أخبَرَ أنَّه عَفَا عنهم -إذْ هُزِمُوا-، فكيف ذلك العَفْو، مع ما ابتلاهم به مِنَ القَتْلِ والجَرْح، وإدَالَةِ العَدُوِّ عليهم؟. </p><p> قيل: لولا عَفْوُ اللهِ، ما نَجَا منهم أحدٌ (٥) ، ولَصَارُوا في الآخرةِ من الخاسرين؛ حين عَصَوا رسولَهُ في تَرْكِ المَرْكَزِ والهزيمة، وهو يناديهم مِن وَرَائِهم:  (إلَيَّ عِبَادَ اللهِ! إلَيَّ عِبَادَ الله!) وهم لا يَلْتَفِتُون إليهِ. وذلك قوله: </p><p>(١) في \"تفسير غريب القرآن\" له ١١٤، وانظر: \"أدب الكاتب\" له ٢٧٨. (٢) (فيها): ليست في (ج)، ولا في \"تفسير غريب القرآن\".(٣) وبقية عبارة ابن قتيبة: (وصعِد الجبل والسطح).قال الطبري: (قالوا: فالهرب في مستوى الأرض، وبطون الأودية والشِّعاب: (إصعاد) لا صعود. قالوا: وإنما يكون (الصُّعُود) على الجبال والسلاليم والدَّرج؛ لأن معنى (الصعود): الارتقاء، والارتفاع على الشيء عُلُوًّا). \"تفسيره\" ٤/ ١٣٢ - ١٣٣. وانظر: \"مجاز القرآن\" ١/ ١٠٥، و\"الأضداد\" لابن الأنباري ٣١٥.ونقل الثعلبي عن المفضل، أن: (صَعِد، وأصْعَدَ، وصَعَدَ، بمعنى واحد). \"تفسير الثعلبي\" ٢/ ١٣٢ ب.وكذا فسر ابنُ اليزيدي (الإصعاد) بالصعود على الجبل. انظر: \"غريب القرآن\" لابن اليزيدي ٤٤.(٤) (أ)، (ب): (عيْنان). والمُثبت من (ج).(٥) في (ج): (أحدا).</p><p> {وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ} . </p><p> قال ابن عباس (١) : يريد: مِن خَلْفِكُم. يقال (٢) : (جاءَ فلانٌ في آخِرِ النَّاسِ) ، و (آخِرَةِ (٣) النَّاس)، و (أُخْرَى الناس) ، و (أُخْرَاة الناس)  (٤) . </p><p> وقوله تعالى:  {فَأَثَابَكُمْ} الإثَابَةُ: أكثر ما تُسْتَعمل (٥) في الخير، ويجوز استعمالُه في الشَّرِّ، لأن أصله: ما يَرْجِعُ مِنَ الجَزَاء على الفِعْل، طاعةً كان أو معصيةً، ولكنه كَثُرَ في جَزَاء الطاعة (٦) ، كما تقول في (الطَّرَب) ، فإنَّ أصْلَهُ: خِفَّةٌ تأخذ الإنسانَ، مِنْ فَرَحٍ أو حُزْنٍ (٧) ، كما قال (٨) : </p><p>(١) لم أقف على مصدر قوله بهذا النص. والذي في \"تفسير الطبري\" ٤/ ١٣٣من قوله -في تفسيرها-: (إليَّ عبادَ الله!) وقد يفهم من هذا القول أنه يناديهم مِن خَلْفهم، وهو ما فهمه الطبريُّ، حيث فسرها بذلك، ثم أورد قول ابن عباس -السابق- دليلًا على ذلك. انظر: \"تفسيره\" ٤/ ١٣٣. (٢) من قوله: (يقال ..) إلى (.. وأخراة الناس): بنصه في: \"تفسير الثعلبي\" ٣/ ١٣٣ أ. وأورده القرطبي في \"تفسيره\" ٤/ ٢٤٠. وعندهما زيادة: (.. وأخرَيَات الناس).(٣) في (ج): (احرة). وفي \"تفسير الثعلبي\" (أَخَرَةِ) وعند القرطبي: (أُخْرَةِ). وما ورد في (أ)، (ب) مِمّا أثبَتُّه، قد ورد في مصادر اللغة. يقال: (جاء أَخَرَة، وبأخَرَةٍ، وَأُخَرَةً، وبأخَرَةٍ)؛ أي: جاء آخر كل شيء. ويقال: (جاء أُخُرًا، وبآخِرَةٍ)، ويقال: (وآخِرَةِ السَّرْج، أو الرَّحل).انظر: (أخر) في: \"اللسان\" ١/ ٣٩، و\"التاج\" ٦/ ١٧.(٤) (وأخرى الناس وأخراة الناس): ساقط من (ج). وقوله: (وأخراة الناس) ليس في \"تفسير القرطبي\".و (أخراة) مثل (أخرى)؛ مؤنث (الآخر). انظر: \"التاج\" ٦/ ١٧ (أخر).(٥) في (ج): (يستعمل).(٦) انظر: (ثوب) في: \"تهذيب اللغة\" ١/ ٤٦٥، و\"اللسان\" ١/ ٥١٩.(٧) انظر: (طرب) في: \"التهذيب\" ٣/ ٢١٧٤، و\"اللسان\" ٥/ ٢٦٤٩.(٨) في (ب): (يقال).</p><p> طَرَبَ الوَالِهِ أوْ كالمُخْتَبَلْ (١) </p><p> إلا أنَّه كَثُرَ استعمالُهُ في خِفَّةِ الفَرَحِ، وَنَشَاطِ السُّرُورِ (٢) . </p><p> وقال أصحابُ المعاني (٣) : معنى قوله: {فَأَثَابَكُمْ غَمًّا بِغَمٍّ} ؛ أي: جَعَلَ مكانَ مَا تَرْجُونَ مِنَ الثَّوَابِ، الغَمَّ؛ كما تقول:  (تَحِيَّتُكَ الضَّرْبُ) ، و (عِتَابُكَ السَّيْفُ)  (٤) ؛ أي: تجعل هذا مكانَ ذاك. قال عَمْرو بن مَعْد يكَرِب (٥) : </p><p> وَخَيْلٍ قَدْ دَلَفْتُ لَهَا بِخَيْلٍ ... تَحِيَّةُ بَيْنهمْ ضرْبٌ وَجِيعُ (٦) </p><p>(١) شطر بيت للنابغة الجعدي. وصدره: وَأرَانِي طَرِبًا في إثْرِهِمْوقد ورد في: شعره: ٩٣. وورد منسوبًا له في: \"أدب الكاتب\" ١٨، و\"تهذيب اللغة\" ٣/ ٢١٧٤ (طرب)، و\"الاقتضاب\" ٣/ ١٤، و\"اللسان\" ٥/ ٢٦٤٩ (طرب). وروايته في شعره: (فأراني ..).(الوالهُ): الذي ذهب عقله، أو قارب الذهاب؛ لفقد حبيبه، أو ولده، وهو (الثاكل).و (المُختَبَل): الذي خَبَلَهُ الحُزْنُ فَجَنَّنَهُ وأفقده عقله، أو هو الذي قُطِع عضوٌ من أعضائه. وهذا التفسير الثاني، قال في: \"الاقتضاب\" إنه (أجود في هذا الموضع؛ ليختلف المعنيان).انظر: \"الاقتضاب\" ٤/ ١٣٤، و\"القاموس\" ٩٧٢ (ثكل)، ٩٩٠ (خبل).(٢) انظر: (مادة: طرب) في المصادر السابقة(٣) انظر: \"تفسيرِ الطبري\" ٤/ ١٣٤، و\"معاني القرآن\" للنحاس ١/ ٤٩٧، و\"بحر العلوم\" ١/ ٣٠٨، و\"تفسير الثعلبي\" ٣/ ١٣٣ ب.(٤) وهذا من كلام العرب السائر. كما يقول أبو زيد في: النوادر: ١٤٩.(٥) أبو ثور الزُّبَيْديَ، تقدم.(٦) ورد البيت في: شعره ١٤٩. وقد ورد منسوبًا له في:\"كتاب سيبويه\" ٣/ ٥٠، و\"النوادر\" لأبي زيد ١٥٠، و\"العمدة\" لابن رشيق ٢/ ١٠٥٦، و\"الممتع في صنعة الشعر\" ١٥٩. =</p><p> أي: جَعَلُوا الضربَ الوجِيعَ، مَكَانَ التَّحِيَّةَ بين القَوْمِ. </p><p> وقال الفَرّاء (١) : الإثابة -ههنا- في معنى:  (عِقَاب) ، ولكنه كما قال الشاعر: </p><p> أَخَافُ زِيَادًا أنْ يَكُونَ عَطَاؤُهُ (٢) ... أدَاهِمَ سُودًا أوْ مُحَدْرَجَةً فُتْلا (٣) </p><p>= وأوردته المصادر التالية غير منسوب: \"كتاب سيبويه\" ٢/ ٢٣٢، و\"المقتضب\" ٢/ ٢٠، ٤/ ٤١٣، و\"الخصائص\" ١/ ٣٦٨، و\"مفردات ألفاظ القرآن\" ١٢٦، ٨٣٥، و\"المحرر الوجيز\" ٣/ ٣٧٥، و\"شرح المفصل\" ٢/ ٨٠، و\"التصريح\" ١/ ٣٥٣، و\"خزانة الأدب\" ٩/ ٢٥٧، ٢٦٣؛ حيث ذكر نسبته للشاعر ولم يجزم بذلك. أراد الشاعرُ بـ (الخيل) الأولى: خيل الأعداء، وبالثانية: خيلَه. والخيل -هنا-، يعني بها: الفُرسان. و (دَلَفْتُ): دَنَوْتُ وزَخفْتُ؛ يقال: (دَلَفَ الشيخ): إذا مَشى مَشْيًا لَيِّنًا. انظر: \"خزانة الأدب\" ٩/ ٢٦٤.(١) في \"معاني القرآن\" له ١/ ٢٣٩. نقله بنصه إلى نهاية بيت الشعر (فتلا).(٢) (أ)، (ب): (عطآه). والمثبت من: (ج)، ومصادر البيت.(٣) في (ج): (قتلا).البيت، للفرزدق، وهو في: ديوانه: ١٦٩. وقد ورد منسوبًا له في. \"طبقات فحول الشعراء\" ٢/ ٣٠٤، و\"تاريخ الطبري\" ٥/ ٢٤٧، و\"الصحاح\" ١/ ٣٠٥ (حدرج)، و\"اللسان\" ٢/ ٨٠٤ (حدرج). وورد غير منسوب في: \"معاني القرآن\"، للفراء ١/ ٢٣٩، و\"تفسير الطبري\" ٤/ ١٣٤، و\"تفسير الثعلبي\" ٣/ ١٣٣ أ، و\"المدخل\" للحدادي ٣٥٧، و\"المحرر الوجيز\" ٣/ ٣٧٦، و\"زاد المسير\" ١/ ٤٧٨، و\"البحر المحيط\" ٣/ ٨٣.ورواية البيت في الديوان، و\"تاريخ الطبري\":فلمَّا خشِيتُ أن يكون عطاؤه ... أداهم سودا أو محدرجة سُمْراوفي \"طبقات فحول الشعراء\" (فلما خشينا ..). وورد في كل المصادر -ما عدا \"تفسير الثعلبي\"-: (سُمْرا) بدلا من: (فُتلا) التي لا تستقيم مع قافية القصيدة الرائية. واتفقت رواية المؤلف للبيت مع الثعلبي، مما يدل على أن المؤلف أخذ البِيت عنه.=</p><p> يعني بـ (السُّودِ) : القيود (١) ، وبـ (المحَدْرَجَة) : السِّيَاط. وأرادَ: أخافُ أنْ يَجْعَلَ (٢) مَكانَ عَطائِهِ، القُيُودَ والسِّيَاطَ. </p><p> قال (٣) : وقد يقول الرَّجُلُ [لـ]  (٤) الذي اجترم (٥) إليه (٦) : [ (لَئِنْ] (٧) أتَيتَنِي (٨) ؛ لأُثِيبنَّك ثَوَابَكَ)، معناه: لأعاقبنَّكَ. وهذا راجعٌ إلى ما ذكرنا مِن قَوْلِ أصحابِ المعاني. </p><p> وقوله تعالى:  {غَمًّا بِغَمٍّ} أي: أثَابَكم غَمًّا، وهو: الهَزِيمَة، وظَفَر </p><p>= (الأداهم): جمع: (أدْهَم)، وهو: الأسْوَد. وتُطلَقُ (الأداهمُ) على القيِود -وهي المرادة -هنا- في البيت-، وسميت بذلك؛ لِسَوَادها. و (المُحَدْرَجة): السِّياط، وأصل المُحَدْرَج: المفتول، والأملس. ويقال -كذلك-: (الحُدرُج)، و (الحُدرُوج). انظر: \"اللسان\" ٤/ ١٤٤٣ (دهم)، ٢/ ٨٠٤ (حدرج). والبيت ضمن قصيدة طويلة قالها الشاعر في زِيَاد بن أبِيهِ، وكان قد تَوَعَّد الفرزدقَ، ثم أظهر عفوَهُ عنه، وأنه سيُؤَمِّنه وَيمُنُّ عليه، فلم يثق الشاعرُ في أمانه، وقال القصيدة في ذلك.(١) في (ج): (القيود والسياط).(٢) في (ج): (تجعل).(٣) الفراء في: \"معاني القرآن\" ١/ ٢٣٩. نقله عنه بنصه.(٤) ما بين المعقوفين زيادة لازمة لتستقيم العبارة.(٥) في (ج): (احترم). اجْتَرَمَ، بمعنى: (جَرَم، وأجرم): تَعَدَّى، وارتكب جُرْما؛ أي: ذنبًا. يقال: (جرم إليهم، وعليهم جريمة)، و (فلان يَتَجَرَّم علينا)؛ أي: يَتَجَنَّى علينا ما لم نجْنِه. انظر: \"اللسان\" ١/ ٦٠٤ (جرم).(٦) في \"معاني القرآن\" عليك.(٧) ما بين المعقوفين في (أ)، (ج): (أي). وساقط من (ب). والمثبت من \"معاني القرآن\".(٨) في (أ): (أثييني)، وفي (ب): (أيثبتني)، وفي (ج): مهملة من النقط. والمثبت من \"معاني القرآن\".</p><p> المشركين بكم. {بِغَمٍّ} ، يعني: بِغَمِّكمْ رَسول الله - صلى الله عليه وسلم -؛ إذْ عَصَيْتموهُ وَضَيَّعتم أمرَهُ. فالغَمُّ الأوّل لهم، والغَمُّ الثاني للنبي - صلى الله عليه وسلم -. وهذا القول، اختيار الزجاج (١) . </p><p> وقال الحسن (٢) : غَمّ يومِ أحُد للمسلمين، بغَمِّ يومِ بَدْرٍ للمشركين (٣) . </p><p> وقيل: الغَمُّ الأَوَّل: ما أصابهم مِنَ الهزيمة والقتل. والغَم الثاني: إشْرافُ خالد بن الوَلِيد عليهم، في خَيْلِهِ، فَرَعَبَهم ذلك، وزَادَ مِنْ قَلَقِهم. وهذا قول أكثر المفسرين (٤) ، واختيار الفراء (٥) . </p><p> وقيل: الغَمّ الأوَّل: ما أصابهم مِنَ القتل والجرح. والغَمّ الثاني: ما سَمِعوا أنَّ مُحَمَّدًا قد قُتِلَ. وهذا قول: قَتَادة (٦) ، والرَّبِيع (٧) ، وابنِ عبَّاس -في رواية عطاء- (٨) فإنَّه قال في قوله: {غَمَّا بِغَمٍّ} ؛ يريد: الهزيمة، وحيث قال ابنُ قَمِيئَةُ (٩) : قد قتلتُ محمدا. </p><p>(١) في \"معانى القرآن\" له ١/ ٤٧٩. (٢) قوله في: \"تفسير الثعلبي\" ٣/ ١٣٣ أ، و\"النكت والعيون\" ١/ ٤٣٠، و\"زاد المسير\" ١/ ٤٧٩، و\"تفسير القرطبي\" ٤/ ٢٤٠.(٣) وأخرج عنه ابن أبي حاتم قولَه في تفسيرها: (قال غَمَّا -والله- شديد، على غَمٍّ شديد، ما منهم إنسان إلا وقد همته نفسه). \"تفسيره\" ٣/ ٧٩١.(٤) ممن قال ذلك: ابن عباس. انظر: \"زاد المسير\" ١/ ٤٧٨، ومقاتل. انظر: \"تفسيره\" ١/ ٣٠٧. ولم أقف على غيرهما قال به.(٥) في \"معاني القرآن\" له ١/ ٢٤٠.(٦) قوله في: \"تفسير الطبري\" ٤/ ١٣٥، و\"تفسير ابن أبي حاتم\" ٣/ ٧٩١، و\"زاد المسير\" ١/ ٤٧٨، وأورده السيوطي في \"الدر\" ٢/ ١٥٤، وزاد نسبة إخراجه لابن المنذر.(٧) قوله في: \"تفسير الطبري\" ٤/ ١٣٥.(٨) لم أقف على مصدر هذه الرواية عنه.(٩) في (ج): (قتيبة). =</p><p> والباء في قوله:  {بِغَمٍّ} -في القولين المتأخرين-؛ بمعنى: [ (مع) ] (١) أو بمعنى: (عَلَى) ؛ كما يقال (٢) : (نزلتُ بِبَنِي (٣) فلان)، و (على بَنِي فلان) ، و (ما زِلْتُ به حتى فَعَلَ) ، و (ما زِلْتُ معه حتى فَعَل)  (٤) . </p><p> قوله تعالى:  {لِكَيْلَا تَحْزَنُوا عَلَى مَا فَاتَكُمْ وَلَا مَا أَصَابَكُمْ} . </p><p> اختلفوا (٥) في اللّام في قوله: {لِكَيْلَا} : </p><p> فقال بعضَ النحويِّين (٦) : إنها مُتَّصِلَة بقوله: {وَلَقَدْ عَفَا عَنْكُمْ} [كأنه قال: {وَلَقَدْ عَفَا عَنْكُمْ} ] (٧) ، {لِكَيْلَا تَحْزَنُوا عَلَى مَا </p><p>= ابن قَمِيئة: اسمه عمرو، وقيل: عبد الله. وهو الذي قَتَلَ مُصْعَب ابن عُمَيْر (وكان يَظُنُّه رسولَ الله - صلى الله عليه وسلم -، وكان بِيَدِ مُصْعب اللِّواء. انظر: \"المغازي\" ١/ ٢٤٤ - ٢٤٦، و\"تاريخ الطبري\" ٢/ ٥١٦، و\"إمتاع الأسماع\" ١/ ١٢٩، ١٣٠، ١٣١.(١) ما بين المعقوفين زيادة لازمة من (ج).(٢) في (ب): (قال).(٣) في (ج): (بني).(٤) انظر: \"معاني القرآن\" للأخفش ١/ ٨١٢، و\"تفسير الطبري\" ٤/ ١٣٤، و\"رصف المباني\" ٢٢٢، و\"الجنى الداني\" ٤٠، ٤٢.و (الباء) في القول -وهو قول الحسن-: للسببية؛ أي: فأثابكم غمًّا؛ بسبب الغم الذي حلَّ بالكفار -على أيديكم- يوم بدر.وابن عطية يسمي هذه الباء: (باء معادلة).انظر: \"المحرر الوجيز\" ٣/ ٣٧٦، و\"البحر المحيط\" ٣/ ٨٤، و\"الدر المصون\" ٣/ ٤٤٢.(٥) في (ب): (واختلفوا).(٦) لم أهتد إليهم.(٧) ما بين المعقوفين زيادة من (ج).</p><p> فَاتَكُمْ}، [لأن]  (١) في (٢) عَفوِهِ -جلَّ وعَزَّ-، ما يُذْهِبُ كُلَّ غَمٍّ وَحُزْنٍ (٣) . وقال آخرون: إنها مُتَّصِلَةٌ بقوله: {فَأَثَابَكُمْ} . </p><p> ثُمْ اختلفوا: </p><p> فَقَالَ [أبو إسحاق]  (٤) : المعنى: أثابكم غَمَّ الهزيمة، بِغَمِّكُمْ النبيَ - صلى الله عليه وسلم - بِمُخَالَفتِهِ (٥) ، ليكون غَمُّكُمْ، بأن خالفتموه فقط، لا على ما فاتكم مِنْ غَنِيمة، ولا ما أصابكم من هزيمة وجِرَاحٍ؛ وذلك أنَّ غَمَّ مُخَالَفَةِ الرَّسُولِ، يُنْسيهم غَمَّ فَوْتِ الغَنِيمَةِ. </p><p> وقال غيره: كان أصحاب رسول الله - صلى الله عليه وسلم -، يَتَأَسَّفُونَ على ما فاتهم مِنْ غَنائم المشركين، وعلى ما حَلَّ بهم مِنَ القَتْلِ والجراح، فأنزلَ اللهُ بقلوبهم غَمَّ قَتْلِ الرسول - صلى الله عليه وسلم -، ثمّ أزال ذلك الغم عنهم؛ لِيَفرحوا ببقائه، ولا يحزنوا مع بقائه على شَيءٍ (٦) فَاتَهُمْ (٧) . </p><p> وقولُ أبي إسحاق ألْيَقُ بَظَاهِرِ الآية؛ لأنه ليس في الآية ذِكْرُ إزَالَةِ غَمِّ </p><p>(١) ما بين المعقوفين مطموس في (أ)، وساقط من (ب)، والمثبت من (ج). (٢) في (ب): (من).(٣) وقد استحسن هذا الوجه: القرطبي، واستبعده أبو حيان، والسمين الحلبي؛ وذلك لطول الفصل، ولأنه -في الظاهر- يتعلق بمجاوره، وهو: {فَأَثَابَكُمْ}. انظر: \"تفسير القرطبي\" ٤/ ٢٤١، و\"البحر المحيط\" ٣/ ٨٥، و\"الدر المصون\" ٣/ ٤٤٣.(٤) ما بين المعقوفين مطموس في (أ)، والمثبت من (ب)، (ج). وقول أبي إسحاق في \"معاني القرآن\" له ١/ ٤٧٩. نقله عنه بمعناه.(٥) في (ج): (مخالفة).(٦) في (ج): (ما) بدلا من (شيء).(٧) لم أقف على من قال هذا القول بتمامه، إلا أن بعضه، وهو: أن الغم الأول: ما أصابهم من قتل وجراح، والغم الثاني: سماعهم قتل النبي - صلى الله عليه وسلم -. قد سبق وروده عند تفسير قوله تعالى: {غَمًّا بِغَمٍّ} آية: ١٥٣.</p>"
}