{
  "id": null,
  "sura": 3,
  "aya": 99,
  "text": "<p> وقوله تعالى:  {وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ} قال ابن عباس (١) : يريد: حاضرٌ لأعمالكم. </p><p> ومعنى الآية يؤول إلى أن (٢) الله وبخهم على الكفر (٣) ، وأخبر أنَّه لا ينفع [الاستسرارُ به]  (٤) ؛ لأن الله شهيدٌ عليه، مع أن شهادته توجب ردعهم عن الكفر. </p><p> ٩٩ - قوله تعالى:  {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} . </p><p> قال الفرّاء (٥) : [يقال]  (٦) : (صَدَدْتُهُ، أصده صَدًّا) ، و (أَصْدَدْتُه، إصْدادًا)  (٧) ، وأنشد: </p><p> أُناسٌ أَصَدُّوا الناسَ بالسيف عنهمُ ... صُدُودَ السَّواقِي عن أُنُوفَ الحَوائِمِ (٨) </p><p>(١) لم أقف على مصدر قوله. (٢) أن: ساقطة من: (ج).(٣) في (ج): الكافرين.(٤) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (الأخرابية). والمثبت من: (ج).(٥) لم أقف على مصدر قوله.(٦) ما بين المعقوفين زيادة من: (ج).(٧) قال الجوهري: (صدَّ عنه، يَصِدُّ، صُدُودًا): أعرض و (صده عن الأمر صدًّا): منعه وصرف عنه. و (أصَدَّهُ)، لُغة). \"الصحاح\" ٢/ ٤٩٥ (صدد)، وانظر: \"اللسان\" ٤/ ٢٤٠٩ (صدد)، \"البحر المحيط\" ٣/ ١٤.وقال الزمخشري عن قوله تعالى: {وَلَا يَصُدُّنَّكَ} القصص: ٨٧: (وقرئ (يُصِدُّنَّك) من: أصَدَّه بمعنى: صَدَّه، وهي لُغة كلب). \"الكشاف\" ٣/ ١٩٤.(٨) البيت لذي الرُمَّة، وهو في ديوانه: ٧٧١. وورد في \"الصحاح\" ٢/ ٤٩٥ (صدد)، \"الكشاف\" ٢/ ٣٦٦، ٣/ ١٩٤، \"الفريد في إعراب القرآن المجيد\" ١/ ٦٠٨، \"اللسان\" ٤/ ٢٤١٠ (صدد)، \"البحر المحيط\" ٣/ ١٤. وروايته في \"الديوان\": =</p><p> وقرأ الحَسَنُ:  (تُصِدُّون) بضم التاء، مِن: أَصَدَّ (١) . </p><p> قال المفسرون (٢) : وكان صدهم عن سبيل اللهِ بالتكذيب بالنبي - صلى الله عليه وسلم -، وأنَّ صفَتَهُ ليست في كتابهم، ولا البِشَارَة به متقدِّمَةٌ عندهم. </p><p> وقوله تعالى:  {تَبْغُونَهَا عِوَجًا} قال اللِّحْيانِي (٣) : (بَغَى الرجلُ في كل </p><p>= أناس أصدوا الناس بالضرب عنهم ... صدودَ السواقي عن رؤوس المخارِم ويروى: (السوافي) -بالفاء- وهي الرياح التي تسفي، التراب.و (الحوائم)، جمع: (حائم). من: (حام حول الشيء، يَحُوم حَوْما وَحَوَمانا): دار. وكلُّ مَن رام أمرًا فقد (حام عليه حَوْمًا، وحِياما، وحُؤُوما، وحَوَمانا). وكلُّ عطشان: (حائم). و (إبِلٌ حوائم وحُوَّمٌ): عطاش جدا، وهي: التي تحوم حول الماء من شدَّة العطش. انظر: (حوم) في \"اللسان\" ٢/ ١٠٦١، \"القاموس\" (١٠٩٨).وقيل: الحوائم: الإبل الغرائب، انظر: \"شرح شواهد الكشاف\" لمحب الدين أفندي ٤/ ٥٢٨. وعليه يكون معنى البيت: أنهم صدوا أعداءهم كما يصد السقاةُ الإبلَ الغرائبَ عن إبِلهم.أما على رواية \"الديوان\"، فقد قال في \"اللسان\" ٤/ ٢٤١٠ (صدد): (قال ابن برِّي، وصواب إنشاده: (صدود السواقي عن رؤوس المخارم).و (السواقي): مجاري الماء. و (المَخرِم)، منقطع أنف الجبل. يقول: صدُّوا الناسَ عنهم بالسيف، كما صُدَّت هذه الأنهار عن المخارم، فلم تستطع أن ترتفع إليها). قال الزمخشري -مبينًا الشاهد في البيت-: (والهمزة فيه داخلة على (صد صدودًا)؛ لتنقله من غير التعدِّي إلى التعدِّي). \"الكشاف\" ٢/ ٣٦٦.(١) انظر: \"تفسير الثعلبي\" ٣/ ٨٣ ب، \"تفسير القرطبي\" ٤/ ١٥٤، \"البحر المحيط\" ٣/ ١٤، \"فتح القدير\" ١/ ٥٥٣.(٢) منهم: السدي، وقتادة، والربيع. انظر: \"تفسير الطبري\" ٤/ ٢٢، \"تفسير ابن أبي حاتم\" ٣/ ٧١٧، \"فتح القدير\" ١/ ٥٥٥.(٣) قوله في \"تهذيب اللغة\" ١/ ٣٦٧. وفيه (وبِغْيةً، وبِغًى مصدر). وقد نقله المؤلف عنه بتصرف.</p><p> ما يطلبه من خير وشر، يَبْغِي، بُغاءً وبِغْيَة) (١) . </p><p> وقال الفرّاء (٢) : العرب تقول: (ابغني كذا) ؛ يريدون: ابتغه لي. فإذا أرادوا: ابْتَغ معي، وأَعِنِّي على طلبه، قالوا:  (أَبْغِنِي) ، ففتحوا الألف، وكذلك يقولون:  (أُحْلُبْنِي وأَحْلِبني)  (٣) ، و (احْمِلْنِي وأَحْمِلْنِي) ، و (اعْكُمْنِي وأَعْكِمْنِي)  (٤) ، على هذا القياس. </p><p> و (العِوَجُ)  (٥) بكسر العين، في الأَمْرِ، وفي الدين والقول: المَيْلُ عن الاستواء في الطريق، وفي كلِّ ما لا يُرى. وكلُّ قائمٍ مُنْتصِبٍ يُرَى عَوَجُهُ، يقال:  (فيه عَوَج) ، بالفتح؛ كالحائط، والقَنَاة (٦) ، والشجرة. </p><p> يقال:  (عَوِجَ الشيءُ، يَعوَجُ، عَوَجًا) ، فهو (أَعْوَجُ) لكل ما يُرى، </p><p>(١) ويقال: (بِغْيَة، وبُغْيَة، وبَغَى، وبُغايَة). انظر: \"اللسان\" ١/ ٣٢١ - ٣٢٢ (بغا). (٢) في \"معاني القرآن\" له: ١/ ٢٢٧. نقله عنه بتصرف واختصار.(٣) فسَّرها الفراء في سوقه لهذا القول فقال: (فقوله: احلبني؛ يريد: احلب لي، أي: اكفني الحَلَب. وأحلِبني: أعني عليه. وأتبعها قائلا: (وبقيته مثل هذا). أي: بقية الكلمات التي ذكرها. \"معاني القرآن\" ١/ ٢٢٨. وانظر: \"معاني القرآن\" للزجاج: ١/ ٤٤٧.(٤) في (ب)، (ج): (واعلمني، وأعلمني). وقوله: اعكُمني -بضم الكاف-، ويجوز بسكرها. يقال: (عَكَم المتاعَ، يعْكِمُه عَكْمًا): وهو أن يبسط ثوبًا ويجعل فيه المتاعَ، ويشدَّه، ويسمى بعدها: (العِكْمُ)، والجمع: (أعكام) و (عُكوم). انظر: (عكم) في \"المجمل\" ٦٢٣، \"اللسان\" ٥/ ٣٠٦٠ - ٣٠٦١.(٥) من قوله: (العوج ..) إلى (فهو أعوج لكل ما يرى): نقله بتصرف واختصار من \"تهذيب اللغة\" ٣/ ٢٢٦٤ - ٢٢٦٥.(٦) القناة -هنا-: الرمح، وكل عصا مستوية، وقيل: ولو مُعْوَجَّة. انظر: \"القاموس\" ١٧١٠ (قنى).</p><p> [و (عِوَجًا) ] (١) لما لا يرى. </p><p> وأما المعنى، فقال ابن الأنباري (٢) : قوله تعالى: {تَبْغُونَهَا عِوَجًا} ، (البَغْيُ) : يُقتَصَرُ (٣) له على مفعول واحد، إذا لم يكن معه اللَّام، كقولك:  (بَغَيْتُ المالَ والأجرَ والثوابَ) . [وأريد ههنا]  (٤) : تَبغون لها عِوَجًا. فلما سقطت اللّامُ، عمل الفعلُ فيما بعدها، كما قالوا:  (وَهَبْتُك (٥) درهمًا)، وأصله: وهبت (٦) لك درهما، ومثله:  (صدْتُكَ ظَبْيًا) ، يعنون: صدْتُ لك. وكذلك:  (جئْتُكَ) ، كما قد (٧)  (وَرَّثْتُكَ من المال جملة) ، وأنشد: </p><p> فَتَولَّى غلامُهم ثُمّ نادَى (٨) ... [أَظَلِيمًا أَصِيدُكُم]  (٩) أم حِمَارا (١٠) </p><p>(١) ما بين المعقوفين: غير مقروء في (أ). وفي (ب): وهوجًا. والمثبت من: (ج). وهذه الكلمة ليست في \"تهذيب اللغة\" وإنما فيه: (والأنثى: عوجاء). وقيل: إن الكسر يقال في الأمرين: الأجسام المرئية وغير المرئية، كالرأي والقول. انظر: \"مجاز القرآن\" ١/ ٩٨، \"النهاية\" لابن الأثير: ٣/ ٣١٥. \"اللسان\" ٥/ ٣١٥٤ - ٣١٥٥ (عوج).ولكن الراغب ذكر أن (العِوَج) -بالكسر- (يقال: فيما يدرك بالفكر والبصيرة كما يكون في أرضٍ بسيطٍ يُعرف تفاوتُه بالبصيرة، والدين والمعاش). انظر: \"مفردات ألفاظ القرآن\" ٥٩٢ (عوج).(٢) لم أقف على مصدر قوله. وقد أورده -كذلك- الفخر الرازي في \"تفسيره\" ٨/ ١٧٢.(٣) في (ب): (يقتدر).(٤) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (وارى أصله). والمثبت من (ج)، و\"تفسير الفخر الرازي\".(٥) في (ب): (أوهبتك).(٦) في (ب): (أوهبتك.)(٧) (قد): ساقطة من: (ج).(٨) في (ب): (الذي).(٩) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (أظبيا صيدكم). والمثبت من (ج).(١٠) لم أقف على قائله. وقد ورد في \"زاد المسير\" ١/ ٤٣٠، \"تفسير الفخر الرازي\" ٨/ ١٧٢، \"مغني اللبيب\" ٢٩١، \"شرح شواهد المغني\" ٥٩٦، \"الدر المصون\" للسمين الحلبي: ٣/ ٤٢٦. (الظَّليم): ذَكَرُ النَّعَام.</p><p> أراد: أصيد لكم. </p><p> والهاء في قوله:  {تَبْغُونَهَا} عائدةٌ على السبيل؛ لأن السبيلَ يُؤَنَّثُ ويُذَكَّرُ (١) . و (العِوَجُ) ، يعنى به: الزَيْغ والتحريف (٢) ؛ أي: تَلتمسون لسبيله الزيغ والتحريف بالشبه التي تُلَبِّسون بها، وتُوهِمون أنها تقدح فيها، وأنها مُعوَجَّة بتناقضها (٣) . </p><p> ويجوز أن يكون {عِوَجًا} في موضع الحال؛ والمعنى: تبغونها ضالِّين؛ وذلك (٤) أنهم كانوا يَدَّعون أنهم على دين اللهِ وسبيلِه، فقال الله: إنكم تبغون سبيلَ اللهِ ضالِّين عنها. وهذا قول أبي إسحاق (٥) ، ذكر ذلك في سورة إبراهيم، عند قوله:  {وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ}  (٦) . وعلى هذا القول، لا يحتاج إلى إضمار اللّام في {تَبْغُونَهَا} . </p><p>(١) انظر: \"مجاز القرآن\" ١/ ٣١٩، \"تفسير الطبري\" ٤/ ٢٢، \"الزاهر\" لابن الأنباري: ٢/ ١٠٨، \"المذكر والمؤنث\" له: ١/ ٣٩٤. (٢) انظر: \"تفسير الطبري\" ٤/ ٢٢.(٣) فإعراب {عِوَجًا} على هذا القول: مفعول به. انظر: \"معاني القرآن\" للزجاج: ١/ ٤٧، \"تفسير الطبري\" ٤/ ٢٢.(٤) في (ب): (والمعنى).(٥) في \"معاني القرآن\" له: ٣/ ١٥٤.(٦) [سورة إبراهيم: ٣]. {الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا أُولَئِكَ فِي ضَلَالٍ بَعِيدٍ}. وفي حالة إعرابها حالًا يكون معنى (تبغون): تتَعدَّوْن. و (البغي): التعدي. انظر: \"الدر المصون\" ٣/ ٣٢٦، \"اللسان\" ١/ ٣٢٣.</p>"
}