{
  "id": null,
  "sura": 3,
  "aya": 54,
  "text": "<p> لنفوز بمثل (١) ما فازوا، وننال مِن الكرامة مثل ما نالوا. </p><p> ٥٤ - [و]  (٢) - قوله تعالى:  {وَمَكَرُواْ} . أصل (المَكْر) في اللغة: السعي في الفساد (٣) في خفية، ومُداجاة (٤) . </p><p> قال الزجاج (٥) : يقال: (مَكَرَ الليلُ، وأمْكَر) : إذا أظلم (٦) . </p><p> قال ابن عباس (٧) : يريد: أنَّ عامَّة بني إسرائيل كفروا به، وهَمَّوا بقتله، وتواطئُوا على الفتك به، فذلك مكرهم به. </p><p> وقوله تعالى:  {وَمَكَرَ اللَّهُ} . قال أهل المعاني (٨) : المَكْرُ مِنَ (٩) </p><p>(١) في (د): (مثل). (٢) ما بين المعقوفين: زيادة من (د).(٣) في (ج)، (د): (بالفساد).(٤) انظر (مادة: مكر) في \"كتاب العين\" ٥/ ٣٧٠، \"تهذيب اللغة\" ٤/ ٣٤٣٤، \"تفسير الثعلبي\" ٣/ ٥٧ أ، \"اللسان\" ٧/ ٤٢٤٧، \"التاج\" ٧/ ٤٩٣٤٩٤. و (المُداجاة): من: (داجى الرجلَ): ساتره بالعداوة، وأخفاها عنه، فكأنه أتاه في الظلمة. و (المداجاة): المداراة، و (داجَيتة): داريته، وكأنك ساترته العداوة انظر: \"اللسان\" ٣/ ١٣٣٢ (دجا).(٥) لم أقف على مصدر قوله وقد ذكره كذلك السمين الحلبي في \"الدر المصون\" ٣/ ٢١٢، ولم يبين مصدره.(٦) لم أعثر على هذا المعنى فيما رجعت إليه من مصادر اللغة، وقد ذكره الثعلبي في \"تفسيره\" ٣/ ٥٧ أقائلًا: (قال أهل المعاني: المكر: السعي بالفساد في سَتر ومُداجاة، وأصله من قول العرب: (مكَرَ الليلُ): إذا أظلم).(٧) لم أقف على مصدر قوله وقد أورد معناه ابنُ الجوزي في \"زاد المسير\" ١/ ٣٩٥.(٨) انظر: \"معاني القرآن\" للفراء ١/ ٢١٨، \"معاني القرآن\" للزجاج، ١/ ٤١٩، \"معاني القرآن\" للنحاس ١/ ٤٠٨، \"تفسير الثعلبي\" ٣/ ٥٧ أ.(٩) في (د): (في).</p><p> المخلوقين: خِبٌّ (١) وخِداعٌ، وهو مِنَ الله: استدراجه العِبادَ. قال الله تعالى:  {سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ}  (٢) . </p><p> قال ابن عباس في تفسيره (٣) : كلَّما أحدثوا خطيئةً، جدَّدْنا (٤) لهم نعمةً. وليس المراد بـ (مَكْرِ اللهِ) في هذه الآية، هذا الوجه. ووجه (مكرِ اللهِ) بهم في هذه القصَّة، ما قال الزجاج، وهو أنه قال (٥) : المكر من الله عز وجل: المجازاة على ذلك، فسُمِّي باسمه، كقوله:  {اللَّهُ يَسْتَهْزِئُ بِهِمْ} ، وقد مرَّ (٦) </p><p>(١) في (د): (خبث). (الخِبُّ) بكسر الخاء: الخِداع، والخُبْثُ، والغِشُّ. و (الخَبُّ) بفتح الخاء، وقد تكسر: الخدَّاع، الذي يسعى بين الناس بالفساد، والفعل منه: (خَبَّ)؛ أي: خَدَعَ وغشَّ غشًا منكرًا، و (خبَّبَهُ تخبيبًا): خدعه وأفسده. انظر (مادة: خبب) في \"المجموع المغيث في غريبي القرآن والحديث\": ١/ ٥٤١، \"القاموس\" ٧٧. (٢) سورة الأعراف: ١٨٢، والقلم: ٤٤.(٣) في (ج): (تفسير). وقوله أورده الثعلبي في \"تفسيره\" ٣/ ٥٧ أ، وذكره المؤلف في تفسيره \"البسيط\"، تح (د). الفوزان) ٢/ ٥٤١، والقرطبي في \"تفسيره\" ٤/ ٩٨.(٤) في (ج): (حددنا).(٥) في \"معاني القرآن\" له: ١/ ٤١٩، نقله عنه باختصار.(٦) انظر: \"تفسير البسيط\" للمؤلف: [البقرة: ١٥]. والواحديُّ عند تفسيره لهذه الآية أوَّلَ الاستهزاء الوارد في الآية بالمجازاة؛ أي: يجازيهم جزاء استهزائهم، وأجراه على المجاز، لا على الحقيقة، وما ذكره المؤلف حول معنى الاستهزاء، والمكر الوارد في هذه الآيات إنما هو من لوازم معانيها، والواجب في مثل هذه الألفاظ الاستهزاء، والمكر، والخديعة، والسخرية الواجب فيها أن تُثبت على الحقيقة، كما أثبتها الله لنفسه، دون تأويل. وتُجرى وفق ما يليق به تعالى ولكن لا يُشتَق من هذه الأفعال التي أطلقها الله على نفسه أسماءٌ منها، فلا يقال: ماكر، ولا مستهزيء، حاشاه عن ذلك؛ وذلك أن هذه الأفعال في إطلاقاتها، أوسع من=</p><p> قال المفسرون: ومكْرُ اللهِ بهم في هذه القصَّه: إلقاءُ شَبَهِ عيسى على (١) من دَلَّ عليه، حتى صُلِب بَدَلَه. قال ابن عباس: وذلك أن أحد الإنجيلية (٢) ممن آمن به، نافَقَ، فدلَّ (٣) عليه، فجعله (٤) الله تعالى في سورة عيسى، فأُخِذ فَصلِبَ (٥) . </p><p>= إطلاقات الأسماء. انظر: \"تفسير الطبري\" ١/ ١٣٢ - ١٣٣، \"مجموع فتاوى ابن تيمية\" ٧/ ١١١ - ١١٢، \"إعلام الموقعين\" لابن القيم: ٣/ ٢١٧ - ٢١٨، \"مدارج السالكين\" ٣/ ٤١٥. (١) من قوله: (على ..) إلى (.. في سورة عيسى): ساقط من: (ج).(٢) في (د): (أصحابه).(٣) في (ج): (يدل).(٤) (أ)، (ب): (جعل)، وهي ساقطة من: (ج). والمثبت من (د).(٥) الذي وقفت عليه مما ورد عن ابن عباس: أن اليهود لمَّا أرادوا قتل عيسى عليه السلام حاصروه، وحوارييه، ثم بعث رأسُ اليهود رجلًا خبيثًا ليدخل ويقتل عيسى عليه السلام، فرفع اللهُ عيسى، وألقى شبهَهُ على هذا الرجل، فلمَّا خرج الرجلُ إلى أصحابه بعد أن لم يرَ عيسى، ظنَّه أصحابُه أنه عيسى، فقتلوه وصلبوه. وقد أورد هذه القصة عن ابن عباس: الثعلبيُّ في \"تفسيره\" ٣/ ٥٧ ب، والبغوي في \"تفسيره\" ٢/ ٤٤٤٥، وابن الجوزي في \"الزاد\" ١/ ٣٩٥، وأوردها القرطبي في \"تفسيره\" ولم يعزها إلى ابن عباس. وكذا ورد عن السدِّي بمعناه كما في \"تفسير البغوي\" ٢/ ٤٥، وعن مقاتل في \"تفسيره\" ١/ ٢٧٨.وأخرج ابن أبي شيبة عن ابن عباس من طريق سعيد بن جُبير قصَّةً، مُلَخصها: أن عيسى عليه السلام لما خرج على أصحابه، وهم اثنا عشر رجلًا، قال لهم: (أيُّكم سيُلقى عليه شَبَهي، فيُقتَل مكاني، فيكون معي في الجنة؟) فتطوع أحدهم، فألقِيَ عليه شَبَه عيسى عليه السلام، ثم رفع عيسى إلى السماء، ولما جاء طلبُ اليهود، أخذوا الشبيه، فقتلوه وصلبوه.انظر: \"مصنف ابن أبي شيبة\": ٦/ ٣٤٢. وكذا ورد بهذا المعنى عن السُدِّي، كما في \"تفسير الطبري\" ٣/ ٢٨٩، وورد مثله عن قتادة في \"تفسير البغوي\" ٢/ ٤٥ =</p>"
}