{
  "id": null,
  "sura": 3,
  "aya": 119,
  "text": "<p> قوله تعالى:  {وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ}  (١) أي: من العداوة والخيانة (٢) . وقيل (٣) : من الكفر بالله ومحمد - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  {قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ} قال عَطَاء (٤) : يريد: ما أمرهم به مِن طاعته، وما نهاهم عنه من معصيته. </p><p> وقال السُّدِّي (٥) : قد بيَّنَّا آياتهم؛ لتعرفوهم بها. </p><p> وقوله تعالى:  {إِنْ كُنْتُمْ تَعْقِلُون} قيل (٦) : إن كنتم تعقلون موقعَ يقع (٧) البيان، ومبلغَ عائدتِهِ عليكم (٨) . </p><p> وقيل (٩) : إن كنتم تعقلون الفَصْلَ بينَ ما يستحقه العدوُّ، والوَلِيُّ. </p><p> ١١٩ - قوله تعالى:  {هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ} الآية. مضى الكلام في (ها) مع (أنتم) عند قوله: {هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ}  [آل عمران: ٦٦] . </p><p> قال الفراء (١٠) : العرب إذا جاءت إلى اسمٍ مَكنيٍّ قد وُصِفَ بـ (هذا) و (هذان) و (هؤلاء) ، فَرَّقوا بينَ (ها) وبين (ذا) ، المَكنِيَّ بينهما، وذلك في </p><p>(١) في (ج): (وما تخفي الصدور). (٢) انظر: \"تفسير مقاتل\" ١/ ٢٩٧، و\"تفسير الثعلبي\" ٣/ ١٠٤ب.(٣) لم أهتد إلى القائل، ولا فرق بين القولين لأنهما متلازمان.(٤) لم أقف على مصدر قوله.(٥) لم أقف على مصدر قوله.(٦) قاله -بمعناه- الطبري في \"تفسيره\" ٤/ ٦٤.(٧) هكذا في: (أ)، (ب). وفي (ج): مهملة من النقط وأرى أن الأصوب أن تقرأ (نفع)؛ لأنها تتناسب مع عبارة الطّبَري التالية.(٨) ونص قول الطبري: (إن كنتم تعقلون عن الله مواعظه وأمره ونهيه، وتعرفون مواقع نفع ذلك منكم، ومبلغ عائدته عليكم).(٩) لم أهتد للقائل.(١٠) في: \"معاني القرآن\"، له ١/ ٢٣١. نقله عنه بنصه.</p><p> جهة التقريب (١) ، فيقولون:  (أين أنت؟) فيقول القائلُ: </p><p> (ها أنا ذا)  (٢) . ولا يكادون يقولون:  (هذا أنا)  (٣) . و-كذلك-: التثنية والجمع، ومنه (٤) : {هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ} ، وربَّما أعادوا (ها) فوصلوها بـ (ذا) ، و (ذان) ، و (أولاء)  (٥) ، فيقولون:  (ها أنت هذا) ، و (ها أنتم هؤلاء) . قال الله -تعالى-: {هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ}  [النساء: ١٠٩] . </p><p>(١) \"التقريب\" هو: أن تجعل (هذا)، و (هذه) بمثابة الأفعال الناقصة كـ (كان) وأخواتها التي تحتاج إلى تمام الخبر، وهذا من اصطلاحات الكوفيين، وقد بَيَّنَه السيوطي في: \"همع الهوامع\": ١/ ٢٦٤ فقال: ذهب الكوفيون إلى أن (هذا) و (هذه)، إذا أريد بهما التقريب، كانا من أخوات (كان)، في احتياجهما إلى اسمٍ مرفوعٍ وخبر منصوب، نحو: (كيف أخاف من الظلم، وهذا الخليفة قادمًا؟)، و (كيف أخاف البرد، وهذه الشمس طالعة؟)، وكذلك كل ما كان فيه الاسم الواقع بعد أسماء الإشارة لا ثاني له في الوجود، نحو: (هذا ابنُ صياد أشقى الناس)، فيعربون (هذا): (تَقْريبا)، والمرفوع اسم التقريب، والمنصوب خبر التقريب؛ لأن المعنى إنما هو عن الخليفة بالقدوم، وعن الشمس بالطلوع، وأتى باسم الإشارة تقريبًا للقدوم والطلوع. ألا ترى أنك لم تشر إليهم وهما حاضران؟ و-أيضا-، فالخليفة والشمس معلومان، فلا يحتاج تبيينهما بالإشارة إليهما. وتبين أن المرفوع بعد اسم الإشارة يخبر عنه بالمنصوب؛ لأنك لو أسقطت الإشارة لم يختل المعنى، كما لو أسقطت (كان) من: (كان زيدٌ قادمًا). وانظر في هذا المعنى: \"معاني القرآن\" للفراء ١/ ١٢، و\"تفسير الطبري\" ٤/ ٦٤ - ٦٦، ١٥/ ٤١٦، و\"دراسة في النحو الكوفي\" ٢٣٧، و\"النحو وكتب التفسير\" ١/ ١٨٥.(٢) هكذا جاء رسمها في (أ)، (ب)، وكذا وردت في \"تفسير الطبري\" ٤/ ٦٥، ووردت في (ج): (هاناذا). أما في الرسم الإملائي فقد اصطلح على كتابتها كالتالي: هأنذا.(٣) في (ج): (ها أنا).(٤) في (ج): (منه) بدون واو.(٥) في \"معاني القرآن\": فوصلوها بذا وهذا وهذان وهؤلاء.</p><p> قال (١) : وإنَّما فعلوا ذلك؛ ليفصلوا بين (التقريب) وغيره. ومعنى (التقريب) عنده: أنك لا تقصد أن تخبر (٢) عن (هذا) بالاسم (٣) ، فيقولون (٤) : (هذا زيد) . </p><p> وإذا (٥) كان الكلام على غير تقريبٍ، وكان (٦) مع اسم ظاهر، جعلوا (ها) موصولةً بـ (ذا) ؛ فقالوا (٧) : (هذا زيد) ، و (هذان الزيدان)  (٨) ، إذا كان على خَبَرٍ يكتفي كلُّ واحدٍ بصاحبه بلا [فِعْلٍ]  (٩) . فقد (١٠) أنشد ابنُ الأنباري (١١) على هذا قولَ أُمَيَّة بن أبي الصَّلْت: </p><p> لَبَّيْكُما لَبَّيْكُما ها (١٢) أنا ذا لَدَيْكُما (١٣) </p><p>(١) من قوله: (قال ..) إلى (فيقولون هذا زيد): هو نص قول الزجاج في \"معاني القرآن\" له ١/ ٤٦٣، يحكي به معنى قول الفراء في \"معاني القرآن\" له ١/ ٢٣١ - ٢٣٢. (٢) في \"معاني القرآن\"، للزجاج الخبر. بدلًا من: (أن تخبر).(٣) في \"معاني القرآن\"، للزجاج (الخبر عن هذا الاسم). وقوله: (بالاسم)؛ أي: بالاسم الظاهر، غير المكنيِّ عنه.(٤) في (ج) و\"معاني القرآن\" للزجاج: (فتقول).(٥) من قوله: (وإذا ..) إلى (بلا فعل): من تتمة كلام الفراء في \"معاني القرآن\" ١/ ٢٣٢ نقله عنه ببعض التصرف.(٦) في \"معاني الفراء\": أو كان.(٧) في (ب) و\"معاني الفراء\": (فيقولون).(٨) في \"معاني القرآن\": هذا هو، وهذان هما.(٩) ما بين المعقوفين زيادة من (ج)، و\"معاني القرآن\". وبقية عبارة الفراء: (والتقريب لابد فيه من فعل؛ لنقصانه، وأحبوا أن يفرقوا بذلك بين معنى التقريب وبين معنى الاسم الصحيح).(١٠) (فقد): ساقطة من (ج).(١١) في: \"الزاهر\" ١/ ٢٧٩.(١٢): ساقطة من (ج).(١٣) بيت من الرجز، ورد منسوبًا لأمية في \"طبقات فحول الشعراء\" ١/ ٢٦٦، و\"الزاهر\" ٢/ ٢٧٩.</p><p> فَجَعَل (أنا) بين (ها) و (ذا) ؛ لتقريبه طاعتهما، والانقياد لأمرهما. </p><p> وقال الزَّجاجُ (١) : (ها) -ههنا- تَنْبيهٌ (٢) دَخَلَ على (أنتم) و (٣)  (أولاء) في معنى: (الذين) ، كأنه قيل:  (ها أنتم الذين تُحِبُّونَهم ولا يُحِبُّونَكم) . فيكون {تُحِبُّونَهُمْ} صِلَةً (٤) . </p><p> قال (٥) : وكُسِرت (أولاء) ؛ لأن أصلها السكون، لكن الهمزة كُسِرت؛ لسكونها وسكون الألف. وإنما كان أصلُها السكون؛ لأنها بمنزلة حَرْفِ الإشارة، والحروفُ أصلها السكون. </p><p> وسنذكر الفرقَ بين (أولاء) و (أولئك) عند قوله: {فَأُولَئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ}  [النساء: ٩٩] . </p><p> قال المفسرون: هذا خطاب للمؤمنين، أُعلِموا فيه أن منافقي أهلِ الكتابِ (٦) لا يُحِبُّونَهم، وأنهم يَصْحَبونَ هؤلاء المنافقين بالبِرِّ، والنصيحة </p><p>(١) في: \"معاني القرآن\" ١/ ٤٦٣. نقله عنه بمعناه (٢) في (ج): (ها تنبيه ههنا).(٣) (و): ساقطة من (ب).(٤) وفي \"البسيط في شرح جمل الزجاجي\": ١/ ٣١٠ قال عن هذه الآية: (فيحتمل أن يكون الأصل: (أنتم هؤلاء)، فاعْتُني بحرف التنبيه فقُدِّم، وأن تكون (ها) التنبيه، ولا تكون المقرونة بالإشارة؛ كما تقول: (ها زيد قائمٌ) ولكون هذا بمنزلة قوله سبحانه {هَا أَنْتُمْ هَؤُلَاءِ} [آل عمران: ٦٦]).(٥) أي: الزجاج، في المصدر السابق. نقله عنه معناه.(٦) لم أقف على من خص المراد هنا بمنافقي أهل الكتاب، وإنما قيل في المراد: هم المنافقون، أو اليهود. وقد سبق أن ذكر المؤلف أن المعنِيَّ في هذه الآيات: اليهود والمنافقون معًا، وهو قول لابن عباس ومجاهد، وغيرهم. وقد سبق بيان مصادر هذا القول عند التعليق على شرح المؤلف لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا} [آية: ١١٨]. =</p><p> التي يفعلها المُحِبُّ. </p><p> قال المُفَضَّلُ (١) : معنى {تُحِبُّونَهُمْ} : تريدون لهم الإسلام، وهو خير الأشياء. {وَلَا يُحِبُّونَكُمْ} ؛ لأنهم يريدونكم على الكفر، وهو الهلاك. </p><p> قوله تعالى:  {وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ} أي: بالكتب كلها، وهو اسم جنس؛ كقولهم: كثر الدرهم في أيدي الناس، أو لأن الكتاب مصدر، فيجوز أن يسمى (٢) به الجمع. </p><p> قال ابن عباس (٣) : يريد: الذي أُنزل على محمد، والذي أنزل على عيسى، والذي أنزل على موسى، وهم لا يؤمنون بشيء منه؛ لأنهم (٤) يَنتحِلون (٥) التوراةَ، ولم يعلموا بما (٦) فيها. </p><p>= وممن قال بأنهم اليهود: ابن عباس -في رواية عنه- والحسن، وقتادة، ومجاهد، وابن جريج، والنحاس، والقرطبي، وابن كثير. انظر: \"تفسير مجاهد\" ١٣٤، و\"تفسير مقاتل\" ١/ ٢٩٨، و\"تفسير الطبري\" ٤/ ٦٠ - ٦٤، و\"تفسير ابن أبي حاتم\" ٣/ ٧٤٢، و\"معاني القرآن\"، للنحاس ١/ ٤٦٦، و\"تفسير الثعلبي\" ٣/ ١٠٥ أ، و\"تفسير البغوي\": ٢/ ٩٥، و\"تفسير القرطبي\" ٤/ ١٨١، و\"تفسير ابن كثير\" ١/ ٤٢٨، و\"الدر المنثور\" ٢/ ١١٨ - ١١٩.(١) قوله، في: \"تفسير الثعلبي\": ٣/ ١٠٥ ب.(٢) في (ج): (نسمي).(٣) لم أقف عليه بهذا اللفظ عنه، والذي في: \"تفسير الطبري\" ٤/ ٦٥ قوله: (أي: بكتابكم وكتابهم، وبما مضى من الكتب قبل ذلك، وهم يكفرون بكتابكم، فأنتم أحق بالبغضاء منهم لكم).وأورده السيوطي في: \"الدر المنثور\" ٢/ ١٢٠ وزاد نسبة إخراجه لابن إسحاق،وابن المنذر. وانظر: \"سيرة ابن هشام\" ٢/ ١٨٦.(٤) (لأنهم): ساقطة من (ب).(٥) يقال: (انتحل كذا): أي: دان به. و (انتحل فلانٌ شِعْرَ غيره): ادَّعاه ونسبه لنفسه. و (انتحل مذهبا): انتسب إليه. انظر: \"لسان العرب\" ٧/ ٤٣٦٩ - ٤٣٧٠ (نحل).(٦) في (ج): (ما).</p><p> وقوله تعالى:  {وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ} يقال: عَضَّ، يَعَضُّ، عَضًّا، وعَضِيضًا) (١) . </p><p> قال امرؤ القَيس: </p><p> كَفَحْلِ الهِجَانِ يَنْتَحِي لِلعَضِيض (٢) </p><p> والأنامِل: جمع أَنْمُلَة (٣) ؛ وهي: أطراف الأصابع (٤) . </p><p> [والغَيْظُ: الإغضابُ (٥) ، يقال؛ (غاظَهُ الشيءُ) ؛ أي: أغضبه (٦) . </p><p>(١) في (ج): (يغض غضًا وغضضا). (٢) في (ج): (العضيض).وهذا عجز بيت، وأوله:له قُصْرَيا عَيْرٍ وساقا نعامةٍوهو في \"ديوانه\" ٩٧.والقُصْرَيان: مفردهما: (قُصْرى). وهما الضلعان اللذان يليان الخصر بين الجنب والبطن، وهما آخر الضلوع. و (العَيْر): الحمار، ويغلب إطلاقه على الوحشي منه. و (فحل الهجان)؛ أي: فَحل الإبل الكريمة البيضاء، ولا يكون فحلها إلا كريمًا مثلها. و (الانتحاء): القصد، والاعتماد، والجد، وقوله: (ينتحي للعضيض)؛ أي: يعتمد ويعترض للعض.انظر: \"تهذيب اللغة\" (٢٩٧٤) (قصر)، و\"القاموس\" (١٣٣٧ - ١٣٣٨) (نحا).(٣) يقال: (أنْمُلَة) -بفتح الهمزة وضم الميم-، و (أنمَلَة) -بفتح الهمزة وفتح الميم-.انظر: (نمل) في \"الصحاح\" ١٨٣٦، و\"القاموس\" (١٠٦٥)، و\"المجمل\" ٨٨٦، و\"اللسان\" ٨/ ٤٥٥٠.(٤) انظر المصادر السابقة(٥) (الإغضاب): ساقطة من (أ)، (ب). وفي (ج): (الأعصاب). وما أثبَتُّهُ هو الصواب.(٦) يقال: (غاظه، وأغاظه، وغيَّظه): بمعنى واحد، والمصدر: الغيظ. انظر: \"تهذيب اللغة\" ٣/ ٢٦٢٢ (غيظ).قال الراغب: (الغيظ: أشد الغضب، وهو: الحرارة التي يجدها الإنسان من فوران دم قلبه). \"مفردات ألفاظ القرآن\": ٦١٩ (غيظ).</p><p> وعَضُّ الأصابع] (١) ، والأنامِل، واليد (٢) : مِن فِعْلِ المُغضَبِ (٣) ، الذي فاته ما لا يقدر [على]  (٤) أن يتداركه، أو يرى شيئًا يكرهه، ولا يقدر على أن يُغيِّره. ثم كثر استعمال (٥)  [هذا]  (٦) فيه، حتى استُعمِلَ مَثَلًا، مجازًا، فيقال للمُغضبِ:  (هو يَعَضُّ يدَهُ غَضَبًا وحَنَقًا)  (٧) ، وإنْ لم يكن هناك عَضٌ. قال الشاعر: </p><p> قَدَ أَفْنَى أنامِلَهُ أَزْمُهُ ... فأَضْحى يَعَضُّ عَلَيَّ الوَظِيفا (٨) </p><p>(١) ما بين المعقوفين زيادة من (ج). (٢) في (ب): (ولليد).(٣) في (ج): (الغضب).(٤) ما بين المعقوفين زيادة من (ج).(٥) في (ج): (استعماله).(٦) ما بين المعقوفين زيادة من (ج).(٧) قال -تعالى- عن حال من يعض على يديه ندمًا وأسفًا يوم القيامة: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} [الفرقان: ٢٧].(٨) البيت لصخر الغَيّ بن عبد الله الخُثَمِي الهذلي. وقد ورد منسوبًا له في: \"شرح أشعار الهذليين\" ١/ ٢٩٩، وورد في \"تهذيب اللغة\" ٤/ ٣٩٧٧ (يدي)، و\"اللسان\" ٨/ ٤٩٥٣ (يدي)، وقالا فيه: (قال الهذلى). وروايته في هذه المصادر: (فأمسى يَعَضُّ ..). وقوله: (أزْمُهُ): عَضُّهُ. من: (أزَمَ يأزِم أزْما) و (أُزوما)، فهو (آزم وأزُوم): إذا عَضَّ بالفم كلِّه عَضًّا شديدًا. و (الوظيفة): أصل استعمالها لذوات الأربع من الخيل والإبل، وهي ما استدَقَّ من الذراع أو الساقين، ففي البعير هي: ما بين الرسغ والذراع، أو بين الرسغ والساق، وجعلها الشاعر هنا للإنسان.انظر: \"الصحاح\" ١٤٣٩ (وظف)، و\"الفرق\" لابن فارس ٦١، و\"زينة الفضلاء\" للأنباري ٩١، و\"القاموس المحيط\" (١٠٧٥) (أزم).قال الأزهري عن معنى البيت: (أكل أصابعه حتى أفناها بالعض، فصار يعض وظيف الذراع). \"تهذيب اللغة\" ١/ ١٥٦ (أزم).</p><p> وقال أبو طالب (١) : </p><p> يَعَضُّونَ غَيْظًا خلفَنا بالأَنَامِلِ (٢) </p><p> قال المفسرون (٣) : وإنما ذلك لِما يَرَوْنَ من ائتلاف المؤمنين، واجتماع كلمتهم، وصَلاح ذات بَيْنِهم. </p><p> وفي الآية تقديم وتأخير؛ لأن التقدير: وإذا خَلَوْا عَضُّوا الأنامِلَ مِنَ الغَيْظِ عليكم. </p><p> وقوله تعالى:  {قُلْ مُوتُوا بِغَيْظِكُمْ} خرج هذا مخرج الأمر، وليس معناه الأمرَ، لكنَّه دعاء عليهم، أمر اللهُ نَبِيَّهُ - صلى الله عليه وسلم - بأن يَدْعُوَ عليهم بهذا (٤) . </p><p>(١) واسمه: عبد مَناف -بن عبد المُطَّلِب بن هاشم، عَمُّ النبي - صلى الله عليه وسلم -، الذي كفله بعد موت جده عبد المطلب، وكان حدِبًا على أمر النبي - صلى الله عليه وسلم -، عطوفًا عليه، منع عنه أذى قريش، إلا اْنه لم يُسْلِم، ومات على الشرك، قبل الهجرة بثلاث سنين. انظر: \"سيرة ابن هشام\" ١/ ١٩٣ - ١٩٤، ٢/ ٢٥ - ٢٦. (٢) عجز بيت، وصدره:وقد حالفوا قوما علينا أظنَّةًوقد ورد منسوبًا له في: \"سيرة ابن هشام\" ١/ ٢٨٦، و\"تفسير الثعلبي\" ٣/ ١٠٥ ب، و\"البحر المحيط\" ٣/ ٤١، و\"الدر المصون\" ٣/ ٣٧٠.وأول البيت في: \"تفسير الثعلبي\"، والبحر: (وقد صالحوا قومًا عليهم أشحة)، ولكن في: \"البحر المحيط\": (علينا أشحة).والبيت من قصيدة طويلة يخاطب فيها أشراف قومه لَمّا خافهم على النبي - صلى الله عليه وسلم -، بعد أن علا ذِكرُه وظهر أمرُه، ووقفوا منه موقف العداء، وفيها كذلك مدح للنبي - صلى الله عليه وسلم -. انظر حول هذه القصيدة: \"طبقات فحول الشعراء\" ١/ ٢٤٤.(٣) ممن قال ذلك: قتادة، والربيع، والطبري. والعبارة -هنا- عبارة الطبري. انظر: \"تفسير الطبري\" ٤/ ٦٦ - ٦٧، و\"تفسير ابن أبي حاتم\" ٣/ ٧٤٦.(٤) انظر: \"تفسير الطبري\" ٤/ ٦٧.وقال أبو الليث: (يقول: موتوا بحنقكم على وجه الدعاء والطرد واللعن، لا على وجه الأمر والإيجاب؛ لأنه لو كان على وجه الإيجاب لماتوا من ساعتهم. كما =</p><p> ومعنى موتِهم بِغَيْظِهم: هو أن يَدُوم غيظُهم إلى أن يموتوا، أو (١) يصير الغيظُ قاتِلَهم، وسببَ موتهم (٢) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ} أي: بما فيها من خير وشر. قال (٣) النحويون (٤) : (ذات) تأنيث (ذو) . وإذا وقَفْتَ (٥) على (ذات) : فمنهم مَن يَدَعُ التَّاء على حالها؛ لكثرة ما جرى على اللسان بالتَّاء، ومنهم من يردها إلى هاء (٦) التأنيث. وهو القياس. </p><p> وقال ابن الأنباري (٧) : {عَلِيمٌ بِذَاتِ الصُّدُورِ} ، أي: بما فيها (٨) من خير وشر (٩) . معناه: بحقيقة القلوب من المضمرات. فتأنيث (ذات)  (١٠) </p><p>= قال في موضع آخر: {فَقَالَ لَهُمُ اللَّهُ مُوتُوا} [البقرة: ٢٤٣]، فماتوا من ساعتهم، وههنا لم يرد به الإيجاب). \"بحر العلوم\": ١/ ٢٩٤ - ٢٩٥. وذهب الضحاك إلى أن هذا يراد به الخبَر؛ أي: يخبر عنهم أنهم يخرجون من الدنيا بالموت وهم بهذه الحسرة والغيظ. انظر: المرجع السابق.(١) في (ب): (و).(٢) أي: أن الباء -هنا- في {بِغَيْظِكُمْ}، إما للحال، أو للسببية.(٣) من قوله (قال ..) إلى (عليم بذات الصدور): مكرر مرتين في (أ).(٤) هذا قول الليث في: \"تهذيب اللغة\" ٢/ ١٢٩٩ (ذو)، نقله عنه المؤلف بتصرف يسير. وانظر: \"اللسان\" ٣/ ١٤٧٧ - ١٤٧٨ (ذو).(٥) في (ب)، (ج): (وقعت).(٦) في (ب): (تاء).(٧) قوله، في: \"تهذيب اللغة\" ٢/ ١٣٠٠. نقله عنه بتصرف يسير وانظر: \"المذكر والمؤنث\" لابن الإنباري ٢/ ٣٦٧ - ٣٦٨، و\"اللسان\" ٣/ ١٤٧٨ (ذو).(٨) (أي بما فيها): ساقط من (ج).(٩) (من خير وشر): ساقط من (ج).(١٠) في (ج): (ذا).</p>"
}