{
  "id": null,
  "sura": 3,
  "aya": 31,
  "text": "<p> جعلت {مَا} بمعنى الجزاء، أن تنصب {تَوَدُّ} ، أو تخفضه، ولَمْ يقرأ أحدٌ إلا رفعاً، فكان هذا دليلاً [على]  (١) أنَّ {مَا} بمعنى (الذي)  (٢) . </p><p> وقوله تعالى:  {أَمَدًا بَعِيدًا} . معنى (الأمد) : الغاية التي يُنتَهى إليها (٣) . </p><p> قال مقاتل (٤) : أي: كما بين المشرق والمغرب. </p><p> وقال الحسن (٥) : يَسُر أحدَهم أن لا يلقى عملَهُ أبدا. </p><p> وقوله تعالى:  {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} . قد ذكرنا ما فيه (٦) . </p><p> وقوله تعالى:  {وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} . قال الحسن (٧) : مِن رأفته بهم أن حذَّرهم نفسه. </p><p> ٣١ - قوله تعالى:  {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ} قال ابن عباس في رواية الضحاك (٨) : وقف النبي - صلى الله عليه وسلم - على قريش وهم في المسجد الحرام يسجدون </p><p>(١) ما بين المعقوفين زيادة من: (ب)، (ج). (٢) انظر: \"معاني القرآن\" للفراء: ١/ ٢٠٦،\"إعراب القرآن\" للنحاس: ١/ ٣٢١، \"مشكل إعراب القرآن\" ١/ ١٥٥، \"الفريد في إعراب القرآن المجيد\" ١/ ٥٦١.(٣) انظر: \"تفسير الطبري\" ٣/ ٢٣١، \"القاموس المحيط\" ٣٣٩ (أمد).(٤) قوله في \"تفسيره\" ١/ ٢٧٠. ونصه عنده: (يعني: أجلًا بعيدًا بين المشرق والمغرب).(٥) قوله في \"تفسير الطبري\" ٣/ ٢٣١، \"تفسير ابن أبي حاتم\" ٢/ ٦٣١، \"تفسير الثعلبي\" ٣/ ٣٦ ب، وأورده السيوطي في \"الدر المنثور\" ٢/ ٢٩، ونسب إخراجه لابن المنذر كذلك.(٦) ذكر ذلك عند تفسيره لقوله تعالى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} من آية: ٢٨.(٧) قوله في \"تفسير عبد الرزاق\": ١/ ١١٨، \"تفسير الطبري\" ٣/ ٢٣١، \"تفسير ابن أبي حاتم\" ٢/ ٦٣١، وأورده ابن كثير في \"تفسيره\" ١/ ٣٨٤.(٨) قول ابن عباس، في \"تفسير الثعلبي\" ٣/ ٣٦ أ، \"أسباب النزول\" للواحدي: ١٠٥، \"تفسير البغوي\" ٢/ ٢٧، \"زاد المسير\" ١/ ٣٧٣.</p><p> للأصنام، فقال:  \"يا معشرَ قريش: والله لقد خالفتم ملَّة أبيكم إبراهيم! \" . فقالت قريش: إنما نعبد هَّذه حبًا لله؛ ليقربونا إلى الله. فقال الله: قل يا محمد: إن كنتم تُحبُّون الله وتعبدون الأصنامَ لِتُقَرِّبكم إلى الله فاتَّبعوني، يُحْبِبْكم اللهُ، فأنا رسوله إليكم، وحجَّتُه عليكم، وأنا أولى بالتعظيم من أصنامكم (١) . </p><p> وقال في رواية أبي صالح (٢) : إنَّ اليهود لمَّا قالت: نحن أبناءُ اللهِ وأحبَّاؤه، أنزل الله تعالى هذه الآية، فعرضها عليهم رسول الله - صلى الله عليه وسلم - فأَبَوا أن </p><p>(١) هذه الرواية عن ابن عباس، من طريق جُويبر عن الضحاك عنه، كما في \"تفسير الثعلبي\" \"أسباب النزول\" للواحدي وجُويبر، هو: ابن سعيد، أبو القاسم البلخي: ضعيف جدًّا. انظر: \"المجروحين\" لابن حبان: ١/ ٢١٧، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ٥٤٠، \"تقريب التهذيب\" (٩٨٧). (٢) هذه الرواية في \"تفسير الثعلبي\" ٣/ ٣٧ أ \"أسباب النزول\" للواحدي ١٠٥.</p><p> يقبلوها (١) . </p><p> قال أهل العلم: معنى (مَحبَّة العبدِ لله) : إرادته طاعته، وإيثاره أمره، ورضاه بشرائعه. ومعنى (مَحبَّة الله للعبد) : إرادته لِثَوَابِهِ، وعفوه عنه، </p><p>(١) هذه الرواية من طريق الكلبي عن أبي صالح. والكلبي -كما سبق- متَّهم بالكذب، وقد رُمي بالرفض، وقد قال لسفيان الثوري (كل ما حدثتك عن أبي صالح فهو كذب). انظر: \"ميزان الاعتدال\" ٥/ ٢ (٧٥٧٤)، \"تقريب التهذيب\" (٥٩٠١)، وقد ورد في سبب نزول الآية سببان آخران: الأول: ادِّعاء أقوام في عهد النبي - صلى الله عليه وسلم - أنهم يحبون الله تعالى، فأنزل الله هذه الآية؛ ليبين لهم أن علامة حُبِّه هي: اتباع النبي - صلى الله عليه وسلم -. وهو قول الحسن، وابن جريج.الثاني: أنها نزلت رَدًّا على مزاعم النصارى في ادِّعائهم: أنَّ ما يقولونه عن عيسى عليه السلام إنما هو محبة لله وتعظيم له. فأخبرهم أن محبة الله تكون باتباع النبي - صلى الله عليه وسلم - وهو قول محمد بن جعفر بن الزبير.ورجَّح الطبري هذا القول، قائلًا: (لأنه لم يجر لغير وفد نجران في هذه السورة، ولا قبل هذه الآية ذكْرُ قوم ادَّعوا أنهم يحبُّون الله، ولا أنهم يُعَظِّمُونه)، ولم يجزم الطبري بصحة قول الحسن السابق، وبيَّن أنه ليس في السورة ما يدل عليه، إلا أن يراد بالقوم الذين ادَّعوا ذلك هم وفد نصارى نجران، فيكون القولان متَّفقين. انظر: \"تفسير الطبري\" ٣/ ٢٣٢.وقال ابن عطية: (وُيحتمل أن تكون الآية عامة لأهل الكتاب: اليهود والنصارى؛ لأنهم كانو يدَّعون أنهم يحبون الله، ويُحبهم، ألا ترى أنهم جميعًا قالوا: {نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ} [المائدة: ١٨]، ولفظ {وَأَحِبَّاؤُهُ} إنما يعطي أن الله يحبهم، لكن يعلم أن مراده \"ويحبوه\"). انظر: \"المحرر الوجيز\" ٣/ ٨٠.</p>"
}