{
  "id": null,
  "sura": 3,
  "aya": 113,
  "text": "<p> الإسلام (١) ؛ يعني [إلّا]  (٢) أنْ يُسْلِمُوا. وهذا بعيدة لعطف (حبل الناس) عليه، وإذا أسلموا، استغنوا عن حَبْلِ الناس، ولو أرادَ الله تعالى بالحبلَ الأوَّل: الإسلام، وبالثاني: الذِّمَّة؛ لقالَ:  (أو حبل من الناس) ، ولكن الصحيح: أن كلا (٣) الحبلين؛ المراد به العهد، والذِّمَّة، والأمان، كما قال ابن عباس (٤) يريد: بعهد مِنَ الله، وعهد مِنَ المؤمنين، وانما ذكر الله تعالى حبلَ الله مع حبل المؤمنين؛ لأن الأمان الذي يأخذونه (٥) من المؤمنين، هو بإذن الله تعالى، فهو أمانٌ مِن جهته. </p><p> وباقي الآية مشروح في سورة البقرة (٦) . </p><p> ١١٣ - قوله تعالى:  {لَيْسُوا سَوَآءً} قال أبو الهيثم (٧) : يقال: (فلانٌ وفلانٌ سَواء)  (٨) ؛ أي: متساويان، و (قوم سَواء) ؛ لأنه مصدر لا يُثَنّى ولا يُجمع. ومضى الكلام في (سواء) في أول سورة البقرة (٩) . </p><p>(١) ممن قال بذلك: ابن زيد، ومقاتل. انظر: \"تفسير مقاتل\" ١/ ٢٩٣، \"تفسير الطبري\" ٧/ ٧٣. (٢) ما بين المعقوفين: زيادة من: (ج).(٣) في (أ)، (ب)، (ج): كلي.(٤) قوله في \"تفسير الطبري\" ٤/ ٤٨، \"تفسير ابن أبي حاتم\" ٣/ ٧٣٥، وأورده السيوطي في \" الدر\" ٢/ ١١٥ وزاد نسبة إخراجه لابن المنذر.(٥) في (ج): أخذونه.(٦) انظر: \"تفسير البسيط\" [البقرة: ٦١].(٧) قوله في \"تهذيب اللغة\" ٢/ ١٧٩٤ (سوى).(٨) في \"تهذيب اللغة\": (سواعد) -بدلًا من: (سوى) - ويبدو أنها تصحيف.(٩) عند آية ٦ من سورة البقرة.انظر حول (سواء): \"الوجوه والنظائر\" لهارون بن موسى ٣٦، و\"تحصيل نظائر =</p><p> قال ابن الأنباري (١) : يريد: ليس أهل الكتاب الذين سبق ذكرُهم وتقدم وصفُهم، سواءً؛ أي: متساوين في دينهم ومذهبهم. ثمّ ابتدأ فقال (٢) : </p><p> {مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ} إنقطع الكلامُ عند (سواءً) ، ورفع (الأُمة) بـ (مِنْ)  (٣) ، وأضمر (٤)  (الأمَّة) المذمومة؛ لأن القائمة تكفي من التي ليست بقائمة، على مذهب العرب من الاكتفاء بالشيء من ضده، كما قال أبو ذؤيب (٥) : </p><p> عَصاني إليها القَلْبُ إِنّي لأمرها ... مطيعٌ فما أدري أَرُشْدٌ طِلابُها؟ (٦) </p><p>= القرآن\" للحكيم الترمذي ٢٧، \"الأضداد\" لابن الأنباري ٤٠، \"الحجة\" للفارسي ١/ ٢٤٥، \"الصحاح\" ٦/ ٢٣٨٤ (سواء)، و\"قاموس القرآن\" للدامغاني ص ٢٥٢، و\"التصاريف\" لمكي ١١١، و\"نزهة الأعين النواظر\" ٣٥٩، \"المغني\" لابن هشام ١٨٧ - ١٨٩. (١) لم أقف على مصدر قوله. وقد ورد بعضُ قوله في \"إيضاح الوقف والابتداء\" له: ٢/ ٥٨٢.(٢) فقال: ساقطة من: (ب).(٣) ممن قال بالوقف التام -هنا- أكثر أهل العلم، ومنهم: نافع، ويعقوب، والأخفش، والزجاج، وأبو حاتم.انظر: \"القطع والائتناف\" للنحاس: ٢٣٢، \"معاني القرآن\" للأخفش ١/ ٢١٣، \"معاني القرآن\" للزجاج ١/ ٤٥٨، و\"منار الهدى\" للأشموني ٦٨ وقال: (وهو الأصح).وإعراب {أُمَّةٌ} على هذا الوجه: مبتدأ مؤخر، و {مِن أَهلِ الكِتَابِ} خبر مقدم. انظر: \"التبيان\" للعكبري: ص ٢٠٥.(٤) في (ج): (فأضمر).(٥) في (ج): (ذيب). وهو: خويلد بن خالد بن مُحرِّث الهُذَلي. تقدم.(٦) ورد البيت منسوبًا له في \"شرح أشعار الهذليين\" ١/ ٤٣، \"تأويل مشكل القرآن\" =</p><p> أراد: أم غيٌّ؟. فاكتفى بالرُّشد مِن غيره (١) . </p><p> وقال آخر: </p><p> وما أدري إذا يَمَّمْتُ أرضًا ... أُريدُ الخيرَ أيُّهُما يَلِيني (٢) </p><p>=٢١٥، \"تفسير الثعلبي\" ٣/ ١٠١ - ب، \"مغني اللبيب\" ١٨، ٥٩، ٨٢٠، وانظر: \"شرح شواهد المغني\" ٢٧، ١٤٢، ٦٧٢)، \"الدرر اللوامع\" ٢/ ١٧٢. كما ورد غير منسوب في \"معاني القرآن\" للفراء: ١/ ٢٣٠، \"منهج السالك\" ٣/ ١١٦، \"همع الهوامع\" ٥/ ٢٤١.وقد ورد في بعض المصادر: (دعاني إليها القلب) وفي معاني الفراء، وتأويل المشكل، وتفسير الثعلبي: (عصيت إليها القلب) كما ورد في جميع المصادر المذكورة: (إني لأمره * سميع ..).قال الأصمعي: (عصاني القلب): جعل لا يقبل مني؛ أي: ذهب إليها قلبي سفها، فأنا أتبع ما يأمرني به، فما أدري أرُشدٌ الذي وقع فيه أم غيٌّ). \"شرح أشعار الهذليين\" ١/ ٤٣.(١) وقد تطرق المؤلف لهذا المعنى عند الآية: ٦ من سورة البقرة.(٢) في (ج): (أيهما أريد).والبيت للمثقب العبدي، وهو في ديوانه: ٢١٢. وورد منسوبًا له، في \"المفضليات\" ٥٧٤، \"الشعر والشعراء\" ١/ ٤٠٣، و\"الصناعتين\" ٢٠٥، و\"الحماسة البصرية\" ١/ ٤٠، \"شرح شواهد المغني\" ١٩١، \"خزانة الأدب\" ١١/ ٨٠وورد غير منسوب في \"معاني القرآن\" للفراء: ٢٣١.وروايته في \"المفضليات\": (يممت أمرًا ..)، وعند الفراء: (يممت وجها ..) وفي \"الحماسة البصرية\" كما عند المؤلف، وفي \"شرح شواهد المغني\" \"الخزانة\": (وجهت وجهًا ..).وبعد هذا البيت:أألخير الذي أنا أبتغيه ... أم الشر الذي هو يبتغينيومعنى (يميت): قصدت، و (يليني): من (الوَلْي)، وهو: القرب.</p><p> أراد (١) : أريد الخير والشر، فاكتفى بالخير من الشر (٢) . </p><p> ويجوز أن يرتفع (الأُمَّة)  (٣) بـ (سواء) ، ويكون المعنى: لا يستوي من أهل الكتاب أمَّةٌ قائمةٌ، وأخرى غيرُ قائمةٍ. </p><p> وهذا الذي ذكر (٤) ابنُ الأنباري، كُلُّهُ مذهبُ الفرّاء في هذه الآية (٥) . </p><p> قال [أبو إسحاق]  (٦) : هذا الذي قاله (٧) ، خطأ فاحش في هذا المكان (٨) ؛ لأن ذِكْرَ أهلِ الكتابِ قد جرى في هذه القصة، وأنهم كانوا يكفرون بآيات الله، ويقتلون [الأنبياء]  (٩) ، فأعلمَ اللهُ عز وجل أنَّ منهم المؤمنين، الذين هم (١٠) أمةٌ قائمةٌ، فما الحاجَةُ إلى أن يقال: غير قائمة؟ وإنما [المبدوء]  (١١) به ما (١٢) كان مِن فِعْلِ أكثرِهم؛ من الكفر والمُشَاقَّةِ للنبي - صلى الله عليه وسلم -. </p><p>(١) في (ج): (المعنى: لا يستوي أراد). ولم أثبت هذه الزيادة؛ لأنه لا وجه لها، ويبدو أنها سبق قلم من الناسخ. (٢) انظر المصادر السابقة التي أوردت البيتين؛ حيث تطرقت إلى موضوع الحذف الوارد في الآية.(٣) في (ج): (الأمر).(٤) في (ج): (ذكره).(٥) انظر: \"معاني القرآن\" للفراء ١/ ٢٣٠.(٦) ما بين المعقوفين غير مقروء في (أ). والمثبت من: (ب)، (ج). وقوله في \"معاني القرآن\" له: ١/ ٤٦٠. نقله عنه بنصه.(٧) في (ج): (قال).(٨) في \"معاني القرآن\" في مثل هذا المكان.(٩) ما بين المعقوفين: مطموس في (أ). ومثبت من (ب)، (ج)، \"معاني القرآن\".(١٠) هم: ساقطة من (ب).(١١) ما بين المعقوفين: في (أ): البدو. والمثبت من (ب)، (ج)، \"معاني القرآن\".(١٢) في (ب): (مما).</p><p> فّذَكَرَ مَنْ كان منهم مباينًا لهؤلاء. </p><p> فعند الزجّاج: لا يحتاج إلى إضمار الأمَّةِ المذمومة؛ لأن ذِكْرَ أهلِ الكتاب قد جرى، ثُمّ أخبر الله تعالى أنهم غير متساوين، بقوله:  {لَيْسُوا سَوَاءً} ، وههنا وقف التمام. ثُمّ أنبأ بافتراقهم، فقال:  {مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ}  (١) </p><p> قال أبو بكر (٢) : وقول الفرّاء هو الحق، واحتجاج الزّجاج عليه مُخْتَلٌّ (٣) فاسد، لأنه لو اكتفى بقوله:  {ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ}  [آل عمران: ١١٢] من إضمار الأُمَّة الكافرة بعد ذِكْرِ الأُمَّة المؤمنة، لاكتفى بقوله عز وجل:  {مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ}  [آل عمران: ١١٠] ، مِن ذِكْر الأُمَّتين جميعًا؛ فلما لم يكتفِ بالمؤمنين من الأُمَّة القائمة، لم يكتفِ بالفاسقين من الأُمَّة الكافرة، إذْ كان الله جل وعلا أتى بإخبار بعد إخبار، وَوَصْفٍ لهم إثْرَ وَصْفٍ؛ للزيادة (٤) في الإفهام، والمبالغة في الإيضاح والبيان. والله أعلم. </p><p> وكان أبو عبيدة يذهب مذهب الفرّاء: من إضمار الأُمَّة المذمومة، إلّا أنه لا يجعل تمامَ الوقف عند قوله:  {لَيْسُوا سَوَاءً} ، ويقول (٥) : (الأُمَّة) رُفِع </p><p>(١) في (أ)، (ب): {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ}. وما أثبته من: (ج)؛ لأنه الأولى والأنسب بسياق الكلام. وما ورد في (أ)، (ب) مما سبق به الفكر والقلب عادة في مثل هذه المواطن. (٢) هو ابن الأنباري، كما سبق، ولم أقف على مصدر قوله وهو من تتمة النقل السابق عنه.(٣) في (ج): (محتمل).(٤) في (ج): (الزيادة).(٥) لم أقف على مصدر قوله وليس موجودًا في \"مجاز القرآن\" بهذا النص؛ ونَصُّهُ =</p><p> بـ {لَيْسُوا} . </p><p> قال: وجُمِعت (ليس) وهي مُقَدَّمة، على لغة مَن يجمع الفعلَ وإن يقدم، كقولهم:  (أكلوني البراغيثُ)  (١) ، واحتج بقول الفرزدق: </p><p> ولكنْ دِيافِيٌّ أَبُوهُ وأُمُّهُ ... بِحَوْرانَ (٢) يَعْصِرْنَ السَّلِيطَ أقارِبُهُ (٣) </p><p>= في (المجاز) هو: (العرب تُجوِّزُ في كلامهم مثل هذا أن يقولوا: (أكلوني البراغيثُ)، قال أبو عبيدة: سمعتها من أبي عمرو الهذلي في منطقه، وكان وجه الكلام أن يقول: (أكلني البراغيث). وفي القرآن: {عَمُوا وَصَمُّوا كَثِيرٌ مِنْهُمْ} [المائدة: ٧١]، وقد يجوز أن يجعله كلامين، فكأنك قلت: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ}، ثم قلت: {أُمَّةٌ قَائِمَةٌ}.) \"المجاز\" ١/ ١٠١ - ١٠٢. (١) هذا مثل وضع عَلَما على لغة (طيئ)، وقيل لغة (أزد شنوءة)، أو (بلحارث)، وكما ورد في الهامش السابق عن أبي عبيدة أنه نطق بها بعض (هذيل).وقد ألحقوا في هذه اللغة علامة الجمع أو التثنية بالفعل، مع ظهور الفاعل، فجمع في (أكلوني البراغيث) واو الجماعة والاسم الظاهر. والأصل المتبع أن يقال: (أكلني البراغيث).انظر الكلام عن هذه اللغة في \"كتاب سيبويه\" ٢/ ٤٠ - ٤١، \"معاني القرآن\" للفراء: ١/ ٣١٦، \"المسائل المشكلة\" للفارسي: ١٠٩، \"سر صناعة الإعراب\" ٦٢٩، \"نتائج الفكر\" للسهيلي:١٦٦، \"إعراب الحديث النبوي\" للعكبري: ١٢٥، ١٣٧ - ١٣٨، \"رصف المباني\" ١١١، \"الجنى الداني\" ١٥٠، ١٧٠، \"البحر المحيط\" ٣/ ٢٤، \"مغني اللبيب\" ٤٧٨، \"أوضح المسالك\" ص ٨٢، \"همع الهوامع\" ٢/ ٢٥٦، \"الاقتراح في علم أصول النحو\" للسيوطي: ٤٣، \"معجم الشوارد النحوية\" ١٠٨.(٢) في (أ)، (ب)، (ج): (بحوزان). والمثبت من: الديوان ومصادر البيت.(٣) البيت في ديوانه: ٤٤. وقد ورد منسوبًا له في \"كتاب سيبويه\" ٢/ ٤٠ (وانظر شرح أبيات سيبويه، للنحاس: ١١٣)، \"أمالي بن الشجري\" ١/ ٢٠١، \"شرح المفصل\" ٣/ ٨٩، ٧/ ٧، \"معجم البلدان\" ٢/ ٤٩٤، \"خزانة الأدب\" ٥/ ٦٣، ٢٣٤، ٧/ ٣٤٦، ٤٤٦، ١١/ ٣٧٢، \"اللسان\" ٢/ ١١٩٣ (خطأ)، ٤/ ٢٠٦٥ (سلط)،=</p><p> ولم يرتض هذا القولَ أحدٌ مِن النحويين، وقالوا: هذا الذي قاله، لغة رديئة في القياس والاستعمال. </p><p> أما القياس؛ فلأن الجمعَ عارِضٌ، والعارِضُ لا تُؤكَّد عَلامَتُه؛ لأنه بمنزلة ما لا يُعتَدُّ بِه، وليس كالتأنيث؛ للزومه، فَتُقَدَّم [له]  (١) العَلامَةُ؛ لِتُؤذِنَ به قبل ذِكْرِهِ. ومع (٢)  [هذا؛ فجائز]  (٣) تركها فيه، فكيف (٤) بالعارض (٥) ؟ ولزوم (٦) الفعل للفاعل يغني عن التثنية والجمع فيه، فلا </p><p>= ٣/ ١٤٥٥ (دوف)، \"الدر اللوامع\" ١/ ١٤٢. وورد غير منسوب في \"الحجة\" للفارسي: ١/ ١٣٢، \"الخصائص\" ٢/ ١٩٤، و\"إعراب الحديث النبوي\" ١٢٥، ١٣٨، \"رصف المباني\" ١١٢، \"الجنى الداني\" ١٥٠، \"همع الهوامع\" ٢/ ٢٥٦.والبيت من قصيدة قالها في هجاء عمرو بن عفراء الضبِّي.و (دِيافيّ) نسبة إلى (دِياف) وهي من قرى الشام، وأهلها نَبَط، و (حوران): من قرى الشام. انظر: \"معجم البلدان\" ٢/ ٤٩٤، \"الخزانة\" ٥/ ٢٣٥.و (السليط): الزيت. وقيل: كل دهن عصر من حب. انظر: \"اللسان\" ٤/ ٢٠٦٥ (سلط). يقول الشاعر -هنا- عن المهجو: إنَّ أهله من النَّبطِ، وليسوا من العرب الخلَّص، أصحاب الانتجاع والشجاعة والحروب، بل هم من أهل (دِياف)، ممن يعيشون على عصر الزيت. وزاده هجاءً بقوله: (يعصرن) -بنون النسوة- يشبههم بالنساء ذوات الخدمة والتبذل، وليسوا كالرجال ممن شأنهم الحروب.والشاهد فيه: قوله: (يعصرن السليط أقاربه) ولم يقل (يعصر)، على الأصل، حيث إنه فعل مقدمة، وفاعله (أقاربه)، والنون في الفعل علامة لكون الفاعل جمعًا.(١) ما بين المعقوفين زيادة من: (ج).(٢) في (ج): مع.(٣) ما بين المعقوفين: غير مقروء في (أ). وفي (ب): هذا الحيز. والمثبت من: (ج).(٤) في (ج): (وكيف).(٥) في (ب): (العارض).(٦) في (ب): ولزومه. في (ج): (ولزم).</p><p> يدخل جمعٌ على جمع، كما لا يدخل تعريفٌ على تعريف. </p><p> وأما الاستعمال؛ فإن أكثر العرب تَرَك هذه اللغة، وهي من لغة من لا يُرتَضى لغتُه، ولم ينزل الله عز وجل كتابَه إلا بأعرب اللغات، وأقربها من البيان. ومتى جُمع الفعلُ مُقدَّمًا [أوْهَمَ]  (١) أسماءً (٢) قبله، ولم يَقِفْ المخاطَبُ على معنى الكلام، إلّا بعد تفكر [من التَّوَهُّم]  (٣) . </p><p> ومعنى {أُمَّةٌ قَائِمَةٌ} : قال ابن عباس (٤) : يريد: قائمة على الحَقِّ، وعلى أمر الله، لم تتركه كما تركه الآخرون. </p><p> وقال مجاهد (٥) : عادلة. وقال السُدِّي (٦) : قائمة بطاعة الله. وقال ابن قتيبة (٧) : مواظبة على أمر الله. </p><p> وقوله تعالى:  {يَتْلُونَ آيَاتِ اللَّهِ} . أي: يقرأون كتاب الله. </p><p>(١) في (أ)، (ب)، (ج): وهم. وما أثبته هو كما رجحت صوابه؛ لأني لم أجد في معاجم اللغة التي رجعت إليها، أن (وهم) يتعدى بدون الهمزة، أو بالتضعيف. وما يؤكد هذا أن الواو في (وهم) لصقت بالألف في (مقدما) في (أ)، (ج). (٢) في (ب): (إنهاء).(٣) ما بين المعقوفين زيادة من: (ج).(٤) قوله في \"تفسير الطبري\" ٤/ ٥٤، \"ابن أبي حاتم\" ٣/ ٧٣٨، \"معاني القرآن\" للنحاس: ١/ ٤٦٢، \"تفسير البغوي\" ٢/ ٩٣، وقد رجح هذا الطبري في تفسيره في الموضع السابق، وابن كثير في \"تفسيره\" ١/ ٤٢٧.(٥) قوله في \"تفسيره\" ١٣٣، \"تفسير الطبري\" ٤/ ٥٣، \"تفسير ابن أبي حاتم\" ٣/ ٧٣٨، \"معاني القرآن\" للنحاس: ١/ ٤٦٢، \"تفسير البغوي\" ٢/ ٩٣، \"الدر المنثور\" ٢/ ١١٦ وزاد نسبته لعبد بن حميد.(٦) قوله في \"تفسير الطبري\" ٤/ ٥٣، \"ابن أبي حاتم\" ٣/ ٧٣٧، \"البغوي\" ٢/ ٩٣.(٧) في \"تفسير غريب القرآن\" له ١٠٨.</p><p> {آنَاءَ اللَّيْلِ} . ساعاته. والواحد:  (إنًى) ، مقصورٌ؛ مثل:  (مِعًى)  (١) . قال الراجز: </p><p> لله درُّ جعفرٍ أيَّ فتًى ... مُشَمِّرٍ عن ساقه كُلَّ إنًى (٢) </p><p> ويجوز:  (إنْيٌ) ، مثل:  (نِحْيٌ)  (٣) ، و (حِسْيٌ)  (٤) . </p><p> قال الأعشى: </p><p> في كلِّ إنْيٍ حَذَاهُ الليلُ يَنْتَعِلُ (٥) </p><p>(١) في (أ)، (ب)، (ج): (معًا). والمثبت من كتب اللغة. انظر: \"تهذيب اللغة\" ١/ ٢٢٥ (أنى). (٢) في (ب): (أنى). ولم أقف على قائله، وقد أورده الثعلبي في \"تفسيره\" ٣/ ١٠٢ أ، ولم يعزه لقائل، ولم أقف على مصادر أخرى له.(٣) في (ب): (محي).والنِحْيُ: الزِّقُّ -وهو السقاء الذي يُتَّخذ للشراب، أو ما كان للسمن خاصة-، أو نوع من الرُّطَب، أو سهم عريض النصل. ويقال -كذلك-: (النِّحْي، والنَّحَى). والجمع: (أنحاء، ونُحِيٌّ، ونِحاءٌ).انظر: (نحا) في \"اللسان\" ٧/ ٤٣٧٢، \"القاموس\" ص ١٣٣٧.(٤) الحِسْيُ: سهل من الأرض يستنقع فيه الماء. وقيل: غِلَظٌ فوقه رمل يجتمع فيه ماء المطر، فكلما نَزحتَ دلوا جمَّت أخرى. والجمع: أحساء.انظر: \"الصحاح\" ١٣١٣ (حسا)، \"المجمل\" ٢٣٣ (حسو)، \"اللسان\" ٢/ ٨٨٠ (حسا)، \"القاموس\" ص ١٢٧٤ (حسا).(٥) في (أ)، (ب)، (ج): ورد البيت كالتالي: (في كل إنيٌ جداه الليل شغل). وما أثبته فمن مصادر البيت.والبيت ليس للأعشى كما ذكر المؤلف، بل هو لأبي أُثَيْلَة، المُتَنَخِّل، مالك بن عويمر بن عثمان الهُذَلي. وقد ورد منسوبًا له في \"سيرة بن هشام\" ٢/ ١٨٦، \"مجاز القرآن\" ١/ ١٠٢، ٢/ ٣٣، \"شرح أشعار الهذليين\" ٣/ ١٢٨٣، \"الشعر والشعراء\" ص ٤٣٩، \"الصحاح\" ٢٢٧٣ (أنا)، \"اللسان\" ١/ ١٦٢ (أنى).</p><p> قال المفسرون: يعني بـ (الأُمَّة القائمة) ههنا: عبد الله بن سلام، ومن آمَنَ معه من أهل الكتاب. هذا قول ابن عباس (١) ، وقتادة (٢) ، وابن </p><p>= وورد غير منسوب في \"تفسير الطبري\" ٤/ ٥٤، \"معاني القرآن\" للزجاج: ١/ ٤٥٩، \"المنتخب\" لكراع النمل: ٢/ ٦٠٨، \"معاني القرآن\" للأخفش: ١/ ٢١٤، وكتاب \"حروف الممدود والمقصور\" للكسائي: ٦٤، \"المنصف\" ٢/ ١٠٧، \"تهذيب اللغة\" ١/ ٣٦١٤ (نعل)، ١/ ٢٢٥ (أنى)، \"تفسير الثعلبي\" ٣/ ١٠٢ أ. وأول البيت:حلْوٌ ومُرٌّ كَعَطْفِ القِدْح مِرَّتُهُوقد ورد في بعض المصادر: (بكل إني ..)، وورد: (قضاه الله ..)، و (قضاه الليل ..) بدلًا من: (حذاه الليل)، وفي المنتخب، لكراع النمل: (حَدَاهُ الليل)، وورد: (كعطف القدح شيمتُهُ ..).الشاعر -هنا- يرثي ابنه أثَيْلَة، ويصفه بأنه (حلو ومر)؛ أي: حلو وسهل لمن يستحق المعاملة الحسنة، ومرٌّ وشديد على من يستحق الشدة والخشونة. وقوله: (كعطف القدح)، (القِدْح): السهم قبل أن يُراش ويُنْصل. و (المِرَّة): الشِّدّة، والقوة. يريد: أنه يُطوَى كما يُطوَى القِدح، ثم يعود إلى شدَّته واستقامته. قوله: (حذاه الليل): أي: قطعة اليل حِذاءً. و (ينتعل)، أي: يتخذه نعلًا. أي: إنه يسري في كل ساعة من ساعات الليل، لا يتأَخر ولا يهاب.انظر: \"شرح أشعار الهذليين\" ٢/ ١٢٨٣، وتعليق الأستاذ محمود شاكر على البيت في هامش \"تفسير الطبري\" ٧/ ١٢٥ - ١٢٦.وفسر كراع النمل: (حداه الليل)؛ أي: ساقه وقال: (أي: ينتعل كل إنيٍ حداه؛ أي: ساقه، و (في) زائدة) المنتخب: ٦٠٨.(١) قوله في \"تفسير الطبري\" ٤/ ٥٢، \"تفسير ابن أبي حاتم\" ٣/ ٧٣٧، \"الدر المنثور\" ٢/ ١١٥، وزاد نسبة إخراجه لابن إسحاق، وابن المنذر، والطبراني، والبيهقي في الدلائل، وابن عساكر.(٢) لم أقف على مصدر قوله وقد أورده ابن الجوزي في الزاد: ١/ ٤٤٢. والذي في تفسير الطبري عنه: (ليس كل القوم هلك، قد كان لله فيهم بقية) ٤/ ٥٢.</p><p> جريج (١) . </p><p> وقوله تعالى:  {وَهُمْ يَسْجُدُونَ} قال الفرَّاء (٢) ، والزجاج (٣) : أي: يُصلُّون؛ لأن التلاوة لا تكون في السجود ولا في الركوع. فالمراد بـ (السجود)  (هنا)  (٤) : الصلاة، وإنَّما ذكرت بلفظ السجود؛ لأن السجود نهاية ما فيها من التواضع. </p><p> فعلى ما ذكروا (٥) ؛ الواو في (وهم) واو الحال؛ أي: يقرأون القرآن مُصَلِّينَ. </p><p> وقال غيرهما (٦) : يجوز أن يكون المراد: حقيقة السجود، لا الصلاة؛ فيكون التأويل: يتلون آيات الله آناء الليل (٧) ، وهم مع ذلك يَسجدون. فليست الواوُ حالًا، وإنَّما هي عطف جملةٍ على جملة (٨) . وعلى هذا؛ لم يعدل بالسجود عن ظاهره. </p><p> وقال ابن مسعود (٩) : هذه في صلاة العَتَمَة؛ يصلونها، ومن سواهم </p><p>(١) قوله في \"تفسير الطبري\" ٤/ ٥٢. (٢) في \"معاني القرآن\" له ١/ ٢٣١.(٣) في \"معاني القرآن\" له ١/ ٤٥٩. المؤلف -هنا- دمج بين عبارات الفراء والزجاج، ولفَّقَ بينها.(٤) زيادة من (أ).(٥) في (أ) و (ج): (ذكر).(٦) ممن قال ذلك: الطبري في \"تفسيره\" ٤/ ٥٦، رادًّا على الفراء رأيَه السابق. والعبارة التالية قريبة من عبارته في تفسيره.(٧) (آناء الليل): ساقطة من: (ج).(٨) أي: أنها معطوفة على قوله تعالى {يَتْلُونَ}، في موضع رفع نعت لـ {أُمَّةٌ}. وقد تكون مستأنفة لا محل لها من الإعراب. واستحسن هذا مكِّي بن أبي طالب.(٩) قوله في \"تفسير الطبري\" ٤/ ٥٥، \"تفسير ابن أبي حاتم\" ٢/ ٧٣٩، \"التاريخ =</p>"
}