{
  "id": null,
  "sura": 3,
  "aya": 170,
  "text": "<p> والثاني: هم أحياء عند ربهم؛ أي: في عِلْمِهِ بِعَمَلِهِم، -كذلك- كما تقول:  (هذا عند الشافعي كذا) ؛ أي: في عِلْمِهِ وقولِه. </p><p> وقل (١) : معنى {عِنْدَ رَبِّهِمْ} : أنهم أحياء في دار كرامته، فمعنى (عند) : معنى القرب والإكرام، بحضور دار السلام. </p><p> ١٧٠ - وقوله تعالى:  {وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُوا بِهِمْ مِنْ خَلْفِهِمْ} الاستبشار: السرور بالبِشَارَةِ (٢) يُبَشَّرُ بها. وأصل الاستفعال: طَلَبُ الفعل. </p><p> فالمستَبْشِر بمنزلة الذي طَلَبَ السُّرُورَ فوجده بالبِشَارَةِ (٣) . </p><p> وفي هذا ثلاثة أقوال: </p><p> أحدها: أنهم يفرحون بإخوانهم الذين فارقوهم وهم أحياء، يقولون: إخواننا يُقْتَلُونَ كما قُتِلْنَا، فَيُصِيبونَ مِنْ كَرَامَةِ الله ما أَصبْنَا. وهذا قول: </p><p>(١) لم أقف على القائل. (٢) في (ج): (بمنزلة البشارة). بدلًا من (السرور بالبشارة).(٣) يرى ابن عطية أن (استفعل) -هنا- ليس بمعنى: طلب البشارة، بل بمعنى الفعل المجرد، مثل: (استغنى الله) أي: غَنيَ.وقد ورد في اللغة: (بَشِرَ، واستبشر)، بمعنى واحد، وهو: فَرِح.إلا أن أبا حيان يرى أن هذا المعنى لا يتعين، وأجاز أن يكون (استبشر) فعلًا مطاوعًا لـ (أبشر)؛ أي: أبشره الله، فاستَبْشَر؛ كقولهم: (أكانه الله فاستكان)، و (أراحه فاستراح). واستظهر أبو حيان هذا؛ لأن المطاوعة تدل على الانفعال عن الغير، فحصلت له البشرى بإبشار الله له بذلك، ولا يلزم المعنى إذا كان بمعنى الفعل المجرد لعدم دلالته على المطاوعة.انظر: \"المحرر الوجيز\" ٣/ ٢٢١، و\"لسان العرب\" ١/ ٢٨٧ (بشر)، و\"البحر المحيط\" ٣/ ١١٥.</p><p> الحَسَن (١) ، وابن جريج (٢) ، وقتادة (٣) ، واختيار الفرّاء (٤) ، فإنَّهُ قال: وَيَسْتَبْشَرُونَ بإخوانهم الذين يرجون لهم الشهادة، للذي (٥) رَأَوا مِنْ ثواب الله، فهم يستبشرون بهم. </p><p> والثاني: يستبشرون بإخوانهم الذين لم يلحقوا بهم في الفضل؛ لأنهم لم يُقْتَلُوا في سبيل الله، إلا أنّ لهم فضلًا عظيمًا بتصديقهم النبي [- صلى الله عليه وسلم -]  (٦) ، وإيمانهم بالله، عَلِمُوا ذلك بإعلام الله إيَّاهم، [أن]  (٧) أولئك الإخوان الذين خَلَّفُوهم في الدنيا، هم مرحومون عند الله، لا خوف عليهم ولا هم يحزنون. فالشهداء يفرحون بذلك ويستبشرون. وهذا القول، اختيار أبي إسحاق (٨) . </p><p> القول الثالث: ما قاله السُّدِّي (٩) : وهو أن الشهيد يؤتى بكتاب فيه </p><p>(١) لم أقف على مصدر قوله. (٢) قوله في: \"تفسير الطبري\" ٤/ ١٧٤، و\" النكت والعيون\" ١/ ٤٣٧.(٣) قوله في: \"تفسير الطبري\" ٤/ ١٧٤، و\"زاد المسير\" ١/ ٥٠٢.(٤) في \"معاني القرآن\" له ١/ ٢٤٧. نقله عنه بتصرف يسير. وهو -كذلك- قول: الربيع، وابن إسحاق، وابن زيد. أخرجه عنه الطبري وذهب إليه. انظر: \"تفسيره\" ٤/ ١٧٤ - ١٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٨١٤ - ٨١٥.(٥) في (ج): للذين.(٦) ما بين المعقوفين زيادة من (ج).(٧) ما بين المعقوفين زيادة من (ج).(٨) في \"معاني القرآن\" له ١/ ٤٨٩. ونسبه الفخر الرازي -كذلك- لأبي مسلم الأصفهاني. انظر: \"تفسير الفخر الرازي\" ٩/ ٩٧.(٩) قوله في: \"تفسير الطبري\" ٤/ ١٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٨١٤، و \"تفسير الثعلبي\" ٣/ ١٤٩أ، و\"النكت والعيون\" ١/ ٤٣٧، و\"زاد المسير\" ١/ ٥٠٢.</p><p> ذِكْرُ (١) مَنْ يَقْدَمُ (٢) عليه من إخوانه، فَيُقَال: يَقدَمُ (٣) عليك فلانٌ يومَ كذا، وفلانٌ يوم كذا، فَيَسْتَبْشِرُ (٤) بهم حين يقدمون عليه، كما يستبشر أهلُ الغائب بقدومه في الدنيا. </p><p> وقوله تعالى:  {أَلَّا خَوْفٌ عَلَيْهِمْ}  (٥) موضع (أنْ) : خفض، لأن المعنى: بأنْ لا خوف عليهم. هذا قول الخليل (٦) ، والكسائي (٧) ، والزجاج (٨) . </p><p>(١) من قوله: (فيه ذكر ..) إلى (.. عليك فلان): ساقط من (ج). (٢) في (ب): (تقدم).(٣) في (ب): (تقدم).(٤) في (ج): (فيستبشرون).(٥) (ألا): كتب في (أ)، (ب)، (ج): (أن لا). وأثبتُّها وفق رسم المصحف.(٦) انظر مذهبه في \"معاني القرآن\"، للزجاج ١/ ٣٠٩ عند تفسير {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا} [البقرة: ٢٣].(٧) انظر مذهبه في \"معاني القرآن\" للفراء ١/ ١٤٨، و\"معاني القرآن\" للزجاج ١/ ٣٠٩.(٨) في \"معاني القرآن\" له ١/ ٤٨٩.وقد ذكر الزجاج -موضحًا مذهب الكسائي والخليل- عند قوله تعالى: {فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا} [البقرة: ٢٣٠]، أن موضع {أَنْ يَتَرَاجَعَا} خفض على إسقاط (في)، ومعنى إرادتها في الكلام .. ثم قال: والحذف مع (أن) سائغ؛ فلهذا أجاز الخليل وغيره أن يكون موضع جر على إرادة (في). \"المعاني\" ١/ ٣٠٩.وعلى غرار هذا المثال يأتي قوله تعالى: {أَلَّا خَوْفٌ} على إرادة الباء، فتصير: (بأن لا خوف ..) كما ذكر المؤلف.وتعرب -كذلك- بدل اشتمال من (الذين)؛ أي: يستبشرون بعدم خوفهم وحزنهم، لأنه هو المستبشر به في الحقيقة، أما الذوات فلا يستبشر بها.انظر: \"إعراب القرآن\" المنسوب للزجاج ٢/ ٥٨١، و\"البحر المحيط\" ٣/ ١١٥، و\"الدر المصون\" ٣/ ٤٨٦.</p>"
}