{
  "id": null,
  "sura": 3,
  "aya": 26,
  "text": "<p> وقوله تعالى:  {وَهُمْ لَا يُظْلَمُونَ} . أي: لا يُنقص من حسناتهم، ولا يزاد على سيِّئاتهم. </p><p> ٢٦ - وقوله تعالى:  {قُلِ اللَّهُمَّ} اختلف النحويون في إعراب (اللهمَّ) ؛ فقال الخليل (١) ، وسيبويه (٢) : (اللهمَّ) ، بمعنى: يا الله. والميم (٣) المشدَّدَة عِوَضٌ (٤) من (يا) ؛ لأنهم لم يقولوا:  (يا) مع هذه الميم في هذه الكلمة. والضمة التي في الهاء (٥) : ضمة الاسم المنادى المفرد (٦) ، والميم مفتوحة؛ لسكونها، وسكون الميم التي قبلها. </p><p> وأنكر الفرَّاء هذا القول؛ فقال (٧) : لم نجد العرب زادت مثل هذه الميم في نواقص الاسم إلَّا مخففة؛ مثل:  (الفمُ) ، و (هذا ابْنُمٌ) ، و (سُتْهُمُ)  (٨) . </p><p>(١) من قوله: (فقال الخليل ..) إلى (.. وسكون الميم التي قبلها): نقله بتصرف يسير جدًّا عن \"معاني القرآن\" للزجَّاج: ١/ ٣٩٤. (٢) في: (الكتاب)، له: ٢/ ١٩٦، وانظر مذهبه ومذهب الخليل كذلك في \"الأصول في النحو\" لابن السراج ١/ ٣٣٨.(٣) (الميم): ساقطة من (د).(٤) في (ب): (عوضًا).(٥) في (ج): (أولها)، وكذا هي في \"معاني القرآن\" للزجاج، ولا وجه لها، والصواب ما أثبته.(٦) ويبنى المنادى المفرد على ما كان يرفع به قبل النداء، في حالة كونه علمًا، أو نكرة مقصودة، على أن لا يكونا مضافين، أو شبيهين بالمضاف.(٧) في \"معاني القرآن\" له: ١/ ٢٠٣، نقله عنه بتصرف.(٨) قوله: (وهذا ابنم، وستهم): مطموسة في: (د). و (هذا) لم ترد في \"معاني القرآن\". و (ابنم): لغة في (ابن)، وتعرب إعرابها، وقيل إنَّ ميمها زائدة؛ للمبالغة، أو للعوض من لام الاسم المحذوفة، حيث إنَّ أصلها: (بَنَو)، وتعرب (ابنم) =</p><p> فلو (١) كانت الميم بدلاً من (يا) ، لم يُجمع بين الميم و (يا) ، وقد أنشدني بعضهم: </p><p> وما عليكِ أنْ تَقُولي كُلَّمَا </p><p> صَلَّيتِ أو سَبَّحتِ: يا اللَّهما </p><p> اردُدْ علينا شَيخَنا مُسَلَّما (٢) </p><p> فقال:  (يا اللهُمَّ) . ثم قال: ونرى أنها كانت في الأصل كلمةً ضُمَّ </p><p>= بحسب موقعها في الجملة، وحركة النون فيها تتبع حركة الميم في جميع حالات الإعراب، وبعضهم يبقيها مفتوحة دائمًا، ويجوز إبقاء الميم وحذفها عند إضافتها إلى ياء المتكلم. انظر: \"موسوعة النحو والصرف والإعراب\": ١٩، \"معجم الشوارد النحوية\" ٦٥. و (سُتْهُمُ)؛ غير موجودة في \"معاني القرآن\" المطبوع المتداول، وقد وردت في \"تفسير الطبري\" ٣/ ٢٢١. ومعنى (ستهم): هو الرجل الأسْتَهُ، إذا كان عظيم الاست، ويقال للمرأة: (سُتْهُم)، و (سَتْهاء). انظر كتاب \"خلق الإنسان\" لابن أبي ثابت: ٣٠٦، \"تهذيب اللغة\" ٢/ ١٦٢٥ (ستة). (١) في (د): (ولو).(٢) ثلاثة أبيات من الرجز لم يعرف قائلها، وردت في: \"المحلى\" لابن شقير: ٨٤ \"اللَّامات\" للزجاجي: ٩٠، \"تفسير الطبري\" ٣/ ٢٢١، \"الإنصاف\" للأنباري ص٢٩١، \"رصف المباني\" ٣٧٣، \"اللسان\" ١/ ١١٦ (أله) \"ارتشاف الضرب\" ٣/ ٢٨٥، ٢٨٩، \"الهمع\" ٥/ ٣٤٧، \"خزانة الأدب\" ٢/ ٢٩٦، \"الدرر اللوامع\" ٢/ ٢٢٠. وقد ورد في بعض المصادر: (.. صَلّيتِ أو هلَّلْت ..)، وفي الطبري: أو كبَّرتِ)، وفيه: (يا اللهُمَا)، وفي بعضها: تُفصَل (ما) عن (اللهُمَّ). والشاعر هنا يأمر بُنيَّته أو زوجته بالدعاء له، إذا ما سافر أو غاب عنهم: أن يرده عليهم سالمًا. و (التسبيح): تنزيه الله وتعظيمه وتقديسه، و (الصلاة) هنا قد تكون بمعنى الدعاء، أو الصلاة الشرعية، و (الشيخ) هنا الأب، أو الزوج. والشاهد فيه: قوله: (يا اللهمَّما)؛ حيث جمع بين حرف النداء، والميم المشددة، ولم يكتف بذلك، بل وزادها ميمًا مفردة بعد الميم المشددة، دلالة على أن الميم ليست بدلًا من حرف النداء.</p><p> إليها (أُمَّ) ؛ يريد:  (يا الله؛ أُمَّنا بخير) ، فكثرت في الكلام حتى اختلطت (١) به، فحذفت الهمزة استخفافاً، فقيل:  (اللهمَّ)  (٢) ، ثم كثرت هذه اللفظة حتى قالوا:  (لاهُمَّ) ؛ بمعنى: اللهمَّ. </p><p> قال الشاعر: </p><p> لاهُمَّ إنَّ عامِرَ بن جَهْمِ ... أوْذَمَ (٣) حَجّاً في ثِيَابٍ (٤) دُسْمِ (٥) </p><p> وقال آخر: </p><p> لاهُمَّ إن جُرْهُماً (٦) عِبادكا ... الناس طُرْفٌ (٧) وهمُ تِلادُكا (٨) </p><p>(١) في (د): (اختلط). ويعني بذلك: أنها اندمجت مع لفظ الجلالة. (٢) (فقيل: اللهم): ساقط من (ج).(٣) في جميع النسخ: (أودم). والصواب ما أثبته، كما سيأتي في التعليق على البيت.(٤) في (أ)، (ب): (ثبات)، والمثبت من: (ج)، (د).(٥) بيت من الرجز، وقائله مجهول، ولم أقف عليه في \"معاني القرآن\" للفراء. وقد ورد غير منسوب في المصادر التالية: \"غريب الحديث\" لأبي عبيد: ١/ ٣٤٧، \"تأويل مشكل القرآن\" ١٤٢، \"كتاب المعاني الكبير\" ١/ ٤٨٠ \"الصحاح\" ٥/ ٢٠٥٠ (وذم)، \"أساس البلاغة\" ١/ ٢٧١ (دسم)، \"اللسان\" ٣/ ١٣٧٥ (دسم)، ٨/ ٤٨٠٦ (وذم)، \"البحر المحيط\" ٢/ ٤١٦ وورد فيه: (.. أحرم جحا). و (أوذم عليه الشيء)؛ أي: أوجبه وألزمه نفسه، و (ثيابٍ دُسْم)؛ أي: وَسِخة، و (الدَّسَمُ): الوَضَر والدَّنَس. ويقال للرجل من قبيل المجَاز إذا تدنَّس بمَذامِّ الأخلاق: (إنَّه لَدَسِمُ الثوب). ومعنى البيت: أنه أحرم بالحج وهو متدنِّسٌ بالذنوب. انظر: مادة (دسم) و (وذم) في \"أساس البلاغة\" ١/ ٢٧١، \"اللسان\" ٣/ ١٣٧٥، ٨/ ٤٨٠٦.(٦) في (ج): (أجرهما).(٧) في (د): (طرو).(٨) في (ج)، (د): (بلادكا). ولم أقف عليه في \"معاني القرآن\" للفراء، والبيت لعامر ابن الحارث بن مُضاض، سيِّد جُرْهم في مكة وقد ورد منسوبًا له في \"تاريخ الطبري\" ٢/ ٢٨٥، وذكر قصته ومناسبته. وتمامه كما عند الطبري: (.. بهم قديمًا =</p><p> فحذفوا الألف واللاَّم، لَمَّا كَثُرَ في كلامهم. </p><p> قال (١) : وقد خُفِّفت ميمها في بعض اللغات. أنشدني بعضهم: </p><p> كحَلْفَةٍ من ابن (٢) رباح ... يَسْمَعها اللهُمُ (٣) الكُبارُ (٤) </p><p>= عَمِرَتْ بلادكْ). وقافيته عند الطبري كلها بالسكون. وورد في شفاء الغرام بأخبار البلد الحرام: ١/ ٥٧٤. وروايته فيه: (اللهم إن جُرْهما عبادُك .. الناس طُرْفٌ وهم تلادك). وورد فيه برواية: (اللَّهم إن جرهما عبادكا .. القوم طرف وهم تلادكا). وقوله: (طرف): يعني به والله أعلم: أنها جمع (طارف) و (طريف)، وهو: المستحدث من المال. ونقيضه: التليد والتالد، وهو: المال القديم الأصلي الذي وُلد عندك. فيعني الشاعر هنا والله أعلم: أن جرهما هم أهل مكة وأهل الحرم، وأول من عمر بهم البلد الحرام، وأما الآخرون فهم حديثو عهد به. انظر: \"اللسان\" ١/ ٤٣٩ (تلد)، ٥/ ٢٦٥٧ - ٢٦٥٨ (طرف). (١) يعني: الفرَّاء كما سبق.(٢) هكذا في: (أ)، (ب)، (ج)، (د). وورد في الديوان وبقية مصادر البيت: (أبي).(٣) في (أ): اللهُمَّ. ولم تضبط بالشكل في بقية النسخ. وما أثبَتُّه هو الصواب؛ لوروده في مصادره بتخفيف الميم، ولأن تشديدها، خلاف ما أراده المؤلف من إيراده شاهدًا على التخفيف فيها.(٤) البيت مطموس في: (د). وهو للأعشى، في ديوانه: ٨٢، وقد ورد منسوبًا له، في \"سر صناعة الإعراب\" ١/ ٤٣٠، \"أمالي ابن الشجري\" ٢/ ١٩٧، \"اللسان\" ١/ ١١٦ (أله)، \"الهمع\" ٣/ ٦٤، \"الخزانة\" ٢/ ٢٦٦، ٢٦٩، \"الدرر اللوامع\" ١/ ١٥٤. وورد غير منسوب في: \"معاني القرآن\" للفرَّاء: ١/ ٢٠٤، ٢/ ٣٩٨، \"تفسير الطبري\" ٣/ ٢٢١، والجمهرة: ١/ ٣٢٧ (برك)، \"تهذيب اللغة\" ١/ ١٩١ (أله)، \"المسائل العضديات\" ٧٨، \"شرح المفصل\" ١/ ٣، \"شرح ما يقع فيه التصحيف\" ٣١٠، \"المقاصد النحوية\" ٤/ ٢٣٨.وقد وردت (أبي رياح) بدلا من: أبي رباح، في: الديوان، \"معاني القرآن\" والطبري، \"التهذيب\" \"سر صناعة الإعراب\" والجمهرة، \"أمالي ابن الشجري\" والخزانة، وقال صاحبها: (هو بمثناة تحتيَّة، لا بموحدة كما يزعم شُرَّاح الشواهد).=</p><p> قال: والرفعة التي في الهاء من همزة (أُمَّ) لمَّا تركت، انتقلت إلى ما قبلها. قال: ونرى (١) أن قول العرب: (هَلُمَّ) مثلها؛ إنما كانت:  (هل) فضُمَّ إليها (أُمَّ)  (٢) . </p><p>= ووردت (لاهُهُ)، بدلًا من: (اللهُمُ) في: الديوان، والمسائل العضديات، \"أمالي ابن الشجري\" والخزانة. وورد في \"سر صناعة الإعراب\" \"اللسان\" (لاهُمُ). وورد في \"معاني القرآن\" ٢/ ٣٩٨ (.. الهمَّةُ الكبار)، وقال: (الهِمُّ، والهِمَّةُ: الشيخ الفاني)، وفي \"معاني القرآن\" ٢/ ٣٩٨ (.. الهمَّةُ الكبار)، وقال: (الهِمّ، والهِمَّةُ: الشيخ الفاني)، وفي: ١/ ٢٠٤: (وإنشاد العامة: \"لاهُهُ الكبار\"، وأنشدني الكسائي: (يسمعها الله والله كبار). وفي \"الخزانة\" ٢/ ٢٦٩ أن الأصمعي رواها: (يسمعها الواحد الكبار). و (الحَلْفةُ): المرَّة من الحَلِفِ؛ بمعنى: القسم. و (أبو رياح) وفق رواية المؤلف: رجل من بني ضُبَيعة، وكان قد قتل رجلا من بني سعد بن ثعلبة، فسألوه أن يحلف أو يعطي الدِّيَة، فحلف فقُتِل بعد حَلْفَته، فضربته العربُ مَثَلًا لِمَا لا يغني حِلفُه.و (الكُبارُ): صيغة مبالغة لـ (الكبير). والشاهد فيه هنا: تخفيف ميم (اللهم).(١) في (ج): (ويري).(٢) ومعنى: (هلُمَّ): أقبل، أو أعط. انظر: \"اللسان\" ٨/ ٤٦٩٤ - ٤٦٩٥ (هلم). ولكن لم يرتض ابنُ سيده رأيَ الفرَّاء هذا في (هلم)، وردَّه مستدلًا على ذلك: بأن رأي الفرَّاء لا يخلو من أحد أمرين: (إمَّا أن تكون (هل) بمعنى: (قد)، وهذا يدخل في الخبر، وإما تكون بمعنى الاستفهام، وليس لواحد متعلق بـ (هلم) ولا مدخل). \"المخصص\": ١٤/ ٨٨ ولكن هذا الردُّ لا يُسلَّم لابن سيده؛ حيث إن لـ (هل) استعمالات ومعاني أخرى غير ما ذكره ابن سيده، ومن ذلك: ما قاله ابنُ دريد في \"الجمهرة\" ٢/ ٩٨٨: (هلم) كلمتان جُعلتا كلمة واحدة؛ كأنهم أرادوا (هَلْ)، أي: أقبل، و (أمَّ)؛ أي: اقصد).وقال الزبيدي في \"التاج\" ١٧/ ٧٦٢ عن (هلم): (وقال الفراء: مركبة من (هل)، التي للزجر، و (أمَّ)، أي: اقصد، خفِّفت الهمزة بإلقاء حركتها على الساكن، وحذفت). وانظر في مجيء (هل) للزجر والتوبيخ والأمر والتنبيه وغيرها، في: \"تهذيب اللغة\" ٤/ ٣٧٨٤ (هل)، \"اللسان\" ٨/ ٤٦٨٩ (هلل).</p><p> وأنكر أبو إسحاق هذا القول إنكاراً شديداً، فقال (١) : لو كان الأمر على ما قال، لجاز أن يقال:  (الله أُمَّ) ، فيُتَكلم به على أصله، كما يقال:  (ويلُ أمِّه) ، ثم يُتَكلم به على الأصل، فيقال:  (ويلُ أُمِّهِ)  (٢) ، ولجاز أيضاً:  (الله أُؤمُمْ)  (٣) . </p><p> فلمَّا لم (٤) يُسمع أحدٌ من العرب تكلم به على الأصل الذي [هو]  (٥) ذَكَر (٦) ، علم أنه ليس بأصل، وأيضاً لم يُسمع (٧) أحدٌ (٨) يقول: (يا اللهُمَّ) ، والله عز وجل يقول:  {وَإِذْ قَالُوا اللَّهُمَّ}  [الأنفال: ٣٢] ، وقال:  {قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ}  [الزمر: ٤٦] . </p><p> وما احتجَّ به الفرَّاء من قوله:  (أنشدني بعضهم)  (٩) ، فليس يعارض </p><p>(١) في \"معاني القرآن\" له ١/ ٣٩٣، ينقله عنه بتصرف كثير. (٢) جاءت (ويل) في الموضعين برفع اللام، ولم تضبط في بقية النسخ بالشكل، وما أثبته هو الصواب؛ لأن (ويل) إذا أضيفت بغير اللام فالوجه فيها النصب؛ على أنها مفعول به لفعل محذوف، يقال: (ويل الظالمين)؛ أي: ألزمَ اللهُ الظالمين وَيلًا. أما إذا أضيفت باللام، فتُرْفَع؛ مثل: (ويلٌ لأمِّه)، فهي مرفوعة بالابتداء. و (ويل): بمعنى: عذاب. وقد تُركَّب لفظة (ويل) مع (أمِّه)، فيقال للرجل: (وْيلُمِّه)، أو (ويْلِمِّه) بكسر اللام، من (ويلٌ لأمه): وتعني: أنه داهية، وأصلها: الدعاء عليه، ثم استعملت في التعجب. انظر في أصلها وتركيبها: \"المسائل الحلبيات\" ٤٣، ٤٥، \"سر صناعة الإعراب\" ١١٣، ٢٣٥، ٧٤٥، \"معجم النحو\" ٤٣٧، \"معجم الشوارد النحوية\" ٦٤٠.(٣) في جميع النسخ: (أمم)، ولا وجه لها، والمثبت من \"معاني القرآن\" للفرَّاء: ١/ ٣٩٣.(٤) (لم): ساقطة من: (ب).(٥) ما بيِن المعقوفين زيادة من (د).(٦) في (ج): (ذكره).(٧) في (د): (نسمع).(٨) في (أ): (أحدا)، والمثبت من: (ب)، (ج)، (د).(٩) (بعضهم): ساقطة من (ج).</p><p> الإجماعَ، وما أتى به كتابُ الله عز وجل، ووُجد في ديوان العرب. يقول قائل:  (أنشدني بعضهم) ، وليس ذلك البعضُ بمعروفٍ ولا مُسمَّى. </p><p> وقال غير أبي إسحاق مِمَّن نصر مذهبَ الخليل (١) : لو كان الأمر على ما ذكره الفرَّاء، لما صحَّ أن يقال:  (اللهُمَّ افعل كذا) ، إلَّا بحرف العطف؛ لأن قوله:  (اللهُمَّ) حصل عنده في ضمنه الدعاء؛ لأن تأويله:  (الله (٢) ؛ أُمَّنا بخير)، فالدعاء الثاني يجب أن يكون معطوفاً عليه بحرف العطف. ولم نجد أحداً يقول:  (اللهُمَّ اغفر) . </p><p> وأجابَ الفرَّاءَ عن قوله:  (هذه الميم، إنما تُزاد مُخفَّفةً) ؛ بأن قال: إنما شُدِّدت الميمُ في (اللهمَّ) ؛ لأنها عِوضٌ من حرفين (٣) فشُدِّدت، كما قيل:  (قُمتُنَّ) و (ضَربتُنَّ) ؛ لمَّا كانت النون عِوضاً من حرفين في:  (قُمتُموا) و (ضَربتُموا) ، شُدِّدَت. فأما (قُمْنَ) و (ذَهبْنَ) فَعِوَضٌ من حرف واحد. </p><p> وما ذَكَر من قوله:  (فَمُ)  (٤) و (سُتْهُمُ) و (ابْنُمُ)  (٥) ، فإنما خُفِّفت الميم؛ لأنها عِوَضٌ من حرف واحد. </p><p> وليس حكمُ قولِكَ:  (الله) ، حكمَ (الفمُ) و (الابنُ) ؛ لأنهما ناقصان أُتمَّا بالميم، و (اللهُمَّ) ليس زيادتها (٦) تتميما للاسم، إنما هي لمعنىً آخر </p><p>(١) لم أهتد إلى هذا القائل، وقد يكون المبرد، كما في \"الأصول في النحو\" لابن السرَّاج: ١/ ٣٣٨، حيث ورد موجز لهذا الرأي نقله عنه. (٢) في (د): (اللهم).(٣) (حرفين): ساقطة من (د).(٤) في (د): (قم).(٥) في (د): (وانتم).(٦) أي: زيادة الميم في (اللهم).</p><p> غير المعنى الذي في (الفمُ) . </p><p> وأمّا ما احتَجَّ به من البيت؛ فجاز إدخال (يا) مع الميم لضرورة الشعر (١) . </p><p> فأما (٢) احتجاجه بقوله: (هلُمَّ) ، فعند الخليل (٣) : أنَّ الأصل فيه: (ها) التي [هي]  (٤) للتنبيه، دخلت (٥) على (لمَّ)  (٦) ، فلما كثر (٧) ، حُذِفت الألف (٨) . </p><p> وأمَّا البيت الذي ذكر أنه جاء في (اللهُمُ) ، بتخفيف الميم، فهو خطأ فاحشٌّ خصوصا عنده (٩) ؛ لأن الميم في (اللهُمُ) ، هو الميم الذي في (أُمَّنا) ، وإنشاده بالتخفيف يفسد عليه مذهبه؛ لأنه لا يحتمل في البيت ذكر أن يكون (أُمَّنا) ، إنما هو بمنزلة قولك:  (يسمعهُ اللهُ الكبارُ) ، فالرواية الصحيحة: يَسمعها لاهُهُ الكبارُ </p><p>(١) (لضرورة الشعر): ساقط من (د). (٢) في (ج)، (د): (وأما).(٣) انظر رأيه في: \"الكتاب\" ٣/ ٣٣٢، \"تأويل مشكل القرآن\" ٥٥٧.(٤) ما بين المعقوفين زيادة من (ج).(٥) في (ج): (وحلت).(٦) وأصل (لَم)، من قولهم: (لَمَّ الله شعثه)؛ أي: جمعه. كأنه أراد: لَمَّ نفسك إلينا؛ أي: اقْرُبْ. انظر (هلم)، في \"الصحاح\" ٥/ ٢٠٦٠، \"اللسان\" ٨/ ٤٦٩٤.(٧) في (ج): (كثرت).(٨) انظر الأقوال في (هلم) في \"إصلاح المنطق\" ٢٩٠، \"الزاهر\" ١/ ٤٧٦، \"تهذيب اللغة\" ٤/ ٣٧٨٨، \"المسائل العضديات\" للفارسي:٢٢١، \"الصاحبي\" لابن فارس: ٢٧٩، \"المسائل السفرية\" لابن هشام: ٣٤، \"تنوير الحوالك شرح موطأ مالك\" للسيوطي: ١/ ٢٢٤ - ٢٢٦، \"تاج العروس\" ١٧/ ٧٦٢.(٩) في (د): (عندهم).</p><p> قال أبو إسحاق (١) : وقوله: إنَّ الضمَّةَ [التي]  (٢) في الهاء من قوله: (اللهُم) ، ضمةُ الهمزِة التي كانت في (أُمَّ) محالٌ؛ لأنه لا يُترك الضمُ الذي هو دليل على النداء المفرَد (٣) ، ويُجعل في اسم الله ضمةُ (أُمَّ)  (٤) . </p><p> وقوله تعالى:  {مَالِكَ الْمُلْكِ} . في نصبه، وجهان: أحدهما: وهو قول سيبويه (٥) : أنه منصوب على النداء، وكذلك قوله:  {قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ}  [الزمر: ٤٦] ، ولا يجوز عنده أن يكون {مَالِكَ الْمُلْكِ} نصباً على النعت للنداء المفرد، الذي هو قوله:  {اللَّهُمَّ} ؛ لأن هذا الاسم عنده لا يُوصَف. </p><p> الوجه الثاني: وهو قول أبي العباس (٦) : أنَّ (مالِكَ) وصف للمنادى المفرد. وهذا الوجه اختيار الزجَّاج؛ قال (٧) : لأن هذا الاسم ومعه (٨) الميم، بمنزلته ومعه (يا)  (٩) ، فلا تمتنع الصفة مع الميم، كما لا تمتنع مع (١٠)  (يا)  (١١) . </p><p>(١) في \"معاني القرآن\" له ١/ ٣٩٣، نقله عنه بتصرف. (٢) ما بين المعقوفين من: (ج)، (د)، وكذا هي في \"معاني القرآن\".(٣) أي: المنادى المفرد: مثل: يا الله.(٤) (أم): ساقطة من (د).(٥) \"الكتاب\" ٢/ ١٩٦.(٦) هو المبرد، في \"المقتضب\" ٤/ ٢٣٩.(٧) في \"معاني القرآن\" ١/ ٣٩٤، نقله عنه بتصرف يسير.(٨) في (ب): (ومنه).(٩) (ومعه يا): ساقط من (د).(١٠) في (د): (ومعه).(١١) في (د) وردت هنا عبارة: (فلا تمتنع مع يا) مكررة.</p><p> ونَصَر أبو علي الفارسي قولَ سيبويه، وقال (١) : هو عندي أصح، وإن كان أغمض، وذلك (٢) ، لأنه ليس في الأسماء الموصوفة شيء (٣) على حد (اللهُمَّ) ، فإذا خالف ما عليه الأسماء الموصوفة، ودخل في حيّز ما لا يوصف من الأصوات، وجب أن لا يوصف. </p><p> والأسماء المناداة المفردة المعرَّفة، القياس فيها: أن لا توصف، كما ذهب إليه بعض الناس؛ لأنها واقعة موقع ما لا يوصف؛ وكما (٤) أنه لمَّا وقع موقع ما لا يُعرب لم يعرب، كذلك لمَّا وقع موقع ما لا يوصف، وجب أن لا يوصَف (٥) . </p><p> فأما قوله: </p><p>(١) قوله، في \"الإغفال\" ٥٥٤ - ٥٥٧. نقله عنه باختصار وتصرف. وقوله ينتهي إلى عند: (بمنزلة صوت مضموم إلى صوتٍ، نحو: حي هل). (٢) في (ج): (ذلك).(٣) من قوله: (شيء ..) إلى (ما عليه الأسماء الموصوفة): ساقط من (ج).(٤) في (ج): (كما). ومن قوله: (وكما ..) إلى (.. موقع ما لا يوصف): ساقط من (د).(٥) في (د): (توصف).</p><p> يا حَكَمُ الوارثُ عن عبد الملكْ (١) . </p><p>(١) بيت شعر من الرجز لرؤبة بن العجاج، في: \"ديوانه\": ١١٨. كما ورد منسوبًا له في المصادر التالية: \"المعاني الكبير\" ٢/ ٨٧٠، \"إعراب القرآن\" \"المنسوب\" للزجّاج: ١/ ٩٧، \"شرح الأبيات المشكلة\" للفارسي: ٤٤٨، \"أمالي ابن الشجري\" ٣/ ٤٤، \"شرح شواهد المغني\" ١/ ٥٢، ٥٣. وورد غير منسوب في \"المقتضب\" ٤/ ٢٠٨، \"الخصائص\" ٢/ ٣٨٩، ٣/ ٣٣١، ٣٣٢، \"الإنصاف\" للأنباري: ص ٤٩٩، \"مغني اللبيب\" ٢٨. وبعده وفق رواية الديوان: .. ميراثُ أحسابٍ وجُودٍ مُنسفِكْ. وورد في بعض المصادر بنصب لفظ (الوارثَ). والشاعر هنا يمدح الحكم بن عبد الملك بن بشر بن مروان. والشاهد هنا أن قوله: (الوارث) على رأي سيبويه وأبي علي الفارسي ليس نعتًا للمنادى، وإنما هو خبر لمبتدأ؛ تقديره: (أنت). بينما الوجه الآخر فيه أنه مرفوع؛ لأنه نعت للمنادى قبله، ونعت المنادى المفرد إذا كان مقترنا بـ (أل) يجوز رفعه تبعًا للفظ المنادى، ونصبه تبعًا لمحله، فإن المنادى المفرد العلم مبني على الضم في محل نصب. انظر: \"الانتصاف من الإنصاف\" للشيخ: محمد محي الدين عبد الحميد (مطبوع مع الإنصاف، لأبي البركات الأنباري): ٢/ ٦٣٠.</p><p> يا حَكَمُ بن (١) المنذرِ بنَ (٢) الجارودْ (٣) </p><p> و: </p><p> ....... يا عُمَرُ الجَوادَ (٤) </p><p> فإن الأول، على:  (أنت) ، والثاني، على: نداء ثانٍ، والثالث، على:  (أعني) ، فلمَّا كان هذا الاسم، الأصل فيه: أن لا يُوصَف لِما </p><p>(١) في (ج)، (د): (ابن). (٢) في (د): (ابن).(٣) بيت من الرجز، وتكملته: أنت الجوادُ ابنُ الجوادِ المحمودْ.قيل: هو لرؤبة بن العجاج، وقد ورد في: ملحق ديوانه: ١٧٢، وفيه أنه مما نُسب إليه، وقد نُسب إليه كذلك في \"مجاز القرآن\" ١/ ٣٩٩، \"الصحاح\" ٤/ ١٤٩٦ (سردق).وقيل: هو لعبد الله الأعور، المُسَمَّى بـ (الكذاب الحرمازي)، وقد ورد في: \"كتاب سيبويه\": ٢/ ٢٠٣، وفيه: (وقال الراجز من بني الحرماز). ونسبه له ابن قتيبة في \"الشعر والشعراء\" ٢/ ٦٨٩. كما ذكرته المصادر التالية، مع ذكر الاختلاف في نسبته إليهما \"اللسان\" ٤/ ١٩٨٨ (سردق)، \"المقاصد النحوية\" ٤/ ٢١٠، \"التصريح\" ٢/ ١٦٩، وورد غير منسوب، في \"المقتضب\" ٤/ ٢٣٢، \"الأصول في النحو\" ١/ ٣٤٥، \"شرح المفصل\" ٢/ ٥، \"أوضح المسالك\" ص ٢٠٠، \"منهج السالك\" ٣/ ١٤٢.والشاعر يمدح الحكمَ بن المنذر بن الجارود العَبْدي، أمير البصرة على عهد هشام ابن عبد الملك. والشاهد فيه هنا: أن (ابن) تُعْرَب على أنها مُنادى مضاف، فحقها النصب، ولا تعرب على أنها تابعة للمنعوت، وهو (حكم). و (حكم) يجوز فيها: النصب والرفع؛ لأنه العلم المفرد الموصوف بـ (ابن) المتصلة به، والمضاف إلى علم، يجوز فيه الأمران، إمَّا النصب فعلى الاتباع لحركة الصفة؛ لأنها جُعلت مع (ابن) كأنها اسم واحد لكثرة استعمالها، وكما أضيفت (ابن) إلى ما بعدها، فكذلك جعلوا (حكم) كأنها أضيفت إلى ما بعدها، فكانت كالمنادى المفرد المضاف في هذا البيت. وإمَّا الرفع فعلى النداء؛ لأنها علم، مفرد، معرفة. انظر: \"شرح أبيات سيبويه\" للنحاس: ١٣٤، \"شرح المفصل\" ٢/ ٥، \"هداية السالك\" لمحمد محيي الدين عبد الحميد (مطبوع مع \"أوضح المسالك\" ٣/ ٨٠.(٤) جزء من عجز بيت، وتمامه:ما كعبُ بنُ مامَةَ وابنُ سُعدى ... بأجودَ منك يا عمرُ الجوادهو لجرير، في: \"ديوانه\": ١٠٧. وقد ورد في المصادر التالية، ونسبه أكثرها إليه: \"الكامل\" ١/ ٢٣١، \"المقتضب\" ٤/ ٢٠٨، \"الأصول في النحو\" ١/ ٣٦٩، \"أمالي ابن الشجري\" ٢/ ٤٠، ٣/ ٤٤، \"أوضح المسالك\" ص ٢٠١، \"مغني اللبيب\" ٢٨، \"المقاصد النحوية\" ٤/ ٢٥٤، \"منهج السالك\" ٣/ ١٤٣، \"الهمع\" ٣/ ٥٤، \"شرح شواهد المغني\" ١/ ٥٦، \"التصريح\" ٢/ ١٦٩، \"الخزانة\" ٤/ ٤٢٢، ٩/ ٣٩٩، \"الدرر اللوامع\" ١/ ١٥٣.والشاعر يمدح عمر بن عبد العزيز رحمه الله. و (كعب بن مامه) من إياد، يُضرب به المثلُ في الجود والإيثار، ومن ذلك: إيثاره رفيقه بالماء على نفسه، ومات هو عطشًا، و (ابن سُعدى): هو: أوس بن حارثة الطائي، يُضرب به المثلُ -كذلك- في الجود والشاهد في البيت -هنا-: أن (الجَوادَ) انتصبت على الاختصاص، بتقدير فعل: (أعني) أو (أخص). وفي الديوان وبعض المصارد وردت (عمرَ) بالفتح، على أنها منادى مبني على الفتح؛ لأنه منعوت بـ (الجواد) المَنصوب. أو مبني على ضم مقدر منع من ظهوره فتح الإتباع؛ أي: أن الموصوف هنا يتبع الصفة في فتح آخرها، وهو مما يجيز الكوفيون الفتح فيه، سواء أكان المنادى موصوفًا بلفظ (ابن) أم لم يكن. انظر: \"الأصول في النحو\" ١/ ٣٦٩، \"أوضح المسالك\" ص ٢٠١، \"الهمع\" ٣/ ٥٤. والأصل فيه أن يكون في المخطوط: (عُمَرَ) بالفتح؛ ليتحقق الشاهد؛ لأن الفارسي أراد أن يقول: إن (الجوادَ) نصبت؛ لا لكونها صفةً لـ (عمرَ) المنصوب، فتبعتها في الإعراب -لأن عنده: المنادَى المعرَّف المفرَد، لا يوصف-، وانما جعلها -في البيت- منصوبة بفعلٍ مُقَدَّرٍ، هو: (أعني).</p><p> ذكرنا، كان (اللهم) أولى أن لا يوصف؛ لأنه قبل ضم الميم إليه، واقعٌ موقع ما لا يوصف، فلمَّا ضُمَّت الميمُ إليه، وصيغ معه صياغة مخصوصة، صار حكمُهُ حكمَ الأصوات، وحكم الأصوات: أن لا يوصف (١) ؛ نحو:  (غاقِ)  (٢) . </p><p> قال (٣) : وهذا المضموم إليه مع ما ضُمَّ إليه، بمنزلة صوتٍ مضموم إلى صوت؛ نحو:  (حَيَّهَل)  (٤) ، فحقُّهُ أن لا يوصفَ؛ كما لا يوصف (حَيَّ هلْ) . </p><p> فأما التفسير: فقال ابن عباس (٥) : لما فتح رسول الله - صلى الله عليه وسلم - مكة، ووعد أمَّتَه مُلكَ فارسَ والرومَ، قالت المنافقون واليهودُ: هيهات، هيهات (٦) ! </p><p>(١) في (د): (لا توصف)، وفي (ج) غير منقوطة، وأثبتُّ ما في الأصل، ونسخة (ب) على تقدير: أن لا يوصف الصوت. (٢) غاق: حكاية صوت الغراب، فإن نكَرَ، نُوِّنَ يقال: سمعتُ (غاق غاق)، وسمعت (غاقٍ غاقٍ). وسُمِّي الغُرَابُ: (غاقًا)، فيقال: (سمعت صوت الغاق). انظر: \"سر صناعة الإعراب\" ١/ ٣١٠، ٢/ ٤٩٤، ٤٩٥، \"اللسان\" ٦/ ٣٣١٧ (غوق).(٣) في (د): (مال).(٤) في (ج): (جبهل). و (حيَّهَلْ) و (حيَّهَلا) و (حيَّهَلًا) -مُنَوَّنًا وغير مُنَوَّنٍ-: كلمة يستحثُّ بها. ويقال: (حَيَّ هَلْ بفلان)، و (حيَّ هَلَ)، و (حَيَّ هَلا). ومعنى (حيَّ على كذا ..): هلمَّ وأقبِلْ، و (هلا) -كذلك- تقال للاستعجال والحَثِّ. وبُنِيَت (حيَّ) مع (هل)، وجُعِلَتا اسمًا واحدًا، وسُمِّي به الفِعْلُ، ويستوي فيه الواحد والجمع المؤنث. انظر: \"الصحاح\" ٥/ ١٨٥٣ (هلل)، \"اللسان\" ٢/ ١٠٨٢ (حيا)، \"المسائل المشكلة\" للفارسي: ١٥٢، \"شرح الشافية\" ٢/ ٢٩٤، \"شرح المفصل\" ٩/ ٨٤.(٥) قوله، في \"تفسير الثعلبي\" ٣/ ٢٩ أ، \"أسباب النزول\" للواحدي: ١٠٢، \"تفسير البغوي\" ٢/ ٢٣، \"تفسير القرطبي\" ٤/ ٥٢، وعزوه -كذلك- لأنس بن مالك.(٦) (هيهات): ساقطة من (د).</p><p> فأنزل اللهُ هذه الآية. </p><p> وقيل: إنَّ الله عز وجل أمر النبي - صلى الله عليه وسلم - في هذه الآية، أن يسأله نقل عزِّ فارس إلى العرب، وذلِّ العرب إلى فارس (١) . </p><p> وقوله تعالى:  {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ} . قال ابن عباس (٢) : تؤتي ملكَ قيصر أمةَ محمدٍ - صلى الله عليه وسلم -، وتنزع الملكَ منه. </p><p> الكلبي (٣) : {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} : محمداً وأصحابَه، {وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ} : أبي جهل (٤) ، وصناديدَ قريش. </p><p> وقال بعضهم:  {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} : العرب، {وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ} : الروم، والعجمِ، وسائرَ الأمم (٥) . </p><p>(١) لم أهتد إلى قائل هذا القول، وقد ورد في \"معاني القرآن\" للزجَّاج: ١/ ٣٩٣ مصدرًا بلفظ (قيل)، وعقب عليه بقوله: (الله أعلم بحقيقة ذلك). والذي في كتب التفسير عن قتادة رحمه الله أن نبي الله - صلى الله عليه وسلم - سأل ربه جل ثناؤه أن يجعل ملك فارس والروم في أمته، فأنزل الله هذه الآية. انظر: \"تفسير الطبري\" ٣/ ٢٢٢، \"تفسير ابن أبي حاتم\" ٢/ ٦٢٤، \"تفسير الثعلبي\" ٣/ ٢٩/ أ، \"النكت والعيون\" ١/ ٣٨٤، \"أسباب النزول\" للواحدي: ١٠٢١٠٣، \"تفسير البغوي\" ٢/ ٢٣، \"زاد المسير\" ١/ ٣٦٨، وأورده السيوطي في \" الدر\" ٢/ ٢٥ ونسب إخراجه -كذلك- لعبد بن حميد. (٢) لم أهتد إلى مصدر قوله.(٣) قوله، في \"تفسير الثعلبي\" ٣/ ٣١ أ، \"تفسير البغوي\" ٢/ ٢٣.(٤) هو: عمرو بن هشام بن المغيرة المخزومي القرشي، تقدمت ترجمته.(٥) وردت هذه العبارة بنصها في \"تفسير الثعلبي\" ٣/ ٣٢ أ، وهو بنفس معنى قول مقاتل {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} يعني: محمدًا وأمته، {وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ}؛ يعني الروم وفارس). تفسيره: ١/ ٢٦٩. وقد يكون الثعلبي حكاه بمعناه عن مقاتل ونقله المؤلف عن الثعلبي.</p><p> وذكر أبو إسحاق (١) في {الْمُلْكَ} المذكور ههنا، قولين: </p><p> أحدهما: أن المراد بـ {الْمُلْكَ} ههنا: المال، والعبيد، والحَفَدَة (٢) . والله تعالى يؤتيها من يشاء، وينزعها ممن يشاء. </p><p> الثاني: أن {الْمُلْكَ} ههنا: ظهور الدين، والغَلَبة. فمعنى {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} أي ترزق الغَلَبةَ والظَّفَرَ الذين يطيعونك، ويعبدونك. والله تعالى قد جعل كل ما (٣) في مملكة (٤) مَلِكٍ غير مسلم للمسلمين مُلكاً وغنيمة، ولهم أن يُطالِبُوا به حتى يَحُوزوه، كما يُطالِبُ المَسْلوبُ ثَوْبَهُ (٥) بِثَوْبِه، والمأخوذ مالُهُ بما غلب عليه منه (٦) . </p><p>(١) هو الزجَّاج، في \"معاني القرآن\" ١/ ٣٩٢، نقله عنه بالمعنى. (٢) في \"معاني القرآن\" (والحضرة)، وفسَّرها المحقق، بأنها: التَّحضر والثراء، وقد تكون (الحفدة) -هكذا- في نسخة أخرى لمعاني القرآن، والذي يؤكد ما نقله المؤلف -هنا- عن الزجاج، هو أن ابن الجوزي في \"زاد المسير\" ١/ ٣٦٩ نقل هذا القول عن الزجاج وفيه (الحفَدَة) كما هي عند الواحدي. و (الحفَدَةُ) و (الحفَدُ): الخدم، والأعواد. والمفرد: حافد. وحفدة الرجل: بناته، وقيل: أولاد أولاده، ومفردها، حفيد، وقيل: الأصهار. وأصلها من: (حفَد، يَحفِدُ، حفْدًا، وحفَدانًا، واحتفد احتفادًا)؛ أي: خفَّ وأسرع في العمل. انظر (حفد) في \"اللسان\" ٢/ ٩٢٢، \"القاموس المحيط\" ص ٢٧٧.(٣) في (ج): (كلما).(٤) في (ج): (ملكه)، في (د): (مملكته).(٥) في (ب): (المغلوب لوبه).(٦) ولكن لفظ (الملك) -هنا- عام، ولا دليل على تخصصه، ولذا يقول ابن عطية في \"المحرر الوجيز\" ٣/ ٦٥: (والصحيح: أنَّه مالك الملك كله مطلقًا في جميع أنواعه)، وانظر: \"تفسير الفخر الرازي\" ٨/ ٧.</p><p> وقال أهل المعاني (١) : معنى قوله {تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} ؛ أي مَنْ تشاءُ أن تُؤْتِيَه، وكذلك (٢)  {وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ} أي: ممن تشاء أن تنزعه، إلاَّ أنه حذف؛ لأن في الكلام ما يدل عليه. </p><p> قال الفرَّاء (٣) : ومثله: قولك: (خذْ ما شئت) ؛ أي: ما شئت أن تأخذه. وكذلك (٤) قولك: (إن شئت؛ فَقُمْ، وإن (٥) شئت؛ فلا تَقُمْ) (٦) ، وكذلك قوله:  {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ}  [الكهف: ٢٩]  [فهذا بيَّن أنَّ]  (٧) المشيئة واقعة على الإيمان والكفر، وهما متروكان (٨) . </p><p> وقوله تعالى:  {وَتُعِزُّ مَنْ تَشَاءُ} قال ابن عباس (٩) : يريد: المهاجرين والأنصار، {وَتُذِلُّ مَنْ تَشَاءُ} ، يريد: الروم وفارس: وقيل (١٠) : {وَتُعِزُّ مَنْ تَشَاءُ}  (١١) : محمداً (١٢) وأصحابه، حتى دخلوا مكة ظاهرين عليها، </p><p>(١) هذا قول الزجاج في \"معاني القرآن\" ١/ ٣٩٧، وانظر -في هذا المعنى-: \"معاني القرآن\" للفراء ١/ ٢٠٤، \"الطبري\" ٣/ ٢٢٢، \"معاني القرآن\" للنحاس: ١/ ٣٧٩. (٢) في (د): (كذلك).(٣) في \"معاني القرآن\" ١/ ٢٠٤. نقله عنه بتصرف واختصار.(٤) من قوله: (وكذلك ..) إلى (.. فلا تقم): ساقط من (ج).(٥) في (ب): (إن).(٦) أي: إن شئت أن تقوم فقم، وإن شئت أن لا تقوم فلا تقم.(٧) ما بين المعقوفين غير مقروء في: (أ). وفي (ب): (فهذا فيه). والمُثْبت من: (ج)، (د) \"معاني القرآن\".(٨) في (ج): (واقعان). والمعنى: أي: من شاء الإيمان، فلْيُؤمِنْ، ومن شاء الكفُرْ. فوقعت المشيئة على الإيمان والكفر، وتركا ولم يذكرا في الآية.(٩) لم أهتد إلى مصدر قوله، وقد ورد هذا القول عن عطاء، كما في \"تفسير الثعلبي\" ٣/ ٣٢ ب، \"تفسير البغوي\" ٢/ ٢٣.(١٠) لم أهتد إلى قائل هذا القول، وقد ورد في المصادر السابقة مصدرًا بلفظ: (قيل).(١١) شي (أ)، (ب)، (ج): (تعز) -بدون واو-. والمثبت من (د).(١٢) في (أ): (محمد). والمثبت من: (ب)، (د)، ومن المصادر السابقة.</p>"
}