{
  "id": null,
  "sura": 3,
  "aya": 37,
  "text": "<p> إنْ شِئْتُم:  {وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ}  (١) . </p><p> ٣٧ - قوله تعالى:  {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} التَّقَبلُ، والقَبُولُ، معناهما سواء، وهو: أن ترضى بالشيء، وتأخذه؛ ولهذا قال:  {بِقَبُولٍ} , ولم يقل:  (بتَقَبُّلٍ) ؛ لأن معناهما واحدٌ. </p><p> قال الفراء (٢) : والعرب قد تترك المصدر للفعل المذكور، وتأتي بمصدر آخر في معنى الأول، وإن اختلف بالزيادة والنقصان؛ كقولك:  (تكلَّمْتُ كلاما) . وهذا النوع يقال له المصدر على غير المصدر. </p><p> وذكرنا هذا عند قوله:  {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً}  [آل عمران: ٢٨] . والقَبُول: مصدر قولهم: (قَبِلَ فلانٌ الشيءَ) : إذا رضِيَهُ. </p><p> قال أبو عمرو بن العَلاء (٣) : وليس في المصادر (فَعُولٌ) بفتح الفاء، </p><p>(١) الحديث، أخرجه البخاري في: الصحيح: ٥/ ١٦٦ كتاب التفسير سورة آل عمران، ٤/ ١٣٨ كتاب الأنبياء، باب:٤٤. ومسلم في \"الصحيح\" ٤/ ١٨٣٨رقمه (٢٣٦٦) كتاب الفضائل، باب: فضائل عيسى عليه السلام. وأحمد في \"المسند\" ٢/ ٢٧٤ (وانظر: \"الفتح الرباني\" ٢٠/ ١٣٢، وعبد الرزاق في \"تفسيره\" ١/ ١١٩، والطبري في \"تفسيره\" ٣/ ٢٤٠، وابن أبي حاتم في \"تفسيره\" ٢/ ٦٣٨، والبغوي في \"تفسيره\" ٢/ ٣٠، وأورده السيوطي في \"الدر المنثور\" ٢/ ٣٢. وورد الحديثُ بألفاظ أخرى من طرق أخرى عن أبي هريرة -رضي الله عنه-، انظر: \"تفسير الطبري\" ٦/ ٣٣٦ - ٣٤٠، \" الدر المنثور\" ٢/ ٣٢. واستهلال الصبي: رفع صوته بالبكاء عند ولادته. انظر: \"النهاية في غريب الحديث\" ٥/ ٢٧١، \"القاموس\" (١٠٧٢) (هلل). (٢) لم أهتد إلى مصدر قوله.(٣) قوله في \"تفسير الطبري\" ٣/ ٢٤١، وفي مادة (قبل) في \"الصحاح\" ٥/ ١٧٩٥، \"تفسير الثعلبي\" ٣/ ٤٠ ب، \"اللسان\" ١١/ ٥٤٠، ونصه كما في \"الصحاح\": (وحكى اليزيدي عن أبي عمرو بن العلاء: (القَبُول) بالفتح مصدر، ولم أسمع غيره.</p><p> إلَّا هذا، قال: ولم أسمع فيه الضَّمَّ. </p><p> وقال سيبويه (١) : </p><p> خمسة (٢) مصادر، جاءت على (فَعُول) : (قَبُولٌ) ، و (وَضُوءٌ)  (٣) ، و (طَهُورٌ) ، و (وَلُوعٌ) ، و (وَقُود) ، إلاَّ أنَّ الأكثر في (وَقُود)  (٤) إذا كان مصدراً (٥) الضَّم. وأجاز الفرَّاء (٦) ، والزجَّاج (٧)  (قُبُولا) بالضَّمِّ. </p><p> ثَعْلَب، عن ابن الأعرابي (٨) : يقال: قَبِلْتُهُ (قَبُولاً) ، و (قُبُولاً)  (٩) ، و (على وجهِهِ قَبُولٌ) ، لا غير (١٠) ، قال الشاعر: </p><p>(١) في \"الكتاب\" ٤/ ٤٢ نقله عنه بالمعنى، وقد ذكرها سيبويه في باب ما جاء من المصادر على فعول، ونصه: (.. توضَّأت وَضُوءًا حسنًا، وأولِعْتُ به وَلُوعًا، وسمعنا من العرب من يقول: وَقَدَت النارُ وَقُودًا عاليًا، وقَبِلَه قَبولًا، والوُقُود أكثر، والوَقود: الحطب). وفي نسخة أخرى لـ\"كتاب سيبويه\" أشار إليها محققُ الكتاب في الهامش: (وتطهَّر طَهورًا حسنًا، وَأُولِعت وَلوعا). (٢) في (د): (خمس).(٣) في (ج): (ووضو)، وفي (د): (ووصول).(٤) في (ب): قود.(٥) في (د): مصدر.(٦) لم أهتد إلى مصدر قوله، وقد يكون في كتابه (المصادر) وهو مفقود.(٧) في \"معاني القرآن وإعرابه\" ١/ ٤٠١، قال: (ويجوز قُبولًا: إذا رضيته.).(٨) أورد قولَه الأزهري في \"تهذيب اللغة\" ٩/ ١٦٩. وابن الأعرابي، هو: أبو عبد الله، محمد بن زياد. كوفيٌّ، تقدمت ترجمته.(٩) (وقبولًا): ساقطة من (ج).(١٠) هكذا جاءت (قَبول) بالفتح في مصدرها في \"التهذيب\" وكذا ضبطها في \"لسان العرب\" ٦/ ٣٥١٦ بالفتح، وفي \"القاموس المحيط\" (١٠٤٥) (قبل) أجاز فيها الأمرين، قال: (والقَبُول، وقد يُضم: الحُسْنُ والشَّارَةُ)، وانظر: \"التاج\" =</p><p> قد يُجهدُ (١) المرء إنْ لم يُنل (٢) ... بالبشر والوجه عليه القَبُول (٣) . </p><p> قال المفسِّرون (٤) : معنى قوله: {فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ} أي: رَضِيَها مكان المُحَرَّرِ الذي نذَرتْه (حَنَّةُ) ، ولم يقبل قبلها أنثى في ذلك المعنى. </p><p> وقال ابن عباس في رواية الضحَّاك: معناه: سَلَك بها طريقَ السُّعداء. وقوله تعالى:  {وَأَنْبَتَهَا نَبَاتًا حَسَنًا} . </p><p>= ١٥/ ٥٩٥ (قبل). وأما (وَضوء) بالفتح، فقيل: الماء الذي يُتوضأ به، وقيل: هو المصدر، من: (توضأت للصلاة)، وقيل: إنَّ المصدر هو: (الوُضوء) بالضم. انظر: \"معاني القرآن\" للأخفش: ١/ ٥١، \"اللسان\" ٨/ ٤٨٥٤ (وضأ). أما (طَهور) بالفتح، فقيل: هو الماء الطاهر، المُطَهِّر، وهو أعم من الطاهر، حيث إنَّ كل طَهور طاهر، وليس كل طاهر طَهور، وقيل إنَّ (طُهور) بالضم مصدر، بمعنى: التَّطَهُّر. انظر: \"النهاية في غريب الحديث\" ٣/ ١٤٧، \"اللسان\" ٥/ ٢٧١٢ (طهر). أما (وَلُوع) بالفتح، فهي: العلاقة، وهو اسم أقيم مقام المصدر الحقيقي، يقال: (وَلعَ به وَلَعًا، و (وَلُوعا)، و (أولِعَ به إيلاعًا)، و (أوْلَعَه به): إذا أغراه، و (مُولَعٌ به): مُغْرًى به. انظر: \"اللسان\" ٨/ ٤١٠. أما الـ (وَقود) بالفتح، فقيل: الحطب، والـ (وُقود) بالضم: المصدر. انظر: \"معاني القرآن\" للأخفش: ١/ ٥١، \"اللسان\" ٨/ ٤٨٨٨.(١) في (ج)، (د): (يحمد).(٢) في (د): (يبل).(٣) لم أهتد إلى قائله.(٤) انظر: \"تفسير الطبري\" ٣/ ٢٤١، يرويه عن ابن جريج، وقال به، \"تفسير ابن أبي حاتم\" ٢/ ٦٣٨، يرويه عن شرحبيل بن سعد، \"تفسير الثعلبي\" ٣/ ٤٠ ب، \"النكت والعيون\" ١/ ٣٨٨، \"تفسير البغوي\" ٢/ ٣١، \"الدر المنثور\" ٢/ ٣٥.</p><p> قال الزجَّاج (١) : جاء لفظُ (٢)  {نَبَاتًا} على غير لفظِ (أَنْبَتَ) ، على معنى: نبتت نباتاً حَسنَاً. </p><p> وقال ابن الأنباري (٣) : لمَّا كان (أَنْبَتَ) يدل على [نَبَتَت]  (٤) حمل (٥) الفعل على المعنى؛ كأنه قال:  (وأنبتها، فَنبَتَتْ هي نباتاً حَسَناً) ؛ كقول امريء القيس: </p><p> [ورُضْتُ]  (٦) فَذَلَّت (٧) صعبةً أيَّ إذْلالِ (٨) </p><p>(١) في \"معاني القرآن وإعرابه\" له ١/ ٤٠٣، نقله عنه بالنص. (٢) (لفظ): ساقط من (د).(٣) لم أقف على مصدره، وقد ورد في \"زاد المسير\" ١/ ٣٧٧.(٤) ما بين المعقوفين مطموس في: (أ)، ومثبت من بقية النسخ.(٥) في (ب): (عمل).(٦) ما بين المعقوفين غير مقروء في: (أ)، وفي (ب): (ونبتت)، والمثبت من: (ج)، (د)؛ نظرًا لموافقتها \"الديوان\" وللسياق.(٧) في (د): (فدلت).(٨) في (د): (إدلال). عجز بيت، وصدره:فَصِرْنا إلى الحسْنى ورَقَّ كلامُناوهو في \"ديوانه\" ٣٢، كما ورد في \"المقتضب\" ١/ ٧٤، \"معاني القرآن\" للزجاج: ٢/ ٣٦ ولم ينسبه، \"إعراب القرآن\" للنحاس: ١/ ٣٢٦، \"تهذيب اللغة\" ٣/ ٢٨٧٥، \"وليس في كلام العرب\" لابن خالويه: ٢٢٧، \"المحتسب\" ٢/ ٢٦٠، \"والمخصص\": ١٤/ ١٨٧، \"زاد المسير\" ١/ ٣٧٨، \"اللسان\" ٣/ ١٧٧٥ (روض)، \"شرح شواهد المغني\" ١/ ٣٤١، \"خزانة الأدب\" ٩/ ١٨٧. ورد في بعض المصادر: (.. فَذَلَّتْ صَعْبَةٌ) بالضَمِّ. ومعنى (فَصِرنا): فَرَجعنا وانتقلنا، على أن (صار) هنا تامة. و (الحسْنى): قد تكون اسم مصدر، بمعنى: الإحسان، أو تكون صيغة مؤنث (أحسن)؛ أي: الحالة الحسنة. و (رَقَّ): لطُف. و (رُضْتُ)؛ أي: سَهلت وانقادت، فهي (ذلُول)، ويقال لتعدية الفعل: (ذلَّلْتها وأذْلَلْتها). و (صعبة)؛ أي: غير ذلول. والشاهد فيه: أنَّ (رُضت) تتضمن معنى: (أذللت)؛ ولذا جاء المصدر بعدها: (إذلالًا)؛ أي: أذلَلْت .. إذلالًا، وأقام (الإذلال) مقام (الرياضة). انظر: \"تهذيب اللغة\" ٢/ ١٣١٩ (راض)، \"اللسان\" ٣/ ١٧٧٥ (روض)، \"الخزانة\" ٩/ ١٨٧.</p><p> أراد: أيَّ رياضة. فلمَّا دلَّ (رُضْتُ) على (أذْلَلْت)  (١) ، حمله (٢) على المعنى، وخلَّى (٣) اللفظَ. </p><p> قال ابن عباس في رواية عطاء (٤) ، في قوله:  {وَأَنْبَتَهَا نَبَاتًا حَسَنًا} ؛ يريد: في صلاحٍ ومعرفةٍ بالله، وطاعةٍ له، وخدمةٍ للمسجد. </p><p> وقال في رواية الضحَّاك (٥) : يعنى: سوَّى خَلْقَها من غير زيادة، ولا نقصان، فكانت تنبت في اليوم ما ينبت المولود في عام واحد. </p><p> وقوله تعالى:  {وَكَفَّلَهَا زَكَرِيَّا}  (٦) أي: </p><p>(١) في (د): (دللت). (٢) في (ب): (جاء).(٣) في (أ)، (ب)، (د): (وخلا)، وفي (ج): (وحلى)، وما أثبَتُه يوافق القاعدة الإملائية؛ حيث إنه فعل يزيد على ثلاثة أحرف، ولم يكن قبل الألف ياءٌ، كما إنه يوافق ما جاء في نسخة (ج) وإن خلت الكلمة فيها من النقط. ومعنى (خلَّى الأمرَ): تركه. انظر: \"اللسان\" ٢/ ١٢٥٤ (خلا).(٤) لم أهتد إلى مصدر هذه الرواية.(٥) الرواية في \"تفسير الثعلبي\" ٣/ ٤١ أ، \"تفسير البغوي\" ١/ ٣١، وهذه الرواية من طريق جويبر بن سعيد، وسبق أنه ضعيف جدًا.(٦) حديث المؤلف التالي عن هذا المقطع، بالنظر إلى قراءة من قرأ: (وَكَفَلَهَا) بتخفيف الفاء وفتحها، و {زَكَرِيَّا} بالمد والرفع. هي قراءة ابن كثير، ونافع، وأبي عمرو، وابن عامر. وقد أثبتُّ رسم الآية كما جاء في جميع النسخ، وهي مطابقة لقراءة حفص عن عاصم. أما بقية قراءات \"السبعة\" فهي: قراءة عاصم في رواية أبي=</p><p> ضَمَّها (١) إلى نَفْسِهِ وقام بأمرها. </p><p> قال الزجَّاج (٢) : ومعناه في هذا: ضَمِنَ القيامَ بأمرها، يقال (٣) : (كَفَلَ (٤) ، يَكْفُلُ، كَفالة، وكَفْلاً) (٥) ، فهو كافِل؛ وهو: الذي قد كَفَلَ إنساناً يَعُولُه (٦) ويُنفِقُ عليه. </p><p> و {زَكَرِيَّا} ، رُفعَ بفعله (٧) ، لأن الكفالة نُسِبت إليه. وفيه قراءتان: القَصر، والمَدُّ، وهما لغتان فيه، كقولهم:  (الهَيْجاء) ، و (الهَيْجا) ، والألِفُ فيه أَلِفُ تأنيثٍ؛ ولهذا لا ينصرف في معرفة ولا نَكِرة؛ لأن (زكريا)  (٨) ؛ بالمَدِّ، مثل:  (حمراءَ) ، و (سوداءَ)  (٩) ؛ وبالقصر، مثل: </p><p>= بكر: (وكَفَّلَها) بتشديد الفاء، و {زَكَرِيَّا} ممدودة منصوبة، وكان يمدها في جميع القرآن. أما قراءة عاصم برواية حفص، وقراءة حمزة والكسائي، فهي: {وَكَفَّلَهَا} بتشديد الفاء، و {زَكَرِيَّا} مقصورة في جميع القرآن. انظر: \"السبعة\" ٢٠٤، \"الحجة\" للفارسي: ٣/ ٣٣، \"حجة القراءات\" لابن زنجلة: ١٦١. \"إعراب القرآن\" المنسوب للزجاج: ٣/ ٨٦٩. (١) في (ب): (ضمنها).(٢) في \"معاني القرآن\" له ١/ ٤٠٣.(٣) من قوله: (يقال ..) إلى (.. وينفق عليه): نقله عن \"تهذيب اللغة\" للأزهري: ٤/ ٣١٦٦ (كفل)، وانظر: \"اللسان\" ٧/ ٣٩٠٥ (كفل).(٤) في \"التهذيب\" (كفل به).(٥) (وكفلا): غير موجودة في \"التهذيب\".(٦) في (ب): (يقول من).(٧) على أن (زكرياءُ) هنا ممدودة مرفوعة، وهي فاعل لـ (كَفَلَ) المتعدي لمفعول واحد، بناء على قراءة من قرأ بالتخفيف فيها.(٨) في (ب)، (د) (زكريا).(٩) في (ج)، (د): (حمرا، وسودا).</p><p> (حُبْلى)  (١) ، و (سَكْرى)  (٢) ، و (ذِفْرى)  (٣) وهذا النوعُ لا ينصرفُ في مَعْرفة ولا نَكِرَة؛ لأن الاسم (٤) بُني على أَلِفِ التأنيث، وحقُّ التأنيثِ أن يكون داخلاً على لفظ المُذَكَّر؛ نحو:  (قائم) ، و (قائمةٌ) ؛ فلما بُنِي الاسمُ على علامة التأنيث، ولَزِمَت (٥) الاسمَ حتى صارت كبعض حروفه، صار كأن التأنيثَ قد تكرر فيه، فقامت العِلَّةُ مَقامَ العِّلَّتين (٦) ، فلم ينصرف (٧) في النَّكرة والمعرفة. </p><p> وقرأ حمزةُ والكسائيُ:  (وكَفَّلَها) مشَدَّدا، ومصدره: التَّكْفِيلُ، والتَّكْفِلةُ (٨) </p><p>(١) في (ب): (حتى). و (الحُبْلى): المرأة الحامل، وجمعها: (حَبَالى) و (حُبْلَيات). انظر: \"القاموس\" ١٢٦٩ (حبل). (٢) يقال: (هي سَكِرَة، وسَكْرَى، وسَكْرانة) للمؤنث. انظر: \"القاموس\" ٥٢٤ (سكر).(٣) في (ب): (دفري). و (الذِفْرى)، هو: العظم الشاخص خلف الأذن. وهما ذِفريَان. والجمع: ذِفرَيات، وذَفارى. انظر: \"خلق الإنسان\" لابن أبي ثابت: ٥٤، \"القاموس\" ٣٩٦ (ذفر)، \"المعجم الوسيط\" ١/ ٣١٢ (ذفر).(٤) في (ج): (اللام).(٥) في (ب): (لزمت).(٦) يعني: قامت ألفُ التأنيث، مقامَ العلميةِ والعجمةِ في المنع من الصرف. انظر في علَّة منعها من الصرف \"الحجة\" للفارسي: ٣/ ٣٤، \"مشكل إعراب القرآن\" ١/ ١٥٧، \"البيان\" للأنباري: ١/ ٢٠١.(٧) في (د): (تنصرف).(٨) لم أقف في معاجم اللغة التي رجعت إليها، على أنَّ (التكفلة) مصدر لـ (كَفَّل). وهي على خلاف القياس في مصدر (فَعَّلَ) الرباعي المضاعف العين؛ الصحيح اللام. وتأتي (تفْعِلَة) مصدرًا للرُّباعي المعتل اللام، المُضاعَف العين؛ مثل: (رضَّى تَرْضيَةً)، و (ورَّى تورِيَةً). وأشار الشيخ محمد محي الدين عبد الحميد إلى مجيء (تفْعِلَة) مصدرًا لـ (فَعَّلَ) الصحيح اللام، وذلك في النادر، ومَثَّلَ لها بـ (قَدَّمَ=</p><p> و {زَكَرِيَّا}  (١) على هذه القراءة منصوب؛ لأنه المفعول الثاني للتَّكفيل، ومعناه: ضَمَّنها الله زكريا (٢) ، وضَمَّها إليه؛ وذلك أنَّ (حَنَّةَ) لمَّا ولدت مريمَ، أتت بها سَدنَةَ بيت المقدس، وقالت لهم: دونكم هذه النذيرة (٣) . فتنافس فيها الأَحْبارُ (٤) ، حتى اقترعوا عليها، فخرجت القُرعة لزكرياءَ (٥) عليه السلام. ونذكر ما فيه عند قوله:  {إِذْ يُلْقُونَ أَقْلَامَهُمْ}  [آل عمران: ٤٤] . فمعنى قوله:  {وَكَفَّلَهَا زَكَرِيَّا}  (٦) : أنَّ الله تعالى (٧) ضمَّها (٨) إلى زكريا (٩) بالقُرْعَة التي قَرعها (١٠) . </p><p>= تَقْدِمَةً جَرَّبَ تَجْرِبَةً). انظر: \"منحة الجليل بتحقيق شرح ابن عقيل\" مطبوع بهامش \"شرح ابن عقيل\": ٣/ ١٢٨، \"النحو الوافي\" ٣/ ١٩٨. وانظر (كفل) في \"الصحاح\" ٥/ ١٨١١، \"اللسان\" ٧/ ٣٩٠٥ - ٣٩٠٦، \"التاج\" ١٥/ ٦٥٨. (١) في (ج)، (د): (وزكريا).(٢) (أ)، (ب): (وزكريا)، والمثبت من: (ج)، (د)، وهو الصواب؛ لأنه لا وجه لحرف العطف هنا.(٣) النذيرة هنا: الابن الذي يجعله أبواه قَيِّما أو خادمًا للكنيسة أو للمُتَعَبَّد؛ من ذكر أو أنثى. انظر: \"اللسان\" ٧/ ٤٣٩٠ (نذر).(٤) الأحبار: جمعُ (حَبْر) أو (حِبْر)، وهو: واحد أحبار اليهود، وهو: العالم أو الرجل الصالح، وُيجمع كذلك على (حُبُور). انظر: \"الصحاح\" ٢/ ٦٢٠، \"اللسان\" ٢/ ٧٤٨ (حبر).(٥) في (ج): زكريا.(٦) في (ب)، (ج)، (د): (وكفلها زكريا).(٧) في (أ)، (ب) (إن شاء الله تعالى)، والمثبت من: (ج)، (د)؛ نظرًا لمناسبته لسياق الكلام، ولا وجه لما في (أ)، (ب).(٨) في (ب): (ضمنها).(٩) في (د): (زكرياء).(١٠) في (ب): اقترعها. ومعنى (قرعها): أصابته القرعةُ دونهم. يقال: (كانت له =</p><p> وقوله تعالى:  {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا} . قال المفسرون (١) : لمَّا ضمَّ زكريا مريمَ إلى نفسه، بنى لها مِحْرابا في المسجد، وبابه في وسطها، لا يُرقى إليها إلا بسُلَّم، ولا يَصعَد إليها غيره. </p><p> و (المِحْرابُ) في اللغة: أشرف المجالس. وكانت محاريب بني إسرائيل مساجدَهم (٢) . </p><p> و (المِحْراب) : الغُرْفَة أيضاً، قال عمر (٣) بن أبي ربيعة (٤) : </p><p> رَبَّةُ مِحْرابٍ إذا جِئْتها ... لم أَدْنُ حتى أرْتَقي سُلَّما (٥) . </p><p>= القرعة): إذا قَرَع أصحابه، و (قارعه فَقَرَعَه، يَقرَعه): إذا أصابته القرعة دونه. \"اللسان\" ٦/ ٣٥٩٦ (قرع)، وانظر: \"المعجم الوسيط\" ٧٣٥ (قرع). وانظر القصة في \"تفسير الطبري\" ٣/ ٢٣٩ - ٢٤٠، \"وسنن البيهقي\": ١٠/ ٢٨٦، \"الدر المنثور\" ٢/ ٣٥. (١) من قوله: (قال ..) إلى (.. أي: ربة غرفة): نقله مع الاختصار والتصرف من \"تفسير الثعلبي\" ٣/ ٤٢ أ، وانظر: \"تفسير البغوي\" ٢/ ٣١.(٢) قوله: (وكانت محاريب بني إسرائيل مساجدهم): ليسست عند الثعلبي، وإنما هي في \"تهذيب اللغة\" ١/ ٧٧٢.(٣) في (د): (عمرو).(٤) هو: أبو الخطاب، عمر بن عبد الله بن أبي ربيعة المُغِيري المخزومي تقدمت ترجمته.(٥) البيت ليس لعمر بن أبي ربيعة، ولم أقف عليه في \"ديوانه\" وإنما نسبته المصادر لوضَّاح اليمن، والمؤلف تبع الثعلبي في نسبته لعمر. وقد ورد منسوبًا لوضَّاح، في \"مجاز القرآن\" ٢/ ١٤٤، ١٨٠، \"جمهرة اللغة\" ٢٧٦ (حرب)، \"الصحاح\" ١/ ١٠٩ (حرب)، \"والأغاني\" (نسخة مصورة من طبعة دار الكتب مصر): ٦/ ٢٣٧، \"تفسير القرطبي\" ٤/ ٧١، \"اللسان\" ٢/ ٨١٧ (حرب). كما ورد غير منسوب، في \"معاني القرآن\" للزجاج: ١/ ٤٠٣، ٤/ ٣٢٥،=</p><p> أي: رَبَّة غُرفةٍ. وقال الأصمعي (١) : (المِحْراب) : الغُرْفة؛ ألا تراه يقول:  {إِذْ تَسَوَّرُوا الْمِحْرَابَ}  [سورة ص: ٢١] . </p><p> وقال الزجاج (٢) : (المحراب) : أرفع بيت في الدار، وأرفع مكان في المسجد، قال: و (المحراب) ههنا كالغرفة، وأنشد بيت عمر (٣) . </p><p> وقال أبو عبيدة (٤) : (المحراب) عند العرب سيِّدُ المجالس، ومُقَدَّمُها، وأشرفها، وإنما قيل للقبلة: محرابٌ؛ لأنها أشرف موضع في المسجد. ويقال للقصر محرابٌ؛ لأنه سيِّد المنازل (٥) . </p><p> قال امرؤ (٦) القيس: </p><p> كغزلان وَحْشٍ في محاريبِ أَقْوال (٧) </p><p>= \"الاشتقاق\" لابن دريد: ٧٥، \"الزاهر\" ١/ ٥٤١، \"التهذيب\" ١/ ٧٧٢، \"مقاييس اللغة\" ٢/ ٤٩. وهذه الرواية للبيت وردت في: الجمهرة، \"الزاهر\" \"تفسير الثعلبي\" وورد في بقية المصادر: (... لم ألقها أو أرتقى سلما). (١) نقل المؤلف قوله باختصار عن \"الزاهر\" ١/ ٥٤١. كما ورد هذا القول عن الأصمعي في: الاشتقاق: ٧٥، قال: (وقال أبو حاتم وعبد الرحمن، عن الأصمعي) وذكره.(٢) في \"معاني القرآن\" له ٤/ ٣٢٥.(٣) قوله: (وأنشد بيت عمر) ساقط من (د).(٤) في قوله: (وقال أبو عبيدة ..) إلى (.. أراد بالمحاريب القصور) نقله بنصه عن \"الزاهر\" ١/ ٥٤٠. أما قول أبي عبيدة في \"مجاز القرآن\" ١/ ٩١ عن المحاريب، فنصه: (سيد المجالس، ومقدمها وأشرفها، وكذلك هو من المساجد)، وفي ٢/ ١٤٤، ١٨٠ ورد عنه هذا المعنى بألفاظ مختلفة قليلًا، أما بقية الكلام فهو من قول ابن الأنباري.(٥) في \"الزاهر\" (أشرف المنازل).(٦) في (أ): (امرئ)، والمثبت من بقة النسخ.(٧) عجز بيت، وصدره: =</p><p> أراد بـ (المحاريب) : القصور (١) . قال ابن عباس في رواية عطاء (٢) : صارت عنده لها غرفة تصعد إليها تصلي فيها الليل والنهار. </p><p> وقوله تعالى:  {وَجَدَ عِنْدَهَا رِزْقًا} . </p><p> قال (٣) ابن عباس (٤) ، والربيع (٥) : كان زكريَّا كلما دخل عليها غرفتها وجد عندها رزقاً؛ أي: فاكهة الشتاء في الصيف، وفاكهة الصيف في </p><p>= وماذا عليه أنْ ذكرتُ أوانسًا وقد ورد البيت في \"ديوانه\": ٣٤، \"مجاز القرآن\" ٢/ ١٨٠، حيث ورد في هامش إحدى نسخ المجاز، كما أشار إلى ذلك المحقق، وفي \"الزاهر\": ١/ ٥٤٠، \"اللسان\" ٢/ ٨١٧ (حرب). وورد غير منسوب في \"تهذيب اللغة\" ١/ ٧٧٢، \"والمخصص\": ٣/ ١٣٥، \"البحر المحيط\" ٣/ ٢٤٩.وورد في كل المصادر السابقة: (كغزلان رَمْلٍ ..)، وورد في الديوان، وبعض المصادر: (.. محاريب أقيال)، وفي \"الزاهر\" (وماذا عليه أن أروضَ نجائبًا ..). و (الأقوال) و (الأقيال): ملوك اليمن، وقيل: هم مَنْ دون الملك الأعظم. ومفردها: (قَيْل). انظر: \"تهذيب اللغة\" ٣/ ٢٨٥٩ (قال). وقوله: (كغزلان وَحشٍ)، الوَحشُ: حيوان البَرِّ؛ مثل: حمارُ وَحشٍ، وحمارٌ وحشِيٌّ. انظر: \"القاموس\" ٦٠٩ (وحش).(١) انظر معاني الـ (محراب) السابقة، في: مادة (حرب)، في \"التهذيب\" ١/ ٧٧٢، \"الصحاح\" ١/ ١٠٨، \"اللسان\" ٢/ ٨١٧.(٢) لم أقف على مصدر هذه الرواية.(٣) من قوله: (قال ..) إلى (.. غرفتها، وجد عندها رزقًا): ساقط من: (ج)، (د).(٤) قوله، في \"تفسير الطبري\" ٣/ ٢٤٤، \"تفسير ابن أبي حاتم\" ٢/ ٢٢٩، \"المحرر الوجيز\" ٣/ ٩٤، \"زاد المسير\" لابن الجوزي ١/ ٣٨٠. قال ابن الجوزي: (وهذا قول الجماعة).(٥) قوله، في \"تفسير الطبري\" ٣/ ٢٤٥، \"تفسير الثعلبي\" ٣/ ٤٢ ب. وهو قول مجاهد، وعكرمة، وابن جبير، وأبي الشعثاء، والنخعي، والضحاك، وقتادة، وعطيَّة العوفي، والسُّدِّي. انظر: \"تفسير ابن كثير\" ١/ ٣٨٦.</p><p> الشتاء، تأتيها به الملائكة من الجَنَّةِ. </p><p> قال محمد بن إسحاق (١) : كان هذا كله، بعد أن بلغت مريمُ مبلغ النساء. </p><p> وقال الحَسَنُ (٢) : كان هذا في صغرها، ولم ترضع ثدياً قط، بل (٣) كان يأتيها رزقها من الجَنَّة، وتكلَّمت وهي صغيرة، حين أجابت زكريا بقولها:  {هُوَ مِنْ عِنْدِ اللَّهِ}  (٤) . </p><p> قال أبو إسحاق (٥) : ونصب {كُلَّمَا} بقوله: {وَجَدَ}  (٦) ؛ أي: يَجِدُ عندها الرزقَ في كل وقت يدخل عليها المحرابَ، فيكون (ما) مع (دَخَلَ) ، بمنزلة: الدخول (٧) ، أي: في كل وقت دخول (٨) . </p><p>(١) قوله، في \"تفسير الثعلبي\" ٣/ ٤٢ أ. (٢) لم أقف على مصدر قوله. وقد ورد في \"تفسير البغوي\" ٢/ ٣٢، وفيه: (قال أبو الحسن)، وهو خطأ، والصواب: الحسن. كما ورد في \"زاد المسير\" ١/ ٣٨٠.(٣) (بل): ساقطة من (د).(٤) انظر حول الذين تكلموا في المهد صغارًا: \"مصنف ابن أبي شيبة\": ٦/ ٣٤٢ (٣١٨٦٤)، \"المستدرك\" للحاكم ٢/ ٥٩٥، \"تفسير ابن أبي حاتم\" ٢/ ٦٥٢، \"القرطبي\" ٤/ ٩١، \"البحر المحيط\" ٢/ ٤٤٢ - ٤٤٣، \"روح المعاني\" ٣/ ١٤٠.(٥) في \"معاني القرآن\" له ١/ ٤٠٣، نقله عنه بنصه.(٦) لأن (كلَّ) عندما تضاف إلى (ما) المصدرية الظرفية، تصبح ظرفًا متضمنًا معنى الشرط، ويكون لها فعل وجواب، وتتعلق بجوابها، وتنتصب به، وجوابها هنا (وَجَدَ). أمَّا (ما) فهي حرف مصدري ظرفي، مبني على السكون، لا محل لها من الإعراب.(٧) لأن (ما) وما بعدها تُؤَؤَّل بمصدر، وهو هنا: الدخول.(٨) انظر في إعرابها \"مشكل إعراب القرآن\" ١/ ١٥٧، \"التبيان\" للعكبري ص ٣٤، \"الفريد\" للهمداني ١/ ٥٦٦.</p><p> وقوله تعالى:  {أَنَّى لَكِ هَذَا} . قال ابن عباس (١) : يريد: من أين لك هذا؟ وانما سألها؛ لأنه خاف أن يأتيها الرزقُ من غير جهته، فتبيَّن أنه من عند الله، لا من عند الناس (٢) . </p><p> وقوله:  {إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} . قد فَسَّرنا هذا في موضعين: من (٣) سورة البقرة، ومن هذه السورة (٤) . وهذا يحتمل أن يكون من كلام مريمَ، ويحتمل أنَّه على (٥) الابتداء، والأَوْلى به الاستئناف (٦) ؛ لأنه ليست (٧) من معنى الجواب عمَّا سئلت في شيء. </p><p>(١) لم أقف على مصدر هذه الرواية عنه. (٢) ممن قال بأن (أنَّى) بمعنى (أين): أبو عبيدة في \"مجاز القرآن\" ١/ ٩١، وابن قتيبة في \"تفسير غريب القرآن\" ص ٩٩. بينما يرى الإمام الطبري في تفسيره: ١/ ٣٩٧ - ٣٩٨: أنَّ هناك اختلافًا بين (أنى) و (أين) و (كيف)، ويرى أنه نظرا لتقارب معنى (أنَّى) من هذه الحروف فقد تداخلت معانيها وحصل اللَّبْسُ، فتُؤُؤِّلت بـ (أين) و (كيف) و (متى) مع مخالفة معناها لهذه الحروف، ومخالفة هذه الحروف لها، ويرى أنَّ (أين) سؤال عن الأماكن، و (كيف) سؤال عن الأحوال، أمَّا (أنَّى) فهي سؤال عن المذاهب والوجوه، وقد بيَّن الطبري هذا الأمر بإسهاب مستدلًّا عليه بأمثلة من القرآن وشعر العرب. وبهذا قال النحاس كذلك، رادًا على أبي عبيدة في \"معاني القرآن\" ١/ ٣٨٩. وانظر حول هذا الموضوع: \"إعراب الحديث النبوي\" للعكبري: ٩٦، \"البحر المحيط\" ٢/ ٤٤٣، \"الدر المصون\" ٢/ ٤٢٣.(٣) في (د): (في).(٤) عند آية: ٢٧.(٥) في (ب): (أن يكون على).(٦) وبه قال الطبري في \"تفسيره\" ٣/ ٢٤٧.(٧) في (ج): (ليس).</p>"
}