{
  "id": null,
  "sura": 3,
  "aya": 168,
  "text": "<p> عَلِمُوا ما اتَّبعوهم. </p><p> وذِكْرُ الأفواه -ههنا- زيادة للتوْكيد (١) ، لأن القولَ قد يضاف إلى الإنسان، إذا كَتَبَ أو أشار به. </p><p> فأعْلَمَ اللهُ أنهم يقولون بألسنتهم؛ لِيُفَرِّقَ بين قول (٢) اللسان وقول الكتابة (٣) . </p><p> ١٦٨ - قوله تعالى:  {الَّذِينَ قَالُوا لِإِخْوَانِهِمْ} . </p><p> في محل {الَّذِينَ} ثلاثةُ أوْجُهٍ: </p><p> أحدها: النصب على البدل من {الَّذِينَ نَافَقُوا}  (٤) . </p><p> و (٥) الثاني: الرفع على البدلِ من الضمير في {يَكْتُمُونَ}  (٦) . </p><p> الثالث: الرفع على خبر الابتداء، بتقدير:  (هم الذين)  (٧) . </p><p>(١) في (ب): (للتأكيد). (٢) قول: ساقط من (ج).(٣) وذكر الماوردي فائدة للتقييد -هنا- بـ (أفواههم)، وهي: أنه (رُبما نُسِب القولُ للساكت مجازًا؛ إذا كان به راضيًا). \"النكت\" ١/ ٤٣٦.وقال الزمخشريُّ: (وذكر الأفواه مع القلوب؛ تصوير لنفاقهم، وأن إيمانهم موجود في أفواههم، معدوم في قلوبهم). \"الكشاف\": ١/ ٤٧٨.وقال السمين الحلبي -معلقًا على قول الزمخشري-: (وبهذا الذي قاله الزمخشري، ينتفي كونه للتأكيد؛ لتحصيله هذه الفائدة). \"الدر المصون\" ٣/ ٧٨.(٤) وهناك وجهان آخران للنصب، هما: النصب على الذمِّ؛ إي: أذم الذين قالوا .. ؛ أو بإضمار (أعني)، أو النصب على الصفة {الَّذِينَ نَافَقُوا}.(٥) الواو زيادة من (ج).(٦) في (ج): (بلتون).(٧) وهناك وجه ثالث، للرفع، وهو: أنه مبتدأ. والخبر: {قُلْ فَادْرَءُوا}. على تقدير: قل لهم فادرءوا.</p><p> والمراد بـ {الَّذِينَ قَالُوا} : عبد الله بن أُبَيّ، وأصحابه (١) . </p><p> وقوله:  {لِإِخْوَانِهِمْ} ، أكثر المفَسِّرينَ (٢) على أنَّ المرادَ بِهِ شهداءُ أُحُد، قالوا فيهم: لو أطاعونا في القعود بالمدينة، والانصراف عن رسول الله - صلى الله عليه وسلم -، بعد الخروج، ما قُتِلوا. وعلى هذا؛ المراد بـ (الأخُوَّةِ) -ههُنا-: أخُوَّةُ النَّسَبِ، لا أخوَّةُ الدِّين (٣) . </p><p> أو نقول: يجوز هذا في إطلاق اللفظ، من حيث إنهم كانوا يظهرون المَوَدّةَ والمؤاخَاةَ للمؤمنين. </p><p> فالمراد (٤) بقوله: {قَالُوا لِإِخْوَانِهِمْ}  (٥) : قالوا في إخوانهم الذين قُتِلوا، </p><p>= ويجوز -كذلك- الجرُّ في موضع {الَّذِينَ}، إما على أنه بدل من الضمير في {بِأَفْوَاهِهِمْ}، أو من الضمير في {قُلُوبِهِمْ}. انظر هذه الوجوه في: \"إعراب القرآن\" للنحاس ٣٧٧، و\"مشكل إعراب القرآن\"، لمكي ١/ ١٧٨، و\"البيان\" للأنباري ١/ ٢٣٠ - ٢٣١، و\"التبيان\" للعكبري ص ٢١٩، و\"الفريد في إعراب القرآن المجيد\" ١/ ٦٥٨، و\"الدر المصون\" ٣/ ٤٧٩.(١) هذا قول: جابر بن عبد الله، وابن عباس، وقتادة، والسدي، وابن جريج، والربيع، ومقاتل، والماوردي.انظر: \"تفسير مقاتل\" ١/ ٣١٢، و\"تفسير الطبري\" ٤/ ١٦٩ - ١٧٠، و\"تفسير ابن أبي حاتم\" ٣/ ٨١١، و\"زاد المسير\" ١/ ٤٩٨، و\"الدر المنثور\" ٢/ ١٦٧.(٢) منهم: مقاتل، وابن إسحاق، والطبري، والثعلبي.انظر: \"تفسير مقاتل\" ١/ ٣١٢، و\"سيرة ابن هشام\" ٣/ ٧٢، و\"تفسير الطبري\" ٤/ ١٦٩، و\"تفسير الثعلبي\" ٣/ ١٤٤ ب.(٣) قال مقاتل: (كقوله سبحانه: {وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا} [هود: ٦١]، ليس بأخِيهم في الدين ولا في الولاية، ولكن آخوهم في النسب والقرابة). \"تفسيره\" ١/ ٣١٣.(٤) في (ج): (والمراد).(٥) (قالوا): ساقطة من (ج).</p><p> لَوْ أطاعونا؛ لأنهم بعد أن قُتِلوا لا يخاطَبُون. ومثل هذا، قولُه: {لَا (١) تَكُونُوا كَالَّذِينَ كَفَرُوا وَقَالُوا لِإِخْوَانِهِمْ إِذَا ضَرَبُوا فِي الْأَرْضِ} [آل عمران: ١٥٦] الآية. وقال الكلبي (٢) : {الَّذِينَ قَالُوا لِإِخْوَانِهِمْ} ، (٣) ؛ يعني: من (٤) المنافقين (٥) . </p><p> وعلى هذا التفسير: لا إشكال؛ فإن أصحابَ عبد الله بن أُبَي قالوا لقرنائهم مَنَ المنافقين: لو أطاعنا (٦) هؤلاء -الذين خرجوا مع محمد- في القعود؛ ما قُتِلوا. </p><p> وقوله تعالى:  {وَقَعَدُوا} يعني: المنافقين، قعدوا عن الجهاد. والواو للحال (٧) . </p><p> {لَوْ أَطَاعُونَا} ؛ يعنون: شهداء أُحُد. {مَا قتلُوا} . </p><p> فَرَدَّ الله عليهم، وقال: قل لهم يا محمد: {فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} إنْ صَدَقْتُم أنَّ الحَذَرَ ينفع مِنَ القَدَرِ. </p><p>(١) في (أ)، (ب)، (ج): (ولا). والمثبت من رسم المصحف. (٢) لم أقف على مصدر قوله.(٣) ما بين المعقوفين زيادة من (ج).(٤) (من): ساقطة من (ج).(٥) ممن قال بهذا: ابن عباس، كما في \"زاد المسير\" ١/ ٤٩٨، وإليه ذهب أبو الليث في \"بحر العلوم\" ١/ ٣١٤.(٦) في (ج): (أطاعونا).(٧) قال السمين الحلبي: (و (قد) مرادة؛ أي: (وقد قعدوا). ومجيء الماضي حالًا بالواو و (قد)، أو بأحدهما، أو بدونهما، ثابت من لسان العرب)، ثم ذكر وجهًا آخر لإعراب جملة {وَقَعَدُوا} وهي أنها معطوفة على {قَالُوا}، فتكون جملة اعتراضية بين {قَالُوا} ومعمولها {أَطَاعُونَا}. \"الدر المصون\" ٣/ ٤٨٠.</p><p> وفي هذا دليل على أن المقتول يُقْتَلُ بِأَجَلِهِ، وأنَّ (١) المُنَافِقِينَ كَذَبُوا في أنَّهم لو قعدوا ما قُتِلُوا. </p><p> ومعنى (الدَرْء) -في اللغة-: الدَفْعُ. ومنه قوله:  {وَيَدْرَأُ عَنْهَا الْعَذَابَ}  [النور: ٨] أي: يدفع (٢) وقوله - صلى الله عليه وسلم -: \"ادرَءُوا الحُدُودَ بالشُّبُهاتِ\"  (٣) . </p><p>(١) في (ج): (فإن). (٢) انظر: \"تفسير غريب القرآن\" لابن قتيبة ص ١٠٨، و\"تفسير الطبري\" ٤/ ١٦٩.(٣) الحديث من الأحاديث المشهورة، وقد أورده السيوطي في \"جمع الجوامع\" ١/ ٢٨٤ رقم (٨٧٤) (٨٧٥)، وفي \"الجامع الصغير\" انظر: \"فيض القدير\" ١/ ٢٩٣ (٣١٤) ونسب إخراجه إلى ابن عدي في جزء له من حديث أهل مصر والجزيرة، من رواية ابن لهيعة عن ابن عباس، ونسب إخراجه كذلك إلى أبي سعد، عبد الكريم السمعاني، في \"ذيل تاريخ بغداد\"، بسنده عن عمر بن عبد العزيز، عن النبي - صلى الله عليه وسلم -، مُرسلاً، ونسبه -كذلك- لأبي مسلم الكجِّي في سننه، عن عمر بن عبد العزيز مرسلًا.وأورده الزركشي في: \"المعتبر في تخريج أحاديث المنهاج والمختصر\" ٣٦ رقم (٧٦)، وابن حجر في \"التلخيص الحبير\" ٤/ ٥٦ رقم (١٧٥٥)، والسخاوي في \"المقاصد الحسنة\" ٥٠ رقم (٤٦) ونسبوا إخراجه للحارثيِّ، في \"مسند أبي حنيفة\" له، بسنده عن مِقْسم، عن ابن عباس، مرفوعًا.ونقل المُناوي -في \"فيض القدير\"- قولَ الحافظ ابن حجر، عن رواية ابن عدي: (إن كان بين ابن عدي وابن لهيعة مقبولٌ، فهو حسن).وقال الزركشي عن رواية أبي مسلم الكجي: إنها معضلة. ونقل السخاوي عن شيخه ابن حجر، أن في سنده من لا يعرف. وضعفه الألباني في: ضعيف \"الجامع الصغير\" ١/ ١١٧ رقم (٢٥٨).وقد ورد الأثر موقوفًا على ابن مسعود من رواية سفيان الثوري، عن عصام، عن أبي وائل عنه، وكذا رواه مسدد في مسنده موقوفًا عليه، بلفظ: (ادرءوا الحدود بالشبهة). وقال عنه ابن حجر: (وهو موقوف حسن الإسناد). انظر: \"فيض القدير\": ١/ ٢٩٤. =</p>"
}