{
  "id": null,
  "sura": 3,
  "aya": 3,
  "text": "<p> قال ابن عباس (١) في رواية عَطَاء، والضحاك في قوله:  {الم} يريد بالألف: الله، واللام (٢) : جبريل، والميم: محمد - صلى الله عليه وسلم - (٣) . وقد مضى الكلام في حروف التَّهَجِّي، وفي معنى {الْحَيُّ الْقَيُّومُ}  [البقرة: ٢٥٥] . </p><p> ٣ - قوله تعالى:  {نَزَّلَ عَلَيْكَ الْكِتَابَ} . إنّما قال:  {نَزَّلَ} ، وقال:  {وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ} ؛ لأن التنزيل للتكثير. والقرآن نزل نجومًا، شيء بعد شيء، والتوراة والإنجيل نزلتا دفعةً واحدةً (٤) . </p><p>= المنثور\" للسيوطي: ٢/ ٦٦، \"لباب النقول\" له: ٥١، وزاد في نسبة إخراجه فيهما لابن المنذر، والبيهقي في \"دلائل النبوة\". وانظر: \"تفسير ابن كثير\" ١/ ٣٩٥ - ٣٩٨ فله توجيه لطيف حول قول محمد بن إسحاق هذا ومن معه في سبب نزول هذه الآية. (١) قوله في \"تفسير الثعلبي\" (مخطوط مصور في جامعة الإمام):١/ ٢٣ ب.(٢) في (ب): (والميم واللام).(٣) أورد الأثر هذا عنه الثعلبي في تفسيره \"الكشف والبيان\" ١/ ٢٣ ب.(٤) وقد ذهب كثير من المفسرين، إلى ما ذهب إليه المؤلفُ، من تخصيص القرآن، هنا بلفظ التنزيل، الدال على التكثير؛ نظرًا لنزوله منجمًا، وأن التوراة والإنجيل خُصَّا بالإنزال؛ لأنهما نزلا دفعة واحدة ومن هؤلاء المفسرين: الثعلبي، والبغوي، والزمخشري، وبيان الحق النيسابوري، وابن الجوزي، والقرطبي، والنسفي، وأبو جعفر بن الزبير الغرناطي، وابن جماعة، والبيضاوي، والمهايمي، وأبو السعود. انظر: \"تفسير الثعلبي\" ٣/ ٤ أ، \"تفسير البغوي\" ٢/ ٦، \"الكشاف\" للزمخشري: ١/ ٢٣٨،٤١٢، \"وضح البرهان\" لبيان الحق: ١/ ٢٣٣، \"زاد المسير\" ١/ ٣٤٩، \"تفسير القرطبي\" ٤/ ٥، \"تفسير النسفي\" ١/ ١٤١، \"ملاك التأويل\" لابن الزبير: ١/ ١٤١، \"كشف المعاني\" لابن جماعة: ١٢٣، \"تفسير اليضاوي\" ١/ ٦٢، \"تفسير المهايمي\" ١/ ١٠٢، \"تفسير أبي السعود\" ٢/ ٤.ولكن رُدَّ هذا القول بالآتي: إن التضعيف الدال على الكثرة، شرطه أن يكون في الأفعال المتعدية قبل التضعيف غالبًا؛ نحو: (فتَّحت الباب)، وفعل (نَزَل) لم=</p><p> و {وَالكِتَابِ} ؛ يعني: القرآن (١) . فهو مصدرٌ، سُمِّي به المكتوب. </p><p> وقوله تعالى:  {بِاَلحَقِّ} . أي: بالصدق في أخباره، وجميع دلالاته. </p><p>= يكن متعديًا قبل التضعيف. وقولهم: (غالبًا): لأن التضعيف جاء دالًا على الكثرة في اللازم؛ نحو: (موَّت المالُ): إذا كثر. إن التضعيف الدال على الكثرة، لا يجعل اللازم متعديًا كما في (مَوَّت المال). ولما كان (نزل) لازما، وصار بالتضعيف متعديًا، دلَّ على أن تضعيفه للنقل لا للتكثير. إنه لو كان (نَزَّل) للتكثير، لاحتاج قولُهُ تعالى: {لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً} [الفرقان: ٣٢] إلى تأويل، إنه ورد فعل (نَزَّل) المضعَّف، في آيات كثيرة، ولا يمكن أن يدل على التكثير، إلا بتأويل بعيد جدًا، ومن ذلك قوله تعالى {وَقَالُوا لَوْلَا نُزِّلَ عَلَيْهِ آيَةٌ} [الأنعام: ٣٧] وقوله: {لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا} [الإسراء: ٩٥]. كما أن (أنزل) قد ورد خاصًّا بالقرآن، فقال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ} [النحل: ٤٤] فلو كان أحدهما يدل على التنجيم، والآخر على النزول دفعة واحدة، لكان في ذلك تناقض في الإخبار، وهو محال. انظر: \"الحجة\" للفارسي: ٢/ ١٥٨ - ١٦٢، \"البحر المحيط\" ١/ ١٠٣، \"الدر المصون\" ٣/ ١٩٨، ٣/ ٢١. ويرى ابن عاشور أن التضعيف في {نَزَّلَ} كالهمز فيه، إلا أن التضعيفَ يؤذن بقوة الفعل في كيفيته وكمِّيَتِه، وأن {نَزَّلَ} أهم من (أنزل)؛ حيث يدل على عِظَم شأن نزول القرآن. ويرى بأنه لا دلالة على أن التوراة والإنجيل نزلا دفعة واحدة، بل نزلا مفرقَيْن؛ كحال كل ما نزل على الرسل في مدة الرسالة. انظر تفسير \"التحرير والتنوير\" ٣/ ١٤٧، ١٤٨.(١) ذهب سعيد بن جبير إلى أن الكتاب هنا: خواتيم سورة البقرة. انظر: \"تفسير ابن أبي حاتم\" ٢/ ٥٨٧. أما جمهور المفسرين، فقد ذهبوا إلى أن المراد به القرآن، كما فَسَّره المؤلف. يقول أبو حيان (الكتاب هنا: القرآن، باتفاق المفسرين). \"البحر المحيط\" ٢/ ٣٧٧. وانظر: \"تفسير الطبري\" ٣/ ١٦٦، ١٦٧ \"تفسير ابن أبي حاتم\" ٢/ ٥٨٧، \"تفسير البغوي\" ٢/ ٦، \"تفسير ابن جزي\" ٧٣، \"زاد المسير\" ١/ ٣٤٩، \"تفسير ابن كثير\" ١/ ٣٦٩، \"الدر المنثور\" ٢/ ٥.</p><p> وقوله تعالى:  {مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ} . أي: موافقًا لِمَا تقدم الخبرُ به في سائر الكتب. وفي ذلك دليل على صحة نبوة محمد - صلى الله عليه وسلم -. </p><p> وقيل (١) : مصدقًا لشرائع الأنبياء المتقدمين فيما أتوا به، خلاف مَن يقول: نؤمن ببعض ونكفر ببعض. </p><p> وقوله تعالى:  {لِمَا بَيْنَ يَدَيْهِ} . مِن مَجَازِ الكلام؛ وذلك أنَّ ما بينَ يَدَيْك، فهو أمَامَك. فقيل لكل ما تقدم على الشيء:  (هو بين يديه) ؛ كما جاء في الحديث:  \"إنَّ بينَ يَدَي الساعة سنين خَدّاعَة\"  (٢) , أي: أمامها، تتقدم عليها. </p><p>(١) هو معنى قول: مجاهد، والحسن، وقتادة، والربيع، ومقاتل، والطبري، والثعلبي، والبغوي. انظر: \"تفسير مقاتل\" ١/ ٢٦٢، \"تفسير الطبري\" ٣/ ١٦٦، ١٦٧، \"تفسير ابن أبي حاتم\" ٢/ ٥٨٧، \"تفسير البغوي\" ٢/ ٦، \"تفسير الثعلبي\" ٣/ ٤ أ. (٢) الحديث، أخرجه: البزار (انظر كشف الأستار عن زوائد البزار: رقم الحديث: (٣٣٧٣)، وأحمد في \"المسند\" ٣/ ٢٢٠. وأورده الهيثمي في \"مجمع الزوائد\" ٧/ ٢٨٤، من رواية عمرو بن عوف، عن النبي - صلى الله عليه وسلم -، ومن رواية ابن إسحاق، عن عبد الله بن دينار، عن أنس، عن النبي - صلى الله عليه وسلم -. قال الهيثمي: (وقد صرح ابن إسحاق بالسماع من عبد الله بن دينار، وبقية رجاله ثقات). وأورده المتقي الهندي في \"كنز العمال\" ١٤/ ٢٢٩ رقم (٣٨٥١١) وعزاه للطبراني في \"المعجم الكبير\" والحاكم في \"الكنى\" وابن عساكر، عن عوف بن مالك الأشجعي. وورد الحديث بلفظ آخر من رواية أنس بن مالك: \"إن أمام الدجال سنين خدَّاعة .. \". أخرجه أحمد في \"المسند\" ٣/ ٢٢٠ (انظر: \"الفتح الرباني\" للبنا: ٢٤/ ٣٥). وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٨٤: (رواه أحمد، وأبو يعلى، والطبراني في \"الأوسط\" وفيه ابن إسحاق، وهو مدلس، وابن لهيعة، وهو لين). وورد من رواية أبي هريرة بلفظ: \"إنها ستأتي على الناس سنون خداعة\". رواه أحمد في \"المسند\" ٢/ ٢٩١. وانظر: \"المسند\" بشرح شاكر: ١٥/ ٣٧ رقم (٨٧٩٩)، وقال الشيخ أحمد شاكر: (إسناده حسن، ومتنه صحيح).</p><p> وقوله تعالى:  {وَأَنْزَلَ التَّوْرَاةَ} . قال الفراء (١) : أصل (التوراة) : (تَوْرَيَةٌ) ، على وزن (تَفْعَلَة) ، فصارت الياءُ ألفًا، لِتَحَرُّكها وانفتاح ما قبلها. قال: ويجوز أن تكون (تَفْعِلَة) ، فيكون أصلها:  (تَوْرِيَة) ، فتنقل الراء مِن الكَسْر إلى الفتح؛ كما تقول طَيِّئ (٢) في (جاريَة) : جَارَاة. وفي (ناصيةٍ) : نَاصَاة (٣) . </p><p> قال الشاعر: </p><p> بِحَرْبٍ كَنَاصاةِ الأغَرِّ المُشَهَّرِ (٤) </p><p>(١) قوله: في \"الزاهر\" لابن الأنباري: ١/ ١٦٨، وأورد الأزهريُ طرفا منه، وعزاه لكتاب (المصادر) للفراء. انظر: \"تهذيب اللغة\" ٤/ ٣٨٨٠.(٢) في (ج): (ظبي). (طيئ) هي القبيلة العربية المشهورة، التي تنسب إلى طيئ بن أدَد ابن يشجب بن عريب بن زيد بن كهلان، وهي من القبائل القحطانية، كانت مساكنهم في اليمن، ثم خرجوا منها، ونزلوا بنجد والحجاز، ثم انتشروا في الجزيرة العربية. انظر: \"جمهرة أنساب العرب\" ٣٩٨، ٣٩٩، ٤٧٦، و\"صبح الأعشى\": ١/ ٣٢٠، و\"معجم قبائل العرب\": ٢/ ٦٨٩ - ٦٩١، ٥/ ٣٤٥.(٣) الناصية، أو الناصاة: قصاص الشعر في مقدم الرأس. انظر: (نصا) في \"اللسان\" ٧/ ٤٤٤٧، \"القاموس المحيط\" (١٣٣٩). قال الأزهري (والناصية عند العرب: منبت الشعر في مقدم الرأس ... وسمي الشعرُ ناصيةً؛ لنباته في ذلك الموضع). \"تهذيب اللغة\" ٤/ ٣٥٨١.(٤) عجز بيت، وصدره:لقد آذَنَتْ أهلَ اليَمَامَةِ طيِّئٌوهو لحُرَيْث بن عَنَاب الطائي. وقد ورد منسوبًا له، في كتاب \"المعاني الكبير\" لابن قتيبة: ٢/ ١٠٤٨، \"اللسان\" ٧/ ٤٤٤٧ (نصا). وورد غير منسوب، في \"تهذيب اللغة\" ٤/ ٣٥٨١، \"الدر المصون\" ٣/ ١٨. وردت كلمة (الحِصان) بدلًا من (الأغر) في كل المصادر السابقة، ما عدا \"الدر المصون\". المُشَهَّر: المشهور. انظر: (شهر) في \"تهذيب اللغة\" ٤/ ١٩٤٥، \"اللسان\" ٤/ ٢٣٥٢.</p><p> وأنشد الفراء: </p><p> فَمَا الدنيَا بِبَاقَاةٍ لِحَيٍّ ... وما حَيٌّ على الدنيا بِبَاق (١) </p><p> وقال الخليل (٢) وهو مذهب البصريين (٣) : (تَورَيَةٌ،أصلها:(فَوْعَلَةٌ) ، وأصلها:  (وَوْرَيَةٌ) ، ولكنَّ الواو الأولى قُلِبت تاءً، كما قُلِبت في </p><p>(١) في (د): (باقي). أورده الزمخشري في \"ربيع الأبرار\" ١/ ٣٨، ونسبه لخالد بن الطَّيِّفان الدارمي، وكذا نسبه الجاحظ له في: كتاب \"الحيوان\" ٥/ ١٠٥، وسماه خالد بن علقمة بن الطيفان. إلا أن الزمخشري في \"ربيع الأبرار\" في: ١/ ١٣ نسبه لنهشل بن حري النهشلي، وروايته فيه: وما الدنيا بباقية لحي ... وما حي على الحَدَثان باقيوهو في الموضعين في \"ربيع الأبرار\" (بباقية لحي). وورد البيت غير منسوب، في \"الزاهر\" لابن الأنباري: ١/ ١٦٨، ورسالة الصاهل والشاحج، للمعري: ٤٠٧، \"الإنصاف في مسائل الخلاف\" للأنباري: ص ٦٩، \"الدر المصون\" ٢/ ٦٣٧، ٣/ ١٩. والشاهد فيه: قوله: (بباقاة)، وأراد: بباقية.(٢) انظر: \"كتاب سيبويه\" ٤/ ٣٣٣.(٣) انظر: \"تفسير الثعلبي\" ٣/ ٤ ب. والبصريون، هم: أصحاب المدرسة النحوية بالبصرة، الذين نشأ النحو على أيديهم وتطور. وقد وضعوا قواعدهم على الأعم الأغلب مما نقل عن العرب، ومن قواعدهم المنهجية في النحو: التشدد في السماع، فلا يأخذون إلا من ثقات العربية، ممن سلمت لغاتهم من التأثر بلغة أو بلهجة أجنبية، ولا يعتمدون الشاهد النحوي مقياسًا، إلا إذا جرى على ألسنة العرب، وكثر استعمالهم له، وغير ذلك من القواعد، وهم أسبق من أصحاب المدرسة الكوفية، وأكثر تشددًا منهم. وهناك البغداديون، الذين ينتخبون من المدرستين. ومن علماء المذهب البصري: أبو عمرو بن العلاء، والخليل بن أحمد، وسيبويه، وقطرب، والأخفش الأوسط، والمازني، والمبرد، وغيرهم. انظر: \"طبقات النحويين\" للزبيدي: ٢١ - ٢١١، والمدراس النحوية، لشوقي ضيف: ١١ وما بعدها، \"معجم المصطلحات النحوية والصرفية\" د. محمود اللبدي: ٢١، ٨٧، \"موسوعة النحو والصرف\" د. أميل يعقوب: ٣٦٢، ٦١٦.</p><p> (تَوْلَج)  (١) ، فهو (فَوْعَل) ، مِنْ (وَلَجْت) . وقُلِبت الياء ألِفًا؛ لتحركها (٢) وانفتاح ما قبلها، فصارت (تَوْرَاةً)  (٣) ، وكُتِبَت بالياء على أصل الكلمة. قالوا: ولا يجوز أن يكون أصلها (تَفعَلَة) كما قال الفرّاء؛ لأن (٤) هذا البناء يَقِل، وإن (فَوْعَلة) من الكثرة بحيث لا يتناسبان (٥) . </p><p> ولا إشكال في أن الحَمْل على الأكثر الأشْيع أولى، وأيضًا فإن التاء لم تكثر زائدةً أوّلًا، والواو إذا كانت أوّلًا فقد استمرّ البدل فيها؛ نحو:  (وُجُوه) ، و (أُجُوه)  (٦) ، و (وُقِّتَتْ) ، و (أُقِّتَتْ) ، و (وشاح) ، و (إشاح)  (٧) ، و (وَنَاة) ، و (أَنَاة)  (٨) . فإذا اجتمع واوان لزم الأوّلَ منهما البدلُ: إما همزة، </p><p>(١) تَوْلَج: كِناس الوحش، وهو الموضع الذي يستتر فيه. انظر: (ولج) في \"أساس البلاغة\" للزمخشري: ٢/ ٥٢٦، \"القاموس المحيط\" ص ٢٠٩. وانظر: (كنس) في \"الصحاح\" ٣/ ٩٧١. (٢) في (د): (لحركتها).(٣) في (ج): (توراية).(٤) من قوله: (لأن ..) إلى (.. ولا إشكال): ساقط من: (د). ومن قوله: (لأن ..) إلى (.. وعومرة قد كثر): نقله بتصرف في بعض عباراته عن \"الحجة\" للفارسي: ٣/ ١٣١٥.(٥) انظر: \"كتاب سيبويه\" ٤/ ٣٣٣، \"إعراب القرآن\" المنسوب للزجاج: ٣/ ٨٧٩،\"الممتع في التصريف\" لابن عصفور: ١/ ٣٨٣، ٣٨٤.(٦) في (ج): (وأوجه).(٧) الوشاح: شيء ينسج من أديم عريضًا، يرصع بالجوهر، وتشده المرأة بين عاتقيها. يقال: (وِشاح، وإشاح، ووُشاح، وُأشاح). الجمع: وُشُح، وأوْشِحة. انظر: \"الصحاح\" للجوهري: ١/ ٤١٥ (وشح).(٨) (امرأة أناة، ووناة): فيها فتور. و (نساءق أنَوات). و (قد وَني في الأمر): ضعف وفتر. انظر: \"أساس البلاغة\" ١/ ٢٣ (أنى)، ٢/ ٥٢٩ (ونى).</p><p> وإما تاء؛ نحو:  (أَوَاقٍ)  (١) في جمع (واقِيَةٍ) . </p><p> وقد أُبدِلت التاءُ من الواو، إذا (٢) كانت مفردةً؛ نحو:  (تُجَاه) و (تُرَاث)  (٣) و (تُخَمَة)  (٤) و (تُكْلاَن) . </p><p> فإذا كثر (٥) إبدال التاء مِنَ الواو هذه (٦) الكثرة كانَ حملها على هذا الكثير (٧) ، أوْلى من حمله على ما لم يكثر ولم يتسع هذا الاتساع، ولا يقرب أيضًا حملُها على (تَفْعِلَة) ؛ لأنه لا يخلو مِن أن يجعلها (٨) اسمًا؛ نحو:  (تَوْدِيَة)  (٩) أو مصدرًا؛ نحو:  (تَوْصِية) . </p><p> فأما باب (تَوْدِيَةٍ) فقليل؛ كما أن (تَفْعَلَة) كذلك، وباب (تَوْصِيَة) فيه </p><p>(١) في (د): (واق). وقوله: (نحو أواق): ساقط من: ب. انظر: \"لسان العرب\" ٨/ ٤٩٠٣ (وقي). (٢) في (أ): (فإذا). وفي (ب)، (ج): (وإذا) والمثبت من مصدر المؤلف؛ لأنه لا يستقيم الكلام إلا به. ومن قوله: (إذا ..) إلى (.. من الواو) ساقط من: (د).(٣) في (أ): (تَراث) بفتح التاء. والصواب ما أثبت وهو ضمها. انظر: \"تفسير غريب القرآن\" لابن قتيبة: ٥٢٧، \"مفردات ألفاظ القرآن\" للراغب: ٨٦٣ (ورث).(٤) في (أ): (تُخْمَة) بسكون الخاء. والصواب بفتحها. انظر: \"مجمل اللغة\" لابن فارس: ص ٩٢٠، \"المصباح المنير\" للفيومي: ص ٢٥٠ (وخم).(٥) في (ج): (أكثر).(٦) في (أ)، (ب): وهذه. والمثبت من: (ج) (د). وهو الصواب؛ حيث لا تستقيم العبارة إلا به، كما أنه هكذا في مصدر المؤلف، وهو \"الحجة\" للفارسي: ٣/ ١٤.(٧) في (د): (الكثير).(٨) في (د): (تجعلها).(٩) في (ب): (تردية). والتودية: واحدة التوادي، وهي: الخشبات التي نشد على خِلْفِ الناقة إذا صُرَّت. انظر: \"غريب الحديث\" للحربي: ١/ ٢٦٣، \"الصحاح\" ٦/ ٢١،٢٥ (ودى)، \"اللسان\" ٨/ ٨٨٠٤ (ودى).</p><p> اتساع؛ لكن إذا حملها على لُغَةِ طَيِّئٍ، فقد حملها على لغةٍ لم نعلم شيئًا منها في التنزيل. </p><p> فإذا لم يكن الوجهان اللّذان ذكرهما الفراءُ بالسّهلين، حَمَلْتَهُ على (فَوْعَلَةٍ) دونها؛ للكثرة؛ ألا ترى أنّ نحو:  (صَومَعَة)  (١) و (حَوجَلَة)  (٢) و (دَوسَرَة)  (٣) و (عَومَرَة)  (٤) ، قد كثر؟. </p><p> ونظير (التوراة) مِمّا قلبت الواوُ فيه تاءً (٥) ، قولُهم (٦) : (التَّرِيَّة) : لِمَا تَرَاهُ المرأةُ في الطُّهْرِ بعد الحَيْضِ (٧) ، وهي (فَعِيلةٌ) مِنَ (الوَرَاءِ) ؛ لأنها تُرى بعد الصُّفْرَةِ والكُدْرَة. ويجوز أن تكون (فَعِيلَة)  (٨) ؛ مِن:  (وَريَ الزَّنْدُ) ؛ فكأن </p><p>(١) الصومعة: منار الراهب، وبيت للنصارى. انظر: (صمع) في \"اللسان\" ٤/ ٢٤٩٨، \"القاموس\" ص ٧٣٨. (٢) الحوجلة: هي ما كان من القوارير الصغار واسعة الرأس وقيل: هي القارورة الغليظة الأسفل. وقيل: هي القارورة فقط. انظر: (حجل) في \"تهذيب اللغة\" ١/ ٧٥٢، \"اللسان\" ٢/ ٧٨٩.(٣) الدَوْسَر: الجمل الضخم، ذو الهامة والمناكب. ولا أنثى: دَوْسَرٌ، ودَوْسَرةٌ. و (كتيبة دوسر، ودوسرة): مجتمعة. وقيل: الدوسر: النوق العظيمة. وقيل: الدوسر: القديم. انظر: (دسر) في \"تهذيب اللغة\" ٢/ ١١٨٣، \"اللسان\" ٣/ ١٣٧٢، \"القاموس\" ص ٣٩١.(٤) في (ب): (عوصرة).والعَوْمَرة: الاختلاط. يقال: (تركت الناس في عومرة)؛ أي: في صياح وجلبة. \"تهذيب اللغة\" ٣/ ٢٥٦٧، \"اللسان\" ٥/ ٣١٠٣.(٥) في (ب): (الياء في ثاء).(٦) من قوله: (قولهم ..) إلى (.. فكأن الطهر أخرجه): نقله بتصرف في بعض عباراته عن \"الحجة\" للفارسي: ٣/ ١٢.(٧) \"تهذيب اللغة\" ٢/ ١٣٢٨ (رأى).(٨) في (د): (فيعلة).</p><p> الطُّهْرَ أَخرجه (١) . </p><p> فأما اشتقاقها: فقال الفرّاءُ فيما حكاه ابنُ الأنباري: التوراة (٢) ؛ معناها: الضياءُ والنُّورُ؛ من قول العرب:  (وَرِيَ الزَّنْدُ (٣) ، يَرِي): إذا قَدَحَ (٤) ، فَلَم يَكْبُ (٥) ، و (أورْيتُه أنا) ؛ قال الله تعالى:  {فَالْمُورِيَاتِ قَدْحًا}  [العاديات: ٢] ويقولونَ: (وَرِيتْ (٦) بل زِنَادِي)، على مثال:  (شَرِيَتْ)  (٧) . </p><p>(١) انظر مبحث إبدال التاء من الواو، وأصل كلمة (التوراة) في \"المقتضب\" للمبرد ١/ ٦٣، \"نزهة القلوب\" للسجستاني ١٥٤، \"مجالس العلماء\" للزجاجي ٩٥، وكتاب \"التكملة\" للفارسي ٥٧١، \"سر صناعة الإعراب\" لابن جني ١/ ١٤٥، \"المنصف\" له ١/ ٢٢٦، \"المشكل\" لمكي: ١/ ١٤٩، \"شرح المفصل\" لابن يعيش: ٩/ ١٤٢, ١٠/ ٣٦، \"نزهة الطرف في علم الصرف\" لابن هشام: ١٦٠. (٢) من قوله: (التوراة ..) إلى (قول العرب): نقله عن \"الزاهر\" لابن الأنباري: ١/ ١٦٨.(٣) من قوله: (وري الزند ..) إلى: (.. لم يجاوز به غيره): نقله عن \"الحجة\" للفارسي: ٣/ ١٠ مع بعض التصرف.(٤) يقال: (وَرِيَ الزَنْدُ يَرِي)، و (وَرَى يَرِي)، و (وَرِيَ يَوْرَى). انظر: (وري) في: \"كتاب العين\" للخليل بن أحمد: ٨/ ٣٠٤، \"تهذيب اللغة\" ٤/ ٣٨٨٠، \"الصحاح\" ٦/ ٢٥٢٢. والزَنْدُ: العود الذي تُقدَح به النارُ، وهو يكون في الأعلى، والزندة: السفلى. انظر: \"الصحاح\" ٢/ ٤٨١ (زند).(٥) في (أ): (يثب). (ب): (يتب). وفي (ج): ينب. وفي (د) كما في النسخ السابقة، ولكن بدون إعجام، ولا وجه لجميعها. والمثبت هو ما استصوبته؛ فقد جاء في \"اللسان\" (كبا الزَنْدُ): إذا لم يخرج ناره. انظر ٦/ ٣٨١٤ (كبا). وفي \"مفردات ألفاظ القرآن\" (ويقال: (فلانٌ واري الزند): إذا كان مُنْجِحا. و (كابي الزند): إذا كان مُخفِقًا) ٥٥٨ (وري).(٦) في (ج): (وَريْتُ). ووردت الكلمةُ كما أثبَتُّ، في \"مجالس العلماء\" للزجاجي: ٨٢. وجاء في \"كتاب العين\" للخليل: ٨/ ٣٠٤: (وتقول للرجل الكريم: (إنه لواري الزِّناد، وورَّيْتُ بك زِنادي)؛ أي: رأيت منك ما أحب، مِنَ النُّصْح والنجابة والسماحة).(٧) في (ج): (شربت). ومعنى (شَرِيَت)؛ أي: لجَّت، مِن: (شَرِيَ يَشرَى شرًى)،=</p><p> وزعم أبو عثمان (١) : أنه استُعْمِل في هذا الكلام فقط، لم يُجاوَزْ به غيره. </p><p> ومعنى (وَرِيَت بك زِنَادِي) ؛ أي: ظَهَر بك الخيرُ لي. </p><p> فالتوراة سُمِّيت [بذلك]  (٢) ؛ لظهور الحق بها. يدل على هذا المعنى قولُه:  {وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً}  [الأنبياء: ٤٨] . </p><p> وقال المُؤَرّج (٣) : هو من (التَّوْرِيَةِ)  (٤) ، وهي: التعريض بالشيء؛ وكان أكثر التوراة معاريضَ وتلويحًا، مِن غير إيضاحٍ وتصريح. </p><p> وفي (التوراة) قراءتان: الإمالة، والتفخيم (٥) . </p><p>= و (استشرى فلان في غيِّه): إذا تَمَادَى ولَجَّ فيه. و (شَرِيَ البَرْقُ): إذا تتابع لَمَعانُه. و (شَرِيَتْ عينُه): إذا لجت وتابعت الهملان. و (شَرِيَت)؛ بمعنى: أصابها الشَّرِي، وهو: مرض جلدي له لذع شديد. انظر: \"الأضداد\" لابن الأنباري: ٢٢٨، ٢٢٩، ومادة (شري) في \"الصحاح\" ٦/ ٢٣٩١، \"اللسان\" ٤/ ٢٢٥٣. (١) في (ج): (ابن عثمان). وهو: بكر بن بقية، وقيل: بكر بن محمد بن عديِّ بن حبيب. أبو عثمان المازني. من أهل البصرة، أستاذ المبرد، روى عن أبي عبيدة والأصمعي وأبي زيد. قال عنه المبرد: (لم يكن بعد سيبويه أعلم بالنحو من أبي عثمان). قيل إنه توفي: (٢٤٨ هـ)، وقيل: (٢٤٩ هـ). انظر: \"أخبار النحويين البصريين\" ٨٥، و\"معجم الأدباء\" ٧/ ١٠٧، و\"الأعلام\" ٢/ ٦٩.(٢) زيادة يقتضيها السياق.(٣) قوله في \"تفسير الثعلبي\" ٣/ ٤ ب.(٤) في (د): (التوراة).(٥) الإمالة: أن تُمِيل الفتحةَ نحو الكسرةِ، وتُمِيل الألفَ نحو الياء، مِن غير قلْبٍ خالص، ولا إشباع مبالغ. وهي كبرى وصغرى؛ فالكبرى: أن يُصرف الفتح إلى الكسر كثيرًا. وُيعبَّر عنهابـ (الكسر) مجازًا، أو (البطح) أو (الإضجاع)، وعند سيبويه: (الإجناح). والصغرى: أن يُصرف الفتح إلى الكسر قليلاً، ويسمى (بين اللفظين)؛ أي: بين الفتح وبين الإمالة الكبرى، أو يعبر عنها بـ (التقليل) و (التلطيف)، أو (بين بين). والتفخيم، أو الفتح هو النطق بالألف مركبة على=</p><p> فَمَنْ فَخَّم؛ فلأن الراءَ (١) حَرفٌ يَمْنُعُ الإمالة؛ لِما فيه مِنَ التكرير، كما يمنعه المستعلي (٢) ، ولو كان مكان (٣) الراء مُستَعْلٍ مفتوحٌ، لمْ تَحْسُنْ الإمالةُ، كذلك إذا كانت الرّاءُ مفتوحةً. </p><p> ومَنْ أمالَهَا؛ فَلأنّ الألف لَمّا كانت رابعةً، لم تخلُ مِنْ أن تشبه ألِفَ التأنيث، أو الألف المنقلبةَ عن الواو، وعن (٤) الياء. </p><p> وألِفُ (٥) التأنيث تُمالُ (٦) ، وإنْ كان قبلها مستعْلٍ؛ كقولهم: </p><p>= فتحة خالصة غير مُمالة. وهو شديد ومتوسط؛ فالشديد: فتح القاريء لِفِيهِ بلفظ الحرف الذي يأتي بعده ألف، وهو مكروهٌ. والمتوسط: ما بين الشديد، والإمالة المتوسطة، وهو المستعمل عند أصحاب الفتح من القراء. انظر: \"الرعاية\" لمكي: ١٢٩، \"جمال القراء\" للسخاوي: ٢/ ٥٠٠، \"التمهيد\" لابن الجزري: ٥٧.ووردت الإمالة في قراءة {التَّوْرَاةَ} عن: أبي عمرو، والكسائي، وابن ذكوان، وخلف. ووردت الإمالة بين اللفظين، والإمالة المحضة، عن: حمزة. ووردت الإمالة بين اللفظين عن نافع. أما التفخيم: فورد عن: ابن كثير، وعاصم، وابن عامر.انظر: \"السبعة\" لابن مجاهد: ٢٠١، \"الكشف\" لمكي: ١/ ١٨٣، \"التبصرة\" لمكي:٤٥٥، \"التيسير\" للداني: ٨٦، \"الإقناع\" لابن الباذش: ١/ ٢٨٢ - ٢٨٤، \"النشر\" لابن الجزري: ٢/ ٦١.(١) من قوله: (فلأن الراء ..) إلى (.. كذلك يميلون الراء): نقله بتصرف يسير عن \"الحجة\" للفارسي: ٣/ ١٥.(٢) حروف الاستعلاء: الخاء، والصاد، والضاء، والطاء، والظاء، والغين، والقاف. انظر: \"الرعاية\" لمكي: ١٢٣، \"التمهيد\" لابن الجزري: ٩.(٣) في (أ): (مكان مكان).(٤) في (د): (أو من).(٥) في (د): (والألف).(٦) في (د): (قال).</p><p> (فَوْضى)  (١) ، و (جَوْخَى)  (٢) وهي مدينة (٣) ، [فـ]  (٤) كما أمالوا المستعليةَ معها، كذلك يميلون الرَّاءَ (٥) والألِفَ المنقلبةَ عن الياء والواو، وتمال نحو:  {رَمَى}  (٦) و {سَجى}  (٧) ، وأشباههما. </p><p> وقوله تعالى:  {وَالْإِنْجِيلَ} . قال الزجَّاجُ (٨) : الإنجيْل، (إفْعِيل) ، مِنَ (النَّجْل) ، وهو (٩) : الأصل. هكذا كان (١٠) يقول جميع أهل اللغة في (إنجيل) . </p><p> قال ابن الأنباري (١١) : معنى قولهم: (إنجيل) لِكِتاب الله: أصْلٌ </p><p>(١) في (أ): (قوضى). (ب): (قوضي). (د) قوصي. والمثبت من: (ج)؛ لموافقته للمصدر المنقول عنه، وهو \"الحجة\" للفارسي: ٣/ ١٥؛ ولأن ما لم أثْبِتْهُ لم أقف عليه في معاجم اللغة التي بين يدي. (٢) في (ب): (جوخي). (د): (حوحي).(٣) في (ج): (وهما مدينتان). وجوْخى: قرية من أعمال واسط بالعراق. انظر: \"معجم ما استعجم\" للبكري: ٤٠٣، \"القاموس المحيط\" ٢٥٠ (جاخ).(٤) ما بين المعقوفين زيادة ليستقيم بها الكلام، وهي موجودة في \"الحجة\" ٣/ ١٥.(٥) قال الفارسي: (وإذا أمالوا مع المستعلي، كانت الإمالة مع الراء أجود؛ لأن الإمالة على الراء أغلب منها على المستعلي، ألا ترى أنه قد حكي الإمالة في نحو: (عمران)، ونحو: (فِراش)، و (جِراب). ولو كان مكان الراء المستعلي، لم تكن فيه إمالة؟ ..). \"الحجة\" ٣/ ١٦، وانظر: \"كتاب سيبويه\" ٤/ ١٤١، ١٤٢.(٦) من قوله تعالى: {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} سورة الأنفال: ١٧. وقد أمالها: أبو بكر، وحمزة، والكسائي. انظر: \"الكشف\" لمكي: ١/ ١٧٧، ١٨٤.(٧) الضحى: ٢. وقد أمالها الكسائي. انظر: \"الكشف\" ١/ ١٨٩، \"التيسير\" للداني ٤٩.(٨) في \"معاني القرآن\" له: ١/ ٣٧٥.(٩) في (د): (وهي).(١٠) (كان): ساقطة من: (ج).(١١) في \"الزاهر\" ١/ ١٦٨. نقله عنه، مع التصرف في بعض عباراته.</p><p> للقوم (١) الذين (٢) نزل عليهم؛ لأنهم يَعْمَلونَ بما فيه. ويقال (٣) : (لَعَنَ اللهُ ناجِلَيْهِ) ؛ أي: والِدَيْهِ. وأنشد قولَ الأعشى: </p><p> إذْ نَجَلاهُ فَنِعْمَ مَا نَجَلا (٤) </p><p> أي: كان أصلًا له إذ وَلَدَاهُ. </p><p> وقال قومٌ (٥) : (الإنجيل) ، مأخوذ من قول العرب:  (نَجَلْتُ الشيء) : إذا استخرجته وأظهرتُه. يقال للماء الذي يخرج من النَّزِّ (٦) : (نَجْلٌ) . </p><p> ويقال:  (قد استَنْجَلَ الوادي) : إذا أخرج الماء من النزِّ. فسمّي الإنجيلُ إنجيلًا؛ لأن الله تعالى أظهره للناس بعد طموس الحق ودُرُوسِهِ. </p><p>(١) في (د): (القوم). (٢) في (ج): (الذي).(٣) في (ج): (ويقولون).(٤) عجز بيت، وصدره:أنجب أيامَ والداه بهوهو في: ديوانه: ١٧١، وقد ورد منسوبًا له، في \"مجالس ثعلب\" ١/ ٧٧، \"الزاهر\" ١/ ١٦٩، \"البارع\" لأبي علي القالي: ٦٢٥، \"تهذيب اللغة\" ٤/ ٣٥٢٢ (نجل)، \"المحتسب\" لابن جني: ١/ ١٥٣، \"الإفصاح\" للفارقي: ٣٣٢، \"اللسان\" ٧/ ٤٣٥٥ (نجل)، \"أوضح المسالك\" لابن هشام: ص١٥٣، \"همع الهوامع\" للسيوطي: ٤/ ٢٩٧.ويروى البيت: (أنجب أيامُ والديه به)، و (أزمان) بدلًا من: (أيام). والبيت من قصيدة يمدح بها سلامة ذا فائش الحميري. ومعنى البيت: ولدا ولدا نجيبا. فيكون سياق البيت كالتالي: أنجب والداه به -أيام إذ نجلاه- فنعم ما نجلا.(٥) ممن قال ذلك: ابن دريد في \"جمهرة اللغة\" ١/ ٤٩٢ (نجل). وانظر: \"المعرب\" للجواليقي: ١٢٣.(٦) النَزُّ، والنِزُّ: ما تَحَلَّبَ من الأرض من الماء. و (نَزَّت الأرض): صارت ذا نَزً. انظر: (نزز) في \"تهذيب اللغة\" ٤/ ٣٥٥٠، \"مجمل اللغة\" ٨٤٣، \"القاموس\" ٥٢٧.</p><p> قال: وفي (الإنجيل) قولٌ ثالث: وهو أن يكون سُمّيَ إنجيلًا؛ لأن الناس اختلفوا فيه، وتنازعوا. </p><p> قال أبو عمرو الشيباني (١) : التَّنَاجُل: التنازع. يقال:  (تناجلَ القومُ) : إذا تنازعوا (٢) . </p><p> وقال جماعة من أهل التحقيق: التوراة والإنجيل والزَّبُور، أسماء عُرِّبت مِنَ السريانية، وليس يُطّردُ فيها قياس الأسماء العربيّة؛ ألا تراهم يقَولون لها بالسريانية:  (تُورَيْ) ، (انْكِليُون)  (٣) ، (زَفُوتَا)  (٤) . </p><p>(١) انظر: \"تهذيب اللغة\" ٤/ ٣٥٢٢ (نجل). (٢) انظر: اشتقاقات ومعاني الإنجيل في \"نزهة القلوب\" للسجستاني: ١٢٣، \"تهذيب الأسماء واللغات\" للنووي: ٣/ ١٦١، \"عمدة الحفاظ\" للسمين الحلبي: ٥٦٢، إضافة إلى بقية معاجم اللغة في مادة (نجل).(٣) في (ج): (ان كليون). قيل إنه معرب من الرومية وليس من السريانية أي الآرامية، وأصله: (إثانْجَليُوم)؛ أي: الخبر الطيب. فمدلوله مدلول اسم الجنس؛ ولذ أدخلوا عليه كلمة التعريف في الرومية. وعربه العرب فأدخلوا عليه لام التعريف. ويرى ابن عاشور أن من ذهب إلى كونه منقول من السريانية، قد تكون العبارة اشتبهت عليه، وأن الصواب (اليونانية)؛ لأن فيها (أووَانَيْليُون) (أي: اللفظ الفصيح. انظر: \"التحرير والتنوير\" لابن عاشور: ٣/ ١٤٩.(٤) وممن ذهب إلى أن (الإنجيل) و (التوراة) اسمان أعجميان: الزمخشري، والجواليقي، والنسفي، وابن جزي، والبيضاوي، وأبو السعود، والسمين الحلبي، والطاهر بن عاشور. قال الزمخشري: (وتكلف اشتقاقهما من (الوَرْي) و (النَّجْل)، ووزنهما بـ (تفعلة)، و (إفعيل)، إنما يصح بعد كونهما عربيين). \"الكشاف\" ١/ ٤١٠. وانظر: \"المعرب\" للجواليقي: ١٢٣، \"تفسير النسفي\" ١/ ١٤١، \"تفسير ابن جزي\" ٧٣، \"تفسير البيضاوي\" ١/ ٦٢، \"تفسير أبي السعود\" ٢/ ٤، \"عمدة الحفاظ\" للسمين: ٥٦٢، \"التحرير والتنوير\" ٣/ ١٤٩. وقد استدل بعضهم بقراءة الحسن: (والأَنجيل) بفتح الهمزة، على أنه أعجمي؛ لأنه ليس =</p>"
}