{
  "id": null,
  "sura": 3,
  "aya": 58,
  "text": "<p> يُثْنِي عليهم (١) . </p><p> ٥٨ - قوله تعالى:  {ذَلِكَ نَتْلُوهُ عَلَيْكَ}  {ذَلِكَ} : إشارة إلى ما تقدَّم من النبأ عن (٢) عيسى ومريم والحواريِّين. </p><p> وقوله تعالى:  {نَتْلُوهُ عَلَيْكَ} . قال ابن عباس (٣) : يريد: نخبرك به. جَعَلَ إخبارَه به (٤) ، وإظهارَهُ له (٥) : تِلاوَةً، لأن التلاوة: إظهار وإخبار (٦) . </p><p>(١) المحبة هنا وفي غيرها من الآيات، صفة من صفات الله تعالى، وصف بها نفسه، ووصفه بها رسوله الكريم - صلى الله عليه وسلم - وهي من صفاته تعالى الاختيارية المتعلقة بمشيئته. ومنهج السلف الكرام: وجوب اثبات ما أثبته الله لنفسه من صفات، وفق ما يليق به تعالى، دون تأويل، ولا تكييف، ولا تمثيل، ويُنفى عنه ما نفاه عن نفسه منها. وقد وردت صفة المحبة في آيات كثيرة منها ما ورد بالإيجاب، كقوله: {إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [١٩٥من سورة البقرة] ومنها ما ورد بالسلب، كالآية السابقة في الأصل، والتي هي موضوع هذا التعليق. والمؤلف هنا أثبت لازم الصفة، وثمرتها وفق مذهب الأشاعرة، وإثبات الَّازم غير إثبات الصفة، فالله تعالى لا يحب الظالمين على الحقيقة، ومن نتيجةِ ولازِمِ وعدم محبتهم: أن يعذبهم، ولا يرحمهم، ولا يثني عليهم. والأشاعرة والمعتزلة ينفون هذه الصفة بدعوى إيهامها النقص في الخلق؛ لأنها عندهم: مَيْلُ المخلوق إلى ما يناسبه أو يستلذه، ويرجعها الأشاعرة إلى صفة الإرادة، فيقولون بأن محبَّة اللهِ للعبد: هي إرادة إكرامه ومثوبته. والمعتزلة بما أنهم لا يثبتون إرادة قائمة، به فإنهم يفسرون المحبة بأنها نفس الثواب الواجب عندهم على الله. وكلا المذهبين خالف الحقَّ وجانب الصواب والعدل. والصراط السوي، هو: مذهب السلف الكرام الذي أثبت هذه الصفة وغيرها من الصفات الواردة في الكتاب والسنة لله، على الحقيقة ويثبت معها نتائجها ولوازمها. انظر: \"مجموعة فتاوى شيخ الإسلام ابن تيمية\" ٢/ ٣٥٤، \"شرح العقيدة الواسطية\" ٤٤ - ٤٦، \"المفسرون بين التأويل والإثبات في آيات الصفات\" ١/ ٣٩٦ - ٣٩٩. (٢) في (د): من.(٣) لم أقف على مصدر قوله.(٤) (به): ساقطة من (د).(٥) (له): ساقطة من: (ج).(٦) وإخبار: ساقطة من (د). قال ابن فارس: (التاء، واللام، والواو، أصل واحد،=</p><p> ويجوز أيضًا أن تكون (١) التلاوة (٢) لجبريل عليه السلام، والله تعالى يضيفها إلى نفسه (٣) ؛ لأن تلاوة جبريل بأمر الله [تعالى]  (٤) . </p><p> ومثله: {نَحْنُ (٥) نَقُصُّ عَلَيْكَ} (٦) ، وأمثاله كثيرة. ومعنى {مِنَ الْآيَاتِ} : أي (٧) : من العلامات الدالة على تثبيت رسالتك (٨) ؛ لأنها أخبار لا يعلمها إلا قارئ كتاب أو من يوحى إليه، وقد علموا أنك أمِّيٌّ لا تقرأ. </p><p> وقوله تعالى:  {وَالذِّكْرِ الْحَكِيمِ} . يعني: القرآن. ولـ {الْحَكِيمِ}  (٩) ههنا </p><p>= وهو: الاتباع. يقال: (تَلَوته)؛ إذا تَبِعْتَه. ومنه: تلاوة القرآن؛ لأنه يُتبع آية بعد آية). \"معجم مقاييس اللغة\" ١/ ٣٥١ (تلو). وقال الراغب: والتلاوة تختص باتباع كتب الله المنزلة؛ تارة بالقرآن، وتارة بالارتسام لما فيها من أمر ونهي وترغيب وترهيب، أو ما يتوهم فيه ذلك، وهو أخصُّ من القراءة، فكل تلاوة قراءة، وليس كل قراءة تلاوة. ولا يقال: (تلوت رُقْعتك)، وإنما يقال في القرآن، في شيء إذا قرأته وجب عليك اتِّباعه). \"مفردات ألفاظ القرآن\" للراغب: ١٦٧ (تلو)، وانظر: \"اللسان\" ١/ ٤٤٤ (تلو). (١) في (ب): (يكون).(٢) (التلاوة): ساقطة من: (ب).(٣) (إلى نفسه): ساقطة من: (ب).(٤) ما بين المعقوفين زيادة من (د).(٥) (نحن): ساقطة من: (ج).(٦) مقطع من آية ٣ في سورة يوسف، وأية ١٣ من الكهف. وسياقها في سورة يوسف: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ}.(٧) من قوله: (أي ..) إلى (.. لا تقرأ): نقله بتصرف واختصار عن \"معاني القرآن\" للزجاج: ١/ ٤٢١.(٨) انظر هذا المعنى لـ {الْآيَاتِ}، في \"الصحاح\" ٦/ ٢٢٧٥ (أيا)، \"اللسان\" ١/ ١٨٢ (أيا).(٩) في (ج): (والحكيم).</p><p> معنيان: </p><p> أحدهما: أنه بمعنى: الحاكم، مثل: القدير، والعليم، ومعناه: ذو الحِكْمَةِ (١) في تأليفه ونظمه، وإبانة (٢) الفوائد فيه. [والحِكْمَة: أصله في اللغة: المنع عن الفساد. والقرآنُ حاكمٌ،على معنى:أنه بما فيه]  (٣) من العِبَرِ والدِّلالات، مانع عن الكفر والفساد. وهذا كما وُصِفت الدِّلالةُ بأنَّها الدليلُ؛ لأنها بمنزلة الناطق بما فيها من البيان. وهذا الوجه، اختيار الزجَّاج (٤) . </p><p> الثاني: أنَّه بمعنى: المُحكَم، (فَعِيل) بمعنى: (مُفعَل) . </p><p> قال الأزهري (٥) : وهو سائغ (٦) في اللغة؛ لأن (حَكَمتُ) يجري مجرى (أَحْكَمت) في المعنى، فَرُدَّ إلى الأصل. </p><p> ومعنى (المُحْكَم) في القرآن: أنه أُحكِم بالأمر والنهي، وبيان الحلال والحرام. قال الله تعالى:  {كِتَابٌ أُحْكِمَتْ آيَاتُهُ}  [هود: ١] . وهذا قول مقاتل (٧) . قال: الحكيم: هو المُحكَمُ من الباطل. قال الليثُ (٨) : </p><p>(١) في (ج): (ذو القدرة). (٢) في (ج): (وآياته).(٣) ما بين المعقوفين زيادة من (ج)، (د). قال الزجاج: (وأصل (ح، ك، م) في الكلام: المَنْعُ. وسُمِّيَ الحاكمُ حاكمًا؛ لأنه يمنع الخصمين من التظالم. و (حَكَمَة الدابَّة)، سُمِّيت (حَكَمَةً)؛ لأنها تمنعه من الجِماح. وفي كتب السلاطين القديمة: (واحكُم فلانًا عن ذلك الأمر)؛ بمعنى: امنعهُ). تفسير أسماء الله الحسنى، للزجاج: ٤٣. وانظر: \"مقاييس اللغة\" ٢/ ٩١ (حكم)، \"الزاهر\" ١/ ٢٠٧.(٤) في \"معاني القرآن\" له: ١/ ٤٢١. وانظر: \"معاني القرآن\" للنحاس ١/ ٤١٣.(٥) في \"تهذيب اللغة\"١/ ٨٨٥ (حكم)، نقله عنه بالمعنى.(٦) في (د): (شائع).(٧) في \"تفسيره\" ١/ ٢٧٩.(٨) قوله في \"تهذيب اللغة\" ١/ ٨٨٥ (حكم).</p>"
}