{
  "id": null,
  "sura": 3,
  "aya": 86,
  "text": "<p> قال ابن عباس (١) : يريد: خَسِرَ (٢) ثوابَ الله، وصارَ إلى عذابِهِ؛ وخَسِرَ الحُورَ العِيْنِ. </p><p> وقال الزجاج (٣) : يعني: خَسِرَ عَمَلَهُ؛ حيث لم يُجازَ بِهِ (٤) الجنَّة والثوابَ. </p><p> ٨٦ - قوله تعالى:  {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ} . </p><p> قال ابن عباس (٥) : نزلت في اليهود (٦) : قَرَيظة والنَّضِير، ومَن دانَ بدينهم؛ كفروا بالنبي - صلى الله عليه وسلم - بعد أن كانوا قبل مَبْعَثِهِ مؤمنين، وكانوا يَشهَدُون له بالنبوة، فلما بُعِثَ، وجاءهم بالآيات المعجزات، كفروا بغيًا وحَسَدًا (٧) . </p><p>(١) من قوله: (قال ابن عباس ..) إلى نهاية (كفروا بعد إيمانهم): ساقطة من: (ج). ولم أقف على مصدر قول ابن عباس. (٢) في (ب): (حسن).(٣) في \"معاني القرآن\" له ١/ ٤٣٩.(٤) في (أ)، (ب): (يجازيه). وأثبتُّ ما رأيته صوابًا.(٥) ورد قوله في \"تفسير الطبري\" ٣/ ٣٤١، \"تفسير ابن أبي حاتم\" ٢/ ٦٩٩، \"زاد المسير\" ١/ ٤١٨.(٦) الذي وقفت عليه عنه: أنها نزلت في أهل الكتاب، ولم يجعل نزولها في اليهود فقط.(٧) وقد ورد في سبب نزولها -إضافة إلى ما ذكره المؤلف-: أن رجلًا من الأنصار، أسلم، ثم ارتَدَّ ولحق بالمشركين، ثم ندم فأرسل إلى قومه؛ ليسألوا رسول الله - صلى الله عليه وسلم -، هل له من توبة؟ فلما سألوا الرسول - صلى الله عليه وسلم -، نزلت هذه الآية إلى قوله: {غَفُورٌ رَحِيمٌ}، فأرسل إليه فأسلم.وقد ورد هذا الأثر بسندٍ صحيح عن ابن عباس -من رواية عكرمة عنه-، قد أخرجه: النسائي في سننه: ٧/ ١٠٧. كتاب تحريم الدم. باب: (توبة المرتد)، وأخرجه -كذلك- النسائي في \"تفسيره\" ١/ ٣٠٨.وأحمد في \"المسند\" ١/ ٢٤٧، وابن حبان في \"صحيحه\" (انظر: \"الإحسان في تقريب صحيح ابن حبان\"): ١٠/ ٣٢٩، (٤٤٧٧)، \"موارد الظمآن\" ٤٢٧،=</p><p> وأصل (كيف) : أنها للاستفهام والاستخبار عن الحال. ودخلت ههنا للإنكار؛ وذلك أن المسئول يُسألُ لأغراضٍ مختلفة، فقد يُسأل للتعجيز عن إقامة البرهان، وقد يُسأل لتوبيخ، بما يظهر من معنى الجواب. </p><p> وقد ذكرنا فيما مضى (١) : لِمَ جازَ أن يَقَعَ الاستفهام موقعَ الإنكار؟ ومثل هذا قول ابن الرُّقَيّات (٢) : </p><p>= والحاكم في \"المستدرك\" ٢/ ١٤٢، ٤/ ٣٦٦، وقال: (صحيح)، ووافقه الذهبي. وأخرجه البيهقيُّ في \"السنن\" ٨/ ١٩٧. والطبري في \"تفسيره\" ٣/ ٣٤٠، وابن أبي حاتم ٢/ ٦٩٩، والواحدي في \"أسباب النزول\" ص١١٦ - ١١٧. وقد ذكر مجاهد والسدي أن المرتد هو الحارث بن سويد.وعن عكرمة أنهم أثنا عشر رجلًا، منهم أبو عامر الراهب، والحارث بن سويد، وَوضحْوَح بن الأسلت.وقيل: إنها نزلت في أهل الكتاب، عرفوا نعت النبي - صلى الله عليه وسلم - في كتبهم، ثم كفروا به بعد بعثته. وقد روي هذا عن ابن عباس والحسن.انظر: \"تفسير عبد الرزاق\" ١/ ١٢٥، \"تفسير الطبري\" ٣/ ٣٤٠، \"تفسير ابن أبي حاتم\" ٢/ ٦٩٩، \"أسباب النزول\" للمؤلف (١١٨)، \"تفسير الحسن\" ١/ ٢٢١، \"الدر المنثور\" ٢/ ٨٨.ومما سبق تبين أن الأثر الأول في كونها نزلت في الحارث بن سويد أصح؛ ولذا يُقَدم ويُعتَمد سببًا لنزول الآية، مع عموم حكمها لكل من عَرفَ الحقَّ وارتد عنه، ثم تاب ورجع إليه، فيدخل في حكمها أهل الكتاب الذين شهدوا بأن النبي - صلى الله عليه وسلم - حق، ثم كفروا به بعد بعثته؛ حسدًا منهم.(١) من هذه المواضع: ما ذكره عند تفسيره لقوله -تعالى-: {أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} [آية: ٨٠ من سورة آل عمران].(٢) هو: عبيد الله بن قيس الرُّقَيَّات. أحد بني عامر بن لؤي، من الشعراء الإسلاميين، كان يوالي مصعب بن الزبير، ضد بني أمية. انظر: \"الشعر والشعراء\" ص ٣٦١، \"خزانة الأدب\" ٧/ ٢٨٠.</p><p> كيفَ نَوْمِي عَلَى الفِراشِ وَلَمّا ... يَشْمَلِ الشامَ غارَةٌ شَعْوَاءُ. (١) . </p><p> أي: لا نوم لي، ولا أنام. ومثله قوله:  {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ}  [التوبة: ٧] أي: لا يكون لهم عهد. </p><p> قال (٢) الزجاج (٣) : أعلم الله عز وجل أنه لا جهة لهدايتهم؛ لأنهم قد استحقوا أن يُضلُّوا بكفرهم؛ لأنهم قد كفروا بعد البَيِّنات. </p><p> وقوله تعالى:  {وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ} . </p><p>(١) البيت في \"ديوانه\" ٩٥. وورد منسوبًا له، في أكثر المصادر التالية: \"إصلاح المنطق\" ٢١١، \"المنصف\" ٢/ ٢٣١، \"العقد الفريد\" ٤/ ٤٠٦، \"الأمالي\" للقالي: ١/ ٩٥، \"اللسان\" ٤/ ٢٢٨٢، \"مقاييس المقاييس\" ٣/ ١٩٠ (شعى)، \"تفسير الثعلبي\" ٣/ ٦٩ أ، \"أساس البلاغة\" ١/ ٤٩٥ (شعو)، \"أمالي ابن الشجري\" ٢/ ١٦٣، \"شرح المفصل\" ٩/ ٣٦، \"اللسان\" ١١/ ٣٦٨ (شامل)، ١٤/ ٤٣٥ (شعا)، \"خزانة الأدب\" ٧/ ٢٨٧، ١١/ ٣٧٧. ونسبه في \"معجم الشعراء\" (تحقيق: عبد الستار فراج): ٤٠٦ إلى محمد بن الجهم بن هارون السمري، صاحب الفراء.والشعواء، الفاشية المتفرقة يقال: (أشعى القومُ الغارةَ إشعاءً): إذا أشعلوها. و (شَعِيَت الغارةُ، تَشْعَى شَعًا): إذ انتشرت. انظر: \"معجم المقاييس\" ٣/ ١٩٠ (شعى)، \"اللسان\" ٤/ ٢٢٨٢ (شعا).والبيت من قصيدة يمدح فيها الشاعر مصعبَ بن الزبير، ويعرِّض ببني أمية أعداء ابن الزبير، ويقول بأنه لا يمكن أن ينام، ولن يأتيه النوم حتى تَعُمَّ الشامَ -وهي معقل بني أمية- غارةٌ فاشية مكتسحة. وبعد هذا البيت:تُذهِلُ الشيخ عن بنيه وتُبْدِي ... عن بُراها العَقيلَةُ العذراءُو (بُراها)؛ أي: خلاخيلها. يريد: أن النساء يكشفن عن خلاخيلهن وسيقانهن، حال الهروب من شدة الفزع من الغارة.(٢) في (ج): (وقال).(٣) في \"معاني القرآن\" له: ١/ ٤٣٩. نقله عنه بنصه.</p><p> عطف بالفعل على المصدر؛ لأنه أراد بالمصدر الفعل؛ تقديره:  (كفروا بالله بعد أن آمنوا) . فهو عطفٌ على المعنى؛ كما قال: </p><p> لَلُبْسُ عَبَاءَةٍ وَتَقَرَّ عَيْنِي ... أَحَبُّ إليَّ مِن لُبْسِ الشُّفُوفِ (١) </p><p> معناه: لأن ألبس عباءة، وتَقَرَّ عيني (٢) . </p><p>(١) البيت لميسون بنت بحدل الكلبية. زوج معاوية بن أبي سفيان، وأم ولده يزيد. وقد ورد في \"كتاب سيبويه\" ٣/ ٤٥، \"المقتضب\" ٢/ ٢٧، \"الأصول في النحو\" ٢/ ١٥٠، \"المحتسب\" ١/ ٣٢٦، \"سر صناعة الإعراب\" ١/ ٢٧٣، \"الإيضاح العضدي\" ٣٢١، \"الصاحبي\" ١٤٦، \"شرح المفصل\" ٧/ ٢٥، \"البسيط في شرح جمل الزجاجي\" ١/ ٢٣٣، \"شرح شذور الذهب\" ص ٣٨١، \"شرح بن عقيل\" ٤/ ٢٠، \"المقاصد النحوية\" ٤/ ٣٩٧، \"منهج السالك\" ٣/ ٣١٣، \"التصريح\" ٢/ ٢٤٢، \"شرح شواهد المغني\" ٦٥٣، ٧٧٨، \"همع الهوامع\" ٤/ ١٤١، \"الخزانة\" ٨/ ٥٠٣، ٥٧٤، \"الدرر اللوامع\" ٢/ ١٠. الشفوف: الثياب الرِّقاق. وسميت بذلك؛ لأنها تشف عما تحتها، وواحدها: (شَفَّ) - بفتح الشين وبكسرها.وقد قالته ميسون ضمن أبيات، تحنُّ فيها إلى وطنها البادية، وتُفَضِّل فيها حياةَ البداوة وشَظَفَ العيش، على نعيم المدينة وعيشَةِ القصور.(٢) ذكر النحويون البيت السابق شاهدا على انتصاب الفعل المضارع بـ (أنْ) المضمرة جوازا، بعد واو عاطفة على اسم صريح؛ أي: (وأنْ تقرَّ عيني) بمعنى: قرة عيني. فهذا المصدر، معطوف على المصدر الأول، فيكون: (ولبس عباءة وقرة عيني) وهذا خلاف ما ذكره المؤلف حيث أوَّلَ الاسم الوارد في الآية: {إِيمَانِهِمْ}، وفي البيت: (لبس)، من أجل الفعل، فقال: (أن آمنوا)، و (أن ألبس) والأوْلَى أن نتأول الفعل باسم ليصح عطفه على الاسم الصريح قبله، فيكون التقدير في الآية: (بعد إيمانهم، وأن شهدوا ..)؛ أي: وشهادتهم. فعطف الشهادة على الإيمان. وكذا في البيت، يكون التقدير: (ولبس عباءة وأن تقر عيني) أي: وقرة عيني. انظر المصادر النحوية السابقة التي أوردت البيت، \"الدر المصون\" ٣/ ٣٠٣.</p><p> وزاد (١) صاحبُ النظم لهذا بيانا، فقال (٢) : </p><p> قوله:  {وَشَهِدُوا} منسوق على ما يمكن في التقدير؛ وذلك أن قوله:  {بَعْدَ إِيمَانِهِمْ} يمكن أن يكون: (بعد أن آمنوا) ، و (أَنْ) الخفيفة مع الفعل، بمنزلة المصدر، كقوله:  {وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ}  [البقرة: ١٨٤] ، أي: والصوم. </p><p> ومثل هذا ممّا حُمِلَ عَلَى الإمكان (٣) قوله: {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ}  (٤) ، فهو (٥) عطف على قوله: {إِلَّا وَحْيًا} ، ويمكن فيه: إلا أَنْ يوحى إليه. فلمّا كان قوله (٦) : {إِلَّا وَحْيًا} بمعنى: يوحى إليه، حمله على ذلك. ومثله من الشعر، قوله: </p><p> فَظَلَّ طُهاةُ اللَّحْمِ مِنْ بَيْنِ مُنْضِجٍ ... صَفِيفَ (٧) شِواءٍ أو [قَدِيرٍ مُعَجَّلِ]  (٨) </p><p>(١) في (ج): (وأراد). (٢) أورد هذا النص عنه السمين الحلبي في \"الدر المصون\" ٣/ ٣٠٣.(٣) في \"الدر المصون\": (المعنى).(٤) [سورة الشورى:٥١]. وبقيتها: {أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ}.(٥) من قوله: (فهو ..) إلى (إلا وحيا): ساقط من: (ج).(٦) في (ب): ما كان يوحى. بدلًا من: (فلما كان قوله).(٧) في (أ)، (ب): (ضعيف). والمثبت من: (ج)، ومصادر البيت.(٨) ما بين المعقوفين مطموس في (أ). وساقط من: (ب). ومثبت من: (ج)، ومصادر البيت.والبيت لامرئ القيس، من معلقته، وقد ورد في \"ديوانه\" ١٢٠، \"شرح القصائد السبع\" لابن الأنباري: ٩٧، \"شرح المعلقات السبع\" للزوزني: ٣٦، \"شرحالقصائد العشر\" للتبريزي: ٤٦، \"اللسان\" ٤/ ٢٤٦٣ (صفف)، ٤/ ٢٧١٥ (طها)، \"مغني اللبيب\" ٦٠٠، ٦١٧، \"المقاصد النحوية\" ٤/ ١٤٦، \"منهج السالك\" ٣/ ١٠٧، \"همع الهوامع\" ٥/ ٢٧٨، \"شرح شواهد المغني\" ٨٥٧.=</p><p> خَفَضَ قولَه:  (قَدِيرٍ)  (١) ؛ لأنه عَطْفٌ على ما يمكن في قوله:  (مُنْضِجٍ) ، لأنه أمكن أن يكون مضافًا إلى الصَّفِيفِ (٢) ، فحمله على ذلك (٣) . </p><p> وقوله (٤) تعالى: {وَجَاءَهُمُ الْبَيِّنَاتُ} . </p><p> يجوز أن يريد بـ {الْبَيِّنَاتُ} : ما بُينَ في التوراة والإنجيل. وهو قول ابن عباس (٥) . </p><p> ويجوز أن يريد: ما أتى به (٦) النبي - صلى الله عليه وسلم - من الكتاب والآيات المعجزات. وفي هذا تبعيد لهم من حال الهداية، وبيان لاستحقاقهم الكفر بفعلهم. </p><p> وقوله تعالى:  {وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} قال ابن عباس (٧) . يريد: لا يرشد من نقض عهود (٨) الله، وظلم نفسه. </p><p>= الصفيف: هو اللحم المصفوف على الجمر على شكل شرائح مُرَقَّقَة؛ ليُشوَى. وقدير: أي: المطبوخ في القدور، فصرفه من (مفعول) إلى (فعيل). ومعنى البيت: أنه نظرًا لكثرة الصيد، فقد ظل الطبَّاخون ما بين من يقوم بإنضاج اللحم بشوائه على الجمر، وما بين من يقوم بطبخه في القدور. وقوله: (معجل)؛ لأنهم كانوا يستحبون تعجيل كل ما كان من الصيد يُستظرف. (١) (خفض قوله قدير) غير مقروء في (أ). وساقط من: (ب). ومثبت من: (ج)، و\"الدر المصون\".(٢) في (ب): (الخفيف).(٣) أي: حَمَلَ (قدير) على (صفيف)؛ لأنه أمكن أن يكون (صفيف) مجرورًا بالإضافة إلى (منضج).(٤) من قوله: (وقوله ..) إلى (الكفر بفعلهم): ساقط من: (ب).(٥) لم أقف على مصدر قوله.(٦) (أتى به): غير مقروء في (أ). ومثبت من (ج).(٧) لم أقف على مصدر قوله.(٨) في (ج): (عهد).</p>"
}