{
  "id": null,
  "sura": 3,
  "aya": 9,
  "text": "<p> أزغت قلوب اليهود والنصارى، والذين في قلوبهم زيغ، بعد إذ هديتنا للإيمان بالمُحْكَمِ والمُتَشَابِهِ مِنْ كِتَابِكَ. </p><p> وروت أم سلمة (١) : أن النبي - صلى الله عليه وسلم - كان يُكثر في دعائه أن يقول:  \"اللهم مُقَلب(٢)القلوب، ثبِّت قلبي على دينك\"  (٣) . </p><p> ٩ - قوله (٤) تعالى: {رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ} . تقديره: جامع الناس للجزاء في يوم لا ريب فيه (٥) ؛ فلما حذف لفظ </p><p>(١) هي: هند بنت أبي أمية المعروف بـ (زاد الراكب) بن المغيرة، القرشية المخزومية، زوج النبي - صلى الله عليه وسلم -، وهي ممن أسلم قديمًا، وهاجرت إلى الحبشة، ثم المدينة، وشهدت غزوة خيبر، ماتت سنة (٦١ هـ)، أو (٦٢ هـ)، وهي آخر أمهات المؤمنين موتًا. انظر: \"الاستيعاب\" ٤/ ٤٩٣ (٣٥٩٤)، و\"الإصابة\" ٤/ ٤٥٨ (١٣٠٩). (٢) في (د): (مثبت). وقد وردت هذه اللفظة في الحديث من رواية أنس عند ابن أبي شيبة في: \"المصنف\": ٦/ ٢٥.(٣) الحديث من رواية أم سلمة رضي الله عنها: أخرجه أحمد في \"المسند\" ٦/ ٩١، ٢٩٤، ٣٠٢، ٣١٥، والترمذي برقم (٣٥٢٢) كتاب الدعوات، وقال عنه: (حديث حسن). وابن أبي شيبة في: \"المصنف\": ٦/ ٢٥ برقم (٢٩١٩٧)، وابن أبي عاصم في: \"السنة\": ١٠٠ برقم (٢٢٣)، وقال الألباني محقق الكتاب عنه: (حديث صحيح). وابن خزيمة في: كتاب التوحيد: ١/ ١٩١، والطبري في \"تفسيره\" ٣/ ١٧٨، ١٧٩، وابن أبي حاتم ٢/ ٦٠٢، ٦٠٣، والآجرِّي في \"الشريعة\" ٣١٦. وأورده السيوطي في \"الدر\" ٢/ ١٣ وزاد نسبة إخراجه للطبراني، وابن مردويه، وأورده المتقي الهندي في \"كنز العمال\" ١/ ٣٩١ برقم (١٦٨٦). وقد أوردت المصادر السابقة الحديث كذلك عن عائشة، والنواس بن سمعان، وأنس، وجابر، وعبد الله بن عمرو، رضي الله عنهم.(٤) في (د): (وقوله).(٥) وقيل: إن اللام بمعنى: (في)؛ أي: في يوم. ويكون المجموع لأجله لم يُذكر. فظاهره أن هذا الجمع للحشر من القبور للمجازاة وقيل: اللام بمعنى: (إلى)،=</p><p> الجزاء، دخلت اللام على ما يليه، وأغنت عن (في)  (١) ؛ لأن حروف الإضافة متآخية؛ لما يجمعها من معنى الإضافة (٢) . </p><p> قال الزجّاج (٣) : وهذا إقرارٌ من المؤمنين بالبعث، ومخالفةٌ لمن اتبع </p><p>= أي: جامعهم في القبور إلى يوم ... انظر: \"البحر المحيط\" ٢/ ٣٨٧، \"روح المعاني\" للآلوسي: ٣/ ٩١. (١) في (د): (فيه).(٢) حروف الإضافة عند البصريين: هي حروف الجر، وسميت بذلك: (لأنها تضيف معنى الفعل الذي هي صلته إلى الإسماء المجرور بها) \"شرح المفصل\" لابن يعيش: ٢/ ١١٧، وانظر: \"الإيضاح في علل النحو\" للزجاجي: ٩٣. وفي تناوب حروف الجر وتآخيها، مذهبان للنحويين:أ- مذهب جمهرة البصريين: أنها لا تنوب عن بعضها البعض قياسًا، فإن لكل حرف معنى واحدًا أصليًا، يؤديه على سبيل الحقيقة لا المجاز، فإذا أدى معنى آخر، فيقال حينها: إنه أداه على سبيل المجاز أو التضمين.ب- مذهب الكوفيين ومن وافقهم: أنها تنوب عن بعضها البعض؛ لأن الحرف إذا اشتهر معناه اللغوي الحقيقي، وشاعت دلالته بحيث تفهم بلا غموض، كان المعنى حقيقيًا لا مجازيًّا، ودلالته أصلية، وليست من قبيل المجاز أو التضمين. قال ابن جنّي ويحسبه البعضُ على البصريين بعد أن خطّأ المذهب الثاني: (ولسنا ندفع أن يكون ذلك كما قالوا، لاكِنّا نقول: إنه يكون بمعناه في موضع دون موضع، على حسب الأحوال الداعية إليه، والمسوِّغة له، فأمّا في كل موضع، وعلى كل حال، فلا) \"الخصائص\" لابن جنّي: ٢/ ٣٠٨.وقال المالقي: (والحروف لا يوضع بعضها موضع بعض قياسًا، إلّا إذا كان معنياهما واحدًا، ومعنى الكلام الذي يدخلان فيه واحدًا، أو راجعًا إليه، ولو على بعد) \"رصف المباني\" للمالقي: ٢٩٧. وانظر حول الموضوع \"مغني اللبيب\" لابن هشام: ٦٥٦، \"همع الهوامع\" للسيوطي: ١/ ٢٧، \"النحو الوافي\" لعباس حسن: ٢/ ٥٣٧، و\"تناوب حروف الجر\" د. محمد عواد: ١٣١٠ وما بعدها، و\"من أسرار حروف الجر في الذكر الكريم\" د. محمد الخضري: ١٢.(٣) في \"معاني القرآن\" له: ١/ ٣٧٩. نقله عنه بالمعنى.</p><p> المتشابه ممن ينكر أمر البعث. </p><p> وقوله تعالى:  {إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ} [يجوز أن يكون إخبارًا عن المؤمنين أنهم قالوا ذلك، فيكون متصلًا بما قبله، لكنه على تلوين الخِطاب (١) ، و] (٢) يجوز أن يكون استئنافًا، أخبر الله تعالى أنه لا يخلف الميعاد. ولا يدلُّ هذا على تخليد مرتكبي الكبائر من المسلمين في النار، وإنْ وعد ذلك بقوله:  {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ}  [النساء: ١٤] . الآية؛ لأن المراد بالميعاد (٣) ههنا يوم القيامة (٤) لأن الآية وردت في ذكره. أو يُحمل [هذا (٥) على ميعاد الأولياء دون وعيد الأعداء؛ لأن خلف الوعيد كرم (٦) عند العرب] (٧) ، والدليل: أنهم يمدحون بذلك، ومنه قول الشاعر: </p><p>(١) يعني بتلوين الخطاب، أي: الانتقال من أسلوب الخطاب في قوله تعالى: {رَبَّنَا إِنَّكَ} إلى أسلوب الغيبة في قوله: {إنَّ الله}. قال أبو حيان ذاكرًا الحكمة في تغيير الأسلوب، هنا: (لِمَا في ذكره باسمه الأعظم من التفخيم والتعظيم والهيبة ..) \"البحر المحيط\" ٢/ ٣٨٧. (٢) ما بين المعقوفين زيادة من: (ج)، (د).(٣) في (ب): (المعاد).(٤) ومما يؤكد ذلك لغة أن الميعاد هو: وقت الوعد وموضعه، ففي \"تهذيب اللغة\" (والميعاد، لا يكون إلا وقتًا أو موضعًا) وفي \"اللسان\" (والموعد: موضع التواعد، وهو الميعاد). انظر مادة (وعد) في \"تهذيب اللغة\" ٤/ ٣٩١٥، \"الصحاح\" ٢/ ٥٥٢، و\"اللسان\" ٨/ ٤٨٧١، و\"القاموس المحيط\" ٣٢٦. لكنَّ أبا عبيدة في \"مجاز القرآن\" ٢/ ١٤٩، ١٨٩: ذكر أن الوعد والميعاد والوعيد، واحد. وعلى الرغم من هذا، فإن سياق الآية وأقوال من سبق من أهل اللغة، يؤكد ما ذكره المؤلف من أن الآية لا دلالة فيها على تخليد مرتكبي الكبائر من المسلمين في النار.(٥) أي: على فرض التسليم بدلالة الآية على ما ذكر.(٦) في (د): (لزم).(٧) ما بين المعقوفين زيادة من: (ج)، (د).</p><p> إذا وعد السرّاءَ أَنجز (١) وعدَه ... وإنْ وَعَدَ الضرّاءَ فالعَفْوُ مانَعُهْ (٢) </p><p> قال الأصمعي: جمعنا بين أبي عمرو بن العلاء، وبين محمد بن مسعود الفدكي (٣) ، فقال أبو عمرو: ما تقول؟ قال: أقول: إن الله وعد وعدًا، وأوعد إيعادًا (٤) ، فهو منجز إيعاده، كما هو منجز وعده. فقال أبو عمرو: إنك رجل أعجم، لا (٥) أقول: أعجم اللسان، ولكن أعجم القلب. إن العرب تعُدُّ الرجوع عن الوعد لُؤمًا، وعن الإيعاد كرمًا، وأنشد: </p><p> وإنِّي وإنْ أوْعَدْتُهُ أو وَعَدْتُهُ ... لَيَكذِبُ إيعادي ويصدقُ موعدي (٦) </p><p>(١) (أنجز): غير مقروءة في: (أ). (٢) البيت، لأبي الحسن، السري بن أحمد بن السري الكندي الرفّاء الموصلي. وهو في: \"ديوانه\" ٢/ ٣٦٨. وورد منسوبًا له، في \"يتيمة الدهر\" ٢/ ١٥٦. وروايته في \"الديوان\" \"واليتيمة\": (.. وإن أوْعَدَ الضراء ..).(٣) ولكن في \"الوسيط في التفسير\" للمؤلف: ٦٧٠ (رسالة ماجستير. تحقيق بالطيور): ورد عمرو بن عبيد المعتزلي بدلًا من محمد بن مسعود الفدكي، وكذا بقية المصادر التي أوردت الحكاية والتي سأذكرها فيما بعد، أجمعت كلُّها على أن المُحاوِر لأبي عمرو بن العلاء، هو عمروُ بنُ عبيد المعتزلي، حتى إن الرازي في \"تفسيره\" ٧/ ١٨٧ نقل الحكاية عن \"تفسير البسيط\" للواحدي، وذكر اسم عمرو بن عبيد، وليس محمد بن مسعود، والذي يبدو لي والله أعلم أنَّ اسم عمرو بن عبيد المعتزلي قد حوِّر إلى محمد بن مسعود الفدكي، وقد يرجع السبب إلى أن جميع النسخ التي بين يدي، قد تكون نقلت عن نسخة رئيسة واحدة لم يستبن فيها الاسم لسبب ما، فكان الخط أقرب إلى أن يقرأ هذه القراءة، أو لاجتهاد من الناسخ الأول في كتابة الاسم السابق. وعمرو بن عبيد، هو شيخ المعتزلة في عصره، ولد سنة (٨٠ هـ)، وتوفي سنة (١٤٤ هـ)، وقيل غير ذلك. انظر ترجمته في \"تاريخ بغداد\" ١٢/ ١٦٦، \"وفيات الأعيان\" ٣/ ٤٦٠.(٤) (إيعادا): مطموسة في: (ج).(٥): (لا) مطموسة في: (ج).(٦) البيت لعامر بن الطفيل، وهو في \"ديوانه\" ٥٨. وقد ورد منسوبًا له، في \"العقد الفريد\" لابن عبد ربه: ١/ ٢٨٤، وأورده بنفس رواية المؤلف: \"يتيمة الدهر\" للثعالبي: ٢/ ١٥٧، \"لسان العرب\" ٢/ ١٠٩٨ (ختأ)، ٨/ ٤٨٧١ (وعد)، ٢/ ١١٠٣ (ختا)، \"تاج العروس\" ١/ ١٤٣ (ختأ)، ١٩/ ٣٦٩ (ختا). كما ورد غير معزوٍ، في \"عيون الأخبار\" لابن قتيبة: ٢/ ١٤٢، \"ضرورة الشعر\" للسيرافي، تحقيق د. رمضان عبد التواب: ١٣٨، \"مجالس العلماء\" للزجّاجي: ٦٢، \"تهذيب اللغة\" ٤/ ٣٩١٥ (وعد)، \"الصحاح\" ٢/ ٥٥١ (وعد) \"طبقات النحويين واللغويين\" للزبيدي: ٣٩، \"العمدة\" لابن رشيق: ١/ ٥٨٩، \"الحماسة البصرية\" لصدر الدين البصري: ٢/ ٣٠. وروايته في \"الديوان\":وإنِّيَ إن أوعدتُه أو وعدتُه ... لأخلِفُ إيعادي وأنجز موعديوبرواية أخرى:لمخلِفُ إيعادي ومنجز موعديكما ورد في \"اللسان\" ١/ ٦٣ كالتالي:لَيأمَنُ ميعادي ومنجز موعديوانظر الفرق بين (وعد) و (أوعد) في: \"ما تلحن فيه العامة\" للكسائي: ١١٠، \"مجاز القرآن\" لأبي عبيدة: ٢/ ١٨٩، \"أدب الكاتب\" لابن قتيبة: ١/ ٢٧٢، \"مجالس ثعلب\" ١/ ٢٢٧، \"والخاطريات\" لابن جني: ١٩٨، \"خزانة الأدب\" للبغدادي: ٥/ ١٨٩، ١٩٠. وانظر مادة (وعد) في \"تهذيب اللغة\" \"الصحاح\" \"اللسان\". وقد وردت هذه المحاورة في \"عيون الأخبار\" ٢/ ١٤٢، \"مجالس العلماء\" ٦٢، \"طبقات النحويين واللغويين\" ٣٩، \"إنباه الرواة\" ٤/ ١٣٣، \"مدارج السالكين\" لابن القيم: ١/ ٣٩٦، \"ميزان الاعتدال\" للذهبي: ٤/ ١٩٨، ١٩٩، \"لوامع الأنوار\" للسفاريني: ١/ ٣٧١.</p>"
}