{
  "id": null,
  "sura": 3,
  "aya": 133,
  "text": "<p> وذُكِر عن محمد بن إسحاق بن يَسَار، أنَّه قال (١) : [في]  (٢) هذه الآية معاتَبة للذين عَصَوا رسولَ الله - صلى الله عليه وسلم - حين أمرهم بما أمرهم به يوم أُحُد. </p><p> ١٣٣ - قوله تعالى:  {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} قُرِئ بالواو، وبغير الواو (٣) . فَمَن (٤) قرأ بالواو؛ فلأنه عَطَفَ الجملة على الجملة، والمعطوف عليها قوله:  {وَأَطِيعوا اللَّهَ وَالرَّسُولَ} ، {وَسَارِعُوَاْ} . </p><p> ومَن تَرَكَ الواو؛ فلأن الجملة الثانيةَ مُلْتَبسَةٌ بالأولى (٥) ، مستغنية بالتباسها عن عطفها بالواو (٦) . </p><p> وقد جاء الأمران في التنزيل، في قوله:  {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ}  [الكهف: ٢٢] الآية (٧) ، وقوله -تعالى-: {أُولَئِكَ أَصْحَابُ النَّارِ </p><p>(١) قوله، في: \"سيرة ابن هشام\" ٣/ ٦١ - ٦٢، و\"تفسير الطبري\" ٤/ ٩١، و\"تفسير ابن أبي حاتم\" ٣/ ٧٦١. (٢) ما بين المعقوفين زيادة من (ج).(٣) قرأ نافع وابن عامر وأبو جعفر: {سَارِعُوا} بغير الواو. وهي في مصاحف المدينة والشام.وقرأ باقي القرّاء: {وَسَارِعُوا} بإثبات الواو. وعليه مصاحف مكة والعراق.انظر: \"القراءات\" للأزهري ١/ ١٢٦، و\"الحجة\" للفارسي ٣/ ٧٨، و\"المبسوط\" لابن مهران ١٤٧، و\"النشر\" ١/ ٢٤٢، و\"كتاب المصاحف\" للسجستاني (٣٨).(٤) من قوله: (فمن ..) إلى (.. فكذلك المكسورة تجلبها): نقله عن \"الحجة\"، للفارسي ٣/ ٧٨. نقل بعض العبارات بالنص، وبعضها تَصرَّف فيها.(٥) وذلك لأن الضمائر فيها وفي التي قبلها متحدة، وكذلك المأمورين غير مختلفين. انظر: \"الكشاف\" ١/ ٣٥٦.(٦) وهي كذلك مستأنفة. انظر: المرجع السابق، و\"التبيان\" ص ٢٠٨.(٧) وجه الدلالة فيها أن قوله تعالى: {سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ} يجوز فيه من الناحية النحوية دخول واو العطف على {رَابِعُهُمْ}، وكذا دخولها على {سَادِسُهُم}،=</p><p> هُمْ فِيهَا خَالِدُونَ} [البقرة: ٣٩]  (١) . </p><p> ورُوِي عن الكِسائي الإمالة في (٢)  {وَسَارِعُواْ} و {أُولَئِكَ يسُارِعُونَ}  [المؤمنون: ٦١] و {نُسَارِعُ}  (٣)  [المؤمنون: ٥٦] . وذلك مُستَحسَنٌ لِمَكان الرَّاءِ المكسورة؛ فكما تمنع المفتوحةُ الإمالةَ، فكذلك المكسورةُ تَجلِبُها (٤) . </p><p> وفي الكلام محذوف، والمعنى على: وسارعوا إلى مُوجِبِ (٥) مغفرة مِن رَبِّكم. </p><p> واختلفوا في ذلك الذي إذا سارع إليه، فقد سارع إلى مغفرة: فقال عطاء عن ابن عباس (٦) : يريد: لا تُصِرُّوا على الذنب. إذا أذنب أحدٌ فلْيُسْرع الرجوع، يغفر الله له. </p><p> وقال ابن عباس -أيضًا- (٧) : سارعوا إلى الإسلام. وروي عن </p><p>= كما يجوز حذفها من {وَثَامُنهُم}؛ لأن الضمير العائد يكفي عن الواو. انظر: \"إعراب مشكل القرآن\" ١/ ٤٣٩، و\"التبيان\" ص ٥٣٥.(١) قال أبو علي في \"الحجة\" ٣/ ٧٨ بعد أن أورد هذه الآية: (فهذا على قياس قراءة نافع وابن عامر). فقوله تعالى: {هُمْ فِيهَا خَالِدُونَ} لم تحتج لعطف بالواو؛ لأنها حال من {أَصْحَابُ}، فالجملة ملتبسة بما قبلها متحدة معها، فاستغنت عن العطف بالواو.(٢) (في): ساقطة من (ج).(٣) والإمالة -هنا- هي رواية أبي عمرو الدوري عن الكسائي. ورواية غيره عن الكسائي ترك الإمالة. انظر: \"السبعة\" (٢١٦)، و\"إتحاف فضلاء البشر\": ص ٣١٩.(٤) انظر: \"الإقناع\" لابن الباذش ١/ ٢٧١ - ٢٧٧، و\"النشر\" ٢/ ٥٤.(٥) في (ج): (لما موجب).(٦) لم أقف على مصدر قوله. وقال البغوي: (وروي عنه: إلى التوبة، وبه قال عكرمة). \"تفسيره\" ٢/ ١٠٤.(٧) قوله في: \"تفسير الثعلبي\" ٣/ ١١٦أ، و\"البغوي\" ٢/ ١٠٤، و\"زاد المسير\" ١/ ٤٦٠.</p><p> علي - رضي الله عنه -، أنه قال (١) : إلى أداء الفرائض. وعن أنس بن مالك، قال (٢) : هو التكبيرة الأولى (٣) . </p><p> وقوله تعالى:  {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} أي: عرضها عَرْضُ السَّموات والأرض، فحذف المضاف، كقوله:  {مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ}  (٤) . يدل على هذا قوله في سورة الحديد:  {عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ}  [الحديد:٢٨] . </p><p> قال ابن عباس (٥) : تُقرَنُ السَّمواتُ السبعُ والأرَضُونَ السَّبْعُ، كما يُقرن (٦) الثيابُ بعضها إلى بعض، فذلك عَرْضُ الجنَّةِ. </p><p>(١) قوله في المصادر السابقة. (٢) قوله في المصادر السابقة، و\"معاني القرآن\" للنحاس ١/ ٤٧٦، و\"تفسير البغوي\" ٢/ ١٠٤.(٣) وهناك أقوال أخرى، منها:- وسارعوا بالأعمال الصالحة. وهو قول أبي سعيد الخدري، ومقاتل.- وسارعوا إلى أداء الطاعة. وهو قول الكلبي.- وسارعوا إلى الجهاد الأكبر. وهو قول الضحاك.- وسارعوا إلى الإخلاص. وهو قول عثمان رضي الله عنه. وقيل غير ذلك.انظر: \"تفسير مقاتل\" ١/ ٣٠١، و\"بحر العلوم\" ١/ ٢٩٨، و\"تفسير الثعلبي\" ٣/ ١١٦ أ. ويلاحظ أن القول الأول وهو تفسيرها بالمسارعة بالأعمال الصالحة، أو تفسيرها بالمسارعة بالطاعة هو أعم الأقوال، وتدخل تحته كل الأعمال التي ذكرت في الأقوال الأخرى، حيث إنها مفردات للعمل الصالح، وطاعة الله تعالى، ومن أنواعه. فليس بينها تعارض، وإنما اختلاف تنوع.(٤) [سورة لقمان: ٢٨ وبقيتها {وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ}].والتقدير: ولا بعثكم إلا كبعث نفس واحدة فحذف المضاف، وهو (بَعْث).(٥) قوله، في: \"تفسير الطبري\" ٤/ ٩١، و\"تفسير القرطبي\" ٤/ ٢٠٤.(٦) هكذا في (أ)، (ب): (يقرن). وفي (ج): غير منقوطة. وفي \"تفسير الطبري\": تُقرن.</p><p> قال أهل المعاني (١) : إنَّمَا خَصَّ العَرْضَ دون الطول، لأن طولَ كلِّ شيءٍ في الأغلب أكثر من عَرْضِه. يقول: هذه صفة عرضها، فكيف طولُها؟. كما قال الزُّهْري (٢) : إنما وصف عرضها، فأما طولها فلا يعلمه إلَّا الله. وهكذا قوله:  {بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ}  [الرحمن: ٥٤] ، وصَفَ (٣) البِطَانَةَ وتَرَكَ الظِّهارَةَ؛ إذ مِنَ المعلوم (٤) أنها (٥) أحسن وأنفس من البطائن. </p><p> وقال عطاء عن ابن عباس (٦) - في قوله:  {وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} ، يريد: لِرَجُلٍ واحدٍ مِن أوليائه. </p><p> [و]  (٧) قال جماعة من أهل المعاني (٨) : لم يُرِدْ العَرْضَ الذي هو ضِد الطُوْلِ، وإنما أراد بالعرض: السَّعَةَ. والعرب تقول:  (بلاد عَرِيضةٌ) ، أي: </p><p>(١) انظر: \"بحر العلوم\" ١/ ٢٩٨، و\"تفسير الثعلبي\" ٣/ ١١٦ب، و\"تفسير القرطبي\" ٤/ ٢٠٩، والعبارات التي ذكرها المؤلف متطابقة مع ما في \"تفسير الثعلبي\"، وهي من قوله: (إنما خص ..) إلى (.. من البطائن). (٢) هو: محمد بن مسلم بن عبد الله بن شهاب. تقدمت ترجمته.(٣) في (أ)، (ب): (وصفةُ). والمثبت من (ج)، و\"تفسير الثعلبي\" و\"تفسير القرطبي\".(٤) في (أ): (العلوم). والمثبت من (ب)، (ج).(٥) أنها: ساقطة من (ب).(٦) لم أقف على مصدر قوله.(٧) ما بين المعقوفين زيادة من (ج).(٨) قال ذلك ابن قتيبة في \"تفسير غريب القرآن\" ١١١. وقد نقله عنه المؤلف بتصرف مع اختصار قليل. وقد ورد بعض هذا القول في تفسير \"بحر العلوم\" ١/ ٢٩٨، نقله عن ابن قتيبة، وورد في: \"غريب الحديث\" للخطابي ١/ ٧٠٥، و\"تفسير الثعلبي\" ٣/ ١١٦ ب.</p><p> واسعة. (وفي الأرض العريضة مذهبٌ)  (١)  [و]  (٢) قال: </p><p> كأنَّ بِلادَ اللهِ وَهْيَ عَرِيضةٌ ... على الخائفِ المَطْلُوبِ كِفَّةُ حابِلِ (٣) </p><p> وإنما يقال للشيءِ الواسع:  (عَرِيض) ؛ لأن الشيء إذا عَرُضَ اتَّسَعَ، وإذا لم يَعْرُضْ، ضاقَ وَرَقَّ. </p><p> قالوا (٤) : وتشبيه عرض الجنة بعرض السَّموات والأرض على التمثيل لا على التحقيق؛ معناه: عرضها كعَرْضِ السموات والأرض عند ظَنِّكم؛ لأنه لا شيء عندنا أعرض منها، فهو كقوله:  {خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ}  (٥) ؛ يعني: عند ظنكم؛ لأنَّهما لابد زائلتان. فَلمَّا كانَ قوله: {مَا </p><p>(١) في \"تفسير غريب القرآن\": ضبطها المحقق: (مذهبُ) بدون تنوين. وهذه العبارة أشبه لأن تكون مقطعًا من بيت شِعْرٍ، ولكني لم أقف عليه. (٢) ما بين المعقوفين زيادة من (ج).(٣) البيت لم أهتد إلى قائله، وقد ورد غير منسوب في: \"تفسير غريب القرآن\" ١١١، و\"الكامل\" للمبرد ٣/ ١٣١، و\"غريب الحديث\" للخطابي ١/ ٧٠٥، و\"تفسير الثعلبي\" ٣/ ١١٦ب، و\"زاد المسير\" ١/ ٤٦٠، و\"تفسير القرطبي\" ٤/ ٢٠٥، و\"لسان العرب\" ٧/ ٣٩٠٤ (كفف)، و\"البحر المحيط\" ٣/ ٥٧.وقد ورد في \"الكامل\" و\"اللسان\": (كأن فجاج الأرض ..).والكِفَّةُ -بكسر الكاف-: كل شيء مستدير، وهي هنا: حِبالة الصائد، لاستدارتها، أما إذا كانت مستطيلة فهي: (كُفَّة) -بضم الكاف-، وجمعها: (كِفَف)، و (كِفاف). والحابل: الصائد الذي ينصب الحِبَالة، وهي المصيَدة. انظر: \"الكامل\" ٣/ ١٣١، و\"اللسان\" ٧/ ٣٩٠٤ (كفف)، و\"القاموس\" ص ٩٨١ (حبل).(٤) ممن قال ذلك: الثعلبي في \"تفسيره\" ٣/ ١١٦ ب. ويبدو أن المؤلف نقل هذا القول عنه بتصرف.(٥) سورة هود: من آية ١٠٧، وآية: ١٠٨. وتمام الآيات ليتضح المعنى: {فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ (١٠٦) خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ (١٠٧) وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ عَطَاءً غَيْرَ مَجْذُوذٍ}.</p>"
}