{
  "id": null,
  "sura": 3,
  "aya": 20,
  "text": "<p> أحدثه. </p><p> وقوله تعالى:  {وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} . هذا شرطٌ وجوابُ، يتضمن وعيدًا لليهود الذين كفروا بمحمد - صلى الله عليه وسلم -. وذكرنا معنى {سَرِيعُ الْحِسَابِ} في سورة البقرة (١) . </p><p> ٢٠ - قوله تعالى:  {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ}  [آل عمران: ٢٠] . قال ابنُ عباس (٢) : نزلت في يهود المدينة، ونصارى نَجْرَان، والأمِّيِّين من العرب. </p><p> قال الكلبي (٣) : وذلك أن اليهود والنصارى قالت: لسنا على ما سميتنا به يا محمد، إنما اليهودية والنصرانية نَسَبٌ، والدِّين هو الإسلام، ونحن عليه. </p><p> قال الزَّجَّاج (٤) : فأمر الله تعالى نبيَّه بأن يحتجَّ عليهم؛ أنه اتَّبع أمرَ اللهِ، الذي هم مُجْمِعون (٥) مُقرُّون بأنه خالقُهم، وأمَرَه بقوله:  {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ} الآية بأن يدعوهم إلى ما هو عليه من الإسلام. </p><p> قال أهل المعاني (٦) : وإنما لزمتهم الحُجَّة من حيث إن النبي - صلى الله عليه وسلم - </p><p>(١) انظر تفسير آية: ٢٠٢ من سورة البقرة. (٢) لم أهتد إلى مصدر قوله إلا ما ورد في \"تنوير المقباس\" ٤٤، فقد قال بعد قوله تعالى: {حَاجُّوكَ} (يعني: اليهود والنصارى)، وقال بعد {وَالْأُمِّيِّينَ}: (يعني: العرب).(٣) قوله في \"تفسير الثعلبي\" ٣/ ٢٥ أ.(٤) في \"معاني القرآن\" له ١/ ٣٨٨، نقله عنه بتصرف.(٥) في \"معاني القرآن\": (أجمعون).(٦) لم أعثر على من نصَّ على هذا القول، ممن سبق المؤلف.</p><p> أراهم الدلالة على صدقه ونبوَّته، ثم دعاهم إلى اتباع أمر من أقروا بأنه خالقهم، فإذا لم يطيعوه، صاروا محجوجين. </p><p> فهذا وجه الحجة للنبي - صلى الله عليه وسلم - في قوله:  {فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ} . ومعنى {أَسْلَمْتُ وَجْهِيَ لِلَّهِ} : أي: انقدت له بقلبي ولساني وجوارحي. </p><p> وذكرنا أن الإسلام معناه -في اللغة-: الانقياد (١) . وذُكِرَ (الوجه) هاهنا؛ لأنه أكرم جوارح الإنسان، فإذا خضع وجهُهُ لشيء، فقد خضع له سائرُ جوارحه (٢) . </p><p> وقال ابن عباس في هذه الآية (٣) : يريد: كما قال أبوك إبراهيم: {إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ}  [البقرة: ١٣١] . وقد ذكرنا هناك معنى (أسلم) و (أسلمْتُ) . </p><p> وقال الفرَّاء (٤) : معنى [أسلمت وجهي لله: أخلصت عملي لله؛ يقال (٥) ] (٦) : (أسلمتُ الشيءَ لفلان) ؛ أي: أخلصته لهُ، فسلم له الشيء، ولم يشاركه غيره (٧) . </p><p> قال: ومعنى (الوجه) ههنا: العمل، كقوله:  {يُرِيدُونَ وَجْهَهُ} </p><p>(١) انظر ما سبق عند تفسير قوله تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} من آية ١٩ من هذه السورة. (٢) انظر: \"تفسير الطبري\" ٣/ ٢١٤، \"تفسير الثعلبي\" ٣/ ٢٥ ب.(٣) لم أهتد إلى مصدر قوله.(٤) لم أهتد إلى مصدر قوله وهو موجود في \"تفسير الثعلبي\" ٣/ ٢٥ ب.(٥) في (ج): (فقال).(٦) ما بين المعقوفين ساقط من: (ج)، (د).(٧) في (ج): (فيه).</p><p> [الأنعام: ٥٢ -الكهف:٢٨] ، أي: قصده والعمل. </p><p> وقول الشاعر: </p><p> ... إليه الوجهُ والعَمَلُ (١) </p><p> نسق بالعمل على الوجه، وهما واحدٌ؛ لاختلاف اللفْظَيْن. ومضى الكلام في هذا عند قوله:  {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ}  [البقرة: ١١٢] ، الآية. </p><p> وقوله تعالى:  {وَمنِ اَتَّبَعَنِ} . {مَنِ} عطف على الضمير في {أَسْلَمْتُ} من غير أن يؤكده؛ لأن الكلام طال بقوله:  {وَجْهِىَ للهِ} ، فصار عِوَضًا من تأكيد الضمير المُتَّصِل. </p><p> ولو قيل:  (أسْلَمْتُ وزيدٌ) ، لم يَحْسُن حتى يقول:  (أسلمتُ أنا وزيدٌ) . </p><p>(١) عجز بيت، وتمامه: أستغفرُ الله ذنبًا لست مُحصِيَهُ ... رب العباد إليه الوجه والعمللم أهتد إلى قائله، وقد ورد غير منسوب في المصادر التالية \"كتاب سيبويه\" ١/ ٣٧، \"معاني القرآن\" للفرَّاء: ٢/ ٣١٤، \"تأويل مشكل القرآن\" ١٧٧، \"أدب الكاتب\" ٥٢٤، \"المقتضب\" ٢/ ٣٢١، \"الأصول في النحو\" ١/ ١٧٨، \"المحلى\" لابن شقير: ٦٨، \"الخصائص\" ٣/ ٢٤٧، \"الصاحبي\" ٢٩١، ٣٣٩، \"أمالي المرتضى\" ١/ ٥٩١، \"تفسير الثعلبي\" ٢٥/ ٣ ب، \"المخصص\" ١٤/ ٧١، \"الاقتضاب\" ٣/ ٤٠٠، \"شرح المفصل\" ٧/ ٦٣، ٨/ ٥١، \"اللسان\" ٥/ ٢٦ (غفر)، \"شرح شذور الذهب\" ص ٤٤٥، \"المقاصد النحوية\" ٣/ ٢٢٦، \"منهج السالك\" (شرح الأشموني): ٢/ ١٩٤، \"التصريح\" للأزهري: ١/ ٣٩٤، \"الهمع\" ٥/ ١٧، ورد فيه الشطر الأول فقط. \"خزانة الأدب\" ٣/ ١١١، \"الدرر اللوامع\" ٢/ ١٠٦. ومعنى البيت: أطلب المغفرة؛ أي: الستر على ذنوبي، ويريد بـ (الذنب) هنا اسم الجنس؛ أي: جميع الذنوب؛ لأنه قال بعده: (لست محصِيَهُ)؛ أي: لا أحصي عدد ذنوبي التي عملتها، وأستغفر الله من جميعها. و (الوجه) هنا القصد، وهو بمعنى: التوجُّه؛ أي: إليه التوجه في الدعاء.</p><p> فإن قال:  (أسلمتُ اليوم (١) بانشراح صدرٍ ومن جاء معي)، جاز وحَسُنَ (٢) . </p><p> [قال أبو إسحاق (٣) : حذفت الياء من (اتبعن) ، وهذه الياء إذا وقعت في آخر آية، حسن] (٤) حذفها (٥) ؛ لأن أواخر الآي تُشَبَّهُ (٦) بقوافي الشِّعْر، وأهل اللغة يسمونها الفواصل. </p><p> قال الأعشى: </p><p> ومن شانئٍ كاسِفٍ بالُهُ ... إذا ما انتسَبْتُ له أنكَرَنْ (٧) </p><p>(١) (اليوم): ساقطة من (د). (٢) وفي إعراب {وَمَنِ اتَّبَعَنِ}، وجوهٌ أخرى، وهي: أنها مرفوعة على الابتداء، وخبره محذوف، والتقدير: (ومن اتَّبعني أسلم وجهه لله). أنها منصوبة على المعيَّة، والواو واو المعية؛ أي: (أسلمت وجهي لله مع من اتبعني)، أو (مصاحبًا لمن أسلم وجهه لله).أنها في محل جر عطفا على اسم الله تعالى، على تأويل: (جعلت مقصدي لله بالإيمان به والطاعة له، ولمن اتَّبعني بالحفظ له والاحتفاء بعمله وبرأيه وبصحبته). ويظهر على الوجه التكلف والتعسف. انظر هذه الوجوه، في \"الفريد في إعراب القرآن المجيد\" للمنتجب الهمداني ١/ ٥٥٥، \"البحر المحيط\" ٢/ ٤٢١، \"الدر المصون\" ٣/ ٩٠ - ٩٢، \"الفتوحات الإلهية\" ١/ ٢٥٣.(٣) في \"معاني القرآن\" له ١/ ٣٨٩، نقله عنه بتصرف واختصار قليل.(٤) ما بين المعقوفين زيادة من: (ج)، (د).(٥) (حذفها): ساقطة من: (د).(٦) (تشبه): مطموسة في (ج).(٧) البيت في \"ديوانه\" ص ٢٠٧. وورد منسوبًا له في \"الكتاب\" ٤/ ١٨٧، \"أمالي ابن الشجري\" ٢/ ٢٩١، و\"مجاز القرآن\" ٢/ ١٩٥، و\"الأمالي\" للقالي ٢/ ٢٦٣، و\"إيضاح الوقف والابتداء\" لابن الأنباري ٢٥٩، و\"فقه اللغة\" للثعالبي ٢١٨،=</p><p> فإذا لم يكن آخر آيةٍ أو قافيةٍ، فالأكثر إثبات الياء، وحذفها جيد، خاصة مع النونات؛ لأن أصل (اتبعني)  (١) : (اتبعي)  (٢) ، فزيدت النونُ؛ لِتَسْلَم فتحةُ العيْن. فالكسرة (٣) من النون، تنوب عن الياء، فإذا لم تكن النون؛ نحو:  (غلامي) ، (وصاحبي) ، فالأجود إثباتها، وحذفها قليل، إلا أنه جائز؛ لأن (٤) الكسْرَة دالة عليه. </p><p> قال ابن عباس (٥) : {وَمَنِ اتَّبَعَنِ} : يريد: المهاجرين والأنصار. </p><p> وقوله تعالى:  {وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ} . يعني: العرب (٦) </p><p>= \"شرح المفصل\" ٩/ ٨٣، ٨٦. وورد غير منسوب في \"غريب الحديث\" للحربي: ٢/ ٨٧٤، \"وشرح أبيات سيبويه\" للنحاس: ١٨٩. وروايته في الديوان وبعض المصادر: (.. كاسف وجهه ..)، وورد في بعض المصادر: (.. ومن كاشح ظاهِرٍ غِمْرُهُ ..). و (الشانئ): المُبغِض، و (كاسف البال): سيِّء الحال، و (كاسف الوجه): عابِسُه؛ من سوء الحال، و (رجل كاسف): مهمومٌ، قد تغير لونه، وهزل من الحزن. و (أنكرن): أنكرني بادِّعائه أنه لا يعرفني؛ لكراهيته لي. أما في الرواية الثانية: فمعنى (كاشح)؛ أي عدو مبغض، وهو الذي يضمر لك العداوة في كَشْحه؛ أي: باطنه، أو يطوية عنك كشحُهُ وُيعرض عنك، و (الكشح): الخَصْر. و (الغَمْرُ) بفتح الغين وكسرها: الحقد والغِل. انظر: \"اللسان\" ٤/ ٢٣٣٥ (شنأ)، ٧/ ٣٨٧٧ (كسف)، ٧/ ٣٨٨٠ (كشح)، ٦/ ٣٢٩٤ - ٣٢٩٥ (غمر). والشاهد في البيت: حذف الياء من (أنكرن) في الوقف عليها في القافية، وأصلها: (أنكرني). (١) في (ب): (اتبعن).(٢) في (أ)، (ب): (اتَّبعنن). والمثبت من: (ج)، (د)، \"معاني القرآن\" للزجَّاج، \"زاد المسير\" ١/ ٣٦٤.(٣) في (د): (فالكسر).(٤) في (ج): (إلا أن).(٥) لم أعثر على مصدر قوله.(٦) أي: إن الأميِّين هم العرب. وسُمُّوا بذلك كما يقول ابن عطية: نسبة (على الأم،=</p><p> {أَأَسْلَمْتُمْ} . </p><p> قال الفرَّاء (١) ، والزجَّاج (٢) : معناه: الأمر؛ أي: أسلموا؛ لأنه استفهام في معنى التوقيف والتهديد، وفي ضمنه الأمر؛ كما تقول للإنسان، بعد أن تأمره وتُؤكِّد عليه: أقَبِلْتَ؟ فأنت تسأله متوعدًا، وفي مسألتك دليلٌ أنك تأمره أن يفعل، ومثله قوله (٣) : {فَهَلْ أَنْتُمْ مُنْتَهُونَ}  [المائدة: ٩١] ؛ أي: انتهوا. </p><p> قال النحويون: إنما جاء الأمر في سورة الاستفهام؛ لأنه بمنزلته في طلب الفعل، والاستدعاء إليه، فذكر ذلك؛ للدلالة على الأمر، من غير تصريح به؛ ليُقِرَّ المأمورُ بما يلزمه من الأمر. </p><p> وقوله تعالى:  {عَلَيْكَ الْبَلَاغُ} . البلاغُ: اسمٌ (٤) للمصدر، بمنزلة </p><p>= أو إلى الأمَّة ... أي: كما هي الأم، أو على حال خروج الإنسان عن الأم، أو على حال الأمة الساذجة قبل التعلم والتحذق) \"المحرر الوجيز\" ٣/ ٥٨؛ أي: سُمُّوا بذلك لعدم معرفتهم الكتابة والقراءة. وانظر: \"تهذيب اللغة\" ١/ ٢٠٤ - ٢٠٥ (أمم). وبهذا ورد الأثر عن ابن عباس، كما في \"تفسير الطبري\" ٣/ ٢١٥، \"تفسير ابن أبي حاتم\" ٢/ ٦٢٠. ويعزز هذا قول النبي - صلى الله عليه وسلم -: \"إنَّا أمة أمية، لا نكتب ولا نحسب .. \". أخرجه البخاري في \"صحيحه\" ٢/ ٢٣٠ كتاب الصوم، باب: ١٣، ومسلم في: \"صحيحه\": ٢/ ٧٦١. كتاب الصيام، باب: وجوب صوم رمضان، رقم: ١٥. وقال محمد بن جعفر بن الزبير، ومحمد بن إسحاق: الذين لا كتاب لهم. انظر: \"تفسير الطبري\" ٣/ ٢١٥، \"تفسير ابن أبي حاتم\" ٢/ ٦١٩. (١) في \"معاني القرآن\" له: ١/ ٢٠٢.(٢) في \"معاني القرآن وإعرابه\" له ١/ ٣٩٠، وعنه نقل المؤلف العبارات التالية، بتصرف.(٣) (قوله): ساقط من: (ج).(٤) (اسم): ساقط من: (د).</p><p> التبليغ؛ كـ (السَّراح)  (١) و (الأداء) ، أي: تبليغ الرسالة. </p><p> وقوله تعالى:  {وَاللَّهُ بَصِيرٌ بِالْعِبَادِ} . قال ابن عباس (٢) : ممن (٣) آمن بك وصدَّقَكَ، ومن كفر بك وكذبك (٤) . وفي هذه الآية تسلية للمصطفى - صلى الله عليه وسلم - حين أُخبر أنه ليس عليه هداهم، إنما عليه التبليغ، فإذا بلَّغ فقد أدَّى ما عليه. </p><p> وقال بعض المفسرين: حكم هذه الآية قبل أن يُؤمر النبي - صلى الله عليه وسلم - بالسيف (٥) . </p><p>(١) (السَّراح) اسم للمصدر، بمعنى: التسريح، وأصل (التسريح): إرسال الإبل في المرعى، ثم جُعِل للمطلق الإرسال، ثم استعير في الطلاق، فـ (تسبح المرأة): تطليقها، والاسم: (السَّراح)، قال تعالى: {وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا} الأحزاب: ٤٩، وقال: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: ٢٢٩]. ومن معاني (السَّراح): السهولة، والمصدر: (التسريح)؛ أي التسهيل. انظر: (سرح)، في \"اللسان\" ٤/ ١٩٨٤ - ١٩٨٥، \"عمدة الحفاظ\" ٢٣٧. (٢) لم أهتد إلى مصدر قوله.(٣) في (ج): (من)، (د): (بمن).(٤) والذي في: \"تنوير المقباس\" عنه: ٤٤: (بمن يؤمن، وبمن لا يؤمن).(٥) يعني أنها منسوخة، والمنسوخ منها عندهم هو قوله تعالى: {وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ}. وممن قال بذلك ممن سبق المؤلف بالوفاة: أبو عبد الله، محمد بن حزم الأنصاري، المتوفى سنة (٣٢٠ هـ) تقريبًا، في كتابه: \"الناسخ والمنسوخ في القرآن\": ٣٠، وهبة الله بن سلامة، المتوفى سنة (٤١٠ هـ) في كتابه: \"الناسخ والمنسوخ من كتاب الله عز وجل\": ٦٠. والناسخ لها عندهم هي آية السيف، وهي في أصح أقوال العلماء: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} [التوبة: ٥]. ومنشأ دعواهم بأنها منسوخة، هو أنَّ الآية بما تضمنته من أسلوب القصر حصرت مهمة النبي - صلى الله عليه وسلم -، في تبليغ الرسالة والموادعة دون قتال المخالفين، ثم جاءت آية =</p>"
}