{
  "id": null,
  "sura": 3,
  "aya": 77,
  "text": "<p> ٧٧ - قوله تعالى:  {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ} الآية. أكثر أهل التفسير على أن هذه الآية نزلت في اليهود (١) . </p><p> قال عكرمة (٢) : إن جماعة من علمائهم (٣) كتموا ما عهد الله إليهم في التوراة من شأن محمد - صلى الله عليه وسلم -، وبدَّلُوه، وكتبوا غيره بأيديهم من عندهم، فيما ادَّعوه أنه ليس عليهم في الأميين سبيل، وحلفوا أنه من عند الله؛ لئلا تفوتهم الرِّشَى (٤) والمآكل. </p><p> ودليل هذا: قوله في سورة البقرة: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا}  (٥) الآية. </p><p>(١) ممن قال بذلك: عكرمة كما سيأتي، ومقاتل، والكلبي، والحسن. انظر: \"تفسير مقاتل\" ١/ ٢٨٥، \"تفسير الثعلبي\" ٣/ ٦١ ب، \"أسباب النزول\" للمؤلف (١١٢)، \"النكت والعيون\" ١/ ٤٠٤. ولم أقف على غيرهم قال بهذا القول. وفي الآية روايات أخرى صحيحة، تخالف هذا القول ذكرها المفسرون، وسيأتي بيان ذلك إن شاء الله. انظر: \"تفسير الطبري\" ٣/ ٣٢٠، \"تفسير ابن أبي حاتم\" ٢/ ٦٨٦، \"ابن كثير\" ١/ ٤٠١، \"الدر المنثور\" ٢/ ٧٧. (٢) قوله في \"تفسير الطبري\" ٣/ ٣٢١، ٦/ ٥٢٨، \"تفسير الثعلبي\" ٣/ ٦١ ب، \"أسباب النزول\" للمؤلف (١١٢)، \"تفسير البغوي\" ٢/ ٥٦، \"زاد المسير\" ١/ ٤١١.(٣) هم: أبو رافع، وكنانة بن أبي الحُقَيق، وكعب بن الأشرف، وحُيي بن أخطب. كما في المراجع السابقة.(٤) الرِّشى بكسر الراء، وبضمها: جمع رَشْوة بفتح الراء وبضمها وبكسرها: وهي الجُعْل الذي يُتوصل به إلى الحاجة، وأصلها من الرِّشاء، وهو: الحبل الذي يتوصل به إلى الماء، والمصدر: الرَّشْوُ. انظر: \"النهاية في غريب الحديث\" ٢/ ٢٢٦، \"اللسان\" ٣/ ١٦٤٨ (رشا).(٥) سورة البقرة: ١٧٤. وهذه الآية نزلت في اليهود. انظر: \"تفسير الطبري\" ٢/ ٨٩.</p><p> وقال ابن عباس في رواية باذان (١) : نزلت في رجلين اختصما إلى النبي - صلى الله عليه وسلم - في ضَيْعَةٍ، فَهَمَّ المدَّعَى عليه أن يحلف، فنزلت هذه الآية، فَنَكَلَ المدَّعَى عليه عن اليمين، وأقر للمدَّعِي بحقه، ودفعه إليه (٢) . </p><p>(١) في (ب): بانوان. ولم أقف على مصدر هذه الرواية. وباذان، هو: أبو صالح، مولى أم هانئ، يقال: باذان، وباذام. وقد سبق، ورواية باذان عن ابن عباس وردت في \"تفسير الثعلبي\" من طرق كلها عن الكلبي، عن أبي صالح، عن ابن عباس. (٢) ورد عن ابن جربج أثر قريب من هذا القول أخرجه الطبري في \"تفسيره\" ٣/ ٣٢٢: (قال [يعني أن جريج]: قال آخرون ..) ثم ذكره. وملخصه: أن الأشعث بن قيس اختصم مع رجل في أرض، فطلب الرسول - صلى الله عليه وسلم - من الرجل البيِّنة، فقال: ليس يشهد لي أحدٌ على الأشعث، قال: فلك يمينه فقام الأشعث ليحلف، فأنزل الله هذه الآية، فنكل الأشعثُ، وقال: إني أشهد الله وأشهدكم أن خصمي صادق. فردَّ إليه أرضه، وزاده من نفسه زيادة كثيرة .. قال الشيخ أحمد شاكر: (هذا حديث مرسل، لم يذكر ابن جريج من حدَّثه به، فهو ضعيف الإسناد). المرجع السابق. وورد في نزول هذه الآية أسباب أخرى، أصح من هذا الأثر، فقد ورد أنها نزلت في السبب التالي: (قال رسول الله - صلى الله عليه وسلم -: \"من حلف يمين صبر؛ ليقتطع بها مال امريء مسلم، لقيَ الله وهو عليه غضبان\". فأنزل الله تصديق ذلك {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ ...} إلى آخر الآية. قال فدخل الأشعث بن قيس، وقال: فيَّ أنزِلَت، كانت لي بئر في أرض ابن عمِّ لي، قال النبي - صلى الله عليه وسلم -: \"بيِّنَتك أو يمينه\". فقلت إذًا يحلفُ يا رسول الله! فقال النبي - صلى الله عليه وسلم - من حلف على يمين صبر ..). إلى آخره.أخرجه البخاري في صحيحه، كتاب التفسير، سورة آل عمران، باب {إِنَّ الَّذِينَ يَشْتَرُونَ ...}، واللفظ له، انظر: \"فتح الباري\" ٨/ ٢١٢. وأخرجه مسلم في \"صحيحه\" (١٣٨) كتاب الإيمان، باب: (وعيد من اقتطع حق مسلم). وأبو داود في \"السنن\" (٣٢٤٣) كتاب الأيمان والنذور، باب: (فيمن حلف يمينًا ليقتطع بها مالًا). والترمذي في \"السنن\" (٢٦٦٩) كتاب التفسير، باب: (ومن سورة آل عمران). وابن ماجه في \"السنن\" (٢٣٢٢) كتاب الأحكام، باب: (البيِّنة على المدعي). وأحمد في \"المسند\" ٥/ ٢١١، ٢١٢ وانظر: \"المسند\" شرح شاكر =</p><p> ومعنى {يَشْتَرُونَ} : يستبدلون (١) . وذكرنا هذا في قوله:  {اشْتَرَوُا الضَّلَالَةَ}  (٢) . </p><p> وقوله تعالى:  {وَلَا يُكَلِّمُهُمُ اللَّهُ} . جاز (٣) أن يكون (٤) إسماع الله جلَّ وعز أولياءَهُ كلامَهُ بغير سفير، خصوصيةً يَخُصُّ بها أولياءَه، فهو لا [يكلم هؤلاء أصلا. ويكون المحاسبة معهم بكلام الملائكة. </p><p>=٥/ ٢١٠ رقم (٣٥٩٧)، ٦/ ٥٨ رقم (٤٠٤٩). والبيهقي في \"السنن\" ١٠/ ١٧٨، وأبو داود الطيالسي في مسنده: ٣٥ رقم (٢٦٢)، ١٤١ رقم (١٠٥٠، ١٠٥١)، والطبراني في \"المعجم الكبير\" ١/ ٢٣٤، والحميدي في مسنده: ١/ ٥٣ رقم (٩٥)، والنسائي في \"تفسيره\" ١/ ٢٩٩، والطبري في \"تفسيره\" ٣/ ٢٢٠ وفيه أن الخصومة كانت بين الأشعث وبين رجل من اليهود، وأخرجه ابن أبي حاتم في ٢/ ٦٨٦. وأخرجه البخاري في صحيحه كتاب التفسير، سورة آل عمران، باب: {إِنَّ الَّذِينَ يَشْتَرُونَ ...} سببًا آخر عن عبد الله بن أبي أوفى رضي الله عنهما: (أن رجلًا أقام سلعة في السوق، فحلف فيها: لقد أعطِيَ بها ما لم يُعطَه؛ ليوقع فيها رجلًا من المسلين. فنزلت {إِنَّ الَّذِينَ يَشْتَرُونَ ...}). انظر: \"فتح الباري\" ٨/ ٢١٣، وأخرجه كذلك الطبري ٦/ ٥٣٣، وابن أبي حاتم ٢/ ٦٨٦. وقد وردت روايات أخرى، ولكنْ هاتان الروايتان أصح ما ورد، وعليهما الاعتماد، وهما نصَّان في السببيَّة، ولا يمتنع أن يتعدد السبب والنازل واحد. وقال الكرماني: (لعل الآية لم تبلغ ابن أبي أوفى إلا عند إقامته السلعة، فظنَّ أنها نزلت في ذلك، أو أن القصتين وقعتا في وقت واحد، فنزلت الآية). \"فتح الباري\" ١١/ ٥٦٠. ولكن هذا لا يمنع أن يدخل اليهود فيها؛ لأن العبرة بعموم اللفظ لا بخصوص السبب كما هو معروف. وانظر بقية الروايات في \"تفسير الطبري\" ٦/ ٥٣٠ - ٥٣٤. (١) في (ب): يسترون: يستدلون.(٢) في (ج): (واشتروا). سورة البقرة: ١٦.(٣) في (ب): (فإما).(٤) من قوله: (أن يكون) إلى (لم ينقض ذلك) نقله عن \"معاني القرآن\" للزجاج ١/ ٤٣٤ نقل بعض عباراته بالنص، وتصرف في بعض عباراته بالزيادة والاختصار.</p><p> وجائز أن يكون معنى] (١)  {وَلَا يُكَلِّمُهُمُ اللَّهُ} أي: لا يكلمهم بكلامٍ يَسُرُّهم. ونفى الكلامَ أصلًا لأنه يتضمن (٢) معنى الغضب؛ كما يقال:  (فلان لا يكلم فلانًا) ، تأويله: أنه غضبان عليه، وإنْ كلمه بكلام سوء، لم ينقض ذلك. </p><p> وقوله تعالى:  {وَلَا يَنْظُرُ إِلَيْهِمْ} . أراد: نظر الرحمة؛ كما يقال:  (نظر فلان لفلان) ، و (نظر الأمير لرعيته) : إذا رحمهم، وبهذا فسره ابن عباس، فقال (٣) : يريد: لا (٤) يرحمهم. </p><p> وروى جعفر بن سليمان الضُّبَعِي (٥) عن أبي عِمْران (٦) الجَوْني (٧) ، أنه قال (٨) : ما نظر الله عز وجل إلى شيء إلاَّ رَحِمَه، ولو قضى أن ينظر إلى أهل النار لرحِمَهُم؛ ولكن قضى أن لا ينظرَ إليهم. ومضى الكلام في معنى تزكية الله. </p><p>(١) ما بين المعقوفين: زيادة من: (ج). (٢) في (ج): (يضمن).(٣) لم أقف على مصدر قوله.(٤) في (ب): (ولا).(٥) هو: أبو سليمان الحرشي البصري. قال عنه ابن حجر: (صدوق زاهد، لكنه كان يَتَشيَّع)، وعَدَّه من الطبقة الوسطى من أتباع التابعين، توفي سنة (١٧٨ هـ). انظر الجرح والتعديل: ٢/ ٤٨١، \"ميزان الاعتدال\" ١/ ٤٠٨، \"تقريب التهذيب\" (٩٤٢).(٦) في (ج): (أبي عمر).(٧) في (ب): الجرني. وهو: أبو عمران، عبد الملك بن حبيب، البصري، الأزدي، الجَوْني. ثقةٌ، من التابعين، توفي سنة (١٢٨هـ) وقيل: بعدها. انظر: \"الأنساب\" ٢/ ١٢٥، \"تقريب التهذيب\" (٤١٧٢).(٨) قوله في \"تفسير الثعلبي\" ٣/ ٦٣ أ، وقد أورده بسنده عنه.</p>"
}