{
  "id": null,
  "sura": 3,
  "aya": 110,
  "text": "<p> مُستَحِقٍّ (١) للعذاب، لم يكن منه ظلمًا حقيقيًّا، ولكنه يكون في صورة الظلم، وقد يُسمَّى الشيءُ بالشيء، إذا أشبهه، وكان في صورته؛ كجزاء السيِّئة، يُسَمَّى:  (سيئةً)  (٢) ، وجزاء الاستهزاء، يُسمَّى (٣) : (استهزاءً) في التنزيل (٤) ، ومثله كثير. </p><p> ١١٠ - قوله تعالى:  {كُنْتُمْ خَيْرَ أُمَّةٍ} اختلف قول أهل المعاني في هذا: </p><p> فقال الفرَّاء (٥) والزجاجُ (٦) ، وغيرُهما (٧) : كنتم خير أُمَّةٍ عند الله، في اللَّوْح المحفوظ. وقالا (٨) أيضًا: معنى {كُنْتُمْ خَيْرَ أُمَّةٍ} : أنتم خير أمة؛ </p><p>(١) في (ج): (مستحقًا). (٢) كقوله تعالى: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ} [الشورى: ٤٠].(٣) في (ج): (سمي).(٤) يعني المؤلف قولَه -تعالى-: {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ (١٤) اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} [البقرة:١٤ - ١٥].وقد ذكر الطبريُّ هذا المعنى في تفسيره، ورَدَّهُ، فـ (الاستهزاء) في هذه الآية صفة من صفات الله على الحقيقة، تليق بجلال الله -تعالى-، وليس المقصود بـ (الاستهزاء) هنا مجازاتهم في الآخرة على استهزائهم بأوليائه في الدنيا، فهذا صرفٌ للصفة عن حقيقتها. انظر: \"تفسير الطبري\" ١/ ١٣٢ - ١٣٤. وانظر ما سبق من تعليق على تفسير المؤلف لقول الله -تعالى-: {وَمَكَرَ اَللهُ} من الآية: ٥٤.(٥) في \"معاني القرآن\" له: ١/ ٢٢٩.(٦) في \"معاني القرآن\" له: ١/ ٤٥٦. وقد أورده الزجاج بلفظ (قيل: ..).(٧) ممن جوز هذا القول: النحاس، في \"إعراب القرآن\" ١/ ٣٥٧.(٨) قائل هذا القول، هو: الفراء، في المرجع السابق. والعبارات التالية له نقلها =</p><p> كقوله:  {وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ}  [الأعراف: ٨٦] ، وقال في موضع آخر:  {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ}  [الأنفال: ٢٦] . وإضمارُ (كان)  (١) وإظهارُها في مثل هذا، سواءٌ، إلّا أنها إذا ذُكِرت كانت للتأكيد، ووقوع الأمرِ لا مَحالة. </p><p> قال ابن الأنباري (٢) : وهذا القول ظاهرُ الاختلال؛ لأن (كان) يُلغى (٣) مُوسَّطًا ومُؤَخَّرًا، ولا يُلغَى (٤) مُقدَّما؛ تقول العرب:  (عبدُ الله كان قائمٌ) و (عبدُ الله قائمٌ، كان) ؛ على أنَّ (كان) مطروحة، ولا يقولون:  (كانَ عبدُ الله قائمٌ) ، على إلغائها، لأنَّ سبيلهم أن يبدأوا بما [تنصرف الغايةُ إليه، والمُلْغَى غير معني به، على أنَّه لا يجوز]  (٥) إلغاءُ الكَوْنِ في الآية؛ لانتصاب خبره، وإذا (أُعْمِلَ)  (٦) الكَوْنُ في الخَبَرِ، فنصبه، لم يكن مُلغًى. </p><p> وقال بعضُ النحويين (٧) : إنما قال: {كُنْتُمْ} ، ولم يقل:  (أنتم) ؛ </p><p>= المؤلف بتصرف يسير. أما الزجاج فلم يذكر هذا المعنى في هذا الموضع. وممن قال بهذا: ابن قتيبة في \"تأويل مشكل القرآن\" ٢٩٥. وجعله من باب مخالفة ظاهر اللفظ معناه، قال: (ومنه أن يأتي الفعلُ على بِنْيَةِ الماضي وهو دائمٌ أو مُستَقبَل) وذكره. وقال به الطبري، في \"تفسيره\" ٤/ ٤٥ - ٤٦، وابن فارس، في \"الصاحبي\" ٣٦٤، ويرويه أبو العباس عن ابن الأعرابي، كما في \"تهذيب اللغة\" ٤/ ٣٠٨٤ (كون)، وجوزه النحاس في \"إعراب القرآن\" ١/ ٣٥٧.(١) في (ج): (كل).(٢) لم أقف على مصدر قوله.(٣) في (ب)، (ج): (تلغى).(٤) في (ب)، (ج): (تلغى).(٥) ما بين المعقوفين غير مقروء في (أ). والمثبت من: (ب)، (ج).(٦) في (أ): (عمل).(٧) لم أقف عليهم.</p><p> لتَقَدُّمِ (١) البِشَارَةِ بهذه الأُمَّة، ولِمَا قد (٢) كان يُسمَعُ مِنَ الخير في هذه الأمَّةِ؛ فكأنَّه (٣) قيل: كنتم خير أُمَّةٍ بُشِّرَت بها. وهذا القول، يُروى معناه عن الحَسَنِ (٤) . </p><p> وقال بعضهم (٥) : الكَوْنُ ههنا بمعنى: الوقوع والحُدُوث، وهي التَّامَّةُ التي لا تحتاج إلى خبر، فمعنى {كُنْتُمْ خَيْرَ أُمَّةٍ} : حَدَثْتم خَيْرَ أُمَّةٍ، ووُجِدْتُم وخُلِقْتُم خَيرَ أمَةٍ، فيكون {خَيْرَ أُمَّةٍ} حينئذ بمعنى الحَالِ. وهذا معنى قولِ [ابن]  (٦) جَرِير (٧) . </p><p> وحكى الزجاجُ (٨) عن بعضهم: كنتم [منذ]  (٩) آمنتم خيرَ أُمَّةٍ (١٠) . </p><p> فأمَّا المُخاطَبون بهذا: فقال ابن عباس في رواية سعيد بن جبير (١١) : </p><p>(١) في (ج): (فتقدم). (٢) في (أ)، (ب): (قدم). والمثبت من (ج).(٣) في (ج): (وكأنه).(٤) قوله في \"تفسير الطبري\" ٤/ ٤٥، \"النكت والعيون\" ١/ ٤١٦.(٥) منهم الطبري، كما سيأتي.(٦) ما بين المعقوفين: زيادة من: (ج).(٧) في \"تفسيره\" ٧/ ١٠٦.(٨) في \"معاني القرآن\" له ١/ ٤٥٦. أورد هذا القول وصدَّره بلفظ (قيل ..).(٩) في (أ)، (ب)، (ج): (قد). ولم أر لها وجهًا. وأثبتُّها من: \"معاني القرآن\" للزجاج. وقد تكون (مُذ) فحرِّفت إلى (قد).(١٠) قد يكون القائل ابن الأنباري؛ حيث أورد ابن الجوزي في الزاد نحو هذا القول، وقال: (ذكره ابن الأنباري) ونصه: (مذ كنتم). انظر: \"زاد المسير\" ١/ ٤٣٩.(١١) هذه الرواية، في \"مصنف ابن أبي شيبة\" ٦/ ٣٩٨ رقم (٣٢٣٤٩)، و\"مسند أحمد\" (شرح الشيخ أحمد شاكر): ٤/ ١٥٣ رقم (٢٤٦٣)، ٣٣٥ (١٩٢٨)، ٣٥٥ (٣٩٨٩)، ٥/ ١١٢ (٣٣٢١)، وصححه الشيخ شاكر، وتفسير النسائي: ١/ ٣١٩، \"تفسير الطبري\" ٤/ ٤٥، \"تفسير عبد الرزاق\" ١٣٠، \"تفسير ابن أبي حاتم\" =</p><p> هم الذين هاجروا مع النبي - صلى الله عليه وسلم - إلى المدينة. وعلى هذا (١) : عِكْرِمة (٢) ، ومقاتل (٣) ، والضَّحَّاك (٤) : أن هذا خاصة لأصحاب محمد (٥) - صلى الله عليه وسلم -. يدل على هذا القول: </p><p> ما روي عن عمر رضي الله عنه، أنه قال في هذه الآية (٦) : هي </p><p>= ٣/ ٧٣٢، \"المعجم الكبير\" للطبراني: ١٢/ ٦ رقم (١٢٣٠٣)، ومستدرك الحاكم: ٢/ ٢٩٤. وصححه ووافقه الذهبي، \"تفسير الثعلبي\" ٣/ ٩٨ أ، وذكرها ابن حجر في \"المطالب العالية\" ٣/ ٣١٥ رقم (٣٥٧٠) وعزاها للحارث بن أبي أسامة في مسنده عن ابن عباس، وذكرها الهيثمي في \"مجمع الزوائد\" ٦/ ٣٢٧ وقال: (رواه أحمد والطبراني ورجال أحمد رجال الصحيح)، وأوردها ابن حجر في \"فتح الباري\" ٨/ ٢٢٥ وعزاها لمن سبق وقال عن إسنادها: (جيد)، وأوردها السيوطي في \"الدر\" ٢/ ١١٣، وزاد نسبة إخراجها لعبد بن حميد، والفريابي، وابن المنذر، عن ابن عباس موقوفًا. (١) في (ج): (ذلك).(٢) قوله في \"تفسير الطبري\" ٤/ ٤٣، \"تفسير الثعلبي\" ٣/ ٩٨ أ، \"أسباب النزول\" للواحدي: (١٢١)، \"تفسير البغوي\" ٢/ ٨٩، \"زاد المسير\" ١/ ٤٣٨، \"الدر المنثور\" ٢/ ١١٣ وزاد نسبة إخراجه لابن المنذر.(٣) قوله في \"تفسيره\" ١/ ٢٩٥، والمصادر السابقة ما عدا الطبري.وقد ورد قول مقاتل وعكرمة في معرض بيانهما لسبب نزول الآية، فقد قال مقاتل في تفسيره (وذلك أن مالك بن الصَّيف، ووهب بن يهوذا، قالا لعبد الله بن مسعود، ومعاذ بن جبل، وسالم مولى أبي حذيفة: إن ديننا خيرٌ مِمَّا تدعوننا إليه فأنزل الله عز وجل - فيهم: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} في زمانكم، كما فضل بني إسرائيل في زمانهم). وانظر المصادر السابقة.(٤) قوله في \"تفسير الطبري\" ٤/ ٤٤، \"تفسير الثعلبي\" ٣/ ٩٨ أ، ولكنه فيه: (عن الضحاك عن ابن عباس)، \"تفسير البغوي\" ٢/ ٨٩(٥) في (ب): (النبي).(٦) قوله في \"تفسير الطبري\" ٤/ ٤٣، وابن أبي حاتم: ٣/ ٧٣٢، \"تفسير الثعلبي\" ٣/ ٩٨ أ، \"تفسير البغوي\" ٢/ ٨٩.</p><p> لأوَّلِنا، ولا تكون لآخرنا. </p><p> وقال (١) في رواية عطاء (٢) : يريد: أُمَّةَ محمد - صلى الله عليه وسلم -. فعلى هذا: هم جميع المؤمنين من هذه الأمَّة. </p><p> قال الزجاج (٣) : هذا الخطاب، أصلُه: أنه خوطب به أصحابُ رسول الله - صلى الله عليه وسلم -، وهو يَعُمُّ سائرَ أُمَّتِهِ. </p><p> وقوله تعالى:  {أُخْرِجَتْ لِلنَّاسِ} يُحتَمَلُ أنْ يكون {للِنَّاسِ} ، مِنْ صِلَةِ {أُمَّةٍ} ، أي: كنتم خير أمةٍ للنَّاسِ أُخْرِجَت، يعني: أفهم (٤) خير أمَّة للنَّاس، تجيئون بهم في السلاسل، فتُدْخِلُونَهم في الإسلام. وهذا المعنى يُروى عن أبي هريرة (٥) . </p><p>(١) أي: ابن عباس - رضي الله عنه -. (٢) لم أقف على مصدر هذه الرواية.(٣) في \"معاني القرآن\" له: ١/ ٤٥٦، نقله عنه بتصرف يسير جدًّا.(٤) في (ج): (أنتم).(٥) ورد هذا عنه مرفوعا وموقوفًا، أما المرفوع فقد أخرجه: البخاري في \"الصحيح\" (٣٠١٠) في الجهاد، باب الأسارى في السلاسل، ولفظه عنده من رواية أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"عجب ربنا من قوم يدخلون الجنة في السلاسل\". وأخرجه أحمد مرفوعًا بنحو لفظ البخاري. انظر: \"المسند\" (شرح الشيخ شاكر): ١٥/ ١٦٨ (٨٠٠٠)، ١٨/ ٤٨ (٩٢٦٠)، ١٩/ ٣٣ (٩٧٨١)، ٦٦ (٩٨٩٠)، وأبو داود في \"السنن\" (٢٦٧٧) كتاب الجهاد، باب: (في الأسير يوثق). وابن حبان في \"صحيحه\" \"الإحسان\" ١/ ٣٤٣ رقم (١٣٤).أما الموقوف، فقد أخرجه: البخاري (٤٥٥٧) في التفسير، سورة آل عمران، باب (٧) ولفظه: ({كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} قال: خير الناس للناس، تأتون بهم في السلاسل في أعناقهم حتى يدخلوا في الإسلام).وأخرجه عنه كذلك: النسائي في \"تفسيره\" ١/ ٣١٨، والطبري في \"تفسيره\" =</p><p> وقال قتادة (١) : لم يُؤْمَرْ نَبِيٌّ وأمَّتُهُ بالقتال، إلّا هذه الأمَّة ونَبِيها، يُقاتِلُونَ، فَيَسْبُونَ الرُّومَ والتُّرْكَ والعَجَمَ، فَيُدْخِلونهم في دينهم، فهم خير أمَّة للنَّاس. </p><p> ويُحتَمَلُ (٢) أن يكون {للِنَّاسِ}  (٣) مِن (٤) صِلَةِ {أُخْرِجَتْ} ؛ ومعناه: ما أَخرَجَ (٥)  [اللهُ]  (٦) للنَّاسِ أمَّةً، خيرًا (٧) مِنْ أمَّةِ أحمد (٨) ؛ فهم (٩) خير أمَّةٍ أُظْهِرَت (١٠) وأُخْرِجَت للنَّاس. </p><p>٤/ ٤٤، وابن أبي حاتم في \"تفسيره\" ٣/ ٧٣٢، والثعلبي في \"تفسيره\" ٣/ ٩٨ب، وأورده البغوي في \"تفسيره\" ٢/ ٩٠، والسيوطي في \"الدر\" ٢/ ١١٣ وزاد نسبة إخراجه للفريابي، وعبد بن حميد، وابن المنذر، والحاكم. ولكنيِّ لم أجده في مستدركه. قال ابن حبان في معناه: (والقصد في هذا الخبر: السَّبْيُ الذين يسبيهم المسلمون من دار الشرك مكتَّفِين في السلاسل يُقادون بها إلى دور الإسلام، حتى يُسْلِمُوا، فيدخلوا الجنة). \"الإحسان في تقريب صحيح ابن حبان\" ١/ ٣٤٣ - ٣٤٤. وقد نقل ابنُ حجر أقوال أهل العلم في شرحه. انظر: \"فتح الباري\" ٦/ ١٤٥، ٨/ ٢٢٥.(١) قوله في \"تفسير الثعلبي\" ٣/ ٩٩ أ، \"تفسير البغوي\" ٢/ ٨٩.(٢) من قوله: (ويحتمل ..) إلى- (أخرجت للناس): نقله بتصرف يسير عن \"تفسير الثعلبي\" ٣/ ٩٩ أ.(٣) في (ج): (من الناس).(٤) من: ساقطة من (ج).(٥) في (ب): (فلا تخرج).(٦) ما بين المعقوفين: في في (أ)، (ب): إليه. وهي ساقطة من: (ج). وليست في \"تفسير الثعلبي\". ورجَّحتُ أن أصلها كما أثبتُّه، وقد حُرِّفت إلى (إليه).(٧) في (ج): (خير).(٨) في (ج): (محمد).(٩) (من أمة أحمد فهم): ساقطة من: (ب).(١٠) في (ج): (ظهرت).</p>"
}