{
  "id": null,
  "sura": 3,
  "aya": 35,
  "text": "<p> [آل عمران: ٣٥] ، الآية، وفيه إشارة إلى أنه لا يضيع لها شيء من جزاء عملها (١) . </p><p> ٣٥ - قوله تعالى (٢) : {إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ} . اختلف النحويون في وجه {إِذْ} ههنا: فزعم أبو عبيدة (٣) أنها زائدة، لَغْوٌ؛ والمَعنى:  (قالت امرأة عمران) ، ولا موضع لها من الإعراب (٤) . </p><p> قال الزَّجاج (٥) : ولم يصنع أبو عبيدة في هذا شيئاً، لأن (إذ) تدل على ما مضى من الزمان، وكيف يكون الدليل على ما مضى من الوقت لغواً. </p><p> وقال ابن الأنباري (٦) منكراً لهذا القول أيضاً (٧) : إنَّا لا نُلغي حرفاً من </p><p>(١) وهذا قول الطبري في \"تفسيره\" ٣/ ٢٣٥. (٢) في (د): (عز وجل).(٣) في \"مجاز القرآن\" ١/ ٩٠.(٤) وكذا قال ابن قتيبة بأنها زائدة. انظر: \"تفسير غريب القرآن\" له ١٠٣.(٥) في \"معاني القرآن\" له ١/ ٤٠٠، نقله عنه بتصرف يسير.(٦) لم أهتد إلى مصدر قوله.(٧) (أيضًا): ساقطة من (د).</p><p> كتاب الله عز وجل إذا وجدنا سبيلاً إلى أن لا يكون مُلغىً (١) . </p><p> قال الأخفش، والمبرِّد (٢) : المعنى: (اذكر إذ قالت امرأة عمران) . وقد (٣) مضى مثل هذا كثيراً. </p><p> وقال أبو إسحاق (٤) : المعنى عندي: (واصطفى آل عمران{إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ})  (٥) . فالعامل في {إِذْ} : معنى الاصطفاء (٦) . </p><p> وأنكر أبو بكر هذا، وقال: الله تعالى قَرَنَ اصطفاءه [آل عمران]  (٧) باصطفائه آدم ونوحاً، واصطفاؤه آدم ونوحاً قبل قول إمرأة عمران. وأيضاً فإن (عمران) هذا غير عمران المذكور في قوله: {وَآلَ عِمْرَانَ} ، لأنه (٨) </p><p>(١) اختلف أهل النحو والتفسير في وقوع الزوائد في القرآن؛ بين مانع لذلك، وبين مُجوِّز. فمن (٨) المانعين: المبرد، وثعلب، وداود الظاهري، وابن السَّرّاج، الذي رفض أن يكون في لغة العرب زوائد. وهناك من جوز ذلك، فرأى أن وجود هذه الزوائد كعدمها، وقال الزركشي عن هذا الرأي: (وهذا أفسد الطرق) \"البرهان\" ٣/ ٧٣. وأكثر النحويين على أن في القرآن حروفًا زوائد، ولكن من جهة الإعراب، لا من جهة المعنى؛ حيث إن لهذه الزوائد فوائد كثيرة منها: فصاحة اللفظ وحسنه، وتوكيد المعنى، وتمييز مدلوله عن غيره، إلى غير ذلك. وهذا ما تميل إليه النفس. قال السمين الحلبي عن القائلين بزيادة بعض الحروف: (لا يعنون أنه يجوز سقوطه، ولا أنه مُهْمَل لا معنى له. بل يقولون: زائد للتوكيد. فله أسوة بسائر ألفاظ التوكيد الواقعة في القرآن). \"الدر المصون\" ٣/ ٤٦٢. ولقد تَحرَّجَ كثيرٌ من العلماء من القائلين بوقوع الزيادة في القرآن من إطلاق لفظ (زائد) أو (مكرر)، لما له من مدلول لا يتفق وإحكام كتاب الله، واستخدموا محله لفظ (الصلة) و (الإقحام) و (التأكيد). انظر للتوسع في معرفة آراء العلماء في ذلك \"البرهان\" ٢/ ١٧٨، ٣/ ٧٢ - ٧٣، ١/ ٣٠٥، \"التأويل النحوي في القرآن\" د. عبد الفتاح الحموز:٢/ ١٢٧٧ - ١٢٧٩، \"لطائف المنان وروائع البيان في دعوى الزيادة في القرآن\" د. فضل عباس: ٥٧ وما بعدها.(٢) قولهما، في \"معاني القرآن\" للزجاج ١/ ٤٠٠، \"الإغفال\" للفارسي ٥٦٦.(٣) من قوله: (وقد ..) إلى: (.. إذ قالت امرأة عمران): ساقط من (د).(٤) هو الزجاج، في: المصدر السابق: نقله عنه باختصار.(٥) (إِذْ قَالَتِ امْرَأَةُ عِمْرَانَ): ساقط من (ج).(٦) يعني: أنَّ قولها ذلك، ونذرها ما في بطنها لله، وقبول الله لنذرها، كل هذا يُعَدُّ اصطفاءً وتفضيلًا لآل عمران.(٧) ما بين المعقوفين مطموس في: (أ). والمثبت من بقية النُّسخ.(٨) في (ج) و (د): (لأن).</p><p> عمران أبو موسى وهارون، وهذا عمران بن ماتان (١) ، وبينهما ألف وثمانمائة سنة. كذلك ذكره ابن عبّاس (٢) ، ومقاتل (٣) . </p><p> وذكرنا أيضاً عن بعض أهل المعاني أن هذه الآية متصلة بما قبلها، فيكون العاملُ في {إِذْ} على هذا القول: معنى قوله {سَمِيعٌ عَلِيمٌ} . </p><p> وقوله:  {امْرَأَتُ عِمْرَانَ} هي: حَنَّةُ (٤) ، أمُّ مريمَ، جَدَّةُ عيسى عليه السلام، دعت الله أنْ يَهَبَ لها ولداً، وقالت: الَّلهم لك عَلَيَّ إن رزقتني ولداً، أن أتصدق به على بيت المقدس، فيكون من (٥) سَدَنَتِه (٦) وخَدَمِه، شكراً لك. وكان على أولادهم فرضاً أن يطيعوهم في نذورهم، وكان الرجل ينذُرُ في ولده أن يكون خادماً في مُتعّبَّدِهم (٧) . </p><p> وقوله تعالى:  {نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا} معنى {نَذَرْتُ} : </p><p>(١) في (ب)، (ج): (مانان). وفي (د): (ماثان). وكذا ورد في \"المعارف\" لابن قتيبة: ٥٢، وفي \"تاريخ الطبري\" ١/ ٧٨٥. وينقل الطبري في \"تفسيره\" ٣/ ٢٣٥، و\"تاريخه\" ١/ ٥٨٥ عن ابن إسحاق أن اسمه: (عمران بن ياشهم)، وفي \"تفسير الثعلبي\" ٣/ ٣٨ (أ)، (ب) (عمران بن أشهم)، ينقله عن الحسن وابن وهب وابن إسحاق، وكذا في \"تفسير البغوي\" ٢/ ٢٨. (٢) قوله، في \"تفسير الثعلبي\" ٣/ ٣٨ ب، \"زاد المسير\" ١/ ٣٧٦، \"الدر المنثور\" ٢/ ٣٢، ونسب إخراجه لإسحاق بن بشر، وابن عساكر.(٣) قوله، في \"تفسيره\" ١/ ٢٧١.(٤) بنت فاقود وقيل: فاقوذ بن قبيل. انظر: \"تاريخ الطبري\" ١/ ٥٨٥، وتفسير مبهات القرآن، للبلنسي ١/ ٢٧٩.(٥) في (ج): (عن).(٦) السَّدَنة، جمع: سادِن، وهو: الذي يقوم على خدمة بيت العبادة. انظر: \"القاموس\" ١٥٥٥ (سدن).(٧) انظر قصتها في: \"تفسير الطبري\" ٣/ ٢٣٥، \"تفسير الفخر الرازي\" ٨/ ٢٥، \"الدر المنثور\" ٢/ ٣٢.</p><p> [أَوْجَبتُ]  (١) . </p><p> والنذر: ما يوجبه الإنسان على نفسه بِشَرِيطة كان، أو بغير شَرِيطة (٢) . </p><p> قال أهل اللغة: معنى النَّذْر: استدفاع المَخُوفِ، بما يُعقَد على النفس </p><p>(١) ما بين المعقوفين في جميع النسخ: (أوفيت)، ولم أر لها وجهًا، وما أثبته هو ما رجَّحتُ صوابه؛ لدلالة المعنى اللغوي للكلمة، كما ذكره المؤلف بعدها، وهو: ما يوجبه الإنسان على نفسه .. ، وفي \"تهذيب اللغة\" (إنما قيل له نذر؛ لأنه نُذِر فيه؛ أي: أوجِبَ، من قولك: (نذرت على نفسي)؛ أي: أوْجَبْتُ) ٤/ ٣٥٤٦ (نذر). وكذا في \"تفسير الثعلبي\" ٣/ ٣٩ أ؛ حيث فسرها بـ (أوجبت)، وكذا في بقية كتب اللغة. انظر (نذر) في \"مفردات ألفاظ القرآن\" ٧٩٧، والتعريفات، للجرجاني: ٤٢٠، \"اللسان\" (نذر) ٧/ ٤٣٩٠، \"عمدة الحفاظ\" ٥٦٩، \"التوقيف على مهمات التعارف\" ٦٩٤ - ٦٩٥. وقد يكون مرد الخطأ، إلى اللبس في قراءة الأصل الذي انتُسِخت منه النسخ؛ نظرًا لتقارب الكلمتين في الرسم. (٢) هذا التعريف ذكره الثعلبي في: \"تفسيره\": ٣/ ٣٩ أ. وقوله: (بشَريطة)؛ أي: أنْ يكون النذرُ مُعلَّقًا على شرط؛ كأن يقول: (إن شفى الله مريضي، فعلي أن أتصدق). وأما قوله: (بغير شَرِيطة)، فيعني به النذرَ المُطلَق غير المشروط، كأن يقول: (لله علي أن أتصدق بدينار).وبهذين النَّوْعَيْن من النذر، قال الشافعيةُ والمؤلف منهم، والحنابلة، وأهل العراق، وأكثر أهل العلم، وأوجبوا الكفارة عند عدم الالتزام. انظر: \"فتح الوهاب\" للنووي: ٢٠٤، \"مغني المحتاج\" للشربيني ٤/ ٣٥٦، \"المغني\" لابن قدامة: ١٣/ ٦٢٢ - ٦٢٣.ويرى ابن عرفة أن النذر: هو ما كان وعدًا بِشرْط، وما ليس وعدًا بشرطٍ، فليس بنذر. وهو قولُ أبي عمرو (غلام ثعلب)، وبه قال: أبو البقاء، وفي (الكليات)، وإليه ذهب بعض أصحاب الشافعي. إلا أن الراجح هو الأول. انظر: \"تهذيب اللغة\" ٤/ ٣٥٤٦ - ٣٥٤٧ (نذر)، \"الكليات\" لأبي البقاء (نذر): ٩١٢، \"المغني\" لابن قدامة ١٣/ ٦٢٣.</p><p> من عمل البِّر. وأصله، من: الإنذار، وهو: الإعلام بموضع المخافة (١) . </p><p> وانتصب {مُحَرَّرًا} على الحال من {مَا} تقديره: نذرت لك الذي في بطني محرراً (٢) . </p><p> وقال ابن قتيبة (٣) : أرادت نذرت لك أن أجعل (٤) ما في بطني محرراً، أي: عتيقاً (٥) خالصاً لله، خادماً للكنيسة، مفرغاً للعبادة ولخدمة الكنيسة. وكل ما أُخْلِصَ فهو مُحَرَّر. يقال:  (حرَّرتُ العبدَ) . إذا أعتقته، و (حَرَّرْتُ الكتابَ) إذا أصلحته، وأخلصته، فلم يبق فيه ما يحتاج إلى إصلاحه (٦) . </p><p> و (رجل حُرٌّ) : إذا كان خالصاً لنفسه، ليس لأحد عليه مُتَعَلَّق. و (الطينُ الحُرُّ) : الذي خَلَصَ من الرملِ والحَمْأَةِ (٧) والعيوب. </p><p>(١) وفي \"مقاييس اللغة\" ٥/ ٤١٤ ويقول عن (نذر): (.. كلمة تدل على تخويف، أو تخوُّف، ومنه الإنذار: الإبلاغ، ولا يكاد يكون إلا في التخويف). وفي \"تهذيب اللغة\" (الإنذار: الإعلام بالشيء الذي يُحذر منه) ٤/ ٣٥٤٧ (نذر).(٢) وقيل في علة النصب: إنه حال من الضمير المستكن في الجار والمجرور، {فِي بَطْنِي}، والعامل فيه، هو: (استقر)، وبه قال الطبري. وقيل: انتصب على المصدر، ويكون فيه حينها حذفُ مضاف، تقديره: (نذرت .. نذرَ تحرير)، أو انتصابه على ما تضمنه {نَذَرْتُ لَكَ} من معنًى، وهو: (حرَّرْتُ لك ما في بطني تحريرًا). وقيل: نصب على أنه نعت مفعول محذوف؛ أي: (.. غلامًا محررًا). انظر: \"تفسير الطبري\" ٣/ ٢٣٥، \"الدر المصون\" ٣/ ١٣٠، \"الفريد في إعراب القرآن\" ١/ ٥٦٤، \"روح المعاني\" ٣/ ١٣٤.(٣) في \"تفسير غريب القرآن\" له: ١٠٣.(٤) في (د): (نجعل).(٥) من قوله: (عتيقا ..) إلى (.. والحمأة والعيوب): نقله مع اختصار قليل عن \"تفسير الثعلبي\" ٣/ ٣٩ أ.(٦) في (ج)، (د) (إصلاح).(٧) في (د): الحمأ. والحَمْأة، والحَمَأ: الطين الأسود المنتن. انظر (حمأ) في \"الصحاح\" ٤٥، \"اللسان\" ٢/ ٩٨٦.</p>"
}