{
  "id": null,
  "sura": 3,
  "aya": 97,
  "text": "<p> وانتصب {مُبَارَكًا} على الحال. قال الزجاج (١) : المعنى: لَلَّذي (٢) استقر بمكة في حال بَرَكَتِه، وقال (٣) : هو حال مِنْ {وُضِعَ} ، أي: وُضِعَ مباركًا. </p><p> وقوله تعالى:  {وَهُدًى لِلْعَالَمِينَ} قال أبو إسحاق (٤) : المعنى: وذا هُدَى (٥) . قال: ويجوز أن يكون {وَهُدًى} في موضع رفع، على معنى: وهو هُدَى. </p><p> ومعنى كونه {وَهُدًى لِلْعَالَمِينَ} : أنه قِبْلةُ صلاتهم، ودلالة على الله تعالى من حيث هو المدبر له (٦) بما لا يقدر عليه غيره، مِن أَمْنِ الوحوش فيه، حتى يجتمع الكلبُ والظَبْي (٧) فلا يعدوا عليه، وحتى يأنَسَ الطيرُ فلا يمتنع كما يمتنع في غيره، إلى غير ذلك من الآثار البينة فيه، مع البَرَكة التي يجدها من حج البيت. </p><p> ٩٧ - قوله تعالى:  {فِيهِ آيَاتٌ بَيِّنَاتٌ} قال ابن عباس (٨) : يريد: </p><p>(١) في \"معاني القرآن\" له: ١/ ٤٤٥. (٢) في (ج)، \"معاني القرآن\" الذي.(٣) هذا القول ليس في \"معاني القرآن\" عند الموضع السابق، وقد يكون نقله المؤلف من موضع آخر في كتاب المعاني، لم أقف عليه، وقد يكون المؤلف حكى معنى قول الزجاج.(٤) في \"معاني القرآن\" له ١/ ٤٤٥. نقله عنه بتصرف قليل.(٥) هذه العبارة غير موجودة في \"معاني القرآن\" في الموضع السابق.(٦) في (ب): (الذي) بدلًا من: (له بما).(٧) في (ج): (والصبي).(٨) الذي وقفت عليه عن ابن عباس -من رواية عطية- أنه فسره بمقام إبراهيم والمشعر. إلا أنه ورد عنه -من رواية عطاء بن أبي رباح، عنه- أنه قرأ {فيه آيةٌ بيِّنَةٌ}، وفسره بـ (مقام إبراهيم)، وفسر مقام إبراهيم بأنه الحج كله.=</p><p> المناسك والمشاعر كلها. وقال آخرون (١) : الآيات التي فيها: أَمْنُ الخائف، وإمحاقُ الجِمَارِ (٢) على كثْرةِ الرَّامي، وامتناع الطَيْرِ مِنَ العُلُوِّ عليه (٣) ، واستشفاءُ المريض به، وتعجيلُ العقوبة لمن انتهك فيه حُرْمة (٤) ، وإهلاكُ أصحاب الفِيل لَمَّا قصدوا [لإحْراقِه]  (٥) . </p><p> فعلى (٦) هذا؛ تفسير الآيات (٧) وبيانها (٨) ، غير مذكور (٩) في الآية. ومذهب جماعة من المفسرين (١٠) : أنَّ تفسير الآيات مذكورة، وهي قوله:  {مَقَامُ إِبْرَاهِيمَ} أي: هي: مقامُ إبراهيم؛ يعني: الآيات. وقال بعضهم (١١) : المعنى: منها مقام إبراهيم. </p><p>= انظر: \"الطبري\" ١/ ٥٣٥، ٤/ ١٠، \"ابن أبي حاتم\" ٣/ ٧١٠، \"الدر المنثور\" ٢/ ٩٦. (١) انظر: \"معاني القرآن\" للنحاس: ١/ ٤٤٤ - ٤٤٥، \"النكت والعيون\" ١/ ٤١١، \"تفسير البغوي\" ٢/ ٧١.(٢) في (ب): الجبار.(٣) قال ابن عطية: (وهذا كله عندي ضعيف، والطير تُعايَن تعلوه). \"المحرر الوجيز\" ٣/ ٢٢٨.(٤) في (ب): (حرمة فيه).(٥) ما بين المعقوفين: غير مقروء في (أ)، وفي (ج): (الإحراقه)، والمثبت من: (ب).(٦) في (ب): (وعلى).(٧) في (ج): (الآية).(٨) من قوله: (وبيانها ..) إلى (الآيات مذكورة): ساقط من (ج).(٩) في (أ)، (ب): (منكور). وفي (ج): ساقطة وما أثبتُّه هو الصواب.(١٠) ومنهم: مجاهد، والسدي، ومقاتل، وقول ابنِ عباس على حسب القراءة المروية عنه {فيه آية بيِّنة}؛ حيث فسرها بـ {مَقَامُ إِبْرَاهِيمَ}. انظر: \"تفسير الطبري\" ٤/ ١١، \"ابن أبي حاتم\" ٣/ ٧١٠، \"تفسير مقاتل\" ١/ ٢٩١.(١١) منهم: مجاهد، وقتادة، والطبري. انظر: \"تفسير عبد الرزاق\" ١/ ١٢٧، \"تفسير الطبري\" ٤/ ١١، \"الدر المنثور\" ٢/ ٩٦.</p><p> فإن قيل:  (الآيات) جماعة، ولا يصح تفسيرُها بشيء واحد. قلنا: يجوز ذلك؛ كما يقول القائل:  (في بلدة كذا، لي أصدقاء وقرابات) ، ثم يقتصر على ذكر واحدٍ منهم، على معنى تخصيص له. </p><p> وعند الزجاج: أن قوله: {وَمَنْ دَخَلَهُ كَانَ آمِنًا} ، مِن تفسير الآيات؛ لأنه قال (١) : ومن الآيات (٢) أيضًا: أَمْنُ مَنْ دَخَلَه. قال: ومعنى (أَمْن مَن دخله) : أن إبراهيم عليه السلام سأل الله عز وجل أَنْ يُؤَمِّنَ سكانَ مكةَ، قال:  {رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا}  [البقرة: ١٢٦] ، فجعل [عز وجل]  (٣) أَمْنَ مكةَ آيةً لإبراهيم، فلم يطمع في أهلها جبَّار، فكان فيما (٤) عطف الله تعالى من قلوب العرب في الجاهلية على مَنْ لاذَ بالحَرَمِ حتى يُؤْمَّنوا (٥) ، آيةً بَيِّنَةً، يدل على هذه الجملة قولُ قتادة في قوله:  {وَمَنْ دَخَلَهُ كَانَ آمِنًا} ، قال (٦) : كان ذلك في الجاهلية، فأما اليوم، فإنْ سرقَ فيه [أحدٌ]  (٧) قُطِعَ، وإن قَتَلَ فيه قُتِلَ. </p><p> وقد ذكرنا الحُكمَ في هذا عند قوله:  {وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا}  [البقرة: ١٢٥] . </p><p>(١) في \"معاني القرآن\" له: ١/ ٤٤٦. (٢) في (ج): (ومن تفسير الآيات). وكلمة (تفسير) غير موجودة في \"معاني القرآن\".(٣) ما بين المعقوفين غير مقروء في (أ). وساقط من (ب). والمثبت من (ج)، \"معاني القرآن\".(٤) في (ج): (فيها).(٥) في (ج): (يؤمنوه).(٦) قوله في \"تفسير عبد الرزاق\" ١/ ١٢٧، \"تفسير الطبري\" ٤/ ١١، \"تفسير ابن أبي حاتم\" ٣/ ٧١٢، والأزرقي، في \"أخبار مكة\" ٢/ ١٣٩، \"الدر المنثور\" ٢/ ٩٣ وزاد نسبة إخراجه إلى عبد بن حميد، وابن المنذر.(٧) ما بين المعقوفين زيادة من: (ج). وهي موجودة في رواية الأثر في المصادر السابقة، وورد في \"تفسير عبد الرزاق\": (وأخذَ قطِع).</p><p> وقال الضحاك في قوله:  {وَمَنْ دَخَلَهُ كَانَ آمِنًا} قال (١) : مَن حَجَّهُ فدخله كان آمنا من الذنوب التي اكتسبها قَبْلَ ذلك. </p><p> وعن يحيى بن جعدة (٢) في قوله: {وَمَنْ دَخَلَهُ كَانَ آمِنًا} قال: مِنَ النَّارِ. </p><p> وقوله تعالى:  {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ} [ويقرأ {حِج البيت} ] (٣) بالكسر (٤) . فالمَفتوح: مصدرٌ، وهو لغة أهل الحجاز. والمكسور: اسم العَمَلِ (٥) . </p><p>(١) قوله في \"تفسير الثعلبي\" ٣/ ٧٧ ب. وقوله: (من حجه فدخله كان آمنا): ساقط من: (ج).(٢) قوله في \"تفسير الطبري\" ٤/ ١٤، و\"ابن أبي حاتم\" ٣/ ٧١٢، \"تفسير الثعلبي\" ٣/ ٧٧ ب، \"النكت والعيون\" ١/ ٤١١، وأورده السيوطي في \"الدر\" ٢/ ٩٨، وزاد نسبة إخراجه إلى عبد بن حميد، وابن المنذر.ويحى بن جَعْدة بن هُبَيرة، بن أبي وَهْب المخزومي القرشي. تابعي، ابن أخت علي ابن أبي طالب رضي الله عنه، قال عنه أبو حاتم: (حجازي ثقة)، روى عن بعض الصحابة، وأرسل عن ابن مسعود وأبي بكر. انظر: \"الجرح والتعديل\" ٩/ ١٣٣، \"المراسيل\" ٢٤٥، \"تقريب التهذيب\" ص ٥٨٨ (٧٥٢٠).(٣) ما بين المعقوفين زيادة من (ج).(٤) قرأ حمزة، والكسائي، وحفص عن عاصم: {حِجَّ} -بالكسر-، وقرأ الباقون: {حَجَّ} -بالفتح-. انظر: \"علل القراءات\" للأزهري ١/ ١٢٣، \"الحجة\" للفارسي ٣/ ٦٩، \"الكشف\" لمكي ١/ ٣٥٣.(٥) في (ج): (للعمل). قال أبو زرعة بن زنجلة. (الفتح، لأهل الحجاز، وبني أسد، والكسر، لغة أهل نجد وقيل: إن الفتح مصدر، والكسر اسم). \"حجة القراءات\" ١٧٠. انظر: \"تفسير الطبري\" ٤/ ١٨، \"الصحاح\" ١/ ٣٠٣ (حجج)، \"القاموس\" (١٨٣) (حج).</p><p> قال سيبويه (١) : ويجوز أن يكون مصدرًا كـ (الذِكْرِ) و (العِلْم) . </p><p> وقوله تعالى:  {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} . </p><p> قال الزجّاج (٢) : موضع {مَنِ} : خفض على البدل من {النَّاسِ} ؛ المعنى هو (٣) : [و]  (٤) لله على من استطاع [إليه سبيلا]  (٥) مِنَ الناس، حِجُّ البيت (٦) . </p><p> قال الفرّاء (٧) : وإنْ نويت الاستئناف بـ {مَن} ، كان جزاء، وكان الفعل به بعدها جزمًا، واكتفيتَ بما جاء قبله من جوابه، [والتأويل]  (٨) فيه: [من استطاع]  (٩) إلى الحج سبيلًا، فلِلّهِ (١٠) عليه حِجُّ البيت (١١) . فقدم الجوابَ وهو مؤخر في المعنى، على مذهب العرب في التقديم والتأخير. </p><p>(١) في \"الكتاب\" له ٤/ ١٠، نقله عنه بمعناه. ونصُّ سيبويه: (وقالوا: حجَّ حِجَّا، كما قالوا: ذكر ذِكرا). (٢) في \"معاني القرآن\" له ١/ ٤٤٧، نقله عنه بنصه. وانظر: \"الكامل\" للمبرد ٣/ ١٨.(٣) (هو): ساقطة من (ج). وليست في \"معاني القرآن\".(٤) ما بين المعقوفين زيادة من (ج)، \"معاني القرآن\".(٥) ما بين المعقوفين زيادة من (ج). وهي ليست في \"معاني القرآن\".(٦) من الناس حج البيت: ساقطة من: (ج). وهذا التوجيه النحوي، هو قول أكثر النحويين. انظر: \"إعراب القرآن\" للنحاس ١/ ٣٥٣.(٧) لم أقف على مصدر قوله، وقد أورده الفخر الرازي في \"تفسيره\" ٨/ ١٦٦، ونصه عنده: (إن نويت الاستئناف بـ (مَنْ) كانت شرطًا، وأسقط الجزاء؛ لدلالة ما قبله عليه). وبقية العبارة كما هي عند المؤلف.(٨) ما بين المعقوفين مطموس في (أ). وساقط من: (ب). والمثبت من (ج).(٩) ما بين المعقوفين مطموس في (أ). وفي (ب): (كالمستطاع). والمثبت من (ج).(١٠) في (ج): (ولله).(١١) ونسب هذا الرأي للكسائي، كما في \"إعراب القرآن\" للنحاس ١/ ٣٥٣ - ٢٥٤، \"مشكل إعراب القرآن\" ١/ ١٦٩.</p><p> وقال ابن الأنباري (١) : ويجوز أن يكون في موضع رَفْعٍ؛ على الترجمة للناس؛ على معنى:  (هُمْ (٢) : مَن استطاع إليه سبيلا). </p><p> وأما معنى الاستطاعة في اللغة: </p><p> فالاستطاعة مأخوذة مِن:  (طاع له (٣) الشيءُ يَطُوعُ)، و (طاع يُطيع) : إذا انقاد له (٤) . يقال:  (فَرَس طَوْعُ العِنَانِ)  (٥) : إذا انقاد لك. و (تطاوع لي الأمرُ) ؛ أي: سهل حتى تمكنت منه. فمعنى قولهم:  (استطعت) : استمكنت منه ووجدت السبيلَ إلى فعله؛ لمطاوعته لي وسهولته عَلَيّ (٦) . وكلّ من </p><p>(١) لم أقف على مصدر قوله وقد أورده الفخر الرازي في \"تفسيره\" ٨/ ١٦٦. (٢) في (أ)، (ب): (بهم). والمثبت من (ج).(٣) (له): ساقط من (ج).(٤) وردت في معاجم اللغة التي رجعت إليها: (طاعَ له يطوع طوْعًا): إذا انقاد. أما (طاع يُطيع)، فلم أجدها. وإنما الذي وقفت عليه، ما ورد في \"تهذيب اللغة\" عن ابن السكيت: (يقال: (طاع له وأطاع)، سواء. فمن قال: (طاع)، قال: (يَطاع). ومن قال: (أطاع)، قال: (يُطيع). \"تهذيب اللغة\" ٣/ ٢١٥٢ (طوع). وكذا نقله ابن دريد عن أبي زيد.انظر: \"الجمهرة\" (طوع): ٩١٧، ١٣١٠. وانظر مادة (طوع) في \"العين\" ٢/ ٢٠٩، \"الصحاح\" ٣/ ١٢٥٥، \"المقاييس\" ٣/ ٤٣١. وانظر تفسير قوله تعالى: {طَوعًا وَكَرهًا} من الآية: ٨٣ من هذه السورة.(٥) في (ب): (القتال).وعِنان اللجام: السير الذي تمسك به الدابة. وجمعه: (أعِّنة). انظر: \"اللسان\" ٥/ ٣١٤١ (عنن).يقال: و (طَوْعة العنان). ويقال: (ناقةٌ طَوْع القِياد، وطَيِّعة القياد، وطَوْعة القياد)، أي: ليِّنة لا تنازع قائدها. انظر: (طوع)، في \"تهذيب اللغة\" ٣/ ٢١٥٣، \"اللسان\" ٥/ ٢٧٢٠.(٦) في (ب): (له).</p><p> تَوصَّلَ إلى مُرامِهِ، وتمكَّنَ من مطلبه، قالوا:  (قد استطاعة، واسْطاعَه)  (١) ؛ لانقياد ذلك المطلوب له. والعرب تستعمل لفظ الاستطاعة (٢) فيمن يصل إلى مرادهِ مِن غير مباشرة لذلك الفعل؛ كما يقولون: استطاع الأمير فتحَ بلدِ كذا، وإنْ لم يَتَوَلَّ بنفسه، وإنما توصل إليه برجاله وأمواله، فليس كل الاستطاعة بالمباشرة بالأعضاء. </p><p> وأما التفسير: فقال ابن عباس في رواية عطاء (٣) : يريد بـ (الاستطاعة) القوة. واختلف الناس في الاستطاعة الموجبة للحج: [فالذي عليه الجمهور أن معنى (الاستطاعة) ههنا، هو: القوة. والمستطيع للحج] (٤) : هو القوي الذي لا يلحقه مشقة غير محتملة في الكَوْنِ على الراحلة، فهذا إذا ملك الزاد والراحلة، لزمه فرضُ الحج بنفسه. وإن (٥) عدم الزاد والراحلة أو أحدَهما سقط فرضُ الحج عنه، فوجودُهُ (٦) الزادَ والراحلةَ شرطٌ في </p><p>(١) في (ج): (وأطاعه). والعرب تحذف التاءَ مِن (استطاع)، فتقول: (اسطاع)، ومن (يستطيع)، فتقول: (يسطيع)؛ لأن التاء والطاء من مخرج واحد، فيحذفون التاء استثقالًا لها مع الطاء. وبعض العرب يقول: (استاع يَسْتيع)؛ أي: (استطاع يستطيع). وبعضهم يقول: (أسْطاع يُسْطِيع) -بهمزة قطع-، يريدون: أطاع يُطيع، فيزيدون السين. انظر: (طوع) في \"التهذيب\" ٣/ ٢١٥٣، \"الصحاح\" ٣/ ١٢٥٥. (٢) في (ج): (الإطاعة).(٣) لم أقف على مصدر، هذه الرواية، وفي \"المحلى\" لابن حزم: ٧/ ٥٤: (قد روينا من طريق عبد الرزاق عن ابن جريج عن عطاء الخراساني عن ابن عباس، قال في الحج: (سبيله: من وجد له سعة، ولم يُحَلْ بينه وبينه).(٤) ما بين المعقوفين زيادة من: (ج).(٥) في (ب): (وإذا).(٦) في (ج): (فوجود).</p><p> وجوب الحج (١) . وهذا قول عمر بن الخطاب (٢) ، وابنه (٣) ، وابن عباس (٤) ، </p><p>= والوجود: مصدر (وَجِدَ) -بفتح الجيم وكسرها-. ومن مصادرها -كذلك-: (جِدَة، و (وُجْد)، و (وِجْدان)، و (إجْدان). انظر: \"القاموس\" (٣٢٤) (وجد). (١) هذا مع مراعاة انتفاء عوائق أخرى من مرض مقعد، أو خوف طريق، أو غيره من الأعذار التي تُعد مانعًا من الاستطاعة ذكرها وفصَّلها الفقهاء في كتبهم. انظر: \"تفسير القرطبي\" ٤/ ١٤٩.(٢) في (ج): (وعلى قول ابن عباس، وعمر بن الخطاب). وقول عمر -رضي الله عنه-، في \"تفسير الطبري\" ٤/ ١٥، \"المحلى\" لابن حزم: ٧/ ٥٤، \"سنن البيهقي\" ٤/ ٣٣١، وأورده السيوطي في \"الدر\" ٢/ ٩٩، وزاد نسبة إخراجه لابن أبي شيبة.(٣) قول ابن عمر هذا أورده ابنُ حزم في \"المحلى\" ٧/ ٥٤، من طريق إسرائيل عن مجاهد عن ابن عمر، قال: ({مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا}، قال: ملء بطنه، وراحلة يركبها). وقد أخرج عنه ابن أبي حاتم في \"تفسيره\" ٣/ ٧١٥، قوله: (من كان يَجِد -وهو موسرٌ صحيح- لم يَحج، كان سيماه بين عَيْنَيه: كافر، ثم تلا هذه الآية: {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ}. وأورده السيوطي في \"الدر\" ٢/ ٩٩ وزاد نسبة إخراجه لابن أبي شيبة، وعبد بن حميد. وفيه بيان أنَّ الغِنَى، والسَّعَة مِن موجبات الحج عنده.كما وردت روايته المشهورة لحديث النبي - صلى الله عليه وسلم -، الذي فَسَّر فيه (السبيل) بالزاد والراحلة، وسيأتي التنبيه عليها.(٤) (ابن عباس): ساقط من: (ج). وقوله في \"تفسير الطبري\" ٤/ ١٥، \"المحلى\" ٧/ ٥٤، \"سنن البيهقي\" ٤/ ٣٣١، \"تفسير ابن كثير\" ١/ ٤١٤، \"الدر المنثور\" ٢/ ١٠٠، وزاد نسبة إخراجه لابن أبي شيبة.وورد من رواية علي بن أبي طلحة عنه: (السيبل: أن يصح بدن العبد، ويكون له ثمن زاد وراحلة من غير أن يجحف به). انظر: \"تفسير الطبري\" ٤/ ١٥، \"سنن البيهقي\" ٤/ ٣٣١، \"الدر المنثور\" ٢/ ١٠٠ وزاد نسبة إخراجه لابن المنذر. وفي رواية سعيد بن جبير عنه: (من ملك ثلاثمائة درهم فهو السبيل). \"الطبري\" ٤/ ١٦.</p><p> وسعيد بن جبير (١) ، ومجاهد (٢) ، ومذهب الشافعي (٣) ، وابي حنيفة (٤) ، وأحمد بن حَنْبل (٥) ، وإسحاق (٦) . </p><p> [وروى جماعة من الصحابة]  (٧) عن النبي - صلى الله عليه وسلم - أنه فسَّر استطاعة السبيل إلى الحَجِّ، بوجود الزاد والراحلة (٨) . </p><p>(١) قوله في \"تفسير سفيان الثوري\" ٧٩، \"تفسير الطبري\" ٤/ ١٦، \"ابن أبي حاتم\" ٣/ ٧١٣، \"المحلى\" ٧/ ٥٤، \"الدر المنثور\" ٢/ ١٠٠ ونسب إخراجه لابن أبي شيبة. (٢) قوله في \"تفسير ابن أبي حاتم\" ٣/ ٧١٣، \"المحلى\" ٧/ ٥٤، \" الدر المنثور\" ٢/ ١٠٠ ونسب إخراجه لابن أبي شيبة.(٣) انظر: \"أحكام القرآن\" للشافعي (جمع البيهقي): ١/ ١١٣، \"الأم\" ٢/ ١٢٦، ١٢٧،١٣٢ - ١٣٣، \"الرسالة\" ١٩٧، \"المجموع\" للنووي: ٧/ ٦٣، \"أحكام القرآن\" للهراسي: ١/ ٢٩٤، \"مغني المحتاج\" للشربيني: ١/ ٤٦٣.(٤) انظر: \"فتح القدير\" لابن الهمام: ٢/ ٤١٥ وما بعدها، \"تبيين الحقائق شرح كنز الدقائق\" للزيلعى: ٣/ ٣.(٥) انظر: \"مسائل الإمام أحمد\" لأبي داود: ٩٧، ١٠٦، \"المغني\" لابن قدامة: ٣/ ١٦٩، \"المقنع\" لابن قدامة: ١/ ٣٨٩، \"حاشية الروض المربع\" (جمع: عبد الرحمن العاصمي): ٣/ ٥١٤.(٦) انظر: \"تفسير القرطبي\" ٤/ ١٤٧، \"المغني\" لابن قدامة: ٣/ ١٦٩.(٧) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (وروى بعض الصحابة). والمثبت من: (ج).(٨) ورد في ذلك أحاديث رواها ابن عمر، وعلي بن أبي طالب، وابن عباس، وغيرهم. فحديث عبد الله بن عمر -رضي الله عنهما- وهو أشهرها-: أن رجلًا سأل النبي - صلى الله عليه وسلم -، فقال: ما السبيل؟ فقال - صلى الله عليه وسلم -: \"الزادُ والراحلة\".أخرجه الترمذي في \"السنن\" (٢٩٩٨) كتاب: التفسير، باب: (٤) من سورة آل عمران (٨١٣)، كتاب: الحج، باب: (٤)، وقال فيه: (هذا حديث حسن، والعمل عليه عند أهل العلم، أن الرجل إذا ملك زادًا وراحلة وجب عليه الحج). وأخرجه الإمام الشافعي في \"الأم\" ٢/ ١٢٦ - ١٢٧، وفي مسنده (بترتيب =</p><p> . . . . . . . . . . . . . . . . . . . . . . </p><p>= السندي): ١/ ٢٨٤، وسفيان الثوري في \"تفسيره\" ٧٨، وابن ماجه في \"السنن\" (٢٨٩٦) كتاب: المناسك، باب: (٦)، والدارقطني في \"السنن\" ٢/ ٢١٨، والطبري في \"تفسيره\" ٧/ ٣٩، ٤٠، وابن أبي حاتم في \"تفسيره\" ٢/ ٤٢٢، والبغوي في \"شرح السنة\" ٧/ ١٤، والبيهقي في \"السنن\" ٤/ ٣٢٧. وأورده السيوطي في \"الدر\" ٢/ ٩٩، وزاد نسبة إخراجه لابن أبي شيبة، وعبد بن حميد، وابن المنذر، وابن عدي، وابن مردويه.إلا أن الحديث في سنده إبراهيم بن يزيد الحوزي، وقد تكلم فيه أهل العلم. انظر سنن الترمذي في المواضع السابقة، و\"نصب الراية\" ٨/ ٣، و\"التلخيص الحبير\" ٢/ ٢٢١، \"تفسير ابن كثير\" ١/ ٤١٥.كما ورد من رواية الإمام علي - رضي الله عنه -، عن رسول الله - صلى الله عليه وسلم -: (من ملك زادا وراحلة، حتى تبلغه إلى بيت الله؛ فلم يحج، فلا عليه أن يموت يهوديًا أو نصرانيًا، إن الله يقول في كتابه: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا}).أخرجه الترمذي في \"سننه\" (٨١٢) كتاب المناسك، باب (٣).وفي سنده هلال بن عبد الله، والحارث الأعور. قال الترمذي: (هذا حديث غريب لا نعرفه إلا من هذا الوجه، وفي إسناده مقال). وقال عن هلال: (مجهول)، وعن الحارث: (يُضَعَّف في الحديث). وانظر: \"تقريب التهذيب\" ١/ ٣٤٥، ٢/ ٣٢٤. وأخرجه الطبري في \"تفسيره\" ٤/ ١٦، وابن أبي حاتم ٣/ ٧١٣، وأورده ابن الجوزي في \"الموضوعات\" ٢/ ٢٠٩، والسيوطي، في \"الدر\" ٢/ ١٠٠ وزاد نسبة إخراجه للبيهقي في \"الشعب\" وابن مردويه.كما ورد الحديث من رواية الحسن البصري، أخرجه الطبري في \"تفسيره\" ٤/ ١٥ - ١٦، والدارقطني في \"السنن\" ٢/ ٢١٨، والبيهقي في \"السنن\" ٤/ ٣٣٠، وأورده السيوطي في \"الدر\" ٢/ ٩٩، وزاد نسبة إخراجه لسعيد بن منصور، وابن أبي شيبة، وعبد بن حميد، وابن المنذر.قال عنه ابن حجر: (وسنده صحيح إلى الحسن، ولا أرى الموصول إلا وهْمًا). \"التلخيص الحبير\" ٢/ ٢٢١.أي: أن سند الحديث إلى الحسن صحيح، إلا أنه منقطعٌ وليس موصولًا.كما ورد الحديث من رواية ابن عباس رضي الله عنهما، عند ابن ماجه في \"سننه\" =</p><p> . . . . . . . . . . . . . . . . . . . . . . </p><p>= ٢/ ٩٦٧ رقم (٢٨٩٧) كتاب المناسك، باب (٦)، والدراقطني في \"سننه\" ٢/ ٢١٨، وقال عنه ابن حجر: (وسنده ضعيف أيضًا). و\"التلخيص الحبير\" ٢/ ٢٢١. كما ورد عن عائشة، وأنس- رضي الله عنهما-. انظر: \"سنن الدارقطني\" ٢/ ٢١٦، ٢١٧، \"سنن البيهقي\" ٤/ ٣٣٠.ولكن أكثر روايات الأحاديث -في هذا المعنى- فيها مقال. انظر نصب الراية: ٣/ ٧ - ١٠. قال ابن حجر: (ورواه ابن المنذر من قول ابن عباس، ورواه الدارقطني. من حديث جابر، وحديث علي بن أبي طالب، ومن حديث ابن مسعود، ومن حديث عائشة، ومن حديث محمد بن شعيب عن أبيه عن جده، وطرقها كلها ضعيفة. وقال عبد الحق: إن طرقها ضعيفة، وقال أبو بكر بن المنذر: لا يثبت في ذلك مسندًا، والصحيح من الروايات: رواية الحسن المرسلة). التلخيص الحبير: ٢/ ٢٢١. أي: أن سندها صحيح إلى الحسن، مع إرساله.وقال البيهقي: (وروي فيه أحاديث أخرى لا يصح شيء منها، وحديث إبراهيم بن يزيد أشهرها، وقد أكدناه برواية الحسن البصري، وإنْ كان منقطعًا). \"السنن الكبرى\" ٤/ ٣٣٠.إلا أن الشوكاني قال: (ولا يخفى أن هذه الطرق يقوي بعضها بعضًا، فتصلع للاحتجاج بها، وبذلك استدلَّ مَن قال: إن الاستطاعة المذكورة في القرآن هي: الزاد والراحلة). \"نيل الأوطار\" ٤/ ٣٢٢.وقد قال ابن تيمية في (شرح العمدة) عن الأحاديث السابقة -كما نقله عنه الصنعاني في \"سبل السلام\"-: (فهذه الأحاديث مسندة من طرق حسان ومرسلة وموقوفة، تدل على أن مناط الوجوب: الزاد والراحلة، مع علم النبي - صلى الله عليه وسلم - أنَّ كثيرًا من الناس يقدرون على المشي، و-أيضًا- فإن الله قال في الحج: {مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} إما أن يعني القدرة المعتبرة في جميع العبادات، وهو مطلق المُكْنة، أو قدرًا زائدًا على ذلك؛ فإن كان المعتبر هو الأول، لم يحتج إلى هذا التقييد، كما لم يحتج إليه في آية الصوم والصلاة، فعلم أن المعتبر قدرٌ زائد في ذلك، وليس هو إلا المال، وأيضًا: فإن الحج عبادة مفتقرة إلى مسافة فافتقر وجوبها إلى ملك الزاد والراحلة كالجهاد. ودليل الأصل قوله: {وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ} إلى قوله: {وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ} [٩١ - ٩٢ سورة التوبة]). \"سبل السلام\" ٢/ ١٨٠.</p>"
}