{
  "id": null,
  "sura": 3,
  "aya": 169,
  "text": "<p> ١٦٩ - قوله تعالى:  {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا} . </p><p> أكثر أهل التفسير على أن هذه الآية نزلت في شهداء أحد (١) . </p><p>= وورد بلفظ: (ادرءوا الحدودَ عن المسلمين ما استطعتم ..) أخرجه -من رواية يزيد بن زياد الدمشقي عن الزهري عن عروة عائشة-: الترمذيُّ في \"السنن\" رقم (١٤٢٤) كتاب الحدود. باب: (ما جاء في درء الحدود)، وصحح الترمذيُّ وقفَهُ على عائشة، من رواية وكيع عن يزيد بن زياد، وقال: (وقد روي عن غير واحد من أصحاب النبي - صلى الله عليه وسلم -، أنهم قالوا مثل ذلك، ويزيد بن زياد الدمشقي ضعيف في الحديث).وأخرجه الحاكم في \"المستدرك\" ٤/ ٣٨٤. وحكم عليه بالصحة. وتعقبه الذهبيُّ بأن فيه يزيد بن زياد، شامي متروك.وأخرجه الدارقطني في \"السنن\" ٣/ ٨٤، والبيهقي في \"السنن\" ٨/ ٢٣٨، والخطيب في \"تاريخ بغداد\" ٥/ ٣٣١، والديلمي في \"مسند الفردوس\" ٨٢ رقم (٢٥٦).وورد عن علي، بلفظ: (ادرءوا الحدود ..)، أخرجه الدارقطني في: \"السنن\": ٣/ ٨٤، والبيهقي في \"السنن\" ٨/ ٢٣٨ وفيه المختار بن نافع منكر الحديث.وورد عن أبي هريرة، بلفظ: (ادرءوا الحدود ما استطعتم ..) أخرجه: أبو يعلى في: مسنده. انظر: \"نصب الراقي\" للزيلعي ٣/ ٣٠٩، و\"الدراية\" لابن حجر ٢/ ٩٥. قال الغماري: (وفيه إبراهيم بن الفضل، ضعيف). \"الابتهاج بتخريج أحاديث المنهاج\" للغماري ٢٥٦.وانظر في الكلام على هذا الحديث بألفاظه المختلفة -إضافة إلى ما ورد من مصادر-: \"كشف الخفاء\"، للعجلوني ١/ ٧٣ رقم ١٦٦.(١) ممن قال ذلك: ابن عباس، وابن مسعود، وجابر بن عبد الله، وقتادة، وسعيد بن جبير، والضحاك، وأبو الضحى، والربيع.انظر: \"تفسير الطبري\" ٤/ ١٧٠ - ١٧٥، و\"تفسير ابن أبي حاتم\" ٣/ ٨١٢ - ٨١٣؛ و\"زاد المسير\" ١/ ٤٩٩، و\"تفسير القرطبي\" ٤/ ٢٦٨ - ٢٦٩، و\"تفسير ابن كثير\" ١/ ٤٦٠ - ٤٦٣.وقيل: نزلت في شهداء بدر. وهو قول مقاتل في \"تفسيره\" ١/ ٣١٣.وقيل: نزلت في شهداء بئر معونة. روى ذلك عكرمة عن إسحاق بن أبي طلحة عن =</p><p> روى ابن عباس عن النبي - صلى الله عليه وسلم -، قال:  \"لَمَّا أُصِيبَ إخْوانكم يومَ أُحُد، جَعَلَ اللهُ أرواحَهم في أجواف طَيْر خُضرٍ، تَرِدُ أنهارَ الجَنَّة، وتأكل مِنْ ثمارِها، وتَسْرَحُ مِنَ الجنة حيث شاءت، وتأوي إلى قناديل من ذهب تحت العرش، فَلَمَّا رأوا طِيبَ مَقِيلِهم(١)ومطعمهم ومشربهم،قالوا:يا ليت قومنا يعلمون مما نحن فيه من النعيم، وما صنع الله عز وجل بنا؛ كي يرغبوا في الجهاد،وقال الله عز وجل:أنا مخْبِرٌ عنكم، ومُبَلغ إخوانكم، فَفَرحوا بذلك واستبشروا؛ فأنزل الله هذه الآية\"  (٢) . </p><p>= أنس بن مالك. انظر: \"سيرة ابن هشام\" ٣/ ١٨٤ - ١٨٧، و\"تفسير الطبري\" ٤/ ١٧٣، و\"تفسير الثعلبي\" ٣/ ١٤٦ أ، و\"أسباب النزول\"، للواحدي ص ١٣٤، و\"زاد المسير\" ١/ ٥٠٠، و\"تفسير القرطبي\" ٤/ ٢٦٩. وقيل: إن أولياء الشهداء كانوا إذا أصابتهم نعمة أو سرور، تحسروا على الشهداءوقالوا: نحن في النعمة والسرور، وآباؤنا وأبناؤنا وإخواننا في القبور. فأنزل الله تعالى هذه الآية؛ تنفيسًا عنهم، وإخبارًا عن حال قتلاهم. ذكره الثعلبي في \"تفسيره\" ٣/ ١٤٧ ب، والواحدي في \"أسباب النزول\" ص ١٣٤ ولم يعزواه لقائل. وانظر الروايات في أسبابها في: \"الدر المنثور\" ٢/ ١٦٩، و\"فتح القدير\" ١/ ٦٠٠ - ٦٠١، و\"تفسير ابن كثير\" ١/ ٤٦٣.(١) المقيل: هو النوم وقت القائلة، وهو: نصف النهار. يقال: (قال قَيْلا، وقائلة، وقَيْلُولة، ومَقَالا، ومَقِيلا) انظر: \"القاموس\" ١٣٥٩ (قيل).(٢) الحديث، أخرجه: أبو داود في \"السنن\" رقم (٢٥٢٠) كتاب الجهاد. باب فضل الشهادة، وأحمد في \"المسند\" (شرح الشيخ شاكر) ٤/ ١٢٣، ١٢٤رقم (٢٣٨٨، ٢٣٨٩)، وهنّاد بن السري في \"الزهد\" ١/ ٢٣٤ رقم (١٥٦)، والطبري في \"تفسيره\" ٤/ ١٧٠ - ١٧١، والحاكم في \"المستدرك\" ٢/ ٢٩٧ - ٢٩٨. وقال: (صحيح على شرط مسلم) ووافقه الذهبي، والثعلبي في \"تفسيره\" ٣/ ١٤٥ أ، والواحدي في \"أساب النزول\" ص١٣٢، والبيهقي في \"السنن\" ٩/ ١٦٣، وأورده التبريزي في \"مشكاة المصابيح\" ٢/ ١١٣١ رقم (٣٨٥٣)، وابن كثير في \"تفسيره\" =</p><p> وقوله تعالى:  {بَلْ أَحْيَاءٌ} ، أي:  (بل هم أحياءٌ) ، فهو رَفعٌ بالابتداء. وخبره: قوله (١) : {عِنْدَ رَبِّهِمْ}  (٢) . قال أبو إسحاق (٣) : ولو قُرِئ: (أحياءً)  (٤) -بالنصب-، لجاز (٥) ، على معنى: بل احسبهم أحياءً (٦) . </p><p> قال أبو علي الفارسي (٧) : لا يجوز ذلك؛ لأنه أَمْرٌ بالشَّكِّ، ولا يجوز أنْ يَأْمُرَ (٨) الله (٩) بالشك، ولا يجوز أن نتأول (١٠) في (الحِسْبَانِ) </p><p>= ١/ ٤٢٧ وزاد نسبة إخراجه لسفيان الثوري، وأورده السيوطي في \"الجامع الصغير\" (انظر: \"صحيح الجامع الصغير\" للألباني ٢/ ٩٢٤ رقم (٥٢٠٥) وصححه)، وأورده في \"الدر المنثور\" ٢/ ١٦٨ وزاد نسبة إخراجه إلى عبد بن حميد، وابن أبي شيبة، وابن المنذر، والبيهقي في \"الدلائل\". (١) (قوله): ساقط من (ب).(٢) فـ {أَحْيَاءٌ} خبر لمبتدأ مقدر هو (هم)، وجملة {عِنْدَ رَبِّهِمْ} خبر ثانٍ للمبتدأ المقدر. وقيل: إنها في محل رفع صفة لـ {أَحْيَاءٌ}، وقيل في إعرابها غير ذلك. انظر: \"الدر المصون\": ٣/ ٤٨٣، و\"روح المعاني\" ٤/ ١٢٢.(٣) في \"معاني القرآن\"، له ١/ ٤٨٨. نقله عنه بمعناه.(٤) في (ج): (أحيا). وهكذا رسمت في (ج) فيما بعدها مما سيأتي منها. وقد قرأها بالنصب ابن أبي عبلة. انظر: \"البحر المحيط\" ٣/ ١١٣، و\"تفسير الثعلبي\" ٣/ ١٤٨ أ، و\"المحرر الوجيز\" ٣/ ٤١٧.(٥) أي: لجاز من الناحية النحوية، لا من ناحية جواز القراءة بها.(٦) وإليه ذهب الزمخشري في \"الكشاف\" ١/ ٤٧٩. وهناك توجيه آخر للنصب، وهو: العطف على {أَمْوَاتًا}، كما تقول: (ما ظننت زيدًا قائمًا بل قاعدًا). انظر: \"التبيان\" للعكبري ١/ ٣٠٩.(٧) في \"الإغفال\" ١/ ٥٠٩. نقله عنه بمعناه(٨) في (ج): (يأمرك).(٩) (لفظ الجلالة): ليس في (ج).(١٠) ورد في (ب) بعد قوله: (نتأول) عبارة: (هذا أن). وهي زيادة لا وجه لها.</p><p> معنى العِلْم، على أن يكون معنى (احسبهم أحياء) : اعلمهم؛ لأن ذلك لم يذهب إليه [أحدٌ من أهل]  (١) اللغة (٢) </p><p> واختلفوا في كيفية حياة الشهداء: فالأصح ما ذكرنا عن النبي - صلى الله عليه وسلم -، أن أرواحهم في أجواف طير خضر، وأنهم يُرزقون ويأكلون ويتنعمون. </p><p> وقال جماعة من أهل العلم (٣) : معنى قوله: {أَحْيَاءٌ} : أن أرواحهم أُحْضِرَتْ دارَ السَّلام، وأرواح غيرهم لا تشهدها (٤) إلى يوم البعث. </p><p> وقال آخرون (٥) : لا تحبسهم أمواتًا في الدين والإيمان؛ بل هم (٦) أحياء، كما قال الله تعالى:  {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ}  [الأنعام: ١٢٢] . [وهذا الوجه]  (٧) اختيار أبي إسحاق (٨) . </p><p>(١) ما بين المعقوفين مطموس في (أ). والمثبت من: (ب)، (ج). (٢) قال أبو حيان -بعد أن ذكر قول الفارسي-: (وهذا الذي ذكره هو الأكثر، وقد يقع (حسب) لليقين؛ كما تقع (ظن)، لكنه في (ظن) كثير، وفي (حسب) قليل). ثم ذكر شواهد شعرية على ذلك. \"البحر المحيط\" ٣/ ١١٣، وانظر: \"الدر المصون\" ٣/ ٤٨٢.(٣) لم أقف عليهم.(٤) في (ج): (يشهدها).(٥) ممن قال ذلك: الأصم البَلْخي، كما في \"تفسير الفخر الرازي\" ٩/ ٩٥. والأصم، هو: حاتم بن عنوان الأصم، زاهد اشتهر بالورع والتقشف، من أهل بَلْخ، زار بغداد واجتمع بأحمد بن حنبل، توفي ٢٣٧ هـ. انظر: \"الأعلام\" للزركلي ٢/ ١٥٢. وقد ذكر هذا القول الزجاج في \"المعاني\" ١/ ٤٨٨، والثعلبي في \"تفسيره\" ٣/ ١٤٨ أ، ولم يعزواه لقائل.(٦) (هم): ساقط من (ج).(٧) ما بين المعقوفين: مطموس في (أ). وفي (ج): (في هذا). والمثبت من (ب).(٨) سياق أبي إسحاق لهذا القول لا يدل على اختياره له؛ حيث أورده مصدِّرًا له بقوله. (قال بعضهم: ..) ولم يعقب عليه. وأتبعه بأقوال أخر في الآية.</p><p> وقيل (١) : لأن أرواحهم تركع وتسجد كل ليلة تحت العرش، إلى يوم القيامة، كأرواح الأحياء من المؤمنين الذين باتوا على الوضوء (٢) . </p><p> وقوله تعالى:  {عِنْدَ رَبِّهِمْ يُرْزَقُونَ} فيه وجهان: أحدهما: بحيث لا يملك لهم أحدٌ نفعًا ولا ضرًّا، إلّا (٣) الله عز وجل. </p><p>(١) لم أقف على القائل. وقد أورده الثعلبي في \"تفسيره\" ٣/ ١٤٨ أ، وأورد الأقوال السابقة وغيرها، ولم يعزها لقائل. وانظر: \"تفسير القرطبي\" ٤/ ٢٧٠. (٢) (أ)، (ب): (تابوا على الوضو)، وفي (ج): (ماتوا على الوضو). والمثبت من: \"تفسير الثعلبي\" ٣/ ١٤٨ أ، و\"تفسير القرطبي\" ٤/ ٢٧٠، حيث ورد فيهما هذا القول.والأثر في هذا المعنى أخرجه عبد الله بن المبارك في \"الزهد\" ٤٤١ رقم (١٢٤٥) بسنده المتصل من طريق ابن لهيعة (قال: حدثنا عثمان بن نعيم الرعيني، عن أبي عثمان الأصبحي، عن أبي الدرداء، قال: إذا نام الإنسان عرج بروحه حتى يؤتى بها إلى العرش، فإن كان طاهرًا أذن لها بالسجود، وإن كانت جنبًا لم يؤذن لها بالسجود).وأورد هذا الأثر الحكيمُ الترمذي في \"نوادر الأصول\" ٢/ ٣٥٦، موقوفًا على أبي الدرداء، ولفظه: (إن النفوس تعرج إلى الله -تعالى- في منامها، فما كان طاهرًا سجد تحت العرش، وما كان غير طاهر تباعد في سجوده، وما كان جنبًا لم يؤذن لها في السجود).وأورده ابن القيِّم في كتاب \"الروح\" ٤٤ موقوفًا على أبي الدرداء من طريق ابن لهيعة. وأورد الحكيم الترمذي في \"نوادر الأصول\" ٢/ ٣٥٥ عن عبد الله بن عمرو؛ قال: (تعرج الأرواح إلى الله -تعالى- في منامها، فما كان طاهرًا يسجد تحت العرش، وما لم يكن طاهرًا يسجد قاصيًا، فلذلك يستحب أن لا ينام الرجل إلا وهو طاهر).وذكر المعنى الغزاليُّ في \"الإحياء\" ١/ ٣٤٣ وزاد العراقي في \"تخريج الإحياء\" نسبته إلى البيهقي في \"الشُّعَب\" موقوفًا على عبد الله بن عمرو بن العاص.(٣) في (ج): (لأن).</p>"
}