{
  "id": null,
  "sura": 3,
  "aya": 62,
  "text": "<p> أي: دعا عليهم بالهلاك، وكلا (١) المعنيين مروي عن ابن عباس. </p><p> قال (٢) في رواية الكلبي (٣) : قوله {نَبْتَهِلْ} أي: نجتهد في الدعاء. </p><p> وقال في رواية عطاء (٤) : ندعُ (٥) الله باللَّعنة على الكاذبين. </p><p> ٦٢ - وقوله تعالى:  {إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ} الآية. أي (٦) : هذا الذي أوحيناه إليك من الآيات والحُجَجِ. </p><p> فـ {هُوَ}  (٧) ههنا يصلح أن يكون فَصْلًا وعِمادًا (٨) ، ويكون {الْقَصَصُ} </p><p>= (قرم)، \"النهاية في غريب الحديث\" ٤/ ٤٩، ٥٠ (قرم). وقد فسر الزمخشري في \"أساس البلاغة\" (ابتهل) الواردة في البيت، فقال: فاجتهد في إهلاكهم. وفسرها د. إحسان عباس محقق الديوان: (سبح، أوقف متضرعًا؛ أي أنه وقف معجبًا وهو ينظر إليهم، أو استشعر ذلة حاله بالنسبة إليهم ..). (١) في (ب): (وكان)، وفي (ج)، (د): (وكلي).(٢) (قال): ساقطة من: (ج).(٣) أخرج هذه الرواية: أبو نعيم في \"دلائل النبوة\" ٣٥٤، وهي في \"تفسير البغوي\" ٢/ ٤٨ من قول الكلبي دون أن يرفعها لابن عباس، وأوردها السيوطي في \"الدر\" ٢/ ٦٩ ونسب إخراجها لأبي نعيم.وأخرج ابن أبي حاتم في \"تفسيره\" ٢/ ٦٦٨ عن ابن عباس من رواية ابن جربج عنه: ({ثُمَّ نَبْتَهِلْ}: نجتهد).(٤) أوردها السيوطي في \"الدر\" ٢/ ٦٩ من طريق الكلبي عن ابن عباس، وعزاها لأبي نعيم في الدلائل، ولم أجدها فيه، وقال البغوي في \"تفسيره\" ٢/ ٤٨ (قال إبن عباس رضي الله عنهما: أي: يتضرع في الدعاء).(٥) في (د): (ندعوا).(٦) من قوله: (أي ..) إلى (.. وهما جميعا خبر إنَّ): نقله بتصرف عن \"معاني القرآن\" للزجاج: ١/ ٤٢٤.(٧) في (ب)، (ج): (وهو). وفي (د): (هو) بدون واو.(٨) أي: ضمير زائد لا محل له من الإعراب، وضمير الفصل ويسمِّيه الكوفيُّون: =</p><p> خَبَرَ {إِنَّ} . ويصلح أن يكون {هُوَ} ابتداءً، وخَبرُه:  {الْقَصَصُ} . وهما جميعًا خبرُ إنَّ (١) . </p><p> والقَصَصُ: مصدر قولهم: (قَصَّ فلانٌ الحديثَ، يقصُّه قَصًّا، وقَصَصًا)  (٢) . وأصله (٣) : اتِّباعُ الأثر؛ يقال:  (خرج فلانٌ قَصَصًا في أثر فلان) ، و (قَصًّا)  (٤) ؛ وذلك إذا اقتصَّ أثَره، ومنه قوله تعالى: [ {وَقَالَتْ لِأُخْتِهِ قُصِّيهِ}  [القصص: ١١] . وقيل للقاصِّ يقصُّ (٥) لأتباعه خبرًا بعد خبر] (٦) ، وسَوقه الكلامَ سَوقًا. </p><p> فمعنى (٧)  (القَصَص) : الخبر الذي تَتَابَعُ (٨) فيه المعاني. </p><p>= (العماد)، ويُسمَّى كذلك (الدعامة) هو: أحد ضمائر الرفع المنفصلة، يأتي لإزالة اللبس في الكلام، فيفصل بين ما أصله مبتدأ وخبر؛ ليُعلم أن ما بعده خبر عمَّا قبله، وليس نعتا له، وهو يفيد الكلام ضربًا من التوكيد، ويغلب على الاسم الواقع بعده أن يكون معرفة. انظر: \"النحو الوافي\" ١/ ٢٤٢ - ٢٥٠، \"معجم الشوارد النحوية\" ٣٥٥، \"معجم المصطلحات النحوية\" ١٧٣. (١) انظر: \"إعراب القرآن\" للنحاس ١/ ٣٣٩، \"التبيان\" للعكبري: (١٩٤)، \"الفريد في إعراب القرآن\" ١/ ٥٨٣.(٢) قال في \"اللسان\" ٦/ ٣٦٥٠ (قصص): (والقِصَّهُ: الخبر، وهو (القَصَصُ). و (قصَّ عليَّ خبره، يقصُّهُ قَصَّا، وقصَصًا): أورده. و (القَصَص): الخبر المقصوص بالفتح وضع موضع المصدر، حتى صار أغلب عليه. و (القِصَصُ) بكسر القاف: جمع (القِصَّة) التي تكتب).(٣) من قوله: (وأصله) إلى (سوقا): نقله بتصرف عن \"تهذيب اللغة\" ٣/ ٢٩٧٧ (قصَّ).(٤) في (د): (وقصصا).(٥) في (د): (يقص). والمثبت من: (ج). وفي (تهذيب الغة): (يقُصُّ القَصَصَ).(٦) ما بين المعقوفين: زيادة لازمة لتمام المعنى، من: (ج)، (د)، \"تهذيب اللغة\".(٧) في (ب): (لمعنى).(٨) في (ب): (شايع).</p>"
}