{
  "id": null,
  "sura": 3,
  "aya": 120,
  "text": "<p> لهذا المعنى؛ كما قال:  {وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ}  [الأنفال: ٧] ، فَأَنَّثَ؛ لمعنى (الطائفة) ؛ كما يقال:  (لقيته ذات يوم) ، فيؤنثون؛ لأن مقصدهم: لقيته مرَّةً في يوم. وقد ذكرنا زيادة في الشرح والبيان عند قوله {إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ}  [آل عمران: ١٥٥] . </p><p> ١٢٠ - قوله تعالى:  {إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ} الآية. (المَسُّ) ، أصله باليد، ثم يُسَمَّى المُقارِبُ والمخالِطُ:  (ماسًّا) ؛ تشبيهًا بالمتناوِلِ للشيء، فيقال:  (أمْرُكَ يَمَسُّنِي) ؛ أي: يَكْرِثُني (١) ، ويهمني، ويَقْرُبُ مِن قلبي. فأشبه بذلك المَسَّ بالأصابع (٢) . </p><p> ومعنى (الحسنة) -ههنا-: النصر (٣) ، والغنيمة، والخِصْب (٤) . </p><p>(١) يقال: (كَرَثَه، وأكرَثَه الغَمُّ)، (يكرِثُهْ ويَكرُثه): اشتد عليه، وأقلقه، وحرَّكَه. و (الاكتراث): الاعتناء. و (لا تكترث بالأمر): لا تعبأ به، ولا تبالي. وذكر ابن الأثير أنها لا تستعمل إلا في النفي، وقد جاءت في الإثبات وهو شاذ. انظر: (كرث) في: \"أساس البلاغة\" ٢/ ٣٠٢، و\"النهاية في غريب الحديث\" لابن الأثير ٤/ ١٦١، و\"التاج\" ٣/ ٢٥٢.(٢) يقال: (مَسَسْتُ) -بفتح السين الأولى وبكسرها-، (أمَسُّ مَسًّا ومَسِيسا، ومِسِّيسَى): وهو ما كان باليد. و (المَسُّ، والمَسِيس) يُكنى به عن النكاح -كذلك-. ويقال: (مِسْتُ) - يحذفون السين الأولى، ويحولون كسرتها إلى الميم، أو تترك الميمُ مفتوحة. انظر: \"العين\"، للخليل ٧/ ٢٠٨، ٢٠٩ (مسس)، و\"إصلاح المنطق\" ٢١١، و\"المقاييس\" ٥/ ٢٧١، و\"الفرق بين الحروف الخمسة\" ٤٠٨، ٤٠٩، و\"بصائر ذوي التمييز\" ٤/ ٤٩٨.(٣) في (ج): (النصرة).(٤) انظر: \"تفسير غريب القرآن\" لابن قتيبة ١/ ١٠٣، و\"تفسير الطبري\" ٤/ ٦٧، و\"بحر العلوم\" ١/ ٢٩٥، و\"تفسير ابن كثير\" ١/ ٤٢٩.لفظ الآية في (الحسنة) و (السيئة) عامٌّ، لم يخصص نوعًا منها دون نوع، فيدخل فيها كل ما يحسن ويسوء. وما ذكره المؤلف من النصر والغنيمة والخصب، إنما هو على سبيل التمثيل لها. انظر: \"المحرر الوجيز\" ٣/ ٢٩٢.</p><p> و (تسؤْهم) ، أي: تُخْزِيْهم، يقال:  (ساءَهُ، يَسُوءُهُ، مَسَاءَةً (١) ، ومَسَائِيَةً) (٢) ، فـ (استاءَ)  (٣) ؛ أي: اهتم (٤) . </p><p> وقوله تعالى:  {وَإِنْ تُصِبْكُمْ سَيِّئَةٌ} أي: نالكم ضد ذلك. </p><p> ويقال:  (ساء (٥) الشيءُ)، (يسوء (٦) ، فهو سيِّء)، والأنثى:  (سيِّئةٌ) ؛ أي: قَبُحَ (٧) . ومنه قوله:  {سَاَءَ مَا يَعمَلُونَ}  [المائدة: ٦٦] . و (سَوَّأتُ على الرجل (٨) فعلَهُ)؛ أي: قَبَّحْتُهُ عليه، وعِبْتُهُ به. و (السُّوْءَى)  (٩) : ضد الحُسْنَى، و (السَّوْءاءُ)  (١٠) : المرأةُ القبيحة (١١) . </p><p>(١) في (ج): (ساه يسوه مساه). (٢) في (أ)، (ب)، (ج): مسايبة والمثبت من كتب اللغة. وفي \"القاموس المحيط\" ٤٣ (سوء): قال: (ومسائية مقلوبًا، وأصله: مساوِئة).(٣) في (أ): فاستَاءً، والمثبت من: (ب)، (ج)، وكتب اللغة.(٤) انظر: (سوء) في: \"تهذيب اللغة\" ٢/ ١٧٩٥ - ١٧٩٦، و\"القاموس\" ٤٣.(٥) في (ج): (أسى).(٦) يسوء: ساقطة من (ج).(٧) في (ب): (قبح).(٨) في (ب): (الوجه).(٩) في (ج): (السوى).(١٠) في (ب): (السؤا). وفي (ج): (السوا).(١١) انظر: المصادر السابقة.قال ابن عطية: (وذكر تعالى المسَّ في (الحسنة)؛ ليُبَيِّن أن بأدنى طروء الحسنة تقع المساءةُ بنفوس المبغِضِين، ثم عادل ذلك بالسيئة بلفظ الإصابة، وهي: عبارة عن التمكن؛ لأن الشيء المصيب لشيء، فهو متمكن منه أو فيه، فدلَّ هذا المنزعُ البليغُ على شدة العداوة، إذ هو حقد لا يذهب عند الشدائد، بل يفرحون بنزول الشدائد بالمؤمنين، وهكذا هي عداوة الحسد في الأغلب، ولا سيما في هذا الأمر الجسيم الذي هو ملاك الدنيا والآخرة). \"المحرر الوجيز\" ٣/ ٢٩٢ - ٢٩٣.</p><p> وقوله تعالى:  {وَإِنْ تَصْبِرُوا} . أي: على ما تسمعون منهم، وعلى أذاهم. </p><p> {وَتَتَّقُوا} . قال ابنُ عباس (١) : وتخافوا ربَّكم، في سِرِّكم وعلانِيَتِكم. وقال غيره (٢) : وتتقوا مقاربتهم في دينهم، والمحبة لهم. </p><p> {لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا} يقال: (ضارَهْ، يَضِيرُهُ، ضَيْرًا) ، و (يَضُورُهْ ضَوْرا) : إذا ضرَّهُ (٣) . </p><p> وقرئ:  {لَا يَضُرُّكُمْ} مُشَدَّدا (٤) من: الضَّرِّ (٥) . وأصله:  (يَضْرُرْكُمْ) -جَزْمًا-، وأُدغِمَت (٦) الرَّاءُ في الرَّاءِ، ونقلت ضَمَّةُ الرَّاء الأولى إلى </p><p>(١) لم أقف على مصدر قوله. والذي في: \"زاد المسير\" ١/ ٤٤٨ من قول ابن عباس: (الشرك). (٢) لم أهتد لقائل هذا القول. وقد يفهم ذلك من عبارة الطبري في \"تفسيره\" ٤/ ٦٨، حيث قال: (وإن تصبروا -أيها المؤمنون- على طاعة الله، واتباع أمره فيما أمركم به، واجتناب ما نهاكم عنه: من اتخاذ بطانة لأنفسكم من هؤلاء اليهود -الذين وصف الله صفتهم- من دون المؤمنين وغير ذلك من سائر ما نهاكم ..).(٣) انظر: \"الزاهر\" ٢/ ١٧٤، و\"تهذيب اللغة\" ٣/ ٢٠٧٨ (ضور)، و\"اللسان\" ٥/ ٢٦١٩ (ضور)، ٥/ ٢٦٢٣ (ضير).(٤) هي قراءة عاصم، وابن عامر، وحمزة، والكسائي -بضم الصاد، وتشديد الراء المرفوعة-. انظر: \"السبعة\" ٢١٥، و\"الحجة\" للفارسي ٣/ ٧٤.(٥) انظر: \"الحجة\"، لابن خالويه ١١٣. وورد في: \"اللسان\": (الضَّرُّ، والضَّرُّ): ضد النفع. و (الضَّرُّ): المصدر، و (الضُّرُّ): الاسم. وقيل: إذا جمعت بين الضَّرِّ والنفع: فتحتَ الضاد، وإذا أفردت الضُّرَّ: ضممت الضاد: إذا لم تجعله مصدرًا.وقال: (وضَرَّه يضُرُّه ضَرًّا)، و (ضَرَّ به وأضَرَّ به)، و (ضارَّه مُضَارَّة، وضِرَارًا) والاسم: (الضَّرر). \"اللسان\" ٥/ ٢٥٧٣ (ضرر)، وانظر: \"تفسير الطبري\" ٤/ ٦٨.(٦) في (ج): (فأدغمت).</p><p> الضاد، وضُمَّت الرَّاءُ الأخيرةُ؛ إتْباعًا لأقرب الحركات إليها، وهي: حركة الضادُ، كقولهم:  (مُدُّ يا هذا)  (١) . </p><p> واعلم أنه إذا كان قبل الحرف المُدْغم (٢) ، حرفٌ مضمومٌ، فلك في تحريك الأخير ثلاثة أوجه: الضمُّ؛ للإتْباع، والكسرُ؛ على أصل ما يجب (٣) في التقاء الساكنين، والفتحُ؛ للخفة. </p><p> قال جرير: </p><p> فَغُضّ الطَرْفَ إنك مِن نُمَيْرٍ (٤) </p><p> يُنشَد باللغات الثلاث (٥) . ولا يجوز في القراءة إلّا الرفع، على ما قرأته القُرَّاءُ المُتَّبَعون (٦) . </p><p>(١) انظر: \"المغني\" لابن هشام ٧١٧ - ٧١٨؛ حيث لم ير في إعرابها إلا أنها مجزومة، وأن الضم اتباع، كالضمة في قولك: (لم يَشُذُّ ولم يَرُدُّ). (٢) (المدغم): ساقطة من (ب).(٣) في (ب): (التأنيث). بدلًا من: (ما يجب).(٤) صدر بيت، وتمامه:فلا كَعْبَا بَلَغتَ ولا كِلاباوهو في: ديوانه: ٦٣، وورد في: \"كتاب سيبويه\" ٣/ ٥٣٣، و\"المقتضب\" ١/ ١٥٨، و\"المصون في الأدب\" ١٩، و\"العمدة\" ١٢٦، ١٢٧، ٨٤٤، ١٠٥٣، و\"شرح المفصل\" ٩/ ١٢٨، و\"المقاصد النحوية\" ٤/ ٤٩٤، و\"منهج السالك\" ١/ ٢٥٢، و\"التصريح\" ٢/ ٤٠١، و\"همع الهوامع\" ٦/ ٢٨٨، و\"خزانة الأدب\" ١/ ٧٢، ٦/ ٥٣١، ٩/ ٣٠٦، ٥٤٢، و\"شرح شواهد شرح الشافية\" ٤/ ١٦٣. والبيت من قصيدة طويلة له، يهجو فيها الراعي النميري، وُيعَرِّض بقومه.(٥) أي يقال: (فَغُضَّ) -بضم الضاد المشددة، وفتحها، وكسرها. انظر فيما ذكره المؤلف سابقًا: \"معاني القرآن\"، للفراء ١/ ٢٣٢، و\"الطبري\" ٤/ ٦٨.(٦) أي: لا يجوز في قراءة: {لَا يَضُرُّكُمْ} إلا الرفع في الراء، من ناحية القراءة القرآنية، مع صحة قراءتها بالفتح والكسر من ناحية اللغة كما ذكر المؤلف؛ لأن =</p><p> قال أبو إسحاق (١) : ضمن الله -عز وجل- للمؤمنين النصرَ إن صَبَروا، وأَعلَمَهم أَنَّ عَدَاوَتَهم (٢) وكَيْدَهُم غَيْرُ ضَارٍّ لهم. </p><p> والكَيْدُ -في اللغة-: الاحتيال بغير ما يبدي (٣) ، وهو: أن يحتال ليَغْتَالَ صاحِبَهُ، ويوقِعَهُ في مكروه (٤) ، وابن عباس فَسَّرَ الكيْدَ بالعداوة (٥) . </p><p>= الراء الثانية مُدغَمَة في الراء الأولى، مع سبقها بحرف مضموم. وقد وردت قراءة أخرى صحيحة، متواترة، وهي: {لَا يَضُرُّكُمْ} على التخفيف -بتسكين الراء وكسر الضاد المخففة- وقد قرأ بها: ابن كثير، ونافع، وأبي عمرو، ويعقوب، ورواية أخرى عن حمزة. انظر: \"السبعة\" ٢١٥. قال الفارسي: (فكلتا القراءتين حسنة؛ لمجيئهما جميعًا في التنزيل). \"الحجة\" ٣/ ٧٥. وانظر: \"المحلى\" لابن شغير ١٧.ووردت قراءات أخرى شاذة، وهي: قراءة عاصم برواية أبي زيد عن المفضل عنه: (لا يَضُرَّكم) بضم الضاد وفتح الراء المشددة. وقرأ الضحاك: (يَضُرِّكم) -بضم الضاد، وكسر الراء المشددة-.انظر: \"إعراب القرآن\" للنحاس ١/ ٣٦١، و\"تفسير القرطبي\" ٤/ ١٨٤، و\"البحر المحيط\" ٣/ ٤٣.(١) في \"معاني القرآن\" له ١/ ٤٦٥. نقله عنه بنصه.(٢) في \"معاني القرآن\": عدوانهم.(٣) في (ج): (ما مدى).(٤) أصل (كَيَدَ) -في اللغة- يدل على معالجة شيء بشدة، ثم يتسع بابه ويدخل فيه المعنى المراد -هنا- الذي ذكره المؤلف وهو: الاحتيال لإيقاع مكروه بالغير؛ لأنه فيه معالجة وبذل وُسْع، واجتهاد للمكر والإضرار بالآخرين. انظر: \"المقاييس\" ٥/ ١٤٩ (كيد). وعَرَّف الجرجانيُّ (الكيد)، فقال: (إرادة مضرة الغير خفية، وهو من الخلق: الحيلة السيئة). التعريفات: ١٨٩. وانظر: \"اللسان\": ٧/ ٣٩٦٦ (كيد)، و\"التوقيف على مهمات التعاريف\" ٦١٤.(٥) لم أقف على مصدر قوله.</p><p> [ورُدَّ على الفرَّاء]  (١) [في هذه الآية شيئان: </p><p> أحدهما: أنه قال (٢) : ولو] (٣) قرئ: (لا يَضُرْكم) -بضم الضاد-، جازَ؛ فقد سمع الكسائيُّ بعضَ أهل العالِيَةِ (٤) يقول: [ (لا ينْفَعُني ذاك (٥) ولا يَضُورُني) (٦) . </p><p> قال الزجاج (٧) : وهذا غير جائز، لا يُقرأ حرفٌ من كتاب الله -عز وجل- بخلاف الإجماع، على قول رجل من أهل العالية. وهذا كما قاله؛ لأن القراءةَ بالسَّمَاع والتَّوْقِيف، لا بالجَوَازِ في اللغة. </p><p> والآخر: أنه قال (٨) في قوله: {لَا يَضُرُّكُمْ} -على قراءة من قرأ بالتشديد-: يجوز أن يكون جواب الشرط: فَاء مُضْمَرَة (٩) ، ويكون (لا) </p><p>(١) ما بين المعقوفين مطموس في (أ)، وساقط من (ب)، والمثبت من (ج). (٢) في: \"معاني القرآن\" له ١/ ٢٣٢. نقله عنه بمعناه.(٣) ما بين المعقوفين مطموس في: (أ)، والمثبت من (ب)، (ج).(٤) العالية: اسم لكل ما كان من جهة نجد من المدينة إلى تهامة، وهي عالية الحجاز، وما كان دون ذلك من جهة تهامة فهي السافلة. وقيل: هي ما جاوز الرُّمَّة -وهي أرض واسعة بنجد تنصب فيها عدَّة أودية- إلى مكة. انظر: \"معجم البلدان\" ٤/ ٧١.(٥) (ذاك) مطموس في (أ). وساقط من (ب). ومثبت من (ج)، و\"تهذيب اللغة\": ٣/ ٢٠٧٨. وفي \"معاني القرآن\": ذلك.(٦) (يضورني): مطموسة في (أ). وفي (ب): (يضرني). والمثبت من (ج)، و\"تهذيب اللغة\" ٣/ ٢٠٧٨، و\"معاني القرآن\" للفراء ١/ ٢٣٢، و\"تفسير الطبري\" ٤/ ٦٨.(٧) في: \"معاني القرآن\" له ١/ ٤٦٥. نقله عنه بتصرف يسير.(٨) في: \"معاني القرآن\" له ١/ ٢٣٢. نقله عنه بمعناه(٩) (فاء مضمرة): مطموس في (أ)، وساقط من (ب). والمثبت من (ج).</p><p> بمعنى (ليس) والتقدير: (فليس يَضُرُّكُمْ كيدُهم شيئا) . </p><p> وأنشد (١) على هذا بيتًا (٢) . </p><p> قال النحويون: وهذا غلطٌ، مَن حَذَفَ الفاءَ، إنما (٣) يجوز لِضرُورة الشعر (٤) ، والقرآن لا يُحْتَمل (٥) على ضرورة الشعر (٦) ، سِيَّما إذا كان لرفع </p><p>(١) من قوله: (وأنشد ..) إلى (من حذف الفاء): مطموس في (أ). وساقط من (ب). والمثبت من (ج). (٢) البيت هو:فإن كان لا يُرضيكَ حتى تَرُدُّني ... إلى قَطَريِّ لا إخالُكَ راضيا.وقائله، هو: سوَّار بن المُضَرِّب السعدي التميمي.وقد ورد البيت في: \"النوادر\" لأبي زيد ٥٤، و\"الكامل\" للمبرد ٢/ ١٠٢، و\"الطبري\" ٤/ ٦٨، و\"القراءات\" للأزهري ١/ ١٢٤، و\"الخصائص\" ٢/ ٤٣٣، و\"المحتسب\" ٢/ ١٩٢، و\"أمالي ابن الشجري\" ١/ ١٨٥، و\"شرح المفصل\" ١/ ٨٠، و\"المقاصد النحوية\" ٢/ ٤٥١، و\"منهج السالك\" ٢/ ٤٥، و\"التصريح\" ١/ ٢٧٢.والشاعر يخاطب الحجاجَ لمَّا أراد بعثَه وقومَه بني تميم لقتال الخوارج وزعيمِهم قَطَرِي بن الفجاءة. ويعبر الشاعر عن رفضه لهذا الأمر.والشاهد في البيت قوله: (لا إخالُك)، أي: فلست إخالُك) -برفعها-.(٣) في (ب): وإنما. والمثبت من (ج). وهو الصواب.(٤) انظر: \"كتاب سيبويه\" ٣/ ٦٤ - ٦٥، و\"المقتضب\" ٢/ ٧١، و\"المغني\" لابن هشام: ٨٠، ١٣٣، ٢١٨، ٣١١، ٨٣٢. وذكر ابن هشام أن المبرّدَ منع حذف الفاء حتى في الشعر. انظر: \"المغني\" ٢١٩. إلا أن الظاهر من كلام المبرّد في كتابه \"المقتضب\": ٢/ ٧٢ خلاف ما ذكره ابن هشام. وانظر تعليق محقق \"المقتضب\" في هامش ٢/ ٧٢ - ٧٣.وأجاز الأخفشُ حذفَ الفاء في جواب الشرط في القرآن. انظر: \"معاني القرآن\" له ١/ ١٥٨ عند تفسيره لآية (١٨٠) من سورة البقرة {إِن تَرَكَ خَيرًا الوَصِيَّةُ}. ورُدّ بأن {الوَصِيَّةُ} نائب فاعل لـ {كُتِبَ}، وجواب الشرط محذوف، وهو (فَلْيُوصِ). انظر: \"المغني\" ١٣٣، ٢١٩.(٥) في (ج): (لا يحمل).(٦) في (ب): (الشاعر).</p>"
}