{
  "id": null,
  "sura": 3,
  "aya": 1,
  "text": "<p> بسم الله الرحمن الرحيم </p><p> تفسير سورة آل عمران (١) </p><p> ١ - {الم} اجتمعت القرّاء على فتح الميم، وإدراج ألفِ اللهِ في الوصل (٢) ، إلا ما رُويت (٣) شاذًا عن عاصم: أنّه سكّن الميمَ وقَطَعَ الألف (٤) . </p><p>(١) تفسير سورة آل عمران: ساقط من (ج). (٢) أي: بأن تُفتح الميمُ، ولا تظهر همزةُ اسم الجلالة في الوصل، حال النطق. انظر: \"معاني القرآن وإعرابه\" للزجّاج ١/ ٣٧٣، \"السبعة في القراءات\" لابن مجاهد ٢٠٠، \"الحجة للقراء السبعة\" لأبي علي الفارسي ٣/ ٨، وكتاب \"التبصرة في القراءات السبع\" لمكي بن أبي طالب ٤٥٥، \"إتحاف فضلاء البشر\" لأحمد البَنّا ص ١٧٠. ويجوز لكل القرّاء في \"ميم\" المدُّ والقصر؛ لتغير سبب المد، فيجوز الاعتداد بالعارض وعدمه. انظر: \"إتحاف فضلاء البشر\" ص ١٧٠، \"البدور الزاهرة\" لعبد الفتاح القاضي ٥٨.(٣) في (ج)، (د): (روي).(٤) (قَطَع الألف) أي: ابتدأ بها. انظر: \"معاني القرآن\" للفراء ١/ ٩، \"السبعة\" لابن مجاهد ٢٠٠، \"التبصرة\" لمكي ص ٤٥٥. وهذه القراءة عن عاصم، رواها ابنُ مجاهد من طرق عدّة عن أبي بكر عنه، كما رُويت عن الحسن، وعمرو بن عبيد، وأبي جعفر الرؤاسي، والأعمش، والأعشى، والبرجمي، وابن القعقاع. انظر: \"السبعة\" ص ٢٠٠، \"معاني القرآن\" للفراء ١/ ٩، \"إعراب القرآن\" للنحاس ١/ ٣٠٧، \"علل الوقوف\" للسجاوندي: ١/ ٢٢٠، \"البحر المحيط\" لأبي حيان: ٢/ ٣٧٤. ولكنَّ المعروف والمضبوط عن عاصم هو الوصلُ وفتح الميم، وهي =</p><p> واختلفوا في عِلَّةِ فتح الميم: فقال الفراء (١) : طُرِحت عليها فتحةُ الهمزة؛ لأن نيّة حروف الهجاء الوقف. فَلَمَّا كان يُنوى بها الوقفُ، نُوي بما بعده الاستئنافُ، فكانت الهمزةُ في حُكْم الثَّبات (٢) . </p><p> ومذهب سيبويه (٣) : أنه حُرَّك لالتقاء الساكِنَينِ (٤) ، والساكن الذي حُرّك له الميمُ، لامُ التعريف؛ وذلك أنَّ حُكْمَ هذه الهمزة، أن تُجتلَبَ في الابتداء، إذا احتيجَ إلى اللفظ بحرفٍ ساكنٍ، دون الصِّلَةِ والإدْراج، فإذا اتَّصلَ الساكنُ المُجتَلَبُ له هذا الحرفُ بشيءٍ قبله، استُغنِيَ عنه، فحُذِفَ. فإن اتّصَلَ بمتحرِّكٍ، بُنيَ على حركته (٥) ، نحو:  (ذهبَ ابْنُك) . وإنْ كان حرفًا ساكنًا -غيرَ لَيِّنٍ- حُرّكَ، نَحْوَ: {عَذَابٍ (٤١) ارْكُضْ} (٦)  [ص:٤١ - ٤٢] ، </p><p>= روايةُ حفصٍ عنه. ويقول الزجّاج: (والمضبوط عن عاصم في رواية أبي بكر بن عياش وأبي عمرو فتح الميم. وفتح الميم إجماعٌ). ويقول مكي: (والذي قرأت به في رواية يحيى بن آدم بالوصل، مثل الجماعة). يعني: رواية يحيى عن أبي بكر. انظر: \"معاني القرآن\" للزجّاج: ١/ ٣٧٣، \"التبصرة\" لمكي ٤٥٥، \"السبعة\" لابن مجاهد ص ٢٠٠، \"الحجة\" للفارسي ٣/ ٥. (١) في \"معاني القرآن\" له ١/ ٩. نقله عنه بالمعنى. وقد تقدمت ترجمته.(٢) يعني بـ \"الثبات\": عدم سقوط الهمزة في الوصل. وقد ذهب الزمخشريُّ مذهبَ الفرّاء، وناقشه أبو حيان ورَدَّ عليه. انظر: \"الكشاف\" للزمخشري ١/ ٤١٠، \"البحر المحيط\" لأبي حيان ٢/ ٣٧٥ \"الدر المصون\" للسمين الحلبي ٣/ ٨١٢.(٣) في \"الكتاب\" له ٤/ ١٥٢.(٤) قال السمين الحلبي: (وهو مذهب سيبويه وجمهور الناس). \"الدر المصون\" ٣/ ٦.(٥) في (ج): (متحركة).(٦) يقول أبو علي الفارسي: (فإن كان الحرف الثاني من الكلمة التي فيها الساكن الثاني مضمومًا ضمة لازمة، جاز فيه التحريكُ بالضم والكسر جميعًا) وأتى بهذه الآية ضمن الشواهد على ذلك. ثم قال: وجميع هذا يجوز في الساكن الأول التحريك بالضم) أي أن تقرأ هكذا: {عَذَابٍ (٤١) ارْكُضْ} في حال الوصل. \"التكملة\" للفارسي ١٧٧، وانظر: \"كتاب سيبويه\" ٤/ ١٥٣، \"الكشف\" لمكي ١/ ٢٧٤. وقد قرأ بكسر الباء مع التنوين في {عَذَابٌ} في حال الوصل: عاصم، وحمزة، وأبو عمرو بن العلاء، وقنبل، وابن ذكوان، ويعقوب. وأجمعوا على ضم الهمزة في الابتداء. وقرأ الباقون بضم الباء مع التنوين. انظر: \"الكشف\" لمكي ١/ ٢٧٤، ٢٧٥، وقال: والضم في ذلك كلِّه الاختيارُ؛ لأن عليه أكثر القراء، ولأنه أخف. والكسر حسن؛ لأنه الأصل في حركة التقاء الساكنين. وانظر: \"إتحاف فضلاء البشر\" ص ٣٧٢، \"البدور الزاهرة\" ص ٢٧٢.</p><p> و {وَأَلَّوِ اسْتَقَامُوا}  (١)  [الجن: ١٦] . </p><p> فكذلك (٢) الهمزة في أسماءِ اللهِ عزّ وجلّ مِن قوله: {الم} ، إذا اتَّصَلَ بما قبلها لزم حذفُها، كما لزم إسقاطُها فيما (٣) ذكرنا. وإذا لزم حذفها، لزم حذفُ حركتها أيضًا؛ لأنك لا تجدُ هذه الهمزة المُجْتَلَبَة في موضع ملقاةً، وحركتَها مبقاةً. فإذا لزم حذفها، لم يجُزْ إلقاؤها على الحرف الساكن. فليس حركةُ الميم إذن (٤) حركةَ الهمزة، وإذا لم تكن حركةَ الهمزة، ثبت أنها حركةُ التقاء الساكنَيْنِ. </p><p> وأمّا ما احتج به الفرّاءُ مِن أنّ هذه الحروف موضوعةٌ على الوقف، وإذا كان كذلك وجب أنْ تثبت الهمزةُ ولا تحذَف، كما تثبت في الابتداء، فإذا لزم أن لا (٥) تحذف كما لا تحذف (٦) في الابتداء، لم يمتنع أن تُلْقَى </p><p>(١) وقد وردت كتابتها في جميع النسخ: (وأن لو) بفصل (أن) عن (لو). وأثبتها وفق رسم المصحف. (٢) في (ج): (فلذلك).(٣) في (ج): (في ما).(٤) في (ب)، (ج)، (د): (إذًا).(٥) (لا) ساقطة من: (ج)، (د).(٦) (كما لا تحذف): ساقط من (ج).</p><p> حركتُها على ما قبلها. قيل: إنَّ وضعَ هذه الحروف (١) على الوقف، لا توجب (٢) قطعَ ألفِ الوصل وإثباته (٣) في المواضع التي تسقط فيها. وأنت إذا ألقيت حركته على الساكن، فقد وصلت الكلمة التي هي فيها بما قبلها، وإنْ كان ما قبلها موضوعًا على الوقف. </p><p> فقولك:  (ألقيت حركته عليه) بمنزلة قولك: (وَصَلْتُه) ، ألا ترى أنك إذا خفَّفْتَ (مَنْ أَبُوكَ) ، قلتَ:  (مَنَ بُوك) فَوَصَلْتَ، ولو (٤) وَقَفْتَ لم تُلقِ الحركةَ عليها، فإذا (٥) وصلْتَها بما قبلها، لَزِمَ إسقاطُها، وكان إثباتُها مخالفًا لأحكامها في سائرِ مُتَصَرفاتها (٦) . </p><p> ويقوي قولَ الفراء ما حكاه سيبويه (٧) مِن قولهم: (ثَلَثَهَرْبَعَة)  (٨) ألاَ </p><p>(١) في (ج): (الحرف). (٢) في (د): (يوجب).(٣) في (ج): (وإثباتها).(٤) (ولو) ساقطة من (د).(٥) في (ب): (وإذا).(٦) يقول السمين الحلبي - بعد أن نقل ردّ الواحدي هذا على الفراء: (قلت: هذا الرد مردود؛ بأن ذلك معامل معاملة الموقوف عليه، والابتداء بما بعده، لا أنه موقوف عليه، ومبتدأ بما بعده حقيقةً، حتى يَرُدَّ عليه بما ذكر). \"الدر المصون\" ٣/ ٨. ورأي الفراء هذا رده آخرون غير المؤلف، ومنهم: أبو علي الفارسي، وابن جنِّي، وخطَّأه تاجُ القراء الكرماني، واستبعده العكبريُّ. انظر: \"الحجة\" للفارسي: ٣/ ٩، \"المحتسب\" لابن جني: ٢٤٠، \"غرائب التفسير وعجائب التأويل\" للكرماني ١/ ١٣٩، \"التبيان\" للعكبري ١/ ١٧٣. قال الفارسي: (ولا يجوز أن تكون الفتحة لهمزة الوصل ألقيت على النون؛ لأن الهمزة إذا أوجب الإدراجُ إسقاطَها لم تبق لها حركة تلقى على شيء، فيما علمناه).(٧) في \"الكتاب\" ٣/ ٢٦٥.(٨) (ثلثهربعة): مطموسة في (د).</p><p> ترى أنهم أجروا الوصل في هذا مجرى الوقف؛ حيث ألقَوا حركة الهمزة على التاء التي للتأنيث، وأبقوها هاءً، كما تكون في الوقف، ولم يقلبوها تاءً (١) ؛ كما يقولون في الوصل:  (هذه ثلاثتك) كذلك ههنا لَمّا كانت النيّةُ في الميم الوقفَ، وفيما بعدها الاستئنافَ، كانت الهمزةُ في حُكْمِ الثَبَات، فأُلقِيَت حَرَكَتُها على الميم. فله حُكْم الوقف مِن وَجْهٍ، وحُكْمُ الوَصْلِ مِن وَجْهٍ؛ كما كان في (ثَلَثَهَرْبَعَة)  (٢) ، له حُكْمُ الوصل؛ من حيث إلقاء حركةِ الهمزة على (الهاء) ، وحُكْم الوقف، حيث أبقوا الهاءَ على حالها (٣) . </p><p> والساكن الذي حُرِّكت لَهُ الميمُ في {الم} ، الساكنُ الثالث، وهو (٤) : لام التعريف؛ وذلك أنّ حروف التَّهَجِّي يجتمع فيها ساكنان؛ كقوله: {حم (١) عسق} [الشورى:١ - ٢] ، ولا يُحرَّك الساكنُ الثاني منها. وجمعهم بين الساكِنَيْنِ في هذه الحروف، دليلٌ على أنها في {الم} ليس بمتحرك للساكن الثاني إذ لو كان للثاني (٥) لم يُحرَّك كما لم يُحرَّك سائرُ ما ذكرنا (٦) . </p><p>(١) أي: أن أصلها (ثلاثة أربعة)، فلما وقفنا على (ثلاثة) أبدلنا التاء (هاءً) كما هو اللغة المشهورة، ثم أجرينا الوصل مجرى الوقف، فتركنا الهاءَ على حالها في الوصل، ثم نقلنا الهمزة إلى الهاء، فكذلك هذا. وانظر: \"الدر المصون\" ٣/ ٨ (٢) (ثلثهربعة): مطموسة في (د).(٣) ولكن يلاحظ أن الهمزةَ في (أربعة) همزة قطع، فهي ثابتة في الابتداء والدرج، وعليه نقلت حركتها. أما همزة اسم الجلالة، فهي همزة وصل واجبة السقوط، فلا تنقل حركتها إلى ما قبلها. وهذا هو الفرق. انظر: \"غرائب التفسير\" للكرماني ١/ ٢٤٠، \"الدر المصون\" ٣/ ٨.(٤) في (د): (فهو).(٥) في (ج): (الثاني).(٦) انظر: \"التكملة\" للفارسي ١٧٩، \"غرائب التفسير\" للكرماني ١/ ٢٣٩.</p><p> قال الأخفش (١) : لو كسرت الميم لالتقاء الساكِنَيْن، فقيل:  {الم} ، لَجَازَ. </p><p> قال أبو إسحاق (٢) : هذا غلط من أبي الحسن؛ لأن قبل الميم ياءً، مكسورًا (٣) ما قبلها، فحقها الفتح؛ لالتقاء الساكنين؛ لِثِقَلِ الكَسْرِ مع الياء (٤) . </p><p> قال أبو علي (٥) : كَسْرُ الميم لو ورد بذلك (٦) سماعٌ، لم يدفعه قياس، بل كان يُثَبِّتُه ويُقَوِّيه؛ لأنَ الأصل (٧) في التحريك لالتقاء الساكنين الكسرُ. وإنما يُترك الكسرُ (٨) إلى غير ذلك؛ لِمَا يَعْرِضُ مِن عِلّةٍ وكراهةٍ. فإذا جاء الشيء على ما به فلا وجه لِرَدِّهِ، ولا مَسَاغ (٩) لِدَفْعِهِ. </p><p> وقول أبي إسحاق:  (إنَّ ما قبل الميم ياءً مكسورًا (١٠)  [قبلها]  (١١) </p><p>(١) في \"معاني القرآن\" له ١/ ٢٢. نقله عنه بمعناه. وقد تقدمت ترجمته. (٢) قوله في \"معاني القرآن وإعرابه\" له ١/ ٣٧٣. نقله عنه بنصه.(٣) في (ج): (مكسور).(٤) في \"معاني القرآن\" (وذلك لثقل الكسرة مع الياء).(٥) لم أقف على مصدر قوله فيما رجعت إليه من كتبه المطبوعة، وقد أورد قوله السمين الحلبي في \"الدر المصون\" ٣/ ١٤.(٦) في (ب): (به).(٧) في (ج): (الوصل).(٨) في (ج): (القياس).(٩) في (ج): (امتناع).(١٠) في (ج): (مكسورة).(١١) ما بين المعقوفين زيادة أضفتها من \"الدر المصون\" للسمين ٣/ ١٤. حيث أورد السمين هذه العبارة ناقلًا لها عن الواحدي، وكذلك هي في الأصل المنقول عنه وهو \"معاني الزجاج\" حيث إن الزجاج لا يعني كسر الياء، وإنما كسر ما قبل الياء.</p><p> فحقها الفتح)، ينتقضُ بقولهم:  (جَيْرِ) وكان مِنَ الأَمْرِ) (١)  (ذَيْتِ وذِيْتِ)  (٢) و (كَيْتِ وكِيْتِ)  (٣) . فَحُرِّك الساكنُ بعد الياء بالكسر، كما حُرِّك بعدها بالفتح في (أيْنَ) . </p><p> وكما جاز الفتح بعد الياء؛ لقولهم (٤) : (أيْنَ) ، كذلك يجوز الكسرُ بعدها؛ لقولهم:  (جَيْرِ)  (٥) . </p><p> ويدل على جواز التحريك بالكسر لالتقاء الساكنين في ما (٦) كان قبله ياء جوازُ تحريكه بالضم؛ كقولهم (٧) : (حيثُ) . وإذا (٨) جازَ الضمُّ، كان الكسرُ أسهلَ، وأجْوَزَ. </p><p>(١) (جير وكان من الأمر): ساقط من (ج)، (جَيْر) بكسر الراء، وقد يُنَوَّن: يمينٌ، أي: حَقَّا. أو بمعنى نعم، أو أجل. انظر: \"البسيط في شرح جمل الزجاجي\" ٢/ ٩٣٧، ٩٤٤، \"مجمل اللغة\" لابن فارس: ١/ ٢٠٤، \"القاموس المحيط\" ص٣٧٠ (جير). (٢) في (د): (ديت وديت).(٣) (ذيت وذيت) بفتح التاء أو كسرها أو ضمها: اسم كناية، يكنى بها عن الحديث أو القصة أي: الحديث عن شيء حصل أو قول وقع. ولا بد مع تكرارهما مع فصلهما بالواو، مع اعتبارهما كلمة واحدة في محل نصب أو جر أو رفع حسب حاجة الجملة. ويقال في (كيت وكيت) ما قيل في (ذيت وذيت). ولم أقف في المصادر التي رجعت إليها على كسر الذال من (ذيت) والكاف من (كيت). انظر: \"الخصائص\" لابن جني ١/ ٢٠٢، \"سر صناعة الإعراب\" له: ١/ ١٥٢ - ١٥٣، \"لسان العرب\" ٣/ ١٥٢٨ (ذيت) ٧/ ٣٩٦٤ (كيت)، \"النحو الوافي\" ٤/ ٥٨٣.(٤) في (ج)، (د): (كقولهم). وفي \"الدر المصون\": (في قولهم).(٥) في (ج): (خبر).(٦) في (ب)، (ج)، (د)، \"الدر المصون\": (فيما).(٧) في (د): (لقولهم). وفي \"الدر المصون\" (نحو قولهم).(٨) في (د): (إذا). بدون واو.</p><p> وأما (١) ما رُوي عن عاصم، من قطعه الألف، فكأنّهُ قدّر الوقفَ (٢) على الميم، واستأنف (الله) . فقطع (٣) الهمزة للابتداء بها. </p><p> قال محمد بن إسحاق (٤) ، والكَلْبِي (٥) ، والرَّبِيع (٦) : </p><p> نزلت هذه الآية، إلى (٧) نيّف وثمانين من هذه السورة، في وفْدِ نَجْران (٨) ، مِنَ النَّصَارَى، لَمّا جاءُوا يُحَاجُّونَ النبي - صلى الله عليه وسلم - (٩) . </p><p>(١) من قوله: (وأما ..) إلى (.. للابتداء بها): نقله بنصه عن \"الحجة\" للفارسي: ٣/ ٩. (٢) في \"الحجة\": (الوقوف).(٣) في (د): (وقطع).(٤) قوله في \"سيرة ابن هشام\" ٢/ ١٧٥، \"تفسير الطبري\" ٣/ ١٦٢، \"المحرر الوجيز\" ٣/ ٥، \"تفسير ابن كثير\" ١/ ٣٦٨.وهو: محمد بن إسحاق بن يَسَار، المُطَّلِبي بالولاء، من أهل المدينة، سكن العراق، إمام في المغازي والسيرة النبوية، رُمَي بالتشيع والقدر، صدوق يُدلِّس، مات ببغداد سنة (١٥١ هـ)، وقيل بعدها. انظر: \"وفيات الأعيان\" ٤/ ٢٧٦، \"تذكرة الحفاظ\" ١/ ١٧٢، \"تهذيب التهذيب\" ٣/ ٥٠٤.(٥) قوله في \"بحر العلوم\" ٢/ ٨، \"تفسير البغوي\" ٢/ ٥.(٦) قوله في \"تفسير الطبري\" ٣/ ١٦٣، \"تفسير ابن أبي حاتم\" ٢/ ٥٨٥، \"تفسير البغوي\" ٢/ ٥، \"المحرر الوجيز\": ٣/ ٥.(٧) في (ج): (في).(٨) نجران: هي الآن في أرض الحجاز من المملكة العربية السعودية، وكانت قديمًا من مدن اليمن، من ناحية مكة. انظر حولها \"معجم ما استعجم\" ٤/ ١٢٩٨، \"معجم البلدان\" ٥/ ٢٦٦.(٩) انظر في خبر وفد نجران، وأنه سبب نزول هذه الآيات إضافة إلى المصادر السابقة: \"أسباب النزول\" للمؤلف ص ٩٩، \"امتناع الأسماع\" للمقريزي ١/ ٥٠٢، \"وتفسيرات شيخ الإسلام ابن تيمية\" جمع إقبال الأعظمي: ١١٥، \"زاد المعاد\" لابن القيم: ٣/ ٦٢٩، \"السيرة النبوية\" لابن كثير: ١/ ٣٦٧، \"البداية والنهاية\" له ٥/ ٥٢ - ٥٦، \"حدائق الأنوار\" لابن الدَّيْبَع الشيباني ١/ ٦٨، ٢/ ٧٠٩، \"الدر=</p>"
}