{
  "id": null,
  "sura": 3,
  "aya": 70,
  "text": "<p> وقوله تعالى:  {وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ}  (١) لأن المؤمنين لا يقبلون فولهم، وما يدعونهم إليه فيحصل عليهم الإثم بتمنيهم إضلال المؤمنين. </p><p> وقوله تعالى:  {وَمَا يَشْعُرُونَ} أي: وما يعلمون أن هذا يضرهم، وما يضر المؤمنين. </p><p> ٧٠ - قوله تعالى:  {يَا أَهْلَ الْكِتَابِ} الخطاب لليهود (٢) . وقوله:  {لِمَ} أصلها: (لِمَا) ؛ لأنها (٣)  (ما) التي للاستفهام، دخلت عليها الَّلام فحُذِفت الألِفُ استخفافًا؛ لأن حرف الجرِّ صار عِوَضًا منها، مع وقوعها طَرَفًا (٤) ، تدل (٥) عليها الفتحةُ (٦) ، وعلى هذا قوله:  {عَمَّ يَتَسَاءَلُونَ}  [النبأ:١] ، و {فَبِمَ </p><p>= البتة، ومن ذلك هذه الآيات)، ثم بين أن المقصود بالطائفة هم: اليهود خاصة. وقيل: هم اليهود كما سبق أن رُوي عن ابن عباس، وهو قول مقاتل في \"تفسيره\" ١/ ٢٨٣. وذكر هذا القول بعض المفسرين دون عزو إلى قائل، ومنهم: البغوي في \"تفسيره\" ٢/ ٥٠، والواحدي في \"أسباب النزول\" (١١٠). وقال أبو حيان: بأن عليه إجماع المفسرين. انظر: \"البحر المحيط\" ٢/ ٤٨٨. وعلى هذين القولين تكون {مِّن} في الآية تبعيضية. وقيل: هم اليهود والنصارى، ولفظ {أَهْلِ الكِتَابِ} يعمهم، وتكون حينها {مِّن} في الآية لبيان الجنس. وبه قال أبو سليمان الدمشقي، كما في \"زاد المسير\" ١/ ٤٠٤. وإليه ذهب الطبري في \"تفسيره\" ٣/ ٣٠٤، والنحاس في \"معاني القرآن\" ١/ ٤١٩. ونقل ابن عطية عن مكي: أنهم يهود بني قريظة وبنو النضير وبنو قينقاع، ونصارى نجران. انظر: \"المحرر الوجيز\" ٣/ ١٦٤.(١) إلى هنا انتهى ما وقفت عليه من نسخة (د).(٢) وذهب الطبري: إلى أن الخطاب لليهود والنصارى. انظر: \"تفسيره\" ٣/ ٣٠٩، \"المحرر الوجيز\" ٣/ ١٦٤.(٣) في (ج): (أنها).(٤) في (ب): (ظرفا).(٥) في (ج): (يدل).(٦) انظر: \"معاني القرآن\" للزجاج: ١/ ٤٢٧ - ٤٢٨.=</p><p> تُبَشِّرُونَ} [الحجر: ٥٤] . </p><p> والوقف على هذه الحروفِ يكون بالهاء (١) ، نحو:  (فِبْمَهْ) ، و (لِمَهْ) . ولا يجوز حذفُ الأَلِفِ [من (ما) ، إذا كانت موصولة] (٢) ؛ لأن [الألِفَ في]  (٣) الموصولةِ [بِمَنْزِلَة حرفٍ في وسط الاسم؛ لأن الموصولة]  (٤) لا تتم (٥) إلا بِصِلَتِها، والطَّرَف (٦) أقوى على التغيير من وسط الاسم، كما قوي على التغيير بالإعراب (٧) والتنوين (٨) . </p><p> وزعم الكسائيُّ (٩) ، أن أصل (كَمْ)  (١٠) كما، وهذا غلط منه عند </p><p>= ويجب حذفُ ألف (ما) بعد دخول حرف الجر عليها، مع إبقاء الفتحة دليلا عليها، إلا في الشعر، حال الضرورة الشعرية. انظر: \"المغني\" لابن هشام: ٣٩٣. وذكر أبو حيَّان أن قوما يحذفون الألف من (ما) الاستفهامية في الوصل، فيقولون: (مَ صنعت؟). وذكر كذلك أن من العرب من يثبت الألف إذا دخل عليها حرف الجر، وقال: (وذلك قليل وقبيح). \"ارتشاف الضرب\" ١/ ٥٤٤، وانظر: \"شرح المفصل\" ٤/ ٨.(١) في (ج): (كأنها). انظر في هذا المعنى: \"شرح المفصل\" ٤/ ٦، \"ارتشاف الضرب\" ١/ ٥٤٤.(٢) ما بين المعقوفين زيادة لازمة من (ج).(٣) ما بين المعقوفين زيادة لازمة من (ج).(٤) ما بين المعقوفين زيادة لازمة من (ج).(٥) (لا تم) ساقطة من: (ج).(٦) في (ب): (والظرف).(٧) بالإعراب: في (أ) غير واضحة، وفي (ب): (للإقراب). والمثبت من: (ج).(٨) في (ب): (وللتنوين). انظر في هذا المعنى \"شرح المفصل\" ٤/ ٩.(٩) انظر: \"معاني القرآن\" للزجاج: ١/ ٤٢٨، \"الجنى الداني\" ٢٦١ ونسب هذا الرأي للكسائي والفراء.(١٠) أي: إن (كم) مركبة من: كاف التشبيه، و (ما) الاستفهامية محذوفة الألف، وسُكِّنت ميمُها لكثرة الاستعمال.</p><p> البصريين؛ لمخالفة (١)  (كَمْ)  (ما) في اللفظ، والمعنى؛ أما في اللفظ: فكان يجب أن تبقى الفتحة (٢) لتدل على الألِفِ، كما باقيت في (لِمَ) ونحوه. وأما في المعنى: فإن (كم) سؤالٌ عن العدد، و (ما) سؤال عن الجنس، فليس بينهما مشابهة، ولا لكاف التشبيه في (كَمْ) معنًى. </p><p> وقوله تعالى:  {بِآيَاتِ اللَّهِ} . يعني: القرآن (٣) . </p><p> {وَأَنْتُمْ تَشْهَدُونَ} ، قال قتادة (٤) ، والربيع (٥) ، والسُّدِّي (٦) : أي: تشهدون بما يدل على صحة القرآن من كتابكم؛ لأن فيه نعت محمد وذكره. </p><p> وقيل (٧) : {وَأَنْتُمْ تَشْهَدُونَ} بمثلها من آيات الأنبياء التي تقرون بها. فحذف من الكلام ما يشهدون به ويقرون؛ لأن الكلام كان توبيخًا، فَدَلَّ على:  (وأنتم تشهدون بما عليكم فيه الحجة) ، فحُذِف؛ للإيجاز، مع الإستغناء عنه بالتوبيخ. </p><p> والحجة عليهم: إقرارهم بالبشارة لمحمد ثم الكفر به، والإقرار بمثل </p><p>(١) (لمخالفة): غير واضحة كاملًا في (أ)، وفي (ب): (لمحل أداة). والمثبت من: (ج). (٢) في (ج): (العدد الفتحة).(٣) ممن قال بهذا: مقاتل بن سليمان في \"تفسيره\" ١/ ٢٨٣. وفسر السدي (آيات الله) بـ (محمد - صلى الله عليه وسلم -). وفسرها مقاتل بن حيان بالحجج. أما الطبري، فقد فسرها بما أنزِل عليهم من كتب الله على ألسن أنبيائه. انظر: \"تفسير الطبري\" ٦/ ٥٠٣، \"تفسير ابن أبي حاتم\" ٢/ ٦٧٦.(٤) قوله في \"الطبري\" ٣/ ٣٠٩، \"ابن أبي حاتم\" ٢/ ٦٧٦.(٥) السابق.(٦) السابق.(٧) لم أقف على هذا القائل. وقد أورده الماوردي في \"النكت والعيون\" ٢/ ٨٥٤، ولم يعزه إلى قائل.</p>"
}