{
  "id": null,
  "sura": 3,
  "aya": 92,
  "text": "<p> وقد أشار الفراء إلى هذا القول أيضًا، فقال (١) : والواو [ههنا كأنَّ لها فِعْلًا]  (٢) مُضْمَرًا بعدها. </p><p> وقال بعض النحويين (٣) : الواو ههنا دخلت لتفصيل نفي القَبول بعد الإجمال؛ وذلك (٤) أنَّ {فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا}  [قد عمَّ وجوهَ القَبول]  (٥) بالنفي، ثم أتى بالتفصيل، لِئَلّا يتَطَرَّق عليه سوءُ التأويل (٦) . </p><p> ٩٢ - قوله تعالى:  {لَنْ تَنَالُوا الْبِرَّ} قال شَمِر (٧) : اختلف العلماء في تفسير {الْبِرَّ} : فقال بعضهم: البِرُّ: الصلاح. وقال بعضهم: الخير، ولا أعلم تفسيرًا [أجمع منه؛ لأنه]  (٨) يُحيط بجميع ما قالوا. </p><p> قال: وجعل لَبِيد (٩)  (البِرَّ) : التُّقَى؛ حيث يقول: </p><p>= أردت منك أهون من هذا وأنت في صُلْبِ آدم: أن لا تشركَ -وأحسبه قال- ولا أدخِلكَ النار، فأبيت إلا الشرك\". (١) في \"معاني القرآن\" له: ١/ ٢٢٦.(٢) ما بين المعقوفين غير مقروء في (أ). ومثبت من: (ب)، (ج)، \"معاني القرآن\".(٣) لم أقف عليهم.(٤) (وذلك): ساقطة من: (ج).(٥) ما بين المعقوفين: غير مقروء تمامًا في (أ). وفي (ب): قد أجمل القبول. والمثبت من: (ج).(٦) أي: أنه نفى جميع وجوه القبول، ثم خص من تلك الوجوه: أليقها وأحراها بالقبول، وهو: الافتداء، فنفاه كذلك.(٧) من قوله (قال شمر) إلى (في غير طاعة وخير): نقله عن \"تهذيب اللغة\" ١/ ٣٠٧ (برر).(٨) ما بين المعقوفين غير مقروء في (أ). وفي (ب): أجمع سيرة لأنه. والمثبت من(ج)، \"تهذيب اللغة\".(٩) في (ب): (لنيل).</p><p> وما البِرُّ إلا مُضْمَراتٌ مِنَ التُّقى (١) </p><p> وقول الشاعر: </p><p> تُحَزُّ رُؤوسُهم في غَيْرِ بِرِّ (٢) </p><p> معناه: في غير طاعة وخير. وعلى هذا دار كلام المفسرين. </p><p> قال عطاء (٣) ومقاتل (٤) : البِرُّ: التقوى، في هذه الآية. وقال أبو رَوْق (٥) : الخير. </p><p>(١) صدر بيت، وبقيته: وما المال إلا مُعْمَراتٌ ودائِعوهو في ديوانه: ١٦٩. وورد في \"تهذيب اللغة\" ١/ ٣٠٧ (بر)، \"اللسان\" ١/ ٢٥٢ (برر). والمُضْمَر: الهزيل. من: (ضَمَرَ، يضمُرُ، ضمورًا)، و (الضُمْرُ، والضُمُرُ): الهزال. والمعمرات: من قول العرب: (هذه الدار لك عُمْرَى)؛ أي: لك ما عمرت، فإذا مت، فلا شيء. (ضمر) \"التهذيب\" ٣/ ٢١٣٣، \"القاموس\" (٤٢٩).(٢) صدر بيت، وبقيته:فما يدرون ماذا يَتَّقوناوهو لعمرو بن كلثوم، من معلقته. انظر: \"شرح القصائد السبع\" لابن الأنباري: ٣٩٧، \"شرح المعلقات السبع\" للزوزني: ص ١٢٦، \"شرح القصائد العشر\" للتبريزي:٢٣٠.وورد غير منسوب في \"تهذيب اللغة\" ١/ ٣٠٧ (برر)، \"اللسان\" ١/ ٢٥٢ (برر). وورد (تَحُزُّ)، و (نَجُذُّ)، و (نَحُذُّ)، و (تَخر).(٣) قوله في \"تفسير الثعلبي\" ٣/ ٧١ أ، \"زاد المسير\" ١/ ٤٢٠، \"تفسير القرطبي\" ٤/ ١٣٣. ونص قوله: (لن تنالوا شرف الدين والتقوى، حتى تتصدقوا، وأنتم أصحاء أشحَّاء، تأملون العيش، وتخشون الفقر).(٤) ورد هذا القول عن مقاتل بن سليمان، وهو في \"تفسيره\" ١/ ٢٩٠. وورد عن مقاتل بن حيان، وهو في \"تفسير ابن أبي حاتم\" ٣/ ٧٠٣، \"تفسير الثعلبي\" ٣/ ٧١ أ، \"تفسير البغوي\" ٢/ ٦٦، \"زاد المسير\" ١/ ٤٢٠.(٥) قوله في \"تفسير الثعلبي\" ٣/ ٧١ أ، \"زاد المسير\" ١/ ٤٢٠.</p><p> ورُوِيَ عن ابن عباس، ومجاهد، والسدِّي، أنهم قالوا (١) : [البِرُّ؛ المرادُ به ههنا: الجنة. وقال بعض أهل المعاني (٢) : معنى الآية: لَنْ تَنالوا] (٣) البِرَّ من الله عز وجل بالثواب في الجنة. </p><p> وقوله تعالى:  {حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} قال ابن عباس في رواية الضحاك (٤) : أراد بهذه الآية: الزكاةَ؛ يعني: حتى تُخرجوا زكاةَ أموالكم. </p><p> وقال الحسن (٥) : كل شيء أنفقهُ المُسْلِمُ مِن مالِهِ؛ يبتغي به وجْهَ الله عز وجل، فإنّه من الذي عَنَى الله سبحانه بقوله:  {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} ، حتى التَّمْرَةَ. </p><p> وقال مجاهد، والكلبي (٦) : هذه الآية منسوخة، نسختها آيةُ الزَّكاةِ (٧) . </p><p>(١) قول ابن عباس، ومجاهد، في \"تفسير الثعلبي\" ٣/ ٧١ أ، \"تفسير البغوي\" ٣/ ٦٦، \"تفسير القرطبي\" ٤/ ١٣٣. وقول السدي، في \"تفسير الطبري\" ٣/ ٣٤٧، \"ابن أبي حاتم\" ٣/ ٧٠٣، \"الثعلبي\" ٣/ ٧١أ، \"البغوي\" ٣/ ٦٦، \"القرطبي\" ٤/ ١٣٣.(٢) لم أقف عليهم.(٣) ما بين المعقوفين زيادة من (ج).(٤) هذه الرواية عنه، في \"تفسير الثعلبي\" ٣/ ٧١ أ، \"تفسير البغوي\" ٣/ ٦٦، \"زاد المسير\" ١/ ٤٢١.(٥) قوله في \"تفسير الثعلبي\" ٣/ ٧١ أ، \"تفسير البغوي\" ٢/ ٦٦.(٦) انظر المصادر السابقة.(٧) آية الزكاة، هي: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [آية: ٦٠ من سورة التوبة].قال الفخر الرازي -رادًّا على من قال إن هذه الآية منسوخة-: (وهذا في غاية البعدة لأن إيجاب الزكاة؛ كيف ينافي الترغيب في بذل المحبوب لوجه الله سبحانه وتعالى؟). \"تفسيره\" ٨/ ١٤٨.</p>"
}