{
  "id": null,
  "sura": 3,
  "aya": 75,
  "text": "<p> وقال ابن جريج (١) : بالقرآن والإسلام. </p><p> [و]  (٢) قال عطاء (٣) : يريد: اختصَّك وتفضل عليك وعلى أمَّتِك، بدينه ورحمته. </p><p> {وَاللَّهُ ذُو الْفَضْلِ} . (٤) على أوليائه وأهل طاعته. </p><p> {الْعَظِيمِ} . لأنه لا شيء أعظم عند الله من الإسلام. </p><p> والفَضْلُ في اللغة: الزيادة. وأكثر ما يُستعمل في زيادة الإحسان (٥) . </p><p> والفاضل: الزائد على غيره في خصال الخير. ثم كثر استعمال الفضل حتى صار لكل نفعٍ قَصَد به فاعلُهُ أن ينفع صاحبَهُ. </p><p> ٧٥ - قوله تعالى:  {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ} الآية. </p><p> قال عُظْمُ (٦) أهلِ التفسير: أخبر الله تعالى في هذه الآية اختلاف أحوال أهل الكتاب، في الأمانة والخيانة؛ ليكون المؤمنون على بصيرة في ترك الركون إليهم؛ لاستحلال أموالهم (٧) . </p><p> قال (٨) مقاتل (٩) : يعني بـ (الذي يُؤَدِّي) : مؤمني أهل الكتاب؛ </p><p>(١) قوله في \"تفسير الطبري\" ٣/ ٣١٦، \"النكت والعيون\" ١/ ٤٠٢، \"زاد المسير\" ١/ ٤٠٨، \"تفسير القرطبي\" ٤/ ١١٥، \"البحر المحيط\" ١/ ٤٩٧. (٢) ما بين المعقوفين زيادة من: (ج).(٣) لم أقف على مصدر قوله.(٤) (والله): ليس في (ج).(٥) انظر (فضل) في \"مقاييس اللغة\" ٤/ ١٠٨، \"اللسان\" ٦/ ٣٤٢٨.(٦) (عُظْمُ الشيء، ومُعْظمهُ): جُلُهُ وأكثرُه. انظر: \"اللسان\" ٥/ ٣٠٤ (عظم).(٧) انظر: \"تفسير الطبري\" ٣/ ٣١٧.(٨) في (ج): (وقال).(٩) في \"تفسيره\" ١/ ٢٨٥ نقله عنه بالمعنى.</p><p> وبـ (الذي لا يُؤَدِّي) : كُفَّارَهم. </p><p> وقال ابن عباس في رواية الضحاك (١) : أودع رجلٌ عبدَ الله بن سَلامَ ألفًا ومائتي أوقية من ذهب، فأدَّاهُ إليه، فمدحه الله عز وجل. وأودع رجلٌ فنحاصَ (٢) بن عازورا (٣) دينارًا فخانه. </p><p> وقوله تعالى:  {تَأْمَنْهُ بِقِنْطَارٍ} . </p><p> يقال:  (أمنتهُ بكذا، وعلى كذا) ، كما يقال:  (مررت به، وعليه)  (٤) . فمعنى الباءِ: إلصاقُ الأمانة (٥) . ومعنى (على) : استعلاء الأمانة (٦) . وهما يتعاقبان (٧) ههنا لتقارب المعنى. </p><p> وفي قوله:  {يُؤَدِّهِ إِلَيْكَ} وجوه من القراءة: </p><p> تسكين الهاء (٨) ، وهو رديء عند أهل النحو، خطأ عند </p><p>(١) لم أقف على مصدر هذه الرواية عنه. وقد وردت في \"تفسير البغوي\" ٢/ ٥٦، \"زاد المسير\" ١/ ٤٠٨، \"الخازن\" ١/ ٣٠٩. (٢) في (ب): (فيحاص).(٣) وردت في المصادر التي رجعت إليها: (عازوراء) بمد وهمز. انظر: \"تفسير البغوي\" ٢/ ٥٦، \"زاد المسير\" ١/ ٤٠٨، \"تفسير القرطبي\" ٤/ ١١٥. وفنحاص، سَيِّد بني قَيْنُقاع اليهود، ومن أحبارهم، وعلمائهم. انظر: \"سيرة ابن هشام\" ١٣٧، ١٨٧، ٢٠١، \"تفسير الطبري\" ٧/ ٤٥٥.(٤) انظر: \"تفسير الطبري\" (٥٢٠).(٥) انظر: \"سر صناعة الإعراب\" ١/ ١٢٣، \"مغني اللبيب\" ١٣٧.(٦) انظر: كتاب \"معاني الحروف\" للرماني: ١٠٨، \"مغني اللبيب\" ١٩٠.(٧) في (ج): (متعاقبان).(٨) وهي قراءة أبي عمرو من رواية عبد الوارث واليزيدي عنه، وقراعة حمزة، وعاصم من رواية أبي بكر عنه. انظر: \"السبعة\" ٢٠٧ - ٢١٢، \"التبصرة\" ٤٦١، \"اتحاف فضلاء البشر\" ص ١٧٦. والخلاف هنا في حال الوصل، أما في حال الوقف فلا خلاف على الإسكان.</p><p> الزجاج (١) ؛ لأن الجزم (٢) ليس في الهاء وإنما هو فيما قبل الهاء، والهاء اسم (٣) المَكْنِي (٤) ، والأسماء لا تجزم في الوصل (٥) . </p><p>(١) انظر: \"معاني القرآن\" له: ١/ ٢٣٤. (٢) في (ج): (الحرفر).(٣) في (ج): (الاسم).(٤) (المكني): ساقطة من: (ج).(٥) ما ذكره المؤلف من كون هذه القراءة غير مرضية عند أهل النحو، وخطَّأوها، فإنه لا يؤثر في صحة هذه القراءة، لأن القراءات المعتمدة قرآنٌ، فهي حجة على النحو واللغة، وليس النحو واللغة حجة عليها. وما النحو واللغة إلا أدوات خادمة لكتاب الله تعالى. يقول أبو عمرو الداني: (وأئمة القرَّاء لا تعمل في شيء من حروف القرآن على الأفشى في اللغة، والأقيس في العربية، بل على الأثبت في الأثر والأصح في النقل. والرواية إذا ثبتت عنهم لم يردها قياسُ عربية ولا فشوُّ لغة؛ لأن القراءة سنَّة متَّبعة، يلزم قبولها والمصير إليها). \"النشر\" ١/ ١٠ - ١١.ويقول الفرَّاء: (والقُّرَّاء لا تقرأ بكل ما يجوز في العربية، فلا يقبحنَّ عندك تشنيعُ مشَنِّع مما لم يقرأه القراء مما يجوز). \"معاني القرآن\" ١/ ٢٤٥.فالقراءات (ما دام سندها الرواية، ودعامتها السماع، فهي من أجل هذا أقوى من المصادر الأخرى كالشعر وغيره؛ لأن رواة القراءات يتحرجُّون من عدم الدقة فيها، على حين لا يبالون بالحرج في غيرها؛ حينما تخون الحافظة، أو يستبد النسيان، أو يقع على الألسنة التحريف). \"أثر القراءات القرآنية في الدراسات النحوية\" ٥٨.أما ما يتعلق بهذه القراءة، وتخطئة الزجاج لها، فقد دفع هذا أبو حيَّان، فقال: (وما ذهب إليه أبو إسحاق من أن الإسكان غلط، ليس بشيءٍ؛ إذ هي قراءة في \"السبعة\" وهي متواترة. وكفى أنها منقولة عن إمام البصريين أبي عمرو بن العلاء، فإنه عربي صريح، وسامع لغة، وإمام في النحو، ولم يكن ليذهب عنه جوازُ مثل هذا، وقد أجاز ذلك الفرَّاء، وهو إمام في النحو واللغة، وحكى ذلك لغةً لبعض العرب، تجزِمُ في الوصل والقطع. وقد روى الكسائي أن لغة عقيل وكلاب أنهم =</p><p> وقال الفراء (١) : من العرب من يجزم الهاء، إذا تحرك ما قبلها، فيقول:  (ضربتُهْ ضربًا شديدًا) ، كما يسكنون ميم (أنتمْ) و (قمتمْ) ، وأصلها الرفع، وأنشد: </p><p> لمَّا رَأَى أَنْ لا دَعَهْ ولا شِبَعْ (٢) </p><p>= يختلسون الحركة في هذه الهاء، إذا كانت بعد متحرك، وأنهم يسكنون أيضًا ..). \"البحر المحيط\" ٢/ ٤٩٩، وانظر: \"الكشف\" ١/ ٣٤٩. وانظر ما سبق بيانه عند التعليق على توجيه المؤلف لقراءة نافع الواردة في قوله تعالى: {فيكون طائرًا بإذن الله} من آية: ٤٩، وعن تعليقي على توجيه المؤلف لقراءة ابن كثير لقوله تعالى: {آن يؤتى} من آية: ٧٣، والتعليق على كلام المؤلف حول القراءة الواردة بتسكين الهاء في قوله: {يُؤَدِّهِ إِلَيْكَ} من آية: ٧٥.(١) في \"معاني القرآن\" له: ١/ ٢٢٣، نقله عنه بتصرف.وليس في هذا الموضع من كتابه بيتُ الشعر الآتي، وإنما ذكره الفراء في ١/ ٣٨٨ عند قوله: {أَرْجِهْ وَأَخَاهُ}. الأعراف: ١١١.(٢) صدر بيت من الرجز لمنظور بن حبة الأسدي، وقبله:يا رُبَّ أبَّازٍ مِنَ العُفْرِ صَدَعْ ... تقَبَّضَ الذِئبُ إليهِ فاجتَمعْ.لما رأى أنْ لا دعه ولا شبع ... مالَ إلى أرْطاةِ حِقْفٍ فاضطجعْ.وقد ورد في \"معاني القرآن\" للفراء: ١/ ٣٨٨، \"إصلاح المنطق\" ٩٥، \"المحتسب\" ١/ ١٠٧، \"الخصائص\" ١/ ٦٣، ٢٦٣، ٣/ ١٦٣، \"المنصف\" ٢/ ٣٢٩، والمخصص: ٨/ ٢٤، \"شرح المفصل\" ٩/ ٨٢، ١٠/ ٤٦، \"اللسان\" ١/ ٦ (أبز)، ١/ ٦٣ (أرط)، ٥/ ٢٥٥٤ (ضجع)، ٣/ ١٦٦٤ (رطا)، \"أوضح المسالك\" ٣/ ٣١٣، \"المقاصد النحوية\" ٤/ ٨٥٤، \"التصريح\" ٢/ ٣٦٧، \"منهج السالك\" ٤/ ٢٨٠، ٣٣٢، \"الأشباه والنظائر\" للسيوطي: ٢/ ٣٤٠، و\"شرح شواهد الشافية\"، للبغدادي (مطبوع في آخر \"شرح الشافية\"): ٤/ ٢٧٤.والأبَّاز: القفَّاز، مِنَ (القَفْزِ). و (العُفر)، جمع: (عفْراء) أو (أعْفَر)، وهي مِن الظباء: التي يعلو بياضها حُمرة.و (الصَّدَعُ): الوسط من الوعول، ليس بالعظيم ولا الصغير. وقيل: هو الشيء بين =</p><p> وقرئ باختلاس (١) حركة الهاء، اكتفاءً بالكسرة من الياء (٢) ، وأنشدوا على هذا: </p><p> أنا ابنُ كلابٍ (٣) وابنُ أوْسٍ فمَنْ يَكُنْ ... قِنَاعُهُ مَغْطِيًا فإنِّي لَمُجْتَلِي (٤) </p><p>= الشيئين من أي نوع كان. يصف الذئب بأنَّهُ تقَبَّضَ؛ أي: جمع قوائمه ليثب على الظبي. فلمَّا رأى الذئبُ أن لا مجال لإدراك الظبي والشبع منه ولا مجال للدَّعةِ -وهي الخفض ولين العيش-، فحينها مال إلى أرْطاةِ حِقْفٍ فاضطجع. و (الأرطاة): شجر ينبت في الرمل وجمعها: (أرْطَى). و (الحِقْف) بكسر الحاء وسكون القاف، وهو: المعوجُّ من الرمل، وجمعه: (أحقاف)، و (حُقوف)، و (حِقاف)، و (حِقَفَة).انظر: \"اللسان\" ١/ ٦ (أبز)، ٤/ ٢٤١٤ (صدع)، ٢/ ٩٣٩ (حقف)، \"شرح شواهد الشافية\" ٤/ ٢٧٥ - ٢٧٦.والشاهد فيه هنا: إبدال تاء التأنيث في (دعه) هاءً، ومعاملة الكلمة في الوصل كما تعامل في الوقف. واعترض السمين الحلبي على الفراء في إيراده هذا البيت شاهدًا في هذا الموضع؛ لأن الهاء في البيت هي هاء التأنيث، والكلام هنا عن هاء الضمير، وهاء التأنيث لاحظ لها من الحركة البتةَ. انظر: \"الدر المصون\" ٣/ ٢٦٤.(١) اختلاس الحركة: الإسراع بها إسراعًا يحكم السامع له أن الحركة قد ذهبت، وهي كاملة في الوزن. انظر: \"التمهيد\" لابن الجزري: ٥٩. فالقارئ لا يكمل الحركة، بل يأتي بثلثيها فقط.(٢) وهي قراءة نافع برواية الحلواني عن قالون عنه، وقراءة يعقوب وأبي جعفر من العشرة. انظر: \"المبسوط\" لابن مهران: ١٤٥، \"حجة القراءات\" ١٦٧، \"إتحاف فضلاء البشر\" ص ١٧٦.(٣) جاءت في (أ)، (ب)، (ج): (حلاب). والمثبت من مصادر البيت.(٤) لم أقف على قائله، وقد ورد في \"معاني القرآن\" للفراء: ١/ ٢٢٣، \"تهذيب اللغة\" ٣/ ٢٦٧٨ (غطى)، \"الصحاح\" ٢٤٤٧ (غطا)، \"الإنصاف\" ٤٠٧، \"اللسان\" =</p><p> وقُرئ بإشباع الكسرة في الهاء، وهو الأصل (١) . </p><p> وقوله تعالى:  {إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا} . </p><p> أي: بالإلحاح (٢) والخصومة والتقاضي والمطالبة. عن ابن عباس (٣) وقتادة (٤) ومجاهد (٥) . </p><p> قال ابن قتيبة (٦) : أصله: أن المطالب للشيء، يقوم فيه ويتصرف، والتارك له يقعد عنه. دليله: قوله [عز وجل]  (٧) : {أُمَّةٌ قَائِمَةٌ} [آل </p><p>= ٦/ ٣٢٧٣ (غطى)، \"الدر المصون\" ٣/ ٢٦٤. وقوله: (لمجتلي) وردت في \"الإنصاف\"، \"اللسان\": (مجتَلى)، وفي \"معاني القرآن\": (لمجتلَى) بفتح اللام وفي \"الإنصاف\" \"اللسان\" لم تضبط اللام وما بعدها بالشكل. وما في المخطوط موافق لما في \"التهذيب\"، \"الصحاح\"، \"الدر المصون\". وقوله: (مَغْطِيًا)؛ من: (غَطَيتُ الشيءَ): سترته، (أغْطِيهِ غَطْيًا)، فـ (هو مُغْطِيٌّ)، وهي بمعنى: (غطَّى يُغَطِّي). ويقال: (فلانٌ مَغْطيُّ القِناعِ): إذا كان خامل الذِّكرِ. وقوله: (مُجتلي)؛ أي: نابه الذكْرِ محمود الأثر. انظر: \"اللسان\" ٦/ ٣٢٧٣ (غِطى). والشاهد في البيت: اختلاس ضمةِ الهاء في (قناعُهُ)، وعدم إشباعها حتى تنشأ عنها واو.(١) وهي قراءة عاصم برواية حفص، وقراءة ابن كثير، والكسائي، ونافع من رواية ورش عنه، ورواية الكسائي عن إسماعيل بن جعفر عنه، وقراءة ابن عامر. انظر: \"السبعة\" ٢٠٧ - ٢١٢، \"المبسوط\" لابن مهران: ١٤٥.(٢) في (ج): (باالالجاج).(٣) لم أقف على مصدر قوله. وقد ورد في \"تفسير البغوي\" ٢/ ٩٢.(٤) قوله في \"تفسير عبد الرزاق\" ١/ ١٢٣، \"الطبري\" ٣/ ٣١٧، \"ابن أبي حاتم\" ٢/ ٦٨٣، \"زاد المسير\" ١/ ٤٠٩.(٥) قوله في \"تفسيره\" ١٢٩، \"تفسير الطبري\" ٣/ ٣١٧، \"ابن أبي حاتم\" ٢/ ٦٨٣، \"زاد المسير\" ١/ ٤٠٩.(٦) في \"تأويل مشكل القرآن\" ١٨١. نقله عنه بتصرف واختصار.(٧) ما بين المعقوفين زيادة من: (ج).</p><p> عمران: ١١٣]؛ أي: عاملة بأمر الله، غير تاركة. ثم قيل لكل من واظب على مطالبة أمر:  (قامَ به) ، وإن لم يكن ثَمَّ (١) قيامٌ. ومثله قال ابن الأنباري (٢) وأنشد (٣) للأعشى: </p><p> يقومُ (٤) على الوَغْمِ في قومِهِ ... فَيَعْفُو إذا شاءَ أوْ يَنْتَقِمْ (٥) </p><p> أراد: يحققه ويتمسك بالمطالبة به، وليس ثَمَّ قيامٌ على الرِّجْل. </p><p> وقال أبو علي الفارسي (٦) : (القيام) في اللغة بمعنى: الدوام والثبات. وذكرنا ذلك في قوله:  {يُقِيمُونَ الصَّلَاةَ}  [البقرة: ٣] . ومِنْ هذا قولُه:  {دِينًا قِيَمًا}  (٧) ؛ أي: دائمًا ثابتًا، لا يُنسَخ كما نُسِخت الشرائعُ التي قبله. فمعنى </p><p>(١) في (ج): (تم). (٢) لم أقف على مصدر قوله.(٣) قد يكون الضمير في (أنشد) يعود على ابن الأنباري. لأنه أقرب متَحَدَّث عنه، وقد يرجع إلى ابن قيبة؛ لأن المؤلف هنا ينقل كلامه، وابن قتيبة قد أنشد هذا البيت في هذا الموضع استدلالًا على المعنى الذي ذهب إليه، وحينها يكون قول المؤلف: (ومثله قال ابن الأنباري) جملةً معترِضَةً، وهو الذي أرَجِّحه.(٤) في (ج): (نقوم).(٥) البيت في ديوانه: ١٩٨، \"تأويل مشكل القرآن\" ١٨١، \"النكت والعيون\" ٢/ ٨٥٩. وقد ورد في \"النكت\": (على الرَّغْمِ).والشاعر يمدح قيس بن معد يكرب. و (الوَغْم): الحقد الثابت في الصدر، والثأر، والقهر. انظر (وغم) في \"العين\" ٤/ ٤٥٦، \"اللسان\" ٨/ ٤٨٨٠، \"القاموس\" (١١٦٧).ومعناه: يقوم مطالبًا بالثأر لقومه، ولا يقعد ولا يتوانى عن ذلك.(٦) لم أقف على مصدر قوله.(٧) سورة الأنعام: ٦١. فُسِّر (قِيَما)، بمعنى: مستقيمًا. ولا منافاة بين التفسيرين. قال الآلوسي: (ولا فرق بين (القيم) و (المستقيم) في أصل المعنى، عند الكثير. وفسروا (القِيَم) بالثابت المقوم لأمر المعاش والمعاد، وجعلوا المستقيم) من:=</p><p> قوله:  {إِلَّا مَا دُمْتَ عَلَيْهِ قَائِمًا} ؛ أي: دائمًا ثابتًا في اقتضائك له، ومطالبتك إياه. </p><p> ومن المفسرين من يجعل القيام ههنا حقيقةً. قال السدِّي (١) : يعني: إلا ما دمت قائمًا على رأسهِ (٢) ، بالاجتماع معه، والملازمةِ له. وهو اختيار أبي رَوْق؛ قال (٣) : [يعترِف بما]  (٤) دفعت إليه، ما دمت قائمًا على رأسه، [فإنْ أنظرته وأخَّرت]  (٥) ، أنكر وذهب به. والقول الأول: اختيار الفراء (٦) والزجاج (٧) . </p><p> وقوله (٨) تعالى: {ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الْأُمِّيِّينَ سَبِيلٌ} أي: ذلك الاستحلال والخيانة، بأنهم يقولون: ليس علينا فيما اؤتُمِنَّا (٩) من أموال العرب سبيل؛ [لأنهم مشركون. فـ (الأميُّون) على هذا القول: العرب كلهم] (١٠) . وهو (١١) قول قتادة (١٢) والسدِّي (١٣) . </p><p>= استقام الأمر؛ بمعنى: ثبت .. وقيل: (المستقيم) مقابل (المعوج). والقِيَم: الثابت الذي لا ينسخ). \"روح المعاني\" ٨/ ٧٠. وانظر: \"تفسير الطبري\" ٨/ ١١١، \"تهذيب اللغة\" ٣/ ٢٨٦٢ (قام). (١) قوله في \"تفسير الطبري\" ٣/ ١١٧، \"تفسير ابن أبي حاتم\" ٢/ ٦٨٣.(٢) في (ب): (على مطالبته).(٣) لم أقف على مصدر قوله.(٤) ما بين المعقوفين غير مقروء في (أ). وفي (ب): (بعته ما). والمثبت من (ج).(٥) ما بين المعقوفين غير مقروء في (أ). وساقط من (ب). والمثبت من (ج).(٦) انظر: \"معاني القرآن\" له ١/ ٢٢٤.(٧) انظر: \"معاني القرآن\" له ١/ ٤٣٣.(٨) في (ب): (قوله).(٩) في (ج): (أصبنا).(١٠) ما بين المعقوفين: غير مقروء في (أ). وساقط من: (ب). والمثبت من: (ج).(١١) في (ب): (وهذا).(١٢) قوله في \"تفسير الطبري\" ٣/ ١١٧، و\"ابن أبي حاتم\" ٢/ ٦٨٣، \"الدر المنثور\" ٢/ ٧٧ وزاد نسبة إخراجه إلى عبد بن حميد.(١٣) قوله في \"تفسير الطبري\" ٣/ ١١٧، \"ابن أبي حاتم\" ٢/ ٦٨٣.</p><p> وكانت اليهود تستحل ظلم من خالفهم في دينهم، وتقول (١) : لا حرج علينا في جنس (٢) أموال العرب، قد (٣) أحلها الله لنا؛ لأنهم ليسوا على ديننا (٤) . </p><p> و (٥) روي في الخبر: أنَّه (٦) لَمَّا نزلت هذه الآية، قال النبي - صلى الله عليه وسلم -: \"[كذَّب اللهُ أعداءَ اللهِ](٧)، ما من شيء كان في الجاهلية، إلاَّ وهو[تحت](٨)قَدَمَيَّ، إلاَّ الأمانة. فإنها مُؤَدَّاةٌ إلى البَرِّ والفاجر\"  (٩) . </p><p> وقال ابن عباس في رواية عطاء (١٠) : الأمِيُّون ههنا: أصحاب </p><p>(١) في (ب): (فتقول). (٢) في (ب): (أخذ).(٣) قد: ساقطة من (ب).(٤) في (ب): (دين).(٥) في (ب): (لما).(٦) (أنه): ساقطة من: (ج).(٧) ما بين المعقوفين غير مقروء في (أ)، وبياض في (ب). والمثبت من (ج). إلا أن الحديث في كل مصادره التالية، ورد بلفظ: (كذب أعداء الله).(٨) ما بين المعقوفين: غير مقروء تمامًا في (أ)، وبياض في (ب)، والمثبت من: (ج) ومصادر الخبر.(٩) أخرجه الطبري في \"تفسيره\" ٣/ ١١٧، وابن أبي حاتم ٢/ ٦٨٣، والثعلبي ٣/ ٦٠ ب، وابن كثير ١/ ٤٠١، وأورده السيوطي في \"الدر\" ٢/ ٧٧ وزاد نسبة إخراجه إلى عبد بن حميد وابن المنذر. وقد أخرجه كلهم عن سعيد بن جبير مرسلا. وقال الشيخ أحمد شاكر عن إسناده إلى سعيد بن جبير: (وإسناده إليه إسناد جيد). هامش \"تفسير الطبري\" ١/ ٤٧٣.(١٠) لم أقف على مصدر هذه الرواية.</p>"
}