{
  "id": null,
  "sura": 3,
  "aya": 81,
  "text": "<p> وقوله تعالى:  {أَيَأْمُرُكُمْ بِالْكُفْرِ} . استفهام معناه: الإنكار؛ أي: لا يفعل (١) ذلك، وإنما جاز أن يُنقَلَ إلى الإنكار؛ لأنه مما أقَرَّ بِهِ المخاطَبُ، [و]  (٢) ظهر افتضاحه، وبان سقوطه؛ لأنه مما لا يَخفى فسادُه؛ فلذلك (٣) جاء الكلام على السؤال، وإنْ لم يكن معناه تَعَرُّف الجواب. </p><p> وقوله تعالى:  {بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} . أي: بعد إسلامكم. </p><p> ٨١ - قوله تعالى:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ} قال أبو إسحاق (٤) : موضع (إذْ) : نَصبٌ؛ المعنى: واذكر في أقاصيصك: إذ أخذ اللهُ ميثاقَ النَّبِيِّين. </p><p> وقوله تعالى:  {لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ} قرأ (٥) حمزة: {لِمَا} بكسر اللاَّم (٦) . ووجهُ (٧) هذه القراءة: أنَّ اللاَّم في {لِمَا} متعلق </p><p>= فلزم التقرب إليه بواسطة مخلوقات مقربة لديه، وهي الأرواح الطاهرة المقدسة، وزعموا أن هذه الأرواح تسكن الكواكب، وأنها تنزل إلى النفوس الإنسانية بمقدار تقرب النفوس إليها، فعبدوا الكواكب بقصد الاتجاه إلى رُوحانياتها. وبنوا للكواكب هياكل وجعلوا لها تماثيل. انظر حول تفصيل معتقدهم \"الملل والنحل\" للشهرستاني: ٢/ ٥ وما بعدها، واعتقادات فرق المسلمين والمشركين، للفخر الرازي:١٤٣، \"لسان العرب\" ٤/ ٢٣٩٨ (صبأ)، \"المختصر في أخبار البشر\" ١/ ٨١، \"التحرير والتنوير\" لابن عاشور: ١/ ٥٣٣. (١) في (ج): (نفعل).(٢) الواو: زيادة لازمة ليستقيم بها المعنى.(٣) في (ج): (فكذلك).(٤) في \"معاني القرآن\" لم: ١/ ٤٣٦. نقله عنه بنصه.(٥) في (ج): (وقرأ).(٦) انظر: \"السبعة\" ٢١٣، \"حجة القراءات\" ٣/ ٦٢، \"المبسوط\" لابن مهران: ١٤٦.(٧) من قوله: (ووجه ..) إلى (.. والمفعول لا يحتاج إلى عائد ذكر): نقله باختصار وتصرف عن \"الحجة\" للفارسي: ٣/ ٦٢.</p><p> بالأخذ؛ كأنَّ (١) المعنى: أخذ ميثاقهم لهذا؛ لأن من يؤتَى الكتابَ والحكمة، يُؤخَذُ عليهم الميثاقُ؛ لِما أوتوهُ (٢) من الحكمة، وأنهم الأفاضل، وأماثل (٣) الناس. و (ما) على هذه القراءة تكون موصولةً؛ بمعنى: الذي. والراجع إلى (ما) مِن صِلَتِها محذوفٌ؛ تقديره: لِما آتيتكموه. فَحُذِفَ الراجعُ، كما حُدفَ من قوله:  {أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا}  [الفرقان: ٤١] . ونحو ذلك. </p><p> فإن قيل] (٤) : إذا كانت (ما) موصولةً، لزم أن يرجع من الجملة المعطوفة (٥) على الصلة، ذِكرٌ إلى الموصول، وإلاّ لم يَجُز. ألا ترى أنك لو قلت:  (الذي قام أبوه (٦) ثم انطلق زَيْدٌ، ذاهبٌ) (٧) ؛ لم يَجُز إذ لم يكن [راجعٌ مذكورٌ]  (٨) . </p><p> وقوله تعالى: {ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ [لَتُؤْمِنُنَّ بِهِ]  (٩) } ليس فيه (١٠) راجعٌ إلى الموصول. قيل: يجوز (١١) أن يكون المُظهرُ بمنزلة </p><p>(١) (أ)، (ب)، (ج): (كان). والمثبت من \"الحجة\". (٢) (أ)، (ب)، (ج): (أتوه). والمثبت من \"الحجة\".(٣) في (ب): (وأفاضل).(٤) ما بين المعقوفين مطموس في (أ). والمثبت من: (ب)، (ج).(٥) في (ب): (الموصولة).(٦) في (ب): (أثره بدلًا من أبوه).(٧) (إليك) بدلًا من (ذاهب).(٨) ما بين المعقوفين: مطموس في (أ). والمثبت من: (ب)، (ج) \"الحجة\".(٩) ما بين المعقوفين زيادة من: (ب).(١٠) ليس فيه: ساقط من: (ب).(١١) في (ب): ورجوعه بدلا من: (قيل يجوز).</p><p> المُضْمَر. فقوله:  {لِمَا مَعَكُمْ} ، هو في المعنى: ما أُوتوهُ (١) مِنَ الكتاب والحكمة؛ فكأنه (٢) قال: ثم جاءكم رسولٌ مُصدِّقٌ له؛ أي (٣) : لِمَا آتيتكم مِنْ كتابٍ وحِكْمَةٍ، وهو ما معكم. </p><p> والصلة المُظهَرَة تقوم مقام المُضمَرَة (٤) ، عند أبي الحسن الأخفش؛ ومثل هذا: قوله: {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ}  [يوسف: ٩٠] ، المعنى: كأنه قال: لا يضيع أجرهم؛ لأن الذي يتقي (٥) ويصبر يكون من المحسنين، وكذلك قوله:  {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا}  (٦)  [الكهف: ٣٠] ، المعنى عنده: إنا لا نضيع أجرهم؛ لأن مَنْ أحسن عملًا، هم: الذين آمنوا وعملوا الصالحات (٧) . </p><p> ووجه آخر، وهو: أنَّ الراجعَ ههنا محذوفٌ، وحَسُن الحذف للطول، كما حكاه الخليل (٨) من قولهم: (ما أنا بالذي قائل لك شيئًا) ، والتقدير: بالذي هو قائل. </p><p> كذلك ههنا يكون التقدير: ثم جاءكم رسولٌ به؛ أي: بتصديقه، أي: بتصديق ما أتيتكم. </p><p>(١) (أ)، (ب): (أتوه). والمثبت من: (ج)، و\"الحجة\". (٢) في (ج): (وكأنه).(٣) له أي: ساقط من: (ج).(٤) في (ج): (المضمر).(٥) في (ب): (يتق).(٦) من (إنا لا نضيع ..) إلى (الذين آمنوا وعملوا الصالحات): ساقط من: (ج).(٧) انظر: \"معاني القرآن\" للأخفش ٢/ ٣٩٦.(٨) انظر قوله في \"كتاب سيبويه\" ٢/ ٤٠٤.</p><p> وأما من قرأ {لَمَا} بفتح اللام (١) ؛ فـ (ما)  (٢) في هذه القراءة، يحتمل (٣) تأويلين: </p><p> أحدهما: أن تكون موصولة. والآخر: أن تكون للجزاء (٤) . فمن قدَّرها موصولةً: كان القول فيها كما ذكرنا في قراءة حمزة. </p><p> واللاّم في (لَمَا) ، لام الابتداء، وهي المتلقية (٥) لِما أُجري مجْرى القَسَم، لأن قوله:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ} ، بمنزلة القَسَم، كأنَّ المعنى: استحلفهم. </p><p> وموضع (ما) رفع بالابتداء. والخَبَرُ:  {لَتُؤْمِنُنَّ بِهِ} . و {لَتُؤْمِنُنَّ}  (٦) ، متعلق بِقَسَم محذوف؛ المعنى: والله لتؤمنن به. فإن قدرت (ما) للجزاء، كانت (ما) في موضع نصب بـ {آتَيْتُكُمْ} . و {جَاءَكُمْ} في موضع جزمٍ بالعطف على {آتَيْتُكُمْ} ، واللاّم الداخلةُ على (ما) لا تكون المتلقية (٧) للقسم، ولكن تكون بمنزلة اللّام في قوله:  {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ}  [الأحزاب: ٦٠] [والمتلقية للقسم؛ قوله (٨) : {لَتُؤْمِنُنَّ بِهِ} ، كما أنها في </p><p>(١) هم باقي القراء، ما عدا حمزة الذي قرأ بكسرها كما سبق. انظر: \"السبعة\" ٢١٣، \"المبسوط\" لابن مهران: ١٤٦، \"الكشف\" ١/ ٣٥١. (٢) في (أ)، (ب): (فيما). والمثبت من: (ج). وفي \"الحجة\": فإن ما.(٣) في (ب)، (ج)، \"الحجة\": (تحتمل).(٤) الجزاء: هو الجواب في أسلوب الشرط؛ لأنه جزاء مترتب على حصول الشرط.(٥) في (ب)، (ج): (المنقلبة).(٦) ولتؤمنن: ساقط من: (ج).(٧) في (ج): (المنقلبة).(٨) (قوله): ساقط من: (أ)، (ب). وفي (ج): (وقوله). والمثبت من \"الحجة\" للفارسي.</p><p> قوله {لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ} ] (١) ، قوله (٢)  {لَنُغْرِيَنَّكَ}  [الأحزاب: ٦٠] . </p><p> وهذه اللاّم الداخلة على (إنْ) في {لَئِنْ} ، لا يعتمد القَسَمُ عليها؛ فلذلك جاء حذفها تارةً، وإثباتها تارة؛ كما قال (٣) : {وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ}  [المائدة: ٧٣] ، فَتَلْحَقُ هذه اللاّم مرة [ (إنْ) ] (٤) ، ولا تَلْحَقُ أخرى، كما أنّ (أنْ) كذلك في قولهم: (واللهِ أَنْ لو فعلتَ لفعلتُ) ، [و]  (٥)  (واللهِ لو فعلتَ لفعلتُ)  (٦) . وهذه اللاّم بمنزلة (أَنْ) الواقعة مع (لو) . وهذا مذهب سيبويه (٧) ، وهو يُقدِّر (ما) ههنا للجزاء (٨) ، وانما لم يحمله على أن (ما) </p><p>(١) ما بين المعقوفين زيادة من: (ج) ومن \"الحجة\" للفارسي. (٢) في (ب): (وقوله).(٣) قال: ساقطة من (ج).(٤) ما بين المعقوفين زيادة من \"الحجة\" للفارسي؛ ليتضح بها المعنى.(٥) ما بين المعقوفين زيادة من \"الحجة\".(٦) (والله لو فعلت لفعلت): ساقطة من: (ج).(٧) انظر: \"كتاب سيبويه\" ٣/ ١٠٧.(٨) بالرجوع إلى \"كتاب سيبويه\" يظهر ابتداء خلاف ما ذكره المؤلف هنا، ونص عباره سيبويه: (وسألته [يعني الخليل] عن قوله عز وجل: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ}. فقال: (ما) ههنا بمنزلة (الذي)، ودخلتها اللام؛ كما دخلت على (إنْ) حين قلت: (واللهِ لئن فعلتَ لأفعلن)، واللام التي في (ما) كهذه التي في (إنْ)، واللام التي في الفعل، كهذه التي في الفعل هنا ..). وذكر الفارسي في \"الحجة\" ٣/ ٦٦ أنَّ المازني قال: (زعم سيبويه أن (ما) بمنزلة (الذي)، ثم فسّر تفسير الجزاء). ثم بيَّن الفارسي وجه قول سيبويه، فقال: (والقول فيما قاله من أن (لَما) بمنزلة (الذي): أنه أراد أنه اسم، كما أن (الذي) اسم، وليس بحرف، كما كان حرفًا في قوله: {وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ} [هود: ١١١]، {وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا} [الزخرف: ٣٥]، فهذا المعنى أراد بقوله: أنه بمنزلة الذي، ولم =</p><p> موصولة، بمنزلة الذي؛ لأنه لو حمله على ذلك، للزم أن يكون في الجملة المعطوفة على الصلة، ذِكرٌ يعود على الموصول، فلما لم ير (١) ذلك، ولم ير أن يضع المُظْهَر موضع المُضْمَر كما يراه أبو الحسن عَدَلَ عن القول: بأن (ما) موصولة، إلى أنها للجزاء، ولم يحملها على الحذف من المعطوف على الصلة؛ لأنه ليس بالكثير، ولا بموضع (٢) يليق به الحذف. و (ما) إذا كانت للجزاء، لا تحتاج إلى عائدِ ذِكرٍ، كما تحتاج إليه (ما) التي بمنزلة (الذي) ؛ لأن (ما) ، إذا كانت جزاءً، مفعولٌ بها، والمفعولُ لا يحتاج إلى عائدِ ذكرٍ. وهذا الوجه اختيار الزجاج؛ لأنه قال (٣) : أجوَد الوجهين: أن يكون (٤)  (ما) للشرط والجزاء؛ لأن الشرط يوجب أن كل ما وقع من أمر الرسول (٥) فهذه طريقته. </p><p> وأبو عثمان المازني أيضًا اختار هذا الوجه، فقال (٦) : الوجه عندي: أن يكون (٧)  (ما) للجزاء؛ لأن الفعل الماضي إنما يكون في معنى </p><p>= يرد أنها موصولة كـ (الذي). وبهذا يتضح كلامَ المؤلف الذي اختصره من \"الحجة\" للفارسي. انظر في هذا كذلك \"الإغفال\" لفارسي: ١/ ٥٧٩ - ٥٨٦ فقد نقل هنا قول سيبويه والمازني، وناقش هذه المسألة. (١) في (ج): (نر).(٢) في (ب): (موضع)، (ج): (لموضع).(٣) في \"معاني القرآن\" له: ١/ ٤٣٦. نقله عنه بتصرف.(٤) في (ب)، (ج): (تكون).(٥) في (ج): \"معاني القرآن\" الرسل. أما (الرسول) فقد وردت في كتاب \"الإغفال\" للفارسي: ١/ ٥٧٩ حيث نقل قول الزجاج هذا. ويبدو أن المؤلف نقل العبارة عن \"الإغفال\" أو عن نسخة أخرى لـ \"معاني القرآن\" ورد فيها لفظ (الرسول).(٦) قوله في \"الإغفال\" ١/ ٥٨٥. وقد نقله المؤلف بنصه.(٧) في (ب)، (ج): \"الإغفال\" تكون.</p><p> المستقبل، في الجزاء لا في غيره، والمعنى: أنه أخذ ميثاقهم على أن ينصروه ويؤمنوا بما يأتيهم فيما يستقبل من كتاب وغيره. </p><p> والدليل على أن {آتَيْتُكُمْ} ، {ثُمَّ جَاءَكُمْ} ، معناه مستقبل: قوله: {لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ} ، وإذا كان جزاءً كانت اللاّمُ توكيدا. </p><p> وقد قال سيبويه (١) : ومثل هذه الآية؛ قوله:  {لَمَنْ تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ}  [الأعراف: ١٨] ، فهذا جزاء، والفعل (٢) الماضي في معنى المستقبل، ولام القسم التي تعتمد عليها اللاّم في {لَأَمْلَأَنَّ} وهي وإن كانت مؤخرة فمعناها التقديم. </p><p> وقوله تعالى:  {لَتُؤْمِنُنَّ بِهِ} تقديره (٣) : أول الكلام في قول من قدّر (ما) جزاء، والتمثيل:  (وإذ أخذ اللهُ ميثاق النبيين لتؤمنن به) ، وجواب الشرط، محذوف مستغنى عنه؛ لدلالة لتؤمنن به، الذي هو جواب القسم عليه، كما أن قولك:  (لآتِيَنَّك إنْ أتيتني) ، كذلك؛ والمعنى:  (واللهِ، لآتِيَنَّك إنْ أتيتني) . فيكفي جوابُ القسم من جواب الجزاء، وإذا كانت بمعنى الجزاء على ما (٤) وصفنا فيكون تقدير المعنى: لأَنْ آتيتكم شيئًا من كتاب وحكمة، -ومهما آتيتكم- ثم جاءكم رسول، لتؤمنُنَّ به. </p><p>(١) في \"الكتاب\" له: ٣/ ١٠٨. ونص قوله: (ومثل ذلك: {لَّمَن تَبِعَكَ مِنهُمْ لَأَمْلَأَنَّ}، إنما دخلت اللام على نِيَّة اليمين). وقول سيبويه هنا من تتمة نقل المؤلف لكلام المازني من \"الإغفال\". (٢) من قوله (والفعل ..) إلى (.. فمعناها التقديم): نقل المؤلف هذه العبارات بالمعنى، وهي من تتمة كلامِ المازني في \"الإغفال\".(٣) من قوله: (وتقديره ..) إلى (.. لآتينك إن أتيتني كذلك): نقله بتصرف عن \"الإغفال\" للفارسي: ١/ ٥٨٧.(٤) في (ب): (كما) بدلًا من: (على ما).</p><p> فإن قيل: ميثاق الإيمان بمحمد - صلى الله عليه وسلم -، وسائر الرسل، مأخوذ على جميع النبيين ما (١) أوتوا الكتاب، وانما أوتي (٢) بعضهم؟. </p><p> قيل: هذا على التغليب؛ فالذكر ذكر الأنبياء الذين أوتوا الكتاب، والمراد: هم، وغيرهم ممن لم يُؤتَ الكتاب، ودخلوا في جملتهم؛ لأنهم بمنزلة من أوتى الكتاب بما أوتوا من الحُكْم والنبوة، وأيضًا فإن الذين لم ينزل عليهم الكتاب أمروا بأن يأخذوا بكتاب نَبِيٍّ (٣) قبلهم، ورُزِقوا علمَ ذلك الكتاب، فدخلوا تحت صفةِ أبناء الكتاب. </p><p> وقرأ (٤) نافع: {آتَيْنَاكُم}  (٥) ، وحجته قوله:  {وَآتَيْنَا دَاوُودَ زَبُورًا}  [الإسراء:٥٥] ، {وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا}  [مريم: ١٢] ، {وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ}  [الصافات: ١١٧] . </p><p> ومن قرأ:  {آتَيْتُكُم} ، فحجته قوله:  {هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ}  [الحديد: ٩] ، و {نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ}  [آل عمران: ٣] ، و {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ}  [الكهف: ١] . </p><p> والقراءة الأولى: أشبه بكلام البلغاء والملوك، ومن الفصاحة تغيير العبارة عن الواحد إلى الجمع، وعن الجمع إلى الواحد، كقوله: {وَجَعَلْنَاهُ </p><p>(١) في (ج): (مما). (٢) في (ج): (أولى).(٣) (بأن يأخذوا بكتاب نبي): مطموس في (أ). والمثبت من (ب)، (ج).(٤) من قوله: (وقرأ ..) إلى نهاية قوله: {أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ}: نقله بتصرف عن \"الحجة\" للفارسي: ٣/ ٦٩.(٥) في (ب): (أتيتكم).وهذه القراءة لجعفر -كذلك-، وقرأ الباقون {آتَيْتُكُم}. انظر: \"المبسوط\" لابن مهران: ١٤٦، \"الكشف\" لمكي ١/ ٣٥١.</p><p> هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا} (١)  [الإسراء: ٢] ولم يقل: من دوننا، كما قال:  {وَجَعَلْنَاهُ} . </p><p> والقراءة الثانية: أشبه بما قبله مِنْ قولِهِ: {وَإِذْ أَخَذَ اللَّهُ} ، وبما بعده من قوله:  {إِصْرِى} . </p><p> وقوله تعالى:  {وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ} قال ابن الأنباري (٢) : وإنّما خاطب، فقال:  {آتَيْتُكُمْ} بعد أن ذكر النبيين وهم غيب؛ لأن في الكلام معنى قول وحكاية، يراد: واذ أخذ الله ميثاق النبيين، فقال مخاطبًا لهم:  {لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ} . </p><p> قال (٣) : ونظائر هذا كثيرة (٤) . </p><p> وقوله تعالى:  {مِنْ كِتَابٍ وَحِكْمَةٍ} . </p><p> دخلت {مِنْ} تبيينًا لـ (ما) ؛ كقولك:  (ما عندي من الوَرِقِ (٥) والعَيْنِ) (٦) . </p><p>(١) كُتِبت {ألّا يَتّخذوا} -بضمير الغائب- وهي قراءة أبي عمرو. وقرأ الباقون: {الَّا تَتَّخِذُوا} -بضمير الخطاب- على الالتفات. انظر: \"إتحاف فضلاء البشر\": (٢٨١). (٢) لم أقف على مصدر قوله.(٣) في (ج): (وقال).(٤) في (ج): (وتظاهر هذا كثرة).(٥) الوَرِق، والوِرْق، والوَرْق، والرِّقَة: الدراهم المضروبة وقيل: الفضة، أكانت مضروبة أم لا. وقيل: المال بعمومه. وجمع الورق: أوراق. وجمع الرِّقَة: رِقُون. انظر (ورق)، في \"الصحاح\" ٤/ ١٥٦٤، \"اللسان\" ٨/ ٤٨١٦، \"التاج\" ١٣/ ٤٧٦.(٦) في (ج): (والحبر).و (العين): من معانيها في اللغة -مما يصلح في هذا الموضع-: المال العتيد: الحاضر، والنّقد، والدينار، والذهب عامّة. انظر (عين)، في \"اللسان\" ٦/ ٣١٩٨، \"القاموس\" (١٢١٨).</p><p> وقوله تعالى:  {ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ} . </p><p> يقال: ما وَجْه (١) قوله: {ثُمَّ جَاءَكُمْ} ، والنَّبِيُّون لم يأتهم الرسولُ، وإنما يُبْعَثُ الرُّسُلُ إلى الأمم، لا إلى الرُّسُلِ؟. </p><p> قيل: يجوز أن يُعْنى بذلك أهل الكتاب في المعنى (٢) ؛ لأن الميثاق إذا أُخذ على النبيين، فقد أُخذ على الذين أوتوا (٣) كُتُبَهُمْ من أممهم. </p><p> وعامَّة ما يُشْرع للأنبياء (٤) ، قد (٥) شُرعَ لأممهم وأتباعهم؛ يبين ذلك: أن الفروض التي تلزمنا تلزمُ نبينا (٦) عليه السلام؛ وإذا كان كذلك؛ فأخذ (٧) الميثاق على النبيين، كأَخْذ الميثاق على الذين أوتوا كتبهم من أممهم، ومن ثَم جاء {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١] ، فجُمع النبي - صلى الله عليه وسلم - ومن تبعه في الخطاب الواحد، وهذا من جهة المعنى. </p><p> قال ابن الأنباري (٨) : إنما أخذ الله ميثاق النبيين (٩) ، بأن يؤمنوا برسل </p><p>(١) من قوله: (ما وجه ..) إلى (وهذا من جهة المعنى): نقله -بتصرف- عن \"الحجة\" للفارسي: ٣/ ٦٧ - ٦٨. (٢) ممن قال بذلك: طاوس، وقتادة. انظر: \"تفسير عبد الرزاق\" ١/ ١٢٤، \"تفسير الطبري\" ٣/ ٣٣٣، \"تفسير ابن أبي حاتم\" ٢/ ٦٩٤.(٣) في (ب): أتوا. والمثبت من: (ج)، \"الحجة\".(٤) في (أ)، (ب): الأنبياء. والمثبت من: (ج)، \"الحجة\".(٥) في (ب)، (ج): (فقد).(٦) في (ج): (نبيهم).(٧) في (أ)، (ب)، (ج): (وأخذ). والمثبت من \"الحجة\" للفارسي؛ لأنه الأليق بالعبارة، ودخول الواو يخل بالمعنى.(٨) لم أقف على مصدر قوله.(٩) في (ج): (الميثاق على النبيين).</p><p> الله جل وعز بعدهم، فإذا آمنوا بهم، لزم أُمَمَهم الاقتداءُ بهم، والسلوكُ لمنهاجهم. </p><p> وجواب آخر من طريق اللفظ (١) ، وهو: أن يكون المراد: وإذ أخذ ميثاق أممِ النَّبِيِّين وأتباع النَّبِيِّين، شَرط عليهم أنبياؤُهم أن يؤمنوا بكل نَبِيٍّ يبعثه الله عز وجل ولا يكذبوه، ولا يدخلوا في جملة أعدائه، وأخذوا بذلك عهودهم، فقال الله تعالى:  {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ} ، وهو يريد: ميثاقَ تُبّاع النَّبيين، فحَذَف المضاف. </p><p> وقال صاحب النظم: معنى النَّبِيِّين ههنا: معنى أُمَمِهم، وصار ذكرهم كالقبيلة للأمم، كما يقال: قَيْس، وتَمِيم، وبَكْر، وهي أسماء رجال بأعيانهم، نُسِب أولادهم إليهم، فصاروا قبائل. </p><p> ومنه قول الشاعر: </p><p> أتَسأَلُني السويَّةَ وَسْطَ زَيْدٍ ... ألا إنَّ السَّوِيَّةَ أنْ تُضامُوا (٢) </p><p> فـ (زيد) ههنا قبيلة لأصحابه؛ لذلك قال:  (وَسْطَ زيد) . </p><p> وقوله تعالى:  {لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ} . </p><p> إن قيل: ما معنى: أخْذَ ميثاق النبيين بِنُصْرَةِ مَن لم يَلْقَوْهُ، ولم يدركوا زمانَه؟. </p><p> قلنا: قد بَيَّنّا (٣) أن المراد بـ {النَّبِيِّينَ} : أتباعهم وأممهم. فعلى هذا؛ </p><p>(١) وهذا الجواب قد ذكره الفارسي في \"الحجة\" ٣/ ٦٨، وإنما ذكر المؤلف معناه هنا. (٢) البيت ورد في \"اللسان\" ٤/ ٢١٦٢ (سوا)، ونسبه إلى البراء بن عازب الضَّبِّي. و (السَّويِّة، والسواء): العدل، والنَّصفَة. وقوله: (تُضامُوا) من: (ضامَهُ حقَّهُ)، (يَضيمُه، ضَيْما)؛ أي: انتقصه حقه، وظلمه. انظر: \"اللسان\" ٤/ ٢١٦٢ (سوا)، ٥/ ٢٦٢٩ (ضيم).(٣) (قد بينا): ساقط من: (ج).</p><p> لا كلام. </p><p> وإن (١) قلنا: المراد: هُم، ثم (٢) تتبعهم الأُممُ؛ فمعنى النصر ههنا: أن ينصروه بتصديقه عند قومهم. </p><p> قال المفسرون في هذه الآية: إن الله تعالى أخذ الميثاق على الأنبياء بتصديق بعضهم بعضًا. وهذا قول: سعيد بن جبير (٣) ، وقتادة (٤) ، وطاوس (٥) ، والحسن (٦) ، والسدّي (٧) . </p><p> وقال علي بن أبي طالب رضي الله عنه (٨) : لم يبعث الله عز وجل؛ (٩) نَبِيًّا، آدَمَ ومَن بَعده، إلا أَخَذَ (١٠) عليه العهد في محمد وأمره (١١) ، وأخذ العهدَ </p><p>(١) في (ج): (فإن). (٢) (ثم): ساقط من: (ج).(٣) قوله في \"تفسير الطبري\" ٣/ ٣٣١ - يرويه عن ابن عباس- وفي \"الثعلبي\" ٣/ ٦٧ أ.(٤) قوله في \"تفسير الطبري\" ٣/ ٣٣٢، \"تفسير الثعلبى\" ٣/ ٦٧ أ، \"الدر المنثور\" ٢/ ٨٤، وزاد نسبة إخراجه إلى عبد بن حميد.(٥) قوله في \"تفسير عبد الرزاق\" ١/ ١٢٤، \"تفسير الطبري\" ٣/ ٣٣١، \"تفسير الثعلبي\" ٣/ ٦٧ أ.(٦) قوله في \"تفسير الطبري\" ٣/ ٣٣١، \"تفسير الثعلبي\" ٣/ ٦٧ أ، \"تفسير ابن كثير\" ١/ ٤٠٥، وانظر: \"تفسيره\" ١/ ٢١٩.(٧) قوله في \"تفسير الطبري\" ٣/ ٣٣٢، \"تفسير ابن أبي حاتم\" ٢/ ٦٩٤، \"تفسير الثعلبي\" ٣/ ٦٧ أ.(٨) قوله في \"تفسير الطبري\" ٣/ ٣٣٢، \"تفسير الثعلبى\" ٣/ ٦٧ أ.(٩): ساقطة من: (ج).(١٠) في (أ): (خذ). والمثبت من: (ب)، (ج)، و\"تفسير الطبري\" و\"الثعلبي\".(١١) في (ب): وإمره. وهكذا جاءت العبارة: (... وأمره، وأخذ العهد ...) عند المؤلف، والثعلبي، الذي نقل قول الإمام علي، ومن سبق من التابعين، عن كتاب \"نظم القرآن\" - كما أشار هو إلى ذلك. ولكن عبارة الطبري أصح في المعنى وهي: (ويأمره فيأخذ العهد على قومه).</p><p> على قومه لَيُؤمِنُنَّ به، ولَئِن بُعث وهم أحياء لَيُنْصُرُنَّهُ. </p><p> وقال ابن عباس: يريد بـ {مِيثَاقَ النَّبِيِّينَ} : عَهْدَهُم؛ ليشهدوا بمحمد - صلى الله عليه وسلم -، بأنه رسول الله. </p><p> وقوله تعالى:  {ثُمَّ جَاءَكُمْ رَسُولٌ} . يريد: محمدًا - صلى الله عليه وسلم -. </p><p> {لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ} ، يريد: إن أدركتموه. فالآية (١) عامة في جميع النبيين؛ على قول: سعيد بن جبير ومَن تابَعَهُ، وخاصَّة في النبي - صلى الله عليه وسلم -، على قول: عَلِيٍّ، وابن عباس رضي الله عنهما. وهذا هو الأصح؛ لأن المراد بالآية: التَنْوِيه بذكر محمد - صلى الله عليه وسلم - بما أُخِذ على النبيين مِن التصديق به، واعتماد النصرة له، مع الاحتجاج على أهل الكتاب باتِّبَاع سبيلِ النبيبن فيه (٢) . </p><p> وقوله تعالى:  {قَالَ أَأَقْرَرْتُمْ} أي: قال الله تعالى للنبيين: أأقررتم بالإيمان به والنصرة له. </p><p> و (الإقرار) في اللغة منقول بالألف (٣) ، من:  (قَرّ الشيءُ، يَقِرُّ)  (٤) : إذا ثبت، ولزم مكانه، و (أَقَرَّهُ غيرهُ) . والمُقِرُّ بالشيء: يُقِرُّهُ على نفسه؛ أي: يُثْبِتُهُ (٥) . </p><p>(١) في (أ)، (ب): بالآية. والمثبت من: (ج). (٢) وقد رجح الطبري القول الآخر؛ أن الآية عامَّة في جميع النبيين بأن يصدِّق بعضهم بعضًا، وأخذ على الأنبياء الميثاق على أممهم وأتباعهم بنحو الذي أخذ عليهم ربهم بتصديق أنبيائه ورسله. انظر: \"تفسيره\" ٣/ ٣٣٣.(٣) أي: منقول بالهمزة؛ للتعدية.(٤) في (أ)، (ب): (يقرو). في (ج): (يفرا). وما أثبته هو ما رجحت صوابه. يقال: (قَرَّ بالمكان، يَقَرُّ، ويَقِرُّ) -بالكسر والفتح- وبالكسر أكثر. انظر المصادر التالية.(٥) انظر (مادة: قرر) في \"اللسان\" ٦/ ٣٥٧٩، و\"التاج\" ٧/ ٣٨٠.</p><p> وقوله تعالى:  {وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي} أي: قبلتم عهدي (١) . والأخذ؛ بمعنى (القَبُول)  (٢) ، كثيرٌ في الكلام؛ كقوله:  {وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ}  [البقرة: ٤٨] ؛ أي: لا يُقبل فِدْيَةٌ (٣) . وقال:  {وَيَأْخُذُ الصَّدَقَاتِ}  [التوبة: ١٠٤] ، أي: يقبلها. </p><p> ومضى الكلام في معنى (الإصْر)  (٤) . </p><p> وقوله تعالى:  {قَالَ فَاشْهَدُوا} أي (٥) : قال الله عز وجل للنبيين: فاشهدوا (٦) أنتم على أنفسكم، وعلى أتباعكم، وأنا معكم من الشاهدين عليكم وعليهم. وهذا القول، يُروى عن عَلِي - رضي الله عنه - (٧) . </p><p> وقال الزجاج (٨) : {فَاَشْهَدُوا} أي: فبينوا (٩) ؛ لأن الشاهد هو الذي يصحح دعوى المدعي، ولبينها، وشهادة الله عز وجل للنبيين: تبيينه (١٠) أمر </p><p>(١) تفسير (الإصر) بـ (العهد)، قال به ابن عباس، ومحمد بن إسحاق، ومجاهد، والربيع، والسدي، وابن جريج، وقتادة. انظر: \"تفسير الطبري\" ٣/ ٣٣٤، \"تفسير ابن أبي حاتم\" ٢/ ٦٩٥. (٢) انظر: \"تفسير الطبري\" ٣/ ٣٣٤.(٣) انظر: \"تفسير البسيط\" ٨٦٣، \"تفسير الثعلبي\" ٣/ ٦٧ أ. انظر: \"تفسير غريب القرآن\" لابن قتيبة: ١٩٢، ٨٣، \"تفسير الثعلبي\" ٣/ ٧٦ ب.(٤) انظر: \"تفسير البسيط\" للمؤلف: عند تفسير آية: ٢٨٦ من سورة البقرة(٥) من قوله: (أي: ..) إلى (عليكم وعليهم): نقله بنصه عن \"تفسير الثعلبي\" ٣/ ٧٦ ب.(٦) (أي قال الله عز وجل للنبيين فاشهدوا): ساقط من: (ج).(٧) قوله في \"تفسير الطبري\" ٣/ ٣٣٤، \"زاد المسير\" ١/ ٤١٦.(٨) في \"معاني القرآن\" له، ٤٣٧. نقله عنه بتصرف يسير.(٩) في \"معاني القرآن\" فتبينوا. وما كتبه المؤلف أصح من ناحية المعنى، وأنسب لما بعده من كلام.(١٠) في (ب)، (ج): (تبينه).</p>"
}