{
  "id": null,
  "sura": 3,
  "aya": 186,
  "text": "<p> وقوله تعالى:  {فَقَدْ فَازَ} . الفَوْزُ؛ معناه: الظَّفَرُ بالخير، والنجاةُ من الشَّرِّ (١) . ألا ترى أن الله -تعالى- حَكَمَ بالفوز لِمَن أُبْعِدَ مِنَ النار، فَنَجَا مِنْ شَرِّها، وأدْخِلَ الجَنَّةَ، فَظَفِرَ بنعيمها؟. </p><p> قال الزّجاج (٢) : يقال لِكُلِّ مَنْ نَجَا من هَلَكَةٍ، ولَقِيَ ما يَغْتَبِطُ به (٣) : (فازَ) . فتأويل (٤)  {فَازَ} : تَبَاعَدَ مِنَ المكروه، ولَقِيَ ما يُحِب. </p><p> وقوله تعالى:  {وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} يريد: العيش في هذه الدار الفانية، تَغُرُّ الإنسان بما تُمَنِّيهِ مِنْ طولِ البقاء، وسينقطع عن قريب. فَوُصِفت بأنها متاعُ الغرُوُر؛ لأنها بمنزلة مَنْ يَغُرّ ببذل المحبوب، والتخييل [إليك]  (٥) أنه يَدُوم. </p><p> و {المَتَاع} قد ذكرنا أنه كل ما يُنْتَفَع به، وُيسْتَمتَعُ (٦) . وأضافَهُ إلى {الْغُرُورِ} لأنه يَغُرّ. </p><p> ١٨٦ - قوله تعالى:  {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ} الآية. </p><p> اللَّام، لام القَسَمِ. والنونُ دخلت مُؤَّكِدَةً. وضُمَّت الواوُ لِسُكُونها وسكون النون. ولم تكسر لالتقاء الساكنين؛ لأنها واو جمع، فحركت بما </p><p>(١) ورد هذا التعريف بنصه عن الليث بن المظفر، في \"تهذيب اللغة\" ١٣/ ٢٦٤ (فوز). (٢) في: \"معاني القرآن\" له ١/ ٤٩٥. نقله عنه بتصرف.(٣) الغِبْطَة: حسن الحال، والنعمة والسرور؛ يقال: (فلانٌ مُغْتَبِطٌ)؛ أي: في غِبْطَةٍ. وجائز أن تقول: (مُغتَبَط) -بفتح الباء-، و (قد اغْتَبَطَ، فهو مُغْتَبِط)، و (اغْتُبط، فهو مغتَبَطٌ). انظر: \"اللسان\" ٦/ ٣٢٠٨ (غبط).(٤) في (ج): (وتأويل)، وفي \"معاني القرآن\": فتأويله.(٥) ما بين المعقوفين زيادة من (ج).(٦) انظر: \"تفسير البسيط\" تفسير قوله تعالى: {وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ} [البقرة: ٣٦].</p><p> كان يَجِبُ لِمَا قبلها مِنَ الضَمِّ. ومثله:  {اشْتَرَوُا الضَّلَالَةَ}  [البقرة: ١٦] . وقد مَرّ مستقصًى فيه. </p><p> ومعنى {لَتُبْلَوُنَّ} : لَتُخْتَبَرُنَّ. ولا يجوز في وصف الله تعالى الاختبار؛ لأنه طلب المعرفة، لِيُعْرَفَ الجَيِّدُ مِنَ الرَّديء، ولكنَّ معناه -في وصف الله-: أنه يُعامِلُ العبدَ مُعامَلَةَ المُخْتَبِرِ. </p><p> واختلفوا في معنى هذا الابتلاء: </p><p> فقال ابن عباس -في رواية عطاء- (١) : الخطاب للمهاجرين؛ أَخَذَ المشركون أموالَهم، وباعوا رِبَاعَهم، وعَذَّبوهم. </p><p> وقال الحَسَنُ (٢) : يعنى: بالفرائض التي أوْجَبَها في الأموال، وعلى الأنفس؛ كالصوم والصلاةِ والزكاةِ والحجِّ والجهاد (٣) . </p><p> وقال مقاتل (٤) : </p><p> يعنى: بالحوائِجِ (٥) ، والخسران في الأموال، والأمراض في الأنفس. </p><p> قال (٦) : ونزلت الآية في النبي - صلى الله عليه وسلم -، وأبي بكر رضي الله عنه. </p><p>(١) أورد هذا القولَ الثعلبيُّ، في: \"تفسيره\" ٣/ ١٦٧ ب، قائلًا: (قال عطاء ..). (٢) قوله، في: \"تفسير ابن أبي حاتم\" ٣/ ٨٣٣، و\"تفسير الثعلبي\" ٣/ ١٦٧ - ب.(٣) ولفظه عند ابن أبي حاتم: (قال نُبْتلى -والله- في أموالنا وأنفسنا).(٤) لم أقف على مصدر قوله، وليس هو في تفسيره. وقد أورد هذا القول -مع اختلاف يسير- الثعلبي، في \"تفسيره\" ٣/ ١٦٧ ب، ولم يعزه لقائل.(٥) هكذا في (أ)، (ب). وفي (ج): (بالحوائح) بدون إعجام. وفي \"تفسير الثعلبي\": (بالجوائح). وهي أولى بسياق الكلام والمعنى المراد؛ لأن الجوائح، هي: الشدائد التي تجتاح المال. ومفردها: جائحة. انظر: \"القاموس المحيط\" ٢٧٦ (جوح).(٦) في: \"تفسيره\" ١/ ٣٢٠.</p><p> وقوله تعالى:  {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا} . </p><p> قال عكرمة (١) ، ومقاتل (٢) ، والكلبي (٣) ، وابن جريجِ (٤) : بعث رسولُ اللهِ أبا بكرٍ الصدِّيقَ إلى فِنْحاص، يَسْتَمِدُّه. فقالَ فِنْحاصُ: قد احتاجَ رَبُّكُم إلى أن نُمِدَّه؟ فَهَمَّ أبو بكر أنْ يضرِبَهُ بالسيف، وقد كان رسول الله قال له -حين بَعَثَهُ-: لا تَفْتَاتَنَّ (٥) عليّ بشيء حتى ترجع. فتذكر أبو بكرٍ ذلك، فَكَفَّ عن الضرب، ونزلت هذه الآية (٦) . </p><p>(١) من قوله: (قال عكرمة ..) إلى (.. ونزلت هذه الآية): نقله -باختصار وتصرف- عن \"تفسير الثعلبي\" ٣/ ١٦٥ ب. وقول عكرمة في \"تفسير الطبري\" ٤/ ٢٠٠، و\"النكت والعيون\" ١/ ٤٤١. (٢) في \"تفسيره\" ١/ ٣١٩.(٣) لم أقف على مصدرٍ آخر لقوله، سوى \"تفسير الثعلبي\".(٤) لم أقف على مصدر قوله.وقد ورد عنه في الآية قولُه: (يعني اليهود والنصارى، {وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا}، فكان المسلمون يسمعون مِنَ اليهود قولَهم. {عُزَيْرُ ابْنُ الله}، ومِنَ النصارَى قولَهم: {المَسِيحُ ابْنُ الله}، فكان المسلمون ينصبون لهم الحربَ إذْ يَسْمَعُون إشراكَهم ..). أخرجه: الطبريُّ في: \"تفسيره\": ٤/ ٢٠٠ - ٢٠١، وابن أبي حاتم في \"تفسيره\" ٨٣٥، وأورده الماوردي في \"النكت والعيون\" ١/ ٤٤١، والسيوطي في \"الدر المنثور\" ٢/ ١٨٩ وزاد نسبة إخراجه إلى ابن المنذر.(٥) يقال: (افْتَاتَ عليكَ فِيهِ، وفَاتَكَ بِهِ)؛ أي: أحدث شيئا دون أمرك. والمصدر: (الافتِيَات)، وهو من: (الفَوْت)، وهو: السبق إلى الشيء دون ائتمار مَنْ يُؤْتَمَر. انظر: \"اللسان\" ٦/ ٣٤٨١ (فوت).(٦) انظر تفسير الآية: ١٨١ والتعليق على قول ابن عباس في الهامش. وقد ورد في سبب نزولها، ما رواه الزهري، عن عبد الرحمن بن كعب بن مالك، عن أبيه: (أن كعب بن الأشرف اليهودي، كان شاعرًا، وكان يهجو النبي - صلى الله عليه وسلم -، =</p><p> . . . . . . . . . . . . . . . . . . . . . . . </p><p>= وُيحرِّض كفارَ قريش في شعره، وكان النبي - صلى الله عليه وسلم -، قدم المدينة، وأهلها أخلاطٌ: منهم المسلمون، ومنهم المشركون، ومنهم اليهود، فأراد النبي - صلى الله عليه وسلم -، أن يستصلحهم كلَّهم، وكان المشركون واليهود يؤذونه ويؤذون أصحابه أشد الأذى، فأمر اللهُ النبى - صلى الله عليه وسلم -، بالصبر على ذلك، وفيهم أنزل الله: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا} الآية.). \"أسباب النزول\"، للمؤلف: ص ١٣٨ - ١٣٩. وقد أخرجه: أبو داود في \"السنن\" رقم (٣٠٠٠) كتاب الخراج، باب: كيف كان إخراج اليهود من المدينة، وعبد الرزاق في \"تفسيره\" ١/ ١٤٢، وابن سعد في \"الطبقات الكبرى\" ٢/ ٣٣، والطبري في \"تفسيره\" ٤/ ٢٠١ عن الزهري مرسلا، وابن أبي حاتم في \"تفسيره\" ٣/ ٨٣٤ أخرجه متصلًا.وأورده الثعلبيُّ في \"تفسيره\" ٣/ ١٦٦ أ، والسيوطي في \"لباب النقول\" ٦٢. وانظر: الصحيح المسند من \"أسباب النزول\" ص ٦٥.وورد -كذلك- في سبب نزولها: أن رسول الله - صلى الله عليه وسلم -، مرَّ -وهو على حمار- على مجلس فيه عبد الله بن أبَيّ -وذلك قبل إسلامه- وفي المجلس أخلاط من المسلمين والمشركين واليهود، وفي المجلس عبد الله بن رواحة، فلما غشيت المجلس عَجَاجة الدابَّةِ، خَمَّرَ ابن أبَيّ أنفَهُ بردائه، ثم قال: لا تُغَبِّروا علينا. فسلم رسول الله ثم وقف، فنزل، ودعاهم إلى الله، وقرأ عليهم القرآن، فقال ابن أبَيّ: أيها المرء إنه لا أحسن مما تقول، إن كان حقًا فلا تؤذنا به في مجالسنا، ارجع إلى رحلك فمن جاءك فاقصص عليه. فقال ابن رواحة: بلى يا رسول الله فاغشنا به في مجالسنا فإنا نحب ذلك. واستب المسلمون والمشركون واليهود، حتى كادوا يتساورون، فلم يزل - صلى الله عليه وسلم -، يخفضهم حتى سكتوا. ففي فِعْل ابن أبَيّ نَزَلَ قولُه تعالى {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ}. انظر: السبب بالتفصيل في: \"أسباب النزول\" للمؤلف: ص ١٣٩ - ١٤٠. وقد أخرج هذه القصة: البخاريُ في \"صحيحه\" (٤٥٦٦) كتاب التفسير، باب: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ}، ولكن ليس فيه النص على أن هذه القصة سبب لنزول الآية. وإنما ذكر البخاريُّ القصةَ، ثم ذكر عقبها: (قال الله -عز وجل-: {وَلَتَسْمَعُنَّ}، وقال: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا} [البقرة: ١٠٩]. =</p><p> وقوله تعالى:  {وَإِنْ تَصْبِرُوا} أي: على الأذى الذي ينالكم (١) منهم , كترك المفارضة. وكان هذا قبل نزول آية السَّيْفِ (٢) . </p><p> قوله تعالى:  {فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} . </p><p> قال ابن عباس (٣) : مِنْ حقيقة الإيمان. ومعنى العَزم: تَوْطِينُ النفس على الأمر. ومعنى {مِنْ عَزْمِ الْأُمُورِ} ؛ أي: ذلك مِمَّا يُعْزَم عليه مِنَ الأمْرِ (٤) ؛ </p><p>= ومسلمٌ في \"صحيحه\" رقم (١٧٩٨). كتاب الجهاد باب في دعاء النبي - صلى الله عليه وسلم -، وصبره على أذى المنافقين. وليس فيه ذكر الآية، وأن القصة سبب لنزولها. (١) في (ج): (الذين أنا لكم) بدلا من: (الأذى الذي ينالكم).(٢) آية السيف، هي-في أصح الأقوال-: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (٥)} [التوبة: ٥].ودعوى النسخ على هذه الآية، لا يسلم؛ حيث إننا مأمورون بالصبر على أذى أعداء الله على كل حال، قبل القتال وأثناءه وبعده، بل إن الصَّبرَ أثناء القتال أحوج ما نكون إليه، فكيف ينسخه الأمر بالقتال؟كما أن الآية ذكرت البلاء في الأموال والأنفس، قبل ذكر أذى أعداء الله للمسلمين، فنحن مأمورون بالصبر على جميع أنواع البلاء، فلا يعقل أن يُنسَخ فعل الصبر، ويبقى فعله محكما غير منسوخ.كما أن الآية أمرت بالتقوى مع الصبر، فقالت: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا}، وجُعِل الأمران فعلين للشرط، وأشارت الآية إليهما في جواب الشرط باسم الإشارة، فقالت: {فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} فلا يعقل أن ينسخ فعل الشرط، ويَبقَى الآخرمحكما غير منسوخ.انظر: \"النسخ في القرآن\" د. مصطفى زيد ٢/ ٥١٦.(٣) أورده هذا القول، الثعلبي في \"تفسيره\" ٣/ ١٦٧ ب، وعزاه لعطاء. ويبدو أنه من رواية عطاء عن ابن عباس.(٤) في (ج): (الأمور).</p>"
}