{
  "id": null,
  "sura": 3,
  "aya": 142,
  "text": "<p> وقال ابن الأعْرَابي -عن المفَضَّل- (١) : (المَحْقُ) -عند العرب (٢) -: أن يذهب الشيءُ كلُّهُ، حتى لا يُرَى مِنْهُ شيءٌ. ومنه {يَمْحَقُ اللَّهُ الرِّبَا}  (٣) ، أي: يستأصله. </p><p> قال أبو إسحاق (٤) : ومعنى الآية: جَعَلَ اللهُ الأيَّامَ مُدَاوَلَةً بين الناس؛ </p><p> لِيُمَحِّصَ اللهُ المُؤْمنينَ، إذا أدَالَ عليهم، بما يقع عليهم (٥) مِنْ قَتْلٍ وَجُرْحٍ وذَهابِ مَالٍ. و {وَيَمْحَقَ الْكَافِرِينَ} : يستأصلهم، إذا أدال عليهم، ويهلكهم بذنوبهم. </p><p> فَقَابَلَ (٦) تَمْحِيصَ المؤمنين بِمَحْقِ الكافرين، لأن تمحيص هؤلاء، بإهلاك ذنوبهم، نَظِير مَحْقِ أولئك، بإهلاك أنْفُسِهِمْ. وهذا مُتقابِلٌ في المعنى، حَسَنٌ. </p><p> ١٤٢ - قوله تعالى:  {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ} الآية (٧) . </p><p>= سنة. وتُجمع -كذلك- على: (أعْنُق، وعُنُق). و (العُنوق) جمعٌ نادرٌ. و (أنَسَّ)؛ أي: بلغ نَسِيسَهُ، ونَسِيسَتَهُ؛ وهو: بقية روحه، أو غاية جهده. انظر: \"التهذيب\" ٣/ ٢٥٩٧ (عنق)، و\"القاموس\" ٤/ ٥٧٧ (نسس).(١) قول ابن الأعرابي في: \"تهذيب اللغة\" ٤/ ٣٣٥٣ (محق)، وفيه: (أبو العباس عن ابن الأعرابي، قال: المحق: ..) وليس فيه (عن المفضل). وكذا أورده صاحب \"اللسان\" في: ٧/ ٤١٤٦ (محق).(٢) (عند العرب): ليس في \"تهذيب اللغة\"، ولا في \"اللسان\".(٣) سورة البقرة: ٢٧٦. وتمامها: {يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ}.(٤) في \"معاني القرآن\" له ١/ ٤٧٠. نقله عنه بتصرف.(٥) (بما يقع عليهم): ساقط من (ج).(٦) في (ب): (مقابل).(٧) (الآية): ساقطة من (ج).</p><p> معنى {أَمْ حَسِبْتُمْ} : (بَلْ حَسِبْتُم) ، على جهة الإنكار (١) ، أي: لا تحسبوا ذلك. ومضى الكلام في هذا، في مواضع (٢) . </p><p> وقوله تعالى:  {وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ} . </p><p> قال أبو إسحاق (٣) : (لَمَّا) جوابٌ لقولِ القائل: (قَدْ فَعَلَ فُلان) . فجوابه:  (لَمَّا (٤) يَفْعَل)؛ لأن (لَمَّا) مُؤَكَّدٌ بِحَرْفٍ؛ كما أُكِّدَ الابتداءُ بـ (قد) . </p><p> وإذا قال:  (فَعَلَ فلان) ، فجوابه:  (لَمْ يَفْعَل) . وإذا قال:  (لَقَد فَعَل) ، فجوابه:  (ما فَعَل)  (٥) كأنه قال: (واللهِ لَقَد فَعَل)  (٦) ، وقال المُجِيبُ:  (واللهِ ما فَعَل) وإذا قال هو يفعل فجوابه و (لا يَفْعَل)  (٧) وإذا قال سيفعل </p><p>(١) (أم) هذه، هي المنقطعة، التي تقدر بـ (بل) -التي للإضراب-، وهمزة الاستفهام التي تفيد الإنكار. والتقدير: (بل أحسبتم؟). وانظر أقوالًا أخرى فيها، في: \"المغني\" لابن هشام ٨٢١، و\"البحر المحيط\" ٣/ ٦٥ - ٦٦، و\"الدر المصون\" ٢/ ٣٨٠، ٣/ ٤٠٨ - ٤٠٩، و\"دراسات لأسلوب القرآن الكريم\" القسم الأول ١/ ٣١٣ - ٣١٥. (٢) انظر: \"البسيط\" عند تفسير الآيات: ١٠٨، ١٣٣، ٢١٤ من سورة البقرة.(٣) في \"معاني القرآن\" ١/ ٤٧٢. نقله عنه بتصرف.(٤) (لما): ساقطة من (ج).(٥) في \"المعاني\": ما يفعل.(٦) في \"المعاني\" (والله هو يفعل). وقد أورد هذا سيبويه في \"الكتاب\" ٣/ ١١٧ وفيه: (والله لقد فعل) كما هي عند المؤلف.(٧) انظر: \"كتاب سيبويه\" ٣/ ١١٧ فقد وردت نفس العبارات التي أوردها الزجاج، ويبدو أنه نقلها عن سيبويه.قال الزمخشري: (و (لَمَّا) بمعنى (لم)، إلا أن فيها ضربًا من التوقع، فدل على نفي الجهاد فيما مضى، وعلى توقعه فيما يُستقبل. وتقول: (وعدني أن يفعل كذا، ولَمَّا)، تريد: ولم يفعل، وأنا أتوقع فعله). \"الكشاف\" ١/ ٤٦٧.قال أبو حيان -معلقًا على قول الزمخشري السابق-: (وهذا الذي قاله في (لَمَّا) =</p><p> فجوابه (لن يفعل) و (لا يفعل) . </p><p> والنَفْيُ في الآية، واقِعٌ على العِلْمِ. والمعنى: على نَفْي الجِهَادِ دونَ العِلْم؛ وذلك لِمَا فِيهِ مِنَ الإيجاز في انتفاءِ جهادٍ؛ لَوْ كانَ؛ لَعَلِمَهُ. </p><p> والتقدير:  (ولَمَّا لم (١) يكن المعلوم من الجهاد الذي أَوْجَبَ عليكم). فجرى النفيُ على العِلْمِ؛ للإيجاز؛ على سبيل التوسع في الكلام؛ إذ المعنى مفهومٌ مِن غير إخلال. </p><p> وقال الزجاج (٢) : المعنى: وَلَمَّا يقع العِلْمُ بالجهاد، والعِلْمُ بِصَبْرِ الصابرين؛ أي (٣) : وَلمَا يَعْلَمِ اللهُ ذلك واقِعًا منكم (٤) ؛ لأنه يَعْلَمُه غَيْبًا (٥) ، وإنما يجازيهم على عَمَلِهِم. </p><p> وقوله تعالى:  {وَيَعْلَمَ الصَّابِرِينَ} انتصب على الصَّرْفِ (٦) عن </p><p>= أنها تدل على توقع الفعل المنهي بها، فيما يُستَقبَل؛ لا أعلم أحدًا من النحويِن ذكره، بل ذكروا: أنك إذا قلت: (لمَّا يخرج زيد)، دَلَّ ذلك على انتفاء الخروج فيما مضى، متصلًا نفيُهُ إلى وقت الإخبار، أمَّا أنها تدل على توقعه في المستقبل، فلا، لكني وجدت في كلام الفراء شيئًا يقارب ما قاله الزمخشري، قال: (لَمَّا) لتعريض الوجود، بخلاف (لم)) \"البحر المحيط\" ٣/ ٦٦. وانظر: \"دراسات لأسلوب القرآن الكريم\" القسم الأول ٢/ ٦٢٠ - ٦٢٢.(١) لم: ساقطة من (ج).(٢) في \"معاني القرآن\" له ١/ ٤٧٢. نقله عنه بنصه.(٣) أي: ليست في \"معاني القرآن\".(٤) في \"معاني القرآن\": منهم.(٥) في (أ): (غنيا). والمثبت من: (ب)، (ج)، و\"معاني القرآن\".(٦) (الصرف) اصطلاح للكوفيين، يعني: أن الفعل كان من حقه أن يُعرَبَ بإعراب ما =</p><p> العطف (١) . إذ ليس المعنى على نفي الثاني والأول، وإنما هو على نفي اجتماع الثاني والأول؛ على نحو:  (لا يَسَعُنِي (٢) شيءٌ، وَيعْجَزَ (٣) عنك). ومثله: </p><p> لاَ تَنْهَ عَنْ خُلُقٍ وَتَأتِيَ مِثْلَهُ (٤) </p><p>= قبله، ولكن صَرَفَتْهُ الواو إلى وجهٍ آخر من الإعراب. انظر: \"المحلى\" لابن شقير ٤٢، و\"مغني اللبيب\" ٤٧٢، و\"الدر المصون\" ٣/ ٤١١، و\"النحو وكتب التفسير\" ١/ ١٨٧. وسيفسر الفراءُ هذا المصطلح، كما سيأتي. (١) والرأي الثاني، -وهو للبصريين-: أن النصب في هذه الآية وأمثالها، بإضمار (أن) وجوبًا بعد الواو، إذا قصد بها المصاحبة.والرأي الثالث، -وهو لأبي عمرو الجَرْمي، من البصريين-: أنها نصبت بالواو نفسها؛ لأنها خرجت عن باب العطف.وقد عرض هذه الآراء وناقشها أبو البركات الأنباري في \"الإنصاف\" ص ٤٤٢. وانظر: \"شرح ابن عقيل\" ٤/ ١٤.(٢) (أ)، (ب): (يستعني). والمثبت من (ج). وهو الصواب.(٣) في (ب)، (ج): (ولا يعجز). وهو خطأ؛ لأنه خلاف ما يريد المؤلف في هذه المسألة النحوية، وسيأتي بيان ذلك في قول الفراء.(٤) صدر بيت، وعجزه:عار عليك إذا فعلت عظيمُوقد اختلف في قائله، فنُسِب للشعراء التالين: أبي الأسود الدُؤَلي، والمتوكل الليثي، وسابق البربري، وحسان بن ثابت، والطرماح. وقد ورد في الكتب التالية: \"ديوان أبي الأسود الدؤلي\" ٢٣١، و\"كتاب سيبويه\" ٣/ ٤٢، و\"معاني القرآن\" للفراء ١/ ٣٤، و\"المقتضب\" ٢/ ٢٦، و\"تفسير الطبري\" ١/ ٢٥٥، ٢/ ١٨٥، و\"الأصول في النحو\" ٢/ ١٥٤، و\"المحلى\" لابن شقير ٤٢، و\"اللمع\" لابن جني ١٨٩، و\"الإيضاح العضدي\" ١/ ٣٢٣، و\"جامع بيان العلم\" لابن عبد البر ١/ ٢٤٠، و\"فصل المقال\" للبكري ٩٣/ و\"شرح المفصل\" ٧/ ٢٤، و\"البسيط في =</p><p> قال الفراء (١) : ومعنى (الصرف) : أن يجتمع فِعْلان ببعض حروف النَّسَقِ (٢) ، وفي أوَّلِهِ ما لا يَحْسُنُ إعادَتُه في حروف النَّسَقِ (٣) ، فتنصب الذي بعد حرف العطف، لأنه مَصرُوفٌ عن معنى الأول. وذلك يكون مع جْحدٍ أو استفهامٍ أو نَهْيٍ في أول الكلام. كقولهم:  (لا يَسَعُنِي مكانٌ، ويَضِيقَ عنك) بفتح (ويضيقَ) ، لأن (لا) التي مع (يَسَعُنِي) ، لا يَحْسُن أن يذكرها مع (يضيقَ عنك)  (٤) . </p><p> وقال ابن الأنباري (٥) : قوله تعالى: {وَيَعْلَمَ الصَّابِرِينَ} معناه: </p><p>= شرح جمل الزجاجي\" ١/ ٢٣٢، و\"المغني\" لابن هشام ٤٧٢، و\"شرح شذور الذهب\" ٢٩٦، ٣٦٠، و\"شرح ابن عقيل\" ٤/ ١٥، و\"خزانة الأدب\" ٨/ ٥٦٤ وقد ذكر البيت، والاختلاف في قائله. والشاهد في البيت: نصب الفعل المضارع (وتأتي) بعد الواو في جواب النهي. وهي الواو التي يسميها الكوفيون: واو الصرف. أما عند البصريين: فالنصب بـ (أن) المضمرة وجوبًا، بعد واو المعية التي تقتضي الجمع.انظر: \"شرح ابن عقيل\" ٤/ ١٤ والمصادر النحوية السابقة.(١) في \"معاني القرآن\" له ١/ ٢٣٥. نقله عنه بالمعنى. وعبارة المؤلف قريبة جدًا من عبارة الطبري في \"تفسيره\" ٧/ ٢٤٧، وقد يكون المؤلف نقل قول الفراء عن الطبري. وعبارة الفراء في المعاني أوضح وأجلى.(٢) في المعاني: بالواو، أو (ثُمَّ)، أو الفاء، أو (أو).(٣) في المعاني: (وفي أوله جحد، أو استفهام، ثم ترى ذلك الجحد، أو الاستفهام، ممتنعًا أن يُكَرَّر في العطف، فذلك الصرف ..).(٤) انظر -لبيان معنى الصرف-: \"تفسير البسيط\" فقد تناول هذه المسألة عند تفسير آية ٤٢ من سورة البقرة، و\"معاني القرآن\"، للفراء: ١/ ٣٣ - ٣٤، و\"تفسير الطبري\" ١/ ٢٥٥، ٤/ ١٠٨، و\"الإنصاف\" ٥٥٥ - ٥٥٦.(٥) لم أقف على مصدر قوله.</p>"
}