{
  "id": null,
  "sura": 4,
  "aya": 157,
  "text": "<p> وزعموا أن عيسى لغير رشده (١) </p><p> وذكرنا معنى البهتان في قوله:  {وَمَنْ يَكْسِبْ خَطِيئَةً}  [النساء: ١١٢] . </p><p> ١٥٧ - قوله تعالى:  {وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ} الآية. </p><p> اليهود تدعى أنهم قتلوا عيسى بن مريم، وقد كذبوا في ادعائهم ذلك، واستحقوا على هذه الدعوى ما يستحقه قاتل عيسى، لأنهم أتوا ذلك الأمر على أنه قتل نبي. قاله الزجاج وغيره (٢) . </p><p> قال المفسرون: إنَّ عيسى عليه السلام لما أراد الله عز وجل رفعه إليه قال لأصحابه: \"أيكم يرضى أن يُلقى عليه شبهي، فيقتل ويصلب، ويدخل الجنة؟.فقال رجل منهم:أنا. فألقي عليه شبهه، فقُتل وصُلب، وهم يظنون أنهم قتلوا عيسى،فقال الله تعالى تكذيبًا لليهود:{وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ}\"  (٣) . </p><p> قال ابن السكيت: يقال: صَلَبَه يَصْلُبُه صَلبًا، وأصله من الصليب وهو الودك، وأنشد: </p><p> ترى لِعظامِ ما جَمعت صَليبًا (٤) </p><p>(١) من قوله: \"وزعموا\" ليس من الأثر عن ابن عباس، ويحتمل أن المراد به أنه لما تكلم عيسى عليه السلام وهو في المهد زعموا أنه لم يرشد ولم يعقل بعد، والله أعلم. (٢) انظر: \"معاني القرآن وإعرابه\" ٢/ ١٢٨، و\"زاد المسير\" ٢/ ٢٤٤.(٣) انظر: الطبري ٦/ ١٢ - ١٣، و\"بحر العلوم\" ١/ ٤٠٢، و\"الكشف والبيان\" ٤/ ١٣٩ أ، و\"زاد المسير\" ٢/ ٢٤٤، و\"ابن كثير\" ١/ ٦٣٣.(٤) \"تهذيب اللغة\" ٢/ ٢٠٣٧ (صلب)، والصيب: ودك العظام.وما أنشده عجز بيت لأبي خراش الهذلي، وصدره:جريمة ناهض في رأس نيقانظر -إضافة إلى \"التهذيب\"- \"ديوان الهذليين\" ٢/ ١٣٣ و\"الحجة\" ٣/ ١٩٦ وسيأتي.</p><p> وقوله تعالى:  {وَلَكِنْ شُبِّهَ لَهُمْ} أي: ألقي شبهه على غيره حتى ظنوا لما رأوه أنه المسيح. وهذا قول الحسن وقتادة ووهب (١) ومجاهد (٢) . </p><p> وقال غير هؤلاء: إنَّ الله جل وعز لما رفعه إليه خاف رؤساؤهم فتنة عامتهم بأن الله منعهم منهن، فعمدوا إلى إنسان فصلبوه ولبسوا على الناس، وذلك أنهم رأوا قتيلًا مصلوبًا من بعيد، قد أرجف بأنه المسيح، فتواطؤوا على ذلك وحكموا به (٣) . </p><p> وقوله تعالى:  {وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ} أي: في قتله (٤) ، وكان اختلافهم فيه أنهم لما قتلوا الشخص المشبَّه به، كان الشبه قد ألقي على وجهه ولم يلق عليه شبه جسد عيسى، فلما قتلوه ونظروا إليه قالوا: الوجه وجه عيسى، والجسد جسد غيره (٥) . </p><p> وقال السدي: إن اليهود حبسوا عيسى مع عشرة من الحواريين في بيت، فدخل عليهم رجل منهم، فألقى الله عز وجل شبه عيسى عليه، ورفع عيسى إلى السماء من كوة في البيت، فدخلوا البيت وقتلوا ذلك الرجل على أنه عيسى، ثم إنهم قالوا: إن كان هذا عيسى فأين صاحبنا؟ وإن كان هذا صاحبنا فأين عيسى؟ فذلك اختلافهم فيه (٦) . </p><p>(١) تقدمت ترجمته. (٢) انظر: الطبري ٦/ ١٢ - ١٧، و\"تفسير الهواري\" ١/ ٤٣٥، و\"الكشف والبيان\" ٤/ ١٣٩ أ، وابن كثير ٢/ ٤٣٠، و\"الدر المنثور\" ٢/ ٤٢٣.(٣) لم أقف عليه.(٤) انظر: الطبري ٦/ ١٢، و\"بحر العلوم\" ١/ ٤٠٢.(٥) انظر: \"الكشف والبيان\" ٤/ ١٤٠ أ.(٦) أخرجه بمعناه الطبري ٦/ ١٤، وانظر: \"الكشف والبيان\" ٤/ ١٤٠ أ.</p><p> وقال أبو إسحاق: الذين اختلفوا في قتله شاكُّون, لأن بعضهم زعم أنه إله ما قُتل، وبعضهم زعم أنه قُتل، وهم في ذلك شاكُّون (١) . </p><p> وقال الكلبي: اختلافهم فيه هو أن اليهود قالت: نحن قتلناه وصلبناه، وقال بعضهم: ما قتلناه ولكن رأيناه يُرفع إلى السماء ونحن ننظر إليه (٢) . </p><p> قال الله عز وجل:  {مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ} منصوب على أنه استثناء ليس من الأول، المعنى: ما لهم به من علم لكنهم يتبعون الظن (٣) . </p><p> والكناية في قوله:  {لَفِي شَكٍّ مِنْه} تعود إلى القتل، والمعنى: وإن الذين اختلفوا في قتل عيسى لفي شك من قتله، ما لهم بعيسى من علم قُتل أو لم يقتل (٤) . </p><p> وقوله تعالى:  {وَمَا قَتَلُوهُ يَقِينًا} يجوز أن تكون الهاء راجعة إلى المسيح، كما قال:  {وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ} ، والمعنى: ما قتلوا المسيح على يقين من أنه المسيح (٥) . </p><p> وقال الحسن: معنى (يقينًا) ههنا حقًّا (٦) . فيجعله من تأكيد الخبر، وعلى هذا يتم الكلام عند قوله:  {وَمَا قَتَلُوهُ يَقِينًا} أي يقينًا ما قتلوه، على: حقًّا ما قتلوه. </p><p>(١) \"معاني القرآن واعرابه\" ٢/ ١٢٨. (٢) \"الكشف والبيان\" ٤/ ١٤٠ أ.(٣) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٦٨، و\"مشكل إعراب القرآن\" ١/ ٢١٢.(٤) انظر: الطبري ٦/ ١٢، و\"بحر العلوم\" ١/ ٤٠٢.(٥) انظر: \"معاني القرآن وإعرابه\" ٢/ ١٢٩. وهذا الوجه رجحه السمين الحلبي، وذكر أن عليه جمهور المفسرين. انظر: \"الدر المصون\" ٤/ ١٤٧.(٦) انظر: \"زاد المسير\" ٢/ ٢٤٦.</p>"
}