{
  "id": null,
  "sura": 4,
  "aya": 94,
  "text": "<p> فقال: كان أهل العلم إذا سئلوا، قالوا: لا توبة له، وإذا ابتلي (الرجل قالوا له)  (١) : تُب (٢) . </p><p> وسئل مسروق عن توبة القاتل فقال:  \"لا أغلق بابًا فتحه الله\"  (٣) . </p><p> ٩٤ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا}  (٤) الضرب في الأرض معناه السير فيها بالسفر للتجارة والجهاد (٥) . </p><p> قال ابن السكيت: يقال: ضربت في الأرض أبتغي الخير (٦) . </p><p> قال الزجاج: ومعنى ضربتم في الأرض أي سرتم وغزوتم (٧) . </p><p> قال ابن عباس في رواية الكلبي، وغيره من المفسرين: نزلت الآية في أسامة (٨) بن زيد وأصحابه، بعثهم رسول الله في سرية، فلقوا رجلاً كان قد انحاز بغنم له إلى جبل، وكان قد أسلم، فقال لهم: السلام عليكم لا إله إلا الله محمد رسول الله، فبدر إليه بعضهم فقتله، قيل: إنه أسامة بن زيد، </p><p>(١) ما بين القوسين غير واضح في المخطوط، والتسديد من \"الوسيط\" للمؤلف ٢/ ٦٦٥. (٢) أورده البغوي في \"معالم التنزيل\" ٢/ ٢٦٧، والسيوطي في \"الدر المنثور\" ٢/ ٣٥٣.(٣) لم أقف عليه.(٤) بدأ تفسير هذِه الآية في صفحة (ب) لوحة (١٨) من المخطوط في أثناء الصفحة وقبله خمسة أسطر لتفسير الآية (٩٣).(٥) انظر: الطبري ٥/ ٢٢١.(٦) \"تهذيب اللغة\" ٣/ ٢١٠٢ (ضرب).(٧) \"معاني القرآن وإعرابه\" ٢/ ٩١.(٨) هو أبو محمد أو أبو زيد، أسامة بن زيد بن حارثة بن شراحيل الكلبي حب رسول الله - صلى الله عليه وسلم - وابن حبه، ولد في الإسلام، ومات النبي - صلى الله عليه وسلم - وله عشرون سنة، كان عمر يجله ويكرمه. توفي رضي الله عنه سنة ٥٤ هـ.انظر: \"الاستيعاب\" ١/ ١٧٠، و\"سير أعلام النبلاء\" ٢/ ٤٩٦، و\"الإصابة\" ١/ ٣١.</p><p> واستاقوا غنمه، فلما أتوا رسول الله - صلى الله عليه وسلم - قال لأسامة:  \"لم قتلته وقد أسلم؟ \" قال: إنما قالها متعوذًا، فقال:  \"هلَّا شققت عن قلبه؟ \" ثم حصل رسول الله - صلى الله عليه وسلم - ديته إلى أهله، ورد عليهم غنمه (١) . </p><p> وقوله تعالى:  {فَتَبَيَّنُوا} . وقرئ (فتثبتوا)  (٢) . </p><p> \"يقال: تبينت الأمر، أي تأملته وتوسمته، وقد تبين الأمر، يكون لازمًا وواقعًا\"  (٣) . </p><p> قال أبو عبيد في قوله - صلى الله عليه وسلم -: [\"ألا إن التبين من الله -جل ثناؤه-]  (٤) </p><p>(١) من طريق الكلبي في \"الكشف والبيان\" ٤/ ١٠٤، و\"معالم التنزيل\" ٢/ ٢٦٨، و\"تنوير المقباس\" بهامش المصحف ص ٩٣ بمعناه، وأخرجه من طريق العوفي عن ابن عباس الطبري ٥/ ٢٢٤، وعن السدي ٩/ ٧٨. واسم هذا الرجل المقتول مرداس بن نُهيك. وانظر: \"بحر العلوم\" ١/ ٣٧٨، و\"أسباب النزول\" للمؤلف ص ١٧٧. ولهذا الحديث أصل في \"صحيح مسلم\" (٩٦) كتاب: الإيمان، باب: تحريم قتل الكافر بعد أن قال: لا إله إلا الله عن أسامة بن زيد قال: \"بعثنا رسول الله - صلى الله عليه وسلم - في سرية فصبحنا الحرقان من جيهنة فأدركت رجلاً فقال: لا إله إلا الله. فطعنته، فوقع في نفسي من ذلك، فذكرته للنبي - صلى الله عليه وسلم -. فقال رسول الله - صلى الله عليه وسلم -:- \"أقال: لا إله إلا الله وقتلته؟ قال: قلت: يا رسول الله، إنما قالها خوفًا من السلاح. قال: \"أفلا شققت عن قلبه حتى تعلم أقالها أم لا؟! \" قال: فما زال يكررها علي حتى تمنيت أني أسلمت يومئذٍ.(٢) هذِه قراءة حمزة والكسائي وخلف، وقرأ الباقون بالأولى: \"فتبينوا\" انظر: \"الحجة\" ٣/ ١٧٣، و\"المبسوط\" ص ١٥٧، و\"النشر\" ٢/ ٢٥١، و\"تحبير التيسير\" ص ١٠٥.(٣) \"تهذيب اللغة\" ١/ ٢٦٤ (بان).(٤) ما بين القوسين قد طمست حروفه، والتسديد من \"غريب الحديث\" لأبي عبيد ١/ ٧، وانظر: \"تهذيب اللغة\" ١/ ٢٦٥ (بان).</p><p> والعجلة من الشيطان فتبينوا\" (١) قال الكسائي: [وغيره: التبين مثل التثبت في الأمور]  (٢) والتأني [فيها، وقد روي عن عبد الله بن مسعود أنه كان يقرأ]  (٣) قوله تعالى: {إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} وبعضهم: (فتثبتوا)  (.........)  (٤) لأن التبين غاية الاحتياط الذي (........)  (٥) بالتبيين أبلغ. ومن قرأ بالثاء فحجته أن التثبت هو خلاف الإقدام [والمراد التأني]  (٦) وخلاف التقدم، والتثبت أشد اختصاصًا بهذا الموضع (٧) ، وهو حسن أيضًا على طريق الأمر بسبب التبين (.. (٨) ..) والإرشاد بذكر سبب البيان. </p><p>(١) أخرجه الترمذي (٢٠١٢) في كتاب: البر، باب: ما جاء في التأني والعجلة بلفظ: \"الأناة من الله والعجلة من الشيطان\". قال الترمذي: هذا حديث غريب، وقد تكلم بعض أهل الحديث في عبد المهيمن بن عباس ابن سهل [أحد رجال سند الحديث] وضعفه من قبل حفظه. (٢) ما بين القوسين قد طمس حروفه في المخطوط، والتسديد من \"غريب الحديث\" لأبي عبيد ١/ ٢٢٧، وانظر: \"تهذيب اللغة\" ١/ ٢٦٥ (بان).(٣) ما بين المعقوفين حصل عليه طمس، والتسديد من أبي عبيد في \"غريب الحديث\" ١/ ٢٢٧.وقد مر عزو القراءتين لمن قرأ بهما من العشرة.(٤) هنا لم تتضح بعض الكلمات في المخطوط بحدود نصف سطر تقريبًا، وعند أبي عبيد في \"الغريب\" ١/ ٢٢٧ بعد قوله: \"وبعضهم فتثبتوا\" قال أبو عبيد: \"والمعنى قريب بعضه من بعض\".(٥) غير واضح في المخطوط بسبب التآكل وغيره بحدود ثلثي سطر.(٦) ما بين المعقوفين غير واضح في المخطوط، والتسديد من \"الحجة\" لأبي علي ٣/ ١٧٤ لأن الكلام منه.(٧) \"الحجة\" ٢/ ١٧٤.(٨) كلمة غير واضحة في المخطوط.</p><p> وقوله تعالى:  {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ} . وقرئ (السلام)  (١) ، فمن قرأ بالألف فله معنيان: </p><p> أحدهما: أن يكون السلام الذي هو تحية المسلمين، أي لا تقولوا لمن حياكم بهذه التحية: إنما قالها تعوذًا، فتقدموا عليه بالسيف لتأخذوا ماله، ولكن كفوا عنه، واقبلوا منه ما أظهره (٢) . </p><p> والثاني: أن يكون المعنى: لا تقولوا لمن اعتزلكم (وكف يده عنكم فلم يقاتلكم)  (٣) : </p><p> {لَسْتَ مُؤْمِنًا}  (٤) . قال الأخفش: يقال إنما فلان سلام، إذا كان لا يخالط أحدًا، فكأن المعنى: لا تقولوا لمن اعتزلكم، ولم يخالطكم في القتال: لست مؤمنًا (٥) . </p><p> وأصل هذا من السلامة؛ لأن المعتزل طالب للسلامة. ومن قرأ (السَّلَم) أراد الانقياد والاستسلام إلى المسلمين ومنه قوله: {وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ}  [النحل: ٨٧] أي: استسلموا, ولما يراد منهم (٦) . </p><p>(١) قرأ بإثبات الألف ابن كثير وأبو عمرو وعاصم والكسائي ويعقوب، وقرأ الباقون بحذفها. انظر: \"السبعة\" ص ٢٣٦، و\"الحجة\" ٣/ ١٧٥، ١٧٦، و\"المبسوط\" ص ١٥٨، و\"النشر\" ٢/ ١٥١. (٢) \"الحجة\" ٣/ ١٧٦، ١٧٧، وانظر: \"معاني الزجاج\" ٢/ ٩٢، و\"تهذيب اللغة\" ٢/ ١٧٤٣ (سلم)، و\"حجة القراءات\" ص ٢٠٩، و\"الكشف\" ١/ ٣٩٥.(٣) ما بين القوسين جاء في \"الحجة\" ٣/ ١٧٧ هكذا: \"وكفوا أيديهم عنكم، ولم يقاتلوكم\" ولعل ما عند المؤلف أصوب، لأن نهاية الكلام جاء بالإفراد.(٤) \"الحجة\" ٣/ ١٧٧، وانظر: \"الكشف\" ١/ ١٩٥.(٥) قول الأخفش من \"الحجة\" ٣/ ١٧٧ ولم أقف عليه في كتابه \"معاني القرآن\". وانظر: \"الكشف\" ١/ ٣٩٥.(٦) \"الحجة\" ٣/ ١٧٧، وانظر: \"معاني الزجاج\" ٢/ ٩٢، و\"حجة القراءات\" ص =</p><p> فأعلم الله عز وجل أن حق من ألقى السلام أن يُتبين أمره (١) ، وأن يتثبت في أمره. </p><p> وكذا الحكم اليوم إذا دخل جيش المسلمين بلاد الحرب أن لا يتعرضوا لمن يُرى عليه سيما الإسلام، في سلام أو كلام (.. (٢) ..) وأن لا يتسارعوا إلى قتله إلا بعد التبين. </p><p> وقوله تعالى:  {تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} . </p><p> قال أبو عبيد: جميع متاع الدنيا عرَض، بفتح الراء، يقال: \"إن الدنيا عرَض حاضر، يأخذ منها البر والفاجر (٣) . </p><p> والعرْض -بسكون الراء- ما سوى الدراهم والدنانير، فصار العرض من العرض، وليس كل عرض عرضًا (٤) . </p><p> قال بعض أهل اللغة: إنما سمي متاع الدنيا عرضًا؛ لأنه عارض زائل غير باق ثابت (٥) ، ومنه سمَّى المتكلمون ما خالف الجوهر من الحوادث عرضًا لقلة لبثه (٦) . </p><p>= ٢٠٩، و\"الكشف\" ١/ ٣٩٥. (١) \"معاني الزجاج\" ٢/ ٩٢، و\"حجة القراءات\" ص ٢٠٩.(٢) غير واضح بسبب تآكل في المخطوط بقدر كلمة أو كلمتين، ولعلها: (بالأذى) أو (بالأخذ).(٣) أشار في \"اللسان\" ٥/ ٢٨٨٧ (عرض) إلى أن هذا القول يروى حديثًا. ولم أقف عليه.(٤) كلام أبي عبيد من \"تهذيب اللغة\" ٣/ ٢٣٩٦ (عرض) بتصرف يسير، وانظر: القرطبي ٥/ ٣٤٠، و\"اللسان\" ٥/ ٢٨٨٥ (عرض).(٥) انظر: \"المفردات\" ص (٣٣١)، والقرطبي ٥/ ٣٣٩، و\"عمدة الحفاظ\" ص ٣٥٣ (عرض).(٦) انظر: المرجع السابق.</p><p> قال ابن عباس في هذه الآية:  \"يريد الغنائم\"  (١) . </p><p> وقوله تعالى:  {فَعِنْدَ اللَّهِ مَغَانِمُ كَثِيرَةٌ} . </p><p> يعني: ثوابًا كثيراً لمن ترك قتل من ألقى إليه السلم (٢) . </p><p> وقوله تعالى:  {كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ} . </p><p> قال الحسن وابن زيد: كنتم كفارًا مثلهم، فمن الله عليكم فهداكم (٣) . </p><p> وهذا اختيار الزجاج، لأنه قال: أعلم الله أن كل من أسلم ممن كان كافرًا فبمنزلة هذا الذي تعود بالإسلام، فقال جل وعز {كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ} بالإسلام، وبأن قبل ذلك منكم على ما أظهرتم (٤) . هذا كلامه. </p><p> وظاهر قوله:  {كَذَلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ} يوهم أن المقتول كان كافرًا، وليس الأمر على هذا، وإنما التشبيه وقع لحال كفرهم بحال كفر المقتول قبل إسلامه، ثم منَّ الله عليهم بالإسلام كما من على المقتول وقَبِلَ منه ظاهر الإسلام، فيجب أن يقبلوا هم بظاهر </p><p>(١) جاء معناه في أثر طويل عن ابن عباس أخرجه الطبري ٥/ ٢٢٣ من طريق العوفي، وأخرجه ابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٥٦. (٢) من \"الكشف والبيان\" ٤/ ١٠٥ ب، وانظر: الطبري ٥/ ٢٢١.وقيل: غنائم كثيرة في الدنيا مما أذن الله فيه وأباحه. انظر: \"بحر العلوم\" ١/ ٣٧٩، و\"زاد المسير\" ٢/ ١٧٢.(٣) أخرجه بنحوه عن ابن زيد الطبري ٥/ ٢٢٦، وانظر: \"زاد المسير\" ٢/ ١٧٢، وأما عن الحسن فقد ذكره الهواري في \"تفسيره\" ١/ ٤١٣.وقد ورد مثل هذا القول عن قتادة، ومسروق. انظر: \"زاد المسير\" ٢/ ١٧٢، و\"الدر المنثور\" ٢/ ٣٥٨ - ٣٥٩.(٤) \"معاني القرآن وإعرابه\" ٢/ ٩٢.</p><p> الإسلام، وفي هذا تبكيت بهم وتعيير لهم، حيث لم يقبلوا ما أظهره الذي قتلوه من الإسلام، إذ قيل لهم: أنتم كنتم مثله في الكفر، ثم قبل ظاهر الإسلام منًا من الله عليكم. هذا قول واحد. </p><p> وقال سعيد بن جبير:  \"كذلك كنتم من قبل تستخفون بإيمانكم عن قومكم كما استخفى هذا الراعي بإيمانه عن قومه، فمنَّ الله عليكم بإعزازكم حتى أظهرتم دينكم\"  (١) . </p><p> والقول هو الأول، لأنه لا شك أنهم أسلموا بعد أن لم يكونوا مسلمين، فأما الاستخفاء فلم يكن عامًا فيهم كعموم الإسلام بعد أن لم يكونوا عليه. </p><p> وقال مقاتل:  (كذلك كنتم من قبل (٢)  (.......)  (٣) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا}  [النساء: ٩٤] . </p><p> قال عطية العوفي: يقول: إنكم قتلتموه على ماله (٤) . </p><p> وقال بعضهم: معنى قوله: {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} تحذير وزجر عن الإضمار بخلاف الإظهار. </p><p> قال ابن عباس وغيره: ثم استغفر رسول الله - صلى الله عليه وسلم - لأسامة، وأمره بعتق رقبة (٥) . </p><p>(١) أخرجه الطبري ٥/ ٢٢٦، وأخرجه عبد الرزاق وابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٥٩. (٢) قول مقاتل في \"تفسيره\" ١٥/ ٤٠٠: (كذلك) يعني هكذا (كنتم من قبل) الهجرة.(٣) طمس وبياض بمقدار أربعة أسطر في المخطوط.(٤) لم أقف عليه.(٥) تقدم تخريج الأثر، لكن يشير فيه الأمر بالعتق.</p>"
}