{
  "id": null,
  "sura": 4,
  "aya": 170,
  "text": "<p> وقوله تعالى:  {وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا} لأنه لا يتعذر عليه ولا يضره، ولأنه قادر على أن يخلق لهم العذاب والألم شيئًا بعد شيء إلى ما لا يتناهى، وذلك أنه لما وصف أنه لا نهاية لخلودهم في جهنم بين أنه لا يتعذر ذلك عليه. </p><p> ١٧٠ - قوله تعالى:  {يَا أَيُّهَا النَّاسُ} قال ابن عباس: يريد المشركين (١) . {قَدْ جَاءَكُمُ الرَّسُولُ بِالْحَقِّ مِنْ رَبِّكُمْ} قال: يريد بالهدى والصدق (٢) . وقال الكلبي: بشهادة أن لا إله إلا الله (٣) . </p><p> والباء في {بِالحَقِّ} معناه التعدية، وهو في موضع الحال على معنى: جاء ومعه الحق (٤) . </p><p> وقوله تعالى:  {فَآمِنُوا خَيْرًا لَكُمْ} قال الفراء: {خَيْرًا} منصوب باتصاله بالأمر، لأنه من صفة الأمر، ويستدل على ذلك بجواز الكناية عن الأمر قبل الخبر، كقولك: اتق الله هو خير لك، أي الاتقاء خير لك، فإذا سقطت (هو) اتصل (خير) بما قبله وهو الأمر، والأمر معرفة فنصب. هذا معنى كلامه (٥) . </p><p> مفهوم هذا أنه انتصب على القطع لأنه كان يجب أن يكون مرفوعًا بهو، فلما حذفت نصب باتصاله بالمعرفة، كقوله:  {وَلَهُ الدِّينُ وَاصِبًا} </p><p>(١) انظر: \"بحر العلوم\" ١/ ٤٠٦، و\"زاد المسير\" ٢/ ٢٥٩، و\"تنوير المقباس\" بهامش المصحف ص ١٠٤. (٢) انظر: \"زاد المسير\" ٢/ ٢٥٩.(٣) انظر: \"بحر العلوم\" ١/ ٤٠٦، والقرطبي ٦/ ٢٠.(٤) انظر: القرطبي ٦/ ٢٠، و\"الدر المصون\" ٤/ ١٦٤(٥) \"معاني الفراء\" ١/ ٢٩٥، ٢٩٦ بتصرف.</p><p> [النحل:٥٢] ، كان يجب أن يكون الواصب، فلما منع الألف واللام وهو نعت لمعرفة نصب (١) </p><p> وقال أبو عبيدة: هو نصب على ضمير جواب، تقديره: يكن خيرًا لكم (٢) . </p><p> ونحو ذلك قال قطرب، فإنه قال: فآمنوا يكن الإيمان خيرًا لكم (٣) . </p><p> قال الفراء: ليس نصبه بإضمار (يكن) ، ألا ترى أنك تقول: اتق الله تكن محسنًا , ولا يجوز أن تقول: اتق الله محسنًا فأنت تضمر (تكن) ، ولا يصلح أن تقول: انصرنا أخانا، وأنت تريد: تكن أخانا (٤) . </p><p> قال الزجاج: قال الخليل وجميع البصريين: إن هذا محمول على المعنى، لأنه إذا قلت: آمن خيرًا لك، وانته خيرًا لك، فأنت تدفعه عن أمر وتدخله في غيره، (كأنك)  (٥) : انته وائت خيرًا، وادخل فيما هو خير لك. </p><p> فكأن معنى قوله:  (آمنوا خيرا لكم) : ائتوا خيرًا لكم، وأنشد جميع البصريين قول عمر بن أبي ربيعة (٦) : </p><p> فواعِديهِ سَرْحَتَيْ مالِكٍ ... أو الرُّبا بينهما أسْهَلَا (٧) </p><p>(١) ذكر السمين في \"الدر المصون\" ٤/ ١٦٤ رأي الفراء ضمن أربعة أوجه في إعراب \"خيرًا\" فقال: \"الثاني -وهو مذهب الفراء- أنه نعت لمصدر محذوف، أي: فآمنوا إيمانًا خيرًا لكم\". ثم قال مضعفًا لهذا الوجه: \"وفيه نظر، من حيث إنه يفهم أن الإيمان منقسم إلى خير وغيره .. \". (٢) \"مجاز القرآن\" ١/ ١٤٣.(٣) لم أقف عليه.(٤) \"معاني القرآن\" ١/ ٢٩٦.(٥) يحتمل أن هنا سقطًا، وتمامه: \"كأنك قلت\".(٦) هو أبو الخطاب عمر بن عبد الله بن أبي ربيعة المخزومي، تقدمت ترجمته.(٧) \"ديوانه\" ص ٣٤١، والكتاب ١/ ٢٨٣، والطبري ٦/ ٣٤.</p>"
}