{
  "id": null,
  "sura": 4,
  "aya": 162,
  "text": "<p> وقوله تعالى:  {وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا} قال مجاهد: وبصدهم أنفسهم وغيرهم عن الحق (١) . </p><p> ١٦١ - وقوله تعالى:  {وَأَكْلِهِمْ أَمْوَالَ النَّاسِ بِالْبَاطِلِ} يعني: ما أخذوه من الرّشى في الحكم، وغير ذلك مما يؤخذ على جهة الخيانة، وكل وجه يؤخذ به المال مما هو محظور في الدين (٢) . </p><p> وقوله تعالى:  {وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ} ولم يقل: أعتدنا لهم، لأنه علم أن منهم من يؤمن؛ فيأمن العذاب (٣) . </p><p> وأما وجه تحريم الطيبات عليهم، كيف كان؟ ومتى كان؟ وعلى لسان من حرم عليهم؟ فلم أجد فيه شيئًا أنتهي إليه فتركته، وذكرت اختلاف المفسرين في كيفية تحريم الإبل وألبانها عليهم عند قوله:  {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ} الآية [آل عمران: ٩٣] . </p><p> ١٦٢ - قوله:  {لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ} قال قتادة ومقاتل: (لكن) ههنا بمعنى: استدراك، والاستثناء لمؤمني أهل الكتاب (٤) . </p><p> قال ابن عباس: يعني: المبالغين (٥) في علم الكتاب منهم. يريد عبد الله ابن سلام (٦) وعدة نفر (٧) . </p><p>(١) \"تفسيره\" ١/ ١٨١، وأخرجه الطبري ٢٤/ ٢، وعبد بن حميد وابن المنذر. انظر: \"الدر المنثور\" ٢/ ٤٣٤. (٢) انظر: الطبري ٢٤/ ٢، و\"بحر العلوم\" ١/ ٤٠٣، و\"الكشف والبيان\" ٤/ ١٤٢ ب.(٣) انظر: \"الكشف والبيان\" ٤/ ١٤٢ ب.(٤) أخرجه عن قتادة عبد بن حميد وابن المنذر، انظر: \"الدر المنثور\" ٢/ ٤٣٤، و\"تفسير مقاتل\" ١/ ٤٢٢.(٥) هكذا في المخطوط، وقد يكون الصواب: \"البالغين\".(٦) تقدمت ترجمته.(٧) انظر: \"زاد المسير\" ٢/ ٢٥٠، ٢٥١، وابن كثير ١/ ٦٤٦، و\"تنوير المقباس\" =</p><p> قال الزجاج: يعني: أنهم لعلمهم وثبوتهم وبصيرتهم في علمهم آمنوا بالنبي - صلى الله عليه وسلم - (١) . </p><p> وقوله تعالى:  {وَالْمُؤْمِنُونَ} قال ابن عباس: والمؤمنون من أصحاب محمد عليه السلام (٢) . </p><p> وقوله تعالى:  {وَالْمُقِيمِينَ الصَّلَاةَ} اختلفوا في وجه نصب المقيمين: </p><p> فقال أبو زيد: هو نسق على الهاء والميم في (منهم) ، المعنى: لكن الراسخون في العلم منهم ومن المقيمين (٣) . </p><p> قال الزجاج: وهذا عند النحويين رديء؛ لأنه لا يُنسق الظاهر المجرور على المضمر المجرور إلا في اضطرار (٤) . </p><p> وذهب بعضهم إلى أن هذا وهم من الكتاب. </p><p> رُوي ذلك عن عائشة (٥) رضي الله عنها، وأبان (٦) بن عثمان (٧) . </p><p>= بهامش المصحف ص ١٠٣، و\"الدر المنثور\" ٢/ ٤٣٤. (١) \"معاني القرآن وإعرابه\" ٢/ ١٣٠.(٢) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٠٣.(٣) انظر: \"معاني الزجاج\" ٢/ ١٣٠، و\"إعراب القرآن\" للنحاس ١/ ٤٧٠، ٤٧١، و\"الكشف والبيان\" ٤/ ١٤٣ أ.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٣١.(٥) أخرج الأثر عنها: الطبري ٦/ ٢٥، وانظر: \"الكشف والبيان\" ٤/ ١٤٣ أ.(٦) هو أبو سعيد أو أبو عبد الله أبان بن عثمان بن عفان الأموي، من كبار الثقات التابعين. مات رحمه الله سنة ١٠٥هـ انظر: \"تاريخ الثقات\" ١/ ١٩٩، و\"سير أعلام النبلاء\" ٤/ ٣٥١، و\"التقريب\" ص ٨٧ رقم (١٤١).(٧) أخرجه الطبري ٦/ ٢٥، وانظر: \"الكشف والبيان\" ٤/ ١٤٣/ أ.ومثل هذا القول لا يثبت عن الصحابة، وقد رده المحققون من العلماء كما سيأتي قريبًا.</p><p> ورُوي أيضًا أنَّ عثمان قال: أرى في المصحف لحنًا، وستقيمه العرب بألسنتها (١) . </p><p> وقال أبو حاتم والزجاج وغيرهما: وهذا القول بعيد، لأن الذين جمعوا القرآن من الصحابة كانوا أهل اللغة والقدوة، فكيف يتركون في كتاب الله شيئًا يصلحه غيرهم، وهم الذين أخذوه عن رسول الله - صلى الله عليه وسلم - وجمعوه، ولم يكونوا ليُعلِّموه الناس على الغلط، فهذا مما لا ينبغي أن يُنسب إليهم، والقرآن محكم لا لحن فيه، ولا فيه شيء تتكلم العرب بأجود منه في الإعراب (٢) . </p><p> ولسيبويه والخليل وجميع النحويين في هذا باب يسمونه: باب المدح، وقد بينوا فيه صحة هذا وجودته. قالوا: إذا قلت: مررت بزيد الكريم، فإن أردت أن تُخلِّص زيدًا من غيره، فالخفض وجه الكلام حتى يعرف زيد الكريمُ من غير الكريم، وإن أردت المدح والثناء نصبت، فقلت: الكريمَ، كأنك قلت: أذكُرُ الكريمَ، وإن شئت على: هو الكريمُ. وجاءني قومك المطعمين في المَحْل والمُغيثون في الشدائد، على معنى: أذكر المطعمينَ وهم المغيثون، وكذلك هذه الآية، معناها: أذكر المقيمين وهم المؤتون للزكاة (٣) ، وأنشدوا قول خرنق (٤) : </p><p>(١) لا يصح هذا الخبر عن عثمان، بل قال ابن تيمية: إنه باطل. انظر: \"زاد المسير\" ٢/ ٢٥٢، و\"مجموع الفتاوى\" ١٥/ ١٥٣، و\"شرح شذور الذهب\" ص ٥٠. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٣١.(٣) \"معاني الزجاج\" ٢/ ١٣١، ١٣٢، وانظر: \"الكتاب\" ١/ ٢٠١، ٢/ ٦٢ - ٦٦، و\"إعراب القرآن\" للنحاس ١/ ٤٧٠ - ٤٧١.(٤) هي الخرنق بنت بدر بن هفان البكرية القيسية، من الشعراء في الجاهلية، وهي أخت لطِرفة بن العبد لأمه، وكانت زوجة عبد عمرو بن بشر سيد قومه، ولها =</p><p> لا يَبْعَدن قومي الذين همُ ... سُمُّ العداة وآفةُ الجُزْرِ </p><p> النازِلين بِكُلِّ مُعْتَركٍ ... والطيبونَ معاقِدَ الأزْرِ (١) </p><p> على معنى: أُذكر النازلين وهم الطيبون، رفعه ونصبه على المدح، وبعضهم برفع النازلين وينصب الطيبين، وهذا قول جميع البصريين (٢) ، وعلى هذا القول المؤرِّج والفراء (٣) وأبو العباس (٤) . </p><p> وقد ذكرنا شرح هذا الباب عند قوله:  {وَالصَّابِرِينَ فِي الْبَأْسَاءِ}  [البقرة: ١٧٧]  (٥) . </p><p> وقال أبو علي: نص سيبويه على أن قوله: {وَالْمُقِيمِينَ الصَّلَاة} نصب على المدح (٦) . </p><p> وكان الكسائي يذهب إلى أن (المقيمين) في محل الخفض بالعطف على ما في قوله: {بِمَا أُنْزِلَ إِلَيْكَ}  [النساء: ١٦٢] والمعنى عنه: ويؤمنون بالمقيمين الصلاة، وتفاؤل في المقيمين الصلاة أنهم الأنبياء، وينكر أن </p><p>= ديوان مطبوع. انظر: \"الشعر والشعراء\" ص (١٠٣)، و\"الكامل\" ٣/ ٤٠، و\"الأعلام\" ٢/ ٣٠٣، ومقدمة ديوانها. (١) \"ديوانها\" ص ٤٣، و\"الكتاب\" ١/ ٢٠٢، ٢/ ٦٤، و\"مجاز القرآن\" ١/ ١٤٣، و\"الكامل\" ٣/ ٤٠، و\"معاني الزجاج\" ٢/ ١٣٢، و\"إعراب القرآن\" للنحاس ١/ ٤٠٧.ومعنى \"لا يبعدن\": لا يهلكن، والعداة: جمع عاد، و\"آفة الجزر\": الآفة العلة، والجزر جمع جزور، أي المكثرين لنحر الإبل. والمعترك: موضع القتال.(٢) \"معاني الزجاج\" ٢/ ١٣٢.(٣) لم أقف عليه.(٤) لعله المبرد. انظر: \"الكامل\" ٣/ ٤٠.(٥) انظر: الكتاب ٢/ ٦٣ - ٦٦.(٦) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٧٠ - ٤٧١، و\"الدر المصون\" ٤/ ١٥٤.</p>"
}