{
  "id": null,
  "sura": 4,
  "aya": 69,
  "text": "<p> وقال غيره: ولأدمنا لهم اللطيفة التي يثبتون بها على الطاعة في لزوم الطريق المستقيم. كأنه يقول: ولأثبتناهم على الطريق المستقيم كقوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ}  [الفاتحة: ٦] ، (١) . وقيل: ولهديناهم في الآخرة طريق الجنة (٢) . </p><p> ٦٩ - قوله تعالى:  {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ} الآية. اختلفوا في سبب نزولها؛ فقال جماعة من أهل التفسير: إنها نزلت في ثوبان (٣) مولى رسول الله - صلى الله عليه وسلم -، وكان بلغ من حبِّه لرسول الله ما شجاه وأثر فيه، فسأله رسول الله - صلى الله عليه وسلم - عن حاله، فقال: إني لا أكاد أصبر عنك، وأذكر الآخرة وأنت تُرفع في درجة النبيين، وأنا مع العبيد، فلا ألقاك، فنزلت الآية. وهذا قول ابن عباس في رواية الكلبي (٤) . </p><p> وقال السدي: إن ناسًا من الأنصار قالوا: يا رسول الله إنك تسكن </p><p>(١) لم أقف عليه. (٢) انظر: \"المحرر الوجيز\" ٤/ ١٢٥، \"التفسير الكبير\" ١٠/ ١٦٩.(٣) هو أبو عبد الله ثوبان بن بجدد، وقيل: ابن جحدر، من حمير اليمن، أصابه السِّباء فاشتراه الرسول - صلى الله عليه وسلم - وأعتقه وخيره بين البقاء معه واللحاق بأهله فاختار البقاء معه وخدمته حتى توفي الرسول - صلى الله عليه وسلم - فارتحل إلى مصر والشام ومات رضي الله عنه بحمص سنة ٥٤ هـ. انظر: \"أسد الغابة\" ١/ ٢٩٦، \"سير أعلام النبلاء\" ٣/ ١٥، \"الإصابة\" ١/ ٢٠٤.(٤) ذكره أبو الليث السمرقندي في \"بحر العلوم\" ١/ ٣٦٧، وأورده غير منسوب لابن عباس الثعلبي في \"الكشف والبيان\" ٤/ ٨٤ ب، وذكره المؤلف في \"أسباب النزول\" ١٦٨ - ١٦٩، وقال الحافظ ابن حجر: \"حكي ذلك عن جماعة من الصحابة\" \"الكافي الشاف\" ص ٤٦، وانظر: \"تنوير المقباس\" بهامش المصحف ص ٨٩، وقد أخرج الطبراني وابن مردويه من طريق الشعبي عن ابن عباس: \"أن رجلاً أتي النبي - صلى الله عليه وسلم - .. \" \"الحديث بمعناه. انظر: ابن كثير ٢/ ٣٣٤ ط \"الدر المنثور\" ٢/ ٣٢٥.</p><p> الجنة في أعلاها، ونحن نشتاق إليك، فكيف نصنع؟ فنزلت الآية (١) . </p><p> وقال الشعبي: جاء رجل من الأنصار إلى رسول الله، فقال: لأنت أحب إليّ من نفسي وأهلي ومالي وولدي، ولولا أني آتيك فأراك , فظننت أني سأموت وبكى. فقال له النبي - صلى الله عليه وسلم -: ما أبكاك؟ فقال: ذكرت أنك تُرفع مع النبيين، ونحن إن دخلنا الجنة كنا دونك، فلم يُخبره النبي - صلى الله عليه وسلم - بشيءٍ، فأنزل الله:  {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ} إلى قوله: {عَلِيمًا} ، فقال له النبي: أبشر (٢) . </p><p> وقال الحسن: إن المؤمنين قالوا للنبي: ما لنا منك إلا الدنيا، فإذا كانت الآخرة رُفعت في الأعلى (فحزن النبي - صلى الله عليه وسلم -)  (٣) وحزنوا، فنزلت هذه الآية إلى قوله:  {عَلِيمًا}  (٤) . </p><p> وقال مقاتل: نزلت في رجل من الأنصار، قال للنبي - صلى الله عليه وسلم -: إذا خرجنا من عندك إلى أهالينا اشتقنا إليك، فما ينفعنا شيء حتى نرجع إليك، وذكرتُ درجتك في الجنة، فكيف لنا برؤيتك إن دخلنا الجنة؟ فأنزل هذه الآية، فلما توفي النبي - صلى الله عليه وسلم - أتى الأنصاريَّ ابنه وهو في حديقة له، فأخبره بموت النبي - صلى الله عليه وسلم -، فقال: اللهم أعمني فلا أرى شيئًا أبدًا بعد حبيبي، حتى </p><p>(١) أخرجه الطبري ٥/ ١٦٤، وانظر: \"الدرالمنثور\" ٢/ ٣٢٥. (٢) أخرجه السمرقندي في \"بحرالعلوم\" ١/ ٣٦٧، وسعيد بن منصور وابن المنذر. انظر: \"الدر المنثور\" ٢/ ٣٢٥. وورد نحوه مرفوعاً من طريق الشعبي عن ابن عباس وعائشة وبعض التابعين. انظر: الطبري ٥/ ١٦٣ - ١٦٤ \"أسباب النزول\" للمؤلف ١٦٩ - ١٧٠، وابن كثير ١/ ٥٧٣ - ٥٧٤، \"الدرالمنثور\" ٢/ ٣٢٥، \"لباب النقول\" ص (٧٤).(٣) ما بين القوسين بياض في (ش)، والتسديد من \"التفسير الكبير\" ١٠/ ١٧٠.(٤) انظر: \"التفسير الكبير\" ١٠/ ١٧٠.</p><p> ألقى حبيبي. فعمي مكانه، وكان يُحب النبي - صلى الله عليه وسلم - حبًا شديدًا، فجعله الله معه في الجنة (١) . </p><p> قال الكلبي وغيره:  {وَمَنْ يُطِعِ اللَّهَ} في الفرائض {وَالرَّسُولَ} في السنن (٢) . </p><p> قوله:  {فَأُولَئِكَ} أي المطيعون. قاله الزجاج (٣) . </p><p> وقوله تعالى:  {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ} . </p><p> أي أنه يستمتع برؤية النبيين وزيارتهم والحضور معهم، فلا يتوهمن من أجل أنهم في أعلى عليين أنه لا يراهم (٤) . </p><p> وقوله تعالى:  {وَالصِّدِّيقِين} . قال ابن (المظفر: هو من)  (٥) صدّق بكل ما أمر الله، لا يتخالجه في شيء منه شك، وصدق الأنبياء، فهو صديق. وهو قول الله عز وجل:  {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ}  [الحديد: ١٩]  (٦) . </p><p>(١) \"تفسير مقاتل\" ١/ ٣٨٧، ٣٨٨، وانظر: \"التفسير الكبير\" ١٠/ ١٧٠، وهذا الأثر غريب لوروده من طريق مقاتل وهو مطعون فيه، ولأن سؤال الرجل العمى لا يتفق وورود النهي عن مثله والأمر بسؤال الله العافية، ولأن فيه ما يحتاج إلى توقف وقد انقطع الوحي. (٢) \"الكشف والبيان\" ٤/ ٨٥ أ، \"تنويرالمقباس\" بهامش المصحف ص ٨٩، ونسبه ابن الجوزي في \"زاد المسير\" ٢/ ١٢٦، إلى ابن عباس.(٣) في \"معاني القرآن وإعرابه\" ٢/ ٧٣، وانظر: \"تهذيب اللغة\" ٢/ ١٤٤٣ (رفق).(٤) انظر: \"معالم التنزيل\" ٢/ ٢٤٧، \"التفسير الكبير\" ١٠/ ١٧١، والقرطبي ٥/ ٢٧٢.(٥) ما بين القوسين غير واضح في (ش)، وأثبته حسب الرجوع إلى \"العين\" ٥/ ٥٦، \"تهذيب اللغة\" ٢/ ١٩٩٠ - ١٩٩١ (صدق).(٦) \"العين\" ٥/ ٥٦, \"تهذيب اللغة\" ٢/ ١٩٩٠ - ١٩٩١ (صدق)، وانظر: \"التفسير الكبير\" ١٠/ ١٧٢.</p><p> وقال الكلبي: الصديقون أفاضل أصحاب النبي عليه السلام (١) . وقال مقاتل: الصديقون [أول]  (٢) من صدّق بالأنبياء (حين عاينوهم)  (٣)  (٤) . </p><p> وقال الزجاج: الصديقون أتباع الأنبياء (٥) . </p><p> قد ذكرنا مستقصى ما قيل في الشهيد عند قوله:  {وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ}  [آل عمران: ١٤٠] . وأما تفسير الشهداء ههنا فقال الكلبي ومقاتل: هم القتلى في سبيل الله (٦) . وقال الزجاج: هم القائمون بالقسط (٧) . </p><p> وقوله تعالى:  {وَالصَّالِحِينَ} . قال الكلبي: هم سائر المسلمين (٨) . وقال مقاتل: أهل الجنة (٩) . </p><p> وقوله تعالى:  {وَحَسُنَ أُولَئِكَ رَفِيقًا} . قال الزجاج: أي حسن الأنبياء وهؤلاء رفيقًا (١٠) . </p><p>(١) انظر: \"الكشف والبيان\" ٤/ ٨٥ أ، \"التفسيرالكبير\" ١٠/ ١٧٢، \"تنوير المقباس\" بهامش المصحف ص ٨٩. (٢) بياض في (ش) والتسديد من \"الوسيط\" ٢/ ٦١٤.(٣) ما بين القوسين غير واضح، وما أثبته استعانة \"بالوسيط\" ٢/ ٦١٤.(٤) \"تفسيره\" ١/ ٣٨٨.(٥) انظر: \"معاني القرآن وإعرابه\" ٢/ ٧٣، \"تهذيب اللغة\" ٢/ ١٤٤٣ (رفق).(٦) \"تفسير مقاتل\" ١/ ٣٨٨، وانظر: \"الكشف والبيان\" ٤/ ٨٥ أ، \"معالم التنزيل\" ٢/ ٢٤٧، \"تنوير المقباس\" بهامش المصحف ص ٨٩.(٧) ليس في \"معاني القرآن وإعرابه\".(٨) في \"تنوير المقباس\" ص ٨٩: \"صالحي أمة محمد\"، وانظر: \"بحر العلوم\" ١/ ٣٦٧, \"الكشف والبيان\" ٤/ ٨٥، \"الوسيط\" ٢/ ٦١٤.(٩) لم أقف عليه.(١٠) انظر: \"معاني القرآن وإعرابه\" ٢/ ٧٣.</p><p> ومعنى الرفيق (١) في اللغة: لين الجانب ولطافة الفعل، وصاحبه رفيق، وقد رفق يرفق (٢) . هذا معناه في اللغة. والصاحب يسمى رفيقًا لارتفاقك به وبصحبته، ومن هذا قيل للجماعة في السفر رفقة، لارتفاق بعضهم ببعض (٣) . </p><p> قال الفراء: وإنما وحد الرفيق وهو حقه الجمع؛ لأن الرفيق والبريد والرسول تذهب به العرب إلى الواحد وإلى الجمع، ولا يجوز أن تقول: حسن أولئك رجلاً، وإنما يجوز ذلك إذا كان اسمًا مأخوذًا من فعل (٤) ، ولم يكن اسمًا مصرحًا مثل: رجل وامرأة (٥) ، ألا ترى أن الشاعر قال: </p><p> وإذا هم طعموا فألأم طاعمُ (٦) </p><p> قال أبو إسحاق: لا فرق بين رفيق ورجل؛ لأن الواحد في التمييز ينوب عن الجماعة، وكذلك في المواضع التي لا تكون إلا جماعة نحو: </p><p>(١) هكذا في (ش) ولعل الصواب: الرفق (بدون ياء على المصدر) وسياق الكلام يدل عليه. وانظر: \"العين\" ٥/ ١٤٩، \"تهذيب اللغة\" ٢/ ١٤٤٣ (رفق)، \"التفسير الكبير\" ١٠/ ١٧٥. (٢) من \"العين\" ٥/ ١٤٩، \"تهذيب اللغة\" ٢/ ١٤٤٣ (رفق).(٣) انظر المصدرين السابقين.(٤) هكذا الحركة فوقية على الفاء، وقد تكون تحتية لاختلاف المصطلحات الإملائية عبر العصور.(٥) كلام الفراء ليس في \"معاني القرآن\"، وانظر: \"معاني الزجاج\" ٢/ ٧٣، \"تهذيب اللغة\" ٢/ ١٤٤٣ - ١٤٤٤، \"اللسان\" ٣/ ١٦٩٦ (رفق).(٦) صدر بيت وعجزه:وإذا هم جاعوا فشر جياعوانظر: \"نوادر أبي زيد\" ص ١٥٢، والطبري ١/ ٦٥٢، و\"البحر المحيط\" ١/ ٣٣٢، و\"معاني الفراء\" ١/ ٣٣، و\"المحرر الوجيز\" ١/ ١٣٤، و\"الاشتقاق\" لابن دريد ص ٤١٧.</p>"
}