{
  "id": null,
  "sura": 4,
  "aya": 82,
  "text": "<p> ٨٢ - قوله تعالى:  {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ} معنى التدبير والتدبر في اللغة النظر في العواقب (١) ، ومنه قول الأكثم (٢) ألا (٣) تتدبروا أعجز (٤) الأمور قد ولت صدورها (٥) . </p><p> ويقال لمن نظر في أمر قد أدبر: استدبر فلان أمره، ويقال: لو استقبلت من أمري ما استدبرت، أي: لو عرفت في صدره ما عرفت في عاقبته (٦) . </p><p> وقال الزجاج: معنى تدبرت الشيء: نظرت في عاقبته، وسمي النحل دبرًا لأنه يعقب ما ينتفع به. والمال الكثير دبر، لأنه يبقى للأعقاب والأدبار (٧) . </p><p> ومعنى الآية: أفلا يتأملون القرآن ويتفكرون فيه. </p><p>(١) انظر: \"معاني الزجاج\" ٢/ ٨٢، \"تهذيب اللغة\" ٢/ ١١٤٣، \"مقاييس اللغة\" ٢/ ٣٢٤، \"الصحاح\" ٢/ ٦٥٥ (دبر). (٢) في المخطوط: \"الأكثر\" والتصويب من \"تهذيب اللغة\" ٢/ ١١٤٣ (دبر) وأكثم هو بن صيفي بن رباح بن الحارث التميمي الحكيم المشهور، أحد المعمرين، أدرك الإسلام وقصد المدينة ليسلم فمات في الطريق في نحو سنة ٩ هـ. انظر: \"جمهرة أنساب العرب\" ص (٢١٠)، \"أسد الغابة\" ١/ ١٣٤، \"الإصابة\" ١/ ١١٠، \"الأعلام\" ٢/ ٦.(٣) في \"تهذيب اللغة\" ٢/ ١١٤٣، \"اللسان\" ٣/ ١٣٢١ (دبر): \"لا\"، ولعله هو الصواب كما سيأتي من بيان لقول أكثم.(٤) في \"التهذيب\": \"أعجاز\".(٥) \"تهذيب اللغة\" ٢/ ١١٤٣، \"اللسان\" ٣/ ١٣٢١ (دبر)، \"التفسير الكبير\" ١٠/ ١٩٦، وقال الأزهري مبينًا قول أكثم: \"يقول: إذا فاتكم الأمر لم ينفعكم الرأي، وإن كان محكمًا\".(٦) انظر: \"تهذيب اللغة\" ٢/ ١١٤٣ (دبر)، \"التفسير الكبير\" ١٠/ ١٩٦، \"اللسان\" ٣/ ١٣٢١ (دبر).(٧) \"معاني القرآن وإعرابه\" ٢/ ٨٢، وانظر: \"زاد المسير\" ٢/ ١٤٤.</p><p> قال ابن عباس: وما فيه من المواعظ والذكر والأمر والنهي (١) . </p><p> وقال الزجاج: يعني به المنافقون (٢) . </p><p> وقوله تعالى:  {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} قال ابن عباس: يريد لو كان من عند مخلوق لكان فيه كذب واختلاف وباطل (٣) . </p><p> وقد بين الزجاج وكشف عن هذا المعنى فقال: لو كان ما يُخبرون به مما بينوا وما يسرون فيوحى إلى النبي - صلى الله عليه وسلم - لولا أنه من عند الله لكان الإخبار به مختلفًا؛ لأن الغيب لا يعلمه إلا الله عز وجل (٤) . فالاختلاف على هذا التفسير معناه الكذب. </p><p> وقال قتادة وابن زيد في قوله:  {اخْتِلَافًا} : أي تناقضًا من جهة حق وباطل (٥) . وهذا القول معناه كالأول؛ لأنَّ تأويله: أنه لو كان من عند غير الله لكان ما فيه من الإخبار عن الغيب بعضه حقًا وبعضها باطلًا. </p><p> وقال بعض أهل المعانى: قوله: {لَوَجَدُوا فِيهِ اخْتِلَافًا} أي من جهة بليغ ومرذول (٦) . يعني أنه لو كان من عند مخلوق لكان على قياس كلام </p><p>(١) انظر: \"زاد المسير\" ٢/ ١٤٤، \"تنوير المقباس\" بهامش المصحف ص ٩١. (٢) \"معاني القرآن وإعرابه\" ٢/ ٨٢.(٣) انظر: \"الكشف والبيان\" ٤/ ٩١ ب، \"زاد المسير\" ٢/ ١٤٤، \"تنوير المقباس\" بهامش المصحف ص ٩١.(٤) \"معاني القرآن وإعرابه\" ٢/ ٨٢.(٥) هذا معنى قولهما، وقد أخرجه ابن جرير ٥/ ١٧٩ - ١٨٠، وانظر: \"معاني القرآن\" للنحاس ٢/ ١٤٠، \"النكت والعيون\" ١/ ٥١٠، \"الدر المنثور\" ٢/ ٣٣٢.(٦) \"النكت والعيون\" ١/ ٥١٠، ونسبه الماوردي لبعض البصريين، وانظر: \"زاد المسير\" ٢/ ١٤٥.</p><p> العباد، بعضه بليغ حسن وبعضه مرذول فاسد، فلما كان جميع القرآن بليغًا عرف أنه من عند الله. </p><p> ومعنى الاختلاف في اللغة: أن يذهب أحد الشيئيين خلاف ما ذهب إليه الآخر، والأقوال المختلفة أن يذهب بعضها إلى الخطأ وبعضها إلى الصواب، أو بعضها إلى الحسن البليغ وبعضها إلى المرذول القبيح. </p><p> وليس بحمد الله في القرآن اختلاف تناقض، ولا اختلاف تفاوت، بأن يكون بعضها حسنًا وبعضه قبيحًا. </p><p> فأما اختلاف القراءات، واختلاف مقادير الآيات والسور، واختلاف الأحكام في الناسخ والمنسوخ فكلٌّ صواب وكله حق، وليس ذلك اختلافًا يؤدي إلى فساد وتناقض، بل هو اختلاف يوافق بعضه بعضًا في الحسن (١) . </p><p>(١) ولشيخ الإسلام ابن تيمية كلام جيد يوضح هذا المعنى ويؤكده، فمما قال حول ذلك: \"الخلاف بين السلف في التفسير قليل، وخلافهم في الأحكام أكثر من خلافهم في التفسير، وغالب ما يصح عنهم من الخلاف يرجع إلى اختلاف تنوع لا اختلاف تضاد، وذلك صنفان: أحدهما: أن يُعبر كل واحد منهم عن المراد بعبارة غير عبارة صاحبة تدل على معنى في المسمى غير المعنى الآخر مع اتحاد المسمَّى ... كما قيل في اسم السيف: الصارم والمهند، وذلك مثل أسماء الله الحسنى وأسماء رسوله - صلى الله عليه وسلم - وأسماء القرآن. الصنف الثاني: أن يذكر كل منهم من الاسم العام بعض أنواعه على سيل التمثيل وتنبيه المستمع على النوع، لا على سبيل الحد المطابق للمحدود في عمومه وخصوصه ....ومن التنازع الموجود عنهم ما يكون اللفظ فيه محتملًا للأمرين، إما لكونه مشتركًا في اللفظ كلفظ (قسورة) الذي يراد به الرامي ويراد به الأسد. ولفظ (عسعس) الذي يراد به إقبال الليل وإدباره ... \" \"مجموع الفتاوى\" ١٣/ ٣٣٣ - ٣٤٠، وانظر: \"البحر المحيط\" ٣/ ٣٠٥.</p>"
}