{
  "id": null,
  "sura": 4,
  "aya": 80,
  "text": "<p> ونحو هذا روي عن زيد بن علي. وهذا لا يكاد يستقيم، لأنه إضمار ليس عليه دليل (١) ، ولأنا قد بينا أنه لا يجوز حمل الحسنة والسيئة في هذه الآية على الطاعة والمعصية، فاستغنينا عن هذا التكلف. </p><p> وقوله تعالى:  {وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا} . قال ابن عباس: يريد أنك قد بلغت رسالاتي ونصحت عبيدي (٢) . {وَكَفَى بِاللَّهِ شَهِيدًا} على ما بلغت من رسالة ربك. </p><p> ٨٠ - قوله تعالى:  {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} . </p><p> قال ابن عباس: يريد أن طاعتكم لمحمد - صلى الله عليه وسلم - طاعة لله (٣) . </p><p> وقال الزجاج: أي من قبل ما أتى به الرسول فإنما قبل ما أمر الله جل وعز (٤) به. </p><p> وقال الحسن: جعل الله طاعة رسوله - صلى الله عليه وسلم - طاعته، وقامت به الحجة على المسلمين (٥) . </p><p> وذكر الشافعي رحمه الله في الرسالة في فرض طاعة الرسول (٦) هذه الآية، وقال: إن كل فريضة فرضها الله تعالى في كتابه، كالحج والصلاة </p><p>= \"وأنا كتبتها عليك\" قراءة عن أبي بن كعب وابن مسعود وابن عباس رضي الله عنهم انظر: \"إعراب القرآن\" لنحاس ١/ ٤٧٤، \"معالم التنزيل\" ٢/ ٢٥٣، \"البحر المحيط\" ٣/ ٣٠١، \"الدر المنثور\" ٢/ ٣٣٠ - ٣٣١. (١) بل عليه دليل وهو القراءة الواردة عن الصحابة، وتعتبر تفسيرية. وتقدم قريبًا عزو ذلك عند الأثر عن أبي صالح.(٢) لم أقف عليه.(٣) لم أقف عليه.(٤) \"معاني القرآن وإعرابه\" ٢/ ٧٠.(٥) \"تفسير كتاب الله العزيز\" للهواري ١/ ٤٠٢.(٦) أي: في باب فرض الله طاعة رسول الله من \"الرسالة\" ص ٧٩.</p><p> والزكاة، لولا بيان رسول الله - صلى الله عليه وسلم - ما كنَّا نعرف كيف نأتيها, ولا يمكننا أداء شيء من العبادات، وإذا كان الرسول من الشريعة بهذه المنزلة، كانت طاعته على الحقيقة طاعةً الله. هذا معنى كلام الشافعي (١) . </p><p> وقال مقاتل في هذه الآية: إن النبي - صلى الله عليه وسلم - كان يقول:  \"من أحبني أحب الله، وما أطاعني فقد أطاع الله\"  (٢) فقال المنافقون: لقد قارف هذا الرجل الشِّرك، وهو ينهى أن يُعبد غير الله، وما يريد إلا أن نتخذه (٣) ربًا كما اتخذت النصارى عيسى، فأنزل الله تصديقًا لقول نبيه:  {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ}  (٤) . </p><p> وقوله تعالى:  {وَمَنْ تَوَلَّى} . قال ابن عباس: يريد عن طاعة محمد (٥) ، وقال مقاتل:  {وَمَنْ تَوَلَّى} أعرض عن طاعته (٦) . </p><p> ومعنى التولِّي في اللغة الإعراض، وقد أعطينا حقه عند قوله:  {ثُمَّ تَوَلَّيْتُمْ مِنْ بَعْدِ ذَلِكَ}  [البقرة: ٦٤] . </p><p> من المفسرين من يجعل التولِّي في هذه الآية إعراضًا جهارًا (٧) ، </p><p>(١) انظر: \"الرسالة\" ص ٧٩ - ١٠٤، \"التفسير الكبير\" ١٠/ ١٩٣. (٢) \"تفسيره\" ١/ ٣٩١، وآخره أخرجه البخاري (٢٩٥٧) في الجهاد، باب: يقاتل من وراء الإمام، ومسلم (١٨٣٥) في كتاب الإمارة، باب: وجوب طاعة الأمراء.(٣) في (ش): (يتخذه) بالياء، ولعل الصواب: (نتخذه) بالنون، انظر: \"بحر العلوم\" ١/ ٣٧٠، \"معالم التنزيل\" ٢/ ٢٥٣.(٤) انظر: \"بحر العلوم\" ١/ ٣٧٠، \"الكشف والبيان\" ٤/ ٩٠ أ، \"معالم التنزيل\" ٢/ ٢٥٣، \"زاد المسير\" ٢/ ١٤١.(٥) انظر: \"تنوير المقباس\" بهامش المصحف ص ٩١.(٦) \"تفسيره\" ١/ ٣٩٢ ولفظه: \"أعرض عن طاعتهما\".(٧) انظر: \"بحر العلوم\" ١/ ٣٧٠، \"المحرر الوجيز\" ٤/ ١٤٤، \"زاد المسير\" ٢/ ١٤٢، \"التفسير الكبير\"١٠/ ١٩٤.</p><p> ويقول: هذا في أول ما بُعث، ويقول في معنى قوله:  {فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} أي حافظًا لهم من التولي والإعراض كما قال جل وعز: {إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ}  [الشورى: ٤٨] ثم أمر فيما بعد بالجهاد والإكراه بالسيف، ونُسخ هذا وأمثاله. </p><p> وهذا معنى قول ابن زيد (١) ، واختيار ابن قتيبة (٢) . </p><p> ومنهم من يجعل التولي ههنا إضمار العداوة للرسول، والإعراض عنه في السر؛ كتولي المنافقين، ويقول في قوله:  {فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} أي حافظًا لهم من المعاصي حتى لا تقع، حافظًا لأعمالهم التي يقع الجزاء عليها؛ لأن الله هو المُجازي بها. وإلى هذه الطريقة مال أبو إسحاق؛ لأنه يقول في قوله:  {فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا} : تأويله والله أعلم أنك لا تعلم غيبهم، وإنما لك ما ظهر منهم (٣) . </p><p> ومعنى جواب الجزاء في قوله:  {وَمَنْ تَوَلَّى فَمَا أَرْسَلْنَاكَ} كأنه يقول: ومن تولى فليس عليك بأس لتوليه؛ لأنك لم ترسل عليهم حفيظًا من المعاصي حتى لا تقع، أو حفيظًا لأعمالهم التي يقع الجزاء عليها، فتخاف ألا تقوم بها على ما ذكرنا (٤) . وعلى هذه الطريقة لا موضع للنسخ في الآية. </p><p>(١) أخرجه الطبري ٥/ ١٧٧، وانظر: \"الدر المنثور\" ٢/ ٣٣١. (٢) انظر: \"تفسير غريب القرآن\" ص ١٢٧، و\"الكشف والبيان\" ٤/ ٩٠ ب، والقرطبي ٥/ ٢٨٨.(٣) \"معاني القرآن وإعرابه\" ٢/ ٨٠، وانظر: \"التفسير الكبير\" ١٠/ ١٩٤.(٤) انظر: الطبري ٥/ ١٧٧، \"تفسير الهواري\" ١/ ٤٠٢، \"الكشاف\" ١/ ٢٨٤، \"التفسير الكبير\" ١٠/ ١٩٤.</p>"
}