{
  "id": null,
  "sura": 4,
  "aya": 106,
  "text": "<p> وقوله تعالى:  {وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا} قال الزجاج: أي لا تكن مخاصمًا ولا دافعًا عن خائن (١) . </p><p> وخصيمك الذي يُخاصمك، وجمعه خصماء، وأصله من الخصم وهو ناحية الشيء وطرفه، والخصم طرف الراوية (٢) ، وطرف الفراش، وقيل للخصمين خصمان؛ لأخذ كل واحد منهما في ناحية من الحجج والدعوى وخصوم السحابة جوانبها (٣) ، قال الأخطل (٤) : </p><p> إذا طعنتْ فيها الجنوبُ تحاملتْ ... باعجازِ جرّارٍ تداعى خُصومُها (٥) </p><p> أي: تجاوب جوانبها بالرعد، وطعن الجنوب فيها سوقها إياه. والجرّار الثقيل ذو الماء، تحاملت باعجازه: دفعت أواخره (٦) . </p><p> ١٠٦ - قوله تعالى:  {وَاسْتَغْفِرِ اللَّهَ} . قال مقاتل: من جدالك عن طعمة (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٠١، وانظر: \"زاد المسير\" ٢/ ١٩٢. (٢) في المخطوط: \"الرواية\" وهو تصحيف، انظر: \"تهذيب اللغة\" ١/ ١٠٤٢، و\"اللسان\" ٢/ ١١٧٧ (خصم).والراوية هي المرادة. انظر:\"الصحاح\" ٦/ ٢٣٦٤ (روي).(٣) من \"تهذيب اللغة\" ١/ ١٠٤٢ (خصم) بتصرف، وانظر: \"اللسان\" ٢/ ١١٧٧ (خصم).(٤) هو أبو مالك غياث بن غوث شاعر مسيحي من شعراء الدولة العباسية، توفي سنة ٩٠ تقريبًا. انظر: \"طبقات الشعراء\" ص ١٤٧، و\"الشعر والشعراء\" ص ٣١٩، و\"الأعلام\" ٥/ ١٢٣.(٥) ديوان الأخطل ص ٣١٩، و\"تهذيب اللغة\" ١/ ١٠٤٢، و\"اللسان\" ٢/ ١١٧٧ (خصم)، والجنوب: ريح الجنوب.(٦) \"تهذيب اللغة\" ١/ ١٠٤٢ (خصم).(٧) \"تفسير مقاتل\" ١/ ٤٠٥، و\"الكشف والبيان\" ٤/ ١١٧ أ.</p><p> وقال السدي:  (مما أردت من جدالك عنه)  (١) . </p><p> وقال [....]  (٢) : ( \"من همك بقطع اليهودي\"  (٣) ونحوه روي عن ابن عباس) (٤) . </p><p> وقال الكلبي: من همك باليهودي أن (....)  (٥) . </p><p> فإن قيل: فهل كان للنبي - صلى الله عليه وسلم - في هذه القصة ذنب حتى أمر بالاستغفار؟ </p><p> قيل: الأصل في هذا أن الأنبياء صلوات الله عليهم معصومون عن الكبائر، وذلك بإجماع العلماء (٦) . فأما الصغائر: فمن العلماء من قال: كانوا معصومين عنها (٧) ، ومنهم من قال: ما كانوا معصومين عنها (٨) . </p><p> وكذلك الخلاف في جواز السهو والنسيان عليهم (٩) ، مع إجماعهم على أن السهو غير جائز عليهم في تبليغ الوحي، وأن السهو إن وقع فهو في غير الوحي، فإنَّ الله لا يقررهم على السهو، بل ينبهم، والصحيح أن السهو </p><p>(١) ما بين القوسين لم يتضح جيدًا في المخطوط، وانظر: \"الوسيط\" ٢/ ٦٩٨، ولم أقف على من خرجه. (٢) لم يتضح اسم القائل، وكأنه مجاهد.(٣) لم أقف عليه.(٤) ذكره الثعلبي في \"الكشف والبيان\" ٤/ ١١٧ أ.(٥) ما بين القوسين كلمة غير واضحة في المخطوط، وأظنها: \"تقطعه\". انظر: \"الكشف والبيان\" ٤/ ١١٧ أ، و\"تنوير المقباس\" بهامش المصحف ص ٩٦.(٦) انظر: \"الفقه الأكبر\" لأبي حنيفة مع شرحه ص ٨٨، ٨٩، و\"أصول الدين\" للبغدادي ص ١٦٧، ١٦٨.(٧) انظر: \"الفقه الأكبر مع شرحه\" ص ٨٨، ٨٩.(٨) انظر: \"أصول الدين\" ص ١٦٨، والقرطبي ٥/ ٣٧٧.(٩) انظر: \"أصول الدين\" ص ١٦٨.</p><p> والنسيان جائز عليهم، وعلى هذا دلت الأخبار (١) . </p><p> فأما ذنب النبي - صلى الله عليه وسلم - في هذه القصة فقد قيل: إنه همّ بقطع اليهودي (٢) . </p><p> وقيل: إنَّه جادل عن طعمة، حتى قال للمدعي: عمدت إلى رجل مسلم ورميته بالسرقة من غير بينة (٣) . </p><p> وهذا مما يؤمر بالاستغفار عنه. </p><p> والذين قالوا: لا تجوز الصغائر عليهم قالوا: إنه أمر بالاستغفار على طريق التسبيح، كما يقول القائل:  \"اسْتَغْفِرِ اللهِ\" مكررًا له مرات كثيرة، على جهة التسبيح من غير أن يقصد بذلك إلى التوبة من ذنبٍ كره (٤) . </p><p> وقال بعض أهل العلم: استغفار الرسل إما أن يكون للأمة، واما أن يكون لذنب قبل النبوة، وإما أن يكون لزيادة الدرجة (٥) . وقد رُوي عن رسول الله أنه قال:  \" إن الله تعالى ليغفر ذنب الرجل المسلم عشرين مرة\"  (٦) معناه زيادة الدرجات. </p><p> قال أبو إسحاق: عرّف الله تعالى نبيه - صلى الله عليه وسلم - قصة طعمة، وأعلمه أنه خائن، ونهاه أن يحتج له، وأمره بالاستغفار مما هم به، وأن حكم بما أنزل </p><p>(١) قال البغدادي: \"وأما السهو والخطأ فليسا من الذنوب، فلذلك ساغا عليهم. وقد سهى نبينا - صلى الله عليه وسلم - في صلاته، حتى سلم من الركعتين، ثم بني عليها وسجد سجدتي السهو\". \"أصول الدين\" ص (١٦٨)، وانظر: \"شرح الفقه الأكبر\" ص ٩٢، ٩٣. (٢) تقدم هذا القول عن ابن عباس وغيره.(٣) أخرجه الطبري في الأثر الطويل عن قتادة بن النعمان ٥/ ٢٦٦. وتقدم قريبًا نحوه عن السدي ومقاتل. انظر ص ٤٠١.(٤) هكذا هذه الكلمة في المخطوط ولعل الصواب: ذكره، فسقطت الذال من الناسخ.(٥) انظر: \"الكشف والبيان\" ٤/ ١١٧ ب.(٦) لم أقف عليه.</p><p> الله في كتابه فقال:  {وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ} يعني طعمة ومن عاونه من قومه، وهم يعلمون أنه سارق (١) . والاختيان كالخيانة، يقال: خانه واختانه. وذكر ذلك عند قوله:  {عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ}  [البقرة: ١٨٧] ومعنى (يختانون أنفسهم) : يخونوها (٢) بالمعصية، والعاصي خائن لأنه مؤتمن على دينه. </p><p> ويجوز أن يكون المعنى: أن وبال خيانتهم راجع إليهم بالفضيحة في الدنيا والعقوبة في الآخرة، فكأنهم خانوا أنفسهم وإن خانوا غيرهم في الظاهر (بالسرقة كما يقال لمن ظلم غيره: إنه قد ظلم نفسه.</p><p> وقد صرحت الآية بالنهي)  (٣) عن المجادلة عن الظالمين في القليل والكثير، ألا ترى أن رسول الله - صلى الله عليه وسلم - جادل عن طعمة على غير بصيرة، (.. (٤) ..) الله تعالى بهذا، وأمره بالاستغفار، ونهاه عن المعاودة إلى مثله، فما ظنك بمن يعلم ظلم الظالم، ثم يستجيز معاونته؟! </p><p> وقوله تعالى:  {إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا} قال ابن عباس: \"يريد خوانًا فاجرًا\"  (٥) . </p><p> قال المفسرون: إن طعمة خان في الدرع، وأثم في رميه اليهودي، فقال الله تعالى:  {إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا}  (٦) . </p><p>(١) \"معاني الزجاج\" ٢/ ١٠١. (٢) هكذا في المخطوط، والصواب: \"يخونونها\" بالرفع.(٣) ما بين القوسين متكرر في المخطوط، ولعله سهو من الناسخ.(٤) ما بِين القوسين كلمة غير واضحة في المخطوط، والظاهر أنها: فعاتبه.(٥) \"تنوير المقباس\" بهامش المصحف ص ٩٦، وانظر: \"بحر العلوم\" ١/ ٣٨٥.(٦) من الثعلبي في \"الكشف والبيان\" ٤/ ١١٧ ب بتصرف.</p>"
}