{
  "id": null,
  "sura": 4,
  "aya": 9,
  "text": "<p> وهذا هو الذي عليه الناس اليوم (١) . </p><p> وقوله تعالى:  {فَارْزُقُوهُمْ مِنْهُ} أي: من الميراث، رَدّ الكناية إلى معنى القسمة لا إلى اللفظ، كقوله:  {ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ}  [يوسف: ٧٦] ، والصُّواع مذكر لا يُكنى عنه بالتأنيث، لكن أريد به المَشْربة والسِّقاية، فعادت الكناية إلى المعنى لا إلى اللفظ (٢) . </p><p> وقال أبو علي: القسمة ههنا يراد بها المقسوم؛ لأنه إنما يُرزق من التركة المقسومة (٣) . </p><p> ٩ - قوله تعالى:  {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ} الآية. اختلفوا في هذه الآية على قولين: </p><p> أحدهما: أن معنى الآية: وليخش من لو كان له ولد صغار خاف عليهم بعده الضيعة، أن يأمر الموصي بالإسراف فيما يعطيه اليتامى المساكين وأقاربه الذين لا يورثون، فيكون قد أمره بما لم يكن يفعله لو كان هو الميت. </p><p> قال ابن عباس في رواية عطاء: كان الرجل إذا حضرته الوفاة قعد </p><p>(١) قد رجح القول الأخير وهو القول بالاستحباب النحاس في \"الناسخ والمنسوخ\" ٢/ ١٥٩، وابن العربي في \"أحكام القرآن\" ١/ ٣٢٩، والقرطبي في \"الجامع لأحكام القرآن\" ٥/ ٤٩. (٢) انظر: \"معاني القرآن\" للأخفش ١/ ٤٣٤، \"البيان\" ١/ ٢٤٤، \"الدر المصون\" ٣/ ٥٨٩.(٣) قول أبي علي لم أقف عليه وهو بمعنى ما ذكر المؤلف قبله، وانظر -إضافة إلى ما سبق-: \"مشكل إعراب القرآن\" ١/ ١٩٠، \"غرائب التفسير\" ١/ ٢٨٥، \"الإملاء\" ١/ ٣٥٨.</p><p> عنده أصحاب رسول الله - صلى الله عليه وسلم - فقالوا: انظر لنفسك فإنّ ولدك لا يُغنون عنك من الله شيئًا، فيُقدِّم جل ماله وَيحجب ولده، وهذا قبل أن تكون الوصية في الثلث، فكره الله ذلك منهم وقال:  {وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ} يريد: من بعدهم. {ذُرِّيَّةً ضِعَافًا} يريد: صغارًا. {خَافُوا عَلَيْهِمْ} الفقر، {فَلْيَتَّقُوا اللَّهَ} يريد: فليخافوا الله إذا تَعدَّوا عند أحد من إخوانهم وهو في الموت. {وَلْيَقُولُوا قَوْلًا سَدِيدًا} يريد بالسديد من القول العدل، وهو أن يأمره أن يُخَلِّف ماله لولده ويتصدق ما دون الثلث (١) . </p><p> وهذا قول أكثر المفسرين، سعيد بن جبير والحسن وقتادة والسدي والضحاك ومجاهد (٢) . </p><p> والقول الثاني: أن هذا وعظ لولاة اليتامى، وعظوا في تَوِليَتِهم أمرهم بأن يفعلوا كما يحبون أن يُفعل بأولادهم من بعدهم. يقول: وليخش من لو ترك ولدًا صغارًا خاف عليهم الضَّيعة، فليُحسن إلى من كفله من اليتامى، وليفعل بهم ما يحب أن يفعل بولده من بعده. </p><p> وهذا قول تحتمله الآية، ولم أر أحدًا من المفسرين ذكره (٣) ، وبعض </p><p>(١) أورده عن عطاء عن ابن عباس الهواري في \"تفسير كتاب الله العزيز\" ١/ ٣٥١، وأخرجه بمعناه عن ابن عباس الطبري ٤/ ٢٦٩ - ٢٧٠ لكن من طريق ابن أبي طلحة -وهي أصح- وعزاه السيوطي في \"الدر المنثور\" ٢/ ٢٢٠، أيضًا إلى ابن المنذر وابن أبي حاتم والبيهقي. وانظر: \"تحقيق المروي عن ابن عباس\" ١/ ١٧٥. (٢) انظر: \"تفسير القرآن\" لعبد الرازق ١/ ١٥٠، والطبري ٢٧٠ - ٢٧١، و\"زاد المسير\" ٢/ ٢٢، وابن كثير (٤٩٥)، و\"الدر المنثور\" ٢/ ٢٢٠.(٣) بل ذكره غير واحد، وهو مروي عن ابن عباس وابن زيد، واستحسنه ابن كثير. انظر \"تأويل مشكل القرآن\" ص ٣٢٣، والطبري ٤/ ٢٧٠، و\"معاني الزجاج\" ٢/ ١٧, و\"زاد المسير\" ٢/ ٢٢، وابن كثير ٢/ ٢١٠.</p><p> المتأخرين حكاه، وعزاه إلى الكلبي (١) . وليس هو في تفسيره المعروف بطريق يوسف بن بلال (٢) . </p><p> وقرأ (٣) حمزة: {ضِعَافًا خَافُوا} بالإمالة فيهما (٤) . ووجه إمالة (ضعاف) أنّ ما كان على وزن فِعال، وكان أوله حرفًا مستعليًا مكسورًا، نحو: صِفات (٥) ، وقِفاف (٦) ، وخِباث وغِلاب، يحسن فيه الإمالة، وذلك أنه تصعّد بالحرف المستعلي ثم انحدر بالكسر، فيستحب أن لا يتصعّد بالتفخيم بعد التصوّب (٧) بالكسر، فيجعل الصوت (٨) على طريقة واحدة فلا يتصعّد بالتفخيم بعد التصوّب بالكسرة (٩) التي في خفت فينحوا نحوها بالإمالة. </p><p> قال سيبويه: بلغنا عن ابن أبي إسحاق (١٠) أنه سمع كثير عزة يقول: صار مكان كذا (١١) ، بالإمالة (١٢) . </p><p>(١) يقصد بمن حكاه وعزاه شيخه الثعلبي كما في \"الكشف والبيان\" ٤/ ١٨ ب. (٢) لم أقف له على ترجمته.(٣) الكلام في القراءة من \"الحجة\" ٣/ ١٣٣.(٤) أي بإمالة العين والخاء. انظر: \"الحجة\" ٣/ ١٣٣.(٥) في \"الحجة\": ضعاف.(٦) في \"الحجة\": قباب.(٧) في \"الحجة\": التصويب.(٨) في (أ)، (ب): الصوب بالباء الموحدة، والتصحيح من \"الحجة\".(٩) في \"الحجة\": بالكسر.(١٠) لعله أبو بحر عبد الله بن زيد الحضرمي العلامة المقرئ النحوي المتوفى سنة ١١٤هـ. انظر: \"أخبار النحويين\" للسيرافي ص ٤٢، \"نزهة الألباء\" ص ٢٦، \"بغية الوعاة\" ١/ ٤٠١.(١١) في \"الكتاب\" ٤/ ١٢١ لكن فيه: صار بمكان كذا وكذا، وانظر: \"الحجة\" ٢/ ٣٠.(١٢) انتهى من \"الحجة\" ٣/ ١٣٣ - ١٣٥ بتصرف، وانظر: \"معاني القراءات\" للأزهري ١/ ٢٩٢، \"الكشف\" لمكي ١/ ٣٧٧، \"النشر\" ٢/ ٢٤٧.</p><p> وقوله تعالى:  {وَلْيَقُولُوا قَوْلًا سَدِيدًا} السديد: العدل والصواب من القول (١) . قال ابن المظّفر (٢) : قال قل قولا سَدَدًا وسدَادًا وسدِيدًا (٣) والسدَد مقصور من السداد (٤) ، وأنشد (٥) لكعب (٦) : </p><p> ماذا عليها وماذا كان ينقصها ... يوم الترّحل لو قالت لنا سدَدَا (٧) </p><p> قال الأزهري: وقرأت بخط شَمِر: يقال سدّ عليك الرجل يسدّ سدًّا إذا أتى السداد. وما كان هذا الشيء سديدًا. ولقد سد يسد سدادًا وسدودا. وقال أوس: </p><p> فما جَبُنوا أنّا نَسُدّ عليهِمُ ... ولكِن لَقُوا نارًا تحُسُّ وتَسْفَعُ (٨) </p><p>(١) \"الكشف والبيان\" ٤/ ١٩ أ. (٢) في \"تهذيب اللغة\" ٢/ ١٦٥٦ (سدد).(٣) في \"تهذيب اللغة\": ... وسديدًا أي: صوابًا.(٤) انتهى من \"تهذيب اللغة\" ٢/ ١٦٥٦ (سدد) بتقديم وتأخير لا يؤثر في المعنى. وانظر: \"العين\" ٧/ ١٨٤، \"اللسان\" ٤/ ١٩٧٠ (سدد).(٥) ليس في \"التهذيب\".(٦) لم أعرفه.(٧) نسبه إلى كعب -كالمؤلف- الزمخشري في \"أساس البلاغة\" ١/ ٤٣٠ (سدد) ولم أجده في \"ديوان كعب بن زهير\" غير أن الجوهري في \"الصحاح\" ٢/ ٤٨٥ (سدد) نسبه إلى الأعشى، وكذا في \"لسان العرب\" ٤/ ١٩٧٠ (سدد) ولم أجده في \"ديوان الأعشى الكبير\" -ميمون بن قيس-. والشاهد منه: أن السدد مقصور من السداد.(٨) البيت منسوب لأوس في \"التهذيب\" ٢/ ١٦٥٥ (سد)، \"اللسان\" (١٩٦٩) (سدد) , ٦/ ٥٢ (حسس). غير أنه نسب إلى فروة بن مسيك المرادي في \"مجالس العلماء\" للزجاجي ص ١٤٣، \"الخصائص\" ٣/ ٢٩٢، ولعل الراجح الأول. والشاهد منه: نسد بالسين المهملة، وهي كذلك في \"التهذيب\"، وبقية المراجع بالشين المعجمة، ومعنى تَحُسّ: تُحْرِق، وتَسفَع لعل المراد: تُسَوَّد من الإحراق. انظر: \"التهذيب\" ٢/ ١٧٠٤ - ١٧٠٥ (سفع)، ١/ ٨١٦ (حس)، \"اللسان\" ٤/ ٢٠٢٨ (سفع).</p>"
}