{
  "id": null,
  "sura": 4,
  "aya": 104,
  "text": "<p> ١١]. قال أبو عبيدة: وإن شئت قلت: أوقته (١) . </p><p> وقال الزجاج في قوله:  {موقوتا} : أي مفروضًا موقتًا فرضه (٢) . </p><p> ١٠٤ - قوله تعالى:  {وَلَا تَهِنُوا فِي ابْتِغَاءِ الْقَوْمِ} . الخطاب للمؤمنين، وذكرنا معنى الوهن (٣) في قوله: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا}  [آل عمران: ١٣٩] . </p><p> والمراد بالقوم ههنا: أبو سفيان وأصحابه، لما انصرفوا عن أحد منهزمين، وقد قذف الله في قلوبهم الرعب، أمر الله تعالى نبيه عليه السلام أن يسير في آثارهم بعد الوقعة بأيام، فندب النبي - صلى الله عليه وسلم - الناس لذلك، فاشتكوا ما بهم من الجراحات، فأنزل الله هذه الآية (٤) . وقد مضت هذه القصة في سورة آل عمران (٥) . قال ابن عباس:  \"يريد لا تضعفوا في طلب العدو\"  (٦) . </p><p> وقوله تعالى:  {إِنْ تَكُونُوا تَأْلَمُونَ} . الألم الوجع، وقد ألم يألم، فهو آلم (٧) . قال ابن عباس:  \"يريد يوجعون كما توجعون الجراح\"  (٨) . </p><p>(١) ليس في \"مجاز القرآن\". (٢) \"معاني القرآن وإعرابه\" ٢/ ٩٩.(٣) \"الوهن: الضعف\"؛ \"الصحاح\" ٦/ ٢٢١٥، و\"اللسان\" ٨/ ٤٩٣٤ (وهن).(٤) ذكره الطبري ٥/ ٢٦٣ عن عكرمة، كما ذكره دون عزو السمرقندي في \"بحر العلوم\" ١/ ٣٨٤، والثعلبي في \"الكشف والبيان\" ٤/ ١١٥ ب، والبغوي في \"معالم التنزيل\" ٢/ ٢٨٢.(٥) ذكر جميع ذلك عند قوله تعالى: {وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل عمران: ١٣٩].(٦) أخرجه ابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٨١.(٧) \"تهذيب اللغة\" ١/ ١٨٨ (ألم) وفيه: \"فهو ألم\" بدون مد. وانظر: \"الصحاح\" ٥/ ١٨٦٣، و\"اللسان\" ١/ ١١٣ (ألم).(٨) بنحوه في \"تفسير ابن عباس\" ص (١٥٧)، وأخرجه أيضًا من طريق علي بن أبي طلحة: الطبري ٥/ ٢٦٣، وابن أبي حاتم، انظر: \"الدر المنثور\" ٢/ ٣٨١.</p><p> ونحو هذا قال غيره من المفسرين (١) ، وهذا يحتمل تأويلين: </p><p> أحدهما: أن المؤمنين كانت بهم جراحات، يجدون لها ألمًا يوهنهم عن المسير في آثار المشركين، والمشركون أيضًا بهم جراحات، كما بالمسلمين، فقيل للمسلمين: إنَّ ألمتم جراحكم، فهم أيضًا في مثل حالتكم من أثر الجراح. وعلى هذا دل كلام المفسرين أن المراد بالألم ههنا ألم جراح واقعة بالفريقين (٢) . </p><p> والآخر: أن هذا استدعاء إلى الجهاد مما يوجب الصبر عليه والجد فيه لرجحان حالهم على حال أعدائهم، بأنهم يرجون من الله ما لا يرجونه، فقد ساووهم في الصارف عن القتال، وهؤلاء انفردوا بداعٍ ليس لهم من ثواب الله على ذلك وكرامته التي هي (أوكد وكد داع)  (٣) إلى إتباع مرضاته، فالمراد بالألم ههنا ألم جرح يقع ويحصل في أحد الفريقين، يقول: إن ألمتم جرحًا يوقعونه فيكم فهم أيضًا يألمون بما توقعونه فيهم، فلا تضعفوا ولا تجنبوا (٤) عنهم، فقد تساويتم في وجود الآلام. </p><p> وعلى هذا الثاني دل كلام أبي إسحاق، فإنه قال: أي أن تكونوا توجعون فأنهم يجدون من الوجع فيما ينالهم من الجراح والتعب كما تجدون (٥) . </p><p>(١) كمجاهد وقتادة والسدي وابن زيد. انظر: الطبري ٥/ ٢٦٢، ٢٦٣. (٢) انظر: الطبري ٥/ ٢٦٢، ٢٦٣، و\"بحر العلوم\" ١/ ٣٨٤، و\"الكشف والبيان\" ٤/ ١١٥ ب، و\"النكت والعيون\" ١/ ٥٢٧.(٣) هكذا ما بين القوسين في المخطوط، وقد يكون فيه تكرار، فتكون العبارة: \"أوكد داع\".(٤) هكذا في المخطوط، ولعل الصواب: ولا تجبنوا، بباء ثم نون بعد الجيم.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٠٠، وانظر: الطبري ٥/ ٢٦٢، و\"زاد المسير\" ٢/ ١٨٩.</p><p> وهذا المعنى أراد الشداخ بن يعمر الكناني (١) في قوله يحض قومه على الحرب: </p><p> القوم أمثالكم لهم شعر ... في الرأس لا ينشرون إن قتلوا (٢) . </p><p> يقول: هم مثلكم إن قتلتم منهم لم يجيء قتيلهم، كما لا يجيء منكم من قتل. </p><p> وقوله تعالى:  {وَتَرْجُونَ مِنَ اللَّهِ مَا لَا يَرْجُونَ} . </p><p> قال الحسن وقتادة وابن جريج وأكثر أهل العلم: وتؤملون من ثواب الله ما لا يؤملون (٣) . </p><p> وقال الزجاج: أي أنتم ترجون النصر الذي وعدكم الله جل وعز وإظهار دينكم على [سائر]  (٤) أديان الملل المخالفة [لأهل الإسلام]  (٥) </p><p>(١) هو يعمر بن عوف بن كعب بن عامر الليثي الكناني و\"الشداخ\" لقبه، سمي بذلك لشدخه الدماء بين قريش وخزاعة، أي وضعها تحت قدميه وإصلاحه بينهم فهو من حكام العرب، ويبدو أنه شاعر جاهلي. انظر: \"المحبر\" ص ٣٣، و\"الاشتقاق\" ص ١٧١، و\"جمهرة أنساب العرب\" ص ١٨٠، و\"الأعلام\" ٨/ ٢٠٥.(٢) البيت في \"الحماسة الكبرى\" لأبي تمام ١/ ١١٣.(٣) أخرجه بمعناه عن قتادة وابن جريج: الطبري ٥/ ٢٦٢ - ٢٦٣، أما عن الحسن فذكره الهواري في \"تفسيره\" ١/ ٤٢٠.وقد قال بهذا القول أيضاً الضحاك. انظر: \"معاني القرآن\" للنحاس ٣/ ١٨٤، واختاره الطبري ٥/ ٢٦٢، ٢٦٤، وانظر: \"بحر العلوم\" ١/ ٣٨٤، و\"الكشف والبيان\" ٤/ ١١٥ ب.(٤) طمست ما بين المعقوفين هذه الكلمة في المخطوط حيث لم يبق من كلماتها إلا السين، والتسديد من الزجاج في \"معانيه\" ٢/ ١٠٠.(٥) طمس ما بين المعقوفين في المخطوط والتسديد من \"معاني الزجاج\" ٢/ ١٠٠.</p><p> وترجون مع ذلك الجنة، وهم لا يرجون؛ لأنهم كانوا غير مقرين [بالبعث، فأنتم ترجون من الله ما لا يرجون]  (١) . </p><p> وذهب بعض المفسرين إلى أن (...)  (٢) . </p><p> وأنكر الفراء والزجاج ذلك، فقال:  [وأجمع أهل اللغة الموثوق بعلمهم على أن الرجاء]  (٣) ههنا على معنى الأمل (٤) . </p><p> وقال الفراء: \"لا يعرف الرجاء بمعنى الخوف إلا مع (...)  (٥) . كقوله:  {مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا}  [نوح: ١٣] أي لا تخافون له عظمة. كقول أبي ذؤيب (٦) : </p><p> إذا لسعَتْه النَّحلُ لم يَرْجُ لسعَها ... وحالفَها في بيتِ نوبٍ عواملِ (٧) </p><p> وإنما كان كذلك لأن الرجاء لما أخرج عن أصله لم يتصرف في جميع الوجوه بمعنى الخوف، إلا في النفي خاصة. </p><p> قال الزجاج: وإنما اشتمل الرجاء على معنى الخوف؛ لأن الرجاء أمل قد يخاف أن لا يتم (٨) . يريد: إنما يُرجى كونه يخاف فوته. </p><p>(١) طمس ما بين المعقوفين في المخطوط، والتسديد من \"معاني الزجاج\" ٢/ ١٠٠. (٢) طمس ما بين القوسين في المخطوط، والظاهر أنه: \"الرجاء هنا بمعنى الخوف\" أو قريب من ذلك. انظر: \"معاني القرآن\" للفراء ١/ ٢٨٦، والطبري ٥/ ٢٦٤.(٣) طمس ما بين المعقوفين في المخطوط، والتسديد من \"معاني الزجاج\" ٢/ ١٠٠.(٤) انظر: \"معاني الزجاج\" ٢/ ١٠٠.(٥) طمس، وفي \"معاني الفراء\" ١/ ٢٨٦: \"ولم نجد معنى الخوف يكون رجاء إلا ومعه جحد\".(٦) تقدمت ترجمته.(٧) \"معاني القرآن\" ١/ ٢٨٦، والبيت في ديوان الهذليين ١/ ١٤٣ وقافيته \"عواسل\" بالسين، و\"تهذيب اللغة\" ٤/ ٣٤٧٦، و\"الصحاح\" ١/ ٢٢٩، و\"اللسان\" ٨/ ٤٥٧٠ (نوب). والشاهد منه: أن الرجاء بمعنى الخوف لما اقترن بنفي.(٨) \"معاني القرآن وإعرابه\" ٢/ ١٠٠.</p>"
}