{
  "id": null,
  "sura": 4,
  "aya": 23,
  "text": "<p> ٢٣ - قوله تعالى:  {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} الآية. الأُمَّهات جمع أمّ، وأم في الأصل أُمَّهَة، مثل: قُبَّرة وحُمَّرة، وأسقطت الهاء في التوحيد (١) ، قال الشاعر في اللغة الأصلية: </p><p> أُمَّهَتي خِنْدِفُ (وإِليَاسُ (٢) ) أَبِي (٣) </p><p> وقد يُجمع الأم: أمات (٤) ، بغير هاء، وأكثر ما يُستعمل في الحيوان غير الآدمي (٥) ، قال الراعي (٦) : </p><p> كانَتْ نَجَائِبَ مُنذِرٍ ومُحَرِّقٍ ... أُمَّاتُهُنّ وطَرْقُهُنّ فَحِيلا (٧) </p><p> وقولهم أمهات، بالجمع، الهاء فيها زيادة، ووزنها فعلهات، وقول الشاعر: </p><p>(١) انظر: \"تهذيب اللغة\" ١/ ٢٠٢ (أم). (٢) في (أ)، (د): والدَّوس، والتصويب من مصادر عدة ستأتي في عزو البيت وإيضاحه.(٣) البيت لقُصَيّ بن كِلاب جد النبي - صلى الله عليه وسلم - كما في \"جمهرة اللغة\" ٣/ ١٣٠٨ (له)، وصدر هذا الرجز عنده:عِنَد تَنَاديهم بِهالٍ وهَبِيجوهال كلمة زجر للخيل. وإلياس هو ابن مضر أحد أجداد قُصَيّ، وخِنْدِفُ زوجته أم مُدركة، وهذا لقب لها من الخندفة، وهو المشي بسرعة، واسمها ليلى بنت حلوان ابن عمران ابن الحاف من قضاعة انظر \"الاشتقاق\" لابن دريد ص ٣٠، ٤٢.وقد استُشهِد بالبيِت دون نسبة في \"الأمالي\" للقالي ٢/ ٣٠١، \"تهذيب اللغة\" ١/ ٢٠٢ (أم)، \"المحتسب\" ٢/ ٢٢٤.(٤) في (د): (أمهات).(٥) انظر: \"تهذيب اللغة\" ١/ ٢٠٢ (أم)، \"الصحاح\" ٥/ ١٨٦٣ (أمم).(٦) هو أبو جَندل عُبيد بن حُصين النميري، والراعي لقبه.(٧) البيت في \"جمهرة اللغة\" ٢/ ١٧٦ (حفل). قال ابن دريد: أي الذي طرق أمهاتهن كان فحلًا نجيبًا، والطرق الفحل، وكذلك في \"تهذيب اللغة\" ٣/ ٢٧٤٧ (فحل)، \"سر صناعة الإعراب\" ٢/ ٥٦٥.</p><p> أُمّهَتيِ خِندِفُ وإِليَاسُ أَبِي (١) </p><p> أي: أمي، والهاء زائدة (٢) . </p><p> وأجاز أبو بكر أن تكون الهاء أصلية، وتكون أمَّهة وزنها فُعَّلَة، وهو في هذا القول بمنزلة: تُرهَة، وأُبَّهَة، وعُلّفة، وقُبَّرة. </p><p> ويقول (٣) هذا القول ما رواه صاحب العين من قولهم: تأمّهت (٤) أمّا، فتأمهَت يبين أنه تفعّلت، بمنزلة: تفّوهت وتنبّهت، إلا أن قولهم في المصدر -الذي هو الأصل- أمومة يقوي زيادة الهاء؛ لأن العرب تقول: أمّ بينة الأمومة، فهذا يقوي أن وزنها فُعْلَهَة. </p><p> ويزيد في قوة ذلك قول الشاعر: </p><p> إذا الأُمَّهاتُ قَبَحْنَ الوُجوهَ ... فَرجْتَ الظَّلامَ (٥) بِأُمَّاتِكَا (٦)  (٧) </p><p>(١) تقدم قريبًا. (٢) من \"سر صناعة الإعراب\" ٢/ ٥٦٣، ٥٦٤ بتصرف.(٣) هكذا في (أ)، (د)، ولعل الصواب: وُيقوّي كما في \"سر صناعة الإعراب\" ٢/ ٥٦٤.(٤) في (د) (أمهت) وما أثبته هو الموافق لـ\"سر صناعة الإعراب\"، ومعنى تأمهت: اتّخذت.(٥) في (أ)، (د) الكلام، والتصويب من \"العين\" ٨/ ٤٣٤، \"التهذيب\" ١/ ٢٠٢ (أم)، \"سر صناعة الإعراب\" ٢/ ٥٦٤ وهو الأصل.(٦) البيت منسوب لمروان بن الحكم كما ذكر في \"معجم شواهد العربية\"، \"شرح شواهد الشافعية\" ص ٣٠٨، وهو من \"شواهد العين\" ٨/ ٤٣٤، \"تهذيب اللغة\" ١/ ٢٠٢، \"اللسان\" ١/ ١٣٦ (أمم). معنى البيت: إذا قَبَحت الأمهات بفجورهن وجوه أولادهن عند الناس كشفت الظلام بضياء أفعال أمهاتك وطهارتهن.(٧) الكلام من قوله: وأجاز أبو بكر إلى هنا من \"سر صناعة الإعراب\" ٢/ ٥٦٤ بتصرف يسير, ولم أجد ما ذكره في \"العين\" سوى البيت كما مر في عزوه.</p><p> إلا أن غالب الأمر يقال فيمن يَعقل بالهاء، وفيمن لا يعقل بغير هاء، أرادوا الفرق بينهما (١) ، والقول بزيادة الهاء أولى من اعتقاد حذفها؛ لأن الهاء أحد الحروف العشرة التي تُسمى حروف الزيادة، لا حروف النقص، فلا ينبغي أن يعتقد أن الهاء هي الأصل، وأن أُمًّا محذوف من أُمَّهَة. </p><p> فأما قول من قال: تأمّهت أمًّا، فيظهره مما يعارضه قولهم: أمّ بيّنة الأُمومة، بحذف الهاء، فرواية برواية، وبقي النظرة (٢) الذي قدمناه وهو أن الهاء كثيرًا ما تُزاد في الكلام، وقلّ ما يوجد حذفها، على أن قولهم: تأمّهت، إنما حكاها صاحب العين، وفي ذلك الكتاب من الخَطَل والاضطراب مالا يدفعه نظَّار (٣) ، وذاكرت بكتاب العين يومًا شيخَنا أبا علي، فأعفى (٤) عنه ولم يرضه، لما فيه من القول المرذول والتصرف الفاسد (٥) . </p><p> وذهب ابن الأنباري إلى أن الأصل: أُمّ، ثم يقال في النداء: يا أُمّاه، فيدخلون هاء السكت. ثم إن بعض العرب يُسقط الألف وُيَشبَّه هاء السكتة بتاء التأنيث وتقدير بالإضافة بعدها، فيقول: يا أمّت كما قالوا: يا أَبَت، ثم قد تُستعمل التاء في أمّ في غير النداء، ولم يُستعمل ذلك في الأب، وهو قوله: </p><p>(١) \"سر صناعة الإعراب\" ٢/ ٥٦٥، وانظر: \"تهذيب اللغة\" ١/ ٢٠٢، \"الصحاح\" ٥/ ١٨٦٣ (أم).(٢) قد يكون الصواب: النظر بدون هاء كما في \"سر صناعة الإعراب\"٢/ ٥٦٨.(٣) في \"سر صناعة الإعراب\" نظار جلد.(٤) هكذا في (أ)، (د)، ولعل الصواب: فأعرض كما في \"سر صناعة الإعراب\" ٢/ ٥٦٨.(٥) انتهى من \"سر صناعة الإعراب\" ٢/ ٥٦٦ - ٥٦٨ بتصرف بالحذف لا باللفظ، وهذا من العجيب حيث أتى المؤلف بكلام أبي الفتح ابن جني الذي لقي أبا علي الفارسي وذاكره، وكأنه هو المذاكر حيث لم يعز الكلام لقائله!</p><p> تَقَبّلتَها من أُمَّةٍ لك طَالَمَا ... (بت (١) ) في الأسْواق عَنها خِمَارُها (٢) </p><p> وقالت العرب: هؤلاء أُمَّات زيد، وأُمّهات زيد، فأَجْرَوا الهاء الأصلية، وأصل زيادتها في باب النداء، وقد قال بعضهم: هذه أمّهتك، قال: </p><p> أُمَّهَتِي خِنْدَفُ وإلياسُ أَبِي </p><p> فزيدت ههنا دخولها للسكت، ثم شُبَّهت بالأصلية، وزيدت بعدها؛ لأنها شبهت بتاء التأنيث. </p><p> وكل امرأة رجع نسبُك إليها بالولادة من جهة أبيك أو من جهة أمك بدرجة أو بدرجات، وبإناث رَجَعتَ إليها أو ذكور، فهن أمك (٣) . </p><p> وقوله تعالى:  {وَبَنَاتُكُمْ} . قد ذكرنا الكلام في أصل البنت والأخت عند قوله:  {يُذَبِّحُونَ أَبْنَاءَكُمْ}  [البقرة: ٤٩]  (٤) . وُكلّ أنثى رجع نسبُها إليك بالولادة بدرجة أو درجات بإناث أو ذكور فهن بنتك. </p><p> وتحريم هاتين مؤبد لم تَزالا، ولم تَحِلا قط لأحد. </p><p> وقوله تعالى:  {وَأَخَوَاتُكُمْ} . كل أنثى وَلَدَها شخصٌ وَلَدَك في الدرجة الأولى فهي أُختُك. </p><p>(١) هكذا في (أ)، (د)، ولعلها: تُنوزع، كما في \"التهذيب\" ١/ ٢٠٢، \"اللسان\" ١/ ١٣٦ (أم). (٢) لم أعرف قائله وهو من شواهد الأزهري في \"التهذيب\" ١/ ٢٠٢.(٣) لى أجد من ذكر هذه القاعدة من المفسرين أو اللغويين، ولعل هذا من براعة المؤلف في التقصيد والتعبير، فإن هذه قاعدة تبين وتحدد الأمهات.(٤) ذكر المؤلف فيما أشار إليه أصل اشتتاق لفظ بنت وأخت، ووزنهما وجمعهما، وعلامة التأنيث في كلام طويل.</p><p> وقوله تعالى:  {وَعَمَّاتُكُمْ} . هي جمع العمَّة، وكل ذَكَرٍ رجع نسبُك إليه فأخته عمّتك، وقد تكون العمة من جهة الأم، وهي أخت أبي أمك. </p><p> وقوله تعالى:  {وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ} . مضى الكلام في الأخ والأخت عند قوله:  {.يُذَبِّحُونَ أَبْنَاءَكُمْ}  [البقرة: ٤٩] . والتحديد في بنات الأخ وبنات الأخت كالتحديد في بنت الصلب، وهؤلاء محرمات بالأنساب والأرحام. </p><p> قال المفسرون وأهل العلم: كل امرأة حرّم الله نِكاحها للنسب والرحم فتحريمها مُبهم، والمُبهمة لا تحلّ بوجهٍ من الوجوه. والتي كانت تحلّ ثُمّ حُرمت بسبب حَدَث، وهن اللواتي ذكرن في باقي الآية، فليست مُبهمة (١) . </p><p> وقوله تعالى:  {وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ} . هؤلاء سمين أمهات للحُرمة، كأزواج النبي - صلى الله عليه وسلم - سماهن الله تعالى أمهات المؤمنين في قوله:  {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ}  [الأحزاب: ٦] . </p><p> وكل أنثى انتسبتَ باللبن إليها فهي أمك، فالتي أرضَعَتْكَ أو رجلًا (٢) أُرضِعت بِلبانه من زوجته أو أمّ ولده فهي أمك، وكذلك كل امرأة ولدت امرأة أرضعتك أو رجلًا أرضعك فهي أمك. </p><p> وإنما يحرم الرضاع بشرطين: أحدهما: أن يكون خمس رضعات (٣) . </p><p>(١) انظر: \"معاني الزجاج\" ٢/ ٣٣، \"معاني النحاس\" ٢/ ٥٢، ولعل الإبهام هنا بمعنى: التأبيد، فالمُبهمة المحرمة على الأبد، وعكسها غير المبهمة. (٢) أي: أو أرضعت رجلًا.(٣) هذا مذهب الشافعي -رحمه الله- وأصحابه، والصحيح في مذهب أحمد؛ يدل عليه ما ثبت عن عائشة -رضي الله عنها- قالت: كان فيما أنُزل من القرآن: عشر رضعات معلومات يحرمن. ثم نُسخن بخمس معلومات، فتوفي النبي - صلى الله عليه وسلم - وهن فيما يقرأ من القرآن. أخرجه مسلم (١٤٥٢) كتاب الرضاع، باب: التحريم بخمس =</p><p> والثاني: أن يكون في الحولين (١) ، وما بعد الحولين من الرضاع لا يُحَرِّم (٢) ، لقوله - صلى الله عليه وسلم -: \"لا رضاع بعد الحولين\"  (٣) . </p><p> وقوله تعالى:  {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} . وأخوات الرضاعة ثلاث الأولى: أختك لأبيك وأمك وهي الصغيرة الأجنبية التي أرضعتها أمك بلِبان أبيك، سواءٌ أرضعَتها معك أو مع ولدٍ قبلك أو بعدك. والثانية: أختك لأبيك دون أمك، وهي التي أرضعَتها زوجةُ أبيك بلِبان أبيك. والثالثة: أختك لأمك دون أبيك، وهي التي أرضَعَتها أمك بلبان رجل آخر. </p><p> وهاتان المرأتان - أعني: أمَّ الرضاعة وأخت الرضاعة- لولا الرضاعة لم يَحرُما، وكان الرضاع تحريمها (٤) فصارتا في حكم المبهمات؛ إذ تأبّد تحريمها (٥) بعد الرضع. </p><p>= رضعات وغيره انظر: \"المغني\" ٣١٠، ٣١١، \"مجموع فتاوى شيخ الإسلام\" ٣٤/ ٣٣، ٣٤، \"تفسير ابن كثير\" ٥١١ - ٥١٢. (١) هذا الشرط عند جمهور العلماء. انظر: \"مجموع الفتاوى\" ٣٤/ ٣٥، \"تفسير ابن كثير\" ٥١١ - ٥١٢.(٢) أفاد المؤلف هذين الشرطين من الثعلبي في \"الكشف والبيان\" ٤/ ٣٤ ب.(٣) لم أجده مرفوعًا، وإنما جاء نحوه موقوفًا على ابن عباس وابن مسعود - رضي الله عنه - كما في \"موطأ مالك\" ص ٣٧٣ (٤) كتاب الرضاع، باب: رضاعة الصغير، وباب: الرضاعة عند الكبر ص ٣٧٥ (ح ١٤)، وقد جاء في معناه حديث مرفوع، فعن أم سلمة - رضي الله عنه - قالت: قال رسول الله - صلى الله عليه وسلم -: \"لا يحرم من الرضاعة إلا ما فتق الأمعاء في الثدي وكان قبل الفطام\". أخرجه الترمذي (١١٥٢) كتاب الرضاع، باب: ما جاء ما ذكر أن الرضاعة لا يحرم إلا في الصغَر دون الحولين، وقال الترمذي. هذا حديث حسن صحيح والعمل على هذا عند أكثر أهل العلم. أن الرضاعة لا تُحَرِّم إلا ما كان دون الحولين وما كان بعد الحولين الكاملين فإنه لا يُحَرِّم شيئًا.(٤) هكذا في (أ)، (د)، ولعل الصواب: يحرمهما.(٥) هكذا في (أ)، (د)، ولعل الصواب: يحرمهما.</p><p> وروت عائشة رضي الله عنها، عن النبي - صلى الله عليه وسلم - قال:  \"يحرمُ من الرضاعةِ ما يحرمُ من النسبِ\"  (١) . </p><p> فعلمنا من هذا أن السبع المحرمات بالنسب على التفصيل والبيان الذي ذكرنا محرمات باللبن، وقال أولو التحقيق من ذوي العلم: إن الحد الذي ذكره رسول الله - صلى الله عليه وسلم - في حديث عائشة معلوم من الآية ومستنبط عنها؛ وذلك أن الله تعالى لما ذكر حُرمة الرَّضاع ذكر طريقة الوِلادة بذكر الأمهات، وطريقة الأخُوّة بذكر الأخوات، وكل امرأة حُرمَت بالنَسَب حُرمَت بإحدى هاتين؛ لأن الأم والبنت حرمتا بالولادة، والخمس الباقيات من المحرمات بالنسب حَرُمْنَ بطريق الأخُوّة. </p><p> وقوله تعالى:  {وَأُمَّهَاتُ نِسَائِكُمْ} . حد أم امرأتك كحد أمك، سواءٌ كانت من اللبن أو من النسب، فهي حرام عليك بنفس العقد على ابنتها؛ لأن الله تعالى أطلقَ التحريم ولم يُقيِّده بالدخول. هذا إجماع الأمة اليوم (٢) . </p><p> وكان جماعة من الصحابة يذهبون إلى أن المرأة إنما تحرم بالدخول بالبنت، كالربيبة إنما تحرم بالدخول بأمها، وهو قول علي وزيد (٣)  (٤) وابن </p><p>(١) متفق عليه، أخرجه البخاري رقم (٢٦٤٤) كتاب الشهادات، باب: الشهادة على الأنساب والرضاع المستفيض، ومسلم بنحو رقم (١٤٤٤) كتاب الرضاع، باب: يحرم من الرضاعة ما يحرم من الولادة وغيرهما. (٢) انظر: \"الطبري\" ٤/ ٣٢٠ - ٣٢١.(٣) هو أبو سعيد أو أبو ثابت، زيد بن ثابت بن الضحاك بن زيد، استُصغر يوم بدر وشهد أحدًا، وكان رأسًا في القضاء والفتوى والقراءة والفرائض. توفي -رضي الله عنه- سنة ٤٥هـ وقيل قبلها. انظر \"الاستيعاب\" ٢/ ١١١، \"أسد الغابة\" ٢/ ٢٧٨، \"الإصابة\" ١/ ٥٦١.(٤) انظِر: \"الطبري\" ٨/ ١٤٥، \"الكشف والبيان\" ٤/ ٣٥ ب، \"زاد المسير\" ٢/ ٤٧.</p><p> عمر وابن الزُّبَير (١) ، وجابر (٢) -رضي الله عنه-، ورُوي ذلك عن ابن عباس (٣) ، وقال علي -رضي الله عنه-: الأمّ والابنة بمنزلة، إن لم يدخل بهذه تزوج هذه، وإن لم يدخل بهذه تزوج هذه (٤) . </p><p> وهؤلاء يجعلون قول:  {مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ فَإِنْ لَمْ تَكُونُوا دَخَلْتُمْ بِهِنَّ} منتظمًا للربائب وأمهات النساء، ويقول: أمهات النساء اللاتي لم يُدخَل بهن غيره (٥) محرمة. </p><p> والصحيح ما عليه الجماعة، روى عَمرو بن شُعَيب (٦) ، عن أبيه، عن جده، عن النبي - صلى الله عليه وسلم -، قال:  \"إذا نكح الرجلُ المرأةَ فلا يَحلّ له أن يتزوج أمها، دخل بالبنت أو لم يدخل، وإذا تزوج الأم فلم يدخل بها ثم طلقها فإن شاء تزوج البنت\"  (٧) ففصل بين الربيبة وأم المرأة. </p><p>(١) هو أبو بكر أو أبو خبيب عبد الله بن الزُّبيرُ بن العوام القرشي الأسدي، أحد العبادلة، ومن كبار فقهاء الصحابة، ولي الخلافة تسع سنين إلى أن قتل -رضي الله عنه- سنة ٧٣ هـ. انظر: \"الاستيعاب\" ٣/ ٣٩، \"أسد الغابة\" ٣/ ٢٤٢، \"الإصابة\" ٢/ ٣٠٨، \"التقريب\" ص٣٠٣ رقم (٣٣٢٠). (٢) \"الكشف والبيان\" ٤/ ٣٥ ب.(٣) انظر المرجع السابق.(٤) عند ابن جرير من طريق قتادة عن خلاس بن عمرو عن علي - رضي الله عنه - في رجل تزوج امرأة فطلقها قبل أن يدخل بها، أيتزوج أمها؟ قال: هي بمنزلة الربيبة. \"جامع البيان\" ٤/ ٣٢١. لكن تكلم في ثبوت هذا القول عن علي، انظر تعليق أحمد شاكر على \"جامع البيان\"، \"تفسير القرطبي\" ٥/ ١١٢.(٥) هكذا في (أ)، (د)، ولعل الصواب: غير بدون الضمير.(٦) هو أبو إبراهيم عَمرو بن شُعَيب بن محمد بن عبد الله بن عمرو بن العاص، تقدمت ترجمته.(٧) أخرجه الطبري ٨/ ١٤٦، وقال عَقِبه: وهذا خبر وإن كان في إسناده ما فيه، فإن إجماع الحجة على صحة القول به، مُستغنى عن الاستشهاد على صحته بغيره، وحسن الحديث أحمد شاكر في تحقيقه للطبري. =</p><p> وقال ابن جريج: قلت لعطاء: الرجل ينكح المرأة ثم (١) لا يراها ولا يجامعها حتى يطلقها، أتحل له أمها؟ قال: لا هي مُرسلة، دخل بها أو لم يدخل (٢) . </p><p> وكان عبد الله بن مسعود أفتى بنكاح أم المرأة إذا طلّق بنتها قبل المسيس، وهو يومئذ بالكوفة، فاتفق له دخول المدينة فصادفهم مجتمعين على خلاف فتواه، فلما رجع إلى الكوفة لم يدخُل داره حتى حضر ذلك الرجل وقرع عليه الباب، وأمره بالنزول عن تلك المرأة (٣) . </p><p> وقال صاحب النظم: في نظم هذه الآية دليل على أن الشرط بالدخول مختص به الربائب دون أمهات النساء؛ لأن قوله:  {وَأُمَّهَاتُ نِسَائِكُمْ} لفظ قائم بنفسه في المعنى المعقود في ظاهره، وليس من نظم العرب في كلامها الجاري المستعمل بينهم أن يقال: أمهات نسائي من نسائي اللاتي دخلت بهن، كما لا يقال في واحدتها: أمّ امرأتي من امرأتي التي دخلت بها، وعادتهم الجارية بينهم في هذا أن يقولوا: أم امرأتي التي دخلت بها، وأمهات نسائي اللاتي دخلت بهن. </p><p>= وقد أورد الحديث الثعلبي في \"الكشف والبيان\" ٤/ ٣٥، وابن كثير ١/ ٥١٣، والسيوطي في \"الدر المنثور\" ٢/ ٢٤٢، وعزاه أيضًا إلى عبد الرزاق وعبد بن حميد وابن المنذر والبيهقي في \"سننه\". (١) في (د): بدون (ثم).(٢) أخرجه ابن جرير ٤/ ٣٢٢ إلى قوله: مرسلة، وذكره الثعلبي كاملًا في \"تفسيره\" ٤/ ٣٥، وانظر: \"الدر المنثور\" ٢/ ٢٤٢.(٣) أخرجه بنحوه مالك في كتاب النكاح، باب: مالا يجوز من نكاح الرجل امرأته ص ٣٣٠ (ح ٢٣)، وانظر: \"الدر المنثور\" ٢٤٢.</p><p> فقولك في هذا: من نسائي ومن امرأتي زيادة لا حاجة بقيام المعنى إليها، فلما لم يَجُز أن يكون قوله:  {مِنْ نِسَائِكُمُ} طِبقًا لقوله: {وَأُمَّهَاتُ نِسَائِكُمْ} لم يَجُز أن يكون شرطًا مُرصَدًا، ولا معطوفًا عليه، وصار هذا الشرط مخصوصًا بذكر الربائب ومقصورًا عليه، دون ذكر أمهات النساء. </p><p> وقال محمد بن يزيد بن عبد الأكبر (١) : قوله: {اللَّاتِي دَخَلْتُمْ بِهِنَّ} نعت للنساء اللواتي من أمهات الربائب لا غير، والدليل على ذلك إجماع الناس أن الربيبة تحلّ إذا لم يدخل بأمها، فمن أجاز أن يكون قوله تعالى:  {مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ} نعتًا لقوله: {وَأُمَّهَاتُ نِسَائِكُم} بقيت الربائب مطلقة، وخرج أن يكون {اللَّاتِي دَخَلْتُمْ بِهِن} لأمهات الربائب، وحينئذٍ لا يجوز تَزوُّج الربيبة إذا لم يدخل بأمها. </p><p> قال الزجاج: والدليل على أن ما قال أبو العباس هو الصحيح أن الخبرين إذا اختلفا لم يكن نعتهما واحدًا. لا يجيز النحويون: مررت بنسائك وهربت من نساء زيد الظريفات. على أن يكون الظريفات نعتًا (للفريقين من النساء)  (٢) . </p><p> وقوله تعالى:  {وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ} . الربائب جمع الربيبة، وهي بنت امرأة الرجل من غيره، ومعناها: مربوبة؛ لأن الرجل هو يربّيها. يقال: رَبَبْتُ فلانًا أربُّه، وربّبته أُرَبِّبُه، وربّيته أُربِّيه، وربته فأنا أربته. كله معنى واحد، قاله الأصمعي (٣) . قال الشاعر: </p><p>(١) هو المبرَّد تقدمت ترجمته رحمه الله، وكلامه هذا في \"معاني الزجاج\" ٢/ ٣٤. (٢) انتهى من \"معاني الزجاج\" ٢/ ٣٤، وما بين القوسين عند الزجاج: لهؤلاء النساء وهؤلاء النساء.(٣) لم أقف على قول الأصمعي بنصه كاملًا، وانظر: \"تهذيب اللغة\" ٢/ ١٣٣٨، \"الصحاح\" ١/ ١٣١ , ١٣٢، \"اللسان\" ٣/ ١٥٤٩ (ربب).</p><p> وذاكَ لَه إذا العنقَاءُ صارت ... مُربَّبَة وشبّ ابن الخَصِيّ (١) </p><p> وقال الراجز: </p><p> والقبُر صهر ضَامنٌ زِمَّيتُ ... ليس لمنَ ضُمَّنَه تَربيتُ (٢) </p><p> وقوله تعالى:  {اللَّاتِي فِي حُجُورِكُمْ} . قال المفسرون: يقول: اللاتي ربيتموهن في حجوركم. وهي جمع حِجر، وفيه لغتان، قال ابن السكيت: حَجْرُ الإنسان وحِجْرُه بالفتح والكسر (٣) . </p><p> قال أهل المعاني: المراد بقوله: {فِي حُجُورِكُمْ} أي في ضمانكم وتربيتكم، ويقال: فلان في حِجر فلان، إذا كان يلي تربيته (٤) ، وذلك أن كل من ربّى صبيًّا أجلسه في حِجره، فصار الحِجر عبارةً عن التربية، كما يقال: فلان في حضانة فلان، وأصله من الحِضن الذي هو الإبط (٥) . </p><p> وقال أبو عبيدة:  {فِي حُجُورِكُمْ} أي: في بيوتكم (٦) . قال الأزهري: ويقال: فلان في حجر فلان، أي: في كنفه ومنعه (٧) . </p><p> وحد الربيبة في رجوعها إلى زوجتك مثل حد بنتك في رجوعها إليك، وهي لا تَحرُم بمجرد العقد على الأم، وإنما تحرم بالدخول، </p><p>(١) البيت لأبي تمام: في \"ديوانه\" ص٤٠٥، و\"ثمار القلوب\" ص ٢٦٧، و\"دلائل الإعجاز\" ص ٣٠٩، و\"محاضرات الراغب\" ٢/ ٧٠٩ بلفظ \"مرتعة\". (٢) من \"شواهد الصحاح\" ١/ ٢٤٩ (ربت)، \"اللسان\" ٣/ ١٥٥٢ (ربت، زمت) , وزميت -في \"اللسان\"- بمعنى: الساكن، وتربيت من التربية.(٣) \"تهذيب اللغة\" ١/ ٧٤٧ (حجر).(٤) من الثعلبي في \"الكشف والبيان\" ٤/ ٣٥ب.(٥) انظر: \"تهذيب اللغة\" ١/ ٨٥٠ (حضن).(٦) \"مجاز القرآن\" ١/ ١٢١.(٧) \"تهذيب اللغة\" ١/ ٧٤٧ (حجر).</p><p> والدخول هو الجماع ههنا بالإجماع (١) . </p><p> وقوله تعالى:  {وَحَلَائِلُ أَبْنَائِكُمُ} . قال الليث: الحليل والحليلة الزوج والمرأة، سميا به (٢) لأنهما يحلان في موضع واحد، والجميع (٣) الحلائل (٤) . </p><p> وقال أبو عبيدة (٥) : سميا بذلك؛ لأن كل واحد منهما يُحالّ صاحبه، قال: وكل من نَازَلك أو جاورك (٦) فهو حليلك، وأنشد: </p><p> ولستُ بأطلس الثوبين يُصبِي ... حليلتَه إذا هَدَأ النِّيَامُ (٧) </p><p> قال: لم يُرِد بالحليلة ههنا امرأته، إنما أراد جارته؛ لأنها تُحالّه في المنزل. قال: ويقال: إنما سميت الزوجة حليلة؛ لأن كل واحد منهما يحل إزار صاحبه، على معنى أنه يَحِلُّ له (٨) . يقال: حلّ فهو حليل، مثل: صح </p><p>(١) دعوى الإجماع هنا لا تتم، فقد قيل: إن المراد بالدخول التجريد. انظر \"جامع البيان\" ٤/ ٣٢٢ - ٣٢٣. (٢) في (د): (بها).(٣) في (د): (والجمع)، وما أثبته هو الموافق لما في \"العين\".(٤) \"العين\" ٣/ ٢٧ (حل).(٥) في (أ): هكذا، والصواب: أبو عبيد. انظر: \"غريب الحديث\" ١/ ٣٤٣، \"اللسان\" ٢/ ٩٧٣ (حلل).(٦) في (د): (جاز لك).(٧) البيت لأوس بن حجر في \"ديوانه\" ص ٧٥، وبغير عزو في \"الزاهر\" ١/ ١٨٥، و\"غريب الحديث\" لأبي عبيد ٢/ ٢٤٧، و\"أمالي القالي\" ١/ ٢٠، و\"مقاييس اللغة\" (حل)، وهو من شواهد \"اللسان\" ٥/ ٢٦٨٩ (طلس). ومعنى أطلس الثوبين أي: وسخهما وهو كناية عن الفاحشة والقبح، ويُصبي حليلته أي: يريد جارته التي تُحالّه في حِلته بسوء.(٨) الظاهر أن هذا نهاية كلام أبي عبيد. انظر \"غريب الحديث\" ١/ ٣٤٤.</p><p> فهو صحيح. وقال الزجاج: حليلة: يعني (١) : محلة، من الحلال (٢) . </p><p> وقيل: لأن كل واحد منهما يحل إزاره صاحبه (٣) . </p><p> وقوله تعالى:  {الَّذِينَ مِنْ أَصْلَابِكُمْ} . فيه احتراز عن المُتبنَّى، وكان المتَبنّى في صدر الإسلام بمنزلة الابن. </p><p> قال عطاء: وليس يحرم عليك حليلة ابن ادعيته وليس هو من صُلبِك، ونكح رسول الله - صلى الله عليه وسلم - امرأة زيد بن حارثة (٤) ، فقال في ذلك المشركون: إنه تزوج امرأة ابنه، فأنزل الله:  {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ}  [الأحزاب: ٤] ، وقال:  {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ}  [الأحزاب: ٣٧]  (٥) . </p><p> قال أهل العلم: وحليلة الابن من الرضاع ملحقةٌ في التحريم بحليلة </p><p>(١) عند الزجاج: بمعنى. (٢) \"معاني الزجاج\" ٢/ ٣٥.(٣) \"الكشف والبيان\" ٤/ ٣٦ أ.(٤) هو زيد بن حارثة بن شَراحيل الكَعْبي، كان مولى وَهَبته خديجة للنبي - صلى الله عليه وسلم - وُيدعى زيد بن محمد حتى نزلت: {ادعُوُهمْ لَأِبَائِهِمْ} وكان حبّ رسول الله هو وابنه أسامة، وقد روى عنه الحديث جماعة من الصحابة. توفي - رضي الله عنه - سنة ٨ هـ. انظر: \"أسد الغابة\" ٢/ ٢٨١، \"الإصابة\" ١/ ٥٦٣، \"الأعلام\" ٣/ ٥٧.(٥) عند الطبري من طريق حجاج، عن ابن جريج قال: قلت لعطاء: قوله: {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ} قال: كنا نحدث والله أعلم أنه نزلت في محمد - صلى الله عليه وسلم - حين نكح امرأة زيد بن حارثة قال المشركون في ذلك، فنزلت {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ} ونزلت: {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ} [الأحزاب: ٤]، ونزلت: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} [الأحزاب: ٤٠]، \"جامع البيان\" ٤/ ٣٢٣.وانظر: \"الكشف والبيان\" ٤/ ٣٦ أ.</p><p> ابن الصلب بالسنة (١) ، وهي قول رسول الله - صلى الله عليه وسلم -: \"يحرم من الرضاع ما يحرم من النسب\"  (٢) . </p><p> وهذا التحريم يحصل بنفس العقد، كحليلة الأب لا خلاف في هذا (٣) . </p><p> فأما ما رُوي أن ابن عباس سئل عن قوله:  {وَحَلَائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلَابِكُمْ} ولم يبين أدخل بها الابن أم لا؟ فقال ابن عباس: أبهموا ما أبهم الله (٤) ، فإن هذا ليس من إبهام الأمر، ولكن قوله:  {حُرِّمَتْ عَلَيْكُمْ} إلى قوله: {وَبَنَاتُ الْأُخْتِ}  (٥) هذا كله يسمى التحريم المُبْهم؛ لأنه لا يحل بوجه ولا سبب، ولما سئل ابن عباس عن قوله:  {وَأُمَّهَاتُ نِسَائِكُمْ} وعن قوله: {وَحَلَائِلُ أَبْنَائِكُمُ} ولم يبين أنهن مدخول بهن أم لا، أجاب فقال: هذا من المبهم، أي: مما لا وجه فيه غير التحريم، سواء دخل بهن أو لم يدخل بهن. </p><p> وقوله تعالى:  {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} . أن في محل الرفع؛ لأنه بمعنى: والجمع بين الأختين، عطف على ما قبله (٦) . </p><p>(١) انظر: \"أحكام القرآن\" لابن العربي ١/ ٣٧٩، والقرطبي ٥/ ١١٦، وقد حكى القرطبي الإجماع في هذه المسألة. (٢) تقدم تخريجه، وهو صحيح.(٣) انظر: \"الطبري\" ٤/ ٣٢٣، و\"البغوي\" ٢/ ١٩١، و\"القرطبي\" ٥/ ١١٣.(٤) لم أقف على شيء من ذلك عن ابن عباس، لكن قال السيوطي: وأخرج ابن أبي شيبة وابن أبي حاتم، عن الحسن ومحمد قالا: إن هؤلاء الآيات مبهمات {وَحَلَائِلُ أَبْنَائِكُمُ}، {مَا نَكَحَ آبَاؤُكُمْ}، {وَأُمَّهَاتُ نِسَائِكُمْ}. \"الدر المنثور\" ٢/ ٢٤٣.(٥) في (د): {وَبَنَاتُ الْأَخِ وَبَنَاتُ الْأُخْتِ}.(٦) انظر: \"معاني القرآن\" للفراء ١/ ٢٦٠، والطبري ٤/ ٣٢٣، \"معاني الزجاج\" ٢/ ٣٥ , \"إعراب النحاس\" ١/ ٤٠٥.</p><p> ويحرم على الرجل أن يجمع في النكاح أختين بالنسب أو باللبن. ويجوز الجمع بين أختين أمتين بملك اليمين، فإذا وطئ إحداهما حَرُمَت الثانية عليه، ولا يحل له ما لم يزل ملكه عن الأولى ببيع أو هبة أو عتق أو كتابة (١) . </p><p> وقوله تعالى:  {إِلَّا مَا قَدْ سَلَفَ} . فيه قولان: قال عطاء: يريد إلا ما قد مضى في الأمم {إِنَّ اللَّهَ كَانَ غَفُورًا} لما مضى، {رَحِيمًا} بمن أطاعه. قال: ويذكرون أن يعقوب عليه السلام جمع بين ليا أم يهوذا (٢) وراحيل أم يوسف (٣) ، وكان فيما مضى حلالًا لجميع الأمم فحرمه (٤) الله على هذه الأمة رحمة منه عليهم لما علم من شدة غَيرةِ النَّساء، بعضهن على بعض (٥) . </p><p> وهذا قول السدي في رواية أسباط (٦) عنه (٧) . </p><p> وقال الكلبي:  {إِلَّا مَا قَدْ سَلَف} مضى منكم في الجاهلية فلا، تؤاخذون به بعد الإسلام (٨) . </p><p>(١) انظر: \"الكشف والبيان\" ٤/ ٣٦ أ، \"أحكام القرآن\" للهراسي ٢/ ٢٥٠، و\"البغوي\" ٢/ ١٩١. (٢) في (د): (يهود).(٣) في \"الكشف والبيان\" ٤/ ٣٦ أ: وكانتا أختين.(٤) في (أ): (فحرم).(٥) ذكره الثعلبي في \"الكشف والبيان\" ٤/ ٣٦ أمختصرًا، وكذلك البغوي ٢/ ١٩٢.(٦) هو أبو يوسف أو أبو نصر أسباط بن نصر الهمذاني، مفسر، واختلفوا في توثيقه،قال ابن حجر: صدوق، كثير الخطأ يغرب، من الثامنة، وحديثه عند مسلم والأربعة. انظر: \"ميزان الاعتدال\" ١/ ١٥٧، \"التقريب\" ص ٩٨ رقم (٣٢١) \"الأعلام\" ١/ ٢٩٢.(٧) انظر: \"الكشف والبيان\" ٤/ ٣٦ أ، \"معالم التنزيل\" ٢/ ١٩٢.(٨) لم أقف عليه.</p><p> وهو قول مقاتل (١) ، واختيار أبي إسحاق (٢) . قال مقاتل في قوله:  {إِلَّا مَا قَدْ سَلَفَ} قال: لأنهم كانوا يجمعون بينهما (٣) . </p><p> قال ابن عباس: كان أهل الجاهلية يحرمون ما حرم الله إلا امرأة الأب والجمع بين الأختين (٤) . </p><p> وقال أبو إسحاق: المعنى: سِوى ما سلف فإنه مغفور لكم (٥) . </p><p> قال أبو بكر: وهذا من الاستثناء المنقطع {إِلَّا} بمعنى: لكن، كأنه قيل: لكن ما قد سلف فأنتم غير مؤاخذين به (٦) . وقد ذكرنا هذا عند قوله:  {إِلَّا الَّذِينَ ظَلَمُوا}  [البقرة: ١٥٠] . </p><p> واعلم أن المحرمات بالنسب سبعة أصناف، ذُكِرت نسقًا في أول الآية. والمحرمات بالسبب صنفان: صنف يحرم بالرضاع، وهو الأمهات والأخوات، على ما ذكرنا من التفصيل، وصنف يحرم بسبب المصاهرة، وهو أم المرأة وحليلة الأب وحليلة الابن والربائب، على التفصيل الذي ذكرنا، وحليلة الأب لم تُذكر في هذه الآية، إنما ذكرت في قوله:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ}  [النساء: ٢٢] . </p><p>(١) هو مقاتل بن سليمان، ويأتي تخريج قوله بعد الحاشية التالية. (٢) الزجاج كما سيأتي.(٣) ذكره السيوطي في \"الدر المنثور\" ٢/ ٢٤٥، مطولًا، وانظر: \"تفسير مقاتل\" ١/ ٣٦٦.(٤) انظر: \"تفسير ابن كثير\" ١/ ٥١٥، وذكر السمرقندي والقرطبي نحوه عن محمد بن الحسن. انظر: \"بحر العلوم\" ١/ ٣٤٤، \"الجامع لأحكام القرآن\" ٥/ ١١٩.(٥) \"معاني الزجاج\" ٢/ ٣٥.(٦) الظاهر أنه يقصد أبا بكر بن الأنباري، ولم أقف على كلامه، وقد أشار غير واحد من الأئمة أنه من الاستثناء المنقطع. انظر: الطبري ٤/ ٣٢٣، \"إعراب القرآن\" للنحاس ١/ ٤٠٥.</p><p> فأما الجمع بين الأختين فإنه تحريم الجمع (١) ، لأنه يجوز نكاح الثانية بعد طلاق الأولى، ويُلحق بهذا الصنف عمة المرأة وخالتها، فكما لا يجوز الجمع بين المرأة وأختها لا يجوز الجمع بين المرأة على عمتها، وخالتها (٢) ؛ لما رُوى أن النبي - صلى الله عليه وسلم - قال:  \"لا تُنكح المرأة على عمتها ولا على خالتها لا(٣)الصغرى على الكبرى، ولا الكبرى على الصغرى\"  (٤) ، أراد الدرجة في النسب لا صِغَرَ السن وكِبَرَه. </p><p> وقال أهل العلم في حد ما يَحْرُم الجمع بينه: كل امرأتين بينهما قرابة أو لبن لو كان ذلك بينك وبين امرأة لم يَجُز لك نكاحُها لم يجز لك الجمع بينهما. فأما ملك اليمين فكل امرأة حَرُم عليك نكاحها بنسب أو لبن أو صهر، فإذا وجد ذلك المعنى في مملوكة حَرُم عليك وطؤها بملك اليمين، وكل امرأتين حرم عليك الجمع بينهما بقرابة موجودة بينهما أو بلبن، فإذا ملكت أمَتَين وبينهما مثل ذلك المعنى حَرُم عليك وطؤهما بملك اليمين، فإذا وَطِئت إحداهما لم يكن لك وطء الثانية ما لم تُحَرِّم الأولى على نفسك بإزالة الملك عنها بِبَيع أو عِتق أو هِبَة، أو بإزالة الملك عن بعضها (٥) بكتابة </p><p>(١) انظر: الطبري ٤/ ٣٢٣. (٢) لفظ (د): (لا تنكح المرأة على خالتها أو عمتها ولا على خالتها لا) وفيه اضطراب.(٣) أخرجه البخاري (٥١٠٨) كتاب النكاح، باب: لا تنكح المرأة على عمتها؛ ومسلم (١٤٠٨) كتاب النكاح، باب تحريم الجمع بين المرأة وعمتها أو خالتها في النكاح.(٤) هذه رواية أبي داود (٢٠٦٥) والترمذي (١١٢٦)، وأحمد (٩٥٠٠) من حديث أبي هريرة، وقد علقه البخاري في الباب نفسه (٥١٠٨).(٥) في (أ): (بضعها).</p><p> أو تزويج. </p><p> واعلم أن التحريم الحاصل بالمُصاهرة يحصل بنكاح صحيح، فلو زنى بامرأة لم تحرم عليه أمها ولا بنتها، ولا تحرم المزنيّ بها على آباء الواطئ، ولا أبنائه، وإنما تتعلق هذه الحُرمة بنكاح صحيح، أو فاسد يجب به الصَّداق والعِدّة ويُلحق به الولد، ولا يتعلّق بالسفاح الصريح. </p><p> وهذا قول عُروة، وسعيد، ومجاهد، والزهري، ومذهب مالك، والشافعي وفقهاء الحجاز (١) . </p><p> وقال أهل العراق: الزنا يتعلق به تحريم المصاهرة، حتى لو زنى الأب بامرأة ابنِه انفسخ نكاحها، وكذلك نكاح الأب إن زنى الابن بامرأته. وقالوا: لو قَبّل الأب امرأة الابن ولمسها بالشهوة انفسخ نكاح الابن، ولو قبل أجنبية أو لمسها أو وطئها فيما دون الفرج حصل تحريم المصاهرة. وهذا قول الشعبي والنخعي ومذهب أبي حنيفة (٢) . </p><p> والآية حجة ظاهرة عليهم؛ لأن الله تعالى حرم أمهات النساء والربائب وحلائل الأبناء، وهذه الأسماء لا تثبت بوجود الزنا، فإنّ أم المزنيّ بها لا تكون أم امرأته، ولا بنتها ربيته، وإذا زنى الابن بامرأةٍ لم تَصِر حليلته حتى تحرم على الأب (٣) . </p><p> وقد قال ابن عباس: الحرام لا يحرم الحلال (٤) . </p><p>(١) انظر: \"الأم\" ٥/ ٢٥، والقرطبي ٥/ ١١٤، ١١٥. (٢) انظر: \"الكشف والبيان\" ٤/ ٣٥ أ، والقرطبي ٥/ ١١٤، ١١٥.(٣) انظر: \"الأم\" ٥/ ٢٦، والقرطبي ٥/ ١١٥.(٤) لم أجده عن ابن عباس، وانظر \"الكشف والبيان\" ٤/ ٣٥ أ.</p>"
}