{
  "id": null,
  "sura": 4,
  "aya": 1,
  "text": "<p> [تفسير سورة النساء] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ} قال ابن عباس: الخطاب لأهل مكة (١) . </p><p> وقوله تعالى:  {الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} أنثها على لفظ النفس وإن عَنَى به مُذَكَّرا كما قال: </p><p> أبُوكَ خَلِيفةٌ وَلَدَتْه أُخْرى ... وأَنْت خَلِيفةٌ ذاكَ الكَماَل (٢) </p><p> وعنى بالنفس الواحدة آدم (٣) . </p><p>(١) لم أجد هذا القول بنصه لابن عباس في تفسير هذه الآية، لكن قال ابن الجوزي: اختلفوا في نزولها على قولين: أحدهما: أنها مكية، رواه عطية عن ابن عباس. والثاني: أنها مدنية، رواه عطاء عن ابن عباس. \"زاد المسير\" ٢/ ١، وقد ذهب كثير من العلماء والمفسرين -ومنهم ابن عباس- إلى أن كل شيء نزل فيه {يَا أَيُّهَا النَّاسُ} فهو بمكة، وكل شيء نزل فيه {يَا أَيُّهَا الَّذِينَ آمَنُوا} فهو بالمدينة. انظر \"البرهان\" ١/ ١٨٩، ١٩٠. فلعل المؤلف ساق هذا الرأي لابن عباس بمعناه. هذا وقد رجح المحققون من العلماء أن سورة النساء مدنية. انظر \"الجامع لأحكام القرآن\" ٥/ ١، \"الإتقان\" ١/ ١٦، ٢٢. قال القرطبي: ومن تبين أحكامها علم أنها مدنية لا شك فيها. وأما من قال: إن قوله: {يَا أَيُّهَا النَّاسُ} مكي حيث وقع فليس بصحيح فإن البقرة مدنية وفيها قوله: {يَا أَيُّهَا النَّاسُ} في موضعين، والله أعلم. (٢) لم أعرف قائله، وهو غير منسوب في \"معاني القرآن\" للفراء ١/ ٢٠٨، \"تفسير الطبري\" ٤/ ٢٢٤، \"لسان العرب\" (خلف) ٢/ ١٢٣٥. والشاهد من البيت أن التأنيث يقع على اللفظ. قال الفراء: فقال (أخرى) لتأنيث اسم الخليفة، والوجه أن يقول: ولده آخر. \"معاني القرآن\" ١/ ٢٠٨.(٣) هذا تفسير ابن عباس ومجاهد وقتادة والسدي، وهو ظاهر. انظر: \"تفسير الطبري\" ٤/ ٢٢٤، \"تفسير البغوي\" ٢/ ١٥٩، \"الدر المنثور\" ٢/ ٢٠٦.</p><p> وقوله تعالى:  {وَخَلَقَ مِنْهَا زَوْجَهَا} حواء (١) ، خلقت من (ضلع (٢) من أضلاع آدم، ولذلك قال النبي - صلى الله عليه وسلم -: \"إن المرأة خلقت من ضلع، فإن ذهبت تقيمها كسرتها، وإن تركتها وفيها عوج استمتعت بها\"  (٣) . </p><p> وقوله تعالى:  {وَبَثَّ مِنْهُمَا} يريد فرّق ونشر (٤) . قال ابن المُظَفَّر (٥) : البث تفريقك الأشياء، يقال بثّوا الخيلَ في الغارة، وبثّ الصياد كِلابه، وخلق الله الخلق فبثّهم في الأرض، بثث البسط إذا نشرتها (٦) ، قال الله تعالى:  {وَزَرَابِيُّ مَبْثُوثَةٌ}  (٧)  [الغاشية: ١٦] . </p><p> قال الفراء، والزجاج: وبعض العرب يقول أَبَثّ (٨) الله الخلق. وبثّ الحديث إذا نشره وأفشاه، وكذلك أبثه (٩) ، قال ذو الرمّة: </p><p>(١) عن مجاهد وقتادة والسدي وغيرهم. انظر: \"تفسير الطبري\" ٤/ ٢٢٤، والبغوي ٢/ ١٥٩، و\"ابن كثير\" ١/ ٤٨٧، و\"الدر المنثور\" ٢/ ٢٠٦. (٢) ما بين القوسين ساقط من (د).(٣) أخرجه البخاري (٣٣٣١) بنحوه من حديث أبي هريرة - رضي الله عنه - في كتاب الأنبياء، باب: خلق آدم وذريته (٦٣٥)، ولفظه: \"استوصوا بالنساء فإن المرأة خُلِقت من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء\". ومسلم (١٤٦٨) كتاب الرضاع، باب الوصية بالنساء.(٤) انظر: \"غريب القرآن\" لابن قتيبة (١١١)، \"تفسير الطبري\" ٤/ ٢٢٥.(٥) يعني الليث كما في \"تهذيب اللغة\" ١/ ٢٧٣ (بثث). وكلما أتى بهذه الكنية فأنما يعني: الليث. وتقدمت ترجمته ضمن مصادر الواحدي.(٦) في \"التهذيب\" ومثبت البسط إذا بسطت.(٧) انتهى من \"تهذيب اللغة\" ١/ ٢٧٣ بتصرف، وانظر: \"مقاييس اللغة\" ٨٦ - ٨٧ (بث).(٨) عند الفراء والزجاج: (بث).(٩) \"معاني القرآن\" للفراء ١/ ٢٥٢ بنصه، \"معاني الزجاج\" ٣/ ٥ بتصرف.</p><p> وأُسْقيِه حتَّى كَادَ مما أَبثُّه ... تُكَلِّمُني أَحْجَارُه وَملاعِبُه (١) </p><p> وقوله تعالى:  {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} قُرئ (تساءلون) بالتخفيف والتشديد (٢) ؛ فمن شدّد أراد: تتساءلون، فأدغَم التاء في السين لاجتماعهما في أنهما من حروف طرفِ اللسان وأصول الثنايا واجتماعِهما في الهمس. </p><p> ومن خفف، حذف تاء تتفاعلون لاجتماع حروف متقاربة فأعلَّها بالحَذْف، كما أعلَّ الأول بالإدغام (٣) ، وإذا اجتمعت المتقاربة خففت بالحذف أو بالإدغام أو بالإبدال (٤) ، (فالحذف والإدغام، كالقراءتين في </p><p>(١) البيت في \"ديوان ذي الرمة\" بشرح الباهلي ٢/ ٨٢١، \"الكتاب\" ٤/ ٥٩، \"تهذيب اللغة\" ٢/ ١٩٠٨ (شكا)، \"اللسان\" ٤/ ٢٣١٤، وفيهما: وأشكيه بدل: وأسقيه. انظر \"معجم شواهد العربية\" ص ٤٢٣. وهذا البيت ثاني بيت في القصيدة هو كما في الديوان والكتاب: وقفتُ على رَبعٍ لمَيَّة ناقتي ... فما زِلتُ أبكي عنده وأخاطبُهقال الباهلي: قوله: أبثه أي أُخْبِره بكل ما في نفسي، وقوله: وأسقِيه أي أدعو له بالسقيا، وملاعبُه مواضيع يلعب بها. واستشهد به المؤلف على أن أبث يأتي بمعنى: أفشى ونشر.(٢) قراءة التخفيف (تساءلون) خفيفة السين لعاصم وحمزة والكسائي وخلف، وقراءة التشديد (تساءلون) مشددة السين لأبي عمرو ونافع وابن كثيرِ وابن عامر وأبي جعفر ويعقوب. انظر: \"السبعة\" ص ٢٢٦، \"الحجة\" ٣/ ١١٨، \"المبسوط\" ص ١٥٣، \"النشر\" ٢/ ٢٤٧، \"البدور الزاهرة\" (٩٣). وتوجيه المؤلف للقراءة بعد ذلك من \"الحجة\" لأبي علي الفارسي.(٣) انظر: \"الحجة في القراءات السبعة\" لابن خالويه ص ١١٨، \"حجة القراءات\" ص ١٨٨، \"الكشف عن وجوه القراءات السبع\" لمكي ١/ ٣٧٥.(٤) في \"الحجة\": أو الإدغام والإبدال.</p><p> هذا الحرف) (١) . والإبدال كقولهم: طست (للطس)  (٢) أُبدِلَ من السين الثانية التاء لتقاربهما، قال العجَّاج: </p><p> أَإِنْ رأيتِ (هَامَتِي)  (٣) كالطَّسْتِ (٤) </p><p> وأنشد المازني في الطسّ: </p><p> لو عَرَضَت لأَيْبُلِي قَسّ ... أشعثَ في هيكلِه مُنْدَسّ </p><p> حَنَّ إِلَيهَا كحَنِين الطَّسّ (٥) </p><p> ومعنى:  {تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} أي تتساءلون فيما بينكم حوائجكم </p><p>(١) ما بين القوسين ليس في \"الحجة\". (٢) هذه الكلمات ليست في \"الحجة\"، ويبدو أنها ساقطة.(٣) في (ب): (متى) ولعله تحريف.(٤) نسبه المؤلف للعجاج تبعًا لأبي علي في \"الحجة\" ٣/ ١٢٠، والواقع أنه ليس له وإنما هو لابنه رؤبة كما في ديوانه في \"مجمع أشعار العرب\" ص ٢٣، وهو عجز بيت صدره:ويحكِ إن أسلم فأنتِ أنتِوالطست: من آنية الصفر. \"اللسان\" ٥/ ٢٦٧٠ (طست).(٥) إلى هنا انتهى أخذ المؤلف من \"الحجة\" ٣/ ١١٨ - ١٢٠. والرجز في \"تهذيب اللغة\" ٣/ ٢١٩١ (طس)، \"سر صناعة الإعراب\" ١/ ١٥٦، \"اللسان\" ٥/ ٢٦٧١ (طس) بدون نسبة، ونسبه أبو حيان للعجاج في \"البحر المحيط\" ٣/ ١٥٦، لكن في \"البحر\": لأسقُفي بدل: لأيبُلي، ولم أجده في \"ديوانه\". والأيبلي والأيبل هو الراهب عند النصارى أو صاحب الناقوس الذي يدعوهم به إلى الصلاة. والقس هو القسيس رئيس من رؤساء النصارى، والهيكل معبدٌ للنصارى فيه صنم على سورة مريم وعيسى -عليهما السلام- فيما يزعمون، ومُنَدسّ أي داخلٌ ومختفي، والحنين الشديد من البكاء والطرب، والطس والطسة لغة في الطست. انظر \"اللسان\" ٣/ ١٣٧٢ - ١٣٧٣، ٥/ ٢٦٧١ (طسس)، ١/ ١١ (أبل)، ٨/ ١٦٨١ (هكل)،٢/ ١٠٢٩ (حنن).</p><p> وحقوقكم به فتقولون: أسألُك بالله والرحِم، وأنشدك اللهَ والرحم (١) . </p><p> قال ابن عباس: يريدون أن أهل مكة لم يكونوا يؤمنون بالبَعْث، وكانوا يتواصلون بالأرحام، فإذا ناشد الرجلُ الرجلَ، قال: أنشدك الله والرحم، وكذلك كان يكتب المشركون إلى رسول الله - صلى الله عليه وسلم -: نناشدك الله والرحم (إلَّا)  (٢) بعثت إلينا فلانًا وفلانًا (٣) . </p><p> وعلى هذا التفسير انتصب {وَالْأَرْحَامَ} بالعطف على موضع {بِهِ} ، كأنه قيل: وتذكرون الأرحامَ؛ لأن معنى {تَسَاءَلُونَ بِهِ} : تذكرونه في سؤالكم ومناشدتكم، فالأرحام عطف على موضع الجار والمجرور. </p><p> قال أبو علي (٤) وعلي بن عيسى (٥) : ويكون كقوله: </p><p>(١) انظر: \"تفسير الطبري\" ٤/ ٢٢٦، \"معاني القرآن\" للزجاج ٢/ ٦. (٢) في (د): (أن لا).(٣) لم أقف له على تخريجٍ في تفسير هذه الآية عن ابن عباس.(٤) ما نسبه المؤلف إلى أبي علي أحد الوجهين الذين ذكرهما في نصب الأرحام، والوجه الآخر أن يكون معطوفًا على قوله: {وَاتَّقُوا}، التقدير: {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ}، واتقوا الأرحام أي اتقوا حقَّ الأرحام فصلوها ولا تقطعوها. \"الحجة\" ٣/ ١٢١. وسيأتي نحوه عند المصنف قريبًا.(٥) لعله أبو الحسن علي بن عيسى بن علي بن عبد الله الرماني النحوي، وهو إمام في اللغة والنحو، صنف كتبًا كثيرة منها: \"شرح كتاب سيبويه\"، \"معاني الحروف\". وكان متهمًا بالاعتزال. توفي سنة ٣٨٤ هـانظر: \"سير أعلام النبلاء\" ١٦/ ٣٥٥، \"البلغة\" ص ١٥٤، \"بغية الوعاة\" ٢/ ١٨٠، ولم أقف على قوله.</p><p> فَلَسْنَا بِالجِبَالِ وَلا الحَديدَا (١) </p><p> وقال أكثر المفسرين: معنى {وَالْأَرْحَامَ} أي: واتقوا الأرحام أن تقطعوها. قاله: قتادة (٢) ، ومجاهد، والسدي، والضحاك، وابن زيد (٣) والربيع (٤)  (٥) ، والفراء (٦) ، والزجاج (٧) . </p><p>(١) عجز بيتٍ صدره: معاويَ إننا بشرٌ فأسجِحْومعنى أسجح: سهل علينا حتى نصبر، \"شرح أبيات سيبويه\" للسيرافي ١/ ٣٠١.وقد نسب هذا البيت إلى عُقَيبة بن هبيرة الأسدي كما نسب إلى عبد الله ابن الزبير وهو من \"شواهد الكتاب\" ١/ ٦٧، ٢/ ٢٩٢، ٣٤٤، ٣/ ٩١٢، \"معاني القرآن\" للفراء ٢/ ٣٤٨، \"المقتضب\" ٢/ ٣٣٧، ٤/ ١١٢، ٣٧١، \"الجمل\" للزجاجي ص ٥٥، \"الإنصاف\" للأنباري ص ٢٨٤. وقد استشهد به المؤلف عند تفسير البسملة في أول الكتاب.والشاهد منه نصبه الحديدا عطفًا على موضع المجرور بالجبال، وقد أنكر بعضهم على سيبويه استشهاده بهذا البيت لأنه من قصيدة القافية فيها مجرورة، لكن رد ذلك السيرافي بأن البيت له روايتان النصب والبحر، وكل رواية في قصيدةٍ مشاكلةٍ لها. انظر \"شرح السيرافي\" ١/ ٣٠٠ - ٣٠٣.(٢) هو أبو الخطاب، قَتادة بن دِعَامة السّدوسِي الشيباني، ولد سنة ٦٠ وهو أعمى، وعني بالعلم حتى صار من حفاظ التابعين وأعلمهم بالقرآن والسنة وهو من أخص تلامذة ابن عباس، توفي -رحمه الله- سنة ١١٧ هـ، وقيل بعدها. انظر: \"مشاهير علماء الأمصار\" ص ٩٦، \"وفيات الأعيان\" ٤/ ٨٥.(٣) هو عبد الرحمن بن زَيد بن أَسْلم العَمري.(٤) هو الرَّبِيع بن أنس البّكري، تقدم.(٥) أخرج أقوالهم: ابن جرير ٤/ ٢٢٧ - ٢٢٨ انظر: \"زاد المسير\" ٢/ ٣، و\"ابن كثير\" ١/ ٤٨٧.(٦) \"معاني القرآن\" ١/ ٢٥٢.(٧) \"معاني القرآن\" ٢/ ٦.</p><p> وعلى هذا التفسير انتصب الأرحام بالعطف على قوله أي: اتقوا اللهَ واتقوا الأرحامَ، أي: اتقوا حقَّ الأرحام فصلوها ولا تقطعوها (١) . </p><p> ويجوز على هذا التفسير أنْ يكون منصوبًا بالإغراء, أي: والأرحام فاحفظوها وصلوها، كقولك: الأسدَ الأسدَ (٢) </p><p> وهذا التفسير يدل على تحريم قطيعة الرحم، وينبئ بوجوب صلتها. وقرأ حمزة {والأرحامِ} جرًا (٣) بالعطف على المَكْنِيّ في {بِهِ} كما يقال: سألتك باللهِ والرحمِ، ونشدتك باللهِ والرحم، وإنما حَملَه على هذه القراءة ما ورد في التفسير أن المشركين كانوا يقولون: نناشدك بالله والرحم، ونسألك بالله والرحم إلّا فعلت كذا (٤) . </p><p> وضعف النحويون كلُّهم هذه القراءة واستقبحوها (٥) ، فقال أبو علي (٦) : هذا ضعيف في القياس قليل في الاستعمال، وما كان كذلك فَتركُ الأخذ به أحسن (٧) ؛ وضعفه أنَّ المشاكلة تُراعَى في باب العطف حتى </p><p>(١) انظر: \"معاني القرآن\" للفراء ١/ ٢٥٢، \"إعراب القرآن\" للنحاس ١/ ٣٩٠، \"الحجة\" ٣/ ١٢١. (٢) القول بنصب {الأرحامَ} على الإغراء لم أره عند غير المؤلف.(٣) هذه القراءة لحمزة وحده من العشرة, انظر \"السبعة\" ص ٢٢٦، \"المبسوط\" ص ١٥٣، \"الحجة\" ٣/ ١٢١، \"النشر\" ٢/ ٢٤٧، \"البدور الزاهرة\" ص ٩٣.(٤) انظر:\"معاني القرآن\" ١/ ٢٥٢.(٥) انظر: \"معاني الفراء\" ١/ ٢٥٢، \"معاني الأخفش\" ١/ ٤٣٠، \"تفسير الطبري\" ٤/ ٢٢٦، \"إعراب القرآن\" للنحاس ١/ ٣٩١، \"معاني الزجاج\" ٢/ ٦, \"الإنصاف\" ٣٧٣ - ٣٧٩، \"إملاء ما من به الرحمن\" بهامش الفتوحات الإلهية ٢/ ١٨٢، \"البحر المحيط\" ٣/ ١٥٨، \"الدر المصون\" ٣/ ٥٥٤.(٦) في \"الحجة\" ٣/ ١٢١.(٧) إلى هنا نص كلامه أبي علي، وما بعده إلى قوله: قال: ويدلك .. بمعناه. انظر \"الحجة\" ٣/ ١٢١ ,١٢٢.</p><p> يعطف الشك على الشكلِ، والمعطوف ينبغي أنْ يكون مُشاكلًا للمعطوف عليه، والمضمرُ المجرور قد خرج عن شبه الاسم وصار بمنزلة الحرف بدلالة أنه لا ينفصل، وذلك أن الكاف والهاء في قولك:  (بِهِ وبِكَ)  (١)  (ألا)  (٢) ترى واحدًا منهما منفصلًا عن الجار، فصار كالتنوين؛ فلأن المضمر المجرور أيضا قد صار عِوَضًا من التنوين إذا اتصل باسمٍ، نحو: غلامك، وغلامه، وغلامي، وأيضًا فإنه على حرف كما أن التنوين على حرف. </p><p> قال (٣) : ويدلك على أنه قد جرى عندهم مجرى التنوين حذفهم الياء من المُنَادَى المضاف (٤)  (في الاختيار)  (٥) كحذفهم التنوين (من المفرد)  (٦) وذلك قولهم: يا غلام، وهو أكثر في الاستعمال (٧) من: يا غلامي، فشابه المضمرُ المجرور التنوينُ من هذه الوجوه. وإذا كان كذلك خرج عن حدّ الاسم وصار بمنزلة الحرف، فلم يعطف على المضمر المجرور لخروج المعطوف عليه عن شَبَه الاسم إلى شبَه الحرف، وقد ذكرنا شأن التشاكل، يُرَاعى في باب العطف فلا يُعطف الاسم على الحرف. </p><p> وقال الزجاج (٨) : إجماع النحويين أنه يقبح أن يُنْسقَ باسمٍ ظاهر على اسم مُضمَر في حال الخفض إلا بإظهار الخافض (٩) ، كقوله تعالى: {فَخَسَفْنَا </p><p>(١) في (د): (بك وبه). (٢) هكذا في النسختين، ولعل الصواب: لا وليس ألا.(٣) أي: أبو على.(٤) في \"الحجة\" المضاف إليه.(٥) ليس في \"الحجة\".(٦) ليس في \"الحجة\".(٧) انتهى كلام أبي علي من \"الحجة\" ٣/ ١٢١، ١٢٢.(٨) في \"معاني القرآن\" ٢/ ٦.(٩) دعوى الإجماع فيها نظر، لأن ذلك رأي البصريين وأنه لا يجوز إلا في الشعر، =</p><p> بِهِ وَبِدَارِهِ الْأَرْضَ} [القصص: ٨١]  (١) ، ويستقبح النحويون: مررت به وزيد (٢) ، لأن المكني المخفوض حرف متصل غير منفصل، فكأنه كالتنوين في الاسم، فقبح أن (يعطف)  (٣) باسم يقوم بنفسه على اسم لا يقوم بنفسه. هذا كلامه (٤) . وقد ذكر أبو علي وجه الشبه بينهما كما حكينا. </p><p> وقال علي بن عيسى (٥) : ومما يزيد هذا الفصل بيانًا أنهم لم يستحسنوا عطف الظاهر المرفوع على المضمر المرفوع حتى يؤكد، فينفع (٦) العطف في اللفظ على المضمر المنفصل الذي يجري مَجرى الأجنبي، وذلك نحو: اذهب وزيد، وذهبت وزيد، لا يستحسنون ذلك حتى يؤكدوه، فيقولوا: اذهب أنت وزيد، وذهبت أنا وزيد (٧) ؛ لأنه لما اختلط الاسم بالفعل حتى صار كبعض أجزائه لوقوع إعرابه بعده في نحو: تفعلين، وتفعلان، وتفعلون، ولإسكانهم الآخر منه إذا اتصل بالضمير مع تحريكهم نحو: </p><p>= وأما الكوفيون فقد أجازوا ذلك. انظر \"المقتضب\" ٤/ ١٥٢، \"الأصول في النحو\" ٢/ ٧٩، \"الإنصاف\" ص٣٧١، \"شذور الذهب\" ص ٥٣٣. (١) هذا الشاهد القرآني ليس في \"معاني الزجاج\".(٢) بعد هذا المقال كلام للزجاج هو: وبك وزيد، إلا مع إظهار الخافض، حتى يقولوا: بك وبزيد، فقال بعضهم: لأن المخفوض ... \"معاني الزجاج\" ٢/ ٦.(٣) ليس في (د).(٤) \"معاني الزجاج\" ٢/ ٦ بتصرف.(٥) هذا الكلام في \"الحجة\" ٣/ ١٢٥، لكن دون نسبة إلى علي بن عيسى هذا، وعلي هذا لعله الرماني وقد تقدمت ترجمته.(٦) في \"الحجة\": فيقع.(٧) هذا عند البصريين، لكن إذا طال الكلام حسن حذف التوكيد، أما الكوفيون فلا قُبْح في الحالين. انظر \"المقتضب\" ٣/ ٢١٠، ٢٧٩، \"الإنصاف\" ص٣٨٠ - ٣٨١، \"شذور الذهب\" ص ٥٣١ - ٥٣٢.</p><p> (عَلَيْطٍ)  (١) ، (لم يستجيزوا العطف عليه إلا بالتأكيد)  (٢) ليقع العطف عليه في اللفظ، فلا يكون كأنه عطف اسمًا على فِعل (٣) ، كما يصير في المجرور، كأنه عطف اسمًا على تنوين (٤) . وإذا ضَعُف في المرفوع مع أن له ضميرًا منفصلًا نحو: أنت وهو، امتنع في المجرور؛ لأن المضمَر المجرور لا منفصل له، وليس بعد الضعف إلا الامتناع. </p><p> فأما الضمير المنصوب نحو: ضربته، لا يستقبح العطف عليه؛ لأنه ظاهر لم يختلط بالفعل حتى صار كبعض أجزائه، كضمير المرفوع، ولا يقوم مقام التنوين في موضع ما كضمير المجرور، وذلك أن ضمير المنصوب لا يتصل إلا بالفعل نحو: منعته وقتلته، ولا ينون الفعل قط. </p><p> وضمير المجرور إما أن يَتَّصل باسمٍ فيقوم فيه مقام التنوين، أو بحرفٍ نحو: به وبك، واتصالُه بالحرف كاتصالهِ بالاسم، ألا ترى أنه لا ينفصل من الاسم، ولا يفصل بينهما كما يفصل بين الجار والمجرور الظاهر في باب المضاف والمضاف إليه نحو: </p><p> كأن أصواتَ -مِن إِيغالِهِنَّ بنا- ... أَوَاخِرِ المَيْس إِنْقَاض الفَراريجِ (٥) </p><p> وإِذا اتّصلَ بالحرف لم ينفَصِل منه ولم يُفصل أيضًا بينهما بشيء، فلا فصل إذًا بين اتصاله بالاسم وبين اتصاله بالحرف. </p><p>(١) في (د): (غليط)، بإعجام الغين. (٢) في \"الحجة\" لم يستجيزوا العطف عليه في حال السعة إلا بالتأكيد.(٣) انظر: \"الإنصاف\" ص ٣٨١.(٤) إلى هنا نفس الكلام في \"الحجة\" ٣/ ١٢٥، وما بعده يحتمل أن يكون من زيادة المؤلف.(٥) البيت لذي الرمة: \"ديوانه\" ص ٧٦، وهو من شواهد سيبويه ١/ ١٧٩، ٢/ ١٦٦، ٢٨٠، \"المقتضب\" ٤/ ٣٧٦، والأزهري في \"تهذيب اللغة\" ٤/ ٣٦٤٨ (نقض)،=</p><p> ولأبي عثمان المازني (١) تفسير لهذا الفصل مُقنع، وهو أنه قال: الثاني في العطف شريكٌ للأول، فإنْ كان الأول يصلح أَنْ يكون شريكًا الثاني وإلا لم يصلح أَنْ يكون الثاني شريكًا له. (بيان هذا أنك لا تقول)  (٢) : مررت بزيدٍ وبك كذلك لا تقول: مررت بك وزيد. </p><p> وقال سيبويه: لا يجوز عطف الظاهر على المكني المخفوض من غير إعادة الخافض إلا في ضرورة الشعر (٣) ، وأنشد: </p><p> فاليَومَ قرَّبت تهجُونا وتشتُمُنا ... فاذْهَب فَمَا بِكَ والأيامِ من عَجَبِ (٤) </p><p> وأنشد الفراء أيضًا: </p><p>= \"سر صناعة الإعراب\" ١/ ١٠، \"اللسان\" ٨/ ٤٥٢٥ (نفض). قال الأزهري: وفي تقديم وتأخير، أراد كأن أصوات أواخر الميس إنقاض الفراريج من إيغال الرواحل بنا، أي من إسراعها السير بنا. والفراريج جمع فروج وهو الفتيّ من ولد الدجاج. \"اللسان\" ٦/ ٣٣٧١ (فرج)، وإنقاضها أصواتها، ففي \"سر صناعة الإعراب\" أصوات الفراريج وبين ابن جني فيه أن الميس خشب الرحل. والشاهد منه أنه فصل بين المضاف أصوات والمضاف إليه أواخر.(١) من \"معاني القرآن\" للزجاج ٢/ ٦.(٢) في \"معاني الزجاج\" قال: فكما لا تقول ....(٣) معنى كلام سيبويه. انظر \"الكتاب\" ٢/ ٣٨٢ - ٣٨٣.(٤) الظاهر أن هذا البيت من الأبيات الخمسين عند سيبويه التي لم يُعرف لها قائل. انظر: \"الكتاب\" ٢/ ٣٨٣، \"إعراب القرآن\" للنحاس ١/ ٣٩٠، \"الإنصاف\" ص ٣٧٧. وقد استشهد بالبيت الزجاج في \"معاني القرآن\" ٢/ ٧، وقال محققه: البيت للأعشى وينسب لعمرو بن معد يكرب، ولم أجده في ديوان الأعشى. قال عبد السلام هارون في تحقيقه للكتاب: قرَّبت: أخذت وشرهت. يقول: إن هِجاءك الناس وشتمَهم صار أمرًا معروفًا لا يتعجب منه. كما لا يتعجب الناس من فعل الدهر. والشاهد فيه أنه عطف الأيام على الكاف الخطاب دون إعادة حرف الجر.</p><p> نُعَلِّقُ في مثلِ السَّواري سيوفَنَا ... وما بَينَها والكَعْبِ غَوطٌ نَفَانِفُ (١) </p><p> قال أبو إسحاق (٢) : وقراءة حمزة مع ضَعفِها وقُبحِها في العربية خطأ في أمر الدين عظيم؛ لأن النبي - صلى الله عليه وسلم - قال: \"لا تحلفوا بآبائكم (٣) فكيف يكون: تتساءلون بالله (والرحم) ؟ (٤)  (٥) . </p><p> يعني أن الحَلِفَ بغير الله لا يجوز، وإذا عطفت الأرحام (كالمَكْنِيّ)  (٦) عن اسم الله أوجب جواز الحَلِف بالأرحامِ، وذلك غير جائز. </p><p>(١) \"معاني القرآن\" للفراء ١/ ٢٥٣. والبيت نسبه الجاحظ في \"الحيوان\" ٦/ ٤٩٤ لمسكين الدارمي، وانظر \"الإنصاف\" ص ٣٧٨، \"معجم شواهد العربية\" ص ٢٣٧. واختلفت الروايات لأول البيت بين نُعَلِّق بالنون والبناء للمعلوم فيكون سيوفَنا منصوبًا على أنه مفعول به، وبين تُعَلَّق بالتاء والبناء للمفعول ويكون سيوفُنا مرفوعًا على أنه نائب فاعل. كما أن قافيته جاءت على روايتين: نفانف، وتنائف. قال عبد السلام هارون في شرحه للحيوان: مثل السواري، عنى بها أعناق الرجال. والسارية: الأسطوانة من أساطين البيوت ونحوها. التنائف جمع تنوفة وهي المفازة، وهذه مبالغة ظاهرة أن يجعل ما بين أعناقهم وكعوبهم تنائف. والشاهد منه أنه عطف الكعب على الضمير في بينها دون إعادة الخافض. (٢) أي الزجاج في \"معاني القرآن\" ٢/ ٦.(٣) طرف حديث أخرجه ابن ماجه من حديث ابن عمر -رضي الله عنهما- رقم (٢١٠١) كتاب الكفارات، باب: من حُلِف له بالله فليرض ١/ ٦٧٩، والحاكم في كتاب الأيمان من \"مستدركه\" ١/ ٥٢، وصححه الألباني في \"صحيح الجامع الصغير\" ٦/ ١٣٦ (٧٢٤٧). كما أخرجه من حديث أبي هريرة - رضي الله عنه - أبو داود (٣٢٤٧) في الأيمان والنذور، باب: في كراهية الحلف بالآباء، والنسائي ٧/ ٥ في الأيمان والنذور، باب: الحلف بالأمهات ٧/ ٥، وابن حبان ١٠/ ١٩٩ رقم (٤٣٥٧)(٤) في (أ): (والأرحام)، وما أثبته هو الموافق لما في \"معاني الزجاج\" إلا أن فيه: وبالرحم.(٥) انتهى من \"معاني القرآن\" للزجاج ٢/ ٦.(٦) هكذا فى (أ)، و (د)، ولعل الصواب: على المكنى.</p>"
}