{
  "id": null,
  "sura": 4,
  "aya": 176,
  "text": "<p> وشبه القرآن بالنور؛ لأنه يُتبين به الأمور كما يُتبين بالنور. </p><p> ١٧٥ - قوله تعالى:  {فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ} الظاهر أن الكناية في (به) تعود على اسم الله. </p><p> وقال ابن جريج: الكناية تعود على النور الذي هو القرآن (١) . </p><p> وهذا قريب من الأول في المعنى، لأن الاعتصام بالقرآن اعتصام بالله تعالى. </p><p> قال ابن عباس:  {وَاعْتَصَمُوا بِهِ} يريد امتنعوا به (٢) . </p><p> قال أهل المعاني: الاعتصام بالقرآن: الامتناع به من معاصي الله، والاعتصام بالله: الامتناع به من زيغ الشيطان وهوى الإنسان بطاعته وطلب مرضاته (٣) . </p><p> وقوله تعالى:  {فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ} . </p><p> قال ابن عباس: يريد الجنة (٤) . {وَفَضْلٍ} قال: يريد يتفضل عليهم بما لا عين رأت ولا أذن سمعت ولا ما يوصف (٥) . </p><p> {وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا}  [النساء: ١٧٥] ، قال: يريد دينًا مستقيمًا (٦) . </p><p> ١٧٦ - قوله تعالى:  {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَة} الآية. </p><p> قد بينا معنى الكلالة واشتقاقها في اللغة في أول السورة. </p><p>(١) أخرجه الطبري ٦/ ٣٩، وانظر: \"النكت والعيون\" ١/ ٥٤٧، و\"الدر المنثور\" ٢/ ٤٤١. (٢) لم أقف عليه.(٣) انظر: \"النكت والعيون\" ١/ ٥٤٧.(٤) انظر: \"زاد المسير\" ٢/ ٢٦٤، و\"تنوير المقباس\" بهامش المصحف ص ١٠٥.(٥) لم أقف عليه.(٦) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٠٥</p><p> قال العلماء: إن الله تعالى أنزل في الكلالة آيتين، إحداهما في الشتاء وهي التي في أول هذه السورة، والأخرى في الصيف، وهي هذه الآية، ولهذا تسمى هذه الآية آية الصيف (١) . </p><p> ونزلت هذه الآية والنبي - صلى الله عليه وسلم - مُتجهز للحج، فهي من آواخر ما نزل من القرآن (٢) . فقد نزلت في الكلالة آيتان. </p><p> والمراد بالكلالة في الآية الأولى: الموروث، والمراد في هذه الآية بالكلالة الوارث، وكل وارث سوى الوالد والولد كلالة، وكذلك كل موروث سواهما. </p><p> وعند ابن عباس وأكثر المفسرين نزلت هذه الآية في جابر بن عبد الله، مرض بالمدينة فأتاه النبي - صلى الله عليه وسلم - عائدًا، فقال:  \"يا رسول الله: إني كلالة، ولا أب لي ولا ولد، فكيف أصنع في مالي؟ \" . فأنزل الله هذه الآية (٣) . </p><p> وفي رواية أخرى:  \"فقلت: إني رجل ليس يرثني إلا كلالة\" وكان له تسع أخوات (٤) . قال ابن عباس في قوله:  {قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَة} يريد من ليس له ولد ولا والد. </p><p> فعلى هذا المراد بالكلالة: الموروث، وهو الظاهر؛ لأنه قال بعد هذا:  {إِنِ امْرُؤٌ هَلَكَ} وهذا ابتداء الفتوى في الكلالة، وقد بدأ بذكر الموروث. </p><p>(١) تسمية هذِه الآية بآية الصيف جاء في أكثر من أثر. انظر: الطبري ٦/ ٤٣ - ٤٤. (٢) انظر: الطبري ٦/ ٤١ - ٤٢، و\"الدر المنثور\" ٢/ ٤٤٥.(٣) أخرجه بمعناه البخاري (٤٦٠٥) كتاب: التفسير سورة النساء، باب: يوصيكم الله في أولادكم ٥/ ١٧٧، ومسلم (١٦١٦) كتاب: الفرائض، باب: ميراث الكلالة والمؤلف في \"أسباب النزول\" ص ١٩٠.(٤) سبق تخريجه.</p><p> ويجوز أن يكون المراد بالكلالة: الوارث، ثم بين من هُم بذكر الأخت والأختين والأخوة. </p><p> وقوله تعالى:  {إِنِ امْرُؤٌ هَلَكَ} . قد ذكرنا ما في هذا عند قوله:  {وَإِنِ امْرَأَةٌ خَافَتْ}  [النساء: ١٢٨] . </p><p> وقوله تعالى:  {لَيْسَ لَهُ وَلَدٌ} قال أهل المعاني: أراد ليس له ولد ولا والد، فاكتفى بذكر أحدهما من الآخر، ودل على المحذوف أنَّ الفتيا في الكلالة. وقد بينا أن الكلالة من ليس له والد ولا ولد، فإن كان له أحدهما لم يسم كلالة (١) . </p><p> وزعم أبو علي الجرجاني أنَّ الوالد يجوز أن يكون داخلًا في لفظ الولد، قال: وكل من اتصل به ذكر الولادة احتمل أن يقال له: ولد، فالوالد يسمى والدا، لأنه ولد، والمولود يسمى ولدًا، لأنه ولد، وهذا مثل قولهم: الذرية، وهي اسم من (ذرا) ثم الولد يسمى ذرية، والأب أيضًا يسمى ذرية، لأن الولد ذريء منه، ومن هذا قوله تعالى:  {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ}  (٢)  [يس: ٤١] أي وآية لقريش أنا حملنا آباءهم مع نوح. قال: ووجدنا أيضًا الأسماء التي اشتقت من الأفعال جاء فعل منها بمعنى الفاعل أكثر مما جاءت بمعنى المفعول، كقولهم: حرض، من حارض، ودنف، من دانف، وضرع، من ضارع، وطلب، بمعنى طالب. </p><p> وقوله تعالى:  {وَلَهُ أُخْتٌ} أراد من أبيه وأمه وأبيه، لأنه سبق ذكر أولاده الأم في أول السورة. </p><p> وقوله تعالى:  {فَلَهَا نِصْفُ مَا تَرَكَ} هذا بيان فرضها عند إنفرادها، ولها نصف المال بالتسمية. ثم لمن باقي المال؟ </p><p>(١) انظر: \"زاد المسير\" ٢/ ٢٦٦. (٢) انظر: القرطبي ٦/ ٢٨.</p><p> عند زيد بن ثابت يكون لبيت المال إذا لم يكن هناك عصبة، وهو مذهب الشافعي (١) . وعند أهل العراق يرد عليها الباقي (٢) . </p><p> فإن قيل: الله تعالى سمى لها النصف إذا لم يكن هناك ولد، فلم أعطيت النصف مع البنت الواحدة وهي ولد؟ </p><p> قيل: هذا إجماع سنة (٣) رسول الله - صلى الله عليه وسلم -، وهي مع البنت كالذكر من العصبة يأخذ ما أبقت الفرائض، فهي في هذه المسألة لا بالتسمية، ولكن بأنها معها عصبة (٤) . </p><p> وقوله تعالى:  {وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ} يعني أن الأخ يستغرق ميراث الأخت إذا لم يكن للأخت ولد، وهذا أصل في العصبيات واستغراقهم المال. </p><p> وهذا الأخ من الأب والأم، أو من الأب، وقد بينا هذا لأن الأخ من الأم. </p><p> وقوله تعالى:  {فَإِنْ كَانَتَا اثْنَتَيْنِ} إلى قوله {يُبَيِّنُ اللَّهُ} ظاهر. </p><p> وروي أن أبا بكر الصديق -رضي الله عنه- قال في خطبته: ألا إن الآية التي أنزل الله في أول سورة النساء من شأن الفرائض أنزلها في الولد والوالد، والآية الثانية أنزلها في الزوج والزوجة والأخوة من الأم، والآية التي ختم بها سورة النساء أنزلها في الأخوة والأخوات من الأب والأم، والآية التي ختم بها سورة الأنفال أنزلها في أولي الأرحام بعضهم أولى ببعض في كتاب الله </p><p>(١) وبه قال مالك، انظر: \"الأم\" ٤/ ٧٦، و\"المغني\" ٩/ ٤٩. (٢) وهو مذهب أحمد، انظر \"المغني\" ٩/ ٤٩.(٣) هكذا في المخطوط، ولعل الصواب: بسنة.(٤) انظر: \"بحر العلوم\" ١/ ٤٠٩، والقرطبي ٦/ ٢٩</p><p> مما جرت به الرحم من العصبة (١) . </p><p> وقوله تعالى:  {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا} اختلفوا في هذا، فعند الكوفيين (لا) مضمرة ههنا، على تقدير: لئلا تضلوا، أو ألا تضلوا. قالوا: ومثل هذا قوله: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا}  [فاطر: ٤١] أي: لئلا تزولا، ومثله:  {كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ}  [الحجرات: ٢] . </p><p> وهذا قول الفراء والكسائي (٢) . </p><p> وقال البصريون: المحذوف ههنا مضاف، على تقدير: يبين الله لكم كراهة أن تضلوا، فحذف المضاف كقوله:  {وَاسْأَلِ الْقَرْيَةَ}  [يوسف: ٨٢] وبابه، قالوا: و (لا) حرف جاء لمعنى النفى فلا يجوز حذفه، ولكن قد تزاد في الكلام مؤكدة، كقوله:  {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ}  [القيامة: ١] ونحوه (٣) . </p><p> وهذا القول يبعد، لأنه لم يدل على الاجتناب شيء. </p><p> والله أعلم (٤) . </p><p>(١) أخرجه الطبري ٦/ ٤١، وانظر: \"الكشف والبيان\" ٤/ ١٤٩ أ، و\"الدر المنثور\" ٢/ ٤٤٣. (٢) انظر: \"معاني القرآن\" للفراء ١/ ٢٩٧، و\"إعراب القرآن\" للنحاس ١/ ٤٧٧، و\"مشكل إعراب القرآن\" ١/ ٢١٦، و\"الدر المصون\" ٤/ ١٧٦.(٣) انظر: \"معانى الزجاج\" ٢/ ١٣٧، و\"إعراب القرآن\" للنحاس ١/ ٤٧٧، و\"الدر المصون\" ٤/ ١٧٦.(٤) انتهى تفسير سورة النساء بحمد الله.</p><p> سورة المائدة </p>"
}