{
  "id": null,
  "sura": 4,
  "aya": 105,
  "text": "<p> {وَكَانَ اللَّهُ عَلِيمًا} بخلقه (١) . </p><p> {حَكِيمًا} فيما حكم لأوليائه من الثواب، ولأعدائه من العقاب. </p><p> ١٠٥ - قوله تعالى:  {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ} الآية. </p><p> أجمعوا على أن هذه الآية وما بعدها من أي كثير نزلت في قصة طعمة ابن أُبيرق (٢) ، سرق درعًا ثم رمى بها يهوديًّا فلما طلبت عنده الدرع أحال على اليهودي، فرماه بالسرقة، فاجتمع قوم طعمة وقوم اليهودي، وأتوا رسول الله - صلى الله عليه وسلم -، فسأل قوم طعمة النبي عليه السلام أن يُجادل عن صاحبهم، وأن يبرأه، وقالوا: إنك إن لم تفعل هلك صاحبنا وافتضح، وبرئ اليهودي، فهمّ النبي - صلى الله عليه وسلم - أن يفعل وأن يعاقب اليهودي. </p><p> وهذا قول ابن عباس في رواية الكلبي عن أبي صالح عنه (٣) ، والضحاك والسدي والحسن وابن زيد أن طعمة سرق الدرع (٤) . </p><p> وقال مجاهد ومقاتل: إن طعمة استُودع درعًا, ولم تكن عليه بينة، </p><p>(١) انظر: الطبري ٥/ ٢٦٤. (٢) هو طعمة بن أبيرق بن عمرو بن حارثة بن ظفر الخزرجي الأنصاري، ذكر في الصحابة وأنه شهد المشاهد كلها إلا بدرًا، وقد تكلم في إيمانه.انظر: \"أسد الغابة\" ٣/ ٧٥، و\"الإصابة\" ٢/ ٢٢٤.(٣) انظر: \"تنوير المقباس\" بهامش المصحف ص ٩٥، وقد أخرجه بمعناه عن ابن عباس من طريق العوفي: الطبري ٥/ ٢٦٧، وابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٨٤.(٤) أخرج الآثار عنهم: الطبري ٥/ ٢٦٧ - ٢٧٠ إلا الحسن فأخرجه عنه ابن المنذر. انظر: \"الدر المنثور\" ٢/ ٣٨٥.وقد أخرج القصة مطولة الترمذي في كتاب: التفسير، باب: (٥) ومن سورة النساء ٥/ ٢٤٤ عن قتادة بن النعمان. وقال: حديث غريب، وكذا الطبري ٥/ ٢٦٥ وذكرها المؤلف في \"أسباب النزول\" ص ١٨٣، والسيوطي في \"لباب النقول\" ص ٨٢.</p><p> فجحدها، وكانت الدرع ليهودي. وهذا قول مقاتل وقول مجاهد، وأنه استودع درعًا، فرمى بسرقتها يهوديًا، [فنزلت]  (١) الآية في هذه الخصومة (٢) . </p><p> قوله:  {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ} المعنى: على وجه الحق دون الباطل، لأنه لو (......... ـعدى)  (٣) في الحكم لم يكن قد أنزل بالحق، فالحق ههنا إنما هو ما كان لأجله الكتاب حقًا، وقد يوصف بالحق على معنى: ذو الحق، كما يوصف بعدل، كما قال عز وجل:  {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ}  [الحج: ٦٢] . </p><p> وقوله تعالى:  {بِمَا أَرَاكَ اللَّهُ} ، قال ابن عباس:  \"بما علمك الله\"  (٤) . </p><p> ونحو ذلك قال غيره (٥) ، ومثله قوله:  {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ}  [سبأ: ٦]  (٦) أي: ويعلم. </p><p> وهذا يدل أن رأيه - صلى الله عليه وسلم - كله وحيًا (٧) . </p><p>(١) ما بين المعقوفين لم تتضح بعض حروفه في المخطوط. (٢) قول مجاهد كالقول السابق أن طعمة سرق الدرع ورمى بذلك غيره. انظر: قول مجاهد في \"تفسيره\" ١/ ١٧٣، والطبري ٥/ ٢٦٥، وقول مقاتل في \"تفسيره\" ١/ ٤٠٤، و\"الكشف والبيان\" ٤/ ١١٦ ب.(٣) طمس ما بين القوسين في المخطوط، وهو بقدر كلمتين لم يتبين منهما إلا هذان الحرفان اللذان أثبتهما، والظاهر أن العبارة: \"لو كان التعدي\" أو \"لو قصد التعدي\". انظر: \"الوسيط\" ٢/ ٦٩٧.(٤) \"تنوير المقباس\" بهامش المصحف ص ٩٥.(٥) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ص ٤٩٩.(٦) تمام الآية: {وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} وسقتها كاملة ليتضح تفسير المؤلف لها.(٧) هكذا ولعل \"كله\" مصحفة عن \"كان أو أنه\" سقط (كان) من الكلام.</p><p> وكان عمر -رضي الله عنه- يقول:  \"لا يقولن أحدكم:[قضيت](١)بما أراني الله، فإن الله تعالى لم يفعل ذلك إلا لنبيه\" . وكان يقول:  \"إنَّ رأي النبي - صلى الله عليه وسلم - كان مصيبًا، لأن الله تعالى كان يريه إياه، وهو منّا ظن وتكلف\"  (٢) . </p><p> وقال الحسن:  \"رأي الأنبياء عليهم السلام وحي\" ثم تلا هذه الآية (٣) . </p><p> قال أبو علي: لا يخلو (أراك) من أن يكون منقولًا بالهمزة من رأيت، التي يراد بها رؤية البصر، أو رأيت، التي تتعدى إلى مفعولين، ورأيت الذي بمعنى الرأي الذي هو الاعتقاد، فلا يجوز أن يكون من الرؤية التي معناه: أبصرت بعيني؛ لأن الحكم في الحوادث بين الناس ليس مما يدرك بالبصر، ولا يجوز أن يكون من: رأيت، التي يتعدى إلى مفعولين؛ لأنه كان يلزم بالنقل أن يتعدى إلى ثلاثة، مفعولين (٤) ، وفي تعديه إلى مفعولين، أحدهما الكاف التي للخطاب، والآخر: المفعول المقدر حذفه من الصلة، تقديره: بما أراكه الله، ولا مفعول ثالثًا في الكلام، وذلك في دلالة على أنه من رأيت، التي معناها الاعتقاد والرأي، وهو يتعدى إلى مفعول واحد، فإذا نقل بالهمزة تعدى إلى مفعولين، كما ذكرنا في التقدير (٥) . </p><p>(١) ما بين المعقوفين غير واضح وضوحًا تامًّا، وما أثبته قريب. (٢) قال السيوطي: \"أخرج ابن المنذر عن عمرو بن دينار أن رجلاً قال لعمر: (بما أراك الله) قال: مه، إنما هذِه للنبي - صلى الله عليه وسلم - خاصة \"الدر المنثور\" ٢/ ٣٨٦. هذا ما وقفت عليه عن عمر رضي الله عنه.(٣) لم أقف عليه.(٤) لعل هذِه الكلمة زائدة، أو مصحفة عن \"مفاعيل\".(٥) من \"المسائل الحلبيات\" لأبي علي ص ٧٠، ٧١ بتصرف.</p>"
}