{
  "id": null,
  "sura": 4,
  "aya": 62,
  "text": "<p> كانوا ظالمين وعلموا أنه لا يأخذ الرشا (١) على الحكم، وأنه يحكم بمُرِّ الحق (٢) . وقيل: لعداوتهم للدين (٣) . </p><p> ٦٢ - قوله تعالى:  {فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ} الآية في تأويل هذه ووجه نظمها طريقان: أحدهما: أن المراد بالمصيبة ههنا نقمة من الله تنالهم عقوبة لهم بصدودهم. </p><p> وفي الكلام إضمار واختصار، معناه: فكيف يصنعون ويحتالون إذا أصابتهم مصيبةٌ مجازاةً لهم على ما صنعوا. ويتم الكلام عند قوله:  {بِمَا قَدَّمَتْ أَيْدِيهِمْ} ثم عطف قوله: {ثُمَّ جَاءُوكَ} على معنى ما تقدم، لا على ظاهر اللفظ. وقد بينا في مواضع أنه يجوز العطف على ما يمكن في المعنى كقوله:  {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ}  [البقرة: ٢٥٩] ، وقوله:  {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا}  [آل عمران: ٨٦] ، وقد سبقت الآيتان بما فيهما من القول. </p><p> والتقدير في هذه الآية: أنه لما أخبر عنهم بالتحاكم إلى الطاغوت، (وصدُّوا عنك صدودًا)  {ثُمَّ جَاءُوكَ يَحْلِفُونَ بِاللَّهِ} وذلك أن المنافقين أتوا نبي الله عليه السلام وحلفوا أنهم ما أرادوا بالعدول عنه في المحاكمة إلا توفيقًا بين الخصوم، أي جمعًا وتأليفًا وإحسانًا بالتقريب في الحكم، دون الحمل على مرِّ الحق. وكل ذلك كذب منهم وإفك؛ لأن الله تعالى قال:  {أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ}  [النساء: ٦٣] ، أي من الكذب والخيانة. </p><p>(١) جمع رشوة، وجاءت في المخطوط هكذا بالممدودة، والصواب \"الرشى\" بالمقصورة. انظر: \"اللسان\" ٣/ ١٦٥٣ (رشا). (٢) انظر: الطبري ٥/ ١٥٥, \"النكت والعيون\" ١/ ٥٠١ - ٥٠٢.(٣) انظر: \"زاد المسير\" ٢/ ١٢١، \"التفسير الكبير\" للرازي ١٠/ ١٥٨.</p><p> وعلى هذا يكون قوله:  {فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ} كلام معترض. وقد يفعل ذلك العرب، يدخلون بين كلام متصل فصلًا يقرب منه في المعنى، وليس هو إياه، وهو كثير في الشعر، من ذلك قول الشاعر: </p><p> وقد أدركتني والحوادث جمة ... أسنة قوم لا ضعافٍ ولا عزل (١) </p><p> أراد: أدركتني أسنة قوم، فأدخل بينهما جملة معترضة، وهي من قبيل معنى كلامه؛ لأن إدراك الأسنة إياه من جملة الحوادث. </p><p> ويسمي الرواة مثل هذا التفاتًا. وهذه طريقة صحيحة (٢) . </p><p> الثاني: أن المراد بالمصيبة التي أصابتهم قتل عمر صاحبهم الذي أظهر أنه لا يرضى بحكم رسول الله - صلى الله عليه وسلم -. ومعنى قوله:  {إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا} هو أنهم طالبوا عمر بدم صاحبهم، وحلفوا: ما أردنا (بهذه)  (٣) المطالبة إلا إحسانًا وطلبًا لما يوافق الحق. </p><p> وهذا المعنى الثاني اختيار أبي إسحاق (٤) . </p><p>(١) انظر: \"البحر المحيط\" ١/ ٥٧٥، و\"الخصائص\" ١/ ٣٣١، و\"المحكم\" و\"اللسان\" (فشل)، و\"سر الصناعة\" ١/ ١٤٠، و\"مغني اللبيب\" ٢/ ٣٨٧، ونسبه في \"الدرر اللوامع\" ٤/ ٢٥ لجويرية بن زيد ولرجل من بني عبد الدار في \"شرح شواهد المغني\" ٢/ ٨٠٧. (٢) الظاهر أن هذا الكلام من كتاب \"نظم القرآن\" وهو مفقود ويؤكد هذا كلام المؤلف، وانظر: \"تفسير الطبري\" ٥/ ١٥٦، \"بحر العلوم\" ١/ ٣٦٤، \"الكشف والبيان\" ٤/ ٨٢ ب، \"زاد المسير\" ٢/ ١٢٠، \"التفسير الكبير\" للرازي ١٠/ ١٥٨، والقرطبي ٥/ ٢٦٤.(٣) كلمه غير واضحه، ولا يبعد ما أثبته.(٤) الزجاج في \"معانيه\" ٢/ ٦٩، وقد أشار إليه بإيجاز. وانظر: \"الكشف والبيان\" ٨٢/ ب \"النكت والعيون\" ١/ ٥٠٢، \"زاد المسير\" ٢/ ١٢١، \"الرازي\" ١٠/ ١٥٨.</p><p> وقيل: معناه ما أردنا بالترافع إلى عمر إلا إحسانًا وتوفيقًا (١) . فيكون هذا كما ذكرنا في الوجه الأول. </p><p> ونظم الآية على هذا المعنى أن قوله:  {فَكَيْفَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ} فصل منسوق على ما قبله من قوله: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ} و {أَلَمْ تَرَ} معناه ههنا تعجيب، و (كيف) أيضًا استفهام معناه التعجيب، كما تقول في الكلام: كيف رأيت فلانًا فعل كذا وكذا، إذا أردت أن تعجب المخاطب من فعله. والله تعالى عجب نبيه مما قد هم المنافقون (٢) من التحاكم إلى الطاغوت، ثم نسق عليه خبرًا آخر عجبه مما كان منهم عند قتل صاحبهم، وتهتك أستارهم بظهور نفاقهم. </p><p> والتقدير: ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك كَيْفَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ جَآؤُوكَ يَحْلِفُونَ بالله إِنْ أَرَدْنَا إِلَّا إِحْسَانًا وَتَوْفِيقًا. إلا أن الفاء دخلت في أول (كيف) لأنه نسق على ما قبله ومعطوف. وكذلك دخلت ثم في قوله:  {ثُمَّ جَآءُوكَ} للنسق. وهذا الوجه ذكره الحسن بن يحيى الجرجاني (٣) . </p><p> والطريقة الأولى أعجب إلي وأقوى في نفسي؛ لأنه ليس يظهر وجه دخول الفاء في (فكيف) ودخول ثم في قوله: {ثُمَّ جآءُوكَ} على ما ذكره صاحب النظم، وعلى ما ذكره المتعجب منه مجيئهم حالفين، ولا يحسن </p><p>(١) \"الكشف والبيان\" ٤/ ٨٢ ب، وانظر: \"النكت والعيون\" ١/ ٥٠٢، \"زاد المسير\" ٢/ ١٢١. (٢) هكذا جاءت هذه العبارة. والمراد: مما قد همّ به المنافقون. وقد تكون \"به\" ساقطة من النسخ.(٣) صاحب كتاب \"نظم القرآن\".</p><p> دخول ثم على المتعجب منه إذا لم يكن قبله ما ينسق عليه، كقولك: كيف رأيت زيدًا ثم ضربك. إلا أنه قد لاح لي أن قوله:  {ثُمَّ جَآءُوكَ} منسوق على المتعجب منه في قوله: {يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ} ويكون {جَآءُوكَ} بمعنى: يجيئونك. ومثله في الكلام: ألم تر إلى زيد يهجوك ويشتمك فكيف إذا نزلت به نازلة ثم يأتيك؟ فيصح هذا الكلام على تقديم وتأخير كأنك قلت: يهجوك ويشتمك ثم إذا نزلت به نازلة فكيف ذلك. كذلك تقدير الآية: ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك يريدون أن يتحاكموا إلى الطاغوت، ويصدون عنك صدودًا، ثم يجيئونك يحلفون بالله ما أردنا إلا إحسانًا وتوفيقًا، إذا أصابتهم مصيبة فكيف؟ أي فكيف ذلك. </p><p> والتقديم والتأخير كثير في الكلام، وكل هذا من مذاهب العرب وافتنانهم في مخاطباتهم، وإيقاع الماضي موقع المستقبل كثير في كلامهم، ومن ذلك قوله تعالى:  {وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا}  [الروم: ٥١] . قال الخليل: معناه ليظلن. فأوقع الماضي موقع المستقبل (١) ، ومنه قول الحطيئة (٢) : </p><p> شهد الحطيئة عند يلقى ربه ... أن الوليد أحقُّ بالعذر (٣) </p><p>(١) \"سر صناعة الإعراب\" ١/ ٣٩٨. (٢) هو جرول بن أوس من بني قطيعة بن عبس، تقدمت ترجمته.(٣) \"ديوان الحطيئة بشرح ابن السكيت والسكري والسجستاني\" ص ٢٣٣، وجاء في شرحه أن المراد بالوليد هو الوليد بن عقبة بن معيط وذلك أنه لما كان واليًا على العراق شرب الخمر فصلى بالناس الغداة فلما فرغ قال: أأزيدكم؛ فعلم أمير المؤمنين عثمان رضي الله عنه بذلك فضربه الحد.</p>"
}