{
  "id": null,
  "sura": 4,
  "aya": 127,
  "text": "<p> ويجوز أن يكون محيطًا بالقدرة عليه، كما قال جل وعز:  {وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا}  [الفتح: ٢١] . </p><p> وقد ذكرنا معنى المحيط فيما تقدم (١) . </p><p> ١٢٧ - قوله تعالى {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} الآية. </p><p> الاستفتاء طلب الفتوى، يقال: أفتى الرجل في المسألة، واستفتيته فأفتاني، إفتاء، وفتيا وفتوى اسمان من: أفتى، يوضعان موضع الإفتاء، ويقال: أفتيت فلانًا في رؤياها (٢) ، إذا عبرتها له، وأفتيته في مسألته، إذا أجبته عنها (٣) . ومعنى الإفتاء والفتيا: تبيين المشكل من الأحكام (٤) ، وأصله من الفتي، وهو الشاب الحدث الذي شب وقوي، فكأنه يقويّ ببيانه ما أشكل، فيشب ويصير فتيا قويا. </p><p> وذكر عن المفسرين في سبب نزول هذه الآية قولان: </p><p> أحدهما: أن العرب كانت لا تورث والصبيان (٥) . وهذا قول ابن عباس في ما روي الكلبي عن أبي صالح عنه (٦) ، وقول مجاهد (٧) والضحاك </p><p>(١) انظر: [البقرة: ١٩]. (٢) هكذا في المخطوط، والصواب: رؤياه(٣) انظر: \"الصحاح\" ٦/ ٢٤٥٢، و\"مقاييس اللغة\" ٤/ ٤٧٤ (فتى).(٤) انظر: \"زاد المسير\" ٢/ ٢١٥.(٥) هكذا في المخطوط ولعل الصواب كما يدل عليه حرف العطف وبقية الكلام، أن هناك كلمة ساقطة وهي: (النساء)، وذلك بعد قوله: لا تورث.انظر: \"الكشف والبيان\" ٤/ ١٢٦ ب، و\"زاد المسير\" ٢/ ٢١٥.(٦) انظر: \"الكشف والبيان\" ٤/ ١٢٦ أ، والبغوي ٢/ ٢٩٣، و\"زاد المسير\" ٢/ ٢١٥، وأخرجه بنحوه من طريق سعيد بن جبير عن ابن عباس: الطبري ٥/ ٢٩٩.(٧) في \"تفسيره\" ١٥/ ١٧٥، وأخرجه الطبري ٥/ ٣٠٠، وذكره السمرقندي في \"بحر العلوم\" ١/ ٣٩٢، وانظر: \"زاد المسير\" ٢/ ٢١٥، و\"الدر المنثور\" ٢/ ٤٠٨.</p><p> وقتادة وإبراهيم وابن زيد (١) . </p><p> والثاني: إن الآية نزلت في توفية الصداق لهن، وكانت اليتيمة تكون عند الرجل، فإن هواها تزوجها وأكل مالها، وإن كانت دميمةً لم يتزوجها ومنعها الرجال حتى تموت، فيرثها، فأنزل الله هذه الآية. وهذا معنى قول ابن عباس في رواية الوالبي (٢) ، وقول سعيد بن جبير والسدي (٣) . </p><p> وقوله تعالى:  {وَمَا يُتْلَى عَلَيْكُمْ} . </p><p> قال الفراء: موضع (ما) رفع، كأنه قال: يفتيكم فيهن ما يتلى عليكم. قال: وإن شئت جعلت (ما) في موضع خفض، كأنه قيل: يفتيكم فيهن ما يتلى عليكم (٤) . </p><p> وقال الزجاج: الرفع أبين، لأن المعنى: الله يفتيكم، والكتاب يفتيكم، فالخفض بعيد جدًا، لأن الظاهر لا يُعطف على المضمر، ولأن المعنى: أن ما يتلى في الكتاب هو الذي مبين ما سألوا عنه، وليس المعنى: أنه يفتي فيهن وفي الكتاب (٥) . </p><p> وقال غيره: ويجوز أن تكون (ما) رفعًا بالابتداء، والخبر محذوف، </p><p>(١) أخرجه عن قتادة وإبراهيم الطبري ٥/ ٢٩٩ - ٣٠٠، وانظر: \"الكشف والبيان\" ٤/ ١٢٦ ب، و\"زاد المسير\" ٢/ ٢١٣، و\"الدر المنثور\" ٢/ ٤٠٨ - ٤٠٩. (٢) في \"تفسيره\" ص ١٥٩، وأخرجه الطبري ٥/ ٣٠٤، وانظر: \"زاد المسير\" ٢/ ٢١٣، ٢١٤.(٣) قولهما كالأول وأن القصد المنع من الميراث دون التعرض للنكاح، كما أخرجه عنه الطبري ٥/ ٢٩٩، ٣٠٠، ٣٠١ وانظر: \"النكت والعيون\" ١/ ٥٣٢، و\"زاد المسير\" ٢/ ٢١٣.(٤) \"معاني القرآن\" ١/ ٢٩٠.(٥) \"معاني القرآن وإعرابه\" ٢/ ١١٤ بتصرف.</p><p> على تقدير: وما يُتلى في الكتاب مبين له (١) . </p><p> قال المفسرون: والذي يُتلى في الكتاب قوله تعالى: {وَآتُوا الْيَتَامَى أَمْوَالَهُمْ}  [النساء: ٢] ، وآية الميراث في أول السورة، وعلى قول من يقول: الآية نزلت في توفية الصداق قال: الذي يُتلى في الكتاب قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى}  [النساء: ٣]  (٢) . </p><p> والله تعالى إنما يحيل بالبيان على وحي سبق نزول، كقوله تعالى: - {وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ}  [النحل: ١١٨] ، وكقوله:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا}  [النساء: ١٤٠] . </p><p> وقوله تعالى:  {فِي يَتَامَى النِّسَاءِ} . </p><p> قال بعضهم: معناه في النساء اليتامى، فأضيفت الصفة إلى الاسم، كما تقول: كتاب الكامل، ويوم الجمعة، وحق اليقين. فتضيف الشيء إلى نفسه وإلى صفته، كذلك تضيف اليتامى إلى النساء، وهن اليتامى، وهذا جائز عند الكوفيين (٣) . </p><p> وعند البصريين لا يجوز إضافة الموصوف إلى صفته؛ لأن الصفة هي الموصوف عند النحويين في المعنى، وإضافة الشيء إلى نفسه غير جائز، ألا ترى أنك إذا قلت: ضربت أخاك الظريف، فالأخ هو الموصوف، والظريف هو الصفة، والأخ هو الظريف في المعنى. وإنما امتنع إضافة الشيء إلى نفسه؛ لأن الغرض في الإضافة إنما هو التخصيص والتعريف، </p><p>(١) انظر: \"الكشاف\" ١/ ٣٠١، و\"البحر المحيط\" ٣/ ٣٦٠، و\"الدر المصون\" ٤/ ١٠٠. (٢) انظر: الطبري ٥/ ٢٩٨ - ٣٠١، و\"معاني الزجاج\" ٢/ ١١٥.(٣) انظر: \"الإنصاف\" للأنباري ص ٣٥٢، و\"البحر المحيط\" س/ ٣٦٢، و\"الدر المصون\" ٤/ ١٠٤.</p><p> والشيء لا يُعرف نفسه؛ لأنه لو كان معرفة بنفسه لما احتيج إلى إضافته، وإنما يضاف إلى غيره ليعرفه، ألا ترى أنك تضيف المصدر إلى الفاعل تارة، نحو: عجبت من قيام زيد، وإلى المفعول أخرى، نحو: عجبت من أكل الخبز، وإنما جازت إضافة المصدر إليهما لأنه في المعنى غيرهما، ولا يجيزون: سررت بطالعة الشمس، كما تقول: سررت بطلوع الشمس، لأنَّ طلوعها غيرها، فجازت إضافته إليها، والطالعة هي الشمس فلا تضيفها إلى نفسها. هذا مذهبهم (١) . </p><p> وعلى هذا النساء في الآية غير اليتامى، والمراد بالنساء: أمهات اليتامى، أضيف إليهن أولادهن اليتامى (٢) . </p><p> يقول (٣) هذا أن الآية نزلت في قصة أم كحة، وكانت لها يتامى (٤) . </p><p> وكذلك ما روى موسى بن عُبيدة (٥) عن أخيه عبد الله بن عبيدة (٦) ، قال: جاءت امرأة من الأنصار، يقال لها: خولة بنت حكيم (٧) ، إلى </p><p>(١) انظر: المراجع السابقة .. (٢) انظر: \"الوسيط\" ٢/ ٧٢٥.(٣) هكذا في المخطوط، فيحتمل التصحيف، ولعل الصواب: يقوي هذا.(٤) لم أقف عليه.(٥) هو أبو عبدالعزيز موسى بن عبيدة بن نشيط الربذي، المدني، ضعفه العلماء، وكان من العباد الفضلاء، توفي رحمه الله سنة ١٥٣هـ.انظر: \"ميزان الاعتدال\" ٤/ ٢١٣، و\"التقريب\" ص ٥٥٢ رقم (٦٩٨٩).(٦) هو عبد الله بن عبيدة بن نشيط الربذي، ضعفه بعض العلماء وحكم عليه ابن حجر بأنه ثقة، قتلته الخوارج سنة ١٣٠ هـ.انظر: \"ميزان الاعتدال\" ٢/ ٤٥٩، و\"التقريب\" ص ٣١٣ رقم (٣٤٥٨).(٧) هي أم شريك خولة بنت حكيم بن أمية السلمية، صحابية مشهورة، يقال إنها التي وهبت نفسها للنبي - صلى الله عليه وسلم -. انظر: \"الاستيعاب\" ٤/ ٣٩١، و\"الإصابة\" ٤/ ٢٩٠، و\"التقريب\" ص ٧٤٦ رقم (٨٥٧٥)</p><p> النبي - صلى الله عليه وسلم -، فقالت: أخي توفي وترك بنات ليس عندهن من الحُسن ما يُرغِّب فيهن الرجال، ولا يقسم لهن من ميراث أبيهن شيء، فنزلت فيها هذه الآية (١) . </p><p> وقوله تعالى:  {اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ} . </p><p> قال ابن عباس:  \"يريد ما فُرض لهن من الميراث\"  (٢) . </p><p> وهذا على قول من يقول: نزلت الآية في ميراث اليتامى والصغار، وعلى قول الباقين المراد بقوله:  {مَا كُتِبَ لَهُنَّ} الصداق. </p><p> وقوله تعالى:  {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} . </p><p> قال أبو عبيد يحتمل هذا الرغبة والزهد، فإن حملته على الرغبة كان المعنى: وترغبون في أن تنكحوهن، وإن حملته على الزهد كان المعنى: وترغبون عن أن تنكحوهن لدمامتهن (٣) . </p><p> والمفسرون أيضًا مختلفون على هذين الوجهين اللذين ذكرهما أبو عبيد. </p><p> روى ابن عون (٤) عن الحسن وابن سيرين: {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} : قال: أحدهما: ترغبون فيهن، وقال الآخر: ترغبون عنهن (٥) . </p><p>(١) \"الكشف والبيان\" ٤/ ١٢٦ ب. (٢) أخرجه بمعناه من طرق: الطبري ٥/ ٢٩٩، وانظر: \"الكشف والبيان\" ٤/ ١٢٧ أ.(٣) لم أقف عليه.(٤) هو أبو عون عبد الله بن عون بن أرطبان، المزني، البصري، إمام قدوة حافظ من الفضلاء، ويعدّ من التابعين. توفي رحمه الله سنة ١٥١ هـ.انظر: \"مشاهير علماء الأمصار\" ص ١٥٠، و\"سير أعلام النبلاء\" ٦/ ٣٦٤، و\"التقريب\" ص ٣١٧ (٣٥١٩).(٥) أخرجه ابن المنذر. انظر: \"الدر المنثور\" ٢/ ٤١٠.</p><p> ولم يبين ابن عون من الذي قال هذا والذي قال ذاك، وبيّنه غيره، قال ابن سيرين: ترغبون فيهن لما لهن، وقال الحسن: وترغبون عن أن تنكحوهن لدمامتهن (١) . </p><p> وقال ابن عباس وعبيدة:  \"وترغبون في أن تنكحوهن رغبة في مالهن أو جمالهن\"  (٢) . </p><p> وروي عن عائشة رضي الله عنها الوجهان جميعًا، رُوي عنها أنها قالت:  \"في اليتيمة تكون في حجر وليها يرغب في مالها وجمالها، ولا يؤتيها سنّة نسائها\"  (٣) . </p><p> وروي عنها أنها قالت:  \"نزلت في اليتيمة يرغب وليها عن نكاحها، ولا ينكحها، فيعضلها طمعًا في ميراثها، فنهي عن ذلك\" . رواه مسلم في \"الجامع\" عن عائشة، في هذه القصة، فقالت:  \"ترغبون عنهن\"  (٤) . </p><p> ففي أحد الوجهين أنكر على الأولياء عضل اليتيمة، وفي الثاني أنكر حبس صدقها (٥) . </p><p> وهذه الآية تعلق بها أصحاب أبي حنيفة، في الاحتجاج على جواز نكاح اليتيمة الصغيرة (٦) . </p><p>(١) أخرج الطبري ٥/ ٣٠٣ هذا الأثر عن الحسن من رواية ابن عون حيث قال الحسن: \"ترغبون عنهن\" فيتبين بذلك أن القول الآخر لابن سيرين. وانظر: \"زاد المسير\" ٢/ ٢١٦. (٢) أخرجه بمعناه من طريق ابن أبي طلحة عن ابن عباس وعن عبيدة: الطبري ٥/ ٣٠٣ - ٣٠٤.(٣) أخرجه مسلم بنحوه (٣٠١٨) كتاب: التفسير.(٤) أخرجه بنحوه البخاري (٤٦٠٠) كتاب: التفسير سورة النساء، باب: ويستفتونك في النساء، ومسلم (٣٠١٨) كتاب: التفسير.(٥) الوجه الأول اختيار الطبري ٥/ ٣٠٤.(٦) انظر: \"بحر العلوم\" ١/ ٣٩٢، و\"بداية المجتهد\" ٢/ ٦.</p><p> وعند الشافعي: ليس لغير الأب والجد تزويج الصغيرة (١) . </p><p> وعنده (٢) يجوز للعم وابن العم وسائر الأولياء تزويجها، ثم يتوقف النكاح على اختيارها إذا بلغت (٣) . </p><p> واحتجوا بقوله:  {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} ولا حجة لهم في الآية؛ لأنَّه يحتمل أن يكون المراد: وترغبون أن تنكحوهن إذا بلغن وجاز نكاحهن، بدليل ما رُوي أن قدامة بن مظعون (تزوج)  (٤) بنت أخيه عثمان بن مظعون (٥) من عبد الله بن عمر، فخطبها المغيرة بن شعبة (٦) ، ورغب أمها في المال، فجاءوا إلى رسول الله - صلى الله عليه وسلم -، فقال قدامة: أنا عمها ووصي أبيها، فقال رسول الله - صلى الله عليه وسلم -: \"إنها صغيرة، وإنها لا تزوج إلا بإذنها\" وفرق بينها وبين ابن عمر (٧) . </p><p>(١) وقد اعتبر الشافعي رحمه الله الجد أبًا إذا لم يكن ثمَّ أب. انظر: \"الأم\" ٥/ ٢٠، و\"بداية المجتهد\" ٢/ ٦. (٢) أي أبي حنيفة.(٣) انظر: \"بداية المجتهد\" ٢/ ٦، و\"الاختيار\" ٣/ ٩٤.(٤) هكذا في المخطوط، والظاهر أن الصواب: \"زوج\".(٥) هو أبو السائب عثمان بن مظعون بن حبيب بن حذافة الجُمحي صحابي فاضل من السابقين إلى الإسلام، وقد توفي رضي الله عنه في حياة الرسول - صلى الله عليه وسلم - فذرفت عيناه - صلى الله عليه وسلم -.انظر: \"الاستيعاب\" ٣/ ١٦٤، و\"أسد الغابة\" ٣/ ٥٩٨، و\"الإصابة\" ٢/ ٤٦٤.(٦) هو أبو عيسى أو أبو محمد المغيرة بن شعبة بن أبي عامر بن مسعود الثقفي، أسلم قبل الحديبية وشهدها وبيعة الرضوان، وقد ولي فيما بعد إمرة البصرة والكوفة، توفي رضي الله عنه سنة ٥٠ هـ انظر: \"الاستيعاب\" ٣/ ٣٦٨، و\"الإصابة\" ٣/ ٤٥٢، و\"التقريب\" ص ٥٤٣ رقم (٦٨٤٠).(٧) أخرجه بمعناه أحمد في \"مسنده\" ٢/ ١٣٠، وابن ماجه في كتاب: النكاح، باب: (١٤) نكاح الصغار يزوجهن غير الآباء (١٨٧٨). قال في \"الزوائد\": إسناده موقوف، وفيه عبد الله بن نافع مولى ابن عمر متفق على تضعيفه.</p><p> ولأنه ليس في الآية أكثر من ذكر رغبة الأولياء في نكاخ اليتيمة، وذلك لا يدل على الجواز. </p><p> وقوله تعالى:  {وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ} . يعني: الصغار من الصبيان. </p><p> قال ابن عباس: يريد أنهم لم يكونوا يورثون صغيرًا من الغلمان ولا الجواري (١) . </p><p> وهو عطف على يتامى النساء، والمعنى: يفتيكم الله في المستضعفين أن تعطوهم حقوقهم، لأن ما يتلى عليهم في باب اليتامى من قوله:  {وَآتُوا الْيَتَامَى أَمْوَالَهُمْ}  [النساء: ٢] ، يدل على الفتيا في إعطاء حقوق الصغار من الميراث. </p><p> وقوله تعالى:  {وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ} . </p><p> قال الفراء:  (أنْ) في موضع خفض على: ويفتيكم في أن تقوموا لليتامى بالقسط (٢) . </p><p> ونحو ذلك قال الزجاج، قال: المعنى: وما يُتلى عليكم في يتامى النساء، وفي أن تقوموا لليتامى بالقسط (٣) . </p><p> قال ابن عباس: يريد العدل في أمورهن وفي مواريثهن (٤) . </p><p> {وَمَا تَفْعَلُوا مِنْ خَيْرٍ} يريد من حسن فيما أمرتكم به. </p><p> {فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا} يجازيكم عليه، ولا يضيع لكم شيء منه. </p><p>(١) بنحوه في \"تفسيره\" ص ١٥٩، وأخرجه الطبري من طريق ابن أبي طلحة أيضًا ٥/ ٣٠٤ - ٣٠٥. (٢) \"معاني القرآن\" ١/ ٢٩٠.(٣) \"معاني القرآن وإعرابه\" ٢/ ١١٤.(٤) انظر: \"الوسيط\" ٢/ ٧٢٦، و\"زاد المسير\" ٢/ ٢١٦.</p>"
}