{
  "id": null,
  "sura": 4,
  "aya": 33,
  "text": "<p> قال أبو علي:  (من) في قوله: {مِنْ فَضْلِهِ} في موضع المفعول الثاني في قول أبي الحسن، ويكون المفعول الثاني محذوفًا في قياس قول سيبويه، والصفة قائمة مقامه (١) ؛ كأنه قيل: واسألوا الله نعمه وفضله. </p><p> ٣٣ - وقوله تعالى:  {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} الآية. أراد: ولكل واحد من الرجال والنساء، جعلنا موالي. </p><p> قال ابن عباس ومجاهد وقتادة وابن زيد: أي عصبة (٢) . </p><p> وقال السدي: أي ورثة (٣) . </p><p> ومضى الكلام في المولى، واشتقاقه في اللغة. </p><p> وقوله تعالى:  {مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} فيه قولان: </p><p> أحدهما: أن (من) في قوله (مما) متعلق بمحذوف، ذلك المحذوف من صفة المولى، كأنه قيل: لكل جعلنا ورثة يرثون، أو يُعطَون مما ترك والداه وأقربوه من ميراثهم له. والوالدان والأقربون على هذا هم الذين ماتوا وورثهم المعني بقوله. {وَلِكُلٍّ} ، والألف واللام في الوالدان والأقربون بدل عن الكناية، كأنه قيل: مما ترك والداه وأقربوه، كقوله:  {فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى}  [النازعات: ٤١] أي مأواه. </p><p>(١) \"الحجة\" ٢/ ٢١٤. (٢) أخرج الآثار عنهم الطبري ٥/ ٥٠ - ٥١، وأخرج قولًا لابن عباس كقول السدي الآتي وأن المراد الورثة، ونسب هذا القول لهم جميعًا الماوردي في \"النكت والعيون\" ١/ ٤٧٩، وانظر: \"الدر المنثور\" ٢/ ٥٠٩.(٣) أخرجه الطبري ٥/ ٥١ بلفظ: هم أهل الميراث، وورد نحوه عن ابن عباس انظر: الطبري ٥/ ٥٠، والقولان متقاربان، وقد رجح الماوردي الثاني، انظر: \"النكت والعيون\" ١/ ٤٧٩.</p><p> الثاني: أن قوله: {مِمَّا تَرَكَ} في صفة (موالي)  (١) ، أي: موالي ممن تركهم وخلّفهم الميت، ثم فسر الموالي فقال:  {الْوَالِدَانِ وَالْأَقْرَبُونَ} أي هم هؤلاء. و (ما) على هذا القول بمنزلة (مَن) ، والوالدان والأقربون هم الوارثون. وعلى هذا القول يحتمل أن يكون المعنى: ولكل شخص جعلنا ورثةً ممن تركهم والداه وأقربوه، أي: تشعبت العصبة والورثة عن الوالدين والأقربين (٢) . </p><p> والوالدان والأقربون (٣) مرتفعة بالفعل الذي هو الترك. </p><p> وعلى القولين اللذين ذكرنا يجوز أن يُعنى بقوله:  (ولكل) المال والميراث فيكون المعنى على القول الأول: ولكل مال وميراث مما ترك الوالدان والأقربون جعلنا موالي، أي عصبة وورثة يرثونه، وعلى هذا يكون قد فصل بين الصفة والموصوف بقوله:  {جَعَلْنَا مَوَالِيَ} . وعلى القول الثاني يكون المعنى: ولكل مال مما ترك الميت جعلنا ورثة، ثم ابتدأ (فقال)  (٤) : {الْوَالِدَانِ وَالْأَقْرَبُونَ} أي هم هؤلاء، وقوله تعالى:  {جَعَلْنَا مَوَالِيَ} فاصل أيضًا، وجملة هذا أنك إذا فسرت الكل بالشخص كان (من) في قوله (مما) متعلقًا بمحذوف، أو صفة لموالي، وإن (فسرته) بالمال كان في صفة (لكل) ، مفصولًا بينه وبين الموصوف بقوله:  {جَعَلْنَا مَوَالِيَ} ، فتدبّره تفهم إن شاء الله. </p><p>(١) في (أ): (موال). (٢) انظر \"إعراب القرآن\" للنحاس ١/ ٤١٢، \"مشكل إعراب القرآن\" ١/ ١٩٦ , \"الكشف والبيان\" ٤/ ٤٩ أ، \"غرائب التفسير\" ١/ ٢٩٤، \"البيان\" ١/ ٢٥٢.(٣) في (د): (والأقربين).(٤) ليس في (د).</p><p> وقوله تعالى:  {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} . هم الحلفاء (١) في قول الجميع (٢) . ويجوز أن يُعطف على:  {الْوَالِدَانِ وَالْأَقْرَبُونَ}  (٣) فيكون حكم الحُلفاء كحكم الوالدين والأقربين، في كونهم وارثين أو موروثين، على ما بينّا. </p><p> وقوله تعالى:  {فَآتُوهُمْ نَصِيبَهُمْ} . الكناية تعود إما إلى الموالي، أو إلى الوالدان والأقربون والحلفاء إذا جعلناهم وارثين، إلا أن المفسرين يحملون قوله:  {والذين عاقدت أيمانكم} على الابتداء، ولا يعطفونه (٤) على ما قبله. </p><p> قالوا: وكان الرجل في الجاهلية يعاقد الرجل، ويقول له: دمي دمك، ويرثني وارثك، وثأري ثأرك، وحربي حربك، وسِلمي سِلمك فلما قام الإسلام جعل للحليف السدس (٥) . </p><p> واختلف القراء في قوله:  {عَاقَدَت} ، فقرأ أهل الكوفة (عَقَدَتْ)  (٦) بالتخفيف من غير ألف. </p><p>(١) في (د): (الخلفاء)، وما أثبته هو الصواب. (٢) انظر \"غريب القرآن\" لابن قتيبة ص ١١٩، الطبري ٥/ ٥١ - ٥٢، \"معاني الزجاج\" ٢/ ٤٦، \"بحر العلوم\" ١/ ٣٥١، \"الكشف والبيان\" ٤/ ٤٩ ب.(٣) ممن قال بجواز العطف العكبري في \"إملاء ما من به الرحمن بهامش الفتوحات الإلهية\" ٢/ ٢٣٩، وقد استبعد أبو حيان هذا الوجه. انظر: \"البحر المحيط\" ٣/ ٢٣٨، \"الدر المصون\" ٣/ ٦٦٩.(٤) في (أ): (ولا يعطونه).(٥) انظر: \"جامع البيان\" ٥/ ٥١ - ٥٦، \"معاني الزجاج\" ٢/ ٤٦، \"بحر العلوم\" ١/ ٣٥١، \"الكشف والبيان\" ٤/ ٤٩ ب.(٦) لعاصم وحمزة والكسائي وخلف. انظر: \"الطبري\" ٥/ ٥١، \"الحجة\" ٣/ ١٥٦, \"المبسوط\" ص ١٥٦، \"النشر\" ٢/ ٢٤٩.</p><p> والباقون (عَاقَدَت) بالألف (١) . وهذا أشبه بهذا المعنى؛ لأن لكل نفر من المعاقدين يمينًا على المُخالفة (٢) ، وجعل الأيمان في اللفظ هي المعاقدة، والمعنى على الحالفين الذين هم أصحاب الأيمان، فالمعنى: والذين عاقدت حلفهم أيمانُكم. حذف الذكر للعائد (٣) من الصلة إلى الموصول. وهؤلاء الذين قرأوا في المفاعلة حملوا الكلام على المعنى، حيث كان من كل واحد من الفريقين يمين. </p><p> ومن قرأ (عَقَدَتْ) كان المعنى: عقدت حلفَهم أيمانكم، كالأول، إلا أنهم حملوا على لفظ الأيمان، لأن الفعل لم يُسند إلى أصحاب الأيمان في اللفظ، إنما أُسنِد إلى الأيمان (٤) . </p><p> والأيمان ههنا يحتمل أن يكون جمع يمين من اليد، ويحتمل أن يكون من القَسَم، وذلك أنهم كانوا يضربون صفقة البيعة بأيمانهم ويأخذ بعضهم بيد بعض على الوفاء والتمسك بالعهد، ويتحالفون عليه أيضًا (٥) . </p><p> وقوله تعالى:  {فَآتُوهُمْ نَصِيبَهُمْ} . أي حظهم من الميراث. عن ابن عباس وسعيد بن جبير وقتادة وعامر والضحاك (٦) . ثم نسخ ذلك بقوله:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ}  [الأنفال: ٧٥] . </p><p>(١) انظر المصادر السابقة. (٢) في (د): (المحالفين).(٣) في (د): (العائد).(٤) انتهى توجيه القراءتين من \"الحجة\" ٣/ ١٥٦، ١٥٧ بتصرف، وانظر: الطبري ١/ ٥١.(٥) من \"الكشف والبيان\" ٤/ ٤٩ أ - ب بتصرف.(٦) أخرج الآثار عنهم إلا عامرًا الطبري ٥/ ٥٢ - ٥٣، وعامر هذا لعله الشعبي، وقد يكون تصحف عن عكرمة، فقد أخرج له الطبري أثرًا يدل على قوله بذلك. وانظر: ابن كثير ١/ ٥٣٤ - ٥٣٥.</p><p> أخبرنا عبد الرحمن بن محمد السراج، أخبرنا أبو الحسن الكارزي، أخبرنا علي بن عبد العزيز، عن أبي عبيد، حدثنا حجاج، عن ابن جريج، وعثمان بن عطاء، عن عطاء الخرساني، عن ابن عباس:  {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُم} قال: كان الرجل قبل الإسلام يعاقد الرجل، يقول: يرثني وارثك، نسختها {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ}  [الأنفال: ٧٥]  (١) . </p><p> وقال مجاهد في هذه الآية: كان حلف في الجاهلية، فأُمِروا أن يُعطوهم نصيبهم من المشورة والنصر والرفد، ولا ميراث (٢) . </p><p> وعلى هذا لا يكون في الآية نَسخٌ لقوله عز وجل:  {أَوْفُوا بِالْعُقُودِ}  [المائدة: ١] ، ولما رُوي أنه - صلى الله عليه وسلم - قال يوم فتح مكة:  \"ما كان من حِلف في الجاهلية فتمسّكوا به؛ فإنه لم يزده الإسلام إلا شِدّة. ولا تُحدثوا حلفًا في الإسلام\"  (٣) ، وقال - صلى الله عليه وسلم -: \"شهدت حلف المطيبين (٤) وأنا غلام مع عمومتي، </p><p>(١) أخرجه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢٦، وجاء نحوه عن ابن عباس من طريق علي بن أبي طلحة في \"تفسيره\" ص ١٤٥، وأخرجه الطبري ٥/ ٥٢. (٢) بنحوه في \"تفسيره\" ١/ ١٥٤، وأخرجه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢٥، والطبري ٥/ ٥٤ بلفظ قريب من هذا اللفظ، وذكره الثعلبي في \"الكشف والبيان\" ٤/ ٤٩ ب.(٣) هذا حديث مركب من حديثين أخرجهما الطبري، الأول -عن طريق قيس بن عاصم- قال - صلى الله عليه وسلم -: \"ما كان من حلف في الجاهلية فتمسكوا به، ولا حلف في الإسلام\". والثاني -من طريق عمرو بن شعيب عن أبيه عن جده- أن رسول الله - صلى الله عليه وسلم - قال في خطبته يوم فتح مكة: \"فوا بحلف، فإنه لا يزيده الاسلام إلا شدة، ولا تحدثوا حِلفا في الاسلام\" \"جامع البيان\" ٥/ ٥٥ - ٥٦.(٤) هو حلف اجتمع فيه بنو هاشم وبنو زهرة وتيم في دار ابن جدعان وتحالفوا على التناصر والأخذ للمظلوم من الظالم. \"المستدرك\" ٢/ ٢٢٠ حاشية (١).</p><p> فما أحب أن لي حُمر النَّعم وأني أنكثُه\" (١) . </p><p> وقال سعيد بن المسيب في هذه الآية: إنما أنزل الله ذلك في الذين كانوا يتبنّون أبناء غيرهم وُيوَرِّثونهم، فأنزل الله فيهم أن يُجعل لهم نصيب من الوصية، ورد الميراث إلى الموالي من ذوي الرحم والعصبة، وأبى الله أن يجعل للمدّعَين (٢) ميراثًا ممن (٣) ادعاهم، ولكن جعل لهم نصيبًا من الوصية مكان ما تعاقدوا عليه في الميراث الذي رد عليهم فيه أمرهم (٤) . </p><p> وبمثل هذا قال الحسن (٥) ، واختار (٦) ابن كيسان، فقال في قوله:  {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} : هم (٧) الأدعياء، وكان لهم ميراث الأولاد، فلما نزلت المواريث لم يذكروا فيها، فأوصى الله بهم (٨) . </p><p> فقد حصل في قوله:  {فَآتُوهُمْ نَصِيبَهُمْ} ثلاثة أقوال، الأول: من الميراث، ثم نُسخ. والثاني: من النصر، والثالث: من الوصية، ولم ينسخ على هذين. </p><p>(١) الحديث من رواية عبد الرحمن بن عوف - رضي الله عنه - أخرجه الإمام أحمد ١/ ١٩٠، والطبري ٥/ ٥٦، والحاكم في \"المستدرك\" ٢/ ٢٢٠، وصححه ووافقه الذهبي، وانظر: \"صحيح الجامع\" ٣/ ٢٣٠. (٢) في (د): (للموصين).(٣) في (د): (من).(٤) أخرجه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢٧، والطبري ٥/ ٥٥، وأورده الثعلبي في \"الكشف والبيان\" ٤/ ٥٠ أ، وانظر: \"المسير\" ٢/ ٧٢.(٥) لم أقف عليه، وقد أخرج الطبري عن الحسن خِلافه وأن المراد بالآية الحُلفَاء الذين يتوارثون في الجاهلية فنسخ الله ذلك. انظر: الطبري ٥/ ٥٢.(٦) هكذا في (أ)، (د)، ولعل الصواب: واختاره.(٧) في (د): (هي).(٨) لم أقف على قول ابن كيسان هذا.</p>"
}