{
  "id": null,
  "sura": 4,
  "aya": 95,
  "text": "<p> ٩٥ - قوله تعالى:  {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ} الضرر النقصان، وهو كل ما يضرك وينقصك من عمى ومرض وعلة. تقول: دخل عليه ضرر في ماله، أي نقصان. </p><p> فمعنى قوله:  {غَيْرُ أُولِي الضَّرَرِ} أي: غير من به علة تضره وتقطعه عن الجهاد. كذا قال أهل اللغة (١) ، وهو موافق لما قاله المفسرون؛ فإن ابن عباس قال في رواية عطاء، في قوله:  {غَيْرُ أُولِي الضَّرَرِ} : يريد ابن أم مكتومٍ الأعمى (٢) ، وقومًا من الأنصار، كان فيهم ضر من عرج ومرض، فعذرهم الله تعالى، وجعل لهم ثوابًا وافيًا (٣) . </p><p> وقال الزجاج: الضرر: أن يكون ضريرًا، أي أعمى وزمنًا ومريضًا (٤) . </p><p> وقرئ {غَيْرُ} رفعًا ونصبًا (٥) ، فمن رفع الراء فهو صفة للقاعدين، والمعنى على هذا: لا يستوي القاعدون الذين هم غير أولي الضرر، أي: لا يستوي القاعدون الأصحاء والمجاهدون، وإن كانوا كلهم مؤمنين (٦) . </p><p>(١) انظر: \"غريب القرآن\" لابن قتيبة ص ١٣٠، و\"تهذيب اللغة\" ٣/ ٢١٠٨. (٢) هو عمرو وقيل عبد الله بن زائدة - وقيل: ابن قيس بن زائدة بن الأصم القرشي الأعمى، اشتهر بكنيته (ابن أم مكتوم)، من المهاجرين الأولين، وخليفة رسول الله - صلى الله عليه وسلم - على المدينة في كثير من غزواته. انظر: \"أسد الغابة\" ٤/ ٢٢٣، و\"سير أعلام النبلاء\" ١/ ٣٦٠، و\"الإصابة\" ٢/ ٣٥١.(٣) أخرجه من طريق العوفي بمعناه الطبري ٥/ ٢٢٩.(٤) عند الزجاج في \"معانيه\" ٢/ ٩٣: \"والضرر أن يكون ضريرًا أو أعمى أو زمنًا أو مريضًا\".(٥) قراءة الرفع لابن كثير وأبي عمرو وعاصم وحمزة ويعقوب، وقرأ الباقون بالنصب. انظر: \"الحجة\" ٣/ ١٧٨، و\"المبسوط\" ص ١٥٨، و\"النشر\" ٢/ ٢٥١.(٦) \"معاني القرآن\" للزجاج ٢/ ٩٢.</p><p> وهذا مذهب سيبويه (١) وقول الفراء (٢) وأبي إسحاق (٣) في رفع {غَيْرُ} وأنشد أبو علي على كون (غير) صفة، قول لبيد: </p><p> وإذا جوزيتَ قرضًا فاجزِه ... إنما يَجزي الفتى غيرُ الجَملْ (٤) </p><p> فـ (غيرٌ) صفة للفتى (٥) . واحتج الفراء أيضًا على هذا بقوله:  {أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ}  [النور: ٣١]  (٦) . وذكرنا جواز كون {غَيْرُ} صفة للمعرفة في قوله: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ}  [الفاتحة: ٧] مستقصى مشروحًا (٧) . </p><p> قال أبو إسحاق: ويجوز أن يكون (غير) رفعًا على جهة الاستثناء، المعنى: لا يستوي [القاعدون والمجاهدون]  (٨) إلا أولو الضرر، فإنهم يساوون المجاهدين، لأن الذي أقعدهم عن الجهاد الضر (٩) . </p><p> والكلام في رفع المستثنى بعد (.. (١٠) .. ) قد مضى في قوله: {مَّا فَعَلُوهُ </p><p>(١) من \"الحجة\" لأبي علي ٣/ ١٧٩. (٢) \"معاني القرآن\" ١/ ٢٨٣.(٣) في \"معاني القرآن وإعرابه\" ٢/ ٩٢.(٤) شعر لبيد ص ٩٧، و\"الحجة\" ٣/ ١٨٠، و\"البحر المحيط\" ٣/ ٣٣٠.وجاء في شرح شعره: \"الجمل: لعل الكلمة جاءت متممة للقافية، وإنما أراد جنس البهيمة. والمعنى: فإذا عاملك أحد بالخير أو الشر فرد له مثل عمله سواء كان حسنًا أو قبيحًا، إنما يجزى العمل بمثله الإنسان العاقل، لا البهيمة.(٥) \"الحجة\" ٣/ ١٨٠.(٦) \"معاني القرآن\" ١/ ٢٨٣.(٧) انظر: تفسير الفاتحة (٧) في \"البسيط\" بتحقيق الفوزان.(٨) بياض في المخطوط والتسديد من \"معاني الزجاج\".(٩) \"معاني الزجاج\" ٢/ ٩٢، ٩٣.(١٠) بياض ويحتمل أن يكون الساقط: \"المستثنى منه\"، أو بعد \"إلا\".</p><p> إِلَّا قَلِيلٌ} [النساء: ٦٦]  (١) . </p><p> ومن نصب (غيرَ) جعله استثناء من القاعدين، لا يستوي القاعدون إلا أولي الضرر، على أصل الاستثناء (٢) . </p><p> وهذا الوجه اختيار الأخفش، وهو أن ينتصب (غيرَ) في القراءة على الاستثناء. قال: لأنه لا يُستثنى بها قومٌ لم يقدروا على الخروج (٣) . </p><p> كما رُوي في التفسير: أنه لما ذكر الله فضيلة المجاهدين على القاعدين، جاء قوم من أولي الضرر، وقالوا للنبي - صلى الله عليه وسلم -: حالنا على ما ترى، ونحن نشتهي الجهاد، فهل لنا من رخصة؟، فنزل:  {غَيْرُ أُولِي الضَّرَرِ}  [النساء: ٩٥] واستثنوا من جملة القاعدين (٤) . </p><p> وقال الفراء: الوجه فيه الاستثناء والنصب، إلا أن اقتران غير بالقاعدين يكاد يوجب الرفع، لأن الاستثناء ينبغي له أن يكون بعد التمام، فيقول في الكلام: لا يستوي المحسنون والمسيئون إلا فلانًا وفلانًا (٥) . </p><p> وقال بعض النحويين من المتأخرين: الاختيار الرفع، لأن الصفة أغلب على (غير) من الاستثناء، وليس قول من ذهب إلى اختيار النصب </p><p>(١) انظر: ٦/ ٥٢٥ فيما سبق. (٢) انظر: \"معاني الزجاج\" ٢/ ٩٣، و\"الحجة\" ٣/ ١٨٠، و\"معاني القرآن\" ١/ ٣١٦.(٣) \"معاني القرآن\" ١/ ٤٥٣.(٤) أخرج البخاري (٤٥٩٢) في كتاب: التفسير (سورة النساء)، باب: {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} [النساء:٩٥]، ومسلم (١٨٩٨) كتاب: الإمارة، باب: حرمة نساء المجاهدين عن البراء رضي الله عنه قال: \"لما نزلت {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ} دعا رسول الله - صلى الله عليه وسلم - زيدًا فكتبها، فجاء ابن أم مكتوم فشكا ضرارته فأنزل الله {غَيْرُ أُولِي الضَّرَرِ}. وانظر: \"أسباب النزول\" للمؤلف ص ١٧٩ - ١٨٠، و\"لباب النقول\" ص ٧٨.(٥) \"معاني القرآن\" ١/ ٢٨٣، ٢٨٤.</p><p> بسبب نزوله للاستثناء بشيء، لأن غيرًا وإن كانت صفةً فهي تدل على معنى الاستثناء، لأنها في كلا (١) الحالين قد خصصت القاعدين عن الجهاد بانتفاء الضرر، ففي الوجهين جميعًا الرفع والنصب إنما وقع التفضيل بين القاعدين الأصحاء والمجاهدين (٢) . </p><p> قال الزجاج: ويجوز أن تكون (غير) منصوبة على الحال، المعنى لا يستوي القاعدون في حال صحتهم والمجاهدون، كما تقول: جاءني زيد غير مريض، أي جاءني زيد صحيحًا (٣) . </p><p> ونحو ذلك قال الفراء، قال: وهو كقوله: {أُحِلَّتْ لَكُمْ بَهِيمَةُ الْأَنْعَامِ إِلَّا مَا يُتْلَى عَلَيْكُمْ غَيْرَ مُحِلِّي الصَّيْدِ}  [المائدة: ١]  (٤) . </p><p> هذا هو الكلام في وجه القراءتين. </p><p> فأما حكم الزَّمنى ففرض الجهاد موضوع عنهم، كما ذكر الله في سورة الفتح، وهو قوله:  {لَيْسَ عَلَى الْأَعْمَى حَرَجٌ} الآية [الفتح: ١٧] . </p><p> (.....)  (٥) . </p><p> وقوله تعالى:  {وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ}  [النساء:٩٥] ، عطف على قوله:  {الْقَاعِدُونَ} ، لأن (.............. المؤمنون)  (٦) </p><p>(١) في (ش): كلي، وهو خطأ، لأن هذا الحرف لا يعرب إلا إذا أضيف إلى ضمير. (٢) لم أعرف من قال بذلك، وكأن الفراء قد مال إلى الرفع. انظر: \"معاني القرآن\" ١/ ٢٨٣.(٣) \"معاني القرآن وإعرابه\" ٢/ ٩٣.(٤) \"معاني القرآن\" ١/ ٢٨٤.(٥) غير واضح في المخطوط.(٦) نصف سطر في المخطوط غير واضح بسبب بعض التآكل، ويمكن أن يقدر بـ: ... لأن (الآية توجه إلى أنه لا ينبغي أن يكون) المؤمنون القاعدون ... أو: لأن (ما يفهم من الآية ويراد التنبيه إليه أنه لا ينبغي أن يكون المؤمنون .. والله أعلم.</p><p> القاعدون عن الجهاد من غير عذر والمؤمنون المجاهدون سواء [إلا أولي الضرر فإنهم يساوون المجاهدين لأن الضرر]  (١) أقعدهم عنه، فهم والمجاهدون سواء، إذا أتوا بشرط شرطه الله تعالى في سورة التوبة، وهو قوله:  {لَيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَى} إلى قوله: {إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ}  [التوبة: ٩١] . </p><p> ويدل على هذا حديث النبي - صلى الله عليه وسلم -: \"لقد خلفتم بالمدينة أقوامًا، ما سرتم من مسير، ولا قطعتم واديًا إلا كانوا معكم، أولئك أقوام حبسهم العذر\"  (٢) . </p><p> صاحبه استوى بالعامل، إذا صدقت نيَّته، وصحت نصيحته لله ولرسوله. </p><p> وقال بعض أهل المعاني: الآية لا تُحمل على مساواة أولي الضرر للمجاهدين في سبيل الله (٣) ، لأن هذه الآية حض لغير (٤) أولي الضرر على الجهاد، ولم يدخل في الحض (....)  (٥) أولوا الضرر. </p><p> وقوله تعالى:  {فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً} . قال الكلبي: يقول: فضيلة في الآخرة (٦) . </p><p>(١) ما بين المعقوفين غير واضح في المخطوط بسبب التآكل، والتسديد من \"الوسيط\" ٢/ ٦٧٨. (٢) أخرجه البخاري (٤٤٢٣) بنحوه من حديث أنس بن مالك في كتاب: المغازي، باب: (٨١)، ومسلم (١٩١١) حديث جابر في كتاب: الإمارة، باب: ثواب من حبسه عن الغزو مرض أو عذر آخر.(٣) انظر: \"المحرر الوجيز\" ٤/ ١٨٦.(٤) في المخطوط: لغيره.(٥) كلمة غير واضحة في المخطوط ويبدو أنها: \"عليه\".(٦) انظر: \"بحر العلوم\" ١/ ٢٨٠، و\"تنوير المقباس\" بهامش المصحف ص ٩٤.</p><p> وقال مقاتل: فضل الله المجاهدين على القاعدين من أهل العذر درجة يعني فضيلة (١) . ونحو ذلك قال ابن جريج، قال: التفضيل الأول بدرجة واحدة على أولي الضرر، والتفضيل الثاني بدرجات على غير أولي الضرر (٢) . </p><p> وهذا يُقوي ما حكينا عن بعض أصحاب المعاني، عن أن الآية لا تدل على مساواة أولي الضرر للمجاهدين، وذلك أن المعذورين بالقعود وإن كانوا في النية والهمة على قصد الجهاد، فالمجاهدون مباشرون، ومباشرة الطاعة فوق قصد الطاعة، وأما القاعدون غير المعذورين فالمجاهدون مفضلون عليهم درجات؛ لأنهم قعدوا من غير عذر. </p><p> وتفسير الدرجة مضى عند قوله:  {هُمْ دَرَجَاتٌ عِنْدَ اللَّهِ}  [آل عمران: ١٦٣] . </p><p> وانتصاب الدرجة ههنا [بحذف الجار]  (٣) ، لأن التقدير: بدرجة، فلما حذف الجار وصل الفعل فعمل، وهو كثير (٤) . </p><p> وقوله تعالى:  {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} . </p><p> قال مقاتل: يعني: المجاهد والقاعد المعذور (٥) . </p><p>(١) \"تفسير مقاتل\" ١/ ٤٠١، و\"الوسيط\" ٢/ ٦٧٨، و\"معالم التنزيل\" ٢/ ٢٧١. (٢) قول ابن جريج جاء في أثرين عنه أخرجهما الطبري ٥/ ٢٣١.وأخرج الجزء الأول منه - إضافة إلى ابن جرير: ابن المنذر، وابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٦٢.(٣) غير واضح بسبب الرطوبة والخرم بمقدار كلمتين، والظاهر ما أثبته.(٤) انظر: \"الدر المصون\" ٤/ ٧٧.(٥) \"تفسير مقاتل\" ١/ ٤٠١، و\"الوسيط\" ٢/ ٦٧٨، و\"معالم التنزيل\" ٢/ ٢٧١.</p>"
}