{
  "id": null,
  "sura": 4,
  "aya": 5,
  "text": "<p> قال الحضرمي (١) : إن ناسًا كانوا يتأثَّمون أَنْ يرجع أحدهم في شىِء مما ساق إلى امرأته، فقال الله تعالى:  {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا}  (٢) . </p><p> ٥ - قوله تعالى:  {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} الآية قال ابن عباس في هذه الآية: لا تَعمَد إلى مالك الذي خَوَّلك الله وجعله لك معيشةً؛ فتعطيه امرأتك وبنيك، فيكونوا هم الذين يقومون عليك ثم تنظر إلى ما في أيديهم، ولكن أَمْسِك مالك وأَصْلِحه وكن أنت الذي تنفق عليهم في كِسوتهم ورِزقهم ومؤنتهم (٣) . </p><p> والسفهاء: هم النساء والصبيان في قول ابن عباس (٤) ، والحسن وقتادة، وسعيد بن جبير، والسدي (٥) ، واختيار الفراء (٦) ، وابن قتيبة (٧) . </p><p> وقال الكلبي: إذا علم الرجل أنّ امرأته سفيهةٌ مُفْسِدةٌ، وأن ولدَه سفيهٌ مُفسِد فلا ينبغي له أن يُسلِّط واحدًا منهما على ماله فيفسد (٨) . </p><p>(١) لعله أبو بحر عبد الله بن زيد الحضرمي، انظر التعليق الآتي ص ٣٤٧. (٢) أخرجه ابن جرير ٤/ ٢٤٣، وانظر: \"الكشف والبيان\" ٤/ ٩ أ.(٣) هذا الأثر ثابت، عن ابن عباس فهو من طريق ابن أبي طلحة كما في تفسير ابن عباس ص ١٣٤.وقد أخرجه منها ابن جرير في \"تفسيره\" ٤/ ٢٤٩ انظر: \"معالم التنزيل\" ٢/ ١٦٤، \"تفسير ابن كثير\" ٢/ ٤٩١، \"الدر المنثور\" ٢/ ٢١٣.(٤) يدل عليه الأثر المتقدم عنه، وأثر آخر أخرجه ابن جرير ٤/ ٢٤٦.(٥) أخرج أقوال هؤلاء ابن جرير في \"تفسيره\" ٤/ ٢٤٥، وانظر: \"ابن كثير\" ٢/ ٤٩١، \"الدر المنثور\" ٢/ ٢١٣ - ٢١٤.(٦) \"معاني القرآن\" ١/ ٢٥٦.(٧) \"غريب القرآن\" ص ١٢٠.(٨) من \"الكشف والبيان\" ٤/ ١٠ ب، وانظر: \"معالم التنزيل\" ٢/ ١٦٤.</p><p> وقال مجاهد، وجويبر، عن الضحاك: أراد بالسفهاء ههنا النساء فقط (١) . </p><p> وقال مجاهد: من سفهاء من كُنّ، أزواجًا أو بناتٍ أو أمهاتٍ (٢) . وهذا مذهب ابن عمر (٣) . </p><p> ويدل على هذا ما رَوى أبو أمامة (٤) أن النبي - صلى الله عليه وسلم - قال:  \"ألا إنّما خُلِقت النار للسفهاء، -يقولها ثلاثًا- ألا وإن السفهاء النساء إلا امرأة أطاعت قيّمها\"  (٥) . فإن قيل: لو كان المراد بالسفهاء النساء لقال: السفائه أو السفيهات في جميع السفيه (٦) ، نحو غرائب وغريبات في جمع: الغريبة. فالجواب ما قال الزجاج، وهو أن السفهاء يجوز في جمع السفيهة نحو: فقيرة وفقراء (٧) . </p><p>(١) أخرج الأثر، عن مجاهد بن جبير من عدة طرق، وأخرجه عن الضحاك من طريق جويبر. \"تفسير الطبري\" ٤/ ٢٤٧. (٢) \"تفسير مجاهد\" ١/ ١٤٤، وأخرجه ابن جرير ٤/ ٢٤٧، والثعلبي في \"الكشف والبيان\" ٤/ ٩ ب.(٣) أخرج ابن جرير، عن مُوَرَّق قال: مرت امرأة بعبد الله بن عمر لها شارة وهيئة، فقال لها ابن عمر: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا}. \"تفسير الطبري\" ٤/ ٢٤٧، وانظر: \"الكشف والبيان\" ٤/ ١٠ ب، \"الدر المنثور\" ٢/ ٢١٤.(٤) هو صُدَيّ بن عَجْلان بن الحارث الباهلي -مشهور بكنيته- صحابي جليل يُروى أنه شهد أحدًا، وصفين مع علي بن أبي طالب -رضي الله عنهما- سكن الشام ومات بها سنة ٨٦ هـ. انظر: \"الاستيعاب\" ٢/ ٢٩٨، \"أسد الغابة\" ٣/ ١٦، \"الإصابة\" ٢/ ١٨٢، \"التقريب\" ص ٢٧٦ رقم (٢٩٢٣).(٥) من \"الكشف والبيان\" ٤/ ٢١٠، وقد أورده الثعلبي بسنده، وأخرج آخره ابن أبي حاتم كما ذكره ابن كثير في \"تفسيره\" ٢/ ٤٩١، والسيوطي في \"الدر\" ٢/ ٢١٣.(٦) هكذا في (أ)، (د)، ولعل الصواب: جمع السفيهة.(٧) \"معاني الزجاج\" ٢/ ١٣.</p><p> وقال الزُّهري، وأبو مالك، وابن زيد: عَنى بالسفهاء ههنا السفهاء من الأولاد، يقول: لا تُعط مالك الذي هو قيامك ولدَك السفيه فيفسده (١) </p><p> وفي الآية قول رابع، وهو أن السفهاء: الأيتام وكل من يستحق صفة سفيه من محجور عليه في المال. وهو مذهب الشافعي (٢) ، وعكرمة (٣) , واختيار الزجاج (٤) . </p><p> قال عكرمة: هو مال اليتيم يكون عندك، يقول: لا تُؤتِه إيّاه وأنفِق عليه حتى يبلُغ (٥) . </p><p> فإن قيل على هذا القول: كيف أضاف الأموال إلى الأولياء وهي للسفهاء؟ قلنا: إنما أضاف إليهم؛ لأنها الجنس الذي جعله الله أموالًا للناس، فصار كقوله:  {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ}  [التوبة: ١٢٨] ، وقوله:  {فَاقْتُلُوا أَنْفُسَكُمْ}  [البقرة: ٥٤] ، ردها إلى الجنس (٦) . </p><p>(١) هذا القول عن أبي مالك وابن زيد خاصة أخرجه بنحوه ابن جرير ٤/ ٢٤٧، وأورده الثعلبي عن الثلاثة في \"الكشف والبيان\" ٤/ ١٠ ب، وعن الزهري البغوي في \"معالم التنزيل\" ٢/ ١٦٤. (٢) مذهب الشافعي في جواز الحجر على الرجل البالغ إذا كان مُبَذَّرًا مفسدًا لماله، كما سيأتي عند المؤلف في الصفحة التالية، وانظر: \"الأم\" ٣/ ١٩٤ - ١٩٥.(٣) سيورد المؤلف أثرًا عنه، وهذا القول ورد عن سعيد بن جبير، انظر: \"الكشف والبيان\" ٤/ ١٠ ب، \"الدر المنثور\" ٢/ ٢١٣ - ٢١٤.(٤) انظر: \"معاني القرآن\" ٢/ ١٣، وهذا القول اختيار ابن جرير أيضًا، انظر: \"تفسير الطبري\" ٤/ ٢٤٧.(٥) \"الكشف والبيان\" ٤/ ١٠ ب، وأورده السيوطي في \"الدر المنثور\" ٢/ ٢١٣.(٦) ما بين علامات التنصيص من قول: فإن قيل، إلى هنا: نقله المؤلف من الثعلبي في \"الكشف والبيان\" ٤/ ١٠ ب، ١١ أ، مع أنه لم يعزُه إليه!.</p><p> قال أبو إسحاق (١) : إنما قيل أموالكم؛ لأن معناها الشيء الذي به قِوام أمركم، كما قال:  {ثُمَّ أَنْتُمْ هَؤُلَاءِ تَقْتُلُونَ أَنْفُسَكُمْ}  [البقرة: ٨٥] ، ولم يكن الرجل منهم يقتل نفسه، ولكن كان بعضهم يقتل بعضًا، أي: تقتلون الجنس الذي هو جنسكم (٢) . </p><p> وقال بعض النحويين: إذا اختلط المخاطب مع الغائب غُلِّب المخاطب، لذلك أضاف الأموال إليهم وهي للسفهاء، وهذا التفسير دليل على ما ذهب إليه الشافعي رحمه الله من جواز الحجر على الرجل البالغ إذا كان مُبذِّرًا مُفسدًا لماله (٣) . </p><p> وقوله تعالى:  {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} . قال ابن عباس: يريد قيامًا لمعايشكم وصلاح دنياكم (٤) . </p><p> قال أبو عبيدة (٥) : (قِيام) مصدر، ويجيء في معناه (قِوام) ، وهو الذي يقيمك، وانما أذهبوا الواو لكسرة القاف كما قالوا: صِوار وصِيار (٦) . </p><p>(١) هو الزجاج في \"معانيه\" ٢/ ١٣. (٢) انتهى من \"معاني الزجاج\" ٢/ ١٣، ١٤.(٣) انظر: \"الأم\" ٣/ ١٩٤ - ١٩٥، \"تفسير ابن كثير\" ٢/ ٤٩١.(٤) ثابت عن ابن عباس من طريق علي بن أبي طلحة كما في \"تفسير ابن عباس\" ص ١٣٤، \"تفسير الطبري\" ٤/ ٢٤٩.وتحقيق المروي عن ابن عباس لسور النساء والمائدة والأنعام ١/ ١٥٣، ١٥٤، لكن بلفظ بمعنى قوامكم في معايشكم.(٥) في \"مجاز القرآن\" ١/ ١١٧.(٦) انتهى من \"مجاز القرآن\" ١/ ١١٧، ولعل فيه تصحيفًا في آخره، لأن آخر العبارة في \"المجاز\": كما قالوا: ضيًاء للناس وضوءًا للناس.</p><p> وبنو ضبة (١) تقول في جمع طويل: طِيال، والعامّة على: طِوال (٢) . </p><p> وإنما أعل القيام؛ لأنه مصدر قد اعتل فعله، فاتّبع الفعل في الإعلال، ومثله من المصادر الصِّيام والعِياذ والحِياكة، ونحو ذلك فيما (٣) قلبت الواو فيه ياء؛ لأنها مصادر جارية على الفعل في الإعلال (٤) . </p><p> قال أبو علي: وأما القِوام الذي حكاه أبو عبيدة فإنه ينبغي أن يكون اسمًا غير مصدر، كالقَوام فيمن فَتح، ويجوز أن يكون مصدر قَاوم، كما أن (الغِوار مصدر غاور)  (٥)  (٦) . </p><p> وقرأ نافع، وابن عامر:  (قِيَمًا)  (٧) . </p><p> قال الأخفش: قِيامًا وقِوامًا وقِيمًا وقِومًا واحِد (٨) . </p><p>(١) ضبة: حي من العرب يشمل عدة قبائل كصُرَيم وعائذة وبجالة وغيرها، وهذا الاسم مشتق من الضبة أي الأنثى، أو من الضبة الحديث. انظر: \"الاشتقاق\" لابن دريد ص ١٨٩، \"اللسان\" ٤/ ٢٥٤٥ (ضبب). (٢) من \"الحجة\" لأبي علي ٣/ ١٣٠.وقال الأزهري: وجمع الطويل: طِوال وطِيال، وهما لغتان، \"تهذيب اللغة\" ٣/ ٢١٥٦ (طال). وانظر: \"مقاييس اللغة\" ٣/ ٤٣٤ (طول)، \"لسان العرب\" ٥/ ٢٧٢٥ (طول).(٣) في (د): (معًا).(٤) انظر: \"الحجة\" ٣/ ١٣٣، \"المُمتِع في التصريف\" ١/ ٦٤.(٥) كأنها في (أ) بالعين المهملة.(٦) \"الحجة\" ٣/ ١٣٣.(٧) \"السبعة\" ص ٢٢٦، \"الحجة\" لأبي علي ٢/ ١٢٩، \"الكشف\" ١/ ٧٦، \"النشر\" ٢/ ٢٤٧.(٨) لم أجدء في \"معاني القرآن\"، ولعله أخذه من \"الحجة\" لأبي علي ٣/ ١٣٠، ١٣٢، ١٣٣.</p><p> فالقِيَم عنده مصدر في معنى القِيام، وفِعَل يجيء في المصادر كالشِّبَع والرِّضَا (١) . </p><p> فإن قيل (٢) : كيف اعتلّ وهو على وزنٍ ينبغي أن يصح معه ولا يعتلّ، كما لم يعتلّ العِوض والحِول، ونحو ذلك؟ </p><p> والجواب: أن هذا الوزن لما جاء في الجمع مُتَّبعًا واحدَه في الإعلال، نحو: دِيمَةٍ ودِيَم، وحِيلَةٍ وحيَل، جاء أيضًا في المصدر متّبعًا للفعل فأعِلّ كما يعل الفعل؛ لأن (المصادر (٣) ) أشد اتّباعًا لأفعالها في الإعلال (٤) من الجمع للواحد. ولا يلزم على هذا (الوعد) و (الوزن) وبابه، فإنه لم يعل الواو فيه كما أعل في (بعد) ؛ لأنه على بناء فِعَل، ولا طريق للإعلال عليه، وليس كذلك فِعَل؛ لأن الكسرة توجب الإعلال في الواو، ولا سيما إذا انضم إليها الإعلال (٥) في الفعل. ويمكن أن يحمل القِيَم على الشذوذ كما قُلبت الواو في (ثِيَرَة (٦) )، وكما قالوا: طويل وطيال. في لغة بني ضبة، وكما قالوا: جِياد في جمع جواد، وكان حكمه أن تصح عينُه في الجمع، فكما شذّت هذه الأشياء عما عليه الاستعمال كذلك شذ قولهم: قِيَما (٧) . </p><p>(١) انظر \"الحجة\" ٣/ ١٣٠، ١٣٢، ١٣٣. (٢) إيراد هذا الاستشكال والجواب عليه من \"الحجة\" لأبي علي ٣/ ١٣٢، ١٣٣ بتصرف.(٣) في (د): مصادر بدون (أل).(٤) في \"الحجة\": الاعتلال.(٥) في \"الحجة\": الاعتلال.(٦) الأصل (نيره) والتصحيح من \"الحجة\".(٧) انتهى جواب الإشكال من \"الحجة\" ٣/ ١٣٢، ١٣٣ بتصرف.</p><p> وقول من قال إن (القِيَم) ههنا جمع (قِيمَة) لا وجه له (١) . </p><p> والدليل على أن قِيَما ههنا مصدر بمعنى القِيام وليس بجمع قوله:  {دِينًا قِيَمًا}  [الأنعام: ١٦١] ، ولا وجه لجمع القِيمة في وصف الدين به (٢) ، ونبين ذلك إذا انتهينا إليه إن شاء الله (٣) . </p><p> وذهب الكسائي إلى أن القيام ههنا اسم بمعنى القِوام، وهو ما يقوم به الشيء، وجعلهما لغتين بمعنى (٤) . </p><p> واختاره ابن قتيبة، وقال: يقال: هذا (قِوام (٥) ) أمرك وقيام أمرك: أي ما يقوم به أمرك (٦) . </p><p> ويقارب قول الزجاج هذا؛ فإنه قال: المعنى في هذه الآية: التي جعلها الله تقيمكم فتقومون بها قيامًا (٧) . </p><p> ومن قرأ (قِيَما) فهو راجع إلى هذا، والمعنى: جعلها الله قيمةً للأشياء، فيها (تقوم أموركم (٨) ) (٩) . ولم يرتض أبو علي هذا القول في القيم كما ذكرنا. </p><p>(١) انظر: \"الحجة\" ٣/ ١٣٣. (٢) انظر: \"الحجة\" ٣/ ١٣١.(٣) انظر: \"البسيط\" نسخة شستربتي ٢/ ل، ١٣٨/ أ.(٤) انظر: \"الكشف والبيان\" ٤/ ١١ ب.(٥) في النسختين: (أقوام)، وهو تحريف ظاهر.(٦) \"غريب القرآن\" ص ١٢٠.(٧) \"معاني الزجاج\" ٢/ ١٤.(٨) في \"معاني الزجاج\": يقوم أمركم.(٩) انتهى من \"معاني الزجاج\" ٢/ ١٤ بتصرف.</p><p> وقوله تعالى:  {وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ} . قال ابن عباس: يريد أنفقوا عليهم منها (١) . </p><p> ومعنى الرزق من العباد هو الإجراء الموظف لوقت معلوم، يقال: رَزَق فلانٌ عيالَه كذا وكذا، أي: أجرى عليهم. وإنما قال:  (فيها) ولم يقل: منها؛ لأنه أراد (جعلوا (٢) ) لهم فيها رزقًا، كأنه أوجب ذلك لهم (٣) . </p><p> وقوله تعالى:  {وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا}  [النساء: ٥] . قال ابن جريج ومجاهد: أي: عِدةً جميلةً من البر والصلة (٤) . </p><p> وقال ابن عباس: يِريد عدة حسنة، يقول: إذا رَبحتُ في سفري هذه فعلت (٥) بك ما أنت أهله، وإن غنمتُ في غزاتي أعطيتُك (٦) . </p><p> قال ابن زيد: هو الدعاء. يقول: عافانا الله وإياك، بَارك الله فيك (٧) . </p><p>(١) أخرجه ابن جرير ٤/ ٢٥٠، من طريق ابن جريج واسناده ضعيف. انظر \"تحقيق المروي عن ابن عباس\" ١/ ١٥٤. (٢) هكذا في النسختين ولعله تصحيف، والصواب: اجعلوا كما في \"الكشف والبيان\" ٤/ ١١ ب.(٣) \"الكشف والبيان\" ٤/ ١١ ب، وانظر: \"معالم التنزيل\" ٢/ ١٦٤.(٤) هذا معنى ما أخرجه ابن جرير عن مجاهد وابن جريج، انظر: \"تفسير الطبري\" ٤/ ٢٥١، \"الدر المنثور\" ٢/ ٢١٤.(٥) في الأصل: (فقلت) وهو تصحيف ظاهر.(٦) لم أجده عن ابن عباس، لكن رُوي نحوه عن عطاء. انظر: \"الكشف والبيان\" ٤/ ١١ ب، \"معالم التزيل\" ٢/ ١٦٤٥.(٧) طرف أثر عن ابن زيد أخرجه ابن جرير ٤/ ٢٥١، وانظر: \"الكشف والبيان\" ٤/ ١١ ب، \"الدر المنثور\" ٢/ ٢١٤.</p>"
}