{
  "id": null,
  "sura": 4,
  "aya": 15,
  "text": "<p> وقال عكرمة عن ابن عباس: من لم يرض بقسم الله، ويتعدى ما قال الله يدخله نارًا (١) ، وقال الكلبي: يعني: يكفر بقسمة المواريث ويتعد حدوده استحلالًا (٢) . </p><p> وقوله تعالى:  {يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُهِينٌ}  [النساء: ١٤]  (٣) . في نصب خالد وجهان: أحدهما: أنه حال من الهاء في {يُدْخِلْهُ} ، على تقدير: يدخله خالدًا في النار، إلا أنه لما تقدم ذكر النار كنى عنها (٤) . </p><p> الثاني: أنه من نعت النار. في قول الزجاج (٥) ، وهذا كما يقول زيد: مررت بدار ساكن فيها، ومثله:  {مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا}  [النساء: ٧٥] . </p><p> ١٥ - قوله تعالى:  {وَاللَّاتِي يَأْتِينَ الْفَاحِشَةَ} الآية. اللاتي جمع التي، وللعرب في جمع التي لغات، يقال: اللاتي، واللات، واللواتي، واللوات، واللوا، واللائي، واللاء، واللآت، واللاآت (٦) . قال الشاعر: </p><p>(١) لم أجد قول ابن عباس هذا بنصه هذا ومن نفس الطريق إلا عند المؤلف هنا وفي \"الوسيط\" ٢/ ٤٧٣، لكن جاء عنه من طريق علي بن أبي طلحة أنه فسر هذه الآية بقوله: في شأن المواريث التي ذكر من قبل. \"تفسير ابن عباس\" ص ١٣٨، والطبري ٤/ ٢٩١ وانظر \"تحقيق المروي\" عن ابن عباس ١/ ١٩٧. (٢) انظر: \"تنوير المقباس بهامش القرآن الكريم\" ص ٧٩.(٣) قوله تعالى: {وَلَهُ عَذَابٌ مُهِينٌ} ليس في (أ).(٤) انظر \"معاني الزجاج\" ٢/ ٢٧، \"مشكل إعراب القرآن\" ١/ ١٩٢، \"البيان في غريب القرآن\" ١/ ٢٤٦، \"الكشاف\" ١/ ٢٥٦.(٥) \"معاني الزجاج\" ٢/ ٢٧، وانظر: \"مشكل إعراب القرآن\" ١/ ١٩٢، وقد منع الزمخشري صحة هذا الوجه. انظر: \"الكشاف\" ١/ ١٩٢، \"الدر المصون\" ٣/ ٦١٥.(٦) انظر \"مجاز القرآن\" ١/ ١١٩، \"معانى الزجاج\" ٢/ ٢٨، \"الصحاح\" ٦/ ٢٤٧٩ (لتى)، \"اللسان\" ٧/ ٣٩٩٤ - ٣٩٩٥ (لتا)، \"الدر المصون\" ٣/ ٦١٦.</p><p> من اللَّواتي والّتي واللاّتي ... زَعَمنَ أنَّي كَبِرَت لِداتي (١) </p><p> فجمع بين ثلاثة أحرف للمبالغة في التوكيد، وكل واحد منها يكفي من الآخر. </p><p> والعرب قد تقول في جمع النساء: التي، فتقول: ما فعل الهندات التي أمرها كذا، وقال الآخر: </p><p> اللَّات كالبِيض لَّما تَعْدُ أن دَرَسَتْ ... صُفرُ الأَنَامل من قَرع القَوَاقِيزِ (٢) </p><p> وقال آخر: </p><p> من اللاء لم يَحجُجْن (٣) يَبغِين حِسبةً ... ولكنْ لِيَقْتُلن البَريء المُغَفَّلا (٤) </p><p> وقال آخر: </p><p> أولئك أخْدانِي وأخلال شِيمَتي ... وأخدانُك اللَّاآت زُّينَّ بالكَتمِ (٥) </p><p>(١) قائله غير معروف، ومعنى لداتي أي: أسناني. انظر: \"مجاز القرآن\" ١/ ١١٩، \"معاني الزجاج\" ٢/ ٢٨، \"الصحاح\" ٦/ ٢٤٧٩، \"اللسان\" ٧/ ٣٩٩٥ (لتا). (٢) هذا البيت للأسود بن يعفر حسب ما في \"اللسان\" ٧/ ٣٩٩٥ (لتا). لكن فيه: اللأت كالبيض، قال: وُيروى: اللاء كالبيض، واللواتي، واللات بلا ياء، وقافيته في \"اللسان\": القوارير.(٣) في (أ)، (د): (يحجن).(٤) نسبه إلى عمر بن أبي ربيعة أبو عبيدة في \"مجاز القرآن\" ١/ ١١٩, ١٢٠، وهو في \"معاني الزجاج\" ٢/ ٢٨، \"تهذيب اللغة\" ١/ ٤١٥ (التى)، \"زاد المسير\" ٢/ ٣٤، بدون نسبة، ونسب في \"زهر الآداب\" ١/ ١٦٨، إلى الحارث المخزومي.(٥) البيت في \"اللسان\" ٧/ ٣٩٩٥، \"الدر المصون\" ٣/ ٦١٧ بدون نسبة.</p><p> قال ابن الأنباري: العرب تقول في الجمع من غير الحيوان: التي، ومن الحيوان: اللاتي، كقوله:  {أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا}  [النساء: ٥] ، وقال في هذه الآية:  {وَاللَّاتِي} . والعِلّة في ذلك أن الجمع من غير الحيوان سبيله سبيل الشيء الواحد. وتأويله قوله:  {أَمْوَالَكُمْ} التي (عدتكم (١) ) التي جعل الله لكم قيامًا. وجمع الحيوان لا يُجرى مجرى الواحد، ألا ترى أنك تقول: الأموال أخذتها، والأثواب اشتريتها. وتقول في جميع الحيوان: ما فعلت الهندات اللاتي رأيتهن. فتنعتهن بالجمع (٢) ؛ لأن كل واحدة منهن يقع على عين معروفة، ولا يجري مجرى شيء كما يجري الجمع من الموات مجرى شيء و (عدّه)  (٣) . ومن العرب من يُسَوِّي بين الموات وغيره في هذا المعنى، فيقول: ما فعلت الهندات التي من أمرها كذا، وما فعلت الأثواب اللاتي من قصتهن كذا وكذا. والأول هو المختار (٤) . وأنشد في جمع النساء: </p><p> من اللَّواتي والّتي واللَّاتي (٥) </p><p> وقوله تعالى:  {يَأْتِينَ الْفَاحِشَةَ} أي: يفعلنها، يقال: أتيت أمرًا قبيحًا، أي فعلته. قال الله تعالى:  {لَقَدْ جِئْتِ شَيْئًا فَرِيًّا}  [مريم: ٢٧] ، وقال:  {لَقَدْ جِئْتُمْ شَيْئًا إِدًّا}  [مريم: ٨٩]  (٦) . </p><p> والفاحشة: الفِعلة القبيحة، وهي مصدر عند أهل اللغة؛ كالعافية </p><p>(١) هكذا في (أ)، (د)، وقد تكون: من ربكم. (٢) في (أ): (بالجميع).(٣) هكذا في (أ)، وفي (د): (عدة)، ولم تظهر.(٤) لم أقف على كلام ابن الأنباري، وانظر: \"إعراب القرآن\" للنحاس ١/ ٤٠١.(٥) سبق قريبًا.(٦) انظر: \"معاني القرآن\" للفراء ١/ ٢٥٨، \"عمدة الحافظ\" ص ٧ (أتى).</p><p> والعاقبة، يقال: فَحَش الرجل يفحش فحشًا وفاحشةً، وأفحش إذا جاء بالقبيح من القول أو الفعل (١) . ذكره الزجاج في باب الوفاق (٢) . </p><p> وأجمعوا على أن الفاحشة ههنا الزنا (٣) . </p><p> وقوله تعالى:  {فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ} . أي: من المسلمين (٤)  {فَإِنْ شَهِدُوا} بالزنا (٥)  {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ} : أي: فاحبسوهن في السجون (٦) . </p><p> قال المفسرون: هذا أمر كانوا يستعملونه في أول الإسلام إذا كان الزانيان ثيبين حبسا ومنعا من مخالطة الناس، وإذا كانا بِكْريَن أُوذِيا بالتعنيف والتوبيخ، فيقال لهما: انتهكتما حُرماتِ الله وعصيتماه، واستهدفتما لعقابه، هذا وما أشبهه من الكلام، ثم نَسخ الله الحبس والأذى بِرَجْم الثيِّبين وجلد البِكرين (٧) . </p><p>(١) انظر: \"تهذيب اللغة\" ٣/ ٢٧٤٦، \"الصحاح\" ٣/ ١٠١٤ (فحش). (٢) ليس في \"معاني الزجاج\" حول تفسير الآية، ولم يتبين مقصود المؤلف في إحالته هذه.(٣) انظر: \"تفسير ابن عباس\" ص ١٣٨، \"غريب القرآن\" لابن قتيبة ص ١١٦، \"تفسير كتاب الله العزيز\" للهواري ١/ ٣٥٨، الطبري ٤/ ٢٩١ - ٢٩٢، \"معاني الزجاج\" ٢/ ٢٨، \"الكشف والبيان\" ٤/ ٢٤ ب، البغوي ٢/ ١٨١، القرطبي ٥/ ٨٣، ابن كثير ١/ ٥٠٣.(٤) \"تفسير الطبري\" ٤/ ٢٩٢، \"الكشف والبيان\" ٤/ ٢٤ ب.(٥) \"الكشف والبيان\" ٤/ ٢٤ ب.(٦) انظر: \"تفسير الطبري\" ٤/ ٢٩٢، \"معاني الزجاج\" ٢/ ٢٨، \"إعراب القرآن\" للنحاس ١/ ٤٠١ - ٤٠٢، \"الكشف والبيان\" ٤/ ٢٤ ب، \"الدر المنثور\" ٢/ ٢٢٩ - ٢٣٠.(٧) هذا معنى قول ابن عباس وقتادة وابن زيد والحسن وغيرهم. انظر: \"تفسير ابن عباس\" ص ١٣٨، \"تفسير كتاب الله العزيز\" ١/ ٣٥٨، الطبري ٤/ ٢٩٢، \"الكشف والبيان\" ٤/ ٢٤ ب.</p><p> أخبرنا أبو القاسم عبد الرحمن بن محمد السراج (١) رحمه الله، أخبرنا أبو الحسن محمد بن الحسن الكارزي (٢) ، أخبرنا علي بن عبد العزيز (٣) ، أخبرنا أبو عُبَيد، حدثنا حجاج بن محمد (٤) ، عن ابن جريج، وعثمان بن عطاء (٥) ، عن عطاء الخراساني (٦) ، عن ابن عباس في هذه الآية قال: نسخها قوله: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا} الآية [النور: ٢]  (٧) . </p><p> قال أبو عبيد: وحدثنا عبد الله بن صالح (٨) ، عن معاوية بن صالح (٩) ، </p><p>(١) هو عبد الرحمن بن محمد بن عبد الله القرشي النيسابوري، انظر: \"العبر\" ١/ ١٨٨. (٢) هو محمد بن محمد بن الحسن. انظر: \"الإكمال\" ٧/ ١٤١(٣) هو أبو الحسن علي بن عبد العزيز بن المرزبان البغوي، حافظ صدوق، صنف \"المُسند الكبير\" وأخذا القراءات عن أبي عبيد وغيره، انتقل في آخر عمره إلى مكة حتى مات بها سنة ٢٨٦ هـ وقيل بعدها بسنة. انظر: \"سير أعلام النبلاء\" ١٣/ ٣٤٩، \"غاية المنتهى\" ١/ ٥٤٩.(٤) هو أبو محمد حجاج بن محمد المصيصي الأعور، أحد العلماء والرواة الثقات إلا أنه اختلط في آخر عمره لمّا قدم بغداد، وقد توفي -رحمه الله- بها سنة ٢٠٦ هـ. انظر: \"ميزان الاعتدال\" ١/ ٤٦٤، \"التقريب\" ص ١٥٣ رقم (١١٣٥).(٥) هو أبو مسعود عثمان بن عطاء بن أبي مسلم الخراساني ضعيف في رواية الحديث. توفي -رحمه الله- سنة ٥٥ هـ، وقيل قبلها. انظر: \"ميزان الاعتدال\" ٣/ ٤٨.(٦) عطاء بن أبي مسلم الخراساني، تقدمت ترجمته، وروايته عن ابن عباس مُرسلة.(٧) في \"الناسخ والمنسوخ في القرآن العزيز\" لأبي عبيد ص ١٣٢ بنحوه مطولًا.(٨) هو أبو صالح عبد الله بن صالح بن محمد بن مسلم الجهني، كاتب الليث بن سعد، صاحب حديث وعلم صدوق في الرواية ثبت في الكتابة توفي -رحمه الله- سنة اثنتين أو ثلاث وعشرين ومائتين للهجرة انظر: \"ميزان الاعتدال\" ٢/ ٤٤٠ - ٤٤٥، \"التقريب\" ص ٣٠٨ رقم (٣٣٨٨).(٩) هو أبو عمرو معاوية بن صالح الحضرمي الحمصي، من مشاهير العلم والرواية، وقد وثقه غير واحد من الأئمة وحكم عليه ابن حجر بأنه صدوق. ولي القضاء =</p><p> عن علي بن أبي طلحة، عن ابن عباس في هذه الآية، وفي قوله:  {وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا} قال: كانت المرأة إذا زنت حُبست في البيت حتى تموت، وكان الرجل إذا زنا أوذي بالتعيير (١) ، والضرب بالنّعال، فنزلت:  {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ}  [النور: ٢] ، قال: وإن كانا محصنين رجما بسنة رسول الله - صلى الله عليه وسلم - قال: فهو سبيلهما الذي جعله الله لهما يعني: قوله: {أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا}  (٢) . </p><p> قال أبو عبيد: حدثنا أبو النضر (٣) ، عن شعبة (٤) ، عن قتادة، عن الحسن (٥) ، عن حِطَّان بن عبد الله الرقاشي (٦) ، عن عُبادة بن </p><p>= وتوفي -رحمه الله- بمصر سنة ١٥٨ هـ، وقيل بعدها. انظر: \"تاريخ الثقات\" ٢/ ٢٨٤، \"مشاهير علماء الأمصار\" ص١٩٠، \"التقريب\" ص ٥٣٨ رقم (٦٧٦٢). (١) في (د): (بالتغيير)، بالغين المعجمة.(٢) من \"الناسخ والمنسوخ في القرآن العزيز\" لأبي عبيد ص ١٣٢، ١٣٣، والأثر في \"تفسير ابن عباس\" ص ١٣٨، وأخرجه الطبري ٤/ ٢٩٢ - ٢٩٣، والنحاس في \"الناسخ والمنسوخ\" ٢/ ١٦٧، وانظر: \"الدر المنثور\" ٢/ ٢٣٠.(٣) هو هاشم بن القاسم بن مسلم الليثي بالولاء، البغدادي -وكان من مفاخر بغداد- صاحب سنة ومتفق على توثيقه في الرواية وقد توفي -رحمه الله- سنة ٢٠٧ هـ. انظر \"تاريخ الثقات\" ٢/ ٣٢٣، \"التقريب\" ص ٥٧٠ رقم (٧٢٥٦).(٤) هو أبو بسطام شعبة بن الحجاج بن الورد العتكي، الواسطي ثم البصري، ثقة حافظ قال عنه الثوري: أمير المؤمنين في الحديث من العلماء بالرجال ومن العباد الفضلاء، توفي -رحمه الله- سنة ١٦٠هـ انظر: \"تاريخ الثقات\" ١/ ٤٥٦، \"مشاهير علماء الأمصار\" ص ١٧٧، \"التقريب\" ص ٢٦٦ رقم (٢٧٩٠).(٥) في النسختين: (الحسين)، والتصويب من الطبري ٤/ ٢٩٣ - ٢٩٤، والبغوي ٢/ ١٨١، وابن كثير ١/ ٥٠٣.(٦) هو حِطَّان بن عبد الله الرقاشي البصري، من التابعين الثقات وكان رجلاً صالحًا، توفي -رحمه الله- بعد السبعين للهجرة في ولاية بشر على العراق. انظر \"تاريخ الثقات\" ١/ ٣٠٨،\"التقريب\" رقم (١٣٩٩).</p><p> الصامت (١) ، قال: قال رسول الله - صلى الله عليه وسلم -: \"خُذوا عني، قد جعل الله لهن سبيلًا، البِكر يُجلد ويُنفى، والثيّب يُجلد ويُرجم\"  (٢) . </p><p> وخص النساء بالذكر في هذه الآية، والحد في الزنا على النساء والرجال واحد؛ لأن المرأة أحرص على الزنا من الرجل، فخصها بالذكر، كما قدم اسمها في آية الزنا، وهو قوله:  {الزَّانِيَةُ وَالزَّانِي}  (٣)  [النور: ٢] . وقدم اسم الرجل في آية السرقة في قوله:  {وَالسَّارِقُ وَالسَّارِقَةُ}  [المائدة: ٣٨] من حيث كان الرجل أحرص على السرقة من المرأة (٤) . </p><p> قال المفسرون: بعض الآية منسوخ، وهو الإمساك في البيوت، وبعضها ثابت، وهو استشهاد الأربعة (٥) . واقترن بناسخ الوحي (٦) وحيٌ غير </p><p>(١) هو أبو الوليد عُبادة بن الصامت بن قيس بن أصرم الأنصاري الخزرجي من الصحابة الفضلاء، وقد شهد بدرًا والمشاهد بعدها وهو من النقباء في البيعة ليلة العقبة، كان من علماء الصحابة وله مناقب وقد ولي القضاء، توفي -رضي الله عنه- بالرملة سنة ٣٤هـ، وقيل بعدها. انظر: \"تاريخ خليفة\" ص ١٦٨، \"الاستيعاب\" ٢/ ٣٥٥، \"الإصابة\" ٢/ ٢٦٨. (٢) \"الناسخ والمنسوخ\" لأبي عبيد ص ١٣٣، وأخرجه الطبري ٤/ ٢٩٣ - ٢٩٤.(٣) الحكم على جنس المرأة بأنها أحرص على الزنا من الرجل فيه نظر، ولعل الأولى أن يقال إن تخصيص المرأة بالذكر هنا وتقديم اسمها في آية النور، لأن الزنا في حق المرآة أشد؛ إذ إن العار يلحقها مدى حياتها بخلاف الرجل، ولأن الفتنة في النساء أضر كما قال النبي - صلى الله عليه وسلم -: \"ما تركت بعدي فتنة هي أضر على الرجال من النساء\" أخرجه مسلم (٢٧٤٠) كتاب الذكر والدعاء والتوبة والاستغفار، باب: ٢٦ أكثر أهل الجنة الفقراء ... ، وباب: الفتنة بالنساء ٤/ ٢٠٩٧ (ح ٩٧).(٤) انظر \"غرائب التفسير\" للكرماني ١/ ٣٣١.(٥) انظر \"الكشف والبيان\" ٤/ ٢٥ ب.(٦) ناسخ الوحي هنا هو قوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور: ٢].</p>"
}