{
  "id": null,
  "sura": 4,
  "aya": 66,
  "text": "<p> ٦٦ - قوله تعالى:  {وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ} قال ابن عباس والكلبي وغيرهما: يريد فرضنا وأوجبنا عليهم (١) . </p><p> قال مجاهد: يعني: على اليهود والعرب (٢) . </p><p> قال المفسرون: كتب الله على بني إسرائيل أن يقتلوا أنفسهم، وكتب على المهاجرين أن يخرجوا من ديارهم، فقال الله: ولو كتبنا على هؤلاء ما كتبنا على غيرهم لما فعله إلا قليل منهم (٣) . </p><p> وقوله تعالى:  {مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ} . قال الحسن: أخبر عن علمه فيهم، كقوله عن نوح:  {لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ}  [هود:٣٦]  (٤) . يعني: ما يفعل ذلك إلا من قد علم الله منه ذلك وهم قليل. </p><p> وقال عطاء:  {إِلَّا قَلِيلٌ مِنْهُمْ} يريد الأنصار (٥) . </p><p> وقال مقاتل: كان من القليل عمار بن ياسر، وابن مسعود، وثابت بن قيس بن شماس (٦) . ونحو ذلك قال الكلبي، فقال: نزلت في ثابت بن قيس؛ لأنه قال: إن الله يعلم لو أمرني بأمرٍ أقتل نفسي لقتلت، فكان ثابت من القليل الذين استثنى (٧) . </p><p>(١) ذكره المؤلف في \"الوسيط\" ٢/ ٦١٠ دون نسبة لأحد وكذا السمرقندي في \"بحر العلوم\" ١/ ٣٦٦، وانظر: \"تنوير المقباس\" بهامش المصحف ص ٨٨. (٢) أخرج الطبري ٥/ ١٦٠، وعبد بن حميد وابن أبي حاتم، انظر: \"الدر المنثور\" ٢/ ٣٢٣.(٣) انظر: \"الكشف والبيان\" ٤/ ٨٤ أ، \"الوسيط\" ٢/ ٦١٠، \"الرازي\" ١٠/ ١٦٧.(٤) لم أقف عليه.(٥) لم أقف عليه.(٦) \"تفسيره\" ١/ ٣٨٧، وانظر: \"معالم التنزيل\" ٢/ ٢٤٦، والقرطبي ٥/ ٢٧٠.(٧) انظر: \"تنوير المقباس\" بهامش المصحف ص (٨٨)، \"الكشف والبيان\" (٤/ ٨٤ أ \"معالم التنزيل\" ٢/ ٢٤٦.</p><p> والظاهر في هذه الآية ما قال الحسن؛ لكون المستثنى من المكتوب عليهم، والمهاجرون والأنصار وهؤلاء الذين ذكرهم فقال:  {مِنْهُمْ} ، وإنما أريد بقوله:  {وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ} المنافقون والذين لم يستقر الإيمان في قلوبهم، وهم الذين ذكروا في قوله:  {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ} الآية، وقوله تعالى:  {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ} هذا هو ظاهر (....)  (١) عطاء ومقاتل، فيمكن أن يحمل على وجهين: أحدهما: أن قوله: {وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ} يريد اليهود والمنافقين والمؤمنين جميعًا، ثم استثنى الصحابة الأنصار والمهاجرين والمؤمنين بقوله:  {مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ} ، ويكون قوله بعد هذا:  {وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ} اليهود والمنافقين. </p><p> وقد ورد في التنزيل آي حمل بعضها على العموم وبعضها على الخصوص. وعليه (....)  (٢) أن يُحمل على قراءة من قرأ {إِلَّا قَلِيلٌ مِنْهُمْ} بالنصب (٣) ؛ لاختلاف جنسي المستثنى منه والمستثنى، وذلك أنه في هذه الآية قبيلان: مكتوب عليهم وهم المنافقون، ومستثنى وهم الأنصار، فصار كالجنسين المختلفين، وإذا اختلف الجنسان فالاختيار النصب (٤) ، كقوله: </p><p> وما بالرَّبع من أحدٍ إلا أواري (٥) </p><p>(١) بياض في (ش) بقدر كلمتين أو ثلاث، ويمكن أن تقدر بـ: [ما قاله] أو [ما ذهب إليه]. (٢) كلمة غير واضحة في (ش)، ويمكن أن تقدر بـ: [يحتمل].(٣) هذِه قراءة لابن عامر خاصة وكذا هي في المصحف الشامي. انظر: \"الحجة\" ٣/ ١٦٨، \"النشر\" ٢/ ٢٥٠.(٤) انظر: \"معاني الزجاج\" ٢/ ٧٠، \"شرح المعلقات العشر\" للنحاس ٢/ ١٥٨.(٥) جملة مستفادة من بيتين من الشعر للنابغة الذبياني هما:وقفت فيها أصيلا لا أسائلها ... عيت جوابًا وما بالربع من أحدإلا الأواري لأيًا ما أبينها ... والنؤيُ كالحوض بالمظلومة الجلد</p><p> ويحتمل أن يكون هذا من الاستثناء المنقطع عن الأول، على أن تكون إلا بمعنى لكن، كأنه قيل: لكن قليلًا منهم، وهم الأنصار. </p><p> وذكرنا معنى الاستثناء المنقطع بأبلغ الاستثناء عند قوله:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} في سورة البقرة [الآية:١٥٠] . </p><p> وقوله:  {مِنْهُمْ} على هذا الكنايةُ تعود إلى المنافقين، ويقال ذلك لأن القبيلين وإن اختلفا من حيث الإيمان والكفر، فقد اتفقا بالنسب والجوار والحلف واللغة، وكونهم أهل عصر (١) واحد، في زمن نبي واحد، وكل هذا من الملابسة بين الفريقين، ولأن المنافقين أيضًا ادعوا الإيمان وأظهروا شعاره، فقاسمُ الإيمان يشملهم. </p><p> ومثل هذا من التنزيل قوله:  {وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ}  [النساء: ٧٢] يعني المنافقين، وهو يخاطب المؤمنين، فجعلهم منهم. وسنذكر الوجه منه إذ انتهينا إليه. </p><p> ولهذا المعنى الذي ذكرنا أن القليل غير مستثنى من المنافقين اختار جماعة من القراء (....)  (٢) الوقف على قوله: {مَا فَعَلُوهُ} إشعارًا أن هذا الاستثناء منقطع من الأول (٣) . </p><p>= \"معاني الزجاج\" ٢/ ٧٠، \"شرح القصائد المشهورات\" للنحاس ٢/ ١٥٨. والأواري التي يحبس بها الخيل من وتد أو حبل، الواحد: آري، واللأى: البطء , والنؤي: حاجز من تراب حول الخيمة يحول دون وصول الماء إليها. وقال: بالمظلومة الجلد، لأنهم مروا في برية فحفروا فيها حوضًا وليست موضع حوض فجعل الشيء في غير موضعه. (١) قد تكون هذِه الكلمة: \"مصر\".(٢) غير واضح في (ش)، ولعل الكلمة تكون: [ترجيح] الوقف ...(٣) ممن اختار هذا الوقف يعقوب. انظر: \"القطع والائتناف\" ص ٢٥٦.</p><p> واختلف القراء في قوله:  {أَنِ اقْتُلُوا} و {أَوِ اخْرُجُوا} فكسرهما عاصم وحمزة (١) لالتقاء الساكنين (٢) ولم يضماهما وإن ضمت الهمزة لضم الحرف الثالث في الفعل، لأنهما (.. (٣) ..) المنفصل في حكم المتصل (٤) . </p><p> ومن قرأ بالضم فيهما (٥) فلأنهما حلّا محل الهمزة المضمومة كما ضمت هي، وإن كانتا منفصلتين (٦) . </p><p> قال أبو إسحاق: للكسرة والضمة في هذه الحروف وجهان جيدان (٧) . </p><p> وأبو عمرو كان يختار الكسر في:  {أَنِ اقْتُلُوا} ، والضم في:  {أَوِ اخْرُجُوا} . قال الزجاج: ولست أعرف لفصل أبي عمرو بين هذين الحرفين خاصية إلا أن يكون رواية (٨) . </p><p> وقال غيره (٩) : فصل أبو عمرو بين النون والواو لأن الضمة في الواو أحسن لأنها تشبه واو الضمير، والجمهور في واو الضمير على الضم [نحو]  (١٠)  {اشْتَرَوُا الضَّلَالَةَ}  [البقرة: ١٦، ١٧٥]  {وَلَا تَنْسَوُا الْفَضْلَ}  [البقرة: ٢٣٧] . وهذا قول أبي علي الفارسي (١١) . </p><p>(١) انظر: \"السبعة\" ص ٢٣٦، \"الحجة\" ٣/ ١٦٧. (٢) انظر: \"معاني الزجاج\" ٢/ ٧١، \"التفسير الكبير\" ١٠/ ١٦٦.(٣) بياض في (ش)، ولعله: مع كونهما من ... المنفصل ...(٤) انظر: \"الحجة\" ٣/ ١٦٨.(٥) هذِه القراءة لابن عامر وابن كثير ونافع والكسائي. انظر: \"السبعة\" ص ٢٣٤، \"الحجة\" ٣/ ١٦٧.(٦) انظر: \"الوسيط\" ٢/ ٦١٠.(٧) \"معاني القرآن وإعرابه\" ٢/ ٧٢.(٨) \"معاني القرآن وإعرابه\" ٢/ ٧٢.(٩) أبو علي في \"الحجة\" ٣/ ١٦٧.(١٠) بياض في (ش)، والتسديد من \"الحجة\" ٣/ ١٦٧.(١١) \"الحجة\" ٣/ ١٦٧.</p><p> وقال الأخفش: الضم في هذه الحروف لغة حسنة، [وهي]  (١) أكثر في الكلام وأقيس، لأن ما أجروه في كلامهم من المنفصل مجرى المتصل أكثر من أن يُقتص (٢) . </p><p> وقوله تعالى:  {مَا فَعَلُوهُ} الكناية تعود إلى القتل والخروج كلاهما وذلك أن الفعل جنس واحد وإن اختلف ضروبه (٣) . </p><p> واختلف القراء في قوله:  {إِلَّا قَلِيلٌ مِنْهُمْ} فمن ضم وهو الوجه جعله بدلًا من الواو في {فَعَلُوُه} ، وكذلك كل مستثنى من مجحود، كقولك: ما أتاني (٤) أحد إلا زيد، ترفع زيدًا على البدل من أحد، فتحمل إعراب ما بعد إلا على ما قبلها. وكذلك في النصب والجر، كقولك: ما رأيت أحدًا إلا زيدًا، وما مررت بأحد إلا زيد. </p><p> قال أبو علي: الرفع هو الأكثر والأشيع في الاستعمال والأقيس، فقدته من جهة القياس أن معنى: ما أتاني أحد إلا زيد واحد (٥) ، فكما اتفق (٦) على: ما أتاني إلا زيد، على الرفع، وكان: ما أتاني أحد إلا زيد، بمنزلته وبمعناه، اختاروا الرفع مع ذكر أحد. </p><p> وأما من نصب فقال: ما جاءني أحد إلا زيدًا، فإنه جعل النفي بمنزلة </p><p>(١) بياض في (ش)، والتسديد من \"الحجة\" ٣/ ١٦٧. (٢) من \"الحجة\" ٣/ ١٦٧، ١٦٨، وكلام الأخفش ليس في كتابه \"معاني القرآن\".(٣) من \"الكشف والبيان\" ٤/ ٨٤ ب بتصرف، وانظر: \"التفسير الكبير\" ١٠/ ١٦٧. وقد استبعد أبو حيان والسمين كون الضمير راجعًا إلى الأمرين، وإنما لأحدهما انظر: \"البحر المحيط\" ٣/ ٢٨٥، \"الدرالمصون\" ٤/ ٢٢.(٤) انظر: \"الحجة\" ٣/ ١٦٨.(٥) يبدو أن في الكلام حذفًا أو سقطًا، ففي \"الحجة\" ٣/ ١٦٨: \"فقوته من جهة القياس أن معنى: ما أتاني أحد إلا زيد، وما أتاني إلا زيد، واحد\".(٦) في \"الحجة\" ٣/ ١٦٨: \"اتفقوا\" وهو الأنسب بالسياق.</p><p> الإيجاب، وذلك أن قوله: ما جاءني أحد، كلام تام، كما أن: جاءني القوم كذلك، فنصب مع النفي، كما نصب مع الإيجاب، من حيث اجتمعا في أن كل واحد منهما كلام تام (١) . وذكرنا للنصب وجها آخر في معنى الآية. </p><p> قال أصحاب المعاني:  (....)  (٢) تجهيل من خالف ما يلزمه من التكليف مع تسهيله، ولو شدد نهاية التشديد لم يجز إلا (......)  (٣) من الحظ الجزيل. يقول الله تعالى: ولو كتبنا عليهم القتل والخروج ما فعلوه للمشقة فيه، مع أنه كان ينبغي أن يفعلوه (... (٤) ..) وقد سهلنا تكليفهم غاية التسهيل ويسرناه نهاية التيسير. </p><p> وقوله تعالى:  {وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ} . قال مقاتل: ما يوعظون به من القرآن (٥) . وقال الكلبي: ما يُؤمرون به (٦) . </p><p> وقوله تعالى:  {لَكَانَ خَيْرًا لَهُمْ} في الآخرة (٧) . </p><p> وقال مقاتل: لكان خيرًا لهم في دينهم (٨) . </p><p> وقال الحسن: لكان خيرًا له في العصمة وأمنع من الشياطين (٩) . </p><p> وقوله تعالى:  {وَأَشَدَّ تَثْبِيتًا}  [النساء:٦٦] . قال عطاء عن ابن عباس: أشد تثبيتًا في دينهم (١٠) . </p><p>(١) انتهى من \"الحجة\" ٣/ ١٦٨، ١٦٩، بتصرف. وانظر: \"الوسيط\" ٢/ ٦١١. (٢) غير واضح في (ش) بسبب طمس بعض الحروف.(٣) بياض في (ش).(٤) كلمة غير واضحة، ويمكن أن تكون الكلمة: (سيما) وقد سهلنا.(٥) \"تفسير\" ١/ ٣٨٧.(٦) \"تنويرالمقباس\" بهامش المصحف ص ٨٩.(٧) انظر: \"الوسيط\" ٢/ ٦١١، \"تنوير المقباس\" بهامش المصحف ص ٨٩.(٨) \"تفسيره\" ١/ ٣٨٧.(٩) لم أقف عليه.(١٠) لم أقف عليه, وانظر: \"الوسيط\" ٢/ ٦١١.</p>"
}