{
  "id": null,
  "sura": 4,
  "aya": 114,
  "text": "<p> والمراد بالكتاب: القرآن، وبالحكمة القضاء بالوحي (١) . </p><p> وقال أبو إسحاق: أي بيّن لك في كتابه ما فيه من الحكمة [التي لا يقع لك معها ضلال]  (٢) . </p><p> ١١٤ - قوله تعالى:  {لَا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ} الآية. </p><p> النجوى في اللغة سر بين اثنين (٣) . </p><p> قال الفراء: يقال: ناجيت الرجل مناجاةً ونجاءً، والقوم ينتجون ويتناجون، ويقال: نجوت الرجل نجوًا نجوًا، بمعنى ناجيته، وأنشد: </p><p> فقال فريق القوم لا إذ نجوتُهم ... وقال فريق أيمن الله ما ندري (٤) </p><p> ومن هذا قول الله تعالى:  {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ}  [المجادلة: ٧] أي سرهم. </p><p> وقد يكون النجوى مصدرًا بمنزلة المناجاة (٥) ، والنجوى أيضاً القوم المنتجون اسم لهم، قال الله تعالى {وَإِذْ هُمْ نَجْوَى}  [الإسراء: ٤٧]  (٦) . </p><p>(١) \"الكشف والبيان\" ٤/ ١١٩ أ. (٢) ما بين القوسين طمس في (ش)، والتسديد من \"معاني الزجاج\" ٢/ ١٠٤.(٣) قال الجوهري: \"النجو: السر بين اثنين، يقال: نجوته نجوًا، إذا ساررته، وكذلك: ناجيته\" \"الصحاح\" ٦/ ٢٥٠٣ (نجا)، وانظر: \"معاني الزجاج\" ٢/ ١٠٤.(٤) هذا المستفاد من الفراء لم أجده في \"معاني القرآن\" عند تفسيره هذه الآية فقد يكون في كتابه المفقود: \"المصادر\".والبيت لنصيب بن رباح وهو من شواهد سيبويه في الكتاب ٣/ ٥٠٣، ٤/ ١٤٨، و\"سر صناعة الإعراب\" ١/ ١٠٦, ١١٥، و\"الإنصاف\" ص ٣٤٤.وفي أكثرها \"لما نشدتهم\" بدل: \"إذ نجوتهم\" وفي جميعها: \"ليمن\" بدل: \"أيمن\".(٥) انظر: \"تهذيب اللغة\" ٤/ ٣٥٠٩ (نجو).(٦) انظر: الطبري ٥/ ٢٧٦، و\"الصحاح\" ٦/ ٢٥٠٣ (نجا).</p><p> وقوله تعالى:  {إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ} ذكر النحويون في محل {مَنْ} وجوها، تلك الوجوه مبنية على معنى النجوى في هذه الآية، فإن جعلنا معنى النجوى ههنا السر فيجوز أن تكون {مَنْ} في موضع النصب، لأنه استثناء الشيء من خلافه، فيكون نصبًا كقوله: إلا أواري (١) . </p><p> ويجوز أن يكون رفعًا في لغة من يرفع المستثنى من غير الجنس (٢) كقوله: </p><p> إلا اليعافيرُ وإلا العيسُ (٣) </p><p> وأبو عبيدة جعل هذا من باب حذف المضاف، فقال: التقدير: إلا في نجوى من أمر بصدقة، ثم حذف المضاف (٤) . </p><p> وعلى هذا التقدير يكون من في محل النجوى، لأنه أقيم مقامه، ويجوز فيه وجهان: أحدهما: أن الخفض بدلًا من نجواهم، كما تقول: </p><p>(١) من بيت للنابغة الذبياني يقول فيه: \"وقفت فيها أصيلًا لا أسائلها ... عيت جوابًا وما بالربع من أحدإلا الأواريَّ لأيًا ما أبينها ... والنؤي كالحوض بالمظلومة الجلد\"\"الكتاب\" ٢/ ٣٢١، و\"معاني القرآن\" للفراء ١/ ٢٨٨، والطبري ٥/ ٢٧٦ - ٢٧٧، و\"أشعار الستة الجاهلين\" ١/ ١٨٨.والأواري جمع: آري، وهو محبس الدابة ومعلفها.(٢) انظر: \"معاني القرآن\" للفراء ١/ ٢٨٨، والطبري ٥/ ٢٧٧، و\"معاني الزجاج\" ٢/ ١٠٦.(٣) عجز بيت لجران العود النميري، وصدره: \"وبلدة ليس بها أنيس\".\"الكتاب\" ٢/ ٣٢٢، و \"معاني الفراء\" ١/ ٢٨٨، والطبري ٥/ ٢٧٧.واليعافير: جمع يعفور وهو ولد الظبية، والعيس: بقر الوحش.(٤) لعل المقصود أن هذا رأي الزجاج، حيث وجدت نحوه في \"معاني القرآن وإعرابه\" ٢/ ١٠٦، ولم أجد \"مجاز القرآن\" لأبي عبيدة شيئًا من ذلك.</p><p> ما مررت بأحد إلا زيد، والثاني: النصب على الاستثناء، كما تقول: ما جاءني أحدًا (١) إلا زيدًا، فهذا استثناء الجنس من الجنس (٢) . </p><p> وإن جعلت النجوى اسمًا للقوم المنتجين كان منصوبًا على الاستثناء، لأنه استثناء الجنس من الجنس. </p><p> ويجوز أن يكون في محل الخفض من وجهين: أحدهما: أن تجعله تبعًا لكثير، على معنى: لا خير في كثير من نجواهم إلا فيمن أمر بصدقة، كقولك: لا خير في القوم إلا نفر منهم. والثاني: أن تجعله تبعًا للنجوى، كما تقول: لا خير في جماعة من القوم إلا زيدًا، إن شئت أتبعت زيدًا لجماعة، وإن شئت أتبعته القوم. </p><p> وهذا الذي ذكرنا معنى قول الفراء (٣) والزجاج (٤) وغيرهما من النحويين (٥) . </p><p> فأما التفسير: فقال ابن عباس فيما روى عنه أبو صالح: المراد بالنجوى: نجوى قوم طعمة (٦) . </p><p> قال مقاتل: تناجوا في شأن طعمة، فأنزل الله هذه الآية (٧) . </p><p> ومعنى الآية: أن الله تعالى لم يجعل فيما يتسارون بينهم خيرًا إلا فيما استثنى من الأمر بالصدقة والحث عليها (٨) . </p><p>(١) هكذا في المخطوط بالنصب، والظاهر أنه بالرفع على الفاعلية. (٢) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٥٢.(٣) في \"معاني القرآن\" ١/ ٢٨٨.(٤) في \"معاني القرآن\" ٢/ ١٠٦.(٥) انظر: الطبري ٩/ ٢٠٢، ٢٠٣، و\"إعراب القرآن\" للنحاس ١/ ٤٥٢، و\"مشكل إعراب القرآن\" ١/ ٢٠٨، و\"الدر المصون\" ٤/ ٨٩.(٦) \"الكشف والبيان\" ٤/ ١١٩ ب، و\"زاد المسير\" ٢/ ١٩٨، و\"تنوير المقباس\" ص ٩٧.(٧) انظر: \"تفسير مقاتل\" ١/ ٤٠٦، و\"زاد المسير\" ٢/ ١٩٨.(٨) \"الكشف والبيان\" ٤/ ١١٩ ب، وانظر: \"زاد المسير\" ٢/ ١٩٩.</p><p> {أَوْ مَعْرُوفٍ} قال ابن عباس في رواية عطاء: يريد صلة رحم وبطاعة الله (١) . وقال فيما روى الكلبي عن أبي صالح عنه: يقول: أقرض إنساناً (٢) . </p><p> ونحو ذلك قال مقاتل، يعني بالمعروف القرض (٣) . </p><p> ويقال لأعمال البر كلها معروف؛ لأن العقول تعرفها، وأهل الصلاح والدين يعرفونها لملاِبستهم لها، وعملهم بها (٤) . </p><p> وقوله تعالى:  {أَوْ إِصْلَاحٍ بَيْنَ النَّاسِ} هذا مما حث عليه رسول الله - صلى الله عليه وسلم - فقال لأبي أيوب الأنصاري (٥) : \"ألا أدلك على صدقة هي خير لك من حمر النعم؟ \" قال: نعم يا رسول الله. قال:  \"تصلح بين الناس إذا تفاسدوا، وتقرب بينهم إذا تباعدوا\" ذكره ابن عباس في تفسير هذه الآية (٦) . </p><p> قال مجاهد:  \"هذه الآية عامة للناس\"  (٧) . يريد أنه لا خير فيما يتناجى فيه الناس ويخوضون فيه من الحديث إلا ما كان من أعمال الخير. </p><p>(١) لم أقف عليه. (٢) \"الكشف والبيان\" ٤/ ١١٩ ب، و\"تنوير المقباس\" بهامش المصحف ص ٩٧.(٣) انظر: \"زاد المسير\" ٢/ ٢٠٠، و\"الدر المنثور\" ٢/ ٣٨٨، وقد عزاه السيوطي إلى كل من ابن المنذر وابن أبي حاتم.(٤) انظر: البغوي ٢/ ٢٨٦، و\"زاد المسير\" ٢/ ٢٠٠.(٥) هو الصحابي الجليل خالد بن زيد بن كليب الأنصاري، وقد اشتهر بكنيته، من كبار الصحابة، شهد بدرًا، ونزل النبي - صلى الله عليه وسلم - عليه حين قدم المدينة مهاجرًا، وقد مات رضي الله عنه غازيًا الروم سنة ٥٠ هـ وقيل بعدها.انظر: \"أسد الغابة\" ٢/ ٩٤ - ٩٦، و\"سير أعلام النبلاء\" ٢/ ٤٠٢، و\"الإصابة\" ١/ ٤٠٥ (٢١٦٣)، و\"التقريب\" ص ١٨٨ رقم (١٦٣٣).(٦) ذكره الهيثمى في \"مجمع الزوائد\" ٨/ ٧٩، ٨٠ بنحوه، وعزاه لكل من الطبراني والبزار، وذكر أن في كل من سنديهما متروكًا، وانظر: ابن كثير ١/ ٦١٠، و\"الدر المنثور\" ٢/ ٣٩٢.(٧) انظر: البغوي ٢/ ٢٨٦، و\"زاد المسير\" ٢/ ١٩٨.</p>"
}