{
  "id": null,
  "sura": 4,
  "aya": 137,
  "text": "<p> ضم: فحجته قوله: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ}  [النحل: ٤٤] ، وقوله:  {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ}  [الزمر: ١] ، فأضيف المصدر إلى المفعول به، فالكتاب على هذا منزل. وحجته في قوله:  (أَنْزَل) قوله: {وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ}  [الأنعام: ١١٤] . </p><p> ومن قرأ بالفتح: فحجته قوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ}  [الحجر: ٩] ، وقوله:  {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ}  [النحل: ٤٤]  (١) . </p><p> ١٣٧ - قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا} الآيةْ </p><p> اختلفوا في هذه الآية، فذهب الأكثرون إلى أن المراد به اليهود. </p><p> وهو قول ابن عباس في رواية عطاء، قال:  \"هم قريظة والنضير\"  (٢) . </p><p> ونحو ذلك قال الكلبي وقتادة: آمنت اليهود بالتوراة، ثم كفرت بمخالفتها، ثم آمنت بالإنجيل، ثم كفرت بمخالفته (٣) . </p><p> وقال بعضهم: إن اليهود آمنوا بالتوراة وموسى، ثم كفروا بعزير، ثم آمنوا بداود، ثم كفروا بعيسى (٤) . </p><p> وكيف ما كان الأمر فقد أخبر الله عنهم بترددهم في الكفر. </p><p> وقال مجاهد وابن زيد: نزلت في المنافقين، آمنوا، ثم ارتدوا، ثم آمنوا، ثم ارتدوا (٥) . </p><p>(١) \"الحجة\" ٣/ ١٨٧ بتصرف يسير، وانظر: \"معاني القراءات\" ١/ ٣٢٠ - وقد قال الأزهري: \"والمعنى واحد\"، و\"الكشف\" ١/ ٤٠٠. (٢) لم أقف عليه.(٣) المأثور عن قتادة كما في الطبري ٥/ ٣٢٧ أن المراد اليهود والنصارى. وانظر: \" الكشف والبيان\" ٤/ ١٣٣ أ، و\"النكت والعيون\" ١/ ٥٣٥.(٤) نسب هذا القول لابن عباس. انظر: \"زاد المسير\" ٢/ ٢٢٥، و\"تنوير المقباس\" بهامش المصحف ص ١٠٠.(٥) أخرج القول عنهما الطبري ٥/ ٣٢٧، وانظر: \"النكت والعيون\" ١/ ٥٣٦ - ٥٣٧، و\"زاد المسير\" ٢/ ٢٢٥ و\"الدر المنثور\" ٢/ ٤١٥.</p><p> واختيار أبي علي أن هذا يُعني به المنافقون، قال: فالإيمان الأول دخولهم في الإسلام، وحقنُهم الدماء والأموال به، وكفرهم بعد نفاقهم، وأنَّ باطنهم على غير ظاهرهم. (وإيمانهم بعد نفيهم نفاقهم)  (١) بقوله: {إِنَّا مُؤْمِنُونَ}  [الدخان: ١٢] ، في قوله:  {وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا}  [البقرة: ١٤, ٧٦] ، فهذا بعد الإظهار منهم للإيمان ثانية، يدخلون به في حكم الإسلام بعد الكفر، كما أن من جاء من المؤمنات مظهرات للإسلام داخلات في حكمه، لقوله:  {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ}  [الممتحنة: ١٠] فعُلِمن مؤمنات بما أظهرنه من ذلك، فكذلك هؤلاء، يكونون مؤمنين بإظهارهم الإيمان، بعدما علم منهم النفاق، وكفرهم بعد هذا الإيمان الثاني، قولهم إذا خلوا إلى شياطينهم، أي أصحابهم:  {إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ}  [البقرة: ١٤]  (٢) . </p><p> وقوله تعالى:  {ثُمَّ ازْدَادُوا كُفْرًا} قال الكلبي وقتادة: بمحمد - صلى الله عليه وسلم - والقرآن (٣) . </p><p> وقال مجاهد والسدي والحسن: ماتوا على كفرهم (٤) . </p><p>(١) في \"الحجة\" لأبي علي ١/ ٣٢٤: \"وإيمانهم بعد يقيهم نفاقهم\". (٢) \"الحجة\" لأبي علي ١/ ٢٣٤.(٣) عن الكلبي انظر:\"تنوير المقباس\" بهامش المصحف ص ١٠٠، أما عن قتادة فأخرجه الطبري ٩/ ٣١٥.(٤) أخرجه عن مجاهد: الطبري ٥/ ٣٢٧.وانظر: \"الكشف والبيان\" ٤/ ١٣٣ أ، وذكره عن الحسن الهواري في \"تفسير كتاب الله العزيز\" ١/ ٤٣١. ولم أقف عليه عن السدي. وقد أخرج ابن أبي حاتم مثله عن ابن عباس. انظر: \"تفسير ابن كثير\" ١/ ٦٢٤، و\"الدر المنثور\" ٢/ ٤١٥.</p><p> وقال أبو العالية: ثم ازدادوا كفرًا بذنوب أصابوها في كفرهم (١) . </p><p> قال أبو عبيد: جعل أبو العالية إصابة الذنوب زيادة في الكفر، كما أن أعمال البر زيادةٌ في الإيمان (٢) . </p><p> وقال أبو علي: ما ازدادوه من الكفر إنما هو بقولهم: {إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ}  [البقرة: ١٤] فهذا زيادة في الكفر. ويدل على أنَّ المستهزئ (٣) باستهزائه كافر، فيزداد به كفرًا إلى كفره قوله تعالى:  {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ} إلى قوله: {إِنَّكُمْ إِذًا مِثْلُهُمْ}  [النساء: ١٤٠] ، فإذا كان المجالس مثلهم وإن لم يُظهر ذلك ولم يعتقده، فالقاتل لذلك أشد ذهابًا في الكفر (٤) . </p><p> وقوله تعالى:  {لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ} إن قيل: إن الله عز وجل لا يغفر الكفر وقد أخبر به، فلم قال ههنا فيمن آمن ثم كفر، ثم آمن ثم كفر:  {لَمْ يَكُنِ اللَّهُ لِيَغْفِرَ لَهُمْ} ؟ </p><p> فالجواب: أن الله تعالى يغفر للكافرين (٥) كفره إذا آمن، فإن كفر بعد إيمانه لن يغفر له الكفر الأول، لأنه إذا كفر بعد إيمانٍ قبله كفر، كان مُطالبًا بجميع كفره. </p><p> وهذا جواب ذكره الزجاج (٦) ، وبه قال بعض الأصوليين (٧) . </p><p>(١) لم أقف عليه. (٢) لم أقف عليه.(٣) في المخطوط: \"المستهزئين\"، والتصويب من \"الحجة\" ١/ ٢٣٤.(٤) \"الحجة\" لأبي علي ١/ ٢٣٤، ٢٣٥.(٥) هكذا في المخطوط، والإفراد أظهر.(٦) \"معاني القرآن وإعرابه\" ٢/ ١٢٠.(٧) لم أقف عليه.</p><p> وكذلك قالوا في الذنوب: أن من تاب من ذنب ثم عاد في مثله, فقال القاضي أبو بكر من أصحابنا (١) : إن توبته الأولى انتقصت (٢) حتى يلقى الله مؤاخذًا بحكم الزلة الأولى التي تاب عنها (٣) . </p><p> وقال الآخرون -وهو الاختيار-: إنَّ حكم ما تاب عنه بات على الصحة، وإن عاد إلى مثل ما تاب عنه (٤) . </p><p> وعلى هذا فالجواب أن يقال: إن هذا إخبار عن قوم انتقلوا عن الكفر إلى الإيمان، وعن الإيمان إلى الكفر (... و .... (٥) ) لحالهم، وأفردوا بذكر نفي المغفرة عنهم، وإن كان الله تعالى لا يغفر كفرًا مرة واحدة، تخصيصًا بالوعيد، كتخصيص جبريل وميكائيل من جملة الملائكة بالذكر تشريفًا وتعظيمًا، كذلك جاء هذا في نقيضه، ولا فرق بين أن يقول: إن اليهود لا يغفر الله لهم، وبين أن يقول: إن الذين آمنوا ثم كفروا ثم آمنوا ثم كفروا لا يغفر الله لهم، لأنهم هم المعينون (٦) بهذا الوصف. </p><p>(١) لعله شيخ الواحدي: أبو بكر الحيري. (٢) هكذا في المخطوط بالصاد المهملة، ولعلها بالضاد المعجمة.(٣) لم أقف عليه.(٤) الراجح -حسب ما ورد به الدليل- هو القول الأول كما قال ابن مسعود رضي الله عنه قال: قال رجل: يا رسول الله، أنؤاخذ بما عملنا في الجاهلية؟ قال: \"من أحسن في الإسلام لم يؤاخذ بما عمل في الجاهلية، ومن أساء في الإسلام أخذ بالأول والآخر\". أخرجه البخاري (٦٩٢١) كتاب: استتابة المرتدين، باب: إثم من أشرك بالله، ومسلم (١٢٠) كتاب: الإيمان، باب: هل يؤاخذ بأعمال الجاهلية، وانظر: \"زاد المسير\" ٢/ ٢٢٥، والقرطبي ٥/ ٤١٥.(٥) هنا كلمة غير واضحة، ولعلها: \"وتفحيش\" أو \"تقبيح\".(٦) هكذا في المخطوط، ولعل الصواب: \"المعنيون\" بتقديم النون.</p>"
}