{
  "id": null,
  "sura": 4,
  "aya": 148,
  "text": "<p> ١٤٨ - قوله تعالى:  {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ} قال أهل المعاني: ولا غير الجهر أيضًا, ولكن يشبه أن تكون الحال أوجبت هذه القضية، كقوله:  {إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا}  [النساء: ٩٤] والتبيُّن واجب في الظعن والإقامة، ولكن الحال أوجبت ذلك. </p><p> وقوله تعالى:  {إِلَّا مَنْ ظُلِمَ} . </p><p> اختلفوا في وجه هذا الاستثناء: فأبو عبيدة ذهب إلى أن هذا من باب حذف المضاف، على تقدير: إلا جهر من ظلم، ثم حذف المضاف وأقيم المضاف إليه مقامه (١) . </p><p> وذهب الزجاج إلى أن المصدر ههنا بمعنى الفعل، على معنى: لا يحب الله أن يُجهر بالسوء من القول إلا من ظُلم، فيكون (من) رفعًا بدلًا من معنى أحد، المعنى: لا يحب الله أن يجهر أحد بالسوء من القول إلا المظلوم. </p><p> ويجوز: إلا المظلوم أيضًا بالنصب، كقولك: ما جاءني أحد إلا زيد رفعًا، وهو الأجود، و: إلا زيدًا جائز (٢) . </p><p> والذي ذكره الزجاج من أن المراد بالمصدر الفعل، هو قول الفراء أيضًا (٣) ، وذكرا جميعًا وجهًا آخر، وهو أن يكون:  (إلا من) استثناء منقطعًا من الأول، ويكون موضعه نصبًا؛ لأنه استثناء ليس من الأول، والمعنى: لا يحب الله الجهر بالسوء من القول، لكن المظلوم يجهر بظلامته تشكيًا (٤) . </p><p>(١) انظر: \"مجاز القرآن\" ١/ ١٤٢. (٢) انظر: \"معاني القرآن وإعرابه\" ٢/ ١٢٦.(٣) انظر: \"معاني القرآن\" ١/ ٢٩٣.(٤) انظر: \"معاني الفراء\" ١/ ٢٩٣، و\"معاني الزجاج\" ٢/ ١٢٥, ١٢٦</p><p> وقرأ جماعة من الكبار -الضحاك وزيد بن أسلم وسعيد بن جبير-: إلا من ظَلم، بفتح الظاء (١) ، ويكون الاستثناء منقطعًا، ويكون قوله:  {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ}  [النساء:١٤٨] كلامًا تامًا، ثم قال:  {إِلَّا مَنْ ظُلِمَ} على معنى: لكن من ظلم فدعوه وخلوه. قاله الفراء (٢) . </p><p> وقال الزجاج: لكن من ظلم فإنه يجهر بالسوء من القول ظلمًا واعتداءً. </p><p> قال: ويجوز أن يكون المعنى: لكن من ظلم اجهروا له بالسوء من القول (٣) . </p><p> قال الفراء: ومثله مما يجوز أن يُستثنى الأسماء وليس قبلها شيء ظاهر قولك: إني لأكره الخصومة والمراء، اللهم إلا رجلاً، يريد بذلك الله، فجاز استثناء الرجل ولم يذكر قبله شيء من الأسماء، لأن الخصومة والمراء لا يكونان إلا من الآدميين (٤) . </p><p> فأما التفسير فقال ابن عباس في رواية عطاء:  \"يريد الضيافة، ينزل الرجل بالرجل عنده سعةٌ فلا يضيفه، فإن تناوله بلسانه فقد عذره الله\"  (٥) . </p><p> وهذا قول مجاهد (٦) وسعيد بن المسيب (٧) وجميع أهل المعاني (٨) . </p><p>(١) انظر: الطبري ١/ ٣، والقرطبي ٣/ ٦. (٢) \"معاني القرآن\" ١/ ٢٩٣.(٣) \"معاني القرآن وإعرابه\" ٢/ ١٢٦.(٤) \"معاني القرآن\" ١/ ٢٩٤.(٥) لم أقف عليه.(٦) انظر: الطبري ٦/ ٣، و\"الكشف والبيان\" ٤/ ١٣٧ ب، و\"النكت والعيون\" ١/ ٤٣١، والقرطبي ٦/ ٢.(٧) لم أقف على قوله.(٨) أهل المعاني يقولون بعموم الآية في الظلم دون خصوصها بنقص حق الضيف. انظر: الطبري ٦/ ٣، و\"معاني الزجاج\" ٢/ ١٢٥، ١٢٦، و\"الكشف والبيان\" ٤/ ١٢٧ ب.</p><p> وزعم مجاهد أن ضيفًا تضيف قومًا فأساءوا قراه، فاشتكاهم، فنزلت هذه الآية رخصةً في أن يشكو (١) . </p><p> وذهب جماعة من المفسرين إلى أن هذه الآية عامة في كل مظلوم، وله أن ينتصر من ظالمه بالدعاء عليه. يُروى ذلك عن ابن عباس (٢) وقتادة والحسن والسدي (٣) وابن زيد (٤) ويمان بن رئاب (٥) . </p><p> قال العلماء: للمظلوم أن يشكو من ظالمه إذا صدق في شكايته، وله أن يدعو عليه بما لا يعتدي فيه، مثل أن يقول: اللهم استخرج حقي منه، اللهم حِلْ بينه وبين ما يريد من الظلم، اللهم اكفني شره (٦) . </p><p> فإن قذف إنسانٌ غيره، فليس للمقذوف، أن يقابله بمثل ذلك (٧) ، وإنما يحل له الانتصار منه بالتعزير ورفع الصوت عليه بالتظلم منه، وقد قال رسول الله - صلى الله عليه وسلم -: \"المستبان(٨)شيطانان\"  (٩) . </p><p>(١) أخرجه الطبري ٦/ ٢. (٢) \"تفسيره\" ص ١٦٣، وأخرجه من طريق ابن أبي طلحة أيضًا: الطبري ٦/ ١.(٣) أخرج الآثار عنهم: الطبري ٦/ ١، وانظر: \"النكت والعيون\" ١/ ٤٣١، و\"زاد المسير\" ٢/ ٢٣٨.(٤) لم أقف عليه.(٥) لم أقف عليه.(٦) أخرج الطبري ٦/ ١ عن الحسن أنه قال في هذِه الآية: \"هو الرجل يظلم الرجل فلا يدْع عليه، ولكن ليقل: \"اللهم أعني عليه، اللهم استخرج لي حقي، اللهم حل بينه وبين ما يريد\".(٧) انظر: القرطبي ٦/ ٢.(٨) في المخطوط: \"المستبان\".(٩) أخرجه الإِمام أحمد في \"مسنده\" ٤/ ١٦٢، وصححه الألباني. انظر: \"صحيح الجامع\" ٦/ ١٥ (٦٦٩٦).</p>"
}