{
  "id": null,
  "sura": 4,
  "aya": 112,
  "text": "<p> قال عطاء عن ابن عباس في قوله:  {فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ} يريد [طعمة]  (١) خاصة، لأن هؤلاء القوم الذين جادلوا عنه كانوا يظنون به خيرًا\" (٢) . </p><p> ومعنى هذا: أن الآثم إنما ضر بما فعل نفسه، لأنه لا يؤخذ غير الآثم بإثم الإثم (٣) . </p><p> وقوله تعالى:  {وَكَانَ اللَّهُ عَلِيمًا} أي: بالسارق (٤) . </p><p> {حَكِيمًا} بالقطع على طُعمة بالسرقة. قاله المفسرون (٥) . </p><p> ١١٢ - قوله تعالى:  {وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا} قال الكلبي: لما نزلت هذه الآيات التي تقدمت عرف قوم طعمة الظالم، فأقبلوا عليه وقالوا: بؤ بالذنب واتق الله، فقال: لا والذي يُحلف به ما سرقها إلا اليهودي، فأنزل الله:  {وَمَنْ يَكْسِبْ خَطِيئَةً} يقول يمينه الكاذبة، {أَوْ إِثْمًا} سرقته الدرع، ورميه بها اليهودي، {فَقَدِ احْتَمَلَ بُهْتَانًا} برميه البريء {وَإِثْمًا مُبِينًا} يعني: يمينه الكاذبة (٦) . </p><p> وعلى هذا التفسير عادت الكناية في (به) إلى الإثم الذي هو رمي البريء لا إلى الخطيئة؛ لأنه رمى البريء بالسرقة لا بإثم اليمين الفاجرة. </p><p>= بـ (استدعاء لما فيه مصلحته أو خبره) أو نحو ذلك، والله أعلم. (١) هذِه الكلمة ما بين المعقوفين غير واضحة في المخطوط، وما أثبته قريب.(٢) لم أقف عليه.(٣) انظر: \"الكشف والبيان\" ٤/ ١١٨ ب.(٤) انظر: \"الكشف والبيان\" ٤/ ١١٨ ب.(٥) يقصد شيخه الثعلبي في \"الكشف والبيان\" ٤/ ١١٨ ب.(٦) انظر: \"زاد المسير\" ٢/ ١٩٥، و\"البحر المحيط\" ٣/ ٣٤٦، و\"تنوير المقباس\" بهامش المصحف ص ٩٦.</p><p> وأما البهتان: فهو من البَهْت، وهو استقبالك أخاك بأمر تصفه به، وهو منه بريء. والاسم: البهتان (١) ، قال: </p><p> أإن رأيتَ هامتي كالطَّستِ ... ظَلِلْتَ ترمين بقولٍ بُهتِ (٢) </p><p> وذكرنا ما في هذا الحرف عند قوله:  {أَتَأْخُذُونَهُ بُهْتَانًا}  [النساء: ٢٠] . </p><p> قال أبو علي الفارسي:  \"الخطيئة: تقع على الصغيرة والكبيرة،فالصغيرة:قوله:{وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي}[الشعراء: ٨٢]،والكبيرة:قوله:{وَأَحَاطَتْ بِهِ خَطِيئَتُهُ}[البقرة: ٨١]\"  (٣) . </p><p> فإن قلت: فكيف تقدير قوله: (خطيئةً أو إثمًا) ، والخطيئة قد وقعت على الصغيرة والكبيرة، والإثم كذلك، فكأنه بمنزلة: ومن يكسب صغيرًا أو صغيرًا، أو: من يكسب كبيرًا، أو كبيرًا؟ </p><p> قيل: الإثم قد وقع في التنزيل على ما يقتطعه الإنسان من مال لا يجوز له أن يقتطع من ماله (٤) ، كقوله:  {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا}  [المائدة: ١٠٧] أي اقتطعوا بشهادتهما إثما، وإنما وقع اسم الإثم على ما يقتطعه الإنسان من غيره لوجهين: إما أن يكون أريد وذا إثم، أي ما اقتطعه مما أثم فيه من مال صاحبه أثم فيه، أو يكون سمي المقتطع إثمًا لما كان يؤدي آخذه إلى الإثم، كما سمي مظلمة لأنه يؤدي إلى الظلم. </p><p>(١) \"العين\" ٤/ ٣٥، و\"تهذيب اللغة\" ١/ ٤٠٠ (بهت). (٢) مر هذا الرجز في بداية السورة.(٣) \"الحجة\" ٢/ ١١٦.(٤) قد يكون في الكلام سقط، وتمامه: \"ما يقتطعه الإنسان من مال أحد لا يجوز له أن يقتطع من ماله\".</p>"
}