{
  "id": null,
  "sura": 4,
  "aya": 27,
  "text": "<p> وقوله تعالى:  {وَيَتُوبَ عَلَيْكُمْ} . قال ابن عباس: حتى لا تعرفوا غيره ولا تدعوا معه إلهًا آخر (١) . </p><p> وبيان هذا المعنى ما قاله محمد بن جرير: يعني: يرجع بكم من معصيته التي كنتم عليها (٢) قبل هذا إلى طاعته التي أمركم بها. وإذا فعل بهم ذلك لم يعرفوا غيره إلهًا (٣) . </p><p> {وَاللَّهُ عَلِيمٌ} بما يُصلحكم في تدبيره فيكم (٤) . </p><p> ٢٧ - قوله تعالى:  {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} . قال ابن عباس: يريد أن يخُرجكم من كل ما يكره إلى ما يُحِب ويرضى (٥) . </p><p> وقال ابن كيسان: والله يأمركم بما فيه المغفرة لذنوبكم. وقال الزجاج: أي: يدلكم على ما يكون سببًا لتوبتكم التي يغفر لكم بها ما سلف من ذنوبكم (٦) . </p><p> وقوله تعالى:  {وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ} . قال ابن عباس: يريد الزنا وما لم يحلّ لكم (٧) . وكذلك قال مجاهد: هم الزناة، يريدون أن يزني أهل الإسلام، وهو قوله:  {أَنْ تَمِيلُوا مَيْلًا عَظِيمًا}  (٨) . </p><p>(١) لم أقف عليه. وانظر: \"تنوير المقباس\" بهامش المصحف ص ٨٢ (٢) في (أ): (عليه).(٣) انتهى من \"تفسير الطبري\" ٥/ ٢٧ بمعناه.(٤) انظر: الطبري ٥/ ٢٧، \"الكشف والبيان\" ٤/ ٤١ ب.(٥) لم أقف عليه، وقد أورد المؤلف هذا التفسير دون نسبة لابن عباس في كتابه \"الوسيط\" ٢/ ٥٠٨.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٣.(٧) أخرجه ابن المنذر، انظر: \"الدر المنثور\" ٢/ ٢٥٧.(٨) الأثر في \"تفسير مجاهد\" ١/ ١٥٣ مختصرًا، وأخرجه الطبري بنحوه من طرق. \"جامع البيان\" ٥/ ٢٨، وانظر: \"زاد المسير\" ٢/ ٦٠ , \"الدر المنثور\" ٢/ ٢٥٧.</p><p> وقال السدي: هم اليهود؛ تقول: نكاح الأخت من الأب حلال (١) . وهو قول مقاتل (٢) . </p><p> وقال ابن زيد: هم جميع أهل الباطل في دينهم (٣) . وهذا هو الأظهر من هذه الأقاويل؛ لأنه على معنى العموم الموافق لظاهر اللفظ (٤) . </p><p> وفي هذا دلالة على أن من اتبع شهوته فيما يحل لا يوصف باتباع الشهوة، ولا يُطلق عليه هذا الوصف؛ لأن الله تعالى أطلق على المُبطِلين ممن يتبعون شهواتهم (فيما)  (٥) لا يحل. </p><p> والشهوات جمع شهوة، والشهوة في الأصل مصدر شهَيت الشيء أشهى شهوةً فهو شهيّ. ورجل شهوات (٦) ، ورجال شَهاوى (٧) . </p><p> وقوله تعالى:  {أَنْ تَمِيلُوا مَيْلًا عَظِيمًا}  [النساء: ٢٧] . أي: عن الحق وقصد السبيل بالمعصية مخصوصة (٨) ، بشّرهم الله بأن إرادته فيهم التوبة. وليس فيها دليل على أنه لا يريد كفر الكافر (٩) . </p><p>(١) أخرجه الطبري ٥/ ٢٩ بلفظ: هم اليهود والنصارى. وكذلك ابن أبي حاتم، انظر: \"الدر المنثور\" ٢/ ٢٥٧. (٢) مقاتل بن سليمان في \"تفسيره\" ١/ ٣٦٨، وانظر \"زاد المسير\" ٢/ ٦٠.(٣) أخرجه الطبري ٥/ ٢٩، وانظر: \"زاد المسير\" ٢/ ٦٠.(٤) هذا هو اختيار ابن جرير. انظر: \"تفسيره\" ٥/ ٢٩.(٥) في (أ): (فيها) بالهاء.(٦) هكذا في (أ)، (د): بالتاء، ولعل الصواب بالنون (شهوان)، انظر: \"تهذيب اللغة\" ٦/ ٣٥٥، \"اللسان\" ٤/ ٢٣٥٤ (شها).(٧) في (د): (شهاون)، والصواب ما أثبته. انظر المصادر السابقة.(٨) يبدو أن في الكلام سقطًا. والله أعلم.(٩) الله سبحانه يريد كفر الكافر قدرًا ولا يريده شرعًا. انظر \"مجموع الفتاوى\" ٨/ ١٥٩.</p>"
}