{
  "id": null,
  "sura": 4,
  "aya": 22,
  "text": "<p> غير ناسخة لجواز الخُلع (١) ، وأن للزوج أن يأخذ من المُختلعة (٢) ؛ (لأن النشوز منها، فهو في حكم المُكره، لا المريد للاستبدال (٣) . </p><p> وذهب بكر بن عبد الله (٤) إلى أنه ليس للزوج أن يأخذ من المُختلعة (٥) ) شيئًا بظاهر هذه الآية (٦) . </p><p> ٢٢ - وقوله تعالى:  {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ} الآية. قال ابن عباس وجميع المفسرين: كانت العرب يتزوج الرجل منهم امرأة أبيه من بعده التي ليست بأمه، وكان نكاحًا جائزًا في العرب، فنهى الله عنه وحرمه (٧) . </p><p>(١) انظر: الطبري ٤/ ٣١٦ - ٣١٧. (٢) يدل عليه قوله تعالى: {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} [البقرة: ٢٢٩]، وانظر: الطبري ٤/ ٣١٦، وابن كثير ١/ ٢٩٢ - ٢٩٧.(٣) انظر: \"الطبري\" ٤/ ٣١٦.(٤) هو أبو عبد الله بكر بن عبد الله المُزني البصري، إمام تابعي ثقة ثبت جليل كان من المتعبدين وأهل الفضل والتواضع، توفي -رحمه الله- سنة ١٠٦ هـ. انظر: \"تاريخ الثقات\" ص ٢٥١، \"مشاهير علماء الأمصار\" ص ٩٠، \"التقريب\" ص ١٢٧ (٧٤٣).(٥) ما بين القوسين ليس في (د).(٦) أخرج الطبري بسنده عن ابن عباس قال: سألت بكرًا عن المُختلعة، أيأخذ منها شيئًا؟ قال: لا، {وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} \"جامع البيان\" ٤/ ٣١٧. وقد رد العلماء رأي بكر هذا. انظر: الطبري ٤/ ٣١٧، و\"المحرر الوجيز\" ٣/ ٥٤٩، والقرطبي ٥/ ١٠٢.(٧) أخرج الطبري بسند صحيح عن ابن عباس، قال: كان أهل الجاهلية يحرمون ما يحرم إلا امرأة الأب، والجمع بين الأختين. قال فأنزل الله: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ}. \"جامع البيان\" ٤/ ٣١٨، وانظر: \"تحقيق المروي عن ابن عباس\" ١/ ٢٠٩. وبنحو هذا القول قال قتادة وعكرمة وعطاء، وغيرهم. انظر: \"الطبري\" ٤/ ٣١٨، \"الدر المنثور\" ٢/ ٢٣٩ - ٢٤٠.</p><p> فقوله:  {مَا نَكَحَ} يحتمل أن تكون (ما) بمعنى: مَن، فيكون المعنى: ولا تنكحوا مَن نكح. ويحتمل أن تكون (ما) بمعنى المصدر، فيكون المعنى: ولا تنكحوا نكاح آبائكم، أي: كنكاح آبائكم، يعني: أن آبائهم كانوا ينكحون أزواج آبائهم، فنهاهم الله أن يكون نكاحهم كنكاح آبائهم، فيكون في التقدير الأول النهي عن التزوج بمنكوحات الآباء، وفي التقدير الثاني النهي عن أن يكون نكاحهم كنكاح آبائهم في البطلان والفساد (١) . </p><p> وقوله تعالى:  {مِنَ النِّسَاءِ} عام في الحرائر والإماء، أما الحرة فتحرم بنفس العقد (٢) ، دخل بها الأب أو لم يدخل (٣) ؛ لإطلاق النهي عن نكاحها من غير تقييد، والأمَة يحرم نكاحها بوطء الأب (٤) . </p><p> وقوله تعالى:  {إِلَّا مَا قَدْ سَلَفَ} . سلف في اللغة معناه: تقدم ومضى، يقال: سَلَف يَسلُف سُلُوفا (٥) فهو سَالِف. وكل مال قدمته في ثمن سلعة اشتريتها بصفة معلومة فهو سَلَفٌ وسَلَم (٦) . </p><p>(١) انظر: \"الطبري\" ٤/ ٣١٨ - ٣١٩، \"الدر المصون\" ٣/ ٦٣٥. (٢) انظر: \"الكشف والبيان\" ٤/ ٣٣ أ.(٣) ثبت عن ابن عباس - رضي الله عنه - أنه قال في هذه الآية: كل امرأة تزوجها أبوك وابنك دخل أو لم يدخل، فهي عليك حرام \"تفسيره\" ص ١٤١، وأخرجه الطبري ٤/ ٣١٨، وما ذكره المؤلف مُجمع عليه بين العلماء. انظر: \"الإجماع\" لابن المنذر ص ٤٠، و\"بداية المجتهد\" ٢/ ٣٤، \"المغني\" ٩/ ٥٢٤، ٥٢٥، والقرطبي ٥/ ١١٣، وابن كثير ١/ ٥٠٩.(٤) انظر \"الكشف والبيان\" ٤/ ٣٣ أ. وقيل تحرم الأَمَة بمجرد اللمس والتقبيل، وقيل: بالنظر دون اللمس. انظر: القرطبي ٥/ ١١٤، وابن كثير ١/ ٥١٠.(٥) جاء في \"الصحاح\" ٤/ ١٣٧٦ (سلف): سلف يسلف سلفًا أي: مضى. وانظر الطبري ٤/ ٣١٩، \"مقاييس اللغة\" ٣/ ٩٥ (سلف)، الثعلبي ٤/ ٣٣ ب، \"اللسان\" ٤/ ٢٠٦٨ (سلف) وفيه المصدر: سلوفًا كما عند المؤلف.(٦) \"تهذيب اللغة\" ٢/ ١٧٣٥ (سلف).</p><p> ويقال: سَلَفَ له عمل صالح، أي: تقدم، والسلف أيضًا من تقدم من آبائك وذوي قرابتك. </p><p> ومنه قول طفيل (١) : </p><p> مضوا سلفًا قصدُ السَّبيلِ عليهمُ ... وصرفُ المنايا بالرجالِ تَقَلَّبُ (٢) </p><p> أراد أنهم تقدمونا، وقصد سبيلنا عليهم (٣) . </p><p> واختلفوا في هذا الاستثناء بعد إجماعهم على أن هذا ليس بمُخرِجٍ من التحريم؛ لأنه لو كان استثناءً مُخرِجًا من التحريم لوجب أن يُقرّ ما قد مضى منه في النكاح قبل نزول الآية إذ كانوا أحياء (٤) ، وأكثرهم على أنه استثناء منقطع؛ على معنى: لكن ما قد سلف فإن الله قد تجاوز عنه (٥) . </p><p> وهذا قول ابن عباس في رواية عطاء (٦) ، والكلبي (٧) ، وأبي عبيدة (٨) ، </p><p>(١) هو أبو محمد طُفَيل بن كَعْب الغَنَوي، من فحول الشعراء في الجاهلية ومن أحسنهم شعرًا وأكثرهم وصفًا للخيل. توفي نحو سنة ١٣ قبل الهجرة. انظر: \"الشعر والشعراء\" ص ٢٩٥، \"الأعلام\" ٣/ ٢٢٨، \"معجم الشعراء في لسان العرب\" ص ٢١٤.(٢) استشهد بالبيت -إضافة إلى الأزهري- ابن منظور في \"اللسان\" ٤/ ٢٠٦٩ (سلف).(٣) \"تهذيب اللغة\" ٢/ ١٧٣٥ (سلف) بتصرف، وانظر: \"الصحاح\" ٤/ ١٣٧٦، \"اللسان\" ٤/ ٢٠٦٩ نفس المادة.(٤) المؤلف يقصد الإجماع على حُرمة بقاء عقد الزوجية على من كان فعل ذلك في نزول هذه الآية. انظر: \"أحكام القرآن\" لابن العربي ١/ ٣٦٩.(٥) انظر: \"الطبري\" ٤/ ٣١٩، \"إعراب القرآن\" للنحاس ١/ ٤٠٤، والثعلبي ٤/ ٣٣ ب، \"مشكل إعراب القرآن\" ١/ ١٩٤، \"أحكام القرآن\" لابن العربي ١/ ٣٦٩.(٦) لم أقف عليه.(٧) لم أقف عليه.(٨) انظر: \"مجاز القرآن\" ١/ ١٢٠.</p><p> وقُطْرُب (١)  (٢) ، وابن الأنباري (٣) ، إلا أن بعض هؤلاء قالوا: لكن ما قد سلف فدعوه واجتنبوه (٤) . </p><p> وقد ذكرنا معنى الاستثناء المنقطع عند قوله:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ}  [البقرة: ١٥٠] . </p><p> وقال المفضل: إلا ههنا بمعنى بَعْد، يعني: بعدما قد سلف فإن ذلك معفو عنه (٥) . وهذا اختيار الحسن بن يحيى الجرجاني، واحتج بقول الله عز وجل:  {لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى}  [الدخان: ٥٦] ، أي: بعد الموتة الأولى؛ لأن أحدًا لا يدخل الجنة إلا بعد أن يذوق الموت (٦) . </p><p> وقال الأخفش: في الآية محذوف استثني هذا عنه (٧) ، كأنه قيل: لا تنكحوا ما نكح آباؤكم من النساء؛ فإنكم تؤاخذون به إلا ما قد سلف، أي: فليس عليكم جناح فيما مضى قبل التحريم، وحُذفت المؤاخذة؛ لأن النهي يدل عليه (٨) . </p><p>(١) هو أبو علي محمد بن المُستنير بن أحمد، اشتهر بلقبه (قُطْرُب) تقدمت ترجمته. (٢) انظر: \"الكشف والبيان\" ٤/ ٣٣ ب، \"زاد المسير\" ٢/ ٤٥.(٣) انظر: \"زاد المسير\" ٢/ ٤٥.(٤) \"الكشف والبيان\" ٤/ ٣٣ ب.(٥) انظر: \"الكشف والبيان\" ٤/ ٣٣ ب.(٦) اختيار الجرجاني قد يكون في \"نظم القرآن\" وهو مفقود.(٧) هكذا في (أ)، (د)، ولعل الصواب: منه بالميم.(٨) عبارة الأخفش في \"معاني القرآن\" ١/ ٤٤٠: وقال: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ}؛ لأن معناه: فإنكم تؤخذون به، فلذلك قال: {إِلَّا مَا قَدْ سَلَفَ}، أي: فليس عليكم جناح، فكأن في كلامه سقطًا، أو أن المؤلف تصرف في العبارة.</p><p> وقوله تعالى:  {إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا} . الكناية تعود إلى النكاح، أي: ذلك النكاح، والفعل دلّ على المصدر (١) . </p><p> والمقت أشد البُغض (٢) ، مَقَته يمقُته مقتًا، فهو ممقوت ومقيت (٣) . </p><p> وفي هذا قولان: </p><p> أحدهما: أن هذا إخبار عما كان في الجاهلية، أُعلِمُوا أن هذا الذي حُرّم عليهم لم يزل مُنكرًا في قلوبهم، ممقوتًا عندهم، وكانت العرب تقول لولد الرجل من امرأة أبيه مقيت ومقتي (٤) ، والمقت عندهم بُغضٌ عن أمر قبيح ركبهُ صاحبه. </p><p> وهذا الوجه اختيار الزجاج (٥) ، وابن الأنباري، قال أبو بكر: يريد أنهم لم يزالوا يستسمجونه (٦) ، وإن أتوه، ويسمونه المَقت؛ لبغضهم إياه فخبّر الله عز وجل بكان عما مضى من شنآنهم له قبل الإسلام الذي حَظَره. </p><p> القول الثاني: أن المعنى: أنه فاحشة في الإسلام، أي: زنًا ومقت من الله لمن فعله (٧) . </p><p>(١) انظر: \"الطبري\" ٨/ ١٣٨، \"زاد المسير\" ٢/ ٤٥، \"البحر المحيط\" ٣/ ٢٠٩. (٢) \"معاني الزجاج\" ٢/ ٣٢، \"معاني القرآن\" للنحاس ٢/ ٥٣، \"تهذيب اللغة\" ٤/ ٣٤٢٨ (مقت)، والثعلبي ٤/ ٣٣ ب.(٣) انظر: \"تهذيب اللغة\" ٤/ ٣٤٢٨، \"الصحاح\" ١/ ٢٦٦ (مقت).(٤) انظر: \"تهذيب اللغة\" ٤/ ٣٤٢٨ (مقت).(٥) في \"معاني القرآن\" ٢/ ٣٢، وانظر: \"زاد المسير\" ٢/ ٤٥.(٦) أي يستقبحونه. قال الجوهري: سمُج الشيء بالضم سماجة: قبُح، فهو سمج، مثل ضخم فهو ضخم، وسمج، مثل خشن فهو خشن، واستسمجه عده سمجًا. \"الصحاح\" ١/ ٣٢٢ (سمج).(٧) انظر: \"زاد المسير\" ٢/ ٤٦.</p><p> وهو قول ابن عباس في رواية عطاء (١) ، واختيار المبرد، ويذهب إلى أن (كان) زائدة، والمعنى: إنه فاحشة ومقت (٢) . </p><p> وأنكر ذلك عليه الزجاج وابن الأنباري (٣) ، وقالا: كيف تكون زائدة وهي عاملة، وقد مر هذا، وبعض النحويين (٤) نصر أبا العباس (٥) وقال المعنى: هو فاحشة، وأدُخلت كان لِيَدُل أنه عند الله قبل هذه الحال كذا كان. </p><p> وقوله تعالى:  {وَسَاَءَ سَبِيلًا} . قال الليث: سَاء يَسُوء فعلٌ للذم ومجاوز، يقال: ساء الشيء يسوء، فهو سيء، إذا قَبُح، ويقال: سَاء ما فعل صنيعًا، أي: قبح صنيعُه صنيعًا (٦) . </p><p> قال ابن قتيبة: أي: قبح هذا الفعل فعلًا وطريقًا، كما تقول: ساء هذا مذهبًا، وهو منصوب على التميز (٧) ، كما قال:  {وَحَسُنَ أُولَئِكَ رَفِيقًا}  [النساء: ٦٩]  (٨) . </p><p>(١) قال السيوطي وأخرج ابن أبي حاتم عن عطاء بن أبي رباح: {إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا} قال: يمقت الله عليه. \"الدر المنثور\" ٢/ ٢٤٠، وذكره ابن كثير في \"تفسيره\" ١/ ٥١٠. هذا ما وجدته عن عطاء حول هذا القول. (٢) \"معاني الزجاج\" ٢/ ٣٢، \"معاني النحاس\" ٢/ ٥١.(٣) انظر: \"معاني الزجاج\" ٢/ ٣٣.(٤) لعله النحاس، انظر: \"معاني القرآن\" ٢/ ٥١، ٥٢، \"إعراب القرآن\" ١/ ٤٠٤.(٥) في (د): (أبو)، وهو تصحيف.(٦) من \"تهذيب اللغة\" ٢/ ١٥٨٣، وانظر: \"العين\" ٧/ ٣٢٧ (سوء).(٧) عند ابن قتيبة: على التمييز.(٨) \"غريب القرآن\" ص ١١٧.</p>"
}