{
  "id": null,
  "sura": 4,
  "aya": 86,
  "text": "<p> أبى الله، إلاَّ أنَّ سَرْحَة مالكٍ ... على كُلِّ أفنانِ العِضَاهِ تَروقُ (١) </p><p> قال: أراد كل أفنان العضاه تروق، وأكد الكلام بعلى. وقال: المقيت الشهيد وهذا عائد إلى معنى الحفيظ (٢) . </p><p> ٨٦ - قوله تعالى:  {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ} الآية. التحية تفعلةٌ من حيَّيتُ (٣) ، وكان في الأصل تَحيية، مثل التوصية والتسمية. والعرب تؤثر التفعلة على التفعيل في ذوات الأربعة، نحو قوله:  {وَتَصْلِيَةُ جَحِيمٍ}  [الواقعة: ٩٤] ، ولا يكاد يأتي على: تفعيل، إلا أن ينطق بجوازه شعر (٤) ، كما قال (٥) : </p><p> فهي تُنَزي دلوها تَنزيًّا (٦) </p><p> أي تنزية. </p><p>(١) البيت في \"أدب الكاتب\" ص ٤١٨، و\"المسائل الحلبيات\" ص ٢٧٠، و\"أسد الغابة\" ٢/ ٦٠. و\"سرحة مالك\" امرأته. والسرحة في الأصل نوع من شجر العضاه، والأفنان: الأنواع، والعضاه: نوع من الشجر له شوك عظيم، وتروق: تفوق كل الأنواع.(٢) لم أقف على قول ابن الأنباري.(٣) \"معاني الزجاج\" ٢/ ٨٦، وانظر: \"اللسان\" ٢/ ١٠٧٨ (حيا).(٤) انظر: \"الدر المصون\" ٤/ ٥٧.(٥) حصل في المخطوط نسخة شستربتي هنا خلط بالتقديم والتأخير، فقد بتر الكلام هنا من تفسير الآية ٨٦ وأتى بعده بتفسير الآية ٨٢ وذلك في لوحة ١٤ ب، وقد وجدت تتمة تفسير الآية ٨٦ في لوحة ١٦ أفأثبته هنا بعد قوله: \"كما قال:\".(٦) هذا صدر بيت، وعجزه: \"كما تنزي شهلةً صبيًّا\".ولم أهتد إلى قائله، وهو في \"الخصائص\" ٢/ ٣٠٢، و\"الدر المصون\" ٤/ ٥٧ وفيها: \"باتت\" بدل \"فهي\".</p><p> وكذلك التحية، كان: تحييه، فأدغموا الياء في الياء (١) ، \"كما استحبوا ادغام: حيّ وعيّ(٢)، للحركة اللازمة في الياء الأخيرة،وإذا سكنت الياء الأخيرة لم يجز الإدغام بمثل:يحيي ويعيي، وقد جاء في بعض الشعر الإدغام، وليس بالوجه،وهو قوله:</p><p> تمشي بسدة بيتها فتعيّ (٣) </p><p> وهذا الإدغام منكر عند البصريين\"  (٤) . وسنذكر هذا مشروحًا عند قوله:  {وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ}  [الأنفال: ٤٢] إن شاء الله. </p><p> وأما معنى التحية في اللغة: فهو السلام (٥) ، وأشعار العرب ناطقة بهذا المعنى. قال عنترة (٦) : </p><p> حُييت من طلل تقادم عهده ... البيت (٧) </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٢/ ٨٦، و\"تهذيب اللغة\" ١/ ٩٥١، و\"اللسان\" ٢/ ١٠٧٨ (حيا)، و\"الدر المصون\" ٤/ ٥٧. (٢) من عيي يعيا عن حجته، انظر: \"اللسان\" ٦/ ٣٢٠١ (عيا).(٣) عجز بيت صدره:وكأنها بين النساء سبيكةأورده الأزهري في \"تهذيب اللغة\" ١/ ٦٥١ (حي) لكن بلفظ: \"فتحي\" بدل \"فتعي\" وهو أقرب للحرف هنا. وأورده كما عند المؤلف في \"اللسان\" ٢/ ١٠٧٦ (حيا).قال الأزهري: لا يعرف قائله. وسدة البيت: بابه، انظر: \"الصحاح\" ٢/ ٤٨٦ (سدد).(٤) من \"تهذيب اللغة\" ١/ ٩٥١ (حي) بتصرف يسير، وانظر: \"اللسان\" ٢/ ١٠٧٦ (حيا)، ٦/ ٣٢٠١ (عيا)، و\"الدر المصون\" ٤/ ٥٧.(٥) انظر: \"معاني القرآن\" للنحاس ٢/ ١٤٨، و\"بحر العلوم\" ١/ ٣٧٣، و\"اللسان\" ٢/ ١٠٧٩ (حيا).(٦) تقدمت ترجمته.(٧) صدر بيت، وعجزه:أقوى وأقفر بعد أم الهيثم</p><p> وقال الآخر: </p><p> إنا محيوك يا سلمى فحيينا (١) </p><p> ومعنى قول المصلي:  \"التحيات لله\" أي السلام من الآفات لله (٢) . ومن هذا قوله تعالى:  {تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ}  [الأحزاب: ٤٤] . </p><p> هذا هو (.. (٣) ..) في التحية. </p><p> ويسمى الملك أيضًا تحية (٤) ، لأن الملك يحيا بتحية الملك المعروفة للملوك التي يباينون فيها غيرهم، وهي قولهم في الجاهلية: أنعم صباحًا، وأبيت اللعن، وقول عمرو (٥) : </p><p> [.............] حتى ... أُنيخَ على تحيَّته بجُندي (٦) </p><p> معناه: على ملكه (٧) . </p><p>= ديوان عنترة ص ١٦. الطلل: ما شخص من آثار الديار، \"اللسان\" ٥/ ٢٦٩٧ (طلل). (١) لم أقف عليه.(٢) \"تهذيب اللغة\" ١/ ٩٥٥ (حي)، وانظر: \"اللسان\" ٢/ ١٠٧٩ (حيا)، والقرطبي ٥/ ٢٩٧.(٣) كلمة غير واضحة في المخطوط، وقد تكون: الكلام.(٤) انظر: \"تهذيب اللغة\" ١/ ٢٥٥ (حي)، و\"اللسان\" ٢/ ١٠٧٩ (حيا).(٥) هو أبو ثور عمرو بن معدي كرب بن عبد الله الزبيدي، تقدمت ترجمته.(٦) عجز بيت، وصدره:أسيرها إلى النعمان حتى\"غريب الحديث\" لأبي عبيد ١/ ٧٤، و\"تهذيب اللغة\" ١/ ٢٥٥ (حي)، و\"اللسان\" ٢/ ١٠٧٩ (حيا).وعند المؤلف في المخطوط القافية بدون ياء، وأثبتها لإجماع المصادر عليها.(٧) \"غريب الحديث\" لأبي عبيد ١/ ٧٥، و\"تهذيب اللغة\" ١/ ٢٥٥ (حي).</p><p> وأما قول زهير بن جناب (١) : </p><p> من كل ما نال الفتى ... قد نلتُه إلا التحيهْ (٢) </p><p> فقيل فيه أنه المُلك (٣) ، وقيل البقاء (٤) ، والبقاء له تحية، لأن من سلم من الآفات بقي. وقال أبو الهيثم: يريد إلا السلام من المنية والآفات، فإن أحدًا لا يسلم من الموت على طول البقاء (٥) . </p><p> قال الأزهري:  (والعرب تسمي)  (٦) الشيء باسم غيره إذا كان منه أو من سببه. </p><p> فالتحية بمعنى المُلك، وبمعنى البقاء صحيح. وقولهم:  \"حياك الله\" أي أبقاك الله صحيح، من الحياة وهو البقاء (٧) . </p><p> نجد من هذا أن معنى التحية في الأصل الدعاء بالحياة، ثم صار بمعنى السلام، ثم صار أيضًا اسمًا للملك والبقاء، على ما بينا. هذا كلام أهل اللغة في معنى التحية. </p><p> فأما التفسير: فقال ابن عباس في قوله: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ}  [النساء:٨٦] : \"يريد السلام\"  (٨) . </p><p>(١) هو زهير بن جناب الكلبي الكناني، تقدمت ترجمته. (٢) البيت في \"غريب الحديث\" لأبي عبيد ١/ ٧٥، و\"الشعر والشعراء\" ص ٢٤٠، و\"طبقات الشعراء\" ص ٣٧، و\"تهذيب اللغة\" ١/ ٢٥٥ (حي)، و\"اللسان\" ٢/ ١٠٧٩ (حيا).(٣) \"غريب الحديث\" لأبي عبيد ١/ ٧٥، و\"تهذيب اللغة\" ١/ ٢٥٥.(٤) \"تهذيب اللغة\" ١/ ٩٥٥ (حي)، و\"اللسان\" ٢/ ١٠٧٨ (حيا).(٥) \"تهذيب اللغة\" ١/ ٩٥٥ بتصرف، و\"اللسان\" ٢/ ١٠٧٨ (حيا).(٦) ما بين القوسين ليس واضحًا في المخطوط، والتسديد من \"تهذيب اللغة\" ١/ ٩٥٦ (حى).(٧) \"تهذيب اللغة\" ١/ ٩٥٥ (حي) بتصرف، وانظر: \"اللسان\" ٢/ ١٠٧٨ (حيا)(٨) \"تنوير المقباس\" بهامش المصحف ص ٩١.</p><p> {فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} </p><p> اختلفوا في هذا: فمنهم من ذهب إلى أن هذا التخيير في أهل الإسلام خاصة، وليس لأهل الكفر مدخل في رد التحية عليهم (١) . </p><p> والأكثرون والجمهور على أن قوله:  {فَحَيُّوا بِأَحْسَنَ مِنْهَا} المراد بها المسلمون، {أَوْ رُدُّوهَا} إذا كان المسلم من غير أهل الإسلام (٢) . </p><p> قال الكلبي: أمر الله المسلمين برد السلام على من سلم عليهم بأحسن مما سلم عليهم، وهو الزيادة على التحية إن كان المسلم من أهل دينهم، أو بمثل الذي سلم إن كان من غير أهل دينهم، وهو أن يقول: عليكم. ولا يزيد على ذلك (٣) . </p><p> وقال أبو روق: أما (أحسن منها) فعلى أهل دينك، وأما {رُدُّوهَا} فعلى أهل الكتاب (٤) . </p><p> وقال الزجاج: عن عطاء: (أحسن منها) في أهل الإسلام {رُدُّوهَا} على أهل الشرك (٥) . </p><p> وقال ابن عباس: و (أحسن منها) أن يرد: ورحمة الله وبركاته، يرد </p><p>(١) تفرد بهذا القول عطاء، أخرج قوله الطبري ٥/ ١٨٩، وانظر: \"النكت والعيون\" ١/ ٥١٣، والقرطبي ٥/ ٣٠٣، و\"الدر المنثور\" ٢/ ٣٣٧. (٢) انظر: \"معاني القرآن\" للفراء ١/ ٢٨٠، والطبري ٥/ ١٨٩، و\"بحر العلوم\" ١/ ٣٧٣، و\"الكشف والبيان\" ٤/ ٩٤، و\"النكت والعيون\" ١/ ٥١٣.(٣) انظر: \"تنوير المقباس\" بهامش المصحف ص ٩١.(٤) لم أقف عليه، وورد نحوه عن قتادة والحسن، انظر: الطبري ٥/ ١٨٩ - ١٩٠، و\"الدر المنثور\" ٢/ ٣٣٧.(٥) ليس في \"معاني القرآن وإعرابه\"، وهو خلاف المعروف عن عطاء كما مر قريباً حيث تفرد بأن هذه الآية في أهل الإسلام خاصة.</p><p> على المؤمنين خاصة (١) . </p><p> وقال:  (الضحاك)  (٢) : إذا قال: السلام عليكم، فقلت: عليكم السلام ورحمة الله، وإذا قال: السلام عليكم ورحمة الله، فقلت: عليكم السلام ورحمة الله وبركاته، فقد حييته بأحسن منها. وهذا منتهى السلام (٣) . </p><p> قال الحسن: دخل رجل على النبي - صلى الله عليه وسلم - فقال: السلام عليك ورحمة الله وبركاته، فقال النبي - صلى الله عليه وسلم -: وعليك. ودخل آخر فقال: السلام عليكم، فقال رسول الله - صلى الله عليه وسلم - وعليكم السلام ورحمة الله، ودخل آخر فقال: السلام عليكم ورحمة الله، فقال رسول الله - صلى الله عليه وسلم -: وعليكم السلام ورحمة الله وبركاته، فقام الأول فقال: يا رسول الله: سلمت عليك فلم تزدني على: \"وعليك\" وقال هذا: السلام عليكم. فزدته، وقال هذا: السلام عليكم ورحمة الله، فزدته. فقال رسول الله - صلى الله عليه وسلم -: إنك لم تترك من السلام فرددت عليك، وهذان تركا شيئًا منه فزدتهما (٤) . </p><p> فدل هذا الحديث على أن السلام انتهى إلى البركات (٥) . </p><p> ثم أعلم أن السلام في الأصل سنة، والرد فريضة (٦) على الكفاية، </p><p>(١) انظر: \"تنوير المقباس\" بهامش المصحف ص ٩١. (٢) غير واضح تماما في المخطوط.(٣) في \"الوسيط\" ٢/ ٦٤٣، وانظر: \"زاد المسير\" ٢/ ١٥٢.(٤) لم أجد هذا الحديث عن الحسن إلا في \"النكت والعيون\" ١/ ٥١٣، وقد أخرج نحوه من حديث سلمان الفارسي -رضي الله عنه- الطبري ٥/ ١٩٠، وأحمد في \"الزهد\" وابن المنذر والطبراني وابن مردويه، وسنده حسن. انظر: ابن كثير ١/ ٥٨٣، و\"الدر المنثور\" ٢/ ٣٣٦.(٥) انظر: \"معاني الزجاج\" ٢/ ٨٦، والبغوي ٢/ ٢٥٧، وابن كثير ١/ ٥٨٣.(٦) قال ابن كثير ١/ ٥٨٤: \"هو قول العلماء قاطبة، أن الرد واجب\" وانظر: الطبري ٥/ ١٩١.</p><p> فإذا سلم رجل على جماعة فالأحسن أن يرد جميعهم جوابه، فإن رد واحد منهم أسقط القرض عن الآخرين كسائر فروض الكفايات (١) . </p><p> والسنة أن يستتبع شيئًا من كلمات السلام. والسنة في الجواب الزيادة (٢) ، ولو رد كالابتداء سقط عنه القرض، لقوله تعالى:  {أَوْ رُدُّوهَا} . </p><p> والسنة أن يسلِّم الراكب على الماشي والقائم على القاعد، كذا قال رسول الله - صلى الله عليه وسلم - (٣) . </p><p> والسنة في السلام الجهر والإفشاء، وكذلك في الجواب (٤) ، والاقتصار على الإشارة ليس من السنة (٥) . والمصافحة عادة رسول الله - صلى الله عليه وسلم - وإذا تصافح المسلمان عند السلام تحاتت ذنوبهما كما يتحات ورق الشجر، كذا في الخبر عن رسول الله - صلى الله عليه وسلم - (٦) . </p><p>(١) هذا مذهب مالك والشافعي، أن الرد من فروض الكفاية، وذهب آخرون إلى أن الرد من الفروض المتعينة. انظر: \"التفسير الكبير\" ١٠/ ٢١٤، والقرطبي ٥/ ٢٩٨.(٢) كما دل عليه الحديث المتقدم.(٣) عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"يسلم الراكب على الماشي، والماشي على القاعد، والقليل على الكثير\". أخرجه مسلم (٢١٦٠) كتاب: السلام، باب: يسلم الراكب ... (٤/ ١٧٠٣) ح ١.(٤) انظر: \"التفسير الكبير\" ١٠/ ٢١٣، والقرطبي ٥/ ٣٠٣.(٥) هذا مذهب الشافعية، وعند بعض العلماء تكفي الإشارة إذا كان على بعد. انظر: القرطبي ٥/ ٣٠٣.(٦) المأثور أن رسول الله - صلى الله عليه وسلم - قال: \"ما من مسلمين يلتقيان فيتصافحان إلا غفر لهما قبل أن يفترقما\". أخرجه أبو داود من حديث البراء بن عازب رضي الله عنه (٥٢١٢) كتاب: الأدب، باب: في المصافحة، والترمذي (٢٧٢٧) كتاب الاستئذان، باب: ما جاء في المصافحة وقال: \"هذا حديث حسن غريب\" وابن ماجه (٢٧٠٣) كتاب: الأدب، باب. المصافحة وحسنه الألباني في \"صحيح الجامع\" ٥/ ١٨٢.</p><p> ومن ورد عليه سلام في كتاب فجوابه فرض عليه في الجواب (١) . </p><p> ولو قال المبتدئ: عليكم السلام فقد سلم وتحتم الجواب وإن قلت العادة في اللفظ (٢) . </p><p> وإن قال المبتدئ: السلام عليكم، فقال المجيب: السلام عليكم، فقد أجاب. وأنت في اللفظ بالخيار، وكذلك في تعريف السلام وتنكيره، وعند التحلل من الصلاة لابد من الألف واللام. </p><p> وإذا استقبلك رجلٌ واحد فقل: سلام عليكم، واقصد الرجل والملكين، فيردان عليك (٣) . </p><p> وإذا دخلت بيتًا خاليًا فسلِّم على نفسك من الله تعالى (٣) . </p><p> وليس للمسلم أن يسلِّم على الكافر، فإن سلَّم الكافر فليقل: وعليكم، ولا يزيد على هذا (٤) ، وقد روي أن جماعة من اليهود دخلوا على رسول الله - صلى الله عليه وسلم - فقالوا: السام عليك يا أبا القاسم -يعنون الموت-، فقال رسول الله - صلى الله عليه وسلم -: وعليكم، ففطنت عائشة فقالت: وعليكم السام والذام (٥) والداء واللعنة، فقال رسول الله - صلى الله عليه وسلم -: \"يا عائشة قد رددت عليهم، وإني استجاب فيهم ولا يُستجابون\"  (٦) . </p><p>(١) انظر: \"التفسير الكبير\" ١٠/ ٢١٥. وورد عن ابن عباس رضي الله عنهما ما يؤيد هذا. انظر: \"الدر المنثور\" ٢/ ٣٣٩. (٢) انظر: القرطبي ٥/ ٣٠٠، ٣٠١، و\"المجموع شرح المهذب\" ٤/ ٤٦١.(٣) انظر: \"التفسير الكبير\" ١٠/ ٢١٣.(٤) انظر: الطبري ٥/ ١٩٠، و\"بحر العلوم\" ١/ ٣٧٣، و\"النكت والعيون\" ١/ ٥١٣، و\"التفسير الكبير\" ١٠/ ٢١٤.(٥) الذام: أي الذم والعيب. انظر: \"الفائق\" ٢/ ١٢٤، و\"اللسان\" ٣/ ١٥١٦ (ذمم).(٦) أخرجه بنحوه البخاري (٦٠٢٤) كتاب: الأدب، باب: الرفق، في الأمر كله =</p><p> ومن وضع السلام غير موضعه لم يستحق جوابًا، مر رجل برسول الله - صلى الله عليه وسلم - وهو يقضي حاجته، فسلم عليه، فقام رسول الله إلى جدارٍ فتيمم ورد الجواب ثم قال: لولا أني خشيت أن تقول: سلمت عليه فلم يرد علي، لما رددتُ عليك، إذا رأيتني على مثل هذه الحالة فلا تُسلِّم علي، فإنك إن سلمت علي لم أرد عليك (١) . </p><p> وفي هذا دليل على أن الطهارة مستحبة لجواب السلام والابتداء بالسلام وفي جميع الأحوال، ولهذا قال رسول الله - صلى الله عليه وسلم -: \"ولن يحافظ على الوضوء إلا مؤمن\"  (٢) . </p><p> وإذا دخل يوم الجمعة والإمام يخطب، فلا ينبغي أن يُسلِّم لاشتغال الناس بالاستماع، فإن سلَّم فرد بعضهم عليه فلا بأس، ولو اقتصروا على الإشارة كان أحسن (٣) . لما روي أن رسول الله - صلى الله عليه وسلم - كان يصلي في مسجد الخيف والناس يدخلون ويسلِّمون عليه فيرد عليهم، فقيل: كيف كان يرد عليهم؟ فقال: إشارة (٤) . </p><p>= ٧/ ٨٠، ومسلم (٢١٦٥) كتاب السلام، باب: النهي عن ابتداء أهل الكتاب بالسلام وكيف يرد عليهم. (١) هذا الحديث ذكره الرازي في \"التفسير الكبير\" ١٠/ ٢١٤، والقرطبي ٥/ ٣٠٤، دون عزوٍ لأحد، ولم أجد من خرجه.وقد جاء في كراهة السلام على من يقضي الحاجة: ما رواه ابن عمر رضي الله عنهما أن رجلاً سلم على النبي - صلى الله عليه وسلم - وهو يبول، فلم يرد عليه \"يعني السلام\". أخرجه الترمذي (٢٧٢٠) كتاب: الاستئذان، باب ما جاء في كراهية التسليم على من يبول ٥/ ٧١، وقال الترمذي: \"هذا حديث حسن صحيح\".(٢) أخرجه ابن ماجه (٢٧٧) كتاب: الطهارة، باب المحافظة على الوضوء وغيره، وقال الألباني في \"صحيح الجامع\" ١/ ٣٢٢: \"صحيح\".(٣) انظر: \"التفسير الكبير\" ١٠/ ٢١٤.(٤) لم أقف عليه.</p><p> وقال بعض السلف. من دخل الحمام فرأى الناس متَّزرين سلَّم عليهم، وإن لم يكونوا متزرين لم يُسلِّم عليهم (١) . </p><p> والأولى ترك السلام على القارئ لاشتغاله بالتلاوة، فإن سلَّم عليه إنسان كفاه الإشارة، وإن أراد أن يرد الجواب رده ثم استأنف الاستعاذة وعاود التلاوة (٢) . </p><p> ولا ينبغي أن يسلم على المؤذن عند اشتغاله بالأذان. </p><p> ورد السلام يكون على الفور، فإن أخر انقضى الوقت وأثم بترك القرض، فإذا أجاب بعد فوت الوقت كان ذلك ابتداء سلام لا جوابًا (٣) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيبًا}  [النساء: ٨٦] قال ابن عباس: \"يريد مجازيًا\"  (٤) ومثله قال الحسن في الحسيب (٥) . </p><p> وقال مجاهد وقتادة وأبو العالية حفيظًا (٦) . وذلك أنه يحصى العمل إحصاء الحافظ له الذي لا يشذ (٧) عنه شيء. </p><p> ويكون الحسيب بمعنى المُحاسب، وقد ذكرنا هذا في أول السورة. </p><p>(١) انظر: \"التفسير الكبير\" ١٠/ ٢١٤. (٢) انظر: \"التفسير الكبير\" ١٠/ ٢١٤. وقال النووي: \"وهذا الذي قاله ضعيف، والمختار أن يُسلم عليه ويجب الرد باللفظ\". \"المجموع\" ٤/ ٤٧٠.(٣) انظر: \"التفسير الكبير\" ١٠/ ٢١٥، و\"الأذكار\" للنووي ص ٢٧٩.(٤) \"تنوير المقباس\" بهامش المصحف ص ٩١.(٥) لم أقف عليه.(٦) عن مجاهد في \"تفسيره\" ١/ ١٦٨ وأخرجه عنه الطبري ٥/ ١٩١، وانظر: \"النكت والعيون\" ١/ ٥١٢، و\"الدر المنثور\" ٦/ ٣٣٩. وأما عن قتادة، وأبي العالية، فلم أقف عليه.(٧) في المخطوط: \"يشد\" بالدال المهملة.</p>"
}