{
  "id": null,
  "sura": 4,
  "aya": 136,
  "text": "<p> طرحت الهمزة، ونقلت حركتها إلى اللام، فصار تلوا، كما قيل في أدؤُرٍ: أدوُرٍ، ثم طرحت الهمزة فصار آدرُ (١) . والوجه الأول أجمعا عليه أيضًا. </p><p> ١٣٦ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ} قال ابن عباس: فيما روى الكلبي عن أبي صالح عنه: نزلت هذه الآية في مؤمني أهل الكتاب، قالوا: يا رسول الله إنا نؤمن بك وبكتابك وبموسى والتوراة، ونكفر بما سواه من الكتب والرسل (٢) . </p><p> قال الضحاك: الخطاب لليهود والنصارى، يقول: يا أيها الذين آمنوا بموسى والتوراة، وعيسى والإنجيل، آمنوا بمحمد والقرآن (٣) . </p><p> وقال أبو العالية وجماعة من المفسرين: الآية خطاب للمؤمنين، وتأويل:  {آمَنُوا بِالله} أي: أقيموا واثبتوا ودوموا عليه (٤) . </p><p> قال الزجاج: وهذا كما قال الله عز وجل: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً}  [الفتح: ٢٩] المعنى: وعد الله من أقام على الإيمان من أصحاب محمد - صلى الله عليه وسلم - (٥) . </p><p> وقال مجاهد: الآية خطاب للمنافقين، وذلك أنهم أمنوا في الظاهر بألسنتهم، وكفروا في السر بقلوبهم، فقال الله تعالى: {يَا أَيُّهَا الَّذِينَ </p><p>(١) من \"معاني القرآن وإعرابه\" للزجاج ٢/ ١١٨، وانظر: \"معاني القرآن\" للفراء ١/ ٢٩١. (٢) أخرجه الثعلبي ٤/ ١٣٢ أ، وانظر: \"أسباب النزول\" للمؤلف ص ١٨٦، و\"تنوير المقباس\" بهامش المصحف ص ١٠٠، و\"الدر المنثور\" ٢/ ٤١٤ - ٤١٥.(٣) أخرجه ابن المنذر بمعناه مطولاً كما في \"الدر المنثور\" ٢/ ٤١٤ - ٤١٥، وانظر: \"زاد المسير\" ٢/ ٢٢٤.(٤) \"الكشف والبيان\" ٤/ ١٣٢ ب، وقد قال بهذا القول الحسن، انظر: \"النكت والعيون\" ١/ ٥٣٥، و\"زاد المسير\" ٢/ ٢٢٤.(٥) \"معاني القرآن إعرابه\" ٢/ ١١٩.</p><p> آمَنُوا} يعني: بالألسنة في العلانية {آمَنُوا} بقلوبكم في السر (١) . ويدلك على هذا أن الله تعالى أخبر عنهم فقال:  {مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ}  [المائدة: ٤١] . </p><p> وهذان القولان ذكرهما الزجاج، ثم قال: والأول أشبه، والله أعلم (٢) . </p><p> وأبو بكر (٣) الوراق اختار أيضًا أن الآية في المؤمنين، وأن معني الأمر بالإيمان: الثبات عليه، واحتج بأن العرب تقول للقائم: قم، وللقارئ: اقرأ، يريدون الثبات على ذلك العمل، وقال الله تعالى لرسوله - صلى الله عليه وسلم -: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ}  [محمد: ١٩] ، أي: أثبت على عملك (٤) . </p><p> وقوله تعالى:  {وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ} قال ابن عباس: \"يريد القرآن وما فيه من الأحكام\"  (٥) . </p><p> {وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ} قال: \"يريد كل كتاب أنزله على النبيين\"  (٦) . وذلك أنه اسم الجنس، فصلح للعموم. </p><p> واختلفوا في قوله:  (نزل) و (أنزل) ، فقرئ بالضم والفتح (٧) ، فمن </p><p>(١) انظر: \"زاد المسير\" ٢/ ٢٢٤. (٢) \"معاني القرآن وإعرابه\" ٢/ ١١٩.(٣) لم يتبين لي من هو، حيث إني وجدت اثنين يطلق عليهما (أبو بكر الوراق). انظر: \"سير أعلام النبلاء\" ١٣/ ١٧٩، ١٦/ ٣٨٨.(٤) لم أقف عليه.(٥) انظر: \"الكشف والبيان\" ٤/ ١٣٢ ب، و\"تنوير المقباس\"، بهامش المصحف ص ١٠٠.(٦) المرجع السابق.(٧) أي بضم النون والألف وكسر الزاي فيهما، وبفتحهما مع فتح الزاي، وقرأ بالأولى ابن كثير وأبو عمرو وابن عامر، وبالثانية الباقون. انظر: \"السبعة\" ص ٢٣٩، و\"الحجة\" ٣/ ١٨٦، ١٨٧، و\"المبسوط\" ص ١٥٩، و\"النشر\" ٢/ ٢٥٣.</p>"
}