{
  "id": null,
  "sura": 4,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} . قال أهل المعاني: خص الله تعالى الأكل بالنهي عنه تنبيهًا على غيره؛ لأنه أيضًا لا يجوز جمع المال من الباطل، ولا هِبتُه، ولا التصرف فيه. ولكن المعظم والمقصود من المال الأكل والإنفاق، فنص عليه تنبيهًا على غيره، كما قال:  {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى} الآية [النساء: ١٠] ، وكما يحرم أكل مال اليتيم بالظلم يحرم إنفاقه في غير الأكل. </p><p> وقوله تعالى:  {بِالْبَاطِلِ} قال ابن عباس: يريد بما لم يحله لكم (١) . </p><p> وقال الكلبي: يقول: لا تأكلوها إلا بحقها (٢) . </p><p> قال أصحاب المعاني: الباطل اسم جامع لكل ما لا يَحلّ في الشرع كالربا والغصب والسرقة والخيانة وكل محرم محظور. </p><p> نهى بهذه الآية عن جميع المكاسب الباطلة بالشرع. </p><p> قال الزجاج: حرم الله عز وجل المال، إلا أن يُؤخذ (٣) على السبيل (٤) الذي ذكر من الفرائض في المواريث والمهور والتسري (٥) والبيع والصدقات التي ذُكرت وجوهها (٦) . </p><p> ثم قال:  {إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} وأجمعوا على أن هذا </p><p>(١) لم أقف عليه، وقد ذكر المؤلف نحوه في \"الوسيط\" ٢/ ٥١٠ دون نسبة لأحد. (٢) لم أقف عليه.(٣) في \"معاني الزجاج\" (يوجد) ولعل المثبت هنا أصوب.(٤) في \"معاني الزجاج\" (السبل) بالجمع.(٥) في (أ)، (د) والشرى، انظر: \"معاني الزجاج\" ٢/ ٤٤.(٦) انتهى من \"معاني الزجاج\" ٢/ ٤٤</p><p> استثناء منقطع؛ لأن التجارة عن تراض ليست من أكل المال بالباطل (١) . </p><p> واختلف القراء في التجارة فرفعها بعضهم (٢) ، على معنى إلا أن يقع تجارة (٣) . </p><p> ومن نصب (٤) فعلى تقدير: إلا أن تكون التجارةُ تجارة (٥) ، كما قال: </p><p> أعينَيّ هَلّا تبكيان عِفاقًا (٦) ... إذا كان طَعنًا بينهم وعناقًا (٧) </p><p> أو يكون على حذف المضاف بتقدير: إلا أن تكون الأموال أموال تجارة، ثم تحذف المضاف وتُقيم المضاف إليه مقامه (٨) . </p><p> والاختيار الرفع لمعنيين: أحدهما: أن الرفع أدل على انقطاع الاستثناء، وأن الأول محرّم على الاطلاق، والثاني: أن من نصب أضمر التجارة، فقال: معناه: إلا أن تكون التجارة تجارة. والإضمار قبل الذكر ليس بقوي، وإن كان جائزًا (٩) ، ومعنى قوله:  {عَنْ تَرَاضٍ مِنْكُمْ} هو أن يكون عليه، فذلك باطل لم يدخل فيما أباحه الله من البيع (١٠) . </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ١/ ٥١٠، \"الحجة\" ٣/ ١٥٢، \"الكشف والبيان\" ٤/ ٤١ أ. (٢) هذه القراءة لأبي جعفر ونافع وابن كثير وأبي عمرو ابن عامر ويعقوب، انظر: \"الحجة\" ٣/ ١٥٢، \"المبسوط\" ص ١٥٦.(٣) انظر: \"الطبري\" ٥/ ٣١.(٤) قراءة عاصم وحمزة والكسائي وخلف، انظر \"الحجة\" ٣/ ١٥٢، \"المبسوط\" ص ١٥٦.(٥) \"الحجة\" ٣/ ١٥٢، والطبري ٥/ ٣١.(٦) في (د): (عباقا).(٧) انظر: \"جامع البيان\" ٣/ ١٣٢.(٨) \"الحجة\" ٣/ ١٥٢.(٩) هكذا في (أ).(١٠) انظر: \"إعراب القرآن\" للنحاس ١/ ٥١٠. وابن جرير الطبري اختار خلاف رأي المؤلف ومال إلى قراءة النصب، هذا وإن كان كل من القراءتين صوابًا جائزًا القراءة بهما. انظر: الطبري ٥/ ٣١ - ٣٢.</p><p> وقال عطاء في قوله:  {إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} يعني: ليس فيها شيء من الربا (١) </p><p> وذلك أن البيع إذا قُصد به الربا قلّ ما يقع التراضي به، وإذا لم يوجد التراضي لم يحلّ. </p><p> وذهب كثير من أهل التأويل إلى أن التراضي في التجارة أن يكون خيار المتبايعين باقيًا إلى أن يتفرقا عن المجلس (٢) . </p><p> وهذا قول شريح (٣) </p><p> وابن سيرين والشعبي (٤) ، ومذهب الشافعي (٥) ، ويدل على هذا ما روي أن النبي - صلى الله عليه وسلم - قال:  \"ألا لا يتفرقَنّ بيعان إلا عن رضى\"  (٦) . </p><p> وقوله تعالى:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} ، أي: لا يقتل بعضكم بعضًا. </p><p>(١) لم أقف عليه. (٢) انظر الطبري ٥/ ٣٢، \"الكشف والبيان\" ٤/ ٤٢ ب.(٣) هو أبو أمية شُرَيح بن الحارث بن قيس الكوفي القاضي الشهير، يقال إنه حكم سبعين سنة وهو ثقة، وقيل إن له صحبة، وكان قائفًا شاعرًا، مات سنة ٧٨ هـ وقيل بعدها. انظر \"مشاهير علماء الأمصار\" ص ٩٩، \"سير أعلام النبلاء\" ٤/ ١٠٠، \"التقريب\" ص ٢٦٥ رقم (٢٧٧٤).(٤) أخرج قول شريح والشعبي الطبري ٥/ ٣٢ - ٣٣، أما ابن سيرين فهو الراوي عن شريح كما في الطبري.(٥) انظر: \"الأم\" ٣/ ٤، \"سنن الترمذي\" ٣/ ٥٣٩.(٦) أخرجه الطبري من حديث أبي قلابة ٥/ ٣٤ وهو مرسل؛ لأن أبا قلابة تابعي كما نبه على ذلك أحمد شاكر -رحمه الله- وعزاه أيضا للبيهقي في \"السنن الكبرى\" وقد أخرج أبو داود (٣٤٥٨) كتاب البيوع، باب: في خيار المتبايعين حديث أبي هريرة ولفظه: لا يفترقن اثنان إلا عن تراض ٣/ ٧٣٧، وأخرج الترمذي (١٢٤٨) كتاب البيوع، باب: ٢٧؛ وقال: حيث غريب، والطبري ٥/ ٣٤.</p><p> وهذا قول عطاء (١) ، والحسن (٢) ، والكلبي (٣) ، والزجاج (٤) ، والأكثرين (٥) </p><p> وإنما قال:  (أنفسكم) لأنهم أهل دين واحد، فهم كالنفس الواحدة، فجرى على قول العرب: قتلنا وربّ الكعبة. إذا قتل بعضهم؛ لأن قتل بعضهم كالقتل لهم (٦) . </p><p> وذهب قوم إلى أن هذا نهي للإنسان عن قتل نفسه، فقال أبو عبيدة:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} لا تهلكوها (٧) . </p><p> ويؤيد هذا حديث عمرو بن العاص (٨) ، وهو أنه احتلم في بعض أسفاره، وخاف الهلاك على نفسه من الاغتسال، فتيمم وصلى بأصحابه، فلما رجع ذكر ذلك للنبي - صلى الله عليه وسلم - فقال: أشفقت إن اغتسلت أن أهلك، وذكرت قول الله عز وجل:  {وَلَا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا} فتيممت وصليت، فضحك رسول الله - صلى الله عليه وسلم -، ولم يقل شيئًا (٩) . </p><p>(١) هو عطاء بن أبي رباح وقد أخرج الأثر عنه الطبري ٥/ ٣٥. (٢) من \"الكشف والبيان\" ٤/ ٤٢ ب، وانظر \"زاد المسير\" ٢/ ٦١، \"تفسير الحسن\" ١/ ٢٧٢.(٣) انظر: \"تنوير المقباس\" بهامش المصحف ص ٨٣(٤) في \"معاني القرآن وإعرابه\" ٢/ ٤٤.(٥) انظر: \"غريب القرآن\" لابن قتيبة ص ١١٩، والطبري ٥/ ٣٥، و\"بحر العلوم\" ١/ ٢٤٩، والثعلبي ٤/ ٤٢ ب، و\"زاد المسير\" ٢/ ٦١.(٦) انظر: \"الطبري\" ٥/ ٣٥، \"بحر العلوم\" ١/ ٣٤٩.(٧) \"مجاز القرآن\" ١/ ١٢٤، وانظر: \"زاد المسير\" ٢/ ٦١.(٨) هو أبو عبد الله عمرو بن العاص بن وائل السهمي القرشي، تقدمت ترجمتة(٩) أخرجه الإمام أحمد ٤/ ٢٠٣، والبخاري تعليقًا بصيغة التمريض ١/ ٤٥٤ كتاب التيمم، باب: ٧ إذا خاف الجنب على نفسه المرض أو الموت ..... ، وأبو داود =</p>"
}