{
  "id": null,
  "sura": 4,
  "aya": 55,
  "text": "<p> وقال السدي: يعني بالملك العظيم ما أحل لداود من النساء، وهن تسع وتسعون. ولسليمان ألف، بين حرة ومملوكة (١) . </p><p> وقال الحسن وابن جريج وقتادة: الفضل في هذه الآية النبوة وكانت اليهود حسدت محمدًا ما آتاه الله من النبوة، وقد علموا أنَّ النبوة في آل إبراهيم فقيل لهم: أتحسدون النبي - صلى الله عليه وسلم - وقد كانت النبوة في آله، وهم آل إبراهيم (٢) . </p><p> وهذا الوجه اختيار أبي إسحاق (٣) . والحكمة في هذا القول النبوة. </p><p> وقال مجاهد في قوله:  {وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا} : النبوة (٤) . </p><p> لأن الملك لمن له الأمر والطاعة، والأنبياء لهم الطاعة والأمر. </p><p> وليس يحتاج في تصحيح معنى الآية إلى إضمار، ومثله من الكلام أن نقول: أتحسدون زيدًا ما أعطاه الله من المال، فعند عمرو أكثر من ذلك، أو فقد آتى عمرًا أكثر من ذلك. وتأويل هذا: فلا تحسدوا زيدًا، ولتحسدوا عمرًا. وهذا مفهوم من فحوى الكلام وإن لم يذكر. </p><p> ٥٥ - وقوله تعالى:  {فَمِنْهُمْ مَنْ آمَنَ بِهِ} . </p><p> قال ابن عباس والأكثرون: من أهل الكتاب من آمن بمحمد عليه السلام، </p><p>(١) أخرجه الطبري ٥/ ١٤٠ بنحوه لكن فيه: \"وينكح سليمان مائة\"، وانظر: \"زاد المسير\" ٢/ ١١١، \"الدر المنثور\" ٢/ ٣٠٩. (٢) أخرجه عن قتادة بنحوه وعن ابن جريج مختصرًا: الطبري ٥/ ١٣٩ - ١٤٠، أما الحسن فقد فسر الملك بالنبوة، لا الفضل، كما أخرج ذلك ابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٣٠٩، \"تفسير الحسن\" ١/ ٢٨٤.(٣) الزجاج في \"معانيه\" ٢/ ٦٤، وانظر: \"زاد المسير\" ٢/ ١١٠.(٤) \"تفسيره\" ١/ ١٦٢، وأخرجه الطبري ٥/ ١٤٠، وعبد بن حميد وابن المنذر. انظر: \"الدر المنثور\" ٢/ ٣٠٩، وهو قول الحسن كما تقدم.</p><p> {وَمِنْهُمْ مَنْ صَدَّ} أعرض عنه ولم يؤمن (١) . </p><p> وتأويل الآية: أن اليهود مهما ذُكر منهم من البُخل والجهل والحسد، فقد آمن به بعضهم. </p><p> ومن قال: إن الوعيد المذكور في قوله: {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا}  [النساء: ٤٧]  (٢) إنما أوعدوا به في الدنيا، قال: ذلك الوعيد صرف عنهم بإيمان هذا الفريق الذين ذكرهم الله في قوله: {فَمِنْهُمْ مَنْ آمَنَ بِهِ} ولذا قال: {وَكَفَى بِجَهَنَّمَ سَعِيرًا} أي: إن كان صرف بعض العقاب فكفى بجهنم عذابًا لمن لا يؤمن (٣) . </p><p> وقال السدي وجماعة:  {فَمِنْهُمْ مَنْ آمَنَ بِهِ} أي من أمة إبراهيم من آمن بإبراهيم، ومنهم من صدّ عنه كما أنكم في أمر محمد عليه السلام كذلك (٤) . </p><p> وفائدة هذا الكلام ههنا أنَّ تأويله ليس في ترك بعضكم الإيمان بمحمد عليه السلام توهين لأمره، كما لم يكن في ذلك توهين لأمر إبراهيم. </p><p> وقال الفراء: لما تليت على اليهود قوله: {فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ}  [النساء: ٥٤] الآية كذب بذلك بعضهم وصدق بعضهم، وهو قوله:  {فَمِنْهُمْ مَنْ آمَنَ بِهِ} أي بالنبأ عن سليمان وداود ومما أبيح لهما من النساء {وَمِنْهُمْ مَنْ صَدَّ عَنْهُ} بالتكذيب والإعراض (٥) . </p><p>(١) هذا قول مجاهد ومقاتل والكلبي، انظر: \"تفسير مجاهد\" ١/ ١٦٢، الطبري ٥/ ١٤١, \"بحر العلوم\" ١/ ٣٦١، \"زاد المسير\" ٢/ ١١١، ولم أقف عليه عن ابن عباس. (٢) من القسم الساقط.(٣) انظر: الطبري ٥/ ١٤١.(٤) انظر: \"معالم التنزيل\" ٢/ ٢٣٦، \"زاد المسير\" ٢/ ١١٢، \"الدر المصون\" ٤/ ٧.(٥) \"معاني الفراء\" ١/ ٢٧٥ بتصرف.</p>"
}