{
  "id": null,
  "sura": 4,
  "aya": 116,
  "text": "<p> الصِّلا، وهو لزوم النار للاستدفاء (١) . ذكرنا هذا فيما تقدم (٢) . </p><p> وقوله تعالى:  {وَسَاءَتْ مَصِيرًا} انتصب (مصيرًا) على التمييز (٣) ، كقولك: هند طابت نفسًا، وكذلك ساءت جهنم موضعًا يصار إليه (٤) . </p><p> ١١٦ - قال المفسرون: ثم إن طعمة نقب منزل الحجاج بن عُلاط (٥) بمكة ليسرق مالاً له مدفونًا، قد عرف موضعه، فأخذ ليُقتل، ثم قيل: دعوه فإنه قد لجأ إليكم، فتركوه، وأخرجوه من مكة، فنزل في حرة بني سليم، وكان يعبد صنمًا لهم إلى أن مات، وأنزل الله عز وجل:  {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ}  [النساء: ١١٦]  (٦) . </p><p> قال ابن عباس:  \"يريد طعمة بن أبيرق، حيث أشرك بالله\"  (٧) . </p><p> وهذه الآية نص صريح في أن الله تعالى لا يغفر الشرك ما أقام المشرك عليه. </p><p>(١) وقال الفراء: الصِّلاء اسم للوقود، وهو الصلا. (٢) عند تفسير قوله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} [النساء: ١٠].(٣) انظر: \"إعراب القرآن\" للنحاس ١/ ٤٥٣، و\"مشكل إعراب القرآن\" ١/ ٢٠٨.(٤) انظر: الطبري ٥/ ٢٧٨.(٥) هو أبو كلاب الحجاج بن علاط بن خالد بن ثويرة السلمي، قدم على النبي - صلى الله عليه وسلم - وهو بخيبر، فأسلم وسكن المدينة واختط بها دارًا ومسجدًا، وقد توفي رضي الله عنه في خلافة عمر، وقيل بعدها.انظر: \"الاستيعاب بحاشية الإصابة\" ١/ ٣٨٥، و\"أسد الغابة\" ١/ ٤٥٦، و\"الإصابة\" ١/ ٣١٣.(٦) من \"الكشف والبيان\" ٤/ ١٢٠ أ، وانظر: \"بحر العلوم\" ١/ ٣٨٨، والبغوي ٢/ ٢٨٧، و\"زاد المسير\" ٢/ ٢٠٠ ونسب هذا القول لمقاتل.(٧) انظر: \"زاد المسير\" ٢/ ٢٠٢، و\"تنوير المقباس\" بهامش المصحف ص ٩٧.</p><p> فإن قيل: أليس يغفرها بالتوبة؟ فلم أطلق القول بأنه لا يغفر أن يُشرك به؟ قيل: إنه بمعنى أنَّ الله لا يغفر للمشرك به، وإذا تاب المشرك زال عنه هذا الوصف، وُيسمى مشركًا ما أقام على الشرك، ويقول (١) هذا الإطلاق مقيد بالآيات الدالة على قبول التوبة، كقوله:  {قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا}  [الأنفال: ٣٨] ، وقوله تعالى:  {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ}  [غافر: ٣] ، وقوله:  {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا} إلى قوله: {مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ}  [البقرة: ٦٢] . </p><p> قال أهل العلم: وكل كافر فهو مشرك، وإن لم يعبد مع الله غيره، وكل من حكمنا بكفره جاز أن نسميه مشركًا، لأنه قد بلغ بعظم جرمه مبلغ جرم المشرك في عبادة الله عز وجل، كما أن من تكبر على النبي - صلى الله عليه وسلم - ولم يخضع لنبوته كافر، وإن لم يجحد نبوته. </p><p> قال الزجاج: إنَّ كل كافر مشرك بالله، لأن الكافر إذا كفر بنبي فقد زعم أن الآيات التي أتى بها ليست من عند الله، فيجعل ما لا يكون إلا لله عز وجل لغير الله، فيصير مشركًا (٢) . </p><p> وقوله تعالى:  {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} . </p><p> قال ابن عباس:  \"يغفر ما دون الشرك لأهل التوحيد\"  (٣) . </p><p> قال العلماء من أهل التفسير: لما أخبر الله تعالى أنه يغفر الشرك بالتوبة، علمنا يقينًا أنه يغفر أيضًا ما دون الشرك بالتوبة، فهذه المشيئة في </p><p>(١) هكذا هذِه الكلمة في المخطوط، ولعل الصواب: \"ويكون\" وتكون كلمة \"مقيد\" بعد ذلك منصوبة خبر يكون. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٠٧.(٣) انظر: \"تنوير المقباس\" بهامش المصحف ص ٩٧</p>"
}