{
  "id": null,
  "sura": 4,
  "aya": 35,
  "text": "<p> كلها </p><p> ٣٥ - قوله تعالى:  {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا} . قال ابن عباس: يريد علمتم (١) . وذكرنا الخوف بمعنى العلم آنفًا. </p><p> قال الزجاج:  (خفتم) ههنا بمعنى: (أيقنتم) خطأ (٢) ؛ لو علمنا الشقاق على الحقيقة لم يُحتج (٣) إلى الحكمين، وإنما يُخاف الشقاق (٤) . </p><p> وليس الأمر على ما قال أبو إسحاق؛ فإن الخوف ههنا بمعنى العلم صحيح، وكذلك يجب أن يكون؛ لأن بعثة الحكمين إنما تكون إذا علمنا شقاقًا بينهما، ولكن لا نعلم أيهما المتعدي الظالم، فيُبعث الحكمان ليتعرفا ذلك، وقبل وقوع الشقاق ليس حاله بعثة الحكمين. فقول أبي إسحاق:  (لو علمنا الشقاق على الحقيقة لم يُحتج إلى الحكمين) وهم؛ لأنا نحتاج إلى الحكمين في هذه الحالة، وحيث نعلم المُشَاقّ بين الزوجين من هو لم يُحتج إلى الحكمين. </p><p> ولم يفصل الزجاج بين الحالتين، والذي في الآية إذا علمنا شقاقًا بينهما، ولم نعلم من أيهما ذلك الشقاق، وكلام ابن عباس شديد (٥) </p><p>(١) لم أقف عليه، وذكره المؤلف في \"الوسيط\" ٢/ ٥٣٢، دون نسبة لابن عباس ونسبه ابن الجوزي إلى أبي سليمان الدمشقي. انظر: \"زاد المسير\" ٢/ ٧٧. (٢) عبارة الزجاج في \"معانيه\" ٢/ ٤٨: قال بعضهم: (خفتم) ههنا في معنى: أيقنتم؛ وهذا خطأ.(٣) عند الزجاج في \"المعاني\": لم يجنح.(٤) \"معاني الزجاج\" ٢/ ٤٨.(٥) هكذا في (أ)، (د)، ولعل الصواب: سديد بالسين المهملة.</p><p> والمنِكر وَاهِم. </p><p> والشقاق: العداوة والخلاف، كالمشاقّة. واشتقاقه من أن المشاقين (١) كل واحد منهما في شق غير شق صاحبه (٢) . </p><p> والمعنى: شقاقًا بينهما، فأضيف المصدر إلى الظرف، وإضافة المصادر إلى الظروف جائزة، لحصولها فيها، كقولك: يعجبني صوم يوم عرفة، وسير الليلة المقمرة (٣) . </p><p> وقوله تعالى:  {فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ} . قال سعيد بن جبير والضحاك: المأمور ببعث الحكمين السلطان الذي يترافع الزوجان فيما شجر بينهما إليه (٤) . </p><p> والحكم بمعنى الحاكم، وهو المانع من الظلم (٥) ، ومنه المثل السائر: في بيته يُؤتى الحكم (٦) . </p><p> قال ابن عباس: يريد من أهل الفضل (٧) . </p><p> يعني أن الحكم يجب أن يكون فاضلًا، يعرف ما لأحد الزوجين على </p><p>(١) في \"معاني الزجاج\" ٢/ ٤٨ المتشاقين. (٢) من \"معاني الزجاج\" ٢/ ٤٨ بتصرف يسير، وانظر الطبري ٥/ ٧٠.(٣) انظر: \"الطبري\" ٥/ ٧٠، \"الدر المصون\" ٣/ ٦٧٣.(٤) أخرج الأثر عنهما الطبري ٥/ ٧١، وانظر: \"زاد المسير\" ٢/ ٧٧، \"الدر المنثور\" ٢/ ٢٧٩ - ٢٨٠.(٥) انظر: \"تهذيب اللغة\" ١/ ٨٨٧ (حكم).(٦) \"الأمثال\" لأبي عبيد ص ٥٤، \"مجمع الأمثال\" للميداني ٢/ ٤٤٢.(٧) لم أقف عليه، وانظر: \"بحر العلوم\" ١/ ٣٥٢، و\"القرطبي\" ٥/ ١٧٥، و\"ابن كثير\" ٢/ ٥٣٩.</p><p> الآخر، ويعرف أحكام العِشرة (١) . </p><p> وقوله تعالى:  {مِنْ أَهْلِهِ} ، و {مِنْ أَهْلِهَا} . أي من أقارب هذا وأقارب تلك. </p><p> قال ابن عباس: فإذا التقى الحكمان قال أحدهما للآخر: ادخل على قريبتك، فقل لها تخبرك الذي نقمت على زوجها، وقل لها: ألك فيه حاجة؟، وإلا فنحن ندخل فيما بينكما حتى يفارقك، وإن كان لك به حاجة فنحن نرده إلى ما تحبين. </p><p> ويقول الآخر لصاحبه: القَ قريبَك، فقل له: ألك في أهلك حاجة؟. فيخلو حَكَمُ الرجل بصاحبه، فيقول (٢) : أخبرني ما في نفسكَ، أتهواها أم لا؟ فإني لا أدري ما أقول في أمركَ، حتى أستطلع رأيكَ. فإن كان الرجل كارهًا قال: لا حاجة لي فيها، خُذ لها مني ما استطعت وفرِّق بيني وبينها. فيعرف عند ذلك أن النشوز جاء من قبله. وإن قال: إني أهواها، فأرضِها من مالي بما أرادت، ولا تفرِّق بيني وبينها، علم أنه ليس بناشز. </p><p> ويخلو حكم المرأة بالمرأة، فيقول: أعلميني ما في نفسك، أتهوَين زوجكِ أم لا؟ فإني لا أدري ما أقول في أمركِ حتى أستَطلع رأيكِ فيه، فإن كانت هي الناشزة، قالت: أنشدك الله أنْ تُفرِّق بيني وبينه، أعطه ما أراد من مالى، فلا حاجة لي فيه. فإذا قالت ذلك علم أنها ناشزة. وإن لم تكن ناشزة، قالت: إني أهواه، ولكني أستزيده في نفقتي، فعِظه وحُثّه عليّ بخير، فإنه إليّ مسيء. </p><p> فإذا كان النشوز من قبل المرأة أقبلا عليها، فقالا لها: يا عدو الله، </p><p>(١) انظر المراجع السابقة. (٢) في (د): (فيقول له).</p><p> أنتِ العاصية الظالمة لزوجك، المسيئة لنفسكِ، فوالله لا ينفق عليكِ أبدًا ولا يجامعك، حتى ترجعي عن فعلك وتفيئي إلى الله، فلا يأتيها زوجها ولا ينفق عليها حتى ترجع إلى الحق. وإن كان النشوز من قبل الرجل أقبلا عليه، فقالا: أنت العاصي لله المبغض لامرأتك، الظالم لنفسك، نفقتها عليك أبدًا ما دامت، ولا تدخل لها بيتًا، ولا ترى لها وجهًا، حتى تفيء إلى أمر الله وترجع عما أنت عليه. ثم يأخذانه بنفقتها ما دام على حاله حتى يرجع، فإذا رجع جَمَعَا بينه وبينها (١) . </p><p> وقوله تعالى:  {إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ} بين الزوج والمرأة. </p><p> فالكناية في {بَيْنِهِمَا} تعود على الزوجين. وأجاز بعضهم فيما حكاه ابن حبيب (٢) أن تعود الكناية على الحكمين (٣) . فيكون المعنى: يوفق الله صلاحًا للزوجين بين الحكمين (٤) . </p><p> ومذهب عمر - رضي الله عنه - أيضًا هذا، وهو أن المعني بإرادة الإصلاح الحكمان. </p><p> وقد رُوي أنه بعث حكمين بين زوجين فرجعا وأخبراه أن الزوجين لم يصطلحا، فعلاهما بالدرّة وقال: لو أردتما إصلاحًا وفق الله بينهما. </p><p>(١) أخرجه بمعناه مختصرًا الطبري ٥/ ٧٣ من طريق ابن أبي طلحة وهو في \"تفسير ابن عباس\" / ١٤٧. وقد ذكره السمرقندي في \"بحر العلوم\" دون نسبة لابن عباس بلفظ مقارب. انظر: \"بحر العلوم\" ١/ ٣٥٢، القرطبي ٥/ ١٧٥. وقد جاء نحوه عن السدي. انظر: الطبري ٥/ ٧١. (٢) الماوردي في \"النكت والعيون\" ١/ ٤٨٤.(٣) هذا رأي جمهور المفسرين، انظر: الطبري ٥/ ٧٦ - ٧٧، \"زاد المسير\" ٢/ ٧٧.(٤) انظر: \"النكت والعيون\" ١/ ٤٨٤</p><p> فرجعا وأخلصا، فإذا الزوجان قد أغلقا الباب دونهما واصطلحها (١) </p><p> وهذه القصة تُقوي عود الكناية إلى الزوجين. هذا إذا أراد الحكمان إصلاحًا ورأيا ذلك. </p><p> فإن أدى اجتهادهما إلى التفريق، فقد اختلف العلماء في ذلك: </p><p> فمذهب عثمان وعلي رضي الله عنهما وسعيد بن جبير والشعبي والسدي وإبراهيم وشريح: أن لهما التفريق بينهما بالطلاق إن رأياه؛ لأن التحكيم توكيل (٢) . </p><p> قال عبيدة السلماني: شهدت عليًا - رضي الله عنه - وجاءته امرأة وزوجها، مع كل واحد منهما فِئَامٌ من الناس، فقال: ما شأنهما؟ فأُخْبِرَ بالشقاق بينهما، فقال: ابعثوا حكمًا من أهله وحكمًا من أهلها، ثم قال للحكمين: أتدريان ما عليكما؟ إن عليكما إن رأيتما أن تفرقا فرقتما، وإن رأيتما أن تجمعا جمعتما. فقالت المرأة: رضيتُ بما في كتاب الله عليّ ولي (٣) . وقال الزوج: أما الفُرقة فلا. فقال علي: كذبتَ حتى تُقِرّ بمثل الذي أقرت (٤) به (٥) . </p><p>(١) لم أقف عليه. (٢) انظر: \"الطبري\" ٥/ ٧٣ - ٧٥، و\"القرطبي\" ٥/ ١٧٦.(٣) هنا عبارة (وقال ولي) وهي زياجة من الناسخ على الأغلب.(٤) في (أ): أقرب بالباء الموحدة وهو تصحيف ظاهر. والصواب بالتاء المثناة كما في (د)، \"الكشف والبيان\" يأتي.(٥) أخرجه الشافعي في \"الأم\" ٥/ ١٩٥، وقال الشافعي -رحمه الله-: حديث علي ثابت عندنا، والطبري ٥/ ٧١، وعبد الرزاق في \"تفسيره\" ١/ ١٥٨، والثعلبي ٤/ ٥١ ب، وعزاه السيوطى إلى عبد الرزاق في \"المصنف\" وسعيد بن جبير وعبد =</p><p> والظاهر من هذا الكلام أن عليًا - رضي الله عنه - رأى الفُرقة من غير رضا الزوج، ولذلك قال: كذبت، ولم يقل: فلا أبعث الحكمين حتى ترضى. </p><p> وإذا تعذر تنفيذ العقد بأحكامه فالوجه رفعه، وهذا هو الظاهر الصحيح من مذهب الشافعي -رحمه الله- الذي نص عليه في كتاب الطلاق من أحكام القرآن (١) ، وهو اختيار المزني (٢)  (٣) . </p><p> وقال الحسن: الحكمان يحكمان في الاجتماع ولا يحكمان في الفرقة إلا بأمرهما (٤) . وهذا أحد قولي الشافعي، وقد نص عليه في \"المُختصر\" ، وقال: لا بد من توكيل الزوج في الطلاق؛ لأنّ الطلاق إلى الأزواج (٥) . </p><p> قال الزجاج: وحقيقة أمر الحكمين أنهما (٦) يقصدان الإصلاح، </p><p>= بن حميد وابن المنذر وابن أبي حاتم. انظر: \"الدر المنثور\" ٢/ ٢٧٩. (١) انظر: \"الأم\" ٥/ ١٩٥، و\"أحكام القرآن\" للشافعي جمع البيهقي ١/ ٢١٢، و\"ابن كثير\" ١/ ٥٣٩.(٢) هو أبو إبراهيم إسماعيل بن يحيى بن إسماعيل بن عمرو المزني المصري، تلميذ الإمام الشافعي، إمام علامة رأس في الفقه الشافعي وله المختصر مشهور متداول، قال الشافعي: المزني ناصر مذهبي، توفي -رحمه الله- سنة ٢٦٤ هـ. انظر \"طبقات الفقهاء\" للشيرازي ص١٠٩، \"سير أعلام النبلاء\" ١٢/ ٤٩٢، \"طبقات الشافعية\" للأسنوي ١/ ٢٨.(٣) \"مختصر المزني\" ص ١٨٦.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ١٥٩، والطبري بمعناه ٥/ ٧٢، وعبد بن حميد وابن المنذر وابن أبى حاتم، انظر: \"الدر المنثور\" ٢/ ٢٨.(٥) انظر: \"مختصر المزني\" ص ١٨٦.(٦) فى (د): (أن).</p><p> وليس لهما طلاق، وإنما عليهما أن يُعَرِّفا الإمام حقيقة ما وقفا عليه؛ فإن رأى الإمام أن يُفرِّق فرّق، وإن رأى أنْ يجمع جمع، وإن وكّل الحكمين بتفريق أو جمع فهما بمنزلته. </p><p> والذي فعله عليّ رحمه الله من قوله: وإن رأيتما أن تفرقا فرقتما، تولية منه إياهما ذلك (١) . </p><p> وقوله تعالى:  {يُوَفِّقِ اللَّهُ بَيْنَهُمَا}  (٢) معنى التوفيق في اللغة هو تيسير وَفق الشيء، وهو ما يوافقه، أي يساوي حَالَته، ويقال: حَلوبَة فلان وَفق عياله، أي يخرج من لبنها ما يكفي عياله، على معنى أن ذلك مساوٍ لقدر حاجته (٣) . </p><p> قال الراعي: </p><p> أما الفقير الذي كانت حَلُوبته ... وَفقَ العِيَال فلم يُترك له سَبَدُ (٤) </p><p> فالموافقة المواساة (٥) في أمر من الأمور. والتوفيق بين النفسين إصلاحٌ بينهما لمساواة فيه. وقوله تعالى:  {جَزَاءً وِفَاقًا}  [النبأ: ٢٦] ، أي: على وَفق أعمالهم. </p><p>(١) انتهى من \"معاني الزجاج\" ٢/ ٤٩ بتصرف يسير. (٢) (بينهما) ليست في (أ).(٣) انظر: \"تهذيب اللغة\" ٤/ ٣٩٢٧، \"اللسان\" ٨/ ٤٨٨٤ (وفق).(٤) \"ديوانه\" ص ٦٤، \"تهذيب اللغة\" ٤/ ٣٩٢٧، \"اللسان\" ٨/ ٤٨٨٤ (وفق). ومعنى: حلوبته: قيل: معيشته وقيل حمولته، والسبَّدَ يطلق على المال وعلى ذوات الشعر من البهائم. انظر \"اللسان\" ٤/ ١٩١٨ (سبد). والشاهد أن وفق الشيء ما يساوي حالته أو يكفيه.(٥) لعلها المُساواة</p>"
}