{
  "id": null,
  "sura": 4,
  "aya": 40,
  "text": "<p> {وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ} يريد: يصدقوا مما تفضل الله به عليهم (١) . </p><p> وقوله تعالى:  {وَكَانَ اللَّهُ بِهِمْ عَلِيمًا} . تأويله: لا ينفعهم ما ينفقونه على جهة الرياء؛ لأن الله بهم عليم مجاز لهم بما يسرون من قليل أو كثير (٢) . </p><p> ٤٠ - قوله تعالى:  {{إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} الآية. قد ذكرنا أن الظلم يستعمل في معان كثيرة. وهو ههنا بمعنى النقص. </p><p> قال ابن عباس: يريد لا ينقص مثقال ذرة (٣) . </p><p> والمثقال مقدار الشيء في الثِّقل. وهو مفعال من الثقل، يقال: هذا على مثقال هذا، أي وزن هذا. ومعنى {مِثْقَالَ ذَرَّةٍ} : أي ما يكون وزنه وزن الذرة (٤) . </p><p> وأما الذرة فهي النملة الحميراء الصغيرة في قول أهل اللغة (٥) ، وهو قول ابن عباس (٦) وابن زيد (٧) . </p><p>(١) انظر: \"الوسيط\" ٢/ ٥٥٠، \"زاد المسير\" ٢/ ٨٣. (٢) انظر: الطبري ٥/ ٨٨. \"الوسيط\" ٢/ ٥٥٠، \"زاد المسير\" ٢/ ٨٣.(٣) أورده المصنف في \"الوسيط\" ٢/ ٥٥٠ من رواية عطاء ولم أقف عليه، وانظر: \"الكشف والبيان\" (٤/ ٥٥/ أ).(٤) انظر: \"غريب القرآن\" لابن قتيبة ص ١١٩، والطبري ٥/ ٨٨، \"معاني الزجاج\" ٢/ ٥٢، \"النكت والعيون\" ١/ ٤٨٨.(٥) انظر: \"اللسان\" ٣/ ١٤٩٤ (ذرر).(٦) أخرج الأثر عنه - الطبري ٥/ ٨٩، وذكره الثعلبي (٤/ ٥٥ أ)، وانظر: \"زاد المسير\" ٢/ ٨٥، \"الدر المنثور\" ٢/ ٢٩٠.(٧) لم أقف على قوله، وقد خرج الطبري مثل هذا القول عن يزيد بن هارون كما في \"تفسير الطبري\" ٥/ ٨٩، فيحتمل أن \"يزيد\" تصحف من النساخ إلى \"ابن زيد\" والله أعلم.</p><p> وروى يزيد بن الأصم (١) عن ابن عباس في هذه الآية قال: أدخل ابن عباس يده في التراب، ثم رفعها، ثم نفخ فيه فقال: كل واحدة من هؤلاء ذرَّة (٢) . </p><p> والمراد من هذا: لا يظلم قليلًا ولا كثيرًا، ولكن الكلام خرج على أصغر ما يتعارفه الناس، يدل على هذا قوله:  {إِنَّ اللَّهَ لَا يَظْلِمُ النَّاسَ شَيْئًا}  [يونس: ٤٤] . </p><p> قال ابن عباس: نزل قوله: {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ} في المنافقين، وقوله تعالى:  {وَإِنْ تَكُ حَسَنَةً} في المؤمنين. يقول: لا ينقص {مِثْقَالَ}  (٣) ذرة من عمل منافق إلا جازاه بها رواه عطاء عنه (٤) . </p><p> وقال آخرون: هذا على العموم (٥) . ثم اختلفوا؛ فذهب بعضهم في تأويله إلى ما رواه أنس أن النبي - صلى الله عليه وسلم - قال:  \"وإن الله لا يظلم حسنة، أما المؤمن فيثاب عليها الرزق في الدنيا، ويجزى بها في الآخرة. وأما الكافر فيُطعم بها في الدنيا، فإذا كان يوم القيامة لم تكن له حسنة\"  (٦) . </p><p>(١) هو أبو عوف يزيد بن عمرو (الأصم) بن عبيد البكائي المدني، من ثقات التابعين، وهو ابن خالة ابن عباس رضي الله عنهما توفي -رحمه الله- سنة ١٠٣هـ. انظر: \"تاريخ الثقات\" ٢/ ٣٦٠، \"التقريب\" رقم (٧٦٨٥). (٢) انظر: \"زاد المسير\" ٢/ ٨٥.(٣) ليس في (د).(٤) لم أقف عليه، وانظر: \"تنوير المقياس\" بهامش المصحف ص ٨٥.(٥) أي عموم المؤمنين والكافرين.(٦) أخرجه مسلم (٢٨٠٨) كتاب صفات المنافقين باب: جزاء المؤمن بحسناته في الدنيا والآخرة وتعجيل حسنات الكافر في الدنيا.</p><p> وذهب بعضهم إلى تأويل هذه الآية: إن الله لا يظلم مثقال ذرة للخصم على الخصم، بل يأخذ له ومنه، ولا يظلم مثقال ذرة تبقى للخصم، بل يثيبه عليها ويُضعفها له. واحتجوا بما روي عن ابن مسعود أنه قال: يُؤتى بالعبد يوم القيامة وينادي منادٍ على رؤوس الأولين والآخرين: هذا فلان بن فلان، من كان له عليه حق فليأت إلى حقه. ثم يقال له: آت هؤلاء حقوقهم. فيقول: يا رب من أين وقد ذهبت الدنيا. فيقول الله لملائكته في أعماله الصالحة: فأعطوهم منها، فإن بقي مثقال ذرة من حسنة ضعّفها الله تعالى لعبده وأدخله الجنة بفضل رحمته. </p><p> ومصداق ذلك في كتاب الله {إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ}  (١) . </p><p> وقوله تعالى:  {وَإِنْ تَكُ حَسَنَةً} . الأصل: وإن تكن (بالنون) كقوله: {إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا}  [النساء: ١٣٥] ، وذلك أن النون إذا سكنت (٢) للجزم وسقطت الواو لسكونها وسكون النون فصار (تكن) ، ويجوز حذف النون من تكن؛ لأنها ساكنة وهي تشبه حروف اللين، وحروف اللين إذا وقعت طرفًا سقطت، كقولك: لم أدر، وإن تدع. كذلك حُذفت هذه النون استخفافًا لكثرة الاستعمال كما قالوا: لا أدرِ ولم أبل، والأصل: لم أبال ولا أدري. </p><p>(١) أخرجه بنحوه الطبري ٥/ ٨٩ - ٩٠ بأكثر من طريق، وابن أبي حاتم ونقله ابن كثير ١/ ٥٤٤ عنه بإسناده ثم قال: \"ولبعض هذا الأثر شاهد في الحديث الصحيح\" وصحح إسناد ابن أبي حاتم أحمد شاكر في تحقيقه للطبري، وقال عن هذا الأثر: \"والحديث أثر موقوف على ابن مسعود، ولكني أراه من المرفوع حكمًا، فإن ما ذكره ابن مسعود مما لا يعرف بالرأي، وما كان ابن مسعود ليقول هذا من عند نفسه، وليس هو ممن ينقل عن أهل الكتاب ولا يقبل الإسرائيليات\". وانظر: \"الدر المنثور\" ٢/ ٢٩٠. (٢) في (د): (سقطت).</p><p> ووجه شبه النون بحروف اللين أنَّ الغنة التي في النون كاللين الذي في حروف اللين، وأيضًا فإنها تحذف لالتقاء الساكنين، كما حذفوهن كلذلك في نحو: غزا القوم، وتغطي ابنك وتصبو (١) المرأة. ألا ترى أنك لم تظهر الألف ولا الباء (٢) ولا الواو في اللفظ، بل حذفتهن لاجتماع الساكنين. وكذلك يفعلون في النون فيقولون: مِلآن، أي: من الآن (٣) ، وأنشد سيبويه: </p><p> فلست بآتيه ولا أستطيعه ... ولكِ اسقني إن كان ماؤك ذا فضل (٤) </p><p> وأنشد قُطرب: </p><p> لم يك الحق سوى أن هاجه ... رسم دار قد تعفى بالسِّرر (٥) </p><p> يريد بالأول: ولكن، والثاني: لم يكن، فلم يحرِّكا وحذفا. </p><p> جعلوا النون أيضًا علمًا للرفع في نحو: يقومان ويقومون وتقومين، كما جعلوا الواو والألف علمًا له، نحو: أخوك وأبوك، والزيدان، </p><p>(١) هكذا في: (أ) ولعل الصواب بدون ألف. (٢) هكذا في: (أ) بالباء الموحدة، ولعل الصواب: \"ولا الياء\" بالمثناة التحتية، وهو كما في (د).(٣) انظر: \"سر صناعة الإعراب\" ٢/ ٥٤٠, ٥٤٠، \"الخصائص\" ١/ ٩٠، \"عمدة الحفاظ\" ص (٥٠٥) (كون).(٤) الكتاب ١/ ٢٧، وعزا البيت للنجاشي (قيس بن عمرو الحارثي) وهو يصف ذئبًا. انظر: \"الخصائص\" ١/ ٣١٠، \"سر صناعة الإعراب\" ٢/ ٤٤٠، ٥٤١ بتحقيق هنداوي \"الإنصاف\" ص ٥٤٦ بتحقيق عبد الحميد.(٥) البيت لحسيل بن عرفطة (شاعر جاهلي) والضمير في \"هاجه\" يعود على عائق في بيت قبله، \"السرر\" اسم موضع قرب مكة. انظر: \"النوادر\" لأبي زيد ص (٧٧)، \"سر صناعة الإعراب\" ٢/ ٤٤٠، ٥٤٠ بتحقيق هنداوي، \"الخصائص\" ١/ ٩٠.</p><p> والزيدون، إلى غير ذلك مما يطول ذكره (١) . </p><p> وقرئ قوله:  (حسنةٌ) بالرفع والنصب (٢) ، فمن رفع فهي اسم كان ولا خبر لها ههنا، وهي في مذهب التمام. على معنى: وإن تحدث حسنة، أو إن تقع حسنة. ومن نصب كان المعنى: وإن لَكن فعلتُه حسنةً. </p><p> والنصب حسن، لتقدم ذكر (مثقال ذرة) ، فتجعل الذرة اسمًا وحسنة الخبر، على تقدير: وإن تكن الذرة حسنةً يضاعفها الله (٣) . </p><p> قال ابن عباس:  {وَإِنْ تَكُ حَسَنَةً} يريد: من مؤمن {يُضَاعِفْهَا} يريد: عشرة أضعافها (٤) . </p><p> وقال السدي: هذا عند الحساب والقصاص (فمن بقي له من الحسنات شيء يضاعفه بسبع مائة، وإلى الأجر العظيم (٥) . </p><p> ولهذا كان يقول بعض الصالحين: فُصَلت (٦) حسناتي سيئاتي بمثقال ذرة أحب إلي من الدنيا وما فيها (٧) ) (٨) . </p><p> وقوله تعالى:  {وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا} قال عطاء: يريد من عنده </p><p>(١) \"سر صناعة الإعراب\" ٢/ ٤٤٠، وانظر: \"الكتاب\" ١/ ١٩. (٢) بالرفع لأبي جعفر ونافع وابن كثير، وبالنصب لبقية العشرة انظر: \"السبعة\" ص ٢٣٣، \"الحجة\" ٣/ ١٦٠، \"المبسوط\" ص (١٥٦)، \"النشر\" ٢/ ٢٤٩.(٣) انظر: \"الحجة\" ٣/ ١٦٠، \"إعراب القراءات السبع\" ١/ ١٣٣، \"معاني القراءات\" ١/ ٣٠٨.(٤) أورده المؤلف في \"الوسيط\" ٢/ ٥٥١، وانظر: \"تنوير المقباس\" بهامش المصحف ص ٨٥.(٥) لم أقف عليه.(٦) هكذا، ولعل الصواب: \"لو فضلت\".(٧) هذا القول لقتادة، أخرجه عنه عبد الرزاق في \"تفسيره\" ١/ ١٦٠، والطبري ٥/ ٨٨.(٨) ما بين القوسين لم يتضح كاملا في (أ) بسبب الطمس والتآكل في النسخة.</p><p> أجرًا عظيمًا يتفضل عليه بأكثر من العشرة الأضعاف (١) . </p><p> وقال الكلبي: الأجر العظيم الجنة (٢) . </p><p> وقال الحسن: هذا أحب إلى العلماء؛ أن لو قال: الحسنة بمائة ألف وهو كقوله: {لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ}  [القدر: ٣] ، ولم يقل مثل ألف شهر (٣) . </p><p> وقال أبو عثمان النهدي (٤) : بلغني عن أبي هريرة (٥) أنه قال: إن الله عز وجل يُعطي عبده المؤمن بالحسنة الواحدة ألف ألف حسنة. فقضي أن انطلقت حاجًا أو معتمرًا، فلقيته فقلت: بلغني عنك أنك تقول: إن الله عز وجل يُعطي عبده المؤمن بالحسنة ألف ألف حسنة. قال أبو هريرة: لم أقل ذلك، ولكني قلت: إن الحسنة تضاعف ألفي ألف (٦) حسنة ثم تلا هذه الآية وقال: إذا قال الله عز جل: {أَجْرًا عَظِيمًا} فمن يقدر قدره (٧) . </p><p> وسنذكر اللغات في لدن والكلام فيه في سورة الكهف إن شاء الله. </p><p>(١) أورده المؤلف في \"الوسيط\" ٢/ ٥٥٢ دون نسبة لعطاء، ولم أقف عليه. (٢) انظر: \"تنوير المقباس\" بهامش المصحف ص ٨٥، وقد ورد هذا التفسير عن ابن مسعود، وسعيد بن جبير وابن زيد. أخرج ذلك عنهم الطبري ٥/ ٩١ - ٩٢.(٣) لم أقف عليه.(٤) هو عبد الرحمن بن مل -بميم مثلثة ولام ثقيلة- النهدي، مشهور بكنيته، من كبار الرواة الثقاة وهو من المخضرمين، وكان من العباد. توفي -رحمه الله- سنة ٩٥ هـ. وله من العمر ١٣٠ سنة أو أكثر. انظر: \"سير أعلام النبلاء\" ٤/ ١٧٥، \"تقريب التهذيب\" ص (٣٥١) (٤٠١٧).(٥) تقدمت ترجمته.(٦) في (د): (ألف ألف).(٧) أخرجه بنحوه وآخره مرفوعًا الإمام أحمد ٢/ ٢٩٦، والطبري ٥/ ٩١، والثعلبي ٤/ ٥٧، وعزاه ابن كثير ١/ ٥٤٥ إلى ابن أبي حاتم والسيوطي في \"الدر المنثور\" ٢/ ٢٩١ إلى ابن أبي شيبة أيضًا.</p>"
}