{
  "id": null,
  "sura": 4,
  "aya": 21,
  "text": "<p> ٢١ - وقوله تعالى:  {وَكَيْفَ تَأْخُذُونَهُ} . استفهام معناه التوبيخ والتعظيم لأخذ المهر بغير حِلّه (١) . ومضت نظائره والكلام (٢) . </p><p> وقوله تعالى:  {وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} . الإفضاء في اللغة معناه الوصول، يقال: أفضى إليه، أي: وَصل إليه بالملابسة معه قال الشاعر: </p><p> بِلًى (٣) وَثأًى أَفضَى إلى كُل كُثْبَةٍ (٤) ... بَدا سَيرُها مِن ظَاهِرٍ بعد ظَاهِرِ (٥) </p><p> أي: البلى والفساد وصل إلى الخرز (٦) . </p><p> وأصله من الفضاء، الذي هو السعة، يقال: فَضا يفضو، فُضُوّا وفَضاءً، إذا اتسع. والفاضي المكان الواسع. فالإفضاء الوصول باتساع المذهب (٧) . </p><p>(١) انظر الطبري ٤/ ٣١٤، والثعلبي ٤/ ٢٩ ب. (٢) الظاهر أنه في الكلام حذف وتصحيف، ولعل التمام والصواب: ومضى نظائره والكلام عليه.(٣) عند الطبري ٤/ ٣١٤: بلى، ولعله هو الصواب.(٤) عند الطبري ٤/ ٣١٤: كتبه بالتاء المثناة، ولعله هو الظاهر كما سيظهر في الحاشية التالية.(٥) البيت للطرماح كما في \"ديوانه\" ص ١٢٧، وآخره \"من ظاهر بعد باطن\"، و\"المحرر الوجيز\" ٢/ ٣٠. وقد أثبته محمود شاكر في تحقيقه للطبري كالتالي: [بلين] بِلًى أفضى إلى [كل] كُتبة، بدا سيرها من باطن بعد ظاهر، وقال محمود في حاشي: والكُتبة (بضم فسكون) هي الخَرَزَة المضمومة التي ضم السير كلا وجهيها من المزادة والسقاء والقربة، يقال: كتب القربة، خرزها بسيرين. وهذا بيت يصف مَزادًا أو قربًا قد بليت خرزها بلى شديدًا فقطر الماء منها، فلم تعد صالحة لحمل الماء. \"تفسير الطبري\" بتحقيق شاكر ٨/ ١٢٥.(٦) الطبري ٤/ ٣١٤ بتصرف(٧) انظر \"العين\" ٧/ ٦٣ (فضو)، \"جمهرة اللغة\" ٣/ ٢٦١، \"تهذيب اللغة\" ٣/ ٢٧٩٦ - ٢٧٩٧، \"الصحاح\" ٦/ ٢٤٥٥ (فضا)، \"أساس البلاغة\" ٢/ ٢٠٥ (فضو)،=</p><p> وقال ابن المظفر: أفضى فلان إلى فلان، أي: وصل إليه. وأصله أنه صار في فُرجته وفَضائه (١) . </p><p> وللمفسرين في الإفضاء في هذه الآية قولان: أحدهما: أن الإفضاء ههنا كناية عن الجماع. قال ابن عباس في رواية عطاء:  {وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ} يريد الجماع (٢) . وهو قول مجاهد والسدي (٣) ، واختيار الزجاج (٤) ، وابن قتيبة (٥) ، ومذهب الشافعي؛ لأن عنده للزوج أن يرجع في نصف المهر إذا طلق قبل المسيس وإن خلا بها (٦) . </p><p> القول الثاني: أن الإفضاء أن يخلو بها وإن لم يُجامعها. </p><p>= \"اللسان\" ٦/ ٣٤٣٠ (فضا). (١) قول ابن المظفر في \"العين\" ٧/ ٦٣ (فضو)، \"تهذيب اللغة\" ٣/ ٢٧٩٦ - ٢٧٩٧ (فضا). وانظر \"اللسان\" ٦/ ٣٤٣٠ - ٣٤٣١ (فضا).(٢) ثبت عن ابن عباس - رضي الله عنه - أنه فسر الإفضاء ههنا بالجماع، لكن من طريق آخر، رواه عنه بكر بن عبد الله المزني، أخرجه ابن جرير في \"تفسير الطبري\" ٤/ ٣١٤، وعزاه السيوطي إلى ابن المنذر وابن أبي حاتم.انظر: \"الدر المنثور\" ٢/ ٢٣٨، \"تحقيق المروي عن ابن عباس\" ١/ ٢٠٨. ولم أقف على رواية عطاء.(٣) أخرج ذلك عنهما الطبري ٤/ ٣١٥، والأثر عن مجاهد في \"تفسيره\" ١/ ١٥٠، ١٥١، وانظر: \"زاد المسير\" ٢/ ٤٣، وابن كثير ١/ ٥٠٩، و\"الدر المنثور\" ٢/ ٢٣٨.(٤) ليس للزجاج تصريح باختيار هذا القول دون غيره. انظر: \"معاني القرآن وإعرابه\" ٢/ ٣١.(٥) \"غريب القرآن\" ص ١١٧.(٦) انظر: \"الأم\" ٥/ ٢١٥.</p><p> وهذا القول اختيار الفراء في الإفضاء (١) ، ومذهب أبي حنيفة (٢) ؛ لأن الخلوة عنده تمنع من الرجوع في شيء من المهر بالطلاق (٣) . </p><p> واللغة تحتمل المذهبين، روى ثعلب، عن ابن الأعرابي: أفضى الرجل: دخل على أهله، وأفضى: إذا جامعها (٤) . قال (٥) : والإفضاء في الحقيقة الانتهاء، ومنه قوله تعالى:  {وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى} أي: انتهى وأوى (٦) . </p><p> وابن عباس والأكثرون على القول الأول (٧) . </p><p> وقوله تعالى:  {وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا}  [النساء: ٢١] . قال الحسن وابن سيرين (٨) والضحاك وقتادة والسدي وعكرمة والفراء: هو قولهم عند العقد: زَوجتُكها على ما أخذ الله للنساء على الرجال من إمساك </p><p>(١) في \"معاني القرآن\" ١/ ٢٥٩. (٢) هو النعمان بن ثابت التيمي الكوفي، الإمام الكبير المشهور العلامة الثقة، إمام الرأي والمذهب الحنفي، ولد سنة ٨٠ هـ في حياة صغار الصحابة ورأى أنس بن مالك. توفي سنة ١٥٠هـ انظر: \"تاريخ الثقات\" ص ٣١٤، \"تاريخ خليفة\" ص ٤٢٥، \"سير أعلام النبلاء\" ٦/ ٣٩٠، \"التقريب\" ص ٥٦٣ رقم (٧١٥٣).(٣) انظر: \"الاختيار\" لابن مودود الحنفي ٣/ ١٠٣.(٤) \"تهذيب اللغة\" ٣/ ٢٧٩٦ (فضا).(٥) أي ابن الأعرابي.(٦) \"تهذيب اللغة\" ٣/ ٢٧٩٦ (فضا)، وانظر: \"اللسان\" ٦/ ٣٤٢٦ المادة نفسها.(٧) هذا يفيد بأن القول الأول قول الجمهور، ولعل هذا ترجيح من المؤلف له.(٨) هو أبو بكر محمد بن سيرين الأنصاري البصري التابعي، إمام ثقة ثبت في الحديث وكان لا يرى الرواية بالمعنى، عابد كبير القدر، وقد أخرج حديثه الجماعة. توفي -رحمه الله- سنة ١١٠هـ انظر: \"تاريخ الثقات\" ص٢٤٠، \"مشاهير علماء الأمصار\" ص ٨٨، \"التقريب\" ص ٤٨٣ رقم (٥٩٤٧).</p><p> بمعروف أو تسريح بإحسان (١) . </p><p> قال الزجاج: التسريح بإحسان لا يكون بأن يأخذ مهرها، هذا تسريح بإساءة لا تسريح بإحسان (٢) . </p><p> وقال مجاهد وابن زيد: الميثاق الغليظ كلمة النكاح التي يُستحل بها فروج النساء (٣) ، وهو قول ابن عباس في رواية عطاء، قال: الميثاق الغليظ: يريد الشهادة والخُطبة التي فيها ذكر الله والصلاة على النبي - صلى الله عليه وسلم - والنكاح (٤) . وقد قال النبي - صلى الله عليه وسلم -: \"اتقوا الله في النساء، فإنكم(أخذتموهن بأمان)(٥)الله، واستحللتم فُروجهن بكلمة الله\"  (٦) . والصحيح أن هذه الآية </p><p>(١) أخرج أقوال المتقدمين إلى عكرمة ابن جرير في \"جامع البيان\" ٤/ ٣١٥. وقد ذكر السيوطي في \"الدر المنثور\" ٢/ ٢٣٨ أن قول عكرمة كقول مجاهد الآتي عند المؤلف، وعزاه إلى ابن أبي شيبة وقد أخرج عبد الرزاق في \"تفسيره\" ١/ ١٥٢ قول قتادة خاصة. وقد نسب نحو هذا القول لابن عباس. انظر في ذلك كله: الثعلبي ٤/ ٣٠ أ، \"زاد المسير\" ٢/ ٤٣، ابن كثير ١/ ٥٠٩، \"الدر المنثور\" ٢/ ٢٣٨. وأما قول الفراء ففي \"معانيه\" ١/ ٢٥٩. (٢) \"معاني القرآن\" ٢/ ٣٢.(٣) الأثر عن مجاهد بنحوه في \"تفسيره\" ١/ ١٥١، وأخرجه الطبري ٤/ ٣١٦، وأما عن ابن زيد فقد أخرجه الطبري بلفظ: الميثاق النكاح. \"جامع البيان\" ٤/ ٣١٦. وانظر: \"تفسير كتاب الله العزيز\" ١/ ٣٦١، والثعلبي ٤/ ٣٠ ب، و\"زاد المسير\" ٢/ ٤٤، وابن كثير ١/ ٥٠٩، و\"الدر المنثور\" ٢/ ٢٣٨.(٤) لم أقف عليه، لكن أورد السيوطي في \"الدر المنثور\" ٢/ ٢٣٨ أن ابن أبي حاتم أخرج عن ابن عباس: {وَأَخَذْنَ مِنْكُمْ مِيثَاقًا غَلِيظًا} قال: هو قول الرجل: ملكت.(٥) المثبت من صحيح مسلم، وورد في الأصل (أخذتم بأمانة).(٦) جزءٌ من حديث طويل صحيح أخرجه مسلم رقم (١٢١٨) كتاب الحج، باب. حجة النبي - صلى الله عليه وسلم -، انظر: \"المعجم المفهرس\" (حل).</p>"
}