{
  "id": null,
  "sura": 4,
  "aya": 159,
  "text": "<p> لم يُجز إدغام الراء في اللام؛ لأن الأنقص يدغم في الأفضل. </p><p> ويجوز الإظهار في:  {بَلْ رَفَعَهُ} ، لأن اللام والراء من كلمتين. </p><p> ومعنى {رَفَعَهُ اللَّهُ إِلَيْهِ} أي إلى الموضع الذي لا يجري لأحد سوى الله فيه حكم، وكان رفعه إلى ذلك الموضع رفعًا إليه، لأن رفع عن أن يجري عليه حكم أحد من العباد، كقوله:  {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ}  [البقرة: ٢١٠]  (١) ولم تخرج الأمور اليوم من حكمه فترجع إليه، ولكن المعنى أنَّ الأمور تصير بحيث لا يجري لأحد حكم فيها حقيقة ولا مجازًا سوى الله تعالى يوم القيامة. </p><p> يؤكد ما قلنا أنَّ الحسن قال:  {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ} إلى السماء (٢) . كما قال:  {وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ}  [النساء: ١٠٠] وكانت الهجرة يومئذٍ إلى المدينة، وكذلك ما أخبر به عن (إبراهيم)  (٣) في قوله: {إِنِّي ذَاهِبٌ إِلَى رَبِّي}  [الصافات: ٩٩] وكان ذاهبًا إلى الشام، فجعل ذهابه إلى الموضع الذي أمره ربه ذهابًا إلى ربه. </p><p> {وَكَانَ اللَّهُ عَزِيزًا} في اقتداره على نجاة من يشاء من عباده. </p><p> {حَكِيمًا} في تدبير في النجاة. </p><p> ١٥٩ - قوله تعالى:  {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} الآية. (وَإِن) بمعنى: ما النافية. </p><p> قال الزجاج: والمعنى: وما فيهم أحدٌ إلا ليؤمنن به، وكذلك قوله: </p><p>(١) وقد وردت هذِه الجملة في أكثر من آية. انظر: \"المعجم المفهرس لألفاظ القرآن الكريم\" ص ٣٠١ (رجع). (٢) انظر: \"تفسير الهواري\" ١/ ٤٣٦، و\"النكت والعيون\" ١/ ٥٤٤.(٣) طمست الكلمة في المخطوط , والآية في إبراهيم -عليه السلام-.</p><p> {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا}  [مريم: ٧١] المعنى: وما منكم أحد إلا واردها. وكذلك:  {وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ}  (١)  [الصافات: ١٦٤] ، وأنشد: </p><p> لو قلتَ ما في قومها لم تيثَم (٢) ... يفضُلُها في حَسبٍ وميسَمِ (٣) </p><p> أي: أحد يفضلها (٤) . </p><p> وقد ذكرنا فيما تقدم جواز حذف الموصول أو الموصوف من الكلام والخلاف فيه عند قوله في النساء:  {مِنَ الَّذِينَ هَادُوا} الآية [النساء: ٤٦] . </p><p> وقال الكسائي: تقول العرب: إن منهم ليقومَن -بفتح الميم-، وليقومُن -بضم الميم-، وفي قراءة أبيّ:  (إلا ليُؤمنُن) بضم النون الأولى. </p><p> قال: وتقول العرب: إن منهم إلا يصلح، وإن منهم إلا ليصلح، المعنى: إلا من يصلح (٥) . </p><p> واختلفوا في معنى الآية: فقال ابن عباس في رواية عطاء، وعطية وسعيد بن جبير والحسن وقتادة والربيع وابن زيد:  {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ} بعيسى {قَبْلَ مَوْتِهِ} عيسى. وذلك عند نزوله من السماء في آخر الزمان، فلا يبقى أحد من أهل الكتاب إلا آمن به، حتى تكون الملة واحدة (...)  (٦) الإسلام (٧) . </p><p>(١) في المخطوطة زيادة كلمة (أحد) بعد (منا)، وهو خطأ. (٢) أي: تأثم, وكذا هو في بعض روايات البيت.(٣) البيت لحكيم بن معية كما في \"خزانة الأدب\" ٢/ ٣١١، وفي \"معاني القرآن\" للفراء ١/ ٢٧٠ دون نسبة.والميسم يطلق على أثر الجمال. انظر: \"اللسان\" ٨/ ٤٨٣٨ (وسم).(٤) \"معاني القرآن إعرابه\" ٢/ ١٢٩.(٥) لم أقف عليه.(٦) كلمة غير واضحة في المخطوط، ويحتمل أن تكون: هي.(٧) انظر: الطبري ٦/ ١٨.</p><p> قال عطاء: إذا نزل إلى الأرض لا يبقى يهودي ولا نصراني ولا أحد ممن يعبد غير الله إلا آمن به، وصدقه، وشهد (١) أنه روح الله وكلمته وعبده ونبيه (٢) . واستبعد هذا القول قوم، وقالوا: الآية عامة في جميع أهل الكتاب والذين يبقون منهم إلى وقت نزول عيسى حتى يؤمنوا به شرذمة قليلة. </p><p> والأمر على ما قالوا, ولكن لا يُنكر أن يحمل هذا على العموم والمراد به الذين يشاهدون ذلك الوقت ويدركون نزوله يؤمنون به {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ}  (٣) . </p><p> وقال ابن عباس في رواية الوالبي وعكرمة ومجاهد والضحاك والسدي: المعنى: وإن من أهل الكتاب أحدٌ إلا ليؤمنن بعيسى قبل موته إذا عاين الملك، ولا ينفعه حينئذ إيمانه؛ لأن كل من نزل به الموت لم تخرج نفسه حتى يتبين له الحق من الباطل في دينه (٤) . </p><p> فالهاء في {مَوْتِهِ} تعود إلى الكتاب (٥) ، قالوا: لا يموت يهودي </p><p>(١) غير واضحة تمامًا في المخطوط، وانظر: \"زاد المسير\" ٢/ ٢٤٨. (٢) انظر: \"زاد المسير\" ٢/ ٢٤٨.(٣) رجح ابن جرير -رحمه الله- القول الأول وهو أنه لا يبقى أحد من أهل الكتاب بعد نزول عيسى -عليه السلام- إلا آمن به قبل موت عيسى عليه السلام. انظر: الطبري ٦/ ٢١ - ٢٣. قال ابن كثير في \"تفسيره\" ٢/ ٤٣٥: \"ولا شك أن هذا الذي قال ابن جرير هو الصحيح، لأن المقصود من سياق الآي في تقرير بطلان ما ادعته اليهود من قتل عيسى وصلبه، وتسليم من سلم لهم من النصارى الجهلة ذلك ... \".(٤) انظر: \"تفسير ابن عباس\" ص ١٦٤، والطبري ٦/ ١٩ - ٢٣، و\"النكت والعيون\" ١/ ٥٤٤.(٥) هكذا في المخطوط، ولعل الصواب: \"أهل الكتاب\".</p>"
}