{
  "id": null,
  "sura": 4,
  "aya": 59,
  "text": "<p> ٥٩ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُم} . [النساء: ٥٩] . </p><p> اختلف الرواية عن ابن عباس في تفسير أولي الأمر، فقال في رواية عطاء: يريد الولاة من المهاجرين والأنصار والتابعين بإحسان (١) . </p><p> وقال في رواية الوالبي: هم الفقهاء والعلماء، أهل الدين الذين يعلِّمون الناس معالم دينهم أوجب الله طاعتهم (٢) . وهذا قول مجاهد (٣) والحسن (٤) والضحاك (٥) . </p><p> وقال في رواية سعيد بن جبير: نزلت في عبد الله بن حذافة (٦)  [بن قيس بن عدي]  (٧) ، بعثه النبي - صلى الله عليه وسلم - في السرية (٨) . </p><p>(١) انظر: \"معالم التنزيل\" ٢/ ٢٤١. وقد أخرج الخطيب البغدادي في كتاب \"الفقيه والمتفقه\" ص ٢٧ من رواية عطاء عن ابن عباس قال: {وَأُولِي الْأَمْرِ مِنْكُمْ} قال: \"العلماء حيث كانوا وأين كانوا\". (٢) \"تفسير ابن عباس\" ص ١٥١، وأخرجه الطبري ٥/ ١٤٩، لكنه فيهما بلفظ \"يعني أهل الفقه في الدين\".(٣) في \"تفسيره\" ١/ ١٦٢، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ١٦٦، والطبري ٥/ ١٤٩ والخطيب في الفقيه والمتفقه ص (٢٧، ٢٨).(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ١٦٦، والطبري ٥/ ١٤٩، والخطيب في \"الفقيه والمتفقه\" ص ٢٨، وانظر: \"زاد المسير\" ٢/ ١٧.(٥) أورده السمرقندي في \"بحر العلوم\" ١/ ٣٦٣، وانظر: \"زاد المسير\" ٢/ ١١٧.(٦) هو أبو حذافة أو أبو حذيفة عبد الله بن حذافة بن قيس بن عدي القرشي السهمي من قدماء المهاجرين ومن المهاجرين، وقد ثبت أمام فتنة ملك الروم لما أسر وصار سببًا في فكاك أسارى المسلمين، توفي رضي الله عنه في خلافة عثمان. انظر: \"أسد الغابة\" ٣/ ٢١١، \"الإصابة\" ٢/ ٢٩٦، \"التقريب\" ص ٣٠٠ رقم (٣٢٧٢).(٧) بياض في (ش) والتسديد من البخاري ٨/ ٢٥٣، \"أسباب النزول\" للمؤلف ص١٦٣.(٨) أخرجه البخاري (٤٥٨٤) كتاب \"التفسير\" سورة النساء، باب: {وَأُولِي الْأَمْرِ مِنْكُمْ} ومسلم (١٨٣٤) كتاب الإمارة، باب وجوب طاعة الأمراء، والطبري ٥/ ١٤٨، والمؤلف في \"أسباب النزول\" ص ١٦٣ - ١٦٤.</p><p> وفي رواية باذان عن ابن عباس: أنها نزلت في خالد بن الوليد (١) . بعثه رسول الله - صلى الله عليه وسلم - أميرًا على سرية، وفيها عمار بن ياسر (٢) ، فجرى بينهما اختلاف في شيء، فنزلت هذه الآية، وأمر بطاعة أولي الأمر (٣) . </p><p> وقال الكلبي ومقاتل والسدي: أولو الأمر أمراء السرايا (٤) . </p><p> وقال ابن زيد: هم الأمراء والسلاطين، أمروا بأداء الأمانة بقوله: بحسن الطاعة لهم (٥) . </p><p>(١) هو أبو سليمان خالد بن الوليد بن المغيرة بن عبد الله بن عمرو القرشي المخزومي، سيف الله، كان أحد أشراف قريش في الجاهلية ومقدما في الحروب، أسلم سنة سبع وشهد الفتح وحنين والفتوحات وطلب الشهادة لكنه توفي رضي الله عنه على فراشه سنة ٢١ هـ انظر: \"أسد الغابة\" ٢/ ١٠٩، \"الإصابة\" ١/ ٤١٣. (٢) هو أبو اليقظان عمار بن ياسر بن عامر بن مالك العنسي حليف بني مخزوم، من السابقين هو وأبوه وأمه إلى الإسلام وكانوا يعذبون فيحثهم النبي - صلى الله عليه وسلم - على الصبر، من المهاجرين وشهد المشاهد، وقد قتلته الفئة الباغية كما أخبر النبي - صلى الله عليه وسلم - يوم صفين سنة ٨٧ هـ انظر: \"مشاهير علماء الأمصار\" ص (٤٣)، \"سير أعلام النبلاء\" ١/ ٤٠٦، \"الإصابة\" ٢/ ٥١٢.(٣) أخرجه ابن مردويه كما ذكره ابن كثير في \"تفسيره\" ٢/ ٣٢٦، وانظر: \"زاد المسير\" ٢/ ١١٦.(٤) قول مقاتل في \"تفسيره\" ١/ ٣٨٣. وعن الكلبي انظر: \"بحر العلوم\" ١/ ٣٦٣، \"زاد المسير\" ٢/ ١١٦، والقرطبي ٥/ ٢٦٠. أما عن السدي فقد أخرج الأثر المتقدم عن ابن عباس عنه مرسلًا. الطبري ٥/ ١٤٨، وابن أبي حاتم. انظر: \"تفسير ابن كثير\" ١/ ٥٦٦ - ٥٦٧، \"الدر المنثور\" ٢/ ٣١٤.(٥) أخرج ابن جرير الطبري ٥/ ١٤٨ بسنده عن ابن زيد قال في قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} قال: قال أبي: هم السلاطين. قال: وقال ابن زيد في قوله: {وَأُولِي الْأَمْرِ مِنْكُمْ} \"قال أبي: قال رسول الله - صلى الله عليه وسلم -: الطاعة الطاعة، وفي الطاعة بلاء ... \" الحديث.هذا ما وجدته عن ابن زيد، وانظر: \"زاد المسير\" ٢/ ١١٦.</p><p> ولهذا قال يرعى. حقٌّ على الإمام أن يحكم بما أنزل الله، ويؤدي الأمانة، فإذا فعل ذلك فحق على الرعية أن يسمعوا ويطيعوا (١) . </p><p> وقال الزجاج: وجملة أولي الأمر من يقوم بشأن المسلمين في أمر دينهم وجميع ما أدى إلى صلاحهم (٢) . </p><p> قال العلماء: طاعة السلطان عن الكتاب والسنة فلا طاعة له، وإنما تجب طاعتهم فيما وافق الحق (٣) . </p><p> وروي أن مسلمة بن عبد الملك (٤) قال لأبي حازم (٥) : ألستم أمرتم بطاعتنا حيث قيل: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} ؟ فقال أبو </p><p>(١) أخرجه ابن أبي شيبة، انظر: \"الدر المنثور\" ٢/ ٣١٧، وذكره في \"معالم التنزيل\" ٢/ ٢٤٠. (٢) \"معاني القرآن وإعرابه\" ٢/ ٦٧.(٣) هكذا جاءت هذِه العبارة في (ش) ولعل في الكلام سقطا بعد كلمة السلطان، كما هو ظاهر. والصواب: طاعة السلطان [واجبة بالمعروف، فإن خرج أمره] عن الكتاب والسنة .. وانظر: نحو هذا الكلام في الطبري ٥/ ١٥٠، \"بحر العلوم\" ١/ ٣٦٣، \"النكت والعيون\" ١/ ٥٠٠، \"الدر المنثور\" ٢/ ٣١٦ - ٣١٧.(٤) هو أبو سعيد مسلمة بن عبد الملك بن مروان بن الحكم من أمراء بني أمية وقادتهم وكان شجاعًا من أبطال عصره، وله فتوحات كثيرة، كان أهلًا للخلافة ولم يتمكن منها. توفي رحمه الله سنة ١٢٠هـ انظر: \"سير أعلام النبلاء\" ٥/ ٢٤١، \"التقريب\" ص (٥٣١) رقم (٦٦٦٠)، \"الأعلام\" ٧/ ٢٢٤.(٥) لعله سلمة بن دينار الأعرج التَّمار المدني المخزومي القاص الواعظ العابد الزاهد، من علماء التابعين وفضلائهم، وله كلمات مأثورة في الوعظ والحكمة، وهو ثقة أخرج حديثه الجماعة. مات في خلافة المنصور رحمه الله. انظر: \"تاريخ الثقات\" ١/ ٤٢٠، \"سير أعلام النبلاء\" ٦/ ٩٦، \"التقريب\" ص (٢٤٧) رقم (٢٤٨٩).</p><p> حازم: أليس قد نزعت عنكم إذا خالفتم الحق بقوله: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ} ؟ (١) . </p><p> قالوا: والإمام الأعظم الذي تجب طاعته على الرعية يجب أن يكون مستجمعًا لأوصاف أربعة: أحدها: العلم. </p><p> والثاني: الأمانة. </p><p> والثالث: الكفاية. </p><p> والرابع: النسب، وهو أن يكون قرشي النسب (٢) . </p><p> والإمام في الدين الذي يقتدى به ويجب قبول قوله، على ما قاله مجاهد والحسن والضحاك كان أولي (٣) الأمر هم الفقهاء يجب أن يكون جامعًا لخلال؛ وهي العلم بكلام العرب، والعلم بكتاب الله، والعلم بسنة رسول الله - صلى الله عليه وسلم - والعلم بأقاويل السلف، والعلم بالقياس، والورع في الدين. </p><p> وأولو الأمر معناه: ذوو الأمر، وواحده (ذو) على غير قياس كالنساء والإبل والخيل، اسم للجمع لا واحد له من لفظه (٤) . </p><p> وقوله تعالى:  {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ} . قال الزجاج: أي اختلفتم وتجادلتم، وقال كل فريق: القول قولي. قال: واشتقاق المنازعة من انتزاع الحجة، وهو أن كل واحد منهما ينتزع الحجة (٥) . </p><p>(١) لم أقف عليه. (٢) انظر: \"الأحكام السلطانية\" للماوردي ص ٦، \"الأحكام السلطانية\" للقاضي الفراء الحنبلي ص ٢٠.(٣) هكذا في المخطوط، والصواب \"أولو\".(٤) انظر: \"مجاز القرآن\" ١/ ١٣٠، \"مشكل إعراب القرآن\" ١/ ٢٠١، القرطبي ٥/ ٢٦١.(٥) \"معاني الزجاج\" ٢/ ٦٨، وانظر: \"زاد المسير\" ٢/ ١١٧.</p><p> وقال غيره: أصل المنازعة والتنازع في الخصومات من النزع الذي هو الجذب. والمنازعة في الخصومة مجاذبة الحجج فيما يتنازع فيه الخصمان (١) . </p><p> وقوله تعالى:  {فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} . قال ابن عباس في رواية باذان، حيث قال: إن هذه الآية نزلت في خالد بن الوليد وعمار بن ياسر، وقد حكينا ذلك، فقال في هذه الرواية في قوله:  {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ}  (وأمراؤكم)  (٢) فردوا الأمر إلى الرسول، وهو بين أظهركم، فما أمركم به الرسول فافعلوا (٣) . </p><p> وقال المفسرون: معنى الآية قول (٤) مجاهد والكلبي وقتادة والسدي وميمون بن مهران (٥)  (٦) . قال سعيد بن جبير: ما بيَّن الله في الكتاب فذلك أمر الله وقضاؤه، والسنة ما سن النبي في الدين مما لم ينزل به كتاب، يقال: كتاب الله وسنة نبيه (٧) . </p><p>(١) انظر: \"معالم التنزيل\" ٢/ ٢٤٢، والقرطبي ٥/ ٢٦١. (٢) كأن هذِه الكلمة في المخطوط: \"وأمر لكم\"، وما أثبته هو الموافق للوسيط ٢/ ٦٠١.(٣) تقدم تخريجه.(٤) يبدو أن في الكلام سقطًا، ويحتمل: \"معنى الآية على قول مجاهد ... \". وقد ساق المؤلف أقوالهم بعد ذلك.(٥) هو أبو أيوب ميمون بن مهران الجزري الكوفي الأسدي بالولاء، من ثقات التابعين وكان فقيهًا فاضلًا دينًا، ولد سنة ٤٠ هـ، وولي الجزيرة لعمر بن عبد العزيز، ومات رحمه الله سنة ١١٧هـ وقيل بعدها. انظر: \"مشاهير علماء الأمصار\" ص ١١٧، \"سير أعلام النبلاء\" ٢/ ٧١، \"التقريب\" ص ٥٥٦ رقم، (٧٠٤٩).(٦) انظر في ذلك: الطبري ٥/ ١٥١، \"النكت والعيون\" ١/ ٥٠٠، \"زاد المسير\" ٢/ ١١٧، وابن كثير ١/ ٥٦٨، \"الدر المنثور\" ٢/ ٣١٥.(٧) لم أقف عليه.</p><p> وقال قتادة:  {فَرُدُّوهُ إِلَى اللَّهِ} إلى كتاب الله {وَالرَّسُولِ} إلى سنة الرسول (١) . </p><p> وقال ميمون بن مهران:  {فَرُدُّوهُ إِلَى اللَّهِ} إلى كتابه وإلى {الرَّسُولِ} ما دام حيًا، فإذا قُبض فإلى سنته (٢) . </p><p> وقال ابن مسلم (٣) : ردُّه إلى الله أن يرده إلى كتابه، ورده إلى الرسول أن يرده إلى سنته (٤) . </p><p> قال علماء الأمة: هذه الآية دليل على أن من لا يعتقد وجوب متابعة السنة والحكم بالأخبار الواردة عن النبي - صلى الله عليه وسلم - لا يعتقد الإيمان بالله ورسوله؛ لأن الله تعالى قال:  {فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ}  [النساء: ٥٩]  (٥) . </p><p> والمفسرون أجمعوا على أن رد المختلف فيه إلى الله والرسول رده إلى الكتاب والسنة (٦) . </p><p> ولهذا كان علماء السلف يجعلون ما بين النبي - صلى الله عليه وسلم - في سنته وما فعله خلفاؤه بعده مما لم ينكروا عليهم كالمنطوق به في القرآن؛ لأن الله أوجب طاعة الرسول كما أوجب طاعته، فمن أخذ بقول الرسول كان كالآخذ بما </p><p>(١) أخرجه الطبري ٥/ ١٥١، وانظر: \"زاد المسير\" ٢/ ١١٧. (٢) أخرجه الطبري ٥/ ١٥١، وابن المنذر، انظر: \"الدر المنثور\" ٢/ ٣١٥.(٣) يعني ابن قتيبة.(٤) \"غريب القرآن\" ص ١٢٧.(٥) انظر: \"معاني الزجاج\" ٢/ ٦٨، وابن كثير ١/ ٥٦٨.(٦) انظر: \"أحكام القرآن\" للشافعي ١/ ٢٩، \"تفسير عبد الرزاق\" ١/ ١٦٧، \"غريب القرآن\" لابن قتيبة ص١٢٧، والطبري ٨/ ١٥٠ - ١٥١، \"معاني الزجاج\" ٢/ ٦٨ \"بحر العلوم\" ١/ ٣٦٣، \"الماوردي\" ١/ ٥٠٠.</p><p> نص عليه الله تعالى في القرآن، ألا ترى أن ابن مسعود قال: إن الله تعالى لعن في كتابه المرأة التي تصلُ شعرها بشعر غيرها. فقال بعض من سمع ذلك منه بعد زمان: لقد تدبرت الكتاب فلم أجد لعنها في موضع من الكتاب. فقال: أما قرأت قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}  [الحشر: ٧] الآية، وقد قال رسول الله - صلى الله عليه وسلم -: \"لعن الله الواصلة والمستوصلة\"  (١) . </p><p> ومثل هذا ما روي عن عكرمة أنه قال: أمهات الأولاد أحرار بالقرآن. قيل: أي القرآن؟ قال: أعتقهن عمر بن الخطاب. ألم تسمع قول الله:  {وَأُولِي الْأَمْرِ مِنْكُمْ} وإن عمر من أولي الأمر، وإن عمر قال: أعتقها ولدها وإن كان سقطًا (٢) . </p><p> فجعل ما حكم به عمركما حكم به الكتاب. </p><p> وردُّ المختلف فيه إلى الكتاب والسنة إنما يجب إذا كان الاختلاف قائمًا. فأما إذا وقع عليه إجماع الصحابة، أو إجماعُ يؤثر في رفع الخلاف فذلك حق، ولا نحتاج بعد ذلك إلى نظر في الكتاب والسنة؛ لأن ذلك الإجماع مستند إلى الكتاب والسنة (٣) . </p><p> قال أبو إسحاق: ويحتمل أن يكون معنى قوله: {فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} أي قولوا فيما لم تعلموه: الله ورسوله أعلم (٤) . </p><p>(١) أخرجه البخاري (٤٨٨٦) كتاب التفسير سورة الحشر باب: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}، ومسلم بنحوه (٢١٢٥) كتاب اللباس - باب تحريم فعل الواصلة والمستوصلة، وغيرهما. (٢) أخرجه سعيد بن منصور، انظر: \"الدر المنثور\" ٢/ ٣١٦.(٣) انظر: \"الرسالة\" للإمام الشافعي ص ٣٢٢، ٤٧٠، ٤٧٢.(٤) \"معاني القرآن وإعرابه\" ٢/ ٦٨، وانظر: القرطبي ٥/ ٢٦١.</p><p> قوله تعالى:  {ذَلِكَ خَيْرٌ} . أي ردكم ما اختلفتم فيه إلى الكتاب والسنة وترككم التجادل خير (١) . </p><p> وقوله تعالى:  {وَأَحْسَنُ تَأْوِيلًا} . التأويل تفعيل من آل يؤول إذا رجع وعاد. وقال أبو عبيد: التأويل: المرجع والمصير، مأخوذ من آل يؤول إلى كذا، أي: صار إليه، وأولته صيرته إليه (٢) . </p><p> وقال ابن المظفر: التأول والتأويل: تفسير الكلام الذي يختلف معانيه، ولا يصح إلا ببيان غير لفظه. وأنشد: </p><p> نحنُ ضربناكم على تنزيله ... فاليوم نضربكم على تأويله (٣) </p><p> وسئل أحمد بن يحيى عن التأويل، فقال: التأويل والتفسير المعنى واحد (٤) . </p><p> قال الأزهري: اشتقاق التأويل من ألت الشيء أؤوله: إذا جمعته وأصلحته. فكأن التأويل جمع معاني ألفاظ أشكلت بلفظ واضح لا إشكال فيه. تقول العرب: أوَّل الله عليك أمرك. أي: جمعه. وإذا دعوا عليه قالوا: لا أول الله عليك شملك (٥) . </p><p>(١) انظر: الطبري ٥/ ١٥١، \"معاني الزجاج\" ٢/ ٦٨. (٢) من \"تهذيب اللغة\" ١/ ٢٣٣.(٣) \"العين\" ٨/ ٣٦٩، \"تهذيب اللغة\" ١/ ٢٣٣، وانظر: \"اللسان\" ١/ ١٧٢ (أول) والبيت من الرجز، وهو لعبد الله بن رواحة رضي الله عنه، وقد قال بعده:ضربا يزيل الهام عن مقيله ... ويذهل الخليل عن خليله\"أساس البلاغة\" ١/ ٢٥ (أول).(٤) \"تهذيب اللغة\" ١/ ٢٣٢، وانظر: \"اللسان\" ١/ ١٧٢ (أول).(٥) \"تهذيب اللغة\" ١/ ٢٣٢ (أول)، وانظر: \"اللسان\" ١/ ١٧٢ (أول)، والقرطبي ٥/ ٢٦٣.</p>"
}