{
  "id": null,
  "sura": 5,
  "aya": 22,
  "text": "<p> وقوله تعالى:  {وَلَا تَرْتَدُّوا عَلَى أَدْبَارِكُمْ} . </p><p> يحتمل تأويلين: </p><p> أحدهما: لا ترجعوا إلى دينكم الشرك بالله وإلى معصيته (١) . </p><p> وإلى هذا أشار ابن عباس فقال (٢) : يريد لا تعصوا ربكم (٣) . </p><p> والثاني: لا ترجعوا عن الأرض التي أمرتم بدخولها (٤) . </p><p> ٢٢ - قوله تعالى:  {قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ} . </p><p> قال المفسرون: هم العمالقة فرقة من عاد (٥) . </p><p> وللجبار ههنا معنيان: قال الأخفش: أراد الطُّول والقوة والعظم (٦) . وكأنه ذهب في هذا إلى الجَبَّار من النخل، وهو الطويل الذي فات الأيدي، ويقال: رجل جَبَّار، إذا كان طويلًا عظيمًا قويًّا، تشبيهًا بالجبار من النخل (٧) . </p><p>(١) انظر: \"النكت والعيون\" ٢/ ٢٥، و\"زاد المسير\" ٢/ ٣٢٤، والقرطبي في \"تفسيره\" ٦/ ١٢٦. (٢) في (ش): (قال).(٣) لم أقف عليه.(٤) انظر: الطبري في \"تفسيره\" ٦/ ١٧٣، و\"النكت والعيون\" ٢/ ٢٥، والقرطبي في \"تفسيره\" ٦/ ١٢٦.وقال القرطبي في \"تفسيره\" بعد أن ذكر الوجهين: والمعنى واحد.(٥) انظر البغوي في \"تفسيره\" ٣/ ٣٦، القرطبي في \"تفسيره\" ٦/ ١٢٦.(٦) ليس في \"معاني القرآن\" للأخفش، وقد نسبه الأزهري إلى أبي الحسن اللحياني. انظر: \"تهذيب اللغة\" ١/ ٥٣٢ (جبر).(٧) من \"تهذيب اللغة\" ١/ ٥٣٢ (جبر)، وانظر البغوي في \"تفسيره\" ٣/ ٣٦، و\"اللسان\" ١/ ٥٣٥ (جبر).</p><p> وهذا معنى قول قتادة: كانت لهم أجسما وخلق عجيب ليس لغيرهم (١) . ويحتمل أن يكون معنى الجَبّار ههنا من أجبره على الأمر، إذا أكرهه عليه. </p><p> قال الأزهري: وهي لغة معروفة، وكثير من الحجازيين يقولونها، وكان الشافعي -رحمه الله- يقول: جبره السلطان (٢) . </p><p> وجائز أن يكون الجبّار من: أجبره على الأمر، إذا أكرهه عليه. </p><p> قال الفراء: لم أسمع فعَّالا من أفْعَل إلا في حرفين، وهما: جبّار من أَجْبَر، ودرَّاك من أدْرَك (٣) . </p><p> وهذا الوجه اختيار الزجاج، قال في هذه الآية: تأويل الجبّار من الآدميين العاتي الذي يجبر الناس على ما يريد (٤) . </p><p> قال المفسرون: وبلغ من جبرية هؤلاء، أن موسى لما بعث النقباء ليتحسسوا (٥) له أخبار هؤلاء رآهم واحد من الجبارين، فأخذهم وحملهم في كُمِّه مع فاكهةٍ كان حملها من بستانه، وأتى بهم الملك، فنثرهم بين يديه، وقال معُجّبًا للملك: هؤلاء يريدون قتالنا. فقال الملك: ارجعوا إلى صاحبكم فأخبروه خبرنا (٦) . </p><p>(١) أخرجه الطبري في \"تفسيره\" ٦/ ١٧٤، وانظر: \"زاد المسير\" ٢/ ٣٢٤. (٢) \"تهذيب اللغة\" ١/ ٥٣٣، وانظر: \"اللسان\" ١/ ٥٣٦ (جبر).(٣) من \"تهذيب اللغة\" ١/ ٥٣٢، وانظر: \"اللسان\" ١/ ٥٣٤ (جبر).(٤) \"معاني القرآن وإعرابه\" ٢/ ١٦٣، وانظر: \"بحر العلوم\" ١/ ٤٢٧، و\"زاد المسير\" ٢/ ٣٢٤.(٥) في (ش): (ليتجسسو ا) بالجيم.(٦) أخرج الأثر مطولًا الطبري في \"تفسيره\" ٦/ ١٧٤، ونقله ابن كثير في \"تفسيره\" ٢/ ٤٣, وقال: وفي هذا الإسناد نظر.</p>"
}