{
  "id": null,
  "sura": 5,
  "aya": 97,
  "text": "<p> تُحْشَرُونَ} أي: فيجزيكم بأعمالكم. </p><p> ٩٧ - قوله تعالى:  {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ} الآية. قال مجاهد: سمي البيت كعبة لتربيعها (١) ، وقال مقاتل: سميت الكعبة كعبة لانفرادها من البنيان (٢) ، والقولان يرجعان إلى أصل واحد وهو الكعوبه بمعنى النتوّ والخروج، ويقال للجارية إذا نتا ثديها وخرج كَعَبَ وكَعاب، وكعب الإنسان سمي كَعبًا لنتوه من موضع. فالمربع كعبة لنتو زوايا التربيع، والمنفرد من البنيان كعبة لنتوه من الأرض (٣) . </p><p> والبيت الحرام معناه: أن الله تعالى: حرم أن يصاد عنده وأن يختلى ما عنده من الخلا، وأن يعضد شجره وما عظم من حرمته (٤) ، واختلف المفسرون وأصحاب المعاني في هذه الآية: فقال ابن عباس في بعض الروايات في قوله: {قِيَامًا لِلنَّاسِ} قيامًا لدينهم، ومعالم لحجهم (٥) . </p><p> وقال سعيد بن جبير:  {قِيَامًا لِلنَّاسِ} صلاحًا لدينهم (٦) ، فعلى هذا القيام مصدر قولك: قام قيامًا، والمعنى أن الله تعالى جعل الكعبة سببًا لقيام الناس إليها للحج وقضاء النسك، فيصلح بذلك دينهم؛ لأنه تحط عنهم الذنوب والأوزار عندها، ويغفر لهم ما اقترفوه قبل حجها، ويكون </p><p>(١) أخرجه الطبري ٧/ ٧٦ عن مجاهد وعكرمة، \"معاني الزجاج\" ٢/ ٢١٠. (٢) \"تفسيره\" ١/ ٥٠٧.(٣) \"النكت والعيون\" ٢/ ٦٩، والبغوي ٣/ ١٠٣، ١٠٤، و\"اللسان\" ١/ ٧١٨، ٧١٩ (كعب).(٤) \"تفسير الطبري\" ٧/ ٧٦، \"النكت والعيون\" ٢/ ٦٩.(٥) أخرجه الطبري ٧/ ٧٧، و\"الدر المنثور\" ٢/ ٥٨٨.(٦) أخرجه الطبري ٧/ ٧٧، و\"النكت والعيون\" ٢/ ٦٩.</p><p> هذا من باب حذف المضاف على معنى: جعل الله نَصبَ الكعبة قيامًا للناس، أي نصبها ليقوموا إليها لزيارتها (١) . </p><p> ويؤكد هذا التفسير قول عطاء في هذه الآية:  {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ} ولو تركوا عامًا واحداً لا يحجونه ما نوظروا أن يهلكوا (٢) ، فهذا يدلك على أن معنى الآية: أن الله تعالى حث الناس على القيام إليها، وحكى أبو إسحاق هذا المعنى عن بعضهم فقال: أي مما أمروا أن يقوموا بالفرض فيه (٣) . </p><p> وقال جماعة من المفسرين وأكثر أصحاب المعنى: القيام ههنا يراد به القِوام، وهو العماد الذي يقوم به الشيء، والتقدير فيه: جعل الله حج الكعبة البيت الحرام قيامًا لمعاش الناس ومكاسبهم، فاستتبت معايشهم به واستقامت أحوالهم لما يحصل لهم في زيارتها من التجارة وأنواع البركة (٤) ، ولهذا قال سعيد بن جبير: من أتى هذا البيت يريد شيئًا للدنيا والآخرة أصابه (٥) ، فالقيام على هذا يجوز أن يكون بمعنى القوام، قلبت واوه ياء لانكسار ما قبلها، وقد ذكرنا هذا مستقصى في قوله تعالى:  {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا} في سورة النساء (٦) ، ووجه اختلاف القراء هناك، ويجوز </p><p>(١) \"تفسير الطبري\" ٧/ ٧٦ - ٧٨، \"النكت والعيون\" ٢/ ٦٩. (٢) لم أقف عليه.(٣) \"معاني القرآن وإعرابه\" ٢/ ٢١٠.(٤) انظر: الطبري ٧/ ٧٦، \"بحر العلوم\" ١/ ٤٦٠، \"الوسيط\" ٢/ ٢٣١، \"زاد المسير\" ٢/ ٤٣٠.(٥) انظر: \"الوسيط\" ٢/ ٢٣١.(٦) الآية رقم (٥) من النساء.</p><p> أن يكون مصدر القيام، أي قام به معاشهم قيامًا (١) . </p><p> وقوله تعالى:  {وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَائِدَ} ، ذكر هذه الجملة بعد ذكر البيت؛ لأنها من أسباب حج البيت، فدخلت في جملته وذكرت معه. وهذا طريق في تفسير الآية، وقال كثير من المفسرين: هذا إخبار عما جعله الله تعالى في الجاهلية من أمر الكعبة (٢) . </p><p> قال ابن عباس:  {جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِلنَّاسِ} أي أمنًا للناس، وكان أهل الجاهلية يأمنون فيه، فلو لقي الرجل قاتل أبيه أو ابنه في الحرم ما قتله ولا هيَّجه، وكانوا لا يغزون في الشهر الحرام، وكانوا ينضلون فيه الأسنة، ويبذعز (٣) الناس فيه إلى معايشهم، وكان الرجل يقلد بعيره أو نفسه قلادة من لحا شجر الحرم فلا يخاف، وكانوا توارثوه من دين إسماعيل، فبقوا عليه رحمة من الله لخلقه إلى أن قام الإِسلام، فحجزهم عن البغي والظلم (٤) . </p><p> وقال قتادة: وكان هذا في الجاهلية، لو جنى الرجل كل جريرة ثم لجأ إلى الحرم لم يُتَنَاول ولم يُطْلب، ولو لقي قاتل أبيه في الحرم ما مسه، ولو لقي الهدي مقلدًا وهو يأكل العصب من الجوع ما مسه (٥) ، ونحو هذا قال مقاتل (٦) . </p><p>(١) \"تفسير الطبري\" ٧/ ٧٦. (٢) \"تفسير الطبري\" ٧/ ٧٧.(٣) هكذا هذه الكلمة في النسختين. وقد تكون: وينبعث.(٤) أخرجه الطبري ٧/ ٧٨ نحوه عن قتادة وابن زيد، \"زاد المسير\" ٢/ ٤٣٠.(٥) أخرجه الطبري ٧/ ٧٧ - ٧٨ بمعناه.(٦) تفسيره ١/ ٥٠٧.</p><p> وعلى هذا التفسير القيام مصدر، والمعنى أن الكعبة جعلها الله أمنًا للناس، بها يقومون أي يأمنون، ولولاها لفنوا وهلكوا وما قاموا. ذكره أبو إسحاق (١) . </p><p> وشرح عبد الله بن مسلم (٢) ، هذا التفسير الثاني في معنى الآية، وأوضحه بأبلغ بيان، فقال: إن أهل الجاهلية كانوا يتغاورون، ويسفكون الدماء بغير حقها، ويأخذون الأموال بغير حلها، ويخيفون السبيل (٣) ، ويطلب الرجل منهم الثأر فيقتل غير قاتله، ويصيب غير الجاني عليه، ولا يبالي من كان بعد أن يراه كفؤًا لوليه، ويسميه الثأر المُنِيم، فجعل الله الكعبة البيت الحرام وما حولها من الحرم والشهر الحرام والهدي والقلائد قيامًا للناس أي أمنًا لهم، فكان الرجل إذا خاف على نفسه لجأ إلى الحرم فأمن يقول الله تعالى:  {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ}  [العنكبوت: ٦٧] ، وإذا دخل الشهر الحرام تقسمتهم الرِّحَل وتوزعتهم النُّجَعُ وانبسطوا في متاجرهم فأمنوا على أموالهم وأنفسهم. وإذا أهدى الرجل هديًا أو قلد بعيره من لحاء شجر الحرم أمن كيف تَصَرَّف (٤) وحيث سلك، ولو تُرِكَ الناس على جاهليتهم وتغاورهم في كل موضع وكل شهر لفسدت الأرض، وفَنِيَ الناس، وتقطعت السبل، وبطلت المتاجر (٥) ، ونحو هذا قال أبو بكر بن الأنباري، فقد حصل في الآية </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٢١٠. (٢) ابن قتيبة في المشكل.(٣) في المشكل: السبل.(٤) في (ش): يصرف. وما أثبته من (ج) موافق لما في المشكل.(٥) \"تأويل مشكل القرآن\" لابن قتيبة ص ٧٣، ٧٤.</p><p> طريقان: </p><p> أحدهما: أن الله امتن على المسلمين بأن جعل الكعبة صلاحًا لدينهم ودنياهم، وقيامًا لهما بها. </p><p> والثاني: أنه أخبر عما فعله من أمر الكعبة في الجاهلية، قال أبو بكر: والقيام يقال في تفسيره غير وجه: منها: الأمن, لأن الناس يقومون بالأمن ويصلح شأنهم من جهته، ويقال للقيام: العصمة، من قولهم: فلان يقوم على القوم إذا كان يكفل بمؤوناتهم، وهذا قول الربيع بن أنس في قوله:  {قِيَامًا لِلنَّاسِ} قال: عصمة لهم (١) ، قال: والقيام: إصلاح، من قوله عز وجل:  {الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا}  [النساء: ٥] أي صلاحًا ومعاشًا (٢) . </p><p> وقوله تعالى:  {وَالشَّهْرَ الْحَرَامَ} ، أراد الأشهر الحرم الأربعة، وخرج مخرج الواحد؛ لأنه ذهب به مذهب الجنس، وهو عطف على المفعول الأول لجعل، ومثل ذلك: ظننت زيدًا منطلقًا وعمرًا، وذكرنا معنى الهدي والقلائد في أول السورة (٣) . </p><p> وقوله تعالى:  {ذَلِكَ لِتَعْلَمُوا} إلى آخرها, لم أر للمفسرين فيه شيئًا، وذكر أصحاب المعاني فيه قولين: </p><p> أحدهما: أن الإشارة في قوله: (ذلك) إلى ما ذُكِر في هذه الآية من جعل الكعبة صلاحًا وأمنًا وقوامًا للناس، وهو قول ابن قتيبة (٤) ، وأبي </p><p>(١) لم أقف عليه. (٢) \"زاد المسير\" ٢/ ٤٣٠، ٤٣١.(٣) عند تفسير الآية الثانية من هذه السورة (المائدة).(٤) \"تأويل مشكل القرآن\" ص ٧٣، ٧٤.</p><p> علي (١) ، وأحد قولي الزجاج (٢) ، وابن الأنباري، أما ابن قتيبة فقال: جعل الله ذلك لعلمه بما فيه من صلاح شؤونهم، وليعلموا أنه كما علم ما فيه من الخير لهم، أنه يعلم أيضًا ما في السماوات وما في الأرض من مصالح العباد ومرافقهم (٣) ، وأنه بكل شئ عليم (٤) . </p><p> وقال أبو علي: أي فعل ذلك ليعلموا أن الله يعلم مصالح ما في السماوات والأرض، وما يجري عليه شأنهم ومعايشهم، وغير ذلك مما يصلحهم، وأن الله بكل شيء يصلحهم، ويقيمهم عليه (٥) . </p><p> وقال الزجاج في أحد القولين: إن الله جل وعز لما آمن من الخوف في البلد الحرام، والناس يقتل بعضهم بعضًا وجعل الشهر الحرام يُمتنع فيه من القتل، والقوم أهل جاهلية، دل بذلك أنه يعلم ما في السموات وما في الأرض إذ (٦) ، جعل في أعظم الأوقات فسادًا ما يؤمن به (٧) ، وأراد الزجاج بقوله: أعظم الأوقات فسادًا إذا اجتمعوا بالموسم للحج. </p><p> وقال أبو بكر: جعل الله هذا الوقت يؤمن فيه، وهذا البلد لا يسفك فيه دم عند المشركين الذين لا يقرؤون كتابًا ولا يدينون بدين، فيعظمونهما غير عابدين لله عز وجل ولا مصدقين لأنبيائه، يدل على أنه يعلم ما في السموات </p><p>(١) \"الحجة للقراء السبعة\" ٣/ ٢٦٠. (٢) \"معاني القرآن وإعرابه\" ٢/ ٢١٠.(٣) في (ش): (ومنافعهم) وما أثبته هو المطابق لما في \"تأويل مشكل القرآن\".(٤) \"تأويل مشكل القرآن\" ص ٧٤.(٥) \"الحجة\" ٣/ ٢٦٠.(٦) في (ج): (إذا).(٧) \"معاني القرآن وإعرابه\" ٢/ ٢١٠.</p>"
}