{
  "id": null,
  "sura": 5,
  "aya": 118,
  "text": "<p> وَرَافِعُكَ إِلَيَّ} [آل عمران: ٥٥] وقوله تعالى: {كُنْتَ أَنْتَ الرَّقِيبَ} قال ابن عباس والسدي وابن جريج وقتادة: الحفيظ عليهم (١) . </p><p> وقال الزجاج: أي: الحافظ عليهم (٢) ، وقال عطاء: يريد القاهر لهم (٣) وهذا معنى وليس بتفسير، وذلك أن الحافظ على الشيء قاهر له، ولو لم يكن قاهرًا لم يصح الحفظ منه. </p><p> وقوله تعالى:  {وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ}  [المائدة: ١١٧] ، قال ابن عباس في رواية عطاء: يريد شهدت مقالتي فيهم وبعدما رفعتني إليك شهدت ما يقولون بعدي (٤) ، فالشهيد على هذا معناه: المشاهد لما يكون، ويجوز أن يكون الشهيد في هذه الآية بمعنى العلم، فيكون معنى {وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} أي: شاهد عليه لعلمك به (٥) . </p><p> ١١٨ - قوله تعالى:  {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ} الآية، تفسير هذه الآية واضح على قول من يقول إن هذه المخاطبة جرت بين الله تعالى وبين عيسى حين رفعه إلى السماء، يقول عيسى لله تعالى:  (إن تعذبهم) على كفرهم ومعصيتهم (فإنهم عبادك وإن تغفر لهم) بتوبة تكون منهم، وهذا مذهب السدي، وقال في هذه الآية:  {إِنْ تُعَذِّبْهُمْ} فتميتهم بنصرانيتهم فإنهم عبادك، {وَإِنْ تَغْفِرْ لَهُمْ} فتخرجهم من النصرانية وترشدهم إلى الإِسلام (٦) ، وتفسير </p><p>(١) أخرجه عن السدي وابن جريح الطبري ٧/ ١٣٩، وعن ابن عباس ابن المنذر وعن قتادة عبد الرزاق وابن المنذر وابن أبي حاتم، انظر: \"الدر المنثور\" ٢/ ٦١٦. (٢) ليس في معانيه.(٣) لم أقف عليه.(٤) \"تفسير الوسيط\" ١/ ٢٤٨ وعزاه المحقق لتفسير ابن عباس ص ١٠٥.(٥) \"النكت والعيون\" ٢/ ٨٩(٦) أخرجه الطبري ٧/ ١٤٠، وكذا ابن حاتم وأبو الشيخ،\"الدر المنثور\" ٢/ ٦١٦.</p><p> ابن عباس لهذه الآية في رواية عطاء موافق لهذا المذهب؛ لأنه قال في قوله:  {إِنْ تُعَذِّبْهُمْ} يريد تدعهم على المعاصي {فَإِنَّهُمْ عِبَادُكَ} ، {وَإِنْ تَغْفِرْ لَهُمْ} يريد تعصمهم فلا يتخذوا من دونك وليًّا ولا إلهًا ولا ربًا (١) . </p><p> {فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ}  [المائدة: ١١٨]  (العزيز) في ملكه (الحكيم) في أوليائه وأعدائه بالثواب والعقاب (٢) ، وسقط بهذا التفسير سؤال من اعترض على نظم هذه الآية بأن العزيز الحكيم لا يليق بهذا الموضع، إنما يليق به الغفور الرحيم كالذي في مصحف ابن مسعود (٣) ، وهذا التفسير الذي ذكره ابن عباس إنما يصح فيما يستقبل من الشرط على تقدير: إن تعذبهم تعذب عبادك، وإن تغفر لهم تغفر فإنك العزيز الحكيم. والشرط يكون في المستقبل دون الماضي، وإذا كان كذلك دل على أن هذه المخاطبة تكون قبل القيامة. </p><p> وأما الذين قالوا إن هذه المخاطبة تكون يوم القيامة يُسأَلُ عليهم فيقال: كيف جاز لعيسى أن يقول: (وان تغفر لهم) والله تعالى لا يغفر الشرك؟ والجواب عن هذا ما قال الحسن وأبو العالية: إن تعذبهم فبإقامتهم على كفرهم وإن تغفر لهم فبتوبة كانت منهم (٤) ، وهذا معنى قول ابن عباس في رواية أبي الجوزاء عنه (٥) . </p><p> وأما أهل المعاني فإنهم مختلفون في الجواب عن هذا: فقال أبو بكر </p><p>(١) انظر: البغوي ٣/ ١٢٢. (٢) \"تفسير الطبري\" ٧/ ١٤٠.(٣) انظر: \"بحر العلوم\" ١/ ٤٦٩، والبغوي ١/ ١٢٣.(٤) \"تفسير الوسيط\" ٢/ ٢٤٨.(٥) عزاه في \"الدر المنثور\" ٢/ ٦١٦ لأبي الشيخ، \"زاد المسير\" ٢/ ٤٦٥.</p><p> الأنباري: لما قال الله تعالى لعيسى: {أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ} لم يقع له إلا أن النصارى حكت عنه الكذب فقال: {وَإِنْ تَغْفِرْ لَهُمْ} الحكاية {فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} لأنه ليس الحاكي للكفر كافرًا إذا لم يأخذ به، وليس في الآية أنهم اتخذوا عيسى وأمه إلهين، إنما هو استفهام عن عيسى هل أمر بذلك؟ وهل قال ذلك أم لا؟ وظاهر هذا الاستفهام يوجب أن النصارى حكوا عنه أنه أمر بذلك، فقال عيسى على اقتضاء هذا السؤال:  {وَإِنْ تَغْفِرْ لَهُمْ} ما حكوه كذبا (١) ، وهذا قول المبرد، وقد حكاه الزجاج عنه فقال: قال بعضهم: إن تغفر لهم كذبهم عليّ، ثم قال: وهذا قول المبرد، ولا أدري أسمعه أم استخرجه؟ (٢) . </p><p> وقال ابن الأنباري أيضاً: هذا على التبعيض، أي: إن تعذب بعضهم الذين أقاموا على الكفر فهم عبادك، وإن تغفر لبعضهم الذين انتقلوا عن الكفر إلى الإِسلام، فأنت في ذلك قاهر غالب عادل، لا يعترض عليك فيه معترض (٣) . </p><p> والقول بالتبعيض في هذه الآية مذهب جماعة من المفسرين واختيار أبي إسحاق؛ لأنه قال: والذي عندي أن عيسى قد علم أن منهم من آمن ومنهم من أقام على الكفر، فقال عيسى في جملتهم: إن تعذب من كفر بك فإنهم عبادك، أنت العادل عليهم، {وَإِنْ تَغْفِرْ لَهُمْ} أي: لمن أقلع منهم وآمن فأنت في مغفرتك لهم (عزيز) لا يمتنع عليك ما تريد (حكيم) في ذلك (٤) . </p><p>(١) \"معاني الزجاج\" ٢/ ٢٢٣. (٢) \"معاني القرآن وإعرابه\" ٢/ ٢٢٣، ٢٢٤.(٣) انظر: \"معاني القرآن وإعرابه\" ٢/ ٢٢٤.(٤) \"معاني القرآن وإعرابه\" ٢/ ٢٢٤.</p>"
}