{
  "id": null,
  "sura": 5,
  "aya": 87,
  "text": "<p> ٨٥ - قوله تعالى:  {فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا} ، قال الكلبي: أي بالتوحيد (١) ، وعلى هذا إنما علق الثواب بمجرد القول؛ لأنه قد سبق من وصفهم ما يدل على إخلاصهم فيما قالوا، وهو المعرفة في قوله:  (مما عرفوا من الحق) والبكاء المؤذن بحقيقة الإخلاص واستكانة القلب ومعرفتة، والقول إذا اقترن به المعرفة والإخلاص فهو الإيمان الحقيقي الموعود عليه بالثواب (٢) . </p><p> وقال عطاء عن ابن عباس في قوله:  (بما قالوا) : \"يريد بما سألوا\" يعني قولهم: {فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} ، وقولهم:  {وَنَطْمَعُ أَنْ يُدْخِلَنَا} الآية وهذا يدل على مسألتهم الجنة (٣) ، فعلى هذا التفسير، القول معناه: المسألة. </p><p> وقوله تعالى:  {وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} ، قال ابن عباس: الموحدين (٤) ، وقال الكلبي: المؤمنين (٥) . </p><p> ٨٦ - قوله تعالى:  {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا} ، قال أهل المعاني: لما ذكر الله الوعد لمؤمني أهل الكتاب، ذكر الوعيد لمن كفر منهم وكذب (٦) ، وأطلق اللفظ به ليكون لهم ولمن جرى مجراهم في الكفر. </p><p> ٨٧ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ} ، الطيبات اللذيذات التي تشتهيها النفوس وتميل إليها القلوب (٧) , </p><p>(١) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٢٢. (٢) \"تفسير الطبري\" ٧/ ٥ - ٦، والبغوي ٣/ ٨٨.(٣) انظر: \"الوسيط\" ٢/ ٢١٩.(٤) \"تفسير البغوي\" ٣/ ٨٨، و\"تنوير المقباس\" بهامش المصحف ص ١٢٢.(٥) نسبه لابن عباس في زاد المسير ٢/ ٤١٠ \"الوسيط\" ٢/ ٢١٩.(٦) هذا وجه المناسبة لهذه الآية وما قبلها، وذكره في الوسيط ٢/ ٢١٩.(٧) الطبري ٧/ ٨، \"الوسيط\" ٢/ ٢١٩، البغوي ٣/ ٩٠.</p><p> قال المفسرون. هم قوم من أصحاب النبي - صلى الله عليه وسلم - أن يرفضوا (١) الدنيا ويحرموا على أنفسهم المطاعم الطيبة والمشارب اللذيذة، وأن يصوموا النهار ويقوموا الليل، وأن لا يناموا على الفرش، ويخصوا أنفسهم (٢) ، فأُخِبر النبي - صلى الله عليه وسلم - بذلك فقال:  \"إن لأنفسكم عليكم حقًّا، فصوموا وأفطروا، وقوموا وناموا؛(فإني)(٣)أقوم وأنام وأصوم وأفطر، وآكل اللحم والدسم، وآتي النساء، ومن رغب عن سنتي فليس مني\" فأنزل الله عز وجل هذه الآية (٤) . </p><p> واعلم أن شريعة نبيه عليه السلام غير ذلك، وأن الطيبات لا ينبغي أن تجتنب، وسمى الخصاء اعتداء فقال:  {وَلَا تَعْتَدُوا} أي لا تجبوا أنفسكم، وهذا </p><p>(١) هكذا في النسختين، ولعل الكلام ناقص، فقد يكون الصواب: أرادوا أن يرفضوا. (٢) من الخصاء وهو وجاء الخصيتين وجبهما.(٣) ساقط من (ج).(٤) بهذا السياق وهذه التفاصيل الواردة في القصة وأنها سبب لنزول هذه يروى هذا الأثر مرسلًا فقد أخرجه الطبري من طرق عن التابعين كقتادة وغيره. \"تفسير الطبري\" ٧/ ٨ - ١٢، وذكره المؤلف في أسباب النزول ص ٢٠٧ - ٢٠٨، والسيوطي في كتاب: النقول ص ٩٦، ٩٧، قال محقق أسباب النزول: \"ما أخرجه ابن جرير عن عكرمة وقتادة وأبي قلابة بمعناه، وهي مراسيل صحيحة الإسناد، إلا أن تفصيل القصة والأشخاص وما رد عليهم الرسول - صلى الله عليه وسلم - عليهم لم يذكر في أثر مسند صحيح وكذا أصلها، والله أعلم.قلت: لكن لهذه القصة أجل في الصحيحين وغيرهما من حديث أنس - رضي الله عنه - في أمر الثلاثة الذين سألوا عن عبادته - صلى الله عليه وسلم - فكأنهم تقالوها فعزموا على القيام والصيام واعتزال النساء فقال - صلى الله عليه وسلم -: \"أنتم الذين قلتم كذا وكذا، أما والله إني لأخشاكم لله وأتقاكم له، لكني أصوم وأفطر وأصلي وأرقد وأتزوج النساء، فمن رغب عن سنتي فليس مني\".أخرجه البخاري واللفظ له رقم (٥٠٦٣)، ومسلم برقم ١٤٠١.</p>"
}