{
  "id": null,
  "sura": 5,
  "aya": 101,
  "text": "<p> المؤمنون أن يغيروا عليهم، شريح بن ضبيعة وأصحابه (١) ، وقد ذكرنا ذلك في أول السورة عند قوله تعالى:  {لَا تُحِلُّوا شَعَائِرَ اللَّهِ}  [المائدة: ٢] ، ويقدم عليه حديث عقبة (٢) . </p><p> وقوله تعالى:  {الْخَبِيثُ وَالطَّيِّبُ} قال عطاء والحسن والكلبي: الحرام والحلال (٣) ، وسمي الحرام خبيثًا؛ لسوء عاقبته، وذكرنا لما سمي الحلال طيبًا في قوله:  {أُحِلَّ لَكُمُ الطَّيِّبَاتُ}  [سورة المائدة: ٤] ، وقال السدي: الخبيث المشركون، والطيب المؤمنون (٤) . </p><p> ١٠١ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} الآية، قال ابن عباس وأنس وأبو هريرة والحسن وطاوس وقتادة والسدي وعلي بن أبي طالب وأبو أمامة الباهلي - رضي الله عنهم - دخل كلام بعضهم في بعض: أن رسول الله - صلى الله عليه وسلم - سئل حتى أحفوه بالمسألة، فقام مغضباً خطيباً، فحمد الله وأثنى عليه وقال:  \"لا تسألوني عن شيء في مقامي هذا إلا أخبرتكموه\" فقام رجل من بني سهم كان يُطعن في نسبه، والرجل عبد الله بن حذافة، فقال: يا نبي الله من أبي؟ قال:  \"أبوك حذافة بن قيس\" ، وقام آخر فقال: يا رسول الله أين أنا؟ ويروى:  \"أين أبي؟ \" فقال: \"في النار\"  (٥) . </p><p>(١) ذكره مقاتل في \"تفسيره\" ١/ ٥٠٧، و\"بحر العلوم\" ١/ ٤٦١، \"زاد المسير\" ٢/ ٤٣٢. (٢) \"البحر الرائق\" ١/ ٤٣٤.(٣) انظر: \"بحر العلوم\" ١/ ٤٦١، \"النكت والعيون\" ٢/ ٧٠، \"تفسير البغوي\" ٣/ ١٠٤، \"زاد المسير\" ٢/ ٤٣٣، ونسبه لابن عباس.(٤) أخرجه الطبري ٧/ ٧٩.(٥) أخرجه بنحوه من حديث أنس البخاري (٧٠٨٩) كتاب الفتن، باب: التعوذ من الفتن، (٧٢٩٤) وكتاب: الاعتصام، باب: ما يكره من كثرة السؤال، ومسلم (٢٣٥٩) كتاب: الفضائل، باب: توقيره - صلى الله عليه وسلم -، والطبري ٧/ ٨٠.</p><p> وقال سراقة بن مالك، ويروى عكاشة بن محصن: يا رسول الله الحج علينا في كل عام \" فأعرض عنه رسول الله، حتى عاد مرتين أو ثلاثاً، فقال رسول الله - صلى الله عليه وسلم -: \" ويحك، وما يؤمنك أن أقول: نعم؟! والله لو قلتُ نعم لوجبتْ، ولو وجبتْ ما استطعتم، ولو تركتم لكفرتم، فاتركوني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيء فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فاجتنبوه \" فأنزل الله هذه الآية(١).</p><p> هذا قول المفسرين في سبب نزول الآية، وقال أصحاب المعاني: أما سؤال من سأل عن موضعه أو موضع أبيه فقال رسول الله: \" في النار \" فهو مما يسوء السائل بيانه، وأما من سأل عن أبيه من هو، فإنه لم يأمن أن يلحقه النبي - صلى الله عليه وسلم - بغير أبيه فيفتضح، ويكون قد جنى على نفسه بسؤاله فضيحةً تبقى عليه أبداً في أمر لم يكلف ذلك، ولم يؤمر بالسؤال عنه، فقد عرض نفسه بهذا السؤال لما سكوته عنه خير له، فهو منهي بهذه الآية عن مثل سؤاله في المؤتنف، إذ لا يأمن أن يكون الجواب بما يسوءه(٢).</p><p> وأما السائل عن الحج فقد كاد أن يكون ممن قال النبي - صلى الله عليه وسلم -: \" إن أعظم المسلمين في المسلمين جرماً من كان سببًا لتحريم حلال\" (٣) ، إذ لم </p><p>(١) أصل الحديث في الصحيح، دون إشارة إلى أنه سبب لنزول الآية فقد أخرج مسلم (١٣٣٧)، كتاب: الحج، باب: فرض الحج من حديث أبي هريرة، وأخرجه على أنه سبب نزول للآية الترمذي (٣٠٥٥) كتاب: التفسير، باب: من سورة المائدة وحسنه، والطبري في \"تفسيره\" من طرق ٧/ ٨ والمؤلف في \"أسباب النزول\" ص ٢١٣ - ٢١٤. (٢) \"فتح الباري\" ١٣/ ٢٧٠.(٣) أخرجه البخاري حديث سعد بن أبي وقاص (٧٢٨٩) كتاب: الاعتصام، باب: ما =</p><p> يؤمن أن ينزل في الحج إيجاب في كل عام لتكلف السؤال عما كان مرفوعاً عنه وغير مكلف إياه؛ لأنه كان له في ظاهر ما نزل من فرض الحج كفاية، ولو كان العدد في الوجوب مراداً لبُيِّن في التنزيل، أو على لسان الرسول، فسؤاله عن شيء كان عفا الله عنه (١) . </p><p> قالوا: وقوله تعالى: {عَفَا اللَّهُ عَنْهَا} مؤخر في النظم مقدم في المعنى؛ لأن التقدير: لا تسألوا عن أشياء إن تبد لكم تسؤكم عفا الله عنها، وإن شئت قلت: لا تسألوا عن أشياء عفا الله عنها إن تبد لكم تسؤكم (٢) ، فقوله:  {إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ} وقوله: {عَفَا اللَّهُ عَنْهَا} جملتان صفتان لأشياء، وهي نكرة، ومعنى:  {عَفَا اللَّهُ عَنْهَا} أي كف وأمسك عن ذكرها فلم يوجب فيها حكماً، وكلام أبي إسحاق دل على هذه الجملة التي ذكرنا، لأنه قال: أعلم الله عز وجل أن السؤال عن مثل هذا الجنس لا ينبغي أن يقع، فإنه إذا ظهر فيه الجواب ساء ذلك، ولا إن ظهر وجه في المسألة عما عفا الله عنه، وفيه إن ظهر فضيحةٌ على السائل (٣) . </p><p> وكان عبيد بن عمير يقول: إن الله أحل وحرم، فما أحل الله فاستحلوه وما حرم فاجتنبوه، وترك بين ذلك أشياء لم يحللها ولم يحرمها فذلك عفو من الله، ثم يتلو هذه الآية (٤) ، وقال مجاهد: كان ابن عباس إذا سئل عن </p><p>= يكره من كثرة السؤال بلفظ: \"إن أعظم المسلمين جرماً من سأل عن شيء لم يحرم فحرم من أجل مسألته\" وكذا مسلم (٢٣٥٨) في كتاب: الفضائل، باب: توقيره - صلى الله عليه وسلم -. (١) \"تفسير الوسيط\" ٢/ ٢٣٤.(٢) \"بحر العلوم\" ١/ ٤٦٢.(٣) معاني القرآن وإعرابه\" ٢/ ٢١١.(٤) أخرجه الطبري ٧/ ٨٥، وقد قالت عائشة رضي الله عنها لجبير بن نفير: هل تقرأ =</p><p> الشيء لم يجىء فيه أمر يقول: هذا من العفو، ثم يقرأ هذه الآية (١) . </p><p> وقال أبو ثعلبة الخشني (٢) : إن الله تعالى فرض فرائض فلا تستبقوها، ونهى عن أشياء فلا تنتهكوها، وحد حدوداً فلا تعتدوها، وعفا عن أشياء من غير نسيان فلا تبحثوا عنها (٣) . </p><p> وأجمع النحويون على أن (أشياء) جمع شيء، وأنها غير مُجراة، واختلفوا في العلة، فقال الكسائي: هو على وزن أفعال، ولكنها كثرت في الكلام فأشبهت: فَعْلاء، فلم تصرف كما لم تصرف حمراء، قال: وجمعوها أشاوَى، كما جمعوا عَذْراء عذارى، وصَحْراء صحارى، وأشْياوات، كما قيل: حَمْراوات (٤) ، واعترض عليه الفراء والزجاج، فقال </p><p>= سورة المائدة؟ قال: قلت: نعم. قالت: فإنها آخر سورة نزلت فما وجدتم فيها من حلال فاستحلوه وما وجدتم فيها من حرام فحرموه .. \" أخرجه أحمد في مسنده ٦/ ١٨٨. (١) لم أقف عليه. وقد أخرج الطبري ٧/ ٨٥ عن ابن عباس أنه قال: \"لا تسألوا عن أشياء إن نُزِّل القرآن فيها بتغليظ ساءكم، ولكن انتظروا، فإذا نزل القرآن فإنكم لا تسألون عن شيء إلا وجدتم بيانه\".(٢) صحابي مشهور، قيل اسمه: جرهم، وقيل: جرثم، وقيل غير ذلك، وأبوه قيل: عمرو وقيل: قيس، وقيل غير ذلك. منسوب إلى بني خشين. روى أحاديث. انظر: \"الإصابة\" ٤/ ٢٩، ٣٠.(٣) هكذا أخرجه الطبري ٧/ ٨٥، ونسبه كالمؤلف لأبي ثعلبة موقوفاً، وقد أخرج مرفوعاً الدارقطني في \"سننه\" ضمن الموسوعة الحديثية بإشراف د. التركي ٥/ ٣٢٦ برقم ٤٣٩٦، وكذا ساقه القرطبي في \"تفسيره\" ٦/ ٣٣٤ مرفوعاً، وصححه ابن كثير في \"تفسيره\" ٢/ ١٢٠ مرفوعاً حيث قال: \"وفي الحديث الصحيح\" ثم ساقه وعزاه السيوطي إلى ابن المنذر والحاكم الذي صححه مرفوعاً. انظر: \"الدر المنثور\" ٢/ ٥٩٣، فالأقرب والله أعلم أنه مرفوع.(٤) \"معاني القرآن وإعرابه\" للفراء ١/ ٣٢١، ومعاني الزجاج ٢/ ٢١٢.</p><p> الفراء: لو كان كما قال لكان أملك الوجهين أن يُجرَى, لأن الحرف (١) إذا كثر به الكلام خف، وجاز أن يُجرَى كما كثرت التسمية بيزيد فأجروه في النكرة، وفيه ياء زائدة تمنع من الإجراء (٢) ، وقال الزجاج: أجمع البصريون وأكثر الكوفيين على أن قول الكسائي خطأ في هذا، وألزموه ألا يصرف أبناء وأسماء. </p><p> وقال الأخفش والفراء: أشياء جمعت على أفعلاء، كما يقال: هَيْن وأهونا, ولَيْن وأليناء، وكان في الأصل أشيئاء على وزن أشبعاع، فاجتمعت همزتان بينهما ألف فحذفت الهمزة الأولى وفتحت الياء لتبقى ألف الجمع صحيحة فصار: أشياء، ووزنه عندهما: أفعِلاء (٣) ، قال الزجاج: وهذا القول أيضاً غلط؛ لأن شيئاً فَعْلٌ، وفَعْلٌ لا يجمع أَفِعلاء، فأما هَيّن ولَيّن فأصله: هَيين ولَيين، فجُمع أفعِلاء كما يُجمع فعيل على أفْعلاء، مثل: نصيب وأنصباء. </p><p> (وقال الخليل: (أشياء) اسم للجمع كان أصله فعلاء شيئاء، فاستثقلت الهمزتان فقلبت الهمزة الأولى التي هي لام الفعل إلى أول الكلمة فجعلت لفعاء، كما قلبوا أَنْوق فقالوا أنيق، وكما قلبوا قُووس فقالوا: قِسي) (٤) ، قال الزجاج: وهذا مذهب سيبويه والمازني وجميع </p><p>(١) في (ج): (الحروف). (٢) \"معاني القرآن وإعرابه\" ١/ ٣٢١.(٣) \"معاني القرآن وإعرابه\" ٢/ ٢١٢ بتصرف. وانظر: \"تهذيب اللغة\" ٢/ ١٩٥١ (شيء).(٤) جاء قول الخليل في \"معاني القرآن وإعرابه\" للزجاج مقتضباً جداً، فيحتمل السقط، أو أن المؤلف اعتمد على واسطة وهو \"تهذيب اللغة\" ٢/ ١٩٥١ (شيء).</p><p> البصريين، وحكي (١) أن المازني ناظر الأخفش في هذا فسأله في هذا فسأله عن تصغير أشياء فقال: أقول أُشَيّاء، فقال المازني: ولو كانت أفعلاء لردت في التصغير إلى واحدها فقيل: شُيَيْئات مثل: شعيعات، وإجماع البصريين أن تصغير أصدقاء إن كان للمؤنث: صُدَيَّقات، وإن كان للمذكر صُدَيّقون (٢) ، فقطع المازني الأخفش، هذا مما ذكره النحويون في هذا الحرف، وحكى الزجاج أكثره في كتابه. </p><p> ويُحتاج في هذا الحرف إلى بيان أكثر من هذا، فالذي ذهب إليه الخليل وسيبويه وأبو عثمان أن أشياء مقلوبة من شيئاء على وزن فعلاء نحو حمراء، ووزنه الآن لفعاء، والعلة المانعة للصرف بناء الحرف على همزة التأنيث، فلحق الحرف بصفراء وحمراء وبابه، والذي ذهب إليه أبو الحسن (٣) أن وزنه أفعلاء، ثم حذفت الهمزة الأولى استخفافاً، والذي قوَّى عزمه على هذا دون أن يجعله أفعالاً ترك العرب صرفها نكرة، فلما رآها غير مصروفة جعل همزتها للتأنيث كما هي في صفراء، وأفعلاء لا ينصرف نحو أصدقاء وبابه، كذلك أشياء، فمذهب الخليل القلب، ومذهب الأخفش الحذف، والأشياء عند وزنه بعد الحذف أَفْعاء، والعلة المانعة عنده أيضًا همزة التأنيث المبني عليها الكلمة، وفي القولين جميعاً أشياء جمع على غير لفظ الواحد؛ لأن شيئاً فَعْلٌ، وفَعْلٌ لا يجمع على فعلاء ولا على أفعلاء، والجمع كثيراً ما يأتي على غير لفظ الواحد، كما قالوا في </p><p>(١) لا يزال الكلام للزجاج. (٢) \"معاني القرآن وإعرابه\" ٢/ ٢١٢، ٢١٣، \"تهذيب اللغة\" ٢/ ١٩٥١ (شيء).(٣) الظاهر أنه الأخفش، وليس في \"معاني القرآن وإعرابه\" له كلام حول هذه الآية.</p><p> جمع شاعر: شعراء، وليس قياس فاعل أن يجمع على فُعَلاء، وكذلك قالوا في جمع جمل وبقر: جامل وباقر. </p><p> ويمكن أن يقال: إن أشياء لفظ وضع للجمع لا على بناء الواحد، وأما الكسائي فإنه يقول: أشياء أفعال، ولكنها لما جمعت أشياوات أشبه فعلاء التي تجمع على فعلاوات نحو: صحراء وصحراوات، ونظير أشياء في أنها أفعال أحياء في جمع حي، كذلك أشياء أفعال في جمع شيء، والعلة المانعة لصرفها شبهها بفعلاء من حيث جمعت جمعها، ويلزم على هذا القول ترك صرف أبناء وأسماء, لأنهم قالوا في جمعها: أسماوات وأبناوات، وذهب الفراء في هذا الحرف مذهب الأخفش غير أنه خلط حين ادعى أنها (كهَيّن ولَيّن)  (١) حين جمعا أهوناء وأليناء (٢) ، وهَيْن تخفيف هَيِّن، فلذلك جاز جمعه على أفعلاء، وشيء ليس بتخفيف عن شيِّءٍ حتى يجمع على أفعلاء، وإنما زدت في البيان عن هذا الحرف؛ لأن علمه من غامض النحو ومشكله. </p><p> وقوله تعالى:  {وَإِنْ تَسْأَلُوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} ، لم أر للمفسرين في هذا بياناً، وقال صاحب النظم: الكناية في (عنها) ليست تعود على أشياء المذكورة في قوله: {لَا تَسْأَلُوا عَنْ أَشْيَاءَ} ولكنها تعود على أشياء وأُخَر سواها لا هي، وجاز ذلك لأن المذكورة دلت عليها من حيث اجتمعتا في اللفظ، ومثل هذا قوله تعالى:  {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ}  [المؤمنون: ١٢] يعني: آدم، ثم قال: {ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ </p><p>(١) في (ج): (لهين لين). (٢) \"معانى القرآن وإعرابه\" للفراء ١/ ٣٢١.</p><p> مَكِينٍ} [المؤمنون: ١٣] يعني: ابن آدم؛ لأن آدم لم يجعل نطفة في قرار، ولكنه لما ذكر الإنسان والمراد به آدم دل ذلك على إنسان مثله وعرف ذلك بفحوى الكلام، والمعنى:  (وإن تسألوا عنها) أي: عن أشياء حين ينزل القرآن فيها من فرض أو إيجاب أو نهي أو حكم أو ندب، ومست حاجتكم إلى ما هو من جملة ما نزل فيه القرآن، وليس في ظاهر ما نزل ولا في باطنه دليل على شرح ما بكم إليه حاجة، فإذا سألتم عنها حينئذٍ تبد لكم (١) ، ومثال هذا: أن الله تعالى لما بين عدة المطلقة، والمتوفى عنها زوجها، والحامل لم يكن في عدد هؤلاء دليل على عدة التي ليست بذات قرءٍ ولا حامل فسألوا عنها، فأنزل الله تعالى (٢) قوله: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ}  [الطلاق: ٤] ، فأما ما سوى هذا وأشباهه فما لم ينزل فيه قرآن وكان مرفوعاً عنهم، ولم يكلفوه، ولم تكن بهم حاجة إليه، فالسؤال عنه محظور بحكم هذه الآية، هذا معنى كلامه وبعض لفظه. </p><p> وقوله تعالى: في {عَفَا اللَّهُ عَنْهَا} ، قد ذكرنا أنه على التقديم، وقال بعضهم: ليس على التقديم، والمعنى: قد عفا الله عن مسألتها، أي عن مسألتكم عنها، فيكون العفو عن مسألتهم التي سلف منهم مما كرهه النبي - صلى الله عليه وسلم - نهاهم الله أن يعودوا إلى مثلها، وأخبر أنه عفا عما فعلوا (٣) ، وجازت الكناية عن المسألة لأن (لا تسألوا) دليل عليها. وهذا قول ابن عباس في رواية عطاء (٤) . </p><p>(١) \"تفسير الطبري\" ٧/ ٨٤. (٢) ساقط من (ج).(٣) \"تفسير الطبري\" ٧/ ٨٥، \"النكت والعيون\" ٢/ ٧١.(٤) \"تفسير الطبري\" ٧/ ٨٥، \"تنوير المقباس\" بهامش المصحف ص ١٢٤.</p>"
}