{
  "id": null,
  "sura": 5,
  "aya": 103,
  "text": "<p> عنه أولى بهم، وأصلح لهم (١) ، وذلك مثل سؤال قوم موسى:  {أَرِنَا اللَّهَ جَهْرَةً}  [النساء: ١٥٣] وقول بني إسرائيل: {لِنَبِيٍّ لَهُمُ ابْعَثْ لَنَا مَلِكًا نُقَاتِلْ فِي سَبِيلِ اللَّهِ} ، قال الله عز وجل:  {فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ تَوَلَّوْا إِلَّا قَلِيلًا}  [البقرة: ٢٤٦] وقالوا: {أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ}  [البقرة: ٢٤٧] ألا تراهم قد سألوا ثم كفروا، وهذا معنى كلام أبي علي الجرجاني (٢) وبعض لفظه. </p><p> ١٠٣ - قوله تعالى:  {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ} ، روى ثعلب عن ابن الأعرابي قال: الجعل له معان في اللغة، يقال: جعل: صير، وجعل: أقبل، وجعل: خلق، وجعل: قال، ومنه قوله تعالى:  {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا}  [الزخرف: ٣]  (٣) ، وقال غيره: صيرناه. ويكون الجعل بمعنى القول والحكم على الشيء، تقول: قد جعلت زيداً على الناس، أي: قد وصفته بذلك وحكمت به، ومنه قوله تعالى:  {وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا}  [الزخرف: ١٩] . </p><p> وقال بعض أصحاب المعاني: جعل أحد الكلمات المشتركات التي هن أمهات الأحداث مثل: فعل وعَمِل وجعل وطفق وأنشأ وأقبل، إلا أن بعضها أعم من بعض، وأكثرها عموماً \"فعل\" ؛ لأنه يقع على كل حركة من الإنسان قولاً أو عملاً أو هماً يهم به، والدليل على أنه يقع على القول قوله تعالى:  {لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا}  [الأنعام: ١٤٨] ثم قال: </p><p>(١) \"تفسير الطبري\" ٧/ ٨٦. (٢) صاحب كتاب النظم، يأخذ عنه المؤلف كثيراً، وهو غير متوفر.(٣) \"تهذيب اللغة\" ١/ ٦١٦ (جعل).</p><p> {كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ}  (١)  [الأنعام: ١٤٨] فهذا حكايته عن القول، وعَمِلَ دون فَعَل في العموم؛ لأنه لا ينتظم معنى النية والهم والعزم والقول، ولا يقع إلا على عمل البدن، وأما (جعل) فله أحوال، منها:  (جعل) : صير مثل قوله تعالى: {وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ}  [الحج: ٢٥] أي صيرناه، ومنها:  (جعل) : أوجب، كقرله عز وجل:  {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا}  [البقرة: ١٤٣] أي: وما أوجبنا القبلة التي أنت عليها، ومنها:  (جعل) : خلق، مثل قوله تعالى:  {وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ}  [الأنعام: ١] أي خلق، وأما قوله:  {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا}  [الزخرف: ٣] أي: صيرناه؛ لأن من القرآن العبراني والسرياني، فما نقل منه إلى العرب صار عربياً (بالتصيير والنقل)  (٢) ، ومنها:  (جعل) : صلة لما بعده، مثل قوله: جعل يصرفه، نحو: طلق وأنشأ وأقبل، كلٌ منها صلة لما بعده من الفعل، فقوله تعالى:  {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ} أي: ما أوجبها ولا أمر بها، والبحيرة: فعيلة من البحر وهو الشق، يقال: بحر ناقته، إذا شق أذنها، وهي بمعنى المفعولة، وخرجت مخرج النطيحة والذبيحة والنسيكة. وقد مضى الكلام في النطيحة (٣) . </p><p> قال أكثر أهل اللغة والتفسير: البحيرة: الناقة إذا نتجت خمسة أبطن، </p><p>(١) في (ج)، (ش): (فعل) والظاهر أنه تصحيف، فإن هذه آية الأنعام، أما (فعل) ففي سورة النحل الآية ٣٣ وتختلف عن هذه حيث قال تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ}. (٢) في (ج): (لتصييره النقل).(٣) عند تفسير الآية الثالثة من هذه السورة.</p><p> وكان آخرها سَقْباً (١) ذكراً شقوا أذن الناقة، وامتنعوا من ركوبها وذبحها وسيبوها لآلهتهم، لا يجز لها وبر، ولا يحمل على ظهرها, ولا تطرد من ماء، ولا تمنع من مرعى، ولا ينتفع بها، إذا لقيها المُعْيي لم يركبها تحرجاً، وهذا قول أبي عبيدة (٢) والزجاج (٣) . </p><p> وقوله تعالى:  {وَلَا سَائِبَةٍ} ، قال أبو عبيد (٤) : كان الرجل إذا مرض أو قدم من سفر ونذر نذراً أو شكر نعمة سيَّب بعيراً، فكان بمنزلة البحيرة في جميع ما حكموا لها، وهذا القول اختيار القتيبي (٥) والزجاج (٦) . </p><p> وقال الفراء: قال بعضهم: السائبة: إذا ولدت الناقة عشرة أبطن كلهن إناث سُيِّبت، فلم تركب، ولم يُجَزّ لها وبر، ولم يشرب لبنها إلا ولد أو ضيف (٧) ، والسائبة في اللغة: فاعلة من: ساب، إذا جرى على وجه الأرض، يقال: ساب الماء، وسابت الحية، وقيل: هي بمعنى المسَّيبة، لأنها تُسيَّب، ومنه قولهم للعبد أعتقتك سائبة، أي سيبتك فلا ولاء لي عليك (٨) . </p><p>(١) السقب: ولد الناقة، وقيل: الذكَر من ولد الناقة .. وقيل: هو سقبٌ ساعة تضعه أمه. \"اللسان\" ٤/ ٢٠٣٥ - ٢٠٣٦ (سقب). (٢) \"مجاز القرآن\" ١/ ١٧٧.(٣) \"معاني القرآن وإعرابه\" ٢/ ٢١٣.(٤) هكذا في النسختين، وفي الوسيط للمؤلف ٢/ ٢٣٥ (أبو عبيدة).والظاهر أن الكلام لأبي عبيدة كما في \"مجاز القرآن\" ١/ ١٨٠ ونحوه في \"النكت والعيون\" ٢/ ٧٣.(٥) في \"غريب القرآن\" ص ١٤٧.(٦) في \"معاني القرآن وإعرابه\" ٢/ ٢١٣، وانظر: \"تهذيب اللغة\" ٢/ ١٥٨٥ (ساب)(٧) \"معاني القرآن وإعرابه\" ١/ ٣٢٢.(٨) \"تهذيب اللغة\" ٢/ ١٥٨٥ (ساب).</p><p> وقال: ابن عباس في السائبة: هي التي تسيب للأصنام، أي تعتق لها، وكان الرجل يسيب من ماله ما يشاء، فيجيء إلى السدنة وهم خدم آلهتهم فيُطِعْمون من لبنها أبناء السبيل (١) ، ونحو ذلك قال ابن مسعود (٢) . وقال سعيد بن المسيب: السائبة: من الإبل، كانوا يسيبونها لطواغيتهم (٣) . </p><p> وقال عكرمة في السائبة: كان الرجل إذا طلب الضالة، أو تبع النادّة، وأراد الحاجة قال: كذا وكذا (٤) من مالي سائبة إن أدركت حاجتي (٥) . </p><p> وقال علقمة: السائبة: من العبيد والنَّعَم وما نذر الرجل لئن عافاه الله من مرض أوْ ردَّه من سفر سالماً ليسيبن ناقة أو جملاً أو شاة للأصنام، فإذا سيبها حرم أكلها , لا يجز وبرها ولا يركب ظهرها ولا يشرب لبنها إلا ضيف، وما ولدت فهو بمنزلتها، شقت أذنها وسميت بحيرة (٦) . </p><p>(١) أخرجه الطبري ٧/ ٩٠ مختصرا من طريق علي بن أبي طلحة، وانظر: \"بحر العلوم\" ١/ ٤٦٢، \"تفسير الوسيط\" ٢/ ٢٣٥ وعزاه المحقق لتفسير ابن عباس ص ١٠٢، \"تنوير المقباس بهامش المصحف\" ص ١٢٤، \"زاد المسير\" ٢/ ٤٣٧، وعزاه السيوطي إضافة إلى ابن جرير إلى ابن المنذر وابن أبي حاتم. \"الدر المنثور\" ٢/ ٥٩٦ بمعناه. (٢) \"تفسير الوسيط\" ٢/ ٢٣٥.(٣) أخرجه بنحوه البخاري (٤٦٢٣) كتاب: التفسير، باب: تفسير سورة المائدة، باب: {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ}، والطبري ٧/ ٩٢، والبغوي في \"تفسيره\" ٣/ ١٠٨، وانظر: \"زاد المسير\" ٢/ ٤٣٨.(٤) في (ج): (كذى وكذى).(٥) لم أقف عليه، وانظر: \"زاد المسير\" ٢/ ٤٣٨.(٦) \"غريب القرآن\" لابن قتيبة ص ١٤٧، والطبري في \"تفسيره\" ٧/ ٨٩ - ٩١، و\"بحر العلوم\" ١/ ٤٦٢، \"معاني القرآن وإعرابه\" للنحاس ٢/ ٣٧١، \"النكت والعيون\" ١/ ٤٦٣، \"تفسير البغوي\" ٣/ ١٠٧.</p><p> وقال محمد بن إسحاق في السائبة مثل ما قال الفراء في قوله: قال بعضهم، ثم قال محمد: والبحيرة ولد السائبة (١) . </p><p> وقوله تعالى:  {وَلَا وَصِيلَةٍ} ، قال ابن عباس وأكثر المفسرين: الوصيلة: من الغنم (٢) ، وقال مقاتل: إذا ولدت الشاة سبعة أبطن عمدوا إلى السابع، فإن كان جدياً ذبحوه للآلهة، ولحمه للرجال دون النساء، وإن كان عناقاً استحيوها فكانت من عرض الغنم، وإن ولدت في البطن السابع جدياً وعناقاً قالوا: إن الأخت وصلت أخاها فحرمته علينا، فحرما جميعاً، فكانت المنفعة واللبن للرجال دون النساء (٣) ، ونحو ذلك قال ابن مسعود (٤) ، وقال الزجاج في الوصيلة: كانت الشاة إذا ولدت انثى فهي لهم، وإن ولدت ذكراً جعلوه لآلهتهم، فإن ولدت ذكراً وأنثى قالوا: وصلت أخاها، فلم يذبحوا الذكر لآلهتهم (٥) . </p><p> فالوصيلة بمعنى الموصولة، كأنها وصلت بغيرها، ويجوز أن تكون بمعنى الواصلة لأنها وصلت أخاها. وهذا أظهر الآية. </p><p> وقوله تعالى:  {وَلَا حَامٍ} ، قال ابن عباس وابن مسعود: إذا نُتَجَت من صلب الفحل عشرة أبطن قالوا: قد حُميَ ظهره وسيب لأصنامهم، فلا </p><p>(١) \"معاني القرآن وإعرابه\" للفراء ١/ ٣٢٢، و\"تهذيب اللغة\" ٢/ ١٥٨٥ (ساب)، \"زاد المسير\" ٢/ ٤٣٩. (٢) \"غريب القرآن\" لابن قتيبة ص ١٤٧، و\"تفسير الطبري\" ٧/ ٩٠، و\"معاني الزجاج\" ٢/ ٢١٣.(٣) \"تفسير مقاتل\" ١/ ٥١٠.(٤) \"تفسير الوسيط\" ٢/ ٢٣٥.(٥) \"معاني القرآن وإعرابه\" ٢/ ٢١٣.</p><p> يحمل عليه (١) ، وهذا قول أبي عبيدة (٢) والزجاج (٣) وأكثر أهل التفسير (٤) ، ونحو ذلك قال سعيد بن المسيب: كان الفحل يضرب الضراب المعدود، فإذا بلغ ذلك قالوا: قد حمي ظهره فترك (٥) ، وقال الفراء: الحامي الفحل من الإبل: كان إذا لقح ولد ولدِه حمى ظهره فلا يركب (٦) ، أعلم الله عز وجل أنه لم يحرم من هذه الأشياء شيئاً. </p><p> قال ابن عباس والمفسرون، وروي ذلك عن النبي - صلى الله عليه وسلم -: إن عمرو بن لُحي الخزاعي كان قد ملك مكة، وكان أول من غير دين إسماعيل، فاتخذ الأصنام، ونصب الأوثان، وبحر البحيرة، وسيب السائبة، ووصل الوصيلة وحمى الحامي، قال رسول الله - صلى الله عليه وسلم -: \"فلقد رأيته في النار يؤذي أهل النار بريح قُصْبِه\" ويروى \"يجز قُصْبه في النار\"  (٧) ، وقال قتادة: كان هذا كله تشديداً شدده الشيطان على أهل الجاهلية في أموالهم وتغليظاً (٨) ، وأنشد </p><p>(١) \"تفسير الطبري\" ٧/ ٩٠، و\"بحر العلوم\" ١/ ٤٦٢، \"تفسير الوسيط\" ٢/ ٢٣٥، \"تفسير البغوي\" ٣/ ١٠٨، و\"تفسير ابن كثير\" ٢/ ١٢٢. (٢) في \"مجاز القرآن\" ١/ ١٧٩.(٣) في \"معاني القرآن وإعرابه\" ٢/ ٢١٣.(٤) \"تفسير الطبري\" ٧/ ٨٦ - ٩٣.(٥) أخرجه البخاري (٤٦٢٣)، كتاب: التفسير، من تفسير سورة المائدة باب: {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلَا سَائِبَةٍ}، والطبري ٧/ ٩٠.(٦) \"معاني القرآن وإعرابه\" ١/ ٣٢٢.(٧) أخرجه من حديث أبي هريرة مختصرًا: البخاري (٤٦٢٣)، كتاب: التفسير، من تفسير سورة المائدة، ومسلم (٢٨٥٦) كتاب: الجنة، باب: النار يدخلها الجبارون. لكن في البخاري جاءت تسميته: عمرو بن عامر، وكذا عند الإِمام أحمد في مسنده ٢/ ٢٧٥، وأخرجه الطبري ٧/ ٨٨ وغيرهم.(٨) أخرجه الطبري ٧/ ٩٠.</p>"
}