{
  "id": null,
  "sura": 5,
  "aya": 26,
  "text": "<p> أنفسنا، وجائز (١) أن يكون (أخي) معطوفًا على (نفسي) فيكون المعنى: لا أملك إلا نفسي ولا أملك إلا أخي؛ لأن أخاه إذا كان مطيعًا له فهو مالك طاعته (٢) . </p><p> وقوله تعالى:  {فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ} قال الكلبي: فاقض بيننا وبين القوم العاصين (٣) . </p><p> ٢٦ - قوله تعالى:  {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ} الآية. </p><p> قال عطاء عن ابن عباس: حرم الله على الذين عصوا دخول بيت المقدس فماتوا في التِيه أجمعون، ولم يدخل بيت المقدس ممن خرج من مصر أحد، لا موسى ولا هارون ولا أحد منهم، إلا الرجلان اللذان قالا:  {ادْخُلُوا عَلَيْهِمُ الْبَابَ} يوشع وكالب، دخلا بأبناء الذين خرجوا من مصر بعدما تاهوا أربعين سنة (٤) . </p><p> قال الكلبي: قيل لموسى: أما إذ سميتهم فاسقين فإنها محرمة عليهم، فكانوا في التيه أربعين سنة في ستة فراسخ، وقُبِضَ هارون وموسى في التِّيه (٥) . </p><p>(١) لعل هذا الجائز هو الجهة الثانية من الوجه الثاني. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٦٤، ١٦٥، وانظر: \"مشكل إعراب القرآن\" ١/ ٢٢٣، والقرطبي في \"تفسيره\" ٦/ ١٢٨.(٣) \"تنوير المقباس\" بهامش المصحف ص ١١٢. ونسبه ابن الجوزي إلى ابن عباس، انظر: \"زاد المسير\" ٢/ ٣٢٩.(٤) أخرجه بمعناه الطبري في \"تفسيره\" ٦/ ١٨٣ لكن من طريق عكرمة عن ابن عباس، وانظر: \"زاد المسير\" ٢/ ٣٣٠، والقرطبي في \"تفسيره\" ٦/ ١٣٠، وابن كثير في \"تفسيره\" ٢/ ٤٤.وهذا قول, وسيأتي أن الراجح أن موسى عليه السلام: هو الذي فتح مدينة الجبارين.(٥) انظر: \"تنوير المقباس\" بهامش المصحف ص ١١٢.</p><p> وقال الحسن: لم يمت موسى في التِّيه (١) . </p><p> واختلفوا: أيضًا هل دخل مدينة الجبارين أم لا؟، فقال قوم: كان الفتح على يديه. </p><p> وقال قوم إنما قاتل الجبارين يوشع، ولم يَسِر إليهم إلا بعد موت موسى (٢) . </p><p> فإن قيل: كيف قال: {قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ} وقد قال: {يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ} ؟ </p><p> قيل: قوله: {كَتَبَ اللَّهُ لَكُمْ} المراد به من دخلها من أولادهم وذراريهم، فأما من مات في التيه ولم يدخلها فإنها لم تكتب لهم. </p><p> والمراد: بهذا التحريم تحريم منع لا تحريم تعبد، كما تقول: حرام عليك دخول داري، أي أني أمنعك ذلك فلا تدخل، ليس أنه يحرم عليه بالشرع. </p><p> وقوله تعالى:  {أَرْبَعِينَ سَنَةً} . </p><p> قال الفراء: هي منصوبة بالتحريم، ولو نصبتها بـ (يتيهون) كان صوابًا (٣) . </p><p> قال الزجاج: أما نصبه بـ (محرمة) فخطأ؛ لأن التفسير جاء بأنها </p><p>(١) لم أقف عليه. (٢) رجح الطبري في \"تفسيره\" وغيره القول الأول وأن موسى عليه السلام هو الذي فتح مدينة الجبارين. انظر: \"جامع البيان\" ٦/ ١٨٢، والبغوي في \"تفسيره\" ٣/ ٣٨، و\"زاد المسير\" ٢/ ٣٣٠، والقرطبي في \"تفسيره\" ٦/ ١٣١.(٣) \"معاني القرآن\" ١/ ٣٠٥، وانظر: الطبري في \"تفسيره\" ٦/ ١٨٤، و\"مشكل إعراب القرآن\" ١/ ٢٢٣.</p><p> حرمة عليهم أبدًا (١) ، كذلك قال ابن عباس في رواية عطاء وسائر المفسرين (٢) . </p><p> وقوله تعالى:  {يَتِيهُونَ فِي الْأَرْضِ} . </p><p> يقال: تاه يتيه تَوْهًا وتِيها، والتِّيه أعمهما، ويقال: توهّتُه، وتيّهتُه، والواو أعم، والتَّيهاء: الأرض التي لا يُهتدى فيها، يقال: أرض تِيهٌ وتيهًا ومتيهة، يتيه فيها الإنسان (٣) . </p><p> قال مجاهد والحسن: كانوا يصبحون حيث أمسوا، ويمسون حيث أصبحوا (٤) . </p><p> قال الزجاج: عذبهم الله عز وجل بأن مكثوا في التيه أربعين سنة سيارة، لا يقرّ بهم القرار، إلى أن مات البالغون الذين عصوا الله ونشأ الصغار. </p><p> فإن قيل: التيه عذاب، والأنبياء لا يعذبون، فكيف عذب موسى وهارون بالتيه؟ </p><p> قيل: إن الله عز وجل سهّل عليهما ذلك كما سهل على إبراهيم النار فجعلها بردًا وسلامًا وشأنها الإحراق (٥) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٦٥، وانظر: \"مشكل إعراب القرآن\" ١/ ٢٣٣. وقد فصل مكي في \"الإعراب\" بما فيه جمع بين القولين. (٢) لم أجده عن ابن عباس، وأخرجه الطبري في \"تفسيره\" عن قتادة ٦/ ١٨٤. ونحوه عن غيره. انظر: \"جامع البيان\" ٦/ ١٨١ - ١٨٢.(٣) \"تهذيب اللغة\" ١/ ٤٢٣ (تيه)، وانظر القرطبي في \"تفسيره\" ٦/ ١٢٩.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ١٨٥ عن مجاهد، وانظر: \"تفسير الهواري\" ١/ ٤٦٢.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٦٥، ١٦٦ بتصرف يسير.</p>"
}