{
  "id": null,
  "sura": 5,
  "aya": 33,
  "text": "<p> قال الكلبي: بالشرك (١) . </p><p> وقال غيره: بالقتل (٢) . وهذا عام في كل ما هو تجاوز عن الحق. </p><p> ٣٣ - قوله تعالى:  {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ} الآية. </p><p> قال الزجاج: المعنى في: {إِنَّمَا} ما جزاؤهم إلا هذا؛ لأن القائل إذا قال:  (جزاؤك دينار، فجائز أن يكون معه غيره، وإذا قال (٣) ): إنما جزاؤك دينار، كان المعنى: ما جزاؤك إلا دينار (٤) . </p><p> قال ابن عباس في رواية عطاء وسعيد بن جبير: نزلت هذه الآية في قصة العُرَنِيّين (٥) وهي معروفة (٦) . </p><p> فإن قيل: فكيف (٧) لم يعذبوا بما في الآية، وفي حديثهم أنهم سُمِل </p><p>(١) انظر: \"تنوير المقباس\" بهامش المصحف ص ١١٣. (٢) انظر: \"التفسير الكبير\" ١١/ ٢١٣.(٣) ما بين القوسين ليس في \"معاني الزجاج\" حسب المطبوع.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٦٩.(٥) أخرج ذلك عن سعيد بن جبير ١٠/ ٢٤٦، وانظر: \"زاد المسير\" ٢/ ٣٤٣، ولم أجد شيئًا في ذلك عن ابن عباس. وقد قال بهذا القول أنس وجرير والزبير والسدي وقتادة. انظر: الطبري في \"تفسيره\" ٦/ ٢٠٦ - ٢٠٨، \"النكت والعيون\" ٢/ ٣٢.(٦) أخرج مسلم (١٦٧١) كتاب القسامة، باب (٢): حكم المحاربين والمرتدين ٣/ ١٢٩٦ (ح ٩) عن أنس -رضي الله عنه- أن ناسًا من عرينة قدموا على رسول الله - صلى الله عليه وسلم - المدينة، فاجتووها. فقال لهم رسول الله - صلى الله عليه وسلم -: \"إن شئتم أن تخرجوا إلى إبل الصدقة فتشربوا من ألبانها وأبوالها\" ففعلوا، فصحوا. ثم مالوا إلى الرعاة فقتلوهم وارتدوا عن الإسلام، وساقوا ذود رسول الله فبلغ ذلك النبي - صلى الله عليه وسلم - فبعث في أثرهم. فأتي بهم. فقطع أيديهم وأرجلهم، وسمل أعينهم. وتركهم في الحرة حتى ماتوا.وأخرجه المؤلف في \"أسباب النزول\" ص ١٩٦ - ١٩٧.(٧) في (ش): (كيف).</p><p> أعينهم وقُطَّعت أيديهم وأرجلهم، وليس في الآية سمل الأعين وقطع جميع الأيدي والأرجل؟ </p><p> والجواب: ما حكي عن الليث بن سعد (١) أنه قال: نزلت هذه الآية معاتبة لرسول الله - صلى الله عليه وسلم - وتعليمًا إياه عقوبتهم، فقيل: إن جزاءهم ما ذكر في الآية، لا المُثلة، فلذلك ما قام رسول الله - صلى الله عليه وسلم - خطيبًا إلا نهى عن المُثلة (٢) . </p><p> ويمكن أن يقال: ما فعله رسول الله - صلى الله عليه وسلم - كان هو الحد فيهم بالسنة، فلما نزلت الآية صارت تلك السنة منسوخة بالقرآن (٣) . هذا إذا جوزنا نسخ السنة بالقرآن (٤) . </p><p> وإن قلنا: لا تُنسخ السنة بالقرآن -وهو الأصح من مذهب الشافعي (٥) </p><p>(١) هو أبو الحارث الليث بن سعد بن عبد الرحمن الفهمي المصري ثقة ثبت إمام مشهور، كان ورعًا فاضلًا سخيا، مات -رحمه الله- سنة ١٧٥هـ. انظر: \"مشاهير علماء الأمصار\" ص ١٩١، \"سير أعلام النبلاء\" ٨/ ١٣٦، \"التقريب\" ص ٤٦٤ (٥٦٨٤).(٢) أخرجه بمعناه الطبري في \"تفسيره\" ٦/ ٢٠٨ - ٢٠٩، وأورده بلفظ المؤلف البغوي في \"تفسيره\" ٣/ ٤٨.وقد ذكر الطبري في \"تفسيره\" عن الأوزاعي أنه أنكر أن يكون نزول هذه الآية معاتبة، ونقل عنه قوله: بلى، كانت عقوبة أولئك النفر بأعيانهم، ثم نزلت هذه الآية في عقوبة غيرهم ممن حارب بعدهم، فرفع عنهم السمل، والله أعلم. وسيأتي قريبًا تخريج الحديث في النهي عن المثلة.(٣) انظر: الطبري في \"تفسيره\" ٦/ ٢٠٦ - ٢٠٧، والبغوي في \"تفسيره\" ٣/ ٤٨.(٤) هذا رأي جمهور العلماء، وهو الراجح لتظاهر الأدلة عليه.انظر: \"الناسخ والمنسوخ في كتاب الله عز وجل\" للنحاس ١١٨، \"الأحكام في أصول الأحكام\" للآمدي ٣/ ١٥٠، \"إرشاد الفحول\" للشوكاني ص ٣٢٦.(٥) انظر: \"الرسالة\" ص ١١٠، \"الأحكام\" للآمدي ٣/ ١٥٠، ١٥١، \"إرشاد الفحول\" ص ٣٢٦.</p><p> رضي لله عنه- فتلك إنما نُسِخت بسنة أخرى من عنده، فنسخت الثانية الأولى (١) . وهذا أيضًا قول سعيد بن المسيب والسدي في نزول الآية (٢) . </p><p> قال عبد الله بن مسلم (٣) : المحاربون لله ورسوله هم الخارجون على جماعة المسلمين، يخيفون السبل، ويسعون في الأرض الفساد (٤) . </p><p> فمعنى:  {يُحَارِبُونَ اللَّهَ وَرَسُولَهُ} أي يعصونهما ولا يطيعونهما، وكل من عصاك فهو حرب كذلك. </p><p> وقوله تعالى:  {وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا} . </p><p> قال مجاهد: هو الزنا والسرقة وقتل النفس وإهلاك الحرث والنسل (٥) . </p><p> وقال الكلبي: يعني بالقتل وأخذ الأموال (٦) . </p><p> قال العلماء: وكل من أخذ السلاح على المسلمين في أي موضع كان وكيف ما كان، في البلد أو الصحراء، أو للقتل اغتيالًا، فهو محارب لله ورسوله، فدخل المكابر في البلد في هذه الجملة. </p><p> وهذا قول مالك والأوزاعي ومذهب الشافعي (٧) -رضي الله عنه-، </p><p>(١) انظر البغوي في \"تفسيره\" ٣/ ٤٨. (٢) أخرج الأثر عن السدي: الطبري في \"تفسيره\" ٦/ ٢٠٨.(٣) ابن قتيبة.(٤) \"تأويل مشكل القرآن\" ص ٣٩٩.(٥) أخرجه الطبري في \"تفسيره\" ٦/ ٢١١، وأورده السيوطي في \"الدر المنثور\" ٢/ ٤٩٤، وعزاه إلى عبد بن حميد.(٦) \"تنوير المقباس\" بهامش المصحف ص ١١٣.(٧) انظر: \"الأم\" ٦/ ١٥٢، والطبري في \"تفسيره\" ٦/ ٢١٠، \"النكت والعيون\" ٢/ ٣٣، \"الوسيط\" ٣/ ٨٦٥، ٨٦٦، والبغوي في \"تفسيره\" ٣/ ٤٨، \"زاد المسير\" ٢/ ٣٤٦، ٣٤٧.وقال ابن الجوزي: ظاهر كلام أصحابنا أنه لا يثبت لهم ذلك في المصر.</p><p> وذكر الشافعي قُطّاع الطريق ثم قال: وأراهم في المصر إن لم يكونوا أعظم ذنبًا فحدودهم واحدة (١) . </p><p> وقوله تعالى:  {أَنْ يُقَتَّلُوا} إلى قوله: {أَوْ يُنْفَوْا مِنَ الْأَرْضِ} اختلفوا في حكم (أو) ههنا، فقال ابن عباس في رواية علي بن أبي طلحة: إن (أو) دخلت للتخيير، ومعناها الإباحة، أي: إن شاء الإِمام قتل، وإن شاء صلب، وإن شاء نفى، أي شيء من هذه الأشياء شاء فعل (٢) . وهذا قول الحسن وسعيد بن المسيب ومجاهد (٣) . </p><p> وقال في رواية عطية:  (أو) ليست للإباحة، وإنما هي مرتبة للحكم باختلاف الجناية، فمن قتل وأخذ المال صُلِب، وقُتِل، ومن أخذ المال ولم يقتل قُطِع، ومن سفك الدماء وكف عن الأموال قُتِل، ومن أخاف السبيل ولم يأخذ الأموال ولم يقتل نفي (٤) ، وهذا قول سعيد بن جبير وقتادة والسدي والقرظي والربيع (٥) ، ورواية عطاء عن ابن عباس أيضًا (٦) . </p><p> قال الشافعي -رضي الله عنه-: ويحدد كل واحد بقدر فعله فمن وجب </p><p>(١) \"الأم\" ٦/ ١٥٢، وانظر: الطبري في \"تفسيره\" ٦/ ٢١٠. (٢) بمعناه في \"تفسير ابن عباس\" ص ١٧٧، وأخرجه الطبري في \"تفسيره\" ٦/ ٢١٤.(٣) أخرج الآثار عنهم: الطبري في \"تفسيره\" ٦/ ٢١٤، وانظر: \"النكت والعيون\" ٢/ ٣٣، وابن كثير في \"تفسيره\" ٢/ ٥٨.(٤) أخرجه بنحوه الطبري في \"تفسيره\" ٦/ ٢١٢، وانظر: \"النكت والعيون\" ٢/ ٣٣، والبغوي في \"تفسيره\" ٣/ ٤٩، وابن كثير في \"تفسيره\" ٢/ ٥٨.(٥) أخرجه أقوالهم الطبري في \"تفسيره\" ٦/ ٢١٣.(٦) انظر: \"النكت والعيون\" ٢/ ٣٣ وابن كثير في \"تفسيره\" ٢/ ٥٨. وقد أخرج الطبري في \"تفسيره\" ٦/ ٢١٢ عن عطاء كالقول الأول: أن الإمام مخير فيها.</p><p> عليه القتل والصلب قتل قبل صلبه كراهية تعذيبه، ويصلب ثلاثًا ثم ينزل (١) . </p><p> قال أبو عبيد: سألت محمد بن الحسن (٢) عن قوله: {أَوْ يُصَلَّبُوا} فقال: هو أن يصلب حيًا ثم يطعن بالرماح حتى يقتل، وهو رأي أبي حنيفة. فقيل: هذا مُثلة. قال: المُثلةَ يراد به (٣) . قال أبو عبيد: والذي أختار أن يكون الصلب بعد القتل؛ لأن رسول الله - صلى الله عليه وسلم - نهى عن المثلة (٤) . </p><p> قال الشافعي: ومن وجب عليه القتل دون الصلب: قتل ودفع إلى أهله يدفنونه، ومن وجب عليه القطع دون القتل: قطعت يده اليمنى ثم حسمت (٥) ، ثم رجله اليسرى ثم حسمت في مكان واحد، ثم خُلّي، وذلك </p><p>(١) انظر: \"الأم\" ٦/ ١٥٢، والبغوي في \"تفسيره\" ٣/ ٤٩، \"المحرر والوجيز\" ٤/ ٤٢٧، \"زاد المسير\" ٢/ ٣٤٦، والقرطبي في \"تفسيره\" ٦/ ١٥١، ١٥٢، وابن كثير في \"تفسيره\" ٢/ ٥٨. (٢) هو أبو عبد الله محمد بن الحسن بن فرقد الشيباني العلامة صاحب أبي حنيفة، أخذ بعض الفقه عن أبي حنيفة وأكمل على أبي يوسف وأخذ الحديث عن مالك، وله مؤلفات كثيرة، وقد أخذ عنه الشافعي، توفي -رحمه الله- سنة ١٨٩ هـ.انظر: \"المعارف\" ص ٥٠٠، \"الفهرست\" ص ٢٨٤، \"طبقات الفقهاء\" للشيرازي ص ١٤٢، \"سير أعلام النبلاء\" ٩/ ١٣٤.(٣) لم أقف عليه، وانظر البغوي في \"تفسيره\" ٣/ ٤٩، والقرطبي في \"تفسيره\" ٦/ ١٥١.(٤) لم أقف على قول أبي عبيد، وأما النهي عن المثلة فقد قال عبد الله بن يزيد الأنصاري -رضي الله عنه-: نهى رسول الله - صلى الله عليه وسلم - عن النُّهبى والمثلة. أخرجه البخاري (٢٤٧٤) كتاب المظالم، باب (٣٠): النهبى بغير إذن صاحبه ٣/ ١٠٧. والنُّهبى: بمعنى النَّهْب وهو الغارة والسلب والاختلاس، انظر: \"النهاية في غريب الحديث\" ٥/ ١٣٣ (نهب).(٥) الحسم قطع الدم بالكي. انظر: \"غريب الحديث\" لأبي عبيد ١/ ٣٤٩.</p><p> معني قوله:  {مِنْ خِلَافٍ}  (١) . </p><p> واختلفوا: في معنى النفي في قوله: {أَوْ يُنْفَوْا مِنَ الْأَرْضِ} ، فقال ابن عباس: هو أن يُهْدِر الإِمام دمه فيقول: من لقيه فليقتله (٢) . </p><p> وقال بعضهم: هو أن يقاتَلُوا حيث توجهوا من الأرض، ويُطلبوا في أي أرض كانوا بها حتى تضيق عليهم الدنيا. </p><p> حكى هذا القول أبو إسحاق (٣) وأبو بكر وابن قتيبة، ثم قال ابن قتيبة: هذا إنما يكون فيمن لم يقدر عليه؛ لأنه لا يجوز أن يظفر الإِمام به فيدع عقوبته ثم يقول: من لقيه فليقتله، أو يجده فيتركه ثم يطلبه في كل أرض (٤) . وهو على ما قال. </p><p> فأما المقبوض عليه ممن حقه النفي فقال ابن عباس في رواية عطاء: ينفوا من الأرض إلى بلاد الكفر (٥) . </p><p> وهذا قول جماعة المفسرين، وهو أنهم قالوا: ينفى من بلدته إلى بلدةٍ أخرى (٦) . </p><p> وقال آخرون: المراد بالنفي في هذه الآية: الحبس والسجن (٧) . </p><p>(١) \"الأم\" ٦/ ١٥٢، وانظر: الطبري في \"تفسيره\" ٦/ ٢١٣. (٢) أخرجه بمعناه الطبري في \"تفسيره\" ٦/ ٢١٦ - ٢١٧، وانظر: \"النكت والعيون\" ٢/ ٣٤، \"زاد المسير\" ٢/ ٣٤٦.(٣) أي الزجاج في \"معاني القرآن وإعرابه\" ٢/ ١٧٠.(٤) \"تأويل مشكل القرآن\" ص ١٤١.(٥) لم أقف عليه.(٦) انظر: الطبري في \"تفسيره\" ٦/ ٢١٧ - ٢١٨، \"النكت والعيون\" ٢/ ٣٤.(٧) انظر: الطبري في \"تفسيره\" ٦/ ٢١٨، \"النكت والعيون \" ٢/ ٣٤، \"زاد المسير\" ٢/ ٢٤٦.</p><p> قال ابن الأنباري: وأكثر اللغويين يختارون هذا القول في تفسير الآية، واحتجوا بأن المسجون بمنزلة المخرج من الدنيا إذا كان ممنوعًا من التصرف وَمحولًا بينه وبين أهله وأولي أُنسِه، مع ممارسته صنوف المكاره والأذى في السجن (١) . </p><p> وقال ابن قتيبة: ولا أرى شيئًا من هذه التفاسير أشبه بالنفي في هذا الموضع من الحبس؛ لأنه إذا حُبس ومُنع من التصرف والتقلب في البلاد فقد نفي منها كلها وأُلجئ إلى مكان واحد، وأنشد هو وأبو بكر قول بعض المسجنين (٢) : </p><p> خرجنا من الدنيا ونحنُ من أهلها ... فلسنا من الأحياء فيها ولا الموتى </p><p> إذا جاءنا السجَّان يومًا لحاجةٍ ... عَجِبْنا وقلنا جاء هذا من الدنيا (٣) </p><p> وقال الوليد بن عبيد (٤) يذكر قومًا سجنوا: </p><p> غابوا عن الأَرْضِ أَنْآى غيبةٍ وهُم ... فيها فلا وَصلَ إلا الكتبُ والرسلُ (٥) </p><p>(١) لم أقف عليه (٢) عند ابن قتيبة: المسجونين. \"تأويل مشكل القرآن\" ١/ ١٤١.(٣) \"تأويل مشكل القرآن\" ١/ ١٤١، وانظر: \"بحر العلوم\" ١/ ٤٣٢، والقرطبي في \"تفسيره\" ٦/ ١٥٣، \"البحر المحيط\" ٣/ ٤٧١، وجاء فيها الشطر الثاني من البيت الأول:فلسنا من الأموات فيها ولا الأحياءوقد ذكر الرازي أن هذا الشعر لصالح بن عبد القدوس حين حبس بتهمة الزندقة في سجن ضيق مدة طويلة. انظر: \"التفسير الكبير\" ١١/ ٢١٧.(٤) هو أبو عبادة الوليد بن عبيد بن يحيى بن عبيد الملقب بالبحتري، شاعر وقته في الدولة العباسية، وله ديوان، توفي -رحمه الله- سنة ٢٨٣ هـ وقيل بعدها. انظر: \"الفهرست\" ص ١٢٦، \"سير أعلام النبلاء\" ٣/ ٤٨٦، \"البداية والنهاية\" ١١/ ٨١.(٥) \"ديوان البحتري\" ٣/ ١٧٦٠.</p><p> فصرح بغيبتهم عن الأرض مع كونهم فيها، والمُحدثُون يُحتَجّ بهم في المعاني، ولا يحتج بهم في الألفاظ. </p><p> قال أبو محمد: وليس نفي الخارب (١) من بلده إلى غيره عقوبةً له، بل هو إهمال وتسليط وبعث على التزيد في العبث والفساد (٢) . </p><p> ومذهب الفقهاء في هذه الآية أيضًا أن المراد بالنفي: الحبس. </p><p> قال الشافعي: ومن حضر منهم وكثر أو هِيب أو كان رِدءًا (٣) عُزِّر وحبس (٤) . </p><p> وهو مذهب أبي حنيفة أيضًا (٥) . قال (٦) : ومن قتل وجرح أقص لصاحب الجرح ثم قتل، ولو أخذ المال وجرح أقص صاحب الجرح ثم قطع، لا يمنع حق الله حق الآدميين، ومن عفا عن الجراح كان له، ومن عفا عن النفس لم يحقن بذلك دمه، وعلى الإِمام قتله إذا بلغت جنايته القتل، ولا يقطع منهم إلا من أخذ ربع دينار فصاعدا، قياسًا على السنة في السارق (٧) . </p><p> وقوله تعالى:  {ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا} أي: فضيحة وهوان. </p><p> {وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} وهذا للكفار الذين نزلت في العُرَنِيّين </p><p>(١) الخارب: اللص. \"الصحاح\" ١/ ١١٩ (خرب). (٢) \"تأويل مشكل القرآن\" ص ٤٠١.(٣) في \"الأم\" ٦/ ١٥٢: ردءا للصوص أي: مساعدًا.(٤) \"الأم\" ٦/ ٥٢، وانظر البغوي في \"تفسيره\" ٣/ ٥٠.(٥) انظر: الطبري في \"تفسيره\" ٦/ ٢١٨، \"بحر العلوم\" ١/ ٤٣٢، \"النكت والعيون\" ٢/ ٣٤، \"زاد المسير\" ٢/ ٢٤٦.(٦) أي الشافعي.(٧) \"الأم\" ٦/ ١٥٢ بتصرف، وانظر البغوي في \"تفسيره\" ٣/ ٤٩.</p>"
}