{
  "id": null,
  "sura": 5,
  "aya": 7,
  "text": "<p> روى أبو أمامة أن النبي - صلى الله عليه وسلم - قال:  \"الطهور يكفر ما قبله ويصير الصلاة نافلة\"  (١) . </p><p> وقوله تعالى:  {وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ} . أي تبيان الشرائع (٢) . </p><p> وقال القرظي: أي: بغفران الذنوب، بيانه قوله تعالى:  {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ}  [الفتح: ٢] فلم يتم عليه النعمة حتى غفر له (٣) . </p><p> وفسر النبي - صلى الله عليه وسلم - تمام النعمة بدخول الجنة والنجاة من النار (٤) . </p><p> وقوله تعالى:  {لَعَلَّكُمْ تَشْكُرُونَ}  [المائدة: ٦] . </p><p> قال عطاء: يريد لكي تشكروا نعمتي، وتطيعوا أمري (٥) . </p><p> ٧ - قوله تعالى:  {وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ} . </p><p> قال مجاهد: نعمة الله: النعم (٦) . </p><p>(١) أخرجه أحمد في \"مسنده\" ٥/ ٢٥١، ٢٦١ بلفظ: الوضوء يكفر .. الحديث، وحسنه الألباني. انظر: \"صحيح الجامع\" (٧١٥٦). (٢) انظر: \"زاد المسير\" ٢/ ٣٠٦.(٣) أخرجه بمعناه ابن المبارك في الزهد وابن المنذر والبيهقي في \"شعب الإيمان\". انظر البغوي في \"تفسيره\" ٣/ ٢٥، و\"زاد المسير\" ٢/ ٣٠٥، و\"الدر المنثور\" ٢/ ٤٦٨.(٤) أخرج الترمذي عن معاذ بن جبل قال: سمع النبي - صلى الله عليه وسلم - رجلاً يدعو يقول: اللهم إني أسألك تمام النعمة. فقال: \"أي شيء تمام النعمة؟ \" قال: دعوة دعوت بها أرجو بها الخير. قال: \"فإن من تمام النعمة دخول الجنة، والفوز من النار\" الحديث.أخرجه الترمذي (٣٥٢٧) كتاب الدعوات، باب (٩٩): ٥/ ٥٤١، وقال: هذا حديث حسن. وانظر: \"الدر المنثور\" ٢/ ٤٦٨.(٥) لم أقف عليه.(٦) \"تفسير مجاهد\" ١/ ١٨٧، وانظر: \"الدر المنثور\" ٤٦٩.</p><p> قال أهل المعاني: إنما لم تجمع للإشعار بعظمها من غير جهة تضاعفها (١) . ولأن جملة النعم نعمة على طريقة الجنس، كما أن جملة الماء ماء، وجملة المنافع منفعة. </p><p> وقال مقاتل: يعني: بالإسلام (٢) . </p><p> وقوله تعالى:  {وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ} . </p><p> معنى المواثقة: المعاهدة التي قد أحكمت بالعقد على ثقة (٣) . </p><p> واختلفوا في هذا الميثاق، فقال ابن عباس: هو الميثاق الذي أخذ على بني إسرائيل حين قالوا: آمنا بالنبي، وأقررنا بما في التوراة، فذكّرهم الله ميثاقه الذي أقروا به على أنفسهم، وأمرهم بالوفاء (٤) . </p><p> فعنده الآية خطاب لليهود. </p><p> وقال مجاهد والكلبي ومقاتل: هو ما أخذ عليهم حين أخرجهم من ظهر آدم، وأشهدهم على أنفسهم ألست بربكم؟ قالوا: بلى (٥) . </p><p> فإن قيل على هذا: إن بني آدم لا يذكرون ذلك الميثاق، فكيف (أُمِروا (٦) ) بحفظه؟ </p><p> قيل: إن الله تعالى إذ (٧) أخبر أنه أخذ ذلك الميثاق علينا لم يبق لنا شك في أنه كان كذلك، وليس التذكر شرطًا في خبر الصادق، فجاز أن </p><p>(١) انظر: \"زاد المسير\" ٢/ ٣٠٦. (٢) \"تفسيره\" ١/ ٤٥٦.(٣) انظر: \"اللسان\" ٨/ ٤٧٦٤ (وثق).(٤) \"تفسير ابن عباس\" ص ١٧٣، وأخرجه الطبري في \"تفسيره\" ٦/ ١٤٠.(٥) \"تفسير مجاهد\" ١/ ١٨٧، وانظر: \"تفسير مقاتل\" ١/ ٤٥٦، والبغوي في \"تفسيره\" ٣/ ٢٦، و\"زاد المسير\" ٢/ ٣٠٦.(٦) ساقط من (ش).(٧) في (ش): (إذا) بالمد.</p><p> يكلفنا الوفاء به بعد إنتفاء الشك بإخبار الصادق عنه، كما لو انتفى الشك بالتذكر، وغير بعيد أن يذكرنا الله ذلك الميثاق يوم القيامة. </p><p> وقال جماعة من المفسرين: يعني بالميثاق: حين بايعوا رسول الله - صلى الله عليه وسلم - على السمع والطاعة في كل أمر ونهي، في اليسر والعسر، والرضا والكره، والأيمان التي أخذت عليهم يوم بيعة العقبة، ويوم بيعة الرضوان (١) . </p><p> قال السدي: هذا ميثاق قبول التوحيد والإقرار بالطاعة والاستسلام لأمره، أخذ الله ميثاقنا فقلنا: سمعنا وأطعنا على الإيمان بالله، والإقرار به وبرسله، فكل مؤمن أقر بالله ورسله، فهو داخل في هذا الميثاق، وهذا كان ميثاق الذين بايعوا محمدًا على السمع والطاعة، فيما أحبوا وكرهوا (٢) . </p><p> وهذا قول ابن عباس في رواية عطاء (٣) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ}  [المائدة: ٧] . </p><p> قال ابن عباس: بخفيات القلوب، والضمير، والنيات (٤) . </p><p> وقال الكلبي: بما في القلوب من النقض والوفاء (٥) . </p><p> وذكرنا الكلام في معنى (ذات الصدور) في موضعين من سورة آل عمران. </p><p>(١) انظر: \"معاني النحاس\" ٢/ ٢٧٧، والبغوي في \"تفسيره\" ٣/ ٢٦، و\"زاد المسير\" ٢/ ٣٠٦. (٢) أخرجه الطبري في \"تفسيره\" ٦/ ١٤٠ بمعناه.(٣) لم أقف عليه.(٤) لم أقف عليه.(٥) \"تنوير المقباس\" بهامش المصحف ص ١٠٨</p>"
}