{
  "id": null,
  "sura": 5,
  "aya": 82,
  "text": "<p> نزلت في الذين جاهروا من اليهود بالعداوة لرسول الله - صلى الله عليه وسلم - والتولي للمشركين، فمعنى قوله:  {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ} فالمراد بالنبي: موسى عليه السلام {وَمَا أُنْزِلَ إِلَيْهِ} كتابه، أي: لو آمنوا بموسى وما أنزل إليه ما اتخذوا الكافرين أولياء. </p><p> ٨٢ - قوله تعالى:  {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً} الآية، اللام في (لتجدن) لام القسم، والنون دخلت تفصل بين الحال والاستقبال، عند الخليل وسيبويه (١) ، قال المفسرون: إن اليهود ظاهروا المشركين على المؤمنين حسدًا للنبي - صلى الله عليه وسلم -، وكان ينبغي أن يكونوا أقرب إلى المؤمنين، لأنهم يؤمنون بموسى والتوراة، والكفار كانوا يكذبون بهما، لكنهم حسدوا المؤمنين ومحمدًا عليه السلام (٢) . </p><p> وقوله تعالى:  {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى} ، قال ابن عباس وسعيد بن جبير وعطاء والسدي: يعني: النجاشي ووفده الذين قدموا من الحبشة على رسول الله - صلى الله عليه وسلم - فآمنوا به، ولم يُرِد جميع النصارى مع ظهور عداوتهم للدين والمسلمين، وهذا قول مجاهد والكلبي ومقاتل (٣) ، وقال قتادة: هؤلاء قوم من أهل الكتاب كانوا على الحق متمسكين بشريعة عيسى عليه السلام، فلما جاء محمد - صلى الله عليه وسلم - آمنوا به (٤) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٩٩، \"زاد المسير\" ٢/ ٤٠٨. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٩٩، \"الوسيط\" ٢/ ٢١٦.(٣) انظر: \"تفسير مقاتل\" ١/ ٤٩٧، و\"معاني القرآن\" للفراء ١/ ٣١٨، والطبري ٧/ ٢، و\"بحر العلوم\" ١/ ٤٥٣، و\"النكت والعيون\" ٢/ ٥٨، والبغوي ٣/ ٨٥، و\"زاد المسير\" ٢/ ٤٠٨.(٤) أخرجه الطبري ٧/ ٣، \"النكت والعيون\" ٢/ ٥٨، \"زاد المسير\" ٢/ ٤٠٨.</p><p> وقوله تعالى:  {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا} ، قال الزجاج: القس والقسيس رؤساء النصارى (١) . </p><p> وقال الفراء في كتاب \"الجمع\" : يجمع القسيس قسيسين كما قال الله، ولو جمع قسوسًا كان صوابًا؛ لأنهما في معنى واحد، يعني القس والقسيس، قال: ويجمع القسيس قساوسة، جمع على مثال مَهَالبَة، وكان قساسية، فكثرت السينات فأبدلوا إحداهن واوًا (٢) ، والقسوسة مصدر القس والقسيس، وقد تكلمت العرب بالقس والقسيس، أنشد المازني: </p><p> لو عَرضتْ لأِيبُليٍّ قَسِّ ... أشعثَ في هيكلِه مُنْدسَّ </p><p> حَنَّ إليها كحنينِ الطَّسِّ (٣) </p><p> وقال أمية: </p><p> لو كان مُنفَلتٌ كانت قساوسةٌ ... يُحييهم اللهُ في أيديهم الزُّبُرُ (٤) </p><p> وقساوسة جمع قسيس، على ما ذكرنا، هذا كلام أهل اللغة في القسيس، وقال ابن زيد:  \"القسيسين: العُبَّاد\"  (٥) . </p><p> وقال عروة بن الزبير: ضيعت النصارى الإنجيل، وأدخلوا فيه ما ليس منه، وبقي واحد من علمائهم على الحق والاستقامة وهو قسّيسا، فمن كان على هديه ودينه فهو قسيس\" (٦) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٢٠٠، و\"بحر العلوم\" ١/ ٤٥٤، و\"الصحاح\" ٣/ ٩٦٣ (قس). (٢) كلام الفراء من \"تهذيب اللغة\" ٣/ ٢٩٥٩ (قس)، و\"تفسير الطبري\" ٧/ ٣.(٣) الرجز منسوب للعجاج، وقد سبق ذكره عند تفسير المؤلف للآية الأول من سورة النساء.(٤) البيت في \"تهذيب اللغة\" ٣/ ٢٩٥٩ (قس).(٥) أخرجه الطبري ٧/ ٣.(٦) لم أقف عليه.</p><p> وقال قطرب: القس والقسيس: العالم بلغة الروم (١) . </p><p> وقال ورقة (٢) : </p><p> بما خبَّرتنا مِن قولِ قَسٍّ ... من الرهبانِ أكرهُ أنْ يعوجا </p><p> وعلى هذا فالقس والقسيس مما وقع الوفاق فيه بين اللغتين، وأما الرهبان فهو جمع راهب، مثل راكب وركبان، وفارس وفرسان، قال الليث: الرهبانية مصدر الراهب، والترهيب التعبد في صومعة (٣) ، وقال أبو الهيثم: الرهبان يكون واحدًا وجمعًا، فمن جعله واحداً جعله بناء على فُعلان (٤) ، وأنشد: </p><p> لو عاينت رُهبان ديْرٍ في القُلَلْ ... لأقبلَ الرُّهبانُ يعْدُو ونَزَلْ (٥) </p><p> قال: ووجه الكلام: أن يكون جمعًا بالنون، قال: وإن جمع الرهبان الواحد رهابين ورهابنة جاز، وإن قلت: رهبانيون، كان صوابًا، ينسبه إلى الرهبانية (٦) ، وأصل الرهبانية من الرهبة بمعنى المخافة (٧) . </p><p> وقال جرير: </p><p> رهبانُ مديَن لو رأوك تنزَّلوا ... والعُصمُ من شَعَفِ العَقُول الفادِرِ (٨) </p><p>(١) انظر: \"الوسيط\" ٢/ ٢١٧، والبغوي ٣/ ٨٧، و\"زاد المسير\" ٢/ ٤٠٨. (٢) الظاهر أنه ورقة بن نوفل المشهور، من أهل الكتاب. وتقدمت ترجمته.(٣) \"تهذيب اللغة\" ٢/ ١٤٨ (رهب)، \"اللسان\" ٣/ ١٧٤٩ (رهب).(٤) \"تهذيب اللغة\" ٢/ ١٤٨٣ (رهب)، \"اللسان\" ٣/ ١٧٤٨ (رهب).(٥) البيت دون نسبة في: \"تهذيب اللغة\" ٢/ ١٤٨٣ (رهب)، \"اللسان\" ٣/ ١٧٤٨ (رهب).(٦) \"تهذيب اللغة\" ٢/ ١٤٨٣ (رهب)، \"اللسان\" ٣/ ١٧٤٨ (رهب).(٧) \"تهذيب اللغة\" ٢/ ١٤٨٣ (رهب)، \"تفسير الطبري\" ٧/ ٣.(٨) البيت في الطبري ٧/ ٣، و\"اللسان\" ٣/ ١٧٤٨ (رهب)، وقال موضحًا البيت: \"وعِلٌ عاقل: صعد الجبل، والفادر: المسن من الوعول.</p><p> فهذا جمع، ويقال: كيف مدحهم الله عز وجل بأن منهم قسيسين ورهبَانًا وليس هذان من أمور المسلمين، وقد نهى النبي - صلى الله عليه وسلم - عنهما فقال:  \"إني لا آمركم أن تكونوا قسيسين ولا رهبانًا\"  (١) ؟، والجواب عن هذا ما ذكره أبو بكر محمد بن القاسم (٢) رحمه الله فقال: إنما مدحهم الله تعالى بالتمسك بدين عيسى، وبأنهم استعملوا في أمر محمد - صلى الله عليه وسلم - ما أخذ عليهم في التوراة والإنجيل، وكانت الرهبانية مستحسنة في دينهم، ولذلك كانوا يسمون الرئيس في دينهم قسًا وقسيسًا، فذكر الله تبارك وتعالى أسماءهم وألقابهم على سبيل ما يُعرف لهم، ومدح منهم تصديق النبي - صلى الله عليه وسلم - (٣) ، فكان تأويل قوله:  {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا} ، ذلك بأن منهم عليما أوصاه عيسى عليه السلام، الدليل على هذا قوله تعالى:  {وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} فلما دخلوا في الإِسلام [...]  (٤) ما كان قبله وألزمهم الأخذ بما يأمر رسول الله - صلى الله عليه وسلم - ورفض ما كانوا يستعلمونه في شريعتهم. </p><p> وقوله تعالى:  {وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} أي عن اتباع الحق والإذعان به كما يستكبر اليهود وعبدة الأوثان) (٥)  (٦) . </p><p>(١) أخرجه الطبري ٧/ ٩ بسنده عن أبي عبد الرحمن (وقد يكون ابن مسعود). وقد أخرج الإِمام أحمد في مسنده ٦/ ٢٢٦ من حديث عائشة في قصة عثمان بن مظعون قوله - صلى الله عليه وسلم -: \"يا عثمان إن الرهبانية لم تكتب علينا\"، والدارمي في كتاب النكاح/ باب ٣ النهي عن التبتل ٣/ ١٣٨٦ - ١٣٨٧ برقم (٢٢١٥) من حديث سعد بن أبي وقاص بلفظ: (يا عثمان إني لم أومر بالرهبانية). (٢) ابن الأنباري.(٣) انظر: \"الوسيط\" ٢/ ٢١٧، \"زاد المسير\" ٢/ ٤٠٨، ٤٠٩.(٤) بياض في (ش) بمقدار كلمة.(٥) \"تفسير الطبري\" ٧/ ٤، و\"زاد المسير\" ٢/ ٤٠٩.(٦) إلى هنا نهاية السقط الذي سبقت الإشارة إلى بدايته من نسخة (ج).</p>"
}