{
  "id": null,
  "sura": 5,
  "aya": 95,
  "text": "<p> {يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ}  [الأنبياء: ٤٩] ، وقد أحكمنا هذا ومعنى الغيب في قوله:  {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ}  [البقرة: ٣] . </p><p> وقوله تعالى:  {فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ} ، قال ابن عباس: يريد بعد نهي (١) ، {فَلَهُ عَذَابٌ أَلِيمٌ}  [المائدة: ٩٤] . </p><p> قال ابن عباس: يوسع ظهره وبطنه جلدًا، ويسلب ثيابه (٢) . </p><p> هذا قول أكثر أهل التفسير في هذه الآية (٣) ، وقال عطاء:  {بِشَيْءٍ مِنَ الصَّيْدِ} يريد حمام مكة {تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ} يريد أنها تفرخ في بيوت أهل مكة في الكِواء (٤) على الطرق وقدر القامة وأدنى من القامة وأكثر من القامة وقدر رمح، فنُهي من أخذها وأكلها {لِيَعْلَمَ اللَّهُ مَنْ يَخَافُهُ بِالْغَيْبِ} يريد يأخذها سرًّا عن السلطان، وعن أهل الفضل والأمر بالمعروف والنهي عن المنكر (٥) . </p><p> ٩٥ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} الآية. </p><p> حرم الله تعالى قتل الصيد على المحرم، فليس له أن يتعرض للصيد ما دام محرمًا، لا بالسلاح ولا بالجوارح من الكلاب والطير، سواء كان الصيد صيد الحل أو صيد الحرم (٦) ، وأما الحلال فله أن يصيد في الحل </p><p>(١) \"النكت والعيون\" ٢/ ٦٦. (٢) انظر: \"الوسيط\" ٢/ ٢٢٨، وعزاه المحقق \"لتفسير ابن عباس\" ص ١٠١، و\"تفسير البغوي\" ٣/ ٩٦، \"زاد المسير\" ٢/ ٤٢٢.(٣) \"تفسير الطبري\" ٧/ ٤٠، \"بحر العلوم\" ١/ ٤٥٨، \"النكت والعيون\" ٢/ ٦٦، و\"تفسير البغوي\" ٣/ ٩٦، \"زاد المسير\" ٢/ ٤٢٢.(٤) الكِواء: جمع كوَّة وهي الخرق في الحائط والثقب في البيت ونحوه. انظر: \"اللسان\" ٧/ ٣٩٦٤ (كوي)(٥) لم أقف عليه.(٦) \"تفسير الطبري\" ٧/ ٧٤، \"النكت والعيون\" ٢/ ٦٦.</p><p> وليس له أن يصيد في الحرم، والآية هل تدل على هذا أم لا؟ </p><p> أما عند المفسرين فالآية واردة في المحرمين (١) ، وعند أهل المعاني يجوز حمل الآية على الحكمين جميعا، فإن قوله {وَأَنْتُمْ حُرُمٌ} يصلح للمحرمين وللداخلين في الحرم، وإذا شمل اللفظ المعنيين جميعًا فهما منه (٢) ، وقوله تعالى:  {وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا} ، قال مجاهد والحسن وابن جريج وإبراهيم وابن زيد: هو الذي يتعمد القتل ناسيًا لإحرامه، وعليه الجزاء، فأما إذا تعمد القتل ذاكرًا لإحرامه فلا جزاء عليه، لأنه أعظم من أن يكون له كفارة (٣) ، وقال ابن عباس وعطاء والباقون: يحكم عليه بالجزاء وإن تعمد القتل مع ذكر الإحرام (٤) ، وهذا مذهب عامة الفقهاء (٥) ، فأما إذا قتل الصيد خطأ، بأن قصد غيره بالرمي فأصابه، فهو كالمتعمد في وجوب الجزاء عند عامة أهل التفسير والفقه، وذلك أنهم ألحقوا المخطىء بالعامد في وجوب الكفارة، كما ألحقوا العامد بالمخطىء في كفارة القتل (٦) ، وقال سعيد بن جبير: لا أرى في الخطأ شيئًا (٧) ، وهذا قول شاذ لا يؤخذ به، وقال الزهري: نزل القرآن بالعمد، وجرت السنة في الخطأ (٨) . </p><p> وقوله تعالى:  {فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} ، ارتفع {فَجَزَاءٌ} بإضمار: </p><p>(١) \"تفسير الطبري\" ٧/ ٧٤، \"النكت والعيون\" ٢/ ٦٦. (٢) \"النكت والعيون\" ٢/ ٦٦، \"زاد المسير\" ٢/ ٤٢٢.(٣) \"تفسير الطبري\" ٧/ ٤٣، \"النكت والعيون\" ٢/ ٦٧، البغوي ٣/ ٩٧.(٤) \"تفسير الطبري\" ٧/ ٤٢، \"زاد المسير\" ٢/ ٤٢٢.(٥) \"تفسير البغوي\" ٣/ ٩٧، \"زاد المسير\" ٢/ ٤٢٢.(٦) \"تفسير الطبري\" ٧/ ٤٢، \"الوسيط\" ٢/ ٢٢٩، البغوي ٣/ ٩٧.(٧) أخرجه الطبري ٧/ ٤٣ بمعناه.(٨) أخرجه الطبري ٧/ ٤٣، \"الوسيط\" ٢/ ٢٢٩.</p><p> فعليه (١) ، أو: فاللازم له، أو: فالواجب عليه. </p><p> وقال الزجاج: ويجوز أن يُرفَع (جزاء) على الابتداء، ويكون (مثل ما قتل) خبر الابتداء، ويكون المعنى: فجزاء ذلك الفعل مثل ما قتل (٢) ، واختلف القراء في هذا، فقرأ بعضهم بالتنوين ورفع المثل (٣) ؛ لأن المعنى: فعليه جزاء مماثلٌ للمقتول من الصيد، فمثل مرفوع لأنه صفة لقوله:  (فجزاء) ولا ينبغي إضافة جزاء إلى المثل، ألا ترى أنه ليس عليه جزاء مثل ما قتل في الحقيقة، إنما عليه جزاء المقتول لا جزاء مثله، ولا جزاء عليه لمثل المقتول الذي لم يقتله. وإذا كان كذلك علمت أن الجزاء لا ينبغي أن يضاف إلى (مثل) لأنه يوجب جزاء المثلِ، والموجَبُ جزاءُ المقتول من الصيد، لا جزاءُ مثله الذي ليس بمقتول (٤) . </p><p> وقوله تعالى:  {مِنَ النَّعَمِ} ، يجوز أن يكون صفة للنكرة التي هي (فجزاء) والمعنى: فجزاء من النعم مثلٌ لما قتل، ويجوز أن يكون متعلقًا بمثل، أي: مثلٌ لما قتل من النعم (٥) . </p><p> وأما من أضاف الجزاء إلى مثل فقال: فجزاء مثل ما قتل، فإنه وإن كان عليه جزاء المقتول لا جزاء مثله، فإنهم قد يقولون: أنا نكرم مثلك، يريدون: أنا أكرمُك، وإذا كان كذلك كانت الإضافة في المعنى كغير </p><p>(١) انظر: \"معاني القرآن\" للأخفش ٢/ ٤٧٦. (٢) \"معاني القرآن وإعرابه\" ٢/ ٢٠٧.(٣) قراءة عاصم وحمزة والكسائي، وقرأ ابن كثير ونافع وأبو عمرو وابن عامر (فجزاءُ مثل ما) مضافة بخفض مثل. \"الحجة للقراء السبعة\" ٣/ ٢٥٤.(٤) \"الحجة للقراء السبعة\" ٣/ ٢٥٤، ٢٥٥.(٥) \"الحجة للقراء السبعة\" ٣/ ٢٥٥، \"بحر العلوم\" ١/ ٤٥٨.</p><p> الإضافة، لأن المعنى: فعليه جزاءُ ما قتل، ومما يؤكد أن المثل وإن كان قد أضيف إليه الجزاء فالمعنى: فعليه جزاء المقتول لا جزاءُ مثله الذي لم يقتل قوله تعالى: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ}  [الأنعام: ١٢٢] والتقدير: كمن هو في الظلمات, والمِثْلُ والمَثَلُ والشِّبْهُ والشَبَهُ واحدٌ، فإذا كان مَثلُه في الظلمات فكأنه هو أيضًا فيها (١) . </p><p> واختلفوا في هذه المماثلة أهي في القيمة أو بالخلقة: فالذي عليه عُظْم أهل العلم والتأويل: أن المماثلة في الخِلقَه، ففي النعامة بدنة،، وفي حمار الوحش بقرة، وفي الضبع كبش، وفي الظبي شاة، وفي الغزال والأرنب حَمَل، وفي الضب سخلة، وفي اليَربُوع جَفْرة (٢) . </p><p> قال الشافعي بعد ما ذكر هذا الفصل: ينظر إلى أقرب ما يقتل من الصيد شبهًا من النعم بالخلقة لا بالقيمة (٣) ، وكل دابة من الصيد لم يسمها ففداؤها ما يقرب منها في الخِلقَة من النَعَم قياسًا على ما سميناه، هذا في الدواب، فأما في الطائر: فقال الشافعي: الطائر صنفان: حمام، وغير حمام، فكل ما عَبّ وهدر كالفواخت وذوات الأطواق والقُمري والدُّبسي فهو حمام، وفيه شاة، وما سواه من الطير ففيه قيمته في المكان الذي أصيب فيه (٤) ، وهذا قول عمر وعثمان وعبد الرحمن بن عوف وابن عباس </p><p>(١) الحجة ٣/ ٢٥٦، ٢٥٧، \"بحر العلوم\" ١/ ٤٥٨. (٢) \"الأم\" للشافعي ٢/ ٢٠٦، والطبري ٧/ ٤٤ - ٥٠، و\"النكت والعيون\" ٢/ ٦٧ , والبغوي ٣/ ٩٧، ٩٨، والقرطبي ٦/ ٣١٠، و\"الدر المنثور\" ٢/ ٥٧٩ - ٥٨١.(٣) \"الأم\" ٢/ ٢٠٦، ٢٠٧.(٤) \"الأم\" ٢/ ٢٠٧، و\"تفسير البغوي\" ٣/ ٩٧.</p><p> وابن عمر والسدي ومجاهد وعطاء والضحاك (١) . </p><p> وقال إبراهيم النخعي: يُقوم الصيد المقتول بقيمة عادلة، ثم يشترى بثمنه مثله من النعم (٢) فاعتبر المماثلة بالقيمة. </p><p> والصحيح القول الأول (٣) ؛ لأن أولئك القوم حكموا في النعامة ببدنة وهي لا تساوي هناك بدنه، وفي حمار الوحش ببقرة (وهو لا يساوي)  (٤) هناك بقرة. </p><p> وعند أبي حنيفة لا يجوز أن يهدى (في)  (٥) جزاء الصيد إلا ما يجوز أن يضحى به، فإذا لم يبلغ قيمة الصيد هديًا أطعم أو صام (٦) ، وهذا خلاف قول الإجماع من الصحابة. </p><p> وقوله تعالى:  {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} ، قال ابن عباس: يريد يحكم في الصيد بالجزاء رجلان صالحان (منكم) أي من أهل ملتكم ودينكم، فقيهان عدلان، فينظران إلى أشبه الأشياء به من النعم فيحكمان به (٧) . </p><p> قال ميمون بن مهران: جاء أعرابي إلى أبي بكر - رضي الله عنه - فقال: إني أصبت من الصيد كذا وكذا، فسأل أبو بكر أبي بن كعب، فقال الأعرابي: أتيتك </p><p>(١) \"تفسير الطبري\" ٧/ ٤٤ - ٥٠، والبغوي ٣/ ٩٧، ٩٨، و\"الدر المنثور\" ٢/ ٥٧٩ - ٥٨١. (٢) أخرجه الطبري ٧/ ٥٠.(٣) وهو اختيار الطبري ٧/ ٥٠.(٤) في (ج): (وهي لا تساوي).(٥) ليس في (ج).(٦) \"بحر العلوم\" ١/ ٤٥٨، \"النكت والعيون\" ٢/ ٦٧، القرطبي ٦/ ٣١٠.(٧) \"معاني الزجاج\" ٢/ ٢٠٧، \"النكت والعيون\" ٢/ ٦٧، \"الوسيط\" ٢/ ٢٢٩، ونسبه المحقق لتفسير ابن عباس ص ١٠١، والبغوي ٣/ ٩٧، و\"تنوير المقباس\" بهامش المصحف ص ١٢٣.</p><p> أسألك وأنت تسأل غيرك، فقال أبو بكر: وما أنكرت من ذلك؟ قال الله تعالى:  {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} فشاورت صاحبي، فإذا اتفقنا على شيء أمرناك به (١) . </p><p> وأخبرنا الأستاذ أبو إسحاق أحمد بن إبراهيم رحمه الله، أخبرنا أبو بكر محمَّد بن أحمد بن عبدوس الحيري، أخبرنا محمد بن الحسن، أخبرنا علي بن عبد العزيز، حدثنا القاسم بن سلام، قال: حدثني ابن أبي أمية، عن أبي عوانة، عن عبد الملك بن عمير، عن قبيصة بن جابر، قال: خرجنا حُجاجًا، فكنَّا إذا صلينا الغداةَ اقتدنا رواحلنا نتماشى ونتحدث، فبينا نحن ذات غداة إذ (٢) سنح لنا ظبي فابتدرنا، فابتدرته ورميته فأصاب خُشَّاءَه (٣) فركب رَدْعَهُ (٤) فمات، فلما قدمنا مكة سألنا عمر بن الخطاب، وكان حاجًا وكان جالسًا إلى جنبه عبد الرحمن بن عوف، فسألته عن ذلك، فقال عمر لعبد الرحمن: ما ترى؟ قال: عليه شاة، قال: وأنا أرى ذلك، فقال: اذهب فاذبح (٥) شاة، فخرجت إلى صاحبي فقلت: إن أمير المؤمنين لم يدر ما يقول حتى سأل غيره، قال: فلم يفجأنا إلا عمر ومعه الدِّرة فعلاني بالدرة وقال: أتقتل في الحرم وتُسَفِّه الحكم؟ قال الله تعالى: {يَحْكُمُ بِهِ ذَوَا </p><p>(١) أخرجه ابن أبي حاتم بإسناد جيد. انظر: ابن كثير ٢/ ١١٢، كما أخرجه عبد بن حميد أيضاً. \"الدر المنثور\" ٢/ ٥٨١. (٢) في (ش): (إذ).(٣) بضم الخاء وتشديد الشين، والخشاء: هو العظم الدقيق العاري من الشعر الناتىء خلف الأذن (تحقيق شاكر للطبري).(٤) ركب ردعه: إذا خر لوجهه على دمه، وأصل الردع ما تلطخ به الشيء من زعفران وغيره، وهو أثر دمه (تحقيق شاكر للطبري).(٥) في (ش): (فاهد).</p><p> عَدْلٍ مِنْكُمْ} فأنا عمر وهذا عبد الرحمن (١) . </p><p> وجوز عمر - رضي الله عنه - أن يكون الجاني على الصيد أحد الحكمين فيما روي أن أربد (٢) أوطأ فرسه (٣) ففزر ظهر، فسأل عمر بن الخطاب فقال له عمر: احكم، فقال: أنت أعدل يا أمير المؤمنين فاحكم، فقال: إنما أمرتك بأن تحكم وما أمرتك بأن تزكيني، فقال: أرى فيه جَدْيًا جمع الماء والشجر، فقال: افعل ما ترى (٤) . </p><p> قال العلماء: في هذه الآية دلالة على صحة الاجتهاد في الأحكام، لأن الله تعالى جعل الحكم إلى العدلين، وقد يقع في ذلك الاختلاف، فيحكم عدلان في جزاء صيد بشيء، ويحكم عدلان آخران لإنسان آخر في جزاء مثله من الصيد بشيءآخر، وكله حق وصواب. </p><p> وقوله تعالى:  {هَدْيًا بَالِغَ} ، قال الزجاج:  (هديًا) منصوب على الحال، المعنى يحكم به مقدّرًا أن يهدي (٥) ، قال أبو علي: ومثله قولك: معه صقر صائدًا به غدًا، أي مقدرًا الصيد (٦) ، وقد سبق بيان هذا في مواضع من الكتاب، و {بَالِغَ الْكَعْبَةِ} لفظه لفظ معرفة، ومعناه النكره، لأن المعنى: </p><p>(١) أخرجه من طريق عبد الملك بن عمير عن قبيصة. الطبري ٧/ ٤٥ - ٤٨، وكذا ابن المنذر وابن أبي حاتم والطبراني والحاكم وصححه. \"الدر المنثور\" ٢/ ٥٨١. (٢) هو أربد بن عبد الله البجلي، أدرك الجاهلية، ترجمه ابن حجر في الإصابة من القسم الثالث، وذكر قصته هذه. انظر: \"الإصابة\" ١/ ١٠١.(٣) أي حمل دابته حتى وطئت الصف، أي داسته (تحقيق شاكر للطبري).(٤) أخرجه الشافعي في \"الأم\" ٢/ ٢٠٦، والطبري ٧/ ٤٩، وقال ابن حجر: إسناده صحيح. الإصابة ١/ ١١١.(٥) \"معاني القرآن وإعرابه\" ٢/ ٢٠٨، انظر: \"الطبري\" ٧/ ٥٠.(٦) \"الحجة للقراء السبعة\" ١/ ٢٦٨.</p><p> بالغًا الكعبة، إلا أن التنوين حذف استخفافًا (١) ، ومثله قوله تعالى:  {عَارِضٌ مُمْطِرُنَا}  (٢)  [الأحقاف: ٢٤] ، وقد شرحنا هذه المسألة في قوله تعالى:  {ظَالِمِي أَنْفُسِهِمْ} في سورة النساء [٩٧] ، والكعبة: البيت الحرام، سمي كعبة لارتفاعه وتربيعه، والعرب تسمي كل بيت مرتفع كعبة (٣) ، قال ابن عباس: يريد إذا أتى مكة ذبحه وتصدق به (٤) ، </p><p> وقوله تعالى:  {أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ} ، اختلف القراء ههنا، فنون بعضهم الكفارة، ولم يضف الكفارة إلى الطعام؛ لأن الكفارة ليست للطعام وإنما الكفارة لقتل الصيد (٥) ، وأضاف الآخرون الكفارة إلى الطعام (٦) ؛ لأنه لما خير المكفر بين ثلاثة أشياء: الهدي والطعام والصيام، استجاز الإضافة لذلك، فكأنه قيل: كفارة طعام، لا كفارة هدي ولا كفارة صيام، فاستقامت الإضافة لكون الكفارة من هذه الأشياء (٧) . </p><p> واختلفوا في (أو) في هذه الآية هل هي للتخيير أم لا؟ فقال ابن عباس في بعض الروايات ومجاهد وعامر وإبراهيم والسدي: إن (أو) ليس </p><p>(١) \"معاني الزجاج\" ٢/ ٢٠٨، \"تفسير الطبري\" ٧/ ٥٠. (٢) في (ج): (ممكرنا).(٣) \"تهذيب اللغة\" ٤/ ٣١٥٢ (كعب)، والصحاح ١/ ٢١٣ (كعب).(٤) أخرجه الطبري ٧/ ٥١.(٥) \"الحجة\" ٣/ ٢٥٧، ٢٥٨، ونسب القراءة هذه لابن كثير وعاصم وأبي عمرو وحمزة والكسائي.(٦) بعد هذه الكلمة وجد زيادة في (ج) وهي: \"لأن الكفارة ليست للطعام وإنما الكفارة لقتل الصيد\"، ولعل هذا سهو من الناسخ؛ لأن هذه الجملة من الكلام تقدمت في تعليل القراءة الأولى، فليتنبه.(٧) \"الحجة\" ٣/ ٢٥٧ , ٢٥٨ ونسب هذه القراءة لنافع وابن عامر.</p><p> على التخيير ولكن على الترتيب، لأنه لا يخرج حكم الجزاء عن أحد الثلاثة، إن لم يجد الجزاء بالهدي إما لعدم (الثمن)  (١) أو لعوز النعم فالإطعام، وإن لم يجد الإطعام فالصيام، وقال ابن عباس في بعض الروايات وعطاء والحسن وإبراهيم: إن (أو) للتخيير (٢) . وإليه ذهب الشافعي (٣) . </p><p> قال الزجاج: الذي يوجبه اللفظ التخيير، وهو الاختيار على مذهب اللغة (٤) ، قال الشافعي: إذا قتل صيدًا فإن شاء جزاه بمثله، وإن شاء قوم المثل دراهم، ثم الدراهم طعامًا، ثم يتصدق به، وإن شاء صام عن كل مُدٍّ يومًا (٥) ، واختلفوا كيف يقوم الصيد طعامًا، فمذهب الشافعي ما ذكرنا وهو أن يقوم مثله من النعم دراهم، ثم الدراهم طعامًا، وهو قول عطاء (٦) . </p><p> وقال قتادة: يقوم نفس الصيد المقتول حيًّا، ثم يجعل طعامًا (٧) ، واختلفوا في أي موضع يعتبر قيمة الصيد، فمذهب الشافعي وأكثر الفقهاء أنه يقوم بالمكان الذي أصابه فيه، وهذا مذهب إبراهيم وحماد وأبي حنيفة (٨) . </p><p>(١) ساقط من (ج). (٢) \"تفسير الطبري\" ٧/ ٥٣، \"الدر المنثور\" ٢/ ٥٨٣.(٣) \"الأم\" ٢/ ٢٠٧.(٤) \"معاني القرآن وإعرابه\" ٢/ ٢٠٨.(٥) \"الأم\" ٢/ ٢٠٧.(٦) \"الأم\" ٢/ ٢٠٧، والطبري ٧/ ٥٣ عن عطاء.(٧) أخرجه الطبري ٧/ ٥٤.(٨) \"تفسير الطبري\" ٧/ ٥٤.</p><p> وقال الشعبي: يقوم بمكة بثمن مكة لأنه يكفر بها (١) . </p><p> وقوله تعالى:  {أَوْ عَدْلُ ذَلِكَ صِيَامًا} ، قال الفراء: العدل ما عادل الشيء من غير جنسه، والعِدْل المثل، تقول: عندي عِدلُ غلامك وشاتك , إذا كانت شاة تعدل شاة أو غلام يعدل غلامًا، وإذا أردت قيمته من غير جنسه نصبت العين فقلت: عَدْل، وربما قال بعض العرب: عِدْله وكأنه منهم غلط، لتقارب معنى العَدْل من العِدْل ولفظه (٢) . </p><p> وقال أبو الهيثم: العِدلُ المثل، هذا عِدْلُه أي مثله، والعَدْل القيمة، تقول: خُد عَدْله منه كذا، أي قيمته. قال: والعِدل اسم حمْلِ معدول يحمل، أي مَسَوَّى به، والعَدْل تقويمك الشيء بالشيء من غير جنسه حتى تجعله له مثلًا (٣) . </p><p> وقال الزجاج: العَدْل والعِدلُ واحد في المعنى، وهما بمعنى المثل، كان المثل من الجنس أو من غير الجنس، ولا تقول: إن العرب غلطت وليس إذا أخطأ مخطئ وجب أن تقول: إن العرب غلطت (٤) . </p><p> وقال ابن الأعرابي: عَدْل الشيء وعِدله سواء، أي مثله (٥) . </p><p> قال الزجاج: وقوله تعالى: {صِيَامًا} منصوب على التمييز. المعنى: ومثل ذلك من الصيام (٦) . </p><p>(١) أخرجه الطبري ٧/ ٥٥. (٢) \"معاني القرآن\" ١/ ٣٢٠، \"تهذيب اللغة\" ٣/ ٢٣٥٨ (عدل).(٣) \"تهذيب اللغة\" ٣/ ٢٣٥٨ (عدل).(٤) \"معاني القرآن وإعرابه\" ٢/ ٢٠٨، \"تهذيب اللغة\" ٣/ ٢٣٥٨ (عدل).(٥) \"تهذيب اللغة\" ٣/ ٢٣٥٨ (عدل).(٦) \"معاني القرآن وإعرابه\" ٢/ ٢٠٨.</p><p> وقال الفراء: ونصبك الصيام على التفسير، كما تقول: عندي رطلان عسلاً، وملء بيت قَتّا. قال: والأصل فيه أن تنظر إلى (مِنْ) ، فإن حسنت فيه ثُمَّ أُلقيت نصبت، ألا ترى أنك تقول: عليه عَدْل ذلك من الصيام، وكذلك قوله تعالى:  {مِلْءُ الْأَرْضِ ذَهَبًا}  [آل عمران: ٩١]  (١) ، قال عطاء: يصوم لكل مُدٍّ يومًا (٢) ، وهو مذهب الشافعي (٣) ، وعند أبي حنيفة يصوم لكل نصف صاع يومًا (٤) . </p><p> قال الشافعي: ولا يجزئه أن يتصدق بشيء من الجزاء إلا بمكة أو بمنى، وأما الصوم حيث شاء, لأنه لا منفعة فيه لمساكين الحرم (٥) ، واعلم أن الجزاء إنما يجب فيما يؤكل لحمه من الدواب، وأما السباع غير المأكولة فلا جزاء في قتلها (٦) ، وكذلك الفواسق وهن خمس. </p><p> أخبرنا أبو عبد الله محمد بن إبراهيم بن محمد بن يحيى، أخبرنا أبو عبد الله محمد بن يزيد، حدثنا إبراهيم شريك، حدثنا أحمد بن عبد الله بن يونس، حدثنا مالك، عن نافع، عن ابن عمر أن النبي - صلى الله عليه وسلم - قال:  \"خمسٌ من الدوابِّ ليس على المحرم في قتلهن جناح، الغُرابُ والحِدَأة والعقرب والفأرة والكلب العقور\"  (٧) . </p><p>(١) \"معاني القرآن\" ١/ ٣٢٠، \"تفسير الطبري\" ٧/ ٥٧، \"تهذيب اللغة\" ٣/ ٢٣٥٨ (عدل). (٢) أخرجه الطبري ٧/ ٥٧.(٣) \"الأم\" ٢/ ٢٠٧، \"النكت والعيون\" ٢/ ٦٨.(٤) \"بحر العلوم\" ١/ ٤٥٩، والبغوي ٣/ ٩٨.(٥) \"الأم\" ٢/ ٢٠٧.(٦) \"الوسيط\" ٢/ ٢٣٠. عموم السباع فيها خلاف وتفصيل. ذكره القرطبي ٦/ ٣٠٣، ٣٠٤ فلينظر إليه.(٧) أخرجه البخاري (١٨٢٦) كتاب: جزاء الصيد , باب: ما يقتل المحرم من =</p><p> وقوله تعالى:  {لِيَذُوقَ وَبَالَ أَمْرِهِ} ، قال ابن عباس: يريد جزاء ما صنع وعاقبته (١) ، والوبال في اللغة: ثقل الشيء في المكروه، يقال: مرعى وبيل، إذا كان يستوخم، وماء وبيل، إذا لم يستمرأ. يقال: رعينا كلأً وبيلاً، وقال أبو زيد: استوبلت الأرض إذا لم يستمرىء بها الطعام (٢) . </p><p> وقوله تعالى:  {عَفَا اللَّهُ عَمَّا سَلَفَ} ، قال الحسن وعطاء والسدي: عما مضى في الجاهلية (٣) ، وقال آخرون: عما سلف قبل التحريم في الإسلام (٤) . </p><p> وقوله تعالى:  {وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ} ، اختلفوا في حكم من عاد: فقال عطاء وإبراهيم وسعيد بن جبير: إذا عاد إلى قتل الصيد محرمًا بعدما حُكِمَ عليه في المرة الأولى حكم عليه ثانيًا وهو بصدد الوعيد لقوله تعالى: {فَيَنْتَقِمُ اللَّهُ مِنْهُ وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ}  (٥) ، وعلى هذا مذهب الفقهاء، وهو قول مجاهد (٦) ، وقال ابن عباس وشريح والحسن: إن عاد لم يلزم الجزاء، ويقال له: اذهب فسينتقم الله منك (٧) . </p><p> قال ابن عباس: إذا عاد في المرة الثانية لقتل الصيد لم يحكم عليه، </p><p>= الدواب ٢/ ٢١٢، ومسلم (١١٩٨) كتاب: الحج، باب: ما يندب للمحرم وغيره قتله من الدواب وغيرهما. (١) \"تفسير البغوي\" ٣/ ٩٨.(٢) \"معاني الزجاج\" ٢/ ٢٠٨، و\"اللسان\" ٨/ ٤٧٥٥ (وبل).(٣) أخرجه عن عطاء الطبري ٧/ ٥٨، و\"تفسير البغوي\" ٣/ ٩٨، \"زاد المسير\" ٢/ ٤٢٦ ورجح ابن الجوزي هذا القول.(٤) \"تفسير الطبري\" ٧/ ٥٨ - ٥٩، \"بحر العلوم\" ١/ ٤٥٩، \"النكت والعيون\" ٢/ ٦٨.(٥) \"تفسير الطبري\" ٧/ ٥٩.(٦) \"تفسير الطبري\" ٧/ ٦١، \"بحر العلوم\" ١/ ٤٥٩، \"النكت والعيون\" ٢/ ٦٨.(٧) \"تفسير الطبري\" ٧/ ٦٠ - ٦١، \"بحر العلوم\" ١/ ٤٥٩.</p><p> ولكن يملأ بطنه وظهره بالسياط ضربًا وجيعًا (١) ، وكذلك حكم رسول الله - صلى الله عليه وسلم - في \"وج\" وهو وادٍ بالطائف، جعله حرامًا كحرمة البلد الحرام، فمن قتل صيده ملىء ظهره وبطنه جلدًا وسلب ثيابه (٢) . </p><p> والفاء في قوله تعالى:  {فَيَنْتَقِمُ} جواب الشرط، والتقدير: ومن عاد فإن الله ينتقم منه (٣) ، قال سيبويه في قوله تعالى:  {فَيَنْتَقِمُ اللَّهُ مِنْهُ} وفي قوله تعالى: {وَمَنْ كَفَرَ فَأُمَتِّعُهُ}  [البقرة: ١٢٦] وقوله تعالى: {فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ}  [الجن: ١٣] إن في هذه الآي إضمارًا مقدرًا، كأنه: ومن عاد فهو ينتقم الله منه، ومن كفر فأنا أمتعه، ومن يؤمن فهو لا يخاف، لأن الفاء لا تدخل في جواب الشرط على الفعل إذا كان مستغنًى عنه مع الفعل، وإنما يحتاج إلى الفاء مثل قولك: إن تأتني فأنت مكرم (٤) . </p><p> قال أبو علي: وموضع الفاء مع ما بعدها جزم، وعلى هذا قرأ بعض القراء:  {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ}  [الأعراف: ١٨٦] بالجزم، يحمل إياه على موضع:  (فلا هادِي)  (٥) ، ويقال: انتقمت منه إذا كافأه عقوبة بما صنع والنِّقمَة والنَّقْمة العقوبة والإنكار (٦) . </p><p> وقوله تعالى:  {وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ} ، قال عطاء: منيع ذو انتقام من </p><p>(١) \"تفسير البغوي\" ٣/ ٩٨، \"زاد المسير\" ٢/ ٤٢٧. (٢) أخرج أبو داود (٢٠٣٢) كتاب: المناسك، باب: ٩٧ عن الزبير - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \"إن صيد وج وعضاهه حرام محرم لله\". و\"تفسير البغوي\" ٣/ ٩٨.(٣) \"معاني القرآن وإعرابه\" ٢/ ٢٠٩.(٤) انظر: \"الكتاب\" ٣/ ٦٩(٥) \"الحجة\" ٤/ ١٠٩ , ١١٠.(٦) \"تفسير الطبري\" ٧/ ٦٣، \"النكت والعيون\" ٢/ ٦٨.</p>"
}