{
  "id": null,
  "sura": 5,
  "aya": 43,
  "text": "<p> ومذهب الشافعي أنه يجب على الحاكم منا أن يحكم بين أهل الذمة إذا تحاكموا إليه؛ لأن في إمضاء حكم الإسلام عليهم صغارًا لهم (١) . </p><p> فأما المُعاهدون الذين لهم مع المسلمين عهد إلى مدة، فليس بواجب على الحاكم أن يحكم بينهم، بل يخير في ذلك، وهذا التخيير الذي في هذه الآية إنما يثبت للحاكم بين المعاهدين (٢) . </p><p> قال الشافعي: لما دخل رسول الله - صلى الله عليه وسلم - المدينة وادع اليهود كافة (٣) ، فالتخيير بهذا السبب. </p><p> فأما إذا قبلوا الجزية ورضوا بجريان أحكامها عليهم، فليس للحاكم أن يُعرض عنهم إذا تحاكموا إليه (٤) . </p><p> قال أبو عبيد: وهذا هو الأولى عندنا؛ لأن في ردهم إلى أحكامهم معونةً على جورهم وأخذهم الرشا في الحكم (٥) . </p><p> ٤٣ - قوله تعالى:  {وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ} الآية. </p><p> هذا تعجب من الله تعالى نبيه - صلى الله عليه وسلم - من تحكيم اليهود إياه بعد علمهم بما في التوراة من حكم الزاني وحده، ثم إعراضهم وتركهم القبول لحكمه وإنكارهم ذلك، فعدلوا عما يعتقدونه حكمًا إلى ما يجحدون أنه من عند الله طلبًا للرخصة، فظهر جهلهم وعنادهم في هذه القصة من وجوه: أحدها: </p><p>(١) انظر: \"الأم\" ٤/ ٢١٠، \"الناسخ والمنسوخ\" للنحاس ٢/ ٢٩٦. (٢) انظر: \"الأم\" ٤/ ٢١٠، والشافعي -رحمه الله- اعتبر هؤلاء: الموادعين، أما المعاهدون فلا خيار في حقهم وسيأتي قريبًا.(٣) \"الأم\" ٦/ ٢١٠.(٤) انظر: \"الأم\" ٤/ ٢١٠، وهؤلاء هم المعاهدون.(٥) انظر: \"الناسخ والمنسوخ\" لأبي عبيد ص ٢٤٢.</p><p> عدولهم عن حكم كتابهم، والثاني: رجوعهم إلى حكم من يجحدون أن يكون حكمه من (عند)  (١) الله، والثالث: إعراضهم عن حكمه بعدما حكّموه (٢) . </p><p> فبين الله تعالى حالهم في جهلهم وعنادهم؛ لئلا يغتر بهم مغتر أنهم أهل كتاب الله، ومن الحافظين على أمر الله. </p><p> وهذا قول ابن الأنباري وجماعة من أهل المعاني (٣) . </p><p> وقوله تعالى:  {فِيهَا حُكْمُ اللَّهِ} . قال ابن عباس: يريد الرجم (٤) ، وكذلك قال مقاتل (٥) ، والكلبي (٦) . </p><p> وقوله تعالى:  {ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ} . </p><p> مذهب المفسرين أن (ذلك) إشارة إلى حكم الله الذي في التوراة (٧) ، ويجوز أن يعود إلى التحكيم (٨) . </p><p>(١) ساقط من (ج). (٢) انظر: الطبري في \"تفسيره\" ٦/ ٢٤٧ - ٢٤٨، البغوي في \"تفسيره\" ٣/ ٦٠، \"زاد المسير\" ٢/ ٣٦٢، \"التفسير الكبير\" ١١/ ٢٣٦.(٣) انظر: \"التفسير الكبير\" ١١/ ٢٣٦.(٤) \"تنوير المقباس\" بهامش المصحف ص ١١٥.وقد ثبت عن ابن عباس -رضي الله عنهما- أنه قال: يعني حدود الله، \"تفسيره\" ص ١٧٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٢٤٨.(٥) ابن حبان. وقد أورد قوله السيوطي في \"الدر المنثور\" ٢/ ٥٠٥، وعزاه إلى ابن أبي حاتم وأبي الشيخ.(٦) انظر: \"تنوير المقباس\" بهامش المصحف ص ١١٥.(٧) انظر: الطبري في \"تفسيره\" ٦/ ٢٤٨، \"بحر العلوم\" ١/ ٤٣٩، \"النكت والعيون\" ٢/ ٤١.(٨) انظر: \"النكت والعيون\" ٢/ ٤١، \"زاد المسير\" ٢/ ٣٦٢.</p>"
}