{
  "id": null,
  "sura": 5,
  "aya": 51,
  "text": "<p> وقرأ ابن عامر (تَبغُون (١) ) بالتاء (٢) ، على معنى: قل لهم يا محمد: أفحكم الجاهلية تبغون (٣) . </p><p> والقراءة بالياء أظهر، لجري الكلام على ظاهره واستقامته عليه من غير تقدير إضمار، على أن نحو هذا الإضمار لا ينكر لكثرته (٤) . </p><p> وقوله تعالى:  {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ}  [المائدة: ٥٠] . </p><p> قال الزجاج: أي من أيقن تبين عدل الله في حكمه (٥) . </p><p> وقال (٦) بعض أصحاب المعاني: معناه: عند قوم يوقنون بالله وبحكمته, فأقيمت اللام مقام عند، وهذا جائز في اللغة إذا تقاربت المعاني (٧) . </p><p> فإذا قيل: الحكم لهم فلأنهم يستحسونه، فكأنه إنما جعل لهم خاصة، وإذا قيل: عندهم؛ فلأن عندهم العلم بصحته. </p><p> ٥١ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ} الآية، قال عطية. جاء عبادة بن الصامت إلى رسول الله - صلى الله عليه وسلم - فتبرأ عنده من موالاة اليهود، فقال عبد الله بن أبي: لكني لا أبرأ من ولاية اليهود، لأني أخاف </p><p>(١) ساقط من (ج). (٢) \"الحجة\" ٣/ ٢٢٨، \"التيسير\" ص ٩٩.(٣) \"الحجة\" ٣/ ٢٢٨.(٤) \"الحجة\" ٣/ ٢٢٨، ٢٢٩ بتصرف.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٨١، وانظر: \"معاني النحاس\" ٢/ ٣٢١، \"زاد المسير\" ٢/ ٣٧٦.(٦) في (ش): (قال).(٧) ذكر هذا القول أبو حيان في \"البحر المحيط\" ٣/ ٥٠٥، لكنه قال: وهذا ضعيف، وانظر \"الدر المصون\" ٤/ ٢٢٩.</p><p> الدوائر، فنزلت هذه الآية (١) في النهي عن موالاتهم، ومعنى:  (لا تتخذوهم أولياء) لا تعتمدوا على الاستنصار بهم متوددين إليهم، وأولياء مثل أنبياء في الامتناع عن الصرف، وذكرنا العلة المانعة عن الصرف في \"أنبياء\" في هذه السورة (٢) . </p><p> وقوله تعالى:  {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، أي: في العون والنصرة ويدهم واحدة على المسلمين (٣) وقوله تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} ، قال ابن عباس:  \"يريد كافر مثلهم\"  (٤) ، وقال أبو إسحاق: أي: من عاضدهم على المسلمين فإنه مع من عاضده (٥) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ}  [المائدة: ٥١] ، قال ابن عباس:  \"يريد لا يرشد الكافرين ولا المشركين ولا المنافقين\"  (٦) ، روي عن أبي موسى الأشعري أنه قال: قلت لعمر بن الخطاب رضي الله عنه: إن لي كاتباً نصرانياً. فقال: مالك قاتلك الله؟! ألا اتخذت حنيفياً، أما سمعت قول الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ} . قلت: له دينه ولي كتابته. قال: لا أكرمهم إذا أهانهم الله، ولا أعزهم إذ أذلهم الله، ولا أدنيهم إذ أقصاهم\" (٧) . </p><p>(١) أخرجه بنحوه الطبري ٦/ ٢٧٥، وذكره البغوي ٣/ ٦٧، والسيوطي في \"لباب النقول\" ص ٩٢. (٢) عند قوله تعالى: {إذ جعل فيكم أنبياء} الآية (٢٠) من هذه السورة.(٣) انظر: \"تفسير الطبري\" ١٠/ ٣٩٩، \"تفسير البغوي\" ٣/ ٦٨.(٤) لم أقف عليه.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٨١.(٦) لم أقف عليه، وانظر: \"تنوير المقباس\" بهامش المصحف ص ١١٧.(٧) بمعناه عند ابن كثير ٢/ ٧٧، \"الدر المنثور\" ٢/ ٥١٦.</p>"
}