{
  "id": null,
  "sura": 5,
  "aya": 107,
  "text": "<p> الشاهدان لأنهما صارا مدَّعى عليهما، ادَّعى الورثة انهما خانا في المال، وأما الحبس بعد الصلاة فهو من تغليظ الأيمان، ومذهب أهل الحجاز أن الأيمان تغلَّط في الدماء والطلاق والعتاق والمال إذا بلغ مائتي درهم بالزمان والمكان واللفظ، أما الزمان: فهو ما قال الله تعالى في هذه الآية، وهي صلاة العصر، وكان الناس يكثرون في المساجد بالحجاز بعد صلاة العصر. </p><p> وأما المكان: فعند المقام بمكة، وعلى المنبر بالمدينة، وسائر البلاد. </p><p> وأما الألفاظ: فما يؤدي إليه اجتهاد القضاة، رجعنا إلى حديث تميم وعدي وقصتهما: ولما رفعوهما إلى رسول الله - صلى الله عليه وسلم -، ونزلت الآية، أمرهم رسول الله - صلى الله عليه وسلم - أن يستحلفوهما بالله الذي لا إله إلا هو ما قبضا له غير هذا ولا كتما، فحلفا على ذلك، وخلى رسول الله - صلى الله عليه وسلم - سبيلهما، فكتما الإناء ما شاء الله أن يكتما، ثم اطُّلِعَ على إناء من فضة منقوش من ذهب معهما، فقالوا هذا من متاعه، فقالا: اشتريناه منه فارتفعوا إلى النبي - صلى الله عليه وسلم -. </p><p> ١٠٧ - فنزل قوله تعالى:  {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} الآية (١) . </p><p> قال الليث: عثر الرجل يعثرُ عُثُورًا: إذا هجم على أمرِ لم يهجُم عليه غيره، وأعثرت فلانًا على أمري، أي: أطلعته، وعَثَر الرجل يَعْثُر عَثْرة، إذا وقع على شيء (٢) . </p><p> قال أهل اللغة: وأصل عثر بمعنى اطلع، من العثرة التي هي الوقوع، وذلك أن العاثر إنما يعثر بشيء كان لا يراه، ثم إذا عثر به اطلع عليه ونظر </p><p>(١) \"تفسير الطبري\" ٧/ ١١٧، \"تفسير البغوي\" ٣/ ١١٣. (٢) \"تهذيب اللغة\" ٣/ ٢٣٢٧ (عثر).</p><p> ما هو، فقيل لكل من اطلع على أمر كان خفيًا عنه: قد عثر عليه. وأعثر غيره إذا أطلعه عليه، ومنه قوله تعالى:  {وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ}  [الكهف: ٢١] ، أي: أطلعنا عليهم، ومعنى الآية: فإن ظُهِر أنهما أتيا خيانة واستحقا الإثم أي: استوجباه بقصدهما في شهادتهما إلى غير الاستقامة، ولم يتحريا الحق وحنثا في اليمين، {فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا} ، أي: مقام الشاهدين الذين هما من غيرنا. </p><p> وقوله تعالى:  {مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيَانِ} ، قال الزجاج: هذا موضع من أصعب ما في القرآن من الإعراب قوله {مِنَ الَّذِينَ} صفة للآخرين، وقوله:  {اسْتَحَقَّ عَلَيْهِمُ} صلة الذين. ومعنى {اسْتَحَقَّ عَلَيْهِمُ} أي: استحقت الوصية عليهم، أو استحق الإيصاء عليهم، وهم ورثة الميت. ويجوز أن يكون المعنى من الذين استحق عليهم الإثم، كأن المعنى من الذين جنى عليهم الإثم (١) ، وقال بعضهم: معنى (على) ههنا معنى (في) والمعنى: من الذين استحق فيهم الإثم، أي: بسببهم استحق الحالفان اللذان من غيرنا فيهم الإثم بيمينهما الكاذبة. وقامت (على) مقام (في) كما قامت (في) مقام (على) في قوله تعالى: {وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ}  [طه: ٧١] وقال بعضهم: معنى (على) معنى (من) كأنه قيل: من الذين استحق منهم الإثم، وكانت (على) بمنزلة (من) كقوله تعالى: {الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ}  [المطففين: ٢] أي: من الناس (٢) . </p><p> قال صاحب النظم مختارًا لهذا القول:  {الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ} أي: نيل منهم ظلم بالخيانة وهم ورثة المتوفى الموصي. انتهى كلامه، والمسند إليه </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٢١٦، ٢١٧. (٢) \"معانى القرآن وإعرابه\" ٢/ ٢١٧.</p><p> استحق الإيصاء والإثم على ما بينا، وحذف ذلك لتقدم ذكر الوصية والإثم في قوله:  {حِينَ الْوَصِيَّةِ} وقوله: {فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} ، وقوله تعالى:  {الْأَوْلَيَانِ} لا يخلو ارتفاعه من أن يكون على الابتداء، وقد أُخِّر كأنه في التقدير: فالأوليان بأمر (١) الميت آخران من أهله يقومان مقام الخائنين الذين عُثِر (٢) على خيانتهما، كقولك: تميمي أنا، أو يكون خبر مبتدأ محذوف، كأنه: فآخران يقومان مقامهما هما الأوليان، أو يكون بدلاً من الضمير الذي في (يقومان) ، فيصير التقدير: فيقوم الأوليان (٣) . </p><p> وقد أجاز أبو الحسن الأخفش أن يكون (الأوليان) صفة لقوله (فآخران) لأنه لما وُصف (آخران) اختص بما وُصفَ به فوصف من أجل الاختصاص الذي صار له بما يوصف به المعارف (٤) . </p><p> وقال صاحب النظم: النكرة إذا تقدم ذكرها ثم أعيد عليها الذكر صارت معرفة كقوله عز وجل: {كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ}  [النور: ٣٥] فمصباح نكرة، ثم قال:  {الْمِصْبَاحُ} ثم قال: {فِي زُجَاجَةٍ} ثم قال {الزُّجَاجَةُ} وهذا مثل قولك: رأيت رجلاً، فاستفهمك إنسان فقال: من الرجل؟ فصار العود إلى ذكره معرفة، قال: ويجوز أن يكون (الأوليان) بدلاً من قوله: (آخران) وإبدال المعرفة من النكرة سائغ كثير، ومعنى الأوليان: أي: الأقربان إلى الميت. ويجوز أن يكون المعنى: الأوليان باليمين (٥) ، وإنما كانا أوليين </p><p>(١) في (ج): (بالأمر). (٢) في (ج): (عثرا).(٣) \"الحجة\" لأبي علي الفارسي ٣/ ٢٦٧، و\"معاني الزجاج\" ٢/ ٢١٦،٢١٧.(٤) \"معاني القرآن وإعرابه\" للأخفش ٢/ ٤٧٩، و\"الحجة\" لأبي علي ٣/ ٢٦٧.(٥) انظر: \"الحجة\" ٣/ ٢٦٨.</p><p> باليمين؛ لأن الوصيين ادعيا أن الميت باع الجام (١) فانتقل اليمين إلى الوليين؛ لأنهما صار مُدَّعًى عليهما أن مورثهما باع الإناء، وهذا كما لو أقر إنسان لآخر بدين وادعى قضاءه حُكِمَ برد اليمين إلى الذي ادعى الدين، لأنه صار مُدَّعى عليه أنه استوفى، وقرأ حمزة وعاصم في رواية أبي بكر:  (الأوَّلِينَ) على الجمع (٢) ، وهو نعت لجميع الورثة المذكورين في قوله:  {مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ} وتقديره: من الأولين الذين استحق عليهم الإيصاء أو الإثم. وإنما قيل لهم: الأولين فمن حيث كانوا أولين في الذكر، ألا ترى قد تقدم:  {يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ} وكذلك: {اثْنَانِ ذَوَا عَدْلٍ مِنْكُمْ} ذكرا في اللفظ قبل قوله: (أو آخران من غيركم)  (٣) ، وكان ابن عباس يختار هذه القراءة ويقول: أرأيت إن كان الأوليان صغيرين كيف يقومان مقامهما (٤) ، أراد أنهما إذا كانا صغيرين لم يقوما في اليمين مقام الجانيين، وقرأ حفص وحده (اسْتَحَقَ) بفتح التاء والحاء، (الأوليان) على </p><p>(١) في (ش): (الجازم) والأقرب ما أثبته. \"تفسير الطبري\" ٧/ ١١٥, و\"الإصابة\" ١/ ١٨٤. والمقصود بالجام ما أخذه تميم وأخوه من مال الميت وهو الإناء، والجام قال الأزهري في تعريفه: \"عن ابن الأعرابي: الجام الفاثور من اللجين\". \"تهذيب اللغة\" ١/ ٥٢٥ (جام).والفاثور: الخوان أو المائدة. قال محقق الطبري ١١/ ١٨٥: (ط. شاكر) \"الجام إناء من فضة، وهو عربي فصيح مخوص بالذهب\".(٢) \"تفسير الطبري\" ٧/ ١١٤، و\"الحجة\" ٣/ ٢٦٠، والنشر في القراءات العشر ٢/ ٢٥٦.(٣) انظر: \"الحجة\" ٣/ ١٦٩، و\"حجة القراءات\" ص ٢٣٨.(٤) أخرجه الفراء في \"معاني القرآن وإعرابه\" ١/ ٣٢٤، و\"معاني القرآن وإعرابه\" للنحاس ٢/ ٣٨١، و\"حجة القراءات\" ص ٢٣٨.</p><p> التثنية (١) ، واستحق ههنا: بمعنى حق، أي: وجب، والمعنى: فآخران من الذين وجب عليهم الإيصاء بتوصية ميتهم وهم ورثته. </p><p> وقوله تعالى:  {فَيُقْسِمَانِ بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا} ، قال ابن عباس: يريد ليميننا أحق من يمينهما (٢) . </p><p> وهذا ملتقى به {فَيُقْسِمَانِ بِاللَّهِ} لأن معناه: فيقولان: والله لشهادتنا، وسميت اليمين ههنا شهادة؛ لأن اليمين كالشهادة على ما يحلف أنه كذلك، وقد يقول القائل: أشهد بالله، أي: أقسم عليه. </p><p> وقوله تعالى:  {وَمَا اعْتَدَيْنَا} ، قال ابن عباس: أي: فيما طلبنا من حقنا (٣) ، وقيل: وما اعتدينا فيما قلناه من أن شهادتنا أحق من شهادتهما (٤) ، وكل ما ذكرنا في هذه الآية أكثره قول أبي علي (٥) وأبي إسحاق (٦) . </p><p> وقال عبد الله بن مسلم في ذكر معنى هذه الآية على سياق واحد موافق لما قدمنا:  {فَإِنْ عُثِرَ} بعد ما حلف الوصيان {عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا} أي: حنثًا في اليمين بكذبٍ في قولٍ أو خيانةٍ في وديعةٍ، قام في اليمين مقامهما رجلان من قرابة الميت، فيحلفان بالله لقد ظُهِر على خيانة الذميين وكذبهما وتبديلهما، وما اعتدينا عليهما (٧) . </p><p>(١) فى رواية حفص عنه , \"الحجة\" ٣/ ٢٦٠ - ٢٦١. و\"حجة القراءات\" ص ٢٣٨، و\"النشر\" ٢/ ٢٥٦. (٢) انظر: \"بحر العلوم\" ١/ ٤٦٥، \"تفسير البغوي\" ٣/ ١١٤.(٣) \"تنوير المقباس\" بهامش المصحف ص ١٢٥.(٤) انظر: \"بحر العلوم\" ١/ ٤٦٥، \"تفسير البغوي\" ٣/ ١١٤.(٥) انظر: \"الحجة\" ٣/ ٢٦١ - ٢٧٠.(٦) \"معاني القرآن وإعرابه\" ٢/ ٢١٤ - ٢١٧.(٧) \"تأويل مشكل القرآن\" لابن قتيبة ص ٣٧٩، ٣٨٠ باختصار.</p>"
}