{
  "id": null,
  "sura": 5,
  "aya": 44,
  "text": "<p> وقوله تعالى:  {وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ} . (قال الكلبي: وما أولئك الذين يعرضون عن الرجم بالمؤمنين (١) \" (٢) . </p><p> قال أهل المعاني: ويحتمل أن يكون المعنى: وما هم بالمؤمنين بحكمك أنه من عند الله مع جحدهم نبوتك (٣) . </p><p> وفي هذا تجهيل لهم في تحكيم من لم يؤمنوا بحكمه كما بينا. </p><p> ٤٤ - قوله تعالى:  {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ} . قال ابن عباس: فيها بيان لكل شيء وضياء لكل ما تشابه عليهم (٤) . </p><p> وقال الزجاج:  {فِيهَا هُدًى} بيان الحكم الذي جاءوا يستفتون فيه النبي - صلى الله عليه وسلم - {وَنُورٌ} بيان أن أمر النبي - صلى الله عليه وسلم - حق (٥) . </p><p> وقوله تعالى:  {يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هَادُوا} . </p><p> قال ابن عباس: يريد النبيين الذين كانوا بعد موسى، وذلك أن الله بعث في بني إسرائيل ألوفًا من الأنبياء ليس معهم كتاب، إنما بعثهم بإقامة التوراة، أن يحدوا حدودها، ويقوموا بفرائضها، ويحلوا حلالها ويحرموا حرامها (٦) . انتهى كلامه. </p><p> ومعنى قوله:  {النَّبِيُّونَ الَّذِينَ أَسْلَمُوا} أي: الذين انقادوا لحكم </p><p>(١) ذكره المؤلف في \"الوسيط\" ٣/ ٨٨٧ دون نسبة، ولم أقف عليه. (٢) ساقط من (ش).(٣) انظر: \"النكت والعيون\" ٢/ ٤١، البغوي في \"تفسيره\" ٣/ ٦٠، \"زاد المسير\" ٢/ ٣٦٢.(٤) لم أقف عليه.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٧٨.(٦) انظر: \"تفسير المقباس\" بهامش المصحف ص ١١٥.</p><p> التوراة، فإن من الأنبياء من لم تكن شريعته شريعة التوراة (١) . </p><p> وهذا معنى قول مقاتل؛ لأنه قال: يحكم بما في التوراة الأنبياء من لدن موسى إلى عيسى -عليهما السلام- (٢) . </p><p> وقال الحسن وقتادة وعكرمة والزهري والسدي: محمد - صلى الله عليه وسلم - داخل في جملة هؤلاء الأنبياء الذين ذكرهم الله؛ لأنه حكم على اليهوديين بالرجم، وكان هذا حكم التوراة (٣) . </p><p> وقال أهل المعاني: فعلى هذا يمكن أن يقال: المراد بقوله: {النَّبِيُّونَ الَّذِينَ أَسْلَمُوا} محمد - صلى الله عليه وسلم -، فذكره بلفظ الجمع (٤) ، كقوله تعالى:  {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ} الآية [النساء: ٥٤] يعني بالناس محمدًا وحده، وجاز ذلك لأنه اجتمع فيه من الفضل والخصال الحميدة ما يكون في جماعة من الأنبياء، كما قال تعالى:  {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً}  [النحل: ١٢٠] على هذا المعنى (٥) . </p><p> وقال ابن الأنباري: هذا رد على اليهود والنصارى في دعواهم؛ لأن بعضهم كانوا يقولون: إن الأنبياء كانوا يهودًا، وبعضهم يقولون: إنهم كانوا نصارى. فقال الله تعالى:  {يَحْكُمُ بِهَا النَّبِيُّونَ} الذين ليسوا على ما </p><p>(١) انظر: الطبري في \"تفسيره\" ٦/ ٢٤٩، \"بحر العلوم\" ١/ ٤٣٩، \"زاد المسير\" ٢/ ٣٦٣. (٢) أورده السيوطي في \"الدر المنثور\" ٢/ ٥٠٦، وعزاه إلى ابن أبي حاتم، وأبي الشيخ.(٣) هذا معنى قولهم، وأخرج الآثار عنهم الطبري في \"تفسيره\" ٦/ ٢٤٩. وانظر: \"النكت والعيون\" ٢/ ٤١، \"زاد المسير\" ٢/ ٣٦٣.(٤) انظر: \"معاني الزجاج\" ٢/ ١٧٨، \"النكت والعيون\" ٢/ ٤١، البغوي في \"تفسيره\" ٣/ ٦٠، \"زاد المسير\" ٢/ ٣٦٤.(٥) انظر: البغوي في \"تفسيره\" ٣/ ٦٠، \"زاد المسير\" ٢/ ٣٦٤.</p><p> تصفونهم به من اليهودية والنصرانية (١) . </p><p> وقوله تعالى:  {لِلَّذِينَ هَادُوا} . قال ابن عباس: يريد تابوا، يعني من الكفر (٢) . </p><p> واللام في قوله:  {لِلَّذِينَ} من صلة قولهم: {يَحْكُمُ} أي يحكمون بالتوراة لهم وفيما بينهم (٣) . </p><p> قال الزجاج: وجائز أن يكون المعنى على التقديم والتأخير، على معنى: إنا أنزلنا التوراة فيها هدى ونور للذين هادوا يحكم بها النبيون الذين أسلموا والربانيون (٤) . </p><p> ومضى تفسير الربانيين (٥) . </p><p> فأما الأحبار فقال ابن عباس: هم الفقهاء (٦) . </p><p> واختلف أهل اللغة في واحده واشتقاقه، فقال أبو عبيد: بعضهم </p><p>(١) انظر: \"التفسير الكبير\" ١٢/ ٣. (٢) ذكره المؤلف في \"الوسيط\" ٣/ ٨٨٨، وانظر: \"زاد المسير\" ٢/ ٣٦٤.(٣) انظر: \"الدر المصون\" ٤/ ٢٧٠.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٧٨، وانظر: \"معاني النحاس\" ٢/ ٣١٢، والبغوي في \"تفسيره\" ٣/ ٦٠.(٥) ذكر ذلك عند قوله تعالى: {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} [آل عمران: ١٤٦]، حيث إن هذه الكلمة: الربانيون أول ما وردت في القرآن في هذا الموضع. انظر: \"البسيط\" نسخة دار الكتب ٢/ ل٧٠. قال الطبري في \"تفسيره\" ٦/ ٢٤٩: والربانيون جمع رباني، وهم العلماء الحكماء البصراء بسياسة الناس وتدبيرهم أمورهم والقيام بمصالحهم. انظر: \"معاني الزجاج\" ٢/ ١٧٨.(٦) لم أقف عليه، وقال بهذا مجاهد وعكرمة. انظر: الطبري في \"تفسيره\" ٦/ ٢٥٠ , ٢٥١.</p><p> يقول: حَبْر، وبعضهم يقول: حِبْر (١) . قال: وقال الفراء: إنما هو حِبْر، يقال ذلك للعالم، وإنما قيل: كعب الحِبر، لمكان هذا الحِبر الذي يُكتب به، وذلك أنه كان صاحب كتب (٢) . وقال الأصمعي: لا أدري أهو الحَبْر أو الحِبْر، للرجل العالم (٣) . </p><p> وكان أبو الهيثم يقول: حَبر، بالفتح لا غير (٤) . وقال ابن السكيت عن ابن الأعرابي: حَبْر وحِبْر للعالم (٥) . </p><p> وقال الليث: هو حَبْر وحِبْر، للعالم ذميًا كان أو مسلمًا بعد أن يكون من أهل الكتاب (٦) . </p><p> وقال الزجاج: الأحبار هم العلماء الخيّار (٧) . </p><p> وأما اشتقاقه فقال قوم: أصله من التحبير وهو التحسين، فالعالم (٨) يُحَسِّن الحَسَن ويُقَبِّح القبيح (٩) . وحاله مع ذلك حسنة، بخلاف حال الجاهل. </p><p>(١) \"غريب الحديث\" ١/ ٦٠، وانظر: \"تهذيب اللغة\" ١/ ٧٢١ (حبر). (٢) \"غريب الحديث\" ١/ ٦٠، وانظر: الطبري في \"تفسيره\" ٦/ ٢٥٠، \"تهذيب اللغة\" ١/ ٧٢١ (حبر).(٣) \"غريب الحديث\" ١/ ٦٠، \"تهذيب اللغة\" ١/ ٧٢١ (حبر).(٤) انظر: \"تهذيب اللغة\" ١/ ٧٢١ (حبر).(٥) \"تهذيب اللغة\" ١/ ٧٢١ (جبر).(٦) \"العين\" ٣/ ٢١٨، \"تهذيب اللغة\" ١/ ٧٢١ (جبر).(٧) \"معاني القرآن وإعرابه\" ٢/ ١٧٩.(٨) في (ش): (والعالم).(٩) \"النكت والعيون\" ٢/ ٤٢، وانظر: \"العين\" ٣/ ٢١٨، \"تهذيب اللغة\" ١/ ٧٢١، \"اللسان\" ٢/ ٧٤٩ (جبر).</p><p> وقال آخرون. هو من الحِبر الذي يكتب به. وهو قول الكسائي وأبي عبيد (١) . </p><p> وقوله تعالى:  {بِمَا اسْتُحْفِظُوا مِنْ كِتَابِ اللَّهِ} . </p><p> قال ابن عباس: يريد بما استودعوا من كتاب الله (٢) . </p><p> في (ما) يجوز أن يكون من صلة الأحبار (٣) ، على معنى العلماء بما استحفظوا، ويجوز أن يكون المعنى: يحكمون بما استحفظوا. وهو قول الزجاج (٤) . </p><p> وقوله تعالى:  {وَكَانُوا عَلَيْهِ شُهَدَاءَ} . </p><p> قال عطاء عن ابن عباس: وكانوا شهداء على الكتاب أنه من عند الله وحده لا شريك له (٥) . </p><p> ورُوي عن ابن عباس أيضاً: أنهم كانوا شهداء على حكم النبي - صلى الله عليه وسلم - أنه في التوراة (٦) . </p><p> وقوله تعالى:  {فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ} . </p><p>(١) انظر: \"غريب الحديث\" لأبي عبيد ١/ ٦٠، وتقدم قوله، وانظر: \"اللسان\" ٢/ ٧٤٨ (حبر). (٢) ذكره المؤلف في \"الوسيط\" ٣/ ٨٨٨، وانظر: \"زاد المسير\" ٢/ ٣٦٥.(٣) الطبري في \"تفسيره\" ٦/ ٢٥٠، وانظر: \"زاد المسير\" ٢/ ٣٦٥.(٤) في \"معاني القرآن وإعرابه\" ٢/ ١٧٨.(٥) ذكره المؤلف في \"الوسيط\" ٣/ ٨٨٨ دون، ولم أقف عليه.(٦) رواه أبو صالح عن ابن عباس. انظر: \"زاد المسير\" ٢/ ٣٦٥.وأخرج الطبري في \"تفسيره\" ٦/ ٢٥١ عن ابن عباس من طريق عطية أنه قال: يعني الربانيين، والأحبار هم الشهداء لمحمد - صلى الله عليه وسلم - بما قال أنه حق من عند الله، فهو نبي الله محمد , أتته اليهود فقضى بينهم بالحق.</p><p> قال الكلبي ومقاتل: فلا تخشوا الناس في إظهار صفة محمد والرجم، واخشوني في كتمان ذلك (١) . والخطاب لعلماء اليهود (٢) . </p><p> وقوله تعالى:  {وَلَا تَشْتَرُوا بِآيَاتِي} . </p><p> قال ابن عباس: يريد بأحكامي وفرائضي، {ثَمَنًا قَلِيلًا} يريد متاع الدنيا قليل؛ لأنه ينقطع ويذهب (٣) . </p><p> وقوله تعالى:  {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} . </p><p> اختلفوا (في (٤) ) هذا وفي الآيتين اللتين بعد هذه: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} ، {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} . </p><p> فقال جماعة من المفسرين: إن الآيات الثلاثة نزلت في الكفار ومن غير حكم الله من اليهود، وليس في أهل الإسلام منها شيء؛ لأن المسلم وإن ارتكب كبيرة لا يقال: إنه كافر. </p><p> وهذا قول الضحاك وقتادة وأبي صالح (٥) ، ورواية أبي الجوزاء عن ابن عباس (٦) . </p><p>(١) عن مقاتل في \"تفسيره\" ١/ ٤٧٩، وأورده في \"الدر المنثور\" ٢/ ٥٠٦ وعزاه إلى ابن أبي حاتم وأبي الشيخ. أما عن الكلبي ففي \"تنوير المقباس\" بهامش المصحف ص ١١٥.(٢) انظر: الطبري في \"تفسيره\" ٦/ ٢٥١، \"زاد المسير\" ٢/ ٣٦٥، وقد ذكر ابن الجوزي قولًا آخر وهو أن الخطاب للمسلمين، قيل: لا تخشوا الناس كما خشيت اليهود الناس.(٣) ذكره المؤلف في \"الوسيط\" ٣/ ٨٨٨ دون نسبة، ولم أقف عليه.(٤) سقط هذا الحرف من (ج).(٥) أخرج الآثار عنهم الطبري في \"تفسيره\" ٦/ ٢٥٢ - ٢٥٣، وانظر: البغوي في \"تفسيره\" ٣/ ٦١، \"زاد المسير\" ٢/ ٣٦٦.(٦) لم أقف على هذه الرواية، وقد جاء عن ابن عباس أن المراد كفر دون كفر. انظر: الطبري في \"تفسيره\" ٦/ ٢٥٦، وثبت عنه قوله: من جحد ما أنزل الله فقد كفر \"تفسيره\" ص ١٧٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٢٥٧.</p><p> ورواه البراء عن النبي - صلى الله عليه وسلم -، أخبرنا أبو عبد الله محمد ابن إبراهيم بن يحيى (١) ، أخبرنا أبو الهيثم أحمد بن محمد بن غَوث (٢) ، حدثنا أبو جعفر محمد بن عبد الله بن سليمان (٣) ، حدثنا أبو بكر بن أبي شيبة (٤) ، حدثنا أبو معاوية (٥) ، عن الأعمش (٦) ، عن عبد الله بن مرة (٧) ، عن البراء بن عازب </p><p>(١) جاء اسمه هكذا: محمد بن إبراهيم بن محمد بن يحيى -فيحيى جد أبيه- المُزَكَّي النيسابوري المحدث الصادق المعمر، من شيوخ الواحدي، توفي -رحمه الله- سنة ٤٢٧ هـ. انظر: \"المنتخب من السياق\" ص ٣٢، \"سير أعلام النبلاء\" ١٧/ ٥٥١، \"شذرات الذهب\" ٣/ ٢٣٣. (٢) لم أقف على ترجمته.(٣) الحضرمي الملقب بـ: مُطَيّن، محدث الكوفة، شيخ حافظ ثقة جبل، يقول في سبب تلقيبه بمطين: كنت صبيًا ألعب مع الصبيان وكنت أطولهم فنسبح ونخوض فيطينون ظهري فلقبه أبو نعيم بذلك. صنف \"كتاب التفسير\"، \"المسند\"، \"التاريخ\"، توفي -رحمه الله- سنة ٢٩٧ هـ وقيل ٢٩٨ هـ. انظر: \"الفهرست\" ص ٣١٦، \"سير أعلام النبلاء\" ١٤/ ٤١، ٤٢، \"ميزان الاعتدال\" ٣/ ٦٠٧.(٤) عبد الله بن محمد بن القاضي العبسي الكوفي، الإِمام العلم المشهور، من أقران الإِمام أحمد وابن المديني وغيرهما، وصاحب الكتب الكبار: \"المسند\"، \"المصنف\"، \"التفسير\"، توفي -رحمه الله- سنة ٢٣٥ هـ انظر: \"تاريخ الثقات\" ٢/ ٥٧، \"سير أعلام النبلاء\" ١١/ ١٢٢، \"ميزان الاعتدال\" ٢/ ٤٩٠.(٥) هو محمد بن خازم مولى بني سعد بن مناة بن تميم، تقدمت ترجمته.(٦) هو أبو محمد سليمان بن مهران الأسدي الكوفي، ثقة حافظ ورع لكنه يدلس وقد أخرج حديثه الجماعة، وكان عارفًا بالقراءات. توفي -رحمه الله- سنة ١٤٧ هـ. انظر: \"تاريخ الثقات\" ٢/ ٤٣٢، \"طبقات القراء\" لابن الجزري ١/ ٣١٥، \"التقريب\" ص ٢٥٤ (٢٦١٥).(٧) عبد الله بن مرة الهمداني الخارفي الكوفي، من ثقات التابعين، وحديثه عند الجماعة، توفي سنة ١٠٠هـ، وقيل قبلها. انظر: \"تاريخ الثقات\" ٢/ ٥٩، \"تهذيب =</p><p> عن النبي - صلى الله عليه وسلم - أنه رجم يهوديًا ويهودية، ثم قال:  {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} ، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الظَّالِمُونَ} ، {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} قال: \"نزلت كلها في الكفار\" رواه مسلم في \"الصحيح\"  (١) عن أبي بكر بن أبي شيبة، عن أبي معاوية. </p><p> وقال آخرون: ومن لم يحكم بما أنزل الله ردًّا للقرآن، وتكذيبًا للنبي - صلى الله عليه وسلم -، فقد كفر (٢) . </p><p> قال مجاهد في الآيات الثلاث: من ترك الحكم بما أنزل الله ردًا لكتاب الله، فهو كافر ظالم فاسق (٣) . </p><p> وقال عكرمة: ومن لم يحكم بما أنزل الله جاحدًا به فقد كفر، ومن أقر به ولم يحكم به فهو ظالم فاسق (٤) . </p><p> وهذا قول ابن عباس في رواية الوالبي (٥) ، واختيار أبي إسحاق؛ لأنه قال: من زعم أن حكمًا من أحكام الله التي أتت بها الأنبياء باطل فهو </p><p>= التهذيب\" ٢/ ٤٣٠، \"التقريب\" ص ٣٢٢ (٣٦٠٧). (١) \"صحيح مسلم\" (١٧٠٠)، كتاب: الحدود، باب: رجم اليهود، وأخرجه المؤلف في \"الوسيط\" ٣/ ٨٨٩.(٢) انظر: الطبري في \"تفسيره\" ٦/ ٢٥٧.(٣) لم أقف عليه، وقد ذكر نحوه غير منسوب. النحاس في \"معاني القرآن\" ٢/ ٣١٥.(٤) لم أقف عليه عن عكرمة، وقد أخرج الطبري في \"تفسيره\" عنه قوله: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ}، و {الظَّالِمُونَ}، و {الْفَاسِقُونَ} لأهل الكتاب كلهم، لما تركوا من كتاب الله. \"جامع البيان\" ٦/ ٢٥٣.(٥) \"تفسيره\" ص ١٧٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٢٥٧.</p><p> كافر (١) . </p><p> قال ابن الأنباري: ويجوز أن يكون المعنى: ومن لم يحكم بما أنزل الله فقد فعل فعلًا يضاهي أفعال الكفار، ويشبه من أجل ذلك الكافرين (٢) . </p><p> وروى معنى هذا عن ابن عباس، قال طاوس: قلت لابن عباس: أكافر من لم يحكم بما أنزل؟ فقال: به كَفَرة (٣) ، وليس كمن يكفر بالله وملائكته وكتبه ورسله (٤) . </p><p> ونحو هذا رُوي عن عطاء في هذه الآية، قال: هو كُفر دون كفر (٥) . </p><p> وقال عبد العزيز بن يحيى الكِنَاني: إنها تقع على جميع ما أنزل الله لا على بعضه، فكل من لم يحكم بجميع ما أنزل الله فهو كافر ظالم فاسق، فأما من حكم بما أنزل الله من التوحيد وترك الشرك، ثم لم يحكم بما أنزل الله من الشرائع، فليس هو من أهل هذه الآية (٦) . </p><p> وقال ابن مسعود والحسن وإبراهيم: هذه الآيات عامة في اليهود وفي هذه الأمة، وكل من ارتشى، وبدل الحكم، فحكم بغير حكم الله، فقد </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٧٨. (٢) لم أقف عليه.(٣) في المصادر التي ستأتي عند تخريجه: كفر.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ٢٥٦، والحاكم بمعناه في \"المستدرك\" ٢/ ٣١٣، وذكره المؤلف في \"الوسيط\" ٣/ ٨٩١، وانظر: البغوي في \"تفسيره\" ٣/ ٦١، وابن كثير في \"تفسيره\" ٢/ ٧٠.(٥) أخرجه الطبري في \"تفسيره\" ٦/ ٢٥٦، وذكره البغوي في \"تفسيره\" ٣/ ٦١.(٦) ذكره المؤلف في \"الوسيط\" ٣/ ٨٩١، وانظر: البغوي في \"تفسيره\" ٣/ ٦١، \"البحر المحيط\" ٣/ ٤٩٣.</p>"
}