{
  "id": null,
  "sura": 5,
  "aya": 75,
  "text": "<p> ٧٥ - قوله تعالى:  {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} ، أي أنه رسول ليس بإله، كما أنهم رسل ليسوا آلهة، وإنما أتى بالمعجزات من قبل ربه كما أتوا بها من قبل ربهم، فمن ادعى له الإلهية فهو كمن ادعى لهم الإلهية؛ لتساويهم في المنزلة. وهذا معنى قول أبي إسحاق (١) . </p><p> وقوله تعالى:  {وَأُمُّهُ صِدِّيقَةٌ} ، ذكرنا معنى الصديق فيما سبق (٢) ، وقيل لمريم (صديقة) لتصديقها بآيات ربها، ومنزلة ولدها، وتصديقها ما أخبرها. قال الله تعالى في صفتها:  {وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ}  [التحريم: ١٢]  (٣) . </p><p> وقال الفراء: ووقع عليها التصديق (٤) كما وقع على الأنبياء، وذلك قوله تعالى:  {فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا}  [مريم: ١٧] فلما كلمها جبريل وصدقته وقع عليها اسم الرسالة، فكانت كالنبي (٥) . </p><p> وقوله تعالى:  {كَانَا يَأْكُلَانِ الطَّعَامَ} ، قال أهل المعاني: هذه الآية احتجاج على النصارى بأن من ولَده النساء وهو يأكل الطعام لا يكون إلهًا للعباد؛ لأن سبيله سبيلهم في الحاجة إلى الصانع المدبر، والمعنى أنهما كانا يعيشان بالغذاء كما يعيش سائر الآدميين، فكيف يكون إله لا </p><p>(١) انظر: \"معاني القرآن وإعرابه\" ٢/ ١٩٦. (٢) عند تفسير قوله تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: ٦٩].(٣) انظر: \"النكت والعيون\" ٢/ ٥٦، \"تفسير البغوي\" ٢/ ٨٣.(٤) في (ج): (الصديق).(٥) معاني القرآن ١/ ٣١٨.</p><p> يقيمه إلا أكل الطعام؟ (١) ، وكل هذا معنى قول ابن عباس في تفسير قوله:  {يَأْكُلَانِ الطَّعَامَ} يريد هما لحم ودم، يأكلان ويشربان، ويبولان ويتغوطان (٢) . </p><p> قال عبد الله بن مسلم (٣) : هذا ألطف ما يكون من الكناية، لأنه عبر عن الحدث بالطعام، لأن من أكل الطعام لا بد له من أن يحدث (٤) ، فلما ذكر أكل الطعام صار كأنه أخبر عن عاقبته، والطعام والحدث ليسا من أوصاف الإلهية، وأنكر عمرو بن يحيى (٥) أن يكون هذا كناية عما ذكر، وقال: كأنه لم يعلم أن في الجوع وما ينال أهله من الذلة والعجز والفاقة أدل دليل على أنهم مخلوقون، حتى ادعى على الكلام شيئًا قد أغناه الله عنه. </p><p> وقوله تعالى:  {انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ} ، قال ابن عباس: نفسر لهم أمر ربوبيتي (٦) . </p><p> وقوله تعالى:  {ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ}  [المائدة: ٧٥] ، يقال: أفكه يأفكه أفكًا، إذا صرفه. والإفك: الكذب؛ لأنه صرف عن الحق، وكل مصروف عن شيء مأفوك عنه (٧) ، وأنشد ابن السكيت: </p><p>(١) انظر: \"تفسير الطبري\" ٦/ ٣١٥، \"تفسير البغوي\" ٣/ ٨٣. (٢) انظر: \"تفسير الوسيط\" ٢/ ٢١٣.(٣) ابن قتيبة.(٤) \"غريب القرآن\" ص ١٤٤، انظر: \"زاد المسير\" ٢/ ٤٠٤.(٥) لم يتبين من عمرو بن يحيى هذا، ويحتمل أن عمرو تصحفت عن: (أحمد)، فيكون المقصود: أحمد بن يحيى المعروف بثعلبَ، والمؤلف كثير ما ينقل عنه. والله أعلم.(٦) انظر: \"تفسير الوسيط\" ٢/ ٢١٣.(٧) انظر:\"غريب القرآن\" لابن قتيبة ص ١٤٤، \"تفسير الطبري\" ٦/ ٣١٥، \"معاني =</p>"
}