{
  "id": null,
  "sura": 5,
  "aya": 41,
  "text": "<p> والآية بإطلاقها فاضحة للقدرية في التعديل والتجويز، وقولهم بوجوب الرحمة على الله للمطيع، ووجوب العذاب للعاصي، حيث فوض الأمر فيهما إلى المشيئة. </p><p> ٤١ - قوله تعالى:  {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ}  (قال أبو إسحاق: أي لا يحزنك مسارعتهم في الكفر)  (١) ، إذ كنت موعود النصر عليهم (٢) . </p><p> وقوله تعالى:  {مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} . قال ابن عباس: هم المنافقون (٣) . </p><p> وقوله تعالى:  {وَمِنَ الَّذِينَ هَادُوا} . قال ابن عباس: يريد بني قينقاع (٤) . </p><p> وقال مقاتل: يعني: يهود المدينة (٥) . </p><p> وقوله تعالى:  {سَمَّاعُونَ لِلْكَذِبِ} : </p><p> لو شئت جعلت تمام الكلام عند قوله:  {وَمِنَ الَّذِينَ هَادُوا} ثم ابتدأت فقلت: {سَمَّاعُونَ لِلْكَذِبِ} ، أي: هم سماعون للكذب أي: المنافقون واليهود سماعون للكذب. </p><p> وإن شئت كان رفع {سَمَّاعُونَ} على معنى: ومن الذين هادوا </p><p>(١) ما بين القوسين ساقط من (ش). (٢) \"معاني القرآن وإعرابه\" ٢/ ١٧٤.(٣) ذكره المؤلف في \"الوسيط\" ٣/ ٨٧٩، وابن الجوزي ٢/ ٣٥٧، وأورده السيوطي في \"الدر المنثور\" ٢/ ٤٩٨، وعزاه إلى ابن المنذر وابن أبي حاتم.(٤) لم أقف عليه، وفي \"الوسيط\": يعني يهود المدينة، كقول مقاتل الآتي.(٥) انظر: \"تفسير مقاتل\" ١/ ٤٧٤.</p><p> سماعون، فيكون المعنى: أن السماعين منهم، ويرتفع (منهم) كمال تقول: من قومك عقلاء. </p><p> والوجهان ذكرهما الفراء (١) ، والزجاج (٢) ، واختار أبو علي الوجه الثاني، وقال: هو على تقدير: ومن الذين هادوا فريق سماعون للكذب (٣) ، وذكر أبو إسحاق في معنى قوله:  {سَمَّاعُونَ لِلْكَذِبِ} وجهين: </p><p> أحدهما: وهو قول أهل التفسير (٤) أن معناه: قابلون للكذب، والسمع يستعمل والمراد منه: القبول، كما يقال: لا تسمع من فلان، أي: لا تقبل منه، ومنه:  (سمع الله لمن حمده) ، وذلك الكذب الذي يقبلونه، وهو ما يقول لهم رؤساؤهم مما كذبوا فيه. </p><p> والوجه الثاني: وهو اختيار أبي علي (٥) : أن معناه: أنهم يسمعون منك ليكذبوا عليك، أي: إنما يجالسونك ويسمعون منك ليكذبوا عليك، ويقولوا إذا خرجوا من عندك: سمعنا منه كذا وكذا, ولم يسمعوا ذلك منك (٦) . </p><p> وهذا قول الحسن (٧) واختيار أبي حاتم، وكان يقول اللام في الكذب لام كي، أي: يسمعون لكي يكذبوا عليك (٨) . </p><p>(١) انظر: \"معاني القرآن\" ١/ ٣٠٨، ٣٠٩. (٢) انظر: \"معاني القرآن وإعرابه\" ٢/ ١٧٥.(٣) \"الحجة\" ٢/ ٣٦.(٤) جملة اعتراضية من الواحدي. وانظر في ذلك: الطبري في \"تفسيره\" ٦/ ٢٣٥.(٥) انظر: \"الحجة\" ٢/ ٣٦.(٦) \"معاني القرآن وإعرابه\" ٢/ ١٧٤ بتصرف، وانظر: \"معاني النحاس\" ٢/ ٣٠٦، ٣٠٧، \"تهذيب اللغة\" ٢/ ١٧٥٦ (سمع)، والبغوي في \"تفسيره\" ٣/ ٥٥، \"زاد المسير\" ٢/ ٣٥٧.(٧) انظر: \"النكت والعيون\" ٢/ ٣٨.(٨) لم أقف عليه.</p><p> وقوله تعالى:  {سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ} </p><p> قال ابن عباس وجابر وسعيد بن المسيب والسدي وابن زيد: إن رجلاً وامرأة من أشراف أهل خيبر (١) زنيا، وكان حدهما الرجم، فكرهت اليهود رجمهما لشرفهما، فأرسلوا إلى بني قريظة ليسألوا محمدًا - صلى الله عليه وسلم - عن قضائه في الزانيين إذا أحصنا ما حدهما؟ وقالوا: إن أمرَكم بالجلد فاقبلوا منه، وإن أمركم بالرجم فاحذروه ولا تقبلوا منه، فأقبل نفر من قريظة والنضير إلى رسول الله - صلى الله عليه وسلم - يسألونه, فنزل جبريل بالرجم, فأخبرهم به، فأبوا أن يأخذوا به، فذلك قوله:  {سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ}  (٢) . </p><p> والمراد بالقوم الآخرين: أهل خيبر. </p><p> وقوله تعالى:  {لَمْ يَأْتُوكَ} من صفة قوله: {لِقَوْمٍ آخَرِينَ} . </p><p> قال الزجاج: هم عيون لأولئك الغُيَّب (٣) . </p><p> وقوله تعالى:  {يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ} . </p><p> أي: من بعد أن وضعه الله مواضعه، أي: فرض فروضه، وأحل حلاله وحرم حرامه. </p><p> قال المفسرون: وذلك أن رسول الله - صلى الله عليه وسلم - لما أفتى بالرجم لم يقبلوا ذلك وأنكروه وأبوا أن يأخذوا به، فقال جبريل للنبي - صلى الله عليه وسلم -: اجعل بينك </p><p>(١) خيبر: موضع بالحجاز يقع شمال المدينة على مسافة ثمانية برد، فيها سبعة حصون ومزارع ونخل كثير، فتحها النبي - صلى الله عليه وسلم - سنة ٧ هـ، وقيل سنة ٨ هـ. انظر: \"الصحاح\" ٢/ ٦٤٢ (خبر)، \"معجم البلدان\" ٢/ ٤٠٩.(٢) أخرجه بمعناه عن السدي: الطبري في \"تفسيره\" ٦/ ٢٣٥، وذكره المؤلف في \"الوسيط\" ٣/ ٨٨٠، والبغوي في \"تفسيره\" ٣/ ٥٥، واختاره ابن كثير في \"تفسيره\" سببًا لنزول الآية. انظر: \"تفسيره\" ٢/ ٦٦.(٣) \"معاني القرآن وإعرابه\" ٢/ ١٧٥.</p><p> وبينهم ابن صُوريا (١) -وكان أعلمهم بالتوراة- فأُحضِر وأقسم عليه رسول الله - صلى الله عليه وسلم -، فقال:  \"أسألك بالذي أنزل التوراة على موسى، هل في التوراة أن يرجم المحصنان إذا زنيا؟ \" قال: نعم (٢) . وكانت اليهود قد ترخصت في حد الزنا، وجعلت بدل الرجم الجلد والتحميم (٣) ، فذلك تحريفهم الكلم عن مواضعه. هذا قول أهل التفسير. </p><p> وقال أهل المعاني: يعني: تحريف كلام النبي - صلى الله عليه وسلم - بعد سماعهم منه، يحرفونه للكذب عليه (٤) . </p><p> قال أبو علي: قوله: {يُحَرِّفُونَ الْكَلِمَ} من صفة قوله (٥) : {سَمَّاعُونَ}  (٦) أي فريق سماعون يحرفون الكلم. </p><p>(١) هو عبد الله بن صوريا، ويقال: ابن صور، الإسرائيلي، وإن من أحبار اليهود، ويقال إنه أسلم، لكنه ارتد بعد ذلك. انظر: \"الإصابة\" ٢/ ٣٢٦. (٢) أخرجه بنحوه من حديث جابر بن عبد الله -رضي الله عنه-، أبو داود (٤٤٥٢) كتاب الحدود، باب: في رجم اليهوديين، وابن ماجه (٢٣٧٤) كتاب الأحكام، باب (٣٣): شهادة أهل الكتاب بعضهم على بعض مختصرا والحميدي في \"مسنده\" ٢/ ٥٤١، ٥٤٢. قال في \"الزوائد\": في إسناده مجالد بن سعيد، وهو ضعيف. وقد أورده الماوردي في \"النكت والعيون\" ٢/ ٣٩، والبغوي في \"تفسيره\" ٣/ ٥٥، ٥٦، وابن كثير في \"تفسيره\" ٢/ ٦٦، والسيوطي في \"الدر المنثور\" ٢/ ٥٠٠.(٣) هو: أن يجلد أربعين جلدة بحبل مطلي بالقار ثم يسود وجوههما، ثم يحملان على حمارين، ويطاف بهما. البغوي في \"تفسيره\" ٣/ ٥٦، وانظر: \"بحر العلوم\" ١/ ٤٣٦ فالتحميم: تسويد الوجه.(٤) نسب هذا القول للحسن: الماوردي في \"النكت والعيون\" ٢/ ٣٩، وانظر: \"الحجة\" لأبي علي ٢/ ٣٦.(٥) في \"الحجة\" ٢/ ٣٦: لقوله.(٦) \"الحجة\" ٢/ ٣٦.</p><p> فيكون موضعه رفعًا على قول أهل التفسير، ويجوز على قول أهل المعاني: أن يكون {يُحَرِّفُونَ} حالًا من الضمير في اسم الفاعل؛ كأنه: سماعون محرفين للكلم، أي: مقدرين تحريفه، يعني: أنهم يسمعون كلام النبي - صلى الله عليه وسلم - ويقدرون مع (١) أنفسهم تحريف ما يسمعون، فيكون كقولهم: معه صقر صائدًا به غدًا، وكقوله تعالى:  {هَدْيًا بَالِغَ الْكَعْبَةِ}  [المائدة: ٩٥]  (٢) . </p><p> وقوله تعالى:  {مِنْ بَعْدِ مَوَاضِعِهِ} . </p><p> من باب حذف المضاف؛ لأن التقدير: من بعد وضعه مواضعه، أي: وضع الله، على قول أهل التفسير (٣) . </p><p> وعلى قول أهل المعاني (٤) : من بعد وضع النبي كلامه مواضعه. </p><p> وقوله تعالى:  {يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا} . </p><p> يقول ذلك يهود خيبر ليهود المدينة: إن أمركم محمد بالجلد فاقبلوه، {وَإِنْ لَمْ تُؤْتَوْهُ} يعني: الجلد فاحذروه (٥) . </p><p> قال الزجاج: أي إن أُفتِيتم بهذا الحكم المحرف فخذوه، وإن أفتاكم النبي - صلى الله عليه وسلم - بغير ما حددنا لكم فاحذروا أنه تعملوا به (٦) . </p><p> قال المفسرون: وذلك أنهم كانوا بعثوا الزانيين إلى يهود المدينة ليسألوا النبي - صلى الله عليه وسلم - عن حدهما، وقالوا: إن أفتاكم بالجلد فخذوه (٧) واجلدوا </p><p>(١) لعل الصواب: في. (٢) \"الحجة\" ٢/ ٣٦.(٣) تقدم هذا القول قريبًا.(٤) تقدم قريبًا.(٥) انظر: الطبري في \"تفسيره\" ٦/ ٢٣٦ - ٢٣٧، \"بحر العلوم\" ١/ ٤٣٧.(٦) \"معاني القرآن وإعرابه\" ٢/ ١٧٥.(٧) في (ش): (فخذوا).</p><p> الزانيين، وإن أفتاكم بالرجم فلا تعملوا بذلك، ثم لما افتضحوا بقول ابن صوريا، أمر رسول الله - صلى الله عليه وسلم - بالزانيين فرجما عند باب مسجده، وقال:  \"أنا أول من أحيا أمرك إذ أماتوه\"  (١) . </p><p> وقوله تعالى:  {وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ} . قال ابن عباس ومجاهد: ضلالته (٢) . </p><p> وقال الحسن وقتادة: عذابه (٣) . وقال الضحاك: هلاكه (٤) . </p><p> وقال الزجاج: قيل فضيحته، وقيل كفره، قال: ويجوز أن يكون اختباره بما يظهر به أمره (٥) . </p><p> وقوله تعالى:  {فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا} . </p><p> ذكرنا معناه عند قوله تعالى:  {فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ} الآية [المائدة: ١٧] . </p><p> وقوله تعالى:  {أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ} . </p><p> قال ابن عباس: أن يخلص نياتهم (٦) . وقال الزجاج: أي أن </p><p>(١) بمعناه في \"تفسير ابن عباس\" ص ١٧٨، وأخرجه الطبري في \"تفسيره\" ٦/ ٢٣٢، وأورده بنحو لفظ المؤلف البغوي في \"تفسيره\" ٣/ ٥٦، ٥٧، وانظر: \"زاد المسير\" ٢/ ٣٥٨. (٢) أورده عن ابن عباس السيوطي في \"الدر المنثور\" وعزاه إلى ابن أبي حاتم وابن المنذر والبيهقي في \"الأسماء والصفات\". وانظر: \"زاد المسير\" ٢/ ٣٥٩.(٣) انظر: \"النكت والعيون\" ٢/ ٣٩، والبغوي في \"تفسيره\" ٣/ ٥٨، \"زاد المسير\" ٢/ ٣٥٩.(٤) انظر البغوي في \"تفسيره\" ٣/ ٥٨.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٧٦، وانظر: \"النكت والعيون\" ٢/ ٤٠، \"زاد المسير\" ٢/ ٣٥٩.(٦) أورده المؤلف في \"الوسيط\" ٣/ ٨٨٢، وانظر: \"تنوير المقباس\" بهامش المصحف ص ١١٣.</p>"
}