{
  "id": null,
  "sura": 5,
  "aya": 27,
  "text": "<p> وقوله تعالى:  {فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ} قال ابن عباس: يريد لا تحزن على القوم الذين عصوك وعصوني (١) . </p><p> وقال مقاتل: إنهم قالوا لموسى: ما صنعت بنا؟ وندم موسى على ما دعا عليهم، فأوحى الله إليه:  {فَلَا تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ}  (٢) . </p><p> يقال: أسي يأسى أسًى، أي: حزن (٣) . </p><p> وقال الزجاج: وجائز أن يكون خطابًا لمحمد - صلى الله عليه وسلم - أي لا تحزن على قومٍ لم يزل شأنهم المعاصي ومخالفة الرسل (٤) . </p><p> ٢٧ - قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} . </p><p> قال ابن عباس في رواية عطاء:  {وَاتْلُ عَلَيْهِمْ} يا محمد، يريد على قومك، {نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ} كما كان، يريد هابيل وقابيل. وكان هابيل له ضأن، وقابيل له زرع، {إِذْ قَرَّبَا قُرْبَانًا} فنظر هابيل إلى خير كبش في ضأنه فتقرب به إلى الله، ونظر قابيل إلى شر قمحه، فتقرب به إلى الله، فنزلت نار من السماء فاحتملت قربان هابيل، ولم تحمل قربان قابيل، فعلم أن الله قد قَبِلَ من أخيه ولم يقبل منه فحسده، قال الله تعالى:  {فَتُقُبِّلَ مِنْ أَحَدِهِمَا} يريد هابيل {وَلَمْ يُتَقَبَّلْ مِنَ الْآخَرِ} يريد قابيل. ويقال إن قربان هابيل هو الكبش الذي فدى الله به إسماعيل (٥)  {قَالَ لَأَقْتُلَنَّكَ قَالَ} هابيل {إِنَّمَا </p><p>(١) \"تفسيره\" ص ١٧٦، وأخرجه الطبري في \"تفسيره\" ٦/ ١٨٦ بلفظ: لا تحزن لا غير. (٢) بنحوه في \"تفسيره\" ١/ ٤٦٧، ٤٦٨.(٣) انظر: \"غريب القرآن\" لابن قتيبة ص ١٣٩، والطبري في \"تفسيره\" ٦/ ١٨٥.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٦٦، وانظر: \"زاد المسير\" ٢/ ٢٣١.(٥) كأن هذا القول اعتراض ضمن قول ابن عباس، فإنه نُسِب إلى سعيد بن جبير. انظر القرطبي في \"تفسيره\" ٦/ ١٣٤.</p><p> يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ}. انتهى كلامه (١) . </p><p> وهذا قول جميع أهل التفسير إلا الحسن والضحاك فإنهما قالا: إن ابني آدم اللذين قربا قربانًا لم يكونا ابني آدم لصلبه، إنما كانا رجلين من بني اسرائيل (٢) . </p><p> ومضى الكلام في معنى القربان في سورة آل عمران. </p><p> وتقديره قوله:  {إِذْ قَرَّبَا قُرْبَانًا} قرب كل واحد منهما قربانا، نجمعهما في الفعل وأفرد الاسم؛ لأنه يستدل بفعلها على أن لكل واحد قربانًا. </p><p> وقيل: إن القربان اسم جنس، فهو يصلح للواحد وللعدد، على أن القربان مصدر كالرُّجحان والعُدوان والكُفران، يقال: قَرَّبْت الرجل (٣) أقربه قُربًا وقُربانًا (٤) . </p><p> وكان الرجل فيما مضى إذا رفع إلى الله حاجة قدم أمامها نسيكة، وكاذت تلك الذبيحة تسمى: قربانا، إذ (٥) كان صاحبها يتقرب إلى الله، </p><p>(١) الأثر أخرجه الطبري في \"تفسيره\" بمعناه من طريقين: أحدهما طريق العوفي عن ابن عباس، والثاني طريق أبي صالح عنه. انظر: \"جامع البيان\" ٦/ ١٨٦ - ١٨٩، وذكره البغوي في \"تفسيره\" ٦/ ٤٢، وابن الجوزي في \"زاد المسير\" ٢/ ٣٣٣.(٢) أخرجه عن الحسن الطبري في \"تفسيره\" ٦/ ١٨٩، وانظر: \"النكت والعيون\" ٢/ ٢٧، \"زاد المسير\" ٢/ ٣٣١، ورجح كل من الطبري في \"تفسيره\" وابن الجوزي القول الأول، وأنهما ابني آدم لصلبه.(٣) قربت الرجل: أي أدنيته، من القرب ضد البعد. انظر: \"تهذيب اللغة\" ٣/ ٢٩١٥ (قرب).(٤) انظر: الطبري في \"تفسيره\" ٦/ ١٩٠، \"زاد المسير\" ٢/ ٣٣٢.(٥) في (ج): (إذا).</p><p> فسمي المتقرب به قربانًا، والمصادر لا تثنى ولا تجمع. </p><p> وقوله تعالى:  {قَالَ لَأَقْتُلَنَّكَ} . </p><p> مختصر، أي قال الذي لم يتقبل منه للثاني: لأقتلنك، فحذف لأن المعنى يدل على أن الذي لم يتقبل منه هو القائل بحسده لأخيه: لأقتلنك. قاله الفراء (١) . ومثله في الكلام أن تقول إذا اجتمع السفيه والحليم: حمد، تنوي بالحمد الحليم. وإذا رأيت الظالم والمظلوم: أعنت، وأنت تنوي المظلوم، للمعنى الذي لا يُشكل (٢) . </p><p> وقوله تعالي:  {قَرَّبَا} . </p><p> ليس معناه من القريب الذي هو ضد البعيد، ولكنه من قولهم قرّب قربانًا، إذا تقرب بمال له (٣) إلى الله تعالى، وليس معنى {قَرَّبَا قُرْبَانًا} قربه إلى موضع. </p><p> وقوله تعالى:  {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} . </p><p> أي المتقين للمعاصي (٤) ، فأطلق للعلم بأن المراد أنها أحق ما يجب أن يُخَاف منه. </p><p> قال ابن عباس: قال له هابيل: إنما يتقبل الله ممن كان زاكيَ القلب، ورد عليك لأنك لست بزاكي القلب (٥) . </p><p>(١) \"معاني القرآن\" ١/ ٣٠٥، ولا يزال الكلام له. (٢) انتهى من \"معاني القرآن\" ١/ ٣٠٥، وانظر: \"معاني الزجاج\" ٢/ ١٦٦، \"زاد المسير\" ٢/ ٣٣٤.(٣) في (ش): (لنا).(٤) انظر: \"زاد المسير\" ٢/ ٣٣٤.(٥) \"تنوير المقباس\" بهامش المصحف ص ١١٢.</p>"
}