{
  "id": null,
  "sura": 5,
  "aya": 38,
  "text": "<p> يحتمل أن يكون في موضع الحال، ويحتمل أن يكون عطفًا على الخبر (١) . </p><p> ٣٧ - قوله تعالى:  {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ} . </p><p> يحتمل إرادتهم الخروج وجهين: </p><p> أحدهما: أنهم قصدوا ذلك وطلبوا المخرج، كما قال تعالى:  {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا}  [السجدة: ٢٠] . </p><p> والثاني: أنهم تمنوا ذلك وأرادوه بقلوبهم، كقوله في موضع آخر:  {رَبَّنَا أَخْرِجْنَا مِنْهَا}  [المؤمنون: ١٠٧]  (٢) ، ويؤكد هذا الوجه قراءة من قرأ:  {يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّار} بضم الياء (٣) . </p><p> ٣٨ - قوله تعالي:  {وَالسَّارِقُ وَالسَّارِقَةُ} الآية. </p><p> اختلف النحويون في وجه رفعها: فقال سيبويه والأخفش وكثير من البصريين: ارتفع (السارقُ والسارقةُ) على معنى: ومما نقُصّ عليك ونوحي إليك السارق والسارقة. قالوا: ومثل هذه الآية قوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا}  [النور: ٢] وقوله: {وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا}  [النساء: ١٦] . </p><p> قال سيبويه: والاختيار في هذا النصب في العربية كما تقول: زيدا أضربه. </p><p> وأبت العامة القراءة إلا بالرفع، وقرأ عيسى بن عمر (٤) : {وَالسَّارِقُ </p><p>(١) انظر: \"الدر المصون\" ٤/ ٢٥٦، وقد ضعف السمين الوجه الأول. (٢) انظر الاحتمالين عند البغوي في \"تفسيره\" ٣/ ٥١، وفي \"البحر المحيط\" ٣/ ٤٧٤.(٣) بالبناء للمفعول، وهذه القراءة ليست في المتواتر، إنما هي للنخعي وابن وثاب وأبي واقد.انظر: \"البحر المحيط\" ٣/ ٤٧٥.(٤) هو أبو عمر عيسى بن عمر الهمداني الكوفي الأعمى القارئ الثقة، قرأ على =</p><p> وَالسَّارِقَةُ} بالنصب، ومثله:  {الزَّانِيَةُ وَالزَّانِي}  [النور: ٢] أيضًا (١) . </p><p> فالاختيار عند سيبويه النصب في هذا. </p><p> قال أبو إسحاق: والجماعة أولى بالاتباع، والدليل على أن القراءة الجيدة بالرفع قوله تعالى:  {وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ}  [النساء: ١٦] لم يقرأه أحد: واللذين (٢) . </p><p> قال المبرد (٣) : وأختار أن يكون {وَالسَّارِقُ وَالسَّارِقَةُ} رفعًا بالابتداء؛ لأن قصد ليس إلى أحد بعينه، فليس هو مثل قولك: زيدًا أضربه، إنما هو كقولك: من سرق فاقطع يده، ومن زنا فاجلده (٤) . </p><p> وهذا قول الفراء؛ لأنه قال: وإنما يختار العرب الرفع في: {وَالسَّارِقُ وَالسَّارِقَةُ} لأنهما غير مؤقتين، فوجها توجيه الجزاء، كقولك: من سرق فاقطعوا يده، و (من) لا يكون إلا رفعا, ولو أردت سارقًا بعينه وسارقة بعينها كان النصب وجه الكلام (٥) . </p><p> قال الزجاج: وهذا القول هو المختار (٦) . </p><p>= عاصم بن أبي النجود وغيره وقرأ عليه الكسائي وغيره، وكان مقرئ الكوفة بعد حمزة توفي -رحمه الله- سنة ١٥٦ هـ. انظر: \"معرفة القراء الكبار\" ١/ ١١٩، \"غاية النهاية\" ١/ ٦١٢، \"التقريب\" ص ٤٤٠ (٥٣١٤).(١) \"الكتاب\" ١/ ١٤٢ - ١٤٤، \"معاني الزجاج\" ٢/ ١٧١، ١٧٢، بتصرف، وانظر: \"البحر المحيط\" ٣/ ٤٧٧، ٤٧٨.(٢) \"معاني القرآن وإعرابه\" ٢/ ١٧٢.(٣) لا يزال المؤلف ينقل من \"معاني الزجاج\" ٢/ ١٧٢.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٧٢.(٥) \"معاني القرآن\" للفراء ١/ ٣٠٦، وانظر: الطبري في \"تفسيره\" ٦/ ٢٢٨.(٦) \"معاني القرآن وإعرابه\" ٢/ ١٧٢.</p><p> وقوله تعالى:  {فَاقْطَعُوا أَيْدِيَهُمَا} . </p><p> دخلت الفاء في خبر السارق للشرط المنوي؛ لأن المعنى: من سرق فاقطعوا يده (١) ، وعلى هذا أيضًا قوله تعالى:  {وَاللَّذَانِ يَأْتِيَانِهَا مِنْكُمْ فَآذُوهُمَا}  [النساء: ١٦] ، ومثله:  {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا}  [النور: ٢] . </p><p> والمراد بالأيدي في هذه الآية: الأيمان، قاله الحسن والسدي والشعبي (٢) . </p><p> وكذلك هو في قراءة عبد الله:  (فاقطعوا أيمانهما)  (٣) . </p><p> وإنما قال:  {أَيْدِيَهُمَا} ولم يقل: يديهما؛ لأنه أراد يمينًا من هذا، أو يمينًا من هذه (٤) ، فجمع إذ ليس في الجسد إلا يمين واحدة. </p><p> قال الفراء: وكل شيء موحد من خلق الإنسان إذا ذكر مضافًا إلى اثنين فصاعدًا جمع، فقيل: هُشّمت رؤوسهما، ومُلِئتَ ظهورهما وبطونهما ضربًا، ومثله قوله تعالى:  {إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا}  [التحريم: ٤] . قال: وإنما اختير الجمع على التثنية؛ لأن أكثر ما تكون عليه الجوارح اثنين اثنين (٥) في الإنسان، كاليدين والرجلين والعينين، واثنان من اثنين جمع، لذلك (٦) تقول قطعت أرجلهما وفقأت عيونهما، فلما جرى الأكثر </p><p>(١) انظر: \"زاد المسير\" ٢/ ٣٤٩، \"البحر المحيط\" ٣/ ٤٨٢. (٢) انظر: الطبري في \"تفسيره\" ٦/ ٢٢٨، \"بحر العلوم\" ١/ ٤٣٣.(٣) أخرج ذلك الطبري في \"تفسيره\" ٦/ ٢٢٨، وانظر: \"بحر العلوم\" ١/ ٤٣٣، و\"النكت والعيون\" ٢/ ٣٥، والبغوي في \"تفسيره\" ٣/ ٥١.(٤) في (ش): (هذا).(٥) في (ش): (اثنان اثنان)، وما أثبته هو الموافق لـ \"معاني القرآن\".(٦) في (ش): (كذلك).</p><p> على هذا ذهب بالواحد إذا أضيف إلى اثنين مذهب الاثنين (١) . قال: ويجوز التثنية كقول الهُذَلي (٢) : </p><p> فتخَالَسَا نفسَيهِمَا بنَوافذٍ (٣) </p><p> لأنه الأصل، ويجوز هذا أيضاً فيما ليس من خلق الإنسان، كقولك للاثنين: خليتما نساءكما، وأنت تريد امرأتين، وخرقتما قمصكما. قال: ويجوز التوحيد أيضاً لو قلت في الكلام: السارق والسارقة فاقطعوا يمينهما، جاز؛ لأن المعنى: اليمين من كل واحد منهما، كما قال الشاعر: </p><p> كُلُوا في نِصفِ بَطنِكم تَعِيشُوا (٤) </p><p> ويجوز في الكلام أن تقول: ائتني برأس شاتين، وبرأسي شاة، فمن قال: برأس شاتين، أراد الرأس من كل شاة، ومن قال: برأسي شاة، أراد رأسي هذا الجنس (٥) . </p><p>(١) في \"معاني القرآن\" ١/ ٣٠٧ التثنية. (٢) هو أبو ذؤيب، تقدمت ترجمته.(٣) عجز البيت كما عند الفراء: كنوافذ العبط التي لا ترقعوهو في \"ديوان الهذليين\" ١/ ٢٠.والبيت في وصف فارسين يتنازلان، وتخالسا نفسيهما أراد كل واحد منهما اختلاس نفس الآخر وانتهاز الفرصة للقضاء عليه، والنوافذ الطعنات النافذة، والعبط جمع عبيط وهو ما يشق.(٤) عجزه كما عند الفراء:فان زمانكم زمن خميصوهو في \"الكتاب\" ١/ ٢١٠ ولا يعرف قائله. والخميص من المخمصة وهي الجوع. والشاهد منه أنه استعمل المفرد للجمع: بطنكم والمراد: بطونكم.(٥) \"معاني القرآن\" ١/ ٣٠٦ - ٣٠٨ بتصرف، وانظر: \"الكتاب\" ١/ ٢١٠، \"زاد المسير\" ٢/ ٣٤٩.</p><p> وقال الزجاج: إنما جمع ما كان في الشيء منه واحد عند الإضافة إلى اثنين؛ لأن الإضافة تبين أن المراد بذلك الجمع التثنية لا الجمع، وذلك أنك إذا قلت: أشبعت بطونهما، علم أن للاثنين بطنين فقط، وأصل التثنية الجمع؛ لأنك إذا ثنّيت الواحد فقد جمعت واحداً إلى واحد، (وربما كان لفظ الجمع أخف من لفظ الاثنين، فيختار لفظ الجمع ولا يشتبه ذلك بالتثنية عند الإضافة إلى اثنين (١) )؛ لأنك إذا قلت: قلوبهما، فالتثنية في (هما) قد أغنتك عن التثنية في (قلب) . قال: وإن ثُنَّي ما كان في الشيء منه واحد فذلك جائز عند جميع النحويين، وأنشد: </p><p> ظَهْراهُما مِثل ظُهُور التُّرسَينْ (٢) </p><p> فجاء باللغتين (٣) . وهذا كما حكينا عن الفراء في قول الهذلي: فتخالسا نفسيهما (٤) . </p><p> (قال (٥) ) وحكى سيبويه أنه قد يجمع المفرد الذي ليس من شيء إذا أردت به التثنية، كقول العرب: وضعا رحالهما، يريد رَحلَي راحلتيهما (٦) . وهذا كما حكى الفراء: فرقتما قمصكما. </p><p>(١) ما بين القوسين ليس في \"معاني الزجاج\". (٢) رجز لخطام المجاشعي أو لهميان بن قحافة وهو في \"الكتاب\" ٢/ ٤٨، \"معاني الفراء\" ٣/ ١٧، يصف فيه فلاتين، وقبله:وَمهَمهين قَذِفين مَرْتَين ... جِبتُهما بالنَّعت لا بِالنَّعتَينظهرهما ................(٣) وشبه الفلاتين بالترسين في الاستواء. والشاهد منه أنه ثَنَّى وجَمَع المضاف للمثنى.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٧٣، وانظر: \"الكتاب\" ٢/ ٤٨، ٤٩.(٥) ساقط من (ش).(٦) \"معاني القرآن وإعرابه\" ٢/ ١٧٣، وانظر: \"الكتاب\" ٢/ ٤٨، ٤٩.</p><p> قال أبو علي:  (..)  (١) اليد اليمنى وتركهم لقطع اليد اليسرى في دلالة على أن اليد اليسرى لم ترد بقوله تعالى (٢) : {فَاقْطَعُوا أَيْدِيَهُمَا} ألا ترى أنها لو أريدت بذلك لم يكونوا ليدعوا نص القرآن إلى غيره. </p><p> وهذا يدل على أن جمع اليد في هذه الآية على حد جمع القلب في قوله:  {فَقَدْ صَغَتْ قُلُوبُكُمَا}  [التحريم: ٤] . </p><p> ودلت قراءة عبد الله على أن المراد بالأيدي الأيمان (٣) . </p><p> فإن قيل: إن قراءة عبد الله لا تُعلم اليوم قراءة، لانقطاع النقل، فلا يلزم به حجة. </p><p> قيل: قراءته تكون حجة في إيجاب العمل، كما أنه لو روى خبرًا أن المراد بالأيدي التخصيص والقصر على الأيمان وجب المصير إليه، فكذلك إذا رُوي عنه على أنه قرآن وجب قبوله والعمل به، وكان أولى من الخبر الذي يرويه. </p><p> قال أهل العلم: هذه الآية مجملة في إيجاب القطع على السارق، وتفصيل ذلك مأخوذ من السنة (٤) . </p><p> أما السارق الذي يجب عليه القطع فهو البالغ العاقل (٥) العالم بتحريم السرقة، فأما من كان حديث العهد بالإسلام لا يعلم أن السرقة حرام فلا قطع عليه. </p><p>(١) ما بين القوسين بياض في النسختين. (٢) ساقط من (ج).(٣) تقدم تخريج هذه القراءة قريبًا, ولم أقف على قول أبي علي.(٤) انظر: \"زاد المسير\" ٢/ ٣٥٠.(٥) انظر القرطبي في \"تفسيره\" ٦/ ١٦٧.</p><p> والمسروق يجب أن تكون قيمته ربع دينار (١) ، والاعتبار بالمضروب. </p><p> فإذا أخرجه من حرز مثله، بعد أن لا يكون له شبهة فيه وجب القطع، والشبهة مثل شبهة المملوك في مال السيد، والولد مع الوالد، والوالد مع الولد، وكذلك شبهة المضطر عند المخمصة، وخوف التلف. </p><p> ولذلك رفع عمر -رضي الله عنه- القطع عام الرمادة (٢) . </p><p> هذا جملة مذهب الشافعي -رضي الله عنه- (٣) . </p><p> وعند أبي حنيفة -رضي الله عنه- لا يجب القطع فيما دون عشرة دراهم (٤) . </p><p> وعند مالك -رضي الله عنه- يقطع في ثلاثة دراهم فصاعد (٥) . </p><p> ودليل الشافعي ما روى الزهري عن عمرة (٦) ، عن عائشة أن النبي - صلى الله عليه وسلم -: </p><p>(١) هذا ما عليه أكثر العلماء، انظر: الطبري في \"تفسيره\" ٦/ ٢٢٩، والبغوي في \"تفسيره\" ٣/ ٥٢، \"زاد المسير\" ٢/ ٣٥٠، والقرطبي في \"تفسيره\" ٦/ ١٦٠، وابن كثير في \"تفسيره\" ٢/ ٦٣. (٢) قال ابن منظور: سمي بذلك لأن الناس والأموال هلكوا فيه كثيراً، وقيل: هو لجدب تتابع فصير الأرض والشجر مثل لون الرماد، والأول أجود. \"اللسان\" ٣/ ١٧٢٧ (رمد).(٣) انظر: \"الأم\" ٦/ ١٤٧ - ١٤٩، والبغوي في \"تفسيره\" ٣/ ٥٢، و\"التفسير الكبير\" ١١/ ٢٢٦، ٢٢٧، وابن كثير في \"تفسيره\" ٢/ ٦٣.(٤) انظر: الطبري في \"تفسيره\" ٦/ ٢٢٩، و\"بحر العلوم\" ١/ ٤٣٤، والبغوي في \"تفسيره\" ٣/ ٥٢، و\"زاد المسير\" ٢/ ٣٥١، وابن كثير في \"تفسيره\" ٢/ ٦٣ - ٦٤.(٥) انظر: \"المدونة\" ٤/ ٤١٣، والطبري في \"تفسيره\" ٦/ ٢٢٩، \"زاد المسير\" ٢/ ٣٥١، والقرطبي في \"تفسيره\" ٦/ ١٦٠، وابن كثير في \"تفسيره\" ٢/ ٦٣.(٦) هي عمرة بنت عبد الرحمن بن سعد بن زرارة الأنصارية المدنية، أكثرت من الرواية عن عائشة -رضي الله عنها-، وهي فقيهة ثقة أخرج حديثها الجماعة، ماتت =</p><p> كان يقطع في ربع دينار فصاعد (١) . </p><p> وهذا مذهب الأوزاعي وإسحاق (٢) . </p><p> وذهب ابن عباس وابن الزبير إلى ظاهر الآية، فأوجبا القطع في القليل. </p><p> قال ابن عباس: في دانِق (٣) ، وقال ابن الزبير: في دِرهَم (٤) . </p><p> والقطع يكون من المفصل بين الكف والساعد (٥) ، وهو الكوع والرُّسغ ويقطع في المرة الأولى يده اليمنى، وفي المرة الثانية رجله اليسرى، وفي المرة الثالثة يده اليسرى، وفي المرة الرابعة رجله اليمنى، ثم يحبس في المرة الخامسة (٦) ، والقتل منسوخ (٧) . </p><p>= -رحمها الله- قبل سنة ١٠٠هـ، وقيل بعدها. انظر: \"سير أعلام النبلاء\" ٤/ ٥٠٧، \"التقريب\" ص ٧٥٠ (٨٦٤٣).(١) أخرجه البخاري (٦٧٨٩) كتاب الحدود، باب: قول الله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} ٨/ ١٦، ١٧، ومسلم (١٦٨٤) كتاب الحدود، باب: حد السرقة ونصابها ٣/ ١٣١٢ (ح ١).(٢) ذكره القرطبي في \"تفسيره\" ٦/ ١٦١ عن إسحاق.(٣) لم أقف عليه.وقد أخرج الطبري في \"تفسيره\" عن نجدة الحنفي قال: سألت ابن عباس عن قوله: {وَالسَّارِقُ وَالسَّارِقَةُ} أخاص أم عام؟ فقال: بل عام. \"جامع البيان\" ٦/ ٢٢٩.وهذا يحتمل أنه أراد القلة أو هو موافق لما تقدم من أقوال العلماء، انظر ابن كثير في \"تفسيره\" ٢/ ٦٣.(٤) قال السمرقندي: ورُوي عن ابن الزبير أنه قطع في نَعلٍ ثمنه درهم \"بحر العلوم\" ١/ ٤٣٣. هذا ما وجدته عن ابن الزبير.(٥) انظر: \"زاد المسير\" ٢/ ٣٥٤.(٦) هذا قول مالك والشافعي. انظر: البغوي في \"تفسيره\" ٣/ ٥٣، \"زاد المسير\" ٢/ ٣٥٤.(٧) هذا إذا كان القتل ثابتًا، مع أنه لم يثبت، انظر القرطبي في \"تفسيره\" ٦/ ١٧٢.</p><p> وعند أبي حنيفة لا يقطع في الثالثة (١) ، وعند الشافعي يغرم قيمة السرقة مع القطع، وعند أبي حنيفة لا غرم مع القطع، ولكن إذا وجد المسروق عنده أخذ وردّ إلى صاحبه (٢) . </p><p> وقوله تعالى:  {جَزَاءً بِمَا كَسَبَا} . </p><p> قال الزجاج: نصب؛ لأنه مفعول له (٣) . المعنى: فاقطعوهم لجزاء (٤) فعلهم، وكذلك {نَكَالًا مِنَ اللَّهِ} ، وإن شئت كانا منصوبين على المصدر الذي دل عليه:  {فَاقْطَعُوا} لأن المعنى: {فَاقْطَعُوا} جازوهم ونكلوا بهم (٥) . </p><p> وقوله تعالى:  {وَاللَّهُ عَزِيزٌ حَكِيمٌ} أي: (عزيز) في انتقامه، (حكيم) فيما أوجبه من قطع يده (٦) . </p><p> قال الأصمعي: كنت أقرأ سورة المائدة وبجنبي أعرابي فقرأت هذه الآية، فقلت:  (نكالًا من الله والله غفور رحيم) سهوًا، فقال الأعرابي: كلام من هذا؟ قلت: كلام الله. قال: أعِد. فأعدت: والله غفور رحيم. فقال: ليس هذا كلام الله. فتنبهت وقرأت:  {وَاللَّهُ عَزِيزٌ حَكِيمٌ} فقال: أصبت، هذا كلام الله. فقلت له: أتقرأ القرآن؟ قال: لا. قلت: فمن أين علمت أني أخطأت؟ فقال: يا هذا، عزّ فحكم فقطع، ولو غفر ورحم لما </p><p>(١) وهو قول أحمد أيضًا. انظر: البغوي في \"تفسيره\" ٣/ ٥٤، \"زاد المسير\" ٢/ ٣٥٤. (٢) انظر القرطبي في \"تفسيره\" ٦/ ١٦٥.(٣) في \"معاني الزجاج\" ٢/ ١٧٤: به.(٤) عند الزجاج: بجزاء.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٧٤، وانظر: القرطبي في \"تفسيره\" ٦/ ١٧٤.(٦) أي: يد السارق.</p>"
}