{
  "id": null,
  "sura": 5,
  "aya": 2,
  "text": "<p> وقال الفراء: هو مثل قولك: أحل لك هذا الشيء لا مفرطًا فيه ولا متعديًا، فإذا جعلت (غيرَ) مكان (لا) ، صار النصب الذي بعد (لا) في (غير)  (١) . </p><p> والمعنى: أحلت لكم بهيمة الأنعام إلا أن تحلوا الصيد في حال الإحرام، فإنه لا يحل لكم إذا كنتم محرمين. </p><p> ويقال: رجل حرام، وقوم حُرُم، أي: محرمون (٢) . </p><p> والإضافة في قوله تعالى:  {مُحِلِّي الصَّيْدِ} على تقدير الانفصال؛ لأن ما كان من هذا الباب للاستقبال وللحال أثبتت فيه النون والتنوين، نحو: ضارب زيدًا، وضاربون زيدًا (٣) . وقد أحكمنا هذا الفصل عند قوله:  {ظَالِمِي أَنْفُسِهِمْ}  [النساء: ٩٧] . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ يَحْكُمُ مَا يُرِيدُ} قال أبو إسحاق: أي الخلق له جل وعز يُحل منه ما يشاء لمن يشاء، ويُحرم ما يريد (٤) . </p><p> ٢ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} الآية. </p><p> الشعائر واحدتها: شعيرة، وهي فعيلة بمعنى مُفْعَلَة، والمُشْعَرة: المُعْلَمة، والإشعار: الإعلام من طريق الإحساس، والشعر: العلم من طريق الحس. ذكرنا ذلك في أول البقرة. </p><p> وكل شيء أُعلِم فقد أشعر، ومنه السنّة في إشعار الهدي، هذا معنى </p><p>(١) \"معاني القرآن\" ١/ ٢٩٨. (٢) \"معاني الزجاج\" ٢/ ١٤١، وانظر: \"تهذيب اللغة\" ١/ ٧٩٤ (حرم)، و\"زاد المسير\" ٢/ ٢٦٩.(٣) انظر: \"معاني الفراء\" ١/ ٢٩٨، و\"معاني الزجاج\" ٢/ ١٤١.(٤) \"معاني القرآن وإعرابه\" ٢/ ١٤٢.</p><p> الشعائر في اللغة (١) ، ثم كل شيء جُعل علماً على شيء، أو أعلم بعلامة جاز أن يُسمّى شعيرة. </p><p> والهدي التي تهدى إلى مكة تسمى شعائر؛ لأنها مُشعَرةٌ بالدم (٢) ، ومنه قول الكميت: </p><p> نُقَتَّلهم جيلًا فجيلًا تراهم ... شعائرَ قُربانٍ بهِم يُتَقَرَّبُ (٣) </p><p> فأما التفسير فقال ابن عباس في رواية عطاء: أن (الحَطيم بن ضبيعة -واسمه شريح (٤) ، والحطيم لقب، ويقال الحُطَم (٥) - أتى النبي -صلى الله عليه وسلم- من اليمامة (٦) إلى المدينة، فعرض عليه رسول الله - صلى الله عليه وسلم - الإسلام، فلم يسلم، فلما خرج مرّ بسّرح المدينة فاستاق الإبل، فطلبوه فعجزوا عنه، فلما خرج رسول الله - صلى الله عليه وسلم - عام القضية سمع تلبية حجاج اليمامة، فقال لأصحابه:  \"هذا الحطيم وأصحابه، فدونكم\" وكان قد قلّد ما نهب من سرح النبي - صلى الله عليه وسلم - وأهداه إلى الكعبة، فلما توجّهوا في طلبه أنزل الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ} يريد (ما)  (٧) أُشْعِرَ (لله)  (٨) ، وإن كانوا على غير دين الإسلام (٩) . </p><p>(١) انظر: \"غريب القرآن\" لابن قتيبة ص ١٣٧، والطبري في \"تفسيره\" ٦/ ٥٥، و\"معاني الزجاج\" ٢/ ١٤٢، و\"تهذيب اللغة\" ٢/ ١٨٨٤ (شعر). (٢) انظر: \"تهذيب اللغة\" ٢/ ١٨٨٤ (شعر).(٣) استشهد به في \"مجاز القرآن\" ١/ ١٤٦.(٤) ما بين القوسين سقط من (ش).(٥) لم أقف له على ترجمة.(٦) اليمامة: مدينة من اليمن تقع على بعد مرحلتين من الطائف وأربع مراحل من مكة. انظر: \"تهذيب الأسماء واللغات\" الجزء الثالث، القسم الثاني ص ٢١٠.(٧) ساقطة من (ش).(٨) في (ج): (الله).(٩) جاء ذلك مقطوعًا عن السدي وعكرمة كما في الطبري في \"تفسيره\" ٦/ ٥٨، و\"أسباب النزول\" للمؤلف ص ١٩١، وابن كثير في \"تفسيره\" ٢/ ٥، \"لباب =</p><p> وهذا قول جماعة من أهل المعاني. </p><p> قال أبو عبيدة: الشعائر في كلام العرب: الهدايا المُشعرة (١) . </p><p> وقال الزجاج: هي ما أشعر، أي أُعلم ليهدى إلى بيت الله الحرام (٢) . </p><p> وقال جماعة: هي جميع متعبدات (الله)  (٣) التي أشعرها الله، أي: جعلها أعلامًا لنا (٤) . </p><p> قال ابن عباس ومجاهد: هي مناسك الحج (٥) . </p><p> وقال عبد الله بن مسلم: هي كل شيء جعل علمًا من أعلام طاعته (٦) . </p><p> فالشعائر: العلامات والمعالم للحج نحو الصفا والمروة والمواقيت وعرفة وما أشبهها، فإن قلنا: المراد بالشعائر في هذه الآية الهدايا كان المعنى: لا تحلوها بإباحة نهبها والإغارة، وإن قلنا: إنها معالم الحج كان المعنى: لا تحلوها بتجاوز حدودها والتقصير فيها والتضييع لها. </p><p> وقال الفراء: كانت عامة العرب لا يرون الصفا والمروة من شعائر الحج، ولا يطوفون بينهما فأنزل الله: لا تستحلوا ترك ذلك (٧) . </p><p>= النقول\" ص ٨٦. ولم أقف على رواية عطاء. وانظر: \"الناسخ والمنسوخ في القرآن\" لهبة الله بن سلامة ص ٦٢.(١) \"مجاز القرآن\" ١/ ١٤٦.(٢) \"معاني القرآن وإعرابه\" ٢/ ١٤٢.(٣) ما بين القوسين ساقط من (ش).(٤) انظر: الطبري في \"تفسيره\" ٦/ ٥٥، و\"بحر العلوم\" ١/ ٤١٣.(٥) \"تفسير ابن عباس\" ص ١٦٦، والطبري في \"تفسيره\" ٦/ ٥٤، و\"تفسير مجاهد\" ١/ ١٨٣.(٦) \"غريب القرآن\" ص ١٣٧.(٧) \"معاني القرآن\" ١/ ٢٩٨.</p><p> وروى أبو صالح عن ابن عباس: يقول: لا تستحلوا شيئًا من ترك المناسك كلها التي أمر الله بالطواف بالبيت والسعي بين الصفا والمروة، ومسح الركن، والإفاضتين، من عرفات ومن جَمْع ورمي الجمار؛ لأن عامة العرب كانوا لا يرون الصفا والمروة من شعائر الله والحُمس (١) وعامر ابن صعصعة (٢) وثقيف (٣) </p><p> لا يرون عرفات من شعائر الله (٤) . </p><p> وقال في رواية أخرى: كان المشركون يحجون البيت الحرام، ويهدون الهدايا، ويعظمون حرمة المشاعر، ويتّجرون في حجهم، فأراد المسلمون أن يغيروا عليهم فأنزل الله:  {لَا تُحِلُّوا شَعَائِرَ اللَّهِ}  (٥) . </p><p> وقال الكلبي: أي لا تستحلوا ترك شيء من المناسك (٦) . </p><p> وزعم بعضهم أن هذا ورد في النهي عن مجاوزة الميقات بغير إحرام (٧) . </p><p>(١) الحُمس بضم الحاء وسكون الميم: قبائل من العرب تشددوا في دينهم. \"الاشتقاق\" ص ٢٥٠. (٢) قبيلة من العرب وتعد من الحُمس وتضم بطونًا كثيرة، نسبة إلى جدهم الجاهلي عامر بن صعصعة بن معاوية بن بكر، من في علان من العدنانية. انظر: \"الاشتقاق\" ص ٢٩٣، و\"جمهرة أنساب العرب\" / ٢٧٢، و\"الأعلام\" ٣/ ٢٥١.(٣) عبارة عن قبائل من العرب منهم: بنو الحُطيط وبنو غاضره وغيرهم، وينتسبون إلى قسي بن منبه. انظر: \"الاشتقاق\" ص ٣٠١ - ٣٠٧، و\"جمهرة أنساب العرب\" / ٢٦٦.(٤) لم أقف عليه.(٥) \"تفسير ابن عباس\" ص ١٦٦، وأخرجه الطبري في \"تفسيره\" ٦/ ٥٤ من طريق ابن أبي طلحة أيضاً.(٦) \"تنوير المقباس\" بهامش المصحف ص ١٠٦.(٧) انظر: \"النكت والعيون\" ٢/ ٦، و\"زاد المسير\" ٢/ ٢٧٢</p><p> وهذا معنى يحتمله اللفظ؛ لأن تقدير الآية على القول الذي يقول: إن الشعائر المعالم: لا تحلوا شعائر الله بتركها على ما بينا، والمواقيت من شعائر الله. </p><p> وقوله تعالى:  {وَلَا الشَّهْرَ الْحَرَامَ} . </p><p> بالقتال فيه. عن ابن عباس (١) وقتادة (٢) . </p><p> وقوله تعالى:  {وَلَا الْهَدْيَ} . </p><p> الهدي ما أُهدِي إلى بيت الله تعالى من ناقة وبقرة أو شاة (٣) ، واحدها هَدْيَةٌ، ويقال أيضًا: هَدِيّة، وجمعها هَدْيٌ (٤) ، قال: </p><p> حلفت بربَّ مكة والمُصَلَّى ... وأعناق الهديَّ مُقلَّدَات (٥) </p><p> وقد مضى الكلام فيه (٦) . </p><p> وقوله تعالى:  {وَلَا الْقَلَائِدَ} . </p><p> هي جمع قلادة، وهي: ما جُعل في العنق، سواء جعل في عنق الإنسان أو البدنة أو الكلب (٧) . </p><p> واختلفوا في تفسير القلائد ههنا، فقال أكثر المفسرين: هي الهدايا المُقلَّدة (٨) . </p><p>(١) في \"تفسيره\" ص ١٦٦، وأخرجه الطبري في \"تفسيره\" ٦/ ٥٥. (٢) أخرجه الطبري في \"تفسيره\" ٦/ ٥٥.(٣) الطبري في \"تفسيره\" ٦/ ٥٥، ٥٦.(٤) انظر: \"الصحاح\" ٦/ ٢٥٣٣، و\"اللسان\" ٨/ ٤٦٤٢ (هدى).(٥) البيت للفرزدق في \"ديوانه\" ١/ ١٠٨، و\"اللسان\" ٨/ ٤٦٤٢.(٦) انظر: \"البسيط\" النسخة الأزهرية ١/ ل ١٢٠.(٧) \"تهذيب اللغة\" ٣/ ٣٠٢٩ (قلد).(٨) انظر: الطبري في \"تفسيره\" ٦/ ٥٦.</p><p> وعلى هذا المراد: ولا ذوات القلائد، ثم حذف المضاف، وذكر ذوات القلائد بعد ذكر الهدي؛ لأنهم نهوا عنها مقلدة وغير مقلدة، أو أراد المقلدة مما لا يكون هديًا, ولكنها قلدت ليأمنوا بها (١) ، على ما نذكر بُعَيد هذا. </p><p> وقال ابن عباس: يقول لا تعترضوا الهدي ولا تُخيفوا من قلّد بعيره (٢) . </p><p> وهذا يدل على أن المراد بالقلائد أصحابها، وهو أيضًا من باب حذف المضاف. </p><p> قال المفسرون: كانت الحرب في الجاهلية قائمة بين العرب طول الدهر، يتغاورون ويتناهبون إلا في الأشهر الحرم، فمن وُجد في غير هذه الأشهر أصيب منه إلا أن يكون مشعرًا بدنة أو سائقًا هديًا أو مقلدًا نفسه وبعيره من لحاء شجر الحرم، أو مُحرِمًا بعمرة إلى البيت، فلا يُتعرض لهؤلاء، فأمر الله المسلمين بإقرار هذه الأَمَنَة على ما كانت في الجاهلية لضرب من المصلحة إلى أن نسخها (٣) . </p><p> وقال ابن الأنباري: إن الرجل من العرب كان إذا خاف على نفسه عدوا، أو مُطالبا بثأر، وأراد سفرًا تقلد بشيء من لحاء شجر الحرم، فلا يلقاه أحد فيعرض له، وكان إذا خاف على بعيره قلده أيضًا فلا يتعرض له </p><p>(١) انظر: \"معاني الفراء\" ١/ ٢٩٩، و\"غريب القرآن\" لابن قتيبة ص ١٣٧ - ١٣٨، والطبري في \"تفسيره\" ٦/ ٥٧، و\"معاني الزجاج\" ٢/ ١٤٢. (٢) أخرج الطبري في \"تفسيره\" ٦/ ٥٦ من طريق العوفي عن ابن عباس قال: (القلائد مقلدات الهدي، وإذا زيد الرجل هديه فقد أحرم، فإن فعل ذلك وعليه قميصه فليخلعه). هذا ما وجدته عن ابن عباس.(٣) هذا معنى قول عطاء وقتادة ومجاهد. انظر: الطبري في \"تفسيره\" ٦/ ٥٦ , ٥٧،و\"زاد المسير\" ١/ ٤٤١.</p><p> من يراه من أعدائه، وإن تعرض له عُيَّر بذلك وسُبّ ولم يزل مأثورًا عليه، قال الشاعر يعيب رجلين [قتلا رجلين]  (١) معهما شيء من لحاء شجر الحرم: </p><p> أَلَم تَقْتُلا الحِرجَينِ إذ أعوَرَا لكم ... يُمِرَّانِ بالأيدي اللِّحاءَ المُضَفَّرَا (٢) </p><p> يريد باللحاء: شجر الحرم (٣) . </p><p> وقال مُطَرَّف بن الشخير (٤) وعطاء: أراد بالقلائد نفس القلائد، وذلك أن المشركين يأخذون من لحاء سَمْر مكة وشجرها فيقلدونها ويتقلدونها فيأمنون بها في الناس، فنهى الله عز وجل أن ينزع شجرها فيقلدوه كفعل أهل الجاهلية (٥) . </p><p>(١) ساقط من (ج). (٢) البيت لحذيفة بن أنس الهذلي كما في \"ديوان الهذليين\" ٣/ ١٩، و\"المعاني الكبير\" ٢/ ١١٢٠، و\"اللسان\" ٢/ ٨٢٣ (حرج)، وعند الطبري في \"تفسيره\" ٦/ ٥٧، وابن كثير في \"تفسيره\" ٢/ ٧ دون نسبة.والحرجان: رجلان أبيضان، وقد يكون ذلك لقبًا لهما. ومعنى أعورا لكم: أمكناكم من عورتهما، ويمران من أمر الحبل إذا قتله واللحاء: قشر الشجر، والمضفر: المجدول ضفائر.والشاهد منه عيب من قتل المتقلدين بلحاء شجر الحرم.(٣) لم أقف عليه عن ابن الأنباري، وانظر: الطبري في \"تفسيره\" ٦/ ٥٧، وابن كثير في \"تفسيره\" ٢/ ٧.(٤) هو أبو عبد الله مطرف بن عبد الله بن الشخير العامري البصري، ثقة عابد فاضل، مات سنة ٩٥ هـ انظر: \"مشاهير علماء الأمصار\" ص ٨٨، و\"سير أعلام النبلاء\" ٤/ ١٨٧، و\"التقريب\" ٥٣٤ رقم (٦٧٠٦).(٥) أخرج نحوه عن عطاء: الطبري في \"تفسيره\" ٦/ ٥٧، وذكره عن مطرف وعطاء ابن كثير في \"تفسيره\" ٢/ ٦.</p><p> والظاهر القول الأول، وهو اختيار الفراء والزجاج (١) . </p><p> قال الفراء: كانت العرب إذا أرادت أن تسافر في غير الأشهر الحرم قلد أحدهم بعيره فيأمن بذلكن فقال لا تخيفوا من قلد، وكان أهل مكة يقلدون بلحاء الشجر، وسائر العرب تقلد بالوبر والشعر (٢) . </p><p> وقوله تعالى:  {وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ} . قال الفراء: يقول: ولا تمنعوا من أمّ البيت الحرام أو أراده من المشركين (٣) . </p><p> وقوله تعالى:  {يَبْتَغُونَ فَضْلًا مِنْ رَبِّهِمْ} . </p><p> قال ابن عباس: يريد التجارة (٤) . </p><p> وقال ابن عمر: الربح في التجارة (٥) . </p><p> وقوله تعالى:  {وَرِضْوَانًا} . </p><p> قال ابن عباس: يعني: أنهم يترضون الله بحجهم (٦) . وقال في رواية عطاء في قوله:  {وَرِضْوَانًا} : يريد وإن كانوا مشركين (٧) . </p><p> قال أهل العلم: إن المشركين كانوا يقصدون بحجهم ابتغاء رضوان الله، وإن كانوا لا ينالون ذلك فغير بعيد أن يثبت لهم بذلك القصد نوع من الحرمة (٨) . </p><p>(١) انظر: \"معاني الفراء\" ١/ ٢٩٩، و\"معاني الزجاج\" ٢/ ١٤٢. (٢) \"معاني القرآن\" ١/ ٢٩٩.(٣) \"معاني القرآن\" ١/ ٢٩٩.(٤) \"تنوير المقباس\" بهامش المصحف ص ١٠٦.(٥) أخرجه بمعناه الطبري في \"تفسيره\" ٦/ ٦٢، وذكره الماوردي في \"النكت والعيون\" ٢/ ٧.(٦) أخرجه الطبري في \"تفسيره\" ٦/ ٦٢.(٧) لم أقف عليه.(٨) انظر: الطبري في \"تفسيره\" ٦/ ٦٢.</p><p> وقال أهل المعاني: معنى قوله: {وَرِضْوَانًا} أىِ: على زعمهم وفيما يظنون؛ لأن الكافر لا ينال الرضوان (١) ، وهذا كقوله تعالى:  {وَانْظُرْ إِلَى إِلَهِكَ}  [طه: ٩٧] ، وقوله تعالى:  {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ}  [الدخان: ٤٩] ، وذلك على حكاية قولهم: نطلب الرضوان (٢) . </p><p> وقد جاءت هذه الحكاية عن العرب مجيئًا متبعًا، قال زهرة اليمن (٣) يهجو جريرًا: </p><p> أبلغ كُلَيبا وأبِلغ عنكَ شاعَرها ... أني الأغرّ وأني زُهرةٌ اليمنِ (٤) </p><p> وقال جرير: </p><p> ألم يَكنْ في وُسوم قَد وُسِمتَ بها ... مَن حَان موعظةً يا زُهرةَ اليَمنِ (٥) </p><p> قال أكثر (٦) أهل العلم: هذه الآية من أولها إلى ههنا (٧) منسوخة بقوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}  [التوبة: ٥] . </p><p>(١) انظر: \"زاد المسير\" ٢/ ٢٧٤. (٢) انظر: \"الخصائص\" ٢/ ٤٦١، و\"سر صناعة الإعراب\" ١/ ٤٠٥.(٣) لم أقف على ترجمة له.(٤) البيت في \"الحجة\" ٢/ ١٨٣، و\"المسائل الحلبيات\" ص ٨٢، ١٦١، و\"الخصائص\" ٢/ ٤٦١.(٥) \"ديوان جرير\" ص ٤٦٧، وفيه: (يا حارث اليمن)، و\"الحجة\" ٣/ ١٨٣، و\"المسائل الحلبيات\" ص ٨٢، و\"الخصائص\" ٢/ ٤٦١.والشاهد من البيتين أن جريرًا دعا هذا الرجل بزهرة اليمن بناء على زعمه وقوله، الوسوم: جمع وسم، وهو أثر الكي، والمراد: أذى الهجاء، وحان: هلك.(٦) لعل الصواب: بعض؛ لأن المؤلف ذكر رأي الأكثرية عقب هذا.(٧) في (ش): (هنا).</p><p> وهو قول ابن عباس والحسن ومجاهد وقتادة (١) . </p><p> وأكثر أهل العلم قالوا: نسخت هذه الآية قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ}  [التوبة: ٥] ، وقوله تعالى:  {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا}  [التوبة: ٢٨] فلا يجوز أن يحج مشرك، ولا يأمن الكافر بالأشهر الحرم والهدي والقلائد والحج (٢) . </p><p> وقال الشعبي: لم ينسخ من المائدة إلا آية واحدة: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحِلُّوا شَعَائِرَ اللَّهِ}  (٣) . </p><p> وذهب جماعة إلى أنه لا منسوخ في هذه السورة، وأن هذه الآية محكمة (٤) . </p><p> قال أبو بكر ابن الأنباري: فمن ذهب إلى أن هذه الآية محكمة قال: ما ندبنا الله تعالى إلى أن نُخيف من يقصد بيته من أهل شريعتنا في الشهر الحرام ولا في غيره، وفصل الشهر الحرام من غيره بالذكر تعظيمًا له وتفضيلاً، وحرم علينا أخذ الهدي من المهدين وصرفه عن بلوغ محله، وحرم علينا القلائد، أي إخافة المستجيرين بالبلد الحرام. </p><p>(١) هذا هو المشهور عن ابن عباس وقتادة، كما في \"تفسير ابن عباس\" ص ١٦٧، و\"الناسخ والمنسوخ\" لقتادة ص ٤٠، وانظر: \"الناسخ والمنسوخ\" لأبي عبيد ص ١٨٩، والطبري في \"تفسيره\" ٦/ ٦٠، ٦١، و\"الناسخ والمنسوخ\" للنحاس ٢/ ٢٣٥، و\"النكت والعيون\" ٢/ ٩، و\"زاد المسير\" ٢/ ٢٧٨. (٢) انظر: الطبري في \"تفسيره\" ٦/ ٦٠، ٦١، و\"معاني الزجاج\" ٢/ ١٤٢، و\"زاد المسير\" ٢/ ٢٧٨.(٣) أخرجه الطبري في \"تفسيره\" ٦/ ٦١، وانظر: \"النكت والعيون\" ٢/ ٩، و\"زاد المسير\" ٢/ ٢٧٨.(٤) قال الطبري في \"تفسيره\" ٦/ ٦٠: اختلف أهل العلم فيما نسخ من هذه الآية، بعد إجماعهم على أن منها منسوخًا، ونحو ذلك في \"النكت والعيون\" ٢/ ٦، وقد =</p><p> هذا كلامه (١) ، والظاهر ما عليه الجمهور. </p><p> وقوله تعالى:  {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} . </p><p> قال أبو إسحاق: هذا لفظ أمر، معناه الإباحة؛ لأن الله عز وجل حرم الصيد على المحرم وأباحه له إذا حل من إحرامه، ليس أنه واجب عليه إذا حلّ أن يصطاد، ومثله قوله تعالى:  {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا}  [الجمعة: ١٠] تأويله: أنه قد أبيح لك ذلك بعد الفراغ من الصلاة، ومثل ذلك في الكلام: لا تدخلن هذه الدار حتى تؤدي ثمنها، فإذا أديت ثمنها فادخلها، تأويله: فإذا أديت فقد أبيح لك دخولها (٢) . </p><p> وقوله تعالى:  {وَلَا يَجْرِمَنَّكُمْ} . </p><p> قال ابن الأعرابي: الجَرْم مصدر الجارم الذي يجرم نفسه وقومه شرًا (٣) . </p><p> والمفسرون يقولون في هذا: لا يحملنكم بغض قوم (٤) . </p><p> وهو قول ابن عباس وقتادة (٥) ، وقول الكسائي ويونس (٦) . </p><p> قال أبو العباس: يقال: جرمني زيد على بغضك، أي: حملني عليه (٦) . </p><p> وأكثر أهل اللغة والمعاني يقولون: لا يُكْسِبَنَّكم (٧) . </p><p>= نسب ما ذكره المؤلف من أنها محكمة إلى الحسن. انظر: \"الناسخ والمنسوخ\" للنحاس ٢/ ٢٣٥، و\"زاد المسير\" ٢/ ٢٧٧.(١) لم أقف عليه.(٢) \"معاني الزجاج\" ٢/ ١٤٣.(٣) \"تهذيب اللغة\" ١/ ٥٨٧ (جرم).(٤) الطبري في \"تفسيره\" ٦/ ٦٣، و\"معاني الزجاج\" ٢/ ١٤٣، و\"تهذيب اللغة\" ١/ ٥٨٧ (جرم).(٥) \"تفسير ابن عباس\" ص ١٦٨، وأخرجه عنهما الطبري في \"تفسيره\" ٦/ ٦٣.(٦) انظر: \"تهذيب اللغة\" ١/ ٥٨٨ (جرم).(٧) انظر: \"معاني الفراء\" ١/ ٢٩٩، و\"غريب القرآن\" لابن قتيبة ص ١٣٨. قال الفراء: والمعنى متقارب.</p><p> قال الفراء: سمعت العرب تقول (١) : فلان جريمة أهله، وخرج يجرم أهله أي: يكسبهم. قال: فالمعنى: لا يكسبنكم بغض قوم أن تعتدوا (٢) . </p><p> وقال في قول الشاعر: </p><p> جَرَمَتْ فَزَارَةَ بعدَها أنْ يَغْضبُوا (٣) </p><p> (فزارة) منصوبة في البيت، المعنى: جرمتهم الطعنة الغضب، أي: أكسبتهم (٤) . </p><p> ومثل ذلك قال ابن الأنباري في:  {يَجْرِمَنَّكُمْ} ، وأنشد: </p><p> نصَبنا رأسه في رأس جِذْع ... بما جَرَمَت يداه وما اعتَدَيْنَا (٥) </p><p> وقال أبو علي: تأويل: {لَا يَجْرِمَنَّكُمْ} يكسبنكم، وهو فعل متعدًّ إلى مفعولين، كما أن (يكسبنكم) كذلك، وأما قول الشاعر في صفة عقاب: </p><p> جَريمةُ ناهضٍ .... البيت (٦) . </p><p> يحتمل تأويلين: </p><p>(١) في (ش): (يقولون)، وما أثبته موافق لما في \"معاني الفراء\". (٢) من \"معاني القرآن\" ١/ ٢٩٩، و\"تهذيب اللغة\" ١/ ٥٨٨ بتصرف.(٣) عجز بيت لأبي أسماء بن الضريبة الفزاري، وصدره: ولقد طعنت أبا عيينة طعنة\"الكتاب\" ٣/ ١٣٨، و\"مجاز القرآن\" ١/ ١٤٧، و\"المقتضب\" ٢/ ٣٥١، و\"اللسان\" ١/ ٦٠٥ (جرم).(٤) من \"تهذيب اللغة\" ١/ ٥٨٨ (جرم).(٥) لم أقف عليه.(٦) جزء من شطر بيت لأبي خراش الهذلي كما في \"ديوان الهذليين\" ٢/ ١٣٣، و\"الحجة\" ٣/ ١٩٦، و\"تهذيب اللغة\" ١/ ٥٨٩ (جرم)، وتمام:جريمة ناهض في رأس نيق ... ترى لعظام ما جمعت صليباوجريمة: أي كاسبة. والناهض: فرخ العقاب، والنيق: أرفع موضع في الجبل. والصليب: ودك العظاء.</p><p> أحدهما: جريمة قوتِ ناهضٍ، أي: كاسبُ قوته، وجريم وجارم، كما قالوا: ضاربُ قداحٍ، وضريب قداح، وعريفٌ وعارفٌ. </p><p> والآخر: أن لا يقدر حذف المضاف، وتضيف جريمة إلى ناهض، والمعنى: كاسب ناهض، كما تقول: بديعٌ كاسبُ مولاهُ، أي يسعى له ويردّ عليه. فَجَرمَ يستعمل في الكسب وما يُردُّ سعيُ الإنسان عليه، وأما أجرم فيقال في اكتساب الإثم (١) . </p><p> ومعنى {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ} لا تكتسبوا لبغض قوم عدوانًا ولا تقترفوه. </p><p> ولفظ النهي واقع على الشنآن، والمعنى بالنهي المخاطبون، كما قالوا: لا أرينك ههنا، {وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}  [آل عمران: ١٠٢] ، وكذلك:  {وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ}  [هود: ٨٩]  (أن يصيبكم) المفعول الثاني، وأسماء المخاطبين المفعول الأول، ولفظ النهي واقع على الشقاق، والمعنيّ بالنهي المخاطبون. كذلك في هذه الآية، المفعول الأول: المخاطبون، والثاني قوله {أَنْ تَعْتَدُوا} ، والمعني بالنهي المخاطبون، وإن كان لفظ النهي واقعًا على الشقاق، أي: لا تكتسبوا أنتم (٢) . </p><p> وقوله تعالى:  {شَنَآنُ قَوْمٍ} . </p><p> قال أبو زيد: شنئت الرجل أشَنؤُه شنْأً، وشنآنًا، وشُنأً، ومشنأةً، إذا أبغضتَه (٣) . </p><p>(١) \"الحجة\" ٣/ ١٩٦، وانظر: \"تهذيب اللغة\" ١/ ٥٨٧ - ٥٨٨ (جرم). (٢) انظر: \"الحجة\" ٣/ ١٩٥ - ١٩٧.(٣) \"الحجة\" ٣/ ١٩٧.</p><p> وزاد الفراء وأبو عمرو: شنْأ، بالكسر (١) ، وأبو عبيدة: شنآنا بالجزم (٢) ، وأبو الهيثم: شنأة، ومشنئا (٣) . </p><p> وقال أبو زيد: رجل شنآنٌ، وامرأة شنآَنةٌ، مصروفان. قال: وقد يقال: رجل شنآنُ بغير صرف، لأنك تقول: امرأة شَنْأى (٤) . وفعلان قد جاء وصفًا وقد جاء مصدرًا، وهما جميعًا قليلان، فمما جاء مصدرًا في قولهم: لويته حقه ليّانًا، وشنآن في قول أبي عبيدة (٥) ، وأنشد للأحوص (٦) : </p><p> وإن عَابَ فيه ذُو الشنَانِ وفَنَّدا (٧) </p><p> قوله:  (ذو الشنانِ) على التخفيف القياسي، كقولك في تخفيف ظمآن، وملآن: ظمان، وملان. تحذف الهمزة وتلقي حركتها على ما قبلها. </p><p>(١) انظر: \"تهذيب اللغة\" ٢/ ١٩٤١ (شنأ). (٢) \"مجاز القرآن\" ١/ ١٤٨، وانظر: \"معاني القرآن\" للفراء ١/ ٣٠٠، و\"تهذيب اللغة\" ١/ ١٩٤١ (شنأ).(٣) \"تهذيب اللغة\" ٢/ ١٩٤١ (شنأ).(٤) \"الحجة\" ٣/ ١٩٩.(٥) انظر: \"مجاز القرآن\" ١/ ١٤٧، و\"الحجة\" ٣/ ١٩٩.(٦) هو عبد الله بن محمد بن عبد الله بن عاصم الأنصاري، شاعر هجاء لقب بالأحوص لضيق في مؤخر عينيه، كان معاصرًا لجرير والفرزدق، وقد نفي إلى اليمن من قبل بني أمية لمبالغته في النسيب. توفي سنة ١٠٥هـ.انظر: \"الشعر والشعراء\" ص ٣٤٥، و\"سير أعلام النبلاء\" ٤/ ٥٩٣، و\"الأعلام\" ٤/ ١١٦.(٧) عجز بيت للأحوص في \"ديوانه\" ص ٥٨ وصدره: وما العيش إلا ما تلذ وتشتهي والبيت في \"مجاز القرآن\" ١/ ١٤٧، و\"الشعر والشعراء\" ص ٣٤٤، و\"الحجة\" ٣/ ١٩٩.والشاهد أن شنان جاء مخففًا، ومعناه: البغض والكره، وفندا: من التفنيد وهو التكذيب.</p><p> وأما فعلان في الوصف فليس بالكثير إذا لم يكن له فعلى، ومن ذلك: شيحان (١) . </p><p> وفعلان قد جاء أيضًا مصدرًا ووصفًا، فالمصدر كالنَّقَزان، والنّغَران، والغَلَيَان، والنَّفَيَان، والغَثَيَان. والشنآن جاءت على ما جاءت عليه هذه المصادر. </p><p> والوصف نحو: الزَّفَيان، والصَّمَيان، والقَطَوان من (قولك (٢) ): قطا يقطو، إذا قاربَ بين خطوه، وكبش أَلْيَانٍ، ونعجة أليانة (٣) ، وأنشد أبو زيد: </p><p> وقبلك ما هاب الرجالُ ظلامَعي ... وفقَّأت عَينَ الأشوسِ (الأبيان (٤) ) </p><p> وقد يجيء الاسم الذي لا يكون صفة على فَعَلان نحو: الوَرَشَان، والعلَجَان، وهو شجر يستاك به (٥) . </p><p> واختلف القراء في هذا الحرف، فالأكثرون قرءوا على: فَعْلاَن (٦) ، وحجتهم أنه مصدر، والمصدر يكثر على فعلان. </p><p> ومن أسكن النون فإن المصدر قد جاء أيضًا على: فعلان، كما ذكرنا. </p><p> وإذا كان كذلك فالمعنى في القراءتين واحد وإن اختلف اللفظان، </p><p>(١) \"الحجة\" ٣/ ٢٠١. (٢) في (ج): (ذلك).(٣) انظر: \"الحجة\" ٣/ ٢٠٢، ٢٠٣.(٤) في \"النوادر\" لأبي زيد ص ١٤٨، ونسبه لأبي المجشر الضبي شاعر جاهلي، و\"الحجة\" ٣/ ٢٠٩، والأشوس هو الرافع رأسه كثيراً. انظر: \"اللسان\" ٤/ ٢٣٥٩ (شوس).(٥) انظر: \"الحجة\" ٣/ ٢٠٢.(٦) هذه قراءة السبعة غير أبي عمرو وابن عامر ورواية عن عاصم ونافع. انظر: \"الحجة\" ٣/ ١٩٥، و\"التيسير\" ص ٩٨.</p><p> والمعنى: لا يجرمنكم بغض قوم -أي بغضكم قوما بصدهم إياكم ومن أجل صدهم أياكم- أن تعتدوا، فأضيف المصدر إلى المفعول وحذف الفاعل، كقوله تعالى:  {مِنْ دُعَاءِ الْخَيْرِ}  [فصلت: ٤٩] ، و {بِسُؤَالِ نَعْجَتِكَ}  [ص: ٢٤] ، ونحو ذلك (١) . </p><p> واختلفوا في قوله:  {أَنْ صَدُّوكُمْ} فقرأ أبو عمرو وابن كثير بكسر الهمزة، والباقون بفتحها (٢) . </p><p> وحجة من كسر الهمزة أنه جعل (أنْ) للجزاء وإن كان الصد ماضيًا؛ لأن المراد: بالصد ههنا: ما كان من المشركين من صدهم المسلمين عن البيت في الحديبية، والماضي لا يكون فيه الجزاء، غير أنه قد يقع في الجزاء لا على أن المراد بالماضي الجزاء، ولكن المراد بالماضي ما كان مثل هذا الفعل؛ كأنه يقول: إن وقع مثل هذا الفعل لا يقع منكم كذل، وعلى ذلك قول الشاعر: </p><p> إذا ما انتَسَبنْا لم تَلِدني لَئِيمةٌ ... ولم تَجِدِي مِنْ أَنْ تُقِرَّي بِه بُدّا (٣) </p><p> فانتفاء الولادة أمر ماض وقد جعله جزاء، فكأن المعنى: إن (أنتسب (٤) ) لا تجدني (مولود لئيم (٥) )، وجواب (إن) قد أعنى عنه ما تقدم </p><p>(١) \"الحجة\" ٣/ ٢١١. (٢) \"الحجة\" ٣/ ٢١٢، و\"التيسير\" ص ٩٨.(٣) البيت لزائدة بن صعصعة يعرّض فيه بزوجته وكانت أمها سرية. انظر: \"شرح أبيات المغني\" ١/ ١٢٥.(٤) في (ش): (تنسب) وهو الموافق لما في \"الحجة\" ٣/ ٢١٣.(٥) في (ش): (مولودًا لئيمًا)، وفي \"الحجة\" ٣/ ٢١٣: (مولود لئيمة)، ولعله هو الأرجح.</p><p> من قوله:  {لَا يَجْرِمَنَّكُم} المعنى: إن صدوكم (١) قوم عن المسجد الحرام فلا تكسبوا عدوانا. </p><p> وأما قول من فتح فبين لا مؤونة فيه، وهو أنه مفعول له، التقدير: لا يجرمنكم شنآن قوم؛ لأن صدوكم عن المسجد الحرام أن تعتدوا. فأنْ الثانية في موضع نصب لأنه المفعول الثاني، والأولى منصوبة لأنه مفعول له (٢) . </p><p> قال مقاتل في قوله تعالى:  {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ} الآية: يقول لا يحملنكم بغض كفار مكة أن صدوكم يوم الحديبية عن المسجد الحرام أن تعتدوا على حجاج اليمامة فتستحلوا منهم محرمًا، وتمنعوهم عن المسجد الحرام كما منعكم كفار مكة، أو تعرضوا للهدي (٣) . </p><p> وقوله تعالى:  {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} . </p><p> قال الفراء: لِيعُن بعضكم بعضًا. </p><p> (قال) : وهو في موضع جزم؛ لأنه أمر وليس بمعطوف على (تعتدوا)  (٤) . </p><p> وقال الزجاج: ما مضى من هذه الآية: كله منسوخ إلا تعاون (المسلمين (٥) ) على البر والتقوى (٦) . </p><p>(١) هكذا في (ش)، (ج)، وفي \"الحجة\" ٣/ ٢٩٣: (صدكم)، وهو الأولى. (٢) انتهى من \"الحجة\" ٣/ ٢١٢ - ٢١٤.(٣) انظر: \"تفسير مقاتل\" ١/ ٤٤٩، ٤٥٠.(٤) \"معاني القرآن\" ١/ ٣٠٠.(٥) تكررت في (ج).(٦) \"معاني القرآن وإعرابه\" ٢/ ١٤٤، وانظر: \"النكت والعيون\" ١/ ٤٤٢، و\"زاد المسير\" ٢/ ٢٧٨.</p>"
}