{
  "id": null,
  "sura": 5,
  "aya": 34,
  "text": "<p> فإنهم ارتدوا عن الإسلام (١) . </p><p> وبعض المفسرين يقول: نزلت في قوم هلال بن عويمر الأسلمي، وكانوا مشركين (٢) ، وبعضهم يقول نزلت في قوم من أهل الكتاب (٣) . </p><p> ثم بالسنة أجري حكم هذه الآية على المحاربين من المسلمين، فبقي العذاب العظيم في الآخرة للكافرين، والمسلم إذا عوقب بجنايته في الدنيا كانت عقوبته كفارة له. </p><p> ٣٤ - قوله تعالى:  {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} . </p><p> قال الزجاج: جائز أن يكون موضع (الذين) رفعًا بالإبتداء، وخبره قوله:  {فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ} ، والمعنى: لكن التائبون من قبل أن تقدروا عليهم (فالله (٤) ) غفور رحيم (لهم (٥) ) وجائز ان يكون موضع </p><p>(١) تقدم تخريج قصة العرنيين قريبًا. (٢) قال السمرقندي: وقال ابن عباس في رواية أبي صالح: وَادَع رسول الله - صلى الله عليه وسلم - أبا بُردة هلال بن عويمر الأسلمي على أن لا يعينه ولا يعين عليه، ومن أتاه من المسلمين فهو آمن، ومن أتى المسلمين منهم فهو آمن، فمر أناس من بني كنانة يريدون الإسلام فمروا بأصحاب أبي بردة، ولم يكن أبو بردة حاضرًا يومئذ، فخرج أصحابه إليهم فقتلوهم وأخذوا أموالهم فنزلت هذه الآية: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ} الآية. \"بحر العلوم\" ١/ ٤٣١. ونسب هذا القول للكلبي: البغوي في \"تفسيره\" ٣/ ٤٧، وانظر: \"زاد المسير\" ٢/ ٣٤٤.(٣) قال ابن عباس: كان قوم من أهل الكتاب بينهم وبين النبي - صلى الله عليه وسلم - عهد وميثاق، فنقضوا العهد وأفسدوا في الأرض، فخير الله رسوله: إن شاء أن يقتل. وإن شاء أن يقطع أيديهم وأرجلهم من خلاف. أخرجه من طريق علي: الطبري في \"تفسيره\" ٦/ ٢٠٦، وانظر: \"النكت والعيون\" ٢/ ٣٢، \"زاد المسير\" ٢/ ٣٤٣.(٤) في (ش)، (ج): والله، والتصويب من \"معاني الزجاج\" ٢/ ١٧٠.(٥) ما بين القوسين ساقط من (ج)، وما أثبته هو الموافق لـ\"معاني الزجاج\".</p><p> (الذين) نصبًا فيكون المعنى: جزاؤهم الذي وصفنا إلا التائبين (١) . </p><p> قال عطاء عن ابن عباس في قوله:  {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} : يريد آمنوا من قبل أن تعاقبوهم {فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ} لمن تاب من الشرك {رَحِيمٌ}  [المائدة: ٣٤] به إذا رجع عما يُسخط الله (٢) . </p><p> وهذا قول عُظْم (٣) أهل التفسير، أن المراد بهذا الإستثناء المشرك المحارب، إذا آمن وأصلح قبل القدرة عليه سقط عنه جميع الحدود التي ذكرها الله في هذه الآية، ولا يطالب بشيء مما أصاب لا مال ولا دم (٤) . </p><p> قال أبو إسحاق: جعل التوبة للكفار تدرأ عنهم الحدود التي وجبت عليهم في كفرهم ليكون ذلك أدعى إلى الدخول في الإيمان (٥) . </p><p> هذا حكم المشرك المحارب، وكذلك لو آمن بعد القدرة عليه لم يُطالب أيضًا بشيء بالإجماع (٦) . فأما المسلم المحارب إذا تاب واستأمن قبل القدرة عليه فقال السدي: هو كالكافر إذا آمن لا يطالب (٧) بشيء إلا إذا أصيب عنده مال بعينه، فإنه يرد على أهله (٨) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٧٠، ١٧١ بتصرف، وانظر: \"مشكل إعراب القرآن\" ١/ ٢٢٥ \"الدر المصون\" ٤/ ٢٥٢. (٢) انظر: \"تنوير المقباس\" بهامش المصحف ص ١١٣.(٣) عظم بمعنى: معظم. انظر: \"اللسان\" ٥/ ٣٠٠٥ (عظم).(٤) انظر: الطبري في \"تفسيره\" ٦/ ٢٢٠، \"النكت والعيون\" ٢/ ٣٤، والبغوي في \"تفسيره\" ٣/ ٥٠.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٧١.(٦) انظر: الطبري في \"تفسيره\" ٦/ ٢٢٠ - ٢٢١.(٧) في (ش): (لا يطلب).(٨) انظر البغوي في \"تفسيره\" ٣/ ٥٠.</p><p> وهذا مذهب مالك والأوزاعي (١) ، غير أن مالكًا قال: يؤخذ بالدم إذا طالب به وليه، فأما ما أصاب من الدماء والأموال ولم يطلبها أولياؤها فلا يتبعه الإِمام بشيء من ذلك (٢) ، وبهذا حكم علي -رضي الله عنه- في حارثة ابن بدر (٣) ، وكان قد خرج محاربًا (٤) ، وحكم بمثله أيضًا أبو موسى الأشعري في إمرة عثمان (٥) . </p><p>(١) هو أبو عمرو عبد الرحمن بن عمرو بن يحمد الأوزاعي، شيخ الإسلام وعالم أهل الشام أحد أئمة الدنيا فقهًا وعلمًا وورعا وفضلًا وزهدًا، مات -رحمه الله- سنة ١٥٩ هـ. انظر: \"تاريخ الثقات\" ٢/ ٨٣، \"مشاهير علماء الأمصار\" ص١٨٠، \"سير أعلام النبلاء\" ٧/ ١٠٧ - ١٣٨.(٢) انظر: \"النكت والعيون\" ٢/ ٣٤، والقرطبي في \"تفسيره\" ٦/ ١٥٥، ١٥٨، و\"البحر المحيط\" ٣/ ٤٧١.(٣) هو حارثة بن بَدْر بن حُصَين بن قطن التميمي الغداني، تابعي، أدرك النبي - صلى الله عليه وسلم - ولم يره، له أخبار في الفتوح ومع عمر، وقاتل الخوارج فهزموه وأرهقوه، فدخل سفينة بمن معه فغرقت بهم سنة ٦٤ هـ.انظر: \"الإصابة\" ١/ ٣٧١، \"الأعلام\" ٢/ ١٥٨.(٤) وذلك أنه جاء إلى علي بن أبي طالب -رضي الله عنه- تائبًا، فأمنّه وكتب له بذلك أمانًا. أخرج الأثر: الطبري في \"تفسيره\" ٦/ ٢٢١، وانظر: القرطبي في \"تفسيره\" ٦/ ١٥٥، \"الدر المنثور\" ٢/ ٤٩٤ - ٤٩٥.(٥) ذلك أن أبا موسى -رضي الله عنه- كان على الكوفة في إمرة عثمان -رضي الله عنه- فجاءه رجل من مراد حارب الله ورسوله وسعى في الأرض فسادًا، جاءه تائبًا، فقام أبو موسى فقال: هذا فلان بن فلان، وإنه كان حارب الله ورسوله وسعى في الأرض فسادًا، وإنه تاب قبل أن يُقدر عليه، فمن لقيه فلا يعرض له إلا بخير.أخرجه الطبري في \"تفسيره\" ٦/ ٢٢٢ ونقله ابن كثير في \"تفسيره\" ٢/ ٥٩، وانظر: \"الدر المنثور\" ٢/ ٤٩٤ - ٤٩٥.</p>"
}