{
  "id": null,
  "sura": 5,
  "aya": 3,
  "text": "<p> قال ابن عباس:  {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} وهو ما أمرت به، (والتقوى) ترك ما نهيت عنه (١) . ونحو ذلك قال أبو العالية (٢) . </p><p> وقال عطاء في البر والتقوى: يريد كل ما كان لله فيه رضي (٣) . </p><p> وقوله تعالى:  {وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} . </p><p> قال عطاء: يريد معاصي الله والتعدي في حدوده (٤) . </p><p> قال مقاتل ثم حذرهم فقال: </p><p> {وَاتَّقُوا اللَّهَ} فلا تستحلوا مُحَرّمًا. {إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} إذا عاقب (٥) . </p><p> ٣ - قوله تعالى:  {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} الآية. </p><p> قد شرحنا هذه الآية إلى قوله تعالى:  {وَالْمُنْخَنِقَةُ} في سورة البقرة (٦) . </p><p> فأما المنخنقة يقال: خنقه فاختنق (وانخق (٧) ) والانخناق انعصار الحلق (٨) . </p><p> قال ابن عباس: المنخنقة التي تنخنق فتموت (٩) . </p><p>(١) \"تفسيره\" ص ١٦٨، وأخرجه الطبري في \"تفسيره\" من طريق ابن أبي طلحة أيضًا ٦/ ٦٧. (٢) أخرجه الطبري في \"تفسيره\" ٦/ ٦٧.(٣) في (ج): (رضا) بالألف، ولم أقف عليه عن عطاء.(٤) انظر: \"زاد المسير\" ٢/ ٢٧٧.(٥) انظر: \"بحر العلوم\" ١/ ٤١٤.(٦) انظر: \"البسيط\" النسخة الأزهرية ١/ ل ١٠٥، ١٠٦.(٧) في (ش): (والخنق).(٨) \"تهذيب اللغة\" ١/ ١١١٦، وانظر: \"اللسان\" ٣/ ١٢٨٠ (خنق).(٩) \"تفسيره\" ص ١٦٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٦٨ من طريق علي أيضًا.</p><p> ورُوي عنه قتادة أنه قال: كان أهل الجاهلية يخنقون الشاة، حتى إذا ماتت أكلوها (١) . </p><p> وقال في رواية عطاء: يريد التي تخنق حتى تموت (٢) . </p><p> وقال الحسن وقتادة والضحاك: هي التي تخنق بحبل الصائد أو غيره حتى تموت (٣) . </p><p> وقال السدي: هي التي تدخل رأسها بين عودين في شجرة فتخنق فتموت (٤) . </p><p> وقال الزجاج: هي التي تختنق برقبتها، أي بالحبل الذي تشد (٥) به، وبأي وجه اختنقت فهي حرام (٦) . </p><p> فهذه ألفاظ المفسرين في تفسير المنخنقة، وقد أجملها الزجاج بقوله: وبأي وجه اختنقت فهي حرام (٧) . </p><p> وقوله تعالى:  {وَالْمَوْقُوذَةُ} . </p><p> قال الفراء: هي المضروبة حتى تموت ولم تُذكَّ (٨) . </p><p>(١) أخرجه الطبري في \"تفسيره\" ٦/ ٦٨ مقطوعًا على قتادة. (٢) لم أقف على هذه الرواية\" وقد ثبت عن ابن عباس نحوها كما تقدم قريبًا.(٣) أخرجه بمعناه عن قتادة والضحاك: الطبري في \"تفسيره\" ٦/ ٦٨، وانظر: \"النكت والعيون\" ٢/ ١١، و\"زاد المسير\" ٢/ ٢٧٩.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ٦٨.(٥) في \"معاني الزجاج\" ٢/ ١٤٥ تشك، ولعله تصحيف.(٦) \"معاني القرآن وإعرابه\" ٢/ ١٤٥.(٧) المرجع السابق.(٨) \"معاني القرآن\" ١/ ٣٠١، وانظر: \"غريب القرآن\" لابن قتيبة ص ١٣٨، و\"تهذيب اللغة\" ٤/ ٣٩٣٠ (وقذ).</p><p> وقال أبو إسحاق: هي التي تقتل ضربًا، يقال: وقذتُها أقِذُها وقْذًا وقذة، وأوقذتُها إيقاذًا، إذا أثخنتها ضربًا (١) . </p><p> وذكر اللغتين أيضًا في باب الوفاة من:  (فعلت، وأفعلت) أبو عبيد عن الأحمر: الموقودة والوقيذة: الشاة تُضرب حتى تموت ثم تؤكل (٢) ، وأنشد: </p><p> ... إذا وَقَد النُّعاَس الرُّقَّدا (٣) </p><p> أي صاروا كأنهم سُكارى من النوم. ويقال: ضربه على موقذ من مواقذه (٤) . </p><p> أبو سعيد: الوَقْذ الضرب بالفأس (٥) على القفا فتصير هدتها إلى الدماغ فيذهب العقل، يقال: رجل موقوذ. وقد وقذه الحِلم، أي سكنه (٦) . </p><p> قال ابن عباس والحسن وقتادة والضحاك والسدي: هي المضروبة بالخشب ونحوه حتى تموت (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ١٤٥. (٢) \"تهذيب اللغة\" ٤/ ٣٩٣٠، وانظر: \"اللسان\" ٨/ ٤٨٨٩ (وقذ).(٣) البيت للأعشى في \"ديوانه\" ص ٥٤، وتمامه:يلوينني دَيني النهار واجتزي ... ترى لعظام ما جمعت صليبا(٤) من \"تهذيب اللغة\" ٤/ ٣٩٣٠، وانظر: \"اللسان\" ٨/ ٤٨٨٩ (وقذ).(٥) في (ش): (على فأس)، وانظر: \"تهذيب اللغة\" ٤/ ٣٩٣٠، و\"لسان العرب\" ٨/ ٤٨٨٩ (وقذ). وأبو سعيد هذا لعله الأصمعي.(٦) \"تهذيب اللغة\" ٤/ ٣٩٣٠، وانظر: \"اللسان\" ٨/ ٤٨٨٩ (وقذ).(٧) أخرجه بنحوه الطبري في \"تفسيره\" ٦/ ٦٩، ٧٠</p><p> وقوله تعا لي:  {وَالْمُتَرَدِّيَةُ} . </p><p> معنى التردي في اللغة التهور في مهواة (١) . وقيل في معنى قوله تعالى:  {وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى}  [الليل: ١١] أي سقط في النار (٢) . </p><p> أبو زيد: يقال: ردى فلان في القليب يردى، وتردّى من الجبل تردّيا (٣) . </p><p> فالمتردية: هي التي تقع من جبل، أو تطيح في بئر، أو تسقط من مُشْرِف فتموت. كذلك قال ابن عباس والحسن والضحاك والسدي (٤) . </p><p> وقوله تعالى:  {وَالنَّطِيحَةُ} ، قال ابن عباس: يريد التي تنطحها شاة أو كبش فتموت قبل أن تُذَكَّى (٥) . </p><p> وكذلك قال الحسن وقتادة والضحاك والسدي (٦) . </p><p> وأما دخول الهاء في هذه الحروف إلى:  (النطيحة) فإنما دخلت لأنها صفات لموصوف مؤنث وهو الشاة، كأنه قيل حرمت عليكم الشاة المنخنقة والموقوذة والمتردية (٧) . وخصت لأنها من أعم ما يأكله الناس للحمه، والكلام يخرج على ما هو الأغلب والأعم ثم يلحق به غيره. </p><p>(١) \"تهذيب اللغة\" ٢/ ١٣٨٧ (ردأ)، وانظر: \"معاني القرآن\" للفراء ١/ ٣١١، و\"غريب القرآن\" لابن قتيبة ص ١٣٨، والطبري في \"تفسيره\" ٦/ ٧٠. (٢) \"غريب القرآن\" لابن قتية ص ١٣٨، و\"تهذيب اللغة\" ٢/ ١٣٨٧ (ردأ).(٣) \"تهذيب اللغة\" ٢/ ١٣٨٧، وانظر: \"اللسان\" ٣/ ١٦٣٠.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ٧٠، وانظر: \"بحر العلوم\" ١/ ٤١٤، و\"زاد المسير\" ٢/ ٢٨٠.(٥) بنحوه في \"تفسيره\" ص ١٦٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٧٠، ٧١.(٦) انظر: الطبري في \"تفسيره\" ٦/ ٧٠، ٧١.(٧) انظر: الطبري في \"تفسيره\" ٦/ ٧٠، ٧١.</p><p> وأما النطيحة فقال ابن السكيت: إذا كان فَعِيل نعتًا للمؤنث وهو في تأويل المفعول كان بغير هاء، نحو: لحية دهين، وكف خضيب؛ لأنها في تأويل: مخضوبة مدهونة (١) . </p><p> هذا كلامه وقد انتهى، وإنما كان كذلك لأن نقله عن لفظ المفعول المبني على الفعل إلى: فعيل يأخذه عن حيّز الأفعال فيقربه من الأسماء وذلك يوجب حذف علامة التأنيث، إذ التأنيث لتقدير الفعل وقد ارتفع، فعلى هذا كان يجب أن يقال: النطيح بغير هاء، وعلة دخول الهاء ما ذكره ابن السكيت، وهو أنه قال: وقد تأتي فعيلة بالهاء وهي في تأويل مفعول بها، تخرج مخرج الأسماء ولا يذهب بها مذهب النعوت نحو: النطيحة، والذبيحة، والفريسة، وأكيلة السبع، ومررت بقبيلة بني فلان (١) . انتهى كلامه. </p><p> قال العلماء من النحويين: إنما تحذف الهاء من الفعيله إذا كانت صفة لموصوف يتقدمها، فإذا لم تذكر الموصوف وذكرت الصفة موضع الموصوف فقلت: رأيت قبيلة بني فلان بالهاء؛ لأنك إن (٢) لم تدخل الهاء لم يعرف أرجل هو أم امرأة، فعلى هذا إنما أدخلت الهاء في النطيحة لأنها صفة لمؤنث غير مذكور وهي الشاة (٣) . </p><p> وقوله تعالى:  {وَمَا أَكَلَ السَّبُعُ} . </p><p> قال قتادة: كان أهل الجاهلية إذا جرح السبع شيئًا فقتله أو أكل منه أكلوا ما بقي منه، فحرمه الله تعالى (١) . </p><p>(١) انظر: الطبري في \"تفسيره\" ٦/ ٧٠، ٧١ (٢) في (ش): (اذً).(٣) أخرجه الطبري في \"تفسيره\" ٦/ ٧٢، وانظر ابن كثير في \"تفسيره\" ٢/ ١٣.</p><p> والسبُعُ: اسم يقع على ما له ناب ويَعْدُو على الناس والدواب فيفترسها، مثل الأسد والذئب والنمر والفهد، ومنه يقال: سبَعَ فلانًا، إذا عضه بسنه، وسبع الذئب الشاة، إذا فرسها، وهذا هو الأصل، ثم يقال: سبعه، إذا وقع فيه وعابه (١) . </p><p> ويجوز التخفيف في السبع فيقال: سَبْع (٢) . </p><p> وفي الآية تقديره: وما أكل منه السَّبعُ؛ لأن ما أكله السبع قد فُقِد ولا حكم له، وإنما الحكم للباقي منه. </p><p> وكل هذه الأشياء المحرمة حكمها حكم الميتة، واسم الميتة يعمها، إلا أنها ذُكِرَت بالتفصيل؛ لأن العرب كانت لا تعدّ الميت إلا ما مات من مرض. قاله السدي (٣) . </p><p> وقوله تعالى:  {إِلَّا مَا ذَكَّيْتُمْ} . </p><p> الظاهر أن هذا الاستثناء من جميع هذه المحرمات التي ذكرت من قوله:  {وَالْمُنْخَنِقَةُ} . وهو قول علي بن أبي طالب وابن عباس والحسن وقتادة (٤) . </p><p> قال ابن عباس: يقول: ما أدركت من هذا كله وفيه روح، فاذبح، فهو حلال (٥) . </p><p>(١) من \"تهذيب اللغة\" ٢/ ١٦١٨ (سبع) بتصرف، وانظر: \"مقاييس اللغة\" ٣/ ١٢٨، و\"اللسان\" ٤/ ١٩٢٥ (سبع)، وابن كثير في \"تفسيره\" ٢/ ١٣. (٢) انظر: \"اللسان\" ٤/ ١٩٢٦ (سبع).(٣) أخرجه الطبري في \"تفسيره\" ٦/ ٧٤.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ٧٢، وانظر ابن كثير في \"تفسيره\" ١٣/ ٢.(٥) \"تفسيره\" ص ١٦٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٧٢.</p><p> وقال الكلبي:  {إِلَّا مَا ذَكَّيْتُمْ} استثنى من ذلك كله، أي إلا ما ذبحتم. (١) </p><p> وحكى أبو العباس عن بعضهم أن الاستثناء مما أكل السبع خاصة (٢) . </p><p> والقول هو الأول (٣) . </p><p> وأما كيفية إدراكها فقال أكثر أهل العلم من المفسرين: إن أدركت ذكاته بأن يوجد له عين تطرف أو ذَنَب متحرك، فأكله جائز (٤) . </p><p> قال ابن عباس وعُبَيد بن عُمَير (٥) : إذا طرفت بعينها، أو مصعت بذَنَبِها أو ركضت برجلها، أو تحركت، فاذبح، فهو حلال (٦) . </p><p> وذهب بعض أهل العلم إلى أنه إذا أخرج السبع الحشوة أو قطع الجوف قطعًا تؤس معه الحياة فلا ذكاة لذلك، وإن كان به حركة ورمق؛ لأنه صار إلى حالة لا يؤثر في حياته الذبح (٧) . </p><p>(١) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٠٧. (٢) انظر: \"زاد المسير\" ٢/ ٢٨٠، و\"البحر المحيط\" ٣/ ٤٢٤، و\"الدر المصون\" ٤/ ١٩٦.(٣) وهذا أيضًا اختيار الطبري في \"تفسيره\" ٦/ ٧٣ وانظر: \"زاد المسير\" ٢/ ٢٨٠.(٤) انظر: الطبري في \"تفسيره\" ٦/ ٧٢ - ٧٣، و\"معاني الزجاج\" ٢/ ١٤٥، و\"زاد المسير\" ٢/ ٢٨٠.(٥) لعله أبو عاصم عبيد بن عمير بن قتادة الليثي، ولد على عهد النبي - صلى الله عليه وسلم - ويعد من كبار التابعين، وكان قاص أهل مكة ومن العباد، وقد أُجْمِع على توثيقه. مات رحمه الله قبل ابن عمر رضي الله عنه. انظر: \"مشاهير علماء الأمصار\" ١٣٤ (٥٩٢)، و\"سير أعلام النبلاء\" ٤/ ١٥٦، و\"التقريب\" ص ٣٧٧ (٤٣٨٦).(٦) أخرجه عنهما الطبري في \"تفسيره\" ٦/ ٧٢ - ٧٣(٧) انظر: الطبري في \"تفسيره\" ٦/ ٧٣ \"معاني الزجاج\" ٢/ ١٤٥، و\"تهذيب اللغة\" ٢/ ١٢٨٦ (ذكا).</p><p> وهو مذهب مالك (١) واختيار الزجاج (٢) وابن الأنباري (٣) . </p><p> واحتجوا بقوله تعالى:  {إِلَّا مَا ذَكَّيْتُمْ} ، فقال أبو إسحاق: معنى التذكية: أن يدركها وفيها بقية تشخُبُ معها الأوداج، وتضطرب اضطراب المذبوح. </p><p> قال: وأصل الذكاء في اللغة: تمام الشيء، فمن ذلك الذكاء في السن والفهم، وهو تمام السن، (قال الخليل (٤) ): الذكاء في السن أن يأتي على قروحه (٥) سنة، وذلك تمام استكمال القوة، وأنشد لزهير: </p><p> يُفَضَّله إذا اجتَهَدا عليه ... تَمام السَّنَّ منهُ والذَّكَاء (٦) </p><p> وقيل: جَرْيُ المُذَكَّياَت غِلابٌ (٧) ، أي جري المسانّ التي قد أسنّت. وتأويل تمام السن النهاية في الشباب، فإذا نقص عن ذلك أو زاد فلا يقال له الذَّكاء. والذكاء في الفهم أن يكون تامًا سريع القبول، وذكّيت النار إنما هو من هذا، تأويله: أتممت إشعالها، فكذلك قوله تعالى:  {إِلَّا مَا ذَكَّيْتُمْ} </p><p>(١) أخرج قوله الطبري في \"تفسيره\" ٦/ ٧٣. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٤٥.(٣) لم أقف عليه.(٤) في (ش): (قال: وقال الخليل)، ولا يؤثر ذلك في المعنى.(٥) قال الجوهري: وقرح الحافر قروحًا، إذا انتهت أسنانه، وإنما تنتهي في خمس سنين؛ لأنه في السنة الأولى حولي، ثم جذع، ثم ثنى، ثم رباع، ثم قارح. \"الصحاح\" ١/ ٣٩٥ (قرح).(٦) \"ديوانه\" ص ٦٩، و\"الكامل\" ١/ ٣٨٦، وفي الديوان: يفضله إذا اجتهدت، والتفصيل في السرعة لتمام السن، والذكاء حدة القلب، ويقال الذكاء في السن.(٧) أي أن المذكي يغالب مجاريه لقوته. وهذا مثلٌ يضرب لمن يوصف بالتبريز على أقرانه في حلبة الفضل. \"مجمع الأمثال\" ١/ ٢٨١.</p><p> أدركتم ذبحه على التمام (١) . </p><p> قال الأزهري: وقد جود أبو إسحاق فيما فسر، وشفى وبالغ في الشفاء، ولقد كان له حظ من البيان موفور (٢) . </p><p> وقال ابن الأنباري:  {إِلَّا مَا ذَكَّيْتُمْ} معناه: إلا ما أدركتموه وقد بقيت فيه بقيّة من الحياة حسنة تشخب معها أوداجه عند الذبح وينهر دمه، فإذا قطع السبع بطنه وأخرج حشوته بطلت التذكية؛ لأنه بعد أن يقع به هذا لا يضطرب اضطراب المذبوح ولا ينهر ولا تشخب أوداجه. </p><p> ومعنى التذكية: تتميم الشيء، فإذا قال القائل: قد ذكى فلان الشاة، فمعناه قد ذبحها الذبح التام الذي يجوز معه الأكل ولا يحرم، وإذا قيل: فلان ذكيّ، فمعناه تام الفطنة، وذكت النار تذكو، إذا استحكم وقودها، وأذكيتها أنا، والتذكية بلوغ غاية الشباب وتمام القوة، يقال: جريُ المُذكَّيات غِلابٌ، أي جري المسانّ مغالبة، وذلك أن الفرس الذي يبلغ نهاية الشباب والقوة يُحمل (٣) على السهل والحزن للثقة به (٤) . </p><p> وقوله تعالى:  {وَمَا ذُبِحَ عَلَى النُّصُبِ} . </p><p> النصب: جمع نِصاب مثل: حِمار وحُمُر، وجائز أن يكون واحدًا وجمعه: أنصاب، مثل: طُنُب وأطناب. قاله الزجاج (٥) وابن الأنباري (٦) . </p><p>(١) \"معاني الزجاج\" ٢/ ١٤٥ - ١٤٦. (٢) لم أقف عليه.(٣) في النسختين (ج)، (ش) بدون إعجام، وكأنها: محمل -بالميم-.(٤) لم أقف على كلام ابن الأنباري.(٥) \"معانى القرآن وإعرابه\" ٢/ ١٤٦.(٦) لم أقف عليه.</p><p> (قال أبو بكر)  (١) : ويجوز أن يكون النصب جمع نَصْب في الواحد، مثل: سَقْف وسُقُف، ورَهْن ورُهُن (٢) . </p><p> وقال الليث: النصب جماعة النصيبة، وهي علامة تنصب للقوم (٣) </p><p> الأزهري: وقد جعل الأعشى النصب واحداً فقال: </p><p> وذا النُّصبَ المنصوبَ (لا تنسُكَنّه)  (٤) ... لعاقبةٍ والله ربَّكَ فاعبُدا (٥) </p><p> هذا قول أهل اللغة. </p><p> وأما التفسير: فقال ابن عباس: يريد الأصنام التي تنصب وتعبد من دون الله تعالى (٦) . </p><p> وقال الكلبي: النصب: حجارة كانوا يعبدونها (٧) . </p><p> وقال الفراء: النصب: الآلهة التي كانت تُعبد من أحجار (٨) . </p><p> وقال الزجاج: النصب: حجارة كانت لهم يعبدونها، وهي الأوثان (٩) . </p><p>(١) ليس في (ج). (٢) لم أقف عليه.(٣) \"العين\" ٧/ ١٣٦، و \"تهذيب اللغة\" ٤/ ٣٥٨١ (نصب).(٤) في (ج): (لا تعبدنه)، وما أثبته هو الموافق لما في \"الديوان\"، و\"تهذيب اللغة\".(٥) من \"تهذيب اللغة\" ٤/ ٣٥٨١ نصب، والبيت في \"ديوان الأعشى\" ص ٤٦، وعجزه في \"الديوان\": ولا تعبد الأوثان والله فاعبدا.(٦) بمعناه في \"تفسيره\" ص ١٦٩، وأخرجه الطبري في \"تفسيره\" ٦/ ٧٥، وانظر: \"زاد المسير\" ٢/ ٢٨٣.(٧) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٠٧.(٨) من \"تهذيب اللغة\" ٤/ ٣٥٨١ (نصب)، وانظر: \"معاني القرآن\" ١/ ٣٠١، و\"زاد المسير\" ٢/ ٢٨٣.(٩) \"معاني القرآن وإعرابه\" ٢/ ١٤٦، وانظر: \"زاد المسير\" ٢/ ٢٨٣.</p><p> وقال مجاهد وقتادة وابن جريج: كانت حول البيت أحجار كان أهل الجاهلية يذبحون عليها، ويُشَرّحُون اللحم عليه، وكانوا يعظمون هذه الحجارة ويعبدونها (١) . </p><p> قالوا: وليست هي بأصنام، إنما الصنم ما يُصوَّر وُينقَش (٢) . </p><p> فإذا أخذنا بهذا وهو أنهم كانوا يذبحون على هذه الحجارة فـ (على) في قوله تعالى: {عَلَى النُّصُبِ} بمعناه، وإن قلنا: إن النُّصُب أوثان كانوا يتقربون إليها بالذائح عندها فمعنى قوله تعالى: {عَلَى النُّصُبِ} أي على اسمها. </p><p> وقال قطرب: معناه {وَمَا ذُبِحَ عَلَى النُّصُبِ}  (على) بمعنى اللام: وهما يتعاقبان في الكلام، قال الله تعالى:  {فَسَلَامٌ لَكَ}  [الواقعة: ٩١] أي: عليك، وقال تعالى:  {وَإِنْ أَسَأْتُمْ فَلَهَا}  [الإسراء: ٧] أي فعليها (٣) . </p><p> قال ابن زيد:  (وما ذبح على النصب)  (وما أهل لغير الله به)  (٤) واحد (٥) . </p><p> وقوله تعالى:  {وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ} . </p><p> معناه: وأن تطلبوا على ما قُسِم لكم بالأزلام (٦) . </p><p> قال المفسرون: وذلك أن أهل الجاهلية كانوا إذا أراد أحدهم سفرًا </p><p>(١) أخرجه بمعناه الطبري في \"تفسيره\" ٦/ ٧٥، وانظر: \"زاد المسير\" ٢/ ٢٨٤. (٢) هذا ما ذهب إليه ابن جريج وقرره الطبري في \"تفسيره\" ٦/ ٧٥، وانظر: \"البحر المحيط\" ٣/ ٤٢٤.(٣) انظر: \"زاد المسير\" ٢/ ٢٨٣.(٤) في (ش): (أهل به لغير الله).(٥) أخرجه الطبري في \"تفسيره\" ٦/ ٧٥.(٦) انظر: الطبري في \"تفسيره\" ٦/ ٧٥</p><p> أو غزوًا أو تجارة أو غير ذلك من الحاجات أجال القداح، وهي سهام مكتوب على بعضها: أمرني ربي، وعلى بعضها: نهاني ربي، فإن خرج السهم الآمر مضى لحاجته، وإن خرج الناهي لم يمض في أمره (١) . </p><p> قال أبو عبيدة (٢) : (الاستقسام طلب القسمة، وكانوا يسألون الأزلام بأن تقسم لهم (٣) . </p><p> وقال المبرد) (٤) : الاستقسام: أخذ كل واحد قسمه. وقال: الاستقسام إلزام أنفسهم ما تأمرهم به القِداح كقَسَم اليمين (٥) . </p><p> وقال الأزهري: معنى قوله تعالى: {وَأَنْ تَسْتَقْسِمُوا} أي: تطلبوا من جهة الأزلام ما قسم لكم من أحد الأمرين (٦) . وهذا أشفى العبارات. </p><p> وقال ابن السكيت: يقال قسم فلان أمره يقسمه قسمًا، أي يقدره، ينظر كيف يعمل فيه (٧) ، وأنشد للبيد: </p><p> فقُولا لهُ إن كَانَ يَقْسِمُ أمره ... أَلَمَّا يَعِظْك الدهُر أمُّك هَابِلُ (٨) </p><p>(١) انظر: الطبري في \"تفسيره\" ٦/ ٧٦، ومعاني الزجاج ٢/ ١٤٦. (٢) في (ج): (أبو عبيد).(٣) انظر: \"مجاز القرآن\" ١/ ١٥٢.(٤) ما بين القوسين ساقط من (ش).(٥) لم أقف عليه.(٦) \"تهذيب اللغة\" ٣/ ٢٩٦١، وانظر: \"اللسان\" ٦/ ٣٦٢٩ (قسم).(٧) \"تهذيب اللغة\" ٣/ ٢٩٦٢ (قسم).(٨) \"ديوانه\" ص ٢٥٤، و\"تهذيب اللغة\" ٣/ ٢٩٦٢ (قسم).والبيت من قصيدة يرثى فيها النعمان بن المنذر، والمراد بـ (أمك هابل): الدعاء، يقال: هبلته أمه، أي ثكلته.</p><p> وقالوا: فلان جيد القسم، أي جيد الرأي، ومعنى: قسم أمره إذا ميّل فيه الرأي: أيفعله أم لا (١) . ويقال: تركت فلانًا يستقسم، أي يفكر ويروّي بين أمرين، ومنه الاستقسام بالأزلام، وهو طلب الرأي الذي ميل فيه من جهة الأزلام، ولذلك بني على الاستقسام. </p><p> وأما الأزلام فهي أسماء هذه القداح التي كانت لقريش في الجاهلية، وقد زُلّمت أي سويت ووضعت في الكعبة يقوم بها سدنة البيت، فإذا أراد الرجل أمرًا أتى السادن فقال له: أخرج إلي زَلمًا، فيخرجه، فإن خرج قدح الأمر مضى على ما عزم عليه، وإن خرج قدح النهي قعد عما أراده، وربما كان مع الرجل زَلمان قد وضعهما في قرابه، فإذا أراد إلاستقسام أخرج أحدهما (٢) . قال الحُطَيئة: </p><p> لا يزجُر الطيرُ إنْ مرَّت بِه سُنُحًا ... ولا يُفِيض على قِسْمٍ بأزلامِ (٣) </p><p> وقال طَرَفَه: </p><p> أخذ الأزلامَ مقتسمًا ... فأتى أغواهُما زُلَمُه (٤) </p><p>(١) انظر: \"تهذيب اللغة\" ٣/ ٢٩٦٢ (قسم). (٢) من \"تهذيب اللغة\" ٢/ ١٥٥ (زلم)، وانظر: \"مجاز القرآن\" ١/ ١٥٢، و\"غريب القرآن\" لابن قتيبة ص ١٣٩، والطبري في \"تفسيره\" ٦/ ٧٥ - ٧٦، و\"زاد المسير\" ٢/ ٢٨٤.(٣) \"ديوانه\" ص ٢٢٧، و\"تهذيب اللغة\" ٢/ ١٥٥٢ (زلم).ومعنى لا يزجر: لا يتطير، وسنحا جمع سانح وهو ما أتاك عن يمينك من ظبي أو طائر أو غير ذلك.انظر: \"اللسان\" ٤/ ٢١١٢، ويفيض من الإفاضة وهي الضرب بالاقداح، وقوله: قسم من قولك: يقسم أمره إلي: ينظر فيه ويحيله أيفعله أم لا.(٤) \"ديوانه\" ص٧٢، و\"تهذيب اللغة\" ٢/ ١٥٥٢ (زلم).</p><p> ويقال للرجل إذا كان مخففًا رجل مُزَلَّم، وامرأة مزلّمة. ويقال: قدح مُزلَّم وزليم، إذا طرّ وأجيد قده وصنعته، وعصا مزلّمة، وما أحسن ما زلم سهمه (١) . قال ذو الرَّمَّة: </p><p> كأرحاءِ رقطٍ زَلَّمَتْها المَنَاقِرُ (٢) </p><p> أي سوَّتها وأخذت من حروفها (٣) . </p><p> ويقال لقوائم البقر أزلام، شبهت بالقداح للطافتها (٤) ، ومنه قول لَبيِد: </p><p> بَكَرَت تَزِلّ عن الثرى أزلامُها (٥) </p><p> وواحد الأزلام زَلَم، وزُلَم. ذكره الأخفش (٦) . </p><p> وكل ما ذكرنا في الأزلام هو قول أهل اللغة (٧) وابن عباس (٨) </p><p>(١) \"تهذيب اللغة\" ٢/ ١٥٥٢ (زلم). (٢) عجز بيت لذي الرمة في \"ديوانه\" ص ٢٥٠، وصدره:تفض الحصى عن مجمرات وقيعةواستشهد به في \"الصحاح\" ٥/ ١٩٤٣ (زلم). وأرحاء جمع رحى، والمناقر: المعادل. انظر: \"اللسان\" ١٢/ ٢٧٠ (زلم).(٣) \"تهذيب اللغة\" ٢/ ١٥٥٢، وانظر: \"اللسان\" ٣/ ١٨٥٧ (زلم).(٤) \"تهذيب اللغة\" ٢/ ١٥٥٢، وانظر: \"اللسان\" ٣/ ١٨٥٨ (زلم).(٥) عجز بيت للبيد في معلقته وصدره:حتى إذا انحسر الظلام وأسفرت\"ديوان لبيد\" ص ٣١٠، و\"شرح المعلقات السبع\" ص٩٠.ومعنى بكرت: غدت بكره، وأزلامها: قوائمها، شبهها بالقداح أي لم تعد تثبت قوائمها على الثرى لأن الطين زلق.(٦) \"معاني القرآن\" ٢/ ٤٦١.(٧) انظر: \"تهذيب اللغة\" ٢/ ١٥٥٢، و\"اللسان\" ٣/ ١٨٥٧ - ١٨٥٨ (زلم).(٨) انظر: \"تفسيره\" ص ١٦٩.</p><p> والمفسرين (١) . </p><p> وقال الزجاج: أعلم الله عز وجل أن الاستقسام بالأزلام حرام، ولا فرق بين ذلك وبين قول المُنَجَّمين: لا تخرج من أجل نجم كذا، واخرج من أجل طلوع نجم كذا؛ لأن الله عز وجل يقول:  {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا}  [لقمان: ٣٤] ، ولذلك دخول في علم الله عز وجل الذي هو غيب، فهو حرام كالأزلام التي ذكرها الله (٢) . </p><p> وقد روى أبو الدرداء عن رسول الله - صلى الله عليه وسلم - أنه قال:  \"من تكهن أو استقسم أو تطير طيرة ترده عن سفره لم ينظر الدرجات العلى من الجنة يوم القيامة\"  (٣) . </p><p> وذهب المؤرج وكثير من أهل اللغة إلى أن الاستقسام ههنا هو في معنى الميسر المنهي عنه، وأن الأزلام قداح الميسر. </p><p> وليس الأمر كذلك عند أهل العلم الموثوق بعلمهم (٤) . </p><p> وقوله تعالى:  {ذَلِكُمْ فِسْقٌ} . </p><p> قال الزجاج: أي الاستقسام هنا بالأزلام فِسق، وهو كل ما يخرج به عن الحلال إلى الحرام (٥) . </p><p>(١) انظر: \"مجاز القرآن\" لأبي عبيدة ١/ ١٥٢، و\"غريب القرآن\" لابن قتيبة ص ١٣٩، والطبري في \"تفسيره\" ٦/ ٧٦، و\"زاد المسير\" ٢/ ٢٨٤. (٢) \"معاني القرآن وإعرابه\" ٢/ ١٤٦، ١٤٧.(٣) رواه أبو نعيم في \"الحلية\" ٥/ ١٧٤، وذكره الهيثمي في \"مجمع الزوائد\" ٥/ ١١٨، وقال: رواه الطبراني بإسنادين، ورجال أحدهما ثقات.(٤) \"تهذيب اللغة\" ٣/ ٢٩٦٢ (قسم).(٥) \"معاني القرآن وإعرابه\" ٢/ ١٤٧، وانظر: الطبري في \"تفسيره\" ٦/ ٧٨.</p><p> وقوله تعالى:  {الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ} . </p><p> قال المفسرون: يئسوا أن ترتدوا راجعين إلى دينهم (١) . </p><p> وقال الكلبي: نزلت لما دخل رسول الله - صلى الله عليه وسلم - مكة في حجة الوداع ييئس أهل مكة أن ترجعوا إلى دينهم (٢) . </p><p> وقال الزجاج: يئسوا من بطلان الإسلام، وجاءكم ما كنتم توعدون من قوله:  {لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ}  [التوبة: ٣٣]  (٣) . </p><p> وقوله تعالى:  {فَلَا تَخْشَوْهُمْ وَاخْشَوْنِ} . </p><p> قال ابن عباس: فلا تخشوهم في اتباع محمد واخشوني في عبادة الأوثان (٤) . </p><p> وقال الزجاج: أي فليكن خوفكم لله عز وجل، فقد أمنتم في أن يظهر دين على الإسلام (٥) . </p><p> وهو قول ابن جريج، قال: فلا تخشوهم أن يظهَروا عليكم (٦) . </p><p> وقوله تعالى:  {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} . </p><p> أجمعوا على أن المراد باليوم ههنا: يوم عرفة، وأن هذه نزلت يوم الجمعة، وكان يوم عرفة بعد العصر في حجة الوداع سنة عشر، والنبي - صلى الله عليه وسلم -. واقف بعرفات على ناقته العضباء. قاله ابن عباس وغيره (٧) . </p><p>(١) انظر: الطبري في \"تفسيره\" ٦/ ٧٨، و\"معاني الزجاج\" ٢/ ١٤٨. (٢) انظر: \"زاد المسير\" ٢/ ١٨٥، و\"تنوير المقباس\" بهامش المصحف ص ١٠٧.(٣) هكذا بالياء في النسختين، وفي رسم المصحف: (واخشون) بدونها.(٤) انظر: \"تنوير المقباس\" بهامش المصحف ص ١٠٧.(٥) \"معاني القرآن وإعرابه\" ٢/ ١٤٨.(٦) أخرجه الطبري في \"تفسيره\" ٦/ ٧٩، وانظر: \"زاد المسير\" ٢/ ٢٨٦.(٧) انظر: الطبري في \"تفسيره\" ٦/ ٨٠٢٧٩، و\"بحر العلوم\" ١/ ٤١٥، و\"زاد المسير\" ٢/ ٢٨٧.</p><p> وأما معنى إكمال الدين في ذلك: فقال عطاء عن ابن عباس: اليوم أكملت لكم دينكم حيث لم يحج معكم مشرك، وخلا الموسم لله ولرسوله ولأوليائه (١) ، وهذا قول سعيد بن جبير وقتادة (٢) . </p><p> وقال آخرون: أكملت لكم دينكم ببيان الفرائض والسنن والحدود والأحكام والحلال والحرام، فلم ينزل بعد هذه الآية حلال ولا حرام ولا شيء من الفرائض. </p><p> وهذا معنى قول ابن عباس (٣) ، والسدي (٤) ، وهو الاختيار؛ لأن كمال الدين يكون ببيان الأحكام. </p><p> قال أرباب المعاني: والكمال على وجهين: كمال مشروح وهو بيان الرسول، وكمال مُبهَم وهو اجتهاد أهل العلم إلى قيام الساعة، (فما عُدِم نصه)  (٥) لم يُعدَم دليله من الكتاب والسنة (٦) . </p><p> وقال بعضهم: كمال دين هذه الأمة أن لا يزول ولا يُنسخ، وأن شريعتهم باقية (إلى يوم (٧) ) القيامة (٨) . </p><p> وقيل: الكمال هو أن هذه الأمة آمنوا بالكُلّ ولم يفرقوا , ولم يكن هذا لغيرهم (٩) . </p><p>(١) لم أقف عليه. (٢) أخرجه الطبري في \"تفسيره\" ٦/ ٨٠، وانظر: \"زاد المسير\" ٢/ ٢٨٧.(٣) في \"تفسيره\" ص ١٧٠، وأخرجه الطبري في \"تفسيره\" ٦/ ٧٩.(٤) أخرجه الطبري في \"تفسيره\" ٦/ ٧٩.(٥) لم تظهر في (ش).(٦) لم أقف عليه.(٧) لم تظهر في (ش).(٨) انظر: \"زاد المسير\" ٢/ ٢٨٨.(٩) لم أقف عليه.</p><p> وقال الزجاج: معنى قوله: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} أي الآن أكملت دينكم بأن كفيتكم خوف عدوكم، وأظهرتكم عليه، كما تقول: الآن كمل لنا الملك (وكمل لنا (١) ) ما نريد، بأن كُفِينا من كنا نخافه. قال: وقد قيل: (المعنى (٢) ) أكملت لكم فرض ما تحتاجون إليه في دينكم، وذلك جائز (حسن)  (٣) . </p><p> وقد شرح ابن الأنباري هذين القولين شرحًا حسنًا فقال في القول الأول للزجاج: المعنى أكملت لكم (نصر دينكم (٤) ) بأن كفيتكم ما كنتم تخافونه عليه. وقال في القول الثاني: اليوم أكملت لكم شرائع دينكم من غير نقصان قبل (هذا (٥) ) الوقت، وذلك أن الله عز وجل يتعبد خلقه بالشيء في وقت ثم يزيد عليه في وقت آخر، فيكون الأمر الأول تامًا في وقته وكذلك الثاني، كما يقول القائل: عندي عشرة كاملة، ومعلوم أن العشرين أكمل منها، و (الشرائع (٦) ) التي تعبد الله بها عباده في الأوقات المختلفة مختلفة، وكل شريعة منها كاملة في وقت التعبد بها، (فكمل (٧) ) الله الشرائع في اليوم الذي ذكره وهو يوم عرفة، ولم يوجب ذلك أن الدين كان ناقصًا في وقت من الأوقات (٨) . </p><p>(١) غير ظاهر في (ش). (٢) ليست في (ج).(٣) \"معاني القرآن وإعرابه\" ٢/ ١٤٩، وانظر: \"زاد المسير\" ٢/ ٢٨٨.(٤) غير ظاهر في (ش).(٥) غير واضح في (ش).(٦) غير ظاهر في (ش).(٧) غير ظاهر في (ش).(٨) لم أقف عليه.</p><p> وقوله تعالى:  {وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} . </p><p> قال عطاء عن ابن عباس: يريد أنه حكم لهم بدخول الجنة (١) . </p><p> وقال (المفسرون (٢) ): يريد أنه أنجز لهم ما وعدهم في قوله تعالى: {وَلِأُتِمَّ نِعْمَتِي عَلَيْكُمْ}  [البقرة: ١٥٠] ، وكان من تمام (نعمته أن دخلوا مكة (٣) ) آمنين، وحجوا (مطمئنين (٤) )، لم يخلطهم أحد من المشركين (٥) . </p><p> وقال السدي: يعني أظهرتكم على العرب (٦) . </p><p> وقوله تعالى:  {فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ} . </p><p> قال ابن عباس:  (فمن اضطر) إلى ما حرّم مما سمي في صدر هذه السورة في مجاعة (٧) . </p><p> ومعنى {اضْطُرَّ} أصيب بالضر الذي لا يمكنه الامتناع معه من الميتة. وقال الزجاج: فمن دعته الضرورة في مجاعة (٨) . </p><p> والمخمصة: المجاعة في قول ابن عباس وجميع المفسرين (٩) . </p><p>(١) لم أقف عليه. (٢) غير ظاهر في (ش).(٣) طمس في (ج).(٤) غير ظاهرة في (ش).(٥) هذا قول الحكم وقتادة وسعيد بن جبير واختيار الطبري في \"تفسيره\" ٦/ ٨٠، وانظر: \"زاد المسير\" ٢/ ٢٨٨.(٦) انظر: \"زاد المسير\" ٢/ ٢٨٨.(٧) بنحوه في \"تفسيره\" ص ١٧٠، وأخرجه الطبري في \"تفسيره\" ٦/ ٨٥.(٨) \"معاني القرآن وإعرابه\" ٢/ ١٤٨.(٩) انظر: \"مجاز القرآن\" ١/ ١٥٣، و\"غريب القرآن\" لابن قتيبة ص ١٣٩، والطبري في \"تفسيره\" ٦/ ٨٥.</p><p> وقال أهل اللغة: الخَمْص والمَخْمَصَة: خلاء البطن من الطعمام جوعًا (١) ، وأنشدوا: </p><p> يرى الخُمص تعذيبًا وإن يلق شِعبةً ... يَبِتْ قلبُه من قلة الهمّ مُبْهَمَا (٢) </p><p> وأصله من الخَمص الذي هو ضمور البطن، يقال: رجل خَميص وخُمصان، وامرأة خَمِيصة وخُمصانة، والجمع (٣) خمائص وخُمصانات (٤) ، قال الأعشى: </p><p> تبيتُون في المشتَى مِلاءً بُطونُكم ... وجاراتكم غَرثَى يَبِتْن خَمَائِصا (٥) </p><p> وقوله تعالى:  {غَيْرَ مُتَجَانِفٍ} . </p><p> يجوز أن ينتصب (غير لمحذوف مقدر على معنى: فتناول غير متجانف و (٦) ) يجوز أن ينتصب بقوله (اضطرّ) ويكون المقدر متأخرًا، على معنى: فمن اضطر غير متجانف لإثم (فتناول{فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ}(٧) . </p><p> ومعنى غير متجانف لإثم) (٨) غير متعمد، في قول ابن عباس وقتادة ومجاهد والسدي وابن زيد (٩) . </p><p>(١) \"تهذيب اللغة\" ٧/ ١٥٥. (٢) البيت لحاتم الطائي في \"ديوانه\" ٨٢، و\"النوادر\" لأبي زيد ص ١١١.(٣) في (ش): (الجميع).(٤) انظر: \"الصحاح\" ٣/ ١٠٣٨، و\"اللسان\" ٣/ ١٢٦٦ (خمص).(٥) \"ديوانه\" ص ١٠٠، و\"مجاز القرآن\" ١/ ١٥٣. وفي الديوان: جوعى بدل غرثى والمعنى واحد.(٦) ما بين القوسين ساقط من (ج).(٧) انظر: \"معاني القرآن\" للفراء ١/ ٣٠١، و\"الدر المصون\" ٤/ ٢٠٠.(٨) ما بين القوسين ليس في (ش).(٩) انظر: \"تفسير ابن عباس\" ص١٧٠، والطبري في \"تفسيره\" ٦/ ٨٦، و\"النكت والعيون\" ٢/ ١٣.</p>"
}