{
  "id": null,
  "sura": 5,
  "aya": 116,
  "text": "<p> فمسخوا قردة وخنازير\" (١) ، والصحيح المختار قول من قال إنها نزلت، لتظاهر الآثار بذلك، ولكثرة من قال بها من العلماء (٢) . </p><p> قال أبو بكر بن الأنباري: والذي نختاره تصحيح نزول المائدة لتتابع الأخبار بذلك، ولأن قوله تعالى:  {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} كلام تام وليس بجواب لشرط، وجواب الشرط قوله تعالى:  {فَإِنِّي أُعَذِّبُهُ عَذَابًا} ، ولا يلزم قول الحسن: أنها لو نزلت لكانت عيدًا لنا إلى يوم القيامة؛ لأن وجه السؤال أن يكون يوم نزولها عيدًا لهم ولمن بعدهم ممكن كان على شريعتهم. </p><p> ١١٦ - قوله تعالى:  {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ} الآية. قال النحويون: هذا عطف جملة على جملة، والجملة الأولى قوله:  (إذ قال الله يا عيسى بن مريم اذكر)  (٣) . </p><p> وعامة المفسرين على أن هذا القول لعيسى إنما يكون في القيامة؛ إلا السدي (٤) وقطرب، فإنهما ذهبا إلى أن الله تعالى قال ذلك لعيسى حين رفعه إليه، وتعلقا بظاهر قوله:  {وَإِذْ قَالَ اللَّهُ} وإذ تستعمل لما مضى. </p><p> والصحيح ما عليه العامة؛ لأن الله تعالى عقب هذه القصة بقوله </p><p>(١) أخرجه الترمذي (٣٠٦١) كتاب: التفسير، باب: من سورة المائدة مرفوعًا وموقوفًا ورجح الوقف ثم قال: \"ولا نعلم للحديث المرفوع أصلاً\"، وأخرجه الطبري ١١/ ٢٢٨، ٢٢٩. (٢) وهذا اختيار الطبري ٧/ ١٣٥، والبغوي ٣/ ١١٩، وابن الجوزي في \"زاد المسير\" ٢/ ٤٦٢، وابن كثير ٢/ ١٣٥ وغيرهم.(٣) \"تفسير الطبري\" ٧/ ١٣٦ - ١٣٨.(٤) \"تفسير الطبري\" ٧/ ١٣٧، \"زاد المسير\" ٢/ ٤٦٣.</p><p> تعالى:  {هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ} وأراد به يوم القيامة، وإنما خرج هذا مخرج المضي وهو للمستقبل؛ تحقيقًا لوقوعه كقوله تعالى:  {وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ}  [الأعراف: ٤٤] ولم ينادوا بعد، ولكنه بمنزلة ما قد مضى وفعلوا ذلك، من حيث أنه لا يعترض الشك في وقوعه (١) . </p><p> وقوله تعالى:  {أَأَنْتَ قُلْتَ} هذا الاستفهام معناه: التوبيخ لمن ادعى ذلك على المسيح عليه السلام، قال الزجاج: وذلك أن النصارى مجمعون على أن صادق الخبر، وإذا كذبهم الصادق كان ذلك أوكد للحجة عليهم، وأبلغ في توبيخهم (٢) . </p><p> وقوله تعالى:  {مِنْ دُونِ اللَّهِ} أي: من غير الله، كقوله تعالى:  {وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ}  [البقرة: ٢٣] و (من) زائدة مؤكدة للمعنى. </p><p> وقوله تعالى:  {قَالَ سُبْحَانَكَ} قال عطاء عن ابن عباس: يريد جل جلالك وتعظمت وتعاليت (٣) . وقال الزجاج: أي: برأتك من السوء (٤) . </p><p> وقوله تعالى:  {إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ} قال أبو علي: المعنى إن أكن الآن قلته فيما مضى. وليس كان فيه على المضي؛ لأن الشرط والجزاء لا يقعان إلا فيما يستقبل، والحروف في الجزاء تحيل معنى المضي إلى الاستقبال لا محالة، قال: وهذا الذي ذكرناه من هذا التأويل كان أبو بكر (٥) يذهب إليه ويحكيه عن أبي عثمان. </p><p>(١) ما رجحه المؤلف اختيار أكثر المفسرين، انظر: \"بحر العلوم\" ١/ ٤٦٩، \"النكت والعيون\" ٢/ ٩٠، البغوي ٣/ ١٢١، \"زاد المسير\" ٢/ ٤٦٣. (٢) \"معاني القرآن وإعرابه\" ٢/ ٢٢٢(٣) لم أقف عليه.(٤) \"معاني القرآن وإعرابه\" ٢/ ٢٢٢.(٥) لعله أبو بكر الأنباري.</p><p> وقوله تعالى:  {تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} قال ابن عباس: تعلم ما في غيبي، ولا أعلم ما في غيبك (١) . </p><p> وقال عبد العزيز بن يحيى (٢) : تعلم سري ولا أعلم سرك؛ لأن السر من صفة الأنفس (٣) . </p><p> وقال أهل المعاني: تعلم ما أخفي ولا أعلم ما تخفي، إلا أنه ذكرت النفس على مزواجة الكلام، لأن ما تخفيه كأنه إخفاء في النفس، وهذا شرح قول ابن عباس وعبد العزيز، لأن ما يخفيه الإنسان يكون في نفسه كالسر الذي يكتمه فقال عيسى:  {تَعْلَمُ مَا فِي نَفْسِي} أي: ما أخفيه من سري وغيبي أي: ما غاب ولم أظهره {وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} أي: ما تخفيه أنت ولم تطلعنا عليه، فلما كان سر عيسى يخفيه في نفسه، جعل أيضًا سر الله مما يخفيه الله تعالى في نفسه؛ ليزدوج الكلام ويحسن النظم. هذا طريق في شرح هذا اللفظ. </p><p> وقال الزجاج: النفس في اللغة: تقع عبارة عن حقيقة الشيء، فمعنى {تَعْلَمُ مَا فِي نَفْسِي} أي: تعلم ما أضمر {وَلَا أَعْلَمُ مَا فِي نَفْسِكَ} أي: لا أعلم ما في حقيقتك وما عندك علمه، والتأويل أنك تعلم ما أعلم، ولا أعلم ما تعلم، ويدل على هذا قوله:  {إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} ، قال: وهذا راجع إلى توكيد أن الغيب لا يعلمه إلا الله (٤) . </p><p> وروى ثعلب عن أبي الأعرابي في معاني النفس في اللغة: أن النفس </p><p>(١) \"تفسير الوسيط\" ٢/ ٢٤٧، والبغوي ٣/ ١٢٢. (٢) لعله الكناني، تقدمت ترجمته.(٣) انظر: البغوي ٣/ ١٢٢.(٤) \"معاني القرآن وإعرابه\" ٢/ ٢٢٢، ٢٢٣.</p>"
}