{
  "id": null,
  "sura": 6,
  "aya": 158,
  "text": "<p> الطائفتين وحين قلتم لو جاءنا {الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ}  [الأنعام: ١٥٧]  (١) . </p><p> ١٥٨ - قوله تعالى:  {هَلْ يَنْظُرُونَ} . وذكرنا الكلام في هذا في (٢) سورة البقرة في قوله: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ} الآية [البقرة: ٢١٠] قال ابن عباس: ({هَلْ يَنْظُرُونَ}إذ كذبوك (إلا أن تأتيهم (٣) الملائكة) عند الموت لقبض أرواحهم) (٤) ومعنى (ينظرون) ينتظرون (٥) و (هل) استفهام معناه: النفي (٦) أي: لا ينتظرون إلا ذلك، وهو خبر معناه النهي كقوله:  {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ}  [البقرة: ٢٢٨] خبر معناه: الأمر، وهو كثير في القرآن، والمعنى: يجب أن لا ينظروا بعد تكذيبك (إلا أن تأتيهم (٧) الملائكة) عند الموت فيقعوا في العذاب، وذكرنا وجهاً آخر عن صاحب النظم (٨) في نظير هذه الآية في (٩) سورة النحل (١٠) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ١٤٤، وابن الجوزي في \"زاد المسير\" ٣/ ١٥٥. (٢) انظر: \"البسيط\" النسخة الأزهرية ١/ ١٢٦ ب.(٣) في (أ): (يأتيهم) بالياء. وقد قرأ حمزة والكسائي: (إلا أن يأتيهم) بالياء، وقرأ الباقون بالتاء، انظر: السبعة ص ٢٧٤، و\"المبسوط\" ص ١٧٧.(٤) \"تنوير المقباس\" ٢/ ٧٦، وانظر: \"تفسير الطبري\" ٨/ ٩٦، والسمرقندي ١/ ٥٢٥.(٥) انظر: \"تفسير غريب القرآن\" لابن قتيبة ص ١٦٤.(٦) انظر: تفسير الرازي ١٤/ ٦.(٧) في (ش): (يأتيهم) بالياء.(٨) صاحب النظم هو: أبو علي الحسن بن يحيى الجرجاني، تقدمت ترجمته، وكتابه \"نظم القرآن\" (مفقود) انظر: مقدمة \"تفسير البسيط\".(٩) يقصد قوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا ظَلَمَهُمُ اللَّهُ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} [النحل: ٣٣].(١٠) انظر: \"البسيط\" النسخة الأزهرية ٣/ ١٢٤ أ.</p><p> وقوله تعالى:  {أَوْ يَأْتِيَ رَبُّكَ} قال ابن عباس: (يتنزل أمر ربك فيهم)  (١) وهذا يحمل على الأمر بقتلهم، واستقصاء هذا مذكور في سورة البقرة (٢) . وقال أبو إسحاق:  (معنى{أَوْ يَأْتِيَ رَبُّكَ}أو يأتي إهلاك ربك إياهم، وانتقامه منهم، إما بعذاب عاجل، أو بالقيامة)  (٣) . </p><p> وقوله تعالى:  {أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ} . قال المفسرون عامة:  (يعني: طلوع الشمس من مغربها)  (٤) ، وهذا إنما ينتظره من تأخر في الوجود </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ١٤٥، والقرطبي في \"تفسيره\" ٧/ ١٤٤، وأبو حيان في \"البحر\" ٤/ ٢٥٨. (٢) انظر: \"البسيط\" النسخة الأزهرية ١/ ١٢٦ ب.(٣) \"معاني الزجاج\" ٢/ ٣٠٧، وانظر \"معاني النحاس\" ٢/ ٥٢٢، وتفسير السمرقندي ١/ ٥٢٥ - ٥٢٦ والأرجح أن ذلك يوم القيامة للفصل بين العباد، وأن الله سبحانه وتعالى يأتي للفصل على وجه يليق بجلاله وعظمته، وهو قول الطبري في \"تفسيره\" ٨/ ٩٦، وأخرجه من طرق جيدة عن مجاهد وقتادة وابن جريج، واختاره البغوي في \"تفسيره\" ٣/ ٢٠٧، وابن كثير ٢/ ٢١٦، والشنقيطي ٢/ ٢٨٣ - ٢٨٤، وانظر: \"تفسير القرطبي\" ٧/ ١٤٥، و\"فتاوى شيخ الإسلام\" ٦/ ٣٩٨ - ٤٢٤.(٤) أخرجه الطبري في \"تفسيره\" ٨/ ٩٦، ٩٧ من عدة طرق جيدة عن عبد الله بن مسعود، ومجاهد وقتادة والسدي، ورجحه الطبري في \"تفسيره\"، وابن الجوزي ٣/ ١٥٧، وانظر: \"الدر المنثور\" ٣/ ١٠٨ وأخرج البخاري في صحيحه رقم (٤٦٣٥)، في كتاب \"التفسير\"، الأنعام، ومسلم رقم (١٥٧)، كتاب الإيمان, باب بيان الزمن الذي لا يقبل في الإيمان -حديث- عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: \"لا تقوم الساعة حتى تطلع الشمس من مغربها، فإذا طلعت آمن الناس أجمعون، وذلك حين {لَا يَنْفَعُ نَفْسًا إِيمَانُهَا} \"، ثم قرأ الآية. اهـ.وأخرج مسلم أيضًا - حديث رقم (١٥٨) عن أبي هريرة قال: قال رسول الله: (ثلاث إذا خرجن {لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا}: طلوع الشمس من مغربها، والدجال، ودابة الأرض) ا. هـ. وقال ابن =</p><p> من مكذبي محمد (إلى ذلك الوقت، والمراد بهذا بيان أن المشركين والمكذبين إنما يمهلون قدر مدة الدنيا، فهم يتنعمون فيها، فإذا ماتوا أو ظهرت أمارات القيامة لم ينفعهم الإيمان؛ وحلت بهم العقوبة اللازمة لهم أبدًا.ثم قال:{يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ}(أي: لا ينفعها الإيمان عند الآية التي تضطرهم إلى الإيمان؛ لأن الله جل وعز بعث الرسل بالآيات التي تتدبر، فيكون للمؤمن بها ثواب، ولو بعث الله على كل من لم يؤمن عذابا لاضطر الناس إلى الإيمان, وسقط التكليف والجزاء)  (١) قاله أبو إسحاق. </p><p> وقوله تعالى:  {قُلِ انْتَظِرُوا إِنَّا مُنْتَظِرُونَ}  [الأنعام:١٥٨] قال ابن عباس: ({قُلِ انْتَظِرُوا}يا (٢) أهل مكة {إِنَّا مُنْتَظِرُونَ} بكم العذاب يوم القيامة، أو قبلها في الدنيا (٣) . </p><p>= عطية في \"تفسيره\" ٥/ ٤٠٩: (يصح أن يراد جميع ما يقطع بوقوعه من أشراط الساعة ثم خصص بعد ذلك بقوله: {يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ} الآية التي ترفع التوبة معها وقد بينت الأحاديث أنها طلوع الشمس من مغربها وهو قول جمهور أهل التأويل، وروي عن ابن مسعود أنها إحدى ثلاث: إما طلوع الشمس من مغربها، وإما خروج الدابة، وإما خروج يأجوج ومأجوج، وهذا فيه نظر؛ لأن الأحاديث ترده وتخصص الشمس) ا. هـ. ملخصًا. وانظر: \"تفسير الرازي\" ١٤/ ٧ وفيه: (أجمعوا على أن المراد بهذه الآيات علامات القيامة) اهـ.(١) \"معاني الزجاج\" ٢/ ٣٠٨.(٢) في (ش): (قل انتظروا إنا أهل مكة إنا متظرن ..)، وهو تحريف.(٣) \"تنوير المقباس\" ٢/ ٧٦، وذكره الواحدي في \"الوسيط\" ١/ ١٤٦، وهو في \"تفسير البغوي\" ٣/ ٢٠٧ بدون نسبة.</p>"
}