{
  "id": null,
  "sura": 6,
  "aya": 125,
  "text": "<p> ١٢٥ - قوله تعالى:  {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ} الآية، قال الليث:  (يقال: شرح الله صدره فانشرح،أي:وسع (١) صدره لقبول الخير فتوسع) (٢) . </p><p> وقال غيره:  (شرح فلان أمره إذا أوضحه وأظهره، وشرح مسألةً إذا كانت مشكلةً فبيّنها)  (٣) . </p><p> وقال أبو العباس عن ابن الأعرابي:  (الشرح: الفتح،والشرح:البيان)  (٤) ، فقد ثبت للشرح (٥) معنيان: أحدهما: الفتح، ومنه يقال: شرح الكافر بالكفر صدرًا. أي: فتحه لقبوله، ومنه قول الله عز وجل:  {وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا}  [النحل: ١٠٦] . وقوله:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ}  [الزمر: ٢٢] أي: فتحه ووسعه له، ومن هذا قوله تعالى: {أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١) } [الشرح: ١] . </p><p> قال الكلبي:  ({يَشْرَحْ صَدْرَهُ}قلبه ويلينه ليقبل الإسلام)  (٦) . </p><p> والذي يدل على أن الشرح معناه: الفتح والتوسيع، وصف الكافر بضده من تضييق قلبه، وهو قوله تعالى:  {يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا}  [الأنعام:١٢٥] . قال المفسرون: (ولما نزلت هذه الآية سئل رسول الله - صلى الله عليه وسلم - فقيل له: كيف يشرح صدره؟ فقال:  \"بنور يقذف فيه حتى ينفسح وينشرح\" ، </p><p>(١) في (ش): (أي: وسع الله). (٢) \"تهذيب اللغة\" ٢/ ١٨٥١.(٣) هذا في \"تهذيب اللغة\" ٢/ ١٨٥١، كأنه من قول الليث.(٤) \"تهذيب اللغة\" ٢/ ١٨٥١. وفيه أيضًا: (الشرح الحفظ والفهم). اهـ.(٥) انظر: \"العين\" ٣/ ٩٣، و\"الجمهرة\" ١/ ٥١٣، و\"الصحاح\" ١/ ٣٧٨، و\"المجمل\" ٢/ ٥٢٨، و\"المفردات\" ص ٤٤٩، و\"اللسان\" ٤/ ٢٢٢٨ (شرح).(٦) \"تنوير المقباس\" ٢/ ٥٨.</p><p> فقيل له: وهل لذلك من أمارة يعرف بها؟ فقال:  \"الإنابة إلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل نزول الموت\"  (١) . </p><p> روي (٢) ذاك عن ابن عباس (٣) ثم قال: (وكذلك كان أصحاب رسول الله - صلى الله عليه وسلم -)  (٤) . </p><p> ويروي أن ابن مسعود (٥) كان السائل. </p><p>(١) أخرجه ابن المبارك في \"الزهد\" ص ١٠٦، ووكيع ١/ ٢٣٨، وعبد الرزاق في \"تفسيره\" ١/ ٢/ ٢١٧، وابن أبي شيبة في \"المصنف\" ٧/ ٩٨ (٣٤٣٠٣)، وابن قتيبة في \"عيون الأخبار\" ٢/ ٣٢٨، والطبري ٨/ ٢٦، وابن أبي حاتم ٤/ ١٣٨٤ وأبو الشيخ في \"طبقات أصبهان\" ١/ ٤٥٢، والسمرقندي في \"تفسيره\" ١/ ٥١٢، والبيهقي في \"الأسماء والصفات\" ١/ ٣٩٨، من طرق معلولة بالإرسال أو الضعف، وأصله مرسل يروى عن عبد الله بن المسور الهاشمي المدائني ضعيف متهم بالوضع. انظر: \"العلل المتناهية\" لابن الجوزي ٢/ ٣١٨، و\"شرح علل الترمذي\" لابن رجب ٢/ ٧٧٢، و\"لسان الميزان\" ٣/ ٣٦٠. وذكره السيوطي في \"الدر\" ٣/ ٨٣، وزاد نسبته إلى (سعيد بن منصور والفريابي وعبد بن حميد وابن المنذر وابن مردويه عن عبد الله بن المسور). وذكر ابن كثير في \"تفسيره\" ٢/ ١٩٥، عدة طرق للحديث ثم قال: (هذه طرق لهذا الحديث مرسلة ومتصلة يشد بعضها بعضاً، والله أعلم). اهـ. (٢) لفظ: (روى) ساقط من (ش).(٣) أخرجه ابن أبي حاتم ٤/ ١٣٨٤ بسند ضعيف.(٤) هذه الزيادة لم أقف عليها.(٥) أخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٩٨ (٣٤٣٠٣)، والطبري ٨/ ٢٦، والحاكم ٤/ ٣١١، وسكت عنه، وقال الذهبي في \"التلخيص\": (فيه عدي بن الفضل ساقط)، وقال ابن كثير ٢/ ١٩٥: (أخرجه ابن أبي حاتم)، وذكره السيوطي في \"الدر\" ٣/ ٨٣، وزاد نسبته إلى ابن أبي الدنيا وأبي الشيخ وابن مردويه والبيهقي في \"الشعب\" من طرق عن ابن مسعود.</p><p> وقوله تعالى:  {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} . وقرأ ابن كثير (١) : (ضيقًا) ساكنة الياء، وهو من باب المَيِّت والمَيْت في أن المخفف مثل المشدد في المعنى. </p><p> قال أبو علي:  (والياء مثل الواو في الحذف، وإن لم تعتل بالقلب كما اعتلت الواو به اتبعت الياء الواو في هذا،كما اتبعت في قولهم:اتَّسَر من الميسر فجعلت بمنزلة اتَّعدَ)  (٢) . </p><p> وقال أبو بكر بن الأنباري:  (الذي يثقل الياء يقول: وزنه من الفعل فَعِيل،والأصل فيه ضييق على مثال:كريم ونبيل، فجعلوا الياء الأولى ألفًا لتحركها وانفتاح ما قبلها من حيث أعلوها في ضاق يضيق، ثم أسقطوا الألف لسكونها وسكون ياء فعيل، فأشفقوا من أن يلتبس فعيل بفعْل فزادوا ياء على الياء ليكمل بها بناء الحرف ويقع بها فرق ما بين فَعِيل وفَعْل،والذين خففوا الياء قالوا:قد وضح أصل الحرف وعرف التشديد فخفف عند الثقة بأنه لا يلتبس بغيره.</p><p> قال: وقال البصريون: وزنه من الفِعل فَيْعِل فأدغمت (٣) الياء في الياء التي بعدها فوجب التشديد، ثم جاز التخفيف بعد، قال: وردّ الفراء وأصحابه هذا، وقالوا: لا يعرف في كلام العرب اسم على مثال فَيْعِل، </p><p>(١) قرأ ابن كثير (ضيقا) بسكون الياء المخففة، وقرأ الباقون بكسر الياء المشددة. انظر: \"السبعة\" ص ٢٦٨، و\"المبسوط\" ص ١٧٤، و\"التذكرة\" ٢/ ٤١٠، و\"التيسير\" ص ١٠٦، و\"النشر\" ٢/ ٢٦٢. (٢) \"الحجة\" لأبي علي ٣/ ٤٠٠، وزاد: (الضَّيْق والضَّيِّق مثل المَيْت والمَيِّت في أن المحذوف مثل المُتمِّ في المعنى) اهـ وانظر: \"معاني القراءات\" ١/ ٣٨٤، و\"الحجة\" لابن خالويه ص ١٤٩، ولابن زنجله ص ٢٧١، و\"الكشف\" ١/ ٤٥٠.(٣) جاء في الأصول: (فاندغمت)، وهو تحريف.</p><p> إنما المعروف في كلامهم فَيْعَل (١) نحو صيقل وهيكل، فمتى ادعى مدع في اسم معتلٍّ ما لا يعرف في السالم كانت دعواه مردودة غير مقبولةٍ) (٢) ، والحرج: الشديد الضيق، في قول جميع (٣) أهل اللغة، ورجل حَرَج (٤) وحَرِج: ضيق الصدر، وقال: </p><p> لا حَرِجُ الصدرِ ولا عنيفُ (٥) </p><p> وقد حَرِج (٦) صدره أي: ضاق فلا ينشرح لخيرٍ، وقرئ (٧)  (حرجًا) بكسر الراء وفتحها (٨) . </p><p>(١) أي: بفتح العين. والتي قبلها بكسرها. انظر: \"الدر المصون\" ٥/ ١٤٢. (٢) \"الدر المصون\" ٥/ ١٤١ - ١٤٢. وانظر: \"الإنصاف\" ٢/ ٧٩٥.وقال السمين: (وزن ضيِّق فَيْعِل كميت وسيد عند جمهور النحويين، ثم أدغم ويجوز تخفيفه) اهـ.وانظر: \"معجم مفردات الإبدال والإعلال\" للخراط ص ١٦٩.(٣) انظر: \"الجمهرة\" ١/ ٤٣٦، و\"الصحاح\" ١/ ٣٠٥، و\"المجمل\" ١/ ٢٣٠، و\"مقاييس اللغة\" ٢/ ٥٠، و\"المفردات\" ص ٢٢٦ (حرج).(٤) (حرج) بفتح الحاء والراء، وكسر الراء.(٥) هذا رجز لم أهتد إلى تمامه وقائله. وهو في \"العين\" ٣/ ٧٦، و\"تهذيب اللغة\" ١/ ٧٧٥، و\"اللسان\" ٢/ ٨٢١ (حرج)، و\"الدر المصون\" ٥/ ١٤٢.(٦) جاء في (أ): (وقد أحرج صدره)، ولعله تحريف، وأصل العبارة من \"تهذيب اللغة\" ١/ ٧٧٥ (حرج).(٧) قرأ نافع، وعاصم في رواية: (حرجًا) بكسر الراء، وقرأ الباقون بفتحها.انظر: \"السبعة\" ص ٢٦٨، و\"المبسوط\" ص ١٧٥، و\"الغاية\" ص ٢٤٩، و\"التذكرة\" ٢/ ٤١٠، و \"التيسير\" ص ١٠٦، و\"النشر\" ٢/ ٢٦٢.(٨) في (أ): (وفتحه).</p><p> قال الفراء:  (وهو في كسره ونصبه بمنزلة الوَحَد والوَحِد والفرد والفَرِد والدَنَف (١) والدّنِف) (٢) . </p><p> وقال الزجاج:  (الحرجُ في اللغة: أضيق الضيق،ومعناه:أنه ضيق جدًّا،فمن قال:رجل حَرَج الصدر،فمعناه:ذو حرج في صدره،ومش قال:حَرِج جعله فاعلاً،وكذلك رجل دنَف:ذو دَنَف، ودَنِفٌ نعت)  (٣) ، ونحو هذا قال أبو علي في القراءتين، قال:  (من (٤) فتح الراء كان وصفًا بالمصدر، مثل: قَمَنٍ وحَرًى ودَنَفٍ، ونحو ذلك من المصادر التي يوصف (٥) بها , ولا يكون كبطل؛ لأن اسم الفاعل في الأمر العام من فَعِل إنما يجيء على فَعِلٍ، ومن قرأ (حَرِجًا) فهو مثل دنِفٍ وفَرِقٍ) (٦) . </p><p>(١) الدنف: بتشديد الدال المفتوحة، وفتح النون وكسرها، المرض. انظر: \"اللسان\" ٣/ ١٤٣٢ (دنف). (٢) \"معاني الفراء\" ١/ ٣٥٣ - ٣٥٤، ومثله ذكر الطبري في \"تفسيره\" ٨/ ٢٩، وانظر: \"شرح القصائد السبع\" لابن الأنباري ص ٥٨٠، و\"الزاهر\" ص ٢٣٦.(٣) \"تهذيب اللغة\" ٢/ ١٢٣٤، وفي \"معاني الزجاج\" ٢/ ٢٩٠، و\"إعراب القرآن\" للنحاس ١/ ٥٧٩، نحوه، وقال السمين في \"الدر\" ٥/ ١٤٢: (فرق الزجاج والفارسي بينهما فقالا: المفتوح مصدر، والمكسور اسم فاعل) اهـ.(٤) قَمِنٌ بمعنى: حَرِيّ، يقال: هو قمن أن يفعل ذلك بفتح الميم أي: حَرِيٌّ وجدير، فمن قال بالفتح أراد المصدر، ومن قال بالكسر أراد النعت. انظر. \"اللسان\" ٦/ ٣٧٤٥ (قمن).(٥) في (أ): (توصف).(٦) \"الحجة\" لأبي علي ٣/ ٤٠١، وانظر: \"معاني القراءات\" ١/ ٣٨٤، و\"إعراب القراءات\" ١/ ١٦٩، و\"الحجة\" لابن خالويه ص ١٤٩، ولابن زنجلة ص ٢٧١، و\"الكشف\" ١/ ٤٥٠، والفرق، بالتحريك: الخوف، ورجل فرق، أي: فزع شديد الفَرَق. انظر: \"اللسان\" ٦/ ٣٤٠١ (فرق)</p><p> وقال عبيد بن عمير (١) : (قرأ ابن عباس (٢) هذه الآية فقال: هل هاهنا أحد من بني بكر؟ قال رجل: نعم، قال: ما الحَرَجَة فيكم؟ قال: الوادي الكثير الشجر المستمسك الذي لا طريق فيه، فقال ابن عباس: كذلك قلب الكافر) (٣) . وقال (٤) أبو الصلت الثقفي (٥) : (قرأ عمر بن الخطاب هذه الآية فقال: ابغوني رجلاً من كنانة، واجعلوه راعيًا؟ فأتوه به،فقال له عمر:يا فتى ما الحرجة فيكم؟قال:الحرجة فينا الشجرة تحدق بها الأشجار فلا تصل إليها راعية ولا وحشية،فقال عمر:كذلك قلب الكافر لا يصل إليه شيء من الخير)  (٦) . </p><p>(١) عبيد بن عمير: مبهم، ولعله: عبيد بن عمير بن قتادة الليثي أبو عاصم المكي إمام واعظ مفسر مجمع على ثقته ولد في حياة النبي - صلى الله عليه وسلم - وروى عن أبيه وعمر وعلي وعائشة وغيرهم رضي الله عنهم، توفي سنة ٧٤ هـ، أو قبلها. انظر: \"سير أعلام النبلاء\" ٤/ ١٥٦، و\"غاية النهاية\" ١/ ٤٩٦، و\"تهذيب التهذيب\" ٣/ ٣٨، و\"تقريب التهذيب\" (٤٣٨٥).(٢) أخرج أبو عبيد في كتاب \"اللغات\" ص ٩٨، وابن حسنون ص ٢٤، والوزان ٣/ ب بسند جيد عنه في الآية قال: (يعني: شاكًّا بلغة قريش).(٣) ذكره الثعلبي في \"الكشف\" ١٨٣/ ب، والسمين في \"الدر\" ٥/ ١٤٣، وذكره الرازي في \"تفسيره\" ١٣/ ١٧٩ عن الواحدي.(٤) لفظ: (الواو) ساقط من (ش).(٥) أبو الصلت الثقفي: تابعي مقبول، روى عن عمر بن الخطاب رضي الله عنه، وروى عنه عبد الله بن عامر اليمامي. انظر: \"التاريخ الكبير\" للبخاري، و\"الكنى\" ٩/ ٤٤، و\"الجرح والتعديل\" ٩/ ٣٩٤، و\"تهذيب التهذيب\" ٤/ ٥٤٠.(٦) أخرجه الطبري في \"تفسيره\" ٨/ ٢٨، وذكره النحاس في \"معانيه\" ٢/ ٤٨٦، ومكي في \"الكشف\" ١/ ٤٥٠، والثعلبي في \"الكشف\" ١٨٣/ ب، والبغوي في \"تفسيره\" ٣/ ١٨٦، وذكره الرازي ١٣/ ١٨٣ عن الواحدي، وذكره السيوطي في \"الدر\" ٣/ ٨٤, وزاد نسبته إلى (عبد بن حميد وابن المنذر وأبي الشيخ).</p><p> وقال علماء اللغة (١) : (الأصل في الحرَج من الحرَجة: وهي شجرة تحف بها الأشجار حتى يمنع الراعي من أن يصل إليها،وجمع الحَرجة:حِرَجٌ،وجمع الحِرَجِ:حِرَاجٌ)  (٢) . وقال العجاج: </p><p> عَايَنَ حَيًّا كالحِرَاجِ نَعَمُهُ (٣) </p><p> حكاه ابن الأنباري (٤) . </p><p> وقال أبو الهيثم:  (الحِرَاجُ: غِياض من شجر السَّلَم ملتفة، واحدتها حَرَجَةٌ، والحَرَجَةُ من شدة التفافها لا يقدر أحد أن يدخل فيها أو ينفذ) ، وأنشد بيت العجاج (٥) ومعناه: عَايَنَ حَيًّا نعمة كالحراج لكثرتها وانضمام بعضها إلى بعض، وقال الليث:  (أَخْرَجْتُ فلانًا صيرته إلى الحَرَج، وهو الضِّيق)  (٦) . </p><p>(١) انظر: \"الاشتقاق\" ص ٤١٩، و\"الدر المصون\" ٥/ ١٤٣، ومراجع اللغة السابقة في معنى حرج. (٢) قال السمين في \"الدر\" ٥/ ١٤٣، (الحِراج: بكسر الحاء، جمع حِرْج: بكسر الحاء، وحرج: جمع حَرَجَة، بالفتح) اهـ.(٣) الشاهد للعجاج في \"ديوانه\" ٢/ ١٤٢، و\"أمالي القالي\" ١/ ٦٦، و \"تهذيب اللغة\" ١/ ٧٧٥، و\"المجمل\" ١/ ٢٣٠، و\"اللسان\" ٢/ ٨٢٢ (حرج)، و\"الدر المصون\" ٥/ ١٤٣، وصدره:حَتَّى إذا اللَّيْلُ تَجلَّتْ ظُلَمُةوهو لرؤبة في \"ديوانه\" ص ١٨٦، و\"الصحاح\" ١/ ٣٠٦، وأوله: (فَصارَ إِذْ لَمْ يَبْقَ إلاَّ شِرْذِمُهْ). قال القالي في \"شرحه\": (يقول عايَنَ هذا الجيشُ الذي أتانا حَيًّا، ويعني بالحيِّ: قومه بني سَعْد، والنَّعَمُ: الإبل) اهـ. \"شرح ديوان أبي تمام\" للخطيب التبريزي ٢/ ٩٥، و\"الخزانة\" ٧/ ٢٥٠.(٤) انظر: \"المذكر المؤنث\" لابن الأنباري ١/ ٢٥٨ - ٢٦١.(٥) \"تهذيب اللغة\" ١/ ٧٧٥.(٦) \"تهذيب اللغة\" ١/ ٧٧٥.</p><p> قال ابن عباس في رواية عطاء:  ({وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا}يريد: ضيقًا إذا سمع ذكر الله اشمأز قلبه ونفسه، وإذا ذكر شيء من عبادة الأصنام ارتاح إلى ذلك)  (١) . </p><p> وقال أهل المعاني:  (٨)  (لما كان القلب محلًّا للعلوم والاعتقادات، ووصف (٢) قلب الكافر بالضيق، وأنه على خلاف الشرح والانفساح، دلَّ أن الله تعالى صيره بحيث لا يعي علمًا ولا استدلالًا على توحيد الله والإيمان به؛ لأنه أضاف التضييق إلى نفسه فقال:  {يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} وهذا كما أن العرب إذا وصفت إنسانًا بالجبن قالت: لا قلب له، لما أريد به من المبالغة في وصفه بالجبن؛ لأن الشجاعة محلها القلب، فإذا لم يكن القلب الذي يكون محل الشجاعة لو كانت، فإن لا يكون الشجاعة أولى، وأنشد أبو زيد: </p><p> لَقَدْ أَعْجَبْتُمُونِي مِنْ جُسُومِ ... وَأَسْلَحَةٍ وَلَكِنْ لا فُؤَادَا (٣) </p><p> وأنشد أيضاً: </p><p> وَلاَ وَقَّافَة والخَيْلُ تَرْدِي ... وَلَا خَال كَأنْبُوبِ اليَرَاعِ (٤) </p><p> وقال حسان: </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ١١٦، والبغوي في \"تفسيره\" ٣/ ١٨٦، والخازن ٢/ ١٨١. (٢) في (ش): (وصف).(٣) \"الشاهد\" لبرج بن مسهر الطائي كما في \"النوادر\" لأبي زيد ص ٧٨، ولعامر بن جوين الطائي في \"الوحشيات\"، و\"الحماسة الصغرى\" لأبي تمام ص ٢٣٣.(٤) الشاهد لمرداس بن حصين الكلابي، شاعر جاهلي في \"النوادر\" لأبي زيد ص ٥ - ٦، وللطفيل بن عوف الغنوي، شاعر جاهلي في \"الحماسة الصغرى\"، و\"الوحشيات\" لأبي تمام ص ١٢٥. =</p><p> أَلَا أَبْلِغ أَبَا سُفْيانَ عَنّي ... فَأَنتَ مُجَوَّفٌ نَخِب هَوَاءٌ (١) </p><p> فلما وصف الجبان بأنه لا قلب له وأنه مجوف هواء؛ لأنه إذا كان كذلك بعد من الشجاعة لعدمه القلب، كذلك وصف الكافر بأنه ضيق صدره على معنى: أنه غير مشروح للإيمان) (٢) . </p><p> وقوله تعالى:  {كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} أي: يتصعد (٣) فأدغمت التاء في الصاد، ومعنى يتصعد: يتكلف ما يثقل عليه، وقرأ (٤) أبو بكر (٥)  (يَصَّاعَد) وهو مثل يتصعد في المعنى، وقرأ ابن كثير (يصْعد) من الصعود (٦) والمعنى: أنه في نفوره عن الإِسلام وثقله عليه بمنزلة من تكلف (٧) </p><p>= واليَراع: القصب، ثم سمي به الجبان والضعيف. واليراع: أولاد بقر الوحش. والنعامة، وطائر صغير، ويقال لمزمار الراعي: يَراعة. انظر: \"اللسان\" ٨/ ٤٩٥٥ (يرع).(١) \"ديوانه\" ص ٢٠. والمجوف والنخب والهواء: الجبان لا قلب له.(٢) لم أقف على من ذكر هذا فيما لدي من مراجع. وانظر: \"الحجة\" لأبي علي ٣/ ٤٠٣.(٣) لفظ: (أي: يتصعد) ساقط من (أ).(٤) قرأ عاصم في رواية: (يَصَّاعَد) بتشديد الصاد وألف بعدها وتخفيف العين. وقرأ ابن كثير: (يصعد) بإسكان الصاد، وتخفيف العين من غير ألف. وقرأ الباقون بتشديد الصاد والعين من غير ألف.انظر: \"السبعة\" ص ٢٦٨، و\"المبسوط\" ص ١٧٥، و\"الغاية\" ص ٢٤٩، و\"التذكرة\" ٢/ ٤١٠، و\"التيسير\" ص ١٠٦، و\"النشر\" ٢/ ٢٦٢.(٥) أبو بكر بن عياش أحد الرواة عن عاصم، تقدمت ترجمته.(٦) انظر: \"إعراب القراءات\" ١/ ١٦٩، و\"الحجة\" لابن خالويه ص ١٤٩، ولابن زنجلة ص ٢٧١.(٧) في (أ): (يكلف) بالياء، وأصل النص من \"الحجة\" لأبي علي ٣/ ٤٠٢</p><p> ما لا يطيقه، كما أن صعود السماء لا يستطاع، كذا قال المفسرون (١) وأهل المعاني (٢) . </p><p> قال مجاهد (٣) : ({كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ}من شدة ذلك عليه)  (٤) ، وقال عطاء (٥) : (مثله كمثل الذي لا يستطيع الرقي إلى السماء)  (٦) . </p><p> وقال أبو بكر:  (إذا كان ممن (٧) أضله الله عز وجل أبغض الحق وعانده حتى يضيق منه صدره فكأنه يكلف بالشيء منه صعودًا إلى السماء يجد من ثقل ذلك عليه مثل ما يجد من الصعود إلى السماء) (٨) . </p><p>(١) انظر: \"تفسير الطبري\" ٨/ ٣٠، والسمرقندي ١/ ٥١٢، و\"الكشف\" لمكي ١/ ٤٥١. (٢) انظر: \"معاني الفراء\" ١/ ٣٥٤، و\"معاني النحاس\" ٢/ ٤٨٧، و\"معاني القراءات\" ١/ ٣٨٥.(٣) في (أ): (قال المجاهد)، وهو تحريف.(٤) ذكره السيوطي في \"الدر\" ٣/ ٨٤، وقال: (أخرجه أبو الشيخ عن مجاهد). اهـ.(٥) عطاء هو: عطاء بن أبي مسلم الخراساني أبو عثمان، واسم أبيه ميسرة، إمام محدث مفسر واعظ عابد مجاهد، صدوق، يهم ويدلس. توفي سنة ١٣٥ هـ، وقد أفاد الحافظ في مقدمة \"فتح الباري\" ص ٣٧٥ - ٣٧٦، إن الرواية إذا جاءت عن ابن جريج، عن عطاء في سورة البقرة وآل عمران، فالمراد به عطاء بن أبي رباح، وإذا جاء في غير ذلك فالمراد عطاء الخراساني. وابن جريج لم يسمع من عطاء الخراساني وإنما أخذ التفسير من ابنه عثمان بن عطاء. وانظر: \"طبقات ابن سعد\" ٧/ ٣٧٩، و\"الجرح والتعديل\" ٦/ ٣٣٤، و\"سير أعلام النبلاء\" ٦/ ١٤٠، و\"تهذيب التهذيب\" ٣/ ١٠٨، و\"تقريب التقريب\" ص ٣٩٢ (٤٦٠٠).(٦) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢١٨، الطبري ٨/ ٣٠، وابن أبي حاتم ٤/ ١٣٨٦ بسند جيد. وذكره السيوطي في \"الدر\" ٣/ ٨٤.(٧) لفظ: (ممن) كذا جاء، ولعل الصواب: (من).(٨) لم أقف عليه.</p><p> وقال أبو إسحاق:  (كأنه قد كلف بأن يصعد إلى السماء إذا دعي إلى الإِسلام من ضيق صدره عنه،قال:ويجوز أن يكون كأنَّ قلبه يصاعد في السماء نبوًا (١) عن الإسلام والحكمة) (٢) . </p><p> وعلى هذا إنما شُبّه بالذي {يَصَّعَّدُ فِي السَّمَاءِ} لبعده عن الإسلام ونفور قلبه، كما جرت العادة أن يقال لمن تباعد عن أمر ولم يلن له: فلان يَنْزُو (٣) في اللوح ويذهب في السماء من هذا الأمر، وقال أبو علي:  (من قرأ (يصَّاعد) و (يصَّعَّد) فهو من المشقة وصعوبة الشيء، ومن ذلك قوله تعالى:  {يَسْلُكْهُ عَذَابًا صَعَدًا}  [الجن: ١٧] ، ومن ذلك قول عمر - رضي الله عنه - (٤) : \"ما تصعَّدني شيء كما تصَعَّدنِي خِطْبةُ النكاح\"  (٥) ، أي: ما شق عليّ مشقتها، وكأن ذلك لما يتكلفه الخطيب من مدحه وإطرائه لِلْمُمْلِكَ، فربما لم يكن كذلك، فيحتاج إلى تطلب المَخْلَص، فلذلك يشق، ومن ذلك قول الشاعر (٦) : </p><p>(١) في (ش): (تبرأ). (٢) \"معاني الزجاج\" ٢/ ٢٩٠.(٣) ينزو: أي ينزع. وأصل النَزْو: الوثب. انظر: \"اللسان\" ٧/ ٤٤٠٢ (نزا).(٤) في (أ): (رحمه الله).(٥) ذكره أبو عبيد في \"غريب الحديث\" ٢/ ١٠٣، والطبري في \"تفسيره\" ٨/ ٣١، والنحاس في \"معانيه\" ٢/ ٤٨٧، والأزهري في \"تهذيب اللغة\" ٢/ ٢٠١٤، وابن عطية في \"تفسيره\" ٥/ ٣٤٥، وابن الجوزي ٣/ ١٢١، وابن الأثير في \"النهاية\" ٣/ ٣٠.(٦) الشاهد للأعلم الهذلي حبيب بن عبد الله الهذلي.في \"شرح أشعار الهذليين\" للسكري ١/ ٣٢٣، و\"تهذيب اللغة\" ٢/ ٢٠١٥، وبدون نسبة في \"عيون الأخبار\" ١/ ٢٢٦، و\"جمهرة اللغة\" ٢/ ٦٥٤، و\"اللسان\" ٤/ ٢٤٤٦ (صعد).</p><p> وإنَّ سِيَادةَ الأَقْوَامِ فاعْلَمْ ... لَها صعَدَاءُ مَطلبُها شديدُ (١) </p><p> فكأن معنى (يصعد) : يتكلف مشقة في ارتقاء صُعُدًا , ولا يكون السماء في هذا القول المظلة للأرض، ولكن المراد به الارتفاع والسمك، ويستعمل السماء في الارتفاع كما قال سيبويه:  (القيدود: الطويل في غير سماء)  (٢) ، يريد [به]  (٣) في غير ارتفاع) (٤) . </p><p> وقوله تعالى:  {كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لَا يُؤْمِنُونَ}  [الأنعام: ١٢٥] قال بعض أصحاب المعاني: (وجه التشبيه في{كَذَلِكَ}أن جعله الرجس عليهم كجعله ضيق الصدر في قلوبهم)  (٥) وقال الزجاج: (أي: مثل ما قصصنا عليك{يَجْعَلُ اللَّهُ الرِّجْسَ})  (٦) . </p><p>(١) جاء في المراجع السابقة: لَهَا صُعَداءُ مَطْلعُهَا طَوِيلُوفي بعضها: (وإن سياسة) بدل: (وإن سيادة).(٢) \"الكتاب\" ٤/ ٣٦٥. والقيدود: بفتح القاف وسكون الياء وضم الدال: الناقة الطويلة الظهر، وأصله من قاد يَقُود. انظر: \"اللسان\" ٦/ ٣٥٤٤ (قدد).(٣) لفظ: (به) ساقط من (ش).(٤) \"الحجة\" لأبي علي ٣/ ٤٠٣ - ٤٠٥، ولقد أثبت العلم الحديث أن الصاعد يضيق تنفسه في الصعود كلما ارتفع لنقص الأوكسجين، وهذا هو الوصف الدقيق لمعنى الآية الكريمة، فإن قلب الكافر والمنافق يضيق وينفر حين يدعى إلى الإِسلام، أو يتأمل فيه كما يضيق صدر من يصعد نحو السماء. وانظر: \"تفسير ابن عاشور\" ٨/ ٦٠، وكلام الصابوني في \"حاشية معاني النحاس\" ٢/ ٤٨٧.(٥) انظر: \"تفسير الطبري\" ٨/ ٣١، والسمرقندي ١/ ٥١٢، والرازي ١٣/ ١٨٤.(٦) \"معاني الزجاج\" ٢/ ٢٩٠، وذكر قول الزجاج السمين في \"الدر\" ٥/ ١٤٦، وقال: (أي: فيكون مبتدأ أو خبرًا أو نعت مصدر محذوف، ذلك أن ترفع مثل وأن تنصبها بالاعتبارين عنده، والأحسن أن يقدر لها مصدر مناسب، كما قدره الناس وهو =</p><p> قال ابن عباس:  (هو الشيطان أي: نسلطه (١) عليهم) (٢) ، وقال مجاهد:  (الرجس ما لا خير فيه)  (٣) ، وقال عطاء (٤) عن ابن عباس، وابن زيد (٥) : (الرِّجْسُ: العذاب) . وقال الزجاج:  (الرِّجْسُ: اللعنة في الدنيا والعذاب في الآخرة)  (٦) . </p><p> قال أصحابنا:  (انقطع كلام أهل القدر عند هذه الآية وخرست ألسنتهم، فإنها قد صرحت بتعلق إرادة الله تعالى بالأمرين جميعًا الهداية والإضلال وتهيئته أسبابهما)  (٧) . </p><p>= مثل ذلك الجعل، أي: جعل الصدر ضيقًا حرجًا يجعل الله الرجس ..) اهـ. وانظر: \"المشكل\" ١/ ٢٦٩. (١) في (ش): (هو الشيطان يسلطه عليهم).(٢) أخرجه الطبري في \"تفسيره\" ٨/ ٣١ بسند جيد، وذكره الثعلبي في \"الكشف\" ١٨٤ أ، والواحدي في \"الوسيط\" ١/ ١١٧، وهذا القول هو اختيار الطبري.(٣) \"تفسير مجاهد\" ١/ ٢٢٣.وأخرجه الطبري في \"تفسيره\" ٨/ ٣١، وابن أبي حاتم ٤/ ١٣٨٦ بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٨٤.(٤) ذكره الخازن في \"تفسيره\" ٢/ ١٨٢ عن ابن عباس، وذكره الواحدي في الوسيط ١/ ١١٧، والبغوي في \"تفسيره\" ٣/ ١٨٧، وابن الجوزي ٣/ ١٢١، والرازي ١٣/ ١٨٤ من قول عطاء.(٥) أخرجه الطبري في \"تفسيره\" ٨/ ٣١ بسند جيد، وهذا قول أبي عبيدة في \"مجاز القرآن\" ١/ ٢٠٦.(٦) \"معاني الزجاج\" ٢/ ٢٩٠، وقال النحاس في \"معانيه\" ٢/ ٤٨٨: (الرِّجْس عند أهل اللغة هو النَّتْن، فمعنى الآية -والله أعلم-: ويجعل اللعنة في الدنيا والعذاب في الآخرة على الذين لا يؤمنون). اهـ.(٧) ذكر نحو هذا ابن الجوزي في \"زاد المسير\" ٣/ ١٢١، والرازي في \"تفسيره\" ١٣/ ١٨٥.</p>"
}