{
  "id": null,
  "sura": 6,
  "aya": 2,
  "text": "<p> ثم تشكوني وتشتمني، منكرًا لذلك عليه ومتعجبا منه (١) ، ومثل هذا في المعنى قوله فيما بعد هذه الآية:  {ثُمَّ أَنْتُمْ تَمْتَرُونَ} ) (٢)  [الأنعام: ٢] . </p><p> ٢ - قوله تعالى:  {هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ} ، قال ابن عباس (٣) والمفسرون: (يعني آدم والخلق من نسله،{ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ}، يعني أجل الحياة إلى الموت وأجل الموت إلى البعث وقيام الساعة) ، وهو قول الحسن (٤) ، وسعيد بن المسيب (٥) ، وقتادة (٦) ، </p><p>(١) أفاد الجمهور أن (ثم) تفيد الإنكار والتوبيخ والاستبعاد والتراخي بين الرتبتين، فهي تفيد الإنكار والتوبيخ على قبح الكفر واستبعاد أن يعدلوا به غيره بعد وضوح آيات قدرته، إذ يبعد من العاقل الناظر بعد إقامة الأدلة اختيار الباطل، ولو كان العطف بالواو لم يلزم ذلك كلزومه بثم. انظر: \"تفسير البغوي\" ٣/ ١٢٦، وابن عطية ٥/ ١٢٢، والرازي ١١/ ١٥١، والقرطبى في \"تفسيره\" ٦/ ٣٨٧، و\"البحر\" ٤/ ٦٨، و\"الدر المصون\" ٤/ ٥٢٤.(٢) لم أقف عليه.وقال الكرماني في \"غرائب التفسير\" ١/ ٣٥١: (ثم) تتضمن الإنكار على الكفار والتعجب للمؤمنين، وكذلك قوله: {ثُمَّ أَنْتُمْ تَمْتَرُونَ}) ا. هـ. وقال الزمخشري في \"الكشاف\" ٢/ ٤: ({ثُمَّ أَنْتُمْ تَمْتَرُونَ} استبعاد؛ لأن يمتروا فيه بعد ما ثبت أنه محييهم ومميتهم وباعثهم) ا. هـ.(٣) أخرجه ابن أبي حاتم في \"تفسيره\" ٣/ ٥٧/ أ -بسند جيد- قال: (وروي عن مجاهد والسدي والضحاك وقتادة مثل ذلك) ا. هـ. وهذا هو قول الجمهور، ورجحه ابن عطية ٥/ ١٢٤، والقرطبي في \"تفسيره\" ٦/ ٣٨٧، وانظر \"تفسير الطبري\" ٧/ ١٤٦، والسمرقندي ١/ ٤٧٣.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٠٣، والطبري في \"تفسيره\" ٧/ ١٤٦، بسند ضعيف.(٥) ذكره الواحدي في \"الوسيط\" ١/ ٧، وابن الجوزي ٣/ ٣.(٦) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٠٣، والطبري في \"تفسيره\" ٧/ ١٤٦، وابن أبي حاتم في \"تفسيره\" ٤/ ١٢٦٢، من طرق جيدة.</p><p> والضحاك (١) ، ومقاتل (٢) ، واختيار الزجاج (٣) ، ونحو ذلك قال ابن عباس في رواية عطاء:  {ثُمَّ قَضَى أَجَلًا} ، قال: يريد: من مولده إلى مماته، {وَأَجَلٌ مُسَمًّى عِنْدَهُ} : يريد: من الممات إلى المبعث، لا يعلم ميقاته أحد سواه. </p><p> وقال: وذلك أن الله تعالى قضى لكل نفس أجلين من مولده إلى موته ومن موته إلى مبعثه، فإذا كان الرجل صالحًا واصلًا لرحمه، زاد الله في أجل الحياة من أجل الممات إلى المبعث، وإذا كان غير صالح ولا واصل نقصه الله من أجل الحياة وزاد في [أجل]  (٤) المبعث، قال: وذلك قوله تعالى: {وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ}  (٥)  [فاطر: ١١] . </p><p>(١) أخرجه الطبري ٧/ ١٤٦ بسند لا بأس به. (٢) \"تفسير مقاتل\" ١/ ٥٤٩.(٣) \"معاني الزجاج\" ٢/ ٢٢٨، واختاره الطبري في \"تفسيره\" ٧/ ١٤٧، وقال شيخ الإِسلام في \"الفتاوى\" ١٤/ ٤٨٩: (قوله: {ثُمَّ قَضَى أَجَلًا}: الأجل الأول وهو أجل كل عبد الذي ينقضي به عمره. والأجل المسمى عنده هو أجل القيامة العامة) ا. هـ.(٤) لفظ: (أجل) ساقط من (أ).(٥) ذكره الواحدي في \"الوسيط\" ١/ ٧، والبغوي في \"تفسيره\" ٣/ ١٢٧، و\"الخازن\" ٢/ ١١٨، و\"البحر المحيط\" ٤/ ٧١، وأخرج الطبري في \"تفسيره\" ٧/ ١٤٧، وابن أبي حاتم ٤/ ١٢٦٢، بسند جيد عنه قال: ({قَضَى أَجَلًا} يعني: أجل الموت، والأجل المسمى: أجل الساعة والوقوف عند الله) ا. هـ. وأخرج الحاكم في \"المستدرك\" ٢/ ٣١٥ عنه في الآية قال: (هما أجلان: أجل في الدنيا، وأجل في الآخرة، مسمى عنده لا يعلمه إلا هو). قال الحاكم: (حديث صحيح على شرط الشيخين، ولم يخرجاه) ا. هـ. ووافقه الذهبي في \"التلخيص\".</p><p> وقال أهل المعاني:  (في قوله:{ثُمَّ قَضَى أَجَلًا}: يجوز أن يكون الحكم بهذا الأجل كان بعد خلق آدم، ويجوز أن يكون قبله لسبق علمه (١) بذلك قبل أن يخلق الخالق، وعلى هذا يحمل قوله:  {ثُمَّ} لسبق الخبر الثاني على الخبر الأول، كقول الشاعر (٢) : </p><p> قلْ لمنْ سادَ ثم سادَ أبُوهُ ... ثُمَّ قد سَادَ قَبْلَ ذَلِكَ جَدُّهْ </p><p> والجد سابق للأب، والأب سابق للممدوح) (٣) . </p><p>(١) قال شيخ الإِسلام في \"الفتاوى\" ١٤/ ٤٩٠ - ٤٩٢ في الآية: (إن الله يكتب للعبد أجلا في صحف الملائكة، فإذا وصل رحمه زاد في ذلك المكتوب، وإن عمل ما يوجب النقص نقص من ذلك المكتوب، والمحو والإثبات في صحف الملائكة، وأما علم الله سبحانه فلا يختلف ولا هو فيه ولا إثبات) ا. هـ ملخصًا. (٢) الشاهد لأبي نواس في \"ديوانه\" ص ٢٢٢. وبلا نسبة في \"رصف المباني\" ص ٢٥٠، و\"الدر المصون\" ٣/ ٢٢٠، و\"المغني\" لابن هشام ١/ ١١٧، و\"تفسير ابن كثير\" ٢/ ١٣٩، وفي الديوان:قلْ لمنْ سادَ ثم سادَ أبُوهُ ... قبله ثم قَبْلَ ذَلِكَ جَدُّهْقال السمين عن الشاهد: (الترتيب يعود إلى الخبر لا إلى الوجود). وحكى ابن هشام: (أن الجد أتاه السؤدد من قبل الأب، والأب من قبل الابن) ا. هـ وظاهر كلام ابن القيم في \"مختصر الصواعق\" ٢/ ١٣٠: أن البيت لشاعر لا يحتج به. وقال في ص ١٢٩ (القول بأن (ثم) تأتي لترتيب الخبر لا لترتيب المخبر، فيجوز أن يكون ما بعدها سابقًا على ما قبلها في الوجود وإن تأخر عنه في الإخبار لا يثبت ولا يصح به نقل، ولم يأت في كلام فصيح، ولو قدر وروده فهو نادر، لا يكون قياسًا مطردًا تترك الحقيقة لأجله).(٣) انظر: \"إعراب النحاس\" ١/ ٥٣٥، وقال ابن فارس في \"الصاحبي\" ص ٢١٦: (قوله جل ثناؤه: {خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضَى أَجَلًا} وقد كان قضى الأجل، فمعناه أخبركم أني خلقته من طين، ثم أخبرك أني قضيت الأجل، كما تقول: كلمتك اليوم ثم قد كلمتك أمس، أي: أني أخبرك بذلك ثم أخبرك بهذا) ا. هـ.</p>"
}