{
  "id": null,
  "sura": 6,
  "aya": 141,
  "text": "<p> وقوله تعالى:  {وَحَرَّمُوا مَا رَزَقَهُمُ اللَّهُ افْتِرَاءً عَلَى اللَّهِ} قال المفسرون (١)  (يعني: البحيرة والسائبة والوصيلة والحامي والحرث، حرموها على أنفسهم،وقالوا:إن الله أمرهم بها) . ونصب (افتراء) مثل نصب (سفهًا)  (٢) . </p><p> ١٤١ - قوله تعالى:  {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ} ، ذكر الزجاج وجه اتصال هذه الآية بما قبلها فقال:  (احتج الله عليهم، ونبه على عظيم ما أتوه في أن أقدموا على الكذب على الله،وشرَّعُوا من الدين ما لم يأذن به فقال:{وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ}،فكأنه قال:افتروا على الله، وهو المحدِث للأشياء،الفاعِل ما لا يقدر أحد على الإتيان بمثله فقال:{وَهُوَ الَّذِي أَنْشَأَ}أي: أبدع)  (٣) ، يقال: نشأ (٤) الشيء ينشأ نشأً ونشأة ونشاءةً إذا ظهر وارتفع، والله ينشئه إنشاءً، أي (٥) : يظهره ويرفعه، ويبتدئ خلقه. </p><p>= وقال السمين في \"الدر\" ٥/ ١٨٧: \"سفها\" نصب على الحال، أي: ذوي سفهٍ، أو على المفعول من أجله وفيه بعد؛ لأنه ليس علة باعثة، أو على أنه مصدر لفعل مقدر، أي: سفهوا سفها، أو على أنه مصدر على غير الصدر؛ لأن هذا القتل سفه) اهـ. (١) أخرجه الطبري في \"تفسيره\" ٨/ ٥١، وابن أبي حاتم ٥/ ١٣٩٧ بسند جيد، عن قتادة، وانظر: \"تفسير البغوي\" ٣/ ١٩٤، وابن الجوزي ٣/ ١٣٤.(٢) انظر: \"معاني الزجاج\" ٢/ ٢٩٦.(٣) \"معاني الزجاج\" ٢/ ٢٩٦.(٤) الإنشاء: إيجاد الشيء وتربيتهِ. والنَّشْءُ والنَّشأةُ: إحداث الشيء وتربيته. يقال: نَشَأ: بالفتح - يَنْشأ نَشأ ونَشْأة ونشَاءة، وفي \"اللسان\" ٧/ ٤٤١٨ مادة (نشأ): (نَشأ يَنْشَأ نَشأ ونُشُوءًا ونَشَاءً ونَشْأةً ونَشَاءَةً: حَيي، وأنشأ الله الخلق، أي: ابتدأ خلقهم) ا. هـ وانظر: \"العين\" ٦/ ٢٨٧، و\"الجمهرة\" ٢/ ١٠٧٦، و\"تهذيب اللغة\" ٤/ ٣٥٦٧، و\"الصحاح\" ١/ ٧٧، و\"المجمل\" ٤/ ٨٦٨، و\"المفردات\" ص ٨٠٧.(٥) في (أ): (أن يظهره) ثم صحح أعلى السطر (أي).</p><p> قوله تعالى:  {جَنَّاتٍ مَعْرُوشَاتٍ} يقال: عَرَّشْتُ (١) الكرم أَعْرِشُه عَرْشًا، وعَرَشْتُه تَعْرِيشًا إذا عطفت العيدان التي تُرسل عليها قُضبان الكَرْم، والواحد عَرْش، والجميع عُروش، ويقال: عَرِيش، وجمعه عُرُشٌ، واعْتَرشَ العِنَبُ العَريشَ اعْتِراشًا إذا عَلاه (٢) . قال ابن عباس:  (يريد: ما يعرش من الكروم.{وَغَيْرَ مَعْرُوشَاتٍ}يريد: أن كثيراً من الأعناب لا يُعرش) هذا قوله في رواية عطاء (٣) وهو قول الضحاك (٤) والفراء (٥) : (إن المعروشات وغير المعروشات كلاهما الكرم خاصّة، منه ما عُرش، ومنه ما لا يُعرش) . </p><p> وروي عن ابن عباس أيضًا أنه قال: ( {مَعْرُوشَاتٍ} ما انبسط على وجه الأرض، وانتشر مما يعرش، مثل: الكروم والقرع والبطيخ، {وَغَيْرَ </p><p>(١) انظر: \"العين\" ١/ ٢٤٩، و\"الجمهرة\" ٢/ ٧٢٨، و\"الصحاح\" ٣/ ١٠٠٩، و\"المجمل\" ٣/ ٦٥٨، و\"المفردات\" ص ٥٥٨، و\"اللسان\" ٥/ ٢٨٨٢ (عرش). (٢) النص في \"تهذيب اللغة\" ٣/ ٢٣٩٢ (عرش).(٣) أخرجه الطبري في \"تفسيره\" ٨/ ٥٢، رقم ١٣٩٥٨ بسند ضعيف، عن عطاء الخراساني، عن ابن عباس، وهو في \"تفسير عطاء الخراساني\" ص ٨٨، رقم ٢٠٨، وذكره السيوطي في \"الدر\" ٣/ ٩٢، وقال: (أخرجه أبو الشيخ، عن ابن عباس، وأخرج من وجه آخر عن ابن عباس (معروشات) قال: الكرم خاصة) ا. هـ، وعلق البخاري في \"صحيحه\" ٨/ ٢٨٧، في كتاب تفسير القرآن، سورة الأنعام، عن ابن عباس قال: ((معروشات) ما يعرش من الكرم وغير ذلك) ا. هـ، وقال الحافظ بن حجر في \"فتح الباري\" ٨/ ٢٨٧، والعيني في \"عمدة القارئ\" ١٥/ ١٤٣: (وصله ابن أبي حاتم من طريق ابن جريج، عن عطاء، عن ابن عباس قال: ({مَعْرُوشَاتٍ} ما يعرش من الكرم، {وَغَيْرَ مَعْرُوشَاتٍ} ما لا يعرش) ا. هـ.(٤) ذكره الثعلبي في \"تفسيره\" ص ١٨٥ أ، والبغوي ٣/ ١٩٥، وابن الجوزي ٣/ ١٣٥.(٥) \"معاني القرآن\" ١/ ٣٥٩ وقال الزجاج في \"معانيه\" ٢/ ٢٩٦: (ومعنى المعروشات ههنا: الكروم) اهـ.</p><p> مَعْرُوشَاتٍ} ما قام على ساق وبسق (١) ، مثل النخل والزرع وسائر الأشجار) (٢) . </p><p> وقوله تعالى:  {وَالنَّخْلَ وَالزَّرْعَ} فسر ابن عباس: (الزرع هاهنا بجميع الحبوب التي تقتات،{مُخْتَلِفًا أُكُلُهُ}قال: يريد بكل شيء منها طعم غير طعم الآخر)  (٣) ، والأكل كل ما أكل، وهاهنا المراد به: ثمر النخل والزرع، ومضى القول في الأكل عند قوله تعالى:  {فَآتَتْ أُكُلَهَا ضِعْفَيْنِ}  [البقرة: ٢٦٥] وانتصب (مختلفًا) على الحال (٤) أي: أنشأه في حال اختلاف أكله. </p><p>(١) بَسَق، بالفتح: طال، وارتفع. انظر: \"اللسان\" ١/ ٢٨٤ (بسق)، وجاء الأثر عند البغوي في \"تفسيره\" ٣/ ١٩٥، وفيه (ونسق) بالنون بدل الباء، والنَّسَق: ما كان على طريقة نظام واحد. انظر: \"اللسان\" ١٠/ ٧/ ٤٤١٢ (نسق). (٢) ذكره الثعلبي في \"الكشف\" ١٨٥ أ، والقرطبي ٧/ ٩٨، والخازن ٢/ ١٩٠، وأبو حيان في \"البحر\" ٤/ ٢٣٦، وأخرج الطبري في \"تفسيره\" ٨/ ٥٢، بسند جيد عن ابن عباس قال: ({مَعْرُوشَاتٍ} مسموكات)، وفي رواية ({مَعْرُوشَاتٍ}: ما عرش الناس {وغير معروشات}: ما خرج في البر والجبال من الثمرات) اهـ. والظاهر أن المراد بالمعروشات: ما كانت مرفوعة على ما يحملها من دعائم كأشجار العنب وغيرها، وغير المعروشات هي المتروكة على وجه الأرض لم تعرش. وهو اختيار أبي عبيدة في \"مجاز القرآن\" ١/ ٢٠٧، وأبي حيان في \"البحر\" ٤/ ٢٣٦، والدكتور فريد مصطفى سلمان في \"تفسير آيات الأحكام من سورتي الأنعام والأعراف\" ص ٨٥ - ٨٦.(٣) ذكره الرازي في \"تفسيره\" ١٣/ ٢١٢، وانظر: \"تفسير الخازن\" ٢/ ١٩٠، و\"البحر المحيط\" ٤/ ٢٣٤.(٤) حال مقدرة؛ لأن النخل والزرع وقت خروجهما لا أكل فيه، حتى يقال فيه متفق أو مختلف. انظر: \"إعراب النحاس\" ١/ ٥٨٥، و\"المشكل\" ١/ ٢٧٤، و\"غرائب التفسير\" ١/ ٣٨٩، و\"البيان\" ١/ ٣٤٥، و\"التبيان\" ٣٦١، و\"الفريد\" ٢/ ٢٣٩ , و\"الدر المصون\" ٥/ ١٨٧.</p><p> فإن قيل: كيف أنشأه في حال اختلاف أكله وهو قد أنشأه من قبل ظهور أكله، وأكله ثمره؟ والجواب: ما ذكره الزجاج وابن الأنباري (١) وهو: (أن الله تعالى قد دل على خلقه جميع الأشياء في غير موضع من كتابه، فكان في ذلك دليل على إنشائه هذين قبل اختلاف أكلهما، ثم دل على أنه هو المنشئ لهما في حال اختلاف طعم الثمار، فلم يجب بهذا أن يكون غير منشئ لهما فيما تقدم) . </p><p> قال الزجاج:  (ويجوز أن يكون أنشأه ولا أكل فيه،{مُخْتَلِفًا أُكُلُهُ}؛لأن المعنى:مقدرًا ذلك فيه،كما تقول:لتدخلن منزل زيدٍ آكلين شاربين،والمعنى:أنكم تدخلون مقدّرين ذلك، وسيبويه (٢) مثل هذا بقولهم: مررت برجل معه صقرا صائدًا به غدًا، فنصب صائدًا على الحال، والمعنى: مقدرًا به الصيد) (٣) . </p><p> وقال أبو بكر:  (ويجوز أن يكون نصب{مُخْتَلِفًا}على القطع من{وَالنَّخْلَ وَالزَّرْعَ}لا على الحال، والقطع النعت،فكأنه قال:{وَالنَّخْلَ وَالزَّرْعَ}المختلف أكلهما فلما كان (مختلفًا) نكرةً، {وَالنَّخْلَ وَالزَّرْعَ} معرفتان، لم تحمل نكرة على إعراب معرفة، فقطعت من لفظهما، أجاز الكسائي والفراء (٤) : جاءني زيد أحمر يا هذا، وقالا: أحمر ينتصب على </p><p>(١) لم أقف عليه عن ابن الأنباري. (٢) \"الكتاب\" ٢/ ٥٢.(٣) \"معاني الزجاج\" ٢/ ٢٩٦.(٤) قال الفراء في \"معانيه\" ١/ ١١ - ١٢، في إعراب قوله تعالى: {هُدًى لِلْمُتَّقِينَ} [الآية: ٢البقرة] (في: (هدى) النصب من وجهين: أن تجعل (الكتاب) خبرًا، لذلك فتنصب (هدى) على القطع؛ لأن (هدى) نكرة اتصل بمعرفة قد تم خبرها فنصبتها؛ لأن النكرة لا تكون دليلًا على معرفة، وإن شئت نصت (هدى) على =</p><p> القطع من زيد على أنه نعتٌ في الأصل، ودال على صاحبه، فإن نصبت على الحال استحالت المسألة، إذ كانت العمرة في الرجل لا تنتقل كما ينتقل الركوب والقيام والجلوس، فالذي ينصبُ (مختلفًا) على القطع يقول: معناه النعت. </p><p> قال: وأما توحيده الهاء (١) العائدة على {وَالنَّخْلَ وَالزَّرْعَ} فلأنه اكتفي بإعادة الذكر على أحدهما من إعادته عليهما جميعًا كقوله عز وجل: {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا}  [الجمعة: ١١] والمعنى: إليهما. وقوله تعالى:  {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ}  (٢)  [التوبة: ٦٢] ويجوز أن تكون الهاء مخصوصًا بها النخل؛ لأن أهل التفسير (٣) قالوا في قوله: {مُخْتَلِفًا أُكُلُهُ} أي: منه الحامض والمر والحلو والجيد والرديء، وكل هذا من نعت ضروب التمر) (٤) . </p><p>= القطع، الحال من الهاء التي في (فيه)، كأنك قلت: لا شك فيه هاديا) ا. هـ. وانظر: \"معاني الفراء\" ١/ ٣٥٨، وقال السمين في \"الدر\" ٥/ ١٨٩، قال ابن الأنباري: (إن (مختلفًا) نصب على القطع، فكأنه قال: والنخل والزرع المختلف أكلهما، وهذا رأي الكوفيين) ا. هـ. (١) الضمير في (أكله) يعود على الزرع؛ لأنه أقرب مذكور ولقرينة الحصد، أو يعود على جميع ما سبق؛ لأن التعميم أولى، والمعنى: مختلف ما يخرج منه مما يؤكل من الثمر والحب.وهو اختيار الطبري في \"تفسيره\" ٨/ ٥٢، وانظر: \"البحر المحيط\" ٤/ ٢٣٦ و\"الدر المصون\" ٥/ ١٨٨.(٢) جاء في النسخ (أن ترضوه) بالتاء، وهو خطأ واضح.(٣) انظر: \"تفسير البغوي\" ٣/ ١٩٥، ولم أقف على من خصه بالنخل.(٤) لم أقف عليه عن ابن الأنباري.</p><p> وقوله تعالى:  {وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ} . قال أبو بكر: وهو قول غيره من المفسرين (١) : (إن ورق الزيتون يشبه ورق الرمان في الشيوع، وفي أن ورقه يشتمل على الغصن ويستره من أوله إلى آخره، فأحدهما متشابه بالآخر في ورقه غير متشابه في ثمره؛ لأن طعم الزيتون غير طعم الرمان، ويجوز أن يكون التشابه وغير التشابه في كل واحد من الزيتون والرمان، وذلك أن الرمان يشبه بعضه بعضًا في اللون والخِلقة، ثم يختلف الطعم فمنه حلو، ومنه حامض، وكذلك الزيتون) ، وهذا قول الفراء (٢) ، وقد مر القول في هذا. </p><p> وقوله تعالى:  {كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ} : أمر إباحة (٣) ، ومضى الكلام في الثَّمَر (٤) والثُّمُر. </p><p> وقوله تعالى:  {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} ، قال الأزهري (٥) : (يريد -والله أعلم-: يوم حَصْدِه) . </p><p>(١) ومنهم ابن جريج، فقد أخرج الطبري في \"تفسيره\" ٨/ ٥٢، بسند جيد عنه قال: (متشابهًا في المنظر، وغير متشابه في الطعم) ا. هـ. وانظر: \"تفسير مقاتل\" ١/ ٥٩٣، والسمرقندي ١/ ٥١٨، وابن الجوزي ٣/ ٩٤.(٢) \"معاني الفراء\" ١/ ٣٥٩، والآية عامة، أي: متشابه في المنظر ومختلف في الطعم، كالنخل متعدد الأنواع والطعم، والرمان منه الحلو والحامض، أو متشابه في الطعم ومختلف في المنظر، والأول أدل على كمال قدرة الله سبحانه وتعالى وإبداع مخلوقاته.انظر: \"معاني الزجاج\" ٢/ ٢٩٧، و\"معاني النحاس\" ٢/ ٥٠٠.(٣) انظر: \"تفسير البغوي\" ٣/ ١٩٥، وابن عطية ٥/ ٣٧٠.(٤) انظر: \"البسيط\" تفسير سورة البقرة: ٢٦٧.(٥) \"تهذيب اللغة\" ٢/ ٨٩٤ (حصد).</p><p> وقال جميع أهل اللغة:  (١)  (يقال: حِصَاد وحَصَاد وجِزاز وجَزاز وقِطاف وقَطاف وجِداد وجَداد)  (٢) قال سيبويه: (جاؤوا بالمصادر حين أرادوا انتهاء الزمان على مثال فِعَال،وربما قالوا فيه:فَعال)  (٣) . </p><p> واختلفوا في معنى قوله:  {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} أي حقٍّ هو؟ فقال ابن عباس في رواية عطاء (٤) : (يعني: زكاته،يريد به:العشر ونصف العشر مما سقى بالسواني) . وهذا قول طاووس (٥) والحسن (٦) وسعيد بن </p><p>(١) انظر: \"العين\" ٣/ ١٢٢، و\"الجمهرة\" ١/ ٥٠٣، و\"الصحاح\" ٢/ ٤٦٥، و\"المجمل\" ١/ ٢٣٨، و\"المفردات\" ص ٢٣٨، و\"اللسان\" ٢/ ٨٩٤ مادة (حصد). (٢) لفظ: (وجداد الثانية) ساقطة من (ش): والمراد أن الجميع يقال بفتح أوله وكسره، ومعنى الحصاد والجزاز والقطاف والجداد: هو قطع الثمر ووقت قطعه. انظر: \"اللسان\" ١/ ٥٦٣ مادة (جدد)، ٢/ ٨٥٦ (جزز) ٩/ ٣٦٨٠ (قطف).(٣) \"الكتاب\" ٤/ ١٢، وانظر: \"الحجة\" لأبي علي ٣/ ٤١٦، و\"اللسان\" ١/ ٥٦٣ مادة (جدد).(٤) ذكره الرازي في \"تفسيره\" ١٣/ ٢١٣، عن عطاء عن ابن عباس، وأخرج الطبري في \"تفسيره\" ٨/ ٥٣، وابن أبي حاتم ٥/ ١٣٩٨، والبيهقي في \"سننه\" ٤/ ١٣٢، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٢، من عدة طرق جيدة عن ابن عباس قال: (العشر ونصف العشر)، وأخرج أبو عبيد في \"ناسخه\" ص ٣١، والطبري في \"تفسيره\" ٨/ ٥٤، بسند جيد عن ابن عباس قال: (حقه زكاته المفروضة يوم يكال أو يعلم كيله) اهـ.(٥) أخرجه عبد الرزاق في \"المصنف\" ٤/ ١٤٥، وفي \"التفسير\" ١/ ٢/ ٢١٩، والطبري في \"تفسيره\" ٨/ ٥٤، والبيهقي في \"سننه\" ٤/ ١٣٢، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٢، من عدة طرق جيدة.(٦) أخرجه الطبري في \"تفسيره\" ٨/ ٥٣، والنحاس في \"ناسخه\" ٢/ ٣٢٥، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٢، من عدة طرق جيدة، وأخرج أبو عبيد في \"ناسخه\" ص ٣١، والطبري في \"تفسيره\" من عدة طرق جيدة عن الحسن قال: (هي الصداقة من الحب والثمار) اهـ.</p><p> المسيب (١) والضحاك (٢) وابن زيد (٣) وجماعة (٤) . </p><p> فإن قيل: على هذا كيف يؤدي الزكاة يوم الحصاد والحب في السنبل؟ </p><p> فالجواب: أن معناه قدروا إخراج الواجب منه، فإن وقت الحصاد قريب من زمان التنقية الذي هو وقت وجوب الإخراج هذا في الزرع، فأما في النخل فلا اختلاف بين المسلمين أن ثمارها إذا حصدت وجب إخراج ما يجب فيها من الصدقة. وقوله:  {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} ظاهر في {وَالنَّخْلَ وَالزَّرْعَ} محمول عليه في وجوب الإخراج منه، إلا أنه لا يمكن ذلك عند الحصاد فيؤخر إلى زمان التنقية (٥) . </p><p> وقال بعضهم:  (هذا حق في المال سوى الزكاة، أمر الله تعالى به تأديبًا وحضًا على البر، فإن فعل فحسن، وإن لم يفعل فلا شيء على تاركه، وليس بأمرٍ حتمٍ) . </p><p>(١) أخرجه عبد الرزاق في \"المصنف\" ٤/ ١٤٥، والطبري في \"تفسيره\" ٨/ ٥٤ بسند ضعيف. (٢) أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٨٤)، والطبري في \"تفسيره\" ٨/ ٥٤ بسند ضعيف.(٣) أخرجه الطبري في \"تفسيره\" ٨/ ٥٤ بسند جيد.(٤) أخرجه الطبري في \"تفسيره\" ٨/ ٥٣، ٥٤، من عدة طرق عن أنس بن مالك، وجابر ابن زيد، ومحمد بن الحنفية، وقتادة، وزيد بن أسلم. وزاد النحاس في \"ناسخه\"، ٢/ ٣٢٥ نسبته إلى مالك، وعطاء الخراساني. وزاد هود الهواري في \"تفسيره\" ١/ ٥٦٦ نسبته إلى سعيد بن جبير، وزاد ابن كثير في \"تفسيره\" ٢/ ٢٠٣، ابن جريج. وقال الماوردي في \"تفسيره\" ٢/ ١٧٨: (قال الجمهور: هي الصدقة المفروضة فيه العشر فيما سقي بغير آلة، ونصف العشر فيما سقي بآلة) ا. هـ.(٥) انظر: \"زاد المسير\" ٣/ ١٣٥ - ١٣٦.</p><p> وهذا قول عطاء (١) وحماد (٢) والحكم (٣)  (٤) ومجاهد، وإبراهيم , والربيع، قال مجاهد:  (إذا حصدت فحضرك المساكين فاطرح لهم منه، وإذا دسته وذريته فاطرح لهم منه، وإذا كدسته فاطرح لهم منه، فإذا عرفت كيله فاعزل زكاته)  (٥) . وقال إبراهيم (٦) : (هو الضِّغْث)  (٧) . وقال الربيع (٨) : </p><p>(١) أخرجه عبد الرزاق في \"المصنف\" ٤/ ١٤٣، والطبري في \"تفسيره\" ٨/ ٥٩، وابن أبي حاتم ٥/ ١٣٩٨، والبيهقي في \"سننه\" ٤/ ١٣٢، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٣ - ٣٣٤، من عدة طرق جيدة. (٢) أثر حماد بن زيد الأزدي، أخرجه الطبري في \"تفسيره\" ٨/ ٥٩، وابن أبي حاتم ٥/ ١٣٩٨ بسند جيد، وذكره الثعلبي في الكشف ١٨٥ أ، والبغوي في \"تفسيره\" ٣/ ١٩٥.(٣) الحكم بن عُتَيبَة الكندي، أبو محمد الكوفي، إمام عابد، ثقة، ثبت، فقيه، من كبار أصحاب إبراهيم النخعي، توفي سنة ١١٣ هـ أبو بعدها , وله نيف وستون سنة. انظر: \"الطبقات الكبرى\" ٦/ ٣٣١، و\"الجرح والتعديل\" ٣/ ١٢٣، و\"سير أعلام النبلاء\" ٥/ ٢٠٨، و\"تذكرة الحفاظ\" ١/ ١١٧، و\"تهذيب التهذيب\" ١/ ٤٦٦، و\"تقريب التهذيب\" (١٤٥٣).(٤) ذكره الثعلبي في \"الكشف\" ١٨٥ أ، والبغوي في \"تفسيره\" ٣/ ١٩٥.(٥) \"تفسير مجاهد\" ١/ ٢٢٥، وأخرجه سفيان الثوري في \"تفسيره\" ص ١٥٩، وعبد الرزاق ١/ ٢/ ٢١٩، وفي \"المصنف\" ٤/ ١٤٤ - ١٤٥، وأبو عبيد في \"ناسخه\" ص ٣١ - ٣٢، وابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٤٧٧)، والطبري في \"تفسيره\" ٨/ ٥٦، ٥٧، وابن أبي حاتم ٥/ ١٣٩٨، والبيهقي في \"سننه\" ٤/ ١٣٢، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٣، من عدة طرق جيدة، وبألفاظ مختلفة.(٦) الأثر عن إبراهيم النخعي، أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٤٨١)، والطبري في \"تفسيره\" ٨/ ٥٦، من عدة طرق جيدة.(٧) الضِّغث، بكسر فسكون: ملء اليد من النبات المختلط. انظر: \"اللسان\" ٥/ ٢٥٩١ مادة (ضغث).(٨) الأثر عن الربيع بن أنس، أخرجه الطبري في \"تفسيره\" ٨/ ٥٧، بسند لا بأس به.</p><p> (لقاط السنبل)  (١) . وفي الآية قول ثالث، وهو: إن هذا كان قبل وجوب الزكاة فلما فرضت الزكاة نسخ هذا، وهو (٢) قول سعيد بن جبير (٣) وعطية (٤) والسدي، قال السدي:  (نسخها العشر ونصف العشر)  (٥) . </p><p> وقال مقسم عن ابن عباس:  (نسخت الزكاة كل نفقة في القرآن)  (٦) ، والقول هو الأول (٧) . </p><p>(١) لَقَاط السُّنْبُل، بضم اللام وبفتحها: ما يلتقطه الناس من نُثارة الثمر، والذي تخطته المنَاجِل فيلتقطه الناس. انظر: \"اللسان\" ٧/ ٤٠٦١ مادة (لقط). (٢) في (أ): (وهذا).(٣) أخرجه أبو عبيد في \"ناسخه\" ص ٣٢، والطبري في \"تفسيره\" ٨/ ٥٨، والنحاس في \"ناسخه\" ٢/ ٣٢٢، والبيهقي في \"سننه\" من عدة طرق جيدة.(٤) الأثر عن عطية العوفي. أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٤٨٥)، والطبري في \"تفسيره\" ٨/ ٥٩، وابن أبي حاتم ٥/ ١٣٩٨، وابن الجوزي في \"نواسخ القرآن\" ص ٣٣٤، بسند جيد.(٥) أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٤٨٠)، والطبري في \"تفسيره\" ٨/ ٥٨، ٥٩، من عدة طرق جيدة.(٦) أخرجه أبو عبيد في \"ناسخه\" ٣٣، بسند جيد، وأخرج ابن أبي شيبة في \"المصنف\" ٢/ ٤٠٨ (١٠٤٨٦)، والطبري في \"تفسيره\" ٨/ ٥٨، والنحاس في \"ناسخه\" ٢/ ٣٢٣ بسند جيد عن ابن عباس قال: (نسخها العشر ونصف العشر) ا. هـ وقد أخرج ابن أبي شيبة في \"المصنف\"، والطبري في \"تفسيره\" القول بالنسخ عن جماعة من السلف رضي الله عنهم، ويحمل هذا على أن مفهوم النسخ عندهم أوسع كما بينا.(٧) الظاهر -وهو قول الجمهور- أن الآية محكمة، وقد رجح هذا أبو عبيد في \"ناسخه\" ص ٣٣ - ٣٧، ومكي في \"الإيضاح\" ص ٢٤٤ - ٢٤٧، وابن العربي في \"ناسخه\" ٢/ ٢١٧، وابن عطية في \"تفسيره\" ٥/ ٣٧١، والرازي ١٣/ ٢١٣، ومصطفي زيد في \"ناسخه\" ٢/ ٧٢ - ٧٣، وغيرهم؛ لأنه لا تنافي بينهما وبين عامة آيات الزكاة، ولا بينها وبين ما جاء في السنة من تحديد أنصبة الزكاة ومقاديرها، =</p><p> وقوله تعالى:  {وَلَا تُسْرِفُوا} قال أبو العباس (١) عن ابن الآعرابي: (السَّرَف تجاوز ما حُدّ لك)  (٢) . </p><p> وقال شَمِر:  (سَرَف الماء ما ذهب منه في غير سقى ولا نفع قال: أرْوَت البئر النخيل وذهب بقيّة الماء سَرَفًا)  (٣) ، فإن أخذت الإسراف مما قاله ابن الأعرابي فهو: مجاوزة الحد، وإن أخذت من قول شمر فهو: الإنفاق فيما لا يجدي عليك (٤) . </p><p>= إذ أصل الزكاة شرع في أول الإسلام بدون تحديد، وفي المدينة المنورة حددت بمقاديرها المفروضة. قال ابن العربي في \"أحكام القرآن\" ٢/ ٧٦١: (قد قال مالك: إن المراد به: الزكاة المفروضة، وتحقيقه في نكتة بديعة، وهي أن القول في أنها مكية أو مدنية يطول، فهبكم أنها مكية إن الله أوجب الزكاة بها إيجابًا مجملاً، فتعين فرض اعتقادها ووقف العمل بها على بيان الجنس والقدر والوقت، فلم تكن بمكة حتى تمهد الإِسلام بالمدينة فوقع البيان، فتعين الامتثال، وهذا لا يفقهه إلا العلماء بالأصول) ا. هـ وقد نقل الزجاج في \"معانيه\" ٢/ ٢٩٧ عن قوم إنها مدنية، وقال الحافظ ابن كثير في \"تفسيره\" ٢/ ٢٠٦: (اختار ابن جريج النسخ، وفي تسمية هذا نسخًا نظر؛ لأنه قد كان شيئًا واجبًا في الأصل ثم إنه فصل بيانه وبُين مقدار المخرج وكميته، قالوا: وكان هذا في السنة الثانية من الهجرة، فالله أعلم) ا. هـ، وانظر: \"معاني الفراء\" ١/ ٣٥٩، و\"معاني النحاس\" ٢/ ٥٠٠، و\"البحر المحيط\" ٤/ ٢٣٧. (١) أبو العباس: هو ثعلب أحمد بن يحيى، إمام تقدمت ترجمته.(٢) \"تهذيب اللغة\" ٢/ ١٦٧٥ - ١٦٧٦.(٣) الإسراف -في اللغة-: ضد القصد والإغفال والجهل والخطأ. وأصله مجاوزة الحد في كل فعل، وهو في الإنفاق أشهر، والإسراف في النفقة التبذير، وأما السرف الذي نهى الله تعالى عنه فهو: ما أنفق في غير طاعة الله قليلاً كان أو كثيراً.انظر: \"العين\" ٧/ ٢٤٤، و\"الجمهرة\" ٢/ ٧١٦، و\"الصحاح\" ٤/ ١٣٧٣، و\"مجمل اللغة\" ٢/ ٤٩٣، و\"المفردات\" ص ٤٠٧، و\"اللسان\" ٤/ ١٩٩٦ (سرف).(٤) انظر: \"تفسير الماوردي\" ٢/ ١٧٨ - ١٧٩، وابن الجوزي ٣/ ١٣٦.</p><p> وقد فُسر الإسراف بالوجهين (١) في هذه الآية. </p><p> وقال ابن عباس: كان رجال يتبرعون عند الصرام، فيقول الرجل: لا أمنع سائلا حتى أمسي، فعمد ثابت بن قيس بن شماس إلى خمسمائة نخلة فجدها ثم قسمها في يومٍ واحدٍ، ولم يدخل منها إلى منزله شيئًا، فأنزل الله {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلَا تُسْرِفُوا} أي: لا تعطوا كله (٢) . </p><p> وهذا قول السدي (٣) ويمانٍ والفراء (٤) ، وحكاه الزجاج أيضًا وقال (٥) : (فيكون على هذا التأويل، أن الإنسان إذا أعطى كل ماله، ولم يوصل إلى عياله شيئًا فقد أسرف؛ لأنه جاء في الخبر (ابدأ بمن تعول)  (٦) )، فهذا مجاوزة حد الإعطاء. </p><p>(١) ذكره أكثرهم. انظر: السمرقندي ١/ ٥١٩، و\"الوسيط\" ١/ ١٢٩، والبغوي ٣/ ١٩٥، وابن الجوزي ٣/ ١٣٦، والقرطبي ٧/ ١١٠، والخازن ٢/ ١٩١، و\"تنوير المقباس\" ٢/ ٦٨، وأخرجه الطبري ٨/ ٦١ بسند جيد عن ابن جريج، وذكره السيوطي في \"الدر\" ٣/ ٩٣، وأخرج عبد الرزاق في \"المصنف\" ٤/ ١٤٥، وابن أبي حاتم ٥/ ١٣٩٩ بسند جيد، عن ابن جريج قال: (جَدَّ معاذ بن جبل -رضي الله عنه- نخله، فلم يزل يتصدق حتى لم يبق منها شيء، فنزلت الآية) ا. هـ، وهذا مرسل، والأول أشهر، لكنه ضعيف؛ لأن أكثرهم قد صرح أنه من رواية الكلبي. (٢) أخرجه الطبري في \"تفسيره\" ٨/ ٦١، وابن أبي حاتم ٥/ ١٣٩٩ بسند جيد، عن السدي قال: (لا تعطوا أموالكم فتغدوا فقراء).(٣) ذكره الثعلبي ص ١٨٥ بلفظ: (لا تبذروا تبذيرًا) ا. هـ.(٤) \"معاني الفراء\" ١/ ٣٥٩.(٥) \"معاني الزجاج\" ٢/ ٢٩٧.(٦) حديث متفق عليه. أخرجه البخاري في \"صحيحه\" (١٤٢٧)، كتاب الزكاة، باب لا صدقة إلا عن ظهر غنى، ومسلم (١٠٣٤)، كتاب الزكاة، حديث ١٠٣٤ - ١٠٣٦، عن حكيم بن حزام رضي الله عنه، عن النبي - صلى الله عليه وسلم - قال: \"أفضل الصدقة أو خير =</p><p> وقال سعيد بن المسيب:  (معناه: لا تمنعوا الصدقة)  (١) ، وهذا يتوجه على أن تأويله: لا تتجاوزوا الحد في البخل والإمساك حتى تمنعوا الواجب من الصدقة، وهذا ضد القول الأول، ولكنهما راجعان إلى معنى مجاوزة الحد، فالأول: مجاوزة في الإعطاء. والثاني: مجاوزة في البخل. </p><p> وقال مقاتل (٢) وعطية: (معناه: لا تشركوا الأصنام في الحرث والأنعام)  (٣) ، وهذا أيضًا من باب المجاوزة؛ لأن من أشرك الأصنام في الحرث والأنعام فقد جاوز ما حُدّ له. وروى عطاء، عن ابن عباس في قوله:  {وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ}  (لا تجعلوا لله شريكًا، إنه لا يحب من جعل له شريكًا)  (٤) ، وهذا أيضًا من مجاوزة الحد. </p><p> وقال إياس بن معاوية (٥) : (ما جاوزت به أمر الله فهو سرف </p><p>= الصدقة عن ظهر غنى، واليد العليا خير من اليد السفلى، وابدأ بمن تعول\" ا. هـ لفظ مسلم، وأخرج البخاري أيضًا عن أبي هريرة، ومسلم عن أبي أمامة، نحوه. (١) أخرجه عبد الرزاق في \"المصنف\" ٤/ ١٤٥، والطبري في \"تفسيره\" ٨/ ٦١، وابن أبي حاتم ٥/ ١٣٩٩ بسند ضعيف.(٢) \"تفسيرمقاتل\" ١/ ٥٩٣.(٣) ذكره الثعلبي في \"الكشف\" ١٨٥ أ، وابن الجوزي في \"زاد المسير\" ٣/ ١٣٦، عن عطية العوفي.(٤) \"تنوير المقباس\" ٢/ ٦٨، وأخرج ابن أبي حاتم في \"تفسيره\" ٥/ ١٣٩٩، بسند جيد عن عطاء، عن ابن عباس في قوله {وَلَا تُسْرِفُوا} قال: (في الطعام والشراب) اهـ, وأخرج أيضًا بسند جيد عن طاووس، عن ابن عباس في الآية قال: (أحل الله الأكل والشراب ما لم يكن سرفًا أو مخيلة) ا. هـ واختار هذا القول ابن كثير في \"تفسيره\" ٢/ ٢٠٤.(٥) إياس بن معاوية بن قُرة بن إياس المزني، أبو واثلة، قاضي المغيرة، تابعي، ثقة, فقيه، يضرب به المثل في الذكاء والدهاء، والعقل والفطنة، والفصاحة، توفي =</p><p> وإسراف) (١) ، وهذا كله على الأصل الذي ذكره ابن الأعرابي، وقال الزهري:  (معناه: لا تنفقوا في معصية الله)  (٢) ، قال مجاهد:  (لو كان أبو قبيس (٣) ذهبًا فأنفقه رجل في طاعة الله لم يكن مسرفًا , ولو أنفق درهمًا في معصية الله كان مسرفًا) (٤) ، وهذا المعنى أراد حاتم الطائي (٥) حين قيل له: لا خير في السرف، فقال:  (لا سرف في الخير)  (٦) ، وهذا على الأصل الثاني في معنى السرف، وذلك أن من أنفق في معصية، فقد أنفق فيما لا يجدي عليه (٧) . </p><p>= سنة ١٢٢ هـ، وله ٧٦ سنة. انظر: \"حلية الأولياء\" ٣/ ١٢٣، و\"وفيات الأعيان\" ١/ ٢٤٧، و\"سير أعلام النبلاء\" ٥/ ١٥٥، و\"تهذيب تاريخ ابن عساكر\" ٢/ ١٧٨. (١) أخرجه الطبري ٨/ ٦١، وذكره الثعلبي ص ١٨٥ أ، والبغوي ٣/ ١٩٦، والقرطبي ٧/ ١١٠، وأبو حيان في \"البحر\" ٤/ ٢٣٨، والسيوطي في \"الدر\" ٣/ ٩٤.(٢) ذكره الثعلبي ص ١٨٥ أ، والبغوي ٣/ ١٩٦، وابن الجوزي ٣/ ١٣٦، والرازي ١٣/ ٢١٤، والخازن ٢/ ١٩١، وأبو حيان في \"البحر\" ٤/ ٢٣٨.(٣) أبو قبيس، بضم القاف، وفتح الباء، وسكون الياء، بلفظ التصغير: اسم الجبل المشرف على مكة من جهة الصفا. انظر: \"معجم البلدان\" ١/ ٨٠.(٤) أخرجه ابن أبي حاتم في \"تفسيره\" ٥/ ١٣٩٩ بسند جيد، وذكره السمرقندي في \"تفسيره\" ١/ ٥١٩، والثعلبي ص ١٨٥/ أ، والبغوي ٣/ ١٩٦.(٥) حاتم بن عبد الله بن سعد الطائي، أبو عدي، فارس جاهلي وشاعر مشهور بجوده وخلقه وسماحته، ويضرب المثل بجوده، يتميز شعره بالإشادة بالسخاء والحكم الجميلة، توفي في السنة الثامنة بعد مولد النبي - صلى الله عليه وسلم -. انظر: \"الشعر والشعراء\" ص ١٤٣، و\"تهذيب تاريخ ابن عساكر\" ٣/ ٤٢٤، و\"الأعلام\" ٢/ ١٥١.(٦) ذكره الثعلبي في \"الكشف\" ١٨٥ أ، والرازي ١٣/ ٢١٤، والقرطبي ٧/ ١١٠.(٧) والظاهر أن الخطاب عام، والمتبادر من الآية النهي عن تجاوز الحد في الإنفاق وفي الأكل والشرب، والمسلم مطالب بالبعد عن الحرام أصلاً وليس بالإسراف فيه فقط، وهذا هو اختيار الطبري في \"تفسيره\" ٨/ ٦١، والنحاس في \"ناسخه\" =</p><p> ١٤٢ - قوله تعالى:  {وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا} الآية معناها: وأنشأ من الأنعام حمولة وفرشا؛ لأن قوله:  {وَمِنَ الْأَنْعَامِ} نسق علي قوله: {وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ}  [الأنعام: ١٤١] قاله (١) الفراء (٢) وأبو إسحاق (٣) . </p><p> وأما الحمولة، فقال الفراء:  (الحمولة: ما أطاق العمل والحمل،والفرش:الصغار)  (٤) . </p><p> وقال ابن السكيت:  (قال أبو زيد: الحمولة: ما احتمل عليه الحيّ من بعير أو حمار أو غيره كانت عليها أحمال أو لم تكن، وأنكر أبو الهيثم ما قاله أبو زيد،وقال:الحمولة من الإبل التي تحمل الأحمال على ظهرها، فأما الحُمر والبغال فلا تدخل في الحمولة)  (٥) ، وقال الليث:  (الحمولة: الإبل التي تحمل الأثقال)  (٦) ، وقال النابغة: </p><p>= ٢/ ٣٣٦، وانظر: \"القرطبي\" ٧/ ١١٠، وابن كثير ٢/ ٢٠٤، و\"تفسير آيات الأحكام من سورتي الأنعام والأعراف\" للدكتور: فريد مصطفى سلمان ص ٩٩ - ١٠١. (١) في (ش): (قال)، وهو تحريف.(٢) \"معاني الفراء\" ١/ ٣٥٩.(٣) \"معاني الزجاج\" ٢/ ٢٩٨، وقال النحاس في \"إعراب القرآن\" ١/ ٥٨٦، ومكي في \"المشكل\" ١/ ٢٧٤ - ٢٧٥ (قوله: {وَمِنَ الْأَنْعَامِ حَمُولَةً وَفَرْشًا} نصب على العصف على (جنات)، أي: وأنشأ من الأنعام حمولة وفرشًا) ا. هـ.(٤) \"معاني الفراء\" ١/ ٣٥٩.(٥) \"تهذيب اللغة\" ١/ ٩٢٥ مادة (حمل)، وفيه قال أبو الهيثم: (الحَمُولة من الإبل: التىِ تحمل الأحمال على ظهورها، بفتح الحاء: والحمولة: بضم الحاء: هي الأحمال التي تحمل عليها، واحدها حِمْل وأَحَمال وحُمول وحُمولة. فأما الحُمُر والبغال فلا تدخل في الحَمُولة) ا. هـ.(٦) \"تهذيب اللغة\" ١/ ٩٢٥، وفيه ضبط: الحَمُولة، بالفتح، وقال: (والحُمُول, =</p><p> وأنزلت بيتي في يَفَاعٍ مُمُنَّعٍ ... نُخَالُ به راعِي الحَمُولةِ طَائِرَا (١) </p><p> وقال عنترة: </p><p> ما رَاعَني إلاَّ حَمُولَة أَهلِهَا ... وَسْطَ الدِّيار تَسَفُّ حَبَّ الخِمْخِمِ (٢) </p><p> وأما الفرش، فقال أبو إسحاق:  (أجمع أهل اللغة (٣) على أن الفرش صغار الإبل. قال: وقال بعض المفسرين: الفرش صغار الأنعام، وإن البقر والغنم من الفرش، قال: ويدل على هذا قوله تعالى: {ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ}  [الأنعام: ١٤٣] ، فلما جاء هذا بدلاً من قوله {حَمُولَةً وَفَرْشًا} جعله للبقر والغنم مع الإبل) (٤) . </p><p> قال الأزهري (٥) : ومما يحقق هذا قوله: </p><p>= بالضم: الإبل بأثقالها). وانظر: \"العين\" ٣/ ٢٤٢، و\"الجمهرة\" ١/ ٥٦٦، و\"الصحاح\" ٤/ ١٦٧٦ (حمل). (١) \"ديوان النابغة الذبياني\" ص ٤٧، و\"الكتاب\" ١/ ٣٦٨، و\"الأصول\" ١/ ٢٠٧، و\"تهذيب اللغة\" ١/ ٩٢٥، و\"اللسان\" ٢/ ١٠٠٤ (حمل)، و\"الدر المصون\" ٥/ ١٩١، وجاء في هذه المراجع: وحلت بيوتي - بدل: وأنزلت بيتي. واليفاع: المُشْرِف من الأرض. انظر: \"اللسان\" ٨/ ٤٩٦٣ (يفع). وقوله: يخال طائرًا، أي: كالطائر في صغره لبعده في السماء أو كالطائر المحلق في الهواء.(٢) \"ديوانه\" ص ١٧، والقرطبي ٧/ ١١٢، و\"الدر المصون\" ٥/ ١٩١، وهو من معلقته المشهورة.وراعني: أفزعني. وتسف: تأكل. والخمخم: نبت تعلفه الإبل.يقول: لما رأيت أهلها يتحملون راعني ذلك لفراقي إياها. انظر: \"شرح القصائد\" لابن الأنباري ص ٣٠٤، و\"النحاس\" ٢/ ١٣، و\"جمهرة أشعار العرب\" ص ١٦١.(٣) انظر: \"الجمهرة\" ٢/ ٧٢٩، و\"الصحاح\" ٣/ ١٠١٤، و\"المجمل\" ٣/ ٧١٥، و\"المفردات\" ص ٦٢٩ مادة (فرش).(٤) \"معاني الزجاج\" ٢/ ٢٩٨.(٥) \"تهذيب اللغة\" ٣/ ٢٧٦٩</p><p> وَلَنا الحَامِلُ الحَمولةُ والفرشُ ... من الضَّأنِ والحُصُون السُّيوفُ (١) </p><p> وقال الليث:  (الفرش: من النعم التي لا تصلح إلا للذبح، وهي ما دون الحَمولة)  (٢) . وقال الكسائي (٣) : (الحمولة ما حمل، والفرش الصغار)  (٤) ، هذا قول أهل اللغة (٥) في تفسير الحرفين. </p><p>(١) لم أهتد إلى قائله، وقد جاء في النسخ، وفي \"اللسان\" ٦/ ٣٣٨٣ مادة (فرش) عن الأزهري: (والحصون السُّيوف)، وفي \"تهذيب اللغة\" ٣/ ٢٧٦٩، (الحصون الشّيوف) بالشين، بدل السين، ولعله أصح لأن الشّيوف: المرتفع المزين. انظر: \"اللسان\" ٤/ ٢٣٦١ مادة (شوف). (٢) \"العين\" ٦/ ٢٥٦، و\"تهذيب اللغة\" ٣/ ٢٧٦٩.(٣) لم أقف عليه عن الكسائي بعد طول بحث، وهو قول ثعلب في \"مجالسه\" ص ٤٢٥، وابن السكيت في \"إصلاح المنطق\" ص ٣٣٥، وقال ابن الأنباري في \"شرح القصائد\" ص ٣٠٤: (الحمولة: الإبل التي تطيق أن يحمل عليها، والفرش: الصغار التي لا تطيق الحمل عليها، وقال بعض المفسرين: الحمولة: الإبل. والفرش: البقر والغنم، وأهل اللغة على القول الأول) ا. هـ.(٤) لفظ: (الصغار) مكرر في (أ).(٥) انظر: \"مجاز القرآن\" ١/ ٢٠٧، و\"غريب القرآن\" لليزيدي ص ١٤٣، و\"تفسير غريب القرآن\" ص ١/ ١٧٢، و\"نزهة القلوب\" للسجستاني ص ٢٠٢، ٣٥٢، و\"تفسير المشكل\" ص٨٠، والظاهر أن الحمولة، ما حمل من الأنعام، والفرش: الصغار؛ لأنها دانية من الأرض، وهذا هو قول الجمهور، واختاره الطبري في \"تفسيره\" ٨/ ٦٤، أو الفرش: ما يفرش للذبح أو ينسج من وبره وصوفه وشعره، الفرش. واستحسنه ابن كثير في \"تفسيره\" ٢/ ٢٠٥، وقال النحاس في \"إعراب القرآن\" ١/ ٥٨٦: (ومن أحسن ما قيل: إن الحمولة المسخرة المذللة للحمل, والفرش: ما خلقه الله عز وجل من الجلود والصوف مما يجلس عليه ويتمهد) ا. هـ، وانظر: \"معاني النحاس\" ٢/ ٥٠٣، و\"تفسير ابن عطية\" ٥/ ٣٧٣، والرازي ١٣/ ٢١٦.</p><p> وأما (١) المفسرون فقال عطاء، عن ابن عباس:  ({حَمُولَةً}: الحوامل،{وَفَرْشًا}: الذي ليس بحامل)  (٢) . </p><p> وقال ابن مسعود:  (الحمولة: الكبار،والفرش:الصغار)  (٣) . </p><p> وقال الحسن:  (الفرش: الحواشي)  (٤) . </p><p> وروي عن ابن عباس (٥) : (أن الحمولة: الإبل والخيل والبغال والحمير، وكل شيء يحمل عليه،وأما الفرش:فالغنم)  (٦) ، وهذا مثل قول </p><p>(١) في (ش): فأما. (٢) أخرجه الطبري في \"تفسيره\" ٨/ ٦٤ بسند ضعيف من طريق عطية العوفي عن ابن عباس.(٣) أخرجه الطبري في \"تفسيره\" ٨/ ٦٢، وابن أبي حاتم ٥/ ١٤٠٠ بسند جيد، وأخرج الطبري في \"تفسيره\" ٨/ ٦٢، وابن أبي حاتم ٥/ ١٤٠٠، والحاكم في \"المستدرك\" ٢/ ٣١٧، وصححه على شرط الشيخين، ووافقه الذهبي في التلخيص عن ابن مسعود رضي الله عنه قال: (الحمولة: ما حمل من الإبل، والفرش: الصغار)، وفي رواية عند الطبري قال: (الحمولة: الكبار من الإبل، والفرش: الصغار من الإبل)، وروي بسند جيد عن ابن مسعود مثله في \"تفسير مجاهد\" ١/ ٢٢٥ - ٢٢٦، وذكره السيوطي في \"الدر\" ٣/ ٩٤، وانظر: \"مجمع الزوائد\" ٧/ ٢٢.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢١٩ - ٢٢٠، والطبري ٨/ ٦٣، بسند جيد عن الحسن قال: (الحمولة: ما حمل عليه، والفرش: حواشيها، يعني: صغارها).(٥) أخرجه الطبري في \"تفسيره\" ٨/ ٦٣، وابن أبي حاتم ٥/ ١٤٠٠ بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٩٥، وعلق البخاري في \"صحيحه\" ٥/ ١٩٢، عن ابن عباس قال: (حمولة ما يحمل عليها) ا. هـ، وأخرج الطبري في \"تفسيره\" ٨/ ٦٢، بسند ضعيف عن ابن عباس قال: (الحمولة: الكبار، والفرش: الصغار من الإبل) ا. هـ، وأخرج ابن أبي حاتم في \"تفسيره\" ٥/ ١٤٠١ بسند جيد عن ابن عباس قال: (الفرش: صغار الإبل)، وذكر السيوطي في \"الدر\" ٣/ ٩٤، عن ابن عباس أنه قال: (الفرش: الصغار من الإبل)، وفي رواية: (الفرش: ما أكل منه) اهـ.(٦) في (أ) (وأما الفرش الغنم)، وهو تحريف.</p><p> أبي زيد في الحمولة. </p><p> وقال مجاهد:  (الحمولة: ما حمل عليها،والفرش:صغار الإبل)  (١) </p><p> وقال قتادة:  (الحمولة: الإبل،والفرش:البقر والغنم)  (٢) . </p><p> وقال الربيع بن أنس:  (الحمولة: الإبل والبقر،والفرش:الماعز والضأن)  (٣) ، ونحو ذلك قال الكلبي (٤) . </p><p> وقوله تعالى:  {كُلُوا مِمَّا رَزَقَكُمُ اللَّهُ} . قال ابن عباس:  (يريد: أحل الله لكم الذبائح مما ذكر اسم الله عليه)  (٥) . </p><p> وقال أبو إسحاق:  (أي: لا تُحرموا ما حرمتم مما جرى ذكره)  (٦) . </p><p> {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ}  (يريد: ما زين الشيطان وشرع عمرو بن لحي) ، قاله ابن عباس (٧) . وقال الزجاج:  (المعنى: لا تسلكوا الطريق الذي يُسَوّله لكم الشيطان)  (٨) . </p><p>(١) أخرجه الطبري في \"تفسيره\" ٨/ ٦٢، من عدة طرق جيدة عن مجاهد قال: (الحمولة: ما حمل من الإبل، والفرش: ما لم يحمل)، وفي رواية قال: (الفرش: صغار الإبل). (٢) أخرج عبد الرزق في \"تفسيره\" ١/ ٢/ ٢٢٠، والطبري ٨/ ٦٣، بسند جيد، عن قتادة قال: (الحمولة: الإبل والبقر، والفرش: الغنم)، ولم أقف عليه عن قتادة بلفظ: (الفرش: البقر والغنم).(٣) أخرجه الطبري في \"تفسيره\" ٨/ ٦٣ بسند لا بأس به.(٤) \"تنوير المقباس\" ٢/ ٦٨، وفيه قال: (الحمولة: ما يحمل عليها، مثل الإبل والبقر. والفرش: ما لا يحمل عليها، مثل الغنم وصغار الإبل) ا. هـ.(٥) لم أقف عليه. وانظر: \"معاني النحاس\" ٢/ ٥٠٤، و\"تفسير ابن عطية\" ٥/ ٣٧٣(٦) \"معاني الزجاج\" ٢/ ٢٩٨.(٧) لم أقف عليه.(٨) \"معاني الزجاج\" ٢/ ٢٩٨، وقال: (هذا هو الذي تدل عليه اللغة) ا. هـ، وانظر: \"تفسير الطبري\" ٨/ ٦٤، و\"معاني النحاس\" ٢/ ٥٠٤ - ٥٠٥.</p>"
}