{
  "id": null,
  "sura": 6,
  "aya": 13,
  "text": "<p> والفاء في قوله {فَهُمْ}  (١) تضمن (٢) معنى الشرط والجزاء كقولهم: الذي يكرمني فله درهم، دخلت الفاء؛ لأن الدرهم وجب بالإكرام، فكأن الإكرام شرطًا والدرهم، جزاء، كما تقول: من يأتني فله درهم (٣) . ويجوز أن يقال: إن الفاء زائدة، فإنها تزاد في مواضع، وقد ذكرنا ذلك فيما تقدم (٤) . من ذلك قولهم: زيدًا فاضرب، وقوله: {وَثِيَابَكَ فَطَهِّرْ (٤) وَالرُّجْزَ فَاهْجُرْ (٥) } [المدثر:٤: ٥] ، الفاء هاهنا زائدة (٥) . </p><p> ١٣ - وقوله تعالى:  {وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ} قال الكلبي: (إن </p><p>(١) ذكر هذا القول كل من رجح قول الزجاج. وانظر: \"تفسير ابن عطية\" ٦/ ١٣، والرازي ١٢/ ١٦٦. (٢) في (ش): (يتضمن).(٣) الفاء تربط شبه الجواب بشبه الشرط، فيجوز دخول الفاء في خبر الموصول. انظر: \"معاني الأخفش\" ١/ ١٨٧، و\"الأصول\" ٢/ ٢٧٢، و\"المغني\" ١/ ١٦٥.(٤) انظر: \"البسيط\" النسخة الأزهرية ١٧١ ب و١/ ٢٢٣ أ.(٥) هذا قول ابن جني في \"سر صناعة الإعراب\" ١/ ٢٥٨ - ٢٦٠، بتصرف واختصار، وأكثرهم على أن الفاء في {فَهُمْ} رابطة وليست زائدة، وقد اختلف في زيادة الفاء فأجازه الرماني في \"معاني الحروف\" ص ٤٣ - ٤٧ وابن هشام في \"المغني\" ١/ ١٦٥ - ١٦٦.وقال ابن هشام في \"الإعراب عن قواعد الإعراب\" ص ١٩٨ - ١٠٩: (وينبغي أن يتجنب المعرب أن يقول في حرف في كتاب الله تعالى إنه زائد؛ لأنه يسبق إلى الأذهان أن الزائد هو الذي لا معنى له، وكلام الله سبحانه منزه عن ذلك، والزائد عند النحويين معناه الذي لم يؤت به إلا لمجرد التقوية والتوكيد لا المهمل، وكثير من المتقدمين يسمون الزائد صلة، وبعضهم يسميه لغوًا، لكن اجتناب هذه العبارة في التنزيل واجب) ا. هـ.وانظر: \"البرهان\" للزركشي ١/ ٣٠٥، و\"الدر المصون\" ٥/ ٢٦٣، و\"موصل الطلاب إلى قواعد الإعراب\" لخالد الأزهري ص ١٦٧ - ١٧٠.</p><p> كفار مكة قالوا للنبي - صلى الله عليه وسلم -: قد علمنا أنه ما يحملك على ما تفعل إلا الحاجة فنحن نجمع لك من أموالنا حتى تكون من أغنانا فأنزل الله تعالى: {وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ}  (١) . </p><p> قال ابن الأعرابي (٢) : (وله ما حل في الليل والنهار)  (٣) ، وهذا موافق لقول ابن عباس:  (وله ما استقر في الليل والنهار من خلق)  (٤) . </p><p> قال أبو العباس أحمد (٥) : (أراد الساكن من الناس والبهائم خاصة،وسكن:هذا بعد تحرك، وإنما معناه -والله أعلم- الخلق)  (٦) ؛ وهذا مذهب جماعة أن المراد بهذا ما كان من ذي روح، وبه قال مقاتل:  (وله مما استقر في الليل والنهار من الدواب والطير في البر والبحر)  (٧) . </p><p>(١) \"تنوير المقباس\" ٢/ ٧، وذكره الثعلبي في \"تفسيره\" ١٧٦ أ، وذكره الواحدي في \"أسباب النزول\" ص ٢١٦، عن الكلبي عن ابن عباس، وذكره ابن الجوزي في \"تفسيره\" ٣/ ٩ - ١٠، عن ابن عباس. (٢) ابن الأعرابي: محمد بن زياد الهاشمي مولاهم، أبو عبد الله الأعرابي الكوفي، إمام ورع ثقة كثير السماع والرواية عالم باللغة والنحو والأدب والتاريخ والنسب، له كتب منها: \"النوادر\"، و\"معاني الشعر\"، و\"تاريخ القبائل\"، و\"تفسير الأمثال\". توفي سنة ٢٣١ هـ. وله ٨٠ سنة. \"طبقات الزبيدي\" ص ١٩٥، و\"تاريخ بغداد\" ٥/ ٢٨٢، و\"إنباه الرواة\" ٣/ ١٢٨، و\"معجم الأدباء\" ١٨/ ١٨٩، و\"سير أعلام النبلاء\" ١٠/ ٦٨٧.(٣) تهذيب اللغة ٢/ ١٧٢٤ (سكن).(٤) \"تنوير المقباس\" ٢/ ٧، وذكره الواحدي في \"الوسيط\" ١/ ١٦.(٥) تقدمت ترجمته.(٦) \"تهذيب اللغة\" ٢/ ١٧٢٤ (سكن).(٧) \"تفسير مقاتل\" ١/ ٥٥٢.</p><p> قال أبو روق (من الخلق ما يستقر نهارًا وينتشر ليلاً، ومنها ما هو على الضد)  (١) . </p><p> وقال بعضهم:  (هذا عام في جميع المخلوقات؛ لأنه لا شيء من خلق الله إلا وهو ساكن في الليل والنهار، على معنى أنهما يشملانه ويمران عليه)  (٢) ، وهذا مذهب عبد العزيز بن يحيى (٣) ومحمد بن جرير (٤)  (٥) ؛ قال عبد العزيز:  (كل ما طلعت عليه الشمس وغربت فهو من ساكني الليل والنهار)  (٦) ؛ وعلى هذا ليس المراد بالسكون في الآية الذي هو ضد الحركة، بل المراد به الحلول، كما قاله ابن الأعرابي من قولهم: فلان (٧) يسكن بلد كذا إذا كان يحله (٨) . </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١٧٦ أ، وهو قول مقاتل ١/ ٥٥٢. (٢) (عليه) ساقط من (أ)، وقال القرطبي في \"تفسيره\" ٦/ ٣٩٦: (هذا أحسن ما قيل؛ لأنه يجمع شتات الأقوال) ا. هـ.(٣) عبد العزيز بن يحيى بن عبد العزيز بن مسلم الكناني المكي، إمام فاضل فقيه مناظر من تلاميذ الشافعي، يُنسب له كتاب \"الحيدة\" مطبوع. توفي سنة ٢٤٠ هـ انظر: \"تاريخ بغداد\" ١٠/ ٤٤٩، و\"ميزان الاعتدال\" ٢/ ٦٣٩، و\"طبقات السبكي\" ٢/ ١٤٤، و\"طبقات الأسنوي\" ١/ ٤١، و\"تهذيب التهذيب\" ٢/ ٥٩٨، و\"الأعلام\" ٤/ ٢٩.(٤) محمَّد بن جرير الطبري صاحب التفسير.(٥) \"تفسير الطبري\" ٧/ ١٥٨.(٦) ذكره الثعلبي في \"تفسيره\" ١٧٦ أ.(٧) انظر: \"العين\" ٥/ ٣١٢، و\"الجمهرة\" ٢/ ٨٥٥، و\"الصحاح\" ٥/ ٢١٣٦، و\"مقاييس اللغة\" ٣/ ٨٨، و\"المفردات\" ص ٤١٧، و\"اللسان\" ٤/ ٢٠٥٢ (سكن).(٨) هذا القول هو الراجح عند أكثر المفسرين. انظر: الزمخشري في \"الكشاف\" ٢/ ٨، وابن عطية في \"تفسيره\" ٥/ ١٤١، والرازي في \"تفسيره\" ١٢/ ١٦٨، والقرطبي في \"تفسيره\" ٦/ ٣٩٦، وابن كثير في \"تفسيره\" ٢/ ١٤١. وذكره الواحدي في \"الوسيط\" ١/ ١٦، عن أهل المعاني.</p>"
}