{
  "id": null,
  "sura": 6,
  "aya": 38,
  "text": "<p> ٣٨ - قوله تعالى:  {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ} الآية، قال ابن عباس:  (يريد: كل ما دب وجميع البهائم فهو دابة)  (١) . </p><p> قال الزجاج: وجميع ما خلق الله جل وعز لا يخلو من هاتين المنزلتين: إما أن يدب، وإما أن يطير) (٢) . وقال غيره من أهل المعاني:  (خص ما في الأرض هاهنا بالذكر دون ما في السماء، احتجاجًا بالأظهر، وإحالة بالدليل على ما هو ظاهر؛ لأن ما في السماء -وإن كان مخلوقًا له مثلنا- فغير ظاهر)  (٣) . </p><p> وقوله تعالى:  {يَطِيرُ بِجَنَاحَيْهِ} قال الفراء والزجاج: (ذكر الجناح هاهنا تأكيد (٤) ، كقولك: نعجة أنثى، وكلمته بفي، ومشيت برجلي) (٥) . وقال الزجاج:  (وقد تقول للرجل: طرفي حاجتي، وأنت تريد أسرع)  (٦) ، وأراد بهذا أن الطيران قد يستعمل لا بالجناح كقول العنبري (٧) : </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ٣٢، وابن الجوزي ٣/ ٣٤. (٢) \"معاني القرآن\" ٢/ ٢٤٥.(٣) ذكره الرازي ١٢/ ٢١٢.(٤) في (ش): (توكيد)، وهذا هو قول قطرب كما في \"الزاهر\" ١/ ٥٨ - ٥٩، ونقل عن أبي العباس أنه قال: (ليس يطير بجناحيه توكيدًا, ولكنه دخل؛ لأن الطيران يكون بالجناحين ويكون بالرجلين، فطيران الطائر من البهائم بجناحيه، ومن الناس برجليه ألا ترى أنك تقول: زيد طائر في حاجته، معناه: مسرع برجليه) ا. هـ.(٥) \"معاني القرآن\" للفراء ١/ ٣٣٢، وهو قول عامة أهل التفسير ومنهم الطبري ٧/ ١٧٩، والنحاس في \"معانيه\" ٢/ ٤٢٢، والسمرقندي ٣/ ٢٢٧، والبغوي ٣/ ١٤١، وابن عطية ٥/ ١٩٣.(٦) \"معاني القرآن\" ٢/ ٢٤٥.(٧) العنبري: قُريَط بن أنيف العنبرى التميمي شاعر جاهلي. انظر: \"الأعلام\" ٥/ ١٩٥.</p><p> طاروا إليه زَرَافَاتٍ وَوُحْدَانَا (١) </p><p> فذكر الجناح ليتمحض (٢) في الطير. </p><p> وقوله تعالى:  {إِلَّا أُمَمٌ أَمْثَالُكُمْ} قال الفراء: (يقال: إن كل صنف من البهائم أمة)  (٣) . </p><p> وجاء في الحديث:  \"لولا(٤)أن الكلاب أمة تنبح لأمرت بقتلها\"  (٥) ، فجعل الكلاب أمة. </p><p> واختلفوا في أن البهائم والطير في ماذا شبهت بنا وجُعلت أمثالنا، فقال ابن عباس في رواية عطاء يريد: (يعرفونني ويوحدونني ويسبحونني ويحمدونني، مثل ما قال تعالى في سبحان:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} </p><p>(١) \"الحماسة\" لأبي تمام ١/ ٤، وفي \"عيون الأخبار\" ١/ ١٨٨ الرجل من بلعنبر، وبلا نسبة في \"مجال ثعلب\" ص ٤٠٥، و\"الصناعتين\" ص ٢٨٥، والرازي ١٢/ ٢١٢، و\"الدر المصون\" ٤/ ١١٢، و\"روح المعاني\" ٧/ ١٤٣، وصدره: قَوْمٌ إذا الشرُّ أبْدَى نَاجِذَيْهِ لَهُمْوهو من قصيدة تُعد من عيون الشعر، اختارها أبو تمام أول مقطوعة في \"الحماسة\"، والزرافات، بالفتح: الجماعات، والوحدان، بالضم، جمع واحد. وفي الحماسة فقط: قاموا، بدل طاروا.(٢) قوله: ليتمحض غير واضح في النسخ، واللفظ نفسه عند الرازي ١٢/ ٢١٣، والقرطبي ٦/ ٤١٩.(٣) \"معاني الفراء\" ١/ ٣٣٢.(٤) في (أ): (ولولا).(٥) أخرجه أحمد في \"المسند\" ٥/ ٥٤، ٥٦، وأبو داود (٢٨٤٥) كتاب: الضحايا، باب: في اتخاذ الكلب للصيد وغيره، والترمذي (١٤٨٦) كتاب: الصيد، باب: ما جاء في قتل الكلاب، والنسائي ٧/ ١٨٥، كتاب: الصيد، باب: صفة الكلاب التي أمر بقتلها، وابن ماجة (٣٢٠٥)، كتاب: الصيد, باب: النهي عن =</p><p> [الإسراء: ٤٤] ، وكقوله تعالى:  {كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ} ) (١)  [النور: ٤١] ، فعلى هذا جُعلت أمثالنا في التوحيد والمعرفة والتسبيح. </p><p> وقال مجاهد {إِلَّا أُمَمٌ أَمْثَالُكُمْ} : (أصناف مصنفة تُعرف بأسمائها)  (٢) ، يريد: أن كل جنس من الحيوان [أمة]  (٣) تعرف باسمها كالطير والظباء والذئاب والأسود، وكل صنف من السباع والبهائم مثل بني آدم يعرفون بالإنس والناس. </p><p> وقال أبو هريرة في قوله تعالى:  {إِلَّا أُمَمٌ أَمْثَالُكُمْ} : (يحشر الله تعالى الخلق يوم القيامة: البهائم والدواب والطير وكل شيء، فيبلغ من عدل الله يومئذٍ أن يأخذ للجماء من القرناء،ثم يقول:كوني ترابًا)  (٤) ، وعلى هذا </p><p>= اقتناء الكلب إلا كلب صيد أو حرث أو ماشية، والدارمي ٢/ ١٢٧٧ (٢٠٥١) عن عبد الله بن مغفل رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: \"لولا أن الكلاب أمة من الأمم لأمرت بقتلها , ولكن اقتلوا كل أسود بهيم\" ا. هـ. أي: خالص السواد. قال الترمذي: (حديث حسن صحيح). (١) ذكره عن الواحدي الرازي في \"تفسيره\" ١٢/ ٢١٣، وأبو حيان في \"البحر\" ٤/ ١٢٠، وفي \"تنوير المقباس\" ٢/ ١٧، نحوه، وذكر الرازي بعده أن هذا قول طائفة عظيمة من المفسرين.(٢) أخرجه الطبري ٧/ ١٨٧١، وابن أبي حاتم ٤/ ١٢٨٥ بسند جيد، وانظر: \"الدر المنثور\" ٣/ ٢٠.(٣) لفظ: (أمة). ساقط من (أ).(٤) أخرجه عبد الرزاق في \"تفسيره\" ٢/ ١/ ٢٠٦، والطبري ٧/ ١٨٩، وابن أبي حاتم ٤/ ١٢٨٦، والحاكم في \"المستدرك\" ٢/ ٣١٦، والواحدي في \"الوسيط\" ١/ ٣٣، وقال الحاكم: (صحيح على شرط مسلم) ووافقه الذهبي في \"التلخيص\"، وأخرج أحمد ٢/ ٢٣٥ - ٣٦٣، من طرق جيدة عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال: \"يقتص الخلق بعضهم من بعض حتى الجماء من القرناء وحتى الذرة من الذرة\" ا. هـ وذكره الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٥٢، وقال: (رواه أحمد، ورجاله رجال =</p><p> إنما جُعلت أمثالنا في الحشر والاقتصاص؛ واختار الزجاج هذا، قال:  (يعني: أمثالكم في أنهم يبعثون.لأنه قال عز وجل:{وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ}[الأنعام:٣٦]، ثم أعلم أنه{وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ}في الخلق والموت والبعث)  (١) . </p><p> واختار الأزهري قول ابن عباس فقال:  (معنى قوله:{إِلَّا أُمَمٌ أَمْثَالُكُمْ}في معنى دون معنى -يريد والله أعلم- أنه تعبدهم بما شاء أن يتعبدهم[به](٢) من تسبيح وعبادة علمها منهم، ولم يفقهنا ذلك) (٣) . </p><p> وقال ابن الأنباري في هذه الآية:  (يسأل السائل عن هذا فيقول: ما في هذا من الاحتجاج على المشركين؟فيُقال له:الاحتجاج أن الله عز وجل قد ركب في الناس عقولاً، وجعل لهم أفهامًا، ألزمهم بها، تدبر أمر الأنبياء، والتمسك بطاعته، وأنه تعالى قد أنعم على الطير والدواب بأن جعل لها (٤) فهمًا يعرف بعضها به إشارة بعض، فهدى الذكر منها لإتيان الأنثى، فصح التشبيه (٥) ؛ لأن الأمم من غير الناس يفهم (٦) بعضها عن بعض، كما يفهم </p><p>= الصحيح)، وله شواهد انظر: \"المسند\" ١/ ٧٢، ومجمع \"الزوائد\" ١٠/ ٣٥٢ - ٣٥٣، والقرناء: ذات القرون، والجماء: التي لا قرون لها. (١) \"معاني القرآن\" للزجاج ٢/ ٢٤٥.(٢) لفظ: (به) ساقط من (ش).(٣) \"تهذيب اللغة\" ١/ ٢٠٥، وهذا قول أبي عبيدة أيضاً في \"مجاز القرآن\" ١/ ١٩١، وقال النحاس في \"معانيه\" ٢/ ٤٢١: (وأكثر أهل التفسير يذهب إلى أن المعنى: أنهم يخلقون كما يخلقون ويبعثون كما يبعثون) ا. هـ. ورجحه الطبري في \"تفسيره\" ٧/ ١٨٨، والسمرقندي ١/ ٤٨٣، وابن عطية ٥/ ١٩٢، والقرطبي في \"تفسيره\" ٦/ ٤٢٠، و\"التذكرة\" ص ٣٢٩.(٤) في (أ): (جعل لهم).(٥) في (ش): (أن الأمم).(٦) في (أ): (تفهم).</p><p> الناس بعضهم عن بعض، ويلزمهم بما يتبينونه من فهمها وهدايتها أن يستدلوا على نفاذ قدرة خالقها المركب ذلك الفهم فيها، وعلى هذا جُعلت أمثالنا في فهم البعض عن البعض) (١) . </p><p> وقال بعض أهل التأويل: </p><p> (إنما مثلت الأمم من غير الناس بالناس في الحاجة وشدة الفاقة إلى مدبر يدبرهم في أغذيتهم وكِنهم ولباسهم ونومهم ويقظتهم وهدايتهم إلى مراشدهم، إلى ما لا يحصى (٢) كثرة من أحوالهم ومصالحهم، وقد تقدم في الآية الأولى أن الله قادر على أن ينزل [كل]  (٣) آية، فجاء في هذه الآية ببيان أنه القادر على تدبير كل أمة وسد كل خلة) (٤) . وإلى قريب من هذا ذهب ابن قتيبة فقال:  (يريد أنها مثلنا في طلب الغذاء وابتغاء الرزق وتوقي المهالك)  (٥) . </p><p> فهذه أقوال المفسرين وأهل التأويل في هذه الآية. وبعد هذا كله فقد أخبرونا عن أبي سليمان البستي الفقيه -رحمه الله- أنبأ (٦) ابن الزئبقي (٧) نبأ </p><p>(١) ذكره ابن الجوزي ٣/ ٣٥، وأبو حيان في \"البحر\" ٤/ ١١٨ - ١١٩، عن ابن الأنباري. (٢) في (ش): (فيما لا يحصى).(٣) لفظ: (كل) ساقط من (ش).(٤) انظر: \"تفسير الرازي\" ١٢/ ٢١١ - ٢١٣، و\"البحر المحيط\" ٤/ ١٢٠.(٥) \"تأويل مشكل القرآن\" ص ٤٤٥.(٦) في (ش): (أخبرنا).(٧) ابن الزئبقي: محمد بن أحمد بن عمرو الزئبقي البصري، روى عن يحيى بن أبي طالب، وحدث عنه غير واحد من البصريين، قاله ابن ماكولا في \"الإكمال\" ٤/ ٢٢٨: لم أجد له ترجمته عند غيره. والزئبقي، بكسر الزاي وسكون الياء وفتح الباء وبعدها قاف: نسبة إلى الزئبق وبيعه، انظر: اللباب ٢/ ٨٥.</p><p> موسى بن زكريا (١) التستري نبأ أبو حاتم (٢) نبأ العُتبي (٣) قال: (كنا عند سفيان بن عيينة فتلا هذه الآية:{وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ وَلَا طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّا أُمَمٌ أَمْثَالُكُمْ}فقال: ما في الأرض آدمي إلا وفيه شبه من البهائم، فمنهم من يهتصر اهتصار (٤) الأسد، ومنهم من يعدو عدو الذئب، ومنهم من ينبح نباح الكلب، ومنهم من يتطوس (٥) كفعل الطاووس، ومنهم من يشبه الخنازير التي إذا قدم (٦) لها الطعام الطيب عافته، فإذا قام الرجل عن </p><p>(١) موسى بن زكريا التستري أبو عمران متروك، توفي قبل ٣٠٠ هـ. انظر: \"سؤالات الحاكم\" للدارقطني ص ١٥٦، و\"ميزان الاعتدال\" ٥/ ٣٣٠، و\"المغني في الضعفاء\" ٢/ ٦٨٣، و\"لسان الميزان\" ٧/ ١٠٥، و\"التُّسْتَري\" نسبة إلى بلدة تستر من كور الأهواز من خوزستان.انظر: \"اللباب\" ١/ ٢١٦.(٢) أبو حاتم: سهل بن محمد السجستاني، تقدمت ترجمته.(٣) العتبي: محمد بن عبيد الله بن عمرو الأموي، أبو عبد الرحمن البصري، إمام علامة فصيح راوية للأخبار والأدب وشاعر مشهور، توفي نحو سنة ٢٢٨ هـ. انظر: \"المعارف\" ص ٥٣٨، و\"تاريخ بغداد\" ٢/ ٣٢٤، و\"فيات الأعيان\" ٤/ ٣٩٨، و\"سير أعلام النبلاء\" ١١/ ٩٦، و\"الأعلام\" ٦/ ٢٥٨.والعتبي بالضم وسكون التاء وبعدها باء: نسبة إلى جده عتبة بن أبي سفيان الأموي. انظر: \"اللباب\" ٢/ ٣٢٠.(٤) المهتصر: الأسد. والهصر، بالفتح: الجذب والإمالة وعطف شيء رطب وكسره من غير بينونة، واهتصر النخلة: ذلل عذوقها وسواها. انظر: \"القاموس\" ص ٤٩٨ (هصر).(٥) تطوست المرأة: تزينت، والمطوس: الشيء الحسن. انظر: \"القاموس\" ص ٥٥٥ (طوس).(٦) في (ش): (التي ألقى إليها الطعام)، وفي العزلة للخطابي ص ٧٥: (التي لو ألقي لها الطعام).</p><p> رجيعه (١) ولغت (٢) فيه، فكذلك (٣) تحد من الآدميين من لو سمع خمسين حكمة لم يتحفظ (٤) واحدة منها وإن أخطأ رجد أو حكى خطأ غيره ترواه وحفظه) (٥) . </p><p> وقال أبو سليمان:  (ما أحسن ما تأول أبو محمد هذه الآية واستنبط منها هذه الحكمة، وذلك أن الكلام إذا لم يكن حكمه مطاوعًا لظاهره وجب المصير إلى باطنه، وقد أخبر الله تعالى عن وجود المماثلة بيننا وبين كل طائر ودابة، وذلك ممتنع من جهة الخلقة والصورة وعدم من جهة النطق والمعرفة، فوجب أن يكون منصرفًا إلى المماثلة في الطباع والأخلاق (٦) ، وإذا كان الأمر كذلك فاعلم يا أخي أنك إنما تعاشر (٧) البهائم والسباع، فليكن حذرك منهم ومباعدتك إياهم على حسب ذلك) (٨) . </p><p> وقوله تعالى:  {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} قال ابن عباس: (يريد: ما تركنا من شيء إلا وقد بيناه لكم)  (٩) . </p><p>(١) الرجيع: الروث. انظر: \"القاموس\" ص ٧٢١ (رجع). (٢) ولغ السبع في الإناء، أي: شرب ما فيه بأطراف لسانه. انظر: \"القاموس\" ص ٧٩٠ (ولغ).(٣) في (ش): (وكذلك).(٤) في (ش): (يحفظ).(٥) في (ش): (يرويه ويحفظه).(٦) في (ش): (بلا خلاف)، وهو تحريف.(٧) في (ش): (يعاشر) بالياء.(٨) \"العزلة\" للخطابي ص ٧٦، وروايته عن سفيان بن عيينة ضعيفة لمكان موسى التستري كما سبق. وذكره عن سفيان الرازي ١٢/ ٢١٤، وأبو حيان في \"البحر\" ٤/ ١٢٠، وقال القرطبي ٦/ ٤٢٠، بعد ذكر قول سفيان: (استحسنه الخطابي، وهو أيضًا حسن، فإنه تشبيه واقع في الوجود) ا. هـ. بتصرف.(٩) ذكره الواحدي في \"الوسيط\" ١/ ٣٤، وابن الجوزي ٣/ ٣٥.</p><p> قال العلماء:  (هذا من العام الذي أريد به الخاص؛لأن المعنى:{مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ}بالعباد إليه حاجة إلا وقد بيناه إما نصًّا، وإما دلالة، وإما مجملاً، وإما مفصلاً،فالمجمل كقوله تعالى:{وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}[الحشر: ٧]، والمفصل ما فصل بيانه مما لا يحتاج فيه إلى بيان الرسول،وهذا مثل قوله تعالى:{وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ}(١)  [النحل: ٨٩] ، أي: لكل شيء يحتاج إليه في أمر الدين وما خفي على الناس فلم يعرفوا فيه دلالة من الكتاب فذاك (٢) ، لقصور علمهم، وإخراج كل ما يحتاج إليه في أمر الدين من كتاب الله، كما يروى عن ابن مسعود أنه قال:  (ما لي لا ألعن من لعنه الله في كتابه) يعني: الواشمة والمستوشمة (٣) والواصلة والمستوصلة (٤) ، فروى أن امرأة (٥) قرأت جميع القرآن ثم أتته فقالت: (يا ابن أم عبد (٦) ، تلوت البارحة ما بين الدفتين فلم </p><p>(١) في (أ)، (ش): (وأنزلنا)، وهو تحريف. (٢) في (ش): (فذلك).(٣) في (ش): (والموشومة)، قال ابن الأثير في \"النهاية\" ٥/ ١٨٩: (الوشم: أن يغرز الجلد بإبرة ثم يحشى بصبغ فيظهر أثره. والمستوشمة والموتشمة التي يفعل بها ذلك) ا. هـ بتصرف.(٤) قال ابن الأثير في \"النهاية\" ٥/ ١٩٢: (الواصلة: التي تصل شعرها بشعر آخر زور، والمستوصلة: التي تأمر من يفعل بها ذلك) ا. هـ(٥) قال الحافظ ابن حجر في \"فتح الباري\" ١٠/ ٣٧٣ - عند كلامه على هذا الحديث-: (المرأة هي أم يعقوب من بني أسد بن خزيمة، ولم أقف لها على ترجمة) ا. هـ.(٦) ابن أم عبد، هو: الصحابي الجليل عبد الله بن مسعود رضي الله عنه، قد ينسب إلى أمه أم عبد بنت عبد بن سواء من هذيل صحابية رضي الله عنها. انظر: \"تهذيب التهذيب\" ٢/ ٤٣١.</p><p> أجد فيه لعن [لله]  (١) الواشمة). فقال:  (لو تلوته (٢) لوجدته، قال الله تعالى:  {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}  [الحشر: ٧] ، وأن مما أتانا رسول الله - صلى الله عليه وسلم - أن قال:  \"لعن الله الواشمة والمستوشمة\"  (٣) . </p><p> و (٤) كما يروى أن الشافعي - رضي الله عنه - قال ذات يوم وهو جالس في المسجد:  (لا تسألوني عن شيء إلا أجبتكم فيه عن كتاب الله،فقال له رجل:ما تقول في المحرم إذا قتل الزنبور (٥) ، فقال: لا شيء عليه، فقال: أين هذا في كتاب الله؟ فقال: قال الله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}  [الحشر: ٧] ، وأخبرنا (٦) فلان ... وذكر الإسناد إلى رسول الله - صلى الله عليه وسلم - [أنه]  (٧) قال: \"عليكم بسنتي وسنة الخلفاء الراشدين من بعدي\"  (٨) ، وأخبرنا </p><p>(١) لفظ: (الجلالة) ساقط من (أ). (٢) في (أ): (لو تلوتيه لوجدتيه)، وقال ابن حجر في \"الفتح\" ١٠/ ٣٧٣) - عند كلامه على الحديث-: (روى مسلم: ليِّن كنت قرأتيه لقد وجدتيه بإثبات الياء، وهي لغة، والأفصح حذفها في خطاب المؤنث في الماضي) ا. هـ(٣) الحديث متفق عليه أخرجه البخاري في \"صحيحه\" (٥٩٣١)، في كتاب: \"اللباس\"، باب المتفلجات للحسن، ومسلم ٢/ ١١٨٠، ١١٨١ حديث رقم (٢١٢٤ - ٢١٢٥)، كتاب اللباس والزينة، باب تحريم فعل الواصلة والمستوصلة، وانظر: شرحه في \"فتح الباري\" ١٠/ ٣٧٢ - ٣٨٠، ٨/ ٦٣٠.(٤) لفظ: (الواو) ساقط من (ش).(٥) الزنبور -بضم الزاي المشددة وسكون النون وضم الباء-: ذباب لساع. انظر: \"القاموس\" ص ٤٠١ (زنبور).(٦) في (أ): (وأخبر فلان).(٧) لفظ: (أنه) ساقط من (ش).(٨) حديث صحيح، أخرجه أحمد ٤/ ١٢٦ - ١٢٧، والدارمي ١/ ٢٢٩ - ٢٣٠، وأبو داود رقم (٤٦٠٧)، والترمذي رقم (٢٦٧٦)، وابن ماجة رقم (٤٢ - ٤٤)، وابن أبي عاصم في السنة ١/ ٢٩ - ٣٠، والحاكم ١/ ٩٥ - ٩٧ من طرق عن العرباض =</p><p> فلان ... وذكر الإسناد إلى عمر (١) -رضي الله عنه- أنه قال: للمحرم قتل الزنبور) (٢) ، فأجابه عن كتاب الله مستنبطًا بثلاث درجات (٣) </p><p>= بن سارية رضي الله عنه، وقال الترمذي: (حديث حسن صحيح)، وقال الحاكم: (حديث صحيح على شرطهما , ولم أعرف له علة)، وصححه الألباني في \"ظلال الجنة في تخريج السنة\" لابن أبي عاصم. (١) الأثر عن عمر رضي الله عنه أخرجه عبد الرزاق في \"المصنف\" ٤/ ٤٤٣، رقم ٨٣٨٠ - ٨٣٨١، وابن أبي شيبة ٣/ ٣٣٤، والبيهقي في سننه ٥/ ٢١١، بسند جيد عن سويد بن عفلة الجعفي، وانظر: \"المغني\" لابن قدامة ٥/ ١٧٥ - ١٧٧.(٢) روى هذه القصة البيهقي في سننه ٥/ ٢١٢ عن عبيد الله بن محمد بن هارون الفريابي قال: (سمعت الشافعي بمكة يقول: سلوني ما شئتم أجبكم من كتاب الله عز وجل ومن سنة رسول الله - صلى الله عليه وسلم - قال: فقلت له: أصلحك الله! ما تقول في المحرم بقتل زنبورًا؟ قال: نعم، بسم الله الرحمن الرحيم، قال الله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا}. حدثنا سفيان بن عيينة عن عبد الملك بن عمير عن ربعي عن حذيفة قال: قال رسول الله - صلى الله عليه وسلم -: \"اقتدوا باللذين من بعدي أبي بكر وعمر\"، وحدثنا سفيان بن عيينة عن مسعر عن قيس بن مسلم عن طارق بن شهاب عن عمر بن الخطاب رضي الله عنه أنه أمر المحرم بقتل الزنبور) ا. هـ.وحديث: \"اقتدوا باللذين من بعدي أبي بكر وعمر\" حديث صحيح أخرجه ابن أبي شيبة في \"المصنف\" ٦/ ٣٥٢ (٣١٩٣٣)، والترمذي في \"المناقب\" ٥/ ٦٠٩ - ٦١٠، حديث ٣٦٦٢ - ٣٦٦٣، وحسنه، وابن ماجة في \"المقدمة\" ١/ ٣٧، حديث ٩٧، وابن أبي عاصم في كتاب: السنة ٢/ ٥٤٥ - ٥٤٦، وصححه الألباني في \"ظلال الجنة في تخريج السنة\".(٣) نقل قول الواحدي الرازي في \"تفسيره\" ١٢/ ٢١٦، وقال: (وأما الطريق الذي ذكره الشافعي فهو تمسك بالعموم على أربع درجات:أولها: التمسك بعموم قوله: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}، وأحد الأمور الداخلة تحت هذا أمر النبي - صلى الله عليه وسلم - بمتابعة الخلفاء الراشدين.وثانيها: التمسك بعموم قوله عليه الصلاة والسلام: \"عليكم بسنتي وسنة الخلفاء الراشدين من بعدي\". =</p><p> ومن هذا ما روي في حديث العسيف (١) الزاني وأن أباه قال للنبي - صلى الله عليه وسلم -: اقض بيننا بكتاب الله وأذن لي فأقول، قال:  \"قل\" ، قال: إن ابني كان عسيفاً على هذا ... وذكر القصة، فقال النبي - صلى الله عليه وسلم -: \"والذي نفسي بيده لأقضين بينكما بكتاب الله\"  (٢) ، ثم قضى بالجلد والتغريب على العسيف، وبالرجم على المرأة إن اعترفت، وليس للرجم والتغريب ذكر في نص الكتاب، فجعلهما النبي - صلى الله عليه وسلم - من الكتاب لما حكم هو بهما، وهذا يبين لك أن كل ما يحكم به النبي - صلى الله عليه وسلم - كان ذلك كما لو حكم به الكتاب نصًّا) (٣) . </p><p>= وثالثها: أن عمر رضي الله عنه كان من الخلفاء الراشدين. ورابعها: الرواية عن عمر أنه لم يوجب في هذه المسألة شيئًا) ا. هـ.(١) العسيف: الأجير سمي لأن المستأجر يعسفه في العمل. انظر: \"النهاية\" ٣/ ٢٣٦، و\"فتح الباري\" ١٢/ ١٣٩.(٢) حديث العسيف حديث متفق عليه أخرجه البخاري (٦٨٢٧، ٦٨٢٨)، ومسلم حديث (١٦٩٧ - ١٦٩٨)، كلاهما في كتاب الحدود باب الاعتراف بالزنا، عن أبي هريرة وزيد بن خالد الجهني قالا: (إن رجلاً من الأعراب أتى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله: أنشدك الله إلا قضيت لي بكتاب الله، فقال الخصم الآخر وهو أفقه منه: نعم فاقض بيننا بكتاب الله وائذن لي، فقال رسول الله - صلى الله عليه وسلم -: \"قل\". قال: إن ابني كان عسيفًا على هذا فزنى بامرأته، وإني أخبرت أن على ابني الرجم فافتديت منه بمائة شاة ووليدة، فسألت أهل العلم فأخبروني إنما على ابني جلد مائة وتغريب عام، وأن على امرأة هذا الرجم، فقال رسول الله - صلى الله عليه وسلم -: \"والذي نفسي بيده لأقضين بينكما بكتاب الله الوليدة والغنم رد، وعلى ابنك جلد مائة وتغريب عام، واغد يا أنيس إلى امرأة هذا فإن اعترفت فارجمها\" قال: فغدا عليها، فاعترفت، فأمر بها رسول الله - صلى الله عليه وسلم -) ا. هـ. لفظ مسلم.وانظر: شرح الحديث في \"فتح الباري\" ١٢/ ١٣٧ - ١٤٢.(٣) ذكر قول الواحدي الرازي في \"تفسيره\" ١٢/ ٢١٧، والقاسمي في \"تفسيره\" ٦/ ٥١٧ - ٥٢١.وانظر البحث في هذا الموضوع في \"الموافقات\" للشاطبي ٢/ ٧٩، ٣/ ٣٣٦.</p><p> والكتاب على هذا التأويل المراد به القرآن (١) . </p><p> ومعنى {مَا فَرَّطْنَا} : ما ضيعنا وما تركنا وما قصرنا (٢) ، وقد ذكرنا هذا عند قوله:  {قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا}  [الأنعام:٣١] . </p><p> وقوله تعالى:  {مِنْ شَيْءٍ} أي: شيئًا و {مِن} زائدة (٣) ، كقولك: ما جاءني من أحد، وتقديره: ما تركنا في الكتاب شيئًا لم نبينه؛ لأن معنى التفريط يعود إلى التقصير عن المتقدم فيما يحتاج إلى المتقدم فيه. </p><p> وقيل:  (المراد بالكتاب هاهنا الكتاب الذي هو عند الله عز وجل المشتمل على ما كان ويكون، وهو اللوح المحفوظ) ، وهو قول (٤) ابن عباس في </p><p>(١) وهو قول الجمهور ورجحه النحاس في \"إعراب القرآن\" ١/ ٥٤٦، وابن عطية في \"تفسيره\" ٥/ ١٩٤؛ لأنه هو الذي يقتضيه سياق الآية والمعنى، قال الرازي في \"تفسيره\" ١٢/ ٢١٥: (هذا أظهر؛ لأن الألف واللام إذا دخلا على الاسم المفرد انصرف إلى المعهود السابق، والمعهود السابق من الكتاب عند المسلمين هو القرآن، فوجب أن يكون المراد من الكتاب في هذه الآية القرآن) ا. هـ. وانظر: \"تفسير الماوردي\" ٢/ ١١٢، و\"البحر المحيط\" ٤/ ١٢٠، و\"تفسير القاسمي\" ٦/ ٥١٥ - ٥١٦.(٢) انظر: \"مجاز القرآن\" ١/ ١٩١.(٣) انظر: \"التبيان\" ١/ ٣٣١، و\"الفريد\" ٢/ ١٤٥ - ١٤٦، و\"البحر\" ٤/ ١٢٠ - ١٢١، و\"الدر المصون\" ٤/ ٦١٢، ونقل قول الواحدي الرازي في \"تفسيره\" ١٢/ ٢١٨، وقال: (من للتبعض، فكأن المعنى: ما فرطنا في الكتاب بعض شيء يحتاج المكلف إليه، وهذا هو نهاية المبالغة في أنه تعالى ما ترك شيئاً مما يحتاج المكلف إلى معرفته في هذا الكتاب) ا. هـ.(٤) أخرجه الطبري ٧/ ١٨٨، وابن أبي حاتم ٤/ ١٢٨٦ بسند جيد عن علي بن أبي طلحة عن ابن عباس، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢ /٢٠٧، بسند جيد عن قتادة، وأخرجه الطبري بسند جيد عن ابن زيد، وهو اختيار مقاتل ١/ ٥٦٠، والطبري والسمرقندي ١/ ٤٨٣، والبغوي ٣/ ١٤٢، والزمخشري ٢/ ١٧، =</p><p> رواية الوالبي (١) ، والآية على هذا التأويل عامة، وتدل على أن كل ما في الدنيا من حادث قد سبق به القضاء، وأثبت ذلك في اللوح المحفوظ كما قال - صلى الله عليه وسلم -. \"جف القلم بما هو كائن إلى يوم القيامة\"  (٢) . </p><p>= وابن كثير ٢/ ١٤٧، وهو الظاهر -والله أعلم- قال ابن القيم في \"بدائع التفسير\" ٢/ ١٤٧ - ١٥٠: (هو أظهر القولين وأظهر في الآية، والسياق يدل عليه) ا. هـ. (١) (تقدم أنه علي بن أبي طلحة: والوالِبي: نسبة إلى والب بن الحارث بن ثعلبة بطن من بني أسد، ينسب إليه جماعة منهم: سعيد بن جبير بن هشام الناس الأسدي الوالبي، أبو محمد الكوفي، تابعي إمام عابد، وفضله ومناقبه وثناء الأئمة عليه كثير، قتله الحجاج سنة ٩٥ هـ. ولم يكمل ٥٠ سنة.انظر: \"طبقات ابن سعد\" ٦/ ٢٥٦، و\"الجرح والتعديل\" ٤/ ٩، و\"الحلية\" ٤/ ٢٧٢، و\"تهذيب الأسماء واللغات\" ١/ ٢١٦، و\"سير أعلام النبلاء\" ٤/ ٣٢١، و\"تهذيب التهذيب\" ٢/ ٩، هذا هو المشهور في الوالبي كما في \"اللباب\" ٣/ ٣٥٠، ولكن مراد الواحدي كما في \"أسباب النزول\" ص ٣٩، وشيخ الإسلام ابن تيمية كما في \"الفتاوى\" ٨/ ١٥٠، ١٤/ ٢٣٨، وابن كثير في \"تفسيره\" ٢/ ١٤٧، أن الوالبي هو علي بن أبي طلحة ولم أجد في ترجمته من نسبه إلى ذلك؛ وهو: علي ابن سالم بن مخارق الهاشمي مولاهم أبو الحسن ابن أبي طلحة الحمصي، أصله من الجزيرة، إمام صدوق مشهور برواية التفسير عن ابن عباس رضي الله عنهما، ولم يسمع منه، ولكنه أخذه عن الثقات من أصحاب ابن عباس، وقد أشاد العلماء بصحيفته في التفسير واعتمدوها في كتبهم، توفي سنة ١٤٣ هـ.انظر: \"طبقات ابن سعد\" ٧/ ٤٥٨، و\"الجرح والتعديل\" ٦/ ١٨٨، و\"مشاهير علماء الأمصار\" ص١٨٢، و\"تاريخ بغداد\" ١١/ ٤٢٩، و\"ميزان الاعتدال\" ٣/ ١٣٤، و\"تهذيب التهذيب\" ٣/ ١٧١، ومقدمة \"معجم غريب القرآن\" لمحمد فؤاد عبد الباقي.(٢) أخرج الإمام أحمد ٤/ ٢٨٦ - ٢٨٨، وابن أبي عاصم في \"السنة\" ١/ ١٣٧ - ١٣٩، حديث طويل عن ابن عباس، وفيه: قال النبي - صلى الله عليه وسلم -: \"قد جف القلم بما هو كائن ... \"، الحديث. وصححه أحمد شاكر، والألباني في تخريجهما لذلك.</p>"
}