{
  "id": null,
  "sura": 6,
  "aya": 53,
  "text": "<p> وهذا الظُّلمُ معناه: النقصان، أي: ينقص ثوابك بطردهم لو طردتهم، والظلم بمعنى: النقص معروف في اللغة (١) يقال: ظلم حقه، وهو كثير في القرآن -وقد ذكرنا ذلك-. وقال ابن زيد (٢) : ({فَتَكُونَ مِنَ الظَّالِمِينَ}(لهم بطردهم) ، وهذا قول حسن) أي: إنهم لم يستحقوا منك الطرد فإذا طردتهم فقد ظلمتهم (٣) . </p><p> ٥٣ - قوله تعالى:  {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ} الآية، قال المفسرون (٤) : (أي: وكما ابتلينا قبلك الغني بالفقير كما ذكرنا في قصة نوح وكما قال في قوم صالح:{قَالَ الَّذِينَ اسْتَكْبَرُوا}لِلَّذِينَ (٥) اسْتُضعِفُوا {إِنَّا بِالَّذِي آمَنْتُمْ بِهِ كَافِرُونَ}  [الأعراف: ٧٦] ، ابتلينا أيضًا هؤلاء بعضهم ببعضٍ، كما قال تعالى:  {وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً} ) [الفرقان: ٢٠] ، وهذا معنى قول ابن عباس (٦) في رواية عطاء. </p><p>(١) الظلم في اللغة: وضع الشيء في غير موضعه المختص به إما بنقصان أو بزيادة وإما بعدول عن وقه أو مكانه. والظلم: الميل عن القصد ومجاوزة الحق. انظر: \"العين\" ٨/ ١٦٢، و\"الجمهرة\" ٢/ ٩٣٤، و\"تهذيب اللغة\" ٣/ ٢٢٤٨، و\"الصحاح\" ٥/ ١٩٧٧، و\"مقاييس اللغة\" ٣/ ٤٦٨، و\"المجمل\" ٢/ ٦٠١، و\"المفردات\" ص ٥٣٧، و\"اللسان\" ٥/ ٢٧٥٦ (ظلم).(٢) أخرجه ابن أبي حاتم ٤/ ١٢٩٩ بسند جيد.(٣) انظر: \"تفسير الرازي\" ١٢/ ٢٣٧.(٤) انظر: \"تفسير الطبري\" ٧/ ٢٠٦، والسمرقندي ١/ ٤٨٧، والماوردي ٢/ ١١٨، وأخرجه الطبري بسند جيد عن قتادة.(٥) هكذا جاء سياق الآية ولعله وهم، فليس فيها: للذين استضعفوا.(٦) أخرج الطبري ٧/ ٢٠٦، وابن أبي حاتم ٤/ ١٢٩٩ بسند جيد عنه قال: (جعل بعضهم أغنياء وبعضم فقراء، فقال الآغنياء للفقراء: {أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا} أي: هداهم الله، وإنما قالوا ذلك استهزاء وسخرية) ا. هـ. وانظر: \"الدر المنثور\" ٣/ ٢٦، ومعاني الفتنة في \"تأويل مشكل القرآن\" ص ٤٧٢ - ٤٧٤.</p><p> وقال الكلبي:  (ابتلينا الشريف بالوضيع، وابتلى هؤلاء الرؤساء من قريش بالموالي، فإذا نظر الشريف إلى الوضيع قد آمن قبله حمي (١) آنفًا أن يسلم، ويقول: سبقني هذا بالإسلام فلا يسلم) (٢) . قال أهل المعاني:  (وإنما قال:{فَتَنّا}وهو تعالى لا يحتاج إلى الاختبار؛ لأنه عاملهم معامله المختبر)  (٣) . </p><p> وقوله تعالى {لِيَقُولُوا} هذه اللام تسمى لام العاقبة (٤) ، كأن المعنى: فعلنا هذا ليؤول أمرهم إلى هذا القول (٥) . </p><p>(١) حمى بفتح الحاء وكسر الميم من الشيء حَمِيَّة، ورجل حمي الأنف، أي: أنف أن يضام، وفلان ذو حمية أي: غضب وأنَفَة: انظر: \"اللسان\" ٢/ ١٠١٤ (حمى)، وأَنِف بفتح الهمزة والنون: استنكف وكره، ويقال: هو أنف بسكون النون للعضو أي: اشتد غضبه وغيظه من طريق الكناية، والمراد هنا أخذته الحِميَة من الغيرة والغضب. انظر: \"اللسان\" ١/ ١٥٢ (أنف). (٢) ذكره الثعلبي في \"الكشف\" ص ١٧٨/ أ، والواحدي في \"الوسيط\" ١/ ٤٧، وابن الجوزي ٣/ ٤٧، وفي \"تنوير المقباس\" ٢/ ٢٣ (نحوه).(٣) انظر: \"المفردات\" ص ٦٢٣ (فتن)، و\"بدائع التفسير لابن القيم\" ٢/ ١٥٠.(٤) أي: لبيان عاقبة الشيء ومآله، ويسميها الكوفيون لام الصيرورة، وبعضهم يسميها لام العلة؛ لأنها مستعارة لما يشبه التعليل، قال ابن هشام في \"المغني\" ١/ ٢١٤: (ومن معاني اللام الصيرورة وتسمى لام العاقبة ولام المآل. وأنكر البصريون ومن تابعهم لام العاقبة) ا. هـ. وانظر: \"اللامات للزجاج\" ص ١١٩، و\"معاني الحروف للرماني\" ص ٥٦، و\"الصاحبي\" ص ١٥٢، و\"اللامات للهروي\" ص ١٨٢، و\"رصف المباني\" ص ٣٠١.(٥) قال السمين في \"الدر\" ٤/ ٦٤٧: (الأظهر -وعليه، أكثر المعربين والمفسرين- أنها لام كي، والتقدير: ومثل ذلك الفتون فتنا ليقولوا هذه المقالة ابتلاءً وامتحانًا. وقيل: إنها لام الصيرورة، أي: العاقبة، ويكون ما بعدها صادرا على سبيل الاستخفاف) ا. هـ ملخصًا، وانظر: \"إعراب النحاس\" ١/ ٥٤٩، و\"المشكل\" ١/ ٢٥٣، و\"التبيان\" ١/ ٣٣٥، و\"الفريد\" ٢/ ١٥٤، ورجح كونها لام العاقبة ابن عطية ٥/ ٢١١.</p>"
}