{
  "id": null,
  "sura": 6,
  "aya": 52,
  "text": "<p> ٥٢ - قوله تعالى:  {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} الآية. أخبرنا الشيخ أبو بكر أحمد بن محمد الحارثي، أنبأ أبو محمد عبد الله بن محمد (١) بن جعفر، حدثنا أبو يحيى عبد الرحمن (٢) بن محمد الدارمي (٣) ، حدثنا سهل بن عثمان (٤) العسكري، حدثنا أسباط (٥) بن محمَّد، عن </p><p>(١) عبد الله بن محمد بن جعفر بن حيان الأنصاري أبو محمد الأصبهاني المعروف بأبي الشيخ، إمام ورع ثقة محدث مفسر له تصانيف جيدة توفي سنة ٣٦٩ هـ. وله ٩٥ سنة. انظر: \"ذكر أخبار أصبهان\" ٢/ ٩٠، و\"سير أعلام النبلاء\" ١٦/ ٢٧٦، و\"تذكرة الحفاظ\" ٣/ ٩٤٥، و\"غاية النهاية\" ١/ ٤٤٧، و\"طبقات الداودي\" ١/ ٢٤٦. (٢) عبد الرحمن بن محمد بن سَلْم الرازي أبو يحيى الأصبهاني، إمام ثقة كثير السماع، وهو إمام جامع أصبهان، وكان من أوعية العلم، صنف التفسير والمسند، وتوفي سنة ٢٩١ هـ. وله نحو ٨٠ سنة. انظر: \"طبقات المحدثين لأبي الشيخ\" ٣/ ٥٣٠، وذكر \"أخبار أصبهان\" ٢/ ١١٢، و\"سير أعلام النبلاء\" ١٣/ ٥٣٠، و\"تذكرة الحفاظ \" ٢/ ٦٩٠، و\"طبقات الحافظ \" ص ٣٠٣، و\"طبقات الداودي\" ١/ ٢٨٨.(٣) في (أ): (ابن الدارمي). وهو: بفتح الدال وسكون الألف وكسر الراء وبعدها ميم، نسبة إلى دارم بن مالك بطن كبير من تميم. انظر: \"اللباب\" ١/ ٤٨٤، ولم أجد من نسبه إلى ذلك، وقد جاء السند نفسه عند الواحدي في \"أسباب النزول\" ص ٢٢٠، وفيه: (أبو يحيى الرازي عن سهل).(٤) سَهْل بن عثمان بن فارس الكندي أبو مسعود العسكري نزيل الري، إمام حافظ ثقة كثير الفوائد وله غرائب. توفي سنة ٢٣٥ هـ وله نحو ٨٠ سنة. انظر: \"الجرح والتعديل\" ٤/ ٢٠٣، و\"طبقات المحدثين\" ٢/ ١١٩، و\"أخبار أصبهان\" ١/ ٣٣٨، و\"سير أعلام النبلاء\" ١١/ ٤٥٤، و\"تذكرة الحفاظ\" ٢/ ٤٥٢، و \"تهذيب التهذيب\" ٢/ ١٢٥.(٥) أسباط بن محمد بن عبد الرحمن بن خالد القرشي أبو محمد الكوفي، إمام ثقة محدث، توفي سنة ٢٠٠ هـ. انظر: \"طبقات ابن سعد\" ٦/ ٣٩٣، و\"الجرح والتعديل\" ٢/ ٣٣٣، و\"تاريخ بغداد\" ٥/ ٤٦، و\"سير أعلام النبلاء\" ٩/ ٣٥٥، و\"تهذيب التهذيب\" ١/ ١٠٩.</p><p> الأشعث (١) بن سوار عن كردوس (٢) ، عن عبد الله بن مسعود قال:  (مر الملأ من قريش على رسول الله - صلى الله عليه وسلم - وعنده صهيب (٣) وخبّاب (٤) وبلال (٥) وعمار وغيرهم (٦) من ضعفاء المسلمين، فقالوا: يا محمد، رضيت بهؤلاء </p><p>(١) أشعث بن سوار الكندي النجار القاص، أحد العلماء، على لين فيه، وقد ضعفه أكثر أئمة \"الجرح والتعديل\" توفي سنة ١٣٦ هـ انظر: \"طبقات ابن سعد\" ٦/ ٣٥٨، و\"الجرح والتعديل\" ٢/ ٢٧١، و\"سير أعلام النبلاء\" ٦/ ٢٧٥، و\"ميزان الاعتدال\" ١/ ٢٦٣، و\"تهذيب التهذيب\" ١/ ١٧٨. (٢) كُرْدُوس بن عباس الثعلبي الكوفي القاص، اختلف في اسم أبيه، وهو تابعي مقبول، توفي بعد المائة.انظر: \"التاريخ الكبير للبخاري\" ٧/ ٢٤٢، و\"الجرح والتعديل\" ٧/ ١٧٥، و\"تهذيب التهذيب\" ٣/ ٤٦٧، و\"تقريب التهذيب\" ١٧٣٤.(٣) صُهَيْبُ بن سِنان بن مالك النَّمِري، أبو يحيى الرُّومي، صاحبي جليل، تقدم.(٤) خَبَّابُ بن الأَرَتِّ بن جَندلة بن سعد التميمي، أبو عبد الله، نزيل الكوفة، صحابي جليل فاضل عابد ورع شجاع، شهد المشاهد، وكان من كبار السابقين البدريين والمعذبين بمكة، وفضله ومناقبه وثناء الأئمة عليه كثير، توفي سنة ٣٧ هـ. وله ٧٣ سنة.انظر: \"طبقات ابن سعد\" ٣/ ١٦٤، و\"الجرح والتعديل\" ٣/ ٣٩٥، و\"الاستيعاب\" ٢/ ٢١، و\"سير أعلام النبلاء\" ٢/ ٣٢٣، و\"الإصابة\" ١/ ٤١٦، و\"تهذيب التهذيب\" ١/ ٥٣٩.(٥) بلال بن رباح التيمي أبو عبد الله الحبشي، صحابي جليل فاضل عابد ورع شجاع، شهد المشاهد، وكان من كبار السابقين البدريين والمعذبين بمكة، وفضله ومناقبه وثناء الأئمة عليه كثير، توفي سنة ١٧ هـ. أو بعدها, وله أكثر من ٦٠ سنة.انظر: \"للجرح والتعديل\" ٢/ ٣٩٥، و\"الاستيعاب\" ١/ ٢٥٨، و\"سير أعلام النبلاء\" ١/ ٣٤٧، و\"الإصابة\" ١/ ١٦٥، و\"تهذيب التهذيب\" ١/ ٢٥٣، و\"تهذيب ابن عساكر\" ٣/ ٣٠٤.(٦) في (ش): (وخباب وعمار وبلال).</p><p> عن قومك، أفنحن نكون تبعًا لهؤلاء (١) الذين مَنَّ الله عليهم! إطردهم عنك فلعلك إن طردتهم اتبعناك، فأنزل الله هذه الآية) (٢) . </p><p> وقال خباب بن الأرت:  (كنا مع النبي - صلى الله عليه وسلم - أنا وعمار، وصهيب، إذ جاء عيينة بن (٣) حصن (٤) والأقرع (٥) بن حابس. فقالا له: إنه (٦) لا يحسن بنا الجلوس مع هؤلاء العبيد الفقراء، فأقمهم عنك حتى نخلو بك، فإن </p><p>(١) في (ش): (نكون تبعًا لهؤلاء أهؤلاء الذين من الله عليهم). (٢) أخرجه أحمد في \"المسند\" ٦/ ٣٦ (٣٩٨٥)، تحقيق أحمد شاكر، والطبري ٧/ ٢٠٠، وابن أبي حاتم ٤/ ١٢٩٨، والواحدي في \"أسباب النزول\" ص ٢١٩ - ٢٢٠، كلهم من هذا الطريق وصحح إسناده أحمد شاكر في \"حاشية المسند\"، وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢١: (رواه أحمد والطبراني، ورجال أحمد رجال الصحيح، غير كردوس، وهو ثقة) ا. هـ وذكره السيوطي في \"الدر\" ٣/ ٢٥، وزاد نسبته إلى: (أبي الشيخ وابن مردويه، وأبي نعيم في \"الحلية\")، وانظر: \"كشف الأستار للهيثمي\" ٣/ ٤٨.(٣) في (ش): (ابن)، وهو تحريف.(٤) عيينة بن حصن بن حذيفة بن بدر الفزاري أبو مالك من الأعراب الجفاة المؤلفة قلوبهم، أسلم قبل الفتح، وشهد فتح مكة وحنينا والطائف، وارتد وتبع طليحة الأسدي، وقاتل معه وأسر وحمل إلى أبي بكر الصديق رضي الله عنه، فأسلم وترك فعاش إلى خلافة عثمان رضي الله عنه. انظر: \"الاستيعاب\" ٣/ ٣١٦، و\"تهذيب الأسماء واللغات\" ٢/ ٤٨، \"الإصابة\" ٣/ ٥٤.(٥) الأقرع بن حابس بن عقال بن محمد المجاشعي التميمي، واسمه فراس، والأقرع لقب لقرع في رأسه، وهو من المؤلفة قلوبهم، أسلم وحسن إسلامه وشهد فتح مكة وحنينًا والطائف واليمامة والعراق وكان من الأشراف وسادات العرب، استشهد في خراسان، نحو سنة ٣١ هـ.انظر: \"الاستيعاب\" ١/ ١٩٣، و\"تهذيب الأسماء واللغات\" ١/ ١٢٤، و\"الإصابة\" ١/ ٥٨، و\"تهذيب ابن عساكر\" ٣/ ٨٩، و\"الأعلام\" ٢/ ٥.(٦) في (ش): (إنا لا يحسن).</p><p> وفود العرب تأتيك، فنستحي أن يرونا مع هؤلاء الأعبُد، ثم إذا انصرفنا فإن شئت فأعدهم إلى مجلسك، فأجابهم النبي - صلى الله عليه وسلم - إلى ذلك فقالا له: اكتب لنا بهذا على نفسك كتابًا فدعا بصحيفة وأحضر عليًّا -رضي الله عنه- ليكتب، فأنزلت هذه الآية وما بعدها، فنحّى رسول الله - صلى الله عليه وسلم - الصحيفة، وأقبل علينا، ودنونا منه) (١) . </p><p>(١) أخرج ابن ماجه رقم (٤١٢٧) كتاب: الزهد، باب: مجالسة الفقراء، والطبري في \"تفسيره\" ١١/ ٣٧٦ - ٣٧٧، وابن أبي حاتم ٣/ ٧٢/ ب، وأبو نعيم في \"الحلية\" ١/ ١٤٦، والبيهقي في \"الدلائل\" ١/ ٣٥٢ - ٣٥٣، والواحدي في \"الوسيط\" ١/ ٤٢ - ٤٤، وفي \"أسباب النزول\" ص ٢٢١، وذكره السيوطي في \"الدر\" ٣/ ٢٥ وزاد نسبته إلى ابن أبي شيبة وأبي يعلى وابن المنذر وأبي الشيخ وابن مردويه ا. هـ. وذكر الحديث ابن حجر في \"المطالب العالية\" ١٤/ ٦٥١، ونقل الأعظمي في \"حاشيته\" عن الإمام البوصيري أنه قال: (رواه ابن أبي شيبة وأبو يعلى بسند صحيح) ا. هـ. والسند هنا فيه أبو سعد الأزدي مقبول كما في \"التقريب\" ص ٦٤٣ (٨٨١٧)، وفيه أبو الكنود الأزدي مقبول أيضًا كما في \"التقريب\" ص ٦٦٩ (٨٣٢٨)، وعليه يحتاج إلى متابعة، ولم أقف له على متابعة، وقد ذكره ابن عطية ٥/ ٢٠٧، وقال: (هذا تأويل بعيد في نزول الآية؛ لأنها مكية، وهؤلاء لم يفدوا إلا في المدينة، ويمكن أن يكون هذا وقع بعد نزول الآية بمدة، اللهم إلا أن تكون الآية مدنية) ا. هـ. بتصرف، وقال ابن كثير ٢/ ١٥١: (هذا حديث غريب، فالآية مكية والأقرع وعيينة إنما أسلما بعد الهجرة بدهر) ا. هـ. وذكر قول ابن كثير الشيخ أحمد شاكر في \"حاشية الطبري\"، وقال: (هذا هو الحق إن شاء الله) ا. هـ.وأصل القصة ثابتة ولكن بدون تعيين الأقرع وعيينة، فقد أخرج مسلم (٢٤١٣)، كتاب: فضائل الصحابة، باب: فضل سعد بن أبي وقاص، ابن ماجه (٤١٢٨)، والنسائي في \"تفسيره\" ١/ ٤٦٩ - ٤٧٠، و\"الحاكم\" ٣/ ٣١٩، عن سعد بن أبي وقاص قال: (كنا مع النبي - صلى الله عليه وسلم - ستة نفرٍ، منهم أنا وابن مسعود وبلال، فقال المشركون: تدني هؤلاء، اطردهم لا يجنزون علينا فوقع في نفس رسول الله - صلى الله عليه وسلم - ما شاء أن يقع فحدث نفسه فنزلت الآية) ا. هـ. ملخصًا. وانظر: \"الدر المنثور\" ٣/ ٢٧٤.</p><p> قال ابن الأنباري:  (عظم الأمر في هذا على النبي - صلى الله عليه وسلم - وخوف الدخول في جملة الظالمين؛ لأنه كان قد همّ بتقديم الرؤساء وأُولي الأموال على الضعفاء وذوي المسكنة، مقدّرًا أنه يستجر بإسلامهم إسلام قومهم وحلفائهم ومن يلوذ بهم، وكان عليه السلام لا يقصد في ذلك إلا قصد الخير، ولا ينوي ازدراء بالفقراء ولا احتقارًا، فأعلمه الله تبارك وتعالى أن ذلك غير جائز)  (١) . </p><p> وأما التفسير فقال ابن عباس في قوله تعالى:  {يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ}  (يعبدون ربهم بالصلاة المكتوبة يعني: صلاة الصبح وصلاة العصر)  (٢) . </p><p> فالدعاء هاهنا العبادة في قول ابن عباس والحسن (٣) ومجاهد (٤) وقتادة (٥) والضحاك (٦) قالوا: (يعبدون الله بالصلاة المكتوبة) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ٤٦، وابن الجوزي في \"المسير\" ٣/ ٤٧، وانظر: هذا المعنى عند الرازي ١٢/ ٢٣٥، والقرطبي ٦/ ٤٣١. (٢) ذكره الثعلبي في \"الكشف\" ص ١٧٨/ أ، والبغوي ٣/ ٤٦، والرازي ١٢/ ٢٣٥، وأخرج الطبري ٧/ ٢٠٣، وابن أبي حاتم ٤/ ١٢٩٨ بسند جيد عن ابن عباس قال: (يعبدون ربهم بالصلاة المكتوبة)، وذكره السيوطي في \"الدر\" ٣/ ٢٦.(٣) أخرجه الطبري ٧/ ٢٠٣، بسند ضعيف، وذكره هود الهواري في \"تفسيره\" ١/ ٥٢٧، والثعلبي ص ١٧٨/ أ، والرازي ١٢/ ٢٣٥، والقرطبي ٦/ ٤٣٢، وابن كثير ٢/ ١٥١.(٤) \"تفسير مجاهد\" ١/ ٢١٥، وأخرجه الطبري ١١/ ٧/ ٢٠٣، وابن أبي حاتم ٤/ ١٢٩٨ بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٢٦.(٥) أخرجه الطبري ٧/ ٢٠٤ بسند جيد، وذكره ابن الجوزي ٣/ ٤٦، وابن كثير ٢/ ١٥١.(٦) أخرجه الطبري ٧/ ٢٠٤، وذكره ابن أبي حاتم في \"تفسيره\" ٤/ ١٢٩٨.</p><p> وقال إبراهيم (١) : (الدعاء هاهنا الذكر،أي:يذكرون ربهم طرفي النهار)  (٢) . وروي عن إبراهيم بخلاف هذا، وهو أنه قال:  (هذا في الصلوات الخمس)  (٣) ، وهو قول جميع أهل التأويل (٤) قالوا: (هذا في الصلوات المكتوبات) . </p><p> وقرأ ابن عامر:  (بِالْغُدْوةِ)  (٥) بالواو (٦) ، وقال أبو علي:  (الوجه قراءة العامة{بِالْغَدَاوةِ}؛ لأنها تستعمل نكرة وتتعرف (٧) باللام، فأما (غدوة) فمعرفة وهو علم صيغ له واسم موضوع (٨) للتعريف وإذا كان كذلك فلا ينبغي أن يُدخل عليه الألف واللام كما لا يُدخل على سائر الأعلام، وإن كانت قد كتبت في المصحف بالواو لم تدل على ذلك ألا ترى أنهم قد كتبوا </p><p>(١) إبراهيم بن يزيد بن قيس بن الأسود النخعي، تقدمت ترجمته. (٢) أخرجه الطبري ٧/ ٢٠٥، وابن أبي حاتم ٤/ ١٢٩٨ بسند جيد وذكره السيوطي في \"الدر\" ٣/ ٢٦.(٣) أخرجه الطبري ٧/ ٢٠٤ بسند جيد وذكره الماوردي ٢/ ١١٧ وابن الجوزي ٣/ ٤٦.(٤) أخرجه الطبري ٧/ ٢٠٣ - ٢٠٤، بسند جيد عن عبد الله بن عمر رضي الله عنه وعن عبد الرحمن بن أبي عمرة الأنصاري وعن عامر الشعبي وغيرهم، والظاهر عموم ذكر الله سبحانه وتعالى، وأول ذلك الصلاة المكتوبة والنوافل وذكره تعالى طرفي النهار، وهو اختيار الطبري ٧/ ٢٠٥ - ٢٠٦، وابن عطية ٥/ ٢٠٩.(٥) جاء في (أ): (بالغداة)، والرسم القرآني (بِالْغَدَوةِ) بالواو.(٦) قرأ ابن عامر {بِالغُدْوةِ} بضم الغين وسكون الدال وواو بعدها من غير ألف، وقرأ الباقون بفتح الغين والدال وألف بعدها من غير واو.انظر: \"السبعة\" ص ٢٥٨، و\"المبسوط\" ص ١٦٨، و\"التذكرة\" ٢/ ٣٩٨، و\"التيسير\" ص ١٠٢، و\"النشر\" ٢/ ٢٥٨.(٧) في (ش): (ويتعرف)، ووضع عليها في (أ) طمس، والتصحيح من \"الحجة\" لأبي علي ٣/ ٣١٩.(٨) في (أ): (موضع)، وهو تحريف.</p><p> (الصلوة) بالواو وهي ألف فكذلك (الغداة) . </p><p> قال سيبويه:  (غدوة وبكرة جُعل كل واحد منهما اسمًا للحين، كما جعلوا أم حُبين (١) اسما لدابة معروفة. قال: وزعم يونس عن أبي عمرو أنك إذا قلت: لقيته يومًا من الأيام غدوة أو بكرة وأنت تريد المعرفة لم تنون) (٢) ، وهذا يقوي قراءة العامة، ووجه قراءة ابن عامر أن سيبويه (٣) قال: (زعم الخليل أنه يجوز أن يقول: أتيتك اليوم غدوةً وبكرةً، فجعلهما بمنزلة ضحوة (٤) ). </p><p> وأيضاً فإن بعض أسماء الزمان جاء معرفة بغير ألف ولام ثم أجازوا دخول اللام فيه نحو ما حكاه أبو زيد من:  (قولهم: لقيته فَيْنة (٥) غير معروف والفينة بعد الفينة) (٦) فألحق لام المعرفة، ما استعمل معرفةً ووجه ذلك أنه يقدر فيه التنكير والشيوع كما يقدر فيه (٧) ذلك إذا ثني، [وذلك مستمر في جميع المعارف) (٨) انتهى كلامه. قوله: (يقدر فيه التنكير كما يقدر فيه ذلك </p><p>(١) أم حُبين: دويبة على خلقة الحرباء، عريضة الصدر عظيمة البطن، وقيل: هي أنثى الحرباء. انظر: \"اللسان\" ٢/ ٧٦٤ (حبن). (٢) \"الكتاب\" ٣/ ٢٩٣، وفيه: (وهو قوله أيضًا وهو القياس .. وكذلك تقول العرب) ا. هـ.(٣) \"الكتاب\" ٣/ ٢٩٤.(٤) الضحوة -بفتح الضاد المشددة وسكون الحاء-: كعشية ارتفاع النهار، ولا تستعمل إلا ظرفًا إذا عنيتها من يومك فإن لم تعن بها ذلك صرفتها. انظر: \"اللسان\" ٥/ ٢٥٥٦ (ضحا).(٥) الفينة -بفتح فسكون-: الحين، والساعة، والوقت من الزمان، عرف بالعلمية والألف واللام. انظر: \"اللسان\" ٦/ ٣٥٠٤ (فين).(٦) \"تهذيب اللغة\" ٣/ ٢٧٢٧ (فان).(٧) في (ش): (كما يقدر ذلك فيه).(٨) \"الحجة\" لأبي علي ٣/ ٣١٩، ٦/ ١٤٠، مجموع منهما بتصرف واختصار. =</p><p> إذا ثني) (١) ] كلام يُحتاج إلى شرحه فنقول: اعلم أن المعرفة: [لا يصح تثنيتها من قبل أن حدّ المعرفة (٢) ] أنها ما خص الواحد من جنسه ولم يشع في أُمته، فإذا شورك في اسمه فقد خرج عن أن يكون علمًا معروفًا، وصار مشتركًا فيه شائعًا، وإذا كان الأمر كذلك فلا تصح التثنية إلا في النكرات دون المعارف، وإذا صح هذا فإنك لم تُثَنّ زيدًا حتى سلبته تعريفه وأشعته في أمته فجعلته من جماعة كل واحد منهم زيد، فجرى لذلك (٣) مجرى فرس ورجل في أن كل واحد منهما شائع لا يخص واحداً بعينه، وصار كأنه بعد نزع التعريف عنه يجوز أن يقال: الزيد والعمر كما قال ابن ميادة (٤) : </p><p> وجدنا الَولِيدَ بْنَ اليَزِيدِ مُبَارَكًا ... شَدِيدًا بأعْبَاءِ الخِلاَفَةِ كَاهِلُهْ (٥) </p><p>= وانظر: \"معاني القراءات\" ١/ ٣٥٩، و\"إعراب القراءات\" ١/ ١٥٨، و\"الحجة\" لابن خالويه ص ١٤٠، ولابن زنجلة ص ٢٥١، و\"الكشف\" ١/ ٤٣٢. (١) ما بين المعقوفين ساقط من (أ).(٢) ما بين المعقوفين ساقط من (ش).(٣) في (ش): (ذلك).(٤) ابن ميادة هو: الرَّمَّاح بن أَبْرَد بن ثَوْبَان بن سُرَاقَة المُرِّيُّ الغطفاني، أبو شُرَحْبِيل، مشهور بنسبته إلى أمه مَيَّادة، وهو شاعر مجيد هجَّاء. عاصر الدولة الأموية والعباسية، ومدح الخلفاء، توفي سنة ١٤٩هـ أو قبلها.انظر: \"الشعر والشعراء\" ص٥٢٠، و\"طبقات الشعراء\" لابن المعتز ص ١٠٥، و\"معجم الأدباء\" ١١/ ١٤٣، و\"تهذيب ابن عساكر\" ٥/ ٣٣١، و\"الأعلام\" ٣/ ٣١.(٥) \"ديوانه\" ص ١٩٢، و\"معاني الفراء\" ٢/ ٤٠٨، وليس في \"كلام العرب\" لابن خالويه ص ٧١، و\"سر صناعة الإعراب\" ٢/ ٤٥١، و\"أمالي ابن الشجري\" ٢/ ٥٨٠، و\"الإنصاف\" ١/ ٣١٧، و\"اللسان\" ٣/ ١٨٩٨ (زيد)، وهو يمدح الوليد ابن يزيد بن عبد الملك، والأعباء جمع عبء بالكسر وسكون العين، وهو الثقل وأراد أمور الخلافة الشاقة، والكاهل ما بين الكتفين. والشاهد: (الوليد - واليزيد) حيث أدخل (أل) فيهما للمح الأصل وتقدير التنكير, وهي في الحقيقة زائدة. انظر: \"شرح شواهد المغني\" للسيوطي ١/ ١٦٤.</p><p> وكما أنشد ابن السكيت (١) : </p><p> يا ليتَ أُمَّ العمرو (٢) كانت صاحبي </p><p> ويدلك (٣) على أنه لا يثنى إلا بعد خلع التعريف عنه دخول اللام عليه بعد التثنية في قولك: الزيدان والعمران (٤) ، ولو كان التعريف الذي كانا يدلان عليه مفردين باقيًا فيهما لما جاز دخول اللام عليهما بعد التثنية، كما لا يجوز ذلك قبل التثنية في وجه الاستعمال وغالب الأمر، وكما نزعوه التعريف بالتثنية نزعوه أيضًا بالإضافة قال الشاعر (٥) : </p><p>(١) \"إصلاح المنطق\" ص ٢٦٢، الشاهد لحميد بن ثور الهلالي، شاعر مخضرم، في \"اللسان\" ٥/ ٢٥٦٩ (ضرب) وبلا نسبة في \"تهذيب اللغة\" ٣/ ٢١٠٦، و\"الحلبيات\" ص ٢٨٨، و\"سر صناعة الإعراب\" ١/ ٣٦٦، و\"المنصف\" ٣/ ٢٣٤، وهو رجز آخره: مكان من أنشأ على الرَّكائبتمنى أن تكون مصاحبة له في سفره معينة في رفع الأحمال على الجمال، وأنشأ أي: ابتدأ السير، والركوب والركائب من الركْب أصحاب الإبل. انظر شرحه في: \"تهذيب إصلاح المنطق\" ٢/ ٧٢.(٢) في (ش): (أم عمر)، بالعين المهملة وكذلك في \"المخصص\" ١/ ١٦٨، ١٣/ ٢١٦، و\"اللسان\" ٣/ ١٥٦٣ (ربع) وفي \"إصلاح المنطق والمخصص\" ١١/ ٢٢٠: (أم الغَمْر) بالغين، قال ابن سيدة: (هكذا رواه ابن السكيت، وعليه لا شاهد فيه على زيادة أل) ا. هـ وفي \"أمالي القالي\" ١/ ١٤٦: (أم الفَيْض) وأكثر المراجع السابقة (أم العمرو) بالعين المهملة، والشاهد دخول أل على عمرو، وهو علم.(٣) في (ش): (ويدل).(٤) في (أ): (العمروان).(٥) الشاهد لزيد الطائي من ولد عروة بن زيد الخيل في \"الكامل\" للمبرد ٣/ ١٥٧، وبلا نسبة في \"البصريات\" ٢/ ٤١٤، و\"الحلبيات\" ص ٢٩٨، و\"سر صناعة الإعراب\" ٢/ ٤٥٢، و\"اللسان\" ٣/ ١٨٩٨ (زيد)، و\"مغني اللبيب\" ١/ ٥٢، والنقا: الرمل الكثيب، ويوم النقا: الوقعة التي كانت عند النقا، والأبيض: السيف، ويمان: =</p><p> لَاَ زيدُنَا يَوْمَ النَّقَا رأسَ زَيْدِكُمْ ... بِأَبْيَضَ مِنْ ماءِ الحدِيدِ يَمَانِ </p><p> فإضافة الاسم يدل على أنه قد كان خلع عنه ما كان فيه من تعريفه وكساه التعريف بإضافته إياه إلى الضمير (١) فهذا معنى قول أبي علي: (يقدّر فيه التنكير والشيوع كما يقدّر فيه ذلك إذا ثنّى) وكل هذا يقوي قراءة ابن عامر. </p><p> وقوله تعالى:  {يُرِيدُونَ وَجْهَهُ} قال ابن عباس في رواية عطاء عنه: (يطلبون ثواب الله ويعملون ابتغاء مرضاة الله، لا يعدلون بالله شيئًا)  (٢) . </p><p> وقال أهل المعاني:  (في هذا قولين: أحدهما: أن معناه: يريدون طاعته (٣) ، كأنه بمعنى الوجه الذي وجههم فيه وهو طاعتهم له). ونحو من هذا قال الزجاج فقال:  (أعلم الله أنهم يريدون ما عنده، وشهد لهم بصدق النيات، وأنهم مخلصون في ذلك له،فقال:{يُرِيدُونَ وَجْهَهُ}،أي:(يريدون وجه الله عز وجل ويقصدون الطريق الذي أمرهم بقصده)  (٤) ، وكان الزجاج ذهب في معنى الوجه إلى الجهة والطريق - وذكرنا هذا مشروحًا في قوله تعالى:  {فَثَمَّ وَجْهُ اللَّهِ}  [البقرة: ١١٥] - وعلى هذا {وَجْهَهُ} : جهته </p><p>= منسوب إلى اليمن. والشاهد: زيدنا، زيدكم، حيث أجرى زيدًا مجرى النكرات فأضافه. انظر: \"شرح شواهد المغني للسيوطي\" ١/ ١٦٥. (١) ما تقدم قول ابن جني في \"سر صناعة الإعراب\" ٢/ ٤٥٠ - ٤٥٢، بتصرف واختصار.(٢) ذكره الواحدي في \"الوسيط\" ١/ ٤٥، والبغوي ٣/ ١٤٧، وأبو حيان في \"البحر\" ٤/ ١٣٦، وفي \"تنوير المقباس\" ٢/ ٢٣، قال: (يريدون بذلك وجه الله ورضاه) ا. هـ.(٣) هنا وقع اضطراب في نسخة (ش) فوقع تفسير هذه الآية في ١٠٠ ب.(٤) انظر: \"معاني القرآن\" للزجاج ٢/ ٢٥١.</p><p> التي أمر بقصدها. [و]  (١) القول الثاني: {يُرِيدُونَ وَجْهَهُ الله} أي: يريدونه إلا أنه يؤتى بلفظ الوجه للتعظيم بتفخيم الذكر، كما يقال: هذا وجه الرأي, وأشار أبو إسحاق إلى هذا المعنى فقال في سورة الكهف:  (أي: لا يقصدون بعبادتهم إلا إياه)  (٢) . </p><p> وقوله تعالى:  {مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ} قال ابن عباس في رواية عطاء: (ما عليك من حساب المشركين من شيء ولا على المشركين من حسابك من شيء إنما الله الذي يثيب أولياءه ويعذب أعداءه، وأنت وأصحابك قد غفر الله لهم وصاروا إلى رحمته)  (٣) ، انتهى كلامه. وعلى هذا الكناية في {حِسَابِهِمْ} و {عَلَيْهِمْ} تعود إلى المشركين (٤) الذين قالوا </p><p>(١) لفظ: (الواو): ساقط من (أ). (٢) \"معاني القرآن\" ٣/ ٢٨١، وأكثرهم ذكر هذه الوجوه، قال الطبري ٧/ ٢٠٥: (أي: يلتمسون بذلك القربة إلى الله والدنو من رضاه) ا. هـ. وانظر: \"تأويل مشكل القرآن\" ص ٢٥٤، والماوردي ٢/ ١١٨، والبغوي ٣/ ١٤٧، وابن عطية ٥/ ٢١٠، وابن الجوزي ٣/ ٤٧، والرازي ١٢/ ٢٣٦، والقرطبي ٦/ ٤٣٢، وهذا مجاز وتأويل والأولى الحمل على الحقيقة، قال السمرقندي ١/ ٤٨٧: (يعني: يريدون بصلواتهم وجه الله تعالى) ا. هـ. وقال ابن كثير ٢/ ١٥١: (أي: يريدون بذلك العمل وجه الله الكريم) ا. هـ. وقال ابن القيم في \"مختصر الصواعق\" ٣/ ٩٩٢ - ١٠٢٣: (وجه الرب جل جلاله حيث ورد في الكتاب والسنة فليس بمجاز بل على الحقيقة, وصرفه عن هذا خروج عن الأصل والظاهر بلا موجب، وحمله على الثواب المنفصل من أبطل الباطل، فإن اللغة لا تحتمل ذلك، ولا يعرف أن الجزاء يسمى وجهًا للمُجازى) ا. هـ ملخصًا، وانظر: المفسرون بين التأويل والإثبات في \"آيات الصفات\" للمغراوي ص ٥٩ - ٧٤.(٣) لم أقف عليه.(٤) انظر: \"تفسير السمرقندي\" ١/ ٤٨٧، و\"الكشاف\" ٢/ ٢٢، ابن عطية ٥/ ٢١٠ , ورجح عودة الضمير في: {حِسَابِهِمْ} و {عَلَيْهِمْ} على المشركين والضمير في =</p><p> للنبي - صلى الله عليه وسلم - أن يطرد عنه الفقراء, ومعناه: الإبعاد بينه وبينهم، ونهي النبي - صلى الله عليه وسلم - عن استمالتهم بتقريبهم. يقول: ليس عليك من حسابهم من شيء إن كفروا وكذبوا فتطرد الفقراء لتدني مجلسهم منك {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} أي: ليس ثوابك عليهم حتى تلين لهم وهو معنى قول ابن عباس: (إنما الله الذي يثيب أولياءه ويعذب أعداءه) فهذا وجه، والمفسرون (١) يردون الكناية إلى {الَّذِينَ يَدْعُونَ رَبَّهُمْ} وهم الفقراء وذلك أشبه بالظاهر؛ لأن الكناية في قوله:  {فَتَطْرُدَهُمْ} عائدة على الفقراء لا محالة، فكذلك ما قبله من الكناية أشبه أن تعود عليهم، وعلى هذا ذكروا في قوله تعالى:  {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ}  [قولين]  (٢) : </p><p> أحدهما: ما عليك من عملهم ومن حساب عملهم من شيء، وهذا يروى عن الحسن (٣) وابن عباس (٤) . </p><p> قال أهل المعاني:  (هذه القصة شبيهة بقصة (٥) نوح عليه السلام إذ قال له قومه: {قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ}  [الشعراء: ١١١] فأجابهم نوح: {قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (١١٢) إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ} [الشعراء: ١١٢ - ١١٣] ، وعنوا بقولهم:  {الْأَرْذَلُونَ} الحاكة والمحترفين </p><p>= {فَتَطْرُدَهُمْ} على الضعفاء من المؤمنين، ويؤيده أن ما بعد الفاء سبب لما قبلها. (١) ورجح هذا القول الرازي ١٢/ ٢٣٦، وأبو حيان في \"البحر\" ٤/ ١٣٧، والسمين في \"الدر\" ٤/ ٦٤٤ - ٦٤٥.(٢) لفظ: (قولين) ساقط من (ش).(٣) ذكره ابن الجوزي ٣/ ٤٧، وذكره ابن عطية ٥/ ٢١١، وأبو حيان في \"البحر\" ٤/ ١٣٦ عن الحسن والجمهور.(٤) لم أقف عليه.(٥) ذكره الزجاج في \"معانيه\" ٢/ ٢٥١ - ٢٥٢، وانظر: \"تفسير الرازي\" ١٢/ ٢٣٧.</p><p> بالحرف الوضيعة، فقال نوح:  {وَمَا عِلْمِى} بعملهم، أي: وجه مكاسبهم، [ما حساب]  (١) عملهم إلا على الله، فوض دناءة مكاسبهم إلى الله تعالى أي: أنه أعلم بعملهم وما لي ولذلك، وكذلك في هذه الآية كان هؤلاء الفقراء يعملون بالنهار لقوتهم ويرجعون إلى مسجد رسول الله - صلى الله عليه وسلم - فازدراهم المشركون لفقرهم وحاجتهم إلى الأعمال الخسيسة لقوتهم، وهمّ النبي - صلى الله عليه وسلم - برفع المشركين عليهم في المجلس فقيل له:  {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} [أي: لا يلزمك عار بعملهم {فَتَطْرُدَهُمْ} . </p><p> وقوله تعالى:  {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} ] (٢) ذكر تأكيدًا للمطابقة وازدواج الكلام، وإن كان مستغنى عنه بالأول)، وإلى هذا المعنى أشار الزجاج (٣) . </p><p> القول الثاني: ما عليك من حساب رزقهم من شيء فتملهم وتطردهم، {وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ} ، أي: ليس رزقك عليهم ولا رزقهم عليك وإنما يرزقك وإياهم الله الرازق، فدعهم يدنون منك ولا تطردهم (٤) . </p><p> وقوله تعالى:  {فَتَكُونَ مِنَ الظَّالِمِينَ} جواب لقوله: {وَلَا تَطْرُدِ} في أول الآية (٥) ، ومعناه: فتكون من الضارين لنفسك بالمعصية؛ قاله ابن عباس (٦) . </p><p>(١) لفظ: (ما حساب) ساقط من (أ). (٢) ما بين المعقوفين ساقط من أصل (أ)، وملحق بالهامش.(٣) لم أقف عليه في \"معانيه\"، وفي \"الكشاف\" ٢/ ٢٢ نحوه.(٤) هذا اختيار الطبري في \"تفسيره\" ٧/ ٢٠٦.(٥) هذا قول الطبري في \"تفسيره\" ٧/ ٢٠٦، والزجاج في \"معانيه\" ٢/ ٢٥٢، والنحاس في \"معانيه\" ٢/ ٤٣٠، ومكي في \"المشكل\" ١/ ٢٥٣، وانظر: \"الدر المصون\" ٤/ ٦٤٦.(٦) \"تنوير المقباس\" ٢/ ٢٣.</p>"
}