{
  "id": null,
  "sura": 6,
  "aya": 9,
  "text": "<p> على ضروب كلها يرجع إلى معنى انقطاع الشيء في تمامه) (١) . وقد ذكرنا معاني القضاء في سورة البقرة. </p><p> قال أهل العلم:  (إنما لم ينظروا ولو نزل الملك؛ لأنه يجب أن يجروا على سنة من قبلهم ممن طلب الآيات فلم يؤمنوا، فأهلكوا بعذاب الاستئصال كثمود وعاد، لحكم الله في خلقه بذلك؛ لأنه أزجر عن التحكم بطلب الآيات، وأدعى إلى الإيمان خوفا من الإهلاك)  (٢) . </p><p> وقال الضحاك:  (لو أتاهم ملك في صورته لماتوا)  (٣) . </p><p> وقوله تعالى:  {ثُمَّ لَا يُنْظَرُونَ} قال ابن عباس: إلا يؤخرون لتوبة ولا لغير ذلك) (٤) . </p><p> ٩ - وقوله تعالى:  {وَلَوْ جَعَلْنَاهُ مَلَكًا} أي: لو جعلنا الرسول ملكًا أو الذي ينزل عليه ليشهد له بالرسالة كما يطلبون ذلك. </p><p> {وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلًا}  (٥) قال ابن عباس (٦) والمفسرون (٧) : (لأنهم لا يستطيعون أن يروا الملك في صورته؛ لأن </p><p>(١) كذا في النسخ، وعند الزجاج: (انقطاع الشيء وتمامه). (٢) انظر: \"تفسير الماوردي\" ٢/ ٩٧، و\"تفسير البغوي\" ٣/ ١٢٩.(٣) ذكره البغوي في \"تفسيره\" ٣/ ١٢٩، وأخرجه الطبري في \"تفسيره\" ٧/ ١٥٢، بسند ضعيف عن الضحاك عن ابن عباس.(٤) أخرجه الطبري في \"تفسيره\" ٧/ ١٥٢ - ١٥٣، وابن أبي حاتم ٤/ ١٢٦٦ بسند ضعيف.وذكره الواحدي في \"الوسيط\" ١/ ١٢، وابن الجوزي \"تفسيره\" ٣/ ٨.(٥) لفظ: (لجعلناه) عليه طمس في (أ).(٦) أخرجه الطبري في \"تفسيره\" ٧/ ١٥٢ - ١٥٣، وابن أبي حاتم ٤/ ١٢٦٦ بسند ضعيف.(٧) انظر: \"تفسير الطبري\" ٧/ ١٥٢، وذكره ابن عطية في \"تفسيره\" ٥/ ١٣٣، عن ابن عباس ومجاهد وقتادة وابن زيد.</p><p> أعين الخلق تحار عن رؤية الملائكة إلا بعد التجسم بالأجسام الكثيفة) (١) . </p><p> قال الزجاج:  (قيل: إن الملك لو نظر إليه ناظر على هيئته لصعق، ولذلك كانت الملائكة تأتي الأنبياء في سورة الإنس، كجبريل عليه السلام (٢) يأتي النبي - صلى الله عليه وسلم - (٣) في سورة دحية (٤) الكلبي، وكقصة نبإ الخصم إذ تسوروا (٥) المحراب، وكما أتوا إبراهيم (٦) ولوطًا -عليهما السلام- في صورة </p><p>(١) قال القرطبي في \"تفسيره\" ٦/ ٣٩٣: (أي لا يستطيعون أن يروا الملك في صورته إلا بعد التجسم بالأجسام الكثيقة؛ لأن كل جسم يأنس بجنسه وينفر من غير جنسه) ا. هـ وقال ابن عطية ٥/ ١٣٣: (أهل التأويل مجمعون أنهم لم يكونوا يطيقون رؤية الملك في صورته، فالأولى في قوله: {لَقُضِيَ الْأَمْر} أي لماتوا من هول رؤيته) ا. هـ ملخصًا وانظر: \"البحر المحيط\" ٤/ ٧٨. (٢) في (ش): (كان يأتي).(٣) أخرج البخاري (٣٦٣٣)، كتاب المناقب، باب علامات النبوة، ومسلم رقم ٢٤٥١، عن أسامة بن زيد رضي الله عنه قال: (إن جبريل عليه السلام أتى النبي - صلى الله عليه وسلم - وعنده أم سلمة فجعل يحدث ثم قام. فقال النبي لأم سلمة: \"من هذا؟ \" قالت: هذا دحية) الحديث. وقال ابن حجر في \"الإصابة\" ١/ ٤٧٣، والمناوي في \"الفتح السماوي\" ٢/ ٦٠٠: (أخرج النسائي بسند صحيح عن ابن عمر قال: (كان جبريل يأتي النبي - صلى الله عليه وسلم - في سورة دحية الكلبي). وانظر: \"الكافي الشافي\" لابن حجر ٦٠ - ٦١.(٤) دحية بن خليفة بن فروة بن فضالة الكلبي صاحب النبي - صلى الله عليه وسلم - ورسوله بكتابه إلى قيصر الروم ليوصله إلى هرقل، وهو صحابي جليل مشهور، وكان جميلًا يضرب به المثل في حسن الصورة، أسلم قبل بدر، وتوفي في خلافة معاوية. انظر: \"الاستيعاب\" ١/ ٤٧٢، و\"سير أعلام النبلاء\" ٢/ ٥٥٠، و\"الإصابة\" ١/ ٤٧٣، و\"تهذيب التهذيب\" ١/ ٥٧٣، و\"تهذيب تاريخ ابن عساكر\" ٥/ ٢٢١.(٥) قصة دواد عليه السلام مع الخصم مذكورة في سورة ص الآية ٢١ وما بعدها.(٦) قصة إبراهيم عليه السلام مع الرسل مذكورة في مواضع من القرآن منها: في (سورة هود الآية: ٦٩ وما بعدها)، وفي (سورة الحجر الآية ٥١ وما بعدها)، وفي (سورة الذاريات الآية: ٢٤ وما بعدها).</p><p> الضيفان من الآدميين (١) ) (٢) ، وكذلك قصة جبريل مع النبي - صلى الله عليه وسلم - حين أتاه يسأله عن الإيمان والإِسلام والإحسان والقدر. والخبر صحيح مشهور (٣) . </p><p> وقوله تعالى:  {وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ} : </p><p> يقال: لبست الأمر على القوم ألبسه لبسًا إذا شبهته عليهم وجعلته مشكلًا (٤) . قال ابن السكيت (٥) : (يقال: لبست عليه الأمر إذا خلطته عليه حتى لا يعرف جهته)  (٦) . </p><p> قال أهل اللغة (٧) : (معنى اللبس: منع النفس من إدراك المعنى كما هو (٨) كالستر له، وأصله من الستر بالثوب ومنه لبس الثوب؛ لأنه ستر النفس به). </p><p> قال الضحاك (٩) في تفسير قوله تعالى: {وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ} : </p><p>(١) قصة لوط عليه السلام مع الرسل مذكورة في مواضع من القرآن منها: في (سورة هود الآية: ٧٧ وما بعدها) وفي (سورة الحجر ٦١ وما بعدها). (٢) انظر: \"معاني القرآن\" للزجاج ٢/ ٢٣١، وانظر: \"ما اتفق لفظه واختلف معناه\" للمبرد ص ٣٢.(٣) أخرجه البخاري في \"صحيحه\" (٥٠)، كتاب الإيمان باب سؤال جبريل، ومسلم رقم (٩) عن أبي هريرة رضي الله عنه، وأخرجه مسلم عن عمر رضي الله عنه.(٤) هذا قول الأزهري في \"تهذيب اللغة\" ٤/ ٣٢٢٨.(٥) تقدمت ترجمته.(٦) \"إصلاح المنطق\" ص ٢٠٦، و\"تهذيب اللغة\" ٤/ ٣٢٢٨.(٧) انظر: \"العين\" ٧/ ٢٦٢، و\"الجمهرة\" ١/ ٣٤١، و\"الصحاح\" ٣/ ٩٧٣، و\"المجمل\" ٣/ ٨٠١، و\"مقاييس اللغة\" ٥/ ٢٣٠، و\"المفردات\" ص ٧٣٤، و\"اللسان\" ٧/ ٣٩٨٧ (لبس).(٨) في (ش): (بما هو).(٩) ذكره في \"الوسيط\" ١/ ١٢، وأخرجه الطبري في \"تفسيره\" ٧/ ١٥٣١، وابن أبي حاتم في \"تفسيره\" ٤/ ١٢٦٦، بسند ضعيف عن الضحاك عن ابن عباس نحوه.</p><p> (ولخلطنا عليهم ما يخلطون على أنفسهم حتى يشكوا فلا يدروا أملك هو أم آدمي) . </p><p> قال الزجاج (١) : (وكانوا هم يلبسون على ضعفتهم في أمر النبي - صلى الله عليه وسلم -فيقولون:إنما هو بشر مثلكم، فقال (٢) الله تعالى: {وَلَوْ أَنْزَلْنَا مَلَكًا} فرأوا الملك رجلاً لكنا قد لبسنا عليهم؛ لأنه كان يلحقهم فيه من اللبس مثل ما لحق ضعفتهم منهم) أي: فإنما طلبوا حال لبس لا حال بيان. وهذا احتجاج عليهم بأن الذي طلبوه من إنزال الملك لا يزيدهم بيانًا، بل يكون (٣) الأمر في ذلك على ما هم عليه من الحيرة بإعمالهم الشبهة. </p><p> وذكر صاحب \"النظم\" في هذه الآية وجهًا آخر فقال: (إنهم خلطوا على أنفسهم في التماس ما التمسوا، وتكلفوا منه ما لم يحتاجوا إليه، فالتمسوا نزول ملك يخبرهم أنه نبي، وقد كان لهم فيما مع النبي - صلى الله عليه وسلم - من الآيات والدلائل (٤) كفاية وغنية عن نزول ملك، فقال الله تعالى:  {وَلَوْ جَعَلْنَاهُ مَلَكًا} الآية. </p><p> يقول: لو أجبناهم إلى ما سألوا من ذلك فأنزلنا ملكًا لجعلناه رجلاً مثلهم في الخلقة والصورة، فيكون نزوله مثل طلوع الشمس من مغربها أو قيام الساعة، فلا يقبل مع ذلك إيمان، ولكن يجعله (٥) على سورة رجل، فلبس بذلك (٦) عليهم، أي: يعمى (٧) عليهم؛ معاقبة لتكلفهم ما لم يكلفوا </p><p>(١) انظر: \"معاني الزجاج\" ٢/ ٢٣١. (٢) في (ش): (وقال)، وهو تحريف.(٣) في (ش): (بل يكون في الأمر في ذلك)، وهو تحريف.(٤) في (ش): (والدلالات).(٥) في (ش): (لجعله).(٦) في (ش): (فلبس في ذلك).(٧) في (ش): (لعمى معاقبة لهم).</p>"
}