{
  "id": null,
  "sura": 6,
  "aya": 75,
  "text": "<p> قال أبو إسحاق (١) : (وليس بين النسّابين اختلاف أن اسم أبي إبراهيم تارح (٢) ، والذي في القرآن يدل على [أن]  (٣) اسمه آزر فكأن آزر لقب له، وقيل: آزر عندهم ذمّ في لغتهم، كأنه قيل: وإذ قال إبراهيم لأبيه المخطئ، كأنه عابه بزيغِه وتعوّجِه عن الحق)، ونحو هذا قال الفراء (٤) سواء. </p><p> وقال ابن الأنباري:  (قد يغلب على اسم الرجل لقبه حتى يكون به أشهر منه باسمه، فيمكن أن يكون آزر اسم أبي (٥) إبراهيم الصحيح وتارح (٦) لقب له، وجائز أن يكون آزر لقبًا أبطل الاسم لشهرة الملقّب به، فخبّر الله تعالى بأشهر اسميه؛ لأن اللقب مضارع للاسم) (٧) . </p><p> ٧٥ - قوله تعالى:  {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} قال الزجاج: (أي: ومثل ما وصفنا من قصة إبراهيم من قوله لأبيه ما قال نريه{مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ}(٨) يعني: كما أريناه استقباح ما كان عليه أبوه وقومه من عبادة الأصنام نريه الملكوت للاعتبار. </p><p>(١) \"معانى الزجاج\" ٢/ ٢٦٥ بتصرف، وزاد: (وقيل: آزر: اسم صنم). (٢) في (ش): (تارخ)، بالخاء المعجمة، وعند الزجاج بالمهملة.(٣) لفظ: (أن) ساقط من (أ).(٤) \"معاني الفراء\" ١/ ٣٤٠.(٥) جاء في (أ): (أب)، في كل المواضع السابقة.(٦) في (ش): (تارخ)، في كل المواضع السابقة.(٧) ذكره الواحدي في \"الوسيط\" ١/ ٦٦، وابن الجوزي ٣/ ٧١، والراجح أن آزر اسم أبي إبراهيم، وهو علم وليس لقب؛ لأن ظاهر القرآن والمحفوظ عن أهل العلم وغيره مجرد احتمالات ودعوى تحتاج إلى دليل، وهو اختيار الطبري في \"تفسيره\" ٧/ ٢٤٢ - ٢٤٣، وابن كثير ٢/ ١٦٨، وغيرهما، وانظر: \"المعارف\" لابن قتيبة ص ٣٠، وابن عطية ٥/ ٥٢٥١، و\"المعرب\" للجواليقي ص ١٣٤، والرازي ١٣/ ٣٧، والقرطبي ٧/ ٢٢.(٨) \"معانى الزجاج\" ٢/ ٢٦٥.</p><p> والملكوت: بمنزلة الملك، إلا أن (١) التاء زيدت للمبالغة، كالرَّغَبُوت (٢) والرهبوت (٣) ، ووزنه من الفعل فعلوت (٤) . كذلك قال أهل اللغة (٥) . </p><p> واختلفوا في:  {مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} ما هو؟ فقال ابن عباس في رواية (٦) عطاء: (يريد: أن الله أراه ما يكون في السموات من عجائب خلق ربه من عبادة الملائكة ومن طاعتهم ومن خشوعهم وخوفهم من الله عز وجل، وما في جميع الأرض من عصيان بني آدم وجرأتهم على الله، فكان يدعو على كل من يراه في معصية فيهلكه الله،فأوحى الله إليه:[يا إبراهيم](٧) أمسك عن عبادي، أما علمت أنه من أسمائي أنا الصبور) (٨) . </p><p>(١) في (أ): (لأن التاء). (٢) الرغبوت، بفتح الراء والغين وضم الباء: من رغب بمعنى أراد. انظر: \"القاموس\" ص ٩٠ (رغب).(٣) الرَّهَبُوت، بفتح الراء والهاء، وضم الباء: من رهب بمعنى خاف. انظر: \"القاموس\" ص ٩٢ (رهب).(٤) هذا قول الزجاج في \"معانيه\" ٢/ ٢٦٥، وانظر: \"مجاز القرآن\" ١/ ١٩٧ - ١٩٨، و\"تفسير الطبري\" ٧/ ٢٤٤، و\"معاني النحاس\" ٢/ ٤٤٩.(٥) انظر: ملك في \"تهذيب اللغة\" ٤/ ٣٤٤٩، و\"الصحاح\" ٥/ ١٦١٠، و\"اللسان\" ٧/ ٤٢٦٧.(٦) أخرج الطبري ٧/ ٢٤٦، وابن أبي حاتم ٥/ ١٣٢٦ بسند ضعيف عنه نحوه، وأخرج الطبري ٧/ ٢٤٧ بسند ضعيف عن عطاء نحوه، وأخرج الطبري ٧/ ٢٤٦، وابن أبي حاتم ٤/ ١٣٢٦ بسند جيد عن ابن عباس قال: (يعني به: الشمس والقمر والنجوم) اهـ. وفي رواية عند الطبري بسند جيد قال: (خلق السموات والأرض)، وانظر: \"الدر المنثور\" ٣/ ٤٥.(٧) لفظ: (يا إبراهيم) ساقط من أصل (أ) وملحق بالهامش.(٨) الصبور صفة لله سبحانه وتعالى ومعناه: الذي يملي ويمهل ولا يعجل بالعقوبة، وأكثرهم عده =</p><p> وقد روى علي -رضي الله عنه-، عن النبي - صلى الله عليه وسلم - (١) في تفسير: {مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} مثل هذا الذي ذكره ابن عباس. </p><p> وهو قول مجاهد (٢) وسعيد (٣) بن جبير قالا: (إنه كشف له عن السموات والأرض حتى العرش وأسفل الأرضين) . </p><p> وقال قتادة (٤) والضحاك (٥) : ( {مَلَكُوتَ السَّمَاوَاتِ} : الشمس والقمر </p><p>= اسمًا من أسماء الله تعالى، ولم يثبته محمَّد العثيمين في \"القواعد المثلى\" ص ٢١ - ٢٢. وانظر: \"تفسير أسماء الله الحسنى\" للزجاج ص ٦٥، و\"الأسماء والصفات\" للبيهقي ص ٤٨١، و\"المقصد الأسنى\" للغزالي ص ١٣٣، و\"شرح أسماء الله الحسنى\" للرازي ص ٣٥٢، و\"الحق الواضح\" للسعدي ص ٥٧؛ وكلهم عده من الأسماء. (١) ذكره البغوي ٣/ ١٥٨، والقرطبي ٧/ ٢٣، والسيوطي في \"الدر\" ٣/ ٤٥، وقال ابن كثير ٢/ ١٦٨: (روى ابن مردويه في ذلك حديثين مرفوعين عن معاذ وعلي، ولكن يصح إسنادهما) اهـ. وقال الهيثمي في \"مجمع الزوائد\" ٨/ ٢٠١ (روى الطبراني في \"الأوسط\" عن جابر عن النبي - صلى الله عليه وسلم - نحوه وفيه علي بن أبي علي اللهبي متروك) ا. هـ. بتصرف.(٢) أخرجه الطبري ٧/ ٢٤٦، وابن أبي حاتم ٥/ ١٣٢٧ من طرق جيدة، وفي \"تفسير مجاهد\" ١/ ٢١٨ قال: (الملكوت: الآيات)، وأخرجه الطبري من طرق جيدة، وأخرج أبو الشيخ في \"العظمة\" ص ٢٩٧ بسند جيد عنه قال: (الشمس والقمر)، وقال ابن أبي حاتم: (وروي عن مجاهد أنه قال: يعني الشمس والقمر والنجوم) اهـ. وانظر: \"الدر المنثور\" ٣/ ٤٤.(٣) أخرجه الطبري ٧/ ٢٤٧ من طرق جيدة عن سعيد بن جبير وقتادة.(٤) أخرجه عبد الرزاق ١/ ٢/ ٢١٢ - ٢١٣، وابن أبي حاتم ٥/ ١٣٢٧ من طرق جيدة.(٥) أخرجه الطبري ٧/ ٢٤٧ بسند ضعيف بلفظ: (الشمس والقمر والنجوم) اهـ، وهذه الأخبار لا حجة فيها وتحتاج إلى مستند، والأولى حمل الآية على ظاهرها، فالملكوت بمعنى الملك أراه الله سبحانه عظيم سلطانه، وجلى له بواطن الأمور وظاهرها، ويحتمل أن يكون كشف له عن بصره حتى رأى ذلك عيانًا، =</p><p> والنجوم، وملكوت الأرض الجبال والشجر والبحار، وذلك أن الله تعالى أراه هذه الأشياء حتى نظر إليها معتبرًا مستدلًا بها على خالقها). </p><p> وقوله تعالى:  {وَلِيَكُونَ مِنَ الْمُوقِنِينَ} قال أهل المعاني: (هو معطوف على المعنى؛لأن معنى الآية:نريه{مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ}ليستدل به{وَلِيَكُونَ مِنَ الْمُوقِنِينَ}(١) ، وقيل:  (هو عطف جملة على جملة بتقدير: وليكون من الموقنين أريناه)  (٢) . قال أبو علي الفارسي:  (اليقين (٣) والتيقن: ضرب من العلم مخصوص، فكل علم ليس تيقنًا وإن كان كل تيقن علمًا؛ لأن التيقّن هو العلم الذي قد كان عرض لعالمه إشكال فيه، يبين (٤) ذلك قوله تعالى: {وَلِيَكُونَ مِنَ الْمُوقِنِينَ} ) (٥) . </p><p>= ويحتمل أن يكون عن بصيرته حتى شاهده بفؤاده وتحققه وعلم ما في ذلك من الحكم الباهرة والدلالات القاطعة، وهذا اختيار الطبري ٧/ ٢٤٧، وابن كثير ٢/ ١٦٨، وانظر: السمرقندي ١/ ٤٩٥، وابن عطية ٥/ ٢٥٥. (١) هذا ظاهر قول الزجاج في \"معانيه\" ٢/ ٢٦٥، قال: (أي نريه {مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ} لما فعل وليثبت على اليقين).(٢) هذا قول النحاس في \"إعراب القرآن\" ١/ ٥٥٨، ومكي في \"المشكل\" ١/ ٢٥٨، وانظر: \"البيان\" ١/ ٣٢٨، و\"التبيان\" ٣٤٢، و\"الفريد\" ٢/ ١٧٧، و\"الدر المصون\" ٥/ ٧.(٣) اليقين في اللغة: العلم وتحقق الأمر وزوال الشك. وقال العسكري في \"الفروق\" ص ٦٣: (هو سكون النفس وثلج الصدر بما علم) ا. هـ. وقال الراغب في \"المفردات\" ص ٨٩٢: (هو من صفة العلم فوق المعرفة والدراية وأخواتها، وهو سكون الفهم مع ثبات الحكم) اهـ، وانظر \"العين\" ٥/ ٢٢٠، و\"تهذيب اللغة\" ٤/ ٣٩٨، و\"الصحاح\" ٦/ ٢٢١٩، و\"مقاييس اللغة\" ٦/ ١٥٧، و\"اللسان\" ٨/ ٤٩٦٤ (يقن).(٤) في (أ): (تبين) بالتاء، وهو تصحيف.(٥) \"الحجة\" لأبي علي ١/ ٢٥٦، وزاد: (اليقين كأنه علم يحصل بعد استدلال ونظر لغموض المعلوم أو لإشكال ذلك على الناظر، فليس كل علم يقينًا؛ لأن من المعلومات ما يعلم ببداءة العقول والحواس) ا. هـ. ملخصًا.</p>"
}