{
  "id": null,
  "sura": 6,
  "aya": 160,
  "text": "<p> وقال النبي - صلى الله عليه وسلم -: \"من غشنا فليس منا\"  (١) معناه (٢) : فنحن منه برآء) (٣) . </p><p> ١٦٠ - قوله تعالى:  {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا} قال ابن عباس (٤) : وقتادة (٥) والسدي (٦) ومجاهد (٧) والضحاك: {مَنْ جَاءَ بِالْحَسَنَةِ} </p><p>(١) أخرجه أحمد في المسند ٢/ ٥٠، والدرامي ٣/ ١٦٥٥ (٢٥٨٣)، ومسلم في \"صحيحه\" رقم (١٦٤)، وأبو داود (٣٤٥٢)، وابن ماجه (٢٢٢٤ - ٢٢٢٥)، والترمذي (١٣١٥)، وقال: (حديث حسن صحيح)؛ كلهم في السنن كتاب البيوع، باب النهي عن الغش، ومسلم في باب الإيمان باب قول النبي - صلى الله عليه وسلم -: \"من غشنا فليس منا\"، وابن ماجه في كتاب التجارات باب النهي عن الغش. (٢) قال ابن الأثير في \"النهاية\" ٣/ ٣٦٩: (الغش: ضد النصح من الغشش، وهو المشرب الكدر، وقوله: \"ليس منا\" أي: ليس من أخلاقنا ولا على سنتنا) اهـ.(٣) لم أقف عليه عن ابن الأنباري، وعلى هذا القول تكون الآية محكمة غير منسوخة، وهو الظاهر؛ لأنها خبر، والمعنى: أنت بريء منهم، وهم منك براء، وليس إليك شيء من أمرهم، وإنما أمرهم إلى الله سبحانه وتعالى، وهو اختيار الطبري في \"تفسيره\" ٨/ ١٠٦، ١٠٧، والنحاس في ناسخه ٢/ ٣٥٦، ومكي في \"الإيضاح\" ص ٢٤٧، وابن عطية في \"تفسيره\" ٥/ ٤١١، والرازي ١٤/ ٨، وانظر: \"الناسخ والمنسوخ\" لابن حزم ص ٣٨، ولابن العربي ٢/ ٢١٣، و\"نواسخ القرآن\" لابن الجوزي ص ٣٣٧، و\"النسخ في القرآن الكريم\" لمصطفى زيد ١/ ٤٤١.(٤) أخرجه الطبري في \"تفسيره\" ٨/ ١٠٩ بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ١١٩.(٥) أخرجه ابن أبي حاتم في \"تفسيره\" ٥/ ١٤٣١ عن عبد الله بن مسعود رضي الله عنه وقال بعده: (وروي عن ابن عباس وأبي هريرة وعلي بن حسين وسعيد بن جبير والحسن، وعطاء ومجاهد وأبي صالح ذكوان ومحمد بن كعب القرظي والنخعي والضحاك والزهري وعكرمة وزيد بن أسلم وقتادة نحو ذلك) اهـ.(٦) لم أقف عليه، وقد رواه الطبري في \"تفسيره\" ٨/ ١٠٨، ١٠٩ من طرق عن جماعة من السلف رضى الله عنهم.(٧) أخرجه الطبري في \"تفسيره\" ٨/ ١٠٩ بسند لا بأس به عن مجاهد والضحاك.</p><p> (يريد: شهادة أن لا إله إلا الله) ، وقال عطاء عن ابن عباس:  (يريد: من عمل من المصدقين حسنة كتبت له عشر حسنات)  (١) ، وحذفت الهاء من {عَشْرُ} ، والأمثال جمع: مثل (٢) ، والمثل مذكر؛ لأنه أريد: عشر حسنات أمثالها، ثم حذفت الحسنات وأقيمت الأمثال التي هي صفتها مقامها، وحذف الموصول كثير في الكلام، يقوى هذا قراءة من قرأ {عَشْرُ أَمْثَالِهَا} بالتنوين والرفع (٣) ، وقال أبو علي:  (اجتمع هاهنا أمران، كل واحدٍ منهما يوجب التأنيث، فلما اجتمعا قوي التأنيث،أحدهما:أن الأمثال في المعنى حسنات، فجاز التأنيث، كقوله (٤) : </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ١٤٨، وابن الجوزي في تفسيره ٣/ ١٥٩. (٢) المثل: بكسر فسكون كلمة تسوية ويقال: مثل بالفتح، ويراد به الشبه، والصفة، والشيء الذي يضرب لشيء مثلا فيجعل مثله، انظر: \"اللسان\" ٧/ ٤١٣٣ (مثل).(٣) قرأ يعقوب الحضرمي والحسن والأعمش وغيرهم: (عشر) بالتنوين (وأمثالُها) برفع اللام، صفة لعشر، أي: فله عشر حسنات أمثال تلك الحسنة، وقرأ الجمهور: (عشر) بغير تنوين، (أمثالِها) بالخفض على الإضافة، انظر: \"تفسير الطبري\" ٨/ ١١٠، و\"إعراب النحاس\" ١/ ٥٩٥، و\"مختصر الشواذ\" ص ٤١، تفسير السمرقندي ١/ ٥٢٧، والمشكل ١/ ٢٧٨، و\"البحر المحيط\" ٤/ ٢٦١، و\"النشر\" ٢/ ٢٦٦ - ٢٦٧، و\"إتحاف فضلاء البشر\" ص ٢٢٠.(٤) الشاهد لعمر بن أبي ربيعة في ديوانه ص ١٢٦، والكتاب ٣/ ٥٦٦، و\"الكامل\" للمبرد ٢/ ٢٥١، و\"الخصائص\" ٢/ ٤١٧، و\"المخصص\" ١٧/ ١١٧ وصدره:فَكَانَ مِجَنِّي دُونَ مَنْ كُنْتُ أَتّقَّيوالكاعب، بالكسر: التي نهد ثديها، انظر: \"اللسان\" ٧/ ٣٨٨٨ (كعب)، والمعصر، بضم فسكون وكسر الصاد: التي بلغت عصر شبابها، انظر: \"اللسان\" ٥/ ٢٩٦٩ (عصر) والمجن: الترس، والشاهد: معاملة شخوص معاملة المؤنث؛ لأنه أراد النساء.</p><p> ثَلاثُ شُخُوصٍ كاعِبَاتٍ (١) ومُعْصِرُ </p><p> فأراد بالشخوص: نساء (٢) ، والآخر: أن المضاف إلى المؤنث قد يؤنث وإن كان مذكرًا كقول من قرأ (٣) : (تلتقطه بعض السيارة)  [يوسف: ١٠]  (٤) والأمثال يراد: بها حسنات أمثالها من جهة المجانسة تثبت (٥) لصاحبها، ثم الجزاء يقع لصاحبها على تلك العشر، وليس في الآية ذكر الجزاء بالحسنة، إنما ذكر أن لصاحب الحسنة الواحدة عشر حسنات (٦) . </p><p> [و]  (٧) قوله تعالى: {وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا} قال ابن عباس: (يريد: الخطيئة،قال:وهذا للمؤمنين)  (٨) ومعنى: {إِلَّا مِثْلَهَا} إلا جزاء مثلها، يوازيها ويماثلها, لا يكون أكثر منها، وروى أبو ذر (أن </p><p>(١) هكذا في النسخ: (كاعبات)، ولم أقف عليه بهذا اللفظ، وفي المراجع: (كاعبان) بالنون. (٢) في (ش): (نسبًا)، وهو تحريف.(٣) قراءة العامة: (يلتقطه بعض السيارة) بالياء، وقرأ مجاهد والحسن وقتادة. (تلتقطه) بالتاء لتأنيث المعنى ولإضافته إلى مؤنث. انظر: \"إعراب النحاس\" ٢/ ١٢٦، و\"مختصر الشواذ\" ص ٦٧، و\"الدر المصون\" ٦/ ٤٤٧، و\"الإتحاف\" ص ٢٦٢.(٤) \"التكملة\" لأبي علي ص ٢٧٠، وانظر: تفصيل ذلك في الكتاب ٣/ ٥٦١ - ٥٦٧، ومعاني الأخفش ٢/ ٢٩١، والفراء ١/ ٣٦٦ - ٣٦٧، والزجاج ٢/ ٣٠٩، و\"تفسير الطبري\" ٨/ ١١٠، و\"إعراب النحاس\" ١/ ٥٩٥.(٥) في (ش): (يثبت) بالياء.(٦) انظر: \"معاني الزجاج\" ٢/ ٣١٠، و\"تفسير القرطبي\" ٧/ ١٥١.(٧) لفظ: \"الواو\" ساقط من (ش).(٨) ذكره الواحدي في \"الوسيط\" ١/ ١٤٨، والراجح أن المراد بالحسنة والسيئة العموم، وأصل الحسنات التوحيد، وأسوأ السيئات الشرك، وهو اختيار ابن عطية في \"تفسيره\" ٥/ ٤١٢، والرازي ١٤/ ٨، وانظر: \"تفسير ابن كثير\" ٢/ ٢٢٠.</p><p> النبي - صلى الله عليه وسلم - قال:  \"إن(١)الله تعالى قال: الحسنة عشر، أو أزيد، والسيئة واحدة أو أغفر، فالويل لمن غلبت آحاده أعشاره\"  (٢) . </p><p> وقال - صلى الله عليه وسلم -: \"يقول الله: إذا هم عبدي بحسنة فاكتبوها له حسنة، وإن لم يعملها، فإن عملها فعشر أمثالها، وإن هم بسيئة فلا تكتبوها، فإن عملها فسيئة\"  (٣) . </p><p> وقوله تعالى:  {وَهُمْ لَا يُظْلَمُونَ} قال ابن عباس: (لا ينقص ثواب أعمالهم)  (٤) . </p><p>(١) لفظ: (إن الله تعالى قال) ساقط من (ش). (٢) في الباب أحاديث كثيرة ثابتة في الصحاح والسنن. انظر: \"صحيح مسلم\" رقم ٢٠٣ - ٢٠٨، و\"تفسير ابن كثير\" ٢/ ٢٢٠، ٢٢١، و\"الدر المنثور\" ٣/ ١١٩، ١٢٠، والأقراب إلى نص الواحدي هو ما أخرجه أحمد في المسند ٥/ ١٨٠، ومسلم (٢٦٨٧)، و\"الحاكم في المستدرك\" ٤/ ٢٤١ عن أبي ذر رضي الله عنه قال: قال: رسول الله - صلى الله عليه وسلم -: \"يقول الله عز وجل: الحسنة عشرًا أو أزيد، والسيئة واحدة أو أغفرها ..) الحديث. ولفظ: (فالويل لمن غلبت آحاده أعشاره) ذكره الثعلبي في \"الكشف\" ١٨٧ أ، والقرطبي في \"تفسيره\" ٧/ ١٥١.(٣) أخرج مسلم في \"صحيحه\" رقم (٢٠٣)، عن أبي هريرة رضي الله عنه قال: قال: رسول الله - صلى الله عليه وسلم -: قال الله عز وجل: إذا هم عبدي بسيئة فلا تكتبوها عليه فإن عملها فاكتبوها سيئة، وإذا هم بحسنة فلم يعملها فاكتبوها حسنة فإن عملها فاكتبوها عشرًا\" ا. هـ. وأخرج مسلم رقم (٢٠٧)، والبخاري ٧/ ١٨٧ كتاب الرقاق - باب من هم بحسنة أو سيئة، عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - فيما يرويه عن ربه عز وجل قال: \"إن الله كتب الحسنات والسيئات، ثم بين ذلك، فمن هم بحسنة فلم يعملها كتبها الله عنده حسنة كاملة، وإن هم بها فعملها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف إلى أضعاف كثيرة، وإن هم بسيئة فلم يعملها كتبها الله عنده حسنة كاملة، وإن هم بها فعملها كتبها الله سيئة واحدة) اهـ.(٤) ذكره الواحدي في \"الوسيط\" ١/ ١٥٠، وفي \"تنوير المقباس\" ٢/ ٧٧ نحوه.</p>"
}