{
  "id": null,
  "sura": 6,
  "aya": 109,
  "text": "<p> ١٠٩ - [قوله تعالى]  (١) : {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ} الآية، ذكرنا معنى القسم (٢) عند قوله تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ}  [النساء: ٨] والاستقسام في سورة المائدة (٣) والإقسام من ذلك الأصل أيضًا، وذلك أن اليمين موضوعة لتوكيد الخبر الذي يخبر به الإنسان إما مثبتًا للشيء أو نافيًا. ولما كان الخبر يدخله الصدق والكذب لم يأمن المخبر بالشيء عن نفسه أن يرد خبره ولا يقبل، فأكّد خبره باليمين، ولما كان التنازع يكثر في الإقسام، والدعاوى في الأشياء لا تنقطع إلا بالتوكيد، اشتقوا لفظه من القسم، وبنوها على أَفَعَل، فقالوا: أَقْسَم (٤) فلان بالله، يقسم إقسامًا، وأرادوا أنه حاز القسم الذي وقع التنازع فيه، بذكر الله، وبنوا الفعل على أفعل؛ لأنهم قصدوا قصد رجل أمال الشيء إلى جانبه باليمين، واسم اليمين القَسَم، والجمع الأقسام. </p><p>= وقال ابن القيم في \"بدائع التفسير\" ٢/ ١٧٠ - ١٧١: (يضاف التزيين إليه سبحانه خلقًا ومشيئة، وحذف فاعله تارة، ونسبه إلى سببه، ومن أجراه على يده تارة، وهذا التزيين ابتلاء واختبار للعبد، ليتميز المطيع منهم من العاصي، وعقوبة منه له على إعراضه وإيثاره سيئ العمل على حسنه، وحجة الله قائمة عليه بالرسالة وبالتعريف الأول، فتزيِن الرب تعالى عدل، وعقوبته حكمة، وتزيين الشيطان إغواء وظلم، وهو السبب الخارج عن العبد، والسبب الداخل فيه حبه وبغضه وإعراضه، والرب سبحانه خالق الجميع، والجميع واقع بمشيئته وقدرته) ا. هـ. ملخصًا. (١) في (أ): (قوله عز وجل).(٢) انظر: \"البسيط\" النسخة الأزهرية ١/ ٢٢٩ ب.(٣) انظر: \"البسيط\" صورة في مكتبة جامعة الإمام ٣/ ٩ أ.(٤) القَسَم: بالفتح، اليَمين والحَلف، وأصله من القَسَامَة، بالفتح، وهي أيمان تقسم علي أولياء المقتول، ثم صار اسمًا لكل حَلِف؛ يقال: أَقْسَم بسكون القاف وفتح =</p><p> وهذا الذي ذكرنا في معنى القسم مذهب الزجاج وأبي علي الفسوي (١) وغيرهما ممن يوثق بعربيتهم، قال المفسرون:  (٨)  (لما أُنزل قوله تعالى:{إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ}[الشعراء: ٤]أقسم المشركون بالله{لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا}وسأل المسلمون رسول الله - صلى الله عليه وسلم - أن ينزلها الله عليهم حتى يؤمنوا، وعلم الله تعالى منهم أنهم لا يؤمنون،فأنزل هذه الآية:{وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ}(٢) ، قال الكلبي (٣) ومقاتل (٤) : (إذا حلف الرجل بالله فهو جهد يمينه) ، وقال الزجاج:  (اجتهدوا في المبالغة في اليمين)  (٥) ، وقال عطاء (٦) : (يريد. بأغلظ الأيمان) . </p><p>= السين، يُقْسِم: بكسر السين، إقسامًا، والجمع أقْسَام. انظر: \"العين\" ٥/ ٨٦، (الجمهرة) ٢/ ٨٥٢، و\"الاشتقاق\" لابن دريد ص ٦٢، و\"تهذيب اللغة\" ٣/ ٢٩٦٣، و\"الصحاح\" ٥/ ٢٠١٠، و\"المجمل\" ٣/ ٧٥٢، و\"المفردات\" ص ٦٧٠، و\"اللسان\" ٦/ ٣٦٣٠ مادة (قسم).(١) ذكره الرازي في \"تفسيره\" ١٣/ ١١٧ عن الواحدي، ولم أقف عليه عند الزجاج وأبي علي الفارسي بعد طول بحث.(٢) ذكره الفراء في \"معانيه\" ١/ ٣٤٩، و\"النحاس\" ٢/ ٤٧٤، والسمرقندي ١/ ٥٠٦، وقال ابن الجوزي في \"تفسيره\" ٣/ ١٠٣: (رواه أبو صالح عن ابن عباس) ا. هـ. وحكاه الماوردي ٢/ ١٥٦، عن الكلبي، وانظر: \"أسباب النزول\" للواحدي ص ٢٢٨.(٣) \"تنوير المقباس\" ٢/ ٥١، وذكره الثعلبي ١٨٢ ب، والواحدي في \"الوسيط\" ١/ ٩٩، والبغوي ٣/ ١٧٧، والرازي ١٣/ ١٤٣ عن الكلبي ومقاتل.(٤) \"تفسير مقاتل\" ١/ ٥٨٣.(٥) \"معاني الزجاج\" ٢/ ٢٨١، وذكر النحاس في \"معانيه\" ٢/ ٤٧٢، نحوه، والجهد: بفتح الجيم، وسكون الهاء المبالغة والغاية، وقيل: الوسع والطاقة، وقيل: المشقة. انظر: \"اللسان\" ٢/ ٧٠٨ مادة (جهد).(٦) ذكره ابن الجوزي ٢/ ٣٨٠، عن ابن عباس وذكره البغوي ٣/ ٦٩، بلا نسبة.</p><p> وقوله تعالى:  {قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ} أي: إنه هو القادر على الإتيان بها (١) ، وقيل:  (معناه: إنها عند الله يأتي بها متى شاء، وليس لكم أن تتحكموا في طلبها)  (٢) . </p><p> وقوله تعالى:  {وَمَا يُشْعِرُكُمْ} قال أبو علي: (ما) استفهام وفاعل {يُشْعِرُكُمْ} ضمير ما، والمعنى: وما يدريكم إيمانهم، فحذف المفعول، وحذف المفعول كثير، والتقدير: وما يدريكم إيمانهم، أي: هم لا يؤمنون مع مجيء الآية إياهم (٣) . </p><p> ونحو هذا ذكره ابن الأنباري (٤) فقال: (كأن الكلام انقطع عند </p><p>(١) هذا قول الطبري في \"تفسيره\" ٧/ ٣١١، والثعلبي في \"الكشف\" ١٨٢ ب، والبغوي في \"تفسيره\" ٣/ ١٧٧، وابن الجوزي ٣/ ١٠٤. (٢) انظر: \"تفسير الرازي\" ١٣/ ١١٤.(٣) \"الحجة\" لأبي علي ٣/ ٣٧٧: (وعليه تكون ما استفهامًا إنكاريًّا مبتدأ، وجملة (يشعركم) خبرها. و (يشعركم) مضارع فاعله ضمير يعود على ما، وكم مفعول أول، والثاني محذوف، والتقدير: وما يدريكم إيمانهم وقت مجيئها). انظر: \"البيان\" ١/ ٥٣٠، و\"الفريد\" ٢/ ٢١٠، و\"الدر المصون\" ٥/ ١٠١.(٤) لم أقف عليه وفي إيضاح الوقف والابتداء ٢/ ٦٤٢ - ٦٤٣، قال في الآية: (من قرأ (إنها) بالكسر وقف على (وما يشعركم) وابتدأ (إنها)، ومن قرأ (أنها) بالفتح كان له مذهبان أحدهما: أن يكون المعنى: وما يشعركم بأنهم يؤمنون أو لا يؤمنون ونحن نقلب أفئدتهم، فعلى هذا المذهب لا يحسن الوقف على (يشعركم)؛ لأن (أن) متعلقة به، والوجه الآخر أن يكون المعنى: وما يشعركم لعلها إذا جاءت لا يؤمنون، فيحسن الوقف على (يشعركم) والابتداء بأن مفتوحة، حكي عن العرب: ما أدرى أنك صاحبها، المعنى: لعلك صاحبها، وقرئ: (أنها إذا جاءت لا يؤمنون) على خطاب الكفرة إليكم) ا. هـ. وقال في (الأضداد) ص ٢١١ - ٢١٦: (لا جحد محض، وأن دخلت إيذانا بالقول إذ لم يصرح لفظه، وتكون لا بمعنى الإثبات وما للتوكيد, والمعنى: أنها إذا جاءت يؤمنون) ا. هـ. ملخصًا.</p><p> {يُشْعِرُكُمْ} بتقدير مفعول معه يراد به، أي شيء يشعركم إيمانهم، ويوقع في أنفسكم صحة ما حلف عليه الكفار)، وهذا معنى قول الزجاج:  (أي لستم تعلمون الغيب، ولا تدرون أنهم يؤمنون)  (١) ، ألا ترى أنه ذكر مفعول الإشعار، وقال مجاهد:  (وما يدريكم[أنكم](٢) تؤمنون، ثم استقبل يخبر فقال:  {أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ} ) (٣) . </p><p> وقوله تعالى:  {أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ} قرأ ابن كثير (٤) وأبو عمرو (إنها) بكسر الهمزة على الاستئناف، وهي القراءة الجيدة. قال سيبويه:  (سألت الخليل عن هذه القراءة،فقلت:ما منع أن تكون كقولك: ما يدريك أنه لا يفعل؟فقال:لا يحسن ذلك في هذا الموضع إنما قال:{وَمَا يُشْعِرُكُمْ}ثم ابتدأ فأوجب فقال: (إنها إذا جاءت لا يؤمنون) ولو قال: (وما يشعركم أنها) بالفتح كان ذلك عذرًا لهم (٥) ، انتهى كلامه. </p><p> ومعنى قوله:  (كان[ذلك](٦) عذرًا لهم) أنك لو فتحت أن وجعلتها التي في نحو: بلغني أن زيدًا (٧) منطلق، لكان عذرًا لمن أخبر عنهم أنهم </p><p>(١) \"معاني الزجاج\" ٢/ ٢٨٢. (٢) في (ش): (أنهم يؤمنون). وعليه يكون الخطاب للمؤمنين وهو أحد قولي مجاهد، كما في \"تفسيره\" ١/ ٢٢١، قال: (وما يدريكم أنهم يؤمنون، ثم أوجب عليهم أنهم لا يؤمنون) ا. هـ.(٣) أخرجه الطبري في \"تفسيره\" ٧/ ٣١٢، وابن أبي حاتم ٤/ ١٣٦٨ من عدة طرق جيدة، وذكر السيوطي في \"الدر\" ٣/ ٧٣.(٤) قرأ ابن كثير وأبو عمرو وعاصم في رواية (إنها) بكسر الهمزة، وقرأ الباقون بفتحها. انظر: \"السبعة\" ص ٢٦٥، و\"المبسوط\" ص ١٧٣، و\"التذكرة\" ٢/ ٤٠٧، و\"التيسير\" ١٠٦، و\"النشر\" ٢٦١.(٥) \"الكتاب\" ٣/ ١٢٣.(٦) لفظ: (ذلك) ساقط من (أ).(٧) انظر: \"الكتاب\" ٣/ ١٢٢.</p><p> لا يؤمنون، لأنه إذا قال القائل: إن زيداً لا يؤمن، فقلت: وما يدريك أنه لا يؤمن، كانت المعنى: انه يؤمن، وإذا كان كذلك كان عذرًا لمن نفى الإيمان عنه، وليس المراد في الآية عذرهم وأنهم يؤمنون (١) ، ألا ترى أن الله سبحانه قد أعلمنا في الآية الثانية أنهم لا يؤمنون بقوله تعالى:  {وَلَوْ أَنَّنَا نَزَّلْنَا} إلى قوله: {مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ}  [الأنعام: ١١١] وقرأ الباقون (أنها) بالفتح. </p><p> قال الخليل:  (هي بمنزلة قول العرب: أئت السوق أنك تشتري لنا شيئًا،أي:[لعلك](٢) فكأنه قال: لعلها إذا جاءت لا يؤمنون) (٣) ، انتهى كلامه. وأن بمعنى (٤) لعل كثير في كلامهم كقوله (٥) : </p><p>(١) هذا شرح لأبي علي في \"الحجة\" ٣/ ٣٧٨، وقال السمين في \"الدر\" ٣/ ١٠٢: (وقد شرح الناس قول الخليل وأوضحوه فقال الواحدي وغيره)، ثم ذكر هذا الشرح، وانظر: \"تفسير الرازي\" ١٣/ ١٤٥. (٢) في (ش): (لعل).(٣) \"الكتاب\" ٣/ ١٢٣.(٤) من معاني أن المشددة المفتوحة أنها تكون بمعنى لعل عند الأكثر. انظر: \"حروف المعاني\" ص ٥٧، و\"معاني الحروف\" ص ١١٢، و\"الصاحبي\" ص ١٧٦، و\"رصف المباني\" ص ٢٠٧، و\"مغني اللبيب\" ١/ ٤٠.(٥) الشاهد مختلف في نسبته، وهو لحاتم الطائي في \"ديوانه\" ص ٤٥، ولمعن بن أوس المزني في \"ديوانه\" ص ٨٠، ولدريد بن الصمة الجشمي في \"ملحق ديوانه\" ص ١١٦، والطبري ٧/ ٣١٣، والثعلبي ص ١٨٢/ ب، ولحطائط بن يعفر النهشلي في \"مجاز القرآن\" ١/ ٥٥، و\"الحماسة\" لأبي تمام ٢/ ٣٥٨، و\"عيون الأخبار\" ٣/ ١٨١، و\"الشعر والشعراء\" ص ١٤٧، ١٥٧ - ١٥٨، والطبري ٣/ ٧٨، و\"الحجة\" لأبي علي ٢/ ٢٢٥، و\"الدر المصون\" ٢/ ١١٧، وذكر في \"اللسان\" ١/ ١٥٨، أنن، نسبته إلى هؤلاء، وهو بلا نسبة في \"الإبدال\" لابن السكيت ص٨٥، و\"أمالي القالي\" ٢/ ٧٩، و\"سر صناعة الإعراب\" ١/ ٢٣٦، والرازي =</p><p> أرِيني جَوَادًا مَاتَ هَزْلًا لأَنَّنِي ... أَرَى مَا تَرَيْنَ أَوْ بَخِيلًا مُخَلَّدا </p><p> وقال آخر (١) : </p><p> هَل أَنْتُمْ عَائِجُونَ بِنَا لأنا ... نَرَى العَرَصاتِ أَوْ أَثَرَ الخيامِ </p><p> وقال عدي (٢) بن زيد: </p><p> أَعاذِل ما يُدْرِيكِ أَنَّ مَنِيَّتِي ... إلى ساعَةٍ في اليَومِ أو في ضُحى الغَدِ (٣) </p><p>= ١٣/ ١٤٤. والشاهد: (لأنني) أراد: لعلني، وفي الدواوين وأكثر المراجع: (لعلني) بدل (لأنني)، وعليه فلا شاهد فيه. (١) الشاهد للفرزدق في \"ديوانه\" ٢/ ٢٩٠، و\"الحجة\" لأبي علي ٣/ ٣٧٩، و\"اللسان\" ٧/ ٤٠٤٩ مادة (لغن)، وهو لجرير في \"ملحق ديوانه\" ص ١٠٣٩، و\"اللسان\" ١/ ١٥٨ مادة (أنن)، و\"الدر المصون\" ٥/ ١٠٣، وبلا نسبة في \"الإنصاف\" ١/ ١٨٤، والقرطبي ٤/ ١٥٤. وعائجون: أي مائلون. والعرصات: جمع عرصة، وهو وسط الدار.والشاهد: لأنا يريد: (لعنا)، وفي ديوانه الفرزدق وأكثر المراجع، (لعلنا) بدل (لأنا) وفي بعض المراجع (لِغنا) بالغين والفتح، وهي لغة في لعل.(٢) عَدي بن زيد بن حمار بن زيد العبادي التميمي أبو عمير، من أهل الحيرة، شاعر جاهلي فصيح، نصراني، مقدم على شعراء عصره؛ لكونه أول من كتب بالعربية والفارسية لدى كسرى، قتله النعمان بن المنذر ملك الحيرة، وقال ابن قتيبة: (علماؤنا لا يرون شعره حجة).انظر: \"طبقات فحول الشعراء\" ١/ ١٣٥ - ١٤٠، و\"الشعر والشعراء\" ص١٣٠، و\"معجم المرزباني\" ص ٧٣، و\"الأعلام\" ٤/ ٢٢٠.(٣) \"ديوانه\" ص ١٠٣، و\"الشعر والشعراء\" ص ١٣١، والطبري ٧/ ٣١٣، و\"جمهرة أشعار العرب\" ص ١٧٩، و\"المدخل للحدادي\" ص ٤٤٩، والثعلبي ١٨٢ ب، والبغوي ٣/ ١٧٨، وابن الجوزي ٣/ ١٠٥، والرازي ١٣/ ١٤٤، والقرطبي ٧/ ٦٤، و\"اللسان\" ١/ ١٥٨ مادة (أنن)، والخازن ٢/ ١٧٢، و\"الدر المصون\" ٥/ ١٠٣، وابن كثير ٢/ ١٨٤، وفي (الديوان): (إلا تظنُّنا) بدل (أن منيتي)، وعليه فلا شاهد فيه.</p><p> وفسر علي: لعل منيتي، ويدل على صحة هذا وجودته في المعنى أنه قد جاء في التنزيل لعل بهذا (١) العلم كقوله تعالى: {وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى}  [عبس: ٣]  {وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ}  [الشورى: ١٧] ، وهذا الذي ذكره الخليل من أن (٢) بمعنى لعل مذهب الفراء أيضًا قال: (وللعرب لغة في لعل بأن، وهو وجه جيد أن تجعل أن في موضع لعل)  (٣) ، ثم ذكر وجهًا آخر لهذه القراءة:  (وهو أن تجعل لا صلة قال: ومثله:{مَا مَنَعَكَ أَلَّا تَسْجُدَ}[الأعراف: ١٢]معناه: أن تسجد،فيكون التقدير:وما يشعركم أنها إذا جاءت يؤمنون)  (٤) ، والمعنى على هذا: أنها لو جاءت لم يؤمنوا (٥) . </p><p> قال الزجاج:  (والذي ذكر أن لا لغوٌ (٦) غالط؛ لأن ما كان لغوًا لا يكون غير لغو، ومن قرأ (إنها) بالكسرة لم يكن لا لغوًا، فليس يجوز أن يكون معنى لفظه مرة النفي ومرة الإيجاب) (٧) . </p><p>(١) في \"الحجة\" لأبي علي ٣/ ٣٨٠ (لعل بعد العلم). (٢) هكذا في النسخ، والأولى: (من أن - أن بمعنى لعل).(٣) \"معاني الفراء\" ١/ ٣٥٠، وهو قول الأخفش في \"معانيه\" ٢/ ٢٨٥ قال: (قرأ بعضهم (أنها) وبها نقرأ وفسر على لعلها ..) اهـ.(٤) \"معاني الفراء\" ١/ ٣٥٠.(٥) هذا قول أبي علي في \"الحجة\" ٣/ ٣٨٠ عند شرح هذا الوجه.(٦) لغو: أي زائدة وانظر: \"الإغفال\" ص ٦٧٧.(٧) \"معاني الزجاج\" ٢/ ٢٨٣، وحكى كونها زائد النحاس في \"معانيه\" ٢/ ٤٧٣، عن الكسائي ثم قال: (وهذا عند البصريين غلط؛ لأن أن لا تكون زائدة في موضع تكون فيه نافية) ا. هـ، وقال الزجاج في \"معانيه\": (قد أجمعوا أن معنى (أن) هاهنا إذا فتحت معنى لعل، والإجماع أولى بالاتباع) ا. هـ، وقال شيخ الإسلام في \"الفتاوى\" ١٠/ ١٠ - ١١ , ١٣/ ٢٤٦، ١٤/ ٤٩٥، في شرح الآية: (هذا استفهام نفي وإنكار، أي: وما يدريكم (إنها إذا جاءت لا يؤمنون) وأنا {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ}. على قراءة من قرآ (إنها) بالكسر تكون جزمًا =</p><p> قال أبو علي:  (يجوز أن يكون لا في تأويل زائدة، وفي تأويل غير زائدة، كقول الشاعر (١) : </p><p> أَبَى جُوده لا البُخْلَ واستَعْجَلَتْ بِهِ ... نَعَمْ مِنَ فَتًى لا يَمْنَعُ الجُودَ قاتِلهْ </p><p> ينشد: لا البخلِ ولا البخلَ، فمن نصب البخلَ جعلها زائدة كأنه قال: أبي جوده البخل، ومن قال: لا البخلِ أضاف لا إلى البخل. ومثل هذه الآية في أن لا فيها يجوز أن يكون زائدة ويجوز أن لا يكون قوله تعالى:  {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ}  [الأنبياء: ٩٥] ، (٢) ، وسنذكر </p><p>= بأنها {إِذَا جَاءَتْ لَا يُؤْمِنُونَ (١٠٩) وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ}، وأشكلت قراءة الفتح على كثير بسبب أنهم ظنوا أن الآية بعدها جملة مبتدأة، وليس كذلك، لكنها داخلة في خبر أن، والمعنى: إذا كنتم لا تشعرون أنها إذا جاءت لا يؤمنون وأنا أفعل بهم هذا لم يكن قسمهم صدقًا بل قد يكون كذبًا، وهو ظاهر الكلام المعروف أنها أن المصدرية ولو كان (ونقلب) إلى آخره كلامًا مبتدأ لزم أن كل من جاءته آية قُلب فؤاده، وليس كذلك بل قد يؤمن كثير منهم، ومن فهم معنى الآية عرف خطأ من قال: أن (أن) بمعنى لعل واستشكل قراءة الفتح، بل يعلم حينئذ أنها أحسن من قراءة الكسر) ا. هـ وانظر: \"تفسير ابن عطية\" ٥/ ٣١٦، وابن كثير ٢/ ١٨٤. (١) لم أعرف قائله، وهو في: \"معاني الأخفش\" ٢/ ٢٩٤، والطبري ٨/ ١٢٩، و\"الأضداد\" لابن الأنباري ص ٢١١، و\"الإغفال\" ص ٦٩٠، و\"كتاب الشعر\" ١/ ١١٧، و\"الخصائص\" ٢/ ٣٥، ٢٨٣، و\"أمالي ابن الشجري\" ٢/ ٥٣٧، ٥٤٢، وابن عطية ٥/ ٣١٦، و\"اللسان\" ٨/ ٤٤٨٥ مادة (نعم) و١٥/ ٤٦٦ (لا)، و\"مغني اللبيب\" ١/ ٢٤٨.(٢) \"الحجة\" لأبي علي ٣/ ٣٨٠ - ٣٨١، وانظر: \"معاني القراءات\" ١/ ٣٧٩، و\"إعراب القراءات\" ١/ ١٦٧, و\"الحجة\" لابن خالويه ص ١٤٧، ولابن زنجلة ص ٢٦٥، و\"الكشف\" ١/ ٤٤٤.</p><p> الوجهين في الآية إذا انتهينا إليها إن شاء الله (١) . </p><p> واختلفوا في قوله {لَا يُؤْمِنُونَ} فقرأ (٢) بعضهم بالياء، وهو وجه القراءة؛ لأن قوله:  [و]  (٣) أَقْسَمُوا بالله) الآية [الأنعام: ١٠٩] إنما يراد به قوم مخصوصون يدلك على ذلك قوله تعالى: {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ} الآية [الأنعام: ١١١] وليس كل الناس بهذا الوصف، [و]  (٤) المعني: وما يشعركم أيها المؤمنون لعلهم إذا جاءتهم الآية التي اقترحوا لم يؤمنوا، فالوجه الياء؛ لأن الذين نفى عنهم الإيمان هم الغُيّب المقسمون، أي: لا يؤمنون هؤلاء الغيب المقسمون، وقرأ حمزة وابن عامر بالتاء، وهو على الانصراف من الغيبة إلى الخطاب، والمراد بالمخاطبين في (يؤمنون) هم الغُيّب المقسمون الذين أخبر عنهم أنهم لا يؤمنون (٥) . </p><p> وذهب مجاهد وابن زيد (٦) إلى أن الخطاب في قوله {وَمَا يُشْعِرُكُمْ} للكفار الذين أقسموا، قال مجاهد: (وما يدريكم أنكم تؤمنون إذا </p><p>(١) انظر: \"البسيط\" النسخة الأزهرية ٣/ ٢٥٠ ب. (٢) قرأ ابن عامر وحمزة {لَا تُؤْمِنُونَ} بالتاء، وقرأ الباقون بالياء. انظر: \"السبعة\" ص ٢٦٥، و\"المبسوط\" ص ١٧٣، و\"التذكرة\" ٢/ ٤٠٨، و\"التيسير\" ص ١٠٦، و\"النشر\" ٢/ ٢٦١.(٣) لفظ: (الواو) ساقط من (أ).(٤) لفظ: (الواو) ساقط من (أ).(٥) ما تقدم هو كلام الفارسي في \"الحجة\" ٣/ ٣٨٢ - ٣٨٣، إلا أنه لم يختر القراءة بالياء بل وجه القراءة فقط. وانظر: \"معانى القراءات\" ١/ ٣٨٠، و\"إعراب القراءات\" ١/ ١٦٧، و\"الحجة\" لابن خالويه ص ١٤٧، ولابن زنجلة ص ٢٦٧، و\"الكشف\" ١/ ٤٤٦.(٦) ذكره ابن عطية في \"تفسيره\" ٥/ ٣١٥، والرازي ١٣/ ٢٤٥، والقرطبي ٧/ ٦٤، وأبو حيان في \"البحر\" ٤/ ٢٠١.</p>"
}