{
  "id": null,
  "sura": 6,
  "aya": 140,
  "text": "<p> (أحدها: أن الهاء ليست للتأنيث،وإنما هي للمبالغة في الوصف كما قالوا:راوية وعلامة ونسَّابة، والداهية والطاغية، وأنه لمنكر ومنكرة،وكذلك تقول:هو خالصة لي، وخالص لي، وهذا قول الكسائي (١) . </p><p> وقال الفراء (٢) : (وقد تكون (خالصة) مصدرًا لتأنيثها كما تقول: العاقبة والعافية، وهو مثل قوله تعالى:  {إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ}  [ص: ٤٦]  (٣) ، قال أبو بكر: فعلى هذا أنثت الخالصة؛ لأنها أجريت مجرى المصادر التي تكون بلفظ التأنيث إخبارًا عن الأسماء المذكرة كقولهم: عطاؤك عافية، والمطر رحمة، والرخص نعمة، ومعروف عندهم الرجل خالصتي، قال الشاعر (٤) : </p><p> كُنتَ أمنيتي وكَنتَ خَالصتي ... وليس كلُّ امرئ بمؤتمنِ </p><p> القول الثالث (٥) : للفراء (أن تأنيث (خالصة) لتأنيث (الأنعام)  (٦) ، لأن ما في بطونها مثلها، فأنث لتأنيثها) (٧) ، وعلى هذا كأنه قيل: وقالوا </p><p>(١) ذكره النحاس في \"إعراب القرآن\" ١/ ٥٨٤، وفي \"معانيه\" ٢/ ٤٩٨، عن الكسائي، وهو اختيار الأخفش في \"معانيه\" ٢/ ٢٨٨، والطبري في \"تفسيره\" ٨/ ٤٩. (٢) هذا هو القول الثاني.(٣) \"معاني الفراء\" ١/ ٣٥٩، وهو اختيار الكرماني في \"غرائب التفسير\" ١/ ٣٨٨.(٤) لم أهتد إلى قائله، وهو في الكشف للثعلبي ١٨٥ أ، و\"غرائب التفسير\" ١/ ٣٨٨، و\"الدر المصون\" ١/ ١٨٣.(٥) جاء في النسخ: (القول الثاني)، وهو تحريف.(٦) حصل في (أ) تداخل في الأقوال، فقد جاء قول أبي علي الفارسي بعد قوله: (لتأنيث الأنعام)، وهو تحريف من الناسخ.(٧) \"معانى الفراء\" ١/ ٣٥٨.</p><p> الأنعام التي في بطون الأنعام {خَالِصَةٌ لِذُكُورِنَا}  (١) ، وقال الزجاج:  (جُعل معنى (ما) التأنيث؛ لأنها في معنى الجماعة كأنهم قالوا: جماعة {مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا}  (٢) ، وأبين من هذا كله أن يقال:  (ما) عبارة عن الألبان أو الأجنة، وإذا كان عبارة عن مؤنث جاز تأنيثه على المعنى، وتذكيره على اللفظ، كما جُعل في هذه الآية فإنه أنث خبره الذي هو (خالصة) لمعناه وذُكر في قوله (ومحرم) على اللفظ (٣) ، وهذا قريب مما قاله أبو إسحاق؛ لأنه جعل (ما) بمعنى الجماعة. وذكر أبو علي فيه (٤) قولين: (أحدهما: أن (خالصة) مصدر، ويكون المعنى: ما في بطون هذه الأنعام ذو خلوص. والثاني: أن يكون صفة، وأنث على المعنى لأنه كثرة، والمراد به: الأجنة والمضامين) (٥) . </p><p> وقوله تعالى:  {وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا} يعني: النساء. قال ابن عباس:  (يريدون على نسائنا)  (٦) . </p><p>(١) ذكره الرازي في \"تفسيره\" ١٣/ ٢٠٨، عن ابن الأنباري، وذكره بعضه ابن الجوزي في \"تفسيره\" ٣/ ١٣٣، وانظر: \"الدر المصون\" ٥/ ١٨٣. (٢) \"معاني الزجاج\" ٢/ ٢٩٤ - ٢٩٥، واختاره الأزهري في \"تهذيب اللغة\" ١/ ١٠٨١ (خلص).(٣) وهذا القول هو اختيار النحاس في \"إعراب القرآن\" ١/ ٥٨٤، ومكي في \"المشكل\" ١/ ٢٧٢، وابن الأنباري في \"البيان\" ١/ ٣٤٣.(٤) \"الحجة\" لأبي علي ٦/ ٧٤، ونحوه قال ابن جني في \"المحتسب\" ١/ ٢٣٢ , وانظر: \"أمالي ابن الشجري\" ٣/ ٣١.(٥) المضامين، بالفتح وكسر الميم: ما في بطون الحوامل من كل شيء. انظر: \"اللسان\" ٥/ ٢٦١١ (ضمن).(٦) \"تنوير المقباس\" ٢/ ٦٥.</p><p> وقوله تعالى:  {وَإِنْ يَكُنْ مَيْتَةً} . قرأ (١) ابن كثير (يَكُن) بالياء (مَيْتَةٌ) رفعًا. </p><p> قال أبو بكر:  (الميتة: أريد بها الميت زيدت عليها الهاء للإبهام،كما قالوا:الدابة فارة، والشاة ذبحته، والأُرْويَّة (٢) عاينته، فيذكّرون إذا (٣) كان الحرف يقع على المذكر والمؤنث، وقراءة ابن كثير (وإن يكن ميتة) فالميتة اسم الكون، وخبر الكون مضمر يراد به: وإن يكن لهم ميتة، أو وإن يكن هناك ميتة، وذكر الفعل لأن الميتة في معنى الميت) (٤) . </p><p> وقال أبو علي:  (لم يلحق الفعل علامة التأنيث لما كان الفاعل المسند إليه تأنيثه غير حقيقي،ولا يحتاج الكون إلى خبر لأنه بمعنى:وإن وقع ميتة، أو حدث ميتة. وقرأ ابن عامر (وإن تَكُن) بالتاء (مَيْتةٌ) بالرفع، ألحق الفعل علامة التأنيث لما كان الفاعل المسند إليه في اللفظ مؤنثًا، وقرأ عاصم في رواية أبو بكر (وإن تَكُن) بالتاء (مَيْتَةً) بالنصب على تقدير: وإن تكن المذكورة أو المعينة ميتة، فأنث الفعل وإن كان المتقدم مذكرًا؛ لأنه </p><p>(١) قرأ ابن عامر، وعاصم في رواية (وإن تكن) بالتاء، وقرأ الباقون بالياء، وقرأ ابن عامر وابن كثير (مَيْتَةٌ) بالرفع، وقرأ الباقون بالنصب). انظر: \"السبعة\" ص٢٧٠ - ٢٧١، و\"المبسوط\" ص ١٧٥ - ١٧٦، و\"الغاية\" ص ٢٥٠ - ٢٥١، و\"التذكرة\" ٢/ ٤١٢، و\"التيسير\" ص ١٠٧، و\"النشر\" ٢/ ٢٦٥ - ٢٦٦. (٢) الأروية، بضم الهمزة، وسكون الراء، وكسر الواو، وتشديد الياء المفتوحة: الأنثى من الوعول. انظر: \"اللسان\" ٣/ ١٧٨٧ مادة (روى)، وقال ابن الأنباري في \"المذكر والمؤنث\" ١/ ٥٤ (الأروية: شاة الجبل) ا. هـ.(٣) في (ش): (إذ كان).(٤) لم أقف عليه، وقد ذكره الرازي في \"تفسيره\" ١٣/ ٢٠٨، بدون نسبة. وانظر: \"معاني الفراء\" ١/ ٣٥٨، و\"معاني الأخفش\" ٢/ ٢٨٨، و\"إعراب النحاس\" ١/ ٥٨٥.</p><p> حمله على المعنى. وقرأ الباقون بالياء (ميتةً) بالنصب، تأويله: وإن يكن المذكور ميتة، ذكروا الفعل؛ لأنه مسند إلى ضمير ما تقدم في قوله:  {مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ}  [الأنعام:١٣٩] وهو مذكر، وانتصب الميتة لما كان الفعل مسندًا إلى الضمير) (١) . </p><p> وقوله تعالى:  {فَهُمْ فِيهِ شُرَكَاءُ} قال ابن عباس: (يريد: الرجال والنساء)  (٢) ، وذكرت الكناية في قوله (فِيهِ) لما ذكرنا أن الميتة غير مختصة بالأنثى (٣) ؛ لأن المراد بالميتة هاهنا: الحيوان كيف ما كان (٤) . </p><p> وقوله تعالى:  {سَيَجْزِيهِمْ وَصْفَهُمْ} قال (٥) : (يريد: سيعذبهم بما وصفوا الله به، وما أحلوا مما حرم الله، وما حرموا مما أحل الله)  (٦) . </p><p>(١) \"الحجة\" لأبي علي، ٣/ ٤١٥، بتصرف. وانظر: \"معاني القراءات\" ١/ ٣٩٠ - ٣٩١، و\"إعراب القراءات\" ١/ ١٧١ - ١٧٢، و\"الحجة\" لابن خالويه ص ١٥١، ولابن زنجلة ص ٢٧٤ - ٢٧٥، و\"الكشف\" ١/ ٤٥٤ - ٤٥٥، و\"الدر المصون\" ٥/ ١٨٦. (٢) \"تنوير المقباس\" ٢/ ٦٥، وأخرجه الطبري في \"تفسيره\" ٨/ ٥٠، وابن أبي حاتم ٥/ ١٣٩٦ بسند ضعيف من طريق عطية العوفي عن ابن عباس. وذكره السيوطي في \"الدر\" ٣/ ٩١.(٣) في (ش): (ولأن) بالواو.(٤) انظر: \"الدر المصون\" ٥/ ١٨٦ - ١٨٧.(٥) كذا ورد بدون نسبة، والظاهر أن المقصود ابن عباس رضي الله عنهما، ذكره عنه هود الهواري في \"تفسيره\" ١/ ٥٦٥، وذكره الواحدي في \"الوسيط\" ١/ ١٢٧ بدون نسبة.(٦) قال مجاهد في \"تفسيره\" ١/ ٢٢٥: (يعني: قولهم الكذب في ذلك)، وأخرجه الطبري في \"تفسيره\" ٨/ ٥٠، من عدة طرى جيدة، عن مجاهد وأبي العالية وقتادة , وأخرجه ابن أبي حاتم في \"تفسيره\" ٥/ ١٣٩٦ عن مجاهد، وقال: (وروي عن أبي العالية وقتادة نحو ذلك) اهـ.</p><p> وقال أبو إسحاق:  (المعنى -والله أعلم-: سيجزيهم جزاء وصفهم الذي هو كذب)  (١) . </p><p> وقوله تعالى:  {إِنَّهُ حَكِيمٌ عَلِيمٌ} قال ابن عباس: (يريد: أنه أحكم وأعلم من أن يفعل هذا)  (٢) . </p><p> ١٤٠ - قوله تعالى:  {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ} ، قال ابن عباس (٣) والمفسرون (٤) : (يعني: الذين كذبوا يدفنون بناتهم أحياء في الجاهلية) . وقوله (٥) تعالى: {سَفَهًا بِغَيْرِ عِلْمٍ}  (سفهًا) منصوب على معنى اللام، أي: للسفه، مثل: فعلت ذلك حذر الشر، ويجوز أن يكون منصوبًا على تأويل المصدر؛ لأن قتلهم أولادهم سفه، فكأنه قال: قد سفهوا سفهًا، والوجهان ذكرهما الزجاج (٦) . </p><p>(١) \"معاني الزجاج\" ٢/ ٢٩٥، وقال النحاس في \"معانيه\" ٢/ ٤٩٩: (التقدير عند النحويين: سيجزيهم جزاء وصفهم الذي هو كذب) اهـ. (٢) ذكره الواحدي في \"الوسيط\" ١/ ١٢٧، بدون نسبة، وانظر: \"تفسير الطبري\" ٨/ ٥٠.(٣) \"تنوير المقباس\" ٢/ ٦٦، وذكره ابن الجوزي في \"تفسيره\" ٣/ ١٣٤، وأخرج البخاري في \"صحيحه\" رقم (٣٥٢٤)، كتاب المناقب، باب قصة زمزم وجهل العرب، عن ابن عباس قال: (إذا سرك أن تعلم جهل العرب فاقرأ ما فوق الثلاثين ومائة في سورة الأنعام {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ} إلى قوله: {وَمَا كَانُوا مُهْتَدِينَ} اهـ, الآية ١٤٠ - الأنعام.(٤) ومنهم مقاتل في \"تفسيره\" ١/ ٥٩٢، والطبري ٨/ ٥١، والنحاس في \"معانيه\" ٢/ ٤٩٩، والسمرقندي في \"تفسيره\" ١/ ٥١٧، وأخرجه الطبري في \"تفسيره\" ٨/ ٥١، من عدة طرق جيدة عن عكرمة والسدي، وقتادة. وانظر: \"الدر المنثور\" ٣/ ٩١.(٥) لفظ: (وقوله) ملحق في أعلى السطر من (أ).(٦) \"معاني الزجاج\" ٢/ ٢٩٥، وانظر: \"إعراب النحاس\" ١/ ٥٨٥، و\"المشكل\" ١/ ٢٧٤، و\"البيان\" ١/ ٣٤٥، و\"التبيان\" ٣٦١، و\"الفريد\" ٢/ ٢٣٨ - ٢٣٩، =</p>"
}