{
  "id": null,
  "sura": 6,
  "aya": 129,
  "text": "<p> وقوله تعالى:  {إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} . قال ابن عباس:  (حكم للذين استثنى بالتصديق والتوبة وعلم ما في قلوبهم من البر والتقوى والإيمان)  (١) . </p><p> قال أهل المعاني:  (معنى هذه الآية: التحذير من إغواء الجن تزيينهم القبيح، فإنهم يقرنون مع أوليائهم من الإنس في النار)  (٢) . </p><p> ١٢٩ - قوله تعالى:  {وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا} . قال المفسرون:  (يقول: كما خذلنا عصاة الجن والإنس حتى استمتع بعضهم ببعض، كذلك نكل بعضهم إلى بعض في النصرة والمعونة، ونسلط بعضهم على بعض، فيتولى بعضهم القيام بأمر بعض)  (٣) ، وقال بعض أهل العلم:  (إن الله تعالى ذكر في الآية الأولى استكثار الجن من الإنس بالاستضلال (٤) والاستزلال (٥) ، ثم بيّن في هذه الآية أنه ولى بعضهم بعضًا حتى كان من شأنهم ما كان) (٦) . </p><p>= يزيدهم من العذاب). اهـ. وانظر: \"تفسير الطبري\" ٨/ ٣٤، و\"معاني النحاس\" ٢/ ٤٩٠، و\"إعراب النحاس\" ص ٥٧٥، و\"تفسير السمرقندي\" ١/ ٥١٣، و\"المشكل\" ١/ ٢٧٠، و\"البيان\" ٢/ ٣٤٠، و\"التبيان\" ٣٥٨، و\"الفريد\" ٢/ ٢٢٨، و\"الدر المصون\" ٥/ ١٥٠ - ١٥٣، ودفع إيهام الاضطراب عن آيات الكتاب ص ١٢٢ - ١٢٨. (١) ذكره الواحدي في \"الوسيط\" ١/ ١٢٠، والبغوي في \"تفسيره\" ٣/ ١٨٩ بدون نسبة.(٢) لم أقف على من ذكره فيما لدي من مراجع.(٣) انظر: \"تفسير الطبري\" ١٣/ ٣٥، والسمرقندي ١/ ٥١٣، والماوردي ٢/ ١٦٩، والبغوي ٣/ ١٨٩.(٤) في (ش): (بالإضلال).(٥) في (أ): (الاسترسال)، وهو تحريف.(٦) لم أقف على من ذكره فيما لدي من مراجع.</p><p> ١٣٠ - قوله تعالى:  {يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ} الآية. قال أهل اللغة:  (المَعْشَر: كل جماعة أمرهم واحد،والجميع:المعَاشِر)  (١) . وقوله تعالى:  {رُسُلٌ مِنْكُمْ} اختلفوا (٢) هل كان من الجن رسول أم لا؟ فالأكثرون (٣) على أنه لم يكن من الجن رسول، وإنما كانت الرسل من بني آدم. </p><p> وقوله:  {رُسُلٌ مِنْكُمْ} أراد من أحدكم وهو الإنس فحذف المضاف، كقوله تعالى:  {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ}  [الرحمن: ٢٢] أي: من أحدهما وهو الملح الذي ليس بعذب، وجاز ذلك؛ لأن ذكرهما قد جُمع في قوله (٤) : {مَرَجَ الْبَحْرَيْنِ}  [الرحمن: ١٩] ، وهذا جائز في كل ما اتفق في أصله، كما </p><p>(١) هذا نص كلام الخليل في \"العين\" ١/ ٢٤٨، وفي \"اللسان\" ٥/ ٢٩٥٥ (عشر): (معشر الرجل، بفتح الميم والشين وسكون العين: أهله. والمعشر: الجماعة متخالطين كانوا أو غير ذلك. والمعشر والنفر والقوم والرهط معناهم الجمع: لا واحد لهم من لفظهم للرجال دون النساء). اهـ. وانظر: \"تهذيب اللغة\" ٣/ ٢٤٤٧، و\"الصحاح\" ٢/ ٧٤٧، و\"المجمل\" ٣/ ٦٧٠، و\"المفردات\" ص ٥٦٧ (عشر).(٢) في (ش): (واختلفوا).(٣) ذكره عن الأكثر الرازي في \"تفسيره\" ١٣/ ١٩٥، والخازن ٢/ ١٨٤.(٤) قال الشنقيطي -رحمه الله تعالى- في \"أضواء البيان\" ٢/ ٢١١: (هذا التوجيه في آية الرحمن غلط كبير لا يجوز القول به؛ لأنه مخالف مخالفة صريحة لكلام الله تعالى؛ لأن الله ذكر البحرين الملح والعذب بقوله: {وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ} [فاطر: ١٢]، ثم صرح باستخراج اللؤلؤ والمحرجان منهما جميعًا بقوله: {وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا} [فاطر: ١٢]، والحلية المذكورة في اللؤلؤ والمرجان، فقصره على الملح مناقض للآية صريحًا كما ترى). اهـ.</p><p> اتفق الجن مع الإنس في باب التمييز، فلما ذكرا (١) معًا جاز مخاطبتهما بما ينصرف إلى واحد. </p><p> وهذا قول الفراء (٢) ، والزجاج (٣) ومذهب أكثر أهل (٤) العلم، وعليه دل كلام ابن عباس؛ لأنه قال:  (يريد: أنبياء من جنسكم ولم يكن من جنس الجن أنبياء (٥) وإذا لم يكن من الجن أنبياء (٦) ورسل، فكيف قال لهم مع الإنس:  {أَلَمْ يَأْتِكُمْ رُسُلٌ} ؟ قال الكلبي:  (كانت الرسل يبعثون إلى الجن والإنس)  (٧) ، فعلى هذا قد بعث الرسل إلى الجن، ولكن لم تكن (٨) الرسل من الجن، وتأويل (منكم) ما ذكرنا. </p><p> وقال آخرون: (الرسل كانت من الإنس، ولكن الله تعالى كان يسبّب قومًا من الجن ليسمعوا كلام الرسل، ويأتوا قومهم من الجن بما سمعوا وينذرونهم، كما قال الله تعالى لمحمد - صلى الله عليه وسلم -: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ}  [الأحقاف: ٢٩] وهذا مذهب مجاهد قال: (الرسل من الإنس والنذر </p><p>(١) في (ش): (فلما ذكر معًا)، وهو تحريف. (٢) \"معاني الفراء\" ١/ ٣٥٤، وانظر: \"معاني النحاس\" ٢/ ٤٩٢.(٣) \"معاني الزجاج\" ٢/ ٢٩٢، وكلام الواحدي أقرب إلى نص الزجاج.(٤) ذكر الخازن في \"تفسيره\" ٢/ ١٨٤: (أن هذا مذهب جمهور أهل العلم). وانظر: \"تفسير الطبري\" ١٢/ ١٢، والماوردي ٢/ ١٧٠، وذكره عن الواحدي الرازي في \"تفسيره\" ١٣/ ١٩٥.(٥) ذكره الخازن في \"تفسيره\" ٢/ ١٨٤ عن الواحدي عن ابن عباس.(٦) لفظ: (أنبياء) ساقط من (أ).(٧) \"تنوير المقباس\" ٢/ ٦١، وذكره الثعلبي في \"الكشف\" ١٨٤ أ، والبغوي في \"تفسيره\" ٣/ ١٩٠.(٨) في (ش): (لم يكن).</p><p> من الجن) (١) ، ونحو ذلك قال ابن جريج (٢) وأبو عبيد (٣) : (هم الذين استمعوا القرآن فأبلغوه قومهم) ، وعلى هذا أولئك (٤) الذين استمعوا (٥) وذهبوا إلى الجن فأنذروا لم يفعلوا ذلك بنص الله تعالى على إرسالهم, ولكن يجوز أن يضاف ذلك إلى الله فيقال: هم رسل الله، كما سمّى الله تعالى رسُل عيسى (٦) رسله فقال: {إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ}  [يس: ١٤] . </p><p> وقال الضحاك:  (من الجن رسل كما من الإنس رسل)  (٧) والآية تدل على (٨) ذلك، والقول هو الأول، وهو ما ذكرنا أن رسل الجن لم يكونوا مرسلين بنص الله تعالى وإنما كانوا نذرًا على الوجه الذي بيّنا (٩) . </p><p>(١) أخرجه ابن أبي حاتم في \"تفسيره\" ٤/ ١٣٨٩، بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٨٦. (٢) أخرجه الطبري في \"تفسيره\" ٨/ ٣٦، بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٨٦.(٣) لم أقف عليه.(٤) في (أ): (وعلى هذا ؤلئك)، وهو تحريف.(٥) في (أ): (استمتعوا)، وهو تحريف.(٦) انظر: \"تفسير الرازي\" ١٣/ ١٩٥. وظاهر القرآن -وهو اختيار الجمهور ومنهم ابن كثير في \"تفسيره\" ٢/ ١٩٨ - أنهم رسل الله بعثهم إلى أهل القرية. قال ابن الجوزي في \"تفسيره\" ٧/ ١١: (هذا هو ظاهر القرآن والمروي عن ابن عباس وكعب ووهب) اهـ.(٧) أخرجه الطبري ٨/ ٣٦، بسند جيد، وهو قول مقاتل في \"تفسيره\" ١/ ٥٨٩.(٨) ذكره عن الضحاك الماوردي في \"تفسيره\" ٢/ ١٧٠، وابن الجوزي ٣/ ١٢٥, وقالا: (وهو ظاهر الكلام).(٩) وهذا هو الظاهر، وهو قول جمهور السلف والخلف، كما قال الحافظ ابن كثير رحمه الله تعالى في \"تفسيره\" ٢/ ١٩٨: وساق عدة أدلة من الكتاب والسنة على أن الرسل من الإنس فقط، ولم يكن في الجن رسل منهم. وهو اختيار شيخ الإسلام في رحمه الله تعالى في \"الفتاوى\" ١٦/ ١٩٢، وقال في ٤/ ٢٣٤: (وقيل: الرسل من الإنس, والجن فيهم النذر، وهذا أشهر.) اهـ.</p>"
}