{
  "id": null,
  "sura": 6,
  "aya": 84,
  "text": "<p> قوله تعالى:  {وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ} ) قال ابن عباس: (يريد: ألهمناها إبراهيم[وأرشدناه](١) إليها) (٢) . </p><p> وقوله تعالى {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} قال الحسين بن الفضل: (يعني: مراتبهم بالعلم والفهم والفضيلة والعقل)  (٣) . </p><p> ٨٤ - قوله تعالى:  {وَمِنْ ذُرِّيَّتِهِ} قال عطاء عن ابن عباس (٤) : (يريد: من ذرية إبراهيم) . </p><p> وقال الفراء (٥) وغيره (٦) : (الهاء في{ذُرِّيَّتِهِ}لنوح) . </p><p> قال الزجاج:  (كلا القولين جائز؛ لأن ذكرهما جميعًا قد جرى)  (٧) . </p><p> قال العلماء بالنسب:  (الأولى (٨) أن تعود الكناية إلى نوح؛ لأنه ذكر في جملة من عُدّ من (٩) هذه الذرية يونس ولوط، ولا شك أنهما لم يكونا </p><p>(١) في (ش): (وأرشده). (٢) \"تنوير المقباس\" ٢/ ٣٧، وذكره الواحدي في \"الوسيط\" ١/ ٧٥.(٣) لم أقف عليه. وما ذكره هو اختيار البغوي في \"تفسيره\" ٣/ ١٦٤، والقرطبي ٧/ ٣٠، وانظر: \"زاد المسير\" ٣/ ٧٨، و\"تفسير الرازي\" ١٣/ ٦٢.(٤) أخرجه ابن أبي حاتم ٤/ ١٣٣٦ بسند جيد، وذكره القرطبي ٧/ ٣٠، وأبو حيان في \"البحر\" ٤/ ١٧٣، والسيوطي في \"الدر\" ٣/ ٥٢، وهو في \"تنوير المقباس\" ٢/ ٣٨، وقول عطاء كما في \"الوسيط\" ١/ ٧٥، و\"زاد المسير\" ٣/ ٧٩ وذكره السمرقندي ١/ ٤٩٩، عن الضحاك.(٥) \"معاني الفراء\" ١/ ٣٤٢.(٦) وهو قول مقاتل في \"تفسيره\" ١/ ٥٧٣، والكلبي، كما ذكره السمرقندي ١/ ٤٩٩، وذكره ابن الجوزي ٣/ ٧٩ (عن أبي صالح عن ابن عباس).(٧) \"معاني الزجاج\" ٢/ ٢٦٩.(٨) في (أ): (الألى)، وهو تحريف.(٩) في (ش): (في هذه). ويونس ولوط عليهما السلام ذكرا في الآية ٨٦ من سورة الأنعام.</p><p> من ذرية إبراهيم) (١) . </p><p> ٨٦ - وقوله تعالي:  {وَالْيَسَعَ} وقرأ حمزة (٢) والكسائي (والليسع) بتشديد اللام، والمعنى واحد في أنه اسم لنبي معروف، واللام الواحدة أشهر في اسمه. </p><p> قال الزجاج:  (يقال فيه: اليسع والليسع بتشديد اللام وتخفيفه)  (٣) . </p><p> قال الفراء (٤) : (والتشديد أشبه بأسماء العجم من الذين يقولون: اليسع ولا تكاد العرب تُدخل الألف واللام فيما لا يجري مثل: يزيد ويعمر، فإن أدخلت أدخلت للمدح بتفخيم الاسم على طريق النادر،وأنشد:</p><p> وَجَدْنَا الوليد بن اليزيد مباركا ... شديدًا بأعباء الخِلافِة كاهِله)  (٥) </p><p>(١) هذا اختيار الجمهور ومنهم الطبري ٧/ ٢٦٠، والبغوي ٣/ ١٦٥، وابن عطية ٥/ ٢٦٩، وقال ابن كثير في \"تفسيره\" ٢/ ١٧٣: (عود الضمير إلى نوح لأنه أقرب مذكور ظاهر لا إشكال فيه، وعوده إلى إبراهيم لأنه الذي سيق الكلام من أجله حسن، لكن يشكل عليه لوط فإنه ليس من ذرية إبراهيم، اللهم إلا أن يقال: إنه داخل في الذرية تغليبًا) ا. هـ. ملخصًا، وانظر: ابن الجوزي ٣/ ٧٩، والرازي ١٣/ ٦٤، والخازن ٢/ ١٥٥. (٢) قرأ حمزة والكسائي (والليسع) بلامين الأولى ساكنة والثانية مفتوحة مشددة وسكون الياء، وقرأ الباقون بلام واحدة ساكنة وفتح الياء.انظر: \"السبعة\" ص ٢٦٢، و\"المبسوط\" ص ١٧١، و\"التذكرة\" ٢/ ٤٠٤، و\"التيسير\" ص ١٠٤، و\"النشر\" ٢/ ٢٦٠.(٣) \"معاني القرآن\" ٢/ ٢٦٩.(٤) \"معانى الفراء\" ١/ ٣٤٢.(٥) البيت لابن ميادة الرماح بن أبرد، وقد سبق الكلام عليه.</p><p> قال أبو علي:  (الأسماء الأعلام لا تدخل (١) عليها الألف واللام، وذلك أن تعليقها على من تُعلق عليه وتخصيصها يغني عن الألف واللام، فإنهما يدخلان للتعريف ولا حاجة إلى التعريف هاهنا، فأما العباس والحارث (٢) والقاسم والحسن فإنما دخلت الألف واللام فيها على تقدير أنها صفات جارية على موصوفين، فإن لم يقدر (٣) هذا التقدير لم يلحقوه الألف واللام، وقالوا: حارث وعباس وقاسم على المذهبين، جاء [ذلك]  (٤) في كلامهم، وقد جمع الأعشى الأمرين في بيت واحد فقال (٥) : </p><p> أَتَانِي وَعِيدُ الحُوصِ مِنْ آلِ جَعْفَرٍ ... فَيَا عَبْدَ عَمْرٍو لَوْ نَهَيْتَ الأَحَاوِصَا </p><p> فجمع الأحوص على ضربين، حيث جعله نعتًا جمعه على فُعْل نحو: أحمرِ وحمرٍ، وحيمث جعله [اسما]  (٦) محضا جمعه على أفاعَل نحو: </p><p>(١) في النسخ: (يدخل) بالياء والأولى، بالتاء كما في \"الحجة\" ٣/ ٣٣٨. (٢) في (ش): (الحرث والقسم).(٣) في (ش): (تقدر).(٤) لفظ: (ذلك) ساقط من (أ).(٥) \"ديوانه\" ص ٩٩، و\"إصلاح المنطق\" ص ٤٠١، و\"الاشتقاق\" ص ٢٩٦، و\"تهذيب اللغة\" ١/ ٧٠٥، و\"المبهج\" ص ٦٥، و\"الصحاح\" ٣/ ١٠٣٤، و\"المخصص\" ١/ ١٠٢، و\"اللسان\" ٢/ ١٠٥١ (حوص)، والحوص: هم قوم علقمة بن علاثة بن الأحوص، والأحاوص: أولاده. وعبد عمرو بن الأحوص: زعيمهم. انظر: \"تهذيب إصلاح المنطق\" ٢/ ٣١٣.والشاهد: جمع الأحوص على الحوص بالنظر إلى كونه في الأصل وصفًا، وعلى الأحاوص بالنظر إلى الاسمية.(٦) لفظ: (اسما) ساقط من (أ).</p><p> الأفاكل (١) والأرامل (٢) ، وكذلك في الحارث والعباس الوجهان جميعا, فأما قول ابن مقبل (٣) : </p><p> والتَّيمُ أَلأَمُ مَنْ يَمْشي وأَلأَمُهُمْ ... ذُهْلُ بنُ تَيْمٍ بَنُو السُّودِ المَدانِيسِ (٤) </p><p> فإنه يحتمل أمرين: يجوز أن يكون بمنزلة العباس، وذلك أن التيم مصدر، والمصادر قد أجريت مجرى أسماء الفاعلين، ألا ترى أنه قد وصف بها كما وصف بأسماء الفاعلين نحو قولهم: رجل عدل، بمنزلة عادل، وجمع جمعها نحو: نور ونوار، وكما يقولون: مانع ومَنَّاع، وقالوا </p><p>(١) الأفاكِل: أولاد أفكل أبو بطن من العرب، والأفْكَل عمرو بن جُعَيد الدَّيل سيد ربيعة في الجاهلية، ولَقَب للشاعر الجاهلي الأفوه الأوْدِيِّ لِرعْدة كانت فيه. انظر: \"الاشتقاق\" ص ٣٢٥، و\"اللسان\" ٦/ ٣٤٥٣ (فكل).(٢) الأرامل: المساكين. انظر: \"اللسان\" ٣/ ١٧٣٥ (رمل). وجاء في (ش): (الأزامل).(٣) تميم بن أُبَيِّ بن مُقْبل العجلاني، شاعر جاهلي مخضرم، أدرك الإسلام فأسلم وعُمِّر طويلاً، يتميز شعره بالمفردات الغريبة والأوصاف الجاهلية، وتوفي سنة ٢٥هـ, وله نحو ١٢٠ سنة.انظر: \"طبقات فحول الشعراء\" ١/ ١٤٣، و\"الشعر والشعراء\" ص ٢٩٧، و\"الإصابة\" ١/ ١٨٧، و\"الأعلام\" ٢/ ٨٧، و\"معجم شعراء لسان العرب\" ص ٣٤١.(٤) الشاهد لجرير في \"ديوانه\" ص ٢٥٢، و\"كتاب الشعر\" ١/ ٣٨، و\"المخصص\" ١٦/ ١٠٢، و\"اللسان\" ٥/ ٢٥٩٠ (ضغبس)، والمدانيس جمع مدناس، وهو كثير الدنس أي الوسخ في الثوب والعِرض.والشاهد: والتيم، وابن تيم: فألحق مرة ولم يلحق أخرى، وفي \"الديوان\" (أوْلاد ذُهْلٍ بَنُو السود)، وعليه فلا شاهدًا فيه. ونسبته إلى ابن مقبل لعلها سبقة نظر في النقل من \"الحجة\" للفارسي ٣/ ٣٤١ حيث ذكر فيها شاهد لابن مقبل ثم آخر لجرير فذكر الواحدي وابن مقبل ثم انتقل نظره إلى بيت جرير. والله أعلم.</p><p> أيضًا: سيل وسوائل، كما يقال في جمع سائلة، فلما كان مثلها أجراه مجراها، وعلى هذا قالوا: الفضل في اسم رجل، كأنهم جعلوه الشيء الذي هو خلاف النقص. والآخر: أن يكون تيمي وتيم كزنجي وزنج ويهوديّ ويهودٍ، وفي التنزيل {وَقَالَتِ الْيَهُودُ}  [البقرة: ١١٣] فاليهود إنما هو جع يهودي ولو لم يكن جمعًا لم تدخل (١) اللام؛ لأن يهود جرت عندهم اسمًا للقبيلة، وعلى هذا ينشد (٢) : </p><p> فَرَّتْ يَهُودُ وأسْلَمَتْ جيِرانَها ... صَمِّي لِمَا فَعَلتْ يَهُودُ صَمَامِ </p><p> وفي حديث القسامة (٣) : \"تقسم(٤)يهود\"  (٥) . </p><p>(١) في (ش): (يدخل). (٢) الشاهد: للأسود بن يعفر النهشلي شاعر جاهلي. في \"ديوانه\" ص ٦١، و\"مجالس ثعلب\" ص ٥٢١، و\"كتاب الشعر\" ١/ ٤، و\"العسكريات\" ص ١٤٤، و\"المستقصى\" للزمخشري ٢/ ١٤٤، و\"اللسان\" ٤/ ٢٥٠٢ (صمم)، وصمى: زيدي، وصمام: اسم للداهية الشديدة، وهو مثل يضرب للداهية تقع فتستفظع. انظر: \"جمهرة الأمثال\" ١/ ٤٧٥، و\"مجمع الأمثال\" ١/ ٤٩٨.(٣) القسامة: مصدر أقْسَمَ بمعنى حَلَف، وهي الأيمان المكررة في دعوى القتل. انظر: \"المغني\" لابن قدامة ١٢/ ١٨٨.(٤) في (ش): (يقسم) بالياء.(٥) حديث القسامة متفق عليه، أخرجه البخاري (٦٨٩٨)، كتاب الديات، باب: القسامة، ومسلم (١٦٦٩ - ١٦٧٠)، بألفاظ مختلفة، وملخص الحديث: (أن عبد الله بن سهل الأنصاري وجد مقتولًا في خيبر فاتهموا اليهود في قتله، فقال رسول الله - صلى الله عليه وسلم -: \"أتحلفون وتستحقون دم صاحبكم\" قالوا: لا. قال: \"فتحلف لكم يهود\" قالوا: ليسوا بمسلمين، فكره النبي - صلى الله عليه وسلم - أن يبطل دمه فعقله من عند).والشاهد في الحديث والبيت: لفظ: يهود، حيث لم يصرف على أنه علم للقبيلة، وانظر: شرح الحديث في \"شرح مسلم\" للنووي ١١/ ١٤٣، و\"فتح الباري\" ١٢/ ٢٣١.</p><p> ومن الصفات الغالبة التي تجرى مجرى (١) الحارث والقاسم قولهم: النابغة، فالنابغة وصف جرى مجرى الأعلام وغلب هذا الوصف حتى جرى مجرى العلم وسدّ مسدّه فصار يعرف به كما يعرف بالعلم مثل الحَارث ونحوه، قد نزل منزلة الاسم العلم لما غلب هذا الوصف على المسمى به فجرى الوصف الغالب مجرى العلم، ولما سدّ مسدّه وكفى منه أجري مجراه في طرح الألف واللام منه كما قال: </p><p> ونابِغةُ الجَعْدِيِّ بالرَّمْلِ بَيتُهُ (٢) </p><p> فأما لام اليسع فهي زائدة) (٣) -وقد ذكرنا زيادة هذه اللام في الذي والتي وبابهما- وفي الآن عند قوله تعالى:  {قَالُوا الْآنَ جِئْتَ بِالْحَقِّ}  (٤)  [البقرة: ٧١] ، ومما جاءت اللام فيه زائدة قولهم: اللات والعزّى، وسنذكر (٥) ذلك إذا انتهينا إليه إن شاء الله. وقولهم: الخَمْسَةَ العَشَرَ درهمًا، </p><p>(١) في (أ) تكرار لفظ: (مجرى). (٢) الشاهد لِمسْكِين الدارمي، شاعر أموي، في \"ديوانه\" ص ٤٩، و\"الكتاب\" ٣/ ٢٤٤، و\"المقتضب\" ٣/ ٣٧٣، و\"كتاب الشعر\" ٢/ ٥٣٢، و\"التكملة\" ص ٢٥٥، و\"أمالي ابن الشجري\" ٢/ ٣٦٠، و\"اللسان\" ٧/ ٤٨٣٤ (وسط)، وعجزه: عليه صَفِيحٌ مِنْ رُخامٍ مرصَّع. والشاهد: ونابغة؛ حيث حذف أل؛ لأنها كانت للمح الأصل، وهو الوصف بالنبوغ، فلما نظر إلى الأصل نزل منزلة الأعلام وغلبت عليه الاسمية فلم تدخل عليه أل.(٣) \"الحجة\" للفارسي ٣/ ٣٣٧ - ٣٤٥ بتصرف واختصار. وانظر: \"معاني القراءات\" ١/ ٣٦٨، و\"إعراب القراءات\" ١/ ١٦٣، و\"الحجة\" لابن خالويه ص ١٤٤، ولابن زنجلة ص ٢٥٩، و\"الكشف\" ١/ ٤٣٨.(٤) (لفظ قالوا): ساقط من (أ).(٥) ورد ذلك في سورة النجم آية ١٩، قال تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى} قال الواحدي في \"البسيط\": (اللام فيهما زائدة , وهو قول الأخفش وابن جني) اهـ.</p><p> حكاه الأخفش (١) ، ألا ترى أنها اسم واحد، ولا يجوز أن يتعرف اسم واحد تعريفين، وإذا كان كذلك علمت زيادة اللام في الخمسة العشر درهما، ومما جاءت اللام فيه زائدة أيضًا ما أنشده الفراء (٢) : </p><p> وجدنا الوليد بن اليزيد </p><p> وقد ذكرناه آنفًا، فأما (الليسع) فإنه ليسع أدخلت عليه الألف واللام وهما فيه كهما في اليسَع، ألا ترى أنه لم يجيء في الأسماء الأعجمية في حال التعريف نحو: إسماعيل (٣) وإبراهيم شيء على هذا النحو، وإذا كان كذلك كان الليسع بمنزلة اليسع في أنه خارج عما كانت عليه الأسماء الأعجمية المعربة (٤) . </p><p> وقوله تعالى:  {وَلُوطًا} قال ابن عباس: (وهو ابن أخيه)  (٥) يعني: ابن أخي إبراهيم صيره في هذا الموضوع ابنه. </p><p> وقوله تعالى:  {وَكُلًّا فَضَّلْنَا عَلَى الْعَالَمِينَ} يعني: وكل الأنبياء، على هذا دل كلام ابن عباس فقال:  (يريد: المرسلين)  (٦) ، وقيل: وكلًّا من </p><p>(١) حكاه الفارسي في \"الحجة\" ٣/ ٣٤٨، ولم أقف عليه في \"معانيه\". وجزم الفارسي في \"الحلبيات\" ص ٢٨٩ - ٢٩٠، بزيادة اللام في (اللات والعزى)؛ لأنهما علم، وكذلك اللام في الخمسة العشر درهما؛ لأنهما اسمان جعلا اسما واحداً، وانظر: \"الأصول\" ٢/ ٣١٢، و\"التكملة\" ص ٢٦٢، و\"سر صناعة الإعراب\" ١/ ٣٦٥. (٢) \"معاني القرآن\" ١/ ٣٤٢.(٣) في (ش): نحو (إبراهيم وإسماعيل).(٤) ما تقدم قول الفارسي في \"الحجة\" ٣/ ٣٤٨ - ٤٥٠.(٥) ذكره القرطبي في \"تفسيره\" ٧/ ٣١، وأبو حيان في \"البحر\" ٤/ ١٧٣.(٦) \"تنوير المقباس\" ٢/ ٣٨، وفيه قال: (كل هؤلاء الأنبياء فضلنا بالنبوة والإسلام) ا. هـ.</p>"
}