{
  "id": null,
  "sura": 6,
  "aya": 145,
  "text": "<p> ١٤٥ - قوله تعالى:  {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ} الآية، قال المفسرون:  (بيّن الله تعالى أن المحرمات مما يُطعم ما ذكر في هذه الآية، لا ما حرموا هم على أنفسهم)  (١) . </p><p> وقال أبو إسحاق:  (أعلم الله تعالى أن التحريم والتحليل إنما ثبت بالوحي والتنزيل،فقال:{قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا})  (٢) ، [أي: شيئًا محرمًا]  (٣) ، {عَلَى طَاعِمٍ يَطْعَمُهُ} : على آكل يأكله. </p><p> وقوله تعالى:  {إِلَّا أَنْ يَكُونَ مَيْتَةً} أي: إلا أن يكون المأكول ميتة، أو إلا أن (٤) يكون الموجود ميتة يُضمر اسم كان مما تقدم، وقرأ (٥) ابن كثير وحمزة (إلاَّ أَن تَكُونَ) بالتاء (ميتة) نصبًا على تقدير: إلاَّ أن تكون العين أو النفس أو الجُثة ميتةً تضمر للمحرّم اسمًا مؤنثًا، ألا ترى أن المحرم لا يخلو من جواز العبارة عنه بأحد هذه الأشياء، وقرأ ابن عامر (إلا أن تكون) بالتاء (ميتة) بالرفع على معنى: إلاّ أن تقع ميتة أو تحدث ميتة (٦) . </p><p>= غير دين الأنبياء، كما سبق بيانه في ترجمته، وذكره الحافظ ابن كثير في \"تفسيره\". وانظر: \"تفسير مبهمات القرآن\" ١/ ٤٧١. (١) انظر: \"تفسير الطبري\" ٨/ ٦٩، والسمرقندي ١/ ٥٢٠.(٢) \"معاني الزجاج\" ٢/ ٣٠٠، وانظر: \"معاني النحاس\" ٢/ ٥٠٧.(٣) ما بين المعقوفين ساقط من (ش).(٤) لفظ: (أن)، ساقط من (ش). وانظر: \"معاني الفراء\" ١/ ٣٦٠، و\"إعراب القرآن\" ١/ ٥٨٨.(٥) قرأ ابن عامر، وابن كثير وحمزة (إلا أن تكون) بالتاء، والباقون بالياء، وقرأ ابن عامر (ميتة) بالرفع، والباقون بالنصب. انظر: \"السبعة\" ص ٢٧٢، و\"المبسوط\" ص ١٧٦، و\"التذكرة\" ٢/ ٤١٢، و\"التيسير\" ص ١٠٨، \"النشر\" ٢/ ٢٦٦.(٦) هذا قول أبي علي في \"الحجة\" ٣/ ٤٢٣ - ٤٢٤، وانظر: \"معاني القراءات\" ١/ ٣٩٢ - ٣٩٣، و\"إعراب القراءات\" ١/ ١٧٢، و\"الحجة\" لابن زنجله ص ٢٧٦, =</p><p> وقوله تعالى:  {أَوْ دَمًا مَسْفُوحًا} قال ابن عباس: (مُهراقًا)  (١) ، وقال الضحاك:  (سائلًا)  (٢) ، والسفح كالصبّ، يقال: سفح الدم والدمع سفحًا، وسفح (٣) هو سفوحًا إذا سأل. وأنشد أبو عبيدة (٤) لُكثَيِّر: </p><p> أَقولُ وَدَمْعي واكفٌ عِنْد رَسمها ... عَلَيكِ سَلاَمُ الله والدمعُ يَسْفَحُ (٥) </p><p> قال عطاء، عن ابن عباس:  (يريد: ما خرج من الأنعام وهي أحياء، وما يخرج من الأوداج عند الذبح)  (٦) . </p><p>= و\"الكشف\" ١/ ٤٥٦ - ٤٥٧. (١) أخرجه الطبري في \"تفسيره\" ٨/ ٧١، وابن أبي حاتم ٥/ ١٤٠٦ بسند جيد.(٢) لم أقف عليه بعد طول بحث، وهو قول اليزيدي في \"غريب القرآن\" ص ١٤٣، وابن قيبة في \"تفسير غريب القرآن\" ص ١٦٢، ومكي في \"تفسير المشكل\" ص ٨١.(٣) في (أ) (وسفح وهو سفوحًا)، وقاله الواحدي في \"الوسيط\" ١/ ١٣٢: (يقال: سفح الدم والدمع سفحا إذا صبه، وسفح هو سفوحًا إذا سأل) ا. هـ وانظر: \"العين\" ٣/ ١٤٧، و\"الجمهرة\" ١/ ٥٣٢، و\"تهذيب اللغة\" ٢/ ١٦٩٩، و\"الصحاح\" ١/ ٣٧٥، و\"المجمل\" ٢/ ٤٦٤، و\"اللسان\" ٤/ ٢٠٢٣ مادة (سفح).وقال السمين في \"الدر\" ٥/ ١٩٨: (السفح: الصب، وقيل: السيلان، وهو قريب من الأول، وسفح يستعمل قاصرًا ومتعديًا، يقال: سفح زيد دمعه، ودمه، أي: أهراقه، وسفح هو، إلا أن الفرق بينهما وقع باختلاف المصدر، ففي المتعدي، يقال: سَفْح. وفي اللازم يقال: سُفُوح) اهـ.(٤) لم يرد في \"مجاز القرآن\"، وذكره عن أبي عبيدة الرازي في \"تفسيره\" ١٣/ ١٢٢، والسمين في \"الدر\" ٥/ ١٩٨، وقال ابن الأنباري في \"شرح القصائد\" ص ٢٥ - ٢٦، و\"الزاهر\" ٢/ ١٦٦: (مسفوحًا، أي: مصبوبًا)، ثم أنشد الشاهد.(٥) \"ديوان كثير عزة\"، و\"تفسير الرازي\" ١٣/ ١٢٢، و\"الدر المصون\" ٥/ ١٩٨، وكف بالفتح أي: سأل، وفي الديوان:أقولُ ونِضْوِي وَاقِفٌ عند رمْسِها ... عليك سلام الله والعين تنفح(٦) ذكره الواحدي في \"الوسيط\" ١/ ١٣٢، والبغوي في \"تفسيره\" ٣/ ١٩٨، والرازي ١٣/ ١٢٢.</p><p> قال أهل العلم:  (فلا يدخل في هذا الكبد والطحال لجمودهما ولا ما يختلط باللحم [من الدم فإنه غير سائل والله تعالى حرّم السائل منه)  (١) , وسئل أبو مجلز (٢) عما يتلطخ من اللحم] (٣) بالدم، وعن القدر يرى فيها الدم، فقال:  (لا بأس به، إنما نهي عن الدم [المسفوح)  (٤) . </p><p> وهو قول عكرمة (٥) وإبراهيم (٦) وقال أبو إسحاق] (٧) : (المسفوح: المصبوب، وكانوا إذا ذبحوا أكلوا الدم كما يأكلون اللحم)  (٨) . </p><p>(١) ذكره القرطبي في \"تفسيره\" ٧/ ١٢٤، وقال: (وعليه إجماع العلماء) اهـ، وانظر: \"أحكام القرآن\" لابن العربي ٢/ ٧٦٥، و\"الفتاوى\" ١٧/ ١٧٩، وروى عبد الله بن عمر رضي الله عنهما، عن النبي - صلى الله عليه وسلم - قال: \"أحل لنا ميتتان ودمان، فأما الميتتان فالحوت والجراد، وأما الدمان فالكبد والطحال\" أخرجه الإمام أحمد في \"المسند\" ٢/ ٩٧، وابن ماجه رقم (٣٣١٤)، والدارقطني في \"سننه\" ٤/ ٢٧٢، وصححه الألباني في \"إرواء الغليل\" ٨/ ١٦٤ (٢٥٢٦). (٢) أبو مجلز: لاحق بن حميد بن سعيد السدوسي البصري، إمام تابعي، ثقة مشهور بكنيته، توفي سنة تسع ومائة ١٠٩هـ، وقيل: قبل ذلك.انظر: \"الجرح والتعديل\" ٩/ ١٢٤، و\"تهذيب التهذيب\" ٤/ ٣٣٥، و\"تقريب التهذيب\" (٧٤٩٠) ص ٥٨٦.(٣) ما بين المعقوفين ساقط من (ش).(٤) أخرجه الطبري في \"تفسيره\" ٨/ ٧١، ٧٢، بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٩٧.(٥) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٠، والطبري ٨/ ٧١، ٧٢، وابن أبي هاشم ٥/ ١٤٠٧ بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٩٧.(٦) قول إبراهيم النخعي، ذكره الثعلبي في \"تفسيره\" ص ١٨٥ ب، والبغوي ٣/ ١٩٨, والقرطبي ٧/ ١٢٤، والخازن ٢/ ١٩٥.(٧) ما بين المعقوفين ساقط من (ش).(٨) \"معاني الزجاج\" ٢/ ٣٠٠.</p><p> وقوله تعالى:  {أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} نسق على (١)  {أَوْ لَحْمَ خِنْزِيرٍ} قال ابن عباس: (يريد: كل ما ذبح على النصب)  (٢) . </p><p> قال الزجاج:  (فسمى ما ذكر عليه غير اسم (٣) الله فسقًا) (٤) ، وهذا من المفعول الذي يسمى بالمصدر، والمراد: ما يفسق به عن الدين، أي: يخرج أكله عن الدين (٥) . </p><p> فإن (٦) قيل: المحرمات [من المطعومات]  (٧) أكثر مما ذكر في هذه الآية فما وجهها؟ والجواب عنه من وجوه أحدها: أن المعنى: لا أجد </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ١/ ٥٨٨، و\"المشكل\" لمكي ١/ ٢٧٦، وقال الزجاج في \"معانيه\" ٢/ ٣٠٠: (هو عطف على {لَحْمَ خِنْزِيرٍ} المعنى: {إِلَّا أَنْ يَكُونَ} المأكول {مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ} (أو فسقًا)) اهـ. (٢) ذكره الواحدي في \"الوسيط\" ١/ ١٣٣، وأخرج الطبري في \"تفسيره\" ٨/ ٦٩، عند قوله تعالى: {وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ} [البقرة: ١٧٣] بسند جيد، عن ابن عباس قال: (ما أهل به للطواغيت يعني: ما ذبح لغير الله من أهل الكفر غير اليهود والنصارى) اهـ.(٣) في (ش): (فسمى ما ذكر عليه اسم غير الله فسق).(٤) \"معاني الزجاج\" ٢/ ٣٠٠، وزاد فيه (أي: خروجًا عن الدين). وقال ابن القيم كما في \"بدائع التفسير\" ٢/ ١٨٥: (الضمير في قوله (فإنه) دن كان عوده إلى الثلاثة المذكورة باعتبار لفظ المحرم، فإنه يترجح اختصاص لحم الخنزير به لثلاثة أوجه. أحدها: قربه منه. والثاني: تذكيره دون قوله: (فإنه رجس). والثالث: أنه أتى بالفاء وإن تنبيها على علة التحريم لتزجر النفوس عنه، ويقابل هذه العلة ما في طباع بعض الناس من استلذاذه واستطابته، فنفى عنه ذلك، وأخبر أنه رجس، وهذا لا يحتاج إليه في الميتة والدم؛ لأن كونهما رجسًا أمر مستقر معلوم عندهم ..) اهـ.(٥) انظر: \"الدر المصون\" ٥/ ١٩٨.(٦) في (ش): (قال قيل)، وهو تحريف.(٧) لفظ: (من المطعومات) ساقط من (أ).</p><p> محرمًا مما كان أهل الجاهلية يحرمه من البحائر والسوائب وغيرها، إلا ما ذكر في هذه الآية، وليست البحائر والسوائب من المحرمة بالوحي، وهذا معنى قول مجاهد (١) وطاووس (٢) . </p><p> وقال الحسين بن الفضل:  (وقت نزول هذه الآية لم يكن يحرم غير ما نص عليه في هذه الآية، ثم وجدت بعد محرمات سوى هذا)  (٣) . </p><p> وقال عبد العزيز بن يحيى:  (يعني: في وحي القرآن، فأما وحي السنة فقد حرّم أشياء كثيرة، وكل ما حرم النبي - صلى الله عليه وسلم - مما لم يوجد في القرآن فهو محرّم أيضًا بالوحي؛لأن الله تعالى قال:{وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم:٣ - ٤] ) (٤) . </p><p> وباقي الآية مفسر فيما مضى (٥) . </p><p>(١) ذكره ابن الجوزي في \"نواسخ القرآن\" ص ٣٣٥. (٢) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٠، والطبري ٨/ ٦٩، وابن أبي حاتم ٥/ ١٤٠٥، بسند جيد، وذكره السيوطي في \"الدر\" ٣/ ٩٦.(٣) لم أقف عليه، وقد ذكره الرازي في \"تفسيره\" ١٣/ ٢٢٠، بدون نسبة.(٤) لم أقف عليه وقال القرطبي ٧/ ١١٦ - ١١٧، الصحيح أن هذه الآية مكية، وكل محرم حرمه رسول الله - صلى الله عليه وسلم - أو جاء في الكتاب مضموم إليها فهو زيادة حكم من الله عز وجل على لسان نبيه عليه السلام. على هذا أكثر أهل العلم من أهل النظر والفقه والأثر) ا. هـ، وهذا القول هو الظاهر -والله أعلم-.وانظر: \"الناسخ والمنسوخ\" للنحاس ٢/ ٣٣٨، و\"الناسخ والمنسوخ\" لأبي منصور البغدادي ص ١٠٣، و\"الإيضاح\" لمكي ص ٢٤٩، و\"أحكام القرآن\" للكيا الهراس ٣/ ٢٤٥، و\"تفسير البغوي\" ٣/ ١٩٨، و\"الناسخ والمنسوخ\" لابن العربي ٢/ ٢١٨، و\"المصفى\" لابن الجوزي ص ٣٤، و\"الفتاوى\" لشيخ الإسلام ٢١/ ٨.(٥) انظر: \"البسيط\" النسخة الأزهرية ١/ ١٠٥ ب.</p>"
}