{
  "id": null,
  "sura": 6,
  "aya": 14,
  "text": "<p> وقال جماعة من أصحاب المعاني:  (في الآية محذوف،والتقدير:وله ما سكن وتحرك في الليل والنهار،كقوله تعالى:{تَقِيكُمُ الْحَرَّ}[النحل: ٨١]أراد: الحر والبرد، فاكتفى بذكر أحدهما عن الآخر؛ لأنه يعرف ذلك بقرينته، كذلك هاهنا حذف ذكر الحركة واقتصر على السكون؛ لأن ما يعمه السكون أكثر مما تعمه الحركة (١) . </p><p> قال أبو إسحاق:  (هذا أيضًا احتجاج على المشركين؛ لأنهم لم ينكروا أن ما استقر في الليل والنهار لله الذي هو خالقه ومدبره، والذي هو كذلك قادر على إحياء الموتى)  (٢) . </p><p> ١٤ - قوله تعالى:  {قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} أي: خالقهما، ابتدأ على غير مثال سبق، والفطرة ابتداء الخلقة. قال ابن عباس:  (كنت ما أدري ما فاطر السموات حتى احتكم إلى أعرابيان في بئر،قال أحدهما:أنا فطرتها، وأنا ابتدأت حفرها)  (٣) . </p><p>(١) لم أجده بنصه في كتب المعاني ولكن معناه عند أكثرهم. انظر: \"تفسير الماوردي\" ٢/ ٩٧، و\"غرائب التفسير\" للكرماني ١/ ٣٥٤، و\"تفسير البغوي\" ١/ ١٣١، و\"زاد المسير\" ٣/ ١٠، و\"البحر المحيط\" ٤/ ٨٣ - ٨٤، و\"الدر المصون\" ٤/ ٥٥٣ - ٥٥٤، و\"تفسير البيضاوي\" ١/ ١٣٤. (٢) \"معاني القرآن\" ٢/ ٢٣٢، وذكر نحوه النحاس في \"معانيه\" ٢/ ٤٠٥.(٣) أخرجه أبو عبيد في \"فضائل القرآن\" ص ٢٠٦، وفي \"غريب الحديث\" ٢/ ٣٨٨، والطبري في \"تفسيره\" ٧/ ١٥٩، قال ابن حجر في \"الكافي الشافي\" ص ٦١، والمناوي في \"الفتح السماوي\" ٢/ ٦٠٢: إسناده حسن ليس فيه إلا إبراهيم بن مهاجر. ا. هـ. وإبراهيم بن مهاجر البجلي الكوفي مختلف فيه، قال ابن حجر في \"التقريب\" (٢٥٤): صدوق لين الحفظ. ا. هـ. وأخرجه البيهقي في الأسماء والصفات ص ٤٤ من طريق آخر ضعيف، ومن طريق إبراهيم بن مهاجر أخرجه ابن أبي حاتم في \"تفسيره\" ٤/ ١٢٦٩ عن ابن عباس قال: فاطر السموات والأرض, =</p><p> وقرأت على أبي الفضل العروض -رحمه الله (١) - فقلت: أخبركم الأزهري قال: أخبرني المنذري (٢) عن أبي العباس أنه سمع ابن الأعرابي يقول: (أنا أول من فطر هذا،أي:ابتدأه)  (٣) . وقال ابن الأنباري (٤) : (أصل الفطر شق الشيء عند ابتدائه)  (٥) . </p><p> وقوله تعالى:  {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} يريد: خالقهما ومنشئهما بالتركيب الذي سبيله أن يكون فيه الشق والتأليف عند ضم بعض الأشياء إلى بعض، فلما كان الأصل للشق جاز أن يكون في حال شق إصلاح وفي حال أخرى شق إفساد، ففاطر السموات من الإصلاح لا غير، وقوله:  {هَلْ تَرَى مِنْ فُطُورٍ}  [الملك: ٣] ، و {إِذَا السَّمَاءُ انْفَطَرَتْ}  [الانفطار: ١] من </p><p>= أي: بديع السماوت والأرض. ا. هـ وذكر الأول أكثرهم. انظر: \"الجمهرة\" ٢/ ٧٥٥، و\"الصحاح\" ٢/ ٧٨١، (فطر)، و\"تفسير الثعلبي\" ص ١٧٦/ أ، و\"تفسير الماوردي\" ٢/ ٩٧، و\"تفسير ابن عطية\" ٥/ ١٤١، و\"تفسير ابن الجوزي\" ٣/ ١١، والرازي في \"تفسيره\" ١٢/ ١٦٨. (١) أبو الفضل العروضي: أحمد بن محمد بن عبد الله الصفار، إمام تقدمت ترجمته.(٢) المنذري: محمد بن أبي جعفر المنذري، أبو الفضل الهروي، تقدمت ترجمته.(٣) \"تهذيب اللغة\" ١٣/ ٣٢٦ (فطر).(٤) ذكره الرازي في \"تفسيره\" ١٢/ ١٦٨.(٥) أهل اللغة والتفسير على أن الفطر بمعنى الشق والخلق والإنشاء. انظر: \"مجاز القرآن\" ١/ ١٨٧، و\"غريب القرآن\" لليزيدي ص ١٣٤، و\"الجمهرة\" ٢/ ٧٥٥، و\"المجمل\" ٣/ ٧٢٣، و\"مقاييس اللغة\" ٤/ ٥١٠، و\"اللسان\" ٦/ ٣٤٣٢ (فطر). وقال السمين في \"الدر\" ٤/ ٥٥٦: (الفطر: الشق مطلقًا، وقيده الواحدي بشق الشيء عند ابتدائه) ا. هـ. وأكثرهم قيده بذلك. انظر: \"العين\" ٧/ ٤١٧، و\"تفسير غريب القرآن\" ص ١/ ١٥١، والطبري في \"تفسيره\" ١/ ١٥٩، و\"نزهة القلوب\" ص ٣٥٢، و\"الصحاح\" ٢/ ٧٨١، (فطر) \"تفسير الماوردى\" ٢/ ٩٨، و\"النهاية\" لابن الأثير ٣/ ٣٥٧.</p>"
}