{
  "id": null,
  "sura": 7,
  "aya": 204,
  "text": "<p> وقال المفسرون (١) : (هذا القرآن حجج وبيان وبرهان من ربكم، وأصلها من ظهور الشيء حتى يبصرها الإنسان فيهتدي إليها وينتفع بها (٢) ، فمعنى البصيرة في أصل اللغة (٣) ما يبصر به الشيء، ويدخل في هذا العبرة والحجة والدليل والبرهان). </p><p> ٢٠٤ - قوله تعالى:  {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} . الإنصات السكوت للاستماع، يقال: نَصَتَ وأَنصت وانتصت بمعنى واحد (٤) ، وقد ورد الإنصات متعديًا في شعر الكميت (٥) بمعنى الإسكات وهو قوله (٦) : </p><p> أبوك الذي أجدى علي بنصره ... فأنصت عني بعده كلَّ قائل (٧) </p><p>(١) هذا قول الثعلبي في \"تفسيره\" ٦/ ٣٣ ب، والبغوي ٣/ ٣١٨، ونحوه قال أكثرهم، وانظر: \"مجاز القرآن\" ١/ ٢٣٧، و\"تفسير الطبري\" ٩/ ١٦٢، و\"نزهة القلوب\" ص ١٤٠، و\"تفسير السمرقندي\" ١/ ٥٩١. (٢) لفظ: (بها) ساقط من (ب).(٣) انظر: \"الجمهرة\" ١/ ٣١٢، و\"الصحاح\" ٢/ ٥٩١، و\"مقاييس اللغة\" ١/ ٢٥٣، و\"المجمل\" ١/ ١٢٧، و\"المفردات\" ص ١٢٧ (بصر).(٤) انظر: \"العين\" ٧/ ١٠٦، و\"الجمهرة\" ١/ ٤٠١، و\"الصحاح\" ١/ ٢٦٨، و\"المجمل\" ٢/ ٨٧٠، و\"مقاييس اللغة\" ٥/ ٤٣٤.(٥) تقدمت ترجمته.(٦) لفظ: (قوله) ساقط من (ب).(٧) البيت للكميت في \"البحر\" ٤/ ٤٣٨، و\"الدر المصون\" ٥/ ٥٥١ وهو للراعي النميري في \"ديوانه\" ص ٧٨، و\"مجاز القرآن\" ٢/ ٤٧، و\"الجمهرة\" ١/ ٣٩٨، ٣/ ١٢٦١، و\"الاشتقاق\" ص ١١٠، وبلا نسبة في: \"تهذيب اللغة\" ٤/ ٣٥٨٢، و\"اللسان\" ٧/ ٤٤٣٧ (نصت).</p><p> قال الأصمعي (١) : (يريد: فأسكت عني)  (٢) . واختلف المفسرون في وجه نزول الآية على قولين أحدهما: أنها نزلت في تحريم الكلام في الصلاة، قال أبو هريرة:  (كانوا يتكلمون في الصلاة فنزلت هذه الآية وأُمروا بالإنصات)  (٣) . </p><p> وقال قتادة:  (كان الرجل يأتي وهم في الصلاة فيسألهم كم صليتم وكم بقي، وكانوا يتكلمون في الصلاة بحوائجهم فأنزل الله هذه الآية)  (٤) ونحو هذا قال معاوية (٥) بن قرة (٦) . وقال ابن مسعود: كنا يسلم بعضنا على بعض في الصلاة؛ سلام على فلان، سلام على فلان، فجاء القرآن:  {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} الآية) (٧) . </p><p> القول الثاني: أن الآية نزلت في ترك الجهر بالقراءة وراء الإمام، قال ابن عباس:  (إن رسول الله - صلى الله عليه وسلم - قرأ في الصلاة المكتوبة وقرأ أصحابه وراءه رافعين أصواتهم فخلطوا عليه فنزلت هذه الآية)  (٨) . </p><p>(١) وقع هنا في (ب) اضطراب في ترتيب الأوراق حيث وقع باقي تفسير الآية في ١٨٦ ب. (٢) \"تهذيب اللغة\" ٤/ ٣٥٨٢.(٣) أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٨٣٨٠، الطبري ٩/ ١٦٣، وابن أبي حاتم ٥/ ١٦٤٥، والبيهقي في \"سننه\" ٢/ ١٥٥ من طرق ضعيفة.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٤٧، والطبري ٩/ ١٦٤ من طرق جيدة.(٥) معاوية بن قرَّة بن إياس بن هلال المزني أبو إياس البصري، إمام تابعي عابد عالم ثقة، والد القاضي إياس أدرك كثيرًا من الصحابة رضي الله عنهم، توفي سنة ١١٣ هـ وله ٧٦ سنة، انظر: \"الجرح والتعديل\" ٨/ ٣٧٨، و\"سير أعلام النبلاء\" ٥/ ١٥٣، و\"تهذيب التهذيب\" ٤/ ١١١، و\"تقريب التهذيب\" ص ٥٣٨ (٦٧٦٩).(٦) أخرجه البيهقي في \"سننه\" ٢/ ١٥٥ بسند جيد.(٧) أخرجه الطبري ٩/ ١٦٢ بسند ضعيف لانقطاعه.(٨) أخرجه الطبري ٩/ ١٦٥ بسند جيد</p><p> وروى عن أبي هريرة مثل ذلك (١) قال: (نزلت هذه الآية في رفع الأصوات وهم خلف رسول الله - صلى الله عليه وسلم - في الصلاة)  (٢) . </p><p> وروي أيضًا عن ابن مسعود (٣) مثل هذا، وقال الكلبي:  (كانوا يرفعون أصواتهم في الصلاة حين يسمعون ذكر الجنة والنار فأنزل الله هذه الآية)  (٤) . </p><p> وفي الآية قول ثالث: وهو أنها نزلت في السكوت للخطبة؛ أُمِروا بالإنصات للإمام يوم الجمعة، وهذا قول سعيد (٥) بن جبير ومجاهد (٦) وعطاء (٧) وعمرو (٨) بن دينار، وزيد بن أسلم (٩) والقاسم </p><p>(١) في (ب): (مثل هذا). (٢) أخرجه الطبري ٩/ ١٦٣، وابن أبي حاتم ٥/ ١٦٤٥، والدارقطني في \"سننه\" ١/ ٣٢٦، والواحدي في \"الوسيط\" ٢/ ٢٩٣، وفي \"أسباب النزول\" ص ٢٣٣ بسند ضعيف كما قال الدارقطني.(٣) أخرجه الطبري ١٣/ ٣٤٦، وابن أبي حاتم ٥/ ١٦٤٦ بسند جيد عنه، قال: (لعلكم تقرأون مع الإِمام قالوا: نعم، قال: ألا تفقهون ما لكم لا تعقلون: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ}) اهـ.قال الشيخ أحمد شاكر في \"الحاشية\": (فيه بشير بن جابر لم أعرفه وفي المخطوطة (بسير) غير منقوطة ولم أعرف له وجه) اهـ.(٤) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٤٧ بسند جيد.(٥) ذكره البغوي ٣/ ٣١٩، والرازي ١٥/ ١٠٢، والخازن ٢/ ٣٣٠ عن سعيد بن جبير وعطاء، وأخرج الطبري ٩/ ١٦٥ بسند جيد عنه قال: (يوم الأضحى والفطر والجمعة وفي الصلاة) وقال البخاري في القراءة خلف الإمام ص ٦٤: (ذكر عن ابن عباس وسعيد بن جبير أن الآية في الصلاة إذا خطب الإِمام يوم الجمعة) اهـ.(٦) أخرجه ابن أبي شيبة في \"المصنف\" ٢/ ٢٢٦ - ٢٢٧، الطبري ٩/ ١٦٥ من طرق جيدة.(٧) ذكره الماوردي ٢/ ٢٩٠، وأخرج الطبري ٩/ ١٦٥ من طرق جيدة.(٨) ذكره الواحدي في \"أسباب النزول\" ص ٢٣٣، وابن الجوزي ٣/ ٣١٣، عن سعيد ابن جبير ومجاهد وعطاء وعمرو بن دينار.(٩) ذكره الثعلبي ٦/ ٣٤ ب، والقرطبي ٧/ ٣٥٣، عن سعيد بن جبير ومجاهد وعمرو ابن دينار وزيد بن أسلم، والقاسم بن مخيمرة.</p><p> بن مخيمرة (١) وجماعة. </p><p> واحتج ابن المبارك (٢) لهذا القول بأن قال: (لا ترى خطيبًا يخطب يوم الجمعة فأراد أن يقرأ في الخطبة (٣) آية من قوارع القرآن إلا قرأ هذه الآية قبل قراءته ثم قرأ القرآن) (٤) . </p><p> واختار الفراء (٥) ، وأبو إسحاق (٦) القول الأول، وقالا:  (كان الناس يتكلمون في الصلاة المكتوبة،يأتي الرجل القوم فيقول:كم صليتم؟فيقول الناس:كذا وكذا، فنهوا عن ذلك، فحرم الكلام في الصلاة لما نزلت هذه الآية) . </p><p> ولا حجة في الآية لمن أبى وجوب قراءة الفاتحة في الصلاة خلف الإِمام؛ لأن قوله:  {وَأَنْصِتُوا} على القول الأول أمر بالإنصات عن الكلام الذي لا يحل في الصلاة، وعلى القول الثاني أمر بالإنصات عن رفع الأصوات خلف الإِمام، وفي القول الثالث أمر بالإنصات لاستماع القرآن </p><p>(١) القاسم بن مخيمرة الهمداني، أبو عروة الكوفي نزيل الشام، تابعي إمام عابد فاضل معلم محدث ثقة، توفي سنة ١٠٠ هـ. انظر: \"الجرح والتعديل\" ٧/ ١٢٠، و\"سير أعلام النبلاء\" ٥/ ٢٠١، و\"تهذيب التهذيب\" ٣/ ٤٢١، و\"تقريب التهذيب\" ٣/ ٤٢١. (٢) عبد الله بن المبارك بن واضح الحنظلي. تقدمت ترجمته.(٣) لفظ: (الخطبة) ساقط من (ب).(٤) ذكره الثعلبي في \"تفسيره\" ٦/ ٣٤ ب، وهذا القول ضعفه أكثرهم، قال البغوي في \"تفسيره\" ٣/ ٣٢٠: (الأولى أنها في القراءة في الصلاة؛ لأن الآية مكية والجمعة وجبت بالمدينة واتفقوا على أنه مأمور بالإنصات حالة ما يخطب الإمام) وضعفه ابن العربي في \"أحكام القرآن\" ٢/ ٨٢٨، والقرطبي ٧/ ٣٥٣.(٥) \"معاني الفراء\" ١/ ٤٠٢.(٦) \"معاني الزجاج\" ٢/ ٣٩٨.</p><p> في الخطبة، وقد قال الأوزاعي (١) : (إن الله أمر بالإنصات عن الكلام لا عن قراءة القرآن لأنهم كانوا يتكلمون في الصلاة)  (٢) . </p><p> فإن احتج بعموم اللفظ ولم يقصر الآية على سببها قيل له: حكم الآية ممتثل (٣) عند الشافعي (٤) -رضي الله عنه-؛ لأن السنة أن يسكت الإِمام ويتنفس فيقرأ المأموم الفاتحة في حال سكتة الإمام، كما قال أبو سلمة (٥) : (للإمام سكتتان فاغتنم القراءة في أيهما شئت)  (٦) ، على أن الإنصاف هو ترك </p><p>(١) الأوزاعي: عبد الرحمن بن عمرو بن يُحمد الأوزاعي أبو عمرو الشامي الدمشقي، إمام تابعي عابد فاضل فقيه حافظ ثقة، شيخ الإِسلام وعالم أهل الشام أجمعوا على إمامته وجلالته وعلوّ مرتبته وكمال فضله وأقاويل الأئمة فيه كثيرة مصرحة بورعه وزهده وغزارة فقهه وقيامه بالحق، توفي رحمه الله تعالى سنة ١٥٧ هـ وله ٦٩ سنة. انظر: \"الجرح والتعديل\" ١/ ١٨٤، و٥/ ٢٦٦، و\"الحلية\" ٦/ ١٣٥، و\"تهذيب الأسماء واللغات\" ١/ ٢٩٨، و\"سير أعلام النبلاء\" ٧/ ١٠٧، و\"تهذيب التهذيب\" ٢/ ٥٣٧.(٢) لم أقف عليه.(٣) كذا في النسخ: \"ممتثل\" ولعل المعنى أي: قائم ومتصور. انظر: \"اللسان\" ٧/ ٤١٣٥: (مثل).(٤) انظر: \"أحكام القرآن\" للشافعي ١/ ٧٧، و\"روضة الطالبين\" ١/ ٣٤٧، و\"المجموع\" ٣/ ٣٦٣.(٥) أبو سلمة بن عبد الرحمن بن عوف الزهري القرشي المدني، قيل: اسمه عبد الله، وقيل: إسماعيل، وهو إمام تابعي عالم عابد فقيه ثقة مكثر اتفقوا على جلالته وإمامته وعظم قدره وارتفاع منزلته توفي رحمه الله تعالى سنة ٩٤ هـ، وله ٧٢ سنة، انظر: \"الجرح والتعديل\" ٥/ ٩٣، و\"تهذيب الأسماء واللغات\" ٢/ ٢٤٠، و\"سير أعلام النبلاء\" ٤/ ٢٨٧، و\"تهذيب التهذيب\" ٤/ ٥٣١.(٦) أخرجه البخاري في \"القراءة خلف الإمام\"، وذكره ابن قدامة في \"المغني\" =</p><p> الجهر، والعرب تسمي تارك الجهر منصتًا وإن كان يقرأ في نفسه إذا لم يُسمع أحدًا، وأيضًا فإن الفاتحة مخصوصة بالقراءة من بين غيرها بالسنة لقوله - صلى الله عليه وسلم -: \"إذا كنتم خلفي فلا تقرءوا إلا بفاتحة الكتاب فإنه لا صلاة إلا بها\"  (١) . </p><p>= ٢/ ٢٦٦، وابن القيم في \"زاد المعاد\" ١/ ٢٠٨، وقال ابن قدامة في \"المغني\" ١/ ١٦٣: (يستحب أن يسكت الإمام عقيب قراءة الفاتحة سكتة يستريح فيها ويقرأ فيها من خلفه الفاتحة كي لا ينازعوه فيها، وهذا مذهب الأوزاعي والشافعي وإسحاق، وكرهه مالك وأصحاب الرأي) اهـ. وانظر: \"سنن البيهقي\" ٢/ ١٩٥، و\"نيل الأوطار\" ٢/ ٢٧٦.(١) أخرجه البخاري في \"القراءة خلف الإمام\"، وأبو داود في \"سننه\" رقم (٣٢٣)، والترمذي رقم (٣١١)، و\"النسائي\" ٢/ ١٤١ - كتاب \"الافتتاح\"- باب: قراءة أم القرآن في الجهرية، والدارقطني ١/ ٣١٨، والحاكم في \"المستدرك\" ١/ ٢٣٨ عن عبادة بن الصامت رضي الله عنه قال: (صلى رسول الله - صلى الله عليه وسلم - الصبح فثقلت عليه القراءة، فلما انصرف قال: \"إني أراكم تقرءون وراء إمامكم. قلنا: إي والله. قال: فلا تفعلوا إلا بأم القرآن فإنه لا صلاة لمن لم يقرأ بها\") اهـ.قال الترمذي: (حديث حسن وله شواهد والعمل عليه في القراءة خلف الإِمام عند أكثر أهل العلم من الصحابة والتابعين وهو قول مالك وابن المبارك والشافعي وأحمد وإسحاق) اهـ.وقال الدارقطني: (إسناده حسن) اهـ. وذكره الحافظ ابن حجر في \"تلخيص الحبير\" ١/ ٢٣١ وحسنه وقال: (صححه أبو داود والترمذي والدارقطني وابن حبان والحاكم والبيهقي) اهـ.وقال البيهقي في \"سننه\" ٢/ ١٦٣: (يقرأ المأموم خلف الإمام بفاتحة الكتاب في السرية والجهرية وهو أصح الأقوال على السنة وأحوطها وبالله التوفيق) اهـ. وهذا هو الظاهر وحديث عبادة نص في ذلك، وهو اختيار الشيخ محمد بن =</p><p> فالمأموم ينصت إلا عن الفاتحة. للخبر، على أنا نقول: إن جاز لغيرنا أن يُعدّي الآية إلى غير السبب النازل فيه جاز لنا أن نأوّلها بما ذكره أبو إسحاق، وهو أنه قال:  (يجوز أن يكون:{فَاسْتَمِعُوا لَهُ}(١) اعملوا بما فيه، {وَأَنْصِتُوا} لا تجاوزه إلى غيره؛ لأن معنى قول القائل: سمع الله دعاءك تأويله: أجاب الله دعاءك، وفعل ما أردت؛ لأن الله عز وجل سميع لم يزل) (٢) ، وعلى هذا فلا معنى لترك القراءة في الآية وليست الآية من ترك القراءة في شيء. </p><p> وذهب قوم من أهل الظاهر (٣) إلى أن هذه الآية عامة، ويجب الإنصاف لقارئ الطريق، ومعلم الصبيان، وليس الأمر على (٤) ما ذهبوا إليه؛ فإن هذا الإنصات إنما يجب في الصلاة، وعند الخطبة يوم الجمعة، </p><p>= صالح العثيمين قال في \"مجموع دروس الحرم المكي\" ٢/ ٢٣٦: (الصحيح من أقوال أهل العلم أن قراءة الفاتحة واجبة على الإِمام والمأموم والمنفرد في الصلاة السرية والجهرية والدليل حديث عبادة فتكون الأحاديث مخصصة للآية وتحمل الآية في غير الفاتحة لأنه لا بد من قراءتها) اهـ. (١) في النسخ: (استمعوا).(٢) \"معاني الزجاج\" ٢/ ٣٩٨.(٣) انظر: \"المغني\" لابن قدامة ٢/ ٢٥٩، و\"الفتاوى\" لشيخ الإِسلام ٢٣/ ٢٦٥ وص ٣٣٠، و\"نيل الأوطار\" ٢/ ٢٤٣ - ٢٥٧، وقال النحاس في \"إعرابه\" ص ٦٦٢: (الإنصات في اللغة عام يجب أن يكون في كل شيء إلا أن يدل دليل على اختصاص شيء) اهـ. ونحوه في \"معانيه\" ٣/ ١٢٢، وقال القرطبي ٧/ ٣٥٣ - ٣٥٤: (الصحيح أن الإنصات عام في الصلاة والخطبة لأنه يجمع جميع ما أوجبته هذه الآية وغيرها من السنة في الإنصات وحكي عن النقاش إجماع أهل التفسير أن هذا في الاستماع في الصلاة المكتوبة وغير المكتوبة) اهـ.(٤) في (ب): (إلى ما ذهبوا).</p>"
}