{
  "id": null,
  "sura": 7,
  "aya": 172,
  "text": "<p> وأيقنوا)، وقال أهل المعاني:  (قوي في نفوسهم{أَنَّهُ وَاقِعٌ بِهِمْ}إن خالفوا)  (١) ، وهذا هو الأظهر (٢) في معنى الظن، ومضى الكلام فيه عند قوله:  {الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو رَبِّهِمْ}  [البقرة: ٤٦] . </p><p> ١٧٢ - وقوله تعالى:  {وَإِذْ أَخَذَ رَبُّكَ} ، قال الزجاج:  (موضع{إِذْ}نصب، المعنى (٣) واذكر {وَإِذْ أَخَذَ رَبُّكَ} ) (٤) ، وقوله تعالى:  {مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ} ، قوله:  {مِنْ ظُهُورِهِمْ} بدل من قوله {مِنْ بَنِي آدَمَ} ، والمعنى: وإذ أخذ ربك من ظهور بني آدم. </p><p> قاله الزجاج (٥) ، وهو معنى قول الكناني (٦) ؛ قال:  (لم يذكر ظهر آدم، وإنما أخرجوا جميعًا من ظهره؛ لأن الله تعالى أخرج ذرية آدم بعضهم من ظهور بعض على نحو ما يتوالد الأبناء من الآباء، لذلك (٧) قال: {مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ} ، واستغنى عن ذكر ظهر آدم لما عُلم أنهم كلهم بنوه </p><p>(١) ذكره الماوردي ٢/ ٢٧٦، والرازي ١٥/ ٤٥. (٢) واختاره أيضًا الرازي ١٥/ ٤٥، وقال ابن عطية ٦/ ١٣٣، و\"أبو حيان\" ٤/ ٤٢٠: (قال المفسرون معناه: أيقنوا وليس كذلك بل هو غلبة ظن مع بقاء الرجاء) اهـ.(٣) في (ب): (والمعنى).(٤) \"معاني الزجاج\" ٢/ ٣٩٠، وانظر: \"إعراب النحاس\" ١/ ٦٤٩، و\"المشكل\" ١/ ٣٠٥، و\"البيان\" ١/ ٣٧٩، و\"التبيان\" ص ٣٩٥، و\"الفريد\" ٢/ ٣٨٣.(٥) \"معاني الزجاج\" ٢/ ٣٩٠، وفيه: (والمعنى: وإذ أخذ ربك ذريتهم وذرياتهم جميعًا) اهـ. وقال السمين في \"الدر\" ٥/ ٥١١: ({مِنْ ظُهُورِهِمْ} بدل من قوله {مِنْ بَنِي آدَمَ} بإعادة الجار، والظاهر أنه بدل بعض من كل) اهـ. وهذا قول الأكثر، انظر: \"المشكل\" ١/ ٣٠٦، و\"البيان\" ١/ ٣٧٩، و\"التبيان\" ص ٣٩٥، و\"الفريد\" ٢/ ٣٨٣.(٦) الكناني: حجر الإمام عبد العزيز بن يحيى المكي، تقدمت ترجمته.(٧) في (ب): (كذلك)، وهو تحريف.</p><p> وأخرجوا من ظهره، فترك ذكر ظهر آدم وذكر ظهور (١) بنيه) (٢) . </p><p> وقوله تعالي:  {ذُرِّيَّتَهُمْ} . وقرئ (٣)  {ذُرِّيَّتَهُمْ} جمعًا، وقد ذكرنا معنى الذرية والكلام فيها عند قوله:  {قَالَ وَمِنْ ذُرِّيَّتِي}  [البقرة: ١٢٤] . </p><p> وبينا أن الذرية تقع على الواحد والجمع، فمن أفردها هاهنا فلأنه قد استغنى عن جمعه بوقوعه على الجمع، فصار كالبشرة فإنه يقع على الواحد كقوله:  {مَا هَذَا بَشَرًا}  [يوسف: ٣١] ، وعلى الجمع كقوله:  {أَبَشَرٌ يَهْدُونَنَا}  [التغابن: ٦] . وقوله تعالى:  {إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا}  [إبراهيم: ١٠] . </p><p> وكما لم يجمع (بشر) بتصحيح ولا تكسير كذلك لا تجمع الذرية، ومن جمع قال: إن الذرية إن كان واحداً فلا إشكال في جواز الجمع فيه، وإن كان جمعًا فجمعه أيضًا حسن لأنك قد رأيت المجموع المكسرة قد جُمعت نحو: الطرقات والجُزرات (٤) وصَوَاحبات يوسف (٥) . </p><p>(١) لفظ: (وذكر ظهور) ساقط من (ب). (٢) ذكره الواحدي في \"الوسيط\" ١/ ٢٦٦ - ٢٦٧، وهو عند الثعلبي ٦/ ١٩ أ، والبغوي ٣/ ٢٩٩ بلا نسبة.(٣) قرأ ابن عامر وأبو عمرو ونافع: {ذُرِّيَّتَهُمْ} بألف على الجمع مع كسر التاء، وقرأ الباقون: {ذُرِّيَّتَهُمْ} بجر ألف على التوحيد مع فتح التاء، انظر: \"السبعة\" ص ٢٩٨، و\"المبسوط\" ص ١٨٦، و\"التذكرة\" ٢/ ٤٢٨ \"التيسير\" ص ١١٤، و\"النشر\" ٢/ ٢٧٣.(٤) الجُزرات: بالضم جمع الجمع كطُرق وطرقات، وهي جمع جُزُر والجُزُر جمع جَزُور وهي الناقة المجزورة: أي المعدة للذبح، انظر: \"اللسان\" ١/ ٦١٤ (جزر)(٥) صَوَاحبات يوسف: أي مثلهن في الإلحاح، جمعوا (صواحب) جمع السلامة, انظر: \"اللسان\" ٤/ ٢٤٠٠ - ٢٤٠١ (صحب)، وقد أخرج أحمد في \"المسند\" ٤/ ٤١٢، وابن ماجة رقم (١٢٣٢ - ١٢٣٥) كتاب إقامة الصلاة، باب: ما جاء في صلاة النبي في مرضه، والنسائي ١/ ٢٩٣ (٩٠٦) كتاب الإمامة من طرق جيدة، =</p><p> وأما تفسير الآية ففيه مذهبان: أحدهما -وهو مذهب المفسرين وأهل الأثر- ما روى مسلم (١) بن يسار الجهني: (أن عمر - رضي الله عنه - سُئل عن هذه الآية فقال: سمعت رسول الله - صلى الله عليه وسلم - سئل عنها فقال:  \"إن الله خلق آدم ثم مسح ظهره فاستخرج منه ذرية[فقال: خلقت هؤلاء للجنة وبعمل أهل الجنة يعملون، ثم مسح ظهره فاستخرج منه ذرية](٢)فقال: خلقت هؤلاء للنار وبعمل أهل النار يعملون\" . </p><p>= باب: الائتمام بالإمام، أن النبي - صلى الله عليه وسلم - قال في مرضه: \"مروا أبا بكر فليصل بالناس\" فقالت عائشة: إنه رجل رقيق، فقال: \" إنكن صواحبات يوسف مروه فليصل بالناس\" الحديث. وأصله في \"الصحيح\" أخرجه البخاري رقم (٦٦٤١) كتاب الأذان، باب: حد المريض أن يشهد الإمامة، ومسلم رقم (٤١٨ - ٤٢٠)، وفيه: \"إنكن صواحب يوسف\" كتاب الصلاة، باب: استخلاف الإِمام إذا عرض له عذر، قال ابن حجر في \"الفتح\" ٢/ ١٥٣: (صواحب جمع صاحبة والمراد أنهن مثل صواحب يوسف في إظهار خلاف ما في الباطن) اهـ. وما تقدم قول أبي علي في \"الحجة\" ٤/ ١٠٥ - ١٠٦، وقال الأزهري في \"معاني القراءات\" ١/ ٤٢٩: (المعنى واحد في الذرية والذريات) اهـ، وانظر: \"إعراب القراءات\" ١/ ٢١٤، و\"الحجة\" لابن خالويه ص ١٦٧، ولابن زنجلة ص ٣٠١، و\"الكشف\" ١/ ٤٨٣.(١) مسلم بن يسار الجهني البصري تابعي روى عن نعيم بن ربيعة الأزدي، وقيل: روى عن عمر رضي الله عنه وروى عنه عبد الحميد بن عبد الرحمن العدوي، وثقه العجلي، وذكره ابن حبان في \"الثقات\"، وقال ابن حجر في \"التقريب\" ٥٣١ (٦٦٥٤): (مقبول).انظر: \"التاريخ الكبير\" للبخاري ٧/ ٢٧٦، و\"تاريخ العجلي\" ٢/ ٢٧٨ (١٧٢٣)، و\"سير أعلام النبلاء\" ٤/ ٥١٤، و\"ميزان الاعتدال\" ٤/ ١٠٨، و\"تهذيب التهذيب\" ٤/ ٧٤.(٢) ما بين المعقوفين ساقط من (ب).</p><p> فقال رجل: يا رسول الله ففيم العمل؟ فقال رسول الله - صلى الله عليه وسلم -: \"إن الله إذا خلق العبد للجنة استعمله بعمل أهل الجنة حتى يموت على عمل من أعمال أهل الجنة فيدخله الجنة، وإذا خلق العبد للنار استعمله بعمل أهل النار حتى يموت على عمل من أعمال أهل النار فيدخله الله النار\"  (١) . </p><p>(١) أخرجه مالك في \"الموطأ\" ٢/ ٨٩٨، وأحمد ١/ ٢٨٩، رقم ٣١١ تحقيق أحمد شاكر، وأبو داود ٥/ ٧٩ رقم ٤٧٠٣، والترمذي كتاب التفسير، باب: ومن سورة الأعراف رقم ٣٠٧٥، وابن أبي عاصم في السنة ١/ ٨٧ رقم ١٩٦، والنسائي في \"تفسيره\" ١/ ٥٠٤ رقم ٢١٠، والطبري ٩/ ١١٣، وابن أبي حاتم ٥/ ١٦١٢، والنحاس في \"إعراب القرآن\" ١/ ٦٥٠، والآجري في \"الشريعة\" ٢/ ٧٤٣، وابن منده في \"الرد على الجهمية\" ص ١٤٣، ١٤٤، والحاكم في \"المستدرك\" ١/ ٢٧ - ٢/ ٣٢٤ - و٥٤٤، والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٥، والبغوي في \"تفسيره\" ٣/ ٢٩٧، والواحدي في \"الوسيط\" ٢/ ١٦١ من طرق جيدة عن مسلم عن عمر، وهو مرسل، وقال الترمذي: (حديث حسن ومسلم لم يسمع من عمر وقد ذكر بعضهم بين مسلم وعمر رجلاً مجهولًا) اهـ، وقال الحاكم: (هذا حديث صحيح على شرط مسلم) وقال البيهقي والذهبي في \"التلخيص\": (فيه إرسال). وقال الألباني في ظلال الجنة في \"تخريج السنة\" لابن أبي عاصم ١/ ٨٧: (إسناده ضعيف لانقطاعه) اهـ. وقد أخرجه البخاري في \"التاريخ الكبير\" ٨/ ٩٨، وأبو داود ٥/ ٨٠ رقم ٤٧٠٤، وابن أبي عاصم في \"السنة\" ١/ ٨٨ رقم ٢٠١، والطبري في \"تفسيره\" ٩/ ١١٣ - ١١٤، عن مسلم عن نعيم بن ربيعة الأزدي عن عمر، وقال الألباني في \"ظلال الجنة\": (إسناده ضعيف لجهالة نعيم) اهـ.والحديث له شواهد مرفوعة عن النبي - صلى الله عليه وسلم - مما يجعله صحيحًا لغيره، وذكر الأحاديث ودرجاتها الألباني في \"الصحيحة\" ٤/ ١٥٨ - ١٦٣ وقال: (وجملة القول أن الحديث صحيح بل هو متواتر المعنى وجاء عن الإمام إسحاق بن راهويه أنه قال: أجمع أهل العلم أن الله خلق الأرواح قبل الأجساد واستنطقهم وأشهدهم) اهـ. =</p><p> وعن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: \"لما خلق الله آدم مسح على ظهره فسقط من ظهره كل نسمة هو خالقها من ذريته(١)إلى يوم القيامة\"  (٢) . وذكر حديثًا طويلًا. </p><p> وقال ابن عباس في رواية عطاء في: قوله: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ}  (يريد: نفض (٣) آدم فأراه ذريته مما خلق إلى يوم القيامة) (٤) . </p><p> وقال ابن عباس أيضاً:  (إن الله خلق آدم ثم أخرج ذريته من صلبه مثل الذر،فقال لهم:من ربكم؟قالوا:الله ربنا، ثم أعادهم في صلبه حتى يولد كل من أخذ ميثاقه لا يزاد فيهم ولا ينقص منهم إلى أن تقوم الساعة)  (٥) </p><p>= وقال النحاس في \"معانيه\" ٣/ ١٠١: (أحسن ما قيل في الآية ما تواترت به الأخبار عن النبي - صلى الله عليه وسلم - أن الله جل وعز مسح ظهر آدم فأخرج منه ذريته أمثال الذر فأخذ عليهم الميثاق) اهـ. (١) في (ب): (من ذريتي) ثم صحح إلى ذريته في أعلى السطر.(٢) أخرجه الترمذي كتاب التفسير، باب: وفي تفسير سورة الأعراف رقم (٣٠٧٦)، وابن أبي حاتم ٥/ ١٦١٤، وابن منده في \"الرد على الجهمية\" ص ١٤٤، والحاكم ٢/ ٣٢٥، وقال الترمذي: (حديث حسن صحيح روي من غير وجه عن أبي هريرة عن النبي - صلى الله عليه وسلم -) اهـ، وقال ابن منده: (هذا حديث صحيح) اهـ، وقال الحاكم: (حديث صحيح على شرط مسلم) اهـ. ووافقه الذهبي في \"التلخيص\"، وانظر: \"الدر المنثور\" ٣/ ٦٠٣.(٣) في النسخ: (نقص) وعلى (أ) تصحيح لم أستطع قراءته ولعلها (نفض).(٤) أخرجه الطبري ٩/ ١١١ بسند جيد.(٥) أخرجه الطبري في ٩/ ١١٦، وابن أبي حاتم ١٤/ ١٦ بسند جيد، وقد أخرج الطبري ٩/ ١١١ - ١١٨، وابن أبي حاتم ٥/ ١٦١٤ من طرق كثيرة جيدة نحوه.</p><p> وقال أبو العالية:  (جمعهم يومئذٍ، ثم صورهم، ثم استنطقهم وأخذ عليهم العهد والميثاق،{وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى}.فقال الله تعالى:فإني أرسل إليكم رسلًا يذكرونكم عهدي وميثاقي، وأنزل عليكم كتبي،قالوا:نشهد أنك إلهنا وربنا , ولا رب ولا إله غيرك)  (١) . </p><p> وقال ابن جريج:  (ضرب الله ظهر آدم فخرجت كل نفس مخلوقة للجنة بيضاء نقية،فقال:هؤلاء أهل الجنة، وخرجت كل نفس مخلوقة للنار سوداء،فقال:هؤلاء أهل النار أمثال الخردل في سورة الذر)  (٢) . </p><p> وقال القرظي:  (أقر له بالإيمان والمعرفة الأرواحُ قبل أن يخلق أجسادها)  (٣) . </p><p> وقال مقاتل: (إن الله مسح صفحة ظهر آدم اليمنى فأخرج منه ذرية بيضاء كهيئة الذر يتحركون، ثم مسح صفحة ظهره اليسرى فأخرج منه ذرية سوداء كهيئة الذر، فقال: يا آدم هؤلاء ذريتك، ثم قال لهم: {أَلَسْتُ بِرَبِّكُمْ </p><p>(١) أخرجه عبد الله بن أحمد في \"زوائد المسند\" ٥/ ١٣٥، والطبري ٩/ ١١١، وابن أبي حاتم ٥/ ١٦١٥، وابن منده في \"الرد على الجهمية\" ص ١٤٣، ١٤٤، والحاكم ٢/ ٣٢٣ - ٣٢٤ عن أبي العالية عن أبي بن كعب -رضي الله عنه-، وقال الحاكم: (حديث صحيح الإسناد ولم يخرجاه) اهـ ووافقه الذهبي. وقال أحمد شاكر في \"حاشية الطبري\" (إسناده صحيح) اهـ. وذكره الهيثمي في \"مجمع الزوائد\" ٧/ ٢٥ وقال: (رواه عبد الله بن أحمد عن شيخه محمد بن يعقوب الربالي وهو مستور وبقية رجاله رجال الصحيح) اهـ.وانظر: \"الدر المنثور\" ٣/ ٦٥٠.(٢) أخرجه الطبري ٩/ ١١٤ بسند لا بأس به، عن ابن جريج عن الزبير بن موسى المكي عن سعيد بن جبير عن ابن عباس، وذكره السيوطي في \"الدر\" ٣/ ٢٥٩، وذكره القرطبي ٧/ ٣١٦، عن ابن جريج.(٣) أخرجه الطبري ٩/ ١١٧ بسند ضعيف، وذكره السيوطي في \"الدر\" ٣/ ٢٥٩.</p><p> قَالُوا بَلَى}، فقال للبيض: هؤلاء في الجنة برحمتي، وهم أصحاب اليمين، وقال للسود: هؤلاء في النار ولا أبالي، وهم أصحاب الشمال وأصحاب المشأمة، ثم أعادها جميعًا في صلب آدم، فأهل القبور محبوسون حتى يخرج أهل الميثاق كلهم من أصلاب الرجال وأرحام النساء. قال الله تعالى فيمن نقض العهد الأول:  {وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ}  (١)  [الأعراف: ١٠٢]  (٢) . </p><p> وهذا أيضاً قول عكرمة (٣) والكلبي وسعيد بن جبير و [سعيد (٤) بن المسيب] والضحاك (٥) وأبي صالح (٦) ، هذا كلام أهل التفسير في هذه الآية. </p><p> فأما أصحاب المعاني فقال أبو إسحاق:  (جائز أن يكون الله تعالى جعل لأمثال (٧) الذَّر فهمًا يعقل به، كما قال:  {قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ}  [النمل: ١٨] . وكما قال:  {وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ}  [الأنبياء: ٧٩] ) (٨) . </p><p>(١) لفظ: (الواو) ساقط من (ب). (٢) \"تفسير مقاتل\" ٢/ ٧٢ - ٧٤.(٣) ذكره الرازي ١٥/ ٤٧، عن عكرمة والكلبي وسعيد بن جبير وسعيد بن المسيب والضحاك.(٤) لفظ: (سعيد بن المسيب) ساقط من (أ)، وذكره عنه ابن القيم في كتاب \"الروح\" ص ٢١٥.(٥) أخرجه الطبري ٩/ ١١٤، ١١٧ من طرق جيدة عن سعيد بن جبير، وعطاء والنضر ابن عربي الباهلي والضحاك والسدي والكلبي، وانظر: \"الرد على الجهمية\" لابن منده ص ١٤٤.(٦) ذكره ابن القيم في كتاب \"الروح\" ص ٢١٤، عن السدي، عن أبي صالح، عن ناس من الصحابة.(٧) في (ب): (جعل الأمثال)، وهو تحريف.(٨) \"معاني الزجاج\" ٢/ ٣٩٠، وانظر: \"معاني النحاس\" ٣/ ١٠١.</p><p> وقال أبو بكر بن الأنباري:  (مذهب أصحاب الحديث وكبراء أهل العلم في هذه الآية هو: أن الله عز وجل أخرج ذريات آدم من صلبه وأصلاب أولاده، وهم في صور الذر، وأخذ عليهم الميثاق أنه خالقهم وأنهم مصنوعوه، فاعترفوا بذلك وقبلوا، وذلك بعد أن ركب فيهم عقولًا عرفوا بها ما عرض عليهم، كما جعل للجبل عقلاً حتى خوطب (١) ، وكما فعل ذلك بالبعير (٢) لما سجد، وبالنخلة (٣) حين سمعت، وانقادت </p><p>(١) ذكره الخازن ٢/ ٣٠٩، عن ابن الأنباري وفيه: (كما جعل للجبال عقولًا حتى خوطبوا بقوله تعالى: {يَا جِبَالُ أَوِّبِي مَعَهُ} [سبأ: ١٠] اهـ. وأخرج الحاكم في \"المستدرك\" ٢/ ٦٢٠ عن علي رضي الله عنه قال: (كنا مع النبي - صلى الله عليه وسلم - بمكة فخرج في بعض نواحيها فما استقبله شجر ولا جبل إلا قال: السلام عليك يا رسول الله) قال الحاكم: (هذا حديث صحيح الإسناد ولم يخرجاه) ووافقه الذهبي. وانظر: \"صحيح مسلم\" رقم (٢٢٧٧) من حديث جابر بن عبد الله، كتاب الفضائل، باب: فضل نسب النبي - صلى الله عليه وسلم -، وتسليم الحجر عليه قبل النبوة. (٢) أخرج أحمد في \"المسند\" ٦/ ٧٦، عن عائشة: (أن رسول الله - صلى الله عليه وسلم - كان في نفر من المهاجرين والأنصار فجاء بعير فسجد له ..) الحديث، وانظر: \"البداية والنهاية\" ٦/ ١٢٣ - ١٥١.(٣) أخرج البخاري رقم (٢٠٩٥) في \"البيوع\" -باب النجار- عن جابر بن عبد الله رضي الله عنه - قال: (قعد النبي - صلى الله عليه وسلم - يوم الجمعة على منبر صنع له، فصاحت النخلة التي كان يخطب عندها، وبكت على ما كانت تسمع من الذكر حتى كادت أن تنشق فنزل النبي حتى أخذها فضمها إليه فجعلت تئن أنين الصبي الذي يسكت حتى استقرت) وأخرج ابن ماجه رقم (٤٠٢٨) كتاب الفتن، باب: الصبر على البلاء، بسند جيد عن أنس رضي الله عنه قال: (جاء جبريل إلى النبي - صلى الله عليه وسلم - وهو جالس حزين فقال، ما لك؟ فقال: \"فعل بي هؤلاء ما فعلوا\" قال: أتحب أن أريك آية؟ قال: \"نعم\" قال: ادع تلك الشجرة، فدعاها فجاءت تمشي حتى قامت بين يديه , قال: قل لها فلترجع، فقال لها فرجعت حتى عادت إلى مكانها ..) وأخرج الحاكم =</p><p> حين دعيت) (١) . </p><p> وقال صاحب النظم: (ليس بين قول النبي - صلى الله عليه وسلم -: \"إن الله مسح ظهر آدم فأخرج منه ذريته\" و [بين]  (٢) الآية اختلاف بحمد الله؛ لأنه عز وجل إذا أخذهم من ظهر آدم فقد أخذهم من ظهور ذريته؛ لأن ذرية آدم ذرية لذريته بعضهم من بعض. </p><p> قال: وحصل الفائدة بهذا الفصل، أنه قد أثبت الحجة على كل منفوس ممن بلغ، وممن لم يبلغ بالميثاق الذي أخذه عليهم، وزاد على من بلغ منهم الحجة بالآيات والدلائل التي نصبها في نفسه وفي العالم، وبالرسل المنفذة إليهم، مبشرين ومنذرين، وبالمواعظ والمثلات المنقولة إليهم أخبارها) (٣) . </p><p> وقال جماعة من المفسرين: (إن أهل السعادة من الذرية أقروا طوعًا، وإن أهل الشقاوة أقروا تقية وكرهًا، وذلك معنى قوله: {وَلَهُ أَسْلَمَ مَنْ فِي </p><p>= في \"المستدرك\" ٢/ ٦٢٠ عن ابن عباس رضي الله عنهما قال: (جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال: بم اعرف أنك رسول الله؟ فقال: \"أرأيت إن دعوت عذق هذه النخلة أتشهد أني رسول الله؟ \" قال: نعم، فدعا العذق فنزل وجعل ينقز على الأرض حتى أتى النبي - صلى الله عليه وسلم - ثم قال له: \"ارجع\" فرجع حتى عاد مكانه) قال الحاكم: (حديث صحيح على شرط مسلم ولم يخرجاه) ووافقه الذهبي. وانظر: \"الصحيح المسند من دلائل النبوة\" للوادعي ص ٧٣ - ١٩٧. (١) ذكره الخازن ٢/ ٣٠٩، وابن القيم في كتاب \"الروح\" ص ٢٢٠، وذكره الألباني في \"الصحيحة\" ٤/ ١٦١ وقال: (في كلامه إشارة لطيفة إلى طريقة الجمع بين الآية والحديث، وهو قوله: إن الله أخرج ذرية آدم من صلبه وأصلاب أولاده) اهـ. وانظر: \"تأويل مختلف الحديث\" لابن قتيبة ص ١٤٥ - ١٤٧.(٢) لفظ: (بين) ساقط من (أ).(٣) ذكره الخازن ٢/ ٣١٠، وابن القيم في كتاب \"الروح\" ص ٢١٦.</p><p> السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا} (١)  [آل عمران: ٨٣] . وقال مقاتل: من مات صغيرًا دخل الجنة بمعرفته بالميثاق (٢) الأول، ومن بلغ العقل لم يُغن عنه الميثاق الأول شيئًا حتى يؤمن، وكان الميثاق الأول حجة عليهم) (٣) , وهذا الذي ذكره مذهب من يقول: إن أطفال المشركين يدخلون (٤) الجنة، فأما من لا يحكم لهم بالجنة، فإنه يقول: من كان من أهل الشقاوة من الذرية السوداء أقرّ بالمعرفة كرهًا فلم يغن ذلك عنه شيئًا. فأمَّا سوق ألفاظ الآية وما بعدها من هذه القصة على هذا التفسير فقوله:  {أَلَسْتُ بِرَبِّكُمْ} . قال الزجاج (٥) : (المعنى قال:{أَلَسْتُ بِرَبِّكُمْ}وهو إيجاب للإقرار عليهم بربوبيته) . </p><p> وقوله:  {قَالُوا بَلَى} . قال ابن عباس:  (هو جواب منهم له وإقرار له بالربوبية ولأنفسهم بالعبودية)  (٦) . </p><p> وقوله تعالى:  {شَهِدْنَا} قال الكلبي: (٨) (لما أقروا، قال الله للملائكة: </p><p>(١) انظر: \"تفسير السمرقندي\" ١/ ٥٧٩ - ٥٨٢، و\"الرد على الجهمية\" لابن منده ص ١٤٣، والبغوي ٣/ ٢٩٨. (٢) في (أ): (بمعرفته في الميثاق).(٣) \"تفسير مقاتل\" ٢/ ٧٤.(٤) قال القرطبي في \"تفسيره\" ٧/ ٣١٧: (هذه المسألة اختلف فيها لاختلاف الآثار, والصحيح أن أطفال المشركين في الجنة) اهـ. وانظر: \"التذكرة\" ص ٥٩٨.(٥) هذا قول ابن الجوزي ٣/ ٢٨٤، ولم أقف عليه عن الزجاج، وانظر: \"الزاهر\" ٢/ ٥٠.(٦) أخرج ابن منده في \"الرد على الجهمية\" ص ١٤٤ من طرق جيدة عن ابن عباس في الآية قال: (أخذ عليهم كلهم عهودهم على الإيمان والمعرفة له، والتصديق به وأشهدهم على أنفسهم فآمنوا وصدقوا وعرفوا وأقروا) اهـ.</p><p> اشهدوا. فقال:  {شَهِدْنَا} ) (١) . و (٢) قال ابن عباس في رواية عطاء: (قالت (٣) الملائكة: شهدنا على إقراركم) (٤) . </p><p> وقال السدي:  (هذا خبر من الله تعالى عن نفسه وملائكته أنهم شهدوا على إقرار بني آدم)  (٥) . فعلى هذه الأقوال (٦) يحسن الوقف على قوله: {بَلَى} ؛ لأن كلام الذرية قد انقطع. </p><p> وقوله تعالى:  {أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ} . يجوز أن يتعلق {أَن} بقوله {شَهِدْنَا} ، أي شهدنا عليهم بالإقرار لئلا تقولوا، فأسقط (لا)  (٧) كما قال: {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ}  [النحل: ١٥] . يريد: لئلا تميد. </p><p> وكما قال القطامي (٨) : </p><p> رأينا ما يرى البصراء فيها ... فآلينا عليها أن تباعا (٩) </p><p>(١) \"تنوير المقباس\" ٢/ ١٤٠، وذكره هود الهواري ٢/ ٥٨، والواحدي في \"الوسيط\" ٢/ ٢٦٨، والبغوي ٣/ ٣٠٠، وابن الجوزي ٣/ ٢٨٥. (٢) لفظ: (الواو) ساقط من (ب).(٣) في (أ): (قال).(٤) لم أقف عليه. وانظر: \"الرد على الجهمية\" لابن منده ص ١٤٣.(٥) أخرجه الطبري ٩/ ١١٨ بسند جيد، وذكره الثعلبي ٦/ ٤٩ ب، و\"الواحدي\" ٢/ ٢٦٨، والبغوي ٣/ ٣٠٠، وانظر: الطبري ٩/ ١١٨.(٦) انظر: \"تفسير الرازي\" ١٥/ ٥٢(٧) لفظ: (لا) ساقط من (أ).(٨) تقدمت ترجمته.(٩) \"ديوانه\" ص ٤٣، و\"تفسير الطبري\" ٩/ ١١٨، و\"الدر المصون\" ٥/ ٥١٣، وهو يصف ناقته يقول: لا تباع لما رأينا من حسنها.</p><p> أراد: أن لا تباعا، هذا مذهب الكوفيين (١) ، وعند البصريين المحذوف مضاف بتقدير: شهدنا كراهة أن تقولوا، ومضى الكلام في هذا عند قوله:  {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا}  [النساء: ١٧٦] . </p><p> ويمكن أن تعلق {أَن} بـ (أشهدهم) وهذا أوضح في التأويل، والمعنى:  {وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ} لئلا تقولوا، أو (٢) كراهية أن تقولوا , ولا يصح الوقف على {شَهِدْنَا} لتعلق {أَن} بما قبله، هذا كله كلام أبي بكر (٣) . </p><p>(١) انظر: \"إعراب النحاس\" ١/ ٦٥١، و\"المشكل\" ١/ ٣٠٦، و\"البيان\" ١/ ٣٧٩، و\"التبيان\" ص ٣٩٥، و\"الفريد\" ٢/ ٣٨٤، و\"الدر المصون\" ٥/ ٥١٣. قال السمين: (قوله: {أَن تَقُولُواْ} مفعول لأجله، والعامل إما {شَهِدْنَا} أي: شهدنا كراهة أن تقول، هذا تأويل البصريين، وأما الكوفيين فقاعدتهم تقدير (لا) النافية أي: لئلا تقولوا) اهـ. (٢) في (أ): (لئلا تقولوا وكراهية أن تقولوا).(٣) \"الإيضاح\" لابن الأنباري ٢/ ٦٦٩ - ٦٧٠، وقال الداني في \"المكتفى\" ص ٢٧٨ - ٢٨٠: (قال جماعة: {شَهِدْنَا} وقف كافٍ وهو من قول بني آدم أي: شهدنا أنك ربنا وإلهنا وهو قول أُبي وابن عباس.وقال ابن الأنباري: ليس بوقف لأن {أَن} متعلقة بما قبلها، وقال جماعة التمام على {بَلَى} و {شَهِدْنَا} من قول الملائكة وهو قول مجاهد والضحاك والسدي، وقيل هو من قول الله تعالى والملائكة وهو قول أبي مالك ويروي عن السدي أيضًا ومن قرأ: {أَنْ تَقُولُوا} بالتاء فالوقف على {بَلَى} لأن (أن) متعلقة بما قبل {بَلَى} من قوله {وَأَشْهَدَهُمْ}) اهـ. ملخصًا.وقال النحاس في القطع ١/ ٢٦٥ - ٢٦٦: (على القراءة بالتاء يجب أن يكون الوقف على {بَلَى} لأن {شَهِدْنَا} عند أهل التأويل ليس من كلام الذين قالوا {بَلَى} ومن قرأ بالياء فأكثر أهل التأويل يقول: التقدير: {وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ} أن يقولوا، أي: كراهة أن يقولوا أو لأن يقولوا. فالكلام على هذا متصل) اهـ. ملخصًا.</p><p> وقال بعضهم: قوله: {شَهِدْنَا} من كلام الذرية، والمعنى: شهدنا على أنفسنا بهذا الإقرار، وهو معنى قول (١) مقاتل، وعلى هذا لا يحسن الوقف على {بَلَى} ولا يتعلق {أَنْ تَقُولُوا} بشهدنا، وإنما يتعلق بقوله:  {وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ}  (٢) ، وذكر صاحب النظم] (٣) وجهًا آخر في قوله: {شَهِدْنَا} عن بعضهم، وهو:  (أن يكون قوله:{وَإِذْ أَخَذَ رَبُّكَ}إلى قوله:{قَالُوا بَلَى}. تمام قصة الميثاق،ثم ابتدأ عز وجل خبرًا آخر يذكر ما يقوله المشركون يوم القيامة فقال:{شَهِدْنَا}بمعنى: نشهد، كما قال الحطيئة (٤) : </p><p> شَهِدَ الخُطَيْئَةُ حِينَ يَلْقَى رَبَّه (٥) </p><p>(١) \"تفسير مقاتل\" ٢/ ٧٢، وفيه: {وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ} بإقرارهم {قَالُوا بَلَى شَهِدْنَا} إنك ربنا، قال الله للملائكة: اشهدوا عليهم بالإقرار، قالت الملائكة: قد شهدنا) اهـ. (٢) ذكره في الواحدي السمين في \"الدر\" ٥/ ٥١٣، وقال: (كأنه رأى أن التركيب يصير {شَهِدْنَا أَنْ تَقُولُوا} سواء قرئ بالغيبة أو الخطاب والشاهدون هم القائلون في المعنى فكان ينبغي أن يكون التركيب شهدنا أن نقول نحن، وهذا غير لازم لأن المعنى: شهد بعضهم على بعض فبعض الذرية قال: شهدنا أن يقول البعض الآخر كذلك) اهـ.(٣) ما بين المعقوفين ساقط من (ب).(٤) الحطيئة: جرول بن أوس بن مالك الغطفاني أبو مليكة. تقدمت ترجمته.(٥) \"ديوانه\" برواية وشرح ابن السكيت ص ١١٠، و\"سر صناعة الإعراب\" ١/ ٣٩٨، و\"وضح البرهان\" للغزنوي ٢/ ٣٥١، و\"اللسان\" ٢/ ٨٦٦ (حسب)، و\"الدر المصون\" ٥/ ٥١٤، وبلا نسبة في مجالس ثعلب ص ٣٨٨، و\"المدخل\" للحدادي ص ٢٣٤، وعجزه:أن الوليد أحق بالعذروالوليد هو الوليد بن عقبة بن أبي معيط الأموي يقال: إنه سكر فأمر بجلده فقال الحطيئة هذه الأبيات، والشاهد: شهد الحطيئة يريد: يشهد فوضع الماضي موضع المستقبل.</p><p> أي: يشهد، فيكون تأويله نشهد (١)  {أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ} أي: إنكم ستقولون ذلك، فتكون القصة الأولى خبرًا عن جميع المخلوقين بأخذ الميثاق عليهم، والقصة الثانية خبرًا عن المشركين خاصة) (٢) . </p><p> واختلف القراء في قوله:  {أَنْ تَقُولُوا}  [الأعراف:١٧٢] ، {أَوْ تَقُولُوا}  [الأعراف: ١٧٣] ، فقرأ (٣) أبو عمرو بالياء (٤) جميعًا؛ لأن الذي تقدم من الكلام على الغيبة وهو قوله:  {مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ} لئلا يقولوا، وقرأ الباقون بالتاء؛ لأنه قد جرى في الكلام خطاب، وهو قوله:  {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا} ، وكلا (٥) الوجهين حسن؛ لأن الغيب هم المخاطبون في المعنى (٦) . </p><p> قال المفسرون:  (هذه (٧) الآية تذكير بما أخذ على جميع المكلفين من الميثاق، واحتجاج عليهم؛ لئلا يقول الكفار {يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا} الميثاق {غَافِلِينَ} لم نحفظه ولم نذكره)، فإن قيل: كيف يحتج عليهم </p><p>(١) في (ب): (يشهد) بالياء. (٢) ذكره ابن القيم في كتاب \"الروح\" ص ٢٢٩، والسمين في \"الدر\" ٥/ ٥١٣ - ٥١٤.(٣) قرأ أبو عمرو: {يَقُولوا يَوْمَ القِيامَة} [الأعراف: ١٧٢]، {أو يَقُولوا إنَّما أَشْرَكَ} [الأعراف: ١٧٣] بالياء فيهما على الغيبة، وقرأهما الباقون بالتاء على الخطاب، انظر: \"السبعة\" ص ٢٩٨، و\"المبسوط\" ص ١٨٦، و\"التذكرة\" ٢/ ٤٢٩، و\"التسير\" ص ١١٤، و\"النشر\" ٢/ ٢٧٣.(٤) في (أ): (فقرأ أبو عمر وجميعًا بالياء).(٥) في: (أ): (فكلا).(٦) هذا قول أبي علي في \"الحجة\" ٤/ ١٠٧، وانظر: \"معاني القراءات\" ١/ ٤٢٩ , و\"إعراب القراءات\" ١/ ٢١٥، و\"الحجة\" لابن زنجلة ص ٣٠٢، و\"الكشف\" ١/ ٤٨٣.(٧) في (أ): \"وهذه\".</p><p> بميثاق لا يذكرونه؟ قيل:  (١) نسيانهم لذلك لا يسقط الاحتجاج بعد أن أخبر الله تعالى عن أخذ ذلك عليهم على لسان صاحب المعجزة، وإذا صح ذلك بقول الصادق قام في النفوس مقام الذكر، فالاحتجاج به قائم صحيح (٢) . </p><p> قال عوف (٣) : (وسيذكرون الميثاق يوم القيامة)  (٤) . </p><p> قوله تعالى:  {أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ} الآية [الأعراف:١٧٣] ، قال المفسرون:  (هذا قطع لعذر الكفار فلا يستطيع أحد من الذرية أن يقول يوم القيامة:{إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ}،أي:قبلنا، ونقضوا العهد.{وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ}صغارًا وكبارًا فاقتدينا (٥) بهم، {أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ} ، أي: أفتعذبنا بما فعل المشركون المكذبون بالتوحيد، وإنما اقتدينا بهم وكنا في غفلة عن الميثاق، وعما نطالب به الآن من التوحيد، وآباؤنا أشركوا، وحملونا على مذهبهم في الشرك في صبانا، فجرينا على مذهبهم واقتدينا بهم، فلا ذنب لنا إذ كنا مقتدين بهم، والذنب في ذلك لهم، كما (٦) قالوا في موضع آخر: {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ} </p><p>(١) انظر: \"تفسير الطبري\" ٩/ ١١٨، وابن الجوزي ٣/ ٢٨٥. (٢) انظر: \"تفسير السمرقندي\" ١/ ٥٨١، والبغوي ٣/ ٣٠٠، وابن الجوزي ٣/ ٢٨٥.(٣) لعله: عوف بن أبي جميلة العبدي أبو سهل الأعرابي البصري واسم أبيه رزينة، إمام ثقة من علماء البصرة ومن صغار التابعين رمى بالقدر والتشيع، توفي سنة ١٤٦ هـ أو ١٤٧ هـ، وله ٨٦ سنة، انظر: \"الجرح والتعديل\" ٧/ ١٥، و\"سير أعلام النبلاء\" ٦/ ٣٨٣، و\"ميزان الاعتدال\" ٣/ ٣٠٥، و\"تهذيب التهذيب\" ٣/ ٣٣٦، و\"تقريب التهذيب\" ص ٤٣٣ برقم (٤٢١٩).(٤) لم أقف عليه.(٥) في (ب): (فاقتديناهم)، وهو تحريف.(٦) لفظ: (كما) ساقط من (ب).</p><p> الآية [الزخرف: ٢٢] . فلا يمكنهم أن يحتجوا بمثل هذا الكلام , ويكون الآباء على الإشراك بعد تذكير الله تعالى بأخذ الميثاق بالتوحيد على كل واحد من الذرية)، هذا هو الكلام على مذهب أهل الأثر (١) . </p><p> فأما مذهب أهل النظر، فقال أبو إسحاق:  (وقال بعضهم: إن الله عز وجل أخرج بني آدم بعضهم من ظهور بعض،ومعنى:{وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ}أن كل بالغ يعلم أن الله عز وجل واحد، لأن كل ما خلق الله دليل على توحيده،فمعنى:{وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ}دلهم بخلقه على توحيده)  (٢) . </p><p> وشرح أبو بكر هذا فقال:  {وَإِذْ أَخَذَ رَبُّكَ مِنْ} ذريات (٣)  {بَنِي آدَمَ مِنْ ظُهُورِهِمْ} أي: أخرجهم وأنشأهم بعد أن كانوا نطفًا في أصلاب الآباء إلى الدنيا على ترتبهم في الوجود {وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ} أنه ربهم بما أظهر من آياته وبراهينه التي تضطرهم إلى أن يعلموا أنه خالقهم فليس من أحد إلا وفيه من صنعة ربه ما ينبه على أنه بارئه ونافذ الحكم فيه، فلما عرفوا ذلك ودعاهم كل ما يرون ويشاهدون إلى التصديق به كانوا بمنزلة الشاهدين والمشهدين على أنفسهم بصحته، كما قال في غير هذا الموضع:  {شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ}  [التوبة: ١٧] ، يريد: هم بمنزلة الشاهدين وإن لم يقولوا: نحن كفرة، وكما يقول الرجل: قد شهدت جوارحي بقولك، يريد: قد عرفته، فكأن جوارحي لو استشهدت وفي وسعها أن تنطق لشهدت، ومن هذا الباب أيضًا {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ}  [آل عمران: ١٨] , </p><p>(١) انظر: \"تفسير الطبري\" ٩/ ١١٨، والبغوي ٣/ ٣٠٠، والرازي ٣/ ١٧١، والخارن ٢/ ٣١١. (٢) \"معاني الزجاج\" ٢/ ٣٩٠.(٣) كذا في النسخ، وهو تفسير وليس قراءة.</p><p> يريد: أعلم وبين, فأشبه إعلامه وتبيينه ذلك شهادة من يشهد عند الحكام وغيرهم) (١) . </p><p> وزاد صاحب النظم لهذا المذهب بيانًا حكايته عن بعضهم، فقال:  (إن الله عز وجل لما خلق الخلق ونفذ علمه فيهم بما هو كائن، صار ما لم يكن بعد مما هو كائن كالكائن عنده، إذ علمُه بكونه مانعٌ من غير كونه، فسايغ في مجاز العربية أن يضع ما هو منتظر مما لم يقع بعد موضعَ الواقع لسبق علمه بوقوعه،وكما قال عز وجل:{وَنَادَى أَصْحَابُ النَّارِ}[الأعراف: ٥٠]وأمثاله،فيكون تأويل قوله:{وَإِذْ أَخَذَ رَبُّكَ}: وإذ يأخذ ربك،وكذلك قوله:{وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ}أي: ويشهدهم بما يركبه فيهم من العقل الذي يكون به الفهم ويجب به الثواب والعقاب، فكل من ولد وبلغ الحنث وعقل الضر والنفع وفهم الوعد والوعيد والثواب والعقاب صار كأن الله تعالى أخذ عليه الميثاق في التوحيد بما ركب فيه من العقل، وأراه من الآيات والدلائل (٢) على حدوثه وضعفه وأنه لا يجوز أن يكون قد خلق نفسه، وإذا لم يجز ذلك فلا بد من خالق هو غيره ليس كمثله، وكل (٣) من بلغ وعقل فقد أخذ عليه العهد والميثاق إذ جعل فيه السبب الذي به يؤخذ الميثاق وهو العقل، واحتج أصحاب هذا القول بقوله:  {إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ}  [الأحزاب: ٧٢] ، قالوا: فالأمانة هاهنا عهد وميثاق، وامتناع السموات والأرض من حملها خلوهما من العقل الذي يكون به الفهم، </p><p>(١) ذكره ابن الجوزي ٣/ ٢٨٦، وابن القيم في كتاب \"الروح\" ص ٢٢١. (٢) في النسخ: (والدليل)، وهو تحريف.(٣) في (ب): (ليس كمثله وهو من بلغ)، وهو تحريف.</p><p> وحمل الإنسان إياها (١) لمكان (٢) العقل فيه). </p><p> قال صاحب النظم:  (ونحن إلى ما روي (٣) عن رسول الله - صلى الله عليه وسلم - وما ذهب إليه أهل العلم والسنة من السلف الصالح، أَمْيَلُ وله أَقْبَلُ وبه آنَسُ (٤) والله عز وجل ولي التوفيق لما هو أولى وأهدى بمنّه) (٥) . </p><p>(١) لفظ: (إياها) ساقط من (أ). (٢) في (ب): (مكان)، وهو تحريف.(٣) انظر: بعض الأحاديث في مرويات الإِمام أحمد في \"التفسير\" ٢/ ٢٠٩ - ٢١٥.(٤) هذا هو الظاهر فالراجح أن الله سبحانه وتعالى مسح ظهر آدم واستخرج منه ذريته وأخذ عليهم العهد بلسان المقال لثبوته مرفوعًا إلى النبي - صلى الله عليه وسلم - وموقوفاً على غيره من الصحابة رضي الله عنهم والأحاديث فيه صحيحة بل متواترة المعنى، وقد ذكرها الطبري ٩/ ١١١ - ١١٨، وابن كثير ٢/ ٢٩٣، والسيوطي في \"الدر\" ٣/ ٢٥٨ - ٢٦٥، والشوكاني ٢/ ٣٨٣ - ٣٨٥، والألباني في \"الصحيحة\" ١/ ٦٨ - ٧١، رقم ٤٧ - ٥٠، وص ٩٧ رقم ١٧٢، و٤/ ١٥٨ رقم ١٦٢٣، قال الشوكاني ٢/ ٣٨٣: (هذا هو الحق الذي لا ينبغي العدول عنه ولا المصير إلى غيره لثبوته مرفوعًا إلى النبي - صلى الله عليه وسلم - وموقوفاً على غيره من الصحابة ولا ملجئ للمصير إلى المجاز وإذا جاء نهر الله بطل نهر معقل) اهـ.وقال الألباني في الصحيحة ٤/ ١٦٢: (جملة القول أن فيه أحاديث صحيحة بل متواترة المعنى وأنه لا تعارض بينها وبين آية أخذ الميثاق فالواجب ضمها إليها وأخذ الحقيقة من مجموعها وبذلك تنجو من مشكلتين بل مفسدتين كبيرتين: الأولى: رد الأحاديث بزعم معارضتها للآية والأخرى: تأويلها تأويلًا يبطل معناها أشبه ما يكون بتأويل المبتدعة) اهـ. بتصرف وهو اختيار جمهور المفسرين ومنهم: النحاس في \"معانيه\" ٣/ ١٠١، والسمرقندي ١/ ٥٧٩ - ٥٨٢، وابن الجوزي ٣/ ٢٨٣ - ٢٨٦، والرازي ١٥/ ٤٦ - ٥٢، والخازن ٢/ ٣٠٧ - ٣١١ , والألوسي ٩/ ٩٩ - ١٠٩، الشنقيطي ٢/ ٣٣٤ - ٣٣٨.(٥) ذكره ابن القيم في كتاب \"الروح\" ص ٢٢٨.</p>"
}