{
  "id": null,
  "sura": 7,
  "aya": 11,
  "text": "<p> تَذَكَّرُونَ} [الأعراف: ٣] . [وقد مر]  (١) . </p><p> ١١ - قوله تعالى:  {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ} . قال ابن عباس:  (أما{خَلَقْنَاكُمْ}فآدم (٢) ، وأما {صَوَّرْنَاكُمْ}  (٣) فذريته) (٤) . </p><p> وبيان هذا ما قاله مجاهد:  ({خَلَقْنَاكُمْ}يعني: آدم{ثُمَّ صَوَّرْنَاكُمْ}(٥) في ظهر آدم) (٦) ، وإنما {خَلَقْنَاكُمْ} بلفظ الجمع وهو يريد آدم؛ [لأنه أبو البشر وفي خلقه خلق يخرج من صلبه، وعلى هذا أيضًا يجوز أن يكون {صَوَّرْنَاكُمْ} لآدم وحده، وهو قول يونس (٧) ، قال:  (يجوز أن يكون معنى{صَوَّرْنَاكُمْ}لآدم] (٨) كما تقول: قد ضربناكم وإنما ضربت سيدهم) (٩) ، واختار أبو عبيد (١٠) في هذه الآية قول مجاهد لقوله بعده (١١) : {ثُمَّ قُلْنَا </p><p>(١) لفظ: (وقد مر) ساقط من (أ). (٢) في (أ): (آدم).(٣) في (أ): (ثم صورناكم).(٤) أخرجه الطبري في \"تفسيره\" ٨/ ١٢٦، وابن أبي حاتم ٥/ ١٤٤٢ بسند جيد.(٥) لفظ: (ثم) ساقط من (ب).(٦) \"تفسير مجاهد\" ١/ ٢٣٢، وأخرجه الطبري في \"تفسيره\" ٨/ ١٢٧، وابن أبي حاتم ٥/ ١٤٤٢ من طرق جيدة، وقال النحاس في \"معانيه\" ٣/ ١٣: (هذا أحسن الأقوال، يذهب مجاهد إلى أنه خلقهم في ظهر آدم، ثم صورهم حين أخذ عليهم الميثاق، ثم كان السجود لآدم بعد، ويقوي هذا: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ} [الأعراف: ١٧٢]، والحديث أنه أخرجهم أمثال الذر فَأخّذ عليهم الميثاق) اهـ. وسيأتي تخريج الحديث.(٧) يونس بن حبيب الضبي، لُغوي. تقدمت ترجمته.(٨) ما بين المعقوفين ساقط من (ب).(٩) ذكره الثعلبي في \"الكشف\" ١٨٨ أ.(١٠) لم أقف عليه بعد طول بحث عنه.(١١) في (ب): (بعد).</p><p> لِلْمَلَائِكَةِ اسْجُدُوا}، وكان قوله:  {لِلْمَلَائِكَةِ اسْجُدُوا} قبل خلق ذرية آدم وتصويرهم في الأرحام، و (ثم) يوجب التراخي (١) والترتيب، فمن جعل الخلق والتصوير في هذه الآية لأولاد آدم في الأرحام لم يكن قد راعى حكم (ثم) في الترتيب، إلا أن يأخذ. بقول الأخفش فإنه يقول:  ((ثم) هاهنا في معنى الواو) (٢) . </p><p> قال الزجاج:  (وهذا خطأ لا يجيزه الخليل (٣) وسيبويه (٤) وجميع من يوثق بعلمه) (٥) . </p><p> قال أبو عبيد (٦) : (وقد بينه مجاهد (٧) حين قال: إن الله خلق آدم [و] صورهم (٨) في ظهره ثم أمر بعد ذلك بالسجود) قال: وهذا بين في حديث [آخر]  (٩) وهو أنه أخرجهم من ظهر آدم في سورة الذر) (١٠) . </p><p>(١) انظر: \"حروف المعاني\" للزجاجي ص ١٦، و\"معاني الحروف\" للرماني ص ١٠٥، وذكر عدة أوجه في هذه الآية، و\"رصف المباني\" ص ٢٤٩، و\"المغني\" لابن هشام ١/ ١١٧. (٢) \"معاني الأخفش\" ٢/ ٢٩٤.(٣) انظر: \"العين\" ٨/ ٢١٨.(٤) انظر: \"الكتاب\" ١/ ٢٩١، ١/ ٤٢٩، ٣/ ٨٩، ٣/ ٥٠١.(٥) \"معاني الزجاج\" ٢/ ٣٢١، ونحوه ذكر النحاس في \"معانيه\" ٣/ ١٢. وقال: (هذا القول خطأ على مذهب أهل النظر من النحويين، ولا يجوز أن تكون، (ثم) بمعنى الواو لاختلاف معنييهما) اهـ.(٦) لم أقف عليه.(٧) سبق تخريجه.(٨) لفظ: (الواو) ساقطة من (ب).(٩) لفظ: (آخر) ساقطة من (ب).(١٠) أخرج أحمد في \"المسند\" ١/ ٢٧٢، وابن أبي عاصم في \"السنة\" ١/ ٨٩ رقم =</p><p> [و] قوله (١) تعالى: {فَسَجَدُوا إِلَّا إِبْلِيسَ} . قال الزجاج:  (وهو استثناء ليس من الأول ولكنه ممن أمر بالسجود مع الملائكة بدليل قوله:{قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ}[الأعراف:١٢]فدل أن إبليس ممن أُمِر بالسجود)  (٢) </p><p>= (٢٠٢)، والنسائي في \"تفسيره\" ١/ ٥٠٦ رقم (٢١١)، والطبري ٩/ ١١١، والحاكم في \"المستدرك\" ١/ ٢٧ - ٢/ ٥٤٤، عن ابن عباس -رضي الله عنهما- عن النبي - صلى الله عليه وسلم - قال: \"أخذ الله تبارك وتعالى الميثاق من ظهر آدم بنعمان -يعني عرفة- فأخرج من صلبه كل ذرية ذرأها، فنثرهم بين يديه كالذر، ثم كلمهم قبلا\"، قال: {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ} -إلى- {الْمُبْطِلُونَ}) [الأعراف:١٧٢, ١٧٣]. وصححه الحاكم في \"المستدرك\" ووافقه الذهبي في \"التلخيص\". وقال الهيثمي في \"مجمع الزوائد\" ٧/ ٢٥: (رواه أحمد ورجاله رجال الصحيح) اهـ. وقال الشوكاني في \"تفسيره\" ٢/ ٣٨٤، وصديق خان ٥/ ٧٣ (إسناده لا مطعن فيه) اهـ. وحسن إسناده الألباني في \"ظلال الجنة في تخريج السنة\" لابن أبي عاصم ١/ ٨٩، وصححه في \"السلسلة الصحيحة\" رقم (١٦٢٣). وفي الباب أحاديث كثيرة بمعناه، انظر: \"الدر المنثور\" ٣/ ٢٦١.(١) لفظ: (الواو) ساقط من (ب).(٢) \"معاني الزجاج\" ٢/ ١٤، وعلى هذا القول يكون الاستثناء منقطع، وإبليس ليس من الملائكة لكنه أمر بالسجود معهم، وذهب الجمهور إلى أن الاستثناء متصل وإن إبليس من الملائكة أو من طائفة منهم، واختاره الطبري في \"تفسيره\" ١/ ٢٢٤، ٢٢٥، والبغوي ١/ ٨١، وابن عطية ١/ ٢٤٥، ٢٤٦، وغيرهم، والظاهر والله أعلم أنه ليس من الملائكة؛ لأن الملائكة خلقت من نور وإبليس خلق من نار ولأن الملائكة مسخرة لا تعصي الله تعالى وإبليس عصى وكفر ولقوله تعالى: {إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} [الكهف: ٥٠] وتوجه الخطاب إليه وأمر بالسجود مع الملائكة لأنه كان في عامتهم ومعهم يعمل بعملهم ويتعبد كما يتعبدون ولكن غلب عليه الطبع الخبيث. أفاده شيخنا محمد بن صالح العثيمين -رحمه الله تعالى- في كتاب \"أحكام من القرآن الكريم\" ١/ ١٦٢ - ١٦٤، وانظر: \"معاني النحاس\" ٣/ ١٤، و\"النكت والعيون\" للماوردي ١/ ١٠٢، و\"زاد المسير\" ١/ ٦٥.</p>"
}