{
  "id": null,
  "sura": 7,
  "aya": 148,
  "text": "<p> ١٤٨ - قوله تعالى:  {وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ} ، قال المفسرون (١) : (أي: من بعد إنطلاقه ومجيئه إلى الجبل (٢) للميقات). </p><p> {مِنْ حُلِيِّهِمْ} ، قال الليث:  (الحَلْي كل حلية حليت بها امرأة, والجمع حُلِي، وتحلت المرأة اتخذت حُليًا ولبسته،وحَلَّيتها أنا أي:ألبستها (٣) واتخذته لها مخال (٤) قال (٥) : ولغة حَلِيت المرأة أي: لَبِسَتْه) (٦) </p><p> وأنشد: </p><p> وحَلْي الشَّوَى منها إذا حَلِيَتْ به ... على قَصَباتٍ لا شِخاتٍ ولا عُصْلِ (٧) </p><p> وقال ابن السكيت:  (حَلَيْت المرأة وأنا أحليها إذا جعلت لها حليًا.وبعضهم يقول:حلوتها، بهذا المعنى)  (٨) . </p><p>(١) انظر: \"تفسير الطبري\" ٩/ ٦٢، و\"معاني النحاس\" ٣/ ٥٠، والسمرقندي ١/ ٥٧٠. (٢) في (ب): (إلى الجبل والميقات).(٣) في النسخ: (أي لبسته) وهو تحريف.(٤) لفظ (لها مخال) ساقط من (ب)، ولم ترد في \"تهذيب اللغة\" ١/ ٨٨٩، ولعلها مَحال بالحاء المهملة، وهو ضرب من الحُلي، انظر: \"القاموس\" ص ١٣٦٥ (محل).(٥) لفظ: (قال) ساقط من (أ).(٦) \"تهذيب اللغة\" ١/ ٨٨٩، وانظر: \"العين\" ٣/ ٢٩٦.(٧) الشاهد لذي الرمة في \"ديوانه\" ص ٥٧، وبلا نسبة في \"تهذيب اللغة\" ١/ ٨٨٩، \"اللسان\" ٢/ ٩٨٥ (حلى)، قال الخطيب التبريزي في \"شرحه\": (يريد بالشوى: يديها ورجليها، والقصبات: العظام التي فيها المخ، ولا شخات أي: لا دقاق , ولا عصل، معوجة) اهـ.(٨) \"إصلاح المنطق\" ص ١٣٩، و\"تهذيب اللغة\" ١/ ٨٨٩٠ والحلى بفتح الحاء وسكون اللام جمع (حُلِي) بضم الحاء وكسر اللام: وهو ما تزين به من مصوغ المعادن أو الحجارة.انظر: \"الصحاح\" ٦/ ٢٣١٨، و\"مقاييس اللغة\" ٢/ ٩٤، و\"المجمل\" ١/ ٢٤٧ , و\"المفردات\" ص ٢٥٤ (حلى).</p><p> قال الزجاج:  (ويقرأ (١)  {مِنْ حُلِيِّهِمْ} ، فمن قرأ من {حُلِيِّهِمْ} فهو جمع حَلي مثل حقوٍ (٢) وحُقيّ، ومن كسر الحاء أتبع الحاء كسرة اللام) (٣) . </p><p> قال أبو علي الفارسي:  (يقال: حَلْي وحُلي مثل ثَدْي وثُدِي، ومن الواو حَقْو وحُقِي، وحِلي على وزن (فعول) قلبت واو فعول ياء لوقوعها قبل الياء التي هي لام، كما أبدلت واو مفعول في (مَرْمِي) ، وأبدلت من ضمة عين (فُعُول) كسرة، كما أبدلت ضمة عين مفعول في (مَرْمى) وإن كانت اللام واوًا أبدلت منها الياء، وذلك نحو حَقْوٍ وحقي، وإنما أبدلت الواو ياء لإدغامها في الياء، فأما الحاء التي هي فاء في الحُلي، فإنها بقيت مضمومة كما كانت مضمومة في كُعُوب وفُلُوس، ومثال هذا مما أبدلت الواو منها ياء، وأبدلت في ضمتها الكسرة قولهم: أدحي النعام (٤) وآري الدابة (٥) ، هما (فاعول) إلا أن اللام من أدحي واو قلبت ياء، ومن آري </p><p>(١) قرأ حمزة والكسائي: {حِلِيِّهِمْ} -بكسر الحاء واللام والياء مع تشديد الياء- وقرأ الباقون مثلها إلا أنهم ضموا الحاء {حُلِيِّهِمْ}، وقرأ يعقوب: {حَلْيِهم} -بفتح الحاء وسكون اللام وكسر الياء مع تخفيفها-، انظر: \"السبعة\" ص ٢٩٤ \"المبسوط\" ص ١٨٥، و\"التذكرة\" ٢/ ٤٢٥، و\"التيسير\" ص ١١٣، و\"النشر\" ٢/ ٢٧٢. (٢) الحَقْو: الكَشْح، والإزار أو مقعده، والحقو: الخاصرة وجانب الشيء، والحَقْو: الموضع المرتفع عن السيل وموضع الريش من السهم. انظر: \"اللسان\" ٢/ ٩٤٨ (حقو).(٣) \"معاني الزجاج\" ٢/ ٢٨٦ وفيه: (فمن قرأ {حَلْيِهِمْ} بالفتح فالحَلْي: اسم لما يحسن به من الذهب والفضة، ومن قرأ {حُلِيِّهِمْ} بضم الحاء فهو: جمع حَلْى مثل حَقْو وحُقَيِّ، ومن كسر الحاء أتبع الحاء كسر اللام) اهـ. وانظر: \"معاني الأخفش\" ٢/ ٣١٠.(٤) أدحي النعام: مبيضها في الرمل. انظر: \"اللسان\" ٣/ ١٣٣٨ (دحى).(٥) آري الدابة: محبس الدابة. انظر: \"اللسان\" ١/ ٦٨ (أرى).</p><p> ياء، والكسرة في البناءين مبدلة (١) من ضمةٍ. </p><p> فأما قراءة من كسر الحاء من (٢)  {حُلِيِّهِمْ} فوجه ذلك أن الكسر من الجموع قد غير عما كان الواحد عليه في اللفظ والمعنى، ألا ترى أن الاسم المكسر في الجمع يدل بالتكسير على الكثرة، فغير الفاء أيضًا في التكسير، وذلك أنه لما غير الاسم تغييرين وهو إبدالك الواو ياء، وابدال الضمة كسرة، قوي هذا التغيير على تغيير الفاء، ومثال هذا: الاسم المنسوب إليه، فإنه تغير عما (٣) كان عليه لفظًا ومعنى، فتغير اللفظ ما لحقه من الزيادات، وتغير المعنى هو أنه صار صفة، وكان قبلُ اسمًا فقوي التغيير للنسب على تغيير الفاء حتى قالوا: بِصْري بكسر الباء، ودُهري بضم الدال في النسبة إلى البصرة وإلى الدهر، فهذا وجه كسر الحاء، وقد جاء حرفان نادران من هذا القبيل ولم تقلب الواو ياء في الجمع، وذلك ما حُكي من قولهم: إنكم لتنظرون في نُحُوٍّ كثيرة، وما أنشده أحمد بن يحيى: </p><p> وأصبحتَ من أدنى حُمُوَّتِها حمًا (٤) </p><p>(١) في (ب): (مبدوله). (٢) لفظ: (من) مكرر في (ب).(٣) في (ب): (كما كان)، وهو تحريف.(٤) الشاهد لعبد الله بن عجلان، شاعر جاهلي، كما في \"الشعر والشعراء\" ص ٤٧٩، وصدره:ألا إن هندًا أصبحت منك محرمًاوهو بلا نسبة في \"العين\" ٣/ ٣١٢، و\"تهذيب اللغة\" ١/ ٩٠٩، و\"اللسان\" ٢/ ١٠١٣ (حمى)، وأوله عندهم:لقد أصبحت أسماء حجراً محرمًاوالشاعر كانت له زوجة فطلقها وتزوجها أخوه يقول: أصبحت أخًا زوجها بعد ما كنت زوجها.</p><p> فجاءت الواو في الحُمُوَّة مصححةً وكان القياس أن ينقلب ياء من حيث كان جمعًا , ولحاق تاء التأنيث في الحموة على حد عمومة وخيوطة، ومما يؤكد كسر الفاء في {حُلِيِّهِمْ} قولهم: قِسيٌّ من جمع (قوس) ، ألا ترى أنا لا نعلم أحدًا يسكن إلى روايته حكى فيه غير الكسر في الفاء، فهذا مما يدل على تمكن الكسرة في هذا الباب الذي هو الجمع، وأما ما كان من هذا النحو واحداً كالمُضي والصُلي مصدر صَلِيَ، فإن الفاء منه لا يكسر كما كُسِر في المجموع؛ لأن الواحد لم يتغير فيه المعنى كما تغير في الجمع، على أن أبا عمر (١) حكى عن أبي زيد (أوَى إليه إويًا بالكسر)  (٢) ، فأما قوله:  {وَعَتَوْا عُتُوًّا كَبِيرًا}  [الفرقان: ٢١] ، وقال في أخرى (٣) : {أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا}  [مريم: ٦٩] فإن الواو في (العتو) لما كان طرفًا أبدل في الجمع، ولا يلزم فيه البدل كما يلزم في الجمع) (٤) . </p><p>(١) في النسخ: \"عمرو\" والتصحيح من \"الحجة\" لأبي علي ٤/ ٨٦ وهو: صالح بن إسحاق الجرمي مولاهم أبو عمر البصري، إمام نحوي، لغوي، صدوق، ورع، فقيه، أخذ عن أبي زيد وأبي الحسن الأخفش وأبي عبيدة والأصمعي وغيرهم وله مصنفات مفيدة منها \"الفرخ\" في النحو، والأبنية، والعروض، توفي سنة ٢٢٥ هـ. انظر: \"طبقات النحويين\" للزبيدي ص ٨٤، و\"تاريخ بغداد\" ٩/ ٣١٣، و\"أنباه الرواة\" ٢/ ٨٠، و\"معجم الأدباء\" ١٢/ ٥، و\"وفيات الأعيان\" ٢/ ٤٨٥، و\"البلغة\" ص ١١٣. (٢) انظر: \"تهذيب اللغة\" ١/ ٢٣٦ (أوى).(٣) في (أ): (أخريهم)، وهو تحريف.(٤) \"الحجة\" لأبي علي ٤/ ٨٠ - ٨٨ مع بعض الاختصار، وانظر: \"معاني القراءات\" ١/ ٤٢٣، و\"إعراب القراءات\" ١/ ٢٠٧، و\"الحجة\" لابن خالويه ص ١٦٤، ولابن زنجله ص ٢٩٦، و\"الكشف\" ١/ ٤٧٧.</p><p> وكانت قصة الحلي والعجل على ما ذكره المفسرون (١) : (إن بني إسرائيل كان لهم عيد يتزينون فيه ويستعيرون من القبط الحلي، فاستعاروا حلي القبط لذلك اليوم، فلما أخرجهم الله من مصر وغرقهم بقيت تلك الحلي في أيديهم، فجمع السامري ذلك الحلي، وكان رجلاً مطاعًا فيهم ذا قدر، وكانوا قد سألوا موسى أن يجعل لهم إلهًا يعبدونه كما رأوا قوم فرعون يعبدون أصنامًا، فصاغ السامري عجلاً، وجعله في بيت، وأعلمهم أن إلههم وإله موسى عنده،فذلك قوله:{عِجْلًا جَسَدًا}.</p><p> قال الزجاج: (والجسد هو الذي لا يعقل ولا يميز، إنما معنى الجسد معنى الجثة فقط)  (٢) . </p><p> وقال الفراء:  (كان جسدًا مجوفًا)  (٣) . </p><p> وأكثر أهل التفسير (٤) على: أنه صار جسدًا ذا لحم ودم، قال وهب:  (جسدًا لحمًا ودمًا)  (٥) . </p><p> [و]  (٦) قال قتادة: (جعله الله جسدًا لحمًا ودمًا له خوار)  (٧) . </p><p>(١) أخرج الطبري في \"تفسيره\" ٩/ ٦٢ قصة الحلي والعجل بسند ضعيف عن ابن عباس وسعيد بن جبير، ومن طرق جيدة عن مجاهد والسدي وابن زيد وابن إسحاق. وانظر: \"معاني الزجاج\" ٢/ ٣٧٧، و\"إعراب القراءات\" لابن خالويه ١/ ٢٠٨ , و\"تفسير السمرقندي\" ١/ ٥٧٠. (٢) \"معاني الزجاج\" ٢/ ٣٧٧ ومثله قال النحاس في \"معانيه\" ٣/ ٨٠ - ٨١.(٣) \"معاني الفراء\" ١/ ٣٩٣.(٤) انظر: \"تفسير البغوي\" ٣/ ٢٨٣، وذكر هذا القول ابن عطية ٦/ ٨٢، وقال: (وهذا ضعيف لأن الآثار في أن موسى برده بالمبارد تكذب ذلك) اهـ.(٥) ذكره الثعلبي في \"الكشف\" ١٩٧ ب، والواحدي في \"الوسيط\" ٢/ ٢٤٣.(٦) لفظ: (الواو) ساقط من (أ).(٧) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٣٦، وابن أبي حاتم ٥/ ١٥٦٨ بسند جيد.</p><p> وقال عطاء:  (قال الله تعالى لموسى:{قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ}[طه: ٨٥]،قال موسى:يارب هذا السامري أخرج لهم عجلًا من حليهم، فمن (١) جعل له جسدًا؟ يريد الجسم (٢) واللحم والدم، ومن جعل له خوارًا؟ قال الله [تعالى]  (٣) : أنا، قال موسى: وعزتك وجلالك ما أضلهم غيرك، قال: صدقت يا حكيم الحكماء) (٤) . </p><p> وقال الحسن:  (قبض السامري قبضة[تراب](٥) من أثر فرس جبريل يوم قطع البحر، فقذف ذلك التراب في (٦) العجل، فتحول لحمًا ودمًا) (٧) . </p><p> قال أبو إسحاق:  (ويقال في التفسير: إنه سمع صوته مرة واحدة فقط)  (٨) . وهذا يروى عن ابن عباس (٩) كما قاله الحسن وأبو إسحاق (١٠) : (إن السامري كان قد أخذ قبضة من تراب أثر فرس جبريل، ثم ألقاها في العجل وأنه خار خورة واحدة ولم يثن) . </p><p> وقوله تعالى:  {أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا} . قال ابن </p><p>(١) في (ب): (من جعل). (٢) في (ب): (يريد بالجسم اللحم والدم).(٣) لفظ: (تعالى) ساقط من (أ).(٤) لم أقف عليه، وهو أثر غريب منكر.(٥) لفظ: (تراب) ساقط من (أ)، وملحق أعلى السطر في (ب).(٦) في (أ): (ذلك التراب في فيِ العجل).(٧) ذكره هود الهواري في \"تفسيره\" ٢/ ٤٦، والواحدي في \"الوسيط\" ٢/ ٢٤٣.(٨) \"معاني الزجاج\" ٢/ ٣٧٧، ومثله قال الفراء في \"معانيه\" ١/ ٣٩٣.(٩) أخرجه الطبري ٩/ ٦٢ من طرق ضعيفة، وأخرجه ابن أبي حاتم ٥/ ١٥٦٨ من طرق جيدة.(١٠) ليس في \"معاني الزجاج\" ٢/ ٣٧٧ أنه أخذ من أثر الفرس، ولعل الواحدي يقصد أنه خار مرة واحدة فقط.</p>"
}