{
  "id": null,
  "sura": 7,
  "aya": 180,
  "text": "<p> قال مقاتل:  (يعني: كفار مكة)  (١) . </p><p> وقوله تعالى:  {أُولَئِكَ هُمُ الْغَافِلُونَ} . </p><p> قال عطاء:  (عما أعد الله لأوليائه (٢) من الثواب، وما أعد لأعدائه من العقاب) (٣) . </p><p> وقال الكلبي:  (عن أمر الآخرة، وما فيها من العذاب)  (٤) . </p><p> ١٨٠ - قوله تعالى:  {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} . قال المفسرون: (هي ما ذكره أبو هريرة عن النبي - صلى الله عليه وسلم - قال:  \"إن لله تبارك وتعالى تسعة وتسعين اسمًا مائة غير واحدة\"  (٥) ، ثم ذكرها (٦) ، وكل اسم ورد به </p><p>(١) \"تفسير مقاتل\" ٢/ ٧٦. (٢) في (ب): (عما أعد الله أوليائه)، وهو تحريف.(٣) ذكره الرازي ١٥/ ٦٥، وأبو حيان في \"البحر\" ٤/ ٤٢٨.(٤) \"تنوير المقباس\" ٢/ ١٤٢، وذكره \"الواحدي\" ٢/ ٢٧٥، وابن الجوزي ٣/ ٢٩٢ بلا نسبة.(٥) أخرج البخاري في \"صحيحه\" رقم (٢٧٣٦) كتاب الشروط، باب: ما يجوز من الاشتراط والثُّنْيَا في الإقْرار، ورقم (٧٣٩٢) كتاب الدعوات، باب: لله مائة اسم غير واحدة، ورقم (٦٤١٠) كتاب التوحيد، باب: لله عز وجل مائة اسم غير واحد، ومسلم رقم (٢٦٧٧) كتاب الذكر والدعاء والتوبة والاستغفار، باب: في أسماء الله تعالى وفضل من أحصاها، عن أبي هريرة -رضي الله عنه- أن رسول الله - صلى الله عليه وسلم - قال: \"إن لله تسعة وتسعين اسمًا من أحصاها دخل الجنة\" وفي رواية لمسلم: \"من حفظها\".(٦) الحديث الذي فيه ذكر الأسماء، أخرجه ابن ماجه كتاب الدعاء رقم (٣٨٦٠) , والترمذي رقم (٣٥٠٧) كتاب الدعوات عن رسول الله، والحاكم في \"المستدرك\" ١/ ١٦ - ١٧، والبيهقي في \"سننه\" ١٠/ ٢٧، وفي \"الأسماء والصفات\" ص ١٥ - ١٩، عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال: \"إن لله تسعة وتسعين اسمًا مائة إلا واحدًا من أحصاها دخل الجنة\" ثم سرد الأسماء وفيها اختلاف وزيادة ونقص، وقال =</p><p> التوقيف (١) فهو داخل في هذا، ألا ترى أن الله تعالى ذكر الأسماء بلفظ التعريف، فدل أنها محصورة، محدودة، معلومة بالشرع (٢) . </p><p>= الترمذي: (هذا حديث غريب، وذكر الأسماء ليس له إسناده صحيح) اهـ. وقال شيخ الإسلام في \"الفتاوى\" ٦/ ٣٧٩ - ٣٨٢، و٨/ ٩٦ - ٩٧، و٢٢/ ٤٨٢: (إسناده ضعيف وتعيينها ليس من كلام النبي - صلى الله عليه وسلم - باتفاق أهل المعرفة بالحديث ولم يرد في تعيينها حديث صحيح عن النبي - صلى الله عليه وسلم -) اهـ.وقال ابن كثير في \"تفسيره\" ٢/ ٢٩٨: (الذي عول عليه جماعة من الحفاظ أن سرد الأسماء في هذا الحديث مدرج فيه) اهـ.وانظر: \"أحكام القرآن\" لابن العربي ٢/ ٨٠٢ - ٨١٦، و\"فتح الباري\" ١١/ ٢١٤ - ٢٢٩، و\"تلخيص الحبير\" ٤/ ١٧٢ - ١٧٤، و\"الدر المنثور\" ٣/ ٢٦٩ - ٢٧٠.(١) أسماء الله سبحانه وتعالى توقيفية لا مجال للعقل فيها فلا يجوز تسميته بما لم يرد به السمع بل يجب الوقوف فيها على ما جاء في الكتاب والسنة؛ لأن ذلك من الأمور الغيبية، ولأن العقل لا يمكنه إدراك ما يستحقه تعالى من الأسماء ولأن تسميته بما لم يسم به نفسه أو إنكار ما سمى به نفسه جناية في حقه تعالى فوجب سلوك الأدب في ذلك والاقتصار على ما جاء به النص، أفاده الشيخ: محمد بن صالح العثيمين -رحمه الله تعالى- في \"القواعد المثلى\" ص ١٣، وانظر: \"شرح أسماء الله الحسنى\" للرازي ص ٣٦.(٢) قال الشيخ محمد بن صالح العثيمين في \"القواعد المثلى\" ص ١٣ - ١٤: (أسماء الله تعالى غير محصورة بعدد معين وما استأثر الله تعالى به في علم الغيب لا يمكن لأحد حصره ولا الإحاطة به والحديث لا يدل على حصر الأسماء بهذا العدد ولو كان المراد الحصر لكانت العبارة: إن أسماء الله تسعة وتسعون اسمًا من أحصاها دخل الجنة أو نحو ذلك، فمعنى الحديث أن هذا العدد من شأنه أن من أحصاها دخل الجنة وعلى هذا فيكون قوله: \"من أحصاها دخل الجنة\" جملة مكملة لما قبلها وليست مستقلة ونظير هذا أن تقول: عندي مدّة درهم أعددتها للصدقة، فإنه لا يمنع أن يكون عندك دراهم أخرى لم تعدها للصدفة) اهـ.وقال النووي في \"شرح مسلم\" ١٧/ ٧ - ٨: (اتفق العلماء على أن هذا الحديث ليس فيه حصر لأسمائه سبحانه وتعالى فليس معناه أنه ليس له أسماء غير هذه التسعة والتسعين وإنما =</p><p> وقوله تعالى:  {فَادْعُوهُ بِهَا} ؛ دعاؤه بها تعظيمه بذكرها؛ كقولك: يا قدير يا عليم يا كريم، قال أبو إسحاق (١) : إلا ينبغي أنا تدعوه بما لم يصف به نفسه أو لم يسم به نفسه، فلا ينبغي أن يقال: سَخيٌّ بمعنى: جواد، ولا رفيق بمعنى: رحيم، ولا جلد بمعنى: قوي؛ لأنه لم يصف نفسه بهذه الألفاظ). </p><p> وقال غيره:  (في هذه الآية دليل على أن من أفضل الدعاء أن تدعوا الله بالأسماء الحسنى كما ذكر الله وأمر به)  (٢) . </p><p> وقوله تعالى:  {وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ} . وقرأ (٣) حمزة: {يُلْحِدُونَ} ، ووافقه عاصم (٤) والكسائي في النحل، قال الفراء:  (يُلحدون ويَلْحَدُونَ لغتان،يقال:لحدت لحدًا وألحدت)  (٥) . </p><p>= مقصود الحديث أن هذه التسعة والتسعين من أحصاها دخل الجنة، فالمراد الإخبار عن دخول الجنة بإحصائها لا الإخبار بحصرها) اهـ. وانظر: \"الأسماء والصفات\" ص ٢٧، و\"الفتاوى\" لشيخ الإسلام ٦/ ٣٨١، و\"فتح الباري\" ١١/ ٢١٤. (١) انظر: \"معاني الزجاج\" ٢/ ٣٩٢، وفيه بعض الاختلاف ونحوه قال النحاس في \"معانيه\" ٣/ ١٠٨.(٢) انظر: \"بدائع التفسير\" لابن القيم ٢/ ٣١٦.(٣) قرأ حمزة: {يُلْحِدُونَ} هنا، وفي النحل: {لِسَانُ الَّذِي يُلْحِدُونَ} [النحل: ١٠٣]، وفي فصلت: {إِنَّ الَّذِينَ يُلْحِدُونَ} [فصلت: ٤٠] بفتح الياء والحاء في الثلاثة، ووافقه الكسائي في النحل، وقرأ الباقون جميع ذلك بضم الياء وكسر الحاء، انظر: \"السبعة\" ص ٢٩٨، و\"المبسوط\" ص ١٨٦، و\"التذكرة\" ٢/ ٤٢٩، و\"التيسير\" ص ١١٤، و\"النشر\" ٢/ ٢٧٣.(٤) كذا في النسخ وعند الرازي ١٥/ ٧١، وهو وهم أو تحريف من الناسخ، فعاصم يقرأ بضم الياء وكسر الحاء في الثلاثة المواضع كما سبق، وانظر: سورة النحل في \"السبعة\" ص ٣٧٥، و\"المبسوط\" ص ٢٢٦، و\"التذكرة\" ٢/ ٤٦٤.(٥) ذكره الرازي ١٥/ ٧١، ولم أقف عليه في \"معانيه\" وفي \"تهذيب الأزهري\" ٤/ ٣٢٤٣ =</p><p> قال أهل اللغة (١) : (معنى الإلحاد في اللغة: الميل عن القصد) ، وقال ابن السكيت:  (الملحد العادل عن الحق المدخل فيه ما ليس فيه،قال:قد ألحد في الدين ولحد)  (٢) ، وقال غيره من أهل اللغة:  (الإلحاد العدل عن الاستقامة والانحراف عنها، ومنه اللَّحد الذي يحفر جانب القبر خلاف الضريح الذي يحفر في وسطه)  (٣) ، والأجود قراءة العامة؛ لقوله تعالى:  {وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ}  [الحج: ٢٥] . </p><p> والإلحاد أكثر في كلامهم لقولهم: ملحد، ولا تكاد تسمع (٤) العرب </p><p>= (لحد) \"معاني القراءات\" ١/ ٤٣٠، قال الفراء: (يقرأ {يُلْحِدُونَ} -بالفتح- أي: يميلون إليه وبالضم أي يعترضون) اهـ. بتصرف. وانظر: كتاب \"الأفعال\" للسرقسطي ٢/ ٤١١. (١) لفظ: \"اللغة\" غير واضح في (ب).(٢) هذا قول الأزهري في \"تهذيب اللغة\" ٤/ ٣٢٤٢. وانظر: \"العين\" ٣/ ١٨٢، و\"الجمهرة\" ١/ ٥٠٥، و\"الصحاح\" ٢/ ٥٣٤، و\"مقاييس اللغة\" ٥/ ٢٣٦، و\"المجمل\" ٣/ ٨٠٣، و\"المفردات\" ص ٧٣٧، و\"اللسان\" ٧/ ٤٠٠٥ (لحد).وقال ابن الأنباري في \"الزاهر\" ١/ ١٤٣ - ١٤٤: (الملحد في كلام العرب: الجائر عن الحق ويقال: قد لحدت الرجل إذا أدخلته اللحد وألحدته إذا صنعت له لحدًا، ويقال: قد ألحد الرجل ولحد: إذا جار، وفرق الكسائي بينهما فقال: ألحد: جار، ولحد: ركن) اهـ.(٣) هذا قول أبي علي في \"الحجة\" ٤/ ١٠٨، ونحوه ذكر اليزيدي في \"غريب القرآن\" ص ١٥٣. وانظر: \"مجاز القرآن\" ١/ ٢٣٣، و\"تفسير غريب القرآن\" ص ١٨٣، و\"نزهة القلوب\" ص ٥٠٩، و\"تفسير المشكل\" ص ٨٨.(٤) ذكره السمين في \"الدر\" ٥/ ٥٢٣، عن الواحدي وقال: (امتناعهم عن مجيء اسم فاعل الثلاثي يدل على قلته ومن كلامهم لحده اللاحد) اهـ.</p><p> لاحدًا، فمن جمع بينهما في قراءته فكأنه أراد الأخذ بكل واحدة من اللغتين (١) . </p><p> قال ابن عباس ومجاهد (٢) : ({الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ}هم المشركون، عدلوا بأسماء الله عما هي عليه فسموا بها أوثانهم، وزادوا فيها ونقصوا منها، واشتقوا اللات من الله، والعزى من العزيز، ومناة من المنان) . </p><p> وقال أهل المعاني:  (الذين يلحدون في أسماء الله الذين (٣) يسمون الله بما لم يسمّ به نفسه، ولم ينطق به كتاب، ولا دعا إليه رسول) (٤) . </p><p> يدل على صحة هذا ما روى عن ابن عباس أنه قال:  ({يُلْحِدُونَ فِي أَسْمَائِهِ}أي: يكذبون)  (٥) . </p><p>(١) هذا قول أبي علي الفارسي في \"الحجة\" ٤/ ١٠٨، وانظر: \"إعراب القراءات\" ١/ ٢١٥، و\"الحجة\" لابن خالويه ص ١٦٨ , ولابن زنجلة ص ٣٠٣، و\"الكشف\" ١/ ٤٨٤ وقال الطبري في \"تفسيره\" ٩/ ١٣٤: (الصواب أنهما لغتان بمعنى واحد، غير أن قراءة الضم أشهر وأفصح) اهـ. وانظر: \"معاني الأخفش\" ٢/ ٣١٥، و\"إعراب النحاس\" ١/ ٦٥٣، و\"معانيه\" ٣/ ١٠٨. (٢) أخرج الطبري ٩/ ١٣٣ - ١٣٤ بسند ضعيف عن ابن عباس ومجاهد نحوه، وأخرج ابن أبي حاتم ٥/ ١٦٢٣، بسند ضعيف عن ابن عباس نحوه، وذكره الثعلبي في \"تفسيره\" ٦/ ٢٥ ب، والماوردي ٢/ ٢٨٢، والواحدي في \"الوسيط\" ٢/ ٢٧٦، والبغوي ٣/ ٣٠٧، والخازن ٢/ ٣١٩، عن ابن عباس ومجاهد، وقال ابن الأنباري في \"الزاهر\" ١/ ١٤٣: (قال المفسرون: هو اشتقاقهم اللات من الله والعزى من العزيز) اهـ.(٣) لفظ: (الذين) ساقط من (ب).(٤) ذكره الثعلبي ٦/ ٢٥ ب، والبغوي ٣/ ٣٠٧، والخازن ٢/ ٣١٩، عن أهل المعاني.(٥) أخرجه الطبري ٩/ ١٣٤، وابن أبي حاتم ٥/ ١٦٢٣ بسند جيد.</p>"
}