{
  "id": null,
  "sura": 7,
  "aya": 175,
  "text": "<p> ١٧٤ - و (١) قوله تعالى: {وَكَذَلِكَ نُفَصِّلُ الْآيَاتِ} ، أي: و (١) كما بينا في (٢) أمر الميثاق نبين الآيات ليتدبرها العباد فيرجعوا إلى مدلولها ويعملوا بموجبها دون ما سولت لهم أنفسهم ودعت إليه أهواؤهم، وهو معنى قوله:  {وَلَعَلَّهُمْ يَرْجِعُونَ} ، أي: ولكي يرجعوا عمّا هم عليه من الكفر والضلالة إلى التوحيد والطاعة (٣) ، وقيل: إلى ما أخذ عليهم من الميثاق في التوحيد، والرجوع إلى ذلك الميثاق رجوع إلى التوحيد (٤) . </p><p> ١٧٥ - قوله تعالى:  {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا} الآية. </p><p> قال ابن عباس (٥) وابن مسعود (٦) ومجاهد (٧) : (نزلت في بلعم بن </p><p>(١) لفظ: (الواو) ساقط من (أ). (٢) لفظ: (الفاء) ساقط من (ب).(٣) هذا قول أكثرهم، انظر: \"تفسير الطبري\" ٩/ ١١٩، والسمرقندي ١/ ٥٨٢، والثعلبي ٦/ ١٩ ب، والبغوي ٣/ ٣٠٠، وابن الجوزي ٣/ ٢٨٦.(٤) ذكره الرازي ١٥/ ٥٣، والخازن ٢/ ٣١١.(٥) أخرجه الطبري ٩/ ١٢٠، وابن أبي حاتم ٥/ ١٦١٧ من طرق جيدة. وفيهما قال: (هو رجل من مدينة الجبارين يقال له: بلعم) وفي رواية عند الطبري (بلعم بن باعر) وعند ابن أبي حاتم (بلعم بن باعوراء). وذكره السيوطي في \"الدر\" ٣/ ٢٦٧ بلفظ: (بلعم بن باعوراء).(٦) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/٢٤٣، والنسائي في \"التفسير\" ١/ ٥١٠، والطبري ٩/ ١٢٠، وابن أبي حاتم ٥/ ١٦١٦، والحاكم في \"المستدرك\" ٢/ ٣٢٥ من طرق جيدة، وذكره الهيثمي في \"مجمع الزوائد\" ٢/ ٢٥، وقال: (رواه الطبراني ورجاله رجال الصحيح) اهـ. وذكره السيوطي في \"الدر\" ٣/ ٢٦٧، والكل بدون ذكر قصته وجاء عند النسائي، والطبراني، ورواية عند الطبري (بلعم) وعند الحاكم (بلعم بن باعوراء) وفي الباقي (بلعم بن أبر).(٧) \"تفسير مجاهد\" ١/ ٢٥٠، وأخرجه الطبري ٩/ ١٢٠ من طرق جيدة بدون ذكر قصته.</p><p> باعوراء (١) )؛ دعا على موسى وقومه، وكان عنده اسم الله الأعظم , فقصد موسى بلده الذي هو فيه، وغزا أهله وكانوا كفارًا، فلم يزل قوم بلعم به حتى دعا عليهم، وقيل (٢)  (أجبره (٣) ملكهم على (٤) ذلك، وكان مجاب الدعوة بذلك الاسم الذي كان عنده، فأستجيب له، ووقع موسى وبنو إسرائيل في التيه بدعائه، فقال موسى: يا رب بأي ذنب وقعنا في التيه؟ قال: بدعاء بلعام، قال: فكما سمعت دعاءه عليَّ فاسمع دعائي عليه، فدعا موسى عليه أن ينزع عنه الاسم الأعظم والإيمان فسلخه الله مما كان عليه ونزع منه المعرفة فخرجت من صدره كحمامة (٥) بيضاء (٦) </p><p>(١) بلعم بن باعور: مختلف فيه فقيل: هو من مدينة الجبارين وقيل: من أهل اليمن وقيل: من الكعنانين، وهو: بلعم بن باعور بن سموم بن فرستم بن مآب بن لوط ابن هارون، أوتي العلم والحكمة، انظر أخباره في: \"تاريخ الطبري\" ١/ ٤٢٧، و\"الكامل\" لابن الأثير ١/ ٢٠٠، و\"تفسير مبهمات القرآن\" للبلنسي ١/ ٤٩٦. (٢) هذا قول مقاتل في \"تفسيره\" ٢/ ٧٥.(٣) في (ب): (أجبر)، وهو تحريف.(٤) لفظ: (على) ساقط من (أ).(٥) في (ب): \"نُخامة\" وعند الثعلبي ٦/ ٢١ ب، و\"الوسيط\" ٢/ ٢٧٠، والبغوي ٣/ ٣٠٢ (حمامة).(٦) أخرج الطبري ٩/ ١٢٣،١٢٢، وابن أبي حاتم ٥/ ١٦١٧ بسند جيد عن ابن عباس قال: (هو رجل من مدينة الجبارين يقال: له بلعم يعلم اسم الله الأعظم فلما نزل بهم موسى أتاه قومه فقالوا: إن موسى رجل حديد ومعه جنود كثيرة وإنه إن يظهر علينا يهلكنا فادع الله أن يرده عنا، قال: إني إن دعوت عليه ذهبت دنياي وآخرتي , فلم يزالوا به حتى دعا عليهم فسلخ مما كان عليه) اهـ. وذكره الرازي ١٥/ ٥٤، عن ابن مسعود وابن عباس ومجاهد، وذكر الخازن ٢/ ٣١١، ٣١٣، هذا ونحوه وقال: (هذا من الإسرائيليات ولا يلتفت إلى ما يسطره أهل الأخبار إذا خالف الأصول وسبب وقوع بني إسرائيل في التيه عبادة العجل أو قولهم لموسى: =</p><p> فهذا (١) قصته. </p><p> قال عطاء عن ابن عباس:  (أعان أعداء الله على أوليائه)  (٢) يعني: بدعائه. وقوله:  {آتَيْنَاهُ آيَاتِنَا} . قال ابن زيد:  (هو أنه كان لا يسأل شيئًا إلا أعطاه إياه)  (٣) . وقال عكرمة (٤) : (أوتي كتابًا من كتب الله تعالى (٥) ). </p><p> وقيل (٦) : (هو أنه لما أراد أن يدعو عليهم،قيل له في المنام:لا تدعُ عليهم، ثم هم ثانيًا، فكلمته أتان له قد ركبها، حجة عليه،فقالت:ويحك يا بلعم أتذهب إلى نبي الله والمؤمنين تدعو عليهم فلم ينزع عن ذلك) ، وقال أهل المعاني:  ({آتَيْنَاهُ آيَاتِنَا}. علمناه حجج التوحيد وفهمناه أدلته حتى صار عالمًا بها) . </p><p> وقوله تعالى:  {فَانْسَلَخَ مِنْهَا} . قال عطاء عن ابن عباس:  (يريد: خرج من محبة الله (٧) إلى معصيته، ومن رحمة الله إلى سخطه) (٨) . </p><p>= {اجْعَلْ لَنَا إِلَهًا} [الأعراف: ١٣٨] لا دعاء بلعم عليهم، وعلى تقدير صحة القصة فموسى دعا عليه لعلمه بكفره ومقابلة لدعائه عليه) اهـ. بتصرف. (١) في (ب): (فلهذا)، وهو تحريف والأولى فهذه.(٢) لم أقف عليه.(٣) أخرجه الطبري ٩/ ١٢٢ بسند جيد وذكره الثعلبي ٦/ ٢٣ أ، والبغوي ٣/ ٣٠٤.(٤) أخرجه ابن أبي حاتم ٥/ ١٦١٨ بسند جيد.(٥) لفظ: (تعالى) ساقط من (أ).(٦) أخرجه الطبري ٩/ ١٢٥ - ١٢٦ من طرق عن السدي وغيره.(٧) انظر: الطبري ٩/ ١٢٤، والرازي ١٥/ ٥٤(٨) ذكره الرازي ١٥/ ٥٤ بلا نسبة، وأخرج الطبري ٩/ ١٢٤، وابن أبي حاتم ٥/ ١٦١٨ بسند جيد عن ابن عباس في الآية قال: (نزع منه العلم) وفي \"تنوير المقباس\" ٢/ ١٤٠: ({فَانْسَلَخَ مِنْهَا} فخرج منها) اهـ.</p><p> ومعنى {انْسَلَخَ} خرج من المِسْلاَخ (١) وهو القشر والجلد، ويقال: الحية تنسلخ (٢) عن جلدها، ثم يقال لكل من فارق شيئًا: انسلخ منه. </p><p> وقوله تعالى:  {فَأَتْبَعَهُ الشَّيْطَانُ} . قال عبد الله (٣) بن مسلم: (أي: أدركه؛يقال:أتبعت القوم إذا لحقتهم) . </p><p> قال أبو عبيد:  (يقال: أتبعت القوم مثال أفعلت (٤) إذا كانوا قد سبقوك فلحقتهم ويقال: ما زلت أتبعهم حتى أتبعتهم أي: حتى أدركتهم) (٥) . </p><p> وقال أبو زيد:  (تقول: رأيت القوم فأتبعتهم إتباعًا إذا سبقوك فأسرعت نحوهم، ومرُّوا على فاتبعتهم اتباعًا إذا ذهبت معهم ولم يسبقوك)  (٦) ، فعلى هذا معنى: أتبعه الشيطان أي: أسرع خلفه (٧) ، {فَكَانَ مِنَ </p><p>(١) انظر: \"العين\" ٤/ ١٩٨، و\"الجمهرة\" ١/ ٥٩٨، و\"تهذيب اللغة\" ٢/ ١٧٣٠، و\"الصحاح\" ١/ ٤٢٣، و\"المجمل\" ٢/ ٤٧٠، و\"مقاييس اللغة\" ٣/ ٩٤، و\"المفردات\" ص ٤١٩، و\"اللسان\" ٤/ ٢٠٦٣ (سلخ). (٢) في (أ): (سلخت)، ساقط وملحق بأسفل السطر، وكأنه سلخت الحية عن جلدها.(٣) \"تفسير غريب القرآن\" ص ١٨٢، وزاد: (وتبعتهم سرت في إثرهم) اهـ. وانظر: \"غريب القرآن\" لليزيدي ص ١٥٣، و\"تفسير المشكل\" ص ٨٨.(٤) لفظ: (أفعلت) غير واضح في (ب) وكأنه (افتعلت).(٥) \"تهذيب اللغة\" ١/ ٤٢٥، وزاد: (واتبعتهم مثل: افتعلت إذا مروا بك فمضيت معهم وتبعتهم تبعًا مثله) اهـ.(٦) \"الحجة\" لأبي علي ٥/ ١٦٧، وأصل تبع: التلو والقفو، وهل تبعه، وأتبعه بمعنى أو بينهما فرق؟ قيل: بكل منهما وأبدى بعضهم الفرق بأن تبعه مشى في أثره, وأتبعه إذا وازاه في المشي، وقيل: اتبعه بمعنى استتبعه وقال الخليل في \"العين\" ٢/ ٨٨: (وأتبع فلان فلانًا إذا تبعه يريد شرًا، قال تعالى: {فَأَتْبَعَهُ الشَّيْطَانُ}) اهـ وانظر: \"الجمهرة\" ١/ ٢٤٥، و\"الصحاح\" ٣/ ١١٨٩، و\"مقاليس اللغة\" ١/ ٣٦٢، و\"المجمل\" ١/ ١٥٣، و\"المفردات\" ص ١٦٢، و\"اللسان\" ١/ ٤١٦ - ٤١٧ (تبع).(٧) قال الطبري ٩/ ١٢٣ - ١٢٤: (أي: صيره لنفسه تابعًا ينتهي إلى أمره في معصية الله ويخالف أمر ربه في معصية الشيطان وطاعة الرحمن) اهـ. وانظر: \"معاني النحاس\" ٣/ ١٠٥، و\"تفسير السمرقندي\" ١/ ٥٨٢, والماوردي ٢/ ٢٨٠.</p><p> الْغَاوِينَ}؛ لأنه أدركه فأضله، هذا الذي ذكره أبو زيد حقيقة معنى الإتباع. </p><p> قوله تعالى:  {فَكَانَ مِنَ الْغَاوِينَ} . قال ابن عباس:  (فأطاع الشيطان وكان من الضالين)  (١) . </p><p> و (٢) قال أهل المعاني: (هذا بيان عن حال من أوتي الهدى، فانسلخ منه إلى الضلال والعمى، ومال مع الهوى حتى تلاعب به الشيطان، فصار إلى الهلاك والردى، وخاب في الآخرة والأولى، قصّ الله قصته ليحذر الناس من مثل حاله)  (٣) . </p><p> وقال عبد الله بن عمرو (٤)  (٥) وسعيد بن المسيب، وزيد بن </p><p>(١) \"تنوير المقباس\" ٢/ ١٤١، وذكره الواحدي في \"الوسيط\" ٢/ ٢٧٠، وانظر: \"معاني الزجاج\" ٢/ ٣٩١، والماوردي ٢/ ٢٨٢، وابن الجوزي ٣/ ٢٨٩. (٢) لفظ: (الواو) ساقط من (ب).(٣) انظر: الرازي ١٥/ ٥٥.(٤) عبد الله بن عمرو بن العاص بن وائل بن هاشم السهمي القرشي أبو محمد صحابي إمام عابد زاهد أحد السابقين المكثرين واحد العبادلة الفقهاء أسلم قبل أبيه وهاجر قبل الفتح وشهد الفتوح وكتب عن النبي - صلى الله عليه وسلم - علمًا كثيرًا، وكان مجتهدًا في العبادة صوامًا قوامًا تاليًا لكتاب الله تعالى، وله مناقب وفضائل ومقام راسخ في العمل والعلم، وثناء الأئمة عليه كثيرة، توفي رضي الله عنه سنة ٦٥ هـ. وله ٧٢ سنة، انظر: \"الحلية\" ١/ ٢٨٣، و\"الاستيعاب\" ٣/ ٨٦ (١٦٣٦)، و\"سير أعلام النبلاء\" ٣/ ٧٩، و\"تذكرة الحفاظ\" ١/ ٧١، و\"الإصابة\" ٢/ ٣٥١، و\"تهذيب التهذيب\" ٢/ ٣٩٣.(٥) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/٢٤٣، والنسائي في \"التفسير\" ١/ ٥٠٨، ٥١١، الطبري ٩/ ١٢٢، وابن أبي حاتم ٥/ ١٦١٦، من طرق جيدة وذكر الهيثمي في \"مجمع الزوائد\" ٧/ ٢٥، وقال: (رواه الطبراني ورجاله رجال الصحيح) اهـ. وذكره ابن حجر في \"الفتح\" ٧/ ١٥٤، وقال: رواه ابن مردويه بإسناد قوي) اهـ. وذكره السيوطي في \"الدر\" ٣/ ٢٦٥، وزاد نسبته إلى (عبد بن حميد وابن المنذر =</p><p> أسلم (١) ، وأبو روق (٢) : (نزلت هذه الآية في أمية (٣) بن أبي الصلت، وكان قد قرأ الكتب وعلم أن الله مرسل رسولاً في ذلك الوقت، ورجا </p><p>= وأبي الشيخ) وقال ابن كثير في \"تفسيره\" ٢/ ٢٩٤: (قد روى من غير وجه عنه وهو صحيح إليه، وكأنه إنما أراد أن أمية يشبهه؛ فإنه كان قد اتصل إليه علم كثير من علم الشرائع المتقدمة ولكنه لم ينتفع بعلمه فإنه أدرك زمن رسول الله - صلى الله عليه وسلم - وبلغته أعلامه وآياته ومعجزاته وظهرت لكل من له بصيرة، ومع هذا اجتمع به ولم يتبعه، وصار إلى موالاة المشركين ومناصرتهم وامتدحهم ورثى أهل بدر من المشركين بمرثاة بليغة قبحه الله، وقد جاء في بعض الأحاديث \"أنه ممن آمن لسانه ولم يؤمن قلبه\" فإن له أشعارًا ربانية وحكمًا وفصاحة ولكنه لم يشرح الله صدره للإسلام) اهـ. (١) زيد بن أسلم العدوي العمري مولاهم أبو عبد الله المدني، إمام تابعي ثقة، عالم عابد مفسر فقيه وكان من العلماء الأبرار له حلقة للعلم في مسجد رسول الله - صلى الله عليه وسلم - وله تفسير رواه عنه ابنه عبد الرحمن، توفي رحمه الله تعالى سنة ١٣٦ هـ، انظر: \"الجرح والتعديل\" ٣/ ٥٥٤، و\"الحلية\" ٣/ ٢٢١، و\"سير أعلام النبلاء\" ٥/ ٣١٦، و\"تذكرة الحفاظ\" ١/ ١٣٢، و\"تهذيب التهذيب\" ١/ ٦٥٨، و\"تهذيب تاريخ ابن عساكر\" ٥/ ٤٤٢.(٢) ذكره الثعلبي ٦/ ٢١ ب، وابن الجوزي ٣/ ٢٨٧، والرازي ١٥/ ٥٤، عن سعيد بن المسيب وزيد بن أسلم وأبي روق، وذكره البغوي ٣/ ٣٠٣، والخازن ٢/ ٣١٣، عن سعيد بن المسيب وزيد بن أسلم، وذكره الواحدي في \"أسباب النزول\" ص ٢٢٧، والقرطبي ٧/ ٣٢٠، عن زيد بن أسلم.(٣) في النسخ: (أمية بن الصلت) وهو تحريف، وقد تقدمت ترجمته. وفيها بيان حاله وأخباره، وانظر: \" السيرة النبوية\" للدكتور/ مهدي رزق الله أحمد، ص ٧٢، ٧٦، والقول بأنه بلعام أشهر وعليه الأكثر، أفاده ابن الجوزي ٣/ ٢٨٨، والقرطبي ٧/ ٣٢١، وابن حجر في \"الفتح\" ٧/ ١٥٤، والظاهر العموم كما رجحه الطبري ٩/ ١٢٣، وقال أبو حيان في \"البحر\" ٤/ ٤٢٢ - ٤٢٣: (اختلف المفسرون في ذلك وطولوا في قصته وذكروا ما الله أعلم به والجمهور على أنه شخص معين والأولى في مثل هذا أن يحمل على التمثيل لا على الحصر في معين فإنه يؤدي إلى الاضطراب والتناقض) اهـ. بتصرف.</p>"
}