{
  "id": null,
  "sura": 7,
  "aya": 42,
  "text": "<p> قال الزجاج:  (والظالمون -هاهنا أيضًا (١) -: الكافرون) (٢) . </p><p> ٤٢ - قوله تعالى:  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} . قال الزجاج:  (معنى الوسع: ما يقدر عليه)  (٣) . </p><p> قال مجاهد:  (إلا ما افترض عليها)  (٤) يعني: أن ما افترض عليها هو وسعها الذي يسعها (٥) ويُقدر عليه ولا تعجز عنه. فقد بينه مقاتل فقال:  (إلا طاقتها؛ ولا يكلف الله العباد إلا ما يطيقون)  (٦) ، فقوله:  (إلا طاقتها) ليس معناه: أقصى ما يطيقه؛ لأنه لو كلف ذلك لشق وتعذر، ولكن معناه: إلا مما يطيقه ولا يعجز عنه. ألا ترى أن معاذ بن جبل -رحمه الله- قال في هذه الآية:  (إلا يُسرها لا عسرها ولو كلفها طاقتها لبلغ مجهودها)  (٧) ، فقوله:  (لو كلفها طاقتها) أراد أقصى ما تطيقه. </p><p> وقد بيَّن أبو زبيد (٨) الطائي في قوله: </p><p>(١) لفظ: (أيضًا) ساقط من (ب). (٢) \"معاني القرآن\" ٢/ ٣٣٨، ومثله قال النحاس في \"معانيه\" ٣/ ٣٧، والسمرقندي ١/ ٥٤١، وقال الطبري ٨/ ١٨٢: (كذلك نثيب ونكافئ من ظلم نفسه فأكسبها من غضب الله ما لا قبل لها به بكفره بربه وتكذيبه أنبيائه) اهـ.(٣) \"معاني الزجاج\" ٢/ ٣٣٩، وزاد فيه: (أي: عملوا الصالحات بقدر طاقتهم) اهـ. ونحوه قال الطبري في \"تفسيره\" ٨/ ١٨٢، والنحاس في \"إعراب القرآن\" ١/ ٦١٢، والسمرقندي ١/ ٥٤١.(٤) ذكره الخازن في \"تفسيره\" ٢/ ٢٢٩.(٥) لفظ: (الذي وسعها) ساقط من (ب).(٦) \"تفسير مقاتل\" ٢/ ٣٧، وفيه: (يقول: لا نكلفها من العمل إلا ما تطيق) اهـ.(٧) ذكره الواحدي في \"الوسيط\" ١/ ١٨١، والرازي ١٤/ ٧٩.(٨) في (ب): (أبو زيد)، وهو تحريف. وهو: حَرْمَلَة بن المُنْذر بن مَعْدِ يَكرِب الطائي.</p><p> أُعْطِيهُم الجَهْدَ مِنّي بَلْهَ ما أَسَعُ (١) </p><p> أن ما يسعه (٢) دون أقصى طاقته، وأن أقصى الطاقة يسمى جهدًا لا وسعًا، وغلط من ظن أن الوسع (٣) بذل المجهود، وأكثر أصحاب المعاني (٤) على أن قوله: {لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} اعتراض بين الابتداء والخبر، والخبر الجملة التي هي قوله:  {أُولَئِكَ أَصْحَابُ الْجَنَّةِ} ، و (٥) هذا فصل بين الابتداء والخبر بما هو من جنس هذا الكلام؛ لأنه لما ذكر عملهم الصالح ذكر أن ذلك العمل مما يسعهم ولا يعسر عليهم، وقد مضت نظائر هذا فيما تقدم (٦) ، وعلى هذا لا موضع لقوله:  {لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} ، وقال قوم من أهل المعاني: (موضعه رفع بأنه الخبر على حذف العائد كأنه </p><p>(١) الشاهد في \"ديوانه\" ص ١٠٩، و\"الزاهر\" ١/ ٩٤، و\"الصحاح\" ٥/ ٢٠٧٥، و\"اللسان\" ١/ ١٧٨ (أون)، و\"الخزانة\" ٦/ ٢٣٥ - ٢٣٦ وبلا نسبة في \"الجمهرة\" ١/ ٣٨٠، و\"تهذيب اللغة\" ٤/ ٣٨٩٠، و\"كتاب الشعر\" لأبي علي ١/ ٢٥، وأوله: حَمَّال أَثْقَال أَهْلِ الوُدَّ آوِنَةًوآونة، جمع أوان بمعنى الحين، والجهد بالفتح النهاية والغاية، وقيل: الوسع والطاقة، وَبَلْه أي دع، والوسع الطاقة والجدَة أيضًا. وقال البغدادي في \"الخزانة\" ٦/ ٢٣٧: (المعنى: أني أعطيهم فوق الوسع فتركًا للوسع، أو فدع الوسع، أي: ذكره أو فكيف الوسع لا أعطيه) اهـ. وفي \"اللسان\" ١/ ٣٥٤ (بله) قال: (المعنى: أعطيهم ما لا أجده إلا بجهد ودع ما أحيط به وأقدر عليه) اهـ.(٢) كذا في النسخ: (إن ما يسعه) والأولى: (أي ما يسعه).(٣) انظر: (وسع) في \"تهذيب اللغة\" ٤/ ٣٨٩٠، و\"الصحاح\" ٣/ ١٢٩٨، و\"اللسان\" ٨/ ٤٨٣٤، وبمثل قول الواحدي، قال الرازي ١٤/ ٧٩، و\"الخازن\" ٢/ ٢٢٩.(٤) ذكر مثله الرازي ١٤/ ٧٨، و\"الخازن\" ٢/ ٢٢٩.(٥) لفظ: (الواو) ساقط من (ب).(٦) لم أقف عليه بعد طول بحث عنه في مظانه.</p>"
}