{
  "id": null,
  "sura": 7,
  "aya": 101,
  "text": "<p> {وَنَطْبَعُ عَلَى قُلُوبِهِمْ} تكذيب للقدرية، ودليل على أن الله تعالى إذا شاء وطبع على قلبٍ فلا يعي خيراً ولا يسمع هدى (١) . </p><p> ١٠١ - قوله تعالى:  {تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا} ، قال ابن عباس:  ({تِلْكَ الْقُرَى}التي أهلكتْ أهلها،يعني:قرى قوم نوح وعاد وثمود، وقوم لوط وشعيب،{نَقُصُّ عَلَيْكَ}نتلو عليك من أخبارها كيف أهلكت.قال:يعزي نبيه بما صنعوا بأنبيائهم، وما صنع الله بهم)  (٢) . </p><p> وقال أهل المعاني:  (إنما قصّ الله أنباء القرى لما في ذلك من الاعتبار بما كانوا عليه من الاغترار بطول الإمهال مع اتساع النِعَم حتى توهموا أنهم على صواب)  (٣) . </p><p> وقوله تعالى:  {وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ} . قال ابن عباس:  (يريد: الأنبياء الذين أُرسلوا إليهم)  (٤) . </p><p> وقوله تعالى:  {فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ} . قال ابن </p><p>= له سبل الهدى وذكر له أمثالًا ممن أهلكه الله تعالى بذنوبهم وهو مع ذلك دائم على غيه لا يرعوي يطبع الله على قلبه فينبو سمعه عن سماع الحق) اهـ، وانظر: \"إعراب النحاس\" ١/ ٦٢٧، و\"الكشاف\" ٢/ ٩٩، وابن عطية ٦/ ٢٠، والرازي ١٤/ ١٨٧, و\"الفريد\" ٢/ ٣٣٦، و\"الدر المصون\" ٥/ ٣٩٥. (١) انظر: \"تفسير الرازي\" ١٤/ ١٨٧.(٢) في \"تنوير المقباس\" ٢/ ١١٥ نحوه، وذكره الثعلبي ٦/ ٣/ أ، والواحدي في \"الوسيط\" ١/ ٢١٤، والبغوي ٣/ ٢٦١، والقرطبي ٧/ ٢٥٥، و\"الخازن\" ٢/ ٢٦٦ بلا نسبة، وقال أبو حيان في \"البحر\" ٤/ ٣٥٢: (الخطاب للرسول - صلى الله عليه وسلم - والقرى هي بلاد قوم نوح وهود وصالح وشعيب بلا خلاف بين المفسرين) اهـ.(٣) انظر: \"تفسير الطبري\" ٩/ ١٠، والرازي ١٤/ ١٨٨.(٤) لم أقف عليه.</p><p> عباس (١) والسدي (٢) : (فما كان أولئك الكفار ليؤمنوا عند إرسال الرسل بما كذبوا يوم أخذ ميثاقهم حين أخرجهم من ظهر آدم فآمنوا كرهأ وأقروا باللسان وأضمروا التكذيب) . </p><p> وقال مجاهد:  (فما كانوا -لو أحييناهم بعد هلاكهم- ليؤمنوا بما كذبوا به من قبل هلاكهم)  (٣) . </p><p> وقال آخرون:  ({وَلَقَدْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ}بالمعجزات والآيات التي سألوها، فما كانوا ليؤمنوا -بعد ما رأوا العجائب- بما كذبوا من قبل رؤيتهم تلك العجائب)  (٤) . وهذا الوجه كأنه اختيار أبي إسحاق؛ لأنه </p><p>(١) ذكره الثعلبي في \"تفسيره\" ٦/ ٣، والبغوي ٣/ ٢٦١، وابن الجوزي ٣/ ٢٣٦، والرازي ١٤/ ١٨٨، والقرطبي ٧/ ٢٥٥، و\"الخازن\" ٢/ ٢٦٧، عن ابن عباس والسدي. (٢) أخرجه الطبري ٩/ ١١، وابن أبي حاتم ٥/ ١٥٣٠ بسند جيد.(٣) \"تفسير مجاهد\" ١/ ٢٤١، وأخرجه الطبري ٩/ ١١، وابن أبي حاتم ٥/ ١٥٣٠، ١٧٠ أبسند جيد، وذكره السيوطي في \"الدر\" ٣/ ١٩٤، ورد هذا القول الطبري في \"تفسيره\" ٩/ ١٢، وقال: (وهو تأويل لا دلالة عليه من ظاهر التنزيل ولا من خبر عن الرسول صحيح) اهـ. وقال الشنقيطي في \"أضواء البيان\" ٢/ ٣٢٩: (هو قول بعيد من ظاهر الآية) اهـ.(٤) ذكر هذا القول الثعلبي في \"تفسيره\" ٦/ ٣ ب، وابن الجوزي ٣/ ٢٣٦، وهو اختيار الواحدي في \"الوسيط\" ١/ ٢١٣، والبغوي ٣/ ٢٦١، واختار الطبري ٩/ ١١، أن المعنى: فما كانوا ليؤمنوا بما سبقَ في علم الله يوم أخذ الميثاق أنهم يكذبون به ولم يؤمنوا به؛ لاستحالة التغيير فيما سبق به العلم الأزلي، وأخرجه بسند جيد عن أبي بن كعب والربيع بن أنس، وقال الشنقيطي في \"أضواء البيان\" ٢/ ٣٢٩: (ومعنى الآية: فما كانوا ليؤمنوا بما جاءتهم به الرسل بسبب تكذيبهم بالحق أول ما ورد عليهم وهذا القول حكاه ابن عطية واستحسنه ابن كثير وهو من أقرب الأقوال لظاهر الآية ووجهه ظاهر لأن شؤم المبادرة إلى تكذيب الرسل سبب للطبع على القلوب والإبعاد عن الهدى والآيات الدالة على هذا المعنى كثيرة) اهـ. وانظر: =</p>"
}