{
  "id": null,
  "sura": 7,
  "aya": 46,
  "text": "<p> الذي هو المنع، ويجوز أن يكون من (الصدود) الذي (١) هو الإعراض. </p><p> وقوله تعالى:  {عَنْ سَبِيلِ اللَّهِ} . قال ابن عباس:  (يريد: عن دين الله وطاعة الله)  (٢) . قال أهل المعاني:  (سبيل الله الحق الذي دعا الله إليه) وقيل: (الطريق الذي دل الله (٣) أنه يؤدي إلى الجنة) (٤) . </p><p> وقوله تعالى:  {وَيَبْغُونَهَا عِوَجًا} ، قال ابن عباس:  (يريد: يصلون لغير الله، ويعظمون ما لم يعظم الله)  (٥) . </p><p> ومعنى هذا: أنهم طلبوا سبيل الله بالصلاة لغيره، وتعظيم ما لم يعظمه الله، فأخطأوا الطريق وطلبوه ضالين معوجّين عن الطريق (٦) ، {عِوَجًا} على هذا المعنى مصدر (٧) في موضع الحال، وقد ذكرنا معنى {وَيَبْغُونَهَا عِوَجًا} مستقصى في سورة آل عمران (٨) . </p><p> ٤٦ - وقوله تعالى:  {وَبَيْنَهُمَا حِجَابٌ} ، والحجاب (٩) الحاجز بين </p><p>(١) في (أ): (والذي هو) بالواو. (٢) \"تنوير المقباس\" ٢/ ٩٦، وأخرج ابن أبي حاتم في \"تفسيره\" ٥/ ١٤٨٢ بسند ضعيف عن ابن عباس قال: (عن دين الله) اهـ.(٣) في (ب): (الذي دل إليه).(٤) انظر: \"تفسير الطبري\" ٨/ ١٨٧، والسمرقندي ١/ ٥٤٢.(٥) ذكره الواحدي في \"الوسيط\" ١/ ١٨٤، والبغوي ٣/ ٢٣١.(٦) انظر: \"تفسير الخازن\" ٢/ ٢٣٢ فقد ذكر مثله.(٧) انظر: \"تفسير ابن عطية\" ٥/ ٥١١.(٨) انظر: \"البسيط\" النسخة الأزهرية ١/ ٢٠٠/ ب(٩) الحجاب، بكسر الحاء: الستر، واسم ما احتجب به، وكل ما حال بين شيئين حجاب، والجمع حجب بالضم. انظر: \"العين\" ٣/ ٨٦، و\"جمهرة اللغة\" ١/ ٢٦٣، و\"تهذيب اللغة\" ١/ ٤٧٣، و\"الصحاح\" ١/ ١٠٧، و\"المجمل\" ١/ ٢٦٦ , و\"المفردات\" ص ٢١٩، و\"لسان العرب\" ٢/ ٧٧٧ (حجب).</p><p> الشيئين، قال الكلبي:  (يعني: بين أهل الجنة وأهل النار، (حجاب) سور) (١) وهو الأعراف التي قال الله تعالى: {وَعَلَى الْأَعْرَافِ رِجَالٌ} ولذلك عُرِّفت الأعراف لأنه عُني بها الحجاب المذكور (٢) في قوله: {وَبَيْنَهُمَا حِجَابٌ} . </p><p> وقوله تعالى:  {وَعَلَى الْأَعْرَافِ رِجَالٌ} ، {الْأَعْرَافِ} جمع: عُرْف (٣) ، وهو كل عالٍ مرتفع، ومنه عُرف الفرس، عُرف الديك، وكل مرتفع من الأرض عُرف، وذلك لأنه بظهوره أعرف مما انخفض منه (٤) ، قال عطاء عن ابن عباس:  ({وَعَلَى الْأَعْرَافِ}يريد: سور الجنة، وهو سور بين الجنة والنار)  (٥) . وروى أيضًا عنه أنه قال:  (الأعراف شرف الصراط)  (٦) . </p><p> واختلفوا في الرجال الذين هم على الأعراف؛ فقال ابن عباس </p><p>(١) \"تنوير المقباس\" ٢/ ٩٦ وهو قول أهل التفسير. انظر: الطبري ٨/ ١٨٨، والسمرقندي ١/ ٥٤٢، والماوردي ٢/ ٢٢٥، وابن عطية ٥/ ٥١٢، والبغوي ٣/ ٢٣١، وابن الجوزي ٣/ ٢٠٤، والرازي ١٤/ ٨٦. (٢) انظر: \"الدر المصون\" ٥/ ٣٢٨ حيث نقل قول الواحدي.(٣) هذا قول الأزهري في \"تهذيب اللغة\" ٣/ ٢٤٠٥، وانظر: \"مجاز القرآن\" ١/ ٢١٥، و\"تفسير غريب القرآن\" ص ١٧٨، و\"تفسير المشكل\" ص ٨٤.(٤) انظر: \"العين\" ٢/ ١٢١، و\"الجمهرة\" ٢/ ٧٦٦، و\"الصحاح\" ٤/ ١٤٠٠، و\"المجمل\" ٣/ ٦٦١، و\"المفردات\" ص ٥٦١، و\"اللسان\" ٥/ ٢٩٠١ (عرف).(٥) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٩، والطبري ٨/ ١٨٨، ١٨٩، وابن أبي حاتم ٥/ ١٤٨٣، والأزهري في \"تهذيب اللغة\" ٣/ ٢٤٠٥ (عرف) من عدة طرق جيدة، وقال الرازي في \"تفسيره\" ١٤/ ٨٧: (الذي عليه الأكثرون أن المراد من الأعراف أعالي ذلك السور المضروب بين الجنة والنار وهذا قول ابن عباس) اهـ.(٦) ذكره الرازي في \"تفسيره\" ١٤/ ٨٧، والقرطبي ٧/ ٢١٣، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٩ - ٢٣٠، والطبري ٨/ ١٨٩، وابن أبي هاشم ٥/ ١٤٨٣ بسند جيد عن ابن عباس قال: (الأعراف الشيء المشرف)، وانظر: \"الدر المنثور\" ٣/ ١٦٠.</p><p> والأكثرون (١) : (هم مؤمنون إلا أنهم استوت حسناتهم وسيئاتهم فمنعتهم (٢) حسناتهم من النار، ومنعتهم سيئاتهم من الجنة، فيقومون على سور الجنة، ثم يدخلهم الله الجنة بفضل رحمته، وهم آخر من يدخل الجنة)، وهو قول حذيفة (٣)  (٤) وابن مسعود (٥) والكلبي (٦) واختيار </p><p>(١) أخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٩، والطبري ٨/ ١٩٠، ١٩١، وابن أبي حاتم ٥/ ١٤٨٣ من عدة طرق جيدة يقوي بعضها بعضًا عن ابن عباس، وأخرجه الطبري ٥/ ١٤٨٥ من عدة طرق عن عبد الله بن الحارث بن نوفل الهاشمي، وسعيد ابن جبير والضحاك، وأخرجه ابن أبي حاتم ٥/ ١٤٨٥ عن عبد الله بن الحارث، وقال بعده: (وروي عن أبي هريرة) اهـ. وهو قول مجاهد كما في تفسير مسلم بن خالد الزنجي ص ٤٧ - ٤٨، وأخرجه عنه النحاس في \"معانيه\" ٣/ ٤٠، وزاد ابن الجوزي في \"تفسيره\" ٣/ ٢٠٥ نسبة هذا القول إلى الشعبي وقتادة، وانظر: \"معاني الزجاج\" ٢/ ٣٤٢، و\"تفسير السمرقندي\" ١/ ٥٤٢، والماوردي ٢/ ٢٢٦، وابن عطية ٥/ ٥١٥. (٢) في (ب): (فمنعهم).(٣) حذيفة بن حُسَيْل بن جابر العبسي أبو عبد الله حليف الأنصار، واليمان لقب: حسيل، وهو صحابي جليل من السابقين إلى الإسلام عالم شجاع صاحب سر النبي - صلى الله عليه وسلم - في المنافقين، وهو من أعيان المهاجرين شهد أحد، والمشاهد بعدها وله بها ذكر حسن وآثار شهيرة، وفضله ومناقبه وثناء الأئمة عليه كثير، توفي -رضي الله عنه- سنة ٣٦ هـ. انظر: \"الحلية\" ١/ ٢٧٠، و\"الاستيعاب\" ١/ ٣٩٣ (٥١٠)، و\"سير أعلام النبلاء\" ٢/ ٣٦١، و\"تهذيب التهذيب\" ١/ ٣٦٧، و\"الإصابة\" ١/ ٣١٧، و\"الأعلام\" ٢/ ١٧١.(٤) أخرجه الطبري ٨/ ١٩٠، وابن أبي حاتم ٥/ ١٤٨٥، والحاكم في \"المستدرك\" ٢/ ٣٢٠ وقال: (حديث صحيح على شرط الشيخين ولم يخرجاه) ووافقه الذهبي في \"التلخيص\".(٥) أخرجه الطبري ٨/ ١٩١، والبغوي ٣/ ٢٣٢ بسند ضعيف.(٦) \"تنوير المقباس\" ٢/ ٩٦، و\"المطالب العالية\" ٣/ ٣٣٤.</p><p> الفراء (١) . </p><p> وروي أن النبي - صلى الله عليه وسلم - سئل عن أصحاب الأعراف فقال:  \"هم قوم(٢)قتلوا في سبيل الله بمعصية آبائهم، فمنعهم النار قتلهم في سبيل الله، ومنعتهم الجنة معصية آبائهم، فهم آخر من يدخل الجنة\"  (٣) . </p><p>(١) \"معاني الفراء\" ١/ ٣٧٩ - ٣٨٠ وهو الظاهر، واختيار الطبري ٨/ ١٩٤، والنحاس في \"معانيه\" ٣/ ٤٠، وقال: (وهذا القول أشهر وأعرف) اهـ، وانظر: \"إعراب النحاس\" ١/ ٦١٣، وقال ابن كثير في \"تفسيره\" ٢/ ٢٤٢: (واختلفت عبارات المفسرين في أصحاب الأعراف من هم، وكلها قريبة ترجع إلى معنى واحد وهو: أنهم قوم استوت حسناتهم وسيئاتهم. نص عليه حذيفة، وابن مسعود، وابن عباس، وغير واحد من السلف والخلف رحمهم الله) اهـ. وقال ابن القيم كما في \"بدائع التفسير\" ٢/ ٢١٤ - ٢١٦: (وهذا هو الثابت عن الصحابة، وقد رويت فيه آثار كثيرة مرفوعة لا تكاد تثبت أسانيدها وآثار الصحابة في ذلك المعتمدة) اهـ. (٢) في (ب): (هم رجال).(٣) أخرجه ابن الأنباري في \"الأضداد\" ص ٣٦٩، والطبري ٨/ ١٩٣، وابن أبي حاتم ٥/ ١٤٨٤ بسند ضعيف، وذكره الهيثمي في \"مجمع الزوائد\" ٧/ ٢٣ - ٢٤، وقال: (رواه الطبراني في الصغير والأوسط وفيه محمد بن مخلد الرعيني وهو ضعيف، وروى الطبراني نحوه وفيه أبو معشر نجيح بن عبد الرحمن السندي وهو ضعيف) اهـ. وذكره ابن كثير في \"تفسيره\" ٢/ ٢٤٢، وقال: (رواه ابن مردويه، وسعيد بن منصور وابن جرير وابن أبي حاتم من طرق عن أبي معشر به، وكذا رواه ابن ماجه مرفوعًا من حديث أبي سعيد الخدري، وابن عباس -والله أعلم- بصحة هذه الأخبار المرفوعة وقصارها أن تكون موقوفة، وفيه دلالة على ما ذكر) اهـ. وقال الشيخ أحمد شاكر -رحمه الله تعالى- في \"حاشية الطبري\" ١٢/ ٤٥٨ - ٤٥٩: (هذا خبر ضعيف لما فيه من المجاهيل ولضعف أبي معشر) اهـ. وذكره ابن حجر في \"الإصابة\" ٢/ ٤٢٦، ترجمة عبد الرحمن المزني، وفي \"المطالب العالية\" ١٤/ ٦٦٤ (٣٦٠٨)، والسيوطي في \"الدر\" ٣/ ١٦٣، ١٦٤ وفيه زيادة تخريج.</p><p> وقال سليمان التيمي (١) وأبو مجلز (٢) : (هم ملائكة يعرفون أهل الجنة وأهل النار،قال:فقيل لأبي مجلز،يقول الله تعالى:({وَعَلَى الْأَعْرَافِ رِجَالٌ}وتزعم أنت أنهم ملائكة؟،فقال:إنهم ذكور ليسوا بإناث)  (٣) . </p><p> وقوله تعالى:  {يَعْرِفُونَ كُلًّا بِسِيمَاهُمْ} ، قال المفسرون (٤) : (إنهم يرون أهل الجنة فيعرفونهم ببياض وجوههم، ويرون أهل النار فيعرفونهم بسواد وجوههم وزرقة عيونهم) . </p><p> قال أبو إسحاق:  (يعرفون أصحاب الجنة لأن سيماهم إسفار الوجوه والضحِك والاستبشار كما قال عز وجل: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ (٣٨) ضَاحِكَةٌ مُسْتَبْشِرَةٌ (٣٩) } [عبس:٣٨, ٣٩] ، ويعرفون أصحاب النار بسواد وجوههم وغبرة (٥) وزرقة </p><p>(١) لم أقف عليه، ولعله روى سليمان التيمي عن أبي مجلز بدلالة قوله: (قال: فقيل لأبي مجلز) والقائل هو سليمان التيمي كما أخرجه الطبري في \"تفسيره\" ٨/ ١٩٣، وابن أبي حاتم ٥/ ١٤٨٦ من عدة طرق جيدة عن سليمان التيمي عن أبي مجلز، وانظر: \"الدر المنثور\" ٣/ ١٦٤. (٢) أبو مجلز: لاحق بن حميد السدوسي، إمام. تقدمت ترجمته.(٣) هذا قوله رده أكثر أهل التفسير، قال الطبري ٨/ ١٩٣: (هو قول لا معنى له) اهـ، وقال ابن الجوزي ٣/ ٢٠٦: (فيه بُعد وخلاف للمفسرين) اهـ، وقال ابن كثير ٢/ ٢٤٣: (رواه ابن جرير وهو صحيح إلى أبي مجلز أحد التابعين وهو غريب من قوله، وخلات الظاهر من السياق، وقول الجمهور مقدم على قوله بدلالة الآية على ما ذهبوا إليه) اهـ.(٤) هذا قول مجاهد في \"تفسيره\" ١/ ٢٣٧، والفراء في \"معانيه\" ١/ ٣٧٩، والطبري ٨/ ١٩٤، ١٩٥، وأخرجه من عدة طرق جيدة عن ابن عباس ومجاهد والحسن وقتادة والسدي والضحاك وابن زيد، وانظر: \"معاني النحاس\" ٣/ ٣٨، والسمرقندي ١/ ٥٤٣، والماوردي ٢/ ٢٢٦، والبغوي ٣/ ٢٣٣، وابن عطية ٥/ ٥١٥، وابن الجوزي ٣/ ٢٠٦.(٥) لفظ: (غبرة) ساقط من (ب).</p><p> عيونهم (١) كما قال جل ذكره: {وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ (٤٠) } [عبس: ٤٠] ) (٢) </p><p> قال ابن الأنباري:  (إنما خص الله تعالى هؤلاء بمعرفة الجماعة دون الخلق؛ لأن موضعهم مرتفع عالٍ يرون فيه أهل الجنة في الجنة، وأهل النار في النار دون الخلق، وكأن الاختصاص من أجل (٣) هذا المعنى) (٤) وذكرنا معنى السيما (٥) في سورة [البقرة]  (٦) . </p><p> وقوله تعالى:  {وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ} ، قال الكلبي:  (إذا نظروا إلى الجنة سلموا على أهلها فردوا عليهم السلام، وإذا نظروا إلى النار{قَالُوا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ})  (٧) . </p><p> وقال عطاء عن ابن عباس:  {وَنَادَوْا}  (يريد: أصحاب الأعراف{أَصْحَابَ الْجَنَّةِ أَنْ سَلَامٌ عَلَيْكُمْ}(٨) ، فردوا عليهم السلام، فقال أصحاب الجنة لخزنة جهنم: ما لأصحابنا على أعراف الجنة لم يدخلوها؟ فقال الملائكة: {وَهُم (٩) يَطْمَعُونَ} (١٠) </p><p>(١) لفظ: (وزرقة عيونهم) ساقط من (أ) ولا يوجد في \"معاني الزجاج\". (٢) \"معاني الزجاج\" ٢/ ٣٤٣.(٣) في (ب): (من أجله)، وهو تحريف.(٤) لم أقف عليه عن ابن الأنباري. وانظر \"الأضداد\" لابن الأنباري ص ٣٦٨ - ٣٧٠.(٥) انظر: \"البسيط\" النسخة الأزهرية ١/ ١٦٣أ.(٦) لفظ: (البقرة) ساقط من (ب).(٧) \"تنوير المقباس\" ٢/ ٩٧، وهو قول أكثر المفسرين، انظر: \"الأضداد\" لابن الأنباري ص ٣٦٨، وتفسير الطبري ١٢/ ٤٦٤، والسمرقندي ١/ ٥٤٣، والبغوي ٣/ ٢٣٣، وابن عطية ٥/ ٥١٦، والرازي ١٤/ ٩٠.(٨) لفظ: (أن) ساقط من (ب).(٩) في (ب): (وهم).(١٠) ذكره السمين في \"الدر\" ٥/ ٣٣٠، وقال: (وهذا يبعد صحته عن ابن عباس إذ لا يلائم فصاحة القرآن) اهـ.</p><p> وقولى تعالى:  {لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ} بعضه من قول أهل الجنة، وبعضه من كلام الملائكة جوابًا لأهل الجنة، على ما قال عطاء، وعلى قول الباقين هو من كلام الله تعالى، وإخباره أن أصحاب الأعراف لم يدخلوا الجنة وهم يطمعون (١) . </p><p> قال حذيفة:  (ولم يكن الله ليخيب طمعهم)  (٢) ، وقال سعيد بن جبير:  (طمعوا لأن الله تعالى سلب نور المنافقين وهم على الصراط وبقي نورهم)  (٣) . </p><p> وروي عن الحسن أنه قال:  (هذا طمع اليقين،كقول إبراهيم عليه السلام:{وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي}[الشعراء: ٨٢])  (٤) . </p><p>(١) قال النحاس في \"معانيه\" ٣/ ٣٩: (قال الله عز وجل: {لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ}. قال أكثر أهل التفسير يعني أصحاب الأعراف) اهـ. فهذا إخبار من الله تعالى أن أصحاب الأعراف لم يدخلوا الجنة وهم يطمعون في دخولها قاله الجمهور. انظر: \"تفسير الطبري\" ٨/ ١٩٦، و\"القطع والائتناف\" للنحاس ١/ ٢٥٣، والسمرقندي ١/ ٥٤٣، والبغوي ٣/ ٢٣٣، وابن الجوزي ٣/ ٢٠٦. (٢) ذكره الواحدي في \"الوسيط\" ١/ ١٨٥، وانظر: \"إيضاح الوقف والابتداء\" لابن الأنباري ٢/ ٦٥٥.(٣) أخرجه الطبري ٨/ ١٩٦، والبغوي ٣/ ٢٣٢ بسند ضعيف عن سعيد بن جبير عن ابن مسعود رضي الله عنه.(٤) ذكره هود الهواري في \"تفسيره\" ٢/ ٢١، وأخرج عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٣٠، والطبري ٨/ ١٩٦، وابن أبي حاتم ٥/ ١٤٨٨ بسند جيد عن الحسن قال: (والله ما جعل ذلك الطمع في قلوبهم إلا لكرامة يريدها بهم) اهـ. وانظر: \"الدر المنثور\" ٣/ ١٦٥، وذكره أبو حيان في \"البحر\" ٤/ ٣٠٣ عن ابن مسعود، ثم قال: (وهذا هو الاظهر والأليق بمساق الآية) اهـ. وانظر: \"تفسير ابن عطية\" ٥/ ٥١٦.</p>"
}