{
  "id": null,
  "sura": 7,
  "aya": 3,
  "text": "<p> وقال الزجاج:  (ويجوز على أن يكون وهو{ذِكْرَى لِلْمُؤْمِنِينَ}،قآل:ويجوز أن يكون خفضًا؛ لأن معنى{لِتُنْذِرَ}: لأن تنذر فهو في موضع خفض؛ لأن المعنى للإنذار والذكرى)  (١) . </p><p> ٣ - وقوله تعالى:  {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ} . قال الحسن:  (يا ابن آدم أمرت باتباع كتاب الله وسنة محمد - صلى الله عليه وسلم - (٢) ؛ والله ما نزلت آية إلا ويجب أن تعلم فيما أنزلت وما معناها) (٣) . ونحو هذا قال الزجاج:  (أي: اتبعوا القرآن وما أتى به النبي - صلى الله عليه وسلم - فإنه مما أنزل عليه؛لقوله:{وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا}(٤)  [الحشر: ٧] . </p><p> وقوله تعالى:  {وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ} . قال ابن عباس:  (يريد: لا تتخذوا غيره أولياء،{قَلِيلًا}يا معشر المشركين{مَا تَذَكَّرُونَ}يريد: ما تتعظون)  (٥) . وهذا من قول ابن عباس يدل على أن الآية خطاب </p><p>(١) انظر: \"معاني الزجاج\" ٢/ ٣١٥ - ٣١٦، وعلى هذا فيه ثلاثة أوجه: الرفع: عطفًا على كتاب أو على إضمار مبتدأ، والنصب: على المصدر أي وتذكر ذكرى أو على العطف على موضع التنذر). والجر على العطف على المصدر المنسبك في أن المقدرة بعد لام كي أي: للإنذار والتذكير أو على الضمير في (به) وانظر: \"إعراب النحاس\" ١/ ٥٩٩، و\"المشكل\" ١/ ٢٨١، و\"البيان\" ١/ ٣٥٣، و\"التبيان\" ص ٣٦٧، و\"الفريد\" ٢/ ٢٦٦، و\"الدر المصون\" ٥/ ٢٤٤. (٢) في (أ): (صلى الله عليه).(٣) ذكره الواحدي في \"الوسيط\" ١/ ١٥٦، والرازي في \"تفسيره\" ١٤/ ١٨، و\"الخازن\" ٢/ ٢٠٩.(٤) \"معاني الزجاج\" ٢/ ٣١٦، ونحوه ذكر الطبري في \"تفسيره\" ٨/ ١١٧، والنحاس في \"معانيه\" ٣/ ٨ - ٩ والسمرقندي في \"تفسيره\" ١/ ٥٣٠.(٥) في \"تنوير المقباس\" ٢/ ٨١ نحوه دون لفظ (المشركين).</p><p> للمشركين (١) ، و {تذكرون} أصله تتذكرون فأدغم تاء تتفعل في الذال لأن التاء مهموسة والذال مجهورة (٢) ، والمجهور أزيد صوتًا من المهموس فحسن إدغام الأنقص في الأزيد، و {مَا} موصولة بالفعل وهي معه بمنزلة المصدر، والمعنى: قليلاً (٣) تذكركم، وقرأ حمزة (٤) والكسائي وحفص (٥) خفيفة الذال شديدة الكاف حذفوا التاء التي أدغمها الأولون وذلك حسن لاجتماع ثلاثة أحرف متقاربة ويقوى ذلك قولهم: اسطاع (٦) . </p><p>(١) انظر: \"تفسير الطبري\" ٨/ ١١٧، و\"معاني الزجاج\" ٢/ ٣١٦، والنحاس ٣/ ٩. (٢) الهمس: الخفاء، وهو جريان النفس عند النطق بالحرف لضعف الاعتماد على مخرجه. وضده الجهر وهو الظهور والإعلان والمراد به انحباس النفس عند النطق بالحرف لقوة الاعتماد على مخرجه، انظر: \"سر صناعة الإعراب\" ١/ ٦٠، و\"غاية المريد\" لعطية نصر ص ١٣٩.(٣) في (ب): قليلاً ما تذكركم. والنص من \"الحجة\" ٤/ ٥ - ٧، وانظر: \"الدر المصون\" ٥/ ٢٤٦.(٤) قرأ حمزة والكسائي، وحفص عن عاصم - {قيلا ما تذكرون} بالتاء خفيفة الذال مشددة الكاف، وقرأ الباقون {تذكرون} بالتاء مشددة الذال والكاف. وقرأ ابن عامر: {قليلاً ما يتذكرون} بياء وتاء، وتخفيف الذال وتشديد الكاف، وقد روي عنه بتاءين (تتذكرون). انظر: \"السبعة\" ص ٢٧٨، و\"المبسوط\" ص ٢٧٩، و\"التذكرة\" ٢/ ٤١٧، و\"التيسير\" ص ١٠٩، والنشر ٢/ ٢٦٧.(٥) حفص عن عاصم، وحفص هو حفص بن سليمان بن المغيرة الأسدي، أبو عمر الكوفي، صاحب عاصم، إمام في القراءة ضابط لها بخلاف حاله في الحديث، فهو متروك الحديث مع إمامته في القراءة، توفي سنة ١٨٠هـ وله تسعون سنة. انظر: \"الجرح والتعديل\" ٣/ ١٧٣، و\"معرفة القراء\" ١/ ١٤٠، و\"غاية النهاية\" ١/ ١٥٤، و\"تهذيب التهذيب\" ١/ ٤٥٠، و\"تقريب التهذيب\" ص ١٧٢ (١٤٠٥).(٦) انظر: \"معاني الزجاج\" ٢/ ٣١٦ - ٣١٧، و\"إعراب النحاس\" ١/ ٥٩٩، و\"المشكل\" ١/ ٢٨١، وقد جاء في سورة الكهف [الآية: ٩٧] قوله تعالى: {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا} [الكهف: ٩٧]. قرأ حمزة بتشديد الطاء، والباقون بالتخفيف. انظر: \"السبعة\" ص٤٠١، و\"الحجة\" لأبي علي ٥/ ١٧٩.</p>"
}