{
  "id": null,
  "sura": 7,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {قُلْ أَمَرَ رَبِّي بِالْقِسْطِ} ، قال ابن عباس:  (بلا إله إلا الله)  (١) ، ونحوه قال الضحاك (بالتوحيد)  (٢) . </p><p> وقال عطاء (٣) والسدي (٤) : (بالعدل) . </p><p> قال الزجاج:  (هذا رد لقولهم:{وَاللَّهُ أَمَرَنَا بِهَا}في الآية الأولى)  (٥) . </p><p> وقوله تعالى:  {وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} ، قال أبو علي الجرجاني:  (نسق الأمر على الخبر (٦) ، وجاز ذلك لأن قوله {قُلْ أَمَرَ رَبِّي} قول؛ لأن الأمر لا يكون إلا كلامًا، والكلام قول فكأنه قال: قل يقول ربي أقسطوا {وَأَقِيمُوا وُجُوهَكُمْ} ) (٧)  {عِنْدَ كُلِّ مَسْجِدٍ} ، أي: وجهوا </p><p>(١) \"تنوير المقباس\" ٢/ ٨٨، وذكره الثعلبي في \"تفسيره\" ١٨٩ أ، والواحدي في \"الوسيط\" ١/ ١٧٢، والبغوي ٣/ ٢٢٣، والرازي ١٤/ ٥٧، والقرطبي ٧/ ١٨٨، و\"الخازن\" ٢/ ٢٢٢. (٢) ذكره الثعلبي ١٨٩ أ، والواحدي ١/ ١٧٢، والبغوي ٣/ ٢٢٣.(٣) ذكره الرازي في \"تفسيره\" ١٤/ ٥٧، وأبو حيان في \"البحر\" ٤/ ٢٨٧.(٤) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٥ بسند جيد عن مجاهد والسدي، وأخرجه ابن أبي حاتم ٥/ ١٤٦٢ بسند ضعيف عن ابن عباس، وقال: (روي عن مجاهد والسدي وقتادة مثل ذلك) وهو قول الطبري والزجاج في \"معانيه\" ٢/ ٣٣٠، والنحاس ٣/ ٢٥، والمعاني متقاربة، فالقسط العدل والحق والاستقامة فيحمل ما ذى على التمثيل. انظر: \"تفسير ابن عطية\" ٥/ ٤٧٨، وابن كثير ٢/ ١٣٣.(٥) انظر: \"معاني الزجاج\" ٢/ ٣٣٠، و\"الفتاوى\" ١٥/ ٨ - ٩، و\"بدائع التفسير\" ٢/ ٢٠٣ - ٢٠٤.(٦) ذكره السمين في \"الدر\" ٥/ ٢٩٦ - ٢٩٧ عن الجرجاني صاحب النظم، وفيه: (نسق الأمر على الجر) بدل لفظ (الخبر)، والأمر {وَأَقِيمُوا} والجر {بِالْقِسْطِ}.(٧) في \"الدر المصون\": (أقسطوا وأقيموا) يعني أنه عطف على المعنى) اهـ. واختار أبو حيان في \"البحر\" ٤/ ٢٨٧، والسمين في \"الدر\" ٥/ ٢٩٥ - ٢٩٧، أنه معطوف على الأمر المقدر الذي ينحل إليه المصدر وهو {بِالْقِسْطِ} وذلك أن القسط =</p><p> وجوهكم (١) حيث ما كنتم في الصلاة إلى الكعبة، قال (٢) مجاهد (٣) والسدي وابن زيد (٤) . </p><p> وقال عطاء عن ابن عباس:  (صلوا لله وحده في كل مسجد)  (٥) ، وبيان هذا القول ما قاله الضحاك، وهو أنه قال:  (إذا حضرت الصلاة وأنتم عند مسجد فصلوا فيه،ولا يقولن أحدكم:أصلي في مسجدي)  (٦) . ونحو هذا قال الفراء؛ يقول (٧) : (إذا أدركتك الصلاة وأنت عند مسجد فصل فيه،ولا تقولن:آتي مسجد قومي)  (٨) . </p><p>= مصدر فهو ينحل لحرف مصدري وفعل والتقدير: قل أمر ربي بأن أقسطوا وأقيموا. وانظر: \"تفسير الزمخشري\" ٢/ ٧٥، وابن عطية ٥/ ٤٧٨، والرازي ١٤/ ٥٧، و\"التبيان\" ص ٣٧٢، و\"الفريد\" ٢/ ٢٨٨. (١) في (ب): (وجهوا لوجوهكم)، وهو تحريف.(٢) في (ب): (قال)، وهو تحريف.(٣) \"تفسير مجاهد\" ١/ ٢٣٤. وأخرجه الطبري في \"تفسيره\" ٨/ ١٥٥، وابن أبي حاتم ٥/ ١٤٦٢ من عدة طرق جيدة، وذكره السيوطي في \"الدر\" ٣/ ١٤٣.(٤) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٥ من عدة طرق جيدة عن السدي، وابن زيد، وذكره الثعلبي ١٨٩ أ، وابن الجوزي في \"زاد المسير\" ٣/ ١٨٥ عن مجاهد والسدي وابن زيد، وهو قول مقاتل في \"تفسيره\" ٢/ ٣٣، والقرطبي ٧/ ١٨٨.(٥) ذكره ابن الجوزي في \"تفسيره\" ٣/ ١٨٥، والرازي ١٤/ ٥٨، وأبو حيان في \"البحر\" ٤/ ٢٨٧.(٦) ذكره الثعلبي في \"الكشف\" ١٨٩ أ، والبغوي ٣/ ٢٢٣، وابن الجوزي ٣/ ١٨٥، و\"الخازن\" ٢/ ٢٢٢، وأبو حيان في \"البحر\" ٤/ ٢٨٧.(٧) هنا وقع اضطراب في ترتيب نسخة: (ب)، فتقدم تفسير بعض الآيات.(٨) \"معاني الفراء\" ٢/ ٣٧٦، وهو قول الكلبي كما ذكره السمرقندي في \"تفسيره\" ١/ ٥٣٧، واختاره ابن قتيبة في \"تفسير غريب القرآن\" ص ١٧٧.</p><p> وقال أبو إسحاق:  (أي (١) : وقت كل صلاة اقصدوه بصلاتكم) (٢)  {وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ} يريد: وحدوه ولا تشركوا به شيئًا (٣) . </p><p> وقوله تعالى:  {كَمَا بَدَأَكُمْ تَعُودُونَ} ، قال ابن عباس:  (إن الله تعالى بدأ خلق ابن آدم مؤمنًا و (٤) كافرًا، كما قال جل ثناؤه:  {هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ}  [التغابن: ٢] ، ثم يعيدهم يوم القيامة كما بدأ خلقهم مؤمنًا وكافرًا، فيبعث المؤمن مؤمنًا والكافر كافرًا) (٥) ، وهذا قول أكثر المفسرين (٦) ، واختيار الفراء (٧) . </p><p>(١) في (أ): (أي في وقت). (٢) \"معاني الزجاج\" ٢/ ٣٣٠، والظاهر أن المعنى: اقصدوا عبادته وحده وتوجهوا إليه في صلاتكم إلى القبلة في أي وقت ومسجد، وهو ظاهر كلام الطبري في \"تفسيره\" ٨/ ١٥٥، وأخرجه بسند جيد عن الربيع بن أنس، وانظر: \"تفسير ابن عطية\" ٥/ ٤٧٩، وابن كثير ٢/ ٢٣٣، و\"بدائع التفسير\" ٢/ ٢٠٣ - ٢٠٤، و\"فتح البيان\" لصديق خان ٤/ ٣٢٩.(٣) قال الزجاج في \"معانيه\" ٢/ ٣٣١: (أي: مخلصين له الطاعة) اهـ. والمعنى: اعبدوه وحده حال كونكم مخلصين العبادة والدعاء له لا لغيره، وهو ظاهر كلام الطبري في \"تفسيره\" ٨/ ١٥٥، والسمرقندي ١/ ٥٣٧، وصديق خان ٤/ ٣٢٩.(٤) لفظ: (الواو) ساقط من (ب).(٥) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٦، وابن أبي حاتم ٥/ ١٤٦٢ بسند جيد.(٦) ومنهم مجاهد في \"تفسيره\" ١/ ٢٣٥، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٥ - ٢٢٦ بسند جيد عن مجاهد والكلبي، وأخرجه الطبري ٨/ ١٥٦، ١٥٧ من عدة طرق جيدة عن مجاهد وسعيد بن جبير وأبي العالية والسدي وأخرجه بسند ضعيف عن جابر بن عبد الله رضي الله عنه، وأخرجه ابن أبي حاتم ٥/ ١٤٦٣ من عدة طرق جيدة عن مجاهد وأبي العالية، وذكره عن أبي رزين وإبراهيم النخعي وسعيد ابن جبير، وهو قول مقاتل في \"تفسيره\" ٢/ ٣٤، وأخرجه الثوري في \"تفسيره\" ص ١١٢ بسند جيد عن مجاهد.(٧) \"معاني القرآن\" ١/ ٣٧٦.</p><p> قال عطاء:  (يريد: من خلقه للجنة يعود في البعث إلى الجنة، ومن خلقه للنار يعود في البعث إلى النار)  (١) . </p><p> وقال القرظي (٢) : (من ابتدأ الله خلقه على (٣) الشقوة، صار إلى ما ابتدأ عليه خلقه، [وإن عمل بأعمال أهل السعادة، ومن ابتدأ خلقه على السعادة صار إلى ما ابتدأ عليه خلقه]  (٤) ، وإن عمل بأعمال [أهل]  (٥) الشقاء؛ كإبليس والسحرة) (٦) . </p><p> وقال الفراء:  (يقول بدأكم (٧) في الخلق شقيًا وسعيدًا، فكذلك تعودون على الشقاء والسعادة) (٨) ، وهذه أقوال معناها واحد. </p><p> وقال الحسن ومجاهد:  (كما بدأكم فخلقكم في الدنيا, ولم تكونوا شيئًا، كذلك تعودون يوم القيامة أحياء)  (٩) ، وهذا المعنى اختيار الزجاج؛ لأنه قال:  (ثم احتج عليهم بإنكارهم البعث فقال:{كَمَا بَدَأَكُمْ تَعُودُونَ}أي: فليس بعثكم بأشد من ابتدائكم)  (١٠) . </p><p>(١) لم أقف عليه. (٢) القرظي: هو محمد بن كعب، إمام. تقدمت ترجمته.(٣) في (أ): (إلي).(٤) ما بين المعقوفين ساقط من (ب).(٥) لفظ: (أهل) ساقط من (أ).(٦) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٧، وابن أبي حاتم ٥/ ١٤٦٣ بسند ضعيف، وذكره السيوطي في \"الدر\" ٣/ ١٤٤.(٧) في (ب): (كما بداكم).(٨) \"معاني الفراء\" ١/ ٣٧٦.(٩) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٧ بسند جيد عن مجاهد والحسن وقتادة وابن زيد، وأخرجه عن ابن عباس بسند ضعيف، وأخرجه ابن أبي حاتم ٥/ ١٤٦٣ بسند جيد عن السدي، وأخرجه عن ابن عباس بسند ضعيف.(١٠) \"معاني القرآن\" ٢/ ٣٣١، وهو اختيار الطبري في \"تفسيره\" ٨/ ١٥٨، ١٥٩، =</p><p> قال ابن الأنباري:  (موضع الكاف في{كَمَا}نصب بـ{تَعُودُونَ}وهو على مذهب العرب في تقديم مفعول الفعل (١) عليه أي: تعودون كما ابتدأ خلقكم) (٢) . </p><p>= والزمخشرى في \"الكشاف\" ٢/ ٧٥ - ٧٦، والقرطبي ٧/ ١٨٨ والظاهر الجمع بين القولين، وأن الآية إعلام بالبعث، أي: كما خلقكم يعيدكم بعد الموت على ما سبق لكم في علم الله تعالى من سعادة أو شقاوة، فمن سبق له العلم بأنه سعيد صار إلى السعادة، ومن سبق له العلم بأنه شقي صار إلى الشقاوة، والآيات الدالة على ذلك كثيرّةً جدَّا، ومنها قوله تعالى بعد هذه الآية: {فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ} [الأعراف:٣٠]. وقوله تعالى: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} [الأنبياء: ١٠٤] وغيرها من الآيات التي يحتج الله سبحانه فيها على النشأة الثانية بالأولى، وعلى المعاد بالمبدأ، فجاء باحتجاج في غاية الاختصار والبيان {كَمَا بَدَأَكُمْ تَعُودُونَ}. وأخرج البخاري في \"صحيحه\" رقم (٤٦٢٥) في كتاب التفسير آخر تفسير سورة المائدة، ومسلم رقم (٢٨٦٠) كتاب الجنة ونعيمها، باب: متاع الدنيا وبيان الحشر يوم القيامة. عن ابن عباس -رضي الله عنهما- قال: (خطب رسول الله - صلى الله عليه وسلم - فقال: \"يا أيها الناس إنكم محشورون إلى الله حفاة عراة غُرلاً\" {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} [الأنبياء: ١٠٤]) اهـ. وأخرج مسلم رقم (٢٨٧٨) كتاب الجنة ونعيمها، باب: الأمر بحسن الظن. عن جابر بن عبد الله -رضي الله عنهما- أن النبي -صلى الله عليه وسلم- قال: \"يبعث كل عبد على ما مات عليه\" اهـ قال الشنقيطي في \"أضواء البيان\" ٢/ ٢٩٧ - ٢٩٨: (في هذه الآية الكريمة وجهان من التفسير كل واحد منهما حق ويشهد له القرآن) اهـ. ثم حكى نحو ما ذكره الواحدي. وانظر: \"معاني النحاس\" ٣/ ٢٦، و\"تفسير السمرقندي\" ١/ ٥٣٧، والماوردي ٢/ ٢١٧، والبغوي ٣/ ٢٢٣ - ٢٢٤، وابن عطية ٥/ ٤٧٩، وابن الجوزي ٣/ ١٨٥ - ١٨٦، والرازي ١٤/ ٥٨، و\"بدائع التفسير\" ٢/ ٢٠٤ - ٢٠٦، و\"البحر المحيط\" ٤/ ٢٨٨.(١) لفظ: (الفعل) ساقط من (أ) وملحق بالهامش.(٢) ذكره السمين في \"الدر\" ٥/ ٢٩٧.</p><p> وقال أبو علي الفارسي:  (قوله:{كَمَا بَدَأَكُمْ تَعُودُونَ}، ليس معنى الكلام على الظاهر؛ لأن الظاهر (تعودون كالبدء)  (١) ، وليس المعنى على تشبيههم بالبدء، إنما المعنى على إعادة الخلق كما ابتدئ فتقدير {كَمَا بَدَأَكُمْ تَعُودُونَ}  (كما بدأ خلقكم) أي: يعود خلقكم عودًا كبدئه (٢) ، فكما أنه لم يُعْنَ بالبدء ظاهره من غير حذف المضاف إليه، [كذلك لم يعن بالعود من غير حذف المضاف الذي هو الخلق، فلما حذف قام المضاف إليه]  (٣) مقام الفاعل [فصار الفاعلون]  (٤) مخاطبين، كما أنه لما حذف المضاف من قوله: كما بدأ خلقكم صار المخاطبون مفعولين في اللفظ)، ومثل هذه الآية في المعنى قوله:  {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ}  [الأنبياء: ١٠٤]  (٥) . </p><p>(١) في (أ): (على البدء). وفي \"الحجة\" لأبي علي ٥/ ٢٦٣: (تعودون كالبدء). (٢) في (ب): (عودًا لبدئه). وفي \"الحجة\" ٥/ ٢٦٣: (فتقدير {كَمَا بَدَأَكُمْ تَعُودُونَ} كما بدأ خلقكم يعود خلقكم أي: يعود خلقكم عودًا كبدئه) اهـ.(٣) ما بين المعقوفين ساقط من (ب).(٤) ما بين المعقوفين ساقط من (أ).(٥) \"الحجة\" لأبي علي ٥/ ٢٦٣ وفيه: (فكما أنه لم يُعْنَ بالبدء ظاهره من غير حذف المضاف إليه منه، كذلك لا يعني بالعود من غير حذف المضاف إليه منه فَحُذِف المضافُ الذي هو الخلق فلما حذف قام المضاف إليه مقام الفاعل وصار الفاعلون مخاطبين كما أنه لما حُذف المضاف من قوله: (كما بدأ خلقكم) صار المخاطبون مفعولين في اللفظ ومثل ذلك في المعنى {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ} والخلق هنا اسم الحدث لا الذي يراد به المخلوق) اهـ.وذكره السمين في \"الدر\" ٥/ ٢٩٧، وقال: (يعني: أن الأصل كما بدأ خلقكم يعود خلقكم فحذف الخلق في الموضعين فصار المخاطبون في الأول مفعولين بعد أن كانوا مجرورين بالإضافة، وفيِ الثاني صاروا فاعلين بعد أن كانوا مجرورين بالإضافة أيضًا، وقوله {كَمَا بَدَأَكُمْ} الكاف في محل نصب نعتًا لمصدر محذوف تقديره: تعودون عودًا مثل ما بدأكم، وهذا أليق بلفظ الآية الكريمة) اهـ. وانظر: =</p>"
}