{
  "id": null,
  "sura": 7,
  "aya": 10,
  "text": "<p> وقوله تعالى:  {فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ} ، قال ابن عباس:  (يريد: صاروا إلى العذاب{بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ}،قال:يريد: يجحدون بما جاء به محمد صلى الله عليه وسلم)  (١) . </p><p> ١٠ - قوله تعالى:  {وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ} ، قال الزجاج:  (معنى التمكين في الأرض: التمليك والقدرة)  (٢) ، وهو قول ابن عباس قال:  (يريد: ملكناكم (٣) في الأرض، يريد: ما بين مكة إلى اليمن، وما بين مكة إلى الشام) (٤) . </p><p>= وذكره القرطبي في \"تفسيره\" ٧/ ١٦٧. وفي \"التذكرة\" ص ٣٦١، وقال: (ذكره القشيري في \"تفسيره\") اهـ. وحديث البطاقة مشهور. أخرجه الإمام أحمد في \"المسند\" ٢/ ٢١٣ - و- ٢٢١ - ٢٢٣، وابن ماجه (٤٣٠٠) كتاب الزهد، باب: ما يرجى من رحمة الله تعالى، والترمذي حديث (٢٦٣٩) كتاب الإيمان, باب: ما جاء فيمن يموت وهو يشهد أن لا إله إلا الله، والحاكم في \"المستدرك\" ١/ ٦ - و- ٥٢٩ - عن عبد الله بن عمرو رضي الله عنه قال: قال رسول الله: \"توضع الموازين يوم القيامة فيؤتى بالرجل فيوضع في كفة فيوضع ما أحصى عليه فتمايل به الميزان، قال: فيبعث به إلى النار: قال: فإذا أدبر به إذا صائح يصيح من عند الرحمن يقول: لا تعجلوا لا تعجلوا فإنه قد بقي له فيؤتى ببطاقة فيها لا إله إلا الله فتوضع مع الرجل في كفة حتى يميل به الميزان\" اهـ. لفظ أحمد، قال الترمذي: (هذا حديث حسن غريب) اهـ. وقال الحاكم: (هذا حديث صحيح على شرط مسلم ولم يخرجاه) اهـ. ووافقه الذهبي في \"التلخيص\"، وقال السيوطي في \"الدر\" ٨/ ١٣١، والشوكاني في \"تفسيره\" ٢/ ٢٧٨، وصديق خان ٣/ ٣٠٧: (إسناده عند أحمد حسن) اهـ. وصححه الشيخ الألباني في سلسلة الأحاديث الصحيحة ١/ ٤٣، رقم ١٣٥. (١) ذكره الواحدي في \"الوسيط\" ١/ ١٥٩ ولم أقف عليه عند غيره.(٢) \"معاني القرآن\" للزجاج ٢/ ٣٢٠، وانظر: \"تفسير الطبري\" ٨/ ١٢٥، و\"معاني النحاس\" ٣/ ١١.(٣) في (ب): (مكناكم).(٤) \"تنوير المقباس\" ٢/ ٨١ - ٨٢، وذكره الواحدي في \"الوسيط\" ١/ ١٦٠.</p><p> وقولى تعالى:  {وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ} ، يقال: عاش يعيش عيشا ومعاشًا ومعيشة وعيشة ومعيشا بغير هاء (١) ومنه قول رؤبة: </p><p> إليك أشكو شِدَّةَ المَعِيشِ (٢) </p><p> قال الليث:  (العيش: المطعم والمشرب (٣) وما يكون به الحياة، والمعيشة: ما يعاش به) (٤) ، [وقال الزجاج:  (ومعنى المعايش: يحتمل أن يكون ما يعيشون به] (٥) ويمكن أن يكون الوصلة إلى ما يعيشون به) (٦) . </p><p> وقد أشار ابن عباس إلى المعنين اللذين ذكرهما الزجاج فقال في قوله:  {وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ}  (يريد: بما أفضل عليكم في الرزق وما فضلكم به على العرب، وهو أنهم ينسبون إلى الله وإلى حرمه وأمنه والعرب لهم تبع)  (٧) فقوله: (بما أفضل عليكم في الرزق) إشارة إلى [الوصلة]  (٨) إلى ما يعيشون به؛ لأنهم بذلك التفضيل توصلوا إلى المكاسب والتجارات، وعلى ما ذكره ابن عباس من التفسير تكون الآية خطابًا لقريش. </p><p>(١) النص من \"تهذيب اللغة\" ٣/ ٢٢٨١، وانظر: \"اللسان\" ٥/ ٣١٩٠ (عيش). (٢) \"ديوانه\" ص ٧٨، و\"الزاهر\" ١/ ٢٥٠، والقرطبي ٣/ ٨١، و\"الدر المصون\" ٢/ ٤٢٠، ٥/ ٢٥٨، وتمامه:ومر أعوام نتفن ريشيأي أذهبن مالي، وفي \"الديوان\":أَشْكُو إِلَيْك شِدَّةَ المعَيشِ ... دهرًا تنقَّى المُخَ بِالتَمشِيشِ(٣) في (ب): (والمشروب).(٤) \"تهذيب اللغة\" ٣/ ٢٢٨١، وانظر: \"العين\" ٢/ ١٨٩، و\"الجمهرة\" ٢/ ٨٧٢، و\"الصحاح\" ٣/ ١٥١٢، و\"المجمل\" ٢/ ٦٣٩، و\"مقاييس اللغة\" ٤/ ١٩٤، و\"المفردات\" ص ٥٩٦ (عيش).(٥) ما بين المعقوفين ساقط من (أ).(٦) \"معاني الزجاج\" ٢/ ٣٢٠، ومثله ذكر النحاس في \"معانيه\" ٣/ ١١.(٧) في \"تنوير المقباس\" ٢/ ٨٢ نحوه.(٨) لفظ: (الوصلة) ساقط من (أ).</p><p> فأما القراءة (١) في المعايش فقال الفراء: (لا تهمز لأنها في الواحدة مفعلة الياء في الفعل فلذلك لم يهمز وإنما يهمز من هذا ما كانت الياء فيه زائدة،مثل:مدينة ومدائن، وقبيلة وقبائل، لما كانت الياء لا يعرف لها أصل ثم قارنتها ألف مجهولة أيضًا همزت.قال:ومثل معايش من الواو [مما لا يهمز (معاون) في جمع معونة، و (مناور) في جمع منارة، وذلك أن الواو] (٢) ترجع (٣) إلى أصلها لسكون الألف قبلها) (٤) هذا مذهب جميع القراء في المعايش لا يهمزونها، وروى خارجة (٥) عن نافع {معائش} بالهمز (٦) . </p><p>(١) قرأ الجمهور {معايش} بالياء، وقرأ عبد الرحمن بن هرمز الأعرج - وزيد بن علي، والأعمش، وخارجة بن مصعب عن نافع، وابن عامر في رواية: {معائش} بالهمز، والقياس بدون همز؛ لأن الياء أصل وإذا كانت زائدة همزت مثل صحيفة وصحائف. لكن قال الفراء في \"معانيه\" ١/ ٣٧٣: (وربما همزت العرب هذا وشبهه يتوهمون أنها فعيلة بشبهها بوزنها في اللفظ وعدة الحروف كما جمعوا مسيل الماء أمسله شبه بفعيل وهو مفعل وقد همزت العرب المصائب وواحدتها مصيبة، شبهت بفعيلة لكثرتها في الكلام) اهـ. وقال أبو حيان في \"البحر\" ٤/ ٢٧١: (رواها عرب فصحاء ثقات فوجب قبولها، وقد ردها نحاة البصرة ولسنا متعبدين بأقوال نحاة البصرة) اهـ. بتصرف. وانظر: \"السبعة\" ص ٢٧٨، و\"إعراب النحاس\" ١/ ٦٠٠، و\"معرفة القراءات\" ١/ ٤٠٠، و\"إعراب القراءات\" ١/ ١٧٦، و\"مختصر الشواذ\" ص ٤٨، و\"المبسوط\" ص ١٧٩، و\"الدر المصون\" ٥/ ٢٥٨. (٢) ما بين المعقوفين ساقط من (ب).(٣) في (ب): (فترجع).(٤) \"معاني الفراء\" ١/ ٢٧٣.(٥) خارجة بن مُصْعَب بن خارجة الضبعي أبو الحجاج الخراساني، فقيه، مقرئ، متروك الحديث. أخذ القراءة عن نافع وغيره، وله شذوذ كثير عنه لم يتابع عليه، توفي سنة ١٦٨ هـ وله ٩٨ سنة. انظر: \"الجرح والتعديل\" ٣/ ٣٧٥، و\"ميزان الاعتدال\" ١/ ٦٢٥، و\"غاية النهاية\" ١/ ٢٦٨، و\"تهذيب التهذيب\" ١/ ٥١٢.(٦) ذكرها أكثرهم كما في المراجع السابقة في فقرة رقم (٢).</p><p> قال الفراء:  (ربما همزت العرب هذا وشبهه يتوهمون أنها فعيلة لشبهها بوزنها في اللفظ وعدة الحروف كما جمعوا مسيل الماء أمسلة (١) شبه بفعيل وهو مفعل) (٢) . </p><p> وقال أبو إسحاق:  (جميع النحويين البصريين يزعمون أن همز{مَعَايِشَ}خطأ،وذكروا أن الهمز إنما يكون في هذه الياء إذا كانت زائدة نحو:صحيفة وصحائف، فأما{مَعَايِشَ}فمن العيش الياء أصلية، فأما ما (٣) رواه نافع من همز {مَعَايِشَ} فلا أعرف له وجهًا إلا أن لفظ هذه الياء التي من نفس الكلمة أسكن في معيشة فصار على لفظ صحيفة فحمل الجمع على ذلك، ولا أحب القراءة بالهمز) (٤) . </p><p> قال أبو علي الفارسي:  (قوله:{مَعَايِشَ}العين منه ياء ووزن المعيشة من الفعل عند الخليل (٥) وسيبويه مَفْعِلة، (وكان الأصل مَعْيِشة إلا أن الاسم وافق الفعل في وزنه؛ لأن (معيش) على وزن (يعيش) فأعل كما أعل الفعل وقد وجدنا الاسم إذا وافق الفعل في البناء أعل كما يعل (٦) فمن ذلك إعلالهم لباب ودار ونار ونحوه، لما كان على وزن فعل أعل كما أعل </p><p>(١) في (أ): (مسله) وهو تحريف. (٢) \"معاني الفراء\" ١/ ٣٧٣ - ٣٧٤.(٣) في (ب): (فأما رواه)، وهو تحريف.(٤) \"معاني الزجاج\" ٢/ ٣٢٠ - ٣٢١، وانظر: \"إعراب النحاس\" ١/ ٦٠٠، ٦٠١، و\"المشكل\" ١/ ٢٨٣ - ٢٨٤.(٥) في \"الكتاب\" ٤/ ٣٤٩، وكذا في \"الإغفال\" ص٧٣٠ (فمعيشة يصلح أن تكون مَفْعلُة -بفتح الميم وسكون الفاء وضم العين-، أو -مفعلة- بكسر العين) اهـ. وانظر \"الكتاب\" ٤/ ٣٤٩، وص ٣٥٥.(٦) في (ب): (كما يعل الفعل)، ثم تكرر قوله: (وقد وجدنا) إلى قوله: (كما يعل).</p><p> فأما القراءة (١) في المعايش فقال الفراء: (لا تهمز لأنها في الواحدة مفعلة الياء في الفعل فلذلك لم يهمز وإنما يهمز من هذا ما كانت الياء فيه زائدة،مثل:مدينة ومدائن، وقبيلة وقبائل، لما كانت الياء لا يعرف لها أصل ثم قارنتها ألف مجهولة أيضًا همزت.قال:ومثل معايش من الواو [مما لا يهمز (معاون) في جمع معونة، و (مناور) في جمع منارة، وذلك أن الواو] (٢) ترجع (٣) إلى أصلها لسكون الألف قبلها) (٤) هذا مذهب جميع القراء في المعايش لا يهمزونها، وروى خارجة (٥) عن نافع {معائش} بالهمز (٦) . </p><p>(١) قرأ الجمهور {معايش} بالياء، وقرأ عبد الرحمن بن هرمز الأعرج - وزيد بن علي، والأعمش، وخارجة بن مصعب عن نافع، وابن عامر في رواية: {معائش} بالهمز، والقياس بدون همزة لأن الياء أصل وإذا كانت زائدة همزت مثل صحيفة وصحائف. لكن قال الفراء في \"معانيه\" ١/ ٣٧٣: (وربما همزت العرب هذا وشبهه يتوهمون أنها فعيلة بشبهها بوزنها في اللفظ وعدة الحروف كما جمعوا مسيل الماء أمسله شبه بفعيل وهو مفعل وقد همزت العرب المصائب وواحدتها مصيبة، شبهت بفعيلة لكثرتها في الكلام) اهـ. وقال أبو حيان في \"البحر\" ٤/ ٢٧١: (رواها عرب فصحاء ثقات فوجب قبولها، وقد ردها نحاة البصرة ولسنا متعبدين بأقوال نحاة البصرة) اهـ. بتصرف. وانظر: \"السبعة\" ص ٢٧٨، و\"إعراب النحاس\" ١/ ٦٠٠، و\"معرفة القراءات\" ١/ ٤٠٠، و\"إعراب القراءات\" ١/ ١٧٦، و\"مختصر الشواذ\" ص ٤٨، و\"المبسوط\" ص ١٧٩، و\"الدر المصون\" ٥/ ٢٥٨. (٢) ما بين المعقوفين ساقط من (ب).(٣) في (ب): (فترجع).(٤) \"معاني الفراء\" ١/ ٢٧٣.(٥) خارجة بن مُصْعَب بن خارجة الضبعي أبو الحجاج الخراساني، فقيه، مقرئ، متروك الحديث. أخذ القراءة عن نافع وغيره، وله شذوذ كثير عنه لم يتابع عليه، توفي سنة ١٦٨ هـ وله ٩٨ سنة. انظر: \"الجرح والتعديل\" ٣/ ٣٧٥، و\"ميزان الاعتدال\" ١/ ٦٢٥، و\"غاية النهاية\" ١/ ٢٦٨، و\"تهذيب التهذيب\" ١/ ٥١٢.(٦) ذكرها أكثرهم كما في المراجع السابقة في فقرة رقم (٢).</p><p> وجميع (١) المتقدمين من النحويين البصريين. </p><p> فإذا جمع معيشة مكسرًا ردت ألف الجمع ثالثة قبل الياء والألف ساكنة والياء أيضًا ساكنة، ومن حكم الساكنين إذا اجتمعا أن يحرك أحدهما أو يحذف، فالحذف هنا لا يجوز لالتباس الجمع بالواحد، وإذا لم يجز الحذف لاجتماعهما لزم تحريك أحدهما , ولا يخلو من أن يكون الأول (٢) أو الثاني، فلا يجوز تحريك الأول لارتفاع دلالته بتحريكه له على الجمع وإذا لم يجز تحريك الأول لزم تحريك الثاني لاجتماع الساكنين، فإذا حركت رجعت (٣) ياء كما أن ما كان من الواو إذا (٤) حركت في الجمع رجعت واوًا صحيحة مثل: (مقاوم) و (مقاول) في جمع (مقام) و (مقال) ، أنشد النحويون (٥) : </p><p> وإنَّي لَقَوَّامُ مقاوم لَمْ يَكُنْ ... جَرِيرٌ وَلاَ مَوْلَى جَرِيرٍ يَقُومُهَا </p><p>= و\"معجم الأدباء\" ٧/ ١٠٧، و\"سير أعلام النبلاء\" ١٢/ ٢٧٠، و\"لسان الميزان\" ٢/ ٥٧. (١) انظر: \"المنصف\" ٧/ ١٠٧، و\"المقتضب\" ١/ ٢٦١.(٢) لفظ: (الأول) غير واضح في (أ)، وفي (ب): (الأول والثاني).(٣) في (أ): (رجعت واوًا صحيحة ياء كما أن).(٤) في (أ): (وإذا).(٥) الشاهد للأخطل في \"ديوانه\" ص ٣٢٢، و\"أمالي القالي\" ٣/ ٧٧، و\"الخصائص\" ٣/ ١٤٥، وللفرزدق في \"المقتضب\" ١/ ٢٦٠، و\"المخصص\" ١٤/ ٢١، وبدون نسبة في \"معاني الزجاج\" ١/ ٢٠٦ - ٢/ ٣٢٠، و\"إعراب النحاس\" ١/ ٦٠١، و\"المنصف\" ١/ ٣٠٦. والشاهد قوله: (مقاوم) في جمع مقامة وأصلها مجلس القوم.</p><p> فصحح الواو في الجمع لما لزم تحريكها لاجتماع الساكنين، فبان بهذا أن جمع (معيشة) على (معايش) يزيل مشابهته الفعل في البناء وعلمت بذلك زوال المعنى الموجب للإعلال في الواحد (١) فيلزم التصحيح في التكسير لزوال المشابهة في اللفظ. </p><p> فإن قيل: هل أعل العين إذا كانت ياء أو واوًا في نحو هذا الجمع كما أعلت في قائل وبائع بقلبها همزة لما اعتلا في الفعل؟ والجواب أن إعلال (معايش) لا يلزم؛ لأن زنة الفعل قد بطلت عنه ولزم (٢) تصحيحه كما بينا، فأما قائل وبائع فإنما لزم إعلالها؛ لمشابهتهما الفعل في الزنة وهو الأمر (٣) من المفاعلة، ولأنهما يعملان عمل الفعل، فصار لذلك أدخل في الإعلال وأقرب إليه، ولم يكن ذلك في (معايش) وبابه، ألا ترى أنه لا شيء فيه مما يوجب الإعلال من مشابهته الفعل في زنته وحركاته وسكونه) (٤) . </p><p> وقال غير أبي علي [في]  (٥) علة همز قايل وبايع: (إنما همز عين فاعل في باب ما اعتلت عينه من ذوات الواو والياء؛ لأن الواو والياء قد انقلبتا ألفين في قال وباع، فلما بني منهما فاعل اجتمعت ألف فاعل مع الألف </p><p>(١) في \"الحجة\" لأبي علي ٤/ ٧: (فمعيشة موافقة للفعل في البناء ألا ترى أنه مثل يعيش في الزنة وتكسيرها يزيل مشابهته في البناء فقد علمت بذلك زوال المعنى الموجب للإعلال في الواحد في المجمع فلزم التصحيح في التكسير لزوال المشابهة في اللفظ) اهـ. (٢) في (أ): (ولزوم).(٣) قوله: (وهو الأمر من المفاعلة) ليس في \"الإغفال\".(٤) انظر: \"الحجة\" لأبي علي ٤/ ٧ - ٨، و\"الإغفال\" ص ٧٣٠ - ٧٤٠، و\"معجم الإبدال والإعلال\" للخراط ص ١٩٨.(٥) لفظ: (في) ساقط من (ب).</p><p> المنقلبه عن الواو (١) أو الياء وهما ساكنتان فلم يمكن النطق بهما فهمزت الأخيرة منهما فقيل: قائل وبائع هذا هو الأصل، ثم يجور تحفيف الهمزة فيصير ياء؛ لأن الهمزة المكسورة إذا خففت صارت ياء (٢) . </p><p> فأما (معايش) ففي تصحيح يائه ما يغني عن الهمزة) رجعنا إلى كلام أبي علي قال: (فأما قراءة هذا القارئ{معائش}بالهمز،فقال أبو عثمان:(أصل أخذ هذه القراءة عن نافع قال: ولم يكن يدري ما (٣) العربية، وكلام العرب التصحيح في نحو هذا) (٤) . قال أبو علي: ومن أعل فهمز ياء {مَعَايِشَ} فمجازه على وجه الغلط كما حكى سيبويه (أن بعضهم قال في جمع مصيبة: مصائب فهمز وهو غلط لأن مصائب مفاعل (٥) فتوهمها فعايل نحو: صحائف وسفائن. </p><p>(١) في (ب): (عن الواو والياء). (٢) ذكره نحو المبرد في \"المقتضب\" ١/ ٢٣٧، وابن جني في \"المنصف\" ١/ ٢٨٠، وانظر: \"الكتاب\" ٤/ ٣٤٥، و\"التصريف\" للجرجاني ص ٨٦، و\"الممتع\" لابن عصفور ١/ ٣٢٧، و\"شرح مختصر تصريف العزي\" للتفتازاني ص ١٣١، و\"شذا العرف\" للحملاوي ص ٧٤.(٣) في (أ): (يدري العربية).(٤) انظر: \"المنصف\" ١/ ٣٠٧، وقال أبو حيان في \"البحر\" ٤/ ٢٧١ - ٢٧٢: (أما قول المازني (أصل أخذ هذه القراءة عن نافع) فليس بصحيح لأنها نقلت عن ابن عامر والأعرج وزيد بن علي والأعمش، وأما قوله (إن نافعًا لم يكن يدري ما العربية) فشهادة على النفي، ولو فرضنا أنه لا يدري ما العربية وهي هذه الصناعة التي يتوصل بها إلى التكلم بلسان العرب فهو لا يلزمه ذلك، إذ هو فصيح متكلم بالعربية ناقل للقراءة عن العرب الفصحاء، وكثير من هؤلاء النحاة يسيئون الظن بالقراء، ولا يجوز لهم ذلك) اهـ.(٥) في \"الكتاب\" ٤/ ٣٥٦، و\"الإغفال\" ص ٧٤١ (وهو غلط، وإنما هو مُفْعِلة وتوهموها فَعْيِلة).</p><p> قال: ومنهم من يقول: مصاوب فيجيء به على الأصل والقياس) (١) ، وقول (٢) سيبويه: (وهو غلط) يعني: أنه توهم الياء التي في مصيبة -وهي (٣) منقلبة عن العين التي هي واو- الياء التي (٤) للمد في نحو: [سفينة وصحيفة، وهمزوا الياء المنقلبة عن الواو التي هي عين الفعل كما همزوا الياء التي للمد (٥) في نحو] (٦) سفائن وصحائف، ولا يشبه هذه الياء تلك، ألا ترى أن هذه منقلبة عن واو هي عين أصلها الحركة، وتلك زائدة للمد لا حظ لها في الحركة). وقد ذكرنا الكلام مستقصى في المصائب عند قوله (٧) : {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ}  [البقرة: ١٥٦] ، (ومثل هذا مما حمل على الغلط قول بعضهم في جمع مَسِيل: مسلان، فمسيل مفعل والياء فيه عين الفعل،فتوهم من قال في جمعه:مسلان أنها زائدة للمد فجمعه على فعلان كما يجمع قضيب على قضبان، وعلى هذا (٨) التوهم أيضًا جمعوا مسيلًا أمسلة. وقد جاء ذلك في شعر هذيل، قال أبو ذؤيب (٩) : </p><p> وَأَمْسِلَةٍ مَدَافِعُها خَلِيفُ (١٠) </p><p>(١) \"الكتاب\" ٤/ ٣٥٦. (٢) في (أ): (وقال)، وهو تحريف.(٣) (وهو)، وهو تحريف.(٤) في \"الإغفال\" (التي تزاد للمد).(٥) ما بين المعقوفين ساقط من (ب).(٦) في \"الإغفال\" ص ٧٤٢: صفائح.(٧) انظر \"البسيط\" النسخة الأزهرية ١/ ٩٨ أ.(٨) هذا من \"الحجة\" ٣/ ٨.(٩) أبو ذؤيب خويلد بن خالد الهذلي. تقدمت ترجمته.(١٠) \"شرح ديوان الهذليين\" للسكري ١/ ١٨٥، و\"المخصص\" ٥/ ١٢٣, ١٠/ ١٠٧، و\"الدر المصون\" ٥/ ٢٥٩، وصدره:بَوادٍ لا أنِيسَ به يَبَابٍويباب بالفتح؛ خراب فقر ليس فيه أحد.</p><p> فتوهموه فعيلاً، وإنما هو مفعل (١) ، ومثل هذا من الشواذ والغلط لا يعترض به على الشائع المطرد ولا يحمل غيره عليه، وإنما حكمه أن يعرف أصله ويبين وجه الصواب فيه، ومن أين وقع الشبه الذي جاء من أجله الغلط، فمسلان من سأل خطأ وإن كان قد قيل، فكذلك (٢) همز (٣) معايش غلط) (٤) ، فأما الكلام في (مدائن) فسنذكره إذا أتينا إلى قوله: {وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ}  (٥)  [الأعراف: ١١١] من هذه السورة (٦) إن شاء الله. </p><p> وقوله تعالى:  {قَلِيلًا مَا تَشْكُرُونَ} ، قال ابن عباس:  (يريد: أنكم غير شاكرين لأنعمي (٧)  [ولا] طائعين) (٨) . وتقدير هذا تقدير قوله: {قَلِيلًا مَا </p><p>= انظر: \"اللسان\" ٨/ ٤٩٤٧ (يبب)، وأمسلة، بسكون الميم وكسر السين: جمع مَسِيل وهو: مجرى الماء. انظر: \"اللسان\" ٧/ ٤٢٠٥ (مسل) ومدافعها. المجاري التي تدفع إلى الأودية. انظر: \"اللسان\" ٣/ ١٣٩٤ (دفع)، وخليف بفتح الخاء وكسر اللام: الطريق بين الجبلين انظر: \"اللسان\" ٢/ ١٢٤٢ (خلف). (١) إلى هنا انتهى النقل من \"الحجة\".(٢) في (ب): (فلذلك).(٣) في (أ): (همزة).(٤) انظر: \"الإغفال\" ص ٧٣٠ - ٧٤٤، و\"الحجة\" ٤/ ٧ - ٨، وهو أخذ منهما مع بعض التصرف اليسير في العبارة وانظر: \"تفسير الطبري\" ٨/ ٢٥، و\"المشكل\" ١/ ٢٨٣، والمراجع المذكورة في \"القراءة\" ص ٣٠ من هذا الجزء.(٥) في (ب): (وأرسل فرعون في المدائن حاشرين) من هذه السورة إن شاء الله. وهذا وهم، وجاء في سورة الشعراء الآية: ٥٣ قوله تعالى: {فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ}.(٦) انظر تفسير هذه الآية في هذا الجزء ص ٢٦٧.(٧) لفظ: (ولا) ساقط من (ب).(٨) ذكره الواحدي في \"الوسيط\" ١/ ١٦٠، وابن الجوزي في \"زاد المسير\" ٣/ ١٧٢، وفي \"تنوير المقباس\" ٢/ ٨٢ نحوه.</p>"
}