{
  "id": null,
  "sura": 7,
  "aya": 133,
  "text": "<p> قال الزجاج:  (والتفسير الأول هو الكلام، وعليه استعمال الناس)  (١) . وقال بعضهم:  (هي كلمة على حيالها يجازى بها فيجزم ما بعدها على تقدير إن)  (٢) . </p><p> ١٣٣ - قوله تعالى:  {فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ} . اختلفت الرواية عن ابن عباس في تفسير {الطُّوفَانَ} ؛ فقال في رواية عطاء:  (الموت (٣) ) (٤) قال: (وكل طوفان في القرآن هو الغرق سوى هذا)  (٥) . وهو قول مجاهد (٦) . </p><p> وروي ذلك مرفوعاً، أخبرناه العروضي رحمه الله قراءة وسعيد بن العباس القرشي (٧) كتابة قالا: أبنا (٨) الأزهري، أبنا المنذري عن أبي بكر الخطابي (٩) عن محمد بن يزيد (١٠) ، عن يحيى بن يمان (١١) عن المنهال بن </p><p>(١) \"معاني الزجاج\" ٢/ ٣٦٩، ونحوه قال الأزهري في \"تهذيب اللغة\" ٤/ ٣٤٦٠ قال: (والقول الأول أقيس) اهـ. وانظر: \"البيان\" ١/ ٣٧١، و\"التبيان\" ص ٣٨٧. (٢) انظر: \"إعراب النحاس\" ١/ ٦٣٣، و\"المشكل\" ١/ ٢٩٩، و\"غرائب الكرماني\" ١/ ٤١٩، و\"الدر المصون\" ٥/ ٤٣١.(٣) في (ب): (هو الموت).(٤) لم أقف عليه عن ابن عباس، وإنما ذكره أكثرهم من قول عطاء بن أبي رباح، وقد أخرجه الطبري ١٣/ ٥١ من عدة طرق جيدة عن عطاء، وذكره النحاس في \"معانيه\" ٣/ ٦٩، والثعلبي في \"تفسيره\" ٦/ ٩ ب، والماوردي ٢/ ٢٥١ عن عطاء.(٥) لم أقف عليه.(٦) \"تفسير مجاهد\" ١/ ٢٤٤، وأخرجه الطبري ٩/ ٣١ من عدة طرق جيدة.(٧) لفظ: (القرشي) ساقط من (ب).(٨) في (ب): (أخبرنا الأزهري أخبرنا المنذري).(٩) لم أستطع معرفته بعد طول بحث.(١٠) محمد بن يزيد بن كثير العجلي أبو هشام الرفاعي الكوفي، قاضي المدائن، إمام، فقيه، مقرئ، محدث، صدوق، فيه لين. توفي سنة ٢٤٨ هـ. انظر: \"الجرح والتعديل\" ٨/ ١٢٩، و\"تاريخ بغداد\" ٣/ ٣٧٥، و\"سير أعلام النبلاء\" ١٢/ ١٥٣، و\"ميزان الاعتدال\" ٤/ ٦٨، و\"تهذيب التهذيب\" ٣/ ٧٣٥.(١١) يحيى بن يمان العجلي أبو زكريا الكوفي، إمام، عابد، مقرئ، محدث، =</p><p> خليفة (١) عن الحجاج (٢) عن الحكم بن ميناء (٣) عن عائشة قالت: قال رسول الله - صلى الله عليه وسلم -: \"الطوفان الموت\"  (٤) . </p><p> وقال في رواية الضحاك (٥) : (الطوفان الغرق) . </p><p>= صدوق، يخطئ، وتغير بآخر عمره. توفي سنة ١٨٩ هـ. انظر: \"تاريخ بغداد\" ١٤/ ١٢٠، و\"سير أعلام النبلاء\" ٨/ ٣٥٦، و\"ميزان الاعتدال\" ٤/ ٤١٦، و\"تهذيب التهذيب\" ٤/ ٤٠١.(١) المنهال بن خليفة العجلي، أبو قدامة الكوفي، ضعيف، روى عن عطاء بن أبي رباح، وحجاج بن أرطأة وغيرهما، وروى عنه وكيع وعبد الله بن المبارك وغيرهما.انظر: \"الجرح والتعديل\" ٨/ ٣٥٧، و\"ميزان الاعتدال\" ٤/ ١٩١، و\"تهذيب التهذيب\" ٤/ ١٦٢، و\"تقريب التهذيب\" ص ٥٤٧ (٦٩١٧).(٢) حجاج بن أرطأة بن ثور النخعي أبو أرطأة الكوفي، القاضي، إمام، فقيه، صدوق، كثير الخطأ والتدليس، توفي سنة ١٤٥ هـ.انظر: \"الجرح والتعديل\" ٣/ ١٥٣، و\"تاريخ بغداد\" ٨/ ٢٣٠، و\"سير أعلام النبلاء\" ٧/ ٦٨، و\"ميزان الاعتدال\" ١/ ٤٥٨، و\"تهذيب التهذيب\" ١/ ٣٥٦.(٣) الحكم بن ميناء الأنصاري المدني من أولاد الصحابة، روى عن بلال وعائشة وابن عمر وابن عباس وأبي هريرة وغيرهم، وهو إمام ثقة. انظر: \"الجرح والتعديل\" ٣/ ١٢٧، و\"تهذيب التهذيب\" ١/ ٤٧٠، و\"تقريب التهذيب\" ص ١٧٦ (١٤٦٣).(٤) هذا حديث ضعيف، أخرجه الطبري ٩/ ٣١، ٣٢، وابن أبي حاتم ٥/ ١٥٤٤، والأزهري في \"تهذيب اللغة\" ٣/ ٢١٥٤، وذكره ابن كثير في \"تفسيره\" ٢/ ٢٦٨، وقال: (هو حديث غريب)، وذكره السيوطي في \"الدر\" ٣/ ٥١٩ وزاد نسبته (إلى أبي الشيخ وابن مردويه). وضعفه الشيخ أحمد شاكر رحمه الله تعالى في \"حاشية الطبري\" لضعف المنهال بن خليفة العجلي.(٥) قوله: وقال، أي: ابن عباس رضي الله عنهما وقد أخرجه الطبري ٩/ ٣١، وابن أبي حاتم ٥/ ١٥٤٥ بسند ضعيف.</p><p> وقال في رواية أبي ظبيان (١) : (الطوفان أمر من أمر الله[طاف](٢) بهم) ثم قرأ: {فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ}  (٣)  [القلم: ١٩] . </p><p> وروي عنه أيضاً أنه قال:  (الطوفان هو الماء؛ أرسل الله عليهم السماء)  (٤) ، وهذا القول اختيار الفراء فقد قال:  (أرسل الله عليهم[السماء](٥) سبتاً (٦) فلم تقلع ليلاً ولا نهاراً، فضاقت بهم الأرض من تهدم بيوتهم وشغلهم عن ضياعهم فسألوه أن يرفع عنهم فرفع فلم يتوبوا) (٧) ، وهذه الأقوال غير خارجة عن مذهب أهل اللغة (٨) ؛ فقال الليث (٩) : (الطوفان الماء الذي يغشى كل مكان،وشبه العجاج ظلام الليل بذلك فسماه طوفاناً حيث يقول:</p><p> وَعمَّ طُوفَانُ الظلامِ الأثأبَا (١٠) </p><p>(١) أبو ظبيان هو حصين بن جندب بن عمرو بن الحارث الجنبي الكوفي، إمام، تابعي، ثقه، فقيه، روى عن جرير بن عبد الله، وأسامة بن زيد، وابن عباس وغيرهم، توفي سنة ٩٠ هـ. انظر: \"طبقات ابن سعد\" ٦/ ٢٢٤، و\"الجرح والتعديل\" ٣/ ١٩٠، و\"سير أعلام النبلاء\" ٤/ ٣٦٢، و\"تهذيب التهذيب\" ١/ ٤٤١. (٢) لفظ: (طاف) ساقط من (أ).(٣) أخرجه الطبري ٩/ ٣١، وابن أبي حاتم ٥/ ١٥٤٤ بسند لا بأس به.(٤) أخرجه الطبري ٩/ ٣٢، ص ٦١، وابن أبي حاتم ٥/ ١٥٤٥ من عدة طرق جيدة.(٥) لفظ: (السماء) ساقط من (ب).(٦) أي أسبوعًا من السبت إلى السبت.(٧) \"معاني الفراء\" ١/ ٣٩٢.(٨) انظر: \"المنجد\" لكراع ص ٢٥٥، و\"البارع\" ص ٦٨٢، و\"الصحاح\" ٤/ ١٣٩٧، و\"المجمل\" ٢/ ٥٨٩، و\"مقاييس اللغة\" ٣/ ٤٣٢، و\"المفردات\" ص ٥٣٢، و\"اللسان\" ٥/ ٢٧٢٣ (طوف).(٩) النصر في \"العين\" ٧/ ٤٥٨.(١٠) \"ملحق ديوان العجاج\" ٢/ ٢٦٨، و\"المنجد\" ص ٢٥٥، و\"البارع\" ص ٦٨٢، =</p><p> وقال أبو إسحاق:  (الطوفان من كل شيء ما كان كثيراً محيطاً مطيفاً بالجماعة كلها كالغرق الذي يشمل المدن الكثيرة،يقال له:طوفان، وكذلك القتل الذريع طوفان، والموت الجارف طوفان)  (١) انتهى كلامه. </p><p> وهو فعلان (٢) من الطواف (٣) ؛ لأنه يطوف حتى يعم، قاله الأخفش، قال:  (وواحدته في القياس طوفانة)  (٤) . وأنشد: </p><p> غيَّرَ الْجِدَّةَ من آياتها ... خُرُقُ الرِيحِ وطُوفَانُ المَطَرْ (٥) </p><p> وقال أبو العباس:  (الطوفان مصدر مثل الرجحان والنقصان، ولا حاجة به إلى أن نطلب له واحداً)  (٦) . </p><p> وأكثر المفسرين على أن معناه هاهنا: المطر الكثير (٧) ، فقد قال ابن </p><p>= و\"تهذيب اللغة\" ٣/ ٢١٥٤،و\"الصحاح\" ٤/ ١٣٩٧، و\"المجمل\" ٢/ ٥٨٩، و\"مقاييس اللغة\" ٣/ ٤٣٢، و\"اللسان\" ٥/ ٢٧٢٤ (طوف)، و\"الدر المصون\" ٥/ ٤٣٣، وأوله: حتَّى إذا مَا يَوْمُهَا تَصَّبْصَبَاوفي \"العين\" قال: (الأثأب: شجر شبه الطرفاء إلا أنه أكبر منه) اهـ.(١) \"معاني الزجاج\" ٤/ ١٦٤، و\"تهذيب اللغة\" ٣/ ٢١٥٤.(٢) وعليه يكون اسم جنس كقمح وقمحة وشعير وشعيرة، أفاده السمين في \"الدر\" ٥/ ٤٣٢.(٣) في (ب): (من الطوف)، وهو تحريف.(٤) \"معاني الأخفش\" ٢/ ٣٠٨ وزاد فيه: (وهي من طاف يطوف) اهـ.(٥) البيت لحسيل بن عرفطة الأسدي، شاعر جاهلي، في \"النوادر\" لأبي زيد ص ٧٧، و\"تفسير الطبري\" ٩/ ٣٢، والماوردي ٢/ ٢٥٢، وبلا نسبة في \"تهذيب اللغة\" ٣/ ٢١٥٤، و\"الصحاح\" ٤/ ١٣٩٧، و\"المنصف\" ٢/ ٢٢٨، و\"تفسير ابن عطية\" ٦/ ٤٩، و\"اللسان\" ٥/ ٢٧٢٤، و\"البحر\" ٤/ ٣٧٣، و\"الدر المصون\" ٥/ ٤٣٣.(٦) \"تهذيب اللغة\" ٣/ ٢١٥٤، وجعله السمين في \"الدر\" ٥/ ٤٣٢، من قول المبرد في آخرين.(٧) انظر: \"مجاز القرآن\" ١/ ٢٢٦، و\"تفسير غريب القرآن\" ص ١٨٠، و\"معاني النحاس\" ٣/ ٦٩، و\"تفسير المشكل\" ص ٨٦.</p><p> عباس وسعيد بن جبير وقتادة ومحمد بن إسحاق (١) : (لما أبى (٢) فرعون وقومه الإيمان دعا عليهم موسى، فقال: يا رب إن عبدك فرعون بغى وعتا، وإن قومه قد نقضوا عهدك، رب فخذهم بعقوبة، فأرسل الله عليهم السماء بالماء فامتلأت بيوت القبط ماء حتى قاموا في الماء إلى تراقيهم من جلس منهم غرق، ولم يدخل بيوت بني إسرائيل من الماء قطرة، ودام ذلك عليهم سبعة أيام، فقالوا لموسى: ادع لنا ربك يكشف عنا فنؤمن لك، فدعا ربه فرفع عنهم الطوفان، فلم يؤمنوا، فأنبت الله لهم في تلك السنة ما لم ينبته قبل ذلك من الكلأ والزرع، فقالوا: هذا ما كنا (٣) نتمنى وما كان ذلك الماء إلا نعمة علينا، فبعث الله عليهم الجراد) وهو معروف، والواحدة: جرادة (٤) ونبت مجرود قد أكل الجراد زورقه (٥) . </p><p> [وقال اللحياني:  (أرض جَرِدَة ومَجرُودَة قد لحسها الجراد)  (٦) وإذا </p><p>(١) أخرجه الطبري في \"تفسيره\" ٩/ ٣٤، من عدة طرق جيدة عن ابن عباس وسعيد بن جبير وقتادة والسدي ومحمد بن إسحاق، وأخرجه ابن أبي حاتم ٥/ ١٥٥٠ من عدة طرق جيدة عن ابن عباس، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٣٤، بسند جيد عن قتادة. (٢) في (ب): (لما أتى)، وهو تصحيف.(٣) لفظ: (كنا) ساقط من أصل (أ)، وملحق بالهامش.(٤) الذكر والأنثى فيه سواء يقال: جرادة ذكر وجرادة أنثى، كنملة وحمامة، مشتق من الجَرْد، أفاده السمين في \"الدر\" ٥/ ٤٣٤.(٥) زورقه: أي: خضرته، انظر: \"اللسان\" ٣/ ١٨٢٧ (زرق).وفي أصل (أ): (زورقها ثم صحح إلى زورقه)، ولعله ورقه، وفي (ب): (ونبت مجرود قد أكل الجراد والزرع) اهـ. وعند الرازي ١٤/ ٢١٨: (ونبت مجرود قد أكل الجراد ورقه) اهـ.(٦) \"تهذيب اللغة\" ١/ ٥٧٣ (جرد).</p><p> أصاب الجراد الزرع] (١) قيل: جُرِد الزرع، وأصل هذا كله من الجَرْد وهو: أخذك الشيء من الشيء جرفاً وسحقاً، ومن هذا يقال للثوب الذي قد ذهب زِئْبِرُه (٢) : جَرْد، وأرض جَرْداء: لا نبات فيها، ومكان أجْرَد (٣) . </p><p> قالوا:  (فأكلت الجراد عامة زروعهم (٤) وثمارهم حتى إن كانت لتأكل الأبواب والسقوف حتى تقع دورهم ولا تدخل بيوت بني إسرائيل فعجّوا وأعطوا موسى عهد الله لئن كشف الله ذلك أن يؤمنوا، فدعا موسى فكشف الله الجراد بعد ما أقام عليهم سبعة أيام، وكان قد بقيت من غلاتهم بقية. فقالوا: قد بقي لنا ما هو كافينا فما نحن بتاركي ديننا، فبعث الله عليهم القُمّل). </p><p> واختلفوا فيه. فقال ابن عباس في رواية عطاء:  (هو الدبى)  (٥) [ومثل ذلك روى الوالبي عنه (٦) . </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) الزئبر، بالكسر مهموز: ما يعلو الثوب الجديد ويظهر من درز الثوب. انظر: \"اللسان\" ٣/ ١٧٩٩ (زأبر).(٣) انظر: \"العين\" ٦/ ٧٥ - ٧٧، و\"المنجد\" ص ١٦٥، و\"الجمهرة\" ١/ ٤٤٦، و\"الصحاح\" ٢/ ٤٥٥، و\"المجمل\" ١/ ١٨٦، و\"مقاييس اللغة\" ١/ ٤٥٢، و\"المفردات\" ص ١٩١، و\"اللسان\" ١/ ٥٨٧ (جرد).(٤) في (ب): (زرعهم).(٥) ذكره الواحدي في \"الوسيط\" ١/ ٢٢٨ من رواية عطاء عن ابن عباس.(٦) أخرجه الطبري ٩/ ٣٢، ٣٣ من عدة طرق جيدة عن علي بن أبي طلحة، وعطية العوفي، والضحاك عن ابن عباس، وأخرجه ابن أبي حاتم ٥/ ١٥٤٦ من طرق عن عكرمة والضحاك عن ابن عباس.</p><p> وهو قول مجاهد (١) والسدي وقتادة (٢) والكلبي (٣) قالوا: (القمل الدبى (٤) : الصغار التي لا أجنحة لها] (٥) ). </p><p> وقال عكرمة:  (هي بنات الجراد)  (٦) . وهذا القول هو اختيار الفراء قال:  (القُمّل الدبا التي لا أجنحة لها)  (٧) . </p><p> وقال (٨) في رواية سعيد بن جبير: (القُمّل: هو السوس الذي يخرج من الحنطة) . وهو قول الحسن وسعيد بن جبير قالا (٩) : (القُمّل: دواب سود صغار)  (١٠) . وهو قول الليث في القُمَّل. قال:  (هو الذّر الصغار)  (١١) . </p><p>(١) \"تفسير مجاهد\" ١/ ٢٤٤. (٢) أخرجه الطبري ٩/ ٣٣ من طرق جيدة عن مجاهد وقتادة والسدي، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٣٤ بسند جيد عن قتادة.(٣) \"تنوير المقباس\" ٢/ ١٢١. وذكره هود الهواري في \"تفسيره\" ٢/ ٣٨ - ٣٩، والثعلبي ٦/ ١٠ أ، والواحدي في \"الوسيط\" ١/ ٢٢٨، والبغوي ٣/ ٢٧٠.(٤) الدبى: قال في \"اللسان\" ٣/ ١٣٢٥ (دبى): (الدبى الجراد قبل أن يطير، وقيل: هو أصغر ما يكون من الجراد والنمل، وقيل: هو نوع يشبه الجراد) اهـ.(٥) ما بين المعقوفين ساقط من (ب).(٦) أخرجه الطبري ٩/ ٣٣ بسند ضعيف.(٧) \"معاني الفراء\" ١/ ٣٩٢، وانظر: \"الزاهر\" ١/ ٢٢٢.(٨) قوله: (وقال) أي ابن عباس، وقد أخرجه الطبري ٩/ ٣٢، وابن أبي حاتم ٥/ ١٥٤٧ بسند جيد عنه.(٩) في (ب): (قال)، وهو تحريف.(١٠) أخرجه الطبري ٩/ ٣٣ بسند ضعيف عن سعيد بن جبير والحسن، وأخرجه الطبري ٩/ ٣٣، عن سعيد بن جبير بسند جيد من وجه آخر.(١١) \"تهذيب اللغة\" ٣/ ٣٠٤٧، وانظر: \"العين\" ٥/ ١٧٦.</p><p> وقال ابن السكيت:  (القُمَّل شيء يقع في الزرع ليس بجراد فيأكل السنبلة وهي غضة قبل أن تخرج، فيطول الزرع ولا سنبل له)  (١) ، [قال]  (٢) الأزهري: (وهذا هو الصحيح)  (٣) . وذكره عطاء (٤) . </p><p> قالوا:  (فتتبع القُمّل ما بقي من حروثهم وأشجارهم فأكله ولحس الأرض كلها) هذا على قول من قال: إنه الدبى، ومن قال: إنه السوس، فقال سعيد بن جبير:  (كان الرجل يخرج عشرة أقفزة (٥) إلى الرحى فلا يرد منها إلا ثلاثة أقفزة). </p><p> وقال أبو عبيدة (٦) والأخفش (٧) : (القُمل عند العرب: الحمنان وهي ضرب من القردان) . وروى أبو عبيد عن أبي الحسن العدوي (٨) : (القمل </p><p>(١) \"تهذيب اللغة\" ٣/ ٣٠٤٧. (٢) لفظ: (قال) ساقط من (ب).(٣) \"تهذيب اللغة\" ٣/ ٣٠٤٧، وانظر: \"الجمهرة\" ٢/ ٩٧٤، و\"الصحاح\" ٥/ ١٨٠٥، و\"المجمل\" ٣/ ٧٣٤، و\"مقاييس اللغة\" ٥/ ٢٩، و\"المفردات\" ص ٦٨٤، و\"اللسان\" ٦/ ٣٧٤٣ (قمل).(٤) ذكره ابن أبي حاتم ٥/ ١٥٤٧، والثعلبي ٦/ ١٠ أ، والبغوي ٣/ ٢٧٠ عن عطاء الخرساني قال: (هو القَمْل) اهـ.(٥) القفيز: من المكاييل معروف، وهو مكيال تتواضع الناس عليه. انظر: \"اللسان\" ٦/ ٣٧٠١ (قفز)، والأثر أخرجه الطبري ٩/ ٣٤ بسند جيد فيه: (فكان الرجل يخرج عشرة أجربة إلى الرحى فلا يرد منها ثلاثة أقفزة) اهـ.(٦) \"مجاز القرآن\" ١/ ٢٢٦.(٧) ذكره الثعلبي ٦/ ١٠ أعن الأخفش ولم أقف عليه في \"معانيه\".(٨) أبو الحسن الأعرابي العدوي، لعله علي بن الحسن بن عبيد بن محمد الشيباني أبو الحسن المعروف بابن الأعرابي البغدادي، صاحب أدب ورواية للأخبار، روى عن أبي خالد يزيد بن يحيى الخزاعي وأبي العتاهية الشاعر وغيرهم، انظر: \"تاريخ بغداد\" ١١/ ٣٧٣، و\"اللباب\" لابن الأثير ١/ ٧٤.</p><p> دواب صغار من جنس القردان إلا أنها أصغر منها، واحدتها قُمَّلة) (١) ويؤكد هذا القول ما روي عن أبي العالية (٢) في تفسير هذا الحرف قال: (أرسل الله الحمنان على دوابهم فأكلها حتى لم يقدروا على الميرة)  (٣) . </p><p> قالوا:  (وكان القمل يدخل (٤) بين ثوب أحدهم وبين جلده (٥) فيعضه، وأخذت أشعارهم وأبشارهم ولزم جلودهم كأنه الجُدري عليهم، ومنعهم النوم والقرار، وكل هذا من فعل القُراد، فصرخوا وصاحوا إلى موسى: إنا نتوب ولا نعود فادعُ لنا ربَّك، فدعا (٦) موسى، فرفعَ الله القملَ عنهم، فنكثوا وعادوا لأخبثِ أعمالِهم، فدعا موسى عليهم فأرسل الله عليهم الضفادع يدخل في طعامهم وشرابهم وأوانيهم وفرشهم، فكان أحدهم يُصبح وهو (٧) على فراشه متراكب، ويجلس الرجل إلى ذَقَنه في الضفادع ويهمّ أن يتكلم فيثب الضفدع في فيه، فبكوا وشكوا إلى موسى وقالوا: هذه المرة نتوب ولا نعود، فأخذ عهودهم ومواثيقهم ثم دعا ربه فكشف عنهم الضفادع فعادوا لكفرهم وتكذيبهم، فدعا عليهم موسى فأرسل الله (٨) عليهم </p><p>(١) \"معاني النحاس\" ٣/ ٧٠، و\"تهذيب اللغة\" ٣/ ٣٠٤٧، وقال بعده النحاس: (وليس هذا بناقض لما قاله أهل التفسير لأنه يجوز أن تكون هذه الأشياء كلها أرسلت عليهم وهي كلها تجتمع في أنها تؤذيهم) اهـ. (٢) ذكره الثعلبي في \"الكشف\" ٦/ ١٠ ب.(٣) الميرة: الطعام يمتاره الناس ونحوه مما يجلب للبيع. انظر: \"اللسان\" ٧/ ٤٣٠٦ (مير).(٤) في (ب): (دخل)، وهو تحريف.(٥) في (ب): (جلدهم).(٦) في (ب): (لدعا)، وهو تحريف.(٧) في (أصل) (أ): (وهي) ثم صحح في الأعلى إلى (وهو) وهو الأولى.(٨) لفظ: (الله) ساقط من (ب).</p>"
}