{
  "id": null,
  "sura": 7,
  "aya": 32,
  "text": "<p> على أنفسكم ما قد أحللته لكم، أي: من اللحم والدسم، وهذا معنى قول الفراء (١) . </p><p> وقال الزجاج:  (الإسراف أن يأكل ما لا يحل أكله مما حرم الله عز وجل؛ أن يؤكل منه شيء، أو يأكل ما أحل الله فوق مقدار الحاجة، فأعلم الله أنه لا يحب من أسرف، ومن لم يحببه الله فهو في النار)  (٢) . </p><p> ٣٢ - قوله تعالى:  {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ} . قال ابن عباس (٣) والمفسرون (٤) : (يريد: اللباس يستر به العورة) . </p><p> قال أبو إسحاق:  (أي: من حرم أن تلبسوا في طوافكم ما يستركم)  (٥) . </p><p> وقوله تعالى:  {وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} أي: الحلالات من الرزق، يعني ما حرموه على أنفسهم من البحائر والسوائب، قاله ابن عباس (٦) ، وقتادة (٧) . </p><p>(١) \"معاني الفراء\" ١/ ٣٣٧. (٢) \"معاني الزجاج\" ٢/ ٣٣٣، وانظر: \"تفسير الطبري\" ٨/ ١٦٢، والسمرقندي ١/ ٥٣٨، والماوردي ٢/ ٢١٨، والآية عامة في أكل وشرب ما أحله الله تعالى ورسوله - صلى الله عليه وسلم - ونهى عن السرف مطلقًا ويدخل فيه من حلل حرامًا أو حرم حلال، وهذا قول عامة أهل العلم. انظر: \"تفسير ابن عطية\" ٥/ ٤٨٢، والرازي ١٤/ ٦٢، والقرطبي ٧/ ١٩١ - ١٩٥، وابن كثير ٢/ ٢٣٦.(٣) سبق تخريجه.(٤) ذكره الرازي في \"تفسيره\" ١٤/ ٦٣، وقال: (المراد بالزينة اللباس الذي تستر به العورة، وهو قول ابن عباس وكثير من المفسرين) اهـ.(٥) \"معاني القرآن\" ٢/ ٣٣٣.(٦) ذكره الثعلبي في \"تفسيره\" ١٨٩ ب، والبغوي ٣/ ٢٢٥، وابن الجوزي ٣/ ١٨٩ عن ابن عباس وقتادة، وذكره الماوردي ٢/ ٢٤ عن الحسن وقتادة.(٧) أخرجه الطبري ٨/ ١٦٤، وابن أبي حاتم ٥/ ١٤٦٧ بسند جيد.</p><p> وقال الآخرون (١) : (يعني: ما كانوا يحرمونه على أنفسهم أيام حجهم من اللحم والدسم) ، وهذا كالاختلاف في قوله:  {وَكُلُوا وَاشْرَبُوا}  [الأعراف: ٣١] في الآية الأولى (٢) . </p><p> وقوله تعالى:  {قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ} </p><p> قال الفراء:  (نصب{خَالِصَةً}على القطع (٣) وجعلت خبر (هي (٤) ) في اللام التي في قوله {لِلَّذِينَ} والخالصة ليست بقطع من هذه اللام، ولكنها قطع من لام أخرى مضمرة، والمعنى والله أعلم:  {قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا} مشتركة وهي لهم في الآخرة {خَالِصَةً} على القطع) (٥) . </p><p> قال أبو علي:  (قوله:{فِي الْحَيَاةِ الدُّنْيَا}[يحتمل أن يكون ظرفًا لـ (هي) ، وخبرها قوله:  {لِلَّذِينَ آمَنُوا} والتقدير: هي في الحياة الدنيا] (٦) </p><p>(١) أخرجه الطبري ٨/ ١٦٣ من عدة طرق جيدة عن السدي، وابن زيد، وأخرجه ابن أبي حاتم ٥/ ١٤٦٧ من عدة طرق جيدة عن السدي، وسعيد بن جبير. وانظر: \"الدر المنثور\" ٣/ ١٥٠. (٢) والآية عامة في كل ما يتزين به من ملبوس أو غيره، وفي الطيبات من المآكل والمشارب التي أباحها الله تعالى ورسوله - صلى الله عليه وسلم - وإنكار عام على كل من أحل ما حرم الله أو حرم ما أحل الله، ومنها ما فعله أهل الجاهلية. قال الطبري في \"تفسيره\" ٨/ ١٦٣: (يقول الله تعالى ذكره لنبيه - صلى الله عليه وسلم - قل لهؤلاء من حرم عليكم زينة الله التي خلقها لعباده؛ أن تتزينوا بها وتتجملوا بلباسها والحلال من رزق الله الذي رزقه خلقه لمطاعمهم ومشاربهم، وقد أجمعوا على أن الزينة ما قلنا) اهـ. ملخصًا.وانظر: \"تفسير بن عطية\" ٥/ ٤٨٢، ٤٨٣، والقرطبي ٧/ ١٩٥.(٣) يعني بالقطع الحال، أفاده السمين في \"الدر\" ٥/ ٣٠٢، وانظر: \"معجم المصطلحات النحوية\" ص ١٨٨.(٤) في \"معاني الفراء\" ١/ ٣٧٧: (وجعلت الخبر في اللام التي في الذين ..) اهـ.(٥) \"معاني الفراء\" ١/ ٣٧٧.(٦) ما بين المعقوفين ساقط من (ب).</p><p> للمؤمنين مقدرًا خلوصها يوم القيامة، ويحتمل أن يكون قوله:  {فِي الْحَيَاةِ الدُّنْيَا} متصلًا بالصلة التي هي (١)  (آمنوا) ، والمعنى {هِيَ لِلَّذِينَ آمَنُوا} في حياتهم - أي: الذين لم يكفروا فيها- {خَالِصَةً} ، فموضع (في) على هذا نصب بآمنوا، والعامل في الحال معنى اللام في:  {لِلَّذِينَ} ، والمعنى: هي تثبت وتستقر {لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً} . </p><p> قال: ويجوز أن يكون قوله: {فِي الْحَيَاةِ الدُّنْيَا} في موضع حال (٢) ، وصاحب الحال هو (هي) والعامل في الحال معنى الفعل في {لِلَّذِينَ آمَنُوا} ، كما بينا، والمعنى: قل: هي تثبت لهم (٣) مستقرة {فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ} [أي: هي ثابتة للذين آمنوا في حال خلوصها يوم القيامة) (٤) ] (٥) . </p><p> وقرأ نافع (٦) : {خَالِصَةً} رفعًا، قال الزجاج:  (ورفعها على أنه خبر بعد خبر كما تقول: زيد عاقل لبيب،والمعنى:قل هي ثابتة للمؤمنين{فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ}(٧) . </p><p> قال أبو علي: (قوله: رفعها على أنه خبر بعد خبر جائز حسن، ويجوز </p><p>(١) في (أ): (التي هي للذين آمنوا في حياتهم، أي: للذين لم يكفروا ..). (٢) في (ب): قال: (وصاحب الحال).(٣) في (ب): (قل هي يثبت ويستقر للذين آمنوا في الحياة الدنيا خالصة يوم القيامة).(٤) ما بين المعقوفين ساقط من (ب).(٥) هذا ملخص من \"الإغفال\" ص ٧٧١ - ٧٧٢، و\"الحجة\" ٤/ ١٥ - ١٧.(٦) قرأ نافع: في {خَالِصَةً} بالرفع، وقرأ الباقون بالنصب. انظر: \"السبعة\" ص ٢٨٠, و\"المبسوط\" ص ١٨٠، و\"التذكرة\" ٢/ ٤١٨، و\"التيسير\" ص ١٠٩، و\"النشر\" ٢/ ٢٦٩.(٧) \"معاني القرآن\" ٢/ ٣٣٣.</p><p> أيضاً عندي أن لا يكون خبرًا بعد خبر، ولكن تكون {خَالِصَةً} خبر الابتداء كأنه في التقدير: قل هي خالصة للذين آمنوا في الحياة الدنيا، فيكون {لِلَّذِينَ آمَنُوا} متعلقاً بخالصة, وفي موضع نصب به، والمعنى: هي تخلص للذين آمنوا يوم القيامة وإن شركهم غيرهم من الكافرين [في الدنيا)]  (١) . </p><p> قال ابن عباس:  (شارك المسلمين المشركون في الطيبات في الحياة الدنيا؛ فأكلوا من طيبات طعامها, ولبسوا من جياد ثيابها، ونكحوا من صالح نسائها، ثم يخلص الله الطيبات في الآخرة للذين آمنوا, وليس للمشركين فيها شيء)  (٢) ، وهذا قول الحسن والضحاك وابن جريج وابن زيد (٣) . </p><p> وقال عطاء في قوله تعالى:  {خَالِصَةً يَوْمَ الْقِيَامَةِ} : (يريد: إن الله جعل لهم الجنة خالصة بطاعتهم الله في الدنيا)  (٤) ففسر {الطَّيِّبَاتِ} بالجنة لأنها محل الطيبات في الآخرة. </p><p> قال أبو إسحاق: (أعلم الله عز وجل أن الطيبات تخلص للمؤمنين في </p><p>(١) لفظ: (في الدنيا) ساقط من (أ)، والنص من \"الإغفال\" ص ٧٧١، و\"الحجة\" ٤/ ١٤ - ١٦، وانظر: في \"توجيه القراءات وإعرابها\"، و\"تفسير الطبري\" ٨/ ١٦٥، و\"إعراب النحاس\" ١/ ٦٠٩، و\"معاني القراءات\" ١/ ٤٠٤، و\"إعراب القراءات\" ١/ ١٨٠، و\"الحجة\" لابن خالويه ص ١٥٤، ولابن زنجلة ص ٢٨١، و\"الكشف\" ١/ ٤٦١ - ٤٦٢، و\"المشكل\" ١/ ٢٨٨ - ٢٩٠. (٢) أخرجه الطبري في \"تفسيره\" ٨/ ١٦٤، وابن أبي حاتم ٥/ ١٤٦٨ بسند جيد.(٣) أخرج الطبري في \"تفسيره\" ٨/ ١٦٤, ١٦٥ من عدة طرق جيدة عن الحسن والضحاك وابن جريج وابن زيد وأخرجه ابن أبي حاتم ٥/ ١٤٦٨ عن الحسن والضحاك وقتادة وعكرمة، وأخرجه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٢٨ بسند جيد عن الحسن. وانظر: \"الدر المنثور\" ٣/ ١٥٠.(٤) لم أقف على من ذكره.</p>"
}