{
  "id": null,
  "sura": 7,
  "aya": 65,
  "text": "<p> بعمى القلب، وقد يكون العمي والأعمى كالخَضِر والأخضر (١) ، وفَعِل يأتي كثيرًا في النعوت من فَعِلَ يفعل نحو: حذِرٍ وطمِعٍ وهرِمٍ وعَجِلٍ. ومن المعتل: شجي وصدٍ للعطشان، ونسي، إذا اشتكى نساه فهو أنسى ونسي. ذكره ابن السكيت (٢) . </p><p> ٦٥ - وقوله تعالى:  {وَإِلَى عَادٍ أَخَاهُمْ هُودًا} الآية. انتصب:  {أَخَاهُمْ} بقوله: {أَرْسَلْنَا} في أول الكلام، وهو قوله:  {لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ}  [الأعراف: ٥٩] و (٣) المعنى: وأرسلنا إلى عاد {أَخَاهُمْ هُودًا} ، وهذا قول الفراء، والزجاج، والأخفش (٤) ، ومعنى {أَخَاهُمْ} قال ابن عباس: (يريد: ابن أبيهم)  (٥) . </p><p>(١) قال السمين في \"الدر\" ٥/ ٣٥٧: (عَمين: جمع عَم، قيل: عم إذا كان أعمى البصيرة غير عارف بأموره، وأعمى أي: في البصر، وقيل: عم وأعمى بمعنى كخضر وأخضر، وقيل: عمٍ فيه دلالة على ثبوت الصفة واستقرارها كفرح وضيق ولو أريد الحدوث لقيل عام كما يقال: فارح وضائق) اهـ، وانظر: \"الصحاح\" ٦/ ٢٤٣٩، و\"مقاييس اللغة\" ٤/ ١٣٣، و\"المجمل\" ٣/ ٦٢٨، و\"المفردات\" ص ٥٨٨ (عمى). (٢) قال ابن السكيت في \"إصلاح المنطق\" ص ١٥٥ وص١٨٠ وص٣٧٠: (رجل عَمِي القلب وعم عن الصواب ورجل شج: إذا غص باللقمة ورجل صَدٍ للعطشان وصَدْيان وصاد، وإذا اشتكى الرجل نساه قلت: نَسِي يَنْسَى نسى فهو نَسٍ وقد نسيت الشيء: إذا لم تذكره، وقد أنسيته ما كان يحفظه، وأنسأته البيع: إذا أخرت ثمنه عليه) اهـ. ملخصًا.(٣) لفظ: (الواو) ساقط من (أ).(٤) انظر: \"معاني الفراء\" ١/ ٣٨٣، والأخفش ٢/ ٣٠٥، والزجاج ٢/ ٣٤٧، وهو قول الأكثر، انظر: \"تفسير الطبري\" ٨/ ٢١٥، و\"إعراب النحاس\" ١/ ٦٢٢، و\"المشكل\" ١/ ٢٩٦، و\"التبيان\" ص ٣٨١، و\"الفريد\" ٢/ ٣٢٣، و\"الدر المصون\" ٥/ ٣٥٨.(٥) ذكره القرطبي ٧/ ٢٣٠.</p><p> وقال الكلبي:  (ليس بأخيهم في الدين، ولكنه أخوهم في النسب؛ لأنه منهم، فلذلك جعله أخاهم)  (١) . قال الزجاج:  (وقيل للأنبياء: (أخوهم) وإن كانوا كفرة، يعني: أنه قد أتاهم بشر مثلهم من بني أبيهم آدم وهو أحجّ عليهم، قال: وجائز أن يكون (أخاهم) ؛ لأنه من قومهم ليكون أفهم لهم بأن يأخذوا عن رجل منهم) (٢) . </p><p> وقال بعض أهل النظر: (قوله تعالى: {أَخَاهُمْ} يعني: صاحبهم ورسولهم، والعرب تسمي صاحب القوم أخ القوم، ومنه قوله - صلى الله عليه وسلم -: \"إن أخا صداء(٣)قد أذن[و](٤)إنما يقيم من أذن\"  (٥) يريد (٦) صاحبهم، ومن هذا </p><p>(١) ذكره الواحدي في \"الوسيط\" ١/ ٢٠٠، والرازي ١٤/ ١٥٤، وذكره السيوطي في \"الدر\" ٣/ ١٧٧، وقال: (أخرجه ابن المنذر من طريق الكلبي عن ابن عباس) اهـ. (٢) \"معاني الزجاج\" ٢/ ٢٤٧.(٣) صُداء: اسم قبيلة من كهلان من القحطانية من اليمن. انظر: \"اللباب\" لابن الأثير٢/ ٢٣٦، و\"نهاية الأرب \" ص ٢٨٦، والمراد به هنا: زياد بن الحارث الصُدائي،صحابي له وفادة، انظر: \"الإصابة\" ١/ ٥٥٧(٤) لفظ: (الواو) ساقط من (ب).(٥) أخرجه عبد الرزاق في \"المصنف\" ١/ ٤٧٥ - ٤٧٦، وابن سعد في \"الطبقات الكبرى\" ١/ ٣٢٦ - ٣٢٧، وابن أبي شيبة ١/ ١٩٦ (٢٢٤٦)، وأحمد ٤/ ١٦٩، وابن عبد الحكم في \"فتوح مصر\" ص ٢١٤، وابن ماجه كتاب الأذان والسنة فيه، باب: السنة في الأذان رقم (٧١٧)، وأبو داود كتاب الصلاة، باب في الرجل يؤذن ويقيم آخر رقم (٥١٤)، والترمذي كتاب الصلاة، باب: ما جاء أن من أذن فهو يقيم رقم (١٩٩)، والبيهقي في \"سننه\" ١/ ٣٨١ وص ٣٩٩ وفيه عبد الرحمن زياد بن أنعم الأفريقي قاضيها ضعيف في حففه، قاله الحافظ في \"التقريب\" ص ٣٤٠ (٣٨٦٢) لكن الحديث له طرق. وقال الترمذي: (العمل على هذا عند أكثر أهل العلم أن من أذن فهو يقيم) اهـ.(٦) لفظ: (يريد) ساقط من (أ).</p>"
}