{
  "id": null,
  "sura": 7,
  "aya": 149,
  "text": "<p> عباس:  (يريد: لا يرشدهم إلى دين)  (١) ، يريد: العجل. </p><p> قال أصحابنا:  (هذا يدل على أن من لا يكون متكلمًا لا يجوز أن يكون إلهًا، وأن الإله هو الذي يتكلم ويهدي السبيل)  (٢) . وقول:  {اتَّخَذُوهُ} أي: إلهًا ومعبودًا، كقوله:  {ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْ بَعْدِهِ}  [البقرة: ٥١] . أي: إلهًا. وقد مر. </p><p> وقوله تعالى:  {وَكَانُوا ظَالِمِينَ} . قال ابن عباس:  (يريد: مشركين)  (٣) . قال أهل المعاني:  (وهذه الآية إخبار عن جهل بني إسرائيل في اتخاذهم العجل إلهًا وهو لا يهديهم سبيلاً، ولا يستطيع كلامًا فيدعو إلى رشدٍ أو يصرف عن غيّ)  (٤) . </p><p> ١٤٩ - قوله تعالى:  {وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ} ، قال ابن عباس (٥) والمفسرون (٦) : (أي: ندموا على عبادتهم العجل) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ٢/ ٢٤٣ بلا نسبة. وقال الزجاج ٢/ ٣٧٨ في معنى الآية: (أي: لا يبين لهم طريقًا إلى حجة) اهـ. (٢) انظر: \"تفسير الطبري\" ٩/ ٦٢.(٣) ذكره الواحدي في \"الوسيط\" ٢/ ٢٤٣، وابن الجوزي ٣/ ٢٦٢.(٤) قال الطبري ٣/ ١١٧ في معنى الآية: (يخبر جل ذكره عنهم أنهم ضلوا بما لا يضل بمثله أهل العقل، وذلك أن الرب جل جلاله الذي له ملك السموات والأرض ومدبر ذلك لا يجوز أن يكون جسدًا له خوار لا يكلم أحدًا ولا يرشد إلى خير ...) اهـ.(٥) \"تنوير المقباس\" ٢/ ١٢٨، وذكره الواحدي في \"الوسيط\" ٢/ ٢٤٤.(٦) انظر \"مجاز القرآن\" ١/ ٢٢٨، و\"غريب القرآن\" لليزيدي ص ١٥٠، و\"تفسير غريب القرآن\" ١٨٠ - ١٨١، و\"تفسير الطبري\" ٩/ ٦٢، والسمرقندي ١/ ٥٧١، والبغوي ٣/ ٢٨٣، وقال الرازي ٧/ ١٥: (اتفقوا على أن المراد اشتد ندمهم على عبادة العجل) اهـ.</p><p> قال الفراء:  (يقال: سُقِط في يده وأُسْقِط من الندامة، وسُقط أكثر وأجود)  (١) . </p><p> وقال الزجاج:  (يقال للرجل النادمِ على ما فعل الخَسِرِ على ما فرط منه: قد سُقِط في يده وأُسْقِط)  (٢) . قال الأزهري:  (وإنما حَسَّنَ قولَهم: سقط في يده،بضم السين غير مسمًّى فاعله الصفةُ وهي قولهم:(في يده) ، ومثله قول امرؤ القيس: </p><p> فدع عنك نهبًا صيح في حَجَراته ... ولكن حديثًا ما حديث الرواحل (٣) </p><p> أي: صاح المنتهب في حجراته، وكذلك (٤) المراد: سقط الندم في يده) (٥) انتهى كلامه. </p><p> فقد بان بقول المفسرين وأهل اللغة أن قولهم:  (سُقط في يده) معناه: نَدِم، وأن هذا اللفظ يستعمل في صفة النادم، فأما القول في أصله ومأخذه فلم أر لأحد من الأئمة فيه شيئًا أرتضيه إلا ما ذكره أبو القاسم الزجاجي، وهو أنه قال:  (قوله:{سُقِطَ فِي أَيْدِيهِمْ}بمعنى (٦) ندموا، نظمٌ لم يُسمع قبل القرآن ولا عرفته العرب، ولم يوجد ذلك في أشعارهم، والذي يدل على صحة ذلك أن شعراء الإسلام لما سمعوا هذا النظم واستعملوه في </p><p>(١) \"معاني الفراء\" ١/ ٣٩٣ وفيه زاد (وأسقط لغة). وانظر: \"معاني الأخفش\" ٢/ ٣١٠. (٢) \"معاني الزجاج\" ٢/ ٣٧٨، ونحوه قال النحاس في \"معانيه\" ٣/ ٨١.(٣) \"ديوانه\" ص ١٣٥، و\"اللسان\" ٤/ ٢٠٣٩ (سقط)، و\"الدر المصون\" ٥/ ٤٦١، وفي \"الديوان\" (دع) بدل فدع، والنهب: الغارة والسلب، وحجراته: نواحيه، والرواحل: النوق.(٤) في (ب): (ولذلك)، وهو تحريف.(٥) \"تهذيب اللغة\" ٢/ ١٧١٣ (سقط).(٦) في (ب): (معناه).</p><p> كلامهم خفي عليهم وجه الاستعمال؛ لأن عادتهم لم تَجْرِ بِهِ، فقال أبو نواس (١) : </p><p> ونشوة سقطت منها في يدي (٢) </p><p> وأبو نواس هو العالم النّحْرِير (٣) فأخطأ في استعمال هذا اللفظ؛ لأن فُعِلتْ لا يبنى إلا من فعل (٤) متعدٍّ وسُقط لازم لا يُعدى إلا بحرف الصفة. لا يُقال: سُقِطت كما لا يقال: رُغِبتُ، وغُضبتُ، إنما يقال: رُغِب فيّ، وغضْبَ عليّ، وذكر أبو حاتم (٥) : (سُقط فلان في يده،بمعنى:ندم) ، وهذا خطأ مثل قول أبي نواس؛ لأنه لو جاز: سُقط فلان في يده، لجاز: سقطت في يدي، ولو كان الأمر على ما ذكره لكان النظم: ولمّا سُقطوا في أيديهم، أو سقط القوم في أيديهم. </p><p>(١) أبو نُواس: هو الحسن بن هانئ الحكمي مولاهم أبو علي البصري، شاعر مشهور، عالم باللغة، فصيح، أخذ عن أبي زيد وأبي عبيدة وغيرهما، وهو شاعر مجيد، لكن فسقه ظاهر، أكثر من النظم في المجنون والخمر والغلمان، وغلب عليه اللهو، وذكر عنه التوبة في آخر عمره. توفي سنة ١٩٥ هـ أو بعدها وقد قارب الستين سنة. انظر: \"الشعر والشعراء\" ص ٥٣٨، و\"تاريخ بغداد\" ٧/ ٤٣٦، و\"وفيات الأعيان\" ٢/ ٩٥، \"لسان الميزان\" ٧/ ١١٥، و\"تهذيب تاريخ ابن عساكر\" ٤/ ٢٥٧، و\"الإعلام\" ٢/ ٢٢٥.(٢) ليس في \"ديوانه\"، ولم أقف على تكملته. ونقله السمين في \"الدر\" ٥/ ٤٦٢ عن الواحدي، وذكره الميداني عن الزجاجي في \"مجمع الأمثال\" ٢/ ٣٣١.(٣) النّحْرِير: الحاذق الماهر العاقل المجرب وقيل: الرجل الفطن المُتْقِن البصير في كل شيء، انظر: \"اللسان\" ٧/ ٤٣٦٥ (نحو).(٤) انظر: \"تصحيح التصحيف وتحرير التحريف\" للصفدي ص ٣١٤.(٥) أبو حاتم: هو سهل بن محمد بن عثمان السجستاني. تقدمت ترجمته؛ والنص عنه في \"مجمع الأمثال\" ٢/ ٣٣١، وانظر \"اللسان\" ٤/ ٢٠٣٨، و\"التاج\" ١٠/ ٢٨٣ (سقط).</p><p> وحقيقة معنى السقوط (١) : نزول الشيء من أعلى إلى أسفل، ووقوعه على الأرض، ولهذا قالوا: سقط المطر، وسممى الجليد سَقِيطًا , ويقال: سقط من يدي شيء، وأسْقَطت المرأة ولدها، ومنه سَقْط النار والولد، وسِقْطا الخِبَاء: جانباه اللذان يسقطان على الأرض، هذا أصل، ثم توسعوا واستعاروا هذه اللفظة حيث لا يكون هناك نزول من أعلي إلى أسفل تشبيهًا، فقالوا للخطأ من الكلام: سَقَط؛ لأنهم شبهوه بما لا يحتاج إليه فيسقط، ويقال للرجل إذا أخطأ: كان ذلك منه سَقطة (٢) ، شبهوا ذلك [بـ] السقطة (٣) على الأرض، ومعنى {سُقِطَ فِي أَيْدِيهِمْ} أي: سقط الندم في أيديهم، ولم يذكر الندم، وقيل: سُقط، على ما لم يُسم فاعله، كما يقال: رُغب في فلان، على ما بيَّنا، وذكر اليد هاهنا لوجهين: </p><p> أحدهما: أنه يقال للذي يحصل على شيء، وإن كان ذلك مما لا يكون في اليد: قد (٤) حصل في يده مكروه، يُشَبَّه ما يحصل في النفس وفي القلب بما يرى بالعين، وخصت اليد بالذكر لأن مباشرة الذنوب بها، فاللائمة ترجع عليها لأنها هي الجارحة العظمى فيسند إليها ما لم تباشره كقوله:  {ذَلِكَ بِمَا قَدَّمَتْ يَدَاكَ}  [الحج: ١٠] ، وكثير من الذنوب لم تقدمه اليد (٥) . </p><p>(١) انظر: (سقط) في \"العين\" ٥/ ٧١، و\"الجمهرة\" ٢/ ٨٣٥، و\"الصحاح\" ٣/ ١١٣٢، و\"المجمل\" ٢/ ٤٦٦، و\"مقاييس اللغة\" ٣/ ٨٦، و\"المفردات\" ص ٤١٤. (٢) في (ب): (سقطًا).(٣) لفظ: (الباء) ساقط من (ب).(٤) في (ب): (فقد)، وهو تحريف.(٥) انظر: \"تفسير القرطبي\" ٧/ ٢٨٦.</p><p> الوجه الثاني: أن الندم حدث يحصل في القلب (١) ، وأثره يظهر في اليد؛ لأن النادم (٢) يعض يده ويضرب إحدى يديه على الأخرى، كقوله تعالى:  {فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا}  [الكهف: ٤٢] . فتقليب الكف عبارة عن الندم؛ لأن من ندم على شيء قلب كفيه وصفق اليمنى على اليسرى تحسرًا على ما فعل. </p><p> ومن هذا أيضاً قوله تعالى:  {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ}  [الفرقان: ٢٧] ، أي: ندمًا وتحسرًا على كفره بالله، فلما كان أثر الندم يحصل في اليد من الوجه الذي ذكرنا أضيف سقوط الندم إلى اليد؛ لأن الذي يظهر للعيون من فعل النادم هو تقليب الكف وعض الأنامل واليد، كما أن السرور معنى في القلب يستشعره الإنسان، والذي يظهر من حاله الاهتزاز والحركة والضحك وما يجري مجراه، والقراءة المشهورة {سُقِطَ} على ما لم يسم فاعله، وهذا الفاعل إذا ظهر لا بد من أن يكون الندم على ما ذكره الزجاج وغيره) (٣) ، هذا الذي ذكرناه معنى كلامه، وبعض لفظه، وهو صحيح واضح لا غبار عليه. </p><p>(١) في (ب): (يحصل بالقلب). (٢) انظر: \"مجمع الأمثال\" ٢/ ٣٣١.(٣) لم أقف عليه عن الزجاجي في كتبه بعد طول بحث عنه وذكره الميداني في \"مجمع الأمثال\" ٢/ ٣٣١، عن الزجاجي مختصرًا، ونقله السمين في \"الدر\" ٥/ ٤٦٢ - ٤٦٣، وجعل الكلام في ذكر اليد من قول الواحدي، وقال الرازي في \"تفسيره\" ١٥/ ٨: (حكى الواحدي عن بعضهم أن هذا مأخوذ من السقيط، وهو ما يغشى الأرض بالغدوات شبه الثلج، ومعنى سقط في يده أي: وقع في يده السقيط والسقيط يذوب بأدنى حرارة ولا يبقى، فصار مثلًا لكل من خسر في عاقبته ولم يحصل من سعيه على طائل وكانت الندامة آخر أمره) اهـ. ملخصًا. وانظر: \"جمهرة الأمثال\" ٢/ ٢١٦، و\"المستقصى\" ٢/ ١١٩.</p>"
}