{
  "id": null,
  "sura": 7,
  "aya": 31,
  "text": "<p> ٣١ - قوله تعالى:  {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} الآية، قال ابن عباس:  (كانوا يطوفون بالبيت عراة، فأمرهم الله أن يلبسوا ثيابهم ولا يتعروا)  (١) . </p><p> قال الكلبي (٢) : (والزينة ما وارى العورة،{عِنْدَ كُلِّ مَسْجِدٍ}لصلاة أو طواف) . </p><p> وقال مجاهد (٣) وعطاء (٤) : (ما يستر به عورته ولو عباءة) . </p><p>(١) أخرجه الطبري في \"تفسيره\" ٨/ ١٥٩، ١٦٠، وابن أبي حاتم ٥/ ١٤٦٤ بسند جيد، وأخرج مسلم في \"صحيحه\" رقم (٣٠٢٨) كتاب التفسير، باب: في قوله: {خُذُوا زِينَتَكُمْ}، والنسائي في \"سننه\" ٥/ ٢٣٣ - ٣٣٤ كتاب مناسك الحج، وفي \"التفسير\" ١/ ٤٩٦، والطبري ٨/ ١٥٩، ١٦٠، وابن أبي حاتم ٥/ ١٤٦٤، والحاكم وصححه ٢/ ٣١٩ - ٣٢٠، والواحدي في \"الوسيط\" ١/ ١٧٤، وفي \"أسباب النزول\" ص ٢٢٨، ٢٢٩ من عدة طرق عن ابن عباس قال: (كانت المرأة تطوف بالبيت وهي عريانة وتقول: الْيَوْمَ يَبْدُو بَعْضُهُ أو كُلُّهُ ... وَمَا بَدَا مِنْهُ فَلاَ أُحِلُّهُفنزلت هذه الآية {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: ٣١]، وعند الحاكم، فنزلت هذه الآية: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ} [الأعراف:٣٢]، فلعل الآيتين نزلتا معًا لهذا السبب، والله أعلم. وأخرج الطبري في \"تفسيره\" ٨/ ١٦٠، وابن أبي حاتم ٥/ ١٤٦٤ من عدة طرق جيدة عن ابن عباس مثله.(٢) ذكره الواحدي في \"الوسيط\" ١/ ١٧٤، والبغوي ٣/ ٢٢٥، و\"الخازن\" ٣/ ٢٢٣.(٣) أخرجه الطبري ٨/ ١٦١، وابن أبي حاتم ٣/ ١٤٣ أبسند جيد.(٤) أخرجه الطبري ٨/ ١٦٠، ١٦١ من عدة طرق جيدة عن عطاء وسعيد بن جبير وطاوس وإبراهيم النخعي والزهري وقتادة والضحاك وابن زيد قالوا: (كانوا يطوفون بالبيت عراة فأمروا أن يلبسوا الثياب). وقال الرازي في \"تفسيره\" ١٤/ ٦١: (أجمع المفسرون على أن المراد بالزينة هاهنا لبس الثوب الذي يستر العورة) اهـ. والظاهر حمل الآية على العموم، وهو ما يتجمل ويتزين به عند الصلاة، وستر العورة واجب مأمور به مطلقًا، وهذا ظاهر كلام الجمهور. قال ابن كثير في =</p><p> قال الفراء والزجاج (١) : (كانت الجاهلية تطوف بالبيت عراة،ويقولون:لا نطوف في ثياب قد أذنبنا فيها، وكانت المرأة تطوف عريانة أيضًا إلا أنها كانت تلبس شيئًا من سيور مقطعة، تسمي ذلك العرب الرهط (٢) ). </p><p> قال الفراء (وهو شبيه بالحوف (٣) يواريها بعض المواراة، قالت امرأة تطوف وعليها رهط (٤) : </p><p> الْيَوَمَ يَبْدُو بَعْضُهُ أو كُلُّهُ ... وَمَا بَدَا مِنْهُ فَلاَ أُحِلُّهُ (٥) </p><p> تعني: الفرج؛ لأن تلك السيور لا تستر سترًا تامًّا). </p><p>= \"تفسيره\" ٢/ ٢٣٥: (لهذه الآية وما ورد في معناها من السنة يستحب التجمل عند الصلاة ولا سيما الجمعة ويوم العيد والطيب؛ لأنه من الزينة والسواك؛ لأنه من تمام ذلك، ومن أفضل اللباس البياض) ونحوه قال ابن عطية ٧/ ٤٥، وانظر: \"تفسير الطبري\" ٨/ ١٦٠، ١٦١، والسمرقندي ١/ ٥٣٨، و\"أحكام القرآن\" للكيا الهراسي ٣/ ٣٥٩، ٣٦٠، ولابن العربي ٢/ ٧٧٩، والقرطبي ٧/ ١٨٩، و\"البحر المحيط\" ٤/ ٢٩٠. (١) \"معاني القرآن\" للزجاج ٢/ ٢٢٣، والنص منه.(٢) الرَّهْط، بفتح الراء وسكون الهاء: جلد يشق من أسفله أو جلد يشق سيورًا ليمكن المشي فيه يلبسه الصغار والحائض. انظر: \"اللسان\" ٣/ ١٧٥٣ (رهط).(٣) الحوف، بفتح الحاء وسكون الواو: هو الرهط السابق. انظر: \"اللسان\" ٢/ ١٠٥٣ (حوف)(٤) \"معاني الفراء\" ١/ ٣٧٧.(٥) البيت نسبه الفراء إلى العامرية، وهي ضباعة بنت عامر بن قرط العامرية، كما ذكره ابن العربي في \"أحكام القرآن\" ٢/ ٧٧٧، والقرطبي ٧/ ٨٨٩، والذهبي في \"تجريد أسماء الصحابة\" ٢/ ٢٨٤، وابن حجر في \"الإصابة\" ٤/ ٣٥٣ - ٣٥٤، ونسبه ابن حجر في ٤/ ٢٣٢ إلى أسماء بنت مخربة بن جند التميمية.</p><p> قال أصحابنا (١) . وهذه الآية دليل على وجوب ستر العورة للصلاة والطواف بالبيت، والطواف صلاة، قال رسول الله - صلى الله عليه وسلم -: \"الطواف بالبيت صلاة، إلا أن الله أباح فيه الكلام\"  (٢) . </p><p>(١) قال الفقهاء: ستر العورة عن العيون واجب بالإجماع، حكاه النووي في \"المجموع\" ٣/ ٣٦٦ وهي شرط لصحة الصلاة عند الجمهور الشافعي وأحمد وأصحاب الرأي. انظر: \"أحكام القرآن\" لابن العربي ٢/ ٧٧٨، و\"المغني\" ٢/ ٢٨٣، و\"روضة الطالبين\" ١/ ٣٨٨، و\"الفتاوى\" ٢٢/ ١٠٩، و\"نيل الأوطار\" ٢/ ٧٣. (٢) الحديث أخرجه أحمد في \"المسند\" ٣/ ٤١٤، ٤/ ٦٤، ٥/ ٣٧٧، والنسائي في \"سننه\" في كتاب المناسك، باب: إباحة الكلام في الطواف ٥/ ٢٢٢ عن الحسن ابن مسلم المكي عن طاوس عن رجل أدرك النبي - صلى الله عليه وسلم -، وأخرجه الدارمي ٢/ ١١٦٥ (١٨٨٩) في كتاب المناسك: باب: الكلام في الطواف، والترمذي رقم (٩٦٠) كتاب المناسك، باب: الكلام في الطواف، وابن خزيمة ٤/ ٢٢٢ (٢٧٣٩)، والبيهقي ٥/ ٨٥ من عدة طرق عن عطاء بن السائب عن طاوس عن ابن عباس عن النبي - صلى الله عليه وسلم -، وأخرجه الحاكم في \"المستدرك\" ٢/ ٢٦٦ - ٢٦٧ من طرق عن عطاء بن السائب، والقاسم بن أبي أيوب عن سعيد بن جبير عن ابن عباس عن النبي - صلى الله عليه وسلم -.قال الحاكم: (حيث صحيح على شرط مسلم) ووافقه الذهبي في \"التلخيص\"، وقد روي الحديث مرفوعًا تارة وموقوفًا أخرى، ورجح جماعة وقفه كالترمذي وغيره، وقد صححه الألباني في الإرواء ١/ ١٥٤ - ١٥٨. واستقصى طرقه، ثم قال: (وبالجملة الحديث مرفوع صحيح، ووروده أحيانًا موقوفًا لا يعله) اهـ.وقال شيخ الإسلام في \"الفتاوى\" ٢١/ ٢٧٣ - ٢٧٤، ٢٦/ ١٢٦ - ١٩٣، ٢١١: (لا يشترط للطواف شروط الصلاة، وهذا قول أكثر السلف، وهو مذهب أبي حنيفة، ورواية عن أحمد، وهذا القول هو الصواب، فإن المشترطين ليس معهم حجة إلا قوله - صلى الله عليه وسلم -: \"الطواف بالبيت صلاة\" وهذا حديث يروى موقوفًا ومرفوعًا، وأهل المعرفة بالحديث لا يصححونه إلا موقوفًا ويجعلونه من كلام ابن عباس لا يثبتون رفعه، وبكل حال فلا حجة فيه والأدلة الشرعية تدل على خلاف ذلك، والذين أوجبوا الوضوء للطواف ليس معهم حجة أصلاً فإنه لم ينقل أحد عن النبي - صلى الله عليه وسلم - لا بإسناد صحيح ولا ضعيف أنه أمر بالوضوء للطواف ..) اهـ. ملخصًا.</p><p> وقوله تعالى:  {وَكُلُوا وَاشْرَبُوا} ، قال أكثر المفسرون:  (كان أهل الجاهلية لا يأكلون من الطعام في أيام حجهم إلا قوتًا, ولا يأكلون دسمًا، يعظمون بذلك حجهم،فقال المسلمون:نحن أحق أن نفعل، فأنزل الله تعالى (١) : {وَكُلُوا} يعني: اللحم والدسم، {وَاشْرَبُوا} ) (٢) ، وهذا القول اختيار الفراء (٣) . </p><p> وقال عطاء عن ابن عباس:  ({وَكُلُوا وَاشْرَبُوا}يريد: حلالًا)  (٤) ، وهذا القول اختيار الزجاج، وبينه فقال:  (إنهم ادعوا (٥) أن الله حرم عليهم شيئاً مما في بطون الأنعام، وحرم عليهم البحيرة والسائبة، وأمرهم الله عز وجل أن يأكلوا ما (٦) زعموا أن الله حرمه مما لم يحرمه، وأن يشربوا مما زعموا أن الله حرمه؛ لأن ألبان البحيرة [والسائبة (٧) كانت عندهم حرامًا) (٨) ]. </p><p> وقوله تعالى:  {وَلَا تُسْرِفُوا}  (٩) معناه على القول الأول: لا تسرفوا حتى يبلغ بكم ذلك تحريم ما أحللت (١٠) لكم. أي: لا تسرفوا بحظركم </p><p>(١) لفظ: (تعالى) ساقط من (ب). (٢) انظر: \"تفسير الطبري\" ٨/ ١٦٢، والسمرقندي ١/ ٥٣٨، والماوردي ٢/ ٢١٨، وحكاه الواحدي في \"أسباب النزول\" ص ٢٣٠ عن الكلبي.(٣) \"معاني الفراء\" ١/ ٢٧٧.(٤) أخرج الطبري في \"تفسيره\" ٨/ ١٦٢، وابن أبي حاتم ٥/ ١٤٦٥ بسند جيد عن ابن عباس قال: (أحل الله الأكل والشرب ما لم يكن سَرَفًا أو مَخِيلة).(٥) في (ب): (إنهم دعو)، وهو تحريف.(٦) في (ب): (مما زعموا).(٧) ما بين المعقوفين ساقط من أصل (أ)، وملحق بالهامش.(٨) \"معاني الزجاج\" ٢/ ٣٣٢ - ٣٣٣.(٩) الآية ساقطة من أصل (أ) وملحقة بالهامش.(١٠) في (أ): (ما أحلت)، وهو تحريف.</p>"
}