{
  "id": null,
  "sura": 8,
  "aya": 68,
  "text": "<p> قال أهل التفسير (١) : يقول: إن أنتم طلبتم الآخرة لم يغلبكم عدوكم؛ لأن الله {عَزِيزٌ} لا يقهر ولا يغلب، {حَكِيمٌ} في تدبير أمور خلقه. </p><p> والآية بيان عما يجب أن يجتنب من اتخاذ الأسرى للمن والفداء قبل الإثخان في الأرض بالقتل الذي يدعو إلى الحق، ويصد عن الشرك، مع الإعراض عن العمل للدنيا إلى العمل للآخرة بالباقية، قال الوالبي، عن ابن عباس في هذه الآية قال: ذلك يوم بدر، والمسلمون قليل، فلما كثروا واشتد سلطانهم أنزل الله بعد هذا في الأسارى {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً}  [محمد: ٤] ، فجعل الله النبي والمؤمنين بالخيار، إن شاءوا [قتلوهم وإن شاءوا]  (٢) استبعدوهم، وإن شاءوا فادوهم (٣) . </p><p> ٦٨ - قوله تعالى:  {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ} الآية، قال عطاء عن ابن عباس: لولا كتاب من الله سبق يا محمد أن الغنائم لك ولأمتك حلال {لَمَسَّكُمْ فِيمَا أَخَذْتُمْ} من الفداء {عَذَابٌ عَظِيمٌ}  (٤) ، ونحو هذا قال سعيد ابن جبير (٥) . </p><p>(١) اللفظ لابن جرير في \"تفسيره\" ١٠/ ٤٢. (٢) ما بين المعقوفين ساقط من (ح).(٣) رواه بنحوه ابن جرير ١٠/ ٤٢، والثعلبي ٦/ ٧١ ب، وأبو عبيد في \"الناسخ والمنسوخ\" ص ٢٠٩، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٣٩٠، والبيهقي في كتاب \"السنن الصغرى\" كتاب السير، باب: ما يفعل بالرجال البالغين من أهل الحرب بعد الأسر ٣/ ٣٨٤ (٣٥٥٠).(٤) لم أجد من ذكر هذه الرواية، وقد رواه ابن أبي حاتم ٥/ ١٧٣٤ من رواية الوالبي بلفظ: لولا كتاب من الله سبق، يعني في الكتاب الأول أن المغانم والأسارى حلال لكم، {لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ}، ورواه أبن جرير ١٠/ ٤٥ من رواية العوفي بلفظ: كان قد سبق من الله في قضائه أن المغنم له ولأمته حلال.(٥) رواه ابن أبي حاتم ٥/ ١٧٣٤.</p><p> وقال قتادة: سبق لهم الخير، وأنه سيحل لهم الغنائم (١) ، وهذا قول عطية (٢) ، والأعمش (٣) . </p><p> ورواية الوالبي وابن (٤) الجوزاء، عن ابن عباس: أن الكتاب الذي سبق هو أن الله كتب أنه يحل الغنيمة وفداء الأسارى لمحمد ولأمته (٥) . وقال الحسن: إنهم أخذوا الفداء قبل أن يؤمروا به فعاب الله ذلك عليهم وقال: {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ} في أنه أطعم هذه الأمة الغنيمة (٦) . </p><p> وقال محمد بن إسحاق: لولا كتاب من الله سبق أني لا أعذب إلا بعد النهي -ولم يكن نهاهم- لعذبتكم فيما صنعتم (٧) ، وهو قول ابن مسعود (٨) . </p><p> ونحو هذا قال مجاهد فقال: لولا كتاب من الله سبق، لقوله:  {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ}  [التوبة: ١١٥] سبق أن لا يؤاخذ قومًا فعلوا شيئًا بجهالة (٩) . </p><p>(١) رواه ابن جرير ١٠/ ٤٧. (٢) هو: العوفي، وقد روى قوله ابن جرير ١٠/ ٤٥ عنه، عن ابن عباس.(٣) انظر: قوله في \"تفسير عبد الرزاق\" ١/ ٢/ ٢٦٢، وابن جرير ١٠/ ٤٥ - ٤٦.(٤) هكذا، والصواب: أبو، انظر: \"الوسيط\" ٢/ ٤٧٢.(٥) انظر: \"الوسيط\" ٢/ ٤٧٢، ورواه ابن أبي حاتم ٥/ ١٧٣٤ من رواية الوالبي، ورواه ابن جرير ١٠/ ٤٥ من رواية عطية العوفي.(٦) رواه بنحوه ابن جرير ١٠/ ٤٥.(٧) \"سيرة ابن هشام\" ٢/ ٣٢٣.(٨) انظر: \"الوسيط\" ٢/ ٤٧٢، ولم أقف عليه في مصدر آخر.(٩) رواه ابن جرير ١٠/ ٤٧ وفيه زيادة.</p><p> وقال ابن زيد: سبق من الله العفو عنهم والرحمة لهم (١) ، وقال جماعة من المفسرين: سبق أنه لا يعذب أحدًا ممن شهد بدرًا مع النبي -صلى الله عليه وسلم- (٢) . </p><p> وقال أبو علي الفارسي: المراد بقوله: {لَوْلَا كِتَابٌ} ما في الآية الأخرى من قوله: {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ مِنْكُمْ سُوءًا بِجَهَالَةٍ}  [الأنعام: ٥٤] الآية (٣) . </p><p> وقال ابن زيد: لم يكن أحد من المسلمين ممن حضر إلا أحب الغنائم غير عمر جعل لا يلقى أسيرًا إلا ضرب عنقه، وقال: يا رسول الله: مالنا والغنائم، نحن قوم نجاهد في دين الله حتى يعبد الله، فقال رسول الله - صلى الله عليه وسلم -: \"لو عذبنا في هذا الأمر ما نجا غيرك\"  (٤) . </p><p> وقال ابن إسحاق: قال رسول الله -صلى الله عليه وسلم-: \"لو نزل عذاب من السماء لم ينج إلا سعد بن معاذ لقوله: يا رسول الله: كان الإثخان في القتل أحب إليّ من استبقاء الرجال\"  (٥) . </p><p>(١) رواه ابن جرير ١٠/ ٤٧، وابن أبي حاتم ٥/ ١٧٣٤. (٢) هذا قول مجاهد والحسن البصري وقتادة وسعيد بن جبير. انظر: \"تفسير ابن جرير\" ١٠/ ٤٦ - ٤٧، وابن الجوزي ٣/ ٣٨٢.(٣) \"المسائل الحلبيات\" ص ٣٠٥ - ٣٠٦.(٤) رواه ابن جرير ١٠/ ٤٨، وابن أبي حاتم ٥/ ١٧٣٥، والأثر ضعيف؛ لأن عبد الرحمن ابن زيد بن أسلم من الطبقة الثامنة (الطبقة الوسطى من أتباع التابعين)، وهو ضعيف. انظر: \"تقريب التهذيب\" ص ٣٤٠ (٣٨٦٥).(٥) رواه ابن جرير ١٠/ ٤٨، عن ابن إسحاق، ولم أجده في مظانه في \"سيرة ابن هشام\"، وقد روى ابن إسحاق قول سعد دون قول الرسول - صلى الله عليه وسلم -. انظر: \"سيرة ابن هشام\" ٢/ ٢٦٩.</p>"
}