{
  "id": null,
  "sura": 8,
  "aya": 65,
  "text": "<p> ٦٥ - قوله:  {يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ} الآية، معنى التحريض في اللغة كالتحضيض وهو الحث على الشيء، قال ابن عباس: يريد: الحث على نصر دين الله (١) ، وذكر أبو إسحاق في اشتقاقه وجهًا بعيدًا فقال: تأويل التحريض في اللغة: أن يحث الإنسان على شيء حثًا يعلم معه أنه حارض إن تخلف عنه، والحارض: الذي قد قارب الهلاك (٢) . </p><p> أشار بهذا إلى أن المؤمنين لو تخلفوا عن القتال بعد حث النبي - صلى الله عليه وسلم - كانوا حارضين أي: هالكين، فعنده التحريض مشتق من لفظ الحارض والحرض (٣) . </p><p> وقوله تعالى:  {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} ، قال ابن عباس: يريد: الرجل بعشرة (٤) . </p><p> وقال الليث: قلت للخليل: ما معنى العشرين؟ قال: جماعة (٥) عِشر (٦) ، قلت: والعِشْر كم يكون؟ قال: تسعة أيام، قلت: فعشرون ليست </p><p>(١) \"تنوير المقباس\" ص ١٨٥ بمعناه (٢) \"معاني القرآن وإعرابه\" ٢/ ٤٢٣.(٣) قال صاحب القاموس في مادة (حرض) ص ٦٣٩: الحَرَض: الفساد في البدن وفي المذهب وفي العقل، والرجل الفاسد المريض، كالحارضة والحرِض ككتف، والكالّ المعيي، والمشرف على الهلاك اهـ. وفي \"مجمل اللغة\" (حرض) ١/ ٢٢٦: الحرض: المشرف على الهلاك، قال الله -جل ثناؤه-: {حَتَّى تَكُونَ حَرَضًا} وحرضت فلانًا على كذا: إذا أمرته به، وهو من الأول؛ لأنه إذا خالف فقد هلك، كذا فسر بعض أهل العلم قوله تعالى: {حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ}.(٤) رواه بنحوه البخاري في \"صحيحه\" (٤٦٥٣) كتاب التفسير، باب: الآن خفف الله عنكم، وابن جرير ١٠/ ٣٨، وابن أبي حاتم ٥/ ١٧٢٨.(٥) في (ح): (جمع جماعة عشر)، وما أثبته موافق للمصدر التالي.(٦) بكسر العين وإسكان الشين، قال الخليل في كتاب \"العين\" (عشر): العِشْر: ورد =</p><p> بتمام إنما هو عشران ويومان، قال: لما مر من العِشر الثالث يومان جمعته بالعشرين، قلت: وإن لم يستوعب الجزء الثالث؟ قال: نعم، ألا ترى إلى قول أبي حنيفة (١) : إذا طلقها تطليقتين وعُشْر تطليقة فإنه يجعلها ثلاثًا (٢) ، وإنما من التطليقة الثالثة جزء، فالعشرون هذا قياسه (٣) . </p><p> قال النحويون: وهذا خطأ فاسد من الكلام، ولم يقل الخليل هذا (٤) ، ومتى كان كلام العرب قياسًا على قول أبي حنيفة، ولكن (عشرين) </p><p>= الإبل اليوم العاشر، وفي حسابهم: العِشْر: التاسع، وإبل عواشر: وردت الماء عشرًا. (١) هو: النعمان بن ثابت بن زوطي الكوفي، التيمي مولاهم، الإمام، فقيه الملة، وعالم العراق، وصاحب المذهب المشهور، ولد سنة ٨٠ هـ في حياة صغار الصحابة، ورأى أنس بن مالك، عني بطلب الآثار, وصار إليه المنتهى في الرأي وغوامض الفقه، توفي سنة ١٥٠ هـ.انظر: \"تاريخ بغداد\" ١٣/ ٣٢٣، و\"سير أعلام النبلاء\" ٦/ ٣٩٠، و\"تهذيب التهذيب\" ٤/ ٢٢٩.(٢) انظر: مذهب أبي حنيفة في احتساب بعض التطليقة تطليقة كاملة في \"تحفة الفقهاء\" للسمرقندي ٢/ ٢٦٨، و\"بدائع الصنائع\" ٤/ ١٨٨٥، وكتاب \"المبسوط\" ٦/ ١٣٩.(٣) \"تهذيب اللغة\" (عشر) ٣/ ٢٤٤٥ - ٢٤٤٧ مع اختلاف يسير، كتاب \"العين\" للخليل (عشر) ١/ ٢٤٦ بمعناه.(٤) الراوي عن الخليل هو الليث بن المظفر راوي كتاب \"العين\" للخليل، وقد أثنى عليه خصمه ومتتبع زلاته وهو الأزهري صاحب \"تهذيب اللغة\" فقال عن كتاب \"العين\" الذي ينسبه لليث: فلا تشكن فيه من أجل أنه زل في حروف معدودة، هي قليلة في جنب الكثير الذي جاء به صحيحًا، كما نقل وصف الإمام إسحاق بن راهويه الرجل بالصلاح.انظر: \"مقدمة تهذيب اللغة\" ١/ ٢٨ - ٢٩، وانظر: تحامل النحاة البصريين على =</p><p> كأنه في الظاهر جمع (عشر) و (ثلاثون) جمع (ثلاث) ، و (أربعون) جمع (أربع) ، وليس الأمر كذلك؛ لأن (العِشْر) غير معروف إلا في إظماء الإبل، ولو كان (ثلاثون) جمع ثلاث لوجب أن يستعمل في (تسعة) وفي (اثنى عشرة) وفي كل عدد [الواحد من تثليثها ثلاث]  (١) وكذلك القول في (الأربعين)  (٢) و (خمسين) إلى (التسعين) كالقول في (ثلاثين) ، فقد ثبت أن (ثلاثين) ليس جمع (ثلاث) ، وكذلك سائر العقود، ولكن (عشرين) و (ثلاثين) جار مجرى (فلسطين) في أنه اسم موضوع على سورة الجمع لهذا العدد، فإن (٣) اعتقد له واحد وإن لم يجر به استعمال [كأن (عشرًا) و (ثلاثًا) و (ثلاث) : جماعة] (٤) فكأنه قد كان ينبغي أن تكون فيه الهاء فعرض من ذلك الجمع بالواو والنون، وعاد الأمر فيه إلى قصة (أرض) و (أرضون)  (٥) وقد ذكرنا الكلام فيه. </p><p> وقوله تعالى:  {وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا} </p><p>= الليث في \"مقدمة كتاب العين\" ١/ ١٨ - ٢٧ للدكتور مهدي المخزومي، والدكتور إبراهيم السامرائي. (١) هكذا في جميع النسخ، والعبارة مضطربة، ونص ما بين المعقوفين في \"سر صناعة الإعراب\": الواحد من تثليثها فوق العشرة نحو (ثلاثة وثلاثين)؛ لأن الواحد من تثليث هذه (أحد عشر).(٢) في \"سر صناعة الإعراب\": أربعين.(٣) في (ج): (فإنه).(٤) نص ما بين المعقوفين في \"سر صناعة الإعراب\": فكأن (ثلاثين) جمع (ثلاث) و (ثلاث): جماعة.(٥) انظر: \"سر صناعة الإعراب\" ٢/ ٦٢٦، ٦٢٧، وقد تصرف الواحدي في عبارته كثيراً وزاد بعض الجمل.</p><p> قرئ (يكن)  (١) بالياء والتاء (٢) ، فمن قرأ بالياء فلأنه يراد بالمائة المذكر لأنهم رجال في المعنى فحمل الكلام على أنهم مذكرون في المعنى، يدلك على ذلك قوله:  (يغلبوا) كما جاء: {فَلَهُ عَشْرُ أَمْثَالِهَا}  [الأنعام: ١٦٠] فأنث الأمثال على المعنى لما كانت حسنات. </p><p> ومن قرأ بالتاء حمل الكلام على اللفظ، واللفظ مؤنث، وكان أبو عمرو يقرأ هذا بالياء، وقوله تعالى:  {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ} بالتاء (٣) ؛ لأن التأنيث هاهنا أشد مشاكلة لقوله:  (صابرة) من التذكير، وقرأ الأول بالياء؛ لأنه أخبر عنه بقوله:  {يَغْلِبُوا} فكان التذكير أشد مشاكلة لـ {يَغْلِبُوا}  (٤) . </p><p> وأما الكلام في (مائة) فقال الفراء: إنها منقوصة من آخرها نحو: السنة وبابها، قال: وقد أتم بعض الشعراء المائة فقال (٥) : </p><p>(١) ساقط من (ح) و (س). (٢) في قوله {يَكُنْ مِنْكُمْ مِائَةٌ}، وقوله: {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ}: قرأ الكوفيون بالياء في الموضعين، ووافقهم البصريان في الموضع الأول فقط، والباقون بالتاء على التأنيث في الموضعين. انظر: \"التبصرة في القراءات\" ص ٢١٢، و\"تحبير التيسير\" ص ١١٨، و\"إتحاف فضلاء البشر\" ص ٢٣٨.(٣) انظر: تخريج القراءة في التعليق الأسبق، وكتاب \"السبعة\"ص ٣٠٨، و\"التيسير\" ص ١١٧.(٤) القراءة سنة ينقلها السابق للاحق، وليس للقراء إنشاؤها وابتداؤها, ولعل المؤلف يقصد بيان سبب اختيار أبي عمرو لهذه القراءة دون غيرها.(٥) البيت لتميم بن مقبل كما في \"المقاصد النحوية\" ٢/ ٣٧٦، ولم أجده في \"ديوانه\" ولا \"ذيله\"، وله أو لأبي شبل الأعرابي كما في \"الدرر اللوامع\" ١/ ١٣٠، وانظره بلا نسبة في: \"تذكرة النحاة\" ص ٥٠٨، و\"لسان العرب\" (ضربج) ٥/ ٢٥٧٠.</p><p> فقلت والمرء قد تخطيه مُنْيَته (١) ... أدنى عطيته إياي مئيات (٢) </p><p> مثل: مِعْيات (٣) ، فأخرج الياء (٤) . </p><p> ابن السكيت: أمأت الدراهم: إذا صارت مائة، وأمأيتها أنا، وجمع مائة: مئين، ومئ (٥) مثل: مِعٍ، وأنشد: </p><p> وما زودوني غير سحق عمامة ... وخمسمئٍ منها قسي وزائف (٦) </p><p>(١) في (ح): (ميتته)، وفي \"لسان العرب\": مُنْيَتُه، مفرد أماني، وضبطه صاحب \"المعجم المفصل\" ١/ ١٣٦ هكذا: مُنِيَّته، مفرد منايا، والصواب ما ورد في اللسان بدلالة سياق الأبيات ونصها: قد كنت أحجو أبا عمرو أخًا ثقة .. حتى أمت بنا يوماً ملماتفقلت ولا مرء قد تخطيه مُنْيَتُه ... أدنى عطياته إياي مئياتفكان ما جاد لي لا جاد من سعة ... دراهم زائفات ضربجياتانظر: \"لسان العرب\" (ضربج) ٢/ ٣١٥.(٢) في \"الدرر اللوامع\": ميآت، وما أثبته موافق لـ \"تذكرة النحاة\"، و\"لسان العرب\".(٣) في (ح): (ميعاد).(٤) لم أقف على مصدره.(٥) هكذا وهو موافق لما في \"إصلاح المنطق\"، وفي \"المشوف المعلم\": مئي، مثل: مِعي، وانظر ما ذكره ابن منظور في: رد (مئٍ) في \"لسان العرب\" (مأي) ٧/ ٤١٢٤، وقال الأخفش: قولهم: ثلاث مئي، فإنهم أرادوا بمئي جماعة المائة، كتمرة وتمر، تقول فيه: رأيت مئْيًا، مثل: معْيًا، وقولهم: رأيت مِئًا، مثل: مِعًا، خطأ؛ لأن الميء إنما جاءت في الشعر.(٦) البيت لمزرد بن ضرار كما في \"ديوانه\" ص ٥٣، و\"إصلاح المنطق\" ص ٣٠٠، و\"الصحاح\" للجوهري (مأى) ٦/ ٢٤٨٩، \"لسان العرب\" (مأى) ٧/ ٤١٢٤، ونص الشطر الأول في الديوان:فكانت سراويل وجردٌ خميصة ... والسحق: الخَلقِ البالي.ودرهم قسي: رديء، وقيل: هو ضرب من الزيوف لرداءة فضته وصلابتها. انظر: \"لسان العرب\" (سحق) و (قسا).</p><p> قال: ولو قلت: مِئات على وزن مِعَات جاز (١) . </p><p> وذكر أبو علي الفارسي في \"المسائل الحلبية\"  (٢) : إن (مائة) وزنها (فِعْلَة) وأصلها: مِئْيَة فحذفت اللام منها، وجمع للنقص الذي لحقه بالواو والنون، ومثله (رئة) في حذف اللام منه ويدل على ذلك قولهم: رأيت الرجل: إذا ضربت (٣) رئته، وأنشد أبو زيد: </p><p> فغظناهم حتى أتى الغيظ منهم ... قلوبًا وأكبادًا لهم، ورئينا (٤) </p><p> فهذا مثل مئين، فأما ما أنشده أبو زيد (٥) : </p><p> وحاتم الطائي وهاب المئي </p><p> فالقول في المئي: إنها جمع مائة على (فعول) وقلبت الواو ياءً كما قالوا: حقو وحقين ودلو ودلي، وفي التنزيل:  {حِبَالُهُمْ وَعِصِيُّهُمْ}  [طه: ٦٦] ، وقالوا (٦) : إنكم لتنظرون في نُحُوّ كثيرة فشذ هذا الحرف، وصحت </p><p>(١) \"إصلاح المنطق\" ص ٣٠٠، و \"المشوف المعلم\" ٢/ ٧٠٩. (٢) في \"المسائل الحلبيات\" ص ٦١، بعض هذا القول من قوله: يدل على ذلك .... إلى آخر البيت الأول، ولم أجد أول القول فيها، والنسخة المطبوعة فيها نقص كبير، كما أشار المحقق في المقدمة (ص: د).(٣) في (ج): (أصبت).(٤) البيت للأسود بن يعفر وهو في \"ديوانه\" ص ٦٣، وذكره أبو زيد في \"نوادر اللغة\" ص ٢٤ ونسبه له.(٥) \"نوادر اللغة\" ص ٩١، ونسبه لامرأة من بني عقيل، وقبله:حيدة خالي ولقيط وعليوانظر: \"المسائل العسكريات\" ص ١٧٧، و\"لسان العرب\" (مأي) ٧/ ٤١٢٤، و\"خزانة الأدب\" ٧/ ٣٧٥، ونسبه في \"المفاسد النحوية\" ٤/ ٥٦٥ لقصي بن كلاب.(٦) يعني العرب، قال ابن منظور في \"لسان العرب\" (نحا) (٤٣٧١): في بعض كلام العرب: إنكم لتنظرون في نحو كثيرة، أي في ضروب من النحو.</p><p> الواو فيه، ومثله: سَنَة وسني، أنشد أبو زيد (١) : </p><p> يأكل أزمان الهزال والسني </p><p> وهذا على لغة من جعل اللام من (سنة) واوًا ثم أبدل من الواو ياءً، كما أبدلت في حِقِي وعِصِي (٢) ، وقلب واو (فعول) ياءً لوقوعها ساكنة قبل الياء التي في موضع اللام، ثم أبدل من الضمة كسرة كما أبدلت منها في (مرمى) ونحوهن فصار مثل عصي، وصار (مائة) في قوله: وهاب المئي، [في موضع اللام]  (٣) ، مثل (خلي) ثم خففت الياء لوقوعها في القافية، والحروف المشددة إذا وقعن حرف روي خففن، كما أنشد سيبويه (٤) : </p><p> ولا أسمع أجراس المطي </p><p>(١) \"نوادر اللغة\" ص ٩١، وهو تابع للرجز السابق، وقبل هذا البيت: ولم يكن كخالك العبد الدعي(٢) حقي وعصي: جمعا حقو وعصا، والحقو: الخصر ومشد الإزار من الجنب. \"اللسان\" (حقو) ٢/ ٩٤٨، ويقصد بالإبدال فيهما أن أصلهما: حُقُوْوُ وعُصُوْوُ، على وزن (فعول) ثم قلبت الواو الأخيرة ياء، فصارا في التقدير: حُقُوْي، وعُصُوْي ثم قلبت الواو ياء لسكونها ووقوعها قبل ياء مسبوقة بساكن، فصار: حُقُييْ، وعُصُيْ، ولكي تسلم الياء أبدلت حركة الحرف السابق لها كسرة، وأدغمت الياء في الياء، ثم جاز إبدال ضمة الفاء كسرة إتْباعًا لكسرة العين.انظر: \"المقتضب\" ١/ ١٨٣ فقد نص على الميزان الصرفي لجمع (عصا).(٣) ساقط من (م) و (س).(٤) انظر \"كتاب سيبويه\" ٣/ ٩٥، وهو بعض عجز بيت نصه:متى أنام لا يؤرقني الكرِي ... ليلاً ولا أسمع أجراس المطيوهو من شواهد سيبويه الخمسين التي لا يعرف قائلها، وهو أيضًا بلا نسبة في \"جمهرة اللغة\" (ركي) ٢/ ٨٠١، و\"خزانة الأدب\" ١٠/ ٣٢٣، و\"الصحاح\" (شمم) ٥/ ١٩٦٢، و\"لسان العرب\" (شمم) ٤/ ٢٣٣٣، و\"المنصف\" ٢/ ١٩١.</p><p> قال (١) : ويجوز في (الميء) وجه آخر وهو أن مائة (فِعْلَة) و (فَعَلٌ) قد عاقبت (فِعْلا) نحو: شَبَهٌ، وشِبْهٌ، وبابه، و (فَعَل) جمع على (فُعْل) كقولهم: أسَد وأَسْد، ووَثَن، ووثْن، كذلك جمعوا (فَعَلًا) على (فُعْلٍ) حيث كان بمنزلته لتعاقبهما على الكلمة الواحدة (٢) ، ثم أبدل من ضمة الفاء كسرة كما قالوا: مِغيرة ومِنتن، وأتبعوا العين حركة الفاء، وحذفوا اللام التي هي محذوفة (٣) من (مائة) فصار: (مئٍ) وعلى هذا يحمل قوله (٤) : </p><p> وخمسمئٍ منها قسي وزائف </p><p> فإن قيل: فلم لا يكون (المئي) على فِعِل؟ </p><p> قيل: لا يستقيم ذلك لقلة هذا الوزن في الآحاد، ألا ترى أن سيبويه إنما حكى منه الإِبِل (٥) ، والمراد بالمئي الجمع، ولا يعلم شيئًا من الجمع على (فِعِل) ، فإذا لم يجيء في الجمع البته وكان مجيئه في الآحاد على ما ذكر من القلة لم يكن للحمل عليه مساغ. </p><p>(١) يعني الفارسي في \"المسائل الحلبيات\"، ولم أجده فيها, ولعله من الجزء الناقص، انظر \"مقدمة المحقق\" (ص: د)، وكذلك لم أجده في كتبه الأخرى التي بين يدي. (٢) قال أبو علي الفارسي في كتاب \"التكملة\" ص ٤١٢: وكسروا حروفًا على (فُعْل) كما كسّروا عليه (فَعَلًا) نحو: أَسَد وأُسْد، وذلك أن (فُعْلًا) مثل (فَعَلٌ) في نحو: البُخْل والبَخَل، والسُّقْم والسَّقَم، اهـ ومعنى كسروا: جمعوا جمع تكسير.(٣) في (ح): (منير)، قال الجوهري في \"الصحاح\" (نتن) ٦/ ٢٢١٠: نتن الشيء وأنتن بمعنى، فهو مُنتن ومِنتن، كسرت الميم اتباعًا لكسرة التاء؛ لأن (مِفْعِلاً) ليس من الأبنية. اهـ. وفي \"كتاب سيبويه\" ٤/ ١٠٩: وأما الذين قالوا: مِغِيرة ومِعِين فليس على هذا , ولكنهم أتبعوا الكسرة الكسرة، كما قالوا: مِنتن.(٤) سبق تخريجه في أول الأنفال.(٥) انظر: \"كتاب سيبويه\" ٣/ ٥٧٤.</p><p> وقوله تعالى:  {بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} ، قال ابن (١) إسحاق: أي: لا يقاتلون على بينة (٢) ولا حق ولا معرفة (٣) ، وقال المفسرون (٤) : معنى قول: {ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} أي: من أجل أن المشركين قوم يقاتلون علي غير احتساب، ولا طلب ثواب؛ فهم لا يثبتون إذا صدقتموهم القتال خشية أن (٥) يقتلوا، وقال أهل المعاني: معنى {لَا يَفْقَهُونَ} أي هم على جهالة، خلاف من يقاتل على بصيرة يرجو به ثواب الآخرة (٦) ، وقال ابن عباس والمفسرون: هذه الآية نسخها قوله: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ} الآية (٧) ، وقال الوالبي عن ابن عباس: في هذه الآية أمر الله الرجل من المؤمنين أن يقاتل عشرة من الكفار، فشق ذلك عليهم فرحمهم فقال:  {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ} الآية (٨) ، وقال عطاء عنه: لما نزلت هذه الآية ضج المهاجرون، وقالوا: يا رب نحن جياع وعدونا شباع، ونحن في غربة وعدونا في أهليهم، ونحن قد أخرجنا من ديارنا وأموالنا، </p><p>(١) في (م) و (س): (أبو)، وهو خطأ. (٢) هكذا، وفي \"السيرة النبوية\"، و\"تفسير ابن جرير\" ١٠/ ٤١: نية.(٣) \"السيرة النبوية\" ٢/ ٣٢٢ وفيها: ولا معرفة بخير ولا شر.(٤) اللفظ لأبي إسحاق الثعلبي، انظر \"تفسيره\" ٦/ ٧٠ ب، ونحوه في \"تفسير ابن جرير\" ١٠/ ٣٨، والزمخشري ١/ ١٦٧.(٥) في (ح): (لئن لا)، وهو خطأ.(٦) ذكر نحوه الحوفي في \"البرهان\" ١١/ ١٠٢ ب.(٧) انظر: \"تفسير ابن جرير\" ١٠/ ٣٨ - ٤١، وابن أبي حاتم ٥/ ١٧٢٩، والثعلبي ٦/ ٧٠ ب، و\"الدر المنثور\" ٣/ ٣٦٢ - ٣٦٤، فقد ذكروه عن ابن عباس وسعيد ابن جبير والحسن البصري ومجاهد وعطاء بن أبي رباح وعكرمة وزيد بن أسلم وعطاء الخرساني والضحاك.(٨) رواه ابن جرير ١٠/ ٣٩.</p>"
}