{
  "id": null,
  "sura": 8,
  "aya": 72,
  "text": "<p> وقال تعالى:  {فَأَمْكَنَ مِنْهُمْ} قال الأزهري: يقال: أمكنني الأمر يمكنني (١) فهو ممكن، ولا يقال: أنا أُمكنه، بمعنى أستطيعه، يقال: لا يمكنك الصعود إلى الجبل، ولا يقال: أنت تمكن الصعود إلى الجبل (٢) . </p><p> ومفعول الإمكان محذوف على معنى: فأمكن المؤمنين منهم، أو فأمكنك منهم. </p><p> وقوله تعالى:  {وَاللَّهُ عَلِيمٌ حَكِيمٌ} أي: عليم بخيانةٍ إن خانوها، حكيم في تدبيره عليهم، ومجازاته إياهم، قاله أبو إسحاق (٣) . </p><p> ٧٢ - قوله تعالى:  {إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ} يعني المهاجرين الذين هجروا قومهم وديارهم إلى المدينة في نصرة الدين، {وَالَّذِينَ آوَوْا وَنَصَرُوا} يعني الأنصار أسكنوا المهاجرين (٤) ديارهم ونصروهم على أعدائهم {أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، قال ابن عباس والمفسرون كلهم: يعني في الميراث، جعل الله تعالى الميراث للمهاجرين والأنصار دون ذوي الأرحام (٥) ، وكانوا يتوارثون في الهجرة والنصرة، وكان الذي آمن ولم يهاجر لا يرث من أجل أنه لم يهاجر، ولم ينصر، وهو </p><p>(١) ساقط من (ح). (٢) \"تهذيب اللغة\" (مكن) ٤/ ٣٤٤٧ بتصرف يسير.(٣) ليس موجودًا في كتابه\"معاني القرآن وإعرابه\" المطبوع، وقد ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٣٨٤.(٤) في (ح): (أمكنوا للمهاجرين).(٥) رواه عن ابن عباس البخاري كتاب الفرائض، باب: ذوي الأرحام (٦٧٤٧)، وأبو داود (٢٩٢١) كتاب الفرائض، باب: نسخ ميراث العقد، وانظر: \"تفسير ابن جرير\" ١٠/ ٥١ - ٥٤، والثعلبي ٦/ ٧٤ ب، والسمرقندي ٢/ ٢٨، والبغوي ٣/ ٣٧٩، وابن الجوزي ٣/ ٣٨٥، و\"الدر المنثور\" ٣/ ٣٧٠ - ٣٧٢.</p><p> قوله (١) : {وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} ، وقال قتادة: كان المسلمون يتوارثون بالهجرة والإسلام (٢) ، وكان الرجل يسلم ولا يهاجر فلا يرث أخاه (٣) ، وهذا قول مجاهد (٤) ، والحسن (٥) ، والكلبي (٦) ، والسدي (٧) . </p><p> وقرئ قوله:  {مَا لَكُمْ مِنْ وَلَايَتِهِمْ} بكسر الواو وفتحه (٨) ، قال الزجاج: من فتح (٩) جعلها من النصرة والنسب، قال: والولاية التي بمنزلة الإمارة مكسورة؛ ليفصل بين المعنيين، وقد يجوز كسر (الولاية) ؛ لأن في تولي بعض القوم بعضًا جنسًا من الصناعة نحو: القِصارة (١٠) ، والخياطة، </p><p>(١) ساقط من (م). (٢) في (م): بالإسلام والهجرة.(٣) رواه بنحوه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٦٢، وابن جرير ١٠/ ٥٣، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٣٩٤، وعبد بن حميد وابن المنذر وابن أبي حاتم وأبو الشيخ، كما في \"الدر المنثور\" ٣/ ٣٧١ - ٣٧٢.(٤) رواه ابن جرير ١٠/ ٥٢، وأشار إليه ابن كثير ٢/ ٣٦٣ - ٣٦٤.(٥) رواه ابن جرير ١٤/ ٨٠، وذكره الهواري ٢/ ١٠٧ بغير سند.(٦) \"تنوير المقباس\" ص ١٨٦ عنه، عن ابن عباس.(٧) رواه ابن جرير ١٠/ ٥٣.(٨) قرأ حمزةُ وحده بكسر الواو، والباقون بفتحها، انظر: كتاب \"السبعة\" ص ٣٠٩، و\"الغاية\" ص١٦٣، و\"تحبير التيسير\" ص١١٩.(٩) في (م): (فتحها).(١٠) القصارة: حرفة القصار، قال ابن منظور: قصر الثوب قِصَارة، عن سيبويه، وقصَّره، كلاهما: حوَّره ودقَّه، ومنه سمي القصار، وقصرت الثوب تقصيرًا، مثله، والقصّار والمقصّر: المحور للثياب؛ لأنه يدقها بالقَصَرَة التي هي القطعة من الخشب، وحرفته القِصَارة. \"لسان العرب\" (قصر) ٦/ ٣٦٤٩. وفي \"المعجم الوسيط\" (قصر) ٢/ ٢٦٧: القصّار: المبيض للثياب، وهو الذي يهيئ النسيج بعد نسجه ببله ودقه بالقصرة، والقصرة: مدقة القصار.</p><p> فهي مكسورة، قال: والولاية على الإيمان واجب (١) ، والمؤمنون بعضهم أولياء بعض، ويقال: وليٌّ بين الولاية، ووال بين الولاية (٢) . </p><p> قال الفراء: وقد سمعنا الفتح في المعنيين جميعًا (٣) ، قال أبو علي: الفتح أجود هاهنا؛ لأن الولاية هاهنا من الدين (٤) ، والكسر في السلطان، قال أبو الحسن: وكسر الواو لغة في الأخرى (٥) . </p><p> قال ابن عباس والمفسرون: ثم نسخ هذا الحكم بقوله: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ}  (٦) . </p><p> قال أبو بكر بن الأنباري: كان الله تعالى تعبدهم في أول الهجرة بأن لا يرث المسلمين (٧) المهاجرين إخوانُهم الذين لم يهاجروا، ولا يرثون هم إخوانهم، ثم نسخ ذلك بقوله:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} فصار الثاني هو المعمول به، ورفض الأول. </p><p>(١) في\"تهذيب اللغة\": واجبة. (٢) أقوال الزجاج السابقة ساقطة من كتاب \"معاني القرآن وإعرابه\" المطبوع، وقد ذكر أكثرها الأزهري في \"تهذيب اللغة\" (ولي) ٤/ ٣٩٥٥، وذكر بعضها ابن الجوزي في \"تفسيره\" ٣/ ٣٨٥.(٣) \"معاني القرآن\" ١/ ٤١٩.(٤) اهـ. كلام أبي علي، انظر: \"الحجة\" ٤/ ١٦٦.(٥) \"معاني القرآن\" لأبي الحسن الأخفش ١/ ٣٥٢ وقد اختصر الواحدي عبارته فلم يظهر المعنى، ونص قوله: ما لكم من ولايتهم من شيء، وهو في (الولاء)، وأما في (السلطان) فـ (الوِلاية)، ولا أعلم كسر (الواو) في الأخرى إلا لغة اهـ. يعني بالأخرى (الولاية) من الولاء، وقد نص الفراء أيضًا على ثبوت هذه اللغة، انظر: \"معاني القرآن\" ١/ ٤١٩.(٦) هذا بعض أثر ابن عباس السابق.(٧) مفعول به مقدم.</p>"
}