{
  "id": null,
  "sura": 8,
  "aya": 48,
  "text": "<p> يبطرون ويراؤن، فصح عطف المضارع عليه (١) ، وقد يوضع المصدر موضع الفعل المضارع، سيما والمراد به الحال (٢) . </p><p> ومعنى قوله:  {وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} ، قال ابن عباس: يريد يضلون (٣) عند دين الله (٤) ، قال أهل المعاني: وصدهم عن سبيل الله هو معاداة أهلها، وقتالهم عليها، وتكذيبهم بإجابة (٥) الداعي إليها (٦) . </p><p> ٤٨ - قوله تعالى:  {وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ} كان هذا التزيين على ما قاله ابن عباس (٧) وابن إسحاق (٨) والسدي (٩) والكلبي (١٠) : </p><p>(١) انظر: أحكام عطف الفعل على الاسم وعكسه في: \"أوضح المسالك إلى ألفية ابن مالك\" ٣/ ٦١، و\"النحو الوافي\" ٣/ ٦٤٨ - ٦٥٨. (٢) لا يعني صحة إقامة الفعل مقام الاسم وعكسه أن المعنى واحد فيهما، بل الاسم يدل على الثبوت والتمكين والاستمرار، والفعل يدل على الحدوث والتجدد فاختيار الاسم في قوله تعالى: {بَطَرًا وَرِئَاءَ} يدل على ثبوت هذه السمة فيهم وتمكنها منهم حتى كأنها جبلة فيهم، أما اختيار الفعل في قوله تعالى: {وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} فللدلالة على تجدد هذا العمل حينًا بعد حين، أو لتجدد ذلك بعد بعثة النبي - صلى الله عليه وسلم -. انظر: \"البرهان الكاشف عن إعجاز القرآن\" ص ١٤٠.(٣) في (م): (يصدون)، وما أثبته موافق لـ\"الوسيط\".(٤) \"الوسيط\" ٢/ ٤٦٥.(٥) هكذا في جميع النسخ، ولفظ (بإجابة) زائد، وعبارة المؤلف في \"الوسيط\" ٢/ ٤٦٥: ويصدون عن سبيل الله، بمعاداة المسلمين وتكذيب الداعي إليها.(٦) لم أقف عليه.(٧) \"تفسير ابن جرير\" ١٨/ ١٠، وابن أبي حاتم ٥/ ١٧١٤، والثعلبي ٦/ ٦٥ ب.(٨) \"تفسير ابن جرير\" ١٠/ ١٩، والثعلبي ٦/ ٦٥ ب، والنصر مختصرًا في: \"السيرة النبوية\" ٢/ ٢٥٠ , عن ابن إسحاق، عن عروة بن الزبير.(٩) \"تفسير ابن جرير\" ١٠/ ١٨، والثعلبى ٦/ ٦٥ ب.(١٠) \"تفسير الثعلبي\"، الموضع السابق.</p><p> إن قريشًا لما أجمعت المسير، ذكرت الذي بينها وبين بني كنانة (١) ، ومدلج (٢) من الحرب، وكانوا قد قتلوا الفاكه بن المغيرة (٣) ، وعوفًا (٤) أبا عبد الرحمن بن عوف ومالك بن الشريد (٥) وكانوا يطلبونهم بدم، وكاد هذا أن يثنيهم عن الخروج من مكة، فتبدا لهم إبليس في جند من الشيطان معه رايته، في صورة سراقة بن مالك بن جعشم الكناني ثم المدلجي، وكان من أشرافهم، فقالوا: نحن نريد قتال هذا الرجل ونخاف من قومك فقال لهم: أنا جار لكم من قومي، فلا غالب لكم اليوم من الناس، ومعنى الجار هاهنا: الدافع عن صاحبه الشر كما يدفع الجار عن جاره، والعرب تقول: أنا جار لك من فلان، أي: حافظ لك من معرّته فلا يصل إليك منه مكروه. </p><p> وقوله تعالى:  {فَلَمَّا تَرَاءَتِ الْفِئَتَانِ} [قال ابن عباس: التقى الجمعان (٦) ، قال الزجاج: توافقتا حتى رأت كل واحدة </p><p>(١) قبيلة كبيرة مشهورة وهم بنو كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان. انظر: \"السيرة النبوية\" ١/ ١، و\"نهاية الأرب\" ص ٣٦٦. (٢) هم بنو مدلج بن مرة بن تيم بن عبد مناف بن كنانة.راجع: \"الروض الأنف\" ٢/ ٢٣٣، و\"الإصابة في تمييز الصحابة\" ٢/ ١٩ (٣١١٥)، و\"نهاية الأرب\" ص ٣٧٢.(٣) هو: الفاكه بن المغيرة بن عبد الله بن عمر بن مخزوم، أحد الفصحاء المقدمين من قريش في الجاهلية. انظر: \"المحبر\" ص ١٧٥، ٢٩٧، و\"التبيين في أنساب قريش\" ص ١٨٩.(٤) هو: عوف بن عبد عوف بن عبد الحارث بن زهرة بن كلاب القرشي الزهري. انظر: \"الإصابة في تمييز الصحابة\" ٢/ ٤١٦ (٥١٧٩)، في ترجمة ابنه عبدالرحمن.(٥) لم أعثر على ترجمته.(٦) \"تنوير المقباس\" ص ١٨٣.</p><p> الأخرى (١) ] (٢) . </p><p> {نَكَصَ عَلَى عَقِبَيْهِ} النكوص: الإحجام عن الشيء، نكص ينكص نكوصًا ونكيصًا: إذا تأخر عن الشيء وجبن، وأنشد أبو عبيدة (٣) قول الكميت: </p><p> فما نفع المستأخرين نكيصهم ... ولا ضر أهل السابقات التعجل (٤) </p><p> وزاد الكسائي: نكصانًا (٥) ، وقال الزجاج: نكص على عقبيه: رجع بخزي (٦) ، وقال القتيبي: رجع القهقرى (٧) ، وقال ابن عباس: [رجع موليًا (٨) ، وقال الضحاك: ولى مدبرًا (٩) ، وقال قطرب: رجع من حيث جاء (١٠) . </p><p> قال الكلبي عن ابن عباس: ] (١١) لما التقوا كان إبليس في صف المشركين على صورة سراقة آخذًا بيد الحارث بن هشام، فرأى عدو الله </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٤٢١. (٢) ما بين المعقوفين ساقط من (ح).(٣) انظر قول أبي عبيدة في معنى (النكوص) في \"مجاز القرآن\" ١/ ٢٤٧، ٢/ ٦٠، ولم أقف على إنشاده البيت.(٤) انظر: البيت في \"هاشميات الكميت\" ص١٣٠.(٥) لم أقف عليه.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٢١.(٧) \"تفسير غريب القرآن\" لابن قتيبة ص١٩٠.(٨) رواه ابن جرير ١٠/ ١٩ من رواية ابن جريج عنه بلفظ: رجع مدبرًا، ورواه أيضًا ١٠/ ١٩ من رواية علي بن أبي طلحة عنه بلفظ: فولى مدبرًا.(٩) رواه الثعلبي ٦/ ٦٥ ب، والبغوي ٣/ ٣٦٦.(١٠) أخرجه الثعلبي ٦/ ٦٥ ب.(١١) ما بين المعقوفين ساقط من (م).</p><p> الملائكة حين نزلت من السماء -وهو روحاني يراهم- نكص على عقبيه فقال له الحارث: يا سراق أفرارًا من غير قتال، فقال (١) له: {إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ} ودفع في صدر الحارث وانطلق (٢) ، وانهزم الناس (٣) ، قال الحسن في قوله:  {إِنِّي أَرَى مَا لَا تَرَوْنَ} أي: جبريل معتجرًا (٤) ببرد (٥) ، يمشي بين يدي النبي - صلى الله عليه وسلم - وفي يده اللجام يقود الفرس، ما ركب (٦) . </p><p> وقال محمد بن إسحاق: رأى جندًا من الملائكة، أيد الله بهم رسوله والمؤمنين (٧) . </p><p> وقوله تعالى:  {إِنِّي أَخَافُ اللَّهَ} ، قال قتادة وابن إسحاق: صدق عدو الله في قوله: {إِنِّي أَرَى مَا لَا تَرَوْنَ} وكذب في قوله: {إِنِّي أَخَافُ اللَّهَ} والله ما به مخافة الله (٨) ، ولكن علم أنه لا قوة له ولا منعة، فأوردهم وأسلمهم وتلك عادة عدو الله لمن أطاعه (٩) ، وقال الكلبي: خاف أن يأخذه </p><p>(١) ساقط من (س) (٢) ساقط من (س).(٣) رواه الثعلبي ٦/ ٦٦ أ، والبغوي ٣/ ٣٦٦.(٤) الاعتجار: أن يلف العمامة على رأسه، ويرد طرفها على وجهه، ولا يعمل منها شيئًا تحت ذقنه. انظر: \"النهاية في غريب الحديث\" (عجر) ٣/ ١٨٥، و\"لسان العرب\" (عجر) ٥/ ٢٨١٥.(٥) في (ح): (برداء)، وما أثبته موافق للمصادر التالية.(٦) رواه ابن جرير ١٠/ ٢٠، والثعلبي ٦/ ٦٦ أ، والبغوي ٣/ ٣٦٦.(٧) \"السيرة النبوية\" ٢/ ٣٠٩.(٨) كفر إبليس كفر إباء واستكبار لا كفر جحود وإنكار؛ ولذا لا يستبعد خوفه من عقاب الله فيما دون الهلاك.(٩) ذكر هذا القول عنهما: الثعلبي ٦/ ٦٦ أ، والواقع أنه دمج قوليهما مع اختلافهما في اللفظ. =</p><p> جبريل ويعرفهم حاله فلا يطيعون (١) ، ولا معنى لهذا؛ لأن إبليس غير مرئي فيعرف بالرؤية، وكيده الوسوسة والتخييل (٢) . </p><p> وقال عطاء: إني أخاف الله أن يهلكني فيمن يهلك (٣) ، وقال أبو إسحاق: ظن أن الوقت الذي انظر إليه قد حضر (٤) ، واختار ابن الأنباري هذا القول وقال: يعني (٥) أخاف أن يكون الوقت المعلوم الذي يزول معه إنظاري قد حضر فيقع بي العذاب، لما عاين الملائكة خاف أن يكون وقت الإنظار قد انقضى (٦) ، فقال ما قال اشفاقًا على نفسه (٧)  (٨) . </p><p> وقوله تعالى:  {وَاللَّهُ شَدِيدُ الْعِقَابِ} يجوز أن يكون متصلًا بما أخبر به عن إبليس، ويجوز أن ينقطع كلامه عند قوله:  {أَخَافُ اللَّهَ} فقال الله. {وَاللَّهُ شَدِيدُ الْعِقَابِ}  (٩) . </p><p>= انظر قول قتادة في: \"تفسير ابن جرير\" ١٠/ ١٩، و\"الدر المنثور\" ٣/ ٣٤٥، وانظر قول ابن إسحاق في: \"السيرة النبوية\" ٢/ ٣٠٩، و\"تفسير ابن جرير\" ١٠/ ١٩. (١) رواه الثعلبي ٦/ ٦٦ ب، والبغوي ٣/ ٣٦٧.(٢) يعني أنه لن يظهر لهم عند كيده بالوسوسة، فالتعريف به لا يفيد ولا يمنع من كيده.(٣) رواه الثعلبي ٦/ ٦٦ ب، والبغوي ٣/ ٣٦٦، قلت: هذا القول فيه نظر لأن الله وعد إبليس بالإنظار إلى يوم يبعثون.(٤) \"معاني القرآن واعرابه\" ٢/ ٤٢١.(٥) في (ح): (معنى)، وهو خطأ.(٦) في (م) و (س): (تقضى).(٧) ذكر بعض هذا القول مع اختلاف يسير ابن الجوزي في \"زاد المسير\" ٣/ ٣٦٧.(٨) في هذا القول أيضًا نظر؛ لأن إبليس يعلم أنه إذا انقضى وقت الإنظار لن يفيد الهرب، والظاهر أن إبليس خاف عقاب الله فيما دون الهلاك.(٩) ذكر نحو هذا القول الثعلبي ٦/ ٦٦ ب، والبغوي ٣/ ٣٦٧، وابن الجوزي ٣/ ٣٦٧.</p>"
}