{
  "id": null,
  "sura": 8,
  "aya": 28,
  "text": "<p> قبله, وذوو الأمانة: نحو المودع والمعير والموكل والشريك ومن يدك في ماله يد أمانة لا يد ضمان (١) ، ثم حذفت المضاف (٢) ، وقد ذكرت إحدى مفعولي الخيانة، ولم تذكر الثاني وهو المنهي عن الخيانة فيه (٣) ، وإذا لم (٤) تقدر حذف المضاف فقد ذكرت المنهي عن الخيانة فيه ولم تذكر صاحب الأمانة، كقولك: أعطيت درهمًا. </p><p> وقوله تعالى:  {وَأَنْتُمْ تَعْلَمُونَ} أي تعلمون أنها أمانة من غير شبهة، وقيل:  {وَأَنْتُمْ تَعْلَمُونَ} [ما في الخيانة، خلاف الجهال بتلك المنزلة (٥) ، وقال صاحب النظم:  {وَأَنْتُمْ تَعْلَمُونَ} ] (٦) أن ما فعلتم من الإشارة إلى الحلق خيانة لله ورسوله (٧) . </p><p> ٢٨ - قوله تعالى:  {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} أي محنة (٨) ، يظهر بها ما في النفس من اتباع الهوى أو تجنبه فيستحق الثواب أو العقاب. </p><p>(١) اهـ. كلام أبي علي، انظر: \"الحجة\" ١/ ٢١٨. (٢) يعني لفظ (ذوي) في قوله: والمعنى: ولا تخونوا ذوي أماناتكم، وقد ساق المؤلف العبارة على وجه الخطاب للتمثيل، ولا يخفى أنه لا يعني الجملة القرآنية، إذ لا يصح أن يخاطب بشر بأنه حذف شيئًا من القرآن.(٣) ساقط من (س).(٤) ساقط من (س).(٥) ذكر هذا القول الماوردي في \"النكت\" ٢/ ٣١١ ولم يعين القائل.(٦) ما بين المعقوفين ساقط من (ح).(٧) ذكر هذا القول المؤلف في \"الوسيط\" ٢/ ٤٥٤، كما ذكره البغوي في \"تفسيره\" ٣/ ٣٤٨ لكن من غير نسبة.(٨) انظر: \"الصحاح\" (فتن) ٦/ ٢١٧٥.</p><p> قال المفسرون: وكان لأبي لبابة مال وأهل وولد في قريظة، ولذلك مال إليهم في إطلاعهم على أن حكم سعد فيهم القتل (١) . </p><p> وقال ابن زيد: فتنة: اختبار اختبرتم بها، وقرأ:  {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً}  [الأنبياء: ٣٥]  (٢) . </p><p> وقوله تعالى:  {وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ} ، قال ابن عباس: يريد لمن نصح لله ولرسوله وللمؤمنين، وأدى أمانته، ولم يخن نفسه ولا ربه ولا نبيه ولا أحدًا من المؤمنين (٣) . </p><p> وهذه الآية بيان عن حال الأموال والأولاد في الافتتان بهما حتى يركب الإنسان كل (٤) عظيم لغلبة الهوى فيهما، فيحرم عظيم الأجر لما لا يبقى (٥) عليه من عاجل النفع. </p><p> قال عبد الله بن أبي قتادة (٦) : ذكر الله تعالى أن مناصحة أبي لبابة وخيانته إنما كانت لأن أهله كان فيهم (٧) . </p><p>(١) انظر: \"تفسير الثعلبي\" ٦/ ٥٣ أ، والبغوي ٣/ ٣٤٧، وابن الجوزي ٣/ ٣٤٥، و\"أسباب النزول\" ص ٢٣٨ - ٢٣٩ للمؤلف، و\"الجامع لأحكام القرآن\" ٧/ ٣٩٦. (٢) رواه ابن جرير ٩/ ٢٢٤، وابن أبي حاتم ٥/ ١٦٨٥، وانظر: \"الدر المنثور\" ٣/ ٣٢٤.(٣) ذكره المؤلف في \"الوسيط\" ٢/ ٤٥٤، وذكره مختصرًا من غير نسبة البغوي في \"تفسيره\" ٣/ ٣٤٨.(٤) ساقط من (م).(٥) في (ح): (لم يبق)، والصواب ما أثبته، والمعنى: يُحرم الإنسان عظيم الأجر لأجل ما لا يدوم عليه من المتاع العاجل بل سيرحل عنه.(٦) تابعي من أبناء الأنصار. تقدمت ترجمته.(٧) لم أجد من ذكره بهذا اللفظ، وقد رواه ابن جرير ٩/ ٢٢٢ بلفظ: نزلت في أبي لبابة , وزاد ابن أبي حاتم ٥/ ١٦٨٤: حين أشار إلى بني قريظة أنه الذبح.</p>"
}