{
  "id": null,
  "sura": 8,
  "aya": 6,
  "text": "<p> ٦ - قوله تعالى:  {يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ} قال المفسرون: إن عير قريش أقبلت من الشام فندب رسول الله - صلى الله عليه وسلم - أصحابه وقال: إن الله، ينفلكموها، فخرجت طائفة كارهة، فلما التقوا أمروا بالقتال ولم يكونوا أعدوا له أهبة، فشق ذلك عليهم وقالوا: هلا أخبرتنا فكنا (١) نعد له (٢) ، قال ابن عباس وابن إسحاق: وكان جدالهم نبي الله قولهم: لم تعلمنا قتالًا فنستعد له إنما خرجنا للعير (٣) . </p><p> وقوله تعالى:  {فِي الْحَقِّ} أي في القتال، عن ابن عباس (٤) ، ومجاهد (٥) . </p><p> وقوله تعالى:  {بَعْدَمَا تَبَيَّنَ}  (٦) قال السدي: بعد ما تبين لهم أنك لا تصنع إلا ما أمرك الله به (٧) . </p><p> وقال أبو صالح عن ابن عباس: يجادلونك في القتال بعد ما أمرت به (٨) . </p><p>(١) في (س): (لكنا). (٢) انظر: \"تفسير ابن جرير\" ٩/ ١٨٣، والسمرقندي ٢/ ٥، والبغوي ٣/ ٣٢٨.(٣) ذكره عنهما الماوردي في \"النكت والعيون\" ٢/ ٢٩٦، وبمعناه ابن جرير ٩/ ١٨٣ - ١٨٤، ولم أجد قول ابن إسحاق في \"السيرة النبوية\"، ويبدو أن هذا القول لابن جرير تفسيرًا لقول ابن عباس وابن إسحاق. انظر ابن جرير ٩/ ١٨٣ - ١٨٤.(٤) رواه ابن جرير ٩/ ١٨٣ - ١٨٤ من رواية الكلبي.(٥) رواه ابن جرير في \"تفسيره\" ٩/ ١٨٢، وانظر: \"تفسير الإمام أحمد\" ص ٣٥٢.(٦) في (س): (ما بعد)، وهو خطأ.(٧) رواه ابن جرير في \"تفسيره\" ٩/ ١٨٤، وابن أبي حاتم ٥/ ١٦٥٩ - ١٦٦٠، وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٠٠.(٨) رواه ابن جرير في \"تفسيره\" ٩/ ١٨٤.</p><p> وقال أبو إسحاق: يجادلونك في الحق بعد ما تبين وعدهم الله عز وجل أنهم يظفرون بأهل مكة أو (١) بالعير (٢) ، يريد أن هذا التبين كان بوعد الله إياهم الظفر (٣) . </p><p> قال أهل المعاني: إنما كانت تلك المجادلة طلبًا للرخصة لأنهم لم يستعدوا للقتال، وقيل عددهم [وكانوا رجالة]  (٤) ، ولم يكن فيهم إلا فارسان؛ فخافوا، وحال الصعوبة تخيل إلى النفس الشبهة، وإن كانت الحال ظاهرة والدلالة واضحة (٥) . </p><p> وقوله تعالى:  {كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ} ، قال ابن إسحاق: كراهة للقاء القوم (٦) ، يريد أنهم لشدة كراهتهم للقتال كأنهم (٧) </p><p>(١) في (ح): (وبالعير)، وهو كذلك في \"معاني القرآن وإعرابه\" وهو خطأ، والصواب (أو) كما في (م) و (س). لأن الله وعدهم إحدى الطائفتين، ولم يعدهم الطائفتين كلتيهما. (٢) اهـ. كلام الزجاج، انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٠١.(٣) يعني أن الله وعدهم الظفر بأحد الأمرين كما قال تعالى: {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ} [الأنفال: ٧]. فلما فاتهم العير تبين لهم أنه لا بد من مواجهة النفير وأنهم سيظفرون بهم تحقيقًا لوعد الله.(٤) ما بين المعقوفين ساقط من (ح).(٥) لم أجد هذا القول فيما بين يدي من كتب أهل المعاني كالفراء والأخفش وأبي عبيدة والزجاج والنحاس والأزهري وابن قتيبة، وهؤلاء وأمثالهم ممن تكلم عن معاني القرآن من جهة اللغة والنحو هم مراد الواحدي بقوله: قال أهل المعاني، قال الزركشي في \"البرهان\" ١/ ٢٩٢ قال ابن الصلاح: وحيث رأيت في كتب التفسير: قال أهل المعاني فالمراد به مصنفو الكتب في معاني القرآن كالزجاج ومن قبله. وفي بعض كلام الواحدي: أكثر أهل المعاني: الفراء والزجاج وابن الأنباري قالوا كذا. وقد ذكر نحوًا من ذلك السيوطي في \"الإتقان\" ٢/ ٣.(٦) \"السيرة النبوية\" ٢/ ٣١٣.(٧) في (م): (كانوا).</p>"
}