{
  "id": null,
  "sura": 8,
  "aya": 51,
  "text": "<p> الجراحات، فذلك قوله:  {وَذُوقُوا عَذَابَ الْحَرِيقِ}  (١) والصحيح أن هذا يقوله الملائكة لهم في الآخرة (٢) </p><p> ٥١ - قوله تعالى:  {ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ} هذا إخبار عن قول الملائكة لهم، وأما محل {ذَلِكَ} فيجوز أن يكون رفعًا وخبره: {بِمَا قَدَّمَتْ أَيْدِيكُمْ} ويجوز أن يكون خبره محذوفًا على تقدير: ذلك جزاؤكم بما قدمت أيديكم، [ويجوز أن يكون محل ذلك نصبًا على معنى: فعلنا ذلك بما قدمت أيديكم]  (٣) وهذا معنى قول الفراء (٤) . </p><p> و {ذَلِكَ} في هذه الآية بمعنى: هذا، أي: هذا العذاب الذي هو عذاب الحريق بما قدمت أيديكم، وذكرنا جواز أن يكون (ذلك) بمعنى: هذا عند قوله: {الم (١) ذَلِكَ الْكِتَابُ} [البقرة: ١ - ٢] . </p><p> وحكى صاحب النظم في معنى (ذلك) أنه نقيض (لا) فكما أن (لا) ينفي ما قبله (٥) ، فـ (ذلك) تثبيت لما قبله على مناقضته [وكذلك (كلا) نفي لما قبله و (كذلك) تثبيت لما قبله] (٦) على مناقضته (كلا) . </p><p>(١) ذكر هذا القول دون نسبة الثعلبي ٦/ ٦٧ أ، والبغوي ٣/ ٣٦٨، والزمخشري ٢/ ١٦٣، وابن الجوزي ٣/ ٣٦٩، وعزاه الرازي في \"تفسيره\" ١٥/ ١٧٨ إلى ابن عباس، وعندي شك في هذا العزو، وذلك أن الرازي فسر هذه الجملة بما ذكره الواحدي هنا تمامًا لكنه أسقط هو أو أحد النساخ قول ابن عباس السابق وما بعده، وعزا هذا القول إلى ابن عباس. (٢) وهذا ما ذهب إليه ابن جرير ١٠/ ٢٢، والثعلبي ٦/ ٦٧ أ.(٣) ما بين المعقوفين ساقط من (ح) و (س).(٤) انظر: \"معاني القرآن\" ١/ ٤١٣.(٥) في (س): (قبلها).(٦) ما بين المعقوفين من (م).</p><p> ومعنى:  {بِمَا قَدَّمَتْ أَيْدِيكُمْ} ، قال ابن عباس: جرحت قلوبكم (١) ، قال أهل المعاني: إنما قال: {بِمَا قَدَّمَتْ أَيْدِيكُمْ} مع أن اليد لا تعقل شيئًا للبيان عن أن اعتقاد الكفر بالقلب بمنزلة ما يعمل باليد في الجناية، ولذلك لم يذكر القلوب وإن كان بها معتمد العصيان؛ لأنه قصد إظهار ما تقع به الجنايات في غالب الأمر وتعارف الناس. </p><p> وقوله تعالى:  {وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} في محل (أن) وجهان: أحدهما: النصب، بمعنى: وبأن الله، قال الفراء: وهذا إذا جعلت (ذلك) نصبًا (٢) ، فإن جعلت (ذلك) في موضع رفع (٣) جعلت (أن) في موضع رفع (٤) أيضًا بمعنى: وذلك أن الله (٥) . </p><p> ومعنى {وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} ، قال ابن عباس: يريد: تبين سبيل (٦) الهدى، وعرفتم سبيل الرشاد، وتربصتم عن الهجرة، وشككتم في </p><p>(١) لم أقف عليه، وما قدمت الأيدي أعم من كسب القلوب. انظر: \"تفسير ابن جرير\" ١٠/ ٢٣. (٢) أي تجعله مفعولًا به، والتقدير: فعلنا ذلك.(٣) إما مبتدأ خبره الجملة بعده كما قال أبو حيان في \"البحر المحيط\" ٤/ ٥٠٦، أو خبر لمبتدأ محذوف، والتقدير: الأمر ذلك، كما قدره النحاس في \"إعراب القرآن\" ١/ ٦٨١.(٤) اهـ. كلام الفراء، انظر: \"معاني القرآن\" ١/ ٤١٣، وقد تصرف الواحدي في عبارته.(٥) في محل (أن) وجه ثالث وهو الخفض عطفًا على (ما) في قوله تعالى: {بِمَا قَدَّمَتْ}.انظر: \"مشكل إعراب القرآن\" ص ٣١٧، و\"إعراب القرآن\" للنحاس ١/ ٦٨١، و\"تفسير ابن جرير\" ١٠/ ٢٣، و\"البيان في غريب إعراب القرآن\" ١/ ٣٩٠، وقد رد هذا الوجه أبو السعود في \"تفسيره\" ٤/ ٢٧.(٦) ساقط من (م) و (س).</p><p> قدرة الله ونصره رسوله (١) ، وهذا الذي ذكره ابن عباس إشارة إلى أن العذاب الذي وقع بهم وقيل لهم:  (ذوقوا) استحقوه بكفرهم، وجعل ذلك جزاءً على ما سلف من إجرامهم. </p><p> والصحيح أن قوله:  {وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} ابتداء كلام لا يعود معناه إلى ما قبله من قوله: {بِمَا قَدَّمَتْ} لأن قوله: {وَأَنَّ اللَّهَ} ليس (٢) بتعليل للعذاب ولا موجب له؛ لأن معناه: نفي الظلم، وإيجاب الحكم بالعدل، لا أنه سبب تعذيبهم فقوله:  {بِمَا قَدَّمَتْ أَيْدِيكُمْ} سبب أوجب الحكم بالتعذيب، وقوله تعالى:  {وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} نعت لهذا الحكم أنه عدل، وأنه ليس بجور، وإذا كان كذلك لم يحسن أن يقدر في (أن) الباء (٣) ، فيقال: المعنى: وبأن الله، والوجه أن تكون (أن) في موضع رفع، ولهذا قال الكسائي: لو كسرت ألف (أن) على الابتداء كان صوابًا (٤) . </p><p> فإن قيل: في هذه الآية الله تعالى نفى الظلم عن نفسه، ومن نسب إليه خلق الأفعال ثم استجاز منه العقبة على الذنوب فقد نسب الظلم إليه (٥) . </p><p>(١) لم أقف عليه. (٢) في (س): (ليس بظلام أي: بتعليل .. إلخ)، وهو خطأ.(٣) ذهب إلى تقديرها الفراء في \"معاني القرآن\" ١/ ٤١٣، والنحاس في \"إعراب القرآن\" ١/ ٦٨١، والزمخشري ١/ ١٦٣، وصرح بأن الباء سببية. وكذلك السمين الحلبي في \"الدر المصون\" ٥/ ٦١٩.(٤) يعني من الناحية اللغوية، ولا تجوز القراءة بذلك لعدم ثبوتها، وقد ذكر في قول الكسائي هذا الفخر الرازي في \"تفسيره\" ١٥/ ١٧٩.(٥) هذا قول المعتزلة، انظر: \"تفسير الرازي\" ١٥/ ١٧٩، و\"الأصول الخمسة\" للقاضي عبد الجبار ص ٣٤٥.</p><p> قيل: إن له أن يتصرف في ملكه بما يشاء، ومن كان له أن يتصرف في ملكه كما يشاء استحال نسبة الظلم إليه، ولهذا نفى الله -تعالى ذكره- الظلم عن نفسه كيلا يتوهم متوهم أنه مع خلقه كفر الكافر وتعذيبه له ظالم، فنفي ذلك وقال إنه {لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} ومن لم يسلك هذه الطريقة نسب العجز إلى الباري سبحانه وتعالى (١) . </p><p>(١) يقرر المؤلف طريقة الأشاعرة في نفي الظلم عن الله تعالى، وقد اتفق المسلمون على أن الله منزه عن الظلم، ولكن تنازعوا في معناه الذي يجب تنزيه الرب عنه على ثلاثة أقوال: الأول: قول المعتزلة، فقد ذهبوا إلى أن الظلم الذي ينزه عنه الخالق من جنس الظلم الذي ينهى عنه المخلوق، فشبهوا الله بخلقه، وأوجبوا عليه جنس ما يجب على المخلوق.الثاني: قول الأشاعرة وطوائف من أهل الكلام وبعض أهل الحديث: إن الظلم من الله تعالى ممتنع لذاته، لأن الظلم -عندهم-: التصرف في ملك الغير، أو الخروج عن طاعة من تجب طاعته، وهذان ممتنعان في حق الله تعالى.الثالث: قول كثير من أهل السنة وبعض أهل الكلام: إن الظلم وضع الشيء فيغير موضعه، فالظلم ممكن لذاته، يمتنع وقوعه من الرب تعالى ولا يفعله؛ لكمال عدله ورحمته وغناه، وعلمه بقبحه، ولإخباره أنه لا يفعله، فالله تعالى لا يضع الأشياء في غير مواضعها، كأن يبخس المحسن شيئًا من إحسانه، أو يحمل عليه من سيئات غيره، أو يعاقبه بلا موجب للعقاب، ونحو ذلك، وهذا القول هو الحق الذي دلت عليه النصوص واللغة.انظر: \"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٨/ ٥٠٥ - ٥١٠، ١٧/ ١٧٥ - ١٨٠, ١٨/ ١٣٧ - ١٥٦، و\"مختصر الصواعق المرسلة\" ص ١٨٩ - ٢٠٦، و\"غاية المرام في علم الكلام\" ص ٢٤٤، ٢٤٥، و\"لسان العرب\" (ظلم) ٥/ ٢٧٥٧.وقول المؤلف رحمه الله: (ومن كان له أن يتصرف في ملكه كما يشاء استحال نسبة الظلم إليه) مردود لما يأتي:أولاً: ما جاء في الحديث القدسي. \"يا عبادي إني حرمت الظلم على نفسي وجعلته =</p>"
}