{
  "id": null,
  "sura": 8,
  "aya": 44,
  "text": "<p> فشل ولا منازعة (١) يريد الاختلاف </p><p> وقوله تعالى:  {وَلَكِنَّ اللَّهَ سَلَّمَ} ، قال ابن عباس: يريد: عصمكم (٢) كأنه يريد: سلمكم من المخالفة فيما بينكم، وقال ابن عباس أيضًا: سلم الله لهم أمرهم حتى أظهرهم على عدوهم (٣) . </p><p> [وقال أبو روق: سلم: أتم أمرهم بالظفر على عدوهم (٤) ] (٥) . </p><p> وقال الكلبي: ولكن الله سلمكم من الهزيمة يوم بدر (٦) . </p><p> والأظهر أن المعنى: ولكن الله سلمكم من التنازع والفشل على ما حكينا عن ابن عباس أولاً. </p><p> قوله تعالى:  {إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} ، قال ابن عباس: علم ما في صدوركم من اليقين والحب لله والطاعة لرسوله (٧) ، قال الكلبي: أي لما في صدور المؤمنين من أمر عدوهم (٨) . </p><p> ٤٤ - وقوله تعالى:  {وَإِذْ يُرِيكُمُوهُمْ} إن قلنا في الآية الأولى إنه أراهم النبي - صلى الله عليه وسلم - في المنام فهذه الثانية كررت لأنها في اليقظة، وإن قلنا أن </p><p>(١) ذكره مختصرًا المؤلف في \"الوسيط\" ٢/ ٤٦٣، وانظر بعض معناه في: \"تنوير المقباس\" ص ٤٨٢. (٢) رواه بمعناه ابن أبي حاتم ٥/ ١٧٠٩، وذكره كذلك القرطبي ٨/ ٢٢.(٣) رواه ابن جرير ١٠/ ١٣، والثعلبي ٦/ ٦٤ أ، وابن أبي حاتم ٥/ ١٧٠٩.(٤) رواه ابن أبي حاتم ٥/ ١٧١٠ مختصرًا عن أبي روق، عن ابن عباس، وذكره القرطبي ٨/ ٢٢ ولم يعين القائل.(٥) ما بين المعقوفين ساقط من (س).(٦) لم أقف عليه.(٧) رواه البغوي ٣/ ٣٦٣ مختصراً.(٨) رواه بمعناه مختصراً الفيروزأبادي في \"تنوير المقباس\" ص ١٨٢، عن الكلبي، عن ابن عباس.</p><p> الأولى كانت في اليقظة على ما حكينا عن ابن جريج والحسن، فهذه الثانية كررت لأن النبي - صلى الله عليه وسلم - أفرد في الأولى بالذكر وعمم هو وأصحابه في هذه، وهذا الذي ذكرنا معنى قول ابن الأنباري وأبي إسحاق (١) . </p><p> قال أبو إسحاق: هذه رؤية الإلتقاء، وتلك رؤية النوم، وعلى مذهب الحسن: الأول خطاب للنبي - صلى الله عليه وسلم - والثاني خطاب له ولجميع من شاهد الحرب (٢) . </p><p> وقوله تعالى:  {فِي أَعْيُنِكُمْ قَلِيلًا} ، قال مقاتل: لما التقوا ببدر قلّل الله المشركين في أعين المؤمنين تصديقًا لرؤيا رسوله (٣) . </p><p> وقال ابن مسعود: لقد قللوا في أعيننا يوم بدر حتى قلت لرجل إلى جنبي: تراهم سبعين قال: أراهم مائة، فأسرنا رجلاً (٤) فقلنا: كم كنتم؟ قال: ألفًا! (٥) . </p><p> وقوله تعالى:  {وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ} ، قال ابن عباس: ليجترؤا عليكم ولا ينهزموا ولا يرجعوا عن قتالكم (٦) ، كما قال أبو جهل ذلك اليوم: إنما محمد وأصحابه أكلة جزور (٧) ، خذوهم أخذًا واربطوهم </p><p>(١) انظر: \"معاني القرآن وإعرابه\" لأبي إسحاق الزجاج ٢/ ٤١٩، ولم أقف على قول ابن الأنباري. (٢) المصدر السابق، نفس الجزء والصفحة، وقد تصرف الواحدي في النص المنقول.(٣) \"تفسير مقاتل\" ل ١٢٢ أ.(٤) في (م): (رجلاً منهم).(٥) رواه ابن جرير ١٠/ ١٣، وابن أبي شيبة في \"المصنف\" ١٤/ ٣٧٤، وابن أبي حاتم ٥/ ١٧١٠.(٦) روى نحوه مختصرًا الفيروزأبادي في \"تنوير المقباس\" ص ١٨٢، وسنده واهٍ, وانظر: \"الوسيط\" ٢/ ٤٦٣.(٧) يعني الناقة الواحدة تكفيهم طعامًا لقلتهم.</p><p> بالحبال (١) ، قال الكلبي: استقل المؤمنون المشركين والمشركون المؤمنين ليجترئ بعضهم على بعض (٢) . </p><p> قال أبو بكر بن الأنباري: إنه قلل المؤمنين في عيون الكافرين ليغتروا بقتلهم فلا يتأهبوا لملاقاتهم ولا يلبسوا من السلاح ما يمنعهم، فإذا لابسهم المسلمون ألفوهم غير مستعدين فظفروا بهم (٣) ، وقيل: إنه قللهم في أعينهم ليحملوا عليهم من غير جبن فيغلبهم المسلمون في قلة عددهم عندهم فيكون ذلك آية للمشركين، ومنبهًا لهم على نفاذة قدرة الله تعالى (٤) . </p><p> فإن قيل: ما المعنى الذي به قللوا في أعينهم مع رؤيتهم لهم؟ قيل: لطف من ألطاف الله تعالى صدهم به عن رؤية الجميع بحيث ستر بعضهم دون بعض (٥) . </p><p> وقال بعض المفسرين: تقليل المسلمين في أعين المشركين كان في أول الأمر فلما نشب القتال وحمي الوطيس (٦) كثُر المسلمون في أعينهم (٧) ، </p><p>(١) رواه ابن جرير ١٠/ ١٤، عن السدي، ورواه ابن أبي شيبة في \"المصنف\" ١٤/ ٣٦١، عن عكرمة. (٢) رواه الثعلبي ٦/ ٦٤ ب، والبغوي ٣/ ٣٦٤، وذكره ابن الجوزي ٣/ ٥٦٤، عن أبي صالح، عن ابن عباس.(٣) لم أقف عليه، وقد ذكره بلا نسبة ابن الجوزي ٣/ ٣٦٤.(٤) انظر: \"زاد المسير\" ٣/ ٣٦٤.(٥) ذهب الزمخشري أيضًا إلى هذا التعليل، انظر: \"الكشاف\" ٢/ ١٦١، ولا داعي له، إذ لا شك في قدرة الله على تقليلهم بغير هذا السبب.(٦) الوطيس: كلمة تطلق على المعركة والتنور والحجارة المدورة والضراب في الحرب ووطء الخيل والإبل، وقولهم: حمي الوطيس. عبارة عن اشتباك الحرب وشدتها وقيامها على ساق. انظر: \"لسان العرب\" (وطس) ١/ ٤٨٦٦.(٧) ذكر معنى ذلك الزمخشري ٢/ ١٦١، وابن كثير ٢/ ٣٤٩، وأبو حيان ٤/ ٥٠٢.</p><p> وذلك قوله تعالى:  {يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ}  [آل عمران: ١٣] . </p><p> وقوله تعالى:  {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} ، قال ابن عباس: يريد ما وعد النبي - صلى الله عليه وسلم - وهو بمكة وبعدما هاجر (١) ، وكذلك سبق في علمه في اللوح المحفوظ. </p><p> وقال الكلبي: كان مفعولًا في علمه بنصر الإسلام وأهله وذل الشرك وأهله (٢) ، وقال ابن إسحاق:  {كَانَ مَفْعُولًا}  [في علمه]  (٣) للنقمة ممن أراد الانتقام منه، والإنعام على من أراد النعمة عليه (٤) . </p><p> وقال بعض أهل المعاني: إنما كرر: {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} [لآن معناه في الأول: {وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ} , {وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} ] (٥) من الالتقاء على الصفة التي حصلتم عليها، ومعناه في الثاني: يقلل كل فريق في عين صاحبه ليقضي الله أمرًا كان مفعولًا من إعزاز الدين وأهله (٦) . </p><p> وقوله تعالى:  {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} ، قال ابن عباس: وبعد هذا إليّ مصيركم فأكرم أوليائي وأعاقب أعدائي (٧) . </p><p>(١) لم أجد من خرّج هذا القول، ومعناه: أن الله تعالى وعد رسوله بنصره وهزيمة أعدائه وهو في مكة كما قال تعالى: {سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ} [القمر: ٤٥]، ثم حقق هذا الوعد بعد ما هاجر إلى المدينة، انظر: \"تفسير البغوي\" ٧/ ٤٣٤. (٢) رواه الثعلبي ٦/ ٦٤ ب، وبنحوه البغوي ٣/ ٣٦٤.(٣) من (م).(٤) \"السيرة النبوية\" ٢/ ٣١٩، و\"تفسير ابن جرير\" ١٠/ ١٤.(٥) ما بين المعقوفين ساقط من (س).(٦) لم أقف عليه عند أهل المعاني، وقد ذكر نحوه الرازي في \"تفسيره\" ٥/ ١٧٠.(٧) \"الوسيط\" ٢/ ٤٦٣.</p>"
}