{
  "id": null,
  "sura": 8,
  "aya": 57,
  "text": "<p> وقوله تعالى:  {ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ} ، قال بعض أهل المعاني (١) : إنما عطف المستقبل على الماضي للبيان أن من شأنهم نقض العهد مرّة بعد مرّة، قال ابن عباس (٢) ، والكلبي (٣) ، ومجاهد (٤) ، وسعيد ابن جبير (٥) ، ومقاتل (٦) : هم قريظة نقضوا عهد رسول الله - صلى الله عليه وسلم - وأعانوا عليه مشركي مكة ثم اعتذروا وقالوا: أخطأنا ونسينا فعاهدهم ثانية فنقضوا العهد يوم الخندق، فذلك قوله:  {ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ} ، قال ابن عباس: يريد: لا يخافون النقمة مني (٧) . </p><p> وقال أهل المعاني: نقضوا العهد من غير أن يتقوا عقاب الله في عاجل أمرهم وآجله (٨) . </p><p> ٥٧ - قوله تعالى:  {فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ} ، قال الليث: ثقفنا فلانًا في موضع كذا أي: أخذناه، ومصدره: الثقف (٩) . وقال ابن دريد: ثقفت الشيء: حذقته، وثقفته: إذا ظفرت به (١٠) ، واحتج بالآية، ونحو هذا قال </p><p>(١) هو: الحوفي في \"البرهان\" ١١/ ٨٩ أ. (٢) ذكره بنحوه السمرقندي ٢/ ٢٣.(٣) رواه مختصرًا البغوي ٣/ ٣٦٩.(٤) رواه بمعناه ابن جرير ١٠/ ٢٥، وابن أبي حاتم ٥/ ١٧١٩، وابن أبي شيبة وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٤٧.(٥) رواه بمعناه أبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٤٧.(٦) انظر: \"تفسيره\" ١٢٣ أ.(٧) في \"تنوير المقباس\" ص ١٨٤ (وهم لا يتقون): عن نقض العهد.(٨) هذا قول الحوفي في \"البرهان\" ١١/ ٨٩ ب.(٩) \"تهذيب اللغة\" (ثقف) ١/ ٤٨٩، والنص في كتاب \"العين\" (ثقف) ٥/ ١٣٨ مختصرًا.(١٠) \"جمهرة اللغة\" لابن دريد (ثقف) ١/ ٤٢٩، و\"تهذيب اللغة\" (ثقف) ١/ ٤٨٩.</p><p> ابن قتيبة: تظفر بهم (١) ، وقال الزجاج: تصادفنهم (٢) . وأصله: الإدراك بسرعة، قال مقاتل: فإن أدركتهم في القتال وأسرتهم (٣) . </p><p> وهذا الحرف مما تكلمنا فيه عند قوله:  {حَيْثُ ثَقِفْتُمُوهُمْ} في سورة البقرة (٤) . </p><p> وقوله تعالى:  {فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ} معنى التشريد في اللغة: التفريق على اضطراب، يقال: شرد يشرد شرودًا، وشرّده تشريدًا (٥) ، ومعنى قوله:  {فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ} ما قاله الزجاج وهو: إفعل بهم فعلًا تفرق به (٦) من خلفهم (٧) ثم اختلفوا في ذلك الفعل الذي يفعل بهم، فقال عطاء: أثخن فيهم القتل حتى يخافوك غيرهم من أهل مكة وأهل اليمن (٨) ، وقال ابن عباس: نكل بهم تنكيلًا يشرد غيرهم من ناقضي العهد (٩) ، وجميع ما قيل </p><p>(١) \"تفسير غريب القرآن\" ص ١٧٩. (٢) \"معاني القرآن وإعرابه\" ٢/ ٤٢٠.(٣) \"تفسير مقاتل\" ص ١٢٣ ب مع اختلاف يسير.(٤) الآية ١٩١، وانظر النسخة الأزهرية ١/ ١١٨ ب، حيث قال: (ثقفتموهم: قال الليث: ثقفنا فلانًا في موضع كذا: أي أخذناه، ومصدره الثقف، وقال الفراء في \"المصادر\": ثقف يثقف ثقفًا، وربما ثقل فقيل: ثقفًا، قال المفسرون: أي حيث وجدتموهم، وقال الزجاج: معنى الآية: لا تمتنعوا من قتلهم في الحرم وغيره.(٥) قال ابن فارس: (شرد) الشين والراء والدال أصل واحد وهو يدل على تنفير وإبعاد، وعلى نفار وبعد في انتشار. \"معجم مقاييس اللغة\" (شرد) ٣/ ٢٦٩.(٦) في (م): (بهم).(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٢٠.(٨) رواه الثعلبي ٦/ ٦٨ ب.(٩) ذكره ابن الجوزي ٣/ ٣٧٣، ورواه ابن جرير ١٠/ ٢٥ - ٢٦، وابن أبي حاتم ٥/ ١٧١٩ بلفظ: نكل بهم من بعدهم.</p><p> في هذا يعود معناه إلى هذا القول (١) ، ولقد أوجز من قال: فرق جمع كل ناقض بما تبلغ من هؤلاء (٢) ، وقال مقاتل: فنكل بهم من بعدهم من العدو وأهل عهدك {لَعَلَّهُمْ يَذَّكَّرُونَ} النكال فلا ينقضون العهد (٣) . </p><p> ومعنى نكل بهم: أي افعل بهم فعلًا ينكل غيرهم عنك بسبب ذلك الفعل خوفًا منك، وقال صاحب النظم: معنى {فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ} اقتلهم ليخافوك غيرهم فيتفرقوا عنك، وقوله تعالى:  {لَعَلَّهُمْ يَذَّكَّرُونَ} معنى راجع إلى (مَنْ خَلْفَهُم) ؛ لأنهم إذا قتلوا فليس لذكر قوله:  {لَعَلَّهُمْ يَذَّكَّرُونَ} معنى، فهو منظوم بقوله:  {مَنْ خَلْفَهُمْ} والتأويل: فشرد بقتلهم والإنكاء (٤) فيهم (مَنْ خَلْفَهُم) أي من بعدهم، يكن ذلك تخويفًا وعظة لهم، وهذا معنى قول ابن عباس:  {لَعَلَّهُمْ يَذَّكَّرُونَ} لكي يتعظوا (٥) . </p><p>(١) اختلاف المفسرين في ذلك الفعل إنما هو اختلاف تنوع وتمثيل، وإذا تبين لنا أن هذه الآية نزلت في بني قريظة فالأولى تفسير التشريد بما فعل رسول الله - صلى الله عليه وسلم - فيهم من قتل مقاتليهم وسبي ذراريهم ونسائهم؛ وذلك لأمرين: أ- أن فعل رسول الله - صلى الله عليه وسلم - امتثال لأمر ربه وهو أعلم بمرادهب- أن سعد بن معاذ لما حكم فيهم بأن تقتل المقاتلة وأن تسبى الذرية والنساء قال رسول الله - صلى الله عليه وسلم -: \"قضيت بحكم الله\". رواه البخاري (٣٨٠٤) كتاب: المناقب، باب: مناقب سعد بن معاذ، ومسلم (١٧٦٨) كتاب: الجهاد، باب: جواز قتال من نقض العهد، والظاهر أن حكم الله هو المذكور في هذه الآية.(٢) ذكره الثعلبي ٦/ ٦٨ ب دون ذكر قائله، وروى ابن جرير ١٠/ ٢٦، عن ابن زيد لفظا مقاربًا ونصه: أخفهم بما تصنع بهؤلاء.(٣) \"تفسير مقاتل\" ١٢٣ ب.(٤) الإنكاء: إكثار الجراح والقتل في العدو حتى يهن ويضعف. انظر: \"لسان العرب\" (نكي) ٨/ ٤٥٤٥، وفي (س): والإنكال، وهو خطأ.(٥) رواه الفيروزأبادي في \"تنوير المقباس\" ص ١٨٤ بنحوه.</p>"
}