{
  "id": null,
  "sura": 8,
  "aya": 53,
  "text": "<p> عادة فهو مواظب عليه (١) . </p><p> قال المفسرون: يريد أن أهل بدر كذبوا كما كذب آل فرعون ونزل بهم كما نزل بآل فرعون (٢) ، قال ابن عباس: يريد: هكذا كان دأب آل فرعون أيقنوا أن فرعون كذاب عاد في الأرض وأن موسى نبي من الله فكذبوه، كذلك أنتم جاءكم محمد بالصدق والدين فكذبتموه وجحدتم نبوته فأنزل الله بكم عقوبته كما أنزل بآل فرعون (٣) ، وذلك قوله:  {كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ} ومضى الكلام في {كَدَأْبِ} مستقصى في سورة آل عمران [١١] . </p><p> قوله تعالى:  {إِنَّ اللَّهَ قَوِيٌّ} أي قادر لا يغلبه شيء {شَدِيدُ الْعِقَابِ} لمن كفر به وكذب رسله. </p><p> ٥٣ - قوله تعالى:  {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً} الآية، (ذلك) إشارة إلى ما تقدم من أخذ الله بالعذاب لمن كفر بآيات الله، فـ (ذلك) ابتداء وخبره {بِأَنَّ اللَّهَ} وهو كما تقول: العقاب بذنوب العباد. </p><p> وقوله تعالى:  {لَمْ يَكُ مُغَيِّرًا نِعْمَةً} الآية، أكثر النحويين يقولون: إنما حذفت النون لأنها تشبه بما فيها (٤) من الغنة حروف اللين، ووقعت طرفًا فحذفت تشبيهًا بها كما تقول: لم يدع، ولم يرم، ولم يك (٥) . </p><p> وهذا ينتقض بقولهم: لم يزن، ولم يخن، ولم يسمع حذف النون في </p><p>(١) انظر: \"معانى القرآن وإعرابه\" ٢/ ٤٢٠. (٢) انظر: \"تفسير الثعلبي\" ٦/ ٦٧ ب، والبغوي ٣/ ٣٦٨، وابن الجوزي ٣/ ٣٧٠.(٣) رواه بمعناه مختصرًا البغوي ٣/ ٣٦٨، وذكر نحوه ابن الجوزي ٣/ ٣٧٠.(٤) في (س): (بما قبلها)، وهو خطأ.(٥) انظر: \"كتاب سيبويه\" ٤/ ١٨٤، و\"حاشية الصبان\" ١/ ٢٤٥.</p><p> مثل هذا الموضع إلا من (كان) , وذلك أن (كان) و (يكون) أم الأفعال، من أجل أن (١) كل فعل فيه معنى (كان) على ما تصرف منه، ففي (ضرب) معنى: كان ضربٌ، وفي (يضرب) معنى: يكون ضربٌ، فلما قويت بأنها أم الأفعال، وكثر استعمالها للحاجة إليها احتملت هذا الحذف، ولم تحتمله نظائرها، وهذا تعليل ذكره علي بن عيسى النحوي (٢) ، وسنذكر تمام هذه المسألة في سورة هود عند قوله:  {فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَؤُلَاءِ}  [هود: ١٠٩] إن شاء الله تعالى (٣) . </p><p> قال الكلبي: إن الله تعالى أطعم أهل مكة من جوع وآمنهم من خوف وبعث إليهم محمدًا رسولاً، وكان هذا كله مما أنعم عليهم، ولم يكن يغير عليهم ذلك لو لم يغيروا هم، وتغييرهم كفرانها، وترك شكرها، فإذا غيروا ذلك غير الله ما بهم فسلبهم النعمة، وأخذهم بالعقاب (٤) ، وقال السدي: نعمة الله: محمد عليه السلام أنعم به على قريش فكفروا به وكذبوه فنقله إلى الأنصار (٥) . </p><p>(١) ساقط من (ح). (٢) لم أقف على هذا القول في كتب الرماني المطبوعة، ولعله في شرحه لكتاب سيبوبه وهو لا يزال مخطوطًا , ولم أتمكن من الاطلاع عليه.(٣) انظر: النسخة (ح): ٣/ ٤٥ ب، حيث قال: (لا تك): أصلها لا تكن، وإنما حذفت النون عند سيبويه لكثرة استعمال هذا الحرف، قال أبو إسحاق في قوله: (ولم يك من المشركين): ذكر الحيلة من البصريين أنه اجتمع فيها كثرة الاستعمال ومع ذلك أشبهت النون حروف اللين بأنه تكون علامة كما تكون حروف اللين علامة، وأنها غنة تخرج من الأنف؛ فلذلك حملت الحذف.(٤) رواه مختصرًا الثعلبي ٦/ ٦٨ أ، وذكر السمرقندي ٢/ ٢٢ طرفًا منه.(٥) رواه ابن جرير ١٠/ ٢٤، وابن أبي هاشم ٥/ ١٧١٨، والثعلبي ٦/ ٦٨ أ، والبغوي ٣/ ٣٦٩.</p>"
}