{
  "id": null,
  "sura": 8,
  "aya": 24,
  "text": "<p> أسمعهم ذلك وأجابهم إلى ما يحبون منه لأعرضوا لعنادهم الحق، وحرصهم على إبطال أعلامه. </p><p> قال أصحابنا (١) : وفي الآية دليل واضح على أن المقادير والكفر والإِسلام والخير والشر سابقة ماضية، وأن الشقي لا ينتفع بدعوة الرسول واستماع الحق. </p><p> ٢٤ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ} ، قال ابن عباس: أجيبوا لله وللرسول بالطاعة (٢) ، وقال عطاء عنه: سارعوا إلى ما دعاكم رسول الله - صلى الله عليه وسلم - إليه (٣) من طاعتي (٤) . </p><p> قال أبو عبيدة والزجاج: معنى استجيبوا: أجيبوا (٥) ، وأنشد قول الغنوي: </p><p>(١) يعني الأشاعرة، وهو مذهب أهل السنة والجماعة قاطبة، انظر: \"مقالات الإسلاميين\" للأشعري ٢/ ٣٤٦، و\"عقيدة السلف وأصحاب الحديث\" للصابوني ص ٢٨٤، و\"شرح العقيدة الطحاوية\" ٢/ ٣٥٣، و\"القضاء والقدر في ضوء الكتاب والسنة\" ص ٢٤٧. (٢) لم أجد من ذكره عن ابن عباس سوى الفيروزأبادي في \"تنوير المقباس\" ص ١٧٩، وقد ذكر القول دون نسبة أبو عبيدة في \"مجاز القرآن\" ١/ ٢٤٥، والبخاري في \"صحيحه\" كتاب التفسير ٨/ ٣٠٧ والزجاج في \"معاني القرآن\" ٢/ ٤٠٩، وابن الجوزي في \"زاد المسير\" ٣/ ٣٣٨.(٣) ساقط من (س).(٤) لم أقف عليه.(٥) انظر: \"مجاز القرآن\" ١/ ٢٤٥، و\"معاني القرآن وإعرابه\" ٢/ ٤٠٩، وقد ذكر هذا المعنى ابن منظور في \"لسان العرب\" (جوب) ٢/ ٧١٦، فقال: الإجابة والاستجابة بمعنى. وقال الراغب في \"المفردات\" (جوب) ص ١٠٢: الاستجابة قيل هي الإجابة، وحقيقتها هي التحري للجواب والتهيؤ له، لكن عبر به عن الإجابة لقله انفكاكها منها.</p><p> فلم يستجبه عند ذاك مجيب (١) </p><p> وقوله تعالى:  {إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} قال السدي: هو الإيمان والإسلام، وفيه الحياة (٢) ، وعلى هذا معنى الآية: أجيبوا الرسول إذا دعاكم إلى الإيمان, والإيمان حياة القلب، والكفر موته، ويدل عليه قوله تعالى:  {يُخْرِجُ الحَىَّ مِنَ المَيِّتِ}  (٣) قيل: المؤمن من الكافر، وقال قتادة: يعني: القرآن، أي: أجيبوه إلى ما في القرآن ففيه الحياة والنجاة والعصمة (٤) ، وعلى هذا القول: القرآن يحيي؛ لأنه سبب الحياة بالعلم، والجاهل حياته موت؛ لأنه يعيش بجهل (٥) ، والقرآن لما كان سببًا للإقتداء كان فيه الحياة النافعة. </p><p> والأكثرون على أن معنى قوله:  {لِمَا يُحْيِيكُمْ} هو الجهاد (٦) وهو </p><p>(١) هذا عجز بيت، وصدره: وداعٍ دعا يا من يجيب إلى الندىوالبيت للغنوي كما في \"الأصمعيات\" ص ٩٦، و\"نوادر أبى زيد\" ص ٣٧، و\"مجاز القرآن\" ١/ ٦٧، و\"شواهد الكشاف\" ٤/ ٣٣٠.(٢) رواه بلفظ مقارب ابن جرير ٩/ ٢١٣، وابن أبي حاتم ٥/ ١٦٨٠، والثعلبي ٦/ ٥٠ ب.(٣) الأنعام: ٩٥، يونس: ٣١، الروم: ١٩.(٤) رواه بلفظ مقارب ابن جرير ٩/ ٢١٤، والثعلبي ٦/ ٥٠ ب.(٥) هذا التعليل فيه نقص بيّن، والأولى أن يقال: إن القرآن يحيي؛ لأنه شامل لجميع ما ذكره المفسرون من أسباب الحياة، فالقرآن داعٍ إلى الإيمان, وداع إلى العمل، وداعٍ إلى الجهاد، وداع إلى الحق، وداع إلى النعيم المقيم، وكل واحد من هذه الأمور سبب للحياة المذكورة في الآية.(٦) هذا قول عروة بن الزبير وابن إسحاق وابن قتيبة، ولم يذكر المفسرون غيرهم.انظر: \"تفسير ابن جرير\" ٩/ ٢١٤، والثعلبي ٦/ ٥٠ ب، والبغوي ٣/ ٣٤٤، والماوردي ٢/ ٣٠٧، و\"الدر المنثور\" ٣/ ٣٢٠.</p><p> قول ابن إسحاق (١) ، واختيار أكثر أهل المعاني (٢) . </p><p> قال الفراء: إذا دعاكم إلى إحياء أمركم بجهاد عدوكم (٣) ، يريد أن أمرهم إنما يقوى بالحرب والجهاد، فلو تركوا الجهاد ضعف (٤) أمرهم، واجترأ عليهم عدوهم. </p><p> وقال أبو إسحاق: أي لما يكون سببًا للحياة الدائمة في نعيم الآخرة (٥) ، وسبب هذه الحياة: يعني الجهاد. </p><p> وقال ابن قتيبة:  {لِمَا يُحْيِيكُمْ} يعني الشهادة؛ لأن الشهداء {أَحْيَاءُ عِندَ رَبِهِمْ يُرْزَقُونَ}  (٦) ، وسبب الشهادة: الجهاد، وقال مجاهد: {لِمَا </p><p>(١) \"السيرة النبوية\" ٢/ ٢٦٨. (٢) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ص ١٥١، وقد نسب الواحدي هذا القول لأكثر أهل المعاني ولم أجد من ذكره منهم سوى ابن قتيبة بينما اختار قولًا غيره كل من الفراء وأبي عبيدة والزجاج والنحاس، ولم يتعرض لتفسير الآية كل من الأخفش واليزيدي والأزهري، وقد يقال: إن ذلك يعود إلى كثرة الكتب المؤلفة في معاني القرآن التي اطلع عليها الواحدي ولم تصل إلينا , ولكن يشكل عليه أن المفسرين القدامى المهتمين بعزو الأقوال إلى أصحابها لم يعزوا هذا القول إلا لابن إسحاق وابن قتيبة.انظر: الثعلبي ٦/ ٥٠ ب، والبغوي ٣/ ٣٤٤، وابن الجوزي ٣/ ٣٣٩.(٣) \"معاني القرآن\" ١/ ٤٠٧. وجملة: بجهاد عدوكم، ليست موجودة في المطبوعة، وكذلك ذكر ابن الجوزي ٣/ ٣٣٩ قول الفراء دون هذه الجملة، فإما أن تكون موجدة في بعض النسخ دون بعض، وإما أن تكون زيادة من الواحدي للتوضيح.(٤) في (س): (لضعف).(٥) اهـ. قول أبي إسحاق الزجاج، وما بعده من كلام الواحدي، انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٠٩.(٦) آل عمران: ١٦٩، ولم أجد قول ابن قتيبة هذا فيما بين يدي من كتبه، وقد ذكره الثعلبي ٦/ ٥٠ ب، والبغوي ٣/ ٣٤٤، ولابن قتيبة قول آخر في معنى الآية ونصه: =</p><p> يُحْيِيكُمْ} أي للحق (١) ، وهذا يحتمل كل ما ذكرنا من القرآن والإيمان والجهاد. </p><p> وحكى أبو علي الجرجاني في قوله:  {لِمَا يُحْيِيكُمْ} يعني الجنة، واحتج بأن الحياة الدائمة النافعة حياة الجنة كقوله عز وجل:  {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ}  [العنكبوت: ٦٤] ، أي: الحياة الدائمة، وهذا معنى قول عطاء (٢) . </p><p> وقوله تعالى:  {وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ} ، قال ابن عباس والضحاك: يحول بين الكافر وبين طاعته، ويحول بين المؤمن وبين معصيته (٣) ، وقال عطاء عنه: يحول بين المؤمن وبين أن يكفر به، ويحول بين الكافر وبين أن يؤمن به (٤) . </p><p>= (لما يحييكم) أي إلى الجهاد الذي يحيي دينكم ويعليكم. انظر: \"تأويل مشكل القرآن\" ص ١٥١. (١) رواه ابن جرير ٩/ ٢١٣، وابن أبي حاتم ٥/ ١٦٧٩، والثعلبي ٦/ ٥٠ ب، والبغوي ٣/ ٣٤٤.(٢) لم أجد من ذكره عنه، وقد ذكر القول دون تعيين القائل السمرقندي ٢/ ١٢، وأبو حيان في \"البحر المحيط\" ٤/ ٤٨١.(٣) رواه عن ابن عباس بلفظ مقارب: الحاكم في \"المستدرك\" كتاب التفسير ٢/ ٣٢٨، وقال: صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي. ورواه أيضًا ابن جرير ٩/ ٢١٥، والثعلبي ٦/ ٥١ أ، والبيهقي في كتاب \"الاعتقاد\" ص ٦٧، وهو من رواية علي بن أبي طلحة الصحيحة. انظر: \"صحيفة علي بن أبي طلحة\" ص٢٥٠. أما قول الضحاك فقد رواه عبد الرزاق الصنعاني في \"تفسيره\" ١/ ٢/ ٢٥٧، وابن جرير ٩/ ٢١٥، والثعلبي ٦/ ٥١ أوغيرهم.(٤) روى نحوه البغوي في \"تفسيره\" ٣/ ٣٤٤ من قول عطاء، ورواه بمعناه السمرقندي ٢/ ١٣ من رواية الكلبي عن ابن عباس.</p><p> ونحو هذا قال سعيد بن جبير (١) . وقال (٢) في رواية خُصيف (٣) : يحول بين قلب الكافر وأن يعمل خيرًا. وقال السدي: يحول بين الإنسان وقلبه فلا يستطيع أن يؤمن ولا أن يكفر إلا بإذنه (٤) . </p><p> قال ابن الأنباري: وهذا مذهب مجاهد (٥) ، واختيار الفراء (٦) ، أي: فالأمور مردودة إليه، والسعيد من أسعده، والشقي من أصله وأشقاه، و {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ}  [الأنبياء: ٢٣] . </p><p>(١) رواه الصنعاني في \"تفسيره\" ١/ ٢/ ٢٥٧، وابن جرير ٩/ ٢١٥، والبغوي ٣/ ٣٤٤. (٢) ظاهر السياق يدل على أن القائل سعيد بن جبير ويحتمل أن يكون ابن عباس، وخصيف يروي عن سعيد مباشرة وعن ابن عباس بواسطة كما في \"تفسير ابن جرير\" ٤/ ١٥٤ - ١٥٥، ولكن أئمة التفسير يروون هذا القول عن خصيف عن مجاهد كما في \"تفسير ابن جرير\" ٩/ ٢١٦، والثعلبي ٦/ ٥١/ أ، والواحدي اختصر عبارة شيخه الثعلبي فوقع في هذا الخلل، فقد ذكر الثعلبي قول ابن عباس والضحاك وسعيد بن جبير ثم قال: وقال مجاهد يحول بين المرء وقلبه فلا يعقل ولا يدري، وروى خصيف عنه: قال: يحول بين قلب الكافر وأن يعمل خيرًا، وقال السدي: .. إلخ، كما هو موجود في نص الواحدي.(٣) هو: خصيف بن عبد الرحمن الجزري أبو عون الحضرمي الأموي مولاهم، رأى أنس بن مالك -رضي الله عنه-، كان شيخًا صالحًا فقيهاً عابدًا، إلا أنه كان سيء الحفظ، ويخطئ كثيراً، ضعفه أحمد والجمهور، ووثقه ابن سعد وابن عدي، وقال الحافظ ابن حجر: الإنصاف فيه قبول ما وافق الثقات في الروايات، وترك ما لم يتابع عليه، توفي سنة ١٣٧ هـ.انظر: \"التاريخ الكبير\" ٣/ ٢٢٨ (٧٦٦)، و\"الكاشف\" ١/ ٣٧٣ (١٣٨٩) , و\"تهذيب التهذيب\" ١/ ٥٤٣، و\"تقريب التهذيب\" ص ١٩٣ (١٧١٨).(٤) رواه ابن جرير ٩/ ٢١٧، والثعلبي ٦/ ٥١ أ.(٥) انظر: المصدرين السابقين نفس الموضع.(٦) \"معاني القرآن\" ١/ ٤٠٧.</p><p> قال أصحابنا (١) : وهذه الآية دليل على أن القلوب بيد الله يقلبها كيف شاء، فإذا أراد الكافر أن يؤمن والله تعالى لا يريد إيمانه (٢) حال بينه وبين قلبه (٣) وإذا أراد المؤمن أن يكفر والله لا يريد كفره حال بينه وبين قلبه. </p><p>(١) يعني الأشاعرة، انظر: كتاب \"تمهيد الأوائل\" ص ٣١٨، و\"الغنية\" ص ١٢٧، و\"تفسير الخازن\" ٢/ ١٧٥، وهذا مذهب أهل السنة قاطبة. انظر: \"شرح أصول اعتقاد أهل السنة والجماعة\" لأبي القاسم اللالكائي ٤/ ٥٧٨، و\"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٨/ ٤٥٩، و\"شرح العقيدة الطحاوية\" ص ١٠٦ - ١٠٧. (٢) يعني الإرادة الكونية المستلزمة لوجود المراد، أما من ناحية الإرادة الشرعية فإن الله تعالى يريد إيمان الكافر ولا يريد كفر المؤمن، كما قال تعالى: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر: ٧].وانظر تفصيل الإرادتين والفرق بينهما في: \"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٨/ ٤٤٠، ٤٧٥ - ٤٨٠، و\"مدراج السالكين\" للإمام ابن القيم ١/ ٢٧٥ - ٢٨١، و\"شرح العقيدة الطحاوية\" ص ٦٩، ٧٠.(٣) الله جل جلاله لا يحول بين العبد وبين الإيمان إلا بسبب من العبد نفسه كما قال تعالى: {فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [الصف: ٥]. وقال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ} [الأنعام: ١١٠]. وقال تعالى: {وَمَا يُضِلُّ بِهِ إِلَّا الْفَاسِقِينَ} [البقرة: ٢٦]. والله تعالى لا يظلم أحداً، وقد مكن العباد من الهداية والطاعة، كما مكنهم من الكفر والمعصية، قال تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ} [الكهف: ٢٩].قال شيخ الإسلام ابن تيمية: إذا أراد العبد الطاعة التي أوجبها عليه إرادة جازمة كان قادرًا عليها، وكذلك إذا أراد ترك المعصية التي حرمت عليه إرادة جازمة كان قادرًا على ذلك، وهذا مما اتفق عليه المسلمون وسائر أهل الملل، ثم قال: فمن قال إن الله أمر العباد بما يعجزون عنه إذا أرادوه إرادة جازمة فقد كذب على الله ورسوله لكن مع قوله ذلك فيجب أن تعلم أنه لا حول ولا قوة إلا بالله، وأنه ما شاء كان وما لم يشاء لم يكن، وأن الله خالق كل شيء فهو خالق العباد وقدرتهم وإرادتهم وأفعالهم، فهو رب كل شيء ومليكه لا يكون شيء إلا بمشيئته وإذنه وقضائه وقدره. \"مجموع الفتاوى\" ٨/ ٤٣٧, ٤٤٠.</p><p> قال قتادة: معنى ذلك أنه قريب من قلبه، لا يخفى عليه شيء أظهره أو أسره (١) ، قال أبو بكر: فيكون المعنى على هذا: أنه تعالى أقرب إلى المرء من قلبه، ولا تخفى عليه خافية، يدل على ذلك قوله:  {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ}  (٢) . </p><p> وقال الزجاج: معناه: واعلموا أن الله مع المرء في القرب بهذه المنزلة (٣) . وفي هذا تحذير شديد للعباد. </p><p> وحكى الزجاج قولًا آخر وهو أن المعنى: أنه يحول بين الإنسان وما يسوف به نفسه بالموت (٤) . </p><p> ويكون المعنى على هذا أن الله (٥) يحول بين المرء وما تمنى بقلبه من البقاء وطول العمر فيسوف بالتوبة، ويقدم المعصية، أي: فاعملوا ولا تعتمدوا على ما يقع في قلوبكم من تأميل البقاء، وطول الأجل، فإن ذلك لا يوثق به. </p><p> وحكي عن مجاهد أنه قال: يحول بين المرء وعقله (٦) . </p><p>(١) رواه ابن جرير ٩/ ٢١٧، والثعلبي ٦/ ٥١ ب. (٢) ق: ١٦. وهذا القول بناءً على أحد القولين في المراد بالآية وأنه قرب الله تعالى، وفي الآية قول آخر وهو أن المراد بالقرب قرب الملكين الموكلين بالإنسان، انظر: \"تفسير ابن كثير\" ٢/ ٣٣٠، و\"شرح حديث النزول\" لشيخ الإِسلام ابن تيمية ص٣٥٥، وهو القول الراجح بدلالة السياق.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٠٩.(٤) المصدر السابق.(٥) في (ح): (المرء)، وهو خطأ.(٦) رواه ابن جرير ٩/ ٢١٦ , ورواه بمعناه ابن أبي حاتم ٥/ ١٦١٨, والثعلبي ٦/ ٥١</p><p> قال أبو بكر (١) : معناه: فبادروا إلى الأعمال وأنتم تعقلون فإنكم لا تأمنون زوال العقول الذي ترتفع معه (٢) المحنة (٣) ، وتحصلون على ما قدمتم قبله (٤) من العمل فإن خيرًا فخيرًا، وإن شرًّا فشرًّا. </p><p> والقلب هاهنا كناية عن العقل كما قال في غير هذا:  {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ}  [ق: ٣٧] . </p><p> وحكى هو (٥) : {وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ} بالموت فاعملوا قبل وقوعه، وأنتم أصحاء تصلون إلى الازدياد من الحسنات (٦) . </p><p> وذكر أبو إسحاق قولًا آخر حاكيا وهو: أنهم كانوا يفكرون في كثرة عدوهم، وقلة عددهم؛ فيدخل (٧) قلوبهم الخوف؛ فأعلم الله عز وجل أنه يحول بين المرء وقلبه؛ بأن يبدلّه بالخوف أمنًا (٨) ، ويبدل عدوهم -بظنهم أنهم </p><p>(١) هو: ابن الأنباري كما في \"زاد المسير\" ٣/ ٣٣٩. (٢) أي مع زوال العقول.(٣) المعنى: أنه إذا زال العقل ارتفع مع زواله الامتحان والتكليف، وئبت للإنسان ما قدم قبل زواله من خير أو شر.هذا وقد نقل ابن الجوزي قول ابن الأنباري مختصرًا فقال: قال ابن الأنباري: المعنى: يحول بين المرء وعقله، فبادروا الأعمال؛ فإنكم لا تأمنون زوال العقول، فتحصلون على ما قدمتم. \"زاد المسير\" ٣/ ٣٣٩.كما نقله الفخر الرازي بمعناه فقال: .. والمعنى: فبادروا إلى الأعمال وأنتم تعقلون، فإنكم لا تأمنون زوال العقول التي عند ارتفاعها يبطل التكليف. \"تفسير الفخر الرازي\" ١٥/ ١٤٩.(٤) أي قبل زوال العقول.(٥) يعني: ابن الأنباري.(٦) ذكره بمعناه ابن الجوزي ٣/ ٣٤٠، كما ذكره الثعلبي ٦/ ٥١ب , بمعناه دون نسبة.(٧) في \"معاني القرآن وإعرابه\": فيدخل في.(٨) في المصدر السابق: الأمن.</p>"
}