{
  "id": null,
  "sura": 8,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ} الآية، قال أصحاب المعاني: إنما جاز الشرط في خبر الله تعالى مع علمه أنهم يتقون أو لا يتقون لأنه يعامل العباد في الجزاء معاملة الشاك للمظاهرة في العدل (١) ، وعلى هذا المعنى أيضًا يتوجه ابتلاء الله العباد للبيان (٢) أن الجزاء على ما يظهر من الفعل دون ما في المعلوم مما لم يقع بعد. واتقاء الله عز وجل: الامتناع عن معاصيه بأداء فرائضه (٣) ، واختلفوا في هذه الآية فمنهم من قال: إنها ابتداء خطاب من الله تعالى للمؤمنين، وليست تتصل بما قبلها (٤) . </p><p>(١) لم أجده عند أهل المعاني، وقد ذكر نحوه الرازي في \"تفسيره\" ١٥/ ١٥٣، وقال القرطبي رحمه الله: كان الله عالمًا بأنهم يتقون أم لا يتقون، فذكر بلفظ الشرط؛ لأنه خاطب العباد بما يخاطب بعضهم بعضًا. \"الجامع لأحكام القرآن\" ٧/ ٣٩٦. ولا يخفى أن استعمال الشرط يفيد عظيم فائدة التقوى في الحصول على الفرقان، وتكفير السيئات، وغفران الذنوب، فيسعى المؤمن لتحقيق كمالها، ويحذر من التفريط فيها. (٢) هكذا، والمعنى: مستقيم.(٣) هكذا، ومعلوم أن أداء الفرائض بعض التقوى، ولو قال المؤلف رحمه الله تقوى الله: الامتناع عن معاصيه وأداء أوامره، لكان أشمل، قال الإمام البغوي ٣/ ٣٤٨: إن تتقوا الله: بطاعته وترك معصيته. وقال الإِمام ابن كثير ٢/ ٣١٤: من اتقى الله بفعل أوامره، وترك زواجره، وفق لمعرفة الحق من الباطل، وقال القرطبي ٧/ ٣٩٦: فإذا اتقى العبد ربه، وذلك باتباع أوامره واجتناب نواهيه وترك الشبهات، وشحن قلبه بالنية الخالصة، وجوارحه بالأعمال الصالحة، وتحفظ من شوائب الشرك الخفي والظاهر بمراعاة غير الله في الأعمال، والركون إلى الدنيا بالعفة عن المال .. إلخ. والمقصود أن تقوى الله أعم من أداء الفرائض.(٤) انظر: \"تفسير السمرقندي\" ٢/ ١٤، وإليه ذهب ابن عاشور في \"التحرير والتنوير\" ٩/ ٣٢٥.</p><p> ومنهم من قال: إنها متصلة بقصة الخيانة، يقول: إن تتقوا الله باجتناب خيانته، وخيانة رسوله، وخيانة أمانته يجعل لكم فرقانًا (١) ، وقد ذكرنا معنى الفرقان في اللغة وأنه مصدر لـ (فرق) نحو (٢) الرجحان والنقصان (٣) . </p><p> واختلفت عبارات المفسرين في تفسير الفرقان هاهنا وكلها راجع إلى معناه في اللغة، فقال ابن عباس في رواية عطاء: يريد: مخرجًا من الشبهات مثل قوله في البقرة: {هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ}  (٤) ، يريد المخرج من الشبهات، وأراد هاهنا بالمخرج: أن الله تعالى يجعل لكم فرقانًا بين حقكم وباطل من يبغيكم السوء من أعدائكم بنصره إياكم عليه، وهذا قول مقاتل (٥) . </p><p> وقال عكرمة (٦) والسدي (٧) وعبد الكريم الجزري (٨) : (فرقانًا: </p><p>(١) إلى هذا القول يميل ابن جرير ٩/ ٢٢٤، والثعلبي ٦/ ٥٤ ب، وابن الجوزي ٣/ ٣٤٦. (٢) في (ح): (بعض)، وهو خطأ.(٣) انظر: \"تفسير البسيط\" البقرة: ٥٣.(٤) البقرة: ١٨٥، وقد روى قول ابن عباس من رواية ابن أبي طلحة مختصرًا ابن جرير ١/ ١٤٦، وابن أبي حاتم ٥/ ١٦٨٦، ولفظها: الفرقان: المخرج.(٥) هذا قول مقاتل بن حيان كما في: \"تفسير ابن أبي حاتم\" ٥/ ١٦٨٦، والثعلبي ٦/ ٥٤ ب، والبغوي ٣/ ٣٤٩، وهو أيضًا قول مقاتل بن سليمان كما في \"تفسيره\" ١٢ أ.(٦) رواه ابن جرير ٩/ ٢٢٥، والثعلبي ٦/ ٥٤ ب.(٧) رواه ابن جرير ٩/ ٢٢٥.(٨) هو: عبد الكريم بن مالك الجزري أبو سعيد التابعي الإمام الحافظ عالم الجزيرة, كان ثقة ثبتاً كثير الحديث، توفي سنة ١٢٧ هـ.</p><p> نجاة) (١) ، يريدون أن الله تعالى يفرق بينكم وبين ما تخافون فتنجون، وقد جمع مجاهد بين معنى القولين (٢) فقال: مخرجًا في الدنيا والآخرة (٣) ، يعنى: مخرجًا في الدنيا من الشبهات، ونجاة في الآخرة. </p><p> [وقال الضحاك:  (بيانًا)  (٤) ، وهو معنى قول من قال: مخرجًا من الشبهات] (٥) . </p><p> وقال ابن زيد وابن إسحاق: هداية في قلوبكم تفرقون بها بين الحق والباطل (٦) . </p><p>= انظر: \"التاريخ الكبير\" ٣/ ٢/ ٨٨، و\"سير أعلام النبلاء\" ٦/ ٨٠، و\"تهذيب التهذيب\" ٢/ ٦٠٢. (١) رواه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٥٨، عن عبد الكريم الجزري عن مجاهد، ولم أجد من ذكره عنه.(٢) في (س): (المعنيين).(٣) رواه ابن جرير ٩/ ٢٢٥، وابن أبي حاتم ٥/ ١٦٨٦، والثعلبي ٦/ ٥٤ ب، وعزاه السيوطي في \"الدر\" ٣/ ٣٢٤، إلى ابن أبي شيبة وعبد بن حميد وابن المنذر وأبي الشيخ. وانظر: \"تفسير مجاهد\" ص ٣٥٤.(٤) رواه الثعلبي ٦/ ٥٤ ب، والبغوي ٣/ ٣٤٩.(٥) ما بين المعقوفين ساقط من (س).(٦) رواه عن ابن زيد بمعناه الثعلبي ٦/ ٥٤ ب، وابن جرير ٩/ ٢٢٦ فيما يظهر بالمقارنة بينه وبين تفسير الثعلبي, إذ أن اسم القائل وسنده ساقط من المخطوطة والمطبوعة كما ذكر المحقق، وبقي القول بنصه كما في \"تفسير الثعلبي\"، وقد ذكره أيضًا الماوردي ٢/ ٣١١، وابن الجوزي ٣/ ٣٤٦، وزادا نسبته إلى ابن إسحاق كالواحدي.والواقع أن بين قولي ابن زيد وابن إسحاق اختلافًا بيِّنًا في المعنى، وإن اشتركا في بعض الألفاظ، فقد جاء قول ابن إسحاق في \"السيرة النبوية\" ٢/ ٣١٥، و\"تفسير ابن جرير\" ٩/ ٢٢٦، والثعلبي ٦/ ٥٤ ب، والبغوي ٣/ ٣٤٩ بلفظ: أي: فصلاً بين الحق والباطل؛ ليظهر الله به حقكم ويطفئ به باطل من خالفكم.</p><p> وقال الكلبي:  (نصرًا)  (١) وهو اختيار الفراء، قال: يقول: فتحًا ونصرًا كقوله: {يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ}  [الأنفال: ٤١] ، يعني يوم الفتح والنصر (٢) ، يريد أن يعز المؤمنين وينصرهم ويدل من خالفهم ويخذلهم فرقًا بينهم وبينهم. </p><p> وقوله تعالى:  {وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} أي يمحو عنكم ما سلف من ذنوبكم. </p><p> وقوله تعالى:  {وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} ، قال عطاء: يريد تفضل على أوليائه بالعصمة بعد ما كفّر سيئاتهم (٣) ، وقال أهل المعاني: أي أنه ابتدأكم بالفضل العظيم فلا يمنعكم ما وعدكم على طاعاتكم (٤) . </p><p> وقيل: إنه الذي يملك الفضل العظيم فاكتفوا بالطلب من عنده دون غيره (٥) . </p><p>(١) رواه الثعلبي ٦/ ٥٤ ب. (٢) \"معاني القرآن\" ١/ ٤٠٨.(٣) لم أجد من ذكره، وفي متنه نظر إذ ليس كل ولي معصومًا، بل العصمة مقصورة على الأنبياء، وقد خاطب الله تعالى أصحاب النبي -وهم من خير أولياء الله- بقوله: {وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ} [الحجرات: ٢]، وأخبر عنهم بقوله: {حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ} [آل عمران: ١٥٢] ووصف عباده المتقين بقوله: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ} [آل عمران: ١٣٥].ثم إن في متن الأثر تناقض وذلك أن ظاهره يدل على أن الأولياء معصومون في وقت دون وقت أو في حال دون حال؛ حيث أثبت لهم سيئات، وهذا يناقض العصمة.(٤) لم أجده.(٥) ذكره المؤلف في \"الوسيط\" ٢/ ٤٥٤ دون نسبة.</p>"
}