{
  "id": null,
  "sura": 8,
  "aya": 47,
  "text": "<p> ٤٧ - قوله تعالى:  {وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ} , قال ابن عباس (١) ، ومجاهد (٢) ، وقتادة (٣) ، وابن جريج (٤) ، والضحاك (٥) ، والسدي (٦) ، والقرظي (٧) : هم قريش لما خرجوا ليحموا (٨) عيرهم، لفظ ابن عباس: يريد: النفير ليحوزوا العير، خرجوا بالقيان (٩) ، والمعازف والمغنيات، يشربون الخمور، وتعزف عليهم القيان، فلما وردوا الجحفة بعث خفاف بن إيماء الكناني (١٠) ، -وكان صديقًا لأبي جهل- إليه بهدايا مع ابن له فلما أتاه قال: إن أبي ينعمك صباحًا ويقول لك: إن شئت أن أمدك بالرجال أمددتك، وإن شئت أن أزحف إليك بمن خف معي من قرابتي </p><p>(١) سيأتي تخريج أثره (٢) رواه بمعناه ابن جرير ١٠/ ٨٠، وابن أبي حاتم ٥/ ١٧١٣ - ١٧١٤، وذكره بنحوه ابن كثير في \"تفسيره\" ٢/ ٣٥٠.(٣) انظر: المصادر السابقة. نفس المواضع.(٤) ذكره \"جامع تفسير ابن جرير\" ١٠/ ٨٠، ونسبه إلى ابن جرير، ولم أجده في الموضع الذي أحال إليه، بل رواه ابن جريج عن مجاهد وعبد الله بن كثير، انظر: \"تفسير ابن جرير\" ١٠/ ٨٠.(٥) رواه ابن جرير ١٠/ ٨٠، وذكره ابن كثير ٢/ ٣٥٠.(٦) انظر: المصدرين السابقين، نفس الموضع.(٧) رواه ابن جرير، الموضع السابق، بمعناه.(٨) في (ح): (ليجمعوا)، وهو خطأ.(٩) القيان: جمع قينة، وهي الأمة المغنية. انظر: \"لسان العرب\" (قين) ٦/ ٣٧٩٩.(١٠) في \"السيرة النبوية\": الغفاري، وكلاهما صواب؛ لأن غفار من بني كنانة. انظر: \"فتح الباري\" ٧/ ٤٤٦.وخفاف: هو ابن إيماء بن رحضة الغفاري، كان إماء بني غفار وخطيبهم وشهد الحديبية، مات في خلافة عمر -رضي الله عنه-.انظر: \"الإصابة\" ١/ ٤٥٢، و\"فتح الباري\" ٧/ ٤٤٦.</p><p> فعلت (١) ، فقال أبو جهل: قل لأبيك جزاك الله والرحم خيرًا إن كنا نقاتل الله كما يزعم محمد فوالله ما لنا بالله (٢) من طاقة، وإن كنا نقاتل الناس فوالله إن بنا على الناس لقوة، والله لا نرجع عن قتال محمد حتى نرد بدرًا فنشرب فيها الخمور وتعزف فيها القيان، فإن بدرًا موسم من مواسم العرب وسوق من أسواقهم حتى تسمع العرب مخرجنا فتهابنا آخر الأبد (٣) ، قال المفسرون: فوردوا بدرًا وسقوا كؤوس المنايا مكان الخمر، وناحت عليهم النوائح مكان القيان (٤) . </p><p> وقوله تعالى:  {بَطَرًا} ، قال الزجاج: البطر: الطغيان في النعمة (٥) ، </p><p>(١) في ثبوت هذا القول عن خفاف بن إيماء شك، وذلك أن الحافظ ابن حجر أشار إلى أنه أسلم قبل أبيه \"الإصابة\" ١/ ٩٢، وأبوه أسلم قبل الهجرة كما في \"صحيح مسلم\" (٢٤٧٣) كتاب: فضائل الصحابة، باب: من فضائل أبي ذر قال أبو ذر في قصة إسلامه: حتى أتينا قومنا غفارًا فأسلم نصفهم وكان يؤمهم إيماء بن رخصة الغفاري، وكان سيدهم، وقال نصفهم: إذا قدم رسول الله - صلى الله عليه وسلم - المدينة أسلمنا، فقدم رسول الله - صلى الله عليه وسلم - المدينة فأسلم نصفهم الباقي، وفي هذا النص دليل على أن غفارًا أسلمت كلها قبل وقعة بدر، وهذا ما يؤكد عدم صحة القصة المذكورة عن خفاف. والله أعلم. (٢) في (ح): (به).(٣) لم أجد من رواه بهذا السياق، وقد رواه دون قصة خفاف بن إيماء، بلفظ مقارب ابن جرير ١٠/ ١٦ - ١٧، والثعلبي ٦/ ٦٥ أ، وابن إسحاق كما في \"السيرة النبوية\" ٢/ ٣٢٠، وروى ابن إسحاق أيضًا قصة خفاف في موضع آخر ٢/ ٦٢١ لكنه قال: خُفاف بن إيماء بن رحضة الغفاري أو أبوه إيماء بن رحضة الغفاري.(٤) انظر: \"تفسير الثعلبي\" ٦/ ٦٥ ب، والبغوي ٣/ ٣٦٦، وابن الجوزي ٣/ ٣٦٦، والنص مختصرًا في \"تفسير ابن جرير\" ١٠/ ١٦ - ١٧.(٥) \"معاني القرآن وإعرابه\" ٤/ ١٥٠. ولم يفسر الزجاج هذه الكلمة في سورة الأنفال، وانظر: \"تهذيب اللغة\" ١/ ٣٤١.</p><p> وقال الليث: يقال: بطر فلان نعمة الله: أي: مرح حتى جاوز، وترك الشكر (١) ، قال أهل المعاني: معنى (البطر) : الخروج عن موجب النعمة من شكرها والقيام بحقها إلى خلافه (٢) . </p><p> قوله تعالى:  {وَرِئَاءَ النَّاسِ} معنى الرياء: إظهار الجميل ليُرى مع إبطان القبيح، راءي يرائي رياء ومراءاة، والفرق بينه وبين النفاق: أن النفاق إظهار الإيمان مع إبطان الكفر، والرياء عصيان (٣) ، والنفاق كفر (٤) ، </p><p>(١) النص في كتاب \"العين\" ٧/ ٤٢٢ مع اختلاف يسير، والمؤلف يرى -كالأزهري- أن كتاب \"العين\" لليث بن المظفر. (٢) في \"البرهان\" للحوفي ١١/ ٧٦ أ: البطر: التقوية بنعم الله وما ألبسه من العافية على المعاصي.(٣) يعني كبيرة من الكبائر التي لا تخرج من الملة، وإلا فمعلوم أن النفاق والشرك وسائر المكفرات من العصيان؛ إذ أصل العصيان: الخروج عن الطاعة، انظر: \"المفردات في غريب القرآن\" (عصا) ص ٣٣٧.وما ذهب إليه المؤلف كون الرياء مطلقًا من كبائر الذنوب هو ظاهر قول الجمهور، وقد دل عليه قول شداد بن أوس: كنا نعد على عهد رسول الله - صلى الله عليه وسلم - أن الرياء الشرك الأصغر. رواه الحاكم في \"المستدرك\" كتاب الرقاق ٤/ ٣٢٩، وصححه ووافقه الذهبي، وذهب بعض العلماء أن ذلك مقيد باليسير، أما كثير الرياء فشرك أكبر ونفاق. انظر: \"تيسير العزيز الحميد في شرح كتاب التوحيد\" ص ٥٣٣، و\"معارج القبول\" ٢/ ٤٩٢.(٤) النفاق قسمان: الأول: النفاق الأكبر، وهو ما ذكره المؤلف وهو كفر مباين لدين الإسلام، الثاني: النفاق الأصغر، وهو من كبائر الذنوب، ويسمى النفاق العملي وهو المذكور في الحديث: \"آية المنافق ثلاث: إذا حدّث كذب، وإذا وعد أخلف، وإذا اؤتمن خان\". رواه البخاري (٣٣) كتاب الإيمان, باب: إعلان المنافق، ومسلم (٥٨) كتاب: الإيمان، باب: بيان خصال المنافق، والترمذي في \"سننه\" (٢٦٣١) كتاب الإيمان, باب: ما جاء في علامة المنافق , وأعقبه بقوله: إنما كان =</p><p> وقال قتادة: هؤلاء أهل مكة خرجوا ولهم بغي وفخر، فقال رسول الله - صلى الله عليه وسلم -: \"إن قريشًا أقبلت بفخرها وخيلائها لتحادَّك ورسولك\"  (١) ، وقال المفسرون: نهى الله سبحانه عباده المؤمنين أن يكونوا مثلهم، وأمرهم بإخلاص النية والحسبة في نصرة الدين، ومؤازرة النبي - صلى الله عليه وسلم - حتى لا يكونوا كالذين خرجوا فخرًا وخيلاء ورياء (٢) . </p><p> وقوله تعالى:  {وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} ، قال أبو علي الجرجاني: قوله: {بَطَرًا وَرِئَاءَ النَّاسِ} سبب لخروجهم، أي أن البطر والرياء يحملهم على ذلك، ثم عطف عليه قوله:  {وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} وهو فعل مضارع منسوق على المصدر فيحتمل هذا النظم وجوهًا (٣) منها: أن يكون قوله: {وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} بمنزلة: وصدًا، إلا أنه رد إلى المضارع والمراد به المصدر، كما تقول في الكلام: أتيته ماشيًا ومشيًا وأمشي، ثلاثتها بمعنى واحد، ويجوز أن يكون قوله:  {بَطَرًا وَرِئَاءَ} حالاً على تأويل: بطرين ومرائين، فيكون قوله:  {وَيَصُدُّونَ} حالاً صرفت إلى الاستقبال، بمعنى: وصادين، ويجوز أن يكون قوله:  {بَطَرًا وَرِئَاءَ} بمنزلة </p><p>= هذا عند أهل العلم نفاق العمل اهـ. وانظر: الفرق بين القسمين في \"مجموع فتاوى شيخ الإسلام\" ١١/ ١٤٠ - ١٤٥. (١) رواه مطولًا ابن جرير ١٠/ ١٧، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٤٤، وقد روى قول النبي - صلى الله عليه وسلم - ابن إسحاق كما في \"السيرة النبوية\" ٢/ ٢٦١، والبيهقي في \"دلائل النبوة\" ٣/ ١١٠ مرسلًا من حديث الزهري وموسى بن عقبة، وروى ابن أبي نجيح عن مجاهد نحو هذا الأثر، انظر: \"تفسير مجاهد\" ص ٣٥٦.(٢) انظر: \"تفسير الثعلبي\" ٦/ ٦٥ ب، والبغوي ٣/ ٣٦٦، وذكر معناه ابن جرير ١٠/ ١٦.(٣) ساقط من (س).</p>"
}