{
  "id": null,
  "sura": 8,
  "aya": 42,
  "text": "<p> وحزب الشيطان (١) ، {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ، قال: يريد: قدير على نصركم وأنتم أقلة (٢) وأذلة (٣) . </p><p> ٤٢ - قوله تعالى:  {إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا} يجوز أن تتعلق (إذ) بمضمر معناه: واذكروا إذ أنتم، كما قال تعالى:  {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ}  [الأنفال: ٢٦] ، فأضمر هاهنا، ويجوز أن تتعلق بالمصدر الذي هو (الفرقان) في قوله: {يَوْمَ الْفُرْقَانِ} المعنى: يوم فرق الله بين الحق والباطل إذ أنتم بهذا الموضع. </p><p> وأما العدوة: فقال ابن السكيت: عِدوة الوادي وعُدوته: جانبه والجمع عِدىً وعُدَى (٤) ، وقال الليث: العُدوة: صلابة من شاطئ الوادي ويقال: عِدوة (٥) . </p><p> وقرئ باللغتين جميعًا (٦) . </p><p> قال الأخفش: الكسر كلام العرب، لم يسمع منهم غير ذلك (٧) ، قال أحمد بن يحيى: الضم في العُدوة أكثر اللغتين (٨) . </p><p>(١) \"تنوير المقباس\" ص ١٨٢ بمعناه (٢) في (ج): (قلة).(٣) \"تنوير المقباس\" ص ١٨٢ بمعناه(٤) \"تهذيب إصلاح المنطق\" ص ٢٩٥، و\"تهذيب اللغة\" (عدا) ٣/ ٢٣٤٨.(٥) \"تهذيب اللغة\" (عدا) ٣/ ٢٣٤٨، والنص في كتاب \"العين\" (عدو) ٢/ ٢١٦.(٦) قرأ ابن كثير وأبو عمرو ويعقوب بكسر العين، والباقون بضمها. انظر: كتاب \"السبعة\" ص ٣٠٦، و\"تحبير التيسير\" ص ١١٨.(٧) \"الحجة\" ٤/ ١٢٩، و\"تفسير ابن الجوزي\" ٣/ ٣٦١، والفخر الرازي ١٥/ ١٦٧, وأبي حيان ٤/ ٤٩٩، وهو مخالف لقوله في \"معاني القرآن\" ١/ ٣٥٠، فقد ذكر اللغتين ورجح القراءة بالضم.(٨) انظر: \"زاد المسير\" ٣/ ٣٦١، ولم أجده في \"فصيح ثعلب\".</p><p> و {الدُّنْيَا} : تأنيث الأدنى، وضده القصوى، وهو تأنيث الأقصى، وكل شيء تنحى عن شيء فقد قصى يقصو (١) قصوًّا، والأقصى والقصوى كالأكبر والكبرى. </p><p> وأما الكلام في اختلاف (الدنيا) و (القصوى) بالياء والواو وهما من باب واحد، فقال الحراني عن ابن السكيت: ما كان من النعوت مثل العليا والدنيا فإنه يأتي بضم أوله وبالياء؛ لأنهم يستثقلون الواو مع ضمة أوله، وليس (٢) فيه اختلاف إلا أن أهل الحجاز قالوا: القصوى، فأظهروا الواو -وهو نادر- أخرجوه على القياس إذ سكن ما قبل الواو، وتميم وغيرهم يقولون: القصيا (٣) ، ونحو هذا حكى الليث عن الخليل فقال: كل شيء جاء على (فعلى) من بنات (٤) الواو فإن العرب تحوله إلى الياء نحو: الدنيا من دنوت، وأشباه ذلك غير القصوى، ويقال: القصيا لغة فيه، وجاءت: الفتوى لغة في الفتيا (٥) لأهل المدينة خاصة (٦) . </p><p>(١) في (ح): (يقصى)، والصواب ما أثبته، إذ في كتب اللغة: كل شيء تنحى عن شيء فقد قصى يقصو قصوًا. انظر: كتاب \"العين\" (قصو) ٥/ ١٨٧، و\"تهذيب اللغة\" (قصا) ٣/ ٢٩٦٩، و\"لسان العرب\" (قصا) ٦/ ٣٦٥٧، أما الفعل (يقصى) فهو مضارع (قصي) بالكسر يقال: قصي فلان عن جوارنا يقصى قصًا، أي: بعد، انظر: \"لسان العرب\" (قص) ٦/ ٣٦٠٨.(٢) في \"تهذيب اللغة\": فليس.(٣) \"تهذيب اللغة\" (قصا) ٣/ ٢٩٦٩. وانظر: \"تهذيب إصلاح المنطق\" ص ٣٤٦.(٤) يعني: ذوات، كما في \"اللسان\" ٦/ ٣٦٥٧، مادة (قصا).(٥) في كتاب \"العين\": الفتيا لغة في الفتوى.(٦) كتاب \"العين\" (قصو) ٥/ ١٨٧، وقد تصرف الواحدي بعبارة الخليل بالحذف والزيادة.</p><p> قال المفسرون جميعًا: إذ أنتم نزولٌ بشفير (١) الوادي الأدنى إلى المدينة وعدوكم نزولٌ بشفير الوادي الأقصى إلى مكة (٢) . </p><p> وكان الجمعان قد نزلا الوادي الذي ببدر على هذه الصفة قد اكتنفا شفيريه. </p><p> قال أهل المعاني: معنى (٣) الآية: اذكروا إذ كنتم بشط الوادي الأقرب (٤) إلى المدينة وهم بالشط الأبعد منها، وهذا كان من لطيف صنع الله لهم؛ لأن الرجل كلما كان أقرب من داره كان أربط لجأشه (٥) . </p><p> وقوله تعالى:  {وَالرَّكْبُ أَسْفَلَ مِنْكُمْ} ، قال ابن السكيت: الركب أصحاب الإبل، وهم العشرة فما فوقها (٦) . </p><p> ويقال: سفل يسفل سفاله وسفلًا فهو سافل، نقيض علا يعلو، قال المفسرون: يعني أبا سفيان وأصحابه وهم العير التي خرجوا ليأخذوها، كانت في موضع أسفل منكم إلى ساحل البحر (٧) . </p><p> قال أبو إسحاق: الوجه أن تنصب (أسفل) -وعليه القراءة- أراد: مكانًا أسفل، ويجوز الرفع على أن تريد: والركب (٨) أشد </p><p>(١) أي: حده وحرفه، انظر: \"مقاييس اللغة\" (شفر) ٣/ ٢٠٠. (٢) انظر: \"تفسير ابن جرير\" ١٠/ ١٠، والثعلبي ٦/ ٦٣ أ، و\"الدر المنثور\" ٣/ ٣٤١.(٣) ساقط من (ح).(٤) ساقط من (ح).(٥) لم أقف عليه.(٦) \"المشوف المعلم في ترتيب الإصلاح\" (رك ب) ١/ ٣٠٩، والنص باختصار في \"تهذيب إصلاح المنطق\" ص ١١٤.(٧) انظر: \"تفسير ابن جرير\" ١٠/ ١٠، والثعلبي ٦/ ٦٣ أ، والبغوي ٣/ ٣٦٣.(٨) ساقط من (ح).</p><p> تسفلًا (١) ، ونحو هذا قال الفراء سواء (٢) . </p><p> وقوله تعالى:  {وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ} ، قال ابن إسحاق: أقبل أبو سفيان في الركب من الشام، وخرج رسول الله - صلى الله عليه وسلم - وأصحابه ليأخذوها، وخرجت قريش تمنعه، فالتقوا ببدر ولم يشعروا (٣) ، فقال الله تعالى:  {وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ} لكثرتهم وقلتكم، يعني: لو تواعدتم ثم بلغكم كثرة عددهم مع قلة عددكم لتأخرتم وفنقضتم الميعاد، هذا معنى قول المفسرين (٤) . </p><p> وقيل: لو تواعدتم من غير لطف الله لكم لاختلفتم بالعوائق والقواطع (٥) . </p><p> وقوله تعالى:  {وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} في الكلام حذف واختصار يدل عليه الفحوى، تقديره: ولكن جمعكم الله من غير ميعاد: {لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} وإن شئت أخرت المقدر فقلت: {وَلَكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا} جمعكم من غير ميعاد، قال ابن </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٤١٧ مع التقديم والتأخير والحذف. (٢) انظر: \"معاني القرآن\" ١/ ٤١١.(٣) في \"السيرة النبوية\" ٢/ ٣١٩، كلام يشبه هذا من حيث المعنى، ثم تبين لي أن ابن إسحاق هذا ليس صاحب السيرة بل هو عمير بن إسحاق أبو محمد مولى بني هاشم، تابعي متكلم فيه، لينه ابن معين، وقال الحافظ ابن حجر: مقبول.انظر: \"الكاشف\" ٢/ ٩٦ (٤٢٨٢)، و\"التقريب\" ص ٤٣١ (٥١٧٩)، وأثره هذا رواه ابن جرير ٧/ ١١ بلفظ مقارب.(٤) انظر: \"تفسير ابن جرير\" ١٠/ ١١، والثعلبي ٦/ ٦٣ ب، والبغوي ٣/ ٣٦٣، وابن الجوزي ٣/ ٣٦٢.(٥) هذا قول أحمد بن عمار المهدوي المفسر، انظر. \"المحرر الوجيز\" ٦/ ٣١٩ , وقد ذكر هذا القول أيضًا الماوردي ٢/ ٣٢٢ دون نسبة.</p><p> عباس: يريد: ليتم الله لنبيه وللمؤمنين موعده؛ ليقر عين نبيه وأعين المؤمنين (١) ، وقال أهل المعاني: ليفصل (٢) الله أمرًا كان مفعولًا في علمه وحكمه من عز الإِسلام وعلو أهله على عبدة الأوثان بتدبيره ولطفه (٣) . </p><p> قوله تعالى:  {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ} فهذه اللام مكررة على اللام في قوله: {لِيَقْضِيَ} المعنى: ولكن فعل ذلك ليهلك، وأكثر أهل العلم على أن المراد بالهلاك هاهنا: الكفر والضلال، وبالحياة: الاهتداء والإسلام (٤) . </p><p> قال محمد بن إسحاق: ليكفر من كفر بعد حجة قامت عليه وقطعت عذره، ويؤمن من آمن على مثل ذلك (٥) ، وقال قتادة: ليضل من ضل عن بينة، ويهتدي (٦) من اهتدى على بينة (٧) ، قال الزجاج: جعل الله عز وجل المقاصد للحق بمنزلة الحي، وجعل الضال بمنزلة الهالك (٨) . </p><p>(١) \"تنوير المقباس\" ص ١٨٢ بمعناه. (٢) في (ح): (ليقضي).(٣) ذكر معنى هذا القول أبو الليث السمرقندي ٣/ ٣٤١، وابن عطية ٦/ ٣٢٠، وأبو حيان ٤/ ٥٠١، ولم أجده عند أهل المعاني.(٤) انظر: \"تفسير ابن جرير\" ١٠/ ١٢، و\"معاني القرآن\" للنحاس ٣/ ١٥٩، و\"تفسير ابن أبي حاتم\" ٥/ ١٧٠٨، والسمرقندي ٢/ ١٩، وابن عطية ٦/ ٣٢١، وابن كثير ٢/ ٣٢٨، وقد ذهب ابن جرير إلى أن المعنى: ليموت من مات عن حجة ويعيش من عاش عن حجة.(٥) \"السيرة النبوية\" ٢/ ٣١٩ مع اختلاف يسير.(٦) في (ح): (يهدى)، وهو كذلك في \"تفسير البغوي\"، وما أثبته موافق لـ\"تفسير الثعلبي\" وهو أولى لأن الكلمة تفسير لقوله تعالى: {يَحْيَى} ولموافقته لقول قتادة: من اهتدى.(٧) رواه الثعلبي ٦/ ٦٣ ب، والبغوي ٣/ ٣٦٣.(٨) \"معاني القرآن وإعرابه\" ٢/ ٤١٨.</p><p> وذهب آخرون إلى أن معنى الهلاك هاهنا: الموت (١) ، وقال (٢) : وأفعل ما فعلت يوم بدر ليكون موت من يموت على بينة رآها وحجة قامت عليه، وكذلك حياة من يحيى؛ لما سبق من وعده ببعثة الرسول قبل العذاب في قوله:  {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا}  [الإسراء: ١٥] . </p><p> وقوله تعالى:  {وَيَحْيَى مَنْ حَيَّ} قرئ بيائين، وقرئ بياء واحدة مشددة (حيّ)  (٣) ، قال أبو إسحاق: أما من أدغم فلاجتماع حرفين من جنس واحد، وأما من أظهر فلأن الحرف الثاني ينتقل من (٤) لفظ الياء تقول: حيي يحيى والمحيا، فعلى هذا يجوز الإظهار (٥) ، هذا كلامه وشرحه أبو علي فقال: من أدغم فلأن الياء قد لزمتها الحركة، فصار (٦) بلزوم الحركة له مشابهًا للصحيح، ألا ترى أن من حذف الياء من (جوار) في الجر والرفع لم (٧) يحذفها إذا تحركت بالفتح لمشابهتها بالحركة سائر </p><p>(١) انظر: \"تفسير ابن جرير\" ١٠/ ١٢، والماوردي ٢/ ٣٢٢، وابن الجوزي ٣/ ٣٦٣، والبغوي ٣/ ٣٦٣. (٢) هذا قول الثعلبي، انظر: \"تفسيره\" ٦/ ٦٣ ب.(٣) قرأ نافع وأبو بكر، عن عاصم والبزي، عن ابن كثير بالفك وعدم التشديد، وقرأ باقي السبعة بالإدغام والنطق بياء واحدة مشددة انظر \"إرشاد المبتدي\" ص ٣٤٧، و\"تحبير التيسير\" ص ١١٨، و\"الوافي في شرح الشاطبية\" ص٢٨٠.(٤) في \"معاني القرآن وإعرابه\": عن.(٥) المصدر السابق ٢/ ٤١٨.(٦) يعني الحرف، ولذا ذكّره وهو كذلك في بعض نسخ \"الحجة للقراء السبعة\"، وجاء في بعضها: فصارت، بالتأنيث، وكذا في موضعين بعده، ونصه: فصارت بلزوم الحركة لها مشابهة ... إلخ. وهذا ما اختاره المحققان للحجة.(٧) ساقط من (ح).</p><p> الحروف الصحيحة، وقالوا في الوقف:  {كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ}  [القيامة: ٢٦] فلم تحذف كما حذفت الياء من قوله: {الْكَبِيرُ الْمُتَعَال}  [الرعد: ٩] وهذا يدلك على أنها بالحركة قد صارت في حكم الصحيح، وإذا صار كذلك جاز الإدغام فيها كما جاز في الصحيح، وعلى هذا جاء ما أنشد من قوله (١) : </p><p> عَيُّوا بأمرهم كما ... عيّت ببيضتها الحمامه </p><p> وقال المتلبس (٢) : </p><p> فهذا أوان العرض حي ذبابة ... زنابيره والأزرق المتلمس (٣) </p><p>(١) البيت لعبيد بن الأبرص كما في \"ديوانه\" ص ١٣٨، و\"أدب الكاتب\" ص ٥٤، و\"الحيوان\" ٣/ ١٨٩، و\"شرح أبيات سيبويه\" ٢/ ٤٣٠، و\"لسان العرب\" (حيا) ٢/ ١٠٨٠. (٢) هو: جرير بن عبد العزى -أو عبد المسيح- من بني ضبيعة من ربيعة، شاعر جاهلي من أهل البحرين، وهو خال طرفة بن العبد، صاحب المعلقة وكان ينادم ملك العراق عمرو بن هند ويمدحه ثم هجاه فأراد عمرو قتله ففر إلى الشام، وتوفي نحو سنة ٥٠ ق هـ. انظر: \"الشعر والشعراء\" ص ٩٩، و\"الأعلام\" ٢/ ١١٩.(٣) البيت في \"ديوانه\" ص ١٢٣، وانظر: \"شرح ديوان الحماسة\" للمرزوقي ٢/ ٦٢٢، و\"المعاني الكبير\" ٢/ ٤٠٦.قال المرزوقي في الموضع السابق: يروى (جُنّ ذبابه) أي كثر ونشط، والعرض: واد من أودية اليمامة، وكأنه قال: وهذا الذي ذكرت هو في هذا الأوان، وقوله (حيّ ذبابه) أي عاش بالخصب فيه، وزنابيره يرتفع على أنه بدل من الذباب, وذباب الروض قد تسمى زنابير وقوله (والأزرق) إشارة إلى جنس آخر غير الأول، وهو ما كان أخضر ضخمًا, والمتلمس: الطالب اهـ. باختصار.</p><p> فجعلوا هذه الأشياء في الإدغام بمنزلة: شموا وعضوا وعبرة هذا: أن [كل موضع لزمت الحركة الياء الأخيرة التي هي لام جاز الإدغام فيه]  (١) ، فأما قوله:  {عَلَى أَنْ يُحْيِيَ الْمَوْتَى}  [القيامة: ٤٠] ، فلا يجوز فيه الإدغام؛ لأن حركة النصب غير لازمة، ألا ترى أنها تزول في الرفع وتذهب في الجزم مع الرفع، وإذا لم تلزم لم يجز الاعتداد بها، كأشياء (٢) لم يعتد بها لما لم تلزم، نحو الضمة في: هذه فَخِذٌ، وإن لم يكن في الكلام ضمة قبلها (٣) كسرة لما كانت غير لازمة، وهذا النحو كثير، [وإنما شرطنا لزوم الحركة في المدغم فيه لأن المتحرك لا يدغم في الساكن؛ وذلك أن (٤) المتحرك أقوى من الساكن، ولا يدغم الأقوى في الأضعف، إنما يدغم الأضعف في الأقوى] (٥) . </p><p> وأما من أظهر فقال:  (حيي) ولم يدغم فلأن حركة اللام في (حيي) تزول لاتصالها بالضمير إذا قلت: حَيِيت، فصار زوال الحركة عن اللام في هذا البناء بمنزلة زوال حركة النصب عن المعرب لحدوث إعراب آخر فيه، ويقوي البيان في هذا ما حكاه يونس عن العرب: أحيياء، وأحييه وفي جمع حي، فبينوا، مع أن الحركة غير مفارقة، فإذا لم يدغموا ما لم تفارقه </p><p>(١) ما بين المعقوفين نصه في \"الحجة\" هكذا: كل موضع يلزم ياء يخشى فيه الحركة، جاز الإدغام في اللام من حيي اهـ، ولم يظهر لي معناه، وقد نقل ابن عطية هذا القول بلفظ مغاير أيضًا ونصه: قال أبو علي: وعبرة هذا أن كل موضع تلزم الحركة فيه ياء مستقبلية فالإدغام في ماضيه جائز. \"المحرر الوجيز\" ٦/ ٣٢٣. (٢) في (ح): (شيئًا).(٣) في (س): (ما قبلها).(٤) ساقط من (ح).(٥) ما بين المعقوفين ليس من كلام أبي علي في \"الحجة\" كالكلام السابق واللاحق له , بل ذكره أبو علي في كتابه \"الإغفال\" ص ٨٢٧، وقد ذكره الواحدي بمعناه.</p>"
}