{
  "id": null,
  "sura": 8,
  "aya": 50,
  "text": "<p> وبقضائه فإن الله حافظه وناصره؛ لأنه عزيز لا يغلبه شيء، فجاره منيع، ومن يتوكل عليه فهو مكفي، وقال عطاء عنه:  {فَإِنَّ اللَّهَ عَزِيزٌ} يريد قوي منيع, {حَكِيمٌ} في خلقه يفعل بأعدائه ما شاء من شدة العقاب، وبأوليائه النعيم والسرور (١) . </p><p> ٥٠ - قوله تعالى:  {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} أكثر المفسرين على أن الآية عامة في جميع من قتلوا من المشركين ببدر (٢) ، وقال محمد بن إسحاق: نزلت في الذين [ذكروا في الآية الأولى وهم الذين]  (٣) تركوا الهجرة إلى رسول الله - صلى الله عليه وسلم - فقتلوا مع المشركين (٤) . </p><p> وجواب (لو) محذوف بتقدير: لرأيت أمرًا عظيمًا، وأمرًا عجيبًا، وحذف الجواب في القرآن كثير، قد سبق الكلام فيه في مواضع (٥) ، والمرئي بقوله:  (ترى) مدلول عليه، مفهوم من الكلام؛ لأنه يفهم منه: ولو </p><p>(١) لم أقف عليه، وقد ذكره بنحوه في \"الوسيط\" ٢/ ٤٦٦ من غير نسبة. (٢) انظر: \"تفسير ابن جرير\" ١٠/ ٢٢ - ٢٣، والبغوي ٣/ ٣٦٨، وابن عطية ٦/ ٤٤٩ - ٣٤٠، وقد رجح ابن كثير ٢/ ٣٥٣ أنها عامة في حق كل كافر.(٣) ما بين المعقوفين ساقط من (س).(٤) بالمقارنة بما في \"السيرة النبوية\" يتبين وهم الواحدي رحمه الله في نسبة هذا القول لابن إسحاق، فابن إسحاق ذكر أن هؤلاء المذكورين الذين تركوا الهجرة نزل فيهم قول الله تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا} [النساء: ٩٧]، أما ما يتعلق في تفسير قوله تعالى: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} فقد ذكر أنها عامة في الكفار كلهم حيث قال: ثم ذكر الله تعالى أهل الكفر، وما يلقونه عند موتهم، ووصفهم بصفتهم وأخبر نبيه - صلى الله عليه وسلم - عنهم.انظر: \"السيرة النبوية\" ٢/ ٢٨٣.(٥) انظر مثلاً: \"تفسير البسيط\" [البقرة: ١٠٣].</p><p> ترى الملائكة يضربون من الكفار الوجوه والأدبار، وبناؤه على المفهوم أحسن من التصريح لأنه أفخم. </p><p> ومعنى {يَتَوَفَّى الَّذِينَ كَفَرُوا} : يقبضون أرواحهم على استيفائها؛ لأن الموت إنما يكون بإخراج الروح على التمام، وهذا يقتضي أن الإنسان هو الروح؛ لأنه قال:  {يَتَوَفَّى الَّذِينَ كَفَرُوا} فهذا يوجب أن الإنسان هو الروح، ولولا هذا لم يكن قد توفاه الملك وإنما توفي بعضه وهو الروح، إلا أن يجعل من باب حذف المضاف فيقال: المعنى: يتوفى أرواح الذين كفروا وأنفسهم (١) . </p><p> وقوله تعالى:  {يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} مضارع معناه الحال، قال ابن عباس: كان المشركون إذا أقبلوا بوجوههم إلى المسلمين ضربوا وجوههم بالسيوف، وإذا ولوا ضربوا أدبارهم (٢) ، ونحو هذا قال مُرة وابن جريج: أي: مقاديمهم ومآخيرهم (٣) ، وتقديره: يضربون أجسادهم </p><p>(١) في \"لسان العرب\" (وفي) ٨/ ٤٨٨٦: الوفاة: الموت، وتوفي فلان وتوفاه الله: إذا قبض نفسه، وفي \"الصحاح\": إذا قبض روحه، وقال غيره: توفي الميت: استيفاء مدته التي وفيت له وعدد أيامه وشهوره وأعوامه في الدنيا اهـ. فإذا عرف أن الوفاة تطلق على قبض الروح لم يلزم من قول القائل: توفي الله الإنسان، أن الإنسان هو الروح ولا أن يجعل ذلك من باب حذت المضاف، وقد ذكر شيخ الإسلام ابن تيمية الخلاف في المسألة التي ذكرها المصنف فقال: تنازع الناس في مسمى (الإنسان) هل هو الروح فقط أو الجسد فقط؟ والصحيح أنه اسم للروح والجسد جميعًا، وإن كان مع القرينة قد يراد به هذا تارة، وهذا تارة. \"مجموع فتاوى شيخ الإسلام\" ١٢/ ٦٧. (٢) رواه ابن جرير ١٠/ ٢٢، والثعلبي ٦/ ٦٧ أ، والبغوي ٣/ ٣٦٨، وفي سنده انقطاع بين ابن جرير وابن عباس، انظر: \"الكشاف\" ٢/ ١٨٥.(٣) رواه عنهما الثعلبي ٦/ ٦٧ أبلفظ: (وجوههم) ما أقبل منهم، (وأدبارهم) ما أدبر منهم، وبنحو هذا اللفظ رواه البغوي ٣/ ٣٦٨ عن ابن جريج.</p><p> كلها (١) ، وقال الحسن: قال رجل يا رسول الله: إني رأيت بظهر أبي جهل مثل الشراك (٢) ، قال:  \"ذلك ضرب الملائكة\"  (٣) . </p><p> وقوله تعالى:  {وَذُوقُوا عَذَابَ الْحَرِيقِ} فيه إضمار أي: ويقولون ذوقوا، وإنما حذف لدلالة الكلام عليه من جهة أن عقابهم لهم يقتضي أن يقولوا لهم ما يسوؤهم، وحذف القول في القرآن كثير كقوله:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا}  [البقرة: ١٢٧] أي: ويقولان (٤) ربنا، ومثله:  {وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا}  [السجدة: ١٢] أي: ويقولون ربنا، قال ابن عباس: يقولون لهم هذا بعد الموت (٥) ، ونحو ذلك قال الحسن (٦) وغيره (٧) . </p><p> وقال بعضهم: كان قول الملائكة لهم: {وَذُوقُوا عَذَابَ الْحَرِيقِ} في الدنيا وذلك أنه كان مع الملائكة مقامع كلما ضربوا التهبت النار في </p><p>(١) هذا التقدير عدول عن ظاهر الآية بلا دليل، وليس هو التقدير الدقيق لقول مرة وابن جريج. وقد ذكر الزمخشري في \"الكشاف\" ٢/ ١٦٣ علة تخصيص الوجه والدبر فقال: وإنما خصوهما بالضرب لأن الخزي والنكال في ضربهما أشد. (٢) الشراك: سير النعل الذي يكون على وجهها. انظر: \"لسان العرب\" (شرك) ٤/ ٢٢٥٠.(٣) رواه ابن جرير ١٠/ ٢٢، والثعلبي ٦/ ٦٧ أ، وهو حديث مرسل، وقد اختلف العلماء في مراسيل الحسن البصري، والإمام أحمد يرى أنها من أضعف المراسيل. انظر: \"شرح علل الترمذي\" ١/ ٢٩٠.(٤) في (ج) و (س): (ويقولون).(٥) رواه البغوي ٣/ ٣٦٨.(٦) رواه الثعلبي ٦/ ٦٧ أ، والبغوي ٣/ ٣٦٨.(٧) انظر: \"تفسير مقاتل\" ل ١٢٣ أ، وابن الجوزي ٣/ ٣٦٩ , والزمخشري ٢/ ١٦٣.</p>"
}