{
  "id": null,
  "sura": 8,
  "aya": 11,
  "text": "<p> ١١ - قوله تعالى:  {إِذْ يُغَشِّيكُمُ النُّعَاسَ} . قال الزجاج:  (إذ) موضعها نصب على معنى: وما جعله الله إلا بشرى في ذلك الوقت، قال: ويجوز أن تكون على (١) : اذكروا إذ يغشيكم (٢) النعاس (٣) . </p><p> واختلف القراء في {يُغَشِّيكُمُ} فقرؤوا (٤) من غشي ومن أغشى ومن غشّى (٥) ، فمن قرأ (يغشاكم) فحجته قوله: {أَمَنَةً نُعَاسًا يَغْشَى}  [آل عمران: ١٥٤] فكما أسند الفعل هناك إلى النعاس أو الأمنة التي هي سبب النعاس؛ كذلك في هذه الآية، ومن قرأ (يُغْشِيكم) أو (يُغَشّيكم) فالمعنى واحد، وقد جاء التنزيل بهما في قوله تعالى:  {فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ}  [يس: ٩] وقال {فَغَشَّاهَا مَا غَشَّى}  [النجم: ٥٤] وقال: {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ}  [يونس: ٢٧] ،وإسناد الفعل في هذا إلى الله تعالى أشبه بما بعده من قوله (وينزل)  (ويذهب) . </p><p> وقوله {أَمَنَةً} منصوب مفعول له كقولك: فعلت ذلك حذر الشر، والتأويل: إن الله جل وعز أمنهم أمنًا حتى غشيهم النعاس بما وعدهم من النصر (٦) . </p><p>(١) عبارة الزجاج هكذا: ويجوز على أن يكون. (٢) في (ح) و (س): (يغشاكم)، وما في (م) موافق للمصدر التالي.(٣) \"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٠٣.(٤) في (ج): (فقريء).(٥) إذا كان الفعل (غشي) فالقراءة (يغشاكم)، وإذا كان الفعل (أغشى) فالقراءة (يُغْشِيكم)، وإذا كان الفعل (غشى) فالقراءة (يُغَشّيكم) والقراءة الأولى لابن كثير وأبي عمرو، والثانية لنافع، والثالثة لعاصم وابن عامر وحمزة والكسائي.انظر: \"التبصرة في القراءات\" ص ٢٢١، و\"تقريب النشر\" ص ١١٨، و\"إتحاف فضلاء البشر\" ص ٢٣٦.(٦) التعليل بأن الأمن بسبب وعدهم بالنصر يحتاج إلى دليل ولم أجده، ويشكل على =</p><p> قال ابن مسعود: النعاس في القتال أمنةً من الله، وفي الصلاة من الشيطان (١) . </p><p> وغشيان النعاس أصحاب بدر، كغشيانه إياهم يوم أُحد، وقد ذكرنا الكلام فيه وفي قوله {أَمَنَةً} ، في سورة آل عمران. </p><p> وقوله تعالى:  {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} ذكر أهل التفسير (٢) أن المسلمين لما بايتوا المشركين ببدر أصابت جماعة منهم جنابات احتاجوا لها إلى الماء فساءهم عدم الماء عند فقرهم إليه، وكان المشركون قد سبقوهم إلى الماء وغلبوهم عليه (٣) ، فوسوس إليهم الشيطان أن ذلك عون من الله للعدو، وقال لهم: كيف ترجون الظفر عليهم وقد غلبوكم على الماء (٤) وأنتم تصلون مجنبين ومحدثين وتزعمون أنكم أولياء </p><p>= هذا التعليل نزول الأمن عليهم بعد معركة أحد كما قال تعالى: {ثُمَّ أَنْزَلَ عَلَيْكُمْ مِنْ بَعْدِ الْغَمِّ أَمَنَةً نُعَاسًا} [آل عمران: ١٥٤]، ثم إن التعبير بقوله (أمنة منه) في قصة بدر، وبقوله: {أَنْزَلَ عَلَيْكُمْ} في قصة أحد ما يؤكد أن الأمن فيض من الله، ونفحة من نفحات رحمته على عباده المؤمنين سواء وعدوا بالنصر أم لم يوعدوا. (١) رواه ابن جرير ٩/ ١٩٣ - ١٩٤، والسمرقندي ٢/ ٩، والثعلبي ٦/ ٤٢ ب، والبغوي ٣/ ٣٣٤.(٢) انظر: \"تفسير ابن جرير\" ١٣/ ٤١٢ - ٤٢٦، والثعلبي ٦/ ٤٣ أ، و\"الدر المنثور\" ٤/ ٣٢، ٣٣.(٣) في (ج): (إليه).(٤) تضاربت الروايات فيمن غلب على الماء، فالمشهور أن المسلمين غلبوا عليه، وصنعوا حوضًا كبيرًا، وقد روى ذلك البيهقي في \"دلائل النبوة\" ٢/ ٣٢١ عن ابن شهاب وعروة بن الزبير وعاصم بن عمر وموسى بن عقبة، ورواه ابن إسحاق كما في \"سيرة ابن هشام\" ٢/ ٢٥٩ - ٢٦٠ عن رجال من بني سلمة، وكلا الإسنادين غير متصل. وروى ابن جرير ٩/ ١٩٥ عن ابن عباس أن المشركين هم الذين غلبوا على الماء، =</p><p> الله وفيكم نبيه؟! فأنزل الله تعالى مطرًا أسال منه الوادي حتى اغتسلوا وتطهروا وزالت الوسوسة؛ فذلك قوله:  {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} أي من الأحداث والجنابة، {وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ} أي وسوسته التي تكسب عذاب الله وغضبه، ولذلك سمى الوسوسة رجزًا (١) ، ومضى الكلام في الرجز وأن معناه العذاب (٢) ، ومن المفسرين من يحمل رجز الشيطان على الجنابة وهي من الشيطان (٣) . </p><p>= لكن سند هذه الرواية مسلسل بالضعفاء, وهم أسرة العوفي، انظر: \"تفسير ابن جرير\" ١/ ٢٦٣ حاشية (١)، وقد أبدع المحقق في بيان ذلك. وهناك رواية أخرى عن ابن عباس عند ابن جرير ٩/ ١٩٦ تفيد أن المشركين غلبوا على الماء أول الأمر، وسندها ضعيف أيضًا لأن أحد رجالها مدلس وهو ابن جريج، ولم يصرح بالتحديث.انظر: \"إتحاف ذوي الرسوخ بمن رمي بالتدليس\" ص ٣٧.والذي صح عن ابن عباس ما رواه ابن جرير ٩/ ١٩٥ من رواية علي بن أبي طلحة أنه قال: نزل النبي - صلى الله عليه وسلم - يعني حين سار إلى بدر والمسلمون بينهم وبين الماء رملة دعصة فأصاب المسلمين ضعف شديد، وألقى الشيطان في قلوبهم الغيظ، فوسوس بينهم: تزعمون أنكم أولياء الله وفيكم رسوله وقد غلبكم المشركون على الماء .. إلخ.لكن هذه الرواية ليست نصًّا في غلبة المشركين على الماء لاحتمال وصول المسلمين إليه بعد نزول المطر، وأما قوله: (وقد غلبكم المشركون) فهو من وسوسة الشيطان لا حقيقة. والله أعلم.(١) قال ابن قتيبة في \"تأويل مشكل القرآن\" ص ٤٧١ الرجز: العذاب. قال تعالى -حكايته عن قوم فرعون-: {لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ} [الأعراف: ١٣٤] أي العذاب، ثم قد يسمى كيد الشيطان رجزًا؛ لأنه سبب العذاب، قال الله تعالى: {وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ}.(٢) البقرة: ٥٩.(٣) انظر: \"البحر المحيط\" ٥/ ٢٨٣، و\"تفسير الفخر الرازي\" ١٥/ ١٣٨.</p>"
}