{
  "id": null,
  "sura": 8,
  "aya": 59,
  "text": "<p> ٥٩ - قوله تعالى:  {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ} ، قال الزجاج: معناه لا تحسبن من أفلت من هذا (١) الحرب قد سبق إلى الحياة (٢)  (٣) . </p><p> {إِنَّهُمْ لَا يُعْجِزُونَ} قال ابن عباس: يريد أنهم لا يعجزونني، وما أعجز عن خلقي، ولا أضعف (٤) ، وقال ابن الأنباري: معنى الآية هو: أن أولئك الذين انهزموا من ذلك (٥) العرب أشفقوا من هلكة تنزل بهم في ذلك الوقت، [فلما لم (٦) تنزل طغوا وبغوا، فقال الله عز وجل: لا تحسبن] (٧) أنهم سبقونا بسلامتهم الآن فإنهم لا يعجزوننا فيما يستقبلون من الأوقات (٨) . </p><p> وذكرنا فيما مضى أن الحسبان يقتضي مفعولين، ولا يجوز الاقتصار على أحدهما، إلا أن المفعول الثاني خبر عن الأول، والفعل الذي هو (حسبت) متعلق بما دلت عليه الجملة. </p><p> والآية بيان عن اقتدار الله عز وجل الذي لا ينفع معه حسبان للنجاة من </p><p>(١) هكذا في جميع النسخ، وفي \"معاني القرآن وإعرابه\": هذه، قال ابن منظور: العرب: نقيض السلم، أنثى، ... وحكى ابن الأعرابي فيها التذكير .. قال: والأعرف تأنيثها. \"لسان العرب\" (حرب) ٢/ ٨١٥ - ٨١٦ (٢) في (م): (الخيانة).(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٢١.(٤) \"تنوير المقباس\" ص ١٨٤ بمعناه، وفي \"البرهان\" للحوفي ١١/ ٩٥ أ: لا يفوتون.(٥) في \"الوسيط\" ٢/ ٤٦٨: (يوم بدر) بدلاً من قوله: (من ذلك الحرب). وانظر: التعليق السابق رقم (٥).(٦) ساقط من (ح).(٧) نص ما بين المعقوفين في \"زاد المسير\" هو: فلما سلموا قيل: لا تحسبن ... إلخ.(٨) \" الوسيط\" ٢/ ٤٦٨، وذكره ابن الجوزي \"زاد المسير\" ٣/ ٣٧٤ باختصار.</p><p> العقاب، وأكثر القراء قرؤوا {تَحْسَبَنَّ} بالتاء (١) على مخاطبة النبي - صلى الله عليه وسلم - و {الَّذِينَ كَفَرُوا} المفعول الأول، و {سَبَقُوا} المفعول الثاني، وموضعه نصب، والمعنى: لا تحسبن الذين كفروا سابقين، ومن قرأ بالياء (٢) فقال أبو إسحاق: وجهها ضعيف عند أهل العربية (٣) ؛ إلا أنها جائزة على أن </p><p>(١) وبها قرأ ابن كثير وشعبة، عن عاصم وأبو عمرو ونافع والكسائي ويعقوب وخلف. انظر: الغاية في القراءات العشر ص ١٦٢، و\"تقريب النشر\" ص ١١٩، و\"تحبير التيسير\" ص ١١٨. (٢) وبذلك قرأ ابن عامر وحفص عن عاصم وأبو جعفر وحمزة. انظر: المصادر السابقة نفس المواضع.(٣) وصف الزمخشري أيضًا هذه القراءة بأنها ليست نيرة، في \"الكشاف\" ٢/ ١٦٥، وتضعيف قراءة متواترة يُعلم قطعاً أن رسول الله - صلى الله عليه وسلم - تلقاها عن ربه وأقرأها أصحابه وهم أهل العربية، من خطل القول، سببه الغلو في أقيسة علماء اللغة، وقصور العلم عن الإحاطة بالأوجه القوية للقراءة، وقد ذكر الواحدي عدة أوجه لهذه القراءة وهناك أوجه أخرى منها:أ- أن الفاعل ضمير يعود إلى المذكورين في الآية السابقة والتقدير: ولا يحسبن من خلفهم الذين كفروا سبقوا، وهذا اختيار أبي جعفر النحاس في \"إعراب القرآن\" ١/ ٦٨٢.ب- أن الفاعل ضمير يعود للكفار لتقدم ذكرهم في قوله: {الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ}، وفي قوله: {ثُمَّ يَنْقُضُونَ}، و {لَا يَتَّقُونَ}، و {لَعَلَّهُمْ يَذَّكَّرُونَ}، ذكره مكي بن أبي طالب في \"مشكل إعراب القرآن\" ص ٣١٨.ج - أن الفاعل محذوف يفهم من السياق والتقدير: ولا يحسبن حاسب أو أحد. انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٢١، و\"البحر المحيط\" ٤/ ٥١٠ - ٥١١، و\"التحرير والتنوير\" ١٠/ ٥٤.وإذا تبين أن لهذه القراءة أكثر من وجه قائم على تقدير المحذوف، حسن التنبيه إلى أن أسلوب الحذف من الأساليب البلاغية العاليه لتذهب النفس في تقدير المحذوف كل مذهب لائق بالمقام.</p><p> يكون المعنى: ولا يحسبن الذين كفروا أن سبقوا؛ لأنها في حرف ابن مسعود (أنهم سبقوا)  (١) فإذا كانت كذلك فهي بمنزلة قولك: حسبت أن أقوم، وحسبت أقوم، على حذف (أن) ، ويكون أقوم وقام ينوب عن الاسم والخبر، هذا كلامه (٢) . </p><p> وحذف (أن) قد جاء في غير شيء (٣) كقوله تعالى: {أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ}  [الزمر: ٦٤] ، قال سيبويه: حذف (أن) والمعنى: أن أعبد (٤) . </p><p> وهو كثير في الشعر (٥) ، فإذا وجهته على هذا سد (أن سبقوا) مسد المفعولين؛ كما أن قوله:  {أحسبت الناس أن يتركوا}  [العنكبوت: ٢] كذلك، وذكر أبو الحسن (٦) وجهًا آخر: وهو أنه أضمر فاعلًا (٧) للحسبان، </p><p>(١) ذكر هذه القراءة عنه، الزمخشري في \"الكشاف\" ٢/ ١٦٥، وأبو حيان في \"البحر\" ٤/ ٥١٠ - ٥١١، ولم يذكرها ابن أبي داود في \"المصاحف\"، ولا ابن جني في \"المحتسب\" ولابن خالويه في \"المختصر\". (٢) \"معاني القرآن وإعرابه\" ٢/ ٤٢١.(٣) يعني في أكثر من موضع.(٤) هذا القول مفهوم من عبارة سيبويه، حيث جعل الآية بمنزلة قول طرفة:ألا أيهذا الزاجري أحضر الوغىبعد بيان أن (أن) محذوفة في قوله (أحضر). انظر: \"كتاب سبويه\" ٣/ ١٠٠، و\"الحجة\" ٤/ ١٥٥، وضعف السيرافي هذا الوجه. انظر: \"حاشية كتاب سيبويه\" ١/ ٤٥٢، ط/ بولاق.(٥) انظر بعض الأبيات في \"الحجة\" ٤/ ١٥٦.(٦) يعني الأخفش الأوسط, انظر قوله في: \"الحجة للقراء السبعة\" ٤/ ١٥٥، لم يذكره في كتاب \"معاني القرآن\".(٧) في (م): (فاعلاً آخر).</p><p> وجعل (الذين كفروا) المفعول الأول (١) ، وقال: التقدير: ولا يحسبن النبي الذين (٢) كفروا، وذكر أبو علي وجهًا ثالثًا وقال: يجوز أن يكون أضمر المفعول الأول، التقدير: لا يحسبن الذين كفروا أنفسهم أو إياهم سبقوا (٣) . </p><p> وأكثر القراء على كسر (إن)  (٤) في قوله: {إِنَّهُمْ لَا يُعْجِزُونَ} وهو الوجه (٥) ؛ لأنه ابتداء كلام غير متصل بالأول، كقوله:  {أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا}  [العنكبوت: ٤] وتم الكلام ثم قال: {سَاءَ مَا يَحْكُمُونَ} فكما أن قوله: {سَاءَ مَا يَحْكُمُونَ} منقطع من الجملة التي قبلها، كذلك قوله:  {إِنَّهُمْ لَا يُعْجِزُونَ} . </p><p> وقرأ ابن عامر:  (أنهم) بفتح الألف (٦) ، جعله متعلقًا بالجملة الأولى فيكون التقدير: لا تحسبهم سبقوا لأنهم لا يفوتون (٧) فهم (٨) يجزون على كفرهم (٩) . </p><p> وقال أبو عبيد: لا أعرف لفتح (أن) وجهًا إلا أن تجعل (لا) صلة، </p><p>(١) ساقط من (م). (٢) في (ح): (والذين)، وهو خطأ.(٣) \"الحجة للقراء السبعة\" ٤/ ١٥٥.(٤) هذه قراءة الجمهور، ولم يخالف إلا ابن عامر الذي قرأ بالفتح، انظر: \"الغاية في القراءات العشر\" ص ١٦٢، و\"التبصرة في القراءات\" ص ٢١٢، و\"تقريب النشر\" ص ١١٩.(٥) انظر: \"الحجة للقراء السبعة\" ٤/ ١٥٧، و\"حجة القراءات\" لابن زنجلة ص ٣١٢، و\"إعراب القراءات\" لابن خالويه ١/ ٢٣٠.(٦) انظر التخريج السابق لقراءة الجمهور.(٧) في (ح): (يقولون)، وهو خطأ.(٨) في (س): (منها)، ولا معنى له.(٩) انظر هذا التوجيه في: \"الحجة للقراء السبعة\" ٤/ ١٥٨، و\"حجة القراءات\" ص ٣١٢.</p>"
}