{
  "id": null,
  "sura": 8,
  "aya": 73,
  "text": "<p> وقوله تعالى:  {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ} أي: إن (١) استنصركم المؤمنون الذين لم يهاجروا فلا تخذلوهم وانصروهم، إلا إن استنصروكم على قوم بينكم وبينهم عهد فلا تغدروا، ولا تنقضوا العهد، وهذا يدل على أن ولاية الإيمان واجبة. </p><p> وقال بعض المفسرين: لما نزل قوله: {مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} قام الزبير فقال: هل نعينهم على أمر إن استعانوا بنا؟ فنزل:  {وَإِنِ اسْتَنْصَرُوكُمْ}  (٢) . </p><p> قال قتادة: في هذه الآية نُهي المسلمون عن النصر على قوم بينهم ميثاق، فوالله لأخوك المسلم أعظم عليك حرمة (٣) وحقًا (٤) . </p><p> ٧٣ - قوله تعالى:  {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} ، قال السدي: قال رجل: نورث ذوي أرحامنا من المشركين، فنزلت:  {وَالَّذِينَ كَفَرُوا} الآية (٥) ، وقال محمد بن إسحاق: حض الله المؤمنين على التواصل؛ فجعل المهاجرين والأنصار أهل ولايته في الدين دون من سواهم، وجعل الكفار بعضهم أولياء بعض (٦) . </p><p>(١) ساقط من (م). (٢) لم أجده فيما بين يدي من المصادر إلا في \"تفسير الرازي\" ١٥/ ٢١٠ - ٢١١.(٣) يعني إذا كان المسلم منهيًّا عن نصرة أخيه المسلم على الكافر ذي الميثاق، فنصرته على أخيه المسلم إذا اقتتلا أشد نهيًا.(٤) رواه ابن أبي حاتم ٥/ ١٧٤٠، وأبو الشيخ كما في\"الدر المنثور\" ٣/ ٣٧٢.(٥) رواه عن السدي، عن أبي مالك الإمام سفيان الثوري في \"تفسيره\" ص ١٢٢، وابن جرير ١٠/ ٥٥، وابن أبي حاتم ٥/ ١٧٤١.(٦) \"سيرة ابن هشام\" ٢/ ٣٢٤.</p><p> ثم قال:  {إِلَّا تَفْعَلُوهُ} ، وهو أن يتولى المؤمن الكافر (١) دون المؤمنين، وقال ابن جرير: يقول: إلا تعاونوا وتناصروا في الدين تكن فتنة (٢) . </p><p> فحصل في الكناية في قوله:  {إِلَّا تَفْعَلُوهُ} قولان: </p><p> أحدهما: أن الكناية تعود إلى الموالاة، وذلك أن قوله:  {أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} معناه: بعضهم (٣) يوالي بعضًا، وهذا يدل على المصدر، فكني عنه، كقوله:  {فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا}  [فاطر: ٤٢] أي: مجيء النذير، وقد مرّ مثل ذلك كثيرًا (٤) ، وهذا على قول ابن إسحاق (٥) ، ومعنى قول ابن عباس؛ لأنه قال في قوله:  {إِلَّا تَفْعَلُوهُ} : إلا تأخذوا في الميراث بما أمرتكم به (٦) . </p><p> قال ابن الأنباري (٧) : فتكون الهاء عائدة على التوارث، أي: إن لا تفعلوا التوارث على ما حد الله لكم تكن فتنة في الأرض، وهذا القول كالأول؛ لأن الوراثة كانت بالولاية، فسواء عادت الكناية إلى التوارث، أو إلى الموالاة فالمعنى واحد. </p><p> وعلى معنى قول ابن جرير تكون الكناية راجعة على التناصر، قال أبو بكر: معناه: إن لا تناصروا ويعن بعضكم بعضًا على أعدائكم يكن ترككم ذلك فتنة وفسادًا، فكنى عنهما لتقدم ما يدل عليهما. </p><p>(١) في (س): (المؤمنين الكافرين)، وهو خطأ. (٢) رواه ابن جرير ١٠/ ٥٦.(٣) ساقط من (م).(٤) انظر: مثلًا: \"تفسير البسيط\" البقرة: ٤٥، ١٧٤.(٥) يعني الذي سبق ذكره.(٦) رواه ابن جرير ١٠/ ٥٥، وابن أبي حاتم ٥/ ١٧٤١، من رواية علي بن أبي طلحة.(٧) هو: أبو بكر، ولم أعثر على كتابه في \"معاني القرآن\".</p><p> والقولان في رجوع الكناية ذكرهما الفراء (١) ، والزجاج (٢) ، ولابد من تقدير تقديم وتأخير في الكلام؛ لأنا إن قلنا: تعود إلى الموالاة فكأن قيل (٣) : أولئك بعضهم أولياء بعض إلا تفعلوه تكن فتنة، [وإن قلنا]  (٤) : تعود على (٥) التناصر فكأنه قيل: فعليكم النصر إلا تفعلوه تكن فتنة. </p><p> ومعنى الفتنة في هذه الآية: الشرك في قول ابن عباس (٦) . </p><p> قال أهل المعاني (٧) : وذلك أنه إذا لم يتول المؤمن المؤمن توليًا يدعو غيره ممن لا يكون مؤمنا إلى مثل ذلك لحسن التواد والتعاطف، ولم يتبرأ من الكافر بما يصرفه عن كفره أدى ذلك إلى الضلال، وكذلك في التناصر، وذلك أن المسلمين كانوا قليلًا، ولم يكن مسلم إلّا وله أقارب من الكفار فإذا هجر أقاربه الكفار، ونصر أقاربه المسلمين كان ذلك أدعى إلى الإسلام وترك الكفر لأقاربه الكفار. </p><p> وقال أهل العلم في قوله:  {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} هذا دليل على أن الكفار في الموارثة مع اختلاف مللهم كأهل ملة واحدة، هو </p><p>(١) \"معاني القرآن\" ١/ ٤١٩. (٢) هذا مما سقط من \"معاني القرآن وإعرابه\" المطبوع.(٣) في (ح): (قال)، وما أثبته موافق لما بعده.(٤) ما بين المعقوفين ساقط من (س).(٥) في (ح): (إلى).(٦) \"تنوير المقباس\" ص ١٨٦، ورواه ابن جرير ٩/ ٢٤٨، وابن أبي حاتم ٥/ ١٧٠١، عند تفسير قوله تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ} [الأنفال:٣٩].(٧) لم أجده في كتب أهل المعاني التي بين يدي، وذكره ابن الجوزي ٣/ ٣٨٦، والمؤلف في \"الوسيط\" ٢/ ٤٧٤ من غير نسبة.</p>"
}