{
  "id": null,
  "sura": 8,
  "aya": 75,
  "text": "<p> ٧٥ - قوله تعالى:  {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ} ، قال ابن عباس: يريد: الذين هاجروا بعد الحديبية وهي الهجرة الثانية (١) التي فيها الصلح (٢) . </p><p> وقوله تعالى:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} ، قال ابن عباس: يريد: إن أولي الأرحام لم يكونوا يتوارثون، وكان من واخى بينهم رسول الله - صلى الله عليه وسلم - أولى بالميراث، كان إذا أسلم الأخوان فهاجر أحدهما فمات (٣) لم يرثه الذي لم يهاجر، وكان الذي واخى بينهم رسول الله -صلى الله عليه وسلم- أولى بالميراث وإن كان بعيدًا (٤) في النسب حتى فتحت مكة فرد الله المواريث إلى أولي الأرحام فقال: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} يريد: في فرائض الله، هذا كلام ابن عباس (٥) . </p><p> قال أصحابنا (٦) : فليس في الآية حجة لمن قال بتوريث العمة والخالة وذوي الأرحام؛ لأن الله تعالى أراد بهذه الآية نقل الموارثة عن الحلف إلى القرابة. </p><p>(١) يعني إلى المدينة بعد صلح الحديبية، انظر: \"تفسير ابن عطية\" ٦/ ٣٩٤، والقرطبي ٨/ ٥٨. (٢) ذكره ابن الجوزي ٣/ ٣٨٧، وأبو حيان في \"البحر المحيط\" ٥/ ٣٦٠.(٣) ساقط من (ح).(٤) في (ح): (بعيد).(٥) رواه بلفظ مقارب: البغوي ٣/ ٣٧٩، ورواه بمعناه ابن جرير ١٠/ ٥١ - ٥٢، وابن مردويه كما في \"الدر المنثور\" ٣/ ٣٧٤.ورواه مختصرًا الطبراني في \"المعجم الكبير\" ١١/ ٢٨٤، ورجاله رجال \"الصحيح\" كما في \"مجمع الزوائد\" ٧/ ١٠٢.(٦) يعني أئمة الشافعية، انظر. \"الأم\" للشافعي ٤/ ١٠٦، و\"مختصر المزني\" ص ١٥٣، و\"الحاوي الكبير\" للماوردي ٨/ ٧٣، ١٧٤، و\"المجموع\" للنووي ١٦/ ٥٣، ٥٥.</p><p> وهذا إجماع من المفسرين أن قوله:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ} نسخ للميراث بالهجرة والحلف (١) . </p><p> ومعنى قوله:  {فِي كِتَابِ اللَّهِ} ، قال الزجاج: أي في حكم الله كقوله: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي}  [المجادلة: ٢١] أي: حكم الله (٢) ، قال الزجاج: وجائز أن تكون هذه الأشياء (٣) مكتوبة في اللوح المحفوظ، كقوله:  {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ} إلى قوله: {إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا}  [الحديد: ٢٢]  (٤) . </p><p>(١) انظر: \"الناسخ والمنسوخ\" لأبي عبيد ص ٢٢٤، وللنحاس ٢/ ٣٩٤، و\"تفسير ابن جرير\" ١٠/ ٥٢، والبغوي ٣/ ٣٨١، وقول المؤلف: هذا إجماع من المفسرين، فيه نظر، فقد ذهب الإمام ابن جرير إلى أنه ليس في الآيات ناسخ ولا منسوخ، فعند تفسير قوله تعالى: {وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ} الآية، قال: وهذه الآية تنبيء عن صحة ما قلنا: إن معنى قوله الله: {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} في هذه الآية، وقوله: {مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ} إنما هو النصرة والمعونة، دون الميراث؛ لأنه جل ثناؤه عقب ذلك بالثناء على المهاجرين والأنصار، والخبر عما لهِم عنده، دون من لم يهاجر، بقوله: {وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا} الآية، ولو كان مراداً بالآيات قبل ذلك الدلالة على حكم ميراثهم، لم يكن عقيب ذلك إلا الحث على إمضاء الميراث على ما أمر، وفي صحة ذلك كذلك الدليل الواضح على أن لا ناسخ في هذه الآيات لشيء ولا منسوخ. \"تفسير الطبري\" ١٠/ ٥٧، وانظر: \"النسخ في القرآن\" ٢/ ٧٣٧.(٢) هذا القول ليس موجودًا في \"معاني القرآن وإعرابه\" المطبوع، وقد ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٣٨٧، والمصنف في \"الوسيط\" ٢/ ٤٧٤.(٣) (ح): (الآية)، وهو خطأ.(٤) ليس موجودًا في \"معاني القرآن وإعرابه\" المطبوع، ومراده أن معنى (في كتاب الله) أي في اللوح المحفوظ، ولا يريد جواز ذلك وجواز عدمه كما قد يتبادر إلى الذهن من عبارته.</p><p> وذكر أبو علي وجهين آخرين فقال:  {فِي كِتَابِ اللَّهِ} أي فيما فرض لهم من السهام في المواريث (١) ، وذلك في سورة النساء، وذكرنا أن (كتب) بمعنى فرض يأتي في القرآن عند قوله: {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى}  [البقرة: ١٧٨] ، وهذا يقوي قول من لا يقول بتوريث ذوي الأرحام (٢) ؛ لأنه لم يفرض لهم سهم في الميراث عند ذكر فرض السهام، قال: ويجوز أن يُعْنَى بالكتاب ههنا: التنزيل، أي: هم في فرض كتاب الله أولى بأرحامهم، قال: وأن يحمل الكتاب على المكتتب أولى، وذلك كقوله في سورة الأحزاب [٦] : {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} إلى قوله: {كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا} والمسطور إنما يسطر في صحف أو ألواح، فَرَدُّ المطلق منهما إلى هذا المقيد أولى؛ لأنه أمر واحد (٣) . </p><p> وقوله تعالى:  {أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} ، قال ابن عباس: يريد: كل شيء خلق، وكل شيء فرض، وكل شيء حد (٤) . </p><p>(١) اهـ. كلام أبي علي، انظر: \"الحجة\" ٢/ ٤٥٦. (٢) وهم: زيد بن ثابت ومالك والأوزاعي والشافعي وأبو ثور وداود الظاهري وابن جرير، وهؤلاء يجعلون الباقي إذا لم يكن للميت من يعصبه لبيت المال.انظر: \"المغني\" ٩/ ٨٢، و\"الشرح الكبير\" ٤/ ٤٩.(٣) \"الحجة للقراء السبعة\" ٢/ ٤٥٦ بتصرف.(٤) لم أقف على مصدره، وفي \"تنوير المقباس\": \"إن الله بكل شيء من قسمة المواريث وصلاحكم وغيرهما (عليم) \"، وفي \"الوسيط\" ٢/ ٤٧٤: \"إن الله بكل شيء: مما خلق وفرض وحد (عليم) \". ولم ينسبه.</p><p> سورة براءة </p><p> (التوبة) </p><p> تفسير سورة براءة </p><p> اختلفوا في سبب ترك التسمية في أول هذه السورة، فروي بطرق مختلفة عن ابن عباس أنه قال: \"قلت لعثمان بن عفان -رضي الله عنه- ما حملكم على (١) أن عمدتم (٢) إلى الأنفال وهي من (٣) المثاني، وإلى براءة وهي من (٤) المئين فقرنتم بينهما ولم تكتبوا بينهما سطر بسم الله الرحمن الرحيم الله ووضعتموها في السبع الطول (٥) ؟ فقال: كانت الأنفال مما نزل على النبي -صلى الله عليه وسلم- بالمدينة، وكانت براءة آخر القرآن نزولًا، وكانت قصتهما شبيها بعضها ببعض، وقبض رسول الله - صلى الله عليه وسلم - ولم يتقدم إلينا فيهما (٦) بشيء؛ فلذلك قرنا بينهما ولم نكتب بينهما سطر بسم الله الرحمن الرحيم، وكانتا تدعيان </p><p>(١) في (ى): (إلى). (٢) في (ج): (عهدتم).(٣) ساقط من (ح).(٤) ساقط من (ح).(٥) بضم الطاء وفتح الواو جمع طولى، ورواية المصنف موافقة لما في \"سنن الترمذي\" و\"صحيح ابن حبان\"، و\"تفسير الطبري\"، وفي بقية المصادر: الطوال، والمراد بالسبع الطوال: البقرة وآل عمران والنساء والمائدة والأنعام والأعراف ويونس، وقيل: آخرها: براءة. والمراد بالمئين: ما ولي السبع الطوال؛ سميت بذلك لأن كل سورة منها تزيد على مائة آية قليلاً أو تقاربها. انظر: \"تفسير الطبري\" ١/ ٤٥ - ٤٦، و\"الإتقان\" ١/ ٢٢٠.(٦) في (م): (فيها).</p><p> القرينتين فوضعناهما في السبع الطوال \"(١).</p><p> وروي أيضًا عن ابن عباس قال: \" سألت علي بن أبي طالب لِمَ لم تكتب في براءة بسم الله الرحمن الرحيم؟، قال: لأن بسم الله الرحمن الرحيم أمان، وبراءة نزلت بالسيف ليس فيها أمان (٢)  (٣) ، وبهذا قال سفيان بن عيينة: \"التسمية رحمة والرحمة أمان وهذه السورة نزلت [في المشركين]  (٤) </p><p>(١) رواه أبو داود (٧٨٦) كتاب: الصلاة، باب من جهر بها - يعني البسملة، ورواه مع زيادة الترمذي (٣٠٨٦) كتاب: التفسير، باب: ومن سورة التوبة، وقال: هذا حديث حسن، وابن حبان كما في \"الإحسان\" ١/ ٢٣١ رقم (٤٣)، والحاكم في \"المستدرك\"، كتاب التفسير، تفسير سورة التوبة ٢/ ٢٢١، ٣٣٠، وقال في الموضع الثاني: صحيح الإسناد، ووافقه الذهبي، ورواه أيضًا بتلك الزيادة أحمد في \"المسند\" ١/ ٥٧، ٦٩، والطبري في \"تفسيره\" ١/ ٤٥، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٣٩٦، وقد علق العلامة أحمد شاكر على هذا الحديث بكلام نفيس، وجزم بأن هذا الحديث ضعيف جدًا، بل لا أصل له؛ لأن إسناده يدور على \"يزيد الفارسي\" وقال: يزيد الفارسي الذي انفرد برواية هذا الحديث، يكاد يكون مجهولاً، حتى شبه على مثل ابن مهدي وأحمد والبخاري أن يكون هو ابن هرمز أو غيره، ويذكره البخاري في الضعفاء، فلا يقبل منه مثل هذا الحديث ينفرد به، وفيه تشكيك في معرفة سور القرآن، الثابتة بالتواتر القطعي، قراءة وسماعًا وكتابة في المصاحف، وفيه تشكيك في إثبات البسملة في أوائل السور، كأن عثمان كان يثبتها برأيه، وينفيها برأيه، وحاشاه من ذلك، فلا علينا إذا قلنا: إنه حديث لا أصل له، تطبيقًا للقواعد الصحيحة التي لا خلاف فيها بين أئمة الحديث\". انظر: المسند للإمام أحمد (بشرح أحمد شاكر) ١/ ٣٢٩ رقم (٣٩٩). (٢) قوله: ليس فيها أمان، يعني على وجه التغليب، وإلا فقد ورد الأمان فيها في عدة مواضع، كما في الآيات: ٢، ٤، ٦، ٧، ٢٩.(٣) رواه الحاكم في\"المستدرك\"، كتاب التفسير، سورة الأنفال ٢/ ٣٣٠، ورواه بمعناه أبو الشيخ وابن مردويه، كما في \"الدر المنثور\" ٤/ ٣٧٧.(٤) في (ح): (بالمشركين).</p><p> والمنافقين بالسيف ولا أمان لهم \"(١)، وبقريب من نحو هذا قال المبرد،وهو أنه قال:لم(٢)تفتتح(٣)هذه السورة ببسم الله الرحمن الرحيم؛ لأن التسمية افتتاح للخير، وأول براءة وعيد ونقض عهود فلذلك لم تفتتح بالتسمية\"  (٤) ، وسئل أبيّ بن كعب عن هذا فقال:  \"إنها نزلت في آخر القرآن وكان رسول الله - صلى الله عليه وسلم - يأمر في أول كل سورة ببسم الله الرحمن الرحيم، ولم يأمر في سورة براءة بذلك، فضمت(٥)إلى سورة الأنفال لشبهها بها\"  (٦) . </p><p> قال الزجاج:  \"يعني أن أمر العهود مذكور في الأنفال، وهذه نزلت بنقض العهود فكانت ملتبسة بالأنفال بالشبه\"  (٧) ، وكان قتادة يقول:  \"إنهما سورة واحدة\"  (٨) . </p><p>(١) رواه الثعلبي ٦/ ٧٥ ب، وذكره ابن الجوزي في \"زاد المسير\" ٣/ ٣٩٠ بلفظ مقارب دون ذكر المشركين. (٢) ساقط من (ى).(٣) في (م): (تفتح).(٤) انظر: \"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٢٧، و\"معاني القرآن\" للنحاس ٣/ ١٨٠.(٥) في (ح) و (ى): (وضمت).(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٢٧، و\"زاد المسير\" ٣/ ٣٩٠، و\"المحرر الوجيز\" ٦/ ٣٩٨.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٢٧.(٨) لم أتمكن من تخريجه عن قتادة، وهو قول ضعيف لما يأتي:أ- مخالفته لما ثبت عن بعض الصحابة -رضي الله عنهم- من أن براءة سورة مستقلة، فقد روى البخاري عن البراء قال: (آخر آية نزلت {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ} [النساء: ١٧٦] وآخر سورة نزلت: براءة). \"صحيح البخاري\" (٤٦٥٤)،كتاب التفسير، باب: قوله: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ}.ب- كثرة أسماء سورة براءة التي تزيد على العشرة وكثير منها ثابت عن الصحابة -رضي الله عنهم-. انظر: \"الكشاف\" ٢/ ١٧١، و\"زاد المسير\" ٣/ ٣٨٩، و\"الدر المنثور\" =</p>"
}