{
  "id": null,
  "sura": 8,
  "aya": 12,
  "text": "<p> وقال عطاء: رجز الشيطان: تخويفه إياهم بالعطش (١) ، وهذا أيضًا نوع من الوسوسة. </p><p> وقوله تعالى:  {وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ} قال ابن عباس: باليقين والعز والنصر (٢) ، ومعنى الربط في اللغة: الشد، ذكرنا ذلك في قوله:  {وَرَابِطُواْ}  [آل عمران:٢٠٠] ويقال: لكل من صبر عل أمر: ربط قلبه، كأنه حبس قلبه عن أن يضطرب، ويقال: رجل رابط الجأش، قال الأصمعي: هو الذي يربط نفسه يكفها بجرأته (٣) وشجاعته (٤) ، ومنه قول لبيد: </p><p> رابط الجأش على كل وجل (٥) </p><p> ويشبه أن يكون (على) هاهنا صلة، والمعنى وليربط قلوبكم بالصبر (٦) وما أوقع فيها من اليقين فتثبت ولا تضطرب. </p><p> وقوله (٧) : {وَيُثَبِّتَ بِهِ الْأَقْدَامَ} قال المفسرون: وذلك أن المسلمين كانوا [قد نزلوا]  (٨) على كثيب تغوص فيه أرجلهم، فلبده المطر حتى ثبتت عليه الأقدام (٩) ، والكناية تعود على الماء. </p><p>(١) لم أعثر عليه فيما بين يدي من مراجع. (٢) لم أجد من ذكره عن ابن عباس، وقد ذكر ابن الجوزي عنه أنه قال: بالصبر، انظر: \"زاد المسير\" ٣/ ٣٢٨.(٣) في \"تهذيب اللغة\": لجرأته.(٤) انظر: \"تهذيب اللغة\" (ربط) ٢/ ١٣٤٦.(٥) هذا عجز بيت وصدره:يُسْئِد السير عليها راكبانظر: \"ديوانه\" ص ١٧٦، ومعنى: يسئد: يغذّ ويسرع، كما في المصدر نفسه.(٦) في (م): (النصر)، واللفظ ساقط من (س).(٧) من (م).(٨) ما بين المعقوفين ساقط من (ح).(٩) انظر: \"تفسير ابن جرير\" ٩/ ١٩٤، و\"تفسير الثعلبي\" ٦/ ٤٣ أ.</p><p> قال الزجاج: وجائز أن يكون (به) : بالربط؛ لأن (يربط) يدل عليه، فكأنه قال: ويثبت بالربط أقدامكم (١) . </p><p> ١٢ - قوله تعالى:  {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ} قال أبو إسحاق: إذا (٢) في موضع نصب على: وليربط إذ يوحي، قال: ويجوز أن يكون على: اذكروا (٣) . </p><p> ومعنى (يوحي ربك) أي: يلقي إليهم من وجه يخفى، هذا حقيقة معنى الإيحاء (٤) . </p><p> وقوله تعالى:  {إِلَى الْمَلَائِكَةِ} يعني الذين أمد الله بهم المسلمين، وقوله تعالى:  {أَنِّي مَعَكُمْ} أي بالعون والنصرة، كما يقال: فلان مع فلان أي معونته معه (٥) . </p><p> وقوله تعالى:  {فَثَبِّتُوا الَّذِينَ آمَنُوا} ، قال عطاء عن ابن عباس: يريد ادعوا لهم، ولا يمدن أحد منهم سيفه ليضرب به إلا بادرتموه بسيوفكم (٦) ، </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٤٠٤ بتصرف. (٢) ساقط من (ح).(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٠٤.(٤) انظر: \"الصحاح\" (وحي) ٦/ ٢٥٢٠.(٥) هذه بعض معان المعية الخاصة، وليسر ذلك من التأويل المذموم بل هو مقتضى لغة العرب، قال الإمام ابن القيم رحمه الله: (مع) في كلامهم لصحبته اللائقة، وهي تختلف باختلاف متعلقاتها ومصحوبها، فكون نفس الإنسان معه لون وكون علمه وقدرته وقوته معه لون، وكون زوجته معه لون، وكون أميره ورئيسه معه لون، وكون ماله معه لون، فالمعية ثابتة في هذا كله مع تنوعها واختلافها. \"مختصر الصواعق المرسلة\" ص ٣٩٤.(٦) لم أعثر على مصدره، وفي معناه نظر، إذ لو ثبت هذا لما قتل أحد من المسلمين لكن الواقع أنه استشهد في معركة بدر أربعة عشر رجلا. انظر: \"سيرة ابن هشام\" ٢/ ٣٥٤ - ٣٥٥.</p><p> وقال مقاتل: يعني بشروهم بالنصر، وكان الملك يسير أمام الصف في صورة الرجل ويقول: أبشروا فإن الله ناصركم ويرى (١) الناس أنه منهم (٢)  (٣) . </p><p> وقال عبد العزيز بن يحيى: شجعوهم وقووا عزمهم في الجهاد (٤) ، وهذا معني قول الزجاج: جائز أن يكونوا يثبتونهم بأشياء يلقونها في قلوبهم تقوى بها (٥) ، قال أبو روق: هو أن الملك كان يتشبه بالرجل الذي يعرفونه فيأتي الرجل منهم ويقول: إني سمعت المشركين يقولون: والله لئن حملوا علينا لننكشفن، فيتحدث بذلك المسلمون ويزدادون جرأة (٦) ، وهذا اختيار الفراء (٧) وابن الأنباري، وقال الزجاج: وجائز أن يكونوا يرونهم مددًا فإذا عاينوا نصر الملائكة ثبتوا (٨) . </p><p> وذكر أبو بكر (٩) وجهًا آخر فقال: معناه اقتلوا المشركين وأفسدوا صفوفهم فإنكم إذا فعلتم ذلك ثبّتم المؤمنين، وهذا معنى قول المبرد:  (وازروهم)  (١٠) ، وهو قول الحسن قال:  (فثبتوا الذين آمنوا) بقتالكم </p><p>(١) في (ح): (فيرى). (٢) في (س): (منكم).(٣) \"تفسير مقاتل\" ل ١١٩ أ.(٤) لم أعثر عليه، وقد ذكره الثعلبي ٦/ ٤٣ أبلا نسبة.(٥) \"معاني القرآن وإعرابه\" ٢/ ٤٠٤، ونص عبارة الزجاج: جائز أن يكون أنهم يثبتوهم ... إلخ.(٦) رواه الثعلبي في \"تفسيره\" ٦/ ٤٣ ب، والأثر مرسل لأن أبا روق من صغار التابعين ولم يسنده إلى صحابي.(٧) انظر: \"معاني القرآن\" له ١/ ٤٠٥.(٨) انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٠٤.(٩) هو: ابن الأنباري.(١٠) ذكره الثعلبي في \"تفسيره\" ٦/ ٤٣/ب, وهو قول ابن إسحاق, انظر \"السيرة =</p><p> المشركين (١) . </p><p> وقوله تعالى:  {سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ} ، قال عطاء: يريد الخوف من أوليائي (٢) . </p><p> وقوله تعالى:  {فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ} ، قالوا: جائز أن يكون هذا أمرًا للملائكة وهو الظاهر، وجائز أن يكون أمرًا للمؤمنين (٣) ، ومعناه: فاضربوا الرؤوس؛ لأنها فوق الأعناق. قال عطاء عن ابن عباس: يريد كل هَامَة وجمجمة (٤) ، وقال عكرمة: معناه: فاضربوا الرؤوس فوق الأعناق (٥) ، [وقال الفراء:  \"علمهم مواضع الضرب فقال: اضربوا الرؤوس(٦)](٧)\" ، </p><p>= النبوية\" ٢/ ٢٧٣ - ٢٧٤، ومعنى (وازروهم): أعينوهم. انظر: \"القاموس المحيط\" فصل: الواو، باب: الراء ص ٤٩٢. (١) \"زاد المسير\" ٣/ ٣٢٩، و\"الوسيط\" ٢/ ٤٤٨، وانظر: \"تفسير الحسن البصري\" ١/ ٣٩٩ جمع وتوثيق د/ محمد عبد الرحيم.(٢) رواه البغوي في \"تفسيره\" ٣/ ٣٣٤، وانظر: \"الوسيط\" ٢/ ٤٤٨.(٣) رجح هذا القول ابن جرير ١٣/ ٤٣٠، والسمرقندي ٢/ ١٠، والرازي ١٥ - ١٤٠، وانظر القولين في \"تفسير الثعلبي\" ٦/ ٤٣ ب، والبغوي ٣/ ٣٣٤، وابن الجوزي ٣/ ٣٢٩، والرازي ١٥/ ١٤٠، وقتال الملائكة يوم بدر ثابت في \"صحيح مسلم\"، كتاب الجهاد والسير، باب الإمداد بالملائكة رقم (١٧٦٣) ٣/ ١٣٨٣.(٤) انظر: \"تفسير القرطبي\" ٧/ ٣٧٨، وبمعناه عند الثعلبي ٦/ ٤٣ ب، والهامة: أعلى الرأس، وقيل: الرأس، وقيل غير ذلك. انظر: \"لسان العرب\" (هوم) ١٢/ ٦٢٤.(٥) رواه الثعلبي ٦/ ٤٣ ب، ورواه ابن جرير ١٣/ ٤٣٠، وابن أبي حاتم ٣/ ٢٣١ ب مختصرًا بلفظ: الرؤوس.(٦) \"معاني القرآن\" ١/ ٤٠٥، ونصر عبارة الفراء: اضربوا الرؤوس والأيدي والأرجل.(٧) ما بين المعقوفين ساقط من (س).</p><p> وقال أبو بكر (١) : أراد به الرؤوس، وذلك أن الملائكة حين أمرت بالقتال لم تعلم أين تقصد بالضرب من الناس فعلمهم الله تعالى أن يضربوا الرؤوس. </p><p> قال قطرب (٢) : يعني ما فوق الأعناق (٣) . </p><p> ونصب (فوق) يكون بالظرف. </p><p> وقوله تعالى:  {وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} يعني الأطراف من اليدين والرجلين، عن ابن عباس (٤) ، وابن جريج (٥) ، والسدي (٦) . </p><p> وفي رواية:  (كل بنان) من الأصابع إلى الذراع (٧) ، قال الليث (٨) : </p><p>(١) يعني: ابن الأنباري، وانظر قوله هذا في: \"زاد المسير\" ٣/ ٣٢٩، وفي \"تفسير البغوي\" ٣/ ٣٣٥. (٢) هو: محمد بن المستنير أبو علي المعروف بقطرب النحوي اللغوي المعتزلي أحد أئمة اللغة والنحو، تتلمذ على سيبويه وغيره من علماء البصرة، توفي سنة ٢٠٦ هـ. انظر: \"نزهة الألباء\" ص ٧٦، و\"إنباه الرواة\" ٣/ ٢١٩، و\"مراتب النحويين\" ص ١٠٩.(٣) لم أجد من ذكر هذا القول عنه، ولعله في كتابه \"معاني القرآن\" وهو من الكتب التي لم أعثر عليها، وانظر نحو هذا القول في: \"النكت والعيون\" ٢/ ٣٠٢.(٤) انظر: \"تفسير ابن جرير\" ٩/ ١٩٩، وابن أبي حاتم ٥/ ١٦٦٨، والثعلبي ٦/ ٤٣ ب.(٥) انظر: \"تفسير ابن جرير\" ٩/ ١٩٩، والثعلبي ٦/ ٤٣ ب.(٦) انظر: \"تفسير ابن أبي حاتم\" ٥/ ١٦٦٨، وابن كثير ٢/ ٣٢٤.(٧) لم أجد هذه الرواية في كتب التفسير.(٨) هو: الليث بن نصر بن سيار الخرساني اللغوي النحوي، وقيل: الليث بن المظفر، وقيل: الليث بن رافع، كان من أكتب الناس في زمانه، بارعًا في الأدب، بصيرًا بالشعر والغريب والنحو، من تلامذة الخليل بن أحمد وراوي كتاب \"العين\" عنه, بل قيل إنه هو مؤلفه، وجزم الأزهري بذلك وتبعه المؤلف.انظر: \"تهذيب اللغة\" ١/ ٢٨، و\"إنباه الرواة\" ٣/ ٤٢، و\"لسان الميزان\" ٤/ ٤٩٤، و\"بغية الوعاة\" ٢/ ٢٧٠، وانظر: الرد علي الأزهري في نسبة كتاب العين لليث، وصحة نسبته في مقدمة كتاب \"العين\" ١/ ١٩.</p><p> البنان: أطراف الأصابع من اليدين والرجلين، والبنان في كتاب الله هي (الشوى) وهي الأيدي والأرجل (١) . </p><p> وبنحو هذا قال الفراء، قال: يعني الأيدي والأرجل (٢) ، قال أبو بكر (٣) : البنان أطراف الأصابع، اكتفى الله به من جملة اليد والرجل، والعرب تكتفي ببعض الشيء من كله، وأنشد لعنترة: </p><p> عهدي به (٤) مدّ النهار كأنما ... خُضب البنان ورأسه بالعظلم (٥) </p><p> يعني قتيلاً مضرجًا في دمه، وأراد بالبنان [جملة أطرافه. </p><p> وقال عطية والضحاك: كل كان: مفصل (٦) ، وهو اختيار أحمد بن يحيى، قال: البنان] (٧) كل طرف ومفصل (٨) . </p><p>(١) \"تهذيب اللغة\" (بنن) ١٥/ ٤٦٨، والنص في كتاب \"العين\" (بن) ٨/ ٣٧٢، وتفسير (الشوى) بالأيدي والأرجل قول لأهل اللغة، وقيل: ظاهر الجلد كله. انظر: \"تهذيب اللغة\" (شوى) ١١/ ٤٤٢، و\"لسان العرب\" (شوى) ١٤/ ٤٤٧. (٢) \"معاني القرآن\" للفراء ١/ ٤٠٥ بتصرف.(٣) هو: ابن الأنباري، وقد ذكر بعض قوله هذا ابن الجوزي في \"زاد المسير\" ٣/ ٣٣٠، كما ذكره المؤلف في \"الوسيط\" ٢/ ٤٤٨.(٤) في (س): (بها).(٥) \"ديوانه\" ص ٢٧ بمثل رواية المصنف، وانظر: \"شرح ديوانه\" للشنتمري ص ٢١٣، و\"سر صناعة الإعراب\" ٢/ ٦٠٩، و\"اللسان\" (شدد) ٤/ ٢٢١٤، و\"الدر المصون\" ٥/ ٥٨٠، وفيها جميعًا: شد النهار، وهو بمعنى رواية الديوان، أي: ارتفاعه، انظر: \"اللسان\" (مدد) ٧/ ٤١٥٨.والعِظْلم: بكسر العين: قال الجوهري في \"الصحاح\" (عظلم) ٥/ ١٩٨٨: نبت يصبغ به، وفي \"اللسان\" (عظلم) ٥/ ٣٠٠٤: صبغ أحمر.(٦) رواه عنهما ابن جرير ٩/ ١٩٩، وابن أبي حاتم ٥/ ١٦٦٨.(٧) ما بين المعقوفين ساقط من (ح).(٨) \"فصيح ثعلب\" ص ٤٦ بنحوه.</p>"
}