{
  "id": null,
  "sura": 8,
  "aya": 14,
  "text": "<p> الشقاق: الانفصال، من قولهم: انشق انشقاقًا وشقه شاقًّا، والشقان: الجانبان انفصل أحدهما عن الآخر، وشاقه شقاقًا: إذا صار في شق عدوه بأن باينه وخالفه. </p><p> وشاقوا الله: مجاز، وحقيقته (١) : شاقوا أولياء الله (٢) ؛ ألا ترى أن أبا إسحاق قال: صاروا في شق غير شق المؤمنين (٣) . </p><p> ١٤ - قوله تعالى:  {ذَلِكُمْ فَذُوقُوهُ} قال مقاتل: يعني القتل يوم بدر وضرب الملائكة الوجوه والأدبار (٤) فعنده الإشارة تعود إلى ما ذكر (٥) ، والصحيح أن الإشارة بقوله {ذَلِكُمْ} تعود على (٦) ما عاد عليه (٧) قوله: {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ} وهذا قريب مما قاله (٨) ؛ لأن قتلهم يوم بدر حصل بذلك الضرب. </p><p>(١) في (ح): (وحقيقة). (٢) بل مشاقة الله لا تقتصر على مشاقة أوليائه فهي تعني مخالفته وسبه بادعاء الشركاء والولد له، ومحاربة دينه، وترك شرعه، وغير ذلك من أنواع المشاقة، قال الإمام ابن كثير ٢/ ٣٢٥: ذلك بأنهم شاقوا الله ورسوله، أي: خالفوهما فساروا في شق، وتركوا الشرع والإيمان به واتّباعه في شق.(٣) \"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٠٥.(٤) \"تفسير مقاتل\" ١١٩ ب، وقد تصرف الواحدي في عبارته.(٥) في (ح): (ما ذكره).(٦) في (خ) و (س): (إلي).(٧) في (ح): (إليه).(٨) الفرق بين قول مقاتل وما رجحه الواحدي هو أن مقاتل يرى أن الإشارة تعود إلى القتل والضرب، والواحدي يرى أن الإشارة تعود إلى الضرب فقط وهو ما ذكره ابن جرير ١٣/ ٤٣٣ والخلاف يسير؛ لأن ضرب الأعناق يعني القتل لا سيما من ملك.</p><p> وأما محل {ذَلِكُمْ} من الإعراب فقال الزجاج: هو رفع على إضمار الأمر، المعنى: الأمر ذلكم فذوقوه، ولا يجوز أن يكون {ذَلِكُمْ} ابتداء، و {فَذُوقُوهُ} الخبر، من قِبلِ أن ما بعد الفاء لا يكون خبرًا للمبتدأ إلا أن يكون المبتدأ اسمًا موصولاً، أو نكرة موصوفة، نحو: الذي يأتيني فله درهم، وكل رجل في الدار فمكرم، فأما: زيد فمنطلق، لا يجوز إلا أن نجعل زيدًا خبرًا لابتداء محذوف، على معنى: هذا زيد منطلق، أي: فهو منطلق، وعلى هذا قول الشاعر (١) : </p><p> وقائلة خولان فانكح فتاتهم (٢) </p><p> أي: هؤلاء خولان، وهذا الذي ذكرته معنى قول أبي إسحاق مع شرح أبي علي (٣) ، وقال غيره: يجوز أن يكون محل {ذَلِكُمْ} نصبًا بذوقوا، كما تقول: زيدًا فاضربه (٤) . </p><p>(١) هذا البيت من شواهد سيبويه في \"الكتاب\" ١/ ١٣٩ وهو من أبياته الخمسين التي لم يعرف قائلوها، وعجز البيت: أكرومة الحيين خلو كما هياوخولان: قبيلة باليمن، وهم أبناء خولان بن عمرو بن مالك بن الحارث. والأكرومة: الكريمة، والحيان: حي أبيها وحي أمها يعني: أنها كريمة النسب من جهة أبيها ومن جهة أمها، خلو: أي لا زوج لها، كما هي: أي بكر كما هي خلقتها الأولى.انظر: \"خزانة الأدب\" ١/ ٤٥٥، و\"شرح أبيات سيبويه\" للسيرافي ١/ ٢٧٣.(٢) اهـ. كلام أبي إسحاق الزجاج. انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٠٧. وقد نقله الواحدي بالمعنى كما أشار لذلك بقوله: وهذا الذي ذكرته معنى قول أبي إسحاق.(٣) \"الإغفال\".(٤) ممن جوز ذلك الزمخشري في \"الكشاف\" ٢/ ١٤٨، وأبو البقاء في \"التبيان\" ص ٤٠٦. وقد بين أبو حيان ضعف هذا الوجه، انظر:\"البحر المحيط\" ٤/ ٤٧٢.</p>"
}