{
  "id": null,
  "sura": 8,
  "aya": 33,
  "text": "<p> (الحق) ليس بصفة لـ (هذا) ، وأنه (١) خبر، قال: ويجوز: هو الحق، رفعًا، ولا أعلم أحدًا قرأ بها (٢) ، ولا اختلاف بين النحويين في إجازتها , ولكن القراءة سنة (٣) . </p><p> وقولى تعالى:  {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ} ، قال الليث: مطرتنا السماء وأمطرتنا وأمطرهم الله مطرًا و (٤) عذابًا (٥) . </p><p> وقال أبو عبيدة: ما كان من العذاب يقال فيه: أمطر، ومن الرحمة: مطر (٦) ، قال المفسرون: قال النضر بن الحارث: اللهم إن كان هذا الذي يقوله محمد حقًا من عندك فأمطر علينا حجارة من السماء كما أمطرتها على قوم لوط: {أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} أي: ببعض ما عذبت به الأمم (٧) . </p><p>(١) في \"معاني القرآن وإعرابه\": أو أنه، وهو خطأ ينبغي تصويبه. (٢) لعله يعني من القراء المعتبرين، وإلا فقد قرئ بها شذوذًا، وهي قراءة الحسن بن سعيد المطوعي عن الأعمش، وكذلك زيد بن علي، انظر: \"مختصر في شواذ القرآن\" ص ٤٩، و\"الكشاف\" ٢/ ١٥٥، و\"البحر المحيط\" ٥/ ٣١٠، و\"إتحاف فضلاء البشر\" ص ٢٣٦.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤١١، وقد اختصر الواحدي كلام الزجاج.(٤) في \"تهذيب اللغة\" وكتاب \"العين\": أو.(٥) \"تهذيب اللغة\" (مطر) ١٣/ ٣٤١، والنص بنحوه في كتاب \"العين\" (مطر) ٧/ ٤٢٥.(٦) \"مجاز القرآن\" ص ٢٤٥. وقد ذكر الواحدي قول أبي عبيدة بمعناه.(٧) رواه ابن جرير ١٣/ ٥٠٥ - ٥٠٦، عن سعيد بن جبير ومجاهد عطاء وكلها مراسيل، وقد أسنده ابن أبي حاتم ٣/ ٢٤١ أعن ابن عباس، ولكن بسند ضعيف إذ فيه راو لم يسم، والثابت أن القائل هو أبو جهل، كما رواه البخاري في \"صحيحه\" كتاب التفسير، سورة الأنفال ٦/ ١١٩، ويمكن الجمع بين القولين بأن كليهما قال ذلك، هذا لو صح ما روي عن النضر بن الحارث.</p><p> قال أهل العلم وأصحاب التأويل في هذه الآية: يجوز أن يكون هذا القول عنادًا منهم، وذلك أن المعاند قد تحمله شدة عداوته للمحق (١) على إظهار مثل هذا القول لتوهم أنه على بصيرة من أمره، ويجوز أن يكونوا قالوا هذا على شبهة تمكنت من نفوسهم، ولو عرفوا بطلان ما هم عليه ما قالوا مثل هذا القول؛ فقولهم:  {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ} مع علمهم أن الله قادر على ذلك يدل على أنهم لم يعتقدوا ولم يعرفوا أن ما أتى به محمد هو حق من عند الله، وإذا لم يكن هو الحق عندهم لم يصبهم هذا النبلاء الذي طلبوه عند أنفسهم؛ لأنهم شرطوا كونه حقًّا (٢) . </p><p> قال عطاء: ثم حاق بالنضر ما سأل من العذاب الأليم يوم بدر؛ لأن رسول الله - صلى الله عليه وسلم - قتله صبرًا (٣) . </p><p> وقال أهل المعاني: هذه الآية ذم لهم في دفع الحق بأغلظ ما يكون من المناصبة له (٤) حتى طلبوا إمطار الحجارة من السماء به (٥) إيهامًا أنهم على غاية الثقة فيه أنه ليس بحق (٦) . </p><p>(١) في (ح): (للحق). (٢) انظر: \"النكت والعيون\" ٢/ ٣١٣، و\"المحرر الوجيز\" ٦/ ٢٧٩، و\"الكشاف\" ٢/ ١٥٥، و\"البحر المحيط\" ٤/ ٤٨٨ - ٤٨٩.(٣) رواه الثعلبي ٦/ ٥٧ أ، والبغوي ٣/ ٣٥١ دون ذكر القتل، وقد رويا قتله صبرًا عن سعيد بن جبير، ورواه أيضًا عنه أبو عبيد في كتاب \"الأموال\" ص ١٧١، وابن أبي شيبة في \"المصنف\" ١٤/ ٣٧٢.(٤) ساقط من (ح).(٥) ساقط من (س).(٦) لم أقف عليه.</p><p> ٣٣ - قوله تعالى:  {وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ} الآية، هذه اللام تسمى لام الجحود، تدخل في النفي دون الإيجاب لتعلق ما دخلت عليه بحرف النفي، كقوله تعالى:  {مَا كَانَ اللَّهُ لِيَذَرَ الْمُؤْمِنِينَ}  [آل عمران: ١٧٩] ، كما دخلت (الباء) في خبر (ما) ولم تدخل في الإيجاب، ولعل هذا مما سبق الكلام فيه. </p><p> قال المفسرون: ما كان الله ليعذب هؤلاء المشركين وأنت فيهم، مقيم بين أظهرهم (١) ، قال ابن عباس: لم تعذب قرية حتى يخرج النبي منها والذين آمنوا، ويلحق بحيث أمر (٢) . </p><p> وقال أهل المعاني: لم يجز أن يعذبوا مع كون النبي فيهم؛ لأن إرساله رحمة للعالمين يقتضي أن لا يعذبوا وهو فيهم حتى يستحقوا سلب النعمة بأخذه (٣) عنهم (٤) . </p><p> وقوله تعالى:  {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} أي: وما كان الله معذب هؤلاء الكفار وفيهم المؤمنون يستغفرون (٥) . </p><p>(١) انظر: \"تفسير الثعلبي\" ٦/ ٥٧ ب، وقد نسب هذا القول إلى سعيد بن عبد الرحمن ابن أبزى وأبي مالك والضحاك، ورواه بمعناه ابن جرير ٩/ ٢٣٤ - ٢٣٩، عن جمع عن مفسري الصحابة والتابعين وغيرهم. (٢) رواه ابن جرير ٩/ ٢٣٥، وابن أبي حاتم ٥/ ١٦٩٢، والثعلبي ٦/ ٥٨ أ، والبغوي ٣/ ٣٥٣.(٣) في المصدر التالي: بإخراجه. ولم أجده عند أهل المعاني، وانظره في: \"النكت والعيون\" ٢/ ٣١٤.(٤) رواه عنهم ابن جرير ٩/ ٢٣٥ - ٢٣٦، والثعلبي ٦/ ٥٧ أ.(٥) في (ح): (المستغفرون).</p><p> وهذا قول أبي مالك والضحاك وابن أبزى (١) ، وإحدى الروايات عن ابن عباس، قال:  {وَهُمْ يَسْتَغْفِرُونَ} يعني المسلمين (٢) . </p><p> قال ابن الأنباري على هذا القول: أي: وما كان الله معذبهم والمؤمنون بين أظهرهم يستغفرون، فأوقع العموم على الخصوص، ووصفوا بصفة بعضهم كما يقال: قتل أهل المحلة (٣) رجلاً، وأخذ أهل البصرة فلانًا , ولعله لم يأخذ منهم إلا رجل (٤) أو رجلان، وكما تقول العرب: قتلناكم وهزمناكم، يريدون البعض، وعلى هذا قراءة من قرأ:  {فإن قتلوكم فاقتلوهم}  (٥) . </p><p>(١) هناك ثلاثة رجال بهذا الاسم: عبد الرحمن بن أبزى الخزاعي مولاهم الصحابي وابناه سعيد وعبد الله. والمذكور هو: سعيد كما نص على ذلك ابن أبي حاتم في \"تفسيره\" ٥/ ١٦٩٢، وقد روى الأثر ابن جرير عن جعفر بن أبي المغيرة عن ابن أبزى، وجعفر من رواة سعيد، وهو تابعي ثقة حسن الحديث، توفي بعد المائة الأولى من الهجرة.انظر: \"التاريخ الكبير\" ٣/ ٤٩٤ (٦٤٩)، و\"تهذيب التهذيب\" ٢/ ٢٩، و\"تقريب التهذيب\" ص ٢٣٨ (٢٣٤٦).(٢) روى هذا القول عن المذكورين ابن جرير ٩/ ٢٣٤ - ٢٣٥، والثعلبي ٦/ ٥٧ - ٥٨ أ، ورواه النحاس في \"الناسخ والمنسوخ\" ٢/ ٣٨٢ - ٣٨٤، عن الضحاك وابن أبزى.(٣) في \"زاد المسير\" ٣/ ٣٥٠: المسجد.(٤) نقل ابن الجوزي قول ابن الأنباري هذا إلى هذا الموضع، مع تقديم بعض الجمل على بعض، انظر: \"زاد المسير\" ٣/ ٣٥٠.(٥) البقرة: ١٩١، وقد قرأ حمزة والكسائي وخلف بحذف الألف، والباقون بإثبات انظر: \"الغاية في القراءات العشر\" ص ١١٣, و\"التبصرة في القراءات\" ص ١٥٩ و\"النشر\" ٢/ ٢٢٧.</p><p> وروي عن (١) عبد الوهاب (٢) ، عن مجاهد في قوله:  {وَهُمْ يَسْتَغْفِرُونَ} أي: وفي أصلابهم من يستغفر (٣) ، قال أبو بكر: والمعنى على هذا القول: وما كان الله مهلكهم وقد سبق في علمه أنه يكون لهم أولاد يؤمنون به ويستغفرونه؛ فوصفوا بصفة ذراريهم وأولادهم وغلبوا عليهم كما غلب بعضهم على كلهم في القول الأول (٤) . </p><p> وقال قتادة والسدي وابن زيد:  {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} ، أي: لو استغفروا لم يعذبوا (٥) ، كأنه استدعاء إلى الاستغفار يقول: إن القوم لم يكونوا يستغفرون ولو كانوا يستغفرون لم يعذبوا؛ لأنهم لو استغفروا وأقروا بالذنوب لكانوا مؤمنين؛ ولهذا ذهب بعضهم إلى أن الاستغفار هاهنا بمعنى الإسلام فقال:  {وَهُمْ يَسْتَغْفِرُونَ} أي: يسلمون (٦) ، يقول: لو أسلموا لما عذبوا، وهذا قول عكرمة (٧) ، قال أبو بكر: ومعنى هذا القول: وما كان الله معذبهم لو كانوا يستغفرون؛ فأما ليسوا يستغفرون </p><p>(١) من (ح). (٢) هو: عبد الوهاب بن مجاهد بن جبر المكي المخزومي بالولاء، مجمع على تركه، وكذبه سفيان الثوري، وروايته عن أبيه مرسلة، توفي بعد المائة.انظر: \"التاريخ الكبير\" ٣/ ٢/ ٩٨، و\"الضعفاء الصغير\" ص ١٥٦، و\"تهذيب التهذيب\" ٦/ ٣٩٥، و\"تقريب التهذيب\" ١/ ٥٢٨.(٣) رواه الثعلبي ٦/ ٥٨ ب، والبغوي ٣/ ٣٥٤.(٤) انظر: \"زاد المسير\" ٣/ ٣٥١ مع اختلاف يسير في بعض الكلمات.(٥) رواه عنهم ابن جرير ٩/ ٢٣٦، والثعلبي ٦/ ٥٨/ ب، ورواه البغوي ٣/ ٣٥٣، عن قتادة والسدي.(٦) هذا نص قول مجاهد، انظر: \"تفسير ابن جرير\" ٩/ ٢٣٧، والثعلبي ٦/ ٥٨ ب, والبغوي ٣/ ٣٥٣، و\"تفسير الإمام مجاهد\" ص ٣٥٤.(٧) انظر: المصادر السابقة، عدا \"تفسير مجاهد\"، نفس المواضع.</p><p> فإنهم مستحقون للعذاب، قال: وهذا كقول العرب: ما كنت لأكرمك وأنت تهينني، وما كنت لأهينك وأنت تكرمني، يريد: ما كنت لأهينك لو أكرمتني؛ فأما إذ (١) لست تكرمني فإنك مستحق لإهانتي، قال: وهذا قول يختاره اللغويون (٢) ، ويذهب إليه المفسرون (٣) ، وهو المختار عندنا. </p><p> وقال ابن عباس في رواية الوالبي:  {وَهُمْ يَسْتَغْفِرُونَ} أي: وفيهم من سبق له من الله الدخول في الإيمان (٤) ، وشرح أكثر من (٥) هذا في رواية عطاء فقال: يريد أنه كان معهم قوم كان في علم الله أن يسلموا، منهم أبو سفيان بن حرب، وأبو سفيان بن الحارث بن عبد المطلب (٦) ، والحارث بن </p><p>(١) في (ح) و (س): (إذا). (٢) لم أجد من اختار هذا القول من اللغويين سوى الزمخشري في \"الكشاف\" ٢/ ١٥٦، فابن قتيبة في \"تأويل مشكل القرآن\" ص ٧١ اختار أن المراد: وفيهم قوم يستغفرون، وهم المسلمون واستحسنه أيضًا النحاس في \"معاني القرآن\" ٣/ ١٥٠، واختار الزجاج في \"معاني القرآن\" ٢/ ٤١٢ المعنى القائل: وما كان الله ليعذبهم ومنهم من يؤول أمره إلى الإسلام، وقال أبو علي الفارسي في \"الحجة\" ٤/ ٣٤٨: وهم يستغفرون أي: ومؤمنوهم يستغفرون ويصلون. بينما لم يتطرق لمعنى الآية كل من: الفراء، وأبي عبيدة، والأخفش، واليزيدي، والأزهري.(٣) رجحه ابن جرير ٩/ ٢٣٨، وهو قول مجاهد وعكرمة وقتادة والسدي وابن زيد كما في \"تفسير الثعلبي\" ٦/ ٥٨ ب، والبغوي ٣/ ٣٥٣.(٤) رواه ابن جرير ٩/ ٢٣٧ , وابن أبي هاشم ٥/ ١٦٩٢، والنحاس في \"الناسخ والمنسوخ\" ٢/ ٣٨١، والثعلبي ٦/ ٥٨ ب، والبغوي ٣/ ٣٥٣.(٥) ساقط من (س).(٦) هو: أبو سفيان بن الحارث بن عبد المطلب بن هاشم، ابن عم النبي - صلى الله عليه وسلم - وأخوه من الرضاعة، واحد اللذين يشبّهون به، واسمه المغيرة، وقيل: اسمه كنيته، وكان شاعرًا، وممن يؤذي النبي - صلى الله عليه وسلم - ويهجوه، ثم أسلم قبيل الفتح، وشهد حنينًا وثبت مع النبي - صلى الله عليه وسلم -، مات بالمدينة سنة عشرين للهجرة.</p><p> هشام (١) وحكيم بن حزام (٢) ، وعدد كثير، وهذا الاقول اختيار الزجاج، قال: وما كان الله معذبهم وفيهم من يؤول أمره إلى الإِسلام (٣) . </p><p> والتعذيب في هذه الآية يراد به تعذيب الاستئصال (٤) . </p><p> قال أهل المعاني: ودلت هذه الآية على أن في الاستغفار أمانة وسلامة من العذاب، كما في كون النبي - صلى الله عليه وسلم - كانت (٥) لهم سلامة من تعجيل </p><p>= انظر: \"المحبر\" ص ٤٦، و\"سير أعلام النبلاء\" ١/ ٢٠٢، و\"الإصابة\" ٤/ ٩٠ (٥٣٨) (١) هو: الحارث بن هشام بن المغيرة المخزومي القرشي، أبو عبد الرحمن، أخو أبي جهل وابن عم خالد بن الوليد، كان حربًا على الإسلام مع أخيه، ثم أسلم يوم الفتح وحسن إسلامه، وكان خيرًا شريفًا كبير القدر، مات في طاعون عمواس سنة ١٨/هـ وقيل: بل قتل في معركة اليرموك.انظر: \"سير أعلام النبلاء\" ٤/ ٤١٩، و\"الإصابة\" ١/ ٢٩٣ (١٥٠٤)، و\"تهذيب التهذيب\" ١/ ٤٧٣.(٢) هو: حكيم بن حزام بن خويلد الأسدي القرشي، أبو خالد المكي، وعمته خديجة أم المؤمنين. كان من أشراف قريش وعقلائها ونبلائها وأجوادها، ومع ذلك تأخر إسلامه إلى يوم الفتح، وشهد حنينًا والطائف وكان من المؤلفة، توفي سنة ٦٠ هـ، وقيل غير ذلك.انظر: \"التاريخ الكبير\" ٣/ ١١ (٤٢)، و\"سير أعلام النبلاء\" ٣/ ٤٤، و\"الإصابة\" ١/ ٣٤٩ (١٨٠٠).(٣) \"معاني القرآن وإعرابه\" ٢/ ٤١٢.(٤) يعني العذاب الذي يبيدهم كعذاب الأمم السابقة في عاقبة أمرهم، أما ما دون ذلك كنقص الأموال والأنفس والثمرات، فلا يمنع وجود الرسول - صلى الله عليه وسلم - من ذلك، كما دل عليه قوله تعالى: {وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ (١٣٠) فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ} [الأعراف: ١٣١ - ١٣٢]، فوجود موسى -عليه السلام- لم يحل دون أخذ آل فرعون بالسنين، وترادف العقوبات عليهم.(٥) كذا في جميع النسخ.</p>"
}