{
  "id": null,
  "sura": 8,
  "aya": 41,
  "text": "<p> {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ} [قال ابن عباس: يريد ناصركم يا معشر المؤمنين (١) ، وقال الزجاج: المعنى: فإن أقاموا على كفرهم وعداوتكم (٢)  {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ} ] (٣) أي: هو الموالي (٤) لكم، ولا تضركم معادتهم (٥) . </p><p> وهذا تطييب لنفوس المؤمنين عند إعراض الكافرين بأن العاقبة لهم، ودائرة السوء (٦) على عدوهم؛ لأن الله ناصرهم ومعينهم. </p><p> ٤١ - قوله تعالى:  {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ} الآية، الغنم: الفوز بالشيء، يقال: غنم يغنم غنمًا فهو غانم. </p><p> والغنيمة في الشريعة: ما أُوجف عليها بالخيل والركاب من أموال المشركين، وأُخذ قسرًا (٧) . </p><p> وقوله تعالى:  {فَأَنَّ لِلَّهِ خُمُسَهُ} إلى قوله: {إِنْ كُنْتُمْ آمَنْتُمْ} ، قال الكسائي والفراء:  (فأن) منصوبة مردودة على قوله: {وَاعْلَمُوا} بمنزلة قوله: {كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ}  [الحج: ٤] ، وقوله:  {أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ}  [التوبة: ٦٣]  (٨) . </p><p> واتفق فقهاء الأمة على أن أربعة أخماس الغنيمة للغانمين الذين </p><p>(١) \"تنوير المقباس\" ص ١٨١. (٢) في \"معاني القرآن وإعرابه\": عداوتهم.(٣) ما بين المعقوفين ساقط من (س).(٤) في (ح) و (س): (المولى)، وما أثبته موافق للمصدر.(٥) \"معاني القرآن وإعرابه\" ٢/ ٣١٤.(٦) في (ح): (دائر بالسوء).(٧) انظر: \"تهذيب اللغة\" (غنم) ٣/ ٢٧٠٣(٨) انظر: قول الفراء في كتابه \"معانى القرآن\" ١/ ٤١١، وقد ذكره المؤلف بمعناه.</p><p> باشروا القتال، للفارس عند الشافعي ثلاثة أسهم وللراجل سهم (١) , وعند أبي حنيفة وأهل العراق للفارس سهمان وللراجل سهم (٢) . </p><p> وأما الصبيان والعبيد والنساء وأهل الذمة إن خرجوا بإذن الإمام فلهم الرضخ (٣) على ما يرى الإمام، والصحيح أن الرضخ من رأس الغنيمة (٤) . </p><p> وهذا الذي ذكرناه لم يتناوله لفظ الآية، غير أنه لا بد من ذكره في معرفة كيفية قسم الغنيمة، والذي ذكر في الآية هو الخمس الباقي؛ لأن الغانمين إذا أخذوا أربعة أخماس بقي خمس واحد. </p><p> واختلفوا في هذا الخمس وفي مصرفه، فقوله:  {فَأَنَّ لِلَّهِ خُمُسَهُ} ، </p><p>(١) انظر تفصيل مذهب الإمام الشافعي في: كتاب \"الأم\" ٤/ ١٩٠، و\"حاشية الجمل على شرح المنهج\" ٤/ ٩٥، وبمثله قال الإمام أحمد وأكثر أهل العلم كما في \"المغني\" ١٣/ ٨٥. (٢) قال السرخسي في \"المبسوط\"١٠/ ٤٠: إذا قسم الغنيمة ضرب للفارس بسهمين وللراجل بسهم في قول أبي حنيفة -رحمه الله تعالى- وهو قول أهل العراق، وفي قولهما -يعني أبا يوسف ومحمد بن الحسن- والشافعي -رحمهم الله تعالى- يضرب للفارس بثلاثة أسهم وهو قول أهل الشام وأهل الحجاز. وانظر أيضًا: \"بدائع الصنائع\" ٩/ ٤٣٦٤.(٣) الرضخ: العطية أو العطية القليلة.انظر: \"النهاية في غريب الحديث والأثر\" (رضخ) ٢/ ٢٢٨، و\"لسان العرب\" (رضخ) ٣/ ١٦٥٨، وعرّفه الفقهاء بأنه: ما دون السهم لمن لا سهم له من الغنيمة، انظر: \"حاشية الروض المربع\" ٤/ ٢٧٨.(٤) رجح شيخ الإسلام الأنصاري في \"شرح المنهج\" أن الرضخ يؤخذ من الأخماس الأربعة لا من رأس الغنيمة, انظر: \"حاشية الجمل على شرح المنهج\" ٤/ ٩٥, وهما قولان للشافعي, ووجهان في مذهب الإمام أحمد, انظر: \"المغني\" ١٣/ ٩٩.</p><p> قال الحسن (١) ، وقتادة وعطاء وإبراهيم: هذا افتتاح كلام (٢) ، قال الزجاج: ومعنى افتتاح كلام: أن الأشياء كلها لله عز وجل فابتدأ وافتتح الكلام بأن قال: {فَأَنَّ لِلَّهِ خُمُسَهُ}  (٣) كما قال: {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ}  (٤) . </p><p>(١) المراد هنا وفي الموضعين التاليين: الحسن بن محمد بن الحنفية بن علي بن أبي طالب، كما في \"سنن النسائي\" كتاب: قسم الفئ، باب: قسم الفيء ٧/ ١٣٣، و\"المصنف\" لعبد الرزاق ٥/ ٢٣٨، و\"المستدرك\" للحاكم ٢/ ١٢٨، و \"تفسير ابن جرير\" ١٠/ ٣، وهو من أئمة التابعين وعلماء أهل البيت، توفي سنة ١٠٠هـ أو قبلها. انظر: \"سير أعلام النبلاء\" ٤/ ١٣٠. (٢) رواه عنهم ابن أبي حاتم ٥/ ٣٠٩، والثعلبي ٦/ ٦١ ب، والبغوي ٣/ ٣٥٧، ورواه ابن جرير بهذا اللفظ عن الحسن بن محمد بن الحنفية ١٠/ ٣، وهو مراد الواحدي لا الحسن البصري، كما رواه ابن جرير عن البقية بمعناه ١٠/ ٣.(٣) فسر ابن جرير معنى قول المفسرين: هذا افتتاح كلام بعبارة أوضح من عبارة الزجاج حيث قال عند تفسير قول الله تعالى: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ} [آل عمران: ١٨]: فبدأ -جل ثناؤه- بنفسه، تعظيمًا لنفسه وتنزيهًا لها عما نسب الذين ذكرنا أمرهم من أهل الشرك به ما نسبوا إليها، كما سن لعباده أن يبدؤا في أمورهم بذكره قبل ذكر غيره، مؤدبًا خلقه بذلك، واعترض بذكر الله وصفته على ما بينت كما قال جل ثناؤه: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} افتتاحًا باسمه الكلام اهـ. \" تفسير ابن جرير\" ١٠/ ٣ باختصار، وبه يتبين أن معنى: افتتاح كلام، أي افتتاح الكلام بذكر الله، وابتداء باسمه على سبيل التعظيم والتبرك كالبسملة. وقال الحافظ في \"فتح الباري\" ٦/ ٢١٨: أجمعوا على أن اللام في قوله تعالى: {لله} للتبرك إلا ما جاء عن أبي العالية.(٤) الأنفال: ١. وإلى هنا انتهى كلام الزجاج انظر: \"معاني القرآن وإعرابه\" ٢/ ٤١٤, وفي النسخة التي اعتمد عليها المحقق خطأ في قوله: بأن قال: (فأن الله) حيث كتبه الناسخ هكذا: فإن قال قائل (فإن لله ..) إلخ وظن المحقق أن ذلك شرط وأن =</p><p> وهذا مذهب الشافعي (١) ، وهو رواية الضحاك عن ابن عباس (٢) ، ومثله روى عطاء عنه؛ لأنه قال: يريد الخمس الذي لله (٣) هذا مواضعه, يعني من ذكر بعد قوله {لله}  (٤) وهؤلاء جعلوا قوله: {فَأَنَّ لِلَّهِ خُمُسَهُ} ترتيبًا لافتتاح الكلام، والمعنى: فأن للرسول خمسه [ولمن ذكر بعده، فجعلوا سهم الله وسهم الرسول واحد. </p><p> وقال الربيع وأبو العالية: قوله: {فَأَنَّ لِلَّهِ خُمُسَهُ} ] (٥) ليس لافتتاح الكلام، وله معنى صحيح وهو أن رسول الله - صلى الله عليه وسلم - كان يضرب يده في هذا الخمس فما قبض عليه من شيء جعله للكعبة، وهو الذي يسمى لله (٦) ، فعلى قولهما يكون لله تعالى سهم في خمس الغنيمة وهو للكعبة. </p><p>= جواب لم يذكر. والصواب ما ذكره الواحدي. (١) يعني أنه لا يجعل لله نصيباً معينًا. انظر: \"الأم\" للشافعي ٤/ ٢٠٧، ونصه: (لله) مفتاح كلام، كل شيء له، وله الأمر من قبل ومن بعد.(٢) رواها ابن جرير ١٠/ ٣، والثعلبي ٦/ ٦١ ب، وفي سند ابن جرير: نهشل بن سعيد بن وردان، متروك وكذّبه إسحاق بن راهويه، كما في\"التقريب\" ص ٥٦٦ (٧١٩٨).(٣) اللفظ ساقط من (ح).(٤) اللفظ ساقط من (ح).(٥) ساقط من (ح).(٦) رواه ابن جرير ١٠/ ٤، وأبو عبيد في كتاب \"الأموال\" ص ٢١، عن أبي العالية، ورواه الثعلبي ٦/ ٦١ ب، عنه أيضًا وعن الربيع بن أنس، وهو حديث مرسل, ورواه ابن المنذر بمعناه عن ابن عباس كما في \"الدر المنثور\" ٣/ ٣٣٦، وقد ضعف هذا القول ابن جرير في \"تفسيره\" ١٠/ ٤، وذكر أنه مخالف لاتفاق أهل العلم.</p><p> وقوله تعالى:  {وَلِلرَّسُولِ} اختلفوا في سهم الرسول من الخمس قال جماعة من المفسرين منهم إبراهيم (١) ، وعطاء (٢) ، والحسن (٣) ، وقتادة (٤) : كان النبي - صلى الله عليه وسلم - يحمل سهمه من الخمس ويصنع فيه ما شاء، وكان له خمس الخمس. </p><p> وقال ابن عباس: لم يأخذ النبي - صلى الله عليه وسلم - من الخمس شيئًا بل جعل سهمه من الخمس لذوي القربى، قال: كان الخمس يقسم على أربعة فربع لله وللرسول ولذوي القربى، فما كان لله وللرسول فهو لذوي القربى (٥) . </p><p>(١) رواه الثعلبي ٦/ ٦١ ب، وبمعناه ابن جرير ١٠/ ٣. (٢) رواه النسائي في \"السنن\"، كتاب قسم الفيء ٧/ ١٣٢، وابن جرير ١٠/ ٣، والثعلبي ٦/ ٦١ ب.(٣) هو: ابن محمد بن الحنفية، وقد رواه بنحوه الثعلبي في الموضع السابق، وبمعناه عبد الرزاق في \"المصنف\" كتاب الجهاد، باب: ذكر الخمس ٥/ ٢٣٨، والنسائي في المصدر السابق، الصفحة التالية، وابن جرير ١٠/ ٧، ولفظهم: فأن لله خمسه وللرسول وذي القربى، قال: هذا مفتاح كلام، ثم اختلف الناس في هذين السهمين بعد وفاة رسول الله - صلى الله عليه وسلم - .... إلخ.(٤) رواه بنحوه ابن جرير ١٠/ ٤، والثعلبي ٦/ ٦١ ب.(٥) رواه ابن جرير ١٠/ ٤، بلفظ مقارب وكذلك الثعلبي ٦/ ٦١ ب، وعزاه السيوطي في \"الدر المنثور\" ٣/ ٣٣٦، أيضًا إلى ابن المنذر وابن أبي حاتم، وهو من رواية علي بن أبي طلحة.أقول: قول ابن عباس هذا مخالف لقول رسول الله - صلى الله عليه وسلم -: \"يا أيها الناس ليس لي من هذا الفيء مثل هذا إلا الخمس، والخمس مردود فيكم\". رواه أبو داود (٢٧٥٦) كتاب الجهاد، باب. في الإمام يستأثر بشيء من الفيء، وأحمد ٢/ ١٨٤ فالنبي - صلى الله عليه وسلم - لم يخص بسهمه ذوي القربي.</p><p> ومذهب الشافعي: أن الخمس يقسم على خمسة أسهم: سهم لله ولرسوله يصرف إلى مصالح المسلمين، والأهم السلاح والكراع (١) ، قال الزجاج: ويرى الشافعي في سهم رسول الله - صلى الله عليه وسلم - أن يصرف في مثل ما كان يصرفه فيه، والذي يروى: أنه كان يصرف الخمس في عدة المسلمين (٢) نحو: اتخاذ السلاح الذي تقوى به شوكتهم (٣) . </p><p> قوله تعالى:  {وَلِذِي الْقُرْبَى} ، قال مجاهد: هم بنو هاشم (٤) ، وقال الشافعي - رضي الله عنه -: هم بنو هاشم وبنو المطلب خاصة (٥) دون سائر قريش، يقسم </p><p>(١) انظر: كتاب \"الأم\" ٤/ ١٩٦ ولفظه: والذي أختار أن يضعه الإمام في كل أمر حصن به الإسلام وأهله، من سد ثغر، وإعداد كراع أو سلاح، أو إعطاء أهل البلاء في الإسلام. (٢) روى البخاري في \"صحيحه\" (٢٩٠٤) كتاب الجهاد، باب: المجن، ومسلم في \"صحيحه\" (١٧٥٧) كتاب الجهاد، باب حكم الفيء عن عمر قال: كانت أموال بني النضير مما أفاء الله على رسوله مما لم يوجف عليه المسلمون بخيل ولا ركاب، فكانت للنبي - صلى الله عليه وسلم - خاصة، فكان ينفق على أهله نفقة سنة، وما بقي يجعله في الكراع والسلاح، عدة في سبيل الله.والكُراع: اسم للخيل أو للسلاح أو لهما كما في \"اللسان\" (كرع) ٧/ ٣٨٥٨، وروى ابن المنذر كما في \"الدر المنثور\" ٣/ ٣٣٧ عن ابن عباس قال: كان النبي - صلى الله عليه وسلم - يجعل سهم الله في السلاح والكراع وفي سبيل الله، ويجعل سهم الرسول في الكراع والسلاح ونفقة أهله.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤١٤، وقد تصرف الواحدي في العبارة.(٤) رواه الثعلبي ٦/ ٦٢ أ، وبنحوه ابن جرير ١٠/ ٦، ولمجاهد رواية أخرى بأن ذوي القربى هم قرابة النبي - صلى الله عليه وسلم - الذين لا تحل لهم الصدقة. انظر: \"سنن النسائي\" ٧/ ١٣٤، و\"تفسير ابن جرير\" ١٠/ ٦، والرواية الأولى مردودة لحديث جبير بن مطعم الآتي.(٥) ساقط من (ح).</p><p> سهم خمس الخمس حيث كانوا للذكر مثل حظ الأنثيين (١) ، وهم الذين حرمت عليهم الصدقات المفروضات، قال رسول الله - صلى الله عليه وسلم -: \"إن الله أغناكم عن أوساخ الناس بهذا الخمس\"  (٢) . </p><p> واحتج الشافعي بما روى الزهري، عن سعيد بن المسيب، عن جبير ابن مطعم (٣) قال: لما قسم رسول الله - صلى الله عليه وسلم - سهم ذي القربى من خيبر على بني هاشم والمطلب، مشيت أنا وعثمان بن عفان فقلنا: يا رسول الله: هؤلاء إخوتك بنو هاشم لا ننكر ضلهم لمكانك الذي جعلك الله منهم، أرأيت إخواننا بني المطلب أعطيتهم وتركتنا وإنما نحن وهم منك بمنزلة واحدة (٤) ، فقال:  \"إنهم لم يفارقونا في جاهلية ولا إسلام إنما بنو هاشم وبنو المطلب شيء واحد\" ، ثم شبك رسول الله - صلى الله عليه وسلم - إحدى يديه بالأخرى (٥) . </p><p>(١) انظر: كتاب \"الأم\" ٤/ ١٩٦، و\"تفسير الثعلبي\" ٦/ ٦٢ أ. (٢) رواه مسلم في \"صحيحه\" (١٠٧٢) كتاب الزكاة، باب: ترك استعمال آل النبي على الصدقة بلفظ: \"إن الصدقة لا تنبغي لآل محمد إنما هي أوساخ الناس\"، ورواه ابن أبي حاتم كما في \"الدر المنثور\" ٣/ ٣٣٧ بلفظ: \"رغبت لكم عن غسالة الأيدي؛ لأن لكم في خمس الخمس ما يغنيكم أو يكفيكم\".(٣) هو: جبير بن مطعم بن عدي بن عبد مناف بن قصي، شيخ قريش في زمانه، كان من الطلقاء الذين أسلموا يوم فتح مكة وكان موصوفًا بالحلم ونبل الرأي مع الشرف، نوفي سنة ٥٩ هـ.انظر: \"التاريخ الكبير\" ٢/ ٢٢٣ (٢٢٧٤)، و\"سير أعلام النبلاء\" ٣/ ٩٥، و\"الإصابة\" (١٠٩١).(٤) يعني أن عثمان من بني عبد شمس، وجبير من بني نوفل، وعبد شمس ونوفل وهاشم والمطلب جميعهم بنو عبد مناف. انظر: \"السيرة النبوية\" ٢/ ٥٩.(٥) رواه البخاري في \"صحيحه\" (٣١٤٠) كتاب الخمس، باب: ومن الدليل على أن الخمس للإمام مختصرًا، ورواه النسائي في \"سننه\" كتاب قسم الفيء ٧/ ١٣١, وأحمد في \"المسند\" ٤/ ٨١ مع اختلاف يسير.</p><p> وقال بعضهم: هم قريش كلها (١) . </p><p> واختلفوا في سهم رسول الله - صلى الله عليه وسلم - وسهم ذي القربى [بعد موت رسول الله - صلى الله عليه وسلم -، وقد ذكرنا مذهب الشافعي فيه، وهو أن سهم الرسول يجعل اليوم في مصالح المسلمين، وسهم ذي القربى]  (٢) يقسم بينهم، وقال ابن عباس والحسن: يجعلان في الخيل والسلاح والعدة في سبيل الله (٣) ، وكذلك روي عن أبي بكر وعمر رضي الله عنهما: أنهما كانا يجعلان سهم رسول الله - صلى الله عليه وسلم - في الكراع والسلاح (٤) ، وهذا حجة الشافعي (٥) ، وقال أهل العراق -وهو مذهب أبي حنيفة-: سهم الرسول وسهم ذوي القربى مردودان على الخمس، </p><p>(١) رواه أبو عبيد في كتاب \"الأموال\" ص ٤١٨ (٨٥١)، وابن جرير ١٠/ ٦، عن ابن عباس قال: كنا نقول: إنا هم، فأبى ذلك علينا قومنا، وقالوا: قريش كلها ذوو قربى. وأصل الحديث في \"صحيح مسلم\" كتاب الجهاد، باب: النساء الغازيات يرضخ لهن، دون قوله (وقالوا: قريش ..) إلخ. وقد تفرد برواية هذه الجملة أبو معشر وفيه ضعف كما في \"التقريب\" ص ٥٥٩ (٧١٠٠)، و\"أضواء البيان\" ٢/ ٣٦٣، وقد أخذ بهذا الرأي الفقيه أصبغ الأموي كما في \"فتح الباري\" ٦/ ٣٤٦. (٢) ساقط من (س).(٣) رواه عنهما ابن جرير ١٠/ ٦، والثعلبي ٦/ ٦٢ أ، ورواه أيضًا عن الحسن بن محمد، النسائي في \"سننه\" ٧/ ١٣٣، وعبد الرزاق في \"المصنف\" ٥/ ٢٣٨، والحاكم في \"المستدرك\" ٢/ ١٢٨، وأبو عبيد في كتاب\"الأموال\" ص ٤١٦ (٨٤٧)، وفي سند أثر ابن عباس نهشل بن سعيد وهو متروك، كما في \"التقريب\" ص ٥٦٦ (٧١٩٨).(٤) رواه الشافعي في كتاب \"الأم\" ٤/ ١٧٨، عن مالك بن أوس، ورواه النسائي في \"سننه\" ٧/ ١٣٣، كتاب: قسم الفئ، وعبد الرزاق في \"المصنف\" ٥/ ٢٣٨ , والحاكم في \"المستدرك\" ٢/ ١٢٨، وابن جرير في \"تفسيره\" ١٠/ ٦، عن الحسن بن محمد، ورواه أيضًا ابن جرير ١٠/ ٧، عن ابن عباس بمعناه.(٥) انظر: كتاب \"الأم\" ٤/ ١٧٨.</p><p> والخمس مقسوم على ثلاثة أسهم: على اليتامى والمساكين وابن السبيل (١) . </p><p> وقول:  {وَالْيَتَامَى}  (٢) : وهم أطفال المسلمين الذين هلك آباؤهم. </p><p> {وَالْمَسَاكِينِ}  (٣) ، قال ابن عباس: يريد: المحتاجين وهم أهل الفاقة والحاجة من المسلمين. </p><p> وقوله تعالى:  {وَابْنِ السَّبِيلِ} ، قال ابن عباس: هو الفقير الضعيف (٤) الذي ينزل بالمسلمين (٥) ، وقال عطاء عنه: يريد عابر السبيل (٦) . </p><p> وقال أهل المعاني: كل من مات أبوه وهو صغير فهو يتيم، ولا يتم بعد البلوغ، وكل ولد يتيم من قبل أمه إلا الإنسان فإنه يتيم من قبل أبيه (٧) . وابن السبيل: المنقطع في سفره، وإنما قيل: ابنه، بمعنى (٨) أنه أخرجه إلى هذا المستقر (٩) لَقىً (١٠) محتاجًا كما يخرجه أبوه إلى مستقره من الدنيا لقىً محتاجًا. </p><p>(١) انظر: كتاب \"المبسوط\" ٥/ ٩، ١٠، و\"بدائع الصنائع\" ٩/ ٤٣٦٢. (٢) ساقط من (ح).(٣) في (ح): (واليتامى وابن السبيل)، وهو خطأ.(٤) هكذا. وانظر: التعليق الآتى.(٥) رواه الثعلبي ٦/ ٦٣ أبهذا اللفظ، ورواه أبو عبيد في كتاب \"الأموال\" ص ٤٠٨ (٨٣٥)، وابن جرير ١٠/ ٨، وابن أبي حاتم ٥/ ١٧٠٦ بلفظ: الضيف الفقير .. إلخ. وبهذا يتبين أن التصحيف كان في رواية الثعلبي واعتمدها الواحدي.(٦) لم أقف عليه.(٧) انظر: \"تهذيب اللغة\" (يتم) ٤/ ٣٩٧٣.(٨) في (ح): (لمعنى).(٩) في (ح): (السفر).(١٠) في \"مجمل اللغة\" (لقى) ٣/ ٨١١: اللَّقى: الشيء الملقى الطريح، وفي \"لسان العرب\" (لقا) ٧/ ٤٠٦٦: اللقى: كل شيء مطروح متروك.</p><p> والمسكين (١) : المحتاج الذي من شأنه أن تسكنه الحاجة عما ينهض به الغني. </p><p> ومذهب الشافعي -رضي الله عنه- في القسم بين (٢) هؤلاء، قال أبو إسحاق: لا يرى الشافعي أن يترك صنفًا من هذه الأصناف بغير (٣) حظ في القسمة، ويرى أن يفضل بعضهم على بعض على قدر الحاجة (٤) . </p><p> وقوله تعالى:  {إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ} ، قال أبو إسحاق: يجوز أن تكون (إنْ) معلقة بقوله: {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ} أي: أيقنوا أن الله ناصركم (٥) إذ كنتم قد شاهدتم من نصره ما شاهدتم (٦) ، قال: ويجوز أن يكون المعنى (٧) : {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ} يأمران فيه بما يريدان {إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ} أي: فاقبلوا ما أمرتم به في الغنيمة (٨) . </p><p>(١) ساقط من (م). (٢) في (ح): (عن).(٣) في (ح): (لغير).(٤) \"معاني القرآن وإعرابه\" ٢/ ٤١٤، وانظر: كتاب \"الأم\" ٤/ ١٩٦.(٥) في \"معاني القرآن\": نصركم.(٦) اختصر الواحدي عبارة الزجاج فخفي المعنى، ونص عبارته: يجوز أن تكون (إن كنتم) معلقة بقوله: {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ}، {إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ} فأيقنوا أن الله نصركم إذ كنتم قد شاهدتم من نصره ما شاهدتم. \"معاني القرآن وإعرابه\" ٢/ ٤١٦، والمعنى: اعلموا أن الله مولاكم وناصركم إن كنتم آمنتم به وبما أنزل على عبده.(٧) نص عبارة الزجاج: ويجوز أن يكون: (إن كنتم آمنتم باللهِ) معناها: أعلموا .. إلخ.(٨) المصدر السابق ٢/ ٤١٦، وهذا هو القول الراجح؛ لأنه المناسب للسياق الموافق لغرض الآية وهدفها، بل قال ابن عطية ٦/ ٣١٣: هذا هو الصحيح.</p><p> وقوله تعالى:  {وَمَا أَنْزَلْنَا} يعني الملائكة الذين نصر بهم النبي - صلى الله عليه وسلم - يوم بدر في معنى قول الزجاج (١) ، وفي معنى قول مقاتل (٢) : يعني ما أنزل عليه في شأن الغنيمة يوم بدر، وهو قوله:  {يَسْأَلُونَكَ عَنِ الْأَنْفَالِ}  [الأنفال: ١] الآية؛ لأنه قال: يريد إن كنتم آمنتم بالله فأقرّوا بحكمي وما أنزلت على النبي في الغنيمة يوم الفرقان. </p><p> والذي أنزل عليه يوم الفرقان قوله:  {يَسْأَلُونَكَ} ، ويجوز أن يكون المعنيّ (٣) بالإنزال هذه الآية. </p><p> وقوله تعالى:  {عَلَى عَبْدِنَا} ، قال ابن عباس: يريد النبي - صلى الله عليه وسلم - {يَوْمَ الْفُرْقَانِ} : يريد اليوم الذي فرقت فيه بين الحق والباطل وهو يوم بدر (٤) . </p><p> وقال الزجاج: لأن الله أظهر فيه من نصره بإرداف الملائكة والإمداد بهم المسلمين (٥) ما كان فيه فرقان بين الحق والباطل (٦) . </p><p> وقوله تعالى:  {يَوْمَ الْتَقَى الْجَمْعَانِ} ، قال ابن عباس: يريد حزب الله </p><p>(١) لم أجد في كلام الزجاج ما يمكن أن يفهم منه ما ذكره المؤلف إلا قوله: وقوله جل وعز: {يَوْمَ الْفُرْقَانِ}: هو يوم بدر؛ لأن الله عز وجل أظهر فيه من نصره بإرداف الملائكة، والإمداد بهم للمسلمين ما كان فيه فرقان بين الحق والباطل. \"معاني القرآن وإعرابه\" ٢/ ٤١٦، ولم يرد للملائكة ذكر في \"تفسير الزجاج\" لقوله تعالى {وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا} وقد سبق ذكره في التعليق على قول الزجاج الأسبق. (٢) يعني ابن حيان، وقد روى قوله ابن أبي حاتم ٥/ ١٧٠٦، وانظر: \"الدر المنثور\" ٣/ ٣٣٩.(٣) في (س): (الغنيمة)، وهو خطأ.(٤) \"تنوير المقباس\" ص ١٨٢ بنحوه.(٥) في \"معاني القرآن وإعرابه\": للمسلمين.(٦) المصدر السابق: ٢/ ٤١٦.</p>"
}