{
  "id": null,
  "sura": 8,
  "aya": 60,
  "text": "<p> فتقول: لا تحسبن أنهم يعجزون (١) ، قال ابن الأنباري: فتح (أن) بتكرير الفعل، التقدير: لا يحسبن الذين كفروا سبقوا لا يَحْسبُنَّ أنهم يعجزون، و (لا) توكيد للكلام، كقوله تعالى:  {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ}  [الأنبياء: ٩٥]  (٢) . </p><p> وهذا الوجه من كون (لا) زيادة ذكره الفراء (٣) وأبو إسحاق (٤) أيضًا. </p><p> ٦٠ - قوله تعالى:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ}  [الآية،قال الليث:]  (٥) القوة: من تأليف قاف، وواو، وياء؛ فأدغمت الياء في الواو، ويقال: قوي الرجل يقوى قوة فهو قوي، وجمع القوة: قوى، قال تعالى:  {شَدِيدُ الْقُوَى}  [النجم: ٥]  (٦) . </p><p> وقد يسمى ما يتقوى به على أمر قوة، كالذي في هذه الآية، قال ابن عباس: يريد السلاح والقسي (٧)  (٨) ، وقال مقاتل: السلاح </p><p>(١) ذكر بعض هذا القول الرازي في \"تفسيره\" ١٥/ ١٨٤ وأشار إليه النحاس في \"إعراب القرآن\" ١/ ٦٨٣، وأبو حيان في \"البحر المحيط\" ٤/ ٥١٠، والسمين في \"الدر المصون\" ٥/ ٦٢٥. (٢) انظر: قول ابن الأنباري في \"زاد المسير\" ٣/ ٣٧٤ بنحوه.(٣) \"معاني القرآن\" ١/ ٤١٥.(٤) \"معاني القرآن وإعرابه\" ٢/ ٤٢٢، وقد ضعف أبو إسحاق الزجاج هذا الوجه، وعلل ذلك بقوله: لأن (لا) لا تكون لغوًا في موضع يجوز أن تقع فيه غير لغو.(٥) ما بين المعقوفين ساقط من (م).(٦) \"تهذيب اللغة\" (قوى) ٣/ ٣٠٧٠، وقد اختصر الواحدي القول وغيّر ترتيب بعض الجمل، والقول أيضًا في كتاب \"العين\" (قوي) ٥/ ٢٣٦ مختصرًا.(٧) القسي: جمع قوس والقوس معروفة، من آلات الرمي، انظر: \"لسان العرب\" (قوس) ٦/ ٣٧٧٣.(٨) \"تنوير المقباس\" ص ١٨٤، ولم يذكر القسي.</p><p> والنشاب (١)  (٢) ، وروي أن النبي - صلى الله عليه وسلم - قرأ على المنبر:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} فقال: \"ألا إن القوة الرمي\" ثلاثًا (٣) ، قال أهل التحقيق (٤) : الأولى أن يقال: هذا عام في كل ما يتقوى به على حرب العدو، ولا نخص شيئًا دون شيء (٥) ، فكل ما هو من آلة الغزو والجهاد فهو من جملة ما عني الله بقوله:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} ، كما روي ليث، عن مجاهد أنه رؤي مع (٦) جوالق (٧) ، وهو يتجهز للغزو فقيل: ما </p><p>(١) النشاب: النبل والسهام. انظر: \"لسان العرب\" (نشب) ٧/ ٤٤٢٠. (٢) \"تفسير مقاتل\" ١٢٣ ب، ولفظه: السلاح: وهي الرمي.(٣) رواه مسلم (١٩١٧) كتاب: الإمارة، باب: فضل الرمي، وأبو داود (٢٥١٣) كتاب: الجهاد، باب: في الرمي، والترمذي (٣٠٨٣) كتاب تفسير القرآن، سورة الأنفال، وأحمد ٤/ ١٥٧ وغيرهم. انظر: \"الدر المنثور\" ٣/ ٣٤٩.(٤) انظر: \"تفسير ابن جرير\" ١٠/ ٣٢، و\"البرهان\" للحوفي ١١/ ٩٦ أ.(٥) الأولى أن يعطى تفسير رسول الله - صلى الله عليه وسلم - مزية وخصوصية فيقال: إن الحديث دليل على فضل الرمي وأنه أعظم القوة، وأنكأ للعدو، وأجل ما يحقق النصر، فينبغي أن يخص بمزيد اهتمام، فهذا الحديث الآخر: \"الحج عرفة\" فهو يدل على أن هذا المذكور أفضل المقصود وأجله، ولا ينفي اعتبار غيره، وذهب الإمام النووي إلى الوقوف على ظاهر الحديث حيث قال: هذا تصريح بتفسيرها -يعني القوة- ورد لما يحكيه المفسرون من الأقوال سوى هذا. \"صحيح مسلم بشرح النووي\" ١٣/ ٦٤، ومثله الشوكاني في \"تفسيره\" ٢/ ٤٦٦ حيث قال: والمصير إلى التفسير الثابت عن رسول الله - صلى الله عليه وسلم - متعين.وأقول: إن من يتأمل حال الحرب في عصرنا الحديث يشهد أن تفسير الرسول - صلى الله عليه وسلم - القوة بالرمي من آياته التي تشهد أنه لا ينطق عن الهوى، فالقوة في هذا العصر تكاد تنحصر في الرمي.(٦) هكذا في جميع النسخ، والصواب: معه، وفي \"تفسير ابن جرير\": لقي رجل مجاهدًا بمكة ومع مجاهد جوالق، وفي \"تفسير ابن أبي حاتم\" ومعه جوالق.(٧) الجوالق: بكسر الجيم واللام وبضم الجيم وفتح اللام وكسرها: وعاء. انظر =</p><p> هذا؟ قال: هذا من القوة (١) . </p><p> وتفسير النبي - صلى الله عليه وسلم - القوة بالرمي لا يدل على أن المراد بالقوة الرمي دون غيره من السيف والرمح، بل الرمي أحد معاني القوة، ولم يقل: هو الرمي دون غيره. </p><p> وتمام (٢) الخبر: \"ألا إن الله سيفتح لكم الأرض وستكفون المؤونة(٣)، فلا يعجزن أحدكم أن يلهو بأسهمه\"  (٤) . </p><p> وهذه الآية دليل على أن الاستعداد للجهاد بالنبل والسلاح وتعلم الفروسية والرمي فريضة، غير أنها من فروض الكفايات. </p><p> وقوله تعالى:  {وَمِنْ رِبَاطِ الْخَيْلِ} ذكرنا في آخر سورة آل عمران أن أصل الرباط من مرابطة الخيل وهو ارتباطها بإزاء العدو (٥) ، وأكثر المفسرين على أن المراد برباط الخيل هاهنا: ربطها واقتناؤها للغزو، وهي من أقوى عدد الجهاد (٦) ، وقد روي أن رجلاً قال لابن سيرين: إن فلانًا </p><p>= انظر: \"القاموس المحيط\" باب: القاف، فصل: الجيم ص ٨٧٢. (١) رواه بنحوه ابن جرير ١٠/ ٣٠، من رواية رجاء بن أبي سلمة، أما رواية ليث فهي عند ابن أبي حاتم ٥/ ١٧٢٢ لكن بلفظ: القوة: ذكور الخيل.(٢) في (ح): (وتمام الله الخير)، وهو خطأ.(٣) أي مؤونة القتال وتعب الجهاد. انظر: \"تحفة الأحوذي\" ٨/ ٤٧٤، وتطلق المؤونة أيضاً على النفقة كما في \"لسان العرب\" (مون) ٧/ ٤٣٠٢، لكن السياق يدل على أن الأول هو المراد.(٤) رواه الترمذي (٣٠٨٣) كتاب تفسير القرآن، باب: سورة الأنفال، وابن المنذر كما في \"الدر المنثور\" ٣/ ٣٤٨.ورواه بنحوه مسلم (١٩١٨) في \"صحيحه\" كتاب الإمارة، باب: فضل الرمي.(٥) انظر: \"البسيط\" آل عمران: ٢٠٠.(٦) يعني في وقتهم.</p><p> أوصى بثلث ماله للحصون، فقال ابن سيرين: يُشترى به الخيل فتربط في سبيل الله ويغزى عليها، فقال (١) : الرجل أوصى للحصون. فقال: هي الخيل، ألم تسمع قول الشاعر (٢) : </p><p> ولقد علمت على تجنبى (٣) الردى ... أن الحصون الخيل لا مدر (٤) القرى (٥) </p><p> وقال عكرمة:  {وَمِنْ رِبَاطِ الْخَيْلِ} الإناث (٦) ، وهو قول الفراء، قال: يريد إناث الخيل (٧) . </p><p> ووجه هذا القول: أن العرب تسمي الخيل إذا ربطت بالأفنية وعُلّفت: رُبُطًا، واحدها: ربيط (٨) ، وتجمع (٩) الرُّبُط رباطًا (١٠) ، وهو جمع الجمع (١١) ، فمعنى الرباط هاهنا: الخيل المربوطة في سبيل الله، وفسر </p><p>(١) في (ج) و (س): (وقال). (٢) البيت لأشعر الجعفي، انظر: \"لسان العرب\" (حصن) ٣/ ٩٠٣، و\"شرح شواهد الكشاف\" ٤/ ٤٠٤.(٣) في \"لسان العرب\" (حصن) ٣/ ٩٠٣: توقي.(٤) في (ح): (مدن)، وهو خطأ.(٥) ذكر الأثر الزمخشري في \"الكشاف\" ٢/ ١٦٦ بلفظ مقارب، ولم يخرجه الزيلعي في كتابه \"تخريج الأحاديث والآثار الواقعة في تفسير الكشاف\".(٦) رواه ابن أبي شيبة في \"المصنف\" كتاب الجهاد، باب: الخيل ١٢/ ٤٨٣، وابن جرير ١٠/ ٣٠، وأبو الشيخ والبيهقي في شعب الإيمان كما في \"الدر المنثور\" ٣/ ٣٤٩.(٧) \"معاني القرآن\" ١/ ٤١٦.(٨) في (ج): (ربيطة).(٩) في (م): (والجمع).(١٠) في (ج): (ربطًا).(١١) انظر: \"تهذيب اللغة\" (ربط) ٢/ ١٣٤٦.</p><p> بالإناث لأنها أولى ما تربط لتناسلها ونمائها بأولادها، فارتباطها أولى من ارتباط الفحول. </p><p> وقوله تعالى:  {تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ}  [قال مجاهد]  (١) : قال ابن عباس: يريد: تخيفون به (٢) . </p><p> والكناية تعود إلى (ما) في قوله: {مَا اسْتَطَعْتُمْ} ويجوز أن تعود إلى الإعداد؛ لأن قوله:  {وَأَعِدُّوا} يدل عليه. </p><p> وقوله تعالى:  {عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} ، قال مجاهد ومقاتل: يعني: مشركي مكة وكفار العرب (٣) . </p><p> وقوله تعالى:  {وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ} ، قال مجاهد ومقاتل: يعني: قريظة (٤) . </p><p>(١) ساقط من (م) و (س). (٢) لفظ الرواية عن ابن عباس: (تخزون به). إذ بهذا اللفظ رواه الثوري في \"تفسيره\" ص ١٢٠، والطبري ١٠/ ٣٠، عن مجاهد، عن ابن عباس، وكذلك رواه الثعلبي ٦/ ٦٩/ ب، والفريابي وابن أبي شيبة وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"فتح القدير\" للشوكاني ٢/ ٤٦٨، بل أشار ابن خالويه في كتابه \"مختصر في شواذ القرآن\" ص ٥٠، والزمخشري في \"الكشاف\" ٢/ ١٦٦ إلى أن ابن عباس ومجاهد كانا يقرآن: (تخزون به)، وقد ذكر الحوفي في \"البرهان\" ١١/ ٩٥ ب رواية ابن عباس بلفظ مقارب لما ذكره المؤلف ونصه: (تخوفون به).(٣) انظر قول مقاتل في: \"تفسيره\" ١٢٣ ب، ولفظه: كفار العرب، ورواه ابن أبي حاتم ٥/ ١٧٢٣ بلفظ: (من المشركين). ولم أجد فيما بين يدي من مراجع إشارة إلى قول مجاهد، ومن الجدير بالتنبيه أن تحديد الأعداء هنا وفي الموضع بعده إنما هو باعتبار ملابسات النزول وأسبابه، والعبرة بعموم اللفظ وصلاحيته لكل زمان ومكان.(٤) رواه عن مجاهد الإمام ابن جرير ١٠/ ٣١، وابن أبي حاتم ٥/ ١٧٢٣، والثعلبي =</p><p> وقال السدي: هم أهل فارس (١) ، وقال الحسن وابن زيد: هم المنافقون، لا تعلمونهم لأنهم معكم يقولون: لا إله إلا الله، ويغزون معكم (٢) ، قال الحسن: لا كل منافق علم به رسول الله - صلى الله عليه وسلم -، قال: ونظير هذه الآية قوله: {وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ}  (٣) ، ودل كلام ابن عباس في رواية عطاء على هذا المعنى فقال: يريد قومًا معه (٤) ، وهذا يدل على أنه أراد المنافقين (٥) . </p><p> وروى ابن جريج عن سليمان بن موسى (٦) قال: هم كفار الجن، قال: وبلغني أنه لا يقرب جني صاحب فرس أبدًا (٧) ، وهذا التفسير مع هذا </p><p>= ٦/ ٦٩ ب، والبغوي ٣/ ٣٧٣، وهو في \"تفسير مجاهد\" ص ٣٥٧، ورواه عن مقاتل بهذا اللفظ البغوي ٣/ ٣٧٣، وفي \"تفسير مقاتل\" ١٢٣ ب، والسمرقندي ٢/ ٢٤، وابن الجوزي ٣/ ٣٧٥: اليهود. (١) رواه ابن جرير ١٠/ ٣١، والثعلبي ٦/ ٦٩ ب، والبغوي ٣/ ٣٧٣.(٢) رواه عنهما البغوي ٣/ ٣٧٣، ورواه عن ابن زيد الإمام ابن جرير ١٠/ ٣٢ - ٣٣، والثعلبي ٦/ ٦٩ ب، وذكره الهواري ٢/ ١٠٣، عن الحسن مختصرًا.(٣) التوبة: ١٠١، ولم أقف على قول الحسن هذا.(٤) لم أقف على مصدره، وسبق أن رواية عطاء مكذوبة على ابن عباس.(٥) في (ح): (المنافقون).(٦) هو: سليمان بن موسى الأشدق الدمشقي الأموي مولاهم، الإمام الكبير، ومفتي دمشق، وفقيه أهل الشام في زمانه، توفي سنة ١١٩ هـ.انظر: \"التاريخ الكبير\" ٢/ ٢/ ٣٨، و\"سير أعلام النبلاء\" ٥/ ٤٣٣، و\"تهذيب التهذيب\" ٢/ ١١١.(٧) رواه بمعناه ابن المنذر كما في \"الدر المنثور\" ٣/ ٣٥٩ انظر: \"تفسير الرازي\" ١٥/ ١٨٦، وذكره الثعلبي ٦/ ٦٩ ب بلا نسبة.</p><p> المعنى روي مرفوعًا، وهو أن النبي - صلى الله عليه وسلم - قال:  \"إنهم الجن\"  (١) في (٢) قوله تعالى: {وَآخَرِينَ مِنْ دُونِهِمْ} ثم قال: \"إن الشيطان لا يخبل أحدًا في دارٍ فيها فرس عتيق\"  (٣) . </p><p> قال بعض المفسرين (٤) : وهذا القول هو الأولى بالصواب؛ لأن الله تعالى قال:  {لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ} ولا شك أن المؤمنين كانوا عالمين بعداوة قريظة وفارس، وأما المنافقون فلم تكن تروعهم (٥) خيل المؤمنين وسلاحهم (٦) ؛ لأنهم كانوا يعدون أنفسهم من جملتهم، ويؤكد هذا ما روي عن الحسن أنه قال: إن صهيل الخيل يرهب الجن (٧) ، ومع هذا فقول من قال: إنهم المنافقون قريب؛ لأنهم يُرهبون (٨) بعدد المسلمين، ويوجسون الخليفة بظهورهم على عدوهم. </p><p>(١) رواه ابن أبي حاتم ٤/ ١٥ أ، قال ابن كثير في \"تفسيره\" ٢/ ٣٣٥: وهذا الحديث منكر لا يصح إسناده ولا متنه. (٢) ساقط من (ح) و (س).(٣) رواه الطبراني في \"الكبير\" ١٧/ ١٨٩ (٥٠٦)، والحارث بن أبي أسامة وأبو يعلى وابن المنذر وابن قانع في \"معجمه\" وأبو الشيخ وابن منده والروياني في \"مسنده\"، وابن مردويه وابن عساكر كما في \"الدر المنثور\" ٣/ ٣٥٩، قال ابن كثير في \"تفسيره\" ٢/ ٣٥٦: وهذا الحديث منكر لا يصح إسناده ولا متنه.(٤) هو الإمام ابن جرير، انظر \"تفسيره\" ١٠/ ٣٢ - ٣٣، وقد ذكر الواحدي قوله بمعناه.(٥) في (ح): (تردعهم)، وما أثبته موافق لتفسير ابن جرير.(٦) إلى هنا انتهى قول ابن جرير، وفي قوله: أما المنافقون فلم تكن تروعهم خيل المؤمنين. نظر؛ لأن سبب النفاق قوة المؤمنين وضعف الكافرين الذين بين ظهرانيهم فيسترون كفرهم، ومتى ما شعروا بقوتهم وضعف المؤمنين انقضوا عليهم وأظهروا كفرهم.(٧) ذكره الزمخشري ٢/ ١٦٦، والرازي ١٥/ ١٨٦، لكن الزمخشري لم ينسبه للحسن.(٨) في (ح): (يرتبون)، وهو خطأ.</p><p> وقال قوم من أهل التأويل: هم كل عدو للمسلمين لا يعرفون عداوته (١) </p><p> وقال المبرد (٢) : في قوله: {لَا تَعْلَمُونَهُمُ} اكتفى للعلم بمفعول واحد لأنه أراد: لا تعرفونهم (٣) ، وأنشد (٤) : </p><p> فإن الله يعلمني ووهبًا ... وأنا سوف يلقاه كلانا </p><p> وقوله تعالى:  {وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ} ، قال ابن إسحاق وغيره: من آلةٍ وسلاح وصفراء وبيضاء في طاعة الله: {يُوَفَّ إِلَيْكُمْ}  (٥) ، </p><p>(١) ذكر هذا القول الماوردي في \"تفسيره\" ٢/ ٣٣٠، ونسبه لبعض المتأخرين، ورجحه القرطبي في \"تفسيره\" ٨/ ٣٨ فقال: لا ينبغي أن يقال فيهم شيء؛ لأن الله سبحانه قال: {وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ}؛ فكيف يدعي أحد علمًا بهم، إلا أن يصح حديث جاء في ذلك عن رسول الله - صلى الله عليه وسلم - وهو قوله في هذه الآية: \"هم الجن\"، قلت: والحديث لم يصح كما سبق بيانه، وهذا القول أعم الأقوال إذ يدخل فيه كل من لا يعلم المؤمنون عداوته كالمنافقين، والمتربصين بالمؤمنين الدوائر، والدول التي ظاهرها المسالمة، وباطنها العداء والمحاربة. (٢) في (ح): (المبرك).(٣) انظر قول المبرد دون إنشاد البيت في: \"المقتضب\" ٣/ ١٨٩.(٤) البيت للنمر بن تولب العكلي كما في \"ديوانه\" ص ٣٩٥، و\"شرح المفصل\" ص ٢١٣، وكان وهب المذكور نازع النمر بن تولب الشاعر في بئر، فقال في ذلك قصيدة منها البيت المذكور وقبله:يريد خيانتي وهب وأرجو ... من الله البراءة والأمانا(٥) لم أجد هذا القول لابن إسحاق، ونص قوله في \"السيرة النبوية\" ٢/ ٣٢٠، و\"تفسير ابن جرير\" ١٠/ ٣٣: أي لا يضيع لكم عند الله أجره في الآخرة، وعاجل خلفه في الدنيا، وقال ابن جرير ١٠/ ٣٣: في شراء آلة حرب من سلاح أو حراب أو كراع ... يخلفه الله عليكم. وانظر أيضًا \"تفسير السمرقندي\" ٢/ ٢٤.</p>"
}