{
  "id": null,
  "sura": 8,
  "aya": 2,
  "text": "<p> ٢ - قوله تعالى:  {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} الآية. </p><p> يقال: وجل يوجل وجلًا فهو وجل وأوجل: إذا فرق وخاف، وقال معن بن أوس (١) : </p><p> لعمرك ما أدري وإني لأوجل ... على أينا تغدو المنية أول (٢) </p><p>= قال: أعطاني رسول الله - صلى الله عليه وسلم - يوم بدر أربعة أسهم، سهمين لفرسي، وسهمًا لي، وسهمًا لأمي من ذوي القربى. ومعلوم أن نصيب ذوي القربى إنما هو من الخمس. فإن قيل: عدم تخميس غنيمة بدر ثابت عن ابن عباس -كما ذكر الواحدي- وعن عبادة بن الصامت كما روى ذلك الحاكم بسند صحيح \"المستدرك\" ٣/ ٣٢٦. فالجواب: أن المثبت مقدم على النافي؛ لأن عند المثبت زيادة علم. رابعًا: أنه على القول بأن المراد بالأنفال: الغنائم، فإنه لا تعارض بين الآيتين، ووجه ذلك أن اللام في قوله تعالى: {وَالرَّسُولِ} إما أن تكون للتمليك، أو للاختصاص وبيان حق التصرف والقسمة والحكم، فإن كانت للتميك فالآية الثانية: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ} مخصصة لعموم الأولى، وليست ناسخة لها؛ لأنها لم ترفع جميع حكمها وإنما أبقت بعض الغنيمة لله والرسول.أما إن كانت اللام للاختصاص وبيان حق التصرف والحكم والقسمة فإن الثانية مبينة لإجمال الأولى، فالأولى حكمت بأن حق التصرف والقسمة مختص بالله ورسوله، والثانية بينت حكم الله وقسمته للغنيمة. وبهذا يتبين عدم صحة دعوى النسخ بأي وجه من الوجوه. والله أعلم.(١) هو: معن بن أوس بن نصر المزني، شاعر فحل، أدرك الجاهلية والإسلام، توفي سنة ٦٤هـ. انظر: \"الإصابة\" ٣/ ٤٩٩، و\"خزانة الأدب\" ٧/ ٢٦٠، و\"الأعلام\" ٧/ ٢٧٣.(٢) البيت في \"ديوانه\" ص ٢٨، وهو مطلع لاميته المشهورة باسم لامية العجم، والتي يستعطف بها صديقه، وكان معن طلق أخته وتزوج بأخرى، فآلى أخوها أن لا يكلمه. والشاعر يريد في البيت: أنه يؤثر أن يكون هو السابق في الوفاة، وهو وجل أن يبقى بعد وفاة صاحبه فيتألم لفراقه، ويذوق مرارة ذلك.انظر: \"شرح ديوان الحماسة\" للتبريزي ٣/ ٤١٣٢ و\"خزانة الآدب\" ٨/ ٢٩١.</p><p> قال المفسرون وأهل المعاني (١) : هذه الآية تتضمن وصف المؤمنين بوجل القلوب عند ذكر الله (٢) . </p><p> قال الزجاج: تأويله: إذا ذكرت عظمة الله جل وعز وقدرته وما خوف به من عصاه وجلت قلوبهم أي: فزعت (٣) . </p><p> يقول: إنما المؤمن الذي إذا خوف بالله فرق قلبه وانقاد لأمره خوفًا من عقابه، ومفهومه: ليس المؤمن الذي يخالف الله ورسوله ويترك اتباع ما أنزل في كتابه، والإشارة فيه إلى إلزام أصحاب بدر طاعة الرسول فيما يرى من قسمة الغنيمة. </p><p> قال ابن عباس:  {وَجِلَتْ قُلُوبُهُمْ} : خافت قلوبهم وخشعت لذكر الله (٤) . وقال مجاهد: فرقت قلوبهم (٥) . </p><p>(١) المراد بأهل المعاني: اللغويون الذين تكلموا عن معاني القرآن من جهة اللغة والنحو كالفراء وأبي عبيدة والأخفش والزجاج والنحاس وأبي عبيد وابن قتيبة وابن الأنباري والأزهري، قال الزركشي في \"البرهان\" ١/ ١٩٢: قال ابن الصلاح: وحيث رأيت في كتب التفسير: قال أهل المعاني، فالمراد به مصنفو الكتب في معاني القرآن كالزجاج ومن قبله، وفي بعض كلام الواحدي: أكثر أهل المعاني، الفراء والزجاج وابن الأنباري قالوا كذا. وانظر نحو هذا القول في: \"الإتقان\" للسيوطي ١/ ١٤٩.(٢) انظر: \"تفسير ابن جرير\" ٩/ ١٧٩، والسمرقندي ٢/ ٤، ولم أجده عند أهل المعاني.(٣) \"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٠٠.(٤) \"تنوير المقباس\" ص ١٧٧ مختصرًا، وقد روى ابن أبي حاتم عنه مثل قول مجاهد. انظر: \"تفسير ابن أبي حاتم\" ٥/ ١٦٥٥، و\"الدر المنثور\" ٣/ ٢٩٧.(٥) رواه ابن جرير ١٣/ ٣٨٦، وابن أبي حاتم ٥/ ١٦٥٥، وهو في \"تفسير مجاهد\" ص ٣٥١.</p><p> فإن قيل: قوله: {وَجِلَتْ قُلُوبُهُمْ} وقوله في آية أخرى: {الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ} الرعد: ٢٨. كيف يجمع بينهما والآيتان متدافعتان؛ لأن الوجل خلاف الطمأنينة؟ قيل: هذا جهل وذهاب عما عليه الآيتان لأن الاطمئنان إنما يكون من (١) ثلج اليقين (٢) ، وشرح الصدور، ولمعرفة التوحيد والعلم به، وما يتبع ذلك من الدرجة الرفيعة والثواب الجزيل الموعود به، والوجل إنما يكون من خوف العقوبة أو عند خوف الزيغ عن الهدى وما يستحق به الوعيد، فتوجل القلوب لذلك فكل واحدة من الحالتين غير صاحبتها فليس هنا إذًا تضاد ولا تدافع وهذان المعنيان المفترقان في هاتين الآيتين اجتمعا في آية واحدة وهو قوله:  {تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ}  [الزمر: ٢٣] ؛ لأن هؤلاء قد سكنت نفوسهم إلى معتقدهم ووثقوا فانتفى عنهم الشك والارتياب فهو معنى قوله:  {تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} وهذا كله كلام أبي علي الفارسي (٣) . </p><p> وقوله تعالى:  {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا} . قال ابن عباس: يريد تصديقًا ويقينًا (٤) ، وزيادة الإيمان الذي هو التصديق (٥) يكون على وجهين: </p><p>(١) في (س): (عن). (٢) في (ح): (النفس)، وهما بمعنى. يقال: ثَلَجَ قلبه وثَلِجَ: تيقن. انظر: \"اللسان\" (ثلج) ١/ ٥٠٠.(٣) انظر: \"الحجة للقراء السبعة\" ١/ ٢٢٢.(٤) رواه بنحوه ابن جرير ٩/ ١٧٩، وابن أبي حاتم ٥/ ١٦٥٦ أمن رواية علي بن أبي طلحة.(٥) التصديق بعض الإيمان, فإن كان المؤلف يريد أن يبين كيفية زيادة هذا البعض فكلامه مقبول، وإن كان يريد أن يفسر الإيمان بالتصديق فقط فكلامه محل نظر إذ إن الثابت عند أهل السنة والجماعة أن الإيمان: تصديق الجنان، وقول اللسان، =</p>"
}