{
  "id": null,
  "sura": 8,
  "aya": 20,
  "text": "<p> والوجه ما عليه عامة المفسرين أن الآية بأسرها خطاب للمشركين (١) </p><p> ٢٠ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ} قال أهل المعاني: إنما خص المؤمنين بالأمر دون غيرهم من المكلفين؛ لأن غيرهم بمنزلة من لا يعتد به لتركهم العمل بما يجب عليهم، مع أن إفرادهم بالخطاب إجلال لهم ورفع من أقدارهم (٢) ، قال عطاء عن ابن عباس في هذه الآية: يريد: أطيعوا الله والرسول فإن طاعة الرسول طاعة لي، ولا تعرضوا عنه وقد سمعتم موعظتي وما أعددت لأوليائي وأهل طاعتي من الثواب، وما أعددت لأعدائي وأهل معصيتي من العقاب (٣) . </p><p> وقال ابن عباس أيضاً: لا تولوا عن رسول الله وأنتم تسمعون ما نزل من القرآن، وتسمعون المواعظ (٤) . </p><p>= أولاً: مخالفته لما صح عن الصحابة -رضي الله عنهم- في سبب نزول الآية. ثانيًا: في قوله تعالى: {وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ} ما يؤكد أن المخاطبين أعداء الله محاربون له.ثالثًا: في قوله تعالى: {وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ} ما يفيد أن الخطاب لغيرهم؛ ولو كان لهم لكان المعنى: وإن تعودوا أيها المؤمنون للمنازعة نعد للإنكار والله معكم، وهذا غير مراد قطعًا لأن الآية إنكار على المخاطبين، ولذا اضطر الرازي ٨/ ١٤٧ لما جوزّ هذا الوجه أن يقيد المؤمنين بقوله: فإن الله لا يكون إلا مع المؤمنين الذين لا يرتكبون الذنوب. اهـ. ولا عصمة إلا للأنبياء.(١) وقد اقتصر عليه ابن جرير ١٣/ ٤٥٠، وأبو الليث السمرقندي ٢/ ١٢، وابن كثير ٢/ ٣٠٨، وصححه القرطبي ٧/ ٣٨٧.(٢) انظر: \"البحر المحيط\" ٤/ ٤٧٩، وقد ذكر أنه قول الجمهور، ولم أجده فيما بين يدي من كتب أهل المعاني.(٣) لم أقف على مصدره.(٤) رواه بلفظ مقارب الثعلبي ٦/ ٥٠ أ، وأنظر: \"الوسيط\" ٢/ ٤٥١.</p><p> وقال ابن إسحاق: لا تخالفوا أمره وأنتم تسمعون لقوله، وتزعمون أنكم منه (١) . </p><p> وقال غيره من أهل المعاني: وأنتم تسمعون دعاءه لكم، نهاهم الله عز وجل عن التولي في هذه الحال، ويسعهم الانصراف في غيرها (٢) . </p><p> وهذا القائل حمل التولي على الانصراف، والأولى أن يحمل ذلك على مخالفة الأمر؛ لأنه وإن أقبل على الرسول بوجهه ولم يعتقد طاعته لم يكن مطيعًا. </p><p> وقد حصل في الآية وجهان: </p><p> [أحدهما: لا تولوا]  (٣) عن رسول الله - صلى الله عليه وسلم - أي: لا تنفضوا عنه، وقد ذم قوماً بالانفضاض عنه في قوله:  {وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا}  [الجمعة: ١١] الآية، وفي قوله:  {قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا}  [النور: ٦٣] . </p><p> والثاني: أن معنى قوله: {وَلَا تَوَلَّوْا عَنْهُ} ولا تعرضوا عن أمره، وتلقوه بالطاعة والقبول، كما قال:  {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ}  [النور:٦٣] . </p><p> وذكر أبو علي الفارسي الوجهين (٤) جميعًا (٥) ، كما حكيناه. </p><p>(١) انظر: \"السيرة النبوية\" لابن هشام ٢/ ٣١٤. (٢) انظر: هذا القول في \"الحجة للقراء السبعة\" ٢/ ٢٣٤، و\"البرهان\" للحوفي ١١/ ٣٥ ب، ورده أبو السعود في \"تفسيره\" ٤/ ١٤ - ١٥.(٣) ما بين المعقوفين ساقط من (ح).(٤) ساقط من (م).(٥) انظر: \"الحجة للقراء السبعة\" ٢/ ٢٣٤.</p>"
}