{
  "id": null,
  "sura": 9,
  "aya": 117,
  "text": "<p> ببيت الكميت باطل؛ لأنه قياس في اللغة، [واللغة لا تؤخذ قياسًا]  (١) وليس كل موضع تكلم فيه بفعل يصلح في موضعه (٢) أن يقال (أفعل)  (٣) في النسبة (٤) إلى ذلك الفعل، فلا يقال: أكسر ولا أضرب، فليس علينا إلا اتباع العرب في استعمال ما استعملوا ورفض ما رفضوا) (٥) هذا كلامه، والآية بيان عما توجبه حال من لم (٦) يدل على (٧) ما يجب (٨) أن يجتنب (٩) من الأمر السمعي من أنه لا يطالب (١٠) باجتنابه ولا يضل بإتيانه حتى يُبين له أمره وتقرر عنده منزلته، فحينئذ يجازى به. </p><p> ١١٧ - قوله تعالى:  {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ} الآية، يروى عن ابن عباس في معنى التوبة على النبي - صلى الله عليه وسلم - أن ذلك لإذنه للمنافقين في التخلف عنه (١١) ، وقد مر ذلك. </p><p> وقال أبو عبيدة:  (هو مفتاح كلام كقوله تعالى:{فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ}[الأنفال: ٤١](١٢) . </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) ساقط من (ى).(٣) ساقط من (ح).(٤) في (ى): (اللغة).(٥) ذكر الرازي في \"تفسيره\" ١٦/ ٢١٣ بعض كلام ابن الأنباري بنحوه.(٦) ساقط من (ى).(٧) في (ى): (عليه).(٨) في (ج): (يوجب).(٩) ساقط من (ح).(١٠) في (ح): (يطلب).(١١) ذكره القرطبي في \"تفسيره\" ٨/ ٢٧٨.(١٢) ذكره الثعلبي ٦/ ١٥٦ أ، وابن الجوزي ٣/ ٥١١، والقرطبي ٨/ ٢٧٨، و\"الخازن\" ٢/ ٢٦٨، منسوبًا لأهل المعاني ولم أجد من ذكره عن أبي عبيدة، وليس في كتابه \"مجاز القرآن\".</p><p> ومعني هذا أن ذكر النبي - صلى الله عليه وسلم - [بالتوبة عليه]  (١) هاهنا تشريف للمهاجرين والأنصار، كما أن ضم اسم الله تعالى إلى اسم الرسول إنما هو تشريف للرسول فقط، فأما توبة الله على المهاجرين والأنصار فمن ميل (٢) قلوب بعضهم إلى التخلف عنه وهو قوله: {كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ} ويذكر ذلك، ولكن الله تعالى قدم ذكر التوبة فضلًا منه، ثم ذكر ذنبهم. </p><p> وقوله تعالى:  {الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ} ، قال أبو إسحاق:  (معناه في وقت العسرة لأن الساعة تقع على كل الزمان)  (٣) فهي عبارة (٤) عن جميع وقت تلك الغزوة، وهذا معنى قول الكلبي:  (في حين العسرة)  (٥) . </p><p> وقال غيره:  (يريد أشد الساعات التي مرت بهم في تلك الغزوة)  (٦) ، وهي الساعة التي كادت قلوبهم تزيغ فيها، والعسرة: تعذر الأمر وصعوبته، قال جابر:  (هي عسرة الظهر، وعسرة الماء، وعسرة الزاد)  (٧) . </p><p> أما عسرة الظهر فقال الحسن:  (كان العشرة من المسلمين يخرجون على بعير يعتقبونه بينهم)  (٨) . </p><p>(١) ما بين المعقوفين ساقط من (ح). (٢) في (ح): (مثل).(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٧٤.(٤) في (ح): (جماعة)، وهو خطأ.(٥) \"تنوير المقباس\" ص ٢٠٥.(٦) انظر: \"المحرر الوجيز\" ٧/ ٦٧ - ٦٨، و\"تفسير القرطبي\" ٨/ ٢٧٨.(٧) رواه ابن جرير ١١/ ٥٥، وابن المنذر وابن مردويه كما في \"الدر المنثور\" ٣/ ٥١٢، وذكره بغير سند الثعلبي ٦/ ١٥٦ أ.(٨) \"تفسير الثعلبي\" ٦/ ١٥٦ أ، والبغوي ٤/ ١٠٤، والقرطبي ٨/ ٢٧٩.</p><p> وعسرة الزاد أنه (١) ربما مص التمرة الواحدة جماعة يتناوبونها حتى لا يبقى من التمرة إلا النواه (٢) ، وأما عسرة الماء فقال عمر -رضي الله عنه -: (خرجنا في قيظ شديد، وأصابنا فيه عطش شديد، حتى إن الرجل لينحر بعيره فيعصر فرثه فيشربه)  (٣) . </p><p> وقوله تعالى:  {مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ} ، قال ابن عباس:  (يريد: يميل بعض من كان فيها إلى التخلف والعصيان)  (٤) . </p><p> وقال الكلبي:  (هم أناس من المسلمين هموا بالتخلف ثم لحقوه)  (٥) . </p><p> وقال أبو إسحاق:  (أي من بعد ما كادوا يقفلون عن غزوتهم للشدة ليس أنه زائغ (٦) عن الإيمان، إنما هو أن كادوا يرجعون) (٧) . </p><p> وقرأ حمزة (يَزِيغُ) بالياء (٨)  [فمن قرأ]  (٩) بالتاء فله وجهان: </p><p>(١) ساقط من (ى). (٢) هذا معنى قول مجاهد وقتادة فيما رواه عنهما ابن جرير ١١/ ٥٥، وقول الحسن فيما رواه عنه الثعلبي ٦/ ١٥٦ أ، والبغوي ٤/ ١٠٤.(٣) رواه ابن جرير ١١/ ٥٥، وابن حبان في \"صحيحه\" (الإحسان) رقم (١٣٨٣) ٤/ ٢٢٣، والحاكم ١/ ١٥٩، وقال: صحيح على شرط الشيخين، ووافقه الذهبي.(٤) \"تنوير المقباس\" ص ٢٠٥ بمعناه.(٥) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٥١٢، والبغوي في \"تفسيره\" ٤/ ١٠٥، والمؤلف في \"الوسيط\" ٢/ ٥٢٩.(٦) في \"معاني القرآن وإعرابه\": يزيغ.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٧٤.(٨) وكذلك هي قراءة حفص عن عاصم وقرأ الباقون بالتاء، انظر: \"السبعة\" ص ٣١٩، و\"التيسير في القراءات السبع\" ص١٢٠، و\"رشاد المبتدي\" ص ٣٥٧، و\"إتحاف فضلاء البشر\" ص ٢٤٥.(٩) ما بين المعقوفين ساقط من (ى).</p><p> أحدهما: أن يضمر فاعل كاد، ويكون تقدير الكلام: كاد الحزب (١) أو القوم تزيغ قلوب فريق منهم (٢) . </p><p> والثاني: أن يكون فاعل (كاد) القلوب، كأنه: من بعد ما كاد قلوب فريق منهم تزيغ، ولكنه قدم (تزيغ) كما تقدم خبر كان في قوله: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ}  [الروم: ٤٧] ، وجاء تقديمه وإن كان فيه ذكر من القلوب (٣) ، ولم يمتنع من حيث يمتنع الإضمار قبل الذكر، لما كان النية به التأخير، كما لم يمتنع: ضرب غلامه زيد، لما كان التقدير به التأخير، [ألا ترى أن حكم الخبر أن يكون بعد الاسم، كما أن حكم المفعول به أن يكون بعد الفاعل، وعلى هذا التقدير يجب التأنيث في (تزيغ) ؛ لأن المراد به التأخير] (٤) وجاز التذكير في (كاد) لتقدم الفعل، وهذان الوجهان ذكرهما أبو علي الفارسي (٥) ، وذكر الفراء وجهين آخرين: </p><p> أحدهما: أن يكون الكلام على النظم الذي هو عليه، والفعل المسند إلى المؤنث إذا تقدم عليه جاز تذكيره وتأنيثه، فلما جاز الوجهان ذكر الفعل الأول لما وقع من الحيلولة بينه وبين المؤنث بالفعل الذي هو (يزيغ) فصار كقولهم: حضر القاضي امرأةٌ، وأنث الفعل الثاني لأنه ملتزق بالقلوب. </p><p> الوجه الثاني: أن (كاد) ليس بفعل متصرف كغيره من الأفعال، ألا </p><p>(١) في جميع النسخ لم توضع نقطة فوق الزاي والتصحيح من\"الحجة للقراء السبعة\". (٢) في (ح) زيادة نصها: (تزيغ ولكنه قدم) وهي وهم من الناسخ وتكرار لبعض ما ذكر في الوجه الثاني.(٣) يعني أن فيه ضميرًا يعود على القلوب.(٤) ما بين المعقوفين ساقط من: (ح).(٥) انظر: \"الحجة للقراء السبعة\" ٤/ ٢٣٦.</p>"
}