{
  "id": null,
  "sura": 9,
  "aya": 52,
  "text": "<p> فلا يحدث في الكائنات شيء إلا وقد جرى به قضاء سابق. </p><p> وقوله تعالى:  {هُوَ مَوْلَانَا} ، قال ابن عباس:  (ناصرنا)  (١) ، وقيل: الذي يتولى حياطتنا ودفع الضرر عنا (٢) ، {وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} ، أي: وإليه فليفوض المؤمنون أمورهم على الرضا بتدبيره والثقة بحسن اختياره، قال أصحاب المعاني: وهذا بيان عما يوجبه إظهار شماتة الأعداء من الإقرار بأنه لا يصيب العبد إلا ما قضى (٣) عليه والتسليم لأمره، والتوكل عليه. </p><p> ٥٢ - قوله تعالى:  {قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ} الآية، يقال: فلان يتربص بفلان الدوائر: إذا كان ينتظر وقوع (٤) مكروه (٥) به، وهذا مما سبق الكلام فيه (٦) ، وقال أهل المعاني: التربص: التمسك بما ينتظر به مجيء حينه، وكذلك قيل: تربص بالطعام إذا تمسك به إلى حين زيادة سعره (٧) ، وابن عباس والمفسرون يقولون في التربص هاهنا: الانتظار (٨) والحسنى: تأنيث الأحسن. </p><p>(١) ذكره الماوردي في \"النكت والعيون\" ٢/ ٣٧١ من غير نسبة. (٢) انظر: \"الوسيط\" ٢/ ٥٠٣، و\"البحر المحيط\" ٥/ ٥٢.(٣) هكذا في جميع النسخ، والسياق يقتضي أن يقول: ما قضى الله عليه.(٤) ساقط من (م).(٥) في (ي): (المكروه).(٦) انظر: \"تفسير البسيط\" المائدة: ٥٢.(٧) انظر معنى التربص في: \"تهذيب اللغة\" (ربص) ٢/ ١٣٤٤، و\"لسان العرب\" (ربص) ٣/ ١٥٥٨.(٨) \"البرهان\" للحوفي ١١/ ٢٠٣ أ، و\"تنوير المقباس\" ص ١٩٥، و\"الوسيط\" ٢/ ٥٠٣، عن ابن عباس، وانظر: \"تفسير ابن جرير\" ١٠/ ١٥١، والثعلبي ٦/ ١١٤ أ، والبغوي ٤/ ٥٧.</p><p> قال ابن عباس وجميع المفسرين في:  {إِحْدَى الْحُسْنَيَيْنِ} يعني الغنيمة والفتح، أو (١) الشهادة والمغفرة (٢) ، وقد قال رسول الله -صلى الله عليه وسلم- \"تضمن الله لمن خرج في سبيله لا يخرج إلا إيمانًا بالله وتصديقًا لرسوله أن يرزقه الشهادة، أو يرده إلى أهله مغفورًا نائلاً ما نال من أجر وغنيمة\"  (٣) . </p><p> أخبرناه (٤) الأستاذ أبو إسحاق أحمد بن محمد بن إبراهيم (٥) ، قال: أخبرنا الحسن بن محمد بن الحسن المفسر (٦) قال (٧) : أنبأ أبو بكر محمد ابن أحمد بن جعفر العدل (٨) ، ثنا أبو (٩) عبد الله محمد بن إبراهيم </p><p>(١) في (ج): (و). (٢) أخرجه ابن عباس الإمام ابن جرير ١٠/ ١٥١، وابن أبي حاتم ٦/ ١٨١٢، وهو قول مجاهد وقتادة وابن جريج.انظر: \"تفسير ابن جرير\" ١٠/ ١٥١، والبغوي ٤/ ٥٧.(٣) رواه بنحوه البخاري (٣١٢٣)، كتاب: الخمس، باب: قول النبي -صلى الله عليه وسلم-: \"أحلت لكم الغنائم\" رقم، ومسلم (١٨٧٦) كتاب: الإمارة، باب: فضل الجهاد، ورواه بلفظه الثعلبي في \"تفسيره\" ٣/ ١١٤ أ.(٤) في (ج): (أخبرنا).(٥) هو: الثعلبي المفسر.(٦) هو: الحسن بن الحسن بن حبيب بن أيوب، أبو القاسم النيسابوري الواعظ المفسر، كان إمام عصره في معاني القرآن وعلومه، أديبًا نحويًّا، عارفًا بالمغازي والسير، وسمع الحديث الكثير، وله مصنفات في القراءات والتفسير والآداب، توفي سنة ٤٠٦ هـ.انظر: \"العبر\" ٢/ ٢١٢، و\"طبقات المفسرين\" للداودي ١/ ١٤٤.(٧) ساقط من (ج) و (م).(٨) لم أقف على ترجمة له فيما بين يدي من مصادر.(٩) ساقطة من (ي).</p><p> العبدي (١) ، ثنا أبو بكر أمية بن بسطام (٢) ، أنبأ يزيد بن زريع (٣) ، عن روح ابن القاسم (٤) ، عن سهيل، عن أبيه عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم - فذكر الحديث. </p><p> وأخبرناه أبو منصور عبد القاهر بن طاهر بن محمد بن إبراهيم بن يحيي التميمي (٥) أنبا أبو عمرو إسماعيل بن أبي أحمد السلمي (٦) ، أنبا، </p><p>(١) هو: محمد بن إبراهيم بن سعيد بن عبد الرحمن العبدي، أبو عبد الله البوشنجي المالكي النيسابوري الإمام العلامة الحافظ، ذو الفنون، شيخ أهل الحديث في عصره بنيسابور، ارتحل في طلب الحديث ولقي الكبار، وصنف، وسار ذكره، وبعد صيته. توفي في غرة محرم سنة ٢٩١ هـ. انظر: \"سير أعلام النبلاء\" ١٣/ ٥٨١، و\"تذكرة الحفاظ\" ٢/ ٦٥٧، و\"تهذيب التهذيب\" ٣/ ٤٨٩.(٢) هو: أمية بن بسطام بن المنتثسر، أبو بكر العيشي البصري، الحافظ الثقة، حدث عنه البخاري ومسلم في صحيحيهما، ومات سنة ٢٣١ هـ.انظر: \"التاريخ الكبير\" ٢/ ١١، و\"سير أعلام النبلاء\" ١١/ ٩، و\"تهذيب التهذيب\" ١/ ١٨٧.(٣) هو: يزيد بن زريع العيشي، أبو معاوية البصري، ثقة ثبت حافظ، إليه المنتهى في التثبت بالبصرة، وهو من رجال الصحيحين والسنن الأربع، توفي سنة ١٨٢ هـ. انظر: \"الكاشف\" ٢/ ٣٨٢، و\"تقريب التهذيب\" ٦٠١ (٧٧١٣)، و\"تهذيب التهذيب\" ٤/ ٤١١.(٤) هو: روح بن القاسم التميمي العنبري، أبو غياث البصري، كان ثقة ثبتًا حافظًا متقنًا، وهو من رجال الكتب الستة، توفي سنة ١٤١ هـ. انظر: \"الكاشف\" ١/ ٣٩٩، و\"تقريب التهذيب\" ٢١١ (١٩٧٠)، و\"تهذيب التهذيب\" ١/ ٦١٦.(٥) تقدمت ترجمته عند ذكر شيوخ الواحدي.(٦) هو: إسماعيل بن نُجيد بن أحمد بن يوسف السلمي، النيسابوري، الصوفي، كبير الطائفة، وصنمه الذهبي بقوله: شيخ عصره، ومسند مصره. سمع عبد الله بن أحمد ابن حنبل ومحمد بن إبراهيم العبدي وغيرهما، وروى عنه جماعة منهم أبو منصور =</p><p> العبدي فذكره بإسناده، وقال الله تعالى:  {وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا}  [النساء: ٧٤] . </p><p> وقوله تعالى:  {وَنَحْنُ نَتَرَبَّصُ بِكُمْ} ، قال ابن عباس: ننتظر بكم (١) ، {أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ}  (٢) ، قال: يريد بقارعة من السماء (٣) ، وقال الكلبي: بعذاب من عنده كما أصاب الأمم الخالية (٤) . </p><p> وقوله تعالى:  {أَوْ بِأَيْدِينَا} ، قال ابن عباس: يريد بإذن الله لنا في قتلكم فنقتلكم (٥) ، وقال ابن كيسان: أي إن أظهرتم ما في قلوبكم قتلناكم (٦) . </p><p> وقوله تعالى:  {فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ} ، قال ابن عباس: فانتظروا (٧) إنا معكم منتظرون (٨) ، وقال الحسن: فتربصوا مواعيد الشيطان </p><p>= البغدادي وأبو عبد الله الحاكم، وتوفي سنة ٣٦٥ هـ. انظر: \"سير أعلام النبلاء\" ١٦/ ١٤٦، و\"تاريخ الإسلام\" (وفيات سنة ٣٦٥ هـ) ص ٢٣٥، و\"الإكمال\" لابن ماكولا ١/ ١٨٨. (١) ذكره المؤلف في \"الوسيط\" ٢/ ٥٠٣، والفيروزأبادي في \"تنوير المقباس\" ص ١٩٥.(٢) في (ي): (زيادة نصها: كما أصاب الأمم الخالية. اهـ. وهي التباس من الناسخ بسبب الجملة التالية.(٣) رواه الثعلبي في \"تفسيره\" ٦/ ١١٤ أبلفظ: الصواعق، ومثله ابن الجوزي في \"زاد المسير\" ٣/ ٤٥١.(٤) لم أجد من نسبه للكلبي، وقد اعتمده الثعلبي في \"تفسيره\" ٦/ ١١٤ أ، والبغوي ٤/ ٥٨، والقرطبي ٨/ ١٦٠ وغيرهم.(٥) ذكره ابن جرير في \"تفسيره\" ١٠/ ١٥١، مختصرًا من رواية ابن جريج وهي منقطعة.(٦) لم أجد من ذكره عنه، وقد اعتمده الثعلبي في\"تفسيره\" ٦/ ١١٤ أ.(٧) في (ج): (وانتظروا).(٨) \"تنوير المقباس\" ص ١٩٥.</p>"
}