{
  "id": null,
  "sura": 9,
  "aya": 15,
  "text": "<p> قال أبو إسحاق:  \"وفي هذه الآية، دليل على تثبيت النبوة؛ لأنه وعدهم النصر ووفى به، فدل به على صدق ما أتى به محمد - صلى الله عليه وسلم -\"  (١) ، ودلّ كلام أبي إسحاق (٢) في تفسير قوله: {وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ} أن هذا يراد به أصحاب النبي -صلى الله عليه وسلم- لا حلفاؤه من خزاعة؛ لأنه قال:  \"فيه دليل على أنهم اشتد غضبهم لله عز وجل\"  (٣) ، فعنده الشفاء إنما هو من داء الغضب لله ولدينه ورسوله، وعند غيره من المفسرين: الشفاء من داء الحقد لخزاعة على بني بكر وقريش (٤) . </p><p> ١٥ - قوله تعالى:  {وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ} ، قال المفسرون:  \"يعني: كربها ووجدها بمعونة قريش بكرًا عليهم\"  (٥) . </p><p> {وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ} يعني (٦) من المشركين كأبي سفيان وعكرمة ابن أبي جهل (٧) وسهيل بن عمرو (٨) ، تاب الله عليهم، وهداهم للإسلام. </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٤٣٦ بنحوه. (٢) (إسحاق) ساقط من (ى).(٣) المصدر السابق، نفس الموضع.(٤) هذا قول مجاهد وعكرمة وقتادة والسدي. انظر: \"تفسير ابن جرير\" ١٠/ ٩١، وابن أبي حاتم ٦/ ١٧٦٣، و\"الدر المنثور\" ٣/ ٣٨٩.(٥) هذا نص قول الثعلبي في \"تفسيره\" ٦/ ٨٣ ب، ومثله البغوي ٤/ ١٨، وبنحوه قال ابن جرير ١٠/ ٩١.(٦) من (م).(٧) هو: عكرمة بن أبي جهل عمرو بن هشام بن المغيرة المخزومي القرشي المكي، الشريف الشهيد، كان سيد بني مخزوم بعد قتل أبيه، ثم أسلم وحسن إسلامه، وأبلى في الإسلام بلاءً حسنًا، وقتل في معركة أجنادين أو اليرموك سنة ١٣ هـ أو ١٥هـ. انظر: \"المعارف\" ص١٨٨، و\"سير أعلام النبلاء\" ١/ ٣٢٣، و\"البداية والنهاية\" ٧/ ٤، ٣٢، و\"الإصابة\" ٤/ ٤٩٦.(٨) هو: سهيل بن عمرو بن عبد شمس العامري القرشي خطيب قريش وفصيحهم، =</p><p> قال الزجاج:  \"قوله تعالى:{وَيَتُوبُ اللَّهُ}ليس بجواب لقوله:{قَاتِلُوهُمْ}ولكنه مستأنف؛ لأن{يَتُوبُ}ليس من جنس ما يجاب به{قَاتِلُوهُمْ}\"  (١) . </p><p> وقال الفراء:  \"رفع قوله:{وَيَتُوبُ اللَّهُ}لأن معناه ليس من شروط الجزاء، إنما هو استئناف،كقولك للرجل:ائتني أعطك، وأحبُّك بعد وأكرمُك، استئناف ليس بشرط للجزاء،ومثله قوله:{فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ}[الشورى:٢٤]تم الجزاء ههنا،ثم استأنف:{وَيَمْحُ اللَّهُ الْبَاطِلَ}(٢)\"  (٣) . </p><p> وقوله تعالى:  {وَاللَّهُ عَلِيمٌ حَكِيمٌ} ، قال ابن عباس:  \"يريد: \" عليم \" بنيات المؤمنين وحبهم لله \" حكيم \" فيما قضى في الذين نقضوا القضية(٤)\"  (٥) . </p><p>= ومن أشرافهم، أسلم بعد فتح مكة وحسن إسلامه، وكان سمحًا جوادًا مفوهًا، كثير الصلاة والصوم والصدقة، مات في طاعون عمواس سنة ١٨هـ، وقيل: بل قتل في معركة اليرموك سنة ١٣هـ أو ١٥هـ. انظر: \"المعارف\" ١٦١، و\"سير أعلام النبلاء\" ١/ ١٩٤، و\"الإصابة\" ٣/ ٩٣.(١) \"معاني القرآن وإعرابه\" ٢/ ٤٣٧.(٢) قوله (يمح) كتبت في جميع النسخ هكذا: \"يمحو\" بإثبات الواو، وهي في رسم المصحف العثماني وفي \"معاني القرآن\" للفراء بإسقاط الواو، قال العكبري في \"التبيان في إعراب القرآن\" ص ٤١٦: و\"يمح\": مرفوع مستأنف، وليس من الجواب؛ لأنه يمحو الباطل من غير شرط، وسقطت الواو من اللفظ لالتقاء الساكنين، ومن المصحف حملاً على اللفظ). وانظر أيضاً: \"البيان في غريب إعراب القرآن\" ٢/ ٣٤٧ فقد ذكر نحو ذلك.(٣) \"معاني القرآن\" ١/ ٤٢٦ بتصرف يسير.(٤) في (ى): (العهد).(٥) في \"تنوير المقباس\" ص ١٨٩: \"والله عليم\" بمن تاب وبمن لم يتب منهم \"حكيم\" فيما حكم عليهم.</p>"
}