{
  "id": null,
  "sura": 9,
  "aya": 98,
  "text": "<p> فرائض ما أنزل الله على رسوله) (١) ] (٢)  {وَاللَّهُ عَلِيمٌ} بما في قلوب خلقه، {حَكِيمٌ} بما فرض من فرائضه. </p><p> وقال يمان: وأجدر ألا يعلموا الحلال والحرام (٣) ، وقال ابن كيسان:  (يعني حجج الله في توحيده وتثبيت رسالة (٤) رسوله - صلى الله عليه وسلم -؛ لأنهم لا ينظرون فيها) (٥) . </p><p> ٩٨ - قوله تعالى:  {وَمِنَ الْأَعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا} الآية، المغرم مصدر كالغرم، ومعنى الغرم لزوم نائبة في المال من غير جناية (٦) فيثقل ذلك على الإنسان، ومضى الكلام في هذا عند قوله:  {وَالْغَارِمِينَ}  [التوبة: ٦٠] يعني: يتخذ ما ينفق في الجهاد والغزو مغرمًا، قال ابن عباس:  (يريد: لا يرجو له ثوابًا، ولا يخاف على إمساكه عقابًا)  (٧) . </p><p> وقوله تعالي:  {وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ} الدوائر (٨) : جمع دائرة، وهي الحال المنقلبة عن (٩) النعمة إلى البلية، وخصت بانقلاب النعمة دون انقلاب النقمة لأن النعمة أغلب وأعم، إذ كل أحد فعليه نعمة من الله، وليس كذلك النقمة؛ لأنها خاصة، مع أنه قد يقال: (دارت [الدوائر: </p><p>(١) ذكره السمرقندي في \"تفسيره\" ٢/ ٦٩ عن الكلبي. (٢) ما بين المعقوفين ساقط من (ح) ومكرر في (م).(٣) لم أجده فيما بين يدي من المراجع.(٤) ساقط من (ى).(٥) ذكره بنحوه القرطبي في \"تفسيره\" ٨/ ٢٣٢.(٦) في (ح): (خيانة).(٧) رواه الثعلبي ٦/ ١٣٨ ب، والبغوي ٤/ ٨٦.(٨) ساقط من (ح).(٩) في (م): (من).</p><p> أي) (١) دارت لهم] (٢) الدنيا، بخلاف ما دامت عليهم، ومضى الكلام في هذا عند قوله:  {نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ}  [المائدة: ٥٢]  (٣) . </p><p> قال ابن عباس في قوله:  {وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ} يعني الموت أو القتل (٤) ، ونحوه قال الفراء (٥) والزجاج (٦) . </p><p> وقال يمان:  (أي ينتظر أن تقلب الأمور عليكم، فيموت الرسول ويظهر (٧) عليكم المشركون) (٨) . </p><p> {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} الدائرة هاهنا: يجوز أن تكون [واحدة الدوائر، وتكون صفة غالبة، ويجوز أن تكون]  (٩) مصدرًا، كالعاقبة والعافية، قال أبو علي:  (والصفة أكثر في الكلام فينبغي أن يحمل عليها،والمعنى فيها:أنها خلة تحيط بالإنسان حتى لا يكون له منها مخلص)  (١٠) . </p><p>(١) ما بين القوسين ساقط من (م). (٢) ما بين المعقوفين ساقط من (ح).(٣) انظر: النسخة (ح) ٢/ ٥٧ ب وقد قال في هذا الموضع: (الدائرة: من دوائر الدهر كالدولة، وهي التي تدور من قوم إلى قوم، والدائرة التي تخشى كالهزيمة والدبرة والقحط والحوادث المخوفة، قال عبد الله بن مسلم: نخشى أن يدور الدهر علينا بمكروه، ويعنون الجدب فلا تميروننا).(٤) \"تنوير المقباس\" ص ٢٠٢ بنحوه.(٥) \"معاني القرآن\" ١/ ٤٤٩.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٦٥.(٧) في (ح): (ويذهب)، وهو خطأ.(٨) ذكره بنحوه الثعلبي ٦/ ١٣٨ ب، والبغوي ٤/ ٨٦(٩) ما بين المعقوفين ساقط من (ي).(١٠) \"الحجة للقراء السبعة\" ٤/ ٢٠٧.</p><p> وقوله:  {السَّوْءِ} قرئ بفتح السين وضمه (١) ، قال الفراء:  (فتح السين هو وجه الكلام؛لأنه مصدر قولك:سؤته سوءًا ومسائية ومساءة (٢) وسوائية، فهذه مصادر (٣) ، ومن رفع السين جعله اسمًا كقولك: عليهم دائرة البلاء والعذاب، ولا يجوز ضم السين في قوله:  {مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ}  [مريم: ٢٨] ولا في قوله: {وَظَنَنْتُمْ ظَنَّ السَّوْءِ}  [الفتح: ١٢] لأنه ضد لقولك: هذا رجل صدق، وثوب صدق، فليس للسوء هاهنا معنى في عذاب ولا بلاء فيضم) (٤) . </p><p> وقال الأخفش وأبو عبيد:  (من فتح السين فهو كقولك: رجل سوء، وامرأة سوء،ثم تدخل الألف واللام فتقول:رجل السوء،وأنشد الأخفش:</p><p> وكنت كذئب السوء لما رأى دمًا ... بصاحبه يوما أحال (٥) على الدم (٦) </p><p>(١) قرأ ابن كثير وأبو عمرو بضم السين، وباقي العشرة بفتحها. انظر: \"الغاية في القراءات العشر\" ص ١٦٦، وكتاب \"إرشاد المبتدي\" ص ٣٥٥، و\"تقريب النشر\" ص ١٢١. (٢) كررت في (خ).(٣) ذكر هذه المصادر ابن منظور في \"لسان العرب\" (سوأ)، وزاد: سوءا -بضم السين- وسواء وسواءة وسواية ومساية ومساء.(٤) \"معاني القرآن\" ١/ ٤٥٠.(٥) في (ح): (أخاك).(٦) البيت للفرزدق، انظر: ديوانه ٢/ ١٨٧، و\"طبقات فحول الشعراء\" ١/ ٣٦٢، و\"كتاب الحيوان\" ٦/ ٢٩٨.وقوله: أحال على الدم: قال الجاحظ: (الذئبان ربما أقبلا على الإنسان إقبالًا واحداً، وهما سواء على عداوته، والجزم على أكله، فإذا أدمي أحدهما وثب على صاحبه المدمي فمزقه وأكله، وترك الإنسان). انظر: \"كتاب الحيوان\" ٦/ ٢٩٨.</p><p> ومن ضم السين أراد بالسوء: المضرة والشر والمكروه والبلاء، كأنه قيل: عليهم دائرة الهزيمة والمكروه، وبهم يحيق ذلك) (١) ، وعلى هذا القياس تقول: رجل السوء (٢) ، [قال (٣) : وذا (٤) ضعيف، ودائرة السوء أحسن من رجل السوء (٥) ] (٦) [والرجل لا يضاف إلى السوء كما يضاف هذا (٧) . </p><p>(١) انظر: قول الأخفش في كتاب \"معاني القرآن\"، له ١/ ٣٦٣، وقول أبي عبيد في \"تفسير الرازي\" ١٦/ ١٦٧، وقد دمج المؤلف قول الأخفش في قول أبي عبيد. (٢) قوله: وعلى هذا القياس تقول: رجل السوء، ليس في كتاب \"معاني القرآن\" وهو في \"الحجة للقراء السبعة\" ٤/ ٢٠٩.(٣) يعني: الأخفش.(٤) عبارة الأخفش: (وقد قرئت (دائرة السوء) وذا ضعيف) أهـ. فالإشارة تعود إلى القراءة بضم السين لا إلى قول القائل: رجل السوء، كما يوهم صنيع أبي علي الفارسي الذي نقل المؤلف عبارته علمًا أن هذا القول ضعيف أيضاً عند الأخفش كما في التعليق التالي، والجدير بالتنبيه أن القراءة بضم السين قراءة سبعية فلا يصح الطعن فيها.(٥) ضُبطت في كتاب \"معاني القرآن\" بفتح السين، ولعل الصواب الضم، قال ابن بري: قد أجاز الأخفش أن يقال: (رجل السوء، ورجل سَوء، فتح السين فيهما، ولم يجوز رجل سُوء، بضم السين لأن السوء اسم للضر وسوء الحال، وإنما يضاف إلى المصدر السابق: الذي هو فعله، كما يقال: رجل الضرب والطعن، فيقوم مقام قولك: رجلٌ ضراب وطعان، فلهذا جاز أن يقال: رجل السوء، بالفتح، ولم يجز أن يقال: هذا رجل السوء، بالضم). \"لسان العرب\" (سوأ) ٤/ ٢١٦٠.(٦) ما بين المعقوفين ساقط من (م).(٧) \"كتاب معاني القرآن\" ١/ ٣٦٤ وبقية عبارته: الآن هذا يفسر به الخير والشر). وقد جعلت المحققة اسم الإشارة (هذا) بين علامتي تنصيص مما زاد في غموض العبارة، واسم الإشارة يعود إلى الدائرة.</p>"
}