{
  "id": null,
  "sura": 9,
  "aya": 102,
  "text": "<p> إلى حذيفة اثني عشر رجلاً من المنافقين وقال:  \"ستة يكفيهم الله بالدبيلة، سراج من نار تأخذ أحدهم حتى تخرج من صدره، وستة يموتون موتًا\"  (١) . </p><p> وقال الحسن:  (بأخذ الزكاة من أموالهم وعذاب القبر)  (٢) . </p><p> وقال محمد بن إسحاق:  (هو ما يدخل عليهم من غيظ الإسلام ودخولهم فيه من غير حسبة (٣) ، ثم عذابهم في القبور) (٤) . </p><p> وقال إسماعيل بن أبي زياد (٥) : (أحد العذابين ضرب الملائكة الوجوه والأدبار، والثاني عند البعث، يوكل بهم عنق من نار)  (٦) . </p><p> {ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ} يعني: الخلود في النار. </p><p> ١٠٢ - قوله تعالى:  {وَآخَرُونَ} أي ومن أهل المدينة آخرون {اعْتَرَفُوا بِذُنُوبِهِمْ} الاعتراف: الإقرار [بالذنب أو بالذل والمهانة والرضا به، واعترف فلان]  (٧) إذا ذل وانقاد، قال أصحاب العربية: (ومعناه الإقرار </p><p>(١) رواه ابن جرير ١١/ ١١ عن قتادة، وفي سنده مجهول. (٢) انظر: \"تفسير ابن جرير\" ١١/ ١١، والثعلبي ٦/ ١٤٣ أ.(٣) في (ح): (خشيتهم)، وهو خطأ.(٤) \"السيرة النبوية\" لابن هشام ٤/ ٢١٢.(٥) هو: إسماعيل بن أبي زياد الكوفي الشامي قاضي الموصل، واسم أبيه مسلم، وقيل زياد، له كتاب في التفسير شحنه بأحاديث لا يتابع عليها، قال الدارقطني: يضع الحديث، كذاب، متروك، وقال ابن حجر: متروك كذبوه.انظر: \"الضعفاء والمتروكون\" ص ١٣٩، \"تهذيب الكمال\" ٣/ ٢٠٦، و\"تقريب التهذيب\" ص ١٠٧ (٤٤٦)، و\"تهذيب التهذيب\" ١/ ١٥١ - ١٥٢، و\"طبقات المفسرين\" للداودي ١/ ١٠٨.(٦) ذكره الثعلبي في \"تفسيره\" ٦/ ١٤٣ ب.(٧) ما بين المعقوفين ساقط من (ى).</p><p> بالشيء عن معرفة (١)  (٢) . </p><p> وقال أهل التفسير:  (نزلت في قوم من المؤمنين، كانوا تخلفوا عن رسول الله -صلى الله عليه وسلم- عن (٣) غزوة تبوك ثم ندموا على ذلك، وتذمموا، وقالوا نكون في الكن (٤) والظلال مع النساء ورسول الله - صلى الله عليه وسلم - وأصحابه في الجهاد، والله لنوثقن أنفسنا بالسواري فلا نطلقها حتى يكون رسول الله - صلى الله عليه وسلم - هو يطلقنا ويعذرنا، فأوثقوا أنفسهم بسواري المسجد، فلما رجع رسول الله - صلى الله عليه وسلم - أقسم لا يطلقهم ولا يعذرهم حتى يؤمر بذلك، فأنزل الله هذه الآية، فأطلقهم وعذرهم) (٥) . </p><p> وقوله تعالى:  {خَلَطُوا عَمَلًا صَالِحًا} ، قال ابن عباس:  (يريد نية صادقة وبراءة من النفاق)  (٦) ، وقال الكلبي:  {اعْتَرَفُوا بِذُنُوبِهِمْ} يعني التخلف عن الغزو، و {خَلَطُوا عَمَلًا صَالِحًا} يعني التوبة، {وَآخَرَ سَيِّئًا} تقاعدهم عن الغزو) (٧) . </p><p>(١) في (ى): (معروفه)، وهو خطأ. (٢) انظر: \"المفردات في غريب القرآن\" ص٣٣٢، و\"لسان العرب\" (عرف) ٥/ ٢٨٩٩، والقول بنصه للزهري كما في \"زاد المسير\" ٣/ ٤٩٥.(٣) في (ح): (في).(٤) الكن: البيت ووقاء كل شىء وستره. انظر: \"القاموس المحيط\"، فصل الكاف، باب: النون.(٥) انظر: \"تفسير عبد الرزاق\" ١/ ٢/ ٢٨٦، وابن جرير ١١/ ١٢ - ١٣، وابن أبي حاتم ٦/ ١٨٧٢، و\"دلائل النبوة\" للبيهقي ٥/ ٢٧٢، و\"أسباب النزول\" للمؤلف ص ٢٦٣، و\"لباب النقول\" ص ١٢٣، ١٢٤.(٦) لم أقف عليه.(٧) ذكره الزمخشري في \"الكشاف\" ٢/ ٢١٢ بنحوه.</p><p> وقال الحسن:  (العمل الصالح: خروجهم إلى الجهاد مع النبي -صلى الله عليه وسلم- قبل هذا،والسيء:تخلفهم عن تبوك)  (١) ، وذكر الفراء القولين جميعًا (٢) . </p><p> والعرب تقول: خلطت الماء باللبن، وخلطت الماء واللبن. </p><p> [قال أهل المعاني:  (من قال بالواو فلأنه أراد معنى الجمع كأنه يقول: جمعت بينهما] (٣) كما تقول: جمعت زيدًا وعمرًا، والواو في الآية أحسن من الباء؛ لأنه أريد معنى الجمع لا حقيقة الخلط، ألا ترى أن العمل الصالح لا يختلط بالسيء كما يختلط الماء باللبن، ولكن قد يجمع بينهما. </p><p> وقوله تعالى:  {عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ} ، قال ابن عباس والمفسرون:  ((عسى) من الله واجب) (٤) . لأنه قال:  {فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ}  [المائدة: ٥٢] ففعل ذلك، وكذلك تاب على هؤلاء، وقال أهل المعاني:  (لفظ (عسى) هاهنا بيان عن أنه ينبغي أن يكونوا على الطمع والإشفاق؛ لأنه أبعد من الاتكال والإهمال) (٥) . </p><p>(١) المصدر السابق: نفس الموضع. (٢) \"معاني القرآن\" ١/ ٤٥٠، ٤٥١.(٣) ما بين المعقوفين ساقط من (ى).(٤) رواه عن ابن عباس الإمام ابن جرير ١١/ ١٣، وابن أبي حاتم ٦/ ١٨٧٤، والبيهقي في \"السنن الكبرى\"، كتاب: السير، باب: ما جاء في عذر المستضعفين رقم (١٧٧٥٣) ٩/ ٢٣ وهو قول الحسن ومجاهد وسعيد بن جبير وأبي مالك، كما في \"الدر المنثور\" ١/ ٤٣٨، ٣/ ٤٨٩ وقول الضحاك كما في \"تفسير ابن جرير\" ١١/ ١٤.(٥) انظر: \"زاد المسير\" ٣/ ٤٩٥، و\"تفسير الرازي\" ١٦/ ١٧٦ ولم أجده في كتب أهل المعاني.</p>"
}