{
  "id": null,
  "sura": 9,
  "aya": 5,
  "text": "<p> يُظَاهِرُوا عَلَيْكُمْ أَحَدًا}، قال ابن عباس:  \"ولم يعاونوا عليكم عدوًا\"  (١) ، وقوله (٢) : {فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ} معناه: إلى انقضاء مدتهم، ومعنى المدة زمان طويل (٣) للفسحة؛ لأنه من مددتُ له في الأجل للمهلة، وقوله تعالى:  {إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} أي: يحب من اتقاه بطاعته وأداء فرائضه واجتناب معاصيه. </p><p> ٥ - قوله تعالى {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} ، قال الليث:  \"يقال سلخت الشهر إذا خرجت منه فصرت في آخر يومه(٤)، وانسلخ(٥)الشهر\"  (٦) ، وكشف أبو الهيثم (٧) عن هذا المعنى فقال: \"يقال: أهللنا هلال شهر كذا أي دخلنا فيه ولبسناه فنحن نزداد كل ليلة إلى مضي نصفه (٨) لباسًا منه ثم نسلخه عن أنفسنا [بعد تكامل النصف منه جزءًا فجزءًا حتى نسلخه عن أنفسنا]  (٩) كله فينسلخ، وأنشد (١٠) : </p><p> إذا ما سلخت الشهر أهللت مثله ... كفى قاتلا سلخي الشهور وإهلالي (١١) </p><p>(١) \"تنوير المقباس\" ص ١٨٧. (٢) ساقط من (ح) و (ى).(٣) في \"لسان العرب\" ٧/ ٤١٥٨ (مدد): المدة: طائفة من الزمان تقع على القليل والكثير، ومادّ فيها أي أطالها.(٤) في كتاب\"العين\" و\"تهذيب اللغة\": في آخر يوم منه.(٥) في النسخة (ح): (فانسلخ). وما أثبته موافق لكتاب \"العين\" و\"تهذيب اللغة\".(٦) \"تهذيب اللغة\" (سلخ) ٢/ ١٧٣٠، والنص في كتاب\"العين\" (سلخ) ٤/ ١٩٨.(٧) تقدمت ترجمته.(٨) في (ى): (نفسه)، وهو خطأ.(٩) ما بين المعقوفين ساقط من (ح).(١٠) البيت بغير نسبة في: \"تهذيب اللغة\" (سلخ) ٢/ ١٧٣١، و\"أساس البلاغة\" (سلخ) ٢/ ٤٥٣، و\"لسان العرب\" (سلخ) ٤/ ٢٠٦٣.(١١) اهـ كلام أبي الهيثم، انظر: \"تهذيب اللغة\" (سلخ) ٢/ ١٧٣١.</p><p> واختلفوا في معنى الأشهر الحرم هاهنا فمنهم من حملها على ذي القعدة وذي الحجة والمحرم ويحل (١) القتال بانسلاخ المحرم على الإطلاق عند من جعل تاريخ (٢) الأشهر الأربعة من أول شوال وهو وقت نزول براءة (٣) ، ومن قال: إن تاريخ الأشهر الأربعة من يوم النحر حمل قوله: {فَاقْتُلُوا الْمُشْرِكِينَ} [على التخصيص، ومعناه: فإذا انسلخ الأشهر الحرم {فَاقْتُلُوا الْمُشْرِكِينَ} ] (٤) الذين أمهلناهم خمسين يومًا وهم الذين لم يكن لهم ذمة سابقة مع رسول الله -صلى الله عليه وسلم-، هذا على قول من يقول الأشهر الحرم هذه الثلاثة التي تعرف بالحرم (٥) ومنهم من قال: المراد بالأشهر الحرم شهور العهد (٦) ، قيل لها: حرم لأن الله تعالى حرم على المؤمنين فيها دماء المشركين، فإذا مضت قد (٧) حل قتالهم عامًا مطلقًا، وهذا قول الحسن (٨) ، ومجاهد (٩) ، </p><p>(١) ساقط من (ح). (٢) في (م): (من تاريخ).(٣) هذا قول الزهري وحده، وقد سبق تخريجه، وانظر رد هذا القول هناك، وفي \"الناسخ والمنسوخ\" للنحاس ٢/ ٤١٢.(٤) ما بين المعقوفين ساقط من (ح) و (ى).(٥) روى هذا القول ابن جرير ١٠/ ٦٠ - ٦١، عن ابن عباس والضحاك وقتادة.(٦) يعني شهور السياحة التي ذكرها الله بقوله: {فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ} [التوبة: ٢]. إذ أن هذا هو قول جميع من نسب إليهم المؤلف هذا القول، وذكر الشوكاني في تفسيره ٢/ ٣٣٧ احتمالاً آخر للمراد بها، وأنها المشار إليها بقوله تعالى: {فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ}.(٧) في (ح): (ذلك)، وفي (ى): (دلل)، ولا معنى لهما.(٨) ذكره عنه الهواري ٢/ ١١٤، والماوردي ٢/ ٣٤٠، وابن الجوزي ٣/ ٣٩٨.(٩) رواه ابن جرير ١٠/ ٧٩، والثعلبي ٦/ ٧٩ ب، والبغوي ٤/ ١٣، وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٨٤ - ٣٨٥، وهو في \"تفسير مجاهد\" ص ٣٦٣.</p><p> وابن إسحاق (١) ، وابن زيد (٢) ، وعمرو بن شعيب (٢) ، والسدي (٣) . </p><p> وقوله تعالى:  {حَيْثُ وَجَدْتُمُوهُمْ} يوجب تعميم الحل والحرم، قال الفراء:  \"في الأشهر الحرم وغيرها في الحل والحرم\"  (٤)  {وَخُذُوهُمْ} أي (٥) بالأسر، والأخيذ: الأسير {وَاحْصُرُوهُمْ} معنى الحصر: المنع عن الخروج من محيط، قال ابن عباس: يريد: إن تحصنوا فاحصروهم \"(٦)،وقال الفراء:\" حصرهم: أن يمنعوا من البيت الحرام \"(٧)،وقال ابن الأنباري:\" يريد: أن احبسوهم واقطعوهم عن البيت الحرام \".</p><p> وقوله تعالى:  {وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} المرصد: الموضع الذي يرقب فيه العدو، من قولهم: رصدت فلانًا أرصده: إذا ترقبته، قال المفسرون (٨) : يقول: اقعدوا لهم على كل طريق يأخذون فيه إلى البيت أو إلى تجارة، قال أبو عبيدة في قوله:  {كُلَّ مَرْصَدٍ} المعنى: كل طريق\"  (٩) ، وقال أبو الحسن الأخفش: \" (على) محذوفة، المعنى: على كل مرصد، وأنشد (١٠) : </p><p>(١) انظر: \"السيرة النبوية\" ٤/ ٢٠٤. (٢) رواه ابن جرير ١٠/ ٧٩، والثعلبي ٦/ ٧٩ ب.(٣) رواه ابن جرير ١٠/ ٧٩، وابن أبي حاتم ٦/ ١٧٥٢ - ١٧٥٣.(٤) \"معاني القرآن\" ١/ ٤٢١.(٥) ساقط من (م).(٦) ذكره ابن الجوزي في\"زاد المسير\" ٣/ ٣٩٨.(٧) \"معاني القرآن\" ١/ ٤٢١.(٨) انظر: \"تفسير ابن جرير\" ١٠/ ٧٨، والسمرقندي ٢/ ٣٤، والثعلبي ٦/ ٧٩ ب، والبغوي ٤/ ١٣.(٩) \"مجاز القرآن\" ١/ ٢٥٣ بمعناه.(١٠) البيت لرجل من قيس، كما في كتاب \"المعاني الكبير\" ١/ ٣٨٦، وهو بلا نسبة في \"معاني القرآن\" للأخفش ١/ ٨٥، و\"لسان العرب\" (رخص) ٣/ ١٦١٦.</p><p> نغالي اللحم للأضياف نيئًا ... ونرخصه إلا نضج القدور </p><p> المعنى نغالى باللحم (١) ، فحذف الباء هاهنا فكذلك حذف (على) ، قال الزجاج:  \"{كُلَّ مَرْصَدٍ}ظرف،كقولك:ذهبت مذهبًا، وذهبت طريقًا، وذهبت كل طريق،فلست تحتاج أن تقول في هذا إلا بما تقوله في الظروف نحو:خلف وأمام وقدام\"  (٢) . </p><p> قال أبو علي: \"ذهب أبو الحسن إلى أن المرصد اسم للطريق كما فسره أبو عبيدة، وإذا (٣) كان اسمًا (٤) للطريق كان مخصوصًا، وإذا كان مخصوصًا وجب ألا يصل الفعل الذي لا يتعدى إليه إلا بحرف جر (٥) نحو: ذهبت إلى زيد، وقعدت على الطريق، إلا أن يجيء في ذلك اتساع فيكون الحرف معه محذوفًا كما حكاه سيبويه (٦) من قولهم: ذهبت الشام ودخلت البيت فالأسماء المخصوصة إذا تعدت إليها الأفعال التي لا تتعدى فإنما هو على الاتساع، والحكم في تعديها إليها والأصل أن يكون بالحرف، وقد غلط أبو إسحاق في قوله (٧) : {كُلَّ مَرْصَدٍ} ظرف كقولك ذهبت مذهبًا في أن جعل الطريق ظرفًا كالمذهب وليس الطريق بظرف، ألا ترى [أن الطريق]  (٨) مكان مخصوص كما أن البيت والمسجد مخصوصان، وقد نص </p><p>(١) اهـ كلام الأخفش، انظر: \"معاني القرآن\" له ١/ ٣٥٣. (٢) \"معاني القرآن وإعرابه\" ٢/ ٤٣١.(٣) في (ح): (فإذا)، وما أثبته موافق لما في \"الإغفال\".(٤) في (ح): (اسم).(٥) كلمة (جر) ليست موجودة في \"الإغفال\".(٦) انظر: \"كتاب سيبويه\" ١/ ٤١٤.(٧) في \"الإغفال\": قوله -عز وجل-.(٨) ما بين المعقوفين ساقط من (ح) و (ي)، وفي \"الإغفال\": إلا أنه مكان ... إلخ.</p><p> سيبويه على اختصاصه (١) والنص به ليس كالمذهب والمكان، ألا ترى أنَّه حمل قول ساعدة (٢) : </p><p> لَدْنٌ بهز الكف (٣) يعسل متنه ... فيه (٤) كما عسل الطريق الثعلب (٥) </p><p> على أنه حذف الحرف اتساعًا، كما حذف عنده من ذهبت الشام (٦) ، وقال أبو إسحاق في هذا المعنى خلاف ما قاله هنا، [وهو أنه قال في قوله -عز وجل- (٧) : {لَأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ}  [الأعراف: ١٦] : أي على طريقك، قال: ولا اختلاف بين النحويين أن (على) محذوفة\" (٨) ، وإذا كان كذلك بلا خلاف لم يجز أن يجعله ههنا مثل ما هو ظرف (٩) بلا خلاف من </p><p>(١) انظر: \"كتاب سيبويه\" ١/ ٣٥. (٢) هو: ساعدة بن جؤية الهذلي، من شعراء هذيل المجيدين، وشعره محشو بالغريب والمعاني الغامضة، وهو من مخضرمي الجاهلية والإسلام، وقد أسلم، ولم يلق النبي -صلى الله عليه وسلم-.انظر: \"خزانة الأدب\" ١/ ٤٧٦، و\"سمط اللآلئ\" ص ١١٥، و\"الأعلام\" ٣/ ٧٠.(٣) في (ى): (الكهف).(٤) ساقطة من (م).(٥) البيت لساعدة بن جؤية كما في \"شرح أشعار الهذليين\" ص ١١٢٠، و\"كتاب سيبويه\" ١/ ٣٦، و\"لسان العرب\" (عسل) ٥/ ٢٩٤٦، و\"نوادر أبي زيد\" ص١٥.ورواية المصدر الأول: لذٌ. أي تلذ الكف بهزه.ومعنى: لدن: أي لين. والمتن: الظهر، ويعسل: يضطرب، وعسل الطريق الثعلب: أي اضطرب في الطريق.والشاعر يصف سنانًا مرهفًا يهتز في الكف. انظر: \"شرح أشعار الهذليين\" ص ١١١٩، ١١٢٠، و\"لسان العرب\" (عسل) ٥/ ٢٩٤٦.(٦) انظر: \"كتاب سيبويه\" (١/ ٣٥، ٣٦).(٧) في\"الإغفال\": ألا ترى أنه قال في قوله \"لأقعدن .... \" إلخ.(٨) انظر: \"معاني القرآن وإعرابه\" ٢/ ٣٢٤.(٩) في \"الإغفال\": مبهم ظرف.</p><p> قوله: ذهبت مذهبًا، وإذا كان الصراط [اسمًا للطريق وكان اسمًا مخصوصًا ومما لا يصح أن يكون ظرفًا لاختصاصه فالمرصد]  (١) أيضًا (٢) مثله في الاختصاص، وأن لا يكون ظرفًا، كما لم يكن الصراط والطريق ظرفًا \"(٣).</p><p> وقوله تعالى:  {فَإِنْ تَابُوا} ، قال ابن عباس: \" يريد: من الشرك \"(٤)،{وَأَقَامُوا الصَّلَاةَ}قال أصحابنا(٥): هذه الآية دليل على أن تارك اصلاة يقتل؛ لأن الله أباح في دماءهم،ثم قال:\" فإن تابوا \" يعني من الشرك \" وأقاموا الصلاة \" وهذا اللفظ للفعل لا للاعتقاد؛ ولأن الاعتقاد مندرج تحت التوبة، فإذا لم يقم الصلاة بقي دمه على الإباحة، وإن تاب من الشرك بحكم ظاهر الآية، ودل الظاهر على التسوية بين الصلاة والزكاة فاقتضى الإجماع ترك الظاهر في الزكاة.</p><p> وقوله تعالى:  {وَآتَوُا الزَّكَاةَ} ، قال ابن عباس: \" يريد: زكاة الأموال من العين والمواشي والثمار\" (٦) ، وقوله تعالى:  {فَخَلُّوا سَبِيلَهُمْ} قيل: يعني: إلى البيت الحرام، وقيل: إلى التصرف في أمصاركم للتجارة وغيرها، وقوله (٧) : {إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} لمن تاب وآمن. </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) في (ى): (هاهنا).(٣) انظر: \"الإغفال\"، سورة التوبة، المسألة الأولى ص ٨٤٨ - ٨٥٢.(٤) \"تنوير المقباس\" ١٨٧.(٥) يعني أئمة الشافعية. انظر: \"كتاب الأم\" ١/ ٤٢٤، و\"أحكام القرآن\" للهراس ٣/ ١٧٧.(٦) لم أقف عليه، وقد ذكره في \"الوسيط\" ٢/ ٤٧٩ بلا نسبة.(٧) ساقط من (ح) و (ى).</p>"
}