{
  "id": null,
  "sura": 9,
  "aya": 49,
  "text": "<p> وقوله تعالى:  {وَقَلَّبُوا لَكَ الْأُمُورَ} تقليب الأمر: تصريفه وترديده للتدبير يعني: اجتهدوا في الحيلة عليك، والكيد بك، قال ابن عباس وابن إسحاق:  \"أداروا(١)لك الأمور، وبغوا لك الغوائل ليخذلوا عنك أصحابك ويردوا عليك أمرك\"  (٢) . </p><p> وقوله تعالى:  {حَتَّى جَاءَ الْحَقُّ} إلى آخره، أي: حتي أخزاهم الله بإظهار الحق، وإعزاز الدين على رغم منهم وكره (٣) . </p><p> ٤٩ - وقوله تعالى:  {وَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي} ، قال ابن عباس والمفسرون كلهم: نزلت في جد بن قيس (٤) المنافق، قال له رسول الله -صلى الله عليه وسلم- لما أرادوا غزو تبوك: \"هل لك يا جد العام في جلاد بني الأصفر - [يعني: </p><p>= المؤمنين عن دينهم، وحصرهم على رده إلى الكفر بالتخذيل عنه، و\"تفسير ابن جرير\" ١٠/ ١٤٧. (١) في (ي): (إذا رأوا)، وسقط لفظ (لك) من (م).(٢) لفظ ابن عباس: بغوا لك الغوائل، كما في \"زاد المسير\" ٣/ ٤٤٨، و\"تنوير المقباس\" ص ١٩٥، ولفظ ابن إسحاق: {وَقَلَّبُوا لَكَ الْأُمُورَ}: أي: ليخذلوا عنك أصحابك، ويردوا عليك أمرك) كما في \"السيرة النبوية\" ٤/ ٢٠٨.(٣) في (م): (على كره منهم ورغم).(٤) هو: جد بن قيس بن صخر بن خنساء أحد بني جشم بن الخزرج ثم من بني سلمة، كان سيد بني سلمة، وروى الطبراني وابن منده بسند قوي -كما يقول الحافظ ابن حجر- أنه ممن شهد بيعة العقبة، وذكر عنه عدة روايات تصمه بالنفاق، لكن أسانيدها لا تخلو من ضعف، وروى عبد الرزاق عن معمر، عن قتادة في قوله تعالى: {خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا} قال: هم نفر ممن تخلف عن غزوة تبوك منهم أبو لبابة ومنهم جد بن قيس ثم تيب عليهم، مات الجد في خلافة عثمان.انظر: \"تفسير عبد الرزاق\" ١/ ٢/ ٢٨٦، و\"الإصابة في تمييز الصحابة\" ١/ ٢٢٨ (١١١٠).</p><p> الروم] (١) - تتخذ منهم سراري ووصفاء؟ \" وكان(٢)رسول الله -صلى الله عليه وسلم- حرض المؤمنين على غزاة بني الأصفر،وقال:\" إن الله تعالى أمرني أن أغزوهم \"، وقال(٣): \" إنكم لن تغزوا أكرم أحسابًا (٤) ، ولا أصبح وجوهًا، ولا أعذب أفواهًا منهم (٥) \". فقال جد: ائذن لي في القعود عنك، وأعينك بمالي فقد عرف قومي أني مغرم بالنساء، وإني أخشى إن رأيت بنات الأصفر ألا أصبر عنهن، فأنزل الله هذه الآية:  {وَمِنْهُمْ مَنْ يَقُولُ}  (٦) . </p><p> قال ابن عباس: يريد جد بن قيس، {ائْذَنْ لِي} في التخلف، {وَلَا تَفْتِنِّي} ، قال: يريد لصباحة وجوههم، وعذوبة أفواههم (٧) ، يعني: لا تفتني ببنات الأصفر، [فإني مستهتر (٨) بالنساء، وهذا قول مجاهد (٩) ، </p><p>(١) ما بين المعقوفين ساقط من (ج). (٢) في (ج): (قال).(٣) في (ج): زيادة لا معنى لها، ونصها: (إن الله تعالى).(٤) في (ج): (أجسامًا).(٥) ساقط من (ج).(٦) رواه بنحوه الطبراني في \"الكبير\" (١٢٦٥٤) ١٢/ ١٢٢ من طريق الضحاك عن ابن عباس، وإسناده ضعيف كما في \"مجمع الزوائد\" ٧/ ١٠٦، ورواه مختصرًا ابن جرير من طريق حجاج، عن ابن جريج، قال: قال ابن عباس. وفي سنده انقطاع بين ابن عباس وابن جريج، ورواه مختصرًا أيضًا الطبراني في \"الكبير\" رقم (١١٠٥٢) ١١/ ٦٣ دون ذكر الاسم، قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٠٦ فيه أبو شيبة إبراهيم بن عثمان، وهو ضعيف.(٧) رواه بنحوه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٧٧ عن الكلبي.(٨) في (م): (مشتهر)، ومعناهما متقارب، إذ الاستهتار، الولوع بالشيء والإفراط فيه انظر: \"لسان العرب\" (هتر) ٥/ ٢٤٩.(٩) رواه ابن جرير ١٠/ ١٤٨ وهو مرسل.</p><p> وقتادة (١) ، وابن جريج (٢) ، واختيار الفراء (٣) ، والزجاج (٤) ، قال ابن عباس: اعتل جد بن قيس بقوله: ولا تفتني ببنات الأصفر] (٥) ولم يكن له علة إلا النفاق، وكراهة الخروج (٦) ، وقال الحسن:  {وَلَا تَفْتِنِّي} لا تهلكني في ضيعتي ومالي بالخروج معك (٧) ، ونحو هذا قال ابن زيد:  {وَلَا تَفْتِنِّي} أي: إن لم تأذن لي افتتنت وعصيت (٨) ، وقال الضحاك: إلا تحرجني) (٩) ، وقال قتادة:  (لا تؤثمني)  (١٠) ، وقال أبو العالية: (لا تعرضني </p><p>(١) لم أجد من ذكره عن قتادة، لكن روى ابن جرير ١٠/ ١٤٨ عنه تفسير قوله تعالى: {وَلَا تَفْتِنِّي} قال: ولا تؤثمني، ألا في الإثم سقطوا، ولم يذكر الجد، وقد روى عبد الرزاق في \"تفسيره\" ١/ ٢/٢٨٦ بسند صحيح ما يدل على أن قتادة يرى أن الجد بن قيس من المؤمنين الذين خلطوا عملاً صالحًا وآخر سيئًا، وقد تيب عليه، وليس من المنافقين. (٢) المذكور في \"كتب التفسير\" قول ابن جريج، عن ابن عباس، انظر: \"تفسير ابن جرير\" ١٠/ ١٤٨.(٣) \"معاني القرآن\" ١/ ٤٤٠.(٤) \"معاني القرآن وإعرابه\" ٢/ ٤٥١ ولم يسم المنافق الذي قال ذلك.(٥) ما بين المعقوفين ساقط من (ج).(٦) رواه البغوي ٤/ ٥٧ بنحوه، وفي تفسير البغوي إشكال علمي أفقده بعض قيمته العلمية، حيث أنه ذكر أسانيده في المقدمة فقط، فإذا كان المفسر كابن عباس مثلاً له عدة أسانيد بعضها صحيح، وبعضها ضعيف أو مكذوب، اختلطت الأقوال ببعضها، ولم يستطع الباحث الحكم على الأثر ما لم يرد في كتاب آخر الأسانيد مفصلة، ومثل البغوي أبو إسحاق الثعلبي.(٧) أشار إلى معناه ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٩.(٨) رواه ابن جرير ١٠/ ١٤٩.(٩) رواه أبو الشيخ مطولاً كما في \"الدر المنثور\" ٣/ ٤٤٥.(١٠) رواه ابن جرير ١٠/ ١٤٩، والثعلبي ٦/ ١١٣ أ.</p><p> للفتنة) (١) ، فقول قتادة وأبي العالية يحتمل الوجهين (٢) . </p><p> وقوله تعالى:  {أَلَا فِي الْفِتْنَةِ سَقَطُوا} ، قال ابن كيسان: يريد أن اعتلالهم بالباطل هو الفتنة لأنها الشرك والكفر (٣) ، وقال الزجاج: أعلم الله أنهم قد سقطوا في الإثم (٤) ، وقال قتادة: فما سقط فيه من الفتنة بتخلفه عن رسول الله -صلى الله عليه وسلم-، والرغبة بنفسه عنه أعظم (٥) ، قال المفسرون: أي في الشرك والإثم وقعوا بنفاقهم وخلافهم أمر رسول الله -صلى الله عليه وسلم- (٦) ، قال أهل المعاني: وهذا بيان عما يوجبه التعليل (٧) بالباطل من أنه ينقلب على صاحبه حتى يقع به (٨) ، وجمع الكناية في قوله:  {سَقَطُوا} لأنه أراد جدًّا وأصحابه من المنافقين المتخلفين. </p><p> وقوله تعالى:  {وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ} يقول (٩) : هي من ورائهم يصيرون إليها بأعمالهم الخبيثة، وقال يمان: هي محدقة بمن كفر بالله جامعة لهم (١٠) . </p><p>(١) لم أقف عليه. (٢) يعني الفتنة بالنساء أو الفتنة بالتخلف وعصيان أمر رسول الله -صلى الله عليه وسلم-.(٣) ذكره في \"الوسيط\" ٢/ ٥٠٢.(٤) \"معاني القرآن وإعرابه\" ٢/ ٤٥٢.(٥) هذا اللفظ رواه ابن جرير في \"تفسيره\" ١٠/ ١٤٨ عن ابن إسحاق، عن عاصم بن عمر بن قتادة وغيره، والنص في \"سيرة ابن هشام\"، أما ما روي عن قتادة في هذه الجملة فلفظه: \"ألا في الإثم سقطوا\". انظر: \"تفسير ابن جرير\" ١٠/ ١٤٩.(٦) انظر: \"تفسير السمرقندي\" ٢/ ٥٤، والثعلبي ٦/ ١٣ أ، والبغوي ٤/ ٥٧.(٧) في المصدر التالي: (التعلل)، وهو أصوب.(٨) \"البرهان في علوم القرآن\" للحوفي ١١/ ١٩٧.(٩) من (م).(١٠) ذكره المؤلف في \"الوسيط\" ٢/ ٥٠٢.</p>"
}