{
  "id": null,
  "sura": 9,
  "aya": 3,
  "text": "<p> وقوله تعالى:  {وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ} قال ابن عباس: \"بالقتل في الدنيا، والعذاب في الآخرة\"  (١) ، وقال الزجاج:  \"هذا ضمان من الله -عز وجل- نصرة المؤمنين(٢)على الكافرين\"  (٣) . والإخزاء (٤) : الإذلال بما فيه الفضيحة والعار، والخزي: النكال (٥) الفاضح. </p><p> ٣ - وقوله تعالى:  {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ} الآية، أذان: رفع بالعطف على براءة قاله الفراء (٦) ، والزجاج (٧) ، ومعنى الأذان: الإعلام في قول المفسرين (٨) وأهل المعاني (٩) . </p><p> قال الأزهري:  \"يقال: آذنته أوذنه إيذاناً وآذانًا، فالأذان اسم(١٠)يقوم مقام الإيذان، وهو المصدر الحقيقي\"  (١١) . </p><p> قال أبو علي: قوله: {مِنَ اللَّهِ} صفة لـ {وَأَذَانٌ} وكذلك {إِلَى النَّاسِ}  (١٢) . </p><p> ومعناه: للناس، كما يقال: هذا غلام من فلان لك واليك، وأراد </p><p>(١) \"الوسيط\" ٢/ ٤٧٦، و\"تفسير الرازي\" ١٦/ ٢٢٠. (٢) في (م): (نصرة للمؤمنين)، وفي\"معاني القرآن\" للزجاج: بنصرة المؤمنين.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٢٩.(٤) في (ح): (والآخر)، وفي (م): (والأخرى)، وكلاهما خطأ.(٥) في (ى): (والنكال).(٦) \"معاني القرآن\" ١/ ٤٢٠.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٢٩.(٨) انظر: \"تفسير ابن جرير\" ١٠/ ٦٧، والسمرقندي ٢/ ٣٣، والزمخشري ٢/ ١٧٣.(٩) انظر: \"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٢٩، و\"غريب القرآن وتفسيره\" لليزيدي ص ١٦١، و\"تفسير المشكل من غريب القرآن\" ص ٩٥.(١٠) في (م): (أهم).(١١) \"تهذيب اللغة\" (أذن) ١/ ١٣٩.(١٢) \"الحجة للقراء السبعة\" ٢/ ٤٠٥.</p><p> بالناس: المؤمن والمشرك؛ لأن الكل داخلون في هذا الإعلام. </p><p> وقوله تعالى:  {يَوْمَ الْحَجِّ الْأَكْبَرِ} ، قال أبو علي:  \"يجوز أن يتعلق الظرف بالصفة ويجوز أن يتعلق بالخبر الذي هو:{أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ}ولا يجوز أن يتعلق بـ\" أذان \" لأنك قد وصفته والموصوف إذا وصفته لم يتعلق بشيء\"  (١) . </p><p> واختلفوا في يوم الحج الأكبر فقال ابن عباس في رواية عكرمة:  \"إنه يوم عرفة\"  (٢) ، وهو قول عمر وسعيد بن المسيب وابن الزبير وعطاء وطاووس وإحدى الروايتين عن علي -رضي الله عنه- (٣) ، ورواية المسور بن مخرمة عن رسول الله - صلى الله عليه وسلم - وهو أنه قال: خطب رسول الله - صلى الله عليه وسلم - عشية عرفة فقال:  \"أما بعد إن هذا يوم الحج الاكبر\"  (٤) . </p><p> وقال ابن عباس في رواية عطاء:  \"يوم الحج الأكبر يوم النحر\"  (٥) ، وهو قول الشعبي والنخعي والسدي وابن زيد وإحدى الروايتين عن علي وقول المغيرة بن شعبة وسعيد بن جبير (٦) . </p><p> وروى ابن جريج عن مجاهد قال: \"يوم الحج الأكبر أيام منى </p><p>(١) \"الحجة للقراء السبعة\" ٢/ ٤٠٦. (٢) رواه ابن جرير ١/ ٦٩، والثعلبي ٦/ ٧٧ ب.(٣) رواه عنهم جميعًا ابن جرير ١٠/ ٦٧ - ٦٩ إلا أنه قال: طاوس عن أبيه، ورواه عنهم أيضًا عدا طاوس، الثعلبي ٦/ ٧٧ ب، ٧٨ أ، ورواه أيضًا عنهم ابن أبي حاتم ٦/ ١٧٤٧ إلا أن روايته عن علي مرفوعة، وانظر: \"تفسير ابن الجوزي\" ٣/ ٣٩٦، وابن كثير ٢/ ٣٦٩.(٤) رواه ابن أبي حاتم وابن مردويه كما في \"الدر المنثور\" ٣/ ٣٨٢، ورواه ابن جرير ١٠/ ٦٩، وابن أبي حاتم ٦/ ١٧٤٨ عن محمد بن قيس مرسلًا.(٥) رواه ابن جرير ١٠/ ٧٠ من رواية عكرمة، ١٠/ ٧٢ من رواية سعيد بن جبير.(٦) أخرج آثارهم ابن جرير ١٠/ ٦٩ - ٧٤، والثعلبي ٦/ ٧٨ أ.</p><p> كلها\" (١) ، وهو مذهب سفيان الثوري، وكان يقول: يوم الحج الأكبر أيامه كلها مثل يوم صفين ويوم الجمل ويوم بعاث (٢) يراد به الحين والزمان؛ لأن كل حرب من هذه الحروب دامت أيامًا كثيرة (٣) . </p><p> فمن قال: إنه يوم عرفة احتج بأن معظم الحج يقضى فيه وهو الوقوف، ومن قال: إنه يوم النحر احتج بأن أعمال الحج وقضاء المناسك يوم النحر؛ لأن في ليلة نهار (٤) يوم النحر الوقوف بعرفة غير فائت إلى طلوع الفجر، وفي صبيحتها تعمل أعمال الحج، فالحج كله يوم النحر (٥) ، ومعنى الحج الأكبر: الحج بجميع أعماله، والحج الأصغر: العمرة، وهذا قول ابن عباس في رواية عطاء (٦) ، والزهري (٧) والشعبي (٨) . </p><p>(١) رواه ابن جرير ١٠/ ٧٤، والثعلبي ٦/ ٧٨ ب. (٢) يوم بعاث: بضم الباء: يوم كانت فيه حرب بين الأوس والخزرج في الجاهلية، وبعاث: حصن للأوس. انظر: \"السيرة النبوية\" لابن هشام ٢/ ١٨٣، و\"لسان العرب\" (بعث) ١/ ٣٠٧.(٣) ذكره بلفظه الثعلبي ٦/ ٧٨ ب، ورواه مختصرًا ابن جرير ١٠/ ٧٤.(٤) ساقطة من (م).(٥) قلت: بل أقوى من هذا التعليل ما رواه البخاري تعليقاً عن ابن عمر-رضي الله عنهما- قال: وقف النبي -صلى الله عليه وسلم- يوم النحر بين الجمرات في الحجة التي حج بهذا، وقال: \"هذا يوم الحج الأكبر\". \"صحيح البخاري\"، كتاب الحج، باب الخطبة أيام منى ٣/ ٥٧٤، ورواه موصولًا أبو داود في \"سننه\" ١٩٤٥، كتاب المناسك، باب يوم الحج الأكبر، والحاكم في \"المستدرك\"، كتاب التفسير، تفسير سورة التوبة ٢/ ٣٣١ مطولًا، وقال: صحيح الإسناد، ووافقه الذهبي.(٦) ذكره المؤلف في \"الوسيط\" ٢/ ٤٧٧.(٧) رواه الثعلبي ٦/ ٧٩ أ، والبغوي ٤/ ١٢، ورواه بمعناه إخبارًا عن قول أهل الجاهلية عبد الرازق ١/ ٢/ ٢٦٦، وابن جرير ١٠/ ٧٦.(٨) رواه ابن جرير ١٠/ ٧٦، والثعلبي ٦/ ٧٩ أ، والبغوي ٤/ ١٢.</p><p> قالوا: الحج الأكبر: الوقوف بعرفة والحج الأصغر: العمرة لنقصان عملها عن (١) عمل الحج. </p><p> قوله تعالى:  {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} ، قال أبو علي:  \"لا بد من تقدير الجار في قوله{أَنَّ اللَّهَ}فتقول: بأن الله، لأن(٢){اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ}لا يكون الإعلام،كما يكون الثاني الأول في نحو قولك:خبرك أنك خارج(٣)، وخبر الابتداء يجب أن يكون الأول إذ له فيه ذكر، و{وَأَذَانٌ}ابتداء فلا يكون{أَنَّ اللَّهَ بَرِيءٌ}خبره إلا بتقدير الجار،ومعنى الآية:إن الله بريء من عهد المشركين، فهو من باب حذف المضاف، و\" ورسوله \" رفع بالابتداء وخبره مضمر على معنى: ورسوله أيضاً بريء، ودل الخبر عن الله على الخبر عن الرسول ومثله.</p><p> فإني وقيارٌ بها لغريب (٤) </p><p> وقوله تعالى:  {فَإِنْ تُبْتُمْ} رجع إلى خطاب المشركين، قال ابن عباس: \" يريد: فإن رجعتم عن الشرك إلى توحيد الله\" (٥) ، {فَهُوَ خَيْرٌ لَكُمْ} من الإقامة على الشرك {وَإِنْ تَوَلَّيْتُمْ} يريد: عن الإيمان {فَاعْلَمُوا </p><p>(١) في (م): (من). (٢) في \"الحجة\": لأن \"أن الله .. \".(٣) أ. هـ. كلام أبي علي، انظر: \"الحجة للقراء السبعة\" ٢/ ٤٠٦.(٤) عجز بيت وصدره.فمن يك أمسى بالمدينة رحلهوالبيت لضابئ بن الحارث البرجمي كما في \"الأصمعيات\" (ص١٨٤)، \"وخزانة الأدب\" ٩/ ٣٢٦، و\"الشعر والشعراء\" ص٢١٩، و\"كتاب سيبويه\" ١/ ٧٥، و \"نوادر أبي زيد\" (ص٢٠)، وقوله: قيار، هكذا بالرفع، وهو كذلك في بعض المصادر، قال الجوهري في \"الصحاح\" (قير) ٢/ ٨٠١: قيار: اسم جمل ضابئ بن الحارث، ثم ذكر البيت ثم قال: برفع قيار على الموضع.(٥) \"تنوير المقباس\" (ص١٨٧) بنحوه من رواية الكلبي، وحاله لا تخفى.</p><p> أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ} أي: إنكم لا تفوتون بأنفسكم من أن يحل بكم عذابه في الدنيا، ثم أوعدهم بعذاب الآخرة فقال:  {وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ} ، قال المفسرون:  \"لما فتح الله مكة على رسول الله -صلى الله عليه وسلم- سنة ثمان من الهجرة وخرج رسول الله -صلى الله عليه وسلم- إلى غزاة تبوك وتخلف من تخلف من المنافقين وأرجفوا الأراجيف جعل المشركون ينقضون عهودهم فأمر الله رسوله بإلقاء عهودهم إليهم ليأذنوا بالحرب، فلما كانت سنة تسع أراد رسول الله -صلى الله عليه وسلم-الحج ثم قال:\" إنه يحضر المشركون فيطوفون عراة فلا أحب أن أحج حتى لا يكون ذلك \"(١)فبعث رسول الله -صلى الله عليه وسلم- أبا بكر تلك السنة أميرًا على الموسم ليقيم للناس الحج وبعث معه بأربعين آية من صدر براءة ليقرأها على أهل الموسم، فلما سار دعا رسول الله -صلى الله عليه وسلم-عليًا فقال:\" اخرج بهذه القصة من صدر براءة وأذن بذلك فى الناس إذا اجتمعوا \" فخرج علي -رضي الله عنه- على ناقة رسول الله -صلى الله عليه وسلم- العضباء حتى أدرك أبا بكر بذي الحليفة فرجع أبو بكر إلى النبي -صلى الله عليه وسلم-فقال:يا رسول الله بأبي أنت وأمي أنزل في شأني شيء قال: \" لا، ولكن لا يبلغ عني غيري أو رجل مني، أما ترضى يا أبا بكر أنك كنت معي في الغار وأنك صاحبي على الحوض؟! \" (٢) ، قال: بلى يا رسول الله، فسار أبو بكر أميرًا على الحج، وعليّ ليؤذن ببراءة، فقدما مكة، فلما كان قبل </p><p>(١) رواه ابن جرير ١٠/ ٦١ - ٦٢ مرسلًا عن مجاهد، وطواف المشركين عراة مخرج في \"صحيح البخاري\" (١٦٦٥)، كتاب الحج، باب الوقوف بعرفة، وفي \"صحيح مسلم\" (١٢١٩)، كتاب الحج، باب في الوقوف. (٢) رواه ابن جرير (١٠/ ٦٥) عن السدي، ورواه بنحوه ١٠/ ٦٤ عن ابن عباس، وروى صدره بمعناه الترمذي (٣٠٩٠)، كتاب التفسير، باب: ومن سورة التوبة، وقال: حديث حسن غريب من حديث أنس، وكذلك رواه أحمد في المسند ١/ ٣.</p><p> التروية بيوم قام أبو بكر فخطب الناس وحدثهم عن مناسكهم، وأقام للناس الحج، والعرب إذ ذاك في تلك السنة على منازلهم التي كانوا عليها في الجاهلية من الحج، حتى إذا كان يوم النحر قام علي بن أبي طالب فأذن في الناس بالذي أمره به، وقرأ عليهم سورة براءة، فقال المشركون:  \"نحن نبرأ من عهدك وعهد ابن عمك إلا من الطعن والضرب\"  (١) . </p><p> وذكر أبو إسحاق السبب في تولية علي تلاوة براءة على المشركين قال:  \"وذلك لأن العرب جرت عادتها في عقد عهدوها(٢)ونقضها أن يتولى ذلك على القبيلة رجل منها، وكان جائزًا أن تقول العرب إذا تُلي عليها نقض العهد من الرسول - صلى الله عليه وسلم - هذا خلاف ما يعرف فينا في نقض العهود، فأزاح رسول الله -صلى الله عليه وسلم- العلة في ذلك\"  (٣) . </p><p> وقال عمرو (٤) بن بحر: \"إن النبي -صلى الله عليه وسلم- بعث أبا بكر أميرًا على الحاج وولاه الموسم وبعث عليًّا يقرأ على الناس آيات من سورة براءة فكان أبو </p><p>(١) تفسير الثعلبي ٦/ ٧٦ أونسبه إلى محمد بن إسحاق ومجاهد وغيرهما، وقد ذكر الزمخشري في \"تفسيره\" ٢/ ١٧٢ نحو هذا الأثر، وعلق عليه ابن حجر بقوله: \"هذا ملفق من مواضع\". انظر: حاشية \"تخريج الأحاديث والآثار الواقعة في تفسير الكشاف\" للزيلعي ٢/ ٤٩. (٢) في \"معاني القرآن وإعرابه\": عقودها.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٢٨.(٤) في (ح): (عمر)، وهو: عمرو بن بحر بن محبوب، أبو عثمان الجاحظ، البصري المعتزلي، العلامة المتبحر في فنون الأدب وصاحب التصانيف المشهورة، كان أحد الأذكياء الحفاظ، لكنه كان ماجنًا قيل الدين، كثير الكذب وتوليد الحكايات، توفي سنة ٢٥٥ هـ.انظر: \"تاريخ بغداد\" ١٢/ ٢١٢، و\"نزهة الألباء\" ص ١٤٨، و\"سير أعلام النبلاء\" ١١/ ٥٢٦.</p>"
}