{
  "id": null,
  "sura": 9,
  "aya": 58,
  "text": "<p> أن هؤلاء المنافقين لا بصيرة لهم في الدين ولا احتساب، وإنما هم فيه كالمسخرين، حتى لو وجدوا أحد هذه الأشياء التي ذكرت لأسرعوا إليه طلبًا للفرار (١) . </p><p> ٥٨ - وقوله تعالى:  {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ} الآية، قال أبو سعيد الخدري: بينما رسول الله -صلى الله عليه وسلم- يقسم مالاً إذ جاءه ابن ذي (٢) الخويصرة التميمي وهو حرقوص بن زهير (٣) ، أصل الخوارج، فقال: </p><p>(١) لم أعثر على هذا القول في مظانه من كتب التفسير، ولم يذكره الزجاج في \"معاني القرآن وإعرابه\"، ومعناه في \"البرهان\" للحوفي ١١/ ٢٠٩ أمنسوبًا لابن عباس ومجاهد وقتادة. (٢) في (ج) و (ي): (ابن الخويصرة. وآثرت ما في (م) لموافقته لما في \"صحيح البخاري\"، و\"تفسير الثعلبي\"، و\"أسباب النزول\" للمؤلف.(٣) هو: حرقوص بن زهير السعدي التميمي، ذكره الطبري في \"تاريخه\" ٤/ ٧٦ فقال: (إن الهرمزان الفارسي -صاحب خوزستان- كفر ومنعه ما قبله، واستعان بالأكراد، فكثف جمعه، فكتب سلمى ومن معه بذلك إلى عتبة بن غزوان، فكتب عتبة إلى عمر بن الخطاب، فكتب إليه عمر يأمره بقصده، وأمدّ المسلمين بحرقوص بن زهير السعدي، وكانت له صحبة من رسول الله -صلى الله عليه وسلم-، وأمَّره على القتال وعلى ما غلب عليه، فاقتتل المسلمون والهرمزان، وانهزم الهرمزان، وفتح حرقوص سوق الأهواز، ونزل بها، وله أثر كبير في قتال الهرمزان، وبقي حرقوص إلى أيام علي، وشهد معه صفين، ثم صار من الخوارج، ومن أشدهم على علي بن أبي طالب، وكان من الخوارج لما قاتلهم علي، فقتل يومئذ سنة ٣٧ هـ. اهـ. وانظر: \"أسد الغابة\" ١/ ٤٧٤، و\"الإصابة\" ١/ ٣٢٠. وعندي شك أن ابن ذي الخويصرة هو حرقوص المذكور، فقد روى البخاري في \"صحيحه\"، (٦٩٣٣) كتاب استتابة المرتدين، باب: من ترك قتال الخوارج للتألف ٩/ ٣٠ عن أبي سعيد قال: بينا النبي -صلى الله عليه وسلم- يقسم جاء عبد الله بن ذي الخويصرة التميمي فقال: اعدل يا رسول الله - صلى الله عليه وسلم -:فقال. \"ويلك من يعدل إذا لم أعدل؟! \" قال عمر بن الخطاب: دعني أضرب عنقه، قال: \"دعه، فإن له أصحابًا يحقر أحدكم صلاته مع صلاته، وصيامه مع صيامه، يمرقون من الدين كما يمرق السهم من الرَّميَّة .. \"الحديث فهذا يفيد: =</p><p> اعدل يا رسول الله، فقال:  \"ويلك ومن يعدل إذا لم أعدل؟! \" فنزلت هذه الآية (١) . وقال الكلبي: نزلت في المؤلفة قلوبهم وهم المنافقون (٢) ، قال رجل منهم يقال له أبو الجواظ (٣) : </p><p> لم تقسم بالسوية فأنزل الله هذه الآية (٤) . ونحو ذلك قال ابن زيد. هؤلاء المنافقون قالوا: والله (٥) ما يعطيها محمد إلا من (٦) أحب ولا يؤثر </p><p>= أولاً: أن اسم ابن ذي الخويصرة عبد الله. ثانيًا: أن عمر -رضي الله عنه- كان حاضرًا القصة وكان شديدًا على الرجل، فهل يليق بالفاروق أن يوليه قيادة الجيوش، وإمرة ما فتح بعد أن سمع نعته من رسول الله -صلى الله عليه وسلم-؟!.ويؤكد هذا الشك ما ذكر الحافظ ابن حجر عن الهيثم بن عدي قال: إن الخوارج تزعم أن حرقوص بن زهير كان من أصحاب النبي -صلى الله عليه وسلم- وأنه قتل معهم يوم النهروان، قال: فسألت عن ذلك، فلم أجد أحدًا يعرفه. \"الإصابة\" ١/ ٣٢٠.(١) رواه بنحوه مطولاً البخاري في \"صحيحه\" في عدة مواضع منها (٦٩٣٣) كتاب استتابة المرتدين .. باب: من ترك قتال الخوارج للتألف، ومسلم (١٤٨)، كتاب: الزكاة، باب: ذكر الخوارج وصفاتهم، وأحمد في \"المسند\" ٣/ ٥٦، ورواه بلفظ المؤلف مطولاً الثعلبي في \"تفسيره\" ٦/ ١١٦ أ، ومن طريقة المؤلف في \"أسباب النزول\" ص ٢٤٨.(٢) المؤلفة قلوبهم في عهد رسول الله -صلى الله عليه وسلم- ليسوا منافقين، بل صنفان:الأول: كفار صرحاء فأعطاهم النبي تأليفًا لهم على الإسلام كصفوان بن أمية. انظر: \"الإصابة\" ٢/ ١٨٧.الثاني: حديثو عهد بإسلام ولم يتمكن الإيمان من قلوبهم، كأبي سفيان بن حرب، والحارث بن هشام، وعيينة بن حصن وغيرهم. انظر: \"المعارف\" ص ١٩٢.(٣) لم أجد له ترجمة، والكلبي كذاب لا يوثق بروايته، انظر: \"تهذيب التهذيب\" ٣/ ٥٦٩.(٤) رواه الثعلبي ٦/ ١١٦ ب، والبغوي ٤/ ٦٠، وذكره المؤلف بغير سند في \"أسباب النزول\" ص ٢٥٣ - ٢٥٤.(٥) ساقط من (ي)، وما أثبه موافق لـ \"تفسير ابن جرير\".(٦) في (ي): (لمن)، وما أثبته موافق لـ\"تفسير ابن جرير\".</p><p> بها (١) إلا هواه (٢) . </p><p> قال الليث: اللمز كالغمز في الوجه، رجل لمزة يعيبك في وجهك [ورجل همزة يعيبك بالغيب (٣) ] (٤) ، وقال الزجاج: يقال: لمزتُ الرجل ألمزه بكسر الميم، ولَمُزت بضم الميم (٥) : [إذا عبته]  (٦) وكذلك همزته أهمزه: إذا عبته، والهمزة اللمزة الذي يغتاب الناس ويغضهم (٧) ، وكذلك قال ابن السكيت، ولم يفرق بينهما (٨) ، وكذلك قال الفراء (٩) . </p><p> قال الأزهري: وأصل الهمزة واللمز الدفع، قال الكسائي: يقال: همزته ولمزته ولهزته (١٠) : إذا دفعته (١١) . </p><p>(١) ساقط من (ي). واللفظ ثابت في (ج) و (م) و\"تفسير ابن جرير\". (٢) رواه ابن جرير ١٠/ ١٥٧.(٣) \"تهذيب اللغة\" (لمز) ٤/ ٣٢٩٦، ونحوه في كتاب \"العين\" (لمز) ٧/ ٢٧٢.(٤) ما بين المعقوفين ساقط من (ي).(٥) اضطرب قول الزجاج في النسخة (ج) ونصه فيها: (يقال: لمزه الرجل بكسر الميم، واللُمزة بضم الميم: إذا عبته) وما أثبته موافق لما في \"معاني القرآن وإعرابه\".(٦) ما بين المعقوفين ساقط من (ي).(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٥٥، وتفسير الهمزة اللمزة ليس فيه، بل في \"تهذيب اللغة\" (لمز) ٤/ ٣٢٩٦.(٨) انظر: \"المشوف المعلم في ترتيب الإصلاح على حروف المعجم\" (لمز) ٢/ ٦٨٢، و (همز) ٢/ ٨١٠ حيث لم يفرق ابن السكيت بينهما، وانظر أيضًا: \"تهذيب اللغة\" (لمز) ٤/ ٣٢٩٦.(٩) \"معاني القرآن\" ٣/ ٢٨٩ وعبارته: .. يهمز الناس ويلمزهم: يغتابهم ويعيبهم.(١٠) في (ي): (ونهرته)، والصواب ما أثبته وهو موافق لما في \"تهذيب اللغة\".(١١) \"تهذيب اللغة\" (لمز) ٤/ ٣٢٩٦، والكسائي يعني أن أصل تلك الكلمات: =</p><p> قال ابن عباس في رواية عطاء: يلمزك يغتابك (١) . </p><p> وقال قتادة: يطعن عليك (٢) . </p><p> وقال الكلبي:  {يَلْمِزُكَ فِي الصَّدَقَاتِ} أي: يعيبك في أمرها، ويطعن عليك فيها (٣) . </p><p> وقال أبو علي: المعنى في حذف الإضافة والتقدير: يعيبك في تفريق الصدقات (٤) . </p><p> وقال أهل المعاني: هذه (٥) الآية بيان عما يوجبه الخلق الدني (٦) من الشره إلى الصدقة حتى يعيب ما لا عيب فيه إذا لم يعطه ما يرضيه (٧) . </p><p> وقال جويبر عن الضحاك في هذه الآية: كان رسول الله -صلى الله عليه وسلم- يقسم بينهم ما آتاه الله من قليل المال وكثيره، وكان المؤمنون يرضون بما أعطوا ويحمدون الله عليه، وأما المنافقون فإن أعطوا كثيراً فرحوا، وإن أعطوا قليلاً سخطوا (٨) . </p><p>= الدفع كما بينه أبو منصور الأزهري في الموضع نفسه، ولا يعني أن معنى الآية كذلك. (١) رواه الثعلبي ٦/ ١١٦ ب عن عطاء.(٢) رواه ابن جرير ١٠/ ١٥٦.(٣) ذكره مختصرًا الرازي في \"تفسيره\" ١٦/ ٩٨، ونحوه في \"تنوير المقباس\" ص ١٩٦ عنه عن ابن عباس.(٤) \"الحجة للقراء السبعة\" ٤/ ١٩٨.(٥) ساقط من (ج).(٦) في (ج): (الذي)، وهو خطأ.(٧) القول بنصه للحوفي في \"البرهان\" ١١/ ٢١١ أ.(٨) رواه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨١٦.</p>"
}