{
  "id": null,
  "sura": 9,
  "aya": 43,
  "text": "<p> ٤٣ - وقوله تعالى:  {عَفَا اللَّهُ عَنْكَ لِمَ أَذِنْتَ لَهُمْ} ، قال المفسرون: أذن رسول الله -صلى الله عليه وسلم- لطائفة في التخلف عنه فأنزل الله هذه الآية (١) ، قال الحسين بن الفضل: هذا من لطيف المعاتبة ولو لم يفتتح الخطاب بالعفو ما كان يقوم لقوله: {لِمَ (٢) أَذِنْتَ لَهُمْ} فطيب الله نفسه بتصدير العفو، وذلك أنه أذن لهم من غير مؤامرة (٣) ، ولم (٤) يكن (٥) له أن يمضي (٦) شيئاً </p><p>= مقدور، وأن الاستطاعة تقارن الفعل، أن نقول: القدرة من الصفات المتعلقة، ويستحيل تقديرها دون متعلق لها، فإن فرضنا قدرة متقدمة، وفرضنا مقدوراً بعدها في حالتين متعاقبتين فلا يتقرر على أصول المعتزلة تعلق القدرة بالمقدور، فإنا إذا نظرنا إلى الحالة الثانية فلا تعلق للقدرة فيها، فإذا لم يتحقق في الحالة الأولى إمكان، ولم يتقرر في الحالة الثانية اقتدار، فلا يبقى لتعلق القدرة معنى. أهـ. وانظر أيضًا: \"غاية المرام من علوم الكلام\" ص ٢٤٥، و\"شرح العقيدة الطحاوية\" ٢/ ٦٣٣. الثالث: قول عامة أهل السنة ومحققي المتكلمين، وهو أن الاستطاعة قسمان:أ- استطاعة للعبد بمعنى الصحة والوسع، وسلامة الآلات والتمكن وانتفاء الموانع، فهذه قد تتقدم الفعل، وهي المذكورة في قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: ٩٧]، وكذا في قوله تعالى: {فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا} [المجادلة: ٤]، فالمراد من الاستطاعة في الآيتين استطاعة الأسباب والآلات وانتفاء المانع.ب- استطاعة للعبد تكون موجبة للفعل، محققة له، فيها يتحقق وجوده، ويظهر كيانه، وهذه الاستطاعة مقارنة للفعل لا تتقدمه. انظر: \"مجموع فتاوى شيخ الإسلام\" ٨/ ٣٧٢، و\"شرح العقيدة الطحاوية\" ٢/ ٦٣٣.(١) انظر: \"تفسير ابن جرير\" ١٠/ ١٤٢، وابن أبي حاتم ٦/ ١٨٠٥، والسمرقندي ٢/ ٥٣، وابن الجوزي ٣/ ٤٤٥.(٢) ساقط من (ج).(٣) يعني: من غير أمر الله له بذلك.(٤) ساقط من (ج).(٥) في (ج): (لكن).(٦) في (ج): (ينهي).</p><p> إلا بوحي (١) ، قال قتادة وعمرو بن ميمون (٢) : اثنان فعلهما رسول -صلى الله عليه وسلم- ولم يؤمر فيهما بشيء: إذنه للمنافقين، وأخذه الفداء من الأسارى، فعاتبه الله كما تسمعون (٣) </p><p> وقوله تعالى:  {لِمَ أَذِنْتَ لَهُمْ} ، قال ابن عباس: يريد في التخلف (٤) ، قال أهل المعاني: وهذا يدل على أنه فعل ما لم يؤذن له فيه، لأنه لا يقال: لم فعلت: فيما أذن له في فعله (٥) . وقوله:  {حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ} أي: حتى تعرف من له العذر منهم في تخلفه ومن لا عذر له، فيكون إذنك لمن أذنت له على عذر، وقال ابن عباس: وذلك أن رسول الله -صلى الله عليه وسلم- لم يكن يعرف يومئذ المنافقين، وما عرفهم إلا بعدما نزلت (٦) سورة (٧) براءة (٨) ، وقال أهل المعاني: هذه الآية بيان عما توجبه العجلة في الأمر قبل التبين من التنبيه على ما ينبغي من التثبت حتى تظهر الحال فيعامل كل فريق بما يستحقه من التقريب أو </p><p>(١) لم أجد من ذكره عنه، وكتاب الحسين بن الفضل في معان القرآن مفقود. (٢) هو: عمرو بن ميمون الأودي، أبو عبد الله الكوفي، أسلم في حياة النبي -صلى الله عليه وسلم- ولم يلقه، كان ثقة عابداً كثير الحج، وتوفي سنة ٧٤ هـ. انظر: \"الكاشف\" ٢/ ٨٩، و\"تهذيب التهذيب\" /٣٠٧ - ٣٠٨.(٣) انظر: \"تفسير ابن جرير\" ١٠/ ١٤٢، والثعلبي ٦/ ١١١ ب، والبغوي ٤/ ٥٤، وابن الجوزي ٣/ ٤٤٥، والقرطبي ٨/ ١٥٤.(٤) \"تنوير المقباس\" ١٩٤ بنحوه.(٥) انظر: \"إعراب القرآن\" للنحاس ٢/ ٢١.(٦) في (ي): (بعد نزول).(٧) ساقط من (ي).(٨) ذكره بنحوه البغوي ٤/ ٥٥، وإبن الجوزي ٣/ ٤٤٥، والقرطبي ٨/ ١٥٥، والمؤلف في \"الوسيط\" ٢/ ٥٠١.</p>"
}