{
  "id": null,
  "sura": 9,
  "aya": 54,
  "text": "<p> يريد] (١) عاصين لله على غير طريقة الإسلام (٢) . </p><p> ٥٤ - وقوله تعالى:  {وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ} وقرئ: يقبل بالياء (٣) ، فمن قرأ بالتاء فلأن الفعل مسند إلى مؤنث، ومن قرأ بالياء ذهب إلى أن النفقات (٤) بمعنى الإنفاق (٥) ، كقوله:  {فَمَنْ جَاءَهُ مَوْعِظَةٌ}  [البقرة: ٢٧٥] . </p><p> قال الفراء والزجاج وجميع النحويين: موضع (أن) الأولى نصب، والثانية في قوله:  {إِلَّا الَّذِينَ كَفَرُوا} رفع، والتقدير: وما منعهم قبول نفقاتهم إلا كفرهم (٦) ، قال أهل العلم: وهذه الآية دليل على أن الكافر لا يقبل له عمل ولا يكتب له معروف، فإن أسلم كتب له ما أتاه من طاعة في الشرك (٧) . </p><p>(١) ما بين المعقوفين ساقط من (م). (٢) \"الوسيط\"، الموضع السابق. وفي \"تنوير المقباس\" ص ١٩٥: منافقين.(٣) قرأ حمزة والكسائي وخلف (أن يقبل) بالياء، والباقون بالتاء. انظر: \"الغاية في القراءات العشر\" ص ١٦٥، و\"إرشاد المبتدي\" ٣٥٣، و\"تحبير التيسير\" ص ١٢٠.(٤) في (ي): (النفاق)، وهو خطأ.(٥) ذكر أبو علي الفارسي في \"الحجة\" ٤/ ١٩٦ وجهًا آخر للقراءة بالياء وهو أن التأنيث غير حقيقي.(٦) انظر: \"معاني القرآن\" للفراء ١/ ٤٤٢، و\"معاني القرآن واعرابه\" للزجاج ٢/ ٤٥٣، و\"إعراب القرآن\" للنحاس ٢/ ٢٥، و\"مشكل إعراب القرآن\" لمكي ص ٣٣٠.(٧) انظر: \"المحرر الوجيز\" ٦/ ٥٢٤، و\"الجامع لأحكام القرآن\" ٨/ ١٦١، و\"صحيح مسلم بشرح النووي\" ٢/ ١٤٠، و\"فتح الباري\" ١/ ٩٩، وقد ذكر النووي رحمه الله أقوالاً كثيرة ثم قال: (وذهب ابن بطال وغيره من المحققين إلى أن الحديث -يعني: حديث حكيم الذي ذكره المؤلف- على ظاهره، وأنه إذا أسلم الكافر ومات على الإسلام يثاب على ما فعله من الخير في حال الكفر واستدلوا بحديث أبي سعيد الخدري -رضي الله عنه-، قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا أسلم الكافر فحسن إسلامه =</p><p> قال حكيم بن حزام لرسول (١) الله - صلى الله عليه وسلم -: إنا كنا نتحنث بأعمال في الجاهلية، فقال رسول الله - صلى الله عليه وسلم -: \"أما أنت فقد أسلمت على ما قدمت من الخير\"  (٢) . </p><p> قوله تعالى:  {وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى} مضى الكلام في (كسالى) في سورة النساء [١٤٢] . </p><p> قال عطاء عن ابن عباس: يريد إن كان في جماعة صلى، وإن كان </p><p>= كتب الله تعالى له كل حسنة زلفها، ومحا عنه كل سيئة زلفها\" .. قال ابن بطال رحمه الله تعالى: بعد ذكره الحديث: \"ولله تعالى أن يتفضل على عباده بما يشاء، لا اعتراض لأحد عليه\" .. ثم قال النووي: وأما قول الفقهاء لا يصح من الكافر عبادة، يعتد بها، فمرادهم أنه لا يعتد له بها في أحكام الدنيا، وليس فيه تعرض لثواب الآخرة، فإن أقدم قائل على التصريح بأنه إذا أسلم لا يثاب عليها في الآخرة رد قوله بهذه السنة الصحيحة)، و\"صحيح مسلم بشرح النووي\" ٢/ ١٤٠ - ١٤٣، وقال الحافظ ابن حجر: قال المازري: (الكافر لا يصح منه التقرب، فلا يثاب على العمل الصالح الصادر منه في شركه؛ لأن من شرط المتقرب أن يكون عارفاً لمن يتقرب إليه والكافر ليس كذلك)، ثم نقل رد النووي هذا القول، ثم قال: والحق أنه لا يلزم من كتابة الثواب للمسلم في حال إسلامه تفضلاً من الله وإحسانًا أن يكون ذلك لكون عمله الصادر منه في الكفر مقبولاً، والحديث إنما تضمن كتابة الثواب ولم يتعرض للقبول، ويحتمل أن يكون القبول يصير معلقًا على إسلامه فيقبل ويثاب إن أسلم وإلا فلا، وهذا قوي، و\"فتح الباري\" ١/ ٩٩. قلت: والقول الأخير سالم من الاعتراضات وما قيل في غيره من مخالفة القواعد، وله نظائر في الشريعة ككون الدعاء يرد القضاء، وصلة الرحم تزيد العمر أي أن ذلك معلق بذلك، فإن دعا رد عنه القضاء، وإن وصل رحمه زاد عمره وإلا فلا. (١) في (ج): (يا رسول).(٢) رواه البخاري في (١٤٣٦)، كتاب: الزكاة، باب: من تصدق في الشرك ثم أسلم، ومسلم (١٢٣)، كتاب: الإيمان، باب: بيان حكم عمل الكافر إذا أسلم بعده، وأحمد في \"المسند\" ٣/ ٤٠٢.</p>"
}