{
  "id": null,
  "sura": 9,
  "aya": 126,
  "text": "<p> وحجة ازدادوا إخلاصًا ويقينًا (١) . </p><p> ١٢٥ - وقوله تعالى:  {وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} ، قال المفسرون: شك ونفاق (٢) ، وسمي الشك في الدين مرضًا؛ لأنه فساد في القلب يحتاج إلى علاج كالفساد في البدن. </p><p> وقوله تعالى:  {فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ} ، قال الحسن والأكثرون: زادتهم كفرًا إلى كفرهم (٣) ، قال أبو إسحاق: لأنهم كلما كفروا بسورة ازداد كفرهم (٤) ، وقال عطاء ومقاتل: أي إثمًا وعذابًا إلى ما أعد لهم من الخزي والعذاب (٥) . </p><p> ١٢٦ - قوله تعالى:  {أَوَلَا يَرَوْنَ} الآية، هذه واو العطف دخل عليها ألف الاستفهام فهو متصل بذكر المنافقين وفي {يَرَوْنَ} قراءتان الياء والتاء (٦) ، فمن قرأ بالتاء فهو خطاب للمؤمنين على معنى التنبيه، وقال سيبويه عن الخليل في قوله:  {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً} </p><p>(١) لم أجده. (٢) انظر: \"تفسير ابن جرير\" ١١/ ٧٣، وابن أبي حاتم ٦/ ١٩١٠، والثعلبي ٦/ ١٦٤ أ، والبغوي ٤/ ١١٤.(٣) انظر: \" تأويل مشكل القرآن\" ص ٤٧١، \"تفسير الطبري\" ١١/ ٧٣، والسمرقندي ٢/ ٨٤، والثعلبي ٦/ ١٦٤ أ، والبغوي ٤/ ١١٤، ولم أجد من ذكره عن الحسن.(٤) \"معاني القرآن وإعرابه\" ٢/ ٤٧٦.(٥) انظر: قول مقاتل في \"تفسيره\" ص ١٣٧/ أ، والثعلبي ٦/ ١٦٤/ أ، والماوردي ٢/ ٤١٦، وابن الجوزي ٣/ ٥١٩ مختصرًا، ولم أجد من ذكره عن عطاء.(٦) قرأ حمزة ويعقوب بالتاء، وقرأ الباقون بالياء.انظر: \"الغاية في القراءات العشر\" ١٦٨٩، \"إرشاد المبتدي\" ص ٣٥٧، \"تقريب الشر\" ص ١٢١.</p><p> [الحج:٦٣] ، المعنى: انتبه! أنزل الله من السماء ماءً، فكان كذا وكذا (١) ، والمعنى في هذه الآية: أن المؤمنين نُبِّهوا على إعراض المنافقين عن النظر والتدبر لما ينبغي أن ينظروا فيه (٢) ويتدبروه. </p><p> ومن قرأ بالياء فمعناه التقريع بالإعراض عن التوبة للمنافقين من غير أن يُصرف التنبيه إلى المسلمين (٣) في الخطاب؛ لأن المسلمين قد عرفوا ذلك من أمرهم. </p><p> والرؤية على ما ذكرنا بمعنى العلم، ويجوز أن تكون من رؤية العين المتعدية إلى مفعولين وسدَّ (أن) مسدهما، وهذا الوجه أولى؛ لأن معنى الآية أنهم يُستبطؤون (٤) على مشاهدة ما يفتتنون (٥) به في الاعتبار والإقلاع عما هم عليه من النفاق، وهذا أبلغ في هذا الباب؛ ألا ترى أن تارك الاستدلال أعذر من المضرب عما يحس ويشاهد. </p><p> وقوله تعالى:  {أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَرَّةً أَوْ مَرَّتَيْنِ} ، قال ابن عباس في رواية عطاء: يمتحنون بالمرض في كل عام مرة أو مرتين (٦) . </p><p>(١) \"كتاب سيبويه\" ٣/ ٤٠بنحوه، وذكره أبو علي الفارسي في \"الحجة\" ٤/ ٢٣٢ بلفظ المؤلف. (٢) ساقط من (ح).(٣) في (ى): (المؤمنين).(٤) في (ى): (يستبطنون)، والصواب: ما أثبته وهو موافق لما في \"الحجة للقراء السبعة\" ٤/ ٢٣٣، الذي نُقل منه النص.(٥) في (م): (يفتنون).(٦) ذكره الرازي في \"تفسيره\" ١٦/ ٢٣٣، ورواه بمعناه مختصرًا بن أبي حاتم ٦/ ١٩١٥ من رواية الضحاك.</p><p> {ثُمَّ لَا يَتُوبُونَ} من النفاق، ولا يتعظون بذلك المرض، كما يتعظ المؤمن إذا مرض ذكر ذنوبه وموقفه بين يدي الله، فيزيده ذلك إيمانًا وخوفًا من الله، وازداد الله له رحمة ورضوانًا. </p><p> وهذا قول عطية قال: يفتنون بالأمراض والأوجاع وهن روائد الموت (١) ، وهذا اختيار أبي علي قال: إنهم يمتحنون بالأمراض والأسباب التي لا يؤمن معها الموت، فلا يرتدعون عن كفرهم، ولا ينزجرون عما هم عليه من النفاق، ولا يُقَدِّمون عملًا صالحًا يقدمون عليه إذا ماتوا (٢) . </p><p> وقال مجاهد: يفتنون بالقحط والجوع (٣) . </p><p> وقال قتادة: بالغزو والجهاد (٤) ؛ وذلك أنهم كانوا إذا نقضوا العهد بعث إليهم رسول الله - صلى الله عليه وسلم - بالسرايا فيقتلونهم (٥) ، وكل هذا من أسباب </p><p>(١) رواه الثعلبي ٦/ ١٦٤ ب. (٢) \"الحجة\" للقراء السبعة ٤/ ٢٣٢.(٣) رواه ابن جرير ١١/ ٧٣، ٧٤، وابن أبي حاتم ٤/ ١١٣ ب، والثعلبي ٦/ ١٦٤ ب، والبغوي ٤/ ١١٥.(٤) المصادر السابقة، نفس الموضع.(٥) ليس للمنافقين عهد حتى ينقضوه، وليسوا من أهل الحرب حتى يبعث إليهم النبي - صلى الله عليه وسلم - بالسرايا، بل ظاهرهم الإسلام والولاء والطاعة، ولذا تعليل المؤلف قول قتادة بما ذكره فيه نظر، بل قول قتادة يحتمل أحد ثلاثة أمور:أ- أنهم يفتنون بالغزو والجهاد فيتخلفون بغير عذر فيظهر نفاقهم.ب- أنهم يفتنون بالغزو والجهاد فيخرجون ويتعرضون للقتل قبل التوبة والإيمان الصحيح.ج- أنهم يبتلون بالغزو والجهاد فيرون تصديق ما وعد الله - صلى الله عليه وسلم - رسوله من النصر والظفر، وهذا معنى قول الحسن البصري كما في \"تفسير الثعلبي\" ٦/ ١٦٤ ب، بل نسبه القرطبي ٨/ ٢٩٩ إلى قتادة نفسه.</p>"
}