{
  "id": null,
  "sura": 9,
  "aya": 66,
  "text": "<p> ويتحدثون، وقل لهم:  [احترقتم أحرقكم الله\"، فأتبعهم عمار فلحقهم،وقال لهم:]  (١) مم تضحكون وتتحدثون؟ قالوا: نتحدث بحديث الركب ونضحك بيننا، فقال: صدق الله ورسوله (٢) ، احترقتم أحرقكم الله (٣) . </p><p> ٦٦ - قوله تعالى:  {لَا تَعْتَذِرُوا} ، قال المفضل بن سلمة:  (معنى الاعتذار هو أثر الموجدة، من قولهم اعتذرت المنازل إذا درست)  (٤) ، يقال: مررت بمنزل معتذر بال. قال ابن أحمر في الاعتذار بمعنى الدروس: </p><p> قد كنت تعرف آيات فقد جَعَلت ... أطلال إلفك بالودكاء تعتذر (٥) </p><p> وأخذ الاعتذار من هذا؛ لأن من اعتذر شاب اعتذاره بكذب (٦) يعفي على ذنبه. </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) في (ى): (صدق رسول الله).(٣) \"تفسير مقاتل\" ١٣١ أبنحوه، وذكره بلفظ مقارب ابن الجوزي في \"تفسيره\" ٣/ ٤٦٤ عن أبي صالح عن ابن عباس، ورواه عن الكلبي مختصرًا عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٨٢، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٥٦، وروى بعضه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٣٠ عن كعب بن مالك، وانظر: \"السيرة النبوية\" ٤/ ٢٠٩.(٤) اهـ. كلام المفضل، انظر: \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٨.(٥) البيت لابن أحمر كما في \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٨، و\"لسان العرب\" ٥/ ٢٨٥٩، و (ودك) ١٠/ ٥٠٩.والودكاء: موضع، أو رملة. انظر: \"لسان العرب\"، الموضع السابق الأخير.والشاعر يذكر شيخوخته وزوال شبابه، إذ يقول في بيت سابق:بان الشباب وأفنى ضعفه العمر ... لله درك، أي العيش تنتظريقول: عشت ضعف عمر رجل، فما معنى البقاء والانتظار، ثم إن الآيات والعلامات في بقايا وأطلال المكان الذي كنت آلفه قد بدأت تندرس وتزول.(٦) في (ح): (بكدر)، وأتبت ما في (م) و (ى) لموافقته لما في \"تهذيب اللغة\" (عذر).</p><p> وقال ابن الأعرابي:  (اعتذرت إليه: هو قطع ما في قلبه)  (١) ، ومنه عذرة الغلام لقُلفته، وهي ما يقطع عند الختان، وعذرة الجارية سميت عذرة بالعذر وهو القطع، قاله اللحياني (٢) ، لأنها إذا خفضت (٣) قطعت نواتها، وإذا افترعت (٤) انقطع حاتم عذرتها، ومن هذا يقال: اعتذرت المياه إذا انقطعت، وعلى هذا معنى العذر (٥) : قطع اللائمة عن الجاني، فالقولان قريبان من السواء لأن هو أثر الموجدة قطع له. </p><p> وقوله تعالى:  {قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ، قال أبو إسحاق:  (تأويله: قد ظهر كفركم بعد إظهاركم الإيمان)  (٦) . </p><p> وقوله تعالى:  {إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً} ، قال المفسرون:  (الطائفتان كانوا ثلاثة نفر هزيء اثنان وضحك واحد على ما بينا)  (٧) ، فالطائفة الأولى الضاحك، والأخرى الهازئان، قال مجاهد في </p><p>(١) اهـ. كلام ابن الأعرابي، انظر: \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٨. (٢) انظر قوله في: \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٨.(٣) الخفض للجارية: كالختان للغلام. \"لسان العرب\" (خفض).(٤) في \"لسان العرب\" (فرع) ٦/ ٣٣٩٥: افترع البكر: افتضها، والفرعة: دمها، وقيل له: افتراع لأنه أول جماعها.(٥) ساقط من (ح).(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٥٩، وقول الزجاج هذا بناء على أنهم كانوا كفارًا منافقين قبل هذا القول، لكن لفظ الآية أعم بما ذكره الزجاج، فالاستهزاء بالله أو رسوله أو شيء بما جاء به الإسلام يعد باب من أبواب الكفر الأكبر؛ لأنه يدل على الاستخفاف والاستصغار، وأساس الإيمان تعظيم الله تعالى وما يمت إليه بسبب بأقصى ما يمكن.(٧) انظر: \"تفسير ابن جرير\" ١٠/ ١٧٣، و\"الدر المنثور\" ٣/ ٤٥٦ - ٤٥٧.</p><p> قوله، تعالى:  {وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ}  [النور: ٢] ، أقلها واحد (١) ، وقال عطاء: أقلها اثنان (٢) . </p><p> وقال أبو إسحاق:  (الطائفة في اللغة: أصلها الجماعة؛ لأنها المقدار الذي يطيف بالشيء، وقد يجوز أن يقال (٣) للواحد: طائفة يراد نفسٌ طائفة) (٤) . </p><p> وقال ابن الأنباري:  (العرب توقع الجمع على الواحد فتقول: خرج فلان إلى مكة على الجمال، والله تعالى يقول (٥) : {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ}  [آل عمران: ١٧٣] يعني نعيم بن مسعود. قال: ويجوز أن تكون الطائفة إذا أريد بها الواحد يكون أصلها طائفا فتدخل الهاء للمبالغة) (٦) . </p><p> وروى الفراء بإسناده عن ابن عباس قال:  (الطائفة: الواحد فما فوقه)  (٧) ، قال الكلبي:  (الذي ضحك هو المعفو عنه)  (٨) ، وقال محمد بن </p><p>(١) رواه ابن جرير ١٨/ ٦٩ (ط. الحلبي) وعبد الرزاق في \"تفسيره\" ٢/ ٥٠، والبغوي في \"تفسيره\" ٦/ ٨، وابن المنذر وابن أبي حاتم، كما في \"الدر المنثور\" ٣/ ٤٥٧. (٢) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٠، والبغوي ٦/ ٨(٣) في (ى): (تكون)، وهو خطأ.(٤) \"معاني القرآن واعرابه\" ٢/ ٤٦٠.(٥) ساقط من (ح).(٦) انظر: \"زاد المسير\" ٣/ ٤٦٦ مختصرًا.(٧) \"معاني القرآن\" ٢/ ٢٤٥ وسنده واهٍ؛ إذ هو من رواية الكلبي عن أبي صالح عن ابن عباس.(٨) رواه بمعناه عبد الرزاق في\"تفسيره\" ١/ ٢/ ٢٨٢، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٥٦، وذكره بلفظ مقارب ابن الجوزي في \"زاد المسير\" ٣/ ٣٦٤.</p>"
}