{
  "id": null,
  "sura": 9,
  "aya": 123,
  "text": "<p> الجماعة [عن الجماعة (١) ] (٢) . </p><p> [قال أبو عبيد (٣) ] (٤) : لولا هذه الآية لكان الجهاد حتمًا واجبًا (٥) على كل مؤمن في خاصة نفسه وماله، كسائر الفرائض، ولكن هذه الآية جعلت للناس الرخصة في قيام بعضهم بذلك عن بعض (٦) . </p><p> ١٢٣ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ} يريد: الذين يقربون منكم، قال ابن عباس: أمر الله المؤمنين أن يقاتلوا الأدنى فالأدنى (٧) من عدوهم من المدينة مثل قريظة النضير وخيبر وفدك (٨) ، وقال في رواية عطاء: يريد الشام من الروم والعرب الكفار، وذلك أن الشام كانت أقرب إلى المدينة من العراق (٩) . </p><p> وقيل: إن النبي - صلى الله عليه وسلم - كان ربما تخطى في حربه الذين يلونه من الأعداء ليكون أهيب له، فأمر بقتال من يليه (١٠) ، وهذا دليل أنه إنما </p><p>(١) \" معاني القرآن وإعرابه\" ٢/ ٤٧٥. (٢) ما بين المعقوفين ساقط من (ح) وفي (ى): عن الجهاد، والمثبت موافق لـ\"معاني القرآن وإعرابه\".(٣) في (م): (أبو عبيدة).(٤) ما بين المعقوفين ساقط من (ى).(٥) من (م).(٦) لم أجده في كتاب \"الأموال\"، وكتاب \"غريب الحديث\" لأبي عبيد، ولا في \"مجاز القرآن\" لأبي عبيدة، ولم تذكره المصادر التي بين يدي.(٧) ساقط من (ى).(٨) رواه مختصرًا الثعلبي ٦/ ١٦٣ ب، والبغوي ٤/ ١١٣، ونحوه في \"تنوير المقباس\" ص ٢٠٧.(٩) ذكره بنحوه الثعلبي ٦/ ١٦٣ ب، والبغوي ٤/ ١١٤ دون تعيين القائل.(١٠) انظر: \"معاني القرآن وإعرابه\" ٢/ ٤٧٦.</p><p> ينبغي أن يقاتل أهل كل ثغر الذين يلونهم، وفيه فوائد: خفة المؤنة على بيت المال بقرب الطريق، وأن كل طائفة من المسلمين أهدى إلى مكايد من يليهم وإلى عوراتهم؛ ولأن المسلمين إذا تباعدوا وخلفوا بالقرب منهم طائفة من المشركين لم يأمنوا أن يهجموا على ذراريهم فتوجل لذلك قلوب الغزاة. </p><p> قوله تعالى:  {وَلْيَجِدُوا فِيكُمْ غِلْظَةً} ، قال الزجاج: فيها ثلاث لغات: فتح الغين وضمها وكسرها (١) ، قال ابن عباس: يريد شجاعة (٢) ، وقال مجاهد: شدة (٣) ، وقال الحسن: صبرًا منكم على الجهاد (٤) ، وقال الضحاك: عنفًا (٥) . </p><p> وقال أهل المعاني: الغلظة ضد الرقة وهي الشدة في إحلال النقمة، وذلك أدل على البصيرة في الإيمان، وأزجر عن الكفر باللهِ، وأهيب لأعداء الله، وهذا مثل قوله تعالى:  {وَاغْلُظْ عَلَيْهِمْ}  [التحريم: ٩] ، وقوله تعالى في صفة الصحابة:  {أَشِدَّاءُ عَلَى الْكُفَّارِ}  [الفتح:] ، وقوله:  {أَعِزَّةٍ عَلَى الْكَافِرِينَ}  [المائدة:٥٤] . </p><p> ويخرج الكلام في هذه الآية على الأمر بالوجود، وإنما هو بالغلظة كانه قيل: اغلظوا عليهم بحيث يجدون ذلك. </p><p> وقوله تعالى:  {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} ، قال أبو إسحاق: أي أن </p><p>(١) \"معاني القرآن وإعرابه\" ٤٧٦ بمعناه (٢) ذكره ابن الجوزي في \"تفسيره\" ٣/ ٥١٨، والمؤلف في \"الوسيط\" ٢/ ٥٣٥.(٣) انظر: المصدرين السابقين، نفر الموضع.(٤) رواه الثعلبي ٦/ ١٦٣ ب، والبغوي ٤/ ١١٤.(٥) رواه الثعلبي، الموضع السابق.</p>"
}