{
  "id": null,
  "sura": 9,
  "aya": 106,
  "text": "<p> وإذا لم يحدث استحالت إذ كانت الرؤية تدل على وجود المرئي. </p><p> وقوله تعالى:  {فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} ، قال ابن عباس:  (يوقفكم على أعمالكم فيثيب المحسن ويعاقب المسيء)  (١) ، كما (٢) قال تعالى: {لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا}  [النجم:٣١] الآية، ومثل هذه الآية قد تقدم في هذه السورة (٣) . </p><p> ١٠٦ - وقوله تعالى:  {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} الآية، ذكرنا الكلام في معنى الإرجاء في سورة الأعراف، وهو تأخير الأمر إلى وقت، وسميت المرجئة (٤) لأنهم لا يجزمون القول بمغفرة التائب ولكن يؤخرونها (٥) إلى مشيئة الله تعالى. </p><p>(١) ذكره المؤلف في \"الوسيط\" ٢/ ٥٢٣. (٢) من (ى).(٣) يعني الآية: ٩٤.(٤) المرجئة فرق شتى ومذاهب مختلفة، وهم أربعة أصناف: مرجئة الخوارج، ومرجئة القدرية، ومرجئة الجبرية، والمرجئة الخالصة، وإذا أطلق لفظ المرجئة فالمراد بهم الصنف الأخير، وهم القائلون إن فعل الأعمال الصالحة، وترك المحظورات البدنية لا يدخل في مسمى الإيمان، وقد افترقوا في تعريف الإيمان إلى اثنتي عشرة فرقة، كما ذكر الأشعري، وذكر ابن تيمية أنهم صاروا على ثلاثة أقوال:الأول: قول علمائهم وأئمتهم إن الإيمان تصديق القلب وقول اللسان.الثاني: قول الجهمية إن الإيمان تصديق القلب فقط.الثالث: قول الكرامية إن الإيمان قول اللسان فقط.انظر: مقالات الإسلاميين ١/ ٢١٣، و\"الملل والنحل\" للشهرستاني ١/ ١٣٩، و\"مجموع فتاوى شيخ الإسلام ابن تيمية\" ١٢/ ٤٧١، ١٣/ ٥٥.(٥) في (ي): (يرجونها).</p><p> وقال الأوزاعي:  (لأنهم يؤخرون (١) العمل من الإيمان) (٢) ، قال ابن عباس وعامة المفسرين:  (نزلت هذه الآية في ثلاثة نفر: كعب بن مالك (٣) من بني سلمة، وهلال بن أمية الواقفي (٤) ، ومرارة بن الربيع الزبيدي (٥) كانوا تخلفوا عن غزوة تبوك وكانوا مياسير، ثم (٦) لم يتسع لهم العذر كما اتسع للآخرين الذي ذكروا قبل هذا (٧) ، ولم يبالغوا في التنصل والاعتذار كما فعل الآخرون، ولم يوثقوا أنفسهم بالسواري، فوقف رسول الله -صلى الله عليه وسلم- أمرهم، ونهى الناس عن مكالمتهم ومخالطتهم، حتى نزل قوله تعالى:  {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا}  [التوبة: ١١٨] الآيات بعد خمسين ليلة (٨) . </p><p>(١) في (ى): (لا يؤخرونها)، وهو خطأ مخالف لقول المرجئة. (٢) انظر: \"تهذيب اللغة\" (رجا) ٢/ ١٣٦٢.(٣) هو: كعب بن مالك بن عمرو بن القين السلمي الأنصاري، شاعر رسول الله -صلى الله عليه وسلم- وصاحبه وممن بايع بيعة العقبة، وأحد الثلاثة الذين خلفوا، فتاب الله عليهم، وتوفي في خلافة علي.انظر: \"سير أعلام النبلاء\" ٢/ ٥٢٣، و\"الإصابة\" ٣/ ٣٠٢، و\"تقريب التهذيب\" ص ٤٦١ (٥٦٤٩).(٤) هو: هلال بن أمية بن عامر بن قيس الواقفي الأنصاري صحابي جليل، شهد بدرًا وما بعدها، وتخلف عن غزوة تبوك ثم تاب الله عليه.انظر: الاستيعاب ٤/ ١٠٣، و\"الإصابة\" ٣/ ٦٠٦.(٥) هو: مرارة بن الربيع الأوسي الأنصاري، من بني عمرو بن عوف، ويقال إنه حليف لهم وأصله من قضاعة، شهد بدرًا، وتخلف عن غزوة تبوك ثم تاب الله عليه.انظر: \" الاستيعاب\" ٣/ ٤٣٩، و\"الإصابة\" ٣/ ٣٩٦ - ٦٩٧.(٦) ساقط من (م).(٧) يعني الذين ربطوا أنفسهم بالسواري.(٨) انظر: \"تفسير ابن جرير\" ١١/ ٢١ - ٢٢، وابن أبي حاتم ٦/ ١٨٧٨، والثعلبي ٦/ ١٤٦ أ، والبغوي ٤/ ٩٢.</p>"
}