{
  "id": null,
  "sura": 9,
  "aya": 80,
  "text": "<p> وقد قال بعضهم (١) : {الَّذِينَ} مبتدأ منقطع مما قبله وقوله: {سَخِرَ اللَّهُ مِنْهُمْ} خبره، دعاء كان أو خبرًا، في الدنيا كان أو في الآخرة. </p><p> ٨٠ - قوله تعالى:  {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ} الآية، قال الفراء:  (ظاهر الآية أنه أمر ونهي، خيره بينهما، وإنما (٢) هو على تأويل الجزاء، بمعنى إن تستغفر لهم أو لا تستغفر لهم) (٣) ، وقد ذكرنا هذا عند قوله:  {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا}  [التوبة: ٥٣] الآية، وقال غيره من أهل المعاني:  (معنى صيغة الأمر والنهي في هذه الآية: المبالغة في اليأس من المغفرة بأنه لو طلبها طلب المأمور بها، أو (٤) تركها ترك المنهي عنها لكان ذلك سواء في أن الله لا يوقعها (٥) ) (٦) . </p><p> وقوله تعالى:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ} قال المتأخرون من أهل التفسير: (السبعون عند العرب غاية مستقصاة؛ لأنه جمع سبعة والسبعة تتمة عدد الخلق كالسماوات والأرض والبحار (٧) </p><p>= الأول: (فيسخرون) ودخلت الفاء لما في (الذين) من الشبه بالشرط. الثاني: أن الخبر (سخر الله منهم).الثالث: أن الخبر محذوف، تقديره: منهم الذين يلمزون.انظر: \"التبيان في إعراب القرآن\" ص ٤٢٥.(١) انظر التعليق السابق.(٢) في (ى): (وانهما)، وهو خطأ.(٣) \"معاني القرآن\" ١/ ٤٤١ بمعناه.(٤) في (ح): (و).(٥) في (م): (يرفعها).(٦) لم أقف عليه.(٧) لم يتبين لي مراده بذلك، والبحار المعروفة أكثر من سبعة.</p><p> والأقاليم (١) والنجوم (٢) والأعضاء (٣) ) (٤) ، وذكر في بعض الكتب (٥) : (إن تستغفر لهم سبعين مرة) إنما خص هذا العدد لأنه يروى أن النبي -صلى الله عليه وسلم- صلى على حمزة سبعين تكبيرة، فكأنه قيل: إن تستغفر لهم سبعين مرة بإزاء صلاتك على حمزة) (٦) . </p><p> وقال الأزهري:  (العرب تضع التسبيع (٧) في موضع التضعيف، حكى أبو عمرو أن رجلاً أعطى أعرابيًا درهمًا، فقال (٨) : سبع الله له الأجر، قال: أراد التضعيف، وفي نوادر الأعراب: سبع الله لفلان تسبيعًا وتبع له تتبيعًا، أي: تابع له الشيء [بعد الشيء]  (٩) . </p><p>(١) لم يتين لي المراد بذلك، ولا يمكن أن يقال: إن مراده القارات السبع؛ لأن ثلاثًا منها على الأقل لم تكشف إلا بعد وفاة المؤلف بدهر. (٢) يعني النجوم السيارة في المجموعة الشمسية، وقد كان المعروف منها زمن المؤلف سبع.انظر: \"تفسير الرازي\" ١٦/ ١٤٨. وقد اكتشف فيما بعد غيرها.(٣) لعله يعني الأعضاء السبعة التي يسجد عليها المصلي، وذكر ابن عطية في \"المحرر الوجيز\" ٦/ ٥٨٢ - ٥٨٣ نحو هذا القول، وفسر الأعضاء بالجوارح التي بها يطيع الإنسان ربه ويعصيه، وهي عيناه وأذناه ولسانه وبطنه وفرجه ويداه ورجلاه، وفيه نظر لأن الطاعة والمعصية ليست محصورة بهذه الأعضاء فالأنف قد يشم ما حرم الله، والقلب قد يحمل حقدًا وحسدًا واحتقارًا لمسلم، والمرأة قد تعصي ربها بإبداء زينتها ووجهها لأجنبي.(٤) هذا القول للثعلبي، انظر: \"تفسيره\" ٦/ ١٣٤ ب.(٥) في (ى): (بعض أهل الكتب)، وهو خطأ.(٦) انظر: \"تفسير الثعلبي\" ٦/ ١٣٤ ب، ولم يذكر سنده.(٧) في (ح): (السبع).(٨) في (ى): (فقال له)، وأثبت ما في (ح) و (م) لموافقته لما في \"تهذيب اللعة\".(٩) ما بين المعقوفين ساقط من (ى).</p><p> قال: والأصل في هذا: قول الله عز وجل: {كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ}  [البقرة: ٢٦١] ، وقال عليه السلام \"الحسنة بعشر أمثالها إلى سبعمائة\"  (١) فلما ذكر الله تعالى ورسوله هذا العدد في موضع التضعيف صار أصلاً فيه، فقوله:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً} من باب التكثير والتضعيف لا من باب حصر العدد، ولم يرد الله أنه (٢) إن زاد على السبعين غفر لهم، ولكن المعنى: إن استكثرت من الدعاء بالاستغفار للمنافقين لم يغفر الله لهم (٣) . </p><p> هذا الذي ذكرنا في هذه الآية مذهب أهل اللغة وأصحاب المعاني (٤) ، وأما المفسرون فإنهم أجروا الآية على ظاهرها، فقالوا: إن قوله: {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ} تخيير، وقوله:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً} حصر بهذا العدد (٥) ، ورووا في هذا عن النبي -صلى الله عليه وسلم- ما يوافق هذا </p><p>(١) رواه البخاري (٤١، ٤٢)، كتاب: الإيمان، باب: حسن إسلام المرء، ومسلم (١٦٤)، كتاب: الصيام، باب: فضل الصيام، والنسائي في \"سننه\"، كتاب: الإيمان، باب: حسن إسلام المرء ٨/ ١٠٥، وابن ماجه (١٦٣٨)، كتاب: الصيام، باب: ما جاء في فضل الصيام، وأحمد في \"المسند\" ١/ ٤٤٦. (٢) ساقط من (ى) و (م).(٣) اهـ. كلام الأزهري، انظر: \"تهذيب اللغة\" (سبع) ٢/ ١٦١٧.(٤) انظر: \"تهذيب اللغة\" (سبع) ٢/ ١٦١٧، و\"لسان العرب\" (سبع) ٣/ ١٩٢٤.(٥) نسبة المؤلف هذا القول للمفسرين على وجه العموم فيه نظر، إذ هم فريقان في هذه المسألة، فبعضهم ذهب إليه، وقد ذكر القرطبي بعضهم في \"تفسيره\" ٨/ ٢٢٠ حيث قال. (وقالت طائفة - منهم الحسن وقتادة وعروة: إن شئت استغفر لهم، وإن شئت لا تستغفر) اهـ. واعتمد هذا القول السمرقندي في \"تفسيره\" ٢/ ٦٥، والمؤلف في \"الوسيط\" ٢/ ٥١٥، وابن عطية في \"المحرر الوجيز\" ٦/ ٥٨٠، وابن العربي في \"أحكام القرآن\" ٢/ ٩٩٠ ولم تذكر كتب الرواية كـ\"تفسير ابن جرير\" وابن أبي حاتم =</p><p> المذهب، وهو ما روي أن النبي -صلى الله عليه وسلم- لما أراد الصلاة علي عبدالله بن أبي قال له عمر: أتصلي على عدو الله القائل يوم كذا: كذا وكذا؟ ! فقال:  \"إني خيرت فاخترت،قد قيل لي:{اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ}\"  (١) . </p><p>= و\"الدر المنثور\" قولاً لأحد المفسرين السابقين بهذا المعنى، وإنما ذكرت عن جمع من مفسري السلف -منهم عروة وقتادة- رواية عن النبي -صلى الله عليه وسلم- بالتخيير، فلعل من نسب هذا القول إلى الرواة بناء على أن الراوي لا يخالف روايته، وهذا ليس على إطلاقه. وقد خالف هذا القول كثير من المفسرين، فابن جرير قال في تفسير الآية ١٠/ ١٩٨ هذا كلام خرج مخرج الأمر، وتأويله الخبر، ومعاه: إن استغفرت لهم يا محمد أو لم تستغفر لهم فلن يغفر الله لهم، وقال الثعلبي في \"تفسيره\" ٦/ ١٣٤/ ب: (لفظه أمر، ومعاه جزاء، تقديره: إن استغفرت لهم أو لم تستغفر لهم لن يغفر الله لهم).وقال البغوي في \"تفسيره\" ٤/ ٧٩: (لفظه أمر، ومعاه خبر، تقديره: استغفرت لهم أم لم تستغفر لهم لن يغفر الله لهم .. وذكر عدد السبعين للمبالغة في اليأس عن طمع المغفرة).وقال الماوردي في \"النكت والعيون\" ٢/ ٣٨٦: (قوله {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً} ليس بحد لوقوع المغفرة بعدها، وإنما هو على وجه المبالغة بذكر هذا العدد). وانظر: \"تفسير الزمخشري\" ٢/ ١٩٥، ٢٠٤، وابن كثير ٢/ ٤١٤.وعلى أي حال فالقول بأن قوله تعالى: {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ} تخيير للنبي -صلى الله عليه وسلم- هو الصحيح؛ لقوله -صلى الله عليه وسلم-: \"إني خيرت فاخترت\"، وهذا الحديث نص في هذه المسألة فلا ينبغي العدول عنه.(١) رواه البخاري (٤٦٧٠)، كتاب: التفسير، باب: قوله {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ}، ومسلم (٢٤٠٠)، كتاب: فضائل الصحابة، باب: من فضائل عمر، والنسائي، كتاب: الجنائز، [باب] الصلاة على المنافقين ٤/ ٦٧، والترمذي (٣٠٩٧)، كتاب: تفسير القرآن، باب: ومن سورة التوبة ٥/ ٢٧٩، وأحمد في \"المسند\" ١/ ١٦.</p>"
}