{
  "id": null,
  "sura": 9,
  "aya": 42,
  "text": "<p> وقوله تعالى:  {إِنْ كُنْتُمْ تَعْلَمُونَ} : قال ابن عباس: إن كنتم تعلمون ما لكم من الثواب (١) والجزاء، وقيل:  [إن كنتم]  (٢) تعلمون الخير في الجملة فاعلموا أن هذا خير (٣) . </p><p> ٤٢ - وقوله تعالى:  {لَوْ كَانَ عَرَضًا قَرِيبًا} الآية، قال المفسرون: نزلت هذه الآية في المنافقين الذين تخلفوا عن غزوة تبوك (٤) ، قال الكلبي: لما رجع رسول الله -صلى الله عليه وسلم- من تبوك أبدى الله نفاقهم، وأنزل هذه الآية (٥) ، قال الزجاج والمبرد وغيرهما: لو كان ما دعوا إليه أو (٦) لو كان المدعو إليه سفرًا قاصدًا، فحذف اسم (كان) لدلالة ما تقدم من الكلام عليه (٧) و {عَرَضًا قَرِيبًا} يريد: من عرض الدنيا، قاله ابن عباس (٨) ، وقال الضحاك: غنيمة قريبة (٩) . </p><p>(١) لم أجد من ذكره سوى المؤلف في \"الوجيز\" ١/ ٤٦٥. (٢) ما بين المعقوفين ساقط من (ج).(٣) لم أهتد إلى القائل.(٤) انظر: \"تفسير ابن جرير\" ١٠/ ١٤١، والثعلبي ٦/ ١١١ ب، والبغوي ٤/ ٥٤، وابن الجوزي ٣/ ٤٤٤، و\"أسباب النزول\" للمؤلف ص ٢٥١.(٥) ذكره بمعناه الهواري في \"تفسيره\" ٢/ ١٣٤.(٦) في (ج): (و).(٧) انظر: قول الزجاج في \"معاني القرآن وإعرابه\" ٢/ ٤٤٩، وانظر أيضًا: \"تفسير الطبري\" ١٠/ ١٤١، والثعلبي ٦/ ١١١ ب، والبغوي ٤/ ٥٤، وابن الجوزي ٣/ ٤٤٤، وأبي حيان ٥/ ٤٥، ولم أجد مصدر قول المبرد، ولعله في كتابه \"معاني القرآن\" الذي لم أعثر عليه.(٨) رواه بمعناه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٤، والفيروزأبادي في \"تنوير المقباس\" ص ١٩٤.(٩) لم أجد من ذكره عنه، وقد رواه ابن أبي حاتم في المصدر السابق، نفس الموضع عن الضحاك عن ابن عباس.</p><p> وقال الكلبي: مالاً قريبًا (١) ، ومضى الكلام في العرض عند قوله:  {يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى}  [الأعراف: ١٦٩] . </p><p> وقوله تعالى:  {وَسَفَرًا قَاصِدًا} ، قال الليث: القصد (٢) : استقامة الطريقة يقال: قصد يقصد قصدًا فهو قاصد (٣) ، قال ابن عباس: سفرًا قاصدًا يريد: قريبًا (٤) ، وقال الكلبي: هينا (٥) ، وقال الزجاج: أي سهلاً قريبًا (٦) ، وقال أهل المعاني: وسفرًا قاصدًا سهلاً باقتصاده من غير طول في أمره، وإنما قيل للعدل قصد لأنه مما ينبغي أن يقصد (٧) ، وقال المبرد: قاصدًا: ذا قصد، أي ذا اعتدال في غير طول، أو ذا لين وسهولة واستقامة، كقولهم: لابن (٨) ورامح (٩) وتامر (١٠) . </p><p> وقوله تعالى:  {وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ} ، قال الليث: الشقة: بعد مسير إلى أرض بعيدة، يقال: شقة شاقة (١١) ، قال الضحاك: {بَعُدَتْ عَلَيْهِمُ </p><p>(١) ذكره الهواري في \"تفسيره\" ١/ ١٣٤ بنحوه. (٢) ساقط من (ج).(٣) \"تهذيب اللغة\" (قصد) ٣/ ٢٩٧١، والنص في كتاب: \"العين\" (قصد) ٥/ ٥٤.(٤) \"تنوير المقباس\" ١٩٤ بمعناه.(٥) ذكره الهواري في \"تفسيره\" ٢/ ١٣٤.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٤٩.(٧) ذكر نحو هذا القول الرازي في \"تفسيره\" ١٦/ ٧٢، ولم أجد من ذكره من أهل المعاني.(٨) لابن: أي ذو لبن. انظر: \"لسان العرب\" (لبن) ٧/ ٣٩٨٩، (رمح) ٣/ ١٧٢٤.(٩) رامح: أي ذو رمح. انظر: المصدر السابق (رمح) ٣/ ١٧٢٤.(١٠) الكلمة ساقطة من (ي)، ومعناها: ذو تمر. انظر: الممدر السابق، نفس الموضعين.(١١) \"تهذيب اللغة\" (شق) ٢/ ١٩٠٦، والنص في كتاب: \"العين\" (شق) ٥/ ٧ دون قوله: يقال .. إلخ.</p><p> الشُّقَّةُ}: المسافة (١) ، وقال الكلبي: يعني السفر إلى الشام (٢) ، وقال الزجاج: بعدت عليهم الغاية التي تقصدها (٣) ، ونحوه قال ابن كيسان (٤) ، وقال قطرب: الشقة: السفر البعيد؛ لأنه يشق على الإنسان (٥) ، وقال غيره: الشقة: القطعة من الأرض التي يشق ركوبها على صاحبها (٦) . </p><p> وقوله تعالى:  {وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ} ، قال الكلبي: يعني: لو قدرنا وكان لنا سعة في المال (٧) ، قال أهل المعاني: وفي هذا دلالة على نبوة محمد - صلى الله عليه وسلم - لأنه أخبر أنهم سيحلفون، ثم جاءوا فحلفوا كما أخبر أنه سيكون منهم (٨) . </p><p> وقوله تعالى:  {يُهْلِكُونَ أَنْفُسَهُمْ} ، قال ابن عباس: بالكذب والنفاق (٩) ، وقوله (١٠) : {وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ} ، قال قتادة: لأنهم كانوا يستطيعون الخروج ولكن كانت تبطئة من عند أنفسهم زهادة في </p><p>(١) لم أعثر على من خرجه، وقد رواه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٤ عن الضحاك عن ابن عباس بلفظ: المسيرة. (٢) ذكره المؤلف في \"الوسيط\" ٢/ ٥٠٠.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٥٠.(٤) انظر قوله في \"تفسير الثعلبي\" ٦/ ١١١ ب.(٥) انظر قوله في المصدر السابق، نفس الموضع.(٦) هذا قول علي بن عيسى الرماني. انظر: \"البحر المحيط\" ٥/ ٤٥.(٧) لم أجد من ذكره عنه، وقد ذكره من غير نسبة المؤلف في \"الوسيط\" ٢/ ٥٠٠، وابن الجوزي في \"زاد المسير\" ٣/ ٤٤٤، والماوردي في \"النكت والعيون\" ٢/ ٣٦٧.(٨) القول للحوفي في كتابه \"البرهان\" ١١/ ١٨٥ أ، وانظر: \"الكشاف\" ٢/ ١٩١، و\"مفاتيح الغيب\" ١٦/ ٧٥.(٩) ذكره الفيروزأبادي في \"تنوير المقباس\" ص ١٩٤ بلفظ: بالحلف الكاذبة.(١٠) من (م).</p><p> الخير (١) ، وقال الحسن: لكاذبون: أي مستطيعون (٢) للخروج (٣)  (٤) ، وقال مجاهد: أي ذلك الذي قالوا بألسنتهم مخالف لما في قلوبهم (٥) . </p><p> فإن قيل: أليس عندكم لو استطاعوا لخرجوا وإذ (٦) لم يخرجوا فلأنهم لم يستطيعوا، والله تعالى قد كذبهم في قولهم (٧) لم نستطيع، فبان أنهم استطاعوا ولم يخرجوا؟ (٨) </p><p> قلنا: الاستطاعة ههنا معناه: الزاد والسلاح والمركوب وكانوا مياسير ذوي عدة فاستطاعتهم كان بالعدة وكُذّبوا في قولهم: لم نستطع (٩) . </p><p>(١) رواه ابن جرير ١٠/ ١٤١، وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" ٣/ ٤٤١. (٢) في (ي): (مستطيعين).(٣) ساقط من (ج).(٤) لم أقف عليه.(٥) لم أعثر عليه في المصادر التي بين يدي.(٦) في (ج): (فإذا).(٧) في (ج) و (ي): (قوله)، وهو خطأ.(٨) ذكر الرازي أن ممن اعترض هذا الاعتراض أبا على الجبائي والكعبي. انظر: \"تفسير الفخر الرازي\" ١٦/ ٧٢ - ٧٣.(٩) يشير المؤلف -رحمه الله- إلى خلاف محتدم بين المعتزلة والأشاعرة في باب الاستطاعة والقدرة، وفي المسألة عدة أقوال أبرزها:الأول: قول المعتزلة، وهو أن الاستطاعة قبل الفعل، يقول عبد الجبار الهمداني: وجملة ذلك أن من مذهبنا أن القدرة متقدمة لمقدورها، وعند المجبرة أنها مقارنة له. \"شرح الأصول الخمسة\" ص ٣٩٨، وانظر أيضًا: \"مقالات الإسلاميين\" ١/ ٣٠٠، و\"الفرق بين الفرق\" ص ١٣٧، و\"شرح العقيدة الطحاوية\" ٢/ ٦٣٣.الثاني: قول الأشاعرة ومن وافقهم، وهو أن الاستطاعة تكون مع الفعل، ولا يجوز أن تتقدمه البتة، يقول الجويني في \"الإرشاد\" ص ٢١٩. والدليل على أن الحادث =</p>"
}