{
  "id": null,
  "sura": 9,
  "aya": 30,
  "text": "<p> ٣٠ - قوله تعالى:  {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ} الآية، قال ابن عباس في رواية سعيد بن جبير وعكرمة (١) : \"أتى رسول الله -صلى الله عليه وسلم- جماعة من اليهود: سلام بن مشكم (٢) والنعمان بن أوفى (٣) وشاس (٤) بن قيس ومالك ابن الصيف (٥) فقالوا: كيف نتبعك وأنت (٦) قد تركت قبلتنا، وأنت لا تزعم </p><p>= المقاتلة؟ على قولين للشافعي، ووجهين في مذهب الإمام أحمد، لكن المشهور في مذهبه، وهو مذهب أبي حنيفة ومالك: أنه لا يختص به المقاتلة، بل يصرف في المصالح كلها\" ثم قال: \" .. فيصرف منه إلى كل من للمسلمين به منفعة عامة كالمجاهدين، وكولاة أمورهم، من ولاة الحرب، وولاة الديوان، وولاة الحكم ... ويصرف منه إلى ذوي الحاجات منهم أيضاً\". \"مجموع فتاوى شيخ الإسلام\" (٢٨/ ٥٦٥، ٥٦٦). (١) هكذا قال الواحدي تبعًا للثعلبي في \"تفسيره\" ٦/ ٩٤/ ب، والصواب: أو عكرمة كما في \"تفسير ابن جرير\" و\"تفسير ابن أبي حاتم\".(٢) هو أحد بني النضير وزعيم من زعمائها، وصاحب كنزهم الذي يعدونه لنوائبهم، وقد شمر عن ساعد الجد في العداوة لرسول الله، والسعي لإطفاء نور الله، وزوجه زينب بنت الحارث التي وضعت السم لرسول الله - صلى الله عليه وسلم -.انظر: \"السيرة النبوية\" ٢/ ١٣٦، ١٧٣، ١٩٧، ٤٢٢، ٤٢٣.(٣) أبو أنس، من أحبار يهود بني قينقاع، كما في \"السيرة النبوية\" ٢/ ١٣٧، ٢٠٠.(٤) في (ى): (شماس، وفي (ح): (شاتين، والصواب ما أثبته من (م) وهو موافق لمصادر تخريج الأثر. وهو شاس بن قيس من أحبار يهود بني قينقاع الذين ناصبوا رسول الله -صلى الله عليه وسلم- العداء، وكان شيخًا قد عمي، عظيم الكفر شديد الضغن على المسلمين، شديد الحسد لهم، وهو الذي سعى لتذكير الأوس والخزرج بما كان بينهما من حروب في الجاهلية حتى كاد الحيان أن يقتتلا.انظر: \"السيرة النبوية\" ٢/ ١٣٧، ١٩٦.(٥) من أحبار يهود بني قينقاع، وكان ممن يتعنت في سؤال رسول الله -صلى الله عليه وسلم- للبس الحق بالباطل. انظر: \"السيرة النبوية\" (٢/ ١٣٧، ١٧٤، ١٩٧)(٦) ساقط من (ح).</p><p> أن عزيرًا بن الله؟ فأنزل الله في قولهم هذه الآية \"(١).</p><p> وقال عبيد (٢) بن عمير: \" إنما قال هذه المقالة رجل واحد من اليهود اسمه فنحاص بن عازوراء (٣)  \"(٤)، فعلى هذا أوقع الله عليه(٥)اسم الجماعة على مذهب العرب في قولها: ركبت البغال ولعله(٦)لم يركب إلا واحداً قاله ابن الأنباري(٧)،وقال غيره:\" إذا كان فيهم من يذهب إلى هذا القول جاز أن ينسب إليهم كما تقول: المعتزلة تقول كذا، وإن كانت طائفة منهم تقوله \"(٨).</p><p> وأما السبب الذي لأجله قالوا هذه المقالة فقال ابن عباس في رواية عطية: \" إن اليهود أضاعوا التوراة وعملوا بغير الحق فرفع الله عنهم التابوت، وأنساهم التوراة، ونسخها من صدورهم، فدعا الله عزير وابتهل إليه أن يرد إليه الذي نسخ من صدورهم، فنزل نور من السماء فدخل جوفه فعاد إليه الذي كان ذهب (٩) من جوفه [من التوراة]  (١٠) ، فنادى في قومه: قد </p><p>(١) رواه ابن جرير ١٠/ ١١٠ - ١١١، وابن أبي حاتم ٦/ ١٧٨١، وابن إسحاق في \"السيرة\" ٢/ ٢٠٢، وأبو الشيخ وابن مردويه كما في \"الدر المنثور\" ٣/ ٤١٣. (٢) في (م): (عبيدة)، وهو خطأ.(٣) من أحبار يهود بني قينقاع الذين نصبوا لرسول الله - صلى الله عليه وسلم - العداوة، وهو القائل: إن الله فقير ونحن أغنياء، تعالى الله عما يقول الظالمون علوًّا كبيرًا.انظر: \"السيرة النبوية\" (٢/ ١٣٧، ١٨٧، ٢٠١).(٤) ذكره الثعلبي ٦/ ٩٥ أ، والبغوي ٤/ ٣٦، ورواه ابن جرير ١٠/ ١١٠ عن عبد الله ابن عبيد بن عمير.(٥) في (م): (عليهم).(٦) ساقط من (ى).(٧) لم أقف عليه.(٨) انظر: \"المحرر الوجير\" ٦/ ٤٦١، و\"تفسير الطبري\" ١٠/ ١١٠.(٩) ساقط من (ى).(١٠) ما بين المعقوفين من (ح).</p><p> رد الله إليّ التوراة، وطفق يعلمهم، ثم إن التابوت نزل بعد ذلك فعرضوا ما كان فيه على الذي كان عزير يعلمهم فوجدوه مثله، فقالوا: والله ما أُوتي عزير هذا إلا لأنه (١) ابن الله \"(٢)، فسبب هذه المقالة عند جميع المفسرين تجديد عزير التوراة لهم عن ظهر قلبه بعد ذهابها عنهم، وإن اختلفوا في كيفية الذهاب، فابن عباس في رواية عطية ذهب إلى ما ذكرنا، وذهب الكلبي إلى قتل بُخْتُنَصَّر(٣)علماءهم(٤)، وذهب السدي إلى أن العمالقة ظهرت عليهم فقتلوهم(٥).</p><p> واختلف القراء في\" عزير \" فقرؤوه بالتنوين وبغيره(٦)،قال أبو إسحاق:\" الوجه إثبات التنوين؛ لأن \"ابن\"  (٧) خبر، وإنما يحذف التنوين </p><p>(١) في (ى): (أنه). (٢) رواه ابن جرير ١٠/ ١١١، وابن أبي حاتم ٦/ ١٧٨١، والثعلبي ٦/ ٩٥ أ، والبغوي ٤/ ٣٧، وسنده ضعيف جدًّا، وهو من الإسرائيليات التي لا تصدق ولا تكذب.(٣) أحد ملوك بابل الجبابرة قبل ميلاد عيسى-عليه السلام- وهو الذي هدم بيت المقدس، وفي القاموس (نصر): (بُختُنصَّر: معروف وهو الذي كان خرب بيت المقدس -عمره الله تعالى- قال الأصمعي: \"إنما هو (بُوخَتْنَصَّر) فأعرب، وبوخت: ابن، ونصَّر: صنم، وكان وجد عند الصنم، ولم يعرف له أب، فقيل هو ابن الصنم\" اهـ. وانظر شيئًا من أخباره في \"تاريخ الطبري\" ١/ ٥٣٨ - ٥٦٠، و\"الكامل\" لابن الأثير ١/ ١٤٧ - ١٥٤، و\"البداية والنهاية\" ٢/ ٣٤ - ٣٩.(٤) رواه مطولًا الثعبي ٦/ ٩٦ أ، والبغوي ٤/ ٣٧، وهو من الإسرائيليات التي لا يعرف صدقها من كذبها، والأولى تنزيه كتب التفسير منها.(٥) رواه مطولًا ابن جرير ١٠/ ١١١، وابن أبي حاتم ٦/ ١٧٨١، وهو من الإسرائيليات التي تسللت إلى كتب التفسير، وفي بقية الخبر مبالغات تبدو عليها سيما الكذب.(٦) قرأ عاصم والكسائي ويعقوب بالتنوين، وقرأ الباقون بغير تنوين. انظر: \"الغاية\" ص ١٦٤، و\"التبصرة\" ص٢١٤، و\"تقريب النشر\" ص ١٢٠.(٧) في \"معاني القرآن وإعرابه\". ابنًا.</p><p> في الصفة نحو قولك: جاءني زيد بن عمرو، فيحذف التنوين لالتقاء الساكنين ولأن النعت والمنعوت كالشيء الواحد، فإذا كان خبرًا فالتنوين، [وقد يجوز حذف التنوين]  (١) على ضعف لالتقاء الساكنين وقد قرئت {قُلْ هُوَ اللَّهُ أَحَدٌ (١) اللَّهُ الصَّمَدُ} [الإخلاص:١،٢] فحذف (٢) التنوين (٣) لسكونه وسكون اللام (٤) ، وفيه وجه آخر أن يكون الخبر محذوفًا ويكون معناه: عزير ابن الله معبودنا (٥) فيكون \"ابن\" نعتا (٦) ، ولا اختلاف بين النحويين أن إثبات التنوين أجود \" هذا كلامه(٧).</p><p> وقد شرح أبو علي وأبو الفتح (٨) ما ذكره أبو إسحاق وهو أن من نون \" عزيرًا \" جعله مبتدأ وجعل \" ابن \" خبره، وإذا كان كذلك فلا بد من إثبات التنوين في حال السعة والاختيار؛ لأن \" عزيرًا\" ونحوه ينصرف عجميًا كان أو عربيًا، وأما من حذف التنوين فإن حذفه على وجهين: أحدهما: أنه </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) في \"معاني القرآن وإعرابه\": بحذف.(٣) يعني تنوين \"أحد\" وقد رواها هارون عن أبي عمرو، وقرأ بها أيضًا أبان بن عثمان وزيد بن علي ونصر بن عاصم وابن سيرين والحسن وابن أبي إسحاق وأبو السمال وآخرون، وحكم عليها ابن خالويه بالشذوذ. انظر: كتاب \"السبعة في القراءات\" (ص٧٠٠)، و\"مختصر في شواذ القرآن\" ص ١٨٣، و\"مشكل إعراب القرآن\" ٢/ ٨٥٢، و\"البحر المحيط\" ١٠/ ٥٧١.(٤) يعني اللام في لفظ الجلالة المذكور في قوله تعالى: {اللَّهُ الصَّمَدُ} وفي \"معاني القرآن وإعرابه\": وسكون الباء في قوله: {عُزَيْرٌ ابْنُ اللَّهِ} اهـ.(٥) في (ى): (معبودًا)، وهو خطأ من الناحية الإعرابية.(٦) وهذا الوجه ضعيف؛ لأنه لا دليل على الخبر المحذوف.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٤٢ بنحوه.(٨) (وأبو الفتح) ساقط من (ى) وهو ابن جني.</p><p> جعل الصفة والموصوف بمنزلة اسم واحد نحو قولهم: لا رجل ظريف، وحذف التنوين ولم يحرك لالتقاء الساكنين كما يحرك في زيد العاقل؛ لأن الساكنين كأنهما التقيا في تضاعيف كلمة واحدة فحذف الأول منهما ولم يحرك لكثرة الاستعمال، ولا يجوز إثبات التنوين إذا كان الابن صفة وإن كان الأصل؛ لأنهم جعلوه من الأصول المرفوضة كما أن إظهار الأول من المثلين في نحو ضننوا لا يجوز في الكلام، وإذا كان \"عزير\" مع \"ابن\" بمنزلة اسم مفرد، والاسم المفرد لا يكون جملة مستقلة مفيدة في هذا النحو فلا بد من إضمار جزء آخر يقدر انضمامه إليه ليتم جملة وتجعل الظاهر [إما مبتدأ و]  (١) إما خبر المبتدأ فيكون التقدير: صاحبنا أو نسيبنا أو نبينا عزير ابن الله، إن قدرت المضمر المبتدأ، وإن قدرته بعكس ذلك جاز، فهذا أحد (٢) الوجهين. </p><p> فإن قلت (٣) : فإن من أجرى ابنا صفة على عزير ولم ينون فقد أخبر عنه أيضًا بأنه ابن كما أخبر عنه من نون عزيرًا فأي فرق بين الحالين (٤) ؟ </p><p> والجواب عن ذلك: أنك إذا قلت: زيد ظريف فجعلت ظريفًا خبرًا عن زيد، فقد استأنفت الآن تعريف هذه الحال وإفادتها للسامع، وإذا قلت: هو زيد الظريف، فإنما أخبرت عن ذلك المضمر بأنه زيد، وأفدت هذا من حاله ثم حليته بالظريف، أي هو زيد المعروف قديمًا بالظرف، </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) في (م): (آخر).(٣) الإشكال والجواب عليه لابن جني في \"سر صناعة الإعراب\" ٢/ ٥٣٣، وما قبله لأبي علي في \"الحجة\" ٤/ ١٨١ - ١٨٣.(٤) في (ى): (الحالتين).</p><p> وليس غرضك أن تفيد الآن أنه حينئذٍ (١) استحق عندك (٢) الوصف بالظرف فهذا أحد الفروق بين الخبر والوصف، فكذلك أيضًا لو كان تقديره: هو عزير الذي عرف قديما بأنه ابن الله، تعالى الله عن قولهم علوًا كبيرًا (٣) جاز حذف التنوين وساغ، بل وجب ذلك، وليس المعنى كذلك، إنما ذكر الله عنهم أنهم أخبروا بهذا الخبر، واعتقدوا هذا الاعتقاد (٤) . </p><p> الوجه الآخر: أن لا تجعلهما اسما واحداً ولكن تجعل الأول المبتدأ والآخر الخبر، فيكون المعنى فيه على هذا كالمعنى في إثبات التنوين، وتكون القراءتان (٥) متفقتين، إلا أنك حذفت التنوين لالتقاء الساكنين، كما تُحذف حروف اللين لذلك في نحو: رمى القوم، وقاضي البلد، ويدعو الإنسان، كذلك (٦) حذف التنوين لالتقاء الساكنين وهو مراد؛ لأنه ضارع حروف اللين بما فيه من الغنة، ألا ترى أنه قد جرى مجراها في نحو: لم يك زيد منطلقا، وقد أدغم [في الياء والواو كما أدغم]  (٧) كل واحد منهما في الآخر بعد قلب الحرف إلى ما يدغم فيه (٨) ، وأبدلوا الألف من النون </p><p>(١) في (ى) زيادة (أنه) بعد كلمة (حينئذٍ). (٢) في (ح): (عند).(٣) في (ح): (كثيراً).(٤) اهـ. كلام أبي الفتح ابن جني في \"سر صناعة الإعراب\" ٢/ ٥٣٣ بتصرف. وما بعده من كلام أبي علي وأبي الفتح.(٥) في (ى): (القراءتين). وهو خطأ.(٦) في (ح): (لذلك).(٧) ما بين المعقوفين ساقط من (ح).(٨) اختصر الواحدي عبارة أبي علي اختصارًا مخلاً ونصها: \"في نحو: لم يك زيد منطلقًا، وفي نحو: صنعاني، وبهراني، وقد أدغم .. \"إلخ، فقول أبي علي. وقد أدغم .. إلخ إنما هو في كلمتي صنعاني وبهراني.</p><p> نحو: رأيت زيدًا، و {لَنَسْفَعًا}  [العلق: ١٥] فإذا اجتمعت النون مع حروف اللين في هذه المواضع وشابهتها جاز أن تتفق معها في الحذف لالتقاء الساكنين، وعلى هذا ما يروى من قراءة بعضهم:  \"أحدُ الله\"  (١) ، وقد جاء ذلك في الشعر كثيراً، قال حميد (٢) : </p><p> حميدُ الذي أمج داره ... أخو الخمر ذو الشيبة الأصلع </p><p> وقال ابن الرقيات (٣) : </p><p> تذهل الشيخ عن بنيه وتبدي ... عن خدام العقيلةُ العذراءُ (٤) </p><p> وأنشد أبو زيد (٥) : </p><p>(١) يعني بحذف التنوين من (أحد) وقد سبق تخريج القراءة والآية قبل عدة أسطر. (٢) البيت لحميد الأمجي نسبة إلى (أمَج) وهي بلدة قرب المدينة، وكان معاصرًا لعمر ابن عبد العزيز.والشاهد في البيت حذف التنوين من (حميد). انظر: \"الكامل\" ١/ ٢٥٢، و\"المقتضب\" ٢/ ٣١٣، و\"المسائل العسكريات\" (ص ١٧٧)، و\"معجم البلدان\" (أمج) ١/ ٢٥٠.(٣) هو: عبيد الله أو عبد الله بن قيس بن شريح العامري القرشي، شاعر قريش في العصر الأموي، ويعرف بابن قيس الرقيات لأنه كان يتغزل بثلاث نسوة، يقال لهن جميعًا: رقية، وكان أكثر شعره الغزل، توفي سنة ٨٥ هـ تقريبًا. انظر: \"الأغاني\" ٤/ ١٥٤، و\"سمط اللآلي\" (ص ٢٩٤)، و\"الشعر والشعراء\" (ص ٣٥٩).(٤) البيت في ديوانه (ص ٩٥) وقبله:كيف نومي على الفراش ولما ... تشمل الشام غارةٌ شعواءوالخدام: جمع الخدمة، وهي الخلخال، والعقيلة: المرأة الكريمة.والشاهد: عدم تنوين \"خدام\". انظر: أمالي ابن الشجري ٢/ ١٦٣.(٥) \"نوادر أبي زيد\" ص ٣٢١ وقبله: =</p><p> إذا غطيف السلمي فرا </p><p> وأنشد أبو العباس (١) : </p><p> عمرو (٢) الذي هشم الثريد لقومه </p><p> وقال آخر (٣) : </p><p> وحاتم الطائي وهاب المئي </p><p>= لتجدني بالأمير برًّا ... وبالقناة مدعسًا مكرًا إذا غطيف .. الخ.وانظر: الأبيات في \"معاني القرآن\" للفراء ١/ ٤٣١، و\"الأمالي الشجرية\" ٣/ ٥٣، و\"ضرائر الشعر\" ص ١٠٦، واللسان (دعس) ٣/ ١٣٨٠.(١) يعني المبرد، وقد تقدمت ترجمته، وانظر البيت في كتابيه: \"الكامل\" ١/ ٢٥٢، و\"المقتضب\" ٢/ ٣١٢، وقد اعترض علي بن حمزة في كتابه \"التنبيهات على أغاليط الرواة\" على المبرد في رواية هذا البيت، وقال: الرواية: عمرو العلا.قلت: قد ذكر المبرد البيت بهذه الرواية في \"المقتضب\" ٢/ ٣١٦، ولا شاهد في هذه الرواية لأنه مضاف.(٢) في (ح): (وعمرو)، وهو هاشم بن عبد مناف جد الرسول - صلى الله عليه وسلم -، قال السهيلي في \"الروض الأنف\" ١/ ٩٤: \"ذكر أصحاب الأخبار أن هاشمًا كان يستعين على إطعام الحاج بقريش فيرفدونه بأموالهم ويعينونه، ثم جاءت أزمة شديدة فكره أن يكلف قريشًا أمر الرفادة، فاحتمل إلى الشام بجميع ماله، واشترى به أجمع كعكًا ودقيقًا، ثم أتى الموسم فهشم ذلك الكعك هشيمًا، ودقه دقًا، وصنع للحاج طعامًا مثل الثريد، وبذلك سمي هاشمًا، ودقه دقًا؛ لأن الكعك اليابس لا يثرد وإنما يهشم هشمًا، فبذلك مُدح حتى قال شاعرهم فيه: وهو عبد الله بن الزبعرى .. \"، وذكر البيت ضمن أبيات، وذُكر البيت أيضًا في اللسان (سنت، مح) منسوبًا لابن الزبعرى، وفي \"هشم\" لابنة هاشم، وفي \"الاشتقاف\" لابن دريد ص١٣ لمطرود الخزاعي، وفي \"نوادر أبي زيد\" ص ١٦٧ بلا نسبة.(٣) تقدم تخريج البيت.</p><p> وأنشدوا أيضًا (١) : </p><p> والله لو كنت لهذا خالصًا ... لكنت عبدًا آكل الأبارصا </p><p> أي آكلاً \"(٢)، وهو في الشعر كثير.</p><p> قال أبو علي: \" الوجه في هذه القراءة: الحمل على الوجه الأول؛ لأنه لم يستمر (٣) حذف التنوين في الكلام، وإن حصلت المشابهات بين النون وحروف (٤) اللين (٥)  \"(٦).</p><p> وقال أبو الفتح: الاختيار: الوجه الثاني، وإن كان فيه ضرورة؛ لأنه أشبه، لموافقته معنى (٧) قراءة من نون وجعل \" ابنًا \" خبرًا عن\" عزير \"(٨).</p><p> وقوله تعالى:  {وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ} ، قال المفسرون في سبب شرك النصارى بهذه الكلمة: \" إنهم كانوا على الحق بعدما رفع </p><p>(١) البيت غير منسوب في كتاب \"الحيوان\" ٤/ ٣٠٠، و\"أدب الكاتب\" ص ١٦٦. قال البطليوسي في \"الاقتضاب\" ص ٣٥٥: (\"هذا البيت لا أعلم قائله، ولا ما يتصل به، والظاهر من معناه أن قائله سليم خطة ولم يرضها ورأى قدره يجل عنها، فقال: لو كنت ممن يرضى بما سمتموني إياه، وأهّلتموني له لكنت كالعبد الذي يأكل الوزغ\" اهـ، وانظر البيت أيضًا في \"المنصف\" ٢/ ٣٣٢، و\"الصحاح\" (برص) ٣/ ١٥٣٠، و\"اللسان\" (برص) ١/ ٢٥٨. (٢) انظر: \"الحجة للقراء السبعة\" ٤/ ١٨١ - ١٨٦، و\"سر صناعة الإعراب\" ٢/ ٥٣٢ - ٥٣٦.(٣) في \"الحجة\": يستقر.(٤) في (ى): (حرف).(٥) ساقط من (ح).(٦) \"الحجة للقراء السبعة\" ٤/ ١٨٦.(٧) في (ى): (مع).(٨) \"سر صناعة الإعراب\" ٢/ ٥٣٢ بمعناه.</p><p> عيسى حتى وقع حرب بينهم وبين اليهود، وكان في اليهود رجل شجاع يقال له: بولس (١) قتل جملة من أصحاب عيسى (٢) ، ثم قال لليهود: إن كان الحق مع عيسى فقد كفرنا والنار مصيرنا، ونحن مغبونون إن دخلوا الجنة ودخلنا النار، وإني أحتال فأضلهم، فعرقب فرسه (٣) ، وأظهر الندامة مما كان صنع، ووضع على رأسه التراب (٤) ، وقال: نوديت من السماء: ليست لك توبة إلا أن تتنصر وقد تبت، فأدخله النصارى الكنيسة ومكث سنة لا يخرج، وتعلم الإنجيل، فصدقوه وأحبوه، ثم مضى إلى بيت المقدس واستخلف عليهم رجلاً اسمه نسطور (٥) ، وعلمه أن عيسى ومريم </p><p>(١) هو: شاول اليهودي ولد في طرسوس ونشأ في مدينة القدس، وكان من أشد أعداء النصارى، ثم انتقل فجأة إلى النصرانية، وتسمى باسم بولس، وكان قوي الشخصية دائب الحركة، مؤثرًا ذكيا، وقد استطاع بمكره وكيده أن يحرف كثيراً من تعاليم المسيح وأن يطمس معالمها الصحيحة، يقال: إنه قتل في اضطهادات نيرون للنصارى سنة ٦٦ م. انظر: \"الديانات والعقائد في مختلف العصور\" ٣/ ٢٥٤، و\"محاضرات في النصرانية\" لأبي زهرة ص ٨٢.(٢) جاء في أول الإصحاح التاسع من سفر أعمال الرسل: \"أما شاول (اسم بولس قبل تنصره) فكان لم يزل ينفث تهددًا وقتلًا على تلاميذ الرب\". انظر: \"محاضرات في النصرانية\" ص ٨٧.(٣) عرقب الدابة: قطع عرقوبها، وعرقوب الدابة في رجلها بمنزلة الركبة في يدها، وعرقوبا الفرس: ما ضم ملتقى الوظيفين (ما فوق الرسغ إلى مفصل الساق) والساقين من مآخرهما من العصب. انظر: \"القاموس المحيط\"، فصل: العين، باب الباء ١/ ١٠٣، و\"لسان العرب\" (عرقب) ٥/ ٢٩٠٩، انظر: معنى (الوظيفين) في كتاب \"العين\" (وظف) ٨/ ١٦٩، و\"تهذيب اللغة\" (وظف) ٤/ ٣٩١٣.(٤) في (ى): (فوضع التراب على رأسه).(٥) لم أقف له على ترجمة.</p><p> والإله كانوا ثلاثة (١) ، ثم توجه إلى الروم وعلمهم اللاهوت والناسوت (٢) ، وقال: لم يكن عيسى بإنس ولا جسم ولكنه ابن الله، وعلم رجلاً يقال له: يعقوب (٣) ذلك، ثم دعا رجلاً يقال له: ملكا (٤) فقال له: إن الإله لم يزل ولا يزال عيسى، ثم دعا هؤلاء الثلاثة وقال لكل واحد منهم: أنت خالصتي فادع الناس إلى نحلتك، ولقد رأيت عيسى في المنام فرضي عني، وإني غدًا أذبح نفسي لمرضاة عيسى، ثم دخل المذبح فذبح نفسه (٥) ، ودعا كل واحد من هؤلاء الثلاثة الناس إلى نحلته، فتبع كل واحد طائفة من الناس، واقتتلوا واختلفوا إلى يومنا هذا\" (٦) ، فجميع النصارى من الفرق الثلاث. </p><p>(١) يعني آلهة. (٢) قال أبو البقاء الكفوي في \"الكليات\" ص ٧٩٨: (\"اللاهوت: الخالق، والناسوت: المخلوق، وربما يطلق الأول على الروح والثاني على البدن وربما يطلق أيضاً على العالم العلوي، والثاني على العالم السفلي .. \" الخ. والمراد به هنا اجتماع العنصر الإلهي والعنصر الإنساني في المسيح كما يزعم النصارى. انظر: \"محاضرات في النصرانية\" ص ١٦٨.(٣) لم أقف له على ترجمة.(٤) لم أقف له على ترجمة.(٥) ذكر بعض المؤرخين أن بولس قتل في اضطهادات الإمبراطور نيرون للنصارى. انظر: \"محاضرات في النصرانية\" ص٨٩.(٦) ذكره الثعلبي ٦/ ٩٦ ب، والبغوي ٤/ ٣٧، والرازي ١٦/ ٣٤، والخازن ٢/ ٢١٥ وهذا من الإسرائيليات التي ينبغي تنزيه كتب التفسير منها، وليس لدى المؤرخين مستند يثبت صحة هذا، والمعروف أن تأليه عيسى -عليه السلام- حدث بسبب المجامع الكنسية بعد اعتناق الرومان الديانة النصرانية بعد الميلاد بثلاثمائة سنة.انظر: \"البداية والنهاية\" ٢/ ٩٦.</p><p> وقوله تعالى:  {ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ} ، قال ابن عباس:  \"يريد: كذبا منهم وافتراءً\" ، وقال أهل المعاني:  \"أي يقولونه بألسنتهم من غير علم وليس يرجع قولهم إلى معنى صحيح(١)فهو لا يجاوز الفم، والمعنى الصحيح ما رجع إلى اضطرار(٢)أو(٣)برهان\"  (٤) ، قال الزجاج:  \"المعنى: إنه ليس فيه برهان ولا بيان إنما هو قول بالفم لا معنى تحته صحيح، لأنهم(٥)معترفون بأن الله لم يتخذ صاحبة فكيف يزعمون أن له ولدًا، فإنما هو تكذيب(٦)وقول فقط\"  (٧) ، وقال ابن الأنباري: \"القول يكون باللسان ويكون بالقلب، وقول القلب هو الذي يقع عليه اسم الظن، ولهذا المعنى ذهبت العرب بالقول مذهب الظن، فقالوا (٨) : أتقول عبد الله خارج؟، ومتى تقول: محمد منطلق؟ يريدون متى تظن، قال الشاعر (٩) : </p><p> أما الرحيل فدون بعد غد ... فمتى تقول الدار تجمعنا؟ </p><p> ولو لم يقل:  {بِأَفْوَاهِهِمْ} لجاز أن يذهب الوهم إلى قول القلب وقد </p><p>(١) في (ح): (معنى علم صحيح). (٢) في (ح): (الاضطرار).(٣) في (ى): (وبرهان).(٤) انظر: \"مفاتيح الغيب\" ١٦/ ٣٧، و\"الجامع لأحكام القرآن\" ٨/ ١١٨ ولم أقف عليه عند أهل المعاني.(٥) لفظ: (نهم) ساقط من (ى).(٦) في\"معاني القرآن وإعربه\": تكذب، وهو أولى، قال ابن منظور: \"تكذّب فلان: إذا تكلف الكذب\". \"لسان العرب\" (كذب) ٧/ ٣٨٤١.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٤٣.(٨) في (ح): (وقالوا).(٩) البيت لعمر بن أبي ربيعة وهو في \"ديوانه\" ص ٣٩٤. وانظر: \"خزانة الأدب\" ٢/ ٤٣٩، و\"شرح أبيات سيبويه\" ١/ ١٧٩، و\"كتاب سيبويه\" ١/ ١٢٤.</p><p> بين الله -عز وجل- هذا في قوله:  {إِذَا جَاءَكَ الْمُنَافِقُونَ}  [المنافقون:١] الآية، فلم كذب الله قول ألسنتهم بل كذب قول قلوبهم. </p><p> وقوله تعالى:  {يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ} المضاهاة: المشابهة، قال الفراء:  \"[يقال ضاهيته](١)ضهًا ومضاهاة\"  (٢) ، هذا قول أْكثر أهل اللغة في المضاهاة (٣) ، وقال شمر:  \"قال قالد بن جنبه(٤): المضاهاة: المتابعة،فلان يضاهي فلانًا أي:يتابعه\"  (٥) ، قال ابن عباس:  \"يريد(٦): يتشبهون بقول الأمم الخالية\"  (٧) ، وهذا قول مجاهد والحسن واختيار أبي علي، قال مجاهد:  \"يضاهئون قول المشركين حين قالوا: اللات والعزى ومناة بنات الله\"  (٨) ، وقال الحسن:  \"شبه كفرهم بكفر الذين مضوا من الأمم الكافرة\"  (٩) . </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) ذكره الرازي في \"تفسيره\" ١٦/ ٣٦، وفي\"تهذيب اللغة\" (ضهي) ٣/ ٢١٤١: قال الفراء: \"يضاهون: يضارعون قول الذين كفروا\" وسقط لفظ \"يضارعون\" من كتابه \"معانى القرآن\" ١/ ٤٣٣.(٣) انظر: \"الصحاح\" (ضهى) ٦/ ٢٤١٠، و\"القاموس\"، فصل الضاد، باب الواو والياء ١٣٠٦.(٤) لم أجد ترجمته فيما بين يدي من المصادر.(٥) \"تهذيب اللغة\" (ضهى) ٣/ ٢١٤٢.(٦) ساقط من (ح).(٧) رواه مختصرًا بمعناه ابن جرير ١٠/ ١١٢، وابن أبي حاتم ٦/ ١٧٨٣، والثعلبي ٦/ ٩٧ أ، والبغوي ٤/ ٣٨.وذكره البخاري في \"صحيحه\" معلقًا ٨/ ٣١٦، كتاب التفسير، باب: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ}.(٨) رواه الثعلبى ٦/ ٩٧ ب، والبغوي ٤/ ٣٨(٩) المصدرين السابقين، نفس الموضع.</p><p> وقال أبو علي:  \"يشبه أن يكون \" الذين (١) كفروا \": المشركين الذين لا كتاب لهم لأنهم ادعوا في الملائكة أنها بنات الله،قال:{وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ}[النحل: ٥٧]وقال: {أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى(٢١)}[النجم: ٢١]وقال:{وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ}[الأنعام: ١٠٠](٢).</p><p> وقال ابن الأنباري: \" يشابهون في قولهم قول (٣) المشركين إذ زعموا أنهم يعبدون ثلاثة: الله وعيسى ومريم، وقال المشركون: نعبد اللات والعزى ومناة \"(٤)،وعلى ما ذكر ابن الأنباري:الفعل في{يُضَاهِئُونَ}يرجع إلى النصارى دون اليهود،وهو قول قتادة والسدي إلا أنهما جعلا المشابهة من وجه آخر وهو أنهما قالا:\" ضاهت النصارى قول اليهود من قبل، فقالت النصارى: المسيح ابن الله، كما قالت اليهود: عزيرٌ ابن الله \"(٥)فجعلا(٦){الَّذِينَ كَفَرُوا مِنْ قَبْلُ}اليهود،وهو قول ابن عباس في رواية الوالبي قال:\" ضاهت النصارى قول اليهود قبلهم (٧) \" (٨) . </p><p>(١) ساقط من (ح). (٢) اهـ كلام أبي علي، انظر: \"الحجة للقراء السبعة\" ٤/ ١٨٦.(٣) ساقط من (ى).(٤) ذكره مختصرًا دون تعيين القائل القرطبي في \"تفسيره\" ٨/ ١١٨.(٥) رواه عنهما الثعلبي ٦/ ٩٧ ب، والبغوي ٤/ ٣٨، ورواه الصنعاني في \"تفسيره\" ١/ ٢/ ٢٧١ عن قتادة، ورواه ابن جرير ١٠/ ١١٢، وابن أبي حاتم ٦/ ١٧٨٣ مختصراً عن قتادة بلفظه، وعن السدي بمعناه.(٦) في (ح) و (م): (فجعل)، وهو خطأ.(٧) في (ى): (قولهم)، وهو خطأ.(٨) لم أجد من ذكره عن ابن عباس بهذا اللفظ، وقد أخرج رواية الوالبي ابن جرير ١٠/ ١١٢، وابن أبي حاتم ٦/ ١٧٨٣، والثعلبي ٦/ ٩٧ أ، والبخاري تعليقًا في \"صحيحه\" ٨/ ٣١٦ كتاب التفسير باب: {بَرَاءَةٌ مِنَ اللَّهِ} جميعهم بلفظ =</p><p> وقال الزجاج:  \"معناه(١): يشابهون في قولهم هذا من تقدم من كفر منهم، أي إنما قالوه اتباعًا لمن تقدم منهم،الدليل على هذا قوله:{اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ}[التوبة: ٣١]أي قبلوا فهم أن(٢)العزير والمسيح ابنا الله\"  (٣) ، وهذا اختيار ابن قتيبة؛ لأنه قال:  \"يريد أن من كان في عصر النبي -صلى الله عليه وسلم- من اليهود والنصارى يقولون ما قاله أولوهم\"  (٤) ، فأما قول المفسرين في معنى:  {يُضَاهِئُونَ} فقد ذكرنا قول ابن عباس، وقال مجاهد:  \"يواطئون\"  (٥) ، وقال الحسن:  \"يوافقون\"  (٦) . </p><p> وقرأ عاصم {يُضَاهِئُونَ} مهموزًا (٧) ، قال أحمد بن يحيى (٨) : لم يتابع عاصمًا أحد (٩) على الهمز (١٠)  \"(١١)،قال الليث:\" وربما همزوا </p><p>= \"يشبهون\". أما اللفظ الذي ذكره المؤلف فقد أخرجه ابن جرير ١٠/ ١١٢، وابن أبي حاتم ٦/ ١٧٨٣، عن قتاد فلعل المؤلف -رحمه الله- وهم فنسبه لابن عباس. (١) ساقط من (ى).(٢) ساقط من (ح).(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٤٣.(٤) \"تفسير غريب القرآن\" (ص ١٨٤).(٥) رواه الثعلبي ٦/ ٩٧ ب، والبغوي ٤/ ٣٨.(٦) انظر: المصدرين السابقين، نفس الموضع.(٧) انظر: \"الغاية في القراءات العشر\" ص ١٦٥، وكتاب \"إرشاد المبتدي\" ص ٣٥٢، و \"تقريب النشر\"، باب الهمز المفرد ص ٣٤.(٨) أبو العباس ثعلب.(٩) في (م): (أحد عاصمًا).(١٠) يعني من أصحاب القراءات المتواترة، وقد قرأ بها من غيرهم طلحة بن مصرف. انظر: \"إعراب القرآن\" للنحاس ٢/ ٢١٠، و\"المحرر الوجيز\" ٦/ ٤٦٥، و\"البحر المحيط\" ٥/ ٤٠٣.(١١) \"الحجة للقراء السبعة\" ٤/ ١٨٦، و\"زاد المسير\" ٣/ ٤٢٥.</p><p> فيه \"(١)،وحكى ابن الأنباري:\" ضاهيت وضاهأت \"(٢)، قال أبو علي(٣): \" يشبه أن يكون ما قرأ به عاصم من الهمز لغة (٤) فيكون في الكلمة لغتان، مثل أرجيت وأرجأت \"(٥).</p><p> وقوله تعالى:  {قَاتَلَهُمُ اللَّهُ} ، قال ابن عباس وأكثر المفسرين: \" لعنهم \"(٦).</p><p> قال الأزهري: \" وليس هذا من القتال الذي هو بمعنى المحاربة بين اثنين؛ لأن قولهم: قاتله بمعنى لعنه، من واحد \"(٧)،وقال ابن جريج:\"  {قَاتَلَهُمُ اللَّهُ} أي قتلهم الله، وهو بمعنى التعجب\" (٨) . </p><p>(١) \"تهذيب اللغة\" (ضهي) ٣/ ٢١٤١، والنص في كتاب \"العين\" (ضهي) ٤/ ٧٠. (٢) \"زاد المسير\" ٣/ ٤٢٥.(٣) في (ى): (أبو عبيد)، والصواب ما أثبته إذ النص في \"الحجة للقراء السبعة\" ٤/ ١٨٧ من قول أبي علي الفارسي.(٤) هذا من عجيب القول إذ كيف لا يجزم بثبوت اللغة بقراءة متواترة، وأمثاله من اللغويين يثبتونها ببيت شعري، أو جملة منقولة عن أعرابي، وقد أثبت الفراء أن الهمز لغة أهل الطائف، وذكر ابن جرير ١٠/ ١١٣ أنها لغة ثقيف، كما أثبت الخليل بن أحمد اللغتين في الكلمة. انظر: كتاب \"العين\" (ضهي) ٤/ ٧٠، و\"تفسير ابن جرير\" ١٠/ ٢١٣، و\"الحجة\" ٤/ ١٨٧، و\"لسان العرب\" (ضهي) ٥/ ٢٦١٧.(٥) \"الحجة للقراء السبعة\" ٤/ ١٨٧.(٦) رواه عن ابن عباس الإمام ابن جرير ١٠/ ١١٣، وابن أبي حاتم ٦/ ١٧٨٣، والثعلبي ٦/ ٩٧، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤١٥، وقد نسب هذا القول إلى المفسرين أبو منصور الأزهري في \"تهذيب اللغة\" (قتل) ٢/ ٢٨٨٤.(٧) \"تهذيب اللغة\" ٢/ ٢٨٨٤.(٨) رواه الثعلبي ٦/ ٩٧ ب، ورواه البغوي ٤/ ٣٨ بلفظ: قتلهم الله، وذكره القرطبي ٨/ ١١٩: بلفظ: هو بمعنى التعجب.</p><p> وقال أهل المعاني:  \"عاداهم الله\"  (١) ، فعبر عن هذا بالمقاتلة لما بين المقاتلين (٢) من العداوة، وقال ابن الأنباري:  \"وهذا تعليم لنا الدعاء عليهم،معناه:قولوا إذا دعوتهم عليهم: قاتلهم الله، أي لعنهم الله\"  (٣) ، كذا قال المفسرون في:  {قَاتَلَهُمُ اللَّهُ} ، والمقاتلة أصلها من المقتول أُخبر عن الله بها كانت بمعنى اللعنة؛ لأن من لعنه الله فهو بمنزلة المقتول الهالك. </p><p> وقوله تعالى:  {أَنَّى يُؤْفَكُونَ} الإفك: الصرف، يقال: أُفك الرجل عن الخير أي قلب وصرف، ورجل مأفوك: أي مصروف عن الخير، يقول: كيف يصدون ويصرفون عن الحق بعد وضوح الدليل حتى يجعلوا لله الولد (٤) ؟! وهذا التعجب (٥) إنما هو راجع إلى الخلق، والله لا يتعجب من شيء (٦) ، ولكن هذا الخطاب على عادة العرب في مخاطباتهم، والله تعالى </p><p>(١) هذا قول ابن الأنباري كما في \"تهذيب اللغة\" (قتل) ٢/ ٢٨٨٤، و\"زاد المسير\" ٣/ ٤٢٥. (٢) كذا في جميع النسخ، وهو يريد المتقاتلين.(٣) لم أقف على مصدره.(٤) في (ى): (ولدًا).(٥) في (ى): (التعجيب)، وأثبت ما في النسخ الأخرى لأنه أسد في المعنى ولموافقته لما في \"تفسير الرازي\" ١٦/ ٣٦ الذي نقل تفسير الجملة عن الواحدي بلفظه دون أن يشير لذلك.(٦) مذهب السلف إثبات العجب لله كغيره من الصفات الثابتة في الكتاب أو السنة، وإن لم تعرف كيفيتها. قال شيخ الإسلام ابن تيمية: \"الفرقة الناجية -أهل السنة والجماعة- يؤمنون بذلك -يعني أحاديث الصفات- كما يؤمنون بما أخبر الله به في كتابه العزيز من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل\".وقال: وأما قوله -يعني النافي صفة التعجب-: \"التعجب استعظام للمتعجب منه\"!!. فيقال: نعم. وقد يكون بجهل بسبب التعجب، وقد يكون لما خرج عن نظائره، =</p>"
}