{
  "id": null,
  "sura": 9,
  "aya": 81,
  "text": "<p> وقال الضحاك: لما نزلت هذه الآية قال رسول الله -صلى الله عليه وسلم-: \"إن الله رخص لي فسأزيدن(١)على السبعين لعل الله أن يغفر لهم\"  (٢) ، ونحو هذا قال عروة بن الزبير والحسن وقتادة: إن النبي -صلى الله عليه وسلم- قال:  \"لأزيدن علي السبعين\" فأنزل الله: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ}  [المنافقون: ٦]  (٣) ، قال مقاتل:  (فصار قوله:{اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ}منسوخًا بقوله تعالى:{سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ}(٤) . </p><p> فهذا الذي ذكرنا من قولهم يدل على أنهم جعلوا قوله: {اسْتَغْفِرْ لَهُمْ [أَوْ لَا تَسْتَغْفِرْ لَهُمْ]  (٥) } تخييرًا، وقوله تعالى:  {إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً} حصرًا لهذا العدد لا تكثرًا. </p><p> ٨١ - قوله تعالى:  {فَرِحَ الْمُخَلَّفُونَ} ، قال ابن عباس وغيره:  (يريد المنافقين الذين تخلفوا عن رسول الله -صلى الله عليه وسلم- في غزوة تبوك)  (٦) ، والمخلف: </p><p>(١) في \"تفسير البغوي\": (فلأزيدن)، وفي \"تفسير الثعلبي\": (فسأزيد). (٢) رواه الثعلبي في \"تفسيره\" ٦/ ١٣٤ ب، والبغوي في \"تفسيره\" ٤/ ٧٩، وهو ضعيف لإرساله، وقال القشيري: لم يثبت أنه قال: \"لأزيدن على السبعين\". \"تفسير القرطبي\" ٨/ ٢١٩.(٣) رواه ابن جرير ١٠/ ١٩٨ - ٢٠٠ عن عروة وقتادة، ورواه عن عروة أيضًا ابن أبي حاتم ٦/ ١٨٥٤، وأشار القرطبي في \"تفسيره\" ٨/ ٢٢٠ إلى قول الحسن، وأقوالهم هذه مراسيل.(٤) \"تفسير مقاتل\" ١٣٣ أبنحوه.(٥) ما بين المعقوفين ساقط من (ى).(٦) \"تنوير المقباس\" ص ٢٠٠، وبنحوه قال قتادة والضحاك وابن الجوزي وغيرهم. انظر: \"زاد المسير\" ٣/ ٤٧٨، و\"الدر المنثور\" ٣/ ٤٧٤.</p><p> المتروك خلف (١) من مضى. </p><p> وقوله تعالى:  {بِمَقْعَدِهِمْ} ، قال عطاء عن ابن عباس:  (يريد: المدينة)  (٢) فعلى هذا، المقعد: اسم المكان، وقال مقاتل:  (بمقعدهم: بقعودهم)  (٣) ، وعلى هذا هو اسم للمصدر، قال أبو علي:  (المقعد هاهنا: مصدر في معنى القعود ولا يكون اسمًا للمكان؛ لأن أسماء الأماكن لا يتعلق بها شيء)  (٤) . </p><p> وقوله تعالى:  {خِلَافَ رَسُولِ اللَّهِ} ، قال قطرب والمؤرج:  (يعني مخالفة رسول الله -صلى الله عليه وسلم- حين سار وأقاموا)  (٥) ، واختاره الزجاج، فقال:  (معناه: مخالفة رسول الله -صلى الله عليه وسلم-،قال:وهو منصوب؛ لأنه مفعول له،المعنى:بأن قعدوا لمخالفة رسول الله -صلى الله عليه وسلم-)  (٦) ، وعلى هذا القول: فالخلاف مصدر مضاف (٧) إلى المفعول به. </p><p> وزعم أبو عبيدة: أن معناه: بعد رسول الله -صلى الله عليه وسلم- (٨) ، ونحو هذا قال الأخفش: إن (خلاف) : في معنى (٩) : خلف، وأن يونس روى ذلك عن </p><p>(١) في (ح): (وخلف). (٢) ذكره الرازي في \"تفسيره\" ١٦/ ١٤٩.(٣) المصدر السابق، نفس الموضع، ولعل هذا القول لمقاتل بن حيان؛ لأن مقاتل بن سليمان لم يذكره في \"تفسيره\".(٤) \"الحجة للقراء السبعة\" ٥/ ١١٤.(٥) انظر: \"تفسير الثعلبي\" ٦/ ١٣٥ أ، و\"البحر المحيط\" ٥/ ٧٩، و\"الدر المصون\" ٦/ ٩١.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٦٣.(٧) في (م): (يضاف).(٨) \"مجاز القرآن\" ١/ ٢٦٤.(٩) في (ح): (بمعنى).</p><p> عيسى (١) قال: ومعناه: بعد رسول الله -صلى الله عليه وسلم-) (٢) ، ولقوي هذا الوجه قراءة من قرأ (خَلْفْ رَسُولِ اللهِ)  (٣) وعلى هذا القول، الخلاف (٤) : اسم للجملة كالخلف، وهو على حذف المضاف كأنه خلاف خروج (٥) رسول الله -صلى الله عليه وسلم-، ونحو هذا قال ابن عباس في رواية عطاء قال:  (يريد بعد خروج رسول الله -صلى الله عليه وسلم- إلى تبوك) ففسر الخلاف ببعد، وذكر المضاف المحذوف، و (خلاف) بمعنى (خلف) مستعمل، أنشد أبو عبيدة (٦) للأحوص (٧) : </p><p>(١) هو: عيسى بن عمر الثقفي، أبو عمر البصري، العلامة، إمام النحو، وشيخ الخليل بن أحمد، كان مقرئًا نحويًّا عالمًا ثقة، وهو من أوائل من وضع النحو وصنف فيه، توفي سنة ١٤٩ هـ على قول القفطي، وقال الذهبي: لعله بقي إلى بعد سنة١٦٠ هـ. انظر: \"أخبار النحويين البصريين\" ص ٤٩، و\"إنباه الرواة\" ٢/ ٣٧٤، و\"سير أعلام النبلاء\" ٧/ ٢٠٠.(٢) ذكر قول الأخفش هذا وروايته الرازي في \"تفسيره\" ١٦/ ١٤٩، وأشار إليه أبو حيان في \"البحر المحيط\" ٥/ ٧٩، والسمين الحلبي في \"الدر المصون\" ٦/ ٩١، أما الأخفش في \"معاني القرآن\" ١/ ٣٦٢ فقد نسب هذا القول إلى غيره، ورجح هو أن (خلاف) بمعنى خالفة، وأنه مصدر (خالفوا).(٣) هي قراءة شاذة قرأ بها ابن عباس وأبو حيوة وعمرو بن ميمون، انظر: \"مختصر في شواذ القرآن\" ص ٥٤، و\"البحر المحيط\" ٥/ ٧٩.(٤) ساقط من (ح).(٥) ساقط من (ح).(٦) انظر: \"مجاز القرآن\" ١/ ٢٦٤.(٧) هو: عبد الله بن محمد بن عبد الله الأنصاري، الملقب بالأحوص لضيق مؤخر عينيه، كان شاعر هجاء وغزل، وجعله ابن سلام في الطبقة السادسة من الإسلاميين، وكان معاصرًا لجرير والفرزدق، وتوفي سنة ١٠٥ هـ.انظر: \"طبقات فحول الشعراء\" ٢/ ١٤٨، ٦٥٥، و\"الشعر والشعراء\" ص ٣٤٥، و\"الأعلام\" ٤/ ١١٦.</p>"
}