{
  "id": null,
  "sura": 9,
  "aya": 65,
  "text": "<p> المنافقون يحذرون هذا وهم ينطوون (١) على الكفر ومجانبة الإيمان؟. </p><p> قيل: هذا لا يلزم على مذهب الزجاج، حيث جعل (٢) قوله: (يحذر) بمعنى الأمر (٣) ، وإن جعلته خبرًا فالمنافقون كانوا ينحرفون عن النبي -صلى الله عليه وسلم- حسدًا له (٤) وبغيًا، وقلوبهم تشهد بصدقه، وهم يخافون نزول سورة عليه يكشف فيها أمرهم، إذا كانوا لا يشكون في نزول الملائكة عليه، وأن الله يطلعه من الغيب على ما هو مستور عن غيره، هذا كلام ابن الأنباري (٥) ، وقد أشار الزجاج إلى هذه الجملة حيمث قال في قوله:  {يَحْذَرُ الْمُنَافِقُونَ} : (ويجوز أن يكون خبرًا عنهم؛ لأنهم كانوا يكفرون عنادًا وحسدًا)  (٦) . </p><p> ٦٥ - وقوله تعالى:  {وَلَئِنْ سَأَلْتَهُمْ} ، قال ابن عمر، وزيد بن أسلم والقرظي:  (قال رجل من المنافقين في غزوة تبوك: ما رأيت مثل هؤلاء أرغب بطونًا، ولا أكذب ألسنًا، ولا أجبن عند اللقاء، يعني رسول الله -صلى الله عليه وسلم- والمؤمنين، فقال له عوف بن مالك (٧) : كذبت، ولكنك منافق [لا خير فيك]  (٨) ، لأخبرن رسول الله -صلى الله عليه وسلم-، فذهب عوف ليخبره فوجد القرآن قد </p><p>(١) في (ى): (يبطنون)، بلا نقط. (٢) في (م): (يجعل).(٣) انظر: \"معاني القرآن واعرابه\" ٢/ ٤٥٩.(٤) ساقط من (ى).(٥) ذكره ابن الجوزي ٣/ ٤٦٣ بمعناه مختصرًا، وأشار إلى أن محمد بن القاسم بن الأنباري اختاره.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٥٩.(٧) هو: عوف بن مالك بن أبي عوف الأشجعي، صحابي مشهور، من مسلمة الفتح، وقيل: إنه شهد الفتح، وكانت معه راية أشجع، توفي سنة ٧٣ هـ. انظر: \"الكاشف\" ٢/ ١٠١، و\"الإصابة\" ٣/ ١٨٢، و\"تقريب التهذيب\" ص ٤٣٣ (٥٢١٧).(٨) ما بين المعقوفين ساقط من (م).</p><p> سبقه، فجاء ذلك الرجل إلى رسول الله -صلى الله عليه وسلم- وقد ارتحل وركب ناقته، فقال: يا رسول الله -صلى الله عليه وسلم-، إنما كنا نلعب ونتحدث بحديث الركب نقطع به عناء الطريق، قال ابن عمر: كأني انظر إليه متعلقًا بنسعة (١) ناقة رسول الله - صلى الله عليه وسلم - وإن الحجارة لتنكب رجليه، وهو (٢) يقول: إنما كنا نخوض ونلعب، ورسول الله - صلى الله عليه وسلم - يقول:  {قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ} ما يلتفت إليه، وما يزيده عليه (٣) . </p><p> وقال قتادة والحسن:  \"إن المنافقين قالوا في غزوة تبوك أيرجو هذا الرجل أن يفتح قصور الشام وحصونها، هيهات هيهات(٤)، فأطلع الله(٥)نبيه على ما قالوا(٦)\"  (٧) ، فقوله تعالى:  {وَلَئِنْ سَأَلْتَهُمْ} ، قال الزجاج:  (عما كانوا فيه من الاستهزاء)  (٨) . </p><p>(١) النسع: سير عريض، تشد به الرحال، والقطعة منه نسعة، وسمي نسعًا لطوله \"القاموس المحيط\"، فصل النون، باب: العين ص ٧٦٦. (٢) ساقط من (م).(٣) ذكره عنهم بنحو هذا اللفظ الثعلبي في \"تفسيره\" ٦/ ١٢٣ ب، ورواه عنهم ابن جرير بألفاظ مختلفة. انظر: \"تفسيره\" ١٠/ ١٧٢ - ١٧٣، وانظر: \"تفسير ابن أبي حاتم\" ٦/ ١٨٢٩ - ١٨٣٠.(٤) ساقط من (ح).(٥) ساقط من (ى).(٦) في (ح): (قاله).(٧) ذكره عنهما بهذا اللفظ الماوردي في \"النكت والعيون\" ٢/ ٣٧٨، ورواه عن قتادة مطولًا ابن جرير ١٠/ ١٧٢، وابن أبي حاتم ٦/ ١٨٣٠، والثعلبي ٦/ ١٢٤ أ.(٨) لم يذكر الزجاج هذا القول عند تفسير هذه الآية في \"معاني القرآن وإعرابه\" ٢/ ٤٥٩.</p><p> وقال غيره: هذا سؤال تأنيب كقولك للإنسان: لم فعلت هذا القبيح (١) ؟ وكذلك قيل لهم: لم طعنتم في الدين بالباطل والزور؟ فأجابوا بما لا عذر فيه، بل هو وبال على المجيب، وهو قولهم:  {إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ} وأصل الخوض الدخول في مائع، مثل الماء والطين، ثم كثر حتى صار في كل دخول فيه تلويث وأذى، فمعنى {نَخُوضُ} : أي: في الباطل من الكلام كما يخوض الركب يقطعون به الطريق، {وَنَلْعَبُ} ، فأجابهم الرسول - صلى الله عليه وسلم - {أَبِاللَّهِ وَآيَاتِهِ} ، قال عطاء عن ابن عباس:  (يريد: حدوده وفرائضه{كُنْتُمْ تَسْتَهْزِئُونَ}.</p><p> وذكر الكلبي ومقاتل بن سليمان وغيرهما في سبب نزول هذه الآية غير ما ذكرنا أولاً، وهو أنهم قالوا: كان رسول الله -صلى الله عليه وسلم- راجعًا من غزوة تبوك في مسيره، وثلاثة نفر (٢) يسيرون بين يديه، فجعل رجلان منهم يستهزآن بالقرآن ورسول [الله - صلى الله عليه وسلم -]  (٣) والثالث يضحك، فنزل جبريل وأخبر رسول الله -صلى الله عليه وسلم-، فقال رسول الله -صلى الله عليه وسلم- للمؤمنين:  \"أتدرون ما يتحدث به هؤلاء النفر الثلاثة(٤)؟ \" قالوا: الله ورسوله أعلم، قال:  \"فإنهم يستهزؤن بالله ورسوله وبالقرآن، نزل علي جبريل فأخبرني بذلك، ولئن أرسلت إليهم فسألتهم مم كانوا يضحكون؟ليقولن:كنا نتحدث بحديث الركب ونضحك\" ، ثم قال لعمار بن ياسر: \"انطلق فاسألهم عما كانوا (٥) يضحكون </p><p>(١) لم أعثر فيما بين يدي من المصادر على هذا القول. (٢) في \"تفسير مقاتل\": النفر الأربعة، وقد جاء في السيرة النبوية ٤/ ٢٠٩ تسمية اثنين منهما هما وديعة بن ثابت، ومخشي بن حمير.(٣) ما بين المعقوفين ساقط من (ى).(٤) في (ح): (الثلاثة النفر).(٥) من (م).</p>"
}