{
  "id": null,
  "sura": 9,
  "aya": 46,
  "text": "<p> والاضطراب حتى زهد في الجهاد، واستأذن في المقام بما لا يجوز من الاعتذار، وقال أبو إسحاق: أعلم الله -جل وعز- أن من ارتاب وشك في الله وفي البعث فهو كافر (١) . </p><p> ٤٦ - وقوله تعالى:  {وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً} ، قال ابن عباس: يريد: من الزاد والماء وما يركبون؛ لأن سفرهم بعيد، وفي زمان شديد (٢) ، وقال الزجاج: فتركهم العدة دليل على إرادتهم التخلف (٣) ، وقال غيره: هذا إشارة إلى أنهم كانوا مياسير قادرين على أخذ العدة لو أرادوا الخروج إلى الجهاد (٤) . </p><p> وقوله تعالى:  {وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ} الانبعاث: الانطلاق في الأمر، يقال: بعثت (٥) البعير فانبعث، وبعثته لأمر كذا فانبعث: أي نفذ فيه (٦) ، ومنه الحديث في عقر الناقة:  \"فانبعث لها رجل عارم(٧)\"  (٨) . </p><p>(١) \"معاني القرآن وإعرابه\" ٢/ ٤٥٠. (٢) ذكره الرازي في \"تفسيره\" ١٦/ ٧٨، وأبو حيان في \"البحر المحيط\" ٥/ ٤٨، وبمعناه ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٦.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٥٠.(٤) ذكر ذلك من غير تعيين الرازي في: \"تفسيره\" ١٦/ ٧٨، والمؤلف في \"الوسيط\" ٢/ ٥٠١، و\"الوجيز\" ٦/ ٥١٠ - ٥١١.(٥) في (م): (بعث).(٦) انظر: \"تهذيب اللغة\" (بعث) ١/ ٣٥٤، و\"الصحاح\" (بعث) ١/ ٢٧٣.(٧) عارم: أي خبيث شرير، والعُرام: الشدة والقوة والبطش. انظر: \"النهاية في غريب الحديث والأثر\" (عرم) ٣/ ٢٢٣.(٨) رواه مطولاً البخاريَ (٤٩٤٢)، كتاب: التفسير، سورة الشمس وضحاها، ومسلم (٢٨٥٥)، كتاب: الجنة، باب: النار يدخلها الجبارون، والجنة يدخلها الضعفاء، والترمذي (٣٣٤٣)،كتاب: تفسير القرآن، باب: ومن سورة الشمس وضحاها، =</p><p> قال ابن عباس في تفسير {انْبِعَاثَهُمْ} : يريد: خروجهم معك ونحوه قول (١) الزجاج: (كره الله أن يخرجوا معكم)  (٢) ، قال أصحابنا: معنى: (كره الله) : لم يرد الله؛ لأن الكراهة للشيء ضد الإرادة له (٣) . </p><p> وقوله تعالى:  {فَثَبَّطَهُمْ} التثبيط: ردُّك الإنسان عن الشيء يفعله، قال ابن عباس: يريد: فخذلهم وكسلهم عن الخروج (٤) ، وعنه أيضًا:  (فحبسهم) في رواية الضحاك (٥) ، والأول في رواية عطاء، وقال الحسن:  (خذلهم)  (٦) ، وهذا ظاهر في أن الله تعالى يخلق الخذلان والكفر، ألا </p><p>= وأحمد في \"المسند\" ٤/ ١٧. (١) في (ج): (قال).(٢) \"معاني القرآن وإعرابه\" ٢/ ٤٥٠.(٣) انظر: \"رسالة إلى أهل الثغر\" للأشعري ص٢٣١، وكتاب: \"أصول الدين\" للبغدادي ص ١٠٢.وهذا القول من تأويل الأشاعرة لصفات الله الفعلية وردّها إلى الإرادة، ومذهب السلف إثبات صفة الكراهة، بناء على قاعدتهم بأن الله يوصف بما وصف به نفسه، وبما وصفته به رسله نفيًا وإثباتًا، من غير تكييف ولا تمثيل، ومن غير تحريف ولا تعطيل.انظر: \"عقيدة السلف\" للصابوني ص ١٨٩، ٢٢٣، وكتاب: \"الأسماء والصفات\" للبيهقي ٢/ ١١٣، و\"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٣/ ٣، ١٧، و\"شرح العقيدة الطحاوية\" ٢/ ٦٨٥، و\"مدارج السالكين\" ١/ ٢٧٨، و\"معارج القبول\" ١/ ٣٤٦، ٣٥٦.(٤) ذكره المؤلف في \"الوسيط\" ٢/ ٥٠١، و\"الوجيز\" ١/ ٤٦٦، وبنحوه أبوحيان في \"البحر المحيط\" ٥/ ٤٨.(٥) أخرجها ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٧، ومثلها رواية الكلبي كما في\"تنوير المقباس\" ص ١٩٤.(٦) لم أعثر عليه.</p><p> تري (١) أنه (٢) أضاف حبسهم ومنعهم من الخروج إلى نفسه في قوله: {فَثَبَّطَهُمْ}  (٣) . </p><p> وقوله تعالى:  {وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ} ، قال ابن عباس: يعني: أولى الضرر والزمنى (٤) ، وقال عطية: يعني الصبيان والنساء (٥) ، واختلفوا في أن هذا القول ممن كان؟ فقال بعضهم: رسول الله قال لهم لما (٦) استأذنوا: اقعدوا مع الخالفين غضبًا منه عليهم، ولم يقصد بذلك سوى الوعيد فاغتنموا هذه اللفظة، وقالوا: قد أذن لنا رسول الله -صلى الله عليه وسلم- (٧) ، فقال </p><p>(١) في (ج): (ألا تراه). (٢) ساقط من (ج) و (م).(٣) وهذا مذهب أهل السنة قاطبة، انظر: \"شرح العقيدة الطحاوية\" ٢/ ٦٤٠، ولكن يجدر بالتنبيه أن الله تعالى لا يخلق الكفر في نفس إنسان إلا إذا باشر أسباب ذلك كما قال تعالى: {فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ} [الصف: ٥].(٤) لم أجد من ذكره إلا المؤلف في \"الوجيز\" ١/ ٤٦٦.(٥) ذكره الثعلبي ٦/ ١٣٥، والبغوي ٤/ ٨١، عند تفسير قوله تعالى: {فَاقْعُدُوا مَعَ الْخَالِفِينَ} دون تعيين القائل.(٦) في (ج): (كما)، وهو خطأ.(٧) ذكر هذا القول مختصرًا النحاس في: \"إعراب القرآن\" ٢/ ٢٢، والماوردي في \"النكت والعيون\" ٢/ ٣٦٨، والخازن في \"تفسيره\" ٢/ ٢٣٠، والقرطبي في \"الجامع لأحكام القرآن\" ٨/ ١٥٦. ولا يخفى ضعف هذا القول لما يأتي:أ- أن الأصل في اللفظ الحقيقة، ولا يجوز تجريد نفظ كلام الله من حقيقته إلا ببرهان قاطع، وليس ثمت برهان.ب- أن الآية صُدّرت بقوله تعالى: {عَفَا اللَّهُ عَنْكَ} المشعر بأن رسول الله -صلى الله عليه وسلم- خالف الأولى، فدد ذلك على أنه أذن للمنافقين بالقعود إذنًا حققيًّا لا صوريًّا.جـ- أن جميع من ذكر هذا القول لم يسنده إلى شاهد حال، وإنما قيل على وجه الظن والتخمين.</p><p> الله تعالى:  {لِمَ أَذِنْتَ لَهُمْ} والمراد لفظ الإذن لا حقيقته (١) ، وقال مقاتل: وحيًا إلى قلوبهم (٢) ، يعني أن الله ألهمهم أسباب الخذلان، وأوحى إلى قلوبهم:  {اقْعُدُوا مَعَ الْقَاعِدِينَ} ويجوز أن يكون بعضهم قال لبعض (٣) . </p><p> وقوله تعالى:  {لَوْ خَرَجُوا فِيكُمْ} الآية، قال ابن زيد: هذا تسلية للنبي - صلى الله عليه وسلم - عن حزنه على تخلف من تخلف عنه من المنافقين فقال:  {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا}  (٤) ، وقال الزجاج: أعلم الله تعالى لم كره خروجهم بقوله: {لَوْ خَرَجُوا فِيكُمْ} الآية (٥) ، قال ابن عباس: لو خرجوا معكم (٦) . </p><p> وقوله تعالى:  {مَا زَادُوكُمْ إِلَّا خَبَالًا} الخبال: الفساد والشر في كل شيء (٧) ، وهو مما ذكرناه في سورة آل عمران [١١٨] ، والمراد بالخبال هاهنا: الاضطراب في الرأي، وذلك (٨) بتزيين أمر لفريق وتقبيحه عند فريق ليختلفوا فتفترق كلمتهم ولا تنتظم، يقول: لو خرجوا لأفسدوا عليكم أمركم، هذا معنى قول المفسرين (٩) . </p><p>(١) في (ج): (لا حقيقة الإذن). (٢) \"تفسير مقاتل\" ص ١٢٩.(٣) وهذا ما اعتمده البغوي في \"تفسيره\" ٤/ ٥٥، وانظر: \"الكشاف\" ٢/ ١٩٣.(٤) هذا معنى أثر ابن زيد، وقد رواه ابن جرير ١٠/ ١٤٥، وابن أبي حاتم ٦/ ١٨٠٧.(٥) \"معاني القرآن وإعرابه\" ٢/ ٤٥٠.(٦) رواه الفيروزأبادي في \"تنوير المقباس\" ١٩٤ من رواية الكلبي، وسنده لا يخفى.(٧) انظر: \"الصحاح\" (خبل) ٤/ ١٦٨٢، و\"الكشاف\" ٢/ ١٩٤.(٨) ساقط من (ي).(٩) انظر: \"تفسير ابن جرير\" ١٠/ ١٤٤، والثعلبي ٦/ ١١٢ أ، والبغوي ٤/ ٥٦.</p><p> قال ابن عباس في قوله:  {مَا زَادُوكُمْ إِلَّا خَبَالًا} يريد: عجزًا وجبنا (١) ، يعني: أنهم يجبنونهم (٢) عن لقاء العدو بتهويل الأمر عليهم، وقال الكلبي:  \"إلا شرًّا\"  (٣) وقال مرة (٤) : \"إلا غشًّا\"  (٥) ، وقال يمان (٦) : \"إلا مكرًا\"  (٧) ، وقال الضحاك:  \"إلا غدرًا\"  (٨) . </p><p> قال أصحاب النحو والعربية: هذا أمر الاستثناء المنقطع بتقدير: ما زادوكم قوة لكن طلبوا لكم الخبال، وذلك أنهم لم يكونوا على خبال فيزداودا ذلك (٩) ، ويجوز أن يكونوا (١٠) على تلون في الرأي لما يعرض في النفس، فكانوا يصيرونه خبالاً (١١) فلا يكون استثناء منقطعًا. </p><p>(١) ذكره المؤلف في \"الوسيط\" ٢/ ٥٠١، وذكره أيضا الماوردي في \"النكت والعيون\" ٢/ ٣٦٨ بلفظ: فسادًا. (٢) في (م): (يجبنوهم).(٣) رواه الثعلبي ٦/ ١١٢ ب.(٤) في (ي): (المرة) والصواب ما أثبته، وهو مرة الهمداني.(٥) لم أجده.(٦) هو: يمان بن رئاب (بكسر الراء) البصري الخراساني، وهو ضعيف في باب الرواية.(٧) ذكره الرازي في \"تفسيره\" ١٦/ ٨٠.(٨) رواه الثعلبي ٦/ ١١٢ ب.(٩) انظر: \"البحر المحيط\" ٥/ ٤٩، و\"الدر المصون\" ٦/ ٥٩، وقد أنكر الزمخشري ذلك في \"كشافه\" ٢/ ١٩٤، فقال: (\"إلا خبالاً\": ليس من الاستثناء المنقطع في شيء كما يقولون؛ لأن الاستثناء المنقطع هو أن يكون المستثنى من غير جنس المستنثى منه، كقولك: ما زادوكم خيرًا إلا خبالاً، والمستثنى منه في هذا الكلام غير مذكور، وإذا لم يذكر وقع الاستثناء من أعم العام الذي هو الشيء فكان استثناء متصلاً؛ لأن الخبال بعض أعم العام كأنه قال: ما زادوكم شيئًا إلى خبالاً).(١٠) في (ي): (يكون).(١١) المعنى: أنه قد يطرأ على نفوس الصحابة شيء من اختلاف الرأي ونحوه، فإذا =</p><p> وقوله تعالى:  {وَلَأَوْضَعُوا خِلَالَكُمْ} ، قال النضر: وضع البعير إذا عدا، وأوضعته أنا: إذا حملته عليه (١) ، ونحو ذلك قال أبو زيد (٢) ، وأنشد الليث (٣) : </p><p> لماذا (٤) تردّين امرأ جاء لا يرى .... كودّك ودًا قد أكل (٥) وأوضعا (٦) </p><p> وقال الفراء: العرب تقول: أوضع الراكب، ووضعت الناقة، وربما قالوا للراكب: وضع، وأنشد: </p><p> إني إذا ما كان يوم ذو فزع .... ألفيتني محتملاً بزّي (٧) أضع (٨) </p><p>= وُجد هؤلاء المفسدون ضخموا هذا العارض، وتلونوا في آرائهم لتفريق الصف، وتصيير الخبال. (١) انظر قول النضر بن شميل في: \"تهذيب اللغة\" (وضع) ٤/ ٣٩٠٥.(٢) انظر: \"النوادر في اللغة\" لأبي زيد ص ٢٢١.(٣) انظر: \"تهذيب اللغة\" (وضع) ٤/ ٣٩٠٥. ولم أجده في مادة (كل) و (وضع) من كتاب: العين.(٤) في \"تهذيب اللغة\" بماذا.(٥) في (ج): (أذل)، وأثبت ما في (م) و (ي) لموافقته ما في المصدر السابق.(٦) لم أهتد إلى قائله، وانظر البيت بلا نسبة في: \"تهذيب اللغة\" (وضع) ١/ ٣٩٠٥، و\"لسان العرب\" (وضع) ٨/ ٤٨٥٩.(٧) هكذا في جميع النسخ و\"تهذيب اللغة\"، وفي \"معاني القرآن\" للفراء ١/ ٤٤٠، و\"لسان العرب\" (وضع): (بذي. والبز: الثياب، انظر: \"لسان العرب\" (بزز) ١/ ٢٧٤.أما علي رواية الفراء فقد قال المحقق في حاشية الموضع السابق: قوله: بذي، كأنه يريد: بذي الناقة، أو بذي الفرس، وقد يكون المراد: محتملاً رحلي -على صيغة اسم الفاعل- بالبعير الذي أضعه، فذي هنا موصول على لغة الطائيين.(٨) لم أهتد لقائلهما، والبيت الثاني بلا نسبة في \"تهذيب اللغة\" (وضع) ١/ ٣٩٠٥، و\"لسان العرب\" (وضع) ٨/ ٤٨٥٩، وهما بلا نسبة أيضًا في \"شرح أبيات معاني القرآن\" ص ٢٠١.</p><p> وقال الأخفش: يقال: أوضعت (١) وجئت موضعًا ولا توقعه على شيء، قال: وقد يقول بعض قيس (٢) : أوضعت بعيري، فلا يكون لحنا (٣) ، وقال أبو عبيد: فيما روي عنه - صلى الله عليه وسلم - أنه أفاض من عرفة وعليه السكينة، وأوضع في وادي محسر (٤) ، الإيضاع: سير مثل الخبب (٥) ، فحصل من هذه الأقوال أن الإيضاع في قول أكثر أهل اللغة معناه حمل البعير على العدو، حتى لا يجوز أن يقال: أوضع الرجل: إذا سار بنفسه سيرًا حثيثًا، [وعند الأخفش وأبي عبيد يجوز أن يقال: أوضع بمعنى سار سيرًا حثيثًا]  (٦) من غير أن يراد أوضع ناقته أو بعيره، وأكثر ما جاء في الشعر (أوضع) إنما جاء من غير إيقاع على شيء، قال لبيد (٧) : </p><p>(١) في (ج): (وضعت)، وأثبت ما في (م) و (ي) لموافقته لـ\"تهذيب اللغة\". (٢) هو جد قديم، وهو قيس بن مضر بن نزار بن معد بن عدنان، وبنوه قبائل كثيرة منه \"هوازن\" و\"سليم\" و\"غطفان\" و\"باهلة\". انظر: \"جمهرة أنساب العرب\" ص ٢٣٢، و\"الأعلام\" ٥/ ٢٠٧.(٣) انظر: قول الأخفش في \"تهذيب اللغة\" (وضع) ١/ ٣٩٠٥.(٤) رواه النسائي في \"سننه\"، كتاب: مناسك الحج، باب: الأمر بالسكينة في الإفاضة ٥/ ٢٥٨، والدارمي في \"سننه\"، كتاب: المناسك، باب: الوضع في وادي محسر رقم (١٨٩١) ٢/ ٨٤، وأحمد في \"المسند\" ٣/ ٣٣٢، ٣٦٧، ٣٩١، وبنحوه الترمذي (٨٨٦) كتاب: الحج، باب: ما جاء في الإفاضة من عرفات.(٥) \"غريب الحديث\" لأبي عبيد ١/ ٤٦٠.(٦) ما بين المعقوفين ساقط من (ج).(٧) لم أجد من ذكر البيت للبيد سوى الرازي ١٦/ ٨١ وهو ناقل النص من الواحدي بدلالة السياق، والمشهور أنه لامرئ القيس وهو في \"ديوانه\" ص ٤٣ ونسب إليه أيضاً في \"الصحاح\" (سحر) ٢/ ٦٧٩ مع الشك في ذلك، وعبارته: ويُنشد لامريء القيس، وذكر البيت، كما نسب إليه أيضًا في \"البحر المحيط\" ٥/ ٤٩، و\"الدر المصون\" ٢/ ٣١، و\"لسان العرب\" (سحر) ٤/ ١٩٥٢ وبعده في الديوان: =</p><p> أرانا موضعين لحتم غيب ... ونسحر بالطعام وبالشراب </p><p> أرد: مسرعين، ولا يجوز أن يريد: موضعين (١) الإبل أو المطية؛ لأنه لم يرد السير في الطريق، وقال عمر بن أبي ربيعة: </p><p> تبالهن (٢) بالعرفان لما عرفنني ..... وقُلن امرؤ باغ أكلَّ وأوضعا (٣) </p><p> والآية أيضًا تشهد لقول الأخفش وأبي عبيد. </p><p> وقوله تعالى:  {خِلَالَكُمْ} أي: فيما بينكم، ومنه (٤) قوله: {وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا}  [الكهف: ٣٣] ، وقوله:  {فَجَاسُوا خِلَالَ الدِّيَارِ}  [الإسراء: ٥] ، وأصله من الخلل وهو الفرجة بين الشيئين، وجمعه خلال (٥) . </p><p> ومنه قوله:  {فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ}  [النور: ٤٣]  (٦) ، وقرئ: </p><p>= عصافير وذبان ودود .... وأجرأُ من مجلحة الذئاب وينسب البيت أيضًا لزهير وهو في \"ديوانه\" ص ١٠٠ (طبعة دار صادر ودار بيروت عام ١٣٧٩ هـ) وبعده:كما سحرت به إرم وعاد ...... فأضحوا مثل أحلام النيامومعنى (نسحر): (نعلل، أو نخدع، وقوله: (لحتم غيب): (في المصادر السابقة: لأمر غيب، وهو يريد الموت، انظر: \"البحر المحيط\" و\"لسان العرب\"، نفس الموضع السابق.(١) في (ي): (موضعين لحتم)، وهو خطأ.(٢) في (ج): (تناهلن)، والصواب ما أثبته كما في \"شرح الديوان\"، وفيه: تباهلن: تصنعن البله وتكلفنه، وأكل: أتعب راحلته، وأوضع: أي سار أشد السير.(٣) انظر: \"شرح ديوانه\" ص ١٧١.(٤) ساقط من (ي).(٥) في (ج): (خلا)، وهو سهو من الناسخ.(٦) الودق: المطر. انظر: \"تفسير البغوي\" ٦/ ٥٤.</p><p> (من خَلله)  (١) وهي مخارج مصب القطر، وقال الأصمعي:  \"تخللت القوم: إذا دخلت من(٢)خللهم وخلالهم\"  (٣) ، ويقال: جلسنا خلال بيوت الحي، وخلال دورهم، أي جلسنا بين البيوت ووسط الدور. </p><p> قال أهل المعاني: ومعنى الإيضاع هاهنا: إسراعهم في الدخول بينهم للتضريب (٤) ينقل الكلام على التحريف (٥) ، وعلى هذا المعنى دل كلام المفسرين، قال عطاء عن ابن عباس في قوله:  {وَلَأَوْضَعُوا خِلَالَكُمْ} يريد: أضعفوا شجاعتكم (٦) ، يعني: بالتضريب بينهم لتفترق الكلمة فتجبنوا عن العدو، وقال الحسن:  {وَلَأَوْضَعُوا خِلَالَكُمْ} بالنميمة لإفساد ذات بينكم (٧) ، هذا هو المعنى الصحيح، وقال الكلبي: يعني ساروا بينكم يبغونكم العنت (٨) ، وعلى هذا قوله:  {وَلَأَوْضَعُوا خِلَالَكُمْ} عبارة عن سيرهم فيما بينهم </p><p>(١) بفتح الخاء وبلا ألف على الإفراد، وهي قراءة ابن مسعود وابن عباس والضحاك ومعاذ العنبري، عن أبي عمرو والزعفراني والأعمش، انظر: \"مختصر في شواذ القرآن\" ص ١٠٢، و\"البحر المحيط\" ٦/ ٤٦٤، و\"إتحاف فضلاء البشر\" ص ٣٢٥. (٢) في (م): (تخللت بين).(٣) تهذيب اللغة\" (خل) ١/ ١٠٩٧.(٤) في\"لسان العرب\" (ضرب) ٥/ ٢٥٦٨: ضربت الشيء بالشيء وضربته: خلطته، وضربت بينهم بالشر: خلطت، والتضريب بين القوم: الإغراء.(٥) ذكر معناه ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٨ عن الحسن ولم أجده فيما بين يدي من كتب أهل المعاني.(٦) لم أجده بهذا اللفظ، وانظر المعنى في: \"الوجيز\" ٦/ ٥١٢.(٧) ذكره ابن الجوزي في: \"زاد المسير\" ٣/ ٤٤٨، وابن القيم كما في \"التفسير القيم\" ٢/ ٣٥٨.(٨) رواه الثعلبي ٦/ ١١٢ ب، والبغوي ٣/ ٥٦، لكنه تصحف في \"تفسير البغوي\"، فقال: العيب.</p><p> فقط، وقوله تعالى:  {يَبْغُونَكُمُ الْفِتْنَةَ} حال لهذا السير ولهم، وقال أصحاب العربية في قوله:  {وَلَأَوْضَعُوا خِلَالَكُمْ} : أي أوضعوا مراكبهم خلالكم (١) ، وهو قول أبي الهيثم (٢) ، ونحوه الكسائي: خيبوا (٣) ركائبهم فيما بينكم (٤) . </p><p> ولا يكون في (٥) هذا ذمًا لهم إلا أن يحمل هذا على معنى قول الكلبي، وقال ابن الأعرابي: أي: لأسرعوا في الهرب خلالكم (٦) ، ونحوه قال ابن الأنباري: أسرعوا الفرار في أوساطكم (٧) ، وهذا قول بعيد؛ لأن لفظ الآية ليس يدل على معنى الهرب، [وأي فائدة لقوله في (٨)  {خِلَالَكُمْ} لو أراد بالإيضاع: الهرب] (٩) ، وقال أبو إسحاق: أي: ولأسرعوا فيما يخل بكم (١٠) ، وهذا راجع إلى القول الأول وهو أنه إسراع بالنميمة، والنميمة (١١) مما يخل بهم. </p><p>(١) انظر: \"معاني القرآن\" للفراء ١/ ٤٤٠، و\"تهذيب اللغة\" (وضع) ٤/ ٣٩٠٦، و\"لسان العرب\" (وضع) ٨/ ٤٨٥٩. (٢) انظر: قوله في \"تهذيب اللغة\" (وضع) ٤/ ٣٩٠٦.(٣) الخبب: ضرب من العدو. انظر: \"مجمل اللغة\" (خب) ٢/ ٢٧٧.(٤) لم أجده فيما بين يدي من مصادر.(٥) في (ي): (على).(٦) لم أجده فيما بين يدي من مصادر.(٧) ذكره الثعلبي في \"تفسيره\" ٦/ ١١٢ ب، وأبو حيان في \"البحر المحيط\" ٥/ ٤٩.(٨) كذا. ولا معنى لذكر لفظ (في).(٩) ما بين المعقوفين ساقط من (ي).(١٠) \"معاني القرآن وإعرابه\" ٢/ ٤٥١.(١١) ساقط من (ي).</p><p> وقوله (١) : يخل بكم، ليس من لفظ الخلال (٢) ، ولا بتفسير له، بل هو مضمن في الإيضاع يعني: ولأوضعوا مخلين بكم بالنميمة، وليس الخلال من الإخلال في شيء، هذا معنى قول أبي إسحاق (٣) ، وكتب في المصاحف {وَلَأَاوْضَعُوا} بزيادة ألف ومثله: {أَوْ لَأَاذْبَحَنَّهُ}  [النمل: ٢١] في بعضها، قال الفراء: وهو من سوء هجاء الأولين، وقال الزجاج: إنهم كانوا في ذلك الزمان يكتبون الفتحة ألفًا ولم يكن ذلك من هجاء العرب، والكتابة بالعربية ابتدئ به بقرب نزول القرآن فوقع فيه زيادات في أمكنة (٤) </p><p>(١) يعني الزجاج في قوله السابق. (٢) في (ي): (الخيال)، وهو خطأ.(٣) يعني الذي تقدم ذكره.(٤) \"معاني القرآن وإعرابه\" ٢/ ٤٥٢، ووافقه الزمخشري أيضاً في \"الكشاف\" ٢/ ١٩٤ وخالفهم الإمام أبو عمرو الداني الذي بين أن زيادة الألف هنا لفائدة فقال: أما زيادة الألف في (لأاوضعوا) و (لأاذبحنه) فلمعان أربعة، هذا إذا كانت الزائدة فيهما المنفصلة عن اللام، وكانت الهمزة هي المتصلة باللام، وهو قول أصحاب المصاحف: فأحدها: أن تكون صورة لفتحة الهمزة، من حيث كانت الفتحة مأخوذة منها.والثاني: أن تكون الحركة نفسها، لا صورة لها، على مذهب العرب في تصوير الحركات حروفًا.والثالث: أن تكون دليلًا على إشباع فتحة الهمزة وتمطيطها في اللفظ؛ لخفاء الهمزة، وبعد مخرجها، وفرقًا بين ما يحقق من الحركات، وبين ما يختلس منهن، وليس ذلك الإشباع والتمطيط بالمؤكد للحروف، إذ ليس من مذهب أحد من أئمة القراءة، وإنما هو إتمام الصوت بالحركة لا غير.والرابع: أن تكون تقوية للهمزة وبيانًا لها.وإذا كانت الزائدة من إحدق الألفين المتصلة في الرسم باللام، وكانت الهمزة هي المنفصلة عنها وهو قول الفراء وأحمد بن يحيي من النحاة -فزيادتها لمعنيين: =</p><p> وقوله تعالى:  {يَبْغُونَكُمُ الْفِتْنَةَ} أي: يبغون لكم، قال كعب بن زهير: </p><p> إذا ما نتجنا أربعًا عام كفأة ... بغاها خناسيرًا فأهلك أربعًا (١) </p><p> أي: بغى لها خناسير، وهي الدواهي، ومعنى بغى هاهنا: طلب. </p><p> الأصمعي: يقال ابغني كذا أي: اطلبه لي، ومعنى ابغني وابغ لي سواء، وإذا قال: أبغني فمعناه أعنيِّ على بُغائه (٢) . </p><p> أبو عبيد عن الكسائي: أبغيتك (٣) الشيء، إذا أردت: أعنته على </p><p>= أحدهما: الدلالة على إشباع فتحة اللام وتمطيط اللفظ بها. والثاني: تقوية للهمزة، وتأكيدًا لها وبيانًا. \"المحكم في نقط المصاحف\" للداني ص ١٧٦، ١٧٧.(١) البيت في \"شرح ديوان كعب بن زهير\"، ونسب إليه أيضًا في \"تهذيب اللغة\" (بغى) ١/ ٣٦٧، و\"تهذيب إصلاح المنطق\" ص ٢٩٢.وفي المصدر الأخير: نتج فلان إبله كَفأة وكُفأة: وهو أن يفرق إبله فرقتين، فيُضرب الفحل العام إحدى الفرقتين، ويدع الأخرى، فإذا كان العام المقبل أرسل الفحل في الفرقة التي لم يكن أضربها الفحل في العام الماضي، وترك التي أضربها في العام الماضي؛ لأن أفضل النتاج أن يُحمل على الإبل الفحول عاما، وتترك عامًا .. ونتج الرجل الناقة: إذا ولدت عنده، يقول: إذا نُتجت أربع من إبله أربعة أولاد، هلك من إبله الكبار أربع، فيكون ما هلك منه أعظم مما أصاب، والخناسير: الهُلاك، لا واحد له وفي (بغاها) ضمير من الجد -يعني: الحظ- هو الفاعل. \"تهذيب إصلاح المنطق\" ٢٩١ - ٢٩٢ مختصرًا.وقال السكري في \"شرح الديوان\" ص ٢٢٧: يقول: إنه من شؤم حظه إذا نتج أربع نوق أتت الدواهي فأهلكتهن.(٢) \"تهذيب اللغة\" (بغى) ١/ ٣٦٧.(٣) في (ج) و (ي): (بغيتك)، هنا أثبته من (م) وهو موافق لمصدري تخريج القول.</p><p> طلبه، فإذا أردت أنك فعلت ذلك له (١) قلت: بغيته، وكذلك أعكمتك (٢) ، وأحلبتك (٣) : إذا أعنته، وعكمتك العكم (٤) : أي فعلته لك (٥) ، ونحو هذا قال الفراء (٦) ، ومعنى الفتنة هاهنا: النفاق في قول ابن عباس (٧) ، والشرك، في قول محمد بن مسلم (٨) ، باختلاف كلمتهم وافتراقهم فيما بينهم وذلك شرك ونفاق، وهو أن يختلفوا على النبي -صلى الله عليه وسلم- (٩) ، وقال الكلبي: يبغونكم العنت، يبطئونكم (١٠)  (١١) . </p><p>(١) ساقط من (ي). (٢) في (ج): (علمتك، وما في (ي): (موافق لما في \"تهذيب اللغة\" \"لسان العرب\"، يقال: عكم المتاع يعكمه عكمًا: شده بثوب، وهو أن يبسطه ويجعل فيه المتاع ويشده، ويسمى حينئذ عكمًا، والعكام، ما عكم به، وهو الحبل الذي يعكم عليه. \"لسان العرب\" (عكم) ٥/ ٣٠٦.(٣) كذا في جميع النسخ، وكذلك في \"تفسير الثعلبي\"، ولفظ \"تهذيب اللغة\" و\"لسان العرب\":أحملتك، أي: أعنتك على حمل المتاع، ومعنى أحلبتك: أعنتك على حلب الناقة ونحوها كما فسره الثعلبي في \"الكشف والبيان\" ٦/ ١١٢ ب.(٤) في (ج): (علمتك العلم)، والصواب ما أثبته وهو موافق لمصدري تخريج القول.(٥) انظر: قول الكسائي في \"تهذيب اللغة\" (بغى) ١/ ٣٦٧، و\"لسان لعرب\" (بغا) ١/ ٣٢٢.(٦) انظر: \"معاني القرآن\" له ١/ ٤٤٠.(٧) لم أقف على مصدر هذا القول.(٨) يعني ابن قتيبة، انظر: \"تفسير غريب القرآن\"، له ص ١٩٦.(٩) قال الإمام ابن كثير في \"تفسيره\" ٢/ ٣٩٧ - ٣٩٨ عند تفسير قول الله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ}: فليحذر وليخشى من خالف شريعة الرسول باطنًا وظاهرًا (أن تصيبهم فتنة) أي: في قلوبهم، من كفر أو نفاق أو بدعة.(١٠) في (ي): (يبغونكم الفتنة يثبطونكم).(١١) رواه الثعلبي في \"تفسيره\" ٦/ ١١٢ ب، والبغوي في \"تفسيره\" ٤/ ٥٦ بلفظ: العنت والشر.</p><p> وقوله تعالى:  {وَفِيكُمْ سَمَّاعُونَ لَهُمْ} أي: عيون لهم ينقلون إليهم ما يسمعون منكم، هذا قول مجاهد (١) وابن زيد (٢) والكلبي (٣) ، وقال قتادة: وفيكم من يسمع كلامهم ويطيعهم (٤) ، وقال ابن إسحاق: وفيكم قوم أهل محبة لهم وطاعة [فيما يدعونهم إليه لشرفهم فيهم (٥) ، ومعناه على هذا: وفيكم أهل سمع لهم وطاعة] (٦) لو صحبهم هؤلاء المنافقون أفسدوهم عليكم (٧) بتثبيطهم إياهم عن (٨) السير معكم، وكل هذا إخبار عن حال المنافقين من حرصهم على خبال المؤمنين وطلب الغوائل لهم (٩) . </p><p> وقوله تعالى:  {وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ} ، قال ابن عباس:  (يريد المنافقين)  (١٠) . </p><p>(١) رواه ابن جرير١٠/ ١٤٦، وابن أبي حاتم ٦/ ١٨٠٩، وابن أبي شيبة وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٤٣. (٢) رواه ابن جرير١٠/ ١٤٦، وابن أبي حاتم ٦/ ١٨٠٩.(٣) لم أقف على مصدر قوله.(٤) رواه ابن جرير ١٠/ ١٤٦، والثعلبي ٦/ ١١٢ ب.(٥) \"السيرة النبوية\" لابن هشام ٤/ ٢٠٨.(٦) ما بين المعقوفين ساقط من (ج).(٧) في (ي): (عليك).(٨) في (ي): (على).(٩) المنافق لا يخرج للجهاد إلا تقية وخوفًا من المسلمين، أو طمعًا في غنيمة، ثم هو ذو قلب حائر يبث الخور والضعف في الصفوف، وذو نفس خائنة تمثل خطرًا على الجيش، فمثله لا يزيد المسلمين قوة، بل فوضى واضطرابًا، وفتنة وتفريقًا، وهي العامل الأساسي في انهيار الجيوش وهزيمتها.(١٠) \"تنوير المقباس\" ص ١٩٤، و\"الوسيط\" ٢/ ٥٠١.</p>"
}