{
  "id": null,
  "sura": 9,
  "aya": 35,
  "text": "<p> الأليم موضع (١) البشرى بالنعيم، ويجوز أن يكون المعنى: فأخبرهم؛ لأن أصل البشرى: ما يظهر في بشرة الوجه من فرح أو غم، إلا أنه أكثر (٢) في الفرح، وكلا القولين بما مضى الكلام فيه (٣) . </p><p> ٣٥ - وقوله تعالى:  {يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ} الآية، \"يوم\" ظرف للعذاب الأليم في قوله: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} . </p><p> وقوله:  {يَوْمَ يُحْمَى} : قال الأصمعي: \"أحميت الحديدة في النار فأنا أحميها إحماءً حتى حميت تحمى(٤)حميا\"  (٥) ، وذلك إذا أوقدت عليها، وقوله:  {عَلَيْهَا} ليس منه (٦) صلة الإحماء؛ لأنه يقال: أحميت الحديدة ولا يقال: على الحديدة، إلا إذا جعل (على) من صلة معنى الإحماء، وهو الإيقاد فمعنى قوله:  \"يحمى عليها\" أي يوقد عليها، أنشد ابن السكيت (٧) : </p><p> إن كنت جلمود بصر (٨) لا أؤبسه ... أوقد عليه فأحميه فينصدع (٩) </p><p>(١) في (ى): (مع). (٢) في (م): (كثر).(٣) انظر: \"تفسير البسيط\" البقرة: ٩٧.(٤) ساقط من: (ى).(٥) اهـ. كلام الأصمعي، انظر: \"تهذيب اللغة\" (حمي) ١٠١٣.(٦) ساقط من (ح).(٧) انظر: \"تهذيب إصلاح المنطق\" ص٨٣، و\"تهذيب اللغة\" (أبس) ١/ ١٠٧.(٨) في (ح): (نصرًا)، وهو خطأ.(٩) البيت لعباس بن مرداس. انظر \"ديوانه\" ص ٨٦، و\"تهذيب إصلاح المنطق\" ص ٨٣، و\"لسان العرب\" (أبس) و (بصر).والجلمود: الصخر الغليظ، والبصر: الحجارة الرخوة تضرب إلى البياض، =</p><p> والكناية (١) في {عَلَيْهَا} تعود إلى ما عادت في قوله: {وَلَا يُنْفِقُونَهَا}  (٢) ، قال ابن عباس:  {يَوْمَ يُحْمَى عَلَيْهَا} أي: على الكنوز \"(٣)،وقوله تعالى:{فَتُكْوَى بِهَا}معنى الكي في اللغة: إلصاق الحار من نار(٤)أو حديدة بالعضو حتى يحترق الجلد،يقال:كوى البيطار(٥)بالمكواة يكوي كيًا،وقوله تعالى:{جِبَاهُهُمْ}جمع الجبهة وهي مستوى ما بين الحاجبين إلى الناصية،والأجبه:الرجل العريض الجبهة،وجبهت الرجل:إذا استقبلته بمكروه، كأنك ضربت به جبهته.</p><p> والجنوب: جمع الجنب، وهو الجانب المشبك بالعظام المقوسة، قال المفسرون: \" من كان له مال في الدنيا لم يؤد زكاته أحمي دراهمه ودنانيره في نار جهنم وكوي بها في هذه المواضع، لا يوضع دينار مكان دينار ولا درهم مكان درهم، ولكن يوسع جلده، فيوضع بكل درهم ودينار </p><p>= ومعنى أؤبسه: أذللَه. انظر: \"لسان العرب\" (أبس، بصر، جلمد)، قال ابن السكيت: \"يقول: إني أقدر عليك على كل وجه، ولو كنت حجرًا لا يذلل لأوقدت عليه حتى يتفتت\". \"تهذيب إصلاح المنطق\" ص ٨٣. (١) ساقط من (ح).(٢) في (ى): (زيادة نصها: \"إلصاق الحار من النار\"، ولا معنى لها في هذا الموضع، وسيأتي موضعها عند قوله تعالى: {فَتُكْوَى بِهَا}.(٣) ذكره المصنف في \"الوسيط\" ٢/ ٤٩٢، والفيروزأبادي في \"تنوير المقباس\" ص ١٩٢.(٤) في (ي): (بالنار).(٥) البيطار: \"معالج الدواب\". انظر: \"لسان العرب\" (بطر) ١/ ٣٠١.</p><p> كية على جلده \"(١)، وهذا معنى قول ابن مسعود(٢)وابن عباس(٣)،وكان أبو ذر يقول:\" بشر الكانزين بكي في الجباه وكي في الجنوب وكي في الظهور حتى يلتقي الحر في أجوافهم \"(٤)، ولهذا المعنى الذي أشار إليه أبو ذر خصت هذه المواضع [بالكي؛ لأن داخلها جوف بخلاف اليد والرجل، وكان أبو بكر الوراق(٥)يقول: خُصت هذه المواضع](٦)؛ لأن صاحب المال إذا رأى الفقير قبض جبهته وزوى ما بين عينيه وطوى عنه كشحه(٧)، وولاه ظهره\"  (٨) . </p><p> وقوله تعالى:  {هَذَا مَا كَنَزْتُمْ لِأَنْفُسِكُمْ} أي: يقال لهم: هذا الذي تكوون به ما جمعتم لأنفسكم وبخلتم به عن حق الله، وإضمار القول كثير في القرآن. </p><p>(١) انظر: \"تفسير الثعلبي\" ٦/ ١٠٢ ب، والبغوي ٤/ ٤٤، و\"الدر المنثور\" ٣/ ٤١٩ - ٤٢٠. (٢) رواه ابن جرير ١٠/ ١٢٤، وابن أبي حاتم ٦/ ١٧٩٠، والثعلبي ٦/ ١٠٢ ب، والطبراني وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤١٩. قال الهيثمي في \"مجمع الزوائد\" ٧/ ١٠٤: \"رواه الطبراني ورجاله رجال الصحيح\".(٣) رواه مختصرًا ابن المنذر، كما في \"الدر المنثور\" ٣/ ٤١٩.(٤) رواه بنحوه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٧٣، وابن جرير ١٠/ ١٢٣.(٥) هو: محمد بن إسماعيل بن العباس، أبو بكر الوراق، الإمام المحدث، كان حافظًا ثقة من شيوخ الدارقطني والبرقاني، ولد سنة ٢٩٣ هـ، وتوفي سنة ٣٧٨ هـ. انظر: \"تاريخ بغداد\" ٢/ ٥٣، و\"سير أعلام النبلاء\" ١٦/ ٣٨٨، و\"شذرات الذهب\" ٣/ ٩٢.(٦) ما بين المعقوفين ساقط من (ى).(٧) الكشح: ما بين الخاصرة إلى الضلع من الخلف، وقيل غير ذلك، وطوى عنه كشحه: أي قاطعه وعاداه، وقيل: أعرض عنه وتباعد.انظر: \"مجمل اللغة\" (كشح) ٣/ ٧٨٦، و\"لسان العرب\" (كشح) ٧/ ٣٨٨٠.(٨) ذكره البغوي ٤/ ٤٤، والمؤلف في \"الوسيط\" ٢/ ٤٩٣، وبمعناه الثعلبي ٦/ ١٠٢ ب.</p><p> وقوله تعالى:  {فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ} من باب حذف المضاف، أي: ذوقوا عذاب ما كنتم تكنزون، وحديث أبي هريرة يفسّر هذه الآية، وهو ما أخبرنا الأستاذ أبو إسحاق أحمد بن محمد بن إبراهيم (١) [رحمه الله قال (٢) : أنا (٣) أبو محمد عبد الله بن حامد الأصفهاني قال: أخبرنا (٤) أبو يحيى أحمد بن محمد بن إبراهيم] (٥) السمرقندي (٦) قال: ثنا محمد بن نصر المروزي (٧) قال: ثنا محمد بن عبد الملك ابن أبي الشوارب (٨) قال: ثنا عبد العزيز بن المختار (٩) قال: ثنا </p><p>(١) هو الثعلبي، شيخ المؤلف، وقد تقدمت ترجمته عند ذكر شيوخه. (٢) سقطت كلمة: (قال) من (ح) و (م) في جميع السند على عادة المحدثين.(٣) في (م): (حدثنا) في جميع السند دون اختصار الكلمة.(٤) في (ى): (أنا)، على عادة المحدثين.(٥) ما بين المعقوفين ساقط من (م).(٦) هو: أحمد بن محمد بن إبراهيم بن حازم أبو يحيى السمرقندي الكرابيسي، روى عن محمد بن نصر وابن خزيمة، اتهم في إكثاره من الرواية عن ابن نصر، وقد ثبت أن ابن نصر أجاز له بما صح عنده عنه.انظر: \"ميزان الاعتدال\" ١/ ١٢٩، و\"لسان الميزان\" ١/ ٢٥١.(٧) هو: محمد بن نصر بن الحجاج المروزي، الإمام شيخ الإسلام أبو عبد الله الحافظ، إمام عصره في الحديث بلا مدافعة، وكان من أعلم أهل زمانه بالاختلاف، وأكثرهم صيانة في العلم، مع حسن العبادة، وجودة التصنيف، توفي سنة ٢٩٤ هـ.انظر: \"تذكرة الحفاظ\" ٢/ ٦٥٠، و\"البداية والنهاية\" ١١/ ١٠٢، و\"تهذيب التهذيب\" ٣/ ٧١٧.(٨) هو: محمد بن عبد الملك بن أبي الشوارب محمد بن عبد الله الأموي، أبو عبد الله البصري، إمام ثقة محدث فقيه، من رجال مسلم، توفي سنة ٢٤٤ هـ.انظر: \"تاريخ بغداد\" ٢/ ٣٤٤، و\"سير أعلام النبلاء\" ١١/ ١٠٣، و\"تهذيب التهذيب\" ٣/ ٦٣٤.(٩) هو: عبد العزيز بن المختار الأنصاري، أبو إسحاق الدباغ البصري، مولى حفصة =</p>"
}