{
  "id": null,
  "sura": 9,
  "aya": 99,
  "text": "<p> قال أبو علي الفارسي:  (الدائرة لو لم تضف إلى السوء] (١) أو السوء عرف منها معنى الشر؛ لأن الدائرة من دوائر الدهر تستعمل للمكروه، ووجه الإضافة هاهنا التوكيد والزيادة في التبيين، كقولك لَحْيَا رأسه، وشمس النهار، فأما السوء فإنه يراد به الرداءة والفساد، ودائرة السوء: دائرة الضرر والمكروه (٢) ) (٣) . </p><p> وقال يمان:  (عليهم يدور النبلاء والحزن فلا يرون في محمد ودينه إلا ما يسوؤهم)  (٤) . </p><p> وقوله تعالى:  {وَاللَّهُ سَمِيعٌ عَلِيمٌ} ، قال ابن عباس:  (يريد: سميع لقولهم عليم بنياتهم)  (٥) . </p><p> ٩٩ - قوله تعالى:  {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} ، قال ابن عباس:  (يعني من أسلم من أعراب أسد وجهينة وغفار)  (٦) ، وقال مجاهد:  (هم بنو مقرن من مزينة)  (٧) ، وقال الضحاك: </p><p>(١) ما بين المعقوفين ساقط من (ح). (٢) قال المؤلف في \"الوسيط\" ٢/ ٥١٩: السوء بالفتح: الرداءة والفساد، وبالضم: الضرر والمكروه.(٣) أهـ. كلام أبي علي، انظر: \"الحجة\" ٤/ ٢٠٧، ٢٠٨، وقد اختصر المؤلف عبارته وتصرف فيها.(٤) ذكره البغوي في \"تفسيره\" ٤/ ٨٦.(٥) \"تنوير المقباس\" ص ٢٠٢ بنحوه.(٦) \"زاد المسير\" ٣/ ٤٨٩، وبنحوه رواه الثعلبي في \"تفسيره\" ٦/ ١٣٩ أ، والبغوي في \"تفسيره\" ٤/ ٨٦ عن الكلبي.(٧) رواه ابن جرير ١١/ ٥، وابن أبي حاتم ٦/ ١٨٦٧، وسنيد وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٨٢.</p><p> (يعني عبد الله ذا البجادين (١) ورهطه) (٢) . </p><p> وقوله تعالى:  {وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ}  [قال ابن عباس]  (٣) : (يريد: يتقرب بذلك من الله)  (٤) ، قال الزجاج:  (يجوز (٥) في القربات ثلاثة أوجه: ضم الراء وإسكانها وفتحها) (٦) . </p><p> وقوله تعالى:  {وَصَلَوَاتِ الرَّسُولِ} ، قال قتادة:  (يعني دعاءه بالخير والبركة)  (٧) ، وقال ابن عباس والحسن:  (يعني استغفار الرسول لهم)  (٨) . </p><p> وقال عطاء:  (يريد: يرغب (٩) في دعاء الرسول (١٠) - صلى الله عليه وسلم -) (١١) ، ويجوز </p><p>(١) هو: عبد الله بن عبد نهم بن عفيف المزني، المشهور بلقبه ذي البجادين؛ لأنه لما أسلم ضيق عليه قومه حتى لم يتركوا معه شيئًا فأخذ بجادًا من شعر -وهو الكساء- فقطعه نصفين فاتزر نصفًا، وارتدى نصفًا، وهاجر ولزم النبي -صلى الله عليه وسلم- حتى مات في غزوة تبوك، وكان من الأواهين، كثير الذكر وتلاوة القرآن. انظر: \"حلية الأولياء\" ١/ ١٢١، و\"صفة الصفوة\" ١/ ٦٧٧، و\"الإصابة\" ٣٣٨ - ٣٣٩.(٢) رواه الثعلبي في \"تفسيره\" ٦/ ١٣٩ أ.(٣) ما بين المعقوين ساقط من (ى).(٤) ذكره المؤلف في \"الوسيط\" ٢/ ٥١٩.(٥) ساقط من (ى).(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٦٥.(٧) رواه مختصرًا بن جرير ١١/ ٥، وابن أبي حاتم ٦/ ١٨٦٧.(٨) رواه عن ابن عباس الإمام ابن جرير ١١/ ٥، وابن أبي حاتم ٦/ ١٨٦٧، وابن المنذر وابن مردويه كما في \"الدر المنثور\" ٣/ ٤٨٢، ولم أجد من ذكره عن الحسن.(٩) في (ى): (ترغيب)، وفي المصدرين التاليين: يرغبون.(١٠) في (م): (رسول الله).(١١) \"تفسير البغوي\" ٤/ ٨٧، و\"الوسيط\" ٢/ ٥١٩.</p><p> عطف الصلوات على (ما) في قوله: {وَيَتَّخِذُ مَا يُنْفِقُ}  [والمعنى أنه]  (١) يتقرب بصدقته ودعاء الرسول إلى الله، ويجوز عطفها (٢) على (القربات) ، كأنه يتخذ إنفاقه قربة، ويلتمس به (٣) صلوات الرسول ودعاءه كما يلتمس القربات. </p><p> وقوله تعالى:  {أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ} القربة: ما يدني من رحمة الله من فعل خير وإسداء عرف، وقرأ نافع في بعض الروايات (قربة) بضم الراء (٤) ، وهو الأصل، ثم تخفف نحو كتُب ورسُل وطنُب، فالأصل الضم، والإسكان تخفيف، ومثله ما حكاه محمد بن يزيد (٥) : بُسْرة وبُسُرة وهُدْبة وهُدُبة، قال أبو علي الفارسي:  (ولا يجوز أن يكون الأصل التخفيف ثم يثقل لأن ذلك إنما يجوز إما في الوقف كقوله (٦) : </p><p> أنا ابن ماوية إذ جد النُّقُرْ </p><p>(١) ما بين المعقوفين ساقط من (ح)، وقد وضع الناسخ مكانه ما نصه: (قربات عند الله)، قال ابن عباس: يريد .. وهو خطأ من الناسخ والتباس بما ذكره المؤلف في الجملة المذكورة. (٢) في (ى): (عطفًا).(٣) ساقط من (ح).(٤) هي رواية ورش وابن جماز وإسماعيل بن جعفر وغيرهم عنه، أما رواية قالون وابن أبي أويس والمسيبي عنه فبالتخفيف كباقي العشرة، انظر \"كتاب السبعة\" ص ٣١٧، و\"الغاية في القراءات العشر\" ص ١٦٦، و\"تقريب النشر\" ص ١١٩.(٥) هو: المبرد، وانظر قوله في: \"الحجة للقراء السبعة\" ٤/ ٢١٢.(٦) البيت من الرجز، وبعده:وجاءت الخيل أثابي زمروقد اختلف في قائله، ففي \"لسان العرب\" (نقر) نسب لعبيد بن ماوية الطائي، =</p><p> حرك القاف بالحركة التي كانت تكون للام في الإدراج، وإما في إتباعٍ (١) لما قبلها للضرورة نحو قول الشاعر (٢) : </p><p> إذا تجرد نوح قامتا معه ... ضربا أليمًا بسبتٍ يلعج الجِلِدا </p><p> كسر اللام إتباعًا لحركة فاء الفعل للضرورة، ولا يجوز واحد من الوجهين في الآية؛ لأن قوله:  (قُربة) ليس موقوفًا عليه، ولا يجوز أن تحمل حركة الراء على إتباع ما قبلها؛ لأن ذلك إنما يجوز في الضرورة، وإذا لم يجز الحمل على واحد من الأمرين علمت أن الحركة هي الأصل (٣) . قال ابن عباس في قوله:  {أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ} ، يريد نور (٤) لهم ومكرمة (٥) عند الله (٦) . </p><p>= ونسب له أو لفدكي بن عبد الله في \"الدرر اللوامع\" ٦/ ٣٠٠، ولفدكي المنقري في القاموس (فصل النون، باب الراء) ٤٨٦، ولبعض السعديين في \"كتاب سيبويه\" ٤/ ١٧٣. والنقر: قال الفيروزأبادي في الموضع السابق: (أن تلزق طرف لسانك بحنكك ثم تصوت، أو هو اضطراب اللسان، أو هو صويت تزعج به الفرس).أما الأثابي: فهي الجماعات. انظر: \"لسان العرب\" (ثبا) ١/ ٤٧٠.(١) هذا هو الوجه الثاني في جواز أن يكون الأصل التخفيف ثم يثقل.(٢) هو: عبد مناف بن ربع الهذلي، كما في \"شرح أشعار الهذليين\" ٢/ ٦٧٢، و\"جمهرة اللغة\" (علج) ١/ ٤٨٣، و\"لسان العرب\" (لعج) ٧/ ٤٠٤١، و\"نوادر أبي زيد\" ص ٣٠.(٣) \"الحجة\" ٤/ ٢٠٩ - ٢١٢ باختصار وتصرف.(٤) ساقط من (ح).(٥) في (م): (تكرمة).(٦) \"الوسيط\" ٢/ ٥١٩.</p>"
}