{
  "id": null,
  "sura": 9,
  "aya": 95,
  "text": "<p> ٩٤ - قوله تعالى:  {يَعْتَذِرُونَ إِلَيْكُمْ} ، قال ابن عباس:  (يريد بالأباطيل (١) ) (٢)  {إِذَا رَجَعْتُمْ إِلَيْهِمْ} من غزوة تبوك، {قُلْ لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ} لن نصدقكم {قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ} يريد: قد أخبرنا الله بسرائركم وما تخفي صدوركم {وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ} أي فيما تستأنفون، تبتم عن النفاق أو أقمتم عليه {ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ} يريد: يعلم ما غاب عنا من ضمائركم ونياتكم، ومعنى:  {ثُمَّ تُرَدُّونَ} أي للجزاء {فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} قال (٣) : يريد: يخبركم بما كنتم (٤) تكتمون وتسرون. </p><p> ٩٥ - قوله تعالى:  {سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ} أي إذا (٥) رجعتم إليهم من تبوك، والمحلوف عليه محذوف من الآية على معنى: يحلفون بالله لكم أنهم ما قدروا على الخروج، أو ما أشبه هذا {لِتُعْرِضُوا عَنْهُمْ} أي: لتصفحوا عنهم فلا تؤنبوهم (٦) . والمعنى: لتعرضوا عن لائمتهم، فهو من باب حذف المضاف. </p><p> قال الله تعالى:  {فَأَعْرِضُوا عَنْهُمْ} ، قال ابن عباس:  (يريد ترك الكلام والسلام والموالاة)  (٧) . </p><p>(١) في (م): (بالباطل). (٢) ذكره بمعناه ابن الجوزي في \"زاد المسير\" ٣/ ٤٨٦.(٣) يعني ابن عباس، وانظر قوله بمعناه في: \"تنوير المقباس\" ص ٢٠٢.(٤) قوله: (تعملون. قال يريد يخبركم بما كنتم) ساقط من (ح).(٥) ساقط من (ى).(٦) في (ح): (تؤنبهم)، وفي (ى): (تونههم) بلا نقطة على النون.(٧) رواه الثعلبي ٦/ ١٣٨ أ، والبغوي ٤/ ٨٥.</p><p> وقال مقاتل: (قال النبي -صلى الله عليه وسلم- حين قدم المدينة:  \"لا تجالسوهم ولا تكلموهم\"  (١) . وقال أهل المعاني:  (هؤلاء طلبوا إعراض الصفح، فأعطوا إعراض المقت)  (٢) . </p><p> وقوله تعالى:  {إِنَّهُمْ رِجْسٌ} ، قال ابن عباس:  (يريد: إن عملهم رجس من عمل الشيطان ليس لله برضى)  (٣) ، فعلى هذا يكون التقدير: إنهم ذوو رجس أي ذوو عمل قبيح، وذكرنا الكلام في معنى الرجس عند قوله:  {رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ}  [المائدة: ٩٠]  (٤) . </p><p>(١) \"تفسير مقاتل\" ١٣٤ أ، وقد روى الحديث ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٦٥ مرسلًا عن السدي، ثم هو من رواية أسباط بن نصر عنه، وهو ضعيف عند أكثر الأئمة، ولخص الإمام ابن حجر حاله فقال: صدوق كثير الخطأ يغرب) انظر: \"تقريب التهذيب\" ص٩٨ (٣٢١)، و\"تهذيب التهذيب\" ١/ ١٠٩، ثم إن في المتن نكارة وهو مخالفته لحديث كعب بن مالك المتفق عليه، ولفظه عند البخاري: (ولم ينه عن كلام أحد من المتخلفين غيرنا)، ولفظه عند مسلم: (ونهى رسول الله -صلى الله عليه وسلم- عن كلامنا أيها الثلاثة من بين من تخلف عنه). انظر: \"صحيح البخاري\"، كتاب: التفسير، باب: وعلى الثلاثة .. ٦/ ١٣٤، و\"صحيح مسلم\" (٢٧٦٩)، كتاب: التوبة، رقم (٢٧٦٩) ٤/ ٢١٢٤. (٢) \"تفسير الرازي\" ١٦/ ١٦٤، و\"الخازن\" ٢/ ٢٥٤. منسوبًا لأهل المعاني، ولم أجده فيما بين يدي من كتبهم.(٣) رواه الثعلبي في \"تفسيره\" ٦/ ١٣٨ أمختصرًا عن عطاء.(٤) انظر \"النسخة\" (ح) ٢/ ٦٩ أحيث قال: (الرجس في اللغة: اسم لكل ما استقذر من عمل، يقال: رجس الرجل رجسًا، ورجس: إذا عمل عملًا قبيحًا، وأصله من الرجسر -بفتح الراء- وهو شدة الصوت، يقال: سحاب رجاس: إذا كان شديد الصوت بالرعد .. فكأن الرجس العمل الذي يقبح ذكره جدًا، ويرتفع في القبح).</p>"
}