{
  "id": null,
  "sura": 9,
  "aya": 37,
  "text": "<p> وقد أحكمنا الكلام في هذا الحرف عند قوله:  {ادْخُلُوا فِي السِّلْمِ كَافَّةً}  [البقرة: ٢٠٨]  (١) . </p><p> وقوله تعالى:  {وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} ، قال ابن عباس:  \"يريد مع أوليائه الذين يخافونه فيما كلفهم من أمره ونهيه\"  (٢) ، قال الزجاج:  \"تأويله أنه ضامن لهم النصر\"  (٣) . </p><p> ٣٧ - قوله تعالى:  {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ} الآية، قال أبو زيد:  \"نسأت الإبل عن الحوض فأنا أنسأها نسأ: إذا أخرتها عنه(٤)،وأنساته الدين إنساءً:إذا أخرته عنه، واسم ذلك النسيئة والنسء\"  (٥) . </p><p> قال (٦) [أبو عبيد عن الأصمعي: \"أنسأ الله فلانا أجله[ونسأ في أجله](٧): [أي أخره\"  (٨) ] (٩) ، [وذكر الزجاج في باب الوفاق: \"نسأ الله في </p><p>(١) انظر: النسخة الأزهرية: ١/ ١٢٦ ب حيث قال: ومعنى (الكافة) في اللغة: الحاجزة المانعة، يقال: كففت فلانًا عن السوء فكفّ يكف كفًّا .. وقيل لطرف اليد كف لأنه يكف بها عن سائر البدن، ورجل مكفوف: كف بصره من أن ينظر، فالكافة معناها المانعة، ثم صارت اسمًا للجملة الجامعة؛ لأنها تمنع من الشذوذ والتفرق. (٢) \"الوجيز\" ٦/ ٤٨٦ مختصرًا.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٤٧، والمراد أن هذه معية خاصة لأوليائه، تستلزم النصر والتأييد والحفظ والرعاية.(٤) ساقط من (ح).(٥) \"تهذيب اللغة\" (نسأ) ٤/ ٣٥٦٦ بلفظ مقارب، وبعضه في \"الحجة\" ٤/ ١٩٣.(٦) من (ى).(٧) ما بين المعقوفين ساقط من (ح).(٨) \"تهذيب اللغة\" (نسأ) ٤/ ٣٥٦٦، وهو في \"غريب الحديث\" لأبي عبيد ١/ ٢٣ من غير نسبة.(٩) ما بين المعقوفين ساقط من (م) و (ى)، وهو كذلك غير موجود في المصدرين التاليين.</p><p> أجله وأنسأ أجله: أي أخره \"(١)](٢)،فالنسيء في اللغة:معناه: التأخير على ما ذكره أهل اللغة(٣).</p><p> وكان النسيء في الشهور: تأخير حرمةٍ لشهر إلى شهر آخر ليست له تلك الحرمة، قال الفراء: \" النسيء: المصدر، ويكون المنسوء، مثل قتيل ومقتول \"(٤).</p><p> وقال الأزهري: \" النسيء في هذه الآية بمعنى الإنساء، اسم وضع موضع المصدر الحقيقي من أنسأت، قال: وقد قال بعضهم: نسأت في هذا الموضع بمعنى أنسأت، ومنه قول عمير بن قيس بن جذل الطعان (٥) : </p><p> ألسنا الناسئين على معد ... شهور الحل نجعلها حراما (٦)  (٧) </p><p>(١) اهـ. كلام الزجاج، انظر: كتاب \"فعلت وأفعلت\" ص ٤٠، و\"معاني القرآن وإعرابه\" ١/ ١٩٠ ولعل الزجاج ذكره في كتاب آخر فيه باب الوفاق، ولم أعثر عليه. (٢) ما بين المعقوفين ساقط من (ح).(٣) انظر أيضًا: \"الصحاح\" (نسأ) ١/ ٧٦، و\"مجمل اللغة\" (نسى) ٣/ ٧٦٦.(٤) \"معاني القرآن\" ١/ ٤٣٧.(٥) هو: عمير بن قيس أحد بني علقمة بن فراس بن غنم بن ثعلبة بن مالك بن كنانة، وجذل الطعان: لقب لجده علقمة، وقيل: بل لقب له، والأول هو الظاهر من مصادر تخريج البيت، وسمي بذلك لثباته في الحرب كأنه جذل شجرة واقف، وقيل: لأنه كان يستشفى برأيه ويستراح إليه كما تستريح البهيمة الجرياء إلى الجذل تحتك به.انظر: \"سيرة ابن هشام\" ١/ ٤٥، و\"الروض الأنف\" ١/ ٢٥١.(٦) انظر البيت منسوبًا لعمير بن قيس في \"سيرة ابن هشام\" ١/ ٤٦، و\"تهذيب اللغة\" (نسأ) ٤/ ٣٥٥٦، و\"لسان العرب\" (نسأ) ٧/ ٤٤٠٣.(٧) اهـ. كلام الأزهري، انظر: \"تهذيب اللغة\" (نسأ) ٤/ ٣٥٥٦.</p><p> قال أبو علي:  \"النسيء: مصدر كالنذير والنكير، ولا يجوز أن يكون(فعيلا)بمعنى(مفعول)؛ لأنه إن(١)حمل على ذلك كان معناه(٢): إنما المؤخَّر زيادة في الكفر(٣)، والمؤخر الشهر؛ وليس الشهر نفسه زيادة في الكفر إنما الزيادة في الكفر تأخير حرمة الشهر إلى شهر آخر ليست له تلك الحرمة، فأما نفس الشهر فلا\"  (٤) ، فقد وافق أبو علي الأزهريَّ في أن النسيء موضوع (٥) موضع المصدر. </p><p> وهذا قراءة العامة (٦) ، وروي عن ابن كثير (٧) من طريق شبل (٨) : </p><p>(١) ساقط من: (ى). (٢) في (ى): (المعنى).(٣) في (ح): (بالكفر).(٤) \"الحجة للقراء السبعة\" ٤/ ١٩٣.(٥) ساقط من (ى).(٦) \"كتاب السبعة\" (ص ٣١٤)، و\"التبصرة في القراءات\" ص ٢١٥، و\"تقريب النشر\" ص ٣٤، وقد أفاد المصدران الأخيران أن ورشًا وافق الجمهور في إحدى الروايتين عنه، وله رواية أخرى لفظها: (إنما النسىُّ) بغير همز ولا مد، والياء مشددة.(٧) هو: عبد الله بن كثير بن عمرو بن عبد الله الداري أبو معبد المكي، إمام المكيين في القراءة، واحد القراء السبعة، كان فصيحًا بليغًا مفوهًا، عليه سكينة ووقار، توفي سنة ١٢٠هـ.انظر: \"معرفة القراء الكبار\" ١/ ٨٦، و\"سير أعلام النبلاء\" ٥/ ٣١٨، و\"تقريب التهذيب\" ص٣١٨ (٣٥٥٠)، و\"غاية النهاية\" ١/ ٤٤٣.(٨) في (ى): (ابن شبل)، والصواب ما في (ح) و (م) كما في كتاب \"السبعة في القراءات\" ص ٣١٤، و\"الحجة للقراء السبعة\" ٤/ ١٩٣، وهو شبل بن عباد المكي، صاحب ابن كثير، ومقرئ مكة، وأحد شيوخ حمزة الزيات، كان ثقة من رجال البخاري، توفي بعد سنة ١٥٠ هـ.انظر: \"معرفة القراء الكبار\" ١/ ١٢٩، و\"الكاشف\" ١/ ٤٧٨، و\"تقريب التهذيب\" ص ٢٦٣ (٢٧٣٧).</p><p> (النَّسء) بوزن النسع (١) ، وهو المصدر الحقيقي كقولهم: نَسَأت: أي أخرت، وروي عنه أيضًا (النسي) مخففة الياء (٢) ، ولعله لغة في (النسء) بالهمز مثل: أرجيت وأرجأت (٣) ، وروي عنه أيضًا (النسيُّ) مشددة الياء بغير همز (٤) ، وهذا على التخفيف القياسي، كما أن (مقروة) في (مقرؤة) في (مقرؤة) تخفيف قياسي (٥) . </p><p> فأما معنى \"النسيء\" في هذه الآية، قال العلماء وأهل التفسير:  \"إن العرب كانت تحرم الشهور الأربعة، وكان ذلك ما تمسكت به من ملة إبراهيم وإسماعيل -عليهما السلام- وكانت العرب أصحاب حروب وغارات، فشق عليهم أن يمكثوا ثلاثة أشهر متوالية لا يُغيْرون فيها،وقالوا:لئن(٦)توالت علينا ثلاثة أشهر حرم لا نصيب فيها شيئًا لنهلكن، فكانوا يؤخرون تحريم المحرم إلى صفر، فيحرمونه، ويستحلون المحرم،[وكانوا يمكثون بذلك زمانا يحرمون صفر وهم يريدون به المحرم](٧)،ويقولون:هو أحد الصفرين\"  (٨) . </p><p>(١) كتاب \"السبعة\" ص ٣١٤، و\"الحجة للقراء السبعة\" ٤/ ١٩١، و\"إعراب القراءات السبع وعللها\" لابن خالويه ١/ ٢٤٧. (٢) انظر: المصادر السابقة، نفس المواضع، لكن ابن خالويه جعلها بالألف المقصورة على وزن: الدُّمى.(٣) كررت الكلمة في (ى).(٤) انظر: المصادر السابقة، نفس المواضع.(٥) انظر: \"الحجة\" ٤/ ١٩٤، و\"لسان العرب\" (قرأ) ٦/ ٣٦١٨.(٦) في (ح): (التي).(٧) ما بين المعقوفين ساقط من (ى).(٨) انظر: \"تفسير السمرقندي\" ٢/ ٤٨، والثعلبي ٦/ ١٠٦ ب، والبغوي ٤/ ٤٥، وابن الجوزي ٣/ ٤٣٥، والرازي ١٦/ ٥٧، وقد رواه ابن حاتم في \"تفسيره\" ٦/ ١٧٩٤ بمعناه عن السدي.</p><p> ولقد تأول بعض الناس قوله - صلى الله عليه وسلم -: \"لا صفر\"  (١) على هذا (٢) . </p><p> قال أبو عبيدة:  \"كانوا يؤخرون المحرم وذلك نسء الشهور، ولا يفعلون ذلك إلا في ذي الحجة،إذا اجتمعت العرب للموسم فينادي مناد:أن افعلوا ذلك، لحرب أو لحاجة وليس كل سنة يفعلون ذلك،فإذا أرادوا أن يحلوا المحرم نادوا:هذا صفر وإن المحرم الأكبر صفر(٣)، فيذهب الناس إلى منازلهم إذا نادى المنادي بذلك، وكانوا يسمون المحرم وصفر صفرين، ويقدمون صفرًا سنة ويؤخرونه\"  (٤) . </p><p> قال ابن عباس والضحاك وقتادة ومجاهد: \"أول من نسأ النسيء: بنو مالك بن كنانة (٥) ، وكانوا ثلاثة (٦) : أبو ثمامة جنادة بن عوف بن أمية </p><p>(١) رواه البخاري (٥٧١٧) في \"صحيحه\"، كتاب الطب، باب لا صفر وهو داء يأخذ البطن، ومسلم (٢٢٢٠) في \"صحيحه\"، كتاب السلام، باب لا عدوى .. ، وتفسير البخاري للحديث هو المشهور عند العلماء، انظر: \"فتح الباري\" ١٠/ ١٧١. (٢) هذا تأويل الإمام مالك -رحمه الله- انظر: \"فتح الباري\" ١٠/ ١٧١، وقد ذكر التأويل من غير نسبة أبو عبيد في غريب الحديث ١/ ٢٦، والثعلبي في \"تفسيره\" ٦/ ١٠٦ ب.(٣) نص عبارة أبي عبيدة: (نادى مناد: إن المحرم في صفر، وكانوا يسمون المحرم وصفر: الصفرين، والمحرم صفر الأكبر، وصفر المحرم الأصغر).(٤) \"مجاز القرآن\" ١/ ٢٥٨ بمعناه مع الزيادة وتقديم بعض الجمل.(٥) هم بنو مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر. انظر: \"جمهرة أنساب العرب\" ص ١٠، و\"نسب قريش\" ص ١١.(٦) لم يذكر من الثلاثة في هذه الرواية سوى واحد، وكذلك ابن جرير ١٠/ ١٣٠ - ١٣١، والثعلبي ٦/ ١٠٧ أ، والبغوي ٤/ ٤٦، وقد ذكر المفسرون والعلماء أكثر من ثلاثة منهم:١ - عمرو بن لحي بن قمعة بن خندف، رواه الثعلبي ٦/ ١٠٧ ب، والبغوي ٤/ ٤٧ عن بن عباس بسند واه. =</p><p> الكناني (١) ، كان يوافي الموسم على حمار فيقول: إني لا أعاب ولا أحاب (٢) ولا مردّ لما أقول: إن آلهتكم قد أقسمت لتحرمنّ - وربما قال: لتحلّن- هذا الشهر - يعني: المحرم-، فيحلونه (٣) ويحرمون صفرًا، وإن </p><p>= ٢ - أبو ثمامة صفوان بن أمية أحد بني الحارث بن مالك الكناني، رواه ابن جرير ١٠/ ١٣١ عن قتادة، وانظر: \"المحبر\" (ص ١٣٣)، و\"أمالي القالي\" ١/ ٢٤٠. ٣ - الحارث بن ثعلبة، ذكره عن مجاهد الحافظ ابن حجر في \"الإصابة\" ١/ ٢٧٥.٤ - نعيم بن ثعلبة، رواه الفيروزأبادي في \"تنوير المقباس\" (ص ١٩٣) من رواية الكلبي عن ابن عباس، ورواه الثعلبي ٦/ ١٠٧ أ.٥ - ٩ - القلمس، وهو حذيفة بن عبد بن فقيم الكناني، ثم ابنه عباد بن حذيفة، ثم ابنه قلع بن عباد، ثم ابنه أمية بن قلع، ثم ابنه عوف بن أمية، ذكرهم ابن إسحاق في \"السيرة النبوية\" ١/ ٤٥.١٠ - أبو ثمامة جنادة بن عوف بن أمية الكناني، وكان آخرهم وفي زمنه أبطل الله النسيء، انظر: \"تفسير ابن جرير\" ٧/ ١٣٠، و\"السيرة النبوية\" ١/ ٤٥، و\"الإصابة في تمييز الصحابة\" ١/ ٢٤٦.(١) هو: جنادة بن عوف بن أمية بن قلع من بني فقيم ثم من بني مالك بن كنانة، أبو ثمامة الكناني، نسأ الشهور أربعين سنة، وكان أبعد النسأة ذكرًا، وأطولهم أمدًا، وقد أسلم، وأدرك زمن عمر-رضي الله عنهما-.انظر: \"السيرة النبوية\" ١/ ٤٥، و\"الإصابة\" ١/ ٢٤٦.(٢) أحاب: بالحاء المهملة في (ح) و (م)، وكذلك في \"المحبر\" ص ١٥٧، وهو من الحوب، أي الإثم، انظر: \"لسان العرب\" (حوب)، والمعنى: لا أنسب إلى الإثم، وفي النسخة (ى) و\"معاني القرآن\" للفراء ١/ ٤٣٦: أجاب، وفي \"تفسير الثعلبي\": أخاب من الخيبة، أي: لا يُخيّب لي قول ولا يرد، أما معنى أجاب، فأقرب ما وجدت من معانيه أنه من المجاوبة: أي التحاور، والمعنى: لا أحاور ولا أجادل فيما أقول، وقد ذكر ابن منظور في \"لسان العرب\" (جوب): (أن المجاوبة والتجاوب: التحاور.(٣) ساقط من: (ى).</p><p> حرموه أحلوا صفرًا \"(١)،وقال الكلبي:\" أول من فعل ذلك رجل من بني كنانة يقال له: نُعيم بن ثعلبة (٢) ، وكان من بعده جنادة بن عوف وهو الذي أدركه رسول الله -صلى الله عليه وسلم- \"(٣)، ونحو هذا قال الفراء(٤)،وقال جويبر عن الضحاك عن ابن عباس:\" أول من فعل ذلك عمرو بن لحي بن قمعة بن خندق (٥)  \"(٦)،قال أبو بكر بن الأنباري:\" وكان الذي يلي النسيء يظفر بالرئاسة، ويشرف ولده والمنتمون إليه، بعلوه وترئيس (٧) العرب إياه. </p><p> قال الشاعر (٨) مفتخرًا بذلك: </p><p> وكان الناسئين على معد ... شهور الحل نجعلها حرامًا </p><p>(١) ذكر الأثر عنهم جميعًا الثعلبي ٦/ ١٠٧ أوهو لفّقه من رواياتهم جميعًا، وذكر الإمام ابن جرير تلك الروايات مفصلة، انظر \"تفسيره\" ١٠/ ١٢٩ - ١٣٢. (٢) لم أقف له على ترجمة، ولم يذكره سوى الكلبي وحاله لا تخفى.(٣) ذكره الثعلبي ٦/ ١٠٦ أ، والبغوي ٤/ ٤٦.(٤) انظر: \"معاني القرآن\" ١/ ٤٣٦.(٥) جد جاهلي قديم، وزعيم من طواغيت العرب، وقد صح في شأنه أمور منها:أ- أن اسمه عمرو بن لحي بن قمعة بن خندف، رواه البخاري في (٣٥٢٠)، كتاب المناقب، باب قصة خزاعةب- أنه جد خزاعة القبيلة العربية المعروفة، رواه البخاري في الموضع السابق، لكن بعض العلماء يرى أن الحديث تصحف على بعض الرواة فقال: أبو خزاعة، والصواب: أخو خزاعة وهذا هو المشهور، انظر: \"البداية والنهاية\" ٢/ ١٨٩.ج- أنه أول من غير دين إبراهيم عليه السلام فقد روى مسلم في \"صحيحه\" أن رسول الله -صلى الله عليه وسلم- قال: \"رأيت عمرو بن لحي يجر قصبه في النار، وكان أول من سيب السوائب، وبحر البحيرة، وغير دين إسماعيل\".(٦) رواه الثعلبي ٦/ ١٠٧ ب، والبغوي ٤/ ٤٧.(٧) في (م): (وتزيين)، ولا معنى له.(٨) سبق تخريج هذا البيت عند تفسير أول الآية.</p><p> وقال آخر (١) : </p><p> نسؤا المشهور بها وكانوا أهلها ... من قبلكم والعز لم يتحول </p><p> وأكثر العلماء على أن هذا التأخير كان من المحرم إلى صفر على ما ذكرنا (٢) ، وقال جماعة من العلماء:  \"ربما كانوا يحتاجون إلى تأخير صفر إلى الشهر الذي بعده كحاجتهم إلى تأخير المحرم، فيؤخرون تحريمه إلى ربيع، ثم يمكثون بذلك ما شاء الله، ثم يحتاجون إلى مثله، ثم كذلك، وكذلك تتدافع شهرًا بعد شهر حتى استدار التحريم على السنة كلها، فقام الإسلام وقد رجع المحرم إلى موضعه الذي وضعه الله به، وذلك بعد دهر طويل(٣)\"  (٤) ، فذلك حين قال رسول الله -صلى الله عليه وسلم- في خطبته في </p><p>(١) لم أهتد إليه، والبيت بلا نسبة في كتاب \"الأمالي\" للقالي ١/ ٤، و\"تفسير ابن عطية\" ٦/ ٤٨٩، و\"البحر المحيط\" ٥/ ٤٠، و\"الدر المصون\" ٦/ ٤٧. (٢) انظر: \"تفسير ابن جرير\" ١/ ١٣٠ - ١٣٢، وابن أبي حاتم ٦/ ١٧٩٤، والثعلبي ٦/ ١٠٦، والبغوي ٤/ ٤٥، وابن الجوزي ٣/ ٤٣٥، و\"السيرة النبوية\" لابن هشام ١/ ٤٤ - ٤٥.(٣) في (ح): (دهور طويلة). والمثبت موافق لما في \"تفسير الثعلبي\".(٤) هذا معنى قول عبد الله بن عمرو كما في \"الدر المنثور\" ٣/ ٤٢٦، وقول مجاهد كما في \"تفسير ابن جرير\" ١٠/ ١٣١، وقول ابن أبي نجيح كما في \"تفسير ابن أبي حاتم\" ٦/ ١٧٩٤، والعبارة للثعلبي في \"تفسيره\" ٦/ ١٠٦ ب، واعتبره الرازي ١٦/ ٥٧ هو الصحيح في تفسير الآية، وأقول: إن المتأمل في مجموع الروايات الواردة في هذه القضية يتبين له أن النسيء عند العرب على ضربين:الأول: تأخير تحريم شهر محرم إلى صفر؛ لحاجتهم إلى الغزو والنهب، وهذا هو المذكور في هذه الآية بدلالة قوله تعالى: {يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا}.الثاني: تأخيرهم الحج عن وقته، ليكون ثابتًا في فصل من فصول السنة، كالأشهر في السنة الشمسية، فقد روى الطبراني وأبو الشيخ وابن مردويه كما في \"الدر المنثور\" ٣/ ٤٢٥ عن عبد الله بن عمرو \"أن العرب كانوا لا يصيبون الحج -يعني =</p><p> حجة (١) الوداع: \"ألا إن الزمان قد استدار كهيئته يوم خلق الله السموات والأرض، السنة اثنا عشر شهرًا منها أربعة حرم، ثلاث(٢)متواليات: ذو القعدة وذو الحجة والمحرم، ورجب مضر الذي بين جمادى وشعبان\"  (٣) ، </p><p>= في شهر ذي الحجة- إلا في كل ست وعشرين سنة مرة\". وروى عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٧٥، وابن جرير ١٠/ ١٣١ عن مجاهد قال: \" .. فكانوا يحجون في كل شهر عامين\" ومما يدل على هذا النوع من النسيء ما روي أن حجة أبي بكر -رضي الله عنه- سنة تسع كانت في ذي القعدة، قال الحافظ ابن حجر في \"فتح الباري\" ٨/ ٨٢: ذكر ابن سعد وغيره بإسناد صحيح عن مجاهد أن حجة أبي بكر وقعت في ذي القعدة، ووافقه عكرمة بن خالد فيما أخرجه الحاكم في \"الإكليل\" ا. هـ وأنكر الإمام ابن كثير في \"تفسيره\" ٢/ ٣٩٣ ذلك بشدة. هذا وقد بين الرازي في \"تفسيره\" ١٦/ ٥٦ - ٥٧ أن غرضهم من ذلك هو المواءمة بين موسم الحج ومواسم التجارة في سائر البلدان.واختار الإمام أبو عبيد القول الثاني؛ لقول النبي -صلى الله عليه وسلم- \"إن الزمان قد استدار كهيئة يوم خلق الله السموات والأرض\" وليس في التفسير الآخر استدارة. انظر: \"غريب الحديث\"، له ١/ ٢٩١، ٢٩٣.(١) في (ى): (خطبة حجة الوداع).(٢) هكذا في النسخ، وهو موافق لرواية البخاري (٧٤٤٧) كتاب التفسير، سورة براءة، ورواية أبي داود وأحمد، قال الحافظ ابن حجر: (قال ابن التين: الصواب: ثلاثة متوالية؛ يعني لأن المميز الشهر، قال: ولعله أعاده على المعنى، أي ثلاث مدد متواليات. انتهى، أو باعتبار العدة، مع أن الذي لا يذكر التمييز معه يجوز فيه التذكير والتأنيث). \"فتح الباري\" ٨/ ٣٢٥، والجدير بالتنبيه أن البخاري روى الحديث في موضع آخر بلفظ: ثلاثة.(٣) رواه البخاري في \"صحيحه\" في عدة مواضع منها كتاب بدء الخلق، باب ما جاء في سبع أرضين (٤٦٦٢)، وكتاب التفسير، سورة براءة (٧٤٤٧)، وكتاب التوحيد، باب قوله الله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ}، ورواه أيضًا مسلم (١٦٧٩)، كتاب القسامة، باب تغليظ تحريم الدماء، وأبو داود (١٩٤٧)، كتاب المناسك، باب الأشهر الحرم، وأحمد في \"المسند\" ٥/ ٣٧.</p><p> أراد إن الأشهر الحرم رجعت إلى مواضعها، فهذا الذي ذكرنا أكثر قول (١) أهل اللغة في النسيء والمفسرين. </p><p> وقال قطرب:  \"معنى النسيء وأصله: من الزيادة يقال: نسأ في الأجل وأنسأ: إذا زاد فيه(٢)،وكذلك قيل للبن:النسيء؛لزيادة الماء فيه ونُسئت المرأة:إذا حبلت، جعل زيادة الولد فيها كزيادة الماء في اللبن،وقيل للناقة:نسأتها: أي زجرتها ليزداد سيرها، وكل زيادة حدثت في شيء فهو نسيء\"  (٣) ، وهذا مذهب قتادة من المفسرين قال:  \"إنهم عمدوا فزادوا صفرًا في الأشهر الحرم فقرنوه بالمحرم في التحريم،وأشركوا بينهما في الاسم فقالوا للمحرم وصفر:صفران\"  (٤) ، والصحيح: القول الأول، وأن أصل النسيء: التأخير، ونُسِئت المرأة: إذا حبلت؛ لتأخر حيضها، ونَسَأتُ الناقة معناه: زجرتها عن التأخير، ونَسَأتُ اللبن: إذا أخرته حتى كثر الماء فيه (٥) ، وقول قتادة: \"أنهم زادوا صفرا في الحرم، فذلك يعود إلى تأخيرهم التحريم من المحرم إليه ولم يزيدوه (٦) زيادة أصل تبلغ به عدد الحرم خمسة أشهر؛ لأن الله تعالى قال:  {يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ} فبين أنهم لم يزيدوا في العدد وإنما نقلوا التحريم من موضعه. </p><p>(١) هكذا في جميع النسخ. (٢) ساقط من (ى).(٣) ذكر قول قطرب الرازي ١٦/ ٥٥ - ٥٦، وبنحوه الثعلبي ٦/ ١٠٦ أ.(٤) رواه بمعناه مختصرًا ابن جرير ١٠/ ١٣١، والثعلبي ٦/ ١٠٦ أ، وابن المنذر كما في \"الدر المنثور\" ١٦/ ٤٢٦.(٥) من عادة اللبن أن الماء يطفو فوقه إذا ترك فترة.(٦) في (ي): (ولا يزيدونه).</p><p> وقوله تعالى:  {زِيَادَةٌ فِي الْكُفْرِ} ، قال ابن عباس: يريد زيادة في كفرهم حيث أحلوا ما حرم الله وحرموا ما أحل الله (١) ، قال أهل المعاني: والزيادة في الكفر هو منه وفي معناه؛ لأنه كفر، كالزيادة في الدار هي منها؛ لأنها تصير معها دارًا واحدة (٢) . </p><p> وقوله تعالى:  {يُضَلُّ بِهِ الَّذِينَ كَفَرُوا} وهذه قراءة العامة (٣) ، وهو حسن؛ لإسناد الضلال إلى الذين كفروا؛ لأنهم إن كانوا ضالين في أنفسهم حسن إسناد الضلال إليهم، وإن كانوا مضلين لغيرهم حسن أيضًا؛ لأن المضل لغيره ضال بفعله إضلال غيره. </p><p> وقرأ أهل الكوفة {يُضَلُّ} بضم الياء وفتح (٤) الضاد (٥) ، ومعناه: أن كبراءهم يضلونهم بحملهم على هذا التأخير في الشهور، فأسند </p><p>(١) ذكره المصنف في \"الوسيط\" ٢/ ٤٩٥، ورواه بمعناه مطولاً ابن جرير ١٠/ ١٣٠ من رواية علي بن أبي طلحة. (٢) انظر: \"تفسير الأصفهاني\" ٤/ ٣٥ ب بمعناه ولم أجده في كتب أهل المعاني التي بين يدي، وقد زاد القرطبي هذا المعنى إيضاحًا فقال: قوله تعالى: {زِيَادَةٌ فِي الْكُفْرِ} بيان لما فعلته العرب من جمعها أنواعًا من الكفر، فإنها أنكرت وجود الباري -تعالى- فقالت: (وما الرحمن) في أصح الوجوه، وأنكرت البعث فقالت: (من يحيى العظام وهي رميم) وأنكرت بعثه الرسل فقالوا: (أبشرًا واحدًا نتبعه) .. إلخ. \"تفسير القرطبي\" ٨/ ١٣٩.(٣) يعني بفتح الياء وكسر الضاد، وهي قراءة ابن كثير ونافع وابن عامر وأبو عمرو وعاصم في رواية أبي بكر، انظر: \"كتاب السبعة\" ص ٣١٤، و\"الغاية في القراءات العشر\" ص ١٦٥، و\"تقريب النشر\" ص١٢٠.(٤) في (ي): (وضم)، وهو خطأ.(٥) هذه قراءة حمزة والكسائي وعاصم في رواية حفص. انظر: المصادر السابقة، نفس المواضع.</p><p> الفعل إلى المفعول كقوله في هذه الآية:  {زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ} أي: زين لهم ذلك حاملوهم وداعوهم (١) إليه، وقرأ أبو عمرو في رواية أوقية (٢) من طريق ابن مقسم (٣) : (يُضِلُّ بهِ الذين كَفَروا) بضم الياء وكسر الضاد (٤) ، وله ثلاثة أوجه: أحدها: يضل الله به الذين كفروا، والثاني: يضل الشيطان (٥) به الذين كفروا، والثالث: وهو أقواها يضل به الذين كفروا تابعيهم والآخذين بذلك، وإنما كان هذا الوجه أقوى لأنه لم يجر ذكر الله ولا ذكر الشيطان فيبنى الفعل لهما، والكناية في (به) تعود إلى النسيء. </p><p> وقوله تعالى:  {يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا} ، قال ابن عباس: يريد: إذا قاتلوا فيه أحلوه وحرموا مكانه صفرًا، وإذا لم يقاتلوا فيه حرموه (٦) ، والكناية في {يُحِلُّونَهُ} و {وَيُحَرِّمُونَهُ} تعود إلى النسيء (٧) ، أي: يحلون التأخير عاما، وهو العام الذي يريدون أن يقاتلوا في المحرم، ويحرمون </p><p>(١) في (ح): (ودعواهم)، وهو خطأ. (٢) هو: عامر بن عمر بن صالح أبو الفتح الموصلي، المعروف بأوقية، مقرئ حاذق، وتولى قضاء الموصل، توفي سنة ٢٥٠ هـ. انظر: \"معرفة القراء الكبار\" ١/ ٢٢٠، و\"غاية النهاية\" ١/ ٣٥٠.(٣) هو: محمد بن الحسن بن يعقوب بن الحسن البغدادي، أبو بكر ابن مقسم العطار، كان إمامًا مقرئًا نحويًا، ثقة، ومن أحفظ الناس لنحو الكوفيين، وأعرفهم بالقراءات، وصنف في التفسير والمعاني، توفي سنة ٣٥٤ هـ. انظر: \"تاريخ بغداد\" ٢/ ٢٠٦، و\"إنباه الرواة\" ٣/ ١٠٠، و\"غاية النهاية\" ٢/ ١٢٣.(٤) انظر: \"الغاية في القراءات العشر\" ص ١٦٥، و\"البحر المحيط\" ٥/ ٤٠.(٥) في (م): (الشياطين).(٦) ذكره المؤلف في \"الوسيط\" ٢/ ٤٩٥، و\"الوجيز\" ٦/ ٤٩١.(٧) وإلى هذا ذهب أيضًا ابن جرير ١٠/ ١٣٠، والثعلبي ٦/ ١٠٨ أ، والبغوي ٤/ ٤٧.</p><p> التأخير عامًا، وهو العام الذي يدعون (١) المحرم على تحريمه. </p><p> وقوله تعالى:  {لِيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ} ، قال أهل اللغة: ليوافقوا. يقال: واطأت فلانًا على كذا: إذا وافقته عليه (٢) ، قال الزجاج: المواطأة: الموافقة على الشيء (٣) ، وقال المبرد: يقال: واطأت القوم على كذا، وتواطئوا (٤) هم: إذا اجتمعوا على أمر واحد، كأنّ كل واحد (٥) يطأ حيث يطأ صاحبه، والإيطاء (٦) في الشعر من هذا، وهو أن يأتي في القصيدة بقافيتين على لفظ واحد ومعنى واحد (٧) . </p><p> قال ابن عباس: ليواطؤا أربعة أشهر؛ لأن الله حرم منها أربعة (٨) . </p><p> قال المؤرج: هو أنهم لم يحلوا شهرًا من الحرم إلا حرموا مكانه شهرًا من الحلال (٩) ، [ولم يحرموا شهرًا من الحلال إلا أحلوا مكانه شهرًا </p><p>(١) في (ي): (الذي يريدون أن يدعوا .. إلخ). ولم أثبت هذه الزيادة لثلاثة أسباب: أ- عدم وجودها في (ح) و (م).ب- أن الرازي نقل الجملة منسوبة للواحدي وليس فيها هذه الزيادة، انظر: \"مفاتيح الغيب\" ١٦/ ٥٩.جـ- كثرة الأخطاء والسقط في النسخة (ي).(٢) انظر: \"تهذيب اللغة\" (وطئ) ٤/ ٣٩١٢، و\"الصحاح\" (وطأ) ١/ ٨١.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٤٧ ولفظه: المواطأة: المماثلة والاتفاق على الشيء.(٤) في (ي): (وواطؤهم).(٥) في (ح): (أحد).(٦) في (ح): (ولا يطأ)، وهو خطأ.(٧) انظر معنى الإيطاء في \"تهذيب اللغة\" (وطئ) ٤/ ٣٩١٢، و\"طبقات فحول الشعراء\" ١/ ٧٢، ولم أقف على مصدر قول المبرد.(٨) رواه بمعناه مطولاً ابن مردويه كما في \"الدر المنثور\" ٣/ ٤٢٦.(٩) في (ح): (الحرم)، والصواب ما في (م) و (ي)، وهو موافق لما في \"تفسير الثعلبي\".</p>"
}