{
  "id": null,
  "sura": 9,
  "aya": 118,
  "text": "<p> ترى أنه لا يبنى منه فاعل ولا مفعول فصار كـ (ليس) ، و (ليس) يجوز تذكيره وإن أسند إلى مؤنث كقولك: ليس تخرج جاريتك (١) . </p><p> ومن قرأ (يزيغ) بالياء فوجهه تقدم الفعل (٢) فذكر (يزيغ) كما ذكر (كاد) ليتشابه الفعلان ويتشاكلا. </p><p> قوله تعالى:  {ثُمَّ تَابَ عَلَيْهِمْ} كرر ذكر التوبة وهما واحد لأنه ليس في ابتداء الآية ذكر ذنبهم، فقدم الله ذكر التوبة فضلا منه، ثم ذكر ذنبهم، ثم أعاد ذكر التوبة، وقيل: إن المراد بالتوبة بعد التوبة رحمة بعد رحمة، وقد قال رسول الله - صلى الله عليه وسلم -: \"إن الله تعالى ليغفر ذنب الرجل المسلم(٣)عشرين مرة\"  (٤) ، وهذا معنى قول ابن عباس في قوله:  {ثُمَّ تَابَ عَلَيْهِمْ} يريد (ازداد عنهم رضًا)  (٥) . </p><p> ١١٨ - قوله تعالى:  {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} الآية، هؤلاء هم المعنيون بقوله:  {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} الآية، وقد ذكرنا هناك من هم، والمعنى: وتاب على الثلاثة الذين خلفوا، قال ابن عباس ومجاهد:  (خلفوا عن التوبة عليهم)  (٦) . </p><p>(١) لم أجد قول الفراء بهذا السياق، والوجه الأول في كتابه \"معاني القرآن\" ١/ ٤٥٤ مختصرًا، وذكره كذلك المؤلف في \"الوسيط\" ٢/ ٥٢٩. (٢) من (م).(٣) ساقط من (ى).(٤) لم أجده في المصادر التي بين يدي سوى \"تفسير الرازي\" ١٦/ ٢١٦.(٥) ذكره الرازي في \"تفسيره\" ١٦/ ٢١٦.(٦) ذكره عنهما ابن الجوزي ٣/ ٥١٣، والمؤلف في \"الوسيط\" ٢/ ٥٢٩، ورواه عن عكرمة الإمام ابن جرير ١١/ ٥٦.</p><p> وقال كعب بن مالك الشاعر -وكان أحد الثلاثة الذين تخلفوا بغير عذر-: (ما هذا من تخلفنا إنما هو تأخير رسول الله -صلى الله عليه وسلم- أمرنا)  (١) لثير بذلك إلى قوله تعالى: {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ}  [التوبة: ١٠٦] . </p><p> وقوله تعالى:  {حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ} قال المفسرون: (ضيق الأرض عليهم بأن المؤمنين منعوا من كلامهم ومعاملتهم، وأمر (٢) أزواجهم باعتزالهم، وكان النبي - صلى الله عليه وسلم - معرضًا عنهم، إلى أن أنزل الله توبتهم وأمر بالرجوع لهم بعد خمسين يومًا (٣) ) (٤) ، ومعنى ضاقت الأرض بما رحبت ذكرناه في هذه السورة (٥) . </p><p> وقوله تعالى:  {وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ} يعني ضيق صدورهم بالهم الذي حصل فيها، قال ابن عباس:  (يريد من الوحشة)  (٦) ، يعني حين لم يكلمهم أحد من المؤمنين، وقوله تعالى:  {وَظَنُّوا} أي أيقنوا {أَ {أَنْ لَا مَلْجَأَ} معتصم من الله إلا به (٧) ، أي من عذاب الله إلا به. </p><p>(١) رواه بنحوه البخاري (٤٦٧٧)، كتاب التفسير، سورة براءة، ومسلم (٢٧٦٩)، كتاب التوبة، باب حديث توبة كعب، والإمام أحمد في \"المسند\" ٤/ ٤٥٧. (٢) في (م): (وأمروا).(٣) في (ى): (ليلة).(٤) انظر: \"تفسير هود\" ٢/ ١٧٤، والماوردي ٢/ ٤١٣، وابن الجوزي ٣/ ٥١٣، والرازي ١٦/ ٢١٨.(٥) يعني عند قوله تعالى: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَت} [التوبة: ٢٥].(٦) لم أقف عليه.(٧) هكذا في جميع النسخ، ولذا لم أجعل الجملة من القرآن، وتفسير المؤلف للجملة يوحي أنه يريد قول الله تعالى: (من الله إلا إليه) وعبارته في \"الوسيط\": (لا ملجأ) لامعتصم (من الله) من عذاب الله (إلا إليه) إلا به.</p><p> وقوله تعالى:  {ثُمَّ تَابَ عَلَيْهِمْ} ، قال صاحب النظم: قول: {وَظَنُّوا أَنْ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ} معرفة منهم بالذنب وإضمار للتوبة وطلب لها، والله -عز وجل- يقبل النية الصالحة، فلما كان هذا نيتهم أضمر الله -عز وجل- في الكلام أنه قبل ذلك منهم ورحمهم، ثم نسق بـ (ثم) على هذا الإضمار، على تأويل: حتى إذا ضاقت عليهم الأرض بما رحبت، وعلموا (١) ألا ملجأ من الله إلا إليه رحمهم، ثم تاب عليهم) انتهى كلامه، وقوله:  {ثُمَّ تَابَ عَلَيْهِمْ} إعادة للتوكيد؛ لأن ذكر التوبة على هؤلاء قد مضى في قوله:  {وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا} ، قال ابن عباس:  (يريد: ازداد لهم رضا وعصمة)  (٢) ، وقد ذكرنا نظير هذا في الآية الأولى. </p><p> ومعنى:  {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} أي لطف لهم (٣) في التوبة ووفقهم لها، وهذا دليل على أنه ما (٤) لم يرد الله تعالى توبة العبد ولم يوفقه لها لا يمكنه ذلك. </p><p> وقال ابن الأنباري:  (معناه: ثم تاب عليهم ليدوموا على التوبة، ولا يراجعوا ما يبطلها،قال:ويجوز أن يكون المعنى: ثم تاب عليهم لينتفعوا بالتوبة (٥) ويتوفر عليهم ثوابها، وهذان لا يقعان إلا بعد توبة الله عليهم) (٦) . </p><p>(١) في (ج): (واعملوا). (٢) ذكره الرازي في \"تفسيره\" ١٦/ ٢١٦.(٣) في (ى): (بهم)، وما في (م) و (ح) موافق لما في \"الوسيط\" ٢/ ٥٣٣.(٤) ساقط من (ى).(٥) في (ح): (في التوبة).(٦) \"تفسير الرازي\" ١٦/ ٢١٩ بلا نسبة.</p>"
}