{
  "id": null,
  "sura": 9,
  "aya": 122,
  "text": "<p> وقوله تعالى:  {وَلَا يَقْطَعُونَ وَادِيًا} ، قال الليث: الوادي كل مَفْرج بين جبال وآكام وتلال يكون مسلكًا للسيل (١) ، والجمع: الأودية، مثل: ناد وأندية (٢) ، وقال ابن الأعرابي: يجمع الوادي أوداء على (أفعال) مثل صاحب وأصحاب (٣) . </p><p> قال ابن عباس: ولا يجاوزون واديًا في مسيرهم مقبلين أر مدبرين {إِلَّا كُتِبَ لَهُمْ} يعني آثارهم وخطاهم (٤) . </p><p> {لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ} أي: بأحسن، {مَا كَانُوا يَعْمَلُونَ} ، وهذا يدل على أن الجهاد من أحسن أعمال العباد. </p><p> قال أكثر المفسرين: هذه الآية خاصة في صحبة النبي - صلى الله عليه وسلم - والخروج معه (٥) ، وقال الأوزاعى، وابن المبارك: هى لآخر هذه الأمة وأولها (٦) . </p><p> ١٢٢ - وقوله تعالى:  {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً} الآية، قال أبو إسحاق: هذا لفظ خبر فيه معنى أمر كقوله: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ}  (٧)  [التوبة: ١١٣] ، وقال صاحب النظم: هذا نفي معناه الحظر. </p><p>(١) في (ح) و (ى): (للسبيل)، والمثبت موافق للمصدرين التاليين. (٢) \"تهذيب اللغة\" (ودي) ٤/ ٣٨٦٥، والنص في كتاب \"العين\" (ودى) ٨/ ٩٨ بنحوه.(٣) \"تهذيب اللغة\" (ودى) ٤/ ٣٨٦٥.(٤) ذكره المؤلف في \"الوسيط\" ٢/ ٥٣٤.(٥) هذا قول قتادة واعتمده ابن جرير وابن عطية والقرطبي وأبو حيان، انظر: \"تفسير ابن جرير\" ١١/ ٦٥ - ٦٦، وابن أبي حاتم ٦/ ١٩٠٩، وابن عطية ٧/ ٧٥ - ٧٦، والقرطبي ٨/ ٢٩٢، \"البحر المحيط\" ٥/ ١١٢.(٦) رواه عنهما ابن جرير ١١/ ٦٥، ٦٦، ٦٩، وابن أبي حاتم ٦/ ١٩٠٩.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٧٥.</p><p> واختلفوا في سبب نزول هذه الآية؛ فالذي عليه الجمهور أنه لما عيب من تخلف عن غزوة تبوك قال المؤمنون: والله لا نتخلف عن غزوة يغزوها رسول الله - صلى الله عليه وسلم - [ولا عن سرية أبدًا، فلما أمر رسول الله - صلى الله عليه وسلم -]  (١)  [بالسرايا إلى العدو نفر المسلمون جميعًا إلى الغزو وتركوا رسول الله - صلى الله عليه وسلم -]  (٢) وحده بالمدينة، فأنزل الله تعالى هذه الآية، وهذا قول ابن عباس في رواية الكلبي (٣) ، وقتادة (٤) ، واختيار الفراء (٥) ، والزجاج (٦) ، وعلى هذا معنى الآية: ليس لهم أن يخرجوا جميعًا إلى الغزو. </p><p> وقوله تعالى:  {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ}  (لولا) إذا دخل على الفعل كان بمعنى التحضيض مثل (هلّا) . </p><p> قال صاحب النظم: وإنما جاز أن يكون (لولا) بمعنى (هلّا) كلمتان: (هل) وهو استفهام وعرض و (لا) وهو جحد، فـ (هلا) تنتظم معنيين الجحد وهو (لا) والعرض وهو (هل) ، وذلك أنك إذا قلت للرجل [هل تأكل]  (٧) هل تدخل؛ كأنك تعرض ذلك (٨) عليه، وإنما جمعوا بين (هل) و (لا)  (٩) ؛ </p><p>(١) ما بين المعقوفين ساقط من (ى). (٢) ما بين المعقوفين ساقط من (ح).(٣) انظر: \"تفسير الثعلبي\" ٦/ ١٦٢ أ، وابن الجوزي ٣/ ٥١٦، والبغوي ٤/ ١١١، \"أسباب النزول\" للمؤلف.(٤) انظر: \"تفسير ابن جرير\" ١١/ ٦٧ - ٦٨، وابن أبي حاتم ٦/ ١٩١٠.(٥) \"معاني القرآن\" ١/ ٤٥٤.(٦) \" معاني القرآن وإعرابه\" ٢/ ٤٧٥.(٧) ما بين المعقوفين ساقط من (ح).(٨) ساقط من (م).(٩) في (ح): (ألا).</p><p> لأنهم أرادوا أن (١) يخبروا بأنه لم يفعل ذلك (٢) ، وكان يجب عليه أن يفعله، وكذلك (لولا) ؛ لأن (لو) شبيهة المعنى بـ (هل) ؛ لأنك إذا قلت: لو دخلت إليّ، ولو أكلت عندي، فمعناه أيضًا عرض (٣) وإخبار عن سرورك به لو فعل، فلذلك اشتبها في المعنى، وكذلك (لوما) بمنزلة (هلّا)  (ولولا) ؛ لأن (لا) و (ما) بمنزلة واحدة في النفي ومنه قوله: {لَوْ مَا تَأْتِينَا بِالْمَلَائِكَة}  [الحجر: ٧] ، ومعنى الآية: فهلا خرج إلى الغزو من كل قبيلة جماعة، ويبقى مع النبي - صلى الله عليه وسلم - جماعة؛ لئلا يبقى وحده. </p><p> وقوله تعالى:  {لِيَتَفَقَّهُوا فِي الدِّينِ} قال ابن عباس: يريد: يتعلموا القرآن والسنن والحدود والفرائض (٤) ، ويريد بالتفقه الفرقة القاعدين عن الغزو، ونظم الكلام يصح بإضمار واختصار كأنه قيل: فلو نفر من كل فرقة طائفة [وأقام طائفة]  (٥) ليتفقهوا في الدين، فاقتصر من ذكر إحدى الطائفتين على الأخرى، {وَلِيُنْذِرُوا قَوْمَهُمْ} يعني النافرين إلى الغزو، {إِذَا رَجَعُوا إِلَيْهِمْ} ، قال أبو إسحاق: المعنى أنهم إذا بقيت منهم بحضرة النبي - صلى الله عليه وسلم - بقية فسمعوا منه علمًا (٦) أعلموا الذين نفروا ما علموا فاستووا في العلم (٧) . </p><p>(١) في (ح): (لآن). (٢) ساقط من (م).(٣) في (ى): (بعوض).(٤) ذكره بمعناه ابن الجوزي في \"زاد المسير\" ٣/ ٥١٧، والفيروزأبادي في \"تنوير المقباس\" ص ٢٠٦.(٥) ما بين المعقوفين ساقط من (م).(٦) في \"معاني القرآن وإعرابه\": وحيًا.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٧٥.</p><p> قال المفسرون: إذا رجعت السرايا وقد نزل بعدهم قرآن وتعلمه القاعدون قالوا لهم إذا رجعوا: إن الله تعالى قد أنزل بعدكم على نبيكم قرآنًا، وقد تعلمناه فتتعلم السرايا ما أنزل الله على نبيهم بعدهم، فذلك قوله:  {وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ} أي: وليعلموهم بالقرآن ويخوفوهم به، {لَعَلَّهُمْ يَحْذَرُونَ} ولا يعملون بخلافه، وهذا الذي ذكرنا معنى قول ابن عباس في رواية الوالبي (١) ، وعطاء الخراساني عنه (٢) . </p><p> وقال الحسن: هذا التفقه والإنذار راجع إلى الفرقة النافرة (٣) ، ومعنى الآية: ليتفقهوا: أي: ليتبصروا وليتيقنوا بما يريهم الله -عز وجل- من الظهور على المشركين، ونصرة الدين، ولينذروا قومهم من الكفار إذا رجعوا إليهم من الجهاد، فيخبروهم بنصرة الله النبي والمؤمنين [وأنهم لا يدان لهم بقتال النبي - صلى الله عليه وسلم - والمؤمنين]  (٤)  {لَعَلَّهُمْ يَحْذَرُونَ} أن ينزل بهم ما نزل بغيرهم من الكفار. </p><p> قال أبو إسحاق: وفي هذه الآية دليل على أن فرض الجهاد يجزئ فيه </p><p>(١) رواه ابن جرير ٦٨/ ١١، وابن أبي حاتم ٦/ ١٩١٣، وابن المنذر وابن مردويه والبيهقي في \"المدخل\" كما في \"الدر المنثور\" ٣/ ٥٢١. (٢) رواه ابن أبي حاتم ٦/ ١٩١٣، وابن مردويه وأبو داود في \"ناسخه\" كما في \"الدر المنثور\" ٣/ ٥٢١.(٣) هذا معنى قول الحسن.انظر: \"تفسير ابن جرير\" ١١/ ٦٩ - ٧٠، و\"ابن أبي حاتم\" ٦/ ١٩١٣، و\"الصنعاني\" ١/ ٢/ ٢٩١، وقد ذكره بنحو ما ذكره المؤلف، \"الثعلبي\" ٦/ ١٦٢/ ب، و\"البغوي\" ٤/ ١١١.(٤) ما بِن المعقوفين ساقط من (ح).</p>"
}