{
  "id": null,
  "sura": 9,
  "aya": 31,
  "text": "<p> عجيب نبيه من تركهم الحق وإتيانهم الباطل (١) في زعمهم. </p><p> ٣١ - قوله تعالى:  {اتَّخَذُوا أَحْبَارَهُمْ} ، قال أبو عبيد: الأحبار: \"الفقهاء\"  (٢) ، واختلفوا في واحده فبعضهم يقول: حَبْر، وبعضهم يقول حِبْر، قال: وقال الفراء: \"إنما هو حِبْر، يقال ذلك للعالم\" . </p><p> وقال الأصمعي:  \"لا أدري أهو الحَبر أو الحِبر للرجل العالم\"  (٣) . </p><p>= والله تعالى بكل شيء عليم، فلا يجوز عليه أن لا يعلم سبب ما تعجب منه، بل يتعجب لخروجه عن نظائره تعظيمًا له، والله تعالى يعظم ما هو عظيم، إما لعظمة سببه، أو لعظمته، فإنه وصف بعض الخير بأنه عظيم، ووصف بعض الشر بأنه عظيم\". \"مجموع فتاوى شيخ الإسلام ابن تيمية\" ٣/ ١٤١، ٦/ ١٢٣. وقد دل على صفة العجب قوله تعالى: {بَلْ عَجِبْتَ وَيَسْخَرُونَ} [الصافات: ١٢] بضم التاء على قراءة الكوفيين غير عاصم كما في \"الغاية\" ص ٢٤٩، وقول النبي - صلى الله عليه وسلم - \"عجيب الله من قوم يدخلون الجنة في السلاسل\". رواه البخاري (٣٠١٠)، كتاب الجهاد، باب الأسارى في السلاسل ٤/ ١٤٥، انظر: \"تفسير ابن جرير\" ٢٣/ ٤٣ (ط الحلبي)، و\"قطف الثمر في بيان عقيدة أهل الأثر\" ص ٦٩.(١) في (ج): (بالباطل).(٢) لم أجده إلا في \"تفسير الرازي\" ١٦/ ٣٧، وهو كثير النقل من \"البسيط\" للواحدي، ويغلب على الظن أنه وهم من المؤلف فإن عبارة أبي عبيد في \"غريب الحديث\" ١/ ٦٠ نصها: وأما الحبر من قول الله تعالى: {مِنَ الْأَحْبَارِ وَالرُّهْبَانِ} فإن الفقهاء يختلفون فيه فبعضهم يقول: حَبْرٌ، وبعضهم يقول: حِبْرٌ، وقال الفراء: \"إنما هو حِبْرٌ يقال للعالم ذلك\".فلعل المؤلف نظر نظرة عجلى إلى هذا النص وحسب أن كلمة (الفقهاء) فيه تفسير للأحبار، لا سيما أنه موطن اشباه، والله أعلم.(٣) ا. هـ. كلام أبي عبيد، و\"غريب الحديث\" ١/ ٦١، وانظر: قول الفراء أيضًا في \"تهذيب اللغة\" (حبر) ١/ ٧٢١، و\"تفسير ابن جرير\" ١٠/ ١١٣ - ١١٤ ولم أجده في \"معاني القرآن\".</p><p> وكان أبو الهيثم يقول: واحد الأحبار حَبر بالفتح لا غير، وينكر الكسر (١)  (٢) . </p><p> ابن السكيت عن ابن الأعرابي: حِبْر وحَبْر للعالم (٣) . </p><p> [وقال الليث:  \"هو حِبْر وحَبْر للعالم](٤)ذميا كان أو مسلما بعد(٥)أن يكون من أهل الكتاب\"  (٦) . </p><p> والكلام في الرهبان قد مضى عند قوله:  {قِسِّيسِينَ وَرُهْبَانًا}  [المائدة: ٨٢]  (٧) . </p><p> وقال أهل المعاني:  \"الحبر: العالم الذي صناعته تحبير المعاني بحسن البيان عنها،والراهب:الخاشي الذي يظهر عليه لباس الخشية، وكثير استعماله في متنسكي النصارى\"  (٨) . </p><p> قال ابن عباس في قوله تعالى:  {أَحْبَارَهُمْ وَرُهْبَانَهُمْ} : فقهاؤهم </p><p>(١) ساقط من (ح). (٢) \"تهذيب اللغة\" (حبر) ١/ ٧٢١.(٣) \"إصلاح المنطق\" ص ٣٢، والمصدر السابق، نفس الموضع.(٤) ما بين المعقوفين ساقط من (ى).(٥) في عبارة النسخة (ى) اضطراب، ونصها: ذميًّا كان أو مسلمًا بعد حبر وحبر أن يكون ... إلخ.(٦) \"تهذيب اللغة\" (حبر) ١/ ٧٢١، والنص في كتاب \"العين\" (حبر) ٣/ ٢١٨، وانظر إطلاق الحبر على العالم المسلم ولو لم يكن من أهل الكتاب في \"صحيح البخاري\" (٦٧٣٦)، كتاب الفرائض، باب ميراث ابنة ابن مع ابن.(٧) انظر: النسخة (ح) ٢/ ٦٧ أحيث قال: (وأما الرهبان فهو جمع راهب، مثل راكب وركبان، وفارس وفرسان، قال الليث: الرهبانية مصدر الراهب، والترهب: التعبد في صومعة .. وأصل الرهبانية من الرهبة بمعنى المخافة).(٨) انظر: \"تفسير الرازي\" ١٦/ ٣٧.</p><p> وعبادهم \"(١).وقال الضحاك:\" علماؤهم وقراؤهم \"(٢).</p><p> وقال عدي بن حاتم: \" انتهيت إلى رسول الله -صلى الله عليه وسلم- وهو يقرأ من سورة براءة فقرأ هذه الآية، فقلت له: إنا لسنا نعبدهم! وكان عدي نصرانيا، فقال:  \"أليس يحرمون ما أحل الله فتحرمونه، ويحلون ما حرم الله فتحلونه(٣)؟ \" فقلت بلى، فقال:  \"فتلك عبادتهم\"  (٤) . </p><p> وقال أبو البختري (٥) في هذه الآية: \"أما إنهم لم يصلوا لهم، ولو </p><p>(١) ذكره المصنف في \"الوسيط\" ٢/ ٤٩٠، ورواه ابن أبي حاتم ٦/ ١٧٨٤ بلفظ: الأحبار: القراء، وفي \"تنوير المقباس\" ص١٩١: \"اتخذوا أحبارهم\": علماءهم. (٢) رواه ابن جرير ١٠/ ١١٤، وابن أبي حاتم ٦/ ١٧٨٤.(٣) في (م): (فتستحلونه).(٤) رواه الترمذي (٣٠٩٥)، كتاب التفسير، باب: ومن سورة التوبة، والبيهقي في \"السنن الكبرى\"، كتاب آداب القاضي، رقم (٢٠٣٥٠) ١٠/ ١٩٨، وابن جرير ١٠/ ١١٤، وابن أبي حاتم ٦/ ١٧٨٤، وذكره السيوطي في \"الدر المنثور\" ٣/ ٤١٥، وزاد نسبته إلى ابن سعد وعبد بن حميد وابن المنذر والطبراني وأبو الشيخ وابن مردويه، وفي سند الترمذي والبيهقي وابن جرير وابن أبي حاتم غطيف بن أعين، وهو ضعيف كما في \"تقريب التهذيب\" ص ٤٤٣ (٥٣٦٤)، وكتاب \"الضعفاء والمتروكين\" ص٣٢٤، وقال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث عبد السلام بن حرب، وغطيف بن أعين ليس بمعروف في الحديث.لكن للحديث طرق انظرها في: \"كتاب تخريج الأحاديث والآثار الواقعة في تفسير الكشاف\" ٢/ ٦٦.(٥) هو: سعيد بن فيروز الطائي مولاهم، أبو البختري الكوفي، تابعي فقيه ثقة، وكان مقدم الصالحين القراء الذين ثاروا على الحجاج في فتنة ابن الأشعث، وقتل في وقعة الجماجم سنة ٨٣ هـ.انظر: \"سيرأعلام النبلاء\" ٤/ ٢٧٩، و\"تهذيب التهذيب\" ٢/ ٣٨، و\"شذرات الذهب\" ١/ ٩٢.</p><p> أمروهم أن يعبدوهم من دون الله ما أطاعوهم، ولكنهم أمروهم فجعلوا حلال الله حرامه، وحرامه حلاله فأطاعوهم، فكانت تلك الربوبية \"(١).</p><p> وقال الربيع: \" قلت لأبي العالية: كيف كانت تلك (٢) الربوبية في بني إسرائيل؟ فقال: إنهم وجدوا في كتاب الله ما أمروا به وما نهوا عنه، (فقالوا (٣) : لن نسبق أحبارنا بشيء) (٤) ، فما أمرونا به ائتمرنا، وما نُهينا (٥) عنه انتهينا، فاستنصحوا الرجال ونبذوا كتاب الله وراء ظهورهم \"(٦).</p><p> قال أهل المعاني: \" معناه: اتخذوا أحبارهم ورهبانهم كالأرباب حيث (٧) أطاعوهم في كل شيء، كقوله:  {حَتَّى إِذَا جَعَلَهُ نَارًا}  [الكهف: ٩٦] أي كنار\" (٨) . </p><p> وهذا بيان أن مخالف أمر الله في التحريم والتحليل كالمشرك في عبادة الله، لأن استحلال ما حرم الله كفر بالإجماع، وكل كافر مشرك، ومن اعتقد طاعة أحد لعينه أو لصفة فيه فأطاعه في خلاف ما أمر الله فهو من الذين ذكروا في هذه الآية أنهم كانوا يعتقدون وجوب طاعة أحبارهم، </p><p>(١) رواه الثعلبي ٦/ ٩٨ أ، ورواه بمعناه ابن جرير ١٠/ ١١٥. (٢) من (م).(٣) في (ى): (فقال).(٤) ما بين القوسين تحرف في تفسير ابن جرير (تحقيق: شاكر) هكذا: \"قال: لم يسبوا أحبارنا بشيء مضى\" وأشار المحقق إلى أنه لم يهتد للصواب، وحذفت الجملة برمتها في طبعة الحلبي، فليصحح.(٥) هكذا في جميع النسخ، والأولى: نهونا، كما في تفسير ابن جرير والثعلبي.(٦) رواه الثعلبي ٦/ ٩٨ب، وبنحوه ابن جرير ١٠/ ١١٥، وأشار إليه ابن أبي حاتم ٦/ ١٧٨٤.(٧) ساقط من (ح).(٨) ذكره الثعلبي ٦/ ٩٨ ب، والقرطبي ٨/ ١٢٠ منسوبا إلى أهل المعاني دون تعيين.</p>"
}