{
  "id": null,
  "sura": 9,
  "aya": 24,
  "text": "<p> وقال ابن عباس:  \"يريد: لا تتولوهم في شيء من أمورهم، لا في النكاح ولا في الميراث ولا في الطعام ولا في الشراب ولا في السلام ولا في الكلام حتى يؤمنوا ويوحدوا الله\"  (١) . </p><p> وقوله تعالى:  {إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ} الاستحباب: طلب المحبة، ثم يقال: استحب كذا بمعنى أحبه كأنه طلب محبته، كما يقال: استجاب بمعنى أجاب. </p><p> وقوله (٢) : {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} ، قال ابن عباس:  \"يريد: مشرك مثلهم\"  (٣) ، وقال الحسن:  \"من تولى المشرك فهو مشرك، وذلك أنه راض بشركه كما أن من تولى الفاسق فهو فاسق لرضاه بفسقه\"  (٤) . </p><p> ٢٤ - قوله تعالى:  {قُلْ إِنْ كَانَ آبَاؤُكُمْ} الآية، قال ابن عباس في رواية الضحاك:  \"لما أمر المسلمون بالهجرة ومجانبة أقاربهم الكفرة قالوا: يا نبي الله، إن نحن اعتزلنا من خالفنا في الدين نقطع آباءنا وعشائرنا وتذهب تجارتنا وتخرب ديارنا فأنزل الله هذه الآية\"  (٥) . </p><p> وقوله تعالى:  {وَعَشِيرَتُكُمْ} عشيرة الرجل: أهله الأدنون، وهم الذين يعاشرونه وقريء \"وعشيراتكم\" بالجمع (٦) ، وذلك أن كل واحد من </p><p>(١) لم أقف عليه. (٢) من (م).(٣) \"تفسير الرازي\" ١٦/ ١٨، والقرطبي ٨/ ٩٤.(٤) لم أقف على مصدره، وقد ذكره من غير نسبة هود بن محكم في \"تفسيره\" ٢/ ١٢١.(٥) رواه الثعلبي ٦/ ٨٧ أمطولاً، وانظر: \"زاد المسير\" ٣/ ٤١١ وسنده ضعيف؛ لأن الضحاك لم يلق ابن عباس كما في \"تهذيب التهذيب\" ٢/ ٢٢٦.(٦) وهي قراءة شعبة عن عاصم وحده، وقرأ حفص عن عاصم وباقي القراء العشرة بالإفراد. انظر: \"الغاية في القراءات العشر\" ص ١٦٤، و\"التبصرة في القراءات\" ص ٢١٤، و\"تقريب النشر\" ص ١٢٠.</p><p> المخاطبين له عشيرة، فإذا جُمعت قيل:  \"وعشيراتكم\" ، ومن أفرد قال: العشيرة واقعة على الجمع فاستغنى عن جمعها، ويقوي ذلك أن الأخفش قال:  \"لا تكاد العرب تجمع عشيرة: عشيرات، إنما يجمعونها(١)عشائر\"  (٢) . </p><p> وقوله تعالى:  {وَأَمْوَالٌ اقْتَرَفْتُمُوهَا} الاقتراف: الاكتساب، قال ابن عباس:  \"يريد [كسبتموها\"  (٣) . </p><p> وقوله تعالى:  {فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} قال ابن عباس] (٤) : \"يريد: فتربصوا بما تحبون فليس لكم عند الله ثواب في إيمانكم\"  (٥) ، ومعنى (٦) : {حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ} يعني فتح مكة في قول مجاهد (٧) ومقاتل (٨) والأكثرين (٩) ، ومعنى هذا: إن كنتم تؤثرون المقام في دوركم </p><p>(١) في (ج): (يجمعونه). (٢) انظر: \"الحجة للقراء السبعة\" ٤/ ١٨٠، و\"الوسيط\" ٢/ ٤٨٦، و\"زاد المسير\" ٣/ ٤١٢، و\"لسان العرب\" (عشر) ٥/ ٢٩٥٥، وقول الأخفش هذا ليس موجودًا في كتابه \"معاني القرآن\".(٣) \"الوجيز\" ٦/ ٤٤٦.(٤) ما بين المعقوفين ساقط من (ى).(٥) ذكره المصنف في \"الوسيط\" ٢/ ٤٨٧.(٦) ساقط من (ى).(٧) رواه ابن جرير ١٠/ ٩٩، وابن أبي حاتم ٦/ ١٧٧٢، وابن أبي شيبة وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٤/ ١٥٧، والقول في \"تفسير مجاهد\" ص ٣٦٦.(٨) \"تفسير مقاتل\" ص ١٢٧ ب.(٩) لم يذكره ابن جرير وابن أبي حاتم والماوردي والسيوطي إلا عن مجاهد، وزاد الثعلبي مقاتل، وقد ذكر ما ذكره المصنف من أنه قول الأكثرين. البغوي ٤/ ٤٨٧، وابن الجوزي ٣/ ٤١٣. قال الشيخ ابن عاشور في \"التحرير والتنوير\" ١٠/ ١٥٤: =</p>"
}