{
  "id": null,
  "sura": 9,
  "aya": 16,
  "text": "<p> ١٦ - قوله تعالى:  {أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا} الآية، قال الفراء:  \"هذا من الاستفهام الذي يتوسط الكلام فيجعل بـ\" أم \" ليفرق بينه وبين الاستفهام المبتدأ الذي لم يتصل بكلام، ولو أريد به الابتداء لكان بالألف أو بـ\" هل \"(١)\" وهذا مما قد (٢) أحكمناه (٣) في سورة البقرة (٤) . </p><p> قال ابن عباس:  \"الخطاب في هذه الآية للمنافقين كانوا يتوسلون إلى رسول الله -صلى الله عليه وسلم- بالخروج معه إلى الجهاد تعذيرا، والنفاق في قلوبهم\"  (٥) . </p><p> ومعنى:  {وَلَمَّا يَعْلَمِ اللَّهُ} أي: العلم الذي يجازي عليه؛ لأنه إنما يجازي على ما عملوا (٦) ، قاله الزجاج (٧) ، وهذا مما ذكرناه في سورة البقرة عند قوله:  {إِلَّا لِنَعْلَمَ}  (٨) وفي سورة آل عمران [١٤٢] . </p><p> {الَّذِينَ جَاهَدُوا مِنْكُمْ} ، قال ابن عباس:  \"يريد: بنية صادقة\"  (٩) . </p><p>(١) اهـ. \"معاني القرآن\" ١/ ٤٢٦. (٢) ساقط من (ى).(٣) في (ى): (حكيناه).(٤) انظر: \"البسيط\" البقرة: ٢١٤.(٥) ذكر الأثر عنه ابن الجوزي في: \"زاد المسير\" ٣/ ٤٠٦ بمعناه.(٦) قال ابن الجوزي في المصدر السابق، الصفحة التالية: \"ولما يعلم الله\" أي: ولم تجاهدوا فيعلم الله وجود ذلك منكم، وقد كان يعلم ذلك غيبًا، فأراد إظهار ما علم ليجازي عليه.(٧) \"معاني القرآن وإعرابه\" ٢/ ٤٣٧.(٨) من الآية: ١٤٣ من سورة البقرة، وقال في هذا الموضع: \"إلا لنعلم\" والله تعالى عالم لم يزل، ولا يجوز أن يحدث له علم، واختلف أهل المعاني في وجه تأويله، فذهب جماعة إلى أن العلم له منزلتان: علم بالشيء قبل وجوده، وعلم به بعد وجوده، والحكم للحلم بعد الوجود؛ لأنه يوجب الثواب والعقاب ... الخ).(٩) لم أقف على مصدره.</p><p> وقوله تعالى:  {وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً} ، قال الكفراء:  \"الوليجة: البطانة من المشركين يتخذونهم فيفشون إليهم أسرارهم\"  (١) . </p><p> وقال أبو عبيدة:  \"كل شيء أدخلته في شيء ليس منه فهو وليجة،والرجل يكون في القوم وليس منهم:وليجة\"  (٢) . </p><p> وأصله من الولوج، فوليجة الرجل: من يختصه بدخلة أمره دون الناس، يقال هو وليجتي وهم وليجتى للواحد والجمع. </p><p> قال ابن عباس في قوله:  {وَلِيجَةً}  \"يريد: أولياء من المشركين\"  (٣) . </p><p> وقال قتادة:  \"خيانة\"  (٤) ، وقال الضحاك:  \"خديعة\"  (٥) . </p><p> وهذان القولان ليسا تفسيرًا للوليجة، بل هما تفسير لعلة اتخاذ الوليجة، كأنهما قالا: ولم يتخذوا وليجة للخيانة والخديعة؛ لأن اتخاذ الوليجة من الكفار خيانة وخديعة، قال ابن عباس:  \"إن الله لا يرضى أن يكون الباطن خلافًا للظاهر ولا الظاهر خلافًا للباطن،إنما يريد الله من خلقه الاستقامة كما قال:{إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا}[فصلت: ٣٠]،الأحقاف:١٣](٦)\" . </p><p>(١) \"معاني القرآن\" ١/ ٤٢٦. (٢) اهـ. كلام أبي عبيدة، انظر: \"مجاز القرآن\" ١/ ٢٥٤.(٣) ذكره المصنف في \"الوسيط\" ٢/ ٤٨٢، وروى ابن أبي حاتم ٦/ ١٧٦٤، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٣٩٠ عنه قال: الوليجة: البطانة من غير دينهم.(٤) رواه الثعلبي ٦/ ٨٤ أ، وعبد بن حميد وابن المنذر كما في \"الدر المنثور\" ٣/ ٣٩٠، و\"فتح القدير\" ٢/ ٣٤٣، وقد تصحف في \"الدر\" إلى: حنانة.(٥) رواه الثعلبي ٦/ ٨٤ أ.(٦) لم أقف عليه في مظانه.</p>"
}