{
  "id": null,
  "sura": 9,
  "aya": 127,
  "text": "<p> الموت التي يجب أن يتعظوا ويعتبروا بها. </p><p> وقال مقاتل (١) : يفضحون بإظهار نفاقهم، وهذا اختيار ابن الأنباري؛ قال: إنهم كانوا يجتمعون على ذكر رسول الله - صلى الله عليه وسلم - بالطعن عليه، وكان جبريل يخبره بذلك فيوبخهم ويعظهم، فلا يتعظون ولا يرجعون عن ذلك (٢) . </p><p> قال أهل المعاني: وهذه الآية بيان عما يوجبه تقلب الأحوال مرة بعد مرة من تذكر العبرة التي تدعو إلى إخلاص الطاعة والتوبة من كل خطيئة لشدة الحاجة إلى من يكشف البلية ويسبغ النعمة (٣) . </p><p> ١٢٧ - قوله تعالى:  {وَإِذَا مَا أُنْزِلَتْ سُورَةٌ} الآية، قال ابن عباس: كان إذا نزلت سورة فيها عيب المنافقين، وخَطَبَهم رسول الله - صلى الله عليه وسلم - فعرض بهم في خطبته شق ذلك عليهم، فنظر بعضهم إلى بعض، يريدون الهرب من عند رسول الله - صلى الله عليه وسلم -، {هَلْ يَرَاكُمْ مِنْ أَحَدٍ} إن (٤) قمتم (٥) ، فإن لم يرهم أحد خرجوا من المسجد، وإن علموا أن أحدًا يراهم ثبتوا مكانهم حتى يفرغ من خطبته، {ثُمَّ انْصَرَفُوا} من (٦) الإيمان (٧) ، فعلى هذا قوله: </p><p>(١) هو ابن حيان، انظر قوله في \"تفسير الثعلبي\" ٦/ ١٦٤ ب، والبغوي ٤/ ١١٥، وابن الجوزي ٣/ ٥١٩. (٢) ذكر هذا القول الرازي في \"تفسيره\" ١٦/ ٢٣٣ دون تعيين القائل.(٣) لم أقف عليه.(٤) ساقط من (ح).(٥) في (م) و (ى): أقمتم، وما أثبته من (ح) أليق بالسياق وهو موافق لما في المصادر.(٦) هكذا في جميع النسخ، ولم يذكر المؤلف هذه الجملة في \"الوسيط\"، وفي \"تفسير الثعلبي\"، والبغوي وابن الجوزي: (عن الإيمان)، وبهذا اللفظ سيذكره المؤلف بعد عدة أسطر.(٧) ذكره المؤلف في \"الوسيط\" ٢/ ٥٣٥، وابن الجوزي في \"زاد المسير\" ٣/ ٥٢٠، كما ذكره من غير نسبة الثعلبي ٦/ ١٦٥ أ، والبغوي ٤/ ١١٥ بنحوه.</p><p> {نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ} فيه إضمار أي: نظر بعضهم إلى بعض [وقال هل يراكم من أحد. </p><p> وقال الأخفش: معنى {نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ} ] (١)  [قال بعضهم لبعض]  (٢) ؛ لأن نظرهم في هذا المكان كان (٣) قولًا (٤) . فعلى هذا لا يحتاج إلى إضمار؛ لأن نظرهم قام مقام قولهم:  {هَلْ يَرَاكُمْ مِنْ أَحَدٍ} في المفهوم، وذلك أنه لما جرت عادتهم بأنهم إذا نظر بعضهم إلى بعض أرادوا هذا المعنى صار كأنهم تلفظوا به. </p><p> وقوله تعالى:  {هَلْ يَرَاكُمْ مِنْ أَحَدٍ} إن أضمرنا (٥) القول في الآية كان هذا ملفوظًا به، وإن جعلنا النظر بمعنى القول لم يكن ملفوظًا به، وعرف ذلك بدلالة الحال. </p><p> والمعنى: هل يراكم من أحد إن خرجتم، على ما ذكرنا وفيه حذف، ويصح المعنى من غير حذف وهو أن المعنى هل يراكم أحد (٦) من المؤمنين أنكم هاهنا، يقولون ذلك استسرارًا وتحرزًا أن يُعلم بهم مخافة القتل، وهذا معنى قول الضحاك (٧) ، والزجاج (٨) . </p><p>(١) ما بين المعقوفين ساقط من (م). (٢) ما بين المعقوفين ساقط من (ى).(٣) ساقط من (ى).(٤) كتاب \"معاني القرآن\" للأخفش ١/ ٣٦٨، وعبارته: لأن نظرهم في هذا المكان كان إيماء أو شبيهًا به.(٥) ساقط من (م).(٦) رواه الثعلبي ٦/ ١٦٥ أ.(٧) رواه الثعلبي ٦/ ١١٦٥.(٨) \"معاني القرآن وإعرابه\" ٢/ ٤٧٧.</p><p> وقوله تعالى:  {ثُمَّ انْصَرَفُوا} ذكرنا فيه قول ابن عباس: إن المعنى: ثم انصرفوا عن الإيمان به، ونحوه قال مقاتل (١) . </p><p> وقال الحسن: ثم انصرفوا على عزم الكفر والتكذيب بمحمد - صلى الله عليه وسلم - وما جاء به (٢) . </p><p> قال الزجاج: جائز أن يكونوا ينصرفون عن العمل بشيء بما يسمعون (٣) . </p><p> وهذا كما (٤) حكينا عن المفسرين، قال: وجائز أن يكونوا ينصرفون عن المكان الذي استمعوا فيه (٥) ، وعلى هذا لا إضمار؛ لأن المعنى أنهم ينظرون (٦) بعضهم إلى بعض ثم ينصرفون. </p><p> وقوله تعالى:  {صَرَفَ اللَّهُ قُلُوبَهُمْ} ، قال ابن عباس: عن كل رُشْد وخير وهدى (٧) . </p><p> وقال الحسن: صرف الله قلوبهم فطبع عليها بكفرهم ونفاقهم (٨) ، </p><p>(١) انظر: \"تفسيره\" ١٣٧ أ. (٢) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٥٢٥، والمؤلف في \"الوسيط\" ٢/ ٥٣٥، وبمعناه مختصرًا هود بن محكم في \"تفسيره\" ٢/ ١٤٨.(٣) \"معاني القرآن وإعرابه\" ٢/ ٤٧٧.(٤) ساقط من (ى).(٥) المصدر السابق، نفس الموضع.(٦) كذا في جميع النسخ، وقد جرى المؤلف على لغة لبعض العرب غير مشهورة، وجمهور العرب يوجبون توحيد فعل الفاعل مع جمعه كحالته مع الإفراد والتثنية. انظر: \"أوضح المسالك\" ١/ ٣٤٥.(٧) ذكره الرازي في \"تفسيره\" ١٦/ ٢٣٤، وأبو حيان في \"البحر المحيط\" ٥/ ١١٧، ورواه بمعناه الفيروزأبادي في \"تنوير المقباس\" ص ٢٠٧.(٨) ذكره الرازي في \"تفسيره\" ١٦/ ٢٣٤، وأبو حيان في \"البحر المحيط\" ٥/ ١١٧.</p>"
}