{
  "id": null,
  "sura": 9,
  "aya": 41,
  "text": "<p> فذكر زيدًا مرتين ولم يكن عنه في الثانية، والكناية وجه الكلام (١) . </p><p> وقوله تعالى:  {وَاللَّهُ عَزِيزٌ حَكِيمٌ} ، قال ابن عباس: عزيز في ملكه، حكيم في خلقه (٢) . </p><p> وقال ابن كيسان: عزيز في انتقامه من أهل الكفر، حكيم في تدبيره خلقه (٣) . </p><p> ٤١ - قوله تعالى:  {انْفِرُوا خِفَافًا وَثِقَالًا} الآية، اختلفوا في تفسير الخفاف والثقال، فقال ابن عباس في رواية عطاء: شبانا وكهولاً (٤) ، وهو قول أنس والضحاك ومجاهد وقتادة وعكرمة وشمر بن عطية (٥) ، ومقاتل بن </p><p>(١) \"معاني القرآن\" ١/ ٤٣٨ وقد رد النحاس قول الفراء هذا فقال: قرأ الحسن ويعقوب (وكلمةَ الله) بالنصب عطفًا على الأول، وزعم الفراء أن هذا بعيد؛ قال: لأنك تقول: أعتق فلان غلام أبيه، ولا تقول: غلام أبي فلان. قال أبو جعفر: الذي ذكره الفراء لا يشبه الآية، ولكن يشبهها ما أنشده سيبوبه: لا أرى الموت يسبق الموت شيء ..... نغص الموت ذا الغنى والفقيراوهذا جيد حسن؛ لأنه لا إشكال فيه، بل يقول النحويون الحذاق: إن في إعادة الذكر في مثل هذا فائدة وهي أن فيه معنى التعظيم، قال الله عز وجل: {إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (١) وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا} [الزلزلة: ١ - ٢] فهذا لا إشكال فيه. \"إعراب القرآن\" للنحاس ٣/ ٧٥٢.(٢) لم أعثر على مصدره.(٣) لم أعثر على مصدر هذا القول، وقد ذكره ابن الجوزي في \"تفسيره\" ٣/ ٤٤٢، والمؤلف في \"الوسيط\" ٢/ ٤٩٩ من غير نسبة.(٤) ذكره ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٢ بغير سند وبصيغة التمريض.(٥) هو: شمر بن عطية بن عبد الرحمن الأسدي الكاهلي الكوفي، راوٍ صدوق، له أحاديث صالحة، وثقه النسائي وابن معين وغيرهما، توفي بعد سنة ١٠٠ هـ. انظر: \"الكاشف\" ١/ ٤٩٠، و\"تقريب التهذيب\" ٢٦٨١ (٢٨٢١)، و\"تهذيب التهذيب\" ٢/ ١٧٩.</p><p> حيان والحسن، هؤلاء قالوا: شبانًا وشيوخًا، وشبانا وشيبًا (١) ، وروى عطاء عنه أيضًا:  (رجّالة وركبانا)  (٢) وهو قول عطية (٣) ، وروى طاوس عنه: نشاطًا وغير نشاط (٤) ، وروي عنه أيضًا:  {خِفَافًا} أهل الميسرة من المال، {وَثِقَالًا} : أهل العسرة (٥) ، وهو اختيار الزجاج، قال: موسرين ومعسرين (٦) . </p><p> وعلى العكس من هذا قال أبو صالح:  {خِفَافًا} من المال، أي فقراء، {وَثِقَالًا} منه، أي أغنياء (٧) ، وهو اختيار الفراء قال:  \"الخفاف: ذوو العسرة وقلة العيال،والثقال:ذوو العيال والميسرة(٨)\" . </p><p> قال أهل المعاني: الأولى أن يقال: هذا عام في كل حال، وفي كل أحد؛ لأنه ما من أحد إلا وهو ممن تخف عليه الحركة أو تثقل، فهو ممن </p><p>(١) ذكره عنهم جميعًا الثعلبي ٦/ ١١٠ ب، وكذلك -عدا أنس- الإمام ابن جرير ١٠/ ١٣٨، وابن أبي حاتم ٦/ ١٨٠٢. والجدير بالتنبيه أن في تفسير ابن جرير: بثمر بن عطية، وذكر المحقق أن في اسمه اضطرابًا ولم يهتد للصواب، والصواب: شمر بن عطية،، كما ذكره الواحدي وابن أبي حاتم والثعلبي، فليصحح.(٢) ذكره ابن الجوزي في \"زاد المسير\" ٣/ ٤٤٢، والمؤلف في \"الوسيط\" ٢/ ٤٤٩.(٣) ذكره الثعلبي ٦/ ١١١ أ، والبغوي ٤/ ٥٣.(٤) رواه ابن جرير ١٠/ ١٣٩، من وراية العوفي وكذلك ابن أبي حاتم ٣/ ١٨٠٣، وذكره الثعلبي ٦/ ١١١ أدون ذكر الراوي عنه.(٥) ذكره البغوي ٤/ ٥٣ بصيغة التمريض، وكذلك ابن الجوزي في \"تفسيره\" ٣/ ٤٤٢، والمؤلف في \"الوسيط\" ٢/ ٤٩٩.(٦) \"معاني القرآن وإعرابه\" ٢/ ٤٩٩.(٧) رواه الثعلبي ٦/ ١١١ أ، وبنحوه ابن جرير ١٠/ ١٣٩، والبغوي ٤/ ٥٣.(٨) \"معاني القرآن\" ١/ ٤٣٩.</p><p> أمر في هذه الآية بالنفير (١) ألا ترى إلى (٢) ما روي عن أبي أيوب الأنصاري أنه شهد بدرًا ثم لم يتخلف عن غزوة للمسلمين (٣) ، وكان يقول: قال الله تعالى: {انْفِرُوا خِفَافًا وَثِقَالًا} ولا أجدني إلا خفيفًا أو ثقيلاً (٤) ، وقيل للمقداد بن الأسود، وهو يريد الغزو وكان قد كبر وأسن: قد أعذر الله إليك، يعني: في القعود عن (٥) الغزو، فقال: أبت علينا سورة براءة {انْفِرُوا خِفَافًا وَثِقَالًا}  (٦) وروي أيضًا أن أبا طلحة (٧) قرأ هذه الآية فقال لبنيه: جهزوني جهزوني، فقالوا: لقد غزوت مع النبي -صلى الله عليه وسلم- ومع أبي بكر وعمر حتى ماتوا فنحن نغزو عنك، فقال: لا، جهزوني جهزوني (٨) ، ما أرى الله إلا يستنفرنا شبانا وشيوخًا (٩) . </p><p>(١) ذكره المؤلف في \"الوسيط\" ٢/ ٤٩٩، وبمعناه النحاس في \"معاني القرآن الكريم\" ٣/ ٢١٢. (٢) في (ج): (أن).(٣) بل ذكرت المصادر التالية أن أبا أيوب -رضي الله عنه- تخلف عامًا واحداً، وذكر بعضها أنه ندم على ذلك.(٤) رواه ابن جرير ١٤/ ١٣٨، والحاكم في \"المستدرك\"، كتاب \"معرفة الصحابة\" ٣/ ٤٥٨، وابن سعد في \"الطبقات\" ٣/ ٢/٤٩.(٥) في (ج): (في).(٦) رواه ابن جرير ١٠/ ١٣٩ - ١٤٠، والحاكم في \"المستدرك\" كتاب: معرفة الصحابة ٣/ ٣٤٩، وقال: صحيح الإسناد، وابن أبي حاتم ٦/ ١٨٠٢.(٧) هو: زيد بن سهل بن الأسود النجاري الخزرجي، أبو طلحة الأنصاري صاحب رسول الله -صلى الله عليه وسلم- ومن بني أخواله، وأحد أعيان البدريين، واحد النقباء الاثني عشر ليلة العقبة، توفي سنة ٣٤ هـ. انظر: \"المعارف\" ١٥٤، و\"سير أعلام النبلاء\" ٢/ ٢٧، و\"الإصابة\" ١/ ٥٦٦.(٨) ساقط من (ج) و (م).(٩) رواه الحاكم في \"المستدرك\"، كتاب: معرفة الصحابة، ذكر مناقب أبي طلحة =</p><p> وهذه الآية مما دل بظاهره على وجوب (١) الجهاد بكل حال، قال عطاء الخراسانى عن ابن عباس في هذه الآية: نسختها {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً}  [التوبة: ١٢٢]  (٢) الآية، وقد ذكرنا في سورة البقرة أن الجهاد كان واجبًا على الأعيان، وهل ذلك يجب (٣) اليوم كما كان يجب؟ ذكرنا الاختلاف فيه في قوله تعالى:  {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ}  [البقرة:٢١٦]  (٤) . </p><p>= ٣/ ٣٥٣، وابن حبان في \"صحيحه\" (الإحسان) كتاب: المناقب، ذكر الموضع الذي مات فيه أبو طلحة، رقم (٧١٨٤) ١٦/ ٥١٢، وابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٢، وصححه الحاكم، وقال: على شرط مسلم، وقال الذهبي: على شرط الشيخين. (١) في (ج): (وجود)، وهو خطأ.(٢) رواه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٠٣، والبغوي في \"تفسيره\" ٤/ ٥٤ بغير سند، والبيهقي في \"السنن الكبرى\"، كتاب: السير، باب: النفير .. رقم (١٧٩٣٨) ٩/ ٨١ وفي سنده عثمان بن عطاء الخرساني، قال الحافظ ابن حجر في \"تقريب التهذيب\" ٣٨٥ (٤٥٠٢): (ضعيف. اهـ. وفيه علة أخرى وهي الإرسال؛ فإن عطاء الخرساني لم يسمع من ابن عباس كما في \"العبر\" ١/ ١٤٠، و\"تهذيب التهذيب\" ٣/ ٧١، ٧٢، وقد سبق بيان التحقيق في نسخ هذه الآية عند قوله تعالى: {إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ}.(٣) في (ي): (وهل يجب ذلك).(٤) انظر: \"النسخة الأزهرية\" ١/ ١٣١ أوقد قال في هذا الموضع: اختلف العلماء في حكم هذه الآية، فمذهب عطاء أن المعني بهذا أصحاب رسول الله -صلى الله عليه وسلم- خاصة دون غيرهم؛ لأنه قال: كان القتال مع النبي -صلى الله عليه وسلم- فريضة .. وقال بعضهم: كان الجهاد في الابتداء من فرائض الأعيان، ثم صار فرض كفاية، لقوله عز وجل {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} ولو كان القاعد مضيعًا فرضًا ما كان موعوداً بالحسنى، وقال بعضهم: لم يزل الجهاد فرض كفاية، غير أن رسول الله -صلى الله عليه وسلم- كان إذا استنفرهم تعين عليهم النفير، لوجوب طاعته، .. والإجماع اليوم على أنه من فروض الكفاية، إلا أن =</p><p> وقوله تعالى:  {وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ} ، قال أهل العلم: هذا يدل على أن الموسر يجب عليه الجهاد بالمال إذا عجز عن الجهاد ببدنه لزمانة (١) أو علة، فوجوب الجهاد بالمال كوجوب الجهاد بالبدن على الكفاية (٢) ، وقوله تعالى:  {ذَلِكُمْ خَيْرٌ لَكُمْ} قيل: ذلكم خير لكم من التثاقل إلى الأرض إذا استنفرتم (٣) ، وقيل: معناه: أن الخير فيه لا في تركه (٤) ، فـ (خير) هاهنا ليس بالذي يصحبه (من) ، وليس للتفضيل؛ لأن (خيرًا)  (٥) تستعمل بمعنيين: أحدهما (٦) بمعنى: هذا خير من ذاك، والثاني أنه بمعنى: خير في نفسه، كقوله:  {إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ}  [القصص: ٢٤] : {وَإِنَّهُ لِحُبِّ الْخَيْرِ}  [العاديات: ٨] ومثله كثير. </p><p>=أن يدخل المشركون ديار المسلمين فإنه يتعين على كافة المسلمين إلى أن يقوم بكفايتهم من يصرف وجوههم. (١) الزمانة: العاهة والبلوى، انظر: \"القاموس المحيط\"، فصل الزاي، باب: النون ص ١٢٠٣، و\"مختار الصحاح\" (ز م ن) ص ٢٧٥.(٢) انظر: \"تفسير ابن الجوزي\" ٣/ ٤٤٣، والرازي ١٦/ ٧٠ - ٧١، والخازن ٢/ ٢٢٨، و\"حاشية الروض المربع\" ٤/ ٢٥٦، وقال شيخ الإسلام ابن تيمية: والعاجز عن الجهاد بنفسه يجب عليه الجهاد بماله في أصح قولي العلماء .. فإن الله أمر بالجهاد بالمال والنفس في غير موضع من القرآن، و\"مجموع فتاوى شيخ الإسلام\" ٢٨/ ٨٧.(٣) هذا قول ابن جرير، انظر \"تفسيره\" ١٠/ ١٤٠.(٤) ذكر هذا القول الماوردي في \"النكت والعيون\" ٢/ ٣٦٦، وابن الجوزي في \"زاد المسير\" ٣/ ٤٤٤.(٥) في (ج): (ص).(٦) في (ج): (أحد).</p>"
}