{
  "id": null,
  "sura": 9,
  "aya": 90,
  "text": "<p> وقال الحسن:  (ليسوا بفقهاء ولا علماء، ولو كانوا فقهاء لما تخلفوا عن الجهاد معه)  (١) ، وذكرنا الكلام في هذا عند قوله:  {بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ}  [النساء: ١٥٥] ، وقوله:  {خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ}  [البقرة: ٧] . </p><p> ٨٨ - قوله تعالى:  {وَأُولَئِكَ لَهُمُ الْخَيْرَاتُ}  (٢) ، قال الأخفش (٣) وأبو عبيدة (٤) والمبرد (٥) : (الخيرات جمع خيرة، وهن الجواري الفاضلات الحسان) ، أبو زيد: يقال: (هي خيرة النساء، وشرة النساء)  (٦) ، وأنشد أبو عبيدة: </p><p> ربلات هند خيرة الملكات (٧) </p><p> ٩٠ - قوله تعالى:  {وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ} الآية، ذكرنا معنى العذر والاعتذار وأصله في اللغة عند قوله:  {قُلْ لَا تَعْتَذِرُوا} </p><p>(١) لم أجده. (٢) هذه الجملة بعض قول الله تعالى: {لَكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ} الآية، وإتيان المؤلف ببعض الآية لا ينسجم مع ما قبلها.(٣) كتاب: \"معاني القرآن\"، له ١/ ١٣٥.(٤) \"مجاز القرآن\" ١/ ٢٦٧.(٥) لم أقف على قوله.(٦) \"تهذيب اللغة\" (خار) ١/ ٩٥٩.(٧) هذا عجز بيت، وصدره:ولقد طعنت مجامع الربلاتذكره أبو عبيدة في \"مجاز القرآن\" ١/ ٢٦٧، ونسبه لرجل جاهلي من بني عدي، عدي تميم، ومثله ابن منظور في \"لسان العرب\" (خير) ٤/ ١٢٩٨، ومعنى الربلات: جمع ربلة، بتسكين الباء وتحريكها وهي كل لحمة غليظة، وقيل: هي باطن الفخذ، وقيل: أصول الأفخاذ. انظر: \"لسان العرب\" (ربل) ٣/ ١٥٧١.</p><p> [التوبة: ٦٦] ، وتقول: أعذر (١) فلان أي كان منه ما يُعذر به، ومنه قولهم: قد أعذر من أنذر، واعتذر اعتذارًا: إذا أتى بعذر صدق فيه أو كذب، وعذر تعذيرًا: أي قصر ولم يبالغ. يقال: قام فلان قيام (٢) تعذير فيما استكفتيه: إذا لم يبالغ، وقصر فيما اعتمد عليه، فمن قرأ (المُعَذِرُون) بالتخفيف وهو قراءة جماعة من الصحابة والتابعين (٣) ، فمعناه المجتهدون المبالغون في العذر، روى الضحاك عن ابن عباس أنه قرأ:  (وجاء المعذرون)  (٤) ، وقال (لعن الله المعذرين)  (٥) ذهب إلى أن المعذرين هم الذين لا عذر لهم (٦) . </p><p>(١) في (ح): (عذر). وأثبت ما في (م) و (ى) لموافقته لما في \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٦. (٢) في (ح): (مقام). وأثبت ما في (م) و (ى) لموافقته لما في \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٦ إذ النص منقول منه.(٣) روى هذه القراءة ابن جرير عن ابن عباس ومجاهد، وهي أيضًا قراءة زيد بن علي والضحاك والأعرج وأبو صالح وعيسى بن هلال، ومن العشرة يعقوب والكسائي في رواية، وقرأ الباقون بالتشديد. انظر: \"تفسير ابن جرير\" ١٠/ ٢٠٩ - ٢١١، و\"الغاية في القراءات العشر\" ١٦٦، و\"تقريب النشر\" ص ١٢١، و\"البحر المحيط\" ٥/ ٨٣ - ٨٤.(٤) \"تفسير ابن جرير\" ١٠/ ٢١٠، وابن أبي حاتم ٤٦/ ١٨٦٠، وفي سنده بشر بن عمارة، قال البخاري: يُعرف وينكر، وقال الدارقطني: متروك. انظر: \"كتاب الضعفاء الصغير\" ص٤٦، و\"الضعفاء والمتروكون\" ص ١٦٠، و\"تهذيب التهذيب\" ١/ ٢٣٠، ثم إن في الأثر علة أخرى حيث إن الضحاك لم يلق ابن عباس على القول الصحيح، انظر: \"تهذيب التهذيب\" ٢/ ٢٢٦.(٥) رواه الفراء في \"معاني القرآن\" ١/ ٤٤٨ وعنه ابن الأنباري في \"كتاب الأضداد\" ص ٣٢١ بإسنادين شديدي الضعف، إذ في أحدهما الكلبي وهو متهم بالكذب كما في \"التقريب\" ص٤٧٩ (٥٩٠١)، وفي الثاني جويبر البلخي، وهو ضعيف جدًّا كما في \"المصدر السابق\" ص ١٤٣ (٩٨٧).(٦) في (م): (الذين لهم عذر)، وهو خطأ.</p><p> و {الْمُعَذِّرُونَ}  (١) بالتشديد: الذين يعتذرون بلا عذر، كأنهم المقصرون الذين لا عذر لهم، وعلى هذه القراءة، معنى الآية: إن الله تعالى فصل بين أصحاب العذر وبين الكاذبين، قال ابن عباس:  (هم الذين تخلفوا بعذر بإذن رسول الله -صلى الله عليه وسلم-)  (٢) . </p><p> وقال عطاء عنه:  (يريد الأعراب[الذين يعتذرون](٣) إلى النبي -صلى الله عليه وسلم- في تخلفهم ليؤذن لهم في التخلف) (٤) . </p><p> وقال الضحاك:  (هم وهي عامر بن الطفيل (٥) جاؤا (٦) إلى رسول الله -صلى الله عليه وسلم-، وقالوا: إن نحن غزونا معك تُغير أعراب طيء على حلائلنا (٧) وأولادنا ومواشينا فعذرهم رسول الله -صلى الله عليه وسلم-) (٨) . </p><p> ونحو هذا قال مجاهد:  (هم أهل العذر)  (٩) ، ومن قرأ:  {الْمُعَذِّرُونَ} </p><p>(١) في (ى): (والمعذر). (٢) رواه الثعلبي في \"تفسيره\" ٦/ ١٣٧ أ، وبنحوه ابن أبي حاتم في \"تفسيره\" ٦/ ١٨٦٠، وابن جرير ١٠/ ٢١٠.(٣) ما بين المعقوفين ساقط من (ى).(٤) \"تنوير المقباس\" ص ٢٠١ بنحوه من رواية الكلبىِ.(٥) هو: عامر بن الطفيل بن مالك العامري سيد بني عامر بن صعصعة، كان من فرسان العرب وفتاكها وشعرائها، وهو الذي فتك بأصحاب رسول الله -صلى الله عليه وسلم- في بئر معونة، ثم حال الغدر بالنبي -صلى الله عليه وسلم- وظل جادًا في سعيه لإطفاء نور الله، حتى هلك سنة ١١هـ. انظر: \"السيرة النبوية\" ٣/ ١٨٥، ٤/ ٢٣٣، و\"الشعر والشعراء\" ص ٢٠٧، و\"الإصابة\" ٣/ ١٢٥.(٦) في (ح): (جاء).(٧) الحلائل: جمع حليلة وهي الزوجة. انظر: \"الصحاح\" (حلل) ٤/ ١٦٧٣.(٨) رواه الثعلبي ٦/ ١٣٧ أ، والبغوي ٤/ ٨٣.(٩) رواه ابن جرير ١٠/ ٢١٠.</p><p> بالتشديد وهو قراءة العامة (١) فله وجهان من العربية والتأويل: </p><p> أحدهما: ما ذكره الفراء والزجاج وابن الأنباري: (وهو أن الأصل في هذا اللفظ عند النحويين: المعتذرون فحولت فتحة التاء إلى العين وأبدلت الذال من التاء، وأدغمت في الذال التي بعدها فصارتا ذالًا مشددة (٢) ) (٣) . </p><p> والاعتذار ينقسم في كلام العرب على قسمين، يقال: اعتذر (٤) : إذا كذب في عذره، قال الله تعالى:  {يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ} ، فدل على فساد عذرهم بقوله (٥) : {قُلْ لَا تَعْتَذِرُوا}  [التوبة: ٩٤] ، ويقال: اعتذر: إذا جاء بعذر صحيح، ومنه قول لبيد: </p><p> ومن يبك حولًا كاملًا فقد اعتذر (٦) </p><p>(١) هي قراءة العشرة عدا يعقوب، وقتيبة عن الكسائي. انظر: \"الغاية في القراءات العشر\" ص ١٦٦، و\"تقريب النشر\" ص ١٢١. (٢) في (م): (مشدودة).(٣) انظر: \"معاني القرآن\" للفراء ١/ ٤٤٧، و\"معاني القرآن وإعرابه\" للزجاج ٢/ ٤٦٤، و\"كتاب الأضداد\" لابن الأنباري ص ٣٢١.(٤) في (ح): (اعتذرت).(٥) في (ح): (لقوله).(٦) هذا عجز بيت، وصدره:إلى الحول ثم اسم السلام عليكماوهو للبيد بن ربيعة العامري في \"ديوانه\" ص ٢١٤، و\"كتاب الأضداد\" لابن الأنباري ص ٣٢١، و\"تهذيب اللغة\" (عذر)، و\"الخصائص\" ٣/ ٢٩، و\"لسان العرب\" (عذر) ٥/ ٢٨٥٥.والشاعر يوصي ابنتيه بالبكاء عليه بعد موته حولًا كاملاً، وقبل هذا البيت قال:فقوما فقولا بالذي قد علمتما ... ولا تخمشا وجهًا ولا تحلقا شعر</p><p> يريد فقد جاء بعذر صحيح. </p><p> (الوجه الثاني من العربية - أن يكون{الْمُعَذِّرُونَ}(١) على (مفعلين) من التعذير الذي هو التقصير على ما بينا، فإن قلنا: المعذرون (٢)  [معناه: المعتذرون بعذر]  (٣) صحيح فوجهه من التأويل ما ذكرنا في قراءة من خفف، وإن قلنا أن معناه: المعتذرون بعذر باطل، أو أخذناه من التعذير فوجهه من التأويل ما قال قتادة) (٤) : (هم الذين اعتذروا بالكذب)  (٥) ، ونحو هذا قال محمد بن إسحاق:  (هم أعراب من غفار، اعتذروا فلم يعذرهم الله)  (٦) . </p><p> فإن قيل على هذا: إذا كانوا مقصرين فلم أفردوا من الكاذبين الله ورسوله؟ </p><p> والجواب عن هذا ما أخبرني العروضي (٧) عن الأزهري قال أخبرني </p><p>وقولا هو المرء الذي لا خليله ... أضاع، ولا خان الصديق ولا غدر إلى الحول .. إلخ.(١) في (ى): (المعذورون)، وهو خطأ.(٢) في (ى): (المعذورون)، وهو خطأ.(٣) ما بين المعقوفين ساقط من (ح) و (ى).(٤) ما بين القوسين مضطرب في النسخة (ح) وفيه تقديم وتأخير ونقص ضاع معه المعنى، ونصه: (الوجه الثاني من العربية أن يكون المعذرون صحيح فوجهه من التأويل ما ذكرنا في قراءة من خفف وإن قلنا إن معناه المعتذرون بعذر باطل على (مفعلين) من التعذير الذي هو التقصير على ما بينا، فإن قلنا: المعذرون باطل أو أخذنا من التعذير فوجهه من التأويل ما قال قتادة).(٥) رواه ابن جرير ١٠/ ٢١٠.(٦) \"السيرة النبوية\" لابن هشام، و\"تفسير ابن جرير\" ١٠/ ٢١١.(٧) هو: أحمد بن محمد النيسابوري، تقدمت ترجمته عند ذكر شيوخ المؤلف.</p><p> المنذري عن ابن فهم (١) عن محمد بن سلام (٢) عن يونس النحوي أنه سأله عن قوله: {وَجَاءَ الْمُعَذِّرُونَ} ، قال: قلت ليونس (المعذرون) مخففة كأنها أقيس؛ لأن المعذر الذي له عذر، والمعذر الذي يعتذر ولا عذر له، فقال يونس:  (قال أبو عمرو (٣) بن العلاء: كلا الفريقين كان (٤) مسيئًا، جاء قوم فعذروا، وجلح (٥) آخرون فقعدوا) (٦) ، يريد أن قومًا تكلفوا عذرًا بالباطل، فهم الذين عناهم (٧) الله بقوله: {وَجَاءَ الْمُعَذِّرُونَ} وتخلف آخرون (٨) من غير تكلف عذر وإظهار علة جرأة على الله ورسوله، وهو معنى قوله: وجلح آخرون فقعدوا). </p><p>(١) هو: الحسين بن محمد بن عبد الرحمن بن فهم البغدادي، حافظ علامة نسابة أخباري، وكان متفننًا في العلوم، كثير الحفظ للحديث، ولأصناف الأخبار والنسب والشعر، والمعرفة بالرجال، وتوفي سنة ٢٨٩ هـ. انظر: \"تاريخ بغداد\" ٨/ ٩٢، و\"سير أعلام النبلاء\" ١٣/ ٤٢٧، و\"البداية والنهاية\" ١١/ ٩٥، و\"طبقات الحفاظ\" للسيوطي ص ٢٩٩(٢) هو: محمد بن سلام بن عبيد الله الجمحي مولاهم، أبو عبد الله البصري، كان عالمًا أخباريًّا، أديبًا بارعًا، إمامًا في رواية الشعر، من أهل الصدق، وهو صاحب \"طبقات فحول الشعراء\" المشهور، توفي سنة ٢٣١ هـ.انظر: \"تاريخ بغداد\" ٥/ ٣٢٧، و\"مراتب النحويين\" ص٦٧، و\"طبقات النحويين واللغويين\" ص ١٨٠، و\"سير أعلام النبلاء\" ١٠/ ٦٥١.(٣) في (ى): (قال عمرو)، وهو خطأ.(٤) في (ى): (جاء)، وفي (ح): (كانا).(٥) في (ى): صلح، وما أثبته موافق لما في \"تهذيب اللغة\"، ومعنى جلح: ركب رأسه، والتجليح: الإقدام الشديد والتصميم في الأمر والمضي، والمجالح: المكابر. انظر: \"لسان العرب\" (جلح) ٢/ ٦٥٢.(٦) \"تهذيب اللغة\" (عذر) ٣/ ٢٣٦٦.(٧) في (ى): (أغناهم)، وهو خطأ.(٨) في (ح): (الآخرون).</p>"
}