{
  "id": null,
  "sura": 9,
  "aya": 28,
  "text": "<p> وقال غيره:  \"أي بالقتل والأسر، وسبي العيال، وسلب الأموال، مع الصَّغار والإذلال\"  (١) ، {وَذَلِكَ جَزَاءُ الْكَافِرِينَ} . </p><p> ٢٧ - قوله تعالى:  {ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ} فيهديه إلى الإسلام ولا يؤاخذه بما سلف منه، قال ابن عباس:  \"يريد ممن كان في علم الله أن يهديه للإسلام\"  (٢) ، {وَاللَّهُ غَفُورٌ} لمن اهتدى {رَحِيمٌ} لمن آمن. </p><p> ٢٨ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} الآية، قال الفراء:  \"لا تكاد العرب تقول: نجس إلا وقبلها رجس،فإذا أفردوا قالوا:نجس لا غير، ولا يجمع ولا يؤنث، وهو مثل دنف(٣)\"  (٤) . </p><p> وقال الليث:  \"النجس: الشيء القذر من الناس ومن كل شيء(٥)، ورجل نجس وقوم أنجاس، ولغة أخرى(٦): رجل نجس وقوم نجس وامرأة نجس\"  (٧) ، قال الله تعالى:  {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} أي أخباث أنجاس. </p><p>(١) هذا قول الثعلبي في \"تفسيره\" ٦/ ٩١ ب دون قوله: مع الصغار والإذلال، وبلفظ الثعلبي ذكره ابن الجوزي في \"تفسيره\" ٣/ ٤١٦، ونسبه للبعض دون تحديد، وقال ابن جرير ١٠/ ١٠٤ \"بالقتل وسبي الأهلين والذراري، وسلب الأموال والذمة\". (٢) \"تنوير المقباس\" ص١٩١ بمعناه.(٣) الدنَف (بفتح النون): (المرض الملازم، وبكسرها: المريض الذي براه المرض حتى أضفى على الموت. \"لسان العرب\" (دنف) ٣/ ١٤٣٢.(٤) \"معاني القرآن\" ١/ ٤٣٠.(٥) في \"تهذيب اللغة\": ومن كل شيء قذرته، وفي كتاب \"العين\": وكل شيء قذرته فهو نجس.(٦) يعني في الكملة أخرى باعتباره مصدرًا فلا يثنى ولا يؤنث ولا يجمع.(٧) \"تهذيب اللغة\" (نجس) ٤/ ٣٥١٩ - ٣٥٢٠، ونحوه مختصرًا في كتاب \"العين\" (نجس) ٦/ ٥٥.</p><p> قال ابن عباس في رواية عطاء:  \"يريد لا يغتسلون من الجنابة، ولا يتوضؤون لله، ولا يصلون له\"  (١) ، ونحو هذا قال قتادة: سماهم نجسًا لأنهم يجنبون ولا يغتسلون، ويحدثون ولا يتوضؤون \"(٢).</p><p> قال أهل العلم وأصحاب (٣) المعاني: \" هذه النجاسة التي وصف الله بها المشركين نجاسة الحكم لا نجاسة العين، سموا نجسًا على الذم، ولو كانت أعيانهم نجسة لما طهرهم الإسلام، ولكن شركهم يجري مجرى القذر في أنه يوجب نجسهم فسموا نجسًا لهذا المعنى\" (٤) ، وقال أبو علي: معنى قوله: {إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} أي: ليسوا من أهل الطهارة وإن لم تكن عليه (٥) نجاسة من نحو البول والدم والخمر، والمعنى: إن الطهارة الثابتة للمسلمين هم خارجون عنها (٦) ، ومباينون لها، وهذه الطهارة هي ما ثبتت لهم في قوله تعالى:  {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ}  [التوبة: ١٠٣]  (٧) . </p><p>(١) ذكره المصنف في \"الوسيط\" ٢/ ٤٨٨، والرازي في \"تفسيره\" ١٦/ ٢٥. (٢) رواه البغوي ٤/ ٣١، ورواه مختصرًا عبد الرزاق الصنعاني في \"تفسيره\" ١/ ٢/٢٧١، وابن جرير ١٠/ ١٠٥، وابن أبي حاتم ٦/ ١٧٧٥.(٣) في (ح): (إلى أصحاب)، وهو خطأ بين.(٤) انظر: \"تفسير الثعلبي\" ٦/ ٩٢ أ، والبغوي ٤/ ٣١، وابن الجوزي ٣/ ٤١٧، وأحكام القرآن للهراسي ٤/ ٣٦، و\"أحكام القرآن\" لابن العربي ٢/ ٩١٣، و\"تفسير ابن كثير\" ٢/ ٣٨٢.(٥) أي على أحدهم.(٦) ساقط من (ح).(٧) \"الحجة للقراء السبعة\" ٤/ ٣٠٧.</p><p> وقوله تعالى:  {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ} [قال المفسرون: \"أراد منعهم من دخول الحرم وذلك أنهم إذا دخلوا الحرم فقد قربوا المسجد الحرام\"  (١) ] (٢) . </p><p> وقال بعضهم:  \"المراد بالمسجد الحرام: الحرم\"  (٣) ، وهو كقوله تعالى:  {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ}  [الإسراء:١] وإنما رفع من بيت أم هانئ (٤)  (٥) ، وهذا مذهب عطاء، وقال: الحرم كله قبلة ومسجد \"(٦)، وتلا هذه الآية.</p><p> وقوله تعالى:  {بَعْدَ عَامِهِمْ هَذَا} ، قال قتادة: \" يعني عام حج بالناس أبو بكر، وتلا علي سورة براءة\" (٧) ، وقال عطاء عن ابن عباس: </p><p>(١) انظر: \"تفسير ابن جرير\" ١٠/ ١٠٥، والثعلبي ٦/ ٩٢ أ. (٢) ما بين المعقوفين ساقط من (ح).(٣) هذا قول ابن عباس وسعيد بن جير ومجاهد وعطاء وابن شهاب كما في \"تفسير ابن أبي حاتم\" ٦/ ١٧٧٦، ورواه ابن جرير ١٠/ ١٠٥، والثعلبي ٦/ ٩٢ أعن عطاء.(٤) هي: أم هانئ بنت أبي طالب بن عبد المطلب، بنت عم النبي -صلى الله عليه وسلم- وأخت علي أمير المؤمنين -رضي الله عنه-، اسمها فاختة، وقيل: فاطمة، وقيل: هند، لها أحاديث في الكتب الستة، وتوفيت بعد سنة ٥٠ هـ.انظر: \"الكاشف\" ٢/ ٥٢٨، و\"الإصابة\" ٤/ ٥٠٣.(٥) رفع النبي -صلى الله عليه وسلم- من بيت أم هانئ رواه الطبراني في الكبير ٢٤/ ٤٣٢، ٤٣٤، قال الهيثمي في \"مجمع الزوائد\" ١/ ٢٤٦: \"فيه عبد الأعلي بن أبي المشاور، متروك كذاب\" اهـ.ورواه أيضاً ابن جرير ١٥/ ٢ (طبعة الحلبي) من طريق ابن إسحاق عن محمد بن السائب الكلبي، والكلبي متهم بالكذب.(٦) رواه ابن جرير ١٠/ ١٠٥، والثعلبي ٦/ ٩٢ أ.(٧) رواه ابن جرير ١٠/ ١٠٦، وابن أبي حاتم ٦/ ١٧٧٦، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٠٨.</p><p> \"يريد: يوم الفتح\"  (١) ، وقال الزجاج:  \"هذا وقع سنة تسع من الهجرة، أُمر المسلمون بمنع المشركين من الحج\"  (٢) . </p><p> فأما الكلام في حكم هذه الآية: فروى جابر عن النبي -صلى الله عليه وسلم- قال (٣) : \"لا يدخل الحرم إلا أهل الجزية أو عبد رجل من المسلمين\"  (٤) . </p><p> قال أصحابنا (٥) : \"الحرم حرام على المشركين، ولو كان الإمام بمكة فجاء رسول من المشركين فليخرج إلى الحل لاستماع الرسالة، وإن دخل مشرك الحرم متواريًا فمرض فيه أخرجناه مريضًا، وإن مات ودفن ولم يعلم نبشناه وأخرجنا عظامه إذا أمكن، فليس لهم الاستيطان ولا الاجتياز، وإن التجؤا إلى مكة لم يجز لنا نصب القتال عليهم، إنما أحلت لرسول الله - صلى الله عليه وسلم - ساعة من نهار، فإن بدؤنا فيها بالقتال حلت المدافعة، فأما من وجب عليه القصاص أو الحد فلاذ بالحرم (٦) </p><p>(١) \"الوجيز\" ٦/ ٤٥٣ وفيه نظر إذ أن الثابت أن المشركين لم ينهوا عن الحج إلا في السنة التاسعة، كما في \"صحيح البخاري\" (٤٦٥٥)، كتاب: التفسير، سورة براءة، باب: قوله \"فسيحوا في الأرض أربعة أشهر\". (٢) \"معاني القرآن وإعرابه\" ٢/ ٤٤١.(٣) (قال) ساقط من (ى).(٤) ذكره الثعلبي ٦/ ٩٢ أبدون سند، ورواه بمعناه أحمد في \"المسند\" ٣/ ٣٩٢، وابن أبي حاتم ٦/ ١٧٧٦ ولفظهما: \"لا يدخل المسجد الحرام\" وفي سنده ثلاث علل:أ- أشعث بن سوار الكندي، قال في \"تقريب التهذيب\" ص ١١٣ (٥٢٤): (ضعيف).ب- شريك بن عبد الله، قال في التقريب ص ٢٦٦ (٢٧٨٧): (صدوق يخطئ).ج- عنعنة الحسن البصري، وهو مدلس كما في إتحاف ذوي الرسوخ (ص ٢٢).(٥) يعني الشافعية: انظر \"المهذب في فقه الإمام الشافعي\" ٢/ ٢٥٨، وبعض القول في \"الأم\" (٤/ ٢٥٢، ٢٥٣، ٤١٣).(٦) ساقط من (ح).</p><p> فالحرم لا يعيذ (١) عاصيًا (٢) عندنا (٣) ، وقد مضى الكلام في هذا، فأما جزائر العرب فقد قال رسول الله -صلى الله عليه وسلم- \"لئن عشت إلى قابل لأخرجن اليهود والنصارى من جزيرة العرب\"  (٤) ، فلا يجوز تمكين المشركين من استيطانها بعدما أجلاهم عمر -رضي الله عنه- بوصية رسول الله -صلى الله عليه وسلم-، ويجوز لهم الاجتياز بشرط ألا يقيم المجتاز [في موضع]  (٥) أكثر من ثلاثة أيام، هذه سنة عمر فيهم (٦) . وقد أكثروا في تحديد جزيرة العرب، وقد قال الشافعي -وهو أعلم الناس بذلك-: \"جزيرة العرب: مكة والمدينة واليمامة ومخاليفها\"  (٧) . </p><p>(١) في (م): (لا يصير)، وهو خطأ. (٢) ذهب المحققون من العلماء إلى التفريق بين الجاني في الحرم وبين الجاني في الحل ثم لاذ بالحرم فالأول يقام عليه الحد والثاني لا يقام عليه الحد؛ بل الحرم يعيذه ويحميه، قال الإمام ابن القيم في \"زاد المعاد\" ٣/ ٤٤٤: \"وهذا قول جمهور التابعين ومن بعدهم، بل لا يحفظ عن تابعي ولا صحابي خلافه، وإليه ذهب أبو حنيفة ومن وافقه من أهل العراق، والإمام أحمد ومن وافقه من أهل الحديث، وذهب مالك والشافعي إلى أنه يستوفى منه في الحرم\"، ثم ساق ابن القيم أدلة الفريقين، وفند أدلة القول المرجوح، وبين الفرق بين الجاني في الحرم واللاجيء إليه، فانظره هناك فإنه بحث قيم.(٣) يعني الشافعية، انظر: \"الأم\" (٤/ ٤١٣، ٤١٤).(٤) رواه بنحوه مسلم في (١٧٦٧)، كتاب الجهاد والسير، باب إخراج اليهود والنصارى من جزيرة العرب، وأبو داود (٣٠٣٩)، كتاب الخراج والإمارة والفيء، باب في إخراج اليهود من جزيرة العرب، والترمذي (١٦٠٦)، كتاب السير، باب في إخراج اليهود والنصارى من جزيرة العرب، وأحمد في \"المسند\" ١/ ٣٢.(٥) ما بين المعقوفين ساقط من (ى).(٦) رواه عبد الرزاق الصنعاني في المصنف، كتاب أهل الكتاب، باب لا يدخل مشرك المدينة رقم (٩٩٧٧) ٦/ ٥١، وانظر \"المغني\" ١٣/ ٢٤٤.(٧) انظر: \"المهذب في فقه الإمام الشافعي\" ٢/ ٢٥٧، والشافعي -رحمه الله- إنما فسر بذلك الحجاز، ونص عبارته: \"وإن سأل من تؤخذ منه الجزية أن يعطيها =</p><p> وقوله تعالى:  {وَإِنْ خِفْتُمْ عَيْلَةً} العيلة: الفقر، يقال (١) : عال الرجل يعيل عيلة فهو عائل إذا افتقر، قال ابن عباس:  \"يريد خفتم حاجة\"  (٢) ، قال مجاهد (٣) ومقاتل (٤) وقتادة (٥) والمفسرون (٦) : \"لما منع المشركون من دخول الحرم قال المسلمون: إنهم كانوا يأتون بالمير(٧)ويتبايعون،فالآن تنقطع المتاجر ويضيق العيش فأنزل الله:{وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ}،قال ابن عباس:\" يريد: يتفضل عليكم بما هو أوسع وأكثر \"(٨)،قال مقاتل:\" أسلم أهل جدة وصنعاء </p><p>= ويجري عليه الحكم على أن يسكن الحجاز لم يكن ذلك له، والحجاز: مكة والمدينة واليمامة مخاليف كلها\" كتاب \"الأم\" ٤/ ٢٥١، ثم قال في الصفحة التالية بعد أن بين أن اليمن ليست بحجاز: فأما سائر البلدان -ما خلا الحجاز- فلا بأس أن يصالحوا على المقام بها\". وفي\"تهذيب اللغة\" (جزر) ١/ ٥٩٦: \"جزيرة العرب: محالها، سميت جزبرة لأن البحرين بحر فارس، وبحر السودان أحاطا بجانبيها، وأحاط بالجانب الشمالي دجلة والفرات، وهي أرض العرب ومعدنها\".(١) (يقال) ساقط من (ح).(٢) رواه الفيروزأبادي في \"تنوير المقباس\" ص ١٩١.(٣) رواه بمعناه ابن جرير ١٠/ ١٠٨، وابن أبي حاتم ٦/ ١٧٧٧، وهو في \"تفسير مجاهد\" ص ٣٦٧.(٤) \"تفسير مقاتل\" ص ١٢٨ أبمعناه.(٥) رواه بمعناه ابن جرير ١٠/ ١٠٨، وابن أبي حاتم ٦/ ١٧٧٧، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٤٠٨.(٦) انظر: \"تفسير ابن جرير\" ١٠/ ١٠٥ - ١٠٩، وابن أبي حاتم ٦/ ١٧٧٧، و\"الدر المنثور\" ٣/ ٤٠٨ - ٤١٠.(٧) المير: جمع ميرة، وهي جلب الطعام. انظر: \"لسان العرب\" (مير) ٧/ ٤٣٠٦.(٨) ذكره المؤلف في \"الوسيط\" ٢/ ٤٨٨.</p>"
}