{
  "id": null,
  "sura": 10,
  "aya": 67,
  "text": "<p> والتأويل (١) : وما يتبع الذين يدعون شركاء من دون الله إلا الظن، أي: يتبعون الظن ويعملون به، فيكون قوله:  {إِنْ يَتَّبِعُونَ} مكررًا على قوله: {وَمَا يَتَّبِعُ} و (ما) و (إن) الخفيفة جحدان معناهما واحد، ومثاله من الكلام: ما يأكل الذي يغصب ويظلم الناس ويأخذ أموالهم، إن يأكل إلا النار، فيكون قوله: إن يأكل، توكيدًا لقوله: ما يأكل، ومثل هذا من التكرير قوله:  {ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ}  [النحل: ١١٠] النحل: ١١٠]، فكرر قوله:  {إِنَّ رَبَّكَ}  [على قوله]  (٢)  {ثُمَّ إِنَّ رَبَّكَ} ولو لم يكرر الآخر لكان في الأول كفاية، وقوله تعالى:  {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ} يريد: ظنهم أنها تشفع لهم يوم القيامة. {وَإِنْ هُمْ إِلَّا يَخْرُصُونَ} قال ابن عباس: يقولون ما لا يكون (٣) ، وذكرنا معنى الخرص في سورة الأنعام عند قوله:  {إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ}  (٤) . </p><p> ٦٧ - قوله تعالى:  {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ} أي خلق، وذكرنا معنى الجعل عند قوله:  {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ}  (٥)  [المائدة: ١٠٣] . </p><p>(١) ساقط من (ى). (٢) ساقط من (ى).(٣) \"تنوير المقباس\" ص ٢١٦ بلفظ: يكذبون للسفلة، وفي كتاب \"غريب القرآن\" لابن عباس: (يخرصون) يكذبون بلغة هذيل. وانظر: \"زاد المسير\" ٤/ ٤٦، وفي \"تفسير غريب القرآن\" لابن قتيبة ص ٢٠٤: (يخرصون) يحدسون ويحزرون اهـ. وبكلا المعنيين جاءت اللغة كما في \"لسان العرب\" (خرص) ٢/ ١١٣٣.(٤) من الآية ١٤٨.(٥) قال في هذا الموضع: وأما (جعل) فلها أحوال منها: جعل: صير، ومنها جعل: أوجب، ومنها جعل: خلق، ومنها جعل: صلة لما بعده، مثل: جعل يعرفه، نحو طفق وأنشأ وأقبل، كل منها صلة لما بعده من الفعل.</p><p> وقوله تعالي:  {لِتَسْكُنُوا فِيهِ} ، قال ابن عباس: يقول جعلت الليل راحة لكم لتسكنوا فيه مع أزواجكم وأولادكم (١) . </p><p> وقال أهل المعاني: جعل الليل ليزول التعب والكلال بالسكون فيه، وجعل النهار مبصرًا: أي: مضيئًا لتهتدوا به في حوائجكم بالإبصار، والمبصر الذي يبصر، والنهار يبصر فيه وإنما جعله مبصرًا على طريق استعارة صفة الشيء لسببه للمبالغة (٢) ، كما قال جرير: </p><p> لقد لمتنا يا أم غيلان في السرى (٣) ... ونمت وما ليل المطي بنائم (٤) </p><p> وقال رؤبة: </p><p> فنام ليلي وتجلى همي (٥) </p><p> ومثله قوله:  {فِي يَوْمٍ عَاصِفٍ}  [إبراهيم: ١٨] ، وذكرنا الكلام هناك بأبسط من هذا (٦) . </p><p> وقوله تعالى:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ} يريد: يسمعون </p><p>(١) \"تنوير المقباس\" ص ٢١٦ بمعناه مختصرًا. (٢) لم أقف عليه عند أهل المعاني، وقد ذكره من غير نسبة الرازي في \"تفسيره\" ١٧/ ١٣١.(٣) في (خ) و (ز): (بالسرى).(٤) \"ديوان جرير\" ص ٩٩٣، \"خزانة الأدب\" ١/ ٤٦٥، \"كتاب سيبويه\" ١/ ١٦٠.(٥) البيت في \"ديوان رؤبة\" ص ١٤٢، وفيه: وتقضى همي.(٦) قال في هذا الموضع: قال الفراء: جعل العصوف تابعًا لليوم في إغوائه، وإنما العصوف للرياح، وذلك جائز على وجهين، أحدهما: أن العصوف وإن كان للريح فإن اليوم قد يوصف به؛ لأن الريح تكون فيه، وقال أبو عبيدة: العرب تفعل ذلك في الظرف، قال الفراء: الوجه الآخر: أن يريد: في يوم عاصف الريح، فيحذف الريح؛ لأنها قد ذكرت في أول الكلام.</p>"
}