{
  "id": null,
  "sura": 10,
  "aya": 5,
  "text": "<p> عباس: يريد بالعدل جزاءً لا يصفه الواصفون (١) . </p><p> فإن قيل: لم أفرد المؤمنين بالقسط دون غيرهم وهو يجزي الكافر أيضًا بالقسط؟ قال ابن الأنباري: لو جمع الله الصنفين بالقسط لم يتبين ما يقع بالكافرين من العذاب الأليم، ففصلهم من المؤمنين ليبين ما يجزيهم به مما هو عدل غير جور، فلهذا خص المؤمنين بالقسط، وأفرد الكافرين بخبر يرجع إلى تأويله بزيادة في الإبانة والفائدة (٢) . </p><p> وقوله تعالى:  {لَهُمْ شَرَابٌ مِنْ حَمِيمٍ} الحميم: الذي قد أسخن بالنار حتى انتهى حره، يقال: حممت الماء: أي أسخنته، أحميه (٣) فهم حميم، ومنه الحمام. </p><p> ٥ - قوله تعالى:  {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً} ، قال أبو علي: الضياء لا يخلو من أحد أمرين: إما أن يكون جمع ضوء، كسوط وسياط، وحوض وحياض، أر مصدر ضاء يضوء ضياءً، كقولك قام قيامًا، وصام صيامًا (٤) ، وعلى أي الوجهين حملته فالمضاف محذوف، والمعنى: جعل الشمس ذات ضياء، والقمر ذا نور، ويجوز أن يكون جُعلا النور والضياء لكثرة ذلك منهما (٥) . </p><p>(١) رواه مختصرًا ابن أبي حاتم ٦/ ١٩٢٧، من رواية الضحاك وفيها انقطاع، وكذلك الفيروزأبادي في \"تنوير المقباس\" ص ٢٠٨، من رواية الكلبي، وحاله لا تخفى، لكن المعنى صحيح. (٢) ذكره مختصرًا بن الجوزي في \"زاد المسير\" ٤/ ٨.(٣) في (ح) و (ى): (أحمه).(٤) في \"الحجة\": عاد عيادةً.(٥) اهـ. كلام أبي علي، انظر: \"الحجة للقراء السبعة\" ٤/ ٢٥٨.</p><p> وروي عن ابن كثير من طريق قنبل (١)  (ضئاءً (٢) بهمزتين (٣) ، وأكثر الناس على تغليطه في ذلك (٤) ؛ لأن ياء (٥) ضياء منقلبة عن واو، مثل ياء قيام وصيام فلا وجه للهمز فيها، وعلى البعد يجوز أن يقال: الهمزة في موضع العين [من (ضياء) يكون على القلب كأنه قَدَّم اللام التي هي همزة إلى موضع العين] (٦) وأخَّر العين التي هي واو إلى موضع اللام، فلما وقعت طرفًا بعد ألف زائدة انقلبت [همزة كما انقلبت]  (٧) في سقاء (٨) وبابهن وهذا إذا قدر الضياء جمعا كان أسوغ، ألا ترى أنهم قالوا: [قوس </p><p>(١) هو: محمد بن عبد الرحمن بن محمد المخزومي مولاهم، أبو عمر المكي، مقرئ أهل مكة في عصره، وراوية الإمام ابن كثير، وانتهت إليه رئاسة الإقراء بالحجاز، وتوفي سنة ٢٩١ هـ. انظر: \"معرفة القراء الكبار\" ١/ ٢٣٠، \"غاية المنتهى\" ٢/ ١٦٥، \"النشر في القراءات العشر\" ١/ ١١٥.(٢) ساقط من (م).(٣) انظر: \"السبعة\" ص ٣٢٣، \"التيسير\" ص ١٢٠، \"إرشاد المبتدي\" ص ٣٥٩، \" النشر\" ١/ ٤٠٦.(٤) انظر: \"السبعة\" ص ٣٢٣، \"النشر\" ١/ ٤٠٦، \"البحر المحيط\" ٥/ ١٢٥، ولا وجه لتغليط قنبل إذ وافقه الحلواني عن القواس، عن ابن كثير، انظر: \"حجة القراءات\" لابن زنجلة ص ٣٢٨، \"النشر\" ١/ ٤٠٦، وانظر توجيه القراءة والرد على من ضعفها في \"الدر المصون\" ٦/ ١٥١ - ١٥٢.(٥) ساقط من (ح).(٦) ما بين المعقوفين ساقط من (ى).(٧) ما بين المعقوفين ساقط من (ح) و (ز).(٨) أجل سقاء، سقاي؛ لأنه من سقى يسقي، فلما تطرفت الياء بعد ألف زائدة انقلبت همزة.</p><p> وقسي؛ فصححوا الواحد وقلبوا في الجمع (١) ، وإذا قدرته مصدرًا كان أبعد؛ لأن المصدر يجري على فعله في الصحة والاعتلال، والقلب ضرب من الاعتلال فإذا لم يكن في الفعل امتنع أن يكون في المصدر أيضاً، ألا ترى أنهم قالوا] (٢) : لاوذ لواذا، وبايع بياعا فصححوهما (٣) في المصدر لصحتهما في الفعل، وقالوا: قام قيامًا، فأعلوه (٤) ونحوه؛ لاعتلاله في الفعل (٥) . </p><p> وقوله تعالى:  {وَقَدَّرَهُ مَنَازِلَ} ، قال الفراء (٦) ، والزجاج (٧) ، وابن الأنباري وغيرهم (٨) : خص القمر بالعائد لأن به تعرف المشهور دون الشمس فلحقه الاختصاص، قالوا: ويجوز أنه أراد: وقدرهما، فاكتفى بإعادة الذكر على أحدهما اختصارًا، ولهذا نظائر قد تقدمت (٩) . </p><p>(١) قال الجوهري: أصل قسي: قووس؛ لأنه (فعول) إلا أنهم قدموا اللام وصيروه قسو على (فلوع) ثم قلبوا الواو ياء وكسروا القاف كما كسروا عين عِصِيّ، فصارت فسي على (فِليع). \"الصحاح\" (قوس)، \"لسان العرب\" (قوس). (٢) ما بين المعقوفين ساقط من (ح) و (ز).(٣) في (ى): (فصححوا)، والمثبت موافق لـ\"الحجة\"، وهو أنسب للسياق.(٤) في (ح): (علّوه).(٥) نقل الواحدي توجيه القراءة من \"الحجة للقراء السبعة\" ٤/ ٢٥٨.(٦) \"معاني القرآن\" ١/ ٤٥٨.(٧) \"معاني القرآن وإعرابه\" ٣/ ٧.(٨) انظر: \"تفسير ابن جرير\" ١١/ ٨٦، والثعلبي ٧/ ٥ أ، والبغوي ٤/ ١٢١، و\"إعراب القرآن\" للنحاس ٢/ ٥٠.(٩) انظر مثلاً: تفسير قول الله تعالى: {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ} [التوبة: ٦٢].</p><p> ومعنى قدر: أي هيأ ويسر (١) ، وقوله:  {وَقَدَّرَهُ مَنَازِلَ} يتوجه علي أحد وجهين (٢) : إما أن يقال: المعنى: قدر له منازل، فحذف الجار وأفضى الفعل، وإما إن يقال: قدره (٣) ذا منازل، فحذف المضاف (٤) </p><p> وقوله تعالى:  {لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ} ، قال ابن عباس: يقول: لو جعلت شمسين شمسًا بالنهار وشمسًا بالليل ليس فيها ظلمة (٥) ولا ليل لم تعلموا عدد السنين والحساب (٦) . </p><p> قال الكلبي: يعني حساب المشهور والسنين والأيام والساعات (٧) . </p><p> وقوله تعالى:  {مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ} يعني ما تقدم (٨) ذكره من الشمس والقمر ومنازله، {ذَلِكَ} يُشار به إلى أكثر من الواحد، وذكرناه في قوله:  {عَوَانٌ بَيْنَ ذَلِكَ}  [البقرة: ٦٨] مستقصى مشروحًا (٩) . </p><p> وقوله تعالى:  {بِالْحَقِّ} ، قال ابن عباس: يريد بالعدل؛ لأنه هو الحق، وكل ما جاء من عنده هو الحق (١٠) ، وعلى هذا، المعنى: ما خلق </p><p>(١) في \"لسان العرب\" (قدر) تقدير الله الخلق: تيسيره كلًّا منهم لما علم أنهم صائرون إليه من السعادة والشقاء. (٢) في (خ): (الوجهين).(٣) ساقط من (ح).(٤) انظر الوجهين في \"التبيان في إعراب القرآن\" ص ٤٣٣.(٥) في (خ): (ظل).(٦) ذكره القرطبي في \"تفسيره\" ٨/ ٣١٠.(٧) \"تنوير المقباس\" ص ٢٠٨ عنه، عن ابن عباس مختصرًا.(٨) ساقط من (ي).(٩) ساقط من (ح).(١٠) لم أقف عليه.</p>"
}