{
  "id": null,
  "sura": 10,
  "aya": 33,
  "text": "<p> اتخذتم من الآلهة غير الله (١) ، وقال مقاتل: فماذا بعد الحق (٢) : يعنى بعد (٣) عبادة الله إلا الضلال، يعني عبادة الشيطان (٤) . </p><p> {فَأَنَّى تُصْرَفُونَ} ، قال ابن عباس: يريد: كيف تصرف عقولكم إلى عبادة مالا يرزق ولا يحيى ولا يميت (٥) . </p><p> ٣٣ - قوله تعالى:  {كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ} ، قال الزجاج: الكاف في موضع نصب أي مثل أفعالهم جازاهم ربك (٦) هذا كلامه. وشرحه أبو بكر (٧) فقال: (ذلك) إشارة إلى مصدر {تُصْرَفُونَ} تلخيصه: مثل ذلك الصرف حقت كلمة ربك، وموضع {ذَلِكَ} خفض بالكاف، والكاف موضعها نصب (٨) بـ {حَقَّتْ} على تقدير: حقت الكلمة مثل ذلك الصرف (٩) . </p><p> وقال بعض أهل المعاني: المشبه به في {كَذَلِكَ} معنى قوله: {فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ}  [ومعناه ليس بعد الحق إلا الضلال]  (١٠) كذلك حقت الكلمة، وعلى هذا: الكاف في موضسع رفع بالابتداء، وخبره {حَقَّتْ} </p><p>(١) \"تنوير المقباس\" ص ٢١٢ بمعناه. (٢) في (ح) و (ز) زيادة: (إلا الضلال).(٣) ساقط من (ى).(٤) \"تفسير مقاتل\" ١٤٠ أبنحوه.(٥) \"زاد المسير\" ٤/ ٢٩، \"الوسيط\" ٢/ ٥٤٧.(٦) \"معاني القرآن وإعرابه\" ٣/ ١٨.(٧) هو ابن الأنباري.(٨) ساقط من (ى).(٩) ذكر قوله ابن الأنباري مختصرًا بن الجوزي في \"زاد المسير\" ٤/ ٣٠.(١٠) ما بين المعقوفين ساقط من (ى).</p><p> وذكر أبو بكر قولًا آخر في {كَذَلِكَ} وهو أنه بمعنى هكذا (١) إشارة إلى الحاضر وهو مصدر {حَقَّتْ} ويكون موضع {كَذَلِكَ} نصبًا بـ {حَقَّتْ} ولا تكون الكاف فيه منفصلة مما بعدها، وتقديره إذا لم تفصل الكاف منه: هذا الحق حقت كلمة ربك [وقد ترفع (كذلك) إذا استحق الرفع، وهذا المعنى ذهب إليه مقاتل بن سليمان (٢) ، والكلبي (٣) ، وجماعة من المفسرين (٤) ، أعني أنهم يقولون: معنى الحرف: هكذا حقت كلمة ربك] (٥) ، والدليل على أن (هكذا) يرفع وينصب ويخفض بكماله وجملته ولا يُقضى عليه بانفصال (٦) بعضه من بعض حكايته الفراء عن أبي ثروان (٧) : ليس بهكذا (٨) ، فدخول الباء على (هكذا) يكشف أنه مشبه بـ (هذا) ، ويؤكد هذا الفصل ما ذكره صاحب النظم أن (كذلك) قد تكون تحقيقًا وإثباتًا لما قبله من الخبر، كما أن (كلا) ردٌ وإبطال لما قبله من الخبر، وعلى هذا (كذلك) كلمة (٩) بكماله وجملته، ولا يُقضى عليه بانفصال بعضه عن بعض. </p><p>(١) \"زاد المسير\" ٤/ ٣٠. (٢) لم أجده في \"تفسيره\".(٣) رواه الثعلبي ٧/ ١٤ أ، والبغوي ٤/ ١٣٢.(٤) انظر: \"تفسير السمرقندي\" ٢/ ٩٨، وابن الجوزي ٤/ ٣٠.(٥) ما بين المعقوفين ساقط من (ح).(٦) في (ح) و (ز): (انفصال).(٧) هو: أبو ثروان العكلي، من بني عُكْل، أعرابي فصيح مصنف، له من الكتب \"خلق الإنسان\"، وكتاب \"معاني الشعر\". انظر: \"الفهرست\" ص ٧٣، \"إنباه الرواة\" ٤/ ١٠٥، ولم أجد من ترجم له ترجمة وافية.(٨) في (م): (هكذا)، وهو خطأ.(٩) في (ى): (كذلك حقت كلمة)، وهو خطأ.</p><p> وقوله تعالى:  {كَلِمَتُ رَبِّكَ} وقرئ كلمات ربك (١) ، وذكر المفسرون في معناها (٢) قولين، أحدهما: حق وعد ربك الذي بينه في غير موضع من كتابه من تعذيبه أهل الكفر وإصارته إياهم إلى الهلاك والبوار، وهذا معنى قول الزجاج: أي: مثل أفعالهم جازاهم (٣) . </p><p> أما توحيد الكلمة وجمعها، فمن وحدها فإنه أراد الجمع؛ لأن ما أوعد الله -عز وجل- به وتهدد به الكفار كلام يجمع حروفًا وألفاظًا (٤) ، كقوله:  {وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ}  [السجدة: ٢٠] الآية، فجعل هذه الجملة وغيرها من آي الوعيد كلمة وإن كانت في الحقيقة كلمات؛ لأنهم قد يسمون القصيدة والخطبة كلمة، وهذا نحو قوله:  {وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى}  [الأعراف: ١٣٧] ، يعني بالكلمة قوله:  {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ}  [القصص: ٥] الآية، فجعلها كلها كلمة؛ وذلك لأنها إذا كانت الكلمات في معنى واحد كانت كأنها كلمة واحدة، هذا قول أبي بكر، وأبي علي (٥) . </p><p> قال أبو بكر: ويجوز أن يكون أراد الكلمات، فأوقع الواحد موقع الجمع كقوله: </p><p>(١) يعني الجمع، وهي قراءة نافع وابن عامر وأبي جعفر، وقرأ الباقون بالتوحيد. انظر: كتاب \"السبعة\" ص ٣٢٦، \"تحبير التيسير\" ص ١٢٢، \"إتحاف فضلاء البشر\" ص ٢١٦. (٢) ساقط من (ح).(٣) \"معاني القرآن وإعرابه\" ٣/ ١٨.(٤) في (م): (ألفاظًا وحروفًا).(٥) يعني الفارسي، انظر: \"الحجة\" ٤/ ٢٧٣.</p><p> وأما جلدها فصليب (١) </p><p> يعني جلودها، وقال أبو علي: ويجوز أن تكون: {كَلِمَتُ رَبِّكَ} التي يراد بها الجنس، وقد أوقع على بعض الجنس، كما أوقع اسم الجنس على بض، كقوله: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ} [الصافات: ١٣٧، ١٣٨] ، فأوقع اسم الليل على ذلك الوقت الذي يقرون فيه عليهم وهو بعض الجنس (٢) . </p><p> القول الثاني: في معنى الكلمة، أنه أراد: حق عليهم ما سبق من علم الله فيهم وما جبلهم عليه من الشقاء، وهذا قول ابن عباس (٣) ، وقوله تعالى:  {عَلَى الَّذِينَ فَسَقُوا} ، قال ابن عباس: يريد كذبوا (٤) . </p><p> قال أهل المعاني: فسقوا في كفرهم، أي تمردوا فيه، والفسق </p><p>(١) هذا بعض بيت، وهو بكماله: بها جِيَف الحسرى فأما عظامها ... فبِيضٌ وأما جلدها فصليبوالبيت لعلقمه الفحل في \"ديوانه\" ص ٤٠، \"خزانة الأدب\" ٧/ ٥٥٩، \"شرح أبيات سيبويه\" ١/ ٩٣، \"كتاب سيبويه\" ١/ ٢٠٩.والشاعر يصف طريقًا شاقًا قطعه حتى يصل إلى ممدوحه، والحسرى: جمع حسير، وهو البعير الذي كلّ وانقطع سيره إعياء أو هزالًا فيتركه أصحابه، وابيضت عظامه: يعني أكلت السباع والطيور ما عليها من لحم، وجلد صليب: أي يابس، أو لم يدبغ. انظر: \"شرح أبيات سيبويه\"، \"خزانة الأدب\"، نفس الموضعين السابقين.(٢) اهـ. كلام أبي علي، انظر: \"الحجة للقراء السبعة\" ٤/ ٢٧٣.(٣) رواه بمعناه مختصرًا ابن أبي حاتم ٦/ ١٩٥١، وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٥١.(٤) \"تنوير المقباس\" ص ٢١٢، ولفظه: كفروا.</p>"
}