{
  "id": null,
  "sura": 10,
  "aya": 93,
  "text": "<p> نكالاً لمن خلفك فلا يقولوا مثل مقالتك (١) . </p><p> قال أبو بكر: وتلخيص الحرف (٢) : لتكون لمن بعدك من الأمم عبرة، وأمرًا (٣) معجوبًا منه معتبرًا به (٤) . </p><p> وقال أبو إسحاق: وإنما كان ذلك آية؛ لأنه كان يدعي أنه رب وكان يعبده قوم (٥) ، فبين الله -عز وجل- أمره وأنه عبد، وفيه من الآية أن غرق مع وأخرج هو من بينهم فكان في ذلك آية (٦) . </p><p> وقوله تعالى:  {وَإِنَّ كَثِيرًا مِنَ النَّاسِ} الناس (٧) هاهنا عامة، وقوله:  {عَنْ آيَاتِنَا} أي: عن الإيمان بآياتنا. </p><p> ٩٣ - قوله تعالى:  {وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ} ذكرنا معنى {بَوَّأْنَا} عند قوله: {تُبَوِّئُ الْمُؤْمِنِينَ مَقَاعِدَ}  [آل عمران: ١٢١] ، وقال أبو زيد: بوأت فلانًا منزلًا تبوئةً وتبوُّئًا (٨) ، والاسم: البيئة (٩)  (١٠) ، وقال أبو </p><p>(١) \"الوسيط\" ٢/ ٥٥٩، وذكره ابن الجوزي ٤/ ٦١، عن أبي صالح، عن ابن عباس، وهو سند الكلبي في \"تفسيره\"، وليس للكلبي أقوال في التفسير بل نسب ذلك كله إلى ابن عباس. وقد ذكره أيضًا بنحوه الفيروزأبادي في \"تنوير المقباس\" ص ٢١٩، عن الكلبي، عن أبي صالح، عن ابن عباس.(٢) في (م): (الحدف).(٣) ساقط من (ى).(٤) لم أقف عليه(٥) في المصدر: قومه.(٦) \"معاني القرآن وإعرابه\" ٣/ ٣٢.(٧) ساقط من (ى).(٨) في \"تهذيب اللغة\"، \"اللسان\": تبويئًا.(٩) في \"تهذيب اللغة\" المباءة.(١٠) \"تهذيب اللغة\" (باء) ١/ ٢٤٦، \"لسان العرب\" (بوأ) ١/ ٣٨٢ هع اختلاف يسير.</p><p> علي: قوله: {مُبَوَّأَ صِدْقٍ} يجوز أن يكون مصدرًا، أي تبوّؤ (١) صدق، ويكون المفعول الثاني محذوفًا، ويجوز أن يكون مفعولًا ثانيًا فيجعل المبوأ اسمًا غير ظرف كما قال الشاعر (٢) : </p><p> وأنت مكانك من وائل ... مكان القراد من است الجمل (٣) </p><p> ومعنى (صدق) هاهنا أن العرب إذا مدحت شيئًا أضافته إلى الصدق؛ لأن الصدق محمود في الأحوال كلها؛ فتقول: رجل صدق؛ [وقدم صدق]  (٤) ، وفلان صديقك الصدق (٥) . </p><p> وقال بعض أهل المعاني: معناه أن هذا المنزل يصدق فيما يدل عليه من جلالة النعمة (٦) ، قال ابن عباس في قوله:  {وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ} قال: يريد: قريظة والنضير وبني قينقاع، {مُبَوَّأَ صِدْقٍ} ، قال: يريد: أنزلناهم منزل صدق ما بين المدينة والشام، {وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ} ، قال: </p><p>(١) في (م): (تبؤى)، وفي بقية النسخ: (تبوي)، وآثرت الرسم المثبت لمناسبته للحركة، وانظر: \"الحجة\" ٤/ ٣١٠، وكلام المحقق في الحاشية رقم (٢). (٢) اختلف في قائل هذا البيت، فهو في \"ديوان جرير\" ص ٤٨٦، وهو للأخطل في \"الأغاني\" ٨/ ٢٨، \"خزانة الأدب\" ١/ ٤٦٠، \"سمط اللآلي\" ص ٨٥٤، \"العقد الفريد\" ٣/ ٣٦٠، وليس في \"ديوان الأخطل\".وله أو لعتبة بن الوغل في \"شرح أبيات سيبويه\" للسيرافي ١/ ٣٧٨.والبيت لعتبة بن الوغل في \"المؤتلف والمختلف\" للآمدي ص ٨٤، ونسب أيضاً لكعب ابن جعيل في \"خزانة الأدب\" ١/ ٤٦٠، وهو من شواهد سيبويه ١/ ٤١٧ بلا نسبة.(٣) اهـ. كلام أبي علي، انظر: \"الحجة\" ٤/ ٣١٠.(٤) ما بين المعقوفين ساقط من (ح) و (ز).(٥) في (ى): (صدق). وانظر: \"تهذيب اللغة\" (صدق) ٢/ ١٩٩٠ - ١٩٩١.(٦) لم أقف عليه.</p><p> يريد: من أرض يثرب من النخل وما فيها من الرطب والتمر الذي ليس في البلاد مثلها طيبًا (١) . </p><p> وقال بعض أهل المعاني: قد دلت الآية على اتساع أرزاقهم (٢) . </p><p> وعلى هذا التفسير يريد ببني إسرائيل: اليهود الذين كانوا في زمان النبي - صلى الله عليه وسلم -، وذهب قوم إلى أنه أراد الذين كانوا في زمن موسى فمن بعدهم فقالوا في قوله:  {مُبَوَّأَ صِدْقٍ} يعني الشام ومصر (٣) ، وهو قول الضحاك (٤) . </p><p> وقال قتادة: الشام وبيت المقدس (٥) . </p><p> وقال الحسن: مصر، وهو منزل صالح خصيب آمن (٦) ، والصحيح قول ابن عباس؛ لأن قوله:  {فَمَا اخْتَلَفُوا حَتَّى جَاءَهُمُ الْعِلْمُ} من صفة الذين كانوا في عهد النبي - صلى الله عليه وسلم - (٧) ، فكذلك ما قبله. </p><p>(١) \"الوسيط\" ٢/ ٥٥٩، \"مفاتيح الغيب\" ١٧/ ١٦٥. (٢) لم أقف عليه.(٣) انظر: \"تفسير ابن جرير\" ١١/ ١٦٦، والسمرقندي ٢/ ١١٠، والثعلبي ٧/ ٢٧ أ، والبغوي ٤/ ١٤٩، وابن الجوزي ٤/ ٦٣.(٤) رواه ابن جرير ١١/ ١٦٦، وابن أبي حاتم ٦/ ١٩٨٥، والثعلبي ٧/ ٢٧ أ، والبغوي ٤/ ١٤٩.(٥) رواه عبد الرزاق في \"تفسيره\" ١/ ٢/ ٢٩٧، وابن جرير ١١/ ١٦٦، وابن أبي حاتم ٦/ ١٩٨٥.(٦) ذكره مختصرًا هود بن محكم في \"تفسيره\" ٢/ ٢٠٧.(٧) وإلى هذا ذهب ابن جرير ١١/ ١٦٧، والثعلبي ٧/ ٢٧/ أ، والبغوي ٤/ ١٥٠، وغيرهم. وذهب السمرقندي ٢/ ١١٠، والزمخشري ٢/ ٢٥٢، وابن عطية ٧/ ٢١٦، والرازي ١٧/ ١٥٩ إلى أن هذا من صفة اليهود السابقين الذين كانوا على عهد موسي -عليه السلام- والمعني: ما اختلف بنو إسرائيل في دينهم وما تفرقوا فيه إلا من =</p><p> وعلى (١) قول هؤلاء يحمل أول الآية على العموم وآخرها على الخصوص (٢) ، ومعنى {فَمَا اخْتَلَفُوا} أي: في تصديق النبي - صلى الله عليه وسلم - وأنه نبي حق مبعوث (٣) . </p><p> قال المفسرون: كانوا يخبرون بمبعث محمد (٤) - صلى الله عليه وسلم -، ويفخرون على سائر الناس بما يعلمونه من صدقه وخروجه والدخول في جملته، حتى بُعث فكذبوه حسدًا وبغيًا وإيثارًا لبقاء الرئاسة، وآمن فريق منهم وصدقه، فذلك اختلافهم حين جاءهم العلم (٥) . </p><p>= بعد ما جاءهم العلم بالدين الحق عن طريق التوراة وتعاليم موسى، وعلموا أن الاختلاف مذموم، فهو اختلاف عناد ومكابرة وإعراض عن الحق. (١) في (ح) و (ز): (فعلى)، والصواب ما أثبته.(٢) بل من حمل أول الآية على العموم وقال إن المراد هم جميع بني إسرائيل الذين على عهد موسى -عليه السلام-، حمل آخرها أيضًا على العموم وقال بأن المختلفين هم قوم موسى، انظر المراجع السابقة، نفس المواضع.(٣) هذا على قول ابن عباس المذكور ومن وافقه في المراد ببني إسرائيل، أما من قال بالعموم فقد حمل الاختلاف المذكور على العموم، قال السمرقندي ٢/ ١١٠: فما اختلفوا في الدين حتى جاءهم البيان، يعني جاءهم موسى -عليه السلام- بعلم التوراة. وقال الزمخشري ٢/ ٢٥٢: (فما اختلفوا) في دينهم وما تشعبوا فيه شعبًا إلا من بعد ما قرءوا التوراة وكسبوا العلم بدين الحق، ولزمهم الثبات عليه واتحاد الكلمة، وعلموا أن الاختلاف فيه تفرق عنه. وقال ابن عطية ٧/ ٢١٦: إن بني إسرائيل لم يكن لهم اختلاف على موسى في أول حاله فلما جاءهم العلم والأوامر وغرف فرعون اختلفوا.(٤) في (ى): (النبي).(٥) انظر: \"تفسير ابن جرير\" ١١/ ١٦٧، والثعلبي ٧/ ٢٧ ب، والبغوي ٤/ ١٥٠، وابن الجوزي ٤/ ٦٣.</p>"
}