{
  "id": null,
  "sura": 10,
  "aya": 11,
  "text": "<p> ١١ - قوله تعالى:  {وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ} ، قال مجاهد: هو (١) قول الإنسان لولده وماله إذا غضب: اللهم لا تبارك فيه والعنه (٢) . وقال قتادة: هو دعاء الرجل على نفسه وولده وأهله وماله بما يكره أن يستجاب له (٣) ، والتعجيل: تقديم الشيء قبل وقته، والاستعجال: طلب العجلة. </p><p> قال الفراء:  {اسْتِعْجَالَهُمْ} منصوب بوقوع الفعل وهو (يعجل) كما تقول: قد ضربت اليوم ضربك (٤) ، والمعنى كضربك (٥) . </p><p> وقال أبو إسحاق: نصب (استعجالهم) على [معنى: مثل استعجالهم، على]  (٦) نعت مصدر محذوف، المعنى: ولو يعجل الله للناس الشر تعجيلًا مثل استعجالهم بالخير (٧) ، وهذا نحو قول الفراء وتفسير له؛ لأنه قد قال: هو مثل قولك ضربت اليوم ضربك، أي: كضربك فيكون المعنى تعجيلًا كاستعجالهم (٨) ، فالقولان سواء، </p><p>(١) ساقط من (م). (٢) رواه ابن جرير ١١/ ٩٢، وابن أبي حاتم ٦/ ١٩٣٢، والثعلبي ٧/ ٧ أ، وابن أبي شيبة وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٣٩.(٣) رواه ابن جرير ١١/ ٩٢، وابن أبي حاتم ٦/ ١٩٣٢، والثعلبي ٧/ ٧ أ، والبغوي ٤/ ١٢٣.(٤) في (ح): (مضربك).(٥) \" معاني القرآن\" ١/ ٤٥٨.(٦) ما بين المعقوفين ساقط من (ي).(٧) \"معاني القرآن وإعرابه\" ٣/ ٨.(٨) \"معاني القرآن\" ١/ ٨ بمعناه.</p><p> و (استعجالهم) نصب بـ (تعجيك)  (١) في الظاهر على ما قاله الفراء، وهو في الحقيقة نعت مصدر محذوف كما قال أبو إسحاق، واستعجالهم معناه طلبهم العجلة، وهو مصدر مضاف إلى الفاعل، والمعنى: أن الناس لو أجيبوا في الدعاء على أنفسهم وأهليهم عند الغضب كقول الرجل لابنه وحميمه: فعل الله بك وأماتك الله، وعجلوا في ذلك الشر على ما يطلبون كما يطلبون العجلة بالخير. </p><p> وزاد ابن قتيبة بيانًا فقال: إن الناس عند الغضب وعند الضجر قد يدعون على أنفسهم وأهليهم وأولادهم بالموت وتعجيل البلاء، كما قد يدعونه بالرزق والرحمة وإعطاء السؤال، يقول: فلو أجابهم الله إذا دعوه بالشر الذي يستعجلونه به استعجالهم بالخير لقضي إليهم أجلهم، قال: وفي الكلام حذف واختصار كأنه قال: ولو يعجل الله للناس إجابتهم في الشر الذي يستعجلونه استعجالهم بالخير (٢) ، وعلى (٣) هذا، الاستعجال مصدر لفعل محذوف، والمصدر يدل على الفعل، كما أن الفعل يدل على المصدر، وقوله تعالى:  {وَلَوْ يُعَجِّلُ اللَّهُ} فعل من الله -عز وجل-، وقوله تعالى:  {اسْتِعْجَالَهُمْ} فعل من المخلوقين. </p><p> وقال مقاتل في هذه الآية: لو استجيب لهم في الشر كما يحبون أن يستجاب لهم في الخير (٤) . </p><p>(١) هكذا في جميع النسخ، وفي \"معاني القرآن\" للفراء: يعجل، وانظر نقل المؤلف النص قبل بضعة أسطر. (٢) \"تأويل مشكل القرآن\" ص ٣٩٣.(٣) في (م): (فعلى).(٤) هذا قول مقاتل بن سليمان، انظر: \"تفسيره\" ١٣٨ ب.</p><p> وسلك أبو علي الفارسي في الآية طريقة أخرى فقال: المعنى والله أعلم: ولو يعجل الله للناس الشر (١) ، أي: ما يدعون به (٢) من الشر على أنفسهم في حال ضجر وبطر استعجاله إياهم (٣) بدعاء الخير فأضيف المصدر إلى المفعول به، وحذف الفاعل، كقوله:  {مِنْ دُعَاءِ الْخَيْرِ}  [فصلت: ٤٩] في حذف ضمير الفاعل قال: والتقدير: ولو يعجل الله للناس الشر (٤) استعجالًا مثل استعجالهم بالخير (٥) ، وهذا مذهب الكلبي في هذه الآية، فإنه قال: يقول: لو يعجل الله للناس إذا دعوا بالعقوبة كما يعجل لهم الخير إذا دعوا بالرحمة والرزق والعافية فيرزق ويعطي (٦) ، وعلى هذا: التعجيل والاستعجال كلاهما من الله -عز وجل-. </p><p>(١) في \"الحجة\" دعاء الشر. (٢) في (م): (إليه).(٣) هكذا في جميع النسخ، وكذلك هو في إحدى نسخ \"الحجة\" كما أشار إليه المحقق، ونص بقية النسخ: استعجالهم إياه، ولعل صواب عبارة أبي علي ما ذكره المؤلف ويدل على ذلك ما يأتي:أ- قول أبي علي: فأضيف المصدر إلى المفعول به، وحذف الفاعل، دليل على أنه أراد ما ذكره المؤلف، إذ إنه على العبارة الثانية يكون المصدر مضافًا إلى الفاعل.ب- بيان المؤلف أن عبارة الكلبي بمعنى عبارة أبي علي وهذا لا يتحقق إلا على ما ذكره المؤلف.ج- قول المؤلف: وعلى هذا: التعجيل والاستعجال كلاهما من الله، لا يتحقق إلا بالعبارة التي ذكرها المؤلف، إذ إن العبارة الثانية تفيد أنه أراد العبارة الأخرى؛ لأنه لو أراد العبارة التي ذكرها المؤلف لقال: استعجالًا مثل استعجاله لهم بالخير. فليتأمل.(٤) ساقط من (ح).(٥) \"الحجة للقراء السبعة\" ٤/ ٢٥٤.(٦) ذكره بنحوه السمرقندي في \"تفسيره\" ٢/ ٩٠.</p><p> وقوله تعالى:  {لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ} ، قال عامة المفسرين: أي لماتوا وهلكوا جميعًا وفرغ من هلاكهم (١) ، وقال أبو عبيدة: لفرغ عن أجلهم (٢) ، والتقدير: لفرغ من أجلهم ومدتهم المضروبة للحياة، فإذا انتهت مدتهم المضروبة للحياة هلكوا، ومعنى الفراغ من المدة: انقضاؤها، والشيء إذا انقضى فرغ منه، ونحو هذه الآية قوله:  {وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ}  [الإسراء: ١١] . </p><p> فأما ما يتعلق به الجار في قوله:  {إِلَيْهِمْ} ، قال أبو علي: لما كان معنى (قضى) : فرغ [وكان فرغ]  (٣) قد يتعدى بها الحرف نحو قوله (٤) : </p><p> ألان فقد فرغت إلى نمير ... فهذا حين صرت لهم عذابا </p><p> فلما تعلق (إلى) بفرغ كذلك تعلق بقضى (٥) . </p><p> وتحقيق التأويل: لو أجيبوا إلى ما يدعون به من الشر والعذاب لفرغ إليهم من أَجَلِهم بأن ينقضي الأجل فيموتوا ويحصلوا في البلاء والعذاب. </p><p> وقرأ ابن عامر:  (لقَضَى إليهم أجلَهم) على إسناد الفعل إلى </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٣/ ٨، و\"تفسير ابن جرير\" ١١/ ٩٢، والثعلبي ٧/ ٧ أ، والبغوي ٤/ ١٢٤، و\"معاني القرآن\" للزجاج ٣/ ٨. (٢) \"مجاز القرآن\" ١/ ٢٧٥ ولفظه: لفرغ ولقطع ونبذ إليهم. وقد ذكره أبو علي في \"الحجة\" ٤/ ٢٥٤ بلفظ المؤلف.(٣) ما بين المعقوفين ساقط من (ى).(٤) هو: جرير كما في \"لسان العرب\" (أين) ١/ ١٩٣، ولم أجده في \"ديوانه\"، ورواية \"اللسان\": الآن وقد نزعت ... إلخونمير: قبيلة عربيته معروفة منها الراعي النميري، وكان بينه وبين جرير هجاء ومناقضات. انظر: \"طبقات فحول الشعراء\" ٢/ ٤٣٦.(٥) \"الحجة للقراء السبعة\" ٤/ ٢٥٦ بنحوه.</p>"
}