{
  "id": null,
  "sura": 10,
  "aya": 58,
  "text": "<p> مِنْ رَبِّكُمْ} يريد القرآن وما فيه، ومعنى الموعظة: الإبانة عما يدعو إلي الصلاح بطريق الرغبة والرهبة، والقرآن داع إلى كل صلاح بهذا الطريق. </p><p> وقوله تعالى:  {وَشِفَاءٌ لِمَا فِي الصُّدُورِ} أي: دواء لداء الجهل، وذلك أن داء الجهل أضر للقلب من داء المرض للبدن، فالمزيل له أجلّ شفاء وأعظمه موقعًا، والقرآن بحمد الله مزيل للجهل، وكاشف لعمى القلب {وَهُدًى} وبيان من الضلالة {وَرَحْمَةٌ لِلْمُؤْمِنِينَ} ، قال ابن عباس: ونعمة من الله لأصحاب محمد (١) - صلى الله عليه وسلم - (٢) . </p><p> ٥٨ - قوله تعالى:  {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ} الآية، قال أبو علي: الجار في قوله: {بِفَضْلِ اللَّهِ} متعلق بمضمر استغني عن ذكره لدلالة ما تقدم من قوله: {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ} عليه، كما أن قوله:  {آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ}  [يونس: ٩١] يتعلق الظرف فيه بمضمر يدل عليه ما تقدم ذكره من الفعل، وكذلك قوله:  {آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ}  (٣)  [يونس: ٥١] معناه الآن تؤمنون، ودل عليه:  {أَثُمَّ إِذاَ مَا وَقَعَءَامَنُم}  [يونس: ٥١] ، ونحو هذا قال ابن الأنباري، فقال (٤) : (الباء الأولى في الآية خبر لاسم مضمر، وتأويله: </p><p>= أيضًا السمرقندي ٢/ ١٠٢، والقرطبي ٨/ ٣٥٣، والأصل بقاء الخطاب على عمومه، وإلى ذلك ذهب ابن جرير ١١/ ١٢٤، وقال ابن عطية في \"المحرر الوجيز\" ٧/ ١٦٧: هذه آية خوطب بها جميع العالم. (١) القرآن نعمة لأصحاب محمد ولمن جاء بعدهم مؤمنًا إلى يوم القيامة، فلا وجه لهذا الحصر والتخصيص، وقد أشار الفراء في \"معاني القرآن\" ١/ ٤٦٩ إلى هذا التخصيص تفسيرًا لقراءة زيد بن ثابت (فبذلك فلتفرحوا) بالتاء، وسيأتي.(٢) \"الوسيط\" ٢/ ٥٥٠.(٣) اهـ. كلام أبي علي، انظر: \"الحجة للقراء السبعة\" ٤/ ٢٨٠.(٤) هكذا في جميع النسخ.</p><p> هذا الشفاء وهذه الموعظة بفضل الله، خذف الاسم وأبقى خبره) (١) . </p><p> ومعنى الإضافة في قوله:  {بِفَضْلِ اللَّهِ} ، قال بعض أهل المعاني: الفضل هاهنا موضع الإفضال، كما أن النبات في موضع الإنبات في قوله:  {وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا}  [نوح: ١٧] ، والمعنى بإفضال الله (٢) ، ويجوز أن تكون الإضافة بمعنى الملك، كما يضاف العبد إلى الله بمعنى أن مالك له. </p><p> وقوله تعالى:  {وَبِرَحْمَتِهِ} أعاد الجار على الأصل كقوله (٣) : </p><p> يا دار عفراء ودار البَخْدَنِ </p><p> وكقولهم: مررت بأخيك وبأبيك، وهذا مما سبق بيانه قديمًا، ومعنى الآية على ما ذكرنا: جاءتكم هذه الموعظة وهذا الشفاء -ويعني به القرآن- بإفضال الله عليكم، وإرادته الخير بكم، ثم قال:  {فَبِذَلِكَ فَلْيَفْرَحُوا} أشار بذلك إلى القرآن؛ لأن المراد بالموعظة والشفاء القرآن، فترك اللفظ وأشار إلى المعنى. وقال ابن الأنباري:  (ذلك) إشارة إلى معنى الفضل والرحمة، تلخيصه: بذلك التطول (٤) فليفرحوا (٥) . </p><p> قال أبو علي: الجار في قوله {فَبِذَلِكَ} متعلق بـ (ليفرحوا) ؛ لأن هذا </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ٤١. (٢) لم أقف عليه عند أهل المعاني، وقد ذكره مختصرًا في \"تفسيره\" ٢/ ٢٩٨.(٣) البيت لرؤبة في \"ديوانه\" ص ١٦١، وبعده:بك المها من مطفل ومشدنوكتاب سيبويه ٢/ ١٨٨، و\"المحكم\" ٥/ ٣٤٣، و\"اللسان\" (بخدن) و\"الجمهرة\" (١١١٦).(٤) في (ج): (التطويل)، وهو خطأ، والتطول: التفضل. انظر: \"القاموس المحيط\" (طول) ص ١٠٢٦.(٥) \"زاد المسير\" ٤/ ٤١.</p><p> الفعل يصل به، يقال: فرحت بكذا، والفاء في قوله:  {فَلْيَفْرَحُوا} زيادة (١) كقول الشاعر (٢) : </p><p> وإذا هلكت فعند ذلك فاجزعي </p><p> والفاء في (فاجزعي) زيادة، كما كانت التي في قوله:  {فَلْيَفْرَحُوا} كذلك (٣) ، هذا الذي ذكرنا مذهب النحويين في هذه الآية (٤) . </p><p> ومذهب المفسرين غير هذا، فإن ابن عباس (٥) ، والحسن (٦) ، </p><p>(١) زيادة المبني تدل على زيادة المعنى، وليس في القرآن زيادة لا فائدة لها، ولعل أبا علي وسائر النحويين يقصدون بالزيادة عدم تأثير حذف ما قيل بزيادته من الناحية الإعرابية، وقال الزركشي: ومعنى كونه زائدًا أن أصل المعنى حاصل بدونه دون التأكيد، فبوجوده حصل فائدة التأكيد، والواضع الحكيم لا يضع الشيء إلا لفائدة. \"البرهان في علوم القرآن\" ١/ ٧٤. (٢) هو النمر بن تولب، وصدر البيت:لا تجزعي إن منفسًا أهلكتهانظر: \"ديوانه\" ص ٧٢، \"خزانة الأدب\" ١/ ٣١٤، \"شرح أبيات سيبويه\" ١/ ١٦٠، \"كتاب سيبويه\" ١/ ١٣٤، والمنفس: الشيء النفيس. والشاعر يخاطب امرأته لما لامته على إنفاق ماله على ضيوفه. انظر: \"الخزانة\"، شرح الأبيات نفس الموضعين السابقين.(٣) \"الحجة للقراء السبعة\" ٤/ ٢٨١ بتصرف.(٤) انظر: \"إعراب القرآن\" للنحاس ٢/ ٦٥، \"البحر المحيط\" ٥/ ١٧١ - ١٧٢، \"الدر المصون\" ٦/ ٢٢٤.(٥) رواه عنه ابن جرير ١١/ ١٢٥، وابن أبي حاتم ٦/ ١٩٥٩، وهو صحيح من رواية ابن أبي طلحة.(٦) رواه عبد الرازق في \"تفسيره\" ٢/ ٢/ ٢٩٦، وابن جرير ١١/ ١٢٥، وذكره ابن أبي حاتم ٦/ ١٩٥٩ بغير سند.</p><p> وقتادة (١) ، ومجاهدًا (٢) ، وغيرهم (٣) ، قالوا: فضل الله: الإسلام، ورحمته القرآن. </p><p> وقال أبو سعيد الخدري: فضل الله: القرآن، ورحمته أن جعلهم من أهله (٤) ، وعلى هذا: الباء في {بِفَضْلِ اللَّهِ} تتعلق بمحذوف يفسره ما بعده، كأنه قيل: قل (٥) فليفرحوا بفضل الله وبرحمته. </p><p> [وقوله تعالى:  {فبَذَلِك} ، قال الزجاج: هو بدل من قوله: {بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ} ] (٦) . </p><p> وقال صاحب النظم: قوله: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ} يقتضي جوابًا فلم يجىء حين قال مبتدئًا: {فَبِذَلِكَ فَلْيَفْرَحُوا} ، وأكثر ما يجيء أن يكون المبتدأ مجملاً، ثم تجيء الترجمة والبيان بعد، وهاهنا جاءت الترجمة قبل، وجاء الإجمال بعد البيان؛ لأن قوله:  {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ} معروف ما هما، فلو قال نسقًا عليه {فَلْيَفْرَحُوا} لكان تامًّا مفهومًا، فلما قال:  (فبذلك) أجمل به ما تقدم من الترجمة؛ لأن قوله (ذلك) يحمل ما قبله قلّ أم كثر، ذكرًا كان أم أنثى، واحداً كان أم اثنين، كما قال تعالى:  {لَا فَارِضٌ} </p><p>(١) رواه ابن جرير ١١/ ١٢٥، والثعلبي ٧/ ١٧ أ، والبغوي ٤/ ١٣٨. (٢) المصادر السابقة، نفس المواضع.(٣) منهم هلال بن يساف وزيد بن أسلم وابنه وأبو العالية وسالم بن أبي الجعدوالضحاك والربيع بن أنس، كما في \"تفسير ابن أبي حاتم\" ٦/ ١٩٥٩.(٤) رواه ابن جرير ١١/ ١٢٤، وابن أبي حاتم ٦/ ١٩٥٨، وذكره بغير سند السمرقندي ٢/ ١٠٢، والثعلبي ٧/ ١٧ أ، والبغوي ٤/ ١٣٨، وابن الجوزي ٤/ ٤٠.(٥) ساقط من (ى).(٦) ما بين المعقوفين (ى)، وانظر قول الزجاج في \"معاني القرآن وإعرابه\" ٣/ ٢٥.</p><p> وَلَا بِكْرٌ عَوَانٌ بَيْنَ ذَلِكَ} [البقرة: ٦٨] أي بين البكر والفارض (١) . </p><p> وقوله تعالى:  {فَلْيَفْرَحُوا} هو أمر للمؤمنين بالفرح. </p><p> ومعنى الفرح: لذة في القلب بإدراك المحبوب ونيل المشتهى، يقول: ليفرح المؤمنون بفضل الله ورحمته، فإن ما آتاهم الله من الموعظة وشفاء ما في الصدور، وثلج اليقين بالإيمان، وسكون النفس إليه، خير مما يجمع غيرهم من أعراض الدنيا مع فقد هذه الخلال. </p><p> فإن قيل: كيف جاء الأمر للمؤمنين (٢) بالفرح (٣) وقد ذم ذلك في غير (٤) موضع من التنزيل؛ من ذلك قوله:  {لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ}  [القصص: ٧٦] ، وقوله:  {إِنَّهُ لَفَرِحٌ فَخُورٌ}  [هود: ١٠] ؟ </p><p> قيل: إن عامة ما جاء مقترنًا بالذم من هذه اللفظة إذا جاءت مطلقة، فإذا قيد (٥) لم يكن ذمًا، كقوله:  {فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ}  [آل عمران: ١٧٠] ، وقد قيد في هذه الآية بقوله تعالى:  (بذلك) . </p><p> وقوله:  {فَلْيَفْرَحُوا} بالياء، قال الفراء: وقد ذُكر عن زيد بن ثابت أنه قرأ بالتاء (٦) ، وقال: معناه: فبذلك فلتفرحوا يا أصحاب محمد - صلى الله عليه وسلم -، هو </p><p>(١) الفارض: المسنة الهرمة. انظر: \"تفسير ابن جرير\" ١/ ٣٤١، ٣٤٢، ٢٤٣، \"القاموس المحيط\" فصل: الفاء، باب: الضاد ٦٥٠. (٢) في (م): (المؤمن).(٣) ساقط من (م).(٤) ساقط من (ح) و (ز).(٥) في (ى): (قيل)، وهو خطأ.(٦) وهي قراءة رويس عن يعقوب -من العشرة- والحسن البصري وغيرهما. انظر: \"الغاية في القراءات العشرة\" ص ١٧١، \"النشر\" ٢/ ٢٨٥، \"إتحاف فضلاء البشر\" ص ٢٥٢، \"المحتسب\"١/ ٣١٣، وذِكْرها في السواد وهْمٌ من ابن جني.</p><p> خير مما يجمع الكفار، قال: وقوى هذه القراءة قراءةُ أُبيّ (فبذلك فافرحوا)  (١) ، والأصل في الأمر للمخاطب والغائب اللام، نحو: لتقم يا زيد، وليقم زيد، يدل على هذا أن حكم الأمرين واحد، إلا أن العرب حذفت (٢) اللام من فعل المأمور المواجه (٣) لكثرة استعماله، وحذفوا التاء أيضًا وأدخلوا ألف الوصل، نحو: اضرب واقتل؛ ليقع الابتداء به، كما قالوا (٤) : {ادَّارَكُوا}  [الأعراف: ٣٨] ، و {اثَّاقَلْتُمْ}  [التوبة: ٣٨] ، وكان الكسائي يعيب قولهم: فلتفرحوا؛ لأنه وجده قليلاً فوجده (٥) عيبًا، وهو الأصل، ولقد سُمع عن النبي - صلى الله عليه وسلم - أنه قال في بعض المشاهد:  \"لتأخذوا مصافكم\"  (٦) </p><p>(١) ذكرها عنه أبو جعفر النحاس في \"إعراب القرآن\" ٢/ ٦٥، وأبو علي الفارسي في \"الحجة\" ٤/ ٢٨٢، وابن جني في \"المحتسب\" ١/ ٣١٣، وهي قراءة شاذة مخالفة لرسم المصحف. (٢) في (ى): (حدثت)، وهو خطأ.(٣) يعني الحاضر الذي يوجّه له الخطاب.(٤) هكذا في جميع النسخ، وفي \"معاني القرآن\": (قال)؛ لأن القول المذكور من القرآن، ولعل الواحدي لم يرد ذلك.(٥) هكذا في جميع النسخ، وفي \"معاني القرآن\" فجعله، وهو أصوب.(٦) لم أجده مسندًا، وقال الزيلعي في \"تخريج الأحاديث والآثار الواقعة في تفسير الكشاف\" ٢/ ١٢٧: غريب، ولم يذكر له مخرجًا، وقد ذكره بغير سند الفراء في \"المعاني\" ١/ ٤٧٠، والزمخشري في \"الكشاف\" ٢/ ٢٤٢، والقرطبي ٨/ ٣٥٤، وأبو حيان في \"البحر\" ٥/ ١٧٢، وروى معناه في الصلاة الترمذي (٣٢٣٥) في التفسير سورة ص، وأحمد ٥/ ٢٤٣، ولفظهما: على مصافكم كما أنتم، ولا شاهد فيه بهذا اللفظ، ويشهد لهذا الحديث من الناحية اللغوية قول الرسول - صلى الله عليه وسلم -: \"لتأخذوا مناسككم\" رواه مسلم (١٢٩٧) في الحج، باب: استحباب رمي جمرة العقبة يوم النحر راكبًا، قال المحقق: هذه اللام لام الأمر، ومعناه: خذوا مناسككم.</p>"
}