{
  "id": null,
  "sura": 10,
  "aya": 94,
  "text": "<p> قال ابن عباس: يريد القرآن الذي جاء به محمد - صلى الله عليه وسلم - (١) وعلى هذا، القرآن سمي علمًا؛ لأنه دليل مؤد إلى العلم، وقال الفراء: العلم يعني به محمدًا - صلى الله عليه وسلم - وصفته (٢) ، وعلى هذا أريد بالعلم المعلوم، وذلك أنهم كانوا يعملونه قبل خروجه بنعته وصفته حق العلم، هذا الذي ذكرنا مذهب عامة أهل التأويل (٣) . </p><p> وقال الحسن (٤) وابن زيد (٥) : قوله: {فَمَا اخْتَلَفُوا} يعني أنهم كانوا قبل مبعث محمد - صلى الله عليه وسلم - كانوا كفارًا كلهم، حتى جاءهم العلم فاختلفوا بأن آمن فريق وكفر فريق، فنفي الاختلاف في القول الأول يعود إلى التصديق بمحمد - صلى الله عليه وسلم - قبل مبعثه، وفي قول الحسن وابن زيد نفي الاختلاف عن كفرهم ثم ظهر الاختلاف بإيمان بعضهم، والقول هو الأول. </p><p> وقوله تعالى:  {إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} ، قال ابن عباس: يريد: من أمرك (٦) . </p><p> ٩٤ - قوله تعالى:  {فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ} الآية، معنى الشك في موضوع (٧) اللغة: ضم بعض الشيء إلى بعض، يقال: شك </p><p>(١) \"الوسيط\" ٢/ ٥٥٩، \"زاد المسير\" ٤/ ٦٣، ورواه الفيروزأبادي في \"تنوير المقباس\" ص ٢١٩ بنحوه. (٢) \"معاني القرآن\" ١/ ٤٧٨.(٣) يعني الذين ذهبوا مذهبه في المراد ببني إسرائيل هنا، وقد سبق ذكر الخلاف.(٤) ساقط من (ح) و (ز) ولم أقف على قوله، وقد ذكر هذا القول بلا نسبة الرازي في \"تفسيره\" ١٧/ ١٥٩.(٥) روى قوله ابن جرير ١١/ ٦٧ بمعناه.(٦) ذكره المؤلف في \"الوسيط\" ٢/ ٥٥٩ بلا نسبة.(٧) في (ح) و (ز): (موضع).</p><p> الجواهر في العقد: إذا ضم بعضها إلى بعض، وشككت الصيد: إذا رميته فنظمت يده إلى يده أو رجله إلى رجله، لا يكون الشك إلا كذلك والشكائك من الهوادج (١) : ما شك بعضها في بعض، والشكاك: البيوت المصطفة، والشكائك الأدعياء؛ لأنهم يشكون أنفسهم إلى قوم ليسوا منهم، أي: يضمون، وشك الرجل في السلاح إذا دخل فيه وضمه إلى نفسه [وألزمه إياها (٢) ، فإذا قالوا شك فلان في الأمر أرادوا أنه وقف نفسه] (٣)  (٤) بين شيئين فيجوّز هذا (٥) ويجوّز ذاك، فهو يضم إلى ما يتوهمه شيئًا آخر خلافه (٦) . </p><p> واختلفوا في هذا الخطاب لمن هو؟ فقال أكثر أهل العلم: هذا الخطاب للرسول -عليه السلام- والمراد غيره من الشكاك (٧) ؛ لأن القرآن نزل عليه بمذاهب العرب كلها، وهم قد يخاطبون الرجل بالشيء يريدون غيره، </p><p>(١) الهودج: مركب للنساء يصنع من العصي ثم يجعل فوقه الخشب فيقبب. انظر: \"لسان العرب\" (هدج) ٨/ ٤٦٣٠ - ٤٦٣١. (٢) أي ألزم نفسه السلاح.(٣) ما بين المعقوفين ساقط من (ح) و (ز).(٤) في (ح) و (ز): (من).(٥) ساقط من (ى).(٦) انظر: \"تهذيب اللغة\" (شك) ٢/ ١٩١٤ - ١٩١٥، \"اللسان\" (شك) ٤/ ٢٣٠٩ - ٢٣١٠.(٧) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٢، \"تفسير ابن جرير\" ١١/ ١٦٨ - ١٦٩، \"غريب القرآن\" لابن قتيبة ص ٢٠٤ - ٢٠٥، \"تأويل مشكل القرآن\" له ص ٢٧٠، \"معاني القرآن\" للنحاس ٣/ ٣١٦، \"المحرر الوجيز\" ٧/ ٢١٧.</p><p> وكذلك يقول متمثلهم: إياك أعني واسمعي يا جارة (١) ، ومثل هذا قوله:  {يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ}  [الأحزاب: ١] الآية، الخطاب للنبي - صلى الله عليه وسلم - والمراد بالوصية والعظة المؤمنون، يدل علي ذلك قوله:  {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا}  [الأحزاب: ٢] ولم يقل بما تعمل. </p><p> وقال أبو إسحاق: إن الله -عز وجل- يخاطب النبي - صلى الله عليه وسلم - وذلك الخطاب شامل للخلق، والمعنى فإن كنتم في شك فاسألوا (٢) ، والدليل علي ذلك قوله في آخر السورة:  {إِنْ كُنْتُمْ فِي شَكٍّ}  [يونس: ١٠٤] الآية، فَأعْلَم الله أن نبيه ليس في شك، وأمره أن يتلو عليهم ذلك، وهذا أحسن الأقوال. انتهى كلامه (٣) ، وهذا (٤) الذي ذكرنا مذهب ابن عباس (٥) ، والحسن (٦) ، وأكثر أهل التأويل (٧) . </p><p> قال ابن عباس في هذه الآية: لم يرد النبي - صلى الله عليه وسلم -؛ لأنه لم يشك في الله، ولا فيما أوحى إليه، ولكن يريد من آمن به وصدقه، أمرهم أن يسألوا لئلا ينافقوا كما شك المنافقون. </p><p>(١) المثل يضرب لمن يتكلم بكلام ويقصد به شيئًا آخر، انظر: \"مجمع الأمثال\" ١/ ٨٣، \"جمهرة الأمثال البغدادية\" ١/ ٥٥٦. (٢) في (ح) و (ز): (قالوا)، وهو خطأ.(٣) انظر: \"معاني القرآن وإعرابه\" ٣/ ٣٢ بتصرف واختصار.(٤) في (ح) و (ز): (وهو)، وهو خطأ.(٥) سيأتي تخريج قوله.(٦) رواه ابن الأنباري في \"المصاحف\" كما في \"الدر المنثور\" ٣/ ٥٧١.(٧) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٢، \"تفسير ابن جرير\" ١١/ ١٦٨ - ١٦٩، \"غريب القرآن\" لابن قتيبة ص ٢٠٤ - ٢٠٥، \"تأويل مشكل القرآن\" له ص٢٧٠، \"معاني القرآن\" للنحاس ٣/ ٣١٦، \"المحرر الوجيز\" ٧/ ٢١٨.</p><p> وقال ابن قتيبة: الناس كانوا في عصر النبي - صلى الله عليه وسلم - أصنافًا؛ منهم كافر به مكذب لا يرى إلا أن ما جاء به الباطل، وآخر: مؤمن به مصدق يعلم أن ما جاء به الحق، وشاك في الأمر لا يدري كيف هو، فهو يقدم رجلاً ويؤخر رجلاً، فخاطب الله هذا الصنف من الناس فقال: فإن كنت أيها الإنسان (١) في شك مما أنزلنا إليك من الهدى على لسان محمد - صلى الله عليه وسلم - فأسأل، قال: ووحد وهو يريد الجمع، كما قال:  {يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ}  [الانفطار: ٦] ، و {أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ}  [الانشقاق: ٦] ، {فَإِذَا (٢) مَسَّ الْإِنْسَانَ ضُرٌّ} [الزمر: ٤٩] ، ولم يرد في جميع هذا (٣) إنسانًا بعينه إنما هو لجماعة الناس، قال: وهذا وإن كان جائزًا حسنًا، فإن المذهب الأول (٤) أعجب إليّ؛ لأن الكلام اتصل حتى قال:  {أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ}  [يونس: ٩٩] ، وهذا لا يجوز أن يكون إلا لرسول الله - صلى الله عليه وسلم - (٥) ، فجعل ابن قتيبة (٦) هذا الذي ذكره جوابًا آخر، ثم (٧) اعترض عليه بما ذكر، والأولى أن يقال: الخطاب للنبي - صلى الله عليه وسلم - والمراد به هذا الصنف الشاك الذي ذكره ابن قتيبة، فيكون هذا تأكيدًا وبيانًا للقول الأول، ويسقط ذلك الاعتراض الذي ذكر. وذكروا في هذه الآية أقوالًا متكلفة بعيدة فلم </p><p>(١) في (ى): (الناس)، وهو خطأ. (٢) في (م): (وإذا)، وهو صواب موافق للآية ٨ من سورة الزمر.(٣) في (ى): (هذا الجميع).(٤) \"الوسيط\" ٢/ ٥٥٩، ومعناه في \"تنوير المقباس\" ص ٢١٩.(٥) يعني أن الخطاب للرسول - صلى الله عليه وسلم - والمراد غيره.(٦) \"تأويل مشكل القرآن\" ص ٢٦٩ - ٢٧٤ باخصار.(٧) ساقط من (ح) و (ز).</p>"
}