{
  "id": null,
  "sura": 10,
  "aya": 37,
  "text": "<p> هذا: إن الظن لا يقوم مقام العلم، وفي هذا دليل على أن من كان في مسائل الأصول ظانًّا لم يكن مؤمنًا. </p><p> وقوله تعالى:  {إِنَّ اللَّهَ عَلِيمٌ بِمَا يَفْعَلُونَ} ، قال (١) : يريد من كفرهم] (٢) . </p><p> ٣٧ - قوله تعالى:  {وَمَا كَانَ هَذَا الْقُرْآنُ أَنْ يُفْتَرَى مِنْ دُونِ اللَّهِ} ، قال الزجاج (٣) ، وابن الأنباري (٤) : هذا جواب لقولهم {ائْتِ بِقُرْآنٍ غَيْرِ هَذَا}  [يونس: ١٥] و (أن) مع (يُفْتَرَى) مصدر مقضيًا عليه بالنصب تقديره: وما كان هذا القرآن افتراءً من دون الله، كما تقول: ما كان هذا الكلام كذبًا. </p><p> {وَلَكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ}  [أي: ولكن كان تصديق الذي بين يديه]  (٥) من الكتب وأنباء الأمم السالفة وأقاصيص أنبيائهم، وهذا قول المفسرين (٦) . قال أبو إسحاق: ويجوز أن يكون المعنى: ولكن تصديق الذي بين يديه (٧) القرآن، أي تصديق الشيء الذي تقدمه القرآن، أي يدل </p><p>(١) يعني ابن عباس، وانظر القول في \"تنوير المقباس\" ص ٢١٣ بمعناه. (٢) ما بين المعقوفين ساقط من (ح).(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٠ بنحوه.(٤) \"زاد المسير\" ٤/ ٣٢ مختصرًا.(٥) ما بين المعقوفين ساقط من (ى).(٦) انظر: \"تفسير ابن جرير\" ١١/ ١١٧، والماوردي ٢/ ٤٣٥، والبغوي ٤/ ١٣٤.(٧) في \"معاني القرآن وإعرابه\" المطبوع: يدي، والصواب ما ذكره الواحدي؛ لأن القرآن قبل البعث، ولو قيل: البعث بين يدي القرآن لكان المعنى: البعث قبيل القرآن، وهذا لا يصح، وفي \"لسان العرب\" (يدي) ٨/ ٤٩٥٤: يقال: بين يديك كذا لكل شيء أمامك، قال الله -عز وجل-: {مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ} [الأعراف: ١٧] ويقال: إن بين يدي الساعة أهوالاً، أي: قدامها.</p><p> على أمر البعث والنشور (١) ، فعلى القول الأول الكناية في {يَدَيْهِ} تعود إلى القرآن، وعلى القول الثاني تعود إلى الذي قال ابن الأنباري (٢) . </p><p> تحقيق القول الأول: ولكن تصديق الوحي الذي بين يدي القرآن من الكتب، فالقرآن شاهد لما تقدمه من الكتب أنها حق، وموافق لها في الأخبار وشاهد لها، إذ جاء على ما تقدمت به البشارة فيها. </p><p> وتحقيق القول الثاني: ولكن تصديق البعث الذي القرآن بين يديه؛ لأن القرآن يخبر بالبعث، ويدعو إلى الاستعداد له، قال أبو بكر: ويحتمل أن يكون المعنى ولكن تصديق النبي (٣) الذي بين يدي القرآن (٤) ؛ [لأنهم شاهدوا النبي - صلى الله عليه وسلم - وعرفوه قبل أن يسمعوا منه القرآن (٥) ] (٦) . </p><p> وقوله تعالى:  {وَتَفْصِيلَ الْكِتَابِ} أراد وتفصيل ما في الكتاب من الحلال والحرام والفرائض والسنن والأحكام، وما في الكتاب هو الكتاب لذلك قال:  {وَتَفْصِيلَ الْكِتَابِ} كأن المعنى وتفصيل المكتوب من هذه الأشياء، والتفصيل: التبيين، وقد مر، وهذا معنى قول ابن عباس (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٠. (٢) لم يرد لابن الأنباري قول في هذه الجملة من الآية، ولا يمكن أن يكون مراده قول ابن الأنباري الآتي، لعدم اتفاقه مع معنى القول الثاني، ولعل المؤلف يريد قول أبي إسحاق الزجاج.(٣) في (ح): (الشيء)، وهو خطأ.(٤) يعني محمدًا - صلى الله عليه وسلم -، وانظر تفسير القول في \"الجامع لأحكام القرآن\" ٨/ ٣٤٤.(٥) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ٣٢.(٦) ما بين المعقوفين ساقط من (ح).(٧) \"تنوير المقباس\" ص ٢١٣.</p>"
}