{
  "id": null,
  "sura": 10,
  "aya": 98,
  "text": "<p> قال ابن عباس: قول ربك بالسخط عليهم (١) ، وقال قتادة: سخط ربك بما عصوه (٢) ، وقال أهل المعاني: معنى (حقت عليهم [كلمة ربك) أي: وقعت على تحقيق من غير شرط ولا تقييد بأنهم لا يؤمنون، والمعنى: إن الذين حقت عليهم] (٣) الكلمة (٤) بأنهم لا يؤمنون [لا يؤمنون]  (٥) ولو جاءتهم كل آية (٦) ، وقال مقاتل: وجبت عليهم كلمة العذاب (٧) . </p><p> ٩٧ - ومعنى {وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ} ، قال المفسرون: كانوا يسألون رسول الله - صلى الله عليه وسلم - أن يأتيهم بالآيات حتى يؤمنوا، [فقال الله:  (لا يؤمنون ولو جاءتهم كل آية حتى يروا] (٨) العذاب الأليم) فلا ينفعهم حينئذ إيمانهم كما لم ينفع فرعون إيمانه حين أدركه الغرق. </p><p> ٩٨ - قوله تعالى:  {فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا} الآية، في هذه الآية طريقان: </p><p> أحدهما: وهو طريق المفسرين أن (لولا) معناها (٩) النفي، قال أبو مالك صاحب ابن عباس: كل ما في كتاب الله من ذكر (لولا) فمعناها: </p><p>(١) \"الوسيط\" ٢/ ٥٦٠، وبنحوه رواه ابن أبي حاتم ٦/ ١٩٨٦. (٢) رواه ابن جرير ١١/ ١٦٨، وابن أبي حاتم ٦/ ١٩٨٦، والبغوي ٤/ ١٥١.(٣) ما بين المعقوفين ساقط من (ز).(٤) في (ى): (كلمة العذاب).(٥) ما بين المعقوفين ساقط من جميع النسخ عدا (م) ولا يتم المعنى إلا بها.(٦) لم أقف عليه.(٧) \"تفسير مقاتل بن سليمان\" ١٤٣ أ.(٨) ما بين المعقوفين ساقط من (ى).(٩) في (م): (معناه).</p><p> (هلَّا) ، إلا حرفين {فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا} معناها: فما كانت قرية آمنت فنفعها إيمانها، وكذلك {فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ}  [هود: ١١٦] معناه فما كان من القرون (١) . </p><p> وقال ابن عباس في رواية عطاء: فما كانت قرية آمنت فنفعها إيمانها إلا قوم يونس: قال: يريد لم أفعل هذا بأمة قط {إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا} عند نزول العذاب، كشفنا عنهم العذاب (٢)  (٣) . </p><p> وقال قتادة في هذه الآية: لم يكن هذا معروفًا لأمة من الأمم؛ كفرت ثم آمنت عند نزول العذاب فكشف عنهم، إلا قوم يونس كشف عنهم العذاب بعد ما تدلى عليهم (٤) . </p><p> وقال مقاتل: كان العذاب فوق رؤوسهم قدر ميل (٥) . </p><p> وقال ابن الأنباري (٦) : كشف الله عنهم العذاب وقَبِل توبتهم لما علم من حسن نيتهم وأنهم يقيمون على شكره وحمده، ولا يزالون يوحدونه </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٣/ ٥٧٢، ونسبه لابن أبي حاتم، ورواه ابن أبي حاتم في تفسير سورة يونس ٦/ ١٩٨٧ مختصرًا. (٢) ساقط من (م) و (ى).(٣) \"الوسيط\" ٢/ ٥٦٠، ورواه بمعناه ابن جرير ١١/ ١٧١ من رواية عطاء الخراساني، ورواه أيضًا ابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٧٢.(٤) رواه بنحوه ابن جرير ١١/ ١٧٠ - ١٧٢، وابن أبي حاتم ٦/ ١٩٨٨، وابن المنذر وأبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٧٢.(٥) \"تفسير مقاتل\" ص ١٤٣ أ.(٦) ذكر قوله مختصرًا ابن الجوزي في \"زاد المسير\" ٤/ ٦٧.</p><p> ويعبدونه ويتأسفون (١) على ما فرط (٢) منهم من الكفر، بخلاف ما علم من سوء نيات الأمم المهلكين، يدل على صحة ما ذكرنا (٣) ما روي عن ابن مسعود أنه قال: بلغ من توبتهم أن ترادوا المظالم بينهم حتى إن كان الرجل ليأتي الحجر وقد وضع عليه أساس بنيانه فيقتلعه (٤) فيرده (٥) . </p><p> وانتصب قوله تعالى:  {إِلَّا قَوْمَ يُونُسَ} على أنه استثناء منقطع من الأول؛ لأن أول الكلام جرى على القرية وإن كان المراد أهلها، ووقع استثناء القوم من القرية فكان كقوله (٦) : </p><p>(١) في (ح) و (ز): (ينافسون)، وهو خطأ. (٢) في (ى) فرطوا، وهو خطأ، ومعنى فرط: سبق وتقدم. انظر: \"لسان العرب\" (فرط) ٦/ ٣٣٨٩.(٣) في (ى): (هذا).(٤) في (م): (فيقلعه)، وما أثبته موافق لما في \"تفسير القرطبي\".(٥) ذكره القرطبي في \"تفسيره\" ٨/ ٣٨٤، وبنحوه الزمخشري ٢/ ٢٥٤، والرازي ١٧/ ١٦٥، ورواه بمعناه ابن جرير ١١/ ١٧٠ - ١٧٢، وابن مردويه كما في \"الدر المنثور\" ٣/ ٥٧٣.(٦) هو النابغة الذبياني وما ذكره المؤلف بعض بيتين نصهما:وقفت فيها أصيلالًا أسائلها ... عيت جوابًا وما بالربع من أحدإلا الأواريّ لأيًا ما أبينها ... والنُّؤْيُ كالحوض بالمظلومة الجلدانظر: \"ديوانه\" ص ٩، \"إصلاح المنطق\" ص ٤٧، \"الإنصاف\" ص ٢٣٤، \"خزانة الأدب\" ٤/ ١٢٢، \"كتاب سيبويه\" ٢/ ٣٢١. وقوله: اصيلالاً: أي عشاء، وذلك أن الأصيل هو العشي، وجمعه أُصُل (بضمتين) وأُصْلان (بضم فسكون) ثم صغروه فقالوا: أصيلان، ثم أبدلوا من النون لامًا فقالوا: أُصيلالا. قوله: عيت: أي عجزت عن الكلام. والأوارى: جمع آريّ: وهو محبس الدابة. ولأيًا: أي بعد جهد وإبطاء. والنؤْي: الحاجز من تراب حول البيت.</p><p> وما بالربع من أحد </p><p> إلا أواريَّ ................. </p><p> وذكر صاحب النظم أوجهًا سوى هذا، وهو أنه قال: معنى (لولا) : هلا، وهلا: حث على الشيء، ويكون تبكيتًا وتنديمًا على فأئت، وفي ذلك دليل بالاعتبار على أنه لم يكن، فقوله:  {فَلَوْلَا كَانَتْ قَرْيَةٌ آمَنَتْ} أي: لم تكن آمنت عند حلول العذاب فنفعها إيمانها، ثم استثنى قوم يونس فقال:  (إلا قوم يونس)  (١) وإنما نصب وقبله معنى جحد ونفي؛ لأنه لم يجىء على لفظ [النفي والجحد، وإنما جاء على لفظ]  (٢) التبكيت والخبر، ولو كان نفيًا خالصًا لكان رفعًا، قال: وقد يكون نصبه على أن الكلام تم وانقطع عن قوله: {فَنَفَعَهَا إِيمَانُهَا} ثم جاء قوله: {إِلَّا قَوْمَ يُونُسَ} بعد التمام كما نصب [من قرأ (ما فعلوه إلا قليلا منهم)  [النساء: ٦٦] بالنصب (٣) ] (٤) ، وقد شرحنا وجه النصب هناك (٥) وأنه إنما </p><p>= والمظلومة: الأرض التي حفرت ولم تكن حفرت من قبل، وهو يعني أرضًا مروا بها في برية فتحوضوا حوضًا سقوا فيه إبلهم وليست بموضع تحويض. والجلد: الأرض الصلبة المستوية المتن الغليظة. انظر: \"لسان العرب\" (أصل وعيى وأري ولأي وظلم وجلد). (١) ساقط من (م).(٢) ما بين المعقوفين ساقط من (م).(٣) وهي قراءة ابن عامر وحده، وكذا هو في مصحف الشام. انظر كتاب \"السبعة\" ص ٢٣٥، \"إرشاد المبتدي\" ص ٢٨٥، \"النشر\" ٢/ ٢٥٠.(٤) ما بين المعقوفين ساقط من (ى).(٥) السياق يدل على أن القائل هو الجرجاني صاحب \"نظم القرآن\"، وقد شرح المؤلف وجه النصب عند تفسير الآية، فهي جملة اعتراضية من المؤلف.</p><p> يجوز النصب بعد النفي إذا كان ما قبله كلامًا تامًا كقولك ما مر بي أحدٌ إلا زيدًا، [ولا يجوز ما مر بي إلا زيدًا]  (١) ، قال: وقد قيل إن نصبه علي أن يكون مستثنى من قوله: {فَنَفَعَهَا إِيمَانُهَا} على تأويل: لم ينفع قرية آمنت إيمانها إلا قوم يونس، أي: أن الإيمان نفع قوم يونس لما آمنوا. </p><p> هذا الذي ذكرنا طريقة المفسرين (٢) . </p><p> الثاني: وهو طريقة الزجاج، وذكرها ابن الأنباري أيضاً، وهو أن معنى الآية حث على الإيمان حين ينفع الإيمان، يقول (٣) : هلا كانت قرية آمنت في وقت ينفعهم الإيمان. </p><p> وهذا تبكيت لفرعون؛ لأنه آمن لما أدركه الغرق فلم ينفعه، يدل على صحة هذا المعنى أن هذه الآية ذكرت عقيب قصته، وعلى هذا (لولا) يكون على ما هو موضوع له. </p><p> وقوله تعالى:  {إِلَّا قَوْمَ يُونُسَ} ، قال الزجاج: وقوم يونس -والله أعلم- لم يقع بهم العذاب، إنما رأوا الآية التي تدل على العذاب فلما آمنوا كشف عنهم، ومثل ذلك العليل الذي يتوب في مرضه وهو يرجو في مرضه العافية ويخاف (٤) الموت فتوبته صحيحة. </p><p>(١) ما بين المعقوفين ساقط من (م). (٢) انظر: \"معاني القرآن\" للفراء ١/ ٤٧٩، \"تفسير ابن جرير\" ١١/ ١٧٠ - ١٧٢، والسمرقندي ٢/ ١١١، والثعلبي ٧/ ٢٨ ب، والبغوي ٤/ ١٥١.(٣) يعني الزجاج، انظر: \"معاني القرآن وإعرابه\" ٣/ ٣٤، ولم أقف على قول ابن الأنباري.(٤) في \"معاني القرآن وإعرابه\" المطبوع: ولا يخاف، والصحيح ما أثبته المؤلف، بل إن توبة المريض صحيحة ولو لم يرج العافية، ما لم يغرغر وتبلغ روحه حلقومه، =</p><p> وقال ابن الأنباري: قوم يونس تابوا (١) بعد آية ظهرت لهم تدل على قرب العذب، ولو عاين القوم العذاب كانت قصتهم في الهلكة قصة عاد وثمود، وعلى هذا قوله:  {إِلَّا قَوْمَ يُونُسَ} من الاستثناء المنقطع؛ معناه: لكن قوم يونس لما آمنوا في وقت ينفعهم الإيمان {كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا} [قال ابن عباس: يريد: سخط الله في الحياة الدنيا (٢) ] (٣) ، وقال أهل المعاني: عذاب الهوان (٤) الذي يفضح صاحبه (٥) ، {وَمَتَّعْنَاهُمْ إِلَى حِينٍ} ، قال ابن عباس: يريد حين آجالهم (٦) . </p><p>= وقد دل على ذلك قوله تعالى: {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ} [النساء: ١٨]، وقول الرسول - صلى الله عليه وسلم - \"إن الله عز وجل يقبل توبة العبد ما لم يغرغر\"، رواه الترمذي (٣٥٣٧) كتاب الدعوات، باب: في فضل التوبة، وقال: حسن غريب. رواه أيضًا أحمد في \"المسند\" ٢/ ١٣٢، والحاكم في \"المستدرك\" ٤/ ٢٥٧، وصححه، ووافقه الذهبي، وحسنه الألباني كما في \"صحيح الجامع الصغير\" (١٩٠٣). انظر: \"تفسير الطبري\" ١١/ ١٧٠ - ١٧٢، \"شرح صحيح مسلم\" ١/ ٢١٣، \"تفسير القرطبي\" ٥/ ٩٢، \"محاسن التأويل\" ٥/ ١١٥٥.وكلام الزجاج هذا في \"معاني القرآن وإعرابه\" ٣/ ٣٤.(١) في (ح) و (ز): (قالوا)، وهو خطأ.(٢) \"الوسيط\" ٢/ ٥٦٠.(٣) ما بين المعقوفين ساقط من (ى).(٤) في (م): (الهون).(٥) لم أقف عليه عند أهل المعاني، وانظر القول بنحوه في: \"بحر العلوم\" ٢/ ١١٢، \"زاد المسير\" ٤/ ٦٥.(٦) \"الوسيط\" ٢/ ٥٦٠، وبمعناه رواه ابن أبي حاتم في \"تفسيره\" ٦/ ١٩٩٠.</p>"
}