{
  "id": null,
  "sura": 10,
  "aya": 89,
  "text": "<p> نصب على الجواب، فيكون كقول الشاعر (١) : </p><p> يا ناق سيري عنقًا فسيحًا ... إلى سليمان فنستريحا (٢) </p><p> قال ابن الأنباري: وذهب بعض الناس إلى أن معنى قوله: {فَلَا يُؤْمِنُوا} فلن يؤمنوا، فأبدلت الألف من النون الخفيفة [وهذا خطأ لأن النون الخفيفة]  (٣) لا تبدل ألفًا في وصل الكلام، ويلزم هذا القائل أن يجيز: لا يقومَ عبد الله، بنصب الميم، وذلك محال من كل وجه، وهذا القول الذي حكاه عن بعض الناس هو قول صاحب النظم. </p><p> وقوله تعالى:  {حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ} يريد الغرق (٤) ، قال ابن جريج عن ابن عباس: فلا يؤمنوا حتى يروا الغرق (٥) ، قال: وما آمن فرعون حتى أدركه الغرق (٦) . </p><p> ٨٩ - قوله تعالى:  {قَدْ أُجِيبَتْ دَعْوَتُكُمَا} الآية، قال ابن عباس في رواية عطاء: وذلك أن موسى كان يدعو، وهارون يؤمن (٧) ، وهذا قول </p><p>(١) هو: أبو النجم العجلي يمدح سليمان بن عبد الملك، انظر: \"الدرر اللوامع\" ٣/ ٥٢، \"كتاب سيبويه\" ٣/ ٣٥، \"لسان العرب\" (نفخ) ٨/ ٤٤٩٥، و (عنق) ٥/ ٣١٣٤، والعنق: ضرب من السير. انظر: \"لسان العرب\" (عنق). (٢) اهـ. كلام الفراء، انظر: \"معاني القرآن\" ١/ ٤٧٨.(٣) ما بين المعقومن ساقط من عدا (م).(٤) انظر: \"تفسير ابن جرير\" ١١/ ١٥٨، والثعلبي ٧/ ٢٤ ب.(٥) رواه ابن جرير ١١/ ١٦٠، ورواه أيضاً ابن أبي حاتم ٦/ ١٩٨٠، من رواية عطية العوفي.(٦) رواه ابن جرير ١١/ ١٦٠، وبنحوه ابن أبي حاتم ٦/ ١٩٨٠، من رواية علي بن أبي طلحة الوالبي.(٧) رواه أبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٦٧، وبمعناه ابن جرير ١٥/ ١٨٧.</p><p> الربيع وابن زيد وعكرمة وأبي العالية والقرظي كلهم قالوا: دعا موسي وأمّن هارون فلذلك قال: {دَعْوَتُكُمَا} فأضاف إليهما (١) . </p><p> قال الزجاج: والمؤمّن على دعاء الداعي داع أيضًا؛ لأن قوله (آمين) تأويله: استجيب، فهو سائل كسؤال الداعي (٢) . </p><p> وقوله تعالى:  {فَاسْتَقِيمَا} فامضيا لأمري، قال عكرمة: فهو الاستقامة، عن ابن عباس (٣) ، وقال المفسرون: فاستقيما على الرسالة والدعوة إلى أن يأتيهم العذاب (٤) . </p><p> قال ابن جريج: إن فرعون لبث بعد هذه الآية (٥) أربعين سنة (٦) . </p><p> وقوله تعالى:  {وَلَا تَتَّبِعَانِّ} ، قال أبو إسحاق: موضعه جزم إلا أن </p><p>(١) ذكر أقوالهم ابن جرير في \"تفسيره\" ١١/ ١٦٠ - ١٦١، والسيوطي في \"الدر المنثور\" ٣/ ٥٦٧. (٢) \"معاني القرآن وإعرابه\" ٣/ ٣١.(٣) هكذا في جميع النسخ، وفي العبارة قلق، وقد روى ابن جرير في \"تفسيره\" ١١/ ١٦١، أثري ابن عباس وعكرمة، ولفظ ابن عباس: (فاستقيما) فامضيا لأمري، وهي الاستقامة، وهو من رواية ابن جريج عنه. ولفظ عكرمة: أمن هارون على دعاء موسى، فقال الله: قد أجيبت دعوتكما فاستقيما.(٤) انظر: \"تفسير ابن جرير\" ١١/ ١٦١، والثعلبي ٧/ ٢٤ ب، والبغوي ٤/ ١٤٨.(٥) يعني الدعوة الواردة في هذه الآية، ورواية المؤلف موافقة لما في مخطوطة تفسير ابن جرير، كما أشار إلى ذلك محققه ١٥/ ١٨٧، وقد أثبت المحقق ما في الطبعة السابقة. انظر طبعة الحلبي ١١/ ١٦١، \"الدر المنثور\" ٣/ ٥٦٧، ولفظه: بعد هذه الدعوة.(٦) رواه ابن جرير ١١/ ١٦١، والثعلبي ٧/ ٢٤ ب، وأشار البغوي ٤/ ١٤٧، إلى أن هذا من القصص، يعني الذي لا يمكن التثبت من صحته.</p><p> النون الشديدة دخلت للنهي مؤكدة وكسرت لسكونها (١) وسكون النون التي قبلها فاختير لها الكسرة؛ لأنها بعد الألف تشبه نون الاثنين (٢) ، قال أبو علي: إنما شبهتها؛ لأنها زائدة مثلها وداخلة لمعنى كدخولها (٣) ، فإن قيل: المكسورة في (تتبعان) ليست بعد ألف فكيف تكسر تشبيهًا بنون رجلان وهي بعد ألف؟ قيل: النون الأولى من المشددة لما كانت ساكنة وجَمعت إلى السكون الخفاء لم يعتد (٤) بها، وصارت المكسورة كأنها وليت الألف، وقد لا يعتدون بالحاجز لخفائه، وإن كان متحركًا، كما أجمعوا -فيما زعم سيبويه (٥) - على (رُدَّهَا) بفتح الدال ولم يضموا كما أجازوا الضم في (رُدُّ) ؛ لأن الدال في (ردها) صارت كأنها وليت الألف لخفاء الهاء (٦) ، وهذا مما ذكرناه في أول هذا الكتاب. </p><p> فأما قراءة ابن عامر (٧)  (وَلَا تَتَّبِعَانِ) بتخفيف النون (٨) فلها ثلاثة أوجه: أحدهما: أن يكون خفف الثقيلة للتضعيف كما حذفوا (رب) و (إن) </p><p>(١) في (ح) و (ز): (وسكونها)، وما أثبته موافق للمصدر. (٢) \"معاني القرآن وإعرابه\" ٣/ ٣١.(٣) في (ى): (كمعنى دخولها)، والمثبت موافق للمصدر.(٤) في (ى): (يعرر)، وهو خطأ.(٥) انظر: \"كتابه\" ٣/ ٥٣٤.(٦) اهـ. كلام أبي علي، انظر: \"الحجة\" ٢٩٣/ ٤ بمعناه.(٧) في (ى): (ابن عباس)، وهو خطأ.(٨) انظر: \"الغاية في القراءات العشر\" ص ١٧٣، \"إرشاد المبتدي\" ص ٣٦٥، \"تقريب النشر\" ص ١٢٣.</p><p> ونحوهما من المضاعف، إلا أنه حذف الأولى (١) من المثلين، كما أبدلوا الأولى في نحو قيراط ودينار (٢) ، ولزم ذلك في هذا الموضع؛ لأن الحذف لو لحق الثانية للزم التقاء الساكنين على غير ما يستعمل في الأمر الشائع، وغلط بعضهم فزعم أن هذا على مذهب يونس فإنه يجيز (٣) إدخال النون الخفيفة في فعل الاثنين وفعل جماعة النساء (٤) ، وهذا غلط؛ لأن تلك النون الخفيفة ساكنة غير متحركة، وأجاز يونس في ذلك الجمع بين ساكنين، وابن عامر يقرأ بالتخفيف والتحريك (٥) وجميع أهل النحو خالفوا يونس في ذلك الوجه (٦) . </p><p> الثاني: أن قوله (لا تتبعان) على هذه القراءة على لفظ الخبر، ومعناه الأمر، كقوله:  {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ}  [البقرة: ٢٢٨، ٢٣٤] ، و {لَا تُضَارَّ وَالِدَةٌ}  [البقرة: ٢٣٣] أي: لا ينبغي ذلك. </p><p>(١) في (ح): (للأولى)، وفي \"الحجة\" الأول، وكذا في الموضع التالي، وهو أولى. (٢) أجل قيراط: قرّاط، بتشديد الراء، ثم قبلت إحدى الراءين ياء، وكذلك أصل دينار: دنّار فقلبت إحدى النونين ياء وذلك لئلا يلتبس بالمصادر التي تجيء على وزن فِعّال ككذّاب. انظر: \"لسان العرب\" (دنر) و (قرط).(٣) في (ح) و (ز): (يجوز).(٤) انظر قول يونس ورد سيبويه عليه في: \"كتاب سيبويه\" ٣/ ٥٢٧، \"الإنصاف\" ص ٥٢٣، \"ائتلاف النصرة\" ص ١٣١.(٥) انظر: \"النشر\" ٢/ ٢٨٦، \"إتحاف فضلاء البشر\" ص ٢٥٣.(٦) انظر: \"كتاب سيبويه\" ٣/ ٥٢٧، \"الأصول في النحو\" لابن السراج ٢/ ٢٠٣، \"الحجة\" ٣/ ٤٤١، \"الإيضاح العضدي\" ١/ ٣٣٥، \"أوضح المسالك\" ٣/ ١٣٦، وقول المؤلف: وجميع أهل النحو خالفوا يونس غير صحيح، فقد وافقه جميع الكوفيين، انظر: \"الإنصاف\" ص ٥٢٣، \"ائتلاف النصرة\" ص ١٣١.</p>"
}