{
  "id": null,
  "sura": 10,
  "aya": 74,
  "text": "<p> ترك الأجر لتتوفر الدواعي إلى الحق، وذلك أن الناصح إذا طلب على نصحه أجرًا ربما كان ذلك سببًا لامتناع الناس عن القبول منه، والإقبال عليه، وإذا لم يطلب الأجر كان ذلك أدعى إلى قبول قوله (١) . </p><p> ٧٣ - قوله تعالى:  {وَجَعَلْنَاهُمْ}  (٢) جعل الذين نجوا مع نوح خلفاء ممن هلك بالغرق، قال ابن عباس: يريد: أن الخلق جميعًا من يومئذٍ من ولد نوح كما قال (٣) : {وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ}  (٤)  [الصافات: ٧٧] ، يريد إن الناس كانوا من ذريته بعد الغرق، وهلك أهل الأرض جميعًا بتكذيبهم لنوح عليه السلام سوى ذريته الذين نجوا معه، وهذا تحذير للكفار من التكذيب كي لا يؤول أمرهم بالإهلاك إلى مثل ما آل أمر قوم نوح. </p><p> ٧٤ - قوله تعالى:  {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِ} أي من بعد نوح، {رُسُلًا إِلَى قَوْمِهِمْ} ، قال ابن عباس: يريد: إبراهيم وهودًا وصالحًا ولوطًا (٥) وشعيبًا (٦) . {فَجَاءُوهُمْ بِالْبَيِّنَاتِ} يريد بان لهم أنهم رسل الله، {فَمَا كَانُوا لِيُؤْمِنُوا} أي: أولئك الأقوام الذين بُعث إليهم الرسل، {بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ} يعني قوم نوح، أي: لم يصدقوا بما كذب به قوم نوح [هذا معنى قول </p><p>(١) لم أقف عليه. (٢) هكذا في جميع النسخ، وتفسير المؤلف لهذه الجملة يقتضي أن يذكر قوله تعالى: {خَلَائِفَ}.(٣) في (ح) و (ز): (قلنا)، وهو خطأ.(٤) وقد روى الأثر ابن جرير في \"تفسيره\" (٦٨/ ٢٣) (طبعة الحلبي)، من رواية علي بن أبي طلحة، ورواه بنحوه البغوي في \"تفسيره\" ٧/ ٤٣ من رواية الضحاك.(٥) ساقط من (ى).(٦) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ٤٩، والمؤلف في \"الوسيط\" ٢/ ٥٥٥.</p><p> ابن عباس (١) ، وقد علموا أن الله أغرق قوم نوح] (٢) بتكذيبهم نوحًا، أي إن هؤلاء الآخرين لم يؤمنوا بما كذب به أولهم أيام نوح، أي: إنهم مثلهم في الكفر والعتو. </p><p> ثم قال:  {كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ} ، قال ابن عباس: يريد: أن الله طبع على قلوبهم فأعماها (٣) وأصمها فلا يبصرون سبيل الهدى (٤) ، والمعنى: أن هؤلاء ومن قبلهم معتدون قد طبع (٥) على قلوبهم. </p><p> وقال بعضهم: يحتمل نظم الآية أن يقال فيه: إن الأمم كذبوا رسلهم قبل أن جاءوهم بالمعجزات فجاءوهم بالمعجزات، {فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ}  (٦) ، والآية دلالة ظاهرة على أن الله تعالى إذا طبع على قلوب قوم استحال منهم الإيمان، فمن قال إنه [لا يطبع]  (٧) على قلوب قوم ويأمرهم بالإيمان فذلك القائل ممن طبع الله (٨) على قلبه ولم يهده بكتابه (٩) . </p><p>(١) انظر: \"تنوير المقباس\" ص ٢١٧. (٢) ما بين المعقوفين ساقط من (ى).(٣) في (م): (وأعماها)، والمثبت موافق لما في \"الوسيط\".(٤) ذكره المؤلف في \"الوسيط\" ٢/ ٥٥٥.(٥) في (ى): (طبع الله).(٦) روي نحو هذا القول عن الكلبي كما في \"بحر العلوم\" ٢/ ١٠٦، واعتمده ابن كثير ٢/ ٤٦٧، وانظر: \"الدر المصون\" ٦/ ٢٤٥.(٧) في (ى): (إذا طبع).(٨) ما في (ي): (ممن طبع على قلبه).(٩) يشير المؤلف إلى المعتزلة القائلين بأن الله لا يطبع على قلوب الكافرين طبعًا يمنعهم من الإيمان، بل المراد بذلك عندهم سواد في القلب ليكون سمة لهم =</p>"
}