{
  "id": null,
  "sura": 10,
  "aya": 59,
  "text": "<p> يريد به خذوا (١) ، هذا كلام الفراء مع زيادة شرح لابن الأنباري. </p><p> قال أبو علي: اللام إنما تدخل عل فعل الغائب؛ لأن المواجهة (٢) استغني فيه عن اللام بقولهم: افعل، فصار مشبهًا للماضي في (يدع) الذي استغني عنه بـ (ترك) ، ولو قلت:  (فلتفرحوا) فألحقت التاء لكنت مستعملاً لما هو كالمرفوض وإن كان الأصل، فلا تُرجِّح القراءة بالتاء أن ذلك هو الأصل، لما قد ترى كثيراً من الأصول المرفوضة، وحجة من قرأ بالتاء أنه اعتبر الخطاب وهو قوله:  {قَدْ جَاءَتْكُمْ مَوْعِظَةٌ}  [يونس: ٥٧] ، وقرئ (تجمعون) بالتاء (٣) أيضًا، ووجه قول من قرأ ذلك أنه عني المخاطبين والغُيَّب جميعا، إلا أنه غلّب المخاطب على الغائب كما يغلب التذكير على التأنيث، وكأنه أراد المؤمنين وغيرهم (٤) . </p><p> ٥٩ - قوله تعالى:  {قُلْ أَرَأَيْتُمْ مَا أَنْزَلَ اللَّهُ لَكُمْ مِنْ رِزْقٍ} قال المفسرون: الخطاب في هذه الآية لكفار مكة (٥) و (ما) هاهنا فيه وجهان، أحدهما: أن يكون بمعنى: الذي، فينتصب بـ (رأيتم) ، والآخر: أن يكون بمعنى: أي، في الاستفهام، فينتصب بـ (أنزل) وهو قول الزجاج؛ لأنه </p><p>(١) \"معاني القرآن\" للفراء ١/ ٤٧٠، وقد أشار المؤلف إلى انه أدخل فيه كلام ابن الأنباري. (٢) هكذا في جميع النسخ، وهو كذلك في إحدى نسخ \"الحجة\"، كما بين ذلك المحقق، لكنه اعتمد لفظ: المواجه، وهو أجدر بالسياق.(٣) هي قراءة ابن عامر وأبي جعفر ورويس عن يعقوب.انظر: \"الغاية\" ص ١٧١، \"النشر\" ٢/ ٢٨٥، \"إتحاف فضلاء البشر\" ص ٢٥٢.(٤) \"الحجة للقراء السبعة\" ٤/ ٢٨٢ بتصرف.(٥) انظر: \"تفسير ابن جرير\" ١١/ ٢٧١، والثعلبي ٧/ ١٧ ب، والبغوي ٤/ ١٣٨.</p><p> قال:  (ما) في موضع نصب بـ (أنزل)  (١) ، ومعنى (أنزل) هاهنا: خلق وأنشأ، كقوله:  {وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ}  [الزمر: ٦] وقد مرّ، وجاز أن يعبر عن الخلق بالإنزال؛ لأن كل ما في الأرض من رزق فمما أنزل من السماء (٢) ، من ضرع وزرع وغيره، فلما كان إيجاده بالإنزال سمي إنزالاً، كقوله: </p><p> تعلّى الندى في متنه وتحدرا (٣) </p><p> يعني الشحم، سماه ندى؛ لأنه بالندى يكون النبات، وبالنبات يكون الشحم، وقوله تعالى:  {فَجَعَلْتُمْ مِنْهُ حَرَامًا وَحَلَالًا} ، قال ابن عباس والحسن </p><p>(١) اهـ. كلام الزجاج، انظر: \"معاني القرآن وإعرابه\" ٣/ ٢٥. (٢) يعني أمر الله تعالى وتقديره، كما في قوله: {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ} [الذاريات: ٢٢]، وهو ظاهر سياق كلام المؤلف، ويجوز أن يكون المراد المطر، قال القرطبي ٨/ ٣٥٥: فيجوز أن يعبر عن الخلق بالإنزال؛ لأن الذي في الأرض من الرزق إنما هو بما ينزل من السماء من المطر.وانظر نحوه في: \"تفسير الرازي\" ١٧/ ١١٩، \"الدر المصون\" ٦/ ٢٢٧.(٣) عجز بيت وصدره:كثور العداب الفرد يضربه الندىوالبيت لعمرو بن أحمر الباهلي كما في \"ديوانه\" ص ٨٤، \"أدب الكاتب\" ص ٧٦، \"الاقتضاب\" ص ٣١٩، \"لسان العرب\" (ندى) ٥/ ٤٣٨٧، والبيت بلا نسبة في: \"الصحاح\" (ندى)، \"تهذيب اللغة\" (ندى)، \"المخصص\" ١٥/ ١٣١.والعداب: منقطع الرمل ومسترقه، والفرد: منتمطع النظير الذي لا مثيل له في جودته أو عظمته، والندى الأولى: المطر، والثانية: الشحم.والشاعر يصف ناقته القصواء التي أعدها للهرب عند الخوف، ويقول بأنها صارت كثور وحشي في موقع مخصب بعيد عن الناس. انظر: \"الاقتضاب في شرح أدب الكتاب\" ص٣١٩، \"لسان العرب\" (عدب) و (فرد) و (ندي).</p><p> ومجاهد: يعني ما حرموا من الحرث والأنعام لآلهتهم من البحائر والسوائب (١) ، وهو ما ذكر في سورة الأنعام في قوله:  {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ}  [الأنعام: ١٣٦] الآية، وقوله تعالى:  {قُلْ آللَّهُ أَذِنَ لَكُمْ} أي: في هذا التحريم والتحليل؛ وذلك أنهم كانوا يقولون: الله (٢) أمرنا بها. ثم قال:  {أَمْ عَلَى اللَّهِ تَفْتَرُونَ} بمعنى: بل على الله تفترون، تقولون على الله الكذب. </p><p> قال أبو علي:  (قل) في قوله: {قُلْ آللَّهُ} توكيد؛ لأن {أَرَأَيْتُمْ} بمعنى (٣) أخبروني، والاستفهام في قوله: في موضع المفعول الثاني [وإذا </p><p>(١) البحائر والسوائب: جمع بحيرة وسائبة، وهما مما حرم أهل الجاهلية على أنفسهم من أنعامهم، أما كيفية ذلك فقد اختلف فيه اختلافا كثيراً، فقال الزجاج: أثبت ما روينا في تفسير هذه الأسماء عن أهل اللغة، البحيرة: ناقة كانت إذا نتجت خمسة أبطن وكان آخرها ذكرًا بحروا أذنها -أي شقوها- وامتنعوا من ركوبها وذبحها، ولا تطرد عن ماء، ولا تمنع من مرعى، وإذا لقيها المعيي لم يركبها. والسائبة: كان الرجل إذا نذر لقدوم من سفر أو برء من علة أو ما أشبه ذلك، قال: ناقتي هذه سائبة، فكانت كالبحيرة في أن لا يتفع بها، وأن لا تجلى عن ماء، ولا تمنع من مرعى. \"معاني القرآن وإعرابه\" ٢/ ٢١٣.وقيل السائبة: أم البحيرة، كانت الناقة إذا ولدت عشرة أبطن كلهن إناث سيبت فلم تركب ولم يشرب لبنها إلا الضيف وشقت أذن بنتها الأخيرة وسميت البحيرة، وهي بمنزلة أمها في أنها سائبة، وثمة أقوال أخرى، انظر: \"الصحاح\"، \"لسان العرب\" (سيب) و (بحر). قال الطبري: أما كيفية عمل القوم في ذلك، فما لا علم لنا به، وقد وردت الأخبار بوصف عملهم ذلك على ما قد حكينا، وغير ضائر الجهل بذلك إذا كان المراد من علمه المحتاج إليه، موصولاً إلى حقيقته، وهو أن القوم كانوا يحرمون من أنعامهم على أنفسهم ما لم يحرمه الله. \"الطبري\" ١١/ ١٢٧.(٢) لفظ الجلاله لم يكتب في (ى).(٣) ساقط من (ح) و (ز).</p>"
}