{
  "id": null,
  "sura": 10,
  "aya": 18,
  "text": "<p> كتاب ولا تلقين يدل على أنه إنما أتيت به من عند الله (١) جل وعز (٢) </p><p> وقال غيره: يقول قد أتى عليّ عُمُر وأنا بهذه الصفة لا أتلوه عليكم ولا يعلمكم به الله، حتى أمرني به وشاء إعلامكم (٣) . </p><p> ١٧ - قوله تعالى:  {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} الآية (فمن) هاهنا استفهام معناه الجحد، أي لا أحد أظلم ممن هذه صفته، والمعنى: لا أحد أظلم ممن يظلم ظلم الكفر، كأنه قيل: لا أحد أظلم من الكافر. </p><p> قال ابن عباس: يريد: إني لم أفتر على الله ولم أكذب عليه، وأنتم فعلتم ذلك حيث زعمتم أن معه شريكًا وعبدتم الأوثان وكذبتم نبيه وما جاء به من عند الله (٤) . </p><p> وقوله تعالى:  {إِنَّهُ لَا يُفْلِحُ الْمُجْرِمُونَ} ، قال: يريد: لا يسعد من كذب أنبياء الله (٥) . </p><p> ١٨ - قوله تعالى:  {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ} </p><p>(١) هذا أحد وجوه إعجاز القرآن، لكنه ليس الوجه الذي تُحديت به البشرية، ودل على صدق الرسول لكافة الناس، بل نظم القرآن ونسقه، وتركيب جمله، وبراعة بلاغته، هو الذي حير الألباب، وأخرس ألسنة المعاندين، وأجبرهم على الإقرار بالعجز عن الإتيان بمثله. (٢) \"معاني القرآن وإعرابه\" ٣/ ١١ بنحوه.(٣) ذكر نحو هذا القول النحاس في \"إعراب القرآن\" ٢/ ٥٤.(٤) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ١٥، والمؤلف في \"الوسيط\" ٢/ ٥٤١.(٥) ذكره المؤلف في \"الوسيط\" ٢/ ٥٤١.</p><p> يعني أهل مكة، قال أبو إسحاق: المعنى: ما لا يضرهم إن لم يعبدوه، ولا بنفعهم إن عبدوه (١) . </p><p> وذمّ هؤلاء بعبادة الوثن الذي لا يضر ولا ينفع؛ لأن هذا غاية الجهل حيث عبدوا جمادًا فهم أجهل (٢) ممن عبد من دون الله من ينفع ويضر في الظاهر. </p><p> وقوله:  {وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} ، قال أهل المعاني: توهموا أن عبادتها أشد في تعظيم الله من قصده بالعبادة، فعبدوها وأحلوها محل الشافع عند الله (٣) . </p><p> وقال الحسن: شفعاء في إصلاح معاشهم في الدنيا؛ لأنهم لا يقرون بالبعث؛ ألا تسمعه يقول:  {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ}  (٤)  [النحل: ٣٨] . </p><p> وقوله تعالى:  {قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ} قال الضحاك: أتخبرون الله [أن له شريكًا ولا يعلم الله لنفسه شريكًا في السموات ولا في الأرض؛ لأنه لا شريك له، فذلك لا يعلمه ولو كان لعلم (٥) . </p><p>(١) اهـ. كلام الزجاج، انظر: \"معاني القرآن وإعرابه\" ٣/ ١١. (٢) في (ى): (أهل جهل)، وهو خطأ.(٣) ذكر نحو هذا القول الرازي في \"تفسيره\" ١٧/ ٥٩ - ٦٠، ولم أجده في كتب أهل المعاني.(٤) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ١٦، والمؤلف في \"الوسيط\" ٢/ ٥٤٢. وأبو حيان في \"البحر المحيط\" ٥/ ١٣٢.(٥) ذكره ابن الجوزى في \"زاد المسير\" ٤/ ١٦، والمؤلف في \"الوسيط\" ٢/ ٥٤٢.</p>"
}