{
  "id": null,
  "sura": 10,
  "aya": 91,
  "text": "<p> فمدحهم به حتى كأنهم قالوا ذلك (١) . </p><p> ٩١ - وقوله تعالى بعد هذا {آلْآنَ} وما بعدها، كله على الخبر أنه فعله به، لا على أنه خاطبه بهذا القول (٢) . </p><p> والصحيح ما ذكرنا أولاً من مذهب المفسرين، يدل عليه ما روى سعيد بن جبير عن ابن عباس قال: إن فرعون لما أدركه الغرق جعل جبريل يحشو التراب في فيه خشية أن يؤمن (٣) . </p><p> وروي أيضًا عن النبي - صلى الله عليه وسلم - أنه قال:  \"قال لي جبريل رأيتني يا محمد وأنا أدس الطين في فيه مخافة أن تدركه الرحمة\"  (٤) . </p><p>(١) الخبر عن مجاهد، ولفظه: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ} الآية، قال: لم يقل القوم ذلك حين أطعموهم، ولكن علم الله من قلوبهم فأثنى به عليهم. رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٣٧، وابن جرير ٢٩/ ٢١١ (طبعة الحلبي). (٢) اهـ. كلام صاحب النظم.(٣) رواه ابن جرير ١١/ ١٦٣، وابن أبي حاتم ٦/ ١٩٨٢. وهو بمعنى الحديث المرفوع التالي.(٤) رواه الترمذي (٣١٠٧)، (٣١٠٨) كتاب: التفسير، باب: ومن سورة يونس، وقال: هذا حديث حسن، ثم ذكر رواية أخرى وقال: هذا حديث حسن صحيح غريب من هذا الوجه. ورواه أيضًا الحاكم في \"المستدرك\" ١/ ٥٧، ٤/ ٢٤٩، وصححه ووافقه الذهبي، ورواه ابن حبان (الإحسان) ١٤/ ٩٨، وقال محققه: إسناده صحيح على شرط الشيخين. ورواه كذلك أحمد في \"المسند\" ١/ ٢٤٥، ٣٠٩، وابن جرير في \"تفسيره\" ١١/ ١٦٣ - ١٦٤.هذا وقد زعم الزمخشري في \"الكشاف\" ٢/ ٢٥١ أن ما جاء في الحديث من قول جبريل -عليه السلام- \"خشية أن تدركه الرحمة\" من زيادات الباهتين لله وملائكته، وقال: فيه جهالتان: أحدهما: أن الإيمان يصح بالقلب كإيمان الأخرس، فحال البحر لا يمنعه، والأخرى: أن من كره إيمان الكافر وأحب بقاءه على الكفر فهو كافر؛ =</p><p> والذي ذكره صاحب النظم شيء لا تبعده طريقة أهل اللغة والمعاني. </p><p>= لأن الرضا بالكفر كفر. وقد رد عليه الإمام ابن حجر في \"الكافي الشاف\" ٨٥ - ٨٦ فقال: وهذا إفراط منه في الجهل بالمنقول والغض من أهله، فإن الحديث صحيح الزيادات، وقد أخرجه الترمذي وصححه والنسائي وابن حبان والحاكم، ثم ذكر الروايات ثم قال: وأما الوجهان اللذان ذكرهما الزمخشري فللحديث توجيه وجيه لا يلزم منه ما ذكره الزمخشري، وذلك أن فرعون كان كافرًا كفر عناد؛ ألا ترى إلى قصته حيث توقف النيل، وكيف توجه منفردًا وأظهر أنه مخلص، فأجري له النيل، ثم تمادى على طغيانه وكفره، فخشي جبريل أن يعاود تلك العادة فيظهر الإخلاص بلسانه فتدركه رحمة الله فيؤخره في الدنيا، فيستمر في غيه وطغيانه فدس في فمه الطين، ليمنعه التكلم بما يقتضي ذلك، هذا وجه الحديث، ولا يلزم منه جهل ولا رضي بكفر بل الجهل كل الجهل من اعترض على المنقول الصحيح برأيه الفاسد. وأيضاً فإن إيمانه في تلك الحال -على تقدير أنه كان صادقًا بقلبه- لا يقبل؛ لأنه وقع في حال الاضطرار ولذلك عقب الآية بقوله: {آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ} وفيه إشارة في قوله تعالى: {فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا} [غافر: ٨٥] اهـ. قلت: ويمكن أن يضاف إلى ما ذكره الحافظ وجهان آخران: الأول: أن الملِائكة عالم غيبي مفطور على الطاعة ومعصوم من المعصية: {لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [التحريم: ٦]، ولذا فلا ينبغي أن تنزل أفعال الملائكة منزلة أفعال الثقلين في الحكم، لاختلاف الطبيعة والتكليف والجزاء. الثاني: أن الملائكة لا تنزل إلا بأمر الله، ولا تفعل إلا بإذنه كما قال تعالى: {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ} [مريم: ١٦٤]، وقال -عز وجل-: {لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} [الأنبياء: ٢٧]، ولذا ينبغي أن يحمل فعل جبريل -عليه السلام- على أنه بأمر الله وإذنه فلا يكون جهلاً ولا رضي بكفر، بل هو كسجود الملائكة لآدم -عليه وعليهم السلام - والله تعالى يفعل بالأسباب كما يفعل بددونها، فإذا لم يرد الله شيئًا منع أسبابه، وبما أن الدعاء وإظهار الإخلاص سبب الرحمة فقد أرسل الله جبريل لمنع هذا السبب الذي يقتضي مسببه عادة بإذن الله.</p>"
}