{
  "id": null,
  "sura": 10,
  "aya": 28,
  "text": "<p> وقرئ {قِطَعًا} مفتوحة الطاء (١) ، وهي جمع قِطْعة، ومعنى الآية في القراءتين واحد؛ لأنهم إذا أغشيت وجوههم قِطْعًا من الليل مظلمًا اسودت منها، كما أنه إذا أغشيت قِطَعا التي (٢) هي جمع قطعة اسودت و {مُظْلِمًا} على هذه القراءة حال من الليل، المعنى أغشيت وجوههم قِطَعا من الليل في حال ظلمته. </p><p> ٢٨ - قوله تعالى:  {وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا} ، قال ابن عباس (٣) ، ومقاتل (٤) ، والكلبي (٥) : ويوم نجمع المشركين وشركاءهم والكفار (٦) وآلهتهم، والحشر: الجمع من كل أوب (٧) إلى الموقف. </p><p> وقوله تعالى:  {ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ} ، قال الزجاج: مكانكم منصوب على الأمر؛ كأنه (٨) قيل لهم: انتظروا مكانكم حتى نفصل بينكم، قال: والعرب تتوعد فتقول: مكانك، وانتظر، وهي كلمة جرت على الوعيد (٩) . </p><p>(١) قرأ ابن كثير والكسائي ويعقوب (قِطْعًا) بإسكان الطاء، وقرأ الباقون بفتحها. انظر: \"إرشاد المبتدي\" ص ٣٦٢، \"تحبير التيسير\" ص ١٢٢، \"النشر\" ٢/ ٢٨٣. (٢) ساقط من (ح) و (ز).(٣) ذكره المؤلف في \"الوسيط\" ٢/ ٥٤٦، وذكره مختصرًا بن الجوزي في \"زاد المسير\" ٤/ ٢٦، والفيروزأبادي في \"تنوير المقباس\" ص ٢١٢.(٤) \"تفسير مقاتل\" ١٤٠ أ.(٥) \"تنوير المقباس\" ص ٢١٢ عنه، عن ابن عباس.(٦) في (ى): (وشركاءهم الكفار).(٧) من كل أوب: أي من كل وجه، وجاءوا من كل أوب: أي من كل طريق ووجه وناحية. \"لسان العرب\" (أوب) ١/ ١٦٨.(٨) في (ى): (كأنهم)، وهو مخالف لما في المصدر.(٩) \"معاني القرآن وإعرابه\" ٣/ ١٦.</p><p> وقوله تعالى:  {أَنْتُمْ} مبتدأ {وَشُرَكَاؤُكُمْ} عطف عليه، والخبر في قوله:  {مَكَانَكُمْ} على ما ذكرنا من التقدير كأنه قيل: ثم نقول أنتم وشركاؤكم انتظروا مكانكم، واثبتوا وقفوا والزموا مكانكم، ومعنى {شُرَكَاؤُكُمْ} أي: الذين جعلتموهم شركاء في العبادة وفي أموالكم من الأوثان، كما قالوا:  {هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا}  [الأنعام: ١٣٦] . </p><p> وقوله تعالى:  {فَزَيَّلْنَا بَيْنَهُمْ} جاء هذا على لفظ المضي بعد قوله {ثُمَّ نَقُولُ} وهو منتظر؛ لأن الكائن (١) يومًا في علم الله تعالى وقدره كالكائن الراهن (٢) الآن، وذكرنا نظير هذا في قوله:  {وَنَادَى أَصْحَابُ الْجَنَّةِ}  (٣)  [الأعراف: ٤٤] . ومعنى (زيلنا) فرقنا وميزنا، ومنه قوله الفرزدق: </p><p> أنت الفداء لذكر عام لم يكن ... نحسًا ولا بين الأحبة زيلا (٤) </p><p> وأنشد المبرد فقال (٥) : </p><p> سائل مجاور جَرْم هل جنيت لهم ... حربًا تُزيّل بين الجيرة الخُلُطِ (٦) </p><p> قال أبو إسحاق: هو (٧) من قولك [زلت الشيء عن مكانه أزيله، </p><p>(١) في (ى): (الكافرين)، وهو خطأ جلي. (٢) ساقط من (ح) و (ز).(٣) انظر تفسير الآية في \"تفسير البسيط\" ولم يذكر المؤلف هذا المعنى في تفسيرها.(٤) \"ديوان الحماسة\" ٢/ ٥٥ غير منسوب، وبعده (وقال الفرزدق) فيبدو أن هذا سبب الخطأ في النسبة.(٥) ساقط من جميع النسخ عدا (م)، وانظر إنشاد المبرد في \"الكامل\" ١/ ٢٧٣.(٦) البيت لوعلة الجرمي كما في \"الأغاني\" ١٩/ ١٤٠. وجرم: هو جرم بن ربان بن حلوان، جد جاهلي من قضاعة، ينتسب إليه بنو جشم وبنو قدامة، وبنو عوف. انظر: \"جمهرة الإنساب\" ص ٤٥١، \"اللباب\" ١/ ٢٢٢.(٧) في (ى): (هذا)، والضمير غير موجود في \"معاني القرآن وإعرابه\".</p><p> وزيّلنا -للكثرة- من (١) هذا: إذا نحيته (٢) . وحكى سلمة (٣) ، عن الفراء في قوله:  {فَزَيَّلْنَا بَيْنَهُمْ} ، قال: ليس من زُلت، إنما هي من زِلت الشيء فأنا أزيله: إذا فرقت ذا من ذا (٤) ، ونحو هذا قال الكسائي، قال: وتقول العرب زلت الضأن من المعز فلم تزل ومزتها فلم تنمز (٥) . هذا كلامه، فالزيل (٦) والتزييل والمزايلة: التمييز والتفريق، قال ذو الرمة: </p><p> وبيضاء لا تنحاش منا وأمها ... إذا ما رأتنا زيل منا زويلها (٧) </p><p> أراد بيض النعامة وأن البيضة لا تنفر منا، وأن النعامة التي باضتها فإنها إذا رأتنا نفرت، وزيل منا زويلها، أي نُحي عنا حركة شخصها. </p><p> وقرئ (فَزَيَلْنَا بَيْنَهُمْ)  (٨) ، وهو مثل:  (فَزَيَّلْنَا) والتزايل والانزيال: </p><p>(١) في \"معاني القرآن وإعرابه\": ومن. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٦.(٣) هو ابن عاصم النحوي.(٤) \"تهذيب اللغة\" مادة: (زول) ٢/ ١٥٧٧، والنص بنحوه في \"معاني القرآن\" للفراء ١/ ٤٦٢.(٥) انظر النص بلا نسبة في: \"الصحاح\" (زيل) ٤/ ١٧٢٠، \"تفسير الرازي\" ١٧/ ٦٧، و\"البحر المحيط\" ٥/ ١٥٤.(٦) في (م): (والزيل).(٧) انظر: \"ديوان ذي الرمة\" ١/ ٥٥٤، و\"البصريات\" للفارسي ١/ ٥٨٤، و\"الصحاح\" (زيل) ٤/ ١٧٢٠، و\"لسان العرب\" (زول) ٣/ ١٨٩١، و\"خزانة الأدب\" ٤/ ٢٤٢، و\"غريب الحديث\" للخطابي ٢/ ٤٨٤، و\"جمهرة اللغة\" ٢/ ٨٢٧، و\"مقاييس اللغة\" (حوش - زول).(٨) هي قراءة شاذة قرأ بها ابن أبي عبلة كما في \"زاد المسير\" ٤/ ٢٧، وذكرها بلا نسبة الفراء في \"معاني القرآن\" ١/ ٤٦٢، وابن جرير ١١/ ١١١، والزمخشري ٢/ ٢٣٥، ولم يذكر هذه القراءة ابن جني ولا ابن خالويه في كتابيهما في الشواذ.</p><p> التباين والافتراق، والزيال بمعنى الفراق (فِعَال) من المزايلة. </p><p> وقال ابن قتيبة في هذه الآية: هو من زال يزول وأزلته أنا (١) . </p><p> قال الأزهري: هذا غلط وأراه لم يميز بين زال يزول، وزال يزيل، وبينهما بنون بعيد، والقول ما قال الفراء، وكان القتيبي قليل البصر بمقاييس النحو والتصريف وهو مع ذلك ذو بيان عذب (٢) . </p><p> قال المفسرون: فرقنا بين المشركين وبين شركائهم من الآلهة </p><p>(١) \"تفسير غريب القرآن\" ص ٢٠٣. (٢) \"تهذيب اللغة\" (زول) ٢/ ١٥٧٧ - ١٥٧٨، وقد لطف الواحدي عبارة الأزهري ونصها: إلا أنه منحوس الحظ من النحو والصرف ومقاييسهما. اهـ. والأزهرى متأثر بالهجمة الشرسة الموجهة ضد ابن قتيبة بغير حق والتي قادها جمع من الأدباء والعلماء وفي مقدمتهم أبو بكر ابن الأنباري.انظر: \"مقدمة تأويل مشكل القرآن\" ص٧٠، \"مقدمة تهذيب اللغة\" ١/ ٥٠، ولعل الأزهري -رحمه الله- نسي ثناءه العطر على ابن قتيبة حيث قال في صدد التعريف به وبأبي تراب: وكانا من المعرفة والإتقان بحيث تثنى بهما الخناصر، وهما من الشهرة وذهاب الصيت والتأليف الحسن بحيث يعفى لهما عن خطيئة غلط، ونبذ زلة تقع في كتبهما.\"تهذيب اللغة\" ١/ ٥٢، كما أن ابن قتيبة ليس وحده قال هذا القول، فأبو البقاء العكبري جزم بصوابه حيث قال: قوله: (فزيلنا) عين الكلمة واو؛ لأنه من زال يزول، وإنما قلبت ياء؛ لأن وزن الكلمة (فعيل) أي: زَيْوَلنا، مثل: بيطر وبيقر، فلما اجتمعت الياء والواو على الشرط المعروف قلبت ياء، وقيل: هو من زلت ... إلخ.\"التبيان في إعراب القرآن\" ص ٤٣٧ - ٤٣٨، وإلى ذلك ذهب أيضًا السمرقندي في \"تفسيره\" ٢/ ٩٦، واعتبر الجوهري قول القائل: زِلت الشيء من مكانه أزيله زيلًا، لغة في أزلته، ورد عليه ابن بري، انظر: \"لسان العرب\" (زيل) ٣/ ١٨٩١.وبذلك يتبين أن المسألة موضع نظر، ومحل اجتهاد، فلا يشنع على من خالف غيره، ولو لم يحالفه الصواب.</p>"
}