{
  "id": null,
  "sura": 10,
  "aya": 1,
  "text": "<p> سورة يونس -عليه السلام- </p><p> بسم لله الرحمن الرحيم </p><p> ١ - {الر} قال عطاء، عن ابن عباس: يريد: أنا الله الرحمن (١) ، وعنه أيضًا: أنا الله أرى (٢) ، وهو قول الضحاك (٣) . </p><p> وقال قتادة:  (الر) اسم من أسماء القرآن (٤) ، وقال أبو روق (٥) : {الر} فاتحة السورة (٦) ، وعلى هذا هي صلة وابتداء واستفتاح للكلام (٧) ، </p><p>(١) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ٦٤، والمؤلف في \"الوسيط\" ٢/ ٥٣٧، ومكي بن أبي طالب في \"تفسير المشكل من غريب القرآن\" ص ١٠١، وبنحوه ابن أبي حاتم في \"تفسيره\" ٦/ ١٩٢١ من رواية عكرمة عنه، ولفظه: (الر) حروف الرحمن مفرقة، ورواه ابن جرير ١١/ ٧٩ بلفظ: (الر) و (حم) و (ن) حروف الرحمن مفرقة. (٢) رواه ابن جرير ١١/ ٧٩، وابن أبي حاتم ٦/ ١٩٢١، والنحاس في \"معاني القرآن الكريم\" ٣/ ٢٧٥، والبيهقي في كتاب \"الأسماء والصفات\" باب: ما جاء في حروف المقطعات في فواتح السور ١/ ٢٣٢، والثعلبي ٧/ ٣ أ، والبغوي ٤/ ١١٩، وغيرهم. انظر: \"الدر المنثور\" ٣/ ٥٣٤، والأثر ضعيف؛ لأن في سنده شريك، وهو صدوق يخطئ كثيراً، وفيه عطاء بن السائب وهو صدوق اختلط.(٣) رواه ابن جرير ١١/ ٧٩، وابن أبي حاتم ٦/ ١٩٢١، والثعلبي ٧/ ٣ أ، والبغوي ٤/ ١١٩.(٤) رواه ابن جرير ١١/ ٧٩، وابن أبي حاتم ٦/ ١٩٢١، والثعلبي ٧/ ٣ أ.(٥) هو: عطية بن الحارث الهمداني.(٦) رواه الثعلبي ٧/ ٣ أ.(٧) في (م): (الكلام).</p><p> والمعنى: كأنه ابتدأ فقال: {تِلْكَ آيَاتُ الْكِتَابِ} . </p><p> وقال أبو عبيدة: الله أعلم بما أراد بهذه الحروف (١)  (٢) . </p><p> وقرأ القراء الراءَ بالإمالة في {الر} وتركها (٣) ، فمن ترك الإمالة فلأن كثيراً من العرب لا تميل ما يجوز فيه الإمالة عند غيرهم، والأصل ترك الإمالة في هذه الحروف، نحو:  (ما) ، و (ولا) ؛ لأن ألفاتها لا تكون منقلبة عن الياء، وأما من أمال فلأن هذه الحروف أسماء لما (٤) يلفظ به من </p><p>(١) في \"مجاز القرآن\" ١/ ٢٧: (الم) افتتاح، مبتدأ كلام، شعار للسورة، ولم أجد من ذكره بلفظ المؤلف. (٢) ذهب كثير من المحققين إلى أن الحروف المقطعة ذكرت في أوائل بعض السور بيانًا لإعجاز القرآن، وأن الخلق عاجزون عن معارضته بمثله، مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها، وقد قرر هذا القول الزمخشري في \"كشافه\" ١/ ٩٥ - ٩٨، ونسبه الرازي في \"تفسيره\" ١/ ٦ إلى المبرد والمحققين، وحكاه القرطبي في \"تفسيره\" ١/ ١٥٥، عن الفراء وقطرب، وذهب إليه ابن كثير وشيخ الإسلام ابن تيمية والحافظ المزي، انظر: \"تفسير ابن كثير\" ١/ ٣٨.والذي أختاره هو الرأي القائل بان هذه الحروف مما استأثر الله بعلمه فلا يصل أحد إلى معرفة المراد منها حيث لم يصح عن الرسول - صلى الله عليه وسلم - بيان المراد منها، ولم يجمع العلماء فيها على شيء معين، وليس مع أحد المختلفين حجة قاطعة، فالوقف في مثل هذه الحالة أسلم حتى يتبين الحق في هذا المقام. أما وصف القرآن بأنه هدى وتبيان فلا يبطله أن تجيء في أوائل بعض سوره مثل هذه الحروف؛ إذ لا تعلق لها بتكليف ولا خبر، وقد يكون ورودها تنبيهًا على القدرة التامة في جانب الرب، والقصور في جانب العبد، كأسرار الله في الكون والتكاليف. والله أعلم.(٣) قرأ ابن كثير وأبو جعفر وقالون ويعقوب وحفص بالفتح، وقرأ ورش بين اللفظين، وقرأ الباقون بالإمالة. انظر: \"التيسير في القراءات السبع\" ص١٢٠، \"تحبير التيسير\" ص١٢١، \"إتحاف فضلاء البشر\" ص ٢٤٦.(٤) في (ح): (لا)، وهو خطأ.</p><p> الأصوات المقطعة في مخارج الحروف، فجازت الإمالة فيها من حيث (١) كانت أسماء (٢) ولم تكن الحروف التي تمتنع فيها (٣) الإمالة (٤) ، نحو:  (ما)  (٥) و (لا) وما أشبههما، فقصد بإمالة هذه الحروف -التي هي أسماء للأصوات- الإعلام بأنها أسماء (٦) ليست بحروف. </p><p> وفإن قلت: فإن الأسماء لا تكون على حرفين أحدهما حرف لين، وإنما تكون على هذه الصفة الحروف نحو:  (لا) و (ما) ، فالقول: إن هذه الأسماء لم تمتنع أن تكون على حرفين أحدهما حرف لين؛ لأن التنوين لا يلحقها، فيؤمن لامتناع التنوين من اللحاق لها أن تبقى على حرف واحد، وإذا أمن ذلك لم يمتنع أن يكون الاسم على حرفين أحدهما حرف لين ألا ترى أنهم قالوا: هذه شاة (٧) ، فجاء على حرفين، أحدهما حرف لين لما أمن لحاق التنوين له لاتصال علامة التأنيث به، وكذلك قوله: رأيت رجلاً ذا مال؛ لاتصال المضاف إليه به، وكذلك قولهم: كسرت فا زيدٍ. </p><p> ومثل شاة في كونها على حرفين أحدهما حرف لين لما دخلت (٨) عليه </p><p>(١) ساقط من (ى). (٢) في (ى): (الأسماء).(٣) ساقط من (ى).(٤) في (ى): (إلي).(٥) ساقط من (ى).(٦) ساقط من (ى).(٧) في \"لسان العرب\": (شوه) والشاة: أصلها شاهية فحذفت الهاء الأصلية، وأثبتت هاء العلامة التي تنقلب تاء في الإدراج.(٨) في (م): (دخل).</p><p> علامة التأنيث قولهم في الباءة: باه، كأنه أراد: الباءة (١) ، فأبدل من الهمزة الألف كما أبدلها في قوله (٢) : </p><p> ... لا هَنَاكِ المَرْتَعُ </p><p> فاجتمع ألفان فحذف أحدهما لالتقاء الساكنين فبقي الاسم على حرفين أحدهما حرف لين، أنشد اليزيدي (٣) : </p><p> فياشرَّ مُلْكٍ ملْكِ قيس بن عاصم ... على أن قيسًا لم يطأ باه مَحْرَم (٤) </p><p>(١) الباءة: النكاح والتزوج، وفيه لغات: الباهُ والباءُ والباءة والباهة. انظر: \"مجمل اللغة\" (بوأ) ١/ ١٣٨، \"لسان العرب\" (بهه) ١/ ٣٨٠، \"النهاية في غريب الحديث والأثر\" (بوأ) ١/ ١٦٠. (٢) هو الفرزدق، وتمام البيت كما في \"ديوانه\" ١/ ٤٠٨:ومضت لمسلمة الركاب مودعًا ... فارعي فزارة لا هناك المرتعوالبيت منسوب للفرزدق أيضًا في: \"شرح أبيات سيبويه\" ٢/ ٢٩٤، و\"طبقات فحول الشعراء\" ٢/ ٣٤٠، و\"كتاب سيبويه\" ١/ ١٨٤، و\"المقتضب\" ١/ ١٦٧ وروايته في هذه المصادر:راحت بمسلمة البغال عشية ... فارعي فزارة .......... إلخوالبيت من قصيدة يهجو بها الفرزدق الأمير عمر بن هبيرة الفزاري لما تولى العراق بعد عزل عبد الملك بن بشر عن البصرة، وسعيد بن عمرو عن الكوفة، ورحيل مسلمة بن عبد الملك إلى الشام.(٣) هو: يحيى بن المبارك بن المغيرة العدوي البصري أبو محمد النحوي، المعروف باليزيدي لاتصاله بالأمير يزيد بن منصور خال المهدي لتأديب أولاده، وقد أدب المأمون أيضًا، وكان ثقة عالمًا حجة في القراءة، أخباريًّا نحويًّا لغويًّا، نظيرًا للكسائي، وتوفي سنة ٢٠٢ هـ. انظر: \"تاريخ بغداد\" ١٤/ ١٤٦،\"نزهة الألباء\" ص ٦٩، \"الحجة للقراء السبعة\" ٤/ ٢٤٥، فقد نص أبو علي في هذا الموضوع أن المذكورر أبو محمد لا غيره.(٤) لم أهتد لمصادره.</p><p> ومثل هذا ما رواه الفراء عن الكسائي أنه سمع: اسقني شربة مًا يا هذا (١) ، يريد شربة ماء، فقصر (٢) وأخرجه على لفظ (من) ، هذا إذا مضى فإذا (٣) وقف قال: ما، والقول في هذا كالقول في باهٍ؛ إلا أن باهًا (٤) أحسن من مًا، لتكثرها بعلامة التأنيث. </p><p> ولم يعد {الر} آية كما عد {طه} ؛ لأن آخره لا يشاكل رؤوس الآي التي بعده [إذ هي بمنزلة المردف بالباء، و {طه} عدّ؛ لأنه يشاكل رؤوس الآي التي بعده (٥) ] (٦) . </p><p> قوله تعالى {تِلْكَ آيَاتُ الْكِتَابِ} قال أبو عبيدة: المعنى هذه آيات (٧) ، وقال الزجاج: أي تلك الآيات التي جرى ذكرها آيات الكتاب الحكيم (٨) ، وقد بينّا في أول سورة البقرة جواز (تلك) و (ذلك) بمعنى (هذه) و (هذا) . </p><p> وقال صاحب النظم: نظم هذه الفاتحة مثل نظم قوله تعالى: {الم </p><p>(١) \"الحجة للقراء السبعة\" ٤/ ٢٤٥. (٢) ساقط من (ى).(٣) في (م): (وإذا).(٤) في (ح): (أباه)، وهو خطأ، وفي (ى) و (م): (باهً)، إلا أنها لم تشكل في (ى)، وانظر النص في \"الحجة للقراء السبعة\" ٤/ ٢٤٦.(٥) الصحيح أن الآية إنما تعلم بتوقيف من الشارع، ولا مجال للقياس في ذلك، وما ذكره المؤلف غير مطرد؛ فإن (المص) آية في سورة الأعراف، وآخرها لا يشاكل رؤوس الآي التي بعدها. وانظر: \"البرهان\" للزركشي ١/ ٢٥٢، \"الإتقان\" ١/ ٨٨.(٦) ما بين المعقوفين ساقط من (ى).(٧) \"مجاز القرآن\" ١/ ٢٧٢.(٨) \"معاني القرآن وإعرابه\" ٣/ ٥.</p><p> (١) ذَلِكَ الْكِتَابُ} إلا أن الكتاب مذكر فقال (ذلك) والآيات مؤنثة وقال (تلك) قال: وربما أخرج ذلك على ما تقدم وربما أخرج علي ما تأخرج وأخرج هاهنا (١) على ما تأخرة لأن (ذلك) و (ذاك) و (تلك) و (أولئك) إشارات تقع على ما يقصد بالإشارة إليه، وقد قال عطاء عن ابن عباس: يريد هذه الآيات التي أنزلتها على محمد - صلى الله عليه وسلم - (٢) . </p><p> وأراد بـ {الْكِتَابِ الْحَكِيمِ} القرآن في قول أكثر المفسرين (٣) ، والحكيم: الحاكم (فعيل) بمعنى (فاعل) دليله قوله: {وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ}  [البقرة: ٢١٣] وقيل: إنه بمعنى المحكم (٤) ، قال مقاتل: المحكم من الباطل لا كذب فيه ولا اختلاف (٥) ، وقد بينا قبل هذا أن الأحكام معناه المنع من الفساد، ويدل على أن الحكيم هاهنا بمعنى المحكم قوله:  {كِتَابٌ أُحْكِمَتْ آيَاتُهُ}  [هود: ١] . </p><p> قال الأزهري: وهذا سائغ في اللغة، والقرآن يبين بعضه بعضًا، وإنما جاز ذلك؛ لأن (حكمت) تجري مجرى (أحكمت) في المعنى فرد إلى الأصل والله أعلم (٦) . </p><p> وقد قال الأعشى: </p><p>(١) ساقط من (م). (٢) ذكره المؤلف في \"الوسيط\" ٢/ ٥٣٨.(٣) انظر: \"تفسير ابن جرير\" ١١/ ٨٠، والسمرقندي ٢/ ٨٧، والثعلبي ٧/ ٣ ب، والبغوي ٤/ ١١٩.(٤) هذا قول أبي عبيدة في \"مجاز القرآن\" ١/ ٢٧٢.(٥) \"تفسير مقاتل\" ١٣٧ ب.(٦) \"تهذيب اللغة\" (حكم) ١/ ٨٨٦ بنحوه.</p>"
}