{
  "id": null,
  "sura": 10,
  "aya": 43,
  "text": "<p> وقوله تعالى:  {وَلَوْ كَانُوا لَا يَعْقِلُونَ} ، قال ابن عباس: يريد أنهم شر من الصم؛ لأن الصم لهم عقول وقلوب، وهؤلاء قد أصم الله قلوبهم (١) . </p><p> وقال الزجاج: أي (٢) : ولو كانوا مع ذلك جهالًا (٣) ، أخبر الله تعالى أن هؤلاء يستمعون استماع استهزاء لا استماع انتفاع، فهم بمنزلة الصم الجهال؛ إذ لم ينتفعوا بما سمعوا، وقال قوم: هذه الآية والتي قبلها إخبار أنه (٤) لا يؤمن إلّا من وفقه الله تعالى، فذكر أن هؤلاء الكفار يستمعون القرآن وهم كالصم الذين لا يعقلون لعدم التوفيق، وصرف الله قلوبهم عن الانتفاع بما سمعوا، فقوله:  {أَفَأَنْتَ تُسْمِعُ الصُّمَّ} مثلٌ ضربه الله لنبيه - صلى الله عليه وسلم -، يقول: كما لا تقدر أن تسمع من سلبته السمع، كذلك لا تقدر أن تسمعهم إسماعًا ينتفعون به، وقد حكمت عليهم أن (٥) لا يؤمنوا (٦) . </p><p> ٤٣ - قوله تعالى:  {وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ} ، قال عطاء عن ابن عباس: يريد متعجبين منك (٧) ، {أَفَأَنْتَ تَهْدِي الْعُمْيَ وَلَوْ كَانُوا لَا يُبْصِرُونَ} يريد: أن الله أعمى قلوبهم فلا يبصرون شيئًا من الهدى كما يبصر المؤمنون، وهذا كما قال:  {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ}  [الحج: ٤٦] . </p><p>(١) \"زاد المسير\" ٤/ ٣٥. (٢) ساقط من (ى).(٣) اهـ كلام الزجاج، انظر: \"معاني القرآن وإعرابه\" ٣/ ٢٢.(٤) في (ى): (لأنه).(٥) في (ح): (لأن).(٦) انظر معنى هذا القول في \"تفسير ابن جرير\" ١١/ ١١٩، والثعلبي ٧/ ١٦ أ، والبغوي ٤/ ١٣٥، والقرطبي ٨/ ٣٤٦.(٧) \"زاد المسير\" ٤/ ٣٥، \"الوسيط\" ٢/ ٥٤٨.</p><p> وقال أبو إسحاق: ومنهم من يقبل إليك بالنظر وهو كالأعمى من بغضه لك، وكراهته ما يراه من آياتك (١) ، هذا على القول الأول في الآية الأولى (٢) ، وعلى القول الثاني (٣) معناه: {وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ} فيبصرك ويراك ولا يؤمن بك، وأنت (٤) لا تقدر على أن توفقه للإيمان كما لا تقدر أن تخلق للأعمى بصرًا يهتدي به، وذكر ابن قتيبة: أن الله فضل السمع على البصر حيث قرن بذهاب السمع ذهاب العقل، ولم يقرن بذهاب النظر إلا ذهاب البصر (٥) . </p><p> قال ابن الأنباري: وهذا عندي غلط؛ لأن الذي نفاه الله مع السمع بمنزلة الذي نفاه مع البصر؛ إذ كان الله -عز وجل- أراد إبصار القلوب، ولم يرد إبصار العيون، فالذي يبصره القلب هو الذي يعقله. وهذا الذي ذكره أبو بكر يكون على القول الأول في الآيتين، وعلى القول الثاني: يقال: إن الله تعالى نفى العقل [عن (٦) الصم لا من حيث أن فقد السمع يوجب فقد العقل، ولكنه زاد نفي العقل] (٧) تأكيدًا؛ يقول: لا تقدر أن تسمع الصم الذين لا يعقلون؛ لأن الأصم إذا كان غير عاقل كان أبعد من الانتفاع بما يقال له، فإنه لا يفهم الإشارة أيضًا، وإذا كان عاقلًا فهم الإشارة، فقامت له مقام </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٢. (٢) وهو أنهم لشدة بغضهم لمحمد بمنزلة الصم.(٣) وهو أنهم يستمعون القرآن وهم بمنزلة الصم لعدم التوفيق.(٤) في (ح) و (ز): (وإنك).(٥) \"تأويل مشكل القرآن\" ص ٧.(٦) في (ى): (على)، وهو خطأ.(٧) ما بين المعقوفين ساقط من (ح) و (ز).</p><p> السمع، يؤكد ما قلناه أنا نشاهد الصم عاقلين، فلو كان الأمر على بما ذكره بن قتيبة وجب أن لا يوجد أصم عاقلًا. </p><p> قال أبو بكر: وكيف يكون السمع أفضل وبالبصر يكون جمال الوجه، وبذهابه شينه، وذهاب السمع لا يكسب الوجه شينًا، والعرب تسمي العينين (الكريمتين) ، ولا تصف السمع بمثل هذا؛ ومنه الحديث: يقول الله تعالى: من أذهبت كريمتيه فصبر (١) لم أرض له ثوابًا دون الجنة (٢) \" (٣) . </p><p> وأنشد لبعض من أصيب بعينيه: </p><p>(١) في (م): (فصبر واحتسب). (٢) رواه نحوه البخاري في \"صحيحه\" (٥٦٥٣) كتاب المرضى، باب: فضل من ذهب بصره، والترمذي في \"سننه\" (٢٤٠٠) كتاب الزهد، باب: ما جاء في ذهاب البصر، والدارمي في \"سننه\" كتاب الرقاق، باب: فيمن ذهب بصره فصبر ٢/ ٢١٧ (٢٧٩٥)، وأحمد في \"المسند\" ٣/ ١٤٤.(٣) ذكر بعض قول ابن الأنباري هذا الرازي في \"تفسيره\" ١٧/ ١٠٢، ولابن الأنباري كتاب في الرد على ابن قتيبة لم يكمله، ولعل هذا النص منه.انظر مقدمة \"تأويل مشكل القرآن\" ص٧٠، وقول ابن الأنباري هذا يذكرنا بقول الشريف المرتضى في كتابه \"غرر الفوائد ودرر القلائد\" المعروف بـ\"الأمالي\" ٢/ ١٣، بعد أن ذكر رأيًا لابن الأنباري: وهذا الذي ذكره ابن الأنباري غير صحيح، ونظن أن الذي حمله على الطعن في هذا الوجه حكايته له عن ابن قتيبة؛ لأن من شأنه أن يرد كل ما يأتي به ابن قتيبة وإن تعسف في الطعن عليه اهـ. وأقول: الواقع يؤيد رأي ابن قتيبة في تفضيل السمع على البصر، فكم من كفيف بلغ شأوًا عظيمًا في العلم والتعليم والنبوغ والتصنيف وقيادة الأمم، ولم نسمع ذلك في شأن الصم الذين ولدوا كذلك.</p>"
}