{
  "id": null,
  "sura": 10,
  "aya": 69,
  "text": "<p> سماع اعتبار، أنه مما لا يقدر عليه إلا عالم قاصد مدبر لهما، وأنه نعمة على العباد بما لهم فيه من الانتفاع والصلاح. </p><p> ٦٨ - قوله تعالى:  {قَالُوا اتَّخَذَ اللَّهُ وَلَدًا} ، قال ابن عباس والمفسرون: يعني: زَعَم المشركون أن الملائكة بنات الله (١) ، قال الكلبي: نزلت في أهل مكة، وهذه مقالتهم (٢) ، {سُبْحَانَهُ} تعظيمًا له وتنزيهًا عما قالوا: {هُوَ الْغَنِيُّ} ، قال ابن عباس: الغني أن تكون له زوجة أو ولد (٣) . </p><p> وقوله تعالى:  {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ} [هذا كقوله: (سبحانه أن يكون (له ولد)  (٤) له ما في السموات وما في الأرض)] (٥)  [النساء: ١٧١] وقد مر. </p><p> قوله:  {إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ} ما عندكم من (٦) حجة بهذا. </p><p> ٦٩ - وقوله تعالى:  {إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ} ، قال ابن عباس: يريد لا يسعدون (٧) . </p><p>(١) ذكره عن ابن عباس بنحوه ابن الجوزي في \"زاد المسير\" ٤/ ٤٧، والفيروزأبادي في \"تنوير المقباس\" ص ٢١٦، وهو قول ابن جرير ١١/ ١٤٠، والسمرقندي ٢/ ١٠٥، والثعلبي ٧/ ٢٠ ب، والبغوي ٤/ ١٤٢ وغيرهم. (٢) \"تنوير المقباس\" ص ٢١٦ بنحوه عنه، عن ابن عباس.(٣) \" تنوير المقباس\" ص ٢١٦ بنحوه، وذكره من غير نسبة المؤلف في \"الوسيط\" ٢/ ٥٥٤، \"الوجيز\" ٧/ ١٨٢، وابن الجوزي في \"زاد المسير\" ٤/ ٤٧.(٤) ساقط من جميع النسخ عدا (م).(٥) ما بين المعقوفين ساقط من (ى).(٦) ساقط من (ح) و (ز).(٧) \"تنوير المقباس\" ص ٢١٦ بمعناه، وذكره ابن الجوزي في \"زاد المسير\" ٤/ ٤٧ دون تعيين القائل.</p><p> قال أهل المعاني: إنهم لا يفلحون وإن اغتروا بطول السلامة والمظاهرة في النعمة، قال الزجاج: هذا وقف التمام (١)  (٢) ، ثم قال:  {مَتَاعٌ فِي الدُّنْيَا} وارتفاعه على أنه خبر ابتداء محذوف، قال الزجاج: يعني: ذلك متاع في الدنيا (٣) ، وقال الفراء: ومثله التي في النحل {مَتَاعٌ قَلِيلٌ}  (٤) ، وقوله:  {لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ بَلَاغٌ}  [الأحقاف: ٣٥] كله مرفوع بشيء مضمر قبله إما (هو) وإما (ذاك)  (٥) . </p><p> وقال الأخفش: المعنى: لهم متاع (٦)  (٧) ، وإضمار (لهم) هاهنا أظهر وأكشف للمعنى من إضمار (هو) أو (ذاك) ؛ لأنه لم يتقدم ما يضمر أو ما (٨) يشار إليه، والمعنى: لهم متاع في الدنيا يتمتعون به أيامًا يسيرة، ثم إلينا مرجعهم، ودل (٩) على هذا المحذوف ما هو معلوم (١٠) من حالهم. </p><p>(١) في (م): (وهذا وقف للتمام)، وما أثبته موافق للمصدر. (٢) اهـ. كلام الزجاج، انظر: \"معاني القرآن وإعرابه\" ٣/ ٢٧.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٧، وعبارة الزجاج: متاع في الدنيا، مرفوع على معنى: ذلك ... إلخ.(٤) الآية ١١٧.(٥) \"معاني القرآن\" ١/ ٤٧٢.(٦) في (ى): (عذاب)، وهو خطأ.(٧) \"الكشف والبيان\" ٧/ ٢١ أ، \"الجامع لأحكام القرآن\" ٨/ ٣٦١، ولم يفسر الأخفش هذه الآية في كتابه \"معاني القرآن\"، وقد فسر الآية رقم (٢٣) من هذه السورة على قراءة الجمهور فقال: وقال: {إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا} أي: وذلك متاعُ الحياة الدنيا، أو أراد: متاعكم متاعُ الحياة الدنيا. كتاب \"معاني القرآن\" له ١/ ٣٧١.(٨) لفظ: (ما) ساقط من (ى).(٩) في (ح) و (ز): (وقيل)، وهو خطأ.(١٠) ساقط من (ح).</p>"
}