{
  "id": null,
  "sura": 11,
  "aya": 27,
  "text": "<p> ٢٧ - قوله تعالى:  {فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ} ، قال ابن عباس (١) والمفسرون (٢) : يعني: الأشراف ورؤساء القوم وكبراءهم {مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا} لا فضل لك علينا {وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا} أي لم يتبعك الملأ منا وإنما اتبعك أخساؤنا، قال ابن عباس (٣) : يريد: المساكين الذين لا عقول لهم ولا شرف ولا مال، وهذا كقوله في الشعراء:  {أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ}  [الشعراء: ١١١] . </p><p> قال الزجاج (٤) : نسبوهم إلى الحياكة، والصناعات لا تضر في باب الديانات، والرذل (٥) الدون من كل شيء في منظره وحالاته، ورجل رذل الثياب، والفعل رذل يرذل رذالة، وأرذل الشيء جعله رذلًا؛ يقال: أرذل فلان دراهمي، فالأراذل (٦) يجوز أن تكون جمع الجمع، والواحد رذل والجمع أرذل (٧) ثم يجمع على أراذل، كقولك: كلب وأكلب وأكالب، ويجوز أن يكون جمع الأرذل إذا جعلته اسمًا كالأساود في جمع الأسود من الحيات، هذا قول بعضهم، قال: الأصل فيه هو أرذل من كذا ثم كثر حتى قالوا هو الأرذل، فصارت الألف واللام عوضًا من الإضافة. </p><p>(١) \"تنوير المقباس\" ١٤٠. (٢) البغوي ٤/ ١٧١، ابن عطية ٧/ ٢٧٠، ابن كثير ٢/ ٤٨٤، الرازي ١٧/ ٢١١، \"معاني القرآن\" للزجاج ٣/ ٤٧، \"تفسير مقاتل\" ١٤٥ أ.(٣) القرطبي ٩/ ٢٣.(٤) \"معاني القرآن وإعرابه\" ٤/ ٩٥، القرطبي ٩/ ٢٣، \"تهذيب اللغة\" ٢/ ١٣٩٧ (رذل).(٥) في (ب): (الرذال).(٦) في (ب): (فالأرذال).(٧) في (ب): (أرذال).</p><p> وقوله تعالى:  {مَا نَرَاكَ} ، {نَرَاكَ} عند الفراء (١) لغو اعترض به وكأنه قيل: وما اتبعك، قال أبو علي (٢) : لا يجوز أن يكون \"نراك\" اعتراضًا؛ لأنه قد تعدى إلى المفعول فلا يحسن الاعتراض به، ولو لم يتعد لحسن، كما تقول: زيد ظننت منطلق، ولو ألغيته وقد عديته إلى مفعول لم يجز، فإن قلت فقد قال الشاعر (٣) : </p><p> وما أراها تزال ظالمة ... تحدث لي قرحة وتنكأها </p><p> فعدى أرى إلى الضمير، وجعل أراها اعتراضًا، قيل: إن الضمير في قوله (أراها) كناية عن المصدر [فلا يقتضي مفعولًا ثانيًا، وفي قوله \"نراك\" المفعول للخطاب، والخطاب لا يكون كناية عن المصدر] (٤) ، فلا تكون الآية في قياس البيت. </p><p> وقوله تعالى:  {بَادِيَ الرَّأْيِ} ، البادي (٥) : الظاهر، من قولك: بدا </p><p>(١) \"معاني القرآن\" ٢/ ١١، ولم يقل الفراء بأنها لغو، وإنما قال: \"كأنه حذف (نراك)، وقال {وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا}. (٢) \"الحجة\" ٤/ ٣٢٠.(٣) ابن هرمة. هو: أبو إسحاق إبراهيم بن علي بن سلمة بن عامر بن هرمة القرشي من الخلج وهم من قيس بن الحارث بن فهر. سكن المدينة وهو من آخر الشعراء الذين يحتج بشعرهم، مات سنة ١٥٠هـ تقريبًا. انظر: \"طبقات الشعراء\" ٢٠، و\"تاريخ بغداد\" ٦/ ١٢٧.والبيت في \"ديوانه\" (٥٦) وفيه: تظهر لي قرحة وتنكؤها، وانظر: السيوطي ٢٧٧، ٢٧٩، \"تاج العروس\" (اقط) ١٩/ ١٣٤، أساس البلاغة /٤٠٢ (لبأ)، الدرر ١/ ٨١، ٢٠٧، وهو بلا نسبة في الهمع ١/ ١١١، ٢٤٨، \"تهذيب اللغة\" ١٥/ ٤٨٣، \"اللسان\" (أنف) ٩/ ١٤.(٤) ما بين المعقوفين ساقط من (ب).(٥) \"تهذيب اللغة\" (بدا) ١/ ٢٨٧ - ٢٨٨.</p><p> الشيء إذا ظهر، ومنه يقال للبرية: بادية لظهورها وبروزها للناظر، واختلفوا في معنى {بَادِيَ الرَّأْيِ} فذكر أبو إسحاق (١) فيه وجهين: </p><p> أحدهما: اتبعوك في الظاهر، وباطنهم على خلاف ذلك. </p><p> قال: ويجوز أن يكون: اتبعوك في ظاهر الرأي، ولم يتدبروا ما قلت ولم يتفكروا. </p><p> والوجه الأول روى معناه عطاء الخراساني عن ابن عباس (٢) : في قوله {بَادِيَ الرَّأْيِ} قال: فيما ظهر لنا. </p><p> وذكر ابن الأنباري (٣) وجهًا آخر، فقال: معناه اتبعك سفلتنا أو سقطاؤنا، فيما يظهر من أمرهم لنا ولغيرنا، أي الذي وصفناهم به من الانتقاص لهم والازدراء بهم ظاهر لجميع من يراهم، وليس ذلك أمرًا يغيب ويغمض فيخالفنا فيه غيرنا. </p><p> قال: وإلى هذا المعنى ذهب مقاتل بن سليمان (٤) ، و {الرَّأْيِ} على هذا من رأي العين، لا من رأي القلب، وكذلك في الوجه الأول الذي ذكره الزجاج، ويؤكد ما ذكره ابن الأنباري من مذهب مقاتل بن سليمان: ما رواه عبد الوهاب بن مجاهد (٥) ، عن أبيه (٦) قال: معناه إلا الذين هم أراذلنا رأي </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٤٧، وانظر: \"تهذيب اللغة\" (بدا) ١/ ٢٨٧ - ٢٨٨. (٢) الطبري ١٢/ ٢٨، وابن المنذر كما في \"الدر\" ٣/ ٥٩٠.(٣) \" الزاهر\" ١/ ٢٢٦، \"زاد المسير\" ٤/ ٩٦.(٤) \"زاد المسير\" ٤/ ٩٦، \"تنوير المقباس\" ١٤٥ أ.(٥) هو: عبد الوهاب بن مجاهد بن جبر، روي عن أبيه، كذبه الثوري وضعفه وكيع وأحمد وابن معين وأبو حاتم، وقال ابن عدي: عامة ما يرويه لا يتابع عليه.انظر: \"طبقات ابن سعد\" ٥/ ٤٩٦، \"تهذيب التهذيب\" ٢/ ٦٤٠.(٦) في (ب): (مجاهد).</p><p> العين (١) . </p><p> هذا كله على قراءة من قرأ (بادي) من غير همز (٢) ، ومن قرأ بادئ بالهمز (٣) فقال أبو عليّ الفارسي (٤) : هاتان الكلمتان يعني: بادي وبادئ متقاربتان في المعنى؛ لأن الهمز فيها بمعنى: ابتداء الشيء وأوله، واللام إذا كانت واوًا كان المعنى: الظهور، وابتداء الشيء يكون ظهورًا، وإن كان الظهور قد يكون ابتداء وغير ابتداء، ولذلك ما (٥) تستعمل كل واحدة من الكلمتين في موضع الأخرى كقولهم: أما بادي بدء فإني أحمد الله، وأما بادئ باد فإني أحمد الله. </p><p> وأما المعنى على هذه القراءة، فقال أبو إسحاق (٦) والزجاج (٧) : اتبعوك ابتداء الرأي، أي حين ابتدأوا ينظرون، ولو فكروا [لم يتبعوك، ونحو هذا قال ابن الأنباري (٨) : أي ابتدءوك أول ما ابتدؤوا ينظرون، ولو فكروا] (٩) لم يعدلوا عن موافقتنا في تكذيبك. </p><p>(١) البغوي ٤/ ١٧١، الثعلبي ٧/ ٣٩ أ. (٢) وقرأ بها السبعة غير أبي عمرو، \"السبعة\" ص ٣٣٢، \"التبصرة\" ص ٥٣٨، \"الكشف\" ١/ ٥٢٦، \"الحجة\" ٤/ ٣١٦.(٣) وقرأ بها أبو عمرو، \"السبعة\" ٣٣٢، \"التبصرة\" ص ٥٣٨، \"الكشف\" ١/ ٥٢٦، \"الحجة\" ٤/ ٣١٦.(٤) \"الحجة\" ٤/ ٣١٧.(٥) هكذا في النسخ، ولعل الصواب: ولذلك كثيرًا ما تستعمل. \"الحجة\" ٤/ ٣١٧.(٦) هو الثعلبي ٧/ ٣٩ أ.(٧) \"معاني القرآن وإعرابه\" ٣/ ٤٧.(٨) \"تهذيب اللغة\" (بدا) ١/ ٢٨٧ - ٢٨٨، \"زاد المسير\" ٤/ ٩٦.(٩) ما بين القوسين، ساقط من (ب) و (ج).</p><p> ونحوه قال أبو علي (١) : أراد اتبعوك في أول الأمر من غير أن يتبعوا الرأي بفكر وروية فيه. </p><p> وهذه الأقوال معناها واحد، وذكرتها لزيادة البيان، قال غير هؤلاء: معنى قوله: {أَرَاذِلُنَا بَادِيَ الرَّأْيِ} أول ما نراهم نزدريهم ونسترذلهم. </p><p> قال ابن الأنباري (٢) : ويجوز لمن ترك الهمز في بادي أن ينوي اصطحاب الهمز ويحتج بأن الهمز مُلَيَّن ومعناه مطلوب، وبنحو من هذا قال أبو علي (٣) ، وقد يجوز في قول من همز أن يخفف ويقول: بادي، فتقلب الهمزة ياء لانكسار ما قبلها، فيكون كقولهم (٤) : (مِيَر) في جمع ميرة، و (ذِيَب) في جمع ذيبة. </p><p> قال أبو بكر: وانتصاب المهموز وغير المهموز بالاتباع على مذهب المصدر، أي اتبعوك اتباعًا ظاهرًا أو اتباعًا مبتدأ. </p><p> وقال أبو إسحاق (٥) : فأما نصب {بَادِيَ الرَّأْيِ} فعلى اتبعوك في ظاهر الرأي، وعلى ظاهر الرأي، ومن قال: بادي فعلى ذلك نصبه. وهذا الذي قاله أبو إسحاق مخالف لما قاله أبو بكر، وشرح أبو علي (٦) قولة أبي إسحاق، وذلك أنه لما قال: في ظاهر الرأي، وعلى ظاهر الرأي جعله ظرفًا فقال أبو علي: اسم الفاعل جاز أن يكون ظرفًا كما جاز في (فعيل) </p><p>(١) \"الحجة\" ٤/ ٣١٧. (٢) \"زاد المسير\" ٤/ ٩٦.(٣) \"الحجة\" ٤/ ٣١٨ بنحوه.(٤) في (ب): (قولهم من غير كاف).(٥) \"معاني القرآن وإعرابه\" ٣/ ٤٧.(٦) \"الحجة\" ٤/ ٣١٨ بتصرف.</p><p> نحو قريب ومليء؛ لأن (فاعلًا) و (فعيلاً) يتعاقبان على المعنى، نحو عالم وعليم وشاهد وشهيد ووالي وولي، قال: والعامل في هذا الظرف هو قولى: \"اتبعك\" ، التقدير: ما اتبعك في أول رأيهم، أو في ما ظهر من رأيهم، إلا أراذلنا، فأخّر الظرف، وأوقع بعد (إلا) ولو كان بدل الظرف غيره لم يجز، ألا ترى أنك لو قلت: ما أعطيت أحدًا إلا زيدًا درهمًا، فأوقعت بعد (إلا) اسمين لم يجز؛ لأن الفعل أو معنى الفعل في الاستثناء يصل إلى ما انتصب بتوسط الحرف [ولا يصل الفعل بتوسط الحرف]  (١) إلى أكثر من مفعول، ألا ترى أنك لو قلت: استوى الماء والخشبة، فنصبت الخشبة لم يجز أن تتبعه اسمًا آخر ينصبه، كذلك المستثنى إذا لحقته (إلا) وأوقعت بعدها اسمًا مفردًا لم يجز أن تتبعه آخر، وجاز ذلك في الظرف لأن الظرف قد اتسع فيه في مواضع، ألا ترى أنهم قالوا: كم في الدار رجلاً ففصلوا بينهما في الكلام (٢) . </p><p> وقوله تعالى:  {وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ} ، قال ابن عباس (٣) : يريد التكذيب له ولما جاء به من النبوة، وهل الفضل كله إلا بالنبوة، {بَلْ نَظُنُّكُمْ كَاذِبِينَ} يريد ليس هذا من الله. </p><p> قال ابن الأنباري (٤) : وجمعت الكاف في خطاب نوح بعد توحيدها </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) إلى هنا انتهى النقل من \"الحجة\" ٤/ ٣١٩.(٣) لم أجده عن ابن عباس، وهو قول الطبري ١٢/ ٢٧، ابن عطية ٧/ ٢٧٣، القرطبي ٩/ ٢٤.(٤) الطبري ١٢/ ٢٧ - ٢٨.</p>"
}