{
  "id": null,
  "sura": 11,
  "aya": 31,
  "text": "<p> إسحاق (١) في قوله {إِنَّهُمْ مُلَاقُو رَبِّهِمْ} . </p><p> وقوله تعالى:  {وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ} ، قال ابن عباس: </p><p> يريد: تجهلون ربوبية ربكم وعظمته (٢) ، وقال أهل المعاني: تجهلون أن هؤلاء خير منكم لإيمانهم بربهم وكفركم به. </p><p> ٣٠ - قوله تعالى:  {وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ} ، قال الفراء (٣) : يقول: من يمنعني من عذاب الله، وكذلك ما في القرآن منه (٤) ، والنصر من كذا: المنع منه، ومعنى الآية إذا طردت المؤمنين كان ذلك ذنبًا ارتكبته، فمن يدفع عني عذاب الله، وهذا دليل على أن العالم يلزمه مصابرة المتعلم، ولا يجوز له طرده والامتناع عما يطلب من العلم، ولو لم يصبر كان تعرض للعقوبة. </p><p> ٣١ - قوله تعالى:  {وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ} ، ذكرنا معنى الخزائن في مثل هذه الآية في سورة الأنعام (٥) ، قال ابن عباس في هذه الآية: يريد مفاتيح الغيب. قال أبو بكر (٦) : الخزائن هاهنا يعني بها غيوب </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٤٨. (٢) الطبري ١٢/ ٣٥، \"زاد المسير\" ٤/ ٩٨.(٣) \"معاني القرآن\" ٢/ ١٣، وفيه \"من يمنعني من الله\".(٤) يعني: ما جاء في القرآن بهذا اللفظ فهو بالمعنى الذي ذكره.(٥) وهو قوله: {قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ} [الأنعام:٥٠]. قال: \"الخزائن جمع الخزانة، وهي اسم المكان الذي يخزن فيه الشيء، وخزن الشيء: إحرازه بحيث لا تناله الأيدي. والخزانة أيضاً: عمل الخازن\" اهـ.(٦) \"زاد المسير\" ٤/ ٩٨، والبغوي ٤/ ١٧٢، \"تهذيب اللغة\" للأزهري ١/ ١٠٢٧، (خزن).</p><p> الله وما هو مطوي عن الخلق، وإنما وجب أن يكون هذا جوابًا من نوح عليه السلام لهم لما قالوا:  {وَمَا نَرَاكَ اتَّبَعَكَ} الآية، فادَّعوا أن هؤلاء المؤمنين اتبعوه في ظاهر ما يرى منهم، وهم في الحقيقة غير متبعين له، فقال مجيبًا لهم:  {وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ} غيوب الله التي يعلم منها ما ينطوي عليه الناس ويضمرونه، ولا أعلم ما يغيب عني مما يسترونه في نفوسهم؛ فسبيلي قبول إيمانهم الذي يظهر لي، ومضمراتهم لا يعلمها إلا الله، فقيل للغيوب: خزائن لغموضها على الناس واستتارها عنهم، كما يقال: خزن المال: إذا غيبه. </p><p> [وقوله:  {وَلَا أَقُولُ إِنِّي مَلَكٌ} ، هذا جواب لقولهم:  {مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا} أي: لا ينبغي أن تحتجوا عليّ بأمر لا أدعيه] (١) . </p><p> وقوله تعالى:  {وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ} ، قال أبو إسحاق (٢) : {تَزْدَرِي} تستقل وتستبخس (٣) ، يقال: أزريت على (٤) الرجل: إذا عبت عليه وخسست فعله، وأصل تزدري: تزتري، إلا أن هذه التاء تبدل بعد الزاي دالاً؛ لأن التاء من حروف الهمس، وحروف الهمس خفية، والتاء بعد الزاي تخفى فأبدل منها الدال لجهرها، وكذلك (يفتعل) من الزينة والزيادة (٥) . </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) \"معاني القرآن وإعرابه\" ٣/ ٣٨ بنحوه.(٣) في (ب): (تستحسن)، وهو وهم من الناسخ.(٤) في (ب): (في).(٥) يعني: تزدان، وتزداد.</p>"
}