{
  "id": null,
  "sura": 11,
  "aya": 7,
  "text": "<p> موضعها الذي تموت فيه أو تدفن، ونحو هذا قال الزجاج وأبو بكر، ومضى استقصاء تفسير المستقر والمستودع في سورة الأنعام (١) . </p><p> قوله تعالى:  {كُلٌّ فِي كِتَابٍ مُبِينٍ} ، قال ابن عباس (٢) والمفسرون (٣) : اللوح المحفوظ. </p><p> قال الزجاج (٤) : والمعنى أن ذلك ثابت في علم الله -عز وجل- ومثله قوله (٥) : {إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا}  [الحديد: ٢٢] وذكرنا قبل هذا فائدة إثبات ذلك في قوله: {وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ}  (٦) . </p><p> ٧ - قوله تعالى:  {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} مضى تفسير هذا القدر من الآية في سورة \"الأعراف\"  [٥٤] . </p><p> وقوله تعالى:  {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} يعني قبل أن يخلق السماء والأرض، قال كعب (٧) : خلق الله ياقوتة خضراء، ثم نظر إليها بالهيبة </p><p>(١) خلاصة ما ذكره في سورة الأنعام عند قوله تعالى: {فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ} أن المستقر في الرحم والمستودع في أصلاب الرجال. (٢) \"تنوير المقباس\" ١٣٨.(٣) الثعلبي ٧/ ٣٤ أ، البغوي ٤/ ١٦٢، \"زاد المسير\" ٤/ ٧٩، \"تفسير مقاتل\" ١٤٤ أ.(٤) \"معاني القرآن وإعرابه\" ٣/ ٣٩.(٥) ساقط من (ب).(٦) الأنعام: ٥٩. وقد نقل هنالك عن ابن الأنباري قوله: \"وفائدة كتب الله ذلك في اللوح المحفوظ مع علمه، وأنه لا يفوته شيء، هو أنه -عز وجل- كتب هذه الأشياء وأحصاها قبل أن تكون؛ لتقف الملائكة على نفاذ علمه، وأنه لا يغيب عنه مما في السموات والأرض شيء، فيكون في ذلك عبرة للملائكة الموكلين باللوح؛ لأنهم يقابلون به ما يحدث من الأمور فيجدونه موافقًا له\".(٧) الثعلبي ٧/ ٣٤ أ، البغوي ٤/ ١٦٢، القرطبي ٩/ ٨. قلت: هذا من الإسرائيليات، ويؤيدها ما روى الطبري ١٢/ ٥، وابن أبي حاتم ٦/ ٢٠٠٥ من طريق سعيد بن =</p><p> فصارت ماء يرتعد، ثم خلق الريح فجعل الماء على متنها، ثم وضع العرش على الماء. </p><p> وقال أهل المعاني: وفي وقوف العرش على الماء، والماء غير قرار أعظم الاعتبار لأهل الأفكار. </p><p> قال أبو إسحاق (١) : وهذا يدل على أن العرش والماء كانا قبل السموات والأرض. </p><p> وقوله تعالى:  {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} قال ابن عباس (٢) : أيكم أعمل بطاعة الله. قال أبو بكر: معناه: ليختبركم فيعلم وقوع الفعل منكم، الذي به تستحقون الثواب أو العقاب؛ وذلك أن الله تعالى لا يثيب ولا يعاقب بالسابق في علمه، لكنه يجازي بأفعال الفاعلين بعد وقوعها، فقال:  {لِيَبْلُوَكُمْ} وهو يعني [ليعلم]  (٣) إحسان المحسن وإساءة المسيء بعد وقوعها، وهذا معنى قول أبي إسحاق (٤) . </p><p> وقال آخر من أهل المعاني: ليعاملكم معاملة المختبر المبتلي مظاهرة في العدل؛ لئلا يتوهم أنه مجازي العباد بحسب ما في المعلوم أنه يكون منهم قبل أن يفعلوه. </p><p>= جبير قال: سئل ابن عباس عن قول الله: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ}. قال: على أي شيء كان الماء؟ قال: على متن الريح. قال أحمد شاكر: رواه الحاكم في المستدرك ٢/ ٣٤١، وقال: (هذا حديث صحيح على شرط الشيخين، ولم يخرجاه) ووافقه الذهبي. (١) \"معاني القرآن وإعرابه\" ٣/ ٤٠.(٢) \"زاد المسير\" ٤/ ٧٩، الثعلبي ٧/ ٣٤ أ، القرطبي ٩/ ٩.(٣) ما بين المعقوفين ساقط من (ي).(٤) \"معاني القرآن وإعرابه\" ٣/ ٤٠.</p>"
}