{
  "id": null,
  "sura": 11,
  "aya": 18,
  "text": "<p> وقوله تعالى:  {وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ} يعني أهل مكة (١) . </p><p> ١٨ - وقوله تعالي:  {وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا} معناه لا أحد أظلم منه، إلا أنه خرج مخرج الاستفهام، مبالغة في أنه أظلم لنفسه من كل ظالم، إذ لا يصح الجواب عمن هو أظلم منه، قال ابن عباس: يريد كذب على الله، مثل قولهم: هؤلاء شفعاؤنا عند الله، وذكرنا ما في هذا في سورة الأنعام (٢) . </p><p> وقوله تعالى:  {أُولَئِكَ يُعْرَضُونَ عَلَى رَبِّهِمْ} ، ذكرنا معنى العرض عند قوله:  {ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ}  (٣) ، قال أبو إسحاق (٤) : والخلق كلهم يعرضون على ربهم، وذكر عرض هؤلاء، توكيدًا لما لهم في الانتقام منهم. </p><p> قال ابن الأنباري: ومعناه أن العذاب نازل بهم غير مندفع (٥) عنهم، فذكر عرضهم تصحيحًا لتعذيبهم، وتحقيقًا لما ينزل بهم، فوقع الاختصاص في الآية لما كان المعنى: أولىك لا يفوتون الله ولا يسبقون (٦) عذابه. </p><p>(١) \"زاد المسير\" ٤/ ٨٩. (٢) آية:٢١. وقد نقل هنالك عن ابن عباس قوله: \"ومن أكفر ممن اختلق على الله كذبًا فأشرك به الآلهة\"، وقال أهل المعاني: (هذا الاستفهام معناه الجحد، أي لا أحد أظلم منه؛ لأنه جوابه كذلك فاكتفى من الجواب بما يدل عليه).(٣) البقرة:٣١. قال هنالك: \"ومعنى العرض في اللغة: الإظهار، ومنه عرض الجارية وعرض الجند، الليث: ويقال أعرض الشيء، أي بدا وظهر\".(٤) \"معاني القرآن وإعرابه\" ٣/ ٤٤.(٥) في (ي): (منتفع).(٦) في (ب): (يشفعون).</p><p> وقوله تعالى:  {وَيَقُولُ الْأَشْهَادُ هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} ، الأشهاد: يجوز أن يكون جمع شاهد، مثل صاحب وأصحاب، وناصر وأنصار، ويجوز أن يكون جمع شهيد مثل: شريف وأشراف (١) ، قال أبو علي: وهذا كأنه أرجح؛ لأن ما جاء من ذلك في التنزيل جاء على (فعيل) كقوله: {وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا}  [البقرة: ١٤٣] و {وَجِئْنَا بِكَ شَهِيدًا عَلَى هَؤُلَاءِ}  [النحل: ٨٩] . </p><p> قال ابن عباس (٢) : يريد الأنبياء والملائكة، وقال مجاهد والأعمش (٣) : هم الملائكة الذين كانوا يحفظون أعمالهم عليهم في الدنيا. </p><p> وقال قتادة (٤) : يعني الخلائق، ونحو هذا قال مقاتل بن سليمان (٥) : الأشهاد: الناس؛ كما يقال على رؤوس [الأشهاد، يعني على رؤوس]  (٦) الناس، فالأشهاد على هذه الأقوال: الأنبياء والملائكة والمؤمنون. </p><p> قال ابن الأنباري (٧) : والفائدة في إخبار الأشهاد بما الله يعلمه، تعظيم الأمر على المشهود عليه، وحسم طمعه من أن يجد سبيلا إلى </p><p>(١) ما سبق من كلام أبي عبيدة. \"مجاز القرآن\" ١/ ٢٨٦. (٢) \"زاد المسير\" ٤/ ٨٩، والبغوي ٤/ ١٦٨، و\"القرطبي\" ٩/ ١٨، وهو قول الطبري ١٢/ ٢٠.(٣) الطبري ١٢/ ٢٠ - ٢١ عن مجاهد والأعمش وغيرهم.وانظر: \"زاد المسير\" ٤/ ٨٩، والبغوي ٤/ ١٦٨، والقرطبي ٩/ ١٨.(٤) \"تفسير عبد الرزاق\" ٢/ ٣٠٤، وابن أبي حاتم ٤/ ١٥٨ ب.(٥) \"تفسير مقاتل\" ١٤٤ ب، \"زاد المسير\" ٤/ ٨٩.(٦) ما بين المعقوفين ساقط من (ب).(٧) \"زاد المسير\" ٤/ ٨٩.</p>"
}