{
  "id": null,
  "sura": 11,
  "aya": 108,
  "text": "<p> قال النحويون: إذا استثنينا (١) زائدًا من ناقص لحق بالأول، كما لو قال: لك عندي ألف إلا الألفين، فقد أقر بثلاثة الآلاف لأنه استثنى زائدًا من ناقص، ومعنى (إلا) هاهنا كمعنى الواو، وكذلك في الآية، الذي يشاؤه (٢) الله من الخلود أكثر من مدة كون السموات والأرض، وكأن المعنى ما دامت السموات والأرض وما شاء ربك مما يريد إلى ما لا يتناهى (٣) ، وقوله تعالى:  {إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ} ، قال ابن عباس في رواية عطاء: يريد من إخراج أهل التوحيد من النار. </p><p> ١٠٨ - قوله تعالى:  {وَأَمَّا الَّذِينَ سُعِدُوا} ، يقال (٤) سَعِدَ فلان يَسْعَدُ سعادة وسَعْدًا فهو سعيد نقيض شقي، وقرأ أهل الكوفة {سُعِدُوا} بضم </p><p>= ورجح أبو حيان مذهب البصريين، قال: وإثبات (إلا) بمعنى الواو لا يقوم عليه دليل والاستثناء سائغ فيما ادُّعي فيه أن (إلا) بمعنى (الواو). راجع: \"الإنصاف\" ١/ ٢٦٦ - ٢٧٢، \"البيان في غريب إعراب القرآن\" ٢/ ٢١٩،\"معاني القرآن\" للفراء ١/ ٨٩ - ٩٠، ٢/ ٢٨٧ - ٢٨٨، \"مجاز القرآن\" ١/ ٦٠، \"البحر المحيط\" ١/ ٤٤٢، \"معاني القرآن\" للأخفش ١/ ١٥٢، \"التبيين\" ٤٠٣، \"الصحاح\" (إلا) ٦/ ٢٥٤٥، \"لسان العرب\" (إلا) ١/ ١٠٤، \"القاموس المحيط\" (إلا) ٩٦٢، \"معاني الحروف\" / ١٢٨، \"سر صناعة الإعراب\" ١/ ٣٠٣، \"بدائع الفوائد\" ٣/ ٧٠ - ٧١.(١) في (ي): (استثنى).(٢) في (ب): (يشاء).(٣) قال القرافي -بعد أن ذكر الأقوال الذي الاستثناء في هذه الآية-: وهذه كلها أقوال لا حاجة إليها ولا ضرورة، بل الاستثناء صحيح على بابه لمقتضى ظاهر اللفظ، وأنه ما تقدم من الدوام قبل الدخول هذا كله إذا قلنا سموات الدنيا وأرضها، وإن قلنا سموات الجنة وأرضها وسماء النار وأرضها فهي تدوم لا إشكاك في الدوام. أ. هـ \"الاستغناء في معنى الاستثناء\" /٤٢٠.(٤) \"تهذيب اللغة\" (سعد) ٢/ ١٦٩٠، اللسان (سعد) ٤/ ٢٠١٢.</p><p> السين (١) . وسيبويه والمحققون من أهل اللغة على أن كلام العرب (أسعده الله) وأنه لا يبني في الثلاثة من هذا للمفعول به، فلا يقال (سُعِدَ) كما لا يقال (شُقِي) ؛ لأن السعادة مصدر لا يتعدي فعله، وقالوا في هذه القراءة: إنها لغة خارجة عن القياس، أو تكون من باب (فَعَلَ وفَعَلْتُه) ، نحو: غاض الماء وغِضْتُه، وحَزَن وحَزَنْته، كذلك يقال سَعَد وسَعَدْتُه، فإن احتج صاحب هذه القراءة بقولهم (مسعود) وهو على (سعد) ، فلا دلالة قاطعة في هذا؛ لأنه يجوز أن يكون مثل (أجنه الله فهو مجنون) ، و (أحبه الله فهو محبوب) ، جاء المفعول في نحو هذا على حذف الزيادة، كما جاء الفاعل بحذف الزيادة من نحو: </p><p> [يكشف عن]  (٢) جمَّاته دلو الدالْ (٣) </p><p> وإنما هو المدلي، وكذلك قوله (٤) : </p><p> ومَهْمَهِ هالك من تعرجا </p><p>(١) قرأ ابن كثير ونافع وأبو عمرو وابن عامر وعاصم في رواية أبي بكر (سَعِدوا) بفتح السين وقرأ حمزة والكسائي، وحفص عن عاصم (سُعِدوا) بضم السين، \"السبعة\" ٣٣٩ \"الكشف\" ١/ ٥٣٦ \"إتحاف\" ص ٢٦٠، الطبري ١٢/ ١١٩. (٢) ساقط من (ي).(٣) من رجز ينسب للعجاج وبعده:عباءة غبراء من أجن طالانظر: \"ديوانه\" ٣٢١/ ٢ الملحقات، \"اللسان\" (دلا) ٣/ ١٤١٧، \"أدب الكاتب\" / ٦١٢، \"تاج العروس\" ٧/ ١٩٣ (غثر)، \"تهذيب اللغة\" ٢/ ١٢١٣.(٤) القائل العجاج وقبله:عصرًا وخُضْنا عيشَهُ المعُدْلَجاوالمعنى: من أقام بهذا المهمه فقد هلك: \"ديوانه\": ٢/ ٤٣، \"الخصائص\" ٢/ ٢١٠، \"المحتسب\" ١/ ٩٢ \"المخصص\" ٦/ ١٢٧ \"المقتضب\" ٤/ ١٨٠.</p><p> في أحد القولين، والقول الآخر: أن تميمًا تقول: هلكني زيد، ومن الحذف قوله (١) : </p><p> يخرجن من أجواز ليل غاض </p><p> يريد: مُغْض، وكذلك قوله تعالى:  {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ}  [الحجر:٢٢] وهي تلقح الشجر فإذا لقحتها وجب أن يكون الجمع: ملاقح: فجاء على حذف الزيادة، [وكذلك (مسعود) يجوز أن يكون على حذف الزيادة] (٢) ، ثم يمكن أن يقال:  {سُعِدُوا} أيضًا من أسعده الله، وقد جاء على حذف الزيادة كما ذكرنا في مسعود، هذا كلام المحققين من أهل اللغة (٣) ، والمتأخرون أجازوا: سعده الله وأسعده، فقد ذكر الزجاج (٤) في باب الوفاق: سَعَدَ الله جَدَّه، فهو مسعود، وأسعد جده فهو مُسْعَد، وذكر الفارابي: السعد معنى (٥) الإسعاد في باب فَعَلَ يَفْعَل (٦) ، وأجاز </p><p>(١) من أرجوزة لرؤبة يمدح فيها بلال بن أبي بردة، وبعده: نضو قداح النايل النواضيانظر: \"ديوانه\" ٨٢، \"المقتضب\" ٤/ ١٧٩، \"المحتسب\" ٢/ ٢٤٢، \"اللسان\" (غضا).(٢) ما بين المعقوفين ساقط من (ب).(٣) ما سبق نقله بتصرف عن أبي علي الفارسي في كتابه \"الحجة\" ٤/ ٣٧٨ - ٣٨٠.(٤) باب الوفاق هو من كتاب \"فعلت وأفعلت\" للزجاج، وهو مرتب على الحروف فيذكر ما ورد على صيغة (فعلت وأفعلت) في كل حرف ويقسمه إلى قسمين: الوفاق: وهو ما اتفق في المعنى، والخلاف: ما اختلف في المعنى. انظر: الإحالة هنا في كتاب \"فعلت وأفعلت\" ص ٢١.(٥) كذا في جميع النسخ ولعل الصواب (بمعنى) بالباء.(٦) في (ي): (معنى الإسعاد في باب الفعل فعل يفعل). وينظر: \"ديوان الأدب\" للفارابي ٢/ ٢٠١.</p><p> الأزهري (١) أيضًا: سعد وأسعد، ولعل هؤلاء ذهبوا في هذا الذي أجازوه إلى هذه القراءة، وقال الفراء (٢) : كلام العرب سعد الرجل وأسعده الله، إلا هذيلًا فإنهم يقولون: سُعد الرجل بالضم، وبذلك قرأ أصحاب (٣) عبد الله، وقال الكسائي (٤) : سُعدوا وأسعدوا لغتان. </p><p> وقوله تعالى:  {عَطَاءً غَيْرَ مَجْذُوذٍ} ، انتصب (عطاء) على المصدر بما دل عليه الأول، كأنه قيل: إعطاهم النعيم عطاءً غير مجذوذ، ويكون العطاء اسما أقيم مقام المصدر، كقول القطامي (٥) : </p><p> وبعد عطائك المائة الرتاعا </p><p> والمجذوذ: المقطوع في قول المفسرين (٦) كلهم، يقال: جذه يجذه جذًّا، وجذ الله دابرهم. وقال النابغة (٧) : </p><p>(١) \"تهذيب اللغة\" (سعد) ٢/ ١٦٩٠. (٢) \"الدر المصون\" ٤/ ١٣١.(٣) \"البحر\" ٥/ ٢٦٤، وهي قراءة حمزة والكسائي وحفص، وابن مسعود وطلحة بن مصرف وابن وثاب والأعمش.(٤) \"البحر\" ٥/ ٢٦٤، \"الدر المصون\" ٤/ ١٣١.(٥) القطامي وصدره:أكفرًا بعد رد الموت عنيانظر: \"ديوانه\" / ٣٧، \"الخزانة\" ١/ ٣٩١ \"شرح الشواهد\" للعيني ٣/ ٥٠٥، \"اللسان\" (عطا) ٥/ ٣٠٠١، السيوطي / ٢٨٧، \"الدرر\" ١/ ١٦١، ٢/ ١٢٧، \"تذكرة النحاة\" ص ٤٥٦، \"معاهد التنصيص\" ١/ ١٧٩، \"المقاصد النحوية\" ٣/ ٥٠٥.(٦) رواه الطبري ١٥/ ٤٩٠ عن الضحاك وقتادة وابن عباس ومجاهد وأبي العالية وابن زيد، وانظر: الثعلبي ٧/ ٥٨ أ، البغوي ٤/ ٢٠١، \"زاد المسير\" ٤/ ١٦٢، القرطبي ٩/ ١٠٣ ابن كثير ٢/ ٥٠٤.(٧) النابغة الذبياني من قصيدته المشهورة في مدح عمرو بن الحارث الأعرج يقول في وصف سيوف الغسانين، و (السلوقي) الدروع منسوبة إلى سلوق مدينة باليمن،=</p>"
}