{
  "id": null,
  "sura": 11,
  "aya": 22,
  "text": "<p> قال أبو بكر (١) : ومعنى هذا: ما كانوا يستمعون الحق ولا يبصرون ما فيه لهم (٢) الرشد؛ لعنادهم وشدة عداوتهم، فصاروا لملازمتهم الإعراض عن الخير بمنزلة من لا يستطيعه، وإن كان مستطيعًا له في الحقيقة، كما تقول للرجل: ما تستطيع أن تنظر إلى من شدة العداوة، أي أنت بإيثارك الإعراض عني، بمنزلة من لا يستطيع النظر إلى، ومعلوم أنه لو شاء أن ينظر إليه لنظر. </p><p> ثم بين جل وعز أن ضرر ذلك راجع عليهم، فقال تعالى:  {أُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ} ، قال ابن عباس: أي صاروا إلى النار، وخسران النفس أعظم الخسران؛ لأنه ليس منها عوض. </p><p> وقوله تعالى:  {وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ} أي: بطل افتراؤهم في الدنيا فلم ينفعهم في الآخرة شيئًا (٣) ، قال الحسن (٤) : ذهبت عنهم الأوثان التي كانوا يؤملون بها الانتفاع. </p><p> ٢٢ - قوله تعالى:  {لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ} [اختلفوا في معنى \"لا جرم\" ؛ فقال ابن عباس (٥) : يقول: حقا إنهم في الآخرة هم الأخسرون] (٦) ، وكذلك قال أكثر (٧) المفسرين. </p><p>(١) \"زاد المسير\" ١/ ٣٤٦، \"البحر\" ٢/ ٧٦٦. (٢) ساقط من (ي).(٣) انظر: \"البحر المحيط\" ٥/ ٢١٢، ابن كثير ٢/ ٤٨٣، القرطبي ٩/ ٢٠، ابن عطية ٧/ ٢٦٦.(٤) انظر: \"تفسير كتاب الله العزيز\" ٢/ ٢٢١.(٥) \"زاد المسير\" ٤/ ٩١.(٦) ما بين المعقوفين ساقط من (ي).(٧) ساقط من (ي).</p><p> قال الفراء (١) : \"لا جرم\" كلمة كانت في الأصل بمنزلة (٢)  (لا بد) و (لا محالة) ، فكثر استعمالها حتى صارت بمنزلة (حقا) ، ألا ترى أن العرب يقول: لا جرم لآتينك، فتراها بمنزلة اليمين، وكذلك فسرها المفسرون (٣) في قوله تعالى: {لَا جَرَمَ أَنَّهُمْ} حقا (٤) ، انتهى كلامه، وعلى هذا معنى {لَا جَرَمَ} أي لا قطع قاطع عن أنهم في الآخرة هم الأخسرون، إلا أنه كثر حتى صار كالمثل، فإذا قالوا: لا جرم، فكأنهم قالوا: حقًا، والأصل مما ذكرنا، ووضع موضع القسم في قولهم: لا جرم لأفعلن كذا، كما قالوا: حقًا لأفعلن، إذ جعلوه بدلاً من اليمين، وهذا قول في هذه الكلمة. </p><p> وقال الزجاج (٥) : معنى لا جرمِ: (لا) نفي لما ظنوا أنه ينفعهم، كأن المعنى: لا ينفعهم ذلك، {جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ} أي: كسب ذلك الفعل لهم الخسران، وذكرنا {جَرَمَ} هو بمعنى كسب في قوله: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ}  (٦) . </p><p> قال الأزهري (٧) : وهذا من أحسن ما قيل فيه. </p><p> قال ابن الأنباري:  (جرم) على هذا القول فعل ماض، وفاعله مضمر </p><p>(١) \"معاني القرآن\" ٢/ ٨. (٢) ساقط من (ي).(٣) انظر: الطبري ١٢/ ٢٣، البغوي ٤/ ١٦٩، ابن عطية ٧/ ٢٦٦ - ٢٦٨، \"البحر المحيط\" ٥/ ٢١٢، الرازي ١٧/ ٢٠٨، القرطبي ٩/ ٢٠.(٤) ساقط من (ب).(٥) \"معاني القرآن وإعرابه\" ٣/ ٤٦.(٦) المائدة: ٢. قال هنالك: وأكثر أهل اللغة والمعاني يقولون: لا يكسبنكم، ونقل ذلك عن جماعة منهم الفراء وابن الأنباري وأبو علي الفارسي وغيرهم.(٧) \"تهذيب اللغة\" ١/ ٥٨٧ - ٥٨٨ (جرم)، قال: \"وهذا من أبين ما قيل فيه\".</p><p> فيه (١) من ذكر الكفر، و (أنَّ) منصوبة بـ (جرم) كما يقول القائل: كسب جفاؤك زيدًا غضبه عليك، وقد قال الأزهري:  [وقد قيل]  (٢) : (لا) صلة في {لَا جَرَمَ} والمعنى: كسب لهم عملهم الندامة، وقال قوم:  (لا) رد على أهل الكفر كما ذكرنا، وجرم معناه أحق صحيح، والتأويل: حق كفرهم ووقوع العذاب والخسران بهم، وهذا مذهب الأخفش (٣) ، وسيبويه (٤) ، واحتجوا بقول الشاعر (٥) : </p><p> ولقد طعنت أبا عيينة طعنة ... جرمت فزارة بعدها أن يغضبوا </p><p> أراد: أحقت الطعنة فزارة الغضب، ورواه بعضهم فزارةُ بالرفع يعني: حققت فزارة الغضب، وأنكر الفراء وأبو العباس هذا القول، قال الفراء (٦) : جرمت فزاره بالنصب، والمعنى جرمتهم الطعنة أن يغضبوا. </p><p>(١) ساقط من (ي). (٢) ما بين المعقوفين ساقط من (ي).(٣) \"معاني القرآن\" ٢/ ٤٥٩.(٤) \"الكتاب\" ٣/ ١٣٨، \"إعراب القرآن\" للنحاس ٢/ ٨٤ - ٨٥.(٥) هو: أبو أسماء بن الضريبة، أو عطية بن عفيف، كما في \"مجاز القرآن\" ١/ ٣٥٨، وقد ورد في \"معاني القرآن\" للأخفش ٢/ ٤٥٩، و\"معاني القرآن\" للفراء ٢/ ٩، والزجاج ٢/ ٤٥، والخزانة ٤/ ٣١٠، والكتاب ٣/ ١٣٨.وقبله:يا كرز إنك قد قتلت بفارس ... بطل إذا هاب الكماة وجببواكان كرز قد طعن أبا عيينة حصن بن حذيفة الفزاري في يوم الحاجر فقتل به فرثاه الشاعر، وقوله \"جببوا\" أي فروا.وانظر: \"اللسان\" (جرم) ١/ ٦٠٥، \"تهذيب اللغة\" للأزهري ١/ ٥٨٨، (جرم).(٦) \"معاني القرآن\" ٢/ ٩.</p>"
}