{
  "id": null,
  "sura": 11,
  "aya": 1,
  "text": "<p> [سورة هود] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {الر} قال ابن عباس (١) : يريد أنا الله الرحمن. وذكرنا الكلام في تفسير هذا الحرف في فاتحة يونس (٢) . </p><p>(١) الطبري ١١/ ٩١، وابن أبي حاتم ٦/ ١٩٩٤، وأبو الشيخ كما في \"الدر\" ٣/ ٥٣٤، \"زاد المسير\" ٤/ ٤، ابن عطية ٧/ ٩٤. (٢) مسألة الحروف المقطعة في أوائل سور القرآن من المسائل التي كثرت فيها أقوال العلماء فسأذكر أبرز أقوالهم بإيجاز، مع تعيين الراجح منها:القول الأول: أنها من المتشابه الذي لا يعلمه إلا الله.الثاني: أنها حروف كل حرف يرمز إلى معنى، واختلفوا فيما يرمز إليه كل حرف.الثالث: أنها للتنبيه ولفت نظر المشركين إلى القرآن وتدبره.الرابع: أنها أسماء السور التي افتتحت بها.الخامس: أنها من أسماء الله تعالى.السادس: أنها أقسام أقسم الله بها.السابع: أنها ذكرت بيانًا لإعجاز القرآن، فمع أن القرآن مركب من هذه الحروف التي يتخاطبون بها ومع ذلك فهم عاجزون عن معارضته بمثله. وهذا هو القول الراجح الذي ذهب إليه جمهور المحققين، ويدل عليه أن السور التي افتتحت بالحروف المقطعة يذكر فيها دائما عقب الحروف المقطعة الانتصار للقرآن، وبيان إعجازه، وأنه الحق الذي لا شك فيه. وممن قال بهذا القول: الفراء، وقطرب، والمبرد، وابن كثير، وابن تيمية، وأبو الحجاج المزي، والزمخشري، وغيرهم.انظر: الطبري ١/ ٨٦ - ٩٦، البغوي ١/ ٥٨، ٤/ ١٥٩، \"زاد المسير\" ١/ ٢٠، ابن عطية ١/ ١٣٨ - ١٤١، ابن كثير ١/ ٣٨ - ٤١، الألوسي ١/ ٩٩، المنار ١/ ١٠٣، \"أضواء البيان\" ٣/ ٣، رسالة \"الحروف المقطعة في القرآن\"، دراسة ورأي عبد الجبار شرارة.</p><p> وقوله تعالى {كِتَابٌ} ، قال الفراء (١) : رفعت بالهجاء الذي قبله. قال الزجاج (٢) : وهذا غلط (٣) ؛ لأنه جعل كتاب خبر {الر} و {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ} ليس هو {الر} وحدها، قال الفراء: وإن شئت أضمرت له ما يرفعه، كأنك قلت: هذا كتاب، ووافقه الزجاج على هذا القول. </p><p> وقول تعالى:  {أُحْكِمَتْ آيَاتُهُ} ، ذكرنا أن معنى الإحكام في اللغة منع الفعل من الفساد (٤) ، قال الكلبي عن أبي صالح عن ابن عباس: أحكمت آياته: أي لم تنسخ بكتاب كما نسخت الكتب والشرائع بها، وقال قتادة (٥) ومقاتل (٦) : أحكمت آياته من الباطل. </p><p> قال ابن الأنباري (٧) : فعلى قول الكلبي: المعنى أحكمت بعض آياته بأن جعل ناسخا غير منسوخ، وما نسخ من القرآن لا يدخل في هذا الإحكام، وأوقعت الآيات على بعضها على مذهب العرب في إيقاع اسم </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣. (٢) \"معاني القرآن إعرابه\" للزجاج ٣/ ٣٧.(٣) وتعقب هذا القول أيضًا الطبري ١١/ ١٧٩ فقال: \"فأما قول من زعم أن قوله {الر} مراد به سائر حروف المعجم التي نزل بها القرآن، وجعلت هذه الحروف دلالة على جميعها، وأن معنى الكلام: \"هذه الحروف كتاب أحكمت آياته\" فإن الكتاب على قوله ينبغي أن يكون مرفوعًا بقوله: {الر} اهـ.(٤) انظر: \"تهذيب اللغة\" ١/ ٨٨٦ (حكم)، \"مقاييس اللغة\" ٢/ ٩١، \"لسان العرب\" ٢/ ٩٥٢ (حكم).(٥) الطبري ١١/ ١٨٠، وعبد الرزاق ٢/ ٣٠١، وابن أبي حاتم ٦/ ١٩٩٥، وابن المنذر وأبو الشيخ كما في \"الدر\" ٣/ ٥٧٨، و\"زاد المسير\" ٤/ ٧٣، والبغوي ٤/ ١٥٩.(٦) تفسير مقاتل ١٤٣ ب، الثعلبي ٧/ ٣٢ ب، \"زاد المسير\" ٤/ ٧٣.(٧) انظر: \"زاد المسير\" ٤/ ٧٤.</p><p> الجنس علي النوع حين يقولون: أكلت طعام (١) زيد، يعنون بعض طعامه، وعلى قول قتادة تلخيص معنى الآية: أحكمت آياته بعجيب النظم، وبديع المعاني، ورصين اللفظ الذي يحسم طمع كل مفتر في التشبيه به، وآيات القرآن كلها معجزة غير مقدور على مثلها لبديع نظمها. </p><p> وقوله تعالى:  {ثُمَّ فُصِّلَتْ} قال ابن عباس (٢) في رواية الكلبي: بينت بالأحكام من الحلال والحرام، وهو قول قتادة (٣) . </p><p> وقال الحسن (٤) : فصلت بالثواب والعقاب، وهو معنى قول أبي العالية (٥) : بالوعد والوعيد. </p><p> قال أبو إسحاق (٦) : المعنى -والله أعلم-: إن آياته أحكمت وفصلت بجميع ما يحتاج إليه من الدلالة على التوحيد وتثبيت نبوة الأنبياء وإقامة الشرائع. </p><p> وقوله تعالى:  {مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} ، قال ابن عباس (٧) : من عند حكيم في خلقه، خبير بمن يصدق نبيه ويوحده، وبمن يكذب نبيه ويتخذ </p><p>(١) في (ي): (الطعام). (٢) \"تنوير المقباس\" ١٣٨، \"زاد المسير\" ٤/ ٧٤، البغوي ٤/ ١٥٩.(٣) الطبري ١١/ ١٨٠، وابن أبي حاتم ٦/ ١٩٥٩، وابن المنذر وأبو الشيخ كما في \"الدر\" ٣/ ٥٧٨.(٤) الطبري ١١/ ١٧٩، الثعلبي ٧/ ٥٣٢، ابن أبي حاتم ٦/ ١٩٩٥، ابن المنذر وأبو الشيخ كما في \"الدر\" ٣/ ٥٧٨، \"زاد المسير\" ٤/ ٧٤.(٥) الثعلبي ٧/ ٣٢ ب، القرطبي ٩/ ٣.(٦) \"معانى القرآن وإعرابه\" ٣/ ٣٧.(٧) \"تنوير المقباس\" ١٣٨ بمعناه.</p>"
}