{
  "id": null,
  "sura": 11,
  "aya": 73,
  "text": "<p> ٧٣ - قوله تعالى:  {قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ} ، قال ابن عباس (١) : يريد من قضاء الله وقدرته؟ وقال أهل المعاني: أنكرت الملائكة عليها لما تعجبت من ولادتها على كبر السن؛ لأن ما عرف سببه لا يتعجب منه، والله تعالى قادر لا يعجزه شيء. </p><p> قوله تعالى:  {رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ} يحتمل أن يكون هذا دعاء من الملائكة لهم بالرحمة والبركة، ويحتمل أن يكون إخبارًا عن ثبوت ذلك لهم فيكون تذكيرًا بالنعمة عليهم، قال المفسرون (٢) : ومن هذه البركات أن الأسباط وجميع الأنبياء كانوا من إبراهيم وسارة. </p><p> وقوله تعالى:  {أَهْلَ الْبَيْتِ} يعني: بيت إبراهيم، قالوا: وفي هذا دليل على أن أزواج النبي - صلى الله عليه وسلم - من أهل بيته تكذيبًا لمن أنكر ذلك؛ لأن الملائكة خاطبوا سارة بأهل البيت، وسموها أهل بيت إبراهيم. </p><p> وقوله تعالى:  {إِنَّهُ حَمِيدٌ} ، الحميد الذي تحمد فعالُه، وهو بمعنى المحمود، والله تعالى الحميد المحمود والمستحمد إلى عباده، والمجيد: الماجد وهو ذو الشرف والكرم، يقال مجد الرجل يمجد مجدًا ومجادة، ومجُد يمجُد لغتان. قال الحسن والكلبي (٣) : المجيد: الكريم، وهو قول أبي إسحاق (٤) ، وقال ابن الأعرابي (٥) : المجيد: الرفيع، وقال أهل المعاني: المجيد: الكامل الشرف والرفعة والكرم والصفات </p><p>(١) قال به الطبري ١٢/ ٧٧، \"زاد المسير\" ٤/ ١٣٣، القرطبي ٩/ ٧٠. (٢) \"زاد المسير\" ٤/ ١٣٣.(٣) البغوي ٤/ ١٩٠، \"تنوير المقباس\" ص ١٤٣.(٤) \"معاني القرآن وإعرابه\" ٥/ ٣٠٨.(٥) \"تهذيب اللغة\" (مجد) ٤/ ٣٣٤٥.</p><p> المحمودة، وأصله من قولهم: مجدت الدابة إذا أكثرت علفها، رواه أبوه عبيد عن أبي عبيدة (١) ، وقال النضر (٢) : مجدت الإبل تمجد مجدًا إذا شبعت، وقال الأصمعي (٣) : أمجدتُ الدبة علفًا أكثرت لها ذلك، وقال أبو حية (٤) : </p><p> تزيد على صواحبها وليست ... بماجدة الطعام ولا الشراب </p><p> أي: ليست بكثيرة الطعام ولا الشراب، وقال الليث (٥) : أمجد فلان عطاءه ومجده إذا كثره، واستمجد المرخ والعفار (٦) أي: استكثر من العفار [أي: استكثر من النار]  (٧) . </p><p>(١) \"تهذيب اللغة\" (مجد) ٤/ ٣٣٤٥. (٢) \"تهذيب اللغة\" (مجد) ٥/ ٣٣٤٤، وهو النضر بن شميل.(٣) \"تهذيب اللغة\" (مجد) ٤/ ٣٣٤٥.(٤) أبو حية النميري هو: الهيثم بن الربيع بن كثير، من شعراء الدولتين الأموية والعباسية، شاعر مجيد متقدم، يروي عن الفرزدق وكان كذابًا بخيلاً. توفي سنة ١٨٣هـ. انظر: \"الشعر والشعراء\" ص ٥٢٢، \"الأغاني\" ١٢/ ٦١.والبيت قاله في وصف امرأة. \"ديوانه\" ص ١٢٣، وانظر: \"البحر المحيط\" ٥/ ٢٣٧، \"الدر المصون\" ٦/ ٣٥٩، \"اللسان\" (مجد) ٤/ ٣٣٤٥.(٥) \"تهذيب اللغة\" (مجد) ١٠/ ٦٨٣.(٦) هما شجرتان في الحجاز يستوقد منهما النار.والمثل هو (في كل الشجر نار، واستمجد المرخ والعفار) أي: استكثرا من النار فصلحا للاقتداء بهما، شبها بمن يكثر من االعطاء طلبًا للمجد، \"تهذيب اللغة\" ٤/ ٣٣٤٥.(٧) ما بين المعقوفين ساقط من (أي).</p>"
}