{
  "id": null,
  "sura": 11,
  "aya": 88,
  "text": "<p> على طريق الاستهزاء بشعيب. </p><p> وقال ابن كيسان (١) : هذا على طريق الصحة، قالوا له: إنك فينا حليم رشيد فليس يليق بك شق عصا قومك ومخالفة دينهم. </p><p> ٨٨ - قوله تعالى:  {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي} ، مضى هذا في موضعين من هذه السورة (٢) . </p><p> وقوله تعالى:  {وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا} ، قال ابن عباس وأكثر المفسرين (٣) : يعني حلالا، وروى الكلبي (٤) : أن شعيبًا كان كثير المال، قال ابن الأنباري: اعتد بكثرة المال نعمة من الله تعالى لما كان حلالاً سليمًا من التبعات، وقال جماعة من المفسرين: الرزق الحسن هاهنا: الهدى والتوفيق للرشد. </p><p> قال أبو إسحاق (٥) وغيره: جواب (إن) هاهنا محذوف لعلم المخاطب، المعنى: إنْ كنت على بينة من ربي ورزقني المال الحلال، [أتّبع الضلال فأبخس وأطفف، يريد أن الله قد أغناه بالمال الحلال]  (٦) وذكرنا معنى هذا الشرط في قصة نوح (٧) . </p><p>(١) الثعلبي ٧/ ٥٤ ب، \"زاد المسير\" ٤/ ١٥٠، ورجحه القرطبي ٩/ ٨٧. (٢) هود ٢٨، ٦٣.(٣) انظر: الطبري ١٢/ ١٠٣، البغوي ٤/ ١٩٦، \"زاد المسير\" ٤/ ١٥١، القرطبي ٩/ ٨٩، \"البحر المحيط\" ٥/ ٢٥٤.(٤) ذكره في \"زاد المسير\" ٤/ ١٥١ وعزاه لابن عباس، وذكره البغوي ٤/ ١٩٦ ولم يعزه.(٥) \"معاني القرآن وإعرابه\" ٣/ ٣٣، وانظر الثعلبي ٧/ ٥٤ ب، \"زاد المسير\" ٤/ ١٥١ البغوي ٤/ ١٩٦.(٦) ما بين المعقوفين ساقط من (ب).(٧) عند قوله تعالى: {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي} [هود: ٢٨].</p><p> قوله تعالى:  {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ} ، [قال ابن عباس (١) : يريد وما أريد أن أفعل ما أنهاكم عنه] (٢) ، وقال قتادة (٣) : لم أكن لأنهاكم عن أمر ثم أرتكبه، ومعنى هذا القول أنه يقول: لا أنهى عن قبيح وأفعله كمن ليس مستنظرًا (٤) فيه، قال أبو إسحاق (٥) : أي لست أنهاكم عن شيء وأدخل فيه، وإنما أختار لكم ما أختار لنفسي، وتلخيص معنى اللفظ: وما أخالفكم بالقصد إلى [ما أنهاكم عنه؛يقال:خالفه إلى]  (٦) ذلك الأمر إذا أتاه (٧) مخالفًا له. </p><p> وقال أبو بكر: بَيَّنَ أن الذي يدعوهم إليه من اتباع طاعة الله، وترك البخس والتطفيف، هو مما يرتضيه لنفسه ولا ينطوي إلا عليه، فكان بهذا ماحضًا لهم النصيحة، إذ اختار لهم ما اختاره لنفسه. </p><p> وقوله تعالى:  {إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ} أي ما أريد إلا الإصلاح فيما بيني وبينكم بأن تعبدوا الله وحده وتفعلوا كما يفعل من يخاف الله، قاله ابن عباس. </p><p> قوله تعالى:  {مَا اسْتَطَعْتُ} ، مفعول الاستطاعة محذوف تقديره ما استطعته، أي ما استطعت الإصلاح، واستطاعة الإصلاح هو الإبلاغ </p><p>(١) \"تنوير المقباس\" ص ١٤٤. (٢) ما بين المعقوفين ساقط من (ي).(٣) الطبري ١٢/ ١٠٣، البغوي ٤/ ١٩٦، \"زاد المسير\" ٤/ ١٥١، الثعلبي ٧/ ٥٤ ب، ابن أبي حاتم ٦/ ٢٠٧٤، أبو الشيخ كما في \"الدر\" ٣/ ٦٢٧.(٤) في (ي): (مستنصرًا)، ولعل الصواب \"مستبصرًا\".(٥) \"معاني القرآن وإعرابه\" ٣/ ٧٣.(٦) ما بين المعقوفين ساقط من (ي).(٧) في (ب): (أراه).</p><p> والإنذار فقط، ولا يستطيع إجبارهم على الطاعة، وهذا معنى قول أبي إسحاق (١) ؛ لأنه قال في قوله {مَا اسْتَطَعْتُ} : أي بقدر طاقتي، [وقدر طاقتي]  (٢) إبلاغكم وإنذاركم، ولست قادرًا على إجباركم على الطاعة، ثم أعلم أنه لا يقدر هو ولا غيره على الطاعة إلا بتوفيق الله جل وعز، فقال:  {وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} ، أي أرجع إليه في المعاد في قول ابن عباس (٣) ومجاهد (٤) . </p><p> وقال الحسن (٥) : إليه أرجع بعملي ونيتي، وروي أن رسول الله - صلى الله عليه وسلم - كان إذا ذكر شعيبًا قال:  \"ذاك خطيب الأنبياء\"  (٦) لحسن مراجعته قومه. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٧٣. (٢) ما بين المعقوفين ساقط من (ب).(٣) الثعلبي ٧/ ٥٤ ب، البغوي ٤/ ١٩٦، القرطبي ٩/ ٩٠.(٤) الطبري ١٢/ ١٠٣، والبغوي ٤/ ١٩٦، وابن أبي حاتم ٦/ ٢٠٧٤، وأبو الشيخ كما في \"الدر\" ٣/ ٦٢٨.(٥) انظر: \"تفسير كتاب الله العزيز\" ٢/ ٢٤٤.(٦) أخرجه الحاكم في \"المستدرك\" ٢/ ٦٢٠ عن محمد بن إسحاق قال: \"وشعيب بن ميكائيل النبي - صلى الله عليه وسلم -، بعثه الله نبيًا، فكان من خبره، وخبر قومه ما ذكر الله في القرآن. وكان رسول الله - صلى الله عليه وسلم - إذا ذكره قال: \"ذاك خطيب الأنبياء لمراجعته قومه\" سكت عنه الذهبي في \"التلخيص\"، وفيه سلمة بن الفضل بن الأبرش، قال في \"الميزان\": ٢/ ١٩٢: (ضعفه ابن راهويه، وقال البخاري: في حديثه بعض المناكير، وقال ابن معين: كتبنا عنه وليس في المغازي أتم من كتابه، وقال النسائي: ضعيف، وقال أبو حاتم: لا يحتج به).والحديث ذكره السيوطي في \"الدر\" ٣/ ٥٠٤ وقال: أخرجه ابن أبي حاتم والحاكم عن ابن إسحاق قال ذكر لي يعقوب بن أبي سلمة أن رسول الله - صلى الله عليه وسلم - كان إذا ذكر شعيبًا =</p>"
}