{
  "id": null,
  "sura": 11,
  "aya": 35,
  "text": "<p> الشقاء، وقال بعضهم: أن يهلككم، قال: وهذا الجواب مرغوب عنه؛ لأنه يخالف الآثار، ومذاهب الأئمة، ولا يعرف الصادقون من أهل اللغة هذا من كلام العرب؛ إذ المعروف عندهم: أغويت فلانًا إذا أضللته بشر دعوته إليه وحسنته له، وغوي هو إذا ضل، [ويروى عن غير واحد من الصحابة أنه فسر يغويكم: يضلكم، هذا كلامه]  (١) . </p><p> قال أصحابنا: فبان بهذه الآية أن الإغواء بإرادة الله تعالى، وأنه إذا أغوى فلا هادي لذلك الغاوي (٢) . </p><p> ثم ذكر نوح عليه السلام دليل المسألة فقال:  {هُوَ رَبُّكُمْ} ، قال ابن عباس: يريد: هو إلهكم وسيدكم وخالقكم، وتأويله: أنه إنما يتصرف في ملكه فله التصرف كيف شاء (٣) . </p><p> ٣٥ - قوله تعالى:  {أَمْ يَقُولُونَ افْتَرَاهُ} ، هذا من الاستفهام المتوسط (٤) ، وقد ذكرناه في مواضع، ومعنى {افْتَرَيْتُهُ} اختلقه وافتعله </p><p>(١) ما بين المعقوفين ساقط من (ي). (٢) لا شك أن الهداية والضلال من الله تعالى كما قال عز وجل: {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ} [الأعراف: ١٨٦]، وقال: {مَنْ يَشَإِ اللَّهُ يُضْلِلْهُ وَمَنْ يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُسْتَقِيمٍ} [الأنعام: ٣٩]، {إِنْ تَحْرِصْ عَلَى هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ} [النحل: ٣٧]، {وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ} [الإسراء: ٩٧]، فالهداية من الله، والاهتداء من العبد، فالاهتداء الذي هو فعل العبد هو أثر فعله سبحانه، فهو الهادي والعبد المهتدي. انظر: \"شفاء العليل\" لابن القيم ص ١٧٠.(٣) \"زاد المسير\" ٤/ ١٠٠.(٤) قلت: المراد بالاستفهام المتوسط أن يكون معنى الآية: أيكتفون بما أوحيت إليك من القرآن، أم يقولون إنه ليس من عند الله. قاله ابن القشيري. انظر: \"البحر المحيط\" ٥/ ٢٠٨، \"الدر المصون\" ٤/ ٨٣.</p><p> وجاء به من عند نفسه، والهاء تعود إلى الوحي الذي أتاهم به. </p><p> وقوله تعالى:  {فَعَلَيَّ إِجْرَامِي} ، الإجرام: اقتراف السيئة واكتسابها. قال الزجاج (١) : ويقال جرم في معنى أجرم، ورجل مجرم وجارم، وهذا من باب حذف المضاف؛ لأن المعنى فعليّ إثم إجرامي أو عقوبة إجرامي. قاله أبو علي (٢) وغيره. </p><p> وقال أهل المعاني (٣) : في الآية محذوف دل عليه الكلام، وهو أن المعنى إن كنت افتريته فعلي عقاب إجرامي، وإن كانت الأخرى فعليكم عقاب تكذيبي، فحذف ما حذف لدلالة الباقي عليه، كقوله:  {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ}  [الزمر: ٩] ، ولم يذكر المشبه به. </p><p> وقوله تعالى:  {وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ} أي: من الكفر والتكذيب، والمعنى: أنه ليس علي من إجرامكم عائدُ ضرر، وإنما عائد الضرر عليكم، فاعملوا على تذكر هذا المعنى، وأكثر المفسرين (٤) على أن هذا من محاورة نوح قومه. وقال مقاتل (٥) : {أَمْ يَقُولُونَ افْتَرَاهُ} يعني (٦) محمدًا - صلى الله عليه وسلم -، يقول المشركون: افترى القرآن، وهذه الآية معترضة بين قصة نوح عليه السلام. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٤٩ بنحوه. (٢) انظر:\"الحجة\" ٣/ ١٩٧.(٣) القرطبي ٩/ ٢٩، البغوي ٤/ ١٧٣.(٤) البغوي ٤/ ١٧٣، القرطبي ٩/ ٢٩، ابن عطية ٧/ ٢٨٣.(٥) \"تفسير مقاتل\" ١٤٥ب، البغوي ٤/ ١٧٣، القرطبي ٩/ ٢٩، وبه قال الطبري ١٢/ ٣٢، ابن عطية ٧/ ٢٨٢.(٦) ساقط من (ي).</p>"
}