{
  "id": null,
  "sura": 11,
  "aya": 8,
  "text": "<p> قال أبو بكر: واللام في {لِيَبْلُوَكُمْ} متعلقة بالفعل الأول {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ} يعني لكي يختبركم بالمصنوعات فيها من آياتها، فيثيب المطيع المعتبر بما يرى ويشاهد، ويعاقب أهل العناد للحق. </p><p> وقوله تعالى:  {وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ} إلى آخر الآية، قال أبو إسحاق (١) : أعلمهم الله -عز وجل- أن القدرة على خلق [السموات والأرض]  (٢) تدل على بعث الموتى، ومعنى هذا ما ذكره؛ أبو بكر؛ وهو أنه قال: إنما ذكر الله تعالى جحد أهل الكفر البعث بعد خلق السموات والأرض للابتلاء؛ لأن الكفار كانوا معترفين بابتداء خلق الله الأشياء وأنكروا البعث، فعجب من أنهم يجحدون من البعث ما ابتداء (٣) الخلق أعظم منه، فمن اعترف بالعظيم لزمه أن لا يجحد ما يصغر شأنه في جنب ما قد صدقه. </p><p> وقوله تعالى:  {إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} ، وليس هذا القول الذي ذكره الله -عز وجل- يوجب أن ينسب إلى السحر؛ لأن هذا خبر وليس بفعل ناقض للعادة، وقال أبو إسحاق (٤) : السحر باطل عندهم، وكأنهم قالوا إن هذا إلا باطل بيّن، يعني هذا القول الذي يقول لنا: أنا نبعث بعد الموت. وقال صاحب النظم: معنى السحر هاهنا الخداع، ومن هذا قوله:  {إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا}  (٥) أي مخدوعًا؛ لأن به سحرًا قد عمل به. </p><p> ٨ - قوله تعالى:  {وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ} الآية، اللام في </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٤٠. (٢) في (ج): (الأشياء).(٣) هكذا في (ب)، وفي (ي): يجحدون من البعث من ما ابتداء الخلق أعظم منه. اهـ.(٤) \"معاني القرآن وإعرابه\" ٣/ ٤٠.(٥) الإسراء: ٤٧، الفرقان: ٨.</p><p> {وَلَئِنْ} لام القسم، وقوله تعالى:  {إِلَى أُمَّةٍ مَعْدُودَةٍ} : إلى أجل وحين معلوم، قاله ابن عباس (١) ، ومجاهد (٢) ، وأهل التفسير (٣) . </p><p> قال ابن الأنباري (٤) : والأمة هاهنا: المدة من أوقات الزمان. وفي قوله تعالى:  {مَعْدُودَةٍ}  [إشارة إلى القلة أو إلى العلم بتلك المدة؛ لأن الله تعالى قضى في سابق علمه لعذابهم وقتًا مؤقتًا وأمة معدودة]  (٥) . وذكرنا ما قيل في الأمة عند قوله {أُمَّةً مُسْلِمَةً لَكَ}  (٦) . </p><p> وقوله تعالى:  {لَيَقُولُنَّ مَا يَحْبِسُهُ} أي: ما يحبس العذاب عنا؛ تكذيبًا واستهزاءًا وإنكارًا لوقوعه. </p><p> فقال الله -عز وجل-: {أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ} قال ابن عباس (٧) : </p><p>(١) الطبري ١٢/ ٧، عبد الرزاق ٢/ ٣٠٢، ابن أبي حاتم ٦/ ٢٠٠٧. (٢) الطبري ١٢/ ٦، ابن أبي حاتم ٦/ ٢٠٠٧.(٣) الطبري ١٢/ ٦، الثعلبي ٧/ ٣٤ ب، البغوي ٤/ ١٦٣، القرطبي ٩/ ٩، \"زاد المسير\" ٤/ ٨٠.وقد روي هذا القول عن قتادة والضحاك وغيرهما كما في: الطبري ١٢/ ٦.(٤) \"الزاهر\" ١/ ١٥٠.(٥) ما بين المعقوفين ساقط من (ب).(٦) البقرة: ١٢٨. وقال هناك: وقال الضحاك: \"الأمة في اللغة تكون على وجوه: الأمة: الجماعة من كل شيء، من ذلك أمة محمد - صلى الله عليه وسلم -، ويقال: فلان أمة وحده، أي يسد مسد جماعة، ويقال: فلان حسن الأمة، إذا مدح بالتمام واستجماع الخلق على الاستواء، ومنه قوله: {وَادَّكَرَ بَعْدَ أُمَّةٍ}، بعد حين من الدهر وذلك لجماعة الشهور والأعوام .. \".(٧) القرطبي ٩/ ١٠، وغيره، وراجع هذا القول في تفسير سورة الحجر: ٩٥، \"البحر المحيط\" ٥/ ٢٠٥.</p>"
}