{
  "id": null,
  "sura": 11,
  "aya": 42,
  "text": "<p> بظاهر القرآن، لأنه اعتزل السفينة وهو يظن أن الجبل يمنعه من الغرق، والمعزل في اللغة معناه: موضع منقطع عن غيره، وأصله من العزل وهو التنحية والإبعاد. يقال: كنت بمعزل عن كذا، أي بموضع قد عزل منه. </p><p> وقوله تعالى:  {يَا بُنَيَّ ارْكَبْ مَعَنَا} ، وقرئ (١) بفتح الياء، قال أبو علي (٢) : الوجه الكسر، وذلك أن اللام من ابن \"ياء\"  (٣) أو \"واو\" ، فإذا حقرت ألحقت ياء التحقير، فلزم أن ترد اللام التي حذفت؛ لأنك لو لم تردها لوجب أن تحرك ياء التحقير بحركات الإعراب، وتعاقبها عليها، وهي لا تحرك أبدًا بحركة الإعراب ولا غيرها؛ لأنها لو حركت للزم أن تنقلب كما تنقلب سائر حروف اللين، إذا كانت حرف إعراب نحو: عصا وقفا, ولو انقلبت بطلت دلالتها على التحقير، فلهذا ردت اللام، فإذا رددتها وأضفت إلى نفسك اجتمعت ثلاث ياآت: الأولى منها للتحقير، والثانية لام الفعل، والثالثة التي للإضافة، تقول:  (هذا بني) ، فإذا ناديته جاز فيه وجهان: إثبات الياء وحذفها، والاختيار حذف الياء التي للإضافة وإبقاء الكسرة دلالة عليه نحو: يا غلامِ، وهذا الوجه هو الجيد عنهم؛ وذلك أن الياء ينبغي أن تحذف في هذا الموضع لمشابهتها التنوين، وذاك من أجل ما بينهما من المقاربة، ومن ثم أدغم في الواو والياء وهو على </p><p>(١) اختلف القراء في (يا بني) فقرأ ابن كثير ونافع وأبو عمرو وحمزة وابن عامر والكسائي (يا بُني) مضافة بكسر الياء. وقرأ حفص عن عاصم (يا بنيَّ) بالفتح في كل القرآن، ووافقه في هذا الموضع فقط أبو بكر عن عاصم. \"السبعة\" ٣٣٤، \"التبصرة\" ٥٣٩، \"النشر\" ٣/ ١١٥، \"إتحاف\" ص ٢٥٦، \"الحجة\" ٤/ ٣٣٣. (٢) \"الحجة\" ٤/ ٣٣٣ - ٣٤١ باختصار وتصرف.(٣) ساقط من (ي).</p><p> حرف، كما أن التنوين كذلك، فأجريت الياء مجرى التنوين في حذفها من المنادى، ومن قرأ (يا بنيَّ) بفتح الباء فإنه أراد الإضافة (١) أيضاً كما أرادها من قرأ بالكسر، لكنه أبدل من الكسرة الفتحة ومن الياء الألف فصار يا بنيا كما قال (٢) : </p><p> يا ابنة عما لا تلومي واهجعي </p><p> ثم حذف الألف كما تحذف الياء في ياء بني، وقد حذفت الياء التي للإضافة إذا أبدلت الألف منها، أنشد أبو الحسن (٣) : </p><p> فلست بمدرك ما فات مني ... بـ (لهف) ولابـ (ليت) ولا (لو اني) </p><p> قال: قوله بلهف إنما هو بلهفا فحذف الألف، والألف بدل عن ياء الإضافة. </p><p>(١) في (ي): (إضافته). (٢) القائل هو: أبو النجم العجلي في أرجوزة له يخاطب امرأته أم الخيار. وهي ابنة عمه، ولها يقول:قد أصبحت أم الخيار تدعي ... عليّ ذنبًا كله لم أصنعوقوله: (واهجعي) أي: اسكني أو نامي. انظر: سيبويه ١/ ٣١٨، \"المحتسب\" ٤/ ٢٣٨، \"شرح أبيات المغني\" ٦/ ١٥٩ - ١٦١، \"الحجة\" ٤/ ٩١.\"تهذيب اللغة\" (هجع) ٤/ ٣٧٢٠، \"اللسان\" (هجع) ٨/ ٤٦٢١، \"خزانة الأدب\" ١/ ٣٦٤، \"الدرر\" ٥/ ٥٨، اللسان (عمم) ٥/ ٣١١١، \"المقاصد النحوية\" ٤/ ٢٢٤، \"نوادر أبى زيد\" ١٩.(٣) البيت لم ينسب، وهو من شواهد \"الخصائص\" ٣/ ١٣٥، \"المحتسب\" ١/ ٢٧٧ , ٣٢٣، الخزانة ١/ ٦٣، \"اللسان\" ٧/ ٤٠٨٧، (لهف)، وانظر: \"معاني القرآن\" للأخفش ١/ ٢٤١، \"الأشباه والنظائر\" ٢/ ٦٣، ١٧٩، \"الإنصاف\" ص ٣٣٠ , \"أوضح المسالك\" ٤/ ٣٧، \"سر صناعة الإعراب\" ٢/ ٥٢١، \"المقاصد النحوية\" ٤/ ٢٤٨.</p>"
}