{
  "id": null,
  "sura": 11,
  "aya": 20,
  "text": "<p> التخلص، بمجاحدة أو مدافعة. وقال غيره: هو توبيخ لهم من الشهداء، وهتك سترهم، وإظهار فضيحتهم. </p><p> وقوله تعالى:  {هَؤُلَاءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ} ، قال ابن عباس: زعموا أن لله ولدًا وشريكًا، {أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ} قال: يريد المشركين، قال الزجاج (١) : ومعنى لعنة الله: إبعاده من رحمته وعفوه (٢) . </p><p> ١٩ - قوله تعالى:  {الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا} مضى تفسيره مشبعًا في سورة آل عمران (٣) . </p><p> قوله تعالى:  {وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ} ، قال الزجاج (٤) : ذكر {هُمْ} ثانية على جهة التوكيد لشأنهم في الكفر. </p><p> ٢٠ - قوله تعالى:  {أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ} ، معنى الإعجاز: الامتناع من المراد بما لا يمكن معه إيقاعه؛ يقال: أعجزني فلان: أي امتنع عن مرادي فيه، ومعنى {مُعْجِزِينَ فِي الْأَرْضِ} فائتين هربًا فيها، كما يهرب الهارب من عدو قد جدّ في طلبه، هذا معنى قول المفسرين في (معجزين) ، فإن ابن عباس قال (٥) : سابقين. </p><p>(١) في (ي): (الحجاج). (٢) \"معاني القرآن\" ٣/ ٤٤.(٣) آل عمران: ٩٩، وخلاصة ما ذكره هنالك ما نقله عن أهل المعاني \"تأويل الآية: يطلبون أن يعوجوا سبيل الله، وأن يكون فيها عوج؛ لأن معنى {سَبِيلِ اللهِ} الطريق التي هي الوصلة إلى رضا الله، فهم يطلبون أن يعوجوا هذا الطريق، حتى لا يصل إلى رضا الله من سلكها.(٤) \"معاني القرآن وإعرابه\" ٣/ ٤٥.(٥) ابن أبي حاتم ٨/ ٢٠.</p><p> وقال مقاتل (١) : فائتين، وقال قتادة: هُرَّابا (٢) . </p><p> قال ابن الأنباري (٣) : خصّ الله الأرض بالذكر، وهم لا يخرجون عن قبضته في كل موضع، على عادة العرب في قولهم: لا مهرب لك مني، ولا وزر (٤) ولا نفق يعصمانك من عقابي، يعنون بالوزر الجبل، وبالنفق السَّرَب، وكلاهما من الأرض يلجأ إليه الخائف المطلوب، أعلم الله أن هؤلاء الكافرين لا يسبقونه هربًا، ولا يجدون ما يحجز بينهم وبين عذابه من جميع ما يستر من جبال الأرضين وغوامض أمكنتها، وقد قال عطاء عن ابن عباس (٥) في هذه الآية: يريد لم يعجزوني أن آمر الأرض فتخسف بهم. </p><p> وقوله تعالى:  {وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ} ، قال ابن عباس (٦) : يريد ممن يعبدون فتمنعهم مني. </p><p> وقال أبو إسحاق (٧) في هذه الآية: أخبر الله أنه لا يعجزه انتقام في دار الدنيا، وأنه لا وَليّ لهم يمنعهم من انتقام الله عز وجل. </p><p>(١) \"تفسير مقاتل\" ١٤٥ أ. (٢) ما سيق ذكره عنهم الثعلبي ٧/ ٣٨ أ، وقال به مقاتل بن حيان، ولم أجده في تفسير مقاتل بن سليمان. وانظر: ابن عطية ٧/ ٢٦٤، \"زاد المسير\" ٤/ ٩٠، القرطبي ٩/ ١٩، ابن كثير ٢/ ٤٨٣.(٣) \"زاد المسير\" ٤/ ٩٠ بنحوه.(٤) الوزر هو: الجبل المنيع عند أهل اللغة. انظر: \"تهذيب اللغة\" ٤/ ٣٨٨٣، اللسان (وزر) ٨/ ٤٨٢٣ - ٤٨٢٤.(٥) \"زاد المسير\" ٤/ ٩٠، القرطبي ٩/ ١٩.(٦) \"زاد المسير\" ٤/ ٩٠، وهو قول الطبري ١٢/ ٢٢ - ٢٣.(٧) \"معاني القرآن وإعرابه\" ٣/ ٤٥ بنحوه.</p><p> قال ابن الأنباري (١) : وهذا يقتضي محذوفًا تلخيصه: من أولياء يمنعونهم من عذاب الله، ويحاولون نصرتهم، فحذف عند شهرة المعنى، ثم استأنف فقال:  {يُضَاعَفُ لَهُمُ الْعَذَابُ} ، قال ابن عباس: يعني يوم القيامة، وقال الزجاج (٢) : وصف مضاعفة العذاب على قدر ما وصف من عظيم كفرهم بنبيه - صلى الله عليه وسلم - وبالبعث والنشور، وقال أبو بكر (٣) : استحقوا مضاعفة العذاب لإضلالهم الأتباع، واقتداء غيرهم بهم (٤) . </p><p> وقوله تعالى:  {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ} ، قال عطاء عن ابن عباس: ما كانوا يستطيعون أن يسمعوا شيئًا من عظمتي وجبروتي، يريد: أني حلت بينهم وبين الإيمان (٥) . وقال قتادة (٦) : هم صم عن الحق فلا يسمعون، وعمي فلا يبصرون ولا يهتدون، وقال الوالبي عن ابن عباس (٧) : حال الله بين أهل الكفر وبين أهل الطاعة في الدنيا والآخرة، فأما في الدنيا ففي قوله:  {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ} ، وأما في الآخرة ففي قوله:  {وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ}  [القلم: ٤٢] ، وهذا مذهب المفسرين في هذه الآية، ذكره الفراء وابن الأنباري. </p><p>(١) \"زاد المسير\" ٤/ ٩٠. (٢) \"معاني القرآن\" ٣/ ٤٥.(٣) \"زاد المسير\" ٤/ ٩٠، والبغوي ٤/ ١٦٩.(٤) في (ب): (به).(٥) الطبري ١٢/ ٢٢ - ٢٣، الثعلبي ٧/ ٣٨ أ، صحيفة علي بن أبي طلحة / ٢٨٤، \"زاد المسير\" ٤/ ٩١، البغوي ٤/ ١٦٩.(٦) الطبري ١٢/ ٢٢، الثعالبي ٧/ ٣٨ أ، ابن أبي حاتم ٦/ ٢٠١٨.(٧) الطبري ١٢/ ٢٢، الثعلبي ٧/ ٣٨ أ، البغوي ٤/ ١٦٩، ونصه: \"أخبر الله سبحانه أنه حال بين أهل الشرك وبين طاعته في الدنيا والآخرة ... إلخ \".</p><p> قال الفراء (١) : {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ} أي أضلهم الله عن ذلك في اللوح المحفوظ. </p><p> وقال ابن الأنباري: ما كانوا يستطيعون السمع للحق والإبصار إليه لما سبق لهم عند الله من الشقاء. </p><p> وذكر الفراء (٢) وجها آخرًا فقال: فسره بعض المفسرين: يضاعف لهم العذاب بما كانوا يستطيعون السمع ولا يفعلون، ثم حذفت الباء، ومثله في الكلام: لأخزينك بما عملت وما عملت، قال أبو بكر (٣) : وموضع (ما)  (٤) على هذا الجواب نصب بسقوط الخافض، والناصب لها {يُضَاعَفُ} ؛ كما يقولون: تعلقت بعبد الله، وتعلقت عبد الله، قال الشاعر (٥) : </p><p> نغالي اللحم للأضياف نيا ... ونبذله إذا نضج القدور </p><p> وذكر أبو إسحاق (٦) وجهًا آخر: أي من شدة كفرهم وعداوتهم للنبي - صلى الله عليه وسلم - ما كانوا يستطيعون أن يتفهموا ما يقوله. </p><p>(١) \"معاني القرآن\" ٢/ ٨. (٢) \"معاني القرآن\" ٢/ ٨.(٣) \"زاد المسير\" ٤/ ٩١.(٤) ساقط من (ي).(٥) البيت لرجل من قيس في \"جمهرة اللغة\" ٣/ ١٣١٧، و\"أساس البلاغة\" (غلو)، ومعناه: نشتريه غاليًا ثم نبذله ونطعمه إذا نضج في قدورنا. وبلا نسبة في: \"تهذيب اللغة\" ٢/ ١٣٨٥، ٣/ ٢٦٨٢، \"اللسان\" مادة (رخص) ٣/ ١٦١٦، \"زاد المسير\" ٣/ ٣٩٨، \"معاني الفراء\" ٢/ ٣٨٣، \"تاج العروس\" ٩/ ٢٨٨ (رخص)، (غلا)، \"ديوان الأدب\" ٤/ ١٢١.(٦) \"معاني القرآن وإعرابه\" ٣/ ٤٥.</p>"
}