{
  "id": null,
  "sura": 11,
  "aya": 62,
  "text": "<p> من صلب آدم، يعني أن آدم خلق من تراب الأرض وكلهم لآدم. </p><p> وقوله تعالى:  {وَاسْتَعْمَرَكُمْ فِيهَا} ، قال ابن عباس في رواية عطاء (١) : يريد جعلكم عمارًا لها، وهذا اختيار أبي عبيدة (٢) ، وأكثر أهل اللغة قالوا معناه: جعلكم عمار الأرض، قال ابن الأنباري: ومعناه: أن الله تعالى تابع النعم عندهم حتى صاروا بها عمرة الأرض وخلفاء الماضين الذين سبقوهم إلى سكناها، فكأن المعنى: أورثكم الأرض، وقال مجاهد (٣) أي أعمركم بأن جعلها لكم طول أعماركم. قال أبو بكر: وهذا (استفعل) بمعنى (أفعل) مثل (استجاب) بمعنى (أجاب) و (استو قد) و (أوقد) . </p><p> وروي عن ابن عباس (٤) : أعاشكم فيها، ونحوه قال الضحاك (٥) : أطال عمركم؛ فعلى القول الأول هو من العِمَارة، وعلى الثاني من العُمْرى، وعلى الثالث من العُمُر الذي هو الحياة. </p><p> ٦٢ - قوله تعالى:  {يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَذَا} ، قال المفسرون (٦) : كان صالح -عليه السلام - يعدل عن دين قومه ويشنأ (٧) أصنامهم، </p><p>(١) قال به الطبري ١٢/ ٦٣، الثعلبي ٧/ ٤٧ ب، البغوي ٤/ ١٨٥ وغيرهم. (٢) \"مجاز القرآن\" ١/ ٢٩١.(٣) الطبري ١٢/ ٦٣، الثعلبي ٧/ ٤٧ ب، البغوي ٤/ ١٨٥، \"زاد المسير\" ٤/ ١٢٣، ابن أبي حاتم ٦/ ٢٠٤٨، أبو الشيخ كما في \"الدر\" ٣/ ٦١١.(٤) الثعلبي ٧/ ٤٧ ب، القرطبي ٩/ ٥٦.(٥) الثعلبي ٧/ ٤٧ ب، البغوي ٤/ ١٨٥، \"زاد المسير\" ٤/ ١٢٣.(٦) الثعلبي ٧/ ٤٧ ب، البغوي ٤/ ١٨٥، \"زاد المسير\" ٤/ ١٢٣، القرطبي ٩/ ٥٩.(٧) شنأ يشنأ معناه أبغض يبغض ومنه قوله تعالى: {إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ} [الكوثر: ٣] أي مبغضك. انظر: \"تهذيب اللغة\" ٢/ ١٩٤٠ (شنأ).</p><p> وكانوا يرجون رجوعه إلى دين أبيه وعشيرته، فلما أظهر ما أظهر من دعائهم إلى الله، وترك عبادة الأصنام، زعموا أن رجاءهم انقطع منه، ويئسوا من دخوله في ملتهم. </p><p> وقال آخرون (١) : قالوا: كنا نرجو أن تكون فينا سيدًا؛ لما كنت عليه من الأحوال الجميلة، فالآن أيسنا منك إذ أظهرت خلافنا. </p><p> قوله تعالى:  {وَإِنَّنَا لَفِي شَكٍّ} ، وقال في سورة إبراهيم [٩] : {وَإِنَّا لَفِي شَكٍّ} ، قال الفراء (٢) : من قال: (إننا) أخرج الحرف على أصله؛ لأن كناية المنصوبين المتكلمين (نا)  (٣) فاجتمعت ثلاث نونات نونا (إن) والنون المضمومة إلى الألف، ومن قال {إِنَّا} استثقل الجمع بين ثلاث نونات فأسقط الثالثة وأبقى الأوليين، وكذلك يقال أني وأنني وقال هاهنا:  {تَدْعُونَا} ؛ لأن الخطاب لواحد وهو صالح، وفي إبراهيم [: ٩]  {تَدْعُونَنَا} لأن الخطاب للرسل. </p><p> (٤) وقوله {لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ} ذكرنا الكلام في معنى المريب عند قوله {لَا رَيْبَ فِيهِ}  (٥) . </p><p>(١) الطبري ١٢/ ٦٣، الثعلبي ٧/ ٤٧ ب، البغوي ٤/ ١٨٥، \"زاد المسير\" ٤/ ١٢٣، القرطبي ٩/ ٥٩. (٢) \"زاد المسير\" ٤/ ١٢٤.(٣) ساقط من (ي).(٤) من هنا بدأت مراجعة النسخة (ب).(٥) البقرة: ٢. وملخص ما ذكره: أن الريب بمعنى الشك، وذكر الخلاف في الفرق بين (راب) و (أراب) ورجح التفريق بين المعنيين بحيث يكون راب بمعنى علمت منه الريبة وتيقنتها، وأراب: توهمت الريبة ولم أتحقق منها.</p>"
}