{
  "id": null,
  "sura": 11,
  "aya": 17,
  "text": "<p> ١٧ - قوله تعالى:  {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ} ، يعني بهذا النبي - صلى الله عليه وسلم - في قول عامة المفسرين (١) ، وأما البينة فقال ابن عباس (٢) في قوله {عَلَى بَيِّنَةٍ} : يريد على يقين، وقال الكلبي (٣) : البينة هاهنا الدين، وقال مقاتل ابن سليمان (٤) : البينة البيان، وقيل (٥) : يعني بها القرآن. </p><p> وقوله تعالى:  {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} ، أي ويتبعه، [والهاء تعود على (من) ، (شاهد منه) ؛ اختلفوا في هذا الشاهد] (٦) ؛ فقال ابن عباس (٧) في رواية الضحاك: الشا هد جبريل عليه السلام، ونحو ذلك روى عكرمة (٨) عنه، وهذا قول علقمة (٩) وإبراهيم (١٠) ، ومجاهد (١١) ، وأبي صالح (١٢) وأبي </p><p>= تكون الأعمال لله وحده، وإيمان يمنع الخلود في النار، فإن كان مع المرائي شيء منه، وإلا كان من أهل الخلود، فالآية لها حكم نظائرها من آيات الوعيد. \"تيسير العزيز الحميد\" ص ٥٣٦. (١) الثعلبي ٧/ ٣٦ أ، الطبري ١٢/ ١٤ - ١٥، \"الدر المنثور\" ٣/ ٥٨٦، \"المحرر الوجيز\" ٧/ ٢٥٧، \"زاد المسير\" ٤/ ٨٥.(٢) انظر: \"تفسير كتاب الله العزيز\" ٢/ ٢١٨، \"البحر\" ٥/ ٢٠١.(٣) \"زاد المسير\" ٤/ ٨٥.(٤) \"زاد المسير\" ٤/ ٨٥، \"تفسير مقاتل\" ١٤٤ ب.(٥) ذكره ابن أبي حاتم ٦/ ٢٠١٣ عن عبد الرحمن بن زيد بن أسلم.(٦) ما بين المعقوفين ساقط من (ي).(٧) الثعلبي ٧/ ٣٦ ب، والطبري ١٢/ ١٦، وابن أبي حاتم ٦/ ٢٠١٤، وابن المنذر وأبو الشيخ وابن مردويه كما في \"الدر المنثور\" ٣/ ٥٨٧.(٨) الثعلبي ٧/ ٣٦ ب، الطبري ١٢/ ١٦، ابن أبي حاتم ٦/ ٢٠١٤.(٩) الثعلبي ٧/ ٣٦ ب.(١٠) الثعلبي ٧/ ٣٦ ب، الطبري ١٥/ ٢٧٣.(١١) الثعلبي ٧/ ٣٦ ب، الطبري ١٢/ ١٦.(١٢) الثعلبى ٧/ ٣٦ ب، الطبري ١٢/ ١٦.</p><p> العالية (١) ، واختيار الفراء (٢) ، والزجاج (٣) ، وابن قتيبة (٤) . </p><p> قال ابن قتيبة: والشاهد من الله للنبي - صلى الله عليه وسلم - جبريل؛ يريد أنه يتبعه ويؤيده ويسدده ويشهده. </p><p> وقال ابن عباس (٥) في رواية عطاء {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} يريد: لسان النبي - صلى الله عليه وسلم -، وهو قول الحسن (٦) ، وقتادة (٧) ، ورواية محمد بن الحنفية (٨) عن علي رضي الله عنه قال: قلت لأبي أنت التالي، قال: وما تعني بالتالي؟ قلت: قوله: {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} ، قال: وددت أني هو، ولكن لسان الرسول - صلى الله عليه وسلم -، وعلى هذا المعنى قال الزجاج (٩) : {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ} وكان معه من الفضل ما يبين تلك البينة، وعلى هذا الكناية في {مَنْ} ، تعود على {مِّن} وقيل: الشاهد هو: النبي - صلى الله عليه وسلم -، وهو قول </p><p>(١) الثعلبي ٧/ ٣٦ ب، الطبري ١٢/ ١٦. (٢) \"معاني القرآن\" ٢/ ٦.(٣) \"معاني القرآن\" ٣/ ٤٣.(٤) \"مشكل القرآن وغريبه\" ١/ ٢٠٩.(٥) \"تفسير عطاء\" / ١٠٦، وانظر: \"الدر المصون\" ٦/ ٣٠٠.(٦) الطبري ١٢/ ١٤، الثعلبي ٢/ ٣٧٧، \"زاد المسير\" ٤/ ٨٥، \"تفسير كتاب الله العزيز\" ٢/ ٢١٨.(٧) الطبري ١٢/ ١٥، الثعلبي ٧/ ٣٦، ابن أبي حاتم ٦/ ٢٠١٤، البغوي ٤/ ١٦٧، \"زاد المسير\" ٤/ ٨٥.(٨) الطبري ١٢/ ١٤، والثعلبي ٧/ ٣٦ ب، وابن المنذر وابن أبي حاتم ٦/ ٢٠١٤، والطبراني في \"الأوسط\" ٧/ ٢٢٤ برقم (٦٨٢٤). قال الهيثمي: وفيه خليد بن دعيج وهو متروك \"المجمع\" ٧/ ٣٧، وأبوالشيخ كما في \"الدر\" ٣/ ٥٨٦، \"زاد المسير\" ٤/ ٨٥.(٩) \"معاني القرآن\" ٣/ ٤٣.</p><p> الحسين (١) بن علي رضي الله عنهما، وابن زيد (٢) ، وعلى هذا أراد أن صورة النبي - صلى الله عليه وسلم - ووجهه ومخائله كل ذلك يشهد له؛ لأن من نظر إليه بعقله علم أنه ليس بمجنون ولا كذاب ولا ساحر ولا كاهن، والكناية في {مِنْهُ} تعود على {مَنْ} ويراد به: النبي - صلى الله عليه وسلم -. </p><p> وحكى ابن الأنباري أن بعض أهل العلم ذهب إلى أن الشاهد ما يشهد بإعجاز القرآن العالمين وإفحامِه أهلَ البلاغة، فالشاهد ما يشهد بأن القرآن غير مقدور على مثله وهو معنى تحت ألفاظ القرآن، وهذا قول الحسين بن الفضل (٣) ، قال: هو نظم القرآن وإعجازه، وعلى هذا الكناية في (منه) تعود إلى معنى البينة، ومعناها البيان والبرهان، أي ويتلوه شاهد من ذلك البيان وهو نظمه وإعجازه، قال ابن قتيبة (٤) : وهذا أعجب إليّ؛ لأنه يقول:  {وَمِنْ قَبْلِهِ كِتَابُ مُوسَى} يعني التوراة قبل القرآن تشهد له بما قدم الله فيها من ذكره، قال أبو بكر: وذهب آخرون إلى أن الشاهد الإنجيل، ومعنى {وَيَتْلُوهُ} على هذا القول أي: ويتلو البينة التي معناها </p><p>(١) الطبري ١٢/ ١٥، الثعلبي ٧/ ٣٦ ب، \"زاد المسير\" ٤/ ٨٦، ابن أبي حاتم ٦/ ٢٠١٤. وقد خطأ أحمد شاكر في تعليقه على الطبري ١٥/ ٢٧١ النسبة إلى الحسين؛ لأن في \"التاريخ الكبير\" للبخاري ٢/ ٢/ ٣١، \"الجرح والتعديل\" لابن أبي حاتم ٢/ ١/١٥٣ عند ترجمة سليمان العلاف الراوي هنا عن الحسين قالا: (إنه بلغه عن الحسن) والله أعلم.(٢) الطبري ١٢/ ١٥، القرطبي ٩/ ١٧، ذكره الثعلبي ٧/ ٣٦ ب، ولم يعزه.(٣) الثعلبي ٧/ ٣٦ ب، \"زاد المسير\" ٤/ ٨٦، البغوي ٤/ ١٦٧، القرطبي ٩/ ١٧.(٤) \"مشكل القرآن وغريبه\" ١/ ٢٠٩.</p><p> القرآن [في التصديق]  (١) ، شاهد من الله وهو الإنجيل، قال الفراء (٢) : {وَيَتْلُوهُ شَاهِدٌ مِنْهُ} يعني الإنجيل يتلو القرآن، وإن كان قد (٣) أنزل قبله، يذهب إلى أن يتلوه بالتصديق، فعلى هذا جعله الإنجيل تاليا للقرآن في تصديق محمد - صلى الله عليه وسلم -. وقال ابن الأنباري (٤) : معنى يتلوه على هذا القول هو: أن الله تعالى ذكر محمدًا في الإنجيل وأمر بالإيمان به، فهو تال لمحمد - صلى الله عليه وسلم - لهذا المعنى، وإن كان نزوله قبل مولده وزمانه. </p><p> وقوله تعالى:  {وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً} ، أي ومن قبل القرآن، أو من قبل محمد - صلى الله عليه وسلم -، أو من قبل الإنجيل، وارتفع {كِتَابُ مُوسَى} بمضمر بعده، تأويله: ومن قبله كتاب موسى كذلك، أي تلاه في التصديق على ما ذكرنا في الإنجيل، قاله ابن الأنباري (٥) ، قال: ويجوز أن يكون رفعًا على أنه فاعل، أي ويتلوه كتاب موسى في التصديق. </p><p> وذكر أبو إسحاق (٦) أيضًا هذا الوجه فقال: ويكون {كِتَابُ مُوسَى} عطفًا على قوله {شَاهِدٌ مِنْهُ} أي: وكان يتلوه {كِتَابُ مُوسَى} ؛ لأن النبي - صلى الله عليه وسلم - بشر به موسى وعيسى في التوراة والإنجيل. قال: ويجوز أن يكون المعنى: وكان من قبل هذا كتاب موسى دليلًا على أمر النبي - صلى الله عليه وسلم -، قال: ونصب {إِمَامًا} على الحال لأن كتاب موسى معرفة. </p><p>(١) ساقط من (ب). (٢) \"معاني القرآن\" ٢/ ٦.(٣) ساقط من (ي).(٤) \"زاد المسير\" ٤/ ٨٦.(٥) \"زاد المسير\" ٤/ ٨٧(٦) \"معاني القرآن وإعرابه\" للزجاج ٣/ ٤٤.</p><p> وقوله تعالى:  {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ} وما اتصل به إلى قوله: {إِمَامًا وَرَحْمَةً} يقتضي جوابًا بحرف التشبيه وضد معناه، كما قال في موضع آخر:  {أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا}  [السجدة: ١٨] وهاهنا ترك الجواب. </p><p> قال أبو إسحاق (١) : والتقدير أفمن هذه حاله كان هو وغيره ممن ليس على (٢) بينة سواء، فترك ذكر المضاد له؛ لأن فيما بعده دليلًا عليه وهو قوله:  {مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَى وَالْأَصَمِّ}  [هود: ٢٤] الآية، ونحو هذا قال الفراء (٣) فقال: ربما تركت العرب (٤) جواب الشيء المعروف معناه، كما قال الشاعر (٥) : </p><p> فأقسم لو شيء أتانا رسوله ... سواك ولكن لم نجد لك مدفعًا </p><p> ومثل هذا من التنزيل قوله:  {أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ}  [الزمر: ٩] الآية. ولم يؤت له بجواب، اكتفاء بما بعده من قوله:  {هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ} ؛ فالقانتون آناء الليل والنهار الذين يعلمون، </p><p>(١) \"معاني القرآن\" ٣/ ٤٣ بنحوه. (٢) ساقط من (ب).(٣) \"معاني القرآن\" ٢/ ٦.(٤) ساقط من (ب).(٥) هو امرؤ القيس يريد: لو شيء أتانا رسوله سواك دفعناه بدليل قوله: \"ولكن لم نجد لك مدفعًا\". وفي الديوان ٢٤٢ (أجدك لو شيء ..).\"الخزانة\" ٤/ ٢٢٧، الطبري ١٢/ ١٨، \"تهذيب اللغة\" ٣/ ٣٨٤٥ (وحد)، \"معاني القرآن\" ٢/ ٧، \"شرح المفصل\" ٩/ ٧، ٩٤، كتاب \"الصناعتين\" / ١٨٢، \"اللسان\" (وحد) ٨/ ٤٧٨٣.</p><p> [وأضدادهم الذين لا يعملون]  (١) ، فاكتفى من الجواب بما تأخر من القول إذ كان فيه دليل عليه. </p><p> وقال ابن قتيبة (٢) : هذا كلام مردود على ما قبله، محذوف منه الجواب للاختصار، وذلك أن الله تعالى ذكر قبل هذا الكلام قومًا ركنوا إلى الدنيا، ورضوا بها عوضًا من الآخرة فقال (٣) : {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا}  [هود: ١٥] الآية. ثم قايس بين هؤلاء وبين النبي - صلى الله عليه وسلم -، وصحابته فقال:  {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ}  [هود: ١٧] كهذا الذي يريد الحياة الدنيا وزينتها، فاكتفى من الجواب بما تقدم، إذ كان فيه دليل عليه، وفي ذكر النبي - صلى الله عليه وسلم - ذكر لأصحابه ولمن آمن واتبعه، ألا ترى أنه قال {أُولَئِكَ يُؤْمِنُونَ بِهِ} ، قال ابن عباس (٤) في رواية عطاء: يريد الذين صدقوا النبي - صلى الله عليه وسلم - من أهل الكتاب، فمن قال بهذا القول قال: يعني أصحاب موسى وعيسى من كان منهم على الطريقة المثلى، واستقام على المنهاج، آمن بمحمد - صلى الله عليه وسلم -. </p><p> وقال عبد الله بن مسلم (٥) : يعني أصحاب محمد - صلى الله عليه وسلم -. </p><p> قال ابن الأنباري (٦) قوله: {أُولَئِكَ} هو إشارة إلى أهل الحق والمتمسكين بالصواب من أمم موسى وعيسى ومحمد عليهم السلام، وذلك أنه عز وعلا لما وصف محمدًا بما فضله به؛ من تمسكه بالهدى، </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) \"مشكل القرآن وغريبه\" ١/ ٢٠٨، وفيه اختلاف يسير.(٣) ساقط من (جـ).(٤) \"تنوير المقباس\" /١٣٩، الثعلبي ٧/ ٣٧ ب.(٥) هو ابن قتيبة، ذكره في \"مشكل القرآن وغريبه\" ١/ ٢٠٩.(٦) \"زاد المسير\" ٤/ ٨٨.</p><p> وشهادة التوراة والإنجيل بصدقه، أشار إلى المؤمنين به، المتمسكين بما يوجد في التوراة والإنجيل والقرآن من صدقه ووضوح أمره، فكانت الإشارة إلى القوم الذين دلَّ ما تقدم على ذكرهم، والكناية في {بِهِ} تعود إلى محمد - صلى الله عليه وسلم -. </p><p> وقوله تعالى:  {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ} ، قال ابن عباس (١) : يريد الذين كذبوا الأنبياء. والأحزاب: الفرق الذين كذبوا الأنبياء، سموا أحزابًا لأنهم تحزبوا على مخالفة أنبيائهم أي اجتمعوا. </p><p> وقال الفراء (٢) : من الأحزاب أي من أصناف الكفار، فيدخل فيهم اليهود، والنصارى، والمجوس. </p><p> وقال قتادة (٣) : هم اليهود والنصارى؛ يدلّ على صحة هذا ما روى سعيد بن جبير عن أبي موسى أن النبي - صلى الله عليه وسلم - قال:  \"لا يسمع بي يهودي ولا نصراني فلا يؤمن بي، إلا كان من أهل النار\"  (٤) ، قال أبو موسى: فقلت في </p><p>(١) روي من طرق عن سعيد بن جبير. انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٣، الطبري ١٢/ ١٩. (٢) \"معاني القرآن\" ٢/ ٨.(٣) الطبري ١٢/ ٢٠، و\"زاد المسير\" ٤/ ٨٨، وأخرجه أبو الشيخ كما في \"الدر المنثور\" ٣/ ٥٨٧، وابن أبي حاتم ٦/ ٢٠١٦.(٤) أخرجه أحمد ٤/ ٣٩٦، وأخرجه الهيثمي في \"مجمع الزوائد\" ٨/ ٢٦١، ٢٦٢، وقال: رواه الطبراني واللفظ له، وأحمد بنحوه، ورجال أحمد رجال الصحيح، والبزار أيضًا باختصار. وأخرجه النسائي في \"التفسير\" ١/ ٥٨٥. وأخرجه الحاكم ٢/ ٣٤٢ من حديث ابن عباس مرفوعًا وصححه ووافقه الذهبي. وأخرجه مسلم (١٥٣) كتاب: الإيمان، باب: وجوب الإيمان برسالة نبينا محمد - صلى الله عليه وسلم - إلى جميع الناس ونسخ الملل بملته من حديث أبي هريرة، والطبري ١٢/ ١٩ من طرق.</p><p> نفسي: إن النبي - صلى الله عليه وسلم - لا يقول مثل هذا إلا عن (١) القرآن، فوجدت الله يقول:  {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ} . قال صاحب النظم: لما قال: {وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ} دل ذلك على أن من يؤمن به فهو في الجنة؛ لأنه إذا أوجد الشيء بصفة وجب أن يوجد بضد تلك الصفة ضد ذلك الشيء. </p><p> وقوله تعالى:  {فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ} ، قال مقاتل بن سليمان (٢) : الهاءان تعودان على القرآن، والمعنى فلا تك في مرية من القرآن إنه من الله، إن القرآن هو الحق من ربك [لا كما يقول المشركون من أنك تأتي به من قبل نفسك، قال الكلبي عن أبي صالح عن ابن عباس (٣) : فلا تك في مرية من أن موعد الكافر النار، إن ذلك هو الحق من ربك] (٤) . </p><p> قال أبو بكر: فمن بني على هذا التأويل أعاد الهاءين على التعذيب؛ لأن قوله {فَالنَّارُ مَوْعِدُهُ} معناه: فهو معذب، فرجعت الهاء على معنى الكلام، وكان تلخيصها (فلا تك في مرية من تعذيبه؛ إن تعذيبه الحق من ربك) ، ولا يستنكر رجوع الهاء على حرف غير مذكور إذا كان المذكور يدلّ عليه. وقال ابن قتيبة (٥) : الخطاب في قوله: {فَلَا تَكُ فِي مِرْيَةٍ} للنبي - صلى الله عليه وسلم - والمراد به غيره. </p><p>(١) في (ب): (علي). (٢) \"تفسير مقاتل\" ١٤٤ ب، \"زاد المسير\" ٤/ ٨٩.(٣) \"زاد المسير\" ٤/ ٨٩، \"تنوير المقباس\" ١٣٩.(٤) ما بين المعقوفين ساقط من (ي).(٥) \"تأويل مشكل القرآن\" ٣٩٦.</p>"
}