{
  "id": null,
  "sura": 12,
  "aya": 19,
  "text": "<p> وقوله تعالى:  {وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} قال أهل المعاني: هذا بيان عما يوجبه التقى من الصبر الجميل عند المصيبة، والاستعانة بالله عزّ وجلّ عندما يعرض من الأمور الهائلة. </p><p> ١٩ - قوله تعالى:  {وَجَاءَتْ سَيَّارَةٌ} قال المفسرون (١) : يعني رفقة تسير للسفر، {فَأَرْسَلُوا وَارِدَهُمْ} وهو الذي يرد الماء ليستقي للقوم. </p><p> وقوله تعالى:  {فَأَدْلَى دَلْوَهُ} قال عامة أهل اللغة (٢) : يقال: أدلى دلوه، إذا أرسلها في البئر، ودَلّاها: إذا نزعها من البئر، يقال: أدلى يدلي إدلاءً إذا أرسل، ودلى يدلو دلوًا، إذا جذب وأخرج. </p><p> قال الشاعر (٣) : </p><p> يَنْزِعُ من جَمّاتِها دَلْو الدَّالىِ </p><p> أي ينزع النازع، والدلو معروف، والجميع الدلاء، والعدد إدل ودُلي، ويقال للدلو دلاة. </p><p> وقوله تعالى:  {قَالَ يَا بُشْرَى هَذَا غُلَامٌ} قال ابن عباس (٤) وقتادة (٥) والسدي (٦) : لما أدلى المدلي تشبث يوسف بالرشا فأخرجه الوارد، فقال: يا بشراي. قال الحسن (٧) : يا بشراي مثل: يا فرحتنا، وهو في موضع نصب؛ لأنه نداء مضاف. </p><p>(١) الثعلبي ٧/ ٦٧ ب. (٢) \"تهذيب اللغة\" للأزهري ٢/ ١٢١٣ مع تقديم وتأخير، (دلا).(٣) سبق تخريجه.(٤) \"زاد المسير\" ٤/ ١٩٤.(٥) عبد الرزاق ٢/ ٣٠٢، والطبري ١٢/ ١٦٧، وابن أبي حاتم ٧/ ٢١١٣ ب، وابن المنذر كما في \"الرد\" ٤/ ١٧، القرطبي ٩/ ١٥٣.(٦) الطبري ١٢/ ١٦٧، والقرطبي ٩/ ١٥٣.(٧) \"تفسير كتاب الله العزيز\" ٢/ ٢٦٠.</p><p> قال ابن الأنباري: وقع النداء في اللفظ بالبشرى، وهو في المعنى واقع لغيرها، تأويله: يا هؤلاء تنبهوا لبشراي. وهذا معنى قول أبي إسحاق (١) ، ومعنى النداء في هذه الأشياء التي لا تجيب تنبيه المخاطبين، وتوكيد القصة إذا قلت: يا عجباه، فكأنك قلت: اعجبوا، وذكر وجهًا آخر، وهو أن يكون المعنى: يا أيتها البشرى هذا من إيانك وأوانك، وزاد أبو علي (٢) لهذا الوجه بيانًا، فقال: المعنى فيه أن هذا من أوانك ولو كنت ممن يخاطب لخوطبت الآن، وهذا في كل منادى لا يجيب ولا يعقل. </p><p> وقرأ أهل (٣) الكوفة {يَا بُشْرَى} من غير إضافة، وهذه القراءة كالأولى في أنه نداءٌ لمن لا يجيب، إلا أن هذا نداءٌ غير مضاف فيكون رفعًا، قال السدي (٤) : نادى المدلي صاحبه وكان اسمه بشرى، فقال: يا بشراي، كما تقول: يا زيد. </p><p> وروي عن الأعمش (٥) أنه قال: دعا امرأة اسمها بشرى. </p><p> قال أبو علي (٦) : من جعل البشرى اسمًا للبشارة وهو الوجه، جاز أن يكون في محل الرفع مثل: يا رجل، لاختصاصه بالنداء، وجاز أن يكون في موضع نصب على أن يجعله نداءً شائعًا في جنس البشرى ولم يخص كما </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٩٧. (٢) \"الحجة\" ٤/ ٤١٢.(٣) \"السبعة\" ص ٣٤٦، و\"النشر\" ٣/ ١٢٤، و\"إبراز المعاني\" ص ٥٣٣، و\"إتحاف\" ص ٢٦٣.(٤) الطبري ١٢/ ١٦٧ - ١٦٨، وابن أبي حاتم ٧/ ٢١١٣أ، وابن المنذر وأبو الشيخ كما في \"الدر\" ٤/ ١٧، و\"زاد المسير\" ٤/ ١٩٤، والقرطبي ٩/ ١٥٣.(٥) الرازي ١٨/ ١٠٦، و\"زاد المسير\" ٤/ ١٩٤.(٦) \"الحجة\" ٤/ ٤١١.</p><p> فعلت في الوجه الأول، كما يقول: يا رجلاً، و {يَا حَسْرَةً عَلَى الْعِبَادِ}  [يس: ٣٠] ، فالوجه الأول على أنه بشرى مختصة، والآخر أن ينزله من جملة كلها مثلها في الشياع، إلا أن التنوين لم يلحق بشرى لأنه لا ينصرف. </p><p> وقوله تعالى:  {وَأَسَرُّوهُ بِضَاعَةً} ، قال مجاهد (١) والسدي (٢) وأكثر المفسرين (٣) : أسره الوارد وجاءوا من كان معه من التُّجار من الذين معهم في الرفقة، وقالوا لهم: هو بضاعة استبضعناها بعض أهل الماء إلى مصر، خيفة أن يطلبوا منهم فيه الشركة؛ لرخص ثمنه. </p><p> قال إسحاق بن بشر (٤) : قالوا فيما بينهم: إن قلنا لهم التقطناه شاركونا، وإن قلنا اشتريناه، سألونا الشركة، فنقول: إن أهل الماء أبضعوه معنا على أن نبيعه لهم بمصر، قال ابن عباس (٥) في رواية عطية: (أسروه) يعني: إخوة يوسف أسروا شأنه أن يكون أخاهم، وقالوا: هو عبد لنا أبق منا، وتابعهم يوسف على ذلك؛ لأنهم توعدوه بالقتل بلسان العبرانية. </p><p>(١) الطبري ١٢/ ١٦٨، وابن أبي حاتم ٧/ ٢١١٤أوابن المنذر وأبو الشيخ كما في \"الدر\" ٤/ ١٨، و\"زاد المسير\" ٤/ ١٩٥، والثعلبى ٧/ ٦٨ أ، والبغوي ٤/ ٢٢٤. (٢) الطبري ١٢/ ١٦٩، وابن أبي حاتم ٧/ ٢١١٤ أ.(٣) الطبري ١٢/ ١٦٨، الثعلبي ٧/ ٦٨ أ، البغوي ٤/ ٢٢٤، و\"زاد المسير\" ٤/ ١٩٥، الرازي ١٨/ ١٠٦.(٤) هو: إسحاق بن بشر أبو حذيفة البخاري، له كتاب المبتدأ، تركوه وكذبه ابن المديني، وقال الدارقطني: كذاب متروك. توفي سنة ٢٠٦ هـ. انظر: \"ميزان الاعتدال\" ١/ ١٨٤، و\"الأعلام\" ١/ ٢٩٤، و\"معجم المؤلفين\" ١/ ٣٤٠. وانظر: الرازي ١٨/ ١٠٧.(٥) الطبري ١٢/ ١٦٨، الثعلبي ٧/ ٦٨ أ، \"زاد المسير\" ٤/ ١٩٥، ابن عطية ٧/ ٤٦٣.</p>"
}