{
  "id": null,
  "sura": 12,
  "aya": 17,
  "text": "<p> ما مكروا (١) ، {يَبْكُونَ} مكرًا لإيهام براءتهم مما عرض (٢) ليوسف من البلية بأكل الذئب على زعمهم. روى مجالد (٣) عن الشعبي قال: خاصمت امرأة إلى شريح وجعلت تبكي فقيل له: يا أبا أمية، أما تراها تبكي، فقال شريح: قد جاء إخوة يوسف أباهم عشاءً يبكون (٤) . </p><p> ١٧ - قوله تعالى:  {يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ} قال أكثر المفسرين (٥) : نتنصل في الرمي، وهذا اختيار الزجاج (٦) وابن قتيبة (٧) ، قال نتنصل: يسابق بعضنا بعضًا في الرمي، وعلى هذا هو من السباق في النصال، وفيه قول النبي - صلى الله عليه وسلم -: \"لا سبق إلا في خف أو نصل أو حافر\"  (٨) يعني بالنصل: الرمي، وأصل السبق في الرمي للسهم، وهو أن يرمي اثنان أيهما يكون أسبق بينهما وأبعد غلوة، ثم يوصف المتراميان بذلك، فيقول: استبقا </p><p>(١) \"البحر المحيط\" ٥/ ٢٨٨. (٢) في (ج): (عرضوا).(٣) هو مجالد بن سعيد بن عمير الكوفي الهمداني، لين الحديث، تغير حفظه في آخره، توفي سنة ١٤٤ هـ. انظر: \"الجرح والتعديل\" ٨/ ٣٦١، و\"التهذيب\" ٤/ ٢٤ - ٢٥.(٤) أخرجه ابن المنذر كما في \"الدر المنثور\" ٤/ ١٥.(٥) الطبري ١٢/ ١٦٢، والثعلبي ٧/ ٦٦ ب، و\"زاد المسير\" ٤/ ١٩١، والبغوي ٤/ ٢٢٢.(٦) \"معاني القرآن وإعرابه\" ٣/ ٩٥.(٧) \"مشكل القرآن وغريبه\" لابن قتيبة ص ٢١٧.(٨) أخرجه أحمد ٢/ ٤٧٤، برقم (١٠١٣٨)، ط. الرسالة، من حديث أبي هريرة، والترمذي (١٧٠٠) في الجهاد، باب: ما جاء في الرهبان والسبق، وأبو داود \"عون المعبود\" (٢٥٥٧) في الجهاد، باب: في السبق، وابن ماجه (٢٨٧٨) في الجهاد، باب: السبق والرهان وصححه الألباني. انظر: \"صحيح سنن ابن ماجه\" للألباني (١٣٢٦)، كتاب: الجهاد، باب: السبق والرهان وخرجه الألباني في \"إرواء الغليل\" (١٥٠٦).</p><p> وتسابقا، إذا فعلا ذلك لتبيين أيهما أسبق سهمًا، ويدل على صحة هذا التفسير ما روي أن في قراءة عبد الله {إنا ذهبنا ننتصل}  (١) . </p><p> وقال السدي (٢) ومقاتل (٣) : نستبق: نشتد ونعَدو لنتبين أينا أسرع عَدْوًا، فإن قيل كيف جاز لهم أن يستبقوا وهم رجال بالغون، وهذا من فعل الصبيان؟ </p><p> فالجواب ما ذكره صاحب النظم، وهو أن الاستباق فيهم كان مثل السباق في الخيل والنصال عندنا، وكانوا يُحْزنُون بذلك أنفسهم ويدربونها على العَدْو؛ لأنه كالآلة لهم في محاربة العدو، ومدافعة الذئب إذا رام ماشيتهم (٤) . </p><p> وقوله تعالى:  {وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا} قال ابن عباس (٥) : يريد ثيابهم {فَأَكَلَهُ الذِّئْبُ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا} ، قال عامة المفسرين (٦) وأصحاب المعاني (٧) : مصدق لنا، وذكرنا تحقيق هذا في أول سورة البقرة (٨) . </p><p>(١) الثعلبي ٧/ ٦٦ ب، القرطبي ٩/ ١٤٥. (٢) \"زاد المسير\" ٤/ ١٩٢، الرازي ١٨/ ١٠١.(٣) ذكره الثعلبي بقوله ابن حيان ٧/ ٦٧ أ.(٤) الرازي ١٨/ ١٠١، القرطبي ٩/ ١٤٥.(٥) البغوي ٤/ ٢٢٢، و\"زاد المسير\" ٤/ ١٩٢.(٦) الطبري ١٢/ ١٦٢، الثعلبي ٧/ ٦٧ أ، البغوي ٤/ ٢٢٢، \"زاد المسير\" ٤/ ١٩٢،القرطبي ٩/ ١٤٨.(٧) \"معاني القرآن وإعربه\" ٣/ ٩٦، و\"مجاز القرآن\" لأبي عبيدة ١/ ٣٠٣، و\"مشكل القرآن وغريبه\" لابن قتيبة ١/ ٢١٧.(٨) ذكر عند قوله تعالى {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ} [البقرة: ٣] أقوال العلماء في أن الإيمان بمعنى التصديق: ونقل عن الأزهري حكايته اتفاق العلماء على هذا المعنى، وشرح دلالة اللفظ عليه مع الاستشهاد بأقوال أهل اللغة، ثم قال: والقول في معنى الإيمان ما قاله الأزهري.قلت: إن كان المقصود أن ذلك في اللغة، فالأمر فيه واسع وهو محل خلاف، وإن كان المقصود المعنى الشرعي فهو مردود، والإيمان عند علماء السلف: تصديق القلب ونطق اللسان وعمل الجوارح. انظر: \"شرح العقيدة الطحاوية\" ص٣٨١، ٣٨٢.</p>"
}