{
  "id": null,
  "sura": 12,
  "aya": 31,
  "text": "<p> ٣١ - قوله تعالى {فَلَمَّا سَمِعَتْ} يعني زليخا {بِمَكْرِهِنَّ} قال ابن عباس: يريد مقالتهن (١) ، وقال قتادة والسدي (٢) : بقولهن وحديثهن، فإن قيل: لم سمي قولهن مكرًا؟ فالجواب عن ذلك ما ذكره محمد بن إسحاق (٣) ، وهو أن قال: إن النسوة قلن ما قلنه استدعاء لرؤية يوسف والنظر إلى وجهه، فعبنها بحبها يوسف لتريهن يوسف، وكان يوصف لهن حسنه وجماله، فلما كان هذا القول منهن طمعًا في أن يكون سببًا لمشاهدة يوسف، سمي مكرًا، لِمَا خالف ظاهرُه باطنه، وذلك أنهن قدرن أن هذا القول إذا اتصل بها أبرزت لهن يوسف ليعذرنها، ويزلن العيب عنها. </p><p> وقال الزجاج (٤) وابن الأنباري (٥) : إن امرأة العزيز كانت أسَرَّت إليهن وَجْدها بيوسف واستكتمتهن شأنها، فلما غدرن بها وأظهرن سرها كان ذلك منهن مكرًا، فلما سمعت بما فعلن أرادت أن توقعهن فيما وقعت فيه، {أَرْسَلَتْ إِلَيْهِنَّ} ، قال وهب (٦) : اتخذت مأدبة ودعت أربعين امرأة، منهن هؤلاء اللاتي عيرنها. </p><p> وقوله تعالى:  {وَأَعْتَدَتْ} أي أعدت، ومضى الكلام فيه مستقصى (٧) </p><p>(١) \"زاد المسير\" ٤/ ٢١٥. (٢) الطبري ١٢/ ٢٠١، الثعلبي ٧/ ٧٨ أ، البغوي ٤/ ٢٣٦.(٣) الطبري ١٢/ ٢٠١، الثعلبي ٧/ ٧٨ أ، \"زاد المسير\" ٤/ ٢١٥.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٠٥.(٥) الرازي ١٨/ ١٢٦.(٦) الثعلبي ٧/ ٧٨ ب، البغوي ٤/ ٢٣٧، القرطبي ٩/ ١٧٨.(٧) عند قوله تعالى: {أُولَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} [النساء: ١٨]، وقال ما ملخصه: اعتدت الشيء فهو عتيد ومعتد، وقد عتد الشيء عتادة وهو عتيد حاضر، وعتد بتاء أصل على حدة، وقيل: الأصل أعدد من عين ودالين ثم قلبت إحدى الدالين تأء.</p><p> {لَهُنَّ مُتَّكَأً} معنى المتكأ في اللغة، ما تتكأ عليه من نُمرقة أو وسادة، قال الزجاج (١) : هو ما يتكأ عليه لطعام أو شراب أو حديث، ومتكأ أصله موتكا بالواو، مثل: موتزن أصله من الواو ثم قيل: متزن، واتكيت اتكأ أصله أوتكيت، فأدغمت الواو في التاء وشددت، والتوكؤ التحامل على العصا في المشي، يقال هو يتوكأ على عصاه ومنه قوله تعالى:  {هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا}  [طه: ١٨] وقولهم: رجل تكأة، إذا كان كثير الاتكاء، هو في الأصل وكأة، هذا الذي ذكرنا معنى المتكأ، وأصله في اللغة (٢) . </p><p> فأما التفسير، فقال الكلبي عن ابن عباس (٣) : المتكأ الوسائد التي يتكأ عليها، وقال أبو عبيدة (٤) : المتكأ: النمرق الذي يتكأ عليه، وعلى هذا التفسير لم يذكر الطعام الذي اتخذته لهن؛ لأن الحال وسياق القصة تدلان على أنها اتخذت طعامًا يحتاج إلى قطعه. </p><p> وقال ابن عباس (٥) في رواية عطاء ومجاهد في تفسير المتكأ قال: هو الأترج، وروى ابن أبي نجيح عن مجاهد (٦)  {وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً} طعامًا، ومثله روى سعيد عن قتادة (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٠٥. (٢) (في اللغة) ساقط من (أ، ب)، انظر: \"تهذيب اللغة\" (تكأ) ١/ ٤٤٥.(٣) \"زاد المسير\" ٤/ ٢١٦، و\"تنوير المقباس\" ص ١٤٨، والثعلبي ٧/ ٧٨ ب.(٤) \"مجاز القرآن\" ١/ ٣٠٩.(٥) الطبري ١٢/ ٢٠٢ - ٢٠٣، ومسدد وابن المنذر وابن أبي حاتم ٧/ ٢١٣٢، وأبو الشيخ وابن مردويه كما في \"الدر\" ٤/ ٢٨.(٦) الطبري ١٢/ ٢٠٣، وأبو عبيد وابن المنذر وابن أبي حاتم ٧/ ٢١٣٣، وأبو الشيخ كما في \"الدر\" ٤/ ٢٩.(٧) الطبري ١٢/ ٢٠٣، الثعلبي ٧/ ٧٨ ب. وابن أبي حاتم ٧/ ٢١٣٣.</p><p> وقال ابن جريج عن ابن عباس (١) : المتكأ الأترج، وكل ما نحر بالسكاكين ونحوه. قال الضحاك (٢) وهو قول سعيد بن جبير (٣) والحسن (٤) وابن إسحاق (٥) قالوا: طعامًا، قال ابن الأنباري وابن قتيبة (٦) وأهل المعنى: سمي الطعام والأترج متكأً؛ لأنهما من سبب الاتكاء، والعرب تقول: اتكأ الرجل، إذا أكل، فالمتكأ الطعام المأكول، والموضع الذي يؤكل فيه، بناءً على تسمية الشيء باسم سببه، ولما كان المضيف يتخذ لأضيافه نمارق يتكئون عليها للجلوس والأكل، سمي الطعام متكأ، كما يسمى المعلف أريًا (٧) ، وهو الحبل الذي يحبس الدابة، وأنشد (٨) : </p><p> فظَلِلْنَا بنِعْمَةٍ واتَّكَأنَا ... وشَرِبْنَا الحَلالَ من قُلَلِه </p><p>(١) \"زاد المسير\" ٤/ ٢١٦، البغوي ٤/ ٢٣٧. (٢) الطبري ١٢/ ٢٠٣، وأبو الشيخ كما في \"الدر\" ٤/ ٢٩، و\"زاد المسير\" ٤/ ٢١٦.(٣) الطبري ١٢/ ٢٠٣، ابن المنذر كما في \"الدر\" ٤/ ٢٩، الثعلبي ٧/ ٧٨ ب، البغوي ٤/ ٢٣٧.(٤) الطبري ١٢/ ٢٠٣، الثعلبي ٧/ ٧٨ ب، البغوي ٤/ ٢٣٧.(٥) الطبري ١٢/ ٢٠٣، الثعلبي ٧/ ٧٨ ب.(٦) \"مشكل القرآن وغريبه\" ص ٢١٨، ٢١٩.(٧) قال ابن السكيت: في قولهم: (العلف) أري، قال: هذا مما يضعه الناس في غير موضعه، وإنما الآري لحبس الدابة. \"تهذيب اللغة\" (ورى) ٤/ ٣٨٨١.(٨) القائل جميل بن معمر، و (القلل) جمع قلة وهي الحب العظيم وقيل الجرة الكبيرة وقيل الكوز الصغير، \"ديوانه\" ص ٥٣، و\"أساس البلاغة\" ٢/ ٢٧٣، و\"الأغاني\" ٧/ ٧٩، و\"شرح شواهد المغني\" ١٢٦، و\"مشكل القرآن وغريبه\" ص ٢١٨، والثعلبي ٧/ ٧٨ ب، والقرطبي ٩/ ١٧٨.</p><p> أراد باتكأنا أكلنا، وقال الأزهري (١) : وقيل للطعام متكأ؛ لأن القوم إذا قعدوا على الطعام اتكأوا، وقد نُهيت هذه الأمةُ عن ذلك، قال النبي - صلى الله عليه وسلم - \"أما أنا فلا آكل متكئًا، آكل كما يأكل العبيد\"  (٢) . </p><p> وقرأ جماعة من التابعين (٣)  (مُتْكًا) قال ابن عباس (٤) ومجاهد (٥) : هو الأترج. وقال الضحاك (٦) : الزُّمَاوَرْد. </p><p>(١) \"تهذيب اللغة\" (تكأ) ١/ ٤٤٥. (٢) اللفظ الأول \"أما أنا فلا آكل متكئًا\"، أخرجه البخاري من حديث أبي جحيفة (٥٣٩٨) كتاب: الأطعمة، باب: الأكل متكئًا، وأبو داود (٣٧٦٩)، كتاب: الأطعمة، باب: ما جاء في الآكل متكئا، والترمذي (١٨٩٠) باب ما جاء في كراهية الأكل متكئًا، وقال: هذا حديث حسن صحيح. والبيهقي في \"السنن\" ٧/ ٤٦٢ برقم (١٤٦٥١) باب الأكل متكئًا، وأما اللفظ الآخر \"آكل كما يأكل العبيد\" فقد قال البيهقي بعد أن ساق كلام الخطابي في معنى الاتكاء، قال: (وروي أنه كان يأكل مقعيًا ويقول: \"أنا عبد آكل كما يأكل العبد\"، ويؤيده حديث عبد الله بن بسر ولفظه: (اهديت للنبي - صلى الله عليه وسلم - شاة فجثا على ركبتيه يأكل، فقال أعرابي: ما هذه الجلسة؟ فقال: \"إن الله جعلني عبدًا كريمًا ولم يجعلني جبارًا عنيدًا\" أخرجه أبو داود (٣٧٧٣)، كتاب: الأطعمة، باب: ما جاء في الأكل من أعلى الصحفة وابن ماجه (٣٢٦٣)، كتاب الأطعمة، باب الأكل متكئًا، والضياء المقدسي في \"المختارة\" ١/ ١١٢، وصححه الألباني في \"الإرواء\" (١٩٦٦).(٣) وممن قرأ بها مجاهد وسعيد بن جبير ونسبت إلى ابن عباس، وقرأ بها أبو جعفر، انظر: الطبري ١٢/ ٢٠٢ - ٢٠٣، و\"إتحاف\" ص ٢٦٤، و\"زاد المسير\" ٤/ ٢١٦، القرطبي ٩/ ١٧٨.(٤) الطبري ١٢/ ٢٠٢، و\"زاد المسير\" ٤/ ٢١٦، وابن أبي حاتم ١٢٣/ ٢٠٢.(٥) المرجع السابق.(٦) الثعلبي ٧/ ٧٨ ب، البغوي ٤/ ٢٣٧ بهامش الصفحة، و\"زاد المسير\" ٤/ ٢١٦، وابن أبي حاتم ٧/ ٢١٣٣ بلفظتي \"البزماورد، البرماورد\"، وفي \"القاموس\": الزماورد: بالضم طعام من البيض واللحم معرب.</p><p> وقال عكرمة (١) : هو كل شيء يحز بالسكين. </p><p> قال ابن زيد (٢) : يحززن (٣) الأترج بالسكين، ويأكلن بالعسل. </p><p> قال أبو زيد (٤) : كل ما حز بالسكين فهو عند العرب متك، والمتك والبتك القطع، والعرب تعاقب بين الميم والباء. </p><p> وأنكر أبو عبيدة (٥) كل هذا، وقال: الذين قالوا المتكأ الأترج، فقد كذبوا، ليس للأترج في كلام العرب اسم إلا الأترج، وإنما لما احتج عليهم بأنه المتكأ من النمارق والوسائد، فروا وقالوا إنما هو المتك، وإنما المتك طرف بصر المرأة. </p><p> قال أبو عبيد (٦) : والفقهاء الذين رووا هذا وأخذوا به أعلم بتأويل القرآن من أبي عبيدة، فيجوز أن يكون من لغة قوم من العرب درست ومات من يتكلم بها، فقد قال الكسائي إن شيئًا من الكلام سقط لانقراض أهله ومن كان يتكلم به. </p><p> قال أبو بكر (٧) : وأنشدنا رجل في مجلس أبي العباس حُجةً؛ لأن المتك الأترج: </p><p>(١) الثعلبي ٧/ ٧٨ ب، البغوي ٤/ ٢٣٧ ابن أبي حاتم ٧/ ٢١٣٣. (٢) الطبري ١٢/ ٢٠٤، والثعلبي ٧/ ٧٨ ب، وأبو الشيخ كما في \"الدر\" ٤/ ٢٩، وابن أبي حاتم ٧/ ٢١٣٤.(٣) في (ب): (يحزرن).(٤) الثعلبي ٧/ ٧٨ ب، \"تهذيب اللغة\" (متك) ٤/ ٣٣٣٨.(٥) \"مجاز القرآن\" ١/ ٣٠٩.(٦) الطبري ١٢/ ٢٠٢.(٧) \"الزاهر\" ٢/ ٢١.</p><p> تَشْرَبُ الإثْمَ بالصُّواعِ جِهَارا ... وتَرَى المُتْكَ بَيْنَنَا مُسْتَعَارا (١) </p><p> وأجاز الفراء (٢) والزجاج (٣) أن يكون المتك بمعنى الأترج. </p><p> وقوله تعالى:  {وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا} قال ابن عباس (٤) : وأعطت كل واحدة منهن سكينًا وترنجة، فإن قلنا بهذا وحملنا المتكأ على الطعام الذي يقطع أو الأترج، فلا إشكال، وإن حملناه على الوسادة، والموضع الذي تتكأ عليه، فإنما أعطتهن (٥) السكين لتقطع فاكهة قدمت إليهن، ولم يذكر الفاكهة لدلالة الحال والسكين، ومعنى {وَآتَتْ} هاهنا ناولت، والسكين يذكر ويؤنث، ومتخذه يقال له: السَّكَّان. </p><p> وقوله تعالى:  {وَقَالَتِ اخْرُجْ عَلَيْهِنَّ} أي قالت ذلك ليوسف، قال الزجاج (٦) : أمرته بالخروج عليهن، ولم يكن تهيأ له (٧) ألا يخرج؛ لأنه بمنزلة العبد لها، {فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ} قال ابن عباس (٨) ، ومعظم المفسرين: </p><p>(١) البيت غير منسوب. وهو في \"الزاهر\" ٢/ ٢٥، و\"البحر المحيط\" ٥/ ٢٩٩، و\"المحرر الوجيز\" ٧/ ٤٩٣، و\"الدر المصون\" ٦/ ٤٧٩، والقرطبي ٩/ ١٧٨، و\"اللسان\" (إثم) ١/ ٢٩، و\"تهذيب اللغة\" ١/ ١٢٢، و\"تاج العروس\" (متك) ١٣/ ٦٣٨. (٢) \"معاني القرآن\" ٢/ ٤٢.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٠٦.(٤) الطبري ١٢/ ٢٠٤، وابن مردويه كما في \"الدر\" ٤/ ٢٨.(٥) في (أ)، (ج): (أعطهن).(٦) \"معاني القرآن وإعرابه\" ٣/ ١٠٦.(٧) ساقط من (أ)، (ب).(٨) الطبري ١٢/ ٢٠٥، و\"زاد المسير\" ٤/ ٢١٨، وابن أبي حاتم ٧/ ٢١٣٥ وروى هذا القول أيضًا عن ابن زيد وابن إسحاق قال: وروى عن السدي مثله.</p><p> أعظمنه وهالهن أمره وبهتن، وهو قول مجاهد (١) في رواية ابن أبي نجيح وقتادة (٢) في رواية سعيد، وروى ليث عن مجاهد (٣) أعظمنه فحضن. </p><p> وروى عبد الصمد بن علي بن عبد الله بن عباس عن أبيه عن جده (٤) أكبرنه قال: حضن من الفرح (٥) . </p><p> قال: وفي ذلك يقول الشاعر (٦) : </p><p> يأتي النِّساءَ على أطْهَارِهِنَّ ولا ... يأتي النِّساءَ إذا أكْبَرْنَ إكْبَارا </p><p> ونحو هذا القول روى أبو روق عن الضحاك عن ابن عباس (٧) . </p><p>(١) الطبري ١٢/ ٢٠٥، وابن أبي شيبة وابن المنذر وابن أبي حاتم (لم أجده في النسخة التي بين يدي) وأبو الشيخ كما في \"الدر\" ٤/ ٢٩، و\"زاد المسير\" ٤/ ٢١٨. (٢) الطبري ١٢/ ٢٠٤ - ٢٠٥.(٣) \"زاد المسير\" ٤/ ٢١٨.(٤) الطبري ١٢/ ٢٠٥، وابن المنذر وابن أبي حاتم ٧/ ٢١٣٥ كما في \"الدر\" ٤/ ٢٩، والثعلبي ٧/ ٧٩ ب، وعبد الصمد كان أميرًا على مكة، قال الذهبي: ليس بحجة. انظر: \"الجرح والتعديل\" ٦/ ٥٠، و\"الميزان\" ٣/ ٣٣٤، وأبوه هو أبو محمد ثقة عابد، مات سنة ١١٨ هـ على الصحيح وأخرج له الجماعة إلا البخاري. انظر: \"الكاشف\" ٢/ ٤٣، و\"التهذيب\" ٣/ ١٤٦ والأثر ضعيف.(٥) في (أ)، (ج): (من الفرج) بالعجمة \"زاد المسير\" ٤/ ٢١٨، ابن عطية ٧/ ٤٩٤، القرطبي ٩/ ١٨٠.(٦) البيت غير منسوب وهو في الطبري ١٢/ ٢٠٥، والثعلبي ٧/ ٧٩ ب، والقرطبي ٩/ ١٨٠، و\"زاد المسير\" ٤/ ٢١٨، و\"تهذيب اللغة\" ٤/ ٣٠٩١، وابن أبي حاتم ٧/ ٢١٣٥، و\"البحر المحيط\" ٥/ ٣٠٣، و\"المحرر الوجيز\" ٧/ ٤٩٤، و\"اللسان\" (كبر)، قال الطبري: البيت مصنوع، ط. البابي الحلبي ١٢/ ٢٠٥.(٧) \"تهذيب اللغة\" (كبر) ٤/ ٣٠٩١، و\"زاد المسير\" ٤/ ٢١٨، وفي ابن أبي حاتم ٧/ ٢١٣٥ عن أبي روق عن الضحاك عن ابن عباس قال: أعظمنه، فلعل الرواية هنا نقلها عن الأزهري في \"التهذيب\" فقد روى بسنده هذا القول إلى ابن عباس.</p><p> وأنكر هذا أكثر أهل اللغة، قال أبو عبيدة (١) : أكبرنه: أعظمنه في جماله وبهائه ونور النبوة، ومن أخذ الإكبار من الحيض فليس بحيض، ولكنه قد يُجْرِ الحيض، وقد تفزع المرأة فتسقط ولدها وتحيض، فإن كان ثم حيض، فعسى أن يكون من فزعهن وما هالهن من هيئته، وهذا الذي ذكره أبو عبيدة هو معنى رواية ليث عن مجاهد. </p><p> وقال الزجاج (٢) : منكر أيضًا أن يكون أكبر بمعنى حاض، هذه اللفظة ليست بمعروفة في اللغة، والهاء في أكبرنه تمنع هذا، لأنه لا يجوز النساء قد حضنه، لأن حضن لا يتعدَّى إلى مفعول. </p><p> وقال الأزهري (٣) : إن صحت هذه اللفظة في اللغة فلها مخرج، وذلك أن المرأة إذا حاضت أول ما تحيض فقد خرجت من حد الصغار ودخلت في حد الكبار، فقيل لها: أكبرت، أي حاضت على هذا المعنى. </p><p> وأخبرني المنذري عن أبي الهيثم، قال: سألت رجلاً من طي فقلت: ما لك زوجة؟ قال: لا والله ما تزوجت، وقد وعدت في بنت عم لي، قلت: وما سنها، قال قد أكبرت أو كربت، قلت: وما أكبرت؟ قال: حاضت، قال الأزهري أرى اللغة تصحح: أكبرت المرأة، إذا حاضت، إلا أن الكناية في (أكبرنه) تنفي هذا المعنى، فإن صحت الرواية عن ابن عباس سلم له، وجعلنا الهاء في قوله {أَكْبَرْنَهُ} هاء الوقفة لا هاء الكناية. </p><p> وقال ابن الأنباري: من أبطل هذا القول إنما أبطله من أجل الهاء، وقد رأو أن الهاء تنصرف إلى يوسف وليست منصرفة إليه، لكنها كناية عن </p><p>(١) \"مجاز القرآن\" ١/ ٣٠٩. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٠٦.(٣) \"تهذيب اللغة\" (كبر) ٤/ ٣٠٩١.</p><p> مصدر الفعل يعنى بها أكبرن إكبارًا، أي حضن حيضًا، فكنى عن المصدر كما يقال: قدم زيد فأحببته، يعنون فأحببت قدومه (١) كما قال الشاعر (٢) : </p><p> وليسَ المَالُ فاعْلَمْهُ بمَالٍ ... وإن أغْنَاكَ إلا للدُنِّي </p><p> أراد: فاعلم علمًا، قال: وهذا القول مقبول لقول ابن عباس به، وبناء جماعة من التابعين عليه، والقول في الهاء ما قاله أبو بكر، لا ما قاله الأزهري، لأن هاء الوقفة تسقط في الوصل ولا توصل بواو. </p><p> وقوله تعالى:  {وَقَطَّعْنَ أَيْدِيَهُنَّ} قال المفسرون: حززن (٣) أيديهن بالسكاكين، وهن يحسبن أنهن يقطعن الأترج، قال قتادة (٤) : أبن أيديهن حتى ألقينها، وقال مجاهد (٥) : لم يحسسن إلا بالدم، ولم يحدث الألم من حز الأيدي لشغل قلوبهم بيوسف. </p><p> قال أهل المعاني: قوله {وَقَطَّعْنَ أَيْدِيَهُنَّ} يحتمل ضروبًا من القطع: أحدها: أن يكون كما ذكره قتادة، والثاني: أن يجرحن أيديهن في مواضع، وكذلك ذكر بلفظ التكثير، والثالث: أن كل واحدهَ جرحت يدها جراحة </p><p>(١) في (ب): (وكما) بزيادة الواو. (٢) البيت بلا نسبة في الأزهية ص ٢٩٣، و\"الإنصاف\" ٢/ ٦٧٥، و\"خزانة الأدب\" ٥/ ٥٠٤، و\"الدرر\" ١/ ٢٥٥، و\"رصف المباني\" ص ٧٦، و\"اللسان\" (ضمن) ١٣/ ٢٥٩ (لذا) ١٥/ ٢٤٥، و\"همع الهوامع\" ١/ ٨٢، برواية العجز: (من الأقوام إلا للذي).(٣) في (ب): جززن.(٤) الطبري ١٢/ ٢٠٧، والثعلبي ٧/ ٧٩ ب، والبغوي ٤/ ٢٣٨، و\"زاد المسير\" ٤/ ٢١٨، وابن أبي حاتم ٧/ ٢١٣٦ بنحوه عن غير قتادة.(٥) الطبري ١٢/ ٢٠٦، الثعلبي ٧/ ٧٩ ب، وابن أبي شيبة وابن المنذر وابن أبي حاتم ٧/ ٢١٣٦، وفيه حز حزًّا بالسكين، وأبو الشيخ كما في \"الدر\" ٤/ ٣٠، البغوي ٤/ ٢٣٨، و\"زاد المسير\" ٤/ ٢١٨.</p><p> واحدة، ولكنهن لما كن عدة حسن فعل التكثير. </p><p> وقوله تعالى:  {وَقُلْنَ حَاشَ لِلَّهِ} قال أهل اللغة (١) والنحويون: حاش وحاشا يستعملان في الاستثناء والتبرئة، فالاستثناء أن تقول: أتاني القوم حاشا زيد، ومعناه: إلا زيد، وموضع الجار مع المجرور نصب، وأكثر ما يستعمل معه اللام، نحو: ضربت القوم حاشا لزيد، وحاش لزيد، فإن أسقطت اللام جررت بحاشا ما بعدها، وقد أجاز النصبَ بها جماعةٌ من النحويين، وكالتي في الآية، وتأويلها: معاذ الله، وهو تنزيه ليوسف على حال البشر أو عما قُرف به. </p><p> وأما اشتقاق هذه الكلمة، فقال الزجاج (٢) : اشتقاقه من الحشا والحاشية بمعنى الناحية، من قولك: كنت في حشا فلان، أي: في ناحيته، ومعنى قولك: حاشا لزيد: قد تنحى زيد عن هذا وتباعد منه، كما تقول: تنحى من الناحية، كذلك تحاشى من هذا الفعل بمعنى تباعد من حاشية الشيء، وهي ناحيته، ونحو هذا قال أحمد بن عبيد: حاشا مأخوذة من قول العرب: لا أدري أي الحشا أخذ فلان، يعنون أي النواحي، واحتج بقول الهذلي (٣) : </p><p> يَقُولُ الذي أمْسَى إلى الحزْنِ أهْلُه ... بأيِّ الحَشَا أمْسَى الخَلِيطُ المُبَايِنُ </p><p>(١) \"تهذيب اللغة\" (حشو) ١/ ٨٢٥، و\"الزاهر\" ٢/ ٢٨٨. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٠٧.(٣) لمالك بن خالد الخناعي، ويقال: للمعطل، والحشا: أجواف الأودية، والخليط: الذين يخالطون في الدار، المباين: المفارق المزايل، انظر: \"شرح أشعار الهذليين\" للسكري ١/ ٤٤٦، و\"تهذيب اللغة\" (حشا) ١/ ٨٢٦، و\"المخصص\" ٥/ ١١٨، و\"شرح المفصل\" ٢/ ٨٥، و\"جمهرة اللغة\" ٢/ ١٠٤٩.</p><p> أراد: بأي النواحي، واحتج أيضًا بقول النابغة (١) : </p><p> وما أُحَاشِي مِنَ الأقْوَامِ مِنْ أَحَدِ </p><p> قال: معناه ما أعدل أحدًا من الأقوام في حشا، أي في ناحية، ولهذا احتمل هذه الكلمة معنى الاستثناء والتنزيه، لأن معنى التنزيه التنحيةُ والإبعاد، وكذلك معنى الاستثناء هو الإخراج عن جملة المذكورين. </p><p> وقال أبو علي (٢) : حاشا فاعل من حاشى يحاشي، ومعنى: حاش لله، أي: صار يوسف في حشًى، أي: ناحية مما قُرِف به، أي لم يلابسه، وصار في عزلة عنه وناحية، وإذا كان حاشا فعلًا فلابد له من فاعل وفاعله يوسف، كأن المعنى بعد عن هذا الذي رُمي به، (لله) أي لخوفه ومراقبته أمره، وأما حذف الألف منه، فلأن الأفعال قد حذف منها، نحو: لم يك، ولا أدر، ولم أبل، وقد حذفوا الألف من الفعل، نحو ما حكي عن العرب سماعًا: أصاب الناس جهد ولو نر (٣) أهل مكة، وإنما هو (نرى) فحذفت الألف المنقلبة عن اللام كما حذفت من حاشا، وقد قال رؤبة (٤) : </p><p> وصَّاني العَجَّاجُ فيما وَصنِي </p><p>(١) عجز بيت للنابغة الذبياني من قصيدة يمدح بها النعمان ويعتذر إليه، وصدره: ولا أرى فاعلاً في الناس يشبهه انظر: \"ديوانه\" ص ١٢، و\"الإنصاف\" ٢٤١، و\"الخزانة\" ٢/ ٤٤، و\"الهمع\" ١/ ٢٣٣، و\"الدرر\" ١/ ٩٨، والقرطبي ٩/ ١٨١، و\"الدر المصون\" ٦/ ٤٨٤.(٢) \"الحجة\" ٤/ ٤٢٣.(٣) سقط من (أ، ب، ج) وما أثبته في (ي)، وفي \"الحجة\" ٤/ ٤٢٣: ولو تَرَما أهل مكة.(٤) من أرجوذة له في \"ديوانه\" ص ١٨٧، وقبله:مُسرول في آلة مُربن ... يمشي العرضى في الحديد المتقنوبلا نسبة في \"الأشباه والنظائر\" ٢/ ٤٤٩، و\"الخزانة\" ١/ ١٣١.</p><p> ومن أثبث الألف جاء به على التمام والأصل، واختلف النحويون في أن حاشا في الاستثناء حرف جر أم فعل، فهو عند سيبويه (١) حرف، وعند المبرد (٢) يجوز أن يكون فعلًا، وهو اختيار أبي علي، قال: لأن الحرف الجار لا يدخل على مثله، وقد دخل حاشا على اللام الجارة، ولأن الحروف لا تحذف إذا لم يكن فيها تضعيف، واحتج المبرد بقول النابغة (٣) : </p><p> وما أُحَاشِي مِنَ الأقْوَامِ من أَحَدِ </p><p> قال: لما صرف فاستعمل منه أحاشي، علم أنه فعل. </p><p> قال أصحاب سيبويه: قول سيبويه أولى، لأنه يتعلق بالحكاية عن العرب فكان أولى، وحجته في أنها لا تكون إلا حرفًا اجتماع النحويين على أنها لا تكون صلة لما، فلا تقول: جاءني القوم ما حاشا زيدًا، كما تقول: ما خلا زيدًا، فلما امتنعت أن تكون صلة لـ (ما) ، دل على أنها ليست بفعل، واحتجاج أبي العباس عليه بقول النابغة لا يلزم؛ لأن قوله (وما أحاشى) ليس بتصريف فعل بل هو بناء فعل على حكاية [قول القائل: حاشا فلان،نحو قولهم:حوقل وبسمل،كأنه قال:ما أقول هذا القول. وأما]  (٤) قول أبي علي، وقد ذكره أبو العباس أيضًا أن حاشا دخلت على اللام الجارة، فتقدير ذلك أن تكون اللام معلقة بفعل آخر، وتكون زائدة، وأما </p><p>(١) \"الكتاب\" ٢/ ٣٠٩. (٢) \"المقتضب\" ٤/ ٣٩١، قال محقق الكتاب: وهذه المسألة من المسائل التي رد فيها المبرد على سيبويه، وقد تعقبه ابن ولاد في الانتصار، وانظر: \"الحجة\" ٤/ ٤٢٢.(٣) سبق التعليق على البيت.(٤) ما بين المعقوفين في (ب) وهو ساقط من (أ)، (ج).</p><p> قوله: الحروف لا تحذف، قيل: إنها تخفف وتشدد فيجوز أن تحذف أيضا من حاشا لكثرة استعمالهم إياه، ولاتصال اللام بها. </p><p> وذكر أبو علي (١) في \"الإيضاح\" أن حاشا حرف فيه معنى الاستثناء، تقول: أتاني القوم حاشا زيد، فموضع الجار والمجرور النصب، وأكثر أهل العربية على أن معنى قوله {حَاشَ لِلَّهِ} تنزيه ليوسف عما رمته به امرأة العزيز كما ذكرنا، وذهبت طائفة إلى أن المراد تنزيهه من (٢) شبه البشرية، لفرط جماله وروعة بهائه، ويؤكد هذا المعنى سياقُ الآية بعد هذا، ويكون تقدير الآية على هذا المعنى: حاشا يوسف، أي: بعد عن أن يكون بشرًا، ودخلت (لله) تأكيدًا لهذا المعنى. </p><p> وقوله تعالى:  {مَا هَذَا بَشَرًا} قال الفراء (٣) : نصبت بشرًا؛ لأن الباء قد استعملت فيه، ولا يكاد أهل الحجاز ينطقون إلا بالباء، فلما حذفوها أحبوا أن يكون لها أثر فيما خرجت منه، فنصبوا على ذلك، ألا ترى أن كل ما في القرآن أتى بالياء إلا هذا، وقوله تعالى:  {مَا هُنَّ أُمَّهَاتِهِمْ}  [المجادلة: ٢] . </p><p> وقال الزجاج (٤) : سيبويه والخليل وجميع النحويين القدماء يزعمون أن بشرًا منصوب لأنه خبر (ما) ويجعلونه بمنزلة (ليس) ، و (ما) معناه معنى (ليس) في النفي. </p><p> وقوله تعالى:  {إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ} تأكيد أنه ليس من البشر. </p><p>(١) \"الإيضاح\" ص ٣٣. (٢) من هنا يبدأ سقط في نسخة (ب) حتى ص ١١١.(٣) \"معاني القرآن\" ٢/ ٤٢.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٠٧.</p>"
}