{
  "id": null,
  "sura": 12,
  "aya": 33,
  "text": "<p> وقال قتادة (١) : فاستعصى. </p><p> وقوله تعالى:  {وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ} قال ابن عباس (٢) : يريد ما أدعوا إليه {لَيُسْجَنَنَّ} توعدته بإيقاع المكروه به، إن لم يطعها فيما تدعوه إليه، و {وَلَيَكُونًا مِنَ الصَّاغِرِينَ} ، ومضى الكلام في النون الشديدة والخفيفة، وأن الوقف عليها بالألف كالتنوين في موضع النصب، والصاغر الذليل، ذكرنا ذلك في قوله {وَهُمْ صَاغِرُونَ}  [التوبة: ٢٩] وقوله {صَغَارٌ عِنْدَ اللَّهِ}  (٣) . </p><p> ٣٣ - وقوله تعالى:  {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ}  (٤) قال أبو بكر: معناه: رب دخول السجن أحب إلى مما يطالبنني به من معصيتك، والتعرض لسخطك، فحذف المضاف، وهذا قول الزجاج (٥) ، قال أبو بكر ويجوز أن يكون السِّجن بمعنى السَّجْن إذ الاسم المشتق من الفعل يأتي نائبًا عن المصدر، كما يقال: طلعت الشمس مطلعًا، وغربت مغربًا، جعلوها خلفًا من المصدر وهما اسمان، كذلك السجن، وهذا قول الفراء (٦) ، ولابد من أحد التقديرين؛ لأن السِّجن بالكسر اسم للموضع الذي يحبس فيه، وليس يريد أن ذلك الموضع أحب إلى، بل يريد دخوله واللبث فيه، فإن قيل: لم قال: (أحب إلي) ولا واحد من الأمرين محبوب له، لا السجن، </p><p>(١) الطبري ١٢/ ٢١٠، وأبو الشيخ كما في \"الدر\"، والثعلبي ٧/ ٨٠ ب، والقرطبي ٩/ ١٨٤. (٢) قال به الطبري ١٢/ ٢١٠، والثعلبي ٧/ ٨٠، والبغوي ٤/ ٢٣٩.(٣) الأنعام: ١٢٤. وقد قال هناك الصغار: الذل الذي يصغر إلى المرء نفسه.(٤) في (أ)، (ج): (يدنني) بدلا من (يدعونني).(٥) \"معاني القرآن وإعرابه\" ٣/ ١٠٨.(٦) \"معاني القرآن\" ٢/ ٤٤.</p><p> ولا ما دعونه إليه، إذ لا يريده؟ قلنا هو على التقدير أي: لو كانا مما أريده لكانت إرادتي لهذا أشد، كمن خير بين خصلتي شر، فاختار أيسرهما وأقربهما إلى النجاة. </p><p> وقوله تعالى:  {وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ} قال أبو إسحاق (١) : يعني امرأة العزيز وحدها، إلا أنه أراد كيدها وكيد جميع النساء، وجائز أن يكون أراد كيدها وكيد النسوة اللاتي رأينه حين أرتهن إياه، يؤكد هذا ما قال وهب (٢) : أن النسوة أمرنه بمطاوعتها، وقلن له: إنك الظالم وهي المظلومة، فلا تعصها واقض حاجتها. </p><p> وقوله تعالى:  {أَصْبُ إِلَيْهِنَّ} قال ابن عباس (٣) : أمِلْ إليهن، وقال قتادة (٤) : أتابعهن، يقال: صبا إلى اللهو يصبو صبوًا، إذا مال إليه، وقال أبو الهيثم: صبا فلان إلى فلانة، وصبا لها يصبو، صبى منقوص وصبوة، أي مال إليها. </p><p> وقوله تعالى:  {وَأَكُنْ مِنَ الْجَاهِلِينَ} قال ابن عباس: يريد المذنبين الآثمين، وقال أهل المعاني: وأكن ممن يستحق صفة الذم بالجهل، في هذه الآية بيان أن يوسف لما أظلته البلية بكيد النساء ومطالبتهن إياه بالفجور فزع إلى الدعاء والرغبة إلى الله تعالى بالدعاء ليكشف ذلك، مع الاعتراف بأنه إن لم يعصمه من المعصية وقع فيها، فدل أنه لا ينصرف واحدٌ عن </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٠٩. (٢) \"زاد المسير\" ٤/ ٢٢٠، البغوي ٤/ ٢٣٩، القرطبي ٩/ ١٨٥، ابن عطية ٧/ ٥٠٢.(٣) قال به الطبري ١٢/ ٢١١، و\"تنوير المقباس\" ص ١٤٩، الثعلبي ٧/ ٢٨١، البغوي ٤/ ٢٣٩، \"زاد المسير\" ٤/ ٢٢٠، القرطبي ٩/ ١٨٥.(٤) الطبري ١٢/ ٢١١، الثعلبي ٧/ ٨١ أ، البغوي ٤/ ٢٣٩، القرطبي ٩/ ١٨٥، ابن أبي حاتم ٧/ ٢١٢٨، أبو الشيخ كما في \"الدر\" ٤/ ٣١.</p>"
}