{
  "id": null,
  "sura": 12,
  "aya": 56,
  "text": "<p> نفسه الاستثناء دان لم يتلفظ به. أو يقال: أراد أن حفظي يزيد على حفظ غيري، وكذلك علمي، وكان هذا مما لا يدخل فيه شك حتى يحتاج إلى الاستثناء، وأما مدحه نفسه فإن مثل هذا إذا خلا من البغي والاستطالة، وكان المراد فيه الوصول إلى حق يقيمه، وعدل يحييه، وجور يبطله، كان ذلك جائزًا جميلًا. كقول القائل: إني لحافظ كتاب الله، عالم بتفسيره، عارف بشرائع الإسلام، يقصد بهذا القول قصد أن يتعلم منه إنسان فيفيده مما علمه الله حسن ذلك منه، ولم يحمل ذلك على تزكية النفس إذا عري قوله من الخيلاء والكبر، ذكر هذا كله أبو بكر (١) . </p><p> وقال الكلبي فيما رواه عن ابن عباس (٢) في قوله: إنه حفيظ أي: لتقدير الأقوات، عليم بسني المجاعة، وقال الكلبي (٣) : ويقال معناه: عليم بلغات الناس كلهم، وذلك أن الناس كانوا يفدون على الملك من كل ناحية ويتكلمون بلغات مختلفة. </p><p> ٥٦ - قوله تعالى {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ} الآية، قال أصحاب المعاني: جواب الملك ليوسف حين قال له: (اجعلني على خزائن الأرض) محذوف لبيان معناه، ولدلالة قوله:  {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ} عليه. </p><p> قال ابن الأنباري (٤) : وتلخيصه، فقال الملك: قد فعلت. فدل تمكين الله له في الأرض على إجابة الملك إياه إلى ما سأل. </p><p>(١) \"زاد المسير\" ٤/ ٢٤٤، ٢٤٥. (٢) \"تنوير المقباس\" ص ١٥١، الثعلبي ٧/ ٩٠ أ.(٣) \"تنوير المقباس\" ص ١٥١، الثعلبي ٧/ ٩٠ أ.(٤) \"زاد المسير\" ٤/ ٢٤٥، الرازي ١٨/ ١٦٢.</p><p> وقوله تعالى:  {وَكَذَلِكَ} تحتمل وجهين: </p><p> أحدهما (١) : أن تكون الكاف منصوبة بالتمكين، وذلك إشارة إلى ما تقدم. يعني به: ومثل ذلك الإنعام الذي أنعمنا عليه في تقريبنا إياه من قلب الملك، وإنجائنا إياه من غم الحبس مكنا له في الأرض. </p><p> الوجه الثاني: أن (كذلك) بجملته في موضع نصب بالتمكين، وتأويله: </p><p> وهكذا، وهو إشارة إلى ما بعده، تقديره: وفي هذا الوقت مكنا له في الأرض. وعلى هذا الآية مستأنفة، وعلى الوجه الأول: الآية موصولة بما قبلها. </p><p> وقوله تعالى (٢) : {مَكَّنَّا لِيُوسُفَ} أي أقدرناه على ما يريد برفع الموانع، هذا معنى التمكين من الشيء، ومضى الكلام في هذه اللام التي في قوله \"ليوسف\" عند قوله {مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ}  (٣) وقوله {فِي الْأَرْضِ} قال ابن عباس (٤) : يريد أرض مصر. </p><p> وقوله تعالى:  {يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ} هذا تفسير لقوله {مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ} لأن معنى التمكين في الأرض: أن يكون هذه الصفة يتبوأ حيث يشاء، و (يتبوأ) في موضع نصب على الحال تقديره: مكناه متبوئًا (٥) . </p><p>(١) انظر: \"زاد المسير\" ٤/ ٢٤٥، الرازي ١٨/ ١٦٣. (٢) (تعالى) ساقط من (ب).(٣) الأنعام: ٦. وقال هناك: لم قال (ما لم نمكن لكم) ولم يقل نمكنكم، وهما لغتان تقول العرب: مكنته ومكنت له، كما تقول: نصحته ونصحت له، اهـ.(٤) \"تنوير المقباس\" ص ١٥١.(٥) الرازي ١٨/ ١٦٣.</p><p> وقوله تعالى:  {حَيْثُ يَشَاءُ} يحتمل أمرين: أحدهما: أن يكون في موضع نصب بأنه ظرف، والآخر: في موضع نصب بأنه مفعول به، ودل على هذا الوجه قول الشماخ (١) : </p><p> يَرْمِي حَيْثُ تُكْوَى النَّواحِزُ (٢) </p><p> وقد مرّ. واختلف القراء (٣) في قوله {حَيْثُ يَشَاءُ} فعامة القراء قرأوا بالياء كقوله: {يَتَبَوَّأُ} ، كقوله:  {وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ} وكما أن قوله (نشاء) في هذه الآية وفق فعل المتبؤ كذلك قوله: {حَيْثُ يَشَاءُ} وفق لقوله: \"يتبوأ\" في إسناده إلى الغيبة. وقرأ ابن كثير (نشاء) بالنون وذلك أن مشيئة يوسف لما كانت (٤) بمشيئة الله تعالى وإقداره عليها، جاز أن تنسب إلى الله تعالى وإن كان في المعنى ليوسف، وعلى هذا معنى هذه القراءة كمعنى قراءة العامة، ويقوي هذه القراءة أن الفعل </p><p>(١) جزء من عجز بيت، وتمامه: وحلأها عن ذي الأراكة عامر ... أخو الخُضْر يرمي حيث تكوى النواحرحلأها: منعها الماء، والضمير للحمر، وعامر أخو الخضر: قانص مشهور، ذو الأراكة: نخل بموضع من اليمامة لبني عجل، النواحز: التي بها نحاز فتكوى في جنوبها وأصول أعناقها فتشفى، ويروى: حزاحز، والجزائز. و\"ديوانه\" ١٨٢، و\"جمهرة أشعار العرب\" ص ٢٩٧، و\"المعاني الكبير\" ٧٨٣، و\"الأزمنة\" ١/ ١٠٦، و\"تاج العروس\" (خفر) ٦/ ٣٥٤، و\"تهذيب اللغة\" ١/ ١٠٤٤ (خضر) \"اللسان\" ٢/ ١١٨٢.(٢) ما سبق في ابن عطية ٨/ ٩.(٣) قرأ ابن كثير وحده: {يتبوأ منها حيث نشاء} بالنون، وقرأ الباقون بالياء، انظر: \"السبعة\" ص ٣٤٩، و\"إتحاف\" ص ٢٦٦، وابن عطية ٨/ ٨، والثعلبي ٧/ ٩١ أ، و\"البحر المحيط\" ٥/ ٣٢٠.(٤) في (ج): (كان).</p>"
}