{
  "id": null,
  "sura": 12,
  "aya": 90,
  "text": "<p> ٩٠ - قول تعالى:  {قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ} قرأه أكثر (١) القراء بالاستفهام، في قراءة (٢) أبي: أو أنت يوسف، وروى جويبر عن الضحاك عن ابن عباس (٣) : أن يوسف قال لهم: (هل علمتم) الآية، ثم تبسم فلما أبصروا ثناياه وكانت كاللؤلؤ المنظوم شبهوه بيوسف فقالوا له استفهامًا:  {أَإِنَّكَ لَأَنْتَ يُوسُفُ} ويدل على صحة الاستفهام قوله تعالى: {أَنَا يُوسُفُ} وإنما أجابهم عما استفهموا عنه، وقرأ ابن كثير: إنك على الخبر، وحجته ما روى عطاء عن ابن عباس (٣) : أن إخوة يوسف لم يعرفوه حتى وضع التاج عنه، وكان له في قرنه علامة، وكان ليعقوب وإسحاق مثلها شبه الشامة، فلما رفع التاج عرفوه بتلك العلامة، فقالوا: إنك لأنت يوسف، (وقال ابن إسحاق (٤) : رفع الحجاب فعرفوه فقالوا: إنك لأنت يوسف) (٥) ، ويجوز (٦) أن يكون ابن كثير أراد: الاستفهام ثم حذفه، كما قال أبو الحسن في قوله:  {وَتِلْكَ نِعْمَةٌ}  (٧) أنه على الاستفهام كأنه أو تلك؛ لأن حرف الاستفهام قلَّ ما يحذف (٨) في غير الشعر. </p><p>(١) قرأ جميع القراء بالاستفهام، غير ابن كثير فقرأ: (إنك لأنت يوسف) على الخير، واختلفوا في الهمز، فكان حمزة والكسائي وعاصم وابن عامر يهمزون همزتين (أئنك) والباقون يهمزون همزة واحدة. انظر: \"السبعة\" ص ٣٥١، \"إتحاف\" ص ٢٦٧، الطبري ١٣/ ٥٥، ابن عطية ٨/ ٦٦.(٢) الطبري ١٣/ ٥٥، ابن عطية ٨/ ٦٦، و\"البحر\" ٥/ ٣٤٢، و\"المحتسب\" ١/ ٣٤٩.(٣) الثعلبي ٧/ ١٠٨ أ، و\"زاد المسير\" ٤/ ٢٨١، البغوي ٤/ ٢٧٣، القرطبي ٩/ ٢٥٦.(٤) الطبري ١٣/ ٥٥، و\"زاد المسير\" ٤/ ٢٨١.(٥) ما بين القوسين مكرر في (أ).(٦) من هنا يبدأ النقل عن كتاب \"الحجة\" ٤/ ٤٤٧.(٧) \"الشعراء\" ٢٢.(٨) إلى هنا انتهى النقل عن \"الحجة\" ٤/ ٤٤٧.</p><p> قوله تعالى:  {قَالَ أَنَا يُوسُفُ} قال ابن الأنباري (١) : أظهر الاسم وترك الكناية، فلم يقل: أنا هو، تعظيمًا لما وقع به من ظلم إخوته وما عوضه الله من الظفر وبلوغ المحبّة، فكان بمعنى: أنا المظلوم المستحل منه المحرم المراد قتله، فكفى ظهور الاسم من (٢) هذه المعاني ولهذا قال: وهذا أخي، وهم يعرفونه؛ لأن قصده وهذا المظلوم كظلمي، والمنعم عليه كإنعامي، وقد ذكرنا قبل هذا أن العرب إذا عظمت الشيء أعادته ولم تُكَنَّ عنه كقوله (٣) : </p><p> لا أَرَى المَوْتَ يسبق المَوْت شَيء </p><p> وقوله تعالى:  {قَدْ مَنَّ الله عَلَيْنَا} قال ابن عباس (٤) : يريد بكل خير في الدنيا والآخرة، وقال آخرون (٥) : بالجمع بيننا بعد التفرقة، وذكرنا معنى المن عند قوله:  {مَنًّا وَلَا أَذًى}  [البقرة: ٢٦٢] . </p><p> وقوله تعالى:  {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ} قال ابن عباس (٦) : يريد: من يتق الله ويصبر على المصائب وعن المعاصي، قال ابن الأنباري: تلخيصه: من يراقب الله ويصبر على الأذى في ذاته، وقال مقاتل بن سليمان (٧) : من يَتَّقِ الزنا ويصبر على الأذى، وقال إبراهيم (٨) : من يتق الزنا ويصبر على </p><p>(١) \"زاد المسير\" ٤/ ٢٨١. (٢) في (أ)، (ج): (وهذه).(٣) سبق تخريجه.(٤) الرازي ١٨/ ٢٠٤، و\"زاد المسير\" ٤/ ٢٨٠.(٥) الثعلبي ٧/ ١٠٨ أ، و\"زاد المسير\" ٤/ ٢٨١.(٦) \"زاد المسير\" ٤/ ٢٨٢، القرطبي ٩/ ٢٥٦.(٧) \"تفسير مقاتل\" ١٥٧ أ.(٨) الثعلبي ٧/ ١٠٨أ، و\"زاد المسير\" ٤/ ٢٨١.</p><p> العزوبة فإن الله لا يضيع أجر المحسنين. </p><p> قال ابن عباس (١) : يريد أجر من كان هذا حاله، وتأويله: فإن الله لا يضيع أجره وأجور الفاعلين مثل فعله، وروي عن ابن كثير في طريق قنبل (٢) : أن (من يتقي) بإثبات الياء. </p><p> قال أبو علي (٣) : وله وجهان أحدهما: أن تقدر الحركة في الياء، ثم تحذفها، فتبقى ساكنة للجزم كقوله (٤) : </p><p> ألَمْ يَأتِك والأنْبَاءُ تَنْمِي </p><p> ولا يحمل على هذا لأنه مما يجيء في الشعر دون الكلام، والآخر: أن يجعل بمنزلة الذي لا يوجب الجزم، ويحمل المعطوف على المعنى؛ لأن الذي يتقي بمعنى الجزاء الجازم كأنه من يتق، والحمل على المعنى كثير، وقد ذكرنا نظائره، ويجوز على هذا الوجه أن يكون:  (ويصبر) في موضع الرفع إلا أنه حذفت الضمة للاستحقاق كما حذف نحو: عَضُد وسجُع، وجاز هذا في حركة الإعراب جوازه في حركة البناء، كما زعم أبو الحسن أنه سمع:  {وَرُسُلُنَا لَدَيْهِمْ}  (٥)  [الزخرف: ٨٥] ، وكقراءة من قرأ:  {وَيَتَّقْهِ}  (٦)  [النور: ٥٢] بجزم القاف (٧) ، وذكر ابن الأنباري وجهًا آخر </p><p>(١) \"زاد المسير\" ٤/ ٢٨٢. (٢) انظر: \"السبعة\" ص ٣٥١، و\"إتحاف\" ٢٦٧، وابن عطية ٨/ ٦٧.(٣) \"الحجة\" ٤/ ٤٤٨ - ٤٤٩ بتصرف.(٤) سبق تخريجه.(٥) بإسكان اللام من (رسلنا) وقرأ بها حمزة ويعقوب، و\"إتحاف\" ص ٣٨٧، و\"البدور الزاهرة\" ٣٥١.(٦) قرأ حفص بإسكان القاف وكسر الهاء، انظر: \"حجة القراءات\" لابن زنجلة ص ٥٠٣.(٧) إلى هنا انتهى النقل عن \"الحجة\" ٤/ ٤٤٨ - ٤٤٩ بتصرف.</p>"
}