{
  "id": null,
  "sura": 12,
  "aya": 89,
  "text": "<p> إذ هم يأنفون عن الخضوع للمخلوقين، ويغلب عليهم الانقطاع إلى الله تعالى والاستغناء بأقسامه (١) ، وروي عن الحسن (٢) ومجاهد (٣) : أنهما كرها أن يقول الرجل في دعائه: اللهم تصدق عليّ؛ لأن الصدقة ممن يبتغي الثواب. والتصدق إعطاء الصدقة، فالمتصدق المعطي، وأجاز الليث (٤) أن يقال: للسائل متصدق، وأبى ذلك أهل اللغة (٥) . </p><p> ٨٩ - قوله تعالى:  {قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ} قال ابن عباس (٦) : كان يعقوب قد كتب إلى يوسف كتابًا برد ابنه عليه لما حبسه عنده بعلة السَّرق، وذكر فيه قصته ومحبتهن، فلما قرأ الكتاب ارتعدت مفاصله، واقشعر جلده، ولسان قلبه، وأرخى عينيه بالبكاء، وعيل صبره، ولم يتمالك نفسه فباح بما كان يكتم. </p><p> وقال السدي (٧) وابن إسحاق (٨) : لما قالوا له ما قالوا في الآية الأولى، رحمهم وأدركته الرقة فدمعت عينه فقال لهم: {قَالَ هَلْ عَلِمْتُمْ مَا </p><p>(١) قلت: وهذا هو الراجح أنهم لم يقصدوا الصدقة التي حُرمت على الأنبياء قال ابن عطية ٨/ ٦٣ عن قول سفيان: وهذا ضعيف يرده حديث النبي - صلى الله عليه وسلم - في قوله: \"نحن معاشر الأنبياء لا تحل لنا الصدقة\". وانظر: الرازي ١٨/ ٢٠٢. (٢) الثعلبي ٧/ ١٠٦ ب، البغوي ٤/ ٢٧٢، القرطبي ٩/ ٢٥٥، الرازي ١٨/ ٢٠٢.(٣) الطبري ١٣/ ٥٤، وأبو عبيد وابن المنذر كما في \"الدر\" ٤/ ٦٢، الرازي ١٨/ ٢٠٢.(٤) الرازي ١٨/ ٢٠٢، وانظر: \"تهذيب اللغة\" (صدق) ٢/ ١٩٩١.(٥) \"تهذيب اللغة\" ٢/ ١٩٩١ (صدق).(٦) الثعلبي ٧/ ١٠٧ أ، البغوي ٤/ ٢٧١ عن عبد الله بن زيد بن أبي فروة، \"زاد المسير\" ٤/ ٢٧٩.(٧) الطبري ١٣/ ٥٤.(٨) الطبري ١٣/ ٥٤، الثعلبي ٧/ ١٠٦ ب، البغوي ٤/ ٢٧٢، ابن عطية ٧/ ٦٥، \"زاد المسير\" ٤/ ٢٧٩.</p><p> فَعَلْتُمْ بِيُوسُفَ} وهذا استفهام يتضمن التذكير بحال يقتضي توبيخهم عليه، قال ابن الأنباري (١) : هذا الاستفهام يعني به تعظيم القصة، وتلخيصه: ما أعظم ما ارتكبتم من يوسف، وما أسمج ما أتيتم من قطيعة رحمه وتضييع حقه، كما تقول: هل تدري من عصيت؟ هل تعرف من عاديت؟ قال صاحب النظم: هذه الآية تصديق قوله: {فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ في غَيَابَتِ الْجُبِّ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَذَا وَهُمْ لَا يَشْعُرُونَ}  [يوسف: ١٥] . </p><p> وقوله تعالى:  {وَأَخِيهِ} يعني: ما فعلوا به من تعريضه للغم وإدخالهم الجزع والحزن عليه بإفراده عن أخيه لأبيه وأمه، ولم يذكر أباه يعقوب مع عظيم ما دخل عليه من الهم بفراقه، كما ذكر أخاه، تعظيمًا للأب ورفعًا من قدره، وعلمًا بأن ذلك كان بلاءً من الله له ليزيد في درجته عنده. </p><p> وقوله تعالى:  {إِذْ أَنْتُمْ جَاهِلُونَ} قال ابن عباس: آثمون، قال أبو بكر (٢) : أراد أنتم تعقون أباكم، وتقطعون رحم أخيكم، جهلًا منكم، وروي عنه (٣) : إذ أنتم صبيان، وعن الحسن (٤) : شبان، وعلى هذا يعني جهالة الصِّبا والشباب (٥) . </p><p> وقال أهل المعاني: هذا يقتضي أنهم الآن على خلاف تلك الحال، لأنه أخبر عما كانوا عليه في ذلك الوقت من الجهالة. </p><p>(١) \"زاد المسير\" ٤/ ٢٧٩، و\"الدر المصون\" ٦/ ٥٥١. (٢) \"زاد المسير\" ٤/ ٢٨٠.(٣) \"زاد المسير\" ٤/ ٢٨٠، القرطبي ٩/ ٢٥٦، الثعلبي ٧/ ١٠٧ ب.(٤) القرطبي ٩/ ٢٥٦، الثعلبي ٧/ ١٠٧ ب.(٥) في (أ)، (ج): (والشباب).</p>"
}