{
  "id": null,
  "sura": 12,
  "aya": 4,
  "text": "<p> الزجاج (١) : أي نبين لك أحسنَ البيان، لا إلى القصة، ولو قيل: أحسن القصص، بكسر القاف على جمع قصة، قلنا (٢) نحتاج أن نذكر لم قيل هذه القصة أحسن القصص؟. </p><p> وقوله تعالى {بِمَا أَوْحَيْنَا إِلَيْكَ} قال الأخفش (٣) والفراء (٤) والكسائي والزجاج (٥) : أي بوحينا إليك هذا القرآن، كأنهم جعلوا (ما)  (٦) مع الفعل بمنزلة المصدر. </p><p> وقوله تعالى:  {وَإِنْ كُنْتَ} أي ما كنت من قبله، قال ابن عباس (٧) : يريد من قبل أن يوحى إليك، {لَمِنَ الْغَافِلِينَ} أي: إلا من الغافلين، كقوله {وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ}  [الشعراء: ١٨٦]  {وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ}  [البقرة: ١٩٨] قال ابن عباس (٨) : يريد لا علم لك بحديث يعقوب، ولا حديث ولده، وقال الزجاج (٩) : أي من الغافلين عن قصة يوسف وإخوته؛ لأنه - صلى الله عليه وسلم - إنما علم ذلك بالوحي. </p><p> ٤ - قوله تعالى {إِذْ قَالَ يُوسُفُ لِأَبِيهِ} قال ابن الأنباري (١٠) : (إذ) صلة لفعل مضمر معناه: اذكر إذ قال يوسف لأبيه، واختلفوا في التاء التي في </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٨٨. (٢) في (ج): (كنا).(٣) \"معاني القرآن\" للأخفش ٢/ ٥٨٧، و\"إعراب القرآن\" للنحاس ٢/ ١٢٠.(٤) \"معاني القرآن\" للفراء ٢/ ٣١.(٥) \"معاني القرآن وإعرابه\" ٣/ ٨٨.(٦) (ما) ساقطه من (ب).(٧) \"تنوير المقباس\" ص ١٤٦، و\"زاد المسير\" ٤/ ١٧٩، والثعلبي ٧/ ٦٢ أ.(٨) \"تنوير المقباس\" ص ١٤٦.(٩) \"معاني القرآن وإعرابه\" للزجاج ٣/ ٨٨.(١٠) \"زاد المسير\" ٤/ ١٨٠.</p><p> (أبت) ، فزعم الزجاج (١) -وهو مذهب البصريين- أن التاء علامة التأنيث دخلت على الأب في باب النداء خاصة، لتكون بدلاً من ياء الإضافة، ولأن المذكر قد يدخل عليه علامة التأنيث، فيقال: رجل ربعة ونكحة وهزأة. </p><p> وقال الفراء (٢) وأصحابه: التاء في (يا أبت) ليست علامة التأنيث (٣) إنما هي هاء أصلاً أدخلوها للسكت، وهو قولهم: يا أباه، ثم سقطت الألف لدلالة فتحة الباء عليها، وانصرف عن الهاء إلى لفظ التاء؛ لكثرة الاستعمال تشبيهًا بتاء التأنيث، وكسرت تقديرًا أن بعدها ياء الإضافة، ولم يستعمل في غير النداء؛ لأن هاء السكت مع الألف لا تدخلان إلا في النداء، وذكرنا مثل هذا (٤) في الأم عند قوله {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ}  (٥) في حكاية مذهب ابن الأنباري، وأما قول من قال: يا أبتاه، فإنه زاد الألف والهاء على التاء لما انتقلت عن لفظ الهاء، فأما قول الشاعر (٦) : </p><p> تقولُ ابْنَتِي لمّا رأتْنِي شَاحِبًا ... كأنّك فينا يأ أباتَ (٧) غَرِيبُ </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٨٨. (٢) \"معاني القرآن\" للفراء ٢/ ٣٢، وانظر: \"إعراب القرآن\" للنحاس ٢/ ١٢٠.(٣) في (أ)، (ب): (التأنيث) من غير ألف.(٤) في (ج): (إلا في الأم) بزيادة إلا.(٥) النساء: ٢٣. وقد ذكر هناك نقلاً عن ابن الأنباري أن الأصل: أم، ثم يقال في النداء: يا أماه، فيدخلون هاء السكت. أهـ.(٦) البيت لأبي الحدرجان كما في \"نوادر أبي زيد\" (٢٣٩) وفيه:كأنك فينا يا أباه غريبوبلا نسبة في \"العين\" ٤/ ٢٥٣، و\"الخصائص\" ١/ ٣٣٩، و\"اللسان\" (أبي) ١/ ١٦، و\"الدر\" ٤/ ٢٥٣، \"الهمع\" ٦/ ٣٤٢، وهو من الشعراء المجهولين.(٧) في (أ)، (ب): (يا أباة).</p><p> ففيه وجهان: </p><p> أحدهما: أن أصله يا أباه فشبهت هاء الموقف بتاء التأنيث، والألف هي التي تزاد للنداء في: يا رباه ويا زيداه، والآخر: أن الألف هي لام الفعل من الأب التي تجدها في قولك: يا با عمرو، والتاء بدل من هاء الوقف، وهذا اختيار أبي علي (١) ؛ لأنه قال: القول فيه أنه رد المحذوف من الأب، وزاد عليها التاء كما يزاد فيه إذا كان اللام ساقطًا. قال ابن الأنباري: ونظير قولهم: يا ابته، في إدخال الألف والهاء على تاء أصلها هاء السكت، قولهم: أهرقت الماء، حين أدخلوا ألف أفعلت على هاء مبدلة من (٢) ألف أفعلت لما كان لفظ الهاء يخالف، وساغ لهم باختلاف اللفظين أن يقدروا أن الهاء فاء الفعل. </p><p> ورد الكوفيون مذهب البصريين في هذا، وقالوا: لو كانت هذه التاء تاء تأنيث لدخلت في النداء وغيره، كما ثبتت هاء نكحة في جميع الأبواب، ولو كانت بدلاً من ياء الإضافة لاستُغْني بها عن الكسرة في التاء في (٣) يا أبت؛ لأنها نائبة عن كل ياء إضافة في قولهم:  (يا غلام أقبل) و (يا رب اغفر لي) ، فلما وجدنا الكسرة على التاء علمنا أنها هي الكافية من (٤) ياء الإضافة دون التاء، وكان دخول التاء لغير هذه العلة، وأما الهاء في: نكحة وهزأة، فلم يدخل للمعنى الذي ذهب إليه البصريون، لكنهم قصدوا بها قصد المبالغة في الوصف وشبهوا الموصوف بالداهية، فاستحق </p><p>(١) \"الحجة\" ٤/ ٣٩٥. (٢) في (ب): (عن).(٣) (في) ساقطة من (ج).(٤) في (ب): (عن).</p><p> التأنيث لذلك، ولو كان الموصوف بما فيه الهاء مذمومًا، كان مشبهًا بالبهيمة يؤنث (١) نعته لمعناها، والاختيار في القراءة كسر التاء لأنها أجريت مجرى تاء التأنيث، وكسرت على الإضافة إلى نفس المتكلم على معني: يا أبتي، ثم حذف الياء؛ لأن ياء الإضافة تحذف في النداء. </p><p> فأما من فتح التاء (٢) فقال علي (٣) : له وجهان، أحدهما: أن يكون كقولهم: (يا طلحة أقبل) ، ووجه قول من قال: يا طلحة، أن هذا النحو من الأسماء التي فيها تاء التأنيث أكثر ما يدعى مُرخَّى (٤) فلما كان كذلك رد التاء المحذوفة في الترخيم إليه، وترك الأخرى تجري على ما كان يجري عليه في الترخيم من الفتح فلم يعتد بالهاء، كما أن من قال: اجتمعت اليمامة، وهو يريد أهل اليمامة، رد الأهل ولم يعتد به، وقال اجتمعت أهل اليمامة، فجعله على ما كان يكون عليه عند حذف الأهل، وعلى هذا ينشد (٥) : </p><p> كِلِيني لهَمٍّ يا أمَيْمَةَ ناصبِ </p><p>(١) (يؤنث) ساقطة من (ج). (٢) هي قراءة ابن عامر، انظر \"السبعة\" (٣٤٤)، و\"الكشف\" ٢/ ٣، و\"إتحاف\" ص ٢٦٢، و\"الحجة\" ٤/ ٣٩٠.(٣) كذا والصحيح أبو علي، انظر كتاب: \"الحجة\" ٤/ ٣٩٠.(٤) في \"الحجة\" ٤/ ٣٩٠، (مُرَخّمًا).(٥) البيت للنابغة الذبياني وعجزه:وليل أقاسيه بطئ الكواكبوقوله (كليني): اتركيني، من وكلت الأمر إليه (ناصب): (متعب).انظر: ديوانه: ٢٩، سيبويه، والشنتمري ١/ ٣١٥، و\"الشعر والشعراء\" ٢٢، و\"الأزهية\" ٢٤٦، و\"الحجة\" لابن خالويه ص ١٦٧، و\"الدرر\" ١/ ١٦٠، و\"العيني\" ٣/ ٣٠٣، و\"معاني القرآن\" ٢/ ٣٢، و\"شرح المفصل\" ٢/ ١٠٧، و\"الخزانة\" ١/ ٣٧٠، و\"الدر المصون\" ٦/ ٤٣٥.</p><p> بفتح التاء. </p><p> والوجه الآخر: أن هون اراد بـ يا ابتي، بالياء، ثم أبدل الياء بالألف، كما ذكرنا في قراءة من قرأ يا بني بفتح الياء (١) ، فقال: يا أبتا، ثم حذف الألف كما تحذف الياء، فتبقى الفتحة دالة على الألف. كما أن الكسرة تبقى دالة على الياء, والدليل على قوة هذا الوجه كثيرة ما جاء من هذ الكلمة على هذا الوجه، كقوله (٢) : </p><p> وهل جَزعٌ إن قُلتُ وابِأْبَاهُما </p><p> ولذلك قال رؤبة (٣) : </p><p> وهي تُرَبِّي يابا وابْنَاهَا </p><p> وقال الأعشى (٤) </p><p> ويا أبَتَا لا تزلْ عِنْدنا ... فإنَّا نَخَافُ بأن تُخْتَرَم </p><p> وقال رؤبة (٥) : </p><p> يا أبَتَا عَلَّك أو عَسَاكَا </p><p>(١) هذ قراءة حفص عن عاصم في جميع المواضع، وقراءة أبي بكر عن عاصم بالفتح في هود {يَا بُنَيَّ ارْكَبْ مَعَنَا}. انظر: \"السبعة\" (٣٣٣)، و\"إتحاف\" ص ٢٦٢. (٢) البيت سبق تخريجه.(٣) روايته في الديوان: (فهي ترثي باب ..) وبعد: (إن تميمًا خلقت ملموما). انظر: ملحق \"ديوانه\" ص١٨٥ \"المفصل\" ٢/ ١٢، وبلا نسبة في \"الإعراب\" (٥١)، و\"الإنصاف\" ٤٠٣، و\"مجاز القرآن\" ٢/ ٧١، ٧٦.(٤) \"ديوانه\" ص ٢٠٠, تخترم: يقال اخترمه الموت: أخذه. وانظر: \"شرح التسهيل\" ٣/ ٤٠٦، و\"الدر المصون\" ٦/ ٤٣٢.(٥) سبق تخريجه.</p><p> وقال آخر (١) : </p><p> يا أبتا ويا أبه ... خَشَنْتَ إلا الرقبة </p><p> فلما كثرت هذه الكلمة في كلامهم هذه الكثرة ألزموها القلب والحذف، على أن أبا عثمان قَدّر (٢) هذا مطردًا في جميع هذا الباب، فأجازوا وضع الألف مكان الياء في الإضافة في النداء إجازة مطردة، فأجاز: يا زيدًا أقبل، إذا أردت الإضافة، وهذا الوجه الثاني في فتح التاء من (يا أبت) هو اختيار الزجاج (٣) وهو مذهب البصريين. </p><p> قال ابن الأنباري: وهذا غلط؛ لأن مبناه على لغة شاذة، وهو على لغة مَنْ يقول: قام غلاما، وهذا ثوبَا، يعني غلامي وثوبي، وكقراءة من قرأ:  (وأقم الصلاة لذكرا)  (٤) أي لذكري، ولا يحمل كتاب الله على هذه اللغة، والعلة في فتح التاء أنهم أرادوا:  (يا أبتاه) فأسقطوا الألف والهاء، وأقروا ما قبلها على الفتح، اختصاصًا لما أكثروا استعمال (٥) الحرف، وهذا أيضًا قول قطرب، وأنكر البصريون هذا، قال الزجاج (يا أبتاه) للندبه، والندبة هاهنا لا معنى لها، وقال أبو عثمان: من قال: يا أبتاه، فهو نداء على جهة الندبة، فإذا حذفت الألف والهاء صار نداءً على غير جهة الندبة فلا يجوز فتح التاء، وذكر قطرب قولًا آخر في فتح التاء وهو أنه قال: أراد يا أبةً، ثم حذف التنوين كما قال الطرماح: </p><p>(١) الرجز لجارية من العرب تخاطب أباها، و\"جمهرة اللغة\" ١/ ١٧٦، و\"مقاييس اللغة\" ٢/ ٢٧، و\"اللسان\" ١/ ٥٣٣. (٢) في \"الحجة\" ٤/ ٣٩٢ (قد رأى أن ذلك مطردًا).(٣) \"معاني القرآن وإعرابه\" ٣/ ٨٩.(٤) طه: ١٤.(٥) في (ب): (الاستعمال).</p><p> يَا دَارَ أقْوَتْ بعد أحْرَامِها </p><p> على إرادة التنوين. </p><p> قال أبو إسحاق (١) : وهذا الذي قاله قطرب خطأ؛ لأن التنوين لا يحذف من المنادى المنصوب؛ لأن النصب إعراب المنادى فلا يكون معربًا منصرفًا غير منون في حال النصب، وأما قوله:  (يا دار أقوت) بفتح الراء فلم يروه أحد من أصحابنا بالفتح، ولا أعرف له وجهًا، وأنشده الخليل وسيبويه وجميع البصريين بضم الراء، والقول في فتح التاء قول البصريين أن الألف بدل من الياء التي هي للإضافة ثم حذفت وبقيت الفتحة، يدل عليه من يحذف الياء ويجتزئ بالكسرة، وإنكار ابن الأنباري عليهم بأنها لغة شاذة لا يلزم؛ لأنهم أجازوا هذا الإبدال في النداء وهو غير شاذ، وإنما يكون شاذًا في غير النداء، كما ذكر من قولهم: قام غلامًا، وهذا ثوبًا، وأجاز الفراء (٢) : يا أبتُ، بضم التاء على أنها آخر المنادى المفرد، من قبل أنهم لم يلحقوها ياء الإضافة (٣) ألا وهي عندهم كالدال من زيد، وأبطل البصريون ضم التاء، قالوا: هي بدل من ياء الإضافة، والمنادى المضاف غير مستحق للرفع، واحتج الكوفيون عليهم بأنها لو كانت بدلاً من ياء الإضافة لما كسرت كما بينا. </p><p> قال ابن الأنباري: وقراءة من قرأ بالفتح يدل على جواز الرفع؛ لأن الألف والهاء سبيلهما أن يدخلا على آخر حروف الاسم المستحق للرفع، وكان ابن كثير (٤) يقرأ: يا أبتِ، بكسر التاء، فإذا وقف وقف بالهاء؛ لأن </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٨٩. (٢) \"معاني القرآن وإعرابه\" ٢/ ٣٢.(٣) في (ب): (بالإضافة).(٤) انظر: \"السبعة\" (٣٤٤)، و\"إتحاف\" ٢/ ٢٦٢، و\"الحجة\" ٤/ ٣٩٠.</p><p> تاء التأنيث يبدل منها الهاء في الوقف، فيغير الحرف في الوقف بذلك كما غير التنوين في حال النصب بالألف، وتغييرات الوقف كثيرة، ولا يلزم اعتبار الإضافة في قراءته لأنه في الوصل بكسر التاء، وذلك أنه إذا وقف عليها سُكنت للوقف، فإذا سكنت كانت بمنزلة ما لا يراد فيه الإضافة، فيساوي ما يراد به الإضافة ما لا يراد في الوقف. </p><p> وأما ابن عامر (١) فإنه يفتح التاء في الوصل ويقف بالهاء، فإن قلنا: إنه فتح التاء كنحو قولهم: يا طلحة ويا أميمة، فإنه أبدل التاء هاء في الوقف كما تبدل من سائر تاءات التأنيث، وإن قلنا: إنه أراد: يا أبتا، فحذف الألف في النداء كما يحذف التاء، فوقفه بالهاء كوقف ابن كثير بالهاء، والباقون يقفون بالتاء وهم يكسرون، وذلك أن من كسر التاء كان الاسم في تقدير الإضافة، والمضاف إليه على حرف واحد وقد حذف وتركت الحركة تدل عليه، والحركة لا تكون إلا في تقدير الانفصال من المتحرك على أنه قد حكي أن قومًا يقفون على التاء في الوقف ولا يبدلون منها الهاء. وأنشد أبو الحسن (٢) : </p><p> بل جَوْزِ تَيْهَاء كظَهْرِ الحَجَفَتْ </p><p> وهذا مما قد مرّ. </p><p>(١) انظر: \"السبعة\" (٣٤٤)، و\"إتحاف\" ٢/ ٢٦٢، و\"الحجة\" ٤/ ٣٩٠. (٢) ورد البيت منسوبًا إلى سُؤر الذئب كما في \"اللسان\"، والحجفة: الترس يصنع من جلد الإبل، وقوله (بل جوز تيهاء)، يريد: رب جوز تيهاء.انظر: \"الخصائص\" ١/ ٣٠٤، ٢/ ٩٨، و\"المحتسب\" ٢/ ٩٢، و\"المخصص\" ٩/ ٧ - ١٦، ٨٤ - ٩٦، و\"اللسان\" (حجف، بلل) ٢/ ٧٨٧، و\"سر صناعة الإعراب\" ١/ ١٧٧، و\"شرح المفصل لابن يعيش\" ٢/ ١٨١.</p><p> قوله تعالى {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا} الآية. </p><p> قال وهب (١) والمفسرون (٢) : رأى يوسف وهو ابن اثنتي عشرة سنة أن أحد عشر كوكبًا والشمس والقمر سجدن له. </p><p> قال ابن عباس (٣) وقتادة (٤) ومحمد بن إسحاق (٥) والمفسرون (٦) : هم إخوته وأبواه. </p><p> وقال ابن جريج (٧) : الكواكب إخوته، والشمس أمه راحيل، والقمر أبوه. </p><p> وقال مقاتل (٨) : الشمس أبوه والقمر أمه. </p><p> وقال السدي (٩) : الشمس أبوه والقمر خالته، وذلك أن أمه كانت قد ماتت. </p><p> وقوله تعالى:  {رَأَيْتُهُمْ} قال ابن الأنباري: لما تطاول الكلام بين الرؤية والسجود أعيدت الرؤية مع السجود؛ ليكون ذلك أكشف للمعنى وأدل على التوكيد والبيان. </p><p>(١) الثعلبي ٧/ ٦٣ ب، الرازي ١٨/ ٨٧. (٢) \"زاد المسير\" ٤/ ١٨٠.(٣) انظر: الطبري ١٢/ ١٥٢، وابن المنذر كما في \"الدر المنثور\" ٤/ ٦، والثعلبي ٧/ ٦٣ ب.(٤) الطبري ١٢/ ١٥٢، وتفسير عبد الرزاق ٢/ ١٢٣، وأبو الشيخ كما في \"الدر المنثور\" ٤/ ٦.(٥) انظر: ابن كثير ٢/ ٥١٣، و\"زاد المسير\" ٤/ ١٨٠.(٦) الطبري: ١٢/ ١٥٢.(٧) الطبري: ١٢/ ١٥٢، ولم يذكر اسمه أمه.(٨) \"تفسير مقاتل\" ١٥٠ ب.(٩) البغوي ٤/ ٢١٣، و\"زاد المسير\" ٤/ ١٨٠، الثعلبي ٧/ ٦٣ ب.</p><p> وهذا معنى قول (١) الفراء (٢) والزجاج (٣) . </p><p> وذكر صاحب النظم أنه يجوز أن يكون أحدهما من الرؤية والآخر من الرؤيا، وقوله {رَأَيْتُهُمْ} وهي مما لا يَفْهم ولا يُفهم وحسن ذلك؛ لأنه لما وصفها بالسجود صارت كأنها تعقل، فأخبر عنها كما يخبر عمن يعقل كما قال في صفة الأصنام {وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ}  [الأعراف: ١٩٨] وقد مر، وكذلك قوله {يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ}  [النمل: ١٨] ، وهذا معنى قول الفراء (٤) والزجاج (٥) . </p><p> وقيل في معنى سجودهم له قولان، أحدهما (٦) : أنه السجود المعروف على الحقيقة تكرمة له لا عبادة كسجود الملائكة لآدم، الثاني (٧) : أن السجود هاهنا بمعنى الخضوع كقوله (٨) : </p><p>(١) قل ساقطة من (أ)، (ب)، (ج). (٢) لم أجده في مظانه، وانظر: \"إعراب القرآن\" للنحاس ٢/ ١٢٣، و\"التبيان\" للعكبري ص ٤٦٥، و\"البحر المحيط\" ٥/ ٢٨٠.(٣) \"معاني القرآن وإعرابه\" ٣/ ٩١.(٤) \"معاني القرآن\" ٢/ ٣٥.(٥) \"معاني القرآن وإعرابه\" ٣/ ٩١.(٦) قال به ابن زيد كما في الطبري ١٢/ ١٥٢، وابن الأنباري كما في \"زاد المسير\" ٤/ ٢٩٠، وبه قال الطبري ١٢/ ١٥٢.(٧) انظر البغوي ٤/ ٢٨٠.(٨) عجز بيت لزيد الخيل وصدره:بجمل تضل البلق في حجراتهانظر: \"الكامل\" ١/ ٣٥٨، و\"الأغاني\" ١٦/ ٥٢، و\"مجمع البيان\" ١/ ١٤١، الطبري ١/ ٣٠٠، ١/ ٣٦٥ وغير منسوب في \"تأويل مشكل القرآن\" ص ٤١٧، و\"الصناعتين\" ٢٩٥، و\"البحر المحيط\" ١/ ٥١. ومعناه: تضل البلق في حجراته: لكثرته لا يرى فيه الأبلق، والأبلق مشهور المنظر لاختلاف لونه، وحجراته: نواحيه، وقوله: (ترى الأكم منه سجدًا للحوافر) لكثرة الجيش تطحن الأكم حتى تلصقها بالأرض.</p>"
}