{
  "id": null,
  "sura": 12,
  "aya": 80,
  "text": "<p> وقوله تعالىِ:  {إنَّا إِذًا لَظَالِمُونَ} قال ابن عباس: يريد لقد تعديتُ وظلمتُ إن استعبدت غير الذي سرقني. </p><p> ٨٠ - قوله تعالى:  {فَلَمَّا اسْتَيْأَسُوا مِنْهُ} وروي عن ابن كثير: استايسوا (١) ، و (حتى إذا استايس (٢) الرسل) بغير همز (٣) ، ويئس واستايس (٤) واحد، مثل: عجيب واستعجب، وسخر واستسخر، وفي يئس لغتان: يئس وييئس مثل حسب يحسب ويحسب، ومن قال: استايس، قلب العين إلى موضع الفاء فصار استفعل، ولفظه: استأئس، ثم خفف الهمزة وأبدلها الفاء مثل: راس وفاس، وقد قلب هذا الحرف في غير هذا الموضع فقالوا: يئس يائس، وهو مقلوب من: يئس ييئس، وهو الأصل بذلك على ذلك، أن المصدر لا نعلمه جاء إلا على تقديم الياء، فأما قولهم: لا يأس، فليس مصدر آس، ولو كان كذلك لكان من باب جذب وجبذ، في أن كل واحد منهما أصل على حدة، وليس أحدهما مقلوبًا عن صاحبه، ولكن: أياسًا مصدر أُسُّهُ آوُسَهُ أوسًا وإياسًا إذا أعطيتهُ، والإياس مثل القيام والعياذ (٥) ، وإنما سمي الرجل باياس وَآوس، كما يُسَمى بعطاء وعطية، ومن ذلك قول الجعدي (٦) : </p><p> وكانَ الإله هو المستآسا </p><p>(١) في (ج): (استياسوا). (٢) في (ج): (استياس).(٣) روى خلف والهيثم عن عُبيدة عن شبل عن ابن كثير بغير همز، والباقون بالهمز بين الباء والسين، انظر: السبعة ص٣٥٠، \"إتحاف\" ص ٢٦٦.(٤) في (ج): (واستياس).(٥) في \"الحجة\" ٤/ ٤٣٤: \"مثل القياس والقياد\".(٦) عجز بيت للجعدي، وصدره:ثلاثة أهلية أفنيتهموالمستآس: المستعاض. انظر: شعره: ٧٨ , و\"اللسان\" (أوس) ١/ ١٧٠، و\"التنبيه =</p><p> وهو مستفعل من العطاء، أي: يُسأل أن يعطى، هذا قول أبي علي الفارسي (١) . وقال غيره: آيس لغة في: يئس وآيسته، أي: أيأسته، وهو اليأس والإياس. </p><p> قال ابن عباس (٢) : يريد يئسوا أن يخلى سبيله معهم. </p><p> وقوله تعالى:  {خَلَصُوا نَجِيًّا} يقال: خلص الشيء خلوصًا، إذا ذهب عنه الشائب من غيره، ومعنى خلصوا هاهنا: انفردوا من غير أن يكون معهم من ليس منهم، والنجي صفة فعيل بمعنى المناجي، يقع على الكثير كالصديق والرفيق والحميم، ومثله: العري والنجوى مصدر ثم يوصف بهما، فيستوي فيهما الواحد والجمع والمؤنث والمذكر، قال الله تعالى:  {وَقَرَّبْنَاهُ نَجِيًّا}  [مريم: ٥٢] فوصف به الواحد، وقال في الجمع:  {خَلَصُوا نَجِيًّا} ، وقال {وَإِذْ هُمْ نَجْوَى}  [الإسراء: ٥٢] فجعله جمعًا، وقال:  {مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ}  [المجادلة: ٧] . </p><p> والنجوى: الرجال المتناجون هاهنا، وقال في المصدر:  {إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ}  [المجادلة: ١٠] يقال: نجوت فلانًا أنجوه نجوى، إذا ناجيته، هذا الذي ذكرنا قول جميع أهل اللغة (٣) وأنشدوا (٤) : </p><p>- والإيضاح\" ٢/ ٢٥٩، كتاب العين ٧/ ٣٣٠ و\"مقاييس اللغة\" ١/ ١٥٠، ١٥٦، و\"تهذيب اللغة\" ١/ ٢٣٠، و\"مجمل اللغة\" ١/ ١٠٧، و\"أساس البلاغة\" (أوس)، و\"تاج العروس\" (أوس) ٨/ ١٩٤، و\"الشعر والشعراء\" ص ١٨٠. (١) \"الحجة\" ٤/ ٤٣٣ - ٤٣٥ بتصرف.(٢) انظر: \"زاد المسير\" ٤/ ٢٦٦، القرطبي ٩/ ٢٤١.(٣) انظر: \"تهذيب اللغة\" (نجا) ٤/ ٣٥١٠، و\"اللسان\" (نجا) ٧/ ٤٣٦١.(٤) للصلتان العبدي، من وصيته المشهورة لابنه. =</p><p> بُنَيّ بدا خَبُّ نَجْوى الرجالِ ... فكُنْ عند سِرّك خَبَّ النَّجِي </p><p> والبيت للصلتان العبدي (١) ، والنجوى فيه مصدر، والنجي صفة، يقول: بدا غش مناجاة الرجال فكن غاشًّا بنجيك الذي تناجيه، أي: لا تطلعه على سرك، ويجمع على أنجية، ومنه قول لبيد (٢) : </p><p> وشَهِدْتُ أنْجِيةَ الأفاقةِ عاليًا ... كَعْبي وأرْدَافُ الملوك شُهُودُ </p><p> ويجمع النبي أيضًا أنجيا، وأما تفسير {خَلَصُوا نَجِيًّا} فقال أبو إسحاق (٣) : انفردوا وليس معهم أخوهم متناجين فيما يعملون في ذهابهم إلى أبيهم من غير أن يرجعوا بأخيهم إليه، وقال ابن قتيبة (٤) : اعتزلوا الناس ليس معهم غيرهم يتناجون ويتناظرون، وقال الأزهري (٥) : تميزوا عن (٦) </p><p>= انظر: \"الحماسة\" ٣/ ١١٢، و\"الشعر والشعراء\" ص ٣٣٣، \"الخزانة\" ١/ ٣٠٨، والطبري ١٣/ ٣٣، والخب (بكسر الخاء): المكر، والخب (بفتحها): المكار. (١) وهو قثم بن خبية العبدي من بني محارب بن عمرو، من بني عبد القبس، شاعر حكيم، وله قصيدة في الحكم بين جرير والفرزدق، فضل فيها شعر جرير وقوم الفرزدق، توفي سنة ٨٠ هـ، انظر: \"الشعر والشعراء\" ص ٣٣١، و\"الأعلام\" ٥/ ١٩٠.(٢) انظر: \"ديوانه\" ص ٤٧، وابن عطية ٨/ ٤٣، و\"البحر المحيط\" ٥/ ٣٣٥، و\"الدر المصون\" ٦/ ٥٣٩، و\"مجاز القرآن\" ١/ ٣١٥، والطبري ١٣/ ٣٣، و\"اللسان\" (ردف) ٣/ ١٦٢٦، و\"تهذيب اللغة\" ١/ ١٧٣، و\"تاج العروس\" (أفق) ١٣/ ٨.من أبيات يقولها لابنته بسرة يذكر طول عمره، والأفاقة: اسم موضع حيث كان اليوم المشهود بين لبيد، والربيع بن زياد العبسي، وأرداف الملوك: من الردف وهو الذي يكون مع الملك وينوب عنه إذا قام من مجلسه.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٢٤.(٤) \"مشكل القرآن وغريبه\" ص ٢٢٧.(٥) \"تهذيب اللغة\" (خلص) ١/ ١٠٨٢.(٦) في (ج): (على).</p><p> الناس يتناجون فيما أهمهم، فأبو إسحاق حمل الخلوص على أنهم خلصوا وانفردوا من أخيهم في المناجاة، ونحوه قال ابن الأنباري، وغيرهما: يحمله على اعتزالهم عن غيرهم من الناس وهو الظاهر. </p><p> وقوله تعالى:  {قَالَ كَبِيرُهُمْ} قال عطاء عن ابن عباس (١) : يعني يهوذا وكان أعقلهم، وهو قول وهب (٢) والكلبي (٣) ومقاتل بن سليمان (٤) : لم يكن أكبرهم في السن لكنه كان أكبرهم في صحة الرأي. </p><p> وقال مجاهد (٥) : شمعون، وكان أكبرهم في العلم والعقل لا في السن. </p><p> وقال قتادة (٦) والسدي (٧) والضحاك (٨) وكعب (٩) : هو روبيل وكان أكبرهم سنًّا، وهذا هو الظاهر (١٠) . </p><p>(١) \"زاد المسير\" ٤/ ٢٦٦، البغوي ٤/ ٢٦٥. (٢) الثعلبي ٧/ ١٠١ ب.(٣) البغوي ٤/ ٢٦٥، الثعلبي ٧/ ١٠١ ب، القرطبي ٩/ ٢٤١.(٤) \"تفسير مقاتل\" ١٥٦ ب.(٥) الطبري ١٣/ ٣٤، البغوي ٤/ ٢٦٥، الثعلبي ٧/ ١٠١ ب، القرطبي ٩/ ٢٤١.(٦) الطبري ١٣/ ٣٤، البغوي ٤/ ٢٦٥، الثعلبي ٧/ ١٠١ ب.(٧) الطبري ١٣/ ٣٤، البغوي ٤/ ٢٦٥، الثعلبي ٧/ ١٠١ ب.(٨) البغوي ٤/ ٢٦٥، الثعلبي ٧/ ١٠١ ب.(٩) الثعلبى ٧/ ١٠١ ب.(١٠) قلت: وقد رجح هذا القول الطبري ١٣/ ٣٤، فقال: \"وأولى الأقوال في ذلك بالصحة قول من قال: عني بقوله {قَالَ كَبِيرُهُمْ} روبيل، لإجماع جميعهم على أنه كان أكبرهم سنًا، ولا تفهم العرب في المخاطبة إذا قيل لهم: \"فلان كبير القوم\" مطلقًا بغير وصل، إلا أحد معنيين، إما في الرئاسة عليهم والسؤدد وإما في السنن وإما في العقل، فإنهم إذا أرادوا ذلك وصلوه فقالوا: \"وهو كبيرهم في العاقل\" =</p><p> [وقوله تعالى: {أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ]  (١) مَوْثِقًا مِنَ اللهِ} أي في حفظكم الأخ ورده إلى أبيه، وذكرنا الكلام في قوله:  {مَوْثِقًا مِنَ اللهِ}  (٢) . </p><p> وقوله تعالى:  {وَمِنْ قَبْلُ مَا فَرَّطْتُمْ في يُوسُفَ} وذكر الفراء (٣) والزجاج (٤) وابن الأنباري في \"ما\" ثلاثة أوجه: أحدها: أن يكون المعنى ومن قبل تفريطكم في يوسف أي: وقع وظهر تفريطكم، فـ \"ما\" يكون موضعها رفعًا، وتكون مع الفعل بمنزلة المصدر. </p><p> الثاني: أن يكون \"ما\" في موضع نصب نسق على المعنى: {أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ} ، ومن قبل تفريطكم في يوسف. </p><p> الثالث: أن تكون لغوًا لا موضع لها من الإعراب، وتلخيصها: ومن قبل فرطتم في يوسف (٥) ، وذكرنا معنى التفريط في قوله:  {وَهُمْ لَا يُفَرِّطُونَ}  (٦) . </p><p>= فأما إذا أطلق بغير صلته بذلك فلا يفهم إلا ما ذكرت، وقد قال أهل التأويل: لم يكن لشمعون على إخوته رياسة وسؤدد، فيعلم بذلك أنه عني بقوله {قَالَ كَبِيرُهُمْ} فإذا كان ذلك كذلك، فلم يبق إلا الوجه الآخر وهو الكبر في السن، وقد قال الذين ذكرنا جميعًا: \"روبيل كان أكبر القوم سنًا\" فصح بذلك القول الذي اخترناه. اهـ\" واستظهر هذا القول ابن عطية ٨/ ٤٣. (١) ما بين المعقوفين ساقط من ب.(٢) عند قوله تعالى: {حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللهِ} ٦٧.(٣) \"معاني القرآن\" ٢/ ٥٣.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٢٤.(٥) قال الزجاج وهو أجود الأوجه. \"معاني القرآن وإعرابه\" ٣/ ١٢٤.(٦) الأنعام: ٦١، وقد قال هنالك: (ومعني التفريط: تقدمة العجز) تفسير البسيط، تحقيق: د. الفايز ص ٢٦٠.</p>"
}