{
  "id": null,
  "sura": 12,
  "aya": 23,
  "text": "<p> يوسف أعطى النبوة وأوحي إليه في البئر، ومن فسر الأشد بثلاث وثلاثين سنة قال: معناه أنه لما بلغ هذه السن زدناه علمًا وفهمًا بعد النبوة. </p><p> قال ابن الأنباري (١) : قال اللغويون الحكم والحكمة أصلها حبس النفس عن هواها ومنعها مما يشينها (٢) . فجائز أن يعني بهما النبوة، وممكن أن يعبرا عن العقل والفهم؛ لأن كل واحد من الثلاثة يحبس النفس على رشدها ويبعدها عن غيها. </p><p> وقال أبو إسحاق (٣) في قوله {آتَيْنَاهُ حُكْمًا وَعِلْمًا} : أي جعلناه حكيمًا عالمًا، وليس كل عالم حكيمًا، الحكيم: العالم المستعمل علمه، الممتنع من استعمال ما يجهل فيه. </p><p> وقوله تعالى:  {وَكَذَلِكَ} أي مثل ما وصفنا من تعليم يوسف {نَجْزِي الْمُحْسِنِينَ} قال ابن عباس (٤) : يريد نفعل بالموحدين، وقال أبو روق عن الضحاك (٥) : يعني: الصابرين عن النوائب، كما صبر يوسف. </p><p> ٢٣ - قوله تعالى {وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ} يعني: امرأة العزيز التي كان يوسف في بيتها، طلبت منه أن يواقعها، يقال: راود فلان جاريته عن نفسها، وروادته هي عن نفسه، إذا حاول كل واحد من صاحبه الوطء والجماع، ومعنى المراودة في اللغة: المطالبة بأمر للعمل به، قال الزجاج (٦) : المعنى أنها راودته عما يريد النساء من الرجال. </p><p>(١) الرازي ١٨/ ١١١. (٢) في (ج): (لا تشتهي).(٣) \"معاني القرن وإعرابه\" ٣/ ٩٩.(٤) أخرج الطبري عن ابن عباس قوله {الْمُهْتَدِينَ} في: \"الدر\" ٤/ ٢٠، و\"زاد المسير\" ٤/ ٢٠١.(٥) الثعلبي ٧/ ٧٠ ب، القرطبي ٩/ ١٦٢.(٦) \"معاني القرآن وإعرابه\" ٣/ ٩٩.</p><p> وقوله تعالى:  {وَغَلَّقَتِ الْأَبْوَابَ} أي أغلقتها، وأصل (١) هذا من قولهم في كل شيء نَشَبَ في شيء فلزمه: قد غلق، يقال: غلق في الباطل، وغلق في غضبه، ومنه: غلق الذهن، ثم يعدّى ما بالألف فيقال: أغلق الباب، إذا جعله بحيث يعسر فتحه، واغلاق القاتل إسلامه إلى ولي المقتول، وذلك أنه صبر بحيث لا يفك منه بعد ذلك، وقد نشب في حيث لا منجا له (٢) ، قال المفسرون (٣) : وإنما قال (غَلَّقت) على التكثير؛ لأنها غلقت سبعة أبواب ثم دعته إلى نفسها. </p><p> وقوله تعالى:  {وَقَالَتْ هَيْتَ لَكَ} هيت: اسم للفعل نحو: رويد، وصه، ومه، وبابه، ومعناه: هلم في قول جميع أهل اللغة (٤) ، قال الفراء: ولا مصدر له ولا تصرف، قال الأخفش: هيت لك، مفتوحة الهاء والتاء معناها: هلم، ويجوز كسر التاء ورفعه، وكسر بعضهم الهاء وفتح التاء، كل ذلك بمعنى واحد، قال أبو الفضل المنذري: أفادني ابن اليزيدي (٥) عن أبي زيد قال: هيت لك بالعبرانية هيتا لج (٦) أي: تعاله، أعربه (٧) القرآن. </p><p>(١) \"تهذيب اللغة\" (غلق) ٣/ ٢٦٨٦. (٢) انظر: \"تهذيب اللغة\" ٣/ ٢٦٨٦، و\"لسان العرب\" ٦/ ٣٢٨٣.(٣) الثعلبي ٧/ ٧١ أ، الطبري ١٢/ ١٧٩، البغوي ٤/ ٢٢٧.(٤) \"تهذيب اللغة\" ٤/ ٣٨١٦ (هيت)، و\"لسان العرب\" ٨/ ٤٧٣٢ (هيت)، و\"مجاز القرآن\" ١/ ٣٠٥.(٥) ابن اليزيدي هو: أبو جعفر أحمد بن محمد اليزيدي، كان متقنًا للعلوم، رواية للشعر والأخبار، شاعرًا، توفي قبل سنة ٢٦٠ هـ. انظر: \"تاريخ العلماء النحويين\" ص ٢٢٥.(٦) في (أ)، (ب): (هنالخ) والصحيح ما أثبته كما في \"تهذيب اللغة\" ٤/ ٣٨١٦.(٧) في (ج): (إعرابه).</p><p> وقال الفراء (١) : إنها لغة لأهل حوران سقطت إلى مكة فتكلموا بها (٢) . </p><p> قال ابن الأنباري (٣) : وهذا وفاق بين لغة قريش وأهل حوران، كما اتفقت العرب والروم في القسطاس، [ولغة العرب والفرس في السجيل، ولغة العرب والترك في الغساق]  (٤) ، ولغة العرب والحبشة في ناشئة الليل، في حروف كثيرة، قال: ولا تثنية في هيت ولا جمع ولا تأنيث، يقال للرجلين: هيت لكما، وللجماعة هيت لكم، وللنسوة هيت لكن، ويقال: قد هيت الرجل، إذا قال لصاحبه: هيت وهلم. </p><p> وأنشد لطرفه (٥) : </p><p> هيت الفِتْيَان في مَجْلِسِنَا ... جَرَّدُوا منها وِرَادًا وشُقُرْ </p><p> وقال أيضاً (٦) : </p><p> ليس قَوْمِي بالأبْعَدِين إذا ما ... قَالَ دَاعٍ من العَشِيرَةِ هَيْتا </p><p>(١) \"معاني القرآن\" ٢/ ٤٠. (٢) ما سبق من \"تهذيب اللغة\" ٤/ ٣٨١٦ - ٣٨١٧. بتصرف.(٣) \"زاد المسير\" ٤/ ٢٠٢، الرازي ١٨/ ٩١.(٤) ما بين المعقوفين ساقط من (أ)، (ج).(٥) والبيت روي بـ (أيها) بدل: هيت، انظر: \"ديوانه\" ٦٣، و\"التكملة\" ص ٢٥٥، و\"الخزانة\" ٤/ ١٠٢، و\"الخصائص\" ٢/ ٣٣٥، و\"شرح شواهد الإيضاح\" ص ٥٨١، و\"شرح المفصل\" ٥/ ٦٠، وبلا نسبة في \"المحتسب\" ١/ ١٦٢، و\"اللسان\" (غلف) ٦/ ٣٢٨٢.(٦) البيت من الخفيف وقد نسبه الواحدي إلى طرفة وليس في ديوانه، وقد نسب إلى طرفة بمثل رواية الواحدي في القرطبي ٩/ ١٦٤، و\"النكت والعيون\" ٣/ ٢٣، ونسب إلى طرفة، ولكن برواية (هَيتُ) بفتح الهاء وضم التاء في الطبري ١٢/ ١٨١ (العلمية)، و\"معاني القرآن وإعرابه\" للزجاج ٣/ ١٠٠، و\"المحتسب\" ١/ ٣٣٧، و\"مجمع البيان\" ٥/ ٣٤٠.</p><p> قال: وللعرب فيها لغات أجودها فتح الهاء والتاء، وهي قراءة العامة (١) . </p><p> قال الزجاج (٢) : لأنها بمنزلة الأصوات، ليس فيها فعل يتصرف، ففتحت التاء لسكونها وسكون الياء، واختير الفتح لأن قبل التاء ياءً، كما قالوا: كيف وأين، ومن كسر التاء (٣) ، فلأن أصل التقاء الساكنين حركة الكسر، ومن ضمها (٤) ، فلأنها في موضع معنى الغايات كأنما قالت: دعائي لك، فلما حذفت الإضافة وتضمنت هيت معناها، بنيت على الضم، كما بنيت حيث، ومنذ، ومن كسر الهاء (٥) وضم التاء فهو على لغة قوم يؤثرون كسر الهاء على فتحها. </p><p> قال أبو علي الفارسي (٦) : قال أبو عبيدة: هيت لك، هلم لك، وأنشد لرجل (٧) : </p><p> أبْلِغْ أمير المؤمنين أخَا العِرَاقِ إذا انْتَهَيْتا </p><p> أنَّ العِرَاقَ وأهْلَه عنق إليك فهَيْتَ هَيْتَا </p><p> أي: هلم إليها، قال أبو علي: قولهم: هيت فلان بفلان إذا دعاه، </p><p>(١) \"السبعة\" ٣٤٧، و\"النشر\" ٣/ ١٢٥، و\"إتحاف\" ص ٢٦٣ وهي قراءة عاصم وأبي عمرو وحمزة والكسائي. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٠٠.(٣) قرأ بها ابن محيصن.(٤) وهي قراءة ابن كثير.(٥) رواها هشام بن عمار بإسناده عن ابن عامر مع الهمز (هِئتُ) على معنى تهيأتُ لك.انظر: \"السبعة\" ٣٤٧، و\"إتحاف\" ص ٢٦٣.(٦) \"الحجة\" ٤/ ٤١٧، بتصرف. \"مجاز القرآن\" ١/ ٣٠٥.(٧) في \"مجاز القرآن\" ١/ ٢٧٩، و\"المفصل\" ٤/ ٣٢، و\"اللسان\" (هيت) ٨/ ٤٧٧٢، و\"حجة القراءات\" لابن زنجلة ص ٣٥٧، و\"جمهرة اللغة\" ٢٥١، ٤٤٠.</p><p> ينبغي أن يكون مأخوذًا من قولهم: هيت لك، كما أن قولهم: أفف، مأخوذ من أف، وجعلوها بمنزلة الأصوات لموافقتها لها في البناء، فاشتقوا منها كما يشتقون الأصوات نحو: دع دع، وسبح، إذا قال: سبحان الله، ولبَّا إذا قال: لبيك، قال: ومثل هذه الكلمة في أن الأخير قد جازت فيه الحركات لالتقاء الساكنين قولهم: كان في الأمر ذَيْتُ وذْيتَ وذيْتِ، قال: و (لك) في قوله {هَيْتَ لَكَ} للتبيين بمنزلة (لك) في قولهم: هلم لك، والكاف في قولهم رويدك (١) ، ومعاك، وأما (٢) ما روى هشام (٣) عن ابن عامر (هئتُ لك) بكسر الهاء والهمزة وضم التاء، فإنها فعلتُ من الهيئة، والضاء ضمير الفاعل. </p><p> قال أبو زيد: هئتُ للأمر هَيئة وتهيأت (٤) ، ونظير هذا: فئتُ وتفياتُ، بمعنى رجعت، ويجوز على هذا المعنى تخفيف الهمزة كما يخفف من جئت وشئت. وأنكر (٥) أبو عمر (٦) والكسائي هذه القراءة (٧) وقالا: هئْتُ بمعنى تهيئت باطل، لم يحك عن العرب. </p><p>(١) في (ب): (ويدك) من في غير راء. (٢) في (ج): (وأماها روى). بالهاء.(٣) هشام بن عمار بن نصير، ابن ميسرة السلمي، أبو الوليد، قاض من القراء المشهورين، من أهل دمشق. قال الذهبي: خطيبها ومقرئها ومحدثها وعالمها، توفي سنة ٢٤٥ هـ انظر: \"غاية النهاية\" ٢/ ٣٥٤، و\"ميزان الاعتدال\" ٥/ ٤٢٧، و\"الأعلام\" ٨/ ٨٧.(٤) في (أ)، (ب): (وهيأت).(٥) في (أ)، (ج): (وانكسر).(٦) في (ج): (وأبو عمروا أو الكسائي).(٧) \"مجاز القرآن\" ١/ ٣٠٥، والطبري ١٢/ ١٨١، و\"معاني القرآن\" للنحاس ٣/ ٤١٠، والثعلبي ٧/ ٧١ أ.</p><p> فأما قول المفسرين في هذا، فروي أن نافع بن الأزرق قال لابن عباس (١) : أخبرني عن قول الله عزّ وجلّ {هَيْتَ لَكَ} قال: معناه، هلم لك، هو قول الحسن (٢) وابن زيد (٣) وعامة أهل التفسير، وروى وكيع عن النضر ابن عربي عن عكرمة في قوله {هَيْتَ لَكَ} قال: هلم، وزاد وكيع: وهو بالحورانية (٤) . </p><p> وقال محمد بن إسحاق (٥) : معناه فأنا لك، فقال يوسف عند ذلك: معاذ الله. </p><p> قال أبو إسحاق (٦) : المعنى: أعوذ بالله أن أفعل هذا، ومعاذ مصدر تقول: عذت عياذًا ومعاذًا ومعاذه، ومعناه: أعتصم بالله من هذا، وتقديره في الكلام: أعوذ معاذًا بالله، فحذف الفعل ونصب المصدر بالفعل المحذوف المراد، وأضيف [المصدر إلى اسم الله تعالى، كما يضاف]  (٧) المصدر إلى المفعول، ومثله من الكلام: مررت بعمرو مرور زيد، على أن زيدًا ممرور به، والمعنى: كمروري (٨) يزيد، ومثله: </p><p>(١) في مسائل نافع بن الأزرق: تهيأت لك، و\"الإتقان\" ١/ ١٦٧، وهذا التفسير في صحيفة علي بن أبي طلحة ٢٩١، وهو في الطبري ١٢/ ١٧٩، وابن أبي شيبة، وابن أبي حاتم ٧/ ٢١٢١، وابن المنذر كما في \"الدر\" ٤/ ٢١. (٢) الطبري ١٢/ ١٧٩، القرطبي ٩/ ١٦٤.(٣) الطبري ١٢/ ١٨٠.(٤) الطبري ١٢/ ١٧٩.(٥) في الطبري ١٢/ ١٨٠ عن ابن إسحاق قال: تعال. وابن أبي حاتم ٧/ ٢١٢٢ وفيه تعالى فأنا لك.(٦) \"معاني القرآن وإعرابه\" ٣/ ١٠١.(٧) ما بين المعقوفين مكرر في (ب).(٨) في (ب): (لمروري).</p>"
}