{
  "id": null,
  "sura": 12,
  "aya": 51,
  "text": "<p> قال أبو إسحاق (١) : ولم يفرد يوسف امرأة العزيز حُسْنَ عشرة منه وأدب، فخلطها بالنسوة. </p><p> وقوله تعالى:  {إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ} يعني: أن الله عالم بكيدهن وقادر على إظهار براءتي لهذا المخلوق الذي استحضرني، وذكرنا معنى كيدهن عند قوله {فَصَرَفَ عَنْهُ كَيْدَهُنَّ} . </p><p> ٥١ - قوله تعالى:  {قَالَ مَا خَطْبُكُنَّ} ، قال المفسرون (٢) : لما رجع الرسول إلى الملك برسالة يوسف دعا الملك النسوة وفيهن امرأة العزيز، فقال لهن: ما خطبكن، قال ابن عباس (٣) : يريد ما قصتكن، وقال آخرون (٤) : ما شأنكن وأمركن. </p><p> وقوله تعالى:  {إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ} وقال ابن الأنباري (٥) : إنما جمعهن في المراودة؛ لأن الملك اتصل به أن بعض النسوة راود، فجمعهن ليستعلم عين المراودة. ويحتمل أن يقال (٦) : إنهن كلهن راودن، فامرأة العزيز راودته عن نفسه، وسائر النسوة راودنه في طاعتها والانقياد لما تلتمسه منه. </p><p>= بلفظ: \"يرحم الله يوسف إن كان ذا أناة لو كنت أنا المحبوس ثم أرسل إلى لخرجت سريعًا، إن كان لحليمًا ذا أناة\" ضعفه الألباني في السلسلة الصحيحة ٤/ ٤٨٥، وضعفه أحمد شاكر في تخريجه للطبري ١٢/ ٢٣٥. (١) \"معاني القرآن وإعرابه\" ٣/ ١١٥.(٢) الثعلبي ٧/ ٨٧ ب، والطبري ١٢/ ٢٣٦.(٣) ابن عطية ٧/ ٥٣٤، و\"زاد المسير\" ٤/ ٢٣٧.(٤) الطبري ١٢/ ٢٣٦، الثعلبي ٧/ ٨٧ ب، البغوي ٤/ ٢٤٨.(٥) \"زاد المسير\" ٤/ ٢٣٧.(٦) في (ج): (أن يقول كلهن)، وسقطت: (أنهن).</p><p> قوله تعالى:  {قُلْنَ حَاشَ لِلَّهِ} مضى الكلام فيه، {مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ} ، قال ابن عباس (١) : يريد من زنا. </p><p> قال الزجاج (٢) : أعلم النسوة الملك براءة يوسف، فقالت امرأة العزيز:  \"الآن حصحص الحق\" تريد برز وتبين، وهو قول ابن عباس (٣) ومجاهد (٤) وقتادة (٥) . </p><p> وقال الفراء (٦) : لما دُعي النسوة فبرأنه قالت: لم يبق إلا أن يعلن علي بالتقرير فأقرت، فذلك قولها: الآن حصحص الحق، تقول: ضاق الكذب وتبين الحق، وعلى هذا إنما أقرت؛ لأنها خافت أنها إن كذبت شهدت عليها النسوة ببعض ما تقرر عندهن. فلم تجد بدًّا من الإقرار. </p><p> قال ابن الأنباري (٧) : قال اللغويون: (حصحص الحق) معناه: وضح وانكشف وتمكن في القلوب والنفوس، من قول العرب: حصحص البعير بروكه، إذا تمكن فاستقر في الأرض وفرق الحصى. </p><p> قال حميد بن ثور (٨) : </p><p>(١) \"تنوير المقباس\" ص ١٥١، القرطبي ٩/ ٢٠٧، البغوي ٤/ ٢٤٨. (٢) \"معاني القرآن وإعرابه\" ٣/ ١١٥.(٣) الطبري ١٢/ ٢٣٦ وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ٤٢.(٤) الطبري ١٢/ ٢٣٦.(٥) الطبري ١٢/ ٢٣٧.(٦) \"معاني القرآن\" ٢/ ٤٨، وفيه \"لما دعا النسوة فبرأنه، قالت: لم يبق إلا أن يُقبل عليَّ بالتقرير فأقرت ... \".(٧) \"زاد المسير\" ٤/ ٢٣٨، وانظر: \"تهذيب اللغة\" (حصص) ١/ ٨٣٥، و\"اللسان\" (حصص) ٢/ ٩٠٠.(٨) هو حميد بن ثور الهلالي من بني عامر، إسلامي مخضرم، انظر: \"طبقات الشعراء\" لابن قتيبة ص ٢٤٧، \"ديوانه\" ص ٩، و\"الزاهر\" ٢/ ٣٤، و\"الدر المصون\" =</p>"
}