{
  "id": null,
  "sura": 12,
  "aya": 37,
  "text": "<p> وقال الفراء (١) : إنا نراك من المحسنين، يقول من العالمين قد أحسنت العلم، قال ابن الأنباري (٢) : والتقدير على هذا: من المحسنين العلم، فحذف مفعول الإحسان كما حذف في قوله:  {وَفِيهِ يَعْصِرُونَ}  [يوسف: ٤٩] أي السمسم والعنب، ونحو هذا قال الزجاج (٣) : أي ممن يحسن التأويل (٤) ، قال: وهذا دليل أن أمر الرؤيا صحيح، وأنها لم تزل في الأمم الخالية، ومن دفع أمر الرؤيا وأن منها ما يصح فليس بمسلم، لأنه يدفع القرآن والأثر، وهذه الآية بيان عما يوجبه لطف الله تعالى فيما سببه لنجاة يوسف بالعلم والإحسان في جوابه عما سأله الفتيان؛ لأن تعبيره رؤيا هذين كان سبب نجاته. </p><p> ٣٧ - قوله تعالى:  {قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ} الآية، هذا ليس بجواب ما سألا عنه، ولكن يوسف عليه السلام لما علم أن تأويل رؤياهما يوجب قتل أحدهما، بدأ بدعائهما إلى الإسلام ليستعدا به قبل استماع جواب الرؤيا، هذا قول جماعة من المفسرين، قال قتادة (٥) : لما علم نبي يوسف أن </p><p>(١) \"معاني القرآن\" ٢/ ٤٥، الثعلبي ٧/ ٨٢ ب. (٢) \"زاد المسير\" ٤/ ٢٢٤.(٣) \"معاني القرآن وإعرابه\" ٣/ ١١٠.(٤) رجح الطبري ١٢/ ٢١٦ من هذه الأقوال قول قتادة والضحاك، ثم قال: فإن قال قائل: وما وجه الكلام إذا كان الأمر إذاً كما قلت، وقد علمت أن مسألتهما يوسف أن ينبئهما بتأويل رؤياهما، ليست من الخبر عن صفته بأنه يعود المريض، ويقوم عليه ويحسن إلى من احتاج في شيء، وإنما يقال: (نبئنا بتأويل هذا فإنك عالم). وهذا من المواضع التي تحسن منه بالوصف بالعلم لا بغيره؟.قيل: إن وجه ذلك أنهما قالا له: نبئنا بتأويل رؤيانا محسنًا إلينا في إخبارك إيانا بذلك، كما نراك تحسن في سائر أفعالك {إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ} اهـ.(٥) الطبري ١٢/ ٢١٩، وأبو الشيخ كما في \"الدر\" ٤/ ٣٤.</p><p> أحدهما مقتول دعاهما إلى حظهما من ربهما، وإلى نصيبهما من الآخرة. </p><p> وقال آخرون (١) : قصد يوسف بهذا الدلالة على أنه عالم بتفسير الرؤيا، فقال: لا يأتيكما طعام ترزقانه في منامكما، قال ابن عباس (٢) : يريد تأكلان منه، إلا نبأتكما بتأويله في اليقظة قبل أن يأتيكما التأويل، هذا قول السدي (٣) وابن إسحاق (٤) أن معنى قوله: {لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ} أي في المنام. </p><p> وقال أبو إسحاق (٥) : أحب يوسف أن يدعوهما إلى الإيمان، وأن يعلمهم أنه نبي، وأن يدلهما على نبوته بآية معجزة، وأعلمهما أنه يخبرهما بكل طعام يؤتيان به من قبل أن يرياه، فعلى هذا معنى قوله {تُرْزَقَانِهِ} في اليقظة، يقول: لا يأتيكما طعام إلا أخبرتكما، أي طعام هو، وأي لون هو، وكم هو، وهذا مذهب ابن جريج (٦) ، والأول أوجه، لأن قوله:  {نَبَّأْتُكُمَا بِتَأْوِيلِهِ} يوجب أن يكون ذلك إعلامًا بتأويل ما تريان في النوم، ثم أعلمهما أن ذلك مما عرفه الله إياه، فقال:  {ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي} أي لم أخبركما على جهة التكهن والتنجم، وإنما أخبركما بوحي من الله وعلم، ثم أعلمهما أن هذا لا يكون إلا لمؤمن بالله نبي، فقال {إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ </p><p>(١) أخرجه أبو عبيد، والطبري ١٢/ ٢١٧ وابن المنذر، وابن أبي حاتم ٧/ ٢١٤٤، عن ابن جريج كما في \"الدر\" ٤/ ٣٤. (٢) \"زاد المسير\" ٤/ ٢٢٤، الثعلبي ٧/ ٨٣ أ.(٣) الطبري ١٢/ ٢١٧، ابن عطية ٧/ ٥٠٩، القرطبي ٩/ ١٩١، ابن أبي حاتم ٧/ ٢١٤٤.(٤) الطبري ١٢/ ٢١٧، ابن عطية ٧/ ٥٠٩.(٥) \"معاني القرآن وإعرابه\" ٣/ ١١٠.(٦) الطبري ١٢/ ٢١٧ بمعناه، وأبو عبيد وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ٣٤ وابن عطية ٧/ ٥١٠، وهو مروي عن الحسن كما في \"زاد المسير\" ٤/ ٢٢٤.</p>"
}