{
  "id": null,
  "sura": 12,
  "aya": 24,
  "text": "<p> ولسْتُ مُسَلِّمًا ما دُمْتُ حيًّا ... على زَيْدٍ كتَسْلِيم (١) الأمِيرِ (٢) </p><p> أي: كتسليمي على الأمير، وقد مر. </p><p> وقولى تعالى:  {إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ} يعني زوجها، في قول مجاهد (٣) وابن إسحاق (٤) والكلبي (٥) والسدي (٦) وأكثر المفسرين (٧) ، ومعناه: إن الذي اشتراني هو سيدي أنعم علي بإكرامي، فلا أخونه في حرمه، إن فعلت ذلك كنت ظالمًا، ولا يفلح الظالمون. </p><p> قال أبو إسحاق (٨) : ويجوز أن يكون المعنى: إن الله ربي أحسن مثواي، أي تولاني في طول مقامي، فلا أرتكب ما قد نهى عنه وحرمه، {إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ} قال ابن عباس: لا يسعد العاصون، وقيل: الزناة، وهو قول الكلبي (٩) ، ومضى الكلام في معنى مثواي آنفًا. </p><p> ٢٤ - قوله تعالى:  {وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا} الآية، الهم مصدر هممت (١٠) بالشيء إذا أردته، وحدثتك نفسك به وقاربته من غير دخول فيه، كل هذا يكون هَمًّا بالشيء، فمعنى قوله:  {هَمَّتْ بِهِ} أي أرادته وقصدته، </p><p>(١) في (أ)، (ب): (لتسليم). (٢) لم أجده.(٣) الطبري ١٢/ ١٨٣، القرطبي ٩/ ١٦٥، ابن عطية ٧/ ٤٧٥.(٤) الطبري ١٢/ ١٨٣، القرطبي ٩/ ١٦٥، ابن عطية ٧/ ٤٧٥.(٥) \"تنوير المقباس\" ص ١٤٨.(٦) الطبري ١٢/ ٦٨٣، القرطبي ٩/ ١٦٥، ابن عطية ٧/ ٤٧٥.(٧) الثعلبي ٧/ ٧٢ أ، البغوي ٤/ ٢٢٨، \"زاد المسير\" ٤/ ٢٠٣.(٨) في \"معاني القرآن\" خلاف ذلك ٣/ ١٠١ لأنه قال: (أي إن العزيز ربي).(٩) \"تنوير المقباس\" ص ١٤٨، الثعلبي ٧/ ٧٢ أ، \"زاد المسير\" ٤/ ٢٠٣.(١٠) في (أ)، (ج): (همت) بميم مشددة.</p><p> وأما معنى هم يوسف بها، فقال المفسرون الموثوق بعلمهم المرجوع إلى روايتهم: هَمّ (١) يوسف أيضًا بهذه المرأة همًا صحيحًا، وجلس منها مجلس الرجل من المرأة، فلما رأى البرهان من ربه زالت عنه كل شهوة، قال الباقر بإسناده عن آبائه (٢) عن علي (٣) - رضي الله عنه - قال: طمعت فيه وطمع فيها، وكان طمعه فيها أنه هم أن يحل التكة. </p><p> وروى ابن أبي مليكة عن ابن عباس (٤) قال: حل الهميان وجلس منها مجلس الخاتن، ونحو هذا قال في رواية عطاء، وروي عنه أيضًا (٥) أنه سئل: ما بلغ من هم يوسف؟ قال: استلقت له وقعد بين رجليها ينزع ثيابه، ونحو هذا قال سعيد بن جبير (٦) ومجاهد (٧) والضحاك (٨) </p><p>(١) (هم) ساقط من (أ)، (ج). (٢) (عن آبائه): ساقط من (ج)، والباقر هو: أبو جعفر محمد بن علي بن الحسين بن علي الهاشمي، ثقة حافظ، كان يتولى الشيخين، روى له الجماعة، توفي سنة ١١٤هـ. انظر: \"التهذيب\" ٣/ ٦٥٠ - ٦٥١، و\"سير أعلام النبلاء\" ٤/ ٤٠١.(٣) أخرجه أبو نعيم في \"الحلية\" ٣/ ١٨١، انظر: \"الدر\" ٤/ ٢٢.(٤) الطبري ١/ ١٨٣ وأبو الشيخ وأبو نعيم في \"الحلية\" كما في \"الدر\" ٤/ ٢٢، الثعلبي ٧/ ٧٢ أ، البغوي ٤/ ٢٢٨، القرطبي ٩/ ١٦٦.(٥) عبد الرزاق ٢/ ٣٢١، والفريابي وسعيد بن منصور وابن جرير ١٢/ ١٨٣، وابن المنذر وابن أبي حاتم ٧/ ٢١٢٣ وأبو الشيخ والحاكم وصححه كما في \"الدر\" ٤/ ٢٢، الثعلبي ٧/ ٧٢ أ، القرطبي ٩/ ١٦٦.(٦) الطبري ١٢/ ١٨٤ وابن أبي حاتم ٧/ ٢١٢٢ وأبو الشيخ كما في \"الدر\" ٤/ ٢٣، والثعلبي ٧/ ٧٢ أ، البغوي ٤/ ٢٢٨، \"زاد المسير\" ٤/ ٢٠٣، القرطبي ٩/ ١٦٦.(٧) عبد الرزاق ٢/ ٣٢١، والطبري ١٢/ ١٨٤، وابن المنذر انظر: ابن أبي حاتم ٧/ ٢١٢٣ بمعناه وأبو الشيخ كما في \"الدر\" ٤/ ٢٢ - ٢٣، الثعلبي ٧/ ٧٢ أ، البغوي ٤/ ٢٣٢، القرطبي ٩/ ١٦٦.(٨) الطبري ١٢/ ١٨٥، الثعلبي ٧/ ٧٢ أ، \"زاد المسير\" ٤/ ٢٠٣.</p><p> والسدي (١) ومحمد بن إسحاق (٢) . </p><p> وقوله تعالى:  {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} قال الباقر بإسناده عن علي (٣) -رضي الله عنه- قال: قامت المرأة إلى صنم مكلل بالدر والياقوت في زاوية البيت فسترته (٤) بثوب، فقال يوسف: أي شيء تصنعين؟ قال: أستحي من إلهي هرا أن يراني على السوء، فقال: أتستحين من صنم لا يعقل ولا يسمع، ولا أستحي من إلهي القائم على كل نفس بما كسبت، فوالله لا تنالينها مني أبداً، قال فهو البرهان الذي رآه. </p><p> وقال ابن عباس (٥) وعامة المفسرين: مثل له يعقوب فرأى صورته عاضًّا على أصابعه يقول: أتعمل (٦) عمل الفجار وأني مكتوب في الأنبياء، فأستحي منه، وهذا قول عكرمة (٧) ومجاهد (٨) والحسن (٩) وسعيد بن </p><p>(١) الثعلبي ٧/ ٧٢ أ، والبغوي ٤/ ٢٣٢، و\"زاد المسير\" ٤/ ٢٠٣، وابن أبي حاتم ٧/ ٢١٢٣. (٢) الثعلبي ٧/ ٧٢ أ، البغوي ٤/ ٢٢٨، وابن أبي حاتم ٧/ ٢١٢٣.(٣) أخرجه أبو نعيم في \"الحلية\"، انظر \"الدر\" ٤/ ٢٤.(٤) في (ج): (فسرته).(٥) عبد الرزاق ٢/ ٣٢١، والطبري ١٢/ ١٨٧، وسعيد بن منصور وابن المنذر وابن أبي حاتم ٧/ ٢١٢٤، وأبو الشيخ والحاكم في \"المستدرك\" ٢/ ٣٤٦ وقال: على شرط الشيخين ولم يخرجاه ووافقه الذهبي. وانظر: \"الدر\" ٤/ ٢٤.(٦) في (أ)، (ج): (العمل)، (وأنت) ساقط من (أ)، (ب)، (ج).(٧) الطبري ١٦/ ٤٢، وابن أبي حاتم ٧/ ١١٢٤، وأبو الشيخ كما \"الدر\" ٤/ ٢٣، والثعلبي ٧/ ٧٤ أ.(٨) عبد الرزاق ٢/ ٣٢١، الثعلبي ٧/ ٧٤ أ، الطبري ١٢/ ١٨٨.(٩) عبد الرزاق ٢/ ٣٢١، والطبري ١٢/ ١٨٩، وابن أبي حاتم ٧/ ٢١، وأبو الشيخ كما في \"الدر\" ٤/ ٢٣، والثعلبي ٧/ ٧٤ أ.</p><p> جبير (١) وقتادة (٢) والضحاك (٣) وابن سيرين (٤) ومقاتل (٥) ، قال سعيد بن جبير: مثل له يعقوب فضرب في صدره فخرجت شهوته من أنامله. </p><p> وقال ابن عباس (٦) في رواية ابن أبي مليكة: إنه لم يزدجر برؤية صورة يعقوب حتى ركضه جبريل في ظهره، فلم يبق فيه شهوة إلا خرجت، فوثب واستبقا الباب، هذا الذي ذكره قول أئمة المفسرين الذي أخذوا التأويل عمن شاهدوا التنزيل، وأما المتأخرون فإنهم ذكروا في الآية أوجهًا قصدوا بها تنزيه يوسف عن الهم الفاسد. </p><p> أخبرنا أبو الفضل العروضي (٧) قال أخبرني الأزهري عن المنذري عن ثعلب أنه سئل عن هذه الآية فقال: همت زليخا بالمعصية مصرة على ذلك، وهم يوسف بالمعصية ولم يأتها ولم يصر عليها، فبين الهمين فرق. </p><p> وشرحه ابن الأنباري (٨) فقال: همت المرأة عازمة على الزنا قاصدة قصده، ويوسف عارضه ما يعارض البشر من خطرات القلب، وحديث </p><p>(١) الطبري ١٢/ ١٨٧، ابن أبي حاتم ٧/ ٢١٢٥، أبو الشيخ كما في \"الدر\" ٤/ ٢٣، الثعلبي ٧/ ٧٤ أ. (٢) عبد الرزاق ٢/ ٣٢١، الطبري ٢/ ١٠٩، وابن أبي حاتم ٧/ ٢١٢٥، وأبو الشيخ كما في \"الدر\" ٤/ ٢٣، الثعلبي ٧/ ٧٤ ب.(٣) الطبري ١٢/ ١٩٠، و\"الدر\" ٤/ ٥٢٤، وا لثعلبى ٧/ ٧٤ أ.(٤) الطبري ١٢/ ١٨٩، وابن أبي حاتم ٧/ ٢١٢٤، وأبو الشيخ كما في \"الدر\" ٤/ ٢٣، والثعلبي ٧/ ٧٤ أ.(٥) \"تفسير مقاتل\" ١٥٢ ب.(٦) انظر ابن أبي حاتم ٧/ ٢١٢٤ بمعناه.(٧) هو أبو الفضل أحمد بن محمد بن عبد الله بن يوسف العروضي، سبقت ترجمته في شيوخ المؤلف. انظر: \"تهذيب اللغة\" (همم) ٤/ ٣٧٩٨.(٨) \"زاد المسير\" ٤/ ٢٠٣.</p><p> النفس ووسوسة الشيطان، فكان هامًا غير عازم، فلم يلزمه هذا الهم ذنبًا، ولم يلحقه عتبًا، إذ الرجل الصالح يخطر بقلبه وهو صائم شرب الماء البارد، والتلذذ بأكل الطعام الطيب، فإذا لم الهمّ لم يوجب معصية، فبرهان ربه عن أي شيء صرفه؟ قيل: إنه وإن لم يوجب معصية، فالنبيون والصديقون يعاتبون على الخطرة واللمحة والوسوسة، وبرهان ربه صرفه عن الإقامة على (١) الشيء الذي التمادي فيه يؤدي إلى اكتساب ما يوجب عقوبة، فهذه طريقة. </p><p> وقال آخرون (٢) : الآية محمولة على التقديم والتأخير، وتلخيصها: ولقد همت به لولا أن رأى برهان ربه لهم بها، فقدم جواب لولا عليها، كما يقال: قد كنت من الهالكين لولا أن فلانًا خَلّصك، ومثله قول الشاعر (٣) : </p><p> فلا يَدْعُنِي قَوْمي صَرِيحًا لحُرَّةٍ ... لئن كنتُ مقتولًا ويَسْلَمُ عامرُ </p><p> فقدم جواب لئن، قال أبو إسحاق (٤) : وليس بكثير في الكلام أن تقول: ضربتك لولا زيد، ولا هممت بك لولا زيد، إنما الكلام: لولا زيد لهممت بك، ولولا تجاب باللام، فلو كان في القراءة: ولقد همت به ولهم بها لولا أن رأى برهان ربه، لكان يجوز على بعد. </p><p>(١) في (ج): (عن). (٢) الثعلبي ٧/ ٧٢ ب، البغوي ٤/ ٢٢٩، \"زاد المسير\" ٤/ ٢٠٥.(٣) القائل قيس بن زهير، في سيبويه والشنتمري ١/ ٤٢٧، و\"الرد على النحاة\" (١٥٠)، و\"الدر\" ٢/ ١٠، وهو الورقاء بن زهير في ابن السيرافي ص ٥٨٦، وبلا نسبة في \"معاني القرآن\" ١/ ٦٧، و\"الهمع\" ٢/ ١٦، و\"أمالي المرتضي\" ١/ ٤٨٠.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٠١.</p><p> وقال أبو بكر (١) : تقديم جواب لولا عليها شاذ يستكره، وغير موجود في الفصيح من الكلام، وأما البيت فإنه من اضطرار الشعر، ولا ينبغي أن يحمل كتاب الله تعالى النازل بأفصح اللغات على بيت شعر دعت شاعره ضرورةٌ إلى تقديم ما هو مؤخر في النية، مما لو كان متكلمًا بنثر لم يستجز تقدمته، على أنا نقول: جواب لأن يتقدم عليها لأن مجراه مجرى اليمين، فلما صلح إتيان القسم بعد المقسم عليه في قولهم: يقوم زيد والله، حملت لئن على القسم فأخرت بعد جوابها، و (لولا) ليست قسمًا ولا مشبهة بالأقسام فسبق جوابها بعيد مُسْتَسْمج. </p><p> قال أبو إسحاق (٢) : والذي عليه المفسرون أنه هم بها، وأنه جلس منها مجلس الرجل من المرأة، إلا أن الله تفضل بأن أراه البرهان، ألا تراه قال:  {وَمَا أُبَرِّئُ نَفْسِي} الآية، يعني بهذا ما روي أن يوسف لما دخل على الملك، وأقرت المرأة بقولها:  {أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ} ، وقال يوسف:  {ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ} ، قال له جبريل: ولا حين هممت بها يا يوسف؟، فقال يوسف عند ذلك:  {وَمَا أُبَرِّئُ نَفْسِي}  (٣) الآية. </p><p> وقال أبو بكر (٤) : والذي نذهب إليه في هذه الآية ما يروى عن الصحابة والتابعين من تثبيت الهم ليوسف غير عائبين له ولا طاعنين، بل نقول: إن انصرافه بعد ثبات الهم وحل السراويل، وجلوسه من المرأة </p><p>(١) \"زاد المسير\" ٤/ ٢٠٦. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٠١.(٣) أخرجه الفريابي والطبري ٤/ ٤٢ - ٤٣، وابن المنذر وابن أبي حاتم ٧/ ٢١٥٨، وأبو الشيخ والبيهقي في الشعب كما في \"الدر\" ٤/ ٤٢ - ٤٣.(٤) \"الأضداد\" ٤١١ - ٤١٤، و\"الوقف والابتداء\" ٢/ ٧٢٠ - ٧٢١، و\"زاد المسير\" ٤/ ٢٠٣ - ٢٠٧، والقرطبي ٩/ ١٦٦.</p><p> مجلس الرجل، تعظيمًا لله ومعرفة لحقه، أدل على محافظته على مذهب آبائه، وعلي وفور الثواب وتكامل الأجر له عند إيثار الطاعة على اللذة؛ لأنه انكشف عن المرأة في الحال التي لا ينكشف فيها إلا بَرٌّ مخلص، فكان انكشافه وصبره ماحيًا عنه سيئة الهم، وموجبًا له حسنات مضاعفات بالحديث الصحيح الذي روي في حديث الغار (١) وهو أن ثلاثة لجأوا إلى غار، فانطبق عليهم، فذكر كلُّ رجل أفضل عمله، فذكر أحدهم أنه قام عن امرأة بعد ما قدر عليها، ففرج الله عنهم، والحديث طويل معروف، فدلَّ أن الهم بالزنا إذا أتبعه الانصراف بعد القدرة عليه، لم يكن من الفواحش ولا من الكبائر، مع أن الذين ثبتوا (٢) الهم ليوسف من علي، وابن عباس، وسعيد بن جبير، وعكرمة، ومجاهد، والضحاك، ووهب، وابن سيرين، والحسن، وقتادة، والكلبي (٣) وغيرهم كانوا أعرف بحقوق الأنبياء وارتفاع منازلهم عند الله من الذين نفوا الهم عنه، وقد قال الحسن (٤) : إن الله لم يقصص عليكم ذنوب الأنبياء تعييرًا لهم، ولكنه قصها عليكم لئلا تقنطوا من رحمته وتيأسوا من فضله. </p><p> قال أبو عبيد (٥) : يذهب الحسن إلى أن الحجة من الله عزّ وجلّ على أنبيائه أوكد وهي لهم ألزم، فإذا كان يقبل التوبة منهم كان إلى قبولها منكم أسرع. </p><p>(١) أخرجه البخاري (٣٤٦٥)، كتاب: الأنبياء، باب. حديث الغار، وأخرجه مسلم (٢٧٤٣) في كتاب: الرقاق، باب: قصة أصحاب الغار. (٢) في (ب): (بينو).(٣) (الكلبي): ساقط من (ج).(٤) \"زاد المسير\" ٤/ ٢٠٧، البغوي ٤/ ٢٣١، القرطبي ٩/ ١٦٧.(٥) \"زاد المسير\" ٤/ ٢٠٧.</p><p> وقوله تعالى:  {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} قال أبو إسحاق (١) : جوابه محذوف، المعنى لولا أن رأى برهان ربه، لأمضى ما هم به. </p><p> وقال أبو بكر (٢) تلخيصه: لولا أن رأى برهان ربه لزنا، وحذف جواب (لولا) كثير في القرآن، ومثله {كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ}  [التكاثر: ٥] ، جوابه: لم تنافسوا وتفاخروا بالدنيا وهو كثير. </p><p> وقوله تعالى:  {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ} قال أبو إسحاق (٣) أي كذلك أريناه البرهان لنصرف عنه السوء والفحشاء. </p><p> وقال صاحب النظم: هذا على التقديم والتأخير، التقدير: ولقد همت به وهم بها (كذلك) أي كما همت به، وقوله {لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ} معترض بينهما واتصاله بقوله: {لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ} أي أريناه البرهان لنصرف عنه ما هَمَّ به من السوء والفحشاء. </p><p> قال ابن زيد (٤) : السوء القبيح، والفحشاء الزنا. وقال الزجاج (٥) : السوء خيانة صاحبه، والفحشاء ركوب الفاحشة. وقال عطاء (٦) : السوء والفحشاء عبارتان عن الزنا كله باللسان والفرج واليد وجميع الفرج. </p><p> عن ابن عباس {إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} أي (٧) الذين أخلصوا دينهم لله، ومن فتح اللام أراد الذين أخلصهم الله من الأسواء. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٠١. (٢) \"زاد المسير\" ٤/ ٢٠٧.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٠٢.(٤) البغوي ٤/ ٢٣٤، القرطبي ٩/ ١٧٠ من غير نسبة.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٠٢.(٦) انظر: الرازي ١٨/ ١٢١.(٧) هذا قول الزجاج انظر \"معاني القرآن وإعرابه\" ٣/ ١٠٢.</p>"
}