{
  "id": null,
  "sura": 12,
  "aya": 77,
  "text": "<p> قال أبو بكر: قال جماعة من أهل التفسير: إن العالم واجب عليه أن يتهم نفسه ويستشعر التواضع لربه، ولا يطمع نفسه بالغلبة على العلوم؛ لأنه لا يخلو عالم من عالم يفوقه. </p><p> ٧٧ - قوله تعالى:  {قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ} الآية، قال الكلبي وغيره من المفسرين (١) : لما خُرِّج الصواع من رحل أخي يوسف نكس إخوته رؤوسهم، وقالوا: ما رأينا كاليوم قط ولدت راحيل أخوين لصّين، فقال لهم أخوهم: والله ما سرقته ولا علم لي بمن وضعه في متاعي، وقيل إنه قال لهم: إن الذي وضع بضاعتكم في رحالكم هو الذي وضع السرقة في رحلي. والمفسرون مختلفون في أن يوسف هل كان أخبر أخاه بالكيد الذي يريد أن يكيده في حبسه عنده، فمنهم من يقول: كان قد أخبره بذلك، ومنهم من يقول: لم يخبره، وهذا معنى قوله {قَالُوا} أي: الإخوة ليوسف إن يسرق أي الصواع فقد سرق أخ له من قبل. قال عطاء عن ابن عباس (٢) : يريدون يوسف، وكان يأخذ الطعام من مائدة أبيه سرًّا منهم فيتصدق به في المجاعة حتى فطن به إخوته، ونحو هذا قال وهب (٣) في معنى السرق الذي وصفوا به يوسف، ومقاتل: عن الضحاك (٤) عن ابن عباس، وقال سعيد بن جبير (٥) وقتادة (٦) سرق صنمًا كان لجده أبي أمه </p><p>(١) الثعلبي ٧/ ٩٩ أ، الرازي ١٨/ ١٨٣. (٢) \"زاد المسير\" ٤/ ٢٦٣.(٣) الثعلبي ٧/ ٩٩ ب، البغوي ٤/ ٢٦٣.(٤) \"تفسير مقاتل\" ١٥٦ ب.(٥) و (٦) الطبري ١٣/ ٢٩، الثعلبي ٧/ ٩٩ أ، البغوي ٤/ ٢٦٣، ابن عطية ٨/ ٣٧، \"زاد المسير\" ٤/ ٢٦٣، القرطبي ٩/ ٢٣٩.</p><p> وكسره وألقاه على الطريق. وقال محمد بن إسحاق (١) ومجاهد (٢) : إن جدته خبأت في ثيابه منطقة كانت لإسحاق يتوارثونها بالكبر لتملكه بالسرق محبة لمقامه عندها. </p><p> قال ابن الأنباري (٣) : وهو في هذه (كلها غير سارق في الحقيقة لكنه أتى)  (٤) ما يشبه السرق، فوصفه إخوته بذلك عند الغضب على جهة التشبيه والتمثيل، [وقد يوصف بالشيء على جهة التمثيل]  (٥) ، ولا يراد به الحقيقة، كما روي عن النبي - صلى الله عليه وسلم - قال:  \"كذب إبراهيم ثلاث كذبات\"  (٦) . تأويله: قال قولًا يشبه الكذب في الظاهر، وهو صدق عند البحث. </p><p> وقوله تعالى:  {فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ} قال الفراء (٧) : أسر الكلمة أي: أضمرها في نفسه ولم يظهرها. </p><p> قال ابن الأنباري (٨) : والكلمة التي أسرها في نفسه: أنتم شرٌّ مكانًا، وزاد من عنده: فأسرّ جوابَ الكلمة التي تكلّموا بها، وتلخيصه وأمرّ جوابها في نفسه فحذف المضاف. </p><p>(١) أخرجه ابن إسحاق عن مجاهد كما في \"الدر\" ٤/ ٥٣، وانظر: البغوي ٤/ ٢٦٣. (٢) الطبري ١٣/ ٢٩، وابن أبي حاتم كما في \"الدر\" ٤/ ٥٣، الثعلبي ٧/ ٩٩ ب، و\"زاد المسير\" ٤/ ٢٦٣، القرطبي ٩/ ٢٣٩.(٣) \"زاد المسير\" ٤/ ٢٦٣.(٤) ما بين المعقوفين بياض في (ب).(٥) ما بين المعقوفين ساقط من (ي).(٦) أخرجه البخاري (٣٢٥٧)، (٣٣٥٨) كتاب: أحاديث الأنبياء، باب: قول الله تعالى: {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا}، أخرجه مسلم (٣٢٦٩) في: كتاب الفضائل، باب: فضائل إبراهيم الخليل عليه السلام.(٧) \"معاني القرآن\" ٢/ ٥٢.(٨) \"زاد المسير\" ٤/ ٢٦٤.</p><p> وقال أبو إسحاق (١) : الكناية في \"فأسرها\" إضمار على شريطة التفسير لأن [قوله]  (٢)  (قال أنتم شر مكانًا) [بدل من الكناية في (فأسرها) المعنى: فأسر يوسف في نفسه قوله أنتم شرٌّ مكانًا] (٣) . </p><p> قال أبو علي (٤) فيما استدرك عليه: اعلم أن الإضمار على شريطة التفسير يكون على ضربين: </p><p> أحدهما: أن يفسر بمفرد كقولنا: نعم رجلاً زيد، ففي نعم ضمير فاعلها ورجلًا المنصوب تفسير لذلك الفاعل المضمر، وأضمر الفاعل لتفسير هذا المذكور له ودلالته عليه، ومثل هذا قولهم: ربه رجلاً، فرجل تفسير المضمر في رب كما كان تفسير المضمر في نعم، فهذان مفردان مضمران على شريطة التفسير، مفسران بمظهرين منكورين ولم يعلم غيرهما، هذا كلامه هاهنا، وقد قال في \"الإيضاح\" : وقالوا: ربه رجلاً، فأضمروا معه قبل الذكر على شريطة التفسير، كما فعلوا ذلك في: نعم رجلاً، وإنما أدخلت رُبَّ على هذا الضمير، وهي إنما تدخل على النكرات من أجل أن هذا الضمير ليس بمقصود قصده، فلما كان غير معين أشبه النكرة، وهذه الهاء على لفظ واحد، وان وليها المذكر أو الاثنان أو الجماعة فهي موحدة، على كل حال رجعنا في كلامه إلى هذه المسألة. </p><p> قال: والآخر أن يفسر بجملة، وأصل هذا يقع بالابتداء كقوله:  {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا}  [الأنبياء: ٩٧] ، و {قُلْ هُوَ اللَّهُ أَحَدٌ} </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٢٣. (٢) ما بين المعقوفين بياض في (ب).(٣) ما بين المعقوفين ساقط من (أ)، (خ) وهو في (ب).(٤) \"الإغفال\" ٢/ ٨٩٧.</p><p> [لإخلاص: ١] المعنى القصة (١) الذين كفروا شاخصة، والأمر الله أحد، ثم تدخل عوامل المبتدأ عليه نحو كان وأن، فينتقل هذا المضمر من الابتداء به كما ينتقل سائر المتبدآت كقوله:  {إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا}  [طه: ٧٤] ، {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ}  [الحج: ٤٦] وتفسير المضمر على شريطة التفسير في كلا الموضعين [متصل بالجملة التي فيها الإضمار المشروط تفسيره متعلق بها، وليس يكون في أحد الموضعين]  (٢) خارجًا عن الجملة المتضمنة للمضمر الذي يشرط تفسيره، أما في المبتدأ وما دخل عليه فهو في موضع الخبر كما أريتك، وأما في الضرب الذي هو المفرد فمتعلق بما عمل في الاسم المضمر المفرد، ألا ترى أن (رجلا) في قولك: نعم رجلاً منتصب عن الفعل والفاعل، وإذا كان كذلك قد تبين لك أن المضمر على شريطة التفسير لا يكون إلا متعلقًا بالجملة الذي تتضمن (٣) ، ولا يكون منقطعًا عنها ولا متعلقًا بجملة غيرها. </p><p> وإذا كان الأمر على ما وصفنا فالذي ذكره أبو إسحاق (٤) في الآية: أنه إضمار على [شريطة التفسير]  (٥) ، لا يستقيم لانفصال التفسير عن الجملة التي فيها الضمير الذي زعم أنه إضمار على شريطة التفسير، ووقوعها بعد جمل بعدها وانقطاعها منه، وهذا بين الفساد؛ لأنه لا نظير له ولا نجد شاهدًا عليه إلا دعوى لا دلالة معها، ألا ترى أن تفسير المضمر على </p><p>(١) كذا في جميع النسخ وفي \"الإغفال\": \"القصة أبصار الذين كفروا\" ٢/ ٨٩٧. (٢) ما بين المعقوفين ساقط من (أ)، (ب)، (ج) وهو في (ي).(٣) في \"الإغفال\": \"التي تتضمن المضمر\" ٢/ ٨٩٩.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٢٣.(٥) ما بين المعقوفين من (ي).</p><p> شريطة التفسير ضربان: إما جملة تفسر مفردًا نحو: {قُلْ هُوَ الله أَحَدٌ} وإما مفرد يفسر مفردًا من جملة [نحو: نعم رجلاً، وأما جملة تفسر مفردًا من جملة]  (١) ، فليس في القسمة ولا في الوجود، وإذا كان كذلك فلا اتجاه لهذا التأويل في الآية، فإن قلت: فعلام يحمل هذا الضمير في أسرها؟ قلنا يحتمل أن يكون إضمارًا للإجابة، كأنهم لما قالوا:  {إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ} أسر يوسف إجابتهم في نفسه في الوقت {وَلَمْ يُبْدِهَا لَهُمْ} في الحال إلى وقت ثان، وجاز إضمار ذلك؛ لأنه قد دل على إضمارها ما تقدم من مقالتهم، ويجوز أيضًا أن يكون إضمارًا للمقالة كأنه أسر يوسف مقالتهم، والمقالة والقول واحد في المعنى. </p><p> فإن قلت: كيف يسر هو مقالتهم؟ قيل: ليس معنى المقالة اللفظ، ولكن المعنى المقول، فيكون المصدر عبارة عن المقول، كما يقول (٢) في الخلق، وضَرْب الأمير، ونَسْج اليمن، ومعنى أسرها: أوعاها ولم يطرحها وأكنها في نفسه، إرادة للتوبيخ عليها والمجازاة بها ونحو ذلك، فعلى هذا توجيه هذا الضمير لفساد ما ذكره أبو إسحاق عندنا (٣) ، انتهى كلامه. </p><p> وقوله تعالى:  {قَالَ أَنْتُمْ شَرٌّ مَكَانًا} هذا يدل على صحة ما ذكره أبو علي؛ لأنه كيف يصح أن يقول أسَرّ يوسف هذه الكلمة، وقد أخبر الله تعالى أنه قد قال ذلك، إلا أن يحمل على أنه قال ذلك في نفسه من غير إظهار، وفي ذلك عدول عن الظاهر. قال عطاء عن ابن عباس (٤) : يريد: </p><p>(١) ما بين المعقوفين ساقط من (أ)، (ج)، وهو في (ب). (٢) في \"الإغفال\" ٢/ ٩٠٤، \"يكون الخلق عبارة عن المخلوق\".(٣) إلى هنا انتهى النقل عن \"الإغفال\" ٢/ ٩٠٤ بتصرف واختصار.(٤) \"زاد المسير\" ٤/ ٢٦٤، القرطبي ٩/ ٢٤٠.</p>"
}