{
  "id": null,
  "sura": 12,
  "aya": 64,
  "text": "<p> وقوله تعالى:  {فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ} قال أبو إسحاق (١) : أيَ إن أرسلته (٢) اكتلنا وإلا فمنعنا الكيل. وقرئ (٣)  \"يكتل\" بالياء والنون، ويدل على النون قوله \"ونمير أهلنا\" ألا ترى أنهم إنما يميرون أهلهم مما يكتالونه، فيكون نكتل مثل \"نمير\" ، وأيضاً فإن في قوله \"نكتل\" بالنون يجوز أن يكون أخوهم داخلًا معهم، وإذا كان بالياء لم يدخلوا هم في هذه الجملة، ووجه الياء كأنه يكتل هو حمله، كما نكتال نحن أحمالنا. </p><p> ٦٤ - قوله تعالى:  {قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ} قال عطاء عن ابن عباس (٤) : يريد قد صنعتم بي هذا من قبل في يوسف فكيف آمنكم علي بنيامين. وقال الكلبي (٥) : (هل آمنكم عليه) يعني علي بنيامين إلا كما آمنتكم على أخيه من قبل، يعني إني أخاف على الثاني مثل الذي وقع بالأول، وان كنتم تعدونني حفظه. وقال أبو إسحاق (٦) : أي كذلك قلتم لي في يوسف وضمنتم لي حفظه في قولكم: {وَإِنَّا لَهُ لَحَافِظُونَ} فكذلك ضمانكم هذا عندي، وتأويل هذا أنه يقول: لا آمنكم علي بنيامين إلا كأمني على يوسف، يريد أنه لم ينفعه ذلك الأمن وأنهم خانوه، فهو وإن أمنهم في هذا خاف خيانتهم أيضاً. ثم قال:  {فَاللَّهُ خَيْرٌ حَافِظًا} . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١١٧. (٢) في معاني الزجاج (معنا) (وإلا فقد منعنا).(٣) قرأ ابن كثير ونافع وأبو عمر وعاصم وابن عامر (نكتل) بالنون، وقرأ حمزة والكسائي (يكتل) بالياء.انظر: \"السبعة\" ص ٣٥٥، \"إتحاف\" ص ٢٦٦، الطبري ١٣/ ١٥، ابن عطية ٨/ ١٥.(٤) انظر: الرازي ١٨/ ١٦٩، القرطبي ٩/ ٢٢٤، البغوي ٤/ ٢٥٦.(٥) \"تنوير المقباس\" ص ١٥١.(٦) \"معاني القرآن وإعرابه\" ٣/ ١١٨.</p><p> قال الزجاج (١) : {حَافِظًا} منصوب على التمييز. قال أبو علي (٢) : قد تبين من قولهم: {وَنَحْفَظُ أَخَانَا} وقولهم: {وَإِنَّا لَهُ لَحَافِظُونَ} أنهم قد أضافوا إلى أنفسهم حفظًا، وإذا كان كذلك فالمعنى: أنه خير حفظًا من خفظكم الذي نسبتموه إلى أنفسكم، أي حفظ الله خير من حفظكم، ومن قرأ (٣) : \"حافظًا\" ، قال أبو إسحاق (٤) حافظًا منصوب على الحال ويجوز أن يكون (٥) على التمييز، قال ابن الأنباري:  \"حافظًا\" منصوب على الحال من اسم الله تعالى، وتلخيصه (٦) : فالله خير الأرباب والسادات في حال حفظه. وقال أبو علي (٧) : ينبغي أن يكون حافظًا منتصبًا على التمييز دون الحال كما كان حفظًا كذلك، والمعنى: حافظ الله غير من حافظكم، كما قلت: حفظ الله خير من حفظكم؛ لأن الله سبحانه له حفظة كما أنه له حفظًا، فحافظه خير من حافظكم، كما أن حفظه خير من حفظكم، ولا يكون حافظًا في الآية منتصبًا على الحال. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١١٨. (٢) \"الحجة\" ٤/ ٤٣٩.(٣) اختلفوا في إدخال الألف وإسقاطها، وفتح الحاء وكسرها من قوله (خيرٌ حفظًا) فقرأ ابن كثير ونافع وأبو عمرو وابن عامر وعاصم في رواية أبي بكر (حِفظًا) بكسر الحاء من غير ألف، وقرأ حمزة والكسائي وحفص عن عاصم (خيرٌ حَافظًا) بفتح الحاء وألف بعدها، انظر: \"السبعة\" ص ٣٥٠، \"إتحاف\" ص ٢٦٦، الطبري ١٣/ ١١، ابن عطية ٨/ ١٦.(٤) \"معاني القرآن وإعرابه\" ٣/ ١١٨.(٥) في (ج) بزيادة (منصوب).(٦) (وتلخيصه) ساقط من (ج).(٧) \"الحجة\" ٤/ ٤٣٩، ٤٤٠.</p>"
}