{
  "id": null,
  "sura": 12,
  "aya": 68,
  "text": "<p> وقوله تعالى:  {وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} قال ابن الأنباري (١) : يعني: أن الله إن شاء يهلكهم متفرقين هلكوا وهم متفرقون كما يهلكون وهم مجتمعون، وقال أهل المعاني: أفاد قوله (لا تدخلوا من باب واحد) النصيحة لهم والمنع من الأمر الذي يغلب على من أتاه واستعمله سبق العين إليه، وأفاد قوله:  {وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} تفويض الأمر إلى الله تعالى وأنّ الحذر لا ينفع من القدر، وأمر العين حق قد رويت فيه أخبار كثيرة، وكان رسول الله - صلى الله عليه وسلم - يعوذ الحسن والحسين رضي الله عنهما فيقول:  \"أعيذكما بكلمات الله التامة، من كل شيطان وهامة، ومن كل عين لامة\" ويقول: هكذا كان يعوّذ إبراهيم إسماعيل وإسحق، صلوات الله عليهم أجمعين (٢) . </p><p> ٦٨ - قوله تعالى:  {وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ} ، قال المفسرون (٣) : كان لمصر أربعة أبواب فدخلوها من أبوابها كلها. </p><p> وقوله تعالى:  {مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} ، قال ابن عباس (٤) : يريد ما كان ذلك ليرد قضاء قضاه الله ولا أمرًا قدره الله، وقال أبو إسحاق (٥) فتأويل {مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} أن العين </p><p>(١) \"زاد المسير\" ٤/ ٢٥٤، البغوي ٤/ ٢٥٨. (٢) (أجمعين) زيادة من (ج).والحديث أخرجه البخاري (٣٣٧١) كتاب أحاديث الأنبياء، ١٠ - باب، وأخرجه أبو داود في \"سننه\" (٤٧٣٧) كتاب السنن باب في القرآن من حديث ابن عباس والترمذي (٢٠٦١) كتاب الطب، باب ما جاء أن العين حق والغسل لها.وابن ماجه في \"سننه\" (٣٥٢٥) كتاب الطب، باب ما عوذ بالنبي - صلى الله عليه وسلم - وما عوذ به.(٣) الثعلبي ٧/ ٩٥ أ، و\"زاد المسير\" ٤/ ٢٥٣.(٤) \"تنوير المقباس\" ص ١٥٢ بنحوه.(٥) \"معاني القرآن وإعرابه\" ٣/ ١١٩.</p><p> لو قدر أن تصيبهم لأصابتهم وهم متفرقون كما تصيبهم مجتمعين، وقال ابن الأنباري: معناه لم يسبق في علم الله أن العين تهلكهم عند الاجتماع، فكان تفرقهم كاجتماعهم. وعلى ما ذكر من التأويل يكون التقدير: ما كان يغني عنهم ذلك الدخول من الأبواب المتفرقة من الله شيئًا لو قَضَى وقدر فـ \"من\" في قوله {مِنْ شَيْءٍ} دخلت على المفعول كقولك: ما رأيت من أحد. وفي الآية محذوف وهو (لو قَضَى) على ما ذكرنا، وذكر أبو إسحاق (١) وجهًا آخر فقال: وجائز أن يكون لا يغني عنهم مع قضاء الله شيء، وعلى هذا:  \"من\" دخلت على الفاعل نحو: ما جاءني من أحد، والتقدير: ما كان يغني عنهم من الله شيء مع قضائه، والمحذوف على هذا التقدير (مع قضائه) ، قال المفسرون (٢) : وهذا تصديق من الله تعالى ليعقوب في قوله: {مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} . </p><p> وقوله تعالى:  {إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا} قال الزجاج (٣) : \"حاجة\" استثناء ليس من الأول. المعنى: لكن حاجة في نفس يعقوب قضاها، يعني أن ذلك الدخول: قضاء حاجة في نفس يعقوب، وهي إرادته أن يكون دخولهم من أبواب متفرقة شفقة عليهم وخوفًا من العين. والمفسرون (٤) فسروا الحاجة هاهنا الحزازة والهمة. قال ابن الأنباري: وقد يقال للحاجة: حزازة لأنها تؤثِّر في القلب، ويلزم همها النفس. المعنى أن ذلك الدخول شفى حزازة قلبه، ولما سميت الحزازة حاجة، جعل إزالتها قضاء. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١١٩. (٢) الثعلبي ٩٥/ ٧ أ.(٣) \"معاني القرآن وإعرابه\" ٣/ ١١٩.(٤) الثعلبي ٧/ ٩٥ أ.</p><p> وقوله تعالى:  {وَإِنَّهُ لَذُو عِلْمٍ} قال ابن عباس (١) : لذو يقين ومعرفة بالله. وقال الكلبي (٢) : لذو عمل، ونحو هذا روى سعيد عن قتادة (٣) : قال: إنه لعامل بما علم. قال سفيان (٤) : من لا يعمل لا يكون عالمًا، قال ابن الأنباري (٥) : والذي قاله الكلبي جائز تحتمله اللغة، من قبل أن العلم أول أسباب العمل، فسمي بما هو من سببه وبما يقع متولدًا منه ومبنيًا عليه. كما قيل لعيسى: كلمة الله؛ لأنه بالكلمة وجد وخلق. </p><p> وقوله تعالى:  {لِمَا عَلَّمْنَاهُ} يمكن أن يكون \"ما\" مصدرًا والهاء عائدة على يعقوب، ويكون التقدير: لأنه لذو علم من أجل تعليمنا إياه. ويكون اللام على هذا كهي في قوله {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ}  [العاديات: ٨] يعني به من أجل حب المال لبخيل. وهذا معنى قول قتادة (٦) . ويمكن أن تكون \"ما\" بمعنى \"الذي\" والهاء عائدة عليها، ويكون التأويل: وإنه لذو علم لأجل الذي علمناه، وللخير الذي علمناه، وللعلم الذي بيناه له. وقيل في التفسير: وإنه لذو فهم لما علمناه أي ذو حفظ (٧) ومراقبة لما علمناه. وقال أهل المعاني: مدحه الله تعالى بالعلم لقوله: {وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ} علم أن الحذر لا ينفع من القدر وأن المقدور كائن. </p><p>(١) انظر: \"زاد المسير\" ٤/ ٢٥٤. (٢) انظر: \"زاد المسير\" ٤/ ٢٥٤، القرطبي ٩/ ٢٢٩، ابن كثير ٢/ ٥٣١.(٣) الطبري ١٣/ ١٤، الثعلبي ٧/ ٩٥ أ، \"زاد المسير\" ٤/ ٢٥٤، ابن عطية ٨/ ٢٤، ابن أبي حاتم ٧/ ٢١٦٩، أبو الشيخ كما في \"الدر\" ٤/ ٤٩.(٤) الطبري ١٣/ ١٥، الثعلبي ٧/ ٩٥ أ، البغوي ٤/ ٢٥٩، ابن عطية ٨/ ٢٤.(٥) \"زاد المسير\" ٤/ ٣٥٤ مختصرًا.(٦) وهو قول الزجاج في \"معانيه\" ٣/ ١١٩، والفراء ٢/ ٥٠.(٧) هذا القول ذكره الفراء في \"معانيه\" ٢/ ٥٠.</p>"
}