{
  "id": null,
  "sura": 12,
  "aya": 55,
  "text": "<p> السحرة والكهنة؟ ! قال: نعم، فأقبل على يوسف وقال: إني (١) أحب أن أسمع منك تأويل رؤياي شفاهًا، فأجابه يوسف بما شفاه وشهد قلبه بصحته، فعند ذلك قال له الملك:  {قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ} يقال: فلان مكين عند فلان بين المكانة، أي: المنزلة، وهي حال يتمكن بها مما يريد (٢) . </p><p> وقوله تعالى \"أمين\" قال الزجاج (٣) : أي قد عرفنا أمانتك وبراءتك مما قرفت به. </p><p> وقال مقاتل (٤) : المكين تفسيره: الوجيه، والأمين الحافظ. وقال عطاء عن ابن عباس (٥) : يريد مكنتك ملكي، وجعلت سلطانك فيه كسلطاني وائتمنتك فيه. </p><p> ٥٥ - قوله تعالى {قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ} قال المفسرون (٦) : لما عبّر يوسف رؤيا الملك بين يديه قال له الملك: فما ترى أيها الصديق؟ قال: أرى أن تزرع في هذه السنين المخصبة زرعًا كثيرا وتبني الأهرا (٧) والخزائن وتجمع الطعام فيها؛ ليأتيك الخلق من النواحي، فيمتارون منك بحكمك (٨) ، ويجتمع عندك من الكنوز ما لم يجتمع لأحد قبلك، فقال </p><p>(١) (إني) ساقط من (ج). (٢) ما سبق في الرازي ١٨/ ١٥٩.(٣) \"معاني القرآن وإعرابه\" ٣/ ١١٦.(٤) \"تفسير مقاتل\" ١٥٥ أ، و\"زاد المسير\" ٤/ ٢٤٣.(٥) \"زاد المسير\" ٤/ ٢٤٣.(٦) الثعلبي ٧/ ٨٩ ب.(٧) كذا في جميع النسخ والصحيح \"الأهرام\" كما في الوسيط ٢/ ٦١٨.(٨) في (ج): (بحكمتك).</p><p> الملك: ومن لي بهذا (١) ، ومن يجمعه ويكفي الشغل فيه؟، فقال يوسف: اجعلني على خزائن الأرض إني على حفظها، ثم حذف المضاف. </p><p> وقوله:  {الْأَرْضِ} قال المفسرون (٢) : يعني أرض مصر. </p><p> وقال أهل العربية (٣) : يعني خزائن أرضك، فجعلت الألف واللام بدلاً من تعريف الإضافة كقول النابغة (٤) : </p><p> والأحْلامُ غَيْرُ عَوَازِبِ </p><p> يريد: وأحلامهم. </p><p> روى جويبر عن الضحاك عن ابن عباس في هذه الآية قال: قال رسول الله - صلى الله عليه وسلم -: \"رحم الله يوسف لو لم يقل اجعلني على خزائن الأرض لاستعمله من ساعته، ولكنه أخر ذلك سنة\"  (٥) . </p><p> فإن قيل: لِمَ طلب يوسف الإمارة، والنبي - صلى الله عليه وسلم - قال لعبد الرحمن بن سمرة \"يا عبد الرحمن لا تسل الإمارة\"  (٦) ؟. </p><p>(١) في (ب): (هذا) من غير باء. (٢) الرازي ١٨/ ١٦٠، البغوي ٤/ ٢٥١، ابن عطية ٨/ ٧.(٣) الطبري ١٣/ ٥، الثعلبي ٧/ ٩٠ أ.(٤) جزء من عجز بيت، وتمامه:لهم شيمة لم يعطها الدهر غيرهم ... من الناس، والأحلام غير عوازبللنابغة الذبياني. انظر \"ديوانه\" ص ٥٦، والطبري ١٣/ ٥، وفي القرطبي ٩/ ٢١٢ عجزه:من الجود والأحلام غير كواذب(٥) الثعلبي ٧/ ٩٠ أ، و\"زاد المسير\" ٢٤٣/ ٤، والقرطبي ٢١٣/ ٩ قال الحافظ ابن جر في \"الكاف الشاف\" ص ٩٠ \"أخرجه الثعلبي عن ابن عباس من رواية إسحاق ابن بشر عن جويبر عن الضحاك عنه وهذا إسناد ساقط، وقال الألباني. موضوع، انظر: \"سلسلة الأحاديث الضعيفة\" (٣٢٩).(٦) الحديث أخرجه البخاري (٦٦٢٢) كتاب الإيمان والنذور، باب قول الله تعالى =</p><p> والجواب من هذا ما ذكره أبو إسحاق (١) قال: إن الأنبياء بعثوا لإقامة الحق والعدل ووضع الأشياء مواضعها، وعلم يوسف - صلى الله عليه وسلم - أنه لا أحد أقوم بذلك ولا أوضع له في مواضعه منه، فسأل ذلك إرادة للصلاح. </p><p> وقوله تعالى:  {إِنِّي حَفِيظٌ عَلِيمٌ} قال ابن عباس في رواية عطاء: يريد لا يضيع من ذلك عندي شيء، عليم بما أفعل ويصلح ملكك. </p><p> وقال قتادة (٢) : حفيظ لما وليت، عليم بأمره ونحوه. </p><p> قال ابن إسحاق (٣) وأبو إسحاق (٤) : وقال جماعة: يريد أني كاتب حاسب. </p><p> فإن قيل (٥) : لِمَ ترك الاستثناء في هذا بأن يقول: إن شاء الله، وإدخال الاستثناء في مثل هذا أوجب في كلام مثله؟. ولِمَ مدح نفسه بالحفظ والعلم؟ </p><p> والجواب أن يقال: أما تركه الاستثناء فإن ذلك كان منه خطيئة أوجبت عليه من الله العقوبة، بأن أخر تمليكه عن ذلك الوقت، ذكر مقاتل ابن سليمان (٦) : أن النبي - صلى الله عليه وسلم - قال:  \"إن يوسف قال: إني حفيظ عليم،لو قال:إن شاء الله، لملك من وقته ذلك\" ، ويمكن أن يقال: إنه أضمر في </p><p>= {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ} وفي (٦٧٢٢) كتاب كفارات الأيمان، باب الكفارة قبل الحنث وبعده وفي مواضع أخرى (٧١٤٦)، (٧١٤٧). وأخرجه مسلم (١٨٢٤) في الإمارة، باب النهي عن طلب الإمارة والحرص عليها.(١) \"معاني القرآن وإعرابه\" ٣/ ١١٦.(٢) و (٣) الطبري ١٣/ ٥، الثعلبي ٧/ ٩٠ أ.(٤) \"معاني القرآن وإعرابه\" ٣/ ١١٦.(٥) \"زاد المسير\" ٤/ ٢٤٤، والرازي ١٨/ ١٦٠.(٦) \"تفسيرمقاتل\" ١٥٥ أ، و\"زاد المسير\" ٤/ ٢٤٣.</p>"
}