{
  "id": null,
  "sura": 12,
  "aya": 110,
  "text": "<p> وهذا الذي قاله أبو بكر إنما هو على مذهب البصريين؛ لأن عندهم لا يجوز إضافة الشيء إلى نفسه وإن اختلف اللفظان (١) ، وقال على مذهب الكوفيين: الدار نوع والآخرة جنس، وكانت إضافة النوع إلى الجنس يجري مجرى قولهم: قميص وَشْي، وجبَّة خَزّ إذ القميص من الوشي، فكانت الدار كأنها بعض الآخرة، إذ الآخرة يقع على معان كثيرة {أَفَلَا تَعْقِلُونَ} هذا فتؤمنوا. </p><p> ١١٠ - قوله تعالى:  {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} الآية، (حتى) هاهنا حرف من حروف الابتداء يستأنف بعدها كما يستأنف بعد \"أما، وإذا\" ، وذلك أن (حتى) لها ثلاثة أحوال: إما أن تكون جارة، أو عاطفة، [أو كانت من حروف الابتداء، وليست هاهنا جارة ولا عاطفة]  (٢) ، وحيث ينصب الفعل إنما ينصبه بإضمار أن، ومما جاء فيه (حتى) حرفًا مبتدأ كقوله (٣) : </p><p> وحَتّى الجِيَادُ ما يُقَدْنَ بأرْسَانِ (٤) </p><p> ألا ترى أنها ليست عاطفة لدخول حرف العطف عليها، ولا جارة </p><p>(١) \"إعراب القرآن\" للنحاس ٢/ ١٦٠، و\"البحر المحيط\" ٥/ ٣٥٣، والقرطبي ٩/ ٢٧٥، وابن عطية ٨/ ٩٨. (٢) ما بين المعقوفتين في (ب)، وهو ساقط من (أ)، (ج).(٣) في (أ)، (ج): (وقوله تعالى).(٤) البيت لامرئ القيس، وصدره:سريتُ بهم حتى تكلَّ مطيُّهُمْوهو في \"ديوانه\" ص ٩٥، و\"الدر\" ٦/ ١٤١، و\"شرح أبيات سيبويه\" ٢/ ٤٢٠، و\"الكتاب\" ٣/ ٢٧، و\"اللسان\" (غزا)، و\"شرح شواهد الإيضاح\" ص ٢٢٨، و\"شرح شواهد المغني\" ١/ ٣٧٤، و\"شرح المفصل\" ٥/ ٧٩.</p><p> لارتفاع الاسم بعدها، ومثله (١) : </p><p> حتى إذا سَلَخَا جُمَادَى ستةً ... جَزَءًا فطالَ صيامُه وصيامُها </p><p> ومعني قوله:  {اسْتَيْأَسَ الرُّسُلُ} أي من إيمان قومهم، قال ابن عباس (٢) : يريد من قومهم أن يؤمنوا، وذكرنا الكلام في:  {اسْتَيْأَسَ} عند قوله: {فَلَمَّا اسْتَيْأَسُوا مِنْهُ}  [يوسف: ٨٠] . </p><p> وقوله تعالى:  {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} أي: أيقنوا أن قومهم قد كذبوهم، وهذا معنى قول عطاء (٣) وقتادة (٤) والحسن (٥) . وأكثر من قرأ (٦)  (كُذِّبوا) بالتشديد، وقالت عائشة (٧) رضي الله عنها: ما زال النبلاء بهم حتى </p><p>(١) البيت للبيد وهو من معلقته البيت رقم (٢٨) في \"شرح ديوانه\" ص ٣٠٥، و\"تهذيب اللغة\" (سلخ) ٢/ ١٧٣١، و\"اللسان\" ٤/ ٢٠٦٣، و\"تاج العروس\" (سلخ) ٤/ ٢٧٧، و (جمادى) ستة هي جمادى الآخرة، وهي تمام ستة أشهر من أول السنة. (٢) الطبري ١٣/ ٨٣، وأبو عبيد وسعيد بن منصور والنسائي في \"الكبرى\" ٦/ ٣٦٩ (١١٢٥٦)، وابن المنذر وابن أبي حاتم ٧/ ٢٢١١، وأبو الشيخ وابن مردويه كما في \"الدر\" ٤/ ٧٧، والثعلبي ٧/ ١١٧ ب، و\"زاد المسير\" ٤/ ٢٩٦.(٣) \"زاد المسير\" ٤/ ٢٩٦.(٤) الطبري ١٣/ ٨٨، وعبد الرزاق ٢/ ٣٢٩، والثعلبي ٧/ ١١٨ أ، والبغوي ٤/ ٢٨٦.(٥) الطبري ١٣/ ٨٨، و\"زاد المسير\" ٤/ ٢٩٦.(٦) قرأ ابن كثير ونافع وأبو عمرو وابن عامر {كُذِبُوا} الشديد، وقرأ حمزة والكسائي وعاصم {كُذِبُوا} بالتخفيف. وكلهم بضم الكاف.انظر: \"السبعة\" ص ٣٥١، ٣٥٢، و\"إتحاف\" / ٢٦٨، والطبري ١٣/ ٨٥، ٨٧، وابن عطية ٩/ ٣٩٢، و\"البحر\" ٥/ ٣٥٤.(٧) الطبري ١٣/ ٨٧، وأبو عبيد والبخاري (٤٦٩٥) كتاب التفسير، باب قوله {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} والنسائي في \"الكبرى\" ٦/ ٣٦٩ (١١٢٥٤)، وابن المنذر وابن أبي حاتم ٧/ ٢٢١١، وأبو الشيخ وابن مردويه كما في \"الدر\" ٤/ ٧٧، والثعلبي ٧/ ١١٨أ.</p><p> ظنوا أن من آمن بهم من أتباعهم قد كذبهم (١) فأتاهم نصر الله عن ذلك، وعلى هذا القول: الظن بمعنى الحسبان، والتكذيب مظنون من جهة من آمن بهم، والمعنى: ظنت (٢) الرسل ظن حسبان أن أتباعهم من الأمم قد كذبتهم في وعد الظفر والنصر لإبطائه وتأخيره عنهم، وطول البلاء بهم، لا أنهم كذبوهم في كونهم رسلاً، وهذا التكذيب أيضًا لم يحصل من أتباعهم المؤمنين؛ لأنه لو حصل لكان نوع كفر، ولكن الرسل ظنت بهم ذلك لبُطء النصر، وعلى القول الأول الظن بمعنى: اليقين والتكذيب المتيقن من جهة الكفار، وعلى القولين جميعا الكناية في (ظنوا) للرسل. </p><p> وقرأ أهل الكوفة (كُذِبوا) مخففة، ومعناه: ظن الأمم أن الرسل كذبوهم فيما أخبروهم به من نصر الله إياهم وإهلاك أعدائهم، هذا معنى قول ابن عباس (٣) وابن مسعود (٤) وسعيد بن جبير (٥) ومجاهد (٦) وابن زيد (٧) والضحاك (٨) وعامة المفسرين وأهل المعاني (٩) . </p><p>(١) في (ب): (كذبوهم). (٢) في (أ)، (ج): {ظَنَنتُ} بنونين.(٣) الطبري ١٣/ ٨٢ - ٨٧، وأبو عبيد وسعيد بن منصور والنسائي في \"الكبرى\" ٦/ ٣٦٩ (١١٢٥٦)، وابن المنذر وابن أبي حاتم ٧/ ٢٢١٢، وأبو الشيخ وابن مردويه كما في \"الدر\" ٤/ ٧٧.(٤) الطبري ١٣/ ٨٥، وعبد الرزاق ٢/ ٣٢٩، وسعيد بن منصور وابن المنذر والطبراني وأبو الشيخ كما في \"الدر\".(٥) الطبري ١٣/ ٨٤ - ٨٦، وأبو الشيخ، وابن المنذر كما في \"الدر\" ٤/ ٧٧.(٦) الطبري ١٣/ ٨٤.(٧) الطبري ١٣/ ٨٤ - ٨٥.(٨) الطبري ١٣/ ٨٥.(٩) الطبري ١٣/ ٨٥، والثعلبي ٧/ ١١٧ أ، والبغوي ٤/ ٢٨٦، و\"زاد المسير\" ٤/ ٢٩٦، وابن عطية ٨/ ١٠٠، و\"البحر المحيط\" ٥/ ٣٥٤، والقرطبي ٩/ ٢٧٥، و\"معاني الفراء\" ٢/ ٥٦، و\"معاني الزجاج\" ٣/ ١٣٢.</p><p> و (كُذبوا) من قولهم: كذبتك الحديث، أي: لم أصدقك، ومنه قوله تعالى (١) : {وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ}  [التوبة: ٩٠] ، قال أبو علي (٢) : والضمير في قوله: {وَظَنُّوا} على هذه القراءة للمرسل إليهم، لتقدير ظن المرسل إليهم أن الرسل كذبوهم فيما أخبروهم به، من أنهم لم يؤمنوا بهم نزل بهم العذاب وإنما ظنوا ذلك لما شاهدوا من إمهال الله إيماهم، ولا يمتنع حمل الضمير في {وَظَنُّوا} هو على المرسل إليهم وإن لم يتقدم ذكرهم؛ لأن ذكر الرسل يدل على المرسل إليهم، وإن شئت قلت: إن ذكرهم جرى في قوله: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ}  [يوسف: ١٠٩] فيكون الضمير للذين من قبلهم من مكذبي الرسل، والظن هاهنا على معنى: التوهم والحسبان. </p><p> وهذا معنى ما روى سفيان عن أبي حصين (٣) عن عمران بن الحارث (٤) عن ابن عباس (٥) أنه قال: {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ} من قومهم </p><p>(١) (تعالى) ساقط من (أ)، (ج). (٢) \"الحجة\" ٤/ ٤٤٢.(٣) هو عثمان بن عاصم بن حصين الأسدي الكوفي، روى له الجماعة، ثقة ثبت سنّي، ربما دلّس، توفي سنة ١٢٧ هـ. انظر: \"التقريب\" ص ٣٨٤ (٤٤٨٤).وفي رواية الطبري حصين بدل أبي حصين، وحصين هذا هو حصين بن عبد الرحمن السلمي، أبو الهذيل الكوفي، ثقة تغيّر حفظه في الآخر، روى له الجماعة، توفي سنة ١٣٦ هـ، انظر: \"التقريب\" ص ١٧٠ (١٣٦٩).(٤) عمران بن الحارث السلمي، أبو الحكم الكوفي: ثقة، روى لي مسلم والنسائي، روى عن ابن عباس. انظر: \"التقريب\" ص ٤٢٩ (٥١٤٧). وهذا الإسناد صحيح.(٥) الطبري ١٣/ ٨٢، وفي الرواية سفيان، عن حصين، عن عمران، عن ابن عباس.</p><p> الإجابة، وظن القوم أن الرسل قد كُذِبُوا فيما وعدوا من نصرهم وإهلاك من كذبهم، والثاني: وتيقن الرسل أنهم قد كُذِبُوا في وعد قومهم إياهم الإيمان: أي وعدوا أن يؤمنوا ثم لم يؤمنوا. </p><p> والأول هو قول سعيد بن جبير (١) رواه إسماعيل بن علية (٢) عن أبي المعلى (٣) عنه. </p><p> وروى ابن أبي مليكة عن ابن عباس (٤) : أنه قرأ: (وظنوا أنهم كذبوا) يذهب إلى أن الرسل ضُعفوا، فظنوا أنهم قد خُلفوا، قال ابن عباس (٥) : وكانوا بشرًا. </p><p> قال أبو بكر بن الأنباري: وهذا غير معول عليه من جهتين: إحداهما (٦) : أن التفسير فيه ليس عن ابن عباس، لكنه من [متأول] تأوله عليه، والأخرى: أن في قوله: {جَاءَهُمْ نَصْرُنَا} دلالة على أن أهل الكفر لما ظنوا ما لا يجوز ظن مثله واستضعفوا رسل الله، نصر الرسل ولو كان </p><p>(١) في الطبري ١٣/ ٨٤، رواية إسماعيل بن علية، عن كلثوم بن جبر، عن سعيد (٢٠٠٠٧)، وفي رواية أخرى: وهيب، عن أبي المعليّ العطار، عن سعيد (٢٠٠١٠). (٢) هو إسماعيل بن إبراهيم بن مقسم الأسدي مولاهم، أبو بشر البصري، المعروف بابن عُليّه، ثقة حافظ، روى له الجماعة، توفي سنة ١٩٣ هـ.انظر: \"التقريب\" ص ١٠٥ (٤١٦).(٣) هو يحيي بن ميمون الضبي، أبو المعلي العطار الكوفي، ثقة، روى له البخاري تعليقًا، والنسائي وابن ماجه، توفي سنة ١٣٢ هـ.انظر: \"التقريب\" ص ٥٩٧ (٧٦٥٨).(٤) الطبري ١٣/ ٨٧.(٥) الطبري ١٣/ ٨٧.(٦) في (ج): (إحديهما).</p><p> الظن للرسل كان ذلك منهم خطأً عظيمًا لا يستحقون ظفرًا ولا نصرًا، وتنزيه الأنبياء وتطهيرهم واجب علينا إذا وجدنا إلى ذلك سبيلًا. </p><p> وقال أبو إسحاق (١) منكرًا لهذا التفسير: وذلك بعيد في صفة الرسل. يروى عن عائشة (٢) أن النبي - صلى الله عليه وسلم - لم يوعد بشيء يخلف فيه، وعنها (٣) أيضًا أنها قالت: معاذ الله أن تظن الرسلُ هذا بربها. </p><p> قال أبو علي (٤) : وإن ذهب ذاهب إلى أن المعنى: ظن الرسل أن الذي وعد الله أممهم على لسانهم قد كذبوا، فقد أتى عظيمًا لا يجوز أن ينسب مثلُه إلى الأنبياء، لأن الله سبحانه لا يخلف الميعاد ولا مبدل لكلماته، هذا قول من أنكر هذه الرواية. </p><p> وقال الأزهري (٥) : إن صح هذا عن ابن عباس فوجهه عندي -والله أعلم- أن الرسل خطر في أوهامهم ما يخطر في أوهام البشر، من غير أن حققوا تلك الخواطر، ولم يكن ظنهم ظنًّا اطمأنوا إليه، ولكن كان (٦) ظنًا بخاطر، وقد روينا عن النبي - صلى الله عليه وسلم - أنه قال:  \"تجاوز الله عن أمتي ما حدثت به أنفسها، ما لم ينطق به لسان أو تعمله يد\"  (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٣٢. (٢) الطبري ١٣/ ٨٧، وصححه أحمد شاكر في تعليقه، و\"الفتح\" ٨/ ١٤٠.(٣) الطبري ١٣/ ٨٧، وابن أبي حاتم ٧/ ٢٢١١، وأخرجه البخاري (٤٦٩٥) كتاب التفسير باب: قوله {حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ}، والحاكم في \"المستدرك\" ٣/ ٣٤٩، وقال على شرط الشريخين ولم يخرجاه، ووافقه الذهبي.(٤) \"الحجة\" ٤/ ٤٤٣.(٥) \"تهذيب اللغة\" (كذب) ٤/ ٣١١٥.(٦) في \"التهذيب\" ٤/ ٣١١٥: ونكنه كان خاطرًا بغلبة اليقين.(٧) أخرجه الترمذي بلفظه (١١٨٣) الطلاق واللعان، باب: ما جاء فيمن يحدث نفسه بطلاق امرأته، وقال الترمذي: هذا حديث حسن صحيح، وبنحوه في البخاري، (٢٠٢٨) كتاب العتق باب: الخطأ والنسيان في العتاقة، والطلاق وفي مسلم (١٢٧) كتاب: الأيمان، باب تجاوز الله عن حديث النفس والخواطر بالقلب إذا لم تستقر.</p><p> وقوله تعالى:  {جَاءَهُمْ نَصْرُنَا} قال ابن عباس (١) : يريد نصر النبيين. </p><p> {فَنُجِّيَ مَنْ نَشَاءُ} كتبت في المصحف بنون واحدة كراهة لاجتماع المثلين، كما كتبوا: الدنيا والعليا ومحيا ونحو ذلك، بالألف؛ كراهة لاجتماع المثلين، ولولا ذلك لكتبت بالياء كما كتبت: حبلى ونخشى، وما لم يكن فيه ياء من هذا النحو بالياء، فلما كرهوا اجتماع المثلين في الخط حذفوا النون، وقوى ذلك أنه لا يكون في هذه النون إلا الإخفاء ولا يجوز البيان؛ لأنها لا تتبين عند حروف الفم فأشبه بذلك الإدغام؛ لأن الإخفاء لا يتبين فيه الحروف المخففة (٢) كما أن الإدغام لا يتبين فيه الحرف المدغم بيانه في غير الإدغام، فلما وافوا هذه النون المدغم استحبوا حذفه من الخط، ولأجل (٣) هذه [السورة من الخط قرأ عاصم (فُنُجِّي)  (٤) مشدّدة الجيم مفتوحة الياء بنون واحد، وقوى هذه] (٥) القراءة أنه عُطِفَ عليه فعل </p><p>(١) الطبري بلفظ فينصر الله الرسل ١٣/ ٨٣. (٢) في (ب): (المخفا الصحيح).(٣) في (ج): (لأجل) من غير واو.(٤) قرأ ابن عامر وعاصم (فنُجِّي) مشددة الجيم مفتوحة الياء بنون واحدة، وقرأ ابن كثير ونافع وأبو عمرو وحمزة والكسائي (فنُنْجي) بنونين الأول مضمومة والثانية ساكنة والياء ساكنة وروى عن أبي عمرو (فَنَّجِّي) يدغم. انظر: \"السبعة\" ص ٣٥٢، و\"إتحاف\" /٢٦٨، والطبري ١٣/ ٨٩، و\"البحر\" ٥/ ٣٥٥.(٥) ما بين المعقوفين في (ب) وساقط من (أ)، (ج).</p>"
}