{
  "id": null,
  "sura": 13,
  "aya": 5,
  "text": "<p> ٥ - قوله تعالى {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ} قال ابن عباس (١) : يريد من كذيبهم إياك بعد ما كنت عندهم الصادق الأمين، وقال جماعة من أهل التفسير (٢) : وإن تعجب يا محمد من عبادتهم ما لا يملك لهم نفعًا ولا ضرًّا، بعد ما رأوا من قدرة الله في خلقه الأشياء التي ذكرها، فعجبٌ قولهم {أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} قال أبو إسحاق (٣) : أي هذا موضع عجب أنهم أنكروا البعث، وقد بيّن لهم من خلق السموات والأرض ما يدل على أن البعث أسهل في القدرة مما قد تبينوا. </p><p> قال ابن عباس: يريد فعجب قولهم أن ضعفوا قدرتي بإنكار البعث، وتلخيصه: إن تعجب يا محمد من اتخاذهم الأوثان وتكذيبك بعد البيان، فتعجب من هذا أيضًا، فإنه موضع العجب، ومعنى قوله:  {فَعَجَبٌ قَوْلُهُم} أي عندك؛ لأن الله تعالى لا يعجب من شيء (٤) . </p><p> قال أبو علي (٥) : من قرأ (٦) بالاستفهام في \"أإذا\" و \"أإنَّا\" فموضع {أَإِذَا} نصب بفعل مضمر، يدل عليه قوله:  {أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} ، لأن </p><p>(١) أخرجه ابن أبي حاتم ٧/ ٢٢٢١، وأبو الشيخ عن الحسن نحوه كما في \"الدر\" ٤/ ٨٥، والقرطبي ٩/ ٢٨٤. (٢) الطبري ١٣/ ١٠٣ - ١٠٤، الثعلبي ٧/ ١٢١ ب، \"زاد المسير\" ٤/ ٣٠٤، القرطبي ٩/ ٢٨٤.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٣٨.(٤) سبق التعليق على نفيه هذه الصفة في مبحث منهجه في العقيدة.(٥) \"الحجة\" ٥/ ١١.(٦) قرأ ابن كثير وأبو عمرو (أيذا كنا ترابًا أينا) جميعًا بالاستفهام، غير أن أبا عمرو يمد الهمزة ثم يأتي بالياء ساكنة، وابن كثير بالياء ساكنة من غير مدة، وقرأ نافع (أيذا) مثل أبي عمرو، واختلث عنه في المد، وقرأ (إنَّا) مكسورة الألف على الخبر، ووافقه الكسائى اكتفائه بالاستفهام الأول عن الثاني غير أنه كان يهمز همزتين، وقرأ عاصم وحمزة (أءذاكنا .. أعنا) بهمزتين فيهما جميعًا، وقرأ ابن عامر (إذ كنا) مكسورة الألف من غير استفهام، (آءنا) يهمز ثم يمد ثم يهمز، في وزن عَاعنَّا. انظر: \"السبعة\" ص ٣٥٧، و\"إتحاف\" ص ٢٦٩، و\"زاد المسير\" ٤/ ٣٠٤.</p><p> هذا الكلام يدل على نُبعث ونُحشر، كأنه قال: أنبعث إذا كنا ترابًا، وهكذا إذا لم يدخل الاستفهام في الجملة الثانية؛ لأن ما بعد أن فيما قبله بمنزلة الاستفهام، في أنه لا يجوز أن يعمل، فلما قدرت هذا الناصب لـ \"إذا\" مع الاستفهام، [لأن الاستفهام]  (١) لا يعمل ما بعده فيما قبله، كذلك تقدره في \"أن\" ؛ لأن ما بعدها أيضًا لا يعمل فيما قبلها، وهذا الذي ذكره أبو علي هو شرح كلام أبي إسحاق (٢) وقد ذكره. </p><p> وقوله تعالى (٣) : {وَأُولَئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ} الأغلال جمع الغل، وهو طوق (٤) تقيد به اليد إلى العنق، يقال منه غل الرجل فهو مغلول. </p><p> قال أبو إسحاق (٥) : جاء في التفسير أن الأغلال في أعناقهم يوم القيامة؛ والدليل على ذلك قوله (٦)  {إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ} إلى قوله {ثُمَّ فِي النَّارِ يُسْجَرُونَ}  (٧) ، قال: ويجوز أن يكون معنى الأغلال هاهنا أعمالهم السيئة التي هي لازمة لهم، كما يقال للرجل: هذا غل في عنقك، للعمل السيء، معناه أنه لازم لك وأنك مجازى عليه العذاب. </p><p>(١) ما بين المعقوفين ليس في (ج). (٢) انظر: \"معاني القرآن وإعرابه\" ٣/ ١٣٨.(٣) في (ب): (وأولئك).(٤) في (أ)، (ج): (طرق).(٥) \"معاني القرآن وإعرابه\" ٣/ ١٣٩، وفيه: أن الأغلال الأعمال في أعناقهم.(٦) في (ج): (تعالى).(٧) غافر: ٧١ - ٧٢.</p>"
}