{
  "id": null,
  "sura": 13,
  "aya": 2,
  "text": "<p> مكة: إن محمدًا يقول القرآن من تلقاء نفسه. </p><p> ٢ - قوله تعالى:  {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ} قال أبو إسحاق (١) : لما ذكر أنهم لا يؤمنون، عرف الدليل الذي يوجب التصديق بالخالق، فقال:  {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا} الآية، العمد (٢) : الأساطين، ومنه قول النابغة (٣) : </p><p> يَبْنُون تَدْمُر بالصُّفّاح (٤) والعَمَدِ </p><p> وهو جمع عماد، يقال: عماد، وعُمَد، وعُمُد، مثل إهابٌ، وأهَبٌ وأُهُبٌ، قال ذلك أبو إسحاق (٥) في قوله {عَمَدٍ مُمَدَّدَةٍ}  [الهمزة: ٩] ، وقال الفراء (٦) : العُمُد والعَمَد جمع العمود، مثل أديم وأُدُم، وأدَم، وقَضْم وقُضْم، قُضُم والعماد والعمود ما يعمد به الشيء، يقال: عمدت الحائط أعمده عمدًا، إذا دعمته فاعتمد الحائط على العماد، أي امتسك به، ومن هذا يقال: فلان عمدة قومه؛ إذا كانوا يعتمدونه فيما يحزبهم. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٣٦. (٢) \"تهذيب اللغة\" (عمد) ٣/ ٢٥٦١.(٣) عجز بيت للنابغة وصدره:وخيس الجن إني قد أذنت لهمانظر: \"ديوانه\" ص ١٣، و\"المحرر الوجيز\" ٨/ ١١١، و\"البحر المحيط\" ٥/ ٣٥٧، و\"الدر المصون\" ٧/ ١٠، و\"تهذيب اللغة\" (عمد) ٣/ ٢٥٦١، و\"مختار الشعر الجاهلي\" ١٥٢، و\"اللسان\" (عمد) ٥/ ٣٠٩٧، وخيس: ذلل، تَدْمر: بلدة بالشام، الصفاح: حجارة عراض رقاق.(٤) في (أ)، (ب): (بالصفائح).(٥) \"معاني القرآن وإعرابه\" ٥/ ٣٦٢.(٦) \"معاني القرآن\" ٣/ ٢٩١، وفيه: جمعان للعمود.</p><p> وقوله تعالى:  {تَرَوْنَهَا} فيه ثلاثة أقوال: أحدها أنه كلام مستأنف، والمعنى رفع السموات بغير عمد، ثم قال {تَرَوْنَهَا} أي: وأنتم ترونها كذلك مرفوعة بلا عمد (١) . </p><p> قال ابن الأنباري (٢) : أفاد بقوله \"ترونها\" ، أنهم يرونها بلا دعامة ترفعها، ولا شيء يمسكها من الوقوع، أي الذي تشاهدون من هذا الأمر العظيم وتعاينونه بأبصاركم يغنيكم عن الإخبار وإقامة الدلائل، \"فترونها\" على هذا القول، خبر مستأنف، قال: ويجوز أن يكون ترونها متعلقًا بالسموات، والباء من صلته، وتلخيصه:  (ترونها) بغير عمد، فالباء معناها التأخير بعد الرؤية، و \"ترونها\" على هذا في موضع نصب في التقدير على الحال من \"السموات\" . لو صرف إلى الدائم لقيل: رأيتها (٣) أنتم بغير عمد، وإذا جعلناه خبرًا مستأنفًا غير متعلق بالباء، كان الباء من صلة الرفع، وقد حصل في \"ترونها\" قولان، وهذا على قول من يقول: إن الله تعالى (٤) خلق السموات بلا عماد من تحتها. </p><p> وهو قول ابن عباس (٥) فيما روى جويبر عن الضحاك عنه قال: يعني ليس من دونها دعامة، ولا فوقها علاقة، وهو قول قتادة (٦) وإياس بن </p><p>(١) ساقطة من (أ)، (ج). (٢) \"الأضداد\" ص ٢٦٨، و\"الوقف والابتداء\" ٢/ ٧٣٠، ٧٣١، و\"زاد المسير\" ٤/ ٣٠١.(٣) كذا في جميع النسخ، ولعل الصواب (رأيتموها).(٤) (تعالى): ساقطة من (ج).(٥) الثعلبي ٧/ ١٩٩ ب.(٦) الطبري ١٣/ ٩٤، وعبد الرزاق ٢/ ٣٣١، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ٦٠١.</p><p> معاوية (١) ، ومقاتل (٢) قال: من قائمات ليس لها عمد. </p><p> والقول الثالث في (ترونها) أنه من نعت العمد، المعنى بغير عمد مرئية، وعلى هذا الجحد الداخل على العمد واقع في المعنى على الرُؤية، والتقدير: رفع السموات بعمد لا ترونها، والعرب قد تقدم الجحد من آخر الكلمةإلى أولها، ويكون ذلك جائزًا كما تقول: لا تكلمن بغير كلام يمله السامع. معناه: بكلام لا يمله السامع، ومنه [قول] ابن هرمة (٣) : </p><p> ولا أَرَاهَا (٤) تَزَالُ ظَالِمَةً ... يُحْدِثُ لي نَكْبَةً وتَنْكَأُهَا </p><p> أراد: وأراها لا تزال ظالمة، وهذا التقدير على قول من قال: إن للسموات عمدًا ولكنا لا نراها، وهو قول ابن عباس (٥) في رواية، قال: لها عمد على قاف، وهو جبل من زبرجد محيط بالدنيا، ولكنكم لا ترون العمد، وهذا قول مجاهد (٦) . </p><p> وأنكر قوم هذا التأويل، وقالوا: لو كان لها عمد لكانت ترى، والله -عز وجل- إنما دل هذا على قدرته من حيث لا يمكن لأحد أن يقيم جسمًا بغير عمد إلا هو، وما ذكرنا من الأقوال في (ترونها) ، والتقديرات فيه، من كلام </p><p>(١) الطبري ١٣/ ٩٤، و\"الدر المنثور\" ٤/ ٨١، والثعلبي ٧/ ١١٩ ب. وهو: إياس بن معاوية بن قرة بن إياس المزني أبو واثلة، قاضي البصرة، تابعي ثقة فقيه يضرب به المثل في الذكاء والدهاء والعقل والفطنة والفصاحة. توفي سنة ١٢٢ هـ. انظر: \"حلية الأولياء\" ٣/ ١٢٣، و\"تهذيب التهذيب\" ١/ ١٩٧. (٢) \"تفسير مقاتل\" ١٥٨ب، ولم أجده فيه.(٣) سبق تخريجه.(٤) في (ج): (ولال راها).(٥) الطبري ١٣/ ٩٤، قال: بعمد لا ترونها، الرازي ١٨/ ٢٣٢.(٦) الطبري ١٣/ ٩٣، وابن أبي حاتم كما في \"الدر\" ٤/ ٦٠٠، و\"زاد المسير\" ٤/ ٨١.</p><p> الفراء (١) والزجاج (٢) وأبي بكر، وقال الزجاج في (٣) نظم هذه الآية في سورة لقمان: من قال بعمد ترونها، يكون معنى (العمد) قدرته التي يمسك بها السموات والأرض، وهي غير مرئية. </p><p> وقوله تعالى {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} أي بالاستيلاء والاقتدار، ونفوذ السلطان، وأصله استواء التدبير، كما أن أجل القيام الانتصاب، ثم قال قائم بالتدبير، والمعنى: ثم استوى على العرش بالتدبير، للأجسام الذي قد كوّنها، فقوله {ثُمَّ} يدل على حدوث التدبير، والكلام في معنى الاستواء ماض بالاستقصاء في سورة البقرة (٤) . </p><p> وقوله تعالى:  {وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ} معنى التسخير التذليل، قال أبو إسحاق (٥) : كل مقهور مدبّر لا يملك لنفسه ما يخلصه من القهر، فذلك مسخّر، وقال غيره (٦) : أصله: سخرت السفينة، إذا أطاعت وطاب لها </p><p>(١) \"معاني القرآن\" ٢/ ٥٧. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٣٦.(٣) \"معاني القرآن وإعرابه\" ٤/ ١٩٥.(٤) عند قوله تعالى: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ} [البقرة: ٢٩]، وخلاصة ما ذكره أن للاستواء معاني، منها:١ - أن يستوي الرجل وينتهي شبابه وقوته.٢ - أن يستوي من اعوجاج.٣ - بمعى أقبل.٤ - بمعنى عمد وقصد.٥ - صعد.٦ - استولى.٧ - علا.وقد رجح تأويل الاستواء على كل حال وقصد نفي الصفة كما هو مذهب الأشاعرة. وقد تقدم التعليق على ذلك مرارًا.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٣٦.(٦) نقله في \"التهذيب\" (سخر) ٢/ ١٦٥٠ عن الليث.</p><p> السير، وقد سخرها الله تسخيرًا، وأنشد (١) : </p><p> سَوَاخِرٌ في سَواءِ اليَمِّ تَحْتَفزُ </p><p> وتسخرت دابة فلان، ركبتها بغير أجر، ومعنى تسخير الشمس والقمر، تذليلها لما يراد منها، وهو قوله:  {كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى} أي إلى وقت معلوم، وهو فناء الدنيا. </p><p> وهذا معنى قول ابن عباس (٢) في رواية عطاء، قال: يريد أن (٣) هذا كائن إلى يوم القيامة، وروي عنه (٤) أنه قال: أراد بالأجل المسمى: انتهاؤهما في السير إلى درجاتهما ومنازلهما، وهو قول الكلبي (٥) ، قال: للشمس منازل معلومة، كل يوم لها منزل تنزله، حتى تنتهي إلى آخر منازلها، فإذا انتهت إليه لم تجاوزه ثم ترجع، فهذا الأجل المسمى، وللقمر كذلك. </p><p> وقوله تعالى:  {يُدَبِّرُ الْأَمْر} معنى التدبير: تصريف الأمر على ما يقتضيه مستدبر حاله في عاقبته، والله تعالى يدبر الأمر بحكمته. {يُفَصِّلُ الْآيَاتِ} أي: يبين الآيات التي تدل على قدرته على البعث، وذلك أنهم كانوا يجحدون البعث، فأُعلموا أن الذي خلق السموات وأنشأ هذه الأشياء ولم تكن، قادرٌ على إعادتهم، وهو معنى قوله: {لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ </p><p>(١) لم أهتد إلى قائله وهو بلا نسبة في كتاب \"العين\" المنسوب إلى الخليل ٤/ ١٥٦، و\"التهذيب\" (سخر) ٢/ ١٦٥٠، و\"اللسان\" (سخر) ٤/ ١٩٦٣. (٢) \"تنوير المقباس\" ص ١٥٥، و\"زاد المسير\" ٤/ ٣٠١، والقرطبي ٩/ ٢٧٩.(٣) ليس في (ب).(٤) الثعلبي ٧/ ١٢٠ أ، القرطبى ٩/ ٢٧٩، الرازي ١٨/ ٢٣٣.(٥) \"زاد المسير\" ٧/ ١٩.</p>"
}