{
  "id": null,
  "sura": 13,
  "aya": 33,
  "text": "<p> أصنع بمشركي قومك، قال المفسرون: الآية تسلية للنبي - صلى الله عليه وسلم -، عما يلقى من سفهاء قومه من الكفر والاستهزاء، بأنه قد قيل لأنبياء قبلك مثل هذا، فاصبر كما صبروا حتى أذيق المستهزئين بك العذاب الأليم كسُنّتي في الكذابين المستهزئين. </p><p> ٣٣ - قوله تعالى:  {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ} الآية، قال ابن عباس (١) : يريد نفسه تبارك وتعالى، قال ابن الأنباري (٢) وغيره: وصف الله تعالى بالقيام، ليس يراد به الانتصاب (٣) ، الذي هو من صفة الأجسام، ولكن معناه التولي لأمور خلقه والتدبير للأرزاق والآجال وإحصاء الأعمال والجزاء، كقوله تعالى:  {قَائِمًا بِالْقِسْطِ}  [آل عمران: ١٨] ، أي والباء كذلك (٤) ، وقد يراد القيام في اللغة (٥) ولا يراد به الانتصاب، كما يقال: فلان قائم بأمر الأيتام، يعنون بالقيام الولاية لأمورهم، والمعنى هاهنا: أفمن هو قائم بالتدبير على كل نفس بجزاء ما كسبت، وتلخيصه: أفمن هو مجاز كل نفس بما كسبت، وحكى أبو بكر عن بعض اللغويين أن معناه: أفمن هو عالم بكسب كل نفس واحتج بقول الشاعر (٦) : </p><p> فلولا رجالٌ من قُريشٍ أعِزَّة ... سرقتم ثِيَابَ البَيْتِ والله قائِمُ </p><p>(١) الطبري ١٣/ ١٥٩، وابن مردويه كما في \"الدر\" ٤/ ١١٩، و\"زاد المسير\" ٤/ ٣٣٣، و\"تفسير كتاب الله العزيز\" ٢/ ٣١١ عن الحسن. (٢) \"زاد المسير\" ٤/ ٣٣٣. بنحوه.(٣) لم يرد دليل على نفي الانتصاب، فالنفي يحتاج إلى دليل، كما أن الإثبات كذلك.(٤) في (ب): (لذلك).(٥) انظر: \"مقاييس اللغة\" ٥/ ٤٣، و\"تهذيب اللغة\" (قوم) ٣/ ٢٨٦٤.(٦) لم أهتد إلى قائله، وهو غير منسوب في \"النكت والعيون\" ٣/ ١١٤، والقرطبي ٩/ ٣٢٢.</p><p> أراد والله عالم، قال أبو بكر: وهذا القول أثبت، قال الفراء (١) وغير: وحذف خبر (من) لميان موضعه، وتلخيصه: أفمن هو قائم على كل نفس بما كسبت، كمن ليس بهذه الصفة من الأصنام التي لا تنفع ولا تضر. </p><p> قال الفراء: قد بينه ما بعده إذ قال: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} كأنه في المعنى: كشركائهم (٢) الذين اتخذوهم، وقال صاحب النظم: جواب قوله: {أَفَمَنْ هُوَ قَائِمٌ} مضمَّن (٣) فيما بعده؛ لأنه لما قال:  {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} صار بدلالته على الجواب كأنه ذكر، كقوله تعالى:  {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ}  [الزمر: ٢٢] ، ولم يجيء له جواب حتى قال:  {فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ} فصار هذا يدل على الجواب؛ لأن تأويله: أفمن شرح الله صدره للإسلام كمن قلبه قاس. </p><p> وقوله (٤) : {وَجَعَلُوا لِلَّهِ شُرَكَاءَ} وقع هذا موقع جواب (أفمن) على ما ذكره الفراء في المعنى. </p><p> وقوله تعالى:  {قُلْ سَمُّوهُمْ} ليس يريد بهذا أن يذكروا أسماءهم التي جعلوها لهم كاللات والعزى؛ لأنه لا يكون في هذا احتجاج عليهم، ولكن المعنى سموهم بما يستحقون من الأسماء التي هي صفات، ثم انظروا هل تدل صفاتهم على أنه يجوز أن يعبدوا أم لا؟ وهذا تنبيه على أنهم مبطلون، لأن المعنى يؤول إلى أن الصنم لو كان إلهًا لتصور منه أن يخلق ويرزق ويحيي ويميت، ولحسن حينئذٍ أن يسمى بالخالق والرازق، فكأن الله تعالى </p><p>(١) \"معاني القرآن\" ٢/ ٦٤. (٢) في (ح): (كثير كأنهم).(٣) في (ب): (مضمر).(٤) في (ب): (وقوله تعالى).</p><p> قال: قل سموهم بإضافة أفعالهم إليهم إن كانوا شركاء (١) لله تعالى، كما يضاف (٢) إلى الله تعالى أفعاله بالأسماء الحسنى (٣) . </p><p> وقوله تعالى:  {أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ} يجوز أن يكون (أم) هاهنا عاطفة على استفهام متقدم في المعنى، وذلك أن قوله {قُلْ سَمُّوهُمْ} معناه: ألهم أسماء الخالقين؟؛ لأن المراد في أمرهم بالتسمية؛ الإنكار عليهم أنه ليس للأصنام أسماء الخالقين ولا صفاتهم، والإنكار صورته سورة الاستفهام. ويجوز أن يكون (أم) استفهامًا مبتدأ به منقطعًا بما قبله كقوله {أَمْ يَقُولُونَ افْتَرَاهُ}  [يونس: ٣٨] وليس قبله استفهام، وذكرنا هذا قديمًا، وتأويل الآية هاهنا: فإن سموهم بصفات الخالقين قل أتنبئونه بما لا يعلم في الأرض؟ ومعنى هذا: أنهم كانوا يزعمون أن لله شركاء، والله تعالى لا يعلم لنفسه شريكًا، فقال: أتنبئون الله بشريك له في الأرض وهو لا يعلمه؟ </p><p> ومعنى {بِمَا لَا يَعْلَمُ} أي: بما يعلم أنه ليس. فالنفي وإن دخل على العلم؛ فالمراد به نفى ذلك المعلوم؛ لأنه لا يجوز أن ينتفي العلم عن الله تعالى، وقال صاحب النظم: وقد قيل: إن (يعلم) هاهنا فصل عطل عن المعنى، (ولا) بمنزلة ليس، على تأويل: أم تنبئونه بما ليس في الأرض، وخص الأرض بنفي الشريك عنها، وإن لم يكن له شريك في غير الأرض، لأنهم ادعوا له شركاء في الأرض لا في غيرها. </p><p>(١) في (ب): (شركاء الله). (٢) في (ب): (كأنصاف).(٣) \"زاد المسير\" ٤/ ٣٣٣. بنحوه.</p><p> وقوله تعالى:  {أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ} يعني أم يقولون مجازًا من القول وباطلاً لا حقيقة له والباء في قوله {بِظَاهِرٍ} لا يكون من صلة الشبه، بل هي من صلة القول المضمر على معنى: أم يقولون بظاهر من القول، وفسر الظاهر هاهنا تفسيرين أحدهما: أن معناه أنه كلام ظاهر، وليس له في الحقيقة باطن ومعنى رجوع إلى حقيقة، والثاني أن معناه الباطل الزائل (١) ، من قولهم (٢) ظهر عني هذا العيب، أي لم يعلق بي، ونبا عني، ومنه قول أبي ذؤيب (٣) : </p><p> وتِلْكَ شَكَاةٌ ظَاهِرٌ عَنْكَ عَارُها </p><p> أي باطل وزائل، وهذا الوجه اختيار صاحب النظم. </p><p> وقوله تعالى:  {بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ} معنى (بل) هاهنا كأنه يقول دع ذكر ما كنا فيه؛ زين لهم مكرهم، كقول لبيد (٤) : </p><p> بل ما تَذْكُر من نَوَار وقَدْ نَأَتْ ... وتَقَطّعَتْ أسْبَابُها ورِمَامُهَا </p><p>(١) \"تفسير كتاب الله العزيز\" ٢/ ٣١١ وذكر عن الكلبي نحوه. (٢) \"تهذيب اللغة\" (ظهر) ٣/ ٢٢٥٩.(٣) الببت في شرح أشعار الهذليين للسكري ١/ ٧٠، وصدره:وعيرها الواشون أني أحبهاوفي \"اللسان\" (ظهر) ٥/ ٢٧٦٩، (شكا) ٤/ ٢٣١٤، و\"التنبيه والإيضاح\" ٢/ ١٥٩، و\"تاج العروس\" ٧/ ١٧٥ (ظهر)، و\"مقاييس اللغة\" ٣/ ٢٧٢، و\"تهذيب اللغة\" ٣/ ٢٢٥٩، وبلا نسبة في: \"تهذيب اللغة\" (ظهر) ٣/ ٢٢٥٩، و\"مجمل اللغة\" ٢/ ٦٠٣.(٤) \"ديوانه\" ص ١٦٦، و\"تهذيب اللغة\" ٢/ ٦٠٦ (سبب) ٣/ ٢٩٩٤، و\"اللسان\" (قطع) ٦/ ٣٦٧٤، وبلا نسبة في \"اللسان\" (سبب) ٤/ ١٩١٠، و\"تاج العروس\" (سبب) ٢/ ٦٦.</p><p> كأنه كان في ذكر شيء فتركه وعاد إلى ذكر هذه المرأة، كذلك الله تعالى ترك ذكر الاحتجاج عليهم، وبين سبب كفرهم وإقامتهم على ذلك، بقوله:  {زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ} قال ابن عباس (١) : يريد زين الشيطان لهم الكفر، ففسر المكر بالكفر؛ لأن مكرهم بالرسول وبما جاء به كفر منهم. </p><p> وقوله تعالى:  {وَصُدُّوا عَنِ السَّبِيلِ} قال ابن عباس (٢) : وصدهم الله عن سبيل الهدى، وضم الصاد قراءة (٣) أهل الكوفة، واختيار أبي عبيد (٤) ، قال: لأنه قراءة أهل السنة، وفيه إثبات القدر (٥) ، يعني أن تفسيره يكون على ما ذكره ابن عباس، وهذه القراءة حسنة لمشاكلة ما قبلها من بناء الفعل للمفعول، ومن قرأ بفتح الصاد فالمعنى: أنهم صدوا غيرهم عن الإيمان، يقال: صد وصددته، مثل: رجع ورجعته، ودليل هذه القراءة قوله:  {الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ}  (٦) . </p><p>(١) \"زاد المسير\" نوار: اسم امرأة. نأت: ابتعدت، تقطعت أسبابها: حبالها، والرمام: الحبال الضعاف التي خلقت ٤/ ٣٣٣، والقرطبي ٩/ ٣٢٣، و\"تفسير كتاب الله العزيز\" ٢٠/ ٣١١ عن مجاهد. (٢) \"تنوير المقباس\" (١٥٨) بنحوه، و\"زاد المسير\" ٤/ ٣٣٤، القرطبي ٩/ ٣٢٣.(٣) قرأ ابن كثير ونافع وأبو عمرو وابن عامر (وصَدُّوا) بفتح الصاد، وقرا عاصم وحمزة والكسائي (وصُدُّوا) بالضم.انظر: \"السبعة\" ص ٣٥٩، و\"الإتحاف\" ١٣/ ١٦١، والطبري ١٦/ ٤٦٧، والقرطبي ٩/ ٣٢٣، و\"زاد المسير\" ٤/ ٣٣٣، و\"البحر المحيط\" ٥/ ٣٩٥.(٤) في (أ)، (ج): (أبي عبيدة). بالهاء.(٥) الثعلبي ٧/ ١٣٩ أ.(٦) النحل: ٨٨، محمد: ١.</p><p> وقوله تعالى:  {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} الوقف على هذا بسكون الدال من غير إثبات ياء قراءة أكثر (١) القراء، وكذلك: وال، وواق، وهو الوجه، لأشك تقول في الوصل: هذا قاض وهاد وواق، فتحذف المجاء لسكونها والتقائها مع التنوين، فإذا وقفت فالتنوين يحذف في الوقف (في الرفع والجر ولا يبدل منه شيء، والياء قد كانت انحذفت في الوصل، فيصادف الوقف)  (٢) الحركة التي هي كسرة في عين فاعل، فتحذفها كما تحذف سائر الحركات التي تقف عليها، فإذا حذفتها سكن الحرف في الوقف، كما كانت تسكن سائر المتحركات فيه، فيصير: داع وهاد، وكان ابن كثير يقف بالياء: هادي ووالي وواقي (٣) ، ووجه ذلك ما حكى سيبويه أن بعض من يوثق به من العرب يقول: هذا داعي وعمي، فيقفون بالياء، ووجه ذلك أنهم كانوا حذفوا الياء في الوصل، لالتقائها مع التنوين ساكنة، وقد أمن (٤) في الوقف أن يلحق التنوين، فإذا أمن الذي (٥) كان الياء حذفت في الوصل من أجل التقائها، ردت الياء فصار: هذا قاضي وداعي (٦) ، ومن ثم قال الخليل في نداء قاض ونحوه: يا قاضي، بإثبات الياء؛ لأن النداء موضع لا يلحق فيه التنوين، فإذا لم يلحق لم يلتق ساكن مع التنوين، فيلزم </p><p>(١) \"الحجة\" ٥/ ٢٣، ٢٤. بنحوه. وعامة القراء على هذه القراءة، وابن كثير وحده يقف على الهاء. انظر: \"السبعة\" ص ٣٦٠. (٢) ما بين القوسين ساقط من (ب).(٣) انظر: \"السبعة\" ص٣٦٠.(٤) في (ب): (أمر).(٥) في \"الحجة\": فإذا أمن التنوين الذي كانت الياء حذفت في الوصل من أجل التقائها معها في الوصل.(٦) في \"الحجة\": هادي، والأول أكثر في استعمالهم.</p>"
}