{
  "id": null,
  "sura": 13,
  "aya": 15,
  "text": "<p> ١٥ - قوله تعالى:  {وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا} قال المفسرون: المؤمنون والملائكة يسجدون لله تعالى طوعًا، والكافر يسجد كرهًا بالسيف، وهذا معنى قول الحسن (١) ، وقتادة (٢) ، وابن زيد (٣) ، ونحو هذا قال الفراء (٤) ، الساجد طوعًا من أهل السموات والأرض: الملائكة، ومن دخل في الإسلام رغبة (٥) فيه أو ولد عليه، ومن أكره على الإسلام فهو يسجد كرهًا، وهذا القدر لا يفتح معنى الآية؛ لأن قوله:  {فِي السَّمَاوَاتِ وَالْأَرْضِ} يقع على كل من في الأرض من البشر، وليس جميع الكفار يسجدون كرهًا. </p><p> واختلفوا في توجيه هذا، فذهب بعضهم إلى التخصيص، حكى ابن الأنباري عن بعض أهل العلم (٦) قال: الملائكة وعباد الله الصالحون يسجدون لله طوعًا، والكافرون والمنافقون يسجدون خوف القتل، وقلوبهم تنطوي على الكفر، فعلى هذا يراد بقوله {كَرْهًا} من يسجد لله كرهًا من خوف السيف لا جميع الكفار، من العموم الذي دخله الخصوص، وعليه دل كلام الفراء؛ لأنه قال: ومن أكره (٧) على الإسلام فهو يسجد كرهًا، ومن المفسرين من ذهب إلى أن الكره أيضًا من صفة المؤمنين، يسجد لله </p><p>(١) أخرج أبو الشيخ نحوه كما في \"الدر\" ٤/ ١٠٢، والقرطبي ٩/ ٣٠١. (٢) الطبري ١٣/ ١٣١، وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ١٠٢، والقرطبي ٩/ ٣٠١.(٣) الطبري ١٣/ ١٣١، \"زاد المسير\" ٤/ ٣١٨.(٤) \"معاني القرآن\" ٢/ ٦١.(٥) في (ب): (ورغبة) بزيادة واو.(٦) قال بهذا القول الثعلبي ٧/ ١٣٠ أ، والطبري ١٣/ ١٣١، وهذا الراجح والله أعلم.(٧) في (أ): (أكر) بغير هاء.</p><p> طوعًا بسهولة ونشاط، ومن المسلمين من يسجد لله كرهًا، لصعوبة ذلك عليه وإكراهه نفسه على أدائه، وهو في ذلك مسلم يحمل نفسه على الطاعة، ويجذبها إلى الحق، وهو يقبل عليها. </p><p> وقال آخرون: يسجد المخلصون لله طوعًا، وبعض المسلمين كرهًا في ابتداء أمره، إلى أن يألف الحق، فعلى هذا لا مدخل للكافرين في الآية، هذا الذي ذكرنا طريقة التخصيص إما بالمسلمين وبعض الكفار، وإما بالمسلمين فقط. </p><p> ومن المفسرين من أجراها (١) على العموم فقال: المعنى على ما ذكره المفسرون: أن السجود واجب لله تعالى، فالمؤمن يفعله طوعًا، والكافر يؤخذ بالسجود كرهًا، أي هكذا الحكم في وجوب السجود لله جل وعزَّ، فعلى هذا قوله:  {يَسْجُدُ} المراد به الإخبار عمن يسجد طوعًا، وأمر بالإكراه على السجود في حكم الكافر، كأنه قال يؤخذون بالسجود كرهًا، ويكرهون عليه، وهذا (٢) مستبعد من حيث اللفظ. ولأصحاب المعاني في الآية طريقة أخرى، وهو أنهم قالوا (٣) : سجود الكافر هو تذلُّله وانقياده لتصريف الله تعالى إياه فيما يريد من عافية إلى مرض، وغنى إلى فقر، وحياة إلى موت، ومعنى السجود الخضوع والتذلل والانقياد، والكافر لا يمتنع من هذا، فهو في حكم الساجد من هذا الوجه أي: المسخّر المنقَاد والمذلّل، كما تقول في سجود الجماد، ونظير هذه الآية قوله تعالى:  {بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ}  [البقرة: ١١٦] ، وقوله: {وَلَهُ </p><p>(١) في (ب): (أجرها) من غير ألف. (٢) (وهذا) ساقط من (أ)، (ج).(٣) \"زاد المسير\" ٤/ ٣١٩.</p><p> أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ}، [آل عمران:٨٣] ومضى الكلام في الآيتين. </p><p> وقوله تعالى:  {وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ} الكلام في تفسير هذه الألفاظ قد سبق (١) ، وأما المعنى فقال المفسرون: كل شخص مؤمن أو كافر، فإنه يسجد لله تعالى. قال مجاهد (٢) : ظل المؤمن يسجد طوعًا وهو طائع، وظل الكافر يسجد طوعًا وهو كاره. وقال أبو إسحاق (٣) : جاء في التفسير أن الكافر يسجد لغير الله، وظله يسجد لله، فعلى هذا قال ابن الأنباري (٤) : يُجْعل للظلال عقول تسجد بها وتخشع، كما جُعل للجبال أفهام حتى خاطبت وخوطبت، قال: على هذا بني أكثر أهل التفسير. </p><p> وقال أهل المعاني: سجود الظلال ميلانها ودورانها من جانبها إلى جانب، وطولها بانحطاط الشمس، وقصرها بارتفاع الشمس فهي مستسلمة منقادة، مطيعة بالتسخير، وهي في ذلك تميل من جانب إلى جانب، والميل سجود في اللغة، يقال: سجدت النخلة، إذا مالت (٥) لكثرة حملها، قال لبيد يصف نخلًا (٦) : </p><p> غُلْبٌ سَوَاجِدُ لم يَدْخل بها الحَصَرُ </p><p>(١) عند قوله تعالى: {وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ} [الأعراف: ٢٠٥]. (٢) الطبري ١٣/ ١٣١، وابن المنذر كما في \"الدر\" ٤/ ١٠١، والثعلبي ٧/ ١٣٠ أ، والقرطبي ٩/ ٣٠٢.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤٤.(٤) القرطبي ٩/ ٣٠٢، والرازي ١٩/ ٢٥، و\"البحر\" ٦/ ٣٦٩.(٥) مكرر في (أ)، (ج).(٦) عجز بيت، وصدره:بين الصفا وخليج العين ساكنة</p>"
}