{
  "id": null,
  "sura": 13,
  "aya": 10,
  "text": "<p> ١٠ - قولى تعالى:  {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ} الآية، قال الفراء (١) والزجاج (٢) : من رفع (سواء) وكذلك الثانية وسواء يطلب اثنين تقول: سواء زيد وعمرو، أي ذوي عدل، ويجوز أن يكون سواء بمعنى مستوٍ، فلا يحتاج إلى تقدير الحذف، إلا أن سيبويه يستقبح أن يقول: مستوٍ زيد وعمرو؛ لأن أسماء الفاعلين عنده إذا كانت نكرة لا يبدأ بها. ذكر هذين الوجهين في (سواء) أبو إسحاق (٣) وأبو بكر (٤) ، إلا أن أبا بكر يقول: جَعْل (سواء) بمنزلة مستوٍ أقوى وأصوب؛ لأنه خال من الإضمار ومعاملة الظاهر مع السلامة من المضمرات، إذا لم يلحق المعنى نقص - أولى. </p><p> وقوله تعالى:  {وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ} يقال (٥) : أخفيت الشيء أخفيه إخفاءً، فخفي واستخفى، ويقال أيضاً: اختفى، وهي قليلة، واستخفى فلان من فلان، أي توارى واستتر منه. </p><p> وقوله تعالى:  {وَسَارِبٌ بِالنَّهَارِ} قال الفراء (٦) ، وأبو إسحاق (٧) : ظاهر </p><p>(١) \"معاني القرآن\" ٢/ ٥٩. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٤١، والسياق كذا في جميع النسخ وفيه سقط، وهو عند الزجاج -لأن العبارة عبارته- كالتالي: موضع (من) رفعٌ بسواء، وكذلك (من) الثانية يرتفعان جميعًا بسواء؛ لأن سواء يطلب اثنين.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤١.(٤) \"زاد المسير\" ٤/ ٣٠٩.(٥) \"تهذيب اللغة\" (خفى) ١/ ١٠٧٠.(٦) \"معاني القرآن\" ٢/ ٦٠.(٧) \"معاني القرآن وإعرابه\" ٣/ ١٤١.</p><p> بالنهار في سربه، أي طريقه، يقال: خل له سربه، أي: طريقه، الأزهري (١) ، والعرب تقول: سربت الإبل تَسرُب، وسرب الفحل سروبًا، أي مضت في الأرض ظاهرة حيث شاءت، ومنه قوله (٢) : </p><p> وكلُّ أناسٍ قَارَبُوا قيْدَ فَحْلهم ... ونحن جَعَلْنَا قَيْدَه فَهْو سارِبُ </p><p> قال أبو إسحاق (٣) : معنى الآية: الجاهر بنطقه والمضمر في نفسه، والظاهر في الطرقات والمستخفي في الظلمات، عِلْم الله فيهم سواء، ونحو هذا قال الفراء (٤) . </p><p> وقال أبو العباس (٥) : المستخفي: المستتر، والسار: الظاهر، المعنى: الظاهر والخفي عنده واحد. </p><p> قال ابن عباس: يريد علم ما نطقت به الألسنة وما أضمر الفؤاد، ومن هو مستخف بالليل وظاهر بالنهار، ونحو هذا قال قتادة (٦) : سارب ظاهر. </p><p>(١) \"تهذيب اللغة\" (سرب) ٢/ ١٦٦٢. (٢) هكذا البيت في جميع النسخ، وهو كذلك في القرطبي ٩/ ٢٩٠، وفي \"التهذيب\" ٢/ ١٦٦٢، (ونحن خلعنا قيده ..) وقد نسبه الأزهري للأخنس بن شهاب التعلبي، وهو كذلك في \"اللسان\" (سرب) ٤/ ١٩٨٠، و\"شعراء النصرانية\" ص ١٨٧، و\"تاج العروس\" (سرب) ٢/ ٧٣، و\"جهرة اللغة\" ص ٣٠٩، و\"التنبيه والإيضاح\" ١/ ٩٤، وبلا نسبة في \"اللسان\" (خلع) ٢/ ١٢٣٢، كتاب \"العين\" ١/ ١١٨، و\"تاج العروس\" (خلع) ١١/ ١٠٣.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤٢.(٤) \"معاني القرآن\" ٢/ ٦٠.(٥) \"تهذيب اللغة\" (خفى) ١/ ١٠٧٠، و\"اللسان\" (سرب) ٤/ ١٩٨٠.(٦) الطبري ٣٦/ ١١٤.</p><p> وقال مجاهد (١) : مستخف بالليل يعمل السوءات، وسارب بالنهار ويظهرها، وهذا التفسير يحتاج معه إلى إضمار، كأنه مستخف بالليل بالمعاصي وظاهر بالنهار بها، هذا الذي ذكرنا في هذه الآية، هو قول أكثر أهل اللغة والتفسير (٢) . </p><p> وقال الأخفش (٣) : المستخفي الظاهر، والسارب: المتواري، ومن هذا يقال: خفيت الشيء وأخفيته، أي: أظهرته، ومنه قول امرئ القيس (٤) : </p><p> خَفَاهُنّ من أنْفَاقِهِنَّ ........ </p><p> أي أظهرهن، واختفيت (٥) الشيء، استخرجته، ويسمى التباس المختفي، والسارب: المتواري الداخل سرابًا، وانسراب الوحش إذا دخل </p><p>(١) القرطبي ٩/ ٢٩٠. (٢) الطبري ١٣/ ١١٣، و\"تفسير كتاب الله العزيز\" ٢/ ٢٩٦، و\"بحر العلوم\" ٢/ ١٨٦، وابن كثير ٢/ ٥٥٢، و\"معاني القرآن\" للنحاس ٣/ ٤٧٦، و\"البحر\" ٥/ ٣٧٠، و\"فتح البيان\" ٧/ ٢٥، ٢٦، و\"الدر المصون\" ٤/ ٢٣١.(٣) \"معاني القرآن\" ٢/ ٥٩٥، و\"زاد المسير\" ٤/ ٣١٠، و\"تهذيب اللغة\" (خفي) ١/ ١٠٧٠، و\"اللسان\" (سرب) ٤/ ١٩٨٠.(٤) جزء من صدر بيت لامرئ القيس، والبيت بتمامه:خفاهن من أنفاقهن كأنما ... خفاهنّ ودق من سحاب مركب\"ديوانه\" ص ٥١، وفيه: (كأنما خفاهن ودق من عشي مجلب)، و\"المحتسب\" ٢/ ٤٨، و\"مجاز القرآن\" ٢/ ١٧، و\"المخصص\" ١٠/ ٤٦، والقرطبي ٩/ ٢٩٠، و\"تهذيب اللغة\" (خفي) ١/ ١٠٧٠، و\"اللسان\" ٢/ ١٢١٦.وقوله: (خفاهن): أي: أظهرهن، والأنفاق: أسراب تحت الأرض، والودق: المطر، وخص مطر العشي؛ لأنه أغزر، والمجلب، الذي يسمع له جلبة لشدة وقعه.(٥) في (ب): (واخفيت).</p>"
}