{
  "id": null,
  "sura": 13,
  "aya": 13,
  "text": "<p> وقال قتادة (١) : خوفًا للمسافر (وطمعًا للمقيم، وهذا قول أكثر أهل التأويل.</p><p> قال أبو إسحاق (٢) وأبو بكر: الخوف للمسافر) (٣) لما تأذّى به من المطر، كما قال الله تعالى {إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ}  [النساء: ١٠٢] ، والطمع: للحاضر المقيم؛ لأنه إذا رأى البرق طمع في المطر الذي هو سبب الخصب. </p><p> وقوله تعالى:  {وَيُنْشِئُ} الإنشاء في المعنى كالاختراع وقد مر ذكره في قوله: {وَهُوَ الَّذِي أَنْشَأَ}  [الأنعام: ١٤١]  (٤) ، قال ابن عباس (٥) : يقول كوني فتكون، والسحاب الثقال: قال يريد تحمل المطر، وقال مجاهد (٦) : ثقال بالماء. </p><p> ١٣ - وقوله تعالى:  {وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ} الآية، روى سعيد بن جبير عن ابن عباس أن اليهود سألت رسول الله - صلى الله عليه وسلم - فقالوا: أخبرنا عن الرعد ما هو؟ فقال:  \"الرعد ملك من ملائكة الله موكل بالسحاب، معه مخاريق يسوق بها السحاب حيث يشاء الله\" ، قالوا: فما الصوت الذي </p><p>(١) الطبري ١٣/ ١٢٣، وعبد الرزاق ٢/ ٣٣، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ٩٤، وابن كثير ٤/ ٣٦٢، وهو مروي عن ابن عباس \"زاد المسير\" ٤/ ٣١٣، و\"تنوير المقباس\" ١٥٦. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٤٢.(٣) ما بين القوسين مكرر في (أ)، (ج).(٤) وقال هناك ما ملخصه: أنشأ: أبدع، يقال: نشأ الشيء ينشأ نشأ ونشأةً ونشاءةً: إذا ظهر وارتفع.(٥) انظر: الثعلبي ٧/ ١٢٧ ب، و\"زاد المسير\" ٤/ ٣١٣.(٦) الطبري ١٣/ ١٢٤، وابن المنذر وابن أبي حاتم وأبو الشخ كما في \"الدر\" ٤/ ٩٥، والقرطبي ٩/ ٢٩٥.</p><p> يسمع؟ قال:  \"زجره[بالسحاب إذا زجره](١)حتى ينتهي إلى حيث أُمر\" ، قالوا: صدقت (٢) . </p><p> وروى الضحاك عن ابن عباس (٣) : الرعد ملك من الملائكة اسمه الرعد، وهو الذي تسمعون صوته، وهذا قول مجاهد (٤) ، وعطية (٥) ، وطاوس (٦) ، وعكرمة (٧) ، روى الحكم عن مجاهد قال: الرعد صوت ملك يسبح، وقال عكرمة: الرعد ملك يسوق السحاب كالحادي. </p><p> وقال عطية: الرعد ملك وهذا تسبيحه، فعلى ما ذكرنا من هذه الأقوال، الرعد اسم للملك الموكل بالسحاب، وصوته تسبيح لله تعالى. </p><p> ويسمى الرعد أيضًا، يدل على هذا ما روي أن ابن عباس كان إذا سمع الرعد قال: سبحان الذي سبحت له (٨) ، فجائز أن يكون ما يسمعه صوته يزجر به السحاب، وله تسبيح لا نسمعه يسبح الله به، فأخبرنا الله عن </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) أخرجه الترمذي (٣١١٧) في كتاب تفسير القرآن باب ومن سورة الرعد وقال: حديث حسن غريب، والنسائي (٩٧٠٥)، (٩٧٠٦)، في الكبرى عشرة النساء، باب: صفة ماء الرجل وصفة ماء المرأة، وصححه الألباني كما في \"صحيح الترمذي\" ٣/ ٦٥، وانظر: \"السلسلة الصحيحة\" (١٨٧٢).(٣) أخرجه ابن جرير وابن مردويه كما في \"الدر\" ٤/ ٩٦.(٤) أخرجه عبد بن حميد، وابن جرير وأبو الشيخ كما في \"الدر\" ٤/ ٩٦.(٥) الثعلبي ٧/ ١٢٨ أ.(٦) الطبري ١٣/ ١٢٤.(٧) أخرجه عبد بن حميد وابن المنذر، والبيهقي في \"سننه\" كما في \"الدر\" ٤/ ٩٧، و\"معاني القرآن\" للنحاس ٣/ ٤٨٢.(٨) أخرجه الطبري ١٣/ ١٢٤، وأخرج أيضًا عن علي، وطاوس نحوه، و\"معاني القرآن\" للنحاس ٣/ ٤٨٣.</p><p> ذلك، وخص هذا الملك بالإخبار عن تسبيحه لعلو صوته في أسماعنا، وعظم (١) شأنه من قلوبنا، وهذا معنى قول الزجاج (٢) ، وابن الأنباري (٣) </p><p> وذهب قوم إلى أن الرعد هو صوت السحاب، وأنه يسبح الله بعقل يجعله الله له، روى حميد بن عبد الرحمن عن شيخ أدرك النبي - صلى الله عليه وسلم - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:  \"إن الله ينشئ السحاب، فينطق أحسن المنطق، ويضحك أحسن الضحك\"  (٤) فذكر أن منطقه الرعد وأن ضحكه البرق، والعرب قد استعملت الرعد بمعنى صوت السحاب، روى الأثرم عن أبي عبيدة (٥) قال: العرب تقول: جَوْن خزيْمٌ رعْدُه أجشُّ، قال أبو عبيدة: ففي هذا دليل على أن الرعد صوت السحاب، والجون هو السحاب الأسود، والأجش الذي فيه جُشَّة أي بُحّة. </p><p> وأنشد أحمد بن يحيى [رحمه الله]  (٦) : </p><p> فيا ربوة الرّبْعَين حُيَّيت رَبْوة ... على النَّأْي مِنَّا واسْتَهَلَّ بك الرعْدُ </p><p>(١) في (أ)، (ج): (وعظيم بالياء). (٢) \"معاني القرآن وإعرابه\" ٣/ ١٤٣.(٣) \"زاد المسير\" ٤/ ٣١٤.(٤) أخرجه أحمد ٥/ ٤٣٥، وابن أبي الدنيا في كتاب \"المطر\"، وأبو الشيخ في \"العظمة\" والبيهقي في \"الأسماء والصفات\" ص ٤٧٥، عن أبي ذر الغفاري كما في \"الدر\" ٤/ ٩٥، وصححه الألباني.انظر: \"صحيح الجامع الصغير\" (١٩٢٠)، و\"سلسلة الأحاديث الصحيحة\" (١٦٦٥).(٥) \"مجاز القرآن\" ١/ ٣٢٥.(٦) ليس في (ب): [رحمه الله]. والبيت نسبه أحمد بن يحيى ليزيد بن الطثرية. انظر: \"شعره\" ٦٦، و\"الزاهر\" ١/ ٤٤٨.</p><p> يريد صوّت بك الرعد، تصويتًا (١) عاليًا رفيعًا، ويدل على صحة هذه الطريقة قوله:  {وَالْمَلَائِكَةُ مِنْ خِيفَتِه} فلو كان الرعد ملكًا لدخل في جملة الملائكة، ولم يفصل منهم، ومن قال بالقول الأوّل قال: إن الله تعالى أتى بالكل بعد البعض، كما قال:  {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ}  [الحجر: ٨٧] ، فعمَّ بعد أن خَصَّ. ومن المفسرين (٢) من يقول: عني بهؤلاء الملائكة أعوان الرعد، جعل الله له أعوانًا، ومعنى:  {وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ} ويسبح الملائكة من خيفة الله وخشيته. قال ابن عباس (٣) : إنهم خائفون من الله ليس كخوف ابن آدم، لا يعرف أحدهم من على يمينه ومن على يساره، ولا يشغله عن عبادة الله طعام ولا شراب ولا شيء. </p><p> وقوله تعالى:  {وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ} ، ذكرنا معنى الصواعق في البقرة [: ١٩] . </p><p> قال المفسرون (٤) : نزلت هذه الآية في أربد وعامر بن الطفيل، أتيا النبي - صلى الله عليه وسلم - يخاصمانه، ويريدان الفتك به، فقال النبي - صلى الله عليه وسلم -: \"اللهم اكفينهما بما شئت\" ، فأرسل الله صاعقة على أربد في يوم صائف صاح، فأحرقته، وولى عامر هاربًا (٥) ، وألْزل الله في ذلك:  {وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ} كما أصاب أربد. </p><p>(١) في نسخة (ج): (تصويت) (أ). (٢) الثعلبي ٧/ ١٢٨ ب.(٣) \"زاد المسير\" ٤/ ٣١٤، القرطبي ٩/ ٢٩٥.(٤) الطبري ١٣/ ١٢٦، والثعلبي ٧/ ١٢٥ ب، و\"زاد المسير\" ٤/ ٣١٤، والقرطبي ٩/ ٢٩٦، وابن كثير ٢/ ٥٥٥.(٥) أخرجه الطبراني في \"الكبير\" ١٠/ ٣٧٩ (١٠٦٠)، وأبو نعيم في \"الدلائل\" ١/ ٦٦ من طريق عطاء بن يسار، عن ابن عباس، وضعفه الهيثمي في \"مجمع الزوائد\" ٧/ ٤١، وقال فيه عبد العزيز بن عمران.</p><p> قوله تعالى:  {وَهُمْ يُجَادِلُونَ} قال أبو إسحاق (١) : جائز أن يكون الواو واو حالٍ، فيكون المعنى: فيصيب بها من يشاء في حال جداله في الله، (وذلك أن أربد جادل النبي - صلى الله عليه وسلم -فقال:أخبرني عن ربنا أمن نحاس أم حديد؟)  (٢) ، فأحرقته الصاعقة (٣) ، فعلى هذا قال أبو بكر: جمع فعله؛ </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٤٣. (٢) ما بين القوسين ساقط من (ب).(٣) بالنسبة لرواية عامر وأربد فقد أخرجها الطبري ١٣/ ١٢٦ عن ابن جريج قال: نزلت -يعني قوله: {وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ} - في أربد، أخي لبيد بن ربيعة؛ لأنه قدم أربد وعامر بن الطفيل بن مالك بن جعفر على النبي - صلى الله عليه وسلم -، فقال عامر: يا محمد، أأسلم وأكون الخليفة من بعدك؟ قال: \"لا\". قال: فأكون على أهل الوبر وأنت على أهل المدر؟ قال: \"لا\". قال: فما ذاك؟ قال: \"أعطيك أعنة الخيل تقاتل عليها، فإنك رجل فارس\"، قال لأربد: إما أن تكفينيه وأضربه بالسيف، وإما أن أكفيكه وتضربه بالسيف، قال أربد: أكفنيه وأضربه، فقال ابن الطفيل: يا محمد إني لي إليك حاجة، قال: \"ادن\"، فلم يزل يدنو، ويقول النبي - صلى الله عليه وسلم -: \"ادنُ\" حتى وضع يديه على ركبتيه وحنى عليه، واستل أربد السيف، فاستل منه قليلًا، فلما رأى النبي - صلى الله عليه وسلم - بريقه تعوّذ بآية كان يتعوذ بها، فيبست يدُ أربد عى السيف، فبعث الله عليه صاعقة فأحرقته.وأخرجه الطبري ١٣/ ١١٩ - ١٢٠، وأبو الشيخ كما في \"الدر\" ٤/ ٩٢ - ٩٣، عن ابن زيد بنحوه، وذكر الهيثمي ٧/ ٤١، عن ابن عباس نحوه، وقال: رواه الطبراني في \"الأوسط والكبير\" وفي إسنادهما عبد العزيز بن عمران وهو ضعيف.وأما الرواية الأخرى والتي فيها ما ذكره الواحدي هنا فقد وردت بألفاظ مختلفة ومنها: ما أخرجه النسائي والبزار وأبو يعلى والطبري وابن المنذر وابن أبي حاتم وأبو الشيخ والطبراني في \"الأوسط\"، وابن مردويه والبيهقي في \"الدلائل\"، عن أنس بن مالك -رضي الله عنه- أن رسول الله - صلى الله عليه وسلم -: بعث رجلاً من أصحابه إلى رأس من رؤوس المشركين يدعوه إلى الله، فقال المشرك: هذا الإله الذي تدعوني إليه، أمن ذهب هو أم من فضة، أم من نحاس؟ فتعاظم مقالته، فرجع إلى النبي - صلى الله عليه وسلم - أخبره، =</p><p> لأنه كان كما عامر جادلا رسول الله - صلى الله عليه وسلم - فهم جماعة، وإن صرفت الجدال إلى أربد وعامر جاز؛ لأن العرب قد توقع الجمع على الواحد وعلى التثنية، ومضت لذلك نظائر. </p><p> قال أبو إسحاق (١) : وجائز أن يكون الواو استئنافًا كأنه لما تمم أوصاف ما يدل على قدرته، قال بعد ذلك:  {وَهُمْ يُجَادِلُونَ فِي اللَّهِ} قال ابن عباس (٢) : يريد يكذبون بعظمة الله. </p><p>= فقال: \"ارجع إليه\"، فرجع إليه فأعاد عليه القول الأول، فرجع فأعاده الثالثة، فبينما هما يتراجعان الكلام بينهما، إذ بعث الله سحابة حيال رأسه فرعدت وأبرقت، ووقع منها صاعقة فذهبت بقحف رأسه، فأنزل الله تعالى ت {وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ}. الطبري ١٣/ ١٢٦، و\"الدر المنثور\" ٤/ ٩٩، و\"مجمع الزوائد\" ٧/ ٤٢، وقال الهيثمي: رواه أبو يعلى والبزار بنحوه، ورواه الطبراني في \"الأوسط\"، ورجال البزار رجال الصحيح غير ديلم بن غزوان وهو ثقة، وفي رجال ابن أبي يعلى والطبراني علي بن أبي سارة وهو ضعيف. وقد علَّق عليه أحمد شاكر بتوثيق رجاله إلا علي بن أبي سارة الشيباني، ويقال له: علي بن محمد بن سارة، شيخ ضعيف الحديث، قال البخاري: ففي حديثه نظر، وقال أبو داود: ترك الناس حديثه، وقال ابن حبان: غلب على روايته المناكير فاستحق الترك، وقال العقيلي: علي ابن أبي سارة عن ثابت البناني، لا يتابع عليه، ثم روى له عن ثابت، عن أنس قوله تعالى: {وَيُرْسِلُ الصَّوَاعِقَ} ثم قال: ولا يتابعه عليه إلا من هو مثله أو قريب منه.قال أحمد شاكر: فهذا إسناد ضعيف جدًّا. اهـ.\"حاشية الطبري\" ١٦/ ٣٩٢، ٣٩٣، وقد وردت أحاديث أخرى قريبة من هذا في الطبري ١٣/ ١٢٥ - ١٢٦، و\"الدر المنثور\" ٤/ ٩٩.فالذي يظهر لي أن الواحدي جمع بين الحديثين والله أعلم.وقد تابعه على ذلك نقلاً، عنه: الرازي ١٩/ ٢٦، ٢٧.وانظر: \"زاد المسير\" ٤/ ٣١٤، ٣١٥، والبغوي ٤/ ٣٠٤، و\"الكشاف\" ٢/ ٣٥٣.(١) \"معاني القرآن وإعرابه\" ٣/ ١٤٣.(٢) \"زاد المسير\" ٤/ ٣١٥.</p><p> وقوله تعالى:  {وَهُوَ شَدِيدُ الْمِحَالِ} قال أبو عبيدة (١) : المحال عند العرب المكر والعقوبة والنكال، وأنشد للأعشى (٢) : </p><p> فرعُ نَبْعٍ يَهْتَزُّ في غُصْنِ المَجْد ... غَزِيرِ النَّدَى عَظِيمِ المِحَال </p><p> وأَما الكلام في اشتقاق هذا الحرف، فذهب قوم إلى أنه من الحول بمعنى الحيلة، (ومن هذا يقال المحالة بمعنى الحيلة.</p><p> قال ابن قتيبة (٣) في قوله: {وَهُوَ شَدِيدُ الْمِحَالِ} أي شديد الكيد والمكر، قال: وأصل المحال: الحيلة) (٤) وروى هذا المعنى عن قتادة (٥) ، قال: شديد الحيلة والقوة. </p><p> وروى ابن جريج عن ابن عباس (٦) قال: المحال الحول، وعلى هذا القول، إنما جاز وصف الله بالاحتيال؛ لأن الله تعالى معجل لعدوه في </p><p>(١) \"مجاز القرآن\" ١/ ٣٢٥. (٢) قلت: في \"مجاز القرآن\" ١/ ٣٢٥ (شديد المحال) بدل (عظيم) قال الطبري ١٣/ ١٢٧: هكذا كان ينشده معمر بن المثنى فيما حدثت به عن علي بن المغيرة عنه، وأما الرواة بعد فإنهم ينشدون:فرع فرع يهتزفي غصن المجد ... كثير الندى عظيم المحالوالبيت في \"ديوانه\" ص ٧، ٩، و\"السمط\" ص ٩٠٧، والقرطبي ٩/ ٢٩٩، و\"اللسان\" (محل) ٧/ ٤١٤٨، و\"الزاهر\" ١/ ١٠٢، و\"العين\" ٣/ ٢٤١، و\"البحر\" ٥/ ٣٥٨، و\"المحرر\" ٨/ ١٤٨، و\"الدر المصون\" ٧/ ٣٢، و\"معاني القرآن\" للنحاس ٣/ ٤٨٥.(٣) \"مشكل القرآن وغريبه\" ص ٢٣١.(٤) ما بين القوسين ساقط من (ج).(٥) الطبري ١٣/ ١٢٧، وعبد الرزاق ٣/ ٣٣٣، وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ١٠٠.(٦) الطبري ١٣/ ١٢٧.</p><p> الدنيا ما يحب، ويغيب عنه ما أعد له في الآخرة من العذاب، فشاكلت مماحلة الله مماحلة المخلوق، من جهة أن المماحل من المخلوق يضمر لصاحبه من الشر غير الذي يظهر، فمن هذه الجهة سميت باسمها، وإن كانت مخالفها في المعنى (١) ، هذا كلام أبي بكر. </p><p> وروى عباد بن منصور عن الحسن (٢) في قوله: {شَدِيدُ الْمِحَالِ} قال: شديد الحقد، قال أبو بكر: وهذا على ما بينا من أن غضب الله لما استسر (٣) عن المغضوب عليه المعد له، أشبه حقد المخلوق الذي يستر في نفسه، إلى أن المخلوق ينزعج ويتأذى (٤) عند الحقد والغضب، والله قد علا عن جميع هذا علوًّا كبيرًا. </p><p> قال الأزهري (٥) : قول القتبي (٦) : أصل المحال الحيلة، غلط فاحش، وأحسبه توهم أن ميم المحال ميم مِفْعَل، وأنها زائدة، وليس الأمر كما توهمه؛ لأن (٧) مِفْعلا إذا كان من بنات الثلاثة، فإنه يجيء بإظهار الياء الواو مثل: المِزَوَد، والمِجْوَل، والمِحْوَر، والمِزْيل، وما شاكلها، وإذا رأيت الحروف على مثال فعال، أوله ميم مكسورة فهي أصلية، مثل: ميم مهاد ومِلاك ومِراس، وما أشبهها. </p><p>(١) انظر: منهجه في آيات العقيدة، وقوله: (وإن كانت مخالفها) كذا في جميع النسخ ولعلها: مخالفتها. (٢) \"زاد المسير\" ٤/ ٣١٦، وأخرجه أبو الشيخ عن عكرمة كما في \"الدر\" ٤/ ١٠٠.(٣) في (ج): (اسْتَتَرَ).(٤) في (ب)، (ج): (وينادي).(٥) \"تهذيب اللغة\" (محل) ٤/ ٣٣٥٣.(٦) (أ)، (ج): (القيس).(٧) في (أ)، (ج): (أن).</p><p> قال الفراء (١) في كتاب \"المصادر\" : المحال: المماحلة، يقال في فعلت منه: محلت أمْحَلَ مَحْلا، والمِحَال المصدر لفعلت فعالاً، وأما المحالة فهي مفعلة من الحيلة، قال الأزهري: وهذا صحيح كما قاله، وقال أبو إسحاق (٢) : يقال: ماحلته محالاً، إذا قاويته حتى يبين لك أيكما أشد، والمحل في اللغة الشدّة، وروى اللحياني عن الكسائي (٣) : يقال مَحّلني يا فلان، أي: قوني. </p><p> قال الأزهري: ويقول الله شديد المحال، منه أي: شديد القوة، أما ما روى عن ابن عباس، المحال: الحول. </p><p> قال أبو عبيد: ولم يعتد بفتح الميم ولا كسرها، قال: وهذا التفسير يوجب فتح الميم؛ لأن المحالة والمحال هما الحول، وأنشد (٤) : </p><p> ما للرجَالِ مع القَضاءِ مَحَالَة ... ذَهَبَ القَضَاءُ بحِيلَةِ الأقْوَامِ </p><p> وأما قولهم (٥) : تمَحّلت مالاً لغريمي، فإن بعض الناس ذهب إلى أنه من إمحالة بمعنى الحيلة، جعلت الميم في تمحلت كالأصلية مثل: تمكنت من المكان وأصله من الكون. </p><p> قال الأزهري (٦) : وليس التمحل عندي من هذا، ولكنه من المحل وهو السعي، والماحل: الساعي، كأنه سعى في طلبه، ويتصرف فيه. </p><p>(١) \"تهذيب اللغة\" (محل) ٤/ ٣٣٥٣. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٤٣.(٣) \"تهذيب اللغة\" (محل) ٣/ ٣٣٥٣.(٤) نسبه في \"الزاهر\" ١/ ١٠١ لبعض بني أسد.(٥) \"تهذيب اللغة\" (محل) ٤/ ٣٣٥٣.(٦) المرجع السابق.</p>"
}