{
  "id": null,
  "sura": 13,
  "aya": 4,
  "text": "<p> الزوج الواحد، ويكون اثنين، وقال الفراء (١) : الزوجان اثنان الذكر والأنثى، والضربان، وذكرنا الكلام في هذا في سورة هود (٢) . </p><p> قال الزجاج (٣) : أي جعل فيها نوعين، وهو معنى قول ابن عباس (٤) : يريد صنفين، قال ابن قتيبة (٥) : أراد من كل الثمرات لونين حلوًا (٦) وحامضًا. </p><p> وقوله تعالى:  {يُغْشِي اللَّيْلَ النَّهَارَ} ذكرناه في سورة الأعراف (٧) . </p><p> وقوله تعالى:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} أعلم أن ما ذكر من هذه الأشياء فيه برهان وعلامات لمن يفكر في عظمة الله وقدرته، ثم زادهم من البرهان. </p><p> ٤ - فقال:  {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ} قال قتادة (٨) : قرى قريب بعضها من بعض. </p><p> ومعنى المتجاورات: المتدانيات المتفاوتات في الكلام (٩) . </p><p>(١) \"معاني القرآن\" ٢/ ٥٨. (٢) عند قوله تعالى: {قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ} [آية: ٤٠].(٣) \"معاني القرآن وإعرابه\" ٣/ ١٣٧.(٤) القرطبي ٩/ ٢٨٠، الثعلبي ٧/ ١٢٠ أ.(٥) \" مشكل القرآن وغريبه\" ص ٢٣٠، الثعلبي ٧/ ١٢٠ أ.(٦) في (أ)، (ج): (حلوٌ).(٧) عند قوله تعالى: {يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا} [الأعراف: ٥٤]. وقال هنالك: \"والتغشية إلباس الشيء .. قال أبو إسحاق: والمعنى أن الليل يأتي على النهار ويغطيه، ولم يقل يغشى النهار؛ لأن في الكلام دليلًا عليه\".(٨) الطبري ١٣/ ٩٧، وأبو الشيخ كما في \"الدر\" ٤/ ٨٣، و\"زاد المسير\" ٤/ ٣٠٢.(٩) كذا في النسخ ولعلها (الكلأ).</p><p> قال مجاهد (١) وابن عباس (٢) والضحاك (٣) ، يعني في الأرض منها عذبة ومنها مالحة، ومنها طيبة تنبت، ومنها سبخة لا تنبت، ونحو هذا قال الفراء (٤) ، ولا دليل في الآية على ما ذكروا؛ لأن قوله {قِطَعٌ مُتَجَاوِرَاتٌ} ليس فيه ما يدل على اختلافها في العذوبة والملوحة، وإنما تتبين الفائدة عند قوله:  {يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ} وقد كشف ابن الأنباري على هذا، فموضع الآية ومحل الأعجوبة، أن القطع المتجاورة تنبت نباتًا مختلفًا، منه الحلو والعذب والحامض البعيد من الحلاوة، وشربها واحد ومكانها مجتمع لا تفاوت بينها ولا تباين، وفي هذا أوضح آية على نفاذ قدرة الله. </p><p> وقوله تعالى:  {وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ} الجنة (٥) : البستان الذي تجنه الشجر، والمعنى: جنات من أعناب ومن زرع ومن نخيل، والدليل على أن الأرض إذا كان فيها النخل والكرم والزرع (٦) تسمى جنة، قوله تعالى:  {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا}  [الكهف: ٣٢] والنخيل: جمع نخل، يقال: نخلة، والجماعة نخل ونخيل، وثلاث نخلات. </p><p>(١) الطبري ١٣/ ٩٧، وأبو الشيخ كما في \"الدر\" ٤/ ٨٣، و\"زاد المسير\" ٤/ ٣٠٢. (٢) الطبري ١٣/ ٩٧ - ٩٨، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ٨٣، و\"زاد المسير\" ٤/ ٣٠٢. وهو قول عطاء كما في \"تفسيره\" ص ١٠٤.(٣) الطبري ١٣/ ٩٨، و\"زاد المسير\" ٤/ ٣٠٢.(٤) \"معاني القرآن\" ٢/ ٥٨.(٥) \"اللسان\" (جنن) ٢/ ٧٠٥.(٦) في (أ)، (ج): (فالزرع).</p><p> ومن قرأ (١)  {وَزَرْعٌ وَنَخِيلٌ} بالرفع حملهما (٢) علي قوله {وَفِي الْأَرْضِ} ولم يحملهما على الجنات، والجنة على هذا واقعة على الأرض التي فيها الأعناب دون غيرها. </p><p> وقوله تعالى:  {صِنْوَانٌ وَغَيْرُ صِنْوَانٍ} قال أبو عبيدة (٣) : الصنوان صفة للنخيل، وهي أن يكون الأصل واحداً ثم يتفرع فيصير نخيلاً، ثم يحملن، وهذا قول جميع أهل التفسير واللغة، قال ابن عباس (٤) : (صنوان) ؛ ما كان من نخلتين أو ثلاث أو أكثر إذا كان أصلهن واحداً، و (غير صنوان) يريد: المتفرق (٥) الذي هو واحدٌ واحد لا يجمعهما أصل واحد. </p><p> وقال البراء بن عازب (٦) : الصنوان المجتمع، وغير الصنوان المتفرق (٧) . </p><p>(١) قرأ ابن كثير وأبو عمرو وعاصم في رواية حفص (وزرعٌ ونخيلٌ صنوانٌ وغير صنوان) بالرفع، وقرأ عاصم في رواية أبي بكر ونافع وابن عامر وحمزة والكسائي (وزرع ونخيل صنوان وغير صنوان) خفضًا. انظر: \"السبعة\" ص ٣٥٦، و\"إتحاف\" ص ٢٦٩، والطبري ١٣/ ٨٩ - ٩٩، و\"زاد المسير\" ٤/ ٣٠٢، والقرطبي ٩/ ٢٨٢. (٢) في (أ)، (ج): (حملها).(٣) \"مجاز القرآن\" ١/ ٣٢٢.(٤) الطبري ١٣/ ٩٩ - ١٠٠، وابن المنذر، وابن أبي حاتم ٧/ ٢٢٢٠، وانظر: \"الدر\" ٤/ ٨٤. وهو قول عطاء كما في \"تفسيره\" ص ١٠٤.(٥) في (ج): (المفترق).(٦) الطبري ١٣/ ٩٩، والفريابي وسعيد بن منصور وابن المنذر وابن أبي حاتم ٧/ ٢٢٢١، وأبو الشيخ وابن مردويه كما في \"الدر\" ٤/ ٦٣، والقرطبي ٩/ ٢٨٢، و\"معاني القرآن\" للنحاس ٣/ ٤٧٠.(٧) في (ج): (المفترق).</p><p> وقال ابن الأنباري: الصنوان ما اجتمع أصله من النخل، والذي يفترق أصله فليس بصنوان، يقال: هذا صنو فلان، إذا كان أصلهما واحداً، ومنه قوله - صلى الله عليه وسلم -: \"إن عم الرجل صنو أبيه\"  (١) يعني أن أصلهما واحد </p><p> قال أبو عبيد (٢) : وأصل الصنو إنما هو في النخل، وقال شمر (٣) : يقال: فلان صنو فلان، أي: أخوه، ولا يسمى صنوًا حتى يكون معه آخر، فهما حينئذ صنوان، وكل واحد منهما صنو صاحبه. </p><p> وقال أبو إسحاق (٤) : ويجوز في صنو أصناء، مثل عدل وأعدال، فإذا كثرت فهو الصّني والصنى. </p><p> وقال أبو علي (٥) : الكسرة التي في صنوان ليست بالكسرة التي في صنو؛ لأن تلك قد حذفت في التكسير، وعاقبتها الكسرة التي يجلبها التكسير، وقد ذكرنا هذا في نظيره من الكلام، وهو قنوان في قوله:  {قِنْوَانٌ دَانِيَةٌ}  [الأنعام: ٩٩] مستقصى، وروى القواس عن حفص (٦)  \"صُنوانٌ\" بضم الصاد، جعله مثل: ذيب وذوبان، وربما تعاقب فِعْلان وفُعْلان على البناء الواحد، نحو: حُش وحُشان. </p><p>(١) أخرجه مسلم من حديث أبي هريرة (٩٨٣) كتاب الزكاة، باب تقديم الزكاة، وأحمد في \"مسنده\" ٢/ ٣٢٢، ٣٢٣، والترمذي (٣٧٦١) كتاب: المناقب، باب مناقب العباس مختصرًا. وأخرجه الطبري ١٣/ ١٠٠ - ١٠١. (٢) \"غريب الحديث\" ١/ ٢١٧، و\"التهذيب\" (صنو) ٢/ ٢٠٦١.(٣) \"التهذيب\" (صنو) ٢/ ٢٥٦١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٣٨.(٥) \"الحجة\" ٥/ ٩.(٦) قال ابن مجاهد: حدثني الحسن بن العباس عن الحُلْواني عن القواس عن حفص. عن عاصم (صُنوانٌ) بضم الصاد والتنوين، ولم يقله غيره عن حفص، اهـ. \"السبعة\" ص ٣٥٦.</p><p> قال أبو علي (١) : وأظن سيبويه قد حكى فيه الضم، والكسر أكثر في الاستعمال. </p><p> وقوله تعالى:  {يُسْقَى بِمَاءٍ وَاحِدٍ} أي يُسقى هذه الأشياء بماء التي ذكرها من القطع المتجاورة، والجنات والنخيل المختلفهَ، ومن قرأ (٢)  {يُسْقَى} بالياء، كان التقدير: يسقى ما قصصناه وما ذكرناه، قال ابن عباس (٣) : يريد البئر واحد، والشرب واحد، والجنس واحد، {وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ} يخبر بعجائبه وقدرته في خلقه، وروى الأعمش عن أبي صالح عن أبي هريرة عن النبي - صلى الله عليه وسلم - أ:  {وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ} . قال:  \"الفارسي(٤)والدَّقل(٥)والحلو والحامض\"  (٦) . </p><p>(١) \"الحجة\" ٥/ ٩. (٢) اختلف القراء في الياء والتاء من قوله (يُسْقَى)، وفي النون والياء من قوله (ونُفضِّل). فقرأ ابن كثير ونافع وأبو عمرو: (تُسقى) بالتاء (ونفضل) بالنون، وقرأ حمزة والكسائي (تسقى) بالتاء ممالة القاف (ويفضل) بالياء مكسورة الضاد، وقرأ عاصم وابن عامر (يسقى) بالياء (ونُفضَّل) بالنون. انظر: \"السبعة\" ص ٣٥٦، و\"إتحاف\" ص ٢٦٩، والطبري ١٣/ ١٠١ - ١٠٢، و\"زاد المسير\" ٤/ ٣٠٣، والقرطبي ٩/ ٢٨٩.(٣) \"تفسير كتاب الله العزيز\" ٢/ ٢٩٤ بنحوه.(٤) الفارسي من التمر، لعله البرني، وهو ضرب من التمر أصفر مدور، عذب الحلاوة وهو أجوده. تعليق محمود شاكر على الطبري ١٣/ ١٠٣.(٥) الدقل: أردأ أنواع التمر.(٦) أخرجه الترمذي (٣١١٨) كتاب تفسير القرآن، باب ومن تفسير سورة الرعد، ولكنه قدم الدقل على الفارسي، وقال الترمذي: هذا حديث حسن غريب، وحسنه الألباني في صحيح الترمذي ٣/ ٦٥.وأخرجه الطبري ١٣/ ١٠٣، وعلق عليه أحمد شاكر بقوله \"فهذا إسناد كما ترى فيه من الهلاك، وانفراد الضعيف به فيه ما فيه، فكيف جاز للترمذي أن يحسنه مع =</p><p> وروى سعيد بن جبير عن ابن عباس (١) قال: يعني تُسْقَى القطع (٢) كلها بماء السماء، و {وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ} يعني اختلاف الطعم والشجر. </p><p> وقال أبو إسحاق (٣) : والأُكُل الثمر الذي يؤكل، ويفصّل الآيات بالياء؛ لأنه جرى ذكر الله تعالى، فالمعنى: يُفصِّلُ الله الآيات، وكذلك من قرأ بالنون؛ لأن الإخبار عن الله تعالى بلفظ الجماعة كقوله \"إنا نحن\" ، وقال غيره (٤) : الأكل المهيأ للأكل، ومنه قيل: للرزق الأُكْل، يقال: فلان كثير الأُكْل من الدنيا. </p><p> وقوله تعالى:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} . </p><p> قال ابن عباس (٥) : يريد أهل الإيمان وهم أهل العقل الذين لم يجعلوا لله (٦) ندًّا، وهذا دليل على أنه لم يجعل الكفار أهل عقل كعقل المؤمنين؛ لأنهم لم يستدلوا بهذه الأشياء على توحيد الصانع كما استدل أهل الإيمان. </p><p>= هذه القوادح التي تقدح فيه من نواحيه اهـ. تعليق الطبري ١٦/ ٣٤٥. وروى عن ابن عباس نحوه كما في الطبري ١٣/ ١٠٣.وأخرجه ابن المنذر والبزار وأبوالشيخ وابن مردويه، وابن أبي حاتم ٧/ ٢٢٢١، وانظر: \"الدر\" ٤/ ٨٥.(١) الطبري ١٣/ ١٠٣ بنحوه \"تنوير المقباس\" ص ١٥٥.(٢) ليس (ج).(٣) \"معاني القرآن وإعرابه\" ٣/ ١٣٨.(٤) انظر: \"تهذيب اللغة\" (أكل) ١/ ١٧٦، و\"اللسان\" (أكل) ١/ ١٠٠ - ١٠١.(٥) \"تنوير المقباس\" ص ١٥٥ بنحوه.(٦) في (أ)، (ج): (الله).</p>"
}