{
  "id": null,
  "sura": 13,
  "aya": 35,
  "text": "<p> حذفها فثبتت الياء في النداء، لما أمن من لحاق التنوين فيه كما يثبت مع الألف واللام، لما أمن التنوين معها، في نحو (المتعالي)  [الرعد: ٩] و {دَعْوَةَ الدَّاعِ}  [البقرة: ١٨٦] ، والأول أكثر في استعمالهم (١)  (٢) . </p><p> ٣٤ - قوله تعالى:  {لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا} قال ابن عباس (٣) : يريد الإسقام والقتل والأسر، {وَلَعَذَابُ الْآخِرَةِ أَشَقُّ} أي: أشد وأغلظ. </p><p> قال أهل المعاني: المشقة غلظ الأمر على النفس، بما يكاد يصدع القلب، فهو من الشق بمعنى الصدع. {وَمَا لَهُمْ مِنَ اللَّهِ} أي: من عذاب الله، {مِنْ وَاقٍ} أي حاجز ومانع يمنعهم ذلك، يقال: وقاه الله السوء يقيه وقيًا، أي دفعه عنه، ومثله الوقاية، ويقال لكل ما يدفع الأذية: وقًا ووقاية، حتى النعل وقاية للرِّجْل، ومعنى قوله:  {وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} أن عذاب الآخرة لا يدفعه عنهم دافع، وأنهم فيه خالدون. </p><p> ٣٥ - قوله تعالى:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} الآية، اختلفوا في معنى قوله:  {مَثَلُ الْجَنَّةِ} وفي وجه ارتفاعه، فقال سيبويه (٤) : المعنى: فيما نقص عليكم مثل الجنة فيما نقص عليكم، فرفعه عنده على الابتداء والخبر محذوف، هذا حكايته الزجاج عنه (٥) ، وقال ابن الأنباري (٦) محققًا هذا القول: المثل خبره مضمر قبله، يراد به: فيما نصف لكم مثل الجنة، فيما نقصه من القرآن خبر الجنة، والمثل (على هذا القول معناه الحديث </p><p>(١) في \"الحجة\": كذلك تثبت في النداء لذلك. (٢) آخر النقل عن \"الحجة\" ٥/ ٢٣، ٢٤. بنحوه.(٣) الثعلبي ٧/ ١٣٩ أ، و\"زاد المسير\" ٤/ ٣٣٤، القرطبي ٩/ ٣٢٤ من غير نسبة.(٤) القرطبي ٩/ ٣٢٤.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٤٩.(٦) \"زاد المسير\" ٤/ ٣٣٤.</p><p> نفسه، قاله الليث (١) . واحتج بهذه الآية وقال:  (مثلها) هو الخبر) (٢) ، وهذا القول اختيار أبي العباس، قال أبو بكر: سمعت أبا العباس أحمد بن يحيي يذكر هذا ويصححه. </p><p> وقال المبرد (٣) في كتاب \"المقتضب\" : التقدير: فيما يتلى عليكم مثل الجنة، واختار أبو علي الفارسي هذا القول ودفع ما سواه، وقال: المثل في الآية بمعنى الشبه، وتعلق قوله:  {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} بما قبله علي وجه التفسير له (٤) ، كما أن قوله:  {خَلَقَهُ مِنْ تُرَابٍ} بعد قوله: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ}  [آل عمران: ٥٩] تفسير للمثل، وكما أن قوله:  {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ}  [المائدة: ٩] الجملة الثانية تفسير للوعد، ومن ذلك قوله:  {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ}  [النساء: ١١] الجملة الثانية تفسير للوصية، وكذلك {فِيهَا أَنْهَارٌ}  [محمد: ١٥] و {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ}  [الرعد: ٣٥] تفسير للمثل، ومثله قوله:  {مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ}  [إبراهيم: ١٨] فقوله: {أَعْمَالُهُمْ كَرَمَادٍ} تفسير للمثل. </p><p> وقال قوم: المثل هاهنا بمعنى الصفة، قالوا: ومعناها صفة الجنة التي وعد المتقون، قال محمد بن سلام (٥) أخبرني عمر (٦) بن أبي خليفة قال: </p><p>(١) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤١. (٢) ما بين القوسين ساقط من (أ)، (ج).(٣) \"المقتضب\" ٣/ ٢٢٥، ونقله عنه الأزهري في \"التهذيب\" (مثل) ٤/ ٣٣٤١.(٤) (له): ساقط من (ج).(٥) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤١.(٦) في (ب): (عن).</p><p> سمعت مقاتلًا صاحب التفسير يسأل أبا عمرو بن العلاء عن قوله:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} ما مثلها؟ قال:  {فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ} قال: ما مثلها؟ فسكت أبو عمر، وقال: فسألت يونس عنها، فقال: مثلها صفتها، قال محمد بن سلام: ومثل ذلك قوله تعالى: {ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ}  [الفتح: ٢٩] أي صفتهم، قال الأزهري (١) : ونحو ذلك روي عن ابن عباس، وأما جواب أبي عمرو لمقاتل، فإنه أجابه، جوابًا مقنعًا، ولما رأى نَبْوةَ فَهْم مقاتل عما أجابه، سكت عنه، لما وقف عليه من غلظة فهمه، وأراد أبو عمرو: صفتها أن الأنهار تجري من تحتها، وأن فيها أنهارًا من ماء غير آسن. </p><p> قال ابن الأنباري: وعلى هذا القول المثل ابتداء وخبره {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} .وهو الرافع له، لأن المثل معناه الصفة، وصفة الجنة في المعنى قول مقول، وكلام معقول مفهوم، فجرى مجرى القول في صفة الجنة تجري من تحتها الأنهار، كما تقول: قولي بقول عبيد الله، وقولي ينصفك الأمير، (فيكون: ينصفك الأمير)  (٢) خبر القول، ولا ذكر له فيه، لأنه بمعنى قولي هذا الكلام، فسَدَّ (ينصفك الأمير) مَسَدَّ هذا الكلام، وسَدّ (تجري من تحتها الأنهار) مَسَدّ مثل الجنة، هذا الوصف الذي تخبرون به، وهذا الوصف الذي تسمعونه، هذا كلام أبي بكر، وقال ابن قتيبة (٣) : معنى المثل: الشبه في أجل اللغة، ثم قد يصير بمعنى سورة الشيء وصفته، وكذلك المثال والتمثال، يقال: مثلت لك كذا، أي: صورته </p><p>(١) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤١. (٢) ما بين القوسين ساقط من (ب)، (ج).(٣) \"مشكل القرآن وغريبه\" ص ٢٣٥.</p><p> ووصفته (١) ، فأراد الله بقوله:  (مثل الجنة) أي: صورتها وصفتها، ومثله قوله:  {ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ}  [الفتح: ٢٩] أي: ذلك وصفهم؛ لأنه لم يضرب لهم مثلًا في أول الكلام، ويؤيد هذا المعنى ما حكاه الفراء (٢) بإسناده، أن عليًّا رضي الله عنه قرأ:  (أمثال الجنة) ، قال الفراء: يقول: صفات الجنة، فجمع الأمثال لما أتت بعدها أوصاف، ومثل هذا من الكلام قول العرب: حلية فلان أسمر. أي القول في وصفه هذا، فأسمر يرتفع بإضمار هو. </p><p> وأنكر المبرد (٣) هذا القول، وقال: من قال: إن معناه صفة الجنة، فقد أخطأ، (مثل) لا يوضع موضع صفة؛ إنما يقال: صفة زيد أنه ظريف وأنه عاقل، ولا يقال: زيد مثل فلان، إنما المثل مأخوذ من المثال، والصفة تحلية ونعت. </p><p> قال أبو علي (٤) : قول من قال: معنى (مثل الجنة) ؛ صفة الجنة، غير مستقيم، ودلالة اللغة تدفع ذلك، ولا يوجد المثل في اللغة بمعنى الصفة، إنما معنى المثل الشبه، في جميع مواضعه ومتصرفاته، من ذلك قولهم: ضربت مثلا، فالمثل إنما هو الكلمة التي يرسلها قائلها محكمة (٥) ليشبه بها الأمور، ويقابل بها الأحوال، ومن ذلك قولهم للقصاص: المثال، وتماثل العليل، إذا تقاربت أحواله أن تشابه أحوال الصحة، والطريقة المثلى، إنما </p><p>(١) إحدى الواوين ساقطة من (ب). (٢) \"معاني القرآن\" ٢/ ٦٥، والقراءة في \"الكشاف\" ٢/ ٣٦٢.(٣) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤١.(٤) النقل من \"الإغفال\" للفارسي ٢/ ٩١٠.(٥) في \"الإغفال\" ٢/ ٩١٢: (محكية).</p><p> هي المشبهة الصواب، ولن يقدر أحدٌ أن يوجدنا استعمال العرب المثل بمعنى الصفة في كلامهم. والذين قالوا: المثل هاهنا بمعنى الصفة، قوم من رواة اللغة غير مدفوعي القول إذ رووا شيئًا عن أهل اللغة، ولم يقولوه من جهة النظر والاستدلال، وقولهم:  {مَثَلُ الْجَنَّةِ} صفة الجنة، لم يرووه عن (١) رواية، إنما قالوه متداولين (٢) ، ولم يرووه عن أهل اللسان ولا أسندوه إليهم، فهذا امتناعه من جهة اللغة، ولا يستقيم أيضًا من جهة المعنى، ألا ترى أن (مثل)  (٣) إذا كان بمعنى الصفة كان تقدير الكلام: صفة الجنة فيها أنهار، وهذا قول غير مستقيم؛ لأن الأنهار في الجنة نفسها، لا في صفتها، وصفتها لا يجوز أن يكون فيها أنهار، وأيضًا فإنه إذا احتمل المثل على معنى الصفة، وأجري في الإخبار عنه مجراها، وأنِّث الراجع إليه الذي هو \"فيها\" في سورة محمد - صلى الله عليه وسلم -، و {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} في هذه السورة، فقد حمل الاسم على المعنى فأنّث، وهذا قبيح ضعيف يجيء في ضرورة الشعر. نحو:  \"ثلاث شخوص\"  (٤)  (٥) ، عشر </p><p>(١) (عن) ساقط من: (ب). (٢) في \"الإغفال\" ٢/ ٩١٤: (متأولين).(٣) في \"الإغفال\" ٢/ ٩١٤: (أن مثلاً).(٤) (شخوص) ساقط من (ج).(٥) هذه قطعة من بيت لعمر بن أبي ربيعة، والبيت بتمامه:فكان مجني دون من كنت أتقي ... ثلاث شخوص كاعبان ومعصرانظر: سيبويه ٢/ ٢٠٤، و\"الخصائص\" ٢/ ٤١٧، والأشموني: ٣/ ٦٣٠، و\"ديوانه\" ١/ ٣ ط. أوربا، و\"المذكر والمؤنث\" للمبرد ص ١٠٨ - ١١٣، و\"الإنصاف\" ص ٦١٩، و\"أوضح المسالك\" ص ٢٤٨، ٢٥٠، و\"المقتضب\" ٢/ ١٤٨، و\"المخصص\" ١٧/ ١١٧، ٩/ ٤، و\"الخزانة\" ٣/ ٢١٣.</p><p> أبطن (١) ، وإذا كان كذلك لم يسع (٢) الحمل على ما قالوه، ولأن خبر المبتدأ لا يخلو من أن يكون المبتدأ في المعنى، أو يكون له فيه ذكر، وليس قوله:  {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} من أحد الخبرين، فلم يكن خبر المبتدأ ما ذكروه، ولكن ما ذهب إليه سيبويه (٣) من أن المعنى: فيما نَقُصُّ عليكم مثل الجنة، فقال قوم: قوله: {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} خبر عن المضاف إليه، وهو الجنة، يرى الخبر عن المضاف الذي هو مثل، ومثل ذلك جائز في الكلام، كقوله (٤) : </p><p> لو أن عُصْمَ عَمَايَتَيْن ويَذْبُل ... سَمِعَا حديثَكِ أنْزَلا الأوْعَالا (٥) </p><p> فأخبر عن العمايتين بقوله: سمعا، ولم يخبر عن العُصْمِ. قال أبو علي: لا يجوز أن يُذْكر اسمٌ ولا يخبر عنه، ويترك متعلقًا (٦) مضربًا عن </p><p>(١) هذه قطعة من بيت لرجل يقال له النواح من بني كلاب، والبيت بتمامه: فإن كلابًا هذه عشر أبطن ... وأنت بريء من قبائلها العشر\"المخصص\" ١٢/ ١٥٤، وسيبويه ٢/ ٢٠٣، و\"المذكر والمؤنث\" للمبرد ص ١٠٨، و\"العين\" ٤/ ٤٨٤.(٢) في (ج): (يسمع).(٣) انظر: \"الكتاب\" ١/ ٩٠.(٤) البيت لجرير بن عطية الخطفي.انظر: \"ديوانه\" ص ٣٦٠، طبعة نعمان وفيه: (سمعت حديثك أنزل الأوعالا)، شرح ابن يعيش: ١/ ٤٦، و\"المخصص\" ٨/ ١٦٨ غير منسوب، و\"الأشباه والنظائر\" ٥/ ٦٥، و\"أمالي ابن الحاجب\" ٢/ ٦٦٠، و\"سر صناعة الإعراب\" ١/ ٤٦٢، و\"همع الهوامع\" ١/ ٤٢.(٥) في (ج): (الأومالا).(٦) في \"الإغفال\" ٢/ ٩١٨: (معلقًا).</p><p> الحديث عنه، ولم يجئ ذلك عندنا في شيء من كلامهم، وليس تأويل هذا البيت على ترك الإخبار عن المضاف، وإنما المعنى: لو أن عصم عمايتين، وعصم يذبل، فحذف المضاف (١) يجري ذكره، والدلالة عليه بالإخبار عنه بعده، وأجري الإخبار عنهما على لفظ الشبه إذ كانا جميعين (٢) ، لأنهما أجريا مجرى القبيلين، كقوله تعالى:  {أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا}  [الأنبياء:٣٠] وقوله تعالى: {فَأَصْلِحُوا بَيْنَهُمَا}  [الحجرات: ٩] وكقوله (٣) : </p><p> إن المَنِيّةَ والحُتُوفَ كلاهُما ... توفي المَخَارِمَ يرقُبَانِ سَوادِيَا </p><p> وأبو بكر بن الأنباري يقوي هذه الطريقة، ويقول: يجوز أن يذكر اسمان ثم يخبر عن الثاني، ويسد الخبر عن الثاني مسد الخبر عن الأول، كما قالوا: كأنك بالدنيا لم تكن وبالآخرة لم تزل، فجعلوا الخبر عن الدنيا خبرًا عن الكاف، ومنه قوله تعالى:  {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ}  [البقرة: ٢٣٤] صرف خبر الذين إلى الأزواج، وذهب قوم إلى أن المثل دخل توكيدًا للكلام، والمعنى: الجنة التي وعد المتقون تجري من تحتها الأنهار، فأكد الكلام بالمثل، كقوله تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] أي كهو، وعلى هذا المثل يكون لغوًا وزيادة كما تقول في الفصل في قوله:  {أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ}  [البقرة: ٥، ١٢] . وقوله تعالى: </p><p>(١) في \"الإغفال\" ٢/ ٩١٨ (فحذف المضاف وأقيم المضاف إليه مقامه لم يجر في ذكره، والدلالة عليه به، وبالأخبار الذي يجيء عنه بعده ..). (٢) في \"الإغفال\" ٩١٨/ ٢ (واحد إذا كانا جمعين).(٣) القائل هو الأسود بن يعفر. \"ديوانه\" ص ٢٦، و\"خزانة الأدب\" ٧/ ٥٧٥، و\"شرح شواهد المغني\" ٢/ ٥٥٣، و\"مغني اللبيب\" ١/ ٢٠٤ (يوفي المنية) بدل (توفي المخارم)، و\"خزانة الأدب\" ٣/ ٣٨٥ (يوفي)، \"المفضليات\" ص ٢١٦ (يوفي)، و\"منتهى الطلب\" ١/ ٨١ (كليهما)، و\"السمط\" ١/ ١٧٤، ٢٦٨ (يوفي).</p><p> {تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا}  [المزمل: ٢٠] . </p><p> قال أبو علي: كون المثل لغوًا والحكم عليه بهذا فاسد غير سائغ (١) ، لأنه لا دلالة عليه ولا شاهد له، والقياس على الفصل غير جائز لقِلته، ولأن الفصل مضمر غير معرب، وقد قامت الدلالة على أن الفصل لا موضع له من الإعراب، و (مثل الجنة) مظهر معرب فلا يشبه الفصل، ألا ترى أن (مثل) هاهنا يرتفع (٢) بالابتداء، (وإذا ارتفع بالابتداء)  (٣) ، فقد اقتضى خبرًا لآية (٤) يرتفع بكونه مُحَدَّثًا عنه، كما يرتفع الفاعل بذلك، فلو جاز وجود مبتدأ لا خبر له، لجاز وجود فاعل لا فعل له، وإذا استحال هذا في الفاعل كان استحالته في الابتداء مثله. </p><p> وأما قوله:  {لَيْسَ كَمِثْلِهِ شَيْءٌ} فليس مثل لغوًا، إنما الكاف الملغى عندنا، والحكم بزيادة الكاف أولى؛ لأنه حرف، والحرف يكون زيادة كثيرة، وليس الأسماء بمنزلها، وقد وجدت الكاف زائدة في مواضع كقول رؤبة (٥) : </p><p> لَوَاحِقُ الأقْرابِ فيها كالمَقَق ... و ... كَكَما يُؤثَفِين (٦) </p><p>(١) في (ب): (غير شائع). (٢) في \"الإغفال\" ٢/ ٩٢٠: (لا يرتفع) بزيادة (لا).(٣) ما بين القوسين ساقط من (ج).(٤) في \"الإغفال\" ٢/ ٩٢٠: (خبرًا لأنه).(٥) \"ديوانه\" ص ١٠٦، و\"العين\" ٣/ ٢٩٠، و\"الخزانة\" ٤/ ٢٦٦، و\"سر صناعة الإعراب\" ص ٢٩٢، وبغير نسبة في \"المقتضب\" ٤/ ٤١٨، و\"المسائل البغداديات\" ص ٤٠٠.قاله يصف خيلاً، لواحق: ضوامر، والأقراب: جمع قرب. والقرب الخاصرة.(٦) البيت لخطام المجاشعي، ولعل قبله سقطًا وأوله:وصاليات ككما يؤثفين</p><p> وقول لبيد (١) : </p><p> ....... في مِرْفَقَيْهما كالفَتل </p><p> وإذا كان كذلك كان الحكم بزيادة الكاف أولى، بل لا يجوز غيره، فيكون المعنى: ليس مثله شيء، وقال أبو إسحاق (٢) : والذي عندي -والله أعلم- أن عرفنا أمور الجنة التي لم نرها ولم نشاهدها، بما شاهدنا من أمور الدنيا وعاينا، فالمعنى مثل الجنة التي وعد المتقون جنة تجري من تحتها الأنهار، قال أبو علي (٣) : وهذا أيضاً ليس بمستقيم، ألا ترى أن المثل لا يخلو عن أن يكون الصفة، كما قال قوم، أو يكون من معنى المشابهة والتشبه (٤) كما قلنا، وفي كلا القولين لا يصح ما قال، لو قلت: </p><p>= انظر: \"الكتاب\" ١/ ١٣، ٢٠٣، ٢/ ٣٣١، و\"المغني\" ٤/ ٥٩٢، و\"الخزانة\" ١/ ٣٦٧، وغير منسوب في \"معاني الأخفش\" ٣٠٣، و\"المقتضب\" ٢/ ٩٥، و\"مجالس ثعلب\" ص ٣٩، و\"سر صناعة الإعراب\" ص ٢٨٢، و\"المحتسب\" ١/ ١٨٦، والصاليات: الأثافي، وهي من صليت بالنار: أي أحرقت حتى اسودت، يؤثفين: يجعلن أثافي للقدر. (١) \"ديوانه\" ص ١٣٩، والبيت بتمامه:قد تجاوزت وتحتي جسرة ... حرج في مرفقيها كالفتلتجاوزت: قطعت المسافة، الجسرة: الناقة الضخمة الطويلة التي لا تركب، حرج: لا تركب ولا يضربها الفحل، الفتل: الاندماج في المرفقين مع تباعد عن الجنب.وانظر: \"اللسان\" (حرج) ٢/ ٨٢١، (فتل) ٦/ ٣٣٤٣، و\"تهذيب اللغة\" ١/ ٧٧٥، و\"كتاب العين\" ٣/ ٧٧، و\"تاج العروس\" (حرج) ٣/ ٣٢١، وبلا نسبة في \"مقاييس اللغة\" ١/ ٢٦٠.(٢) \"معاني القرآن وإعرابه\" ٣/ ١٥٠.(٣) \"الإغفال\" ٢/ ٩٢٤.(٤) في (ب): (والشبه) وهو الصحيح كما في \"الإغفال\" ٢/ ٩٢٤، وفي (ح): (والتشبيه).</p><p> صفة الجنة جنة لم يصح، لأنها لا يكون الصفة، وكذلك لو قلت: شبه الجنة جنة، ألا ترى أن الشبه عبارة عن المماثلة التي بين المماثلين، وهو حدث، والجنة غير حدث، وإذا كان كذلك الأول لا يكون الثاني، والصحيح في هذه الآية ما قاله سيبويه (١) ، واعترض ابن الأنباري أيضًا على قول أبي إسحاق بأن قال: لا يجوز أن يحذف من الآية جنة، وهي منونة؛ لأن الاسم لا يخلفه الفعل المستقبل، لا يجوز أن تقول: مررت بيقوم، على معنى: مررت برجل يقوم. وقال بعض النحويين:  (مثل الجنة) مبتدأ وخبره محذوف، وتقديره: مثل الجنة التي هي كذا وكذا أجل مثل، وقال مقاتل (٢) : معنى الآية شبه الجنة التي وعد المتقون في الخير والنعمة والخلود والبقاء كشبه النار في العذاب والشدة والخلود، وعلى هذا الآية متصلة بما قبلها، ويصير في التقدير، كأنه قال: ولعذاب الآخرة أشق مثل الجنة، أي في الدوام والخلود. </p><p> وقوله تعالى:  {أُكُلُهَا دَائِمٌ} قال الحسن (٣) : يريد أن ثمارها لا تنقطع كثمار تنقطع في غير أزمنتها، وقيل: أراد أن النعمة بأكلها لا تنقطع بموت ولا غيره من الآفات. </p><p> وقوله تعالى:  {وَظِلُّهَا} أي: أنه (٤) لا يزول ولا تنسخه الشمس (٥) . </p><p>(١) إلى هنا انتهى النقل عن \"الإغفال\" ٢/ ٩١١ - ٩٢٤ بتصرف وزيادة وحذف. (٢) \"تفسير مقاتل\" ١٩٢ أ.(٣) \"زاد المسير\" ٤/ ٣٣٤.(٤) (أنه) ساقط من (ج).(٥) \"زاد المسير\" ٤/ ٣٣٤.</p>"
}