{
  "id": null,
  "sura": 13,
  "aya": 31,
  "text": "<p> الحجر يدعو، وأبو جهل يسمع إليه، وهو يقول: يا رحمن، فلما سمعه يذكر الرحمن ولىَّ مدبرًا إلى المشركين، وقال لهم: إن محمدًا كان ينهانا عن عبادة الآلهة، وهو يدعو إلهين، يدعو الله ويدعو إلهًا آخر يقال له: الرحمن، فأنزل الله هذه الآية (١) . </p><p> وقوله:  {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ} قال مقاتل (٢) وابن جريج (٣) وقتادة (٤) : نزل هذا في صلح الحديبية، أرادوا كتاب الصلح، فقال النبي - صلى الله عليه وسلم - لعلي:  \"اكتب بسم الله الرحمن الرحيم\" فقال المشركون: ما ..... (٥) اكتب باسمك اللهم\". </p><p> وقوله تعالى:  {قُلْ هُوَ رَبِّي} أي قل لهم يا محمد: إن الرحمن الذي أنكرتم معرفته، هو إلهي وسيدي، لا إله إلا هو. </p><p> ٣١ - قوله تعالى:  {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} الآية، قال المفسرون (٦) : قالت قريش للنبي - صلى الله عليه وسلم -: إن كنت كما تقول فباعد عنا أخشبي </p><p>(١) نقله في \"زاد المسير\" ٤/ ٣٢٩ عن الواحدي، وانظر القرطبي ٩/ ٣١٨. (٢) \"تفسير مقاتل\" ١٩١ أ، \"زاد المسير\" ٤/ ٣٢٩، القرطبي ٩/ ٣١٧، الثعلبي ٧/ ١٣٧ أ.(٣) \"زاد المسير\" ٤/ ٣٢٩، القرطبي ٩/ ٣١٧، الطبري ١٣/ ١٥٠ وابن جريج عن مجاهد، وابن المنذر كما في \"الدر\" ٤/ ١١٦، الثعلبي ٧/ ١٣٧ أ.(٤) الطبري ١٣/ ١٥٠، و\"زاد المسير\" ٤/ ٣٢٩، وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ١١٦، والثعلبي ٧/ ١٣٧ أ.(٥) بياض في جميع النسخ، وفي البخاري (٤١٨٠، ٤١٨١) كتاب: المغازي، باب: غزوة الحديبية، وأحمد ٤/ ٣٣٠ وفيه: فقال سهيل: أما الرحمن فوالله ما أدري ما هي، ولكن اكتب: باسمك اللهم). وفي الطبري ١٣/ ١٥٠ عن مجاهد: ما ندري ما الرحمن اكتب باسمك اللهم.(٦) روى الطبري ١٣/ ١٥١ - ١٥٢ نحو هذا عن قتادة والضحاك وابن زيد وفي \"تفسير كتاب الله العزيز\" ٢/ ٣٠٩ عن الحسن.</p><p> هذه. يعنون جبلها فإنها ضيقة، حتى نتخذ فيها قطائع وبساتين، واجعل لنا (١) فيها عيونًا وأنهارًا حتى نغرس ونزرع، وابعتَ لنا آباءنا من الموتى يكلمونا يخبرونا أنك نبي، فأنزل الله:  {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} أي جعلت تسير، {أَوْ قُطِّعَتْ بِهِ الْأَرْضُ} هو أي شققت، فجعلت أنهارًا وعيونًا، وقيل: معناه: هو أنهم قالوا له: اجعلنا يخرج أحدنا إلى الشام أو إلى اليمن أو الحيرة ويرجع في ليلة، كما خبرت أنك فعلته، فعلى هذا معنى (قطعت) من قطع المسافة {أَوْ كُلِّمَ بِهِ الْمَوْتَى} أي: أُحْيُوا حتى كلموا، وجواب (لو) محذوف: لِسُيِّر مَوْضِعُه، وتلخيصه: ولو أن قرآنا فعل به ما التمسوا لكان هذا القرآن، فلما عرف تأويله حذف اختصارًا، هذا قول الفراء (٢) والزجاج (٣) وابن الأنباري وأكثر أهل العلم. </p><p> وقال الفراء: وإن شئت جعلت جوابها متقدمًا على تقدير: وهم يكفرون بالرحمن، ولو أنزلنا عليهم ما سألوا (٤) قال أبو بكر: يعني به هم يكفرون بالرحمن، ولو أنزلنا عليهم الذي سألوا، قال أبو بكر (٥) : يعني به هم يكفرون، ولو فعل بهم ذلك كما تقول: قد كنت هالكًا لولا أن فلانًا أنقذك، يريد لولا إنقاذه إياك لهلكت، قال: وهذا ضعيف؛ لأنه ليس يكثر في كلامهم: زرتك لو زرتني، وقصدتك لو قصدتني، وهو على ضعفه غير خارج عن الصواب. </p><p>(١) (لنا) مكررة في (أ). (٢) \"معاني القرآن\" ٢/ ٦٣.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤٨.(٤) روى الطبري ١٣/ ١٥١ نحو هذا القول عن ابن عباس ومجاهد وعبد الله بن كثير.(٥) \"زاد المسير\" ٤/ ٣٣١.</p><p> وقال الزجاج (١) : والذي أتوهمه أن المعنى: (ولو أن قرآنًا -إلى قوله- الموتى) لما آمنوا، قال: ودليل هذا القول [قوله: {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ} إلى قوله {إِلَّا أَنْ يَشَاءَ اللَّهُ}  [الأنعام:١١١] ، فجعل الجواب المضمر هاهنا ما أظهر في] (٢) قوله: {وَلَوْ أَنَّنَا نَزَّلْنَا} وهو قوله: {مَا كَانُوا لِيُؤْمِنُوا} ، وهذا الذي ذكره هو قول ابن عباس (٣) قال: في قوله: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} يريد: لو قضيت أن لا يقرأ القرآن على الجبال إلا سارت، ولا على الأرض إلا تخرقت، ولا على الموتى إلا حيوا وتكلموا، ما آمنوا، لما سبق عليهم في علمي. </p><p> وذكر الكسائي (٤) في جواب {لَوْ} هاهنا وجوهًا فاسدة يطول ذكرها وبيان فسادها فتركناها. </p><p> وقوله تعالى:  {بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا} معنى بل: نفي الأول وإثبات الثاني، كأنه يقول: دع ذلك الذي قالوا من تسيير الجبال وغيره، فالأمر لله جمعيًا، لو شاء أن يؤمنوا لآمنوا، وإذ لم يشأ لا ينفع تسيير الجبال، وما اقترحوا من الآيات، وسياق الآية يدل على هذا المعنى وهو قوله:  {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا} ، قال ابن عباس (٥) </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٤٨. (٢) ما بين المعقوفين ساقط من (ج).(٣) الطبري ١٣/ ١٥١ نحوه. وانظر: \"الدر المنثور\" ٤/ ١١٧.(٤) \"إعراب القرآن\" للنحاس ٢/ ١٧٢ قال: قال الكسائي: المعنى وددنا لو أن قرآنا سيرت به الجبال فهذا بغير حذف. اهـ.(٥) الطبري ١٣/ ١٥٤، و\"زاد المسير\" ٤/ ٣٣١، والقرطبي ٩/ ٣٢٠، وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ١١٨.</p><p> في رواية عطاء: أفلم يعلم، وقال فيما روى الكلبي عنه (١) أيضًا: ييئس: يعلم في لغة النَّخَع، وهذا قول أكثر المفسرين، مجاهد (٢) والحسن (٣) وقتادة (٤) وابن زيد (٥) ، واختلف أهل اللغة في هذا. </p><p> وقال أبو عبيدة (٦) والليث (٧) : ألم ييئس: ألم يعلم، وأنشد أبو عبيدة (٨) : </p><p> أقُولُ لهم بالشِّعْبِ إذ يأسِرُونَنِي ... ألم تَيْأسُوا أني ابنُ فارِسِ زَهْدَمِ </p><p> بمعنى: ألم يعلموا، وأنشد الليث (٩) : </p><p>(١) \"تنوير المقباس\" ص ١٥٨، الطبري ١٣/ ١٥٣، \"زاد المسير\" ٤/ ٣٣١، الثعلبي ٧/ ١٣٨ أ. (٢) الطبري ١٣/ ١٥٥، القرطبي ٩/ ٣٢٠.(٣) \"زاد المسير\" ٤/ ٣٣١، القرطبي ٩/ ٣٢٠.(٤) الطبري ١٣/ ١٥٥، وأبو الشيخ كما في \"الدر\" ٤/ ١١٨، و\"زاد المسير\" ٤/ ٣٣١.(٥) الطبري ١٣/ ١٥٥، وأبو الشيخ كما في \"الدر\" ٤/ ١١٨، و\"زاد المسير\" ٤/ ٣٣١.(٦) \"مجاز القرآن\" ١/ ٣٣٢.(٧) \"تهذيب اللغة\" (يئس) ٤/ ٣٩٩١.(٨) في \"مجاز القرآن\" ١/ ٣٣٢ نسبه لسحيم بن وثيل اليربوعي. وانظر: \"اللسان\" ٨/ ٤٩٤٦ وكان وقع عليه سباء فضرب عليه بالسهام، وفي \"اللسان\" ٨/ ٤٩٤٦ له أو لولده جابر بن سحيم. وفي \"البحر المحيط\" ٥/ ٣٩٢ لسحيم، وغير منسوب في \"المعاني الكبير\" ٢/ ١١٤٨ لابن قتيبة، وفي \"الميسر والقداح\" (٣٣)، الطبري ١٣/ ١٥٣، القرطبي ٩/ ٣٢٠ ونسبه لمالك بن عوف النصرى، و\"مشكل القرآن\" (١٩٢) وزهدم: فرس سحيم، و\"الكشاف\" ٢/ ٣٦٠، و\"تهذيب اللغة\" (يأس) ٤/ ٣٩٩١، و\"الحجة\" ٤/ ٤٣٧، و\"مقاييس اللغة\" ٦/ ١٥٤، \"ديوان الأدب\" ٣/ ٢٥٨، و\"المخصص\" ١٣/ ٢٠.(٩) اختلف في نسبة البيت، فنسبه القرطبي ٩/ ٣٢٠، وأبو حيان في \"البحر المحيط\" ٥/ ٣٩٢ إلى رياح بن عدي. وانظر: \"المحتسب\" ١/ ٣٥٧، و\"الدر المصون\" ٧/ ٥٣، والطبري ١٣/ ١٥٣، و\"الحجة\" ٤/ ٤٣٨، و\"أساس البلاغة\" (يئس) بلا نسبة.</p><p> ألم يَيْأسِ الأقْوَامُ أني أنا ابنُه ... وإن كنتُ عن أرْضِ العَشِيرةِ نَائِيا </p><p> وقال قطرب (١) : يئس: بمعنى علم؛ لغة العرب، وأنشد البيت. وقال الكسائي (٢) : ما وجدت العرب تقول: يئست، بمعنى علمت، قال: وهذا الحرف في القرآن من اليأس المعروف لأمر (٣) العلم، وذلك أن المشركين لما طالبوا رسول الله - صلى الله عليه وسلم - بهذه الآيات اشرأب المسلمون بذلك، وأرادوا أن يظهر لهم آية ليجتمعوا على الإيمان، فقال الله تعالى:  {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا} كأنه قال ألم يعلموا علمًا ييأسوا معه من أن يكون غير ما علموه، وهو أن الله لو شاء لهداهم من غير ظهور هذه الآيات، فأضمر العلم هاهنا مع اليأس، كما أضمر في قولهم: يئست من غلامي أن يفلح، وتأويله: يئست من غلامي علمًا مني أنه لا يفلح، وتلخيصه: قد علمت أن غلامي لا يفلح علمًا أيأسني من غيره، وهذا قول الفراء (٤) سواء. </p><p> وقال أبو إسحاق (٥) ثابتًا على هذا المعنى: القول عندي أن معناه: أفلم ييأس الذين آمنوا من إيمان هؤلاء؛ لأن الله لو شاء لهدى الناس جميعًا. </p><p> قال أبو بكر ابن الأنباري: وهذا القول مأخوذ من قول الكسائي والفراء وأبي إسحاق، هو معنى وليس بتفسير، كما قال الفراء هو في </p><p>(١) انظر: الطبري ١٣/ ١٥٣، و\"تهذيب اللغة\" (يئس) ٤/ ٣٩٩١. (٢) \"معاني القرآن\" للنحاس ٣/ ٤٩٨، و\"البحر المحيط\" ٥/ ٣٩٢.(٣) كذا في جميع النسخ ولعلها: (لامن العلم).(٤) \"معاني القرآن\" ٢/ ٦٣، ٦٤. وهو كذا في النسخ ولعل الصواب (وهذا وقول الفراء سواء).(٥) \"معاني القرآن وإعرابه\" ٣/ ١٤٩.</p><p> المعنى على تفسيرهم، أي أن المعنى يؤول إلى ما ذكروا؛ لأن العلم بالشيء يوجب اليأس من خلافه. ويدل على أن المراد هاهنا العلم، ما روي أن ابن عباس كان يقرأ (١) : (أفلم تيأس الذين آمنوا) ، فقيل له:  {أَفَلَمْ يَيْأَسِ} فقال: أظن الكاتب كتبها وهو ناعس، يريد أنه كان في الخط بتاءين، فزاد الكاتب سينة واحدة فصار (ييئس) فقرئ ييس. </p><p>(١) في الطبري ١٣/ ١٥٤ أن ابن عباس كان يقرؤها (أفلم يتبين) ... إلخ، وأخرجه ابن الأنباري في المصاحف كما في \"الدر\" ٤/ ٦٥٣. وقد روى الطبري ١٣/ ١٥٤ عن علي نحوه. وقد علق الشيخ أحمد شاكر -رحمه الله- على هذا الأثر وبين صحة إسناده. وأخبر أنه كتب رسالة مستقلة حول هذا الأثر المشكل وأشباهه.وانظر الثعلبي ٧/ ١٣٨ أ، و\"زاد المسير\" ٤/ ٣٣١، والقرطبي ٩/ ٣٢٠ وعلق بقوله: وهو باطل عن ابن عباس؛ لأن مجاهدًا وسعيد بن جبير حكيا الحرف عن ابن عباس على ما هو في المصحف بقراءة أبي عمرو، وروايته عن مجاهد وسعيد بن جبير عن ابن عباس، ثم إن معناه: أفلم يتبين، فإن كان مراد الله تحت اللفظة التي خالفوا بها الإجماع فقراءتنا تقع عليها، وتأتي بتأويلها، وإن أراد الله المعنى الآخر الذي اليأس فيه ليس من طريق العلم فقد سقط مما أوردوا. اهـ.وقال أبو حيان في \"البحر المحيط\" ٥/ ٣٩٣: وهذه القراءة ليس قراءة تفسير لقوله {أَفَلَمْ يَيْأَسِ} كما يدل عليه ظاهر كلام الزمخشري، بل هي قراءة مسندة إلى الرسول -صلى الله عليه وسلم-، وليست مخالفه للسواد، إذ كتبوا (ييئس) بغير صورة الهمزة، وهذه كقراءة فتبينوا وفتثبتوا، وكلتاهما في السبعة، وأما قول من قال: إنما كتبه الكاتب وهو ناعس فسوق أسنان السين فقول زنديق ملحد. اهـ.وقال الزمخشري في \"كشافه\" ٢/ ٣٦٠: وهذا ونحوه مما لا يصدق في كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، وكيف يخفى مثل هذا حتى يبقى ثابتًا بين دفتي الإمام، وكان متقلبًا في أيدي أولئك الأعلام المحتاطين في دين الله المهيمنين عليه، لا يغفلون عن جلائله ودقائقه، خصوصًا عن القانون الذي إليه المرجع والقاعدة التي عليها البناء، هذه والله فرية ما فيها مرية. اهـ.</p><p> وقوله تعالى:  {أَنْ لَوْ يَشَاءُ اللَّهُ} قال أبو علي (١) : {أَنْ} هاهنا مخففة من الثقيلة وفيه ضمير القصة، والحديث على تقدير: أنه لو يشاء، كقوله {عَلِمَ أَنْ سَيَكُونُ}  [المزمل: ٢٠] و {أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ}  [طه: ٨٩] . على ذلك حسن وقوع الفعل بعدها، لفصل الحرف بينهما وهو لو ولا والسين. </p><p> وقوله تعالى:  {وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ} قال ابن عباس (٢) في رواية عطاء: عذاب، قال المفسرون (٣) : أراد أنهم تصيبهم بما صنعوا، والحُرَب (٤) من كفرهم وأعمالهم الخبيثة داهية تقرعهم، ومصيبة شديدة من الأسر والقتل والجدب. </p><p> قال أبو إسحاق (٥) : ومعنى (قارعة) في اللغة: نازلة تنزل بأمر عظيم. </p><p> وروي عن ابن عباس (٦) أيضًا في تفسير القارعة أنها السرايا التي كانت يبعث رسول الله - صلى الله عليه وسلم - إليهم، وهو اختيار الفراء (٧) ، {أَوْ تَحُلُّ قَرِيبًا مِنْ </p><p>(١) \"الحجة\" ٤/ ٤٣٨. (٢) الطبري ١٣/ ١٥٦، وابن مردويه كما في \"الدر\" ٤/ ١١٩، و\"زاد المسير\" ٤/ ٣٣٢.(٣) الطبري ١٣/ ١٥٥، الثعلبي ٧/ ١٣٨ ب، \"زاد المسير\" ٤/ ٣٣٢، القرطبي ٩/ ٣٢١.(٤) (والحرب) كذا في جميع النسخ، ولعل هذه اللفظة في السطر الذي يليه كما في الوسيط. (بما صنعوا) من كفرهم، وأعمالهم الخبيثة داهية تقرعهم، ومصيبة شديدة من الأسر والقتل والحرب والجذب).(٥) \"معاني القرآن وإعرابه\" ٣/ ١٤٩.(٦) الطبري ١٣/ ١٥٥، والفريابي وابن مردويه كما في \"الدر\" ٤/ ١١٩، الثعلبي ٧/ ١٣٨ ب.(٧) \"معاني القرآن\" ٢/ ٦٤.</p>"
}