{
  "id": null,
  "sura": 13,
  "aya": 16,
  "text": "<p> فسجود الظلال تمايلها واستسلامها وانقيادها للتسخير، كأنه قيل: وظلالهم بالغدو والآصال مستسلمة، ودل على هذا قوله:  {وَلِلَّهِ يَسْجُدُ} </p><p> ١٦ - قوله تعالى:  {قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ} الآية، السؤال والجواب جاء من ناحية واحدة، كقوله تعالى:  {قُلْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ قُلِ اللَّهُ يَبْدَأُ الْخَلْقَ}  [يونس: ٣٤] الآية، وذلك أن الكفار لا ينكرون أن الله خالق السموات والأرض والمخلوقات، لقوله:  {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ}  [الزخرف: ٨٧] ، وقوله تعالى:  {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ}  [يونس: ٣١] إلى قوله: {فَسَيَقُولُونَ اللَّهُ} ، فإذا أجاب النبي - صلى الله عليه وسلم - عن هذا السؤال بقوله: الله، لم ينكروا هم ذلك، ويصير كأنهم قالوا ذلك، ثم ألزمهم الحجة، فقال:  {قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ} قال ابن عباس: يريد توليتم غير رب السماء والأرض، والولي النصير، والذي يتولى النصرى، كأنه قال أفتخذتم من دونه أنصارًا، يعني: الأصنام لا يملكون لأنفسهم ضرًا ولا نفعًا، فكيف لغيرهم. </p><p> ثم ضرب مثلًا للذي يعبد الأوثان، وللذي يعبد الله تعالى: فقال: {قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ} قال ابن عباس (١) يريد المشرك والمؤمن {أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ} قال: يريد الشرك والإيمان، وقرأه أكثر </p><p>= \"ديوانه\" ص ٦٠، و\"تاج العروس\" (سجد) ٥/ ٧، و\"تأويل مشكل القرآن\" ص ٤١٦، و\"اللسان\" (سجد) ٤/ ١٩٤١، و\"تهذيب اللغة\" ٢/ ١٦٣١ (سجد)، و\"المخصص\" ١١/ ١١٣. (١) \"تنوير المقباس\" ص ١٥٦، و\"زاد المسير\" ٤/ ٣٢٠، والقرطبي ٩/ ٣٠٣، وأبو الشيخ كما في \"الدر\" ٤/ ١٠٢، وأخرج الطبري ١٣/ ٣٣٣ عن مجاهد نحوه.</p><p> القراء (١)  (تستوي) بالتاء؛ لأن الظلمات جمع، ولا حائل بينهما وبين الفعل، ومن قرأ بالياء فلتقدم الفعل مع التأنيث في الظلمات غير حقيقي. </p><p> وقوله تعالى:  {أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ} إلى قوله {عَلَيْهِمْ} ، قال ابن عباس (٢) : معناه أجعلوا لله شركاء خلقوا سموات وأرضين وجنًّا وإنسًا، فتشابه الخلق عليهم من هذا الوجه. </p><p> وقال أبو إسحاق (٣) : أي هل رأوا غير الله خلق شيئًا، فاشتبه عليه خلق الله من خلق غيره؟ </p><p> وقال ابن الأنباري (٤) : تلخيص هذه الآية: وبخهم أجعلوا لله شركاء خلقوا مثل ما خلق الله، فتشابه خلق الشركاء بخلق الله عندهم؟ وهذا الاستفهام إنكار لذلك، أي ليس الأمر على هذا حتى يشبه الأمر، بل إذا فكروا بعقولهم وجدوا الله هو المنفرد بالخلق، وسائر الشركاء لا يخلقون خلقًا يتشابه بخلق الله، وإذا كانوا بهذه الصفة ألزمتهم الحجة. </p><p> وقوله تعالى:  {قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ} ،قال الزجاج (٥) : أي قل ذلك وبينّه بما أخبر به من الدلالة على توحيده، من أول هذه السورة، مما يدل على أنه خالق كل شيء. </p><p>(١) قرأ ابن كثير ونافع وأبو عمرو وابن عامر وحفص عن عاصم (تستوي) بالتاء، وقرأ أبو بكر عن عاصم وحمزة والكسائي (يستوي) بالياء. انظر: \"السبعة\" ص ٣٥٨، و\"الإتحاف\" ص ٢٧٠، و\"زاد المسير\" ٤/ ٣٢٠، والقرطبي ٩/ ٣٠٣.(٢) \"تنوير المقباس\" ص ١٥٦ نحوه وأخرج ابن أبي شيبة، والطبري ١٣/ ١٣٣ وابن المنذر وابن أبي حاتم وأبو الشيخ عن مجاهد نحوه. \"الدر\" ٤/ ١٠٣.(٣) \"معانى القرآن وإعرابه\" ٣/ ١٤٤.(٤) \"زاد المسير\" ٤/ ٣٢٠.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٤٥.</p>"
}