{
  "id": null,
  "sura": 13,
  "aya": 17,
  "text": "<p> قال أصحابنا (١) : معناه: أنه خالق كل شيء بما يصح أن يكون مخلوقاً، ألا ترى أنه شيء وهو غير مخلوق. </p><p> وقال الشافعي (٢) في هذا: إنه من العموم الذي لم يدخله الخصوص، يعني أنه لما ذكر لفظ الخالق، علم أن عمومه بالمخلوقات، وإذا كان كذلك لم يدخله خصوص، لأنه لا مخلوق إلا وهو خالقه، ولما شبه المؤمن والكافر، والإيمان والكفر مثلًا. </p><p> ١٧ - فقال:  {أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ} وهي جمع وادي، وهو كل مفرج بين جبال وآكام وتلال. يجتمع إليه ماء المطر فيسيل فيه، هذا قول عامة أهل اللغة (٣) في معنى الوادي، وقال شمر (٤) : ودي: إذا سال، قال: ومنه الوَدْي فيما أرى، لخروجه وسيلانه، ومنه الوادي، وعلى هذا الوادي اسم للماء السائل، كالسيل (٥) ، والقول هو الأول. </p><p> قال أبو علي الفارسي (٦) : {فَسَالَتْ أَوْدِيَةٌ} اتساع، والمراد في: سال الوادي، وجرى النهر، ماؤهما، فحذف المضاف، قال: والأودية جمع نادر في فاعل، ولا يعلم فاعلًا جمع على أفعله، ويشبه أن يكون ذلك، ليتعاقب فاعل وفعيل على الشيء الواحد، كعالم وعليم، وشاهد وشهيد، </p><p>(١) المراد بأصحابه هنا: الأشاعرة. وما ذكره في معنى الآية صحيح، كما هو قول أهل السنة، وهو رد على المعتزلة المستدلين بالآية على أن القرآن مخلوق. وعلى أن أفعال العباد مخلوقة. (٢) \"الأم\" ٧/ ٤٦٢.(٣) \"تهذيب اللغة\" (ودي) ٤/ ٣٨٦٥، و\"اللسان\" (ودي) ٨/ ٤٨٠٣.(٤) \"تهذيب اللغة\" (ودي) ٤/ ٣٨٦٥.(٥) (كالسيل) ساقط من (ج).(٦) \"الحجة\" ٢/ ٣٤٠ (بتصرف).</p><p> ووال وولي، ألا ترى أنهم جمعوا فاعلًا أيضًا على فعلاء، كشاعر وشعراء، مثل فقيه وفقهاء، فجعلوا فاعلًا كفعيل في التكسير، كجريب وأجربة، وقالوا: يتيم وأيتام، وشريف وأشراف، كما قالوا: صاحب وأصحاب وطائر وأطيار، فلذلك جمع وادٍ على أودية (١) . </p><p> وقال غيره: نظير واد وأودية، ناد وأندية للمجالس. </p><p> وقوله تعالى:  {بِقَدَرِ} القَدَر والقَدْر، مبلغ الشيء يقال: كم قَدْر هذه الدراهم؟ وقدرها ومقدارها، أي: كم (٢) تبلغ من الوزن فيما يكون مساويًا لها من الوزن فهو قدرها، وذكرنا الكلام في القَدَر والقَدَر في قوله {عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ}  [البقرة: ٢٣٦] وفي مواضع. </p><p> قال مجاهد (٣) : بقدر مَلئْها. </p><p> وقال ابن جريج (٤) : الصغير بقدره، والكبير بقدره. </p><p> وقال ابن الأنباري والزجاج (٥) : (بقدرها) بما قدر (٦) يملأها، قالا: ويجوز بمقدار ما يملأها، وقد فُهم من قوله: القَدر هاهنا يجوز أن يكون مصدرًا فيكون المعنى: بما قدر لها من ملئها، ويجوز أن يكون المعنى: بقدر ملئها، وتلخيص معنى قوله:  {فَسَالَتْ أَوْدِيَةٌ} ، بقدرها من </p><p>(١) إلى هنا انتهى النقل عن \"الحجة\" ٢/ ٣٤٠ بتصرف. (٢) في (ب): (لم). ولعله خطأ.(٣) الطبري ١٣/ ١٣٦، وأبو عبيد وابن أبي شيبة وابن المنذر وابن أبي هاشم وأبو الشيخ كما في \"الدر\" ٤/ ١٠٥، القرطبي ٩/ ٣٠٥.(٤) الطبري ١٣/ ١٣٧، وابن جريج عن ابن عباس، القرطبي ٩/ ٣٠٥، وأخرجه ابن المنذر وابن أبي حاتم وأبو الشيخ عن ابن عباس كما في \"الدر\" ٤/ ١٠٣.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٤٥.(٦) في: (أ)، (ج) ساقط (أن).</p><p> الماء، لأن القدر معناه الهنداز (١) ، فإن صغر الوادي قل الماء، وإن اتسع الوادي كثر. </p><p> قال أبو علي (٢) : المعنى بقدر مياهها، ألا ترى أن المعنى ليس على أن الأودية سالت بقدر أنفسها. </p><p> قال ابن عباس في رواية عطاء (٣)  {أَنْزَلَ مِنَ السَّمَاءِ مَاءً} يريد قرآنًا، وهو مثل ضربه الله، {فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا} قال: يريد بالأودية قلوب العباد، قال ابن الأنباري: شبه نزول القرآن الجامع للهدى والبيان بنزول المطر، إذ نفع نزول القرآن يعم كعموم نفع نزول المطر، وشبه الأودية بالقلوب؛ إذ الأودية يستكن فيه الماء كما يستكن الإيمان والقرآن في قلوب المؤمنين، ونحو هذا قال الفراء (٤) : يقول قبلته القلوب بأقدارها وأهوائها. </p><p> وقال صاحب النظم: الماء هاهنا إن شاء الله الإيمان والحق، فهؤلاء الذين سمينا جعلوا الماء مثلًا للإيمان والقرآن، والأودية مثلًا للقلوب. </p><p> والباقون من المفسرين وأهل المعاني سكتوا عن بيان الممثل والممثل به، وجعلوا ابتداء المثل من قوله:  {فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا} ، قال ابن عباس (٥) : وهو الشك والكفر، قال الفراء (٦) : يقال: أزبد الوادي </p><p>(١) الهنداز: سبق التعريف به، وهو معرب، وأصله بالفارسية أنْدازاه، يقال: أعطاه بلا حساب ولا هنْداز. (٢) \"الحجة\" ٢/ ٣٤٠.(٣) القرطبي ٩/ ٣٠٥.(٤) \"معاني القرآن\" ٢/ ٦١.(٥) الطبري ١٣/ ١٣٥، وابن المنذر وابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ١٠٣.(٦) لم أجده في مظانه، وانظر: \"اللسان\" (زبد) ٣/ ١٨٠٣.</p><p> إزبادًا، والزبد الاسم، (رابيًا) قال الزجاج (١) : طافيًا عاليًا فوق الماء، وقال غيره (٢) زابدًا بانتفاخه، ربا يربو، إذا زاد، وهذا هو الأصل، ثم إذا زاد وانتفخ صار عاليًا. </p><p> قال ابن عباس وغيره من المفسرين (٣) : ثم ضرب مثلًا آخر فقال {وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ} ، قرئ (٤) بالتاء والياء. فمن قرأ (٥) بالتاء فلما قبله من الخطاب، وهو قوله:  {قُلْ أَفَاتَّخَذْتُمْ} ، ويجوز أن يكون خطابًا عامًا يراد به الكافة، كأنه ومما توقدون عليه أيها الموقدون، ومن قرأ بالياء فلأن ذكر الغيبة قد تَقَدّم في قوله: [ {أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ} ويجوز أن يراد به] (٦) جميع (٧) الناس، ويقوي ذلك قوله:  {وَأَمَّا مَا يَنْفَعُ النَّاسَ} فكما أن الناس يعم المؤمن والكافر، كذلك الضمير في يوقدون (٨) ، وأراد بما يوقد عليه في النار الفلز (٩) ، وهو ما يذاب من الجواهر كالذهب والفضة والصفر والحديد </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٤٥. (٢) أبو عبيدة \"مجاز القرآن\" ١/ ٣٢٨.(٣) الطبري ١٣/ ١٣٤، والثعلبي ٧/ ١٣٠ ب، و\"زاد المسير\" ٤/ ٣٢٢، والقرطبي ٩/ ٣٠٥، وابن كثير ٢/ ٥٥٧ - ٥٥٨.(٤) قرأ ابن كثير ونافع وأبو عمرو وابن عامر وعاصم في رواية أبي بكر (توقدون) بالتاء، وقرأ حمزة والكسائي وحفص عن عاصم (يوقدون) بالياء وروى علي بن نصر عن أبيه عن أبي عمرو بالتاء والباء والغالب التاء وانظر: \"السبعة\" ص ٣٥٨، و\"الإتحاف\" ٢٧٠، و\"زاد المسير\" ٤/ ٣٢١، و\"البحر المحيط\" ٥/ ٣٨١.(٥) من هنا يبدأ القتل عن \"الحجة\" ٥/ ١٦ باختصار.(٦) في (ج): (أم جعلوا لله شركاء خلقوا، ويراد به).(٧) في (ب): (جمع).(٨) إلى هنا انتهى النقل عن \"الحجة\" ٥/ ١٦ باختصار.(٩) الفِلْزُ والفِلَزُّ، والفُلُزُّ: نحاس أبيض تصنع منه القدور وغيرها، وقيل: هو جميع =</p><p> والنحاس، في قول جميع المفسرين (١) . </p><p> قال أبو علي (٢) : وجعل الظرف الذي {فىِ النَّارِ} متعلقًا بتوقدون؛ لأنه قد يوقد على ما ليس في النار، كقوله:  {فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ}  [القصص: ٣٨] فهذا إيقاد على ما ليس في النار، وإن كان يلحقه وهجها ولهيبها، يريد أن هذه الجواهر تدخل النار فيوقد عليها. </p><p> وقوله تعالى:  {ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ} قال الزجاج (٣) وغيره: الذي يوقد عليه لابتغاء الحلية الذهب والفضة، والذي يوقد عليه لابتغاء الأمتعة، الحديد والصفر والنحاس والرصاص، يتخذ منها الأواني والأشياء التي ينتفع بها، والمتاع كل ما يتمتع به (٤) . </p><p> وقوله تعالى:  {زَبَدٌ مِثْلُهُ} زبد مثل زبد الماء الذي يحمله السيل. </p><p> وقوله تعالى:  {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} كما ذكر من هذه الأشياء يضرب الله مثل الحق والباطل، قال صاحب النظم: هذا كلام فرّق به بين الكلام الأول وبين تمامه؛ لأن قوله:  {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً} هو من الكلام الأول، ثم لما تم ذلك رجع إلى تمام قوله:  {كَذَلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ} ، فقال:  {كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} والتأويل: كذلك يضرب الله الأمثال للحق والباطل، فاختصر الكلام اختصارًا على ما سبق من ذكر </p><p>= جواهر الأرض من الذهب والفضة والنحاس وأشباه ذلك. انظر: \"تهذيب اللغة\" (فلز) ٣/ ٢٨٢٨، و\"اللسان\" (فلز) ٦/ ٣٤٦٠. (١) الطبري ١٣/ ١٣٤، والثعلبي ٧/ ١٣١ أ، و\"زاد المسير\" ٤/ ٣٢٢، والقرطبي ٩/ ٣٠٥، وابن كثير ٢/ ٥٥٨، و\"البحر المحيط\" ٥/ ٣٨١.(٢) \"الحجة\" ٥/ ١٦، و\"البحر المحيط\" ٥/ ٣٨٢.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤٥.(٤) \"تهذيب اللغة\" (متع) ٤/ ٣٣٣٤.</p><p> الحق والباطل، اعتماداً على بيانه في آخر الآية، وهو قوله تعالى:  {كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ} ، وأنشد قول ذي الرمة (١) : </p><p> فأضْحَتْ مَغَانِيها قِفَارًا رُسُومُها ... كأن لم سِوَى أهْلٍ من الوَهِل تؤهلُ </p><p> المعنى: كأن لم تؤهل سوى أهل من الوحش، ففرق بين لم، وتؤهل، ومعنى قوله:  {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً} الجفاء (٢) ما جفاه الوادي، أي: رمى به، قال أبو زيد (٣) : يقال: جفأت الوادي الرجل، إذا صرعته، وأجفأت القدر بزبدها، إذا ألقت زبدها فيذهب جفاء. وقال الفراء (٤) : الجفاء الرمي والاطراح، يقال: جفا الوادي غثاه جفاءً، إذا رماه، والجفاء اسم للمجتمع منه المنضم بعضه إلى بعض، بمنزلة الغثاء والقماش (٥) ، قال: والجفاء مصدر يكون في مذهب اسم، وكذلك مصدر اجتمع بعضه إلى بعض مثل القماش والحطام والدقاق (٦) ، كما كان العطاء اسم الإعطاء، وقال الزجاج (٧) في باب الوفاق: جفا الوادي يجفا جُفا أو أجفا، إذا رمى بغثائه، قال: وموضع (جفاءً) نصب على الحال. </p><p>(١) \"ديوانه\" ١٤٦٥، وفيه (من الوحش) بدل (من الوهل). \"خزانة الأدب\" ٩/ ٥، و\"الخصائص\" ٢/ ٤٠١، و\"الدرر\" ٥/ ٦٣.انظر: \"تأويل مشكل القرآن\" ص ٢٠٧، و\"شرح شواهد المغني\" للسيوطي ص ٢٣٣. (٢) \"تهذيب اللغة\" (جفأ) ١/ ٦١٩، و\"الزاهر\" ٢/ ٨٩.(٣) \"تهذيب اللغة\" (جفأ) ١/ ٦١٩.(٤) \"معاني الفراء\" ٢/ ٦٢ بنحوه، و\"تهذيب اللغة\" (جفأ) ١/ ٦١٩.(٥) القماش: ما يجمع من هنا وهناك.(٦) الدقائق: فتات كل شيء.(٧) \"فعلت وأفعلت\" ص ٨، ونقله في \"التهذيب\" ١/ ٦١٩ عن الفراء.</p>"
}