{
  "id": null,
  "sura": 13,
  "aya": 42,
  "text": "<p> الشيء ويتبعه، ولا يكرُّ أحدٌ على ما أحكمه الله، وذكرنا الكلام في هذا عند قوله:  {لَهُ مُعَقِّبَاتٌ}  [الرعد: ١١] . </p><p> وقوله تعالى:  {وَهُوَ سَرِيعُ الْحِسَابِ} قال ابن عباس (١) : يريد سريع الانتقام، يعني حسابه للمجازاة بالخير والشر ومجازاة الكافر بالانتقام منه، وذكرنا الكلام في معنى سرعة حساب الله تعالى في سورة البقرة في قوله:  {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا}  [البقرة: ٢٠٢] . </p><p> ٤٢ - قوله تعالى:  {وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِم} قال المفسرون (٢) : يعني كفار الأمم الخالية مكروا بأنبيائهم؛ مثل: نمروذ مكر بإبراهيم، وغيره من الكفار قبل مشركي مكة. </p><p> وقوله تعالى:  {فَلِلَّهِ الْمَكْرُ جَمِيعًا} يعني (٣) أن مكر الماكرين له، أي هو من خلقه، وإرادته، فالمكر جميعًا مخلوق له بيده الخير والشر، وإليه النفع والضر، والمعنى أن المكر لا يضر إلا بإذنه وإرادته، وفي هذا تسلية للنبي - صلى الله عليه وسلم -، وأمان له من مكرهم، كأنه قيل: قد فعل من قبلهم من الكفار مثل صنيعهم ولا ضرر عليك من مكرهم؛ لأن جميع ذلك لله مخلوق، فلا يضر إلا من أراد الله ضرّه، وذهب بعض الناس (٤) إلى أن المعنى: فلله جزاء المكر، وذلك أنه لما مكروا بالمؤمنين، بين الله تعالى وبال مكرهم عليهم، فمجازاة (٥) الله لهم، والأوّل أظهر القولين، يؤكده </p><p>(١) القرطبي ٩/ ٣٣٤. (٢) الطبري ١٣/ ١٧٥، الثعلبي ٧/ ١٤٤ ب، \"زاد المسير\" ٤/ ٣٤٠، القرطبي ٩/ ٣٣٥، \"تفسير كتاب الله العزيز\" ٢/ ٣١٦.(٣) انظر: الثعلبي ٧/ ١٤٤ ب، \"زاد المسير\" ٤/ ٣٤١، القرطبي ٩/ ٣٣٥.(٤) الثعلبي ٧/ ١٤٤ ب، القرطبي ٩/ ٣٣٥.(٥) في (ب): (بمجازاة).</p><p> قوله تعالى:  {يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ} يريد أن جميع الاكتساب معلوم له ومخلوق، وإذا كان بخلقه يظهر وبعلمه يحصل، لم يقع ضرره إلا بإذنه، وفيه وعيد للكفار الماكرين. </p><p> وقوله تعالى:  {وَسَيَعْلَمُ الْكُفَّارُ}  (١) قال ابن (٢) عباس (٣) : يريد أبا جهل، وقال أبو إسحاق (٤) : الكافر اسم جنس، كما تقول: كثر الدرهم في أيدي الناس، فعلى قول ابن عباس التوحيد للتخصيص، وعلى قول أبي إسحاق التوحيد هاهنا كالجمع، قال أبو علي (٥) : من قرأ \"الكافر\" جعله اسمًا شائعًا، كالإنسان في قوله:  {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ}  [العصر: ٢] . وقد جاء فاعل يراد به اسم الجنس، أنشد أبو زيد (٦) : </p><p> إن تَبْخَلِي يا جُمْلُ أو تَعْتَلّي ... أو تُصْبِحِي في الظَّاعِنِ المُولِّي </p><p> قال: فهذا إنما يكون على الكثرة، وليس المعنى على كافر واحد، وزعموا أنه الألف (٧) فيه، وهذا الحرف إنما يقع في فاعل؛ نحو خالد وصالح، ولا يكاد يحذف في فعَّال، وهذا حجة لمن قرأ (الكافر) . </p><p>(١) هكذا \"الكافر\" في جميع النسخ، وهي قراءة ابن كثير ونافع وأبي عمرو، وقرأ عاصم وابن عامر وحمزة والكسائي {الْكُفَّارُ} على الجمع. انظر: \"السبعة\" ص ٣٥٩، و\"الحجة\" ٥/ ٢١، و\"الإتحاف\" ص ٢٧٠، والطبري ١٣/ ١٧٥، و\"زاد المسير\" ٤/ ٣٤١، والقرطبي ٩/ ٣٣٥.(٢) في (ج) إقحام (إسحاق)، فيكون (قال ابن إسحاق عباس).(٣) \"زاد المسير\" ٤/ ٣٤١، والقرطبي ٩/ ٣٣٥، و\"البحر المحيط\" ٥/ ٤٠١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٥١.(٥) \"الحجة\" ٥/ ٢٢ مختصرًا.(٦) أنشده سيبويه ٢/ ٨٢، ونسبه إلى رجل من بني أسد، وورد في \"النوادر\" ص ٥٣ ضمن أبيات من مشطور السريع منسوبًا إلى منظور بن مرثد الأسدي، و\"اللسان\" (عهل) ٥/ ٣١٥٢، و\"الحجة\" ١/ ١٥١.(٧) في \"الحجة\": (أنه لا ألف فيه).</p>"
}