{
  "id": null,
  "sura": 13,
  "aya": 6,
  "text": "<p> ٦ - قوله تعالى:  {وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ} ، قال ابن عباس (١) : يريد العذاب قبل الرحمة (٢) . </p><p> وقال أبو إسحاق (٣) : أي يطلبون العذاب بقولهم {فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ}  [الأنفال: ٣٢] قال المفسرون (٤) : يعني مشركي مكة؛ سألوا رسول الله - صلى الله عليه وسلم - أن يأتيهم العذاب استهزاءً منهم بذلك، كما أخبر عنهم في آية أخرى بقوله {وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ}  [الأنفال: ٣٢] الآية، فالمراد بالسيئة هاهنا العقوبة المهلكة والعذاب، والحسنة هي العافية والرخاء، والله تعالى صرف عمن بعث إليه محمد - صلى الله عليه وسلم - عقوبة الاصطلام (٥) ، وأخّر تعذيب مكذبيه إلى يوم القيامة، فذلك التأخير هو الحسنة. </p><p> قال أهل المعاني: وهي إحسانه بالإنظار في حكم (٦) الله أن يمهل هذه الأمة للتوبة، ثم يأخذ من أقام على الكفر بالعقوبة، وهؤلاء الكفار استعجلوا العذاب قبل إحسان الله معهم بالإنظار. </p><p> وقوله تعالى {وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ} العرب (٧) تقول </p><p>(١) \"زاد المسير\" ٤/ ٣٠٥. (٢) ما بين المعقوفين ساقط من (أ)، (ج).(٣) \"معاني القرآن وإعرابه\" ٣/ ١٣٩.(٤) الثعلبي ٧/ ١٢١ ب، والطبري ١٣/ ١٠٥، وقد روى هذا المعنى عن قتادة وغيره، و\"زاد المسير\" ٤/ ٣٠٥، والقرطبي ٩/ ٢٨٤.(٥) الاصطلام: الاستئصال، واصطُلِمَ القوم: أبيدوا، والاصطلام: إذا أبيد قوم من أصلهم. انظر: \"تهذيب اللغة\" (صلم) ٢/ ٢٠٤٧، و\"اللسان\" (صلم) ٤/ ٢٤٨٩.(٦) في (ب): (في حلم).(٧) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤٢، واللسان\" (مثل) ٧/ ٤١٣٥.</p><p> للعقوبة: مَثُلة ومُثُلَة، مثل: صَدُقة وصًدُقَة، فالأولى لغة الحجاز، والثانية لغة تميم، ومن قال: مَثُلَة، جمعها مَثُلات، ومن قال: مُثْلَة، جمعها علي مُثُلات ومَثْلات، ومُثْلات، بإسكان الثاء، وهذا معنى قول الفراء (١) والزجاج (٢) وبعض عبارتهما. </p><p> وقال ابن الأنباري (٣) : المثُلَة: العقوبة المبقية في المعاقَب شيئًا بتغيير بعض خَلْقه، الذي إذا أفسد قبحت معه الصورة، وهو من قولهم: مثَّل فلان بفلان، إذا شأن خَلْقه بقطع أنفه أو (٤) أذنه أو سمل عينه أو بقر بطنه، يُمثّل مَثْلا بفتح الميم وسكون الثاء، فهذا الأصل، ثم يقال للعار الباقي والخزي اللازم: مُثْلَه. انتهى كلامه. وأصل هذا الحرف من المثل الذي هو الشبه. </p><p> قال أبو عبيدة (٥) : المثُلات هي الأمثال والأشباه والنظائر، يريد العقوبات التي يشبه بعضها بعضًا في الإهلاك، كعقوبات الأمم الماضية، ونحو هذا قال ابن قتيبة (٦) . </p><p> وقال الزجاج (٧) : المعنى أنهم يستعجلون بالعذاب، وقد تقدم من العذاب ما هو مُثْلة، وما فيه نكالٌ لهم لو اتعظوا، فقوله: تقدم من العذاب ما هو مُثْلة، دليل على ما ذكرنا، وقال بعضهم: المثلات العقوبات التي تزجر عن مثل ما وقعت لأجله. </p><p>(١) \"معاني القرآن\" ٢/ ٥٩. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٣٩.(٣) \"زاد المسير\" ٤/ ٣٠٦.(٤) في (ب): (أنفه وأذنه).(٥) \"مجاز القرآن\" ١/ ٣٢٣ قال: واحدتها مَثُلة ومجازها مجاز الأمثال.(٦) \"مشكل القرآن وغريبه\" ص ٢٣٠.(٧) \"معاني القرآن وإعرابه\" ٣/ ١٤٠.</p><p> قال ابن عباس في قوله {وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ} ، قال: ما مثّل الله بالمكذبين قبلهم، والذي يدل من التفسير على ما ذكرنا من الاشتقاق، ما روى ابن أبي نجيح عن مجاهد (١) ، في قوله {الْمَثُلَاتُ} قال: الأمثال، قال أبو بكر: العقوبة يتذاكرها (٢) الناس ويضربون بها الأمثال، [فسمي باسم هو من سببها، وعلى هذا سميت العقوبات أمثالًا لما يضرب بها من الأمثال]  (٣) ، والصحيح في اشتقاق المُثْلة أنها العقوبة الظاهرة من قولهم: مثل الشيء، إذا ظهر وانتصب قائمًا، ومنه قول لبيد (٤) : </p><p> ثم أصْدَرْنَاهُمَا في وارِدٍ .... صَادرٍ وهمٍ صُوَاه قد مَثَلْ </p><p> أي انتصب وظهر، قال الأزهري (٥) في هذه الآية: يقول يستعجلونك بالعذاب الذي لم أعاجلهم به، وقد علموا ما نزل من عقوباتنا بالأمم الخالية، فلم يعتبروا بها، وكان ينبغي أن يردعهم ذلك عن الكفر، خوفًا أن ينزل بهم مثل الذي نزل بمن كفر قبلهم. </p><p>(١) الطبري ١٣/ ١٠٥، وابن أبي شيبة وابن المنذر وابن أبي حاتم ٧/ ٢٢٢٣، وأبو الشيخ كما في \"الدر\" ٤/ ٨٦. (٢) في (ج): (يتذاكراها).(٣) ما بين المعقوفين ساقط من (أ)، (ج).(٤) البيت في \"ديوانه\" ص ١٤٣، و\"ديوان الأدب\" ٣/ ٢٢٩، وكتاب \"العين\" ٢/ ١٣٢، ٧/ ٤٢٣، و\"تاج العروس\" ١٥/ ٦٨٤ (مثل)، و\"مقاييس اللغة\" ٢/ ٤٧٨، و\"المعاني الكبير\" ص ١١٠١، و\"تهذيب اللغة\" (مثل) ٤/ ٣٣٤٣، و\"اللسان\" (مثل) ٧/ ٤١٣٥.والوارد والصادر: الطريق، وهم. واسع ضخم، صوى الطريق: أعلامه، قد مثل: شخص وبرز.(٥) \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤٢.</p>"
}