{
  "id": null,
  "sura": 13,
  "aya": 14,
  "text": "<p> وقال مجاهد (١) : المحال القوة، وقال نابغة بني شيبان (٢) : </p><p> إنَّ مَنْ يَركبُ الفَوَاحِشَ سِرًّا ... حين يَخْلُو بسِرّه غَيْرُ خَالِ </p><p> كيفَ يخْلُو وعِنْدَه كاتِبَاه ... شَاهِدَاه ورَبُّهُ ذو المِحَالِ </p><p> وقال عبد المطلب بن هاشم (٣) : </p><p> لا هم إنَّ المَرْء يمنعُ رَحْلَه فامْنَع حِلالَك ... لا يَغْلِبَنّ صَلِيبهُمُ ومِحَالُهم عَدَدًا مِحَالَك </p><p> قال ابن الأنباري (٤) : أراد لا يغلبن مكرهم مكرك، وروى الضحاك عن ابن عباس (٥) في هذه الآية: شديد المكر، فإن قلنا: إن المحال معناه القوة، فهو ظاهر، والميم فاء، وإن قلنا: معناه المكر والحيلة، كان الميم أيضًا أصلية، ويكون المماحلة بمعنى المماكرة والاحتيال. </p><p> ١٤ - قوله تعالى:  {لَهُ دَعْوَةُ الْحَقِّ} الآية، أكثر المفسرين على أن المراد بدعوة الحق هاهنا كلمة التوحيد والإخلاص، روى عكرمة عن ابن عباس (٦) : {لَهُ دَعْوَةُ الْحَقِّ} قال: لا إله إلا الله، وهذا اختيار </p><p>(١) الطبري ١٣/ ١٢٧. (٢) \"ديوانه\" ص ٦٤، و\"الزاهر\" ١/ ١٠٢.(٣) انظر: \"سيرة ابن هشام\" ١/ ٥١، و\"تاريخ الطبري\" ٢/ ١٣٥، و\"الزاهر\" ١/ ١٠١، و\"المحرر\" ٨/ ١٤٨، و\"البحر\" ٥/ ٣٥٨، و\"الدر المصون\" ٧/ ٣٢، و\"اللسان\" (محل) ٧/ ٤١٤٨(٤) \"الزاهر\" ١/ ٩، ١٠.(٥) أخرجه ابن أبي حاتم وأبو الشيخ كما في \"الدر\" ٤/ ١٠٠، و\"زاد المسير\" ٤/ ٣١٦.(٦) عبد الرزاق ٢/ ٣٣٤، والطبري ١٣/ ١٢٧، والفريابي، وابن المنذر وابن أبي حاتم وأبو الشيخ، والبيهقي في \"الأسماء والصفات\" كما في \"الدر\" ٤/ ١٠٠، والثعلبي ٧/ ١٢٩ ب، والقرطبي ٩/ ٣٠٠، و\"معاني القرآن\" للنحاس ٤/ ٤٨٥.</p><p> الفراء (١) ، والزجاج (٢) </p><p> وهو قول قتادة (٣) ، وابن زيد (٤) ، والمعنى على هذا: لله من خلقه الدعوة الحق، ولكن أضيفت الدعوة إلى الحق لما اختلف اللفظان، وقد ذكرنا مثل هذا، ويجوز أن يكون المعنى: دعوة الدين الحق، وقال الحسن (٥) : الله الحق، وقال في رواية عطاء والضحاك:  {لَهُ دَعْوَةُ الْحَقِّ} معناه: هو الذي دعا إلى توحيده والاعتراف بأنه لا شريك له، وتفسير دعوة الحق (٦) على هذا القول: له دعاء الحق ة لأنه دعاء إلى [عبادته وتوحيده]  (٧) ، وكان ذلك حقًّا. </p><p> قال أبو إسحاق: وجائز أن يكون (دعوة الحق) ، أنه من دعا الله موحدًا استجيب له دعاه. </p><p> قال أبو بكر: الدعوة على هذا التفسير يريد بها الدعوات فاكتفي من الجمع بالواحد، كقوله:  {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}  [التحريم: ٤] ، ومعنى الدعوات: دعوات الداعين إياه، يلتمسون الإجابة وهم محقون في ذلك لأنهم سألوا من لا يخيب سائله ويقدر على الإجابة، وإنالة المطلوب، وهذا هو الوجه؛ وهو الأليق بما بعده من سياق الآية؛ لأنه ذكر أن الأصنام </p><p>(١) في (ب) زيادة هاهنا: [فمن دعاه دعا الحق]. (٢) \"معاني القرآن\" ٢/ ٦١.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٤٣.(٤) الطبري ١٣/ ١٢٨، والقرطبي ٩/ ٣٠٠، وعبد الرزاق ٢/ ٣٣٤.(٥) \"زاد المسير\" ٤/ ٣١٧، والقرطبي ٩/ ٣٠٠.(٦) هنا تكرار في (ب) لما سبق فقال: [معناه هو الذي دعا إلى توحيد والاعتراف بأنه لا شريك وتفسير دعوة الحق].(٧) في (أ)، (ج): (عادته وتوحده).</p><p> لايستجيبون للداعين، فقال:  {وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ} يعني الأصنام، يدعونها المشركون من دون الله، في قول جميع المفسرين (١) ، وعبّر عنها كما يعبر عن المذكرين من العقلاء؛ لأنهم وصفوا أصنامهم بأوصاف الرجال العقلاء، فخاطبهم الله بما يعقلون وقد ذكرنا هذا عند قوله:  {أَلَهُمْ أَرْجُلٌ}  [الأعراف: ١٩٥] . </p><p> وقوله تعالى:  {لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} قال ابن عباس: يريد ليس لهم (٢) ثواب، يعني للداعين إياه، لا ثواب لهم عندها، وقوله تعالى:  {إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاه} فُسِّر هذا على ثلاثة أوجه، قال مجاهد (٣) : يدعو الماء بلسانه ويشير إليه بيده؛ فلا يأتيه أبدًا، وهو اختيار أبي إسحاق (٤) ؛ لأنه قال معناه: إلا كما يستجاب للذي يبسط كفيه إلى الماء، يدعو الماء إلى فيه، والماء لا يستجيب، فأعلم الله أن دعاءهم الأصنام كدعاء العطشان الماء إلى بلوغ فيه. </p><p> {وَمَا هُوَ بِبَالِغِهِ} وما الماء ببالغ فاه، بدعوته إياه، والتقدير: إلا كاستجابة باسط كفيه، ويكون المصدر مضافًا إلى المفعول ثم حذف المضاف، الوجه الثاني من التفسير هو مذهب الكلبي (٥) وغيره، قال: كماد يده إلى الماء من مكان بعيد وهو مشرف على ذلك الماء فلا يبلغه، ولا يبلغ </p><p>(١) الطبري ١٣/ ١٢٨، والثعلبي ٧/ ١٢٩ ب، و\"زاد المسير\" ٤/ ٣١٧، وابن كثير ٢/ ٥٥٦، والقرطبي ٩/ ٣٠٠. (٢) (لهم) ساقط من (أ)، (ج).(٣) الطبري ١٣/ ١٢٩، والثعلبي ٧/ ١٢٩ ب، وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ١٠١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٤٤.(٥) \"تنوير المقباس\" ص ١٥٦.</p><p> الماء فاه، وقال عطاء (١) : كالرجل العطشان الجالس على شفير البئر يمد يده إلى البئر فلا يبلغ قعر البئر، والماء لا يرتفع إلى يده، وهذا الوجه اختيار الفراء (٢) ، قال: يعني أن الأصنام لا تجيب داعيها بشيء إلا كما ينال الظمآن المشرف على ماء ليس معه ما يستقي به. فذلك قوله:  {إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ} وهذا الوجه كالأوّل، إلا أن في الوجه الأوّل شبهوا بمن يدعو الماء البعيد إلى نفسه والماء لا يستجيب، وفي الوجه الثاني شبهوا بمن يمد يده إلى الماء البعيد ليناله من غير آلة. </p><p> الوجه الثالث: هو مذهب أبي عبيد (٣) وابن قتيبة (٤) ، وهو أن العرب يضربون المثل لمن سعى (٥) فيما لا يدركه، وتعاطى ما لا يجد منه شيئًا، بالقابض على الماء، وذلك أن القابض على الماء لا يحصل في يده منه شيء، المعنى لا يصير في أيديهم إذا دعوهم إلا ما يصير في يدي من قبض على الماء ليبلغ فاه، وأنشد أبو عبيدة قول ضابئ البُرْجُمِيِّ (٦) : </p><p> فإنِّي وإيَّاكم وشَوْقًا إليْكُم ... كقابِضِ ماءٍ تَسْتقِيه أنَامِلُه </p><p>(١) \"زاد المسير\" ٤/ ٣١٧، ورواه الطبري ١٣/ ١٢٩ عن علي -رضي الله عنه-، وأخرجه أبو عبيد وابن المنذر وابن أبي حاتم وأبو الشيخ عن عطاء كما في \"الدر\" ٤/ ١٠١، والثعلبي ٧/ ١٢٩ ب. (٢) \"معاني القرآن\" ٢/ ٦١.(٣) \"مجاز القرآن\" ١/ ٣٢٧.(٤) \"مشكل القرآن وغريبه\" لابن قتيبة ص ٢٣١.(٥) في (أ)، (ج): (يبتغي).(٦) في \"مجاز القرآن\" ١/ ٣٢٧، تقدمت ترجمته، وفيه (تسقيه) من غير تاء، وانظر: \"مقاييس اللغة\" ٦/ ١٠٩، و\"الخزانة\" ٤/ ٨٠، و\"مشكل القرآن وغريبه\" ص ٢٣١، والطبري ١٣/ ١٢٩، والقرطبي ٩/ ٣٠١، و\"طبقات فحول الشعراء\" ص ١٤٥، و\"تاريخ الطبري\" ٥/ ١٣٧، ٧/ ٢١٣، و\"اللسان\" (وسق) ٨/ ٤٨٣٦. =</p><p> قال أبو عبيدة: تسقه: تجبه. </p><p> وقال ابن الأنباري: يجمعه ويسقه يحمله، وأنشد أيضًا (١) : </p><p> فأصْبَحْتُ مِمّا كان بَيْني وبَيْنَها ... من الوُدِّ مِثْلَ القَابِضِ المَاءِ باليَدِ </p><p> قال ابن قتيبة: وهذا من الاختصار؛ لأن التقدير: إلا كباسط كفيه إلى الماء ليقبض عليه، أو قابضًا عليه ليبلغ فاه. </p><p> وقوله تعالى:  {وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ} قال ابن عباس في رواية عطاء (٢) : يريد عبادة الكافرين الأصنام في ضلال، وروى جويبر (٣) : وما دعاء الكافرين ربهم إلا في ضلال؛ لأن أصواتهم محجوبة عن الله، وهذا التفسير لا يليق بما سبق من الآية؛ لأنه ذكر في الآية دعاء الكافرين الأصنام، وهو قوله:  {وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ} ،والذم لاحق بذلك الدعاء، وهو دعاهم إياها، ولم يذكر دعاهم الله تعالى، وجويبر ضعيف، والصحيح ما ذكرنا في رواية عطاء، ولعل ما رواه جويبر، رواه في نظير هذه الآية في سورة المؤمن، {وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ}  [غافر: ٥٠] ، وذلك صحيح المعنى في تلك السورة (٤) . </p><p>= والبيت من قصيدة له في السجن، وكان أعد حديدة يريد أن يغتال بها عثمان بن عفان -رضي الله عنه-، وقوله (لم تسقه) من و (سقت الشيء أسقه وسقًا) إذا حملته. (١) البيت للأحوص بن محمد الأنصاري في \"مجاز القرآن\" ١/ ٣٢٧، والطبري ١٣/ ١٢٩، والقرطبي ٩/ ٣٠٠ (فأصبحت).(٢) \"تنوير المقباس\" ص ١٥٦.(٣) الثعلبي ٧/ ١٣٠ أ، و\"زاد المسير\" ٤/ ٣١٨، والقرطبي ٩/ ٣٠١.(٤) ما رجحه الواحدي هو الصحيح والمناسب لسياق الآية، وهو الذي ذهب إليه الطبري ١٣/ ١٣١، والثعلبي ٧/ ١٣٠ أ، ومقاتل كما في \"زاد المسير\" ٤/ ٣١٨، وابن كثير ٢/ ٥٥٧، والقرطبي ٩/ ٣٠١.</p>"
}