{
  "id": null,
  "sura": 13,
  "aya": 43,
  "text": "<p> ومن (١) قرأ \"الكفار\" أراد جميع الكفار ولا إشكال فيه، وحجته قراءة من قرأ (٢) : (وسيعلم الذين كفروا) وقراءة من قرأ (٣)  (وسيعلم الكافرون) قال عطاء (٤) : يريد المستهزئين وهم خمسة، والمقتسمين وهم ثمانية وعشرون. </p><p> وقوله تعالى:  {لِمَنْ عُقْبَى الدَّارِ} الجار (٥) مع المجرور في موضع نصب من حيث سد الكلام الذي هو فيه مسد مفعولي العلم، فصار كقولك: علمت لمن الغلام. والكلام (٦) في (عقبى الدار) قد مضى في موضعين من هذه السورة (٧) . </p><p> ٤٣ - قوله تعالى:  {وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا قُلْ كَفَى بِاللَّهِ} . قال الزجاج (٨) : الباء في موضع رفع مع الاسم، المعنى: كفى الله، وشهيدًا منصوب على التمييز، والكلام في مثل هذا قد مضى قديمًا، وقال غيره من النحويين: إنما جاز: كفى بالله، في موضع كفى الله، لتحقيق إضافة الفعل، وذلك أن الفعل لما جاز أن يضاف إلى غير فاعله، بمعنى: </p><p>(١) في (أ): (وأملينها). (٢) نسب الطبري هذه القراءة إلى أبي ١٣/ ١٧٥، ونسبها مكي في \"الكشف\" ٢/ ٢٣ إلى أبي، وفي \"البحر المحيط\" ٥/ ٤٠١ كذلك.(٣) نسب الطبري هذه القراءة إلى ابن مسعود ١٣/ ١٧٥ وكذا أبو حيان في \"البحر المحيط\" ٥/ ٤٠١.(٤) \"البحر المحيط\" ٥/ ٤٠١.(٥) نقل عن \"الحجة\" ٥/ ٢١، ٢٢.(٦) (والكلام) ساقط من (أ)، (ج).(٧) آية: ٢٢، ٢٤.(٨) \"معاني القرآن وإعرابه\" ٣/ ١٥١.</p><p> أنه أمر به، أزيل هذا الاحتمال بهذا التأكيد، ونظيره في تأكيد الإضافة قوله {لِمَا خَلَقْتُ بِيَدَيَّ}  [ص: ٧٥] ومعنى {كَفَى بِاللَّهِ شَهِيدًا} أي (١) : بما أظهر من الآيات، وأبان من الدلالة على صحة نبوتك؛ لأنه لا يشهد بصحة نبوته إلا على هذه الصفة. </p><p> وقوله تعالى:  {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} قال مجاهد (٢) : هو الله -عز وجل-، واختار أبو إسحاق (٣) هذا القول، قال: لأن الأشبه أن الله لا يستشهد على خلقه بغيره. </p><p> قال أبو بكر: فعلى هذا القول عطف \"من\" على اسم الله تعالى، وهو لزيادة معنى في المعطوف، كما تقول: قام عبد الله والظريف العاقل، وجلس زيد والذي يفوق في الخير أصحابه، فيعطفون الثاني على الأول، لما يريد فيه من معنى المدح. </p><p> وقال ابن عباس (٤) وقتادة (٥) : {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} يعني الذين </p><p>(١) \"زاد المسير\" ٤/ ٣٤١. (٢) الطبري ١٣/ ١٧٧، وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ١٢٩، وابن كثير ٢/ ٥٧٢، و\"زاد المسير\" ٤/ ٣٤٢، والقرطبي ٩/ ٣٣٦، وهذا القول مروي عن الحسن وغيره، انظر المراجع السابقة. وانظر: \"تفسير كتاب الله العزيز\" ٢/ ٣١٧.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٥١.(٤) المروي عن ابن عباس قوله: هم أهل الكتاب من اليهود والنصارى. انظر: الطبري ١٣/ ١٧٦، و\"الدر\" ١٢٨/ ٤، و\"زاد المسير\" ٤/ ٣٤١، وابن كثير ٢/ ٥٧٢، و\"تفسير كتاب الله العزيز\" ٢/ ٣١٧.(٥) عبد الرزاق ٢/ ٣٣٩، والطبري ١٣/ ١٧٦، ١٧٧، وابن المنذر وابن أبي حاتم كما في \"الدر\" ٤/ ١٢٨، و\"زاد المسير\" ٤/ ٣٤١، والقرطبي ٩/ ٣٣٥، و\"البحر المحيط\" ٥/ ٤٠١، وابن كثير ٢/ ٥٧٢.</p><p> آمنوا من اليهود والنصارى، منهم عبد الله بن سلام، وسلمان الفارسي، وتميم الداري. </p><p> وأنكر سعيد بن جبير (١) أن يكون عبد الله بن سلام من هذه الجملة، لأن السورة مكية، وإسلامه كان بعد هذه السورة. </p><p> قال ابن الأنباري: وعلى هذا القول شهادة هؤلاء قاطعة لقول الخصوم، واحتج عليهم بشهادتهم؛ لأنهم رضوا بقولهم، وقالوا: هم الرؤساء في العلوم، والعالمون بالأخبار القديمة وكتب الله تعالى، فقيل لهم: كفى بهؤلاء شهودًا عليكم، إذ كان محلكم في أنفسكم محل من يلزمكم قبول قوله. </p><p> وقال عطاء عن ابن عباس (٢) : {وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ} يعني جبريل -عليه السلام- (٣) . </p><p>(١) الطبري: ١٣/ ١٧٨ وسعيد بن منصور وابن المنذر وابن أبي حاتم والنحاس في ناسخه كما في \"الدر\" ٤/ ١٢٩، الثعلبي ٧/ ١٤٤ ب، ابن كثير ٢/ ٥٧٢. (٢) القرطبي ٩/ ٣٣٦. وأخرجه ابن أبي حاتم عن سعيد بن جبير كما في \"الدر\" ٤/ ١٢٩.(٣) قلت: الراجح -والله أعلم- من هذه الأقوال هو قول ابن عباس: أن المراد به علماء اليهود والنصارى من غير تخصيص، فإن المشركين في مكة كانوا يسألونهم ويستشهدون بأقوالهم، وقد ورد آيات أخر فيها الاستشهاد بهم، وبما يعلمونه من تجهم من صحة رسالة محمد - صلى الله عليه وسلم -؛ ومن ذلك قوله تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِي التَّوْرَاةِ وَالْإِنْجِيلِ} [الأعراف: ١٥٧] وقوله {أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ} الشعراء: ١٩٧، وغير ذلك، وقد رجح هذا القول الإمام الطبري: ١٣/ ١٧٦، وابن كثير: ٢/ ٥٧٢ فقال: والصحيح في هذا: أن {وَمَنْ عِنْدَهُ} اسم جنس يشمل علماء الكتاب الذين يجدون صفة محمد - صلى الله عليه وسلم - ونعته في كتبهم المتقدمة، من بشارات الأنبياء به.</p><p> قال ابن الأنباري: على القول الأول وهو قول مجاهد، يكون في محل (من) أربعة أوجه: الخفض بالنسق على اسم الله في اللفظ، والرفع بالنسق في المعنى؛ لأن التقدير: كفى الله شهيدًا، والنصب على المدح بمعنى: واذكر الذي عنده علم الكتاب، والرفع على المدح أيضاً بإضمار هو، كما تقول العرب: سعى عبد الله في حاجتك، والبارُّ المتفضِّلُ، والبارَّ المتفضِّلَ بالنصب والرفع على ما ذكرنا. </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن على بن أحمد بن محمد الواحدى </p><p> (ت ٤٦٨ هـ) </p><p> من أول سورة إبراهيم إلى آخر سورة الحجر </p><p> تحقيق </p><p> د. عبد الرحمن بن عبد الجبار بن صالح هوساوي </p>"
}