{
  "id": null,
  "sura": 14,
  "aya": 17,
  "text": "<p> وقال قتادة والكلبي: هو ما يخرج من جلد الكافر ولحمه (١) ، وتلخيص قوله:  {مِنْ مَاءٍ صَدِيدٍ} : من مائع سائل هو صديد، وقال أبو علي: تقديره: من ماء ذي صديد، قال: وهذا خلاف قوله. {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}  (٢)  [الإنسان: ٢١] . </p><p> ١٧ - قوله تعالى:  {يَتَجَرَّعُهُ} قال: جَرعَ الماء واجْترعَه جَرعًا واجْتراعًا، فإذا تابع الجَرْع مرة بعد أُخرى كالمتكاره، قيل: تَجَرَّعه (٣) ، فمعنى التَّجَرُّع: تناوْل المشروب جَرْعة جَرْعة على استمرار، وهو معنى قول ابن عباس: يريد بالكُرْه (٤) . </p><p> وقوله تعالى:  {وَلَا يَكَادُ يُسِيغُهُ} ذكرنا معنى (كاد) عند قوله: {يَكَادُ الْبَرْقُ}  [البقرة: ٢٠] ويقال: ساغ الشراب في الحلق، يَسُوْغُ سَوْغًا، وأساغه الله (٥) . </p><p> وأنشد الفراء (٦) : </p><p>(١) أخرجه عن قتادة: عبد الرزاق ٢/ ٣٤١ بنحوه، والطبري ١٣/ ١٩٥ بنحوه من طريقين، وورد في \"تفسير الثعلبي\" ٧/ ١٤٨ أبنصه عن قتادة، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٥٢، عن قتادة، وابن كثير ٢/ ٥٧٨، عن قتادة. (٢) لم أقف على مصدره.(٣) ورد في \"تهذيب اللغة\" (جرع) ١/ ٥٨٥ بنصه تقريباً، وانظر (جرع) في \"المحيط في اللغة\" ١/ ٢٥٠، و\"التاج\" ١١/ ٦١ - ٦٢.(٤) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣١٤، بلفظه.(٥) انظر: (سوغ) في \"جمهرة اللغة\" ٢/ ٨٤٦، و\"تهذيب اللغة\" ٢/ ١٥٩٧، و\"مجمل اللغة\" ٢/ ٤٧٨، و\"مقاييس اللغة\" ٣/ ١١٦، و\"الصحاح\" ٤/ ١٣٢٢، العباب الزاخر: [غ/ ص ٤٨]، و\"اللسان\" ٤/ ٢١٥٢.(٦) \"معاني القرآن\" للفراء ٢/ ٣٢٠، بلا نسبة.</p><p> وساغَ ليَ الشَّرَابُ وكُنْتُ قَبْلًا ... أكادُ أغَصُّ بالماءِ الحَمِيم (١) </p><p> قال المفسرون في هذه الآية: يتحسَّاه ويشربه بالجَرع لا بمرة واحدة لمرارته (٢) ، وقالوا (يكاد) صلة؛ المعنى: ولا يسيغه (٣) ، كقوله: {لَمْ يَكَدْ </p><p>(١) نُسب لعبد الله بن يعرب (جاهلي) في \"شرح التصريح على التوضيح\" ٢/ ٥٠، و\"الدرر اللوامع\" ٣/ ١١٢ وفيه: (الفرات) بدل (الحميم) ولا فرق؛ لأن الفرات هو الماء العذب، وكذا الحميم؛ لأنها من الأضداد. [انظر: \"الأضداد\" لابن الأنباري ١٣٨]، ونُسب ليزيد بن الصَّعِق (جاهلي) في \"خزانة الأدب\" ١/ ٤٢٦، ٤٢٩، ٦/ ٥٠٥، ٥١٠، وعجزه: أغص بنقطة الماء الحميموورد بلا نسبة في \"شرح المفصل\" ٤/ ٨٨، و\"أوضح المسالك\" ص ١٤٩، و\"شرح ابن عقيل\" ٣/ ٧٣، و\"تذكرة النحاة\" ص ٥٢٧، و\"شرح الأشموني\" ٢/ ٥٠٣، و\"همع الهوامع\" ٣/ ١٩٤، والمعنى: يقول لم يكن يهنأ لي طعام ولا يلذ لي شراب، بسبب ما كان لي من الثأر عند هؤلاء، فلما غزوتهم وأطفأت لهيب صدري بالغلبة عليهم ساغ شرابي ولذَّت حياتي.(٢) ورد بنصه في \"تفسير الثعلبي\" ٧/ ١٤٨ أ، وتفسيره \"الوسيط\" تحقيق سيسي ١/ ٣١٤، وانظر: \"تفسير البغوي\" ٤/ ٣٤١، و\"الفخر الرازي\" ١٩/ ١٠٣، و\"تفسير القرطبي\" ٩/ ٣٥١، و\"الخازن\" ٣/ ٧٣.(٣) انظر: \"معاني القرآن وإعرابه\" ٣/ ١٥٧، و\"تفسير السمرقندي\" ٢/ ٢٠٣، و\"البغوي\" ٤/ ٣٤١، والزمخشري ٢/ ٢٩٧، و\"ابن الجوزي\" ٤/ ٣٥٣، والبيضاوي ٣/ ١٥٨، وذهب آخرون كالفراء والطبري إلى أنها ليست صلة؛ لأن العرب تستعمل (لا يكاد) فيما قد فُعِل وفيما لم يُفْعل، وذكروا هذه الآية مثالاً على ما فُعل، فقالوا: معنى {وَلَا يَكَادُ يُسِيغُهُ} أي: يسيغه، واستشهدوا على ما لم يُفعل بقوله {لَمْ يَكَدْ يَرَاهَا} أي: لم يرها. \"معاني القرآن\" للفراء ٢/ ٧١، تفسيرالطبري ١٣/ ١٩٥، وانظر: \"تفسير الفخر الرازي\" ١٩/ ١٠٣، وابن جزي ٢/ ١٣٩، و\"حاشية الجمل على الجلالين\" ٢/ ٥١٩، و\"تفسير الشوكاني\" ٣/ ١٤٤.</p><p> يَرَاهَا} [النو: ٤٠] أي: لم يرها، قال ابن عباس: لا يُجِيْزُه (١) . </p><p> وقال أهل المعاني: معنى {وَلَا يَكَادُ يُسِيغُهُ} : بعد إبطاء؛ لأن العرب تقول: ما كدت أقوم؛ أي: قمت بعد إبطاء، قال تعالى:  {فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ}  [البقرة: ٧١] يعني: فعلوا بعد إبطاء؛ لتعذر وجودها، فعلى هذا (كاد) ليس بصلة. </p><p> وقوله:  {لَمْ يَكَدْ يَرَاهَا} جاز أن تكون صلة؛ لأنه قد قام الدليل عند وصف تكاثف الظلمة (٢) على عدم الرؤية، فوضح (٣) بذلك أنّ {يَكَدْ} مزيد للتوكيد، والدليل على الإساغة قوله:  {يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ}  [الحج: ٢٠] ولا يكون الضمير (٤) إلا بعد الإساغة، وأيضًا فإن قوله:  {يَتَجَرَّعُهُ} يدل على أنهم أساغوا منه (٥) الشيء بعد الشيء، فكيف أن يصح أن يقال بعده: لا يُسيغه، البتة. </p><p> فإن قيل: فكيف وجه ما قاله المفسرون؟ </p><p> قيل: يُحْمل على وجهين؛ أحدهما: ذكره ابن الأنباري وهو أن </p><p>(١) ورد في \"تفسيرالثعلبي\" ٧/ ١٤٨ ب، بلفظه، وانظر: \"تفسير البغوي\" ٤/ ٣٤٢، و\"تفسير القرطبي\" ٩/ ٣٥١، و\"حاشية الجمل على الجلالين\" ٢/ ٥١٩. (٢) بسبب الظلمات الثلاث؛ ظلمة البحر، وظلمة الموج، وظلمة السحاب، وهو ما أشارت إليه الآية. [النور: ٤٠].(٣) في جميع النسخ (فوضع) بالعين، وهو تصحيف، والصواب بالحاء.(٤) أي الكناية في يسيغه تعود على الكافر، ولو لم تحصل له الإساغة لقال: (لا يكاد يُساغ) ونحوها.(٥) في جميع النسخ (أساغوه منه) جَمع بين الضميرين، فأصبحت العبارة مضطربة، وتستقيم العبارة بأحد الأمرين: إما أن تحذف الهاء فتصير (أساغوا منه الشيء بعد الشيء) أو تحذف (منه) وتصير العبارة (أساغوه؛ الشيء بعد الشئ). وكأن التصويب قد جرى في نسخة (ع) بطمس (الهاء) بألف غير واضحة.</p><p> المعنى: ولا يُسيغ جمْعه؛ كأنه يَجْرع البعض، ولم يُسغ الجميع لمرارته، فوقع الجحدُ بعد إثباتِ التَّجرعِ؛ على معنى إساغة الكل. </p><p> الوجه الثاني: أن معنى الإساغة في اللغة: إجراء الشراب في الحلق على تَقَبُّل النَّفْس واستطابة المشروب (١) ، والكافر يتجرع ذلك الشراب علي كراهته ولا يُسيغه أي: لا يستطيعه ولا يشربه شُربًا بمرة واحدة، فعلى ما ذكرنا من الوجهين يصح أن تكون (يكاد) صلة على ما ذكره المفسرون، وقول من لم يجعل (يكاد) صلةً أمثل. </p><p> وقوله تعالى:  {وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ} ذكر أهل المعاني في {وَيَأْتِيهِ الْمَوْتُ} وجهين؛ أحدهما: أن هذا من باب حذف المضاف؛ على معنى: ويأتيه هَمُّ الموت وألمُه وكربُه (٢) ؛ لأنه يستحيل أن يأتيه الموت؛ </p><p>(١) لم يذكر المؤلف أهم خصائص الإساغة؛ وهو السهولة والاستمرارية، يقول ابن فارس في \"مقاييس اللغة\" ٣/ ١١٦: السين، والواو والغين أجل يدل على سهولة الشيء واستمراره في الحلق خاصة، ثم يحمل على ذلك. اهـ. كأنه ذكر لازم السهولة والاستمرارية، وهو تقبل النفس واستطابة المشروب. وانظر العباب الزاخر [غ/ ص ٤٩]. (٢) ورد في \"تفسير السمرقندي\" ٢/ ٢٠٣ بنحوه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٥٣ بنصه، وفي هذا التفسير نظر؛ لأن همّ الموت إنما كان عذابًا لأهل الدنيا لخشيتهم من المصير المجهول، أما أهل الآخرة من الكفار فإن الموت لم يكن هماً لهم، بل هو راحة يتمنونه، كما قال تعالى: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ} [الزخرف: ٧٧] لذلك فالأولى تفسيره بقول ابن عباس (، قال: أي أنواع العذاب الذي يعذبه الله بها يوم القيامة في نار جهنم؛ ليس مها نوع إلا يأتيه الموت منه لو كان يموت، ولكن لا يموت لأن الله تعالى قال: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا} [فاطر: ٣٦]، انظر: \"ابن كثير\" ٢/ ٥٧٩، و\"الدر المنثور\" ٤/ ١٣٩ وعزاه إلى ابن أي حاتم. والغريب عدم إيراده لهذا القول عن ابن عباس كما التزم، وهو قريب من الوجه الثاني الذي أورده عن أهل المعاني.</p><p> عين الموت ثم لا يموت، وقد قال الله:  {وَمَا هُوَ بِمَيِّتٍ} . </p><p> والمعنى: أن الله تعالى حبس نفس الكافر في جسده على اجتماع آلام الموت وأفانِينِه (١) عليه ليصل إليه الألم، ومع ذلك لم يفارقه الروح فيستريح، الوجه الثاني: أنه أراد بالموت هاهنا: موت الضُّر والبلاء؛ كما يقال: فلان ميت مما لحقه، ومات فلان موتات بما أباح (٢) عليه من البلية؛ يعني: إنه كالميت وإن كان فيه روح، كما ورد في الحديث:  \"إن الفقر مكتوب عند الله الموت الأعظم\"  (٣) وقد قال الشاعر (٤) : </p><p> ليس مَنْ مَاتَ فاسْتَرَاحَ بمَيتٍ ... إنَّما الميتُ ميتُ الأحْيَاءِ </p><p> إنَّما الميتُ مَنْ يَعيشُ كَئِيبًا ... كاسِفًا بَالُهُ قَلِيلَ الرَّخَاءِ (٥) </p><p> فجعله ميتًا، وهذا قول أبي بكر، وهو معنى قول الأخفش؛ يعنىِ: البلايا التي تصيب الكافر في النار (٦) . </p><p>(١) ضُرُوبه وأنواعه. المحيط في اللغة (فن) ١٠/ ٣١٥. (٢) البَوْحُ: ظهور الشيء، وباحَ الشيء: ظهر، وأباح الشيء: أطلقه \"اللسان\" (بوح) ١/ ٣٨٤.(٣) لم أجده بلفظه ولا بمعناه فيما تيسر لي من المراجع.(٤) هو عدي بن الرَّعْلاء الغساني (شاعر جاهلي).(٥) ورد البيتان معاً في \"الأصمعيات\" ص ١٥٢، و\"معجم الشعراء\" ص ٧٧، شرح شواهد \"المغني\" ١/ ٤٠٥، وورد البيت الأول فقط في \"البيان والتبيان\" ١/ ١٢٤، و\"الحيوان\" للجاحظ ٦/ ١٣٥، و\"العقد الفريد\" ٥/ ٤٧٦، و\"الاشتقاق\" ص ٥١، و\"أمالي ابن الشجري\" ١/ ١٢٤، و\"شرح المفصل\" ١٠/ ٦٩، و\"الخزانة\" ٦/ ٥٣٠، ورواية \"معجم الشعراء\" (الرخاء) بالخاء، وفي باقي المصادر (الرجاء) بالجيم، ولا يختلف المعنى، (كاسفاً): سيئاً حاله، وقد ورد اليتان في شأن من تدعه الحرب سليماً معافى في ثياب من الذل والخزي، فحياته ليس إلا موتًا.(٦) ليس في معانيه، وقد ورد في \"تفسير الثعلبي\" ٧/ ١٤٨ ب بنصه، وانظر: \"تفسير =</p><p> وقوله تعالى:  {مِنْ كُلِّ مَكَانٍ} قال ابن عباس: يريد من كل شعرة في جسده (١) . </p><p> وقال الثوري: من كل عِرْق (٢) ، وهذا قول أكثر المفسرين: جعلوا المكان من جسده (٣) ، وروى عن ابن عباس في قوله من كل مكان: أي من كل جهة؛ من عن يمينه وشماله، ومن فوقه وتحته، ومن قدامه وخلفه (٤) . </p><p> وقوله تعالى:  {وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ} قال عطاء عن ابن عباس: يريد أمامه يوم القيامة (٥) . </p><p>= ابن الجوزي\" ٤/ ٣٥٤، و\"تفسير القرطبي\" ٩/ ٣٥٢، وأبي حيان ٥/ ٤١٣، و\"تفسير الشوكاني\" ٣/ ١٤٤، و\"الألوسي\" ١٣/ ٢٠٣، و\"صديق خان\" ٧/ ٩٩، وقد أنكر أبوحيان والألوسي هذا القول؛ بحجة أن سياق الكلام عن أحوال الكافر في جهنم وما يلقى فيها. وهذا غير مسَّلم لهما؛ لأن ما يلقاه الكافر في نار جهنم من أنواع العذاب هي من البلايا والآلام التي تصيبه، لكن لا على سبيل الابتلاء والامتحان؛ لأن ذلك زمنه الدنيا وقد ولَّى. (١) ورد في تفسيره \"الوسيط\" ١/ ٢١٤ بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٥٣.(٢) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣١٤، بلفظه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٥٣.(٣) ورد بنحوه في \"معاني القرآن\" للفراء ٢/ ٧٢، و\"الغريب\" لابن قتيبة ١/ ٢٣٦، \"تفسير الطبري\" ١٣/ ١٩٦، و\"معاني القرآن\" للنحاس ٣/ ٥٢٣، و\"تفسير السمرقندي\" ٢/ ٢٠٣، والثعلبي ٧/ ١٤٨ ب، والماوردي ٣/ ١٢٨.(٤) ورد في \"معاني القرآن\" للفراء ٢/ ٧٢ بنحوه من طريق الكلبي ضعيفة، و\"تفسير الماوردي\" ٣/ ١٢٨ بنصه، وانظر: \"تفسير ابن الجوزي\" ٥/ ٣٥٤، و\"تفسير القرطبي\" ٩/ ٣٥٢، و\"الألوسي\" ١٣/ ٢٠٢.(٥) ورد بنحوه غير منسوب في: \"الطبري\" ١٣/ ١٩٦، والثعلبي ٧/ ١٤٨ ب، و\"معاني القرآن\" للنحاس ٣/ ٥٢٣، و\"المشكل\" لمكي ١/ ٤٤٦، وانظر: \"تفسير البغوي\" ٤/ ٣٤٢، و\"القرطبي\" ٩/ ٣٥٢، و\"الخازن\" ٣/ ٧٤.</p>"
}