{
  "id": null,
  "sura": 14,
  "aya": 5,
  "text": "<p> إلا ذلك (١) ؛ لأنه لا يحسن أن تُبادل (٢) بـ {يُرِيدُونَ أَنْ} : {وَيَأْبَى اللَّهُ} فإذا لم يمكن وضع الثاني موضع الأول بطل العطف، ومثله قوله: {لِنُبَيِّنَ لَكُمْ وَنُقِرُّ (٣) فِي الْأَرْحَامِ} [الحج: ٥] ومن ذلك قولهم: أردت أن أزورك فيمنعُنى المطرُ، بالرفع غير منسوق على ما قبله لما ذكرنا، ومثله قول الشاعر (٤) : </p><p> يُريدُ أن يُعْرِبَه فيُعْجمُه (٥) </p><p> ٥ - قوله تعالى:  {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا} أي: بالبراهين التي دلت على صحة نبوته مثل اليد والعصا وغيرهما من آيات موسى (٦) . </p><p>(١) \"معاني القرآن\" اللفراء ٢/ ٦٨ بنصه تقريباً. (٢) في (د): (يناول).(٣) يقول الزجاج رحمه الله: لا يجوز فيها إلا الرفع، ولا يجوز أن يكون معناه فعلنا ذلك لنُقرَّ في الأرحام؛ لأن الله -عز وجل- لم يخلق الأنام لما يُقرُّ في الأرحام، وإنما خلقهم ليدلَّهم على رشدهم وصلاحهم. \"معاني القرآن وإعرابه\" ٣/ ٤١٢.(٤) نسب إلى رؤبة في \"الكتاب\" ٣/ ٥٢، و\"اللسان\" (عجم) ٥/ ٢٨٢٦، ونسب إلى الحطيئة في شواهد \"المغني\" ١/ ٤٧٦، و\"الدرر اللوامع\" ٦/ ٨٦، وورد غير منسوب في \"همع الهوامع\" ٥/ ٢٣٥، و\"المقتضب\" ٢/ ٣٣.(٥) بيت من رَجَز ضمن خمسة أبيات. انظر المصادر السابقة، وقد جاء به الواحدي شاهداً للمسألة النحوية التي قرَّرها من قبل، وهو قطع الفعل الثاني عن الأول بالاستئناف، وعدم جواز عطفه لما يترتب عليه من التباس المعنى وفساده. والشاهد في البيت: رفع. \"فيعجمُه\" على القطع، والمعنى: فإذا هو يعجمه، ولا يجوز النصب على العطف لفساد المعنى؛ لأنه لا يريد إعجامه؛ والإعجام: أن يجعله مشكلاً وملتبساً. انظر: \"الدرر اللوامع\" ٦/ ٨٧.(٦) وهي تسع آيات، كما قال تعالى: {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ} [الإسراء: ١٠١] وهي: الطوفان، والجراد، والقُمَّل، والضفادع، والدَّم، والعصا، واليد، والسنين، والنقص في الثمرات.</p><p> وقوله تعالى:  {أَنْ أَخْرِجْ قَوْمَكَ} أي: بأن أخرج قومك (١) ، قال أبو إسحاق:  (أنْ) هاهنا يصلح أن تكون المخففة (٢) التي للخبر، ويصلح أن تكون مفسِّرة (٣) بمعنى: أيّ، ولكون المعنى:  {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا} أي (٤) : أخرج قومك، كأن المعنى: قلنا له: أَخْرِج قومك، ومثل هذا قوله:  {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا}  [ص: ٦] : (أي امشوا)  (٥) والتأويل: قالوا لهم امشوا (٦) ، وإن جعلتها المخففة التي هي للخبر كان المعنى: أرسلناه بأن يخرج قومه، إلا أن الجار حذف ووُصِلتْ (أن) بلفظ الأمر للمخاطب، والمعنى معنى الخبر؛ نحو قولك: كتبت أن قُمْ، وأمرته أن يقوم، إلا أنها وصلت بلفظ الأمر الذي كان للمخاطب، وحُكي القولين عن سيبويه (٧) . </p><p> وقوله تعالى {مِنَ الظُّلُمَاتِ إِلَى النُّورِ} قال ابن عباس: يريد من الشرك إلى الإيمان (٨) ، {وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ} ، الأيام: جمع يوم، واليوم </p><p>(١) ورد في \"معاني القرآن وإعرابه\" ٣/ ١٥٥ بنصه. انظر: \"تفسير ابن عطية\" ٨/ ٢٠٠. (٢) أي المخففة من (أنّ) الثقيلة، وهي التي تقع بعد فعل اليقين أو ما نزل منزلته. انظر: \"مغني اللبيب\" ص ٤٦.(٣) هي التي تُسبق بكلام في معنى القول دون حروفه، ولها شروط. انظر: \"مغني اللبيب\" ص ٤٨ - ٤٩.(٤) في (ش)، (ع): (أن)، والمثبت هو الصحيح لموافقته للمصدر.(٥) ما بين القوسين ساقط من (أ)، (د)، والمثبت من (ش)، (ع)، وهو موافق لما في المصدر.(٦) ساقطة من: (ع).(٧) \"معاني القرآن وإعرابه\" ٣/ ١٥٥ بتصرف يسير، وانظر: \"الكتاب\" لسيبويه ٣/ ١٦٢.(٨) لم أقف عليه منسوبًا إلى ابن عباس، وأورده الواحدي في وجيزه ١/ ٥٧٨ بلا نسبة، وورد عن ابن عباس تفسير الآية بقوله: من الضلال إلى الهدى. انظر: \"تفسير =</p><p> مقداره من طلوع (١) الشمس إلى غروبها، وكانت الأيام في الأصل: أيْوام واجتمعت الياء والواو، سُبقت إحداهما بالسكون فأدغمت إحداهما في الأخرى وغُلبت الواو (٢) ، ويُعبَّر بالأيام عن الوقائع والنِّعم والنقم؛ لأن هذه كلها تقع فيها، ذَكره شَمر، وقال ابن السَّكِّيت: العرب تقول: الأيام في معنى الوقائع، يقال: هو عالم بأيام العرب، يريد: وقائعها (٣) . </p><p> قال ابن عباس في هذه الآية: يريد بنِعم الله (٤) ، وهو قول مجاهد (٥) ، وأبي بن كعب؛ رواه عن النبّي - صلى الله عليه وسلم - في قوله:  {وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ} قال: \"أيامه: نِعَمُه\"  (٦) . </p><p>= الطبري\" ١٣/ ١٧٩ بدون نسبة لابن عباس، و\"الدر المنثور\" ٤/ ١٣٠. وزاد نسبته إلى ابن أبي حاتم. (١) (طلوع) مكررة في (أ)، وفي (د): (من طلوع إلى طلوع الشمس).(٢) انظر (يوم) في: \"تهذيب اللغة\" ٤/ ٣٩٩٠، و\"اللسان\" ٨/ ٤٩٧٤، ونقله الفخر الرازي في \"تفسيره\" ١٩/ ٨٤ وعزاه للواحدي.(٣) ورد في \"تهذيب اللغة\" (يوم) ٤/ ٣٩٩١ بنصه.(٤) ورد في \"تفسيرالثعلبي\" ٧/ ١٤٥ أ، بلفظه، وتفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٠٥، بلفظه، وانظر: \"تفسير البغوي\" ٤/ ٣٣٥، و\"تفسير القرطبي\" ٩/ ٣٤١، أورده السيوطي في \"الدر المنثور\" ٤/ ١٣٢، وعزاه إلى ابن المنذر وابن أبي حاتم.(٥) \"تفسير مجاهد\" ١/ ٣٣٣، بلفظه، أخرجه عبد الرزاق ٢/ ٣٤١، بلفظه، والطبري ١٣/ ١٨٣ - ١٨٤، بلفظه من طرق، وورد بلفظه في \"تفسير الماوردي\" ٣/ ١٢٢، و\"الطوسي\" ٦/ ٢٧٤، وانظر: \"تفسير البغوي\" ٤/ ٣٣٥، و\"ابن الجوزي\" ٤/ ٣٤٦.(٦) أخرج أحمد ٥/ ١٢٢ بنحوه مرفوعاً وموقوفاً، والنسائي في \"التفسير\" ١/ ٦١٤ بنحوه، والطبري ١٣/ ١٨٢ - ١٨٤، بنحوه، وأورده المزي في \"تحفة الأشراف\" ١/ ٢٧، وابن كثير في \"تفسيره\" ٢/ ٥٤٢، وزاد نسته إلى ابن أبي حاتم، والسيوطي في \"الدر المنثور\" ٤/ ١٣٢، وزاد نسبته إلى ابن المنذر وابن مردويه =</p><p> ونحو هذا قال الحسن (١) ، وسعيد بن جبير (٢) ، وقال مقاتل بن سليمان: بوقائع الله في الأمم السالفة (٣) ، قال أبو إسحاق: أي ذكِّرهم بنِعم أيام الله عليهم، وبنقم أيام الله التي انتقم فيها من قوم نوح وعاد وثمود (٤) ، وقال الفراء: يقول: خوِّفهم بما نزل بعاد وثمود وغيرهم من العذاب، وبالعفو (٥) عن آخرين، وهو في المعنى: خذهم بالشدة واللين (٦) . </p><p> وقال أهل المعاني: يقول: عظهم بالترغيب (والترهيب، والوعد والوعيد؛ والترغيب)  (٧) ، والوعد:  (أن يذكِّرهم)  (٨) بما أنعم الله عليهم، وعلى مَن قبلهم ممن آمنوا بالرسل وصدَّقوه فيما مضى من الأيام، (والترهيب والوعيد: أي ذكِّرهم بأس الله وعذابه وانتقامه ممن كذَّب الرسل </p><p>= والبيهقي في شعب الإيمان [لم أقف عليه]، وهذا الحديث له إسنادان؛ إسناد أحمد والطبري، وإسناد النسائي، أما الإسناد الأول: فضعيف؛ لأنه يدور على محمد بن أبان الجعفي، وهو مضَّعف بعلتين: سوء الحفظ، وبدعة الإرجاء مع الدعوة إليها. انظر: \"التاريخ الكبير\" للبخاري ١/ ٣٤، و\"الضعفاء الصغير\" للبخاري ص ٩٨ و\"الضعفاء\" للنسائي ص ٩١، و\"الجرح والتعديل\" ٧/ ٢٠٠، و\"الكامل في ضعفاء الرجال\" ٦/ ٢١٣٩، و\"ميزان الاعتدال\" ٤/ ٣٧٣، أما الإسناد الثاني: فانفرد به النسائي، ورجاله ثقات، فهو صحيح. (١) ورد في \"تفسير الطوسي\" ٦/ ٢٧٤ بنحوه.(٢) أخرجه الطبري ١٣/ ١٨٤ بنحوه، وورد في \"تفسير الطوسي\" ٦/ ٢٧٤.(٣) \"تفسير مقاتل\" ١/ ١٩١ أ، بمعناه، وورد في \"تفسير الثعلبي\" ٧/ ١٤٥ ب بنصه.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٥٥ بنصه.(٥) في (أ)، (د): (بالعقوبة)، والمثبت من (ش)، (ع)، وهو موافق للمصدر.(٦) \"معاني القرآن\" للفراء ٢/ ٦٨ بنصه.(٧) ما بين القوسين ساقط من (ع).(٨) ما بين القوسين ساقط من (د).</p><p> فيما مضى من الأيام) (١) ؛ ليرغبوا في الوعد فيصدِّقوا، ويحْذروا فيتركوا التكذيب (٢) ، ومن الأيام التي أريد بها الدُّول من النعيم (٣) قوله تعالى: {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ}  (٤)  [آل عمران: ١٤٠] ، والعرب تقول: من ير يومًا (يُرَ به (٥) ، معناه: من يرى لنفسه يوم سرور بمصرع غيره، رأى غيرُه مثلَ ذلك اليوم بمصرعه، وكل هذا) (٦) يدل على أنه يُعبَّر باليوم والأيام من حادثات الخير والشر (٧) . </p><p> وقوله تعالى:  {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} قال ابن عباس: يريد لكل صَبَّارٍ على طاعة الله وعن معاصيه، شكور لأنعم الله (٨) ، </p><p>(١) ما بين القوسين ساقط من (ش)، (ع). (٢) لم أقف على من قال به من أهل المعاني، وقد ذكره بعض المفسرين، انظر: \"تفسير الفخر الرازي\" ١٩/ ٨٤، و\"الخازن\" ٣/ ٧٠.(٣) في (ش)، (ع): (النعم).(٤) يقول القفال -رحمه الله-: المداولة: نقل الشيء من واحد إلى آخر، ويقال تداولته الأيدي إذا تناقلته. انظر: \"تفسير الفخر الرازي\" ٩/ ١٥. فهذه الآية دليل على أن أيام الله تعالى ليست مقصورة على النعم، بل تشمل النقم كذلك، فقد أُديل المسلمون من المشركين يوم بدر حتى قتلوا منهم سبعين وأسروا سبعين، وأُديل المشركون من المسلمين يوم أحد حتى جرحوا منهم سبعين وقتلوا خمساً وسبعين، فسمَّى إنكسار المسلمين في أُحد أياماً، كما كانت هزيمة قريش في بدر أياماً.(٥) انظر: كتاب \"الأمثال\" لأبي عبيد بن سَلاَّم ص ٣٣٤، و\"جمهرة الأمثال\" للعسكري ٢/ ٢٧٢، و\"مجمع الأمثال\" للميداني ٣/ ٣١٨.(٦) ما بين القوسين ساقط من (ع).(٧) وقد رجّحه ابن عطية -رحمه الله- فقال: ولفظة الأيام تعم المعنيين؛ لأن التذكير يقع بالوجهن جميعاً ٨/ ٢٠٣.(٨) انظر: \"تنوير المقباس\" ص ٢٦٨ بنحوه، وورد بلا نسبة في تفسيره الوسيط، تحقيق سيسي ١/ ٣٠٦، وابن الجوزي ٤/ ٣٤٦.</p>"
}