{
  "id": null,
  "sura": 14,
  "aya": 18,
  "text": "<p> وقال الكلبي: يقول من بعد الصديد عذاب غليظ (١) ، وهذا اختيار أبي إسحاق وأبي بكر؛ قال أبو إسحاق: أي ومن بعد ذلك (٢) ، وقال أبو بكر: ومن بعد هذا العذاب المذكور عذاب غليظ (٣) ، ومعنى غِلَظِ العذاب: اتصال الآلام وكثرتها؛ كالشيء الغليظ الذي كثر أجزاؤه وتكاثف، كما قلنا في:  {عَذَابٌ عَظِيمٌ}  [البقرة: ٧] </p><p> ١٨ - قوله تعالى:  {مَثَلُ الَّذِينَ كَفَرُوا} الآية. اختلفوا في الرفع للمثل، فقال الزجاج: هو مرفوع على معنى: وفيما يتلى عليكم (٤) ، وهذا مذهب سيبويه (٥) . وقال الفراء: التقدير مثل أعمال الذين كفروا بربهم كرماد، فحذف المضاف اعتمادًا على ذكره بعد المضاف إليه، وذلك أن العرب تقدِّم المضاف إليه لأنه أعرف (٦) ، ثم يأتي بالذي يخبر به عنه معه </p><p>(١) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣١٤ بنصه، وانظر: \"تفسير ابن الجوزي\" ٥/ ٣٥٤ بنصه. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٥٧ بنصه.(٣) لم أقف على مصدره، وقد بين ابن الأنباري في هذا القول أن الضمير في ورائه يعود على العذاب المتقدم، وقد ورد هذا القول بلا نسبة في: \"إعراب القرآن\" للنحاس ١/ ١٨٠، و\"مشكل إعراب القرآن\" لمكي ١/ ٤٤٦، و\"تفسير ابن عطية\" ٨/ ٢٢٠، و\"البيان في غريب الإعراب\" ٢/ ٥٦، و\"تفسير ابن الجوزي\" ٤/ ٣٥٤، وأبي حيان ٥/ ٤١٣، و\"الدر المصون\" ٧/ ٨١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٥٧ بنصه، والتقدير - كما بيّنه: وفيما يتلى عليكم مثلُ الذين كفروا بربهم، أو مثلُ الذين كفروا بربهم فيما يتلى عليكم.(٥) \"الكتاب\" ١/ ١٤٣، وانظر: \"إعراب القرآن\" للنحاس ٢/ ١٨٠ - ١٨١، و\"مشكل إعراب القرآن\" لمكي ١/ ٤٤٧، \"تفسير أبي حيان\" ٥/ ٤١٤، و\"الدر المصون\" ٧/ ٨١.(٦) لأن المضاف غالباً ما يكون نكرة، وتكون غامضةً ومبهمةً، فيزيل المضاف إليه الغموض ويوضحه.</p><p> كهذه الآية، ألا ترى أنه قدَّم (الذين) ثم ذكر بعده الأعمال مضافة إلى الكناية عن الذين؛ كقوله تعالى:  {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ}  [السجدة: ٧] أي: خَلْقَ كُلِّ شيء، ومثله قوله:  {وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ}  [الزمر: ٦٠] المعنى: ترى وجوه الذين كذبوا على الله مسودَّة (١) ، وفي هذا أقوال ووجوه ذكرناها مستقصاة في قوله:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ}  [آية: ٣٥] في سورة الرعد. </p><p> وقوله تعالى:  {أَعْمَالُهُمْ كَرَمَادٍ} قال الليث: الرَّمادُ دُقاق الفحم من حراقةِ النار، وصار الرَّمادُ رمادًا إذا صار هباءًا أدق ما يكون (٢) ، ورمَّد اللحمَ، إذا ألقاه في الرماد (٣) ، ومنه المثل: شَوى أَخُوك حتى إذا أنْضَجَ رَمَّدَ (٤) . </p><p> وقوله تعالى:  {فِي يَوْمٍ عَاصِفٍ} قال ابن السِّكِّيت: عصفت الريح وأعصفت، فهي ريح عاصف ومُعْصِفة إذا اشتدت (٥) ، وقال الزجاج في باب الوفاق: عَصَفَت الرِّيحُ عُصُوْفًا وأعْصَفت إعصافًا، إذا اشتد هبوبها (٦) ، </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٧٢، مختصراً، ووردت في \"تفسير الثعلبي\" ٧/ ١٤٨ ب بنحوه، والظاهر أنه نقلها عن الثعلبي وبسطها. (٢) ورد في \"تهذيب اللغة\" (رمد) ٢/ ١٤٦٦ بنصه.(٣) انظر: \"جمهرة اللغة\" ٢/ ٦٣٩.(٤) ورد في \"جمهرة اللغة\" ٢/ ٦٣٩، و\"الأمثال\" لابن سلاَّم ٦٦، و\"مجمل اللغة\" ١/ ٣٩٨، و\"المحيط في اللغة\" (رمد) ٩/ ٣٠٨، و\"مجمع الأمثال\" ١/ ٣٦٠، و\"اللسان\" ٣/ ١٧٢٦، وُيروى هذا المثل عن عمر بن الخطاب رضي الله عنه، ويضرب للرجل يصنع المعروف ثم يفسده بالمنِّ والأذى، ويضرب أيضاً للذي يبتدئ بالإحسان ثم يعود عليه بالإفساد.(٥) ورد في \"تهذيب اللغة\" (عصف) ٣/ ٢٤٦٣ بنصه.(٦) \"فعلت وأفعلت\" ص ٦٥ بنصه.</p><p> قال الفراء: جعل العُصوْفَ تابعًا لليوم في إعرابه (١) ، وإنما العُصُوف للرياح، وذلك جائز على وجهين: أحديهما (٢) : أن العُصُوْفَ وإنْ للرِّيح فإن اليوم قد يُوصَفُ به؛ لأن الريح تكون فيه، فجائز أن يقول: يومٌ عاصفٌ (٣) ؛ كما يقال: يومٌ باردٌ، ويومٌ حارٌ، والبرد والحر فيهما (٤) ، وقال أبو عبيدة: العرب تفعل ذلك في الظرف، وأنشد لجرير: </p><p> لَقَد لُمْتِنا يا أُمَّ غَيْلان في السُّرَى ... ونِمْتِ وما لَيْلُ الْمَطِيِّ بنائِم (٥) </p><p> فوصف الليل بالنوم لَمّا كان فيه، ومثله: يوم ماطر، وليلة ماطرة (٦) ، وقال أبو حاتم: هذا من كلام العرب، قال الله تعالى:  {بَلْ مَكْرُ اللَّيْلِ وَالنَّهَار}  [سبأ: ٣٣] أضاف إليهما وهما لا يمكران (٧) ، وقال: {وَالنَّهَارِ </p><p>(١) في جميع النسخ: (إغوائه)، والتصويب من المصدر. (٢) في (د): (إحداهما).(٣) والتقدير: في يوم عاصفٍ ريحُه، ثم حذف \"ريحه\" للعلم به وجُعلت الصفة لليوم.انظر: \"مشكل إعراب القرآن\" لمكي ١/ ٤٤٧، و\"البيان في غريب الإعراب\" ٢/ ٥٧، و\"الفريد في الإعراب\" ٣/ ١٥٥.(٤) \"معاني القرآن\" للفراء ٢/ ٧٣ بتصرف، وانظرت الطبري ١٣/ ١٩٧، و\"تهذيب اللغة\" (عصف) ٣/ ٢٤٦٣.(٥) \"ديوان جرير\" ص ٤٥٤، وهو من قصيدة قالها يجيب بها الفرزدق. وورد في: \"الكتاب\" ١/ ٣٩، و\"مجاز القرآن\" ١/ ٣٩، و\"الكامل\" للمبرد ١/ ١٣٥، ٢١٩، و\"الخزانة\" ١/ ٤٦٥، وورد غير منسوب في: \"المقتضب\" ٣/ ١٠٥، ٤/ ٣٣١، و\"الكامل\" ٢/ ١٣٥٦، و\"أمالي ابن الشجري\" ١/ ٥٣، ٢/ ٢٩.(أم غيلان) هي بنت جرير، (المطي) جمع مطيّة؛ وهي الراحلة التي يمتطى ظهرها [أي تركب]، (السُّرى) سير الليل.(٦) \"مجاز القرآن\" ١/ ٣٣٩، بتصرف يسير.(٧) لم أقف على مصدره، ومعنى الآية: بل مَكْرُكُم بنا في الليل والنهار. انظر: \"الكامل\" للمبرد ١/ ١٣٥، و\"معاني القرآن وإعرابه\" ٤/ ٢٥٤، و\"تفسير ابن الجوزي\" ٦/ ٤٥٧.</p><p> مُبْصِرًا} (١)  [يونس: ٦٧] ومنه قول جرير: </p><p> وأعْوَرَ من نَبْهان أمّا نَهارُهُ ... فأعْمَى وأمّا لَيْلُهُ فبصِيرُ (٢) </p><p> قال الفراء: والوجه الآخر (٣) أن يريد: في يومٍ عاصفِ الريح، فَيَحذِف الريح؛ لأنها قد ذُكرت (٤) في أول الكلام، كما قال (٥) : </p><p> إذا جاء يومٌ مُظلِمُ الشمسِ كاسفُ (٦) </p><p> يريد كاسف الشمس؛ فحذفه لأنه قَدَّم ذكره، ومضى مثل هذا في قوله:  {بِهَا جَاءَتْهَا رِيحٌ عَاصِفٌ}  [يونس: ٢٢] قال الزجاج وغيره: تأويله أن كل ما تقرَّب به الذين كفروا إلى الله فمُحْبَطٌ (٧) ؛ غير منتفع </p><p>(١) أي مضيئاً تبصرون فيه، وإنما أضاف الإبصار إليه؛ لأنه ظرف يُفعل فيه غيره. انظر: \"تفسير ابن الجوزي\" ٤/ ٤٦. (٢) \"ديوان جرير\" ص ٢٠٣.(٣) أي من كلام الفراء في جَعْل العُصُوف تابعاً لليوم في إعرابه، وقد فصل بين الوجهين بإقحام كلام أبي عبيدة وأبي حاتم لتوضيح الوجه الأول، ولما طال الفصل أعاد نسبة الكلام إلى الفراء.(٤) في (أ)، (د)، (ع): (ذكر)، والمثبت من ش وهو الأنسب للسياق.(٥) في جميع المصادر بدون نسبة، وذكر شاكر محقق تفسير الطبري ١٣/ ١٩٧ أن البيت لمسكين الدارمي لكن الرواية التي أوردها في ٧/ ٥٢٠ ليس فيها الشاهد، وهي:إذا جاء يومٌ مظلمُ اللون كاسفُ(٦) وصدره:ويَضْحَكُ عِرْفان الدُّروعِ جُلُودُناورد البيت في \"معاني القرآن\" للفراء ٢/ ٧٤، و\"تفسير ابن الجوزي\" ٤/ ٣٥٤، و\"الخزانة\" ٥/ ٨٩، وورد عَجُزُه في \"تهذيب اللغة\" (عصف) ٣/ ٢٤٦٣، و\"تفسيرالطبري\" ١٣/ ١٩٧، و\"تفسير القرطبي\" ٩/ ٣٥٣، و\"العباب الزاخر\" [ف/ ص ٤٣٩]، و\"اللسان\" (عصف) ٥/ ٢٩٧٣.(٧) \"معاني القرآن وإعرابه\" ٣/ ١٥٧ بنصه.</p>"
}