{
  "id": null,
  "sura": 14,
  "aya": 34,
  "text": "<p> ٣٣ - قوله تعالى:  {وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ} قال ابن عباس: يريد ليُعرف النهار من الليل، والليل من النهار (١) . </p><p> قال الزجاج: معناه دآئبين (٢) في إصلاح ما يصلحانه من النبات وغيره لا يفْتُران (٣) ، ومعنى الدؤوب في اللغة: مرور الشيء في العمل على عادة جارية فيه، دأب يَدْأَبُ دأْبًا ودُؤُوبًا (٤) وقد ذكرنا هذا في قوله: {قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا}  [يوسف: ٤٧] </p><p> وقوله تعالى:  {وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ} قال ابن عباس: يريد لتبتغوا بالنهار من فضله وتقوموا بطاعته وفرائضه، واليل لتسكنوا فيه، وجعل ذلك راحة لكم (٥) . </p><p> ٣٤ - قوله تعالى:  {وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ} قال أبو علي: المفعول محذوف تقديره من كل مسؤول شيئًا أو مسؤولًا أو نحو ذلك، ومثله قوله:  {يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ}  [البقرة: ٦١] أي: شيئًا، فحذف المفعول، وكذلك قوله:  {وَأُوتِينَا مِنْ كُلِّ شَيْءٍ}  [النمل: ١٦] قال: ويجوز في قياس قول أبي الحسن (٦) أن يكون الجار والمجرور في موضع </p><p>(١) لم أقف عليه، والذي ذكره الطبري والثعلبي وغيرهما عن ابن عباس قولاً آخر؛ هو قوله: دؤوبهما في طاعة الله. انظر: \"تفسير الطبري\" ١٣/ ٢٢٥، و\"الثعلبي\" ٧/ ١٥٥ ب، والبغوي ٣/ ٣٦، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٥٨. (٢) في جميع النسخ: (آيتين)، والمثبت هو الصواب وموافق للمصدر.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٦٣ بنصه تقريباً.(٤) انظر: (دأب) في \"تهذيب اللغة\" ٢/ ١١٢٧، و\"المحيط في اللغة\" ٩/ ٣٧٦، و\"مقاييس اللغة\" ٢/ ٣٢١، و\"الصحاح\" ١/ ١٢٣.(٥) انظر: \"تفسير القرطبي\" ٩/ ٣٦٧، مختصراً.(٦) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٠٠، ورد القول مجملاً ففصَّله أبو علي.</p><p> نصب، وتكون (من) زيادة في الإيجاب كما تكون زيادة في غير الإيجاب (١) ، وقال ابن الأنباري: تقدير الآية: {وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ} وما لم تسألوه؛ لأنا لم نسأله شمسًا ولا قمرًا ولا كثيراً من نِعمه التي ابتدأنا بالإحسان إلينا بها، فاكتُفِي بالسؤال عن غير (٢) المسؤول؛ كقوله:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ}  (٣)  [النحل: ٨١] ، قال: ويجوز أن يكون المعنى: وآتاكم من كل ما تتمنُّون تشْتهون وتُؤثرون (٤) ، قال الكسائى: العرب تقول إذا أتيت فلانًا أعطاك سُؤلك، وصرت منه إلى ما سألت، لا يعنون السؤال بعينه، ولكنهم يريدون ما يشتهي وَيتمنّى وُيؤثر، هذا كلامه (٥) ، وأما مفعول الإيتاء فهو على ما ذكره أبو علي (٦) . </p><p>(١) لم أقف على قوله، وانظر التعليق على القول بالزيادة في القرآن، عند آية [١٠]، من سورة إبراهيم. (٢) يبدو لي أن (غير) زائدة، وقد أن إلى اضطراب المعنى؛ لأنه إنما اكتفى في الجواب عن المسؤول وإن أعطاهم غير ما سألوا، يؤيده ما استشهد به من القرآن وكلام العرب، حيث اكتفى بما سألوا وإن أعطاهم أكثر مما سألوا. والله أعلم.(٣) والتقدير: \"وسرابيل تقيكم البرد\" فاكتفي بأحدهما لدلالته على الآخر. انظر: \"الفريد في الإعراب\" ٣/ ١٦٨.(٤) \"إيضاح الوقف والابتداء\" ٢/ ٧٤٢، وعبارته مختلفة، قال: سألت أبا العباس عن هذا فقال لي: من أضاف أي (كل) إلى (ما) أراد: \"وآتاكم من كل ما سألتموه لو سألتموه\"، ومن نَوّن أي كلٍّ أراد: \"آتاكم من كلٍّ لم تسألوه\"، وذلك أنا لم نسأل الله شمساً ولا قمراً ولا كثيراً من نعمه. وورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٨ بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٦٥، و\"تفسير الشوكاني\" ٣/ ١٥٧، وصديق خان ٧/ ١١٩.(٥) لم أجده، وورد نحوه غير منسوب في \"معاني القرآن\" للنحاس ٣/ ٥٣٣.(٦) أي محذوف، وتقديره: من كل مسؤول شيئاً أو مسؤولاً.</p><p> وقوله تعالى:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} النعمة هاهنا اسم أقيم مقام المصدر يقال: أنعم الله عليه، يُنْعِم إنعامًا ونِعْمَةً، أقيم الاسم مُقَام الإنعام؛ كقولك: أنفقت عليه إنفاقًا ونفقةً، بمعنى واحد (١) ولذلك لم يجمع؛ لأنه في مذهب المصدر، ومعنى قوله:  {لَا تُحْصُوهَا} : لا يأتوا على جميعها بالعَدِّ لكثرتها، بيانه قوله:  {وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا}  [الجن: ٢٨] أي أحاط علمه باستيفاء عدد كل شيء. </p><p> وقال الكلبي: لا تحفظوها (٢) ، وقال أبو العالية: لا تطيقون عدّها (٣) ، والقولان قد فُسّر بهما (٤) قوله: {عَلِمَ أَنْ لَنْ تُحْصُوهُ}  [المزمل: ٢٠] قال الفراء: علم أن لن تحفظوا مواقيت الليل (٥) ، وقال غيره: معناه: علم أن لن تطيقوه (٦) . </p><p> وقوله تعالى:  {إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ} قال ابن عباس: يريد: أبا جهل ظلوم لنفسه كفّار بنعمة ربه (٧) ، وقال أبو إسحاق: هذا اسم للجنس، فقصد به الكافر خاصة؛ كما قال: {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي </p><p>(١) ورد في \"تهذيب اللغة\" (نعم) ٤/ ٣٦١٥ بنصه. (٢) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٨، بلفظه، وورد غير منسوب في \"تفسير السمرقندي\" ٢/ ٢٠٨.(٣) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٨ بنصه، وورد بنصه بلا نسبة في: \"تفسير البغوي\" ٤/ ٣٥٤، و\"تفسير القرطبي\" ٩/ ٣٦٧.(٤) في (ش)، (ع): (فسرتها)، وفي (د): (فسرهما).(٥) \"معاني القرآن \" للفراء ٣/ ٢٠٠ بنصه.(٦) أخرجه الطبري ٢٩/ ١٤٠، بلفظه عن الحسن وسعيد وسفيان، وورد بلفظه في \"تفسير المشكل\" ص ٣٦٢، و\"تفسير الماوردي\" ٦/ ١٣٢، عن الحسن.(٧) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٩ بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٦٥، و\"تفسير القرطبي\" ٩/ ٣٦٧، والخازن ٣/ ٨٠.</p>"
}