{
  "id": null,
  "sura": 14,
  "aya": 31,
  "text": "<p> ولم يتخذوها (١) إلا ليزيغوا عن الطريق المستقيم الذي نُصبت الأدلة عليه، وهذه لام العاقبة (٢) ، وقد ذكرنا معناها في مواضع. </p><p> ثم أوعدهم بالعذاب فقال:  {قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّار} قال ابن عباس في هذه الآية: لو صار الكافر مريضًا سقيمًا، لا ينام ليلاً ولا نهارًا، جائعًا لا يجد ما يأكل ويشرب، لكان هذا كله نعيمًا عندما يصير إليه من شدة العذاب، ولو كان المؤمن في الدنيا في أنعم عيشة لكان بؤسًا عندما يصير إليه من نعيم الآخرة (٣) . </p><p> ٣١ - وقوله تعالى:  {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ} قال الفراء: جُزمت {يُقِيمُوا} بتأويل الجزاء، ومعناه معنى أمرة كقولك: قل لعبد الله يذهب عنا، يريد: قل له: اذهب عنا، فجُزم بنية الجواب وتأويله الأمر، ومثل هذا قوله:  {لِلَّذِينَ آمَنُوا يَغْفِرُوا}  [الجاثيه:١٤] ، {وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ}  [الإسراء: ٥٣] ، هذا كلامه (٤) ومعنى هذا أن (٥) قوله: {وَيُقِيمُوا الصَّلَاةَ} معناه معنى الأمر؛ أي: قل لهم يقيموا الصلاة، إلا أنه أُجري على </p><p>= و\"الموضح في وجوه القراءات\" ٢/ ٧١١، النشر ٢/ ٢٩٩، و\"الإتحاف\" ص ٢٧٢، و\"تفسير الطبري\" ١٣/ ٢٢٤. (١) في (أ)، (د): (يتخذوا) والمثبت من (ش)، (ع)، وهو الصحيح لانسجامه مع السياق.(٢) يقول الفخر الرازي: هي لام العاقبة؛ لأن عبادة الأوثان سبب يؤدي إلى الضلال. انظر: \"تفسير الفخر الرازي\" ١٩/ ١٢٣.(٣) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٦ بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٦٣.(٤) \"معاني القرآن\" للفراء ٢/ ٧٧، بتصرف يسير.(٥) وردت (أن) قبل هذا في جميع النسخ، وهي زائدة أدت إلى اضطراب السياق، ولعلها من الناسخ، لذلك حذفت.</p><p> ظاهر اللفظ كأنه جواب قوله:  {قُلْ} ، وزاد ابن الأنباري لهذا بيانًا فقال: هذا على معنى: قل لعبادي الذين آمنوا أقيموا الصلاة، فصُرف عن لفظ الأمر إلى لفظ الخبر، وجُعل كالجواب للشرط المقدَّر من الأمر، وهو أمر في الحقيقة (١) . </p><p> ومعنى قول أبي بكر: جُعل (كالجواب للشرط المقدّر)  (٢) ، هو أن إلأمر معه شرط مقدّرة كقول القائل: أطع الله يدخلك الجنة، معناه: إن أطعته يدخلك الجنة، لذلك التقدير في هذه الآية: إن يقل لهم يقيموا، هذا ظاهر الكلام، وهو في المعنى أمر على ما بينّا. </p><p> وقال أبو إسحاق قوله:  {يُقِيمُوا} مجزوم بمعنى اللام؛ كأنه ليقيموا إلا أنها أسقطت؛ لأن الأمر قد دل على الغائب بقُل، يقول: قل لزيد ليضْرب عمرًا، وإن شئت قلت: قل لزيد يضرب عمرًا، ولا يجوز: يضربْ زيدٌ عمرًا، بالجزم حتى يقول: لِيضربْ؛ لأن لام الغائب ليس هاهنا منها عوض إذا حذفتها، وذكر وجهًا ثالثًا؛ وهو أن يكون المعنى: قل لعبادي الذين آمنوا [أقيموا الصلاة]  (٣) يقيموا الصلاة؛ لأنهم إذا آمنوا وصدّقوا </p><p>(١) لم أقف على مصدره، وأورده ابن الجوزي في \"تفسيره\" ٤/ ٣٦٣ بنحوه، وهذا القول قال به المازني كما في \"إعراب القرآن\" للنحاس ١٨٤، والمبرد في \"المقتضب\" ٢/ ٨٤. وقد رجحه أبو البركات الأنباري في \"البيان في غريب الإعراب\" ٢/ ٥٩، بينما ضعَّفه: العكبري في \"الإملاء\" ٢/ ٦٩، وأبو حيان ٥/ ٤٢٦، وابن هشام في \"المغني\" ص ٢٩٩.(٢) ما بين القوسين من (ش)، وساقط من (أ)، (د)، (ع).(٣) ما بين المعقوفتين زيادة يقتضيها السياق، وهي ثابتة في الأصل، والظاهر أنها ساقطة؛ لأن المعنى مضطرب بدونها.</p><p> فإن (١) تصديقهم بقبولهم (٢) أمر الله (٣) ، فعلى هذا قوله {يُقِيمُوا} جواب أمر محذوف. </p><p> وقوله تعالى:  {يَوْمٌ لَا بَيْعٌ فِيهِ} قال أبو عبيدة: البيع هاهنا: الفداء، والخلال: المخالَّة (٤) ، قال مقاتل: إنما هو يوم لا بيع فيه ولا شراء، ولا مخالَّة ولا قرابة، إنما هي أعمال يثاب بها قوم ويعاقب عليها آخرون (٥) ، ومثل هذه الآية قوله:  {يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ} في سورة البقرة [٢٥٤] ، وقد مرّ. </p><p> وجميع أهل المعاني قالوا في الخلال هاهنا إنه: المُخالَّة (٦) ، وأنشدوا قول امرئ القيس: </p><p>(١) في جميع النسخ (بأن) والمثبت مصَّوب من المصدر. (٢) في جميع النسخ: (بقلوبهم)، وهو تصحيف، والمثبت هو الصحيح وموافق للمصدر.(٣) معاني القرآن وإعرابه\" ٣/ ١٦٢ بنصه.(٤) \"مجاز القرآن\" ١/ ٣٤١، ولفظه قال: {لَا بَيْعٌ فِيهِ} مجازه: مبايعة فدية، {وَلَا خِلَالٌ}: أي مُخالة خليل. الخُلّة: مُخالَّة الخليلين، وهي مصدر؛ يقال: خاللتُه مخالَّةً وخُلَّةً وخلالًا، وجمعها: خِلال، وهي الحُبُّ والمودةُ، وهي أخص من الصداقة.انظر: \"جمهرة اللغة\" ١/ ١٠٧، و\"المحيط في اللغة\" (خل) ٤/ ١٧٥، و\"اللسان\" (خلل) ٢/ ١٢٥٢.(٥) \"تفسير مقاتل\" ١/ ١٩٣ ب، بمعناه، وورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٢٧ بنصه.(٦) \"مجاز القرآن\" ١/ ٣٤١، بلفظه، و\"معاني القرآن\" للأخفش ٢/ ٦٠٠، بمعناه، و\"معاني القرآن\" للنحاس ٣/ ٥٣٣، بلفظه، وورد بلفظه في \"غريب القرآن\" لليزيدي ص ١٩٨، و\"الغريب\" لابن قتيبة ١/ ٢٣٧، و\"تفسير الطبري\" ١٣/ ٢٢٤، و\"تفسير المشكل\" ص ٢١٤.</p><p> ولسْتُ بمَقْلِيِّ (١) الخِلالِ ولاقَالَي (٢) </p><p> قال أبو علي: ويجوز أن يكون جمع خُلَّة مثل: بُرْمَة وبِرام (٣) ، وعُلْبة وعِلاب (٤) ، قال ابن الأنباري: ولا تنافي بين هذه الآية وبين قوله: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ}  [الزخرف: ٦٧] فأثبت الخُلَّة للمتقين؛ لأن لذلك اليوم أحوالًا ومواطن مختلفةً، ففي بعضها يشتغل كل خليل عن خُلَّةِ خليله (٥) ، يدل (٦) على ذلك قوله: {وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا}  [المعارج: ١٠] ، وقوله تعالى:  {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ}  [عبس: ٣٤] ، وفي بعضها يتعاطف أولياء الله بالمُخالَّة التي كانت بينهم. </p><p>(١) في جميع النسخ (بمُلْقِي) وهو تصحيف، والتصويب من الديوان وجميع المصادر. (٢) وصدره:صرفْتُ الهوى عنهُنّ من خشية الرّدى\"ديوان امرئ القيس\" ص ١٢٦، وورد في \"تفسير الطبري\" ١٣/ ٢٢٤، و\"معاني القرآن\" للنحاس ٣/ ٥٣٣، و\"شرح ديوان الحماسة\" ٣/ ٣٢١، و\"تفسير الثعلبي\" ٧/ ١٥٥ ب، وابن عطية ٨/ ٢٤٥، و\"اللسان\" (خلل) ٢/ ١٢٥٢، و\"تفسير أبي حيان\" ٥/ ٤٢٧، و\"الدر المصون\" ٧/ ١٠٨، (المقْلي) المُبْغَض، اسم مفعول، و (القالي): المُبْغِض، اسم فاعل، يريد أنه لم ينصرف عن الحسان لأنه أبغضهنّ، ولا لأنهنّ أبغضْنه، ولكن خشية الفضيحة والعار، فهو متيَّم بحبهنَّ ولكنه صرف هذا الحب عنهنّ خشية الهلاك، ولم ينصرف عنهنّ لسوءٍ في طباعه.(٣) البُرْمة: قِدْر من حجارة، ويجمع بُرْم وبُرَم وبِرام. انظر: \"جمهرة اللغة\" ١/ ٣٢٩، \"المحيط في اللغة\" (برم) ١٠/ ٢٤٢.(٤) \"الحجة للقراء\" ٢/ ٣٥٥، بتصرف. العُلْبة: وعاء من جلدِ جنب البعير يُسوى على هيئة القصْعة المدورة، كأنها نُحتت نحتاً أو خُرطت خرْطاً، يُحْتلب فط، وتُجمع عُلبًا وعِلابًا. انظر: \"جمهرة اللغة\" ١/ ٣٦٦، و\"تهذيب اللغة\" (علب) ٣/ ٢٥٤٢.(٥) أقف على مصدره، وورد بنحوه غير منسوب في \"تفسير صديق خان\" ٧/ ١١٧.(٦) ساقط من (د).</p>"
}