{
  "id": null,
  "sura": 14,
  "aya": 36,
  "text": "<p> قال أبو إسحاق: ومعنى الدعاء من إبراهيم أن يُجَنَّبَ عبادة الأصنام، وهو غير عابد لها، على معنى: ثبِّتْنِي على اجتناب عبادتها؛ كما قال:  {وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ}  [البقرة: ١٢٨] ، أي: ثبِّتْنا على الإسلام (١) . </p><p> وقال غيره من أهل المعاني قوله:  {وَبَنِيَّ} دعاء لمن أذن الله في أن يدعو له؛ فكأنه قال: وبنيَّ الذين أذنت لي في الدعاء لهم؛ لأن دعاء الأنبياء مستجاب، وقد كان من نسله من عبد الصنم (٢) ، أو خص بهذه الدعوة أبناءه من صُلْبِه (٣) . </p><p> والصَّنم: الصورة التي تُعْبَد، وجمعه أصنام (٤) . </p><p> ٣٦ - قوله تعالى:  {رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ} قال أبو إسحاق وغيره: أي ضَلُّوا بسببها؛ لأن الأصنام لا تعقل ولا تفعل شيئًا؛ كما يقول: قد افْتَنَتْنِي هذه الدار؛ أي: أحْبَبْتُها واسْتَحْسَنْتُها وافْتُتِنْتُ بسببها (٥) ، فلما ضل الناس بسببها صارت كأنها أضلتهم، فنُسِب الفعل إليها. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٦٤ بنصه. (٢) وعلى هذا القول يكون دعاؤه من العام المخصوص. انظر: \"تفسير الفخر الرازي\" ١٩/ ١٣٣ و\"الدر المنثور\" ١/ ٢٥٢.(٣) لم أقف عليه في الكتب المطبوعة. وانظر: \"تفسير البغوي\" ٤/ ٣٥٤، وابن عطية ٨/ ٢٥٠، والزمخشري ٢/ ٢٠٤.(٤) الصَّنم معروف، وهو أخص من الوثن، والفرق بينهما؛ أن الصنم هو ما نحت على هيئة البشر، والوثن ما كان منحوتاً على غير هيئة البشر.انظر: \"تفسير ابن عطية\" ٨/ ٢٥١، والفخر الرازي ١٩/ ١٣٣، والألوسي ١٣/ ٢٣٤.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٦٤ بنصه تقريباً.</p><p> وقوله تعالى:  {فَمَنْ تَبِعَنِي} قال ابن عباس: يريد على ديني بالتوحيد لك والمعرفة بك (١) . </p><p> وقوله تعالى:  {فَإِنَّهُ مِنِّي} قال ابن الأنباري: يريد من المُتديِّنين بميني المتمسِّكين بحبلي؛ كما قال (٢) : </p><p> إذا حاوَلْتَ في أسَدٍ فُجُورًا ... فإني لَسْتُ منكَ ولَسْتَ مِنّي (٣) </p><p> أراد: ولستَ من المتمسِّكين بِحَبْلي (٤) . </p><p> وقوله تعالى:  {وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ} [قال السّدي: معناه ومن عصاني ثم تاب (٥) ، {فَإِنَّكَ غَفُورٌ رَحِيمٌ} ] (٦) له إن تاب وإن آمن، لا أنه يقول: أن من كفر فإن الله يغفر له، وقال مقاتل: ومن عصاني فيما دون الشرك فإنك غفور رحيم (٧) ، وشرح أبو بكر هذا فقال: معناه: فمن </p><p>(١) ورد بنحوه مختصرًا غير منسوب في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٣٠، و\"ابن الجوزي\" ٤/ ٣٦٥، و\"تفسير القرطبي\" ٩/ ٣٦٨، و\"الألوسي\" ١٣/ ٢٣٥. (٢) البيت لنابغة الذبياني.(٣) \"ديوان النابغة\" ص ١٣٨، وورد في \"الكتاب\" ٤/ ١٨٦، و\"تفسير القرطبي\" ٩/ ٢٥٢، و\"الخازن\" ٣/ ٨١، و\"الدر المصون\" (٢/ ٥٢٦) قال النابغة: هذه القصيدة ردًّا على عُيينة بن حصن الفزاري الذي دعاه قومه إلى مقاطعة بني أسد وتقض حلفهم لما قتلوا رجلين من بني عبس رداً على قتلهم نضلة الأسدي، فأبى عليه النابغة وتوعده بالمقاطعة إن حاول الإساعة إلى بني أسد. والمراد بالفجور: نقض الحلف.(٤) لم أقف على مصدره، وورد بنصه غير منسوب في \"تفسير الخازن\" ٣/ ٨١.(٥) ورد في \"تفسير الثعلبي\" ٧/ ١٥٦ ب بنصه، وانظر: \"تفسير البغوي\" ٤/ ٣٥٥، وابن الجوزي ٤/ ٣٦٥، والفخر الرازي ١٩/ ١٣٤، والخازن ٣/ ٨١، والألوسي ١٣/ ٢٣٥، وصديق خان ٧/ ١٢٣.(٦) ما ببن المعقوفين ساقط من (د).(٧) مقاتل هنا هو ابن حيان، وقد وردت هذه العبارة بنصها منسوبة إليه في: \"تفسير =</p><p> عصاني فخالف في بعض الشرائع، وعقْدُ التوحيد معه فإنك غفور رحيم، إن شئت تغفر له غفرت إذ كان مسلمًا (١) ، وذكر وجهين آخرين، أحدهمما. أن هذا كان قبل أن يُعلِّمه الله أنه لا يغفر (٢) الشرك، كما استغفر لأبويه (٣) ، وهو يُقَدِّر أن ذلك غيرُ محظور، فلما عرف أنهما غير مغفور لهما تبرأ منهما (٤) . والآخر: ومن عصاني بإقامته على الكفر فإنك غفور رحيم، يعني: أنك قادر على أن تغفر له وترحمه؛ بأن تنقله عن الكفر إلى الإسلام وتهديه إلى الصواب (٥) . </p><p>= الثعلبي\" ٧/ ١٥٦ ب، والبغوي ٤/ ٣٥٥، وابن الجوزي ٤/ ٣٦٥، والخازن ٣/ ٨١، والألوسي ١٣/ ٢٣٥، وصديق خان ٧/ ١٢٣، وفي تفسير مقاتل بن سليمان ١/ ١٩٤ أ، قال: ومن عصاني فكفر فإنك غفور رحيم. (١) وهذا هو مذهب أهل السنة والجماعة في مرتكب الكبيرة. انظر كتاب \"التوحيد\" لابن خزيمة ٢/ ٦٥٨، و\"شرح العقيدة الطحاوية\" ص ٣٦٣ - ٣٦٤.(٢) في جميع النسخ (لا يغفرك) بزيادة الكاف، وقد أن إلى اضطراب المعنى، لذلك حذفت كما في \"تفسير الخازن\" ٣/ ٨٢.(٣) هذا من باب التوسع في الكلام؛ لأن الآيات التي تحدثت عن استغفار إبراهيم عليه السلام ذكرت استغفاره لأبيه وحده. وانظر الكلام حول أُمّه عند آية (٤١) من هذه السورة.(٤) هذا إشارة إلى قوله تعالى: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ} [التوبة: ١١٣].(٥) لم أقف على مصدره، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٦٥، مختصرًا، والخازن ٣/ ٨٢ بنصه. يتحصل بذلك أربعة أقوال في تأويل الآية، والأرجح: قول مقاتل، لصراحته وخلوه من التكلف، ويؤيده قوله تعالى {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ١١٦] وهو ما رجحه الفخر الرازي دون الإشارة إلى أنه قول مقاتل، كذلك ضعف الأقوال الأخرى في تأويل الآية. انظر: \"تفسير الفخر الرازي\" ١٩/ ١٣٣ - ١٣٥.</p>"
}