{
  "id": null,
  "sura": 14,
  "aya": 10,
  "text": "<p> وقوله تعالى:  {وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ} أي: على زعمكم بالإرسال؛ لأنهم لم (١) يُقرُّوا أنهم أرسلوا. </p><p> ١٠ - قوله تعالى:  {قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ} الآية. هذا استفهام معناه الإنكار أي لا شكَّ في الله، والمعنى في توحيد الله، ثم وُصف بما يدل على وحدانيته؛ وهو قوله:  {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ يَدْعُوكُمْ} أي: بالرسل والكتب. </p><p>= الشيء. انظر: \"الغريب\" لابن قتيبة ١/ ٢٣٥، وردّ أبو حيان على اعتراضه قائلاً: ومن سمع حجة على من لم يسمع، هذا أبو عبيدة والأخفش نقلا عن العرب. انظر: \"تفسير أبي حيان\" ٥/ ٤٠٩، وقد أيّد هذا الرد السمين، وأورده بألفاظ أخرى، أما ابن جرير، فقد أورد قول أبي عبيدة غير منسوب إليه، وضعَّفه من جهة أخرى، فقال: وهذا قول لا وجه له؛ لأن الله عزّ ذِكْره قد أخبر عنهم أنهم قالوا: {إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ} فقد أجابوا بالتكذيب. \"تفسيرالطبري\" ١٣/ ١٨٩ وقد اعترض أبوحيان على ابن جرير كذلك، فقال: ولا يرد ما قاله الطبري؛ لأن أبا عبيدة يريد أنهم أمسكوا وسكتوا عن الجواب المرضي؛ الذي يقتضيه مجيىء الرسل بالبينات؛ وهو الاعتراف بالإيمان والتصديق للرسل، والحق إن اعتراض أبي حيان -على ابن جرير- ليس في محله، فطالما أمكن حمل الكلام على ظاهره وعلى الحقيقة، فلا حاجة إلى هذه التأويلات، ففي كتاب \"القواعد\" للمقّري (٢/ ٤٩٧) يقول في القاعدة (٢٥٦): كل ما له ظاهر فهو مصروف إلى ظاهره، إلا لمعارض راجح، وكل مالا ظاهر له فلا يترجح إلا بمرجح. ويقول الشنقيطي في تفسيره ٣/ ١٠٠، والقاعدة المقررة عند علماء الأصول هي: حمل نصوص الوحي على ظواهرها، إلا بدليل من كتاب أو سنّة، لذلك فالأرجح من هذه الأقوال في معنى الآية: هو القول الأول؛ وهو قول ابن مسعود رضي الله عنه؛ لكونه على ظاهره ولا يحتاج إلى تأويل، وتؤيده آية آل عمران [١١٩]، وقد رجَّح هذا القول كل من: الطبري ١٣/ ١٨٩، والنحاس في معانيه ٣/ ٥١٩، وابن قتيبة في \"غربيه\" ١/ ٢٣٥ وأيَّد اختياره بقول الشاعر: (يرُدّون في فِيه عَشْر الحسُود) يقول: يعني أنهم يغيظون الحسود حتى يعض أصابعه العشر.(١) في (أ)، (د): لو، والمثبت من (ش)، (ع).</p><p> وقال ابن، عباس:  {يَدْعُوكُمْ} : إلى طاعته (١) . </p><p> {لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ} قال أبو عبيدة: (من) زائدة (٢) ، وأنكر سيبريه زيادتها في الواجب (٣) ، فإن حكمنا بزيادتها (٤) فهو ظاهر، وإن لم </p><p>(١) ورد بلا نسبة في تفسيره \"الوجيز\" ١/ ٥٧٩، و\"تفسير القرطبي\" ٩/ ٣٤٦. (٢) \"مجاز القرآن\" ١/ ٣٣٦ بنحوه، ومن القائلين بزيادة (من) مطلقاً دون أي شروط أو قيود الأخفش. انظر: \"معاني القرآن\" للأخفش ١/ ٢٧٢، و\"إيضاح الشعر\" لأبي علي الفارسي ص ٢٥٧، و\"المُحْتَسب\" ١/ ١٦٤، و\"تفسير ابن عطية\" ١/ ٣١٤، و\"شرح المفصل\" ٨/ ١٠.(٣) مذهب سيبويه وجمهور البصريين أن (من) لا تزاد إلا إذا كان مجرورها نكرة في سياق نفي أو نهي أو استفهام، وأن تكون فاعلاً أو مفعولاً أو مبتدأً؛ مثل: هل من رجل في الدار، ما كلمت من أحد، ما جاءني من أحد، انظر: \"الكتاب\" ١/ ٣٨، (٢/ ١٣٠، ٣١٥، ٣١٦، و\"التعليق على كتاب سيبويه\" لأبي علي الفارسي ١/ ٦٧، و\"تأويل مشكل القرآن\" ص ٢٥٠، و\"الأصول\" لابن السراج ١/ ٤١٠، و\"البيان في الإعراب\" ١/ ٣٢٠.(٤) مسألة الزيادة في القرآن: اختلف النحويون والمفسرون في القول بزيادة بعض الحروف في التنزيل، من هذه الحروف: (إنْ- أنْ- لا- ما- من- الباء- اللام- الكاف ..) والمقصود بأنها زوائد: أي تأتي في بعض الموارد زائدة يمكن الاستغناء عنها، أنها لازمة للزيادة ويمكن الاستغناء عنها في كل حال. وفي المسألة مذهبان: المذهب الأول: إنكار القول بزيادة الحروف في آي التنزيل، نقل الزركشي في \"البرهان\" ٣/ ٧٢ أن الطرطوسي قال في العمدة: \"زعم المبرد وثعلب ألا صلة في القرآن، والدهماء من العلماء والفقهاء والمفسرين على إثبات الصِّلات في القرآن، وقد وُجد ذلك على وجه لا يسعنا إنكاره\". وممن يرى ذلك ابن السراج، فقد نقل عنه ابن الخباز في التوجيه: أنه ليس في كلام العرب زائد، لأنه تكلُّم بغير فائدة، وما جاء كذلك فمحمول على التوكيد. \"البرهان\" ٣/ ٧٢، وممن نص على منع الزوائد في القرآن داود الظاهري رحمه الله فقد نقل عنه بعض أصحابه أنه كان يقول: ليس في القرآن صِلة بوجه. \"البرهان\" ٢/ ١٧٨.وممن أنكر الصلة في القرآن الرازي، فقدقال في ردّه على أبي عبيدة: أما قوله =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= إنها صلة، فمعناه الحكم على كلمة من كلام الله تعالى بأنها حشو ضائع فاسد، والعاقل لا يُجوِّز المصير إليه من غير ضرورة \"تفسير الرازي\" ١٩/ ٩٤، ويرى ابن مضاء في ردّه على النحاة تحريم دعوى الزيادة، إذ يقول: ومن بني الزيادة في القرآن بلفظ أو معنى على ظنِّ باطل قد تبيَّن بطلانه، فقد قال في القرآن بغير علم، وتوجَّه الوعيد إليه، ومما يدل على أنه حرام؛ الإجماع على أنه لا يزاد في القرآن لفظ غير المجمع على إثباته، وزيادة المعنى كزيادة اللفظ، بل هي أحرى؛ لأن المعاني هي المقصود، والألفاظ دلالات عليها ومن أجلها. \"الرد على النحاة\" ص ٧٤. المذهب الثاني: تجويز القول بالزوائد في التنزيل، يقول الزركشي في \"البرهان\" (٣/ ٧٣) ومنهم من جَوَّزه وجعل وجوده كالعدم، وهو أفسد الطرق. وقد بيَّن الزركشي مقصودهم بالزوائد بأنها من جهة الإعراب لا من جهة المعنى، يقول: ومرادهم أن الكلام لا يختل معناه بحذفها، أنه لا فائدة فيه أصلاً، فإن ذلك لا يحُتمل من متكلِّم فضلاً عن كلام الحكيم. \"البرهان\" ١/ ٣٠٥، وذكر ابن الخشاب أن الأكثرين ذهبوا إلى جواز إطلاق الزوائد في القرآن نظراً إلى أنه نزل بلسان القوم ومتعارفهم وهو كثير؛ لأن الزيادة بإزاء الحذف، هذا للاختصار والتخفيف، وهذا للتوكيد والتوطئة، ومنهم من لا يرى الزيادة في شيء من الكلام. \"البرهان\" ١/ ٣٠٥، والأكثرون الذين أشار إليهم ابن الخشاب من النحاة ومنهم المبرد الذي زعم الطرطوسي أنه ينكر دعوى الزيادة فقد قال في \"المقتضب\" ٤/ ١٣٧: وأما الزيادة التي دخولها في الكلام كسقوطها فقدلك: ما جاءني من أحد، وما كلَّمت من أحد، وكقوله تعالى {أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ} [البقرة: ١٠٥] إنما هو \"خير\" ولكنَّها توكيد، ومع قول النحاة بالزيادة، فقد تحاشا بعضهم إطلاق لفظ الزيادة في القرآن، واستعاضوا عنها بألفاظ مهذَّبه؛ كالصلة، والتوكيد، والإلغاء .. ونحوها لكن بعضهم وللأسف استخدم عبارات لا تليق بالقرآن: كالحشو واللغو .. ونحوها. انظر: \"شرح المفصل\" ٨/ ١٢٨، وما بعدها، و\"الأشباه والنظائر\" (٢/ ١٥٦) وما بعدها، ويبدو أن الخلاف بين الفريقين خلاف صُوْري لا يتجاوز الألفاظ والعبارات، لذلك فالأولى تجنُّب إطلاق لفظ: زائد في القرآن، فضلاً عن (حشو) و (لغو)، وإذا اضطر الإنسان إلى التعبير عن ذلك فليكن بلفظ (صلة) و (توكيد).</p><p> يُحكم بزيادتها فقال بعضهم هي: للتبعيض (١) ، وذُكِر البعضُ هاهنا وأُريد به الجميع توسعًا (٢) . </p><p> وقال بعضهم:  (مِنْ) هاهنا للبدل (٣) ، والمعنى: لتكون المغفرة بدلاً من الذنوب، فدخلت (من) لِتُضمَّن المغفرة معنى البدل من السيئة. </p><p>(١) انظر: \"غرائب التفسير\" ١/ ٥٧٥، و\"تفسير الزمخشري\" ٢/ ٣٩٥، و\"تفسير القرطبي\" ٩/ ٣٤٦، وأبو حيان ٥/ ٤٠٩، وابن جزي ٢/ ١٣٨، و\"الألوسي\" ١٣/ ١٩٦، و\"صديق خان\" ٧/ ٩٢. (٢) ذكر المفسرون أقوالاً أخرى في توجيه معنى التبعيض في الآية، انظر: \"الكشاف\" ٢/ ٣٩٥، و\"الرازي\" ١٩/ ٩٣ - ٩٤، وأبي حيان ٥/ ٤٠٩، وابن جزي ٢/ ١٣٨.(٣) انظر: \"غرائب التفسير\" ١/ ٥٧٥، و\"الإملاء\" ٢/ ٦٧، و\"الفريد في الإعراب\" ٣/ ١٥١، و\"تفسير القرطبي\" ٩/ ٣٤٧، و\"الدر المصون\" ٧/ ٧٥، و\"حاشية الجمل على الجلالين\" ٢/ ٥١٧، وقد أنكر الفخر الرازي رحمه الله ورود (من) للبدل في اللغة: فقال: وأما قوله أي الواحدي المراد منه إبدال السيئة الحسنة، فليس في اللغة أن كلمة (من) تفيد الإبدال ١٩/ ٩٤، وهذه الدعوى غريبة من الفخر الرازي، فإذا كان هو ممن يذهب كما ذهب غيره إلى عدم القول بأن (مِنْ) تأتي للبدل، فقد قال بذلك غيره، فكان ينبغي أن ينفي صحة القول بها عنده لا أن ينفيها من اللغة. ومن القائلين بها عند قوله تعالى: {إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا} [آل عمران: ١٠]: الزمخشري ١/ ١٧٦، وأبو حيان ٢/ ٢٨٨، وابن هشام في \"مغنيه\" ٤٢٢، والزركشي في \"البرهان\" ٤/ ٤١٩، بل لقد قال أبوحيان -رحمه الله- في قوله تعالى: {أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ} [التوبة: ٣٨]: تظافرت أقوال المفسرين على أن (من) بمعنى بدل؛ أي بدل الآخرة، كقوله {لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً} [لزخرف: ٦٠]: أي بدلاً منكم، وقد أيَّد قوله بقول الشاعر:فليت لنا من ماء زمزم شربة ... مبردة باتت على الطَّهيَانِأي بدل ماء زمزم، والطَّهيَانُ: عود ينصب في ناحية الدار للهواء تعلق فيه أوعية الماء حتى يبرد \"تفسير أبي حيان\" ٥/ ٤١، وانظر: \"الإملاء\" ٢/ ٦٧، و\"الدر المصون\" ٧/ ٧٥، \"حاشية الجمل كل على الجلالين\" ٢/ ٥١٧.</p><p> وقوله تعالى:  {وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى} قال ابن عباس: ويمتعكم في الدنيا في النعيم والنضارة (١) إلى الموت (٢) . </p><p> قال المفسرون: معناه: لا يعاجلكم بالعذاب (٣) . </p><p> قال صاحب النظم: أي إن لم تجيبوا إلى ما يدعوكم إليه عولجتم بالعذاب عن أجل الموت المسمى لكم (٤) . </p><p>(١) في (أ)، (د): (والعضارة)، ومطموسة في: (ع)، والمثبت من (ش)، وهو الصحيح لانسجامه مع السياق والمعنى، و (النضارة) مأخوذ من النضرة، ومنه قوله تعالى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} [القيامة: ٢٢]، قال الفراء: معناه مشرقة بالنعيم. ٣/ ٢١٢. (٢) انظر: \"تفسير الفخر الرازي\" ١٩/ ٩٥، و\"الألوسي\" ١٣/ ١٩٧.(٣) ورد في \"تفسير الطبري\" ١٣/ ١٩٠، بنحوه، والسمرقندي ٢/ ٢٠٢ بمعناه، و\"الثعلبي\" ٧/ ١٤٧ أبنصه، والماوردي ٣/ ١٢٦ بنحوه، وانظر: \"البغوي\" ٤/ ٣٣٩، و\"ابن الجوزي\" ٤/ ٣٥٠، و\"القرطبي\" ٩/ ٣٤٧، و\"الخازن\" ٣/ ٧٢.(٤) هذا القول يومئ إلى القول بالأجلين الذي يذهب إليه المعتزلة، وقد ذكره الزمخشري صراحة فقال: {وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى} أي إلى وقت سماه الله وبين مقداره يبلِّغكموه إن آمنتم، وإلا عاجلكم بالهلاك قبل ذلك الوقت ٢/ ٣٩٥، يقول شارح العقيدة الطحاوية عن هذا المبدأ الاعتزالي: \"وعند المعتزلة المقتول مقطوع عليه أجله، ولو لم يقتل لعاش إلى أجله، فكان له أجلان، وهذا باطل (ص ٩٢)، والعدل والإنصاف يقتضي تقييد كلام الإمام ابن أبي العز، فليس كل المعتزلة يقولون بذلك، وقد ذكره الخبير بهم؛ أبو الحسن الأشعري، (رحمه الله) الذي عاش بين ظهرانيهم وتمذهب بمذهبهم أولاً عد حديثه عن الآجال، فقال: اختلفت المعتزلة في ذلك على قولين: فقال أكثر المعتزلة: الأجل هو الوقت الذي في معلوم الله سبحانه أن الإنسان يموت فيه أو يقتل، فإذا قُتل قُتل بأجله وإذا مات مات بأجله، وشذّ قوم من جُهَّالهم فزعموا أن الوقت الذي في معلوم الله سبحانه أن الإنسان لو لم يُقتل لبقي إليه، هو أجله دون الوقت الذي قُتل فيه. \"مقالات الإسلاميين\" ص ٢٥٦، وقد سمَّى البغدادي -في \"أصول الدين\" ص ١٤٢ - الذين وافقوا أهل السنّة في هذه المسأله -كأبي الهذيل والجبائي،=</p>"
}