{
  "id": null,
  "sura": 14,
  "aya": 13,
  "text": "<p> ١٣ - وباقي الآية وما بعدها إلى قوله:  {لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا} ظاهر، ومعنى {أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا} ذكرناه في قصة شعيب في سورة الأعراف [آية: ٨٨] . ابن الأنباري هاهنا، أن قوله:  {لَتَعُودُنَّ} في الظاهر عطف على جواب اليمين، ثم أجاب عن هذا وقال معنى الكلام: لنخرجنَّكم من أرضنا حتى تعودوا في ملتنا، ولكي تعودوا، وإلا تعودوا (١) ، </p><p>= ومذهب أهل السنّة في هذه المسألة- كما بينّه الطحاوي رحمه الله - هو: وقدَّر لهم أقداراً وضرب لهم آجالاً. يعني أن الله قدَّر آجال الخلائق بحيث إذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون، فمن مات بأي نوع من أسباب الموت قتلاً أو مرضاً أو غرقاً أو حرقاً .. فقد مات بأجله. \"شرح الطحاوية\" ص ٩٩ - ١٠٠. أما الرد على القائلين بالأجلين: فقد أشار ابن أبي العز رحمه الله في ردّه إلى أن هذا القول يقتضي تجهيل الله تعالى، الله عما يقولون فقال: وهذا باطل لأنه لا يليق أن يُنسب إلى الله تعالى أنه جعل له أجلاً يعلم أنه لا يعيى إليه البتة، أو يجعل أجله أحد الأمرين، كفعل الجاهل بالعواقب. \"شرح العقيدة الطحاوية\" ص ١٠٠.(١) هذان المعنيان لـ (أو) بمعنى (حتى) أو (إلا أن) ذكرهما بعض المفسرين كالطبري ١٣/ ١٩١ - ١٩٢ \"الثعلبي\" ٧/ ١٤٧ أ، و\"البغوي\" ٤/ ٣٣٩، وأنكر آخرون أن يُراد بها أيُّ من القولين هنا، وأنها على بابها أي التخيير يقول ابن العربي في رده عليهم: وهو غير مفتقر إلى هذا التقدير، فإن (أو) على بابها من التخيير، خيَّر الكفارُ الرسل بين أن يعودوا في ملَّتهم أو يخرجوا من أرضهم، وهذه سيرة الله في رسله وعباده. \"تفسير ابن العربي\" ٣/ ١١١٦، ويقول أبو حيان رحمه الله: وتقدير (أو) هنا بمعنى (حتى) أو بمعنى (إلا أن) قول من لم ينعم [أي: يبالغ] النظر في ما بعدها؛ لأنه لا يصح تركيب (حتى) ولا تركيب (إلا أن) مع قوله {لَتَعُودُنَّ} بخلاف لألزمنّك أو تقضيني حقي. \"تفسير أبي حيان\" ٥/ ٤١١ وكذلك السمين رحمه الله ذهب مذهب شيخه ونقل كلامه دون نسبته إليه. \"الدر المصون\" ٧/ ٧٦، ويقول ابن عاشور رحمه الله: و (أو) لأحد الشيئين .. وليست هي (أو) التي بمعنى (إلى) أو بمعنى (إلا) \"تفسير ابن عاشور\" ١٣/ ٢٠٦، وحَمْلُ (أو) على بابها هو قول جمهور المفسرين، وهو أولى بالترجح ما دام أن المعنى يستقيم؛ ولأن هذا =</p><p> لقول امرئ القيس (١) : </p><p> إنما نُحَاوِلُ مُلْكًا أو نَمُوتَ فنُعْذَرَا </p><p> المعنى: إلا أن نموت وحتى نموت، فكان يجب على هذا أن تكون (أو تعودوا)  (٢) ، غير أنه غلب ظاهر الكلام، ونُقل {لَتَعُودُنَّ} عن لفظ الشرط إلى لفظ اليمين، وأُشرك بينه وبين الذي قبله في اللفظ وإن كان مخالفه في المعنى؛ كما قالوا: لو تُرك عبد الله والأسدَ لأكله، فنصبوا الأسد لأنه مخالف الأول، ورفعه بعضُهم بالنَّسق (٣) للتسوية بين اللفظين والمعنيان مختلفان حين أُمن اللبس والإشكال، وقال تعالى:  {تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ}  [الفتح: ١٦] ، فعطف يُسْلِمون على تقاتلون تغليبًا للَّفظ (٤) ، والآخر على المعنى (٥) ، وهذا الذي ذكرنا كله كلامُ أبي بكر، وهو شرح ما ذكره </p><p>= هو الأصل، ولا يُصار إلى المعاني الأخرى إلا عند تعذُّر حملها على المعنى الأصلي، أو وجود قرينة صارفه وداعية. (١) وصدره بتمامه:فقلتُ لهُ لا تبْك عينُك إنما\"ديوانه\" ص ٦٤، وورد في \"الكتاب\" ٣/ ٤٧، و\"الصاحبي في فقه اللغة\" ص ١٧١، و\"شرح المفصّل\" ٧/ ٢٢، و\"الدرالمصون\" ٩/ ٧١٣، وورد بلا نسبة في \"الخصائص\" ١/ ٢٦٣، و\"رصف المباني\" ص ٢١٢، و\"شرح الأشموني\" ٣/ ٥٢٧، والبيت من قصيدة قالها لعمرو بن قميئة اليشكري حين استصحبه في مسيره إلى قيْصر، والشاهد: قوله (أو نموت) حيث نصب الفعل المضارع لإضمار (أنْ)، و (أو) بمعنى: (إلا).(٢) أي اللفظة القرآنية لو كان في غير القرآن (أو تعودوا) بدلاً من {لَتَعُودُنَّ}.(٣) أي بالعطف.(٤) لأن المعنى مشترك بين الأمرين؛ أي يكون هذا، أو يكون هذا، كانه قيل: يكنْ قتال أو إسلام. انظر: \"الكتاب\" ٣/ ٤٧، و\"المقتضب\" ٢/ ٢٧، و\"الدر المصون\" ٩/ ٧١٣.(٥) أي الوجه الآخر للرفع، رفعه على الاستئناف، كأنه قال: تقاتلونهم أو هم =</p>"
}