{
  "id": null,
  "sura": 14,
  "aya": 52,
  "text": "<p> كسبوا، فمعنى {كُلَّ نَفْسٍ} هاهنا من الكفار؛ لأن جزاء المؤمن لا يقع بهذا (١) . </p><p> وقوله تعالى:  {إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} ذكرنا معناه في سورة البقرة عند تمام المائتين منها. </p><p> ٥٢ - قوله تعالى:  {هَذَا بَلَاغٌ لِلنَّاسِ} قال ابن عباس: يريد ما أنزلت إليك من قصة إبراهيم ودعائه لوالده وما تبرأ منه من عبادة الأصنام وما دعا للمؤمنين، وقال غيره من أهل العلم:  {هَذَا} : القرآن (٢) ، {بَلَاغٌ لِلنَّاسِ} والبلاغ اسم يقوم مقام التبليغ، قال أبو علي الجرجاني: تأويله: فعلنا هذا؛ يعني إنزال القرآن وما فيه من المواعظ لتبلِّغ الناس، وهذا عطف على البلاغ بالفعل، وهو قوله:  {وَلِيُنْذَرُوا بِهِ}  (٣) ، قال ابن عباس: </p><p>(١) وقد تعقب الرازي الواحدي في تخصيص {كُلَّ نَفْسٍ} بالكافرين، وأبقى اللفظ على عمومه ليشمل الجزاء الفريقين، وكلاهما مصيب، فالتخصيص مناسب للسياق والسباق؛ حيث إن الكلام السابق واللاحق عن المجرمين فيخصهم الوعيد والتهديد، ويكون متعلق اللام محذوف؛ تقديره: يفعل بهم ذلك ليجزي كل نفس مجرمة ما كسبت من أنواع الكفر والمعاصي، والتعميم مناسبٌ بالنظر إلى أن {لِيَجْزِيَ} متعلق بقوله: {وَبَرَزُوا} أي الخلق كلهم، فيكون {كُلَّ نَفْسٍ} عامًا، أي مطيعة ومجرمة بحسبها، وتكون الآيتان بينهما جملة معترضة، وهناك أقوال أخرى في توجيه التأويل. انظر: \"الرازي\" ١٩/ ١٤٩، وأبي حيان ٥/ ٤٤١، وأبي السعود ٥/ ٦١. (٢) قاله ابن زيد، أخرجه الطبري ١٣/ ٢٥٨، بلفظه، وورد بلفظه في \"تفسير الماوردي\" ٣/ ١٤٦، والطوسي ٦/ ٣١١، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٧٠، وزاد نسبته إلى ابن أبي حاتم، وورد غير منسوب في \"تفسير السمرقندي\" ٢/ ٢١٢، والبغوي ٣/ ٣٦٣، وابن الجوزي ٤/ ٣٧٨، والخارن ٣/ ٨٧.(٣) والتقدير: فعلنا هذا لتبلّغ الناس ولينذروا به، فعطف {وَلِيُنْذَرُوا} على البلاغ =</p><p> ولتنذر يامحمد قومك (١) ، {وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَهٌ وَاحِدٌ} أي بما ذكر فيه من الحجج التي تدل على وحدانيته، {وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ} قال يريد وليتعظ أهل اللب والعقل والبصائر. </p><p>= وهو مصدر بمعنى التبليغ. وقد ورد في وجه عطف {وَلِيُنْذَرُوا} تسعة أقوال، ذكرها السمين في \"الدر المصون\" ٧/ ١٣٤. (١) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٣٩ بنصه.</p><p> سورة الحجر </p>"
}