{
  "id": null,
  "sura": 14,
  "aya": 48,
  "text": "<p> تَرَى الثورَ فيها مُدخِلَ الظِّلِّ رَأسَهُ ... وسَائِرُهُ بَادٍ إلى الشَّمْس أجْمَعُ (١) </p><p> أي مدخل رأسه الظلَّ، فقلب وأضاف مُدخلَ إلى الظلِّ [لأن الظل]  (٢) التبس برأسه (٣) ، فصار كل واحد منهما داخلًا في صاحبه (٤) ، قال ابن عباس:  {فَلَا تَحْسَبَنَّ اللَّهَ} : يا محمد، {مُخْلِفَ وَعْدِهِ رُسُلَهُ} يريد النصر والفتح وإظهار الدين (٥) ، {إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ} قال: يريد: أن الله منيع شديد الانتقام، ومعنى الانتقام الجزاء بما كان من السيئات. </p><p> ٤٨ - قوله تعالى:  {يَوْمَ تُبَدَّلُ الْأَرْضُ} الآية. ذكر الزجاج في نصب (يوم) وجهين؛ أحدهما: أنه صفة لقوله {يَوْمَ يَقُومُ الْحِسَابُ}  (٦) ، والآخر: أنه على معنى ينتقم يوم تبدل (٧) ، وذكرنا في قوله: {بَدَّلْنَاهُمْ </p><p>(١) ورد البيت في المصادر التالية \"الكتاب\" ١/ ١٨١، و\"تأويل مشكل القرآن\" ص ١٩٤، و\"تفسير الطبري\" ١٣/ ٢٤٨، وابن عطية ٨/ ٤٧٨، و\"وَضَح البرهان في مشكلات القرآن\" ١/ ٤٨٨، و\"تفسير القرطبي\" ٩/ ٣٨٢، و\"الفريد في الإعراب\" ٣/ ١٧٧، و\"تفسير أبي حيان\" ٥/ ٤٣٩، و\"الدر المصون\" ٧/ ١٢٨، و\"الخزانة\" ٤/ ٢٣٥، و\"الدرر اللوامع\" ٦/ ٣٧. برواية (أكتع) بدل (أجمع)، والبيت وصف لهاجرة ألجأت الثيران إلى كُنُسِها، فهي تدخل رؤوسها في الظل لما تجده من شدة القيظ وسائر جسدها بارز للشمس. (٢) ما بين المعقوفين من (ش) وساقط من باقي النسخ.(٣) يقول الأعلم: كان الوجه أن يقول: مُدخلَ رأسه الظلّ؛ لأن الرأس هو الدّاخل في الظل، والظل هو المدخل فيه. \"الدرر اللوامع \" ٦/ ٣٧.(٤) \"معاني القرآن\" للفراء ٢/ ٧٩، نقل طويل مع تصرف يسير.(٥) ورد في تفسيره \"الوسيط\" تحقيق سيسي ١/ ٣٣٧ بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٧٥.(٦) وتقديره: {يَوْمَ يَقُومُ الْحِسَابُ} {يَوْمَ تُبَدَّلُ الْأَرْضُ} ذكره الزجاج.(٧) \"معاني القرآن وإعرابه\"، ٣/ ١٦٩ بمعناه، حيث قال: وإن شئت أن يكون منصوباً بقوله ذو انتقام.</p><p> جُلُودًا} [النساء: ٥٦] أن التبديل يقع على معنيين، أحدهما: تبديل العين إلى غيره، والثاني: تبديل الصورةِ والعين قائمة، وقد ذُكر المعنيان في هذه الآية، قال ابن عباس: الأرض هي تلك الأرض، وإنما تُبدل آكامُها وجبالها وأشجارها (١) ، ثم أنشد (٢) : </p><p> فما الناسُ بالناسِ الذين عَهِدتُهُم ... ولا الدَّارُ بالدَّارِ التي كنت أعْرِفُ (٣) </p><p> ونحو هذا روى أبو هريرة عن النبيّ - صلى الله عليه وسلم - قال:  \"يبدل الله الأرض غير الأرض فيبسطها(٤)ويمدُّها مدَّ الأديم العُكاظيِّ لا ترى فيها عوجًا ولا أمتًا\"  (٥) . </p><p>(١) ورد في \"تفسير الثعلبي\" ٢/ ١٤٤ ب بنصه، وانظر: \"تفسير الزمخشري\" ٢/ ٣٠٨، والفخر الرازي ١٩/ ١٤٦، و\"الفريد في الإعراب\" ٣/ ١٧٨، و\"تفسير أبي حيان\" ٥/ ٤٣٩، و\"الدر المصون\" ٧/ ١٣٠، و\"تفسير أبي السعود\" ٥/ ٦٠. (٢) نُسب إلى ابن عباس في المصادر السابقة عدا تفسير الفخر الرازي ونُسب إلى عبد الله بن شبيب في \"مجالس ثعلب\" ص ٤٩.(٣) المصادر السابقة نفسها، وتختلف رواية \"مجالس ثعلب\" في العجز، وهي:وما الدهر بالدهر الذي كنت تعرف(٤) في جميع النسخ (فينبشها) والتصويب من الطبري والثعلبي وباقي المراجع.(٥) الحديث جزء من حديث الصور الطويل، أخرجه الطبري ١٣/ ٢٥٢، مختصراً، والطبراني في \"معجمه الكبير\" ٢٥/ ٢٦٦، مطولاً، والبيهقي في \"البعث\" ص ٣٣٨، مطولاً، وطرفه: (إن الله عَزَّ وَجَلَّ لمّا فرغ من خلق السموات والأرض خلق الصور)، وأورده الثعلبي ٢/ ١٤٤ ب، مختصرًا، وابن كثير ٢/ ١٦٣، مطولاً، وورد مختصرًا في \"تفسير ابن الجوزي\" ٤/ ٣٧٥، والفخر الرازي ١٩/ ١٤٦، و\"تفسير القرطبي\" ٩/ ٣٨٣، وابن كثير ٢/ ٥٩٩، وأبي السعود ٥/ ٦٠، و\"حاشية الجمل على الجلالين\" ٢/ ٥٣٤، والحديث ضعيف، وقد ضعفه ابن كثير رحمه الله ٢/ ١٦٧ ووصفه بالنكارة؛ بسبب تفرد إسماعيل بن رافع وهو مكر الحديث، وأكده أحمد شاكر -رحمه الله- فقال: هو حديث ظاهر النكارة. انظر: \"عمدة =</p><p> وقال الحسن: هي هذه الأرض إلا أنها تُغيَّر إلى سورة أخرى (١) . </p><p> وأما تبديل السموات فقال ابن عباس في رواية أبي صالح: وتبديل المموات بأن يزاد فيها وينقص منها (٢) . </p><p> وقال ابن الأنباري: باختلاف هيئتها؛ كما ذكر الله تعالى أنها مرة كالمهل (٣) ، وتكون كالدهان (٤) ، وعلى هذا القول معنى التبديلِ في الآية: وتبديلُ الصورةِ باختلاف الهيئةِ، والعينُ كما هي، كما تقول: قد بدلت قميصي جُبة؛ أن تقلبَ العينَ من حال إلى حال أخرى، وهو اختيار أبي إسحاق، قال: قد يقول: بَدَّل زيدٌ، إذا تغيرت حاله، فمعنى تبديل الأرض: تسيير جبالها وتفجير بحارها، وكونها مستوية لا ترى فيها عوجًا ولا أمتًا، وتبديل السموات: انتثار كواكبها وانفطارها، وتكوير شمسها وخسوف قمرها. </p><p> قال: وقوله: {وَالسَّمَاوَاتُ} أي وتبدل السمواتُ غيرَ السموات (٥) ، ومثله قال أبو علي: قال وهو كقوله -صلى الله عليه وسلم-: لا يُقتل مؤمنٌ بكافر ولا ذو عهد </p><p>= التفسير\" ١/ ٧٨٨. حاشية (٢) (العكاظي) نسبة إلى سوق عكاظ، (العوج) ما اعوج يمينًا وشمالاً، (الأمت): ما يرتفع مرة ويهبط أخرى. \"غريب اليزيدي\" ص ٢٥٠. (١) ورد في معاني القرآن\" للنحاس ٣/ ٥٤٥، بمعناه، و\"تفسير الطوسي\" ٦/ ٣٠٩ بنصه.(٢) انظر: \"تفسير ابن الجوزي\" ٤/ ٣٧٥، لكن جعله تفسيرًا لتبديل الأرض لا السماء، حيث قال: إنها تلك الأرض، وإنما يزاد فيها وينقص منها، وكذلك أورده السيوطي في \"الدر المنثور\" ٤/ ١٦٨وعزاه إلى البيهقي في البعث لم أجده.(٣) يشير إلى قوله تعالى: {يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ} [المعارج: ٨].(٤) يشير إلى قوله تعالى: {فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ} [الرحمن: ٣٧].(٥) \"معاني القرآن وإعرابه\" ٣/ ١٦٩ بنصه.</p><p> في عهده\" (١)  (٢) . </p><p> المعنى: ولا ذو عهد في عهده بكافر، كما كان التقدير في الآية؛ والسموات غير السموات، وذهب قوم إلى تبديل العين، فقال ابن مسعود: تبدل بأرض كالفضة بيضاء نقية، لم يُسفك فيها دم ولم يعمل عليها خطيئة (٣) ، ونحو ذلك قال ابن عباس في رواية الكلبي وعطاء (٤) . </p><p>(١) \"المسائل الحلبيات\" ص ٧٤ بنصه دون ذكر الحديث. (٢) أخرجه عبد الرزاق في مصنفه: باب قود المسلم بالذمي ١٠/ ٩٩ بنحوه عن الحسن مرسلاً، وأبو داود (٤٥٣٠) كتاب: الديات، إيقاد المسلم بالكافر، (٢٧٥١) كتاب: الجهاد، باب: في السرية ترد على أملى العسكر، بنصه، وابن ماجه (٢٦٥٨) كتاب: الديات لا يقتل مسلم بكافر، واللفظ له، والنسائي: القَسامة، القود بين الأحرار والمماليك في النفس ٨/ ١٩ بنصه، والحاكم: الفيء لا يقتل مؤمن بكافر ٢/ ١٤١ بنصه، وقال صحيح على شرط الشيخين ووافقه الذهبي، والبيهقي في السنن: الجنايات فيمن لا قصاص بينه باختلاف الدين ٨/ ٢٩ بنحوه، كلهم عن علي إلا ابن ماجه عن ابن عباس، وذكره الألباني في \"صحيح أبي داود\" (٢٧٥١)، (٤٥٣٠)، و\"صحيح النسائي\" ٣/ ٩٨٤، و\"صحيح ابن ماجه\" (٢٦٥٨).(٣) أخرجه بنصه: عبد الرزاق ٢/ ٣٤٤، موقوفاً على عمرو بن ميمون راوي الحديث عن ابن مسعود والطبري ١٣/ ٢٥٠، من طرق، والطبراني في \"الكبير\" ٩/ ٢٣٢، والحاكم ٤/ ٥٧٠، وقال: صحيح على شرط الشيخين ووافقه الذهبي، وأبو نعيم في \"الحلية\" ٤/ ١٥٣، وورد بنحوه في معاني النحاس ٣/ ٥٤٤، و\"تفسير السمرقندي\" ٢/ ٢١١، والماوردي ٣/ ١٤٣، وأورده ابن حجر في \"الفتح\" ١١/ ٣٨٣، وزاد نسبته إلى عبد بن حميد والبيهقي في الشعب لم أقف عليه، وقال: ورجاله رجال الصحيح وهو موقوف.(٤) أخرجه الطبري ١٣/ ٢٥١، من طريق العوفي ضعيفة، ولفظه: فزعم أنها تكون فضة، ورد في \"تفسير الماوردي\" ٣/ ١٤٣ مختصرًا، وانظر: \"تفسير ابن الجوزي\". برواية عطاء ٤/ ٣٧٦، و\"تفسير القرطبي\" ٩/ ٣٨٤، وابن كثير ٢/ ٥٦٤.</p><p> يؤكد هذا ما روى سَهْل بن سَعد عن رسول الله -صلى الله عليه وسلم- قال:  \"يُحْشرُ الناسُ يوم القيامة على أرض بيضاء عَفْراءَ كَقُرْصَةِ النَّقيّ ليس فيها معلم لأحد\"  (١) . </p><p> وقال علي -رضي الله عنه- في هذه الآية: الأرض من فضة والسماء من ذهب (٢) ، ومذهب أكثر المفسرين؛ عكرمة، ومجاهد، والقرظي، وكعب: على أن هذا التبديل هو تبديل العين (٣) . </p><p>(١) أخرجه بنصه البخاري (٦٥٢١) كتاب: الرقاق، باب: يقبض الله الأرض يوم القيامة، ومسلم (٢٧٩٠) كتاب: صفة الجنة والنار، باب: صفات المنافقين في البعث والنشور ٤/ ٢١٥٠، والطبري ١٣/ ٢٥٠، والطبراني في \"الكبير\" ٦/ ١٥٥، ١٧٤. (عفراء) العفر: بياض ليس بالناصع، وقيل بياض يضرب إلى حمرة قليلاً، (كقرصة النَقِّي): هو الرغيف المصنوع من الدقيق النقي من الغش والنخالة؛ يسمى الحُوَّارى، (ليس فيها معلم لأحد) قيل إنها مدرجة؛ من كلام سهل -رضي الله عنه- أو غيره، (المَعْلَم):الشيء الذي يُستدل به على الطريق، والمراد: أنها مستوية ليس فيها علامة سكنى ولا بناء ولا أثر ولا شيء من العلامات التي يهتدى بها في الطرقات؛ كالجبل والصخرة البارزة انظر: \"فتح الباري\" ١١/ ٣٨٢. (٢) أخرجه الطبري ١٣/ ٢٥١، وفيه (والجنة) بدل (والسماء)، وورد بنصه في \"تفسيرالثعلبي\" ٢/ ١٤٤ ب، والماوردي ٣/ ١٤٤، وانظر: \"تفسير البغوي\" ٤/ ٣٦١ - ٣٦٢، و\"ابن الجوزي\" ٤/ ٣٧٦، و\"تفسير القرطبي\" ٩/ ٣٨٤، و\"الخازن\" ٣/ ٨٦، وأبي حيان ٥/ ٤٣٩، وابن كثير ٢/ ٥٩٨، و\"الدر المنثور\" ٤/ ١٦٨، وزاد نسبته إلى ابن أبي الدنيا وابن المنذر وابن أبي حاتم.(٣) وقد تعددت أقوالهم في ماهية التبديل على أقوال: فقال مجاهد: تبدل أرضًا بيضاء كأنها الفضة، والسموات كذلك كأنها الفضة. \"تفسير مجاهد\" ١/ ٣٣٦، وأخرجه الطبري ١٣/ ٢٥٠، وقال كعب: تفسير السموات جناناً، ويصير مكان البحر النار، وتبدل الأرض غيرها. أخرجه الطبري ١٣/ ٢٥٢، وورد في \"تفسير الماوردي\" ٣/ ١٤٤، والثعلبي ٢/ ١٤٤ ب، والخازن ٣/ ٨٦، وابن كثير ٢/ ٥٩٨، وقال القرظي: تبدل الأرض خبزة بيضاء يأكل منها المؤمنون من تحت أقدامهم. =</p>"
}