{
  "id": null,
  "sura": 15,
  "aya": 12,
  "text": "<p> ١١ - قوله تعالى:  {وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ} قال ابن عباس: يُعَزِّي نبيه -صلى الله عليه وسلم- ويُصَبِّره (١) ، يريد كما استَهزأ بك قومك بعد طول إكرامهم لك، قال أهل المعاني: وإنما حمل الأمم على الاستهزاء استبعاد ما دُعوا إليه، والاستيحاش منه والاستنكار له، حتى توهموا أنه مما لا يكون ولا يصح مع مخالفته لِما كان عليه الأسلاف (٢) ؛ وذلك أنهم تعجلوا الراحة بإسقاط النظرِ عن أنفسهم، والتفكرِ فيما أورده الرسول من المعجزات ليدلهم على الحق، وفي هذه الآية دليل على أن كلَّ واحدٍ من الرسل كان مبتلى بطائفة من المشركين، وما خلصت لرسولٍ دعوةً من الاستهزاء والتكبر. </p><p> ١٢ - قوله تعالى:  {كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ} ، السَلْكُ إدخال الشيء في الشيء، كإدخال الخيط في المخيط، والرمح في المطعون (٣) . </p><p> وقال الليث: الله يَسْلُكُ الكفارَ في جهنم؛ أي يدخلهم فيها (٤) ، ومن هذا قوله {مَا سَلَكَكُمْ}  [المدثر: ٤٢] وكل شيء أدخلته في شيء فقد سَلَكْتَه فيه، قال عديّ: </p><p>(١) ورد غير منسوب في: \"تفسير الثعلبي\" ٢/ ١٤٥ ب بلفظه، و\"تفسير البغوي\" ٤/ ٣٧٠، وابن الجوزي ٤/ ٣٨٥، و\"تفسير القرطبي\" ١٠/ ٧. (٢) ورد في \"تفسير الطوسي\" ٦/ ٣٢١ بنصه تقريباً.(٣) انظر: (سلك) في \"تهذيب اللغة\" ٢/ ١٧٣٨، و\"الصحاح\" ٤/ ١٥٩١، و\"اللسان\" ٤/ ٢٠٧٣.وانظر: \"تفسير الزمخشري\" ٢/ ٣١١، الرازي ١٩/ ١٦٢، القرطبي ١٠/ ٧، البيضاوي ١/ ٢٦٧، الخازن ٣/ ٩٠، \"الدر المصون\" ٧/ ١٤٨.(٤) ورد في \"تهذيب اللغة\" (سلك) ٢/ ١٧٣٩ بنصه.</p><p> وكُنْتُ لِزَازَ خَصْمِكَ لَمْ أُعَرِّدْ ... وَقَدْ سَلَكوكَ في يَوْم عَصِيبِ (١) </p><p> وذكر أبو عبيدة وأبو عبيد: سلَكْتُه وأسلكتُه بمعنى (٢) ، وينشد بيت الهذلي: </p><p> حتَّى إذا أسْلَكُوهُم في قُتاَئِدهِم ... شَلاًّ كما تَطْرُدُ الجَمَّالَةُ الشُّرُدَا (٣) </p><p> بالوجهين، وقد حقق ابن عباس هذا التفسير فقال: يريد يسلكُ الشركَ في قلوب المكذبين، كما يسلك الخرزة في الخيط. </p><p>(١) ورد في \"تفسير الطبري\" ١٤/ ٩، و\"الأغاني\" ٢/ ١٠٣، و\"تفسير الثعلبي\" ٢/ ١٤٦ أ، والطوسي ٦/ ٣٢١، وابن عطية ٧/ ٣٥٨، و\"تفسير القرطبي\" ١٠/ ٧ (عجز)، \"اللسان\" (سلك) ١٠/ ٤٤٢، وغير منسوب في \"الدر المصون\" ٧/ ١٤٨. (اللِّزاز) ما يتُرّس به الباب، (العَرْدُ) الشديد من كل شيء الصُّلْبُ المنتصب، وعرَّد الرجل تعريدا أي فرَّ، والمعنى: أي كنت إلى جانبك -يخاطب النعمان- أمنع عنك حتى في الأوقات العصيبة، ولم أحجم ولم أتراجع. (٢) \"مجاز القرآن\" ١/ ٣٤٧، بنحوه، وورد في \"تهذيب اللغة\" (سلك) ٢/ ١٧٣٩ بنصه عن أبي عبيد، وانظر: \"جمهرة اللغة\" ٢/ ٨٥٤.(٣) \"شرح أشعار الهذليين\" ٢/ ٦٧٥، \"مجاز القرآن\" ١/ ٣٧، \"جمهرة اللغة\" ٢/ ٨٥٤، \"الصحاح\" (سلك) ٤/ ١٥٩١، \"الاقتضاب\" ص ٤٠٢، \"أمالي ابن الشجري\" ٣/ ٣٠، \"الإنصاف\" ص ٣٦٩، \"تفسير القرطبي\" ١٢/ ١١٩، \"اللسان\" (قتد) ٦/ ٣٥٢٥، (سلك) ٤/ ٢٠٧٣، \"الخزانة\" ٧/ ٣٩، وورد منسوباً إلى ابن أحمر في \"تهذيب اللغة\" (سلك) ٢/ ١٧٣٩، وورد غير منسوب في: \"تفسير الطبري\" ١٤/ ٩، \"جمهرة اللغة\" ١/ ٣٩١، ٤٩١، \"المخصص\" ١٦/ ١٠١، \"تفسير الطوسي\" ٦/ ٣٢٢، \" أمالي ابن الشجري\" ٢/ ١٢٢، \"تفسير ابن عطية\" ٨/ ٢٨٧، \"الدر المصون\" ٧/ ١٤٨، \"معجم البلدان\" ٤/ ٣١٠.وفي الديوان وجميع المصادر برواية (قُتائِدَةٍ) وهي: ثنية مشهورة، (شَلاًّ) معناه الطرد، (الجمَّالة) أصحاب الجمال، (الشُّرُدَا) جمع شارد، وهي الإبل النافرة، قال ابن السيد: إنه وصَف قوماً هُزمُوا حتى أُلجئوا إلى الدخول في قتائد؛ وهي ثنية ضيقة.</p><p> وقال أبو إسحاق: أي كما فُعِلَ بالمجرمين الذين استهزأوا بمن تقدَّم مِنَ الرُّسُلِ، كذلك نَسلُكُ الضلالَ في قلوب المجرمين (١) . </p><p> واختلفوا في المُكنّى في قوله:  {نَسْلُكُهُ} ؛ فذكر ابن عباس: الشرك (٢) ، وهو قول الحسن (٣) ، وذكر الزجاج: الضلال (٤) . وقال الربيع: يعني [الاستهزاء (٥) . وقال الفراء: يعني التكذيب بالعذاب (٦) . </p><p> قال صاحب النظم: الهاء كناية عن الاستهزاء] (٧) ودلَّ عليه الفعل؛ كقولهم: من كذب كان شرًا له، والفعل يدل على المصدر؛ كقوله:  {وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ}  [الزمر: ٧] أي: الشكر، فأضمره لدلالة الفعل عليه، وذكرنا مثل هذا كثيرًا، وأما ما ذكر المفسرون من الشرك والتكذيب والضلال فكلُّه داخل في الاستهزاء، وهو من معاني الاستهزاء. </p><p> وقوله تعالى:  {كَذَلِكَ} إيماء بهذا التشبيه إلى ما كان منهم من الكفر والاستهزاء، قال: وهذه أبين آية في ثبوت القدر لمن أذعن للحق ولم يعاند. </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٧٤ بنصه. (٢) \"تفسير ابن الجوزي\" ٤/ ٣٨٥، وصديق خان ٧/ ١٥١.(٣) أخرجه عبد الرزاق ٢/ ٣٤٥ بلفظه، والطبري ١٤/ ٩ بلفظه، و\"تفسير ابن الجوزي\" ٤/ ٣٨٥، و\"تفسير القرطبي\" ١٠/ ٧ وابن كثير ٢/ ٦٠٢، و\"الدر المنثور\" ٤/ ١٧٦ وزاد نسبته إلى ابن المنذر وابن أبي حاتم، وصديق خان ٧/ ١٥١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٧٤ بلفظه.(٥) لم أقف عليه منسوباً له، ونُسب إلى قتادة في \"تفسير الماوردي\" ٣/ ١٥٠، وابن الجوزي ٤/ ٣٨٥، وورد غير منسوب في \"تفسير ابن عطية\" ٨/ ٢٨٧، الفخر الرازي ١٩/ ١٦٣، \"تفسير القرطبي\" ٧/ ١٠، \"الدر المصون\" ٧/ ١٤٧.(٦) \"معاني القرآن\" للفراء ٢/ ٨٥ بلفظه.(٧) ما بين المعقوفين من (ش)، (ع).</p><p> وقال أصحابنا: أضاف الله تعالى إلى نفسه سَلْكَ الكفر في قلوب الكفار، وحَسُن ذلك منه، فمن آمن بالقرآن فليستحسنه (١) ، وأراد بالمجرمين المشركين الذين كانوا يستهزئون بالنبيّ -صلى الله عليه وسلم-. </p><p>(١) يَرُدّ الواحدي -رحمه الله- بقوله هذا على المعتزلة القائلين بالتحسين والتقبيح العقليين، وهي من المسائل المشهورة التي اشتد فيها النزاع بين المعتزلة والأشاعرة، وقد وقع الفريقان في طرفي النقيض وجانبا الصواب في المسألة، على النحو التالي: ذهب المعتزلة إلى أن العقل قد يُعلم به حُسنُ كثير من الأفعال وقُبحُها، ومقتضى ذلك أن يكون فاعل القبيح أو تارك الحسن آثم ومعاقب في الآخرة ولو لم يرد شرع بذلك، فيستحق العذاب لمجرد مخالفته للعقل. انظر: المحصول في \"علم أصول الفقه\" ١/ ١٦٠، \"مجموع الفتاوى\" ١١/ ٦٧٧، \"المواقف في علم الكلام\" ص ٣٢٣، ٣٢٦. وذهب الأشاعرة إلى النقيض؛ فقالوا: إن العقل لا يُعلم به حُسن الفعل ولا قبحه، وبالتالي فلا يثبت عندهم حسن ولا قبح قبل ورود الشرع، وعليه فالقبيح ما قيل: لا تفعل، والحسن ما قيل فيه: افعل، أو ما أذن في فعله.\"الملل والنحل\" للشهرستاني ١/ ١٠١، \"مجموع الفتاوى\" ١١/ ٦٧٧، \"المواقف في علم الكلام\" ص ٣٢٧.وقد بيَّن شيخ الإسلام ابن تيمية منشأ الغلط عند الفريقين، فقال: إن الطائفتين اتفقوا على أن الحسن والقبح باعتبار الملاعمة والمنافرة قد يعلم بالعقل، وهذا الذي اتفقوا عليه حق، لكن توهموا بعد هذا أن الحُسن والقبح الشرعيَّ خارج عن ذلك، وليس الأمر كذلك، بل هو في الحقيقة يعود إلى ذلك، لكنَّ الشارع عرَّف بالموجود، وأثبت المفقود، فتحسينه: إمَّا كشفٌ وبيان، وإمَّا إثبات لأمور في الأفعال والأعيان.انظر: \"درء تعارض العقل والنقل\" ٨/ ٢٢، \"مجموع الفتاوى\" ٨/ ٩٠.أما المذهب الحق في هذه المسألة فقد بينه كذلك شيخ الإسلام ابن تيمية، فقال: وعامة السلف وأكثر المسلمين على أن الظلم والشرك والكذب والفواخر ونحوها سيءٌ وقبيح قبل مجيء الرسول، لكن العقوبة لا تستحق إلا بمجيء الرسول، =</p>"
}