{
  "id": null,
  "sura": 15,
  "aya": 72,
  "text": "<p> نهيناك أن تكلمنا في أحد من الناس إذا قصدناه بالفاحشة، فيكون التقدير على هذا المعنى: أولم ننهك عن منع العالمين أو حفظهم أو حمايتهم، فقال لهم لوط: </p><p> ٧١ - {هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ} قال أبو إسحاق معناه: إن كنتم مريدين لهذا الشَّأن (١) ؛ يعني اللذة وقضاء الوطر فعليكم بالتزويج ببناتي (٢) ، قال قتادة: أراد أن يقي أضيافه ببناته (٣) ، وذكرنا الكلام في هذا مستقصى في سورة هود (٤) . </p><p> قال الحسن وقتادة: هؤلاء بناتي تزوجوهن (٥) ، {إِنْ كُنْتُمْ فَاعِلِينَ} كناية عن الجماع. </p><p> ٧٢ - قوله تعالى:  {لَعَمْرُكَ} العَمْر والعُمْر واحد، وسمي الرجل عمر إيغالًا أن يبقى (٦) ، ومنه قول ابن أحمر: </p><p>(١) في جميع النسخ: البنتان، والتصويب من المصدر. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٨٣ بتصرف يسير.(٣) \"أخرجه الطبري\" ١٤/ ٤٤ بنصه، وورد في \"تفسير الثعلبي\" ٢/ ١٤٩ ب بنصه، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٢ وزاد نسبته إلى عبد بن حميد وابن المنذر وابن أبي حاتم. ويلزم من هذا القول جواز زواج الكافر من المؤمنة - في شرعه؛ كما كان جائزًا في بداية الإسلام حتى نسخ بآية الممتحنة [١٠]،، وقيل عرضهن عليهم شريطة الإسلام قبل عقد النكاح، وقيل قصد بنات أمته؛ لأن النبىّ كالوالد لأمته، وهو قول مجاهد؛ ذكره معظم المفسرين.(٤) آية [٧٨].(٥) ورد في \"تفسير الطوسي\" ٦/ ٣٤٧ بلفظه عنهما.(٦) \"تهذيب اللغة\" \"عمر\" ٣/ ٢٥٦٥ بنحوه، وانظر: (عمر) في: \"التاج\" ٧/ ٢٥٨ وعزاه للمحكم، ولم أجده في بابه.</p><p> ذَهبَ الشَبَابُ وأَخْلَفَ العَمْرُ (١) </p><p> وعُمّر الرجلُ يَعْمُر عَمْرًا وعُمُرًا وعُمُرًا، فإذا أقسموا قالوا: لعَمْرُك وعَمْرِك، ففتحوا العين لا غير (٢) . </p><p> قال أبو إسحاق: لأن الفتح أخف عليهم، وهم يكثرون القسم بِلَعَمْري ولعَمْرك، فلزموا الأخَفَّ عليهم (٣) . </p><p> قال ابن عباس في رواية عطاء: يريد وعيشك يا محمد (٤) . </p><p> وقال في رواية أبي الجوزاء يقول: بحياتك، وما حلف الله تعالى </p><p>(١) عجزه: وتَغيَّرَ الإخوانُ والدَّهْر\"شعر عمرو بن أحمر الباهلي\" ص٩٠، وورد في: \"الاشتقاق\" ص ١٣، \"مقاييس اللغة\" (خلف) ٢/ ٢١٢ وفيه: (وتنكَّر)، \"تفسير الفخر الرازي\" ١٩/ ٢٠٣، \"اللسان\" (عمر) ٥/ ٣١٠٣، \"التاج\" (عمر) ٧/ ٢٥٨ وفيهما: (وتَبدَّل)، وورد غير منسوب في: \"جمهرة اللغة\" ٢/ ٧٧٢، وفي الديوان وجميع المصادر بروإية: (بان) بدل (ذهب)، والمعنى واحد، (بان): بمعنى انقضى ومضى عصره، (أخلف): تغيير، (العَمر): واحد العُمُوْر؛ اللحم الذي بين الأسنان.(٢) انظر: \"المقتضب\" ٤/ ١٧٧، \"غرائب التفسير\" ١/ ٥٩٢، \"تفسير ابن الجوزي\" ٤/ ٤٠٨، الفخر الرازي ١٩/ ٢٠٣، \"شرح المفصل\" ٩/ ٩٦، \"البسيط في شرح جمل الزجاجي\" ٢/ ٩٤٣، (عمر) في: \"تهذيب اللغة\" ٣/ ٢٥٦٥، \"المحكم\" ٢/ ١٠٥، \"اللسان\" ٥/ ٣٠٩٩، \"التاج\" ٧/ ٢٥٨.(٣) معاني القرآن وإعرابه\" ٣/ ١٨٣، بنصه تقريباً.(٤) أورده البخاري -معلقاً- في \"صحيحه\" تفسير، الحجر ٨/ ٣٧٩ \"الفتح\"، و\"أخرجه الطبري\" ١٤/ ٤٤ بنحوه، من طريق علي بن أبي طلحة، صحيحة، وورد في \"معاني القرآن\" للنحاس ٤/ ٣٣، والماوردي ٣/ ١٦٦ و\"تفسير ابن الجوزي\" ٤/ ٤٠٨، وابن كثير ٢/ ٦١١، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٢ وزاد نسبته إلى ابن أبي حاتم.</p><p> بحياة أحد إلا بحياة النبيّ -صلى الله عليه وسلم- (١) ، وهذا قول أكثر أهل التأويل من المفسرين وأصحاب المعاني، قال الزجاج: وفي هذا آية عظيمة في تفضيل النبيّ -صلى الله عليه وسلم-، جاء في التفسير أنه أقسم بحياة محمد -صلى الله عليه وسلم- (٢) . وقال بعض أهل المعاني: إذا قيل: لعَمْرك، فكأنه قيل ومدة بقائك حيًّا (٣) ، وقال النحويون: ارتفع (لعمرك) بالابتداء والخبر محذوف، المعنى لعمرك قَسَمي، ولَعَمْرُك ما أُقْسِمُ به، وحُذِف الخبرُ لأن في الكلام دليلًا عليه، وباب القَسَم يحذف من الفعل نحو: باللهِ لأفعلن، والمعنى: أحلف بالله؛ فيحذف (أحلف) لعلم المخاطب بأنك حالف، فكذلك يحذف خبر الابتداء (٤) . </p><p>(١) أخرجه بنحوه من طريق عمرو بن مالك عن أبي الجوزاء: أبو يعلى في \"مسنده\" ٥/ ١٣٩، والطبري في \"تفسيره\" ١٤/ ٤٤، والثعلبي في \"تفسيره\" ٢/ ١٥٠ أ، وأبو نعيم في \"الدلائل\" ١/ ٦٣، والبيهقي في \"الدلائل\" ٥/ ٤٨٨، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ٣٣، و\"تفسير السمرقندى\" ٢/ ٢٢٢، والماوردي ٣/ ١٦٦، و\"تهذيب اللغة\" (عمر) ٣/ ٢٥٦٤ بنصه، وانظر: \"تفسير البغوي\" ٤/ ٣٨٧، وابن الجوزي ٤/ ٤٠٨ وابن عطية ٨/ ٣٣٨، وابن كثير ٢/ ٦١١، وأورده عياض في \"الشفا\" ٢/ ٨٧، والهيثمي في \"المجمع\" ٧/ ٤٦ وعزاه لأبي يعلى وقال: إسناده جيد، وابن حجر في \"المطالب\" ٣/ ٣٤٦ وزاد نسبته للحارث ابن أبي أسامة، والسيوطي في \"الدر المنثور\" ٤/ ١٩٢ وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم وابن مردويه. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٨٣ بنصه.(٣) قال القاضي عياض: اتفق أهل التفسير في أنه قسم من الله جل جلاله بمدة حياة محمد -صلى الله عليه وسلم- انظر: \"الشفا\" ١/ ٨٦.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٨٤ بنصه تقريباً، انظر: \"المقتضب\" ٢/ ٣١٨، \"الإيضاح العضدي\" ص ٢٧٦، \"شرح المفصل\" ٩/ ٩٩، \"البسيط في شرح جمل الزجاجي\" ٢/ ٩٣٢، ٢/ ٩٤٣، \"المحكم\" (عمر) ٢/ ١٠٥، \"زاد المسير\" ٤/ ٤٠٨، الرازي ١٩/ ٢٠٣.</p><p> وقال قتادة في قوله:  {لَعَمْرُكَ} كلمة من كلام العرب (١) ، (يقولون في الإكرام والتبجيل،قال أبو إسحاق:ولستُ أُحِبُ هذا التفسير؛لأن قوله:كلمة من كلام العرب)  (٢) لا فائدة فيه؛ لأن القرآن كله من كلام العرب فلابد أن يقال ما معناها (٣) ، وحكى أبو الهيثم أن النحويين يقولون في قوله:  {لَعَمْرُكَ} : لَدِينُك الذي تعمر، وأنشد (٤) : </p><p> أيُّها المُنْكِحُ الثُّرَيَّا سُهَيْلًا ........... عَمْرَكَ اللهَ كيفَ يَلْتَقِيَانِ (٥) </p><p> قال عَمْرك اللهَ، أي عبادتك الله (٦) . </p><p> وقال ابن الأعرابي: عَمَرتُ ربي، أي: عبدته، وفلان عامر لربه، أي: عابد، قال: ويقال تركت فلانا يَعْمُر ربه، أي: يعبده (٧) ، فعلى هذا </p><p>(١) أخرجه الطبري ١٤/ ٤٤ بنصه، وورد بنصه غير منسوب في \"تفسير مقاتل\" ١/ ١٩٨ أ. (٢) ما بين القوسين ساقط من (أ)، (د).(٣) \"معاني القرآن وإعرابه\" ٣/ ١٨٣ بنصه.(٤) البيت لعمر بن أبي ربيعة (ت ٩٣ هـ).(٥) \"ديوانه\" ص ٤٣٨، وورد في \"الشعر والشعراء\" ٣٧٤ وفيه (يجتمعان) بدل: يلتقيان، \"الأغاني\" ١/ ٢٣٢، \"الصحاح\" (عمر) ٢/ ٧٥٦، \"أمالي ابن الشجري\" ٢/ ١٠٨، \"الروض الأنف\" ٣/ ١٣٥، \"شرح المفصل\" ٩/ ٩١ (عجز)، \"اللسان\" (عمر) ٥/ ٣١٠٠ برواية: (يجتمعان)، \"الخزانة\" ٢/ ٢٨، وورد غير منسوب في:\"المقتضب\" ٢/ ٣٢٩، القرطبي ١٠/ ٤١، وأبي حيان ٥/ ٤٦٢، والألوسي ١٤/ ٧٣، (كيف يلتقيان): استفهام إنكاري تعجبي من تزويج الثري بنت علي بن عبد الحارث -وكانت مشهورة بالحسن والجمال- بسهيل بن عبد الرحمن الزهري - وكان معروفًا بقبح منظره.(٦) \"تهذيب اللغة\" (عمر) ٣/ ٢٥٦٤ بنصه، وانظر: (عمر) في \"اللسان\" ٥/ ٣١٠٠، و\"التاج\" ٧/ ٢٥٨.(٧) \"تهذيب اللغة\" (عمر) ٣/ ٢٥٦٥ بنصه، \"المحكم\" ٢/ ١٠٨، \"اللسان\" ٥/ ٣١٠٢.</p><p> القول: العَمْرُ كالعمارة، والعابد اللهَ عامرٌ لدينه، فسُمِّيَ العابدُ عامرًا، ومعنى قوله:  {لَعَمْرُكَ} أي لَعِبَادَتُك، والمفسرون على القول الأول (١) </p><p> وقوله تعالى:  {إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ} قال عطاء عن ابن عباس: يريد: أن قومك في ضلالهم يتمادون (٢) ، ثم رجع إلى ذكر قوم لوط في الآية الثانية، وقال الكلبي وعامة المفسرين:  {إِنَّهُمْ} يعني: قوم لوط (٣) ، {لَفِي سَكْرَتِهِمْ يَعْمَهُونَ} : في جهلهم وعماهم يمضون ولا يرجعون منه. </p><p>(١) أي أنه قسم بحياة النبي -صلى الله عليه وسلم-وهو قول الجمهور كما قال ابن العربي وعياض وأبو حيان. (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٥٠ أبلفظه، دون الإشارة إلى المعني بالضمير، وانظر: \"تفسير الوسيط\"، ٢/ ٣٦٤، بنصه عن عطاء، \"تفسير ابن الجوزي\" ٤/ ٤٠٩ مختصرًا عن عطاء، وإلى هذا ذهب الطبري، فقال: أي وحياتك يا محمد، إن قومك من قريش، لفي ضلالتهم وجهلهم يترددون، وإليه ذهب السمرقندي. انظر: \"تفسير الطبري\" ١٤/ ٤٤، \"تفسير السمرقندي\" ٢/ ٢٢٢.(٣) لم أقف عليه منسوبًا، وانظر: \"تفسير الزمخشري\" ٢/ ٣١٧، وابن عطية ٨/ ٣٤١، وابن الجوزي ٤/ ٤٠٩ وقال: قاله الأكثرون، وتفسير أبي حيان ٥/ ٤٦٢، وابن جزي ٢/ ١٤٨، وأبي السعود ٥/ ٨٦، و\"تنوير المقباس\" ص ٢٨٠، وخلاصة القول في الضمائر في الآية ثلاثة أقوال: الخطاب للرسول -صلى الله عليه وسلم- والضمائر تعود على كفار قريش، وهو قول الطبري والسمرقندي، وحجتهم الأثر المروي عن ابن عباس وعلى هذا القول، الآية كلها اعتراض فيما بين القصة، وانتصر لهذا القول علي القاري \"شرح الشفا\" ١/ ٧٢، واستدلالهم بقول ابن عباس رضي الله عنهما ليس فيه دلالة وليس في محل النزاع، فقول ابن عباس غايته أن القسم برسولنا -صلى الله عليه وسلم- وليس بلوط. وليس هذا مختلف مع قول الجمهور الخطاب للرسول -صلى الله عليه وسلم- والضمائر لقوم لوط، وهو قول الجمهور، وحجتهم - كما ذكر ابن عطية: عدم مناسبة السباق والسياق؛ إذ يؤدي ذلك إلى انقطاع الضمائر، وعليه فالقسم بنبينا -صلى الله عليه وسلم- تشريفًا له؛ لأن القصة تُقص عليه تعجيبًا له من حال قوم لوط، وإقحام القسم أثناء الكلام وقصر القصص أسلوب عربي معروف، وهذا هو القول الراجح الخطاب للوط، =</p><p> وقال مجاهد: في غفلتهم يضطربون (١) ، ومعنى السَّكرة هاهنا: غمور السهو والغفلة للنفس (٢) ، وذكرنا أصله في اللغة عند قوله:  {سُكِّرَتْ أَبْصَارُنَا}  [الحجر: ١٥] ، ومعنى العمه مذكور في سورة البقرة (٣) ، وقول ابن عباس: إن قوله: {إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ} إخبار عن مشركي قريش، أليق بظاهر الآية (٤) ؛ لأن (٥) قول العامة نحتاج فيه أن نحمل الآية على حكاية حال ماضية (٦) ؛ كقول الشاعر (٧) : </p><p> جاريةٌ في رَمَضَانَ الماضي ......... تُقَطِّعُ الحَدِيثَ بالإيمَاضِ (٨) </p><p> وقد ذكرنا لهذا نظائر. </p><p>= والضمائر لقومه، وانفرد به ابن العربي، فقال: ولا أدري ما الذي أخرجهم عن ذِكْر لوط إلى ذِكْر محمد -صلى الله عليه وسلم- وما الذي يمنع أن يُقْسِم الله بحياة لوط، ويبلغ به من الشريف ما شاء؛ فكل ما يعطى الله من فضل ويؤتيه من شرفٍ فلمحمدٍ -صلى الله عليه وسلم- ضِعفاه؛ لأنه أكرم على الله منه .. فإذا أقسم الله بحياة لوط فحياة محمد أرفع، ولا يُخرجُ من كلام إلى كلام آخر غيره لم يجر له ذِكرٌ لغير ضرورة. \"تفسير ابن العربي\" ٣/ ١١٣٠، وقوله محتمل لولا ما في الآية من خطاب المواجهة. (١) ليس في تفسيره، ولم أقف عليه بنصه، وأخرج عبد الرزاق ٢/ ٣٤٩، والطبري ١٤/ ٤٤ عن مجاهد قال: (يتردّدون)، وكذلك ورد في \"تفسير الثعلبي\" ٢/ ١٥٠ أ.(٢) ورد في \"تفسير الطوسي\" ٦/ ٣٤٨ بنصه، \"تفسير ابن الجوزي\" ٤/ ٤٠٨ عن الأعمش، \"تفسير البقاعي\" ٤/ ٢٣١.(٣) آيه: [١٥]، وعندها قال: (ومعنى يعمهون: يتحيرون، وقد عمه يعْمَه عَمَهًا فهو عَمِه إذا حار عن الحق).(٤) لكن أثر ابن عباس الذي يشير إليه، ضعيف لأنه من طريق عطاء وهو منقطع.(٥) في (أ)، (د): (أن) والمثبت من (ش)، (ع) وهو الأصح.(٦) وهذا القول هو الراجح - كما سبق.(٧) هو رؤبة بن العجاج.(٨) سبق عزوه.</p>"
}