{
  "id": null,
  "sura": 15,
  "aya": 90,
  "text": "<p> قال ابن عباس: يقول: ألِن لهم الموعظة وارفق بهم ولا تغلظ عليهم (١) . </p><p> وقال الزجاج:  {وَاخْفِضْ جَنَاحَكَ} : ألِن جانبك (٢) ، ونحوه قال المفضل (٣) ، فعلى هذا جناح الإنسان جانبه، ومنه قوله:  {وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ}  [طه: ٢٢] والعرب تقول: فلان لين الجانب، إذا كان سهل الخلق منبسطًا، كما تقول في ضده: فلان منيع الجانب، ومنه قوله:  {وَنَأَى بِجَانِبِهِ}  [فصلت: ٥١] </p><p> ٨٩ - قوله تعالى:  {كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ} قال ابن عباس: يريد أُنذركم سطواتِ اللهِ وسخطه وعذابه، وأبين لكم ما يقربكم إلى الله ويبعدكم من الله. </p><p> ٩٠ - {كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ} اختلفوا في المقتسمين من هم؟ فقال ابن عباس في رواية عطاء: هم الذين اقتسموا طرق مكة يصدون الناس عن رسول الله - صلى الله عليه وسلم- والإيمان به، وهم ما بين ثمانية وثلاثين إلى الأربعين (٤) ، وقال مقاتل بن سليمان: كانوا ستة عشر رجلاً بعثهم الوليد بن المغيرة أيام الموسم فاقتسموا عِقابَ (٥) مكة وطرقها، يقولون لمن سلكها: لا تغتروا </p><p>(١) انظر: تفسيره \"الوسيط\"، تحقيق: سيسي ٢/ ٣٧٠ بنحوه، وابن الجوزي ٤/ ٤١٦، و\"تنوير المقباس\" ص ٢٨١ بنحوه، وورد بنحوه غير منسوب في \"تفسير مقاتل\" ١/ ١٩٩ أ، والطبري ١٤/ ٦١، والثعلبى ٢/ ١٥٢ أ. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٨٦ بلفظه.(٣) لم أقف عليه.(٤) \"تفسير الفخر الرازي\" ١٩/ ٢١١.(٥) العَقَبَة: طريق وعر في الجبل، والجمع عَقَب وعِقاب. انظر: (عقب) في \"جمهرة اللغة\" ١/ ٣٦٤، \"المحيط في اللغة\" ١/ ١٩٧.</p><p> بالخارج منا والمدعي النبوة فإنه مجنون، فكانوا يُنَفّرون النُزَّاعَ إليه بأنه ساحر وأنه كاهن وأنه شاعر (١) ، وهذا القول اختيار الفراء قال: سُمُّوا مقتسمين لأنهم اقتسموا طُرُقَ مكة (٢) ، فأنزل الله بهم جَرَبًا فماتوا شر ميتة، وقال في معنى الآية: يقول: أنذرتكم ما نزل بالمقتسمين، قال صاحب النظم المعنى: إني أنذرتكم ما أنزلناه على المقتسمين (٣) ، وتكون الكاف زائدة؛ وزيادة الكاف قد توجد في مواضع من الكلام (٤) ؛ كقوله تعالى:  {لَيْسَ كَمِثْلِهِ شَيْءٌ}  [الشورى: ١١] ، وقول رُؤبة: </p><p> لَوَاحِقُ الأقْرَابِ فيها كالمَقَقْ (٥) </p><p> قال النحويون: الكاف التي هي حرف جار قد تكون زائدة مؤكدة </p><p>(١) \"تفسير مقاتل\" ١/ ١٩٩ أ، بنحوه، وانظر: \"تفسير الثعلبي\" ٢/ ١٥٢ أ، بنحوه، وورد بنحوه غير منسوب في \"معاني القرآن\" للفراء ٢/ ٩١، ومعظم الذين ذكروا هذا القول نسبوه للفراء، ومقاتل سابق للفراء. (٢) \"معاني القرآن\" للفراء ٢/ ٩٢ بنصه.(٣) وهو كقول الفراء؛ قال: يقول أنذرتكم ما أُنزل بالمقتسمين ٢/ ٩١.(٤) انظر: التعليق على القول بالزيادة في القرآن، عند الآية [١٠] من سورة إبراهيم.(٥) \"ديوانه\" ص ١٠٦، وورد في: \"سر صناعة الإعراب\" ١/ ٢٩٥، \"شرح ابن عقيل\" ٣/ ٢٦، \"شرح شواهد المغني\" ٢/ ٧٦٤، و\"الخزانة\" ١/ ٨٩، وبلا نسبة في \"المقتضب\" ٤/ ٤١٨، و\"المسائل البغداديات\" ص ٤٠٠، و\"الإنصاف\" ص ٢٥٧، \"شرح الأشموني\" ٢/ ٤٠٩، (اللواحق) جمع لاحقة، وهي الهزيلة الضامرة، (الأقراب) جمع قُرْب؛ وهي الخاصرة، (المقق) هو الطُّولُ، وقيل الطول الفاحش في دقة، والمعنى: هذه الخيول أو الأُتن خماص البطون، قد أصابها الهزال وضمرت بطونها مع ما بها من طول فاحش.والشاهد: (كالمقق) حيث جاءت الكاف زائدة، لا تدل على معنى التشبيه، إذ المقق: الطول، ولا يقال في الشيء كالطُّول، وإنما يقال: فيه طُول. انظر: \"سر صناعة الإعراب\" ١/ ٢٩٢، \"الانتصاف من الإنصاف\" بهامشه ١/ ٣٠٠.</p><p> بمنزلة الباء في خبر ليس (١) ، وذكر صاحب النظم وجهًا آخر، هو أن يكون التأويل:  {إِنِّي أَنَا النَّذِيرُ الْمُبِينُ} : عذابًا {كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ} ، وعلى هذا: المفعول محذوف وهو المشبه، ودل عليه المشبه به، وهذا كما تقول في الكلام: رأيت كالقمر في الحُسْنِ (٢) ، أي: رجلاً، وما تريد (٣) . وقال ابن عباس في رواية أبي ظبيان:  (المقتسمين) هم اليهود والنصارى (٤) . </p><p> واختلفوا لم سُمّوا مقتسمين؟ قال ابن عباس في هذه الرواية: لأنهم جعلوا القرآن عضين؛ آمنوا ببعضه وكفروا ببعضه. </p><p> وقال عكرمة: لأنهم اقتسموا القرآن استهزاءً به، فقال بعضهم سورة كذا لي، وقال بعضهم سورة كذا لي (٥) . </p><p>(١) انظر: \"سر صناعة الإعراب\" ١/ ٢٩١ بنصه، \"المقتضب\" ٤/ ٤١٨، \"شرح ابن عقيل\" ٣/ ٢٦. (٢) نقل الفخر الرازي قول صاحب النظم وتوضيح الواحدي له بنصه دون عزو. \"تفسير الفخر الرازي\" ١٩/ ٢١٢.(٣) يقصد تقديره: رجلاً أو ما تريد أن تقدّره.(٤) أخرجه البخاري (٤٧٠٥) التفسير، كتاب: الحجر، باب: قوله تعالى {الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ} بنصه، والطبري ١٤/ ٦١ بنصه، وورد بنصه في \"معاني القرآن\" للنحاس ٤/ ٤٣، و\"تفسير هود الهواري\" ٢/ ٣٥٦، والثعلبي ٢/ ١٥٢ أ، والماوردي ٣/ ١٧٢، والطوسي ٦/ ٣٥٤، و\"تفسير البغوي\" ٤/ ٣٩٣، وابن عطية ٨/ ٣٥٥، وابن الجوزي ٤/ ٤١٧، والفخر الرازي ١٩/ ٢١٢، و\"تفسير القرطبي\" ١٠/ ٥٨، والخازن ٣/ ١٠٣.(٥) \"أخرجه الطبري\" ١٤/ ٦٢ بنحوه، ورد في \"تفسير الثعلبي\" ٢/ ١٥٢ أ، بنحوه، والماوردي ٣/ ١٧٢ بنحوه، وانظر: \"تفسير ابن عطية\" ٨/ ٣٥٥، وابن الجوزي ٤/ ٤١٧، و\"تفسير القرطبي\" ١٠/ ٥٨، والخازن ٣/ ١٠٣.</p><p> وقال مجاهد: لأنهم قسموا كتابهم فآمنوا ببعضه وكفروا ببعضه (١) . </p><p> وقال مقاتل بن حيان: أقتسموا القرآن؛ فقال بعضهم: سحر (وقال بعضهم: شعر)  (٢) وقال بعضهم: كذب، وقال بعضهم: أساطير الأولين (٣) . </p><p> وقال ابن زيد: المقتسمون هم قوم صالح تقاسموا، من القَسَم لا من القِسْمة (٤) ، ونحوًا من هذا قال ابن قتيبة؛ جعل المقتسمين: الذين تحالفوا على تكذيب محمد -صلى الله عليه وسلم-وأن يذيعوا ذلك [بـ]  (٥) كل طريق (٦) ، كما ذكرنا في القول الأول (٧) . </p><p>(١) \"أخرجه الطبري\" ١٤/ ٦٣ بنحوه، ورد في \"تفسير السمرقندي\" ٢/ ٢٢٥ لكنه قال: فرقوا القرآن، والصحيح كما في كل الروايات فرقوا كتبهم، والثعلبي ٢/ ١٥٢أبمعناه، والماوردي ٣/ ١٧٢ بمعناه، وانظر: \"تفسير ابن عطية\" ٨/ ٣٥٥، وابن الجوزي ٤/ ٤١٧، والخازن ٣/ ١٠٣. (٢) ما بين القوسين ساقط من (أ)، (د).(٣) ورد في \"تفسير الثعلبي\" ٢/ ١٥٢ أبنصه، و\"تفسير الفخر الرازي\" ١٩/ ٢١٢ بنصه.(٤) \"أخرجه الطبري\" ١٤/ ٦٣ بنحوه، وورد في \"تفسير الثعلبي\" ٢/ ١٥٢ أبنحوه، والماوردي ٣/ ١٧٢ بمعناه، والطوسي ٦/ ٣٥٤ بمعناه، وانظر: \"تفسير ابن عطية\" ٨/ ٣٥٥، وابن الجوزي ٤/ ٤١٨، والفخر الرازي ١٩/ ٢١٢، و\"تفسير القرطبي\" ١٠/ ٥٨، وابن كثير ٢/ ٦١٤.(٥) إضافة يقتضيها السياق؛ كما في المصدر.(٦) \"الغريب\" لابن قتيبة ص ٢٤١ بنصه.(٧) وقد لخّص الطبري الأقوال الواردة في المقتسمين، فقال: هم قوم صالح أو أهل الكتاب أو كفار قريش، ثم ذكر أن النص محتمل لأي من الفرق الثلاث ما دام أنه لم يخصص، فوجب حمله على كل من اقتسم كتابًا لله بتكذيب بعض وتصديق بعض. انظر: \"تفسير الطبري\" ١٤/ ٦٣ - ٦٤</p>"
}