{
  "id": null,
  "sura": 15,
  "aya": 27,
  "text": "<p> ومثال، من سُنّة الوَجْه، وهي صورته (١) . </p><p> وروي عن ابن عباس أنه قال: المسنون الطين الرطب (٢) ، وهذا يعود إلى قول أبي عبيدة؛ لأنه إذا كان رطبًا يسيل وينبسط على الأرض فيكون مسنونًا؛ كأنه مصبوب. </p><p> ٢٧ - قوله تعالى:  {وَالْجَانَّ خَلَقْنَاهُ} الآية. اختلفوا في الجآن مَنْ هو؟ فقال عطاء عن ابن عباس: يريد إبليس (٣) ، وهو قول الحسن وقتادة ومقاتل، وقال ابن عباس: الجآن هو أبو الجن (٤) ، وهو قول عامة المفسرين، وسُمِّي جانًا لتواريه عن الأعين، كما سُمِّي الجِن جنًّا لأنهم </p><p>(١) لم أقف عليه في الكتاب، وهذه العبارة مطابقة لما في \"تفسير الثعلبي\" ٢/ ١٤٨ أوالظاهر أنه اقتبسها منه، و\"تفسير الرازي\" ١٩/ ١٨٠، والشوكاني ٣/ ١٨٥. (٢) أخرجه الطبري ١٤/ ٣٠ بلفظه، من طريق علي بن أبي طلحة (أصح الطرق)، وورد في \"تهذيب اللغة\" (سن) ٢/ ١٧٧٨ بنحوه، البغوي ٤/ ٣٧٨ بنحوه، وابن الجوزي ٤/ ٣٩٨، والرازي ١٩/ ١٨٠، والقرطبي ١٠/ ٢١، والخازن ٣/ ٩٤، \"الدر المنثور\" ٤/ ١٨٢ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٣) ورد في \"تفسير مقاتل\" ١/ ١٩٦ب بلفظه، والثعلبي ٢/ ١٤٨ أ، عن قتادة ومقاتل، والماوردي ٣/ ١٥٨ عن الحسن \"تفسير البغوي\" ٤/ ٣٧٩ عن قتادة، وابن الجوزي ٤/ ٣٩٩ عن الحسن، وقتادة ومقاتل، والفخر الرازي ١٩/ ١٨٠ عنهم، و\"تفسير القرطبي\" ١٠/ ٢٣ عن الحسن، والخازن ٣/ ٩٥ عن قتادة، و\"تفسير أبي حيان\" ٥/ ٤٥٣ عن الحسن وقتادة، و\"الدر المنثور\" ٤/ ١٨٣ وزاد نسبته إلى عبد بن حميد وابن المنذر وابن أبي حاتم عن قتادة.(٤) ورد بنصه في \"تفسير الثعلبي\" ٢/ ١٤٨ أ، والماوردي ٣/ ١٥٨، وانظر: \"تفسير البغوي\" ٤/ ٣٧٩، وابن الجوزي ٤/ ٣٩٩ من طريق أبي صالح، والفخر الرازي ١٩/ ١٨٠، والخازن ٣/ ٩٥، وأبي حيان ٥/ ٤٥٣، و\"تنوير المقباس\" ص ٢٧٧، وورد غير منسوب في \"تفسير السمرقندي\" ٢/ ٢١٨، وأبي السعود ٥/ ٧٤، والشوكاني ٣/ ١٨٩.</p><p> يتوارون عن أعين الناس، والجنين متوار في بطن أمه، ومعنى الجان في اللغة: الساتر، من قولك جنّ الشيء إذا ستره (١) . فالجان الذي ذكر هاهنا يحتمل أنه سُمِّي جانًّا لأنه يستر نفسه عن أعين بني آدم، أو يكون من باب الفاعل الذي يراد به المفعول، كما يقول في: لابن وتامر، وماءٍ دافق، وعِيشة راضية، وقد ذكرنا في مواضع (٢) . </p><p> وقوله تعالى:  {خَلَقْنَاهُ مِنْ قَبْلُ} قال ابن عباس: يريد من قبل خلق آدم (٣) . </p><p> وقوله تعالى:  {مِنْ نَارِ السَّمُومِ} اختلفوا في معنى (السموم) ، فقال ابن عباس في رواية الكلبي: هي نارٌ لا دخان لها، والصواعق تكون منها، وهي نار بين السماء وبين الحجاب، فإذا أحدث الله أمرًا خرقت الحجاب فهوت إلى ما أُمرت، والهدَّة التي تسمعون خرق ذلك الحجاب (٤) ، ونحو هذا القول سواء رَوَى الفراء عن الحسن (٥) . </p><p> وقال آخرون: من نار الريح الحارة، وهو قول ابن مسعود، قال: هذه السموم جزء من سبعين جزءًا من السموم التي خلق منها الجان، وتلا هذه </p><p>(١) انظر: \"تهذيب اللغة\" (حسن) ١/ ٦٧١، \"المحيط في اللغة\" ٦/ ٤١٠، \"الصحاح\" (جنن) ٥/ ٣٠٩٤. (٢) منها عند تفسيره آية [٤٥] من سورة الإسرإء.(٣) \"تنوير المقباس\" ص ٢٧٧ بنصه، وورد غير منسوب في \"تفسير مقاتل\" ١/ ١٩٦ ب، و\"تفسير السمرقندي\" ٢/ ٢١٨، والثعلبي ٢/ ١٤٨ أ، والماوردي ٣/ ١٥٨، وابن الجوزي ٤/ ٣٩٩، و\"تفسير القرطبي\" ١٠/ ٢٣، والخازن ٣/ ٩٥.(٤) انظر: \"تفسير القرطبي\" ١٠/ ٢٣، وورد منسوباً إلى الكلبي -نفسه- في \"تفسِر الماوردي\" ٣/ ١٥٩، و\"تفسير البغوي\" ٤/ ٣٧٩، وابن الجوزي ٤/ ٤٠٠.(٥) \"معاني القرآن\" للفراء ٢/ ٨٨.</p><p> الآية (١) . </p><p> وعلى هذا فالريح الحارة فيها نار، ولها لفح وأُوار (٢) ، على ما ورد في الخبر أنها من لفح جهنم، ومعنى السموم في اللغة: الريح الحارة تكون بالنهار وقد تكون بالليل، قيل: سُميت سمومًا لدخولها بلطف في مسام البدن، وهي الخروق الخفية التي تكون في جلد الإنسان، يبرزُ منها عَرقُهُ وبُخار باطنه (٣) . </p><p> قال الفراء: يقال أَسَمَّ يومنا هذا، إذا كانت فيه السموم، وإنه ليوم مُسِمٌّ، والعرب تقول: مَسْمُوْمٌ، ولا يُقَال: قد سُمّ، قال: وسمعت من يقول: قد سُمّ يومنا (٤) . </p><p>(١) \"أخرجه الطبري\" ١٤/ ٣٠ بنصه، والطبراني في \"الكبير\" ٩/ ٢٤٧ بنحوه، وورد في \"تفسير الثعلبي\" ٢/ ١٤٨ أبنصه، والطوسي ٦/ ٣٣١، و\"تفسير ابن الجوزي\" ٤/ ٤٠٠، و\"تفسير القرطبي\" ١٠/ ٢٣، والخازن ٣/ ٩٥، وابن كثير ٢/ ٦٠٥، \"الدر المنثور\" ٤/ ١٨٣ - ١٨٤ وزاد نسبته إلى الطيالسي والفريابي وابن أبي حاتم والحاكم والبيهقي في الشعب، ولم أقف عليه فيهما. هذا القول ورد موقوفاً على ابن مسعود (كما في المصادر السابقة)، وروي عنه مرفوعاً في مسند البزار \"البحر الزجار\" ٥/ ٢٥٠ وإسناده ضعيف كما أشار إلى ذلك الهيثمي في \"مجمع الزوائد\" ١٠/ ٣٨٨، وأخرجه ابن مردويه عنه مرفوعاً كما في \"تفسير الشوكاني\" ٣/ ١٨٩ - ١٩٠، والألوسي ١٤/ ٣٤.(٢) الأُوار بالضم: شدَّةُ حر الشمس ولفح النار ووهجها والعطش، وقيل الدُّخان واللهبُ. \"اللسان\" (أور) ١/ ١٦٩.(٣) انظر: \"المنتخب من غريب كلام العرب\" ١/ ٤٢٣، \"تهذيب اللغة\" (سم) ٢/ ١٧٦٢، و (سمم) في \"الصحاح\" ٥/ ١٩٥٤، و\"اللسان\" ٤/ ٢١٠٢، و\"عمدة الألفاظ\" ٢/ ٢٥٦.(٤) لم أجده في معانيه، وبعض هذا الكلام ورد في التهذيب منسوباً إليه. انظر: \"تهذيب اللغة\" (سم) ٢/ ١٧٦٢.</p>"
}