{
  "id": null,
  "sura": 15,
  "aya": 87,
  "text": "<p> ٨٦ - {إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ}  (قال ابن عباس: يريد العلم)  (١) بما خلق (٢) . </p><p> ٨٧ - قوله تعالى:  {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي} الآية. اختلفوا في السبع المثاني ما هي؟ فأكثر أهل التفسير والأثر أنها فاتحة الكتاب (٣) ، وهو قول عمر وعلي وابن مسعود وأبي هريرة (٤) والحسن وأبي العالية ومجاهد والضحاك وسعيد بن جبير والربيع والكلبي وقتادة (٥) ، وروي ذلك </p><p>(١) ما بين القوسين ساقط من (ش)، (ع). (٢) ورد هذا المعنى غير منسوب في \"تفسير البيضاوي\" ٣/ ١٧٣، والخازن ٣/ ١٠١، وأبي السعود ٥/ ٨٨.(٣) ورد في \"تفسير مقاتل\" ١/ ١٩٨ ب، وهود الهواري ٢/ ٣٥٥، و\"تفسير السمرقندي\" ٢/ ٢٢٤.(٤) أخرجه بلفظه: عبد الرزاق ٢/ ٣٥٠ عن أبي هريرة، والطبري ١٤/ ٥٥ عن علي وابن مسعود بعدة روايات، والدارقطني ١/ ٣١٣ عن علي، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ٣٨ عن علي وأبي هريرة، و\"تفسير السمرقندي\" ٢/ ٢٢٤ عن علي وابن مسعود، والثعلبي ٢/ ١٥٠ ب عنهم، والطوسي ٦/ ٣٥٣ عن ابن مسعود، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٥ وزاد نسبته إلى ابن المنذر عن عمر، وزاد نسبته -كذلك- إلى الفريابي وسعيد بن منصور وابن الضريس وابن المنذر وابن أبي حاتم وابن مردويه والبيهقي في شعب الإيمان عن علي، وزاد نسبته -كذلك- إلى ابن الضريس وابن المنذر وابن مردويه عن ابن مسعود، وزاد نسبته -كذلك- إلى ابن الضريس وأبو الشيخ وابن مردويه عن أبي هريرة.(٥) أخرجه عبد الرزاق ٢/ ٣٤٩ بلفظه عن قتادة، والطبري ١٤/ ٥٦ عنهم ماعدا الضحاك والكلبي، وورد في \"معاني القرآن\" للنحاس ٤/ ٣٨ عن مجاهد وقتادة، و\"تفسير الثعلبي\" ٢/ ١٥٠ ب بلفظه عنهم ماعدا قتادة، والماوردي ٣/ ١٧٠ عن الربيع وأبي العالية والحسن، والطوسي ٦/ ٣٥٣ عن الحسن، و\"تفسير البغوي\" ٤/ ٣٩٠ عن الحسن وسعيد وقتادة، وابن عطية ٨/ ٣٥٠ عن الحسن، وابن الجوزي ٤/ ٤١٣ عن الحسن وسعيد ومجاهد وقتادة، الفخر الرازي ١٩/ ٢٠٧ =</p><p> مرفوعًا أن النبيّ -صلى الله عليه وسلم- قرأ الفاتحة فقال:  \"هي السبع المثاني\"  (١) رواه أبو هريرة، وهذا قول ابن عباس في رواية عطاء وسعيد بن جبير (٢) ، واختيار الفراء (٣) والزجاج (٤) ، وعلى هذا سميت الفاتحة السبع المثاني لأنها (٥) سبع آيات، وهي تُثَنى في كل صلاة؛ تقرأ في كل ركعة، قاله ابن عباس والحسن وقتادة والربيع (٦) . </p><p>= عنهم ماعدا الربيع والكلبي، و\"تفسير القرطبي\" ١٠/ ٥٤ عن الحسن وأبي العالية والربيع، الخازن ٣/ ١٠١ عن الحسن وسعيد ومجاهد وقتادة، وابن كثير ٢/ ٦١٣ عن الحسن ومجاهد وقتادة، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٦ وعزاه إلى ابن الضريس عن مجاهد، وزاد نسبته إلى ابن الضريس عن قتادة، وزاد نسبته إلى ابن أبي حاتم والبيهقي في الشعب عن أبي العالية. (١) أخرجه البخاري (٤٧٠٤) كتاب: التفسير، باب: الحجر بنصه، وأبو داود (١٤٥٧) كتاب: الوتر، باب: فاتحة الكتاب بنحوه، والنسائي: كتاب: الافتتاح، باب: ولقد آتيناك سبعاً من المثاني بنحوه، والطبري ١٤/ ٥٨ بنصه بعدة روايات، والدارقطني: كتاب: الصلاة، باب: وجوب قراءة بسم الله الرحمن الرحيم في الصلاة ١/ ٣١٢ بنحوه، والحاكم: كتاب: التفسير، باب: الحجر (٢/ ٣٥٤) بنحوه، وقال على شرط مسلم، والشعبي ٢/ ١٥٠ ب. بنصه.(٢) أخرجه الطبري ١٤/ ٥٦ بنحوه وبروايتين، من طريق الحجاج عن ابن جريج عن سعيد (صحيحة)، وانظر: \"تفسير ابن عطية\" ٨/ ٣٥٠، وابن الجوزي ٤/ ٤١٣، والخازن ٣/ ١٠١، وابن كثير ٢/ ٦١٣، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٧ ونسبه إلى ابن مردويه من طريق سعيد.(٣) \"معاني القرآن\" للفراء ٢/ ٩١.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٨٥.(٥) في (أ)، (د): (أنها) والمثبت من (ش)، (ع).(٦) ورد في \"تفسير الثعلبي\" ٢/ ١٥١أ، بنصه عنهم، \"تفسير السمرقندي\" ٢/ ٢٢٤ عن قتادة، والطوسي ٦/ ٣٥٣، عن الحسن، \"تفسير البغوي\" ٤/ ٣٩٠ عنهم ماعدا الربيع، وابن الجوزي ٤/ ٤١٣ عن ابن عباس، الخازن ٣/ ١٠٢ عنهم ماعدا =</p><p> وقال أبو إسحاق: لأنه يثنى بها في كل ركعة مع ما يقرأ من القرآن (١) ، قال أبو الهيثم أي يجعل اثنين، من قولك: ثَنَيْتُ الشيء ثنيًا؛ أي: عطفته أو ضممت إليه آخر (٢) ، ومنه يقال لركبتي الدابة ومرفقيه: مثاني؛ لأنها تثنى بالفخذ والعضد (٣) ، قال امرؤ القيس: </p><p> ويَخْدِي على صُمٍّ صِلاَبٍ مَلاَطِسٍ ... شَدِيداتِ عَقْدٍ لَيِّناتِ مَثَانِي (٤) </p><p> ومثاني الوادي مجانبُه ومعاطفُه (٥) ، فالفاتحة وآياتها مثاني؛ لأنها تُثَنَّى في كل صلاة بإعادتها في كل ركعة على قول الأكثرين، وعلى ما قال الزجاج: تثنى بغيرها مما يقرأ معها (٦) ، (وقال بعض أهل المعاني: آيات </p><p>= الربيع، وابن كثير ٢/ ٦١٣ عن قتادة، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٦ وزاد نسبته إلى البيهقي في الشعب عن ابن عباس [لم أقف عليه]، وزاد نسبته -أيضاً- إلى ابن الضريس عن قتادة. (١) \"معاني القرآن وإعرابه\" ٣/ ١٨٥ بنصه.(٢) لم أقف عليه منسوبًا إليه.وانظر: (ني) في: \"الصحاح\" ٦/ ٢٢٩٤، \"اللسان\" ١/ ٥١١، \"عمدة الحفاظ\" ١/ ٣٣٣.(٣) ورد في \"تهذيب اللغة\" (ثنى) ١/ ٥٠٧ بنحوه.(٤) \"ديوانه\" ص ١٦٦، وفيه: (وَيرْدي) بدل (ويَخدي)، (عفر) بدل (عقد)، و (مثان) بدون ياء.وورد في: \"تهذيب اللغة\" (ثنى) ١/ ٥٠٧، \"اللسان\" (ثنى) ١/ ٥١٦. (ويخدي) من الوخدان، وهو ضرب من السير، (صم صلاب) حوافر صلبة مصمتة، (ملاطس) معاول، شبههما بها لأنها تكسر ما تقع عليه من حجر وغيره، (شديدات عقد): يريد أن حوافره شديدات عقد الأرساغ، (المثاني) المفاصل.(٥) ورد في \"تهذيب اللغة\" (ثنى) ١/ ٥٠٧ بنصه.(٦) \"معاني القرآن وإعرابه\" ٣/ ١٨٥ بنحوه.</p><p> الفاتحة سميت مثاني؛ لأنها) (١) قُسِمَتْ قِسْمَيْن اثنين (٢) ؛ بيانه ما رُوي أن النبيّ -صلى الله عليه وسلم- قال:  \"يقول الله تعالى: قَسَمْتُ الصلاةَ بَيْنِي وبينَ عَبْدي نِصْفَيْنِ .. \" الحديث مشهور (٣) . </p><p> وقال بعضهم: هي مثاني؛ لأنها قسمان اثنان؛ ثناء ودعاء (٤) ، وهذا كالقول الأول؛ لأن الذي روي في الخبر أن الله تعالى يقول:  (قسمت الصلاة بيني وبين عبدي ..)  (٥) معناه هذا، وهو أن المصلي يقرأ الفاتحة ونصفها حق الربوبية من الثناء على الله، ونصفها حظ العبودية من الدعاء والسؤال، وقال الحسين بن الفضل: سميت مثاني؛ لأنها نزلت مرتين اثنتين؛ مرة بمكة في أوائل ما نزل من القرآن، ومرة بالمدينة (٦) . </p><p>(١) ما بين القوسين من (ش)، (ع) وساقط من (أ)، (د). (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٥١ أبنحوه، \"تفسير ابن الجوزي\" ٤/ ٤١٣، والفخر الرازي ١٩/ ٢٠٧.(٣) أخرجه بنصه: مالك في الموطأ [شرح الزرقاني] كتاب: الصلاة، باب: القراءة خلف الإمام ١/ ١٧٥، وأحمد ٢/ ٢٨٥، ومسلم (٣٩٥): كتاب: الصلاة، باب: وجوب قراءة الفاتحة عن أبي هريرة، أبو داود (٨٢١) كتاب: الصلاة، باب: من ترك قراءة في صلاته بفاتحة الكتاب، والترمذي (٢٩٥٣) كتاب: تفسير القرآن، باب: ومِنْ سورة فاتحة الكتاب، النسائي: كتاب الصلاة، باب: ترك قراءة البسملة في الفاتحة.(٤) ورد في \"تفسير الثعلبي\" ٢/ ١٥١ب بنصه، و\"تفسير البغوي\" ٤/ ٣٩١، والفخر الرازي ١٩/ ٢٠٧، والخازن ٣/ ١٠٢.(٥) ما بين القوسين ساقط من (أ)، (د) والمثبت من (ش)، (ع).(٦) ورد في \"تفسير الثعلبي\" ٢/ ١٥١ب بنصه، \"تفسير البغوي\" ٤/ ٣٩١، وابن الجوزي ٤/ ٤١٤، والخازن ٣/ ١٠٢، الفخر الرازي ١٩/ ٢٠٧ بلا نسبة. والقول بنزولها مرتين انفرد به الحسين بن الفضل ولم أقف عليه منسوبًا إلى غيره، والذين ذكروه - بلا نسبة -أوردوه بصيغة التمريض- كما في \"تفسير البغوي\" ١/ ٤٩، وابن كثير =</p><p> قال أبو إسحاق: ويجوز -والله أعلم- أن يكون من المثاني: أي مما أُثني به على الله؛ لأن فيها حَمْدَ الله وتوحيدَه، وذِكرَ ملائكته يوم الدين (١) ، المعنى: ولقد آتيناك سبع آيات من جملة الآيات التي يُثْنَى بها على الله (٢) ، وقيل سميت آيات الفاتحة مثاني؛ لأن كلماتها مُثَنَّاة؛ مثل الرحمن الرحيم، إيّاك وإيّاك، الصراط وصراط، عليهم وعليهم (٣) ، وفي قراءة عمر: وغير وغير (٤) ، وهذه الآية على هذا القول تدل على فضيلة الفاتحة؛ لأن الله </p><p>= ١/ ١٠ وغيرهما- وقد نقل عنه ما يخالف ما انفرد به، ففي أسباب النزول للواحدي (ص ٢٢) قال: وعند مجاهد أن الفاتحة مدنية، قال الحسين بن الفضل: لكل عالم هفوة وهذه بادرة من مجاهد لأنه تفرّد بهذا القول والعلماء على خلافه. والصحيح أن مجاهد لم ينفرد بالقول أنها مدنية، بل روي -كذلك- عن أبي هريرة وعطاء بن يسار والزهري. \"تفسير ابن الجوزي\" ١/ ١٠، \"تفسير القرطبي\"١٠/ ١١٥، وابن كثير ١/ ١٠ ولعل الحسين رجع عن القول بأنها نزلت مرتين إلى ما ذهب إليه أكثر المفسرين أنها نزلت بمكة. وهذا هو الراجح لأمرين: أن سورة الحجر مكية بالإجماع، وورد فيها هذه الآية، وما كان الله ليمتنّ على رسوله بإيتائه فاتحة الكتاب وهو بمكة ثم ينزلها بالمدينة. أن الصلاة فرضت بمكة، وما حفظ أنه كان في الإسلام قط صلاة بغير الفاتحة - كما قال (: لا صلاة إلا بفاتحة الكتاب) ولا يصح القول أنه النبى -صلى الله عليه وسلم- أقام بمكة بضع عشرة سنة يصلي بلا فاتحة، فهذا مما لا تقبله العقول. انظر: \"أسباب النزول\" للواحدي ص ٢١. (١) \"معاني القرآن وإعرابه\" ٣/ ١٨٥ بنصه.(٢) \"تهذيب اللغة\" (ثنى) ١/ ٥٠٧ بنصه.(٣) ورد في \"تفسير الثعلبي\" ٢/ ١٥١ ب، بنصه، وذكره الطبري ١٤/ ٦٠ مختصرًا، ونسبه إلى أهل العربية وضعفه، وأورده الماوردي ٣/ ١٧٠ مختصرًا، و\"تفسير ابن الجوزي\" ٤/ ٤١٤، والفخر الرازي ١٩/ ٢٠٧، والخازن ٣/ ١٠٢.(٤) بَيَّنَ ذلك الفخر الرازي ١٩/ ٢٠٧ فقال وفي قراءة عمر: (غير المغضوب عليهم وغير الضالين) ولم أقف علي هذه القراءة، ولو ثبتت عنه فهي شاذة، ولعلى من قبيل التفسير.</p><p> تعالى امتن على رسوله بهذه السورة كما امتن عليه بجميع القرآن، فأما دخول (مِنْ) قال أبو إسحاق: فهي على ضربين تكون للتبعيض من القرآن؛ أي: ولقد آتيناك سبع آيات من جملة الآيات التي يُثْنَى بها على الله، وآتيناك القرآن النبي، قال: ويجوز (من) للصفة، والمعنى آتيناك سبعًا، هي المثاني كما قال:  {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ}  [الحج: ٣٠] المعنى: اجتنبوا الأوثان، لا أنَّ بعضها رِجْسٌ (١) . </p><p> وقال ابن عباس في رواية مجاهد وسعيد بن جبير: المثاني السبع الطوال (٢) ، وهذا قول ابن عمر وسعيد بن جبير في بعض الروايات ومجاهد في رواية ابن أبي نجيح، وهي سبع سور من أول القرآن؛ البقرة وآل عمران </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٨٥ بتصرف يسير. (٢) أخرجه أبو داود (٧٨٦) كتاب: الصلاة، باب من جهر بها، بنحوه من طريق سعيد، والنسائي: الافتتاح، ولقد آتيناك سبعًا من المثاني ٢/ ١٤٠ بنصه من طريق سعيد، والطبري ١٤/ ٥٢، ٥٣ بلفظه بعدة روايات من الطريقين، وورد في \"معاني القرآن\" للنحاس ٤/ ٣٨ من طريق مجاهد.وأخرجه الطبراني في \"الكبير\" (١١/) بنصه من طريق مجاهد، وورد في \"تفسير السمرقندي\" ٢/ ٢٢٤ من طريق مجاهد.وأخرجه الحاكم: كتاب: التفسير، الحجر ٢/ ٣٥٥ بنحوه من طريق سعيد، وقال على شرط الشيخين، والثعلبي ٢/ ١٥١ ب، بلفظه من الطريقين، وورد في \"تفسير الماوردي\" ٣/ ١٧٠، و\"تفسير البغوي\" ٤/ ٣٩١ من طريق سعيد، وابن عطية ٨/ ٣٥٠، وابن الجوزي ٤/ ٤١٤، و\"تفسير القرطبي\" ١٠/ ٥٥ من طريق سعيد، والخازن ٣/ ١٠٢، وابن كثير ٢/ ٦١٣، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٦ - ١٩٧ وزاد نسبته إلى الفريابي وابن المنذر وابن أبي حاتم وابن مردويه والبيهقي في الشعب عن ابن عباس، وزاد نسبته -كذلك- إلى ابن أبي حاتم وابن مردويه والبيهقي من طريق سعيد.</p><p> والنساء والمائدة والأنعام والأعراف والأنفال والتوبة معًا (١) وهذه السور سميت مثاني لأن الفرائض والحدود والأمثال والعبر والأخبار ثُنِّيت فيها، قاله ابن عباس (٢) ، وأنكر الربيع هذا القول، فقال: لا أدري كيف يكون هذا القول وهذه الآية نزلت بمكة ولم ينزل من الطِّوَل شيء (٣) وقال من نَصَّ (٤) هذا القول: إن الله تعالى أنزل القرآن كله إلى السماء الدنيا وحكم بإنزاله عليه، فهو من جملة ما آتاه وإن لم ينزل عليه بعد (٥) . </p><p>(١) \"أخرجه الطبري\" ١٤/ ٥٢ عن سعيد بن جبير، وانظر: \"تفسير الثعلبي\" ٢/ ١٥١ ب، و\"تفسير السمرقندي\" ٢/ ٢٢٤، والماوردي ٣/ ١٧٠، وقد اختلف في السورة السابعة؛ فقيل: إنها التوبة والأنفال معًا، وقيل: إنها سورة يونس، وهذان القولان مشهوران، لكنهما لا يسلمان من الاعتراض؛ أما الأول: فلأن كلًّا من الأنفال والتوبة سورة قائمة بذاتها فعدهما سورة واحدة خلاف المعقول، وعدهما سورتين -كما هما- يجعل الطوال ثمانية لا سبعًا، وأما القول الثاني: فيعارض بأن سورة يونس يشبهها سور كثيرة في الطول، بل منها ما هو أطول منها كالنحل، لذلك فالأرجح أن السورة السابعة هي سورة التوبة منفردة أفادني به الدكتور فضل عباس، وقد أشار قبله السخاوي إلى احتمال أنها التوبة - دون مناقشة. انظر: \"جمال القُراء\" ١/ ٣٤، \"البرهان في علوم القرآن\" ١/ ٢٤٤، \"الإتقان في علوم القرآن\" ١/ ٢٠١، \"مناهل العرفان\" ١/ ٣٤٥، \"المدخل لدراسة القرآن الكريم\" ص ٣٢٨، \"إتقان البرهان\" لفضل عباس ١/ ٤٤٨. (٢) ورد في \"تفسير الماوردي\" ٣/ ١٧١، \"تفسير ابن الجوزي\" ٤/ ٤١٤، الخازن ٣/ ١٠٢، وورد بلا نسبة في: \"تفسير الفخر الرازي\" ١٩/ ٢٠٨، \"تفسير القرطبي\" ١٠/ ٥٥.(٣) أخرجه الطبري ١٤/ ٥٥ بنحوه، وانظر: \"تفسير الفخر الرازي\" ١٩/ ٢٠٨، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٦ وزاد نسبته إلى ابن أبي حاتم والبيهقي في \"الشعب\" عن الربيع، وورد بلا نسبة في: \"تفسير القرطبي\" ١٠/ ٥٥، والخازن ٣/ ١٠٢.(٤) هكذا وردت في جيمع النسخ بتشديد الصاد، ولعل مقصوده من نصّ على هذا القول؛ أي نصره.(٥) \"تفسير الفخر الرازى\" ١٩/ ٢٠٨، \"تفسير القرطبي\" ١٠/ ٥٥، والخازن ٣/ ١٠٢.</p><p> وروي عن جماعة من الصحابة أنهم قالوا: المثاني السور التي هي دون الطِّوَل والمئين، وفوق المُفَصَّل (١) ، واختار أبو الهيثم هذا القول، قال: روي ذلك عن رسول الله -صلى الله عليه وسلم- ثم عن ابن مسعود وعثمان وابن عباس (٢) ، يدل على صحة هذا ما روى ثوبان أن رسول الله -صلى الله عليه وسلم- قال:  \"إن الله أعطاني السبع الطوال مكان التوارة، وأعطاني المئين مكان الإنجيل وأعطاني مكان الزبور المثاني، وفضلني ربي بالمفصل\"  (٣) ، والقول في تسمية هذه السورة (٤) مثاني كالقول في تسمية الطول مثاني (٥) . </p><p>(١) لم أقف عليهم. (٢) ورد في \"تهذيب اللغة\" (ثنى) ١/ ٥٠٧ بنصه.(٣) أخرجه أحمد ٤/ ١٠٧ بنصه، عن واثلة بن الأسقع، وأبو داود الطيالسي ص ١٣٦ بنحوه، وأخرجه \"الطبري\" ١/ ٤٤ بنصه، من طريقين عن أبي قلابة وعن واثلة، وأخرجه الطحاوي في \"مشكل الآثار\" ٢/ ١٥٤ بنحوه عن واثلة، وأخرجه الطبراني في \"الكبير\" ٢٢/ ٧٥ بنصه، من طريقين عن واثلة، وأخرجه الثعلبي ٢/ ١٥١ب بنصه، عن ثوبان، وأورده الزركشي في \"البرهان\" ١/ ٢٤٤، وقال هو حديث غريب -ولا يقصد الغرابة الاصطلاحية؛ لوروده من عدة طرق- قال: وفيه سعيد بن بشير لين، وأورده الهيثمي في \"المجمع\" ٧/ ٤٦ عن واثلة وعزاه إلى أحمد وقال فيه عمران القطان وثقه ابن حبان وغيره وضعفه النسائي وغيره، وبقية رجاله ثقات، وأورده - كذلك ٧/ ١٥٨ عن أبي أمامة وعزاه إلى الطبراني، وقال: وفيه ليث بن أبي سليم وقد ضعفه جماعة ويعتبر بحديثه، وبقية رجاله رجال الصحيح، وقد ذكر أحمد شاكر أن رواية أبي قلابة مرسلة، وتوقف في رواية واثلة، والحديث ضعيف في كل طرقه، لكنه ضعف منجبر كما أشار الهيثمي، وقد حسن الألباني رواية أحمد؛ حيث تابع عمران، سعيد بن بشير، وقال: الحديث صحيح بمجموع طرقه. انظر: \"سلسلة الأحاديث الصحيحة\" (١٤٨٠).(٤) أي سورة الفاتحة.(٥) وهو قول ابن عباسٌ، وقد أنكره الربيع.</p><p> وقال ابن عباس في رواية عطية: القرآن كله مثاني (١) وهو قول طاوس (٢) وأبي مالك (٣) ، ودليل هذا القول قوله تعالى:  {كِتَابًا مُتَشَابِهًا مَثَانِيَ}  [الزمر: ٢٣] ، فَسمَّى القرآن كله مثاني، قال أبو عبيد (٤) : وسُمِّي القرآن مثاني لأن الأنباء والقصص ثُنِّيت (٥) فيه (٦) ، وعلى هذا القول المراد بالسبع، أقسام القرآن، وهي سبعة أسباع، فالقرآن سبعة أقسام (٧) ، ويجوز </p><p>(١) أخرجه الطبري ١٤/ ٥٧ بنحوه من طريق العوفي (غير مرضية)، وورد في \"تفسير الثعلبي\" ٢/ ١٥٢ أبلفظه، و\"تفسير الفخر الرازي\" ١٩/ ٢٠٩ عن ابن عباس وطاوس، و\"تفسير القرطبي\" ١٠/ ٥٥. (٢) انظر: المصادر السابقة، و\"تفسير البغوي\" ٤/ ٣٩٢، وابن الجوزي ٤/ ٤١٤، والخازن ٣/ ١٠٢.(٣) انظر: المصادر السابقة، و\"تفسير ابن الجوزي\" ٤/ ٤١٤.(٤) في جميع النسخ أبو عبيدة، والمثبت هو الصحيح، وهو: أبو عبيد القاسم بن سلاَّم الهروي (ت ٢٢٤) صاحب الغريب.(٥) في جميع النسخ: بُيِّنَتْ، والمثبت هو الصحيح.(٦) غريب الحديث له ١/ ٤٤٣ بنصه، وانظر: \"تهذيب اللغة\" (ثنى) ١/ ٥٠٦ بنصه، ويبدو أنه اقتبسه من التهذيب للتطابق، وورد بلا نسبة في: \"تفسير الثعلبي\" ٢/ ١٥٢ أ، و\"تفسير البغوي\" ٤/ ٣٩٢، الخازن ٣/ ١٠٢.(٧) ورد بنحوه في \"تفسير الثعلبي\" ٢/ ١٥٢ أ، والماوردي ٣/ ١٧١، انظر: \"تفسير البغوي\" ٤/ ٣٩٢، وابن الجوزي ٤/ ٤١٥، والفخر الرازي ١٩/ ٢٠٩، و\"تفسير القرطبي\" ١٠/ ٥٥. وهذه الأقسام قد أشار إليها العلماء عند حديثهم عن نزول القرآن على سبعة أحرف، يقول أبو شامة: هي سبعة أبواب من أبواب الكلام وأقسامه، أنزله الله على هذه الأصناف، لم يقتصره على صنف واحد منها كغيره من الكتب. وقد اختلف كثيرًا في ماهية هذه الأقسام، فذكر السيوطي نقلاً عن ابن النقيب عن ابن حبان سبع عشرة قولاً، وأشهر هذه الأقوال أنها تدور حول: الأمر والنهي، والوعد والوعيد، والحلال والحرام، والمحكم والمتشابه، والأمثال. انظر: \"البرهان في علوم القرآن\" ١/ ٢١٦، \"الإتقان في علوم القرآن\" ١/ ٢٧٤ - ٢٧٧، \"الأحرف السبعة\" لعتر ص ١٣٧.</p>"
}