{
  "id": null,
  "sura": 15,
  "aya": 15,
  "text": "<p> قال ابن جريج: فظلت الملائكة تعرج فيه وهم ينظرون إليهم (١) . </p><p> قال: وهذا راجع إلى قوله: {لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} </p><p> واختار الفراء هذا القول (٢) ، وأبو إسحاق ذكر القولين جميعًا، فقال: اعلم أنهم إذا وردت عليهم الآية المعجزة قالوا: سِحْر، وقالوا:  {سُكِّرَتْ أَبْصَارُنَا} كما قالوا حين انشق القمر: هذا سِحْرٌ مُستمر، قال: ويصلح أن يكون {يَعْرُجُونَ} للملائكة والناس، وقد جاء بهما التفسير، وقال في قوله:  {يَعْرُجُونَ} أي يصعدون فيذهبون ويجيئون (٣) ، وقال الفراء: فظلت الملائكة تصعد من ذلك الباب وتنزل (٤) ، فقد زاد المجيء والنزول في تفسير العروج. </p><p> ١٥ - قوله تعالى:  {لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا} قرئ بالتشديد (٥) والتخفيف (٦) أي: أُغشيت وسُدّت بالسِّحرِ، فنتخايل بأبصارنا غير ما نرى، هذا قول أهل اللغة (٧) ، قالوا: وأصله من السَّكْر؛ وهو سَدُّ البَثْق لئلا ينفجر </p><p>(١) \"أخرجه الطبري\" ١٤/ ١٠ بنحوه عن ابن جريج عن ابن عباس، وأورده السيوطي في \"الدر المنثور\" ٥/ ٦٨ وزاد نسبته إلى ابن المنذر عن ابن جريج عن ابن عباس، وورد غير منسوب في \"تفسير البغوي\" ٤/ ٣٧٠. (٢) \"معاني القرآن\" للفراء ٢/ ٨٦.(٣) \"معاني القرآن وإعرابه\" ٣/ ١٧٤ مع تقديم وتأخير.(٤) \"معاني القرآن\" للفراء ٢/ ٨٦ بنصه.(٥) قرأ بها القُراء السبعة ماعدا ابن كثير. انظر: \"السبعة\" ص ٣٦٦، \"إعراب القراءات السبع\" وعللها ١/ ٣٤٣، \"علل القراءات\" ١/ ٢٩٥، \"الحجة للقراء\" ٥/ ٤٣، \"المبسوط في القراءات\" ص ٢٢٠.(٦) قرأ بها ابن كثير وحده. المصادر السابقة.(٧) انظر: \"تهذيب اللغة\" (سكر) ٢/ ١٧١٩ بنصه</p><p> الماء (١) ؛ فكأن هذه الأبصار مُنعت من النظر، كما يمنع السَّكْرُ الماءَ من الجري، والتشديد يوجب زيادة وتكثيرًا. </p><p> وقال أبو عمرو بن العلاء: هو مأخوذٌ من سُكْرِ الشرابِ؛ يعني أن الأبصار حارت ووقع بها من فساد النظر مثل ما يقع بالرجل السكران من تغير العقل وفساد اللب (٢) ، فإذا كان هذا معنى التخفيف، فسكران بالتشديد يراد به وقوع هذا الأمر مرة بعد مرة. </p><p> وقال أبوعبيدة:  {سُكِّرَتْ أَبْصَارُنَا} : غُشيت سَمَادِيرُ (٣) فذهبت وخبا نظرها، وأنشد (٤) : </p><p> جاءَ الشِّتاءُ واجْثَألَّ القُبَّرُ ... وجَعَلَتْ عينُ الحَرُورِ تَسْكَرُ (٥) </p><p>(١) انظر: (سكر) في \"تهذيب اللغة\" ٢/ ١٧١٩ بنصه ونسبه لليث، \"المحيط في اللغة\" ٦/ ١٨٤، \"اللسان\" ٤/ ٢٠٤٧، \"التاج\" ٦/ ٥٣٥. (٢) ورد في \"تفسير الطبري\" ١٤/ ١٢ مختصراً، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١٤، \"تهذيب اللغة\" (سكر) ٢/ ١٧١٩، \"تفسير ابن الجوزي\" ٤/ ٣٨٦، الفخر الرازي ١٩/ ١٦٧، \"تفسير القرطبي\" ١٠/ ٩، \"اللسان\" (سكر) ٤/ ٣٧٤.(٣) السَّماديرُ: ضعفُ البصر وغشاوة العين، ويقال: هو الشيء الذي يتراءى للإنسان من ضعف بصره عند السُّكر من الشراب وغيره.انظر: باب الرباعي (سمدد) في \"تهذيب اللغة\"، ٢/ ١٧٥١، و\"المحيط في اللغة\" ٨/ ٤٢٩.(٤) للمثنى بن جندل الطُّهوي. عاش في العصر الأموي، وأخباره في \"سمط اللآلي\" ص ٦٤٤.(٥) ورد في \"معاني القرآن وإعرابه\" ٣/ ١٧٥، \"تهذيب اللغة\" (سكر) ٢/ ١٧١٩، \"اللسان\" (سكر) ٤/ ٢٠٤٨، (قبر) ٦/ ٣٥١٠، وورد في بعض المصادر على النحو التالي: =</p><p> أي: يخبو حرها ويذهب (١) . </p><p> وعلى هذا القول أصله من السكون؛ يقال: سَكَرَتِ الرّيحُ، إذا سكنت، وسَكَرَ الحرُّ يسْكُرُ، وليلةٌ ساكِرَةٌ؛ لا ريحَ فيها (٢) ، قال أوس: </p><p> خُذِلتُ على لَيْلهٍ سَاهِرهْ ... فليسَتْ بطَلْقٍ ولا ساكِرهْ (٣) </p><p>= جاء الشتاء واجْثألَّ القُنْبُرُ ... واستَخْفَتِ الأفْعَى وكانت تظهرُ وطعلتْ شمشٌ عليها مِغْفَر ... وجعلت عينُ الحرورِ تسكرُوقد ورد بهذه الرواية في \"مجاز القرآن\" ١/ ٣٤٨، و\"تفسير الطوسي\" ١٤/ ١٣، والطبري ٧/ ٤٩٩ ولم يذكر الشطر الثالث، الماوردي ٣/ ١٥١، \"تفسير القرطبي\" ١٠/ ٨ أوردا البيت الثاني فقط. (اجثأل) اجتمع وتقبّض، (قبّر) قال الأزهري: يقال للقْبرة قُبُّرة وقُبَّرٌ؛ وهو طائر يشبه الحُمَّرة، وجمعها قنابر، (الحَرُوْرُ) حرُّ الشمس. انظر: \"تهذيب اللغة\" (قبر) ٣/ ٢٨٧١، (سكر) ٢/ ١٧١٩، \"المحيط في اللغة\" (حر) ٢/ ٣١١، (قبر) ٥/ ٤١١، \"متن اللغة\" ٤/ ٤٨١.(١) \"مجاز القرآن\" ١/ ٣٤٧ بنصه ما عدا الشعر.(٢) انظر: (سكر) في \"تهذيب اللغة\" ٢/ ١٧١٩ بنصه، \"اللسان\" ٤/ ٢٠٤٨، \"التاج\" ٦/ ٥٣٥.(٣) \"ديوان أوس\" ص ٣٤، وقد ورد بالرواية التالية:خُذِلْتُ على ليلةٍ ساهِرَهْ ... بصحراء شَرْجٍ إلى ناظِرَهْتُزَادُ ليَاليَّ في طُولِهَا ... فلَيْسَتْ بِطَلْقٍ ولا ساكِرهْورد في \"تهذيب اللغة\" (سكر) ٢/ ١٧١٩، \"تفسير الماوردي\" ٣/ ١٥١ بدايته \"فصرن\"، \"الاقتضاب\" ص ٤١٢، \"شرح الجواليقي\" ص ٢٣٩ ورد فيهما برواية الديوان، \"تفسير الفخر الرازي\" ١٩/ ١٦٧، \"تفسير القرطبي\" ١٠/ ٨ بدايته (فصرت)، \"اللسان\" (سكر) ٤/ ٢٠٤٨. يقول: خذلت على أن ليلتي ساهرة؛ أي ساهر صاحبها؛ كما تقول نهاره: صائم؛ أي يصوم فيه، والطلق: اليوم الطيب الذي لا حرّ فيه ولا برد، واستطال الليلة لما لقي فيها من الألم والشدة، وذلك أن أوس بن حجر انطلق مسافراً حتى إذا كان بأرض بني أسد بين مكانين يقال لأحدهما شرج، وللآخر ناظره، جالت به ناقته فصرعته فانكسرت فخده.</p><p> وهذا القول اختيار الزجاج؛ قال: يقال سَكَرَتْ عينُهُ تَسكر، إذا تَحَيَّرَتْ وسكنتْ عن النَّظر (١) ، وعلى هذا معنى (سُكِّرَتْ أبصارُنا) : سكنت عن النظر، ولا يتوجه على هذا القول قراءة من قرأ بالتخفيف. </p><p> قال أبو علي الفارسي: معنى {سُكِّرَتْ} صارت بحيث لا ينفذ نورها ولا تُدرِك الأشياءَ على حقيقتها، وكأن معنى التسكير قطع الشيء عن سننه (٢) الجاري، فمن ذلك تسكير الماء؛ هو ردُّهُ عن سيبه (٣) في الجِرْيَة، والسُّكْرُ في الشراب هو: أن يَنْقطع عما كان عليه من المَضاء في حال الصحو، فلا ينفذ رأيُه على حدّ نفاذه في صحوه، وعَبَّروا عن هذا المعنى بقولهم: سَكْرَانُ لا يَبُتُّ (٤) ، ووجه التثقيل أن الفعل مسند إلى جماعة، وهو مثل:  {مُفَتَّحَةً لَهُمُ الْأَبْوَابُ}  [ص: ٥٠] ، ووجه التخفيف أن هذا النحو من الفعل المسند إلى الجماعة قد يُخَفّف، كقوله: </p><p> ما زِلتُ أُغْلِقُ أبوابًا وأفتحُها (٥) </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ١٧٥ بنحوه، ويبدو أنه نقل قول الزجاج من \"تهذيب اللغة\" لتطابقه، \"تهذيب اللغة\" \"سكر\" ٢/ ١٧١٩ بنصه، \"تفسير الفخر الرازي\" ١٩/ ١٦٧. (٢) في الحجة: (سببه) والصحيح سننه، ولعلها تصحيف من محقق الحجة.(٣) في جميع النسخ: (سننه)، والمثبت هو الصحيح وموافق لما في الحجة، والسِّيْبُ: مخرج الماء من الوادي، وجمعه سُيُوبٌ، وقد ساب الماء يسيب: إذا جَرَىْ. \"تهذيب اللغة\" (ساب) ٢/ ١٥٨٤، \"المحيط في اللغة\" (سيب) ٨/ ٣٩٧.(٤) معناه: لا يقطع أمراً، وقيل: ما يُبَيِّن كلاماً. انظر: (بن) في: \"تهذيب اللغة\" ١/ ٢٦٩، \"المحيط في اللغة\" ٩/ ٤١٥.(٥) نُسب إلى الفرزدق في كل المصادر ما عدا الحجة وليس في ديوانه، ونسب -في \"الحجة\" ٣/ ٤٤١ - للراعي النميري، وهو في \"ديوانه\" ص ٣٣ برواية:ما زال يفتح أبواباً ويغلقها ... دوني وأفتح باباً بعد ارتاجِ</p><p> وهذا على أن {سُكِّرَتْ} بالتخفيف قد ثبت تعدِّيه بهذه القراءة (١) ، </p><p> ويجوز أن يكون من قرأ بالتخفيف أراد التثقيل، فحذفه وهو يريده؛ كما جاء ذلك في المصادر وأسماء الفاعلين؛ نحو: عَمْرَكَ الله (٢) ، و: </p><p> ........... دَلْوُ الدَّالِيَ (٣) </p><p>= (بعد ارتاج): بعد إغلاق، يقال: أَرْتَجْتُ الباب إرتاجاً: أي أغلقته إغلاقاً، ويقال لغلق الباب: الرتاج، ويقال للرجل إذا امتنع عليه الكلام: أُرتج عليه. وعجزه: حتى أتيتُ أبا عمرو بنَ عمَّارِورد في: \"الحجة للقراء\" ٥/ ٤٣، \"تفسير الطوسي\" ٦/ ٣٢٢، وورد في: \"الكتاب\" ٣/ ٥٠٦، ٤/ ٦٣، ٦٥، و\"أدب الكاتب\" ص ٤٦١، و\"سر صناعة الإعراب\" ٢/ ٤٥٦، ٥٢٨، و\"الاقتضاب\" ص ٤٠٩، و\"شرح الجواليقي\" ص ٢٣٣، و\"اللسان\" (غلق) ١٠/ ٢٩١، برواية:ما زِلْتُ أفتحُ أبواباً وأُغلقُها ... حتى أتيت أبا عمرِو بْنَ عَمّارقال أبو حاتم السجستاني: ويَقصد بأبي عمرو: أبا عمرو بن العلاء المازني النحوي، والمعنى: لم أزل أتصرف في العلم وأطويه وأنشره حتى لقيت أبا عمرو فسقط علمي عند علمه.(١) قال أبو علي: الفعل إذا بُني للمفعول فلا بُدّ من تنزيله معدّى، فيكون تعدّيه على قراءة ابن كثير مثل: شَتِرتْ عينُهُ، وشَترْتُها.\"الحجة\" ٥/ ٤٤ [الشَّتَرُ: انقلاب في جَفنِ العين الأسفل قلَّ ما يَكُونُ خِلْقَةً] \"المحيط في اللغة\" \"شتر\" ٧/ ٣٠٥، وقال المنتجب: بل هو من الأفعال التي سمُع معدى وغيرُ معدى؛ نحو: غاضَ الماء، وغاضَهُ اللهُ، وصَعِقَ زيدٌ، وصُعِقَ، وسعِدَ زيدٌ وسُعِدَ. \"الفريد في إعراب القرآن\" ٣/ ١٩١.(٢) الشاهد: تخفيفها؛ والأصل تشديدها، قال سيبويه: \"وكأنّه حيث قال: عَمْرَك الله، وقعِدك الله، قال: عَمّرتُك الله بمنزلة نَشدتُك الله، فصارت عَمْرَك الله منصوبةً بعمَّرتُك الله .. \" \"الكتاب\" ١/ ٣٢٢.(٣) قطعة من بيت من رجز للعجاج يصف ماءً، وتمامه: (يكشفُ عن جَمّاتِهِ دلْوُ الدَّالْ) =</p><p> و {الرِّيَاحَ لَوَاقِحَ}  (١)  [الحجر: ٢٢] هذا الذي ذكرنا قول أهل اللغة وأصحاب المعاني. </p><p> فأمّا التفسير فقال ابن عباس في رواية عطاء: تحيرت أبصارنا، ورُوي عنه أيضًا: سُدت (٢) ، وهو قول مجاهد (٣) . </p><p> وقال الحسن: سُحرت (٤) ، وقال قتادة: أُخذت (٥) . </p><p>= ورد في ملحقات \"ديوانه\" ٢/ ٣٢١، و\"أدب الكاتب\" ص ٦١٢، \"الصحاح\" (دلو) ٦/ ٢٣٣٩، وورد غير منسوب في: \"المقتضب\" ٤/ ١٧٩، \"الحجة للقراء\" ٢/ ٢٥٤، \"إيضاح الشعر\" ص ٥٨٠. ٥٩٠، \"المخصص\" ٩/ ١٦٧ نسبه لأبي علي، وفي جميع المصادر: (الدَّالْ) بدل (الدَّالي) ولا فرق، (الدَّالْ): أي المُدْلِي؛ وهو المستقي، (جماته): جمع جمّة؛ وهي المكان الذي يجتمع فيه ماء البئر، والشاهد: أن الأصل (المُدْلي) فحذف الزيادة، قال ابن قتيبة: ولو قال العَجَّاجُ: (المدلي) لكان أشبهَ بما أراد، ولكنه أراد القافيةَ، وعلم أن الدالي والمُدلي يجوز أن يوصفَ بهما المستقي بالدلو. انظر: \"أدب الكاتب\" ص ٦١٢، \"الحجة للقراء\" ٢/ ٢٥٤. (١) \"الحجة للقراء\" ٥/ ٤٣ بتصرف يسير. والشاهد في: (لواقح) أن أصلها (ملاقح)؛ لأنها إذا أَلقَحَتْ كانت مُلقِحةً، وجمع المُلْقِحِ: ملاقح، ولواقح على حذف الزيادة. \"الحجة للقراء\" ٢/ ٢٥٤.(٢) ورد في \"تفسير الثعلبي\" ٢/ ١٤٦ أ، بلفظه، وانظر: \"تفسير البغوي\" ٤/ ٣٧١، \"تفسير القرطبي\" ١٠/ ٨، الخازن ٣/ ٩٠.(٣) أخرجه الطبري ١٤/ ١٢ بلفظه، وورد بلفظه في: \"تهذيب اللغة\" (سكر) ٢/ ١٧١٩، \"تفسير الطوسي\" ٦/ ٣٢٣، وانظر: \"تفسير ابن الجوزي\" ٤/ ٣٨٦، ابن كثير ٢/ ٦٠٢، \"الدر المنثور\" ٤/ ١٧٦ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٤) ورد بلفظه في: \"الغريب\" لابن قتيبة ١/ ٢٣٨، و\"معاني القرآن\" للنحاس ٤/ ١٤، و\"تفسير السمرقندي\" ٢/ ٢١٦، والثعلبي ٢/ ١٤٦ أ، وانظر: \"تفسير البغوي\" ٤/ ٣٧١، و\"تفسير القرطبي\" ١٠/ ٨.(٥) \"أخرجه الطبري\" ١٤/ ١٢ بلفظه، وورد بلفظه في \"تفسير السمرقندي\" ٢/ ٢١٦، والثعلبي ٢/ ١٤٦ أ، والماوردي ٣/ ١٥١، و\"تفسير البغوي\" ٤/ ٣٧١، و\"تفسير =</p>"
}