{
  "id": null,
  "sura": 15,
  "aya": 22,
  "text": "<p> والمعنى أنّا ما نخلقه إلا بقدر معلوم لنا، ولو شئنا أن نخلق أضعاف ذلك قدرنا عليه. </p><p> ٢٢ - قوله تعالى:  {وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ} ، قال ابن عباس: يريد للشجر وللسحاب (١) ، وهو قول الحسن وإبراهيم وقتادة والضحاك، وأصل هذا من قولهم: لَقِحَتْ الناقةُ، وأَلْقَحَها الفحلُ إذا ألقى إليها الماءَ فحملته (٢) ، فكذلك الرياح هي كالفحل للسحاب، ألا ترى إلى ما قال ابن مسعود في هذه الآية؛ قال: يبعث الله الرياح لتُلقحَ السحابَ فتحمل الماءَ </p><p>(١) \"أخرجه الطبري\" ١٤/ ٢٢ بنصه عن ابن عباس والحسن، وعن الباقين قال: للسحاب، ورواية ابن عباس من طريق الحجاج عن ابن جريج، صحيحة. وأخرجه أبو الشيخ في \"العظمة\" ص ٣٥١ - ٣٥٢ عن الحسن بنصه، وعن إبراهيم بنحوه.وورد في \"معاني القرآن\" للنحاس ٤/ ١٩ بنصه عن ابن عباس والحسن، \"تفسير السمرقندي\" ٢/ ٢١٧ عن ابن عباس قال: للأشجار، وعن قتادة قال: للسحاب، والماوردي ٣/ ١٥٥ عن ابن عباس: للشجر، وعن الحسن وقتادة: للسحاب، والطوسي ٦/ ٣٢٩ عن قتادة وإبراهيم والضحاك قالوا: للسحاب، \"تفسير ابن الجوزي\" ٤/ ٣٩٤، عن الحسن وإبراهيم، الفخر الرازي ١٩/ ١٧٥ عنهم ما عدا إبراهيم، الخازن ٣/ ٩٣ عن ابن عباس والحسن وقتادة، وابن كثير ٢/ ٦٠٤ عنهم ما عدا الحسن.وأورده السيوطي في \"الدر المنثور\" ٤/ ١٧٩ وزاد نسبته إلى أبي عبيد وابن المنذر عن ابن عباس، وزاد نسبته إلى أبي عيد وابن المنذر وابن أبي حاتم عن الحسن، وزاد نسبته إلى ابن أبي حاتم عن الضحاك، وعن قتادة، وعن إبراهيم.(٢) انظر: (لقح) في: \"جمهرة اللغة\" ١/ ٥٥٩، \"تهذيب اللغة\" ٤/ ٣٢٨٣، \"المحيط في اللغة\" ٢/ ٣٥٢. وورد في الطوسي ٦/ ٣٢٨ بنصه.</p><p> وتَمُجُّه في السحاب ثم تَمْريه (١) فيدُرُّ كما تَدُرُّ اللِّقحةُ (٢) . </p><p> وقال عبيد بن عمير: يرسل الله المبُشَّرة فَتَقُمّ الأرضَ قَمُّا، ثم يرسل المُثيرة فتثير السحاب، ثم يرسل المؤلِّفة فتؤلفه، ثم يرسل اللواقح فَتُلقِح الشجر (٣) ، والأظهر في هذه الآية إلقاحها السحاب لقوله بعده:  {فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً} ، ولأن إلقاحها للسحاب ظاهر كما ذكرنا، وإلقاحها للشجر لم يذكر كيف هو (٤) ، فإن قيل كيف قال (لواقح) وهي مُلْقِحة؟ والجواب ما ذهب إليه أبو عبيدة: أن لواقح هاهنا بمعنى مَلاقِح جمع مُلْقِحَة، فحذفت </p><p>(١) (تَمْريه)؛ المَرْيُ: مَسْح ضَرْع الناقة لتَدرّ، والريح تَمْرِي السحابَ مَرْياً؛ أي تجعل المطر يدرُّ منه. (اللَّقْحَةُ واللِّقْحَةُ): هي الناقة القريبة العهد بالنتاج: الحَلُوب الغزيرة اللبن، تقول: لِقحةُ فلان، ولا تقول: ناقة لَقْحة ولِقْحة، وإذا جعلتها نَعْتًا قُلت: ناقةٌ لَقُوْحٌ، والجمع لِقَحٌ ولِقاح. انظر: \"تهذيب اللغة\" (لقح) ٤/ ٣٢٨٣، (مرى) ٤/ ٣٣٨٣، \"المحيط في اللغة\" (لقح) ٢/ ٣٥٢، (مرى) ١٠/ ٢٨١، \"متن اللغة\" ٥/ ١٩٧. (٢) \"أخرجه الطبري\" ١٤/ ٢٠، بنحوه، والطبراني في \"الكبير\" ٩/ ٣٥٣، بنحوه، وورد في \"معاني القرآن\" للنحاس ٤/ ١٩ بنحوه، و\"تفسير السمرقندي\" ٢/ ٢١٧ بنحوه، والثعلبي ٢/ ١٤٧ أ، بنحوه، وانظر: \"تفسير البغوي\" ٤/ ٣٧٥، وابن الجوزي ٤/ ٣٩٤، الفخر الرازي ١٩/ ١٧٥، الخازن ٣/ ٩٣، وابن كثير ٢/ ٦٠٤، وأورده الهيثمي في \"المجمع\" ٧/ ٤٥ وقال: وفيه يحيى الحماني وهو ضعيف، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٧٩ وزاد نسبته إلى ابن المنذر وابن أبي حاتم والخرائطي لم أقف عليه.(٣) أخرجه الطبري ١٤/ ٢١ بنصه، وأبي الشيخ في \"العظمة\" ص ٣٤٤ بنحوه، وورد في \"تفسير الثعلبي\" ٢/ ١٤٧ أبنصه، والماوردي ٣/ ١٥٥، انظر: \"تفسير البغوي\" ٤/ ٣٧٥، \"تفسير القرطبي\" ١٠/ ١٦، الخازن ٣/ ٩٣، \"الدر المنثور\" ٤/ ١٧٩ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٤) ذكر الطبري أن إلقاحها السحاب والشجر: عملها فيه. \"تفسير الطبري\" ١٤/ ٢٠.</p><p> الميم منه وردت إلى الأصل، وأنشد لنهشل بن حَرِّيّ (١) يرثي أخاه: </p><p> لِيُبْك يزيدُ بائسٌ ذو ضَرَاعةٍ ... وأشْعَثُ ممن طَوَّحتْه الطَّوائحُ (٢) </p><p> أراد: المطوحات، فرد الحرف إلى أجل الثلاثي، واحتج أيضًا بقول رؤبة: </p><p> يَخْرُجْنَ من أَجْوَازِ (٣) لَيْلٍ غاضِ (٤) </p><p>(١) نهشل بن حري بن ضَمرة بن جابر النَّهشلي، شاعر شريف مشهور، هو وأبوه وجدّه شعراء، كان حسن الشعر، عدّه الجمحي في الطبقة الرابعة من فحول شعراء الإسلام. انظر: \"طبقات فحول الشعراء\" ٢/ ٥٨٣، \"الشعر والشعراء\" ص ٤٢٤، \"الخزانة\" ١/ ٣١٢. (٢) اختلف في نسبة البيت لهشل، فنُسب إلى أكثر من واحد، وقد صوّب البغدادي نسبته إلى نهشل. انظر: \"الخزانة\"١/ ٣١٣، وقد ورد البيت في. \"تفسير الطبري\" ١٤/ ٢١، وابن عطية ٨/ ٢٩٨، وابن الجوزي ٤/ ٣٩٣، والفخر الرازي ١٩/ ١٧٥ وورد برواية:لِيُبْكَ يزيدُ ضارعٌ لخصومةٍ ... ومُخْتَبِطٌ مما تُطيح الطَّوائِحُفي: \"الكتاب\" ١/ ٢٨٨، ٣٦٦، \"الإيضاح\" ص ١١٥، \"الخصائص\" ٢/ ٣٥٣، \"المحتسَب\" ١/ ٢٣٠، \"تفسير الطوسي\" ٦/ ٣٢٩ \"الأساس\" ٢/ ٨٣، \"أمالي ابن الحاجب\" ٢/ ١٤٩، \"شرح شواهد الإيضاح\" ص ٩٤، \"شرح المفصل\" ١/ ٨٠، \"اللسان\" (طيح) ٥/ ٢٧٣٤، \"الدر المصون\" ٧/ ١٥٣، \"معاهد التنصيص\" ١/ ٢٠٣، \"الخزانة\" ١/ ٣٠٣، معناه: هذا الممدوح الذي هو (يزيد) كان رجلاً عظيماً يُقْصد في النَّصر وفي العطاء، فيقصده الضارع للخصومة لينصره وهو المائل إليها، ويقصده (المختبطُ): الاختباط: طلب المعروف والكسب، خبطه واختبطه، والمختبط: الذي يسألك بلا وسيلة ولا معرفة، (مما تطيح الطوائح): وهو الذي أصابته شِدَّة السنين، والطوائح: الشدائد؛ فيقصدُه هذا ليدفع عنه بالعطاء شدة ما أصابه من ذلك، فلذلك وصفه بالنَّصر والكَرم. وانظر: \"المحيط في اللغة\" (خبط) ٤/ ٢٩٤.(٣) في جميع النسخ: (أزواج)، والمثبت موافق للديوان وجميع المصادر.(٤) \"ديوان رؤبة\" ص ٨٢ وروايته: بالِعيسِ فوق الشَرَكِ الرِفاض ... كأنَّما ينْضَحْنَ بالخَضْخاضِيخرجنَ من أجواز ليلٍ غاضِ ... نَضْوَ قِداحِ النابلِ النواضيوورد في: \"أدب الكاتب\" ص ٦١٢، \"شرح الجواليقي\" ص ٣٠٠، \"اللسان\" (دلا) ٣/ ١٤١٧، (غضا) ٦/ ٣٢٦٩، وورد غير منسوب في: \"المقتضب\" ٤/ ١٧٩، \"المخصص\" ٩/ ١٦٧، (العيس) الإبل البيض، (الشَرَك) أخاديد الطريق، الواحدة: شركة، (الرفاض) المتفرقة يميناً وشمالاً، (ينضحن) يعرقن، (بالخضخاض) القطران الرقيق، شبَّه عرق الإبل به وعرقها أسود، (يخرجن) أي الإبل، (الأجْوَاز) جمع جَوْز، وهو الوسط، (غاض) مظلم، (النضْو) الخروج، شبه خروجها من الليل بخروج القداح من الرمية.</p><p> يريد: مُغضٍ، وبقوله: </p><p> تَكْشِفُ عن جَمَّاتِهِ دَلْوُ الدَّالي (١)  (٢) </p><p> يريد: المُدْلِي، قال أبو بكر وقد قال العرب: أَبْقَلَ النبت فهو بَاقْلٌ، يجعلون باقلًا بدلاً من مُبْقِل، ففي هذا دليل على تعيين لاقح عن مُلْقِح، وإلى قريب من هذا ذهب الفراء؛ فقال: يجوز فاعل لِمَفْعَل، كما جاء </p><p>(١) وعجزه: عَبايةً غَثْراءَ من أَجْنٍ طالْورد في ملحقات \"ديوان العجّاج\" ٢/ ٣٢١، وورد في: \"أدب الكاتب\" ص ٦١٢، \"شرح الجواليق\" ص٣٠١، \"اللسان\" (دلا) ٣/ ١٤١٧، وورد غير منسوب في: \"المقتضب\" ٤/ ١٧٩، \"المخصص\" ٩/ ١٦٧. (الجمات): جمع جمّة، وجمّة البئر اجتماع مائها، (الدَّالي أو الدال) هو الجاذب للدَّلْو من البئر ليخرجها، ويقال (الدالي) صاحب الدلو، (عباءة) كساء، (غثراء) مثل غبراء؛ الكدر اللون، (أَجْن) يقال ماءٌ أَجِنٌ، وماءٌ آجِنٌ؛ هو الماء المتغير بطول المَكْث، وهو الذي غشيه العَرْمَضُ -الطُّحْلُبُ- والورق، شبه ما على الماء من الطحالب والورق بسبب طول المكث بالعباءة؛ لأنه لا يورد. انظر: \"المحيط في اللغة\" (أجن) ٧/ ١٩١، \"شرح الجواليقي\" ص ٣٠١، \"اللسان\" (غثر) ٦/ ٣٢١٤.(٢) \"مجاز القرآن\" ١/ ٣٤٨ بنحوه.</p><p> لمفعول؛ نحو: ماءٍ دافقٍ، وسرًّ كاتمٍ، وليلٍ نائمٍ، وكما قيل: المَبْرُوز في معنى المُبْرَز في قوله (١) : </p><p> النَّاطِقُ المَبْرُوزُ والمَخْتُومُ </p><p> وذلك أن هذه الأشياء لم يُرَدَّ البناءُ فيها إلى الفعل (٢) ، واختار أبو علي أيضًا قول أبي عبيدة فقال: لواقح بمعنى مَلاقِح، على حذف الزيادة، قال: وكما حذفت الزيادة من الجمع هاهنا حذفت من المصدر في شعر أبي دُؤَاد يذكر سحابًا: </p><p> لَقِحْنَ ضُحَيُّا لِلَقْحِ الجَنُوبِ ... وأصبَحْنَ يُنْتَجْنَ ماءَ الحَيَاءِ (٣) </p><p> فقوله:  (لِلَقْحِ الجنوب) ، تقديره: لإلقاحِ الجنوب، فحذف الزيادة من المصدر (٤) . </p><p> وقال الزجاج: يجوز أن يقال لها لواقح، وإن ألقحت غيرها؛ لأن معناها النسب (٥) ، وشرح أبو بكر هذا القول فقال: واحد اللواقح لاقح، ومعنى لاقح ذاتُ لَقْح، كما قالوا: تأمر ولابن ونابل، وأبو الهيثم اختار أيضًا هذا، وقال هذا كما يقال: دِرْهَم وازِنٌ، أي ذو وزن، ورامحٌ وسائفٌ، ولا يقال رَمحَ ولا سافَ (٦) ، وهذا الذي ذكرنا قول هؤلاء وليس هذا بمعنى؛ لأنه كان يجب أن يصح اللاقح بمعنى ذات اللقاح حتى يوافق </p><p>(١) البيت للبيد وقد سبق عزوه قريبًا في ص ٤٥٩. (٢) \"معاني القرآن\" للفراء ٢/ ٨٧ بتصرف.(٣) ورد في \"الحجة للقراء\" ٢/ ٢٥٣.(٤) ورد في \"الحجة للقراء\" ٢/ ٢٥٣ بتصرف يسير.(٥) \"معاني القرآن وإعرابه\" ٣/ ١٧٧ بنصه.(٦) ورد قوله في \"تهذيب اللغة\" (لقح) ٤/ ٣٢٨٥ بتصرف يسير.</p><p> قول المفسرين، فإن أرادوا بقولهم (ذات لقح) أن الريح في الحامل نفسها لم يحتج فيها إلى القول بالنسب، ويكون معناه ما ذكره الفراء فقال: جعل الريح هي التي تَلْقَح بمرورها على السحاب [و]  (١) التراب والماء، فيكون هذا اللَّقَاح، فيقال: ريح لاقح، كما يقال: ناقة لاقح (٢) ، واختار ابن قتيبة هذا القول، وكَرِه قولَ أبي عبيدة وقال: العرب تسمى الرياح لواقح، والريح لاقحًا، قال الطَّرِمَّاح: </p><p> قَلِقٌ لأَفْنَانِ الرِّيَاحِ ... لِلاَقِحٍ مِنْها وحَائِلْ (٣) </p><p> فاللاقحُ: الجنوب، والحائلُ: الشمال، يذكر بُرْدًا مَدَّه (٤) على أصحابه في الشمس يستظلون به، وُيسمّون الشمال أيضًا عقيمًا؛ لأنها لا تحمل، وإنما جعلوا الريح لاقحًا، أي حاملًا؛ لأنها تحمل السحاب وتقلبه وتُصَرِّفه، وهذا في قول أبي وَجْزَةَ (٥) : </p><p> حتى سَلَكْنَ الشَّوَى مِنْهُنّ في مَسَكٍ ... مِنْ نَسْلِ جَوَّابَةِ الآفَاقِ مِهْدَاجِ (٦) </p><p>(١) زيادة يقتضيها السياق. (٢) \"معاني القرآن\" للفراء ٢/ ٨٧ بنصه.(٣) ورد البيت في:\"الحجة للقراء\" ٢/ ٢٥٢، \"الأزمنة والأمكنة\" للمرزوقي ص ٥٢٤، \" تفسير ابن عطية\" ٨/ ٢٩٧، ابن الجوزي ٤/ ٣٩٢.(٤) في (د): (يريد أمده).(٥) أبو وجزة هو يزيد بن عبيد السعدي المدني، من بني سُلَيم، نشأ في بني سعد بن بكر فغلب عليه نسبهم، كان شاعراً مجيداً، ومحدّثًا ثقة، مات سنة (١٣٠ هـ). انظر: \"الشعر والشعراء\" ص ٤٦٩، \"الأغاني\" ١٢/ ٢٧٩، \"تقريب التهذيب\" ص ٦٠٣ رقم (٧٧٥٣)، \"الخزانة\" ٤/ ١٨٢.(٦) ورد في: \"تهذيب اللغة\" (لقح) ٤/ ٣٢٨٥، (هدج) ٤/ ٣٧٢٥ \"الأزمنة والأمكنة\" ص ٥٢٤ وفيه: (مَسَد) بدل من (مسم)، \"اللسان\" (هدج) ٨/ ٤٦٣٠، (لقح) =</p><p> يعني الماء من نسل ريح جوابة للبلاد، فجعل الماء للريح كالولد؛ لأنها حملته في السحاب ثم مَرَت (١) السحاب حتى ألقته، قال: ومما يوضح هذا قوله جل ذكره: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا}  [الأعراف: ٥٧] أي حملت (٢) . وهذا القول اختيار الأزهري، وقال بعد ما حكى قول ابن قتيبة: فهذا على هذا المعنى لا يحتاج أن يكون لاقِحٌ بمعنى ذات لَقْح، ولكنها حامل تحمِلُ السحاب والماء (٣) ، والله أعلم. </p><p> ويؤكد هذا الوجه أن المفسرين ذكروا في إلقاحها السحاب أنها تحمل الماء، قال أبو إسحاق: وجائز أن يقال للريح لقحت إذا أتت بالخير؛ كما قيل لها عقيم إذا لم تأت بخير (٤) ، قال ابن الأنباري: الريح اللاقح؛ الذي يحمل الماء والسحاب على جهة التشبيه والتمثيل بالناقة التي تشتمل على ماء الفحل، والذي يتولد عن الريح من السحاب، والمطر </p><p>= ٧/ ٤٠٥٩، (مسك) ٧/ ٤٢٠٣، (سلكن الشوى): الأُتُنُ الحمير أدخلن شواهُنَّ، أي قوائمهن، (مَسَك): بالتحريك؛ الأسورة والخلاخيل من الذَّبْلِ -وهي قرون الأوْعَال- والعاج، واحدته مَسْكة، (مهداج): الهَدْجةُ: رَزْمة صوت الناقة وحنينُها على ولدها، ويقال للريح الحنون: لها هَدْجة ومِهدْج، فهو يذكر حميرًا وردت ماءً فأدخلت قوائمها في الماء، وهذا الماء من نسل جوابة الآفاق؛ أي ريح تجوب البلاد، أي هي أخرجته من الغيم واستدرَّته، فجعل الماء لها نتاجاً ولداً، فالرياح على هذا هنَّ اللواقح. (١) أي استدرته، وجعلت المطر يدر.(٢) \"الغريب\" لابن قتيبة ١/ ١٧٨ بتصرف.(٣) \"تهذيب اللغة\" (لقح) ٤/ ٣٢٨٥ بنصه.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٧٧ بنصه.</p><p> بمنزلة الولد الذي تنتجه الناقة، وهذا كما تقول العرب: قد لقحت الحرب وقد نتجت ولدًا أنكدًا (١) ، يُشبِّهون ما تشتمك عليه من (٢) ضروب الشر بما تحمله الناقة، ويُشبِّهون بما يتولد منها من القتل والنهب بما تضعه الناقة (٣) ، يشهد لصحة هذا قول الشاعر (٤) : </p><p> لَقَحَتْ حُرْبُ وائلٍ عن حِيالِ (٥) </p><p> والرياحُ العقيمُ غيرُ لاقح، إذا لم تحمل ما يتولد منه مطر ويصدر عنه روح وفرح (٦) . </p><p>(١) الكلمة غير واضحة في جميع النسخ كأنها: أيلد، والتصويب من \"تفسير الفخر الرازي\" ١٩/ ١٧٦ والنّكدُ: الشؤم واللؤم، وكل شيٍ جر على صاحبه شرًّا فهو نَكَدٌ ونَكِدٌ، وصاحبه أنْكَدُ ونَكِدٌ. \"المحيط في اللغة\" (نكد) ٦/ ٢١٤. (٢) ساقطة من (أ)، (د).(٣) \"تفسير ابن الجوزي\" ٤/ ٣٩٤ ورد مختصرًا، الفخر الرازي ١٩/ ١٧٦ ورد مختصرًا غير منسوب.(٤) هو الحارث بن عباد (جاهلي).(٥) وقدره:قَرّبا مَرْبِطَ النعامةِ منِّيورد في \"الأصمعيات\" ص ٧١، \"الحيوان\" ٤/ ٣٦١، \"أمالي القالي\" ٢/ ١٣١، \"الأزهية\" ص ٢٨٠، \" الاقتضاب\" ص ٤٤٣، \"شرح الجواليقي\" ص ٢٦٦، \"أمالي ابن الشجري\" ٢/ ٦١٢، \"الحماسة البصرية\" ١/ ١٦، وورد بلا نسبة في: \"معاني الحروف\" للرماني ص ٩٥، \"المنصف\" ٣/ ٥٩ (النعامة) اسم فرسه، (المربط) الموضع الذي تربط فيه، (لقحت) حملت، (عن حيال) بعد حيال؛ أراد أنها هاجت بعد سكونها، يقول ابن السيد: والحيال: أن تضرب الناقة فلا تحمل، وإنما ضرب ذلك مثلاً لِمَا تولد عن العرب وأنتج منها من الأمور التي لم تكن تحتسب بعد ذلك.(٦) خلاصة القول في (لواقح) أن فيها ثلاثة أقوال: أن الرياح ملقحة، أو لاقحة، أو =</p><p> وقوله تعالى:  {فَأَسْقَيْنَاكُمُوهُ} ، قال الأزهري: العرب تقول لكل ما كان من بطون الأنعام ومن السماء أو نهر يجري: أسْقيْتُ، أي جعلته شُرْبًا له، وجعلت له منها مسقى، فإذا كانت السقيا لشفته قالوا:  (سقاه،ولم يقولوا:أسقاه)  (١) ، الذي يؤكد ويبين هذا اختلاف القُراء في قوله:  {نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ}  [النحل: ٦٦] فقرأوا باللغتين، ولم يختلفوا في قوله:  {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}  [الإنسان: ٢١] وفي قوله: {وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ}  [الشعراء: ٧٩] . </p><p> وقال أبو زيد: اللهم اسقنا إسقاءً رِوَاءً، وأسقيت فلانًا رَكِيَّتي (٢) ، إذا </p><p>= ذات لقحٍ، وهذا الأخير محتمل لأحد القولين، فتؤول المسألة إلى قولين؛ إما ملقحة أو لاقحة، وهو ما رجحه الطبري ١٣/ ٢٠ وهذا القول موافق للواقع المشاهد؛ فالريح لاقح لأنها تحمل السحاب وما فيه من الماء، وتحمل اللَّقاح من الشجر الذكور إلى الإناث، وهي ملقحة لأنها تلقح السحاب بعضه ببعض؛ فيدرُّ المطر وكذا فعلها في الأشجار، ولا تعارض بين القولين، لكن السياق هنا يرجح القول بأنها ملقحة للسحاب؛ أي تلقح بعضه ببعض فيدرّ المطر، فالآية تشير إلى أثر الرياح في الجمع بين الشحنات الكهربائية الموجبة والسالبة في السحاب، وهو ما أثبته العلم الحديث؛ حيث تقوم الرياح بتلقيح السحاب، وذلك في عملية تتضمن إمداده بأكداس من جسيمات مجهرية صغيرة، تسمى: نوى التكاثف، ومن أهم خواص هذه النويات أنها تمتص الماء أو تذوب فيه، وتحمل الرياح كذلك بخار الماء وتلقح به السحاب لكي يمطر. انظر: \"الإسلام في عصر العلم\" ص ٤٠٦، \"المعجزة الخالدة\" ص ٣٣٦، \"مباحث في إعجاز القرآن\" ص ١٨٨.(١) \"تهذيب اللغة\" (سقى) ٢/ ١٧١٥، وما بين القوسين ساقط من (ش)، (ع).(٢) الرَّكْوَةُ: شِبْهُ تَوْر من أدم، والجمع الرِّكَاءُ، والرَّكْوُ: أن تحفر حوضاً مستطيلاً، والرَّكيَّة: بئر تُحفر، وجمعها رَكِيُّ ورَكَايا انظر: (ركو) في: \"تهذيب اللغة\" ٢/ ١٤٥٦، \"المحيط في اللغة\" ٦/ ٣١٧.</p><p> جعلت له منها مَسْقًى (١) . </p><p> وقال أبو علي: تقول: سقيته حتى روى، وأسقيته: نهرًا، جعلته شِرْبًا له، وقوله:  {فَأَسْقَيْنَاكُمُوهُ} : جعلناه سُقيا لكم، وربما قالوا في: أسقى سقى؛ كقول لبيد يصف سحابًا: </p><p> أَقُولُ وصَوْبُهُ مِنِّي بَعِيدٌ ... يَحُطُّ الشَثَّ من قُلَلِ الجِبَالِ </p><p> سَقَى قَومِي بَني مَجْدِ وأَسْقَى ... نُمَيْرًا والقبائلَ مِن هِلالِ (٢) </p><p> فـ (سقى قومي) ليس يريد به ما يُروي عِطَاشهم، ولكن يريد رزقَهم سَقْيًا لبلادهم يُخْصِبُون بها، وبعيدٌ أن يسألَ لقومه ما يُروي العطاش، ولغيرهم ما يُخْصِبون منه (٣) ، فأما سَقْيَا السَقِيَّة، فلا يقال فيها أسقَاهُ، وأما قول ذي الرُّمَّة: </p><p> وأُسْقِيهِ حتى كادَ بما أَبُثُّهُ ... تُكَلِّمُني أَحْجَارُهُ ومَلاعِبُه (٤) </p><p>(١) \"النوادر في اللغة\" ص ٥٥٤ بمعناه، وورد في \"تهذيب اللغة\" (سقى) ٢/ ١٧٧ بنحوه، وأغلب الظن أنه نقل القول منه. (٢) \"شرح ديوانه\" ص ٩٣، وورد البيت الثاني في \"مجاز القرآن\" ١/ ٣٥٥، \"النوادر في اللغة\" ص٥٤٠، \"تفسير الطبري\" ١٤/ ١٣١ \"الحجة للقراء\" ٧٥/ ٥، \"إعراب القراءات السبع\" وعللها ١/ ٣٥٧، \"تفسير الطوسي\" ٦/ ٣٩٩، ابن عطية ٨/ ٣٠٠، ابن الجوزي ٤/ ٣٩٥، الفخر الرازي ١٩/ ١٧٧، \"اللسان\" (سقي) ٤/ ٢٠٤٣، والألوسي ١٤/ ٣١، (صوبه) مصاب مطره، (الشَثَّ) شجر من شجر السراة، (قلل) أعالي، (مجد) ابنة تيم بن غالب بن فهر، وهي أم كلاب وكعب وعامر بني ربيعة بن عامر بن صعصعة.(٣) \"الحجة للقراء\" ٥/ ٧٥ بتصرف.(٤) \"ديوانه\" ٢/ ٨٢١، وورد في \"مجاز القرآن\" ١/ ٣٥٠، \"النوادر في اللغة\" ص ٥٤٠، \"تفسير الطبري\" ١٤/ ٢٢، والطوسي ٦/ ٣٢٩، وابن عطية ٨/ ٣٠١، وابن =</p>"
}