{
  "id": null,
  "sura": 15,
  "aya": 2,
  "text": "<p> من الفائدتين، وإن كانا لموصوف (١) واحد؛ وذلك أن الْكِتَابَ يفيد أنه مما يُكتب ويُدون، {وَقُرْآنٍ} يفيد أنه بما يؤلف ويجمع بعض حروفه إلى بعض (٢) ، ويكون كقوله (٣) : </p><p> إلى المَلِك القَرْمِ .......... (البيت) </p><p> وقد مر (٤) ، وذكرنا معنى \"الْمُبِين\" في فاتحة سورة يوسف. </p><p> ٢ - قوله تعالى:  {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا} وقُرئ {رُبَمَا} بالتخفيف، قال السُّكّري (٥) : ربّما وربتما ورُبّ، حرف جر عند </p><p>(١) في (ش)، (ع): (بالموصوف). (٢) انظر: \"الفريد في إعراب القرآن\" ٣/ ١٨٣.(٣) لم أقف على قائله.(٤) أورده كذلك في نهاية السورة، والبيت كاملاً هو:إلى الملك القَرْمِ وابنِ الهُمَام ... ولَيْثِ الكتيبة في المُزْدَحَمْوقد ورد بلا نسبة في: \"معاني القرآن\" للفراء ١/ ١٠٥، و\"تفسير الطوسي\" ٦/ ٣١٧، والزمخشري ١/ ٢٣، و\"الإنصاف\" ص ٣٧٦، و\"تفسير القرطبي\" ٩/ ٢٧٨، و\"الخزانة\" ١/ ٤٥١، ٥/ ١٠٧، ٦/ ٩١، (القَرْم) السيد، (الهُمام) الملك العظيم الهمّة، (الكتيبة) جماعة الخيل، وهي الفصيل من الجيش، (المُزدَحمْ) مكان المعركة. والشاهد: أنه عطف ابن الهمام، وليث الكتيبة، على القرم، وكلها أوصاف لشيء واحد؛ هو الملك، وذلك جائز عند أهل اللغة. انظر: \"الانتصاف من الإنصاف\"، بهامش \"الإنصاف\" ٢/ ٤٧٠.(٥) الحسن بن الحسين بن العلاء، أبو سعيد النحويّ اللغويّ، المعروف بابن السكري، أخذ عن أبي حاتم السجستاني، والرياشي، كان راوية للبصريين، وكان ثقة ديناً صادقاً، له: كتاب \"الوحوش\"، وكتاب \"النبات\"، و\"أشعار هذيل\" مات سنة ٢٧٥ هـ، وقيل (٢٩٠ هـ)، وكان مولده سنة (٢٠٢ هـ) انظر: \"طبقات النحويين واللغويين\" ص ١٨٣. \"الفهرست\" ص ٢١٧، \"نزهة الألباء\" ص ١٦٠، \"البلغة\" ص ٢٩٦، \"البغية\" ١/ ٥٠٢.</p><p> سيبويه (١) ، ويلحقها (ما) على وجهين: أحدهما: أن تكون نكرة بمعنى شيء، وذلك كقوله: </p><p> رُبَّما تَكْرَهُ النُّفُوسُ مِنَ الأمْرِ ... لها فَرْجةٌ كَحَلِّ العِقَالِ (٢) </p><p> فـ (ما) في هذا البيت اسم لما يُقَدَّر من عَوْد الذكر إليه من الصفة، المعنى: رب شيء تكره النفوس، وإذا عاد إليها الهاء كان اسمًا ولم يجز أن يكون الحرف (٣) ، كما أن قوله سبحانه {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ}  [المؤمنون: ٥٥] ما عاد الذكر إليه علمت بذلك أنه اسم، ويدلك على أن (ما) قد تكون اسمًا إذا وقعت بعد رب وقوع (من) بعدها (٤) في نحو قوله (٥) : </p><p>(١) انظر: \"الكتاب\" باب الجر ١/ ٤١٩. (٢) \"ديوان أمية بن أبي الصلت\" ص ٤٤٤ وفيه: (تجزع) بدل (تكره)، وورد البيت في \"الكتاب\" ٢/ ١٠٩، ٣١٥، \"اللسان\" (فرج) ٦/ ٣٣٦٩، \"الخزانة\" ٦/ ١٠٨، ١٠/ ٩، وورد غير منسوب في \"البيان والتبيين\" ٣/ ٢٢٤ برواية (تجزع)، \"المقتضب\" ١/ ٤٢، \"جمهرة اللغة\" ١/ ٤٦٣، \"إيضاح الشعر\" ص٢٩٥، ٤٤٥، \"معاني الحروف\" للرماني ص ١٥٦، \"تفسير الطوسي\" ٦/ ٣١٤ برواية (تجزع)، \"أمالي ابن الشجري\" ٢/ ٥٥٤، \"أساس البلاغة\" ٢/ ١٩١ (فرج)، \"تفسير ابن عطية\" ٨/ ٢٧٧ \"تفسير ابن الجوزي\" ٤/ ٣٨٢ برواية \"تجزع\"، \"إنباه الرواة\" ٤/ ١٣٤، \"شرح المفصل\" ٣/ ٤، \"تفسير أبي حيان\" ٥/ ٤٤٣، \"همع الهوامع\" ١/ ٢٢، ٣١٦، \"شرح الأشموني\" ١/ ١٩٢، (الفَرجة) بالفتح قيل: الراحة من حزن أو مرض، و (الفُرجة) بالضم: الخلل بين الشيئين، (العقال) بالكسر: الحبل الذي يشد به قوائم الإبل، والمعنى: ربّ شيء تكرهه النفوس من الأمور الحادثة الشديدة، وله فَرجة سهلة سريعة تعقب الضيقَ والشدة؛ كحل عقال الدابة.(٣) ورد في \"تفسير الطوسي\" ٦/ ٤٦٠ بنصه.(٤) في جميع النسخ: (بحدها)، والمثبت هو الصحيح، وموافق للمصدر.(٥) هو عمرو بن قميئة جاهلي.</p><p> يا رُبَّ مَن يُبْغِضُ أذْوادَنا ... رُحْنَ على بَغْضائِه واغْتدَيْنْ (١) </p><p> وكما دخلت على (مَنْ) وكانت نكرة، كذلك تدخل على (ما) فهذا ضرب، والضرب الآخر: أن تدخل (ما) كافة، نحو الآية، والنحويون يسمّون (ما) هذه الكافة؛ يريدون أنها بدخولها كفت الحرفَ عن العمل الذي كان له، وهيأته لدخوله على ما لم يدخل عليه، ألا ترى أن (رب) إنما تدخل على الاسم المفرد؛ نحو: رب رجل يقول ذلك، ولا تدخل على الفعل، فلما دخلت (ما) عليها هيأتها للدخول على الفعل كهذه الآية (٢) ، فإن قيل لم قال:  {رُبَمَا يَوَدُّ} فجاء بعد ربما بفعل مستقبل، وسبيلها أن يأتي بعدها الماضي كما يقال: ربما قصدني عبد الله، ولا يكاد يستعمل المستقبل بعدها؟ قال ابن الأنباري: المستقبل في هذا بمنزلة الماضي، وإنما جاز الماضي هاهنا وهو لأمر لم يأت؛ لأن القرآن نَزَّل وعده ووعيده وما كان فيه كأنه عيان، فجرى الكلام فيما لم يكن منه كمجراه في الكائن، ألا ترى إلى قوله:  {وَلَوْ تَرَى إِذْ فَزِعُوا}  [سبأ: ٥١] كأنه ماضٍ وهو منتظَر؛ </p><p>(١) ملحقات \"ديوانه\" ص ٨١، وورد في: \"الكتاب\" ٢/ ١٠٨، \"الأزهية\" ص ١٠١، \"أمالي ابن الشجري\" ٣/ ٢١٩،٦٤، وورد بلا نسبة في: \"الحيوان\" ٣/ ٤٦٦، \"المقتضب\" ١/ ٤١، \"المسائل البغداديات\" ص ٥٦٦ (صدره)، \"تفسير الفخر الرازي\" ١٩/ ١٥٢، \"شرح المفصل\" ٤/ ١١، \"معجم الشعراء\" ص ٢٧ وقد نسبه إلى عمرو بن لأي جاهلي. (الأذواد)، جمع ذود، وهو القطيع من الإبل ما بين الثلاث إلى الثلاثين، يعني أنهم أعزاء لا يستطيع أحد صد إبلهم عن مرعى، مما لهم من قوة ومنعة، (اغتدين) غدا يغدُو غدْوًا وغُدواً، واغتدى: بكَّر، والاغْتداء، الغُدُوُّ. \"اللسان\" (غدو) ٦/ ٣٢٢١. (٢) \"الحجة للقراء\" ٥/ ٣٦ وهو نقل طويل مع اختصار يسير، وانظر: \"تفسير الطوسي\" ٦/ ٣١٤، الفخر الرازي ١٩/ ١٥٢.</p><p> لصدقه، وكذلك قوله:  {إِذَا الشَّمْسُ كُوِّرَتْ}  [التكوير: ١] وقوله تعالى: {وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ}  [الأعراف: ٤٤] وهذا معنى قول الفراء في هذه الآية (١) ، وقال أبو علي الفارسي: إنما وقع {يَوَدُّ} في الآية على لفظ المضارع؛ لأنه حكايته لحال آتية، كما أن قوله:  {وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ}  [النحل: ١٢٤] حكايته لحال آتية أيضًا، ومن حكايته الحال قول القائل (٢) : </p><p> جَارِيةٌ في رَمَضَانَ الماضِي ... تُقَطِّعُ الحَدِيثَ بالإيمَاضِ (٣) </p><p> قال ومن زعم أن الآية على إضمار (كان) وتقديره: ربما كان يود الذين كفروا، فقد خرج بذلك عن قول سيبويه (٤) ، ألا ترى (كان) لا تُضمر عنده، ولم يُجِزْ: وعبد الله المقتول، وأنت تريد: كن عبد الله المقتول، قال: ويجوز أن يكون (ما) في هذه الآية صفة بمنزلة شيء، و {يَوَدُّ} صفة له؛ وذلك أن (ما) لعمومها تقع على كل شيء، فيجوز أن يعني بها الودّ؛ </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٨٢. (٢) منسوب لرؤبة وهو في ملحقات \"ديوانه\" ص ١٧٦ وروايته:لقد أتى في رمضان الماض ... جارية في درعها الفضفاضِتُقطّعُ الحديث بالإيماض ... أبيض من أختِ بني إباضِ(٣) ورد غير منسوب في: \"تفسير الطوسي\" ٦/ ٣١٤، \"غرائب التفسير\" ١/ ٥٨٥، \"الفريد في إعراب القرآن\" ٣/ ١٨٥ \"اللسان\" (رمض) ٣/ ١٧٣٠، \"الخزانة\" ١/ ١٥٦، \"الإنصاف\" ص ١٢٤ برواية:جارية في درعها الفَضْفَاضوالمعنى أن القوم كانوا يتحدثون فأومضت امرأة فتركوا الحديث واشتغلوا بالنظر إليها لبراعة جمالها.(٤) لأن هذا ليس من مواضع إضمار كان عنده؛ فكان لا تضمر عنده إلا حيث يكون حذف مقتضيها، وفي موضع تقوى الدلالة عليها. ذكره المنتجب في \"الفريد في إعراب القرآن\" ٣/ ١٨٥، وانظر: \"تفسير أبي حيان\" ٥/ ٤٤٤.</p><p> كأنه في هذا الوجه أيضًا حكاية حال، ألا ترى أنه لم يكن بَعْدُ، انتهى كلامه. (١) وقد تلي (ربما) الأسماءُ، وكذلك (ربتما) ، أنشد ابن الأعرابي (٢) : </p><p> ماويَّ يَا ربَّتَما غارةٍ ... شَعْواءَ كاللَّذْعةِ بالِمِيسمَ (٣) </p><p> وإن قيل لِمَ (٤) لَمْ تكف (ما)  (رب) عن العمل كما كفت (إنّ) في قولك: إنما الله، وإنما زيد؟! قيل الفرق بينهما أن (إنّ) حرف الابتداء، فلما سُلب العمل بالكف لم يبق للجملة معنى سوى الابتداء، وحق الابتداء الرفع، ومعنى (رب) وهو التقليل موجود في الاسم كل حال، دخل عليه (ما) أو لم يدخل فتبَيَّن أثره في الاسم، فأما قراءة من قرأه {رُبَمَا} بالتخفيف (٥) ؛ فلأنه حرف مضاعف، والحروف المضاعفة قد تحذف </p><p>(١) \"الحجة للقراء\" ٥/ ٣٩ بنصه. (٢) والبيت لضمرة بن ضمرة النهشلي (جاهلي).(٣) ورد البيت منسوباً في: \"نوادر أبي زيد\" ص ٢٥٣، \"المعاني الكبير\" ٢/ ١٠٠٥، \"الخزانة\" ٩/ ٣٨٤. وورد غير منسوب في \"تهذيب اللغة\" (ماء) ٩/ ٣٣١٤، ٩/ ٣٨١٤ (رب) ٢/ ١٣٣٩، (موا) ٤/ ٣٤٦٧، \"الحجة للقراء\" ٥/ ٣٥، \"الإنصاف\" ص٩٠، \"شرح المفصل\" ٨/ ٣١، \"أمالي ابن الشجري\" ٢/ ٤١٣، \"اللسان\" (ربب) ٣/ ١٥٥٢، \"الخزانة\" ١١/ ١٩٦، ورواية \"النوادر والمعاني\" و\"الحجة\" و\"الأمالي\": (بل ربتما). (ماويّ): أراد ماويّ؛ من أسماء النساء، فرخَّم، (الشعواء) الغارة الكثيرة المنتشرة؛ أراد الخيل التي تغير، (المِيسم) ما يوسم به البحير بالنار.(٤) في (أ)، (د): (لو)، والمثبت من (ش)، (ع) وهو الصحيح لاستقامة المعنى به.(٥) هما نافع وعاصم. انظر: \"السبعة\" ص ٣٦٦، \"إعراب القراءات السبع\" ١/ ٣٣٩، \"علل القراءات\" ١/ ٢٩٣، \"الحجة للقراء\" ٥/ ٣٥.</p><p> نحو: إنّ، وأنّ، ولكنّ، قد حذف (١) كل واحد من هذه الحروف، وليس كل المضاعف يحذف نحو (ثُمَّ) ، لم يُحك فيه الحذف (٢) ، قال أبو إسحاق: العرب تقول: رُبّ رجلٍ جاءني، ويخففون فيقولون: رُبَ رَجُلٍ، وأنشد (٣) : </p><p> أَسُمَيَّ ما يُدْرِيكِ أن رُبَ فِتْية ... بَاكَرْتُ لذَّتَهُمْ بِأدْكَنَ مُتْرَعِ (٤) </p><p> ويسكنون أيضًا في التخفيف فيقولون: رُبْ رَجُلٍ، وأنشد بيت الهذلي: </p><p> أزُهَيْرُ إن يَشِبِ القَذَالُ فإنني (٥) ... رُبَ هَيْضلٍ مَرِسٍ لَفَفْتُ بِهَيْضَلِ (٦) </p><p>(١) في جميع النسخ: (خفف)، والمثبت هو الصحيح لاستقامة الكلام، وموافقة المصدر. (٢) ورد في \"الحجة للقراء\" ٥/ ٤١ بنصه، وانظر: \"تفسير الطوسي\" ٦/ ٣١٦.(٣) للحادرة أو الحويدرة؛ واسمه قطبة بن أوس الذبياني (جاهلي).(٤) \"ديوان الحادرة\" ص ٥٦، وورد في \"المفضَّليات\" ص ٤٦، \"معاني القرآن وإعرابه\" ٣/ ١٧١، \"علل القراءات\" ١/ ٢٩٣، \"شرح اختيارات المفضل\" ١/ ٢٢٥، وورد بلا نسبة في \"إعراب القراءات السبع\" وعللها ١/ ٣٤٠وفيه: (سُخرتهم) بدل (لذتهم)، \"المُنصف\" (٣/ ١٢٩) وفيه: (ما أدراك)، وفي الديوان وجميع المصادر ما عدا علل القراءات بدايته برواية: (فَسُمَيَّ)، وهو تَرْخيم سُمَيَّة. (باكرتُ لذتهم) أسرعت إليهم لأمتعهم، (الأدكن المترع) الزِّق المليء بالخمر.(٥) في جميع المصادر - ما عدا الديوان والزجاج والطوسي وابن الجوزي (فإنه).(٦) \"شرح أشعار الهذليين\" ص ١٠٧٠، وورد في \"تفسير الطوسي\" ٦/ ٣١٦، \"أمالي ابن الشجري\" ٣/ ٤٨، إيضاح شواهد الإيضاح ١/ ٢٨٧، \"تفسير ابن الجوزي\" ٤/ ٣٨٠، \"الخزانة\" ٩/ ٥٣٧، وورد غير منسوب في: \"المحتسب\" (ع) ٢/ ٣٤٣، \"أمالي ابن الشجري\" ٢/ ١٧٩، \"الإنصاف\" ص ٢٤٧، \"شرح المفصل\" ٨/ ٣١، \"الممتع في التصريف\" ٢/ ٦٢٧، \"المقّرِب\" ٨/ ٢٠٠، \"رصف المباني\" ص ١٤١، ٢٧٠، \"الخزانة\" ٩/ ٥٣٥، وفي الديوان وجميع المصادر - ما عدا \"تفسير ابن =</p><p> والهيضل جماعة متسلِّحة، قال ويقولون: رُبَّتْ بسكون التاء، ورَبَّت بفتح الراء، ومثله: رَبَّ ورُبَمَا ورَبَّتَمَا، حكى ذلك قطرب (١) ، قال أبو على: من الحروف ما دخل عليه حرف التأنيث نحو: ثُمَّ ثمَّت، ولا ولات (٢) ، فأمّا معنى الآية فهو ما رواه أبو موسى أن النبيّ - صلى الله عليه وسلم - قال:  \"إذا كان يوم القيامة واجتمع أهل النار في النار، ومعهم من شاء الله من أهل القلبة،قال الكفار لهم:ألستم مسلمين؟قالوا:بلى، قالوا فما أغنى عنكم إسلامكم وقد صرتم معنا في النار؟ فيغضب الله لهم بفضل رحمته فيأمر بكل من كان من أهل القبلة في النار فيخرجون منها فحينئذ{يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ}وقرأ رسول الله - صلى الله عليه وسلم - هذه الآية\"  (٣) وعلى هذا أكثر المفسرين؛ أبو </p><p>= الجوزي\" و\"المقرب\" و\"الرصف\" و\"الخزانة\"- برواية (لَجِبٍ) بدل (مَرِسٍ) ولا يختلف المعنى. (زهير) مرخَّم زهيرة، وهي ابنته، (القذال) ما بين الأذن والقفا، (مَرِسٍ) ذو مَرَاسَة وشدة، (لَجِبٍ) من قولهم جيشٌ لجب؛ عرمرم، ذو جَلَبة وكثرة. (١) \"معاني القرآن وإعرابه\" ٣/ ١٧١ بتصرف يسير.(٢) \"الحجة للقراء\" ٥/ ٤١ بنصمي(٣) أخرجه ابن أبي عاصم في \"السنة\" ٢/ ٤٠٥ بنحوه، والطبري في \"تفسيره\" ١٤/ ٢ بنحوه، والحاكم في \"المستدرك\" ٢/ ٢٤٢ بنحوه، وصححه ووافقه الذهبي، والبيهقي في \"البعث\" ص ٩١، وأورده ابن كثير في \"تفسيره\" ٢/ ٦٠٠ - ٦٠١ وعزاه إلى الطبراني لم أقف عليه وابن أبي حاتم، وأوده الهيثمي في \"مجمع الزوائد\" ٧/ ٤٥، قال وفيه خالد بيت نافع الأشعري، قال عنه أبو داود: متروك، وبقية رجاله ثقات، وأورده السيوطي في \"الدر\" ٤/ ١٧٢ وزاد نسبته إلى ابن مردويه، وورد دون سند في \"تفسير البغوي\" ٤/ ٣٦٧ - ٣٦٨، وابن الجوزي ٤/ ٣٨٠، والفخر الرازي ١٩/ ١٥٤ وهذا الحديث يدور على خالد بن نافع الأشعري، وهو ضعيف بل قال عنه أبو داود متروك، ولم يوافق الذهبي على تركه، وقال: هذا تجاوز فلا يستحق =</p><p> العالية ومجاهد والسدي ومقاتل وغيرهم، قالوا: أنزلت في تمني الكفار الإسلام عند خروج من يخرج من النار من أهل الإسلام (١) ، قال حماد (٢) : سألت إبراهيم عن هذه الآية فقال: إن الكفار يقولون لأهل التوحيد ما أغنى عنكم لا إله إلا الله، فيأمر الله الملائكة والنبيين فيشفعون لهم، فيخرجهم من النار (٣) ، ونحو هذا قال ابن عباس في رواية عطاء (٤) ، وروى مجاهد </p><p>= الترك وقد حدث عنه أحمد ومسدد \"الميزان\" ٢/ ١٦٦، ومع ذلك فالحديث ضعيف بهذا الإسناد؛ لضعف خالد الأشعري، لكن له شواهد عن ابن عباس وأنس رضي الله عنهما لذلك صحح الألباني الحديث في تحقيقه لكتاب \"السنة\" لابن أبي عاصم ٢/ ٤٠٦. (١) \"تفسير مجاهد\" ص ٣٣٩ مختصرًا، وأخرجه عبد الرزاق ٢/ ٣٤٥ بنحوه عن مجاهد، والطبري ١٤/ ٣ بمعناه عن مجاهد وأبي العالية، وورد في \"معاني القرآن\" للنحاس ٤/ ٧ عن مجاهد، \"تفسير السمرقندي\" ٢/ ٢١٤ عن مجاهد وأبي العالية، \"الطوسي\" ٦/ ٣١٧ عن مجاهد، \"تفسير ابن الجوزي\" ٤/ ٣٨١ عن مجاهد وأبي العالية، وابن كثير ٢/ ٦٠٠ - ٦٠١ عن مجاهد وأبي العالية، ولم أقف على القول في تفسير مقاتل ولا منسوباً إليه ولا إلى السدي.(٢) حمّاد بن سلمة بن دينار البصري، أبو سلمة، أحد الأعلام، ثقة عابد، روى عن قتادة وابن أبي مليكة وثابت، وروى عنه ابن المبارك ووكيع وابن مهدي، قال ابن معين: إذا رأيت من يقع فيه فاتهمه على الإسلام، مات سنة (١٦٧هـ)، \"الجرح والتعديل\" ٣/ ١٤٠، \"الكاشف\" ١/ ٣٤٩، \"تقريب التهذيب\" ص ١٧٨ رقم (١٤٩٩).(٣) أخرجه عبد الرزاق ٢/ ٣٤٥ بنحوه، و\"الطبري\" ١٤/ ٥ بنصه وبنحوه بعدة روايات، وورد بنحوه في: \"معاني القرآن\" للنحاس ٤/ ٧، \"تفسير السمرقندي\" ٢/ ٢١٤، \"تفسير ابن الجوزي\" ٤/ ٣٨١.(٤) أخرجه ابن المبارك في \"الزهد\" ص ٥٥٨، والطبري ١٤/ ٥، والبيهقي في البعث ص ٨٩، كلهم من طريق القاسم بن الفضل، \"تفسير ابن الجوزي\" ٤/ ٣٨١، \"الدر المنثور\" ٤/ ١٧٢ وزاد نسبته إلى ابن أبي شيبة وابن المنذر.</p><p> عن ابن عباس قال: مايزال (١) الله تعالى يرحم ويدخل الجنّة ويشفع حتى يقول: من كان من المسلمين فليدخل الجنة، قال فذلك حين يقول:  {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا} الآية (٢) . </p><p> وقال الضحاك: إذا احتضر الكافر وعلم أنه صائر إلى جهنم ودَّ أنه كان مسلمًا (٣) ، قال الزجاج: والذي أراه والله أعلم، أن الكافر لما رأى حالاً من أحوال العذاب ورأى حالاً من أحوال المسلم، ودَّ لو كان مسلمًا (٤) . فإن قيل (رب) موضوعة للتقليل وهي في التقليل نظيرة (٥)  (كم) في التكثير، وإذا قال الرجل: ربما زارنا فلان، دلّ بربما على تقليل الزيارة، وتمني الكافر الإسلام يكثر ويتصل فلا يشاكله ربما؟ </p><p> قال ابن الأنباري: هذا الكلام معناه من الله التهديد، والمعنى: أن هذا لو كان مما يتمنى مرة واحدة من الدهر لكانت المسارعة إليه عند الإمكان واجبة، فكيف والتمني له يتصل ويكثر (٦) ، وإنما خوطبت العرب </p><p>(١) في (أ)، (د): (ما أنزل)، والمثبت من (ش)، (ع) وهو الصحيح. (٢) \"أخرجه الطبري\" ١٤/ ٥ بنصه، من طريق عطاء بن السائب \"صحيحة\"، وأورده الثعلبي ٢/ ١٤٥ ب بنصه، وأخرجه الحاكم في \"المستدرك\" ٢/ ٣٥١ وصححه، والبيهقي في \"البعث والنشور\" ص ٨٩ بنصه، \"تفسير ابن الجوزي\" ٤/ ٣٨١، الفخر الرازي ١٩/ ١٥٤، الشوكاني ٣/ ١٢٤ وزاد نسبته إلى سعيد بن منصور وهناد السريّ وابن المنذر.(٣) \"أخرجه الطبري\" ١٤/ ٤ بنحوه، \"تفسير البغوي\" ٤/ ٣٦٧، وابن الجوزي ٤/ ٣٨١، الفخر الرازي ١٩/ ١٥٤، \"تفسير القرطبي\" ١٠/ ٢، والخازن ٣/ ٨٨.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٧٢ بنصه.(٥) في الجميع: (نظره)، والمثبت هو الصحيح وبه يستقيم المعنى.(٦) \"تفسير ابن الجوزي\" ٤/ ٣٨٢، وورد هذا المعنى في \"تفسير الزمخشري\" ٢/ ٣١٠، والبيضاوي ١/ ٢٦٧، وابن جزي ٢/ ١٤٣.</p>"
}