{
  "id": null,
  "sura": 15,
  "aya": 94,
  "text": "<p> فقوله:  {لَا يُسْأَلُ عَنْ ذَنْبِهِ} أي: سؤال استعلام واستخبار، (وقوله:{لَنَسْأَلَنَّهُمْ}أي سؤال تقريع وتوبيخ، وهذا قول قطرب)  (١)  (٢) . </p><p> ٩٤ - قوله تعالى:  {فَاصْدَعْ بِمَا تُؤْمَرُ} معنى الصَّدْع في اللغة: الشَّقُّ والفَرْقُ والفَصْلُ (٣) ، أنشد ابن السِّكِّيت لجرير: </p><p> هُو الخَليفهُ فارْضَوْا ماقَضى لَكُمُ .... بالحَقّ يَصْدَعُ ما في قَوْلِهِ جَنَفُ (٤) </p><p> يصدع: يفصل، وأنشد الفراء (٥) : </p><p> وأنْحَرُ لِلشَّرْبِ الكرامِ مَطِيَّتي ... وأَصْدَعُ (٦) بين القَيْنَتَيْن رِدَائِيا (٧) </p><p>= والبيهقي في البعث، وروي عن ابن عباس توفيقاً آخر للآيتين؛ هو أن يوم القيامة يوم طويل فيه مواقف، فيسألون في بعض المواقف ولا يسألون في بعضها. انظر: \"تفسيرالخازن\" ٣/ ١٠٤، ونُسب لعكرمة في: \"وضح البرهان في مشكلات القرآن\" ١/ ٤٩٧، والصحيح أن عكرمة رواه عن ابن عباس، كما في \"تفسير الثعلبي\" ٢/ ١٥٢ ب، وورد غير منسوب في: \"كشف المعاني في المتشابه من المثاني\" ص ٢٢٤، \"فتح الرحمن بكشف ما يلتبس في القرآن\" ص٣٠٠. (١) ورد في \"تفسير الثعلبي\" ٢/ ١٥٢ب، بنصه تقريباً، \"تفسير البغوي\" ٤/ ٣٩٤ - ٣٩٥، \"تفسير القرطبي\" ١٠/ ٦١، الخازن ٣/ ١٠٤.(٢) ما بين القوسين ساقط من (ش)، (ع).(٣) انظر: (صدع) في \"تهذيب اللغة\" ٢/ ١٩٨٧، \"المحيط في اللغة\" ١/ ٣٢٤، \"الصحاح\" ٣/ ١٢٤١.(٤) \"ديوان جرير\" ص ٣٠٨، وورد في \"تهذيب اللغة\" (صدع) ٢/ ١٩٨٧، و\"تفسير الفخر الرازي\" ١٩/ ٢١٤.(٥) ليس في معانيه، والبيت لعبد يغوث بن وقاص الحارثي (جاهلي).(٦) ساقطة من (د).(٧) ورد في \"المفضليات\" ص ١٥٨، \"جمهرة اللغة\" ٢/ ٦٥٣، \"الأغاني\" ١٦/ ٣٦٢، \"ذيل أمالي القالي\" ٣/ ١٣٣، \"الخزانة\" ٢/ ٢٠١، (الشرب) جمع شارب، (المطية) البعير، (القينة) المغنية، يريد أن يعطي كل منها شطر ردائه.</p><p> أي: أشقُّ، وتَصَدَّع القومُ، إذا تفرقوا، ومنه قوله تعالى:  {يَوْمَئِذٍ يَصَّدَّعُونَ}  [الروم: ٤٣] ، قال الفراء: يتفرقون (١) ، فأما معنى الآية فقال ابن عرفة:  {فَاصْدَعْ بِمَا تُؤْمَرُ} أي فرق بين الحق والباطل (٢) ، وروى أبو العباس (٣) عن ابن الأعرابي في قوله: {فَاصْدَعْ بِمَا تُؤْمَرُ} أي شُقّ جماعتَهم بالتوحيد (٤) ؛ كأنه يقول: ادعهم إلى التوحيد لتفرق جماعتهم؛ بإجابة بعضهم إيّاك فيكون ذلك تَفَرُّقَ كلمتهم، هذا معنى قول ابن الأعرابي، فالصدع على هذا يعود إلى صدع جماعة المشركين، وقال غيرُه: فَرّق القول فيهم (٥) ، وعلى هذا: الصَّدع يعود إلى دعوة النبيّ -صلى الله عليه وسلم- وهو أن يفرقها في الناس فيذيعها فيهم وقال أبو إسحاق: يقول أظهر ما تؤمر به؛ أُخذَ من الصِّدِيع وهو الصبح، وقال: وتأويل الصَّدْع في الزُّجَاج، أن يَبِيْنَ بعضُه من بعض (٦) ، وهذا الذي ذكره أبو إسحاق يعود إلى الشَّق أيضًا، قال الأزهري: وسُمّي الصبحُ صديعًا كما سُمّي فلقًا، وقد انصدع وانفلق وانفجر الصبح (٧) ، وقال ابن قتيبة:  {فَاصْدَعْ بِمَا تُؤْمَرُ} أي: أظهر ذلك، </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣٢٥ بلفظه. (٢) \"تهذيب اللغة\" \"صدع\" ٢/ ١٩٨٨ بنصه.(٣) في جميع النسخ: (ابن عباس)، وهو تصحيف، والتصحيح من التهذيب.(٤) \"تهذيب اللغة\" \"صدع\" ٢/ ١٩٨٨ بنصه وورد غير منسوب فى \"تفسير القرطبى\" ١٠/ ٦١.(٥) \"تهذيب اللغة\" \"صدع\" ٢/ ١٩٨٨ بنصه وورد فى \"تفسير الماوردى\" ٣/ ١٧٤ عن النقاش.(٦) \"معاني القرآن وإعرابه\" ٣/ ١٨٦ بتصرف يسير، \"تهذيب اللغة\" (صدع) ٢/ ١٩٨٧ بنصه، ويبدو أنه نقله مز التهذيب لا المعاني.(٧) \"تهذيب اللغة\" (صدع) ٢/ ١٩٨٨ بنصه.</p><p> قال: وأصله الفَرْق والفتحُ، أي: اصدع بحقِّك الباطلَ (١) ، وهذا قولُ أهل اللغة والمعاني، وقال ابن عباس: أظهر (٢) ، وقال الأخفش وأبو عبيدة: افرق (٣) ، وقال المؤرج: افصل (٤) . </p><p> وقوله تعالى:  {بِمَا تُؤْمَرُ} قال الفراء: أراد فاصدع بالأمر، و (ما) مع الفعل بمنزلة المصدر، وكذلك لم يعد إليه عائد من الصلة كقولك: ما أحسنَ ما ينطلق؛ لأنك تريد: ما أحسنَ انطلاقك، وما أحسنَ ما تأمر، أي: أمرك، ومثله قوله:  {يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ}  [الصافات: ١٠٢] كأنه قيل له: افعل الأمر الذي تؤمر، قال ويجوز أن يكون المعنى: بما تؤمر به، </p><p>(١) \"الغريب\" لابن قتيبة ص ٢٤٠ بنصه. (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٥٢ ب، \"تفسير البغوي\" ٤/ ٣٩٥، الخازن ٣/ ١٠٤، \"تنوير المقباس\" ص ٢٨١ بلفظه، وهذه الرواية أوهى الطرق؛ لأنها من طريق محمد بن مروان عن الكلبي، أخرجها أبو نُعيم في \"الدلائل\" ص ٢٧٠، وقد رويت عن الكلبي -نفسه- في \"تفسير هود\" ٢/ ٣٥٨، والماوردي ٣/ ١٧٤، والغريب إيراد الواحدي -رحمه الله- الأقوال الضعيفة عن ابن عباس وتركه للروايات الصحيحة والمشهورة في بعض المواضع، ففي هذه الآية مثلاً؛ ثبت عن ابن عباس تفسيرها بـ: أمضه، وافعل ما تؤمر. انظر: \"تفسير الطبري\" ١٤/ ٦٧ من طريق ابن أبي طلحة (صحيحة)، والثعلبي ٢/ ١٥٢ ب، و\"تفسير البغوي\" ٤/ ٣٩٥، وابن الجوزي ٤/ ٤٢٠، وابن كثير ٢/ ٦١٥، و\"الدر المنثور\" ٤/ ١٩٩ وزاد نسبته إلى ابن المنذر وابن أبي حاتم، ولعل سبب إيراده للروايات الضعيفة عن ابن عباس -مع ورود الروايات الصحيحة- أنه نظر إليها من جهة اللغة والمعنى لا من جهة السند، فاختارها -على القوية سندًا- لهذه الحيثية، والمعروف عن الواحدي -رحمه الله- أنه يغلب عليه الاهتمام باللغة والعناية بها في تفسيره.(٣) \"مجاز القرآن\" ١/ ٣٥٥ بلفظه، ولم أجده في معاني الأخفش، وورد منسوبًا للأخفش في \"تفسير الثعلبي\" ٢/ ١٥٢ ب بلفظه، و\"تفسير البغوي\" ٤/ ٣٩٥.(٤) ورد في \"تفسير الثعلبي\" ٢/ ١٥٢ ب بلفظه.</p><p> فحذف الجار؛ لأن العرب قد تقول: إني لآمرك وآمر بك، وأكفرك وأكفر بك، وأنشد (١) : </p><p> إذا قَالَتْ حَذَامِ فأنْصِتُوها ... فإنّ الأمْرَ ما قَالَتْ حَذَامِ (٢) </p><p> قال: يريد فأنصتوا لها. </p><p> وقال تعالى:  {أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ}  (٣)  [هود: ٦٨] ، وقال مجاهد في قوله:  {بِمَا تُؤْمَرُ} أي بالقرآن، قال: أراد الجهر بالقرآن في الصلاة (٤) ، فعلى هذا المراد بالصدع الجهر والإظهار، والباء في {بِمَا تُؤْمَرُ} من صلة معنى الصدع، لا لفظه؛ وهو الجهر، وما تؤمر هو القرآن؛ لأنه إنما تؤمر بما في القرآن، و (ما) في هذا القول موصولة، وليست بمعنى المصدر، وتكون مع الجار في موضع نصب، وأكثر المفسرين على أن </p><p>(١) البيت لِلُجَيْم بن صعْب، وحَذَامُ امرأتُه، وهي بنتُ الريَّان، سميت بذلك لأن ضرَّتها حذمت -قطعت- يدها بشفرة. (٢) في نسخة (أ) أثبت عجز البيت في الهامش. ورد البيت في: \"العقد الفريد\" ٣/ ٨٤، ٣٦٥، \"اللسان\" (رقش) ٦/ ٣٠٦، (نصت) ٢/ ٩٩، \"شرح التصريح\" ٢/ ٢٢٥، \"شرح شواهد المغني\" ٢/ ٥٩٦، وورد غير منسوب في: \"ما ينصرف وما لا ينصرف\" ص ١٠١، \"تفسير الطوسي\" ٦/ ٣٥٥، \"شرح المفصل\" ٤/ ٦٤ \"أوضح المسالك\" ٤/ ١٣١، وفي جميع المصادر: (فصدقوها) بدل (فأنصتوها) و (القول) بدل (الأمر).(٣) \"معاني القرآن\" للفراء ٢/ ٩٤ بتصرف يسير. والشاهد: أي كفروا بربهم.(٤) \"تفسير مجاهد\" ص ٤١٩ بنحوه، وأخرجه عبد الرزاق ٢/ ٣٥١ مختصرًا، والطبري ١٤/ ٦٨ بنحوه من عدة روايات، وورد في \"معاني القرآن\" للنحاس ٤/ ٤٤ بنحوه، و\"تفسير هود الهواري\" ٢/ ٣٥٨ بنحوه، و\"تهذيب اللغة\" (صدع) ٢/ ١٩٨٧ مختصرًا، \"تفسير الثعلبي\" ٢/ ١٥٣أبنصه، وأورده السيوطي في \"الدر المنثور\" ٤/ ١٩٩ وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.</p>"
}