{
  "id": null,
  "sura": 15,
  "aya": 47,
  "text": "<p> ٤٦ - قوله تعالى:  {ادْخُلُوهَا} أي: يقال لهم ادخلوها بسلام، أي بسلامة، قال ابن عباس: سلموا من سخط الله وأَمِنُوا عذاب جهنم والموت (١) . </p><p> ٤٧ - قوله تعالى:  {وَنَزَعْنَا مَا في صُدُورِهِمْ مِنْ غِلٍّ} يُروى أن المؤمنين يُحبَسون على باب الجنة فيقتص لبعضهم، ثم يؤمر بهم إلى الجنة وقد نُقُّوا وهُذِّبوا (٢) ، فخلصت نياتُهُم من الأحقاد، وهذا مما سبق تفسيره في سورة الأعراف (٣) . </p><p> وقوله تعالى:  {إِخْوَانًا} قال الزجاج: منصوب على الحال (٤) ، والكلام في الإخوان ذكرناه في قوله:  {فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا}  [آل عمران: ١٠٣] </p><p> وقوله تعالى:  {عَلَى سُرُرٍ} ، السَّريرُ معروف، والعدد أسِرة، والجميع السُّرُر (٥) ، قال أبو عبيدهَ: يقال سُرُر وسَرر بفتح الراء، وكل فعيل من المضاعف فإن جمعه فُعُل وفُعَل؛ نحو: سُرُر وجُرُر، وسُرَر وجُرَر (٦) ، قال </p><p>(١) ورد في تفسيره \"الوسيط\" تح: سيسي ٢/ ٣٥٧ بنصه تقريباً. (٢) يشير إلى الحديث الصحيح الوارد في ذلك؛ قال رسول الله -صلى الله عليه وسلم-: \"إذا خلص المؤمنون من النار حُبِسوا بقنطرة بين الجنة والنار، فيتقاصُّون مظالم كانت بينهم في الدنيا، حتى إذا نُقُّوا وهُذِّبوا أُذن لهم بدخول الجنة\" أخرجه البخاري (٢٤٤٠) كتاب: المظالم، باب: قصاص المظالم، والطبري ١٤/ ٣٧.(٣) آية [٤٣]، وانظر: \"البسيط\" تح الفايز ٢/ ٦٦٥.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٨٠ بنصه.(٥) ورد في \"تهذيب اللغة\" (سر) ٢/ ١٦٧١ بنصه، وانظر: (سر) في \"المحيط في اللغة\" ٨/ ٢٤٠، \"مجمل اللغة\" ١/ ٤٥٨، \"الصحاح\" ٢/ ٦٨٢.(٦) \"مجاز القرآن\" ١/ ٣٥١ بتصرف.</p><p> المفضل: بعض تميم وكلب (١) يفتحون؛ لأنهم يستثقلون ضمتين متواليتين في حرفين من جنس واحد، وقال بعض أهل المعاني: السرير مجلسُ سُرُوُر، قال الليث: وسَريرُ العيش: مستقرُّه الذي اطمأنَّ عليه خَفْضُه ودَعَتُه (٢) ، وأنشد: </p><p> وفارَقَ منها عِيشَةً غَيْدَقِيّةً ... ولمْ يَخْشَ يومًا أنْ يَزُولَ سِريرُها (٣) </p><p> قال ابن عباس: يريد على سرر من ذهب مكللة بالزبرجد والياقوت والدُر؛ السرير مثل ما بين صنعاء إلى الجابية (٤) ، وما بين </p><p>(١) قبيلة كلب هم بنو كلب بن وبرة بن تغلب، بطن من قُضاعة، من القحطانية، كانوا ينزلون دُومة الجندل، وتبوك وأطراف الشام وُلد له: ثور، وكلد، وأبو حُباحب، ومن أضخم قبائل كلب: بنو كنانة بن بكر بن عوف، ينتهي نسبهم إلى ثور بن كلب، تفرع منها بطون ضخمة هم: بنو عدي، وزُهير، وعُليم. انظر: \"جمهرة أنساب العرب\" ص ٤٥٥، \"معجم قبائل العرب\" ٣/ ٩٩١. (٢) \"تهذيب اللغة\" (سر) ٢/ ١٦٧١ بنصه، وانظر: \"المحيط في اللغة\" (سر) ٨/ ٢٤٠، (الخَفْضُ): نقيضُ الرَّفع، وعيشٌ خَفْضٌ: أي في دَعَةٍ وخِصْبٍ. انظر: \"المحيط في اللغة\" (خفض) ٤/ ٢٣٧.(٣) ورد غير منسوب في: \"تهذيب اللغة\" (سر) ٢/ ١٦٧١، \"اللسان\" (سر) ٤/ ١٩٩١، \"التاج\" (سرر) ٦/ ٥١٥، وورد برواية: (دَغْفَلِيَّةً) بدل (غيدقية) في: \"الصحاح\" ٢/ ٦٨٢، \"مجمل اللغة\" ٣/ ٦٩٢، (غيدقية)؛ يقال: ماءٌ غدق، ومطرٌ مغدودِق: كثير، والغيدقُ: الناعم، (دغفليَّة)؛ الدغْفَلُ: الزَّمان الخَصِبُ، وريشٌ دغفلٌ: كثيرٌ، فالمعنى واحد بالروايتن. انظر: \"المحيط في اللغة\" (غدف) ٤/ ٥٢٨، (دغفل) ٥/ ١٦٩.(٤) الجابية: قرية من أعمال دمشق وبينها وبين حلب ستة فراسخ، وبالقرب منها تلٌّ يسمى الجاببة، وفي هذا الموضع خطب عمر بن الخطاب -رضي الله عنه- خطبته المشهورة وهو في طريقه إلى إيليا. انظر: \"معجم البدان\" ٢/ ٩١، \"الروض المعطار\" ص ١٥٣.</p><p> عدن إلى أيْلَة (١)  (٢) . </p><p> وقوله تعالى:  {مُتَقَابِلِينَ} التقابل: التواجه، وهو نقيض التدابر، قال ابن عباس: لا يرى (٣) بعضهم قفا بعض (٤) ، حيث ما التفت رأى وجهًا يُحبُّه (٥) يقابله، وقال مجاهد: لا يرى الرجل من أهل الجنة قفا زوجته ولا زوجته قفاه (٦) ؛ لأن الأسرة تدور بهم كيفما شاؤا حتى يكونوا في جميع أحوالهم متقابلين. </p><p>(١) أَيْلة: بفتح أوله، على وزن فَعْلة، مدينة على رأس خليج العقبة من البحر الأحمر - الذي تشترك فيه الحدود المصرية والفلسطينية والأردنية والسعودية، قيل هي آخر الحجاز وأول الشام، وقيل وهي مدينة اليهود الذين حرّم الله عليهم صيد السمك يوم السبت فخالفوا، قيل: وقد سميت بأيْلة بنت مدين بن إبراهيم، وهي التي يطلق عليها اليهود اليوم: (ميناء إيلات). انظر: \"معجم ما استعجم\" ١/ ٢١٦، \"معجم البلدان\" ١/ ٢٩٢، \"أطلس العالم\" ص ٢٩.(٢) \"تفسير الفخر الرازي\" ١٩/ ١٩٣، \"تفسير القرطبي\" ١٠/ ٣٣، الخازن ٣/ ٩٧، الألوسي ١٤/ ٥٩.(٣) في (ش)، (ع): (ألا يرى)، بزيادة الألف.(٤) أورده السيوطي في \"الدر المنثور\" ٤/ ١٨٩ وعزاه إلى ابن المنذر وابن مردويه، وانظر: \"تفسير الشوكاني\" ٣/ ١٩٥.(٥) في (ج): (يحييه).(٦) ليس في تفسيره، وأخرجه ابن أبي شيبة في \"المصنف\" ٧/ ٦٧ قال: لا ينظر بعضهم في قفا بعض، والطبري ١٤/ ٣٨، بنحوه، وورد في \"معاني القرآن\" للنحاس ٤/ ٢٨ بنحوه، وانظر: \"تفسير أبي حيان\" ٥/ ٤٥٧، وابن كثير ٢/ ٦٠٨، وأورده المسيوطي في \"الدر المنثور\" ٤/ ١٨٩ وزاد نسبته إلى هناد وابن المنذر وابن أبي حاتم.</p>"
}