{
  "id": null,
  "sura": 15,
  "aya": 6,
  "text": "<p> وخَلّف، كقولك: سبق زيدٌ عمرًا، أي جاره وخلّفه وراءه فاستأخر، معناه قصر عنه ولم يبلغه، وإذا كان واقعًا على زمان كان بالعكس من هذا؛ كقولك: سبق فلانٌ الحولَ وعامَ كذا، أي مضى قبل إتيانه ولم يبلغه، ومعنى: استأخر عنه، أي: جارُه وخلّفه وراءه، فقوله:  {مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا} أي لا تقصر عنه فلا تبلغه؛ بأن تهلك قبل بلوغ الأجل {وَمَا يَسْتَأْخِرُونَ} أي ما يتجاوزونه ويتأخر الأجل عنهم. </p><p> وقال الفراء في هذه الآية: لم يقل: تستأخر؛ لأن الأمة لفظها مؤنث، فأخرج أول الكلام على تأنيثها وآخره على معنى الرجال (١) ، قال الكسائي: رجع إلى الجماع لأنه رأس آية، والآيات على النون، وتقول: انطلقت العشيرة ففعلت، وفعلوا، كلٌّ صواب (٢) . </p><p> ٦ - قوله تعالى:  {وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ} أي: القرآن، قال ابن عباس في رواية عطاء: هذا استهزاء منهم لو أيقنوا أنه نزل عليه الذكر ما قالوا: إنك لمجنون (٣) ، ولكنهم استهزؤوا، كما قال قوم شعيب لشعيب:  {إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ}  [هود: ٨٧] . وذكر أبو علي وجهًا آخر هو لأصحاب المعاني فقال: الذين يقولون للنبيّ - صلى الله عليه وسلم - مجنون لا يقرون بإنزال الذكر عليه، فهذا على {يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ} : عنده وعند من تبعه، كما قال تعالى:  {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ}  [الدخان: ٤٩] </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٨٤ بنصه. (٢) لم أقف على قوله.(٣) \"تفسير ابن الجوزي\" ٤/ ٣٨٣، وورد بمعناه غير منسوب في \"تفسير البيغوي\" ٤/ ٣٦٩، والزمخشري ٢/ ٣١٠، والفخر الرازي ١٩/ ١٥٨، و\"تفسير القرطبي\" ٩/ ٤.</p><p> أي عند نفسك، وكما أخبر عن السحرة، {وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ}  [الزخرف: ٤٩] ومن آمن من السحرة لا يعتقدون فيه أنه ساحر، وإنما التقدير (١) فيما يذهب إليه فرعون وقومه، أو فيما يظهرون من ذلك، وقد قال زهرة اليمن (٢) : </p><p> أبْلِغْ كُلَيْبًا وأَبْلِغْ عَنْك شَاعِرَها ... أنَّي الأغَرُّ وأنِّي زهرةُ اليَمَنِ (٣) </p><p> (وأجابه جرير:</p><p> ألَمْ يَكُنْ في وُسُومٍ قد وَسَمْتُ بِهَا ... مَنْ حانَ موعظةً يازهرةَ اليَمنِ)  (٤)  (٥) </p><p> يعني: عند نفسك، لا أنه سَلَّم (٦) له هذه التسمية. </p><p>(١) من قوله: (ادع لنا ربك) حتى هذا الموضع، ساقط من (أ)، (د). (٢) وفي الخصائص أنه لبعض اليمانية، ولم أقف عليه.(٣) ورد البيت في \"المسائل الحلبية\" ص ٨٢، ١٦١، \"الخصائص\" ٢/ ٤٦١، \"سر صناعة الإعراب\" ١/ ٤٠٥، \"تفسير ابن عطية\" ١٣/ ٢٨٧، أبي حيان ٨/ ٤٠، \"الدر المصون\" ٩/ ٦٢٩، وبلا نسبة في \"المسائل العسكرية\" ص ٩٤.(٤) \"ديوان جرير\" ص ٤٦٧، وليس فيه الشاهد لأنه برواية (ياحارث اليمن)، وورد في \"المسائل الحلبية\" ص ٨٢، ١٦٢، \"المسائل العسكرية\" ص ٩٤، \"الخصائص\" ٢/ ٤٦١، \"سر صناعة الإعراب\" ١/ ٤٠٥، \"تفسير ابن عطية\" ١٣/ ٢٨٧، أبي حيان ٨/ ٤٠، \"الدر المصون\" ٩/ ٦٢٩، وفي الأخيرين برواية (كان) بدل (حان)، (وسوم) جمع وسم، وهو أثر الكي بالنار، والمراد الأثر السيء الناتج عن هجائه، (حان) أي هلك. ومعناه: ألم تكن لك موعظة في الشعر الذي هجوتك به من قبل فكان كالنار التي أكويك بها وأقضي عليك يا من تسمي نفسك زهرة اليمن، والشاهد: قوله: (يا زهرة اليمن) أي: يا من سمى نفسه زهرة اليمن، ولست عندي كذلك.(٥) ما بين القوسين ساقط من (أ)، (د).(٦) في جميع النسخ: (سلمه) وقد أدى إلى اضطراب المعنى، والمثبت هو الصحيح، ولعله من تصحيف النساخ.</p>"
}