{
  "id": null,
  "sura": 15,
  "aya": 41,
  "text": "<p> لأزينن لقولك؛ بمعصيتة لَيَدْخُلُنَّ النار، وبطاعته ليدخلنّ الجنة، والكلام في الإغواء وفي هذه الباء، وأكثر هذه القصة مذكور في سورة الأعراف (١) </p><p> وقوله تعالى:  {لَأُزَيِّنَنَّ لَهُمْ في الْأَرْضِ} يعني: لأولاد آدم، ومفعول التزيين محذوف على تقدير: لأزينن لهم الباطل حتى يقعوا فيه. </p><p> ٤٠ - قوله تعالى: {إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٤٠) } أي الذين أخلصوا دينهم وعبادتهم لك عن كل شائب يناقض الإيمان والتوحيد، ومن فتح اللام (٢) فمعناه: الذين أخلصهم الله بالهداية والتوفيق والعصمة، قال ابن عباس في هذه الآية: يريد الذين عصمتَهم وأخلصتَهم وأخلصوا لك (٣) ، قال المفسرون: يعني المؤمنين (٤) ؛ وذلك أنه لا سلطان لإبليس على المؤمن بالإغواء، وإنما يكون سلطانه على من عدل عن الهدى، كقوله:  {إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ}  [النحل: ١٠٠] فكأن إبليس قال: لأزشن لهم ولأغوينهم أجمعين، إلا من عصمته بالإخلاص فإني لا أقدر على إغوائه. </p><p> ٤١ - فقال الله تعالى:  {هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} يعني: الإخلاص والإيمان طريق عليّ واليّ، أي: أنه يؤدي إلى جزائي وكرامتي فهو طريق عليّ، وهذا معنى قول مجاهد قال: الحق يرجع إلى الله وعليه طريقه لا </p><p>(١) آية [١٦]. (٢) هم نافع وعاصم وحمزة والكسائي. انظر: \"السبعة\" ص ٣٤٨، \"إعراب القراءات السبع وعللها\" ١/ ٣٠٩، \"المبسوط في القراءت\" ص ٢٠٩، \"شرح الهداية\" ٢/ ٣٧٥، \"الإتحاف\" ص ٢٧٤.(٣) لم أقف عليه بنصه، وفي \"تنوير المقباس\" قال: المعصومين مني. ص ٢٧٨.(٤) أخرجه الطبري عن الضحاك ١٤/ ٣٣ بلفظه، وذكره الثعلبي ٢/ ١٤٨ ب، بلفظه، وانظر: \"تفسير البغوي\" ٤/ ٣٨١، الخازن ٣/ ٩٦.</p><p> يُعَرِّج على شيء (١) ، ونحو هذا قال الحسن: يقول هذا صراط إليّ مستقيم (٢) ، فعلى هذا الإشارة في قوله تعود إلى ذكر الإخلاص، وقال الفراء: يقول مرجعهم إليّ فأجازيهم، لقوله:  {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ}  [الفجر: ١٤] قال: وهذا كما يقول في الكلام: طريقك، عليّ فأنا على طريقك، لمن أوعدته (٣) ، فهذا معنى قول الكلبي (٤) ، والكسائي قال: فكان معنى الكلام: هذا طريق مرجعه إليّ فأجازي كلًا بأعمالهم (٥) ، وعلى هذا </p><p>(١) \"تفسير مجاهد\" ص ٣٤١ بنصه، وأخرجه الطبري ١٤/ ٣٣ بنصه، وورد في \"معاني القرآن\" للنحاس ٤/ ٢٦، \"تفسير هود الهواري\" ٢/ ٣٩٤، والماوردي ٣/ ١٦١، وانظر: \"تفسير القرطبي\" ١٠/ ٢٨، الخازن ٣/ ٩٦، \"الدر المنثور\" ٤/ ١٨٤ وزاد نسبته إلى ابن المنذر وابن أبي حاتم، ومعنى (لا يعرِّج على شيء) أي لا يميل، لقولهم: عرَّج النهرَ، أي: أماله، وعرَّج عليه، أي: عَطَفَ انظر: \"التاج\" (عرج) ٦/ ٩٤، وقد ذكر ابن القيم قول مجاهد هذا وقال: وهذا مثل فول الحسن وأبين منه، وهو من أصح ما قيل في الآية. \"التفسير القيم\" ص ١٥، وقول الحسن الذي أشار إليه هو التالي لهذا القول. (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٤٨ ب بنصه، وأخرجه الطبري ١٤/ ٣٤ بنحوه، وورد في \"تفسير الماوردي\" ٣/ ١٦١، و\"تفسير الفخر الرازي\" ١٩/ ١٨٩، والخازن ٣/ ٩٦. ذكر ابن القيم قول الحسن ثم قال: وهذا يحتمل أمرين؛ أن يكون أراد به أنه من باب إقامة الأدوات بعضها مقام بعض؛ فقامت أداة (على) مقام إلى، والثاني: أنه أراد التفسير على المعنى؛ وهو الأشبه بطريق السلف؛ أي صراط موصل إليّ. \"التفسير القيم\" ص ١٥.(٣) \"معاني القرآن\" للفراء ٢/ ٨٩ بتصرف يسير.(٤) لم أقف عليه.(٥) ورد في \"تفسير الثعلبي\" ٢/ ١٤٨ ب بنصه، وانظر: \"تفسير الشوكاني\" ٣/ ١٨٨، صديق خان ٧/ ١٧٠، وأورد ابن القيم قول الفراء السابق ونسبه للكسائي، وقال إنه على التهديد والوعيد؛ تريد إعلامه أنه غير فائت لك ولا معجز، ثم ردَّه قائلًا: والسياق يأبى هذا، ولا يناسبه لمن تأمله. انظر: \"التفسير القيم\" ص ١٦.</p>"
}