{
  "id": null,
  "sura": 15,
  "aya": 14,
  "text": "<p> وقوله تعالى:  {وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ} ، المفسرون على أن هذا تهديد لكفار مكة (١) ؛ يقول: قد مضت سنة الله بإهلاك من كذَّبَ الرسولَ في القرون الماضية. </p><p> وقال أبوإسحاق: أي: قد مضت سُنّةُ الأولين بمثل ما فعله هؤلاء، فهم يقتفون آثارهم في الكفر (٢) ، وهذا أليق بظاهر اللفظ (٣) . </p><p> ١٤ - قوله تعالى:  {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا} يقال: ظل فلان نهاره يفعل كذا، إذا فعله بالنهار، ولا تقول العرب: ظل يظل، إلا لكل عمل بالنهار، كما لا يقولون: بات [يبيت، إلا بالليل، والمصدر]  (٤) الظلول، فأما حذف إحدى اللامين فإنه جائز، وسنذكر اللغة فيه عند قوله:  {ظَلْتَ عَلَيْهِ عَاكِفًا}  [طه: ٩٧] إن شاء الله. </p><p> وقوله تعالى:  {فِيهِ يَعْرُجُونَ} يقال: عَرج يَعْرُج عُرُوجًا، ومنه المعارج وهي المصاعد التي يصعد فيها، وفي هذه الآية قولان للمفسرين؛ أحدهما: أن قوله: {فَظَلُّوا فِيهِ يَعْرُجُونَ} من صفة المشركين. </p><p> قال ابن عباس في رواية عطاء: فطفقوا فيه يصعدون، يريد ينظرون فيه إلى ملكوت الله وقدرته وسلطانه، وإلى عبادة الملائكة الذين هم من </p><p>(١) ورد في \"تفسير الثعلبي\" ٢/ ١٤٦ أ، بمعناه، و\"تفسير البغوي\" ٤/ ٣٧٠، والزمخشري ٢/ ٣١١، الفخر الرازي ١٩/ ١٦٥، والخازن ٣/ ٩٠. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٧٣ بنصه، و\"تفسير الفخر الرازي\" ١٩/ ١٦٥.(٣) والقولان متلازمان، فما ذكره الزجاج هو السبب، وماذهب إليه المفسرون هو العاقبة والمال.(٤) ما بين المعقوفين بياض في (أ)، (د)، وفي هامش نسخة (د) كتب [سقطت من النسخة القديمة]، والمثبت من (ش)، (ع).</p><p> خشيته مشفقون (١) ، وهذا أيضًا قول الحسن؛ قال: هذا العروج راجع إلى بني آدم، يعني فظل هؤلاء الكافرون فيه يعرجون (٢) . </p><p> وشرح أبو بكر هذا القول فقال: معناه لو وَصَّلنا هؤلاء المعاندين للحق إلى صعود السماء الذي يزول معه كل شبهة لم يستشعروا إلا الكفر، وجحدوا البراهين كما سائر المعجزات؛ من انشقاق القمرِ وما خُص به النبيّ -صلى الله عليه وسلم- من القرآن المعجز الذي لا يستطيع الجن والإنس أن يأتوا بمثله. </p><p> القول الثاني: أن هذا العروج للملائكة؛ لأنه هو المعروف المشهور، يقول: لو كُشف لهؤلاء عن أبصارهم حتى يعاينوا أبوابًا في السماء مفتحة تصعد منها الملائكة وتنزل، لصَرَفوا ذلك عن وجهه إلى أنهم سُحروا ورأوا بأبصارهم ما لا يتحقق عندهم، وهذا قول ابن عباس (٣) وابن جريج وجماعة. </p><p>(١) \"تفسير الفخر الرازي\" ١٩/ ١٦٧. (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٤٦ أبنحوه، وورد في \"تفسير الطوسي\" ٦/ ٣٢٣ بنحوه، \"تفسير البغوي\" ٤/ ٣٧٠، ٣٧١، \"تفسير القرطبي\" ١٠/ ٨، والخازن ٣/ ٩٠.(٣) أخرجه عبد الرزاق ٢/ ٣٤٦ مختصراً عن ابن عباس من طريق قتادة، والطبري ١٤/ ١٠ بنحوه، عن ابن عباس من طريق العوفي (ضعيفة)، وعن الضحاك، وأخرجه مختصراً عن ابن عباس من طريق قتادة.وورد مختصرًا في \"معاني القرآن\" للنحاس ٤/ ١٣ عن ابن عباس، \"تفسير الطوسي\" ٦/ ٣٢٣ عن ابن عباس وقتادة والضحاك، \"تفسير ابن الجوزي\" ٤/ ٣٨٦ عن ابن عباس والضحاك، \"تفسير القرطبي\" ١٠/ ٨ عن ابن عباس وقتادة، الخازن ٣/ ٩٠ عن ابن عباس والضحاك.وأورده السيوطي في \"الدر المنثور\" ٤/ ١٧٦ وزاد نسته إلى ابن المنذر وابن أبي حاتم عن ابن عباس.</p>"
}