{
  "id": null,
  "sura": 15,
  "aya": 60,
  "text": "<p> وهذا يدل على أن إبراهيم لم يكن قانطًا، ولكنه استبعد ذلك، فظنت الملائكةُ به قنوطًا، فنفى ذلك عن نفسه، وأخبر أن القانط من رحمة الله ضال. </p><p> ٥٧ - قوله تعالى:  {قَالَ فَمَا خَطْبُكُمْ} قال الكلبي: فما بالكم وما الذي جئتم له (١) . </p><p> ٥٨ - {قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ} يعنون: قوم لوط. </p><p> ٥٩ - {إِلَّا آلَ لُوطٍ} استثنى ليس من الأول (٢) ، وآلُ لوط: أتباعه والذين كانوا على دينه. </p><p> ٦٠ - وقوله تعالى:  {إِلَّا امْرَأَتَهُ} استثناء من الضمير في </p><p>(١) ورد في \"تفسير الوسيط\"، تحقيق: سيسي ٢/ ٣٦٠، وأغلب المفسرين فَسَّروه بنحوه. انظر: \"تفسير الطبري\" ١٤/ ٤١، و\"تفسير السمرقندي\" ٢/ ٢٢٢، والطوسي ٦/ ٣٤٣، و\"تفسير البغوي\" ٤/ ٣٨٥، وابن الجوزي ٤/ ٤٠٦، و\"تفسير القرطبي\" ١٠/ ٣٦، والخازن ٣/ ٩٨. (٢) أشار الزمخشري إلى أن الاستثناء إما أن يكون من قوم -وهو الأول- فيكون منقطعاً؛ لأن آل لوط لم يندرجوا في القوم المجرمين البتة، وعلى هذا فالإرسال خاص بالقوم المجرمين، ولم يرسلوا إلى آل لوط أصلاً، وإما أن يكون الاستثناء من الضمير المستكن في (مجرمين)، فيكون متصلاً؛ أي أجرموا كلهم إلا آل لوط، وعلى هذا التأويل يكون الإرسال إلى المجرمين وإلى آل لوط؛ أولئك لإهلاكهم، وهؤلاء لإنجائهم. انظر: \"تفسير الزمخشري\" ٢/ ٣١٥، وأبي حيان ٥/ ٤٦٠، و\"الدر المصون\" ٧/ ١٦٧، وقد رجح الواحدي -رحمه الله- أنه استثناء متصل، وأيَّد هذا الوجه المنتجب الهمداني وحجته: أن آله من قومه، وإن اختلفت أفعالهم، لكن الجمهور على أنه منقطع؛ لانتفاء وصف الإجرام عن آل لوط. انظر: \"مشكل إعراب القرآن\" ٢/ ٩ \"تفسير ابن عطية\" ٨/ ٣٢٩، \"البيان في غريب إعراب القرآن\" ٢/ ٧١، \"الإملاء\" ٢/ ٧٦، \"الفريد في إعراب القرآن\" ٣/ ٢٠٤، \"تفسير أبي حيان\" ٥/ ٤٦٠.</p><p> {لَمُنَجُّوهُمْ} فعادت إلى القوم المجرمين؛ لأنه استثناء بعد استثناء، فتعود إلى المستثنى منه أولاً؛ كما تقول: لفلان عليّ خمسة إلا درهمين إلا درهمًا، فيصير هذا إقرارًا بأربعة (١) . </p><p> وقوله تعالى:  {قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ} معنى التقدير في الغة: جعل الشيء على مقدار غيره، يقال: قَدِّر هذا الشيء بهذا، أي: اجعله على مقداره (٢) ، وقدَّر الإلهُ الأقواتَ، أي: جعلها على مقدار الكفاية، ثم يفسر التقدير بالقضاء؛ فيقال: قضى الله عليه كذا، وقدَّره عليه؛ أي: جعله على مقدار ما يكفي في الخير والشر، وقيل في معنى قدّرنا هاهنا: كتبنا (٣) ، وحكى الزجاج: دبَّرنا (٤) ، وقيل: قضينا (٥) ، وقرأ عا صم في رواية </p><p>(١) وقد وافق الزمخشري على أنه استثناء من الضمير، ولم يوافق على التعليل؛ بدعوى أن الاستثناء بعد الاستثناء إنما يصح عند اتحاد الحكم؛ كالمثال الذي ذكره الواحدي -رحمه الله- وكقول المطلق: أنت طالق ثلاثاً إلا اثنتين إلا واحدة، أما هنا فقد اختلف الحكمان؛ لأن (آل لوط) متعلق بأرسلنا أو بمجرمين، و (إلا امرأته) قد تعلق بمنجوهم، فكيف يكون استثناء بعد استثناء؟؟! يمكن اعتباره لو قيل: أهلكناهم إلا آل لوط إلا امرأته. انظر: \"تفسير الزمخشري\" ٢/ ٣١٦، وذهب أبو البركات بن الأنباري إلى أنه استثناء من النفي؛ أي من (آل لوط) فيكون إيجاباً؛ وذلك أن الاستثناء من الإيجاب نفي، ومن النفي إيجاب، وهنا استثنى آل لوط من المجرمين، فلم يدخلوا في الإهلاك، ثم استثنى من آل لوط امرأته؛ فدخلت في الهلاك. انظر: \"البيان في غريب إعراب القرآن\" ٢/ ٧١، و\"تفسير أبي حيان\" ٥/ ٤٦٠. (٢) انظر: \"المفردات\" ص ٦٥٨، (قدر) في \"اللسان\" ٦/ ٣٥٧٨، \"التاج\" ٧/ ٣٧٠.(٣) ورد منسوباً إلى علي بن عيسى في \"تفسير الماوردي\" ٣/ ١٦٤، وانظر: \"تفسير الطوسي\" ٦/ ٣٤٣، \"تفسير القرطبي\" ١٠/ ٣٧.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٨١ بلفظه.(٥) ورد في \"تفسير الثعلبي\" ٢/ ١٤٩ ب بلفظه، وورد منسوباً إلى النخعي في \"تفسير =</p><p> أبى بكر (١) : {قَدَّرْنَا} مخففًا (٢) ، يقال: قدَّرت الشيء وقدْرته، قال الهذلي: </p><p> ومفْوِهَةِ عَنْسٍ قَدَرْتُ لساقِها ... فخرَّتْ كما تَتَّايَعُ الرِّيحُ بالقَفْلِ (٣) </p><p> المعنى: قَدَّرْتُ ضربتي لساقها فضربتها (٤) فخرت، ومن هذا قراءة ابن كثير {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ}  [الواقعة: ٦٠] ، خفيفًا (٥) ، وقراءة الكسائي </p><p>= الماوردي\" ٣/ ١٦٤، و\"تفسير البغوي\" ٤/ ٣٨٥، وابن الجوزي ٤/ ٤٠٦، والفخر الرازي ١٩/ ١٩٩ [نقل الفقرة كلها وبنصها دون عزو]، وانظر: \"تفسير القرطبي\" ١٠/ ٣٧، والخازن ٣/ ٩٩، والشوكاني ٣/ ١٩٣، وصديق خان ٧/ ١٨١. (١) شعبة بن عياش بن سالم، أبو بكر الحناظ الأسدي الكوفي، الإمام العلم راوي عاصم، اختلف في اسمه كثيراً، عرض القرآن على عاصم ثلاث مرات، قرأ عليه أبو الحسن الكسائي وغيره، توفي سنة ١٩٣ هـ، انظر: \"معرفة القراء الكبار\" ١/ ١٣٤، \"غاية النهاية\" ١/ ٣٢٥، \"جمال القراء\" ٢/ ٤٦٥.(٢) انظر: \"السبعة\" ص ٣٦٧، \"علل القراءات\" ١/ ٢٩٨، \"إعراب القراءات السبع وعللها\" ١/ ٣٤٨، \"الحجة للقراء\" ٥/ ٤٨، \"المبسوط في القراءات\" ص ٢٢١، \"المُوضَح في وجوه القراءات\" ٢/ ٧٢٤، \"النشر\" ٢/ ٣٠٢.(٣) \"شرح أشعار الهذليين\" ١/ ٩٢ وفيه: (لِرِجْلِها) بدل (لساقها)، وورد في \"الحجة للقراء\" ٥/ ٤٩، \"تفسير ابن عطية\" ٨/ ٣٣١، \"اللسان\" (تبع) ١/ ٤٦٠، (قفل) ١١/ ٥٦١، وورد غير منسوب في: \"المنصف\" ٣/ ٧٠، \"المُوضَح في وجوه القراءات\" ٢/ ٧٢٥، (مفرهة) هي الناقة التي تلد الفُرْهَ، النوق الجميلات، (عَنْس) الناقة القوية، شُبهت بالصخرة لصلابتها، (تَتَّابع)؛ التتايع: التهافت والإسراع، (القَفْل) بالفتح، ما يَبِس من الشجر، ومعنى البيت، يقول: قدّرت ضربتي لساق هذه الناقة القوية -التي تلد الملاح- فخرت وتهافتت كما تفعل الريح بورق الشجر اليابس.(٤) ورد في \"الحجة للقراء\" ٥/ ٤٨ بنصه.(٥) انظر: \"السبعة\" ص ٣٦٧، \"علل القراءات\" ١/ ٢٩٩، \"إعراب القراءات السبع وعللها\" ١/ ٣٥٠، \"الحجة للقراء\" ٥/ ٤٨، \"المُوضَح في وجوه القراءات\" ٢/ ٧٢٤.</p>"
}