{
  "id": null,
  "sura": 15,
  "aya": 9,
  "text": "<p> وقوله تعالى:  {وَمَا كَانُوا إِذًا مُنْظَرِينَ} قال ابن عباس: يريد إذا نزلت الملائكة لم يناظروا؛ أي: لم يمهلوا (١) ، ونحوه قال الزجاج: أي: لو نزلت الملائكة لم ينظروا، وانقطعت التوبات (٢) ، يريد أن التكليف يزول ويسقط عند عَيان الغيب. </p><p> وقال صاحب النظم: أي: إذا نزل الملك وجب العذاب من غير تأخير ولا انتظار إذا لم يؤمنوا، وذلك أن تأويل (إذا) من كلمتين من (إذ) وهو اسم بمنزلة حين، ألا ترى أنك تقول: أتيتك إذ جئتني، ثم ضم إليها (أن) بضم إذ أن، إلا أنهم استثقلوا الهمزة فحذفوها، ومجيء (أن) دليل على إضمار فعل بعده على تأويل: وما كانوا إذ أن كان ما طلبوا (٣) ، وذكرنا الكلام في (إذًا) عند قوله: {فَإِذًا لَا يُؤْتُونَ النَّاسَ}  (٤)  [النساء: ٥٣] </p><p> ٩ - قوله تعالى:  {إِنَّا نَحْنُ نَزَّلْنَا} قال ابن عباس: يريد نفسه تبارك وتعالى. </p><p> قال أهل اللغة: هذا من كلام الملوك؛ الواحد منهم إذا فعل شيئًا قال: نحن فعلنا، يريد نفسه وأتباعه، ثم صار هذا عادة للملوك في الخطاب، وإن انفرد بفعل الشيء قال: نحن فعلنا، فخوطبت العرب بما </p><p>(١) ورد في تفسيره \"الوسيط\" تحقيق: سيسي ٢/ ٣٤٥ بنصه، \"تنوير المقباس\" ص ٢٧٦ بمعناه، وغير منسوب في \"تفسير السمرقندي\" ٢/ ٢١٥، والماوردي ٣/ ١٤٩، و\"تفسير البغوي\" ٤/ ٣٦٩، والزمخشري ٢/ ٣١١، وابن عطية ٨/ ٢٨٤، والفخر الرازي ١٩/ ١٥٩، و\"تفسير القرطبي\" ١٠/ ٤، والخازن ٣/ ٨٩. (٢) \"معاني القرآن واعرابه\" ٣/ ١٧٣ بنصه.(٣) \"تفسير الفخر الرازي\" ١٩/ ١٥٩، وصديق خان ٧/ ١٤٨.(٤) انظر: \"البسيط\"، [النساء: ٥٣] ومن آية [٤٢]، إلى أثناء آية [٥٣] ساقط من النسخ، والكلام عن (إذاً) من الجزء الساقط.</p><p> تفعل من كلامها (١) . </p><p> وقوله تعالى:  {نَزَّلْنَا الذِّكْرَ} يعني القرآن في قول عامة المفسرين (٢)  {وَإِنَّا لَهُ لَحَافِظُونَ} قال قتادة: أنزله الله وحفظه من أن يزيد الشيطان فيه باطلاً أو يسقط منه حقًا (٣) . </p><p> ونحو هذا قال أبو إسحاق: أن يحفظ من أن يقع فيه زيادة أونقصان، كما قال عز وجل:  {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ}  (٤)  [فصلت: ٤٢] </p><p> فإن قيل: لم اشتغلت الصحابة بجمع القرآن في الصحف، وقد وعد الله حفظه، وما حفظه الله (٥) فلا خوف عليه؟ </p><p> الجواب أن يقال: جَمْعُهم للقرآن كان من أسباب حفظ الله إياه، ولما أراد حفظه قيضهم لذلك، وقال ابن الأنباري: إنهم أرادوا تسهيل القرآن على الناس وتقريب مطلبه بالذي فعلوه، لكي يَسْهُلَ تناولُه على من أراد حفظه وقراءته إذا رأه مجموعًا في صحيفة، ولو لم يفعلوا ما كان يضيع إذ (٦) ضمِن الله حفظه. </p><p>(١) \"تفسير ابن الجوزي\" ٤/ ٣٨٤. (٢) ورد بنصه في: \"تفسير الطبري\" ١٤/ ٧، و\"تفسير السمرقندي\" ٢/ ٢١٥، والماوردي ٣/ ١٤٩، و\"تفسير البغوي\" ٣/ ٤٤، وابن الجوزي ٤/ ٣٨٤.(٣) أخرجه عبد الرزاق ٢/ ٣٤٥ بنصه، والطبري ١٤/ ٨ بنصه، وورد بنصه تقريبًا في: \"تفسير السمرقندي\" ٢/ ٢١٥، والطوسي ٦/ ٣٢٠، والماوردي ٣/ ١٤٩، وانظر: و\"تفسير ابن الجوزي\" ٤/ ٣٨٤، و\"تفسير القرطبي\" ١٠/ ٥، و\"الدر المنثور\" ٤/ ١٧٥ وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٧٤ بنصه.(٥) (وما حفظه الله) ساقط من (أ)، (د) والمثبت من (ش)، (ع).(٦) في (أ)، (د): (إن)، والمثبت من (ش)، (ع) وهو الصحيح.</p><p> قال أصحابنا: هذه الآية دلالة قوية على كون التسمية آية من كل سورة (١) ؛ لأن الله تعالى قد وعد حفظ القرآن، وحقيقة حفظه أن يحفظه من الزيادة والنقصان على ما بَيَّنا، فمن لم يجعل التسمية من القرآن لم يجعل القرآن محفوظًا عن الزيادة، ولو جاز أن يُظنَّ بالصحابة أنهم زادوا التسمية جاز أن يظن بهم النقصان أيضًا، وهذا يؤدي إلى الإلحاد، وحكى الفراء جواز رجوع الكناية في (له) إلى محمد -صلى الله عليه وسلم- المعنى: وإنا لمحمد حافظون (٢) . </p><p> قال ابن الأنباري: ولمّا ذَكر الإنزالَ والمُنزَلَ دلَّ ذلك على المُنزَلِ عليه، فكنّى عنه كما كنّى عن القرآن في قوله:  {إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ}  [القدر: ١] من غير أن يتقدم ذكرُه لمثل هذه العلة، وقال: والقول الأول هو أوضح القولين، وأحسنها مشابهة لظاهر التنزيل، والله أعلم. </p><p>(١) بين العلماء في مسألة البسملة اتفاق واختلاف، اتفقوا جميعاً على أنها جزء من آية سورة النمل، واختلفوا هل هي آية من الفاتحة ومن كل سورة أم لا؟ على ثلاثة أقوال؛ طرفان ووسط: فذهب الحنفية إلى أنها آية من القرآن أنزلت للفصل بين السور، وليست من الفاتحة، وذهب المالكية إلى أنها ليست آية لا من الفاتحة ولا من بداية السور، وذهب الشافعية إلى أنها آية من الفاتحة ومن كل سورة، وهو ما أشار إليه الواحدي رحمه الله، واختلفت الرواية عن أحمد؛ فرويت عنه الأقوال الثلاثة كما في \"المغني\" ٢/ ١٥١ - ١٥٢، وما ذكره الحنفية أرجح وتجتمع عنده الأدلة. انظر: تفصيل المسألة مع أدلة كل فريق في: \"تفسير الجصاص\" ١/ ٨، وابن العربي ١/ ٢، والفخر الرازي ١/ ١٩٤، و\"تفسير القرطبي\" ١/ ٩٣، والألوسي ١/ ٣٩، \"تفسير آيات الأحكام\" للصابوني ١/ ٤٧. (٢) \"معاني القرآن\" للفراء ٢/ ٨٥ بنصه، انظر: \"تفسير الطبري\" ١٤/ ٧، والسمرقندي ٢/ ٢١٥، و\"تفسير البغوي\" ٤/ ٣٧٠.</p>"
}