{
  "id": null,
  "sura": 16,
  "aya": 43,
  "text": "<p> وهذا باب قد مرّ منه كثير، فيكون معنى الآية: أنزلهم المدينة وأطعمهم الغنيمة، وهذا الوجه اختيار الفراء؛ لأنه قال في هذه الآية: نزول المدينة ولنُحَلِّلنَّ لهم الغنائم (١) ، وعلى هذا التفسير حذف من الآية شيئان: المفعول الثاني للتَّبوِئة، والفعل الناصب للحسنة. </p><p> وقوله تعالى:  {وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ} قال ابن عباس: يريد أن أمر الجنّة أعظم وأكثر (٢) من أن يعلمه أحدٌ ويقدر أحدٌ على وصفه (٣) ، وما ظنُّك بما قال الله له: أكبر. </p><p> ٤٢ - قوله تعالى:  {الَّذِينَ صَبَرُوا} ، في محل {الَّذِينَ} وجوه: أحدهما: أن يكون بدلاً من المضمر في: {لَنُبَوِّئَنَّهُمْ} ، ويجوز أن يكون على تقدير: هم الذين، قال ابن عباس: أثنى عليهم ومدحهم بالصبر، فقال:  {الَّذِينَ صَبَرُوا} يريد على دينهم وعلى عذاب المشركين إيّاهم، وهم في ذلك واثقون بالله متوكلون عليه. </p><p> ٤٣ - قوله تعالى:  {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} قال المفسرون (٤) : إن مشركي مكة أنكروا نبوة محمد -صلى الله عليه وسلم-، قالوا: الله أعظم من </p><p>= وبرواية أخرى للصدر: لما حَطَطْتُ الرحْلَ عنها واردًا ... عَلَفْتُها تبنًا وماءً باردًا(شتت) بمعنى أقامت شتاء، يقال: شتا بالبلد: أقام به شتاءً، (همَّالة عيناها) من هملَت العينُ؛ إذا صبَّت دمعها وفاضت وسالت. والشاهد: حذف وسقيتها ماءً، اكتفاءً بالأول؛ وهو: علفتها.(١) \"معانى القرآن\" للفراء ٢/ ١٠٠، بنصه.(٢) في جميع النسخ: (أكثر)، وفي تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٣٩٦، (أكبر).(٣) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٣٩٦، بنصه تقريبًا، وانظر: \"تفسير ابن الجوزي\" ٤/ ٤٤٨، مختصرًا.(٤) ساقط من (د).</p><p> أن يكون رسوله بشرًا، فهلا بعث إلينا ملكًا (١) ، فقال الله:  {وَمَا أَرْسَلْنَا} أي إلى الأمم الماضية، {إِلَّا رِجَالًا} : آدميين لا ملائكة، أعلمَ اللهُ أن الرسلَ بشر، إلا أنهم يُوحَى إليهم، فقال:  {إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} ، نظير هذه الآية في أواخر سورة يوسف (٢) . </p><p> وقوله تعالى:  {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} فقال ابن عباس: يريد أهل التوراة الذين آمنوا من قريظة والنضير (٣) ، قال: والذكر التوراة (٤) ، وتلا قوله:  {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ} [الأنبياء: </p><p>(١) أخرجه الطبري ١٤/ ١٠٩، بنحوه عن ابن عباس، من طريق الضحاك مقطعة، وورد بنحوه في \"تفسير مقاتل\" ١/ ٢٠٣ أ، والسمرقندي ٢/ ٢٣٦، والثعلبي ٢/ ١٥٧أ، بنصه، وانظر: البغوي ٥/ ٢٠، وابن عطية ٤/ ٤٢٣، وابن الجوزي ٤/ ٤٤٩، والفخر الرازي ٢٠/ ٣٥، و\"تفسير القرطبي\" ١٠/ ١٠٨، والخازن ٣/ ١١٦، وأبي حيان ٥/ ٤٩٣، وابن كثير ٢/ ٦٢٨، أورده السيوطي في \"الدر المنثور\" ٤/ ٢٢٢، وزاد نسبته إلى ابن أبي حاتم عن ابن عباس. (٢) وهي قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى} [آية: ١٠٩].(٣) هما قبيلتان من قبائل اليهود التي سكنت المدينة وخيبر، وكانوا ثلاث قبائل؛ الثالثة هي بنو قينقاع، وقد أجلاهم النبي -صلى الله عليه وسلم- عن المدينة لما خانوا عهده وتآمروا عليه، وآذوا المسلمين. انظر: \"سيرة النبي -صلى الله عليه وسلم-\" لابن هشام ١/ ١٦، ٢/ ٤٤٢، و\"الروض الأنف\" ٢/ ٢٨٩، و\"زاد المعاد\" ٣/ ٦٥، و\"البداية والنهاية\" ٤/ ٣، ٧٤، ١١٦.(٤) أخرجه الطبري ١٤/ ١٠٩، وهو جزء من رواية الضحاك عن ابن عباس السابقة؛ وفيها: {فَاسْأَلُوا أَهْلَ الذِّكْرِ}: يعني أهل الكتب الماضية، وورد بنحوه مختصرًا في \"تفسير الماوردي\" ٣/ ١٨٩، والطوسىِ ٦/ ٣٨٤، وانظر: \"تفسير ابن عطية\" ٨/ ٤٢٣، وابن الجوزي ٤/ ٤٤٩، والفخر الرازي ٢٠/ ٣٦، وأبي حيان ٥/ ٤٩٣، وابن كثير ٢/ ٦٢٨، والقول في كل المصادر ورد مطلقًا دون تقيده بمن آمن من بني قريظة أو النضير.</p>"
}