{
  "id": null,
  "sura": 16,
  "aya": 7,
  "text": "<p> الربيع إذا سقط الغيث، وكثر الكلأ، وخرجت العرب للنجعة، وتركت مياهها، وأحسنُ ما تكون النَّعم في ذلك الوقت (١) ، ولذلك ستر رسولُ الله -صلى الله عليه وسلم- وجَهه لمّا رأى نَعَمَ بني المصطلق وقد عَبِست في أبوالها، وذكرنا هذا في آخر سورة الحجر. </p><p> وقوله تعالى:  {وَحِينَ تَسْرَحُونَ} يقال: سَرَّح القومُ إبِلَهم سَرْحًا إذا أخرجوها بالغداة إلى المَرْعَى، واسم ذلك المال السَّرْحُ، وسَرَح المالُ نفسُه سُرُوحًا: رَعَى بالغَدَاة (٢) . </p><p> ٧ - قوله تعالى:  {وَتَحْمِلُ أَثْقَالَكُمْ} جمع الثقل، وهو متاع المسافر وحَشَمُه، {إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ} قال ابن عباس: يريد من مكة إلى اليمن، وإلى الشام، وإلى مصر (٣) ، هذا قوله، والمراد: كل بلد لو تكلفتم بلوغه على غير الإبل شق عليكم (٤) ، وخص ابن عباس اليمن والشام؛ لأن متاجر أهل مكة كانت إلى هذه الوجوه، وليس قول من خص البلد بمكة بشيء (٥) ؛ والشِّقُّ المَشَقَّةُ، والشِّقُّ: نصفُ الشيء، وكِلا المعنيين </p><p>(١) انظر: \"تفسير الفخر الرازي\" ١٩/ ٢٢٨، والخازن ٣/ ١٠٧، أورداه بنصه غير منسوب، والظاهر أنهما نقلاه عن الواحدي. (٢) \"تهذيب اللغة\" (سرح) ٢/ ١٦٦٥، بتصرف، وانظر: \"تفسير الطبري\" ١٤/ ٨٠.(٣) انظر: \"تفسير الفخر الرازي\" ١٩/ ٢٢٨، مع زيادة المدينة، والخازن ٣/ ١٠٧، والألوسي ١٤/ ١٠٠، وورد غير منسوب في \"تفسير السمرقندي\" ٢/ ٢٢٩، و\"الشوكاني\" ٣/ ٢١٢.(٤) أخرجه الطبري ١٤/ ٨٠، بنحوه، عن عكرمة، وانظر: \"تفسير الماوردي\" ٣/ ١٨٠، وابن الجوزي ٤/ ٤٣٠.(٥) وهو وابن عباس والربيع بن أنس وعكرمة، وقد أخرجه الطبري ١٤/ ٨٠ عن عكرمة، وورد في \"تفسير السمرقندي\" ٢/ ٢٢٩، عن عكرمة، وابن عطية ٨/ ٣٧٣، =</p><p> في الشق سائغ في معنى الآية، ذكرهما الفراء؛ وقال أكثر القراء: على كسر الشين (١) ، ومعناه إلا بِجَهْدِ الأنفس، وكأنه الاسم، وكأن الشِّقَّ فعلٌ، قال: ويجوز في قوله: {إِلَّا بِشِقِّ الْأَنْفُسِ} أن يذهب إلى أن الجَهْدَ يُنْقِص من قوةِ الرجل ونَفَسِه حتى يجعله قد ذهب بالنصف من بدنه أو قوته، فيكون الكسر على أنه كالنصف، ويقال: المال بيني وبينكم بشَقِّ الشعر؛ وشِقِّ الشَعَر، وهما متقاربان، فإذا قالوا: شَقَقْتُ عليك شقًّا، نصبوا (٢) . </p><p> وقال في \"المصادر\" : شققت عليه شقًّا، وشق الصبح، وشق بابه إذا طلع، شقوقًا منهما، وشققت الثوب شقًّا لا غير. </p><p> قال ابن شميل: شَقَّ عليَّ ذلك الأمر مشقة، أي: ثقل عليّ (٣) ، فجاء من هذا أن الشَّق بالفتح مصدر شَقَّ عليه الأمر، أي: أثقله عليه، ومنه قوله -صلى الله عليه وسلم-: \"لولا أن أَشُقَّ على أمتي\"  (٤) ؛ شَقَّ الأمْرُ عليه مَشَقَّةً، فهو واقع </p><p>= عنهم، وابن الجوزي ٤/ ٤٣٠ عن عكرمة، و\"تفسير القرطبي\" ١٠/ ٧١، عن عكرمة، وأبي حيان ٥/ ٤٧٦، عنهم، و\"تنوير المقباس\" ص ٢٨٢، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٠٦، وزاد نسبته إلى ابن أبي حاتم وابن المنذر عن ابن عباس، وصديق خان ٧/ ٢١٠، عن ابن عباس، والصحيح حمله على العموم؛ لعدم وجود مخصص، كما أشار الواحدي -رحمه الله-. (١) قرأ أبو جعفر المدني وحده في العشر بفتح الشين. انظر: \"تفسير الطبري\" ١٤/ ٨١، و\"القراءات الشاذة\" لابن خالويه ص ٧٦، و\"المحتسَب\" ٢/ ٧، و\"المبسوط في القراءات\" ص ٢٢٣، و\"إعراب القراءات الشاذة\" ١/ ٧٥٦، و\"النشر\" ٢/ ٣٠٢.(٢) \"معاني القرآن\" للفراء ٢/ ٩٧، بتصرف يسير، وورد في \"تهذيب اللغة\" (شق) ٢/ ١٩٠٦، بنحوه.(٣) ورد في \"تهذيب اللغة\" (شق) ٢/ ١٩٠٦، بنصه.(٤) أخرجه أحمد (٢/ ٢٥٠، ٢٨٧) بنصه عن أبي هريرة، والبخاري: كتاب: الجمعة، باب: السواك يوم الجمعة، ومسلم: كتاب: الطهارة، باب: السواك ١/ ٢٢٠، =</p>"
}