{
  "id": null,
  "sura": 16,
  "aya": 112,
  "text": "<p> ثوابها غير منتقص، والتقدير: ثواب ما عملت أو جزاء ما عملت، فحذف المضاف، {وَهُمْ لَا يُظْلَمُونَ} قال: يريد لا ينقصون. </p><p> ١١٢ - قوله تعالى:  {وَضَرَبَ اللَّهُ مَثَلًا} الآية. معنى ضَرْبِ المثلِ بيان المُشبَّه والمُشبَّه به، وهاهنا ذَكَرَ المُشبَّه به ولم يذكر المُشَبَّه لوضوحه عند المخاطبين، والآية عند عامة المفسرين: نازلة في أهل مكة وما امتُحِنوا به من الخوف والجوع، بعد الأمن والنعمة، بتكذيبهم النبيّ -صلى الله عليه وسلم-، وتقدير الآية: ضربَ اللهُ لقريتكم مَثَلاً، أي: بين الله لها شَبَهًا، ثم قال:  {قَرْيَةٍ} فيجوز أن تكون القرية بدلاً من مثلًا؛ لأنها هي الممثل بها؛ فهي المثل، ويجوز أن يكون المعنى:  {ضَرَبَ اللَّهُ مَثَلًا} : مَثَلَ قرية، فحذف المضاف وهذا قول الزجاج (١) . </p><p> والمفسرون كلهم قالوا:  (أراد بالقرية مكة، يعنون أنه أراد مكة في تمثيلها بقرية صفتها ما ذُكِر (٢) ؛ كما قالوا) (٣) في قوله: {مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا}  [البقرة: ١٧] ، أراد بالذي استوقد: المنافقين؛ أي أرادهم بهذا المثل، لا أنهم كانوا يستوقدون النار، ولكن أَشْبَه حالُهم حالَه، كذلك </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٢١ بنصه. (٢) أخرجه عبد الرزاق في \"مصنفه\" (٢/ ٣٦٠) بلفظه عن قتادة، والطبري ١٤/ ١٨٦ بلفظه عن ابن عباس [طريق العوفي] ومجاهد وقتادة وابن زيد، وورد بلفظه في \"تفسير مقاتل\" ١/ ٢٠٨ أ، و\"معاني القرآن\" للنحاس ٤/ ١٠٩، و\"تفسير السمرقندي\" ٢/ ٢٥٣، وهود الهواري ٢/ ٣٩٢، والثعلبي ٢/ ١٦٥ ب، و\"تفسير الماوردي\" ٣/ ٢١٧، والطوسي ٦/ ٤٣٢، وانظر: \"تفسير البغوي\" ٥/ ٤٨، وابن عطية ٨/ ٥٢٦, وابن الجوزى ٤/ ٤٩٩، والفخر الرازى ٢٠/ ١٢٧، والخازن ٣/ ١٣٨، وابن كثير ٢/ ٦٤٩.(٣) ما بين القوسين ساقط من (ش) , (ع).</p><p> أشبهت حالُ مكة حالَ هذه القرية، والكلام في جميع صفات القرية جرى على القرية، والمُرادُ أهلُها؛ لأن الطمأنينة والأمن وإتيان الرزق حقيقتها لأهلها لا لها، يدل على هذا قوله في آخر الآية:  {بِمَا كَانُوا يَصْنَعُون} ، ولم يقل: بما صنعت. </p><p> وقوله تعالى:  {كَانَتْ آمِنَة} ، أي: ذات أمن؛ يأمن فيها أهلها لا يُغَارُ عليهم، كما قال:  {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ}  [العنكبوت: ٦٧] ، وجاز وصفها بالأمن وإن كان لأهلها؛ لأنها مكانُ الأمن وظرفٌ له، والظروف من الأزمنة والأمكنة توصف بمحالها، كما يقال: يوم طيب وبارد وحار. </p><p> وقوله تعالى:  {مُطْمَئِنَّةً} ، أي: قارة ساكنة بأهلها، لايحتاجون إلى الانتقال عنها لخوف أو ضيق، وهو قوله:  {يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ} ؛ لأن الله جعل أفئدة من الناس تهوي إليهم، فأرزاقهم تأتيهم في بلدهم، يُجْلَب إليها من كل بلد، كما قال تعالى:  {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ}  [القصص: ٥٧] . </p><p> وقوله تعالى:  {فَكَفَرَتْ بِأَنْعُمِ اللَّه} ، الأنعم: جمع نِعْمة، مثل شِدَّة وأَشُدّ، هذا قول سيبويه (١) ، وقال غيره: يجوز أن يكون جمع نُعْمَى؛ كما يقال: بؤسى وأبؤس (٢) ، وأنشد: </p><p>(١) \"الكتاب\" ٣/ ٥٨٢، بلفظه. (٢) قال الفراء في \"المقصور والممدود\" ص ٤١: باب ما يفتح فيمد ويضم فيقصر، ومَثَّلَ لذلك بقوله: وكذلك .. ، والنُّعمى والنَّعماء، والبؤسى والبأساء، وهي بالألف الممدودة أشهر منها بالمقصورة، وفي القرآن: {وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ} [هود: ١٠]، وكذلك نقل الطبري عن جعفر أهل الكوفة -ولعله يقصد =</p><p> وعندي قروض الخير والشر كله ... فبُؤسِي لذي بُؤسَى ونُعْمَى بأنْعُمِي (١) </p><p> وكفرانهم بأنعم الله تكذيبهم النبيّ -صلى الله عليه وسلم- ومخالفتهم أمر الله فيما يأمرهم به. </p><p> وقوله تعالى:  {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ} قال المفسرون: عذَّبهم اللهُ بالجوع سبع سنين حتى أكلوا الجِيَفَ والعظام المحرقة والعلهز (٢) . </p><p> وقوله تعالى:  {وَالْخَوْف} ، قالوا: يعني من النبيّ -صلى الله عليه وسلم- ومن السرايا التي كان يبعثها إليهم فيطوفون بهم (٣) . </p><p>= الفراء- أن أنعم جمع نعماء، مثل بأساء وأبؤس، لكنه استشهد بالبيت على أن أنعم جمع نُعْم كطُعْم، وهو قول أبي عبيدة وابن قتيبة؛ وردّ ابن قتيبة قول سيبويه، قائلاً: وليس قول من قال: إنه جمع نعمة بشيء؛ لأن فِعلة لا يجمع على أفعل. انظر: \"مجاز القرآن\" ١/ ٣٦٩، و\"الغريب\" لابن قتيبة ١/ ٢٥٠، و\"تفسير الطبري\" ١٤/ ١٨٦، وورد في \"تفسير الثعلبي\" ٢/ ١٦٥ ب، بنصه تقريبًا، وانظر: \"تفسير البغوي\" ٥/ ٤٩، و\"تفسير القرطبي\" ١٠/ ١٩٤. (١) ورد غير منسوب في \"تفسير الطبري\" ١٤/ ١٨٦.برواية:فَبُؤْسٌ لذي بؤسٍ ونُعْمٍ بأنْعُمِوورد في \"تفسير الطوسي\" ٦/ ٤٣٣، برواية:فبؤس لدى بؤسي ونعمى بأنعم(٢) ورد في \"تفسير مقاتل\" ١/ ٢٠٨ ب، بمعناه، و\"معاني القرآن\" للفراء ٢/ ١١٤، بنحوه، والطبري ١٤/ ١٨٧، بنحوه، والثعلبي ٢/ ١٦٥ ب، بنحوه، و\"تفسير الماوردي\" ٣/ ٢١٧، بنحوه، وانظر: \"تفسير البغوي\" ٥/ ٤٩، وابن الجوزي ٤/ ٥٠١، والفخر الرازي ٢٠/ ١٢٨، و\"تفسير القرطبي\" ١٠/ ١٩٥، والخازن ٣/ ١٣٩، وابن كثير ٢/ ٦٤٩، قال الطبري: العلهز: الوبر يعجن بالدم والقُراد يأكلونه، قلت: والقراد: دويبة متطفلة.(٣) ورد بنحوه في \"الطبري\" ١٤/ ١٨٧، والسمرقندي ٢/ ٢٥٣، والثعلبي ٢/ ١٦٥ ب، =</p><p> قال ابن قتيبة: وأصل الذَّوَاقِ بالفم، ثم قد (١) يُستعار فيوضع موضع الابتلاء والاختبار، تقول في الكلام: نَاظِرْ فُلانًا وذُقْ ما عنده، أي تعرَّف واختبر، واركب الفرسَ وذقه، وأنشد الشماخ في وصف قوس: </p><p> فذاقَ فأعْطَتْهُ من اللّين جَانبًا ... كفى (٢) ولَهَا أن يُغْرِقَ السَّهْمَ حَاجِزُ (٣) </p><p> يريد أنه راز (٤) القوس بالنزع ليعلم؛ ألَيِّنَةٌ هي أم صلبةٌ. </p><p> قال: ولباس الجوع والخوف: ما ظهر عليهم من سوء آثارهما بالضُّمْرِ والشُّحوب، ونَهْكَةِ (٥) البدن، وتغيّر الحال، وكُسُوف البال، فكما يقول: تَعَرَّفْتُ سوء أثرِ الخوف والجوع على فلان، وذقت بمعنى: تعرفتُ، واللِّبَاسُ بمعنى: سوء الأثر (٦) ، كذلك تقول: ذقتُ لِبَاسَ الجوع والخوف، </p><p>= وانظر: البغوي ٥/ ٤٩، وابن الجوزي ٤/ ٥٠١، و\"القرطبي\" ١٠/ ١٩٤، والخازن ٣/ ١٣٩، وابن كثير ٢/ ٦٤٩، وهذا التفسير مشهور بين المفسرين، وهو من قبيل التفسير بالمثال، والآية عامة في كل زمان ومكان. (١) ساقطة من (د).(٢) في النسخ: لفي، ورواية الديوان وجميع المصادر (كفى)، وظاهر أنها تصحفت إلى (لفي).(٣) \"ديوانه\" ص ١٩٠، وورد في \"جمهرة أشعار العرب\" ص ٢٩٩، و\"الحيوان\" ٥/ ١٧٩، و\"الشعر والشعراء\" ص ١٩٥، و\"المعاني الكبير\" ٢/ ١٠٤٢، و\"الأساس\" ١/ ٣٠٦، و\"اللسان\" (ذوق) ٣/ ١٨٩١، وفيه (النبل) بدل (السهم)، قال في اللسان: أي ولها حاجز يمنع من الإغراق؛ أي فيها لين وشدّة. وأغرقتُ النَّبل: إذا بلغت به غاية المدِّ في القوس. \"المحيط في اللغة\" (غرق) ٤/ ٥٢٨.(٤) في (أ)، (د): (زار)، وفي المصدر: ذاق، والمثبت من (ش)، (ع)، وهو الصحيح الذي يؤدب المعنى، وهكذا في \"المعاني الكبير\". (راز) من الروز: التجربة، يقال: رُزْ ما عند فلان. \"المحيط في اللغة\" (روز) ٩/ ٨٤.(٥) في (ش)، (ع): (وبهلكة)، من الهلاك، والمثبت أصح وموافق للمصدر.(٦) في (أ)، (د): (الأتراء).</p><p> وأذاقني الله ذلك (١) . </p><p> وقال أبو علي:  {لِبَاسَ الْجُوعِ وَالْخَوْفِ} المعنى فيه: مقارنة (٢) الجوع لهم ومَسُّه إيّاهم؛ كمخالطة الذائق ما يذوقه، واللابس ما يَلْبَسُه، واتصاله بما وقع عليه الذوق، وكذلك لباس الجوع هو مَسُّه لهم كمَسّ الثوب للابسه، وأنشد لجرير: </p><p> وقد لَبِسَتْ بَعْدَ الزّبَيرِ مُجَاشعٌ ... ثيابَ التي حاضَتْ ولَمْ تَغْسلِ الدّمَا (٣) </p><p> يريد أن العار والسُّبَّة لحقتهم، واتصل بهم لغدرهم، فجعل ذلك لباسًا (٤) ، فعلى ما ذكر ابن قتيبة معنى {فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ} عَرَّفَها سوءَ أثرهما، وعلى ما ذكر أبو علي، جعل الجوع والخوف تَمَسَّانها وتُلابِسَانِها. </p><p> وروي عن أبي (٥) عمرو أنه قرأ: {وَالْخَوْف} نصبًا (٦) بأنْ على الإذاقة (٧) ، والوجه قراءة العامة على معنى: فأذاقهم الله لباس الجوع ولباس </p><p>(١) \"تأويل مشكل القرآن\" ص ١٦٤ - ١٦٥، نقل طويل تصرَّف فيه واختصره. (٢) في (أ)، (د): مفارقة، والمثبت من: (ش)، (ع)، وفي المصدر: مقاربة، وهو أيضًا تصحيف.(٣) \"ديوانه\" ص ٤٤٨، وورد في: \"المعاني الكبير\" ١/ ٥٩٣، و\"تفسير ابن عطية\" ٨/ ٥٢٨، وورد بلا نسبة في \"تفسير أبي حيان\" ٥/ ٥٤٣، و\"الدر المصون\" ٧/ ٢٩٥، وجرير هنا يهجو البَعِيث، ومجاشع: قبيلة الفرزدق والبعيث.(٤) \"الحجة للقراء\" ٥/ ٨٠، بتصرف يسير.(٥) في جميع النسخ: ابن، والصحيح المثبت، وهو أبو عمرو أحد القراء السبعة.(٦) انظر: \"السبعة\" ص ٣٧٦، و\"إعراب القراءات السبع وعللها\" ١/ ٣٦٢، و\"علل القراءات\" ١/ ٣٠٩، و\"الحجة للقراء\" ٥/ ٨٠، و\"تفسير الثعلبي\" ٢/ ١٦٥ ب، والطوسي ٦/ ٤٣٣، وابن عطية ٨/ ٥٢٩، و\"تفسير القرطبي\" ١٠/ ١٩٤.(٧) قال الثعلبي: {وَالْخَوْفِ} بالنصب بإيقاع أذاقها عليه، وذكر السمين أربعة أوجه =</p>"
}