{
  "id": null,
  "sura": 16,
  "aya": 103,
  "text": "<p> وقوله تعالى:  {بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ} ، أي: لا يعلمون حقيقة القرآن، وفائدة النسخ والتبديل في أن ذلك لمصلحة العباد؛ كالاستصلاح بإرسال نبي بعد نبي، والكلام في ذكر أكثرهم دون جميعهم قد مضى في موضعين من هذه السورة (١) . </p><p> ١٠٢ - قوله تعالى:  {قُلْ نَزَّلَهُ} ، أي: نَزَل به، أي بالقرآن، {رُوحُ الْقُدُسِ} وهو جبريل، ومضى تفسير روح القدس في سورة البقرة [٨٧] ، {مِنْ رَبِّكَ}  (من) صلة للقرآن، أي نَزَّل القرآنَ من ربك، أي: من كلام ربك جبريلُ، {بِالْحَقِّ} أي بالأمر الحق الصحيح الثابت لا الباطل، {لِيُثَبِّتَ الَّذِينَ آمَنُوا} بما فيه من الحجج والآيات، فيزدادوا بها تصديقًا ويقينًا. </p><p> وقوله تعالى:  {وَهُدًى} ، أي: وهو هدى، فهو خبر ابتداء محذوف. </p><p> ١٠٣ - قوله تعالى:  {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ} اختلفوا في هذا البشر الذي نَسبَ المشركون النبي -صلى الله عليه وسلم- إلى التعليم منه؛ فقال ابن عباس في رواية عكرمة: هو عَبْدٌ لبني عامر بن لُؤيّ، يقال له: يعيش (٢) ، وهذا قول قتادة إلا أنه قال: كان لبني الحضرمي، وكان يقرأ </p><p>(١) عند آية: [٧٥] و [٨٣]. (٢) انظر: \"تفسير ابن الجوزي\" ٤/ ٤٩٢، وأخرجه الطبري ١٤/ ١٧٨، بنحوه عن عكرمة، وفيه أنه غلام لبني المغيرة، وأخرجه بنصه عن قتادة، وورد في \"معاني القرآن\" للنحاس ٤/ ١٠٦، بنصه عن عكرمة، و\"تفسير الثعلبي\" ٢/ ١٦٣ ب، بنصه عن عكرمة وقتادة، لكنه قال: لبني المغيرة، وانظر: \"تفسير البغوي\" ٥/ ٤٤، عن عكرمة، وابن عطية ٨/ ٥١٠، عن عكرمة، و\"القرطبي\" ١٠/ ١٧٧، عن عكرمة، والخازن ٣/ ١٣٥، عن عكرمة، وابن كثير ٢/ ٦٤٦، عن عكرمة وقتادة، و\"الدر المنثور\" وزاد نسبته إلى ابن أبي حاتم عن قتادة.</p><p> الكتب، وقال في رواية عطاء: يريد عداس؛ غلام عتبة بن ربيعة (١) . </p><p> وروى طلحة بن عمرو (٢) عن عطاء أن خديجة (٣) كانت تختلف إلى صَيْقَل (٤) على الصفا والمروة؛ عبد لبني الحضرمي صاحب كتب، فكانت تخبره بما كان يرى محمد -صلى الله عليه وسلم- فكان يقول لها لئن كنت صادقة ليوشكن نبي العرب أن يخرج، وكان اسمَه جَبرٌ وكانت قريش تقول: إنما عبد بني الحضرمي يعلم خديجة، وتعلم خديجة محمدًا، زاد شبل: وكان يتكلم بالرومية (٥) ، وهذا قول مجاهد وابن إسحاق (٦) . </p><p>(١) ورد بلا نسبة في: \"تفسير هود الهواري\" ٢/ ٣٨٩، والفخر الرازي ٢٠/ ١١٧، و\"تفسير القرطبي\" ١٠/ ١٧٨، والخازن ٣/ ١٣٥. (٢) في جميع النسخ: طلحة عن عمرو، وفي \"تفسير السمرقندي\" (٢/ ٢٥١) طلحة بن عمير -ولم أجد له ترجمة-، والصحيح المثبت كما في تفسير الثعلبي ٢/ ١٦٤ أ، ويؤيده أن طلحة هذا مشهور الرواية عن عطاء، وصفه الذهبي بصاحب عطاء. وطلحة بن عمرو: هو الحضرمي المكي، روى عن عطاء وسعيد بن جبير، وعنه: الثوري ووكيع، وهو ضعيف بل متروك كما قال أحمد والنسائي، مات سنة (١٥٢ هـ). انظر: \"الجرح والتعديل\" ٤/ ٤٧٨، و\"ميزان الاعتدال\" ٣/ ٥٤، و\"الكاشف\" ١/ ٥١٤، و\"تقريب التهذيب\" ص ٢٨٣ (٣٠٣٠).(٣) أم المؤمنين، خديجة بنت خويلد القرشية الأسدية -رضي الله عنها- أول امرأة تزوجها رسول الله -صلى الله عليه وسلم-، وكان ذلك قبل البعثة بخمس عشرة سنة، وهي أول من أسلم على الإطلاق، وكانت امرأة موسرة، وهي أم أولاد النبي -صلى الله عليه وسلم- ومناقبها كثيرة معروفة، توفيت بعد البعثة بعشر سنين، وهي بنت خمس وستين سنة. انظر: \"الاستيعاب\" ٤/ ٣٧٩، و\"أسد الغابة\" ٧/ ٧٨، و\"الإصابة\" ٤/ ٢٨١.(٤) الصَّقْل: مصدر صَقَلْتُ السيفَ والثوبَ، والصَّيْقَل: صَقال السيف، أي شَحَّاذُ السُّيوف وجلاَّؤها، والجمع: صياقل وصياقلة. انظر: (صقل) في: \"جمهرة اللغة\" ٢/ ٨٩٤، و\"تهذيب اللغة\" ٢/ ٢٠٣٥، و\"اللسان\" ٤/ ٢٤٧٤.(٥) ورد في \"تفسير السمرقندي\" ٢/ ٢٥١، بنحوه، والثعلبي ٢/ ١٦٤ أ، بنحوه.(٦) \"تفسير مجاهد\" ص ٣٥٢، مختصرًا؛ يشير فيه ذكر خديجة -رضي الله عنها-، و\"سيرة ابن =</p><p> وروي عن ابن عباس أنه قال: هذا كان قينًا (١) بمكة نصرانيًّا أعجمي اللسان اسمه بَلْعَام (٢) . </p><p> وقال السدي: هو رجل نصراني كان بمكة، يقال له: أبو ميسرة، يتكلم بالرومية (٣) . </p><p>= هشام\"، بنحوه، دون ذكر خديجة -رضي الله عنها-. وأخرجه الطبري ١٤/ ١٧٨ - ١٧٩، عنهم بنحوه -دون ذكر خديجة -رضي الله عنها-، وورد في \"معاني القرآن\" للنحاس ٤/ ١٠٦، مختصرًا عن مجاهد، و\"تفسير هود الهواري\" ٢/ ٣٨٩، عن مجاهد مختصرًا، وورد بنحوه منسوبًا إلى ابن إسحاق في \"تفسير الثعلبي\" ٢/ ١٦٤أ، وانظر: \"تفسير البغوي\" ٥/ ٤٤، عن ابن إسحاق، وابن عطية ٨/ ٥١٠، عن ابن إسحاق، و\"القرطبي\" ١٠/ ١٧٧، عن ابن إسحاق، والخازن ٣/ ١٣٥، عن ابن إسحاق، و\"الدر المنثور\" ٤/ ٢٤٧، وزاد نسبته إلى آدم بن أبي إياس وابن أبي شيبة وابن المنذر وابن أبي حاتم والبيهقي في الشعب، عن مجاهد. (١) قال الليث: القَيْنُ: الحَدّادُ، وقيل: كلُّ صانعٍ قَيْنٌ، وقيل: كل عامل بالحديد عند العرب قَيْن، والجمعُ قُيُون وأقْيَان، وقال الليث: والقَيْنُ والقَيْنَةُ: العبْدُ والأمَةُ. انظر: (قين) في \"تهذيب اللغة\" ٣/ ٢٨٦٦، و\"المحيط في اللغة\" ٦/ ٣٥، و\"اللسان\" ٦/ ٣٧٩٨.(٢) أخرجه الطبري ١٤/ ١٧٧، بنحوه من طريق مجاهد جيدة، ورد في \"تفسير الثعلبي\" ٢/ ١٦٣ ب، بنحوه، والطوسي ٦/ ٤٢٧، بنحوه، وانظر: \"تفسير البغوي\" ٥/ ٤٤، وابن عطية ٨/ ٥١٠، وابن الجوزي ٤/ ٤٩٣، و\"تفسير القرطبي\" ١٠/ ١٧٨، والخازن ٣/ ١٣٥، وأبي حيان ٥/ ٥٣٦، و\"الدر المنثور\" ٤/ ٢٤٧، وزاد نسبته إلى ابن أبي حاتم وابن مردويه، بسند ضعيف.(٣) ورد في \"تفسير الثعبلي\" ٢/ ١٦٤ أ، بنصه، وانظر: \"تفسير الفخر الرازي\" ٢٠/ ١١٧ بلا نسبة، و\"تفسير القرطبي\" ١٠/ ١٧٨، عن ابن قتيبة، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٤٧ وعزاه إلى ابن أبي حاتم عن السدي، لكنه قال: واسمه: (أبو يسر)، وفي \"الإصابة\" ١/ ١٦٥: (أبو البشر) فعلها تصحفت من (أبو ميسرة).</p><p> وقال الكلبي: هو عايش -غلام حويطب بن عبد العزى-، ويسار -أبو فكيهة مولى ابن الحضرمي-، وكانا قد أسلما فأنزل الله تعالى ردًّا عليهم وتكذيبًا لهم فيما قالوا:  {لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ}  (١) . </p><p> معنى الإلحاد في اللغة: الميل، يقال: لَحَدَ وأَلْحَدَ؛ إذا مال عن القصد، ومنه يقال للعادل عن الحق: ملحد (٢) ، وقراءة العامة ضم الياء من الإلحاد (٣) وهو أشهر اللغتين، وقرئ بفتح الياء من لحد (٤) ، والأوْلى ضَم </p><p>(١) أخرج الطبري ١٤/ ١٧٧ نحوه من طرق عن عبد الله بن مسلم الحضرمي، لكنه قال: كان يقال لأحدهما: يسار، والآخر: جبر، وكانا يقرآن التوراة، وورد هذا الخبر في \"الإصابة\" ١/ ٢٢١، وعزاه إلى ابن أبي حاتم وعبد بن حميد، وقال: ولم يذكر أنهما أسلما. وورد غير منسوب في \"تفسير مقاتل\" ١/ ٢٠٧ب، أنه أبو فكيهة، و\"معاني القرآن\" للفراء ٢/ ١١٣، أنه عايش، و\"تفسير الطوسي\" ٦/ ٤٢٧ أنه عايش أو يعيش، و\"تفسير القرطبي\" ١٠/ ١٧٨، عنهما. وهذه الأقوال في اسم البشر المعني -وقد بلغت تسعة عند ابن الجوزي- لاتعارض بينها -كما قال النحاس في معانيه-؛ لجواز أن يكونوا قد أومأوا إلى هؤلاء جميعًا؛ بسبب تخبطهم وحيرتهم في الطعن في القرآن، ولاحتمال مجالسة الرسول -صلى الله عليه وسلم- لهؤلاء كلهم لتعليمهم. انظر: \"معاني القرآن\" للنحاس ٤/ ١٠٧، و\"تفسير ابن الجوزي\" ٤/ ٤٩٢. (٢) انظر: (لحد) في \"تهذيب اللغة\" ٤/ ٣٢٤٢، و\"المحيط في اللغة\" ٣/ ٤١، و\"اللسان\" ٧/ ٤٠٠٥، و\"التاج\" ٥/ ٢٣٧.(٣) أي: {يُلْحِدُونَ} من ألْحَدَ، قرأ بها: ابن كثير ونافع وأبو عمرو وعاصم وابن عامر. انظر: \"السبعة\" ص ٣٧٥، و\"إعراب القراءات السبع وعللها\" ١/ ٣٥٩، و\"الحجة للقراء\" ٥/ ٧٨، و\"المبسوط في القراءات\" ص ٢٢٦، و\"التيسير\" ص ١٣٨، و\"المُوضح في وجوه القراءات\" ٢/ ٧٤٥.(٤) أي {يُلْحِدُونَ} من لَحَدَ قرأ بها: حمزة والكسائي. انظر: المصادر السابقة.</p><p> الياء؛ لأنه لغة التنزيل (١) ، يدل عليه قوله:  {وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ}  [الحج: ٢٥] ، والإلحاد قد يكون بمعنى: الإمالة، ومنه يقال: أَلْحَدْتُ له لَحْدًا إذا حفرته في جانب القبر مائلٍ عن الاستواء، وقَبْرٌ مُلْحَدٌ ومَلْحُودٌ (٢) ، وفُسِّر الإلحاد في هذه الآية بالقولين، فقال الفراء: يُمِيلُون من الميل (٣) . </p><p> وقال الزجاج: لسانُ الذي يميلُون القَوْلَ إليه أعجميٌّ (٤) . </p><p> وقال ابن قتيبة: أي يُومِئون إليه ويزعمون أنه يُعلِّمك (٥) . </p><p> وقوله تعالى:  {أَعْجَمِيٌّ} قال أبو الفتح الموصلي: اعلم أن (ع ج م) إنما وضعت في كلام العرب للإبهام والإخفاء، وضد البيان والإيضاح، من ذلك قولهم: رجل أعْجم وامرأة عَجْماء، إذا كانا لا يُفصحان ولا يُبينان كلامهما، وكذلك (٦) العُجْمُ والعَجَمُ، وعَجَمُ الزبيب (٧) سُمّي لاستتارته وخفائه بما هو عَجَمٌ له، والعَجْماء: البهيمة؛ لأنها لا توضِّح عما في نفسها، ومن ذلك تسميتهم صلاتي الظهر والعصر العَجْماوتين؛ لما كانتا لا </p><p>(١) وكذلك فتح الياء لغة التنزيل؛ فالفتح والضم قراءتان سبعيتان، ليس احداهما بأولى من الأخرى، ولا فرق حقيقيًّا -في المعنى- بين القراءتين، قال الطبري: وهما عندي لغتان بمعنى واحد. \"تفسير الطبري\" ١٤/ ١٧٩. (٢) ورد بنحوه في \"تفسير الطوسي\" ٦/ ٤٢٧، وانظر: \"تفسير الزمخشري\" ٢/ ٣٤٥، والفخر الرازي ٢٠/ ١١٧، بنصه، و\"تفسير الألوسي\" ١٤/ ٢٣٣.(٣) \"معاني القرآن\" للفراء ٢/ ١١٣، بنحوه.(٤) \"معاني القرآن وإعرابه\" ٣/ ٢١٩ بنصه.(٥) \"الغريب\" لابن قتيبة ٢/ ٢٥٠، وفيه (يميلون).(٦) في جميع النسخ: (ولذلك) وهو تصحيف، والتصويب من المصدر، وبه يستقيم المعنى.(٧) هو النَّوَى الذي في جوفه، الواحدة: عَجَمة، متل: قَصبة وقصب. انظر: \"اللسان\" (عجم) ٥/ ٢٨٢٥.</p><p> يُفْصَح فيهما بالقراءة، قال أبو علي: ومن ذلك: عَجَمْتَ العُودَ؛ إما لأنك لما أدخلتَه لتِعُضَّه (١) وقد أخفيته، وإما لأنك قد ضغطت بعض أجزائه بالعَجْمِ، وأدخلت بعضها في بعض فأخفيتها، وربما سمّت (٢) العرب الأخرسَ الأعجم؛ وعُجْمة الرمل (٣) : أشدّه تراكمًا، سمي بذلك لتداخله واستبهام أمره على سُلاَّكِه، يقال: استعجمت الدارُ إذا صَمَّت فلم تجب سائلها، قال امرؤ القيس: </p><p> صَمَّ صَداها وعَفا رسمُها ... واستَعجمتْ عن مَنْطق السائلِ (٤) </p><p> وأما قولهم: أعْجمتُ الكتاب، فمعناه: أزلت عجمته واستعجامه بالإيضاح والتبين، وأَفْعَلْتُ قد يأتي والمراد به: السَّلْب؛ كقولهم: أشكيت، إذا أزلتَ ما يشكوه (٥) ، وهذا الذي ذكرنا هو أصل معنى هذا الحرف (٦) ، والعرب تسمي كل من لا يعرف لغته (٧) ولا يتكلم بلسانهم أعجم وأعجميًّا، قال كثير: </p><p>(١) في جميع النسخ (لبعضه)، والتصويب من المصدر. (٢) في جميع النسخ (سميت)، والتصويب من المصدر.(٣) أي كثرته، وقيل: آخره، وقيل: ما تعقَّد منه. انظر: \"اللسان\" (عجم) ٥/ ٢٨٢٥.(٤) \"ديوانه\" ص١٣٣، وورد في \"تهذيب اللغة\" (صم) ٢/ ٢٠٥٩، (صدى) ٢/ ١٩٩٤، و\"الأساس\" ٢/ ١٠١، و\"اللسان\" (صمم) ٤/ ٢٥٠٢، (عجم) ٥/ ٢٨٢٧، (صدى) ٤/ ٢٤٢٢، وورد بلا نسبة في: \"العين\" (صدي) ٧/ ١٣٩؛ (الصَّدى): ما يرجع من صوت الجبل، و (صمَّ صداها): أي غدت مقفرة لا حياة بها ولا أنيس، وهو يصف دارًا درَسَتْ، (عفا رسمها): أمست وليس لها رسم ولا بها أثر.(٥) \"سر صناعة الإعراب\" ١/ ٣٦ - ٣٧، نقل طويل تَصرَّف فيه بالاختصار والتهذيب.(٦) انظر: (عجم) في \"العين\" ١/ ٢٣٧، و\"جمهرة اللغة\" ١/ ٤٨٤، و\"تهذيب اللغة\" ٣/ ٢٣٤٢، و\"المحيط في اللغة\" ١/ ٢٧٤، و\"اللسان\" ٥/ ٢٨٢٧.(٧) هكذا في جميع النسخ، والأولى (لغتهم) حتى تنسجم مع السياق.</p><p> وما زال كتمانيك حتى كأنني ... بِرَدِّ جَوابِ السائِلي عنك أعجمُ (١) </p><p> قال الفراء وأحمد بن يحيى: الأعجم: الذي في لسانه عُجمة وإن كان من العرب، والأعجمي والعجمي: الذي أصله من العجم (٢) . </p><p> قال ابن الأنباري: وقولهما هو الصحيح عندنا. </p><p> وقال أبو علي الفارسي: الأعجمي: الذي لا يُفصح من العرب كان أو من العجم، ألا تراهم أنهم قالوا: زياد الأعجم؛ لأنه كانت في لسانه عُجمة (٣) وكان عربيًّا (٤) ، وقال (٥) لصلاة النهار عَجْمَاء أي: تُخفى فيه القراءة ولا تبَيَّن، وتُسمي العربُ من لا يتبين كلامه من أي صنف كان من الناس أعجم، ومنه قول الحِمَّاني (٦) : </p><p> سَلُّومُ: لو أَصْبَحتِ وسْطَ الأَعْجمِ </p><p>(١) لم أجده في ديوانه، وورد في \"الأغاني\" ١٥/ ١٦٧، منسوبًا لنُصَيب بن رباح أبي محجن مولى عبد الملك (ت: ١٠٨ هـ)، وقد ورد في شعر نصيب بن رباح ص ١٢٣ وفيهما: (بي الكتمان) بدل (كتمانيك)، (بِرَجْع) بدل (بِردِّ). (٢) لم أجده في معاني الفراء، وانظر: \"تفسير الفخر الرازي\" ٢٠/ ١١٨، بنصه عنهما، وورد نحوه غير منسوب في \"المحتسب\" ٢/ ١٢، و \"تفسير ابن عطية\" ٨/ ٥١١، قال ابن قتيبة: لا يكاد عوام الناس يفرقون بين العجمي والأعجمي، والعربي والأعرابي؛ فالأعجمي الذي لا يُفصح وإن كان نازلاً بالبادية، والعجمي: منسوب إلى العجم وإن كان فصيحًا، والأعرابي: هو البدوي، والعربي: منسوب إلى العرب وإن لم يكن بدويًا. \"تفسير ابن الجوزي\" ٤/ ٤٩٤.(٣) (عجمة) ساقطة من (أ)، (د)، وفي المخصص: (رُتَّةُ).(٤) ورد في \"المخصص\" ٢/ ١٢١، بنصه، وانظر: \"تفسير الرازي\" ٢٠/ ١١٨ بنصه، والخازن ٣/ ١٣٥، بلا نسبة.(٥) هكذا في جميع النسخ، والأظهر (يقال) أو (قيل).(٦) هو أبو الأخْزر الجماني، ولم أقف على ترجمته.</p><p> بالرومِ أو بالتُّركِ أو بالديلم </p><p> إذًا لَزُرناكِ ولو بِسُلَّمِ (١) </p><p> قال: وسط الأعجم ولم يقل: وسط العجم؛ لأنه جعل كل من لا يتبين كلامه أعجم، فكأنه قال: وسط القبيل الأعجم، وينبغي أن يكون الأعجمي بالياء فيه للنسب، نسب إلى الأعجم الذي لا يُفْصِح، وهو في المعنى كالأعجمي، ويجوز أن يقال: رجل أعجمي فيراد به ما يراد بالأعجم بغير ياء النسب، كما يُقال: أحمر وأحمريّ، ودَوّارٍ ودَوَّارِي (٢) . </p><p> ومعنى الآية هو (٣) أن الله تعالى قال: لسان هذا البشر الذي يزعمون </p><p>(١) ورد في \"المخصص\" ٢/ ١٢١ شطران، ١٦/ ١٠٢، و\"شرح شواهد الإيضاح\" ص ٤٤٠، وفيه حرف الجر (في) بدل الباء في الكلمات الثلاث، وورد الشطر الأول فقط في \"اللسان\" (وسط) ٨/ ٤٨٣٢، و\"التاج\" (وسط) ١٠/ ٤٤٥، وورد بلا نسبة في \"اللسان\" (عجم) ٥/ ٢٨٢٥، وورد في الاقتضاب باختلاف في الشطرين الأخيرين برواية: في الروم أو فارسَ أو في الديلمِإذًا لزرناكِ ولو لم نسلمِ(سَلُّومُ): منادى مرخم، أراد: ياسَلُّومة، (الدّيلم): الجماعة الكثيرة من الناس، وقيل: جيل من الناس، وقيل: هم من ولد ضَبَّةَ بن أُدد، قال ابن بري: وقوله: بِسُلم: أي لتسببنا إلى زيارَتِك بكل سبب، فضرب السُّلَّم مثلاً لذلك.وقال ابن السيد: وهذا البيت يصحفه كثير من الناس فيرونه ولو بسلّم، ولا وجه لذلك؛ لأن السلّم لا يستعمل في قطع المسافات وإنما يستعمل في صعود العلالي المشرفات والمواضع المرتفعات، ولو قال قائل لصاحبه: لو كنت ببغداد لنهضت إليك ولو بسلم لم يكن له معنى يعقل، وقد يسمل السلَّم بمعنى السبب، وليس له هاهنا أيضًا وجه؛ لأنه كان يجب أن يقول: ولو بغير سبب يوجب النهوض. وانظر: \"اللسان\" (دلم) ٣/ ١٤١٥.(٢) ورد نحوه في \"المحتسب\" ٢/ ١٢.(٣) في (أ)، (د): (وهو) بزيادة الواو, ويستقيم الكلام بدونها.</p>"
}