{
  "id": null,
  "sura": 16,
  "aya": 126,
  "text": "<p> أَحْسَنُ} بالكلمة التي هي أحسن. </p><p> قال مجاهد: أي أعرض عن أذاهم إياك كله (١) ، قال: لا تقابلهم بسوء، وهذا قبل الأمر بالقتال. </p><p> وقال عطاء عن ابن عباس:  {بِالَّتِي هِيَ أَحْسَنُ} بلا إله إلا الله (٢) ، كأنه قال: جادلهم بهذه الكلمة، {إِنَّ رَبَّكَ هُوَ أَعْلَمُ} إلى آخرها، معناه: هو أعلم بالفريقين، فهو يأمرك فيهما بما فيه الصلاح. </p><p> ١٢٦ - قوله تعالى:  {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا} الآية. هذه الآية فيها ثلاثة أقوال للمفسرين: </p><p> أحدها: وهو الذي عليه العامة، أنها نزلت لمّا قال النبيّ -صلى الله عليه وسلم- حين نظر إلى حمزة وقد مُثِّلَ به:  \"والله لأمثلن بسبعين منهم مكانك\" ، فنزل جبريل والنبيّ -صلى الله عليه وسلم- واقف بعد، بخواتيم سورة النحل، فصبر رسول الله -صلى الله عليه وسلم- وكفّر عن يمينه وأمسك عما أراد، هذا قول ابن عباس في رواية عطاء وأبي بن كعب والشعبي (٣) ، وعلى هذا قالوا: سورة النحل كلها مكية إلا هذه الآيات </p><p>(١) \"تفسير مجاهد\" ص ٣٥٥ بنصه، أخرجه الطبري ١٤/ ١٩٤ بنصه من طريقين، و\"الدر المنثور\" ٤/ ٢٥٥، وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم. (٢) انظر: \"تفسير ابن الجوزي\" ٤/ ٥٠٦، بنصه، و\"تنوير المقباس\" ص ٢٩٥ بنصه.(٣) أخرجه ابن أبي شيبة في \"مصنفه\" (٧/ ٣٦٦) بمعناه عن الشعبي، وأحمد ٥/ ١٣٥، بنحوه من طريقين عن أُبي، والترمذي كتاب: التفسير/النحل، بمعناه عن أُبي وحسنه، والنسائي في \"التفسير\" ١/ ٦٤١، بمعناه عن أُبي، والطبري ١٤/ ١٩٥، بنحوه عن عطاء بن يسار، إلا أن فيها: لنُمثلنَّ بثلاثين رجلاً منهم، والطبراني في \"الكبير\" ١١/ ٦٢، بنحوه عن ابن عباس، وفيه: لأمثلن بثلاثين، والحاكم: التفسير، النحل (٢/ ٣٥٩) بمعناه عن أبي وقال صحيح الإسناد، والبيهقي في \"الدلائل\" ٣١/ ٢٨٨ - ٢٨٩، بنحوه عن ابن عباس، وبمعناه عن أُبي، والواحدي =</p><p> الثلاث، فإنها نزلت بالمدينة (١) . </p><p> القول الثاني: أن هذا كان قبل الأمر بالسيف والجهاد حين كان المسلمون قد أمروا بقتال من يقاتلهم ولا يبدؤوا بالقتال، وهو قوله:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا}  [البقرة: ١٩٠] ، وفي هذه الآية أُمروا أن يعاقبوا بمثل ما أصابهم من العقوبة ولا يزيدوا، فلما نزلت سورة برآءة نُسخت هذه الآية، كما نُسخ قولُه:  {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ} الآية. وهذا قول ابن عباس والضحاك (٢) . </p><p>= في \"أسباب النزول\" ص ٢٩١ بنحوه عن أبي هريرة وابن عباس، وورد بنحوه في \"سيرة ابن هشام\" ٣/ ٤٧، و\"معاني القرآن\" للنحاس ٤/ ١١٣ وقال: فأمَّا حديث أبي هريرة وابن عباس فإسنادهما ضعيف، وورد في: \"تفسير الجصاص\" ٣/ ١٩٤، بنحوه عن الشعبي وعطاء، والسمرقندي ٢/ ٢٥٦، بنحوه عن ابن عباس، والطوسي ٦/ ٤٤٠، عن الشعبي وعطاء، وانظر: \"تفسير ابن الجوزي\" ٤/ ٥٠٧، عن ابن عباس وأُبي، وابن كثير ٢/ ٦٥٢ - ٦٥٣، عن عطاء بن يسار، وقال: وهذا مرسل، وفيه رجل مبهم لم يسم، كما ذكر أنه روي متصلاً وعزاه إلى البزار عن أبي هريرة، وقال: وهذا إسناد فيه ضعف؛ لأن صالحاً هو ابن بشير المري ضعيف عند الأئمة، وقال البخاري هو منكر الحديث، وأورده كذلك بنحوه عن الشعبي وأُبي، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٥٥، بمعناه وزاد نسبته إلى ابن المنذر وابن أبي حاتم وابن حبان وابن مردويه عن أبي بن كعب، وأورده بنحوه، ٤/ ٢٥٥، وزاد نسبته إلى ابن المنذر وابن مردويه عن ابن عباس، والحديث يرتقي بكثرة طرقه إلى الحسن لغيره، وقد حسّنه الترمذي كما صححه الحاكم، وقال الألباني: حسن صحيح الإسناد. \"صحيح سنن الترمذي\" (٣١٢٩). (١) ورد في \"تفسير الثعلبي\" ٢/ ١٦٦ ب، بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٤٢٥، والفخر الرازي ١٩/ ٢١٧.(٢) أخرجه الطبري ١٤/ ١٩٦، بمعناه عن ابن عباس من طريق العوفي ضعيفة، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١١٢، عن الضحاك، و\"تفسير الثعلبي\" =</p><p> القول الثالث: أن هذه الآية نزلت في نهي المظلوم أن ينال من ظالمه أكثر مما نال منه , وهذا قول مجاهد وإبراهيم وابن سيرين وسفيان (١) ؛ قال مجاهد في هذه الآية: لا تعتدوا (٢) . </p><p> وقال ابن سيرين: يقول: إنْ أَخذَ رجلٌ منك شيئًا فخذ منه مثله (٣) ، ونحوه لفظ إبراهيم. </p><p> وقال سفيان: لا تأخذ دينارًا مكان درهم (٤) ، وعلى هذا القول: الآية محكمة (٥) . </p><p> غير أن علي بن أبي طلحة روى عن ابن عباس أنه قال: نزلت هذه </p><p>= ٢/ ١٦٧ أ، عنهما، وورد بنحوه غير منسوب في \"تفسير الطوسي\" ٦/ ٤٤١، وانظر: \"تفسير البغوي\" ٥/ ٥٣، عنهما، وابن الجوزي ٤/ ٥٠٨، عنهما، والخازن ٣/ ١٤٣، عنهما، و\"الدر المنثور\" ٤/ ٢٥٦، وزاد نسبته إلى ابن مردويه عن ابن عباس، وقد مضى الرد على المبالغة في دعوى نسخ بعض الآيات بآية السيف عند آية [٨٥]، من الحجر ١/ ٣٥٩. (١) ورد في \"تفسير الثعلبي\" ٢/ ١٦٧ أ، بنحوه عنهم، والطوسي ٦/ ٤٤١، بنحوه عنهم عدا سفيان.(٢) \"تفسير مجاهد\" ٣٥٥، بلفظه، أخرجه الطبري ١٤/ ١٩٧ بلفظه من طريقين، وورد في: \"تفسير الجصاص\" ٣/ ١٩٤، بمعناه، و\"تفسير الماوردي\" ٣/ ٢٢١ بمعناه، وانظر:\"تفسير ابن كثير\" ٢/ ٦٥٢، و\"الدر المنثور\" ٤/ ٢٥٦، وزاد نسبته إلى ابن أبي شيبة وابن المنذر.(٣) أخرجه عبد الرزاق في \"مصنفه\" ٢/ ٣٦١ بنصه عنهما، والطبري ١٤/ ١٩٧، بنصه عنهما، وورد في: \"تفسير الجصاص\" ٣/ ١٩٤، بمعناه، و\"تفسير الماوردي\" ٣/ ٢٢١، بمعناه، وانظر: \"تفسير ابن كثير\" ٢/ ٦٥٢، عنهما، و\"الدر المنثور\" ٤/ ٢٥٦، وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٤) أخرجه عبد الرزاق في \"مصنفه\" ٢/ ٣٦١ بمعناه، والطبري ١٤/ ١٩٧ بمعناه.(٥) وهو ما رجحه الطبري في ١٤/ ١٩٧، والفخر الرازي ٢٠/ ١٤٣.</p>"
}