{
  "id": null,
  "sura": 16,
  "aya": 9,
  "text": "<p> وقال آخرون: يعني مما أعد في الجنة لأهلها وما أعد في النار لأهلها (١) . </p><p> وقال السدي وقتادة: يعني السوس في الثياب، والدود في الفواكه (٢) . </p><p> ٩ - قوله تعالى:  {وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ} القصد: استقامة الطريق، يقال: طريق قصد وقاصد إذا أداك إلى مطلوبك، وقصد بك ما تريد (٣) ، واختلفوا في معنى هذه الآية، فأكثر المفسرين على أن المعنى: وعلى الله بيان قصد السبيل بالكتب والرسل والحجج (٤) ، وهو قول جابر وقتادة </p><p>(١) انظر: \"تفسير الطبري\" ١٤/ ٨٣، والبغوي ٥/ ١١، وابن الجوزي ٤/ ٤٣٢، و\"تفسير القرطبي\" ١٠/ ٨٠، والخازن ٣/ ١٠٨، وأبي حيان ٥/ ٤٧٧. (٢) ورد في \"معاني القرآن\" للنحاس ٤/ ٥٧، عن السدي، و\"تفسير الثعلبي\" ٢/ ١٥٤ ب، بنصه عن قتادة، و\"تفسير القرطبي\" ١٠/ ٨٠، وعنهما في الخازن ٣/ ١٠٨، عن قتادة، وأبي حيان ٥/ ٤٧٧، وهو قول غريب وتخصيص عجيب دون داعٍ أو مناسبة، وهذا التفسير لا يليق بهذا المكان؛ لأن السياق في النعم والمنن، وحتى تخصيصه بما أُعد في الجنة غير مناسب للسياق؛ فالحديث في معرض الامتنان على العباد مؤمنهم وكافرهم بالمركوبات، لذلك فالإطلاق أولى من كل هذه التخصيصات البعيدة عن السياق، وإن لزم الأمر إلى تخصيص، فينبغي أن يكون التخصيص بجنس الممتن به؛ لقوة القرينة، فيكون المقصود بـ {مَا لَا تَعلَمُونَ}، أي: من جنس المركوبات، ويؤيد هذا التخصيص ما ألهم الله البشر من اختراع وسائل النقل المتعددة - لم تكن موجودة بل ولا متصورة يومئذٍ، كالسيارات والقطارات والطائرات والمركبات الفضائية، وقد أشار إلى ذلك جماعة من العلماء المعاصرين. انظر: \"تفسير سيد قطب\" ٤/ ٢١٦١، و\"الطاهر بن عاشور\" ١٤/ ١١١، و\"الشنقيطي\" ٣/ ٢١٨.(٣) انظر: (قصد) في \"المحيط في اللغة\" ٥/ ٢٥٦، و\"المفردات\" ص ٦٧٢، و\"اللسان\" ٣٦٤٢.(٤) انظر: \"تفسير مقاتل\" ١/ ٢٠٠ ب، والطبري ١٤/ ٨٤، والسمرقندي ٢/ ٢٢٩، و\"تفسير الماوردي\" ٣/ ١٨١، والبغوي ٥/ ١١، وابن عطية ٨/ ٣٧٦، و\"تفسير القرطبي\" ١٠/ ٨١، والخازن ٣/ ١٠٨، وأبي السعود ٥/ ٩٨.</p><p> والسدي (١) ، ورُوي ذلك عن ابن عباس (٢) واختاره الفراء (٣) والزجاج (٤) ، وعلى هذا: الآية من باب حذف المضاف؛ لأن التقدير: وعلى الله بيان قصد السبيل، ثم قال:  {وَمِنهَا جَآِئرٌ} ، أي: عادل مائل، ومعنى الجور في اللغة: الميل عن الحق (٥) ، والكناية في منها تعود على السبيل، وهي مؤنثة في لغة الحجاز، يعني: ومن السبيل ما هو جاثر غير قاصد للحق (٦) . قال الكلبي: يعني اليهودية والنصرانية والمجوسية (٧) . وقال ابن المبارك: يعني الأهواء والبدع (٨) . </p><p> روى عطاء عن ابن عباس في هذه الآية، قال: من أراد أن يهديه سهل له طريق الإيمان, ومن أراد أن يُضلَّه وعَّر عليه طريق الإيمان (٩) ، يعني </p><p>(١) أخرجه الطبري ١٤/ ٨٤ بمعناه عن قتادة، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٠٩، وزاد نسبته إلى عبد بن حميد وابن المنذر وابن أبي حاتم عن قتادة بمعناه، ولم أقف عليه عن جابر والسدي. (٢) أخرجه الطبري ١٤/ ٨٥ بمعناه، من طريق ابن أبي طلحة صحيحة، ومن طريق العوفي غير مرضية، وورد في \"تفسير الطوسي\" ٦/ ٣٦٣.(٣) \"معاني القرآن\" للفراء ٢/ ٩٧، بمعناه.(٤) معاني القرآن وإعرابه\" ٣/ ١٩٢، بمعناه.(٥) انظر: (جور) في \"المحيط في اللغة\" ٧/ ١٧٢، و\"مجمل اللغة\" ١/ ٢٠٢، و\"الصحاح\" ٢/ ٩١٧، و\"اللسان\" ٢/ ٧٧٢.(٦) نقله الفخر الرازي بنصه، ونسبه للواحدي ١٩/ ٢٣١.(٧) روي عن ابن عباس في \"تفسير ابن كثير\" ٢/ ٦٢٠، و\"تنوير المقباس\" ص ٢٨٣، وورد غير منسوب في: \"تفسير الثعلبي\" ٢/ ١٥٤، دون ذكر المجوسية، والبغوي ٥/ ١١، وابن عطية ٨/ ٣٧٧، و\"تفسير القرطبي\" ١٠/ ٨١، والخازن ٣/ ١٠٨.(٨) ورد في \"تفسير الثعلبي\" ٢/ ١٥٤ ب، بنصه، وانظر: \"تفسير البغوي\" ٥/ ١١، وابن الجوزي ٤/ ٤٣٣، والخازن ٣/ ١٠٨.(٩) انظر: \"تفسير القرطبي\" ١٠/ ٨٢، بنصه.</p><p> المنافق والكافر؛ شَدُدَ عليه الغُسْلُ من الجنابة والوُضوءُ للصلاة، ويَثْقُلُ عليه صيام شهر رمضان من اثني عشر شهرًا، ثم بين أن المشيئة إليه، فقال:  {وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} ، يريد: فلو شاء لأرشدكم أجمعين حتى لا يختلف عليك يا محمد أحد، هذا كلامه، والذي ذكرنا في هذه الآية هي طريقة المفسرين. وفي الآية وجه آخر، وهو أن المعنى: أن قصد السبيل الذي هو الحنفية والإسلام على الله؛ أن يؤدي إلى رضا الله وثوابه وجزائه (١) ؛ كقوله:  {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ}  [الحجر: ٤١] ، أي: أنه يؤدي إلى جزائي وكرامتي، فهو طريق عليّ، وهذا مذهب مجاهد، قال: على الله طريق الحق (٢) ، وبه قال عبد الله بن المبارك (٣) ، وهو أقوى القولين؛ لأنه صح من غير إضمار ولا شبهة للقدرية (٤) ؛ لأنهم يقولون على التفسير الأول: أضاف قصد السبيل إليه. </p><p> ثم قال:  {ومنها جائزٌ} وهو ضده، فلم يضف إلى نفسه (٥) ، </p><p>(١) انظر: \"تفسير ابن عطية\" ٨/ ٣٧٦. (٢) تقدم توثيق قوله.(٣) لم أقف عليه.(٤) القدرية هم نفاة القدر؛ يزعمون أن الأمر أنف، كان أول ظهورهم في نهاية جيل الصحابة، عندما ظهر معبد الجهني، وقد تبرأ منهم ابن عمر -رضي الله عنهما-، وخلف الجهمية في هذه البدعة المعتزلة، وأصّلوها، وجعلوها من أصولهم الخمسة. انظر: \"الفرق بين الفرق\" ص ١١٤، و\"الفصل في الملل والأهواء\" ٣/ ٨٢، و\"الملل والنحل\" ١/ ٤٣، و\"الاستقامة\" ١/ ١٧٩، و\"التعريفات\" ص ١٧٤.(٥) هذه إشارة إلى مذهبهم الفاسد في إخراج أفعال العباد عن قدرة الله وخلقه، والمذهب الحق في هذه القضية هو مذهب أهل السنة والجماعة، وقد ذكره شيخ الإسلام ابن تيمية رحمه الله وغيره، فقال: وأما جمهور أهل السنة، فيقولون: إن =</p>"
}