{
  "id": null,
  "sura": 16,
  "aya": 90,
  "text": "<p> ٩٠ - وقوله تعالى:  {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ} قال ابن عباس في رواية الوالبي: العدل: شهادة أن لا إله إلا الله، والإحسان: أداء الفرائض (١) ، وقال في رواية عطاء: العدل: خلع الأنداد، والإحسان: تعبد الله كأنك تراه (٢) ، وأن تحب للناس ما تحب لنفسك. إن كان مؤمنًا أحببت أن يزداد إيمانًا، وإن كان كافرًا أحببت أن يكون أخاك في الإسلام (٣) . </p><p> وقال في رواية باذان (٤) : العدل: التوحيد، والإحسان: الإخلاص فيه (٥) ، وقال آخرون: يعني بالعدل: في الأفعال، والإحسان: في الأقوال (٦) ، ولا يفعل إلا ما هو عدل ولا يقول إلا ما هو حسن (٧) . </p><p>(١) أخرجه الطبري ١٤/ ١٦٢ بنصه من طريق ابن أبي طلحة صحيحة، والبيهقي في \"الأسماء والصفات\" ص ١٣٤، مجملاً، ورد في \"تفسير الثعلبي\" ٢/ ١٦١ ب، بنحوه، وانظر: \"تفسير البغوي\" ٥/ ٣٨، وابن عطية ٨/ ٤٩٤، وابن الجوزي ٤/ ٤٨٣، والفخر الرازي ٢٠/ ١٠١، و\"تفسير القرطبي\" ١٠/ ١٦٥، والخازن ٣/ ١٣١، وأبي حيان ٥/ ٥٢٩، وابن كثير ٢/ ٦٤٢، و\"الدر المنثور\" ٤/ ٢٤١ وزاد نسبته إلى ابن المنذر وابن أبي حاتم. (٢) ورد في \"تفسير الثعلبي\" ٢/ ١٦١ ب، بنصه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٤٨٣، والفخر الرازي ٢٠/ ١٠١.(٣) نقله الفخر الرازي والخازن بنصه دون عزو. انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠١، والخازن ٣/ ١٣١.(٤) باذان هو أبو صالح مولى أم هانىء، وقد تقدمت ترجمته.(٥) ورد في \"تفسير الثعلبي\" ٢/ ١٦١ب، بنحوه، وانظر: \"تفسير البغوي\" ٥/ ٣٨، وابن الجوزي ٤/ ٤٨٣، والفخر الرازي ٢٠/ ١٠١، والخازن ٣/ ١٣١.(٦) ورد في \"تفسير الثعلبي\" ٢/ ١٦٢ أ، بنصه.(٧) نقله الفخر الرازى والخازن بنصه دون عزو. انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠١، والخازن ٣/ ١٣١.</p><p> وقوله تعالى:  {وَإِيتَاءِ ذِي الْقُرْبَى} قال عطاء عن ابن عباس: يريد صلة القرابة (١) من فضل ما رزقك الله، فإن لم يكن عندك فضل فدعاء (٢) ، وروى أبو سلمة (٣) عن أبيه أن رسول الله -صلى الله عليه وسلم- قال:  \"إنّ أعْجَلَ الطاعةِ ثَوابًا صِلةُ الرحم،[حتى](٤)إن أهل البيت ليكونون فُجَّارًا فَتُنْمَى أموالُهُم ويَكثُرُ عددُهم إذا وصلُوا أرحامَهُم\"  (٥) . </p><p>(١) أخرجه الطبري ١٤/ ١٦٢ من طريق ابن أبي طلحة، قال: الأرحام، وانظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠٠، و\"تنوير المقباس\" ص٢٩١، و\"الدر المنثور\" ٤/ ٢٤١، وزاد نسبته إلى ابن المنذر وابن أبي حاتم، وورد بنحوه غير منسوب في \"تفسير السمرقندي\" ٢/ ٢٤٧، والماوردي ٣/ ٢٠٩، والطوسي ٦/ ٤١٩، والبغوي ٥/ ٣٨، وابن عطية ٨/ ٤٩٥، وابن الجوزي ٤/ ٤٨٣، والخازن ٣/ ١٣١. (٢) نقله الفخر الرازي بنصه دون عزو. انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠١.(٣) أبو سلمة عبد الله بن عبد الرحمن بن عوف، أحد الأعلام بالمدينة، روى عن أبيه وعن زيد بن ثابت وأبي هريرة، وعنه: ابنه عمر والزهري، كان ثقة فقيهًا كثير الحديث، مات سنة (٩٤ هـ)، وقيل: (١٠٤ هـ) والأول أصح، وعمره (٧٢ سنة). انظر: \"طبقات ابن سعد\" ٥/ ١٥٥، و\"سير أعلام النبلاء\" ٤/ ٢٨٧، و\"الكاشف\" ٣/ ٤٣١، و\"تقريب التهذيب\" ص ٦٤٥ (٨١٤٢).(٤) ما بين المعقوفين زيادة يقتضيها السياق، وهي ثابتة في مكارم الأخلاق، وفي بعض المصادر زيادة (واو) بدل حتى.(٥) أخرجه الخرائطي في \"مكارم الأخلاق\": باب ما جاء في صلة الأرحام ١/ ٢٦٤ بالنص سندًا ومتنًا، وابن حبان [موارد الظمآن]: البر والصلة، صلة الرحم وقطعها ص ٤٩٩ بنصه تقريبًا عن أبي بكرة، والطبراني في الأوسط [مجمع البحرين] ٥/ ١٦٧، بنحوه عن أبي سلمة عن أبي هريرة، والبيهقي في \"السنن\" ١٠/ ٣٥ - ٣٦، بنحوه عن أبي هريرة، وبنحوه مرسلاً عن مكحول، وورد في \"تفسير الفخر الرازي\" ٢٠/ ١٠١. بنصه، وأورده الهيثمي في \"المجمع\" ٨/ ١٥٢، بنصه، وقال: وفيه أبو الدهماء البصري، وهو ضعيف جدًا، وورد في \"كنز العمال\" ٣/ ٣٦٤، وقد ذكره الألباني في \"سلسلة الأحاديث الصحيحة\" ٢/ ٦٧٠ - ٦٧١ تحت (٩٧٨)، وأورد جميع طرقه وشواهده، ثم قال: وجملة القول أن الحديث بمجموع هذه الطرق والشواهد صحيح ثابت.</p><p> وقوله تعالى:  {وَيَنْهَى عَنِ الْفَحْشَاءِ} قال في رواية علي: يقول: الزنى (١) ، وقال في رواية عطاء: يريد البخل عن حقوق الله، وجميع الذنب صغيره وكبيره (٢) ، وقال آخرون: الفحشاء: ما قبح من قول أو فعل (٣) . </p><p> (وقوله تعالى{وَالْمُنْكَرِ}قال في الروايتين: الشرك والكفر بالله (٤) ، وقال غيره: المنكر ما لا يعرف في شريعة ولا سنة (٥) ) (٦) . </p><p>(١) أخرجه الطبري ١٤/ ١٦٣ بلفظه من طريق علي صحيحة، ورد في \"تفسير الثعلبي\" ٢/ ١٦٢ أ، بلفظه، وانظر: \"تفسير البغوي\" ٥/ ٣٨، وابن عطية (٨/ ٤٩٦، وابن الجوزي ٤/ ٤٨٣، و\"تفسير القرطبي\" ١٠/ ١٦٧، والخازن ٣/ ١٣١، و\"الدر المنثور\" ٤/ ٢٤١، وزاد نسبته إلى ابن المنذر وابن أبي حاتم. (٢) انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠١، بلا نسبة.(٣) انظر: \"تفسير القرطبي\" ١٠/ ١٦٧، والخازن ٣/ ١٣١، وأبي حيان ٥/ ٥٣٠، وهو الأرجح لكونه عامًّا وشاملاً لكل الفواحش.(٤) انظر: \"تفسير ابن الجوزي\" ٤/ ٤٨٤، والخازن ٣/ ١٣١، و\"الدر المنثور\" ٤/ ٢٤١، وزاد نسبته إلى ابن المنذر وابن أبي حاتم، و\"تفسير الفخر الرازي\" ٢٠/ ١٠١، بلا نسبة.(٥) ورد في \"تفسير السمرقندي\" ٢/ ٢٤٧، بنصه، والثعلبي ٢/ ١٦٢ أ، بنصه، وانظر: \"تفسير البغوي\" ٥/ ٣٨، وابن الجوزي ٤/ ٤٨٤، والفخر الرازي ٢٠/ ١٠١، و\"تفسير القرطبي\" ١٠/ ١٦٧، والخازن ٣/ ١٣١، والأولى ترك اللفظ على عمومه ليشمل كل منكر قولي أو فعلي، عرف بالشرع أو العقل أو الحرف، كما أنه ليس كل ما لم يعرف في شريعة أو سنة يعد منكرًا.(٦) ما بين القوسين مكتوب على الهامش الأيمن من نسخة (ش).</p><p> وقوله تعالى:  {وَالْبَغْيِ} قال علي عن ابن عباس: الكِبْر والظلم (١) ، وقال عطاء عنه: أن تبغي على أخيك (٢) . </p><p> وقال أهل المعاني في هذه الآية: إنما جمعت الأوصاف الثلاثة للبيان عن تفصيل المنهي عنه؛ فالفحشاء قد تكون بما يفعله الإنسان مما لا يظهر أمره وهو مما يعظم قبحه، والمنكر: ما يظهر للناس مما يجب إنكاره، والبغي: ما يتطاول به من الظلم لغيره، ولا يكون إلا من الفاعل على غيره، والظلم قد يكون ظلم الفاعل لنفسه (٣) ، وفي حديث أبي سلمة عن أبيه:  \"وإن أعجلَ المعصيةِ عقابًا: البغي واليمين الفاجرة؛ تُذهبُ المالَ وتَتركُ البيتَ بَلَاقِع\"  (٤) . </p><p> وروى مجاهد عن ابن عباس قال: لو (٥) أن جبلًا بغى على جبل لدُكَّ الباغي منهما (٦) ، وقال خالد الربعي (٧) : إن مما يعجل عقوبته ولا يؤخر </p><p>(١) أخرجه الطبري ١٤/ ١٦٣ بنصه من طريق علي صحيحة، وانظر: \"تفسير البغوي\" ٥/ ٣٨، وابن الجوزي ٤/ ٤٨٤، و\"الدر المنثور\" ٤/ ٢٤١، وزاد نسبته إلى ابن المنذر وابن أبي حاتم، وورد غير منسوب في \"تفسير الثعلبي\" ٢/ ١٦٢ أ، بنصه، والفخر الرازي ٢٠/ ١٠١، و\"تفسير القرطبي\" ١٠/ ١٦٧، والخازن ٣/ ١٣١. (٢) انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٠١.(٣) ورد في \"تفسير الجصاص\" ٣/ ١٩٠، بنحوه، و\"تفسير الطوسي\" ٦/ ٤١٩، بنصه.(٤) سبق تخريجه قريبًا، أما هذه الزيادة فقد وردت بنحوها عن أبي هريرة: في معجم الطبراني الأوسط [مجمع البحرين] ٤/ ٦٨، و\"السنن\" للبيهقي ١٠/ ٣٥، (بَلاَقِع) جمع بَلْقَع وبلقعة، وهي الأرض القَفْر التي لا شيء بها، يريد أن الحالف بها يَفْتَقِر ويذهب ما في بيته من الرزق، وقيل: هو أن يفرِّق الله شمله ويُغَيِّر عليه ما أولاه من نِعَمِه. النهاية ١/ ١٥٣، وانظر: \"اللسان\" (بلقع) ١/ ٣٤٨.(٥) في جميع النسخ: (لو قال) ولا معنى لها، والظاهر أنها تكررت.(٦) ورد في تفسير هود الهواري ٢/ ٣٨٤، بنصه، وانظره بلا نسبة في \"تفسير القرطبي\" ١٠/ ١٦٧، والخازن ٣/ ١٣١.(٧) خالد بن بَاب الربعى الأحدب، روى عن شهر بن حوشب وصفوان بن محرز، وعنه: أبو الأشهب وحميد بن مهران، قال أبو زرعة: متروك الحديث. انظر: \"التاريخ الكبير\" ٣/ ١٤١، و\"الجرح والتعديل\" ٣/ ٣٢٢، و\"ميزان الاعتدال\" ٢/ ١٥١.</p><p> الأمانة تُخَان، والإحسانُ يُكْفَر، والرحم تُقْطَع، والبغي على الناس (١) . </p><p> وقوله تعالى:  {يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} قال ابن عباس: يريد ينهاكم عن هذا كله ويأمركم أن تتحاضوا على ما فيه لله رضا؛ لكي تتعظوا (٢) ، قال ابن مسعود: إن أجمع آية في القرآن لخير وشر هذه الآية (٣) ، وقال أهل المعاني: ذكر الله تعالى في الآية الأولى؛ فقال:  {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} ، ثم بين في هذه الآية المأمور به والمنهي عنه مجملًا، فما من شيء يُحتاجُ إليه في أمر دينهم مما يجب أن يؤتى أو يترك إلا وقد اشتملت عليه هذه الآية (٤) . </p><p>(١) لم أقف عليه. (٢) أخرجه الطبري ١٤/ ١٦٣ من طريق ابن أبي طلحة، قال: يوصيكم، وانظر: \"تفسير الخازن\" ٣/ ١٣١، بنحوه غير منسوب.(٣) أخرجه البخاري ص١٦٦ (٤٨٩) في \"الأدب المفرد\" /الألباني: باب الظلم ظلمات، بنحوه، والطبري ١٤/ ١٦٣ بنصه وبنحوه، والطبراني في \"الكبير\" ٩/ ١٤٢ من عدة طرق بنصه وبنحوه، والحاكم: تفسير النحل ٢/ ٣٥٦ بنصه، وقال: على شرط الشيخين ووافقه الذهبي، والبيهقي في \"الشعب\" ٢/ ٤٧٣ بنصه، وورد في \"تفسير الثعلبي\" ٢/ ١٦٢أ، بنحوه، وانظر: \"تفسير البغوي\" ٥/ ٣٩، وابن عطية ٨/ ٤٩٣، وابن الجوزي ٤/ ٤٨٤، والفخر الرازي ٢٠/ ١٠٠، والخازن ٣/ ١٣١، و\"الدر المنثور\" ٤/ ٢٤١، وزاد نسبته إلى سعيد بن منصور ومحمد بن نصر في الصلاة وابن المنذر وابن أبي حاتم.(٤) انظر: \"تفسير الخازن\" ٣/ ١٣١، بنصه، وحَمْلُ الآية على العموم أولى من التخصيص، خاصة أن بعض الروايات ضعيفة، وقد ضَعَّفَ الفخر الرازي تخصيص الآية بما ورد من أقوال منسوبة أو مطلقة، ورأى أن تخصيص الآية تَحَكُّم بدون داعٍ أو دليل، وقبله ضعف ابن عطية القول الأول في تفسير العدل والإحسان لكونه مخالفًا لتفسير الرسول -صلى الله عليه وسلم- للإحسان، وعزا ذلك إلى احتمال ضعف الأثر عن ابن عباس؛ وقال: فإن صح هذا عن ابن عباس -رضي الله عنهما - وقد صح- فإنما أراد أداء الفرائض مكمَّلة. انظر: \"تفسير ابن عطية\" ٨/ ٤٩٤، والفخر الرازي ٢٠/ ١٠١، و\"تفسير القرطبي\" ١٠/ ١٦٦.</p>"
}