{
  "id": null,
  "sura": 16,
  "aya": 59,
  "text": "<p> يريد أنهم لا يرتكبون ما يُدَنِّس الوجه، وعلى هذا المعنى وصفهم الرجلَ بالبياض في المدح لا على معنى بياض اللون ونصوعه، قال قتادة في هذه الآية: هذا صنيع مشركي العرب، فأما المؤمن فهو حقيق أن يرضى بما قسم الله له (١) . </p><p> وقوله تعالى:  {وَهُوَ كَظِيمٌ} أي ممتلئ غمًّا (٢) ، وفسرنا هذا الحرف في سورة يوسف [٨٤] . </p><p> ٥٩ - قوله تعالى:  {يَتَوَارَى} ، أي: يختفي ويتغيب، وقد ذكرنا هذا الحرف وتفسيره في قوله:  {مَا وُورِيَ عَنْهُمَا}  [الأعراف: ٢٠] . </p><p> وقوله تعالى:  {مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ} قال المفسرون: كان الرجل في الجاهلية إذا ضرب امرأتَه المخاضُ توارى إلى أن يعلم ما يُولدُ له، فإن كان ذكرًا سُرَّ به وابتهج، وإن كانت أُنثى اكتأب لها وحزن ولم يظهر للناس أيامًا، يُدبِّر كيف يصنع في أمرها (٣) ، وهو قوله:  {أَيُمْسِكُهُ عَلَى هُونٍ} أي أيحبسه، والإمساك هاهنا بمعنى الحبس، كقوله:  {أَمْسِكْ عَلَيْكَ زَوْجَكَ}  [الأحزاب: ٣٧] ، والكناية تعود على ما في قوله:  {مَا بُشِّرَ بِهِ} ، والهُون: </p><p>= وأسفر: أشرق، ومنه: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ}: أي مشرقة، ومَسَافرُ الوجه: ما يظهر منه، (المشاهد) الوقائع والحروب، (غرَّان) جمع أغرّ، ورجلٌ أغرُّ الوجه إذا كان أبيض الوجه. (١) أخرجه الطبري ١٤/ ١٢٣ بنصه، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٢٦، وزاد نسبته إلى عبد بن حميد وابن المنذر وابن أبي حاتم.(٢) ورد في \"تفسير الثعلبي\" ٢/ ١٥٨ أ، بنصه.(٣) ورد في \"معاني القرآن\" للنحاس ٤/ ٧٥، بنحوه، وانظر: \"تفسير ابن عطية\" ٨/ ٤٤٦، وابن الجوزي ٤/ ٤٥٨، والفخر الرازي ٢٠/ ٥٥، والخازن ٣/ ١٢٠، وأبي حيان ٥/ ٥٠٤.</p><p> الهَوَان (١) . </p><p> قال ابن شميل: إنه لَيَهُون علي هَوْنًا وهَوانًا (٢) ، وأهنته هَوْنًا وهوانًا، وذكرنا هذا في سورة الأنعام عند قوله:  {عَذَابَ الْهُونِ}  [آية: ٩٣] . </p><p> قال المفسرون: كان أحدُهم في الجاهلية إذا وُلِدت له بنتٌ ضاق بها ذرعًا، فلم يدر ما يصنع بها؛ أَيَدُسُّها تحت التراب أو يتهاون بها فيُلْقِيها (٣) ، والهَوان على قول أكثرهم يعود إلى المولودة على معنى أنه سيهينها في التعب والعمل، ويمسكها على هوان منه لها. </p><p> وقال عطاء عن ابن عباس في قوله:  {أَيُمْسِكُهُ عَلَى هُونٍ} يريد على رغم أنفه وعلى الكراهية منه (٤) ، وعلى هذا القول، الهوان راجع إلى الوَالِد (٥) ؛ لأنه يمسكه على رضا بهوان نفسه وكراهته، واختاره الفراء </p><p>(١) لم يفرق بعضهم بين الهَوْن والهُون، وذهب الكثير إلى التفريق بينهما؛ فقال بعضهم: الهُون: الهوان، والهَون: الرفق. وقال آخرون: الهُون: العذاب، والهَون: الرفق. وقال الليث: الهَون: مصدر الهيِّن في معنى السكينة والوقار. وقال شمر: الهَوْنُ: الرفق والدعة. وقال الفراء: الهُوْنُ في لغة قريش: الهَوَانُ، وبعض تميم يجعل الهُون مصدرًا للشيء الهيّن؛ أي القليل. انظر: \"معاني القرآن\" للفراء ٢/ ١٠٦، و\"تهذيب اللغة\" (هان) ٤/ ٣٦٩٩، و\"اتفاق المباني وافتراق المعاني\" ص ٩٩. (٢) ورد في \"تهذيب اللغة\" (هان) ٤/ ٣٦٩٩، بنصه.(٣) ورد بنحوه في \"تفسير مقاتل\" ١/ ٢٠٤ أ، والطبري ١٤/ ١٢٤، والسمرقندي ٢/ ٢٣٩، وهود ٢/ ٣٧٤، والثعلبي ٢/ ١٥٨ أ، ولعل المقصود بقوله: (فيلقيها)، أي: يلقيها من شاهق، فقد ذكر الرازي عدة وسائل كانوا يسلكونها في قتل البنات، أشهرها: أن يحفر لها الحفيرة ويدفنها حتى تموت، ومنهم من يرميها من شاهق جبل، ومنهم من يغرقها، ومنهم من يذبحها. انظر: \"تفسير الرازي\" ٢٠/ ٥٦.(٤) انظر: \"تفسير الفخر الرازي\" ٢٠/ ٥٥.(٥) في جميع النسخ: (الولد) والصحيح (الوالد)؛ لأن هذا هو المعنى الثاني، وفي الأول عاد الهوان على الولد، ويؤيده التعليل بعده.</p><p> فقال: لا يدري أيدفنها أم يصبر عليها وعلى مكروهها (١) . </p><p> وقوله تعالى:  {أَمْ يَدُسُّهُ فِي التُّرَابِ} أي يخفيه، والدس: إخفاء الشيء (٢) ، وهذا على ما كانوا يفعلونه من الوأد في الجاهلية، والجملة التي وقع عليها الاستفهام من الإمساك أو (٣) الوأد متعلقة بمحذوف يدل عليه القَسَم في الاستفهام، على تقدير {يَتَوَارَى مِنَ الْقَوْمِ} مقدرًا: أيمسكه أم يدسه، أو مفكرًا أو مدبرًا، أي يُقَلِّبُ رأيه في أحد الأمرين. </p><p> وقال صاحب النظم: قوله: {أَيُمْسِكُهُ} متصل في النظم بقوله: {وَهُوَ كَظِيمٌ} ، والكظيم بمعنى الكاظم، ومعنى الكظم: ستر الشيء في القلب وترك إظهاره (٤) ، ومنه:  {وَالْكَاظِمِينَ الْغَيْظَ}  [آل عمران: ١٣٤] ، والتأويل: وهو كاظم، {أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ} ، أي: أن هذا المعنى في قلبه من شدة الغَمّ وهو يكظمه ولا يظهره. </p><p> وقوله تعالى:  {أَلَا سَاءَ مَا يَحْكُمُونَ} قال ابن عباس والمفسرون: بئس ما حكموا أن جعلوا لمن يعرفون بأنه خالقهم البنات؛ اللاتي محلهن منهم </p><p>(١) \"معانى القرآن\" للفراء ٢/ ١٠٧، بنصه. (٢) انظر: (دس) في \"تهذيب اللغة\" ٢/ ١١٨٣، و\"المحيط في اللغة\" ١٢/ ٢٣٥، و\"الأساس\" ١/ ٢٧١، و\"عمدة الألفاظ\" ٢/ ٨.(٣) في جميع النسخ: (و)، وما أثبته هو الصواب، والظاهر أن الألف سقطت أو تصحفت.(٤) أصل الكَظْم: اجتراعُ الغَيْظ، والكَظَمُ: مخرجُ النفس، يقال: أخذ بكَظَمِه، والكُظُومُ: السكوت، والكُظومُ: إمساكُ البعيرِ عن الجِرَّةِ. انظر: (كظم) في \"العين\" ٥/ ٣٤٥، و\"تهذيب اللغة\" ٤/ ٣١٥١، و\"المحيط في اللغة\" ٦/ ٢٣٣، و\"مجمل اللغة\" ٢/ ٧٨٦، و\"عمدة الحفاظ\" ٣/ ٤٦٩.</p>"
}