{
  "id": null,
  "sura": 16,
  "aya": 105,
  "text": "<p> أنه يعلمك أعجمي لا يُفصح ولا يتكلم بالعربية، فكيف يُتَعَلَّم عنه ما هو أعلى طبقات البيان؟ ! وهو قوله:  {وَهَذَا} يعني القرآن، {لِسَانٌ عَرَبِيٌّ مُبِينٌ} ، قال ابن عباس: يريد الذي نزل على محمد عربي مبين، أفصح ما يكون من العربية، وأبْيَنه لسان سعد بن بكر بن هوازن الذين أرضعوا النبي -صلى الله عليه وسلم- (١) ؛ واللسان بمعنى الكلام واللغة، وذكرنا هذا مستقصى عند قوله:  {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ}  [إبراهيم: ٤] ، ومعنى العربي واشتقاقه ذكرنا عند قوله:  {الْأَعْرَابُ أَشَدُّ كُفْرًا}  [التوبة: ٩٧] وقال الفراء والزجاج في هذه الآية: يقال: عَرَبَ لِسَانُه عَرابَةً وعُروبةً (٢) . </p><p> ١٠٥ - قوله تعالى:  {إِنَّمَا يَفْتَرِي الْكَذِبَ} الآية. قال الكلبي: نافح الله تعالى بهذه الآية عن رسول الله -صلى الله عليه وسلم- ودافع عنه حيث قالوا: تَقَوَّله واخترعه وأتى به من عند بشر وافتراه، فقال:  {إِنَّمَا يَفْتَرِي الْكَذِبَ} : المشركون، ثم سَمَّاهم الكاذبين، وحصر فيهم الكذب بقوله:  {وَأُولَئِكَ هُمُ الْكَاذِبُونَ} ، وقال أبو إسحاق: أي إنما يفتري الكذب الذين إذا رأوا الآيات التي لا يقدر عليها إلا الله كذَّبُوا بها، فهؤلاء أكذبُ الكَذَبَةِ (٣) ، وفي الآية أبلغ زجر عن الكذب؛ حيث أخبر الله تعالى أنه إنما يفتري الكذب من لا يؤمن، ولذلك قال النبيّ -صلى الله عليه وسلم- حين قيل له: (هل يَكْذِبُ المؤمن؟ قال:  \"لا\" ، ثم قرأ هذه الآية) (٤) . </p><p>(١) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٤٤٥. (٢) \"معاني القرآن وإعرابه\" ٣/ ٢٢٠، بنحوه، وفيه (عرب الإنسان)، وهو خطأ وتصحيف ظاهر، ولم أجده في معاني الفراء، وانظر: \"الرازي\" ٢٠/ ١١٨، بنصه عنهما.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢١٩، بنصه.(٤) جزء من حديث رواه عبد الله بن جراد، وطرفه: قلت: يا رسول الله، المؤمن يزني؟ =</p><p> وقال صاحب النظم في هذه الآية: أعلم الله أن الذي يفتري الكذب هو الذي لا يؤمن بآيات الله، ثم عطف على هذا قوله:  {وَأُولَئِكَ هُمُ الْكَاذِبُونَ} وفائدة ذلك؛ أن قوله:  {إِنَّمَا يَفْتَرِي الْكَذِبَ} فِعْلٌ وليس بنعت، وقوله تعالى:  {وَأُولَئِكَ هُمُ الْكَاذِبُونَ} نعتٌ، والفعل قد يكون لازمًا وقد لا يكون، والنعت (١) لا يكون إلا دائمًا، يبين هذا أنه تعالى قال:  {وَعَصَى آدَمُ رَبَّهُ فَغَوَى}  [طه: ١٢١] ، ولا يجوز أن يقال: إن آدم عاصٍ وغاوٍ؛ لأن النعت أبلغ من الفعل، ولهذا قال الله:  {وَأُولَئِكَ هُمُ الْكَاذِبُونَ} أي أن هذا نعت لازم لهم وعادة من عاداتهم، لا فِعْلٌ يزول عن قريب، وهذا كما تقول: كذبت وأنت كاذب، فيكون قولك: أنت كاذب، زيادة في الوصف بالكذب (٢) . </p><p>= قال \"قد يكون\". وقد أخرجه بنحوه الثعلبي ٢/ ١٦٤ أ، والواحدي في \"الوسيط\" ٢/ ٤٤٦، والبغوي ٥/ ٤٥، وورد في \"إحياء علوم الدين\" ٣/ ١٣٥، و\"تفسير الرازي\" ٢٠/ ١٢٠، والخازن ٣/ ١٣٦، قال الحافظ العراقي في \"تخريج أحاديث الإحياء\": أخرجه ابن عبد البر في \"التمهيد\" بسند ضعيف، ورواه ابن أبي الدنيا في \"كتاب الصمت\" (ص ٢٤٣) مقتصرًا على الكذب، والسائل أبو الدرداء، والرواية التي أشار إليها العراقي أخرجها مالك عن صفوان بن سليم أنه قيل لرسول الله -صلى الله عليه وسلم-: أيكون المؤمن جبانًا .. فقيل له: أيكون المؤمن كذابًا؟ فقال: \"لا\" موطأ مالك [شرح الزرقاني] باب ما جاء في الصدق ٤/ ٤٠٨، و\"التمهيد\" ١٦/ ٢٥٣، وقال: لا أحفظ هذا الحديث مسندًا بهذا اللفظ من وجه ثابت، وأخرجها ابن أبي الدنيا في \"الصمت\" ص ٢٤٨، عن ابن مسعود وسعد -رضي الله عنه- موقوفًا قالا: كل الخلال يطبع عليها المؤمن إلا الخيانة والكذب. والحديث ضعيف. (١) في (أ)، (د): (البعث).(٢) ورد بنحوه مختصرًا في \"تفسير البغوي\" ٥/ ٤٥، و\"الرازي\" ٢٠/ ١١٩، و\"القرطبي\" ١٠/ ١٧٩.</p>"
}