{
  "id": null,
  "sura": 16,
  "aya": 41,
  "text": "<p> غيرُ سائغ؛ لأن (كُنْ) وإن كان على لفظ الأصل فليس القصد به هاهنا الأمر، إنما هو -والله أعلم- الإخبار عن كون الشيء وحدوثه، وإلى هذا ذهب أبو العباس وغيره (١) ، وقد ذكرنا هذا في سورة البقرة (٢) . </p><p> ٤١ - قوله تعالى:  {وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا} الآية. قال الفراء:  {وَالَّذِينَ} موضعها رفع (٣) ؛ يريد أن هذا كلام مستأنفٌ لا تعلق له ما قبله، قال المفسرون: نزلت هذه الآية في قوم آذاهم المشركون وعذبوهم بمكة؛ صهيب وبلال وخَبَّاب (٤) ، ومعنى {هَاجَرُوا فِي اللَّهِ} : </p><p>(١) \"المقتضب\" ٢/ ١٨، وانظر: \"إعراب القرآن\" للنحاس ٢/ ٩١٠، و\"الحجة للقراء\" ٢/ ٢٠٥، و\"مشكل إعراب القرآن\" ٢/ ١٤، و\"الإملاء\" ١/ ٦٠، و\"الدر المصون\" ٢/ ٨٩. وبالإضافة إلى كون (كن) هنا للحكاية لا الأمر، يشترط في جواب الأمر أن يخالف الأمر؛ إما في الفعل، أو في الفاعل، أو فيهما، فلما اتفق الفعلان، والفاعلان واحد، لم يحسن أن يكون (فيكون) جواباً للأول. (المصادر السابقة). (٢) \"الإغفال\" ٢/ ١٥٣ أ، بنصه.(٣) \"معاني القرآن\" للفراء ٢/ ١٠٠، بلفظه.(٤) ورد بنحوه في \"تفسير مقاتل\" ١/ ٢٠٣ أ، و\"معاني القرآن\" للنحاس ٤/ ٦٧، و\"تفسير السمرقندي\" ٢/ ٢٣٦، عن مقاتل والكلبي، والشعبي ٢/ ١٥٦ ب، و\"تفسير الماوردي\" ٣/ ١٨٩، عن الكلبي، وأورده المؤلف في \"أسباب النزول\" ص ٢٨٥، بلا سند، وهذا القول لا يعتد به في أسباب النزول؛ لوروده بلا إسناد، فضلاً عن كونه من رواية الكلبي، وقد أخرجه الطبري ١٤/ ١٠٧ برواية أخرى عن ابن عباس قال: هم قوم هاجروا إلى رسول الله -صلى الله عليه وسلم- من أهل مكة من بعد ظلمهم، وظلمهم المشركون، وهذه كذلك لا يعتد بها في أسباب النزول؛ لكونها من الصيغ غير الصريحة، ولورودها من طريق العوفي، وهي ضعيفة، وخبَّاب هو: ابن الأرتّ، أبو عبد الله -رضي الله عنه-، سبي في الجاهلية فبيع بمكة، فكان مولى أم أنمار الخزاعية، وقيل غير ذلك، ثم حالف بني زهرة، كان من السابقين في الإسلام، ومن المستضعفين، عذب بمكة عذابًا شديدًا حتى اشتكى إلى رسول الله -صلى الله عليه وسلم-، هاجر إلى المدينة وشهد بدرًا وما بعدها، ونزل الكوفة ومات بها سنة (٣٧ هـ). انظر: \"الاستيعاب\" ٢/ ٢١، و\"أسد الغابة\" ٢/ ١١٤، و\"الإصابة\" ١/ ٤١٦.</p><p> هاجروا في رضا الله وطلب ثوابه. </p><p> وقوله تعالى:  {لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً} قال الشعبي وقتادة: بوأهم الله المدينة (١) ، وعلى هذا يكون التقدير: لنُبَوّئَنهم في الدنيا دارًا حسنة أو بلدة حسنة، يعني المدينة؛ فإن الله تعالى جعلها لهم دار هجرة، وجعل لهم أنصارًا من المؤمنين فيها، وجمعهم فيها مع النبيّ -صلى الله عليه وسلم-، وقال مجاهد: لنَرْزُقنّهم في الدنيا (٢) . </p><p> وقال الضحاك: يعني بالحسنة: النصر والفتح (٣) ، وعلى هذا تقدير الآية: لنبوئنهم في الدنيا ولنرزقنهم حسنة أو لنعطينهم حسنة، فحذف ذلك اكتفاءً بالأول كقوله (٤) : </p><p> علفتها تبنًا وماءً باردًا (٥) </p><p>(١) أخرجه الطبري ١٤/ ١٠٧ بلفظه عنهما من طريقين، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ٦٧، عن الشعبي، و\"تفسير الثعلبي\" ٢/ ١٥٧ أ، عن قتادة، و\"تفسير الماوردي\" ٣/ ١٨٨، عنهما، والطوسي ٦/ ٣٨٣، عنهما، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٢١ أو زاد نسبته إلى ابن المنذر عن الشعبي. (٢) \"تفسير مجاهد\" ١/ ٣٤٧، بنصه، وأخرجه الطبري ١٤/ ١٠٧ بنصه من طريقين، وورد في \"تفسير الماوردي\" ٣/ ١٨٨، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٢١، وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.(٣) ورد في \"معاني القرآن\" للنحاس ٤/ ٦٧، بنصه، و\"تفسير الماوردي\" ٣/ ١٨٨، بلفظه، وانظر: \"تفسير ابن الجوزي\" ٤/ ٤٤٨.(٤) نسبه الفراء لبعض بني أسد.(٥) وعجزه:حتى شَتَتْ هَمّالةً عَيْناها\"معاني القرآن\" للفراء ١/ ١٤، وورد بلا نسبة في \"الخصائص\" ٢/ ٤٣١، و\"الإنصاف\" ٤٨٨، و\"اللسان\" (علف) ٥/ ٣٠٧٠، و\"الدر المصون\" ٧/ ١١٢، و\"أوضح المسالك\" ٢/ ١١٠، و\"همع الهوامع\" ٥/ ٢٢٨، و\"الدرر اللوامع\" ٦/ ٧٩، و\"الخزانة\" ٣/ ١٤٠، وقال: وأورده الشيرازي والفاضلُ اليمني صدرًا =</p>"
}