{
  "id": null,
  "sura": 16,
  "aya": 26,
  "text": "<p> يُضِلّون من اتبعهم جهلًا منهم بما يفعلون من احتقاب (١) أوزارهم ومثل أوزار من اتبعهم، ثم ذم الله صنيعهم فقال:  {أَلَا سَاءَ مَا يَزِرُونَ} ، ومضى تفسير هذا وتفسير الوزر عند قوله:  {وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِم} الآية [الأنعام: ٣١] . </p><p> ٢٦ - قوله تعالى:  {قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ} قال جماعة المفسرين: يعني نمرود بن كنعان، بَنَى صرحًا طويلًا ورام منه الصعود إلى السماء ليقاتل أهلها (٢) . ومعنى المكر هاهنا: التدبيرُ الفاسد؛ روى ثعلب </p><p>(١) أصلها حقب، يقال: حقب البعير واحتقب حقبًا: احتبس بوله وتَعَسَّر عليه، وحَقِب العام: احتبس مطرُه، واحتقبَ الشيءَ: ادَّخره، وكذلك: احتمله، وهو المقصود هناك. انظر: (حقب) في \"تهذيب اللغة\" ١/ ٨٧٣، و\"المحيط في اللغة\" ٢/ ٣٦٣، و\"اللسان\" ٢/ ٩٣٧، و\"معجم متن اللغة\" ٢/ ١٢٩. (٢) \"تفسير مجاهد\" ١/ ٣٤٦، و\"مقاتل\" ١/ ٢٠١ ب، وأخرجه الطبري (٧/ ٥٧٦) عن ابن عباس والسدي وزيد بن أسلم، وورد في \"تفسير السمرقندي\" ٢/ ٢٣٣، والثعلبي ٢/ ١٥٥ ب، والماوردي (٣/ ١٨٥، والطوسي ٦/ ٣٧٤، وانظر: \"تفسير البغوي\" ٥/ ١٦، والزمخشري ٢/ ٣٢٦، وابن عطية ٨/ ٣٩٩، وابن الجوزي ٤/ ٤٣٩، و\"الرازي\" ٢٠/ ٢٠، و\"القرطبي\" ١٠/ ٩٧، والخازن ٣/ ١١٢، و\"الدر المنثور\" ٤/ ٢١٨، وزاد نسبته إلى ابن أبي حاتم عن ابن عباس، وتخصيص الآية على النمرود وأصحابه فيه نظر, لأنه ليس في الآية ما يدل على ذلك، لكنهم اعتبروا أن المشار إليهم في هذه الآية هم المذكورون في سورة إبراهيم في قوله: {وقَدْ مَكَرُوا مَكْرَهُمْ}، كما ذكر الطبري؛ وحتى بهذا الاعتبار، لا يسلم لهم، فقد عرفنا موقف العلماء من هذه القصة؛ التضعيف والرد والإنكار، وأغلب الظن أنها إسرائيلية، ومما يؤكده رواية كعب لها، وهو من مصادر الإسرائيليات، ولا يقال: إن الرواية هنا ثبتت عن ابن عباس -رضي الله عنهما- وقوله معتبر، وهو كذلك عند ورودها عن الطرق الصحيحة, والرواية التي أوردها الطبري جاءت من طريق العوفي، وهي طريق غير مرضية، فلا يعتد بها, ولا يعتمد عليها، وقد أشار ابن عطية إلى التعميم بقوله: وقالت فرقة أخرى: المراد به جميع من كافر من الأمم المتقدمة ومكر، ونزلت له عقوبةُ من الله تعالى، وهو ما رجحه الفخر الرازي، والخازن انظر: \"تفسير ابن عطية\" ٨/ ٤٠٠، والفخر الرازي ٢٠/ ٢٠، والخارن ٣/ ١١٢.</p><p> عن ابن الأعرابي في قوله:  {وَمَكَرُوا مَكْرًا}  [النمل: ٥٠] قال: دبروا (١) ، والمراد في هذه الآية (٢) تدبيره في بناء الصرح لقتال أهل السماء. </p><p> وقوله تعالي:  {فَأَتَى اللَّهُ بُنْيَانَهُمْ} ، أي: أتى أمرُ الله، وهي الريح التي خربتها وحركتها، وهو ما ذكر المفسرون؛ أن الله تعالى أرسل ريحًا فألقت رأس الصرح في البحر وخَرَّ عليهم الباقي (٣) ، فأمْرُ الله الذي أتى البنيان يجوز أن يكون الريح، ويجوز أن يكون أمره للبنيان بالانهدام، فالآية من باب حذف المضاف؛ وحذف المضاف هاهنا للتهويل والتعظيم، وقد سبق بيان هذا في قوله:  {إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ}  [البقرة: ٢١٠] ، والبنيان اسم للبناء. </p><p> وقوله تعالى:  {مِنَ الْقَوَاعِدِ} قال أبو إسحاق: أي من أساطين البناء التي تَعْمِده (٤) ، وذكرنا معنى القواعد للبناء في سورة البقرة [١٢٧] . </p><p> وقوله تعالى:  {فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ} ، أي: سقط عليهم البيوت؛ على أصحاب نمرود (٥) ، وذِكْر {مِنْ فَوْقِهِمْ} ليدل أنهم كانوا تحته، إذ (٦) يقول القائل: تهدمت عليّ المنازل، ولم يكن تحتها، هذا قول </p><p>(١) لم أقف عليه. (٢) في (أ): (الأمة) والمثبت هو الصحيح، كما في باقي النسخ.(٣) انظر: \"تفسير البغوي\" ٥/ ١٦، عن كعب ومقاتل، والزمخشري ٢/ ٣٢٦، وابن عطية ٨/ ٣٩٩، وابن الجوزي ٤/ ٤٤٠، و\"تفسير القرطبي\" ١٠/ ٩٧، والخازن ٣/ ١١٢، فيهما عن كعب ومقاتل.(٤) \"معاني القرآن وإعرابه\" ٣/ ١٩٥، بنصه.(٥) أخرجه عبد الرزاق في \"مصنفه\" ٢/ ٣٥٥ بمعناه عن قتادة، والطبري ١٤/ ٩٧ - ٩٨ بمعناه عن قتادة ومجاهد ورجحه، وورد في \"معاني القرآن\" للنحاس ٤/ ٦٣، عن مجاهد، و\"تفسير الثعلبي\" ٢/ ١٥٦ أ، بنحوه، و\"تفسير الماوردي\" ٣/ ١٨٥.(٦) في جميع النسخ: (إذا)، والمثبت هو الصحيح المناسب للسياق.</p>"
}