{
  "id": null,
  "sura": 16,
  "aya": 4,
  "text": "<p> من الروح، المعنى:  {يُنَزِّلُ الْمَلَائِكَةَ} بأن أنذروا (١) . </p><p> والمعنى: أنذروا أهل الكفر بأنه لا إله إلا أنا، أي مروهم بتوحيدي وأن لا يشركوا بي شيئًا (٢) ، والخطاب للنَّبِيّين المعنيين بقوله:  {مَنْ يَشَاءُ مِنْ عِبَادِهِ} ، وهذا يدل أن معنى الروح هاهنا الوحي، إذا بُدّل منه الإنذار، ومعنى إنذارِهم بأنه لا إله إلا هو إعلامهم بذلك مع تخويفهم لو لم يقروا، ثم ذكر ما يدل على توحيده، فقال: </p><p> ٣ - {خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ} ومعنى هذا مذكور في قوله: {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقّ}  [الأنعام: ٧٣] . </p><p> وقوله تعالى:  {عَمَّا يشركِوُنَ} ذكرنا معناه آنفًا (٣) . </p><p> ٤ - وقوله تعالى:  {خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ} ، قال أبو إسحاق: اختصر هاهنا، وذكر تقلبَ أحوال الإنسان في غير مكان من القرآن (٤) . </p><p> قال ابن عباس: يريد إني خلقت، قال المفسرون: نزلت هذه الآية والتي في آخر سورة يس: {أوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ}  [يس: ٧٧] في قصة أُبي بن خلف وإنكاره البعث (٥) . </p><p>(١) هذا المقطع ليس في معانيه، فلعله ساقط من النسخة المتداولة، بدليل أن النحاس قد نسبه إليه في إعرابه ٢/ ٣٩١، وقال بهذا مكي في \"مشكل الإعراب\" ٢/ ١٢، والزمخشري في \"تفسيره\" ٢/ ٣٢١، وابن الأنباري في \"البيان في غريب الإعراب\" ٢/ ٧٥، و\"المنتجب في الفريد\" ٣/ ٢١٤. (٢) \"معاني القرآن وإعرابه\" ٣/ ١٩٠، بنصه.(٣) في سورة الأعراف: الآية [١٩٠].(٤) \"معاني القرآن وإعرابه\" ٣/ ١٩٠، بنصه.(٥) ورد في \"تفسير مقاتل\" ١/ ٢٠٠ أ، والسمرقندي ٢/ ٢٢٨، والثعلبي ٢/ ١٥٤ أ، و\"تفسير الماوردي\" ٣/ ١٧٩، عن الكلبي، وأورده المؤلف في \"أسباب النزول\" =</p><p> وقوله تعالى:  {فَإِذَا هُوَ خَصِيمٌ مُبِينٌ} ، الخصيم بمعنى المخاصم، ذكرنا ذلك عند قوله:  {وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا}  [النساء: ١٠٥] ، هذا قول أهل اللغة. </p><p> قالوا: خصيمك الذي يخاصمك، وفعيل بمعنى مُفَاعل معروف؛ كالنسيب بمعنى المناسب، والعشير بمعنى المعاشر، والأكيل والشريب، ويجوز أن يكون خصيم فاعلًا من خَصِم يَخْصم بمعنى اختصم، وبه قرأ حمزة (١) قوله: {تَأْخُذُهُمْ وَهُمْ يَخِصِّمُون}  (٢)  [يس: ٤٩] . </p><p> وقوله تعالى:  {مُبِينٌ} أي ظاهر، ومعناه: ظاهر الخصومة، ويجوز أن يكون مبين؛ أي يُبين عن نفسه الخصومة بالباطل، وذكر أهل المعاني لهذه الآية معنيين؛ أحدهما: أنه عرّفنا قدرته في إخراجه من النطفة ما هذه </p><p>= ص ٢٨٥، بلا سند، وانظر: \"تفسير البغوي\" ٥/ ٩، والزمخشري ٢/ ٣٢١، وابن عطية ٨/ ٣٧٠، وابن الجوزي ٤/ ٤٢٨، و\"تفسير القرطبي\" ١٠/ ٦٨، و\"تفسير الخازن\" ٣/ ١٠٦. ولا خلاف أن آية (يس) لها سبب نزول ثابت، وإن اختلف فيمن نزلت؛ أبي بن خلف، أم العاص بن وائل؛ وهو الصحيح [انظر: \"المسندرك\" للحاكم (٢/ ٤٢٩) وصححه]. لكن هذه الآية ليس لها سبب نزول مسند، وهو شرط في إثبات أسباب النزول، ويكفي لرد هذه الدعوى أنه ورد من طريق الكلبي وحاله معروف، وتشابه الآيتين لا يسوغ إثبات نزول إحداهما للأخرى، إلا إذا لم يُقصد بإطلاق لفظ نزلت هذه الآية .. المعنى الاصطلاحي لأسباب النزول، وأريد التوسع في اللفظ كما فعلوا في النسخ.(١) قرأ حمزة: {يَخْصِمون} ساكنة الخاء خفيفة الصاد. انظر: \"السبعة\" ص ٥٤١، و\"المبسوط في القراءات\" ص ٣١٢، و\"تلخيص العبارات\" ص ١٤١، وقال في \"شرح الهداية\" ٢/ ٤٨٦، ومن قرأ {يَخْصِمون} فالمعنى: يخصم بعضهم بعضاً.(٢) نقل الفخر الرازي هذا المقطع بنصه ونسبه للواحدي. \"تفسير الرازي\" ١٩/ ٢٢٦.</p>"
}