{
  "id": null,
  "sura": 16,
  "aya": 14,
  "text": "<p> ١٤ - قوله تعالى:  {وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ} أي ذَلَّله للركوب والغوص، {لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا} قال ابن الأعرابي: لحم طري غير مهموز، وقد طرو طرواة. </p><p> وقال الفراء في \"المصادر\" : ما كان طريًّا, ولقد طري يطرى طراءً ممدود وطراوةً، كما يقال: شقي يشقى شقاءً وشقاوةً، قال ابن عباس: يريد السمك والحيتان (١) ، {وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا} قال: يريد الدر واللؤلؤ والمرجان والزبرجد والياقوت، وربما وجدوا فيه الذهب. </p><p> قال أبو علي: الحِلْيَة والحُلِي واحد، كما يقال: بِرْكَة للمصدر وبِرَك (٢) . </p><p> وقوله تعالى:  {وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ} يجوز أن يكون هذا فصلاً مبتدأً غير معطوف على ما قبله، ويجوز أن يكون معطوفًا على ما قبله. </p><p> واختلف ألفاظ المفسرين في تفسير الماخر؛ فروى ابن عباس أنه قال: جواري (٣) ، وقال في رواية عطاء: يريد ملججين فيه، وأهل البحر يقولون: مَخَرْنا، يريد لججنا؛ إذا انقطع البر عنهم فلم يروه، وقال قتادة ومقاتل: مقبلة ومدبرة (٤) . </p><p>(١) ورد غير منسوب في \"تفسير مقاتل\" ١/ ٢٠٠ ب، والسمرقندي ٢/ ٢٣٠، والثعلبي ٢/ ١٥٥أ، والبغوي ٣/ ٦٤. (٢) لم أقف على مصدره، وانظر: \"اللسان\" (حلا) ٢/ ٩٨٥، بنحوه منسوبًا إليه.(٣) ورد في \"تفسير الثعلبي\" ٢/ ١٥٥ أ، بلفظه، وورد غير منسوب في البغوي ٣/ ٦٤.(٤) أخرج عبد الرزاق في \"مصنفه\" ٢/ ٣٥٤ بلفظه عن قتادة، والطبري ١٤/ ٨٩ بلفظه عن قتادة من طريقين، ورد في \"تفسير الثعلبي\" ٢/ ١٥٥ أ, بلفظه عنهما، والماوردي ٣/ ١٨٢، عن قتادة، وانظر: \"تفسير البغوي\" ٥/ ١٢، عن قتادة.</p><p> قال الكلبي: يذهب ويجيء (١) . </p><p> وقال الحسن: مواقر (٢) . </p><p> وقال أبو عبيدة: صوائح (٣) ، ونحو هذا قال الفراء (٤) ، وكل هذا معان وليس بتفسير، وتفسير المواخر ما ذكره أهل اللغة. </p><p> قال المنذري: سمعت أحمد بن يحيي يقول وسئل عن المواخر، فقال: الماخرةُ السفينةُ التي تَمْخَرُ الماءَ؛ تدفعه وتدفع الموج بصدرها (٥) ، قال: وأنشدني الحرَّانيُّ عن ابن السكيت أنه أنشده للراجز في صفة نساء ضرائر: </p><p> وصارَ أمثالَ الفغا ضرائري ... مُقَدِّماتٍ أَيْدِيَ المَواخِرِ (٦) </p><p> قال: الماخِرُ: الذي يَشقُّ الماءَ إذا سَبحَ، يصف نساءً تَصْخَبْنَ وتَسْتعِنَّ بأيديهن كأنهن سوابح (٧) ، والفغا: ضرب من التمر غليظ (٨) ، </p><p>(١) ورد بلا نسبة في \"تفسير السمرقندي\" ٢/ ٢٣١، وابن عطية ٨/ ٣٨٦، وورد منسوبًا للضحاك في: \"معاني القرآن\" للنحاس ٤/ ٥٩. (٢) أخرجه الطبري ١٤/ ٨٨ بلفظه، وورد في \"تفسير الثعلبي\" ٢/ ١٥٥ أ، و\"تفسير الماوردي\" ٣/ ١٨٢.(٣) \"مجاز القرآن\" ١/ ٣٥٧ بمعناه، قال: من مخرت الماء، شقَّته بجآجِئها.(٤) قال: واحدها ماخرة؛ وهو صوت جري الفلك بالرياح. \"معاني القرآن\" ٢/ ٩٨.(٥) ورد في \"تهذيب اللغة\" (مخر) ٤/ ٣٣٥٦، بنصه.(٦) نُسب لابن السِّكِّيت في التهذيب واللسان. ورد في \"التهذيب\" (مخر) ٤/ ٣٣٥٦ برواية:يافِىَّ مالِي عَلِقَتْ ضَرَائري ... مقدماتٍ أيديَ المواخِرِوورد صدره في (فغا) في \"تهذيب اللغة\" ٣/ ٢٨٠٩، و\"اللسان\" ٦/ ٣٤٤٢، وورد عجزه في \"مقاييس اللغة\" ٥/ ٣٠٣، و\"مجمل اللغة\" ٢/ ٨٢٥، بلا نسبة فيهما، و\"اللسان\" (مخر) ٧/ ٤١٥٢.(٧) ورد في \"تهذيب اللغة\" (مخر) ٤/ ٣٣٥٦، بنحوه.(٨) وهو قول الليث، ورد في \"تهذيب اللغة\" (فغا) ٣/ ٣٨٠٩، وقد خطأه الأزهري، =</p><p> يقال: ما الذي أفغاك، أي: أغضبك وورّمك. </p><p> وقال أبو الهيثم: مَخْرُ السفينةِ: شَقُّها الماءَ بصدرها (١) . </p><p> وقال الفراء: يقال: مَخَرَتْ تَمْخُرُ وتَمْخَرُ (٢) مَخرًا ومخُورًا. </p><p> قال الأزهري: والقول في تفسير المواخر ما قاله ثعلب وأبو الهيثم؛ أنها تشق الماء شقًّا (٣) ، وسمعت أعرابيًّا يقول: مَخَرَ الذئبُ شاةً، أي شقَّ بطنَها (٤) ، وأصل المخر الشق، ومنه الحديث:  \"إذا أراد أحدكم الخلا فليتمخر الريح\"  (٥) . قال أبو عبيد: يعني أن ينظر مجراها فلا يستقبلها (٦) ، فأما ما ذكره المفسرون فإنه يصح في المعنى؛ لأنها لا تشق الماءَ إلا إذا كانت جارية موقرة ويسمع لجريها وشقها الماءَ صوتٌ، وهي تشق الماء مقبلةً ومدبرةً، وذاهبةً وجائيةً. </p><p> وقوله تعالى:  {وَلِتَبْتَغُوا مِنْ فَضْلِهِ} يعني لتركبوا للتجارة فتطلبوا </p><p>= فقال: هذا خطأ، والفغا: داءٌ يقع على البُسر مثل الغُبار، ويقال: ما الذي أفغاك، أي أغضبك وأورمك، وقال أبو عبيد: إذا غَلُظت التمرةُ وصار فيها مثل أجنحة الجراد فذلك الفغا مقصور، وقد أفغت النَّخلة. (١) ورد في \"تهذيب اللغة\" (مخر) ٤/ ٣٣٥٦، بنصه.(٢) \"معاني القرآن\" للفراء ٢/ ٩٨، بنصه، وهو في \"تهذيب اللغة\" بنصه.(٣) \"تهذيب اللغة\" (مخر) ٤/ ٣٣٥٦، وعبارته: قلت: والمخْرُ أصله الشَّقُّ.(٤) ورد في \"تهذيب اللغة\" بنحوه.(٥) ورد في \"تهذيب اللغة\"، بنحوه، وورد في \"تفسير الثعلبي\" ٢/ ١٥٥ أ، برواية: (البول) بدل (الخلاء)، وأورده الطبري بهذه الرواية ونسبه لواصل مولى ابن عيينة ١٤/ ٨٩، وورد في \"تفسير البغوي\" ٥/ ١٣، وفي \"النهاية\" برواية: (إذا بال أحدكم فليتمخر الريح) ٤/ ٣٠٥، وورد بمعناه في \"المجروحين\" لابن حبان ٣/ ١٠٨ , قال: (إذا أراد أحدكم الخلاء فلا يستقبل الريح).(٦) \"الغريب\" لأبي عبيد ١/ ٣١٢ بنصه، وانظر: \"تهذيب اللغة\" (مخر) ٤/ ٣٣٥٦، بنصه.</p>"
}