{
  "id": null,
  "sura": 17,
  "aya": 72,
  "text": "<p> وأهل اللغة قالوا: وهذا يضرب مثلًا للشيء الحقير التافه (١) ، ومثله: القطمير والنقير في ضرب المثل به، والمعنى: لا يُنْقَصون من الثواب بمقدار فتيل. قال عطاء عن ابن عباس:  {وَلَا يُظْلَمُونَ فَتِيلًا} ، يريد. لا يُنقصون فتيلًا من الثواب، وروى مجاهد عن ابن عباس قال: الفتيل: ما خرج بين إصبعك فتفتله؛ كالشيء الحقير (٢) ، وهو فعيل، من الفتل. </p><p> ٧٢ - قوله تعالى:  {وَمَنْ كَانَ فِي هَذِهِ أَعْمَى} الآية. قال عكرمة: جاء نفر من أهل اليمن إلى ابن عباس فسأله رجل عن هذه الآية، فقال: اقرأ ما قبلها: {رَبُّكُمُ الَّذِي يُزْجِي} إلى قوله: {تَفْضِيلًا} فقال ابن عباس: من كان أعمى في هذه النِّعَم -التي قد رأى وعاين- فهو في أمر الآخرة -التي لم ير ولم يعاين- أعمى وأضل سبيلًا (٣) . </p><p> وروى أبو رَوْق عن الضحاك عن ابن عباس قال: من كان في الدنيا أعمى عما يرى من قدرتي في خلق السماء والأرض والبحار والجبال والناس والدواب، فهو عما وصفت لك في الآخرة ولم تره أعمى وأضل سبيلا (٤) ، </p><p>(١) ورد في \"تهذيب اللغة\" (فتل) ٣/ ٢٧٣٨ بنصه، انظر: (فتل) في \"مقاييس اللغة\" ٤/ ٤٧٢، و\"الصحاح\" ٥/ ١٧٨٨، \"اللسان\" ٦/ ٣٣٤٤. (٢) ورد في \"تهذيب اللغة\" (فتل) ٣/ ٢٧٣٨، بنحوه، انظر: \"تفسير الفخر الرازي\" ٢١/ ١٨، و\"تنوير المقباس\" ص ٣٠٣.(٣) ورد في \"معاني القرآن\" للنحاس ٤/ ١٧٧، بنحوه، و\"الثعلبي\" ٧/ ١١٤ ب، بنصه، انظر: \"تفسير البغوي\" ٥/ ١١٠، و\"ابن الجوزي\" ٥/ ٦٦، و\"الفخر الرازي\" ٢١/ ١٨، و\"القرطبي\" ١٠/ ٢٩٨، و\"الدر المنثور\" ٤/ ٣٥٧ وعزاه إلى الفريابي وابن أبي حاتم، من طريق عكرمة جيدة.(٤) أخرجه أبو الشيخ في العظمة ص ٣٦، ٥٦ بنصه من طريق الضحاك، (منقطعة)، ورد بمعناه في: \"تفسير الجصاص\" ٣/ ٢٠٥، و\"الطوسي\" ٦/ ٥٠٤، انظر: \"تفسير =</p><p> يقول: وأبعد حجة، قال قتادة: من عاين الشمس والقمر فلم يؤمن فهو أعمى عما يغيب عنه أن يؤمن به (١) ؛ هذا قول المفسرين في هذه الآية. </p><p> وقوله تعالى:  {في هَذِهِ} الإشارة إلى النِّعَم التي ذكرها على رواية عكرمة، وبه قال السدي (٢) ، وعلى قول الآخرين: الإشارة إلى الدنيا (٣) ، وبه قال مجاهد (٤) . </p><p> وقوله تعالى:  {فَهُوَ فِي الْآخِرَةِ} ، أي: في أمرها على تقدير المضاف، وقال الحسن: من كان في الدنيا ضالًّا كافرًا فهو في الآخرة أعمى وأضل سبيلاً؛ لأنه (٥) في الدنيا تقبل توبته وفي الآخرة لا تقبل توبته (٦) . </p><p> واختار أبو إسحاق هذا القول، فقال: تأويله أنه إذا عَمِيَ في الدنيا وقد عَرَّفَه الله الهدى وجعل له إلى التوبة وُصْلَةً، وفَسَحَ له في ذلك إلى وقت </p><p>= ابن عطية\" ٩/ ١٥٠، و\"ابن الجوزي\" ٥/ ٦٦، و\"الفخر الرازي\" ٢١/ ١٩، و\"القرطبي\" ١٠/ ١٢٨، و\"الدر المنثور\" ٤/ ٣٥٢ وزاد نسبته إلى ابن أبي حاتم. (١) أخرجه \"الطبري\" ١٥/ ١٢٨ بمعناه، وأبو الشيخ في \"العظمة\" ص ٥٥، بنحوه، وورد بمعناه في: \"تفسير الجصاص\" ٣/ ٢٠٥، و\"السمرقندي\" ٢/ ٢٧٨، و\"الطوسي\" ٦/ ٥٠٤، انظر: \"تفسير ابن عطية\" ٩/ ١٥٠، و\"ابن كثير\" ٢/ ٥٩.(٢) انظر: \"تفسير ابن الجوزي\" ٥/ ٦٦.(٣) وقد رجح هذا القول \"الطبري\" ١٥/ ١٢٩، و\"ابن عطية\" ٩/ ١٥١.(٤) أخرجه \"الطبري\" ١٥/ ١٢٨ بلفظه، وورد بلفظه في \"تفسير الجصاص\" ٣/ ٢٠٥، و\"السمرقندي\" ٣/ ٢٧٧، و\"الطوسي\" ٦/ ٥٠٥، انظر: \"تفسير ابن عطية\" ٩/ ١٥٠، و\"ابن الجوزي\" ٥/ ٦٥، و\"ابن كثير\" ٢/ ٥٩.(٥) في (أ)، (د): (الآية)، والمثبت من (ش)، (ع) وهو الصحيح.(٦) ورد في \"تفسير هود الهواري\" ٢/ ٤٣٣ - بمعناه، و\"الثعلبي\" ٧/ ١١٤ ب، بنصه، وانظر: \"تفسير البغوي\" ٥/ ١١٠، و\"ابن الجوزي\" ٥/ ٦٦، و\"الفخر الرازي\" ٢١/ ١٩، و\"القرطبي\" ١٠/ ٢٩٨.</p><p> مماته، فعمي عن رشده ولم يَتُبْ، {فَهُوَ فِي الْآخِرَةِ أَعْمَى} , أي: أشد عمى، {وَأَضَلُّ سَبِيلًا} ؛ لأنه لا (١) يجد طريقًا إلى الهداية (٢) . </p><p> وقال أبو علي: معنى قوله: {فِي الْآخِرَةِ أَعْمَى} ، أي: أشد عمى، إنه في الدنيا كان مُمَكَّنًا من الخروج عن عَمَاه بالاستدلال، ولا سبيل له في الآخرة إلى الخروج من عماه؛ لأنه قد حصل على عمله، ولذلك قوله:  {وَأَضَلُّ سَبِيلًا} ؛ لأن ضلاله في الآخرة لا سبيل له إلى الخروج منه (٣) . </p><p> وعلى هذا القول: لا يُحتاج إلى تقدير المضاف في قوله: {فِي الْآخِرَةِ} ، وهذا قول الحسن وقتادة؛ روينا ذلك عنه في مسند التفسير، والعمى في الآية المراد منه: عمى القلب، ولذلك جاز {فَهُوَ فِي الْآخِرَةِ أَعْمَى} بمعنى أشد عمى، ولو كان من عمى العين لم يجز أعمى بمعنى أشَدَّ عمى. </p><p> قال الفراء:  [العرب إذا قالوا: هو أفعل منك، قالوه فيما كان فعله على ثلاثة أحرف،فإذا زاد على ثلاثة أحرف لم يقولوا:هو أفعل منك،حتى يقولوا:هو أشدّ حمرة منك؛لأنه يقال في الفعل منه:أحمر،وأما في العمى فإنه يقال:فلان أعمى من فلان في القلب،ولا يقال:هو أعمى منه في العين؛ وذلك أنه لما جاء على مذهب أحمر وحمراء تُرك فيه أفعل منه كما ترك]  (٤) في كثير من أشباهه. </p><p> قال: وبعض النحويين يقول: أجيزه في الأعمى والأعشى والأعرج </p><p>(١) في (د): (لم). (٢) \"معاني القرآن وإعرابه\" ٣/ ٢٥٣، بتصرف يسير.(٣) \"الحجة للقراء\" ٥/ ١١٣، بتصرف.(٤) ما بين المعقوفين ساقط من (أ)، (د)</p><p> والأزرق (١) ؛ لأنا نقول: عَمِي وزَرِق وعَرِج وعَشِي، ولا نقول: حَمِر ولا بَيِض ولا صَفِر. </p><p> قال الفراء: وليس ذلك بشيء؛ إنما يُنظر في هذا إلى ما يجوز أن يكون أقل أو أكثر، فيكون أفعل دليلًا على قلة الشيء وكثرته، ألا ترى أنك تقول: فلان أجمل من فلان؛ لأن جماله يزيد على جماله، ولا تقول للأعشى: هذا أعمى من ذلك، ولا لميتين هذا أموت من ذا، فأمّا قول الشاعر (٢) : </p><p> أمَّا الملوكُ فأنتَ اليومَ ألأَمُهُم ... لُؤمًا وأبيضُهُم سِرْبالَ طبَّاخِ (٣) </p><p> فهو شاذ؛ هذا كلامه (٤) ، وعلى هذا التحديد إنما يجوز أن يقال: أفعل منك فيما يكون فعله على ثلاثة أحرف، وذلك الشيء مما يقل ويكثر، وما عدا هذا فإنما يقال فيه: أفعل منه، شاذًّا. </p><p>(١) هذه من مسائل الخلاف المشهورة بين البصريين والكوفيين، فذهب الكوفيون إلى جواز استعمال ما أفعله في التعجب من البياض والسواد خاصة من بين سائر الألوان، وذهب البصريون إلى أن ذلك لا يجوز فيهما كغيرهما من سائر الألوان. انظر التفصيل حول هذه المسألة في: \"الإنصاف\" ص ١٢٤، و\"شرح المفصل\" ٦/ ٩٣، و\"المقرب\" ١/ ٧٢، و\"الخزانة\" ٨/ ٢٣٠. (٢) هو طرفة بن العبد (جاهلي).(٣) \"ديوانه\" ص ١٨، و\"اللسان\" (بيض) ١/ ٣٩٧، وورد بلا نسبة في \"إعراب القراءات السبع وعللها\" ١/ ٣٧٩، \"تفسير الثعلبي\" ٤/ ١١٧ ب، و\"الطوسي\" ٦/ ٥٠٥، و\"القرطبي\" ١٠/ ٢٩٩، و\"اللسان\" (عمي) ٥/ ٣١١٥، و\"شرح التصريح\" ١/ ٣٢٤، وله رواية اخرى استشهد بها النجاة في باب أفعل التفضيل، وهي:إذا الرجالُ شتَوْا واشتدَّ أَكلهمُ ... فأنت أبيضهُم سربالَ طبَّاخِورد هذه الرواية في: \"الإنصاف\" ص ١٢٤، و\"شرح المفصل\" ٦/ ٩٣١، و\"المقرب\" ١/ ٧٣، و\"الخزانة\" ٨/ ٢٣٠.(٤) \"معاني القرآن\" للفراء ٢/ ١٢٨، نقل طويل تصرف فيه.</p><p> وقرأ أبو عمرو {فِي هَذِهِ أَعْمَى} بكسر الميم، {فَهُوَ فِي الْآخِرَةِ أَعْمَى} بفتح الميم (١) ، قال أبو علي الفارسي: أمال الألف من الكلمة الأولى ولم يملها من الثانية؛ لأنها بمعنى أفعل من كذا، مثل أَبْلَه من فلان، وليست عبارة عن الموؤفِ (٢) الجارحةِ المصاب ببصره، فإذا كان كذلك لم تقع الألف في آخر الكلمة؛ لأن آخرها إنما هو من كذا، وإنما تحسنُ الإمالةُ في الأواخر؛ لأنها موضع الوقف، والألف تخفى في الوقف، فإذا أمالها نحا بها نحو الياء ليكون أظهر لها وأبين، ومما يقوِّي ذلك أن من العرب من يقلب هذه الألفات ياءات في الوقف فيقول: أَفعي، بإظهار الياء في اللفظ، وحُبْلي، وقد حذف في الآية من أفعل -الذي هو للتفضيل- الجار والمجرور، وهما مرادان في المعنى مع الحذف، وذلك نحو قوله:  {فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى}  [طه: ٧] ، المعنى: وأخفى من السر، فلذلك قوله:  {فَهُوَ فِي الْآخِرَةِ أَعْمَى} ، أي: منه في الدنيا. </p><p> ومعنى العمى في الآخرة: أنه لا يهتدي إلى طرق الثواب، ويدل على أن المراد بقوله:  {فَهُوَ فِي الْآخِرَةِ أَعْمَى} : أشد عمى، قوله:  {وَأَضَلُّ سَبِيلًا} فكما أن هذا لا يكون إلا على أفعل من كذا، كذلك المعطوف عليه، انتهى كلامه. (٣) فأراد أبو عمرو أن يفرق بين ما هو اسم وبين ما هو بمعنى أفعل منه، فغاير بينهما بالإمالة وتركهما. </p><p>(١) انظر: \"السبعة\" ص ٣٨٣، و\"علل القراءات\" ١/ ٣٢٥، و\"إعراب القراءات السبع وعللها\" ١/ ٣٧٨، و\"الحجة للقراء\" ٥/ ١١٢، و\"المبسوط في القراءات\" ص ٢٢٩. (٢) في (ش)، (ع): (المألوف)، وفي هامش (ش) كتب: (أحسبه المؤوف).(٣) \"الحجة للقراء\" ٥/ ١١٢، وهو نقل طويل تصرف فيه بالحذف والإضافة والتقديم والتأخير والاختصار.</p>"
}