{
  "id": null,
  "sura": 17,
  "aya": 60,
  "text": "<p> قال ابن قتيبة: ويكون الظلم: الجَحْد؛ كقوله:  {فَظَلَمُوا بِهَا} ، أي: جحدوا بأنها من الله، وكقوله:  {بِمَا كَانُوا بِآيَاتِنَا يَظْلِمُونَ}  [الأعراف: ٩] , أي: يجحدون (١) ، وذكرنا معاني الظلم في سورة البقرة (٢) . </p><p> وقوله تعالى:  {وَمَا نُرْسِلُ بِالْآيَاتِ} ، أي: العبر والدلالات، {إِلَّا تَخْوِيفًا} : للعباد؛ ليتعظوا ويخافوا، قال قتادة: إن الله يخوف الناس بما يشاء من آياته، لعلهم يعتبرون (٣) أو يتذكرون أو يرجعون (٤) . </p><p> ٦٠ - قوله تعالى:  {وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ} قال مجاهد: أحاط بالناس فهم في قبضته (٥) ، وقال قتادة: يقول: يمنعك من الناس حتى تبلغ رسالة ربك (٦) ، وقالا الحسن: أي حال بينهم وبين أن يقتلوك (٧) ؛ كما </p><p>(١) \"تأويل مشكل القرآن\" ص ٤٦٨، بنصه (٢) آية [٣٥].(٣) في جميع النسخ: يعينون، وفي \"الدر المنثور\" والألوسي: (يعتبون)، والتصويب من تفسير الطبري والثعلبي، ويحتمل الرسم أنها يفيئون؛ والله أعلم.(٤) أخرجه \"الطبري\" ١٥/ ١٠٩ بنصه، وورد في \"تفسير الثعلبي\" ٧/ ١١٢ أبنصه، وانظر: \"تفسير البغوي\" ٥/ ١٠٢، و\"ابن كثير\" ٣/ ٥٥، و\"الدر المنثور\" ٤/ ٣٤٥، و\"تفسير الألوسي\" ١٥/ ١٠٤.(٥) \"تفسير مجاهد\" ص ٤٣٨ بنصه، وأخرجه \"الطبري\" ١٥/ ١١٠ بنصه من طريقين، وورد بنصه في \"معاني القرآن\" للنحاس ١/ ٣٦٤، و\"تفسير هود الهواري\" ٢/ ٤٢٨، و\"الماوردي\" ٣/ ٢٥٣.(٦) أخرجه \"عبد الرزاق\" ٢/ ٣٨٠ مختصرًا، وأخرجه \"الطبري\" ١٥/ ١١٠ بنصه وبنحوه، وورد في \"تفسير السمرقندي\" ٢/ ٢٧٤ بنصه، و\"الماوردي\" ٣/ ٢٥٣، بنحوه.(٧) أخرجه \"الطبري\" ١٥/ ١١٠ - بمعناه من طريقين، وورد في \"معاني القرآن\" للنحاس ٤/ ١٦٨ - بمعناه، والماوردي ٣/ ٢٥٣ - بمعناه. انظر: \"تفسير السمعاني\" =</p><p> قال:  {وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ}  [المائدة: ٦٧] . </p><p> فعلى هذه الأقوال: معنى الآية: أن الخلق في قبضة الله وأنه محيط بهم بالعلم والقدرة، فهو مانعك منهم وحافظك، فامض لما أمرك من تبليغ الرسالة ولا تهتم. </p><p> وروي عن ابن عباس من طريق عطاء أن المراد بالناس هاهنا: أهل مكة (١) ، وإحاطته بهم إهلاكه إيّاهم عن قريب؛ إمّا موتًا وإمّا قتلاً، وإلى هذا القول ذهب مقاتل والفراء وقالا: أي أنها ستفتح لك (٢) ، وعلى هذا القول معنى الإحاطة بهم: الإهلاك؛ لقوله:  {إِلَّا أَنْ يُحَاطَ بِكُمْ}  [يوسف:٦٦] وقوله: {وَأَحَاطَتْ بِهِ خَطِيئَتُهُ}  [البقرة: ٨١] وقد مرّ، والمعنى: أن الله أهلكهم، أي سيهلكهم، ولكن ذُكر بلفظ الماضي لتحقق كونه، وفي إهلاكه إياهم فتحها لمحمد -صلى الله عليه وسلم- ثم أهلكهم يوم بدر قتلًا بالسيف، وأكثر ما يُذْكر أهلُ مكة في القرآن بلفظ الناس. </p><p> وقوله تعالى:  {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ} اختلفوا في معنى هذه الرؤيا؛ فأكثر المفسرين على أن المراد بها: ما أراه الله تعالى ليلة الإسراء (٣) . </p><p> قال عكرمة: أمَا إنه ليس برؤيا ولكنّه رَأْيُ عَين، وهي رؤيا يقظة </p><p>= ٣/ ٢٥٣ بنصه، و\"ابن الجوزي\" ٥/ ٥٣، و\"الفخر الرازي\" ٢٠/ ٢٣٥. (١) انظر: \"تفسير القرطبي\" ١٠/ ٢٨٢، وورد بلا نسبة في \"تفسير مقاتل\" ١/ ٢١٦ ب، و\"الفخر الرازي\" ٢٠/ ٢٣٥.(٢) \"تفسير مقاتل\" ١/ ٢١٦ ب، بنحوه، و\"معاني القرآن\" للفراء ٢/ ١٢٦ بنصه.(٣) وهذا القول رجحه \"الطبري\" ١٥/ ١٨٣، و\"الفخر الرازي\" ٢٠/ ٢٣٦.</p><p> ليست رؤيا (١) في المنام (٢) ، وهو قول سعيد بن جبير وأبي مالك وإبراهيم والسدي ومجاهد وقتادة والحسن والضحاك وابن زيد وابن جريج (٣) ، وابن عباس في رواية عكرمة: قال: هي رؤيا عين أُرِيَهَا النبيّ -صلى الله عليه وسلم- ليلة أُسري به إلى بيت المقدس (٤) ، وهذا القول اختيار الفراء وابن قتيبة (٥) ، وعلى هذا يصح أن يقال: رأيت بعيني رؤية ورؤيا (٦) . </p><p> ومعنى قوله:  {إِلَّا فِتْنَةً لِلنَّاسِ} هو أنه ارتد بعضهم حين أعلمهم قصة الإسراء، وأنكروا وكذبوا، وازداد المؤمنون المخلصون إيمانًا. </p><p> وقال ابن عباس في رواية الوالبي: هي رؤياه التي رأى أنه يدخل مكة وأخبر بذلك أصحابه، فلما صُدّ عن البيت عام الحُدَيْبِيَة (٧) كان ذلك فتنة </p><p>(١) في جميع النسخ: (ليسترونا)، والظاهر أنها كلمتان اشتبكتا في الرسم، والصحيح المثبت. (٢) ورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١٩٨ و\"تفسير السمرقندي\" ٢/ ٢٧٤.(٣) \"تفسير مجاهد\" ١/ ٣٦٥، أخرجه \"الطبري\" ٥/ ١١٠ - ١١٢، عنهم كلهم عدا السدي، وورد في \"معاني القرآن\" للنحاس ٤/ ١٦٨، عن ابن جبير ومجاهد والضحاك، و\"تفسير الثعلبي\" ٧/ ١١٢ أ، عنهم عدا إبراهيم والسدي، و\"الماوردي\" ٣/ ٢٥٣، عنهم عدا أبي مالك وإبراهيم والسدي وابن جريج، و\"الطوسي\" ٦/ ٤٩٤، عنهم- عدا أبي مالك والسدي.(٤) أخرجه بنصه: \"عبد الرزاق\" ٢/ ٣٨٠، والبخاري (٤٧١٦) كتاب: التفسير، الإسراء، و\"الطبري\" ١٥/ ١١٠ من ثلاث طرق، و\"السمرقندي\" ٢/ ٢٧٤، وورد في \"تفسير الثعلبي\" ٧/ ١١٢ أ، و\"الماوردي\" ٣/ ٢٥٣، و\"الطوسي\" ٦/ ٤٩٤.(٥) \"معاني القرآن\" للفراء ٢/ ١٢٦، و\"الغريب\" لابن قتيبة ١/ ٢٥٨.(٦) قال ابن الأنباري: لا فرق بين أن يقول القائل: رأيت فلانًا رؤية، ورأيته رؤيا، إلا أن الرؤية يقل استعمالها في المنام، والرؤيا يكثر استعمالها في المنام، ويجوز كل واحد منهما في المعنيين. \"تفسير ابن الجوزي\" ٥/ ٥٣.(٧) عام الحديبية كان في السنة السادسة من الهجرة، والحديبية: قرية متوسطة سميت باسم بئر كانت هناك، عند الشجرة التي حصلت تحتها بيعة الرضوان، قال الخطابي: وسميت الحديبية بشجرة حدباء كانت في ذلك الموضع، وبين الحديبية ومكة مسافة (٢٥) كم تقريبًا، ويقع بعضها في الحل وبعضها في الحرم، وتعرف الآن باسم الشميسي، وتقع في طريق مكة جدة القديم. انظر: \"الروض المعطار\" ص ١٩٠، و\"معجم البلدان\" ٢/ ٢٢٩.</p><p> لهم، فلما كان العام المقبل دخلها وأنزل الله تعالى:  {لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ}  (١)  [الفتح: ٢٧] ، غير أن هذا القول يَضْعُف من حيث إن هذه الرؤيا كانت بالمدينة، وهذه السورة مكية، والله أعلم. </p><p> وقال سعيد بن المسيب: أُري بني أمية يَنْزُون (٢) على منابرهم فساءه ذلك، فقيل له: إنما هي الدنيا أُعْطُوها فسُرِّي عنه (٣) ، ونحو هذا روي عن سهل بن سعد قال:  \"رأى رسول الله -صلى الله عليه وسلم- بني أمية يَنْزُون على منبره نَزْوَ القِرَدةِ فساءه ذلك\"  (٤) . </p><p>(١) أخرجه \"الطبري\" ١٥/ ١١٢، بنحوه من طريق العوفي (ضعيفة)، وورد بنحوه في \"تفسير الثعلبي\" ٧/ ١١٢ أ، و\"الماوردي\" ٣/ ٢٥٣، و\"الطوسي\" ٦/ ٤٩٤، انظر: \"تفسير ابن عطية\" ٩/ ١٢٧، و\"ابن الجوزي\" ٥/ ٥٤. (٢) النَّزْو: هو الوَثَبَان، والمقصود يتعاقبون. انظر: \"المحيط في اللغة\" (نزو) ٩/ ٩٣، و\"اللسان\" (نزا) ٧/ ٤٤٠٢.(٣) ورد في \"تفسير السمرقندي\" ٢/ ٢٧٤، بنحوه، وأخرجه البيهقي في \"الدلائل\" ٦/ ٥٠٩ - بنصه، وورد في \"تفسير الثعلبي\" ٧/ ١١٢ أ - بنصه، وأورده \"ابن الجوزي\" ٥/ ٥٤ وقال: وإن كان مثل هذا لا يصح، ولكن ذكره عامة المفسرين، كذلك أشار ابن حجر إلى هذا القول ورواياته، وقال: وأسانيد الكل ضعيفة. \"فتح الباري\" ٨/ ٢٥٠.(٤) أخرجه \"الطبري\" ١٥/ ١١٢ بنصه تقريبًا، وورد في \"تفسير الثعلبي\" ٧/ ١١٢ أ - بنصه، و\"الماوردي\" ٣/ ٢٥٣ بنصه تقريبًا، و\"الطوسي\" ٦/ ٤٩٤، بنحوه، وهذا الأثر ضعيف كما قال ابن كثير ٣/ ٥٥ قال: وهذا السند ضعيفٌ جدًّا؛ فإن محمد =</p><p> وهذا قول ابن عباس في رواية عطاء قال: رأى رسول الله -صلى الله عليه وسلم- في المنام أن ولد مروان يتداولون منبره كما يتداول الصبيان الكرة (١) ، وهذه الآية مكية، ولم يكن للنبيّ -صلى الله عليه وسلم- بمكة منبر، غير أنه لا يبعد أن يرى بمكة رؤيا المنبر بالمدينة، كأنه رأى أن له بالمدينة منبرًا يتداوله بنو أمية. </p><p> قوله تعالى:  {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} هذا على التقديم والتأخير، {وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ} ، {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} , {إِلَّا فِتْنَةً لِلنَّاسِ} واختلفوا في هذه الشجرة؛ فالأكثرون أنها شجرة الزقوم التي ذَكر في قوله: {إِنَّ شَجَرَتَ الزَّقُّومِ (٤٣) طَعَامُ الْأَثِيمِ} [الدخان: ٤٣، ٤٤] وهذا قول مسروق وسعيد بن جبير وأبي مالك وإبراهيم ومجاهد وقتادة والكلبي وعكرمة والضحاك، وقول ابن عباس في رواية عكرمة من طريق سفيان عن عمرو بن دينار عنه (٢) ، وكانت فتنتهم في هذه الشجرة ما ذكر </p><p>= ابن الحسن بن زبالة متروك، وشيخه -أي عبد المهيمن بن عباس- أيضًا ضعيفٌ بالكلية، وأورد الشوكاني الأثر وضعفه، وقال: وفيه ضعف؛ فإنه لا فتنة للناس في هذه الرؤيا، إلا أن يراد بالناس رسول الله -صلى الله عليه وسلم- وحده، ويراد بالفتنة ما حصل من المساءة لرسول الله -صلى الله عليه وسلم-، أو يحمل على أنه قد كان أخبر الناس بها فافتتنوا. \"تفسير الشوكاني\" ٣/ ٣٤٢، وظاهرٌ أن هذا القول وأمثاله من المُحدث. (١) ورد بنصه بلا نسبة في: \"تفسير الخازن\" ٣/ ١٦٩، و\"أبي حيان\" ٦/ ٥٥.(٢) \"تفسير مجاهد\" ١/ ٣٦٥، أخرجه \"عبد الرزاق\" ٢/ ٣٨١، عن ابن عباس وابن جبير، والبخاري (٤٧١٦) كتاب: التفسير، الإسراء، عن ابن عباس، و\"الطبري\" ١٥/ ١١٣ - ١١٥، عنهم كلهم عدا الكلبي، وورد في \"معاني القرآن\" للنحاس ٤/ ١٦٩، عن ابن جبير ومجاهد وعكرمة والضحاك، و\"تفسير الجصاص\" ٣/ ٢٠٥، عنهم عدا مسروق وأبي مالك والكلبي وعكرمة، و\"تفسير هود الهواري\" ٢/ ٤٢٩، عن مجاهد، و\"الماوردي\" ٣/ ٢٥٣، عن مجاهد وقتادة والضحاك وابن جبير، و\"الطوسي\" ٦/ ٤٩٤، عنهم عدا الكلبي وعكرمة.</p><p> قتادة قال: خَوَّفَ الله بها عباده ففتنوا (١) بذلك، حتى قال أبو جهل: زعم صاحبكم أن في النار شجرًا، والنار تأكل الشجر، وقال ابن الزِّبَعْري (٢) : ما نعلم الزقوم إلا التَّمْر والزُّبْد، فتزقموا منه، فأنزل الله حين عجبوا أن يكون في النار شجرًا:  {إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ} الآيات. (٣)  [الصافات: ٦٣ - ٦٦] . </p><p> وروى السدي عن أبي مالك عن ابن عباس قال: الشجرة الملعونة في القرآن بنو أمية (٤) . </p><p> وقال في رواية عطاء: يعني الحكم بن أبي العاص (٥) ، قال: \"وكان </p><p>(١) في جميع النسخ: (فَنُبِؤا) والتصويب من تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٥١٥. (٢) عبد الله بن الزِّبَعْري بن قيس السهمي، أحد شعراء قريش، كان شديدًا على المسلمين في الجاهلية، يهجوهم ويحرِّض عليهم كفار قريش في شعره، فلما فتحت مكة هرب إلى نجران، فقال فيه حسان بيتًا فلما بلغه عاد إلى مكة وأسلم، واعتذر إلى النبي -صلى الله عليه وسلم- فقبل عذره وحسن إسلامه، وشهد ما بعد الفتح. انظر: \"الأغاني\" ١٥/ ١٧٤، و\"الاستيعاب\" ٣/ ٣٦، و\"أسد الغابة\" ٣/ ٢٣٩.(٣) أخرجه \"عبد الرزاق\" ٢/ ٣٨١ مختصرًا، و\"الطبري\" ١٥/ ١١٤، بنحوه، وورد بنحوه بلا نسبة في: \"تفسير مقاتل\" ١/ ٢١٦ ب، و\"الثعلبي\" ٧/ ١١٢ أ.(٤) انظر: \"تفسير الفخر الرازي\" ٢٠/ ٢٣٧ بنصه، و\"القرطبي\" ١٠/ ٢٨٦ وقال: وهذا قول ضعيف محدَث. وورد في \"تفسير الطوسي\" ٦/ ٤٩٤ بنصه عن أبي جعفر، وقال ابن كثير ٣/ ٥٥: وقيل: المراد بالشجرة الملعونة بنو أمية، وهو غريب ضعيف.(٥) الحكم بن أبي العاص الأموي القرشي، عمّ عثمان بن عفان -رضي الله عنه-، وهو أبو مروان بن الحكم، من مسلمة الفتح، أخرجه رسول الله -صلى الله عليه وسلم- من المدينة وطرده عنها، فنزل في الطائف مع ابنه مروان، ولم يزل بها حتى رده عثمان -رضي الله عنه- إلى المدينة في خلافته، وبقي فيها، وتوفي في آخر خلافة عثمان. انظر: \"الاستيعاب\" ١/ ٤١٤، و\"أسد الغابة\" ٢/ ٤٨، و\"الإصابة\" ١/ ٣٤٥.</p><p> رأى رسول الله -صلى الله عليه وسلم- في المنام ولد مروان يتداولون منبره، فقصّ رؤياه على أبي بكر وعمر وقد خلا في بيته معهما، فلما تفرقا سمع رسول الله -صلى الله عليه وسلم-، فاشتد ذلك عليه، واتهم عمر في إفشاء سره، ثم ظهر أن الحكم كان يَتسمَّعُ إليهم، فنفاه رسولُ الله -صلى الله عليه وسلم-\" (١) ، وهذه القصة كانت بالمدينة والسورة مكية, فيبعد هذا التفسير، إلا أن تكون هذه الآية مدنية، ولم يقل ذلك أحد، والله أعلم. ويؤكد أن يكون المراد بالشجرة الملعونة: الحكم، قول عائشة لمروان: لعن الله أباك وأنت في صلبه، فأنت فَضَضٌ (٢) من لعنة الله (٣) . والأكثرون على القول الأول، وهو الظاهر (٤) . </p><p> قال أبو إسحاق: فإن قال: قائل ليس في القرآن ذكر لعنها، فالجواب في ذلك أنه لُعِنَ الكفارُ وهم آكلوها - فعلى هذا يكون التقدير:  {وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ} : آكلوها- قال: وجواب آخر: وهو أن العرب تقول لكل طعام مكروه ضَارّ: ملعون (٥) . </p><p>(١) انظر: \"تفسير السمعاني\" ٣/ ٢٥٥، بنحوه، وأشار ابن حجر إلى هذا القول، وقال: وإسناده ضعيف. \"فتح الباري\" ٨/ ٢٥١. (٢) قال ثعلب: معناه: أي خرجت من صُلْبه متفرقًا، يعني ما انفضَّ من نطفة الرجل وتردد في صُلبه، وقيل في قولها: فأنت فَضَضٌ من لعنة الله: أرادت إنك قِطعة منها وطائفة منها. \"اللسان\" (فضض) ٦/ ٣٤٢٧.(٣) ورد في \"تهذيب اللغة\" (فضض) ٣/ ٢٨٠٠، بنحوه، و\"الاستيعاب\" ١/ ٤١٥، بنحوه، انظر: \"أسد الغابة\" ٢/ ٣٨ بنحوه، و\"اللسان\" (فضض) ٦/ ٣٤٢٧ بنصه، وأورده الألوسي ١٥/ ١٠٧ بمعناه وعزاه إلى ابن مردويه عنها.(٤) وهو ما رجحه \"الطبري\" ١٥/ ١١٥، وقال ابن حجر: وهذا هو الصحيح، وذكره ابن أبي حاتم عن بضعة عشر نفسًا من التابعين. \"فتح الباري\" ٨/ ٢٥١.(٥) \"معاني القرآن وإعرابه\" ٣/ ٢٤٨ - بنصه- الكلام المعترض.</p>"
}