{
  "id": null,
  "sura": 17,
  "aya": 23,
  "text": "<p> قَدْر أعمالهم، ألا تسمع قوله:  {انْظُرْ كَيْفَ فَضَّلْنَا} الآية. </p><p> ٢٢ - قوله تعالى:  {لَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ} المفسرون على أن هذا خطاب للنبيّ -صلى الله عليه وسلم-، والمعنى عام لجميع المكلفين (١) ؛ على نحو:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١] ، ويحتمل أن يكون الخطاب للإنسان، كأنه قيل:  {لَا تَجْعَلْ} : أيها الإنسان مع الله إلهًا آخر. </p><p> وقوله تعالى:  {فَتَقْعُدَ} انتصب؛ لأنه وقع بعد الفاء جوابًا للنهي، وانتصابه بإضمار (أن) ؛ كقولك: لا تنقطع عنا فنجفوك، وتقديره: لا يكن منك انقطاع، فإن جوابه (٢) فإن تنقطع نجفوك، أي فجفاء (٣) ، فما بعد الفاء متعلق بالجملة المتقدمة بالفاء التي هي حرف العطف، وإنما سماه النحويون جوابًا -وإن كانت جملة واحدة ولم تكن كالجزاء- لمشابهته له في أن الثاني سببه (٤) الأول؛ ألا ترى أن المعنى: إن انقطعت جفوتك، كذلك المعنى في الآية: إن جعلت مع الله إلهًا آخر قعدت {مَذْمُومًا مَخْذُولًا} ، والمخذول: الذي لا عاصم له ولا ناصر؛ يقال: خذله يخذله خِذْلانًا (٥) وخذلاً، وقد مر. </p><p> ٢٣ - قوله تعالى:  {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} قال ابن عباس في رواية عطاء: يريد وأَمَرَ ربك، ليس هو قضاء حكم، ونحو هذا روى عنه </p><p>(١) ورد بنحوه في الطبري ١٥/ ٦٢، والثعلبي ٧/ ١٠٦ ب، والطوسي ٦/ ٤٦٤. (٢) في جميع النسخ (صوابه)، والصواب ما أثبته، ويدل عليه سياق الكلام بعده.(٣) في (أ)، (د): (نجفا)، والمثبت من (ش)، (ع).(٤) في (أ): (سنه)، وفي (د): (سننه)، وفي (ش)، (ع): (شبيه)، والصواب ما أثبته، وهو الأنسب للسياق.(٥) ساقطة من (د).</p><p> الوالبي (١) ، وهو قول مجاهد والحسن وقتادة وابن زيد وعامة المفسرين (٢) وأهل اللغة (٣) . قال الفراء: العرب تقول: تركته يقضي أمور الناس، أي يأمر فيها فينفُذ أمرُه (٤) . </p><p> وقال أبو إسحاق:  {وَقَضَى رَبُّكَ} معناه أمَر (٥) ؛ لأنه أمرٌ قاطعٌ حَتْمٌ، وذكرنا أن قضى في اللغة على وجوه، كلها ترجع إلى معنى انقطاع الشيء وتمامه (٦) . </p><p> وروى ميمون بن مِهران عن ابن عباس في هذه الآية، قال: إنما هو (ووصى ربك) فالتصقت إحدى الواوين (٧) ، فقرئت:  {وَقَضَى رَبُّكَ} ولو كان على القضاء ما عصى الله أحدٌ (٨) ، ونحو هذا روى عنه الضحاك وسعيد </p><p>(١) أخرجه الطبري ١٥/ ٦٢ بلفظه من طريق ابن أبي طلحة صحيحة، وورد بلفظه في \"تفسير الثعلبي\" ٧/ ١٠٦ ب، و\"الماوردي\" ٣/ ٢٣٧، أورده السيوطي في \"الدر المنثور\" ٤/ ٣٠٩ وزاد نسبته إلى ابن المنذر. (٢) \"تفسير مجاهد\" ١/ ٣٦٠ بلفظه، وأخرجه عبد الرزاق ٢/ ٣٧٦ بلفظه عن قتادة، و\"الطبري\" ١٥/ ٦٢ - ٦٣ بلفظه عنهم ما عدا مجاهد، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ١٣٩، عن الحسن، و\"تفسير الجصاص\" ٣/ ١٩٦، والسمرقندي ٢/ ٢٦٤، وهود الهواري ٢/ ٤١٤، والثعلبي ٧/ ١٠٦ ب، عن الحسن وقتادة، و\"الماوردي\" ٣/ ٢٣٧، عن الحسن وقتادة.(٣) انظر: \"مجاز القرآن\" ١/ ٣٧٤، و\"تهذيب اللغة\" (قضى) ٣/ ٢٩٨٦، و\"الإملاء\" ٢/ ٩٠، و\"الفريد في إعراب القرآن\" ٣/ ٢٦٦، و\"اللسان\" (قضى) ٦/ ٣٦٦٥.(٤) \"معاني القرآن\" للفراء ٢/ ١٢٠، بنصه.(٥) \"معاني القرآن وإعرابه\" ٣/ ٢٣٣، بلفظه.(٦) انظر ما تقدم في تفسير سورة البقرة [آية: ١١٧].(٧) أي التصقت بالصاد.(٨) ورد في \"القراءات الشاذة\" لابن خالويه ص ٧٩ - مختصرًا، وأورده السيوطي في =</p><p> ابن جبير (١) ، وهو قراءة علي وعبد الله:  (ووصى ربك)  (٢) . </p><p> وقوله تعالى:  {وَبِالْوَالِدَيْنِ إِحْسَانًا} قال الزجاج: أي: وأَمَرَ بالوالدين إحسانًا (٣) ، والعرب تقول: أوصيك به خيرًا، وآمرك به خيرًا، وكأن معناه: آمرك أن تفعل به، ثم تحذف (أن) فينصب الخبر بالوصية وبالأمر، وأنشد: </p><p> عَجِبْتُ مِنْ دَهْماءَ أنْ تَشْكُونا </p><p>= \"الدر المنثور\" ٤/ ٣٠٩، بنحوه، وعزاه إلى أبي عبيد وابن منيع وابن المنذر وابن مردويه من طريق ميمون عن ابن عباس. (١) أخرجه \"الطبري\" ٨/ ٥٨، عن الضحاك، وورد في \"تفسير الثعلبي\" ٧/ ١٠٦ ب، عن الضحاك، و\"الماوردي\" ٣/ ٢٣٧، عن الضحاك، وانظر غرائب التفسير ١/ ٦٢٤، عن ابن عباس والضحاك واستغربه، وأورده السيوطي في \"الدر المنثور\" ٥/ ٢٥٧ - وعزاه إلى الفريابي وسعيد بن منصور وابن جرير وابن المنذر وابن الأنباري في المصاحف من طريق سعيد بن جبير عن ابن عباس، وأورده -كذلك- وعزاه إلى ابن أبي حاتم من طريق الضحاك عن ابن عباس، وأورده وزاد نسبته إلى أبي عبيد وابن المنذر عن الضحاك.(٢) أخرجها عن ابن مسعود: مقاتل ١/ ٢١٣ ب، و\"عبد الرزاق\" ٢/ ٣٧٦، و\"الطبري\" ١٥/ ٦٣، والطبراني في \"الكبير\" ٩/ ١٤٩، ووردت عن ابن مسعود في \"معاني القرآن\" للنحاس ٤/ ١٣٩، و\"تفسير السمرقندي\" ٢/ ٢٦٤، و\"الثعلبي\" ٧/ ١٠٦ ب، عنهما، وهذه القراءة شاذة وقد استنكرت وضعفت، قال الكرماني: وهذه القراءة عند القراء مقبولة في جملة الشواذ، والحكاية مردودة على الراوي، وقال ابن عطية: وهذا ضعيف، وإنما القراءة مروية بسند، ونقل تضعيف ابن أبي حاتم لها وقال: لو قلنا هذا لطعن الزنادقة في مصحفنا، وقال ابن الجوزي: وهذا على خلاف ما انعقد عليه الإجماع، فلا يلتفت إليه.انظر: \"غرائب التفسير\" ١/ ٦٢٤، و\"تفسير ابن عطية\" ٩/ ٥٢، و\"ابن الجوزي\" ٥/ ٢٢، و\"فتح الباري\" ٨/ ٢٤١، و\"تفسير الألوسي\" ١٥/ ٥٤، وهي أشبه بالتفسير من القراءة، وبذلك فسرها مجاهد، -كما أخرجه \"الطبري\" ١٥/ ٦٢ - ٦٣.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٣٤، بنحوه.</p><p> ومِنْ (أبي) دَهْماء أنْ يُوصِينا </p><p> خَيْرًا (بها كأننا)  (١) جافُونا) (٢) </p><p> فعلى هذا ينصب إحسانًا بمضمر دلَّ عليه الكلام، و (الباء) في: {وَبِالْوَالِدَيْنِ} من صلة الإحسان, وقُدّمت عليه كما تقول: يزيد فامرر (٣) ، ويجوز أن يكون العامل فيه ما أُضمر من الإيصاء؛ كأنه: وأوصى بالوالدين إحسانًا. </p><p> وقوله تعالى:  {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا} ، يرفع {أَحَدُهُمَا} بـ {يَبْلُغَنَّ} ، و {كِلَاهُمَا} عطف عليه، وقرأ حمزة والكسائي:  (يَبْلُغَانِّ)  (٤) قال الفراء: ثنَّى؛ لأن الوالدين قد ذُكِرا قبله، فصار الفعل على عددهما، ثم قال:  {أَحَدُهُمَا أَوْ كِلَاهُمَا} على الائتناف، كقوله:  {فَعَمُوا وَصَمُّوا}  [المائدة: ٧١] ثم استأنف فقال: {كَثِيرٌ مِنْهُمْ} ، وكذلك قوله: </p><p>(١) في جميع النسخ (أين) بدل (أبي)، و (بهل كأنها) بدل (بها كأننا)، والتصويب من المصادر. (٢) ورد ما بين التنصيص بنصه تقريبًا في \"معاني القرآن\" للفراء ٢/ ١٢٠، و\"تفسير الطبري\" ١٥/ ٦٣، وبنحوه في \"تفسير الطوسي\" ٦/ ٤٦٧، وفي جميع المصادر: (إذ) بدل (إن)، والشاهد -كما ذكره الطبري والطوسي: أعمل يوصينا في الخير، كما أعمل في الإحسان.(٣) أورد الفخر الرازي هذا الوجه وعزاه للواحدي، وتعقبه قائلاً: وهذا المثال الذي ذكره الواحدي غير مطابق؛ لأن المطلوب تقديم صلة المصدر عليه، والمثال المذكور ليس كذلك، وقد أورد السمين القولين وبين أن كلا منهما صحيح من وجه. انظر: \"تفسير الفخر الرازي\" ٢٠/ ١٨٦، و\"الدر المصون\" ٧/ ٣٣٤.(٤) انظر: \"السبعة\" ص ٣٧٩، و\"إعراب القراءات السبع وعللها\" ١/ ٣٦٨، و\"علل القراءات\" ١/ ٣١٩، و\"الحجة للقراء\" ٥/ ٩٦، و\"المبسوط في القراءات\" ص ٢٢٨.</p><p> {لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى} ، ثم استأنف فقال:  {الَّذِينَ ظَلَمُوا}  (١)  [الأنبياء: ٣] وقال أبو علي: من قرأ: (يَبْلُغَانِّ) جعل قوله: {أَحَدُهُمَا أَوْ كِلَاهُمَا} معادًا على التأكيد، وعلى ذكر إفراد كل واحد منهما, ولا يكون الرفع فيهما بمعنى الفعل كما يكون في قراءة الباقين (٢) . </p><p> وقال أبو إسحاق: من قرأ (يَبْلُغَانِّ) [يكون {أَحَدُهُمَا أَوْ كِلَاهُمَا} بدلاً من الألف، وموضع {يَبْلُغَنَّ} و (يَبْلُغَانِّ) ] (٣) جزمٌ بإمّا؛ لأن أصله (إن) التي للشرط، فأكدت بـ (ما) التي للشرط؛ نحو:  {مَا نَنْسَخْ}  [البقرة: ١٠٦] ليكون حرف الشرط مؤكِّدًا مِثل توكيد الفعل بالنون، وعلامةُ الجزم لا تبين مع نون التأكيد (٤) ؛ لأن الفعل يُثَنّى معها، ألا ترى أنك تقول ليفعلَنَّ بفتح (٥) اللام وبترك الضمة، وبترك النون التي تُلْحَق (٦) في التثنية والجمع والواحدة المؤنث علامةً للرفع (٧) ؛ كما تُركت الضمةُ في الواحدة. </p><p> ذكرنا هذا [عند]  (٨) قوله: {وَلَتَجِدَنَّهُمْ}  [البقرة: ٩٦] وعند قوله: {وَلَا تَتَّبِعَانِّ}  [يونس: ٨٩] . </p><p> وأَمَّا قوله:  {كِلَاهُمَا} فإن كلا اسم مفرد يفيد (٩) معنى التثنية (١٠) ، </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٢٠، بنصه. (٢) \"الحجة للقراء\" ٥/ ٩٦ بتصرف.(٣) ما بين المعقوفين ساقط من (أ)، (د).(٤) أي المباشرة.(٥) في جميع النسخ: (ففتح)، والصواب المثبت؛ حيث به يستقيم الكلام.(٦) في (ش)، (ع): (لحق).(٧) بسبب توالي النونات والثقل.(٨) زيادة يقتضيها السياق.(٩) في (أ)، (د): (بعيد).(١٠) في جميع النسخ: (للتثنية)، والصحيح المثبت، والتصقت الألف باللام.</p><p> ووزنه فِعَل، ولامُه بمنزلة لام حِجَى ورِضَى، وهي كلمة وضعت على هذه الحلقة يُؤَكّدُ بها الاثنان خاصةً، ولا تكون إلا مضافة، والدليل على أنها ليست تثنية: أنها لا تُفردُ فتقومَ بنفسها, ولو كانت تثنيةً لوجب أن تقال بالنصب والخفض، والخفض مررت بكلي الرجلين بكسر الياء، كما تقول بين يدي الرجل، و {مِنْ ثُلُثَيِ اللَّيْلِ}  [المزمل: ٢٠] و {يَا صَاحِبَيِ السِّجْنِ}  [يوسف: ٣٩] و {طَرَفَيِ النَّهَارِ}  [هود: ١١٤] ، فدل هذا على أنها ليست بحلقة تثنية، وأنها وضعت دلالة على التثنية لا أنها تثنية، كما تقول في (كل) فإنه اسم واحد موضوع للجماعة، فإذا أخبرت عنه بلفظه، أخبرت كما تخبر عن الواحد؛ كقوله:  {وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا}  [مريم: ٩٥] وكذلك إذا أخبرت عن كلا، أخبرت عن الواحد فقلت: كلا أَخَوَيْك كان قائمًا، وكلا عَمَّيْكَ كان فقيهًا، وقال الله تعالى:  {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا}  [الكهف: ٣٣] ، ولم يقل: آتتا، وقال: </p><p> كلا الرَّجُلَيْنِ أفَّاكٌ أَثِيمُ (١) </p><p> وقال لبيد: </p><p> فَغَدَتْ كلا الفَرْجَينِ تَحْسَبُ أنَّهُ ... مَوْلى المخافة خلفُها وأمامُها (٢) </p><p>(١) ورد في \"تهذيب اللغة\" (كلا) ٤/ ٣١٦٩ بنصه بلا نسبة، والشاهد: أنه أفرد أفَّاك وهي تعود على مثنى. وانظر أيضا \"لسان العرب\" (كلا)، و\"تاج العروس\" (باب الواو الهاء، فصل الكاف). (٢) \"شرح ديوان لبيد\" ص ٣١١، وورد في \"الكتاب\" ١/ ٤٠٧، و\"المقتضب\" ٤/ ٣٤١، و\"شرح القصائد السبع الطوال\" ص ٥٦٥، و\"أمالي ابن الشجري\" ١/ ١٦٦، ٢/ ٥٨٢, و\"البسيط في شرح جمل الزجاجي\" ١/ ٥٠٢، و\"الإيضاح\" للعضدي ص ٢١١ - بلا نسبة. (فغدت): من الغدوّ، وتروى (فعدت): من العدو، (كلا الفرجين): في كلا، الفرجين؛ والفرج: الواسع من الأرض أو الثَّغر؛ وهو موضع المخافة، والفروج =</p><p> يريد كلا فرجيها، فأقام الألف واللام مقام الكناية، وقال: أنه، ولم يقل: أنهما, ثم ترجم عن كلا؛ فقال: خلفُها وأمامُها، يجوز أن يذهب إلى المعنى فيقول: كلا الرجلين كانا قائمين، كما يقول في كل، كقوله تعالى:  {وَكُلٌّ أَتَوْهُ دَاخِرِينَ}  [النمل: ٨٧] ؛ وهذا الذي ذكرنا في كِلا كلام أبي الهيثم الرازي (١) وأبي الفتح الموصلي (٢) وأبي علي الجرجاني، وأمّا كلتا فالكلام فيه يأتي عند قوله:  {كِلْتَا الْجَنَّتَيْنِ}  [الكهف: ٣٣] إن شاء الله. </p><p> قال مجاهد في قوله:  {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ} قال: يخريان ويبولان (٣) ، و {الْكِبَرَ} هاهنا مصدر الكبير في السن. </p><p> وقوله تعالى:  {فَلَا تَقُلْ لَهُمَا أُفٍّ} قال أبو إسحاق: فيه سبع لغات؛ الكسر بغير تنوين وبتنوين، والضم بغير تنوين وتنوين، وكذلك الفتح بهما (٤) ، </p><p>= هي الثُّغور، (مولى) قال ثعلب: المولى في هذا البيت معناه: الأَوْلى؛ كأنها تحسب أن كلَّ فرج أولى بالمخافة من الثاني؛ لحيرتها، والضمير يعود على بقرة وحشية، أضلت ولدها أو حُبِست خيفة من صائد، فهي حذرة في خوف، تخال كلا طريقيها من خلفها وأمامها ثغرة له يسلك منها إليها. وخلفُها وأمامُها رفعٌ على البدل من كلا؛ لأن ككلا الفرجين هما خلفُها وأمامُها، والتقدير: وخلفُها وأمامُها تحَسَب أنه يلي المخافة، وجائز رفعه بتقدير: هو خلفُها وأمامُها. (١) ورد في \"تهذيب اللغة\" (كلى) ٤/ ٣١٦٩ بتصرف.(٢) \"المنصف\" ٢/ ١٠٧ - مختصرًا.(٣) أخرجه \"الطبري\" ١٥/ ٦٤، بنحوه.(٤) ذكر الواحدي عن الزجاج أن في (أف) سبع لغات، ولم يورد إلا ستة، مع أن الزجاج ذكر اللغة السابعة، فقال: وفيها لغة أخرى سابعة لا يجوز أن يقرأ بها، وهي (أُفِّي) بالياء. \"معاني القرآن وإعرابه\" ٣/ ٢٢٤، لكن الواحدي أشار إلى هذه اللغة بعد ذكر كلام الزجاج بقوله: واللغة الشائعة (أُفِّي) بالياء.</p><p> فأما الكسر فلالتقاء الساكنين، و (أُف) غير متمكن (١) بمنزلة الأصوات، فإذا لم يُنَوَّن فهو مَعْرفة، وإذا نُوِّن فهو نكرة بمنزلة غاقٍ وغاقِ (٢) في الصوت، والفتح لالتقاء الساكنين أيضًا، والفتح مع التضعيف حَسَنٌ؛ لخفةِ الفتحة وثِقَلِ التضعيفِ والضَّمِّ؛ لأن قبله مضمُومًا -حسنٌ (٣) أيضًا- والتنوين فيه على جهة النكرة (٤) . </p><p> واللغة الشائعة (أُفِّي) بالياء، قال الأخفش: كأنه أضاف هذا القول إلى نفسه (٥) ؛ فقال: قَوْلي هذا. </p><p> وزاد ابنُ الأنباري لغات ثلاثًا فقال: و (إِفَّ لك) بكسر الألف وفتح الفاء، و (أُفَّة لك) بضم الألف وإدخال الهاء، و (أُفْ لك) بضم الألف (٦) وتسكين الفاء، وأنشد لحسان: </p><p> فأُفًا لحِبَان على كلِّ حالة ... على ذكرهم في الذكر كلُّ عَفاءِ (٧) </p><p>(١) أي غير منصرف. انظر \"المعجم المفصل في النحو العربي\" ص ٩٤٦. (٢) غاقِ: حكاية صوت الغراب، فإن نكَّرته نوَّنته، ويقال: سمعت غاقِ غاقِ وغاقٍ غاقٍ، ثم سمي الغراب غاقًا، فيقال: سمعت صوت الغاقِ. \"اللسان\" (غوق) ٦/ ٣٣١٧.(٣) في (أ)، (د): (ما حسن) بزيادة ما.(٤) \"معاني القرآن وإعرابه\" ٣/ ٢٣٤، بنصه تقريبًا.(٥) \"معاني القرآن\" للأخفش ٢/ ٦١٠، بنصه.(٦) ما بين التنصيص من (ش)، (ع)(٧) \"ديوانه\" ص ٢٥٩ وروايته:فأفٍ للحيان على كلّ حالةٍ ... فذكرهم في الذكرِ شر ثناءِوورد في \"الزاهر\" ١/ ١٨١، وصدره:فأُفٌّ للِحْيانٍ على كلِّ آلَةٍ</p><p> وأنشد لأبي حية: </p><p> حَيَاءً وبُقْيَا أَنْ تَشِيعَ نَمِيمَةٌ ... بِنَا وبِكُمْ أُفٍّ لأهْلِ النَّمَائِمِ (١) </p><p> ثم ذكر وجهَ كلٍّ لغة فقال: من قال (أُفَّ) جعله بمنزلة قولهم: مُدَّ يدك، ومن قال:  (أُفِّ) جعله بمنزلة مُدِّ، ومن قال:  (أُفُّ) جعله بمنزلة مُدُّ، وأنشد (٢) : </p><p> إِذَا أَنْتَ لَمْ تَنْفَعْ فَضُرَّ فَإِنَّمَا ... يُرَجَّى الفتى كَيْمَا يَضُرَّ وَينْفَعَا (٣) </p><p> قال: كذا رواه يونس بضم الراء (٤) ، وأنشد: </p><p> قال أبو ليلى لحبلي مُدِّه </p><p> حتى إذا مددته فشُدِّه </p><p> إن أبا ليلى نسيجُ وحدِه (٥) </p><p> ومن قال:  (أُفًّا) ، نصبه على مذهب الدعاء؛ كما يقال: ويلًا له، ومن قال:  (أُفٌّ لك) رفعه باللام؛ كما قال الله تعالى:  {وَيْلٌ لِلْمُطَفِّفِينَ} </p><p>(١) \"شعر أبي حَيَّة النُّميْري\" ص ٨٧، وورد في \"الكامل\" ١/ ١٠٠، و\"الزاهر\" ١/ ١٨١. (٢) اختلف في نسبة البيت؛ فنسب للنابغة الجعدي، وهو في \"شعر النابغة الجعدي\" ص ٢٤٦، ونسب لقيس بن الخَطيم، وهو في \"ديوانه\" ص ١٧٠، ونسب في \"شواهد المغني\" ١/ ٥٠٧ للنابغة الذبياني -وليس في ديوانه- أو النابغة الجعدي، ونسب في \"الخزانة\" ٨/ ٤٩٩ لهما ولقيس بن الخَطيم، ورجح البغدادي الأخير، وكذلك نُسب في \"الصناعتين\" ص ٣١٥، و\"إعجاز القرآن\" للباقلاني ص ٨٣ لقيس ابن الخَطيم.(٣) وورد بلا نسبة في \"الزاهر\" ١/ ١٨١، و\"البغداديات\" ص ٢٩١، ٣٥٢، و\"الجنى الداني\" ص ٢٦٢، و\"مغني اللبيب\" ص ٢٤١.(٤) أي في كلمة: فَضُرُّ، ووردت بالفتح، وكذلك وردت يضُرُّ وينفعُ بالرفع. انظر المصادر السابقة.(٥) ورد في \"الزاهر\" ١/ ١٨٢.</p><p> [المطففين:١] ومن قال [ (أُفٍّ) خفضه على التشبيه بالأصوات كما يقال: صَهٍ ومَهٍ] (١) ومن قال: (أُفَّةً لك) نصبه أيضًا على مذهب الدعاء، ومن قال (أُفّي لك) إضافة إلى نفسه، ومن قال (أُفْ لك) شبّهه بالأدوات؛ نحو:  (مَنْ) و (كم) و (بل) و (هل)  (٢) . </p><p> وقال الفراء: العرب تقول: جَعَل فلان يتأفّف من ريح وجدها، معناه: يقول أُفِّ أُفِّ (٣) . </p><p> وقال الأصمعي: الأُفُّ: وسخ الأُذن، والتُّفُّ: وسخ الأظفار، يقال ذلك عند استقذار الشيء، ثم كثر حتى استعملوه عند كل ما يتأذون به. </p><p> وقال غيره: أُف معناه: قلّة، وتُف إتْباع، مأخوذ من الأفف؛ وهو الشيء القليل (٤) . </p><p> وروى ثعلب عن ابن الأعرابي: الأُفُفُ: الضجر. </p><p> وقال القتيبي في قوله:  {فَلَا تَقُلْ لَهُمَا أُفٍّ}  [أي لا تستثقل شيئًا من أمرهما،قال:والناس يقولون لما يكرهون ويستثقلون: أُفٍّ]  (٥) له. </p><p> وأصل هذا نَفْخك للشيء يَسْقط عليك من تراب أو رماد، وللمكان تريد إماطة أذى عنه فقيل لكل مُسْتَثقل (٦) . </p><p> وقال الزجاج: معنى (أُفّ) النَّتن، ومعنى الآية: ولا تَقُل لهما ما فيه </p><p>(١) ما بين المعقوفين ساقط من (أ)، (د). (٢) \"الزاهر\" ١/ ١٨١ - ١٨٢ وهو نقل طويل من قوله: وزاد ابن الأنباري .. نقله بنصه تقريبًا.(٣) \"معاني القرآن\" للفراء ٢/ ١٢١، بنصه.(٤) ورد في \"الزاهر\" ١/ ١٨٠ بتصرف، و\"تهذيب اللغة\" (أف) ١/ ١٧٢، بنصه.(٥) ما بين المعقوفتين ساقط من (أ)، (د).(٦) \"تأويل مشكل القرآن\" ص ١٤٧، بتصرف يسير.</p><p> أدنى تَبَرُّم إذا كَبُرا وأسَنَّا؛ أُفْ، بل تَوَلَّ خدمتهما (١) ، هذا قول أهل اللغة في معنى هذه الكلمة ووجوهها (٢) . </p><p> قال ابن عباس في رواية عطاء: يريد بالأُف الرديء من الكلام؛ أن يقول لهما: أماتكما الله، أراحني الله منكما (٣) ، فهذا الرديء من الكلام، كقول إبراهيم لقومه:  {أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ}  [الأنبياء: ٦٧] . </p><p> وروى ليث عن مجاهد: لا تتقذرهما كما كنت تخرأ وتبول فلا يتقذرانك (٤) . </p><p> وروى أبو يحيى عنه، قال: إذا وجدت منهما رائحة تؤذيك فلا تقل لهما: (أُف)  (٥) . </p><p> وقوله تعالى:  {وَلَا تَنْهَرْهُمَا} ، يقال: نهره وانتهره إذا استقبله بكلام يزجره (٦) ، قال عطاء عن ابن عباس: يريد الجواب والغلظة (٧) . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٣٤، بنحوه، وورد في \"تهذيب اللغة\" ١/ ١٧٢، وظاهرٌ أنه نقله من \"التهذيب\" لا المعاني. (٢) ورد في \"تهذيب اللغة\" (أف) ١/ ١٧٢ بنصه تقريبًا، من قوله: وقال الأصمعي.(٣) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٤٨٨ بنصه، انظر: \"تنوير المقباس\" ص ٢٩٨ مختصرًا، وورد بلا نسبة في \"تفسير مقاتل\" ١/ ٢١٤ أمختصرًا.(٤) ورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١٤٠، و\"تفسير الثعلبي\" ٧/ ١٠٧ أ، انظر: \"تفسير البغوي\" ٥/ ٨٦، و\"الفخر الرازي\" ٢٠/ ١٨٩.(٥) انظر: \"تفسير ابن عطية\" ٩/ ٥٦، و\"الفخر الرازي\" ٢٠/ ١٨٩ بنصه، و\"القرطبي\" ١٠/ ٢٤٢، و\"أبي حيان\" ٦/ ٢٧.(٦) ورد في \"تهذيب اللغة\" (نهر) ٤/ ٣٦٧٤ بنصه، وانظر (نهر) في \"المحيط في اللغة\" ٣/ ٤٧٦، و\"مجمل اللغة\" ٢/ ٨٤٥، و\"اللسان\" ٨/ ٤٥٥٧.(٧) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٤٨٩ بنصه، انظر: \"تنوير المقباس\" ص ٢٩٨، بنحوه.</p>"
}