{
  "id": null,
  "sura": 17,
  "aya": 88,
  "text": "<p> ٨٧ - ثم قال:  {إِلَّا رَحْمَةً مِنْ رَبِّكَ} قال الفراء: هو استثناء، كقوله:  {إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ}  (١)  [يوسف: ٦٨] . </p><p> وقال أبو إسحاق:  {رحَمَتَ} استثناء ليس من الأول (٢) ، المعني لكن الله رَحِمَك، فأثبت ذلك في قلبك وقلوب المؤمنين (٣) . </p><p> وقوله تعالى:  {إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا} قال ابن عباس: يريد حيث جعلتك سيدَ ولد آدم، وختمت بك النبيين، وأعطيتك المقام المحمود (٤) . </p><p> ٨٨ - قوله تعالى:  {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا} الآية. هذا احتجاج من الله تعالى عليهم بالمعجزة، أعلمهم -وهم أهل البيان وتأليف الكلام- عجزهم عن الإتيان بمثل ما أتى به الرسول -صلى الله عليه وسلم- وإن تعاونوا عليه، قال المفسرون: هذا تكذيب للنضر بن الحارث حين قال: {لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا}  (٥)  [الأنفال: ٣١] . </p><p> وقال مقاتل: إن نبيّ الله -صلى الله عليه وسلم- تحداهم أولاً فقال:  {فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ}  [هود: ١٣] ، فعجزوا عن ذلك، فتحداهم وقال:  {فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ}  [البقرة: ٢٣] ، فعجزوا، فآيسهم الله تعالى عن معارضته بمثل ما أتى به في هذه الآية (٦) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٣٠، بنصه. (٢) أي أنه ليس متصلاً، بل هو استثناء منقطع.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٥٩، بنصه.(٤) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٥٤٦ بنصه، وبلا نسبة في \"تفسير الفخر الرازي\" ٢١/ ٥٤، و\"القرطبي\" ١٠/ ٣٢٥، و\"الخازن\" ٣/ ١٨٠.(٥) ورد في \"تفسير الثعلبي\" ٧/ ١٢٠ ب، بنحوه، انظر: \"تفسير ابن الجوزي\" ٥/ ٨٤.(٦) \"تفسير مقاتل\" ١/ ٢١٩ أ، بنحوه.</p><p> قال أهل المعاني: والمثل الذي طُلب منهم في التحدي كلام له نظم كنظم القرآن في أعلى طبقات البلاغة، إذا قُوبل به ظهر أنه في تلك المنزلة، كما يكون بين الشعراء من معارضة القصيدة بالقصيدة؛ كمعارضة علقمة (١) لامرئ القيس، ومعارضة جرير للفرزدق (٢) ، ثم لمّا عرضوا القرآن على جميع أجناس كلامهم عجزوا عن المعارضة في النظم بَلْهَ البلاغة، وذلك أن كلامهم لم يخرج من أجناس ثمانية؛ أربعة معقودة وأربعة منثورة؛ فالمنثورة منها أربعة أجناس: منها الكلام الذي يدور بين الناس فيما يحتاجون إليها، ومنها الرسائل، ومنها الخُطَب، ومنها السجع، فلم يكن واحد من هذه الأجناس يشبه نظم القرآن، وبعض ما يُحتَاج إليه في هذه الآية قد ذكرنا في قوله:  {فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ} في سورة البقرة (٣) . </p><p> وقوله تعالى:  {لَا يَأْتُونَ بِمِثْلِهِ} هذا جواب (لئن) بالرفع (٤) . </p><p> قال الفراء: والعرب إذا أجابت (لئن) بـ (لا) جعلوا ما بعد (لا) رفعًا، لأن (لئن) كاليمين، وجواب اليمين بـ (لا) مرفوعٌ، وربما جزم الشاعر </p><p>(١) علقمة بن عَبَدَة بن النعمان، شاعر جاهلي من بني تميم، لقب بالفحل لأنه خلف على امرأة امرئ القيس لما حكمت له بأنه أشعر منه، فطلقها، عدّه الجمحي في الطبقة الرابعة من فحول شعراء الجاهلية، وله قصيدة طويلة في معارضة امرئ القيس. انظر: \"طبقات فحول الشعراء\" ١/ ١٣٧، و\"الشعر والشعراء\" ص ١٢٥، و\"الأغاني\" ٢١/ ٢٠٥، و\"المنتخب في محاسن أشعار العرب\" ١/ ١٧، و\"الخزانة\" ٣/ ٢٨٢. (٢) ورد في \"تفسير الطوسي\" ٦/ ٥١٧، بنحوه.(٣) آية: [٢٣].(٤) قال الطوسي ٦/ ٥١٧: وإنما رفعه لأنه غلب جواب القسم على جواب (إن) لوقوعه في صدر الكلام.</p><p> بـ (لئن) وجوابها؛ لأن (لئن) : (إن) التي يجازى بها زيدت عليها لام، وأنشد للأعشى: </p><p> لئن مُنِيْتَ بنا عن غِبّ معركة ... لا تُلْفِنا من دماء القوم ننتَفِلُ (١) </p><p> فجزم الجواب بـ (لا)  (٢) . </p><p> قال: وأنشدني الكسائي (٣) : </p><p> لَئِنْ تَكُ قد ضَاقتْ عليكم بلادُكُم ... لَيَعْلَمْ ربي (٤) أن بيتي لواسعُ (٥)  (٦) </p><p> فجزم بلئن (٧) . </p><p>(١) \"ديوانه\" ص ١٤٩ وفيه: لم تلفنا، وورد في \"تفسير الطبري\" ١٥/ ١٥٩، و\"الطوسي\" ٦/ ٥١٧، و\"ابن عطية\" ٩/ ١٨٦، و\"اللسان\" (نفل) ٨/ ٤٥١٠، و\"تفسير أبي حيان\" ٦/ ٧٨، و\"الدر المصون\" ٧/ ٤٠٧، و\"الخزانة\" ١١/ ٣٢٩، وورد بلا نسبة في: \"شرح ابن عقيل\" ٤/ ٤٥، و\"شرح الأشموني\" ٤/ ٦٩، (منيت): ابتليت، ننتفل، الانتفال: التبرؤ، يقال: انتفل من الشيء تبرأ منه. (٢) وكان حقه الرفع لا تلفينا بإثبات الياء، جوابًا للقسم المتقدم على الشرط، لكنه جزمه بحذفها لأنه جعله جوابًا للشرط بإنْ ولم يُجِب القسم، بل حذفه لدلالة جواب الشرط عليه. انظر: \"شرح ابن عقيل\" ٤/ ٤٥.(٣) البيت للكميت بن معروف.(٤) ساقطة من (د).(٥) ورد في \"الخزانة\" ١٠/ ٦٨، ١١/ ٣٣١ وفيه: بيوتكم، وواسع، وورد بلا نسبة في: \"الدر المصون\" ٢/ ٤٦، و\"شرح التصريح\" ٢/ ٢٥٤، و\"شرح الأشموني\" ٣/ ٣٩٧، ٤/ ٧٢.(٦) \"معاني القرآن\" للفراء ٢/ ١٣١، بتصرف واختصار.(٧) يقول السمين: ولا يحذف جواب الشرط إلا وفعله ماضٍ، وقد يكون مضارعًا. وهنا قد حذف للضرورة -كما قال البغدادي- لأن القياس يقتضي أن يقول: لئن كانت. وأن يقول في الجواب؛ ليعْلَمنّ. انظر: \"الدر المصون\" ٢/ ٤٦,و\"شرح التصريح\" ٢/ ٢٥٤, و\"شرح الأشموني\" ٤/ ٧٢ , و\"الخزانة\" ١٠/ ٦٨ , ١١/ ٣٥١.</p>"
}