{
  "id": null,
  "sura": 17,
  "aya": 7,
  "text": "<p> قال ابن قتيبة: أكثر عددًا، وأصله مَنْ يَنْفِرُ مع الرجل مِنْ عشيرته وأهل بيته، وهو (١) النَّفِيرُ والنافر واحد؛ كما يقال: قدير وقادر (٢) ، وذكرنا معنى نفر عند قوله:  {فَلَوْلَا نَفَرَ}  (٣)  [التوبة: ١٢٢] وقوله: {انْفِرُوا خِفَافًا}  (٤)  [التوبة: ٤١] . </p><p> وقال الزجاج: ويجوز أن يكون النفير جمعًا (٥) ؛ كالكليب والعبيد والضَّئين والمَعِيز (٦) ، ونفيرًا منصوب على التَّمييز (٧) . </p><p> ٧ - قوله تعالى:  {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ} الآية. يحتاج هاهنا إلى إضمار القول على تقدير: وقلنا: {إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ} ، قال ابن عباس: يريد إن أطعتم الله فيما بقي عفا عنكم المساوئ، {وَإِنْ أَسَأْتُمْ} قال: يريد الفساد وعصيان الأنبياء وقتلهم، {فَلَهَا} ، قال: يريد فعلى </p><p>(١) ضمير الفصل هو غير موجود في المصدر. (٢) \"الغريب\" لابن قتيبة ١/ ٢٥٢ بنصه.(٣) في كلا الموضعين لم يتكلم عن المعنى اللغوي لنفر!(٤) ما بين القوسين ساقط من (أ)، (د).(٥) قال ابن عطية: وعندي أن النفير اسم للجمع الذي يَنْفُر، سُمِّي بالمصدر، ومنه قول أبي سفيان لبني زهرة: لا في العير ولا في النفير، أي: ولا في جمع قريش الخارج من مكة إلى بدر. انظر: \"تفسير ابن عطية\" ٩/ ٢١.(٦) الضَّئينُ: جمع ضأن، والضَّأْن ذوات الأصواف من الغنم. انظر (ضأن) في \"جمهرة اللغة\" ٢/ ١٠٧٨، و\"تهذيب اللغة\" ٣/ ٢٠٨٣، و\"محيط في اللغة\" ٨/ ٤٧، و\"الصحاح\" ٦/ ٢١٥٣.والمَعِيْزُ: جمع مِعْزَى وماعز، والمَعْز: ذوات الشعر من الغنم. انظر (معز) في \"جمهرة اللغة\" ٢/ ٨١٦، و\"تهذيب اللغة\" ٤/ ٣٤٢٠، و\"المحيط في اللغة\" ١/ ٣٩٨ , و\"الصحاح\" ٣/ ٨٩٦.(٧) \"معاني القرآن وإعرابه\" ٣/ ٢٢٨ بنصه.</p><p> أنفسكم يقع الوبال. </p><p> قال النحويون: إنما قيل: {وَإِنْ أَسَأْتُمْ فَلَهَا} للتقابل، والمعنى: فإليها أو فعليها (١) ، مع أن حروف الإضافة تقع بعضها موقع بعض إذا تقاربت، كقوله:  {بِأَنَّ رَبَّكَ أَوْحَى لَهَا}  [الزلزلة: ٥] أي إليها. </p><p> وقوله تعالى:  {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ} أي وعد المرة الآخرة من إفسادكم، قال المفسرون: فأفسدوا المرة؛ فقتلوا يحيى بن زكريا، فبعث الله عليهم (بخت نصر) البابلي المجوسي (٢) -أبغض خلقه إليه- فَسَبَا وقتل </p><p>(١) ورد بنحوه في \"تفسير الطبري\" ١٥/ ٣١، و\"الثعلبي\" ٧/ ١٠٤ ب، و\"الطوسي\" ٦/ ٤٥١، انظر: \"تفسير ابن الجوزي\" ٥/ ١٠، و\"الفخر الرازي\" ٢٠/ ١٥٨ بنصه، و\"الدر المصون\" ٧/ ٣١٦. وذهب النحاس إلى أن لها على بابها، وقال: {وَإِنْ أَسَأْتُمْ فَلَهَا}: أي يحصل العقاب لها، ثم قال: و (لها) بمعنى (عليها) لا يقوله النحويون الحذاق، وقد رجحه العكبري والمنتجب؛ قال العكبري: وقيل: هي على بابها، وهو الصحيح؛ لأن اللام للاختصاص، والعامل مختص بجزاء عمله حسنة وسيئة. انظر \"إعراب القرآن\" للنحاس ٢/ ٢٣١، و\"الإملاء\" ٢/ ٨٨، و\"الفريد في إعراب القرآن\" ٣/ ٢٦٠.(٢) هذا القول مشهور، بل قال \"الطبري\" ١٥/ ٢٧: لا اختلاف بين أهل العلم أن إفسادهم في المرة الآخرة كان قتلهم يحيى بن زكريا، ومع ذلك فقد رده كثير من العلماء، قال الثعلبي: ومن روى أن بختنصر هو الذي غزا بني إسرائيل عند قتلهم يحيى بن زكريا، فغلط عند أهل السير والأخبار؛ لأنهم مجمعون على أن بختنصر إنما غزا بني إسرائيل عند قتلهم شَعْيَا وفي عهد أرمياء، قالوا: ومن عهد أرمياء وتخريب بختنصر بيت المقدس إلى مولد يحيى بن زكريا -عليهما السلام- أربعمائة سنة وإحدى وستون سنة، وقال السهيلي: وهذا لا يصح؛ لأن قتل يحيى كان بعد رفع عيسى، وبختنصر كان قبل عيسى بن مريم -عليهما السلام- بزمان طويل، .. ولكنه أريد بالمرة الأخرى حين قتلوا شَعْيَا؛ فقد كان بختنصر إذ ذاك حيًا, فهو الذي قتلهم وخرَّب بيت المقدس. وقال الفخر الرازي: التواريخ تشهد بأن =</p><p> وخَرَّب بيت المقدس، وسامهم سوء العذاب (١) . </p><p>= بختنصر كان قبل وقت عيسى عليه السلام، ويحيى بن زكريا -عليهما السلام- بسنين متطاولة. انظر: \"تفسير الثعلبي\" ٧/ ١٠٣ أ، و\"ابن الجوزي\" ٥/ ١١, و\"الفخر الرازي\" ٢٠/ ١٥٨، و\"القرطبي\" ١٠/ ٢٢٠. (١) أخرجه \"الطبري\" ١٥/ ٣٥ - ٤٣، بنحوه عن ابن عباس وابن الزبير ومجاهد وقتادة وابن جبير، وورد بنحوه في \"تفسير هود الهواري\" ٢/ ٤٠٩، انظر: \"تفسير البغوي\" ٥/ ٨٠، و\"ابن الجوزي\" ٥/ ١١.اختلف في فسادي بني إسرائيل من حيث الوقوع وعدمه على ثلاثة أقوال:الأول: أن كلا الفسادين وقع قبل بعة النبي -صلى الله عليه وسلم- ونزول القرآن، ووقعا في بيت المقدس، وإليه ذهب القدامى من المفسرين، واختلفوا في الفساد الأول؛ فذهب علي وابن مسعود وابن عباس وابن زيد -رضي الله عنهم- إلى أنه قتلهم زكريا عليه السلام، وروى ابن إسحاق أنه كان قتلهم شعياء، وأيَّد قوله بأن بعضَ أهلِ العلم أخبره أن زكريا مات موتًا ولم يُقتل، أما فسادهم في المرة الآخرة، فقد ذكر ابن جرير أنه لا خلاف بين أهل العلم أنه كان قتلهم يحيى بن زكريا عليهما السلام. انظر: \"تفسير الطبري\" ١٥/ ٢٧ - ٢٨، و\"الدر المنثور\" ٤/ ٢٩٦.القول الثاني: أن الفساد الأول مضى قبل الإسلام والثاني هو فسادهم الحالي، قاله بعض المعاصرين، ومنهم الدكتور مصطفى مسلم، فقد ذكر أن الإفساد الأول كان بعد مملكة سليمان عليه السلام، وأن الإفساد الثاني لمَّا يأت بعد، لكنه قال: وبدأت بذوره من بداية مؤتمر اليهود في بال بسويسرا عام ١٨٩٧ م والتي وضعوا فيها المخطط المدروس لإفساد العالم، ويرى أن اللبنة الأولى قيام دولة إسرائيل، ومنذ ذاك الوقت -إلى الآن- وعلو بني إسرائيل في تزايد مستمر. انظر: \"معالم قرآنية في الصراع مع اليهود\" ص ٢٥٢.وأما الشيخ سعيد حوى فقد وضع ضابطًا لترجيح أَيِّ قول حول إفسادهم؛ فقال: إن النص يحدثنا عن إفسادتين لبني إسرائيل يرافقهما علو كبير، وهذا مهمّ جدًّا في فهم الموضوع؛ لقد أفسد بنو إسرائيل إفسادات كثيرة ولكن لم يكن يرافق كل ذلك علوّ كبير لهم ودولة، كما أنهم قد علوا علوًّا كبيرًا في مراحل -كما حدث في زمن داود وسليمان -عليهما السلام- ولكنه علو لا يرافقه فساد. ثم قال: ويبدو بما لا =</p><p> وجواب قوله:  {فَإِذَا جَاءَ} محذوف، تقديره:  {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ} بعثنا {لِيَسُوءُوا وُجُوهَكُمْ} ، ودل عليه ما تقدم، من قوله:  {بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا} فَحُذف لتقدم ذكره، ولأنه جواب (إذا) وشرطها يقتضيه، فحُذف للدلالة عليه، قاله الفراء (١) وأبو علي (٢) وصاحب النظم. </p><p>= يقبل الجدل أن الإفسادة الأولى هي التي سلط عليهم بها بختنصر، فهي الإفسادة التي رافقها بغي وطغيان وعتو، ثم قال: فهل الإفسادة الثانية هي ما نراه الآن؟ إذ لهم دولة وسلطان، وإفساد وطغيان .. وبعد مناقشات رجح أن الإفسادة الثانية هي الآن، فقال: والآن إفسادهم في الأرض كلها معروف، وسيطرتهم الخفية على بعض بلدان العالم معروفة، واجتمع لهم سلطان ودولة. انظر: \"الأساس في التفسير\" ٦/ ٣٠٣٧، وعلى هذا القول يكون مكان الإفسادتين بيت المقدس أيضًا. القول الثالث: أن الفسادين وقعا بعد بعثة النبيّ -صلى الله عليه وسلم- ونزول القرآن؛ فالأول وقع إبان بعثة النبي -صلى الله عليه وسلم- والثاني هو الحالي، قاله أيضًا بعض المعاصرين؛ يقول الشيخ سعيد حوى: ويمكن أن نفهم المسألة فهمًا آخر؛ بأن نعتبر الإفسادة الأولى هي محاولتهم الوقوف في وجه الدعوة الإِسلامية، وتسليط الله المسلمين عليهم وعلى ديارهم حول المدينة المنورة، والإفسادة الثانية هي الإفسادة الحالية، ويكون المسلمون الذين غلبوهم أول مرة هم الذين سيغلبونهم المرة الثانية، إذا اجتمع لهم العبودية لله والبأس الشديد. انظر: \"الأساس في التفسير\" ٦/ ٣٠٤٠.وقد انتصر الدكتور صلاح الخالدي للقول الثالث، بل لم ير غيره، وناقش قول القدامى ورد عليه، وأهم منطلقاته أن قول القدامى اعتمد على الإسرائيليات وعلى روايات تاريخية لم تثبت تاريخيًا ولا علميًا، ودلل على أن إفسادهم الأول المقرون بالعلو الكبير لم يكن أثناء وجودهم في بيت المقدس، إنما كان أول إفساد لهم مقرونًا بالعلو الكبير بالحجاز قبل بعثة النبي -صلى الله عليه وسلم- وبعدها، وذكر صورًا من مظاهر إفسادهم الأول، ثم دلل على أن الإفسادة الثانية هي الحالية بتحليل مفردات الآية السادسة {ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ ..}، والاستدلال بواقعهم المعاصر الذي وصلوا فيه الذروة في العلو الكبير. انظر: \"حقائق قرآنية حول القضية الفلسطينية\" (١٥٠ - ١٩٠)، و\"الشخصية اليهودية من خلال القرآن\" (٣٢٧ - ٣٤٩).(١) \"معاني القرآن\" للفراء ٢/ ١١٦، بنحوه.(٢) \"الحجة للقراء\" ٥/ ٨٦ بنصه تقريبًا.</p><p> وقوله تعالى:  {لِيَسُوءُوا وُجُوهَكُمْ} يقال: ساءه يسوؤه، أي: أحزنه، وذكرنا ذلك في مواضع (١) ، قال أبو علي: قال: {وُجُوهَكُمْ} على أنَّ الوجوهَ مفعول {لِيَسُوءُوا} ، وعُدِّيَ إلى الوجوه، ولأن الوجوه قد يُراد بها ذَوو الوجوه؛ لقوله:  {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ}  [القصص: ٨٨] ، وكأن الوجوه إنما خُصَّت بذلك؛ لأنها تدل على ما كان من ذوي الوجوه من الناس من حزنٍ ومسرةٍ وبشارةٍ وكآبةٍ (٢) ، والمعنى: بعثناهم ليسوؤوا (٣) ، وهذه قراءة العامة (٤) ، وهي وَفْق المعنى واللفظ؛ أما المعنى: فإن المبعوثين هم (٥) الذين يسوؤونهم في الحقيقة؛ لقتلهم إيّاهم وأسرهم لهم، وأما اللفظ: فإنه يوافق قوله: {وَلِيَدْخُلُوا الْمَسْجِدَ} ، وقرأ حمزة:  {لِيَسُوءُوا} على واحد بالياء (٦) ، وفاعلُ يَسُوء يجوز أن يكون أحدَ شيئين: إما اسم الله سبحانه؛ لأن الذي تقدم بعثنا ورددنا وأمددنا، وإما أن يكون البعث، ودل عليه {بَعَثْنَا} المتقدم (٧) ، والفعل يدل على المصدر؛ كقوله تعالى: {وَلَا </p><p>(١) منها في سورة البقرة آية [٤٩]. (٢) ورد في \"تفسير الطوسي\" ٦/ ٤٥٠ بنصه تقريبًا.(٣) \"الحجة للقراء\" ٥/ ٨٦ بتصرف واختصار.(٤) وهم: أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب وحفص عن عاصم، قرؤوا بالياء وضم الهمزة وإشباعها، انظر: \"السبعة\" ص ٣٧٨، و\"علل القراءات\" ١/ ٣١٣، و\"إعراب القراءات السبع وعللها\" ١/ ٣٦٣، و\"الحجة للقراء\" ٥/ ٨٥، و\"المبسوط في القراءات\" ص ٢٢٧، و\"التبصرة\" ص ٥٦٧، و\"النشر\" ٢/ ٣٠٦.(٥) ساقطة من (د).(٦) أي: (لِيَسُوءَ)، وقرأ بها كذلك عاصم وابن عامر. انظر المصادر السابقة.(٧) ورد في \"الحجة للقراء\" ٥/ ٨٦ بنصه تقريبًا.</p><p> يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْرًا لَهُمْ} [آل عمران: ١٨٠] وقال الزجاج: ليسوء الوعدُ وجُوهَكم (١) ، وقرأ الكسائي بالنون (٢) ، وهذا على إسناد الفعل إلى الله تعالى لقوله: بعثنا وأمددنا. </p><p> وقوله تعالى:  {وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا} يقال: تَبِرَ الشيءُ يَتْبَرُ تَبارًا إذا هلك، وتَبَّرَه: أهلكه (٣) . </p><p> قال أبو إسحاق: وكل شيء كَسَرْتَه وفَتَّتَّهُ فقد تَبَّرْتَهُ (٤) ، ومن هذا تِبْرُ الزجاج وتِبْرُ الذهب لِمُكَسَّره (٥) ، قال المفسرون: أي لِيُدَمِّروا وُيخَرّبُوا ما غَلبُوا عليه (٦) ، جعلوا (ما) بمنزلة الذي، وهذا قول قتادة (٧) . </p><p> وقال الزجاج: معناه لِيُدَمِّروا (٨) في حال عُلُوِّهِم (٩) ، (ما فجعل </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٢٨ بنصه. (٢) أي: (لِنَسُوءَ) انظر المصادر نفسها الصفحة السابقة حاشية رقم (٥).(٣) انظر: (تبر) في \"جمهرة اللغة\" ١/ ٢٥٣، و\"المحيط في اللغة\" ٩/ ٤٢٩، و\"الصحاح\" ٢/ ٦٠٠، و\"اللسان\" ١/ ٤١٦(٤) \"معاني القرآن وإعرابه\" ٣/ ٢٢٨ - بمعناه، وورد في \"تهذيب اللغة\" (تبر) ١/ ٤٢٤ بنصه.(٥) في جميع النسخ (لتكسره)، والمثبت هو الصحيح، ويؤيده ما في التهذيب، قال: ومن هذا قيل لِمُكَسَّر الزجاج.(٦) ورد بنحوه في \"تفسير مقاتل\" ١/ ٢١٢ أ، و\"الطبري\" ١٥/ ٣٦ بنصه، و\"السمرقندي\" ٢/ ٢٦١، وهود الهواري ٢/ ٤٠٩، و\"الطوسي\" ٦/ ٤٥١، انظر: \"تفسير ابن الجوزي\" ٥/ ١١، و\"الفخر الرازي\" ٢٠/ ١٥٩، بنصه.(٧) أخرجه بنحوه: \"عبد الرزاق\" ٢/ ٣٧٣، و\"الطبري\" ١٥/ ٣٦، وأورده السيوطي في \"الدر المنثور\" ٤/ ٢٩٩ وزاد نسبته إلى ابن أبي حاتم.(٨) في (ع) زيادة (ما) أي: ليدمروا ما، وأغلب الظن أنه خطأ من النساخ.(٩) \"معاني القرآن وإعرابه\" ٣/ ٢٢٨، بنصه.</p>"
}