{
  "id": null,
  "sura": 17,
  "aya": 101,
  "text": "<p> كل أحد بخيل بالإضافة إلى جُود الله؛ إذ لو ملك خزائن ربه لادّخر معظمها لنفسه، والله -عز وجل- يفيضها على عباده لا يمنعه عن ذلك الإبقاء لنفسه، لأنه يجلّ عن لحَاق النفع والضر. </p><p> وقال أبو إسحاق: يعني بالإنسان هاهنا الكافر خاصة، كما قال:  {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ} ، {وَإِنَّهُ لِحُبِّ الْخَيْرِ}  [العاديات:٦, ٨] ، أي: المال (١) ، {لَشَدِيدٌ} : لبخيل (٢) ، وهذا قول الحسن (٣) . </p><p> ١٠١ - قوله تعالى:  {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ} الآية. وجه اتصال معنى هذه الآية بما قبلها أنه ذكر في هذه الآية إنكارَ فرعونَ آياتِ موسى مع وضوحها، فيكون في ذلك تشبيها لحال هؤلاء المشركين بحاله وتسلية للنبيّ -صلى الله عليه وسلم-. واختلفوا في الآيات التسع مع اتفاقهم أن منها: الطوفان والجراد والقمل والضفادع والدم، فهذه خمس، وأما الأربعة الباقية، فروى قتادة عن ابن عباس قال: هي يده البيضاء عن غير سوء، وعصاه إذا ألقاها، وما ذكر في قوله:  {وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ}  [الأعراف: ١٣٠] قال: {السِّنِينَ} لأهل البوادي حتى هلكت مواشيهم، {وَنَقْصٍ مِنَ الثَّمَرَاتِ} لأهل القرى، وهاتان آيتان (٤) ، ونحو هذا </p><p>(١) ساقطة من (ع). (٢) \"معاني القرآن وإعرابه\" ٣/ ٢٦١، بتصرف يسير.(٣) ورد في \"تفسير الماوردي\" ٣/ ٢٧٦، انظر: \"تفسير القرطبي\" ١٠/ ٣٣٥، وورد بلا نسبة في: \"تفسير مقاتل\" ١/ ٢٢٠ أ، و\"هود الهواري\" ٢/ ٤٤٥، والجمهور -كما في \"التفسير الماوردي\"- على أنها عامة، وهو الصحيح.(٤) أخرجه \"عبد الرازق\" ٢/ ٣٩٠, بنحوه , و\"الطبري\" ١٥/ ١٧١, بنحوه من طريقين, وورد في:\"تفسير السمرقندي\" ٢/ ٢٨٥, بنحوه , و\"الثعلبي\" ٧/ ١٢٢ أ, =</p><p> روى أبو صالح وعكرمة (١) ، وهذا قول مجاهد (٢) . وقال محمد بن كعب القرظي بدل السنين ونقص من الثمرات فَلْق البحر والطمسة، وهي أن الله تعالى مسخ أموالهم حجارة ميت النخل والدقيق والأطعمة والدراهم والدنانير (٣) ، وهذا الذي ذكرنا أجود ما قيل في تفسير الآيات (٤) . </p><p> وقوله تعالى:  {فَاسْأَلْ بَنِي إِسْرَائِيلَ} قال ابن عباس: فأسأل يا محمد بني إسرائيل (٥) ، يريد المؤمنين من قريظة والنضير، {إِذ جَآءَهُم} يريد موسى، ونظم الآية على غير ما هو عليه في الظاهر؛ لأن (إذ) تتعلق بالإتيان لا بالسؤال، وتقدير الآية:  {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ} ، {إِذ جَاَءَهُم} : </p><p>= و\"الماوردي\" ٣/ ٢٧٧، و\"الطوسي\" ٦/ ٥٢٧ وفي المصادر الثلاثة الأخيرة: العقدة بلسانه [وفيه نظر؛ لأن وجه الآية فيه غير ظاهر]، وفَلْق البحر بدل السنين ونقص الثمرات، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٧٠، وزاد نسبته إلى سعيد بن منصور وابن المنذر وابن أبي حاتم من طرق. (١) أخرجه \"الطبري\" ١٥/ ١٧١، بنحوه عن عكرمة، وورد في \"تفسير الثعلبي\" ٧/ ١٢٢ أ، بنحوه عن عكرمة، و\"الطوسي\" ٦/ ٥٢٧، بنحوه عن عكرمة عن ابن عباس.(٢) ورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ٢٠٠، و\"تفسير الثعلبي\" ٧/ ١٢٢ أ، و\"الطوسي\" ٦/ ٥٢٧.(٣) أخرجه \"الطبري\" ١٥/ ١٧١، بنحوه، لكنه ذكر الحجر بدل فلق البحر، وعرفّ الطمسة بقوله: دعا موسى وأمَّن هارون، فقال {قَدْ أُجِيبَتْ دَعْوَتُكُمَا} [يونس: ٨٩]، وورد في \"تفسير الثعلبي\" ٧/ ١٢٢ أمع زيادات، و\"الماوردي\" ٣/ ٢٧٧، كرواية الطبري، و\"الطوسي\" ٦/ ٥٢٧، بنحوه.(٤) قال ابن كثير ٣/ ٧٥: وهذا القول ظاهر جلي، حسن قوي، يقصد قول ابن عباس ومجاهد وعكرمة.(٥) ورد بلا نسبة في \"تفسير الطبري\" ١٥/ ١٧٣، و\"الثعلبي\" ٧/ ١٢٢ ب، و\"هود الهواري\" ٢/ ٤٤٥، و\"البغوي\" ٥/ ١٣٤، و\"الخازن\" ٣/ ١٨٣.</p><p> بني إسرائيل فسألهم، إلا أنه لمّا عُلِّق السؤال ببني إسرائيل كُنِّى عنهم [في قوله:  {جَاءَهُمْ} والمراد: إذ جاء آباءهم الذين كانوا في ذلك الوقت، ولكنهم لمَّا كانوا من بني إسرائيل كنى عنهم] (١) ؛ لتقدم ذكر بني إسرائيل في الجملة، وقوله:  {فَاسْأَلْ بَنِي إِسْرَائِيلَ} اعتراض دخل في كلام متصل. </p><p> وقال أهل المعاني في معنى هذا السؤال: إن النبيّ -صلى الله عليه وسلم- أُمر بأن يسألهم لا ليعرف ذلك من جهتهم، ولكن لينكشف لعامة اليهود بقول علمائهم صِدقُ ما أتى به وأَخْبَر عنه، فيكون هذا السؤال سؤال استشهاد. </p><p> وقوله تعالى:  {فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا} ، قيل في المسحور هاهنا: إنه بمعنى الساحر؛ كالمشؤوم والميمون، وذكرنا هذا في قوله:  {حِجَابًا مَسْتُورًا}  [الإسراء: ٤٥] هذا قول الفراء وأبي عبيدة (٢) ، وقيل: إنه مفعول من السحر؛ أي أنك قد سُحِرت فأنت تحمل نفسك على هذا الذي تقوله للسحر الذي بك (٣) . </p><p> وقال محمد بن جرير: أي مُعْطَى عِلْم السحر، فهذه العجائب التي تأتي بها من سحرك (٤) ، فأجابه موسى: </p><p>(١) ما بين المعقوفين ساقط من (د). (٢) ليس في المعاني ولا المجاز، وورد في \"تفسير الثعلبي\" ٧/ ١٢٢ ب، بنحوه عنهما، وهو مصدره، وانظر: \"تفسير البغوي\" ٥/ ١٣٥، و\"القرطبي\" ١٠/ ٣٣٦، عنهما، و\"ابن الجوزي\" ٥/ ٩٤، و\"الفخر الرازي\" ٢١/ ٦٥، كلاهما عن الفراء.(٣) ورد نحوه في \"تفسير الطبري\" ١٥/ ١٧٣ - ١٧٤، و\"الماوردي\" ٣/ ٢٧٨، و\"الطوسي\" ٦/ ٥٢٨.(٤) \"تفسير الطبري\" ١٥/ ١٧٣ - ١٧٤، بنحوه، وورد في \"تفسير الثعلبي\" ٧/ ١٢٢ ب بنصه، والظاهر أنه اقتبسه منه لا من الطبري.</p>"
}