{
  "id": null,
  "sura": 17,
  "aya": 49,
  "text": "<p> ٤٩ - وقوله تعالى:  {وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا} ، الرَّفَتُ: كَسْرُ الشيء بيدك، يقال: رَفَتُّه، أرْفِتُه بالكسر، كما تَرْفِتُ المدَرَ والعَظمَ البالي، والرُّفاتُ: الحُطامُ من كل شيء تَكَسَّر، ويقال: رَفَتَ عظامَ الجَزُور رَفْتًا إذا كسَرَها ليطْبُخَها، ومن هذا يقال للتِّبْن: الرُّفَتُ (١) ؛ لأنه دُقَاقُ (٢) الزرع. </p><p> وقال الأخفش: يقال: رُفِتَ رَفْتًا فهو مرفوت؛ نحو حُطِم حطمًا فهو محطوم (٣) ، والرُّفات والحُطام الاسم؛ كالجُذاذ والرُّضاض (٤) . </p><p> وقال الفراء: الرفات لا واحد له؛ نحو الدُّقاق والحُطام (٥) . </p><p> وقال ابن قتيبة: الرفات مثل الفُتَات (٦) ، هذا كلام أهل اللغة. </p><p> قال ابن عباس في رواية عطاء: أي إذا ذهب اللحم والعروق والدم و (٧) </p><p>(١) انظر: (رفت) في \"جمهرة اللغة\" ١/ ٣٩٣، و\"تهذيب اللغة\" ٢/ ١٤٣٦، و\"مجمل اللغة\" ١/ ٣٩٠، و\"اللسان\" ٣/ ١٦٨٦. (٢) الدُّقَاقُ: فُتَاتُ كُلِّ شيء دُقَّ، وقيل: هو التراب اللَّيِّن الذي كسحته الريح من الأرض، ومنه الدَّقيقُ: الطحين. انظر دقق في \"المحيط في اللغة\" ٥/ ١٩٧، و\"اللسان\" ٣/ ١٤٠١.(٣) ليس في معانيه، انظر: \"تفسير الفخر الرازي\" ٢٠/ ٢٢٤ بنصه، و\"القرطبي\" ١٠/ ٢٧٣، وورد نحوه في \"معاني القرآن\" للنحاس ٤/ ١٦٢ منسوبًا للكسائي وأبي عبيدة وهو بمعناه في المجاز.(٤) الرَّضُّ: دقُّك الشيءَ، ورُضاضُ الشيء: فتاته، وكلُّ شيء كسّرته فقد رَضَضْتَه. \"اللسان\" (رضض) ٣/ ١٩٥٦.(٥) \"معاني القرآن\" للفراء ٢/ ١٢٥ بنصه تقريبًا.(٦) \"الغريب\" لابن قتيبة ١/ ٢٥٧ بنصه.(٧) الواو ساقطة من (أ)، (د).</p><p> بقيت عظام قد رَثَّتْ (١) وبَلِيَتْ ورَمَّت (٢) ، فإذا مسسته وجعلته بين إصبعيك انسحق (٣) . </p><p> وقال في رواية الوالبي في قوله:  {وَرُفَاتًا} قال: غبارًا (٤) . </p><p> وقال مجاهد: ترابًا (٥) ، وهو قول الزجاج (٦) والفراء (٧) . </p><p> وقوله تعالى:  {أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} انتصب خلقًا على المصدر؛ لأنه بمعنى: بعثًا جديدًا، أي: أنُبْعثُ إذا صرنا ترابًا؟!. </p><p> ٥٠، ٥١ - قوله تعالى: {قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ} الآية. اختلفوا في معنى قوله: {خَلْقًا مِمَّا يَكْبُرُ فِي </p><p>(١) الرَّثُّ: الخَلَقُ الخَسيسُ البالي من كل شيء، ورثَّ الشيء وأرثَّ: أي خَلُقَ. انظر: \"المحيط في اللغة\" (رث) ١٠/ ١٢٤، و\"اللسان\" (رثث) ٣/ ١٥٨٠. (٢) قال ابن الأثير: أصل هذه الكلمة من رَمَّ الميّتُ، وأرَمَّ: إذا بَلِيَ، والرِّمَّة: العظمُ البالي. \"النهاية\" ٢/ ٢٦٦.(٣) ورد في تفسيره \"الوسيط\" تحقيق سيسي ٢/ ٥٠٦ بنصه.(٤) أخرجه \"الطبري\" ١٥/ ٩٧ بلفظه من طريق ابن أبي طلحة صحيحة، وورد بلفظه في \"تفسير الثعلبي\" ٧/ ١١٠ ب، انظر: \"تفسير ابن عطية\" ٩/ ١٠٥، و\"القرطبي\" ١٠/ ٢٧٣، و\"ابن كثير\" ٣/ ٥١، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٩ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٥) \"تفسير مجاهد\" ١/ ٣٦٣ بلفظه، وأخرجه \"الطبري\" ١٥/ ٩٧ بلفظه من طريقين، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ١٦٢، و\"تفسير هود الهواري\" ٢/ ٤٢٣، و\"الثعلبي\" ٧/ ١١٠ ب، و\"الطوسي\" ٦/ ٤٨٦، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٩ وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.(٦) \"معاني القرآن وإعرابه\" ٣/ ٢٤٤، بلفظه.(٧) \"معاني القرآن\" للفراء ٢/ ١٢٥، بلفظه.</p><p> صُدُورِكُمْ} فقال ابن عباس في رواية عطاء: يعني الموت (١) ، وهو قول مجاهد في رواية خُصَيف وعكرمة والحسن وابن جريج وسفيان وأبي صالح وابن عمر والكلبي، قالوا: ليس شيء أكبر في صدور بني آدم من الموت، يقول: لو كنتم الموت لأماتكم الله ثم أحياكم (٢) . </p><p> قال الكلبي: قالوا: يا محمد، أرأيت لو كنا الموت، من يميتنا؟ فأنزل الله تعالى {أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ}  (٣) : يعني الموت. </p><p>(١) أخرجه \"الطبري\" ١٥/ ٩٨ من طريق العوفي (ضعيفة) قال: إن كنتم الموت أحييكم، والحاكم: تفسير، الإسراء ٢/ ٣٦٢ بلفظه من طريق مجاهد (صحيحة) وقال: صحيح على شرط مسلم ولم يخرجاه، وورد بلفظه في \"تفسير الماوردي\" ٣/ ٢٤٨، و\"الطوسي\" ٦/ ٤٨٧، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٩ وزاد نسبته إلى عبد الله بن أحمد في زوائد الزهد. (٢) أخرجه \"عبد الرزاق\" ٢/ ٣٧٩، بنحوه عن الكلبي، وابن أبي شيبة ٧/ ١٣٤، بنحوه عن ابن عمر، و\"الطبري\" ١٥/ ٩٨، بنحوه عن ابن عمر وابن جريج عن ابن جبير، وعن أبي صالح والحسن قالا: الموت، وأبو الشيخ في \"العظمة\" ص ٢١٢ مختصرًا عن الحسن، وورد في \"معاني القرآن\" للنحاس ٤/ ١٦٣ - مختصرًا عن ابن عمر ومجاهد وعكرمة وأبي صالح، و\"تفسير السمرقندي\" ٢/ ٢٧٢، بنحوه عن الكلبي والحسن وعكرمة، و\"هود الهواري\" ٢/ ٤٢٤، بنحوه عن الحسن، و\"الثعلبي\" ٧/ ١١٠ ب مختصرًا عن مجاهد وعكرمة، و\"الماوردي\" ٣/ ٢٤٨ مختصرًا عن ابن عمر، وأورده السيوطي في \"الدرالمنثور\" ٤/ ٣٣٩، بنحوه، وزا د نسبته إلى عبد الله بن أحمد في زوائد الزهد وابن المنذر وابن أبي حاتم عن ابن عمر.(٣) لم أقف عليه، وقد انفرد المؤلف بإيراد هذا القول على أنه سببٌ في النزول، ولم يورده في كتابه: \"أسباب النزول\" أو تفسيره الوسيط، وهذا القول لا يعتد به -في باب أسباب النزول- لعدم وروده بسند، وحتى مع إسناده فإن الرواية عن طريق الكلبي ضعيفة كما هو معلوم.</p><p> وروي عن مجاهد أيضًا أنه قال: يعني السماء والأرض والجبال (١) . </p><p> وروي عن ابن [أبي]  (٢) نجيح عنه قال: ما شئتم فكونوا، سيعيدكم الله كما كنتم (٣) . </p><p> قال أبو إسحاق: ومعنى هذه الآية فيه غموض؛ لأن القائل يقول: كيف يقال لهم: {قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا} وهم لا يستطيعون ذلك، فالجواب في ذلك أنهم كانوا يُقِرُّون أن الله خالقهم وينكرون أن الله يعيدهم (٤) ، فقيل لهم: إن تستشعروا أنكم لو خلقتم من حجارة أو حديد أو كنتم الموت -الذي هو أكبر الأشياء في صدوركم- لأماتكم الله ثم أحياكم؛ لأن القدرة التي بها أنشأكم (٥) بها يعيدكم (٦) ، وهذا معنى قوله: {فَسَيَقُولُونَ مَنْ </p><p>(١) أخرجه \"عبد الرزاق\" ٢/ ٣٧٩ بنصه، وورد بنصه في \"تفسير الثعلبي\" ٧/ ١١٠ ب، و\"الماوردي\" ٣/ ٢٤٨، و\"الطوسي\" ٦/ ٤٨٧، انظر: \"تفسير السمعاني\" ٣/ ٢٤٨، و\"ابن عطية\" ٩/ ١٠٧، و\"ابن الجوزي\" ٥/ ٤٤. (٢) ساقطة من جميع النسخ.(٣) \"تفسير مجاهد\" ١/ ٢٦٣ بنصه، وأخرجه \"الطبري\" ١٥/ ٩٨ بنصه من طريقين، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١٦٣، و\"تفسير السمرقندي\" ٢/ ٢٧١، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٩ وزاد نسبته إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم.وهذا القول هو الصحيح، وهو الذي رجحه الطبري وتبعه ابن عطية ونصره، وحجته أن الله عَزَّ وَجَلَّ أطلق القول ولم يخصصه بشيء، لذلك فكل ما كبر في صدور بني آدم من خلقه يكون مقصودًا.انظر: \"تفسير الطبري\" ١٥/ ٩٩، و\"ابن عطية\" ٩/ ١٠٧.(٤) في جمبع النسخ: (يعيدكم)، والعواب ما أثبته، وبه يستقيم الكلام وتنسجم الضمائر.(٥) ساقطة من (أ)، (د).(٦) \"معاني القران وإعرابه\" ٣/ ٢٤٤ بتصرف يسير.</p><p> يُعِيدُنَاَ}، فقل:  {الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ} . </p><p> وقوله تعالى:  {فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ} قال الفراء: نَغَض فلان رأسَه يَنْغُضه إنغاضًا؛ إذا حَرّكه إلى فوق وإلى أسفل، ونَغَض رأسُه إذا تَحَرَّك، ونَغَضَتْ سِنُّهُ، تَنْغَضُ وتَنْغُضُ وتَنْغِضُ، نَغْضًا ونَغَضَانًا ونُغُوضًا، وسُمِّيَ الظَّلِيمُ (١) نَغْضًا لأنه يُحَرِّك رأسه (٢) ، وأنشد (٣) للعَجّاج: </p><p> أَسَكَّ نَغْضًا لا يَنِي مُسْتَهْدَجًا ... مُسْتهرِجٌ يحمل على أن يَهْرِجَ هَرْجَانًا (٤) </p><p>(١) الظليم: هو الذَّكر من النَّعَام، وجمعه: ظِلْمان. انظر: \"لتلخيص\" ٢/ ٦٤١، و\"الصحاح\" (ظلم) ٥/ ١٩٧٨. (٢) \"معاني القرآن\" للفراء ٢/ ١٢٥، بنحوه بعض الفقرات، وورد بعضها بنحوه في \"معاني القرآن وإعرابه\" ٣/ ٢٤، و\"تهذيب اللغة\" (نغض) ٤/ ٣٦٢١، ولعله قد ركب النص من هذه المصادر الثلاث، ولمّا كان أغلب النقل عن الفراء نسبه إليه من دونهم - والله أعلم.(٣) الضمير يعود على الفراء، لكن الذي أنشد البيت هو الزجاج وليس الفراء.(٤) \"ديوانه\" ٢/ ١٧، وروايته مختلفة ومقلوبة:واستبدلت رُسومُهُ سَفَنَّجَا. . . أصَكَّ نَغْضًا لا يَنِي مستهدجًاوورد برواية الديوان في: \"المعاني الكبير\" ١/ ٣٢٩، والاقتضاب ص ٤٢٠، وورد صدره في \"معاني القرآن وإعرابه\" ٣/ ٢٤٥، و\"تهذيب اللغة\" (هدج) ٤/ ٣٧٣٨، و\"الصحاح\" (نغض) ٣/ ١١٠٩، و\"تفسير الطوسي\" ٦/ ٤٨٧، و\"اللسان\" (هدج) ٨/ ٤٦٣٠، (نغض) ٨/ ٤٤٨٩، وفي بعض هذه المصادر: (أصكَّ) بدل (أسكَّ)، (أسكَّ)؛ السَّكَكُ: الصمم، يقال: ظليم أسكّ؛ لأنه لا يسمع، وقيل: السكك: صِغَرُ الأذن ولزوقها بالرأس، (أصك)؛ الصكك: اضطراب الركبتين والعرقوبين، وظليم أصكّ: لتقارب ركبتيه؛ يصيب بعضها بعضًا إذا عدا، (سفنَّجًا): يعني بالسفنج الظليم؛ وهو ذكر النعام، (لا يَني): لا يزال، (مستهدَجا): يُحمل على الهدَج؛ وهو تقارب الخطو مع سرعة المشي. قال ابن الأعرابي: مستهدِجا: =</p><p> وهو (١) ضرب من العَدْو. </p><p> وقال أبو الهيثم: يقال للرجل إذا أُخْبِر بشيء فحَرَّك رأسَه إنكارًا له: قد أَنْغَضَ رأسه (٢) . </p><p> قال ابن عباس في رواية الوالبي، في قوله:  {فَسَيُنْغِضُونَ} قال: يهزون (٣) . وقال مجا هد: [فسيحركونها (٤) . </p><p> وقال عطاء عن ابن عباس: يحركون رؤوسهم تكذيبًا لهذا القول (٥) . </p><p> وقال الزجاج] (٦) : فسيحركون رؤوسهم تحريك من يبطل الشيء ويسْتبطئه (٧) ، {وَيَقُولُونَ مَتَى هُوَ} . </p><p> وقال ابن قتيبة: أي يحركونها تحريك المستبعدِ رأسَه (٨) . </p><p> وقوله تعالى:  {وَيَقُولُونَ مَتَى هُوَ} ، أي: البعث أو الإعادة، وقد </p><p>= مستعجلاً؛ أي أُفْزعَ فمرّ، ومن رواه بكسر الدال أراد أنه لا يزال عَجْلان في عَدْوِه، (مستهرج): الهَرْجُ: الاختلاط؛ وأصل الهرج: الكثرة في الشيء. انظر: \"اللسان\" (هرج، سكك، صكك). (١) الضمير يعود على الاسْتِهْدَاج.(٢) ورد في \"تهذيب اللغة\" (نغض) ٤/ ٣٧٣٨، بنصه تقريبًا.(٣) أخرجه \"الطبري\" ١٥/ ١٠٠ بلفظه من طريق ابن أبي طلحة (صحيحة).(٤) \" تفسير مجاهد\" ص ١/ ٣٦٤، بنحوه.(٥) أخرجه \"الطبري\" ١٥/ ١٠٠، بنحوه، عن عطاء الخرساني (منقطعة)، وورد بنحوه في \"تفسير الماوردي\" ٣/ ٢٤٨، و\"الطوسي\" ٦/ ٤٨٧، وورد بنحوه عن عطاء في \"تفسير مجاهد\" ١/ ٣٦٤، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٩ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٦) ما بين المعقوفين ساقط من (ش)، (ع).(٧) في جميع النسخ: (يستطيعه)، ولا معنى لها، والتصويب من المصدر، و\"معاني القرآن وإعرابه\" ٣/ ٢٤٤، بنصه.(٨) \"الغريب\" لابن قتيبة ص ٢٥٧، بنحوه.</p>"
}