{
  "id": null,
  "sura": 17,
  "aya": 34,
  "text": "<p> منصورًا، وكل واحد من المقتول ظلمًا ومن ولي المقتول قد تقدم ذكره في قوله:  {وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا}  (١) . </p><p> وقال أبو إسحاق في قوله:  {إِنَّهُ كَانَ مَنْصُورًا} ، أي: أن المقتول إذا قتل بغير حق فهو منصور في الدنيا والآخرة؛ فأما نصرته في الدنيا فقتل قاتله، وأما في الآخرة فإجزال الثواب له وتعذيب قاتله في النار (٢) . </p><p> ٣٤ - قوله تعالى:  {وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} قال الكلبي: يعني بالقيام عليه وأن يُثَمِّر مالَ اليتيم بالأرباح (٣) . </p><p> وقال ابن زيد: يعني الأكل بالمعروف؛ أن تأكل معه إذا احتجت إليه، كان أُبَيّ يقول ذلك (٤) . </p><p> وروى مجاهد عن ابن عباس قال: إن احتاج أكل بالمعروف، (فإذا أَيْسَر قضاه، فإن لم يوسر فلا شيء عليه (٥) . </p><p> وروى الحكم عن إبراهيم قال: يأكل بالمعروف) (٦) وإن أتى على آخره (٧) . </p><p> وقال قتادة: هذه الآية كانت جَهْدًا عليهم؛ لا يخالطوهم، ثم أنزل </p><p>(١) ورد الوجهان في \"الحجة للقراء\" ٥/ ١٠٠، بنصه تقريبًا. (٢) \"معاني القرآن وإعرابه\" ٣/ ٢٣٨ بتصرف يسير لكنه مهم؛ إذ غير عبارة الزجاج: ويخلَّد قاتله النار إلى: وتعذيب قاتله في النار، هربًا من قول الوعيدية.(٣) انظر: \"تنوير المقباس\" ص ٢٩٩، بنحوه، وورد بنحوه غير منسوب في \"تفسير السمرقندي\" ٢/ ٢٦٨.(٤) أخرجه \"الطبري\" ١٥/ ٨٤، بنصه.(٥) انظر: \"تفسير الفخر الرازي\" ٢٠/ ٢٠٤، بنصه.(٦) ما بين القوسين ساقط من (أ)، (د).(٧) لم أقف عليه.</p><p> الله:  {وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ}  [البقرة: ٢٢٠] ، فرُخِّص لهم أن يخالطوهم (١) . </p><p> فمعني {بِالَّتِي هِيَ أَحْسَنُ} : الحالة التي هي أحسن؛ وهو الكف عنه، وتثميره في قول بعضهم، وفي قول آخرين: الأكل بالمعروف عند الحاجة إليه، على ما ذكرنا، وهذه الآية ذكرنا تفسيرها في أواخر سورة الأنعام (٢) . </p><p> وقوله تعالى:  {وَأَوْفُوا بِالْعَهْدِ} قال أهل المعاني: كل عقد يُقَدَّم للتوثق من الأمر فهو عهد (٣) ، فدخل في قوله:  {وَأَوْفُوا بِالْعَهْدِ} كُلّ عقد من العقود بين المسلمين؛ كعقد النكاح وعقد الشركة وعقد البيع وعقد اليمين وعقد الصلح بين المسلمين والمشركين، وكل هذا مما يجب حفظه والوفاء به وترك الخيانة فيه. </p><p> وقال أبو إسحاق: كل ما أمر الله به ونهى عنه فهو من العهد (٤) . </p><p> وقوله تعالى:  {إِنَّ الْعَهْدَ كَانَ مَسْئُولًا} ذكر صاحب النظم وغيره في هذا وجهين (٥) ؛ أحدهما: أن المعنى: كان مسئولًا عنه بالجزاء، فحذف الصلة، كقوله:  {وَيَفْعَلُونَ مَا يُؤْمَرُونَ}  [النحل: ٥٠] ، أي: يؤمرون به، وكقوله:  {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ}  [النمل: ٦٠] ، أي: يعدلون بالله. </p><p> والثاني: أن العهد يُسأل فيقال: لم (٦) نُقِضت، تبكيتًا للناقض؛ كما </p><p>(١) أخرجه \"الطبري\" ١٥/ ٨٤، بنحوه من طريقين. (٢) آية [١٥٢].(٣) ورد نحوه في \"تفسير الطوسي\" ٦/ ٤٧٦.(٤) \"معاني القرآن وإعرابه\" ٣/ ٢٣٨، بمعناه.(٥) ورد بنحوه في \"تفسير الجصاص\" ٣/ ٢٠٣، و\"الماوردي\" ٣/ ٢٤٢، و\"الطوسي\" ٦/ ٤٧٧، انظر: \"الفريد في إعراب القرآن\" ٣/ ٢٧٤، و\"تفسير الألوسي\" ١٥/ ٧١.(٦) في (أ)، (د): (لهم)، والمثبت من (ش)، (ع). وهو الصحيح المنسجم مع السياق.</p>"
}