{
  "id": null,
  "sura": 17,
  "aya": 106,
  "text": "<p> ١٠٦ - قوله تعالى:  {وَقُرْآنًا فَرَقْنَاهُ} يَنْتَصبُ قرآنًا بإضمار فعل، مثل الذي ظهر (١) ، قال أبو علي:  (وَقُرْءَانًا) يحتمل أمرين، أحدهما: أن يكون محمولًا على {أَنْزَلْنَاهُ} كأنه قال: بالحق أنزلناه وأنزلنا قرآناً, فانتصابه على أنه مفعول به، والوجه الآخر: أن تعطفه على ما يتصل به كأنه: {وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا} وذا قرآن وصاحبَ قرآن (٢) ، فحذف المضاف (٣) ، وعلى ما ذكر أبو علي -في القول الثاني- يجب أن يكون القرآن نكرة لوصفه له بالجملة من غير الذي، وقد ذكر في قوله:  {قُرْآنًا عَرَبِيًّا}  [الزمر: ٢٨] أنه يجوز أن يكون نكرة (٤) ، وذلك غير جيد لتنكير (٥) الاسم العلم (٦) ، و {فَرَقْنَاهُ} : فَصَّلناه، قاله علي بن أبي طلحة عن ابن عباس (٧) . </p><p>(١) مذهب سيبويه؛ أن نصبه بفعل مضمر يفسره الظاهر بعدُ؛ أي: وفرقناه قرآنًا، \"تفسير ابن عطية\" ٩/ ٢١٥. (٢) في (أ)، (د)، (ش): (قرآنًا). وهو خطأ نحوي ظاهر، والمثبت من (ع) وموافق لما في المصدر.(٣) \"المسائل الحلبيات\" ص ٢٩٨، بنصه. وهذا القول فيه تكلف وبعد عن ظاهر القرآن الواضح، وظاهر الآيتين أن الله تعالى وصف القرآن الكريم بثلاث صفات، أنه كله حق لأنه نزل من عنده، والثاني: أن جميع ما فيه حق لا مرية فيه، والثالث: أنه جاء محكمًا مفصلًا وواضحًا بَيّنًا، أو أراد وصفه بأنه نزل منجمًا مفرقًا بحسب الوقائع والأحداث. أملاه عليّ أ. د. فضل عباس، أحد علماء الأردن المعاصرين.(٤) المصدر السابق ص ٢٩٧، بنحوه.(٥) في (أ)، (د)، (ش): (لنكير)، والمثبت من (ع).(٦) وهذه إشارة إلى أنه من القائلين بأن القرآن علم مرتجل، وهي مسألة خلافية بين العلماء في أصل القرآن، هل هو مشتق أو علم مرتجل؟ انظر: \"مناهل العرفان\" ١/ ١٤، و\"المدخل لدراسة القرآن الكريم\" ص ١٧، و\"مباحث في علوم القرآن\" ص ١٦.(٧) أخرجه \"الطبري\" ١٥/ ١٧٨ بلفظه من هذه الطريق (صحيحة)، وورد بلفظه في \"تفسير الثعلبي\" ٧/ ١٢٣ أ.</p><p> وقال سعيد بن جبير عنه: نزل القرآن كله ليلة القدر من السماء العليا إلى السماء السفلى في السنين التي نزل فيها (١) . </p><p> وقال قتادة: كان بين أوله وآخره عشرون سنة (٢) ، وهو معنى قوله:  {لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} ، وقال السدي: قطعناه آية آية وسورة سورة، ولم ننزله جملة (٣) ، والاختيار عند الأئمة: فرقناه مخففًا (٤) ، وفَسّره أبو عمرو: بَيَّناه (٥) . </p><p> وقال الفراء: أحكمناه (٦) وفصَّلناه؛ كما قال:  {فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ}  [الدخان: ٤] أي يُفَصّل (٧) . </p><p> قال أبو عبيد: والتخفيف أعجب إليّ لأن تفسيره: بَيّناه، ومن قرأ بالتشديد (٨) لم يكن له معنى إلا أنه أُنزل متفرقًا، والتأويل الأول أعجب إليّ </p><p>(١) أخرجه \"الطبري\" ١٥/ ١٧٨، بنحوه من طريق عكرمة (حسنة) , وورد في \"تفسير الطوسي\" ٦/ ٥٣٠، بنحوه. انظر: \"تفسير الرازي\" ٢١/ ٦٨، عن ابن جبير. (٢) أخرجه \"عبد الرزاق\" ٢/ ٣٩١ بنصه، و\"الطبري\" ١٥/ ١٧٨ بنصه، وورد في \"تفسير الطوسي\" ٦/ ٥٣٠ بنصه.(٣) ورد في تفسيره \"الوسيط\" ٢/ ٥٥٩، بنصه، وهو في معنى قول ابن عباس وقتادة السابقين.(٤) قرأ بها السبعة وعامة قراء الأمصار، انظر: \"تفسير الطبري\" ١٥/ ١٧٨، و\"إعراب القراءات السبع وعللها\" ١/ ٣٨٤.(٥) ورد في \"معاني القرآن\" للنحاس ٤/ ٢٠٥ بلفظه.(٦) في جميع النسخ: (حكيناه)، والصواب ما أثبته؛ لأنه هو المناسب للمعنى والمقابل لقوله: فصلناه، وقد ورد في المصدر والتهذيب: أحكمناه(٧) \"معاني القرآن\" للفراء ٢/ ١٣٣ بنصه تقريبًا، انظر: \"تهذيب اللغة\" (فرق) ٣/ ٢٧٧٨.(٨) أخرجها الطبري عن ابن عباس ١٥/ ١٧٨، ونسبت في \"القرأءات الشاذة\" لابن خالويه ص٨١ إلى أُبيّ وابن عباس ومجاهد, وأوردها ابن جني في \"المحتسب\" ٢/ ٢٣، ونسبها إلى علي وابن عباس وابن مسعود وأُبيّ والشعبي والحسن وقتادة وغيرهم. وفي \"الإتحاف\" ص ٢٨٧ قرأ بها ابن محيصن. وزاد ابن عطية ٩/ ٢١٦ أن في قراءة ابن مسعود وأبي زيادة كلمة (عليك)، أي: فَرَّقْنَاه عليك لتقرأه، وكلتا الروايتين قراءة شاذة كما هو ظاهر.</p><p> وأشرق، هذا كلامه (١) ، وحصل من هذا أن معنى الفَرْق تفصيل يتضمن التبيين، والتفريق لا يتضمن التبيين، ولهذا فسروا هاهنا وفي قوله:  {فِيهَا يُفْرَقُ}  [الدخان: ٤] بالتبيين. </p><p> ومما يرجح التخفيف ما روى ثعلب عن ابن الأعرابي أنه قال: فرقتُ أفْرُقُ بين الكلام، وفَرَّقتُ بين الأجسام (٢) ، ويدل على هذا قوله -صلى الله عليه وسلم-: \"البَيِّعان بالخيار ما لم يتفرقا\"  (٣) ، ولم يقل: يفترقا، والتفرق مطاوع التفريق، والافتراق مطاوع الفرق، ومعنى:  {عَلَى مُكْثٍ} على تؤدة وتَرَسُّل، قاله مجاهد (٤) . </p><p> قال الفراء: يقال: مَكُثَ ومَكَثَ ومَكِثَ، ويقال في الفعل: مَكُث </p><p>(١) لم أقف عليه. (٢) ورد في \"تهذيب اللغة\" (فرق) ٣/ ٢٧٧٨ بنصه.(٣) أخرجه بلفظه: أحمد ٢/ ٩، عن ابن عمر، والبخاري (٢٠٧٩) كتاب: البيوع، باب: إذا بيَّن البيّعان عن حكيم بن حزام، والدارمي: البيوع، في البيعان بالخيار ٢/ ٣٢٥، عن حكيم، والطبراني في \"الكبير\" ٣/ ١٩٩، عن حكيم، والحاكم: البيوع، البيعان بالخيار ٢/ ١٦، عن سمرة بن جندب، والبيهقي: البيوع، المتبايعان بالخيار ٥/ ٢٦٩، عن ابن عمر.(٤) \"تفسير مجاهد\" ١/ ٣٧١ بمعناه؛ قال: على ترتيل، وأخرجه \"عبد الرزاق\" ٢/ ٣٩١, بلفظه، و\"الطبري\" ١٥/ ١٧٩ بلفظه وبمعناه، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ٢٠٥ و\"تفسير هود الهواري\" ٢/ ٤٤٦، و\"الماوردي\" ٣/ ٢٧٩، و\"الطوسي\" ٦/ ٥٣١.</p>"
}