{
  "id": null,
  "sura": 17,
  "aya": 110,
  "text": "<p> ١١٠ - قوله تعالى:  {قُلِ ادْعُوا اللَّهَ} الآية. قال ابن عباس: إن رسول الله -صلى الله عليه وسلم- قال وهو ساجد ذات ليلة: يا رحمن، فسمعه أبوجهل -وهم لا يعرفون الرحمن-، فقال: إن محمدًا ينهانا أن نعبد إلهين وهو يدعو إلهًا آخر مع الله يقال له: الرحمن، فأنزل الله تعالى:  {قُلِ ادْعُوا اللَّهَ}  (١) , أي: قل يا محمد: ادعوا الله يا معشر المشركين (٢) ، {أَوِ ادْعُوا الرَّحْمَنَ} أي إن شئتم قولوا: يا الله، وإن شئتم قولوا: يا رحمن. </p><p> {أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى} قال أبو إسحاق: أعلمهم الله أن دعاءهم الله ودعاءهم الرحمن يرجعان إلى واحدٍ، فقال:  {أَيًّا مَا تَدْعُوا} المعنى أي أسماء الله تدعوا {فَلَهُ الْأَسْمَاءُ الْحُسْنَى}  (٣) . </p><p> وقال المبرد: يقول إذا دعوتم الله الرحمن فإنما تدعون واحداً، يعني أن تَخْيِيره (٤) بين أن يُدْعى الله وبين أن يدعى الرحمن إنّما هو لأنهما واحد، يَدلّ على هذا:  {أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى}  (٥) قال النحويون: (أي) في الكلام تقع في ثلاثة مواضع؛ أحدها: الاستفهام، والآخر: الجزاء، والثالث: الخبر (٦) ، فإذا كان استفهامًا أو جزاءً لم تَحْتَج إلى صلة، وعمل </p><p>(١) أخرجه \"الطبري\" ١٥/ ١٨٢، بنحوه من طريق أبي الجوزاء (ضعيفة)، وورد بنحوه في \"تفسير الثعلبي\" ٧/ ١٢٣ ب، و\"الماوردي\" ٣/ ٢٨١، و\"الطوسي\" ٦/ ٥٣٣، وأورده المؤلف في \"أسباب النزول\" ص ٣٠٢، بنحوه بلا سند، وأورده السيوطي في \"الدر\" و\"اللباب\" ٥/ ٣٤٨، ص ١٤٢ وعزاه إلى ابن مردويه. (٢) في جميع النسخ: (يا معشر المؤمنين)، والصواب ما أثبته، كما في \"الطبري\" ١٥/ ١٨٢، و\"ابن كثير\" ٣/ ٧٧، وسياق الكلام يدل عليه.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٦٤، بنصه(٤) في (أ)، (د)، (ش): (يختبره)، والمثبت من (ع).(٥) لم أقف عليه.(٦) ذكر في \"الأزهية\" أنها تأتي على سنة أوجه: تكون جزاءً، واستفهامًا، وخبرًا, وتعجبًا، ونداءً، ونعتًا فيه معنى المدح، انظر:\"حروف المعاني\" للزجاجي ص ٦٢، و\"الأزهية\" ص ١٠٦، و\"مغني اللبيب\" ص ١٠٧.</p><p> فيها ما بعدها، ولم يجز أن يحمل فيها ما قبلها إلا ما يَجُرّ، وسنذكر ذلك عند قوله:  {لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ}  [الكهف: ١٢] إن شاء الله، وإذا كانت خبرًا احتاجت إلى صلة نحو صلة الذي، ويعمل فيها ما قبلها وما بعدها سوى صلتها؛ كقولك: لأضربن أيهم في الدار. </p><p> قال الفراء: العرب تقول: أيّ وأيّان وأيّون، إذا أفردوا (أيًّا) أنَّثُوها وجمعوها، وأنَّثُوها فقالوا: أيّة وأيّتان وأيّات، وإذا أضافوها إلى ظاهر أفردوها، وذكّروا فقالوا: أيّ الرجلين؟ وأيّ المرأتين؟ وأيّ الرجال؟ وأيّ النساء؟ وإذا أضافوا إلى مُكَنّى المؤنث أنثوا وإلى مُكَنّى المذكر ذَكّروا، فقالوا: أيّهما وأيّتهما للمرأتين، قال الله -عز وجل-: {أَيًّا مَا تَدْعُوا} ، وقال زهير في لُغة من أَنّث: </p><p> وزوَّدُوكَ (١) اشتياقًا أَيَّةً سَلَكُوا (٢) </p><p> يُرادُ أَيّةُ وجْهة، فانَّثها حين لم يُضِفْها؛ ولو قال: أيًّا سلكوا، بمعنى: أيّ وجهة، كان جائزًا، ويقول لك قائل: رأيتُ رجلا، فتجيبه: أيًّا؟ ويقول: رجلين، فتقول: أَيَّيْن؟ وفي الرجال: أَيّون؟ وفي المرأة: أيّة؟ وفي النساء: أيّات؟ (٣) و (ما) في قوله: {أَيًّا مَا} صلة، كقوله: {جُندٌ مَّا </p><p>(١) في (أ)، (د)، (ش): (زودك)، والمثبت من (ع) وهو موافق للديوان. (٢) وصدره:بانَ الخليطُ ولم يأْوُوا لمَن ترَكوا\"شرح ديوان زهير\" ص ١٦٤, وورد في \"الخزانة\" ٥/ ٤٥٣ , (الخليط): المجاور لك في الدار, (ولم يأوُوا):لم يرحموا, (وأيَّةً سلكوا):أيّ جهةٍ سلكوا فأنت مشتاق.(٣) ورد في \"تهذيب اللغة\" (أي) ١/ ٢٤١ نقل طويل مع تصرف يسير.</p><p> هُنَالِكَ} [ص: ١١] , و {عَمَّا قَلِيلٍ}  [المؤمنون: ٤٠] ، و {مِمَّا خَطِيئَاتِهِمْ}  [نوح: ٢٥] ، و {تَدْعُونَ} في موضع جزم بأي؛ لأنه من حروف الشرط والجزاء، يقول: أيّهم يعط أعط، وعلامة الجزم في تدعوا سقوط النون التي تثبت للرفع في يفعلون، وجواب الشرط (الفاء) في قوله: {فَلَهُ الْأَسْمَاءُ الْحُسْنَى} . </p><p> وقوله تعالى:  {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} روى سعيد بن جبير عن ابن عباس في هذه الآية قال: (كان رسول الله -صلى الله عليه وسلم- يرفع صوته بالقرآن فإذا سمعه المشركون سَبُّوه وسَبُّوا من جاء به،فأوحى الله إليه:{وَلَا تَجْهَرْ بِصَلَاتِكَ}فيسمعه المشركون فيسبوه،{وَلَا تُخَافِتْ بِهَا}فلا يسمع أصحابك،{وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا}،أي:أسمعهم القرآن أحيانًا يأخذوا عنك)  (١) ، وهذا قول قتادة والسدي (٢) ، واختيار أبي إسحاق، قال: المخافتة: الإخفاء، والجهر: رفع الصوت. </p><p> وكان النبيّ -صلى الله عليه وسلم- إذا جهر بالقرآن سبّ المشركون القرآن، فأمر الله أن لا يعرّض القرآن لسبهم، وأن لا يخافت مخافتةً لا يسمعها من يصلي خلفه من أصحابه فقال:  {وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} ، أي اسلك طريقًا بين الجهر </p><p>(١) أخرجه بنحوه من طريق سعيد: أحمد ١/ ٢٣, والبخاري (٤٧٢٢) كتاب التفسير, باب {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا}، ومسلم (٤٤٦) في الصلاة، باب التوسط في القراءة في الصلاة الجهرية، و\"الطبري\" ١٥/ ١٨٤ من طرق، والطبراني في \"الكبير\" ١٢/ ٥٥، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ٢٠٧، و\"تفسير الثعلبي\" ٧/ ١٢٣ ب، و\"الماوردي\" ٣/ ٢٨١، وأخرجه المؤلف في \"أسباب النزول\" ص ٣٠٣، بنحوه. (٢) أخرجه \"عبد الرزاق\" ٢/ ٣٩٢، بنحوه عن قتادة، و\"الطبري\" ١٥/ ١٨٦، بنحوه من طريقين عن قتادة.</p><p> والمخافتة (١) ، يقال: خَفَتَ صوته يَخْفِت خُفُوتًا وخُفَاتًا، إذا ضَعُفَ وسكن، وصوتٌ خَفِيتٌ، أي: خَفِيضٌ، ومن هذا يقال للرجل إذا مات قد خَفَتَ، أي انقطع كلامه، وخفت الزرع إذا ذَبُلَ ولَانَ، وزرع خَافِت، والرجل يخافت بقراءته: إذا لم يبين قراءته برفع الصوت، وقد تخافت القومُ إذا تشاوَرُوا بينهم (٢) ، وقال الجعدي: </p><p> ولَسْتُ وإنْ عَزُّوا عليّ بِهَالِكٍ ... خُفاتًا ولا مُسْتَهْزِمٍ ذاهبِ العَقْلِ (٣) </p><p> يقول: لست أهلك خفاتًا أي ضعفًا لمصاب من أُصبت به منهم، وإن كانوا أعزة، ولكني أتصبَّر وأتجلَّد، هذا الذي ذكرنا في الجهر والمخافتة بالصلاة مذهب أكثر المفسرين (٤) ، ومعنى الصلاة في هذا القول: القراءة، وذلك أن الصلاة لا تصح إلا بقراءة، فسميت القراءة صلاة، كما سميت الصلاة قراءة في قوله:  {وَقُرْآنَ الْفَجْرِ}  [آية: ٧٨] ، وقد مرّ. وفي الآية قول ثان؛ وهو أن المراد بالصلاة الدعاء، وهذا قول أبي هريرة وعائشة ومجاهد (٥) . </p><p>(١) \"معاني القرآن وإعرابه\" ٣/ ٢٦٥، بنصه تقريبًا. (٢) ورد في \"تهذيب اللغة\" (خفت) ١/ ١٠٦٤، بنحوه، انظر: (خفت) في \"المحيط في اللغة\" ٤/ ٣١٣، و\"الصحاح\" ١/ ٢٤٨، و\"اللسان\" ٢/ ١٢٠٨.(٣) \"شعر النابغة الجعدي\" ص ٢٢٥، وورد في \"تهذيب اللغة\" (خفت) ١/ ١٠٦٤، و\"اللسان\" (خفت) ٢/ ١٢٠٨، (خفاتًا): ضعفًا وتذَلُّلاً، (مستهزم): جزوع.(٤) انظر: \"تفسير مقاتل\" ١/ ٢٢١ أ، و\"الطبري\" ١٥/ ١٨٤، و\"السمرقندي\" ٢/ ٢٨٧، و\"الثعلبي\" ٧/ ١٢٣ ب، و\"الماوردي\" ٣/ ٢٨١، و\"الطوسي\" ٦/ ٥٣٤، وقد رجحه الطبري لصحة الإسناد الذي روي به عن صحابي وهو ابن عباس من طريق سعيد، ولآنه أشبه الأقوال بما دلّ عليه ظاهر التنزيل.(٥) \"تفسير مجاهد\" ١/ ٣٧٢ بلفظه، أخرجه ابن أبي شيبة ٢/ ٢٠٠ بلفظه، و\"الطبري\" ١٥/ ١٨٤ بلفظه من طرق عن مجاهد، وورد بلفظه في تفسير الثعلبي ٧/ ١٢٤ أ، و\"الطوسي\" ٦/ ٥٣٤.</p><p> قال أبو هريرة في الآية: يعني بذلك الدعاء والمسألة (١) . </p><p> وقالت عائشة: هي في الدعاء (٢) ، وروي هذا مرفوعًا: أن النبيّ -صلى الله عليه وسلم- قال في هذه الآية:  \"إنما ذلك في الدعاء لا ترفع صوتك، فتكثر ذنوبك, فيُسمع منك، فتُعيَّر به\"  (٣) ، وهذا قول إبراهيم وابن عباس في رواية عطاء (٤) ، كل هؤلاء قالوا: في الدعاء، وعلى هذا: الصلاة الدعاء، والجهر به منهي عنه، وكذلك الإسرار الذي هو إخفاء، والمستحب منه ما بين ذلك، وحدّه أن يُسْمِع نفسه (٥) ؛ كما روي عن ابن مسعود أنه قال: لم </p><p>(١) انظر: \"تفسير الفخر الرازي\" ٢١/ ٧١، و\"ابن الجوزي\" ٥/ ١٠١. (٢) أخرجه ابن أبي شيبة ٢/ ٢٠٠ بلفظه، و\"الطبري\" ١٥/ ١٨٣ بلفظه من طرق، وورد بلفظه في \"معاني القرآن\" للنحاس ٤/ ٢٠٧، و\"تفسير الماوردي\" ٣/ ٢٨١، و\"الطوسي\" ٦/ ٥٣٤، وأخرجه المؤلف في \"أسباب النزول\" ص ٣٠٤ بلفظه، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٧٥ وزاد نسبته إلى ابن المنذر وابن أبي حاتم وابن مردويه.(٣) لم أقف عليه مسندًا، وورد في \"تفسير الثعلبي\" ٧/ ١٢٤، بنحوه، و\"الفخر الرازي\" ٢١/ ٧١ بنصه.(٤) أخرجه ابن أبي شيبة ٢/ ٢٠٠ بلفظه عن ابن عباس من طريق عكرمة (حسنة)، وعن عطاء ٦/ ٩٧، و\"الطبري\" ١/ ١٨٤٥ بلفظه عن ابن عباس من طريق العوفي (ضعيفة)، وعن عطاء، وورد في \"تفسير الطوسي\" ٦/ ٥٣٤ بلفظه عن ابن عباس وعطاء، انظر: \"تفسير البغوي\" ٥/ ١٣٧، و\"الخازن\" ٣/ ١٨٤ فيهما عن إبراهيم.(٥) يؤيّده ما رواه الشيخان عن أبي موسى -رضي الله عنه- قال: كنا مع النبي -صلى الله عليه وسلم- في سفر فجعل الناس يجهرون بالتكبير، فقال النبي -صلى الله عليه وسلم-: \"أيها الناس اربعوا [أي: ارفقوا] على أنفسكم، إنكم ليس تدعون أصمّ ولا غائبًا، إنكم تدعون سميعًا قريبًا وهو معكم\" أخرجه البخاري (٢٩٩٢) كتاب الجهاد، باب: ما يكره من رفع الصوت فيالتكبير، ومسلم (٢٧٠٤) كتاب الذكر والدعاء، باب: استحباب خفض الصوت بالذكر واللفظ له.</p>"
}