{
  "id": null,
  "sura": 17,
  "aya": 45,
  "text": "<p> خالقٌ حكيمٌ مُبَرَّأٌ من الأَسْوَاءِ (١) ، فالمخلوقون والمخلوقات كلها تدل على أن الله -عز وجل- خالقها؛ كما قال في قوله:  {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ} , أي: يخشع له ويخضع (٢) ، وقد ذكرنا هذا المعنى مستقصى عند ذكر سجود الجمادات في آيات قد مضت في هذا المعنى (٣) ، وعلى هذا قوله:  {لَكِنْ لَا تَفْقَهُونَ} مخاطبة للكفار؛ لأنهم لا يستدلون ولا يعتبرون. </p><p> ٤٥ - قوله تعالى:  {وَإِذَا قَرَأْتَ الْقُرْآنَ} في هذه قولان؛ أحدهما: أن هذه نزلت في قوم كانوا يؤذون رسول الله إذا قرأ القرآن؛ قال الكلبي: وهم أبو سفيان، والنضر بن الحارث، وأبو جهل، وأم جميل بنت حرب بن أمية؛ امرأة أبي لهب، وحويطب، حجب الله رسوله عن أبصارهم عند قراءة القرآن، فكانوا يأتونه ويمرون به ولا يرونه (٤) . </p><p>(١) ورد في \"معاني القرآن وإعرابه\" ٣/ ٢٤٢، بنحوه، و\"تفسير الثعلبي\" ٧/ ١٠٩ ب بنصه. (٢) والقول الأول هو الراجح، لموافقته لظاهر القرآن، وتأييد السنة له، فقد أسمع الله نبيه -صلى الله عليه وسلم- وصحابته تسبيح الجمادات، فعن عبد الله بن مسعود -رضي الله عنه- قال: إنكم تعدون الآيات عذابًا، وإنا كنا نعدها على عهد رسول الله -صلى الله عليه وسلم- بركة، لقد كنا نأكل الطعام مع النبيّ -صلى الله عليه وسلم- ونحن نسمع تسبيح الطعام ... أخرجه مالك في الموطأ [التمهيد] ١/ ٢١٩، والترمذي (٤٦٣٣) كتاب: المناقب، باب: آيات إثبات نبوة النبي -صلى الله عليه وسلم- واللفظ له، وقال: حسن صحيح، وذكره الألباني في \"صحيح الترمذي\" (٤٦٣٣)، انظر أمثلة أخرى في هذا الباب في \"الشفا\" ١/ ٥٨٨.وقد رجح هذا القول كثير من العلماء؛ منهم: القرطبي ١٠/ ٢٦٨، و\"الخازن\" ٣/ ١٦٦، و\"ابن كثير\" ٣/ ٤٨ و\"الألوسي\" ١٥/ ٨٤، وغيرهم.(٣) سورة الرعد: آية [١٥]، وسورة النحل: آية [٤٩].(٤) انظر: \"تفسير ابن الجوزي\" ٥/ ٤١ بنصه، و\"أبي حيان \" ٦/ ٤١، بنحوه، و\"القرطبي\" ١٠/ ٢٧١ - بلا نسبة، وورد بنسبة ودون ذكر المؤذين للنبيّ -صلى الله عليه وسلم- في \"تفسير الثعلبي\" ٧/ ١١٠ أ، و\"الماوردي\" ٣/ ٢٤٦، و\"الطوسي\" ٦/ ٤٨٣، و\"ابن =</p><p> وقوله تعالى:  {حِجَابًا مَسْتُورًا} قال الأخفش: أراد: ساترًا، والفاعل قد يكون في لفظ المفعول كما تقول: إنك لمَشْؤوم علينا ومَيْمُون، وإنما هو شَائِم ويَامِن؛ لأنه من قولهم: شأمَهُم وَيمَنَهم، والحجابُ هاهنا هو الساتر، فقال:  {مَسْتُورً}  (١) ، وهذا نادر أن يكون الفاعل في لفظ المفعول (٢) ، هذا قوله، وتابعه على هذا كثير من أهل اللغة (٣) . </p><p>= الجوزي\" ٥/ ٤١، و\"الفخر الرازي\" ٢٠/ ٢٢٠. وأورد بعضُ المفسرين عند هذه الآية حادثة أم جميل مع النبي -صلى الله عليه وسلم- التي شهدها أبو بكر، وحجب الله رسوله عنها لما جاءت تريد إيذاءه، قال أبو بكر -رضي الله عنه-: وقرأ قرآنًا اعتصم به منها، وهو هذه الآية. وهذا الخبر لا يعد من قبيل أسباب النزول عند أهل الفن، بل ولا هو من صيغه، أما قول الواحدي وغيره: نزلت في قوم .. فأيضًا لا يمكن عدّه سببًا في النزول؛ لعدم تحقق شروط قبوله؛ وهي: ١ - أن يثبت عن صحابي بإسناد صحيح فيكون له حكم الرفع.٢ - إن ثبت عن تابعي فهو مرسل، ويشترط لقبوله صحة الإسناد وأن يكون صريحًا، ويرد من طريقين عن أئمة التفسيرة كمجاهد وعكرمة.ويؤيّد ردّه أن الرواية وردت عن الكلبي، وهو مُضَعَّفٌ عند العلماء، ودليل آخر أن الواحدي -نفسه- لم يوردها في أسباب نزوله، وكما قال ابن عطية: الآية إخبار من الله لنبيه أنه يحميه من الكفرة الذين كانوا يؤذونه، في وقت قراءته القرآن وصلاته في المسجد. فلا يلزم إذًا أن يكون للآية سببُ نزول خاص. انظر: \"تفسير السمرقندي\" ٢/ ٢٧٠، و\"الثعلبي\" ٧/ ١١٠ أ، و\"البغوي\" ٥/ ٩٧، و\"ابن عطية\" ٩/ ٩٨، و\"أبي حيان\" ٦/ ٤٢، و\"ابن كثير\" ٣/ ٤٩، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٣٦ - ٣٣٧، وعزاه إلى أبي يعلى وابن أبي حاتم وصححه وابن مردويه وأبي نعيم والبيهقي معًا في الدلائل، و\"الإتقان\" ١/ ٩٠ - ٩١، و\"التحبير\" ص ٨٦، و\"مباحث في علوم القرآن\" ص ٨٣.(١) \"معاني القرآن\" للأخفش ٢/ ٦١٣، بتصرف يسير.(٢) هذه الجملة ليست في معانيه، والظاهر أن الواحدي أراد تلخيص قوله؛ لأنه يفهم من قال هذا، ولأنه قال بعده: هذا قوله، لا أنه تقرير قاعدة.(٣) انظر: \"معاني القرآن وإعرابه\" ٣/ ٢٤٢، و\"جمهرة اللغة\" ١/ ٢٦٣، و\"تهذيب =</p><p> وقال آخرون:  {مَسْتُورً} هاهنا مفعول، والمعنى أنه حجابٌ مستورٌ لا يُبْصر (١) ، وإنما كان قُدْرةً من قُدَرِ الله تعالى وأُخْذَةً من أُخَذِه (٢) حجبَ النبيّ -صلى الله عليه وسلم- بحجاب (٣) يحجبه عنهم، بحيث لا يرى النبيُ -صلى الله عليه وسلم- ذلك الحجابَ ولا المشركون، حكى هذا صاحب النظم، وهو حسن. </p><p> وقال الزجاجي: يجوز أن يكون المستور هاهنا بمعنى النسب، كما تقول في الفاعل في مثل: لابِن وتَامِر (٤)  (٥) ، وتأويله: حجابٌ ذو ستْرٍ؛ </p><p>= اللغة\" (ستر) ٤/ ١٦٢٥، و\"الإملاء\" ٢/ ٩٢، و\"البيان في غريب إعراب القرآن\" ٢/ ٩١، و\"الفريد في إعراب القرآن\" ٣/ ٢٧٩. ولم يرتض ابن عطية هذا التاويك وعدّه تكَلُّفًا من غير حاجة داعية إليه، وقال: وليس مثاله بمُسلَّم، وكذلك رده السمين، وقال: هو على بابه كما حققناه. انظر: \"تفسير ابن عطية\" ٩/ ٩٩، و\"عمدة الحفاظ\" ٢/ ١٤، ١٩٦.(١) ورد بنحوه في \"تفسير الطبري\" ٩٣/ ١٥، و\"الثعلبي\" ٧/ ١١٠ أ، انظر: \"تفسير البغوي\" ٥/ ٩٧، و\"الزمخشري\" ٢/ ٣٦٣، و\"الفريد في إعراب القرآن\" ٣/ ٢٨٠ وهذا القول هو الذي مال إليه الطبري -ولم يرد الأول- فقال: وهذا القول الثاني أظهر بمعنى الكلام؛ أن يكون المستور هو الحجاب، فيكون معناه: أن لله سترًا عن أبصار الناس فلا تدركه أبصارهم، وإن كان للقول الأول وجه مفهوم.(٢) الأُخْذةُ، بالضم: رُقية تأخذُ العين ونحوها كالسحر، ويقال بعينه اخُذٌ: وهو الذي لا يقدر صاحبه على النظر. انظر المنتخب من غريب كلام العرب ٢/ ٤٨٢، و\"اللسان\" (أخذ) ١/ ٣٦، و\"التاج\" (أخذ) ٥/ ٣٤٦.(٣) في جميع النسخ: (حجاب)، ولا معنى لها، وما أثبته هو الصواب وبه يستقيم الكلام.(٤) أي: ذو لبن، وذو تمر.(٥) لم أقف على مصدره، وورد نحوه بلا نسبة في \"البيان في غريب إعراب القرآن\" ٢/ ٩١، و\"الفريد في إعراب القرآن\" ٣/ ٢٧٩، و\"تفسير أبي حيان\" ٦/ ٤٢، و\"الدر المصون\" ٧/ ٣٦٢.</p>"
}