{
  "id": null,
  "sura": 17,
  "aya": 71,
  "text": "<p> -صلى الله عليه وسلم-، ومِثلُ هذه الطريقة حَسَنٌ في الصحابة، بترك الخوض في تفضيل بعضهم على بعض (١) ، وإن كنت تعلم بالدليل والاعتقاد ما تعلم (٢) ، فالأحسن ترك الخوض والإبلاغ، والجري على مثل عادة بعضهم مع بعض. </p><p> ٧١ - قوله تعالى:  {يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ} قال أبو إسحاق: يعني به يوم القيامة، وهو منصوب على معنى: اذكر يوم ندعو, قال: وجوز أن يكون منصوبًا بمعنى يعيدكم الذي فطركم يوم يدعو (٣) . </p><p> قال أبو علي الفارسي: الظرف ها هنا بمنزلة إذا؛ لأنه لا يجوز أن </p><p>(١) دلَّت نصوص القرآن على وجود التفاضل بين الناس، كما في قوله تعالى: {انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} [الإسراء: ٢١]، كما وردت نصوص في الكتاب والسنة تدل على وقوع التفاضل بين الصحابة -رضي الله عنهم-، لذلك ذهب أهل السنة والجماعة إلى القول بالتفاضل بين الصحابة -رضي الله عنهم- عمومًا والخلفاء الأربعة خصوصًا، بعد إثبات فضيلة الصحبة لكل صحابي. يقول شيخ الإسلام -في بيان أصول أهل السنة والجماعة في الصحابة-: ويقبلون ما جاء في الكتاب والسنة والإجماع؛ من فضائلهم ومراتبهم، فيفضلون من أنفق من قبل الفتح وقاتل على من أنفق من بعده وقاتل، ويقدمون المهاجرين على الأنصار، ويؤمنون بأن الله قال لأهل بدر: اعملوا ما شئتم فقد غفرت لكم، وبأنه لا يدخل النار أحد بايع تحت الشجرة- كما أخبر النبي -صلى الله عليه وسلم-. بل قد -رضي الله عنهم- ورضوا عنه .. ، ويقرون بما تواتر به النقل عن علي -رضي الله عنه- وغيره من أن خير هذه الأمة بعد نبيها أبو بكر ثم عمر ويثلثون بعثمان ويربعون بعلي -رضي الله عنه- كما عليه الآثار، وكما أجمع الصحابة -رضي الله عنهم- على تقديم عثمان في البيعة. انظر: \"مجموع الفتاوى\" ٣/ ١٥٢، ٤/ ٤٢١. (٢) الظاهر من كلام الواحدي -رحمه الله- إثبات التفاضل على النحو السابق، لكنه يرى عدم الخوض في هذه المسألة على سبيل التعصب لأحدهم مما قد يؤدي معه إلى انتقاص الآخرين.(٣) \"معاني القرآن وإعرابه\" ٣/ ٢٥٢، بنصه تقريبًا.</p><p> يكون العامل فيه ما قبله من قوله:  {وَفَضَّلْنَاهُمْ} ؛ لأنه فعل ماض، وليس العامل أيضًا يدعو؛ لأنه فعل مستقبل، فإذا لم يكن في هذا الكلام فعل ظاهر يتعلق به الظرف تعلق بما دلّ عليه قوله:  {وَلَا يُظْلَمُونَ فَتِيلًا}  (١) ؛ كما أن قوله:  {قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ}  [المؤمنون: ٨٢] على تقدير: أإذا متنا بعثنا، كذلك هاهنا يُجعل الظرفُ بمنزلة إذا، فيصير التقدير: إذا دُعي كل أناس لم يُظْلموا، ومثل هذا سُوّي قوله:  {وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ} الآية [فصلت: ١٩] . </p><p> وقوله تعالى:  {بِإِمَامِهِمْ} الإمام في اللغة معناه: كل من ائتَمَّ به قوم كانوا على هدى أو ضلالة، والنبيّ إمام أُمّته، والخليفة إمام رعيته، والقرآن إمام المسلمين، وإمام الغلام في المكتب: ما يتعلمه كل يوم (٢) ، واختلفوا في معنى الإمام هاهنا، فروى معمر عن قتادة، وشبل عن أبي نجيح عن مجاهد: بنبيهم (٣) ، ورُوي ذلك مرفوعًا عن أبي هريرة عن النبي -صلى الله عليه وسلم- (٤) . </p><p> ويكون المعنى على هذا: أن ينادي يوم القيامة فيقول: هاتوا متبعي </p><p>(١) لم أقف عليه، وذُكر هذا القول في:\"الإملاء\" ٢/ ٩٤، و\"البيان في غريب إعراب القرآن\" ٢/ ٩٤. (٢) ورد في \"تهذيب اللغة\" (أم) ١/ ٢٠٥، بنصه، انظر: \"العين\" (أمم) ٨/ ٤٢٨، و\"مقاييس اللغة\" ١/ ٢٨، و\"اللسان\" (أمم) ١/ ١٣٣.(٣) أخرجه \"عبد الرزاق\" ٢/ ٣٨٢ بلفظه عن قتادة، و\"الطبري\" ١٥/ ١٢٦ بلفظه عنهما من طرق، وورد بلفظه في \"تفسير الجصاص\" ٣/ ٢٠٥، عنهما، و\"السمرقندي\" ٢/ ٢٧٧، عن مجاهد، و\"الثعلبي\" ٧/ ١١٤ ب، و\"الماوردي\" ٣/ ٢٥٨، و\"الطوسي\" ٦/ ٥٠٤، عنهما، و\"الدر المنثور\" ٤/ ٣٥١ وزاد نسبته إلى ابن المنذر عن مجاهد.(٤) لم أقف عليه مسندًا، وورد عنه بلفظه في \"تفسير الثعلبي\" ٧/ ١١٤ ب ,\"الفجر الرازي\" ٢١/ ١٧.</p><p> إبراهيم، هاتوا متبعي في موسى، هاتوا متبعي محمد -صلى الله عليه وسلم-، فيقوم أهلُ الحق الذين اتبعوا الأنبياء فيأخذون كتبهم بأيمانهم، ثم يقال: هاتوا متبعي الشيطان، هاتوا متبعي الطغاة في عبادة الأوثان، هاتوا متبعي رؤساء الضلالة في اعتقاد الجهالة، وهذا معنى قول ابن عباس في رواية سعيد بن جبير قال: إمام هدى أو إمام ضلالة (١) ، ونحو هذا روى علي بن أبي طلحة فقال: بأئمتهم في الخير والشر (٢) . </p><p> وقال في رواية أبي صالح: برئيسهم (٣) ، ويدخل في هذا كل من كانوا يأتمون به في الدنيا، وعلى هذا التفسير قال أبو علي: الباء في بإمامهم تكون على ضربين؛ أحدهما: أن تكون متعلقة بالفعل الذي هو ندعو في موضع المفعول الثاني؛ كأنه قيل: ندعو كل أناس بكونهم تبعة وشيعة لإمامهم؛ كما تقول: أدعوك باسمك، فيكون كقولك: أدعوك زيدًا، ويجوز أن تتعلق بمحذوف، ذلك المحذوف في موضع الحال؛ كأنه ندعو كل أناس مُخَلَّطين بإمامهم، أي يُدعون وإمامهم فيهم (٤) ؛ نحو: ركب شأنه (٥) ، وجاء في جنوده (٦) ، فيكون الدعاء على هذا الوجه متعديًا إلى </p><p>(١) ورد في \"إعراب القرآن\" للنحاس ٢/ ٢٥٢ بنصه، و\"تفسير الثعلبي\" ٧/ ١١٤ ب، بنحوه، انظر: \"تفسير السمعاني\" ٣/ ٢٦٣، بنصه، و\"البغوي\" ٥/ ١٠٩، و\"ابن الجوزي\" ٥/ ٦٤، و\"الدر المنثور\" ٤/ ٣٥١ وعزاه إلى ابن أبي شيبة وابن المنذر وابن أبي حاتم وابن مردويه. (٢) ورد في \"تفسير الثعلبي\" ٧/ ١١٤ ب، بنصه.(٣) ورد في \"الغريب\" لابن قتيبة ١/ ٢٦٠ بلفظه (ضعيفة)، انظر: \"تفسير ابن الجوزي\" ٥/ ٦٤.(٤) في جميع النسخ: (فيه) والصحيح المثبت؛ لأن الضمير يعود على جمع.(٥) أي قصده. \"القاموس\" (شأن) ص ١٢٠٨.(٦) لم أقف عليه، وذكر نحوه في \"مشكل إعراب القرآن\" ٢/ ٣٢، و\"البيان في غريب =</p><p> مفعول واحد خلاف الوجه الأول. </p><p> وقال الضحاك وابن زيد: يعني بكتابهم الذي أنزل عليهم (١) . </p><p> وهو رواية وَرْقَاء عن ابن أبي نجيح عن مجاهد (٢) ، ونحوه قال أبو صالح (٣) . </p><p> ويكون المعنى على هذا: أن ينادى يا أهل القرآن، يا أهل التوراة، يا أهل الإنجيل، وتقدير الباء على ما ذكرنا. </p><p> وقال الحسن: بكتابهم الذي فيه أعمالهم (٤) ، وهو قول الربيع وأبي العالية (٥) ، وابن عباس في رواية عطية قال: إمَامُه ما عمل وأملى فكُتب </p><p>= إعراب القرآن\" ٢/ ٩٤، و\"تفسير الفخر الرازي\" ٢١/ ١٧، و\"الإملاء\" ٢/ ٩٤، و\"الفريد في إعراب القرآن\" ٣/ ٢٩١، و\"الدر المصون\" ٧/ ٣٩٠. (١) أخرجه \"الطبري\" ١٥/ ١٢٧ بلفظه عنهما، وورد في \"معاني القرآن\" للنحاس ٤/ ١٧٧، بلفظه عن الضحاك، و\"تفسير الثعلبي\" ٤/ ١١٧ ب بنصه عنهما، و\"الماوردي\" ٣/ ٢٥٨ بنصه عن ابن زيد، انظر \"تفسير البغوي\" ٥/ ١٠٩.(٢) \"تفسير مجاهد\" ١/ ٣٦٧ بلفظه، وأخرجه \"الطبري\" ١٥/ ١٢٧ بلفظه، وورد بلفظه في: \"إعراب القرآن\" للنحاس ٢/ ٢٥٢، و\"تفسير الثعلبي\" ٧/ ١١٤ ب، انظر: \"تفسير ابن كثير\" ٣/ ٥٩.(٣) ورد في \"تفسير الثعلبي\" ٧/ ١١٤ ب، بنصه، انظر: \"تفسير البغوي\" ٥/ ١٠٩، بنصه.(٤) أخرجه \"عبد الرزاق\" ٢/ ٣٨٢، بنصه، و\"الطبري\" ١٥/ ١٢٧، بنصه، وورد في \"الغريب\" لابن قتيبة ١/ ٢٦٠، بنصه، و\"معاني القرآن\" للنحاس ٤/ ١٧٧ - بلفظه، و\"مشكل إعراب القرآن\" ٢/ ٣٢، بنصه، و\"تفسير الجصاص\" ٣/ ٢٠٥، بنحوه، و\"السمرقندي\" ٢/ ٢٧٧، بنصه.(٥) أخرجه \"الطبري\" ١٥/ ١٢٧ بلفظ بأعمالهم عنهما، وورد بهذا اللفظ في \"إعراب القرآن\" للنحاس ٢/ ٤٣٤، عن أبي العالية، و\"تفسير السمرقندي\" ٢/ ٢٧٧،عن أبي العالية، انظر: \"تفسير البغوي\" ٥/ ١٠٩؛ عن أبي العالية.</p><p> عليه (١) ، وعلى هذا سُمِّي الكتاب إممامًا [لأنه يؤتم بما أحصاه، قاله ابن قتيبة (٢) ، وهذا كقوله:  {وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ}  [يس: ١٢] فسمى الكتاب إمامًا) (٣) ، وأما تقدير الباء على هذا القول، فهو بمعنى مع، أي يدعى كل أناس ومعهم كتابهم، كقولك: ادفعه إليه برُمَّته (٤) ، أي ومعه رُمَّته، قاله أبو علي (٥) ، وهذا القول اختيار أبي إسحاق، قال: ويدل عليه سياق الآية (٦) . </p><p> وقوله تعالى:  {وَلَا يُظْلَمُونَ فَتِيلًا} ، الفتيل: القشرة التي في شق النواة، وهذا قول ابن عباس في رواية عطاء وعكرمة (٧) ، وهو قول أكثر المفسرين (٨) . </p><p>(١) أخرجه \"الطبري\" ١٥/ ١٢٦ بنصه (ضعيفة)، وورد في \"الثعلبي\" ٧/ ١١٤ ب، بنصه. (٢) \"تأويل مشكل القرآن\" ص ٤٥٩، بنحوه.(٣) ما بين القوسين ساقط من (أ)، (د).(٤) الرُّمّة: هي القطعة من الحبل، وأصله البعير يُشد في عنقه حبل، فيقال أعطاه البعير برُمَّته، قال الجوهري: أصله أن رجلاً دفع إلى رجل بعيرًا بحبل في عنقه، فقيل ذلك لكل من دفع شيئًا بجملته.انظر: \"المحيط في اللغة\" (رم) ١٠/ ٢١٦، و\"الصحاح\" (رمم) ٥/ ١٩٣٦، و\"اللسان\" (رمم) ٣/ ١٧٣٦.(٥) لم أقف عليه.(٦) ليس في معانيه.(٧) ورد في \"إعراب القرآن\" للنحاس ٢/ ٢٥٢، بنحوه من طريق عكرمة (جيدة).(٨) أخرجه بنحوه عن قتادة: \"عبد الرزاق\" ٢/ ٣٨٢، و\"الطبري\" ١٥/ ١٢٧، وورد بنحوه في \"الغريب\" لابن قتيبة ١/ ٢٦٠، و\"نزهة القلوب\" ص ٣٥١، و\"معاني القرآن\" للنحاس ٤/ ١٧٧، و\"المفردات\" ص ٦٢٣، و\"تفسير المشكل\" ص ٢٣٠، و\"تفسير الثعلبي\" ٧/ ١١٤ ب، بنصه.</p>"
}