{
  "id": null,
  "sura": 17,
  "aya": 33,
  "text": "<p> وإذا كان أخطأ بمعنى خَطِئ كان خَطَأً بمعنى خِطْأً (١) ، فيكون معنى قراءة ابن عامر كمعنى قراءة العامة، وقرأ ابن كثير:  (خِطاءً) مكسور الخاء ممدودًا (٢) ، وهو مصدر خاطأ وإن لم يسمع خَاطَأ، ولكن قد جاء ما يدل عليه، وهو ما أنشده أبو عبيدة (٣) : </p><p> تَخَاطأتِ النَّبْلُ أحشاءَه (٤) </p><p> فتخاطأ يدلّ على خَاطَأ؛ لأن تفاعل مطاوعُ فَاعَل، كما أن تَفَعَّلَ مطاوع فَعَّل، وهذا وجه بعيد ذكره أبو علي (٥) ، والقراءة هي الأولى. </p><p> ٣٣ - قوله تعالى: [ {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} قال المفسرون (٦) : حقها الذي تُقْتل به: كفر بعد إسلام، أو زنا بعد إحصان، </p><p>(١) \"الحجة للقراء\" ٥/ ٩٧، بتصرف. (٢) انظر: \"السبعة\" ص ٣٧٩، و\"إعراب القراءات السبع وعللها\" ١/ ٣٧٠، و\"علل القراءات\" ١/ ٣٢٠، و\"الحجة للقراء\" ٥/ ٩٦، و\"المبسوط في القراءات\" ص ٢٢٨.(٣) البيت لأوْفَى بن مَطَر المازنيّ (جاهلي).(٤) وعجزه:وأُخِّر يَومِي فلم يَعْجَلِ\"الدِّيباج\" لأبي عبيدة ص ٣٩، وورد في: \"ذيل الأمالي\" للقالي ٣/ ٩١، و\"العباب الزاخر\" أ/ ٥١، و\"اللسان\" (خطأ) ٢/ ١٢٠٥، وورد غير منسوب في \"الحجة للقراء\" ٥/ ٩٧، و\"تفسير الطوسي\" ٦/ ٤٧٢، و\"ابن عطية\" ٩/ ٦٩، و\"القرطبي\" ١٠/ ٢٥٣، و\"أبي حيان\" ٦/ ٣٢، و\"الدر المصون\" ٧/ ٣٤٧.(٥) \"الحجة للقراء\" ٥/ ٩٧، بنصه تقريبًا.(٦) انظر: \"تفسير الطبري\" ١٥/ ٨٠، و\"السمرقندي\" ٢/ ٢٦٧، و\"الثعلبي\" ٧/ ١٠٨ أ. وقد أخذوا هذه الخصال الثلاث -الموجبة للقتل- من الحديث الصحيح: \"لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيبُ الزاني، والنفسُ بالنفس، والتاركُ لدينه المفارقُ للجماعة\" أخرجه البخاري =</p><p> أو قتل نفس بتعمد، {وَمَنْ قُتِلَ مَظْلُومًا} ] (١) أي بغير أحد هذه الخصال، {فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا} يعني وارثه الذي بينه وبينه قرابة توجب له المطالبة بدمه، فإن لم يكن له ولي فالسلطان وليه. </p><p> وقوله تعالى:  {سُلْطَانًا} قال ابن عباس: يريد حجة (٢) ، قال مجاهد: سلطانه: حجته التي جُعلت له أن يقتل قاتله (٣) . </p><p> وقال الضحاك في قوله:  {سُلْطَانًا} إن شاء قتل، وإن شاء عفا، وإن شاء أخذ الدّية (٤) . </p><p> وقوله تعالى:  {فَلَا يُسْرِفْ فِي الْقَتْلِ} اختلفوا في معنى الإسراف هاهنا؛ فقال ابن عباس: هو أن يقتل غير القاتل (٥) . </p><p>= (٦٤٨٤) كتاب: الديات، باب قوله تعالى: {أَنَّ النَّفْسَ بِالنَّفْسِ}، ومسلم (١٦٧٦) كتاب: القسامة، باب: ما يباح به دم المسلم، وأخرجه \"الطبري\" ١٥/ ٨٠ من عدة طرق. (١) ما بين المعقوفين معظمه مطموس في (ع).(٢) أخرجه \"الطبري\" ١٥/ ٨١ بمعناه من طريق العوفي (ضعيفة)، ورد في \"تفسير الجصاص\" ٣/ ٢٠٠ بلفظه، انظر: \"تفسير ابن الجوزي\" ٥/ ٣٢.(٣) ورد في \"معاني القرآن\" للنحاس ٤/ ١٤٩ بنصه، ورد في \"تفسير الجصاص\" ٣/ ٢٠٠، بنحوه.(٤) أخرجه \"الطبري\" ١٥/ ٨١، بنحوه، وورد في \"معاني القرآن\" للنحاس ٤/ ١٤٩ بنصه، وورد بنحوه في \"تفسير الجصاص\" ٣/ ٢٠٠، و\"الماوردي\" ٣/ ٢٤٠، و\"الطوسي\" ٦/ ٤٧٥، وورد بنصه غير منسوب في: \"تفسير مقاتل\" ١/ ٢١٤ ب، و\"السمرقندي\" ٢/ ٢٦٧، و\"الثعلبي\" ٧/ ١٠٨ أ.(٥) انظر: \"تفسير البغوي\"، ٥/ ٩١، و\"ابن الجوزي\" ٥/ ٣٣، و\"الخازن\" ٣/ ١٦٣، و\"أبي حيان\" ٦/ ٣٣، أورده السيوطي في \"الدر المنثور\" ٤/ ٣٢٧ وعزاه إلى ابن المنذر من طريق أبي صالح (ضعيفة).</p><p> وقال مجاهد وسعيد بن جبير: هو أن يقتل بالواحد الاثنين والثلاثة (١) . </p><p> قال طَلْقُ بن حَبِيب (٢) : هو أن يمثل بالقاتل (٣) . </p><p> وقال الحسن وابن زيد: هو أن لا يرضى بالقاتل إذا كان خسيسًا فيعمد إلى أشرف قبيلة القاتل فيقتله، كفعل أهل الجاهلية (٤) ، وهذا معنى قول ابن عباس: هو أن يقتل غير القاتل، والمعنى: فلا يسرف الوليُّ في القتل، أي لا يتجاوز ما حُدَّ له. </p><p> {إِنَّهُ كَانَ مَنْصُورًا} ، أي: أن الولي كان منصورًا بقتل قاتل وليه </p><p>(١) أخرجه عن سعيد: \"عبد الرزاق\" ٢/ ٣٧٧ - بمعناه، وابن أبي شيبة (٥/ ٤٥٤، بنحوه، و\"الطبري\" ١٥/ ٨٢، بنحوه، والبيهقي في السنن: الجنايات/ إيجاب القصاص على القاتل دون غيره ٨/ ٢٥، بنحوه، وورد بنحوه عن سعيد بن جبير في \"معاني القرآن\" للنحاس ٤/ ١٥٠، و\"تفسير الثعلبي\" ٧/ ١٠٨ ب، و\"الماوردي\" ٣/ ٢٤١، و\"الدر المنثور\" ٤/ ٣٢٧ وزاد نسبته إلى ابن المنذر وابن أبي حاتم. (٢) طلق بن حبيب العَنَزي، الزاهد البصري من صلحاء التابعين، ثقة لكنه كان يرى الإرجاء، روى عن ابن عباس وجندب بن سفيان، وعنه: عمرو بن دينار وسليمان التميمي، مات بعد التسعين. انظر: \"الجرح والتعديل\" ٤/ ٤٩٠، و\"ميزان الاعتدال\" ٣/ ٥٩، و\"الكاشف\" ١/ ٥١٥، و\"تقريب التهذيب\" ص ٢٨٣ (٣٠٤٠).(٣) أخرجه ابن أبي شيبة ٥/ ٤٥٤، بنحوه، و\"الطبري\" ١٥/ ٨٢، بنحوه من طريقين، والبيهقي في \"السنن\" كتاب: الجنايات، باب: إيجاب القصاص على القاتل دون غيره ٨/ ٢٥، وورد بنحوه في \"معاني القرآن\" للنحاس ٤/ ١٥٠، و\"تفسير الجصاص\" ٣/ ٢٠١، و\"الثعلبي\" ٧/ ١٠٨ ب، انظر: \"تفسير القرطبي\" ١٠/ ٢٥٥، أورده السيوطي في \"الدر المنثور\" ٤/ ٣٢٦ - ٣٢٨ وزاد نسبته إلى ابن المنذر وابن أبي حاتم.(٤) أخرجه \"الطبري\" ١٥/ ٨٣، بنحوه عنهما، والبيهقي في \"السنن\" كتاب: الجنايات، باب: إيجاب القصاص على القاتل دون غيره ٨/ ٢٥، بنحوه عن ابن زيد، وورد في \"تفسير الثعلبي\" ٧/ ١٠٨ أ، بنحوه عنهما، انظر: \"تفسير ابن الجوزى\" ٥/ ٣٣، عن ابن زيد.</p><p> والاقتصاص منه، وقد حكم الله تعالى بالسلطان والنصرة لولي المقتول ظلمًا، وقد روي عن زَهْدَم الجَرْمي (١) عن ابن عباس: أنه قال: قلت لعلي ابن أبي طالب: وأيم الله لَيَظْهَرنَّ عليكم ابنُ أبي سفيان؛ لأن الله يقول:  {وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا}  (٢) . </p><p> (وقال الحسن: والله ما نُصِرَ معاويةُ على علي إلا بقول الله:{فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا})  (٣)  (٤) . </p><p> وروى العلاء (٥) عن مجاهد في قوله: {فَلَا يُسْرِفْ فِي الْقَتْلِ} قال: المسرف: الذي قتل القتيل الأول (٦) ؛ فهو الذي أسرف في القتل، وعلى هذا المنهي عن الإسراف القاتل الأول (٧) ، ويكون التقدير: فلا يُسرف </p><p>(١) زَهْدَم بن مضرب أو مُضَرِّس -كما في \"التقريب\"- الجَرْمي، أبو مسلم البصري، ثقة، روى عن ابن عباس وعمران بن حصين، وعنه: قتادة وأبو التياح. انظر: \"الجرح والتعديل\" ٣/ ٦١٧، و\"الكاشف\" ١/ ٤٠٦، و\"تقريب التهذيب\" (٢٠٣٩).(٢) انظر: \"تفسير الفخر الرازي\" ٢٠/ ٢٠٣ بنصه، و\"ابن كثير\" ٣/ ٤٤، وأورده السيوطي في \"الدر المنثور\" ٤/ ٣٢٨ وعزاه إلى الطبراني وابن عساكر - لم أقف عليه.(٣) ما بين القوسين ساقط من (أ)، (د).(٤) انظر: \"تفسير الفخر الرازي\" ٢٠/ ٢٠٤ بنصه.(٥) العلاء بن عبد الكريم اليَامي، أبو عَوْن الكوفي، ثقة عابد، سمع مجاهد ومرة الهمداني، وعنه: الثوري ووكيع، توفي في حدود سنة (١٥٠ هـ) انظر: \"التاريخ الكبير\" ٦/ ٥١٤، و\"الجرح والتعديل\" ٦/ ٣٥٨، و\"تقريب التهذيب\" (٥٢٤٨).(٦) ورد في \"معاني القرآن\" للنحاس ٤/ ١٥١، بنحوه، انظر: \"تفسير ابن الجوزي\" ٥/ ٣٣، و\"القرطبي\" ١٠/ ٢٥٥.(٧) في هذا القول تكلُّف وبعد عن الظاهر؛ فالخطاب -حسب الظاهر- موجه إلى ولي المقتول وليس للقاتل، وكيف يخاطب القاتل الأول ويقال له: لا تسرف في =</p><p> القاتل في القتل، وجاز أن يضمر وإن لم يجر له ذكر؛ لأن الحال تدل عليه، ومعنى نهيه عن الإسراف: نهيه عن القتل؛ لأنه يكون بقتله مسرفًا، ويكون الضمير على هذا في قوله:  {إِنَّهُ كَانَ مَنْصُورًا} للمقتول المذكور في قوله: {وَمَنْ قُتِلَ} ، ويكون التقدير: فلا يُسرف القاتل -الذي يبتدئ- بالقتل؛ لأن من قُتل مظلومًا كان منصورًا؛ بأن يقتصَّ له وليُّه، أو (١) السلطان إن لم يكن له ولي، وهذا الاقتصاص إنما هو للمقتول انتقل إلى الولي، بدلالة أن المقتول لو أبرأ من السبب (٢) المؤدي إلى الهلاك؛ وهو الجراحة لم يكن للولي أن يقتص، وتكون الآية على هذا ردعًا للقاتل عن القتل (٣) . </p><p> وقرأ حمزة والكسائي:  (فَلا تُسْرِفْ) بالتاء (٤) ، وهذه القراءة تحتمل أيضًا وجهين؛ أحدهما: أن يكون الخطاب للمبتدئ؛ القاتل ظلمًا، قيل له: فلا تسرف أيها الإنسان، فتقتل ظلمًا [من ليس]  (٥) لك قتله؛ إن من قتل مظلومًا كان منصورًا بأخذ القصاص له. </p><p> والآخر: أن يكون الخطاب للولي، فيكون التقدير: لا تسرف في القتل أيها الولي فتتعدى قاتل وَلِيّك إلى من لم يقتله؛ إن المقتول ظلمًا كان </p><p>= القتل؟! لذلك قال الألوسي: إن هذا الوجه غير وجيه فلا ينبغي التعويل عليه. انظر: \"تفسير الألوسي\" ١٥/ ٧٠. (١) في (ب)، (ع): (و).(٢) في جميع النسخ: (النسب)، وبالمثبت يستقيم الكلام.(٣) ورد في \"الحجة للقراء\" ٥/ ٩٩ - ١٠٠ بتصرف.(٤) انظر: \"السبعة\" ص ٣٨٠، و\"إعراب القراءات السبع وعللها\" ١/ ٣٧٢، و\"علل القراءات\" ١/ ٣٢٢، و\"الحجة للقراء\" ٥/ ٩٩، و\"المبسوط في القراءات\" ص ٢٢٨.(٥) هذه إضافة يقتضيها السياق ليستقيم الكلام، وهي ثابتة في المصدر.</p>"
}