{
  "id": null,
  "sura": 18,
  "aya": 94,
  "text": "<p> أحدًا قولاً، فحذف أحد المفعولين كما حذف من قوله:  {لِيُنْذِرَ بَأْسًا}  [الكهف: ٢] وهذا الحذف غير ضيق. قال ابن عباس:  (يريد لا يفهمون كلام أحد ولا يفهم الناس كلامهم)  (١) . </p><p> ٩٤ - قوله تعالى:  {قَالُوا يَا ذَا الْقَرْنَيْنِ} إن قيل: كيف خاطبوا ذا القرنين وقد وصفهم الله تعالى بأنهم لا يَفهمون ولا يُفهمون؟ </p><p> والجواب عن هذا أن يقال: كلم عنهم قوم آخرون مترجمة عن لغتهم، فنسب القول إليهم، لما كان بأمرهم وإرادتهم، وهذا على قول من يجعل يكادون صلة كقوله:  {لَمْ يَكَدْ يَرَاهَا}  [النور: ٤٠]  (٢) . </p><p> ومن لم يجعل صلة قال: هم يفقهون وُيفقهون وإذا قلت: لا يكاد فلان يفعل كذا، كان المعنى أنه يقارب أن لا يفعل ولكن يفعل (٣) . وذكرنا هذا عند قوله:  {وَمَا كَادُوا يَفْعَلُونَ}  [البقرة: ٧١] . </p><p> وقوله تعالى:  {إِنَّ يَأْجُوجَ وَمَأْجُوجَ} أكثر أهل العلم على أن هذين اسمان أعجميان مثل: طالوت وجالوت، وهاروت وماروت، لا ينصرفان للتعريف والعجمة (٤) . والقراءة فيها: بترك الهمز، وقرأ عاصم بالهمز (٥) . </p><p>(١) \"معالم التنزيل\" ٥/ ٢٠١، وذكره السمرقندي في \"بحر العلوم\" ٢/ ٣١٢ بدون نسبة. (٢) \"معالم التنزيل\" ٥/ ٢٠١ - ٢٠٢، \"زاد المسير\" ٥/ ١٩٠، \"فتح القدير\" ٣/ ٤٤٥.(٣) \"زاد المسير\" ٥/ ١٩٠، \"روح المعاني\" ١٦/ ٣٨، \"مفاتح الغيب\" ٢١/ ١٧٠.(٤) \"معاني القرآن\" للزجاج ٣/ ٣١٠، \"الحجة للقراء السبعة\" ٥/ ١٧٣.(٥) قرأ نافع، وابن كثير، وأبو عمرو، وابن عامر، وحمزة، والكسائي: (ياجوج وماجوج) بغير همز. وقرأ عاصم: (يأجوج ومأجوح) بالهمز.انظرت: \"السبعة\" ص٣٩٩، \"الحجة للقراء السبعة\" ٥/ ١٧٢، \"الغاية في القراءات\" ص ٣١٢، \"الكشف عن وجوه القراءات\" ٢/ ٧٧.</p><p> قال الليث:  (والهمز لغة رديئة)  (١) . </p><p> وذكر الأخفش، والزجاج، وأبو علي وجه جواز كون الاسمين عربيين فقالوا:  (من همز يأجوج يجوز أن يكون عربيًا،ويكون على وزن يفعول مثل:يربوع من أَجَّةِ النار والحر،ومن لم يهمز أمكن أن يكون خفف الهمزة فقلبها ألفا مثل رأس وأما يأجوج فيمن همز:فمفعول (٢) من أجَّ، والكلمتان من أصل واحد في الاشتقاق ومن لم يهمز فيجوز أن يكون خفف الهمزة كما ذكرنا، ويجوز أن يكون فاعول من مجَّ، والكلمتان على هذا من أصلين، وليستا من أجل واحد، ويكون ترك الصرف فيهما للتأنيث والتعريف، كأنه اسم للقبيلة كمجوس. وهذه التمثيلات لا يصح فيها إن جعلتها من العجمي؛ لأن العجمي لا يشتق (٣) من العربية) (٤) . </p><p> قال ابن الأنباري:  (وجه همزه على هذا القول أنه لا يعرف له أصل، كما أن العرب همزت حروفًا لا تعرف للهمزة فيها أصل،كقولهم:لبأت (٥) ، ورثأت (٦) ، واستنشأت الريح (٧) ، وإذا كان هذا معروفًا في أبنية </p><p>(١) لم أقف عليه. وهو قول ضعيف لا يصح، لأنه مخالف لقراءة سبعية ثابتة متواترة عن النبي -صلى الله عليه وسلم-، والقراءة الصحيحة حجة على اللغة. (٢) قوله: (فمفعول)، ساقط من نسخة (ص).(٣) في (ص): (لا يسبق)، وهو تصحيف.(٤) \"معاني القرآن\" للزجاج ٣/ ٣١٠، \"معاني القرآن\" للأخفش (٦٢١)، \"الحجة للقراء السبعة\" ٥/ ١٧٣.(٥) لبأت: اللبأ هو أول اللبن في النتاج، تقول لبأت الناقة إذا حلبت لباء. انظر: \"تهذيب اللغة\" (لب) ٤/ ٣٢٢٤، \"الصحاح\" (لبأ) ١/ ٧٠.(٦) رثأت: الرِثيئة الحامض يحلب عليه فيخثر. انظر: \"تهذيب اللغة\" (رث) ٢/ ١٣٥٨، \"لسان العرب\" (رثأ) ٣/ ١٥٧٩ - ١٥٨٠.(٧) اسْتَنْشأت: من نَشَيْت الريح بلا همز أي: شممتها. والاستنشاء يهمز ولا يهمز، وقيل: هو من الإنشاء: الابتداء. =</p><p> العرب كان معروفًا في الألفاظ التي أصلها للعجم) (١) . هذا هو الكلام في أصل الكلمتين من العربية. </p><p> وأما المسمون بهذين الاسمين فقال وهب:  (هم من ولد يافث بن نوح، أب الترك)  (٢) . وهذا قول مقاتل بن سليمان (٣) . </p><p> وقال الضحاك:  (هم جيل من الترك)  (٤) . وقال السدي:  (الترك سرية من يأجوج ومأجوج خرجت تعبر، فجاء ذو القرنين فبنى السد على إحدى وعشرين قبيلة، وبقيت منهم قبيلة واحدة دون السد فهم الترك)  (٥) . </p><p> وقال كعب:  (هم نادرة في ولد آدم، وذلك أن آدم احتلم ذات يوم، وامتزجت نطفته بالتراب، فخلق الله من ذلك الماء يأجوج ومأجوج، فهم متصلون بنا من جهة الأب دون الأم)  (٦) . </p><p>= انظر: \"تهذيب اللغة\" (نشأ) ٤/ ٣٥٦٦، \"لسان العرب\" (نشأ) ٧/ ٤٤١٨. (١) ذكره \"فتح القدير\" ٣/ ٣١٢، وورد معناه بلا نسبة في \"إعراب القرآن\" للنحاس ٢/ ٢٩٤، \"إملاء ما من به الرحمن\" ص ٤٠٤، \"البحر المحيط\" ٦/ ١٦٣، \"الدر المصون\" ٧/ ٥٤٥.(٢) \"معالم التنزيل\" ٥/ ٢٠٢، \"تفسير القرآن العظيم\" ٣/ ١١٦، \"روح المعاني\" ١٦/ ٣٨.(٣) \"الجامع لأحكام القرآن\" ١١/ ٥٦، \"فتح القدير\" ٣/ ٤٤٥.(٤) \"معالم التنزيل\" ٥/ ٢٠٢، \"زاد المسير\" ٥/ ١٩٠، \"روح المعاني\" ١٦/ ٣٨.(٥) \"معالم التنزيل\" ٥/ ٢٠٢، \"زاد المسير\" ٥/ ١٩٠، \"الجامع لأحكام القرآن\" ١١/ ٥٨، \"البحر المحيط\" ٦/ ١٦٣.(٦) \"معالم التنزيل\" ٥/ ٢٠٣، \"الجامع لأحكام القرآن\" ١١/ ٥٦.وذكره ابن كثير رحمه الله في \"تفسيره\" ٣/ ١١٦ وقال: وهذا قول غريب جدًا، لا دليل عليه لا من عقل ولا من نقل، ولا يجوز الاعتماد هاهنا على ما يحيكه بعض أهل الكتاب لما عندهم من الأحاديث المفتعلة. والله اعلم. =</p><p> وقال ابن عباس في رواية عطاء:  (هم عشرة أجزاء، وولد آدم كلهم جزء)  (١) . </p><p> وقوله تعالى:  {مُفْسِدُونَ فِي الْأَرْضِ} قال قتادة: (هما: حيَّان حيَّا سوء، كانا أهل بغي وظلم على من جاورهما)  (٢) . </p><p> وقال الكلبي:  (كانوا يخرجون إلى أرض هؤلاء الذين شكوهم إلى ذي القرنين أيام الربيع، فلا يدعون فيها شيئًا أخضر إلا أكلوه)  (٣) . </p><p> وقوله تعالى:  {فَهَلْ نَجْعَلُ لَكَ خَرْجًا} وقرئ: خَرَاجًا (٤) . </p><p> قال ابن عباس:  (يريد: جعلاً)  (٥) . </p><p> قال الليث:  (الخَرْجُ والخَرَاجُ شيء واحد، وهو شيء يُخرجه القوم من مالهم بقدر معلوم)  (٦) . والمعنى على هذا: هل نخرج إليك من أموالنا </p><p>= وقال القرطبي ١١/ ٥٦: وهذا فيه نظر، لأن الأنبياء صلوات الله عليهم لا يحتلمون. وانظر: \"روح المعاني\" ١٦/ ٣٨.(١) \"معالم التنزيل\" ٥/ ٢٠٢، \"زاد المسير\" ٥/ ١٣٣.(٢) \"الجامع لأحكام القرآن\" ١١/ ٥٩ بدون نسبة، \"البحر المحيط\" ٦/ ١٦٤.(٣) \"معالم التنزيل\" ٥/ ٢٠٤، \"الكشاف\" ٢/ ٤٠٢.(٤) قرأ ابن كثير، ونافع، وأبو عمرو، وابن عامر، وعاصم: (خرجا) بغير ألف. وقرأ حمزة، والكسائي: (خراجا) بألف.انظر: \"السبعة\" ص٤٠٠، \"الحجة للقراء السبعة\" ٥/ ١٧٤، \"المبسوط\" ص ٢٣٩، \"التبصرة\" ص ٢٥٢.(٥) \"جامع البيان\" ١٦/ ٢٢، \"المحرر الوجيز\" ٩/ ٤٠٣، \"زاد المسير\" ٥/ ١٩١، \"البحر المحيط\" ٦/ ١٦٤، \"الدر المنثور\" ٤/ ٤٥١.(٦) \"زاد المسير\" ٥/ ١٩١، \"البحر المحيط\" ٦/ ١٦٤، \"تهذيب اللغة\" (خرج) ١/ ١٠٠٣.</p><p> [شيئًا كالجُعل لك عطية نخرجه إليك من أموالنا]  (١) ، وكل ما استخرج من ضَرِيبة وجزية وغلة فهو خَراج وخَرْج، ومنه الحديث:  \"الخَرَاخ بالضمان\"  (٢) . يعني الغَلَّة، سمي خراجا وخَرْجا؛ لأن المؤدي يُخرجه، والآخذ يستخرجه. </p><p> وفصل قوم بين الخَرْج والخراج فقالوا:  (الخرج المصدر لما يخرج من المال كالضرب والقطع، والخراج الاسم لما يخرج من الأرض ونحوه كالنبات والحصاد فالخرج والخراج بمنزلة الحصد والحصاد) . وهذا معنى قول الفراء والزجاج (٣) . </p><p> وقال ابن الأعرابي -ونحو هذا قال ثعلب-: الخرج أخص، والخراج أعم. يقال: أدَّى خرج رأسه، وأخذ الإمام خراج البلد) (٤) . </p><p> وقد حكى أبو عبيدة:  (العبد يؤدي إليك خرجه أي: غلته، والرعية تؤدي إلى الأمير الخرج)  (٥) . فحكى الخرجة في الضريبة التي على الأرضين فدل أن كلامهما بمعنى. وقال العجاج (٦) : </p><p>(١) ما بين المعقوفين مكرر في (ص). (٢) أخرجه الترمذي، كتاب: البيوع، باب: ما جاء فيمن يشتري العبد ويستعمله ثم يجد به عيبًا ٣/ ٥٨١ وقال: هذا حديث حسن صحيح. والنسائي، كتاب: البيوع، باب: الخراج بالضمان ٧/ ١٨٢، وابن ماجه كتاب: التجارات، باب: الخراج بالضمان ٢/ ٧٥٣، وأبو داود في كتاب: البيوع باب: فيمن اشترى عبدًا فاستعمله ثم وجد به عيبًا ٣/ ٧٧٧، والحاكم ٢/ ١٥ وصححه، ووافقه الذهبي.(٣) \"معاني القرآن\" للزجاج ٣/ ٣١٠، \"معاني القرآن\" للفراء ٢/ ١٥٩.(٤) \"البحر المحيط\" ٦/ ١٦٤، \"روح المعاني\" ١٦/ ٣٩.(٥) \"تهذيب اللغة\" (خرج) ١/ ١٠٠٣.(٦) هذا عجز بيت العجاج، وصدره: =</p>"
}