{
  "id": null,
  "sura": 18,
  "aya": 105,
  "text": "<p> وعنه أيضًا أنه قال:  (هم أهل حَرَوْرَاء)  (١)  (٢) </p><p> ١٠٤ - وقوله تعالى:  {الَّذِينَ ضَلَّ سَعْيُهُمْ} يجوز في {الَّذِينَ} الخفض بالنعت للأخسرين. ويجوز الرفع على الاستيئناف على معنى: هم الذين ضل سعيهم، بطل عملهم واجتهادهم في الدنيا:  {وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} يظنون أنهم بفعلهم محسنون، والصنع: مصدر صَنَع إليه معروفًا يصنع صنعًا، وأكثر ما يستعمل الصنع في الأعمال الحسنة (٣) . </p><p> ١٠٥ - قوله تعالى:  {أُولَئِكَ الَّذِينَ} أي: الأخسرين أعمالاهم: {الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ} جحدوا دلائل توحيده وقدرته {وَلِقَائِهِ} وكفروا بالبعث، والثواب، والعقاب. </p><p> {فَحَبِطَتْ أَعْمَالُهُمْ} قال ابن عباس: (بطل اجتهادهم)  (٤) . </p><p>(١) حَرَوراء: بفتحتين وسكون الواو وراء أخرى وألف ممدودة: قرية بظاهر الكوفة، وقيل موضع على ميلين منها، نزل به الخوارج الذين خالفوا علي بن أبي طالب -رضي الله عنه- فنسبوا إليها. انظر: \"معجم البلدان\" ٢/ ٢٤٥. (٢) \"جامع البيان\" ١٦/ ٣٤، \"تفسير القرآن\" للصنعاني ١/ ٣٤٨، \"المحرر الوجيز\" ٩/ ٤١٥، \"معالم التنزيل\" ٥/ ٢١٠ وقال ابن كثير في \"تفسيره\" ٣/ ١١٩: إن هذه الآية تشمل الحرورية، كما تشمل اليهود والنصارى وغيرهم، لا أنها نزلت في هؤلاء على الخصوص، ولا هؤلاء بل هي أهم من هذا، فإن هذه الآية مكية قبل خطاب اليهود والنصارى، وقبل وجود الخوارج بالكلية، وإنما هي عامة في كل من عبد الله على غير طريقة مرضية يحسب أنه مصيب فيها، وأن عمله مقبول وهو مخطئ وعمله مردود، كما قاله تعالى: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ (٢) عَامِلَةٌ نَاصِبَةٌ (٣) تَصْلَى نَارًا حَامِيَةً} [الغاشية: ٢: ٤].(٣) \"تهذيب اللغة\" (صنع) ٢/ ٢٠٦٤، \"الصحاح\" (صنع) ٣/ ١٢٤٥، \"المعجم الوسيط\" (الصنع) ١/ ٢٣٦، \"مختار الصحاح\" (صنع) ص ١٥٥.(٤) ذكرته كتب التفسير بدون نسبة. انظر: \"معالم التنزيل\" ٥/ ٢١٠، \"المحرر الوجيز\" ٩/ ٤١٥، \"زاد المسير\" ٥/ ٩٧، \"لباب التأويل\" ٤/ ٢٣٦.</p><p> {فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} روى المفسرون في تفسير هذا: حديث أبي هريرة أن النبي -صلى الله عليه وسلم- قال:  \"ليؤتين يوم القيامة بالعظيم، الطويل، الشروب، الأكلول فلا يزن عند الله جناح بعوضه\" ، ثم يقول:  \"اقرؤا{أُولَئِكَ الَّذِينَ كَفَرُوا}الآية\"  (١) . </p><p> وقال كعب بن عجرة (٢) : (يؤتى برجل يوم القيامة فيوزن بحبة فلا يزنها، فيوزن بجناح بعوضة فلا يزنها، ثم قرأ هذه الآية)  (٣) . ونحو هذا قال عبيد بن عمير (٤) . </p><p> وروى عطاء عن ابن عباس في هذه الآية قال:  (يريد أن ليس لهم وزن يوم القيامة، إنما يوزن من له عمل صالح، وكان على التوحيد)  (٥) . وهذه الأقوال في الظاهر تدل على أن أعيان الرجال يوزنون، وليس كذلك؛ لأن </p><p>(١) \"جامع البيان\" ١٦/ ٣٥، \"المحرر الوجيز\" ٩/ ٤١٦، \"معالم التنزيل\" ٥/ ٢١١، \"تفسير القرآن العظيم\" ٣/ ١١٩، \"الدر المنثور\" ٤/ ٤٥٦. وأخرجه البيهقي في \"شعب الإيمان\" ٥/ ٤٦٦، وأورده الحافظ بن حجر في \"فتح الباري\" ٨/ ٤٢٦، ومسلم في \"صحيحه\" كتاب: صفات المنافقين وأحكامهم ٣/ ٢١٤٧.(٢) كعب بن عجرة القضاعي، حليف الأنصار، صحب النبي -صلى الله عليه وسلم-، وعاش في المدينة، وشهد الحديبية، ثم سكن الكوفة، وتوفي -رضي الله عنه- في المدينة سنة ٥٢ هـ. انظر: \"الاستيعاب\" ٣/ ١٣٢١، \"الإصابة\" ٥/ ٦٠٠.(٣) \"جامع البيان\" ١٦/ ٣٥، \"النكت والعيون\" ٣/ ٣٤٧، \"تفسير القرآن العظيم\" ٣/ ١١٩، \"الدر المنثور\" ٤/ ٤٥٧.(٤) \"الجامع لأحكام القرآن\" ١١/ ٦٦، \"الدر المنثور\" ٤/ ٤٥٧.(٥) ذكرت كتب التفسير نحوه بدون نسبة. انظر: \"جامع البيان\" ١٦/ ٣٥، \"المحرر الوجيز\" ٩/ ٤١٦، \"الكشاف\" ٢/ ٥٠٠، \"زاد المسير\" ٥/ ١٩٨، \"لباب التأويل\" ٤/ ٢٣٦، \"الجامع لأحكام القرآن\" ١١/ ٦٧، \"التفسير الكبير\" ٢١/ ١٧٤، \"روح المعاني\" ١٦/ ٤٩.</p><p> الأعمال توزن يوم القيامة. والصحيح في هذا ما قاله أهل المعاني، روى أبو العباس عن ابن الأعرابي في هذه الآية قال:  (العرب تقول: ما لفلان عندنا وزن،أي:قدر، لخسته، ويوصف الجاهل بأنه لا وزن له، لخفته بسرعة طيشه، وقلة تثبته فيما ينبغي أن يتثبت فيه)  (١) . </p><p> فالمعنى على هذا: أنهم لا يعتد بهم، ولا يكون لهم عند الله قدر ومنزلة (٢) . وحديث أبي هريرة محمول أيضًا على هذا، وهو: أن العظيم، الأكول، الشروب لا قدر له ولا وزن عند الله، إذا لم يكن من أهل التوحيد. </p><p> وقال بعضهم:  (معنى هذا خفة موازينهم من الحسنات، وذلك أن الموازين إنما ترجح بالطاعات، وتنقص بالمعاصي، فيوضع الكافر في الميزان يوم القيامة فلا يزن شيئًا لخلوه مما يثقل الميزان به من توحيد الله)  (٣) . </p><p> وذكر ابن الأنباري وجه ما ذكره المفسرون فقال:  (إن الله عز وجل يأمر بوزن أهل الكفر تحقيرًا لهم، وتصغيرًا لأمرهم، حتى يتبين الخلق أنهم لا يزنون في ذلك المشهد وزن ذرة ولا جناح بعوضة)  (٤) . </p><p> يدل على صحة هذا ما روى عمرو بن شعيب عن أبيه عن جده قال: </p><p>(١) \"زاد المسير\" ٥/ ٩٨، \"تهذيب اللغة\" (وزن) ٤/ ٣٨٨٦. (٢) \"المحرر الوجيز\" ٩/ ٤١٦، \"معالم التنزيل\" ٥/ ٢١٠ - ٢١١، \"النكت والعيون\" ٣/ ٣٤٧، \"زاد المسير\" ٥/ ١٩٨.(٣) \"جامع البيان\" ١٦/ ٣٥، \"النكت والعيون\" ٣/ ٣٤٧، \"الكشاف\" ٢/ ٤٠٣، \"زاد المسير\" ٥/ ١٩٨.(٤) ذكر نحوه بلا نسبة \"النكت والعيون\" ٣/ ٣٤٧، \"الكشاف\" ٢/ ٤٠٣، \"زاد المسير\" ٥/ ١٩٨، \"التفسير الكبير\" ٢١/ ١٧٤، \"البحر المحيط\" ٦/ ١٦٧.</p>"
}