{
  "id": null,
  "sura": 18,
  "aya": 97,
  "text": "<p> ومضى الكلام في الإفراغ. وقرئ: ايتوني (١) ، موصولاً من الإتيان على معني: جيؤوني به. واللفظ على اتصال الفعل إلى المفعول الثاني بالحرف، إلا أنه أعمل الفعل الثاني وهو الإفراغ، ولو أعمل الأول لكان أفرغه عليه، وقد وصل الفعل الأول هاهنا إلى المفعول الثاني بلا حرف، كما ذكرنا في قراءة من قرأ إيتوني بزبر الحديد، ومن قرأ آتوني أفرغ عليه فمعناه: ناولوني. كما ذكرنا في أول الآية (٢) </p><p> قال ابن الأنباري:  (يجوز أن يكون (قِطْرًا) معمول {آتُونِي} وأضمر لأفرغ مفعول على تقدير: أفرغه، وحذف لدلالة (قِطْرًا) عليه. ويجوز أن يكون معمول أفرغ وأضمر لآتوني مفعول على تقدير: آتوني قطرا أفرغ عليه قطرا، فحذف الأول لدلالة الثاني عليه) (٣) . </p><p> ٩٧ - قوله تعالى:  {فَمَا اسْطَاعُوا} أصله: (استطاعوا) فلما اجتمعت متقاربتان، وهما التاء والطاء، أحبوا التخفيف بالإدغام، كما أحبوا ذلك في المثلين، فلما لم يسمع التخفيف بالإدغام لتحريك ما لم يتحرك في </p><p>(١) قرأ ابن كثير، ونافع، وأبو عمرو، وابن عامر، والكسائي، وحفص عن عاصم: (آتوني) ممدودا. وقرأ حمزة، وعاصم في رواية أبي بكر: (آئتوني) قصرا.انظر: \"السبعة\" ص ٤٠١، \"الحجة للقراء السبعة\" ٥/ ١٧٨، \"الغاية في القراءات\" (٣١٣)، \"التبصرة\" ص ٢٥٣.(٢) \"الحجة للقراء السبعة\" ٥/ ١٧٨، \"حجة القراءات\" (٤٣٤)، \"الكشف عن وجوه القراءات\" ٢/ ٧٩.(٣) ذكر نحوه بلا نسبة \"إعراب القرآن\" للنحاس ٢/ ٢٩٥، \"إملاء ما من به الرحمن\" (٤٠٥)، \"الكشاف\" ٢/ ٣٩٨، \"الدر المصون\" ٧/ ٥٤٩.</p><p> موضع، وذلك أنه كان يلزم تحريك السين لئلا يجتمع ساكنان، ولم تْحرك سين استفعل في موضع، فلما لم يسمع هذا عدل عن الإدغام إلى الحذف، كما أنه لما اجتمع المثلان في قولهم: على الماء بنو فلان، حذفوا أحد المثلين، فقالوا: عَلْمَاءِ، ولم يسمع الإدغام، وإن كانت تتحرك لام المعرفة في الماء، فحذفوا الأول من المثلين حيث لم يتجه الإدغام. والحذف في اسطاع أولى، لأن هذه السين لم تتحرك في موضع شيء من الحركات، وقد تحرك لام المعرفة نحو قولهم: أَلَحْمَرُ في الأحمر، فلما حذفوا في: عَلْماء أحد المثلين، ولم يدغموا مع جواز تحريك لام المعرفة فلا يؤدي إلى الجمع بين ساكنين كان الحذف في اسطاع أولى. وقد أجروا المتقاربين في مجرى المثلين فقالوا: بلغني لما كانت النون متقاربة للام وكانت تدغم فيها نحو: مَنْ لَكَ، أريد إدغام في هذا الموضع أيضًا، فلما لم يسمع ذلك عندهم خففوا بالحذف كما خففوا به في المثلين. </p><p> وفي (استطاع) لغة ثالثة وهو قولهم: يستيع في يستطيع، وهذا يحتمل أمرين أحدهما:  [أنه أبدل من الطاء التي هي فاء التاء لقربها من الحرف الذي قبلها، فأبدل التاء لتوافق السين في الهمس، كما أبدل الدال]  (١) من التاء في نحو: ازدان ليوافق ما قبله في الجهر. والآخر: أن يكون حذف الطاء لما يستقيم إدغام ما قبلها من المتقارب فيها، كما حذف المثل والمقارب من: عَلْماء بنو فلان، وبَلْعَنْبَر، ويكون هذا في أنه حذف من الكلمة الأصل للتخفيف، بمنزلة قولهم: تقيت، ألا ترى أنه في الأصل اتَّقى فحذف الفاء التي هي في الأصل واو، فلما حذفها سقطت همزة </p><p>(١) ما بين المعقوفين ساقط من نسخة (س).</p><p> الوصل المجتلبة لسكون الفاء فبقي: تَقَيْتُ على فعلت (١) . </p><p> فأما قولهم: أسطاع بقطع الألف، يُستطيع بضم الياء، فقال أبو علي الفارسي:  (قولهم: أسطاع أَفْعَلَ، وإنما ألحقت السين لنقل الحركة إلى الفاء وتهيئة الكلمة بنقل الحركة فيها للحذف،ألا ترى أنها هيأت الكلمة للحذف منها في نحو:لم يَسْطِعْ، ومثل السين في ذلك الهاء،ففي قول من قال:أهَرَاق يُهَريق،فالهاء في:أنها عوض مثل السين في اسْطاع، وليس هذا العوض بلازم، ألا ترى أن ما كان نحوه لم يلزم هذا العوض)  (٢) . هذا كلامه.؟ </p><p> وشرحه أبو الفتح الموصلي فقال:  (قولهم: أسطاع يستطيع،ذهب سيبويه فيه إلى أن أصله:أطاع يُطِيع، وأن السين زيدت عوضًا من حركة عين الفعل،وذلك أن أطاع أصله:أطْوَع، فنقلت فتحة الواو إلى الطاء، فانقلبت الواو ألفًا لتحركها في الأصل وانفتاح ما قبلها الآن)  (٣) . </p><p> وتعقب أبو العباس هذا القول فقال:  (إنما يعوض من الشيء إذا فقد وذهب، فأما إذا كان موجودًا في اللفظ فلا وجه للتعويض منه، وحركة العين التي كانت في الواو قد نقلت إلى الطاء التي هي الفاء، ولم تعدم، وإنما نقلت (٤) فلا وجه للتعويض من شيء موجود غير مفقود (٥) . </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ١٨١، \"سر صناعة الإعراب\" ١/ ١٩٩، \"الكتاب\" لسيبويه ٤/ ٢٨٥. (٢) \"الحجة للقراء السبعة\" ٥/ ١٧٩.(٣) \"سر صناعة الإعراب\" ١/ ١٩٩، \"الكتاب\" لسيبويه ٤/ ٢٨٥، ٤٨٣.(٤) في (ص): (وإنما نقلت الطاء التي هي الفاء).(٥) \"سر صناعة الإعراب\" ١/ ١٩٩، \"الممتع\" (٢٢٤)، \"شرح المفصل\" ١٠/ ٦.</p><p> (والذي يدل على صحة قول سيبويه في هذا وأن السين عوض من حركة عين الفعل، هو أن الحركة التي هي الفتحة، وإن كانت كما قال أبو العباس موجودة منقولة إلى الفاء لما فقدتها العين، فسكنت توهنت بالسكون،وبالتهيؤ للحذف عند سكون اللام وذلك قولك:لا تُطِع، وأطِع، ولم يُطِع، ففي كل هذا قد حذفت العين لالتقاء الساكنين، ولو كانت العين بحالها متحركة لما حذفت؛ لأنه لم يكن هناك التقاء ساكنين،ألا ترى أنك لو قلت:أطْوَع، يُطْوِع (١) ، ولم يُطْوِع، وأَطْوَعْ زيدا، لصحت العين ولم تحذف، فلما نقلت عنها الحركة وسكنت، سقطت لاجتماع الساكنين، فكان هذا توهينًا وضعفًا للعين، فجعلت السين عوضًا عن سكون العين الموهِّن لها المسبب لقلبها، وحركة الفاء بعد سكونها لا تدفع عن العين ما لحقها من الضعف في السكون والتهيؤ للحذف عند سكون اللام. </p><p> ويؤكد ما قال سيبويه من أن السين عوض من ذهاب العين، أنهم قد عوضوا من ذهاب حركة هذه العين حرفًا آخر غير السين، وهو الهاء في قول من قال: أهْرَقت فسكن الهاء، وجمع بينها وبين الهمزة، فالهاء هاهنا عوض من ذهاب فتحة العين؛ لأن الأصل: أرْوَقت، فجعلوا الهاء عوضًا من نقل فتحة العين عنها إلى الفاء، وأنشد (٢) : </p><p> فأصبحت كالمهريق فضلة مائه ... لضاحي سرابٍ بالملا يترقرق </p><p>(١) في نسخة (ص): (تطوع). (٢) ينسب هذا البيت لكثير.الضاحي: البارز. والمَلاَ: الصحراء. وترقرق: يلمع.انظر: \"ديوانه\" ص٢٣٧، \"سر صناعة الإعراب\" ١/ ٢٠٢، \"الأغاني\" ٩/ ١٢، \"وصف المباني\" ص ٤٠١، \"لسان العرب\" (هرق) ٨/ ٤٦٥٥.</p><p> انتهى كلامه (١) . </p><p> أخبرني العروضي عن الأزهري عن المنذري عن الحراني (٢) عن ابن السكيت قال: (يقال ما أستطيع، وما أسطيع، وما أستيع، وما أسطيع أربع لغات)  (٣) . وقد ذكرنا وجوهها. </p><p> وقرأ حمزة:  {فما اسْطَّاعوا} مشددا الطاء، كأنه أدغم بالافتعال في الطاء (٤) . </p><p> قال أبو إسحاق:  (من قرأ بهذه القراءة فهو لاحن مخطئ، زعم ذلك الخليل، ويونس، وسيبويه وجميع من يقول بقولهم،وحجتهم في ذلك:أن السين ساكنة وإذا أدغمت التاء في الطاء صارت طاء ساكنة، ولا يجمع بين ساكنين)  (٥) . </p><p>(١) \"سر صناعة الإعراب\" ١/ ٢٠٢، \"الكتاب\" لسيبويه ٤/ ٢٨٥، ٤٨٣. (٢) عبد الله بن الحسن بن أحمد الأموي، أبو شعيب الحراني، إمام ثقة، محدث صدوق، لازم ابن السكيت وأخذ عنه، توفي رحمه الله في بغداد سنة ٢٩٥ هـ. انظر: \"تاريخ بغداد\" ٩/ ٤٣٥، \"إنباه الرواة\" ٢/ ١١٥، \"سير أعلام النبلاء\" ١٣/ ٥٣٦، \"لسان الميزان\" ٣/ ٢٧١.(٣) \"تهذيب اللغة\" (طاع) ٣/ ٢١٥٢.(٤) قرأ نافع، وابن كثير، وأبو عمرو، وابن عامر، والكسائي، وعاصم: (فما اسطاعوا) بتخفبف الطاء.وقرأ حمزة: (فما اسطاعوا) مشددة الطاء.انظر: \"السبعة\" ص ٤٠١، \"الحجة للقراء السبعة\" ٥/ ١٧٨، \"المبسوط في القراءات\" ص ٢٤٠، \"التبصرة\" ص ٢٥٣.(٥) \"معاني القرآن\" للزجاج ٣/ ٣١٢.إن طعنهم في قراءة حمزة رحمه الله مردود، فهي قراءة متواترة، والجمع بين الساكنين في هذا سائغ، جائز، مسموع في مثله فقد ذكر أن الجزري في \"النشر\" ٢/ ٣١٦ عن أبي عمرو قوله: ومما يقوي ذلك ويسوغه أن الساكن الثاني لما كان =</p><p> قال أبو علي:  (وقد قرأت القراء غير حرف من هذا كقوله:{لَا تَعْدُوا فِي السَّبْتِ}[النساء: ١٥٤]في قراءة من شدد الدال فأدغم فيها تاء افتعل (١) ، وكذلك قراءة من قرأ:  {لَا يَهِدِّي إِلَّا أَنْ يُهْدَى}  [يونس: ٣٥]  (٢) ، </p><p>= اللسان عنده يرتفع عنه وعن المدغم ارتفاعة واحدة صار بمنزلة حرف متحرك، فكأن الساكن الأول قد ولى متحركًا. وذكر في \"غيث النفع\" ص ١٥٠: أن منع الجمع بين الساكنين أصل مختلف فيه عند أهل العربية، والقراءة لا تتبع العربية، بل العربية تتبع القراءة، لأنها مسموعة من أفصح العرب وهو النبي -صلى الله عليه وسلم- وأصحابه من بعده.وقال ابن الحاجب: إذا اختلف النحويون والقراء كان المصير إلى القراء أولى، لأنهم ناقلون عمن ثبتت عصمته من الغلط، ولأن القراءة ثبتت تواترًا وما نقله النحويون آحاد.وانظر: \"المحرر الوجيز\" ٩/ ٤٠٨، \"النشر\" ٢/ ٣١٦، \"إتحاف فضلاء البشر\" ص ٢٩٥، \"الكشف عن وجوه القراءات\" ٢/ ٨٠.(١) قرأ نافع: (لا تعْدّوا) بتسكين العين وتشديد الدال. وروى عنه ورش: (لا تعدوا) بفتح العين وتشديد الدال.وقرأ بقية القراء: (لا تعدوا) بتخفيف الدال، وإسكان العين.انظر: \"السبعة\" ص ٢٤٠، \"الحجة للقراء السبعة\" ٥/ ١٩٠، \"التبصرة\" ص ١٨٥، \"النشر\" ٢/ ٢٥٣.(٢) قرأ أبو بكر عن عاصم: (أمن لا يهِدّي) بكسر الياء والهاء وتشديد الدال.وقرأ حفص عن عاصم: (أمن لا يهدي) بفتح الياء وكسر الهاء وتشديد الدال.وقرأ ابن كثير، وابن عامر، وورش عن نافع: (أمن لا يَهَدّي) بفتح الياء والهاء وتشديد الدال.وقرأ حمزة، والكسائي: (أمن لا يَهْدي) بفتح الياء وإسكان الهاء وتخفيف الدال.وقرأ أبو عمرو، وقالون عن نافع: (أمن لا يهدي) بفتح الياء وتشديد الدال.انظر: \"السبعة\" ص ٣٢٦، \"التبصرة\" ص ٢٢٠، \"المبسوط في القراءات\" ص ٢٠٠، \"إتحاف فضلاء البشر\" ص ٢٤٩، \"النشر\" ٢/ ٢٨٣.</p><p> {يَخِصِّمُونَ}  [يس: ٤٩]  (١) . </p><p> وقدمنا وجه ذكر هذا النحو) (٢) . </p><p> وقال ابن الأنباري:  (عظم تشنيع البصريين على حمزة في هذا الحرف، وتلحينهم إياه،وقولهم:جمع بين ساكنين لا ينبسط اللسان عليهما، وفي هذا تعد منهم عليه إذ جرى إلى مثله جماعة هن القراء، فلم ينسبوا إلى الذي نسب إليه،فقد قرأ الحسن:{شَهْرُ رَمَضَانَ}[البقرة: ١٨٥]بالإدغام (٣) ، فإنه يقرؤه، ويقرأ {نَحْنُ نَقُصُّ}  [يوسف: ٣] ، {وَالْحَرْثِ ذَلِكَ}  [آل عمران: ١٤] ، ومعلوم أن الإدغام إذا وقع هاهنا اجتمع ساكنان، وقرأ:  {فَتَخْطَفُهُ الطَّيْرُ}  [الحج: ٣١]  (٤) بالإدغام، {يَخْطَفُ أَبْصَارَهُمْ}  [البقرة: ٢٠]  (٥) في نظائر يطول ذكرها، ولا وجه للتشنيع على </p><p>(١) قرأ حمزة: (يخْصمون) بإسكان الخاء وتخفيف الصاد. وقرأ أبو عمرو، وقالون عن نافع: (يخْصّمون) بإسكان الخاء وتشديد الصاد.وقرأ ورش عن نافع، وابن كثير: (يخَصّمون) بفتح الخاء وتشديد الصاد.وقرأ عاصم، وابن عامر، والكسائي: (يخِصمون) بكسر الخاء وتشديد الصاد.انظر: \"السبعة\" ص ٥٤١، \"التبصرة\" ص ٣٠٦، \"المبسوط في القراءات\" ص ٣١٢، \"الكشف عن وجوه القراءات\" ٢/ ٢١٧.(٢) \"الحجة للقراء السبعة\" ٥/ ١٨١.(٣) قرأ أبو عمرو البصري، والحسن: (شهر رمضان) بإدغام راء (شهر) في راء (رمضان).انظر: \"إتحاف فضلاء البشر\" ١/ ١٥٤، \"القراءات الشاذة\" ص ٤٦.(٤) قرأ الحسن: (فتخطفه الطير) بكسر الخاء والطاء وتشديدها.انظر: \"إتحاف فضلاء البشر\" ص ٣١٥، و\"القراءات الشاذة\" ص ٦٨٥.(٥) قرأ الحسن: (يخطف) بكسر الياء والخاء والطاء المشددة.انظر. \"إتحاف فضلاء البشر\" ص ١٢٨، و\"القراءات الشاذة\" ص ٢٨.</p>"
}