{
  "id": null,
  "sura": 18,
  "aya": 12,
  "text": "<p> ينتصب على المصدر، المعنى: نعد عددًا) (١) . </p><p> ١٢ - قوله تعالى:  {ثُمَّ بَعَثْنَاهُمْ} قال ابن عباس: (يريد من بعد نومهم)  (٢) ، يعني: أيقظناهم بعد نومهم، وقوله تعالى:  {لِنَعْلَمَ} المفسرون يقولون في هذا: (لنرى)  (٣) . </p><p> وقد تكلمنا في مثل هذا عند قوله:  {إِلَّا لِنَعْلَمَ}  [البقرة: ١٤٣] في سورة البقرة، وقوله:  {وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ}  [آل عمران: ١٤٢] في سورة آل عمران. </p><p> وقوله تعالى:  {أَيُّ الْحِزْبَيْنِ} الآية، {أَيُّ} رفع بأحصى على الابتداء والخبر، ولم يوقع العلم على شيء منهما في الظاهر، وهو في الباطن واقع على ما يتضمنان من القصة، كما تقول: اذهب فاعلم أيهم قام (٤) . قال الله تعالى:  {سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ}  [القلم: ٤٠] . و {أَيُّ} من حروف الاستفهام فلا يعمل فيه ما قبله، سوى ما يجر، وذكرنا هذا. </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٢٧١. (٢) ذكرته كتب التفسير بلا نسبة. انظر: \"معالم التنزيل\" ٥/ ١٥٥، و\"الجامع لأحكام القرآن\" ١٠/ ٢٦٤، و\"البحر المحيط\" ٦/ ١٠٣.(٣) \"معالم التنزيل\" ٥/ ١٥٥ بمعناه، و\"زاد المسير\" ٥/ ١١٤، و\"الجامع لأحكام القرآن\" ١٠/ ٣٦٤ وعلمه سبحانه وتعالى كامل محيط بكل شيء جملة وتفصيلاً، فالله يعلم ما كان وما يكون وما لم يكن أن لو كان كيف يكون، والعلم صفة من صفاته سبحانه نثبتها له من غير تحريف ولا تعطيل ولا تشبيه ولا تمثيل.قال الشنقيطي في \"أضواء البيان\" ٤/ ٢٤: (لنعلم أي الحزبين)، أي: لنعلم ذلك علمًا يظهر الحقيقة للناس، فلا ينافي أنه كان عالمًا به قبل ذلك دون خلقه. وانظر: \"شرح العقيدة الطحاوية\" ١/ ١٣٢، و\"العقيدة الواسطية\".(٤) انظر: \"معاني القرآن\" للزجاج ٣/ ٢٧١، و\"معاني القرآن\" للفراء ٢/ ١٣٥ و\"إعراب القرآن\" للنحاس ٢/ ٢٦٧، و\"مشكل إعراب القرآن\" ٢/ ٤٣٧.</p><p> وسنذكر استقصاء المسألة عند قوله:  {ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ}  [مريم: ٦٩] إن شاء الله. </p><p> واختلفوا في الحزبين، فقال عطاء عن ابن عباس:  (الحزبين الملوك الذين تداولوا المدينة مَلِكًا بعد مَلِك، وأصحاب الكهف حزب والملوك حزب)  (١) . وقال مجاهد:  (الحزبين من قوم الفتية)  (٢) . وقال الكلبي:  (يعني المؤمنين والكافرين)  (٣) . </p><p> وحكى الفراء:  (أن طائفتين من المسلمين في دهر أصحاب الكهف اختلفوا في مدة لبثهم)  (٤) . قال من اختار هذا القول:  (تنازع المسلمون الأولون أصحاب الملك الذي أطلقه الله تعالى على أصحاب الكهف، والمسلمون الذين أسلموا حين رأوا أصحاب الكهف في قدر مدة لبثهم في الكهف)  (٥) . فهذا ما وجدته للمفسرين في هذه الآية، وهو غير مقنع، ولا كاف، إذ لم يفتح غلقا. </p><p> وقال صاحب النظم: [ (هذا ما قصه ربنا] (٦) فيما بعد هذا الفصل في </p><p>(١) \"البحر المحيط\" ٦/ ١٠٣، و\"التفسير الكبير\" ١١/ ٨٤، و\"روح المعاني\" ١٥/ ٢١٢. (٢) \"جامع البيان\" ١٥/ ٢٠٦، و\"النكت والعيون\" ٣/ ٢٨٩، و\"البحر المحيط\" ٦/ ١٠٣، و\"التفسير الكبير\" ١١/ ٨٤، و\"الدر المنثور\" ٤/ ٣٨٩ وعزاه لابن المنذر وابن أبي حاتم.(٣) \"النكت والعيون\" ٣/ ٢٨٩، و\"زاد المسير\" ٥/ ١١٤ ذكره بدون نسبة، و\"روح المعاني\" ١٥/ ٢١٢، وذكره السمرقندي في \"بحر العلوم\" ٢/ ٢٩٢ بلا نسبة.(٤) \"معاني القرآن\" للفراء ٢/ ١٣٦.(٥) \"المحرر الوجيز\" ١٠/ ٣٧١، و\"الجامع لأحكام القرآن\" ١٠/ ٣٦٤، و\"البحر المحيط\" ٦/ ١٠٤، و\"روح المعاني\" ١٥/ ٢١٢.(٦) ما بين المعقوفين ورد في جميع النسخ بلفظ: (هذه مقتصة من بناجا)، وما أثبته هو الصواب إن شاء الله، والموافق للسياق.</p><p> قوله:  {بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ} إلى قوله: {قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ}  [الكهف: ١٩] ، وهذا يدل على تنازع كان فيما بينهم فيما لبثوا، وكان ذلك سبب بعث الله إياهم، كما أعلمنا -عز وجل- وهو عالم بما كان منهم، وبما يكون قبل أن يكون، ويتعالى عن أن يكون شيء سببًا لعلمه، والتأويل -إن شاء الله-: ثم بعثناهم ليكون ذلك منهم، أي: تساؤل وتنازع واختلاف في مدة لبثهم) (١) . فجعل صاحب النظم {لِنَعْلَمَ} هاهنا بمعنى ليكون ذلك لنعلم كائنًا قال الله تعالى: {أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ}  [الرعد: ٣٣] ، أي: بما ليس ولا يعلمه كائنا. </p><p> قال:  (والحزبان جميعًا من أصحاب الكهف،أنهم قالوا هذا القول منكرين على من قال:{لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ}[الكهف: ١٩]، فدل هذا على أن أصحاب الكهف كانوا حزبين)  (٢) ؛ هذا كلامه، وهو بعيد؛ لأنه يجعل معنى قوله:  {لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا}  [الكهف: ١٢] بمعنى: ليكون بينهم تساؤل وتنازع، وهذه العبارة التي في نظم الآية لا ينسى عن هذا المعنى الذي (٣) ذكره، وقد ارتكب في كتابه أشياء بعيدة لم أحكها لبعدها. ومعنى الآية على ما ذكره المفسرون: قتادة، ومجاهد، وغيرهما:  (ليعلم أي الحزبين من المؤمنين والكافرين من قوم أصحاب الكهف عدّ أمد لبثهم وعلم ذلك، وكأنه وقع بينهم تنازع في مدة لبثهم في الكهف، وخروجهم من بيتهم، فبعثهم الله ليبين ذلك ويظهر)  (٤) . </p><p>(١) ذكر نحوه الرازي في \"التفسير الكبير\" ٢١/ ٨٣. (٢) ذكر نحوه الرازي في \"التفسير الكبير\" ٢١/ ٨٤.(٣) قوله: (الذي)، ساقط من نسخة (ص).(٤) \"جامع البيان\" ١٥/ ٢٠٦، و\"بحر العلوم\" ٢/ ٢٩٢، و\"النكت والعيون\" ٣/ ٢٨٩، و\"معالم التنزيل\" ٣/ ١٥٢، و\"زاد المسير\" ٥/ ١١٤، و\"الدر المنثور\" ٤/ ٣٨٩.</p><p> وأما وجه نصب قوله:  {أَمَدًا} فقال الفراء: (ويكون نصبه على وجهين: إن شئت جعلته خرج من أحصى مفسرًا،كما تقول:أي الحزبين أصوب قولاً، وإن شئت أوقعت عليه اللُّباث للباثهم أمدا)  (١) . </p><p> وقال أبو إسحاق نحو هذا سواء فقال:  ({أَمَدًا}منصوب على نوعين: وهو على التمييز إن شئت كان على أحصى أمدا، فيكون العامل فيه أحصى،كأنه قيل:لنعلم أهؤلاء أحصى للأمد أم هؤلاء؟.والوجه الثاني:أن يكون منصوبًا بلبثوا، ويكون أحصى متعلقًا بلما،فيكون المعنى:أيّ الحزبين أحصى للبثهم في الأمد)  (٢) . </p><p> قال أبو علي الفارسي:  (إن انتصاب الأمد بالتمييز عندي ممتنع غير مستقيم؛ وذلك أنه لا يخلو من أن يحمل أحصى على أن يكون فعلاً ماضيًا،أو أفعل نحو:أحسن وأعلم، فلا يجوز أن يكون أحصى أفعل،وغير مثال الماضي لأمرين أحدهما:أنه يقال: أحصى يحصى في التنزيل:{أَحْصَاهُ اللَّهُ وَنَسُوهُ}[المجادلة: ٦]وأفعل يفعل لا يقال منه: هو أفعل من كذا،فأما قولهم:ما أولاه للخير، وما أعطاه للدرهم، فمن الشاذ النادر الذي حكمه أن يحفظ لقلته، وسبيل ما كان كذلك أن لا يقاس عليه، ولا جوز أن يكون أحصى أفعل من كذا لهذا.والأمر الآخر:هو أن ما ينتصب على التمييز في نحو: هو أكثر منك مالاً، وأحسن وجهًا، وأغزر علمًا، هو في المعنى فاعل، وإن كان في اللفظ منتصبًا، ألا ترى أن الأمد ليس هو الذي أحصى، فهو خارج عن ما عليه (٣) الأسماء المنتصبة على التمييز، </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٣٦. (٢) \"معانى القرآن\" للزجاج ٣/ ٢٧١.(٣) في نسخة (ص). (عن حد ما عليه).</p>"
}