{
  "id": null,
  "sura": 18,
  "aya": 17,
  "text": "<p> قال الفراء:  (وأكثر العرب على كسر الميم، من الأصل ومن مِرْفَق الإنسان، والعرب أيضًا تفتح الميم فيهما، فهما لغتان في هزا وفي هذا)  (١) . وكأن الذين فتحوا الميم أرادوا أن يفرقوا بين المَرْفَق من الإنسان، وقال يونس:  (الذي أختار المَرْفَق في الأمر، والمِرْفَق في اليد)  (٢) . </p><p> وقال الأصمعي:  (لا أعرف إلا الكسر فيهما)  (٣) ؛ يعني كسر الميم في الأمر واليد، وذكر قطرب اللغتين جميعًا فيهما (٤) . </p><p> ١٧ - قوله تعالى:  {وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ} الآية، التاء في قوله:  {وَتَرَى} لمخاطب، أي: ترى أنت أيها المخاطب الشمس عند طلوعها تميل عن كهفهم، وليس أن من خوطب بهذا يرى ذلك، ولكن العادة في المخاطبة تكون على هذا النحو، ومعناه: أنك لو رأيته على هذه الصورة (٥) . </p><p> ومعنى {تَزَاوَرُ} قال ابن عباس: تتنحى (٦) . وقال في رواية الوالبي:  (تميل عنهم)  (٧) . ومعنى التَّزَاور: التمايل من الزَّوْر والأزور، فإن قيل: التَّزاور إنما يستعمل في زيارة بعض الناس بعضا، فكيف يحسن استعمال </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٣٦. (٢) \"تهذيب اللغة\" (رفق) ٢/ ١٤٤٤.(٣) \"معاني القرآن\" للزحاج ٣/ ٢٧٢، و\"إعراب القرآن\" للنحاس ٢/ ٢٦٨.(٤) \"معاني القرآن\" للزجاج ٣/ ٢٧٣.(٥) \"زاد المسير\" ٥/ ١١٧، و\"القرطبي\" ١٠/ ٣٦٨، و\"التفسير الكبير\" ١١/ ٩٩.(٦) ذكرته كتب التفسير بلا نسبة. انظر: \"القرطبي\" ١٠/ ٣٦٨، و\"إرشاد العقل السليم\" ٥/ ٢١١، و\"روح المعاني\" ١٥/ ٢٢٢.(٧) \"جامع البيان\" ١٥/ ٢١٠، و\"الدر المنثور\" ٤/ ٣٩١ وعزاه لابن المنذر وابن أبي حاتم.</p><p> بمعنى الميل، كما قالوا: تمايل، أجروا تَزَاور مجرى تمايل، قال الشاعر (١) : </p><p> كَلَون الحِصَان الأنبطِ البطن قائمًا ... تمايل عنه الجلُّ واللونُ أشقرُ </p><p> وكذلك قالوا: تجانف، بهذا المعنى (٢) ، وقراءة أهل الكوفة: بحذف تاء التفاعل، وقرأ ابن عامر: تَزْوَرُّ (٣) . قال أبو الحسن:  (لا يوضع في هذا المعنى إنما يقال: هو مزْوزٌّ عني،أي:منقبض)  (٤) . ويدل على أن معنى ازوزَّ انقبض قول عنترة (٥) : </p><p>(١) البيت لذي الرمة. والنبط: بياض الجنبين، فإذا كان الفرس أبيض البطن فهو أنبط. قال الليث: النبط والنبطة: بياض تحت أبط الفرس، وربما عرض حتى يغشى البطن والصدر. انظر: \"ديوانها\" (٢٢٧)، و\"الحجة للقراء السبعة\" ٥/ ١٣٣، و\"تهذيب اللغة\" (نبط) ٤/ ٣٤٩٧، و\"لسان العرب\" (نبط) ٧/ ٤٣٢٦. (٢) الزَّوْرُ: الميل في وسط الصدر، ويقال للقوس: زَوْرَاء لميلها. والازوار عن الشيء: العدول عنه. انظر: \"تهذيب اللغة\" (زار) ٢/ ١٤٩٩، و\"اللسان\" (زور) ٣/ ١٨٨٧.(٣) قرأ ابن كثير، ونافع، وأبو عمرو: (تَزَّاور) بثديد الزاي. وقرأ عاصم، وحمزة، والكسائي: (تَزَاور) خفيفة. وقرأ ابن عامر: (تَزْور) بغير ألف، على وزن: تحمر. انظر: \"الحجة للقراء السبعة\" ٥/ ١٣١، و\"السبعة\" ص ٣٨٨، و\"الغاية\" ص ٣٠٥، و\"التبصرة\" ص ٢٤٨، و\"الكشف عن وجوه القراءات\" ٢/ ٥٦.(٤) \"الحجة للقراء السبعة\" ٥/ ١٣٢، و\"الدر المصون\" ٧/ ٤٥٧، و\"روح المعاني\" ١٥/ ٢٢٢.(٥) هذا صدر بيت لعنترة، وعجزه:وشكا إلى بعبرة وتحمحمازور من وقع القنا، أي: أعرض الفرس لما رأى الرماح تقع بنحوه. واللبان: الصدر، وقيل: ما بين الثديين ويكون للإنسان وغيره. والتحمحم: الصوت الخفي، فإن اشتد فهو الصهيل. انظر: \"ديوانه\" ص ١٨، و\"الحجة للقراء السبعة\" ٥/ ١٣٢، و\"الجامع لآحكام القرآن\" ١٠/ ٣٨٦.</p><p> ازورَّ من وقع القنا بلبانهِ </p><p> أي: انقبض. والذي حسَّن القراءة به قول جرير (١) : </p><p> وفي الأظعان عن طلح ازورار </p><p> فظاهر استعمال هذا في الأظعان مثل استعماله في الشمس (٢) . </p><p> وقوله تعالى:  {ذَاتَ الْيَمِينِ} ، أي: ناحية اليمين، فذات هاهنا صفة قامت مقام الموصوف، كأنه قيل: ناحية ذات اليمين. قال الأخفش:  (وهو نصب على الظرف)  (٣) . </p><p> وقوله تعالى:  {تَقْرِضُهُمْ} قال الوالبي عن ابن عباس: (تذرهم)  (٤) . </p><p> وقال قتادة:  (تدعهم)  (٥) . وقال مقاتل:  (تجاوزهم)  (٦) . </p><p> وقال الأخفش، والزجاج، وأبو عبيدة:  (تعدل عنهم وتتركهم)  (٧) . وقال الكسائي:  (قرضت المكان،أي:عدلت عنه)  (٨) . </p><p>(١) هذا عجز بيت لجرير. وصدره: عفن على الأماعز من حبيعسفن: عدلن. والأماعز: الواحد أمعز: وهو المكان الصلب الكثير الحجارة والحصى. وطلح: مكان. انظر: \"ديوانه\" ص ١٨٢، و\"الحجة للقراء السبعة\" ٥/ ١٣٣.(٢) \"الحجة للقراء السبعة\" ٥/ ١٣٣.(٣) \"معاني القرآن\" للأخفش ٢/ ٦١٧.(٤) \"جامع البيان\" ١٥/ ٢١٢، و\"الكشف والبيان\" ٣/ ٣٨٨ أ.(٥) \"تفسير القرآن\" للصنعاني ١/ ٣٣٦، و\"جامع البيان\" ١٥/ ٢١٢، و\"الجامع لأحكام القرآن\" ١٠/ ٣٦٩.(٦) \"الكشف والبيان\" ٣/ ٣٨٨ أ، و\"تفسير المشكل\" لمكي بن أبي طالب ص ١٤٢.(٧) \"معالم التنزيل\" ٥/ ١٥٧، و\"زاد المسير\" ٥/ ١١٧ بدون نسبة، و\"معاني القرآن\" للزجاج ٣/ ٢٧٣، و\"مجاز القرآن\" لأبي عبيدة ١/ ٣٩٦.(٨) \"تهذيب اللغة\" (قرض) ٣/ ٢٩٣٢، و\"روح المعاني\" ١٥/ ٢٢٢.</p><p> وأنشد قول ذي الرمة (١) : </p><p> إلى ظُعُنٍ يَقْرضْن أقواز مشرفٍ ... شمالا عن أيمانهن الفوارسُ </p><p> وقال أبو عبيد:  (القرض في أشياء) فمنها: القطع، وكذلك السير في البلاد إذا قطعتها، وأنشد البيت (٢) . </p><p> قال أبو عبيدة:  (تقول لصاحبك: هل وردت مكان كذا؟فيقول المجيب:إنما قرضته ذات الشمال، إذا مرَّ به وتجاوز عنه وهو على شماله)  (٣) . </p><p> قال الكلبي:  (يقول إذا طلعت الشمس مالت عن كهفهم ذات اليمين،يعني:يمين الكهف، وإذا غربت تمر بهم ذات الشمال،يعني:شمال الكهف لا تصيبه، وكان كهفهم نحو بنات نعش (٤) في أرض الروم) (٥) . </p><p>(١) البيت لذي الرمة. القَوَز: كثيب الرمل المستدير. ومشرف، والفوارس: موضعان. انظر: \"ديوانه\" (٣١٣)، و\"المحرر الوجيز\" ٩/ ٢٥٧، و\"الكشاف\" ٢/ ٣٨٨، و\"البحر المحيط\" ٦/ ٩٣، و\"تهذيب اللغة\" (قرض) ٣/ ٢٩٣٢، و\"الدر المصون\" ٧/ ٤٥٨، و\"لسان العرب\" (قرض) ٦/ ٣٥٩٠.(٢) ذكره الأزهري في \"تهذيب اللغة\" (قرض) ٣/ ٢٩٣٢.(٣) ذكره في \"مجاز القرآن\" ١/ ٣٩٦.(٤) بنات نعش: سبعة كواكب، فأربعة منها نعش؛ لأنها مربعة، وثلاثة منها بنات، يقال للواحد منها: ابن نعش؛ لأن الكوكب مذكر. انظر: \"تهذيب اللغة\" (نعش) ٤/ ٣٦١١، و\"مقاييس اللغة\" (نعش) ٥/ ٤٥٠، و\"لسان العرب\" (نعش) ٧/ ٤٤٧٤، و\"القاموس المحيط\" (نعش) ص ٦٠٧.(٥) \"زاد المسير\" ٥/ ١٥٧، و\"الجامع لأحكام القرآن\" ١٠/ ٣٦٩، وذكره \"الكشف والبيان\" ٣/ ٣٨٨ أبلا نسبة.</p><p> وقال المفسرون:  (أعلم الله تعالى أنه ثواهم في مَقنَاة (١) من الكهف مستقبلاً بنات نعش، تميل عنهم الشمس طالعة وغاربة، لا تدخل عليهم فتؤذيهم بحرها، وتغير أوانهم، وتبلي ثيابهم) (٢) . </p><p> وقال أبو علي الفارسي:  (إذا مالت الشمس عنهم إذا طلعت، وتجاوزتهم إذا غربت، دلَّ أن الشمس لا تصيبهم ألبتة، أو في أكثر الأمر، فتكون صورهم محفوظة)  (٣) . </p><p> هذا الذي ذكرنا قول المفسرين قالوا في سبب ميل الشمس عنهم:  (إنهم كانوا في مَقْنَاة)  (٤) . وقال أبو إسحاق:  (هذا التفسير ليس ببين، إنما جعل الله فيهم هذه الآية أن الشمس لا تقربهم في مطلعها ولا عند غروبها)  (٥) ، ودل عليه قوله:  {ذَلِكَ مِنْ آيَاتِ اللَّهِ} يعني: أن الله تعالى بقدرته (٦) حبس عنهم ضوء الشمس وحرها عند طلوعها وغروبها، فلا تنالهم طالعة ولا غاربة، لا بكونهم في مكان لا تصيبه الشمس، ولكن </p><p>(١) المَقْنُوَةُ، خفيفة، من الظل: حيث لا تصيبه الشمس في الشتاء. قال أبو عمر: مَقْنَاةٌ ومَقْنُوة بغير همز. وقال ابن السكيت: المَقْنَأَة: المكان الذي لا تصيبه الشمس. انظر: \"تهذيب اللغة\" (قنا) ٣/ ٣٠٥٠، و\"لسان العرب\" (قنأ) ٦/ ٣٧٤٦. (٢) \"الكشف والبيان\" ٣/ ٣٨٨ أ، و\"بحر العلوم\" ٢/ ٢٩٣، و\"النكت والعيون\" ٣/ ٢٩٠، و\"معالم التنزيل\" ٥/ ١١٧، و\"المحرر الوجيز\" ٩/ ٢٥٥.(٣) \"الحجة للقراء السبعة\" ٥/ ١٣٤.(٤) \"معالم التنزيل\" ٥/ ١٥٧، و\"المحرر الوجيز\" ٩/ ٢٥٥، و\"البحر المحيط\" ٦/ ١٠٨، و\"أضواء البيان\" ٤/ ٤٣٥.(٥) \"معاني القرآن\" للزجاج ٣/ ٢٧٣.(٦) قوله: (بقدرته)، ساقط من نسخة (س).</p><p> بقدرة الله تعالى جعل ذلك آية من آياته، كما قال:  {ذَلِكَ مِنْ آيَاتِ اللَّهِ}  (١) . </p><p> ثم أخبر أنهم كانوا في متسع من الكهف، ينالهم فيه برد الريح، ونسيم الهوى فقال:  \"وهم في فجوة منه\" أي: من الكهف، والفجوة: متسع في مكان (٢) . </p><p> قال أبو عبيدة:  (وجمعها فَجَوات)  (٣) وفِجَا، نحو: زَكوات وزِكَاء. ومنه الحديث:  (فإذا وجد فجوة نصّ)  (٤)  (٥) . </p><p>(١) \"الكشاف\" ٢/ ٣٨٢، و\"المحرر الوجيز\" ٩/ ٢٩٥. وهذا القول هو الراجح -والله أعلم- للقرينة القرآنية وهي قوله: {ذَلِكَ مِنْ آيَاتِ اللَّهِ}، قال الشنقيطي في \"أضواء البيان\" ٤/ ٣٤: وأما القول الذي تدل القرينة في هذه الآية على صحته فهو أن أصحاب الكهف كانوا في فجوة من الكهف على سمت تصيبه الشمس وتقابله، إلا أن الله منع ضوء الشمس من الوقوع عليهم على وجه خرق العادة، كرامة لهؤلاء القوم الصالحين الذين فروا بدينهم طاعة لربهم جل وعلا. وقال الشوكاني في \"تفسيره\" ٣/ ٣٩٢: فإن صرف الشمس عنهم مع توجه الفجوة إلى مكان تصل إليه عادة أنسب بمعنى كونها آية، ويؤيده أيضًا إطلاق الفجوة وعدم تقيدها بكونها إلى جهة كذا. وانظر: \"معاني القرآن\" للزجاج ٣/ ٢٧٣، و\"التفسير الكبير\" ١١/ ١٠٠.(٢) انظر: \"تهذيب اللغة\" (فج) ١٠/ ٥٠٧، و\"مقاييس اللغة\" (فجَّ) ٣/ ٢٧٤٢، و\"القاموس المحيط\" (فج) ص ٢٠٠، و\"الصحاح\" (فجَّ) ص ٢٠٦، و\"المفردات في غريب القرآن\" (فجج) ص ٣٧٣.(٣) \"مجاز القرآن\" لأبي عبيدة ١/ ٣٩٦.(٤) النص: نصَّ الدابة ينصها نصًّا: رفعها في السير، قال أبو عبيد: النص التحريك حتى تستخرج من الناقة أقصى سيرها. وأصل النص أقصى الشيء وغايته، ثم سمي به ضرب من السير سريع. انظر: \"تهذيب اللغة\" (نصَّ) ٤/ ٣٥٨٥، و\"لسان العرب\" (نصص) ٧/ ٤٤٤١.(٥) أخرجه البخاري \"صحيحه\" كتاب: الجهاد، باب: السرعة في السير ٣/ ١٠٩٣، =</p>"
}