{
  "id": null,
  "sura": 18,
  "aya": 79,
  "text": "<p> وقال الزجاج: (المعنى هذا فراق بيننا، أي: هذا فراق اتصالنا، وكرر \"بين\" تأكيدًا، ومثل هذا من الكلام: أخزى الله الكاذب مني ومنك) (١) . قال ابن الأنباري: (ويجوز أن يكون \"بين\" هاهنا ظرف وموضعًا) (٢) . فلما قال الخضر هذا أخذ موسى بطرف ثوبه فقال: حدثني. فقال الخضر:  {سَأُنَبِّئُكَ} الآية (٣) . </p><p> ٧٩ - ثم فسر له فقال:  {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ} هذه الآية دلالة على أن الفقير أسوأ حالاً من المسكين؛ لأن الله تعالى أخبر أنهم كانوا مساكين مع أنهم كانوا يملكون سفينة وهي تساوى جملة من الدنانير (٤) ، وذكرنا هذا عند قوله:  {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ}  [التوبة: ٦٠] الآية، ويجوز أن تكون المسكنة هاهنا لم يعن بها الفقر وقلة ذات اليد، لكن أريد بها عدم الناظر وانقطاع الحيلة، كما يقال للذي يظلمه عدوه: مسكين فلان. يراد بالمسكين المستضعف المهتضم، وإن كان كثير المال واسع الملك. </p><p> ومن هذا الباب ما روي في الحديث:  \"مسكين لا زوجة له\"  (٥) . يعني </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٠٤. (٢) ذكر نحوه \"التفسير الكبير\" ٢١/ ١٥٨، \"البحر المحيط\" ٦/ ١٥٢، \"روح المعاني\" ١٦/ ٨.(٣) \"معالم التنزيل\" ٥/ ١٩٣، \"روح المعاني\" ١٦/ ٨.(٤) \"معالم التنزيل\" ٥/ ١٩٤، \"المحرر الوجيز\" ٩/ ٣٧٦، \"النكت والعيون\" ٣/ ٣٣٢.(٥) أورده الهيثمي في \"مجمع الزوائد\"، كتاب: النكاح، باب: الحث على النكاح ٤/ ٢٥٢ وقال: رواه الطبراني في \"الأوسط\" ورجاله ثقا إلا أن أبا نجيح لا صحبة له. وابن الأثير في \"جامع الأصول\" كتاب: النكاح، باب: في الحث على النكاح والترغيب فيه ١١/ ٤٢٩، و\"الترغيب والترهيب\" للمنذري ٣/ ٦٧، وقال: ذكره =</p><p> في العجز عن الصبر في بعض الأحوال وضعف الحيلة، وإن كان له مال كثير (١) . </p><p> وقوله تعالى:  {فَأَرَدتُّ أَنْ أَعِيبَهَا} قال مجاهد: (أخرقها)  (٢) . وعَابَ في اللغة يكون على معان ثلاثة يقال: عَابَ فلان فلانًا يعيبه عَيبًا، ورجل عَيَّاب، وعاب الحائط، والشئ إذا صار ذا عيب (٣)  (٤) . </p><p> وقوله تعالى:  {وَكَانَ وَرَاءَهُمْ مَلِكٌ} أكثر أهل العلم من المفسرين وأصحاب المعاني قالوا: {وَرَاءَهُمْ} هاهنا معناها أمامهم) (٥) . وكذا كان ابن عباس يقرأ:  (وكان أمامهم ملك)  (٦) . ووراء بمعنى: أمام، ورد كثيرًا في التنزيل والشعر، فمن ذلك قوله تعالى:  {وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ} </p><p>= رزين ولم أره في شي من أصوله. وذكره الما وردي في \"النكت والعيون\" ٣/ ٣٣٢، و\"منتخب الكنز بحاشية مسند الإمام أحمد\" ٦/ ٣٩٠. (١) \"المحرر الوجيز\" ٩/ ٣٧٧، \"النكت والعيون\" ٣/ ٣٣٢، \"الجامع لأحكام القرآن\" ١١/ ٣٤، \"روح المعاني\" ١٦/ ٩، وقال ابن عطية في \"تفسيره\" ٩/ ٣٧٧: وتحرير هذا عندي أنهما لفظان يدلان على ضعف الحال جدًا، ومع المسكنة انكشاف وذل وسؤال، ولذلك جعلهما الله صنفين في قسم الصدقات.(٢) \"جامع البيان\" ١٦/ ١، \"الدر المنثور\" ٤/ ٤٣٠.(٣) في (س) قال: وعبته أنا، قال أبو الهيثم: ومنه قوله تعالى: {فَأَرَدْتُ أَنْ أَعِيبَهَا} أي: أجعلها ذات عيب.(٤) انظر: \"تهذيب اللغة\" (عاب) ٣/ ٢٢٦٣، \"مقاييس اللغة\" (عيب) ٤/ ١٨٩، \"الصحاح\" (عيب) ١/ ١٩٠.(٥) \"جامع البيان\" ١٦/ ١، \"الكشف والبيان\" ٣/ ٣٩١ ب، \"بحر العلوم\" ٢/ ٣٠٩، \"معالم التنزيل\" ٥/ ١٩٤، \"النكت والعيون\" ٣/ ٣٣٢، \"الكشاف\" ٢/ ٣٩٩.(٦) \"جامع البيان\" ١٦/ ١، \"معالم التنزيل\" ٥/ ١٩٤، \"المحرر الوجيز\" ٩/ ٣٧٨، \"الجامع لأحكام القرآن\" ١١/ ٣٤.</p><p> [إبراهيم: ١٧] ، {وَمِنْ وَرَائِهِمْ بَرْزَخٌ}  [المؤمنون: ١٠٠] , وقول لبيد (١) : </p><p> أليس ورائي إن تراخت منيتي </p><p> وهذا قول أبي حاتم، وأبي عبيد، وابن السكيت، وأبي عبيدة، والفراء، والزجاج (٢) ، وذكرنا هذا في سورة إبراهيم (٣) . </p><p> وأنشد أبو عبيدة: لسوار بن المضرب السعدي (٤) : </p><p> أيرجو بنو مروان سمعي وطاعتي ... وقومي تميم والفلاة ورائيا </p><p> أي: أمامي (٥) . قال: ووراء الرجل خلفه، ووراءه قدامه، وأنشد أيضًا (٦) : </p><p>(١) هذا صدر بيت للبيد بن ربيعة وعجزه: لزوم العصا تحنى عليها الأصابعانظر: \"ديوانه\" ص ٨٩، \"البحر المحيط\" ٦/ ١٥٤، \"الدر المصون\" ٧/ ٥٣٧، \"معاني القرآن\" للزجاج ٣/ ٣٠٥، \"تهذيب اللغة\" (ورى) ٤/ ٣٨٧٨، \"لسان العرب\" (ورى) ٨/ ٤٨٢٣.(٢) \"مجاز القرآن\" ١/ ٤١٢،\"معاني القرآن\" , للفراء ٢/ ١٥٧، \"معاني القرآن\" للزجاج ٣/ ٣٠٥، \"إعراب القرآن\" للنحاس ٢/ ٢٨٨، \"البحر المحيط\" ٦/ ١٥٤.(٣) عند قوله سبحانه في سورة إبراهيم الآية رقم (١٧): {يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ}.(٤) البيت لسوار بن المضرب السعدي.انظر: \"مجاز القرآن\" ١/ ٤١٢، \"جامع البيان\" ١٦/ ١، \"النكت والعيون\" ٣/ ٣٣٢، \"البحر المحيط\" ٦/ ١٥٤، \"الدر المصون\" ٧/ ٥٣٧، \"الكامل\" ص ٢٨٩، \"جمهرة اللغة\" ١/ ٢٣٦، \"لسان العرب\" (ورى) ٨/ ٤٨٢٣.(٥) \"مجاز القرآن\" ١/ ٤١٢.(٦) البيت لعروة بن الورد.انظر: \"ديوانه\" ص ١١٤، \"الأضداد\" لابن الأنباري ٦٩ ص، \"البحر المحيط\" ٦/ ١٥٤، \"الدر المصون\" ٧/ ٥٣٧، \"روح المعاني\" ١٦/ ٩.</p><p> أليس ورائي أن أدبَّ على العصا ... فيأمن أعدائي ويسأمني أهلي </p><p> ولا خلاف بين أهل اللغة أن وراء يجوز أن تكون بمعنى قدام، واختلفوا في معنى ذلك، فقال الفراء:  (لا يجوز أن يقال لرجل بين يديك: هو وراءك، إنما يجوز ذلك في المواقيت من الأيام والليالي والدهر،تقول:وراءك برد شديد، وبين يديك برد شديد، جاز الوجهان؛ لأن البرد إذا لحقك صار من ورائك، وكأنك إذا بلغته كان بين يديك)  (١) . </p><p> وقال غيره:  (يجوز استعمال وراء بمعنى أمام على الاتساع؛ لأنها جهة مقابلة لجهة، فكأن كل واحد من الجهتين وراء الآخر، إذا لم يرد معنى المواجهة،ويجوز ذلك في الأجسام التي لا وجه لها مثل:حجرين متقابلين كل واحد منها وراء الآخر)  (٢) . </p><p> وأكثر أهل اللغة على أن وراء من الأضداد. </p><p> قال أبو علي:  (وقد حكى متقدمو أهل اللغة وقوع الاسم على الشيء وعلى ضده، وصنفوا فيه الكتب؛ كقطرب، والتوَّزي (٣) ، ويعقوب </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٥٧. (٢) \"البحر المحيط\" ٦/ ١٥٤، ونسبه لأبي علي، \"الجامع لأحكام القرآن\" ١١/ ٣٦، \"روح المعاني\" ١٦/ ١٠.(٣) عبد الله بن ثابت بن يعقوب بن قيس بن إبراهيم أبو محمد العبقسي، النحوي، التوزي نسبة إلى توَّز مدينة في فارس عند بحر الهند، سكن بغداد، روى عن أبيه عن هذيل بن حبيب تفسير مقاتل بن سليمان، وروى عن عمر بن شبَّة النميري، وروى عنه أبو عمر بن السماك، ولد سنة ٢٢٣ هـ، وتوفي رحمه الله سنة ٣٣٠ هـ، ودفن بالرملية.انظر: \"إنباه الرواة\" ٢/ ١١٢، \"طبقات ابن قاضي شهبه\" ٢/ ٢٦، \"طبقات القراء\" ١/ ٤١١، \"النجوم الزاهرة\" ٣/ ١٩٩.</p><p> وغيرهم، وربما أنكر ذلك بتعسف وتأويلات غير سهلة، وليس ينكر ان اللفظ الواحد يقع على الشيء وعلى خلافه، فلذلك لا ينبغي أن ينكر وقوعه على الشيء وضده؛ لأن الضد ضرب من الخلاف، فإن زعموا أن ذلك يلبس [فهو في الخلاف أيضًا يلبس)]  (١)  (٢) . </p><p> وروى الأزهري بإسناده عن ابن السكيت قال:  (وراء، وأمام، وقدام يؤنَّثن ويُذَكَّرن،ويصغر أمام فيقال:أُمَيِّم ذلك وأُمَيِّمة، وقُدَيْدِيم ذلك وقديديمه، وهو وريئ ذلك (٣) الحائط، ووريئة الحائط) (٤) . </p><p> قال أبو علي:  (اللام من هذه الكلمة همزة،والقول في تحقيرها:وُرَئِّيةٌ مثل: وديعة، حكى ذلك أبو عثمان وغيره،ولو كان من باب الوري والتواري لكان تحقيره:وريَّةً،قال:ومن نادر ما جاء في هذه الكلمة دخول الهاء في تحقيرها مع أنها على أربعة أحرف، وكذلك دخلت في قُدَيْديمة تحقير قُدَام، وأنشد (٥) : </p><p> قديديمة التجريب والحلم إنني ... أرى غفلات العيش قبل التجارب </p><p> وما كان على أربعة أحرف لا تدخله هاء التأنيث (٦) ، كما تدخل عامة ما كان على ثلاثة أحرف، وذلك أن الحرف الأصلي قام مقام الزائد، كما </p><p>(١) ما بين المعقوفين ساقط من نسحة: (ص). (٢) \"الحجة للقراء السبعة\" ٥/ ١٨٧.(٣) قوله: (ذلك)، ساقط من (ص).(٤) \"تهذيب اللغة\" (ورى) ٤/ ٣٨٧٨.(٥) البيت للقطامي.انظر: \"ديوانه\" ص ٤٤، \"خزانة الأدب\" ٧/ ٨٦، \"المقتضب\" ٢/ ٢٧٣، \"شرح المفصل\" ٥/ ١٢٨، و\"اللمع في العرية\" ص ٣٠٣، \"لسان العرب\" (قدم) ٦/ ٣٥٥٢.(٦) في نسخة (ص): (في التحقير).</p><p> قام مقامه في قولهم: لم يَغْزُ، ولم يَرْمِ، ولم يَخْشَ، ألا ترى أن هذه اللامات حذفت كما تحذف الحركات للجزم، فأما دخولها على قُدَيْديمةٍ، ووُرَيِّئةٍ فمن الأشياء التي شذت فترد إلى الأصل المرفوض نحو: استحوذ، والقصوى، والقود) (١) . وهذا الذي ذكره أبو علي خلاف ما ذكره ابن السكيت؛ لأنه لم يجعل الهمز أصلاً (٢) . </p><p> قال أبو علي:  (ووراء معرفة لا يصرف للتأنيث والتعريف)  (٣) . والآية تدل على أن معنى وراء أمام؛ لأنه لو كان بمعنى خلف كانوا قد جاوزوه فلا يأخذ سفينتهم. واختار الزجاج أن يكون وراء بمعنى: خلفهم قال: (هذا أجود الوجهين-وعلى هذا قال:يجوز أن يكون: كان رجوعهم في طريقهم عليه، ولم يكونوا عالمين بخبره، فأعلم الله الخضر خبره حتى عاب السفينة لتسلم من الغصب)  (٤) . </p><p> وقوله تعالى:  {يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا} قال أهل المعاني: (أراد كل سفينة صالحة)  (٥) . وكذا كان يقرأ ابن عباس، وأبي، وحذفت في قراءة الناس للعلم بها (٦) . </p><p> وروي في حديث أبي عن النبي -صلى الله عليه وسلم- في هذه القصة: \"أن الخضر </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ١٨٨. (٢) \"تهذيب اللغة\" (ورى) ٤/ ٣٨٧٨.(٣) \"الحجة للقراء السبعة\" ٥/ ١٩٠.(٤) \"معاني القرآن\" للزجاج ٣/ ٣٠٥.(٥) \"بحر العلوم\" ٢/ ٣٠٩، \"زاد المسير\" ٥/ ١٧٩، \"روح المعاني\" ١٦/ ١٠، \"فتح القدير\" ٣/ ٤٣٧.(٦) \"جامع البيان\" ٣/ ١٦، \"الكشف والبيان\" ٣/ ٣٩١ ب، \"بحر العلوم\" ٢/ ٣٠٩، \"زاد المسير\" ٥/ ١٧٩، \"البحر المحيط\" ٦/ ١٥٤، \"الدر المنثور\" ٤/ ٤٣٠.</p>"
}