{
  "id": null,
  "sura": 18,
  "aya": 33,
  "text": "<p> قال أبو إسحاق:  (كان المشركون سألوا النبي -صلى الله عليه وسلم- بمشورة اليهود عن قصة أصحاب الكهف، وعن الروح، وعن هذين الرجلين فأعلمه الله الجواب؛ لأنه مثل له -صلى الله عليه وسلم- وللكفار، ومثل لجميع من آمن بالله، وجميع من عَنَدَ عنه وكفر به)  (١) . فقال:  {وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ} منصوب (٢) على معنى المفعول. </p><p> وقوله تعالي:  {وَحَفَفْنَاهُمَا بِنَخْلٍ} الحفُّ: الإطافة بالشيء، يقال: حفَّ القوم بسيدهم يَحُفُّون بضم الحاء إذا أطافوا به وعكفوا (٣) ، ومنه قوله:  {حَافِّينَ مِنْ حَوْلِ الْعَرْشِ}  [الزمر: ٧٥] . والمعنى: جعلنا النخل مطبقًا بها {وَجَعَلْنَا بَيْنَهُمَا} أي: بين الجنتين {زَرْعًا} ثم أخبر أنهما كاملتان في مادة حملهما وأعنابهما، والزرع الذي بينهما. </p><p> ٣٣ - فقال:  {كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا} ذكرنا الكلام في (كلا) عند قوله: {أَحَدُهُمَا أَوْ كِلَاهُمَا}  [الإسراء: ٢٣] ، وأما {كِلْتَا} فذهب سيبويه إلى أنها فعلى بمنزلة الذكرى، وأصلها كلوى، فأبدلت الواو تاء كما أبدلت في أنحت وبنت (٤) . والذي يدل على أن لام \"كلتا\" معتلة قولهم في مذكرها: كِلَى، وكِلَى فِعَل، ولامه معتلة بمنزلة لام حِجَى وَرِضَى، وهما من الواو لقولهم: حَجَى يَحْجُو، والرضوان، ولذلك مثلها سيبويه بما اغتسلت لامه فقال:  (هي بمنزلة شروى)  (٥) . </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٢٨٤. (٢) في (ص): (رجلين منصوب).(٣) انظر: \"تهذيب اللغة\" (حف) ١/ ٨٦٩، \"الصحاح\" (حف) ٤/ ١٣٤٤، \"القاموس المحيط\" (حف) ص ٨٠١، \"لسان العرب\" (حفف) ٢/ ٩٣٠.(٤) \"الكتاب\" لسيبويه ٣/ ٣٦٤.(٥) \"الكتاب\" لسيبويه ٣/ ٣٦٤.</p><p> وأما أبو عمرو الجرمي فذهب إلى أنها معتلة وأن التاء فيها علامة تأنيثها (١) . وخالف سيبويه، وشهد بفساد هذا القول أن التاء لا تكون علم تأنيث الواحد إلا وقبلها فتحة، مثل: حَمْزَة وطلحة وقاعدة، أو تكون قبلها ألف نحو: سعلاة وعزهاة، والسلام في كلتا ساكنة كما ترى. ووجه آخر: أن علامة التأنيث لا تكون أبدًا وسطا، إنما تكون آخرا لا محالة، وكلتا اسم مفرد يفيد معنى التثنية فلا يجوز أن يكون علامة تأنيثه التاء، وما قبلها ساكن، وأيضًا فإن فعلى مثال لا يوجد في الكلام أصلاً، فيحمل هذا عليه، فإن سميت بـ (كلتا) رجلاً لم تصرفه في قول سيبويه معرفة ولا نكرة؛ لأن ألفها للتأنيث بمنزلة ألف ذكرى، وتصرفه نكرة في قول أبي عمرو, لأن أقصى أحواله عنده أن يكون كتائهة وقاعدة وعزة وحمزة (٢) . </p><p> وقوله تعالى:  {آتَتْ أُكُلَهَا} قال الأخفش: (جعل الفعل واحدًا ولم يقل: آتتا,لأنه جعل ذلك لقوله:{كِلْتَا}هو في اللفظ،ولو جعله على معنى قولك:كلتا،لقال:آتتا)  (٣) . ونحو هذا قال الزجاج (٤) . ومعنى {آتَتْ أُكُلَهَا} صاحبها أكلها أي: أدت إليه ريعها تامًا من غير نقصان، وهو قوله:  {وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا} قال ابن عباس والمفسرون: (لم تنقص منه شيئًا)  (٥) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٠/ ٤٠٢، \"البحر المحيط\" ٦/ ١٢٣، \"الدر المصون\" ٧/ ٣٣٦، \"روح المعاني\" ١٥/ ٢٧٤. (٢) انظر: \"البحر المحيط\" ٦/ ١٢٣، \"الدر المصون\" ٧/ ٣٣٦، \"روح المعاني\" ١٥/ ٢٧٤.(٣) \"معاني القرآن\" للأخفش ١/ ٦١٩.(٤) \"معاني القرآن\" للزجاج ٣/ ٢٨٥.(٥) \"جامع البيان\" ١٥/ ٢٤٤، \"معالم التنزيل\" ٥/ ١٧١، \"تفسير القرآن العظيم\" ٣/ ٩٣، \"الدر المنثور\" ٤/ ٤٠٣.</p><p> يقال: ظلمهُ حقه إذا نقصه، وقد مر. {وَفَجَّرْنَا} أي: أنبطنا (١) وأخرجنا {خِلَالَهُمَا} وسط الجنتين {نَهَرًا} أخبر أن شربهما كان من ماء نهر، وهو من أعذب الشرب، والكلام في التفجير والخلال قد مر في سورة بني إسرائيل (٢) . </p><p> قوله تعالى:  {وَكَانَ لَهُ ثَمَرٌ} أي: كان للأخ الكافر أموال كثيرة، قال ابن عباس في رواية علي بن أبي طلحة في قوله:  {ثَمَرٌ} يقول: (مال)  (٣) . وقال مجاهد:  (ذهب وفضة)  (٤) . وقال قتادة:  (يقول ومن كل المال)  (٥) . </p><p> واختلف القراء في قوله:  {ثَمَرٌ} علي ثلاثة أوجه: ثُمُر بضم الثاء والميم وهو قراءة أكثر القراء، وقرأ أبو عمرو: بضم الثاء وسكون الميم، وقرأ عاصم: بفتحهما (٦) . </p><p>(١) النبط: الماء الذي ينبط من قعر البئر إذا حفرت. انظر (نبط) في: \"تهذيب اللغة\" ٤/ ٣٤٩٧، \"القاموس المحيط\" ص (٦٨٩)، \"معجم مقاييس اللغة\" ٥/ ٣٨١. (٢) عند قوله تعالى في سورة الإسراء الآية: (٩٠، ٩١): {وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا (٩٠) أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا}.(٣) \"جامع البيان\" ١٥/ ٢٤٥، \"النكت والعيون\" ٣/ ٣٠٦، \"المحرر الوجيز\" ٩/ ٣٠٨، \"تفسير القرآن العظيم\" ٣/ ٩٣.(٤) \"جامع البيان\" ١٥/ ٢٤٥، \"معالم التنزيل\" ٥/ ١٧١، \"الكشاف\" ٢/ ٣٩٠، \" الدر المنثور\" ٤/ ٤٠٣.(٥) \"جامع البيان\" ١٥/ ٢٤٥، \"المحرر الوجيز\" ٩/ ٣٥٨، \"النكت والعيون\" ٣/ ٣٠٦، \"البحر المحيط\" ٦/ ١٢٥.(٦) قرأ أبو عمرو البصري: (ثُمْر) بضم الثاء وسكون الميم. وقرأ عاصم: (ثَمَر) بفتح الثاء والميم. وقرأ الباقون (ثُمُر) بضم الثاء والميم. انظر: \"الحجة للقراء السبعة\" ٥/ ١٤٢، \"السبعة\" ص ٣٩، \"المبسوط في القراءات\" ص ٢٣٤، \"التبصرة\" ص ٢٤٨، \"النشر في القراءات العشر\" ٢/ ٣١٠.</p><p> قال الليث:  (الثَمَر: حمل الشجر)  (١) . والثُمُر أنواع المال، يقال: أثمر الرجل إذا كثر ماله، وثَمَّر الله مال فلان , أي: كثره. وروى الفراء بإسناده عن مجاهد قال:  (ما كان في القرآن من ثُمُر فهو مال، وما كان من ثَمَر فهو من الثمار)  (٢) . </p><p> وقال ابن زيد:  (الثُّمُر الأصل، والثَّمَرة ما يجتنى من ذي الثمر)  (٣) . ويجمع ثَمَرَات مثل: رَقَبَة ورَقَبات، قال الله تعالى:  {وَمِنْ ثَمَرَاتِ النَّخِيلِ}  [النحل: ٦٧] ، وثِمَار أيضًا مثل: رِقَاب في جمع رَقَبَة، ويجوز أن يُكسَّر ثَمَار على ثُمُر ككِتَاب وكُتُب، ويجوز في جمع ثَمَرَة وجهان آخران: ثَمَر مثل: بَقَرة وبَقَر، وثُمْر أيضًا كبَدَنة وبُدْن وخَشَبَة وخُشْب. </p><p> فقراءة أبي عمرو بالتخفيف تحتمل ثلاثة أوجه أحدها: أن يكون جمع ثِمَار، فخفِّف نحو كتُب في جمع (٤) كِتَاب. الثاني: أن يكون جمع ثمرة مخفف نحو خُشْب جمع في (٥) خَشَبَة. الثالث: أن يكون ثُمُر واحد مثل ثَمَر فخفف نحو (٦) عَنُق وطُنُب. فعلى أي: هذه الوجوه كان، جاز إسكان العين (٧) وساغ (٨) . </p><p> وأما قراءة العامة بضمتين , فلأن أهل اللغة فرقوا بين الثُمر والثمَر </p><p>(١) \"تهذيب اللغة\" (ثمر) ١/ ٤٩٨. (٢) \"معاني القرآن\" للفراء ٢/ ١٤٤.(٣) \"جامع البيان\" ١٥/ ٢٤٦، \"النكت والعيون\" ٣/ ٣٠٦، \"البحر المحيط\" ٦/ ١٢٥.(٤) قوله: (في جميع) ساقط من الأصل، ومثبت في بقية النسخ.(٥) كلمة: (في) ساقط من الأصل، ومثبت في بقية النسخ.(٦) كلمة: (نحو) ساقط من الأصل، ومثبت في بقية النسخ.(٧) في (س): (العنق).(٨) \"الحجة للقراء السبعة\" ٥/ ١٤٣.</p><p> فقالوا: الثَمَر المال، والثُمُر المأكول. وأكثر المفسرين على أن الثَمَر هاهنا: الأموال، وعلى قول ابن زيد الثُمُر: الأصول التي تحمل الثمرة لا نفس الثمرة. وهذه القراءة أقوى الوجوه لقوله:  {فأصبحَ يُقلِّب كفَّيه عَلَى ما أَنْفَقَ فيها} أي: في الجهة، والنفقة إنما تكون على ذوات الثمر في أغلب العرف (١) . وقال أبو إسحاق:  (الثُمُر هاهنا أحسن؛لأن قوله:{كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا}قد دل على الثَمَر)  (٢) . </p><p> وحكي عن أبي عمرو أنه قال:  (الثَمَر والثُمُر أنواع المال)  (٣) . وهو المراد في هذه الآية، لا الثمرة التي تُجنى، دل على هذا قوله:  \"وأحيط بثَمَره\" أي: أهلك جنته وماله وأصول نخله وشجره، وإذا كان كذلك فمن قرأ: بثُمْره وثُمُره كان قوله أبين، وأما قراءة عاصم في قوله:  \"وكان له ثَمَر\" يعني ثَمَر (٤) نخله وكرمه، فليس بالجيد (٥) , لأن هذا قد فُهم من قوله:  {آتَتْ أُكُلَهَا} وفي قوله: \"وأحيط بثمره\" كأنه أخبر عن بعض ما أصيب وأمسك عن بعض، وقراءة الباقين في قوله:  \"وأحيط بثمرة\" جيدة عامة في الثَمَرة والأصول , لأنه لا يكون أن يصاب الأصل ولا يصاب الثمرة. </p><p>(١) \"جامع البيان\" ١٥/ ٢٤٥ - ٢٤٦، \"الحجة للقراء السبعة\" ٥/ ١٤٣. (٢) \"معاني القرآن\" للزجاج ٣/ ٢٨٥.(٣) \"الحجة للقراء السبعة\" ٥/ ١٤٣، \"البحر المحيط\" ٦/ ١٢٥، \"التفسير الكبير\" ٢١/ ١٢٥.(٤) قوله: (ثمر) ساقط من الأصل.(٥) قول المؤلف -غفر الله له-: (فليس بجيد). ليس بجيد، فإن أراد القراءة، فهي سبعية ثابتة عن النبي -صلى الله عليه وسلم-، ولا يجوز ردها ولا تضعيفها. وإن أراد المعنى، فقد وافقت وجهًا صحيحًا من أوجه اللغة العربية.</p>"
}