{
  "id": null,
  "sura": 18,
  "aya": 38,
  "text": "<p> مِنْ تُرَابٍ} قال ابن عباس:  (يريد أن آدم خلق من تراب)  (١) . ثم ولده من نطفة، وإذا كان أبوه من تراب فهو من تراب، ومعنى النطفة في اللغة: الماء، يقال: في القربة نطفة من ماء (٢) . ولا فعل للنطفة. </p><p> قال الأزهري:  (والعرب تقول للماء القليل والكثير: نطفة)  (٣) . وسمى الله عز وجل المني نطفة قال:  {أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى}  [القيامة: ٣٧] . </p><p> وقوله تعالى:  {ثُمَّ سَوَّاكَ رَجُلًا} قال الكلبي: (جعلك معتد الخلق والقامة, صحيح اليدين، والرجلين، والعينين)  (٤) . والتسوية: جعل الشيء على المقدار. </p><p> وقال الزجاج:  (أي: ثم أكملك)  (٥) . وهذا الجيد في تفسير سواك هاهنا, لأن العرب تقول للغلام إذا تم شبابه: قد استوى، ومنه قوله:  {وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى}  [القصص: ١٤] أي: تم شبابه واجتمع، فالتسوية هاهنا: واقع الاستواء بالمعنى الذي ذكرنا، يقال: سواه الله رجلاً فاستوى. </p><p> ٣٨ - ثم أعلمه صاحبه أنه موحد لله فقال:  {لَكِنَّا هُوَ اللَّهُ رَبِّي} </p><p>(١) ذكره الطبري في \"جامع البيان\" ١٥/ ٢٤٧ بدون نسبة، و\"المحرر الوجيز\" ٩/ ٣١١، \"روح المعاني\" ١٥/ ٢٧٦. ويشهد لهذا قوله تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} [آل عمران: ٥٩]. (٢) انظر: \"تهذيب اللغة\" (نطف) ٤/ ٣٦٠، \"مقاييس اللغة\" (نطف) ٥/ ٤٤٠، \"الصحاح\" (نطف) ٤/ ١٤٣٤، \"لسان العرب\" (نطف) ٧/ ٤٤٦٢.(٣) \"تهذيب اللغة\" (نطف) ٤/ ٣٦٠١.(٤) ذكرت نحوه كتب التفسير بلا نسبة. انظر: \"إرشاد العقل السليم\" ٥/ ٢٢٢، \"البحر المحيط\" ٦/ ١٢٧، \"روح البيان\" ٥/ ٢٤٧، \"فتح القدير\" ٣/ ٤٠٩.(٥) \"معاني القرآن\" للزجاج ٣/ ٢٨٦.</p><p> وأصله: لكن أنا، كما هو في قراءة أُبي (١) ، فخفف الهمزة التخفيف القياسي، وألقى حركتها على النون فصار لكننا، فاجتمع المثلان، فأدغموا المثل الأول في الثاني بعد أن أسكنوها، فصار في الدرج: لكنا هو الله، فلم تثبت ألف أنا في الوصل، كما لم تثبت الهاء في الوصل في نحو: إِرْمه، وأُغزه، و (كِتَابِيهْ)  [الحاقة: ١٩] ، و (حِسَابِيهْ)  [الحاقة: ٢٠] ؛ لأنها إنما تلحق في الوقف لتبين (٢) الحرف الموقوف عليه، فإذا وقف على {لَكِنَّا} أثبت الألف في الوقف، كما تثبت الهاء في الوصل، وإذا لم يقف حذفها، هذا وجه قراءة العامة (٣) . </p><p> ومثل هذه القراءة في الإدغام ما حكاه أبو زيد في قول من سمعه يقرأ:  {وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ}  [الحج: ٦٥]  (يريد: على الأرض، لكنه خفف الهمزة،وألقى حركتها على لام المعرفة فصار:(على الرض) ، فاجتمع لامان مثلان فأدغم الأول في الثاني) (٤) . وهذا كله في إجراء المنفصل مجرى المتصل في نحو: شدَّ، وحلَّ. </p><p> وقرأ ابن عامر، ونافع في رواية المسيبي (٥) : {لَكِنَّا} بإثبات الألف </p><p>(١) \"المحتسب\" ٢/ ٢٩، \"المحرر الوجيز\" ٣١١/ ٩ - ٣١٣، \"البحر المحيط\" ٦/ ١٢٨، \"الدر المصون\" ٧/ ٤٩٣. (٢) في الأصل: (ليس) وهو تصحيف.(٣) قرأ ابن كثير، وأبو عمرو، وعاصم، وحمزة، والكسائي: (لكنا هو الله) بإسقاط الألف في الوصل، وإثباتها في الوقف. انظر: \"الحجة للقراء السبعة\" ٥/ ١٤٥، \"العنوان في القراءات\" ص ٣٠٧، \"الكشف عن وجوه القراءات\" ٢/ ٦١، \"النشر في القراءات العشر\" ٢/ ٣١١.(٤) \"الحجة للقراء السبعة\" ٥/ ١٤٥.(٥) هو: إسحاق بن محمد بن عبد الرحمن المسيبي، عالم بالقراءات، تقدمت ترجمته.</p><p> في الوصل والوقف (١) . وهذا على إجراء الوصل مجرى الوقف. وهو غير مختار في القراءة. فتكون كقراءة حمزة:  (ومكر السيئ) بالجزم في الوصل (٢) . غير أن أبا علي الفارسي ذكر وجهًا جيدًا لهذه القراءة، فجعل النون والألف في {لَكِنَّا} الضمير المتصل في نحو: فعلنا, ولم يجعله الضمير المنفصل وهو: أنا، كما ذكرنا في القراءة الأولى فقال:  (أدغم النون من لكن لسكونها في النون من علامة الضمير، فيكون على هذا في الوصل والوقف{لَكِنَّا}بإثبات الألف لا غير،ألا ترى أن أحدًا لا يحذف الألف في:نحن فعلنا. وعاد الضمير الذي دخلت عليه لكن على المعنى،ولو عاد على اللفظ لكان:لكنا هو الله ربنا)  (٣) . </p><p> وقال أبو إسحاق في توجيه هذه القراءة:  (أثبت الألف في الوصل، كما كان يثبتها في الوقف، وهذا على لغة (٤) من قال: أنا قمت، فأثبت الألف، قال الشاعر (٥) : </p><p>(١) قرأ ابن عامر الشامي، ونافع المدني في رواية المسيبي: (لكنا هو الله) بإثبات الألف في الوصل والوقف. انظر: \"السبعة\" ص ٣٩١، \"الحجة للقراء السبعة\" ٥/ ١٤٥، \"الغاية\" ص ٣٠٧، \"التبصرة\" ص ٢٤٩. (٢) قرأ نافع، وابن كثير، وأبو عمر، وابن عامر، والكسائي، وعاصم: (ومكر السيئ) بكسر الهمزة.وقرأ حمزة: (ومكر السيئ) ساكنة الهمزة انظر: \"السبعة\" ص ٥٣٥، \" الكشف عن وجوه القراءات\" ٢/ ٢١٢، \"المبسوط في القراءات\" ص ٣٠٩، \"النشر في القراءات\" ٣/ ٣٥٢.(٣) \"الحجة للقراء السبعة\" ٥/ ١٤٦، \"إعراب القرآن\" للنحاس ٢/ ٢٧٥ - ٢٧٦.(٤) في الأصل: (لون) وهو تصحيف.(٥) البيت لحميد بن ثور. قد تذريت السنا: أي علوت ذروته، وبلغت غاية المجد. والشاهد فيه. ثبوت ألف أنا في الوصل. انظر: \"ديوانه\" ص ١٣٣، \"أساس =</p><p> أنَا سيف العشيرة فاعرفوني ... حميد قد تذريت السناما </p><p> ثم قال: فأما: {لَكِنَّا هُوَ اللَّهُ رَبِّي} فهو الجيد بإثبات الألف؛ لأن الهمزة قد حذفت من أنا فصار إثبات الألف عوضًا من الهمزة) (١) . فاختار قراءة ابن عامر على قراءة عامة القراء (٢) . </p><p> ورد ذلك عليه أبو علي فيما استدرك عليه فقال:  (لا أرى ما قاله كما قال , وذلك أن هذه الألف تلحق للوقوف، ولا يسوغ أن تلحق في الوصل،ألا ترى أن الهمزة في:ذيل أمه قد حذفت حذفًا على غير الحذف الذي توجه قياس التخفيف، ولم يعوض منها، فأن لا يعوض منها في التخفيف القياسي أجدر؛ لأنها في هذا الوجه في تقدير الثبات، ولولا ذلك لم يحرك حرف اللين،كقولهم:جيل في تخفيف جيال، فلما كانت في تقدير الثبات لم يلزم منها بدل. ومما يؤكد أن العوض لا يجب أن (أنا) علامة ضمير، وعلامات الضمير لا ينكر كونها على حرف أو حرفين، بل ذلك الأغلب من أحوالها والأكثر، وأيضًا فلو جاز أن تثبت الألف التي حكمها أن تلحق في الوقف دون الوصل للحذف اللاحق للحرف، للزم أن تثبت الهاء التي تلحق في الوقف [أيضًا إذا لحق كلمة محذوفة منها نحو: عه، وشه، وارمه، </p><p>= البلاغة\" ١/ ٢٩٨، \"معاني القرآن\" للزجاج ٣/ ٢٨٧، \"الحجة للقراء السبعة\" ١٥/ ٤٦، \"شرح المفصل\" ٣/ ٩٣، \"المنصف\" ١/ ١٠، \"الإغفال فيما أغفله الزجاج من المعاني\" ص ٩٥٧. (١) \"معاني القرآن\" للزجاج ٣/ ٢٨٦.(٢) قال الزجاج في \"معانيه\" ٣/ ٢٨٨: والأجود إتباع القراء، ولزوم الرواية, فإن القراءة سنة، وكلما كثرت الرواية في الحرف وكثرت به القراءة فهو المتبع، وما جاز في العربية ولم يقرأ به قارئ فلا تقرأن به فإن القراءة به بدعة، وكل ما قلت فيه الرواية وضعف عند أهل العربية فهو داخل في الشذوذ ولا ينبغي أن تقرأ به.</p>"
}