{
  "id": null,
  "sura": 18,
  "aya": 50,
  "text": "<p> من أعمالنا {وَلَا كَبِيرَةً} يريد: الشرك) (١) . وقال سعيد بن جبير:  (الصغيرة: اللمم،والكبيرة:الزنا)  (٢) . </p><p> وقوله تعالى:  {إِلَّا أَحْصَاهَا} أي: عدَّها، وأثبتها، وكتبها، وحفظها، كل هذه ألفاظ المفسرين (٣) . والمعنى: إني أحصيت وأثبت في الكتاب. فأضيف الإحصاء إلى الكتاب توسعًا. </p><p> قال قتادة في هذا:  (اشتكى القوم -كما تسمعون- الإحصاء، فإياكم والمحقرات من الذنوب، فإنها تجتمع على صاحبها حتى تهلكه)  (٤) . </p><p> وقوله تعالى:  {وَوَجَدُوا مَا عَمِلُوا حَاضِرًا} أي: في الكتاب مكتوبًا مثبتًا ذكره. {وَلَا يَظْلِمُ رَبُّكَ أَحَدًا} قال الزجاج: (أي: يعاقبهم، فيضع العقوبة موضعها في مجازاة الذنوب،قال:وأجمع أهل اللغة: أن الظلم وضع الشيء في غير موضعه)  (٥) . </p><p> وتأويل هذا: أنه لا يعاقب أحدًا بغير جرم، وهو معنى قول الضحاك:  (لا نأخذ أحدًا بجرم لم يعمله)  (٦) . </p><p> ٥٠ - قوله تعالى:  {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ} قال المفسرون: </p><p>(١) ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٠/ ٤١٨ بلا نسبة. (٢) \"معالم التنزيل\" ٥/ ١٧٧، \"الكشاف\" ٢/ ٣٩٣، \"الجامع لأحكام القرآن\" ١٠/ ٤١٩، \"البحر المحيط\" ٦/ ١٣٥.(٣) \"جامع البيان\" ١٥/ ٢٥٨، \"معالم التنزيل\" ٥/ ١٧٧، \"الكشاف\" ٢/ ٣٩٣، \"أضواء البيان\" ٤/ ١١٦.(٤) \"جامع البيان\" ١٥/ ٢٥٨، \"النكت والعيون\" ٣/ ٣١٣، \"الجامع لأحكام القرآن\" ١٠/ ٤١٩، \"الدر المنثور\" ٤/ ٤١١.(٥) \"معاني القرآن\" للزجاج ٣/ ٢٩٣.(٦) \"معالم التنزيل\" ٥/ ١٧٨، \"الجامع لأحكام القرآن\" ١٠/ ٤١٩.</p><p> أمر الله تعالى نبيه -صلى الله عليه وسلم- أن يذكر هؤلاء المتكبرين عن مجالسة الفقراء قصة إبليس، وما أورثه الكبر، فقال:  {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ} أي: واذكر يا محمد {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ} قال ابن عباس في رواية عطاء: (يريد أن ملائكة السماء الدنيا يقال لهم: الجن)  (١) . مقل قوله:  {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا}  [الصافات: ١٥٨] يعني حين قالوا: الملائكة بنات الله. وكان ابن عباس يقول:  (لو لم يكن من الملائكة لم يؤمر بالسجود)  (٢) . </p><p> وروى سعيد عن قتادة قال:  (كان من قبيل من الملائكة يقال لهم: الجن)  (٣) . وقال شهر بن حوشب:  (كان إبليس من الجن الذين ظفر بهم الملائكة)  (٤) . </p><p> وقال الحسن:  (ما كان إبليس من الملائكة طرفة عين، وإنه لأصل الجن، كما أن آدم أصل الإنس)  (٥) . </p><p> وقد ذكرنا الخلاف في هذا في سورة البقرة عند ذكر قصة آدم بالشرح (٦)  (٧) . </p><p>(١) \"جامع البيان\" ١٥/ ٢٥٩، \"زاد السير\" ٥/ ١٥٣، \"المحرر الوجيز\" ٩/ ٣٢٩. (٢) \"جامع البيان\" ١٥/ ٢٦٠، \"الدر المنثور\" ٤/ ٤١٢.(٣) \"جامع البيان\" ١٥/ ٢٦٠، \"تفسير القرآن\" للصنعاني ١/ ٤٠٤، \"الدر المنثور\" ٤/ ٤١٢.(٤) \"جامع البيان\" ١٥/ ٢٦١، \"البحر المحيط\" ٦/ ١٣٦، \"الدر المنثور\" ٤/ ٤١٣، \"روح المعاني\" ١٥/ ٢٩٢.(٥) \"جامع البيان\" ١٥/ ٢٦٠، \"معالم التنزيل\" ٥/ ١٧٨، \"النكت والعيون\" ٣/ ٣١٢.(٦) عند قوله سبحانه في سورة البقرة (٣٤) {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} [البقرة: ٣٤].(٧) والذي عليه كثير من المفسرين رحمهم الله تعالى أن إبليس كان من الملائكة، أو =</p><p> وقوله تعالى:  {فَفَسَقَ عَنْ أَمْرِ رَبِّهِ} ذكر أهل التأويل في هذا ثلاثة أوجه: أحدها وهو الأكثر: أن معناه خرج عن أمر ربه إلى معصيته في ترك السجود. وهو قول الفراء، وأبي عبيدة. </p><p> قال الفراء:  (أي خرج عن طاعة ربه،والعرب تقول:فسقت الرطبة</p><p> من قشرها لخروجها منه، وكأن الفأرة إنما سميت فويسقة لخروجها (١) من جحرها على الناس) (٢) . </p><p> وقال أبو عبيدة:  ({فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}أي: جار ومال عن طاعته)  (٣) ، وأنشد لرؤية (٤) : </p><p>= من طائفة منهم يقال لهم: الجن. قال الطبري بعد أن ذكر الأقوال في هذه المسألة: \"وهذه علل تنبئ عن ضعف معرفة أهلها، وذلك أنه غير مستنكر أن يكون الله -جل ثناؤه- خلق أصناف ملائكته من أصناف من خلقه شتى، فخلق بعضًا من نور وبعضًا من نار وبعضًا مما شاء من غير ذلك، وليس في ترك الله الخبر عما خلق منه ملائكته واخباره عما خلق منه إبليس ما يوجب أن يكون إبليس خارجًا عن مسماهم .. وأما خبر الله عنه أنه من الجن فغير مدفوع أن يسمى ما اجتن من الأشياء عن الأبصار كلها جنا فيكون إبليس والملائكة منهم لاجتنانهم عن أبصار بني آدم\". انظر: \"جامع البيان\" ١/ ٢٢٧، \"المحرر الوجيز\" ١/ ٢٤٦، \"معالم التنزيل\" ١/ ٦٣، \"الجامع لأحكام القرآن\" ١/ ٢٩٤، \"البحر المحيط\" ١/ ١٥٣.(١) قوله: (لخروجها)، ساقط من نسخة (ص).(٢) \"معاني القرآن\" للفراء ٢/ ١٤٧.(٣) \"تهذيب اللغة\" (فسق) ٣/ ٢٧٨٨، \"مجاز القرآن\" لأبي عبيدة ١/ ٤٠٦.(٤) هذا عجز بيت لرؤية يصف إبلاً منعدلة عن قصد نجد. وصدره:يهوين في نجد وغورًا غائزًا.انظر: \"ديوانه\" ١٩٠، \"مجاز القرآن\" ١/ ٤٠٦، \"تهذيب اللغة\" (فسق) ٣/ ٢٧٨٨، \"البحر المحيط\" ٦/ ١٣٦، \"الزاهر\" ١/ ٢١٨، \"لسان العرب\" (فسق) ٦/ ٣٤١٤.</p><p> فواسقًا عن قصده جوائرا </p><p> الوجه الثاني: ما ذكره الأخفش قال: (معنى{فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}نحو قول العرب: اتخم عن الطعام،أي:عن أكله، ولما رد هذا الأمر فسق)  (١) . ونحو هذا حكى الزجاج عن قطرب (٢) . قال أبو العباس:  (ولا حاجة به إلى هذا,الفسوق معناه:الخروج،{فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}أي: خرج)  (٣) . </p><p> الوجه الثالث: ما ذهب إليه سيبويه والخليل: (أن معنى{فَفَسَقَ عَنْ أَمْرِ رَبِّهِ}أتاه الفسق لما أُمِرَ فعصى، وكان سبب فسقه أمر ربه،كما تقول:أطعمه عن جوع وكساه عن عُرِي،المعنى:كان سبب فسقه الأمر بالسجود، كما كان سبب الإطعام الجوع، وسبب الكسوة العري)  (٤) . </p><p> قال أبو عبيد:  (وهذه الكلمة -يعني الفسوق- لم أسمعها في شيء من أشعار الجاهلية ولا أحاديثها، وإنما تكلمت بها العرب بعد نزول (٥) القرآن) (٦) . قال أهل المعاني المبرد وغيره:  (هي كلمة فصيحة على ألسنة العرب)  (٧) . وأوكد الأمور ما جاء في القرآن، ومعناه: الخروج، كما قال: فواسقا ... البيت (٨) . </p><p>(١) \"جامع البيان\" ١٥/ ٢٦١، \"تهذيب اللغة\" (فسق) ٦/ ٣٤١٤. (٢) \"معاني القرآن\" للزجاج ٣/ ٢٩٤.(٣) \"تهذيب اللغة\" (فسق) ٣/ ٢٧٨٨، \"لسان العرب\" (فسق) ٦/ ٣٤١٤(٤) \"معاني القرآن\" للزجاج ٣/ ٩٤، \"المحرر الوجيز\" ٩/ ٣٣٠، \"الجامع لأحكام القرآن\" ١٠/ ٤٢٠، \"التفسير الكبير\" ٢١/ ١٣٧.(٥) في (ص): (تبدل)، وهو تصحيف.(٦) ذكر نحوه ابن منظور في \"لسان العرب\" (فسق) ٦/ ٣٤١٤.(٧) \"تهذيب اللغة\" (فسق) ٣/ ٢٧٨٨، \"لسان العرب\" (فسق) ٦/ ٣٤١٤(٨) يريد به بيت رؤبة السابق الذكر. =</p><p> وقوله تعالى:  {أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي} قال قتادة: (وهم أولاده، وهم يتوالدون كما يتوالد بنوا آدم)  (١) . {أَوْلِيَاءَ مِنْ دُونِي} قال الكلبي: (ليس تصلون له ولا تصومون، ولكن من أطاع شيئًا فقد عبده)  (٢) . واختلف في كيفية ولادة إبليس وحصول ذريته، فقال مجاهد فيما روى عنه ابن جريج:  (أن إبليس أدخل ذكره في دبره، فباض خمس بيضات فهم ذريته)  (٣) . </p><p> وقال الشعبي في هذه الآية:  (لا تكون ذريته إلا من زوجة)  (٤) . </p><p> وروى عبد الله بن المغيرة (٥) : (أن أبا هريرة قال: اسم امرأة إبليس </p><p>= وهذا ما ذهب إليه جمهور أهل اللغة والتفسير أن الفسق معناه: الخروج. انظر: \"معاني القرآن\" للفراء ٢/ ١٤٧، \"المحرر الوجيز\" ٩/ ٣٢٩، \"الجامع لأحكام القرآن\" ١٠/ ٤٢٠، \"البحر المحيط\" ٦/ ١٣٦، \"إرشاد العقل سليم\" ٥/ ٢٢٧، \"أضواء البيان\" ٤/ ١٢١.(١) \"جامع البيان\" ١٥/ ٢٦٢، \"معالم التنزيل\" ٥/ ١٧٩، \"البحر المحيط\" ٦/ ١٣٦، \"إرشاد العقل السليم\" ٥/ ٢٢٧.(٢) ذكر نحوه السمرقندي في \"بحر العلوم\" ٢/ ٣٠٢.(٣) \"معالم التنزيل\" ٥/ ١٧٩، \"الجامع لأحكام القرآن\" ١٠/ ٤٢٠، \"إرشاد العقل السليم\" ٥/ ٢٢٧، \"الدر المنثور\" ٤/ ٤١٣.(٤) \"معالم التنزيل\" ٥/ ١٧٩ بمعناه، \"الجامع لأحكام القرآن\" ١٠/ ٤٢٠، \"البحر المحيط\" ٦/ ١٣٦، \"روح المعاني\" ١٥/ ٢٩٥.(٥) عبد الله بن عثمان بن المغيرة الثقفي، إمام زاهد، تابعي محدث، روى عن ابن عباس وغيره من أصحاب النبي -صلى الله عليه وسلم-، وروى عنه ابن جريح والحسن البصري وغيرهما من التابعين. انظر: \"الجرح والتعديل\" ٢/ ١١١، \"تهذيب التهذيب\" ٥/ ٣١٧، \"الخلاصة\" ص ٢٠٦، \"تقريب التهذيب\" ص ٢٠٧.</p><p> ردة) (١) . وروى ليث عن مجاهد قال:  (ذريته الشياطين)  (٢)  (٣) . </p><p> وقوله تعالى:  {وَهُمْ لَكُمْ عَدُوٌّ} أعلم الله تعالى أنه من العداوة والحسد لبني آدم على مثل الذي كان لأبيهم. قال ابن عباس:  (يريد كما أخرج أبويكم من الجنة)  (٤) . </p><p> وقوله تعالى:  {بِئْسَ لِلظَّالِمِينَ بَدَلًا} قال ابن عباس: (يريد حيث استبدلوا بالرحمن عبادة الشيطان)  (٥) . </p><p> وقال الحسن:  (بئس ما استبدلوا بعبادة ربهم أن أطاعوا إبليس، فبئس ذلك لهم بدلاً)  (٦) . </p><p>(١) لم أقف على هذا القول. وقد ذكر ابن عطية مثل هذا القول في \"تفسيره\" ١٠/ ٤١٣ ثم قال: \"وهذا وما جانسه مما لم يأت به سند صحيح، وقد طول النقاش في هذا المعنى وجلب حكايات تبعد عن الصحة، ولم يمر بي في هذا صحيح إلا ما في كتاب: مسلم من أن للوضوء والوسوسة شيطانًا يسمى خنزب، وذكر الترمذي أن للوضوء شيطانًا يسمى الولهان، والله أعلم بتفاصيل هذه الأمور لا رب غيره\". (٢) \"جامع البيان\" ١٥/ ٢٦٢، \"الجامع لأحكام القرآن\" ١٠/ ٤٢١.(٣) والحق في ذلك -والله أعلم- أن الله أخبر أن لإبليس أتباعًا وذرية، وأنهم يوسون إلى بني آدم ليضلوهم. أما كيفية ولادة تلك الذرية فلم يثبت فيه نقل صحيح، ومثله لا يعرف بالرأي، بل يتوقف الأمر فيه على النقل الثابت عن النبي -صلى الله عليه وسلم-.(٤) لم أقف على القول. ويشهد له قوله تعالى في سورة البقرة الآية رقم (٣٦) {فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ}.(٥) ذكرته كتب التفسير بدون نسبة. انظر: \"الكشف والبيان\" ٣/ ٣٩٠ أ، \"بحر العلوم\" ٢/ ٣٠٢، \"معالم التنزيل\" ٣/ ١٦٧.(٦) \"زاد المسير\" ٥/ ١٥٤ , \"معالم التزيل\" ٥/ ١٨٠، ونسبه لقتادة، \"الجامع لأحكام القرآن\" ١٠/ ٤٢٠.</p>"
}