{
  "id": null,
  "sura": 18,
  "aya": 24,
  "text": "<p> هذا، وكذلك إذا طال الكلام أجزأ فيه، شبيه بالإيماء؛ لأن بعضه يدل على بعض) (١) . ونحو هذا روي عن المبرد عن الكسائي والفراء قالا:  (المعنى إني فاعل ذلك غدًا إلا أن يقول: إن شاء الله)  (٢) ؛ فأضمر القول، ومثله كثير في القرآن، وهذا على ما ذكروا، ولما حذف يقول نقل شاء إلى لفظ الاستقبال. </p><p> ٢٤ - وقوله تعالى:  {وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ} أكثر الناس على أن معناه: إذا نسيت الاستثناء بمشيئة الله تعالى فاذكره، وقله إذا ذكرت. </p><p> قال ابن عباس رواية عطاء:  (يريد الاستثناء ولو بعد شهر)  (٣) . يعني أن من قال: أفعل غدًا كذا وكذا، ونسي أن يقول: إن شاء الله، فقد واقع ما نهى الله عنه، فإذا ذكر أنه كان قد نسي الاستثناء فقاله وضع عنه الحرج. </p><p> وقال سعيد بن جبير:  (إذا قلت لشيء إنك فاعله غدًا،فنسيت أن تقول:إن شاء الله، ثم ذكرت،فقل:إن شاء الله، وإن كان بعد يوم أو شهر أو سنة)  (٤) . </p><p> وقال أبو العالية:  (إذا ذكرت فاستثن)  (٥) . </p><p>(١) \"معاني القرآن\" للأخفش ١/ ٦١٨. (٢) \"معاني القرآن\" للفراء ٢/ ١٣٨، و\"إملاء ما من به الرحمن\" ١/ ٣٩٧.(٣) \"زاد المسير\" ٥/ ١٢٩، و\"تفسير القرآن العظيم\" ٣/ ٨٩، و\"الجامع لأحكام القرآن\" ١٠/ ٣٨٦، و\"التفسير الكبير\" ١١/ ١١٠.(٤) \"الكشاف\" ٢/ ٣٨٦، و\"زاد المسير\" ٥/ ١٢٨، و\"الدر المنثور\" ٤/ ٣٩٤، و\"التفسير الكبير\" ١١/ ١١٠.(٥) انظر: \"جامع البيان\" ١٥/ ٢٢٩، و\"المحرر الوجيز\" ٩/ ٢٧٨، و\"زاد المسير\" ٥/ ١٢٩، و\"تفسير القرآن العظيم\" ٣/ ٨٩، و\"الدر المنثور\" ٤/ ٣٩٤.</p><p> وقال عمرو بن دينار:  (له الاستثناء متى ما ذكر)  (١) . هذا كله فيما يعد من نفسه أن يفعله من غير يمين، فإن حلف ثم استثنى بمشيئة الله متصلاً بيمينه فلا حنث عليه، كذلك روى أبو هريرة عن النبي - صلى الله عليه وسلم:  \"مَنْ حلف فقال: إن شاء الله، لم يحنث\"  (٢) . </p><p> وروى ابن عمر عن النبي -صلى الله عليه وسلم- قال:  \"مَنْ حلف على يمين فقال: إن شاء الله، فهو بالخيار\"  (٣) . </p><p> ولا خلاف في هذا بين الناس، وإنما الخلاف فيه إذا انقطع الاستثناء عن اليمين، روى قتادة عن الحسن في الرجل يحلف فيستثني في يمينه قال:  (له ثنياه إذا اتصل كلامه، ولم يكن بين ذلك كلام)  (٤) . </p><p>(١) ذكره الواحدي في \"الوسيط\" ٣/ ٤٣١، وذكرته كتب الفقه بلا نسبة. انظر: \"أحكام القرآن\" لابن العربي ٣/ ١٢٣٥، و\"أحكام القرآن\" للجصاص ٥/ ٤١، و\"الجامع لأحكام القرآن\" ٦/ ٢٧٣، و\"المغني\" لابن قدامة ١٣/ ٤٨٥. (٢) أخرجه ابن ماجة في \"سننه\" كتاب: الكفارات، باب: الاستثناء في اليمين ١/ ٦٨٠، النسائي في \"سننه\" كتاب الأيمان والنذر باب: الاستثناء ٧/ ٢٣، والترمذي في \"جامعه\" كتاب: النذور والأيمان باب: ما جاء في الاستثناء في اليمين ٤/ ٩١ وقال: حديث حسن. والإمام أحمد في \"مسنده\" ٢/ ٢٧٥، والدارمي في \"سننه\" كتاب: النذور والأيمان باب: في الاستثناء في اليمين ٢/ ١٠٦، وابن الأثير في \"جامع الأصول\" كتاب: الأيمان، باب: في الاستثناء في اليمين ١١/ ٦٦٤.(٣) أخرج نحوه الترمذي في \"جامعه\" كتاب: النذور والأيمان، باب: الاستثناء في اليمين ٤/ ٩١، والنسائي في \"سننه\" كتاب: الكفارات، باب: الاستثناء ٧/ ٢٣، وابن ماجة في \"سنة\" كتاب: الكفارات، باب: الاستثناء في اليمين ١/ ٦٨٠، والإمام أحمد في \"مسنده\" ٢/ ٦، ومالك في \"الموطأ\" كتاب: الأيمان، باب: ما لا تجب فيه الكفارة من اليمين ٢/ ٤٧٧ والدارمى في \"سننه\"، كتاب. النذور والأيمان باب: في الاستثناء في اليمين ٢/ ١٠٦، والسيوطي في \"الدر المنثور\" ٤/ ٣٩٥.(٤) \"المحرر الوجيز\" ٩/ ٢٧٨، و\"زاد المسير\" ٥/ ١٢٩، و\"تفسير القرآن العظيم\" =</p><p> وقال طاووس:  (له ثنياه ما كان في مجلسه)  (١) . وعن حماد (٢) قال: (إن استثنى في نفسه فليس بشيء حتى يسمع نفسه)  (٣) . </p><p> وقال الحسن:  (إذا حرك لسانه أجزأ عنه)  (٤) . ومذهب الشافعي -رحمه الله-: أن الحالف إذا نسي الاستثناء موصولاً بكلامه، فات وقته في الطلاق والعتاق وسائر الأيمان (٥) . حتى قال بعض أصحابنا:  (إنما ينفعه الاستثناء إذا أنشأ أول يمينه مع نية الاستثناء ثم وصله باليمين، فإن أنشأ اليمين ثم بدا له أن يستثني فوصل الاستثناء لم ينفعه)  (٦) . </p><p> والصحيح: أنه إذا اتصل نفع، ووقع موقعه (٧) . </p><p>= ٣/ ٨٩، و\"الجامع لأحكام القرآن\" ١٠/ ٣٨٦، و\"المغني\" لابن قدامة ١٣/ ٢٧٣. (١) \"الكشاف\" ٢/ ٣٨٦، و\"المحرر الوجيز\" ٩/ ٢٧٨، و\"التفسير الكبير\" ١١/ ١١٠، و\"روح المعاني\" ١٥/ ٢٤٩، و\"الدر المنثور\" ٤/ ٣٩٤.(٢) حماد بن زيد بن درهم الأزدي، تقدمت ترجمته.(٣) ذكرته كتب الفقه بلا نسبة. انظر: \"أحكام القرآن\" للجصاص ٥/ ٤١، و\"المحلى\" ٨/ ٤٠٦، و\"بلغة السالك\" ١/ ٧٠٠، و\"المغني\" لابن قدامة ٣/ ٤٨٥، كتاب: \"الأيمان والنذور\" لأبي فارس ص ٣٧.(٤) ذكره القرطبي في \"الجامع لأحكام القرآن\" ٦/ ٢٨٣ بلا نسبة، وابن قدامة في \"المغني\" ١٣/ ٤٨٥.(٥) انظر: \"الأم\" للشافعي ٧/ ٦٥، و\"روضة الطالبين\" ١١/ ٣، و\"الجامع لأحكام القرآن\" ٦/ ٢٧٤.(٦) انظر: \"الأم\" للشافعي ٧/ ٦٥، و\"روضة الطالبين\" ١١/ ٤، و\"أحكام القرآن\" للجصاص ٥/ ٤١، و\"الجامع لأحكام القرآن\" ٦/ ٢٨٣، و\"المغني\" لابن قدامة ١٣/ ٤٨٤.(٧) وهذا ما عليه جمهور العلماء. قال الإمام الطبري -رحمه الله- في \"تفسيره\" ١٥/ ٢٢٩: فأما الكفارة فلا تسقط عنه بحال إلا أن يكون استثناؤه موصولاً بيمينه، وقال الشنقيطي في \"أضواء البيان\" ٤/ ٧٩: والتحقيق الذي لا شك فيه أن =</p><p> وروي عن ابن عباس أنه قال:  (يستثني الرجل في يمينه متى ما ذكر، وإن تطاول الزمان، وقرأ هذه الآية)  (١) . وهذا لا يصح؛ لأن سبيل الاستثناء أن لا يكون منفردًا بنفسه، هو مضمر كلام غيره، والآية وردت في غير اليمين، وليس في الآية: ولا تحلفن على شيء إني فاعل ذلك غدًا، يدل على هذا سبب نزول الآية، والنبي -صلى الله عليه وسلم- لما سألوه عن قصة أصحاب الكهف قال: غدًا أخبركم، ولم يحلف على ذلك، ويؤكد هذا ما روي أن النبي -صلى الله عليه وسلم- قال:  \"مَنْ حلف على يمين ورأى غيرها خيرًا منه، فليأتِ الذي هو خير ويُكَفّر عن يمينه\"  (٢) . </p><p> ولو كان يخرج بقوله: إن شاء الله عن الحنث، لقال: وليقل: إن شاء الله، وأيضًا فإن الإنسان إذا حلف من غير نية [فقد تمت يمينه واستقرت، </p><p>= الاستثناء لا يصح إلا مقترنًا بالمستثنى منه، وأن الاستثناء المتأخر لا أثر له ولا تحل به اليمين، ولو كان الاستثناء المتأخر يصح لما علم في الدنيا أنه تقرر عقد ولا يمين ولا غير ذلك، لاحتمال طرو الاستثناء بعد ذلك. وانظر: \"روضة الطالبين\" ١١/ ٤، و\"بداية المجتهد\" ٨/ ٤٠٦، و\"أحكام القرآن\" للكيا الهراس ٤/ ٢٠٧، و\"الجامع لأحكام القرآن\" ٦/ ٢٧٣، و\"المغني\" لابن قدامة ١٣/ ٤٨٤. (١) ذكرت نحوه كتب التفسير. انظر: \"جامع البيان\" ١٥/ ٢٢٩، و\"الكشف والبيان\" ٣/ ٣٨٩ أ، و\"المحرر الوجيز\" ٩/ ٢٧٨، و\"معالم التنزيل\" ٥/ ١٦٢، و\"زاد المسير\" ٥/ ١٢٩، و\"ابن كثير\" ٣/ ٨٩.(٢) أخرجه البخاري كتاب: الأيمان والنذور، باب: قول الله تعالى: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} [البقرة: ٢٢٥] ٨/ ٢٢٩، ومسلم، كتاب: الأيمان، باب: ندب من حلف يمينًا فرأى غيرها خيرًا منها ٣/ ١٢٦٨، والنسائي كتاب: الأيمان والنذور، باب: الكفارة قبل الحنث ٧/ ٩، وابن ماجة كتاب: الكفارات، باب: من حلف على يمين فرأى غيرها خيرًا منها ١/ ٦٨١ ومالك في \"الموطأ\" كتاب: الأيمان، باب: ما جاء فيه الكفارة من الأيمان ٢/ ٤٧٨.</p><p> فلم يجز أن ينقض حكمها شيء يحدثه بعد ذلك، بخلاف ما يقارنه الاستثناء] (١) ؛ لأنه لا يستقر، على أن كثيرًا من المفسرين حملوا قوله:  {اللَّهُ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ} على غير الاستثناء؛ لأن قوله:  {وَاذْكُرْ رَبَّكَ} ابتداء كلام آخر وقصة أخرى، والاستثناء الذي ذكر وقع في موضعه متصلاً. </p><p> قال عكرمة:  ({وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ}قال: إذا غضبت)  (٢) </p><p> ومعناه أنه إنما يغضب لما يطرأ عليه من نسيان ذكر الله، فأمر بذكر الله ليزول غضبه. وروي عن السدي والضحاك أنهما قالا:  (هذا فيمن نسي صلاة فعليه أن يصليها إذا ذكرها)  (٣) . </p><p> وقال المبرد:  (إن ابن عباس أعلم من أن يسقط حكم الحنث بالاستثناء الذي لا يصله الحالف بيمينه، ولعله قال هذا في الاستثناء من غير يمين كما قال المفسرون،قال:إذا نسي أن يقول: إن شاء الله، ثم ذكر فليقله. فظن بعض الناس أنه يقول ذلك في اليمين، فروي عنه ذلك في اليمين)  (٤) . </p><p> قوله تعالى:  {وَقُلْ عَسَى أَنْ يَهْدِيَنِ} إلى آخرها، قال أبو إسحاق: </p><p>(١) ما بين المعقوفين ساقط من الأصل، والمثبت في بقية النسخ. (٢) \"جامع البيان\" ١٥/ ٢٢٩، و\"معالم التنزيل\" ٥/ ١٦٣، و\"المحرر الوجيز\" ٩/ ٢٧٨، و\"زاد المسير\" ٥/ ١٢٩، و\"الدر المنثور\" ٤/ ٣٩٥.(٣) \"معالم التنزيل\" ٥/ ١٦٣، و\"الكشاف\" ٢/ ٣٨٧، و\"الجامع لأحكام القرآن\" ١٠/ ٣٨٦.(٤) انظر: \"جامع البيان\" ١٥/ ٢٢٩. وقال الشنقيطي في \"أضواء البيان\" ٧٩/ ٤: والتحقيق الذي لا شك فيه أن الاستثناء لا يصح، إلا مقترنًا بالمستثى منه وأن المستثناء المتأخر لا أثر له ولا تحل به اليمين، ولو كان الاستثناء المتأخر يصح لما علم في الدنيا أن تقرر عقد ولا يمين ولا غير ذلك لاحتمال طرو الاستثناء بعد ذلك، وهذا في غاية البطلان كما تري.</p>"
}