{
  "id": null,
  "sura": 19,
  "aya": 5,
  "text": "<p> دعائي إذا دعوتك) (١) . </p><p> [وقال مجاهد:  (كنت تعرفني الإجابة إذا دعوتك) ] (٢)  (٣) . وهذا قول الجميع. ويقال: شقي فلان بكذا (٤) إذا أتعب بسببه ولم يحصل له طائل، يقول: لم أكن أتعب بالدعاء ثم أخيب. </p><p> ٥ - وقوله تعالى:  {وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي} أراد بالموالي: الورثة، وهم العصبة، والكلالة. قاله ابن عباس في رواية الضحاك، وهو قول مجاهد، وجميع أهل التفسير (٥) . </p><p> قال الزجاج: (ومعنى \"الموالي\" : هم الذين يلونه في النسب، كما أن معنى القرابة: الذين يقربون منه بالنسب) (٦) . </p><p> وقال الفراء:  ({الْمَوَالِيَ}هم: بنو العم، وورثته، والولي والمَوْلَى في كلام العرب واحد)  (٧) . </p><p> ويقول تعالى:  {مِنْ وَرَائِي} أي: من بعد موتي، واختلفوا في معنى </p><p>(١) ذكرته بعض كتب التفاسير بدون نسبة. انظر: \"جامع البيان\" ١٦/ ٤٦، \"النكت والعيون\" ٣/ ٣٥٥، \"معالم التنزيل\" ٥/ ٢١٨، \"تنوير المقباس\" ٢٥٤.(٢) ذكره الطبري في \"تفسيره\" ١٦/ ٤٦ بدون نسبة، وكذلك الماوردي في \"تفسيره\" ٣/ ٣٥٥.(٣) ما بين المعقوفين ساقط من نسخة (س).(٤) قوله: (بكذا)، ساقط من (س).(٥) \"تفسير القرآن\" للصنعاني ٢/ ٣، \"جامع البيان\" ١٦/ ٤٦ - ٤٧، \"النكت والعيون\" ٣/ ٣٥٥، \"المحرر الوجيز\" ٩/ ٤٢٧، \"معالم التنزيل\" ٥/ ٢١٨.(٦) \"معاني القرآن\" للزجاج ٣/ ٢١٩.(٧) \"معاني القرآن\" للفراء ٢/ ١٦١.</p><p> خوفه فقال بعضهم:  (خاف أن يرثه غير الولد)  (١) . </p><p> وقيل:  (خاف أن تذهب النبوة من نسبه إلى بني الأعمام)  (٢) . وهذا ليس بشيء؛ لأنه لا يكون خوفًا من الموالي، والصحيح في معنى خوفه ما ذكره أبو علي فقال: (الخوف لا يكون من الأعيان في الحقيقة، إنما يكون من معان فيها، فإذا قال القائل: خفت الله، وخفت الوالي، وخفت الناس، فالمعنى: خفت عقاب الله ومؤاخذته، وخفت عقوبة الوالي، وملامة الناس، وكذلك أي:  \"خفت الموالي من ورائي\" ، أي خفت تضيج بني عمي، فحذف المضاف، والمعنى تضييعهم للدين، ونبذهم إياه وإطراحهم له، فسأل ربه وليا يرث نبوته وعلمه لئلا يضيع الدين، وكأن الذي حمله على مسألة ذلك ما شاهدهم عليه من تبديلهم للدين وتوثُّبِهِم على الأنبياء وقتلهم إياهم) (٣) . </p><p> ويؤكد هذا ما روى عطاء عن ابن عباس قال:  (يريد بالموالي بني إسرائيل)  (٤) . وبنو إسرائيل كانوا يبدلون ويقتلون الأنبياء (٥) ، وعلى هذا </p><p>(١) \"المحرر الوجيز\" ٩/ ٤٢٧، \"الكشاف\" ٢/ ٤٠٥، \"زاد المسير\" ٥/ ٢٠٩، \"الجامع لأحكام القرآن\" ١١/ ٧٨. (٢) ذكرت كتب التفسير نحوه. انظر: \"جامع البيان\" ١٦/ ٤٦، \"تفسير القرآن\" للصنعاني ٢/ ٣، \"الكشف والبيان\" ٣/ ٢ أ، \"معالم التنزيل\" ٥/ ٢١٨، \"تفسير القرآن العظيم\" ٣/ ١٢٤، \"زاد المسير\" ٥/ ٢٠٩.(٣) \"الحجة للقراء السبعة\" ٥/ ١٨٩.(٤) ذكر في كتب التفاسير بدون نسبة. انظر: \"النكت والعيون\" ٣/ ٣٥٥، \"الكشاف\" ٢/ ٤٠٥، \"روح المعاني\" ١٦/ ٦١، \"الدر المصون\" ٧/ ٥٦٦.(٥) وإلى هذا أشار القرآن الكريم في قوله تعالى في سورة البقرة الآية (٥٩): {فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ} الآية. =</p>"
}