{
  "id": null,
  "sura": 19,
  "aya": 75,
  "text": "<p> قال الفراء:  (والقراءة بغير همز وجه جيد؛ لأنه مع آيات ليست بمهموزات الأواخر)  (١) . وروي عن عاصم في بعض الروايات: وَرِئيًا مثل وريعًا (٢) . وهذا على الهمز التي هي عين إلى موضع اللام ويكون تقديره: فَلِعًا، ومن العرب من يقول: رَاءَني زيدٌ بقلب الهمز فيؤخره فرئيا من رآني (٣) . والمعنى: أن الله تعالى قد أهلك قبلهم أقوامًا كانوا أكثر متاعًا، وأحسن منظرًا فأهلك أموالهم، وأفسد عليهم صورهم فليخافوا نقمة الله بالإهلاك كسنة من قبلهم من الكفار. </p><p> ٧٥ - قوله تعالى:  {قُلْ مَنْ كَانَ في الضَّلَالَةِ} قال ابن عباس: (قل لهم يا محمد من كان في العماية)  (٤) . يعني عن التوحيد ودين الله {فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا} قال أبو إسحاق: (فليمدد لفظ أمر في معنى الخبر، وتأويله إن الله جعل جزاء ضلالته أن يتركه، ويمده فيها إلا أن لفظ الأمر يؤكد معنى الخبر، كان لفظ الأمر يريد به المتكلم نفسه إلزامًا، كأنه يقول أفعل ذلك وآمر نفسي،فإذا قال قائل:من زارني فلأكرمه، فهو ألزم من قوله أكرمه،كأنه قال:من زارني فأنا آمر نفسي بإكرامه وألزمها ذلك)  (٥) . </p><p> وقال أبو علي: (هذا لفظه كلفظ أمثله الأمر ومعناه الخبر ألا ترى أنه </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٧١. (٢) \"الحجة للقراء السبعة\" ٥/ ٢٠٩، \"المبسوط في القراءات العشر\" ص ٢٤٤.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٤٣، \"الحجة للقراء السبعة\" ٥/ ٢٠٩، \"المحتسب\" ٢/ ٤٤.(٤) ذكرته كتب التفسير نحوه بدون نسبة.انظر: \"جامع البيان\" ١٦/ ١١٩، \"زاد المسير\" ٥/ ٢٥٩.(٥) \"معاني القرآن\" للزجاج ٣/ ٣٤٣.</p><p> لا وجه للأمر هاهنا، وأن المعنى مده الرحمن مدا) (١) . وابن عباس فسره أيضًا بالخبر فقال:  (يريد فإن الله يمد له فيها حتى يستدرجه)  (٢) . وقد تقدم القول في وضع بعض الأمثلة موضع البعض في آيات. </p><p> ومعنى المد في الضلالة ذكرناه في قوله:  {وَيَمُدُّهُمْ في طُغْيَانِهِمْ يَعْمَهُونَ}  [البقرة: ١٥] . وقال صاحب النظم:  (من شرط وللشرط جزاء واجتمع في قوله:{فَلْيَمْدُدْ}جزاء الشرط والفاء دليل عليه، وابتداء الأمر ولو تمحض جزاء لكان يمدد ولكنه دعاء عليهم بأن يمدهم الله في الضلالة والدعاء يكون بلفظ الأمر كأنه أمر النبي -صلى الله عليه وسلم- أن يدعوا على من كان في الضلالة بهذا الدعاء،وهذا كما تقول في الكلام:من سرق مالي فليقطع الله يده، فهذا دعاء على السارق وهو جواب للشرط)  (٣) . هذا معنى كلامه. وعلى ما ذكر لا يكون {فَلْيَمْدُدْ} خبرًا كما قاله الزجاج، وأبو علي، وأكد ابن الأنباري هذا الوجه فقال:  (اللام في{فَلْيَمْدُدْ}لام الدعاء وتقديرها في الآية: قل يا محمد من كان في الضلالة فاللهم مد له في العمر مدا)  (٤) . </p><p> وقوله تعالى:  {حَتَّى إِذَا رَأَوْا} هو متصل بالمد؛ لأن المعنى مده الله في ضلالته حتى يرى ما يوعد من العذاب أو الساعة، وإنما قال {رَأَوْا} بعد </p><p>(١) \"الحجة للقراء السبعة\" ٢/ ٢٠٥. (٢) ذكرت كتب التفسير نحوه بدون نسبة.انظر: \"الكشف والبيان\" ٣/ ١٢ أ، \"المحرر الوجيز\" ٩/ ٥٢٢، \"معالم التنزيل\" ٥/ ٢٥٣، \"زاد المسير\" ٥/ ٢٥٩، \"الجامع لأحكام القرآن\" ١١/ ١٤٤، \"روح المعاني\" ١٦/ ١٢٧.(٣) ذكر نحوه القرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٤٤.(٤) ذكر نحوه بلا نسبة في \"الكشاف\" ٢/ ٤٢١، \"الجامع لأحكام القرآن\" ١١/ ١٤١، \"البحر المحيط\" ٦/ ٢١٢.</p>"
}