{
  "id": null,
  "sura": 19,
  "aya": 6,
  "text": "<p> سَمَّى بني إسرائيل موالي؛ لأنهم كانوا بني أعمامه. </p><p> وقوله تعالى:  {وَكَانَتِ امْرَأَتِي عَاقِرًا} أي: عقيما لا تلد، وهذا الذي قاله زكريا إخبار عن خوفه فإما مضى حين كانت امرأته لا تلد، وكان هو آيسًا من الولد لذلك ذكره بلفظ الماضي في \"خفت\"  \"وكانت\" . </p><p> وقوله تعالى:  {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا} أي: ابنا صالحًا يتولاه، قال أبو إسحاق:  (قوله:{وَلِيًّا}يدل على أنه سأل ولدًا دَيِّنًا؛ لأن غير الدَّيِّنِ لا يكون وليا لنبي)  (١) . </p><p> ٦ - قوله تعالى:  {يَرِثُنِي وَيَرِثُ} قرئ: بالرفع، والجزم (٢) . فالرفع على صفة الولي، كأنه سأل وليا وارثًا علمه ونبوته، والجزم على جواب الأمر، والرفع أصح القراءتين، إذ ليس المعنى على الجزاء وذلك؛ لأنه ليس كل ولي يرث، وإذا كان كذلك لم يسهل الجزاء من حيث لم يصح إن وهبته ورث؛ لأنه قد يهب له وليا لا يرث بأن يموت قبله، أو لا يصلح لخلافة النبوة، وإذا كان كذلك كان الوجه الرفع، ووجه الجزم أنه أراد بالولي وليا وارثًا، فيصح الشرط بأن تقول: إن وهبت ورث إذا كان المسؤول وليًا وإرثًا (٣) . </p><p>= وقال سبحانه في الآية (٦١): {وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ}. (١) \"معاني القرآن\" للزجاج ٣/ ٣٢٠.(٢) قرأ: ابن كثير، ونافع، وعاصم، وابن عامر، وحمزة: (يرثنني ويرث) برفعهما. وقرأ: أبو عمرو والبصري، والكسائي: (يرثني ويرث) بالجزم فيهما.انظر: \"السبعة\" ص ٤٠٧، \"الحجة للقراء السبعة\" ٥/ ١٩١، \"العنوان في القراءات\" ١٢٦، \"النشر\" ٢/ ٣١٧.(٣) \"الحجة للقراء السبعة\" ٥/ ١٩١.</p><p> واختلفوا فيم يرثه هذا الولي فقال ابن عباس في رواية عطاء:  (يرث النبوة)  (١) . وهو قول أبي صالح:  (يكون نبيا كما كانت أباؤه أنبياء)  (٢) . وقال مجاهد والسدي:  (يرث العلم والنبوة)  (٣) . </p><p> وقال الكلبي:  (يرث مكاني وحبورتي)  (٤) . </p><p> وقال قتادة:  (نبوتي وعلمي)  (٥) . </p><p> وقال ابن قتيبة:  (يرثني الحبورة، وكان زكريا حبرا،{وَيَرِثُ مِنْ آلِ يَعْقُوبَ}الملك،قال:وكذلك قيل في التفسير)  (٦) . </p><p> وقال قوم: أراد وراثة المال. وهو قول ابن عباس في رواية عكرمة قال:  (يرث مالي ويرث من آل يعقوب النبوة) . وهو قول الحسن وسفيان (٧) . والصحيح القول الأول (٨) . </p><p>= قرئ بالرفع والجزم كما مر معنا آنفا، وثبتت القراءة بهما وصحت عن النبي -صلى الله عليه وسلم- فلا وجه لتضعيف قراءة الجزم. (١) \"التفسير الكبير\" ١١/ ١٨٤، وذكره بدون نسبة ابن الجوزي في \"تفسيره\" ٥/ ٢٠٩، وكذلك القرطبي في \"تفسيره\" ١٦/ ٨١.(٢) \"جامع البيان\" ١٦/ ٤٧، \"الدر المنثور\" ٤/ ٤٦٧.(٣) \"جامع البيان\" ١٦/ ٤٨، \"الوسيط\" ٣/ ١٧٦.(٤) \"روح المعاني\" ١٦/ ٦٢، وذكره بدون نسبة البغوي في \"تفسيره\" ٥/ ٢١٩، والزمخشري في \"كشافه\" ٢/ ٤٠٥.(٥) \"تفسير القرآن\" للصنعاني ٢/ ٥، \"جامع البيان\" ١٦/ ٤٨، \"تفسير القرآن العظيم\" ٣/ ١٢٤.(٦) \"غريب القرآن\" لابن قتيبة ٢/ ٢.(٧) \"النكت والعيون\" ٣/ ٣٥٦، \"معالم التنزيل\" ٥/ ٢١٩، \"زاد المسير\" ٥/ ٢٠٩، \"الدر المنثور\" ٤/ ٤٦٧.(٨) وهو قول جمهور المفسرين، وتشهد له الأحاديث الصحيحة.قال ابن كثير -رحمه الله- في \"تفسيره\" ٣/ ١٢٤: إن النبي أعظم مزلة وأجل قدرًا =</p><p> قال أبو إسحاق:  (لا يجوز أن يخاف زكريا أن يورث المال؛ لأن أمر الأنبياء والصالحين أنهم لا يخافون أن يرثهم أقرباؤهم ما جعله الله لهم)  (١) . وكان يحيى بن يعمر (٢) يقول: (لئن كان إنما قال يرثني مالي إن كان إذا لجشعا)  (٣) . </p><p> قال أبو علي: (لا يخلو هذا من أن يكون أراد يرث مالي، وعلمي، ونبوتي، وفيما أثر عن رسول الله -صلى الله عليه وسلم- من أنه قال:  \"نحن معاشر الأنبياء لا نورث ما تركناه صدقة\"  (٤) . دلالة على أن الذي سأل أن يرثه وليه ليس </p><p>= من أن يشفق على حاله إلى ما هذا حده، وأن يأنف من وراثه عصابته له ويسأل أن يكون له ولد ليحوز ميراثه دونهم هذا وجه. والثاني: أنه لم يذكر أنه كان ذا مال بل كان نجارا يأكل من كسب يديه ومثل هذا لا يجمع ولا سيما أن الأنبياء كانوا أزهد شيء في الدنيا.والثالث: أنه قد ثبت في الصحيحين من غير وجه أن رسول الله -صلى الله عليه وسلم- قال: \"لا نورث مما تركنا صدقه\". وعلى هذا فيتعين أن المراد ميراث النبوة. وانظر: \"زاد المسير\" ٥/ ٢٠٩، \"أضواء البيان\" ٤/ ٢٠٦.(١) \"معاني القرآن\" للزجاج ٣/ ٣٢٠.(٢) يحيى بن يعمر العدواني، أبو سليمان البصري، قاضي مرو، إمام تابعي ثقة، فقيه مقرئ، نحوي أديب، عالم باللغة، يقال أنه أول من نقط المصحف، مات -رحمه الله- قبل المائة وقيل بعدها. انظر:\"سير أعلام النبلاء\" ٤/ ٤٤١، \"غاية النهاية\" ٢/ ٣٨١، \"تهذيب التهذيب\" ١١/ ٣٠٥، \"معجم البلدان\" ٢٠/ ٤٢.(٣) لم أقف عليه، وهو قول بعيد؛ لأنه لا يصح أن يقال ذلك في حق الأنبياء -عليهم الصلاة والسلام- فهو وصف لا يليق بمكانة نبي الله زكريا -عليه السلام-، وحاشاه أن يوسف بالجشع وهو صفة ذم، والأنبياء عليهم السلام لهم صفات المدح والثناء فمَد اصطفاهم الله واختصهم بالنبوة وشرفهم بها.(٤) أخرجه البخاري: كتاب: فضائل الصحابة، باب: مناقب قرابة رسول الله -صلى الله عليه وسلم- ومنقبة فاطمة عليها السلام ٣/ ١٣٦٠، ومسلم: كتاب: الجهاد والسير باب قول =</p><p> المال، فإذا بطل هذا ثبت الوجه الآخر، على أنه لا يجوز على نبي الله أن يقول: أخاف أن يرثني بنو عمي وعصبتي على ما فرضته لهم، ويدل على صحة هذا قراءة عثمان -رضي الله عنه-: (وإني خَفَّتِ الموالي)  (١) . أي: أنهم قَلُّوا وقَلَّ من كان منهم يقوم بالدين فسأل وليا يقوم به) (٢) . </p><p> وبين عبد الله بن مسلم هذا فقال:  (زكريا لم يرد يرثني مالا، وأي مال كان لزكريا فيظن به عن عصبته حتى يسأل الله أن يهب له ولدًا يرثه، لقد جَلَّ هذا المال إذا وعَظُم عنده، ونافس عليه منافسة أبناء الدنيا الذين لها يعملون وللمال يكدحون، وإنما كان زكريا ابن آذر نجارا وكان حبرا) . كذلك قال وهب بن منبه (٣) . </p><p> وكلا هذين الأمرين يدل على أنه لا مال له، والذين قالوا: يرثني مالي رووا عن رسول الله -صلى الله عليه وسلم-: أنه كان إذا قرأ هذه الآية قال: (رحم الله زكريا ما كان عليه من ورثته)  (٤) . وهذا لا يدل على أنه فسر الآية بوارث </p><p>= النبي -صلى الله عليه وسلم-: \"لا نورث ما تركناه صدقة\" (٣/ ١٣٧٩، والترمذي في \"جامعه\" كتاب: السير، باب: ما جاء في تركة رسول الله -صلى الله عليه وسلم- ٤/ ١٣٥، وقال: حديث صحيح، وأخرجه النسائي: كتاب: قسم الفيء ٧/ ٩٥، والإمام أحمد في مسنده ١/ ٤. (١) \"الحجة للقراء السبعة\" ٥/ ١٨٩، \"مختصر ابن خالويه\" ٨٣، \"إعراب القرآن\" للنحاس ٣/ ٥، \"المحتسب\" ٢/ ٣٧.(٢) \"الحجة السبعة\" للفراء ٥/ ١٨٩.(٣) لم أقف على هذا القول. ولكن له شواهد، فقد صح من حديث أبي هريرة رضي الله عنه عن النبي -صلى الله عليه وسلم- قال: كان زكريا نجارا. انظر: \"صحيح مسلم\" كتاب الفضائل، باب: من فضائل زكريا عليه السلام ٤/ ١٨٤٧، وابن ماجه كتاب: التجارات، باب: الصناعات ٢/ ٧٢٧، وأحمد ٢/ ٢٩٦، وابن كثير في \"تفسيره\" ٣/ ١١٤.(٤) رواه الطبري في \"تفسيره\" ١٦/ ٣٧ بسنده عن قتادة، وعبد الرزاق في \"تفسيره\" ٢/ ٣، والثعلبي في \"الكشف والبيان\" ٣/ ١ ب، والماوردي في \"النكت\" =</p>"
}