{
  "id": null,
  "sura": 19,
  "aya": 71,
  "text": "<p> منقطعًا من هذه الجملة وكانت جملة مستأنفة، لا يجيء (١) هذا على مذهب سيبويه؛ لأنه لا يرى في من مثل ما رآه الكسائي من زيادته في الإيجاب، فإن قال قائل: لم زعم سيبويه أنه إذا حذف العائد من الصلة وجب البناء على الضم؟ قيل: إن الصلة تبين الموصول وتوضحه، كما أن المضاف يبين المضاف إليه ويخصصه، فكما أنه لما حذف المضاف إليه من الأسماء التي تبينها الإضافة نحو: قبل، وبعد بنيت، كذلك لما حذفت العائد من الصلة إلى الموصول من هنا بنيت). وأطال أبو علي الكلام في هذه المسألة (٢) . وليس يليق بهذا الكتاب أكثر مما حكينا (٣) . </p><p> ٧٠ - قوله تعالى:  {ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا} الصِّلي: مصدر صَلَى النار، صَلاَهَا، صُلِيًّا ووزنه فعول، ويجوز فيه صِلِيًا بالكسر وقد تقدم القول فيه. ومعنى الصِّلي: دخول النار ومقاساة حرها وشدتها نعوذ بالله منها. </p><p> قال أبو إسحاق:  (أي ثم لنحن أعلم بالذين هم أشد عتيا فهم أولى بها صليا)  (٤) . يعني أن الأولى بها صليا الذين هم أشد عتيا، فهؤلاء هم الأولى بالنار صليا على معنى الابتداء بهم دون أتباعهم؛ لأنهم كانوا رؤساء في الضلالة. </p><p> ٧١ - قوله تعالى:  {وَإِنْ مِنْكُمْ} أي: وما منكم أحد {إِلَّا وَارِدُهَا} </p><p>(١) في (س): (لا يجوز). (٢) \"الإغفال فيما أغفله الزجاج من المعاني\" لأبي علي الفارسي ص ٩٩٨.(٣) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٤٠، \"إعراب القرآن\" للنحاس ٢/ ٣٢٢، \"إملاء ما من به الرحمن\" ١/ ١١٦، \"الإنصاف\" ١/ ٥٧٣، \"الدر المصون\" ٧/ ٦٢١.(٤) \"معاني القرآن\" للزجاج ٣/ ٣٤٠.</p><p> وارد جهنم {كَانَ عَلَى رَبِّك} ورودكم {حَتْمًا مَقْضِيًّا} والحتم إيجاب القضاء، والقطع بالأمر، ويقال: كان ذلك الأمر حتما أي: موجبا، ويقال للأقضية والأمور التي قضى الله بكونها الحتوم، قال أمية: </p><p> حنَانَي رَبِّنَا وَلَه عَنَوْنَا ... بِكَفَّيْهِ المَنَايَا وَالحُتُومُ (١) </p><p> وقوله تعالى:  {مَقْضِيًّا} أي: قضاه الله عليكم. </p><p> قال ابن مسعود في قوله:  {حَتْمًا مَقْضِيًّا} : (قسما واجبا)  (٢) . وكان الإجماع أن هذه الآية قسم من الله بورود النار، وموضع القسم قوله تعالى:  {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ} الآية وهذه الآية (٣) ترجع إلى ما قبلها بالعطف، وهي داخلة في الجملة المقسم عليها، وقيل: القسم مضمر بتقدير: وإن منكم والله إلا واردها كقوله: {وَإِنَّ مِنْكُمْ لَمَنْ لَيُبَطِّئَنَّ}  [النساء: ٧٢]  [المعنى: والله لمن ليبطئن]  (٤) فأضمر (٥) . وأكثر الناس على الحكم بظاهر هذه الآية وهو: </p><p>(١) البيت لأمية بن أبي الصلت. انظر: \"لسان العرب\" (حتم) ٢/ ٧٧١. (٢) \"جامع البيان\" ١٦/ ١١٤، \"النكت والعيون\" ٣/ ٣٨٥، \"ابن كثير\" ٣/ ١٤٦.(٣) قوله: (وهذه الآية)، ساقط من نسخة (س).(٤) ما بين المعقوفين ساقط من نسخة (س).(٥) \"إعراب القرآن\" للنحاس ٢/ ٣٢٢، \"المحرر الوجيز\" ٩/ ٥١٠، \"البحر المحيط\" ٦/ ٢٠٩، \"الدر المصون\" ٧/ ٦٢٥. وقال الشنقيطي في \"أضواء البيان\" ٤/ ٣٥٤: الذي يظهر لي والله أعلم أن الآية ليس يتعين فيها قسم؛ لأنها لم تقترن بأداة من أدوات القسم، ولا قرينة واضحة دالة على القسم، ولم يتعين عطفها على القسم، والحكم بتقدير قسم من كتاب الله دون قرينة ظاهرة فيه زيادة على كلام الله بغير دليل يجب الرجوع إليه، وأقرب أقوال من قالوا: إن في الآية قسما قول من قال إنه معطوف على قوله: {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ} لدلالة قرينة لام القسم في الجمل المذكورة على ذلك، أما قوله: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} فهو محتمل للعطف أيضا، ومحتمل، للاستئناف والعلم عند الله تعالى.</p><p> أن الخلق كلهم يرد النار ثم ينجي الله المؤمنين (١) . </p><p> روي عن ابن مسعود أن رسول الله -صلى الله عليه وسلم- قال:  \"يرد الناس جهنم(٢)ثم يصدرون عنها بأعمالهم، فأولهم كالبرق، ثم كالريح، ثم كأجود الخيل، ثم كالراكب في رجله، ثم كشد الرَّجل، ثم كمشيه\"  (٣) . وقال ابن عباس في هذه الآية:  (الورود الدخول،وأخذ بيد مجاهد وقال:أما أنا وأنت فسندخلها)  (٤) . وخاصمه نافع بن الأزرق فقال:  (إن الشيء ربما ورد الشيء ولكن لا يدخله،فقال ابن عباس:يا ابن الأزرق أما أنا وأنت فسندخلها فانظر هل ينجينا الله منها بعد أم لا)  (٥) </p><p> وسئل جابر -رضي الله عنه- عن هذه الآية فقال: سمعت رسول الله -صلى الله عليه وسلم- يقول: \"الورود الدخول لا يبقى بر ولا فاجر إلا دخلها، فتكون على المؤمن بردًا </p><p>(١) \"جامع البيان\" ١٦/ ١١٥ \"النكت والعيون\" ٣/ ٣٨٥، \"المحرر الوجيز\" ٩/ ٥١١, \"معالم التنزيل\" ٥/ ٢٤٦، \"زاد المسير\" ٥/ ٢٥٧، \"الجامع لأحكام القرآن\" ١١/ ١٣٨. (٢) لفظ: (جهنم) ساقط من نسخة (س).(٣) أخرجه الترمذي في جامعه كتاب التفسير سورة مريم ١٢/ ١٦ ح ٣١٥٩ وقال: حديث حسن. والحاكم في \"مستدركه\" ٢/ ٣٧٥ وصححه ووافقه الذهبي، وأحمد في \"مسنده\" ١/ ٤٣٣، والدرامي في كتاب: الرقائق، باب: في ورود النار ٢/ ٣٢٩، وأخرج نحوه البخاري في كتاب: الرقائق، باب: الصراط جسر جهنم ٨/ ١٤٦، ومسلم كتاب: الإيمان، باب: معرفة طريق الرؤية ١/ ١٨٧، والطبري في \"جامع البيان\" ١٦/ ١١٤، وابن كثير في \"تفسيره\" ٣/ ١٤٧.(٤) \"جامع البيان\" ١٦/ ١١٤، \"تفسير القرآن العظيم\" ٣/ ١٤٧.(٥) \"تفسير القرآن\" للصنعاني ٢/ ١١، \"جامع البيان\" ١٦/ ١١٤، \"بحر العلوم\" ٢/ ٣٣٠، \"المحرر الوجيز\" ٩/ ٥١٢، \"معالم التنزيل\" ٥/ ٢٤٦، \"تفسير القرآن العظيم\" ٣/ ١٤٧.</p><p> وسلاما، كما كانت على إبراهيم\" (١) . </p><p> وروى سعيد بن جبير عن ابن عباس قال:  (يرد الناس جميعا نار جهنم، وكان قسما من ربنا وحتما مقضيا تخلف فيها أهل الشرك وهم ظالمون، وأقام أهل الصلاة والإيمان فيها بقدر أعمالهم،ونادى المنادي فقال:إن الله يقول{ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا}فخرجوا واحترق بعضهم) . وذكر حديثًا طويلا (٢) . وهذا الذي ذكرنا مذهب أهل السنة واحتجوا من طريق اللفظ بأن قالوا: جرى ذكر الكافرين، ثم قال بعد:  {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} فنظم الكلام أوجب أن هذا عام، والورود بمعنى الدخول قد أتى </p><p>(١) أخرجه الإمام أحمد في \"مسنده\" ٣/ ٣٢٩، ورجاله ثقات غير أبي سمية قال عنه الحافظ: مقبول، وأورده الهيثمي في \"مجمع الزوائد\" كتاب: البعث، باب: ما جاء في الصراط والميزان والورود ١٠/ ٣٦٠ وقال: رواه أحمد ورجاله ثقات، وابن حجر في \"الكافي الشاف\" ١٥٧، وأورده ابن كثير في \"تفسيره\" ٣/ ٤٧ وقال: غريب ولم يخرجوه. وكذلك القرطبي في جامعه ١١/ ١٣٦، والسيوطي في \"الدر المنثور\" ٤/ ٥٠٥ ونسبة لابن أبي حاتم وابن مردويه، وعبد ابن حميد. وقال الشنقيطي -رحمه الله- في \"أضواء البيان\" ٤/ ٣٥١ بعد ذكره لهذا الحديث: أبو سمية قد ذكره ابن حبان في الثقات، وبتوثيق أبي سمية المذكور تتضح صحة الحديث؛ لأن غيره من رجال الإسناد ثقات معروفون، مع أن حديث جابر المذكور يعتضد بظاهر القرى وبالآيات الأخرى التي استدل بها ابن عباس وآثار جاءت عن علماء السلف -رضي الله عنهم- كما ذكره ابن كثير عن خالد بن معدان، وعبد الله بن رواحة، وذكره ابن جرير عن أبي ميسرة، وذكره ابن كثير عن عبد الله بن المبارك عن الحسن البصري، كلهم يقولون: إنه ورود دخول.(٢) لم أقف عليه وذكرت كتب التفسير نحوه مختصرًا. انظر: \"جامع البيان\" ١٦/ ٨٣، \"معالم التنزيل\" ٣/ ٢٠٤ \"بحر العلوم\" ٢/ ٣٣٠، \"المحرر الوجيز\" ١١/ ٤٨، \"الكشف والبيان\" ٣/ ١١ أ.</p><p> في التنزيل قال الله تعالى:  {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ}  [الأنبياء: ٩٨] ، {لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا}  [الأنبياء: ٩٩] ويراد بالورود هاهنا: الدخول، وقال تعالى:  {فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ}  [هود: ٩٨] ؛ ولأن الله تعالى قال فيما بعد:  {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا} والنجاة لا تكون إلا مما دخلت فيه؛ ولأنه قال:  {نَذَرُ الظَّالِمِين} ولم يقل وندخل الظالمين، ونذر: نترك الشيء وقد حصل في مكانه. </p><p> وروى الحسن بن مسلم (١) عن عبيد بن عمير في هذه الآية قال: (ورودها حضورها)  (٢) . وروى يزيد النحوي (٣) عن عكرمة في هذه الآية </p><p>(١) الحسن بن مسلم بن يناق، المكي، روى عن صفية بنت شيبة، وطاوس، ومجاهد، وسعيد بن جبير، وروى عنه: ابن جريج، وأبان بن صالح، وإبراهيم بن نافع وغيرهم، وهو ثقة، ثبت، توفي -رحمه الله- سنة ٩٨ هـ وقيل غير ذلك. انظر: \"تهذيب التهذيب\" ٢/ ٣٢٢، \"طبقات ابن سعد\" ٥/ ٤٧٩، \"تهذيب الأسماء واللغات\" ١/ ١٦١، \"الكاشف\" ١/ ٢٢٧، \"تهذيب الكمال\" ٦/ ٣٢٥.(٢) \"زاد المسير\" ٥/ ١٧٨، وذكر البغوي في \"تفسيره\" ٣/ ٢٠٤ بدون نسبة.(٣) يزيد بن أبي سعيد النحوي، أبو الحسن القرشي مولاهم، المروزي، من بني نحو بطن من الأزد، روى عن سليمان بن بريدة، وعكرمة مولى بن عباس، ومجاهد وغيرهم، وروى عنه: الحسن بن رشيد، والحسين بن واقد، ومحمد بن بشار وغيرهم، وثقه العلماء، وكان متقنًا، من العباد، تقيًا من الرفعاء، تاليًا لكتاب الله، عالمًا بما فيه، قتل سنة ١٣١ هـ.انظر: \"طبقات ابن سعد\" ٧/ ٣٦٨، \"اللباب\" ٣/ ٣٠١، \"الكاشف\" ٣/ ١٧٨، \"تهذيب التهذيب\" ١١/ ٣٣٢، \"الأنساب\" للسمعاني ٥/ ٤٦٩، \"تهذيب الكمال\" ٣٢/ ١٤٣.</p><p> قال:  (الورود الدخول)  (١) . وبكى عبد الله بن رواحة لما نزلت هذه الآية وقال:  (إني علمت أني وارد النار فما أدري أناج منها أم لا)  (٢) . هذا هو الكلام في الورود، ثم الله تعالى قادر بلطفه أن يسلم المؤمنين منها إذا وردوها حتى يعبروها ويخرجوا منها سالمين كما ذكرنا في حديث جابر أن النبي -صلى الله عليه وسلم- قال:  \"فتكون على المؤمن بردًا وسلامًا\"  (٣) . </p><p> وقال خالد بن معدان:  (إذا جاز المؤمنون الصراط قال بعضهم لبعض: ألم يعدنا ربنا أن نمر على جسر النار،فيقولون:بلى ولكنا مررنا عليها وهي خامدة لمرورنا)  (٤) . </p><p> وقال أشعث الجذامي:  (بلغني أن أهل الإيمان إذا مروا بصراط جهنم تقول لهم: جوزوا عني قد بردتم وهجي ذروني لأهلي)  (٥) . </p><p> وروى أن النبي -صلى الله عليه وسلم- قال:  \"تقول النار للمؤمن يوم القيامة: جز يا مؤمن فقد أطفأ نورك لهبي\"  (٦) . </p><p>(١) ذكره الماوردي في \"النكت والعيون\" ٣/ ٣٨٤ بدون نسبة، وكذلك البغوي في \"معالم التنزيل\" ٥/ ٢٤٦. (٢) \"تفسير القرآن\" للصنعاني ٢/ ١١، \"جامع البيان\" ١٦/ ١١٤، \"تفسير القرآن العظيم\" ٣/ ١٤٧، \"زاد المسير\" ٥/ ٢٥٥.(٣) سبق تخريج الحديث وعزوه.(٤) \"جامع البيان\" ١٦/ ١١٤، \"بحر العلوم\" ٢/ ٣٣٠، \"معالم التنزيل\" ٥/ ٢٤٦، \"تفسير القرآن العظيم\" ٣/ ١٤٧، \"زاد المسير\" ٥/ ٢٥٥.(٥) ذكرت نحوه كتب التفسير بدون نسبة.انظر: \"الجامع لأحكام القرآن\" ١١/ ١٤١، \"روح المعاني\" ١٦/ ١٢٢، \"لباب التأويل\" ٤/ ٢٥٦.(٦) أخرجه أبو نعيم في \"الحلية\" ٩/ ٣٢٩، والقرطبي في \"تذكرته\" ص ٢٣٤، والطبراني في \"الكبير\" ص ٦٦٨، وأورده الهيثمي في \"مجمع الزوائد\" كتاب البعث، باب: =</p><p> وروى عثمان بن الأسود عن مجاهد في هذه الآية قال:  (من حمَّ من المسلمين فقد وردها)  (١) . لأن الحمَّى من فيح جهنم قال رسول الله -صلى الله عليه وسلم-: \"الحمَّي كير من جهنم فما أصاب المؤمن منها كان حظه من النار في الآخرة\"  (٢)  (٣) . </p><p>= ما جاء في الميزان والصراط والورود ١٠/ ٣٦٠، وقال: رواه الطبراني وفيه سليم بن منصور بن عمار وهو ضعيف. وأورده البغوي في \"تفسيره\" ٣/ ٢٠٥، والسيوطي في \"الدر المنثور\" ٤/ ٢٨٢، وأورده الألباني في \"السلسلة الضعيفة\" (٣٤١٣)، والحديث بجميع طرقه ضعيف فيه بشير بن طلحة ضعيف، وخالد بن دريك لم يسمع من يعلي بن منية فهو منقطع، وكذلك سليم بن منصور ضعيف. (١) \"جامع البيان\" ١٦/ ١١١، \"النكت والعيون\" ٣/ ٣٤٨، \"المحرر الوجيز\" ٩/ ٥١٥، \"معالم التنزيل\" ٣/ ٢٠٥، \"تفسير القرآن العظيم\" ٣/ ١٣٧.(٢) أخرجه الإمام أحمد في \"مسنده\" ٥/ ٢٥٢، عن أبي أمامة رضي الله عنه، ورواه الهيثمي في \"مجمع الزوائد\" ٢/ ٣٠٥، وقال: رواه أحمد وفيه أبو حصين الفلسطيني ولم أر له راويًا غير محمد بن مطرف. وأخرج نحوه البخاري في \"صحيحه\" كتاب الطب، باب: الحمى من فيح جهنم ٥/ ٢١٦٢، ومسلم في \"صحيحه\" كتاب السلام، باب: لكل داء دواء واستحباب التداوي ٤/ ١٧٣٢، وابن ماجه في \"سننه\" كتاب الطب، باب: الحمى ٢/ ١١٤٩، والدرامي كتاب الرقائق، باب: الحمى من فيح جهنم ٢/ ٢٢٤، والحاكم في \"المستدرك\" ١/ ٣٤٥، وقال: صحح الإسناد ووافقه الذهبي، والطبري في \"جامع البيان\" ١٦/ ١١١، والبغوي في \"معالم التنزيل\" ٥/ ٢٤٩، وابن كثير في \"تفسير القرآن العظيم\" ٣/ ١٤٧.(٣) قال الشنقيطي -رحمه الله- في \"أضواء البيان\" ٤/ ٣٥٢ بعد ذكره لهذا القول: وأجابوا عن الاستدلال بحديث \"الحمى من فيح فجهنم\" قالوا: الحديث حق صحيح ولكنه لا دليل فيه لمحل النزاع؛ لأن السياق صريح في أن الكلام في النار في الآخرة وليس في حرارة منها في الدنيا؛ لأن أول الكلام قوله تعالى: {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا} -إلى أن قال- {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} فدل على أن كل ذلك في الآخرة لا في الدنيا كما ترى.</p><p> وقال قوم:  (إن هذا إنما يعني به المشركين خاصة)  (١) . واحتجوا بقراءة بعضهم:  {وَإِن مِّنهمْ إِلَّا وَارِدُهَا}  (٢) . وهذا معنى قول ابن عباس في رواية عطاء (٣) . ويكون على مذهب هؤلاء معنى:  {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا} نخرجهم من جملة من يدخل النار. </p><p> وقال ابن زيد:  (الورود عام لكل مؤمن وكافر غير أن ورود المسلمين على الجسر، وورود الكافرين أن يدخلوها)  (٤) . وهذا يروى عن الحسن، وقتادة أنهما قالا:  (ورودها ليس دخولها)  (٥) . </p><p> قال أبو إسحاق:  (وحجتهم في ذلك قوية من جهات أحدها: أن العرب تقول: وردت ماء كذا ولم تدخله، ووردت بلد كذا إذا أشرف عليه ولم يدخله،قال:والحجة القاطعة عندي قوله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١) لَا يَسْمَعُونَ حَسِيسَهَا} [الأنبياء: ١٠١، ١٠٢]  (٦) . ومن قال بالقول الأول قال في هذه الآية: (وهم عن </p><p>(١) \"الجامع البيان\" ١٦/ ١١٠، \"تفسير القرآن العظيم\" ٣/ ١٣٦، \"الجامع لأحكام القرآن\" ١١/ ١٣٨. (٢) قرأ بها ابن عباس، وعكرمة رضي الله عنهما.انظر: \"المحرر الوجيز\" ٩/ ٥١١، \"الكشاف\" ٢/ ٤١٩، \"تفسير القرآن العظيم\" ٣/ ١٤٧ \"الجامع لأحكام القرآن\" ١١/ ٣٨، \"البحر المحيط\" ٦/ ٢١٠.(٣) \"جامع البيان\" ١٦/ ١١٤، \"زاد المسير\" ٥/ ٢٥٥، \"الجامع لأحكام القرآن\" ١١/ ١٣٨.(٤) \"تفسير القرآن العظيم\" ٣/ ١٤٨، \"زاد المسير\" ٥/ ٢٥٥، \"روح المعاني\" ١٦/ ١٢٢.(٥) \"الجامع لأحكام القرآن\" ١١/ ١٣٦، \"البحر المحيط\" ٦/ ٢٠٩ \"معاني القرآن\" للزجاج ٣/ ٣٤١.(٦) \"معاني القرآن\" للزجاج ٣/ ٣٤١.</p>"
}