{
  "id": null,
  "sura": 19,
  "aya": 8,
  "text": "<p> وعلى هذا القول فالمراد بالسمي: المثل والنظير كقوله: {هَلْ تَعْلَمُ لَهُ سَمِيًّا}  [مريم: ٦٥] ، أي: مثلا وعدلا، ولم يكن ليحيى مثل من البشر من حيث أنه لم يعص ولم يهم بمعصية قط. </p><p> ٨ - وقوله تعالى:  {قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ} مضى الكلام في معنى هذا الاستفهام في سورة آل عمران (١) . </p><p> وقوله تعالى:  {وَكَانَتِ امْرَأَتِي عَاقِرًا} قال كثير من الناس: (كَانَت) هاهنا زيادة (٢) ، والمعنى: وامرأتي عاقرًا، كما قال في موضع آخر:  {وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ}  [آل عمران: ٤٠] . قال ابن الأنباري:  (كَانَت) هاهنا ماضٍ، معناه الحال كأنه قال: وكائنة امرأتي في الحال، فصلح وضع الماضي في وضع الدائم؛ لأن المعنى مفهوم غير ملتبس، كقوله تعالى:  {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا}  [النساء: ٩٦] ، و {كَانَ عَلِيمًا حَكِيمًا}  [النساء: ١١] . المعنى: وكائن الله غفورا أبدا. قال: وفي المسألة جواب ثالث: وهو أنه لما بشر بالولد وقع في نفسه أنه يكون بزوال العقر عن زوجته فقال بعد وقوع هذا المعنى في نفسه {وَكَانَتِ امْرَأَتِي عَاقِرًا} أي: إلى هذا الوقت الذي لا أدري أزال العقر عنها أم لا؟ قال: وهذا جواب جيد صحيح) (٣) . </p><p>(١) عند قوله سبحانه في سورة آل عمران الآية: (٤٠): {قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ}. (٢) التعبير بلفظ الزيادة، لا يصح القول به في القرآن الكريم، فإن كل حرف منه ورد ليدل على معنى من المعاني فزيادة المبني تدل على زيادة المعنى والمنزل الحكيم سبحانه لا ينزل الشيء إلا لفائدة.(٣) ذكر نحوه في \"المحر الوجيز\" ٩/ ٤٣٢، \"زاد المسير\" ٥/ ٢١١، \"التفسير الكبير\" ٢١/ ١٨٤.</p><p> قوله تعالى:  {وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا} قال أبو عبيد: (يقال للشيخ إذا ولى وكبر: عَتَا، يَعْتُو، عِتِيّا)  (١) . </p><p> وقال أبو عبيدة:  (كل مبالغ في شيء أو كفر فقد عَتَا، عِتِيّا، فهو عَاتٍ)  (٢) . </p><p> وقال أبو إسحاق:  (كل شيء انتهى فقد عَتَا يَعْتْوا عُتُوًّا وعِتيًا)  (٣) . </p><p> وقال الفراء:  (يقال للشيخ إذا كبر عَتَا وعِتِيا)  (٤) . </p><p> قال أهل المعاني:  (يقال للذي غيره الزمان إلى حال اليبس والجفاف: هو عَاتٍ وعَاس)  (٥) . </p><p> وبهذا المعنى فسره مجاهد فقال:  (هو نحول العظم)  (٦) . وهو قول قتادة (٧) . </p><p> وقال ابن قتيبة:  {عِتِيًّا} هو أي: يبسا ومنه يقال: ملك عَاتٍ إذا كان قاسي القلب غير لين) (٨) . </p><p> وقال ابن عباس في معنى قوله:  {وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا} (لا </p><p>(١) \"تهذيب اللغة\" (عتا) ٣/ ٢٣١٣، \"لسان العرب\" (عتا) ٥/ ٢٨٠٤. (٢) \"مجاز القرآن\" ٢/ ٢.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٢٠.(٤) \"معاني القرآن\" للفراء ٢/ ١٦٢.(٥) \"النكت والعيون\" ٣/ ٣٥٧، \"لسان العرب\" (عتا) ٥/ ٢٨٠٤.(٦) \"جامع البيان\" ١٦/ ٥١، \"تفسير القرآن العظيم\" ٣/ ١٢٥، \"زاد المسير\" ٥/ ٢١١، \"تفسير كتاب الله العزيز\" ٣/ ٧.(٧) \"تفسير القرآن\" للصنعاني ٢/ ٦، \"جامع البيان\" ١٦/ ٥، \"النكت والعيون\" ٣/ ٣٥٧، \"معالم التنزيل\" ٥/ ٢٢٠.(٨) \"تفسير غريب القرآن\" ٢٧٢.</p><p> أقدر على مجامعة النساء) (١) . وهذا راجع إلى ما ذكرنا من معنى اليبوسة. </p><p> وروى عمرو بن ميمون:  (أن نافع بن الأزرق سأل ابن عباس فقال: أخبرني عن قول الله -عز وجل-:{وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا}ما العتي؟قال:اليبوس من الكبر)  (٢) . </p><p> وقرأ القراء: عُتِيا بالضم، وعِتيا بالكسر (٣) . وكذلك:  (صليا)  [مريم: ٧٠] ، (بكيا)  [مريم: ٥٨] ، (جثيا)  [مريم: ٦٨] ، والأصل في هذا أن ما كان من فُعُول جمعا من المعتل اللام، فاللام إذا كانت واوا لزمه القلب على الإطراد إلى الياء، ثم تقلب واو فُعول إلى الياء لادغامها في الياء، وتكسر عين الفعل كما كسرت في مرمي ونحوه، وذلك نحو: حَقْو وحُقِي، ودَلْو ودُلِي، وعَصَا وعُصِي، وصَفَا وصَفِي، وكسر الفاء مطرد في هذا نحو: دِلِي، وحِقِي، وعِصِي، وجاز ذلك؛ لأنها غيرت تغيرين وهما: أن الواو التي هي لام قلبت، والواو التي كانت قبلها قلبت أيضا، فلما غيرت تغيرين قويا على هذا التغيير من كسر الفاء هذا في الجمع، فأما ما كان من ذلك مصدرا فالقياس فيه أن يصح نحو: العُتْو والقُلُو؛ لأن واوه لم يلزمها الإنقلاب كما لزمها في الجمع، ولكن لما كانوا قد قلبوا الواو من هذا </p><p>(١) ذكره الطبرسي في \"مجمع البيان\" ٦/ ٧٨٠، وورد بلا نسبة في \"جامع البيان\" ١٦/ ٥٠، \"بحر العلوم\" ٢/ ٣١٩، \"الكشف البيان\" ٣/ ٣ أ. (٢) ذكر بلا نسبة في \"بحر العلوم\" ٢/ ٣١٩، \"النكت والعيون\" ٣/ ٣٥٧، \"الكشف والبيان\" ٣/ ٣ أ.(٣) قرأ: ابن كثير، ونافع، وأبو عمرو، وعاصم في رواية أبي بكر، وابن عامر: (عُتيا) بالضم، وقرأ: حمزة، والكسائي، وحفصر عن عاصم: (عتيا) بالكسر.انظر: \"السبعة\" ص ٤٠٧، \"الحجة للاقراء السبعة\" ٥/ ١٩٢، \"المبسوط في القراءات\" ص ٢٤٢، \"التبصرة\" ص ٢٥٥.</p>"
}