{
  "id": null,
  "sura": 19,
  "aya": 83,
  "text": "<p> والصحيح ما عليه الجماعة (١) ، لقوله:  {عَلَيْهِمْ} ولو قال لهم ضدا احتمل ما قاله قتادة؛ لأن الضد قد ورد في اللغة بمعنى مثل الشيء حكاه ابن السكيت عن أبي عمرو (٢) ، فلما قال:  {وَيَكُونُونَ عَلَيْهِمْ ضِدًّا} كان المعنى: أنهم عون عليهم أعداء لهم، ويبعد أن يفسر بالقرناء. قال ابن الأنباري:  (ويجوز أن تكون الهاء في عليهم ترجع على الأصنام بتأويل ويكون الكفار على الأصنام ضد؛ لأنه يبيحون بعيبها ويخبرون بعجزها عند البراءة منها)  (٣) . </p><p> ٨٣ - قوله تعالى:  {أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ} قال الكلبي: (نزلت في المستهزئين بالقرآن)  (٤) . وذكر أبو إسحاق في قوله:  {أَرْسَلْنَا} وجهين: </p><p> أحدهما:  (أن المعنى خلينا الشياطين وإياهم فلم نعصمهم من القبول منهم)  (٥) . </p><p> قال أبو علي: (الإرسال يستعمل على معنى التخلية بين المرسل وبين </p><p>= ٣/ ٣٨٩، \"المحرر الوجيز\" ٩/ ٥٣٢، \"تفسير القرآن العظيم\" ٣/ ١٥١. (١) ويشهد لذلك قوله سبحانه: {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (٥) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} [الأحقاف: ٥، ٦](٢) \"تهذيب اللغة\" (ضد) ٢/ ٢٠٠.(٣) ذكر نحوه بلا نسبة \"الكشاف\" ٢/ ٤٢٣، \"البحر المحيط\" ٦/ ٢١٥، \"الدر المصون\" ٧/ ٦٤٠.(٤) \"بحر العلوم\" ٢/ ٣٣٣.(٥) \"معاني القرآن\" للزجاج ٣/ ٣٤٥.</p><p> ما يريد وليس يراد به معنى البعث، كما قال الراجز (١) : </p><p> أَرْسَلَ فِيْهَا بَازِلًا يَقدمه </p><p> وَهُوَ بِهَا بخوا طَرِيْقًا يَعْلَمُه </p><p> يريد خلى، يريد: بين الفحل وبن طروقته ولم يمنعه منها. قال فمعنى الآية: خلينا بين الشياطين وبين الكافرين. أي: لم نعصمهم منهم ولم نعذهم، بخلاف المؤمنين الذين قيل فيهم:  {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَان}  [الحجر: ٤٢] ، [الإسراء:٦٥] هذا كلام أبي علي في شرح أحد وجهي الإرسال (٢) . وإلى هذا الوجه يذهب القدرية في معنى الآية. وليس المعنى على ما يذهبون إليه (٣) . </p><p>(١) لم أهتد إلى قائله. بازلاً: يقال للبعير إذا استكمل السنة الثامنة وطعن في التاسعة وفطر نابه فهو حينئذ بازل، وهو أقصى أسنان البعير، وسميي بازلًا من البزل، ويقال للأنثى بازل وجمعها بوازل. بخبخة البعير: هدير يملأ الفم شقشقته. انظر: \"تهذيب اللغة\" (بزل) ١/ ٣٢٨، \"لسان العرب\" (بزل) ١/ ٢٧٦.(٢) لم أقف عليه.(٣) وقال الشنقيطي -رحمه الله- في \"أضواء البيان\" ٤/ ٣٨٩: أي: سلطانهم عليهم وقيضناهم لهم وهذا هو الصواب. خلافًا لمن زعم أن المعنى: {أَرْسَلْنَا الشَّيَاطِينَ} الآية، أي: خلينا بينهم وبينهم، ولم نعصمهم من شرهم. يقال أرسلت البعير أي: خليته.قال الرازي في \"تفسيره\" ١١/ ٢٥١: وقد تعلق المجبرة بذلك لأن عندهم أن ضلال الكافر من قبله تعالى بأن خلق فيهم الكفر وقدر الكفر فلا تأثير لما يكون من الشيطان، وإذا بطل حمل اللفظ في ظاهره فلابد من التأويل فتحمله على أنه تعالى خلى بين الشياطين وبين الكفار وما منعهم من إغوائهم وهذه التخلية تسمى إرسالاً في سعة اللغة، وهذه التخلية وإن كان فيها تشديد للمحنة عليهم فهم متمكنون من أن لا يقبلوا منهم ويكون ثوابهم على ترك القبول أعظم والدليل عليه قوله تعالى: {وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ}، =</p><p> قال أبو إسحاق:  (والوجه الثاني وهو المختار: أنهم أرسلوا عليهم وقيضوا لهم بكفرهم كما قال:{وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ}[الزخرف: ٣٦]،وكما قال:{وَقَيَّضْنَا لَهُمْ قُرَنَاءَ}[فصلت: ٢٥]الآية.قال:ومعنى الإرسال هاهنا: التسليط،تقول:قد أرسلت فلانًا علي فلان،إذا سلطته عليه كما قال:{إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ}[الحجر: ٤٢]فأعلم أن من اتبعه هو مسلط عليه)  (١) . وقد بان بما ذكره أبو إسحاق أن الوجه في معنى الآية هذا. </p><p> وقوله تعالى:  {تَؤُزُّهُمْ أَزًّا} معنى الأز في اللغة: التحريك والتهييج (٢) . قاله ابن الأعرابي وأبو عبيدة (٣) ، وأنشد لرؤبة (٤) : </p><p>= والله تعالى ما أرسل الشياطين إلى الكفار بل أرسلها عليهم والإرسال عليهم هو التسليط لا إرادة أن يصبر مستوليًا عليه ..... وكما خلى بين الشياطين والكفرة فقد خلى بينهم وبين الأنبياء. انظر: \"شرح العقيدة الطحاوية\" ١/ ٣٤، \"العقيدة الواسطية\" ص ٥٨.(١) \"معاني القرآن\" للزجاج ٣/ ٣٤٥. انظر: \"تفسير القرآن العظيم\" ٣/ ١٥٢، \"أضواء البيان\" ٤/ ٣٨٩.(٢) انظر: \"تهذيب اللغة\" (أز) ١/ ١٥٥، \"مقاييس اللغة\" (أز) ١/ ١٣، \"القاموس المحيط\" (أزت) (١٤٦)، \"الصحاح\" (أزز) ٣/ ٨٦٤، \"لسان العرب\" (أزز) ١/ ٧٢.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١، \"تهذيب اللغة\" (أز) ١/ ١٥٥.(٤) البيت لرؤبة.التأفيك: من الإفك وهو الكذب. والتحزي: التكهن. والطيخ: الجهل، ويطلق على الكبر.انظر: \"ديوانه\" ص ٦٤، \"مجاز القرآن\" ٢/ ١١، \"الجمهرة\" ١/ ١٧، \"تهذيب اللغة\" (أز) ١/ ١٥٥، \"لسان العرب\" (أزز) ١/ ٧٢.</p><p> لاَ يَأْخُذُ التَّأْفِيْكُ والتَّحَزَّي ... فِيْنَا ولاَ طَيْخُ العِدَى ذُو الأَزَّ </p><p> ومنه يقال لغليان القدر: الأزيز، وذلك أن الماء يتحرك عند الغليان، ومنه الحديث:  (إنه كان لجوفه أزيز كأزيز المرجل من البكاء)  (١) . </p><p> قال أبو عبيدة:  (الأزيز الإلتهاب والحركة كالتهاب النار في الحطب،يقال:أُزَّ قِدْرَك،أي:ألهب تحتها النار، وائْتَزَّتِ القدر إذا اشتد غليانها)  (٢) . </p><p> وقال شمر:  (أقرأنا ابن الأعرابي عن المفضل: أن لقيم بن لقمان قال لأبيه: اطْبَخْ جَزُورَكَ فَأُزَّ مَاء أو وغَلَّه حَتى ترى الكَرَاديْسَ (٣) كأنها رُؤُوس شُيُوخٍ صُلْعٍ، في كلام ذكر) (٤) . </p><p> وقد حصل للأز معنيان، أحدهما: التحريك. والثاني: الإيقاد والإلهاب، وأحدهما قريب من الآخر. وكلام المفسرين غير خارج عن الأصلين، واختلفت عبارات ابن عباس وغيره في تفسير الأَزّ، فقال في </p><p>(١) أخرجه النسائي في \"سننه\" كتاب الصلاة، باب: البكاء في الصلاة ٣/ ١٣، وأبو داود في \"سننه\" كتاب الصلاة (١٥٧)، والإمام أحمد في \"مسنده\" ٤/ ٢٥ عن مطرق بن عبد الله عن أبيه، وأخرجه ابن ماجة في المقدمة ١/ ٣، والطبري في \"جامع البيان\" ١٦/ ١٢٥، وابن عطية في \"المحرر الوجيز\" ٩/ ٥٣٢، وذكره القرطبي في \"تفسيره\" ١٦/ ١٥٠، وذكره ابن حجر في \"فتح الباري\" ٢/ ٢٠٦، وقال: الحديث رواه أبو داود والنسائي والترمذي في \"الشمائل\" وإسناده قوي وصححه ابن خزيمة وابن حبان والحاكم، ووهم من زعم أن سلمًا أخرجه. (٢) \"تهذيب اللغة\" (أز) ١/ ١٥٥.(٣) الكَرَادِيس: رؤوس العظام، واحدها: كردوس. ولك عظم تام ضخم فهو كردوس. انظر: \"تهذيب اللغة\" (كردس) ٤/ ٣١٢٢، \"مقاييس اللغة\" (الكردوس) ٥/ ١٩٤، \"القاموس المحيط\" (الكردوسة) (٥٧٠)، \"اللسان\" (كردس) ٧/ ٣٨٥٠.(٤) \"تهذيب اللغة\" (أز) ١/ ١٥٥، \"لسان العرب\" (أزز) ١/ ٧٢.</p><p> رواية الوالبي:  ({تَؤُزُّهُمْ أَزًّا}أي: تغويهم إغواء)  (١) . وهو قول سعيد بن جبير (٢) ، وسفيان (٣) ، ومجاهد إلا أنه ذكر لفظًا آخر فقال:  (تشليهم أشلًا)  (٤) . وقال في رواية الضحاك:  (تحرضهم تحريضًا)  (٥) . وقال في رواية عطاء:  (تزعجهم إلى المعاصي إزعاجًا)  (٦) . وهو قول قتادة (٧) ، واختيار أبي إسحاق، وابن قتيبة (٨) . </p><p> وروى ميمون بن مهران أن نافع بن الأزرق قال لابن عباس:  (أخبرني عن قول الله:{تَؤُزُّهُمْ أَزًّا}قال: توقدهم)  (٩) . </p><p> والمعنى أنها تحركهم كما تحرك الماء بالإيقاد تحته، وهذا كما قال الأخفش والمؤرج:  (توهجهم وتحركهم)  (١٠) . </p><p>(١) \"جامع البيان\" ١٦/ ١٢٥، \"النكت والعيون\" ٣/ ٣٨٩، \"تفسير القرآن العظيم\" ٣/ ١٥٢، \"الجامع لأحكام القرآن\" ١٦/ ١٥٠. (٢) \"الكشف والبيان\" ٣/ ٩ أ.(٣) \"تفسير القرآن العظيم\" ٣/ ١٤١.(٤) \"المحرر الوجيز\" ٩/ ٥٣٢، \"تفسير القرآن العظيم\" ٣/ ١٥٢، \"الدر المنثور\" ٤/ ٥٠٧، \"أضواء البيان\" ٤/ ٣٨٩.(٥) ذكرت كتب التفسير نحوه بدون نسبة.انظر: \"الكشف والبيان\" ٣/ ٩ أ، \"لباب التأويل\" ٤/ ٢٦٠، \"الدر المنثور\" ٤/ ٥٠٧، \"روح المعاني\" ١٦/ ١٣٤، \"فتح القدير\" ٣/ ٥٠١.(٦) \"الجامع لأحكام القرآن\" ١٦/ ١٥٠.(٧) \"تفسير القرآن\" للصنعاني ٢/ ١٢، \"جامع البيان\" ١٦/ ١٢٥، \"النكت والعيون\" ٣/ ٣٨٩ \"تفسير القرآن العظيم\" ٣/ ١٥١، \"الدر المنثور\" ٤/ ٥٠٧.(٨) \"معاني القرآن\" للزجاج ٣/ ٣٤٥، \"تفسير غريب القرآن\" لابن قتيبة ٢/ ٤.(٩) \"الدر المنثور\" ٤/ ٥٠٧ وعزاه لابن الأنباري.(١٠) ذكرته كتب اللغة بدون نسبة.</p>"
}