{
  "id": null,
  "sura": 20,
  "aya": 94,
  "text": "<p> بشماله) (١) . ولم يذكر هاهنا أخذه لذكره في سورة أخرى (٢) ؛ ولأن قوله:  {لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي} يدل على الأخذ، فلما أخذ موسى ذلك منه. </p><p> ٩٤ - {قَالَ ابْنَ أُمَّ} أضافه إلى الأم دون الأب ترقيقًا واستعطافًا، هذا معنى قول الكلبي (٣) . </p><p> وقال أبو إسحاق:  (وقيل في هارون إنه لم يكن أخا موسى لأبيه وكان أخاه لأمه)  (٤) . وقرئ:  (يابن أم) بالكسر والفتح (٥) . وذكرنا الوجه في سورة الأعراف (٦) . </p><p>(١) ذكرته كتب التفسير بدون نسبة. انظر: \"الجامع لأحكام القرآن\" ١١/ ٢٣٧، \"التفسير الكبير\" ٢٢/ ١٠٩، \"روح المعاني\" ١٦/ ٢٥١. (٢) عند قوله سبحانه: {وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِنْ بَعْدِي أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ} [الأعراف: ١٥٠] الآية.(٣) \"الكشف والبيان\" ٣/ ٢٣ ب، \"المحرر الوجيز\" ١٠/ ٨١، \"روح المعاني\" ١٦/ ٢٥ وقال: (فإن الجمهور على أنهما كان شقيقين).(٤) ذكر هذا القول \"الكشف والبيان\" ٣/ ٢٣ ب، ولم أجده بهذا اللفظ عند الزجاج، والذي ورد في \"معاني القرآن\" للزجاج ٣/ ٣٧٣ قوله: وقد قيل في هارون إنه لم يكن أخا موسى لأمه.وقال ابن عطية في \"المحرر الوجيز\" ١٠/ ٨١: وقالت فرقة لم يكن هارون أخا موسى إلا من أمه، وهذا ضعيف.(٥) قرأ ابن كثير، ونافع، وأبو عمرو، وحفص عن عاصم: (يابن أمَّ) بفتح الميم، وقرأ ابن عامر، وحمزة، والكسائي، وعاصم في رواية أبي بكر: (يابن أمِّ) بكسر الميم. انظر: \"السبعة\" ٤٢٣، \"الحجة للقراء السبعة\" ٥/ ٢٤٨، \"العنوان في القراءات\" ص ١٣٠.(٦) عند قوله سبحانه في سورهَ الأعراف الآية رقم (١٥٠): {قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ}.</p><p> وقوله تعالى:  {لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي} أراد ولا شعر رأسي. فإن قيل: الأخذ باللحية يؤدي إلى الاستخفاف بمن فعل به، فلم فعل ذلك موسى؟ والجواب: أن العادة في ذلك الزمان لم تكن كهذه العادة بل كان يجري ذلك مجرى القبض على اليد، والأشياء تختلف حكمها بحسب العادة فيها (١) ، وقيل:  (إنه أجراه مجرى نفسه إذا غضب في القبض على لحيته؛ لأنه لم يكن يتهم عليه كما لا يتهم على نفسه)  (٢) . </p><p> قال ابن الأنباري:  (وقع في نفس موسى أن هارون (٣) عصى الله بترك اتباعه، فأخذ بلحيته ورأسه غضبًا لله، وتأديبًا لهارون) (٤) . </p><p> وقوله تعالى:  {إِنِّي خَشِيتُ} قال ابن عباس: (يريد إن أنا أتيتك)  (٥) بمعنى: إن فارقتهم واتبعتك {أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ} قال ابن عباس: (يريد (٦) : جماعتهم) (٧) . وذلك أنه لو لحق بموسى لصاروا أحزابًا: حزب يسيرون معه، وحزب يتخلفون عنه مع الإيمان والإنكار على عبدة العجل، وحزب مع السامري، فلا يؤمن أن يصيروا في الخلاف إلى تسافك، فاعتذر بما مثله يقبل؛ لأنه وجه من وجوه الرأي (٨) . </p><p>(١) \"الجامع لأحكام القرآن\" ١١/ ٢٣٩. (٢) \"إعراب القرآن\" للنحاس ٣/ ٥٥.(٣) في (ص): (أن موسى)، وهو تصحيف.(٤) ذكره ابن الجوزي بلا نسبة في \"زاد المسير\" ٥/ ٣١٧.(٥) ذكرت كتب التفسير نحوه بدون نسبة انظر: \"معالم التنزيل\" ٥/ ٢٩١، \"زاد المسير\" ٥/ ٣١٧، \"الجامع لأحكام القرآن\" ١١/ ٢٣٩، \"روح المعاني\" ١٦/ ٢٥١.(٦) قوله: (يريد)، ساقط من نسخة (س).(٧) ذكرته كتب التفسير بدون نسبة. انظر: \"جامع البيان\" ١٦/ ٢٠٣، \"معالم التنزيل\" ٥/ ٢٩١، \"الجامع لأحكام القرآن\" ١١/ ٢٣٩، \"لباب التأويل\" ٤/ ٢٧٨.(٨) \"جامع البيان\" ١٦/ ٢٠٤، \"الكشف والبيان\" ٣/ ٢٣ ب، \"القرطبي\" ١١/ ٢٣٩.</p>"
}