{
  "id": null,
  "sura": 20,
  "aya": 63,
  "text": "<p> [وهو قول السدي في:  {وَأَسَرُّوا النَّجْوَى} قال: (أسروا دون موسى.</p><p> ٦٣ - بقولهم:  {إِنْ هَذَانِ لَسَاحِرَانِ} ) ] (١)  (٢) . </p><p> [وعلى قول السدي، وابن يسار نجواهم:  {إِنْ هَذَانِ لَسَاحِرَانِ} ] (٣) إلى قوله: {من استعلى} . وعلى قول الآخرين نجواهم ما ذكروا. </p><p> وقال أبو علي الفارسي:  (التنازع إنما هو في أمر موسى وهارون هل هما ساحران؟ على ما ظنوه من أمرهما.وقد تقدم من قولهم ما نسبوهما فيه إلى السحر وهو قولهم:{أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى}[طه: ٥٧](٤) . </p><p> قوله تعالى:  {قَالُوا} أي: السحرة قال بعضهم لبعض: {إِنْ هَذَانِ} يعنون موسى وهارون {لَسَاحِرَانِ} . </p><p> واختلفوا في وجه ارتفاع {هَذَانِ} بعد قوله: {إِنْ} بعد اجتماعهم على أن هذا لغة حارثية، وذلك أن بالحارث بن كعب (٥) ، وخثعما (٦) ، </p><p>(١) ما بين المعقوفين ساقط من الأصل ومن نسخة (ص). (٢) \"جامع البيان\" ١٦/ ١٧٨، \"النكت والعيون\" ٣/ ٤١٠، \"زاد المسير\" ٥/ ٢٩٧، \"الجامع لأحكام القرآن\" ١١/ ٢١٥.(٣) ما بين المعقوفين ساقط من (ص).(٤) \"الحجة للقراء السبعة\" ٥/ ٢٣٠.(٥) بالحارث بن كعب: ينسب إليه فخذ من القحطانية، وهم بنو الحارث بن كعب من مذحج.انظر: \"نهاية الأرب\" ٢/ ٢٠٣، \"معجم قبائل العرب\" ١/ ١٠٢.(٦) خثعم: قبيلة تنسب إلى خثعم بن أنمار بن أراش بن عمرو بن الغوث بن نبت بن ملكان بن زيد بن كهلان، وخثعم: جبل قيل أن هذه القبيلة سميت بذلك لنزولها إياه وتعاقدها عليه، وقيل: سموا بذلك من الخثعمة وهي: أن يدخل كل واحد من الرجلين إصبعه في منخر ناقته ينجو به ثم يتعاقدا، وقيل غير ذلك.</p><p> وزبيدًا (١) ، وقبائل من اليمن يجعلون ألف الاثنين في الرفع والنصب والخفض على لفظ واحد، يقولون: أتاني الزيدان، ورأيت الزيدان، ومررت بالزيدان، وذلك أنهم يقلبون كل ياء ساكنة انفتح ما قبلها ألفا، فعاملوا ياء التثنية أيضًا هذه المعاملة، كما قال قائلهم (٢) : </p><p> تَزَوَّدَ مِنَا بَيْنَ أُذْنَاهُ ضَرْبَةً ... دَعَتْهُ إلى هابِي التُّرَابِ عَقِيمِ </p><p> فقال أذناه وهو خفض؛ لأن النون مفتوحة والياء بعد ساكنة، فقلبت الياء ألفاً وأنشدوا أيضًا على هذه اللغة (٣) : </p><p>= انظر: \"جمهرة أنساب العرب\" ص ٣٨٧، \"الأنساب\" ٢/ ٣٢٦، \"تهذيب الأسماء واللغات\" ٢/ ٢٨٩، \"التعريف في الأنساب\" ص ١٨٧، \"المنتخب في ذكر أنساب قبائل العرب\" ص ٥٠٣. (١) زبيدًا: قبيلة قديمة من مذحج، أصلهم من اليمن، نزلوا الكوفة، وتنسب إلى زبيد واسمه: منبه بن صعب، وهو زبيد الأكبر، وإليه ترجع قبائل زبيد، ومن ولد منبه بن ربيعة، وهو زبيد الأصغر، وقيل لهم زبيد: لأن منبهًا الأصغر قال: من يزبدني رقده؟ فأجابه أعمامه كلهم من زبيد الأكبر، فقيل لهم جميعًا: زبيد. وقيل نسبة إلى موضع في اليمن.انظر: \"الأنساب\" للسمعاني ٣/ ١٣٥، \"معجم البلدان\" ٣/ ١٣١.(٢) البيت لهوبر الحارثي. هابي التراب: ما اختلط منه بالرماد.انظر: \"الكشف والبيان\" ٣/ ٢٠ أ، \"المحرر الوجيز\" ١١/ ٨٥، \"الجامع لأحكام القرآن\" ١١/ ٢١٧، \"سر صناعة الإعراب\" ٢/ ٧٠٤، \"جمهرة اللغة\" ص ٧٠٧، \"خزانة الأدب\" ٧/ ٤٥٣، \"شرح المفصل\" ٣/ ١٢٨، \"تاج العروس\" (هبا) ١٠/ ٤٠٥، \"لسان العرب\" (صرع) ٤/ ٢٤٣٣.(٣) البيت للمتلمس من قصيدة يعاتب فيها خاله الحارث اليثسكري. الشُّجَاع: الحية الذكر. المَسَاغ: المدخل. صَمَّم: عض ونيب فلم يرسل ما عض.انظر: \"ديوانه\" ص ٣٤، \"الأصمعيات\" ص ٢٤٦، \"الشعر والشعراء\" ص ٨٠، \"خزانة الأدب\" ٧/ ٤٨٧، \"معاني القرآن\" للفراء ٢/ ١٨٤، \"معاني القرآن\" =</p><p> فَأَطْرَقَ إِطْراقَ الشُّجَاعِ وَلَو يَرَى ... مَسَاغًا لِنَابَاه الشُّجَاعُ لَصَّمَمَا </p><p> وقول آخر (١) : </p><p> أَي قَلُوصٍ رَاكِب تَرَاهَا ... طَارُوا عَلاَهُنَّ مطْر عَلاَهَا </p><p> وهذه ليست ياء التثنية، ولكن لما كانت اللام قبل الياء في عليها مفتوحة قلبوها ألفًا، وحكى هذه اللغة جميع النحويين (٢) . </p><p> وحكى أبو إسحاق عن النحويين القدماء قولين أحدهما:  (أن هنا هاء مضمرة،المعنى:إنه هذان لساحران، وهذه الهاء كناية عن الأمر والشأن فحذفت، و{هَذَانِ}ابتداء وخبره{لَسَاحِرَانِ}.القول الثاني:أن معنى{إِنْ}نعم)  (٣) ، وينشدون (٤) : </p><p>= للزجاج ٣/ ٣٦٢، \"المؤتلف والمختلف\" ص ٧١، \"الحيوان\" ٤/ ٢٦٣، \"لسان العرب\" (صمم) ٤/ ٢٥٠٠. (١) البيت لرجل من بني الحارث ولم يذكر اسمه.قَلوص: القَلوص بفتح القاف الناقة الفتية. طَاروا: نفروا مسرعين، وارتفعوا على إبلهم. انظر: \"الكشف والبيان\" ٢٠/ ٢٠ ب، \"بحر العلوم\" ٢/ ٣٤٧، \"الإنصاف\" ص ١٨، \"تأويل مشكل القرآن\" ص ٥٠، \"الخصائص\" ٢/ ٢٦٩، \"التصريح على التوضيح\" ١/ ٦٥، \"همع الهوامع\" ١/ ٣٩، \"شرح المفصل\" ٧/ ٦٨.(٢) \"معاني القرآن\" للفراء ٢/ ١٨٤، \"معاني القرآن\" للزجاج ٣/ ٣٦٣، \"الحجة للقراء السبعة\" ٥/ ٢٣٠، \"إعراب القرآن\" للنحاس ٢/ ٣٤٤، \"الإنصاف\" ص ١٨ \"التصريح على التوضيح\" ١/ ٦٥، \"همع الهوامع\" ١/ ٣٩، \"شرح المفصل\" ٨/ ٦٨.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٦٣.(٤) البيت لعبيد الله بن قيس الرقيات.انظر: \"ديوانه\" ص ٦٦، \"تأويل مشكل القرآن\" لابن قتيبة ص ٥٠، \"معاني القرآن\" للزجاج ٣/ ٣٦٣، \"إعراب القرآن\" للنحاس ٢/ ٣٤٥، \"سر صناعة الإعراب\" =</p><p> وَيَقُلْنَ شَيْبٌ قَدْ عَلاَكَ ... وَقَدْ كَبِرْتَ فَقلْتُ إِنَّه </p><p> هذا الذي ذكرنا حكاية القولين. </p><p> فأما معنى نعم هاهنا فقال أبو علي:  (معنى نعم هاهنا وإن لم يتقدم سؤال يكون نعم جوابًا له،كما تقدم في قوله:{فَهَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا قَالُوا نَعَمْ}[الأعراف: ٤٤]فقد تقدم: (أجئتنا لتخرجنا من أرضنا) إلى قوله: {بِسِحْرٍ مِثْلِهِ}  [طه:٥٧، ٥٨] فيكون نعم منصرفًا إلى تصديق أنفسهم فيما ادعون من السحر، و {إِنْ} بمنزلة: نعم (١) . وقد قال سيبويه:  (نعم عدة وتصديق)  (٢) . هذا كلامه (٣) . </p><p> وعلى هذين القولين أدخلت اللام على خبر المبتدأ وكان من حقها أن تدخل على المبتدأ دون خبره، وهذا قول النحويون فيه: أنه يجوز في الشعر على الضرورة (٤) . وأنشدوا في ذلك (٥) : </p><p>= ٢/ ٤٩٢، \"خزانة الأدب\" ١١/ ٢١٣، \"شرح أبيات سيبويه\" ٢/ ٣٧٥، \"الخصائص\" ٢/ ٢٦٩، \"لسان العرب\" (أنى) ١/ ١٥٦. (١) \"الحجة للقراء السبعة\" ٥/ ٢٣٠.(٢) \"الكتاب\" ١/ ٤٧٥، \"الحجة للقراء السبعة\" ٥/ ٢٣٠.(٣) \"الحجة للقراء السبعة\" ٥/ ٢٣٠، \"أعراب القرآن\" للنحاس ٢/ ٣٤٣.(٤) \"معاني القرآن\" للفراء ٢/ ١٨٤، \"معاني القرآن\" للزجاج ٣/ ٣٦٣، \"الحجة للقراء السبعة\" ٥/ ٢٣٠.(٥) لم أهتد إلى قائله. وذكرته كتب اللغة بدون نسبة.انظر: \"خزانة الأدب\" ١٠/ ٣٢٣، \"سر صناعة الإعراب\" ١/ ٣٧٨، \"معاني القرآن\" للزجاج ٣/ ٢٦٣، \"شرح التصريح\" ١/ ١٧٤، \"المقاصد النحوية\" ١/ ٥٥٦، \"شرح ابن عقيل\" ١/ ٢٣٧، \"فوائد القلائد\" ص ٨١، \"شرح الأشموني\" ١/ ١٠٠، \"لسان العرب\" (شهرب) ٤/ ٢٣٥٢.</p><p> خالِي لأَنْتَ وَمَنْ جَرِيرٌ خَالُهُ ... يَنَلِ العُلاءَ ويَكْرُمِ الأَخوَالا </p><p> وأنشدوا أيضًا (١) : </p><p> أُمُّ الحُلَيْسِ لَعَجُوزٌ شَهْرَبَهْ </p><p> ويقبح حمل كتاب الله على لغة لا تجوز في السعة ومختار الكلام. قال ابن الأنباري:  (أنكر الكسائي والفراء هذا (٢) ؛ لأن المبتدأ لا يحال بينه وبين خبره باللام، لا يقال: عبد الله لقائم؛ لأنّ اللام تحجز بين الحرفين، ومنع الذي بعدها من تقريب الذي قبلها) (٣) . </p><p> وقال أبو إسحاق:  (هذا أجود ما سمعنا إن{أَن}بمعنى: نعم،واللام وقعت موقعها المعنى:نعم هذان لهما ساحران.قال:وعرضت هذا القول على محمد بن يزيد، وعلى إسماعيل بن إسحاق بن حماد بن زيد (٤) </p><p>(١) هذا صدر بيت من الرجز ينسب إلى رؤية بن العجاج وعجزه: تَرْضى مِنَ اللحْمِ بِعظْمِ الرَقَبةالحُلَيْس: تصغير حلس وهو كساء رقيق يوضع تحت البرذعة، وأصل هذه كنية الأتنان.الشَّهْرَبَه: العجوز الكبيرة انظر: \"ديوان رؤبة\" ص ١٧٠، \"شرح التصريح\" ١/ ١٧٤، \"شرح المفصل\" ٣/ ١٣٠، \"الإغفال فيما أغفله الزجاج من المعاني\" ص ١١٠٥، \"معاني القرآن\" للزجاج ٣/ ٣٦٣، \"الخزانة\" ٣/ ١٣٠، \"أوضح المسالك\" ١/ ٢١٠، \"المقاصد النحوية\" ١/ ٥٣٥، \"لسان العرب\" (شهرب) ٤/ ٢٣٥٢.(٢) \"معاني القرآن\" للفراء ٢/ ١٨٤.(٣) ذكر نحوه الفراء في \"المعاني\" ٢/ ١٨٤، والعكبري في \"إملاء ما من به الرحمن\" ١/ ١٢٣، والثعلبي في \"الكشف والبيان\" ٣/ ٢٠ ب، ومكي في \"الكشف\" ٢/ ١٠٠(٤) إسماعيل بن إسحاق بن حماد بن زيد القاضي، روى عن: عبد الله بن مسلمة القعقبي، وإسماعيل بن أبي أويس، وعمرو بن مرزوق، وحجاج بن المنهال وغيرهم كثير، وثقه العلماء وأثنوا عيه، اشتهر بصدقه وصلاحه، ولي القضاء ببغداد، توفي -رحمه الله- سنة ٢٨٣ هـ.انظر: \"الجرح والتعديل\" ٢/ ١٥٨، \"كتاب الثقات\" ٨/ ١٠٥.</p><p> فقبلاه، وذكر أنه أجود ما سمعاه) (١) . </p><p> قال أبو علي:  (ما ذكره أبو إسحاق من التقدير تأويل غير مرضي، وذلك أن هذه اللام للتأكيد، ويقبح أن يذكر التأكيد ويحذف نفس المؤكد، ألا ترى أن إظهار المؤكد وترك إضماره وحذفه أولى من أن يحذف ويذكر ما يؤكده، ولو كان المبتدأ محذوفًا من الآية كما ذهب إليه أبو إسحاق لم يحتج معه إلى التأكيد باللام، ويدلك على أن هذا ليس بالوجه أن النحويين أنشدوا (٢) : </p><p> أُمُّ الحُلَيْسِ لَعَجُوزٌ شَهْربَه </p><p> وحملوا هذا على الضرورة، وعلى أنه أدخل اللام على خبر المبتدأ، وكان من حقها أن تدخل على المبتدأ، فلو كان ما ذكره وجهًا في الآية لكان النحويون لا يحملون هذا الكلام على الضرورة، ويقدرون فيه ما قدر من أنه دخل على مبتدأ محذوف، ولا يحملونه على الاضطرار إذا وجدوا له مصرفاً قريبًا إلى الاختيار والسعة، فحملهم ذلك على الضرورة دلالة على أنهم تجنبوا ما ذكر من التقدير؛ لأنه أذهب في باب الفتح والضرورة مما حملوه عليه) (٣) . </p><p> وقال الفراء:  (الوجه في هذه المسألة أن تقول وجدت الألف من هذا دعامة وليست بلام فعل، فلما ثنيت زدت عليها نونًا ثم تركت الألف ثابتة على حالها لا تزول في كل حال،كما قالت العرب:(الذي) ثم زادوا نونًا </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٦٣. (٢) سبق ذكر البيت وعزوه.(٣) \"الإغفال فيما أغفله الزجاج من المعاني\" ص ١٠١٣.</p><p> تدل على الجماع فقالوا:  (الذين) في رفعهم ونصبهم وخفضهم، كذلك تركوا (هذان) بالألف في رفعه ونصبه وخفضه) (١) . </p><p> وحرر صاحب النظم هذا القول فقال:  (هذا اسم منهوك؛لأنه على حرفين أحدهما:حرف علة وهو الألف وهاء للتنبيه، وليس من الاسم فلما ثني واحتيج إلى ألف التثنية لم يوصل إليهما لسكون الألف الأصلية،واحتيج إلى حذف أحدهما فقالوا:إن حذفنا الألف الأصلية بقي الاسم على حرف واحد، وإن أسقطنا ألف التثنية كان في النون منها عوض ودلالة على معنى التثنية، فحذفوا ألف التثنية، فلما كانت الألف الباقية هي ألف الاسم واحتاجوا إلى إعراب التثنية لم يغيروا الألف عن صورتها؛ لأن الإعراب واختلافه في التثنية والجمع إنما يقع على الحرف الذي هو علامة التثنية والجمع، فتركوها على حالها في النصب والخفض، وعلى هذا القول الألف في هذان التي كانت في هذا ليس الذي جلبتها التثنية)  (٢) . </p><p> قال أبو علي:  (لو كان الأمر على ما زعم لم تقلب هذا الألف في تثنيته فقط (٣) ، كما أن الألف التي في هذا لا تنقلب على حال، وفي كون هذه الألف مرة ياء ومرة ألفًا دلالة على أنه كسائر التثنية، ويدل على أن هذا الألف للتثنية أن التي كانت في الواحد قد حذفت، كما حذفت الياء من الذي والتي إذا قلت: اللذان واللتان واللذين واللتين، فالياء كانت في الاسم قد حذفت وجيء بالتي للتثنية، كذلك تحذف من قولهم: هذا، ألفه، </p><p>(١) \"معاني القرآن\" للفراء ٢/ ١٨٤. (٢) ذكر نحوه مختصرًا بلا نسبة الفارسي في \"الحجة للقراء السبعة\" ٥/ ٢٣١.(٣) في (ص): (قط).</p><p> وتلحق التي تكون علمًا للتثنية، ومن ثم انقلبت مرة ياء ومرة ألفًا، والتي تثبت لا يتعاوره القلب، ولا تزول عن أن تكون ألفًا) (١) . هذا كلامه. </p><p> وهذه الأقوال هي التي قالها المتقدمون من النحويين، ولم يسلم من هذه الأقوال على الاعتبار إلا قول من يقول: إنها لغة بلحارث. وقد قال ابن عباس في قوله:  {إِنْ هَذَانِ لَسَاحِرَانِ} : (هي لغة بلحارث بن كعب) ذكره عطاء عنه (٢) . </p><p> وقال أبو إسحاق في ارتضاء هذا المذهب في هذه الآية:  (حق الألف أن تدل على الاثنين وكان حقها ألّا تتغير كما لم تتغير ألف رحى وعصى، ولكن نقلها إلى الياء في النصب والخفض أبين وأفضل بين المرفوع والمنصوب والمجرور)  (٣) . </p><p> وقال الفراء في ارتضاء المذهب:  (العرب جعلوا الواو تابعة للضمة والياء متابعة للكسرة نحو قولهم: مسلمون ومسلمين،فلما رأوا الياء من الاثنين لم يمكنهم كسر ما قبلها وثبت مفتوحًا تركوا الألف تتبعه فقالوا:رجلان في كل حال.وقد اجتمعت العرب على إثبات الألف في:كلا الرجلين في النصب والخفض وهما اثنان)  (٤) . </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٢٣١. (٢) ذكرته كتب التفسير بدون نسبة.انظر: \"جامع البيان\" ١٦/ ١٨٠، \"معالم التنزيل\" ٥/ ٢٨١، \"النكت والعيون\" ٣/ ٤١١، \"زاد المسير\" ٥/ ٢٩٧، \"الكشاف\" ٢/ ٥٤٣، \"البحر المحيط\" ٦/ ٢٥٥، \"إرشاد العقل السليم\" ٦/ ٢٥.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٦٤.(٤) \"معاني القرآن\" للفراء ٢/ ١٨٤.</p><p> وحكى ابن الأنباري قولًا آخر للفراء وهو:  (أن الألف في هذان شبهت بالألف في: تفعلان ويفعلان، فلما كانت تلك الألف لا تتغير في تثنية الفعل لم يغيروا هذه الألف في شبه الاسم)  (١) . وذكر علي بن عيسى النحوي (٢) قولًا آخر فقال: (إنما جاز{إِنْ هَذَانِ}لضعف عمل{إِنً}وذلك أنها تعمل بالشبه للفعل وليست بأصل في العمل، ألا ترى أنها لما خففت لم تعمل، فلما ضعف عملها لم تعمل في هذان)  (٣) . </p><p> هذا الذي ذكرنا كله وجه قراءة العامة. وقرا أبو عمرو: إن هذين بالياء (٤) . بخلاف المصحف، واحتجاجه في ذلك أنه روي: أنه غلط من الكتاب، وإن في الكتاب غلطًا ستقيمه العرب بألسنتها. يروي ذلك عن عثمان، وعائشة -رضي الله عنهما- (٥) . </p><p>(١) ذكره نحوه الثعلبي في \"الكشف والبيان\" بلا نسبة ٣/ ٢٠ ب، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ٢١٩. (٢) علي بن عيسى بن علي أبو الحسن النحوي، المعروف بالرماني، تقدمت ترجمته.(٣) ذكره الألوسي في \"روح المعاني\" ١٦/ ٢٢٣.(٤) قرأ نافع، وابن كثير، وابن عامر، وحمزة، والكسائي، وعاصم: (إن هذان لساحران). وقرا أبو عمرو البصري: (إن هذين لساحران). انظر: \"السبعة\" ص ٤١٩، \"الحجة\" ٥/ ٢٢٩، \"التبصرة\" ص ٢٦٠، \"النشر\" ٢/ ٣٢١.(٥) \"الكشف والبيان\" ٣/ ٢٠ ب، \"معالم التنزيل\" ٥/ ٢٨٠، \"المحرر الوجيز\" ١٠/ ٢٩٧، \"زاد المسير\" ٥/ ٢٩٧، \"الجامع لأحكام القرآن\" ١١/ ٢١٦، \"البحر المحيط\" ٦/ ٢٥٥، \"الإتقان\" ١/ ١٨٢.وقد رد العلماء هذا الأثر المروي عن عائشة وعثمان -رضي الله عنهما- من جهة إسناده ومتنه، فلا يصح الاحتجاج به على رد القراءة المتواترة الثابتة عن النبي -صلى الله عليه وسلم-. قال شيخ الإسلام ابن تيمية -رحمه الله- في \"الفتاوى\" ٢/ ٢٥٢: وقد زعم قوم أن قراءة من قرأ: {إِنْ هَذَانِ لَسَاحِرَانِ} لحن وأن عثمان -رضي الله عنه- قال: إن في المصحف =</p><p> وهذه القراءة هي قراءة عيسى بن عمر (١) . </p><p> قال أبو إسحاق:  (ولا أجيزها؛ لأنها خلاف المصحف، ولا أجيز مخالفته؛ لأن إتباعه سنة)  (٢) . </p><p>= المصحف لحنًا ستقيمه العرب بألسنتها. وهذا خبر باطل لا يصح. وقال في \"تفسيره\" ٥/ ٢٠٩: ومن زعم أن الكتاب غلط فهو الغالط غلطًا منكرًا، فإن المصحف منقول بالتواتر وقد كتبت عدة مصاحف وكلها مكتوبة بالألف فكيف يتصور في هذا غلط.وقال الألوسي في \"روح المعاني\" ١٦/ ٢٢٤: والذي أجنح إليه تضعيف جميع ما ورد مما فيه طعن بالمتواتر، ولم يقبل تأويلاً ينشرح له الصدر ويقبله الذوق، وإن صححه من صححه، والطعن في الرواية أهون بكثير من الطعن بالأئمة الذين تلقوا القرآن الذي وصل إلينا بالتواتر عن النبي -صلى الله عليه وسلم- ولم يألوا جهدًا في إتقانه وحفظه. وقال الدكتور عبد الحي الفرماوي في كتابه \"رسم المصحف\" ص ١٣١ بعد أن ضعف هذه الرواية: وقد ذكر بعض العلماء هذه الرواية في كتبهم بحسن قصد من غير تحر ولا دقة فاتخذها أعداء الإسلام من المارقين والمستشرقين للطعن في الإسلام وفي القرآن، لتوهين فقه المسلمين بكتاب ربهم - .. ثم قال-: ويجاب عن تصحيح السيوطي: بأن هذه الرواية على فرض صحتها، فهي رواية آحادية لا يثبت بها قرآن، وهي معارضة للقطعي الثابت بالتواتر فهي باطلة مردودة، فإن من قواعد المحدثين أن مما يدرك به وضع الخبر ما يؤخذ من حال المروي كأن يكون مناقضًا لنص القرآن أو السنة أو الإجماع أو صريح العقل، حيث لا يقبل شيء من ذلك التأويل أو لم يحتمل سقوط شيء منه يزول به المحذور، وهذه الرواية مخالفة للمتواتر القطعي الذي تلقته الأمة بالقبول فيها باطلة لا محالة.انظر: \"معاني القرآن\" للفراء ١/ ١٠٦، \"جامع البيان\" ١٦/ ١٨٠، \"الجامع لأحكام القرآن\" ٦/ ١٤، \"دقائق التفسير\" ٥/ ٢٠٢، \"الإتقان\" ١/ ١٨٢، \"مناهل العرفان\" ١/ ١٨٦، \"رسم المصحف بين المؤيدين والمعارضين\" ص ١٣١.(١) \"معاني القرآن\" للزجاج ٣/ ٣٦١، \"إعراب القرآن\" للنحاس ٢/ ٣٤٣، \"البحر المحيط\" ٦/ ٢٥٥، \"التفسير الكبير\" ٢٢/ ٧٤.(٢) \"معاني القرآن\" للزجاج ٣/ ٣٦٤.</p><p> وقرا ابن كثير وحفص عن عاصم: إنْ هذان بتخفيف {إِنْ}  (١) ، على معنى ما هذان إلا ساحران كقوله:  {وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ}  [الشعراء: ١٨٦] ، وإن إذا خفف كان الوجه أن يرفع الاسم بعدها، وإذا كان كذلك رفع هذان بعدها، وأدى مع ذلك خط المصحف. </p><p> قال أبو إسحاق:  (أستحسن هذه القراءة، وفيها إمامان عاصم والخليل، وكان يقرا بهذه القراءة، والإجماع أنه لم يكن أحد بالنحو أعلم من الخليل؛ ولأن هذه القراءة توافق قراءة أبي في المعنى، وإن خالفه اللفظ)  (٢) . وقراءته: إن ذان إلا ساحران (٣) . </p><p> وقال الأخفش:  ({إِنْ هَذَانِ لَسَاحِرَانِ}خفيفة في معنى ثقيلة، وهي لغة لقوم يرفعون بها، وإن ثقلت فهي لغة لبني الحارث بن كعب الاثنين في كل موضع)  (٤) . هذا كلامه. </p><p> وقد بأن أن القراءة الصحيحة في هذه الآية قراءة العامة، وقراءهَ من خفف {أَن} على التعليل (٥) . </p><p>(١) قرأ ابن كثير، وحفص عن عاصم: (إنْ هذان) بتخفيف (إنّ). وقرا نافع، وابن عامر، وحمزة، والكسائي، وعاصم في رواية أبي بكر: (إنَّ هذان) بتشديد (إنّ). وكذلك قرأ أبو عمرو: بتشديد (إنّ). انظر: \"السبعة\" ص ٤١٩، \"الحجة للقراء السبعة\" ٥/ ٢٢٩، \"التبصرة\" ص ٢٦٠، \"المبسوط في القراءات\" ص ٢٤٩.(٢) \"معاني القرآن\" للزجاج ٣/ ٣٦٤.(٣) \"الكشف والبيان\" ٣/ ٢٠ ب، \"بحر العلوم\" ٢/ ٣٤٨، \"النكت والعيون\" ٣/ ٤١٠، \"الكشاف\" ٢/ ٥٤٢، \"التفسير الكبير\" ٢٢/ ٧٥.(٤) \"معاني القرآن\" للأخفش ٢/ ٦٢٩.(٥) وقوله المؤلف -رحمه الله-: (وقد بأن أن القراءة الصحيحة) لا يفهم منه أن =</p><p> وقوله تعالى:  {وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى} قال عكرمة: (يذهبا بخياركم)  (١) . </p><p> وقال الحسن، وأبو صالح:  (بأشرافكم)  (٢) . </p><p> وعن أبي صالح:  (بسراة الناس)  (٣) . </p><p> وقال مجاهد:  (أولوا العقل والشرف والأسنان)  (٤) . وهذه الأقوال معناها واحد، هو معنى قول ابن عباس في رواية الوالبي:  (أمثلكم)  (٥) . </p><p> قال الزجاج: (معناه بجماعتكم الأشراف. قال: والعرب تقول للرجل الفاضل: هذا طَرِيقَة قَومِه، ونَظِيرة قَومِه، ونَظُورَة قَومِه، للرجل الفاضل، </p><p>= القراءة الأخرى قراءة ضعيفه؛ لأنها قد ثبتت القراءة بها وصحت عن الرسول -صلى الله عليه وسلم- كما وصلت إلينا بالتواتر، فلا يجوز ترجيح قراءة على أخرى؛ لأنها كلها ثابتة متواترة عن النبي -صلى الله عليه وسلم- والقراءة سنة متبعة. أما عن توجيه القراءة فما ذكره المؤلف -رحمه الله- هو قول جمهور العلماء من المفسرين. قال أبو حيان في \"البحر المحيط\" ٦/ ٢٥٥: والذي نختاره في تخريج هذه القراءة بأنها جاءت على لغة بعض العرب من إجراء المثنى بالألف دائمًا، وهي لغة كنانة ولبني الحارث بن كعب وخثعم وزبيد وأهل تلك الناحية.انظر: \"معاني القرآن\" للفراء ٢/ ١٨٤، \"معاني القرآن\" للزجاج ٣/ ٣٦٤، \"إعراب القرآن\" للنحاس ٢/ ٣٤٧، \"التفسير الكبير\" ٢٢/ ٧٥، \"روح المعاني\" ١٦/ ٢٢٣، \"الفتاوى\" لابن تيمية ٢/ ٢٥٢.(١) \"الكشف والبيان\" ٣/ ٢٠ ب، \"تفسير القرآن العظيم\" ٣/ ١٧٥.(٢) \"جامع البيان\" ١٦/ ١٨٢، \"تفسير القرآن العظيم\" ٣/ ١٧٥، \"الدر المنثور\" ٤/ ٥٤١.(٣) \"تفسير القرآن العظيم\" ٣/ ١٦٢، \"تفسير سفيان الثوري\" ص ١٩٥٤.(٤) \"جامع البيان\" ١٦/ ١٨٦، \"النكت والعيون\" ٣/ ٤١١، زاد المسير\" ٥/ ٣٠٠، \"تفسير القرآن العظيم\" ٣/ ١٧٤، \"الدر المنثور\" ٤/ ٥٤١.(٥) \"زاد المسير\" ٥/ ٢٠٨.</p><p> وإنما تأويله: هذا (الذي)  (١) ينبغي أن يجعله قومه قدوة، ويسلكوا طريقته، وينظروا إليه ويتبعوه) (٢) . </p><p> وقال الفراء:  (العرب تقول للقوم: هؤلاء طَريقة قومهم، وطرائق قومهم لأشرافهم (٣) ، ويقولون للواحد أيضًا: طَريقة قومه ونَظُورة قومه </p><p> ونَظيرة قومه، ويقولون للجمع بالتوحيد، والجميع يعني طريقه، وطرائق، قال: ومن ذلك قوله: {طَرَائِقَ قِدَدًا}  [الجن: ١١] ) (٤) . وجعل الزجاج الآية من باب حذف المضاف، فقال:  (المعنى عندي: يذهبا بأهل طريقتكم المثلى،قال:وكذلك قول العرب: هذا طريقة قومه، معناه هذا صاحب طَريقة قومه)  (٥) . هذا كلامه. وليس يحتاج إلى تقدير المضاف على ما ذكره الفراء، فإن الطريقة اسم للأفاضل على معنى أنهم الذين يقتدى بهم ويتبع آثارهم، كما تسلك الطريقة، فتقدير المضاف تكلف. و (المثلي) تأنيث الأمثل، والأمثل معناه في اللغة: الأفضل، يقال: فلان أَمْثَل قومه أي: أفضلهم، وهم الأماثل (٦) . </p><p> ومنه قول الشاعر (٧) : </p><p>(١) كذا في نسخة (س) وهو أصوب، وكذا هي في معاني الزجاج، وفي غيرها (الفتى). (٢) \"معاني القرآن\" للزجاج ٣/ ٣٦٤.(٣) في نسخة (س): (أشرافهم).(٤) \"معاني القرآن\" للفراء ٢/ ١٨٥.(٥) \"معاني القرآن\" للزجاج ٣/ ٣٦٥.(٦) انظر: \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤٢، \"القاموس المحيط\" (المثل) ٤/ ٤٨، \" مقاييس اللغة\" (مثل) ٥/ ٢٩٧، \"المعجم الوسيط\" (الأمثل) ٢/ ٨٥٤، \"لسان العرب\" (مثل) ٧/ ٤١٣٤، \"المفردات في غريب القرآن\" (مثل) ص ٤٦٣.(٧) لم أهتد لقائله. وذكره نحوه: \"تاج العروس\" (نصف) ٦/ ٢٥٦، ونسبة لابن =</p><p> وَإِنْ أَتَوكَ فَقالوا إِنَّها نصَفٌ ... فَإِنَ أَمْثَل نِصْفَها الذِي ذَهَبا </p><p> أي: أشقهما وأفضلهما. </p><p> قال الأخفش والكسائي:  (يقال: قد مَثَلَ يَمْثُلُ مُثُولًا،أي:صار فاضلًا)  (١) . </p><p> واختلف لم قيل للأفضل أَمْثَل؟ فقال بعضهم: معنى الأمثل: الأشبه بالحق، ثم صار اسمًا للأفضل (٢) . وقيل: معنى الأمثل في اللغة: الأظهر، من قولهم: مَثَلَ الشيء يَمْثُلُ مُثُولًا: إذا قام وانتصب فظهر للعيون (٣) . قال لبيد (٤) : </p><p> ثمَّ أَصدَرْناهُما في وارِدٍ ... صادِرٍ وَهْمٍ صُواه قَدْ مَثَلْ </p><p> أي: انتصب وظهر، ولما كان الفاضل الشريف ظاهرًا من القوم </p><p>= العربي، وكذلك ابن منظور في \"لسان العرب\" (نصف) ٧/ ٤٤٤٣ بلفظ: وإن أتوك فقالوا إنها نصف ... فإن أطيب نصفها الذي غبرا(١) ذكر نحوه الأزهري في \"تهذيب اللغة\" (مثل) ٤/ ٣٣٤٣.(٢) \"القاموس المحيط\" (المثل) ١٠٥٦، \"لسان العرب\" (مثل) ٧/ ٤١٣٤، \"المفردات في غريب القرآن\" (مثل) ص ٤٦٢.(٣) انظر: \"الصحاح\" (مثل) ٧/ ٤١٣٤، \"مقاييس اللغة\" (مثل) ٥/ ٢٩٧، \"المعجم الوسيط\" (مثل) ٢/ ٨٥٣، \"لسان العرب\" (مثل) ٧/ ٤١٣٤، \"المفردات في غريب القرآن\" (مثل) ص ٤٦٢.(٤) البيت للبيد بن ربيعة.أصدرناهما في وارد: الصادر والوارد الطريق، يقال: طريق صادر أي: أنه يصدر بأهله عن الماء، أو طريق وارد يرد بهم. وَهْم: واسع ضخم. والصُوَى: أعلام من حجارة منصوبة في الفيافي المجهولة يستدل بها على طرقها، واحدتها صُوة.انظر: \"ديوان لبيد بن ربيعة\" ص ١٤٣،\"تهذيب اللغة\" (صدر) ٢/ ١٩٨٧، \"لسان العرب\" (صدر) ٤/ ٢٤١١.</p><p> بفضله وشرفه قيل له: الأمثل. ومعنى الآية ما روى الشعبي عن علي -رضي الله عنه- أنه قال:  ({وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى}يصرفا وجوه الناس إليهما)  (١) . </p><p> والمعنى: أن يغلبا بسحرهما، فتمثل إليهما السادة والأشراف منكم. وقال قتادة:  (طريقتكم المثلى يومئذ بنو إسرائيل كانوا أكثر القوم عددا وأموالًا،فقالوا:إنما يريد أن يذهبا بهما لأنفسهم)  (٢) . فجعل قتادة هؤلاء الأفاضل من بني إسرائيل. وهذا قول ابن عباس في رواية الوالبي:  (هم بنو إسرائيل)  (٣) . هذا الذي ذكرنا قول المفسرين، وأهل التأويل، وعلى هذا مقاتل، والكلبي (٤) . </p><p> وقال ابن زيد:  (ويذهبا بالطريقة التي أنتم عليها في السيرة)  (٥) . وهذا القول اختيار أبي عبيدة، والكسائي، قال أبو عبيدة:  ({بِطَرِيقَتِكُمُ الْمُثْلَى}[بسنتكم ودينكم وما أنتم عليه)  (٦) . </p><p> وقال الكسائي:  ({بِطَرِيقَتِكُمُ}يعني سنتكم وهداكم وسمتكم)  (٧) . </p><p>(١) \"جامع البيان\" ١٦/ ١٨٣، \"الكشف والبيان\" ٣/ ٢٠ ب، \"معالم التنزيل\" ٥/ ٢٨٢، \"زاد المسير\" ٥/ ٣٠٠، \"تفسير القرآن العظيم\" ٣/ ١٧٤. (٢) \"تفسير القرآن\" للصنعاني ٢/ ١٨، \"جامع البيان\" ١٦/ ١٨٣، \"الكشف والبيان\" ٣/ ٢٠/ ب، \"النكت والعيون\" ٣/ ٤١١، \"معالم التنزيل\" ٥/ ٢٨٢.(٣) \"جامع البيان\" ١٦/ ١٨٢، \"روح المعاني\" ١٦/ ٢٢٤.(٤) \"الكشف والبيان\" ٣/ ٢٠، \"تفسير مقاتل\" ٤ أ.(٥) \"جامع البيان\" ١٦/ ١٨٣، \"النكت والعيون\" ٣/ ٤١٢، \"تفسير القرآن العظيم\" ٣/ ١٧٥، \"الدر المنثور\" ٤/ ٥٤١.(٦) \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٣.(٧) \"الكشف والبيان\" ٣/ ٢٠ ب.</p>"
}