{
  "id": null,
  "sura": 20,
  "aya": 5,
  "text": "<p> قال أبو إسحاق:  (العلى جمع العليا،كما يقال:الكبرى والكبر)  (١) . قال المبرد:  (وهو مثل ظُلْمَة وظُلَم، ورُكْبَة ورُكَب، وكذلك العُلْيَا والعُلَى، والدُنْيَا والدُنَى، فالألف بحذاء الهاء للتأنيث)  (٢) . </p><p> ٥ - قوله تعالى:  {الرَّحْمَنِ} قال الأخفش: (هو الرحمن)  (٣) . [قال المبرد:  ({الرَّحْمَنِ}مرفوع على خبر المبتدأ المضمر)  (٤) . لأنه لما قال:  {تَنْزِيلًا مِمَّنْ خَلَق} بينه فكأنه قال: هو الرحمن] (٥) ، كقوله:  {بِشَرٍّ مِنْ ذَلِكُمُ النَّار}  [الحج: ٧٢] ، المعنى ففي النار. </p><p> قوله تعالى:  {عَلَى الْعَرْشِ اسْتَوَى} قال كثير من أهل التأويل: استوى معناه استولى (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٥٠. (٢) أورد نحوه بلا نسبة العبكري في \"إملاء ما من به الرحمن\" ١/ ١١٨، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٦٩، والألوسي في \"روح المعاني\" ١٦/ ١٥٢.(٣) \"معاني القرآن\" للأخفش ٢/ ٦٢٩.(٤) انظر: \"الكشاف\" ٢/ ٥٢٩، \"البحر المحيط\" ٦/ ٢٢٦، \"فتح القدير\" ٣/ ٥٠٩.(٥) ما بين المعقوفين ساقط من نسخة: (ص).(٦) تفسير الاستواء بالاستعلاء قول المعتزلة والجهمية والحرورية قالوا: إن استوى بمعنى استولى وملك وقهر. قال أبو الحسن الأشعري في \"الإبانة عن أصول الديانة\" ص ٤٩: (فلو كان الله مستويًا على العرش بمعنى الاستيلاء، وهو عز وجل مستول على الأشياء كلها، لكان مستويًا على العرش وعلى الأرض وعلى السماء .. لأنه قادر على الأشياء مستول عليها .. ، لم يجز أن يكون الاستواء على العرش: الاستيلاء الذي هو عام في الأشياء كلها، ووجب أن يكون معناه استواء يخص العرش دون الأشياء كلها).وقال ابن تيمية -رحمه الله- في \"مجموعة الفتاوى\" ٥/ ١٤٤، في الرد على من فسر {اسْتَوَى} بـ (استولى): (ومن تلك الوجوه أنه لم يرد عن أحد من الصحابة ولا التابعين لهم، بل تفسير حدث من المبتدعة بعدهم، ثم هو ضعيف لغة).</p><p> وقد بينا استقصاء هذا عند قوله تعالى:  {ثُمَّ اسْتَوَى إِلَى السَّمَاء}  (١) . </p><p> وأخبرني العروضي عن الأزهري عن المنذري قال:  (سئل أحمد بن يحيى عن قول الله تعالى:{الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى}فقال: الاستواء الإقبال على الشيء)  (٢) . </p><p> وقال الأخفش:  (استوى أي علا تقول: استويت فوق الدابة وعلى ظهر البيت أي علوته)  (٣) . ونحو هذا قال أبو عبيدة (٤) . وعلى هذا التفسير معنى الآية: أنه عز وجل علا على العرش بقدرته وقوته، وخص العرش بالذكر؛ لأنه أعظم المخلوقات. وعامة السلف أعرضوا عن الكلام في هذه الآية ونظائرها وذلك طريقة مالك، والشافعي، والأوزاعي، والثوري رحمهم الله (٥) . </p><p>(١) سورة البقرة: (٢٩). وانظر تعليق المحقق عليه. (٢) \"تهذيب اللغة\" (سواء) ٢/ ١٧٩٤.(٣) \"معاني القرآن\" للأخفش ٢/ ٦٣١، \"تهذيب اللغة\" (سواء) ٢/ ١٧٩٤.(٤) \"مجاز القرآن\" لأبي عبيدة ٢/ ١٥.(٥) إن أريد إعراضهم عن معانيها؛ فهذا قول المفوضة لا قول أهل السنة، فإن أهل السنة يثبتون الأسماء والمعاني والصفات الثابتة اللائقة بالله عز وجل، وأما الإعراض في آيات الصفات فإنما يكون للكيفية فهي التي لا يعلمها إلا الله تعالى، ومثل هذا يقال في معنى الاستواء، فالمنهج السوي أن نثبت لله ما أثبته لنفسه، فهو سبحانه مستو على عرشه عال على خلقه، ولا يلزم لهذا أي: لازم باطل مما يلزم لاستواء المخلوقين.قال ابن كثير -رحمه الله- في \"تفسيره\" ٢/ ٢٢٠: (وللناس في هذا المقام مقالات كثرة جدًّا يشير هذا موضع بسطها، وإنما نسلك في هذا المقام مذهب السلف الصالح مالك، والأوزاعي، والثوري، والليث بن سعد، والشافعي، وأحمد وإسحاق بن راهوية وغيرهم من أئمة المسلمين قديمًا وحديثًا وهو: إمرارها كما =</p>"
}