{
  "id": null,
  "sura": 20,
  "aya": 131,
  "text": "<p> والمعاد واجبًا من الله لك) (١) وفيه قراءتان: </p><p> ضم التاء وفتحها (٢) . فمن فتح التاء وهو الذي فسره ابن عباس فحجته قوله:  {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى}  [الضحى: ٥] . ومن ضم التاء فحجته قوله:  {وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا}  [مريم: ٥٥] ويكون المعنى لعلك ترضى بفعل ما أمرك به من الأفعال التي يرضاها الله، أو ترضى بما تعطاه من الدرجة الرفيعة (٣) . واختار أبو عبيد هذه القراءة لاحتمالها معنيين أحدهما: ترضى: تعطى الرضى، والآخر: يرضاك الله، قال:  (وتصديقها قوله:{وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا}[مريم: ٥٥]قال: وليس في الآخرة إلا وجه واحد)  (٤) . هذا كلامه. </p><p> ١٣١ - قوله تعالى:  {وَلَا تَمُدَّنَّ عَيْنَيْكَ} الآية، قال أبو رافع (٥) : (نزل </p><p>(١) لم أقف عليه. ويشهد لهذا المعنى قوله سبحانه في سورة الضحى الآية رقم (٥): {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى}. والحق أن الله تعالى لا يجب عليه شيء لخلقه، وما يعطيهم فهو فضل منه وكرم. قال الألوسي في \"روح المعاني\" ١٦/ ٢٨٣: رجاء أن تنال عنده ما ترضى به نفسك من الثواب، واستدل به على عدم الوجوب على الله تعالى. (٢) قرأ نافع، وابن كثير، وأبو عمرو، وابن عامر، وحمزة، وعا صم في رواية حفص: (لعلك تَرضى) بفتح التاء، وقرأ الكسائي، وعاصم في رواية أبي بكر: (لعلك تُرضى) بضم التاء.انظر: \"السبعة\" ص ٤٢٥، \"الحجة للقراء السبعة\" ٥/ ٢٥٢، \"المبسوط في القراءات\" ص ٢٥١، \"التبصرة\" ص ٢٦١(٣) \"جامع البيان\" ١٦/ ٢٣٤، \"تفسير كتاب الله العزيز\" ٣/ ٦، \"بحر العلوم\" ٢/ ٣٥٩.(٤) \"الحجة للقراء السبعة\" ٥/ ٢٥٣، \"حجة القراءات\" ص ٤٦٤.(٥) أبو رافع، مولى رسول الله -صلى الله عليه وسلم-، اشتهر بكنيتته، واسمه على المشهور أسلم، دخل في الإسلام قبل بدر ولم يشهدها، وشهد أحدًا وما بعدها، وروى عن النبي -صلى الله عليه وسلم- =</p><p> رسول الله -صلى الله عليه وسلم- ضيف فبعثني إلى يهودي فقال:  \"قل له إن رسول -صلى الله عليه وسلم-يقول:بعني وأسلفني إلى رجب\" . وأتيته فقلت له ذلك، فقال: والله لا أبيعه ولا أسلفه إلا برهن (١) . فأتيت رسول الله -صلى الله عليه وسلم- وأخبرته، فقال:  \"والله لو باعني أو أسلفني لقضيته، وإني لأمين في السماء أمين في الأرض، اذهب بدرعي الحديد إليه\" ، قال: فنزلت هذه الآية) (٢) . </p><p>= وعن بعض الصحابة- رضوان الله عليهم-، توفي -رضي الله عنه- في آخر خلافة عثمان بن عفان وقيل في أول خلافة علي بن أبي طالب -رضي الله عنه- أجمعين. انظر: \"الاستيعاب\" ١/ ٦١، \"الإصابة\" ١/ ٥٤، \"الكاشف\" ٣/ ٢٩٤.(١) الرهن: ما وضع عند الإنسان مما ينوب مناب ما أخذ منه. يقال: رهنت فلانًا دارًا رهنًا، وارتهنته إذا أخذه رهنًا.انظر: \"تهذيب اللغة\" (رهن) ٢/ ١٤٩١، \"القاموس المحيط\" (رهن) ٤/ ٢٣٠، \"الصحاح\" (رهن) ٥/ ٢١٢٨، \"لسان العرب\" (رهن) ٣/ ١٧٥٧.(٢) \"جامع البيان\" ١٦/ ٢٣٥، \"الكشف والبيان\" ٣/ ٢٦ ب، \"بحر العلوم\" ٢/ ٣٥٩، \"النكت والعيون\" ٣/ ٤٣٣، \"معالم التنزيل\" ٥/ ٣٠٣، \"الدر المنثور\" ٤/ ٥٦٠، \"أسباب النزول\" للواحدي ص ٣١٣، \"لباب القول في أسباب النزول\" ص ١٤٧، \"جامع النقول في أسباب النزول\" ص ٢١٧. وأورده الهيثمي في \"مجمع الزوائد\" ١٠/ ١٢٦، \"كتاب البيوع\"، باب البيع إلى أجل. وقال: رواه الطبراني في \"الكبير\" والبزار وفيه موسى بن عبيدة الربذي وهو ضعيف.وذكره ابن حجر في \"الكافي الشاف\" ص ١٠٩ وقال: (وفيه موسى بن عبيدة وهو متروك).وقال ابن عطية -رحمه الله- في \"تفسيره\" ١٠/ ١١٦ بعد ذكر هذا القول: (وهذا معترض أن يكون سببا لأن السورة مكية والقصة المذكورة مدنية في آخر عمر النبي -صلى الله عليه وسلم- لأنه مات ودرعه مرهونة بهذه القصة اقي ذكرت، وإنما الظاهر أن الآية متناسقة مع ما قبلها وذلك أن الله تعالى وبخهم على ترك الاعتبار بالأمم السالفة ثم توعدهم بالعذاب المؤجل ثم أمر نبيه بالاحتقار لشأنهم والصبر على أقوالهم والإعراض عن أموالهم وما في أيديهم من الدنيا إذ ذاك منحصر عندهم صائر بهم إلى خزي).</p><p> وقوله تعالى:  {أَزْوَاجًا مِنْهُمْ} قال أبي بن كعب: (أشباها من الكفار)  (١) . يعني أشكالاً من المزاوجة بين الأشياء وهي المشاكلة، وذلك أنهم أشكال في الذهاب عن الصواب. وقد فسرنا هذه الآية في آخر سورة الحجر (٢) . وقال أبي بن كعب في هذه الآية:  (فمن لم يتعز بعزة الله تقطعت نفسه حسرات على الدنيا، ومن يتبع بصره ما في أيدي الناس يطل حزنه، ولا يشفى غيظه، ومن لم ير الله عليه نعمة إلا في مطعمه ومشربه نقص علمه وحضر عذابه)  (٣) . </p><p> وقوله تعالى:  {زَهْرَةَ الْحَيَاةِ الدُّنْيَا} قال ابن عباس، والسدي:  (زينة الدنيا)  (٤) . وقال أهل اللغة:  (زهرة الدنيا بهجتها ونضارتها وحسنها، وأصلها من زهرة الشجرة، وهي الأنوار التي تروق عند الرؤية)  (٥) . قال أبو إسحاق:  (و{زَهْرَةَ}منصوب بمعنى متعنا؛ لأن معناه جعلنا لهم ما متعناهم به زهرة الحياة الدنيا)  (٦) . </p><p>(١) ذكرت نحوه كتب التفسير بدون نسبة. انظر: \"جامع البيان\" ١٦/ ٢٣٥، \"المحرر الوجيز\" ١٥/ ١١٦، \"التفسير الكبير\" ٢٢/ ١٣٦، \"روح المعاني\" ١٦/ ٢٨٣. (٢) عند قوله سبحانه في سورة الحجر الآية رقم: (٨٨): {لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ}.(٣) \"معالم التنزيل\" ٣/ ٢٣٧.(٤) \"تفسير القرآن العظيم\" ٣/ ١٨٩، وذكره الطبري في \"تفسيره\" ١٦/ ٢٣٥ ونسبة لقتادة، وكذلك الماوردي في \"النكت والعيون\" ٣/ ٤٣٣، والسيوطي في \"الدر المنثور\" ٤/ ٥٦٠.(٥) انظر: \"تهذيب اللغة\" (زهر) ٢/ ١٥٦٩، \"مقاييس اللغة\" (زهر) ٣/ ٣١، \"القاموس المحيط\" (الزهرة) ٢/ ٤٣، \"الصحاح\" (زهر) ٢/ ٦٧٤، \"لسان العرب\" (زهر) ٣/ ١٨٧٧.(٦) \"معاني القرآن\" للزجاج ٣/ ٣٨٠.</p>"
}