{
  "id": null,
  "sura": 20,
  "aya": 52,
  "text": "<p> الأوثان. ويعني بالقرون الأولى: الأمم المتقدمة مثل: قوم نوح، وعاد، وثمود. </p><p> ٥٢ - فقال موسى:  {عِلْمُهَا عِنْدَ رَبِّي} قال أبو إسحاق: (أي أعمالهم محفوظة عند الله يجازي بها)  (١) . وعلى هذا يكون التقدير: علم أعمالها عند ربي {فِي كِتَابٍ} قال الكلبي: (اللوح المحفوظ)  (٢) . والمعنى: أن أعمالهم مكتوبة مثبتة. ومعنى هذا الجواب أنهم يجازون بما عملوا، وأنت تجازى بما تعمل، كما قال في آية أخرى:  {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ}  [البقرة: ١٣٤] . </p><p> وقوله تعالى:  {لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} تأكيد وتحقيق للجزاء بالأعمال. قال: يريد لا يترك من كفر به حتى ينتقم منه، ولا ينسى من وحده حتى يجازيه. وقال الكلبي:  (لا يخطئ ربي ولا ينسى ما كان من أمرهم، حتى يوافيهم بأعمالهم بالحسن حسنًا وبالسيئ سيئًا)  (٣) . </p><p> قال الفراء:  (يقال أضللت الشيء: إذا ضاع منك مثل: الدابة وما أشبهها إذا انفلت منك،وإذا أخطأت موضع الشيء الثابت مثل:الدار والمكان،قلت:ضللته ولا يقال أضللته)  (٤) . </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٥٩. (٢) ذكرته كتب التفسير بدون نسبة.انظر: \"الكشف والبيان\" ٣/ ١٩ أ، \"بحر العلوم\" ٢/ ٣٤٥، \"معالم التنزيل\" ٥/ ٢٧٧، \"المحرر الوجيز\" ١٠/ ٤٠، \"الجامع لأحكام القرآن\" ١١/ ٢٠٥.(٣) ذكرت كتب التفسير نحوه بدون نسبة.انظر: \"جامع البيان\" ١٦/ ١٧٣، \"معالم التنزيل\" ٥/ ٢٧٧، \"زاد المسير\" ٥/ ٢٩٢، \"الجامع لأحكام القرآن\" ١١/ ٢٠٨.(٤) \"معاني القرآن\" للفراء ٢/ ١٨١.</p><p> وقال أبو إسحاق:  (ضَلَلْتُ الشيء أَضِلُّه إذا جعلته في مكان لم تدر أين هو، وأَضْلَلْتُه أضعته)  (١) . وتقدير الآية: لا يضله ربي ولا ينساه، يعني به الكتاب، ويجوز لا يضلها ولا ينساها، يعني به القرون. هذا كلامهما، والمعنى على ما ذكر الفراء: لا يخطئ ربي كما ذكره الكلبي. وعلى ما ذكر أبو إسحاق معنى يضل: ينسى. وقد قال مجاهد:  (يضل ربي ولا ينسى هما شيء واحد)  (٢) . وقال السدي:  (لا يغفل ولا يترك شيئًا)  (٣) . فجعل النسيان بمعنى: الترك. وفي قول مجاهد النسيان معناه: ضد الذكر. </p><p> وقال أبو عمرو:  (يقال أَضْلَلْتُ بعيري: إذا كان معقولاً فلم يهتد لمكانه،وأَضْلَلْتُه إِضْلاَلاً:إذا كان مطلقًا فذهب ولا يدري أين ذهب وأخذ،وكل ما جاء من الضَّلال من قِبَلِك قلت:ضَلَلْتُه،وما جاء من المفعول به قلت:أَضْلَلْته.قال:وأصل الضلال: من الغيبوبة،يقال:ضَلَّ الماء في اللبن إذا غاب، وضَلَّ الكافر غاب عن الحجة، وضَلَّ الناسي إذا غاب عن حفظه)  (٤) . </p><p> وقوله تعالى:  {لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} أي: لا يغيب عن شيء ولا يغيب عنه شيء. </p><p> وقال ابن الأنباري:  (مذهب مقاتل في هذه الآية: أن عدو الله فرعون كان قد قال له مؤمن آل فرعون: {إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ (٣٠) مِثْلَ </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٥٩. (٢) \"جامع البيان\" ١٦/ ١٧٣، \"الكشف والبيان\" ٣/ ١٩ أ، \"بحر العلوم\" ٢/ ٣٤٥ , \"الدر المنثور\" ٤/ ٥٣٨.(٣) \"بحر العلوم\" ٢/ ٣٤٥.(٤) \"تهذيب اللغة\" (ضل) ٣/ ٢١٢٩، \"لسان العرب\" (ضلل) ٥/ ٢٦٠٢.</p>"
}