{
  "id": null,
  "sura": 21,
  "aya": 36,
  "text": "<p> عن ابن عباس: أي: نبتليكم بالشدة والرخاء، والصحة والسقم، والغنى والفقر، والحلال والحرام، وكلها بلاء (١) . </p><p> وقال ابن زيد: نبلوكم بما تحبون وما تكرهون، لننظر كيف شكركم وصبركم فيما تحبون وفيما تكرهون (٢) . </p><p> وقال الكلبي:  {بِالشَّرِّ} بالفقر والبلايا {وَالْخَيْرِ} بالمال والولد. </p><p> {فِتْنَةً} قال ابن عباس: يريد اختبارًا مني {وَإِلَيْنَا تُرْجَعُونَ} تردون للجزاء بالأعمال حسنها وسيئها. </p><p> ٣٦ - قوله تعالى:  {وَإِذَا رَآكَ الَّذِينَ كَفَرُوا} قال ابن عباس: يعني المستهزئين. </p><p> [وهم الذين ذكرناهم في قوله:  {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ}  (٣) ] (٤) . </p><p> {إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا} أي: ما يتخذونك إلا مهزوا به، كقوله:  {أَتَتَّخِذُنَا هُزُوًا}  [البقرة: ٦٧] وقد مرَّ. </p><p> وقال السدي: نزلت في أبي جهل، مرَّ به النبي -صلي الله عليه وسلم- فضحك، وقال: </p><p>(١) رواه الطبري ١٧/ ٢٥، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٩ وعزاه لابن جرير وابن المنذر وابن أبي حاتم واللالكائي في السنة. (٢) رواه الطبري ١٧/ ٢٥ بنحوه.(٣) الحجر: ٩٥. قال الواحدي في \"البسيط\": (إنا كفيناك المستهزئين) بك، وهم خمسة نفر من المشركين: الوليد بن المغيرة. والعاص بن وائل وعدي بن قيس والأسود بن المطلب والأسود بن عبد يغوث. سلط الله عليهم جبريل حتى قتل كل واحد منهم أي: بآفة وكفى نبيه شرهم. هذا قول عامة المفسرين. اهـ. والأولى أنها عامة في كل مستهزئ.(٤) ساقط من (د)، (ع).</p><p> هذا (١) نبي بني عبد مناف (٢)  (٣) . </p><p> وقوله تعالى:  {أَهَذَا الَّذِي يَذْكُرُ} [فيه إضمار القول (٤) ، وهو جواب إذا (٥) . </p><p> وقوله تعالى:  {إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا} كلام معترض بين إذا وجوابه. </p><p> قال ابن عباس في قوله:  {يَذْكُرُ آلِهَتَكُمْ} ] (٦) : يعيب أصنامكم. ونحوه قال الكلبي (٧) . </p><p>(١) (هذا): ساقطة من (أ)، (ت). (٢) بنو عبد مناف بطن من بطون قريش، من العدنانية. وهم بنو عبد مناف -ومناف اسم صنم وأصل اسم عبد مناف المغيرة- بن قصي بن كلاب بن مرة. ومن أفخاد بني عبد مناف: بنو هاشم وبنو المطلب وبنو عبد شمس وبنو نوفل. وكان بنو هاشم وبنو عبد شمس متقاسمين رئاسة بني عبد مناف. انظر: \"نسب قريش\" للمصعب الزبيري ص ١٤ - ١٥، \"البداية والنهاية\" ٢/ ٢٥٤ - ٢٥٥، \"نهاية الأرب في معرفة أنساب العرب\" للقلقشندي ص ٣١١، \"معجم قبائل العرب\" لكحالة ٢/ ٧٣٥.(٣) رواه ابن أبي حاتم كما في \"الدر المنثور\" ٥/ ٦٣٠. وهي رواية ضعيفة, لأنها مرسلة، فلا يعتمد كونها سببًا لنزول هذه الآية. وقال الألوسي ١٧/ ٤٨: وأنا أرى أن القلب لا يثلج لكون هذا سببا للنزول. اهـ. قال ابن عطية ١٠/ ١٤٨: وظاهر الآية أن كفار مكة وعظماءهم يعمهم هذا المعنى من أنهم ينكرون أخذ رسول الله -صلى الله عليه وسلم- في أمر آلهتهم، وذكره لهم بفساد.(٤) في (د)، (ع): (من القول)، والمعنى: أن فيه إصمار \"يقولون\"، فيكون المعنى: وإذا رآك الذين كفروا -إن يتخذونك إلا هزوا- يقولون: أهذا ...(٥) وفي جواب إذا وجه آخر وهو \"إن\" النافية وما في حيزها في قوله \"إن يتخذونك\" واستظهره أبو حيان. انظر: \"البحر المحيط\" ٦/ ٣١٢. \"الدر المصون\" ٨/ ١٥٥.(٦) ما بين المعقوفين ساقط من (أ).(٧) ذكر ابن الجوزي ٥/ ٣٥٠ هذا القول من غير نسبة. وانظر. \"تنوير المقباس\" ص ٢٠٢.</p><p> قال الفراء: وأنت قائل للرجل: لئن ذكرتني لتندمنّ. وأنت تريد: بسوء، فيجوز ذلك. وأنشد قول عنترة: </p><p> لا تذكري فرسي وما أطْعَمْتُهُ ... فيكون جلدك مثل جلد الأجرب (١) </p><p> أي: لا تعيبي (٢) مهري فجعل الذكر عيبًا (٣) . </p><p> وقال أبو إسحاق: يقال: فلان يذكر الناس، أي: يغتابهم، ويذكرهم بالعيوب. [ويقال: فلان يذكر الله،أي:يصفه بالعظمة، ويثني عليه]  (٤) . وإنّما يحذف مع الذكر ما عقل معناه (٥) . </p><p> وقال أهل المعاني: الذكر لا يكون بمعنى العيب (٦) في كلام العرب، وحيث يراد به العيب حذف منه السوء (٧) . كما (٨) قال الزَّجَّاج؛ فلان يذكر الناس أي: يذكر مساوءهم وعيوبهم. </p><p>(١) البيت في \"ديوانه\" ص ٢٧٢: لا تذكري مهري ... وفي \"معاني القرآن\" للفراء ٢/ ٢٠٣: لا تذكري مهري ... جلد الأشهب.وفي \"معاني القرآن\" للزجاج ٣/ ٣٩٢ من غير نسبة: وفيه: (لونك) في موضع (جلدك).وعند الطبري ١٧/ ٢٥: لا تذكري مهري ... الأجرب.وهو من قصيدة يقولها لامرأة له تذكر خيله وتلومه في فرس كان يؤثرها. انظر: \"شرح ديوان\" عنترة للشنتمري ص ٢٧٢.(٢) في (أ)، (ت): (تعيين)، وعند الفراء في \"معانيه\" ٢/ ٢٠٣: لا تعيبين بأثرة مُهري.(٣) \"معاني القرآن\" للفراء ٢/ ٢٠٣.(٤) ساقط من (ع).(٥) \"معاني القرآن\" للزجاج ٣/ ٣٩٢.(٦) في (أ)، (ت): (اللعب)، وهو خطأ.(٧) في (د)، (ع): (بشر).(٨) (كما): ساقطة من (أ)، (ت).</p><p> وقوله تعالى:  {وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ} وذلك أنهم قالوا ما نعرف الرحمن (١) . </p><p> قال صاحب النظم:  \"هم\" الثانية (٢) اختصاص، أي أنَّهم كافرون دون غيرهم، كما تقول في الكلام إذا قيل لك:  [إنَّ زيدًا قال لك]  (٣) : إنك ظالم، فقلت: بل زيدٌ هو ظالم. فهو اختصاص له من بين غيره لهذا الوصف (٤) . </p><p> وقيل (٥) : إنّه تأكيدٌ للكافرين، فقد (٦) وصفهم الله بغاية الجهل حيث هزئوا ممن جحد إلهية (٧) من (٨) لا نعمة له (٩) ، وهم يجحدون إلهية مَنْ كُلُّ </p><p>(١) قال ابن عطية في \"المحرر\" ١٠/ ١٤٨: وظاهر الكلام أن \"الرحمن\" قصد به العبارة عن الله تعالى، كما لو قال: وهم بذكر الله، وهذا التأويل أغرق في ضلالهم وخطئهم. وقال ابن جزي ٣/ ٥٥: \"وهم كافرون\" والجملة في موضع الحال، أي: كيف ينكرون ذمك لآلهتهم وهم يكفرون بالرحمن، فهم أحق بالملامة، وقيل -فذكر سبب النزول- ثم قال: والأولى أغرق في ضلالهم. وقال الشيخ عبد الرحمن السعدي ٣/ ٢٧٩: وفي ذكر اسمه الرحمن هنا بيان لقباحة حالهم، وأنهم كيف قابلوا الرحمن -مسدي النعم كلها، ودافع النقم الذي ما بالعباد من نعمة إلا منه، ولا يدفع السوء إلا هو- بالكفر والشرك. اهـ (٢) في (ت): (البائنة)، وهو خطأ.(٣) ساقط من (أ)، (ع).(٤) ذكر الرازي ٢٣/ ١٧٠ هذا المعنى باختصار.(٥) انظر: \"تفسير الرازي\" ٢٣/ ١٧٠، \"البحر\" ٦/ ٣١٢، \"الدر المصون\" ٨/ ١٥٥.(٦) في (د)، (ع): (وقد).(٧) في (د)، (ع): (الإلهية).(٨) في (ع): (ممن).(٩) في (أ)، (ت) زيادة: (وهم يجحدون إلهية من لا نعمة له)، وهي خطأ.</p>"
}