{
  "id": null,
  "sura": 21,
  "aya": 33,
  "text": "<p> وقال مجاهد:  {سَقْفًا مَحْفُوظًا} مرفوعًا (١) . </p><p> وهذا معنى وليس بتفسير. وذلك أنه مرفوع رفعًا لا يطمع أحد أن يناله بنقض أو يبلغه بحيلة، فرفعه سبب حفظه من أن يبلغه أحد. </p><p> وقوله تعالى:  {وَهُمْ} قال ابن عباس: يريد المشركين (٢) . </p><p> {عَنْ آيَاتِهَا مُعْرِضُونَ}  (٣) قال الكلبي وغيره من المفسرين: شمسها وقمرها ونجومها (٤) . </p><p> {مُعْرِضُونَ} لا يتدبرونها، ولا يتفكرون فيها، فيعلموا (٥) أن خالقها لا شريك له. </p><p> ٣٣ - قوله تعالى:  {وَهُوَ الَّذِي خَلَقَ} إلى قوله: {كُلُّ} يعني الطوالع كلها. </p><p> {فِي فَلَكٍ} قال الليث: الفلك في الحديث (٦) دوران (٧) السماء. وهو </p><p>(١) رواه الطبري ١٧/ ٢٢، وأبو الشيخ في \"العظمة\" ٣/ ١٠٣٨. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه لابن أبي شيبة وعبد بن حميد وابن جريج وابن أبي حاتم وابن المنذر وأبي الشيخ. (٢) انظر: \"تنوير المقباس\" ص ٢٠١.(٣) في (د)، (ع): (آياتنا)، وهو خطأ في الآية.(٤) انظر: \"الطبري\" ١٧/ ٢٢، \"تنوير المقباس\" ص ٢٠١، القرطبي ١١/ ٢٨٥.(٥) في (ع): (فيعلمون)، وهو خطأ.(٦) في \"تهذيب اللغة\" ١٠/ ٢٥٤: جاء في الحديث أنه دوران السماء. والمراد بالحديث ما رواه أبو عيد في غريب الحديث ٤/ ٩٦: أن رجلاً أتى رجلاً وهو جالس عند عبد الله بن مسعود فقال: إني تركت فرسك يدور كأنه في فلك، قال عبد الله للرجل: اذهب فافعل به كذا وكذا.(٧) في (أ): (دور).</p><p> اسم الدوران خاصة، وأما المُنجمون فيقولون: سبعة أطواق (١) دون السماء قد رُكِّبت فيها النجوم السبعة، في كل طوق منه (٢) نجم، وبعضها أرفع من بعض، يدور فيها بإذن الله (٣) . </p><p> وروى أبو عبيدة عن الأصمعي: الفلك: قطع من الأرض تستدير وترتفع عما حولها (٤) ، والواحدة فلكة. قال الراعي: </p><p> إذا جِفْنَ هَوْلَ بُطونِ (٥) البِلادِ ... تَضَمَّنَها فَلَكٌ مُزْهِرُ (٦) </p><p> يَقول: إذا خافت الأدغال (٧) وبطون الأرض ظهرت الفلك (٨) . </p><p> والفلك في كلام العرب: كل شيء مستدير، وجمعه أفلاك، ومنه فَلْكةُ المغزل، وتفلك ثدي الجارية (٩) . </p><p>(١) جمع طوق، وهو: كل ما استدار بشيء. \"تهذيب اللغة\" للأزهري ٩/ ٢٤٢ \"طوق\"، \"القاموس المحيط\" ٣/ ٢٥٩.(٢) (منه): ساقطة من (د)، (ع)، وفي (أ): (ومنه)، وفي \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤ منها.(٣) قول الليث في \"تهذيب اللغة\" للأزهري ١٠/ ٥٤ \"فلك\". وهو في \"العين\" ٥/ ٣٧٤ \"فلك\" مع اختلاف يسير، وليس فيه: في الحديث. وما ذكره الليث عن المنجمين لا دليل عليه من كتاب أو سنة صحيحة أو مشاهدة.(٤) في (أ): (حوله).(٥) هكذا في (أ)، (ت) والمطبوع من ديوان الراعي بطبعتيه -طبعة راينهرت فايبرت ص ١٠٧، وطبعة نوري القيسي وهلال ناجي ص ٢٠٨. وفي (د)، (ع): (إذا خفن هولا بطول)، وفي المطبوع من \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤: (بصون).(٦) البيت في \"ديوانه\" ص ٢٠٨، \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤. \"فلك\"، واللسان ١٠/ ٤٧٨: (فلك).(٧) في جميع النسخ: (الإدخال)، والتصويب من \"تهذيب اللغة\" و\"اللسان\".(٨) رواية أبي عبيد عن الأصمعي في \"تهذيب اللغة\" ١٠/ ٢٥٤.(٩) انظر: (فلك) في: \"الصحاح\" ٤/ ١٦٠٤، \"لسان العرب\" ١٠/ ٤٧٨.</p><p> هذا (١) معنى الفلك في قول أهل اللغة. </p><p> وأما المفسرون، فقال السدي في قوله:  {كُلٌّ فِي فَلَكٍ} : كل في مجرى واستداره (٢) . </p><p> وقال الكلبي: الفلك استدارة السماء، وكل شيء استدار فهو فلك (٣) . </p><p> وعلى هذا المراد بالفلك: السماء، والسماء مستديرة، والنجوم تدور فيها وهذا معنى قول مجاهد: كهيئة حديدة الرحى (٤)  (٥) . </p><p> يريد: أن النجوم تسير وتجري حول القطب (٦) كدوران (٧) الرحى على حديدته (٨) . </p><p> وعلى (٩) هذا معنى قول أكثرُ المفسرين، قالوا: الفلك مدار النجوم الذي يضمها (١٠) . </p><p>(١) في (ت): (وهذا). (٢) ذكر الماوردي ٣/ ٤٤٥ عن السدي قال: الفلك: السماء.(٣) ذكر الأزهري في \"تهذيب اللغة\" ١٠/ ٢٥٤، والبغوي ٥/ ٣١٧ عن الكلبي الشطر الأول منه. وروي عبد الرزاق في \"تفسيره\" ٢/ ٢٤ عن الكلبي الشطر الثاني منه. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٢٧ وعزاه لعبد الرزاق وابن المنذر.(٤) الرَّحى: هي الحجر التي يطحن بها. \"لسان العرب\" ١٤/ ٣١٢ (رحا).(٥) رواه الطبري ١٧/ ٢٢، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٨ وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم.(٦) القُطْب: كوكب بين الجدي والفرقدين. قيل: وهو كوكب صغير أبيض، لا يبرح مكانه أبدًا، والجدي والفرقدان تدور عليه. \"الصحاح\" للجوهري ١/ ٢٠٤ (قطب)، \"لسان العرب\" ١/ ٦٨٢ (قطب).(٧) في (ع): (كودان).(٨) في (د)، (ع): (حديدة).(٩) في (أ)، (ت): (وهذا) معنى.(١٠) هذا قول الثعلبي ٣/ ٢٩ أبنصّه.</p><p> وقال الحسن: الفلك طاحونة [كهيئة فَلْكة المغزل (١) . </p><p> يريد أن الذي يجري فيه النجوم مستدير كاستدارة الطاحونة] (٢) . </p><p> وقال ابن زيد: الفلك الذي بين السماء والأرض [من]  (٣) مجاري النجوم والشمس والقمر (٤) . </p><p> وهذا كقول المنجمين، جعلوا الفلك في السماء. </p><p> وقال أبو عبيدة: الفلك: القطب الذي تدور به النجوم (٥) . </p><p> وهذا القول بعيد؛ لأن الله تعالى قال:  {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} فيجب أن يكون الفلك اسمًا لما يتضمن النجوم وتجري فيه، ويكون مدورًا. </p><p> وقوله تعالى:  {يَسْبَحُونَ} أي: يجرون بسرعة كالسابح في الماء، وقد قال في موضع آخر في صفة النجوم:  {وَالسَّابِحَاتِ سَبْحًا}  [النازعات: ٣] ، والسبح لا يختص بالجري في الماء فقد يقال للفرس الذي يمد يديه في الجري (٦) : سابح (٧) ، ومنه قول الأعشى: </p><p>(١) ذكره البخاري تعليقًا في صحيحه (كتاب التفسير- سورة الأنبياء ٨/ ٤٣٥) ووصله ابن حجر في \"تغليق التعليق\" ٤/ ٢٥٧ فقال: قال ابن عيينة في تفسيره عن عمرو، عن الحسن في قوله \"كل في فلك يسبحون\" قال: مثل فلكة المغزل تدور. (٢) ما بين المعقوفين ساقط من (أ).(٣) زيادة من الطبري ١٧/ ٢٣، والدر المنثور.(٤) رواه الطبري ١٧/ ٢٣، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه لابن جرير وابن أبي حاتم.(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ٣٨.(٦) في (أ)، (ت): (البحر)، وما أثبتناه من (د)، (ع) هو الصحيح والموافق لما في \"تهذيب اللغة\".(٧) \"تهذيب اللغة\" للأزهري ٤/ ٣٣٨ (سبح)، بتصرف.</p><p> وَسَابحٍ ذِي مَيْعَةٍ (١) ضَامِر (٢) </p><p> وتَوهَّم بعضهم أن السبح يختص بالسير في الماء، فجعل الفلك موجًا من الماء تسير فيه النجوم لما رأى قوله:  {يُسَبحُونَ}  (٣) . </p><p> وحكى الفراء هذا القول في \"تفسير الفلك\"  (٤) . </p><p> ولما وصف النجوم بفعل ما يعقل (٥) جُمِعَ (٦) فعلها جَمْعَ فعل ما يعقل، قال أبو إسحق: قيل {يَسْبَحُونَ} هو كما يقال لما يعقل: لأنَّ هذه الأشياء وصفت بالفعل (٧) كما يوصف ما يعقل، كما قالت العرب -في رواية جميع النحويين-: \"أكلوني البراغيث\" لما وصفت بالأكل قيل: </p><p>(١) في (أ)، (ت): (منعة)، والمثبن من (د)، (ع). وهو الموافق لما في \"تهذيب اللغة\"، وديوان الأعشى. (٢) هذا عجز البيت، وصدره:كم فيهم من شَطْبَة خَيْفقوهو في \"ديوانه\" ص ٤١٧، وفيه: ضابر، و\"تهذيب اللغة\" للأزهري ٤/ ٣٣٨ \"سبح\"، و\"اللسان\" ٢/ ٤٧١ (سبح). وهو أحد أبيات قصيدة يفضل فيها عامر بن الطفيل على علقمة بن علاثة في المنافرة التي جرت بينهما. والمعنى: كم فيهم من جواد سابح نشيط سابق. انظر: \"لسان العرب\" ٨/ ٣٤٥ (ميع)، \"القاموس المحيط\" ٢/ ٧٦، \"ديوان الأعشى مع التعليق عليه\" ص ٤١٧.(٣) هذا قول الكلبي، فقد ذكر الرازي ٢٢/ ١٦٧ أنه قال: الفلك ماء تجري فيه الكواكب، واحتج بأن السباحة لا تكون إلا في الماء. ثم ردّ عليه بقوله: لا يسلم فإنه يقال في الفرس يمد يديه في الجري: سابح.(٤) انظر: \"معاني القرآن\" ٢/ ٢٠١.(٥) في (ع): (ما تعقل).(٦) جمع: ساقطة من (ع).(٧) في (ع): (بالعقل).</p>"
}