{
  "id": null,
  "sura": 21,
  "aya": 107,
  "text": "<p> الشيء كبلاغ المسافر (١) . </p><p> والمعنى: أن من اتبع القرآن وعمل به كان القرآن بلاغه إلى الجنة (٢) . </p><p> قوله تعالى:  {لِقَوْمٍ عَابِدِينَ} قال ابن عباس: مطيعين (٣) . </p><p> وقال كعب: هم أمة محمد -صلى الله عليه وسلم- الذين يصلون الصلوات الخمس ويصومون شهر رمضان سماهم الله سبحانه وتعالى عابدين (٤) . </p><p> وذكر (٥) بعضهم: البلاغ في هذه الآية بمعني التبليغ، على معنى: إنّ في القرآن تبليغًا من الله إلى خلقه، فلا يبقى لأحد بعده عذر. وهذا بعيد؛ لتخصيص العابدين بالذكر، ولأنه قال \"بلاغًا لقوم\" فوجب أن يكون البلاغ لهم، ولو كان بمعنى التبليغ لم يوصل باللام. </p><p> ١٠٧ - قوله تعالى:  {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} قال ابن عباس: في رواية عطاء: يريد للبر والفاجر؛ لأن كل نبي غير محمد -صلى الله عليه وسلم- إذا كُذِّب أهلك الله من كذَّبه، ومحمد أُخر من كذّبه إلى موت أو قيامة، والذي صدقه عُجلت له الرحمة في الدنيا والآخرة. </p><p>(١) انظر: \"الصحاح\" ٤/ ١٣١٦ \"بلغ\"، \"لسان العرب\" ٨/ ٤١٩، \"القاموس المحيط\" ٣/ ١٠٣. (٢) انظر: \"الطبري\" ١٧/ ١٠٥، \"الكشف والبيان \" للثعلبي ٣/ ٤٥ ب.(٣) ذكره القرطبي ١١/ ٣٤٩ عن ابن عباس، وذكره الماوردي ٣/ ٤٧٥ من غير نسبة. وقد روى الطبري ١٧/ ١٠٦ من طريق ابن أبي طلحة، عن ابن عباس قال: عالمين. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٨٦ وزاد نسبته لابن جرير وابن المنذر وابن أبي حاتم.(٤) ذكره بهذا اللفظ عن كعب: الثعلبيُ في \"الكشف والبيان\" ٣/ ٤٥ ب. وقد رواه الطبري ١٧/ ١٠٥ - ١٠٦ عنه بنحوه مفرَّقَا.قال ابن كثير -رحمه الله- في \"تفسيره\" ٣/ ٢٠١: \"لقوم عابدين\" وهم الذين عبدوا الله بما شرعه وأحجه ورضيه، وآثروا طاعة الله على طاعة الشيطان وشهوات أنفسهم.(٥) في (د)، (ع): (وذكرهم)، وهو خطأ.</p><p> وقال في رواية سعيد بن جبير: تمت الرحمة لمن آمن به (١) ، ومن (٢) لم يؤمن عوفي مما أصاب الأمم قبلنا من المسخ (٣) والخسف والقذف (٤) . </p><p> وقال الكلبي: يعني الجن والإنس. وقال ابن زيد: يعني المؤمنين خاصة (٥) . </p><p>(١) به: ساقطة من (د)، (ع). (٢) في (د)، (ع): (ولمن)، وهو خطأ.(٣) المسخ: تحويل خلق إلى صورة أخرى. \"لسان العرب\" ٣/ ٥٥ (مسخ).(٤) رواه الطبري ١٧/ ١٠٦، وابن أبي حاتم (كما في \"تفسير ابن كثير\" ٣/ ٢٠٢) من طريق المسعودي، عن سعيد بن المرزبان البقال، عن سعيد بن جبير، عن ابن عباس، بنحوه.ورواه الطبري في \"المعجم الكبير\" ١٢/ ٢٣ من طريق أيوب بن سويد، عن المسعودي، عن حبيب بن أبي ثابت، عن سعيد بن جبير، عن ابن عباس، بنحوه. قال الهيثمي في \"مجمع الزوائد\" ٧/ ٦٩: رواه الطبراني، وفيه: أيوب بن سويد، وهو ضعيف جدًّا وقد وثقه ابن حبان بشروط فيمن يروى عنه وقال: إنه كثير الخطأ، والمسعودي قد اختلط.وقد ذكر هذا الأثر عن ابن عباس السيوطي في \"الدر المنثور\" ٥/ ٦٨٧ وعزاه لابن جرير وابن أبي حاتم وابن مردويه والطبراني والبيهقي في \"الدلائل\".(٥) \"الكشف والبيان\" للثعلبي ٣/ ٤٥ ب. ورواه الطبري ١٧/ ١٠٦ بنحوه واختار الطبري ١٧/ ١٠٦ العموم.فإن قيل: الكفار لم يرحموا به، فالجواب من وجهين:الأول: ما ذكره الطبري ١٧/ ١٠٦ - وجاءت به الرواية عن ابن عباس- وهو أنه دفع به عنهم عاجل البلاء الذي كان ينزل بالأمم المكذبه.الثاني: ما ذكره غير واحد منهم ابن جزي في التسهيل ٣/ ٧٢، والألوسي في روح المعاني ١٧/ ١٠٤ واستظهره، والشنقيطي في \"أضواء البيان\" ٤/ ٦٩٤ واستظهره، واللفظ له: أنه ما أرسل هذا النبي الكريم صوات الله وسلامه عليه إلى الخلائق إلا رحمة لهم؛ لأنه جاءهم بما يسعدهم وينالون به كل خير من خيري الدنيا والآخرة إن اتبعوه، ومن خالف ولم يتبع فهو الذي ضيع على نفسه نصيبه من تل الرحمة =</p>"
}