{
  "id": null,
  "sura": 21,
  "aya": 43,
  "text": "<p> الرحمن (١) . وليس هذا بالوجه (٢) . </p><p> وقوله تعالى:  {بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ} قال ابن عباس: يريد القرآن (٣) . </p><p> وقال غيره: عن مواعظ ربهم (٤) . {مُعْرِضُونَ} أي لا يعتبرون. </p><p> ٤٣ - قوله تعالى:  {أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ} أي: تجيرهم وتحفظهم، وقوله تعالى:  {مِنْ دُونِنَا} مؤخّر معناه التقديم، أي: آلهة من دوننا تمنعهم، وتم الكلام. ثم وصف اَلهتهم بالضعف فقال:  {لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ} [أي: فكيف تنصرهم؟. </p><p>(١) رواه سفيان الثوري في \"تفسيره\" ص ٢٠١ عن مجاهد دون قوله إلا الرحمن. وفي \"الدر المنثور\" ٥/ ٦٣٢: وأخرج ابن أبي حاتم عن مجاهد .. قال: يحفظكم. (٢) وحكى الشنقيطي في \"أضواء البيان\" ٤/ ٤٧٨ القولين، واستظهر قول من قال: \"من الرحمن\" أي: من عذابه وبأسه قال: ونظيره من القرآن {فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ} [هود: ٦٣].وقال أبو العباس ابن تيمية في \"الفتاوى\" ٢٧/ ٤٤١، ٣٥/ ٣٧٢: \"قل من يكلؤكم بالليل والنهار من الرحمن\" بدلًا عن الرحمن. وهذا أصح القولين كقوله تعالى {وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ} [الزخرف: ٦٠] أي: لجعلنا بدلاً منكم كما قاله عامة المفسرين، ومنه قول الشاعر:فليت لنا من ماء زمزم شربة ... مبردة باتت على طهيانأي بدلاً من ماء زمزم. اهـ. واقتصر ابن كثير في \"تفسيره\" ٣/ ١٧٩ على هذا القول ولم يحك غيره واستشهد له يقول الراجز:جارية لم تلبس المرققا ... ولم تذق من البقول الفستقاأي لم تذق بدل البقول الفستق. اهـ.(٣) ذكره القرطبي ١١/ ٢٩١ من غير نسبة.(٤) قاله الطبري ١٧/ ٣٠. وقد جمع البغوي ٥/ ٣٢٠ القولين، فقال: عن القرآن ومواعظ الله.</p><p> قاله ابن عباس (١) . </p><p> والتقدير: آلهتهم لا يستطيعون نصر أنفسهم] (٢) ، فقوله:  {لَا يَسْتَطِيعُونَ} خبر ابتداء محذوف دل عليه ما قبله من ذكر الآلهة، وإذا لم تقدر على منع نفسها عما يراد بها فكيف تقدر على منع عابديها؛ كما ذكره ابن عباس. </p><p> وقوله تعالى:  {وَلَا هُمْ مِنَّا} يعني الكفار (٣) . </p><p> {يُصْحَبُونَ} قال الكلبي: يقول: لا يجارون من عذابنا (٤) . </p><p> وقال مجاهد: لا ينصرون (٥) . </p><p> قال الفراء:  {وَلَا هُمْ مِنَّا يُصْحَبُونَ} أي: يجارون، يعني الكفار (٦) . وقال ابن قتيبة: أي لا يجيرهم منّا أحدٌ؛ لأن المجير صاحب الجار (٧)  (٨) . </p><p>(١) ذكره أبو حيان في \"البحر\" ٦/ ٣١٤ عن ابن عباس. وكذلك السمين الحلبي في \"الدر المصون\" ٨/ ١٦١. وانظر البغوي ٥/ ٣٢٠، وابن الجوزي ٥/ ٣٥٣، والرازي ٢٢/ ١٧٤، والقرطبي ١١/ ٢٢١ فقد ذكروا هذا القول من غير نسبة وذكروا التقديم والتأخير. ولم يذكره القرطبي. (٢) ما بين المعقوفين ساقط من (أ)، (ت).(٣) وقيل الضمير للأصنام. وهو مروي عن قتادة. واستظهر أبو حيان هذا القول، وقال عنه الألوسي إنه الأولى بالمقام. انظر: \"زاد المسير\" لابن الجوزي ٥/ ٣٥٣، \"البحر المحيط\" لأبي حيان ٦/ ٣١٤، \"روح المعاني\" للآلوسي ١٧/ ٥٢.(٤) مثله في \"تنوير المقباس\" ص ٢٠٢.(٥) رواه عبد الرزاق في \"تفسيره\" ٢/ ٢٤، والطبري ١٧/ ٣٠. وذكره الثعلبي في \"الكشف والبيان\" ٣/ ٣٠ أ.(٦) \"معاني القرآن\" للفراء ٢/ ٢٠٢.(٧) في \"غريب القرآن\": منها، صاحب لجاره.(٨) \"غريب القرآن\" لابن قتيبة ص ٢٨٦.</p><p> وعلى هذا معنى الصحبة: الإجارة، وذلك أن من صحب إنسانًا أجاره مما يخاف، تقول العرب: إنَّ لك من فلان صاحبًا، أي: يجيرك (١) ويمنعك (٢) . </p><p> [فلما كانت]  (٣) الصحبة تقتضي الإجارة سميت الإجارة به. والعرب تقول: صحبك الله أي: حفظك الله وأجارك، ويقولون للمسافر: في صحبة الله وكلاءته (٤) . </p><p> وهذا وجه صحيح، وهو مروي عن ابن عباس أيضًا في رواية العوفي (٥) ، قال: ولا الكفار منا يجارون (٦) . وهو (٧) معنى قول مجاهد: لا يُنصرون. </p><p>(١) في (أ)، (ت): (مجيرك)، وما أثبتناه من (د)، (ع) هو الأنسب لما بعده. (٢) هذا كلام الفراء في \"معانيه\" ٢/ ٢٠٥ مع تصرف يسير.(٣) مطموس في (ت).(٤) انظر: \"صحب\" في: \"تهذيب اللغة\" للأزهري ٤/ ٢٦٢، \"لسان العرب\" ١/ ٥٢٠، \"تاج العروس\" للزبيدي ٣/ ١٨٨.(٥) رواية العوفي عن ابن عباس يرويها المفسرون -كالطبري وابن أبي حاتم وغيرهم- من طريق محمد بن سعد العوفي، عن أبيه، عن عمه الحسين بن عطية بن سعد العوفي، عن أبيه، عن جده عطية العوفي، عن ابن عباس. وقد بين ضعف هذا الطريق السيوطي في \"الإتقان\" ٢/ ٥٣٥. وقال العلامة أحمد شاكر في تعليقه على \"تفسير الطبري\" ١/ ٢٦٣: وهذا إسناد مسلسل بالضعفاء من أسرة واحدة، إن صح هذا التعبير، وهو معروف عند العلماء بتفسير العوفي.(٦) رواه من طريق العوفي عن ابن عباس: الطبري ١٧/ ٣١، وابن أبي حاتم (كما في \"تغليق التعليق\" ٤/ ٢٥٨، وذكر سنده من طريق العوفي). وقد رواه الطبري ١٧/ ٣١ من طريق علي بن أبي طلحة عن ابن عباس، بمثله. وروى الطبري ١٧/ ٣٠ - ٣١ وابن أبي حاتم (كما في \"الدر المنثور\" ٥/ ٦٣٢) من طريق ابن جريج قال: قال ابن عباس. (يصحبون) ينصرون.(٧) (وهو): ساقط من (د)، (ع).</p><p> وقال المازني: أصحبت الرجل أي: منعته، وأنشد للهذلي (١) : </p><p> يرعى بروض الحَزْنِ من أبِّهِ ... قُرْيَانة (٢) في غاية (٣) تُصْحَبُ (٤)  (٥) </p><p> قال: تصحب: تمنع وتحفظ. قال: وهو من قول الله تعالى: {وَلَا هُمْ مِنَّا يُصْحَبُونَ} أي: يمنعون (٦) . </p><p> وعلى هذا قوله:  {يُصْحَبُونَ} مهه من الإصحاب لا من الصحبة. </p><p> وقال قتادة: لا يصحبون من الله بخير (٧) . </p><p>(١) في (أ)، (ت): (الهذلي). ولم يتميز لي من المراد به، فالهذليون الشعراء كثير. (٢) (قريانة): ساقطة من (أ)، (ت). ومهملة في (ع)، و (د): (قربانة).(٣) في (أ)، (ت): (غاية). ومهملة في (د)، (ع).(٤) في (أ)، (ع): (بصحب). مهملة وبياض في (ت). والمثبت من (د).(٥) إنشاد المازني لبيت الهذلي في \"تهذيب اللغة\" للأزهري ٤/ ٢٦٣ \"صحب\".وهو منسوب للهذلي في: \"لسان العرب\" ١/ ٥٢٠ \"صحب\" ووقع في المطبوع: قربانه في عابه.و\"تاج العروس\" للزبيدي ٣/ ١٨٨ (صحب).والبيت أيضًا في \"مقاييس اللغة\" لابن فارس ١/ ٦ (أب) منسوبًا لأبي داود من إنشاد شبيل بن عزرة. وهو في ديوان أبي داود الإيادي ص ٢٩٦. وهو في كتاب \"الذيل والتكملة\" للصغاني ١٠/ ١٨٥: (صحب) من غير نسبة. قال محقق كتاب \"الذيل والتكملة في الحاشية\": وفي حاشية نسخة (ح): (أنشد الأزهري البيت للهذلي، وليس في أشعار هذيل. وقال الدينوري في كتابه النبات -وذكر الأبّ-: وقد أنشد شبيل بن عزرة بيتا مفتعلا نسب إلى أبي داود في وصف حمار وحشي، وأنشد البيت. وهو مفتعل كما قال وليس لأبي داود. اهـ. قال المازني كما في \"تهذيب اللغة\" ٢/ ٢٦٣: أبُّه: كلؤه. قُريانه: مجاري الماء إلى الرياض، الواحد: قريّ، قال: تصحب: تُمنْع وتحفظ: اهـ.(٦) قول المازني في \"تهذيب اللغة\" للأزهري ٤/ ٢٦٢ - ٢٦٣، و\"لسان العرب\" ١/ ٥٢٠، و\"تاج العروس\" للزبيدي ٣/ ١٨٨.(٧) رواه الطبري ١٧/ ٣٠، وابن أبي حاتم كما في \"الدر المنثور\" ٥/ ٦٣٢.</p>"
}