{
  "id": null,
  "sura": 21,
  "aya": 85,
  "text": "<p> وهذا (١) قول مجاهد في رواية ليث (٢) . والقول الأول هو الظاهر. </p><p> وقوله تعالى:  {رَحْمَةً مِنْ عِنْدِنَا} قال الفراء: فعلنا ذلك رحمة من عندنا (٣) . </p><p> {وَذِكْرَى لِلْعَابِدِينَ} قال ابن عباس: موعظة للمطيعين (٤) . </p><p> قال محمد بن كعب: أيما مؤمن أصابه بلاءً فليذكر ما أصاب أيوب، وليقل إنه قد أصاب من هو خير مني أعظم من هذا (٥) . </p><p> ٨٥ - قوله تعالى:  {وَذَا الْكِفْلِ} قال ابن عباس -في رواية عطاء (٦) : إن نبيا من أنبياء بني إسرائيل أوحى الله إليه: أني أريد قبض روحك، فأعرض ملكك علي بني إسرائيل، فمن يكفل لك أنه يصلي بالليل لا يفتر، ويصوم بالنهار لا يفطر، ويقضي بين الناس، ولا يغضب، فادفع ملكك إليه. ففعل ذلك، فقام شاب، فقال: أنا أتكفل لك بهذا. فتكفل ووفى به، </p><p>(١) في (د)، (ع): (وذلك). (٢) رواية ليث عن مجاهد رواها الطبري ١٧/ ٧٢ - ٧٣.(٣) \"معاني القرآن\" للفراء ٢/ ٢٠٩.(٤) انظر البغوي ٥/ ٣٤٧، وابن الجوزي ٥/ ٣٧٩. قال القرطبي ١١/ ٣٢٧: أي: وتذكيرًا للعباد؛ لأنهم إذا ذكروا بلاء أيوب وصبره عليه ومحنته له -وهو أفضل أهل زمانه- وطنوا أنفسهم على الصبر على شدائد الدنيا نحو ما فعل أيوب، فيكون هذا تنبيهًا لم على إدامة العبادة واحتمال الضرر. وقال ابن كثير ٣/ ١٩٠: أي: وجعلناه في ذلك قدوة لئلا يظن أهل البلاء إنما فعلنا بهم ذلك لهوانهم علينا, وليتأسوا به في الصبر على مقدورات الله وابتلائه لعباده بما يشاء وله الحكمة البالغة في ذلك.(٥) رواه الطبري ١٧/ ٧٣، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٥٦ وعزاه لابن جرير.(٦) (عطاء) ساقط من (أ)، (ت).</p><p> فشكر الله تبارك وتعالى له، ونبأه (١)  (٢) . </p><p> وهذا قول مجاهد، وقتادة. </p><p> وقال أبو موسى الأشعري: لم يكن نبيًّا, ولكنه كفل بصلاة رجل كان يصلي كل يوم مائة صلاة فتوفي (٣) ، وكفل بصلاته؛ لذلك سمي ذا الكفل (٤) . </p><p>(١) في (أ، د): (مناه). وفي (ع): (مناه) مهملة. والتصويب من الوسيط والرازي وابن الجوزي. (٢) ذكره الرازي ٢٢/ ٢١٠ - ٢١١ منسوبًا إلى ابن عباس في رواية, وذكره البغوي في \"تفسيره\" ٥/ ٣٤٨ وابن الجوزي ٥/ ٣٨٠ ونسباه إلى عطاء. وقد روى ابن أبي حاتم كما في تفسير ابن كثير ٣/ ١٩٠ - ١٩١ من طريق أبي بكر بن عياش، عن الأعمش عن ابن عباس: كان قاض في بني إسرائيل، فاحتضره الموت، فقال: من يقوم مقامي على أن لا يغضب، فذكر نحو القصة. قال ابن كثير ٣/ ١٩١: وهكذا روى عن عبد الله بن الحارث ومحمد بن قيس وأبي حجيرة الأكبر وغيرهم من السلف والله أعلم. وفي \"الدر المنثور\" ٥/ ٦٦٣: وأخرج ابن سعيد النقاش في كتاب القضاة عن ابن عباس، فذكر نحو هذه القصة.(٣) وقع في المطبوع من الطبري ١٧/ ٧٥: فوفى.(٤) رواه عبد الرزاق في \"تفسيره\" ٢/ ٢٧ عن معمر، عن قتادة قال: قال أبو موسى الأشعري، فذكره.ومن طريق عبد الرزاق رواه الطبري في \"تفسيره\" ١٧/ ٧٥. ورواه الطبري ٧٥/ ١٧ من وجه آخر عن سعيد بن أبي عروبة، عن قتادة عن أبي موسى الأشعري، فذكره. وهذا رواية منقطعة؛ لأن قتادة لم يلق أبا موسى الأشعري -رضي الله عنه- وقد رواه موصولا ابن أبي حاتم في \"تفسيره\" كما في \"تفسير ابن كثير\" ٣/ ١٩١ من طريق أبي الجماهر، أخبرنا سعيد بن بشير، حدثنا قتادة، عن كنانة بن الأخنس قال: سمعت أبا موس الأشعري فذكره بنحوه. وفي سندها سعيد بن بشير الأزدي ضعفه الإمام أحمد وابن معين وابن المديني والنسائي وأبو داود وقال فيه ابن نمير: منكر الحديث، ليس بشيء، ليس بقوي الحديث، يروي عن قتادة المنكرات. وقال الساجي: حدث عن قتادة بمناكير. وقال ابن حبان: كان ردئ الحفظ، فاحش الخطأ، يرويَ عن قتادة مالا يتابع =</p>"
}