{
  "id": null,
  "sura": 21,
  "aya": 65,
  "text": "<p> فعلى هذا معناه: أنتم الظالمون أنفسكم بعبادتكم من يقدر على الكلام، وكأن هذا إقرار منهم على أنفسهم بالكفر واقترابٌ من قبول (١) حجة إبراهيم. </p><p> ٦٥ - قوله تعالى: ثم أدركتهم الشقاوة، فعادوا إلى كفرهم وهو قوله تعالى:  {ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ} قال الفراء: نُكسوا نكسًا، ونكس المريض نكسا (٢) . </p><p> وقال الليث: النكس: قلبك شيئًا على رأسه تنكسه، ونُكس في مرضه نُكسا (٣) . </p><p> وقال شمر: النكس في أشياء، ومعناه يرجع إلى قلب الشيء ورده (٤) وجعل أعلاه أسفله ومقدمه مؤخره (٥) . </p><p> قال المبرد: ومنه نُكس المريض إذا خرج عن مرضه ثم عاد إلى مثله. </p><p>= وذكره الرازي ٢٢/ ١٨٦ بمعناه من غير نسبة وقال عنه: وهو الأقرب. وذكره القرطبي ١١/ ٣٠١ بمعناه، واقتصر عليه فقال: أي: بعبادة من لا ينطق بلفظه ولا يملك لنفسه لحظة. وكيف ينفع عابديه ويدفع عنهم البأس من لا يرد عن رأسه الفأس. (١) (قبول): ساقطة من (د)، (ع).(٢) لم أجده في كتاب: \"معاني القرآن\" للفراء ٢/ ٢٠ في هذا الموطن، ولا في مظانه من تفسيره.(٣) \"تهذيب اللغة\" للأزهري ١٠/ ٧٠ (نكس) منسوبًا إلى الليث.ونُكْس: ضبطها الزبيدي في \"تاج العروس\" ١٦/ ٥٧٧ الضم والفتح (النكس والنكس) وهو في العين ٥/ ٣١٤ (نكس) مع اختلاف يسير.(٤) في (د)، (ع): (رده)، وغير واضح في (أ).(٥) \"تهذيب اللغة\" للأزهري ١٠/ ٧١ (نكس).</p><p> وقال ابن شُمَيل نكست فلانًا في ذلك الأمر، أي رددته فيه بعد ما خرج (١) . وهذا هو المعنى بالآية. </p><p> قال الكلبي: يقول: رجعوا على أمرهم الأول الشرك بالله بعد المعرفة والصدق من قول إبراهيم (٢) . وهذا معنى قول السدي: نكسوا (٣) في الكفر (٤) . </p><p> ومعنى قول ابن عباس: نكسوا في الفتنة (٥) . </p><p> والمعنى: ردوا إلى الكفر بعد أن أقروا على أنفسهم بالظلم كما ينكس الذي يرد إلى أمره الأول بعدما خرج منه. وهذا معنى ما جاء في التفسير: أدركت القوم حيرة (٦) . أي: أنهم حاروا في الأمر فلم يهتدوا، وعادوا إلى التمادي في كفرهم. وقال الفراء: رجعوا عن قولهم عندما عرفوا من حُجة إبراهيم (٧) . </p><p> يعني: أنهم عرفوا حجة إبراهيم فأقروا على أنفسهم بالظلم، ثم رجعوا عن ذلك، وعادوا لكفرهم (٨)  (٩) . هذا الذي ذكرنا معنى أحد القولين </p><p>(١) قول ابن شميل في \"تهذيب اللغة\" للأزهري ١٠/ ٧١ (نكس). (٢) ذكره الماوردي في \"النكت والعيون\" ٣/ ٤٥٢ معناه من غير نسبة لأحد.(٣) (نكسوا): ساقطة من (د)، (ع).(٤) روى الطبري ١٧/ ٤٢ عن السدي قال: في الفتنة.(٥) رواه الطبري ١٧/ ٤٢ عن السدي كما تقدم. ولم أجد من ذكره عن ابن عباس.(٦) رواه الطبري ١٧/ ٤٢ عن قتادة. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٣٧ عن -قتادة وتصحف (حيرة) إلى (غيره) - وعزاه لابن جرير وابن المنذر وابن أبي حاتم.(٧) \"معاني القرآن\" للفراء ٢/ ٢٠٧.(٨) في (د)، (ع): (إلى كفرهم).(٩) تعقب الطبري ١٧/ ٤٢ هذا القول بعد ذكره عن بعض أهل الحربية -يعني الفراء- فقال: (وأما قول من قال من أهل العربية ما ذكرنا عنه، فقول بعيد عن المفهوم، لأنهم لو كان رجعوا عما عرفوا من حجة إبراهيم ما احتجوا عليه بما هو حجة =</p><p> في {ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ} وهو موافق لقول ابن عباس في تفسير {إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ} . </p><p> القول الثاني في {ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ} : أنهم طأطؤا رؤوسهم خجلة من إبراهيم حيث ظهرت (١) حجته. وحكى (٢) الكلبي أيضًا هذا القول (٣) . واختاره بعض أهل المعاني فقال: نكسوا رؤوسهم خَجْلة. ويقال لمن أطرق: نكس بصره ونكس رأسه. ومنه قول الفرزدق: </p><p> وإذا الرجال رأوا يَزيدَ رأيتهم ... خُضْعَ الرقاب نَوَاكِس الأْبصَار (٤) </p><p>= له، بل كانوا يقولون له: لا نسألهم، ولكن نسألك فأخبرنا من فعل ذلك، وقد سمعنا أنك فعلت ذلك. ولكن صدقوا القول فقالوا {لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ} وليس هذا رجوعًا عما كانوا عرفوا، بل هو إقرار به. (١) في (ع): (أظهرت)، وهو خطأ.(٢) في (أ): (حكى).(٣) ذكره الزمخشري في \"الكشاف\" ٢/ ٥٧٧، والرازي ٢٢/ ١٨٦، والقرطبي ١١/ ٣٠١، وأبو حيان ٦/ ٣٢٥ من غير نسبة لأحد.(٤) البيت في ديوانه ١/ ٣٠٤، \"الكتاب\" ٣/ ٦٣٣، \"الكامل\" للمبرد ٢/ ٥٧ - ٥٨، \"تهذيب اللغة\" للأزهري ١٥/ ٧٢ (نكس)، الخزانة للبغدادي ١/ ٢٠٤، ٢١١.وهو من قصيدة يمدح بها آل المهلب. ويزيد المذكور في البيت هو ابن المهلب بن أبي صفرة، أحد شجعان العرب وكرمائهم، كان واليا على خراسان، ثم صار أمير العراقيين بعد موت الحجاج , كان جوادًا ممدحًا كثير الغزو والفتوح. توفي مقتولاً في صفر سنة ١٠٢ هـ.\"العبر\" للذهبي ١/ ٩٣، \"خزانة الأدب\" للبغدادي ١/ ٢١٧.وقوله (خضع): (قال البغدادي ١/ ٢١١: (خضع) بضمتين: جمع خضوع، مبالغة خاضع عن الخضوع وهو التطامن والتواضع، .. ويحتمل أن يكون (خُضع) -بضمة فسكون-: جمع أخضع، وهو الذي في خلقه تطامن، وهذا أبلغ من الأول، أي: ترى أعناقهم إذا رأوه كأنها خلقت متطامنة من شدة تذللهم. أهـ.</p><p> يعني: مطرقين مطأطئي الرؤوس. وكذلك من خجل واستحيا أو خزي وافتضح. </p><p> والقول هو الأول. ولو فعلوا هم ذلك خجلًا لقيل: ثم نكسوا رؤوسهم، فلما قيل: نكسوا على رؤوسهم، على الفعل الذي لم يسم فاعله، ظهر أن المعنى: رُدوا على ما كانوا عليه من أول الأمر. </p><p> وفيه إثبات للقضاء والقدر، وهو أن الله فعل ذلك بهم للشقاوة التي أدركتهم. </p><p> وقوله تعالى:  {لَقَدْ عَلِمْتَ} فيه إضمار القول، أي: فقالوا لإبراهيم {لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ}  (١) . </p><p> قال ابن عباس: لقد علمت أن هذه الأصنام لا تتكلم (٢) . </p><p> قال الزجاج: اعترفوا بعجز ما يعبدونه عن النطق (٣) . </p><p> وقال الفراء: العلم بمنزلة اليمين، ولذلك لقي بما يلقى به اليمين، كقوله (٤) : والله ما أنت بأخينا. قال: ولو أدخلوا (٥)  (أن) قبل (ما) فقيل: لقد علمت أن ما فيك خير، [كان صوابًا]  (٦)  (٧) . </p><p>(١) ذكر أبو حيان ٦/ ٣٢٥، والسمن الحلبي ٨/ ١٧٩ أن قوله (لقد علمت) جواب قسم محذوف، والقسم وجوابه معمولان لقول مُضْمر، وذلك القول المُضْمر حال من مرفوع (نكسوا)، والتقدير: أي: نكسوا قائلين والله لقد علمت. (٢) تقدم نحو هذا عن ابن عباس في قوله: (فاسألوهم إن كانوا ينطقون).(٣) \"معاني القرآن\" للزجاج ٣/ ٣٩٧.(٤) عند الفراء: كقول القائل.(٥) عند الفراء: ولو أدخلت العرب.(٦) ساقط من (د)، (ع).(٧) \"معاني القرآن\" للفراء ٢/ ٢٠٧ مع تصرف.</p>"
}