{
  "id": null,
  "sura": 21,
  "aya": 81,
  "text": "<p> وقال السدي: من وقع السلاح فيكم (١) . ووقع السلاح حرب. </p><p> وقال ابن عباس: من السيف والسهم والرمح (٢) . وعلى هذا التقدير: من آلة بأسكم. فحذف المضاف. </p><p> وقوله تعالى:  {فَهَلْ أَنْتُمْ شَاكِرُونَ} يريد فهل أنتم يا معشر أهل (٣) مكة {شَاكِرُونَ} يعني بطاعة الرسول وتصديقه. </p><p> ٨١ - قوله تعالى:  {وَلِسُلَيْمَانَ الرِّيحَ} قال أبو إسحاق: الريح نسق على الجبال. المعنى: وسخرنا لسليمان الريح (٤) . </p><p> وقوله تعالى:  {عَاصِفَةً} أي شديدة الهبوب (٥) . قال ابن عباس: إن أمر الريح أن تعصف عصفت وإذا أراد أن ترخي أرخت. وذلك قوله في سورة ص {رُخَاءً حَيْثُ أَصَابَ}  [ص: ٣٦] والمعنى: أنها كانت تشتد (٦) إذا أراد، وتلين إذا أراد (٧) . </p><p>(١) ذكره السيوطي في \"الدر المنثور\" ٥/ ٦٥٠. (٢) ذكره الماوردي في \"النكت والعيون\" ٣/ ٤٦٠، والقرطبي ١١/ ٣٢٠ عن ابن عباس بلفظ: من سلاحكم. وانظر: \"تنوير المقباس\" ص ٢٠٣.(٣) في (د)، (ع): (يا معشر قريش).(٤) \"معاني القرآن\" للزجاج ٣/ ٤٠٠ مع اختلاف بعض الألفاظ. ويجوز أن ينصب (الريح) بفعل مقدر.انظر: \"إعراب القرآن\" للنحاس ٣/ ٦٧، \"الإملاء\" للعكبري ٢/ ١٣٥ - ١٣٦، \"الدر المصون\" ٨/ ١٨٧.(٥) الطبري ١٧/ ٥٥، و\"الكشف والبيان\" للثعلبي ٣/ ٣٤ ب.(٦) تشتد: ساقطة من (ع).(٧) هذا أحد الوجوه في التوفيق بين قوله تعالى في آية الأنبياء واصفًا الريح المسخرة لسليمان بأنها (عاصفة) وفي سورة ص (رخاء). وعلى ذلك فالريح تكون عاصفة تارة ورخاء تارة بحسب اختلاف مقصد سليمان منها. وهناك وجهان آخران في =</p><p> {تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا} قال ابن عباس: يريد أرض الشام. وقال الكلبي: يعني فلسطين بارك الله فيها بالماء والشجر والنخل. </p><p> وينا هذا عند قوله:  {بَارَكْنَا فِيهَا لِلْعَالَمِينَ}  [الأنبياء: ٧١] . </p><p> قال الفراء: كانت تجري بسليمان إلى كل موضع، ثم تعود به من يومه إلى منزله، فذلك قوله:  {تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا}  (١) . </p><p> وقوله تعالى:  {وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ} [قال (٢) ابن عباس: يريد بكل شيء فعلنا. </p><p> وقال أهل المعاني] (٣) : وكنا بكل شيء علمناه عالمين بصحة التدبير </p><p>= التوفيق بين الآيتين: أحدهما: أن هذه الريح المسخرة لسليمان قد جمعت أمرين: فهي رخاءٌ في نفسها أي: رخية طيبة كالنسيم، وعاصفة في عملها كما قال تعالى: {غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ} [سبأ: ١٢]، مع طاعتها لسليمان وهبوبها على حسب ما يريد، فهي آية إلى آية، ومعجزة إلى معجزة. ذكره الزمخشري ٢/ ٥٨٠.الثاني: قال بعضهم: إن العاصفة هي في القفول على عادة البشر والدواب في الإسراع إلى الوطن ولذلك قال {عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا} وهي الشام مسكن سليمان، والرخاء في البدأة {حَيْثُ أَصَابَ} [ص: ٣٦] أي: حيث يقصد؛ لأن ذلك وقت تأن وتدبير وتقلب رأي. ذكره ابن عطية ١٠/ ١٨٦. وانظر: \"البحر المحيط\" ٦/ ٣٣٢.(١) \"معاني القرآن\" للفراء ٢/ ٢٠٩. وهذا من أخبار بني إسرائيل، فالله أعلم بصحته. قال أبو حيان في \"البحر\" ٦/ ٣٣٣: وقد أكثر الأخباريون في ملك سليمان، ولا ينبغي أن يعتمد إلا على ما قصه الله في كتابه وفي حديث رسول الله -صلى الله عليه وسلم-. أهـ يعني ما صح من حديثه -صلى الله عليه وسلم-.(٢) إلى قوله (قال) ينتهي الخرم من نسخة شستربتي، ويبدأ الموجود من قوله: ابن عباس.(٣) ما بين المعتقوفين ساقط من (د)، (ع).</p>"
}