{
  "id": null,
  "sura": 21,
  "aya": 89,
  "text": "<p> كان مبنيًّا للمفعول به وكان ماضيًا لم يسكن آخره فإسكان الياء يدل على أنه قد قرأ (ننجي) كما روى حفص عنه (١) ، ومما يمنع أن يظن ذلك به نصب قوله (المؤمنين) ولو كان على ما لم يسم فاعله لوجب أن يرتفع لأن الفعل إذا بني للمفعول ينبغي أن يسند إليه كما يسند المبني للفاعل إليه (٢) . </p><p> ٨٩ - قوله تعالى:  {وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا} قال ابن عباس: يريد وحيدا بلا ولد (٣) . </p><p> وهذا كقوله: {مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي} [مريم: ٥ - ٦] ، الآية. </p><p> وقوله تعالى:  {وَأَنْتَ خَيْرُ الْوَارِثِينَ} قال ابن عباس: أفضل الوارثين. </p><p> وقال المفسرون: رد الأمر إلى الله (٤) . </p><p> ومعنى هذا: إنه أثنى على الله بأنه الباقي بعد فناء خلقه، وأنه أفضل من بقي حيًّا بعد ميت، وأن الخلق كلهم يموتون ويبقى هو، هذا معنى قولهم رد الأمر إلى الله (٥) . </p><p>(١) انظر ما تقدم بيان سبب إسكان الباء. (٢) \"الحجة\" للفارسي ٥/ ٢٥٩ - ٢٦٠ مع تصرف.(٣) في \"تنوير المقباس\" ص ٢٠٤: وحيدا بلا معين.(٤) الطبري ١٧/ ٨٣، و\"الكشف والبيان\" للثعلبي ٣/ ٤٢ ب.(٥) ويحتمل أن يكون معنى قول المفسرين. رد الأمر إلى الله، ما قاله الزمخشري ٢/ ٥٨٢، وابن جزي ٣/ ٦٧، وأبو حيان ٦/ ٦٣٦: ثم رد أمره إلى الله مستسلمًا، فقال (وأنت خير الوارثين) أي: إن لم ترزقني من يرثني، فلا أبالي فإنك خير وارث. وقد اعترض على هذا الوجه وأنه لا يناسب مقام الدعاء فإن من آداب الداعي أن يدعو بجد واجتهاد وتصميم منه.وذكر الألوسي ١٧/ ٨٧ احتمال أن يكون معنى رد الأمر إلى الله من قبيل: ارزقني إن شئت، ولكن المقصود منه إظهار الرضا والاعتماد على الله -عزّ وجلّ- ولو لم يجب دعاءه. =</p><p> ٩٥ - وقوله تعالى:  {وَأَصْلَحْنَا لَهُ زَوْجَهُ} قال قتادة: كانت عاقرًا فجعلها الله وَلودًا (١) . </p><p> وقال الكلبي: كانت عقيمًا لم تلد شيئًا قط، فأُصلحت بالولد فولدت وهي بنت تسع وتسعين سنة (٢) . </p><p> وهذا قول أكثر المفسرين أن إصلاح زوجه (٣) إزالة عقرها (٤) . </p><p> وقال ابن عباس في رواية عطاء: كان في لسان امرأة زكريا طول فأصلحه الله، فلم تكن تخالفه ولا تعصيه، وانقطع لسانها عنه (٥) . </p><p> والأول أشبه (٦) . </p><p>= والأقرب أن معنى قوله {وَأَنْتَ خَيْرُ الْوَارِثِينَ} ما قاله ابن كثير -رحمه الله- في \"تفسيره\" ٣/ ١٩٣: دعاء وثناء مناسب للمسألة. وبينه ابن عاشور في \"التحرير والتنوير\" ١٧/ ١٣٥ بقوله: وجملة (وأنت خير الوارثين) ثناء لتمهيد الإجابة، أي: أنت الوارث الحق فاقض علي من صفتك العالية شيئًا، وقد شاع في الكتاب والسنة ذكر صفة من صفات الله عند سؤاله إعطاء ما هو من جنسها، كما قال أيوب (وأنت أرحم الراحمين)، ودل ذكر ذلك على أنه سأل الولد لأجل أن يرثه كما في آية سورة مريم {يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ}.(١) رواه الطبري ١٧/ ٨٣، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٧٠، وعزاه لابن جرير وابن المنذر وابن أبي حاتم.(٢) ذكر الماوردي في \"النكت والعيون\" ٣/ ٤٦٨ عن الكلبي أنه قال: ولدت له وهو ابن بضع وسبعين سنة.(٣) في جميع النسخ: زوجها. وهو خطأ. والتصويب من \"الوسيط\" ٣/ ٣٥٠.(٤) انظر: \"الطبري\" ١٧/ ٨٣، \"الكشف والبيان\" للثعلبي ٣/ ٤٢ ب، \"ابن كثير\" ٣/ ١٩٣، \"الدر المنثور\" للسيوطي ٥/ ٦٧٠.(٥) رواه الحاكم في \"مستدركه\" ٣/ ٣٨٣ من طريق طلحة بن عمرو، عن عطاء، عن ابن عباس. وقال: حديث صحيح الإسناد. وتعقبه الذهبي بقوله: طلحة واه.(٦) وقال ابن كثير ٣/ ١٩٣، والأظهر من السياق الأول. وقال ابن عطية ١٠/ ٢٠٠: وعموم اللفظة يتناول كل وجوه الإصلاح.</p><p> وقوله:  {إِنَّهُمْ} الظاهر أن الكناية تعود إلى زكريا ويحيى وامرأة زكريا (١) . ويدل على هذا ما روي أن أبا بكر -رضي الله عنه- خطب فقال في خطبته:  (وإن الله أثنى على زكريا وأهل بيته فقال: (إنهم كانوا يسارعون) الآية (٢) . </p><p> وقال بعض المفسرين:  {إِنَّهُمْ}  (٣) يعني الأنبياء الذين سماهم في هذه السورة (٤) . </p><p> ومعنى {يُسَارِعُونَ فِي الْخَيْرَاتِ} قال ابن عباس: يبادرون في طاعة الله (٥) وأداء فرائضه، ويتنافسون (٦) في المعروف على عباد الله (٧) . </p><p> وقوله تعالى:  {وَيَدْعُونَنَا رَغَبًا وَرَهَبًا} الرَّغَبُ والرَّغْبُ والرَّغْبَةُ كلها </p><p>(١) هذا قول الطبري ١٨/ ٨٣. وذكره الماوردي ٣/ ٤٦٨، وابن الجوزي ٥/ ٣٨٥ من غير نسبة. (٢) رواه ابن أبي شيبة في \"مصنفه\" ١٣/ ٢٥٨، وابن أبي حاتم في \"تفسيره\" كما في تفسير ابن كثير ٣/ ١٩٣، وأبو نعيم في \"الحلية\" ١/ ٣٥، والحاكم في \"مستدركه\" ٢/ ٣٨٣ - ٣٨٤ كلهم من طريق عبد الرحمن بن إسحاق، عن عبد الله القرشي، عن عبد الله بن حكيم قال: خطبنا أبو بكر، .. فذكره.قال الحاكم بعد إخراجه ٢/ ٣٨٤: هذا حديث صحيح الإسناد. لكن تعقبه الذهبي بقوله: عبد الرحمن بن إسحاق كوفي ضعيف.وقد ذكره السيوطي في \"الدر المنثور\" ٥/ ٦٧١ وعزاه لابن أبي شيبة وابن المنذر وابن أبي حاتم وأبي نعيم والحاكم والبيهقي في شعب الإيمان.(٣) (إنهم): زيادة من (د)، (ع).(٤) هذا قول الثعلبي في \"الكشف والبيان\" ٣/ ٤٢ ب.وقد ذكره البغوي ٥/ ٣٥٣، والزمخشري ٢/ ٥٨٢ وابن الجوزي ٥/ ٣٨٥ من غير نسبة لأحد.(٥) لفظ الجلالة سقط من (د)، (ع).(٦) في (د)، (ع): (وينافسون).(٧) انظر: \"تنوير المقباس\" ص ٢٠٤.</p>"
}