{
  "id": null,
  "sura": 21,
  "aya": 32,
  "text": "<p> والأولى أن تعود إلى الجبال؛ لما ذكرنا أن الفج في اللغة: الطريق بين الجبلين، وابن عباس أيضًا قال في تفسير هذه الآية: وجعلنا من اجبال طرقًا؛ حتى يهتدوا إلى مقاصدهم في الأسفار للتجارات وغيرها (١) . </p><p> وقوله تعالى:  {سُبُلًا} تفسير للفجاج، وبيان له. وفائدته أن الفج في موضوع اللغة يجوز أنه لا (٢) يكون طريقاً نافذاً مسلوكاً، فلما ذكر الفجاج بين أنه جعلها سبلاً نافذة مسلوكة. </p><p> ٣٢ - قوله تعالى:  {وَجَعَلْنَا السَّمَاءَ سَقْفًا} السقف معناه في اللغة: غماء البيت (٣) ، والسماء للأرض كالسقف للبيت، فجعلت السماء سقفًا </p><p>= كله من الأرض، وقد جعل الله لخلقه من ذلك كله فجاجا سبلاً، ولا دلالة تدل على أنه عني بذلك فجاج بعض الأرض -التي جعلها لهم سبلا- دون بعض، فالعموم بها أولى. وقال ابن عطية في \"المحرر\" ١٠/ ١٤٤ عن هذا القول إنه أحسن. واستظهره أبو حيان في \"البحر\" ٦/ ٣٠٩. ويدل لهذا القول قوله تعالى {وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (١٩) لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا} [نوح: ١٩ - ٢٠].(١) ذكره عن ابن عباس ابن الجوزي ٥/ ٣٤٩. وذكره القرطبي ١١/ ٢٨٥ مختصرًا. وذكر الرازي ٢٢/ ١٦٤ أوله ثم قال: وهو قول مقاتل، والضحاك، ورواية عطاء عن ابن عباس. وقد روى الطبري ١٧/ ٢١ من طريق ابن جريج قال: قال ابن عباس وجعلنا فيها فجاجا سبلا\" قال: بين الجبال. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه للطبري وابن المنذر. وهي رواية ضعيفة؛ لأن ابن جريج لم يلق ابن عباس. قال الإمام أحمد: إذا قال ابن جريج: قال فلان وقال فلان وأخبرت جاء بمناكير، وإذا قال: أخبرني وسمعت. فحسبك. \"تهذيب التهذيب\" ٦/ ٤٠٤.(٢) (لا): ساقطة من (أ).(٣) انظر: \"تهذيب اللغة\" للأزهري ٨/ ٤١٣ وفيه هذا الكلام منسوبًا إلى الليث، و\"الصحاح\" للجوهري ٤/ ١٣٧٥، وفي \"العين\" ٥/ ٨١: سقف: عماد البيت، و\"لسان العرب\" لابن منظور ٩/ ١٥٥ (سقف).</p><p> وسميت به، قال الله تعالى:  {وَالسَّقْفِ الْمَرْفُوعِ}  [الطور: ٥] يعني السماء. </p><p> وقوله تعالى:  {مَحْفُوظًا} قال ابن عباس: من الشياطين بالنجوم (١) . وهو قول الكلبي، واختيار الفراء (٢) ودليل هذا التأويل قوله {وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ}  [الحجر: ١٧] . </p><p> وذكر أبو إسحاق وجهًا آخر قال: حفظه الله من الوقوع على الأرض إلا بإذنه (٣) . </p><p> ودليل هذا قوله:  {وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ}  [الحج: ٦٥] . </p><p> وزاد غيره: محفوظا من الهدم، ومن أن يلحقها ما يلحق غيرها من السقوف على طول الدهر (٤) . </p><p>(١) ذكره ابن الجوزي ٥/ ٣٤٩ من رواية أبي صالح عن ابن عباس. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠١.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٩٠.(٤) جاء عن قتادة نحو هذا القول، فقد ذكر أبو حيان ٦/ ٣٩ عنه أنه قال: حفظ من البلى والتغير على طول الدهر. وقيل إن الحفظ هنا شامل لما تقدم، لدلالة الآيات المتقدمات. قال ابن عطية ١٠/ ١٤٤: والحفظ هاهنا عام في الحفظ من الشياطين. وقوى الرازي ٢٢/ ١٦٥ القول بأن المراد الحفظ من الوقوع والسقوط اللذين يجري مثلهما لسائر السقوف؛ لأن حمل الآيات عليه مما يزيد هذه النعمة عظما لأف سبحانه كالمتكفل بحفظه وسقوطه على المكلفين. ومن الآيات الدالة على ذلك قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم: ٢٥]، وقوله: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا} [فاطر: ٤١]، وقوله: {وَلَا يَئُودُهُ حِفْظُهُمَا} [البقرة: ٢٥٥]. ومما يقوي هذا القول ويعضده أن الآيات سبقت للدلالة على التوحيد فكان تجريد العناية لبيان نعمة الله على عباده بحفظ هذه السماء من السقوط أولى من بيان حفظها من الشياطين.</p>"
}