{
  "id": null,
  "sura": 21,
  "aya": 87,
  "text": "<p> قال الحسن: ذو الكفل نبي اسمه ذو الكفل (١) . </p><p> وقوله تعالى:  {كُلٌّ مِنَ الصَّابِرِينَ} قال ابن عباس: يريد على طاعة الله، وعن معاصي الله (٢) . </p><p> ٨٦ - قوله تعالى:  {وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا} قال: يريد ما أنعم به (٣) عليهم من النبوة، وما صيرهم إليه في الجنة من الثواب (٤) . </p><p> وقال أهل المعاني: أدخلناهم في رحمتنا يقتضي أنه قد غمرتهم الرحمة، وليس كذلك رحمناهم (٥) . </p><p> ٨٧ - قوله تعالى:  {وَذَا النُّونِ} أي: واذكر ذا النون. وهو يونس بن متى (٦) سماه الله تعالى ذا النون لما حبسه في بطن النون، وهو الحوت كما قال في موضع آخر:  {وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ}  [القلم: ٤٨] . </p><p>= عليه. انظر: \"تهذيب التهذيب\" لابن حجر ٤/ ٨ - ١٠. وبالجملة فهذه الرواية عن أبي موسى ضعيفة. والله أعلم. والأثر ذكره السيوطي في \"الدر المنثور\" ٥/ ٦٦٤ وعزاه لعبد الرزاق وعبد بن حميد وابن أبي حاتم وابن جرير وابن المنذر. قال أبو حيان في \"البحر\" ٦/ ٣٣٤: وقيل في تسميته ذا الكفل أقوال مضطربة لا تصح. (١) ذكره الماوردي في \"النكت والعيون\" ٣/ ٤٦٤، وابن الجوزي في \"زاد المسير\" ٥/ ٣٧٩، والقرطبى ١١/ ٣٢٨. قال ابن كثير ٣/ ١٩٠: وأما ذو الكفل فالظاهر من السياق أنه ما قرن مع الأنبياء إلا وهو نبي.(٢) ذكره ابن الجوزي ٥/ ٣٨٠ ولم ينسبه لأحد.(٣) (به) ليست في (د)، (ع).(٤) ذكره البغوي ٥/ ٣٤٩ ولم ينسبه لأحد.(٥) ذكره هذا المعنى: الطوسي في \"التبيان\" ٧/ ٢٤٢، والحاكم الجشمي في \"التهذيب\" ٦/ ٥٧ أ- ب) ولم ينسباه لأحد.(٦) متى: بفتح الميم، وتشديد المثناه، مقصور. وهو اسم أبيه -على الصحيح- كما ورد ذلك في حديث ابن عباس، انظر: \"فتح الباري\" ٨/ ٤٥١.</p><p> وقوله تعالى:  {إِذْ ذَهَبَ مُغَاضِبًا} قال الضحاك: مغاضبًا لقومه (١) . </p><p> وهو قول ابن عباس في رواية العوفي، قال: إن شعيا (٢) النبي والملك الذي كان في وقته وذلك القوم أرادوا أن يبعثوه إلى ملك كان قد غزا بني إسرائيل وسبى الكثير منهم ليكلمه حتى يرسل معه بني إسرائيل، فقال (٣) يونس لشعيا: هل أمرك الله بإخراجي؟ قال: لا. قال: فهل سماني لك؟ قال: لا، قال: فهاهنا غيري أنبياء. فألحوا عليه، فخرج مغاضبا للنبي -صلى الله عليه وسلم- وللملك ولقومه، فأتى بحر الروم فكان من قصته ما كان (٤) . </p><p> وعلى هذا عوقب بتركه ما أمره به شعيا وقومه لأن الله تعالى قال فيه:  {فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ} والمليم: الذي أتى ما يلام عليه. </p><p> وقال آخرون: إنه ذهب مغاضبا لربه. وهذا قول ابن عباس في رواية عطاء (٥) ، وابن مسعود، وسعيد بن جبير. </p><p>(١) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ أ. ورواه الطبري ١٧/ ٧٦، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٦٥ وعزاه لابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم. (٢) هو شعيا بن أمصيا، وقيل: ابن آموس. أحد أنبياء بني إسرائيل بعد داود وسليمان، وكان قبل زكريا ويحيى، وهو ممن بشر بعيسى ومحمد عليهما السلام، قتله بنو إسرائيل لما وعظهم وذكرهم بالله. تاريخ الطبري ١/ ٥٣٢ - ٥٣٧، \"الكامل\" لابن الأثير ١/ ١٤٣ - ١٤٥، \"البداية والنهاية\" لابن كثير ٢/ ٣٢ - ٣٣، \"دائرة المعارف الإسلامية\" ١٣/ ٣١٦.(٣) في (ت): (فقالوا)، وهو خطأ.(٤) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ أمن رواية العوفي عن ابن عباس. وقد رواه الطبري ١٧/ ٧٦ مختصرًا جدًا قال: غضب على قومه.(٥) ذكره عن ابن عباس الرازي ٢٢/ ٢١٤، والقرطبي ١١/ ٣٢٩، وأبو حيان في \"البحر\" ٦/ ٣٣٥.</p><p> قال ابن عباس: لما وعد قومه العذاب، وخرج من بينهم، ورُفع عنهم العذاب بعد ما أظلهم على ما ذكر في القصة، فلما بلغ ذلك يونس أبق من ربه إلى الفلك المشحون. </p><p> وروى مسروق عن عبد الله في قوله:  {إِذْ ذَهَبَ مُغَاضِبًا} قال: عبد أبق من ربه (١) . </p><p> وقال سعيد بن جبير: ذهب مغاضبًا لربه (٢) . ونحو هذا قال الحسن (٣) . </p><p> وإلى هذه الطريقة مال ابن قتيبة، فإنه يقول في هذه الآية: يستوحش كثير (٤) من الناس من أن يُلحقوا بالأنبياء ذنوبًا، ويحملهم التنزيه لهم على مخالفة كتاب الله، واستكراه التأويل، وعلى أن يلتمسوا لألفاظه المخارج البعيدة بالحيل الضعيفة، [روي في الحديث: أنه]  (٥) ليس من نبي إلا (٦) وقد أخطأ وهمّ بخطيئة غير يحيى بن زكريا (٧) . </p><p>(١) رواه الطبراني في \"المعجم الكبير\" ٩/ ٢٥٥ من طريق مسروق، عن عبد الله قال: عبد أبق من سيده. الهيثمي في \"مجمع الزوائد\" ٧/ ٦٨: وفيه يحيى الحماني وهو ضعيف. (٢) رواه عنه الثوري في \"تفسيره\" ص ٢٠٤، والطبري ١٧/ ٧٧.(٣) رواه الطبري ١٧/ ٧٧.(٤) كثير: ساقط من (أ)، (ت).(٥) ما بين المعقوفين كشط في (أ).(٦) إلا: ساقطة من (ت).(٧) روى الإمام أحمد في \"مسنده\" ١/ ٢٥٤، وأبو يعلى في \"مسنده\" ٤/ ٤١٨ عن ابن عباس رضي الله عنهما قال: قال رسول الله -صلى الله عليه وسلم-: \"ما من أحد من ولد آدم إلا وقد أخطأ أو هم ليس يحيى بن زكريا\". قال الهيثمي في \"مجمع الزوائد\" ٨/ ٢٠٩: وفيه علي بن زيد ضعفه الجمهور، وقد وثق، وبقية رجال أحمد رجال الصحيح. وقال ابن كثير في \"تفسيره\" ٣/ ١١٤ بعد ذكره للحديث عن ابن عباس: وهذا أيضًا ضعيف؛ لأن علي بن زيد بن جدعان له منكرات كثيرة.</p><p> ولذلك قال (١) يوسف عليه السلام: {وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ}  [يوسف: ٥٣] يريد: ما أضمره وحدث به نفسه [عند حدوث الشهوة. فإن كان ذو النون]  (٢) قد غاضب قومه فبأي ذنب (٣) عوقب بالتقدم الحوت والحبس (٤) في الظلمات؟ وما الأمر الذي ألام فيه؟ فنعاه (٥) الله عليه إذ يقول {فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ} والمليم الذي أجرم جرمًا استوجب به اللوم. </p><p>(١) هذا أحد وجهين في قائل هذه المقالة، والوجه الثاني أن قائل هذا هي امرأة العزيز حيث قال تعالى: {قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ (٥١) ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ (٥٢) وَمَا أُبَرِّئُ نَفْسِي} [يوسف: ٥١ - ٥٣]. قال أبو العباس بن تيمية في \"الفتاوى\" ١٠/ ٢٩٨: وقوله {وَمَا أُبَرِّئُ نَفْسِي ...} الآية من كلام امرأة العزيز، كما يدل القرآن على ذلك دلالة بينة، لا يرتاب فيها من تدبر القرآن. ثم ساق الآيات ثم قال: فهذا كله كلام امرأة العزيز، ويوسف إذ ذاك في السجن، لم يحضر بعد إلى الملك، ولا سمع كلامه ولا رآه. ثم ذكر قول من قال إن هذا من كلام يوسف وتعقبه بقوله: وهذا قول في غاية الفساد، ولا دليل عليه، بل الأدلة تدل على نقيضه. وقال ابن كثير في \"تفسيره\" ٢/ ٤٨١، وهذا القول -يعين أن هذا من كلام امرأة العزيز- هو الأشهر والأليق والأنسب بسياق القصة ومعاني الكلام .. لأن سياق الكلام كله من كلام امرأة العزيز بحضرة الملك، ولم يكن يوسف عليه السلام عندهم، بل بعد ذلك أحضره الملك. واستظهر هذا القول أيضًا أبو حيان في \"البحر\" ٥/ ٣١٧ هذا القول، ثم ذكر قول من قال إن هذا من كلام يوسف، وتعقبه بقوله: ومن ذهب إلى أن قوله (ليعلم) إلى آخره من كلام يوسف يحتاج إلى تكلف ربط بينه وبين ما قبله، ولا دليل يدل على أنه من قول يوسف.(٢) ما بين المعقوفين كشط في (أ).(٣) في (أ): (من غير ذنب).(٤) بعد قوله: (والحبس) يبدأ السقط في نسخة (أ).(٥) في (ت): (فعناه).</p><p> ولم أخرجه من أولي العزم من الرسل حين يقول لنبيه:  {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ}  [القلم: ٤٨] ؟ وإن كان مغاضبًا لقومه (١) فإن كان غضبه قبل أن يؤمنوا فإنما غضب على من يستحق في المدة أن يغضب (٢) . وإن كان الغضب عليهم بعد أن آمنوا فكيف يجوز أن يغضب على قومه حين آمنوا؟ وبه بعث، وإليه دعى. ولكن (٣) نبي الله عليه السلام لمّا أخبرهم (٤) عن الله أنه مُنزل العذاب عليهم لأجل، ثم بلغه بعد مضى الأجل أنه لم يأتهم ما وعدهم، خشي أن ينسب إلى الكذب، ويعيّر به، وُيحقق عليه، لا سيما ولم تكن قرية آمنت عند حضور العذاب فنفعها إيمانها غير قومه، فدخلته (٥) الأنفة والحمية، وكان مغيظًا بطول ما عاناه من تكذيبهم وهُزئهم وأذاهم واستخفافهم بأمر الله، مشتهيًا لأن ينزل بأس الله بهم. هذا إلى ضيق صدره وقلة صبره على ما صبر على مثله أولو العزم من الرسل. </p><p> وقد روي في الحديث (٦) : أنه كان ضيق الصدر، فلما حُمِّل أعباء </p><p>(١) (لقومه) ساقطة من (ت). (٢) العبارة في \"مشكل القرآن\" لابن قتيبة ص ٤٠٥: (فإن كان نبي الله -صلى الله عليه وسلم- ذهب مغاضبًا على قومه قبل أن يؤمنوا، فإنما راغم من استحق -في الله- أن يراغم، وهجر من وجب أن يهجر، واعتزل من علم أن قد حقت عليه كلمة العذاب.(٣) في \"المشكل\" لابن قتيبة ص ٤٠٧: (فكأن).(٤) في (د)، (ع): (خبرهم).(٥) في (ت): (فأخذته)، وما أثبتناه هو الموافق لما في \"مشكل ابن قتيبة\" ص ٤٠٧.(٦) روى الطبري في \"تفسيره\" ١٧/ ٧٧ والحاكم في \"مستدركه\" ٢/ ٥٨٤ - ٥٨٥ عن وهب بن منبه اليماني قال: إن يونس بن متى كان عبدًا صالحًا، وكان في خلقه ضيق، فلما حملت عليه أثقال النبوة -وهلا أحمال لا يحملها إلا قليل- تفسخ تحتها تفسخ الربع تحت الحمل، فقذفها تحت يديه، وخرج هاربًا منها، يقول الله =</p><p> النبوة تفسخ تحتها تفسخ الربع (١) تحت الحمل الثقيل. فمضى على وجهه مُضي الآبق (٢) الناد (٣) لقول (٤) الله تعالى: {وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ (١٣٩) إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ} [الصافات: ١٣٩، ١٤٠] انتهى كلامه (٥) . </p><p> وأكثر أهل المعاني اختاروا قول ابن عباس في رواية العوفي. </p><p> قال الأخفش: إنه قد أذنب بتركه قومه، وإنما غاضب بعض الملوك، ولم يغاضب ربه، كان (٦) أعلم بالله من ذلك (٧) . </p><p> وأما وجه قول (٨) ابن عباس في رواية عطاء، فإنه من الصغائر التي يُجوّزها كثير من الناس على ما ذكره ابن قتيبة، وليس قول من قال مغاضبًا لربه على ظاهره ومعناه: مغاضبًا لأمر ربه وهو رفعه العذاب عنهم وكان </p><p>= لنبيه -صلى الله عليه وسلم- {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} [الأحقاف: ٣٥] {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} [القلم: ٤٨]. وذكره السيوطي في \"الدر المنثور\" ٧/ ١٢٤ وعزاه لابن جرير وابن أبي حاتم. والرواية كما ترى عن وهب بن منبه فهي من أخبار بني إسرائيل، وليس لها ما يعضدها من كتاب أو سنة صحيحة، فالله أعلم بصحتها. (١) الرُّبع: هو الفَصيل يُنتج في الربيع، وهو أول النتاج. \"الصحاح\" للجوهري ٣/ ١٢١٢ (ربع)، \"لسان العرب\" لابن منظور ٨/ ١٠٥ (ربع).(٢) الآبق: هو الهارب من العبيد من غير خوف ولا كد عمل، أو استخفى ثم ذهب. \"لسان العرب\" ١٠/ ٣ (أبق)، \"القاموس المحيط\" ٣/ ٢٠٨.(٣) موضع (الناد) بياض في (د)، (ع). والناد: الشارد. \"القاموس المحيط\" ١/ ٣٤١.(٤) هكذا في جميع النسخ، وفي \"المشكل\" لابن قتيبة ص ٤٠٨: (يقول).(٥) \"مشكل القرآن\" لابن قتيبة ص ٤٠٢ - ٤٠٨ بتصرف.(٦) في (د)، (ع): (وكان).(٧) \"معاني القرآن\" للأخفش ٢/ ٦٣٥.(٨) في (ت): (وجه قوله).</p><p> يشتهي وقوعه بهم. </p><p> وأما قول ابن عباس وابن مسعود: عبد (١) آبق من ربه، أي: من أمر ربه حين أُمر أن يعود إليهم بعد رفع العذاب عنهم فلم يعد، وركب البحر. </p><p> ويدُل على صحة ما ذكرنا ما روي عن ابن عباس في قصته: أنه لمّا خرج من بطن الحوت أنبت الله له شجرة من يقطين (٢) ، فكان (٣) يستظل بورقها حتى قوي بعض القوة، فمضى يومًا إلى شط البحر، ثم رجع إلى تلك الشجرة، فوجدها قد جفت، فبكى حزنًا عليها، فأوحى الله إليه: أتحزن على شجرة أنبتها لك، وقد أردت أن أهلك أكثر من مائة ألف من عبادي، إذهب إلى قومك (٤) . </p><p> وهذا يدل على أنه اشتهى نزول عذاب الله بقومه، وكره دفعه عنهم، وأن ركوبه البحر كان معصية لله (٥) بترك أمره، إذ أمره أن يعود إليهم. فأما أن يقال إنه غاضب ربه، فهم عظيم، ولا يجوز القول بذلك في الأنبياء. </p><p> وروي وجه آخر من التأويل في قوله:  {إِذْ ذَهَبَ مُغَاضِبًا} وهو أن </p><p>(١) (عبد) زيادة من (د)، (ع). (٢) يقطين: هو كل شجر لا يقوم على ساق، نحو الدباء والقرع والبطخ، \"لسان العرب\" لابن منظور ١٣/ ٣٤٥ (قطن).(٣) في (د)، (ع): (وكان).(٤) رواه ابن أبي شيبة في \"مصنفه\" ١٣/ ٥٧٨ - ٥٧٩ من طريق عبد الله بن مسلم عن سعيد بن جبير، عن ابن عباس، بنحوه. وعبد الله بن مسلم وابن هرمز المكي ضعيف كما قال الحافظ بن حجر في \"التقريب\" ١/ ٣٢٣. لكن روى ابن أبي شيبة ١١/ ٥٤٢ عن ابن مسعود نحو هذا. قال ابن حجر في \"الفتح\" ٦/ ٤٥٢: وإسناده صحيح أهـ. ويظهر أنه من أخبار بني إسرائيل. والله أعلم.(٥) في (ت): (الله)، وهو خطأ.</p><p> معنى المغاضبة هاهنا: الأنفة؛ لأن الآنف من الشيء يغضب، فتُسمى الأنفة غضبًا، والغضب أنفة؛ إذ (١) كان كل واحد سببًا (٢) من الآخر، فمعنى {ذَهَبَ مُغَاضِبًا} ذهب (٣) أنفًا من ظهور خلف وعده وقال: والله لا أرجع إليهم كذابًا أبدًا، وعدتهم العذاب في يوم ما فلم يأت. </p><p> وهذا الوجه اختيار ابن قتيبة (٤) . </p><p> وفي رواية أبي صالح: أن ملكًا من ملوك بني إسرائيل كان أمره بالمسير (٥) إلى ننوى (٦) ليدعو أهلها، بأمر شعيا النبي فأنف أن يكون ذهابه إليهم بأمر أحد غير الله، فخرج مغاضبًا للملك، فعاقبه الله (٧) بالتقام الحوت، فلما قذفه الحوت بعثه الله (٨) إلى قومه، فدعاهم، وأقام بينهم حتى آمنوا (٩) . </p><p>(١) في \"المشكل\" ص ٤٠٦: (إذا). (٢) في \"المشكل\" ص ٤٠٦: (بسبب).(٣) في (ت): (وذهب).(٤) \"مشكل القرآن\" لابن قتيبة ص ٤٠٦. قال القرطبي في \"تفسيره\" ١١/ ٣٣١ بعد حكايته لهذا القول، وأنه من قولهم غضب إذا أنف: وهذا فيه نظر، فإنه يقال لصاحب هذا القول: إن تلك المغاضبة -وإن كانت من الأنفة- فالأنفة لابد أن يخالطها الغضب، وذلك الغضب -وإن دق- على من كان؟ وأنت تقول لهم يغضب على ربه ولا على قومه. أهـ(٥) في (د)، (ع): (بالمصير).(٦) نينوى: بكسر أوله وسكون ثنانية وفتح النون والواو، قرية بالموصل. انظر: \"معجم البلدان\" ٨/ ٣٦٨، \"مراصد الاطلاع\" ٣/ ١٤١٤.(٧) لفظ الجلالة ليس في (ت) في الموضعين.(٨) لفظ الجلالة ليس في (ت) في الموضعين.(٩) ذكر رواية أبي صالح: ابن قتيبة في \"مشكل القرآن\" ص ٤٠٩ بهذا النص.</p><p> وعلى هذا مغاضبته كانت قبل رسالته. ولكن الصحيح الذي تواترت به الرواية أن (١) هذه المغاضبة (٢) كانت بعد إرسال الله إياه إلى قومه ورفع العذاب عنهم بعد ما أظلهم. ووجه المغاضبة ما ذكرنا، وهو أنه كره رفع العذاب عنهم وأنف من أن يُجربوا عليه كذبًا؛ فأبق إلى الفلك المشحون. </p><p> وقوله تعالى:  {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} فيه قولان: </p><p> أحدهما: ظن أن لن نقضي عليه العقوبة. </p><p> وهذا قول مجاهد، وقتادة، والضحاك، والكلبي، ورواية عطية عن ابن عباس (٣) . </p><p> قال ابن عباس: أراد الظن بعينه. </p><p> يعني (٤) : ليس الظن-هاهنا- بمعنى العلم، بل هو بمعنى الحسبان. </p><p> واختار الفراء والزجاج هذا القول. </p><p>(١) في (ت): (أو). (٢) في (د)، (ع): (المعصية).(٣) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ ب عن مجاهد، وقتادة، والضحاك، والعوفي عن ابن عباس. وعن مجاهد رواه الطبري ١٧/ ٧٨ والبيهقي في \"الأسماء والصفات\" ص ٦٥٤، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٦٥ وعزاه لابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم والبيهقي في الأسماء والصفات. وعن قتادة والكلبي: رواه عبد الرزاق في \"تفسيره\" ٢/ ٢٧، والطبري في \"تفسيره\" ١٧/ ٧٨. وقول الضحاك رواه الطبري في \"تفسيره\" ١٧/ ٧٨، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٦٥ - ٦٦٦ وعزاه لابن جرير وابن أبي حاتم. ورواية عطية عن ابن عباس رواها الطبري في \"تفسيره\" ١٧/ ٧٨، والبيهقي في الأسماء والصفات ص ٦٥٣ وذكرها السيوطي في \"الدر المنثور\" ٥/ ٦٦٦ وعزاه لابن جرير والبيهقي في الأسماء والصفات.(٤) (يعني) ساقطة من (ت).</p><p> قال الفراء: ظن أن لن نقدر عليه من العقوبة ما قدرنا (١) . </p><p> وقال الزجاج: ونَقْدر بمعنى: نُقَدِّر (٢) . </p><p> ويقال: قدَّر الله الشيء وقَدَرَهُ، أي: قضاه. والقَدْر يكون بمعنى التقدير، ويدل عليه قوله: </p><p> ومُفْرهَةٍ عَنْسٍ قَدَرْتُ لساقها ... فَخَرَّت كما تتَّايَع (٣) الرّيحُ بالقَفْلِ (٤) </p><p> ويدل على صحة هذا قراءة عمر بن عبد العزيز والزهري (فظن أن لن نُقَدِّر عليه) [بالتشديد (٥) ، وقرأ عبيد بن عمير وقتادة (فظن أن لن يُقَدَّر </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٠٩. (٢) \"معاني القرآن\" للزجاج ٣/ ٤٠٢ وفيه: ويقْدر بمعنى: يُقدِّر.(٣) في (ت): (سايغ)، وفي (د)، (ع): (تتابع). والمثبت من \"تهذيب اللغة\"، و\"اللسان\" وغيرهما.(٤) البيت لأبي ذؤيب الهذلي. وهو في \"ديوان الهذليين\" ١/ ٣٨ وروايته فيه: لرجلها في موضع (لساقها)، و (تتابع) في موضع تتابع، و\"لسان العرب\" ٨/ ٣٨ (تبع)، ١١/ ٥٦١ (قفل). والشطر الأخير في \"تهذيب اللغة\" للأزهري ٣/ ١٤٥ (تاع)، ٩/ ١٦٠ (قفل). قال الأزهري في \"تهذيب اللغة\" ٣/ ١٤٥: (يقال: اتايعتت الريح بورق الشجر إذا ذهبت به. وأصله: تتايعت به. وقال أبو ذؤيب يذكر عقره ناقته، وأنها كاست على رأسها فخرت) - ثم ذكر شطر البيت ثم قال: (والقفل: ما يبس من الشجر). وبين السكري في \"شرح ديوان الهذليين\" ١/ ٣٩ معنى هذا البيت على رواية -تتابع- فقال: قوله (ومفرهة): (يعني ناقة تأتي بأولاده فواره، و (عنس): (شديدة)، (قدرت لرجلها): (أي: هيأت وضربت رجلها فخرت لما عرقبتها، (كما تتابع الريح بالقفل): (القفل: النبات اليابس)، و (تتابع): (تتابع. يقول: خرت هذه الناقة حين ضربت رجلها كما تمر الريح باليبس فيتبع بعضه بعضًا. أهـ(٥) بنون مضمومة وفتح القاف وكسر الدال. وذكر هذه القراءة عنهما: الثعلبي في \"الكشف والبيان\" ٣/ ٤١ ب، البغوي ٥/ ٣٥، الرازي ٢٢/ ٢١٥، القرطبي ١١/ ٣٣٢. وذكرها عن الزهري وحده: ابن الجوزي ٥/ ٣٨٢، أبو حيان ٦/ ٣٣٥، السمين الحلبي ٨/ ١٩١.</p><p> عليه)] (١) بضم الياء والتشديد (٢) ، وقرئ قوله (٣)  {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ}  [الواقعة: ٦٠] وقوله: {وَالَّذِي قَدَّرَ فَهَدَى}  [الأعلى: ٣] بالوجهين من التخفيف والتشديد (٤) . </p><p> القول الثاني: فظن أن لن يضيق عليه الحبس. </p><p> وهذا معنى قول ابن عباس [في رواية عطاء ومنصور.</p><p> قال]  (٥) في رواية عطاء: أن لن نعاقبه (٦) . </p><p> وقال في رواية منصور: يعني (٧) البلاء الذي أصابه (٨) . وهذا الوجه اختيار أبي الهيثم وابن قتيبة. </p><p> قال أبو الهيثم: المعنى: فظن أن لن يضيّق عليه، من قوله عز وجل {وَمَن </p><p>(١) ساقط من (ت). (٢) ذكر هذه القراءة عنهما الثعلبي ٣/ ٤١ ب، القرطبي ١١/ ٣٣٢، وذكرها عن عبيد ابن عمير وحده: الرازي ٢٢/ ٢١٥.(٣) (قوله) زيادة من (د)، (ع).(٤) قرأ ابن كثير: (نحن قدرنا) بتخفيف الدال، وقرأ الباقون: (قدرنا) بتشديدها. \"السبعة\" ص ٦٢٣، \"التبصرة\" ص ٣٤٤، \"التيسير\" ص ٢٠٧. وقرأ الكسائي: (والذي قدر) بتخفيف الدال، وقرأ الباقون: (قدر) بتشديدها. \"السبعة\" ص ٦٨٠، \"التبصرة\" ص ٣٧٧، \"التيسير\" ص ٢٢١.(٥) ما بين المعقوفين ساقط من (د)، (ع).(٦) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ ب عن عطاء وكثير من العلماء.(٧) (يعني) زيادة من (د)، (ع).(٨) رواه الطبري ١٧/ ٧٩ من رواية منصور، عنه. وهي رواية منقطعة فإن منصور بن المعتمر لم يدرك ابن عباس، وفيها ضعف من جهة محمد الرازي شيخ الطبري، لأنه ضعيف. انظر: \"تقريب التهذيب\" ٢/ ١٥٦.</p><p> {قُدِرَ عَلَيْهِ رِزْقُهُ}  [الطلاق: ٧] أي: من ضيق عليه (١) [وكذلك قوله: {وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ}  [الفجر: ١٦] بمعنى: ضيّق عليه] (٢) . وقدر (٣) ضيّق الله على يونس أشد تضييق ضيقه على معذب في الدنيا؛ لأنه سجنه في بطن الحوت (٤) . </p><p> وقال ابن قتيبة:  {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} أي: لن نضيّق عليه، وأنا نخليه ونمهله، والعرب تقول: فلان مقدّر (٥) عليه في الرزق ومقتر عليه، بمعنى واحد، أي: مضيق عليه. </p><p> عاقب الله يونس عن حميته وأنفته (٦) وإباقته (٧)  (٨) وكراهته العفو عن قومه وقبول إنابتهم بالحبس له والتضييق عليه في بطن الحوت (٩) . </p><p> وروى عوف، عن الحسن، أنه (١٠) قال: معناه: فظن أنه يعجز ربه </p><p>(١) في (ت): (يعني: نضيق عليه)، وما أثبتناه من (د)، (ع). وهو الموافق لما في \"تهذيب اللغة\" ٩/ ٢٠. (٢) ما بين المعقوفين ساقط من (ت).(٣) (قد) ليست في (د)، (ع).(٤) قول أبي الهيثم في \"تهذيب اللغة\" للأزهري ٩/ ٢٠ (قدر).(٥) في \"المشكل\" مقدر .. في (ع): (يقدر)، وفي (د): (يقدر) غير منقوط الأول، وفي (ت): (مغيزر) وقد أثبتنا ما في \"المشكل\"؛ لأنه الموافق لما بعد: ومُقتر.(٦) في (ت): (وأبقته). وهو خطأ.(٧) في (ت): (وإباقه). وما أثبتنا من (د)، (ع). وهو الموافق لما في \"المشكل\".(٨) في (ت) زيادة: (وأبقته بعد، وإباقته)، وهو تكرار من الناسخ، وليست في نسختي (د)، (ع)، ولا في \"المشكل\".(٩) \"مشكل القرآن\" لابن قتيبة ص ٤٠٨ - ٤٠٩ بتصرف.(١٠) (أنه) بياض في (ت).</p><p> فلا نقدر عليه (١) . </p><p> وهذا التأويل بعيد، ولا يجوز مثله على الأنبياء (٢) . </p><p> قال أبو الهيثم: من اعتقد أن يونس ظن أن لن يقدر الله عليه فهو كافر؛ لأن يونس رسول، لا يجوز ذلك الظن عليه (٣) . </p><p> وقال الأزهري: قوله (أن لن نقدر عليه) لا يجوز أن يكون من القدرة؛ لأن من ظن هذا فقد كفر، والظن شك، والشك في قدرة الله كفر، وقد عصم الله أنبياءه عن مثل ما ذهب إليه هذا المتأول، ولا يتأول مثله إلا جاهل بكلام العرب ولغاتها (٤) . </p><p> وقد ذهب الأخفش إلى مثل ما روي عن الحسن، فقال: فظن أن يفوتنا (٥) . </p><p> فقال أبو حاتم: لم يدر الأخفش ما معنى (نقدر) وذهب إلى القدرة </p><p>(١) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ ب من رواية عوف عن الحسن. ورواه الطبري في \"تفسيره\" ١٧/ ٧٩ من رواية عوف، عن سعيد بن أبي الحسن. (٢) قال الطبري ١٧/ ٧٩ عن هذا القول: ووصفه -يعني يونس- بأنه ظن أن ربه يعجز عما أراد به ولا يقدر عليه، وصف له بأنه جهل قدرة الله، وذلك وصف له بالكفر وغير جائز لأحد وصفه بذلك. وقال القرطبي ١١/ ٣٣١: وهذا قول مردود مرغوب عنه؛ لأنه كفر. ثم ذكر أن المهدوي حكاه عن سعيد بن جبير أو الثعلبي عن الحسن. ثم ذكر رواية أخرى عن الحسن أنه قال: هو من قوله تعالى {اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ} [الرعد: ٢٦] أي: يضيق، ثم قال القرطبي: وهذا الأشبه بقول سعيد والحسن.(٣) قول أبي الهيثم في \"تهذيب اللغة\" للأزهري ٩/ ٢٠ (قدر) مع حذف.(٤) \"تهذيب اللغة\" للأزهري ٩/ ٢١.(٥) ذكره عن الأخفش: أبو بكر بن الأنباري في كتابه \"إيضاح الوقف والابتداء\" ٢/ ص ٧٧٧، والأزهري في \"تهذيب اللغة\" ٩/ ٢٠.</p><p> ولو علم أن معنى (نقدر) نضيق لم يخبط هذا الخبط، ولم يكن عالمًا بكلام العرب، وكان عالمًا بقياس النحو (١) . </p><p> وروي عن ابن زيد أنه قال: هذا إستيفاه (٢)  (٣) . أي استفهام على معنى: أفظن. وهذا الوجه بعيدٌ أيضا؛ لأنه لا (٤) يحذف حرف الاستفهام إلا في ضرورة الشعر سيما إذا لم يتبعه ما يدل عليه (٥) . </p><p> وقوله تعالى:  {فَنَادَى فِي الظُّلُمَاتِ} يعني: ظلمة الليل، وظلمة البحر، وظلمة بطن الحوت. </p><p> قاله ابن عباس (٦) وجميع المفسرين (٧) . </p><p> وروي عن سالم بن أبي الجعد أنه قال: ظلمة جوف الحوت، ثم </p><p>(١) قول أبي حاتم في \"تهذيب اللغة\" للأزهري ٩/ ٢٠ (قدر). (٢) في (ت، د): (استنفاه)، وفي (ع): (اسعاه)، غير منقوطة.(٣) ذكره بهذا اللفظ عن ابن زيد: النحاس في \"القطع والائتناف\" ص ٤٧٩ في إحدى النسخ.وقد رواه الطبري في \"تفسيره\" ١٧/ ٧٩ بلفظ: استفهام، وذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤١ ب، بمثل رواية الطبري.(٤) في (د)، (ع): (لم).(٥) هذا كلام النحاس في كتابه \"القطع والائتناف\" ص ٤٧٩، وقال الطبري ١٧/ ٧٩ - ٨٠: وأما ما قاله ابن زيد، فإنه قول لو كان في الكلام دليل على أنه استفهام حسن، ولكنه لا دلالة فيه على أن ذلك كذلك، والعرب لا تحذف من الكلام شيئًا لهم إليه حاجة إلا وقد أبقت دليلًا على أنه مراد في الكلام.(٦) رواه الطبري ١٧/ ٨٠.(٧) انظر: \"الطبري\" ١٧/ ٨٠، و\"الكشف والبيان\" للثعلي ٣/ ٤٢ أ، وابن كثير ٣/ ١٩٢، و\"الدر المنثور\" للسيوطي ٥/ ٦٦٦.</p><p> ظلمة جوف الحوت الآخر (١) الذي ابتلعه، ثم ظلمة البحر (٢) . </p><p> قال الفراء: يقال: ظلمة البحر، وبطن الحوت ومعاؤها الذي كان فيه يونس فتلك الظلمات (٣)  (٤) . </p><p> وقوله تعالى:  {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} قال محمد بن قيس (٥) : {إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} حين عصيتك، وما صنعت </p><p>(١) في (ت): (الأخرى). (٢) ذكره عن ابن أبي الجعد -بهذا اللفظ- الثعلبي في \"الكشف والبيان\" ٣/ ٤٢ أ. وقد رواه ابن أبي شيبة في \"مصنفه\" ١١/ ٥٤٣ - ٥٤٤ مختصرًا عنه قال: حوت في حوت، وظلمة البحر. ورواه الطبري ١٧/ ٨٠ عنه قال: أوحى الله إلى الحوت ألا تضر له لحمًا ولا عظمًا، ثم ابتلع الحوت حوت آخر (فنادى في الظلمات) ظلمة الحوت، ثم حوت، ثم ظلمة البحر. والقول بأن الحوت ابتلعه حوت آخر قول الله أعلم بصحته، وهو من الإسرائيليات.(٣) في (ت): (الكلمات)، وهو خطأ.(٤) \"معاني القرآن\" للفراء ٢/ ٢٠٩. قال ابن عطية ١٠/ ١٩٧: ويصح أن يعبر بالظلمات عن جوف الحوت الأول كما قال (في غيابات الجب) وكل جهاته ظلمة فجمعه سائغ. وقال الزمخشري ٢/ ٨٥١: أي: في الظلمة الشديدة المتكاتفة في بطن الحوت كقوله {ذَهَبَ اللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِي ظُلُمَاتٍ} [البقرة: ١٧]وقال أبو حيان ٦/ ٣٣٥: وجمع الظلمات لشدة تكاتفها، فكأنها ظلمة مع ظلمة.(٥) هو محمد بن قيس المدني، قاص عمر بن عبد العزيز، أبو إبراهيم، ويقال: أبو عثمان، ويقال: أبو أيوب، مولى معاوية بن أبي سفيان. روى عن أبي هريرة وجابر وعمر بن عبد العزيز وغيرهم. وعنه ابن أبي ذئب والليث بن سعد وأبو معشر وغيرهم. وكان ثقة عالمًا كثير الحديث. توفي بالمدينة أيام الوليد بن يزيد سنة ١٢٥ هـ أو ١٢٦ هـ.\"طبقات ابن سعد\" (القسم المتمم) ص ٣٢٥، \"الكاشف\" للذهبي ٣/ ٩١، \"تهذيب التهذيب\" ٩/ ٤١٤.</p><p> من شيء. فلم أعبد غيرك (١) . وهذا معنى قوله:  {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ}  (٢) . </p><p> وروى محمد بن سعد (٣) ، عن أبيه، أن رسول الله -صلى الله عليه وسلم- قال: \"دعاء ذي </p><p>(١) ذكره بهذا الثعلبي في \"الكشف والبيان\" ٣/ ٤٢ أ. وقد رواه الطبري ١٧/ ٨١ من طريق أبي معشر قال: قال محمد بن قيس: قوله (لا إله إلا أنت سبحانك) ما صنعت من شيء فلم أعبد غيرك (إني كنت من الظالمين) حين عصيتك. (٢) قال أبو العباس أحمد بن تيمية:فإن يونس عليه السلام ذهب مغاضبا، وقال تعالى {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} وقال تعالى {فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ} ففعل ما يلام عليه، فكان المناسب لحاله أن يبدأ بالثناء على ربه، والاعتراف بأنه لا إله إلا هو، فهو الذي يستحق أن يعبد دون غيره فلا يطاع الهوى، فإن اتباع الهوى يضعف عبادة الله وحده، وذو النون شهد ما حصل من التقصير في حق الإلهية بما حصل من المغاضبة ففي ذلك من المعارضة في الفعل لحب شيء آخر ما يوجب تجريد محبته لله وتألهه له وأن يقول (لا إله إلا أنت) وهذا الكلام يتضمن براءة ما سوى الله من الإلهية سواء صدر ذلك عن هوى النفس أو طاعة الخلق أو غير ذلك فإن قول العبد: لا إله إلا أنت يمحو أن يتخذ إلهه هواه. فكمل يونس صلوات الله عليه تحقيق إلهيته لله، ومحو الهوى الذي يتخذ إلها من دونه، لم يبق له صلوات الله عليه وسلامه عند تحقيق قوله (لا إله إلا أنت) إرادة تزاحكم إلهية الحق، بل كان مخلصًا لله الذين إذ كان من أفضل عباد الله المخلصين. وقوله {سُبْحَانَكَ}، يتضمن تعظيمه وتنزيهه عن الظلم وغيره من النقائص، والمقام يقتضي تنزيهه عن الظلم والعقوبة بغير ذنب، يقول: أنت مقدس ومنزه عن ظلمي وعقوبتي بغير ذنب، بل أنا الظالم الذي ظلمت نفسي. انتهى كلامه رحمه ملخصا مع تصرف. انظر: \"الفتاوى\" ١٠/ ٢٤٨ - ٢٨٧.(٣) هو محمد بن سعد بن أبي وقاص، أبو القاسم، القرشي، الزهري، المدني. روى عن أبيه وعثمان وطائفة. وكان ثقة عالماً. قام على الحجاج مع ابن الأشعث، فأسر يوم دعي الجماجم، فقتله الحجاج سنة ٨٢ هـ.\"طبقات ابن سعد\" ٥/ ١٦٧، ٦/ ٢٢١، \"سير أعلام النبلاء\" ٤/ ٣٤٨، \"تهذيب التهذيب\" ٩/ ١٨٣.</p>"
}