{
  "id": null,
  "sura": 21,
  "aya": 12,
  "text": "<p> وقال الكلبي: هي حصون بني أزد (١) . </p><p> {كَانَتْ ظَالِمَةً} أي: كافرة، يعني أهلها {وَأَنْشَأْنَا} وأحدثنا وأوجدنا \"بعدها\" بعد إهلاك أهلها (٢)  {قَوْمًا آخَرِينَ} . </p><p> ١٢ - قوله:  {فَلَمَّا أَحَسُّوا بَأْسَنَا} أي: رأوا عذابنا بحاسة البصر. ويجوز أن يكون المعنى لما ذاقوا عذابنا (٣) . </p><p> قال المفسرون: هؤلاء كانوا عربا كذبوا بنبيهم وقتلوه؛ فسلط الله عليهم بُخْتُنَصّر (٤) حتى قتلهم وسباهم ونكأ فيهم (٥)  (٦) . </p><p> ومعنى البأس هاهنا: القتل بالسيوف. </p><p>= واللفظ لابن جزي وابن حيان: عن ابن عباس قال: قرية باليمن يقال لها حضور، وعند أبي حيان: حضوراء. قال الزمخشري: وظاهر الآية على الكثرة، ولعل ابن عباس ذكر حضور بأنها إحدى القرى التي أرادها الله بهذه الآية. وقال ابن جزي: وظاهر اللفظ أنه على العموم؛ لأن (كم) للتكثير، فلا يريد قرية معينة، وقال أبو حيان: وما روي عن ابن عباس .. ، فيحمل على سبيل التمثيل لا على التعيين في القرية؛ لأن كم تقتضي التكثير. (١) في جميع النسخ: (أريد)، والتصويب من تفسير عبد الرزاق، وصفة جزيرة العرب للهمداني (ص ١٥٦)، \"الدر المنثور\"، وغيرها.(٢) رواه عبد الرزاق في \"تفسيره\" ٣/ ٢٢، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦١٨ وعزاه لعبد الرزاق وعبد بن حميد وابن المنذر.(٣) انظر: البغوي ٥/ ٣١٢، وابن الجوزي ٥/ ٣٤٢، والقرطبي ١١/ ٢٧٤.(٤) بضم الباء والتاء وفتح النون والصاد المشددة قيل هو ابن الملك \"نابو بولصر\" ملك بابل، فتولى بعد أبيه. وقال الأصمعي: إنما هو\"بوختنصر\".(٥) في (أ)، (ت): (ونكأ فيهم)، مهملة.(٦) \"الكشف والبيان\" للثعلبي ٣/ ٢٨ أ. وانظر ما تقدم من التعليق على قول ابن عباس.</p><p> وقوله تعالى:  {إِذَا هُمْ مِنْهَا يَرْكُضُونَ} يفرون، وينهزمون، ويهربون من العذاب. هذا قول المفسرين (١) . </p><p> وأصل معنى الركض في اللغة: ضرب الرجل مَرْكَلَي (٢) الدابة برجليه. </p><p> يقال: ركض الفرس، إذا كده (٣) بساقيه، فلما كثر هذا على ألسنتهم استعملوه في الدواب، فقالوا: هي تركض، كأن الركض منها، وأصل الركض: الضرب (٤) . </p><p> يقال: ركضت المرأة ذيلها عند المشي، إذا ضربنه برجلها، وركض (٥) البعير كما يقال: رمح ذو الحافر، ومنه قوله:  {ارْكُضْ بِرِجْلِكَ}  [ص: ٤٢] أي: اضرب الأرض بها، وقد ركض الرجل إذا فَرَّ وعدا (٦) . </p><p> والأصمعي يقول: ركضت الدابة (٧) ، ولا يقال: ركض هو (٨) . </p><p>(١) كمجاهد والسدي والربيع وغيرهم. انظر: \"الطبري\" ١٧/ ٨، \"الدر المنثور\" للسيوطي ٥/ ٦١٨. (٢) في جميع النسخ: (من كلي)، والصواب: (مر كلي) كما في \"التهذيب\" للأزهري ١٠/ ٣٧، وغيره. قال الجوهري في \"الصحاح\" ٤/ ٧١١٢ (ركل): (ومَرَاكل الدابة: حيث يركلها الفارس برجله إذا حركه للركض، وهما مركلان.(٣) في (د)، (ع): (أكده).(٤) الضرب: ساقط من (أ)، (ت).(٥) في (أ): (فركض).(٦) هذا الكلام في معنى الركض منقول عن \"تهذيب اللغة\" للأزهري ١٠/ ٣٧ - ٣٩ \"ركض\" مع تصرف وحذف. وانظر: (ركض) في \"الصحاح\"، للجوهري ٣/ ١٠٧٩ - ١٠٨٠.(٧) (الدابة): ساقطة من (أ)، (ت).(٨) قول الأصمعي في \"تهذيب اللغة\" ١٠/ ٣٩ (ركض).</p><p> وقال شِمْر (١) : وقد وجدنا في كلامهم: رَكَضَت الدابة في سيرها، وركض الطائر في طيرانه (٢) . ومنه قوله: </p><p> لو كان يُدْرِكُه رَكضُ اليعاقيب (٣) </p><p> وقال سيبويه (٤) : ركضت (٥) الدابة وركضته (٦) . </p><p> وقوله تعالى:  {إِذَا هُمْ مِنْهَا يَرْكُضُونَ}  [يجوز أن يكون المعنى: يركضون دوابهم]  (٧) ، [ويجوز أن يكون المعنى: يركضون]  (٨) هم بأنفسهم </p><p>(١) ضبط هذا الاسم محقق \"تهذيب اللغة\" للأزهري هكذا: شِمْر، بكسر الشين وسكون الميم. وضبط في بعض مصادر ترجمته المطبوعة هكذا: شَمِر، بفح الشين وكسر الميم. وضبط في بعضها: شَمْر.(٢) قول شمر في \"تهذيب اللغة\" ١٠/ ٣٩ مادة (ركض).(٣) هذا عجز بيت لسلامة بن جندل السعدي يصف فيه الشباب الذاهب، وصدره:ولى حثيثا وهذا الشيب يطلبهوهو في \"ديوانه\" ص ٩١، \"المفضليات\" ص ١١٩، \"الشعر والشعراء\" لابن قتيبة ص ١٦٦، \"مقاييس اللغة\" ٢/ ٢٩ (حث)، \"تهذيب اللغة\" للأزهري ١/ ٢٧٨ (عقب)، المحكم لابن سيده ٦/ ٤٣٤ (ركض)، \"لسان العرب\" ٢/ ٦٢٢ (عقب). واليعاقيب في البيت قيل: يعني اليعاقيب من الخيل، سميت بذلك تشبيها بيعاقيب الحجل لسرعتها، وقيل: يعني ذكرر الحجل. انظر: \"تهذيب اللغة\" ١/ ٢٧٨، \"لسان العرب\" ١/ ٦٢٢.(٤) (سيبويه): ساقط ميت (أ).(٥) هكذا في (ع). وفي باقي النسخ: (ركض)، والمثبت هو الموافق لما في الكتاب.(٦) \"الكتاب\" ٤/ ٥٨، وفيه: (وركضتها).(٧) ساقط من (ت).(٨) ساقط من (د)، (ع).</p>"
}