{
  "id": null,
  "sura": 21,
  "aya": 3,
  "text": "<p> القرآن مستهزئين (١) . </p><p> وقال الحسن وقتادة: أي كلما جدد لهم الذكر استمروا على الجهل (٢) . </p><p> ٣ - قوله تعالى:  {لَاهِيَةً قُلُوبُهُمْ} قال ابن عباس: أي عما يراد بهم (٣) . </p><p> وقال السدي: عما جاء به محمد -صلى الله عليه وسلم- (٤) . </p><p> وانتصابه على وجهين: أحدهما: إلا استمعوه لاعبين لاهية قلوبهم، </p><p> لأن قوله:  {وَهُمْ يَلْعَبُونَ} في موضع الحال (٥) . والثاني: أن يكون منصوبًا بقوله: {وَهُمْ يَلْعَبُونَ}  (٦) . وهذا قول الفراء (٧) ، والمبرد، والزجاج (٨) . </p><p> وقوله تعالى:  {وَأَسَرُّوا النَّجْوَى} تناجوا فيما بينهم يعني المشركين الذين وُصفوا باللهو واللعب. </p><p>(١) ذكره عنه ابن الجوزي ٥/ ٣٣٩. ونحوه في \"تنوير المقباس\" ص ٢٠٠. (٢) ذكره بنصه عن الحسن وقتادة: الطوسي في \"التبيان\" ٧/ ٢٠٣، والحاكم الجشمي في \"التهذيب\" ٦/ ١٣٦ أ. وذكر هذا القول عن الحسن: الماوردي في \"النكت والعيون\" ٣/ ٤٣٦، والقرطبي في تفسيره ١١/ ٢٦٨.(٣) لم أجده.(٤) لم أجده.(٥) فيكون قوله \"لاهية\" حالا بعد حال من فاعل \"استمعوه\". وهذا قول الكسائي. انظر: \"إعراب القرآن\" للنحاس ٣/ ٦٣، \"البيان في غريب إعراب القرآن\" لأبي البركات ابن الأنباري ٢/ ١٥٧، \"إملاء ما من به الرحمن\" للعكبري ٢١/ ١٣٠، \"الدر المصون\" للسمين الحلبي ٨/ ١٣٠.(٦) فيكون منصوبًا على الحال من الضمير في \"يلعبون\". انظر ما تقدم من مراجع في الفقرة السابقة.(٧) \"معاني القرآن\": ٢/ ١٩٨.(٨) انظر: \"معاني القرآن وإعرابه\" للزجاج ٣/ ٣٨٣.</p><p> ثم بين من هم فقال:  {الَّذِينَ ظَلَمُوا} قال ابن عباس: يريد الذين أشركوا (١) . </p><p> وفي محل {الَّذِينَ ظَلَمُوا} وجوه (٢) : أحدها: البدل من الواو في {وَأَسَرُّوا} فيكون في موضع رفع (٣) . </p><p> قال المبرد: وهذا كقولك في الكلام: إن الذين في الدار انطلقوا بنو عبد الله. على البدل مما في انطلقوا (٤) . </p><p> والثاني: أن يكون رفعًا على الذم على معنى: هم الذين ظلموا. أويجوز أن يكون في موضع نصب على معنى:  (أعني)  (٥) الذين ظلموا] (٦)  (٧) . </p><p>(١) مثله في \"تنوير المقباس\" ص ٢٠٠. (٢) في (ع): (وجوه)، وهو خطأ.(٣) وهذا قول سيبويه كما في \"الكتاب\" ٢/ ٤١. وجود هذا القول الزجاج في \"معانيه\" ٣/ ٣٨٣، وحسنه ابن جزي الكلبي في \"التسهيل\" ٣/ ٤٧، واستظهره الشنقيطي في \"أضواء البيان\" ٤/ ٥٥٥.(٤) ذكره البغوي ٥/ ٣١٠، والقرطبي ١١/ ٢٦٩ هذا القول بنصه عن المبرد. ونسب أبو حيان في \"البحر المحيط\" ٦/ ٢٩٧ للمبرد القول بأن \"الذين\" بدل، وذكر السمين الحلبي في \"الدر المصون\" ٨/ ١٣٢ أن هذا القول معزو للمبرّد.(٥) أعني: زيادة من \"معاني القرآن\" للزجاج يتضح بها المعنى.(٦) ساقط من (أ)، (ت).(٧) من قوله أن يكون رفعا .. إلى هنا. هذا نص كلام الزجاج في \"معاني القرآن وإعرابه\" ٣/ ٣٨٣ - ٣٨٤. وفي رفع \"الذين\" وجوه أخرى منها.الأول: أن يكون في موضع رفع بـ\"أسرّوا\" وسيذكره المصنف.الثاني: أن يكون \"الذين\" مبتدأ، و\"أسروا\" جملة خبرية قدمت على المبتدأ. وهذا القول حكاه الثعلبي عن الكسائي.الثالث: أن يكون الذين مرفوعًا بفعل مقدر تقديره: يقول الذين كفروا. =</p><p> ويجوز أن يكون في موضع خفض تبعًا للناس، كأنك قلت (١) : اقترب للناس الذين ظلموا (٢) . </p><p> وقد قال قومٌ:  {الَّذِينَ ظَلَمُوا} في موضع رفع بأسرّوا، واستعمل الفعل مقدما كما يستعمل مؤخرا. قالوا: وعلامة الجمع ليست بضمير (٣) . فيجوز: انطلقوا إخوتك، وانطلقا صاحباك، تشبيها بعلامة التأنيث، نحو: ذهبت جاريتك (٤) . </p><p> فجعلوا الألف والواو في التثنية والجمع كهذه التاء التي تقدم لتؤذن </p><p>= وحسن هذا الوجه النحاس وقال: فالدليل على صحة هذا الجواب أن بعده: \"هل هذا إلا بشر مثلكم\" فهذا الذي قالوه. الرابع: أن يكون خبر مبتدأ محذوف، وتقديره: هم الذين ظلموا.الخامس: أنه مبتدأ، وخبره محذوف تقديره: الذي يقولون ما هذا إلا بشر مثلكم. وفي نصبه وجه آخر سوي ما ذكره الواحدي، وهو نصبه على الذمّ. انظر: \"إعراب القرآن\" لمكي بن أبي طالب ٢/ ٤٧٧، \"البيان في غريب إعراب القرآن\" لأبي البركات الأنباري ٢/ ١٥٨، \"الدر المصون\" للسمين الحلبي ٨/ ٣٢ - ١٣٣.(١) في (ع): (تقول).(٢) فيكون \"الذين\" في موضع جر نعتا \"للناس\". وهذا قول الفراء. انظر: \"معاني القرآن\" للفراء ٢/ ١٩٨، \"إعراب القرآن\" لابن الأنباري ٢/ ١٥٨. وقيل: الذين في موضع جر وهو بدل من \"الناس\". قال أبو حيان: وهو أبعد الأقوال. \"البحر المحيط\" لأبي حيان ٦/ ٢٩٧.(٣) في (أ): (لضمير).(٤) قاله أبو عبيدة، والأخفش، وغيرهما. انظر. \"مجاز القرآن\" لأبي عبيدة ١/ ١٠١، ٢/ ٣٥، \"معاني القرآن\" للأخفش ٢/ ٤٧٥، ٦٣٢، \"البحر المحيط\" لأبي حيان ٦/ ٢٩٧، \"الدر المصون\" للسمين ٨/ ١٣٣. وذكر الطوسي \"التبيان\" ٧/ ٢٠٤ هذا القول ونسبه لقوم كما فعل الواحدي.</p><p> بالتأنيث (١) . </p><p> قال الأخفش: وهذا على لغة الذين يقولون (٢) : \"أكلوني البراغيت\" ، و \"ضربوني(٣)قومك\"  (٤) . </p><p> وقال المبرد: الذي قالوه يجوز، ولكنه بعيد لا يختار في القرآن (٥) . </p><p> قال صاحب النظم (٦) : لأنه ليس من مذهب العرب أن يظهروا العدد في </p><p>(١) انظر: \"الكتاب\" لسيبويه ٢/ ٤٠. (٢) في (ت): (يقولوني)، وهو خطأ.(٣) في (ع): (وضربني)، وهو خطأ.(٤) \"معاني القرآن\" للأخفش ٢/ ٤٧٥، ٦٣٢.(٥) ذكره عن المبرّد: الطوسيُّ في \"التبيان\" ٧/ ٢٠٤. وذكر أبو حيان في \"البحر\" ٦/ ٢٩٧ أنه قيل: إنها لغة شاذة. ولم ينص على أحد. وكذا ذكر السمين في \"الدر المصون\" ٨/ ١٣٣ أن بعضهم ضعف هذه اللغة.ثم قال أبو حيان: وقيل: والصحيح أنها لغة حسنة، وهي من لغة أزد شنوءه، وخرج عليه قوله: \"ثم عموا وصموا كثير منهم\" [المائدة: ٧١].(٦) تنبيه: ذهب د. جودة المهدي في كتابه \"الواحدي ومنهجه في التفسير\" ص ١٤١ إلى أن صاحب النظم الذي ينقل عنه الواحدي هو الحسين بن علي بن نصر بن منصور الطوسي؛ لأن الداودي ذكر له في \"طبقات المفسرين\" ١/ ١٤١ - ١٤٢ كتاب نظم القرآن. والصواب خلاف ما قال، وأن صاحب النظم هو الحسن بن يحيى الجرجاني، ولو أن د. المهدي رجع إلى كتاب \"تاريخ جرجان\" للسهمي لرجح هذا، مع أنه نقل عن ابن قاضي شهبة في كتابه طبقات النحاة قوله -وهو يتناول مصادر تفسير البسيط في ترجمته للواحدي- وكتاب \"نظم القرآن\" للجرجاني، وليس هو عبد القاهر الجرجاني كما غلط فيه الإمام فخر الدين الرازي إنّما هذا تأليف شخص ذكره حمزة السهمي في \"تاريخ جرجان\". ومما يدل على أن مؤلف النظم الذي ينقل عنه الواحدي هو الحسن بن يحيى الجرجاني لا الحسن بن علي الطوسي أن الثعلبي -شيخ الواحدي- ذكر الجرجاني وذكر كتابه \"النظم\"، فقال في مقدمة تفسيره \"الكشف والبيان\" ١/ ٨ أ -وهو يذكر مصادره-: كتاب \"النظم\" =</p><p> الفعل المتقدم للأسماء؛ لأن الفعل إذا تقدم الاسم فليس فيه ضمير، إنما هو فعل ابتدئ وصاحبه بالخيار من بعد في تفسيره بمن شاء وبما شاء، فلذلك خلا من الضمير، ووحد في الصورة. وإذا تقدمت الأسماء فالفعل معطوف عليها؛ لأنه (١) ليس لصاحب الكلام أن يزول بالفعل عن الأسماء التي أرصدها للفعل، فإذا كان معطوفا عليها وقد أضمرت الأسماء فيها وبضمنها (٢) ، فلا بد حينئذ من إظهار العدد فقوله:  {وَأَسَرُّوا النَّجْوَى} فعل قد تقدمت الأسماء عليه، وهم الذين ذكرهم في قوله:  {اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ} ، وقد تكرر ذكرهم إلى أن قال (٣) : {وَأَسَرُّوا} فجاء قول {وَأَسَرُّوا} معطوفا عليها، وصارت الأسماء مضمرة في هذا الفعل. هذا كلامه. </p><p> وما ذكرنا من الوجوه في إعراب {الَّذِينَ ظَلَمُوا} قول الفراء والزجاج (٤) والكسائي والمبرد. </p><p> وقوله تعالى:  {هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ} ترجمة سرهم، أي: تناجوا بهذا القول فيما بينهم يريدون: أن محمدا بشر آدمي مثلكم، لحم </p><p>= \"النظم\": قرأ علينا أبو القاسم الحسن بن محمد بن حبيب بلفظه قال: قرأت على أبي النضر محمد بن محمد بن يوسف بـ\"طوس\" قال: قرأت على أبي علي الحسن بن يحيى بن نصر الجرجاني\". وتقدم أن الجرجاني يروي عنه أبو النضر -كما ذكر ذلك السهمي في \"تاريخ جرجان\". ويدل على ذلك أيضًا أن ابن الجوزي قال في \"زاد المسير\" ٩/ ١٦٥: وقال الحسين -هكذا في المطبوع وهو تصحيف- بن يحيى الجرجاني، ويقال له صاحب النظم. (١) (لأنه): ساقطة من (ع).(٢) (ويضمنها) مهملة في (ع).(٣) في (أ): (قالوا)، وهو خطأ.(٤) (والزجاج) ساقط من (أ).</p>"
}