{
  "id": null,
  "sura": 21,
  "aya": 88,
  "text": "<p> النون (١) في بطن الحوت {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} لم يدع بها رجل مسلم في شيء قط إلا استجيب له\" (٢) . </p><p> وقال الحسن وقتاده: هذا القول من يونس اعتراف بذنبه، وتوبة من خطيئة، تاب إلى ربه في بطن الحوت وراجع نفسه، فقال:  {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ}  (٣) . </p><p> ٨٨ - قوله تعالى:  {فَاسْتَجَبْنَا لَهُ} أي: أجبنا دعاءه {وَنَجَّيْنَاهُ مِنَ الْغَمِّ} قال ابن عباس: يريد من تلك الظلمات (٤) . </p><p> {وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ} قال: وكذلك أفعل بأوليائي. </p><p> وروي مرفوعًا (٥) : أن قوله: {لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} شرط الله لمن دعاه بها أن يجيبه كما أجاب يونس، وينجيه كما أنجاه. </p><p>(١) في (أ)، (ت): (قال ذو النون). (٢) رواه الترمذي في جامعه كتاب: الدعوات، باب: ٨٥/ ٩/ ٤٧٩ تحفة، والنسائي في \"عمل اليوم والليلة\" ص ٤١٦، والحاكم في \"مستدركه\" ١/ ٥٠٥، والطبراني في الدعاء ٢/ ٨٣٨. ورواه الإمام أحمد في \"مسنده\" ١/ ١٧٠، وأبو يعلى في \"مسنده\" ٢/ ١١٠ - ١١١ وفي أوله قصة، كلهم من طريق محمد بن سعد، عن أبيه، به.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٦٨ رواه أحمد ورجاله رجال الصحيح غير إبراهيم بن محمد بن سعد بن أبي وقاص وهو ثقة. والحديث صححه الحاكم ووافقه الذهبي، وصححه العلامة أحمد شاكر في تعليقه عن المسند ٣/ ٣٥ وصححه الألباني كما في \"صحيح الجامع\" ١/ ٦٣٧.(٣) ذكر الزمخشري ٢/ ٥٨٢ عن الحسن قال: ما نجاه الله إلا بإقراره على نفسه بالظلم.(٤) ذكره البغوي ٥/ ٣٥٢ من غير نسبة وانظر: \"تنوير المقباس\" ص ٢٠٤. قال أبو حيان ٦/ ٣٣٥. والغم ما كان ناله حين التقمه الحوت ومدة بقائه في بطنه.(٥) رواه الطبري ١٧/ ٨٢ من حديث سعد بن أبي وقاص. وفي سنده علي بن زيد بن جدعان وقد ضعف. انظر: \"التقريب\" ٢/ ٣٧.</p><p> {وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ} أي (١) : كما أنجينا ذا النون. </p><p> وروي عن عاصم أنه قرأ:  (نجي) مشددة (٢) الجيم (٣) . وخط المصحف بنون واحدة. قال الفراء (٤) ، والزجاج (٥) ، وابن مجاهد (٦) : لأن النون الثانية (٧) تخفى مع الجيم وهي ساكنة، فلا تظهر على اللسان، فلما خفيت حذفت من الخط، وهي في اللفظ ثابتة. </p><p> وقال أبو علي: إنما حذفت النون من الخط كراهية لاجتماع صورتين متفقتين، وقد كرهوا ذلك في الخط في غير هذا الموضع، وذلك أنهم كتبوا نحو: الدنيا والعليا بالألف، ولولا الياء التي قبل الألف لكتبوها بالياء كما كتبوا نحو: نهمى وحبلى، وأخرى ونحو ذلك بالياء، فلما كرهوا الجمع بين صورتين متفقتين في هذا النحو كذلك كرهوه في (ننجي) فحذف (٨) النون الساكنة (٩) . </p><p>(١) (أي): ساقطة من (أ). (٢) في (أ): (مشدد).(٣) قرأ عاصم في رواية أبي بكر، وابن عامر: (نجي) بنون واحدة ومشددة الجيم، وقرأ الباقون بنونين مخففا.\"السبعة\" ص ٤٣٠، \"المبسوط\" ص ٢٥٤، \"التبصرة\" ص ٢٦٤، \"التيسير\" ص ١٥٥، \"النشر\" ٢/ ٣٢٤.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠٩.(٥) انظر: \"معاني القرآن\" للزجاج ٣/ ٤٠٣.(٦) انظر \"السبعة\" لابن مجاهد.(٧) موضع (ثانية) بياض في (ت).(٨) في \"الحجة\": (فحذفوا).(٩) \"الحجة\" لأبي علي الفارسي ٥/ ٢٦٠.</p><p> وأما قراءة عاصم فقد حكم عليها الزجاج (١) والفراء (٢) وجميع النحويين بالغلط عليها وأنها لحن (٣) . </p><p> ثم ذكر الفراء لها وجهًا فقال: أضمر المصدر في (بني) فنوى به الرفع، ونصب المؤمنين، فيكون كقولك ضرب الضرب زيدًا؛ ثم تكني عن أنْضرب فتقول: ضُرب زيدًا، وكذلك (٤) نُجي النجاء زيدًا (٥) . </p><p> وممن صوّب هذه القراءة واختارها أبو عبيد، فقال (٦) : وإنما (٧) قرأها عاصم كذلك اتباعًا للخط، وله مخرجان في العربية: </p><p> أحدهما: أن يريد (نُنَجّي)  (٨) مشددة لقوله: {وَنَجَّيْنَاهُ مِنَ الْغَمِّ} ثم تدغم النون الثانية في الجيم (٩) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٣/ ٤٠٣. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٢١٠.(٣) قال السمين الحلبي في \"الدر المصون\" ٨/ ١٩٣: وهذه القراءة متواترة، ولا التفات على من طعن علي قارئها، وإن كان أبو علي قال: هي لحن. وهذه جرأة منه قد سبقه إليها أبو إسحاق الزجاج.(٤) في (أ): (وكذا).(٥) \"معاني القرآن\" للفراء ٢/ ٢١٠.(٦) اختيار أبي عبيد وقوله في \"إعراب القرآن\" للنحاس ٣/ ٧٨، \"الكشف\" لمكي بن أبي طالب ٢/ ١١٢ - ١١٣، القرطبي ١١/ ٣٣٥.وبعضه في \"مشكل القرآن\" لابن قتيبة ص ٥٥، \"إعراب القراءات السبع\" لابن خالويه ٢/ ٦٧، \"حجة القراءات\" لابن زنجلة ص ٤٦٩ - ٤٧٠، \"البحر المحيط\" لأبي حيان ٦/ ٣٣٥.(٧) في (د)، (ع): (إنما).(٨) في (أ)، (ت): (ننج).(٩) سيأتي بيان ضعف هذا التوجيه.</p><p> والمخرج الثاني: ذكره (١) ، وهو ما ذكر الفراء، وذكره ابن قتيبة أيضًا وأنشد (٢) : </p><p> ولو ولدت قُفَيْره جَرْوَ كَلْبٍ ... لَسُبَّ بذلك الجرْوِ الكلابا (٣) </p><p> نصب الكلاب على إضمار المصدر (٤) . </p><p>(١) يعني ذكره أبو عبيد. (٢) في \"مشكل القرآن\" لابن قتيبة ص ٥٥: (وأنشدني بعض النحويين. ثم ساق البيت. وقد نسب البغدادي في \"خزانة الأدب\" ١/ ١٦٣ هذا البيت لجرير، وتبعه في ذلك الشنقيطي في \"الدرر اللوامع\" ١/ ٤٤. والبيت بلا نسبة في \"الحجة\" للفارسي ٥/ ٢٦٠، و\"الخائص\" لابن جني ١/ ٣٧٩، وأمالي ابن الشجري ٢/ ٢١٥، و\"همع الهوامع\" للسيوطي ١/ ١٦٢. قال البغدادي في \"الخزانة\" ١/ ١٦٣: قفيرة -بتقديم القاف والفاء والراء المهملة: اسم أم الفرذدق، والجرو -مثلث الجيم- ولد السباع. وهذا البيت من قصيدة لجرير يهجو بها الفرزدق مطلعها:أقلي اللوم عاذل والعتابا ... وقولي إن أصبت: لقد أصاباولم أجد هذا البيت في ديوانه المطبوع.(٣) \"مشكل القرآن\" لابن قتيبة ص ٥٥ - ٥٦.(٤) ذكر الواحدي وجهين في توجيه هذه القراءة، وهناك وجهان آخران: الوجه الأول: وهو أصح الأقوال -ما ذكره أبو جعفر النحاس في \"إعراب القرآن\" ٣/ ٧٨ قال: ولم أسمع في هذا -يعني توجيه هذه القراءة- أحسن شيء سمعته من علي بن سليمان -يعني الأخفش الأصغر- قال: الأصل (ننجي) فحذف إحدى النونين لاجتماعهما، كما يحذف إحدى التائين لاجتماعهما نحو قول الله: {وَلَا تَفَرَّقُوا} [آل عمران: ١٠٣] الأصل: تتفرقوا. قال النحاس: والدليل على صحة ما قال أن عاصمًا يقرأ (نجي) بإسكان الياء، ولو كان على ما تأوله من ذكرناه -بعد الوجهين الذين ذكرهما- لكان مفتوحًا. انتهى كلامه. وعلى هذا الوجه خرج أبو الفتح عثمان بن جني هذه القراءة فقال في كتابه \"الخصائص\" ١/ ٣٩٨: وأما قراءة من قرأ: {وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ} فليس على إقامة المصدر مقام الفاعل ونصب المفعول الصريح, لأنه عندنا على حذف إحدى نوني (ننجي) كما حذف ما بعد =</p><p> وأما تسكين الياء من (نُجّيْ) على قراءة عاصم فقال ابن الأنباري: سكنت الياء من (نجي) وهو فعل ماض؛ لأن جماعة من العرب يستثقلون تحريك الياء فيقولون: بقي فلان، ورضي فلان. وإلى هذا ذهب الحسن فقرأ (١) : (وذروا ما بقيْ من الربا) ، قال الشاعر: </p><p> ليت شِعْري إذا القيامةُ قامَتْ ... وَدُعِي بالحسابِ أين المصيرا (٢)  (٣) </p><p>= حرف المضارعة في قوله سبحانه (تذكرون) أي: تتذكرون، ويشهد أيضًا لذلك سكون لام (نجي) ولو كان ماضيا لانفتحت اللام إلا في الضرورة. وجود هذا الوجه أبو شامة المقدسي في \"إبراز المعاني\" ص ٦٠١ وقال أيضًا: وهو وجه سديد غريب لا تعسف فيه، ويشهد له أيضًا حذف إحدى النونين من (تحاجوني)، و (تبشروني) و (تأمروني). واستظهره أيضًا ابن هشام في \"أوضح المسالك\" ٣/ ٣٥٠، وحسنه السمين الحلبي في \"الدر المصون\" ٨/ ١٩١ واستشهد له. لكن مكي بن أبي طالب ضعف هذا الوجه في كتاب مشكل \"إعراب القرآن\" ٢/ ٤٨٣، وتبعه أبو البقاء العكبري في \"الإملاء\" ٢/ ١٣٦ قالا- واللفظ للعكبري: وهذا ضعيف لوجهين: أن النون الثانية أصل وهي فاء الكلمة فيبعد حذفها، والثاني: أن حركتها غير حركة النون الأولى فلا يستقل الجمع بينهما. وقد رد السمين الحلبي في \"الدر\" ٨/ ١٩٢ على أبي البقاء فقال: أما كون الثانية أصلاً فلا أثر له في منع الحذف، ألا ترى أن النحويين اختلفوا في إقامة واستقامة أي: الألفين المحذوفة؟ مع أن الأولى هي أصل لأنها عين الكلمة. وأما اختلاف الحركة فلا أثر أيضًا؛ لأن الاستثقال باتحاد لفظ الحرفين على أي: حركة كانا. أهـ. الوجه الثاني: أن (نجي) فعل ماض مسند لضمير المصدر، فضمير المصدر أقيم مقام الفاعل، و (المؤمنين) منصرب بإضمار فعل مقدر، وليس منصوبا بنجي والتقدير: وكذلك نجي هو -أي: النجاء- ننجي المؤمنين.ذكر أبو حيان ٦/ ٣٣٥، والسمين الحلبي ٨/ ١٩٣ هذا الوجه.(١) قراءة الحسن في: \"الشواذ\" لابن خالويه ص ١٧، القرطبي ٣/ ٣٦٩، \"البحر المحيط\" ٢/ ٣٣٧، \"الدر المصون\" ٢/ ٦٣٧.(٢) في (أ)، (ت)، (ع): (المصير)، والمثبت من (د) وبقية المصادر.(٣) هذا البيت أنشده ابن الأنباري في \"شرحه للقصائد السبع الطوال الجاهليات\" =</p><p> قال: وقال الفراء (١) : وقوم (٢) من العرب يكرهون تحريك الياء فيجعلونها ألفاً فيقولون في بقي: بقا (٣) ،، وفي نعي (٤) : نعا. </p><p> وأنشد (٥) : </p><p> لعمرك ما أخشى التصعلك ما بقا ... على الأرض قيسيّ يسوق الأباعرا </p><p> وأنشد أيضًا (٦) : </p><p>= ص ٢٩٥، ولم ينسبه لأحد. وهو من غير نسبة في: \"إيضاح الشعر\" لأبي علي الفارسي ٢/ ٣١٤، \"أمالي ابن الشجري\" ١/ ٣٦، القرطبي ١١/ ٣٣٥. قال القرطبي: سكن الياء في (دعي) استثقالا لتحريكها وقبلها كسره. (١) لم أجد قول الفراء.(٢) (وقوم): ساقطة من (أ)، (ت). وهؤلاء القوم هم طي كما سيأتي.(٣) في (أ)، (ت): (بقي، نعي).(٤) في (أ)، (ت): (بقي، نعي).(٥) البيت لزيد الخيل، وهو في ديوانه ص ٦٢، و\"النوادر\" لأبي زيد ص ٢٧٩، والطبري ١١/ ٦٩. قال أبو زيد: يقول ما أخشى ما بقي قيسي يسوق إبلا؛ لأني أغير عليهم. أهـ والتصعلك: الفقر. \"الصحاح\" للجوهري ٤/ ١٥٩٦ (صعلك). والشاهد من البيت قوله: مما بقا. إذ أصله: ما بقي، فقلبت الياء ألفا.(٦) هذان الشطران لزيد الخيل أيضًا، وقد روت المصادر -على خلاف بينها في بعض الألفاظ- هذا الشعر هكذا:أفي كل عام مأتم تبعثونه ... على محمر عود أثيب ومارُضاتجدون خمشا بعد خمش كأنَّه ... على فَاجعَ من خير قومكم نُعاوالبيتان في: ديوان زيد الخيل ص ٥٥، \"النوادر\" لأبي زيد ص ٣٠٢ - ٣٠٣، و\"شرح أبيات سيبويه\" للسيرافي ١/ ١٢١، و\"خزانة الأدب\" للبغدادي ٩/ ٤٩٤. والبيت الأول في \"الكتاب\" لسيبويه ١/ ١٢٩، \"الشعر والشعراء\" لابن قتيبة ص ١٧٦، \"لسان العرب\" ١٢/ ٤ (أتم). وهما من قصدة قالها زيد مجيبًا لكعب بن زهير، وكان زيد قد أخذ فرسًا لكعب، فقال كعب: =</p><p> أفي كلِّ عَامٍ مَأتَمٌ تُحْدِثُونَه ... على فَاجِعٍ من خير قومِكم (١) نُعَا (٢) </p><p> قال: وشبيه هذا إسكانهم الياء المنكسر ما قبلها في النصب كقول رؤبة: </p><p> كأن أيْدِيهنَ بالقاعِ القَرِق (٣)  (٤) </p><p>= لقد نال زيد الخيل مالَ أخيكُمُ ... فأصبح زيدٌ بعد فَقْر قد اقتنى فقال زيد: أفي كل ...قال البغدادي في \"الخزانة\" ٩/ ٤٩٤ - ٤٩٥: قوله (أفي كل عام). إلخ استفهام توبيخي، و (المأتم) مهموز، وهو الجماعة من النساء -يجتمعن لحزن أو فرح، والمراد به هنا الحزن. وقال أبو زيد ص ٣٠٣: (المحمرَ: الفرس يشبه الحمار، .. و (العود): (المسن): أثيب: أعطى ثوابه. وقال السيرافي ١/ ١٢١: المحمر: البرذون، وقيل هو السكيت الذي لا خير منه من الخيل. يريد أنهم يجمعون نساء ليبكين على هذا المحمر .. والفاجع: الهالك الذي يؤذي أهله فقده .. و (رضا) و (نعا) أصلهما (رضي ونعي) فقلبت الياء فيها ألفا، وهذه لغة طائية. أهـ(١) في (أ)، (ت): (قومك).(٢) في (ت): (ناعيا).(٣) في (أ): (القرف).(٤) هذا الرجز لرؤبة، وبعده: أيدي جوار يتعاطين الورق. وهو في \"ديوانه\" (ص ١٧٩)، و\"الكامل\" للمبرد ٢/ ٣٢٠، و\"العمدة\" لابن رشيق ٢/ ١٩٣، و\"أمالي ابن الشجري\" ١/ ١٠٥، و\"خزانة الأدب\" ٨/ ٣٤٧.وغير منسوب في \"مقاييس اللغة\" لابن فارس ٥/ ٧٥ (قرق)، و\"الخصائص\" ابن جني ١/ ٣٠٦، و\"أمالي المرتضى\" ١/ ٥٦١، و\"لسان العرب\" ١٠/ ٣٢١ (قرق)، و\"همع الهوامع\" للسيوطي ١/ ٥٣.والشاهد فيه إسكان الياء من (أيديهن) والقياس فتحها. قال ابن الشجري في \"أماليه\" ١/ ١٠٥: ضمير (أيديهن) للإبل، والقاع: المكان المستوي، والقرق- بفتح القاف الأولى وكسر الراء: الأملس، و (جوار) -بفتح الجيم: جمع جارية،=</p><p> وهذا وجه قول من أجاز هذه القراءة. </p><p> والذين لم يجيزوها أبطلوا هذا، قال الزجاج: لا يجوز ضرب زيدا. تريد: ضرب الضرب؛ لأنك إذا قلت: ضرب زيد، فقد علم أن (١) الذي ضُرِبَهُ ضَرْبٌ، فلا فائدة من إضماره وإقامته مقام (٢) الفاعل (٣) . </p><p> وقال أبو علي: قول من قال إنه يسند الفعل إلى المصدر ويضمره لأن الفعل دل عليه فذلك مما يجوز في ضرورة الشعر والبيت الذي أنشد (٤) : </p><p> ولو ولدت قفيره ... </p><p> لا يكون حجة في هذه القراءة (٥) . </p><p> وأما ما ذكره أبو عبيد (٦) أنه (ننجي) من التنجيه فادغم النون في الجيم [هذا لا وجه له؛ لأنه لا يجوز إدغام النون في الجيم]  (٧) سيما والنون متحركة والجيم مشددة بالتضعيف (٨) . </p><p>= ويتعاطين أي: يناول بعضهن بعضًا. والورق: الدراهم وفي التنزيل {فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ} [الكهف: ١٩]. أهـ وقال المرتضى في \"أماليه\" ١/ ٥٦١: شبه حذف منا سمهن له بحذف جوار يلعبن بدراهم، وخص الجواري لأنهن أخف يدا من النساء. (١) عند الزجاج: أنه.(٢) عند الزجاج: مع الفاعل.(٣) \"معاني القرآن\" للزجاج ٣/ ٤٠٣.(٤) في (د)، (ع): (أنشدوا)، والمثبت من باقي النسخ هو الموافق لما في الحجة.(٥) \"الحجة\" لأبي علي الفارسي ٥/ ٢٦٠.(٦) في (د)، (ع): (أبو علي)، وهو خطأ.(٧) ساقط من (د)، (ع).(٨) وضعفه أيضًا النحاس في \"إعراب القرآن\" ٣/ ٧٨، وقال عنه ابن خالويه في \"إعراب القراءات السبع وعللها\" ٢/ ٦٧ إنه غلط، وضعفه جدًّا السمين الحلبي في \"الدر المصون\" ٨/ ١٩٣.</p><p> وحمل أبو علي وجه هذه القراءة على أن الراوي عن (١) عاصم غلط في (٢) روايته وأن الغلط جاءه (٣) من جهة الراوي لا من جهة عاصم، فقال إن عاصمًا ينبغي أن يكون قرأ (ننجي المؤمنين) بنونين وأخفى (٤) الثانية؛ لأن هذه النون (٥) تخفى مع حروف الفم وتبيينها لحن، فلما أخفى عاصم ظن السامع أنه إدغام، فالتبس على السامع الإخفاء بالإدغام من حيث كان كل (٦) واحد غير مبين (٧) ويدل على هذا إسكانه الياء من (نجي) والفعل إذا </p><p>(١) في (ع): (من). (٢) في (أ): (لي).(٣) في (أ): (جاءه).(٤) في (أ)، (ت): (واخفاء).(٥) في (أ)، (ت): (النونين).(٦) (كل): ساقطة من (أ)، (ت).(٧) هذه دعوى لا دليل عليها، فإنه الراوي عن عاصم هو أبو بكر بن عياش، وهو إمام ضابط القراءة حتى قال ابن مجاهد في \"السبعة\" (ص ٧١) - في سياق كلامه عن سبب عدم غلبة قراءة عاصم على أهل الكوفة: وإلى قراءه عاصم صار بعض أهل الكوفة، وليست بالغالبة عليهم؛ لأن أضبط من أخذ عن عاصم أبو بكر بن عياش -فيما يقال- لأنه تعلمها منه تعلما: خمسا خمسا. وكان أهل الكوفة لا يأتمون في قراءة عاصم بأحد ممن يثبتونه في القراءة عليه إلا بأبي بكر بن عياش، وكان أبو بكر لا يكاد يمكن من نفسه من أرادها منه، فقلت بالكوفة من أجل ذلك وقل من يحسنها. أهـ.ثم إن هذه القراءة هي الموافقة لرسم المصحف ولذلك اختارها أبو عبيد، وقد بين العلماء وجهها من العربية. فلا مجال بعد ذلك للطعن فيها وتغليط رواته، لا سيما وقد قرأ بها ابن عامر أيضًا كما تقدم تخريج القراءه، ولم ينفرد بها أبو بكر، أفيقال أيضًا إن ابن عامر أو الرواة عنه غلطوا فظنوا أنه إدغام فالتبس عليهم الإخفاء بالإدغام؟!.</p>"
}