{
  "id": null,
  "sura": 21,
  "aya": 24,
  "text": "<p> إعزاز وإذلال،. وهدى وضلال، وإسعاد وإشقاء؛ لأنه الرب مالك الأعيان، والخلق يُسألون سؤال توبيخ يقال لهم يوم القيامة: لم فعلتم (١) كذا وكذا؛ لأنهم العبيد وواجب عليهم امتثال أمر مولاهم، والله تعالى ليس فوقه أحد يقول له لشيء فعله لم فعلته؟. </p><p> وهذا معنى ما روي عن أبي الأسود الديلي قال: غدوت على عمران ابن حصين يوما من الأيام فقال: أبا الأسود رأيت ما يعمل الناس اليوم ويكدحون فيه أشيء قضي عليهم في قدر قد سبق أو فيما يستقبلون؟ قال: قلت: بل شيء قضى عليهم، ومضى عليهم. قال: فهل يكون ذلك ظلماً؟ قال: ففزعت من ذلك فزعاً شديداً فقلت (٢) : إنه ليس شيء إلا خَلْقُ الله وملك يده لا يسأل عما يفعل وهم يسألون فقال: سددك الله ما سألتك إلا لأجرب عقلك (٣) . </p><p> وهذا الآية بتفسير المفسرين والصحابة دليل ظاهر على القدرية في مسألة القدر. </p><p> ٢٤ - ولما أبطل الله تعالى أن يكون إله سواه من حيث العقل بقوله:  {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} أبطل جواز اتخاذ آلهة سواه من حيث الأمر بقوله: {أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً} وهذا استفهام إنكار وتبكيت كما ذكرنا في قوله: {أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ} وأعيد هاهنا لأنه أعيد عليهم </p><p>(١) في (ت): (لم تعلم). (٢) في (ت): (وقلت).(٣) رواه الإمام أحمد في \"مسنده\" ٤/ ٤٣٨، ومسلم في \"صحيحه\" ٤/ ٢٠٤١، والطبري ٣٠/ ٢١١، واللالكائي في \"شرح أصول السنة\" ٣/ ٥٤٢.</p><p> احتجاج من وجه آخر وهو (١) قوله: {قُلْ هَاتُوا بُرْهَانَكُمْ} أي: بينتكم (٢) على ما تقولون من جواز اتخاذ إله سواه. </p><p> {هَذَا ذِكْرُ مَنْ مَعِيَ}  (٣) يعني القرآن يقول: فيه خبر (٤) من معي على ديني ممن يتبعني إلى يوم القيامة بما لهم من الثواب على الطاعة والعقاب على المعصية. </p><p> {وَذِكْرُ مَنْ قَبْلِي} من المفسرين من يجعل هذا أيضًا من صفة القرآن يقول: معناه: وخبر من قبلي من الأمم السالفة وما فعل الله بهم في الدنيا وما هو فاعل بهم في الآخرة. وهذا مذهب السدي والكلبي (٥) . </p><p> وعلى هذا المعنى: أنه لما طالبهم بالبرهان على ما هم عليه من الشرك أمره أن يذكر لهم برهانه على ما هو عليه من التوحيد وهو القرآن الذي فيه ما تحتاج إليه هذه الأمة من الأحكام مع أخبار الأمم السالفة. </p><p> وقال ابن عباس -في رواية عطاء- في قوله:  {وَذِكْرُ مَنْ قَبْلِي} : يريد التوراة والإنجيل وما أنزل الله من الكتب (٦) . </p><p> وهذا القول هو اختيار الزجاج وعبد الله بن مسلم (٧) وصاحب النظم. </p><p> والمعنى على هذا القول:  {هَاتُوا بُرْهَانَكُمْ} هذا القرآن وهذه </p><p>(١) (وهو): ساقط من (د)، (ع). (٢) في (ت): (بينكم).(٣) موضع هذا بياض في (ت).(٤) في (ت): (خير).(٥) ذكره الرازي ٢٢/ ١٥٨ عن السدي، ونسبه أيضًا لسعيد بن جُبير وقتادة ومقاتل. ولم أجد من ذكره عن الكلبي وقد روى الطبري ١٧/ ١٥ هذا المعنى عن قتادة.(٦) ذكره البغوي ٥/ ٣١٤ من رواية عطاء، عن ابن عباس.(٧) هو ابن قتيبة، وقوله في كتابه \"غريب القرآن\" ص ٢٨٥.</p><p> الكتب التي أنزلت قبلي، فانظروا هل في واحد من الكتب أن الله أقر باتخاذ إله [سواه؟</p><p> فبطل بهذا البيان جواز اتخاذ معبود]  (١) سواه من (٢) حيث الأمر بذلك. </p><p> قال أبو إسحاق: قيل لهم: هاتوا برهانكم بأن رسولاً من الرسل (٣) أنبأ أمته بأن لهم إلهاً غير الله فهل في ذكر من معي وذكر من قبلي إلا توحيد الله (٤) . </p><p> وقال صاحب النظم: لما قال عز وجل: {هَاتُوا بُرْهَانَكُمْ} ، أي: حجتكم على ما تفعلون قال لنبيه -صلى الله عليه وسلم- قل لهم:  {هَذَا ذِكْرُ مَنْ مَعِيَ} أي القرآن الذي أنزل علي {وَذِكْرُ مَنْ قَبْلِي} أي: ما عند اليهود والنصارى، هل فيه شيء (٥) أني أذنت لأحد، أو أمرته بأن يتخذ إلهاً دوني؟ وهل في ذلك (٦) كله إلا أني أنا الله وحدي لا شريك لي؟ </p><p> فلما توجهت الحجة عليهم ذمهم على جهلهم بمواضع الحق وتركهم للتأمل والتفكر فقال:  {بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ فَهُمْ مُعْرِضُونَ} . </p><p> ويدل (٧) على صحة هذا المعنى قوله تعالى بعد هذا: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} </p><p>(١) ساقط من (أ)، (ت). (٢) موضع (سواه من) بياض في (ت).(٣) في (أ)، (ت): (الرسول)، وهو خطأ.(٤) \"معاني القرآن وإعرابه\" للزجاج ٣/ ٣٨٩.(٥) شيء: ليست في (د)، (ع).(٦) في (أ)، (ت): (ذكر).(٧) في (ع): (يدل).</p>"
}