{
  "id": null,
  "sura": 21,
  "aya": 84,
  "text": "<p> مكروبًا \"(١)،وقوله:\" بل أنا وارأساه\" (٢) . </p><p> وليس في مثل هذا شكوى من الله، ولا قلة رضا بقضائه، بل رغبة فيه. </p><p> ٨٤ - قوله تعالى:  {فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ} قال ابن عباس يريد الأوجاع (٣) . </p><p> {وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ} قال: إن الله تعالى رد إليه أهله ومثلهم معهم (٤) . </p><p> والمراد بالأهل: الأولاد (٥) . قال الكلبي: كانت امرأته ولدت له سبع </p><p>(١) هذا طرف من حديث طويل رواه الطبراني في \"المعجم الكبير\" ٣/ ١٢٩ عن الحسين بن علي -رضي الله عنه- وفيه أن جبريل عليه السلام قال للنبي -صلى الله عليه وسلم- كيف تجدك؟ فقال النبي -صلى الله عليه وسلم-: \"أجدني يا جبريل مغمومًا، وأجدني يا جبريل مكروبًا\". قال الهيثمي في \"مجمع الزوائد\" ٩/ ٣٥: رواه الطبراني، وفيه عبد الله بن ميمون القداح وهو ذاهب الحديث. (٢) رواه البخاري في \"صحيحه\" كتاب: المرضى، باب: ما رخص للمريض أن يقول: إني وجع، أو وارأساه، أو اشتد بي الجوع ١٠/ ١٢٣ من طريق القاسم بن محمد قال: قالت عائشة: وارأساه. الحديث وفيه: فقال النبي -صلى الله عليه وسلم-: \"بل أنا وارأساه\". ورواه الإمام أحمد في \"مسنده\" ٦/ ٢٢٨، وابن ماجة في \"سننه\" الجنائز، باب: ما جاء في غسل الرجل امرأته وغسل المرأة زوجها ١/ ٢٧٠ من طريق آخر عن عائشة رضي الله عنها قالت: رجع رسول الله -صلى الله عليه وسلم- ذات يوم من جنازة بالبقيع وأنا أجد صداعًا في رأسي، وأنا أقول: وارأساه! قال: \"بل أنا وارأساه\" الحديث. قال البوصيري في \"الزوائد\" ١/ ٤٧٥: إسناد رجاله ثقات، ورواه البخاري من وجه آخر عن عائشة مختصرًا.(٣) ذكر الرازي ٢٢/ ١٠ والقرطبي ١١/ ٣٢٦ القول بأن الله رد على أيوب أهله بأعيانهم ومثلهم معهم. ونسباه إلى جماعة منهم الكلبي. وروى عبد الرزاق في \"تفسيره\" ٢/ ٢٧ عن الكلبي قال: آتاه الله أهله في الدنيا، ومثلهم معهم في الآخرة.(٤) رواه الطبري ١٧/ ٧٢ من طريق العوفي.(٥) \"الكشف والبيان\" للثعلبي ٣/ ٤٠ أ.</p><p> بنات وسبعة بنين، وكانوا هلكوا في بلاء أيوب، فنشروا له، وولدت له امرأته مثلهم سبعة بنين وسبع بنات (١) . </p><p> وهذا قول ابن مسعود، وقتادة، وكعب، [والحسن، قالوا (٢) : أير الله له أولاده] (٣) وأوُتي مثلهم في الدنيا. </p><p> وقال عكرمة: إن الله خيره، فاختار إحياء أهله في الآخرة، ومثلهم (٤) في الدنيا، وأوتي على ما اختار، وذلك أنه قال: يكونون لي في الآخرة، وأوتى مثلهم (٥) في الدنيا (٦) . </p><p>(١) ذكر الفراء مثل هذا النص -مع اختلاف يسير- في \"معانيه\" ٢/ ٢٠٩ وصدره بقوله: وذُكر. وذكر ابن الجوزي في \"زاد المسير\" ٥/ ٣٧٨ - ٣٧٩ مثله وعزاه إلى أبي صالح عن ابن عباس، ومعلوم أن هذه الرواية في الغالب من طريق الكلبي. (٢) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤٠ أعن ابن مسعود وقتادة وكعب، ثم ذكر عن الحسن نحوه. ورواه عن ابن مسعود الطبري في \"تفسيره\" ١٧/ ٧٢، والطبراني في \"الكبير\" ٩/ ٢٥٤، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٥٤، ٦٥٥ وعزاه لابن أبي شيبة وابن جرير وابن المنذر والطبراني.وهو من رواية الضحاك عن ابن مسعود، والضحاك لم يلق ابن مسعود، فهي رواية منقطعة ولذا قال الهيثمي في \"مجمع الزوائد\" ٧/ ٦٧: وإسناد منقطع.ورواه الطبري ١٧/ ٧٣ عن الحسن وقتادة وروى عبد الرزاق ٢/ ٢٧ عن الحسن قال: آتاه الله أهله في الدنيا ومثلهم معهم من نسلهم. وقد وردت رواية عن الحسن أخرجها ابن عساكر وابن المنذر (كما في \"الدر المنثور\" ٥/ ٦٥٤ - ٦٥٥) أنه قال: (وآتيناه أهله) في الدنيا (ومثلهم معهم) في الآخرة.(٣) ما بين المعقوفين كشط في (أ).(٤) في (د)، (ع): (وأوتي مثلهم)، والصواب ما في (ت).(٥) في (ت): (مثلهم معهم)، والصواب ما في (د)، (ع).(٦) رواه الطبري ١٧/ ٧٢ بنحوه، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٥٦ وعزاه لابن جرير.</p>"
}