{
  "id": null,
  "sura": 21,
  "aya": 62,
  "text": "<p> وقال ابن إسحاق: لعلهم يشهدون عقابه وما يصنع به (١) . أي: يحضرون. وذكر الفراء والزجاج القولين جميعًا (٢) . </p><p> ٦٢ - فلما أتوا به {قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ} الآية، أسند فعله إلى كبير الأصنام الذي لم يكسره، واختلفوا في وجه هذا. فالذي عليه المفسرون: أن إبراهيم عليه السلام أراد إقامة الحجة عليهم، فقال: فعل هذا كبيرهم، غضب من أن تعبدوا (٣) معه هذه الصغار فكسرهن، ورووا عن النبي -صلى الله عليه وسلم- أنه قال:  \"لم يكذب إبراهيم إلا ثلاث كذبات، كلها(٤)في الله: قوله:{إِنِّي سَقِيمٌ}[الصافات: ٨٩].وقوله:{بَلْ فَعَلَهُ كَبِيرُهُمْ}، وقوله لساره(هي أختي)\"  (٥) . </p><p>(١) رواه الطبري ١٧/ ٤٠ عن ابن إسحاق. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠٦، \"معاني القرآن\" للزجاج ٣/ ٣٩٦. وقد ذكر الرازي ٢٢/ ١٨٤ عن مقاتل والكلبي أنه المراد مجموع الوجهين، فيشهدون عليه بفعله ويشهدون عقابه.(٣) في (أ): (أن تُبد).(٤) (كلها): ساقطة من (د)، (ع).(٥) رواه الإمام أحمد في \"مسنده\" ٢/ ٤٠٣ - ٤٠٤، والبخاري في صحيحه (كتاب الأنبياء - باب قول الله تعالى {وَاتَّخَذَ اللَّهُ إِبْرَاهِيمَ خَلِيلًا} ٦/ ٣٨٨ فتح)، ومسلم في صحيحه (كتاب الفضائل، باب من فضائل إبراهيم الخليل ٤/ ١٨٤٠. وأبو داود في \"سننه\" كتاب الطلاق، باب: في الرجل يقول لامرأته: يا أختي ٦/ ٢٩٦ , والترمذي في \"جامعه\" كتاب: التفسير، سورة الأنبياء ٩/ ٥ - ٦ من حديث أبي هريرة -رضي الله عنه-، مع اختلاف بينهم في بعض الألفاظ. وسبب قول إبراهيم لسارة: هي أختي ما رواه الأئمة المتقدم ذكرهم إلا الترمذي -واللفظ للإمام أحمد- وهو بقية الحديث: قال: (ودخل إبراهيم قرية فيها ملك من الملوك أو جبار من الجبابرة، فقيل: دخل إبراهيم الليلة بامرأة. قال: فأرسل إليه الملك أو الجبار من هذه =</p><p> قالوا: وجائز أن يكون الله أذن له في ذلك ليُوبخ (١) قومه ويعرفهم خطأهم، كما أذن ليوسف حين أمر مناديه فقال لإخوته:  {إِنَّكُمْ لَسَارِقُونَ}  [يوسف: ٧٠]  (٢) ، ولم يكونوا سرقوا شيئًا. هذا مذهب المفسرين في هذه الآية] (٣) . </p><p> وأما أهل المعاني فإنهم تأولوها على غير هذا الوجه. روي عن (٤) الكسائي (٥) أنه كان يقف عند قوله (بل فعله) ويقول. معناه: فعله من فعله، ثم يبتدئ {كَبِيرُهُمْ هَذَا}  (٦) . </p><p> وقال ابن قتيبة: جعل إبراهيم النطق شرطًا للفعل فقال: فعله كبيرهم هذا إنْ كانوا ينطقون (٧) . </p><p>= معك؟ قال: أختي. وعند مسلم: (إن هذا الجبار إن يعلم أنك امرأتي يغلبني عليك، فإن سألك فأخبريه أنك أختي، فإنك أختي في الإسلام، فإني لا أعلم في الأرض مسلما غيري وغيرك). (١) (أ): (لتوبيخ).(٢) ووقع في نسخة (د): (إنكم سارفون). وأثبتنا الآية.(٣) هذا كلام الطبري في \"تفسيره\" ١٧/ ٤١، والثعلبي في \"الكشف والبيان\" ٣/ ٣١ أ. مع اختلاف في بعض الألفاظ. وصحح البغوي ٥/ ٣٢٥ هذا القول للحديث: (لم يكذب ...).(٤) (عن): ساقطة من (أ).(٥) في (د)، (ع) (قال)، وهو خطأ.(٦) ذكر هذا عن الكسائي الثعلبي ٣/ ٣١ أ، والبغوي ٥/ ٣٢٥، وابن الجوزي ٥/ ٣٦٠، وأبو حيان ٦/ ٣٢٥، والقرطبي ١١/ ٣٠٠. قال ابن حجر في \"الفتح\" ٦/ ٣٩٢ عن قول الكسائي هذا: ولا يخفى تكلفه.(٧) \"الكشف والبيان\" للثعلبي ٣/ ٣١ أبنصه عن ابن قتيبة وهو في \"مشكل القرآن\" ص ٢٦٨ مع تقديم وتأخير، وقال الألوسي في \"روح المعاني\" ١٧/ ٦٥ عن قول ابن قتيبة: وهو خلاف الظاهر.</p><p> وقوله تعالى:  {فَاسْأَلُوهُمْ} اعتراض بين الكلامين كما تقول: عليه الدراهم فاسأله إن أقر. والمعنى: إن قدروا على النطق قدروا على الفعل، فأراهم عجزهم عن النطق والفعل. وفي ضمنه: أنا فعلت ذلك (١) . وهذا معنى قول الزجاج (٢) . </p><p> وقال غيره: هذا الكلام خرج مخرج الخبر، وليس بمعنى الخبر، إنما هو إلزام يدل على ذلك الحال، كأنه قال: بل ما تنكرون أن يكون فعله كبيرهم هذا (٣) . والإلزام قد يكون بلفظ الخبر، والمعنى فيه: من اعتقد عبادتها لزمه أن يثبت لها فعلا. أي: فعله كبيرهم فيما يلزمكم (٤) . </p><p> والفراء اختار مذهب المفسرين، وقال: قد أيد الله أنبياءه بأكثر من هذا (٥) . والذين أحالوا أن يكون هذا كذبًا تأولوه على ما ذكرنا من الوجوه، وقالوا في قوله لساره هي أختي كانت أخته في الدين، وفي قوله:  {إِنِّي سَقِيمٌ} أي: مغتم بضلالتكم حتى كأني سقيم، وأما ما روي عن النبي -صلى الله عليه وسلم-: </p><p>(١) \"الكشف والبيان\" للثعلبي ٣/ ٣١ أبنصه. (٢) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٩٧.(٣) هذا: ليست في (ع).(٤) ذكره هذا القول الحاكم في \"التهذيب\" ٦/ ١٥١ ب، والطوسي في \"التبيان\" ٧/ ٢٢٩ - ٢٣٠، والماوردي في \"النكت والعيون\" ٣/ ٤٥٢. من غير نسبة لأحد. وذكره بمعناه الزمخشري ٢/ ٥٧٧ قال: ويجوز أن يكون حكاية لما يقول إلى تجويز مذهبهم كأن مثال لهم: ما تنكرون أن يفعله كبيرهم، فإنَّ من حق من يُعبد ويُدعى إلها أن يعبد على هذا وأشد منه. وذكره القرطبي ١١/ ٣٠٠ من غير نسبة. وابن جزي ٣/ ٦٠ من غير نسبة. قال: كأنه يقول: إن كان إلها فهو قادر على أن يفعل أو إنه لم يقدر فليس بإله، ولم يقصد الإخبار المحض؛ لأنه كذب.(٥) \"معاني القرآن\" للفراء ٢/ ٢٠٧.</p><p> أن إبراهيم لم يكذب إلا ثلاث كذبات أراد إلا ثلاث كلمات هن في صورة الكذب في الظاهر، فأطلق عليها اسم الكذب لما أشبهت الكذب في الظاهر، ولم يرد به حقيقة الكذب (١) . </p><p>(١) نصَر هذا القول جماعة من العلماء منهم ابن العربي والقرطبي وابن تيمية وابن القيم. فقد ذكر ابن العربي في \"أحكام القرآن\" ٣/ ١٢٦٤ - ١٢٦٥ خلاف الناس في ظاهر المقصود به، فذكر أولاً أن منهم من قال: هذا تعريض، وفي المعاريض مندوحة عن الكذب، ثم ذكر أقوالًا أخرى، ثم قال: والأول أصح لأنه عدده على نفسه، فدل على أنه خرج مخرج التعريض، وذلك أنهم كانوا يعبدونهم ويتخذونهم آلهة من دون الله، وهم كما قال إبراهيم لأبيه: {لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا}. فقال إبراهيم: بل فعله كبيرهم هذا، ليقولوا إنهم لا ينطقون ولا يفعلون ولا ينفعون ولا يضرون؛ فيقول لهم فلم تعبدونهم؟ فتقوم الحجة عليهم منهم. ولهذا يجوز عند الأئمة فرض الباطل مع الخصم حتى يرجع إلى الحق من ذات نفسه .. \" قال القرطبي في \"تفسيره\" ١١/ ٣٠٠ - بعد ذكره للخلاف: (كان قوله من المعارض، وفي المعاريض مندوحة عن الكذب، أي: سلوهم إن يطقوا فإنهم يصدقون، وإن لم يكونوا ينطقون فليس هو الفاعل. وفي ضمن هذا الكلام اعتراف بأنه هو الفاعل. وهذا هو الصحيح؛ لأنه عدده على نفسه، فدل أنه خرج مخرج التعريض\".وقال ابن تيمية في \"الفتاوى\" ٢٨/ ٢٢٣: (ولكن تباح عند الحاجة الشرعية (المعاريض) وقد تُسمى كذب؛ لأن الكلام يعني به المتكلم معنى، وذلك المعنى يريد أن يفهمه المخاطب، فإذا لم يكن عل ما يعنيه فهو الكذب المحض، وإن كان على ما يعنيه ولكن ليس على ما يفهمه المخاطب فهذه المعاريض. وهي كذب باعتبار الأفهام، وإن لم تكن كذبًا باعتبار الغاية السائغة ومنه قول النبي -صلى الله عليه وسلم-: \"لم يكذب .. وهذه الثلاثة معاريض\". وقال: ولهذا نفى عنه النبي -صلى الله عليه وسلم- الكذب باعتبار القصد والغاية كما ثبت عنه أنه قال: الحرب خدعة. وأنه كان إذا أراد غزوة ورى بغيرها. ومن هذا الباب قول الصديق. هذا هادي يهديني -وفي عزوة بدر قال النبي -صلى الله عليه وسلم-: \"نحن من ماء\". =</p>"
}