{
  "id": null,
  "sura": 21,
  "aya": 30,
  "text": "<p> وقال مجاهد: لمن رضي عنه (١) . </p><p> وقال السدي: للمؤمنين. </p><p> {وَهُمْ مِنْ خَشْيَتِهِ} أي: خشيتهم منه فأضيف المصدر إلى المفعول {مُشْفِقُونَ} خائفون لا يأمنون مكره. وذكرنا الكلام في هذا أبلغ عند قوله:  {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ}  (٢) . </p><p> ٢٩ - قوله:  {وَمَنْ يَقُلْ مِنْهُمْ} أي: الملائكة {إِنِّي إِلَهٌ مِنْ دُونِهِ} من دون الله {فَذَلِكَ نَجْزِيهِ جَهَنَّمَ} قال قتادة: (٣) ، والضحاك (٤) ، والسدي، والكلبي: يعني إبليس لعنة الله, لأنه أمر بطاعته ودعا إلى عبادة نفسه (٥) . </p><p> {كَذَلِكَ} كما جزيناهم جهنم {نَجْزِي الظَّالِمِينَ} قال ابن عباس: يريد المشركين. </p><p> ٣٠ - قوله:  {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا} أي: أولم يعلموا {أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا} قال أبو عبيدة، والزجاج: السموات لفظ الجمع يراد به الواحد، لذلك قال:  {كَانَتَا} لأنه أراد السماء والأرض (٦) . </p><p>(١) رواه الطبري ١٧/ ١٧، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٢٤ وعزاه لعبد بن حميد وابن المنذر وابن أبي حاتم. (٢) المؤمنون: ٥٧. ولم تتقدم، وستأتي بعد.(٣) رواه عبد الرزاق في \"تفسيره\" ٢/ ٢٣، والطبري ١٧/ ١٧، وذكره السيوطي في في \"الدر المنثور\" ٥/ ٦٢٥ وعزاه لعبد الرزاق وابن المنذر وابن أبي حاتم.(٤) ذكره السيوطي في \"الدر المنثور\" ٦/ ٦٢٥ وعزاه لابن أبي حاتم.(٥) قال ابن عطية ١٠/ ١٤٠: وهذا ضعيف؛ لأن إبليس لم يرد قط أنه ادعى ربوبية. اهـ. والأظهر أن يقال إنّ السياق في الملائكة، والمعنى على سبيل الفرض أنهم يقولون ذلك، وهم لا يقولونه. انظر: \"روح المعاني\" للآلوسي ١٧/ ٣٣.(٦) قول أبي عبيدة في كتابه \"مجاز القرآن\" ٢/ ٣٦. وقول الزجاج في كتابه: \"معاني القرآن\" ٢/ ٣٩٠.</p><p> وهذا معنى قول الأخفش: جعلهما صنفين كقول العرب: لقاحان سوداوان (١) وفي كتاب الله: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا}  [فاطر: ٤١]  (٢) . </p><p> قوله تعالى:  {رَتْقًا} الرتق معناه في اللغة: السد. يقال: رتقت الشيء فارتتق، ومنه الرتقاء وهي المنضمة الفرج (٣) . </p><p> وقوله تعالى:  {فَفَتَقْنَاهُمَا} الفتق: الفصل بين الشيئين الذين كانا ملتئمين أحدهما متصل بالآخر، فإذا فرق بينهما فقد فتقا. ويقال: فتق الخياط يفتقها، ومنه يقال: أفتق قرن الشمس، إذا أصاب فتقا من السحاب فبدا منه (٤) . </p><p> قال أبو إسحاق: وقيل {رَتْقًا} لأن الرتق مصدر، المعنى: كانتا ذواتي رتق (٥) . </p><p> واختلف المفسرون في تفسير هذه الآية على ثلاثة أوجه: </p><p> أحدها: ما رواه عطاء، عن ابن عباس قال: يريد أن السماء لم تكن تنزل مطرًا، والأرض لا تنبن نباتًا، ففتق الله -عَزَّ وَجَلَّ- السماء بالمطر والأرض </p><p>(١) في \"معاني القرآن\" للأخفش ٢/ ٦٣٤: (سودان). (٢) \"معاني القرآن\" للأخفش ٢/ ٦٣٣ - ٦٣٤. وانظر: \"إعراب القرآن\" للنحاس ٣/ ٦٩، \"الدر المصون\" ٨/ ١٤٧.(٣) انظر: (رتق) في \"تهذيب اللغة\" للأزهري (٩/ ٥٣ - ٥٤)، \"الصحاح\" للجوهري ٤/ ٤٨٠، \"لسان العرب\" ١٠/ ١١٤.(٤) انظر: (فتق) في: \"تهذيب اللغة\" للأزهري ٩/ ٦٢، \"الصحاح\" للجوهري ٤/ ١٥٣٩ - ١٥٤٠، \"لسان العرب\" ١٠/ ٢٩٦ - ٢٩٧.(٥) \"معاني القرآن\" للزجاج ٣/ ٣٩٠.</p><p> بالنبات (١) . </p><p> وهذا قول مجاهد في رواية أبان بن تغلب (٢) ، وعطية العوفي، وابن زيد (٣) ، واختيار الفراء (٤) وابن قتيبة (٥) . </p><p>(١) روى الحاكم في \"مستدركه\" ٢/ ٣٨٢ والبيهقي في \"الأسماء والصفات\" ص ٤٣ من طريق طلحة، عن عطاء، عن ابن عباس بنحوه. قال الحاكم: صحيح الإسناد ولم يخرجاه، وتعقبه الذهبي بقوله طلحة واه. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٥ وعزاه للفريابي وعبد بن حميد والحاكم والبيهقي في \"الأسماء والصفات\". وأخرج أبو نعيم في \"الحلية\" ١/ ٣٢٠ من طريق عبد الله بن دينار عن ابن عمر رضي الله عنهما أن رجلا أتاه فسأله عن قوله {السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا} قال: اذهب إلى ذلك الشيخ فاسأله ثم تعال فأخبرني ما قال، فذهب إلى ابن عباس فسأله قال: نعم، كانت السماء رتقاء لا تمطر .... فذكره بنحوه ما هنا. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٥ وعزاه لابن أبي حاتم وابن المنذر وأبي نعيم في الحلية. وفي \"الدر المنثور\" ٥/ ٦٢٥: أخرج ابن أبي حاتم عن ابن عباس رضي الله عنهما في قوله \"كانتا رتقا\" قال لا يخرج منهما شيء \"ففتقناهما\" قال: فتقت السماء بالمطر، وفتقت الأرض بالنبات. فهذه روايات ثلاث عن ابن عباس رضي الله عنهما، يعضد بعضها بعضًا. (٢) هو أبان بن تغلب، أبو سعد -وقيل: أبو أمية- الربعي، الكوفي، الشيعي، المقرئ. قال ابن عدي: وهو من أهل الصدق في الروايات، وإن كان مذهبه مذهب الشيعة. وقال الذهبي: وهو صدوق في نفسه، عالم كبير، وبدعته خفيفة، لا يتعرض للكبار. وقال ابن حجر: ثقة تكلم فيه للتشيع. توفي سنة ١٤٠ هـ، وقيل: ١٤١ هـ. \"الكامل\" لابن عدي ١/ ٣٨٠، \"تهذيب الكمال\" للمزي ٢/ ٦ - ٨، \"سير أعلام النبلاء\" للذهبي ٣٠٨ - ٣٠٩، \"تقريب التهذيب\" لابن حجر ٢/ ٣٠، \"غاية النهاية\" لابن الجزري ١/ ٤. ولم أجد هذه الرواية عن مجاهد من طريق أبان، لكن وجدتها من طريق خصيف، عن مجاهد رواه سفيان الثوري في \"تفسيره\" (ص ٢٠٠) عن خصيف.(٣) رواها الطبري في \"تفسيره\" ١٧/ ١٧. وذكرها الثعلبي في \"الكشف والبيان\" ٣/ ٢٩ أ.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠١.(٥) انظر: \"غريب القرآن\" لابن قتيبة ص ٢٨٦.</p><p> الوجه الثاني: أن المعنى كانتا شيئًا واحدا ملتزقتين، ففصل الله بينهما بالهواء. وهذا قول الحسن، وقتادة (١) ، والضحاك (٢) ، ورواية عكرمة عن ابن عباس (٣) . </p><p> قال كعب: خلق الله السموات والأرض بعضها على بعض ثم خلق ريحاً توسطتها ففتحها بها (٤) . </p><p> الوجه الثالث: أن المعنى كانت السموات مرتتقة فجعلت سبع سموات، وكذلك الأرضون. </p><p> وهذا قول أبي صالح (٥) ، ومجاهد في رواية ابن أبي نجيج (٦) ، </p><p>(١) رواه الطبري ١٧/ ١٨ عن الحسن وقتادة، وذكره عهما السيوطي في \"الدر المنثور\" ٥/ ٦٢٦ وعزاه لابن المنذر وابن أبي حاتم. (٢) ذكره عن الضحاك الثعلبي في \"الكشف والبيان\" ٣/ ٢٩ أ. وروى سفيان الثوري في \"تفسيره\" ص ٢٠٠ عن الضحاك قال: كن سبعًا ملتزقات ففتق بعضهن عن بعض. ورواه الطبري ١٧/ ١٨ من طريق الضحاك، عن ابن عباس.(٣) روى سفيان في \"تفسيره\" ص ٢٠٠ عن أبيه، عن عكرمة، سئل ابن عباس رضي الله عنهما. أيهما كان قبل الليل أو النهار؟ فقرأ \"أو لم ير .... \" الآية ثم قال: وهل كانن بينهما إلا ظلمة. وكذا رواه أبو الشيخ في \"العظمة\" ٤/ ١٣٦٨. ورواه عبد الرزاق في \"تفسيره\" ٢/ ٢٣ والطبري ١٧/ ١٩ من طريق عكرمة مختصرًا.(٤) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٢٩ أ. وهو من الإسرائيليات.(٥) رواه عنه الطبري ١٧/ ١٩، وأبو الشيخ في \"العظمة\" ٣/ ١٠٢٥، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٦ ونسبه لعبد بن حميد وابن المنذر وابن أبي حاتم وأي الشيخ في العظمة.(٦) رواه الطبري ١٨/ ١٨، وأبو الشيخ في \"العظمة\" ٣/ ١٠٢٦، وذكره السيوطي في \"الدر المنثور\": ٥/ ٦٢٦ وعزاه لابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم وأبي الشخ في \"العظمة\".</p><p> والسدي (١) ، واختيار أبي إسحق، قال: المعنى أن السموات كانت سماء واحدة (٢) مرتتقة، ففتقها الله، فجعلها سبعًا وجعل الأرض سبع أرضين (٣) . </p><p> وأكثر الناس على القول الأول، وهو أنهما كانتا منسدتين لا فرج فيهما فصدعهما الله بما يخرج منهما. </p><p> قال أبو إسحاق: ويدل على هذا التفسير قوله: {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ}  (٤) . </p><p> أي: وأحيينا بالماء الذي نزله من السماء {كُلَّ شَيْءٍ حَيٍّ} يعني أنه سبب لحياة كل شيء، ويدخل فيه الشجر والنبات على التبع، ويكون التقدير: وجعلنا من الماء حياة كل شيء حي. وهذا قول قد حكي (٥) ، وتحتمله دلالة الآية. </p><p> والمفسرون على قول آخر. قال قتادة: كل شيء حي خلق من الماء (٦) . </p><p>(١) رواه الطبري ١٧/ ١٩. وذكره الثعلبي في \"الكشف والبيان\" ٣/ ٢٩ أ. (٢) في (أ)، (ت): (واحد).(٣) انظر: \"معاني القرآن\" للزجاج ٣/ ٣٩٠.(٤) \"معاني القرآن\" للزجاج ٣/ ٣٩٠. وقال الطبري ١٧/ ١٩ عن هذا القول أنه أولى الأقوال بالصواب، لدلالة قوله \"وجعلنا من الماء كل شيء حي\" على ذلك، وأنّه لم يعقب ذلك بوصف الماء بهذه الصفة إلا والذي تقدّمه من ذكر أسبابه. وقال ابن عطية في \"المحرر\" ١٠/ ١٤١: وهذا قول حسن، يجمع العبرة وتعديد النعمة واحبيبة بمحسوس بين، ويناسب قوله {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ}، فيظهر معنى الآية ويتوجه الاعتبار.(٥) انظر: \"الطبري\" ١٧/ ١٩ - ٢٠.(٦) رواه عبد الرزاق في \"تفسيره\" ٢/ ٢٣، والطبري ١٧/ ٢٠.</p><p> وقال أبو العالية -في هذه الآية-: يعني النطفة (١) . </p><p> قال المفسرون (٢) إنَّ كل شيء حي فهو مخلوق من الماء كقوله: {وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ}  [النور: ٤٥] . </p><p> وعلى هذا لا يتعلق قوله:  {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ} بما قبله، وهو احتجاج آخر على المشركين. </p><p> وقوله تعالى:  {أَفَلَا يُؤْمِنُونَ} أي: أفلا يصدقون بعد هذا البيان. </p><p> ٣١ - قوله تعالى:  {وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ} ذكرنا تفسير هذه القطعة عند قوله: {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ} في سورة النحل [آية: ١٥] . </p><p> وتقدير قوله:  {أَنْ تَمِيدَ} كتقدير قوله: {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا}  [النساء: ١٧٦] وقوله: {أَنْ تَضِلَّ إِحْدَاهُمَا}  [البقرة: ٢٨٢] وذكرنا الخلاف بين النحويين في هذه المسألة (٣) . </p><p>(١) رواه البيهقي في \"الأسماء والصفات\" ص ٤٥، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٦ وعزاه لعبد بن حميد وابن أبي حاتم وابن المنذر والبيهقي في \"الأسماء والصفات\". (٢) انظر: \"الطبري\" ١٧/ ٢٠، و\"الثعلبي\" ٣/ ٢٩ أ.(٣) انظر: \"البسيط\" عند قوله تعالى: {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا}. وقد اختلف النحويون في تقدير \"أن تميد\" ونحوها من الآيات فعند الكوفيين \"إنْ\" بمعنى لئلا، أو ألَّا، على تقدير: لئلا تميد، لئلا تضلوا. وقال البصريون: المحذوف هاهنا مضاف، على تقدير: مخافة أن تميد أو كراهة أن تميد، وكراهة أن تضلوا. ثم حذف المضاف وأقيم المضاف إلى مقامه، قالوا: و\"لا\" حرف جاء لمعنى النفي فلا يجوز حذفه، وحذف المضاف أسوغ وأشيع من حذف \"لا\".انظر: \"معاني القرآن\" للفراء ١/ ٢٩٧، \"إعراب القرآن\" للنحاس ١/ ٥١١، =</p><p> وقوله تعالى:  {وَجَعَلْنَا فِيهَا} أي: في الرواسي. </p><p> {فِجَاجاً} قال أبو عبيدة: يعني المسالك (١) . </p><p> وقال أبو إسحق: كل مخترق بين جبلين فهو فج (٢) . </p><p> وقال الليث: الفج: الطريق الواسع بين الجبلين (٣) . </p><p> وقال أبو الهيثم: الفج: طريق في الجبل واسع، يقال: فَجٌّ وأفُجٌّ وفِجَاج (٤) . </p><p> والفج في كلام العرب: تفريجك بين الشيئين، يقال: فججت رجلي أفجهما (٥) فجًّا، إذا وسعت بينهما. </p><p> ومنه قيل للطريق بين جبلين: فج؛ لأنه كأنه فرج بين الجبلين. ويقال: افجج فلان افتجاجا، إذا سلك الفجاج (٦) . </p><p> وذكر بعض أهل التفسير أن الكناية عن قوله:  {فِيهَا فِجَاجًا} عائدة إلى الأرض (٧) . </p><p>= ٢/ ٣٩٣، \"الإملاء\" للعكبري ١/ ٢٠٥، ٢/ ١٣٢، \"البحر المحيط\" ٣/ ٤٠٨ - ٤٠٩، \"مغني اللبيب\" لابن هشام ١/ ٤٦، \"الجنى الداني في حروف المعاني\" للمرادي ص ٢٢٤ - ٢٢٥. (١) \"مجاز القرآن\" ٢/ ٣٧.(٢) \"معاني القرآن\" للزجاج ٣/ ٣٩٠.(٣) قول الليث في \"العين\" ٦/ ٢٤ \"فج\" مع اختلاف في آخره [في قبل جبل ونحوه].(٤) قول أبي الهيثم في \"تهذيب اللغة\" للأزهري ١٠/ ٥٩٧ - ٥٠٨ \"فَجَّ\".(٥) في جميع النسخ: (أفجها)، والتصويب من \"تهذيب اللغة\".(٦) \"تهذيب اللغة\" للأزهري ١٠/ ٥٠٨ (فجَّ) منسوبًا إلى الأصمعي.(٧) نسبه الرازي في تفسيره ٢٢/ ١٦٥ إلى الكلبي، وهو اختيار الطبري فقد قال في تفسيره ١٧/ ٢١: وإنما اخترنا القول الآخر، وجعلنا الهاء والألف من ذكر الأرض، لأنها إذا كانت من ذكرها دخل في ذلك السهل والجبل، وذلك أن ذلك =</p><p> والأولى أن تعود إلى الجبال؛ لما ذكرنا أن الفج في اللغة: الطريق بين الجبلين، وابن عباس أيضًا قال في تفسير هذه الآية: وجعلنا من اجبال طرقًا؛ حتى يهتدوا إلى مقاصدهم في الأسفار للتجارات وغيرها (١) . </p><p> وقوله تعالى:  {سُبُلًا} تفسير للفجاج، وبيان له. وفائدته أن الفج في موضوع اللغة يجوز أنه لا (٢) يكون طريقاً نافذاً مسلوكاً، فلما ذكر الفجاج بين أنه جعلها سبلاً نافذة مسلوكة. </p><p> ٣٢ - قوله تعالى:  {وَجَعَلْنَا السَّمَاءَ سَقْفًا} السقف معناه في اللغة: غماء البيت (٣) ، والسماء للأرض كالسقف للبيت، فجعلت السماء سقفًا </p><p>= كله من الأرض، وقد جعل الله لخلقه من ذلك كله فجاجا سبلاً، ولا دلالة تدل على أنه عني بذلك فجاج بعض الأرض -التي جعلها لهم سبلا- دون بعض، فالعموم بها أولى. وقال ابن عطية في \"المحرر\" ١٠/ ١٤٤ عن هذا القول إنه أحسن. واستظهره أبو حيان في \"البحر\" ٦/ ٣٠٩. ويدل لهذا القول قوله تعالى {وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (١٩) لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا} [نوح: ١٩ - ٢٠].(١) ذكره عن ابن عباس ابن الجوزي ٥/ ٣٤٩. وذكره القرطبي ١١/ ٢٨٥ مختصرًا. وذكر الرازي ٢٢/ ١٦٤ أوله ثم قال: وهو قول مقاتل، والضحاك، ورواية عطاء عن ابن عباس. وقد روى الطبري ١٧/ ٢١ من طريق ابن جريج قال: قال ابن عباس وجعلنا فيها فجاجا سبلا\" قال: بين الجبال. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه للطبري وابن المنذر. وهي رواية ضعيفة؛ لأن ابن جريج لم يلق ابن عباس. قال الإمام أحمد: إذا قال ابن جريج: قال فلان وقال فلان وأخبرت جاء بمناكير، وإذا قال: أخبرني وسمعت. فحسبك. \"تهذيب التهذيب\" ٦/ ٤٠٤.(٢) (لا): ساقطة من (أ).(٣) انظر: \"تهذيب اللغة\" للأزهري ٨/ ٤١٣ وفيه هذا الكلام منسوبًا إلى الليث، و\"الصحاح\" للجوهري ٤/ ١٣٧٥، وفي \"العين\" ٥/ ٨١: سقف: عماد البيت، و\"لسان العرب\" لابن منظور ٩/ ١٥٥ (سقف).</p><p> وسميت به، قال الله تعالى:  {وَالسَّقْفِ الْمَرْفُوعِ}  [الطور: ٥] يعني السماء. </p><p> وقوله تعالى:  {مَحْفُوظًا} قال ابن عباس: من الشياطين بالنجوم (١) . وهو قول الكلبي، واختيار الفراء (٢) ودليل هذا التأويل قوله {وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ}  [الحجر: ١٧] . </p><p> وذكر أبو إسحاق وجهًا آخر قال: حفظه الله من الوقوع على الأرض إلا بإذنه (٣) . </p><p> ودليل هذا قوله:  {وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ}  [الحج: ٦٥] . </p><p> وزاد غيره: محفوظا من الهدم، ومن أن يلحقها ما يلحق غيرها من السقوف على طول الدهر (٤) . </p><p>(١) ذكره ابن الجوزي ٥/ ٣٤٩ من رواية أبي صالح عن ابن عباس. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠١.(٣) \"معاني القرآن\" للزجاج ٣/ ٣٩٠.(٤) جاء عن قتادة نحو هذا القول، فقد ذكر أبو حيان ٦/ ٣٩ عنه أنه قال: حفظ من البلى والتغير على طول الدهر. وقيل إن الحفظ هنا شامل لما تقدم، لدلالة الآيات المتقدمات. قال ابن عطية ١٠/ ١٤٤: والحفظ هاهنا عام في الحفظ من الشياطين. وقوى الرازي ٢٢/ ١٦٥ القول بأن المراد الحفظ من الوقوع والسقوط اللذين يجري مثلهما لسائر السقوف؛ لأن حمل الآيات عليه مما يزيد هذه النعمة عظما لأف سبحانه كالمتكفل بحفظه وسقوطه على المكلفين. ومن الآيات الدالة على ذلك قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم: ٢٥]، وقوله: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا} [فاطر: ٤١]، وقوله: {وَلَا يَئُودُهُ حِفْظُهُمَا} [البقرة: ٢٥٥]. ومما يقوي هذا القول ويعضده أن الآيات سبقت للدلالة على التوحيد فكان تجريد العناية لبيان نعمة الله على عباده بحفظ هذه السماء من السقوط أولى من بيان حفظها من الشياطين.</p><p> وقال مجاهد:  {سَقْفًا مَحْفُوظًا} مرفوعًا (١) . </p><p> وهذا معنى وليس بتفسير. وذلك أنه مرفوع رفعًا لا يطمع أحد أن يناله بنقض أو يبلغه بحيلة، فرفعه سبب حفظه من أن يبلغه أحد. </p><p> وقوله تعالى:  {وَهُمْ} قال ابن عباس: يريد المشركين (٢) . </p><p> {عَنْ آيَاتِهَا مُعْرِضُونَ}  (٣) قال الكلبي وغيره من المفسرين: شمسها وقمرها ونجومها (٤) . </p><p> {مُعْرِضُونَ} لا يتدبرونها، ولا يتفكرون فيها، فيعلموا (٥) أن خالقها لا شريك له. </p><p> ٣٣ - قوله تعالى:  {وَهُوَ الَّذِي خَلَقَ} إلى قوله: {كُلُّ} يعني الطوالع كلها. </p><p> {فِي فَلَكٍ} قال الليث: الفلك في الحديث (٦) دوران (٧) السماء. وهو </p><p>(١) رواه الطبري ١٧/ ٢٢، وأبو الشيخ في \"العظمة\" ٣/ ١٠٣٨. وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه لابن أبي شيبة وعبد بن حميد وابن جريج وابن أبي حاتم وابن المنذر وأبي الشيخ. (٢) انظر: \"تنوير المقباس\" ص ٢٠١.(٣) في (د)، (ع): (آياتنا)، وهو خطأ في الآية.(٤) انظر: \"الطبري\" ١٧/ ٢٢، \"تنوير المقباس\" ص ٢٠١، القرطبي ١١/ ٢٨٥.(٥) في (ع): (فيعلمون)، وهو خطأ.(٦) في \"تهذيب اللغة\" ١٠/ ٢٥٤: جاء في الحديث أنه دوران السماء. والمراد بالحديث ما رواه أبو عيد في غريب الحديث ٤/ ٩٦: أن رجلاً أتى رجلاً وهو جالس عند عبد الله بن مسعود فقال: إني تركت فرسك يدور كأنه في فلك، قال عبد الله للرجل: اذهب فافعل به كذا وكذا.(٧) في (أ): (دور).</p><p> اسم الدوران خاصة، وأما المُنجمون فيقولون: سبعة أطواق (١) دون السماء قد رُكِّبت فيها النجوم السبعة، في كل طوق منه (٢) نجم، وبعضها أرفع من بعض، يدور فيها بإذن الله (٣) . </p><p> وروى أبو عبيدة عن الأصمعي: الفلك: قطع من الأرض تستدير وترتفع عما حولها (٤) ، والواحدة فلكة. قال الراعي: </p><p> إذا جِفْنَ هَوْلَ بُطونِ (٥) البِلادِ ... تَضَمَّنَها فَلَكٌ مُزْهِرُ (٦) </p><p> يَقول: إذا خافت الأدغال (٧) وبطون الأرض ظهرت الفلك (٨) . </p><p> والفلك في كلام العرب: كل شيء مستدير، وجمعه أفلاك، ومنه فَلْكةُ المغزل، وتفلك ثدي الجارية (٩) . </p><p>(١) جمع طوق، وهو: كل ما استدار بشيء. \"تهذيب اللغة\" للأزهري ٩/ ٢٤٢ \"طوق\"، \"القاموس المحيط\" ٣/ ٢٥٩.(٢) (منه): ساقطة من (د)، (ع)، وفي (أ): (ومنه)، وفي \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤ منها.(٣) قول الليث في \"تهذيب اللغة\" للأزهري ١٠/ ٥٤ \"فلك\". وهو في \"العين\" ٥/ ٣٧٤ \"فلك\" مع اختلاف يسير، وليس فيه: في الحديث. وما ذكره الليث عن المنجمين لا دليل عليه من كتاب أو سنة صحيحة أو مشاهدة.(٤) في (أ): (حوله).(٥) هكذا في (أ)، (ت) والمطبوع من ديوان الراعي بطبعتيه -طبعة راينهرت فايبرت ص ١٠٧، وطبعة نوري القيسي وهلال ناجي ص ٢٠٨. وفي (د)، (ع): (إذا خفن هولا بطول)، وفي المطبوع من \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤: (بصون).(٦) البيت في \"ديوانه\" ص ٢٠٨، \"تهذيب اللغة\" للأزهري ١٠/ ٢٥٤. \"فلك\"، واللسان ١٠/ ٤٧٨: (فلك).(٧) في جميع النسخ: (الإدخال)، والتصويب من \"تهذيب اللغة\" و\"اللسان\".(٨) رواية أبي عبيد عن الأصمعي في \"تهذيب اللغة\" ١٠/ ٢٥٤.(٩) انظر: (فلك) في: \"الصحاح\" ٤/ ١٦٠٤، \"لسان العرب\" ١٠/ ٤٧٨.</p><p> هذا (١) معنى الفلك في قول أهل اللغة. </p><p> وأما المفسرون، فقال السدي في قوله:  {كُلٌّ فِي فَلَكٍ} : كل في مجرى واستداره (٢) . </p><p> وقال الكلبي: الفلك استدارة السماء، وكل شيء استدار فهو فلك (٣) . </p><p> وعلى هذا المراد بالفلك: السماء، والسماء مستديرة، والنجوم تدور فيها وهذا معنى قول مجاهد: كهيئة حديدة الرحى (٤)  (٥) . </p><p> يريد: أن النجوم تسير وتجري حول القطب (٦) كدوران (٧) الرحى على حديدته (٨) . </p><p> وعلى (٩) هذا معنى قول أكثرُ المفسرين، قالوا: الفلك مدار النجوم الذي يضمها (١٠) . </p><p>(١) في (ت): (وهذا). (٢) ذكر الماوردي ٣/ ٤٤٥ عن السدي قال: الفلك: السماء.(٣) ذكر الأزهري في \"تهذيب اللغة\" ١٠/ ٢٥٤، والبغوي ٥/ ٣١٧ عن الكلبي الشطر الأول منه. وروي عبد الرزاق في \"تفسيره\" ٢/ ٢٤ عن الكلبي الشطر الثاني منه. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٢٧ وعزاه لعبد الرزاق وابن المنذر.(٤) الرَّحى: هي الحجر التي يطحن بها. \"لسان العرب\" ١٤/ ٣١٢ (رحا).(٥) رواه الطبري ١٧/ ٢٢، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٨ وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم.(٦) القُطْب: كوكب بين الجدي والفرقدين. قيل: وهو كوكب صغير أبيض، لا يبرح مكانه أبدًا، والجدي والفرقدان تدور عليه. \"الصحاح\" للجوهري ١/ ٢٠٤ (قطب)، \"لسان العرب\" ١/ ٦٨٢ (قطب).(٧) في (ع): (كودان).(٨) في (د)، (ع): (حديدة).(٩) في (أ)، (ت): (وهذا) معنى.(١٠) هذا قول الثعلبي ٣/ ٢٩ أبنصّه.</p><p> وقال الحسن: الفلك طاحونة [كهيئة فَلْكة المغزل (١) . </p><p> يريد أن الذي يجري فيه النجوم مستدير كاستدارة الطاحونة] (٢) . </p><p> وقال ابن زيد: الفلك الذي بين السماء والأرض [من]  (٣) مجاري النجوم والشمس والقمر (٤) . </p><p> وهذا كقول المنجمين، جعلوا الفلك في السماء. </p><p> وقال أبو عبيدة: الفلك: القطب الذي تدور به النجوم (٥) . </p><p> وهذا القول بعيد؛ لأن الله تعالى قال:  {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} فيجب أن يكون الفلك اسمًا لما يتضمن النجوم وتجري فيه، ويكون مدورًا. </p><p> وقوله تعالى:  {يَسْبَحُونَ} أي: يجرون بسرعة كالسابح في الماء، وقد قال في موضع آخر في صفة النجوم:  {وَالسَّابِحَاتِ سَبْحًا}  [النازعات: ٣] ، والسبح لا يختص بالجري في الماء فقد يقال للفرس الذي يمد يديه في الجري (٦) : سابح (٧) ، ومنه قول الأعشى: </p><p>(١) ذكره البخاري تعليقًا في صحيحه (كتاب التفسير- سورة الأنبياء ٨/ ٤٣٥) ووصله ابن حجر في \"تغليق التعليق\" ٤/ ٢٥٧ فقال: قال ابن عيينة في تفسيره عن عمرو، عن الحسن في قوله \"كل في فلك يسبحون\" قال: مثل فلكة المغزل تدور. (٢) ما بين المعقوفين ساقط من (أ).(٣) زيادة من الطبري ١٧/ ٢٣، والدر المنثور.(٤) رواه الطبري ١٧/ ٢٣، وذكره السيوطي في \"الدر المنثور\" ٥/ ٦٢٧ وعزاه لابن جرير وابن أبي حاتم.(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ٣٨.(٦) في (أ)، (ت): (البحر)، وما أثبتناه من (د)، (ع) هو الصحيح والموافق لما في \"تهذيب اللغة\".(٧) \"تهذيب اللغة\" للأزهري ٤/ ٣٣٨ (سبح)، بتصرف.</p><p> وَسَابحٍ ذِي مَيْعَةٍ (١) ضَامِر (٢) </p><p> وتَوهَّم بعضهم أن السبح يختص بالسير في الماء، فجعل الفلك موجًا من الماء تسير فيه النجوم لما رأى قوله:  {يُسَبحُونَ}  (٣) . </p><p> وحكى الفراء هذا القول في \"تفسير الفلك\"  (٤) . </p><p> ولما وصف النجوم بفعل ما يعقل (٥) جُمِعَ (٦) فعلها جَمْعَ فعل ما يعقل، قال أبو إسحق: قيل {يَسْبَحُونَ} هو كما يقال لما يعقل: لأنَّ هذه الأشياء وصفت بالفعل (٧) كما يوصف ما يعقل، كما قالت العرب -في رواية جميع النحويين-: \"أكلوني البراغيث\" لما وصفت بالأكل قيل: </p><p>(١) في (أ)، (ت): (منعة)، والمثبن من (د)، (ع). وهو الموافق لما في \"تهذيب اللغة\"، وديوان الأعشى. (٢) هذا عجز البيت، وصدره:كم فيهم من شَطْبَة خَيْفقوهو في \"ديوانه\" ص ٤١٧، وفيه: ضابر، و\"تهذيب اللغة\" للأزهري ٤/ ٣٣٨ \"سبح\"، و\"اللسان\" ٢/ ٤٧١ (سبح). وهو أحد أبيات قصيدة يفضل فيها عامر بن الطفيل على علقمة بن علاثة في المنافرة التي جرت بينهما. والمعنى: كم فيهم من جواد سابح نشيط سابق. انظر: \"لسان العرب\" ٨/ ٣٤٥ (ميع)، \"القاموس المحيط\" ٢/ ٧٦، \"ديوان الأعشى مع التعليق عليه\" ص ٤١٧.(٣) هذا قول الكلبي، فقد ذكر الرازي ٢٢/ ١٦٧ أنه قال: الفلك ماء تجري فيه الكواكب، واحتج بأن السباحة لا تكون إلا في الماء. ثم ردّ عليه بقوله: لا يسلم فإنه يقال في الفرس يمد يديه في الجري: سابح.(٤) انظر: \"معاني القرآن\" ٢/ ٢٠١.(٥) في (ع): (ما تعقل).(٦) جمع: ساقطة من (ع).(٧) في (ع): (بالعقل).</p><p> أكلوني (١) ، وأنشد للجعدي: </p><p> تَمرَّزْتُها والدِّيكُ يدعو صباحَه ... إذا ما بَنوُ نَعَش دَنَوْا فَتَصَوَّبُوا (٢) </p><p> وهذا قول أبي عبيدة (٣) ، والفراء (٤) ، والمبرد، وجميع أهل اللغة (٥) . وذكرنا هذا عند قوله:  {رَأَيْتُهُمْ لِي سَاجِدِينَ}  [يوسف: ٤] . </p><p> ٣٤ - قوله تعالى:  {وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ} الخلد: اسم من الخلود، وهو البقاء الدائم (٦) . </p><p> يقول: ما خلَّدنا قبلك أحدًا من بني آدم. يعني أن سبيله سبيل من مضى قبله من الرسل ومن بني آدم في الموت. </p><p> {أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ} موضع الاستفهام قوله: {فَهُمْ} ، ولكنه </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٣٩١ مع اختلاف يسير. (٢) البيت أنشده الزجاج في \"معاني القرآن\" ٣/ ٣٩١ من غير نسبة، وروايته فيه:شربت بها والديك يدعو صباحهوهو في مجاز القرآن لأبي عبيدة ٢/ ٣٨، \"لسان العرب\" ٦/ ٣٥٥ (نعش) بمثل رواية الواحدي منسوبًا للجعدي. وفي \"ديوانه\" ص ٤ والكتاب لسيبويه ٢/ ٤٧ بمثل رواية الزَّجاج. وفي \"معاني القرآن\" للأخفش ٢/ ٦٤٤: بكرتها والديك .. من غير نسبة. قال السيرافي في \"شرح أبيات سيبويه\" ١/ ٤٧٦: تمززتها: شربنها قليلاً قليلاً، وقوله: يدعو صباحه: أي: يدعو في وقت إصباحه، وقوله: دنوا: مالت بنات نعش إلى جانب السماء. اهـ. قال ابن منظور ٦/ ٣٥٥: وبنات نعش: سبعة كواكب.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٣٨.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ٢٠١.(٥) كالخليل وسيبويه وغيرهما. انظر \"الكتاب\" ٢/ ٤٧، \"إعراب القرآن\" للنحاس ٣/ ٦٩ - ٧٥، \"إعراب القرآن\" لابن الأنباري ٢/ ١٦.(٦) انظر: (خلد) في \"تهذيب اللغة\" للأرهري ٧/ ٢٧٧، \"الصحاح\" للجوهري ٢/ ٤٦٩، \"لسان العرب\" ٣/ ١٦٤.</p>"
}