{
  "id": null,
  "sura": 22,
  "aya": 5,
  "text": "<p> بحرف (١) عطف أو يعطف جواب الشرط على شىء قبل الشرط (٢) . </p><p> ٥ - قوله:  {يَا أَيُّهَا النَّاسُ} قال ابن عباس: يريد أهل مكة (٣)  {إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ} قال: يريد إن كنتم في شك من القيامة {فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ} زيد آدم (٤) . </p><p> قال أبو إسحاق: قيل للذين جحدوا البعث وهم المشركون إن كنتم في شك من (٥) أن الله يبعث الموتى فتدبَّروا أمر خلقكم وابتدائكم فإنكم (٦) لا تجدون في القدرة فرقًا بين ابتداء الخلق وبين إعادته. </p><p> ثم بين لهم ابتداء خلقهم فأعلمهم (٧) أنَّهم خلقوا من تراب، وهو خلق آدم -عليه السلام-، ثم خُلِقَ ولده من نطفة، ثم من علقة ثم من مضغة، فأعلمهم أحوال خلقهم (٨) . </p><p> وقال (٩) : صاحب النظم: معنى الآية إن كنتم في ريب من البعث فإنا نخبركم أنا خلقناكم من تراب. </p><p>(١) في (أ): (لحرف)، وهو خطأ. (٢) \"الإغفال\" لأبي علي الفارسي ٢/ ١٠٣١ - ١٠٤٠.وانظر: \"إعراب القرآن\" للنحاس ٣/ ٨٦، \"مشكل إعراب القرآن\" لمكي بن أبي طالب ٢/ ٤٨٦، \"البيان في غريب إعراب القرآن\" للأنباري ٢/ ١٦٨ - ١٦٩، \"البحر المحيط\" ٦/ ٣٥١، \"الدر المصون\" ٨/ ٢٢٧ - ٢٢٨.(٣) مثله في \"تنوير المقباس\" ص ٢٠٦، وذكره ابن الجوزي ٥/ ٤٠٦ من غير نسبة لأحد.(٤) مثله في \"تنوير المقباس\" ص ٢٠٦.(٥)) من): ساقطة من (أ).(٦) (فإنكم): ساقطة من (ظ).(٧) في (ظ): (وعلَّمهم).(٨) \"معاني القرآن\" للزجاج ٣/ ٤١٢.(٩) في (أ): (قال).</p><p> وقوله {ثُمَّ مِنْ نُطْفَةٍ} يعني ولد آدم (١) ، خلقه من مني الأب. </p><p> ومعنى النطفة في اللغة: الماء القليل. </p><p> يقال: في الغدير نطفة زرقاء، أي بقية ماء صاف. وأصلها من النَّطف (٢) وهو: القطر، يقال: نطفت السحابة وهي تُنْطُفُ -بالضم- نَطْفًا. وليلةٌ نَطُوف: تمطر حتى الصباح، والذي يخلق منه الولد يسمى نطفة، لأنه ماء يقطر (٣) . </p><p> وقوله:  {ثُمَّ مِنْ عَلَقَةٍ} العلق الدم الجامد قبل أن ييبس، والقطعة علقة منه (٤)  (٥) ، ومنه قول القُطامي: </p><p> تَمجُّ عُروقُها عَلَقًا مُتَاعا (٦) </p><p> وذلك أن النطفة المخلوق منها الولد تصير دمًا غليظًا. </p><p> وقوله:  {ثُمَّ مِنْ مُضْغَةٍ} المضغة قطعة لحم، وقلب الإنسان مضغة من جسده وإذا صارت العلقة لحمة فهي مضغة. </p><p>(١) آدم: ساقطة من (ظ). (٢) في (ظ): (النطفة).(٣) انظر: (نطف) في: \"تهذيب اللغة\" ١٣/ ٣٦٥ - ٣٦٦، \"الصحاح\" ٤/ ١٤٣٤، \"لسان العرب\" ٩/ ٣٣٥ - ٣٣٦.(٤) منه: ساقطة من (ظ)، (د)، (ع).(٥) انظر: \"علق\" في \"تهذيب اللغة\" ١١/ ٢٤٣، \"الصحاح\" ٤/ ١٥٢٩، \"لسان العرب\" ١٠/ ٢٦٧.(٦) هذا عجز بيت للقطامي من قصيدة يمدح بها زفر بن الحارث الكلابي، وصدره:وَظَلَّتْ تَعْبِطُ الأيدي كُلُوماوهو في \"ديوانه\" ص ٣٣، \"تهذيب اللغة\" للأزهري ٣/ ١٤٤ (تدع)، \"لسان العرب\" ٧/ ٣٤٨ (عبط).والمتاع: القيء. \"لسان العرب\" ٨/ ٣٨ (تيع).</p><p> قال ابن عباس. يريد من (١) لحم. </p><p> وهذا كله في الأطوار أربعة أشهر، وهذا معنى ما روي في الحديث:  \"إن خلق أحدكم يجمع في بطن أمه أربعين يومًا نطفة، ثم أربعين يومًا علقة، ثم أربعين يومًا مضغة، ثم يبعث الملك فينفخ فيها الروح\"  (٢) . </p><p> قال ابن عباس:  [ثم يصوّر]  (٣) في العشر بعد الأربعة الأشهر، ثم ينفخ فيه الروح، فذلك عدة المُتوفَّى عنها زوجها أربعة أشهر وعشرًا، فإذا تحرَّك في جوفها علمت أن فيه ولدًا (٤)  (٥) . </p><p> قوله:  {مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} قال ابن الأعرابي: {مُخَلَّقَةٍ} قد بدا خلقه {وَغَيْرِ مُخَلَّقَةٍ} بعد (٦) لم يصور (٧)  (٨) . </p><p> هذا الذي ذكره ابن الأعرابي: مخلقة قدرًا (٩) هو معنى المخلقة في اللغة. </p><p> وأما أهل التفسير: فإن مجاهدًا والسدي اتفقا (١٠) على أنَّ المخلقة </p><p>(١) (من): ساقطة من (ظ). (٢) رواه البخاري كتاب \"القدر\" ١٢/ ٤٧٧، ومسلم كتاب \"القدر\" ٤/ ٢٠٣٦ من حديث ابن مسعود رضي الله عنه قال: حدثنا رسول الله -صلى الله عليه وسلم- وهو الصادق المصدوق، فذكره.(٣) ما بين المعقوفين ساقط من (أ).(٤) في (ظ)، (ع)، (د): (ولد)، وهو خطأ.(٥) ذكره عنه القرطبي ١٢/ ٦ باختصار.(٦) (بعد): ساقطة من (ظ)، (ع) وهي في (د): (قد).(٧) في (أ): (يتصور). وغير واضحة في (د).(٨) قول ابن الأعرابي في \"تهذيب اللغة\" للأزهري ٧/ ٢٨.(٩) (مخلقة قدرًا): ساقطة من (أ). وسقط من (ع): (قدرا).(١٠) (اتفقا): زيادة من (ظ).</p><p> وغير المخلقة: يعني بهما السقط. </p><p> قال (١) مجاهد -في رواية ابن نجيح- {مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} قال: السقط مخلوق وغير مخلوق (٢) . </p><p> وقد كشف السدي عن هذا المعنى الذي ذكره مجاهد فقال: هذا في السقط، المرأة تسقط النطفة بيضاء والعلقة، وتسقط اللحم لم يخلق، وتسقط قد صور [بعضه، وتسقط قد صور]  (٣) كله (٤) . </p><p> ويدل على أن هذا (٥) في السقط قوله {وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ} يعني ما يولد لتمام المدة ولم تسقطه (٦) المرأة (٧) . </p><p> وذهب آخرون إلى أنَّ المخلقة في غير السقط، وغير المخلقة: هو السقط. </p><p> قال (٨) ابن عباس -في رواية عكرمة-: المخلقة ما (٩) كان حيًّا، وغير المخلقة ما كان من سقط (١٠) . </p><p> ونحو هذا قال مجاهد -في رواية خُصَيف- قال: المخلقة: الولد، </p><p>(١) في (ظ): (وقال). (٢) رواه الطبري ١٧/ ١١٧ عن مجاهد من رواية ابن أبي نجيح.(٣) ما بين المعقوفين في حاشية (ظ).(٤) ذكره عنه ابن الجوزي في \"زاد المسير\" ٥/ ٤٠٧.(٥) العبارة في (ظ): (ويدل على هذا أنه).(٦) في (أ): (ولم تسقط).(٧) سيأتي بيان ضعف هذا القول مع القول الذي بعده.(٨) في (ظ)، (د)، (ع): (وقال).(٩) في (ظ): (ما قد كان حيًا).(١٠) رواه ابن أبي حاتم كما في \"الدر المنثور\" للسيوطي ٦/ ١٠.</p><p> وغير مخلقة: السقط (١) </p><p> وقال ابن عباس في رواية عطاء: المخلقة: ما أخذ منه الميثاق، وغير المخلقة: ما لم يؤخذ منه الميثاق ولا يكون مخلوقًا. </p><p> ويدل على صحة هذا التفسير ما روى علقمة، عن عبد الله بن مسعود (٢) : إذا وقعت النطفة في الرحم بعث الله -عَزَّ وَجَلَّ- ملكًا فقال: يا رب مخلقة أم غير مخلقة؛ فإن قال غير مخلقة مجّتها (٣) الأرحام، وإن قال مخلقة، قال: يا رب ما صفة هذه النطفة؟ أذكر أم أنثى؟ ما رزقها؟ ما أجلها؟ أشقيٌّ أم سعيدٌ؟ فيقال له: انطلق إلى أم الكتاب فاستنسخ منه (٤) صفة هذه النطفة (٥) . </p><p> وعلى هذا القول معنى (المخلقة) : المخلوقة كما ذكره ابن عباس -في رواية عطاء- وهو: أنه أكمل خلقه بنفخ الروح فيه، فما أكمل خلقه بالروح ولد لتمام حيًّا، وما سقط كان غير مخلقة، أي: غير حي بإكمال خلقه بالروح (٦) . </p><p>(١) رواه عنه سعيد بن منصور في \"تفسيره\" ١٥٥ ب من رواية خصيف. (٢) في (ظ): (ابن عباس)، وهو خطأ.(٣) صحتها: رمتها. \"الصحاح\" ١/ ٣٤٠ (مجج).(٤) (منه): ساقطة من (ظ).(٥) رواه بهذا اللفظ الطبري في \"تفسيره\" ١٧/ ١١٧، قال ابن حجر في \"الفتح\" ١/ ٤١٩: وإسناده صحيح. وهو موقوف لفظا، مرفوع حكمًا. اهـ.ورواه بنحوه مطولاً ابن أبي حاتم (كما في \"تفسير ابن كثير\" ٣/ ٢٠٧ و\"الدر المنثور\" ٦/ ٩)، والواحدي في \"الوسيط\" ٣/ ٢٥٩. والأثر لا يدل كما قال الواحدي على صحة هذا التفسير؛ لأنّ الأثر في النطفة: \"إذا وقعت النطفة\". وظاهر القرآن أن قوله تعالى \"مخلقة وغير مخلقة\" وصفٌ للمضغة لا للنطفة.(٦) ذكره ابن الجوزي ٥/ ٤٠٦ - ٤٠٧ عن ابن عباس.</p><p> وقال (١) الكلبي: {مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} يقول مخلوق وغير مخلوق، فالمخلوق: هو التمام من الولد، وغير المخلوق: هو السقط. </p><p> وهذا القول مذهب أكثر أهل التفسير (٢) ، وهو قول أبي عبيدة في </p><p>(١) في (د)، (ع): (وقد قال). (٢) وهو اختيار الطبري -رحمه الله- في \"تفسيره\" ١٧/ ١١٧.قال الشنقيطي -رحمه الله- في \"أضواء البيان\" ٥/ ٢٢ - ٢٣ - بعد أن ذكر أن هذا القول اختيار الطبري. وغير واحد من أهل العلم-: هذا القول الذي اختاره الإمام الجليل الطبري -رحمه الله- لا يظهر صوابه، وفي الآية الكريمة قرينة تدل على ذلك وهي قوله -جل وعلا- في أول الآية \"فإنا خلقناكم من تراب\" لأنّه على القول المذكور الذي اختاره الطبري يصير المعنى: ثم خلقناكم من مضغة مخلقة وخلقناكم من مضغة غير مخلقة.وخطاب الناس بأن الله خلق بعضهم من مضغة غير مصورة فيه من التناقض كما ترى. فافهم.فإن قيل: في نفس الآية الكريمة قرينة تدل على أن المراد بغير المخلقة السقط، لأن قوله \"ونقر في الأرحام ما نشاء إلى أجل مسمى\" يفهم منه أن هناك قسمًا آخر لا يقره الله في الأرحام إلى ذلك الأجل المسمى وهو السقط؟.فالجواب: أنَّه لا تعين فهم السقط من الآية؛ لأن الله يقر في الأرحام ما يشاء أن يقرّه إلى أجل مسمّى، فقد يقره ستة أشهر، وقد يقره تسعة وقد يقره أكثر من ذلك كيف شاء.أما السقط فقد دلت الآية على أنّه غير مراد بدليل قوله \"فإنا خلقناكم\" الآية؛ لأن السقط الذي تلقيه أمُّه ميتًا -ولو بعد التشكيل والتخطيط- لم يخلق الله منه إنسانًا واحداً من المخاطبين بقوله {فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ} الآية، فظاهر القرآن يقتضي أن كلا من المخلقة وغير المخلقة يخلق منه بعض المخاطبين في قوله \"يا أيها الناس .. \" الآية اهـ.وفي جواب الشنقيطي أيضًا ردّ على قول من قال السقط مخلوق وغير مخلوق.</p><p> المخلقة: أنها المخلوقة (١) . </p><p> وفي هذا مذهب ثالث وهو: أن المخلقة وغير المخلقة كلاهما (٢) من صفة الولد الذي يولد، وليسا ولا أحدهما من صفة السقط. </p><p> وهو مذهب قتادة، واختيار أبي إسحاق وثعلب. </p><p> قال قتادة في قوله {مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ} : تامة وغير تامة (٣) . </p><p> وقال (٤) أبو إسحاق: وصف أحوال الخلق أنَّ منهم من يتم (٥) مضغته فيخلق له الأعضاء التي تكمل آلات الإنسان، ومنهم من لا يتمم الله (٦) خلقه (٧) . </p><p> وقال أبو العباس (٨) : الناس خلقوا على ضربين: منهم تام الخلق، ومنهم خَدِيخٌ ناقصٌ غيرُ تام (٩) . </p><p> وعلى هذا القول معنى المخلقة: التام الخلقة والأعضاء (١٠) . فحصل </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ٢/ ٤٤. (٢) في (أ): (كلاها).(٣) رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٢، والطبري ١٧/ ١١٧. وذكره السيوطي في \"الدر المنثور\" ٦/ ١١ وعزاه لعبد الرزاق وعبد بن حميد وابن جرير.(٤) في (ظ): (قال).(٥) في (ظ): (تتم)، وفي (د): (تتم)، مهملة، وفي (ع): (يتم)، وما أثبتنا هو الموافق لما في المعاني.(٦) الاسم الجليل كتب في حاشية (ظ)، وعليه علامة التصحيح.(٧) \"معاني القرآن\" للزجاج ٣/ ٤١٢.(٨) هو ثعلب.(٩) ذكره عن أبي العباس الأزهري في \"تهذيب اللغة\" ٧/ ٢٨ (خلق).(١٠) قال الشنقيطي في \"أضواء البيان\" ٥/ ٢٣ - ٢٤ عن هذا القول أنه أولى الأقوال في الآية وهو القول الذي لا تناقض فيه؛ لأن القرآن أنزل ليصدق بعضه بعضًا لا =</p><p> في المخلقة ثلاثة أقوال في معناها وتفسيرها. </p><p> قوله تعالى:  {لِنُبَيِّنَ لَكُمْ} اختلفوا في مفعول (١) التبيين (٢) . </p><p> فقال (٣) ابن عباس: لنبين لكم ما تأتون وما تذرون (٤) . </p><p> يعني أن الله تعالى خلق بني آدم ليبين لهم من أشدهم وما يحتاجون إليه في العبادة. </p><p> وقال الزجاج: أي. ذكرنا أحوال خلق الإنسان لنبين لكم قدرتنا على ما نشاء ونعرفكم ابتداءنا (٥) خلقكم (٦) . </p><p>= ليتناقض بعضه مع بعض. وعزاه إلى قتادة والضحاك. قال: واقتصر عليه الزمخشري ثم نقل الشنقيطي عن الزمخشري -وقول الزمخشري في \"الكشاف\" ٣/ ٥ - أنه قال: والمخلقة: المسوّاه الملساء من النقص والعيب، يقال: خلق السواك والعود: إذا سواه وملسه، من قولهم: صخرة ملساء، إذا كانت ملساء، كانَّ الله تعالى يخلق المضغ متفاوتة، منها ما هو كامل الخلقة أملس من الجوب ومنها ما هو على عكس ذلك، فيتبع ذلك التفاوت تفاوت الناس في خلقهم وصورهم وطولهم وقصرهم وتمامهم ونقصانهم. قال الشنقيطي: وهذا المعنى الذي ذكره الزمخشري معروف في كلام. ثم ذكر الشنقيطي شواهد من شعر العرب وكلامهم في هذا المعنى.(١) في (ظ): (معنى).(٢) في (د)، (ع): (لنبين).(٣) في (ظ)، (د)، (ع): (قال).(٤) ذكره البغوي ٥/ ٣٦٦، وابن الجوزي ٥/ ٤٠٧ من غير نسبة لأحد.(٥) في (ظ): (ابتداء).(٦) ليس في المطبوع من \"معاني الزجاج\" ٣/ ٤١٢ إلا قوله: أي ذكرنا أحوال خلق الإنسان.</p><p> وقال (١) صاحب النظم: لنبين لكم أن البعث حق يدل على هذا أن الآية أنزلت دلالة على البعث (٢) . </p><p> وقال ابن مسلم: لنبين لكم كيف نخلقكم في الأرحام (٣) . </p><p> وقال (٤) أهل المعاني: لندلكم على مقدورنا بتصريف ضروب الخلق (٥) . </p><p> قوله تعالى:  {وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ} أي (٦) : نثبت (٧) في الأرحام ما نشاء فلا يكون سقطا {إِلَى أَجَلٍ مُسَمًّى} أي إلى أجل الولادة. </p><p> ويجوز أن يكون المعنى:  {وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ} فلا يخرج (٨) الأجل المعتاد {إِلَى أَجَلٍ مُسَمًّى} سماه الله لذلك (٩) الولد في أم الكتاب، </p><p>(١) في (ظ): (قال). (٢) ذكر ابن عطية في \"المحرر\" ١٠/ ٢٢٩، وابن الجوزي ٥/ ٤٠٧ هذا القول مختصرًا من غير نسبة لأحد.(٣) \"غريب القرآن\" لابن قتيبة ص ٢٩٠.(٤) في (ظ): (قال).(٥) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٤٧ أمن غير نسبة لأحد.وانظر: \"الكشاف\" للزمخشري ٣/ ٥. حيث قال: ٣/ ٥: وورود الفعل غير معدى إلى المبيَّن إعلامٌ بأن أفعاله هذه يتبين بها من قدرته وعلمه الا يكتنهه ولا يحيط به الوصف.(٦) في (د): (أن)، وهو خطأ.(٧) في (أ): (يثبت)، وفي (ظ): (يثيب)، ومهملة في (د)، وفي (ع): (نبت)، وما أثبتنا هو الصواب.(٨) في (ظ)، (د)، (ع): (فلا يكون سقطا بخرج)، بزيادة: (يكون سقطا)، وهذه الزيادة تخل بالمعنى ويظهر لي أن ناسخ النسخة التي نسخت منها تلك النسخ رجع نظره إلى الجملة التي قبل هذه الجملة فهي مشابهة لها.(٩) في (أ): (كذلك)، وهو خطأ.</p><p> وذلك أن مدة الحمل تختلف فيمتد من ستة أشهر إلى أربع سنين. </p><p> والقراءة في \"ونقرُّ\" بالرفع، وروى المفضل (١) ، عن عاصم:  \"ونقرَّ\" بالنصب (٢) . </p><p> قال أبو إسحاق: ولا يجوز فيه إلا الرفع، ولا يجوز أن يكون معناه فعلنا ذلك لنقر في الأرحام؛ لأنَّ الله -عَزَّ وَجَلَّ- لم يخلق الأنام ليقرهم في الأرحام، وإنَّما خلقهم ليدلَّهم على رشدهم وصلاحهم (٣) . </p><p> وقال (٤) صاحب النظم: انقطع الخبر عند قوله {لِنُبَيِّنَ لَكُمْ} ثم ابتدأ خبرًا آخر فقال (٥) : {وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ} ولذلك ارتفع؛ لأنه منقطع مما قبله. </p><p> وقوله:  {ثُمَّ نُخْرِجُكُمْ طِفْلًا ث} قال الزجاج: \"طفلًا\" في معنى أطفال، </p><p>(١) هو المفضل بن محمد، الضبي، الكوفي، اللغوي، أبو محمد. كان من جلّة أصحاب عاصم، قرأ عليه، وتصدَّر للإقراء. وهو صاحب المفضليات\" المشهورة. قال الخطيب البغدادي: كان إخباريا علامة موثقا. لكن قال أبو حاتم الرازي: متروك القراءة والحديث. قال الذهبي -معلقًا على قول أبي حاتم: قلت: قد شذ عن عاصم بأحرف. وقال أبو حاتم السجستاني: ثقة في الأشعار، غير ثقة في الحروف. توفي سنة ١٦٨ هـ. \"الجرح والتعديل\" لابن أبي حاتم ٨/ ٣١٨، \"تاريخ بغداد\" ١٣/ ١٢١، \"إنباه الرواة\" ٣/ ٢٩٨، \"معرفة القراء الكبار\" للذهبي ١/ ١٣١، \"غاية النهاية\" ٢/ ٣٥٧ \"لسان الميزان\" لابن حجر ٦/ ٨١.(٢) ذكرها النحاس في \"إعراب القرآن\" ٣/ ٨٧ من رواية المفضل، عنه. وهي رواية شاذة لا تصح عن عاصم؛ لأنَّ المفضل متروك القراءة.(٣) \"معاني القرآن\" للزجاج ٣/ ٤١٢.(٤) في (ظ): (قال).(٥) في (ظ)، (د): (قال)، وفي (أ): (وقال)، والمثبت من (ع).</p><p> ودلَّ عليه ذكر الجماعة، وكأنَّ طفلا يدل على معنى: ونُخْرِج (١) كل واحد منكم (٢) . طفلاً (٣) . </p><p> وقال المبرد: انتصب \"طفلاً\" على المصدر الذي هو في موضع الحال. وقد قال قوم: تمييز. والذي قال جائز في هذا الموضع كقوله:  {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا}  [النساء: ٤] فهذا لا يكون إلا تمييزا، إلا أنّا قدمنا المصدر؛ لأنَّه قد استعمل مصدرًا كالرّضا والعدل الذي يقع على الواحد والجماعة، قال الله -عَزَّ وَجَلَّ-: {أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا}  [النور: ٣١] فهذا فيه دليل على أنه مصدر (٤) . </p><p> وقال أبو عبيدة: طفلاً في موضع أطفال (٥) . وأنشد (٦) : </p><p>(١) في (أ): (يخرج)، مهمل الأول. وفي (ط)، (د): (يخرج)، مهملة. والمثبت من (ع). وفي المطبوع من المعاني: ويخرج. (٢) في (أ): (منهم).(٣) \"معاني القرآن\" للزجاج ٣/ ٤١٢.(٤) ذكر هذا القول عن المبرد باختصار القرطبي ١٢/ ١٢، وأبو حيان ٦/ ٣٥٢ والسمين الحلبي في \"الدر المصون\" ٨/ ٢٣٢.(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ٤٤.(٦) هذا الشطر من الرجز أنشده أبو عبيدة في \"مجاز القرآن\" ٢/ ١٩٥ ونسبه للغنوي. وهو بلا نسبة في \"الكتاب\" ٩/ ٢٠١، \"معاني القرآن\" للأخفش ١/ ٤٣٧، المقتضب للمبرد ٢/ ١٧٢، \"معاني القرآن\" للزجاج ١/ ٨٣.ونسبه السيرافي في شرح أبيات سيبويه ١/ ٢١٢، والشنتمري في \"تحصيل عين الذهب\" ١/ ١٠٧، وابن منظور في \"لسان العرب\" ١٤/ ٤٢٣ \"شجا\" للمسيب بن زيد بن مناة الغنوي يخاطب به حنظلة بن الأعرف الضبابي، وكان حنظلة قد غزا غَنيّ فأخذ غلامًا منتهم، فبيع ذلك الغلام، فخفي شأنه زمانًا، ثم وجدته غنيّ في بيت ختنٍ لحنظلة بن الأعراف فأخذوا الغلام وقتلوا ختن حنظلة، فبلغهم أن =</p><p> في حلقكم (١) عظم وقد شجينا </p><p> وقال أبو الهيثم: الصبي يدعى طفلا حين يسقط من بطن أمه إلى أن يحتلم. </p><p> قال: والعرب تقول: جاريةٌ طِفْلٌ، وجاريتان طِفْلٌ، وجَوارٍ طفلٌ وغلامٌ طفلٌ، وغلمان طفل (٢) . [ويقال: طفل]  (٣) وطفلة وطفلان وطفلتان في القياس وأطفال، ولا يقال: طفلات (٤)  (٥) . </p><p> وأطفلت المرأةُ والظبيةُ (٦) ، إذا صارت ذات طفل (٧) . </p><p> قوله تعالى:  {ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ} ذكر صاحب النظم منه وجهين: </p><p>= الأعرف يتبعهم ويتوعدهم، فقال المسيب: مالك يا أعرف تبتغيناإلى أن قال: في حلقكم عظمٌ وقد شجينا.قال السيرافي: الشاهد فيه قوله \"في حلقكم\" فوحّد وهو يريد في حلوقكم، فوضع الواحد في موضع الجمع .... وقوله \"في حلقكم عظم وقد شجينا\" هو على طريق المثل، يعني أنهم بمنزلة من قد غصّ بشيء في حلقه لأجل قتل ختنهم، ونحن قد شجينا بشيء في حلوقنا من أجل العلام الذي قد سبي هنا. اهـ.(١) في (أ)، (د)، (ع) خلقكم. والمثبت من (ظ) وباقي مصادر التخريج.(٢) وغلمان طفل: ليست في المطبوع من \"تهذيب اللغة\" ٣/ ٣٤٨.(٣) ما بين المعقوفين ساقط من (ظ)، (د)، (ع).(٤) في \"تهذيب اللغة\" ١٣/ ٣٤٨ نقلاً عن أبي الهيثم: ويقال: طفلٌ، وطفلةٌ، وطفلان، وأطفال، وطفلتان، وطفْلات في القياس. وكذا في \"اللسان\" ١١/ ٤٠٢ (طفل).وعند القرطبي ١٢/ ١٢: ويقال أيضًا: طفل وطفلة وطفلان وطفلتان وأطفال، ولا يقال: طفلات مثل ما عند الوحدي.(٥) قول أبي الهثم في \"تهذيب اللغة\" للأزهري ١٣/ ٣٤٨.(٦) في (ظ): (الضبية).(٧) \"تهذيب اللغة\" للأزهري ١٣/ ٣٤٨ (طفل) نقلا عن الليث.</p><p> أحدهما: أَن يكون فيه إضمار على تأويل: ثم نخرجكم طفلا، ثم نعمركم (١) لتبلغوا أشدكم (٢) . </p><p> والوجه الآخر: أن تكون \"ثم\" في قوله {ثُمَّ لِتَبْلُغُوا} مقحمة (٣) [كما تقحم الواو؛ لأنها من حروف النسق ومعناه: ثم نخرجكم طفلاً لتبلغوا أشدكم (٤) ] (٥) . </p><p> قال ابن عباس: يريد ثماني عشرة سنة (٦) . </p><p> قال الزَّجَّاج: وتأويله الكمال والقوة والتمييز وهو ما بين الثلاثين إلى الأربعين (٧) . وهذا مما قد تقدم القول فيه. </p><p> قوله تعالى:  {وَمِنْكُمْ مَنْ يُتَوَفَّى} قال ابن عباس: يريد من قبل ذلك. يعني من قبل بلوغ الأشد (٨) . </p><p> {وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ} أي: أخسّه وأدونه، وهو الخرف، </p><p>(١) في (ظ): (نقمكم). (٢) ذكر ابن الجوزي ٥/ ٤٠ هذا الوجه، ولم ينسبه لأحد.(٣) في (أ): (مفخمة، تفخّم).(٤) ذكر القرطبي ١٢/ ١٢ هذا الوجه، وصدره بقوله: وقيل.وهذا الوجه الذي ذكره الواحدي عن صاحب النظم -مردود؛ قال أبو حيان في البحر ٥/ ١١٠: وغير ثابت من \"لسان العرب\" زيادة \"ثم\".(٥) ما بين المعقوفين ساقط من (ظ).(٦) ذكر ابن الجوزي في \"زاد المسير\" ٣/ ١٤٩ عند قوله تعالى {حَتَّى يَبْلُغَ أَشُدَّهُ} [الأنعام: ١٥٣] عن ابن عباس -من رواية أبي صالح- أنه قال: ما بين ثماني عثمرة إلى ثلاثين سنة.ثم ذكر قولاً آخر أنه: ثماني عشرة سنة، وعزاه لسعيد بن جبير ومقاتل.(٧) \"معاني القرآن\" للز جاج ٣/ ٤١٣.(٨) ذكره ابن الجوزي ٥/ ٤٠٨ ولم ينسبه لأحد.</p><p> يخرف حتى لا يعقل، وبيَّن ذلك بقوله {لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا} . </p><p> قال ابن عباس: يريد يبلغ من السن ما يتغير (١) عقله حتى لا يعقل شيئًا (٢) . </p><p> قال: وليس ذلك إلا في أهل الشرك (٣) . </p><p> وقال عكرمة: من قرأ القرآن لم يصر بهذه الحالة، واحتجّ بقوله: {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [التين: ٥، ٦] قال: إلا الذين قرأوا القرآن (٤) . </p><p> قوله {وَتَرَى الْأَرْضَ هَامِدَةً} قال الزَّجَّاج: ثم دلَّهم على إحيائه (٥) </p><p>(١) في (ظ)، (ع): (سعد) مهملة. وفي (أ): (يتعين)، والمثبت من (ع). (٢) في \"الوسيط\" ٣/ ٢٦٠ عن ابن عباس: يبلغ السن من بعد ما يتغير عقله حتي لا يعقل شيئا.(٣) ذكره ابن الجوزي في \"زاد المسير\" ٤/ ٤٦٨ عنه من رواية عطاء بمعناه. عند قوله تعالى {لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا} [النحل: ٧٠].وهذه الرواية لا تصح عن ابن عباس، وكم شوهد من أهل الإسلام من ردّ إلى أرذل العمر، وقد كان النبي -صلى الله عليه وسلم- يقول في دعائه: \"وأعوذ بك أن أرد إلى أرذل العمر\" رواه البخاري كتاب الدعوات، باب التعوذ من البخل ١١/ ١٧٨.(٤) رواه الطبري ٣٠/ ٣٤٦ بنحوه، وذكره السيوطي في \"الدر المنثور\" ٨/ ٥٥٨ وعزاه لعبد بن حميد وابن جرير.وقد روى سعيد بن منصور في تفسيره (ل ١٥٥ ب) وابن أبي شيبة في مصنفه ١٠/ ٤٦٨ عنه قال: من قرأ القرآن لم يرد إلى أرذل العمل. ثم قرأ {لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا} [النحل: ٧٠].وذكره السيوطي في \"الدر المنثور\" ٤/ ١٤٦ وعزاه لسعيد بن منصور وابن أبي شيبة وابن المنذر وابن أبي حاتم.(٥) في (أ): (إحياء).</p><p> الموتى بإحيائه الأرض (١) . </p><p> وقال صاحب النظم: هذا فصل منقطع مما قبله؛ لأنَّ الأول مخاطبة جماعة وهذا مخاطبة واحد، وهو معطوف على ما قبله بمثل معناه لأنّه من تبيين وجوب البعث (٢) . </p><p> قال الليث: أرض جامدة مقشعرةٌ لا نبات فيها إلاَّ يبيس (٣) مُتَحطّم (٤) ، والهامد (٥) من الشجر: اليابس (٦) . </p><p> وقال شمر: الهامد: الأرض المسنتة (٧) ، وهمودها (٨) ألا يكون فيها حياة (٩) والرَّماد (١٠) الهامد: المتلبّد البالي بعضه فوق بعض. وهمد (١١) الثوب يهمد همودًا، إذا تناثر من البِلى (١٢) . </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٤١٣. (٢) ذكره القرطبي ١٢/ ١٣ بمعناه من غير نسبة لأحد.(٣) في (أ): (مهملة). وفي (ظ): (يبس).(٤) من (أ): (فيحكم)، وهو خطأ.(٥) في (ظ): (والهادرة).(٦) قول الليث في \"تهذيب اللغة\" للأزهري ٦/ ٢٢٨ \"همد\". وهو في \"العين\" ٤/ ٣١ \"همد\" بنصه.(٧) في (أ): (المسننة)، وفي (ظ)، (د): (المسنة). وفي (ع): (المسه)، مهملة. والتصويب من \"تهذيب اللغة\" ٦/ ٢٢٨. وفي \"تهذيب اللغة\" ١٢/ ٣٨٥: قال ابن شميل: أرضٌ مسنته: لم يصبها مطرٌ فلم تُنبت.(٨) في (أ): (وهودها)، وهو خطأ.(٩) في جميع النسخ: (حيا)، والتصويب في \"تهذيب اللغة\" ٦/ ٢٢٨.(١٠) في (ظ)، (د)، (ع): (والمراد)، وهو خطأ.(١١) في (أ): (وهذا)، وهو خطأ.(١٢) \"تهذيب اللغة\" للأزهري ٦/ ٢٢٨ (همد).</p><p> قال (١) الأصمعى: همدت (٢) النار إذا طفئت ألبتة (٣)  (٤) . قال الأعشى: </p><p> قالت قُتَيْلةُ ما لجسمك شاحبًا ... وأرى ثيابك باليات هُمَّدا (٥)  (٦) </p><p> قال ابن عباس: هامدة يريد التي قد تلبَّدت وذهب عنها النَّذى. </p><p> وقال مجاهد: هالكة. يعني جافة (٧) يابسة؛ لأن هلاك الأرض يُبسها. </p><p> وقال قتادة: غبراء متهشمة (٨) . [يعني متهشمة]  (٩) النبت. </p><p> وقال أبو إسحاق: يعني جافة ذات تراب (١٠) . </p><p>(١) قال: ساقطة من (ظ)، (د)، (ع). (٢) في (أ): (همت)، وهو خطأ.(٣) ألبتة مهملة في (د).(٤) \"تهذيب اللغة\" للأزهري ٦/ ٢٢٨ \"همد\" من رواية أبي عبيد، عن الأصمعي.(٥) همدا: ساقطة من (ظ).(٦) البيت في \"ديوانه\" ص ٢٢٧، والرواية فيه (سايئا) في موضع (شاحبا)، والطبري ١٧/ ١١٩، و\"الأضداد\" لابن الأنباري ص ١٧٤، والقرطبي ١٢/ ١٣.(٧) في (أ): (حاقة)، وهو خطأ.(٨) قال السيوطي في \"الدر المنثور\" ٦/ ١١: وأخرج عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن قتادة في قوله \"وترى الأرض هامدة\" أي: غبراء متهشمة.وهذه الرواية عن قتادة ليست موجودة في تفسير عبد الرزاق والطبري في هذا الموطن من سورة الحج كما عزى إليها السيوطي، وإنما موجودة في تفسير قوله تعالى \"ومن آياته أنك ترى الأرض خاشعة\" [فصلت: ٣٩] فروى عبد الرزاق في \"تفسيره\" ٢/ ١٨٨ والطبري ٢٤/ ١٢٢ عن قتادة في قوله \"ترى الأرض خاشعة\" قال: غبراء متهشمة.(٩) ساقط من (ظ)، (د)، (ع).(١٠) \"معاني القرآن\" للزجاج ٣/ ٤١٣.</p><p> وقال ابن مسلم: ميتة يابسة كالنار إذا طفئت فذهبت (١) . </p><p> وقوله تعالى:  {فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ} قال المفسرون: تحركت بالنبات (٢) . </p><p> والمعنى على هذا تحركت بالنبات عند وقوع الماء، وذلك أن الأرض ترتفع عن النبات إذا ظهر فذلك تحركها، وهو معنى قوله {وَرَبَتْ} أي: ارتفعت وزادت. </p><p> وقال الليث: يقال اهتزت الأرض (٣) إذا أنبتت (٤) . </p><p> وقال المبرد: أراد (٥) اهتز نباتها (٦) . وعلى هذا حذف المضاف الذي هو النبات [فقيل: اهتزت. والاهتزاز في النبات أظهر،ويقال:اهتز النبات]  (٧) إذا طال (٨) . </p><p> وقوله {وَرَبَتْ} أي زادت ونمت، أي الأرض أو نباتها على ما ذكرنا. ويقال: ربا الشيء، إذا زاد، ومنه الرَّبوة والرِّبا (٩) . </p><p>(١) غريب القرآن لابن قتيبة ص ٢٩٠. (٢) الطبري ١٧/ ١١٩، \"الكشف والبيان\" للثعلبي ٣/ ٤٧ ب.(٣) (الأرض): ساقطة من (ظ)، (د)، (ع).(٤) \"تهذيب اللغة\" للأزهري ٥/ ٣٥٠ (هزَّ) بنصِّه، لكن من غير نسبة لأحد. وكأنَّ في المطبوع سقطًا، وهو في العين ٢/ ٣٤٦ \"هزّ\" مع اختلاف يسير جدًّا.(٥) أراد: ساقطة من (ظ)، (د)، (ع).(٦) ذكره عن المبرد ابن الجوزي ٥/ ٤٠٨، والقرطبي ١٢/ ١٣.(٧) ما بين المعقوفين ساقط من (ظ)، (د)، (ع).(٨) انظر: \"تهذيب اللغة\" ٥/ ٣٥٠ (هز)، \"لسان العرب\" ٥/ ٤٢٤ (هزز).وقال أبو حيان في البحر ٥/ ٣٥٣: واختزازها: تخلخلها واضطراب بعض أجسامها لأجل خروج النبات.(٩) انظر: \"تهذيب اللغة\" للأزهري ٥/ ٢٧٢ - ٢٧٤ (ربا).</p><p> وقوله {وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ} قال ابن عباس: من كل صنف حسن (١) . والبهجة: حسن الشيء ونضارته (٢) . والبهيج بمعنى المبهج، وهو الحسن الصورة الذي تمتع العين برؤيته. </p><p> قال المبرّد: هو الشيء المشرق الجميل (٣) ، ومنه قوله:  {حَدَائِقَ ذَاتَ بَهْجَةٍ}  [النمل: ٦٠] . </p><p> وعلى هذا هو فعيل من بهج (٤) ، وهو قول أبي زيد (٥) ، قال: بهيج حسن (٦) ، وقد (٧) بَهُج بَهاجة وبَهْجة (٨) . </p><p> ويقال: تباهج الروض إذا كثر نواره (٩) . وأنشد الليث (١٠) : </p><p>(١) روى ابن أبي حاتم (كما في \"الدر المنثور\" ٦/ ١١) عنه قال: \"بهيج\" أي حسن. (٢) \"تهذيب اللغة\" للأزهري ٦/ ٦٤ \"بهج\" عن الليث، وهو في العين ٣/ ٣٩٤ (بهج).(٣) ذكره الرازي ٢٣/ ٩ عن المبرّد.(٤) في (أ): (بهيج)، وهو خطأ.(٥) في جميع النسخ: (ابن زيد)، وهو تصحيف. والتصويب من \"تهذيب اللغة\" وغيره.(٦) (حسن): ساقط من (ظ)، (د)، (ع).(٧) في (ظ)، (د)، (ع): (قد).(٨) قول أبي زيد في \"تهذيب اللغة\" ٦/ ٦٥ (بهج).(٩) في \"تهذيب اللغة\" ٦/ ٦٤، \"لسان العرب\" ٢/ ٢١٦: نَوْرُهُ.(١٠) هذا الشطر أنشده الليث في العين ٣/ ٣٩٤ من غير نسبة، والرواية فيه: \"نوارها\" في موضع \"نواره\". وقال: يصف الروضة.وهو في \"تهذيب اللغة\" للأزهري ٦/ ٦٤ (بهج)، و\"لسان العرب\" ٢/ ٩٢١٦ (بهج)، وتاج العروس ٥/ ٤٣١ (بهج).وفي \"التكلمة\" للصاغاني ١/ ٤٠٣ أن القائل هو أسد بن ناعصة، وصدره فيها:في بَطْنِ وادٍ مُسْجَهرٍّ رَفْرَفِ</p>"
}