{
  "id": null,
  "sura": 22,
  "aya": 33,
  "text": "<p> وليس بقوي ولا ظاهر هاهنا، والصحيح أن المعنى: فإن تعظيمها، فحذف المضاف لدلالة {يُعَظِّمْ} على التعظيم كما قال {وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ}  [الحج: ٣٠] فكنى عن التعظيم لما دل يعظم عليه، كذلك هاهنا حذف التعظيم لما كان يعظم يدل عليه، والمعنى: فإن (١) اتخاذ البدن من أعظمها وأسمنها من تقوى القلوب. </p><p> قال ابن عباس: يريد من التقوى الذي اتقاه المتقون. </p><p> وأضاف التقوى إلى القلوب لأن حقيقة التقوى تقوى القلوب (٢) ، كما روي في الحديث أن النبي -صلى الله عليه وسلم- وقال:  \"التقوى هاهنا\" وأشار إلى صدره (٣) . </p><p> ٣٣ - قوله تعالى:  {لَكُمْ فِيهَا} أي: في الشعائر {مَنَافِعُ} أكثر أهل التفسير على أن المراد بهذا: أن (٤) في الهدايا منافع لصاحبها إلى أن يسميها هديا ويشعرها، فله منافع رسلها (٥) ونسلها وأصوافها وأوبارها وركوب ظهورها (٦)  {إِلَى أَجَلٍ مُسَمًّى} وهو أن يسميها هديًا فتنقطع المنافع بعد ذلك. </p><p>(١) (فإن): ساقطة من (ظ). (٢) انظر: القرطبي ١٢/ ٥٦.(٣) هذا قطعة من حديث رواه الإمام أحمد في \"مسنده\" ٢/ ٢٧٧، ومسلم في \"صحيحه\" كتاب: البر والصلة، باب: تحريم ظلم المسلم ٤/ ١٩٨٦ من حديث أبي هريرة رضي الله عنه.(٤) أن: ساقطة من (أ).(٥) رسلها: أي لبنها. \"لسان العرب\" ١١/ ٢٨٢ (رسل).(٦) في (أ): (ظهرها).</p><p> وهذا قول مجاهد، وعطاء، والضحاك، وقتادة، ورواية مقسم عن ابن عباس، والكلبي (١) ، قال: تُحلب وتركب إلى أن تُقلَّد وتُسمَّى. </p><p> وهؤلاء لا يرون الانتفاع بلبنها ولا بوبرها ولا بظهرها بعد أن سُميت هديًا، ويقولون: لا ينتفع بها غير أهل الله (٢) ، إلا عند الضرورة المخوف معها الموت. </p><p> وروى ابن أبي نجيج، عن عطاء بن أبي رباح في قوله:  {لَكُمْ فِيهَا} أي: في الهديا منافع، قال: هو ركوبها وشرب لبنها إن احتاج {إِلَى أَجَلٍ مُسَمًّى} إلى أن تنحر (٣) . </p><p> وهذا مذهب الشافعي (٤) رحمه الله، وعنده أن المُهْدِي لو ركب هديه ركوبًا غير فادح (٥) فلا بأس، لما روي أن النبي -صلى الله عليه وسلم- مر برجل يسوق بدنة، </p><p>(١) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٥٢ عنهم جميعًا إلا الكلبي. ورواه الطبري في \"تفسيره\" ١٧/ ١٥٧ - ١٥٨ عنهم إلا الكلبي.وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٦ عن مجاهد، وعزاه لابن أبي شيبة وعبد ابن حميد وابن جرير. وابن أبي حاتم.ورواه سعيد بن منصور في \"تفسيره\" ل ١٥٦ أعن عطاء والضحاك، وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٦ عنهما، وعزاه لسعيد بن منصور وعبد بن حميد ابن المنذر وابن أبي حاتم.(٢) يعني: فقراء الحرم.(٣) رواه الطبري ١٧/ ١٥٨ عن عطاء من طريق ابن أبي نجيح إلى قوله: إن احتاج. أما قوله (إلى أجل مسمى) إلى أن تنحر، فرواه الطبري ١٧/ ١٥٨ من رواية ابن جريج قال: قال عطاء: فذكره.(٤) انظر: \"الأم\" ٢/ ١٨٣، \"الحاوي\" للماوردي ٤/ ٣٧٦ - ٣٧٧، \"فتح الباري\" ٣/ ٥٣٧.(٥) غير فادح: غير مثقل. \"لسان العرب\" ٢/ ٥٤٠ (فدح).</p><p> فأمره بركوبها، وقال:  (اركبها) فقال: إنها هدي فقال: (اركبها) ، فقال: إنها هدي فقال: (اركبها ويحك)  (١) . </p><p> وله أن يحلب لبنها، والآية تدل على هذا؛ لأن قوله {لَكُمْ فِيهَا} أي: في الشعائر، فالكناية عنها، ولا تسمى شعائر قبل إيجابها وتسميتها (٢) . وهذا يدل على إباحة الانتفاع بها وهي تسمى شعائر (٣) . </p><p> وعلى هذا القول المراد بالأجل المسمى: نحرها وذبحها. </p><p> وقوله {ثُمَّ مَحِلُّهَا} أي: حيث يحل [نحرها. وذكرنا هذا عند قوله {حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ}  [البقرة: ١٩٦] . </p><p> وقوله {إِلَى الْبَيْتِ الْعَتِيقِ} يعني عند البيت العتيق. وهو] (٤) الحرم كله، قال رسول الله -صلى الله عليه وسلم-: \"كلُّ فِجاج مكة منحرٌ ومَذبح، وكلُّ فِجاجِ مِنى مَنْحر ومَذْبح\"  (٥) . </p><p>(١) رواه بنحوه الإمام أحمد في \"مسنده\" ٣/ ٢٧٥ من حديث أنس رضي الله عنه، لكن فيه (بدنه) بدل قوله (هدي). ورواه بنحوه البخاري في \"صحيحه\" كتاب: الحج، باب: ركوب البدين ٣/ ٥٣٦، ومسلم كتاب: الحج، باب: جواز ركوب البدنة المهداة لمن احتاج إليها ٢/ ٩٦٠ من حديث أبي هريرة رضي الله عنه لكن عندهما (بدنه) بدل (هدى) و (ويلك) بدل (ويحك).(٢) في (أ): (تسمينها)، وهو خطأ.(٣) انظر: \"الأم\" ٢/ ١٨٣، \"الحاوي\" للماوردي ٤/ ٣٧٦، \"أحكام القرآن\" للكيا الهراسي ٣/ ٢٨٢، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٥٦ - ٥٧.(٤) ما بين المعقوفين ساقط من (أ).(٥) رواه أبو داود في \"سننه\" كتاب: الحج، باب: الصلاة بجمع ٥/ ٤١٣، وابن ماجه في \"سننه\" كتاب. المناسك، باب. الذبح ٢/ ١٨٦ من حديث جابر رضي الله =</p><p> وكثيرمن المفسرين يقولون: عني بالبيت العتيق: الحرم كله؛ لأن الحرم كله منحر (١) . </p><p> وهذا وَهْمٌ لا يعبر عن الحرم بالبيت العتيق ولا يفهم ذلك منه؛ لأن البيت اسم للبنية المعروفة، فلا يقع على الحرم كله. </p><p> واحتج من قال بهذا بقول {فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا}  [التوبة: ٢٨] يعني الحرم كله. </p><p> وهذا لا يُشبه قوله {بِالْبَيْتِ الْعَتِيقِ} لأن الحرم كله مسجد، على معنى أنه يجوز الصلاة فيه (٢) كما روي في الحديث: \"جُعِلت لي الأرضُ مسجدًا\"  (٣) . </p><p> فسماها كلها مسجدًا على المعنى الذي ذكرنا. والبيت لا يقع على الحرم كله، لو كان الأمر على ما قالوا لقيل: ثم محلها البيت العتيق، أي: الحرم، فلما قيل {إِلَى الْبَيْتِ الْعَتِيقِ}  (٤) دل على أن المعنى: عند البيت </p><p>= عنه مرفوعًا، بلفظ: (كل عرفة موقف، وكل مني منحر، وكل المزدلفة موقف، وكل فجاج مكة طريق ومنحر). وحسن هذا الحديث الزيلعي في \"نصب الراية\" ٣/ ١٦٢. ومعنى فجاج: جمع فج وهو الطريق الواسع بين الجبلين. \"الصحاح\" للجوهري ١/ ٣٣٢ (فجج).(١) انظر: الطبري ١٧/ ١٦٠، و\"الكشف والبيان\" للثعلبي ٣/ ٥٢ ب.(٢) (فيه): ساقطة من (أ).(٣) هذا قطعة من حديث رواه البخاري في \"صحيحه\" كتاب: الصلاة، باب: قول النبي -صلى الله عليه وسلم- \"جعلت لي الأرض مسجدًا وطهورًا\" ١/ ٥٣٣ ومسلم في \"صحيح\" كتاب: المساجد، ومواضع الصلاة ١/ ٣٧ من حديث جابر رضي الله عنه، وأوله: \"أعطيت خمسًا لم يعطهن أحد قبلي\".(٤) (العتيق): زيادة من (أ).</p><p> وما يقرب منه؛ لأن (إلى) تضم الشيء إلى الشيء، وتقربه منه (١) . </p><p> هذا الذي ذكرنا كله على قوله من يقول: الشعائر: الهدايا. </p><p> وقال آخرون: الشعائر المناسك (٢) كلها، ومشاهد (٣) مكة. وهي المعالم التي أمر الله بالقيام بها، وندب إليها منها: عرفة، والجمار، والصفا والمروة، والمشعر الحرام. </p><p> وهذا قول ابن زيد (٤) ، ورواية أبي رزين عن ابن عباس (٥) . </p><p> وعلى هذا معنى تعظيم الشعائر: توقيرها، وترك الاستهانة بها. </p><p> قوله {لَكُمْ فِيهَا مَنَافِعُ} أي: بالتجارة والأسواق، قال ابن عباس: لم يذكر منافع إلا للدنيا (٦)  {إِلَى أَجَلٍ مُسَمًّى} إلى أن يخرج من مكة (٧) . </p><p> وقيل:  {مَنَافِعُ} بالأجر والثواب لإقامة المناسك وتعظيم الشعائر {إِلَى أَجَلٍ مُسَمًّى} إلى انقضاء أيام الحج (٨) . </p><p> وقوله:  {ثُمَّ مَحِلُّهَا} المحل (٩) على هذا القول مصدر أضيف إلى </p><p>(١) انظر \"الأزهية في معاني الحروف\" ص ٢٨٢، \"رصف المباني\" ص١٦٩، \"الجنى الداني\" ٣٨٥ - ٣٨٦. (٢) في (ع): (الهدايلك).(٣) في (ظ): (أي مشاهد).(٤) رواه الطبري ١٧/ ١٥٦، ١٥٩.(٥) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٥٢ ب من رواية أبي رزين، عن ابن عباس.(٦) في (أ): (الدنيا).(٧) رواه الطبري ١٧/ ١٥٩ عنه من طريق أبي رزين إلى قوله: للدنيا. وذكر باقيه الثعلبى في \"الكشف والبيان\" ٣/ ٥٢ ب عنه من رواية أبي رزين.(٨) \"الكشف والبيان\" للثعلبي ٣/ ٥٢ ب وصدره بقوله: وقال بعضهم.(٩) (المحل). ساقط من (ظ)، (د)، (ع).</p>"
}