{
  "id": null,
  "sura": 22,
  "aya": 40,
  "text": "<p> وفي الآية محذوف يدل على ظاهر الكلام. </p><p> قال الفراء (١) والزجاج (٢) : المعنى: أذن لهم أن يقاتلوا. </p><p> وقال أبو علي: المعنى فيه: أذن للذين يقاتَلون بالقتال. قال (٣) : وحذف مثل هذه من الكلام للدلالة (٤) عليه حسن كثير (٥) . </p><p> وقوله:  {بِأَنَّهُمْ ظُلِمُوا} قال المبّرد: أي من أجل أنّهم ظلموا. </p><p> وقال أبو إسحاق: بسبب ما ظلموا (٦) . </p><p> قال ابن عباس: اعتدوا عليهم وظاهروا عليهم وأخرجوهم من ديارهم وأموالهم. </p><p> قوله تعالى:  {وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} قال مقاتل: يعني نصر أصحاب النبي -صلى الله عليه وسلم- فنصرهم عليهم (٧) . </p><p> وقال أبو إسحاق: هذا وعبد من الله بالنَّصر (٨) . </p><p> ٤٠ - قوله تعالى:  {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ} [ \"الذين\" في </p><p>= وانظر: \"حجة القراءات\" لابن زنجلة ص ٤٧٨ - ٤٧٩، \"الكشف\" لمكي بن أبي طالب ٢/ ١٢١. (١) \"معاني القرآن\" للفراء ٢/ ٢٢٧.(٢) \"معاني القرآن\" للزجاج ٣/ ٤٣٠.(٣) (قال): ساقطة من (ظ).(٤) في (ظ): (بالدلالة).(٥) \"الحجة\" لأبي علي الفارسي ٥/ ٢٨١.(٦) \"معاني القرآن\" للزجاج ٣/ ٤٣٠.(٧) \"تفسير مقاتل\" ٢/ ٢٦ أ.(٨) \"معاني القرآن\" للزجاج ٣/ ٤٣٠ بنحوه.</p><p> موضع خفض، المعنى: أذن للذين أخرجوا من ديارهم] (١)  (٢) . </p><p> قوله تعالى:  {إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ} قال الفراء (٣) ، والزجاج (٤) : أي لم يخرجوا إلا بأن وحَّدُوا الله، فأخرجتهم (٥) عبدة الأوثان لتوحيدهم. وعلى هذا:  \"لم يخرجوا\" مضمر في الآية، ودل عليه ذكر الإخراج في أول الآية والاستثناء المذكور (٦) . </p><p>(١) ما بين المعقوفين ساقط من (ظ)، (د)، (ع). (٢) هذا كلام الزجاج في \"معاني القرآن\" ٣/ ٤٣٠.ويكون \"الذين\" في موضع خفض؛ لأنه بدل من \"الذين\" الأولى، أو صفة له.وجوز أبو البقاء في الإملاء ٢/ ١٤٥ أن يكون \"الذين\" في موضع نصب بأعْني، أو في موضع رفع على إضمار مبتدأ تقديره: هم الذين.وتبعه في ذلك أبو حيّان ٦/ ٣٧٤، والسمين الحلبي ٨/ ٢٨٢.وانظر أيضًا: \"إعراب القرآن\" للنحاس ٣/ ١٠٠، \"البيان في غريب إعراب القرآن\" للأنباري ٢/ ١٧٦ - ١٧٧.(٣) \"معاني القرآن\" للفراء ٢/ ٢٢٧.(٤) \"معاني القرآن\" للزجاج ٣/ ٤٣٠.(٥) في (ظ): (فأخرجهم).(٦) وعلى قول الفراء والزجَّاج يكون الاستثناء في قوله: \"إلا أن يقولوا\". متصلاً، ويكون \"أن يقولوا\" في محل جر على البدل.وتبع الفراء والزجاج في هذا الزمخشري ٣/ ١٦ فقال: أي لغير موجب سوى التوحيد الذي ينبغي أن يكون موجب الإقرار والتمكين لا موجب الإفراج والتيسير. ومثله {هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ} [المائدة: ٥٩].وذكر أبو حيان ٦/ ٣٧٤ قول الزجاج والزمخشري وتعقبهما بقوله: وما أجازاه من البدل لا يجوز؛ لأنَّ البدل لا يكون إلا إذا سبقه نفي أو نهي أو استفهام في معنى النفي .. وأما إذا كان الكلام موجبًا أو أمرًا فلا يجوز البدل .. ولو قلت في غير القرآن: أخرج الناس من ديارهم إلا بأن يقولوا لا إله إلا الله، لم يكن كلاما. وانظر: \"الدر المصون\" ٨/ ٢٨٢ - ٢٨٣، \"فتح القدير\" للشوكاني ٣/ ٤٥٧.</p><p> وقال سيبويه: هذا من الاستثناء المنقطع، المعنى: لكن بأن يقولوا ربنا الله (١) . </p><p> والمعنى: ولكن أخرجوهم بتوحيدهم. </p><p> وذكر الفرَّاء هذا القول أيضًا، فقال: وإن شئت جعلت \"أنْ\" مستثناة كما قال: {إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى}  [الليل: ٢٠]  (٢) . </p><p> وحكى المبرد عن بعضهم قولاً آخر، وهو: أنَّ المعنى أخرجوا من ديارهم بأن جعل الحق في إخراجهم، أي: الذين استحقوا به الإخراج قولهم: ربنا الله، كما تقول: ما غبت علي إلا أنّي منصفٌ، أي: جعلت سبب غضبك إنصافي. أي: عدوانًا وظلمًا (٣) . هذا كلامه (٤) . </p><p> وعلى هذا الاستثناء متصل، واستثنى التوحيد من الباطل لضرب من المبالغة كقول النابغة: </p><p> ولا عيب فيهم غير أنَّ سيوفَهم ... بهن فلول (٥) من قِرَاعِ الكتائب (٦) </p><p>(١) \"الكتاب\" لسيبويه ٢/ ٣٢٥. (٢) \"معاني القرآن\" للفراء ٢/ ٢٢٧.(٣) في (ظ)، (د)، (ع): (ظلمًا وعدوانا).(٤) لم أقف عليه.(٥) في (ظ): (كلول).(٦) البيت في \"ديوانه\" ص ٤٤، و\"الكتاب\" ٢/ ٣٢٦، \"المعاني الكبير\" لابن قتيبة ١/ ٣٦٠، \"الكامل\" للمبرد ١/ ٥١، \"همع الهوامع\" للسيوطي ١/ ١٣٢، \"شرح أبيات مغني اللبيب\" للبغدادي ٣/ ١٦.قال البغدادي ٣/ ١٩: وهو من قصيدة يمدح بها عمرو بن الحارث الأصغر من ملوك الشام الغسَّانيين، ويقال نهم: بنو جفنه.قال السيرافي في \"شرح أبيات سيبويه\" ٢/ ٥١: يمدح آل جفنه الغسانيين. والفلول =</p><p> فاستثنى ما ليس بعيب من جملة العيب، وهو ضرب من المبالغة في الكلام، والمعنى على أنَّهم لا يعابون إلا بما ليس بعيب، كذلك هؤلاء ما أخرجوا من ديارهم إلا بما لا يوجب الإخراج. </p><p> وقوله:  {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ} وقرئ: \"ولولا دفاع الله\"  (١) . </p><p> ومضى الكلام في هذا في الآية السابقة. </p><p> قال أبو علي: ويجوز أن يكون الدفاع من دفع، كالكتاب من كتب، ولا يراد به مصدر فاعل، ولكن مصدر الثلاثة مثل: الكتاب والقيام والغياث (٢)  (٣) . </p><p> وقوله:  {لَهُدِّمَتْ} الهَدَم: مصدر هدمت البناء، إذا نقضته. يقال: هدمته فانهدم. والهدم: المهدوم (٤) . </p><p>= جمع فل، وهو الثلم الذي يكون في السيف. والمعنى: أنهم يغزون كثيرًا ويضاربون الأقران، فسيوفهم قد تفلّلت. والقراع والمقارعة: المضاربة بالسيوف، وقوله \"ولا عيب فيهم غير أن سيوفهم مفللة هو بمنزلة: ليس فيهم عيب على وجه، لأنه إذا كان تفليل سيوفهم هو عيبهم -وهذا المعنى يمدح به- فلا عيب فيه على وجه. وهذا يقوله الناس على طريقة المبالغة في المدح. (١) قرأ نافع: \"ولولا دفاع الله\" بالألف وكسر الدال، وقرأ الباقون \"ولولا دفع الله\" بغير ألف وفتح الدال.\"السبعة\" ص ٤٣٧، \"المبسوط\" لابن مهران ص ٢٥٨.(٢) في \"الحجة\": العتاب.(٣) \"الحجة\" للفارسي ٥/ ٢٧٨.(٤) انظر: (هدم) في \"تهذيب اللغة\" للأزهري ٦/ ٢٢٢، \"الصحاح\" للجوهري ٥/ ٢٠٥٧، \"لسان العرب\" ١٢/ ٦٠٣.</p><p> وقرئ \"لهدمت\" بالتخفيف والتشديد (١) . فالتخفيف يكون للكثير والقليل، يدلك على ذلك أنّك تقول: ضربت زيدًا ضربة، وضربته ألف ضربة. فاللفظ في الكثرة والقلة على حال واحدة. والتشديد يختص به الكثير (٢) . </p><p> وقوله:  {صَوَامِعُ} جمع صومعة، وهي مُتَعبّد الراهب. </p><p> قال الأزهري: الصومعة من البناء سميت صومعة لتلطيف أعلاها. يقال: صَمَّع الثريدة، إذا رفع رأسها وحدَّده (٣) ، وكذلك صعنبها (٤) . وسُميت الثريدة إذا سويت كذلك صومعة. ومن هذا يقال: رجل أصمع إذا كان حادّ الفطنة (٥) . </p><p> قال مجاهد، والضحاك (٦) : يعني صوامع الرهبان. </p><p>(١) قرأ ابن كثير، ونافع: \"لهدمت\" بتخفيف الدال، وقرأ الباقون \"لهدمت\" بتشديد الدال. \"السبعة\" ص ٤٣٨، \"التبصرة\" ص ٢٦٧، \"التيسير\" ص ١٥٧، \"الإقناع\" ٢/ ٧٠٦.(٢) من قوله: فالتخفيف يكون ... إلى هنا هذا كلام أبي علي الفارسي في \"الحجة\" ٥/ ٢٧٩. وانظر: \"إعراب القراءات السبع وعللها\" لابن خالويه ٢/ ٧٨، \"الكشف\" لمكي بن أبي طالب ٢/ ١٢١.(٣) في (ظ)، (د)، (ع): (وحدده)، وفي (أ): (وحدّده)، وهو الموافق لما في \"تهذيب اللغة\".(٤) في (أ)، (ع): (وصعسها) مهملة، وفي (ظ): (وصعبتها)، وفي (د): (وصعنبها)، وهو الموافق لما في \"تهذيب اللغة\".(٥) \"تهذيب اللغة\" للأزهري ٢/ ٦١ (صمع)، وقوله \"ومن هذا يقال: رجل ... في ٢/ ٦٠.(٦) ذكره الثعلبي ٣/ ٥٣ ب عنهما. ورواه الطبري ١٧/ ١٧٥ عنهما.وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٠ وعزه لابن أبي شيبة وعبد بن حميد وابن أبي حاتم.</p><p> وقال قتادة: الصوامع للصابئين (١) . </p><p> وقال مقاتل بن حيان: هي البيوت التي على الطرق (٢) . </p><p> وقوله:  {وَبِيَعٌ}  [جمع بِيعة]  (٣) ، وهي كنيسة النصارى في قول أهل اللغة (٤) والمفسرين (٥) . </p><p> وقوله:  {وَصَلَوَاتٌ} قال أبو إسحاق وأبو العباس (٦) . هي كنائس اليهود، وهي بالعبرانية صلوتا (٧) . </p><p> وهذا قول ابن عباس، وقتادة، والضحاك (٨) ، </p><p>(١) ذكره عنه الثعلبي ٣/ ٥٣ ب. ورواه عبد الرزاق في \"تفسيره\" ٢/ ٣٩، والطبري ١٧/ ١٧٦. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٠ وعزاه لعبد الرزاق وابن المنذر وابن أبي حاتم.(٢) ذكره عنه ابن كثير في \"تفسيره\" ٣/ ٢٢٦.(٣) ما بين المعقوفين ساقط من (أ).(٤) انظر: (بيع) في \"تهذيب اللغة\" ٣/ ٢٣٩، \"الصحاح\" للجوهري ٣/ ١١٨٩.(٥) هذا قول أبي العالية وقتادة والضحاك ومقاتل بن حيان وخصيف وغيرهم. قال ابن كثير ٣/ ٢٢٦.وقيل \"بيع\" كنائس اليهود، حكاه ابن جرير ١٧/ ١٧٦ والثعلبي ٣/ ٥٣ ب عن مجاهد وابن زيد.وأما في اللغة فإن ابن منظور قال في \"لسان العرب\" ٨/ ٢٦ (بيع): والبيعة -بالكسر- كنيسة النصارى، وقيل: كنيسة اليهود.(٦) قول أبي إسحاق في كتابه \"معاني القرآن\". وقول أبي العباس -ثعلب- في \"تهذيب اللغة\" للأزهري ١٢/ ٢٣٩ (صلى).(٧) في (أ): (صلاتا)، وهو خطأ.(٨) ذكره الثعلبي ٣/ ٥٣ ب عن ابن عباس والضحاك وقتادة.وعن ابن عباس رواه الطبري ١٧/ ١٧٦ من طريق العوفي بلفظ: الكنائس. وليس فيه تقييدها باليهود، وذكره السيوطي في \"الدر المنثور\" ٦/ ٥٩ عن ابن =</p><p> ومقاتل (١) . </p><p> وقوله:  {وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا} يعني مساجد المسلمين من أمة محمد -صلى الله عليه وسلم- في قول ابن عباس وغيره (٢) . </p><p> وأما معنى الآية: فقال أبو إسحاق: تأويل هذا: لولا أن الله دفع بعض الناس ببعض لهُدّم في كل شريعة نبي (٣) المكان الذي يصلى فيه، فكان لولا الدفع لهدم في زمن موسى -عليه السلام- الكنائس التي كان يصلى فيها في شريعته، وفي زمن عيسى (٤) -عليه السلام- الصوامع والبيع، وفي زمن محمد -صلى الله عليه وسلم- المساجد (٥) . </p><p> وقال الأزهري: أخبر الله جل ثناؤه أنه لولا دفعه الناس (٦) عن الفساد </p><p>= عباس بلفظ: كنائس الهود. وعزاه لعبد بن حميد وابن جرير. وذكره السيوطي في \"الدر المنثور\" ٦/ ٥٩ عن ابن عباس رواية أن الصلوات: كنائس النصارى. وعزاه لعبد بن حميد وابن أبي حاتم.وعن قتادة رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٩، والطبري ١٧/ ١٧٦، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٠ وعزاه لعبد الرزاق وابن المنذر وابن أبي حاتم. وعن الضحاك رواه الطبري ١٧/ ١٧٦، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦ وعزاه لابن أبي حاتم.(١) \"تفسير مقاتل\" ٢/ ٢٦ أ.وفي الصلوات قول آخر أنَّها مساجد للمسلمين وأهل الكتاب. رواه الطبري ١٧/ ١٧٧ وغيره عن مجاهد وابن زيد.(٢) ذكره عن ابن عباس السيوطي في \"الدر المنثور\" ٦/ ٥٩ وعزاه لعبد بن حميد وابن أبي حاتم.(٣) في المعاني: لهم في شريعة كل نبيّ.(٤) (عيسى) ساقطة من (أ).(٥) \"معاني القرآن\" للزجاج ٣/ ٤٣١.(٦) في (ظ): (للناس).</p><p> ببعض الناس لهدمت متعبدات كل فريق من أهل دينه وطاعته في كل زمان. فبدأ بذكر البيع لأن صلوات من تقدَّم من أنبياء بني إسرائيل وأصحابهم (١) كانت فيها قبل نزول القرآن، وأحدثت المساجد وسمّيت بهذا الاسم بدهم. فبدأ جلَّ ثناؤه بذكر الأقدم، وأخَّرَ ذكر الأحدث (٢) </p><p> وهذا مذهب أكثر أهل التأويل في هذه الآية. </p><p> وقال ابن زيد: الصَّلوات: صلوات أهل الإسلام تنقطع إذا دخل عليهم العدو (٣) . </p><p> وقال الأخفش: وعلى هذا فالصلوات لا تهدم، ولكن يحمل على فعل آخر كأنه قال: وتركت صلوات (٤) . </p><p> وقال أبو عبيدة: إنَّما يعني مواضع الصلوات (٥) . </p><p> والقول هو الأول. </p><p> وقال الحسن: يدفع عن هدم (٦) مصليات أهل الذمة بالمؤمنين (٧) . </p><p> وعلى هذا القول لا يحتاج إلى التفسير (٨) الذي ذكرنا في القول </p><p>(١) في \"تهذيب اللغة\": وأمهم، الفرقان. (٢) \"تهذيب اللغة\" للأزهري ٣/ ٢٣٩.قال ابن كثير ٣/ ٢٢٦: وقال بعض العلماء: هذا ترق من الأقل إلى الأكثر إلى أن انتهى إلى المساجد، وهي أكثر عمارًا وأكثر عبادًا وهم ذوو القصد الصحيح.(٣) رواه الطبري ١٧/ ١٧٧، وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٠ وعزاه لابن أبي حاتم.(٤) \"معاني القرآن\" للأخفش ٢/ ٦٣٦.(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ٥٢ وعبارته: مجازه مصليات.(٦) في (أ): (هم).(٧) ذكره عنه الثعلبي ٥٤/ ٣ أ.(٨) في (د)، (ع). (تفسير).</p>"
}