{
  "id": null,
  "sura": 22,
  "aya": 29,
  "text": "<p> ولعل قومًا وردوا على رسول الله -صلى الله عليه وسلم-، فنهى أصحاب الضحايا عن أكلها لتشبع الواردة (١) . </p><p> ٢٩ - قوله تعالى:  {ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ} قال أبو إسحاق: أهل اللغة لا يعرفون التفث إلا من التفسير (٢) . </p><p> وقال النضر: التفث: النسك من مناسك الحج، رجل تَفِث: أي: مُغْبرٌّ (٣) شعث، لم يدَّهن ولم يستحد (٤) . </p><p> قال الأزهري: لم يفسر أحد من اللغويين التفث كما فسره ابن شميل، جعل التفث الشعث، وجعل قضاءه إذهاب الشعث بالحلق وما أشبهه (٥) . </p><p> وقال ابن الأعرابي في قوله {ثُمَّ لْيَقْضُوا تَفَثَهُمْ} قال: قضاء حوائجهم من الحلق والتنظيف (٦) . </p><p> وقال المبرد: التفث هاهنا فضول الشعر والأظفار من شعر الإبطين والعانة، وأصل التفث في كلام العرب: فعل قاذورة تلحق الإنسان فيجب عليه نقضها و {لْيَقْضُوا} أي: ليحكموا (٧) الأمر فيه (٨) . </p><p>(١) في حديث عائشة الذي تقدم تخريجه: (دف أهل أبيات من أهل البادية حُضرة الأضحى زمن رسول الله -صلى الله عليه وسلم-، فقال رسول الله -صلى الله عليه وسلم-: \"ادخروا ثلاثًا ثم تصدقوا بما بقي\" الحديث. (٢) \"معاني القرآن\" للزجاج ٤/ ٤٢٣.(٣) في (أ): (مغير).(٤) قول النضر بن شميل في \"تهذيب اللغة\" للأزهري ١٤/ ٢٦٦ (تفث).(٥) \"تهذيب اللغة\" للأزهري ١٤/ ٢٦٦ (تفث).(٦) قول ابن الأعرابي في \"تهذيب اللغة\" للأزهري ٤/ ٢٦٧ (تفث).(٧) في (أ): (فيحكموا).(٨) ذكره الرازي ٢٣/ ٣٠ عن المبرد.</p><p> هذا كلام أهل اللغة في التفث، والأمر على ما قاله الزجاج، وليس له أصل في اللغة يسند إليه وإنما عرف ذلك من التفسير. ويشبه أن يكون الأمر على ما ذكره المبرد من (١) أن التفث معناه في اللغة: الوسخ والقذارة من طول الشعر والأظفار. والقلم والحلق من أعمال الحج، ثم سمى أعمال الحج كلها التفث. يدل (٢) على هذا ما روي عن عكرمة أنه قال: التفث. الشعر والظفر (٣) . يعني ما طال منهما. </p><p> قال ابن عباس في رواية عطاء: يريد الذبح، وحلق الرأس والشعر كله، وقص الأظفار (٤) . </p><p> وقال في رواية الوالبي: هو وضع الإحرام بحلق الرأس، وقص الأظفار، ولبس الثياب، ونحوها (٥) . </p><p>(١) من: ساقطة من (أ). (٢) في (ظ): (ويدل).(٣) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٥١ ب. ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٨٤، والطبري ١٧/ ١٤٩.(٤) روى سعيد بن منصور في \"تفسيره\" ١٥٦ أ، وابن أبي شيبة في \"مصنفه\" ٤/ ٨٥، الطبري في \"تفسيره\" ١٧/ ١٤٩، والأزهري في \"تهذيب اللغة\" ١٤/ ٢٦٦ من طريق عبد الملك بن أبي سيمان، عن عطاء، عن ابن عباس قال في التفث: حلق الرأس، والأخذ من العارضين، ونتف الإبط، وحلق العانة، والموقف بعرفة، والسعي بين الصفا والمروة، ورومي الجمار، وقص الأظفار وقص الشارب والذبح. هذه رواية سعيد بن منصور وليس في رواية ابن أبي شيبة ذكر الموقف بعرفة أو السعي، ورواية الطبري نحو رواية سعيد، ورواية الأزهري نحو رواية ابن أبي شيبة.(٥) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٥١ ب من رواية الوالبي. ووراه الطبري ١٧/ ١٥٠ من رواية الوالبي، وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٠ وعزاه لابن جرير وابن المنذر وابن أبي حاتم.</p><p> وقال في رواية عكرمة: قضاء النسك كله (١) . </p><p> وهو قول ابن عمر (٢) ، ومجاهد (٣) ، والقرظي (٤) أنه: مناسك الحج: من الوقوف والطواف، والسعي، ورمي الجمار، وأخذ الشارب، ونتف الإبط وحلق العانة، وقص الأظفار. </p><p> قال أبو إسحاق: كأنه الخروج من الإحرام إلى الإحلال (٥) . </p><p> قال أصحابنا: ذكر الله تعالى النحر في الآية الأولى في قوله: {وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ} ثم عقب ذلك بقضاء التفث؛ فدل على أن ترتيب أفعال يوم النحر: أن يبدأ الحاج بنحو الهدي بعد رمي الجمار ثم بالحلق وهذا من طريق الندب بالسنة لا من طريق الوجوب (٦) . </p><p> وأفعال يوم النحر أربعة: الرمي، والنحر، والحلق، والطواف، وهو طواف القرض. ويسعى بين الصفا والمروة إن لم يكن سعى على إثر طواف </p><p>(١) ذكره ابن الجوزي ٥/ ٤٢٦ وابن كثير في \"تفسيره\" ٣/ ٢١٧ من رواية عكرمة، عنه. (٢) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٨٥، والطبري ١٧/ ١٤٩. وذكره السيوطي في \"الدر المنثور\" ٦/ ٣٩ وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر.(٣) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٨٥، والطبري ١٧/ ١٤٩. وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٠ وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم.(٤) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٨٥، والطبري ١٧/ ١٤٩. وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٠ وعزاه لابن أبي شيبة.(٥) \"معاني القرآن\" للزجاج ٣/ ٤٢٤.(٦) انظر: \"الحاوي\" ٤/ ١٨٦، \"المغني\" ٥/ ٣٢٠، \"روضة الطالبين\" ٣/ ١٠٢.</p><p> القدوم، وإن كان قد سعى يحسب له ذلك (١) من فرض حجه؛ لأن السعي يجوز أن يتقدم على الوقوف بعرفة، ولكن لا يصح سعي إلا في إثر طواف (٢) . وطواف الفرض لا يصح إلا بعد الوقوف بعرفة. وتقديم أفعال يوم النحر بعضها على بعض يجوز (٣) ، وما (٤) سئل رسول الله -صلى الله عليه وسلم- [يوم النحر]  (٥) عن شيء (٦) قدم أو أخر إلا قال: \"افعل ولا حرج\"  (٧) . </p><p> والقراءة في تسكين لام {لْيَقْضُوا} وتحريكها ذكرنا وجهها عند قوله {ثُمَّ لْيَقْطَعْ}  (٨) . </p><p> وقوله:  {وَلْيُوفُوا نُذُورَهُمْ} قال ابن عباس: هو نحو ما نذروا من البدن (٩) . وقال مجاهد: يعني نذر الحج والهدي، وما نذر الإنسان من </p><p>(١) (ذلك): ساقطة عن (أ). (٢) انظر: \"الحاوي\" ٤/ ١٥٧، \"المغني\" ٥/ ٢٤٠، \"روضة الطالبين\" ٣/ ٩٠.(٣) وهذا قول جمهور العلماء. وقال أبو حنيفة: إن قدم الحلق على الرمي أو على النحر فعليه دم. والحديث الآتي ذكره دليل عليه.انظر: \"الأم\" ٢/ ١٨٣، \"الحاوي\" ٤/ ١٨٦ - ١٨٧، \"المغني\" ٥/ ٣٢٠، \"روضة الطالبين\" ٣/ ١٠٢.(٤) في (د)، (ع): (ومما)، وهو خطأ.(٥) ما بين المعقوفين ساقط من (ع).(٦) في (ظ): (عن شيء يوم النحر)، تقديم وتأخير.(٧) رواه البخاري في \"صحيحه\" كتاب: الحج، باب: الفتيا على الدابة عند الجمرة ٣/ ٥٦٩، ومسلم في \"صحيحه\" كتاب: الحج، باب: من حلق قبل النحر أو نحو قبل الرمي ٢/ ٩٤٨ من حديث عبد الله بن عمرو بن العاص رضي الله عنهما.(٨) في (أ): (ثم ليقضوا)، وهو خطأ.(٩) رواه الطبري ١٧/ ١٥٠ من رواية علي بن أبي طلحة، وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٠ وعزاه لابن جرير وابن المنذر وابن أبي حاتم.</p><p> شيء يكون في الحج (١) . والمعنى: وليوفوا بما (٢) نذروا لله من هدي وبدنة وغير ذلك. </p><p> وقال بعضهم: يعني الذين نذروا أعمال البر في أيام حجهم أمرهم الله بالوفاء بها (٣) . وربما ينذر الرجل أن يتصدق إن رزقه الله لقاء الكعبة (٤) . وإن كان على الرجل نذور مطلقة لا يتقيد بأهل بلدة (٥) مخصوصة فالأفضل (٦) أن يتصدق ويهدي إلى الكعبة وأهلها فذلك قوله {وَلْيُوفُوا نُذُورَهُمْ} أي: وليتموها بقضائها، ولذلك لم يقل بنذورهم كما قال {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ}  [التوبة: ١١١] وقال {وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ}  [الفتح: ١٠] ؛ لأن المراد به الإتمام. والإتمام لا يقتضي الجارة. </p><p> قوله:  {وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ} يعني الطواف الواجب ويسمى (٧) طواف الإفاضة، لأنه يكون بعد الإفاضة من عرفات، ويُسمى طواف الزيارة لأنه يزور البيت (٨) بعد الوقوف (٩) . ويكون هذا الطواف في يوم النحر أو بعده. </p><p>(١) رواه الطبري ١٧/ ٤٠. وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٠ مختصرًا، وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم. (٢) في (أ): (مما).(٣) ذكره ابن الجوزي ٥/ ٤٢٧ من غير نسبة لأحد.(٤) يعني رؤية الكعبة.(٥) في (ظ)، (د)، (ع): (بلد).(٦) في (أ): (والأفضل).(٧) في (أ): (وسمي).(٨) في (أ): (إليها)، وهو خطأ.(٩) في (أ): (الطواف)، وهو خطأ.</p><p> قال عطاء عن ابن عباس: إن كانت معك امرأة فإذا رميت (١) جمرة العقبة وزرت البيت حلت لك، وإن لم (٢) تكن معك امرأة فلا (٣) عليك أن تزور البيت حتى تفرغ من جميع أيام الجمار. يعني بالزيارة الطواف. </p><p> قال أصحابنا: الآية تدل على وجوب الطواف بالبيت. فلو طاف فدخل (٤) الحجر أو مشى على جدار الحجر لم يحسب طوافه؛ لأنه طاف في البيت (٥) ، وذلك أن الحجر من البيت (٦) . </p><p> وقوله {الْعَتِيقِ} روى (٧) ابن الزبير قال: قال رسول الله -صلى الله عليه وسلم-: \"إنما سَمَّى الله(٨)البيت العتيق؛ لأن الله أعتقه من الجبابرة، فلم يظهر عليه جبار قط\"  (٩) . </p><p>(١) في (ظ): (فارميت)، وهو خطأ. (٢) (لم): ساقطة من (ظ).(٣) في (د)، (ع): (ولا).(٤) في (ظ): (ودخل)، وفي (د)، (ع): (أو دخل).(٥) في (ظ): (بالبيت).(٦) انظر: \"الأم\" ٢/ ١٥٠ - ١٥١، \"الحاوي الكبير\" للماوردي ٤/ ١٤٩، \"روضة الطالبين\" للنووي ٣/ ٨٠ - ٨١.(٧) في (أ): (وروى).(٨) في (د)، (ع): (إنما سمي البيت العتيق).(٩) رواه البخاري في \"التاريخ الكبير\" ١/ ٢٠١، والترمذي في \"سننه\" كتاب: التفسير، سورة الحج ٩/ ١٤، والبزار في \"مسنده\" كما في \"كشف الأستار\" ٢/ ٤٥، والطبري في \"تفسيره\" ١٧/ ١٥١ - ١٥٢، والحاكم في \"مستدركه\" ٢/ ٣٨٩، والواحدي في \"الوسيط\" ٣/ ٢٦٨ - ٢٦٩ كلهم من طريق عبد الله بن صالح كاتب الليث، عن الليث، عن ابن خالد بن مسافر، عن الزهري، عن ابن عروة بن الزبير، عن عبد الله بن الزبير، به.وضعفه الهيثمي في \"مجمع الزوائد\" ٣/ ٢٩٦، بعبد الله بن صالح كاتب الليث. وضعف هذا الحديث الألباني كما في \"ضعيف الجامع\" ٢/ ٢١٠.</p><p> وهذا قول مجاهد وقتادة وابن عباس والكلبي (١) ، قالوا: أُعتق من الجبابرة، فلم يسلط عليه جبار أراد دخوله، ولكن يذل له ويتواضع. </p><p> وهذا القول أكثر ما جاء في التفسير (٢) . وقال سفيان بن عيينة: سمي بذلك لأنه لم يملك قط (٣) .-هو قول مجاهد- في رواية عبيد المكتب (٤) - قال: ليس لأحد فيه شيء (٥) . </p><p> فعلى هذا يُسمي العتيق؛ لأنه لم يدعه أحد من الناس. </p><p> قال الزجاج: وقيل {بِالْبَيْتِ الْعَتِيقِ} الذي أعتق من الغرق أيام الطوفان (٦) ، ودليل هذا القول {وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ} </p><p>(١) ذكره عن مجاهد وقتادة وابن عباس: الثعلبي في \"الكشف والبيان\" ٣/ ٥١ ب. وعن مجاهد رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٧، والطبري ١٧/ ١٥١، وذكره السيوطي في \"الدر المنثور\" ٦/ ٤١ وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم. وعن قتادة رواه الطبري ١٧/ ١٥١. وعن ابن عباس رواه عبد بن حميد وابن أبي حاتم كما في \"الدر المنثور\" ٦/ ٤١. (٢) انظر: الطبري ١٧/ ١٥١، و\"الكشف والبيان\" للثعلبي ٣/ ٥١ ب.(٣) ذكره عن ابن عيينة الثعلبي في \"الكشف والبيان\" (جـ ٣ ل ٥٢ أ). والبغوي ٥/ ٣٨٢، وابن الجوزي ٥/ ٤٢٨.(٤) هو عبيد بن مهران المكتب، الكوفي، مولى لبني ضَبَّة. روى عن مجاهد والشعبي وغيرهما. وهو ثقة قليل الحديث.\"طبقات ابن سعد\" ٦/ ٣٤٠، \"الكشاف\" للذهبي ٢/ ٢٣٩، \"تهذيب التهذيب\" ٧/ ٧٤، \"تقريب التهذيب\" ١/ ٥٤٥.(٥) ذكره الثعلبي ٣/ ٥٢ أ.ورواه عبد الرزاق في \"تفسيره\" ٢/ ٣٧ - وقد تصحف فيه المكتب إلى المكتري- والطبري ١٧/ ١٥١ عن مجاهد من رواية عبيد المكتب.(٦) وهو قول سعيد بن جبير وعكرمة. انظر ابن كثير ٣/ ٢١٨، و\"الدر المنثور\" ٦/ ٤١.</p>"
}