{
  "id": null,
  "sura": 22,
  "aya": 39,
  "text": "<p> وقال أهل التفسير: كل خوان في أمانة الله كفور لنعمته (١)  (٢) . </p><p> ٣٩ - وقوله:  {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا} قال ابن عباس فيما روى عنه سعيد بن جبير (٣) ، وقتادة (٤) ، والزهري (٥) : هذه أول آية نزلت في القتال. وقال سعيد بن جبير: لما أخرج النبي -صلى الله عليه وسلم- من مكة قال أبو بكر: أخرجوا نبيَّهم ليهلكن. </p><p> فنزلت هذه الآية. قال أبو بكر: فعرفت أنه سيكون قتال (٦) . </p><p> قال المفسرون: كان مشركو أهل مكة يؤذون أصحاب رسول الله -صلى الله عليه وسلم- فلا يزالون يجيئون من بين مضروب ومشجوج، ويشكون ذلك فيقول لهم النبي -صلى الله عليه وسلم-: \"اصبروا فإنّي لم أؤمر بالقتال\" ، حتى هاجر فأنزل الله هذه الآية (٧) . </p><p>(١) في (ط)، (د)، (ع): (لنعمه)، وعند الثعلبي: بنعمته. (٢) هذا قول الثعلبي في \"الكشف والبيان\" ٣/ ٥٣ أ.(٣) رواه عبد الرزاق في \"تفسيره\" ٢/ ٣٩، والإمام أحمد في \"مسنده\" ٣/ ٢٦١ - ٢٦٢، والنسائي في \"التفسير\" ٢/ ٨٨، والطبري في \"تفسيره\" ١٧/ ١٧٢، والحاكم في \"مستدركه\" ٢/ ٦٦ كلهم من طريق سفيان الثوري، عن الأعمش، عن مسلم البطين، عن سعيد بن جبير، عن ابن عباس. قال أحمد شاكر في تعليقه على المسند ٣/ ٢٦١: إسناده صحيح.(٤) رواه عنه عبد الرزاق في \"تفسيره\" ٢/ ٣٩، والطبري ١٧/ ١٧٣.(٥) رواه عنه النسائي في \"تفسيره\" ٢/ ٨٩ - ٩٠.(٦) رواه الترمذي في جامعه (كتاب التفسير -باب ومن سورة الحج ٩/ ١٥) من رواية سعيد بن جبير، عن ابن عباس. ثم قال: وقد رواه غير واحد عن سفيان، عن الأعمش، عن مسلم البطين، عن سعيد بن جبير مرسلا وليس فيه عن ابن عباس.(٧) ذكره الثعلبي ٣/ ٥٣ ب بنصَّه.قال الزيلعي في كتابه \"تخريج أحاديث الكشاف\" ٢/ ٣٨٨ - بعد ذكره لما ساقه الزمخشري من وهو مثل الرواية هنا-: غريب جدًّا، وعزاه للواحدي في الوسيط. =</p><p> وروى ابن أبي نجيح، عن مجاهد -في هذه الآية- قال: ناس مؤمنون مهاجرون خرجوا من مكة إلى المدينة، وكانوا يمنعون، فأدركهم كفار قريش، فأذن الله للمؤمنين بقتال الكفار (١) . </p><p> وعلى هذا القول الآية نازلةٌ في قوم مخصوصين بأعيانهم. والقول الأول عليه أهل التفسير. </p><p> قال مقاتل بن حيان: إن مشركي مكة كانوا يؤذون المسلمين بمكة، فاستأذنوا النبي -صلى الله عليه وسلم- في قتالهم، فنهاهم فلما خرج إلى المدينة أنزل عليه بالمدينة هذه الآية، وهي أول آية نزلت عليهم (٢) في القتال (٣) . </p><p> وقرئ \"أذن\" بفتح الألف وبضمها (٤) . فمن فتح الألف بني الفعل </p><p>= وقال ابن حجر في \"الكافي\": لم أجده هكذا. ثم قال: وهو منتزع من أحاديث أقربها ما أخرجه ابن أبي حاتم من طريق بكير بن معروف، عن مقاتل بن حيان في قوله \"أذن للذين يقاتلون بأنهم ظلموا\": وذلك أن مشركي مكة كانوا يؤذون المسلمين بمكة، فأستاذنوا النبي -صلى الله عليه وسلم- في قتالهم بمكة فنهاهم؛ ليمتحن بذلك النبي -صلى الله عليه وسلم- عن ذلك، فلما خرج النبي -صلى الله عليه وسلم- إلى المدينة أنزل عليه \"أذن للذين يقتلون بأنهم ظلموا\". وذكر الطبري عن الضحاك: أن الصحابة رضي الله عنهم استأذنوا رسول الله -صلى الله عليه وسلم- في قتال الكفار إذ آذوهم واشتطوا عليهم بمكة قبل الهجرة غيلة وسرا، فأنزل الله \"إن الله لا يحب كل خوان كفور، فلما هاجروا أطلق لهم قتلهم وقتالهم، فقال \"أذن للذين يقاتلون\" الآية. (١) رواه الطبري ١٧/ ١٧٣ عنه من رواية ابن أبي نجيح، وذكره السيوطي في \"الدر المنثور\" ٦/ ٥٧ وعزاه لابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم والبيهقي في \"الدلائل\".(٢) (عليهم): ساقطة من (ط)، وفي (د)، (ع): (نزلت في القتال عليهم).(٣) تقدم في كلام ابن حجر أنَّ ابن أبي حاتم أخرجه عنه.(٤) قرأ ابن كثير، وحمزة، والكسائي، وابن عامر: \"أذن\" مفتوحة الألف، وقرأ =</p><p> للفاعل لما تقدم (١) من ذكر الله تعالى (٢) ، وقوله {لِلَّذِينَ يُقَاتَلُونَ} في موضع نصب ومن ضم الألف بني الفعل للمفعول به، والمعنى على أن الله سبحانه وتعالى أذن لهم في القتال، والجار والمجرور في موضع رفع لإسناد الفعل المني للمفعول إليهم. والمأذون لهم في القتال أصحاب رسول الله -صلى الله عليه وسلم- (٣) . </p><p> وقوله:  \"يقاتِلون\" أي: الذين يقاتلون عدوهم الظالمين لهم بإخراجهم عن ديارهم. وهم المؤمنون. </p><p> وقرئ \"يقاتَلون\" بفتح التاء (٤) ، أي: الذين يقاتلهم المشركون، وهم المؤمنون، ويقوي هذه القراءة أن الفعل الذي بعده مسند إلى المفعول به وهو قوله:  \"ظلموا\"  (٥) . </p><p>= الباقون بضمها. \"السبعة\" ص ٤٣٧، \"التَّبصرة\" ص ٢٦٦، \"التيسير\" ص ١٥٧، \"الإقناع\" ٢/ ٧٠٦.(١) في (ظ): (علي ما تقدّم)، وفي \"الحجة\" للفارسي: فلما تقدم.(٢) يعني أنَّه قرب من قوله -قبلها-: \"إن الله لا يحب كل خوان كفور\"، فأسندوا الفعل إلى الله لتقدم اسمه وأنَّ الفعل قرب منه. قاله ابن زنجلة في \"حجة القراءات\" ص ٤٧٨.(٣) من قوله: من فتح الألف إلى هنا. هذا كلام أبي علي في \"الحجة\" ٥/ ٢٨٠ - ٢٨١ مع تقديم وتأخير.وانظر: \"علل القراءات\" للأزهري ٢/ ٤٢٦، \"حجة القراءات\" لابن زنجلة ص ٤٧٨، \"الكشف\" لمكي بن أبي طالب ٢/ ١٢٠.(٤) قرأ نافع، وحفص عن عاصم، وابن عامر: \"يقاتلون\" بفتح التاء، وقرأ الباقون بكسر التاء.\"السبعة\" ص ٤٣٧، \"التبصرة\" ص ٢٦٦: \"التيسير\" ص ١٥٧، \"الإقناع\" ٢/ ٧٠٦.(٥) من قوله: الذين يقاتلون عدوهم ... إلى هنا. هذا كلام أبي علي في \"الحجة\" ٥/ ٢٨٠ - ٢٨١ مع تقديم وتأخير. =</p>"
}