{
  "id": null,
  "sura": 22,
  "aya": 46,
  "text": "<p> بأحدهما فهو مَشِيد (١) بفتح الميم وكسر الشين. </p><p> وهذا قول عطاء، وعكرمة، وأبي صالح، والسّدي، ومجاهد، وسعيد بن جبير، وأكثر المفسرين (٢) . </p><p> ومن المفسرين من يخصص البئر المذكورة في هذه الآية -وهو قول الضحاك، والسدي- قالا: كانت هذه البئر باليمن (٣) . </p><p> وليس بالوجه. </p><p> ٤٦ - ثم حث على الاعتبار بحال من مضى من الأمم المكذبة فقال:  {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ} قال ابن عباس: يريد: أفلم يسر قومك في أرض </p><p>(١) \"معاني القرآن\" للزجاج ٣/ ٤٣٢. وقوله: \"بفتح الميم وكسر الشين\" هذا من كلام الواحدي. (٢) ذكره الثعلبي ٣/ ٥٤ أعن عطاء وعكرمة ومجاهد وسعيد بن جبير.ورواه عن هؤلاء الأربعة الطبري ١٧/ ١٨٠ - ١٨١.ورواه عن عطاء وعكرمة عبد الرزاق في \"تفسيره\" ٢/ ٣٩.ولم أجده من ذكره عن أبي صالح والسدي.قال ابن كثير ٣/ ٢٢٧ بعد ذكره للأقوال: والأقوال متقاربة، ولا منافاة بينهما، فإنه لم يحمل أهله شدة بنائه ولا ارتفاعه ولا إحكامه ولا حصانته عن حلول بأس الله بهم كما قال تعالى: {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} [النساء: ٧٨].وقال العلامة عبد الرحمن بن سعدي في \"تيسير الكريم الرحمن\" ٣/ ٣٢٧ - ٣٢٨: وكم من قصر تعب عليه أهله، فشيدوه ورفعوه وحصنوه وزخرفوه، فحين جاءهم الأمر لم يغن عنهم شيئا، وأصبح خاليًا من أهله.(٣) ذكره الثعلبي ٥٤/ ٣ أعن الضّحاك. وذكر فيها قصّة.وذكره القرطبي ١٢/ ٧٥ عن الضحاك وغيره، وساق عنه قصّة طويلها في خبر هذه البتر وأصحابها. الله أعلم بصحة هذا الخبر.</p><p> الشام وأرض اليمن {فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا} أي يعلمون بها مدلول ما يرون من العبر. </p><p> (والمعنى: أفلم يسيروا فيعقلوا بقلوبهم ما نزل بمن كذب قبلهم.والتأويل:فتكون لهم قلوبٌ عاقلة [عالمة؛ لأن قوله)  (١)  {يَعْقِلُونَ بِهَا} صفة للنكرة، وقبل أن يسيروا لهم قلوب ولكن غير عاقلة، فإذا ساروا واعتبروا كانت لهم قلوب عاقلة] (٢) وعلى هذا النحو قوله {أَوْ آذَانٌ يَسْمَعُونَ بِهَا} . </p><p> قال ابن عباس: يريد من يسمع فلم يجب فلم يسمع. </p><p> يعني أنهم غير سامعين إذا صمُّوا عن دعائك، أفلا يسيرون فيسمعوا (٣) أخبار الأمم المكذبة فيعتبروا. </p><p> قال ابن قتيبة -في هذه الآية والتي قبلها-: وهل شيء أبلغ في العظة والعبرة من هذه الآية؟ لأن الله تعالى أراد (٤) : أفلم يسيروا في الأرض، فينظروا إلى آثار قوم أهلكهم الله بالعتو، وأبادهم بالمعصية، فيروا من تلك الآثار بيوتًا خاوية قد سقطت على عروشها، وبئرًا لشُرب أهلها قد عُطّلت (٥)  (٦) ، وقصرًا بناه ملكها (٧) بالشيد قد خلا من السكن وتداعى </p><p>(١) ما بين القوسين ساقط من (أ). (٢) ما بين المعقوفين ساقط من (ظ).(٣) في (أ): (فيسمعون)، وهو خطأ.(٤) (أراد): موضعه بياض في (ظ).(٥) في (أ): (غلطت)، وهو خطأ.(٦) العبارة عند ابن قتيبة: وبئرًا كانت لشُرب أهلها قد عطل رشاؤها وغار معينها، وقصرًا.(٧) عند ابن قتيبة: ملكه.</p><p> بالخراب؛ فيتعظوا بذلك، ويخافوا من عقوبة الله وبأسه، مثل الذي (١) نزل بهم. ونحو هذا قوله {فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ}  [الأحقاف: ٢٥] . انتهى كلامه (٢) . </p><p> ثم ذكر الله تعالى أنَّ (٣) أبصارهم الظاهرة لم تعم عن النظر، وإنما عميت أبصار (٤) قلوبهم فقال: {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ} . </p><p> قال الفراء: الهاء هاء عماد يوفى (٥) بها \"إنَّ\" ويجوز مكانها \"إنَّه\" ، وكذلك هي في قراءة عبد الله (٦) . </p><p> وقال غيره: هي إضمار على شريطة التفسير. والمعنى: فإنَّ الأبْصار لا تعمى. ويجوز أن تكون الهاء لإضمار القصة. وذكرنا هذه الأقوال مشروحة في تفسير قوله {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا}  [الأنبياء: ٩٧] . </p><p> وقوله:  {الَّتِي فِي الصُّدُورِ} ذكر الفراء وأبو إسحاق (٧) : أن هذا من التوكيد الذي تزيده العرب في الكلام، كقوله {تِلْكَ عَشَرَةٌ كَامِلَةٌ}  [البقرة: ١٩٦] . وقوله:  {يَقُولُونَ بِأَفْوَاهِهِمْ}  [آل عمران: ١٦٧] ، وقوله {يَطِيرُ بِجَنَاحَيْهِ}  [الأنعام: ٣٨] . والتوكيد جار في الكلام مبالغ في الإفهام. </p><p> وقال غيرهما: هذا التوكيد فائدته أنه يمنع من ذهاب الوهم إلى غير </p><p>(١) (الذي): ساقطة من (أ). (٢) \"مشكل القرآن\" لابن قتيبة ص ١٠.(٣) (أن): ساقطة من (أ).(٤) (أبصار): ساقطة من (أ).(٥) عند الفراء. تُوَفّى.(٦) \"معاني القرآن\" للفراء ٢/ ٢٢٨.(٧) \"معاني القرآن\" للفراء ٢/ ٢٢٨، و\"معاني القرآن\" للزجاج ٣/ ٤٣٢.</p>"
}