{
  "id": null,
  "sura": 22,
  "aya": 34,
  "text": "<p> المفعول أي: الحل من هذه الأعمال إلى البيت العتيق، وهو الطواف به بعد قضاء المناسك. و {إِلَى} هاهنا صلة لفعل محذوف، وهو القصد أو الحج. والمعنى: ثم محلكم أيها المحرمون حجكم وقصدكم {إِلَى الْبَيْتِ الْعَتِيقِ} بالزيارة والطواف. </p><p> وهذا معنى قول محمد بن أبي (١) موسى (٢) : محل المناسك الطواف بالبيت (٣) . </p><p> ٣٤ - قوله تعالى:  {وَلِكُلِّ أُمَّةٍ} أي: جماعة مؤمنة. يعني من الذين سلفوا وتقدموا {جَعَلْنَا مَنْسَكًا} المنسك هاهنا: المصدر من نَسَك يَنْسُك، إذا ذبح القربان (٤)  (٥) . وذكرنا معنى النسك في سورة البقرة (٦) . قال مجاهد في قوله {مَنْسَكًا} : يريد إهراقة الدماء (٧) . </p><p>(١) (أبي): ساقطة من (ظ). (٢) محمد بن أبي موسى. روى عن زياد الأنصاري عن أبي بن كعب، وروى عنه داود ابن أبي هند. وهو مجهول.انظر: \"التاريخ الكبير\" للبخاري ١/ ٢٣٦، \"تهذيب التهذيب\" ٩/ ٤٨٣.(٣) رواه الطبري ١٧/ ١٦٠ من طريق داود بن أبي هند، عنه. وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٧، وعزاه لابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم.(٤) في (أ): (القران)، وهو خطأ.(٥) انظر: \"تهذيب اللغة\" للأزهري ١٠/ ٧٤ (نسك).(٦) عند قوله تعالى: {وَأَرِنَا مَنَاسِكَنَا} [البقرة: ١٢٨].(٧) رواه الطبري ١٧/ ١٦١ وذكره السيوطي \"الدر المنثور\" ٦/ ٤٧ وعزاه لعبد بن حميد وابن، أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم.</p><p> وقال عكرمة (١) ، وقتادة (٢) ، ومقاتل بن حيان: يعني ذبحًا. </p><p> وقراءة العامة بفتح السين، وقرأ حمزة والكسائي بكسرها (٣) . </p><p> قال أبو علي (٤) : الفتح أولى لأنه لا يخلو من أن يكون مصدرًا أو مكانًا، وكلاهما مفتوح العين إذا كان الفعل على: فَعَل يَفْعُل، نحو: قَتَل يَقْتُلُ مَقْتَلا، وهذا مَقْتَلُه. ووجه الكسر: أنه قد يجيء اسم المكان على المَفْعِل من هذا النحو، نحو: المَطْلِع من طَلَع يَطْلُع، والمسجد من سجد يسجد، فيمكن أن يكون هذا بما شذَّ عن قياس الجمهور، فجاء اسم المكان على غير القياس، ولا يقدم على هذا إلا بالسمع، ولعل الكسائي سمع ذلك. هذا كلامه (٥) . </p><p>(١) رواه سفيان الثوري في \"تفسيره\" ص ٢١٣ عن أبيه، عن عكرمة بلفظ: ذبائح هم ذابحوها. وذكره النحاس في \"معاني القرآن\" ٤/ ٤٠٩ من رواية سفيان، بلفظ. ذبحًا. وبمثل لفظ النحاس ذكره السيوطي في \"الدر المنثور\" ٦/ ٤٧ وعزاه لابن أبي حاتم. (٢) ذكر الماوردي في \"النكت والعيون\" ٤/ ٢٤، والقرطبي ١٢/ ٥٨ عن قتادة أنه قال: (منسكا) حجًّا.(٣) \"السبعة\" ص ٤٣٦، \"التبصرة\" ص ٢٦٦، \"التيسير\" ص ١٥٧، \"الإقناع\" لابن الباذش ٢/ ٦٠٧.(٤) في (أ): (أبو الفتح) سقطت لفظة (على)، فتحرفت الكلمة إلى (أبو الفتح).(٥) \"الحجة\" لأبي علي الفارسي ٥/ ٢٧٨، وقوله: (الفتح أولى) لا وجه له، لأن القراءة سنة متبعة. وقوله. (ولعل الكسائي سمع ذلك) ذكره نحوه السمينُ الحلبي في \"الدر المصون\" ٨/ ٢٧٤ عن ابن عطية، ثم تعقبه بقوله: وهذا الكلام منه غير مرضي، كيف يقول: ويشبه أن يكون الكسائي سمعه. الكسائي يقول: قرأت به فيكف يحتاج إلى سماع مع تمسكه بأقوى السماعات، وهو روايته لذلك قرآنًا متواترًا؟وانظر: \"علل القراءات\" للأزهري ٢/ ٤٢٤، \"حجة القراءات\" لابن زنجلة ص ٤٧٧، \"الكشف\" لمكي بن أبي طالب ٢/ ١١٩.</p><p> والذي يدل على أن الكسائي سمع ذلك أنه قال في كتابه (١) : (منسكًا) . </p><p> و \"منسكا\" لغتان، كل (٢) قد قرئ بها (٣) . </p><p> وقال عطاء عن ابن عباس:  {مَنْسَكًا} يريد شريعة. يعني الذبح لأنه من جملة ما شرع. </p><p> وقال الكلبي: عيدًا (٤) . </p><p> يعني وقتًا للذبح. فعلى هذا المنسك، اسم لزمان الذبح. </p><p> قال (٥) أبو إسحاق: المنسك في هذا الموضع يدل على معنى النحر، فكأنه قال: لكل أمة أن تتقرب بأن تذبح الذبائح لله، ويدل على ذلك قوله {لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ} المعنى: ليذكروا اسم الله على نحو ما رزقهم من بهيمة الأنعام (٦) . </p><p> وخص بهيمة الأنعام، لأنَّ البهيمة من غير الأنعام لا يحل ذبحها وأكلها كالخيل والبغال والحمير (٧) ، فالبهيمة من الأنعام هي التي يجوز أن تُذبح في المناسك. </p><p> في هذه الآية دليل على أنَّ الذبائح ليست من خصائص هذه الأمة بل </p><p>(١) لعله ذكره في كتاب \"معاني القرآن\" له، وهو مفقود. (٢) كل: زيادة من (أ).(٣) انظر: \"إعراب القراءات وعللها\" لابن خالويه ٢/ ٧٧.(٤) ذكره عنه الماوردي ٤/ ٢٥.(٥) في (أ) بعد قوله قال: (فومله)، وليست في باقي النسخ، ولا معنى لها.(٦) \"معاني القرآن\" للزجاج ٣/ ٤٢٦.(٧) الطبري ١٧/ ١٦٠، \"الكشف والبيان\" للثعلبي ٣/ ٥٢ ب.</p><p> كانت لكل أمة، وعلى أنَّ الضحايا لم تزل من الأنعام، وأنَّ التسمية على الذبح كانت مشروعة. </p><p> قوله تعالى:  {فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ} قال أبو إسحاق: أي لا ينبغي أن تذكروا على ذبائحكم (١) إلا الله وحده (٢) . </p><p> وقوله {أَسْلِمُوا} أي: انقادوا وأطيعوا. وقال ابن عباس: أخلصوا (٣) . </p><p> وقوله:  {وَبَشِّرِ الْمُخْبِتِينَ} قال ابن عباس، وقتادة، والضحاك: المتواضعين (٤) . وقال مجاهد: المطمئنين إلى الله سبحانه (٥) . وقال الأخفش: الخاشعين (٦) . وقال ابن جرير: الخاضعين (٧) . </p><p>(١) في (أ): (ذبائحهم). (٢) \"معاني القرآن\" للزجاج ٣/ ٤٢٧.(٣) ذكره السيوطي في \"الدر المنثور\" ٦/ ٤٨ عن مقاتل بن حيان، وعزاه لابن أبي حاتم.(٤) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٥٢ ب عن ابن عباس وقتادة.ورواه عبد الرزاق في \"تفسيره\" ٢/ ٣٨ والطبري ١٧/ ١٦١ عن قتادة.ورواه ابن أبي شيبة في \"مصنفه\" ١٣/ ٥٨٠ عن الضحاك، وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٩ عنه وعزاه لابن أبي شيبة وابن المنذر وابن أبي حاتم.(٥) ذكره عنه بهذا اللفظ الثعلبي في \"الكشف والبيان\" ٣/ ٥٢ ب.ورواه الطبري ١٧/ ١٦١ مقتصرًا على أدلة. وذكره السيوطي في \"الدر المنثور\" ٦/ ٤٨ بمثل رواية الطبري وعزاه لعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم.(٦) ذكره عنه الثعلبي في \"الكشف والبيان\" ٣/ ٥٢ ب. ولم أجده في كتابه \"معاني القرآن\".(٧) قوله في \"تفسيره\" ١٧/ ١٦١ بأطول من هذا حيث قال: الخاضعين لله بالطاعة، المذعنيق له بالعبودية، المنيبين إليه بالتوبة.</p>"
}