{
  "id": null,
  "sura": 22,
  "aya": 6,
  "text": "<p> نوَّارُهُ مُتَباهج يَتَوَهَّجُ </p><p> وأكثر أهل (١) النحو على أنَّ بهيج هاهنا (٢) فعيل بمعنى فاعل، وهو قول الأخفش وابن مسلم (٣) . </p><p> ٦ - قوله:  {ذَلِكَ بِأَنَّ اللَّهَ} قال أبو إسحاق: المعنى الأمر ذلك. أي الأمر ما وصف لكم وبين بأن الحق هو الله [قال: ويجوز أن يكون نصبًا علي معنى: فعل الله ذلك بأنه هو الحق]  (٤) ، والأجود أن يكون موضع \"ذلك\" رفعًا (٥) . </p><p> قال أبو علي: موضع \"ذلك\" من الإعراب لا يخلو من أحد وجهين: أحدهما (٦) رفع، أو نصب. أمَّا جهة النصب فعلى أن يكون مفعولاً بفعل مضمر يدل عليه ما قبله من الأفعال المذكورة كما ذكره أبو إسحاق. </p><p> وأمّا جهة الرفع فلا يخلو من أن يكون مبتدأً أو خبرًا, ولا يجوز أن يكون خبرًا لمبتدأ محذوف وهو الأمر والشأن على ما ذكره أبو إسحاق لأنه إذا قدر كذلك (٧) بقى الجار في (٨) قوله \"بأنَّ الله\"  (٩) غير متعلق بشيء وذلك لأنَّ الجار إنّما يتعلق بقوله \"ذلك\" إذا قَدَّرته مبتدأ بتوسط (١٠) فعل مقدر </p><p>(١) في (ظ)، (د)، ع): (هذا). (٢) العبارة في (ظ)، (د)، (ع): (علي بهيج يقال هاهنا)، وهي عبارة ركيكة.(٣) \"غريب القرآن\" لابن قتيبة ص٢٩٠.(٤) ما بين المعقوفين ساقط من (ظ).(٥) \"معاني القرآن\" للزجاج ٣/ ٤١٣ مع تقديم وتأخير.(٦) أحدهما: ساقطة من (أ).(٧) في (أ): (ذلك)، وهو خطأ.(٨) (في): ساقطة من (أ).(٩) في (أ): (وقوله \"أن الله\")، وهو خطأ.(١٠) في (أ): (يتوسط)، وهو خطأ.</p><p> محذوف لدلالة الجار على، والمعنى: ذلك فعله الله أو بَيَّنَه (١) الله بأن الله هو الحق، ثم حذف الفعل وصار الجار مع المجرور في موضعه خبرًا لـ \"ذلك\" . وإذا قدرت \"ذلك\" خبر مبتدأ لم يجز أن يتعلق به الجار؛ لأن تعلق حرف الجر بالاسم لا يخلو من أمرين: إما أن يتعلق به على التقدير الذي تقدم، أو يتعلق به (٢) كما يعلق إذا كان الخبر اسم فاعل، نحو: ذاهب وقائم فيتصل الجار به [كما يتصل بالفعل نحو: هذا ذاهب به، أو قائم إلى عَمْرو وليس قولنا ذلك اسم فاعل فيتصل به هذا الاتصال، ولا يجوز أن يكون بتعلق الجار به (٣) ] واتصاله بذلك، وهو مقدر خبر مبتدأ من حيث اتصل به وهو مقدر مبتدأ، وذلك أنَّك إذا قدرت مثل الفعل الذي يوصل الجار إلى ذلك وتعلقه به وجب أن يكون ذلك الفعل خبره، وإذا كان خبره كان ذلك مبتدأ، إذ لا متصل للفعْل (٤) بقوله ذلك إلا من هذه الجهة، واتصاله به يخرجه عن أن يكون خبرًا [فإذا لم يجز أن يكون موضع \"ذلك\" رفعًا على أنه خبر مبتدأ] (٥) وجب أن يكون موضعه رفعًا على أنه مبتدأ، والجار مع المنجر به في موضع خبره لا يجوز غير ذلك (٦) . </p><p> وأما معنى الآية فهو أن يقول: فعل الله ذلك -يعني ما ذكر من ابتداء الخلق وإحياء الأرض، ذلك الذي ذكر فعله (٧) الله بأنه هو (٨) الحق أي: ذو الحق. </p><p>(١) في \"الإغفال\" ص ١٠٤٦: أو نَبَّه. (٢) في (ظ): (بهما).(٣) ما بين المعقوفين ساقط من (ظ).(٤) في (ظ): (إذْ لا يتصل الفعل)، وفي (د): (إذ لا يتصل للفعل).(٥) ما بين المعقوفين ساقط من (ظ).(٦) \"الإغفال\" لأبي علي الفارسي ٢/ ١٠٤٤ - ١٠٤٧.(٧) ي (ظ)، (د)، (ع): (فعل الله).(٨) هو: ليست في (ظ)، (د)، (ع).</p>"
}