{
  "id": null,
  "sura": 23,
  "aya": 95,
  "text": "<p> وقوله:  {مَا يُوعَدُونَ} قال ابن عباس: من النقمة فيهم. </p><p> وقال مقاتل: يعني القتل ببدر (١) . </p><p> ٩٤ - {رَبِّ فَلَا تَجْعَلْنِي} قال الفراء: هذه الفاء جواب لقوله: {إِمَّا تُرِيَنِّي} اعترض النداء بينهما كما تقول: إن تأتني كما زيد فعجّل (٢) ، ولو لم يكن قبله جزاء لم يجز أن تقول: يا زيد فقم، ولا أن تقول: يا رب فاغفر لي؛ لأن النداء مستأنف، [وكذلك الأمر بعده مستأنف]  (٣) لا تدخله الفاء ولا الواو (٤) . </p><p> قوله تعالى:  {فِي الْقَوْمِ الظَّالِمِينَ} قال الكلبي: يعني مع (٥) الفئة الباغية (٦) . قال أبو إسحاق: أي إن أنزلت بهم النقمة كما رب فاجعلني خارجًا عنهم (٧) . </p><p> قال مقاتل: وذلك أنَّ النبي -صلى الله عليه وسلم- أراد أن يدعو على كفار مكة (٨) . </p><p> ٩٥ - فعلّمه الله كيف يدعو، وأخبر أنه قادر على إنزال العذاب بهم بقوله:  {وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ} . </p><p> ثم أمره بالصبر إلى أن ينقضي الأجل المضروب للعذاب فقال:  {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ} قال المفسرون: يعني الإعراض والصفح </p><p>(١) \"تفسير مقاتل\" ٢/ ٣٣ أ. (٢) في (أ)، (ظ): (فجعل).(٣) ما بين المعقوفين ساقط من (ع).(٤) \"معاني القرآن\" للفراء ٢/ ٢٤١.(٥) في (ع): (في).(٦) ذكر الرازي ٢٣/ ١١٨ نحو هذا القول ولم ينسبه لأحد.(٧) \"معاني القرآن\" للزجاج ٤/ ٢١.(٨) \"تفسير مقاتل\" ٢/ ٣٣ أ.</p><p> {السَّيِّئَةَ}  (١) وهي أذى المشركين إيّاه (٢) . </p><p> والمعنى: ادفع بالخلّة التي هي أحسن -وهي الصبر والصفح- أذاهم وجفاهم (٣) . </p><p> وهذا قبل أن يؤمر بقتالهم (٤) . </p><p> وقال أهل المعاني: إذا ذكروا المنكر فاذكر الحجَّة في فساده والموعظة التي تصرف عنه إلى ضدّه من الحق بتلطّف في الدعاء إليه والحث عليه (٥) . </p><p>(١) في (ظ)، (ع): (والسيئة). (٢) الطبري ١٨/ ٥١ مع اختلاف يسير.(٣) الثعلبي ٣/ ٦٤ أ.(٤) ذكر هذا الطبري ١٨/ ٥١، والثعلبي ٣/ ٦٤ أ.وانظر: \"الناسخ والمنسوخ\" لهبة الله بن سلامة ص ٦٧، \"الناسخ والمنسوخ\" لابن حزم ص ٤٦، \"ناسخ القرآن العزيز ومنسوخه\" لابن البارزي ص ٤٢.وهي على قول هؤلاء منسوخة بآية الأمر بالقتال، والصواب أنَّها محكمة غير منسوخة، ولا تعارض بينها وبين آيات الأمر بالقتال، ولذا نقل ابن الجوزي في \"ناسخ القرآن ومنسوخه\" ص ٤٦٧ عن بعض المحققين من العلماء أنَّه قال: لا حاجة بنا إلى القول بالنسخ، لأن المداراة محمودة ما لم تضر بالدين، ولم تؤد إلى إبطال حق وإثبات باطل. اهـ.وقال ابن كثير ٣/ ٢٥٤: قال تعالى مرشدًا له -يعني للنبي -صلى الله عليه وسلم- إلى الترياق النافع في مخالطة الناس وهو الإحسان إلى من يُسيء إليه ليستجلب خاطره فتعود عداوته صداقة وبغضه محبة .. وهذا كما قال: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} [فصلت: ٣٤].وانظر: \"البحر المحيط\" ٦/ ٤٢٢، \"أضواء البيان\" ٥/ ٨١٨.(٥) ذكر الماوردي في \"النكت والعيون\" ٤/ ٦٦ هذا المعنى باخصار. وقال: حكاه ابن عيسى.</p><p> وروي عن مجاهد وعطاء أنهما قالا في قوله:  {بِالَّتِي هِيَ أَحْسَنُ} : السلام يسلم عليهم إذا لقيهم (١) . </p><p> ولا أدري هل كان يسلم على المشركين أم لا؟ فإنَّه -صلى الله عليه وسلم- نهانا أن نبدأهم بالسلام (٢) . </p><p> قوله:  {نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ} قال ابن عباس: يريد بما يقولون من الشرك (٣) . وقال مقاتل: بما يقولون من الكذب (٤) . </p><p> ومعنى {نَحْنُ أَعْلَمُ} إنَّا (٥) نجازيهم بما يستحقون (٦) من الجزاء في الوقت الذي يصلح للأخذ بالعقوبة. </p><p> أي (٧) : فليس يخفى علينا ما يقولون، ولسنا نغفل عن مجازاتهم. </p><p>(١) رواه عن مجاهد عبد الرزاق في \"تفسيره\" ٢/ ٤٨، والطبري ١٨/ ٥١، وذكره عن عطاء السيوطي في \"الدر المنثور\" ٦/ ١٣ وعزاه لابن أبي شيبة وابن المنذر وابن أبي حاتم. (٢) روى البخاري في الاستئذان -باب التسليم في مجلس فيه أخلاط من المسلمين والمشركين ١١/ ٣٨، ومسلم في الجهاد- باب في دعاء النبي -صلى الله عليه وسلم- وصبره على المنافقين ٣/ ١٤٢٢ - ١٤٢٣، من حديث أسامة -رضي الله عنه-: أن النبي -صلى الله عليه وسلم- مر بمجلس فيه أخلاطٌ من المسلمين والمشركين عبدة الأوثان واليهود ... فسلم عليهم النبي -صلى الله عليه وسلم-\" الحديث وروى مسلم في السلام - باب في السلام على أهل الذمة ١٤/ ١١١، والترمذي في السير- باب ما جاء في التسليم على أهل الكتاب ٥/ ٢٢٧، من حديث أبي هريرة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال \"لا تبدؤا اليهود والنَّصّارى بالسلام\" الحديث.(٣) ذكر ابن الجوزي ٥/ ٤٨٩، والقرطبي ١٢/ ١٤٧ هذا القول ولم ينسبه لأحد.(٤) \"تفسير مقاتل\" ٢/ ٣٣ أ.(٥) في (ع): (بما). والمثبت من باقي النسخ والوسيط.(٦) في (ظ)، (ع): (بما يستحقون به).(٧) (أي): ساقطة من (أ).</p>"
}