{
  "id": null,
  "sura": 23,
  "aya": 18,
  "text": "<p> أي لم نغفل عن الخلق إذ (١) بنينا فوقهم سماء أطلعنا فيها الشمس والقمر والكواكب، التي بها ينتفعون، وأنزلنا منها عليهم الماء. وكأن هذا أقوى الوجوه. وهو معنى قول الحسن، يعني: ننزل (٢) عليهم ما يحييهم من المطر (٣) . </p><p> ١٨ - قوله تعالى:  {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ} أي: بقدر يعلمه الله. </p><p> وقال مقاتل: بقدر ما يكفيهم للمعيشة (٤) . قال ابن عباس: يريد النيل. </p><p> وعلى هذا القول الماء المذكور في الآية مخصوص (٥) . </p><p> وقال الكلبي: هو المطر. </p><p> وعلى هذا معنى {فَأَسْكَنَّاهُ فِي الْأَرْضِ} يريد ما يبقى في الغُدران والمستنقعات والدُّحلان (٦) ، أقر الله الماء فيها لينتفع به الناس في الصيف وعند انقطاع الأمطار. </p><p> وقال آخرون (٧) : هو العيون والينابيع التي يخرج الماء منها، وذلك </p><p>(١) في (أ): (إلا)، وهو خطأ. (٢) في (أ): (نزل).(٣) ذكره عنه الثعلبي ٣/ ٦٠ أ.(٤) \"تفسير مقاتل\" ٢/ ٢٩ ب.(٥) ولا وجه لهذا التخصيص، لعدم الدليل.(٦) في (اْ): (الدجلان)، وفي (ع): (الدخلان)، والصواب ما في (ظ). وهو جمع دحل، والدحل والدُّحل: هوة تكون في الأرض وفي أسافل الأودية، فيها ضيق ثم تتسع. \"الصحاح\" ٤/ ١٦٩٥ (دحل)، \"لسان العرب\" ١١/ ٢٣٧ (دحل).والغُدْران: جمع غدير، وهو القطعة من الماء يغادرها السيل. \"الصحاح\" ٢/ ٧٦٦ - ٧٦٧ (غدر).(٧) ذكره البغوي ٥/ ٤١٣ وصدره بقول: قيل.</p><p> من ماء السماء أودعه الله الأرض. </p><p> وهذا معنى قول مقاتل بن سليمان، فقد قال: يعني العيون (١) . </p><p> وقال أبو إسحاق: هو دجلة والفرات وسيحان وجيحان، فقد روي أن هذه الأنهار الأربعة من الجنة (٢) . </p><p> ومعنى {فَأَسْكَنَّاهُ فِي الْأَرْضِ}  (٣) جعلناه ثابتًا فيها لا يزول (٤) . </p><p> قوله:  {وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ} قال ابن عباس: يريد أنه سيغيض ويذهب. يعني النيل. </p><p> وعلى هذا كأن الله تعالى وعد أنه يذهب النيل حتى ينقطع (٥) . </p><p>(١) \"تفسير مقاتل\" ٢/ ٢٩ ب. (٢) روى مسلم في صحيحه كتاب: الجنة وصفة نعيمها وأهلها، باب: ما في الدنيا من أنهار الجنة ٤/ ٢١٨٣ عن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- \"سيحان وجيحان والفرات والنيل، كل من أنهار الجنة\".وروى النحاس في \"معاني القرآن\" ٤/ ٤٥٠، وابن عدي في \"الكامل\" ٦/ ٢٣١٦، والخطيب البغدادي في \"تاريخ بغداد\" ١/ ٥٧، والواحدي في \"الوسيط\" ٣/ ٢٨٦ كلهم من طريق مسلمة بن علي عن مقاتل بن حيان، عن عكرمة، عن ابن عباس، عن النبي -صلى الله عليه وسلم- قال: \"أنزل الله من الجنة إلى الأرض خمسة أنهار: سيحون وهو نهر الهند، وجيحون وهو نهر بلخ، ودجلة والفرات وهما نهرا العراق، والنيل وهو نهر مصر، أنزلها الله من عين واحدة من عيون الجنة من أسفل درجة من درجاتها على جناحي جبريل، فاستودعها الجبال وأجراها في الأرض ... فذلك قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ} .. \" الحديث.وهذا الحديث قال عنه ابن عدي بعد روايته أنه منكر المتن. وضعف إسناده السيوطي في \"الدر المنثور\" ٦/ ٩٥.(٣) في (أ): (أسكناه)، وهو خطأ.(٤) \"معاني القرآن\" للزجاج ٤/ ١٠.(٥) لا دليل على هذا من كتاب أو سنة صحيحة.</p>"
}