{
  "id": null,
  "sura": 23,
  "aya": 21,
  "text": "<p> قوله:  {وَصِبْغٍ لِلْآكِلِينَ} وصبغ للآكلين) قال الليث: الصبغ والصباغ: ما يصطبغ به من الأدم (١) . </p><p> وقال غيره: الأصل (٢) في الصبغ (٣) والصباغ: هو ما يلون (٤) به الثياب، فشبه به ما يصطبغ به. وذلك أن الخبز (٥) يُلون بالصبغ إذا غمر فيه، والاصطباغ بالزيت الغَمْس فيه للائتدام به (٦) . </p><p> والمراد بالصبغ: الزيت. في قول ابن عباس. فإنه يُدَّهن به ويؤتدم (٧) . </p><p> وهو اختيار الفراء (٨) . جعل الصبغ الزيت. </p><p> وقال مقاتل: جعل الله في هذه الشجرة أدمًا ودهنًا (٩) . </p><p> وعلى هذا الأدم: الزيتون، والدهن: الزيت. وهو اختيار الزجاج، قال: يعني بالصبغ: الزيتون (١٠) . </p><p> ٢١ - قوله تعالى:  {وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا} </p><p>(١) \"تهذيب اللغة\" للأزهري ٨/ ٢٧ (صبغ) نقلا عن الليث. وهو في \"العين\" ٤/ ٣٧٤ ما يصطبغ في \"الأطعمة\" ونحوها أي يؤتدم. (٢) (الأصل): ساقطة من (ظ).(٣) في (أ): (والصبغ).(٤) في (ظ): (يكون)، وهو خطأ.(٥) في (أ)، (ع): (الحر). مهملة وفي (ظ): (الحبر).(٦) انظر: \"تهذيب اللغة\" للأزهري ٨/ ٢٨ - ٢٩ (صبغ)، \"لسان العرب\" ٨/ ٤٣٧ (صبغ).(٧) في (ظ): (ويؤتدم به).(٨) الفراء ساقطة من (ظ)، (ع). وانظر: كلام الفراء في \"معاني القرآن\" ٢/ ٢٣٣.(٩) \"تفسير مقاتل\" ٣٠ أ، وفيها: إدامًا.(١٠) \"معاني القرآن\" للزجاج ٤/ ١١. قال الأزهري في \"تهذيب اللغة\" ٨/ ٢٧ بعد حكاية هذا القول عن الزجاج: وهذا أجود القولين؛ لأنه قد ذكر الدهن قبله.</p><p> مفسرة (١) في سورة النحل (٢) . </p><p> {وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ} في ظهورها، وألبانها، وأوبارها، وأصوافها، وأشعارها. </p><p> {وَمِنْهَا تَأْكُلُونَ} قال ابن عباس: من لحومها وأولادها والكسب عليها (٣) . قوله:  {وَعَلَيْهَا} قال ابن عباس: يريد الإبل خاصة (٤) . </p><p> {وَعَلَى الْفُلْكِ تُحْمَلُونَ} قال الكلبي: أما في البحر فالسفن، وأما في البر فالإبل (٥) . </p><p> وهذه الآية تدل على أنه يجوز أن يذكر أشياء، ثم يكنى (٦) عن بعضها، فتعود الكناية إلى البعض لا إلى الجميع، وذلك أن الأنعام اسم للإبل والبقر والغنم، ولسنا نحمل على شيء منها إلا الإبل، فعادت الكناية إليها من جملة الأنعام. </p><p> والبقر منهي عن ركوبها في الحديث الذي ورد:  \"أن رجلاً ركب بقرة،فقالت:إنا لم نخلق لهذا، إنما خلقنا للحراثة\" . والحديث مشهور (٧) . </p><p>(١) في (ظ)، (ع): (مفسر). (٢) عند قوله تعالى: {وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ} [النحل: ٦٦].(٣) و (٤) ذكرهما ابن الجوزي ٥/ ٤٦٨ من غير نسبة لأحد. وانظر: \"تنوير المقباس\" ص ٢١٢.(٥) ذكره البغوي ٥/ ٤١٥، وابن الجوزي ٥/ ٤٦٨ من غير نسبة.(٦) في (ظ): (يعني).(٧) رواه البخاري في \"صحيحه\" كتاب: الحرث، باب: استعمال البقر للحراثة ٥/ ٨، ومسلم في \"صحيحه\" كتاب: فضائل الصحابة، باب: من فضل أبي بكر الصديق ٤/ ١٨٥٥.</p>"
}