{
  "id": null,
  "sura": 23,
  "aya": 10,
  "text": "<p> الكلبي، ومقاتل (١) ، ومسروق (٢) ، والجميع (٣) . </p><p> قال أبو إسحاق: المحافظة على الصوات أن تُصلى في أول وقتها (٤) ، فأما (٥) الترك فداخل في باب الخروج عن الدين (٦) . </p><p> ١٠ - قوله:  {أُولَئِكَ} يعني: المؤمنين الموصوفين بالصفات المذكورة. {هُمُ الْوَارِثُونَ} فيه قولان: </p><p> أحدهما: أنهم يرثون منازل أهل النار من الجنة. </p><p> روى أبو هريرة قال: قال رسول الله -صلى الله عليه وسلم-: \"ما منكم من أحد إلا له منزلان: منزل في الجنة ومنزل في النار، فإن مات فدخل النار ورث أهل الجنة منزله،قال:فدلك(٧)قوله:{أُولَئِكَ هُمُ الْوَارِثُونَ}\"  (٨) . وهذا تفسير </p><p>(١) \"تفسير مقاتل\" ٢/ ٢٩ ب. (٢) رواه الطبري ١٨/ ٥.(٣) انظر: الطبري ١٨/ ٥، و\"الدر المنثور\" ٦/ ٨٩.(٤) عند الزجاج: في أوقاتها.(٥) في (ظ): (وأما).(٦) \"معاني القرآن\" للزجاج ٤/ ٧.(٧) في (ع): (وكذلك).(٨) رواه سعيد بن منصور في \"تفسيره\" ١٥٦ ب، وابن ماجه في \"سننه\" أبواب الزهد، صفة الجنة ٢/ ٤٥٨، والطبري ١٨/ ٥ - ٦، وابن أبي حاتم كما في \"تفسير ابن كثير\" ٣/ ٢٣٩.وذكره السيوطي في \"الدر المنثور\" ٦/ ٩٠ وعزاه لمن تقدم وزاد نسبته لابن المنذر وابن مردويه والبيهقي في \"البعث\".قال البوصيري في \"مصباح الزجاجة\" ٣/ ٣٢٧: هذا إسناد صحيح على شرط الشيخين. وصحح إسناده الحافظ ابن حجر في \"فتح الباري\" ٣/ ٤٤٢.وذكره الألباني في صحيح الجامع ٢/ ١٠١٠ وقال: صحيح.</p><p> النبي -صلى الله عليه وسلم-. </p><p> القول الثاني: أنهم يرثون بيوتهم ومنازلهم التي بنيت بأسمائهم في الجنة. وهو قول الكلبي ورثوا الجنة دون الكفار خلصت لهم بأعمالهم - واختيار أبي إسحاق (١) . </p><p> والمعنى: أنهم يؤول أمرهم إلى نعيم الجنة (٢) . </p><p> قال المبرد: وأصل الميراث: العاقبة وإن لم يكن للأول منها شيء بسبب نسب، وإنما معناه الانتقال عن (٣) هذا إلى هذا كما قال -عز وجل- {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا}  [الأعراف: ١٣٧] الآية. وقد مر. </p><p> فعلى (٤) القول الأول: هم وارثون (٥) ورثوا من (٦) أهل النار منازلهم من الجنة. ويجوز أن يُسمى ميراثًا وإن لم يستحقوا ذلك بنسب. </p><p> وعلى القول الثاني: صارت عاقبتهم الجنة. فهم وارثون ورثوا منازلهم التي بنيت لهم في الجنة. </p><p>(١) قول الواحدي إن هذا اختيار أبي إسحاق محل نظر؛ لأن أبا إسحاق قال في كتابه \"معاني القرآن\" ٤/ ٦: \"أولئك هم الوارثون الذين يرثون الفردوس\" روى أن الله - جل ثناؤه جعل لكل امرئ بيتًا في الجنة وبيتًا في النار، فمن عمل عمل أهل النار ورث بيته من الجنة من عمل عمل أهل الجنة، ومن عمل عمل أهل الجنة ورث بيته من النار من عمل عمل أهل النار. والفردوس أهله .. فأبو إسحاق اقتصر على هذا القول ولم يحك غيره.(٢) ذكر هذا المعنى الثعلبي في \"الكشف والبيان\" ٣/ ٥٨ ب وعزاه لبعضهم.(٣) في (ع): (من).(٤) في (ظ): (زيادة (هذا)، بعد قوله (فعلى).(٥) في (ع): (الوارثون).(٦) (من): ساقطة من (أ)، (ظ).</p>"
}