{
  "id": null,
  "sura": 23,
  "aya": 51,
  "text": "<p> قوله:  {فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ} قال: سائح (١) . </p><p> وذكر بعض أصحاب المعاني أن معينًا فعيل من أمعن إذا أسرع. فهو فعيل بمعْنى مفعل (٢) . </p><p> ٥١ - قوله تعالى:  {يَا أَيُّهَا الرُّسُلُ كُلُوا} اختلفوا في هذا الخطاب: </p><p> فذهب قوم إلى أنه خطاب لجميع الرسل، كأنَّه إخبار عمل قيل لهم. وهذا قول الضحاك، ومعنى قول ابن عباس- في رواية عطاء (٣) . </p><p> ويدل على هذا حديث أبي هريرة عن النبي -صلى الله عليه وسلم- \"وإنّ الله أمر المؤمنين بما أمر به المرسلين فقال {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ} وقال {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ}  [البقرة: ١٧٢] الحديث (٤) . </p><p>(١) \"الإغفال\" لأبي علي الفارسي ٢/ ١١٣٧ - ١١٤٠ مع تصرف -وأثره سعيد- الذي روه أبو علي في الإغفال رواه الطبري ٢٩/ ٢٣ من طريق سالم، عنه بلفظ: ظاهر. (٢) لم أقف عليه. وانظر: \"لسان العرب\" ١٣/ ٤٠٩ (معن).(٣) ذكر البغوي ٥/ ٤٢٠، والرازي ٢٣/ ١٠٤، والقرطبي ١٢/ ١٢٨ هذا القول من غير نسبة لأحد.وهذا القول هو أقرب الأقوال، لأنَّه أوفق للفظ الآية. قاله الرازي ٢٣/ ١٠٤ ولدلالة الحديث الذي ساقه الواحدي.وهو نداء خطاب لجميع الرسل باعتبار زمان كل واحد منهم، فدخل فيه محمد -صلى الله عليه وسلم- وهو القول الثاني- وعيسى -صلى الله عليه وسلم- وهو قول ابن جرير- دخولاً أوّليًّا.وإنَّما ذكر أن الرسل نودوا بذلك ووصُّوا به، ليعتقد السامع أن أمرًا نودي له جميع الرسل ووصُّوا به حقيقٌ أن يؤخذ به ويعمل عليه. قاله الزمخشري ٣/ ٣٤.(٤) رواه الإمام أحمد في \"مسنده\" ٢/ ٣٢٨، ومسلم في \"صحيحه\" كتاب الزكاة - باب قبول الصدقة من الكسب الطيب وتربيتها ٢/ ٧٠٣، والترمذي في \"جامعه\" (كتاب التفسير- باب: ومن سورة البقرة ٨/ ٣٣٣ - ٣٣٤.</p><p> وهذا يدل على أن الله تعالى عمَّ المرسلين بهذه الآية. </p><p> وقال الحسن، ومجاهد، وقتادة، والسدي، والكلبي (١) ، ومقاتل (٢) : يعني: محمدًا -صلى الله عليه وسلم- وحده. واختاره الفراء، والقتيبي، والزَّجَّاج. </p><p> قال الفراء: أراد النبيَّ -صلى الله عليه وسلم- فجمع كما يقال في الكلام للرجل الواحد: أيها القوم كُفُّوا عنا أذاكم. قال: ومثله {الَّذِينَ قَالَ لَهُمُ النَّاسُ}  (٣) وهو (٤) نعيم بن مسعود، كان رجلاً من أشجع (٥) . </p><p>(١) ذكره الثعلبي ٣/ ٦٢ أعنهم سوى الكلبي. وذكره ابن الجوزي ٥/ ٤٧٧ مثل الثعلبي وزاد ابن عباس ثم قال: في آخرين. (٢) انظر: \"تفسير مقاتل\" ٢/ ٣١ أ.(٣) آل عمران: ١٧٣.(٤) في (أ): (وهم).(٥) \"معاني القرآن\" للفراء ٢/ ٢٣٧.وما ذكره الفراء من أن المراد بالناس في قوله (الذين قال لهم الناس) هو نعيم بن مسعود قول حكاه القرطبي ١٢/ ٢٧٩ عن مجاهد وعكرمة ومقاتل والكلبي. وأنَّ أبا سفيان بعد وقعة أحد جعل لنعيم بن مسعود جُعْلا على أنْ يأتي النبي -صلى الله عليه وسلم- فيخبره أن قريشًا قد اجتمعت وأقبلت لحربه هي ومن انضاف إليها.ثم حكى القرطبي عن جماعة من أهل العلم: أن المراد بالناس: ركب عبد القيس، مرُّوا بأبي سفيان فدَسَّهم إلى المسلمين ليثبطوهم. وقيل: الناس هنا: المنافقون. وقيل: هم ناس من هذيل سألهم أصحاب رسول الله -صلى الله عليه وسلم- عن أبي سفيان فقالوا: \"قد جمعوا لكم\".قال القرطبي ١٢/ ٢٨٠: فالناس على هذه الأقوال على بابه من الجمع.وقد صوَّب ابن عطية ٣/ ٢٩٨ - ٢٩٩ القول بأن الناس هم ركب عبد القيس. وعزاه للجمهور. وضعف القول بأن لفظة \"الناس\" تطلق على رجل واحدإن هذه الآية، ووصف القول بأن الناس هو نعيم بن مسعود بالشذوذ.وانظر: الطبري ٧/ ٤٠٥ - ٤١٣، وابن كثير ١/ ٤٢٨ - ٤٣٠.</p><p> وقال الزَّجَّاج: إنّما خوطب بهذا رسول الله -صلى الله عليه وسلم-، قيل:  {يَا أَيُّهَا الرُّسُلُ} ، وتضمن هذا الخطاب أن الرسل جميعًا كذا أمروا (١) . </p><p> وقال ابن قتيبة: خوطب به النبي -صلى الله عليه وسلم- وحده على مذهب العرب في مخاطبة الواحد مخاطبة الجميع (٢) . </p><p> وذهب أخرون إلى أن هذا إخبار عما قيل لعيسى -عليه السلام- وهذا الخطاب له (٣) . </p><p> واختار محمد بن جرير هذا القول، واحتج بحديث أبي إسحاق السبيعي (٤) ، عن عمرو (٥) بن شرحبيل في هذه الآية قال: كان عيسى يأكل من غزل أمّه (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٥. (٢) \"غريب القرآن\" لابن قتيبة ٣/ ٢٩٧.(٣) هذا قول الطبري ١٨/ ٢٨، والثعلبي ٣/ ٦٢ أ.(٤) هو: عمرو بن عبد الله، الهمداني، السبيعي، الكوفي، أبو إسحاق. شيخ الكوفة، وعلامها، ومحدثها. كان من العلماء العاملي، وقال علي بن المدينة: حفظ العلم على هذه الأمة ستة: ذكر منهم أبا إسحاق. قال الذهبي ثقة، حجة بلا نزاع، كبر وتغير حفظه تغير السن ولم يختلط. وقال ابن حجر: ثقة، عابد، اختلط بآخرة. توفي سنة ١٢٧ هـ، وقيل: ١٢٨ هـ.\"طبقات ابن سعد\" ٩/ ٣١٣، \"سير أعلام النبلاء\" ٥/ ٣٩٢، \"غاية النهاية\" ١/ ٦٠٢، \"تهذيب التهذيب\" ٨/ ٦٣، \"تقريب التهذيب\" ٢/ ٧٣، \"طبقات الحفاظ\" للسيوطي ص ٤٣.(٥) في (أ): (عمرة)، وهو نصحيف.(٦) رواه الطبري في \"تفسيره\" ١٨/ ٢٨ عن عمرو، به.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٠٠ وعزاه أيضًا لعبد بن حميد وابن المنذر وابن أبي حاتم.وقد تعقَّب ابن عطية في \"المحرر\" ١٠/ ٣٦٥ هذه الرواية بقوله: والمشهور أنه كان يأكل من بقل البرية.</p><p> وروي هذا القول مرفوعًا أن النبي -صلى الله عليه وسلم- قال في هذه الآية:  \"ذاك عيسى ابن مريم كان يأكل من غزل أمه\"  (١) . </p><p> قوله:  {كُلُوا مِنَ الطَّيِّبَاتِ} قال الضحّاك: أمرهم أن لا يأكلوا إلا حلالاً طيبًا (٢) ، كلهم أمرهم بذلك (٣) . </p><p> والمعنى: كلوا من الحلال. قاله ابن عباس. </p><p> قال الزَّخَّاج: وكل مأكول حلال مستطاب (٤) . </p><p> ويقول قوم: إذا قلنا إنَّ هذا خطاب لمحمد -صلى الله عليه وسلم- فالمراد بالطيبات الغنائم وأنها ما أحلت إلا لرسول الله -صلى الله عليه وسلم- (٥) . </p><p> قال الزَّجَّاج: وأطيب الطيبات الغنائم (٦) . </p><p> ومضى الكلام في الطيبات عند قوله:  {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ}  (٧) . </p><p> قوله:  {وَاعْمَلُوا صَالِحًا} أي اعملوا (٨) بما أمركم الله به، وأطيعوه في أمره ونهيه. </p><p> {إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} لا يخفى عليَّ شيء من أعمالكم. </p><p>(١) رواه عبدان في الصحابة كما في \"الدر المنثور\" ٦/ ١٠٢ عن حفص بن أبي جبلة مرفوعًا. ثم قال السيوطي: مرسل، حفصٌ تابعي. (٢) (طيبا): ساقطة من (ظ).(٣) رواه عنه سعيد بن منصور في \"تفسيره\" (ل ١٥٧ أ) دون قوله: كلهم أمرهم بذلك.(٤) \"معاني القرآن\" للزجاج ٤/ ١٥ وتتمته: فهو داخل في هذا.(٥) لم أجده.(٦) \"معاني القرآن\" للزجاج ٤/ ١٥.(٧) البقرة: ٥٧، ١٧٢.(٨) (اعملوا): ساقطة من (أ).</p>"
}