{
  "id": null,
  "sura": 23,
  "aya": 12,
  "text": "<p> وهل كنت إلا مُهرة عربية ... سَلِيلَة أفْراس تَحَلَّلَها بَغْلُ (١) </p><p> وقال آخر (٢) : </p><p>= قومه وقائدها وخيبها وشجاعها، وكان شبه الوزير لعبد الملك يستشيره في أمره. توفي سنة ٨٤ هـ. \"سير أعلام النبلاء\" ٤/ ٢٥١، \"البداية والنهاية\" ٩/ ٥٢، ٥٤ - ٥٥، \"شذرات الذهب\" ١/ ٩٥١، \"الأعلام\" للزركلي ٣/ ٣٤.(١) البيت في \"مجاز القرآن\" لأبي عبيدة ٢/ ٥٥ منسوبًا لبنت النعمان بن بشير الأنصارية، وفيه: سلالة، تَجللها: بالجيم.وهو منسوب لهند بنت النعمان في \"أدب الكاتب\" لابن قتيبة ص ٣٥، وروايته فيه:وهل هذه إلا مهرة عربية ... سليلة أفراس تجَلَّلها نَغْلو\"اللآلى في شرح أمالي القالي\" لأبي عبيد البكري ص ١٧٩، و\"العقد الفريد\" لابن عبد ربه الأندلسي ٦/ ١١٥ وروايتها مثل ابن قتيبة لكن عند البكري: بغل، وفي المطبوع من العقد: بعل.و\"نسب الأصبهاني في الأغاني\" ٩/ ٢٢٩ هذا البيت لحميدة بنت النعمان تهجو زوجها روحًا. وروايته: وهل أنا .. تجللها بَغْل.والبيت من غير نسبة في الطبري ١٨/ ٨، \"اللسان\" ١١/ ٣٣٩ (سلل).قال البطليوسي في \"الاقتضاب\" ٣/ ٤٩ عن رواية (بغل): (وأنكر كثير من أصحاب المعاني هذه الرواية، وقالوا: هي تصحيف؛ لأن البغل لا ينسل، والصواب: (نغل) بالنون، وهو الخسيس من الناس والدواب. أهـ.ونقل هذا أيضًا ابن منظور في \"لسان العرب\" ١١/ ٣٣٩ عن ابن بري.قال البطليوسي ٣/ ٥٠: (وهل هند إلا مهرة) مثل ضربته. وذلك أنها انصارية، وكان روح بن زنباع جذاميا، والأنصار أشرف من جذام، فقالت: إنما مثلي ومثل روح: مهرة عربية عتيقة علاها بغل.(٢) ذكر محقق \"مجاز القرآن\" لأبي عبيدة ٢/ ٥٥ أنه كتب في حاشية نسخة (س) من المجاز: وقال الشاعر - يعني بني علي بن أبي طالب: سوى أنهم ... البيت. وفي المجاز (ألقوا) في موضع (قالوا). ولم أهتد لقائل هذا البيت.</p><p> سوى أنهم للحق أهل وأنهم ... إذا نسبوا قالوا: سلالة أحمد </p><p> واختلفوا في المعنى بالإنسان في هذه الآية: </p><p> فقال ابن عباس -في رواية عطاء- يريد آدم (١) . </p><p> وهو قول قتادة (٢) ، ومقاتل (٣) ، واختيار الفراء (٤) . قال قتادة: استل (٥) آدم من طين، وخلقت ذريته من ماء مهين. </p><p> ونحو هذا قال الفراء: السلالة التي تسل من كل تربة (٦) . وكذا روي في خلق آدم -عليه السلام- أن طينه استل من الأرض طيبها وسبخها (٧) وجميع أنواعها (٨) . </p><p>(١) ذكره عنه ابن الجوزي ٥/ ٤٦٢، والرازي ٢٣/ ٨٤، وأبو حيان ٦/ ٣٩٨. (٢) رواه عبد الرزاق في \"تفسيره\" ٢/ ٤٤، والطبري ١٨/ ٧.(٣) \"تفسير مقاتل\" ٢/ ٢٩ ب.(٤) يظهر أن الواحدي اعتمد في نسبة هذا القول إلى الفراء على الأزهري، فإنالأزهري في \"تهذيب اللغة\" ١٢/ ٢٩٣ ذكر قول قتادة: استل آدم ... ، ثم قال: وإلى هذا ذهب الفراء.أما كتاب الفراء \"معاني القرآن\" ٢/ ٢٣١ فليس فيه ذكر لشيء من ذلك، وإنما فيه: السلالة ...(٥) في (ظ)، (ع): (أسل).(٦) \"معاني القرآن\" للفراء ٢/ ٢٣١.(٧) سبخها: السبخُ: المكان يسبخ فيبنت الملح، والسبخة - محركة ومسكنة: أرض ذات نَزٍّ وملح.انظر: \"لسان العرب\" ٣/ ٢٢٢٤ (سبخ) \"تاج العروس\" ٧/ ٢٦٩ (سبخ).(٨) روى أبو داود في \"سننه\" كتاب: السنة، باب: في القدر ١٢/ ٤٥٥، والترمذي في \"جامعه\" كتاب: التفسير، سورة البقرة ٨/ ٢٩٠ وغيرهما عن أبي موسى الأشعري =</p><p> وقال الكلبي: السلالة: الطين إذا عصرته انسل من بين أصابعك، فذلك الذي يخرج هو السلالة (١) . ونحو هذا قال مقاتل (٢) . </p><p> وعلى هذا أريد بالسلالة ذلك الطين الذي يخرج من الأصابع عند العصر. والوجه قول قتادة والفراء (٣) . </p><p> وروي عن ابن عباس ما يدل على أن المراد بالإنسان في هذه الآية: ابن آدم، لا آدم، وهو ما رواه أبو يحيى الأعرج (٤) أنه قال: السلالة صفوة (٥) الماء الرقيق الذي يكون منه الولد (٦) . وهذا قول مجاهد وعكرمة. </p><p>= -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"إن الله خلق آدم من قبضة قبضها من جميع الأرض، فجاء بنو آدم على قدر الأرض، جاء منهم الأحمر والأبيض والأسود وبين ذلك، والسهل والحزن والخبيث والطيب\". وصححه الألباني. انظر: \"صحيح الجامع\" ١/ ٣٦٢. (١) ذكره عنه أبو الليث السمرقندي في \"تفسيره\" ٢/ ١٣٥، والقرطبي ١٢/ ١٠٩.(٢) \"تفسير مقاتل\" ٢/ ٢٩ ب.(٣) قال ابن كثير ٣/ ٢٤٠ عن هذا الوجه: وهذا أظهر في المعنى وأقرب إلى السياق، فإن آدم خلق من طين لازب.(٤) هو: مصدع، أبو يحيى الأعرج، المعرقب. مولى عبد الله بن عمرو، ويقال مولى معاذ بن عفراء. روى عن علي وابن عباس وغيرهما. قال عمار الدهني: كان مصدع عالمًا بابن عباس. قال ابن المديني: وهو الذي مر به علي بن أبي طالب وهو يقص فقال له: تعرف الناسخ والمنسوخ قال: لا. قال: هلكت وأهلكت.قال ابن حبان: كان يخالف الأثبات في الروايات وينفرد بالمناكير. وقال الذهبي في \"الكاشف\": صدوق. وقال في \"المغني\": تكلم فيه. وقال ابن حجر: مقبول. \"الكاشف\" للذهبي ٢/ ٤٧، \"المغني في الضعفاء\" للذهبي ٢/ ٦٥٩، \"تهذيب التهذيب\" ١٠/ ١٥٨، \"تقريب التهذيب\" ٢/ ٢٥١.(٥) في (أ): (صفو).(٦) رواه الطبري ١٨/ ٧ عنه من رواية أبي يحيى الأعرج: مقتصرًا على: صفوة الماء.=</p>"
}