{
  "id": null,
  "sura": 23,
  "aya": 44,
  "text": "<p> الوقت الذي قدر لهلاكهم. وهذا الآية مما قد (١) سبق تفسيره (٢) . </p><p> ٤٤ - قوله تعالى:  {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى} اختلفوا في تترى، فأكثر القراء على ترك التنوين فيها (٣)  (٤) ؛ لأنها فَعْلى من المواترة، وفعلى لا يُنون كالتقوى والدعوى. </p><p> قال أبو علي: والأقيس أن لا يصرف لأن المصادر تلحق أواخرها ألف التأنث كالدعوى والعدوى والذكرى والشورى (٥) . </p><p> وقال الفراء: أكثر العرب على ترك التنوين يُنزل بمنزلة تقوى (٦) . </p><p> وقرأ ابن كثير وأبو عمرو (تَتْرَا) منونة. وهذا القراءة تحتمل وجهين: </p><p> أحدهما: أن تترى بمنزلة فعلا (٧) ، والألف فيه بمنزلتها في رأيت زيدًا وعَمرًا. والآخر: أن تكون الألف للإلحاق نحو أرطى (٨) ومعزى. </p><p>(١) (قد): زيادة من (ظ)، (ع). (٢) انظر: \"البسيط\" عند قوله تعالى: {مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ} [الحجر: ٥](٣) في (ظ): (منها).(٤) قرأ نافع، وعاصم، وابن عامر، وحمزة، والكسائي: (تترا) بلا تنوين. وقرأ ابن كثير وأبو عمرو؛ كما سيذكر الواحدي: (تترا) منونة.\"السبعة\" ص ٤٤٦، \"التبصرة\" ص ٢٦٩، \"التيسير\" ص ١٥٩.(٥) \"الحجة\" لأبي علي الفارسي ٢/ ٢٩٥. وانظر: \"علل القراءات\" للأزهري ٢/ ٤٣٥، \"حجة القراءات\" لابن زنجلة ص ٤٨٨، \"الكشف\" لمكي ٢/ ١٢٩.(٦) \"معاني القرآن\" للفراء ٢/ ٢٣٦.(٧) في (ظ)، (ع): (فعلاء).(٨) في (أ): (رطى) وأرطى: شجر من شجر الرمل. والواحدة: أرطأة. \"الصحاح\" للجوهري ٦/ ٢٣٥٨ (رطا).</p><p> وهذان (١) الوجهان ذكرهما الفراء وأبو علي. </p><p> أما الفراء فإنه يقول: من نون جعل الألف كألف الإعراب (٢) . يعني التي في (زيدًا) و (عمرًا) . </p><p> قال: وإن شئت جعلت (٣) كأنها أصلية فتكون بمنزلة المعزى، ويكون الوقف (٤) عليها حينئذ بالياء وإشارة إلى الكسر، وإن جعلتها ألف إعراب لم تُشر إلى الكسر، لأنك لا تشير إلى ألفات الإعراب بالكسر، لأنك لا تقول: رأيت زيدًا (٥) ولا عَمْرا (٦) . </p><p> وقال أبو علي: من قرأ (تَتْرا) أمكن أن يريد به فعلا (٧) من المواترة فتكون الألف بدلاً من التنوين، وإن (٨) كان في الخط بالياء كان للإلحاق، والإلحاق في غير المصادر ليس بالقليل نحو: أرطى ومعزى، فإن كان في الخط ياء لزم أن يحمل على فعلى دون فعل (٩) . ومن قال: تترى وأراد به فعلا فحكمه أن يقف بالألف مفخمًا، ولا يميلها إلا في قول من قال: </p><p>(١) في (أ)، (ع): (والوجهان ...). (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٣٦.(٣) في \"معاني القرآن\": جعلت بالياء.(٤) في (ظ)، (ع): (الوقوف)، أثبت محقق كتابه الفراء: الوقوف وأشار إلى أن في بعض النسخ: الوقف.(٥) أثبت محقق كتاب الفراء: زيدي ولا عمري. وقال في الحاشية: كتبت الألف فيهما ياء للإمالة كما يكتب الفتى والندى. ورسما في (أ): (وزيدًا وعمرا) وكتب فوق كل منهما. (يقال).(٦) \"معاني القرآن\" للفراء ٢/ ٢٣٦.(٧) في \"الحجة\": فعلى.(٨) في (ظ): (ولو)، في (أ)، (ع) و\"الحجة\": (وإن).(٩) في \"الحجة\": فعلا.</p><p> رأيت عنتًا (١) ، وهذا ليس بالكثير، ولا تحمل عليه القراءة ومن جعل الألف للإلحاق أو التأنيث أمال الألف إذا وقف عليها (٢) . </p><p> والزجاج وأبو العباس يختاران (٣) أن تكون الألف في قراءة من قرأ بالتنوين ألف الإعراب. قال أبو العباس: من قرأ (تترى) بغير تنوين فهو مثل شكوى غير منونة، ومن قرأ تترًا (٤) مثل شكوت شكوى (٥) . </p><p> وقال أبو الفتح: من نون جعل ألفها للإلحاق بمنزلة ألف أرطى ومعزى، ومن لم ينون جعل ألفها للتأنيث بمنزلة ألف سكرى وغضبى (٦) . </p><p> وعلى القراءتين التاء الأولى بدل من الواو وأصلها:  (وترى) و (وترا)  (٧) ، فأبدل التاء من الواو كما قالوا: تولج وأصله وولج من ولج. وأنشد أبو إسحاق (٨) : </p><p> فإن يَكُنْ أمْسَى البِلَى تَيْقُورِي </p><p> أي: وْيقُوري فَيْعُول من الوقار (٩) . </p><p>(١) في (أ): (عثتًا)، وفي (ظ): (مهملة)، وفي (ع) و\"الحجة\": (عنتًا). (٢) \"الحجة\" لأبي علي ٥/ ٢٩٦.(٣) في (أ): (يختار).(٤) في \"تهذيب اللغة\" ١٤/ ٣١١: تترى.(٥) قول أبي العباس في \"تهذيب اللغة\" للأزهري ١٤/ ٣١١ (تترى) مع تقديم وتأخير.(٦) \"سر صناعة الإعراب\" (١٤٦ - ١٤٧).(٧) في (أ): (موتري).(٨) أنشد أبو إسحاق الزجاج هذا الشطر من الرجز في \"معاني القرآن\" ٤/ ١٤ ومن غير نسبة وهو للعجاج كما في \"ديوانه\" ص ٢٢٤، \"الكتاب\" ٤/ ٣٢، \"تهذيب اللغة\" للأزهري ١٤/ ٣١١ (تترى)، \"لسان العرب\" ٥/ ٢٩٠ (وقر).(٩) قوله: وعلى القراءتين إلى هنا نقلا عن \"معاني\" الزجاج ٤/ ١٠٦ مع اختلاف يسير.</p><p> والمعنى: إن يكن أمسى الكبر وقاري، أي صوت وقورًا لبلاي وكبري (١) . فقوله {تترى} فعلى أو فعلا من المواترة. </p><p> قال الأصمعي: واترت الخبر: أتبعت بعضه بعضًا، وبين الخبرين هُنَيْهة (٢) . وقال أبو عبيدة:  (تترى) بعضها في أثر بعض، يقال: جاءت كتبه تترى (٣) . </p><p> وقال غيرهما: المواترة: المتابعة. أصل هذا كله من الوِتْر وهو الفرد (٤) ، ومعنى واترت: جعلت كل واحد بعد صاحبه فردًا فردًا. حكاه الزجاح (٥) والأزهري (٦) . </p><p> وقال محمد بن سلّام: سألت يونس عن قوله تعالى: {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى} فقال (٧) : متقطعة (٨) متفاوتة، وجاءت الخيل تترى (٩) إذا جاءت </p><p>(١) قال السيرافي في \"شرح أبيات\" سيبويه ٢/ ٤٢٣ - ٤٢٤: يقول: إن كن بلي جسمي وضعف جسمي قد صيراني وقورًا قليل الحركة، يريد أنه صار وقورًا لكبره وبلاه وضعفه، وفي (يكن) ضمير الأمر والشأن، و (البلى) اسم أمسى، و (تيقوري): خبر أمسى. أهـ. (٢) قول الأصمعي في \"تهذيب اللغة\" ١٤/ ٣١١ (تترى). وأصله عند الزجاج في \"معانيه\" ٤/ ١٤ لكن فيه: هنيفة.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ٩٥.(٤) في (أ): (الفر).(٥) \"معاني القرآن\" للزجاج ٤/ ١٤.(٦) \"تهذيب اللغة\" للأزهري ١٤/ ٣١١ (تترى).(٧) في (أ): (قال).(٨) في (أ)، (ع): (منقطعة)، والمثبت من (ظ) وهو الموافق للتهذيب.(٩) (تترى): ساقطة من (أ).</p><p> متقطعة، وكذلك الأنبياء بين كل نبيين دهر طويل (١) . </p><p> وقال أبو هريرة: لا بأس بقضاء رمضان تترى (٢) ، [أي متقطعًا]  (٣) . وكلا المعنيين قريب من السواء؛ لأن أصل (٤) المعنى من الإفراد، فإذا جاء الشيء فردًا فردًا (٥) يقال فيه: تترى، سواء اتصل أو انقطع. </p><p> وفي الآية المراد إرسال الرسل بعضها في إثر بعض غير متصلين كما قال يونس. </p><p> ونحو هذا ذكر المفسرون في تفسير (تَتْرَا) . فقال ابن عباس: يريد بعضها خلف بعض (٦) . وقال السدي ومقاتل (٧) : بعضهم في أثر بعض. </p><p> وقال مجاهد: أتبع بعضها بعضًا (٨) . </p><p> وتترى في القراءتين مصدر أو اسم أقيم مقام الحال؛ لأن المعنى متواترة. </p><p>(١) قول ابن سلام في \"تهذيب اللغة\" للأزهري ١٤/ ٣١١ (تترى). (٢) قول أبي هريرة -رضي الله عنه- في \"تهذيب اللغة\" ١٤/ ٣١١ (تترى) بهذا اللفظ. وقد رواه ابن أبي شيبة في \"مصنفه\" ٣/ ٣٢ بلفظ: لا بأس بقضاء رمضان متفرقًا. وبنحو رواية أبي شيبة رواه عبد الرزاق في \"مصنفه\" ٤/ ٢٤٣، ٢٤٤، والبيهقي في \"سننه\" ٤/ ٢٥٨.(٣) ما بين المعقوفين ساقط من (أ)، (ع).(٤) في (ظ)، (ع): (الأصل).(٥) (فردا) الثانية: ساقطة من (ظ).(٦) روى الطبري ١٨/ ٢٣ من طريق علي بن أبي طلحة، عنه قال: يتبع بعضها بعضًا. وذكره السيوطي في \"الدر المنثور\" ٦/ ٩٩ وعزاه لابن جرير وابن المنذر وابن أبي حاتم، وقال: وفي لفظ قال: بعضهم على أثر بعض.(٧) \"تفسير مقاتل\" ٢/ ٣١ أ.(٨) رواه الطبري ١٨/ ٢٤، وذكره السيوطي في \"الدر المنثور\" ٦/ ٩٩ وعزاه لابن جرير وعبد بن حميد وابن المنذر وابن أبي حاتم.</p>"
}