{
  "id": null,
  "sura": 23,
  "aya": 97,
  "text": "<p> ثم أمره أن يتعوذ من الشيطان ليسلم في دينه فقال: </p><p> ٩٧ - {وَقُلْ رَبِّ أَعُوذُ بِكَ} أي اطلب الاعتصام بك {مِنْ هَمَزَاتِ الشَّيَاطِينِ} الهمزات جمع همزة كقوله: تمرات (١) وتمرة. ومعنى الهمز في اللغة: الدفع (٢) . </p><p> روى أبو عبيد عن الكسائي: همزته ولمزته ولهزته (٣) ونهرته إذا دفعته (٤) . </p><p> وكان رسول الله -صلى الله عليه وسلم- يقول:  \"اللهمَّ إني أعوذ بك من هَمزْ الشيطان ونَفثه ونفخه\" فقيل: كما رسول الله ما همزه ونفثه ونفخه؟ قال:  \"أما همزه فالموتة، وأما نفثه فالشِّعْرُ، وأما نفخه فالكبر\"  (٥) . </p><p>(١) في (أ): (ثمرات وثمرة)، ومهملة في (ظ). (٢) انظر: \"لسان العرب\" ٥/ ٤٢٦ (همز)، \"القاموس المحيط\" ٢/ ١٩٦.(٣) (ولهزته): ساقطة من (أ).(٤) \"تهذيب اللغة\" للأزهري ٦/ ١٦٤ (همز) من رواية أبي عبيد عن الكسائي.(٥) ذكره بهذا اللفظ أبو عبيد في \"غريب الحديث\" ٣/ ٧٧ ولم يذكر له إسنادًا، وكذا ذكره الأزهري في \"تهذيب اللغة\" ٦/ ١٦٥.وقد رواه الإمام أحمد في \"مسنده\" ١/ ٤٠٣، وابن ماجه في \"سننه\" (أبواب إقامة الصلاة- باب الاستعاذة في الصلاة ١/ ١٤٥، وابن خزيمة في \"صحيحه\" ١/ ٢٤٠، وأبو يعلى الموصلي في مسنده ٩/ ٢٥٨، والحاكم في \"مستدركه\" ١/ ٢٠٧، من حديث عبد الله بن مسعود، عن النبي -صلى الله عليه وسلم- أنه كان يتعوذ من الشيطان من همزه ونفثه ونفخه، قال: وهمزه: المُوتة، ونفثه: الشعر، ونفخه: الكبر.وهذا الحديث ضعف إسناده البوصيري في \"مصباح الزجاجة\" ١/ ٢٨٥.وحسَّن إسناده الحلامة أحمد شاكر في تعليقه على \"المسند\" ٥/ ٣١٨.وله شاهدان مرسلان يتقوى بهما:أولهما: ما رواه أحمد في \"مسنده\" ٥/ ١٥٦ من حديث أبي سلمة بن عبد الرحمن=</p><p> قال أبو عبيد (١) : والموتة: المجنون. وإنَّما سمّاه همزًا؛ لأنَّه جعله من النخس والغمز، وكل شيء دفعته (٢) فقد همزته (٣) . </p><p> وعلى هذا معنى (٤)  {هَمَزَاتِ الشَّيَاطِينِ} دفعهم بالإغواء إلى المعاصي. وهو معنى قول ابن عباس والحسن: نزغات الشياطين ووساوسهم (٥) . </p><p> وذلك أنّه إنما يدفع الناس إلى (٦) المعاصي بما يوسوس إليهم من التسويل والتَّمنية (٧) . </p><p>= قال: كان رسول الله -صلى الله عليه وسلم- إذا قام من الليل يقول: اللهم إنّي أعوذ بك من الشيطان الرجيم من همزة ونفثه ونفخه. قال: وكان رسول الله -صلى الله عليه وسلم- يقول: تعوذوا من الشيطان الرجيم من همزه ونفخه ونفثه، قالوا: كما رسول الله وما همزه ..... الحديث. والثاني: ما رواه عبد الرزاق في مصنفه ٢/ ٨٤ عن الحسن: أن النبي -صلى الله عليه وسلم- كان يقول: اللهم إني أعوذ بك من الشيطان من همزه ونفثه ونفخه، فقالوا: ما أكثر ما نستعيذ من هذا! لمن هذا؟ قال: أمّا همزه فهو المجنون، وأما نفخه فالكبر، وأما نفثه فالشعر. وبمرسل أبي سلمة صحّحه الألباني في \"صحيح ابن ماجه\" ١/ ١٣٥.وانظر: \"إرواء الغليل\" للألباني ٢/ ٥٣ - ٥٧.والموتة: بضم الميم وفتح التاء بدون همز.(١) في جميع النسخ: (أبو عبيدة)، وهو خطأ، والمثبت هو الصواب.(٢) في (ظ): (رفعته)، وهو خطأ.(٣) \"تهذيب اللغة\" للأزهري ٦/ ١٦٥ (همز) نقلاً عن أبي عبيد. وكلام أبي عبيد في كتابه \"غريب الحديث\" ٣/ ٧٨.(٤) (معنى): ساقطة من (ع).(٥) ذكره عنهما الثَّعلبي في \"الكشف والبيان\" ٣/ ٦٤ أ.(٦) (إلى): ساقطة من (ظ).(٧) كما قال تعالى: {يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا} [النساء: ١٢٠].</p><p> وقد يكون الهمز في اللغة بمعنى: العيب (١) . ومنه قوله -عز وجل-: {وَيْلٌ لِكُلِّ هُمَزَةٍ}  [الهمزة: ١] وهو الذي يهمز أخاه في قفاه من خلفه (٢) أي (٣) : يغتابه ويعيبه (٤) . </p><p> قال المبرد: والهمز في كلام العرب: إنما هو أن (٥) يهمز الرجل بقول قبح من حيث لا يسمع، وسميت مكايدة (٦) الشيطان همزًا؛ لأن مكايدته خفيّة بالنزغة والوسوسة (٧) . </p><p> ومن هذا قول مجاهد في تفسير الهمزات: نفخهم ونفثهم (٨) . </p><p> وذلك أن الشطان ينفخ في الإنسان عند الغضب وغيره، وينفث فيه من حيث لا يشعر به. </p><p> وقد يكون الهمز في اللغة بمعنى: العصر. يقال: همزت رأسه، </p><p>(١) هذا قول ابن الأعرابي كما في \"تهذيب اللغة\" للأزهري ٦/ ١٦٤ (همز). وانظر: \"الصحاح\" للجوهري ٣/ ٩٠٢ (همز)، \"لسان العرب\" ٥/ ٤٢٦ (همز). (٢) في (١): (خلف)، وفي (ع): (خلقه).(٣) في (أ): (إلي).(٤) قوله: (الذي يهمز .. خلفه). في \"تهذيب اللغة\" للأزهري ٦/ ١٦٤ - ١٦٥ (همز) منسوبًا إلى الليث.(٥) في (ع): (لمن).(٦) في (ظ): (مكايد).(٧) لم أجده.(٨) ذكره عنه الثعلبي في \"الكشف والبيان\" ٣/ ٦٤ أ.قال الإمام ابن القيم في \"إغاثة اللهفان\" ١/ ١٥٥: وظاهر الحديث -يعني استعاذة النبي -صلى الله عليه وسلم- من همز الشيطان ونفخه ونفثه- أن الهمز نوع غير النفخ والنفث، وقد يقال -وهو الأظهر- إن همزات الشياطين إذا أفردت دخل فيها جميع إصاباتهم لابن آدم وإذا قرنت بالنفخ والنفث كانت نوعًا خاصا، كنظائر ذلك.</p>"
}