{
  "id": null,
  "sura": 24,
  "aya": 11,
  "text": "<p> يعني: لولا أنّه ستر بفضله ورحمته لبيَّن الكاذب من الزوجين فيقام عليه الحد. </p><p> {وَأَنَّ اللَّهَ تَوَّابٌ} يعود على من رجع عن معاصي الله إلى ما يجب بالرحمة. </p><p> {حَكِيمٌ} في خلقه فيما فرض من الحدود. قاله ابن عباس. </p><p> وقال مقاتل:  {حَكِيمٌ} حكم بالملاعنة (١) . </p><p> ١١ - {إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ} قال ابن عباس (٢) والمفسرون (٣) : يعني بالكذب على عائشة أم المؤمنين -رضي الله عنها-. </p><p> قال المبرد: الإفك أسوأ الكذب وأقبحه. وهو مأخوذ من أفك الشيء إذا قلبه عن وجهه (٤) . </p><p> ومعنى القلب في هذا الحديث أن عائشة كانت تستحق الثناء بما كانت عليه من الحصانة وشرف السبب والنسب لا الرمي والقذف، فالذين رموها </p><p>(١) \"تفسير مقاتل\" ٢/ ٣٥ ب. (٢) رواه الطبراني في \"الكبير\" ٢٣/ ١٣٠ من طريق عبد الغني بن سعيد الثقفي، عن موسى بن عبد الرحمن الصنعاني، عن ابن جريج، عن عطاء، عن ابن عباس. وقد تقدم في المقدمة بيان بطلان هذا الطريق وذكرنا هناك كلام ابن حبان وابن حجر.(٣) انظر: \"الطبري\" ١٨/ ٨٦ - ٨٧، الثعلبي ٣/ ٧٣ ب.(٤) ذكر هذا المعني الزمخشري ٣/ ٥٢، والبغوي ٦/ ٢٢ من غير نسبة لأحد.قال ابن فارس في \"مقاييس اللغة\" ١/ ١١٨ (أفك): الهمزة والفاء والكاف أصل واحد يدل على قلب الشيء وصرفه عن جهته، وأفك الرجل إذا كذب، والإفك: الكذب، وأفكت الرجل عن الشيء، إذا صرفته عنه. اهـ.وانظر: \"تهذيب اللغة\" للأزهري ١٠/ ٣٩٦ - ٣٩٧ (أفك)، و\"الصحاح\" للجوهري ٤/ ١٥٧٢ - ١٥٧٣ (أفك).</p><p> بالسوء قد (١) قلبوا الأمر عن وجهه (٢) ، فهو (٣) إفك قبيح وكذب ظاهر. ومثله الأفيكة، والعرب تقول عند العجب من كذب إنسان: يا للأفيكة بكسر اللام وفتحها (٤) . وقوله:  {عُصْبَةٌ مِنْكُمْ} أي: جماعة منكم أيها المؤمنون. </p><p> والذين ذكروا منهم مسمَّى في الآثار (٥) : حسَّان بن ثابت، ومسطح بن أثاثة (٦) ، وحمنة بنت جحش (٧) أخت عبد الله بن جحش الأسدي، والمنافق عبد الله بن أبي. </p><p>(١) في جميع النسخ: (فقد). (٢) ذكر البغوي ٦/ ٢٢ هذا المعنى ولم ينسبه لأحد.(٣) في جميع النسخ: (هو)، والتصويب من \"الوسيط\" للواحدي.(٤) من قوله: (والعرب إلى هنا)، ذكره الأزهري في \"تهذيب اللغة\" ١٠/ ٣٩٦ \"أفك\" من رواية أبي عبيد عن الكسائي مع تقدم وتأخير.(٥) انظر في ذلك: الطبري ١٨/ ٨٦ - ٨٧، ابن أبي حاتم ٧/ ٢٢ أ - ب \"الدر المنثور\" للسيوطي ٦/ ١٥٦ - ١٥٧.(٦) هو: مسطح بن أثاثة بن عبَّاد بن المطلب بن عبد مناف بن قصي، المطلبي، المهاجري، البدري. كان اسمه عوفًا وأما مسطح فهو لقبه. شهد بدرًا وأحدًا والمشاهد كلها مع رسول الله -صلى الله عليه وسلم-. توفي سنة ٣٤ هـ وهو ابن ست وخمسين سنة.\"طبقات ابن سعد\" ٣/ ٥٣، \"الاستيعاب\" ٤/ ١٤٧٢، \"أسد الغابة\" ٤/ ٣٥٤، \"سير أعلام النبلاء\" ١/ ١٨٧، \"الإصابة\" ٣/ ٣٨٨.(٧) هي: حمنة بنت جحش بن رياب الأسدية، أخت أم المؤمنين زينب، أمها أميمة بنت عبد المطلب عمة رسول الله -صلى الله عليه وسلم-. كانت من المبايعات وشهدت أحدًا فكانت تسقي العطشى وتحمل الجرحى وتداويهم. وقتل عنها يوم أحد زوجها مصعب بن عمير، فتزوجها طلحة بن عبيد الله، فولدت له أولادًا منهم محمد بن طلحة المعروف بالسَّجَّاد.\"طبقات ابن سعد\" ٨/ ٢٤١، \"الاستيعاب\" ٤/ ١٨١٣، \"أسد الغابة\" ٥/ ٤٢٨، \"الإصابة\" ٤/ ٢٦٦.</p><p> ذكرت عائشة رضي الله عنها هؤلاء (١) ، وذكرهم المفسرون: </p><p> فقال ابن عباس: أربعة منكم (٢) . وسمّاهم مقاتل بأسمائهم (٣) . </p><p> وقوله:  {لَا تَحْسَبُوهُ شَرًّا لَكُمْ} لا تحسبوا الإفك شرًا لكم. </p><p> قال مقاتل: لأنكم تؤجرون على ما قيل لكم من الأذى (٤) . </p><p> {بَلْ هُوَ خَيْرٌ لَكُمْ} لأن الله يأجركم ويُظهر (٥) براءتكم. </p><p> والمخاطب بقوله (٦)  (لَّكُمْ) عائشة وصفوان (٧) فيما ذكر أهل التفسير (٨) . وعلى هذا خوطبا مخاطبة الجمع. </p><p>(١) ذكرتهم عائشة في الحديث الذي رواه عنها البخاري في \"صحيحه\" كتاب: التفسير - باب: {لَوْلَا إِذْ سَمِعْتُمُوهُ} الآية، ٨/ ٤٥٢ - ٤٥٣، ومسلم في \"صحيحه\" كتاب: التوبة - باب: في حديث الإفك ٤/ ٢١٢٩ - ٢١٣٨ وغيرهما. (٢) رواه الطبراني في \"الكبير\" ٢٣/ ١٣٠ من رواية عطاء. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٠ وعزاه للطبراني.وروى الطبري ١٨/ ٨٦ من طريق ابن جريج عن ابن عباس ذكر هؤلاء الأربعة بأسمائهم وفيه انقطاع. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٧ ونسبه أيضًا لابن المنذر.(٣) انظر: \"تفسير مقاتل\" ٢/ ٣٥ ب ووقع فيه: وجميلة بنت جحش. وهو تصحيف.(٤) \"تفسير مقاتل\" ٢/ ٣٥ ب.(٥) في (أ): (وتظهر).(٦) في (أ): (لقول له).(٧) هو: صفوان بن المعطل السلمي، الذكواني، أبو عمرو. أول مشاهده المريسيع، وكان في الساقة يومئذ، وكان من سادات المسلمين، قتل -رضي الله عنه- شهيدًا في غزو الروم سنة ٦٠ هـ. انظر: \"الاستيعاب\" ٢/ ٧٢٥،\"أسد الغابة\" ٣/ ٢٦، \"سير أعلام النبلاء\" ١/ ٥٤٥، \"البداية والنهاية\" ٨/ ١٤٦، \"الإصابة\" ٢/ ١٨٤.(٨) ذكره الثعلبي ٣/ ٧٣ ب. ورواه ابن أبي حاتم ٧/ ٢٢ أعن سعيد بن جبير. وذكره الماوردي ٤/ ٧٩ وعزاه ليحيى بن سلام، وذكره ابن الجوزي ٦/ ١٨ وعزاه للمفسرين.</p><p> وقال أبو إسحاق: قوله (لَّكُمْ) يعني هي وصفوان ومن بسببها (١) من النبي -صلى الله عليه وسلم- وأبي بكر (٢) . </p><p> ويكون الخطاب لكل من رُمي بسبب، وذلك أن من سبّ عائشة فقد سبَّ النبي -صلى الله عليه وسلم- وسب أبا بكر. </p><p> وهذا هو قول ابن عباس في رواية عطاء فقال: يريد خيرٌ لرسول الله، وبراءة لسيدة النساء أم المؤمنين، وخير لأبي بكر الصديق -رضي الله عنه- وأم عائشة (٣) ، ولصفوان بن المعطل (٤) . </p><p> وقوله {لِكُلِّ امْرِئٍ مِنْهُمْ} يعني من العصبة الكاذبة {مَا اكْتَسَبَ مِنَ الْإِثْمِ} جزاء ما اجترح من الذنب (٥) . </p><p> قال مقاتل: على قدر ما خاض فيه من أمر عائشة وصفوان (٦) . </p><p> وقوله {وَالَّذِي تَوَلَّى كِبْرَهُ} قال الفراء (٧) : اجتمع القراء على كسر </p><p>(١) في (أ): (إلى)، والمثبت من باقي النسخ والزَّجاج. (٢) \"معاني القرآن\" للزجاج ٤/ ٣٤. وليس فيه ذكر صفوان.(٣) هي: أم رُومان بنت عامر بن عويمر الكنانية. واختلف في اسمها، فقيل: زينب، وقيل: دَعْد. أسلمت أم رومان قديمًا وبايعت وهاجرت إلى المدينة. وهي أم عبد الرحمن وعائشة. وكانت امرأة صالحة. توفيت في عهد النبي -صلى الله عليه وسلم- سنة ست من الهجرة، وقيل بعد ذلك.\"طبقات ابن سعد\" ٨/ ٢٧٦، \"الاستيعاب\" ٤/ ١٩٣٥، \"أسد الغابة\" ٥/ ٤٨٣، \"الإصابة\" ٤/ ٤٣٢.(٤) رواه الطبراني في \"المعجم الكبير\" ٢٣/ ١٣٠ من رواية عطاء.(٥) الثعلبي ٣/ ٧٣ ب، والطبري ١٨/ ٨٧.(٦) \"تفسير مقاتل\" ٢/ ٣٦ أ.(٧) (الفراء) ساقط من (ظ)، (ع).</p><p> الكاف، وقرأ حميد الأعرج بضم الكاف (١) ، وهو وجه جيِّد؛ لأن العرب تقول: تولى فلان عظم كذا، يريدون أكبره (٢)  (٣) . </p><p> قال الأزهري: قاس (٤) الفراء الكبر على العظم، وكلام العرب على غيره، أخبرني المنذري، عن الحرَّاني، عن ابن السكيت قال: كبر الشيء معظمه بالكسر، وأنشد (٥) لقيس بن الخطيم: </p><p> تنام عن كبر شأنها فإذا ... قامت رويدًا تكادُ تنغرف (٦) </p><p>(١) ذكر هذه القراءة عن حميد: ابن خالويه في \"الشواذ\" ص ١٠١، وابن جني في \"المحتسب\" ٢/ ١٠٣ - ١٠٤، والثعلبي في \"الكشف والبيان\" ٣/ ٧٣ ب - ٧٤ أ، وابن عطية في \"المحرر\" ١٠/ ٤٥٧، والقرطبي ١٢/ ٢٠٠، وأبو حيان ٦/ ٤٣٧. وبها قرأ يعقوب الحضرمي.انظر: \"إرشاد المبتدئ وتذكرة المنتهي في القراءات العشر\" للقلانسي ص ١٤٦٠، \"المبسوط في القراءات العشر\" لابن مهران ص ٢٦٦، \"النشر\" لابن الجزري ٢/ ٣٣١.(٢) في (ع): (لكبره).(٣) \"معاني القرآن\" للفراء ٢/ ٢٤٧.(٤) في (ع): (قال).(٥) المنشد هو ابن السكيت كما في \"تهذيب اللغة\" للأزهري.(٦) البيت في \"ديوانه\" ص ٥٧، و\"المفضَّليات\" ص ٧٨٨، و\"تهذيب اللغة\" للأزهري ١٠/ ٢٠٩، و \"جمهرة اللغة\" لابن دريد ٢/ ٣٩٤، و\"لسان العرب\" ٥/ ١٢٩ (كبر). قال البطليوسي في \"الاقتضاب\" ٣/ ١٩٩: وصف امرأة نشأت بين رفاهية ونعمة، فهي تنام لجلالة شأنها وأن لها من يكفيها المؤنة، فإذا قامت قامت في سكون وضعف، وكادت تنغرف؛ لرقة خصرها وثقل ردفها. اهـ.ومعنى تنغرف: قيل تَتَثَنَّى، وقيل: تنقصف من ذفّة خصرها. وانغرف العظم: انكسر.\"لسان العرب\" لابن منظور ٩/ ٢٦٤ (غرف).</p><p> ومن أمثالهم:  \"كبر سياسة الناس في المال\" . قال (١) : وأما الكبر بالضمَّ فهو أكبر (٢) ولد (٣) الرجل. يقال: الولاء للكبر (٤) . </p><p> ونحو هذا قال أبو عمرو بن العلاء، وخطَّأ من (ضمَّ) الكاف (٥) . </p><p> وقال الكسائي: الذي سمعناه بكسر الكاف، وأظن الضَّم لغة (٦) . </p><p> وقال أبو عبيدة: الكِبْر -بالكسر-: مصدر الكبير، وكبره معظمه. وبالضم مصدر الكبير في السن، فرقوا بينهما فقالوا: كبر قومه بالضم. وجعلها قوم بالضَّم (٧) . </p><p> وقال الليث: الكِبْر: الإثم الكبير، وكبر كل شيء عظمه (٨) . </p><p> فمن قرأ (كبره) قال: إثمه وخطاه، ومن قرأ بالضم قال: عظم هذا </p><p>(١) القائل هو ابن السكيت. (٢) في (أ)، (ع): (أكثر)، والمثبت من (ظ)، \"تهذيب اللغة\".(٣) في (أ): (وكذا).(٤) \"تهذيب اللغة\" للأزهري ١٠/ ٢١٤ (كبر) مع تصرف وزيادة.(٥) ذكر الثعلبي ٣/ ٧٤ أقول أبي عمرو وتخطئته.وقال النحاس في \"معاني القرآن\" ٤/ ٥٠٩: قيل لأبي عمرو بن العلاء: أنقرأ \"والذي تولى كبْره\"؟ فقال: لا. إنَّما الكبر في النسب.(٦) روى الأزهري هذا القول في \"تهذيب اللغة\" ١٠/ ٢١٠ (كبر) عن المنذري، عن ابن اليزيدي، عن أبي زيد في قوله \"والذي تولى كبره\"، فذكره بنحوه.وقبل هذه الرواية ذكر الأزهري نصًا عن الكسائي، وبعد الرواية ذكر نصًا آخر عن الكسائي من رواية أبي عبيد. فاحتمال خطأ الواحدي في نسبة هذا القول وارد. والله أعلم.وقد ذكر الثعلبي ٣/ ٧٤ أعن الكسائي أنه قال: هما لغتان. يعني الضم والكسر.(٧) \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٤ مع اختلاف يسير وتصرّف.(٨) قول الليث فى \"تهذيب اللغة\" للأزهري ١٠/ ٢١٤ كبر.وهو في \"العين\" ٥/ ٣٦١ (كبر) بنصّه.</p><p> القذف (١) . </p><p> واختار الزَّجَّاج هذا القول وحكاه (٢) . ومعنى {تَوَلَّى كِبْرَهُ} استبد بمعظمه وانفرد به. </p><p> قال الضحاك: قام بإشاعة الحديث وإذاعته (٣) . وهو معنى (٤) قول ابن عباس في رواية عطاء (٥) . </p><p> والذي تولى كبره مختلف فيه: </p><p> فقال عطاء، عن ابن عباس: هو عبد الله بن أبي (٦) . </p><p> وهو قول مجاهد (٧) ، ومقاتل (٨) ، والسدي (٩) . ورواية عروة عن </p><p>(١) انظر: \"المحتسب\" لابن جني ٢/ ١٠٥، \"البحر المحيط\" ٦/ ٤٣٧، \"الدر المصون\" ٨/ ٣٨٩. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٣٤ - ٣٥.(٣) ذكره عنه البغوي ٦/ ٢٢. وروى الطبري ١٨/ ٨٧، وابن أبي حاتم ٧/ ٢٢ أ، عنه قال: الذي بدأ بذلك. وانظر: \"الدر المنثور\" ٦/ ١٥٨.(٤) (معني) ساقطة من (أ).(٥) روى الطبري في \"الكبير\" ٢٣/ ١٣٠ من طريق عطاء، عن ابن عباس، قال في قوله \"والذي تولى كبره\" قال: إشاعته.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٠ وعزاه للطبراني.(٦) رواه الطبراني في \"الكبير\" ٢٣/ ١٣٠ من رواية عطاء عن ابن عباس وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٠ للطبراني.(٧) رواه الطبري في \"تفسيره\" ١٨/ ٨٩، وابن أبي حاتم في \"تفسيره\" ٧/ ٢٢ أ، و\"الطبراني الكبير\" ٢٣/ ١٣٨.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٨ ونسبه أيضًا للفريابي وعبد بن حميد.(٨) \"تفسير مقاتل\" ٢/ ٣٦ أ.(٩) ذكره عنه ابن الجوزي في \"زاد المسير\" ٦/ ١٩.</p><p> عائشة، روى عنها في حديث الإفك أنَّها قالت: ثم ركبتُ، وأخذ صفوان بالزمام، فمررنا بملأ من المنافقين -وكانت عادتهم أن ينزلوا مُنْتَبِذين (١) من الناس- فقال عبد الله بن أبي رئيسهم: من هذه؟ قالوا: عائشة. قال: والله ما نجت منه ولا نجا منها، وقال: امرأة نبيكم باتت مع رجل حتى أصبحت ثم جاء يقود بها. قالت: وهو الذي تولى كبره (٢) . </p><p> وقوله:  {مِنْهُمْ} يعني من العصبة الكاذبة. </p><p> {لَهُ عَذَابٌ عَظِيمٌ} قال ابن عباس: يريد في الدنيا الجلد. جلده رسول الله -صلى الله عليه وسلم- ثمانين جلدة وفي الآخرة يُصيره الله إلى النار (٣) . </p><p>(١) منتبذين: يعني متُنَحِّين. \"لسان العرب\" لابن منظور ٣/ ٥١٢ (نبذ). (٢) ذكر الثعلبي ٣/ ٧٤ أهذه الرواية -بهذا اللفظ- من رواية ابن أبي مليكة، عن عروة، عن عائشة رضي الله عنها.(٣) رواه الطبراني في \"الكبير\" ٢٣/ ١٣٧ من رواية عبد الغني بن سعيد الثقفي، عن موسى بن عبد الرحمن الصنعاني، عن ابن جريج، عن عطاء، عن ابن عباس. وهذه الرواية باطلة كما تقدم.وروى الطبراني في \"الكبير\" ٢٣/ ١٢٤ - ١٢٩ من حديث ابن عمر وأبي اليسر الأنصاري أن رسول الله -صلى الله عليه وسلم- ضرب عبد الله بن أبي حدّين.لكن قال الهيثمي في \"مجمع الزوائد\" ٩/ ٢٤٠ عن حديث ابن عمر: وفيه إسماعيل بن يحيى التيمي، وهو كذّاب. وقال أيضًا عن حديث أبي اليسر ٦/ ٢٨٠: وفيه إسماعيل بن يحيى التيمي، وهو كذَّاب.وذكر ابن حجر في \"الفتح\" ٨/ ٤٧٩ أثرين آخرين في حدّ عبد الله بن أبي، لكنَّهما مرسلان.وذهب آخرون إلى أنَّه لم يحدّ، قال القرطبي في \"تفسيره\" ١٢/ ٢٠١: المشهور من الأخبار والمعروف عند العلماء أنَّ الذي حدَّ حسان ومسطح وحمنة، ولم يُسمع بحدِّ لعبد الله بن أبيّ. اهـ. وبهذا القول قال القاضي عياض وابن القيم وجماعة. قال ابن القيم في \"زاد المعاد\" ٣/ ٢٦٣: ولم يحدّ الخبيث عبد الله بن أبي مع أنَّه =</p><p> وقال قوم الذي تولى كبره هو (١) حسان بن ثابت (٢) . </p><p> روي عن مسروق قال: كنت عند عائشة فدخل حسان بن ثابت فألقي له وسادة فلما خرج قلت لعائشة: تدعين هذا الرجل يدخل عليكم وقد قال </p><p>= رأس أهل الإفك، فقيل: لأنَّ الحدود تخفيف عن أهلها وكفارة، والخبيث ليس أهلًا لذلك، وقد وعده الله العذاب العظيم، فيكفيه ذلك عن الحدّ. وقيل: بل كان يستوشي الحديث ويجمعه ويحكيه، ويخرجه في قوالب من لا ينسب إليه. وقيل: الحد لا يثبت إلا بالإقرار أو ببينة وهو لم يقر بالقذف، ولا شهد به عليه أحد، فإنه إنّما كان يذكره بين أصحابه، ولم يشهدوا عليه، ولم يكن يذكره بين المؤمنين. وقيل: بل ترك حدّه لمصلحة هي أعظم من إقامته، كما ترك قتله مع ظهور نفاقه، وتكلّمه بما يوجب قلته مرارًا، وهي تأليف قومه وعدم تنفيرهم عن الإسلام، فإنَّه كان مطاعًا فيهم، رئيسًا عليهم، فلم تؤمن الفتنة في حدِّه. ولعله ترك لهذه الوجوه كلها. اهـ.ولعل أقرب الوجوه هو الأخير، يدل عليه ما في \"صحيح البخاري\" كتاب \"التفسير\" ٨/ ٤٥٣ - ٤٥٤ من حديث عائشة في قصة الإفك وفيه أن النبي -صلى الله عليه وسلم- قام على المنبر فاستعذر من عبد الله بن أبي بن سلول، فقال: يا معشر المسلمين من يعذرني من رجل قد بلغني أذاه في أهل بيتي؟ .. الحديث. فقام سعد بن معاذ فقال: يا رسول الله أنا أعذرك منه إن كان من الأوس ضربت عنقه، وإن كان من إخواننا من الخزرج أمرتنا ففعلنا أمرك. فقام سعد بن عبادة فقال: كذبت لعمر الله، لا تقتله ولا تقدر على قتله. فقام رجل فقال لسعد: كذبت لعمر الله لنقتلنّه .. فتساور الحيّان الأوس والخزرج حتى همُّوا أن يقتتلوا، ورسول الله -صلى الله عليه وسلم- قائم على المنبر، فلم يزل رسول الله -صلى الله عليه وسلم- يخفضّهم حتى سكتوا وسكت.(١) في (أ): (فهو)، وهي ساقطة من (ع).(٢) قال ابن كثير في \"تفسيره\" ٣/ ٢٧٢: وهو قول غريب، ولولا أنّه وقع في \"صحيح البخاري\" يعنى الرواية التي سيسوقها الواحدي بعد ذكره لهذا القول. ما قد يدل على إيراد ذلك لما كان لإيراده كبير فائدة. فإنه من الصحابة الذين لهم فضائل ومناقب ومآثر، وأحسن مآثره أنَّه كان يذب عن رسول الله -صلى الله عليه وسلم-.</p><p> ما قال وأنزل الله -عز وجل- فيه {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} ! فقالت: وأي عذاب أشد من العمى؟ ولعل الله يجعل ذلك العذاب العظيم ذهاب بصره. وقالت: إنّه كان يدفع عن رسول الله -صلى الله عليه وسلم- (١) . </p><p> والقول هو الأول؛ لما روي عن الشَّعبي: أنه قيل لعائشة: إن حسان بن ثابت هو الذي تولى كبره؟. فقالت (٢) : [معاذ الله]  (٣) ! سمعت رسول الله -صلى الله عليه وسلم- يقول (٤) : \"إن الله ليؤيد حسان بروح القدس في شعره\"  (٥) . </p><p>(١) ذكره الثعلبي في \"الكشف والبيان\" ٣/ ٧٤ أبهذا اللفظ من رواية أبي الضحى، عن مسروق. ورواه بنحوه سعيد بن منصور في \"تفسيره\" (ل ١٥٨ أ)، وابن أبي شيبة في \"مصنفه\" ٨/ ٥١٥، والبخاري في التفسير سورة النور ٨/ ٨٥ ومسلم في الفضائل باب: فضائل حسان بن ثابت -رضي الله عنه- ج ٤/ ١٩٣٢، والطبري في \"تفسيره\" ١٨/ ٨٨، وابن أبي حاتم ٧/ ٢٢ ب، والطبراني في \"المعجم الكبير\" ٢٣/ ١٣٥، ١٣٦ وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥٧ - ١٥٨ ونسبه أيضًا لابن المنذر وابن مردويه.(٢) في (أ)، (ع): (قالت).(٣) ساقط من (ع).(٤) (يقول) ساقط من (أ).(٥) لم أجده بهذا اللفظ.لكن أخرج الطبري في \"تفسيره\" ١٨/ ٨٨ من طريق الشعبي عن عائشة أنها قالت: ما سمعت بشيء أحسن من شعر حسان، وما تمثلت به إلا رجوت له الجنة .. وفيه. قيل: أليس الله يقول: {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} [النور: ١١]؟ قالت: أليس قد أصابه عذاب عظيم؟ قالت: \"أليس قد ذهب بصره، وكنّع بالسيف\".وقد أخرج أبو داود في \"سننه\" كتاب: الأدب- باب: ما جاء في الشعر ١٣/ ٣٥٧، والترمذي في \"جامعه\" كتاب: الأدب - باب: ما جاء في إنشاد الشعر ٨/ ١٣٧ واللفظ له، والحاكم في \"مستدركه\" ٣/ ٤٨٧ من حديث عروة، عن عائشة رضي الله عنها قالت: قال رسول الله -صلى الله عليه وسلم-: \"إن الله يؤيد حسَّان بروح القدس ما يفاخر -أو ينافح- عن رسول الله -صلى الله عليه وسلم- \".</p>"
}