{
  "id": null,
  "sura": 24,
  "aya": 30,
  "text": "<p> ممّا بكم (١) . </p><p> وهذا الذي ذكره هو قول عطاء، قال: هي البيوت الخربة، والمتاع: قضاء الحاجة فيها من الخلال والبول (٢) . </p><p> ٣٠ - {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} يقال: غضّ بصره يغضُّه غضّا، ومثله أغضى (٣) . قال جرير: </p><p> فغضّ الطَّرف إنك من نمير ... فلا كعبًا بلغت ولا كلابا (٤) </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٣٩. وفيه: متفرّجون فيها. (٢) ذكره عنه الثعلبي ٣/ ٧٧ أبهذا اللفظ.ورواه الطبري ١٨/ ١١٤، وابن أبي حاتم ٧/ ٣٤ أعنه مختصرًا.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٧٥ مختصرًا، ونسبه أيضًا لعبد بن حميد وابن المنذر.قال الطبري ١٨/ ١١٥ - بعد ذكره للخلاف في معنى البيوت غير المسكونة-: وأولى الأقوال في ذلك بالصّواب أن يقال: إن الله عمَّ بقوله: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ} كلَّ بيت لا ساكن به لنا فيه متاع ندخله بغير إذن؛ لأن الإذن إنّما يكون ليؤنس المأذون عليه قبل الدخول، أو ليأذن للداخل إن كان مالكًا، أو كان فيه ساكنًا.فأما إن كان لا مالك له. فيحتاج إلى إذنه لدخوله. ولا ساكن فيه. فيحتاج الداخل إلى إيناسه والتسليم عليه؛ لئلا يهجم على ما لا يحب رؤيته منه. فلا معنى للاستئذان فيه. فإذا كان كذلك فلا وجه لتخصيص بعض ذلك دون بعض. فكل بيت لا مالك له ولا ساكن من بيت مبني ببعض الطرق للمارّة والسابلة ليأووا إليه، أو بيت خراب قد باد أهله ولا ساكن فيه، حيث كان ذلك فإن لمن أراد دخوله أن يدخل بغير استئذان لمتاع له يؤوبه إليه، أو للاستمتاع به لقضاء حقه من بول أو غائط أو غير ذلك.وانظر أيضًا \"أحكام القرآن\" لابن العربي ٣/ ١٣٦٤.(٣) انظر: \"تهذيب اللغة\" \"المستدرك\" ص ٣٦، \"لسان العرب\" ٧/ ١٩٧ (غضض).(٤) البيت في \"ديوانه\" ٣/ ٨٢١ و\"تهذيب اللغة\" للأزهري \"المستدرك\" ص ٣٦ =</p><p> قال ابن عباس: يريد: لا ينظروا إلى ما لا يحل لهم (١) . وهذا قول المفسرين (٢) . </p><p> وقالوا: إنّ (من) هاهنا صلة. وهو قول مقاتل، وسفيان (٣) . </p><p> وقيل (٤) : إنّ (من) هاهنا لتبعيض (٥) الغض، وهو الغض عمّ لا يحل </p><p>= (غض)، \"لسان العرب\" ٧/ ١٩٧ \"غضض\"، \"خزانة الأدب\" ١/ ٧٢. وهو من قصيدة يهجو بها الراعي النُّميري. (١) روى الطبري ١٨/ ١١٧ وابن أبي حاتم ٧/ ٣٤ أعن ابن عباس قال: يغضوا أبصارهم عما يكره الله. وقد أخرج ابن أبي حاتم في \"تفسيره\" ٧/ ٣٤ ب عن قتادة نحو هذا القول الذي ذكره الواحدي عن ابن عباس.(٢) انظر: \"الطبري\" ١٨/ ١١٦ - ١١٧، \"تفسير ابن أبي حاتم\" ٧/ ٣٤ أ، ب، الثعلبي ٣/ ٧٧ ب، \"الدر المنثور\" للسيوطي ٦/ ١٧٦ - ١٧٧.(٣) قول مقاتل في \"تفسيره\" ٢/ ٣٧ ب، وتتمّة كلامه: يعني: يحفظوا أبصارهم كلها عمّا لا يحل لهم النظر إليه. اهـ وقد حكى الماوردي في \"النكت والعيون\" ٤/ ٨٩ هذا القول عن قتادة. وأما قول سفيان فلم أجده. وقد روى ابن أبي حاتم ٧/ ٣٤ أمثل هذا القول عن سعيد بن جبير. وذكره السيوطي في \"الدر المنثور\" ٨/ ١٧٧ عن سعيد، وعزاه لابن أبي حاتم.(٤) حكى الرازي ٢٣/ ٢٠٢ هذا القول عن أكثر المفسرين. قال الثعلبي ٣/ ٧٧ أ: لأن المؤمنين غير مأمورين بغض البصر أصلاً، وإنما أمروا بالغض عمّا لا يجوز. واستظهر ابن عطية ١٠/ ٤٨٥ هذا القول.وقوَّى القرطبي ١٢/ ٢٢٣ هذا القول بما في \"صحيح مسلم\" كتاب: الآداب- باب: نظر الفجأة ٣/ ٩٩ عن جرير بن عبد الله قال: سألت رسول الله -صلى الله عليه وسلم- عن نظرة الفُجاءة، فأمرني أن أصرف بصري.وانظر: \"المحرر\" لابن عطية ١٠/ ٤٨٦، القرطبي ١٢/ ٢٢٢، \"الدر المصون\" للسمين الحلبي ٨/ ٣٩٧.(٥) (لتبعيض): موضعها بياض في (ظ).</p><p> النظر إليه، فأمّا (١) ما يحل فلا يجب الغض عنه. </p><p> وقوله {وَيَحْفَظُوا فُرُوجَهُمْ} أي عن الفواحش وعمَّن لا يحل. وهذا قول عامة (٢) المفسرين (٣) . </p><p> وروى الربيع (٤) ، عن أبي العالية قال: كل آية في القرآن يذكر فيها حفظ الفرج فهو من الزنا إلاَّ هذه الآية. قال: يحفظوا فروجهم ألاّ يراها أحد (٥) . ونحو هذا قال ابن زيد (٦) . </p><p> ويدل على صحّة هذا التأويل إسقاط (من) هاهنا على قول من يجعله للتبعيض (٧) . </p><p>(١) في (أ): (وأما). (٢) عامة: ساقطة من (ظ).(٣) حكاه الثعلبي ٣/ ٧٧ أ، عن أكثر المفسرين. وانظر: \"الطبري\" ١٨/ ١١٦، وابن أبي حاتم ٧/ ٣٤ ب، \"الدر المنثور\" ٦/ ١٧٦ - ١٧٧.(٤) هو: الربيع بن أنس.(٥) رواه الطبري ١٨/ ١١٦، وابن أبي حاتم ٧/ ٣٤ ب عن الربيع، عن أبي العالية. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٧٧ ونسبه أيضًا لعبد بن حميد وابن المنذر. قال الجصَّاص في \"أحكام القرآن\" ٣/ ٣١٥ - بعد ذكره لهذا القول عن أبي العالية: هذا تخصيص بلا دلالة، والذي يقتضيه الظاهر أن يكون المعنى حفظها عن سائر ما حرم عليه من الزنا واللمس والنظر، وكذلك سائر الآي المذكورة في غير هذا الموضع في حفظ الفروج، هي على جميع ذلك ما لم يقم الدلالة على أنَّ المراد بعض ذلك دون بعض.(٦) ذكره عنه الثعلبي ٣/ ٧٧ أ، والزمخشري ٣/ ٦٠.(٧) قال الزمخشري ٣/ ٦٠: فإن قلت كيف دخلت -يعني \"من\"- في غض البصر دون حفظ الفروج؟ قلت: دلالة على أن أمر النظر أوسع؛ ألا ترى أن المحارم لا بأس بالنظر إلى شعورهن .. وأما الفرج فمضيّق، وكفاك فرقًا أن أبيح النظر إلا ما استثنى منه وحظر الجماع إلا ما استثنى منه.</p>"
}