{
  "id": null,
  "sura": 24,
  "aya": 62,
  "text": "<p> {لَعَلَّكُمْ تَعْقِلُونَ} لكي تفقهوا (١) عن الله أمره ونهيه وأدبه. </p><p> ٦٢ - قوله تعالى:  {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ} قال مجاهد (٢) ، وسعيد بن جبير (٣) ، والمفسرون (٤) : يعني الجمعة والغزو. </p><p> وقال مقاتل بن حيان: يقول على أمر طاعة يجتمعون عليها نحو الجمعة والنحر والفطر والجهاد وأشباه ذلك (٥) . </p><p> وقوله:  {لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ} قال مقاتل: نزلت في عمر بن الخطاب استأذن النبي -صلى الله عليه وسلم- في غزوة تبوك في الرجعة إلى أهله، فأذن له وقال:  \"انطلق فوالله ما أنت بمنافق\" . يريد بذلك أن يسمع المنافقين (٦) . </p><p> وقال ابن عباس: الذي استأذنه عمر بن الخطاب، وذلك (٧) أنه استأذن رسول الله -صلى الله عليه وسلم- في العمرة فأذِن له، ثم قال:  \"يا أبا حفص لا تنسنا في صالح(٨)دعائك\"  (٩) . </p><p>(١) في (أ): (تفقهون). (٢) رواه عنه عبد الرزاق في \"مصنفه\" ٣/ ٢٤٢ - ٢٤٣، وابن أبي حاتم ٧/ ٧٣ أ، ب.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٢٩ - ٢٣٠ ونسبه أيضًا للفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر.(٣) رواه عنه ابن أبي حاتم ٧/ ٧٣ أ. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣٠ ونسبه أيضًا لعبد بن حميد.(٤) انظر: \"الطبري\" ١٨/ ١٧٥ - ١٧٦، والثعلبى ٣/ ٩١ أ.(٥) روى عنه ابن أبي حاتم ٧/ ٧٣ ب.(٦) \"تفسير مقاتل\" ٢/ ٤٢ أ. وهذه الرواية لا تصح في سبب نزول هذه الآية.(٧) في (ع): (في ذلك).(٨) (صالح): ساقطة من (ع).(٩) لم أجده عن ابن عباس. وقد روى أبو داود في \"سننه\" الصلاة - باب: الدعاء =</p><p> وقال الثُّمالي (١) -في هذه الآية-: إن رسول الله -صلى الله عليه وسلم- إذا صعد المنبر يوم الجمعة وأراد الرجل أن يخرج من المسجد لحاجة أو عذر لم يخرج حتى يقوم بحيال (٢) رسول الله -صلى الله عليه وسلم- حيث يراه، فيعرف أنَّه (٣) إنّما قام ليستأذن، فيأذن لمن شاء (٤) منهم (٥) . </p><p> قال مجاهد: وإذن الإمام يوم الجمعة أن يشير بيده (٦) . </p><p> قال الكلبي: كان ذلك مع رسول الله -صلى الله عليه وسلم- فأما اليوم فإذنه أن يأخذ بأنفه وينصرف (٧) . </p><p>= ٤/ ٣٦٥، والترمذي كتاب: الدعوات ١٠/ ٧، وابن ماجه المناسك- باب: فضل دعاء الحاج ٢/ ١٥٥ عن ابن عمر أنه استأذن النبي -صلى الله عليه وسلم- في العمرة فأذن له، وقال: \"يا أخي أشركنا في دعائك ولا تنسنا\". قال المنذري في \"مختصر أبي داود\" ٢/ ١٤٦: وفي إسناده عاصم بن عبد الله بن عمر بن الخطاب وقد تكلم فيه غير واحد من الأئمة.وذكره الهيثمي في \"مجمع الزوائد\" ٣/ ٢١١ عن عمر وفيه: \"في صالح دعائك\" وقال: رواه أحمد وأبو يعلى وفيه عاصم بن عبد الله وفيه كلام كثير وقد وثق.(١) هو: أبو حمزة الثمالي.(٢) بحيال: أي بجانب.(٣) (أنه): ساقطة من (أ).(٤) في (ع): (يشاء).(٥) رواه الثعلبي في \"الكشف والبيان\" ٣/ ٢٩١ ب بسنده عن أبي حمزة الثمالي به. وهو ضعيف؛ لضعف الثُمالي، ولإرساله.وقد ذكر البغوي ٦/ ٦٧، وابن الجوزي ٦/ ٦٨ - ٦٩ هذا الخبر ونسباه للمفسرين.(٦) رواه عبد الرزاق في \"مصنفه\" ٣/ ٢٤٢ - ٢٤٣، وابن أبي حاتم ٧/ ٧٣ أ، ب. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٢٩ ونسبه أيضًا للفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر.(٧) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦٦، وفي \"مصنفه\" ٣/ ٢٤٤.</p><p> وذكر في سبب نزول هذه الآية: أن رسول الله -صلى الله عليه وسلم- كان إذا خطب يوم الجمعة عرّض بالمنافقين في خطبته وعابهم، فربما كانوا يخرجون من المسجد ولا (١) يصلّون معه الجمعة فأنزل الله هذه الآية (٢) . </p><p> وقال أبو إسحاق في هذه الآية: أعلم الله -عز وجل- أن المؤمنين إذا كانوا مع نبيّه فيما يحتاج فيه إلى الجماعة لم يذهبوا حتى يستأذنوه، وكذلك ينبغي أن يكونوا مع أئمتهم لا يخالفونهم، ولا يرجعون عنهم في جمع من جموعهم إلا بإذنهم، وللإمام أن يأذن وله أن لا يأذن على قدر ما يرى من الحظ لقوله -عز وجل- {فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ} فجعل المشيئة إليه في الإذن (٣) . </p><p> {وَاسْتَغْفِرْ لَهُمُ اللَّهَ} أي استغفر لهم لخروجهم عن الجماعة إن رأيت لهم عذرًا. </p><p> قوله تعالى:  {لَا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا} قال ابن عباس -في رواية عطاء-: يريد من بعيد: يا أبا القاسم. ولكن افعلوا كما قال -في الحجرات-: {إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ}  [الحجرات: ٣]  (٤) . </p><p>(١) في (ع): (لا). (٢) روى أبو داود في \"المراسيل\" ص ٤٧ عن مقاتل بن حيان نحوه. وذكره نحو هذه الرواية الفراء في \"معاني القرآن\" ٢/ ٢٦٢. وانظر ابن كثير ٣/ ٣٠٧، \"الدر المنثور\" ٦/ ٢٣١.(٣) \"معاني القرآن\" للزجاج ٤/ ٥٥.(٤) رواه أبو نعيم في \"دلائل النبوة\" ١/ ٤٦.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣٠ ونسبه أيضًا لعبد الغني بن سعيد في تفسيره. وقد تقدم الكلام على هذه الرواية عن ابن عباس.وروى ابن أبي حاتم ٧/ ٧٤ أ، وأبو نعيم في \"دلائل النبوة\" ١/ ٤٥ - ٤٦ من =</p><p> وعلى هذا معنى الآية: أنهم أمروا بخفض الصوت إذا دعوا رسول الله -صلى الله عليه وسلم- ونُهوا أن يصيحوا به من بعيد. </p><p> وقال مجاهد: أمرهم أن يدعوا (١) رسول الله -صلى الله عليه وسلم- في لين وتواضع، ولا يقولوا: يا محمد في تجّهم (٢)  (٣) . </p><p> وقال سعيد بن جبير: لا تقولوا يا محمد. قولوا: يا رسول الله (٤) . </p><p> وقال قتادة: أمرهم أن يُفخِّموه ويشرِّفوه (٥) . </p><p> وقال المقاتلان: يقول لا تدعوا النبي باسمه: يا محمد، يا بن عبد الله (٦) . إذا دعوتموه كما يدعو بعضكم بعضًا باسمه: يا فلان ويا ابن فلان، ولكن عظّموه وفخّموه وشرّفوه، وقولوا: يا رسول الله ويا نبي الله (٧) . </p><p>= طريق بشر بن عمارة، عن أبي روق، عن الضحَّاك، عن ابن عباس، نحو هذا القول. وهذه الرواية فيها ضعف وانقطاع. فبشر بن عمارة ضعيف، والضحاك لم يلق ابن عباس. انظر: \"تهذيب التهذيب\" لابن حجر ١/ ٤٥٥، ٤/ ٤٥٣. (١) في (أ): (يدعونا).(٢) في (أ): (تهجم). والتَّجهم: الاستقبال بوجه كريه. انظر: \"لسان العرب\" ١٢/ ١١١ (جهم).(٣) رواه الطبري ١٨/ ١٧٧، وابن أبي حاتم ٧/ ٧٤ ب. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣١ وزاد نسبته لابن أبي شيبة وعبد بن حميد وابن المنذر.(٤) رواه ابن أبي حاتم في \"تفسيره\" (ج٧ ل ٧٤ ب). وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣١ ونسبه لعبد بن حميد.(٥) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦٦، والطبري ١٤/ ١٧٧ ورواه ابن أبي حاتم ٧/ ٧٤ ب بنحوه.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣١ ونسبه أيضًا لعبد بن حميد وابن المنذر.(٦) في (ع): (ولا يابن عبد الله).(٧) قول مقاتل بن حيان رواه عنه ابن أبي حاتم ٧/ ٧٤ ب. وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٤٢ أ.</p><p> وهذا قول أكثر المفسرين (١) ، واختيار الفراء (٢) والزَّجَّاج، قال: أعلمهم الله فضل النبي -صلى الله عليه وسلم- على سائر البرية (٣) في المخاطبة (٤) . </p><p> وروي عن ابن عباس قول آخر قال (٥) : نهى الله المؤمنين (٦) أن يتعرضوا لدعاء الرسول عليهم يقول: دعوة الرسول عليكم موجبة فاحذروها (٧) . </p><p> وهذا قول الحسن، قال -في هذه الآية-: لا تجعلوا دعاء الرسول عليكم كدعاء بعضهم على بعض (٨)  (٩) . </p><p> وذكر المبرد وجهًا آخر فقال: يجوز أن يكون المعنى: لا تجعلوا أمره </p><p>(١) انظر ابن أبي حاتم ٧/ ٧٤ ب، \" الدر المنثور\" للسيوطي ٦/ ٢٣١. قال ابن كثير ٣/ ٣٠٧ - عن هذا القول-: وهو الظاهر من السياق كقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقُولُوا رَاعِنَا} إلى آخر الآية [البقرة: ١٠٤]، وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ} إلى قوله: {خَيْرًا لَهُمْ} [الحجرات: ٢ - ٥] فهذا كله من باب الأدب في مخاطبة النبي -صلى الله عليه وسلم- والكلام معه وعنده كما أمروا بتقديم الصدقة قبل مناجاته. اهـ.(٢) انظر: \"معاني القرآن\" للفراء ٢/ ٢٦٢.(٣) في (أ): (النبوية).(٤) \"معاني القرآن\" للزجاج ٤/ ٥٥.(٥) في (ع): (قالت).(٦) (المؤمنين): ساقطة من (ع).(٧) رواه الطبري ١٨/ ١٧٧، وابن أبي حاتم ٧/ ٧٤ ب من قوله: دعوة .. من رواية العوفي، عنه.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٣١ ونسبه أيضًا لابن مردويه.قال ابن عطية ١٠/ ٥٥٦ ولفظ الآية يدفع هذا المعنى.(٨) في (ع): (كدعاء بعضكم بعضًا) أي على بعض.(٩) رواه عنه ابن أبي حاتم ٧/ ٧٤ ب. وذكره عنه ابن كثير ٣/ ٣٠٧.</p><p> إياكم ودعاءه لكم كما يكون من بعضكم لبعض، إذ (١) كان أمره فرضًا لازمًا (٢) . </p><p> قال: ومثله قوله {اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ}  [الأنفال: ٢٤] . </p><p> وعلى هذا المصدر يكون مضافًا إلى الفاعل والدعاء يكون من الرسول، وهو أليق بما بعده من التهديد لمن تأخر عن الرسول وخالف أمره، وهو قوله {قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا}  (٣) . </p><p> قال الليث: التَّسلل: إنسلال (٤) جماعة، إذا ذهبوا (٥) . </p><p> والسَّل: الإخراج، والتَّسلل والانسلال: الخروج. يقال: تسلل فلان من بين أصحابه، إذا خرج من جملتهم (٦) . </p><p> وذكرنا هذا عند تفسير (٧) السلالة (٨) . </p><p> وقوله {لِوَاذًا} هو من الملاوذة، وهو (٩) أن يستتر بشيء مخافة من </p><p>(١) في (ع): (إذا). (٢) ذكره عنه الرازي ٢٤/ ٣٩ - ٤٠ وذكره عنه بمعناه أبو حيان ٦/ ٤٧٦، والسمين الحلبي ٨/ ٤٤٦. وذكر الماوردي ٤/ ١٢٨ هذا المعنى وقال: حكاه ابن عيسى.(٣) اختار الرازي ٢٤/ ٤٠، وأبو حيان ٦/ ٤٦ هذا القول، وذكرا مثل هذا التعليل.(٤) في (أ): (استلال).(٥) قول الليث في \"العين\" ٧/ ١٩٣ (سلّ).(٦) انظر: \"تهذيب اللغة\" للأزهري ١٢/ ٢٩٢ - ٢٩٤ (سل)، \"الصحاح\" للجوهري ٥/ ١٧٣١ \"سلل\"، \"لسان العرب\" ١١/ ٣٣٨ - ٣٣٩ (سلل).(٧) في (ع): (عند قوله تفسير).(٨) انظر: \"البسيط\" عند قوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ} [المؤمنون: ١٢].(٩) في (أ): (هو).</p><p> يراه (١) . قال الطِّرمَّاح: </p><p> تلاوذ (٢) من حرِّ كأن أواره (٣) ... يُذيب دماغ الضَّب فهو خدوع (٤) </p><p> أي: تستتر (٥) بكنسها (٦) يعني بقر الوحش. </p><p> قال الفراء: إنَّما قيل لواذًا لواذًا؛ لأنها مصدر \"لاوذت\" ، ولو كانت مصدرًا لـ \"لذتُ\" لكان لياذًا، كما تقول: قمت إليك قيامًا، وقاومتك قواما (٧) . </p><p> ونحو هذا قال الزجاج (٨) . </p><p> وذكر المبرد العلّة فقال: صحت الواو في لواذا؛ لأن فعلها صحيح، لاوذته لواذًا وعاودته عوادا، ولو اعتل الفعل لاعتل مصدره في \"فعَال\" نحو: قمت قيامًا، ونمت نيامًا، ولو قلت: قاومته، لقلتا قواما (٩) . </p><p>(١) انظر: \"لوذ\" في: \"الصحاح\" ٢/ ٥٧٠، \"لسان العرب\" ٣/ ٥٠٨ (٢) في (أ): (تلاود).(٣) في (ظ): (أواره).(٤) في (أ): (جدوع)، والمثبت من باقي النسخ والديوان.(٥) في (ظ): (يستر).(٦) الكُنُس: جمع مكنس، وهو مولج الوحش من الظباء والبقر تستكن فيه من الحر. \"لسان العرب\" ٦/ ١٩٨ (كنس).(٧) \"معاني القرآن\" للفراء ٢/ ٢٦٢.(٨) \"معاني القرآن\" للزجاج ٤/ ٥٦.(٩) في \"الكامل\" للمبرد ٢/ ٢٧٨: .. وكذلك \"فعال\" إذا كان مصدرًا صحيحًا صحَّ إذا صحَّ فعله، واعتل إذا اعتل فعله، فما كان مصدرًا لـ\"فاعلت\" فهو \"فعال\" صحيح، تقول: قاولته قوالا، ولاوذته لواذا كقوله تعالى: {قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا} أي ملاوذة، وإذا كان مصدر \"فعلتُ\" اعتل لاعتلال الفعل، فقلت: قمت قيامًا، ونمت نيامًا، ولذت لياذًا، وعذت عياذًا. اهـ.</p><p> قال ابن عباس -في هذه الآية-: يلوذ بغيره ويهرب. </p><p> وقال المقاتلان: إنَّ المنافقين كان يثقل عليهم يوم الجمعة قولُ النبي -صلى الله عليه وسلم- وخطبته، فيلوذون ببعض أصحاب محمد -صلى الله عليه وسلم- حتى يخرجوا من المسجد، [فيقوم المنافق فينسل]  (١) مستخفيًا مستترًا (٢) بغيره من غير استئذان (٣) . </p><p> وعلى هذا التهديد في الخروج عن المسجد يوم الجمعة. </p><p> وقال ابن قتيبة: ويقال: بل نزلت هذه في حفر الخندق، فكان (٤) قوم يتسللون بلا إذن (٥) . ومعنى {قَدْ يَعْلَمُ} التهديد بالمجازاة. </p><p> وهو اختيار الفراء، قال: إن المنافقين كانوا يشهدون الجمعة فيعيبهم النبي -صلى الله عليه وسلم- بالآيات التي تنزل فيهم، فيضجرون، فإن خفي لأحدهم القيام قام (٦) . </p><p> ثم حذَّرهم الفتنة والعذاب فقال:  {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ} أي يعرضون عن أمره، ودخلت (عن) لتضمن (٧) المخالفة معنى الإعراض (٨) . {أَنْ تُصِيبَهُمْ فِتْنَةٌ} قال ابن عباس: ضلالة (٩) . </p><p>(١) زيادة من \"تفسير مقاتل\" يستقيم بها المعنى. (٢) في (ظ): (متسترًا).(٣) قول مقاتل بن حيان رواه عنه ابن أبي حاتم ٧/ ٧٥ أ. وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٤٢ أ.(٤) في (ظ): (وكان).(٥) \"غريب القرآن\" لابن قتيبة ص ٣٠٩.(٦) \"معاني القرآن\" للفراء ٢/ ٢٦٢.(٧) في (أ): (وليحذر)، وهو خطأ في الآية.(٨) في (ظ): (التضمن).(٩) هذا معنى ما قاله الطبرى ١٨/ ١٧٨. =</p><p> يعني الكفر. قاله المقاتلان (١) . </p><p> وقال الحسن، والكلبي: بليَّة تُظهر ما في قلوبهم من النفاق (٢) . </p><p> {أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} يعني القتل في الدنيا (٣) . </p><p> وهذا دليل على أنَّ من خالف الرسول فهو معرض (٤) الفتنة والقتل. </p><p> ثم عظم نفسه فقال:  {أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ} يعني عبيدًا (٥) وملكًا وخلقًا (٦) . وفيه بيان أنه لا يجوز للعبد أن يخالف أمر مالكه الذي له ما في السموات والأرض (٧) . </p><p>= وذكر الماوردي ٤/ ١٢٩، وابن الجوزي ٦/ ٦٩ قولًا ثانيًا، ونسباه للأخفش، وهو أن \"عن\" زائدة، والتقدير: فليحذر الذين يخالفون أمره. وهذا قول أبي عبيدة في \"المجاز\" ٢/ ٦٩. والصحيح الأول.(١) ذكره عنه ابن الجوزي ٦/ ٦٩. وذكر عنه الثعلبي ٣/ ٩١ ب، والزمخشري ٣/ ٧٩ أنه قال: قتل.(٢) قول مقاتل بن حيان رواه ابن أبي حاتم ٧/ ٧٥ ب. وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٤٢ أ.وذكره الثعلبي ٣/ ٩١ ب عن الحسن، وذكره الماوردي ٤/ ١٢٩، وقال: حكاه ابن عيسى. وذكره ابن العربي في \"أحكام القرآن\" ٣/ ١٤١٢ من غير نسبة، ثم قال -بعد ذكره لهذا القول وغيره-: وهذه الأقوال صحيحة كلها؛ ولكن متعلقاتها مختلفة؛ فهنالك مخالفة توجب الكفر .. ، وهنالك مخالفة هي معصية.(٣) روى ابن أبي حاتم ٧/ ٧٥ ب هذا القول عن مقاتل بن حيَّان.وذكر الماوردي ٤/ ١٢٩ هذا القول ونسبه ليحيى بن سلام.ثم حكى قولًا ثانيًا وهو أنَّ العذاب هنا عذاب جهنم في الآخرة.(٤) في (ظ): (تعرض)، وفي (أ)، (ع): (يعرض بإهمال أوله). ولعل الصواب: فهو متعرض للفتنة.(٥) في (ظ): (عبدا).(٦) الثعلبي ٣/ ٩١ ب.(٧) الطبري ١٨/ ١٧٩ مع اختلاف يسير.</p><p> وقوله {قَدْ يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ} قال مقاتل: من الإيمان والنفاق (١) . </p><p> وقال الكلبي: من الاستقامة وغير ذلك (٢) . </p><p> قوله:  {وَيَوْمَ يُرْجَعُونَ إِلَيْهِ} وهي النفخة الأخيرة يخرجون من قبورهم (٣) . </p><p> {فَيُنَبِّئُهُمْ بِمَا عَمِلُوا} من الخير والشر {وَاللَّهُ بِكُلِّ شَيْءٍ} من أعمالهم {عَلِيمٌ}  (٤) . </p><p>(١) \"تفسير مقاتل\" ٢/ ٤٢ أ. (٢) \"تنوير المقياس\" ص ٢٢٤.(٣) روى ابن أبي حاتم ٧/ ٧٥ ب عن أبي العالية نحو ذلك.(٤) من قوله \"من الخير .. \" إلى هنا. هذا قول مقاتل في \"تفسيره\" ٢/ ٤٢ أ.</p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن على بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> سورة الفرقان </p><p> تحقيق </p><p> د. سليمان بن إبراهيم الحصين </p><p> تفسير سورة الفرقان (١) </p><p>(١) سورة الفرقان مكية، حكى الإجماع على ذلك البقاعي. \"مصاعد النظر للإشراف على مقاصد السور\" ٢/ ٣١٦. قال ابن الجوزي: وحكي عن ابن عباس، وقتادة، أنهما قالا: إلا ثلاث آيات منها نزلت بالمدينة؛ وهي قوله تعالى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ} إلى قوله {غَفُورًا رَحِيمًا} [الفرقان: ٦٨. ٧٠]. \"زاد المسير\" ٦/ ٧١. قال الهيثمي: رواه الطبراني من رواية علي بن زيد عن يوسف ابن مهران، وقد وثقا وفيهما ضعف، وبقية رجاله ثقات. \"مجمع الزوائد\" ٧/ ٨٤. إلا أن الثابت عن ابن عباس -رضي الله عنهما- يخالف هذا: فقد أخرج البخاري في صحيحه، كتاب التفسير، باب: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ} رقم [٤٧٦٢] عن القاسم بن أبي بَزّة أنه سأل سعيد بن جبير: هل لمن قتل عمدًا من توبة؟ فقرأت عليه: {وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} فقال سعيد: قرأتُها على ابن عباس كما قرأتَها عليّ، فقال: هذه مكية نسختها آية مدنية التي في سورة: النساء. \"فتح الباري\" ٨/ ٤٩٣. وأخرجه أيضًا مسلم ٤/ ٢٣١٨، كتاب التفسير، رقم: [٣٠٢٣]. والمشهور عن ابن عباس -رضي الله عنهما- أن السورة كلها مكية؛ قال ابن الجوزي: قال ابن عباس، والحسن، ومجاهد، وعكرمة، وقتادة في آخرين: هي مكية. \"زاد المسير\" ٦/ ٧١. وقال السيوطي: وأخرج ابن الضريس، والنحاس، وابن مردويه، والبيهقي في \"الدلائل\"، من طرق عن ابن عباس، قال: نزلت سورة الفرقان بمكة \"الدر المنثور\" ٦/ ٢٣٤.وقال البيهقي بعد ذكر أثر ابن عباس: ولهذا الحديث شاهد في \"تفسير مقاتل\"، وغيره من أهل التفسير. \"دلائل النبوة\" ٧/ ١٤٤، وعدد آياتها: سبعٌ وسبعون آية؛ من غير اختلاف. \"مصاعد النظر\" ٢/ ٣١٩. أورد الواحدي في تفسيره: \"الوسيط\" ٣/ ٣٣٣، حديثاً في فضل هذه السورة لم يذكره هنا في تفسيره: \"البسيط\"، =</p>"
}