{
  "id": null,
  "sura": 24,
  "aya": 55,
  "text": "<p> وَعَلَيْكُمْ مَا حُمِّلْتُمْ} ولم يقل: عليهم، وقوله {وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ}  [البقرة: ١٣٧] فهذا يدل على فعلوا. انتهى كلامه (١) . </p><p> وقد بان بما ذكر أن قوله {فَإِنْ تَوَلَّوْا}  (٢) مخاطبة من الله تعالى لهم بعد أن أمر رسوله أن يخاطبهم بقوله: {أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ} ، ولو كان قوله:  {فَإِنْ تَوَلَّوْا} من خطاب الرسول معهم لقال: فإنما علي ما حمل. </p><p> قال ابن عباس: الذي حمِّل النبي -صلى الله عليه وسلم- أن يبلغهم، وحملوا أن يطيعوه (٣) . </p><p> وقال مقاتل (٤) ، والسدي (٥) : يقول فإنما على محمد ما أمر من تبلغ الرسالة، وعليكم ما أمرتم من طاعتهما. </p><p> {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} تصيبوا الحق (٦) . </p><p> {وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} ليس عليه إلاَّ أن يبلغ ويبين لكم. </p><p> ٥٥ - {وَعَدَ اللَّهُ} الآية، قال أبي بن كعب: لما قدم رسول الله -صلى الله عليه وسلم- وأصحابه المدينة، وآوتهم الأنصار، رمتهم العرب عن قوس واحدة، وكانوا لا يبيتون إلا مع السلاح ولا يصبحون إلاَّ فيه، فقالوا: ترون أنَّا نعيش حتى نبيت آمنين مطمئنين لا نخاف إلا الله، فنزلت هذه الآية (٧) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٥٨ مع تقديم وتأخير وتصرف في بعض العبارات. (٢) (تولوا) ساقط من (ظ).(٣) ذكره القرطبي ١٢/ ٢٩٦ عن ابن عباس وغيره.(٤) انظر: \"تفسير مقاتل\" ٢/ ٤٠ ب.(٥) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٥٩ ب عن السدي. وذكره السيوطيِ في \"الدر المنثور\" ٦/ ٢١٤ ونسبه لابن أبي حاتم.(٦) \"الطبرى\" ١٨/ ١٥٨.(٧) رواه الطبراني في \"الأوسط\" كما في \"مجمع البحرين في زوائد المعجمين\" =</p><p> وقوله {لَيَسْتَخْلِفَنَّهُمْ} قال الفراء، والزَّجَّاج (١) : إنما جاءت اللام؛ لأنَّ العدة قولٌ يصلح فيها أن، ويصلح فيها جواب اليمين، تقول: وعدتك أن آتيك، ووعدتك لآتينك، ومثله:  {ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ}  [يوسف: ٣٥] وتقول: وعدته لأكرمنه، بمنزلة قلت؛ لأن الوعد لا ينعقد إلا بقول (٢) . وقد فسرنا هذا في غير هذا الموضع. </p><p> ومعنى {لَيَسْتَخْلِفَنَّهُمْ} ليجعلنهم يخلفون من قبلهم. </p><p> قال المفسرون: أي لنورثنهم أرض الكفّار من العرب والعجم فنجعلهم ملوكها وساستها وسكانها (٣) . </p><p> وعلى هذا الآية عامة في المؤمنين. </p><p> وخصص بعضهم الآية بالخلفاء والولاة من أصحاب النبي -صلى الله عليه وسلم-. </p><p> وهو قول ابن عباس في رواية عطاء، ومعنى قول مقاتل بن حيان. </p><p> قال ابن عباس -في هذه الآية-: يريد أبا بكر وعمر وعثمان -رضي الله عنهم- ومن </p><p>= للهيثمي ٦/ ٥٨، والحاكم في \"مستدركه\" ٢/ ٤٠١، والبيهقي في \"دلائل النبوة\" ٣/ ٦ - ٧، والحافظ الضياء المقدسي في \"المختارة\" ٣/ ٣٥٢ - ٣٥٣، والواحدي في \"أسباب النزول\" ص ٢٧٢ - ٢٧٣. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٦ وعزاه أيضًا لابن المنذر وابن مردويه. قال الهيثمي في \"مجمع الزوائد\" ٧/ ٨٣: ورجاله ثقات.(١) انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٨، \"معاني القرآن\" للزجاج ٤/ ٥١.(٢) وفي مجيء اللام في (ليستخلفنهم) وجه آخر، وهو أن اللَّام جواب قسم مضمر أي: أقسم ليستخلفنهم، ويكون مفعول الوعد محذوفًا تقديره: وعدهم الاستخلاف لدلالة (ليستخلفنهم) عليه. أو التمكين لدينكم. انظر: \"البحر المحيط\" لأبي حيان ٦/ ٤٦٩، \"الدر المصون\" للسمين الحلبي ٨/ ٤٣٤.(٣) الثعلبي ٣/ ٨٨ ب، والطبري ١٨/ ١٥٨.</p><p> ولي من أصحاب النبي -صلى الله عليه وسلم- (١) . </p><p> وقال مقاتل:  {لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ} يعني أرض المدينة (٢) . </p><p> وهذا يدل على أنه أراد استخلاف الخلفاء الثلاثة الذين ذكرهم ابن عباس؛ لأنَّهم كانوا في المدينة، ولم يرد تخصيص الأرض بالمدينة؛ لأن الله تعالى فتح عليهم الكثير من أرض الدنيا، وليس في أن يعدهم فتح أرض المدينة كبير (٣) نصرة ولا تمكين في الدين. كيف والآية نازلة بعد أن كانوا في المدينة، ولكن أراد: ليجعلهم خلفاء في المدينة يسكنونها. </p><p> والآية على هذا التفسير دلالة على خلافة هؤلاء، وأنَّ الوعد من الله قد سبق (٤) باستخلافهم. [خلفاء في المدينة]  (٥) . والظاهر القول الأول (٦) . </p><p>(١) ذكر عنه القرطبي ١٢/ ٢٩٨ نحو هذا القول. (٢) رواه عنه ابن أبي حاتم ٧/ ٦١ أ.وروى عنه ابن أبي حاتم ٧/ ٦٠ ب أيضًا أنه قال في قوله {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ} قال: يعني أصحاب النبي -صلى الله عليه وسلم-.(٣) في (أ): (كثير).(٤) في (ع): (قد سبق من الله).(٥) ساقط من (ظ)، (ع).(٦) ويدخل في ذلك أصحاب النبي -صلى الله عليه وسلم- دخولًا أوَّليًّا \"لأنَّه لم يتقدمهم أحدٌ في الفضيلة إلى يومنا هذا؛ فأولئك مقطوع بإمامتهم، متفق عليهم- وصدق وعد الله فيهم، وكانوا على الدين الذي ارتضى لهم، واستقر الأمر لهم، وقاموا بسياسة المسلمين، وذبُّوا عن حوزة؛ فنفذ الوعد فيهم، وصدق الكلام فيهم. وإذا لم يكن هذا الوعد بهم يُنجز، وفيهم نَفَذ، وعليهم ورد، ففيمن يكون إذن؟ وليس بعدهم مثلهم إلى يومنا هذا، ولا يكون فيما بعده\" انتهى من كلام ابن العربي في \"أحكام القرآن\" ٣/ ١٣٩٢.وانظر ما قاله أبو حيان ٦/ ٤٦٩، وابن كثير ٣/ ٣٠٠ - ٣٠٢ في إنجازه وعده للصحابة ومن بعدهم حين قاموا بالشروط في الآية.</p><p> قوله تعالي {كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ} قال مقاتل: يعني بني إسرائيل (١) . إذ أهلك (٢) الجبابرة بمصر وأورثهم أرضهم وديارهم. </p><p> روى أبو بكر، عن عاصم:  (استُخلف) بضم التاء وكسر اللام (٣) . </p><p> والوجه (استخلف) ألا ترى أنَّ (٤) اسم الله قد تقدم ذكره، والضمير في {لَيَسْتَخْلِفَنَّهُمْ} يعود إلى اسم الله؛ فكذلك في قوله {كَمَا اسْتَخْلَفَ} والمعنى: يستخلفنهم استخلافًا كاستخلافه (٥) الذين من قبلهم. ووجه (استخلف) أنه مراد به ما أريد باستخلف (٦) . </p><p> قوله تعالى:  {وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى} قال ابن عباس: يريد يوسع لهم في البلاد حتى يملكوها، ويظهر دينهم على جميع الأديان، ويملِّكهم على جميع الملوك (٧) . </p><p> قوله تعالى:  {وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} قرئ بالتخفيف والتشديد </p><p>(١) \"تفسير مقاتل\" ٢/ ٤٠ ب. وقوله: إذ أهلك. وديارهم. ليس من كلام مقاتل، وإنما هذا كلام الثعلبي في \"تفسيره\" ٣/ ٨٨ ب بنصِّه، ساقه الواحدي مبينًا به كلام مقاتل. (٢) في (أ): (هلك).(٣) وقرأ الباقون بفتح التاء واللام. \"السبعة\" ص ٤٥٨، \"التبصرة\" ص ٢٧٤، \"التيسير\" ص ١٦٣.(٤) في (أ): (أنَّه).(٥) في (أ): (كاستخلاف)، والمثبت من باقي النسخ و\"الحجة\".(٦) من قوله: (وروى أبو بكر، عن عاصم) .. إلى هنا، نقلاً عن \"الحجة\" لأبي علي الفارسي ٥/ ٣٣١ - ٣٣٢ مع اختلاف يسير.وانظر: \"علل القراءات\" للأزهري ٢/ ٤٥٨، \"حجة القراءات\" لابن زنجلة ص ٥٠٤.(٧) ذكره عنه البغوي ٦/ ٥٨ إلى قوله: الأديان.</p><p> في {وَلَيُبَدِّلَنَّهُمْ}  (١) . </p><p> قال الفراء: وهما متقاربان. فإذا قلت للرجل: قد بُدَّلت. فمعناه. غيِّرت وغيرت حالك ولم يأت مكانك آخر، وكلُّ ما غيِّر عن حاله فهو مبدَّل بالتشديد. </p><p> وقد يجوز مبدل -بالتخفيف- وليس بالوجه. وإذا جعلت الشيء مكان الشيء قلت: قد أبدلته (٢) ، كقولك: أبدل هذا الدرهم، أي: أعطني مكانه (٣) . وبدَّل جائز. فمن شدد فكأنه جعل سبيل الخوف أمنا، ومن خفف قال: الأمنُ خلاف الخوف، فكأنَّه قال: جعل مكان الخوف أمنا، أي: ذهب بالخوف وجاء بالأمن. </p><p> وهذا من سعة العربية. وقال أبو النَّجم (٤) : </p><p>(١) قرأ ابن كثير، وأبو بكر عن عاصم بتخفيف الدال، وقرأ الباقون بالتشديد. \"التبصرة\" ص ٤٥٨، \"الإقناع\" لابن الباذش ٢/ ٧١٣، \"التيسير\" للداني ص ١٦٣.(٢) في (أ): (بدلته)، وهو خطأ.(٣) في \"تهذيب اللغة\" للأزهري ١٤/ ١٣٢ (بدل) نقل عن الفراء يزيد كلامه الذي نقله عنه الواحدي من كتابه \"معاني القرآن\" وضوحًا قال الأزهري: وقال أبو العباس -أحمد بن يحيى-: وقال الفراء: يقال: أبدلتُ الخاتم بالحلقة، إذا نحَّيت هذا وجعلت هذا مكانه.وبدَّلت الخاتم بالحلقة، إذا أذبته وسوّيته حلقة ..قال أبو العباس: وحقيقته أن التَّبديل: تغيير الصورة إلى صورة أخرى والجوهرة بعينها، والإبدال: تنحية الجوهرة واستئناف جوهرة أخرى. اهـ.قال النحاس في \"إعراب القرآن\" ٣/ ١٤٥ - ١٤٦ بعد ذكر قول ثعلب في التفريق بين التبديل والإبدال-: وهذا القول صحيح .. غير أنَّه قد يستعمل أحدهما في موضع الآخر. اهـ.(٤) هو الفضل بن قُدامة العجلي، تقدت ترجمته في سورة النساء. =</p><p> عَزْلُ الأمير للأمير المُبْدَل </p><p> فهذا يوضح الوجهين جميعًا (١) . </p><p> وقال مقاتل بن سليمان: من بعد خوفهم من كفار مكة (٢) . </p><p> وقال عطاء، عن ابن عباس: يريد من بعد خوف أبي بكر في الغار. </p><p> والوجه: أنَّه على العموم في كل خوف كان لأصحاب رسول الله -صلى الله عليه وسلم-. </p><p> قال مقاتل بن حيان: فقد فعل الله بهم ذلك (٣) ، وبمن كان بعدهم من هذه الأمة فمكَّن لهم (٤) في الأرض، وأبدلهم أمنا من بعد خوف، وبسط لهم في الأرض (٥) ، ونصرهم على الأعداء، فقد أنجز الله موعده لهم (٦) . </p><p> قوله {يَعْبُدُونَنِي} قال أبو إسحاق: يجوز أن يكون في موضع الحال على معنى: وعد الله المؤمنين في حال عبادتهم بإخلاصهم لله ليفعلن بهم (٧) . </p><p>= وله أرجوزة في هشام بن عبد الملك تعد أجود أرجوزة للعرب، وأولها: الحمد لله الوهوب المجزل ... أعطى فلم يبخل ولم يبخَّلِ\"طبقات فحول الشعراء\" ٢/ ٧٣٧، ٧٤٥، \"خزانة الأدب\" للبغدادي ١/ ١٠٣. وهذا الشطر من الرَّجز أنشده الفراء ٢/ ٢٥٩ بلا نسبة. وهو من لاميّة أبي النجم المشهورة، وهو في \"ديوانه\" ص (٢٠٤)، \"وتهذيب اللغة\" للأزهري ١٤/ ١٣٢ \"بدل\"، \"لسان العرب\" ١١/ ٤٨ (بدل).(١) \"معاني القرآن\" للفراء ٣/ ٢٥٩ مع تصرف.(٢) \"تفسير مقاتل\" ٢/ ٤٠ ب.(٣) في (ظ)، (ع): (ذلك بهم).(٤) في (أ): (فمكَّنهم).(٥) في رواية ابن أبي حاتم: الرزق.(٦) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٦١ ب، ٦٢ أ.(٧) \"معاني القرآن\" للزَّجَّاج ٤/ ٥١.</p><p> وهذا الوجه هو اختيار المبرد لأنَّه قال: أي عابدين لي غير مشركين. </p><p> قال أبو إسحاق: ويجوز أن يكون استئنافًا على طريق الثناء عليهم وتثبيتًا كأنه قال: يعبدونني (١) المؤمنون لا يشركون بي شيئًا (٢) . </p><p> وهذا معنى قول ابن عباس: يريد عصمة مني لهم. يعني أعصمهم عن عبادة غيري والإشراك بي. </p><p> قال مقاتل: لا يشركون بي شيئًا من الآلهة (٣) . </p><p> وهو قول العامة (٤) . </p><p> وروى [ليث، عن]  (٥) مجاهد، عن ابن عباس: لا يخافون أحدًا غيري (٦) . </p><p>= وانظر: \"إعراب القرآن\" للنحاس ٣/ ١٤٦، \"الكشاف\" للزمخشري ٣/ ٧٤، \"البحر المحيط\" ٦/ ٤٦٩، \"الدر المصون\" ٨/ ٤٣٤ - ٤٣٥. (١) في \"معاني الزجاج\": يعبدني.(٢) \"معاني القرآن\" للزجاج ٤/ ٥١.(٣) \"تفسير مقاتل\" ٢/ ٤٠ ب.(٤) انظر: \" الطبري\" ١٨/ ١٥٩، ابن أبي حاتم ٧/ ٦٢ أ، الثعلبي ٣/ ٨٨ ب.(٥) ساقط من (أ)، (ظ)، وفي (ع): (وروى مجاهد، عن ليث، عن ابن عباس)، وهو خطأ، والصواب ما أثبتنا.(٦) روى ابن أبي حاتم و\"تفسيره\" ٧/ ٦٢ أمن طريق ليث، عن مجاهد، عن ابن عباس في قوله: (يعبدونني لا يشركون بي شيئًا) قال: يعبدونني. هكذا في المخطوط، ويظهر أن فيه نقصًا.وروى الطبري ١٨/ ١٦٠ من طريق ليث، عن مجاهد (يعبدونني لا يشركون بي شيئًا) قال: لا يخافون غيره. هكذا لم يذكر ابن عباس.وذكر السيوطي في \"الدر المنثور\" ٦/ ٢١٦ هذا القول عن ابن عباس، وعزاه لعبد ابن حميد.وذكره عن مجاهد وعزاه للفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر. =</p><p> فجعل الإشراك في هذه الآية أن يخافوا أحدًا (١) غير الله. </p><p> قوله:  {وَمَنْ كَفَرَ بَعْدَ ذَلِكَ} يعني بهذه النعم (٢) ، وليس يعني (٣) الكفر بالله؛ لأن الكافر بالله فاسق بعد هذا الإنعام وقبله، والله [تعالى يقول:  {وَمَنْ كَفَرَ بَعْدَ ذَلِكَ} أي جحد حق هذه النعم بعد إنْعام الله] (٤) بها. </p><p> وهذا معنى قول الربيع، وأبي العالية (٥) ، وأبيّ بن كعب (٦) ، ومقاتل ابن حيان (٧) . </p><p>= وذكره الماوردي ٤/ ١١٩، والقرطبي ١٢/ ٣٠٠ عن ابن عباس. وهذه الرواية سواء عن ابن عباس أو مجاهد ضعيفة؛ لأن في سندها ليثًا، وهو ابن أبي سليم متفق على ضعفه.(١) (أحدًا): زيادة من (ع).(٢) في (ع): (النعمة).(٣) في (أ): (بمعنى)، وفي (ع): (معنى).(٤) ساقط من (ع).(٥) رواه الطبري ١٨/ ١٥٩ - ١٦٠، وابن أبي حاتم ٧/ ٦٢ أعن الربيع، عن أبي العالية.(٦) لم أجد من ذكره عنه. لكن أبا العالية يروي كثيرًا عن أبيّ -رضي الله عنه-.(٧) رواه عنه ابن أبي حاتم ٧/ ٦٢ أ، ب.واختار الطبري ١٨/ ١٦٠ هذا القول. فهو على هذا كفر وفسق غير مخرج من الملّة. وفي الآية قول آخر: أنَّه الكفر والفسق الناقل عن الملة. ذكره ابن عطية ١٠/ ٥٤، وأبو حيان ٦/ ٤٧٠ وقالا: وهو ظاهر قول حذيفة -رضي الله عنه-.وقال الشنقيطي \"تفسير سورة النور\" ص ١٨٥: والأظهر أنَّ المراد الكافر الأكبر والفسق الأكبر، فهم خارجون عن طاعة الله خروجًا كليًّا، والفسق يطلق على الكفر الأكبر في قوله: {وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ} [السجدة: ٢٠].</p>"
}