{
  "id": null,
  "sura": 24,
  "aya": 32,
  "text": "<p> قوله تعالى:  {لَعَلَّكُمْ تُفْلِحُونَ} قال ابن عباس: يريد: لكي تسعدوا في الدنيا وتبقوا في الجنة (١) . </p><p> ٣٢ - {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} قال ابن السكيت: فلانة أيّم، إذا لم يكن لها زوج بكرًا كانت أو ثيبًا. والجميع: أيامى، والأصل أيايم، فقلبت (٢) . ورجل أيّم: لا امرأة له. وقد آمت المرأةُ تئيم أيمةً وأيمًا. وقد تأيّمت المرأة زمانًا، وتأيَّم الرجل زمانًا، إذا مكث أيامًا لا يتزوج (٣) . والحرب مأيمةٌ، أي: تقتل الرّجال فتبقى النساء بلا أزواج (٤) . </p><p> وقال ابن الأعرابي: يقال للرجل الذي (٥) لم يتزوج: أيّم، وللمرأة أيّمة، قال: والأيّم: البكر والثيب، وآم الرجل يئيم أيمةٌ، إذا لم تكن له زوجة وكذلك المرأة إذا لم يكن لها زوج (٦) . </p><p>= ولا وجه لتضعيف حذف الألف عند الوقف فعليه جمهور القراء، والقراءة سنة متبعة، وقد رُسمت في المصحف بغير ألف. قال السمين الحلبي ٨/ ٣٩٩: فوقف أبو عمرو والكسائي بألف، والباقون بدونها، إتباعًا للرسم، ولموافقة الخط للفظ، .. وبالجملة فالرسم سنّة متبعة.وانظر: \"الكشف\" لمكي ٢/ ١٣٧، \"البحر المحيط\" ٦/ ٤٥٠.(١) ذكره عنه الرازي ٢٣/ ١٠، والنيسابوري في \"غرائب القرآن\" ١٨/ ٩٦، وأبو حيان ٦/ ٤٥٠ وعندهم: وتبقوا في الآخرة.(٢) في \"تهذيب اللغة\": فقلبت الياء وجعلت بعد الميم.(٣) في \"تهذيب اللغة\": إذا مكثا أيامًا وزمانًا لا يتزوجان.(٤) قول ابن السكيت في \"تهذيب اللغة\" للأزهري ١٥/ ٦٢١ - ٦٢٢ (ام).وهو في \"تهذيب الألفاظ\" ص ٣٧٦، و\"المشوف المعلم في ترتيب الإصلاح على حروف المعجم\" للعكبري ١/ ٨٩ - ٩٠.(٥) في (ع): (إذا).(٦) قول ابن الأعرابي في \"تهذيب اللغة\" للأزهري ١٥/ ٦٢١ (آم).</p><p> ومنه الحديث: أن النبي -صلى الله عليه وسلم- كان يتعوذ من الأيمة. وهو طول العُزبة (١)  (٢) . </p><p> وقال صاحب النظم:  (الْأَيَامَى) هاهنا من الرجال والنساء الذين لا أزواج لهم كان قد تزوج قبل ذلك أو (٣) لم يتزوج. والأيّم في كلام العرب: كل ذكر لا أنثى معه، وكل أنثى لا ذكر معها. ولذلك سميت الحيّة أيِّمًا بالتشديد والتخفيف لأنَّها لا تكاد تكون في جحرها إلا وحدها، وأنشد الهذلي (٤) : </p><p> إلَّا عواسر كالمراط معيدة (٥) ... بالليل مورد أيِّم متغضِّف (٦) </p><p>وانظر: \"الصحاح\" للجوهري ٥/ ١٨٦٨ (أيم)، \"لسان العرب\" ١٢/ ٣٩ (أيم). (١) في (أ): (العزوبة)، والمثبت من باقي النسخ و\"تهذيب اللغة\".(٢) الحديث ذكره الأزهري في \"تهذيب اللغة\" ١٥/ ٦٢١، والجوهري في \"الصحاح\" ٥/ ١٨٦٨، وذكره الزمخشري في \"الكشاف\" ٣/ ٦٣ بلفظ: \"اللهم إنا نعوذ بك من العيمة والغيمة والأيمة والكزم والقرم\". وذكره الزيلعي في تخريجه لأحاديث الكشاف ٢/ ٤٣٥ وسكت عنه ولم يخرجه.قال المعلق على تخريج الزيلعي: ذكره ابن قتيبة في كتابه \"غريب الحديث\" ١/ ٣٣٨ وقال: يرويه سليمان بن الربيع الكوفي، عن همام، عن أبي العوام عمران بن داود القطان، عن قتادة، عن الحسن عن عمران بن حصين، عن النبي -صلى الله عليه وسلم- فذكره.(٣) في (أ): (أم).(٤) هو أبو كبير الهذلي كما في \"ديوان الهذليين\" وغيره.(٥) في (أ): (معتده).(٦) البيت في \"ديوان الهذليين\" ٢/ ١٠٥ منسوبًا لأبي كبير وروايته فيه:إلَّا عواسل كالمراط ..وهو في \"المعاني الكبير\" ١٨٥ - ١٨٦، و\"الأمالي\" ٢/ ٢٩، \"الصحاح\" للجوهري ٥/ ١٨٦٨ - ١٨٦٩ (أيم).ومن غير نسبة في \"تهذيب اللغة\" ٢/ ٨٢ \"عسر\"، و\"اللسان\" ٤/ ٥٦٦ (عسر) وفيهما: =</p><p> والتشديد والتخفيف اللذان ذكرهما صاحب النَّظم في الأيّم الذي هو الحيّة صحيح؛ فقد ذكرهما النَّضر بن شميل (١) . </p><p> وقوله:  (مِنكُمْ) ليس من صلة الإنكاح، وإنّما هو من صلة (الْأَيَامَى) كأنه قيل (٢) : وانكحوا أيامكم يعني: أيامى المسلمين؛ لذلك قال:  {الْأَيَامَى مِنْكُمْ} . </p><p> قال السدِّي: من لم يكن له زوج من امرأة أو رجل فهو أيّم. </p><p> وقال ابن عباس: كل من ليس لها زوج وإن كانت بكرًا فهي أيِّم (٣) . </p><p> قال مقاتل بن سليمان: يعني من لا زوج له (٤) [من رجل (٥) ] (٦) أو امرأة وهما حرّان، أمر الله تعالى أن يزوجا (٧) . </p><p>= إلا عواسرُ كالقداح معيدة وقبل هذا البيت:ولقد وردت الماء، ولم يشرب به ... بين الربيع إلى شهور الصيِّفِإلا عواسر ..قال السكري في \"شرح ديوان الهذليين\" ٣/ ١٠٨٥: عواسل: يعني تعسل في مشيها، تمرُّ مرَّا سريعًا، وإنما يعني ذئابًا .. ويروى: إلا عواسر، يقول: هذه الذئاب تَعسر بأذنابها، والمراط: النَّبل المتمرِّطة الريش، وقوله: معيدة، أي معيدة الشرب، والأيّم: الحيّة .. وقوله: متغضِّف أي منطو متثنٍّ، وقوله: معيدة: أي معاودة لذلك مرَّة بعد مرة. اهـ.(١) قول ابن شميل في \"تهذيب اللغة\" للأزهري ١٥/ ٦٢١ (آم).(٢) في (ع): (قال).(٣) ذكره الرازي ٢٣/ ٢١٠، والنيسابوري في \"غرائب القرآن\" ١٨/ ٩٦ من رواية الضحاك، عنه، بمعناه. وذكر الماوردي ٤/ ٩٧ هذا القول. وعزاه للجمهور.(٤) في (ظ): (لها).(٥) في (أ): (زوج).(٦) ساقط من (ع).(٧) \"تفسير مقاتل\" ٢/ ٣٨ أ.</p><p> وقال مقاتل بن حيان: يعني الأيامى من الرجال والنساء من الأحرار (١) . </p><p> والمعنى: زوّجوا أيها المؤمنون من لا زوج له من أحرار رجالكم ونسائكم (٢) ، وهذا أمر ندب واستحباب (٣) ، وفيه دليل على أنّ النكاح لا يصح إلا بولي؛ لأن الله تعالى قال (وَأَنكِحُوا) فما (٤) لم تُنكح المرأة ولم تُزوَّج لم يكن لها أن تنكح وتتزوَّج (٥) . </p><p> قوله {وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} قال مقاتل: يقول: وزوّجوا المؤمنين من عبيدكم وولائكم فإنّه أغض للبصر وأحفظ للفرج (٦) . </p><p> فمعنى الصلاح هاهنا: الإيمان، وفي هذا دليل على أن العبد لا يتزوج إلا بإذن سيده، وكذلك الأمة (٧) . </p><p> ثم رجع إلى الأحرار فقال:  {إِنْ يَكُونُوا فُقَرَاءَ} لا سعة لهم في التزويج {يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} فوعدهم أن يوسّع عليهم عند التزويج {وَاللَّهُ وَاسِعٌ} لخلقه {عَلِيمٌ} بهم. قاله مقاتل بن سليمان (٨) . </p><p> قال أبو إسحاق: حثّ الله -عز وجل- على النكاح وأعلم أنّه سبب لنفي </p><p>(١) رواه ابن أبي حاتم ٧/ ٣٩ أ. (٢) الطبري ١٨/ ١٢٥، والثعلبي ٣/ ٧٨ أ.(٣) انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣١٩.(٤) في (ظ): (وما).(٥) انظر: \"الحاوي\" ٩/ ٣٨ - ٤٥، \"المغني\" ٩/ ٣٤٥ - ٣٤٦، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٣٩.(٦) \"تفسير مقاتل\" ٢/ ٣٨ أ.(٧) انظر: \"الحاوي\" ٩/ ٧٣، \"المغني\" ٩/ ٤٣٦، \"روضة الطالبين\" ٧/ ١٠١.(٨) \"تفسير مقاتل\" ٢/ ٣٨ أ.</p><p> الفقر، ويروى عن عمر -رضي الله عنه- أنه قال: عجبت لامرئ لم يلتمس الغنى في الباءة بعد قول الله تعالى {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ}  (١) . </p><p> وقد قال رسول الله -صلى الله عليه وسلم-: \"التمسوا الرزق بالكاح\"  (٢) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٤٠ مع اختلاف يسير. ولفظ رواية الزجاج لأثر عمر: \"عجب لامرئ كيف لا يرغب في الباءة والله يقول {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} [النور: ٣٢].وهذا الأثر عن عمر -رضي الله عنه- رواه عبد الرزاق في \"مصنفه\" ٦/ ١٧٣ عن قتادة أن عمر بن الخطاب قال: ما رأيت مثل رجل لم يلتمس الفضل في الباءة، والله يقول: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} [النور: ٣٢].وهو منقطع لإرساله.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٨ عن قتادة، وزاد نسبته لعبد بن حميد. وروى عبد الرزاق في \"مصنفه\" ٦/ ١٧٠ - ١٧١ من وجه آخر عن الحسن البصري قال: قال عمر بن الخطاب: اطلبوا الفضل في النكاح. قال: وتلا عمر: {إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ} [النور: ٣٢].وهو منقطع أيضًا؛ فإن الحسن لم يسمع من عمر -رضي الله عنه- انظر: \"تهذيب التهذيب\" لابن حجر ٢/ ٢٦٥ - ٢٦٦.(٢) رواه بهذا اللفظ الثعلبي في \"الكشف والبيان\" ٣/ ٨٠ ب من حديث ابن عباس. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٨ وعزاه للديلمي.وقال السخاوي في \"المقاصد الحسنة\" ص ٨٢: رواه الثعلبي في \"تفسيره\" والديلمي، من حديث مسلم بن خالد، عن سعيد ابن أبي صالح، عن ابن عباس رفعه بهذا. ومسلم فيه لين وشيخه.وقال الألباني في \"ضعيف الجامع\" ١/ ٣٤٩: ضعيف.وللحديث شاهد بمعناه روي موصولًا ومرسلًا.فقد رواه موصولاً البزار في \"مسنده\" كما في \"كشف الأستار\" للهيثمي ٢/ ١٤٩، والحاكم في \"مستدركه\" ٢/ ١٦١ كلاهما من حديث أبي السائب سلم بن جنادة، عن أبي أسامة، عن هشام بن عروة، عن أبيه، عن عائشة قالت: قال رسول الله =</p>"
}