{
  "id": null,
  "sura": 24,
  "aya": 40,
  "text": "<p> قوله تعالى {وَاللَّهُ سَرِيعُ الْحِسَابِ}  (١) قال مقاتل: يخوفهم بالحساب كأنَّه قد جاء (٢) . والمعنى على هذا أنَّه عن قريب يحاسب الكفَّار. </p><p> وهذا الوجه سوى ما ذكرنا الوجوه في معنى {سَرِيعُ الْحِسَابِ}  (٣) في سورة البقرة (٤) . </p><p> ٤٠ - {أَوْ كَظُلُمَاتٍ} قال أبو إسحاق: أعلم الله أن أعمال الكفار إن مثِّلت بما يوجد فمثلها مثل السراب، وإن مثِّلت بما يُرى فهي كهذه (٥) الظلمات التي وصف في قوله: {أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ} الآية (٦) . </p><p> ومعنى قوله (بما يوجد وبما يرى) يعني بالعين وبالأثر (٧) . فالتشبيه بالسراب تشبيه بعين، والتشبيه بالظلمات تشبيه بأثر وحدث. </p><p> وقال صاحب النظم: الآية الأولى في ذكر أعمال الكفار، ثم رجع إلى ذكر كفرهم فقال:  {أَوْ كَظُلُمَاتٍ} يعني كفرهم، ولم يذكر الكفر هاهنا </p><p>(١) ساقط من (ع). (٢) \"تفسير مقاتل\" ٢/ ٣٩ ب وفيه كأنه قد كان.(٣) (الحساب): ساقطة من (أ).(٤) ذكر الواحدي في \"البسيط\" عند قوله تعالى: {أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ} [البقرة: ٢٠٢] .. أقوالاً هي على سبيل الاختصار:١ - أنه سريع الحساب لأنَّه علم ما للمحاسب وما عليه قبل حسابه.٢ - أن المعني: والله سريع المجازاة للعباد على أعمالهم وإن كان قد أمهلهم مدة من الدهر.٣ - أنه سريع الحساب أي الإحاطه والعلم، لأنه لا يحتاج إلى عقد يد ولا وعي صدر ولا روية كالعاجزين.(٥) في (ع): (كذلك).(٦) \"معاني القرآن\" للزجاج ٤/ ٤٨.(٧) في (ع): (والأثر).</p><p> إنَّما نسقه على أعمالهم لأن الكفر أيضًا من أعمالهم فشبَّهه (١) بالظلمات كما قال -عز وجل-: {يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ}  [البقرة: ٢٥٧] أي من الكفر إلى الإيمان يدل على ذلك قوله {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} يعني به الإيمان (٢) . </p><p> وقال أبو علي الفارسي: قوله {أَوْ كَظُلُمَاتٍ} معناه: أو كذي ظلمات، ويدلُّ على حذف المضاف قوله:  {إِذَا أَخْرَجَ يَدَهُ} فالضمير الذي أضيفت إليه يده يعود إلى المضاف المحذوف. ومعنى ذي ظلمات: أنَّه في ظلمات] (٣) ، ومثل (٤) حذف المضاف هنا حذفه في قوله: {أَوْ كَصَيِّبٍ}  [البقرة: ١٩] تقديره: أو كذوي صيّب، أو أصحاب صيّب فحذف المضاف (٥) . </p><p> فعلى قول أبي إسحاق، التمثيل وقع لأعمال الكافر. وهو قول عامة المفسرين (٦) ، وعلى قول صاحب النظم، التمثيل وقع لكفر الكافر، وعلى قول أبي علي، التمثيل وقع للكافر (٧) . وهو قول ابن عباس في رواية عطاء قال: هذا مثل للمشرك. </p><p>(١) في (أ): (فشبَّه). (٢) ذكره القرطبي ١٢/ ٢٨٤ - ٢٨٥ عن الجرجاني، وهو صاحب النَّظم. وذكره أيضًا عنه أبو حيان ٦/ ٤٦١.(٣) هنا ينتهي الخرم في نسخة (ظ). ويبتدئ الموجود من: (ومثل).(٤) في (ع): (فمثل).(٥) \"الحجة\" للفارسي ٥/ ٣٢٩ - ٣٣٠. وقد تعقَّب أبو حيان ٦/ ٤٦١ هذا القول بأنَّه خلاف الظاهر.(٦) انظر: \"الطبري\" ١٨/ ١٥٠ - ١٥١، الثعلبي ٣/ ٨٧ أ، ابن الجوزي ٦/ ٥١.(٧) ذكر القرطبى ١٢/ ٢٨٤ هذا الكلام ونسبه للقشيري.</p><p> ونحو هذا قال قتادة: هو (١) مثل ضربه الله للكافر وأف يعمل في ظلمة وحيرة (٢) . وهو قول أبي بن كعب (٣) . </p><p> وقال ابن عباس في رواية سعيد بن جبير: هذا مثل قلب الكافر (٤) . </p><p> وهو قول السُّدي (٥) ، ومقاتل (٦) ، والكلبي، والفراء (٧) . </p><p> قوله تعالى:  {فِي بَحْرٍ لُجِّيٍّ} قال أبو عبيدة: (لُجيّ) مضاف إلى اللُّجَة، وهو معظم البحر (٨) . وقال الليث: بحر لجيّ: واسع اللُّجة (٩) . </p><p> وقال الفراء: بحر لُجيّ ولجيّ، كما يُقال (١٠) : سُخريّ وسخري (١١) . </p><p>(١) في (ظ): (وهو). (٢) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦١، والطبري ١٨/ ١٥٠، وابن أبي حاتم ٧/ ٥٤ أ.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٠ ونسبه أيضًا لعبد بن حميد.(٣) رواه الطبري ١٨/ ١٥١، وابن أبي حاتم ٧/ ٥٤ ب، والحاكم في \"مستدركه\" ٢/ ٣٩٩ - ٤٠٠.(٤) ذكره عنه القرطبي ١٢/ ٢٨٤.(٥) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٥٤ ب، وذكره عنه ابن كثير ٣/ ٢٩٦.(٦) \"تفسير مقاتل\" ٢/ ٣٩ ب.(٧) انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٥(٨) \"مجاز القرآن\" ٢/ ٦٧.(٩) قول الليث في \"تهذيب اللغة\" ١٠/ ٤٩٣ \"لج\". وهو في \"العين\" ٦/ ١٩ (لجَّ).(١٠) في (أ): (تقول).(١١) قول الفراء بنصِّه في \"تهذيب اللغة\" ١٠/ ٤٩٣ (لج).ولم أجده في المطبوع من \"معاني القرآن\" في هذا الموضع من سورة النور، لكن ذكر الفراء عند تفسير قوله تعالى: {فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا} [المؤمنون: ١١٠] بعد ذكره للقراءتين بالضم والكسر عن الكسائي أنه قال: سمعت العرب تقول بحر لجيُّ ولجيّ. انظر: \"معاني القرآن\" ٢/ ٢٤٣.</p><p> وقال المبرد: اللُّجي: العظيم اللُّجة. ومعناه: كثرة الماء. ولجج فلانٌ إذا توسَّط، ولجَّة البحر: معظم مائه حيث لا يُرى أرض ولا جبل (١) . </p><p> وقال ابن عباس:  {فِي بَحْرٍ لُجِّيٍّ} يريد: عميق. </p><p> وهو قول قتادة (٢) ، ومقاتل (٣) . </p><p> ومعنى {لُجِّيٍّ} له لجَّة، ولجتُه حيث يبعد عمقه، فهو بمعنى العميق، كما ذكره أهل التفسير. </p><p> قال مقاتل: والبحر إذا كان عميقًا كان أشد لظلمته (٤) . </p><p> وقوله {يَغْشَاهُ مَوْجٌ} أي يعلو ذلك البحر اللجّي موج. </p><p> {مِنْ فَوْقِهِ مَوْجٌ} قال ابن عباس: يريد موجًا من فوق الموج (٥) . </p><p> {مِنْ فَوْقِهِ} من فوق الموج] (٦)  {سَحَابٌ} . </p><p> {ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ} يعني ظُلمة البحر، وظلمة الموج، [وظلمة </p><p>(١) لم أجده عن المبرد. وانظر: \"تهذيب اللغة\" للأزهري ١٠/ ٤٩٣ - ٤٩٤ \"لج\"، \"الصحاح\" للجوهري ١/ ٣٣٨ (لجج)، \"لسان العرب\" ٢/ ٣٥٤ (لجج).(٢) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦١، والطبري ١٨/ ١٥١، وابن أبي حاتم ٧/ ٥٤ أ. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٠ وزاد نسبته لعبد بن حميد.(٣) \"تفسير مقاتل\" ٢/ ٣٩ ب.(٤) \"تفسير مقاتل\" ٢/ ٣٩ ب.(٥) ذكر الماوردي ٤/ ١١٠، وابن الجوزي ٦/ ٥٠، والقرطبي ١٢/ ٢٨٤ هذا القول من غير نسبة لأحد.وحكى الماوردي والقرطبي قولا آخر هو: أنَّ معناه يغشاه موج من بعده، فيكون المعنى: الموج يتبع بعضه بعضًا حتى كأنَّ بعضه فوق بعض، وهو أخوف ما يكون إذا توالى موجه وتقارب.(٦) ساقط من (ظ)، (ع).</p><p> الموج] (١) فوق الموج، وظلمة السحاب. </p><p> و {ظُلُمَاتٌ}  (٢) خبر لمبتدأ محذوف تقديره: هذه ظلمات بعضها فوق بعض (٣) . </p><p> ومن قرأ (٤)  (سحابٌ) بالتنوين (ظلمات) بالكسر والتنوين جعلها بدلاً من الظلمات الأولى. ومن قرأ (٥)  (سحابُ ظلمات) فأضاف السحاب إلى الظلمات، فالظلمات هي الظلمات التي تقدّم ذكرها، وأضاف السحاب إليها لاستقلال السحاب وارتفاعه في ذلك الوقت وهو وقت كون هذه الظلمات كما تقول: سحاب رحمة، وسحاب مطر، إذا ارتفع في الوقت الذي يكون فيه المطر والرحمة (٦) . </p><p>(١) ساقط من (ظ). (٢) في (أ): (وظلمات الموج).(٣) هذا توجيه لقراءة الجمهور \"ظلماتٌ\" بالرفع والتنوين.وذكر مكي في \"الكشف\" ٢/ ١٤٠ وجهًا آخر لقراءة الجمهور فقال: وحجَّة من رفع \"ظلمات\" أنه رفع على الابتداء، و\"بعضها\" ابتداء ثان، و\"فوق\" خبر لـ\"بعض\"، وخبرها حبر عن \"ظلمات\".ونقل أبو حيَّان ٦/ ٤٦٢ عن الحوفي تجويزه لهذا الوجه، ثم قال: والظاهر أنه لا يجوز لعدم المسوغ فيه للابتداء بالنكرة، إلَّا إن قدِّرت صفة محذوفة أي: ظلمات كثيرة كثيرة أو عظيمة بعضها فوق بعض. وانظر أيضًا \"الدر المصون\" ٨/ ٤١٥.(٤) هو: ابن كثير في رواية قنبل. \"السبعة\" ص ٤٥٧، \"التبصرة\" ص ٢٧٣، \"التيسير\" ص ١٦٢.(٥) هو: ابن كثير في رواية البزّي. انظر ما تقدم من مراجع.(٦) من قوله: (وظلمات) خبر .. إلى هنا. نقلاً عن \"الحجة\" للفارسي ٥/ ٣٣٠ مع اختلاف يسير.وانظر أيضًا: \"إعراب القراءات السبع وعللها\" لابن خالويه ٢/ ١١٣، \"حجة القراءات\" لابن زنجلة ٥٠٢، \"الكشف\" لمكي ٢/ ١٣٩ - ١٣٠.</p><p> فمن قال: هذا مثل لأعمال الكافر، فالمعنى أنه يعمل في حيرة لا يهتدي لرشد، فهو في جهله وحيرته كمن في هذه الظلمات. </p><p> قال أبي بن كعب: الكافر يتقلب في خمس من الظلمات: كلامه ظلمة، وعمله ظلمة، ومدخله ظلمة، ومخرجه ظلمة، ومصيره إلى الظلمات يوم القيامة إلى النار (١) . </p><p> ومن قال: هذا مثل لكفر (٢)  [الكافر فكفره عمله كما بيَّناه.</p><p> ومن قال: هذا مثل للكافر]  (٣) ، فالكافر من عمله وكلامه متقلّب في ظلمات وجهالة. </p><p> ومن قال هذا مثل لقلب الكافر، وهو قول عامة المفسرين (٤) ، فقال الكلبي: شبّه قلب الكافر بالبحر، يغشى ذلك البحر موج من فوق ذلك الموج موج. يعني ما يغشى قلبه من الشك والجهل والحيرة والرين والختم والطبع (٥) . </p><p>(١) رواه الطبري ١٨/ ١٥١، وابن أبي حاتم ٧/ ٥٤ ب، والحاكم ٢/ ٣٩٩ - ٤٠٠، وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٨ وزاد نسبته لعبد بن حميد وابن المنذر وابن مردويه. (٢) في (ظ): (لكافر).(٣) ساقط من (ع).(٤) نسب الثعلبي ٣/ ٨٧ أالقول بأن البحر اللجي هو مثل لقلب الكافر إلى المفسرين. ونسب ابن الجوزي ٦/ ٥٠ هذا القول للفراء، ونسب للجمهور أنه مثل لعمل الكافر.(٥) ذكر القرطبي ١٢/ ٢٨٥ أن هذا المعنى روي عن ابن عباس وغيره.وذكر الثعلبي ٣/ ٨٧ أنحو هذا القول ولم ينسبه لأحد.وذكر الشوكاني ٤/ ٤٠ هذ! القول ولم ينسبه لأحد، وقال عنه إنه من غرائب التفاسير، وقال: وهذا تفسير هو عن لغة العرب بمكان بعيد. =</p><p> وقال السدي: يعني ظلمة القلب (١) ، وظلمة الصدر، وظلمة الجوف (٢) . </p><p> وهذا غير مرضي من القول، لأنَّ كل واحد بهذه الصفة لا ينفذ الضوء إلى جوفه وصدره وقلبه. إلاَّ أن يراد بظلمة قلبه أنَّه لا يُبصر نور الإيمان، ولا يعقل، ثم يبقى عليه ظلمة الصدر والجوف، فيحمل على ما قال مقاتل: قلب مظلم في صدر مظلم، وجسد مظلم لا يبصر نور الإيمان كما أن صاحب البحر إذا أخرج يده في الظلمة لم يكد يراها (٣) . فبين أن هذه الظلمات مثل لظلمات الجهل والحيرة. </p><p> وقوله {إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا} تأكيد لشدة هذه الظلمات. وهذا اللفظ يحتمل (٤) معنيين: </p><p> أحدهما: رآها (٥) من بعد أن كان لا يراها من شدة الظلمة. </p><p> والثاني: لم يرها ولم يكد. </p><p> قال الفراء: والأول (٦) وجه العربية (٧) ؛ والثاني هو معنى الآية: لأنَّ </p><p>= وذكر أبو حيَّان في \"البحر\" ٦/ ٤٦٣ نحو هذا المعنى وقال: والتفسير بمقابلة الأجزاء شبيه بتفسير الباطنية وعدول عن منهج كلام العرب. (١) في جميع النسخ: (القبر)، والتصويب من \"تفسير ابن أبي حاتم\".(٢) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٥٤٧ ب.(٣) \"تفسير مقاتل\" ٢/ ٣٩ ب مع اختلاف يسير.(٤) في (أ): (محتمل).(٥) في (ظ)، (ع): (يراها).(٦) في (ظ)، (ع): (فالأول).(٧) يعني أنَّه أظهر معاني الكلمة من جهة ما تستعمل العرب \"كاد\" في كلامها. قاله الطبري ١٨/ ١٥١.</p><p> أقل من هذه الظلمات التي وصفها لا يرى فيها الناظر كفّه (١) . </p><p> ونحو هذا قال الزجاج سواء (٢) ، وهو قول مقاتل (٣) والمفسرين (٤) ، قالوا: معناه: لم يرها ألبتَّه. قال الحسن: لم يرها ولم يقارب الرؤية (٥) . </p><p> قال المبرّد: لم يقارب أن يراها، ومعنى {لَمْ يَكَدْ يَرَاهَا} : نفي المقاربة (٦) من الرؤية (٧) . </p><p> وقال الأخفش: إذا قلت: (لم يكد يفعل) كان المعنى: لم يقارب الفعل ولم يفعل، على صحّة الكلام، وهكذا معنى الآية. إلَّا أنَّ اللغة قد أجازت (لم يكد يفعل) وقد فعل بعد شدة (٨) ، وليس هذا صحة الكلام؛ </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٥٥ مع زيادة يسيرة وتقديم وتأخير. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٨.(٣) \"تفسير مقاتل\" ٢/ ٣٩ ب.(٤) انظر: \" الطبري\" ١٨/ ١٥١، الثعلبي ٣/ ٨٧ أ.(٥) رواه ابن أبي حاتم ٧/ ٥٥ أبمعناه. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٠ بمثل رواية ابن أبي حاتم، وعزاه لعبد بن حميد.وقد ذكر هذا القول عنه أيضًا: الماوردي ٤/ ١١١، وابن الجوزي ٦/ ٥٠، والقرطبي ١٢/ ٢٨٥.(٦) في (أ): (والمقاربة).(٧) في \"الكامل\" للمبرد ١/ ٩٥: (إذا أخرج يده لم يكد يراها) أي: لم يقرب من رؤيتها. وإيضاحه: لم يرها ولم يكد. وقد ذكر الثعلبي ٣/ ٨٧ أ، والبغوي ٦/ ٥٣، وابن الجوزي ٦/ ٥٠، والقرطبي ١٢/ ٢٨٥ عن المبرد خلاف هذا القول، وهو أن معنى (لم يكد يراها): (لم يرها إلا بعد الجهد، كما يقول القائل: ما كدت أراك عن الظلمة، وقد رآه ولكن بعد يأس وشدة.(٨) هكذا في جميع النسخ و\"تهذيب اللغة\" للأزهري.وفي \"معاني القرآن\": \"لم يكد يفعل\" في معنى: فعل بعد شدة.</p><p> لأنه إذا قال:  (كاد يفعل) فإنما يعني قارب الفعل، وإذا قال:  (لم يكد يفعل) يقول: لم يقارب الفعل. هذا كلامه (١) . </p><p> فعند الأخفش والمبرّد إذا قلت: لم يكد يفعل، نفي للفعل والمقاربة منه. وقال ابن الأنباري: قال اللغويون: (كدت أفعل) معناه [عند العرب: قاربتُ الفعل ولم أفعل، و (ما كدت أفعل) معناه] (٢) : فعلت بعد إبطاء، وشاهده قوله:  {وَمَا كَادُوا يَفْعَلُونَ}  [البقرة: ٧١] معناه: فعلوا بعد إبطاء، لتعذَّر وجدان البقرة عليهم. </p><p> قال: وقد يكون (ما كدت أفعل) بمعنى: ما فعلت ولا قاربت، إذ أُكِّد الكلام بأكاد وجعل صلة (٣) . وعلى ما ذكره (يكد) صلة في الآية وتأكيد، والمعنى: لم يرها. وأنشد: </p><p> سريعٌ إلى الهيجاء شاك سلاحه ... فما إن يكادُ قرنهُ يتنفس (٤) </p><p>(١) كلام الأخفش في \"تهذيب اللغة\" للأزهري ١٠/ ٣٢٨ (كاد)، وهو في \"معاني القرآن\" للأخفش ٢١/ ٥٢٥ مع اختلاف يسير. (٢) ساقط من (ظ).(٣) كلام ابن الأنباري بنصه في \"تهذيب اللغة\" ١٠/ ٣٢٩ (كاد) دون قوله: وجعل صلة. وفي \"الأضداد\" لابن الأنباري ص ٩٨، و\"الزاهر في معرفة كلام الناس\" له أيضًا ٢/ ٩٠ - ٩١ نحو هذا الكلام.(٤) هذا البيت أنشده ابن الأنباري في \"الأضداد\" ص ٩٧ من غير نسبة، وروايته فيه: سريعًا إلى الهيجاء.وأنشده أيضًا في \"الزاهر\" ٢/ ٩٠ وفي \"إيضاح الوقف والابتداء\" ٢/ ٨٠٠ من غير نسبة. والبيت لزيد الخيل، وهو في \"ديوانه\" ص ٧٤، والطبري ١٦/ ١٥١، و\"بصائر ذوي التمييز\" للفيروزآبادي ٤/ ٤٠٠، و\"تاج العروس\" للزبيدي ٩/ ١١٩ (كود).والهيجاء: الحرب، و\"شاك سلاحه\" أي: لبس سلاحه لبسًا تامًا فلم يدع منه شيئًا. وقرنه -بالكسر-: هو كفؤه ونظيره في الشجاعة والحرب. انظر: \"لسان العرب\" ٢/ ٣٩٥ (هيج) ٩/ ٤٥٢ (شكك)، ١٣/ ٣٣٧ (قرن).</p><p> أراد: ما إن يتنفس. وأنشد لحسان (١) : </p><p> وتكاد تكسل (٢) أن تجيء فراشها </p><p> قال: أراد: وتكسل أن تجيء </p><p> قال: ويقال معنى قوله {لَمْ يَكَدْ يَرَاهَا} : لم يُرد أن يراها؛ لأن تلك الظلمات آيسته من تأمل يده فيكد بمعنى: يُرد، وأراد: أن يراها، فحذف (أن) وارتفع الفعل كقوله {تَأْمُرُونِّي أَعْبُدُ}  [الزمر: ٦٤] . وقيل في قوله {كَذَلِكَ كِدْنَا لِيُوسُفَ}  [يوسف: ٧٦] : كذلك أردنا (٣) . </p><p> قوله تعالى:  {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} قال ابن عباس: من لم يجعل الله له دينًا فما له من دين (٤) . </p><p> وقال السدي: ومن لم يجعل الله له إيمانًا فما له من إيمان (٥) . </p><p>(١) أنشده ابن الأنباري لحسان في \"الأضداد\" ص ٩٧، و\"الزاهر\" ٢/ ٩١٤، و\"إيضاح الوقف والابتداء\" ٢/ ٨٠٠، وتتمته: في جسم خرعبة وحسن قواموهو في \"ديوانه\" ١/ ٢٩، و\"السيرة النبوية\" لابن هشام ٢/ ٣٨٢.وهو من قصيدة قالها يوم بدر يذكر الحارث بن هشام بن المغيرة بن مخزوم وهزيمته، وافتتحها بقوله:تبلت فؤادك في المنام خريدةٌ ... تشفي الضَّجيع ببارد بسَّام(٢) في (أ): (ويكاد يكسل)، وهو خطأ.(٣) هذا القول حكاه ابن الأنباري في \"الأضداد\" ص ٩٧، ولم ينسبه لأحد.وذكره ابن الجوزي في \"زاد المسير\" ٤/ ٢٦١ وقال: ذكره ابن القاسم. يعني ابن الأنباري.وذكره البغوي ٤/ ٢٦٢ ولم ينسبه لأحد. وذكره القرطبي ٩/ ٢٣٦ ونسبه لابن الأنباري.(٤) ذكره عنه البغوي ٦/ ٥٣، وابن الجوزي ٦/ ٥١، والقرطبي ٦/ ٥١.(٥) رواه ابن أبي حاتم ٧/ ٥٥ أ. وذكره عنه ابن الجوزي ٦/ ٥١.</p>"
}