{
  "id": null,
  "sura": 24,
  "aya": 4,
  "text": "<p> رواية عطاء-: أن الآية خاصة في تحريم أولئك الزواني المعروفة. </p><p> وتخبط صاحب النظم في هذه الآية، وأتى بكلام مستكره (١) لم يفد في شيء منه إلا في وجه بعيد ذكره من القلب على غير ما ذكرنا، وهو أنه قال: يعرض في هذه الآية بعض القلب كما عرض في قوله {مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ}  [مريم: ٣٥]  [على تأويل: ما كان الله ليتخذ من ولد]  (٢) فيكون التأويل في قوله {الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً}  [النور: ٣] أي الناكح (٣) زانية أو مشركة لا يكون إلا زانيًا؛ بمعنى: من نكح زانية أو مشركة فهو زان؛ لأنَّه لا ينكح زاينة إلا وهو راض بزناها، ولا يكون راضيًا بزناها إلا وهو أيضًا يزني، وذلك لا ينكح مشركة إلا وهو راض بالزنا، لأن المشركة محرمة عليه. وذلك المرأة إذا نكحت زانيًا أو مشركًا فقد رضيت بذلك، ولا تكاد ترضى به إلا وهي تفعله. هذا [كلامه]  (٤) . </p><p> ٤ - {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} القول في محل (الذين) من الإعراب كالقول في محل (الزانية والزاني) في قوله {الزَّانِيَةُ وَالزَّانِي} الآية (٥) . </p><p> قال الكلبي:  {يَرْمُونَ الْمُحْصَنَاتِ} يقذفون بالفرية الحراير المسلمات العفايف عن الفواحش (٦) . وهذا قول المفسرين (٧) . </p><p>(١) في (أ): (مستكو). (٢) ساقط من (ع).(٣) في (ع): (التناكح).(٤) ساقط من (ع).(٥) فصل \"الذين\" رفع بالابتداء، وخبره إما محذوف، أو جملة {فَاجْلِدُوهُمْ}انظر: \"معاني القرآن\" للزجاج ٣/ ٣٠، \"الإملاء\" للعكبري ٢/ ١٥٣، \"الدر المصون\" ٨/ ٣٨١.(٦) ذكر البغوي ٩/ ١٠ هذا المعنى، ولم ينسبه لأحد.(٧) انظر: \"الطبري\" ١٨/ ٧٥ - ٧٦، والثعلبي ٣/ ٦٨ ب.</p><p> قال أبو إسحاق: ومعنى {يَرْمُونَ الْمُحْصَنَاتِ} أي: بالزنا، ولكنه لم يقل: بالزنا؛ لأن فيما تقدم من (١) ذكر الزانية والزاني دليلًا على أن المعنى ذلك (٢) . </p><p> قال ابن الأعرابي: يقال: رمى فلان فلانًا بأمر قبيح، أي: قذفه، ومنه قوله تعالى {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ}  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ}  [النور: ٦] ، معناه القذف (٣) . </p><p> واعلم أن الإحصان المشروط في المقذوف (٤) أو المقذوفة حتى يجب الحد على القاذف خمسة أوصاف: البلوغ، والعقل، والإسلام، والحرية، والعفة عن الزنا (٥) . </p><p> فإن فقد وصف من هذه الأوصاف لم يجب حد القذف على (٦) القاذف، وعليه التعزيز، وما كان تعزيرًا فلا يكون فرضًا. </p><p> ويشترط في القاذف لوجوب حد القذف شرطين: البلوغ والعقل. فإذا انضم إليهما الحرية كمل الحد ثمانين جلدة، وإذا كان مملوكًا فعليه أربعون جلدة (٧) . </p><p>(١) (من) ساقطة من (أ). (٢) \"معاني القرآن\" للزجاج ٤/ ٣٠.(٣) قول ابن الأعرابي في \"تهذيب اللغة\" للأزهري ٥/ ٢٧٧ (رمى) دون ذكر الآية الثانية {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ}.(٤) في (أ): (والمقذوفة).(٥) انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٢٦٧، \"أحكام القرآن\" للكيا الهراسي ٣/ ٢٩٨، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٧٣.(٦) في (أ): (وعلى).(٧) انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٢٦٨، \"أحكام القرآن\" للكيا الهراسي ٣/ ٢٩٨، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٧٣، ١٧٤.</p>"
}