{
  "id": null,
  "sura": 24,
  "aya": 31,
  "text": "<p> وقوله (ذَلِكَ) قال مقاتل: ذلك الغض من البصر والحفظ للفرج (١) . </p><p> {أَزْكَى لَهُمْ} خيرٌ لهم عند الله وأعظم لأجورهم. </p><p> {إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ} في الفروج والأبصار (٢) . وقال ابن عباس: خبير بأعمالهم. </p><p> ٣١ - قوله:  {وَقُلْ لِلْمُؤْمِنَاتِ} مفسّر في الآية التي قبلها إلى قوله: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} ، قال المقاتلان (٣) : حدّث جابر بن عبد الله: أن أسماء بنت مرشدة (٤) كانت في نخل (٥) لها في بني حارثة، فجعلت النساء يدخلن عليها غير متأزِّرات (٦) ، فيبدو ما في أرجلهن من الخلاخل (٧) ، وتبدو صدورهن وذَوَائِبهُن (٨) فقالت أسماء: ما أقبح هذا. فأنزل الله تعالى هذه الآية (٩) . </p><p>(١) \"تفسير مقاتل\" ٢/ ٣٧ ب. (٢) هذا قول مقاتل في \"تفسيره\" ٢/ ٣٧ ب.(٣) يعني مقاتل بن حيان ومقاتل بن سليمان.(٤) في (ظ): (مرشد)، وهي: أسماء بنت مرشدة بن جبر بن مالك بن حويرثه بن حارثة. أسلمت أسماء وبايعت رسول الله -صلى الله عليه وسلم-. \"طبقات ابن سعد\" ٨/ ٣٣٥.(٥) في (أ): (شغل).(٦) غير متأزِّرات: أي غير سابغات الأزُر، والإزار كل ما واراك وسترك، وقيل هو ما يستر أسفل البدن. انظر: \"لسان العرب\" ٤/ ١٦ (أزر)، \"تاج العروس\" للزبيدي ١٠/ ٤٣ - ٤٤ (أزر).(٧) في (ع): (الخلاخيل)، والخلاخل: جمع خَلْخَال، وهو الحلي الذي تلبسه المرأة في ساقها. \"لسان العرب\" ١١/ ٢٢١ (خلل).(٨) ذوائبهن: جمع ذُؤَابة، وهي الشعر المضفور من شعر الرأس، أو الناصية أو منبتها من الرأس. \"لسان العرب\" ١/ ٣٧٩ (ذأب)، \"القاموس المحيط\" ١/ ٦٧.(٩) قول مقاتل بن حيان رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٣٥ أ، وذكره عنه السيوطي في \"الدر المنثور\" ٦/ ١٧٩ وعزاه لابن أبي حاتم. وأَمَّا قول مقاتل بن سليمان =</p><p> واختلفوا في الزينة الظاهرة التي استثنى الله بقوله {إِلَّا مَا ظَهَرَ مِنْهَا} : فروي عن ابن مسعود بطرق مختلفة أنَّه قال: هو الثياب: الجلباب والرداء لا يبدين قُرطًا ولا سوارًا ولا خلخالًا ولا قلادة (١) . </p><p>= فهو في \"تفسيره\" ٢/ ٣٧ ب. وهذه الرواية غير معتمدة في سبب نزول هذه الآية، لأن مقاتل بن حيَّان لم يلق جابر بن عبد الله، فروايته منقطعة، ومقاتل بن سليمان متهم بالكذب.(١) من هذه الطرق: أولاً: طريق أبي الأحوص -عوف بن مالك بن نضلة الجشمي- عن ابن مسعود -رضي الله عنه-. وقد رواه عن أبي الأحوص أبو إسحاق السبيعي، وله عن أبي إسحاق طرق:١ - طريق معمر بن راشد. رواه من هذا الطريق عبد الرزاق في \"تفسيره\" ٢/ ٥٦، والطبري ١٨/ ١١٧ عن أبي إسحاق، به، بلفظ: \"إلا ما ظهر منها\": الثياب.٢ - طريق سفيان الثوري. وقد رواه عن سفيان جماعة منهم:- وكيع بن الجراح، رواه عند ابن أبي شيبة في \"مصنفه\" ٤/ ٢٨٣، عن سفيان، عن أبي إسحاق، بمثل لفظ معمر.- عبد الرحمن بن مهدي، رواه الطبري ١٨/ ١١٧ قال: حدثنا ابن بشَّار، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن أبي إسحاق. به بمثل لفظ وكيع وإسناده صحيح.- عبد الله بن وهب. رواه الطبري ١٨/ ١١٧ قال: حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني الثَّوري، عن أبي إسحاق، فذكره بمثل رواية ابن مهدي.- أبو نعيم: رواه من طريقه ابن أبي حاتم ٧/ ٣٦ أ، والطبراني ٩/ ٢٦٠ عن سفيان، عن أبي إسحاق به، بمثل اللفظ المتقدّم.٣ - طريق شعبة بن الحجاج. وقد رواه من طريقه الطبري ١٨/ ١١٧ بمثل اللفظ المتقدم.٤ - طريق إسرائيل: وقد رواه من طريقه ابن أبي حاتم ٧/ ٣٥ ب، والطبراني في \"الكبير\" ٩/ ٢٦٠ عن أبي إسحاق، به، بلفظ: (ولا يبدين زينتهن) قال: الزينة: القرط، والدملج -وعند الطبراني: الدملوج-، والخلخال والقلادة.٥ - طريق شريك: رواه من طريقه الحاكم في \"مستدركه\" ٢/ ٣٩٧ عن أبي إسحاق، به، بلفظ: \"ولا يبدين زينتهن\" قال: لا خلخال ولا شنف،- ولا قرط =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= ولا قلادة، \"إلا ما ظهر منها\" الثياب. ٦ - طريق خدُيج بن معاوية: رواه من طريقه سعيد بن منصور في \"تفسيره\" ١٥٩ أ، والطبراني في \"الكبير\" ٩/ ٢٦٠ عن أبي إسحاق، به بلفظ: \"ولا يبدين زينتهن\" قال: الزينة: السوار والدملج والخلخال ولا أدب والقرط والقلادة، وما ظهر منها: الثياب والجلباب.٧ - طريق حجاج: رواه من طريقه ابن أبي شيبة في \"مصنّفه\" ٤/ ٢٨٤، والطبري ١٨/ ١١٧، وابن أبي حاتم ٧/ ٣٥ ب عن أبي إسحاق، به، بلفظ: الزينة زينتان، زينة ظاهرة وزينة باطنة لا يراها إلا الزوج -وقوله: لا يراها إلى الزوج ليست عند الطبري- فأما الزينة الظاهرة فالثياب\" وأما الزينة الباطنة - وعند الطبري: وما خفي- فالكحل والسَّوار والخاتم، وعند الطبري: الخلخالان والقرطان والسواران، وعند ابن أبي حاتم: الخاتم والسوار. وهذه الطرق المروية عن أبي إسحاق.ثانيًا: طريق عبد الرحمن بن يزيد -وتصحَّف في المطبوع من الطبري إلى زيد- بن قيس النَّخعي -تابعي ثقة سمع ابن مسعود- عن ابن مسعود -رضي الله عنه-.رواه عن عبد الرحمن بن يزيد مالكُ بن الحارث، ورواه عن مالك بن الحارث الأعمش، وله عن الأعمش طريقان:١ - طريق سفيان الثوري. رواه الطبري ١٨/ ١١٧ من طريقه، عن الأعمش، به بلفظ: الثياب.٢ - طريق محمد بن فضيل -وتصحَّف في المطبوع من الطبري إلى الفضل. رواه من طريقه الطبري ١٨/ ١١٨، وابن أبي حاتم ٧/ ٣٦ أ، عن الأعمش، به بلفظ: الرّداء. والقُرْط -بضم القاف-: نوع من الحلي يعلق في شحمة الأذن. انظر: \"لسان العرب\" ٧/ ٣٧٤ \"قرط\".وهذا القول هو الحق الذي يعضده الكتاب والسنة الصحيحة، ومن ذلك قوله تعالى: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ}. روى البخاري في \"صحيحه\" كتاب: التفسير، سورة النور باب: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} ٨/ ٤٨٩ عن عائشة رضي الله عنها قالت: \"يرحم الله نساء المهاجرات الأول، لما أنزل الله {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} شققن مروطهن فاختمرن بها\". قال ابن حجر في \"الفتح\" ٨/ ٤٩٠ في شرح هذا الحديث: قوله: \"فاختمرن، أي: غطين وجوههن، وصفة ذلك أن تضع الخمار على رأسها وترميه من الجانب الأيمن على العاتق الأيسر، وهو التقّنع.</p><p> وهو قول الحسن (١) ، وماهان الحنفي (٢) ، ورواية الحكم (٣) عن أبي </p><p>وقال الشنقيطي في \"أضواء البيان\" ٦/ ٥٩٤ في حديث عائشة هذا: وهذا الحديث الصحيح صريح في أنَّ النساء الصحابيات المذكورات فيه فَهمن أن معنى قوله {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} يقتضي ستر وجوههن، وأنَّهن شققن أزرهن فاختمرن، أي سترن وجوههن بها امتثالًا لأمر الله في قوله تعالى {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} المقتضي ستر وجوههن، وبهذا يتحقق المنصف: أنَّ احتجاب المرأة عن الرجال وستر وجهها عنهم ثابت في السنة الصحيحة المفسِّرة لكتاب الله تعالى، وقد أثنت عائشة رضي الله عنها على تلك النساء بمسارعتهن لامتثال أوامر الله في كتابه، ومعلوم أنهن ما فهمن ستر الوجوه من قوله {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} إلا من النبي -صلى الله عليه وسلم-، لأنه موجود وهن يسألنه عن كل ما أشكل عليهن في دينهن، والله جل وعلا يقول: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: ٤٤] فلا يمكن أن يفسرنها من تلقاء أنفسهن. اهـ. وكذلك آية الحجاب وهي قوله تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} [الأحزاب: ٥٣]، وقوله تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} [الأحزاب: ٥٩].وانظر تفصيل ذلك في: \"أضواء البيان\" للشنقيطي ٦/ ١٩٩ - ٢٠٠، ٥٨٤ - ٦٠٢، \"رسالة الحجاب في الكتاب والسنة\" للشيخ عبد القادر بن حبيب الله السندي، \"عودة الحجاب\" لمحمد بن أحمد المقدم ق ٣/ ١٨١ - ٣٢٩.(١) رواه الطبري ١٨/ ١١٨ عن الحسن. وقال ابن أبي حاتم في \"تفسيره\" ٧/ ٣٦ أبعد ذكره للأثر المتقدم عن ابن مسعود-: وروي عن الحسن، .. ، وأبي صالح ماهان في إحدى الروايات .. نحو ذلك.وروى سعيد بن منصور في \"تفسيره\" (ل ١٥٩ أ)، وابن أبي شيبة في \"مصنّفه\" ٤/ ٢٨٤ عنه قال: الوجه والثياب.(٢) هو: ماهان الحنفي، أبو صالح -ويقال: أبو سالم- الكوفي. روى عن ابن عباس وأم سلمة وعدة. وكان ثقة، عابدًا. قتله الحجَّاج سنة ٨٣ هـ \"الكاشف\" للذهبي ٣/ ١١٧، \"تهذيب التهذيب\" ١٠/ ٢٥، \"تقريب التهذيب\" ٢/ ٢٢٧. وقوله رواه عنه ابن أبي شيبة ٤/ ٢٨٤. وتقدَّم في الهامش السابق أن ابن أبي حاتم ذكره عنه.(٣) الحكم هو: ابن عتيبة. تقدمت ترجمته.</p><p> وائل عن ابن عباس (١) . </p><p> وقال (٢) في رواية سعيد بن جبير: {إِلَّا مَا ظَهَرَ مِنْهَا} كفّها ووجهها (٣) . وهو قول ابن مسعود في رواية سعيد بن جبير. </p><p>(١) لم أجد هذه الرواية عن ابن عباس. (٢) يعني: ابن عباس.(٣) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٨٤، وابن المنذر في \"الأوسط\" ٥/ ٧٠، والبيهقي في \"السنن الكبرى\" ٢/ ٢٢٥ من طريق حفص بن غياث، عن عبد الله بن مسلم بن هرمز، عن سعيد بن جبير، عن ابن عباس، به.قال الذهبي في \"المهذب في اختصار السنن الكبير\" للبيهقي ٢/ ١٨٠، قلت: عبد الله ضعيف. أهـ يعني ابن مسلم بن هرمز.لكن الطبري رواه ١٨/ ١١٨ من طريق علي بن أبي طلحة، عن ابن عباس في قوله {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} قال: والزينة الظاهرة: الوجه، وكحل العين، وخضاب الكفّ، والخاتم. فهذه تظهر في بيتها لمن دخل من الناس عليها.وقد ذكر العلماء أجوبة عن قول ابن عباس رضي الله عنهما في تفسير هذه الآية، نقتصر منها على أجودها:قال شيخ الإسلام ابن تيمية رحمه الله تعالى: والسلف تنازعوا في الزينة الظاهرة على قولين: فقال ابن مسعود: هي الثياب، وقال ابن عباس ومن وافقه: هي ما في الوجه واليدين مثل الكحل والخاتم. وحقيقة الأمر أن الله جعل الزينة زينتين: زينة ظاهرة، وزينة غير ظاهرة، وجوَّز لها إبداء زينتها الظاهرة لغير الزوج وذوي المحارم، وأما الباطنة فلا تبديها إلا للزوج وذوي المحارم\". ثم ذكر أنه قبل أن تنزل آية الحجاب كان النساء يخرجن يرى الرجالُ وجوههن وأيديهن، وكان إذْ ذاك يجوز لهن أن يظهرن الوجه والكفين، ثم لما أنزل الله -عز وجل- آية الحجاب حجب النساء عن الرجال، كان حينئذ الوجه واليدان من الزينة التي أمرت النساء ألا يظهرنها للأجانب. قال رحمه الله: \"فما بقي يحل للأجانب النَّظر إلا إلى الثياب =</p><p> وقول الضحاك في رواية جويبر (١) . </p><p> وبه قال مقاتل بن سليمان (٢) ، وإبراهيم (٣) ، ومكحول، والأوزاعي. </p><p>= الظاهرة. فابن مسعود ذكر آخر الأمرين، وابن عباس ذكر أول الأمرين\"، \"مجموع الفتاوى\" ٢٢/ ١١٠. وقال العلامة الشيخ عبد العزيز بن باز حفظه الله تعالى: وأما ما يروى عن ابن عباس رضي الله عنهما أنَّه فسَّر {إِلَّا مَا ظَهَرَ مِنْهَا} بالوجه والكفين، فهو محمول على حالة النساء قبل نزول آية الحجاب، وأما بعد ذلك فقد أوجب الله عليهن ستر الجميع، كما سبق في الآيات الكريمات من سورة الأحزاب وغيرها، ويدل على أن ابن عباس أراد ذلك ما رواه علي بن أبي طلحة عنه أنه قال: \"أمر الله نساء المؤمنين إذا خرجن من بيوتهن في حاجة أن يغطين وجوههن من فوق رؤوسهن بالجلابيب ويبدين عينًا واحدة\".وقد نبَّه على ذلك شيخ الإسلام ابن تيمية وغيره من أهل العلم والتحقيق، وهو الحق الذي لا ريب فيه، ومعلوم ما يترتب على ظهور الوجه والكفين من الفساد والفتنة، وقد تقدم قوله تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} ولم يستثن شيئًا وهي آية محكمة، فوجب الأخذ بها والتعويل عليها وحمل ما سواها عليها، والحكم ما سواها عليها، والحكم فيها عام في نساء النبي -صلى الله عليه وسلم- وغيرهن من نساء المؤمنين، وقد تقدم من سورة النساء ما يرشد إلى ذلك. اهـ من كتابه \"رسالة في الحجاب والسفور\" ص ١٩.وانظر للتوسع والزيادة: \"أَضواء البيان\" للشنقيطي ٦/ ١٩٢ - ٢٠٠، \"رسالة الحجاب\" للشيخ محمد بن صالح العثيمين ص ٦ - ٩، \"الحجاب في الكتاب والسنة\" للسندي ص ٢١ - ٢٦، \"عودة الحجاب\" لمحمد بن إسماعيل المقدم ٣/ ٢٦٢ - ٢٨٤.(١) في جميع النسخ: (جبير)، وهو خطأ. والمثبت هو الصواب.(٢) انظر: \"تفسير مقاتل\" ٢/ ٣٧ ب.(٣) روى ابن أبي شيبة في \"مصنفه\" ٤/ ٢٨٣ عن إبراهيم خلاف هذا القول، وهو قوله في تفسير الزينة الظاهرة بأنَّها الثياب.</p><p> ونحو هذا روى جابر [بن زيد]  (١) عن ابن عباس قال: هو رقعة الوجه وباطن الكفّ (٢) . </p><p> وقال في رواية عطاء:  {إِلَّا مَا ظَهَرَ مِنْهَا} يريد الكحل لأنه لا تقدر أن تغطي عينها. </p><p> وزاد سعيد بن جبير عنه في رواية مسلم الملائي (٣) عن سعيد: الخاتم (٤) . ونحو هذا روى مجاهد عن ابن عباس: أنه الكحل والخاتم (٥) . </p><p> وهو قول أنس بن مالك (٦) ، وأبي صالح، وعكرمة (٧) ؛ وزاد مجاهد: </p><p>(١) ساقط من (ظ). (٢) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٨٣، وابن أبي حاتم ٧/ ٣٥ ب من رواية جابر بن زيد، عن ابن عباس.(٣) هو: مسلم بن كيسان الضبي، الملائي البرَّاد الأعور، أبو عبد الله الكوفي. روى عن أنس ومجاهد وسعيد بن جبير وغيرهما.قال الذهبي: واهٍ. وقال ابن حجر: ضعيف.\"الكاشف\" ٣/ ١٤٢، \"تهذيب التهذيب\" ١٠/ ١٣٥، \"تقريب التهذيب\" ٢/ ٢٤٦.(٤) روى سعيد بن منصور في \"تفسيره\" ١٥٨ ب، والطبري ١٨/ ١١٨، والبيهقي في \"السنن الكبرى\" ٧/ ٨٥ من طريق مسلم الملائي عن سعيد بن جبير عن ابن عباس قال: الكحل والخاتم.(٥) روى عبد الرزاق في \"تفسيره\" ٢/ ٥٦ من طريق مجاهد، عن ابن عباس في قوله {وَلَا يُبْدِينَ زِينَتَهُنَّ} قال: هو الكف والخضاب والخاتم.(٦) روى ابن المنذر في \"تفسيره\" كما في \"الدر المنثور\" للسيوطي ٦/ ١٧٩. وقال البيهقي في \"السنن الكبرى\" ٧/ ٨٦ بعد ذكره لقول ابن عباس أنه الكحل والخاتم: وروى ذلك أيضًا عن أنس ابن مالك.(٧) روى ابن أبي شيبة في \"مصنفه\" ٤/ ٨٣ عن عكرمة وأبي صالح {وَلَا يُبْدِينَ زِينَتَهُنَّ} قالا: ما فوق الدرع إلا ما ظهر منها.وأخرج ٤/ ٢٨٥ عن عكرمة قال: (ما ظهر منها): الوجه وثغرة النحر.</p><p> الخضاب (١) . </p><p> وروي عن عائشة أنها قالت وسئلت عن الزينة الظاهرة؟: هي القُلب والفتخة (٢) ووضعت كفها على كوعها (٣) . </p><p> وهو قول السدي: الخاتم والقُلب (٤) . </p><p> وقول قتادة: المسكتَان (٥) والخاتم والكحل (٦) . </p><p> وقوله {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} الخُمُر: جمع الخِمَار، وهو ما تغطي به المرأة رأسها، وقد تخمَّرت المرأة واختمرت، وهي حسنةُ الخِمْرَة والخُمْرة (٧) . </p><p> والجيوب: جمع الجَيْب، وهو موضع القطع من الدرع والقميص (٨) ، </p><p>(١) روى ابن أبي شيبة في \"المصنف\" ٤/ ٢٨٤ عن مجاهد، قال: الخضاب والكحل. (٢) القُلْب: -بالضم-: سوار المرأة. \"القاموس المحيط\" ١/ ١١٩.والفَتْخة: بفتح وسكون ويحرّك:- خاتم كبير يكون في اليد والرجل، وقيل: حلقة من فضة تلبس في الإصبع كالخاتم. \"تاج العروس\" للزبيدي ٧/ ٣٠٧ (فتخ).(٣) رواه البيهقي في \"الكبرى\" ٧/ ٨٩ بلفظ \"القُلْب والفتخة، وضَمّت طرف كُمّها\". وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٠ وزاد نسبته لعبد بن حميد وابن المنذر. ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٢٨٣ مختصرًا.(٤) لم أجده.(٥) في (أ): (المسكفان)، والمسكتان: واحدهما مسكة، وهي سوار من عاج أو نحوه. انظر: \"لسان العرب\" ١٠/ ٤٨٦ - ٤٨٧ (مسك).(٦) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٦، والطبري في \"تفسيره\" ١٨/ ١١٨.(٧) من قوله: (وهي ما تغطي .. إلى هنا) في \"تهذيب اللغة\" للأزهري ٧/ ٣٧٩ (خمر) منسوبًا إلى الليث، دون قوله: واختمرت، والخمرة. وهو بأخصر منه في \"العين\" ٤/ ٢٦٣ خمر).وانظر: \"الصحاح\" للجوهري ٢/ ٤٦٩ \"خمر\"، \"لسان العرب\" ٤/ ٢٢٧ (خمر).(٨) انظر: \"لسان العرب\" ١/ ٢٨٨ (جيب)، \"تاج العروس\" للزبيدي ٢/ ٢٠١ (جيب).</p><p> والجَوْب: القطع كما يجاب الجيب (١) ، ومنه قول طَرَفَة: </p><p> رَحِيب (٢) قِطَابُ (٣) الجيب (٤) منها رفيقة (٥) ... بجس (٦) النَّدامى بضَّة (٧) المتجرَّد (٨)  (٩) </p><p> وقال: أجببت القميص إذا أخرجت رأسك من جيبه هذا هو الأصل، ثم صار الاجتباب اسمًا للبس، يقال: اجتاب الشيء، إذا لبسه وإن اشتمل به (١٠) . </p><p> قال المقاتلان في تفسير (جُيُوبِهِنَّ) : صدورهن (١١) . </p><p>(١) من قوله: (والجو .. إلى هنا)، هذا كلام الليث كما في \"تهذيب اللغة\" للأزهري ١١/ ٢١٨ \"جاب\". وهو في \"العين\" ٦/ ١٩٢ (جوب). (٢) في (أ): (رحيب)، ومثلها في (ع) مهملة. وفي (ظ): (وحبت).(٣) في (ع): (فطاب).(٤) في (أ): الجيب، وفي (ع) مهملة. وفي (ظ): (الحب).(٥) في (أ)، (ع): (رقيقة)، وفي (ظ): (رميقه).(٦) في (أ): (بحسن)، وفي (ع): (بحسن)، ومثلها في (ظ) مهملة.(٧) في (ع): (بضة)، وفي (ظ) مهملة.(٨) في (أ): (المنجرد).(٩) البيت من معلقته، وهو في \"ديوانه\" ص ٣٠، و\"المعاني الكبير\" لابن قتيبة ٤٧٠، \"المحتسب\" لابن جني ١/ ١٨٣، \"أساس البلاغة\" للزمخشري ٢/ ٢٦١، \"خزانة الأدب\" ٢/ ٢٠٣.قال الشنتمري \"شرح ديوان طرفة\" ص ٣٠: قطَابُ الجيب: مجتمعه حيث قُطب، أي: جمع. الرحيب: الواسع.(١٠) انظر: \"تهذيب اللغة\" للأزهري ١١/ ٢١٨، ٢٠ (جاب)، \"الصحاح\" للجوهري ١/ ١٠٤ (جوب)، \"لسان العرب\" ١/ ٢٨٦ (جوب)، \"تاج العروس\" للزبيدي ٢/ ٢٠٨ (جوب).(١١) قول مقاتل بن حيّان ذكره عنه ابن أبي حاتم في \"تفسيره\" ٧/ ٣٦ ب.وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٣٧ ب.</p><p> وعلى هذا المعنى: على مواضع جيوبهن؛ لأنَّ مواضع الجيوب الصدور. </p><p> والمعنى: وليُلقين (١) مقانعهن (٢) على جيوبهن؛ ليسترن بذلك شعورهن وقرطهن (٣) وأعناقهن، كما قال ابن عباس: تُغطي شعرها وصدرها وترائبها (٤) وسوالفها (٥) وكل ما زيّن وجهها مما لا يصلح أن يراه إلا زوجها وكل ذي محرم منها (٦) . </p><p> وقال الكلبي: يقول: ليُرخين خمرهن (٧) على الصدر (٨) والنحر، وكنّ النساء قبل هذه الآية إنَّما يسدلن (٩) خمرهن (١٠) سدلا من ورائهن كما يصنع (١١) القبط (١٢) فلما نزلت هذه الآية شددن الخمر على النَّحر </p><p>(١) في (أ): (وليعلبن)، وفي (ع): (وليقلبن)، والمثبت من (ظ) و\"الوسيط\" للواحدي. (٢) مقانعهن: جمع مقْنع ومقنعة -بكسر الميم-: وهو ما تتقنع به المرأة من ثوب تغطي رأسها ومحاسنها. \"الصحاح\" للجوهري ٣/ ١٢٧٣ (قنع)، \"لسان العرب\" ٨/ ٣٠٠ (قنع).(٣) كقردة. انظر: \"القاموس المحيط\" ٢/ ٣٧٨.(٤) في (أ): (وترابيها). والترائب: موضع القلادة من الصدر. \"لسان العرب\" ١/ ٢٣٠ (ترب).(٥) سَوالفها: جمع سالفة، وهي أعلى العنق، أو ناحية مقدّم العنق من لدن مُعلَّق القُرط إلى نقرة الترقوة. \"لسان العرب\" ٩/ ١٥٩ \"سلف\".(٦) لم أجده.(٧) في (ظ)، (ع): (خمورهن، الصدور).(٨) في (ظ)، (ع): (خمورهن، الصدور).(٩) يسدلن: يعني يرخين وُيرسلن. انظر: \"لسان العرب\" ١١/ ٣٣٣ (سدل).(١٠) في (أ): (خمرها).(١١) في (ظ): (تصنع).(١٢) هكذا في جميع النسخ، وعند القرطبي ١٢/ ٢٣٠ نقلاً عن النقّاش: النَّبط. والقِبط -بالكسر-: قوم من النصارد بمصر. وأمَّا النَّبط فهم الذين يسكنون =</p><p> والصدر (١) . </p><p> وقوله {وَلَا يُبْدِينَ زِينَتَهُنَّ} يعني الزينة الباطنة وهي التي سوى ما ظهر منها. </p><p> قال ابن عباس (٢) ، ومقاتل (٣) : يعني ولا يضعن الجلباب وهو القناع فوق الخمار إلا لأزواجهن أو من ذكر بعدهم. </p><p> قال عكرمة: في هذه الآية (٤) لم يذكر العم والخال لأنهما ينعتان لأبنائهما، قال: ولا تضع خمارها عند العم والخال (٥) . </p><p> قال المفسرون (٦) في الزينة الثانية: إنَّها الخفيَّة (٧) التي لا يجوز لهن كشفها في الصلاة. </p><p> وجملة القول في هذه الآية: أن الرجل يحرم عليه النظر إلى الحرّة </p><p>= -السَّواد، ومنه سواد العراق، والسواد قرى المدينة وأريافها. انظر: \"اللسان\" ٧/ ٣٧٣ (قبط)، ٧/ ٤١١ (نبط)،\"تاج العروس\" ٨/ ٢٢٨ (سود).(١) ذكر نحو هذا الرازي ٢٣/ ٢٠٦ وعزاه للمفسرين. وذكر نحوه القرطبي ١٢/ ٢٣٠ وذكره النيسابوري في \"غرائب القرآن\" ٩٣١٨ وعزاه للمفسرين.(٢) ذكره عنه البغوي ٦/ ٣٤، وابن الجوزي ٦/ ٣٢. وروى ابن أبي حاتم ٧/ ٣٦ ب عن سعيد بن جبير، مثله.(٣) انظر: \"تفسير مقاتل\" ٢/ ٣٧ ب.(٤) الآية: ساقطة من (أ).(٥) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣٣٨. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٢ وزاد نسبته لابن المنذر.وجمهور العلماء على أنَّ العم والخال كسائر المحارم في جواز النظر لهما إلى ما يجوز لهم. انظر القرطبي ١٢/ ٢٣٣.(٦) الطبرى ١٨/ ١٢٠، الثعلبي ٣/ ٧٧ ب.(٧) (الخفيّة): ساقطة من (أ).</p><p> الأجنبية، ويحرم عليها أن تنظر إليه، وأن تبدي له شيئًا من زينتها سوى الزينة الظاهرة على (١) الاختلاف المذكور، وإن أراد أن يتزوجها وأمن (٢) على نفسه الفتنة فله أن ينظر إليها غير متأمل على الاستقصاء، وينبغي أن ينظر إليها وهي لا تعلم لما روى أبو حميد الساعدي، عن رسول الله -صلى الله عليه وسلم- أنه قال:  \"إذا خطب أحدكم المرأة فلا بأس أن ينظر إليها وهي لا تعلم\"  (٣) . </p><p> وكذلك (٤) الشاهد العفيف ينظر لتحمّل الشهادة، والطبيب العفيف ينظر للمعالجة عند الضرورة (٥) . </p><p> وقد جمع الله في هذه الآية بين البعولة والمحارم وبينهما (٦) في هذا الحكم فرق (٧) ، وهو أنَّ البعل له أن ينظر إلى جميع بدن امرأته غير الفرج لنهي رسول الله -صلى الله عليه وسلم- عن ذلك ولقوله:  \"إنَّ ذلك يورث العمى\"  (٨) . </p><p>(١) في (أ): (لا على)، بزيادة (لا): وهو خطأ. (٢) في (ظ): (أو أمِن).(٣) رواه الإمام أحمد في \"مسنده\" ٥/ ٤٢٤، والبزار في \"مسنده\" كما في \"كشف الأستار\" للهيثمي ٢/ ١٥٩. والطبراني في \"الأوسط\" ١/ ٤٩٨.قال الهيثمي في \"مجمع الزوائد\" ٤/ ٢٧٦: ورجال أحمد رجال الصحيح.(٤) في (أ): (كذلك).(٥) انظر: \"الحاوي\" ٩/ ٣٥ - ٣٦، \"المغني\" ٩/ ٤٩٨، \"روضة الطالبين\" ٧/ ٢٩.(٦) وبينهما: ساقطة من (ع).(٧) في (أ): (وفرق).(٨) رواه وابن عدي في \"الكامل\" ٢/ ٥٠٧، والبيهقي في \"السنن الكبرى\" ٧/ ٩٤ - ٩٥ من حديث ابن عباس رضي الله عنهما قال: قال رسول الله -صلى الله عليه وسلم-: \"إذا جامع أحدكم زوجته أو جاريته فلا ينظر إلى فرجها؛ فإنَّ ذلك يورث العمى\".وقد حكم جماعة من الحفاظ علي هذا الحديث بأنه موضوع. منهم أبو حاتم الرازي وابن حبان وابن الجوزي. ذكر ذلك الثموكاني في \"الفوائد المجموعة للأحاديث الموضوعة\" ص ١٢٧.وذكر الألباني في \"الضعيفة\" ١/ ٢٢٩ هذا الحديث وحكم عليه بالوضع ونقل أقوال أهل العلم في ذلك.قال ابن حجر في \"الفتح\" ١/ ٣٦٤: وهو نصُّ في المسألة. اهـ.</p><p> وأمَّا المحارم المذكورون (١) في الآية فليس لهم أن ينظروا إلى ما بين سرتها وركبتها ولهم أن ينظروا إلى ما سوى ذلك (٢) . </p><p> وأمَّا الأمة فما بين سرتها وركبتها من عورتها وليس شعرها ولا رقبتها من عورتها (٣) . </p><p>(١) في (ظ): (المذكورة)، وفي (ع): (المذكور). (٢) هذا قول بعض أهل العلم.وقال آخرون: يجوز للرجل أن ينظر من ذوات محارمه إلى ما يظهر غالبًا، كالرقبة والرأس والكفين والقدمين ونحو ذلك، وليس له النظر إلى ما يُستر غالبًا كالصَّدر والظهر ونحو ذلك. ومنع الحسن والشعبي والضحَّاك النظر إلى شعر ذوات المحارم. وكرهه آخرون.قال ابن قدامة: والصحيح أنه يباح النظر إلى ما يظهر غالبًا، لقول الله تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ} [النور: ٣١] الآية، وقالت سهلة بنت سهيل: يا رسول الله، إنَّا كنا نرى سَالِمَا ولدًا، وكان يأوي معي ومع أبي حذيفة في بيت واحد، ويراني فضلاً، وقد أنزل الله فيهم ما علمت، فكيف ترى فيه؟ فقال لها النبي -صلى الله عليه وسلم-: \"أرْضِعيه\". فأرضعته خمس رضعات فكان بمنزلة ولدها. رواه أبو داود وغيره. وهذا دليل على أنه كان ينظر منها إلى ما يظهر غالبًا، فإنها قالت: يراني فُضلاً، ومعناه: في ثياب البِذْلة التي لا تستر أطرافها .. وما لا يظهر غالبًا لا يباح، لأنَّ الحاجة لا تدعو إلى نظره، ولا تؤمن معه الشهوة ومواقعة المحظور، فحرّم النظر إليه كما تحت السَّرة. انتهى كلامه.انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣١٧، \"الحاوي\" ٢/ ١٧١ - ١٧٢، \"المغني\" ٩/ ٤٩١ - ٤٩٣، \"روضة الطالبين\" ١/ ٢٨٣.(٣) هذا قول أصحاب الشافعي وغيرهم.وقال آخرون: الأمة يباح النظر منها للأجانب إلى ما يظهر غالبًا كالوجه والرأس واليدين والساقين، لأن عمر رأى أمة متقعنة، فضربها بالدِّرّة، وقال يا لكاع تتشبهين بالحرائر.وروى أنس أن النبي -صلى الله عليه وسلم- لما أخذ صفية قال المسلمون: إحدى أمهات المؤمنين، أو مما ملكت يمينه؟ فقالوا: إن حجبها فهي من أمهات المؤمنين، وإن لم يحجبها فهي مما ملكت يمينه. فلما ارتحل وطَّأ لها خلفه ومدَّ الحجاب بينهما وبين الناس. رواه البخاري في \"صحيحه\" كتاب: النكاح- باب: اتخاذ السراري، ومن أعتق جارية ثم تزوجها ٩/ ١٢٦.قال ابن قدامة: وهذا دليل على أن عدم حجب الإماء كان مستفيضًا بينهم مشهورًا، وأنَّ الحجب لغيرهن كان معلومًا.وسوَّى بعض الحنابلة بين الحرَّة والأمة لقوله تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ} ولأن العلّة في تحريم النظر الخوف من الفتنة، والفتنة المخوفة تستوي فيها الحرة والأمة. انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣١٧، \"الحاوي\" ٢/ ١٧٢، \"المغني\" ٩/ ٥٠١، \"روضة الطالبين\" ١/ ٢٨٣.</p><p> وقوله {أَوْ نِسَائِهِنَّ} قال المفسرون (١) : يعني النساء المؤمنات كلهن، فلا يحل لامرأة مؤمنة أن تتجرّد بين يدي امرأة مشركة إلا أن تكون أمة لها. </p><p> قال ابن عباس: لا يحل لهن أن يراهن يهوديات ولا نصرانيات لئلا يصفنهن لأزواجهن (٢) . </p><p>(١) الثعلبي ٣/ ٧٧ بنصِّه. (٢) ذكره عنه الزمخشري ٣/ ٦٢، والرازي ٢٣/ ٢٠٧، والقرطبي ١٢/ ٢٣٣، وأبو حيان ٦/ ٤٤٨. وفي \"الدر المنثور\" ٦/ ١٨٣: وأخرج عبد بن حميد وابن المنذر من طريق الكلبي، عن أبي صالح، عن ابن عباس (أو نسائهن) قال: لا تبديه ليهودية ولا لنصرانية. وقد حكى الرازي ٢٣/ ٢٠٧ هذا القول عن أكثر السَّلف.؟ ثم حكى قولًا ثانيًا أن المراد بـ (نسائهن) جميع النساء ثم قال: وهذا هو المذهب، وقول السلف محمول</p><p> وقوله {أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ} يعني المماليك والعبيد، للمرأة أن ظهر لمملوكها إذا كان عفيفًا ما تظهر لمحارمها، وكذلك مكاتبها ما لم يعتق بالأداء أو بالإبراء. </p><p> قال رسول الله -صلى الله عليه وسلم-: \"إذا وجد مكاتب إحداكن وفاء فلتحتجب عنه\"  (١) . </p><p> وقوله {أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ} أكثر القراء على خفض (غَيْرِ)  (٢) بالصفة للتابعين، وجاز وصف التابعين بـ (غير) ؛ لأنَّهم غير مقصودين بأعيانهم فأجري ذلك مجرى النكرة. </p><p> وقد قيل: إنّما جاز أن يوصفوا بـ (غير) في هذا النحو لقصر الوصف على شيء بعينه، فإذا قصر على شيء بعينه زال الشياع عنه فاختص. والتابعون ضربان: ذو إربة، وغير (٣) ذي إربة، وليس ثالث. فإذا كان كذلك جاز لاختصاصه أن يجرى وصفًا على المعرفة (٤) . </p><p>= على الاستحباب والأولى. (١) رواه الإمام أحمد ٦/ ٢٨٩، وأبو داود في العتق- باب: في المكاتب ١٠/ ٤٣٥ - ٤٣٦، والترمذي في البيوع- باب: ما جاء في المكاتب إذا كان عنده ما يؤدي ٤/ ٤٧٤. عن أم سلمة مرفوعًا بلفظ \"إذا كان لإحداكن مكاتب وكان له ما يؤدي فلتحتجب منه\". وقد نقل البيهقي في \"السنن الكبرى\" ١٠/ ٣٢٧ - بعد روايته لهذا الحديث- عن الشافعي قوله: ولم أر من رضيت من أهل العلم يثبت هذا الحديث. وقال عنه الألباني في \"إرواء الغليل\" ٦/ ١٨٢: ضعيف.(٢) قرأ عاصم في رواية أبي بكر، وابن عامر: (غيرَ أولي الإربة) نصبًا. وقرأ الباقون، وحفص عن عاصم: (غير أولي الإربة) خفضًا.\"السبعة\" لابن مجاهد ص ٤٥٥، و\"التيسير\" للداني ص ٦١٤، و\"الغاية\" لابن مهران النيسابوري ص ٢١٩، و\"النشر\" لابن الجزري ٢/ ٣٣٢.(٣) في (ظ): (أو غير).(٤) من قوله: بالصفة للتابعين ... إلى هنا. نقلًا عن \"الحجة\" لأبي علي الفارسي =</p><p> وقد أحكمنا هذه المسألة عند قوله {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ}  [الفاتحة: ٧] . </p><p> ومن نصب (غير) احتمل أمرين: </p><p> أحدهما: أن يكون استثناء التقدير: يبدين (١) زينتهن للتابعين إلاَّ ذا الإربة منهم، فإنَّهن لا يبدين زينتهن لمن كان منهم ذا إربة. </p><p> والآخر: أن يكون حالاً. المعنى: والذين يتبعوهن عاجزين عنهن، وذو الحال ما في التابعين من الذكر (٢) . </p><p> والإربة معناها في اللغة: الحاجة (٣) . </p><p> قال أبو عبيد: الإربة والإرب: الحاجة (٤) . ومنه قول عائشة رضي الله عنها: كان النبي -صلى الله عليه وسلم- أملككم لإربه (٥) . </p><p> وقد أرِبَ الرّجل إذا احتاج إلى الشيء وطلبه، يأربُ أربًا (٦) . </p><p>= ٥/ ٣١٨ - ٣١٩ مع تصرف يسير. وانظر أيضًا: \"معاني القرآن\" للفراء ٢/ ٢٥٠، \"معاني القرآن\" للزجَّاج ٤/ ٤٢، \"علل القراءات\" للأزهري ٢/ ٤٥٠، \"إعراب القراءات السبع وعللها\" لابن خالويه ٢/ ١٠٦ \"الكشف\" لمكي ٢/ ١٣٦.(١) من \"الحجّة\": لا يبدين زينتهن للتابعين إلا ذا الإربة منهم. وهو خطأ، والصواب ما هنا.(٢) من قوله: (ومن نصب (غير) .. إلى هنا)، نقلاً عن \"الحجة\" للفارسي ٥/ ٣١٩.(٣) انظر: (أرب) في \"تهذيب اللغة\" للأزهري ١٥/ ٥٢٧، \"الصحاح\" للجوهري ١/ ٨٧، \"لسان العرب\" ١/ ٢٠٨.(٤) قول أبي عبيد في \"تهذيب اللغة\" للأزهري ١٥/ ٢٥٧ (أرب) بنصِّه. وهو بنحوه في \"غريب الحديث\" لأبي عبيد ٤/ ٣٣٦.(٥) رواه البخاري في \"صحيحه\" كتاب: الصيام- باب: المباشرة للصائم ٤/ ١٤٩، ومسلم في \"صحيحه\" كتاب: الصيام ٢/ ٧٧٧ عن عائشة رضي الله عنها.(٦) من قوله: (وقد أرب .. إلى هنا) في \"تهذيب اللغة\" للأزهري ١٥/ ٢٥٧ من رواية شمر عن ابن الأعرابي.</p><p> وقال الفراء (١) : الإربة مثل الجلسة والمشية، وهو من الحاجة. يقال: أربت (٢) لكذا فأنا آربٌ له أربا بفتح الهمزة والراء. </p><p> والمآرب: الحوائج. ومنه قوله -عز وجل-: {وَلِيَ فِيهَا مَآرِبُ أُخْرَى}  [طه: ١٨]  (٣) . وقد مرَّ. </p><p> وأما التفسير: فقال مجاهد: هو الأحمق الذي لا حاجة له في النساء (٤) . </p><p> [وهو قول عكرمة وعلقمة والشعبي (٥) ، قالوا: هو الذي لا حاجة له </p><p>وانظر: \"لسان العرب\" ١/ ٢٠٨ (أرب)، \"تحفة العروس\" للزبيدي ٢/ ١٧ (أرب). (١) قول الفراء ليس موجودًا في كتابه \"معاني القرآن\" ولا في \"تهذيب اللغة\". والذي في المطبوع من \"معاني القرآن\" ٢/ ٢٥٠: يقال: إرب وأرَب.والنصُّ الذي ذكره الواحدي هنا عن الفراء موجود في تفسير الطبري ١٨/ ١٢٣ من غير نسبة لأحد. ومعلوم أن الطبري ينقل عن الفراء من غير نسبة في كثير من الأحيان. فيحتمل أنَّ النَّص سقط من المطبوع. والله أعلم.(٢) في (ع): (أرب).(٣) انظر: \"تهذيب اللغة\" للأزهري ١٥/ ٢٥٧ (أرب).(٤) رواه عنه الطبري ١٨/ ١٢٢، وابن أبي حاتم ٧/ ٣٧ ب بلفظ: الذي لا أرب له بالنّساء. دون قوله: الأحمق.وقد روى الطبري ١٨/ ١٢٣ عن الزهري وطاووس هذا القول.وقال ابن أبي حاتم في \"تفسيره\" ٧/ ٣٨ أ: وروي عن طاووس وعكرمة والحسن والزهري وقتادة أنَّهم قالوا: هو الأحمق الذي لا حاجة له في النساء.(٥) قال ابن أبي حاتم في \"تفسيره\" ٧/ ٣٨ أ: وروي عن علقمة والشعبي وعكرمة -في إحدى الروايات- ومقاتل بن حيان قالوا: الذي لا أرب له في النساء.وعن الشعبي رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١٩، والطبري ١٨/ ١٢٣٦ والبيهقي في \"السنن الكبرى\" ٧/ ٩٦. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٥ =</p><p> في النساء] (١) ولا يحمله أربه على أن يراود النساء. </p><p> وقال ابن عباس: هو الذي لا يستحي منه النساء (٢) . </p><p> وقال في رواية عطاء: هو الرجل المسن الصالح الذي إذا قعدت وعنده امرأة غض بصره عنها (٣) . </p><p> وقال عطاء: الذي لا يهمّه إلا بطنه (٤) . </p><p> وهو قول مجاهد في رواية ابن أبي نجيح (٥) . </p><p> وقال بُسر بن سعيد (٦) : هو الكبير الذي لا يطيق النساء (٧) . </p><p>= وعزاه لابن أبي شيبة والطبري. (١) ما بين المعقوفين ساقط من (ظ)، (ع).(٢) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١٩، والطبري في \"تفسيره\" ١٨/ ١٢٢ من طريق أبي إسحاق السبيعي، عن رجل -وعند الطبري: عمن حدثه- عن ابن عباس، به. وفي سنده جهالة.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٤ وزاد نسبته للفريابي وعبد بن حميد.(٣) ذكره الزمخشري ٣/ ٦٢، والرازي ٢٣/ ٢٠٨، ولم ينسباه لأحد.(٤) ذكره عنه النحاس في \"معاني القرآن\" ٤/ ٥٢٥.وذكره الجصاص في \"أحكام القرآن\" ٣/ ٣١٨، وابن العربي في \"أحكام القرآن\" ٣/ ١٣٧٤ عنه أنه قال: هو الأبله.(٥) رواه الطبري في \"تفسيره\" ١٨/ ١٢٢، وابن أبي حاتم في \"تفسيره\" ٧/ ٣٧ ب، والبيهقي في \"السنن الكبرى\" ٧/ ٩٦ من طريق ابن أبي نجيح عن مجاهد، به.(٦) في (أ): (بشر)، وهو خطأ. وفي (ظ): (بن أبي سعيد)، وهو خطأ.وهو بُسر بن سعيد المدني، مولى بني الحضرمي. كان من العبّاد والزهّاد، ثقة، جليلا، كثير الحديث. توفي سنة ١٠٠ هـ.\"طبقات ابن سعد\" ٥/ ٢٨١، \"السير\" للذهبي ٤/ ٥٩٤، \"تهذيب التهذيب\" ١/ ٤٣٧.(٧) روه ابن أبي حاتم في \"تفسيره\" ٧/ ٣٧ ب من طريق سالم أبي النَّضر، عن بسر بن =</p><p> وقال قتادة: هو الذي يتبعك يصيب من طعامك، ولا همَّ له في النساء (١) . </p><p> وقال مقاتل (٢) : يعني الشيخ الهرم، والعِنِّين (٣) ، والخصي، والمجنون، ونحوه (٤) . </p><p> وقال الحسن: هم قوم طُبِعُوا على التخنيث، فكان (٥) الرجل منهم يتبع الرجل يخدمه بطعامه وينفق عليه، ولا (٦) يستطيعون غشيان النساء، ولا يشتهونه (٧) . </p><p> وهذا قول الحكم (٨) ، قال: هو المخنَّث الذي لا يقوم زُبُّه. </p><p>= سعيد، فذكره. (١) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٧، والطبري ١٨/ ١٢٢، وابن أبي حاتم ٧/ ٣٧ ب.(٢) في (ظ): قول مقاتل متقدّم على قول قتادة.(٣) العنِّين: هو الذي لا يأتي النساء عجزًا، أو لا يريدهن.\"القاموس المحيط\" ٤/ ٢٤٩.(٤) \"تفسير مقاتل\" ٢/ ٣٧ ب.(٥) في (ع): (وكان).(٦) في (ظ)، (ع): (لا).(٧) ذكره عنه ابن الجوزي ٦/ ٣٣. وذكره عنه الماوردي ٤/ ٩٥ باختصار.وذكر البيهقي في \"السنن الكبرى\" ٧/ ٩٦ عنه قال: هو الذي لا عقل له، ولا يشتهي النساء، ولا تشتهيه النساء.وذكر الثعلبي ٣/ ٧٨ أعنه قال: هو الذي لا ينتشر. وبمثله ذكره البغوي ٦/ ٣٥ وزاد: ولا يستطيع غثيان النساء ولا يشتهيهن.(٨) قد يكون الحكم هنا هو الحكم بن عتيبة، وقد تقدم، ولم أجد من نسب إليه هذاالقول. وقد يكونه الحكم بن أبان، فقد روى الطبري ١٨/ ١٢٣، وابن أبي حاتم٧/ ٣٨ أمن طريق الحكم بن أبان، عن عكرمة في قوله {أَوِ التَّابِعِينَ غَيْرِ أُولِي =</p><p> وقال ابن زيد: هو الذي يتبع القوم حتى كأنّه منهم، ونشأ فيهم، وليس له في نسائهم (١) إربة، وإنما يتبعهم لإرفاقهم (٢) إيّاه (٣) . </p><p> وروى ليث، عن مجاهد: أنه الأبله الذي لا يعرف أمر النساء (٤) وقال سعيد بن جبير: هو المعتُوه (٥)  (٦) . </p><p> وقوله {أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ} قال المبرد: الطفل في هذا الموضع يعني به الجماعة من الأطفال، ومجازه مجاز المصدر، وكذلك {نُخْرِجُكُمْ طِفْلًا}  [الحج: ٥] . والمصدر يقع على الفعل (٧) نحو العلم والحلم (٨) . </p><p>= الْإِرْبَةِ} قال: هو المخنَّث الذي لا يقوم زبُّه. وهو: الحكم بن أبان العدني، أبو عيسى، صدوق عابد، صاحب سنة، له أوهام. توفي سنة ١٥٤ هـ. \"تهذيب التهذيب\" ٢/ ٤٢٣ - ٤٢٤، \"تقريب التهذيب\" ١/ ١٩٠.(١) في (ع): (نسائه)، وهو خطأ.(٢) الإرفاق: إيصال الرِّفق وهو اللطف ولين الجانب. انظر: \"لسان العرب\" ١٠/ ١١٨ (رفق).(٣) رواه الطبري ١٨/ ١٢٣.(٤) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١٨، والطبري ١٨/ ١٢٢ من طريق ليث، عن مجاهد، به.(٥) في (أ): (المعتق).(٦) رواه ابن أبي شيبة في \"مصنفه\" ٤/ ٣١٨، والطبري ١٨/ ١٢٣.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٥ وعزاه لهما.قال النحاس في \"معاني القرآن\" ٤/ ٥٢٦ بعد حكايته للأقوال في معنى التابعين: وهذه الأقوال متقاربة.وقال القرطبي ١٢/ ٢٣٤: وهذا الاختلاف كله متقارب المعنى، ويجتمع فيمن لا فهم له ولا همّة ينتبه بها إلى أمر النِّساء.(٧) في (ظ)، (ع): (مغل).(٨) انظر: \"الدر المصون\" ٨/ ٢٣٣.</p><p> وقوله {لَمْ يَظْهَرُوا} قال الفراء: يقول: لم يبلغوا أن يطيقوا النساء، وهو كما تقول: صارع فلان فلانًا فظهر عليه، أي: أطاقه (١) وغلبه (٢) . </p><p> وقال أبو علي الفارسي:  {لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ} أي: لم يقووا عليها ومنه قوله {فَأَصْبَحُوا ظَاهِرِينَ}  [الصف: ١٤]  (٣) . </p><p> والعورة: سوءة الإنسان. وكل أمر يستحى منه فهو عورة (٤) . </p><p> قال مجاهد: لم يدروا ما هن من الصغر قبل الحلم (٥) . </p><p> قال ابن عباس: لم يبلغ الحنث (٦) ولم يشتق إلى النساء. </p><p> وقال بُسر (٧) بن سعيد (٨) : هو الغلام الذي لم يبلغ الحلم (٩) . </p><p> وهذا قول جماعة المفسرين (١٠) . </p><p>(١) في (أ): (طاقة). (٢) \"معاني القرآن\" للفراء ٢/ ٢٥٠.(٣) \"الحجة\" لأبي علي الفارسي ٥/ ٣١٨.(٤) \"تهذيب اللغة\" للأزهري ٣/ ١٧٣ \"عار\" نقلاً عن الليث. وانظر: \"الصحاح\" للجوهري ٢/ ٧٥٩ \"عور\"، \"لسان العرب\" ٤/ ٦١٧ (عور).(٥) رواه الطبري ١٨/ ١٢٤، وابن أبي حاتم ٧/ ٣٨ أوالبيهقي في \"السنن الكبرى\" ٧/ ٩٦ وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٥ وزاد نسبته لعبد بن حميد وابن أبي شيبة وابن المنذر.(٦) في (ظ): (الحلم). والحنث: البلوغ والإدراك والحُلُم. \"لسان العرب\" ٢/ ١٣٨.(٧) في (أ)، (ع): (بشر)، وهو خطأ.(٨) في (أ): (مسعود)، وهو خطأ.(٩) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٣٨ أمن طريق أبي النّضر، عن بُسر بن سعيد، به.(١٠) انظر: \"الطبري\" ١٨/ ١٢٤، ابن أبي حاتم ٧/ ٣٨ أ، ب، الثعلبي ٣/ ٧٨ أ، \"النكت\" للماوردي ٤/ ٩٦، \"الدر المنثور\" للسيوطي ٦/ ١٨٥.</p><p> قالوا: ولا يجوز (١) للمرأة أن تضع الجلباب إلا عند هؤلاء الذين سماهم الله تعالى. </p><p> وقوله {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} قال ثابت (٢) البناني (٣) : كانت المرأة تتخذ الودع (٤) في رجليها فإذا مرّت بالقوم ضربت إحدى رجليها بالأخرى، فأنزل الله تعالى في كتابه:  {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ}  (٥) . </p><p> وروى السدي، عن أبي مالك قال: كان في أرجلهن خرَزَ (٦) فكنّ إذا مررن بالمجلس حرّكن أرجلهن ليعلم ما يخفين من زينتهن (٧) . </p><p>(١) في (ظ): (لا يجوز). (٢) (ثابت): ساقط من (أ).(٣) هو: ثابت بن أسلم البناني مولاهم، البصري، أبو محمد. تابعي جليل، كان رأسًا في العلم والعمل. وكان أعبد أهل زمان. وكان ثقة مأمونًا. قال أنس بن مالك -رضي الله عنه-: إن لكل شيء مفتاحًا، وإن ثابتًا من مفاتيح الخير. توفي سنة ١٢٧ هـ، وعاش ست وثمانين سنة.\"طبقات ابن سعد\" ٧/ ٢٣٢، \"سير أعلام النبلاء\" ٥/ ٢٢٠، \"تهذيب التهذيب\" ٢/ ٢، \"تقريب التهذيب\" ١/ ١١٥.(٤) الودَع -بإسكان الدال وفتحها-: خرز بيض تُخرجُ من البحر بيضاء شقُّها كشق النواة. \"القاموس المحيط\" ٣/ ٩٢.(٥) لم أجد من ذكره عنه.(٦) الخَرَزُ: فصوص من جيّد الجوهر ورديئه من الحجارة ونحوه، تنظم في سلك. انظر: \"لسان العرب\" ٥/ ٣٤٤ (خرز)، \"القاموس المحيط\" ٢/ ١٧٥.(٧) رواه سفيان الثوري في \"تفسيره\" ص ٢٢٥، والطبري ١٨/ ١٢٤، وابن أبي حاتم ٧/ ٣٨ ب كلهم من طريق السدي، عن أبي مالك.</p><p> وقال ابن عباس: يريد: ولا تضرب المرأة برجليها (١) إذا مشت ليسمع صوت خلخالها أو يتبيّن لها خلخال (٢) . </p><p> وهذا قول عامة المفسرين (٣) . </p><p> وقال أبو إسحاق: كانت المرأة ربّما اجتازت وفي رجلها الخلخال، وربما كان فيها الخلاخل، فإذا ضربت برجلها عُلم (٤) أنها ذات خلخال وزينة، وهذا يحرّك من الشهوة فنهي عنه، كما أُمرن (٥) أن لا يبدين زينتهن؛ لأن إسماع (٦) صوته بمنزلة إبدائه (٧) . </p><p> وقوله {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا} قال ابن عباس: عما كنتم تعلمون في الجاهلية (٨) . </p><p> وقال مقاتل: من الذنوب التي أصابوها مما نهي عنه من أول هذه السورة إلى هذه الآية (٩) . </p><p>= وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٦ ونسبه أيضًا لعبد بن حميد وابن المنذر. (١) في (ع): (برجلها).(٢) بيَّن الواحدي في \"الوسيط\" ٣/ ٣١٧ أن هذه الرواية عن ابن عباس من طريق عطاء. وقد روى الطبري ١٨/ ١٢٤، وابن أبي حاتم ٧/ ٣٨ ب من طريق علي بن أبي طلحة، عن ابن عباس، نحو هذا.(٣) انظر: \"الطبري\" ١٨/ ١٢٤، ابن أبي حاتم ٧/ ٣٨ ب، \"الدر المنثور\" ٦/ ١٨٦.(٤) في (أ): (أعلم).(٥) في (أ): (أُمرِت).(٦) في (ظ): (استماع).(٧) \"معاني القرآن\" للزجاج ٤/ ٤٠.(٨) ذكره عنه الرازي ٢٣/ ٢١٠، والنيسابوري في \"غرائب القرآن\" ١٨/ ٩٦، وأبو حيان ٦/ ٤٥٠.(٩) \"تفسير مقاتل\" ٢/ ٣٨ أ.</p><p> والمعنى: راجعوا طاعته فيما أمركم به ونهاكم عنه (١) . </p><p> قوله تعالى {أَيُّهَ الْمُؤْمِنُونَ} قرأ ابن عامر (أيّه) بضم الهاء (٢) ، ومثله {وَقَالُوا يَا أَيُّهَ السَّاحِرُ}  [الزخرف: ٤٩]  {أَيُّهَ الثَّقَلَانِ}  [الرحمن: ٣٧] . </p><p> قال أبو علي: وهذا لا يتجه لأن آخر الاسم هو الياء الثانية من (أيّ) ، فينبغي وأن يكون المضموم آخر الاسم، ولو جاز أن يضم هذا من حيث كان مقترنًا بالكلمة لجاز أن يضم الميم في (٣)  (اللهم) ؛ لأنَّه آخر الكلمة. ووجه الإشكال في ذلك والشبهة (٤) أنَّ وجد هذا الحرف قد صار في بعض المواضع التي يدخل فيها بمنزلة ما هو من نفس الكلمة، نحو: مررت بهذا الرجل. وليست (يا) وغيرها من الحروف التي يُنبهُ بها كذلك، فلما وجدها في أوائل المبهمة كذلك وفي الفعل في قول أهل الحجاز: هَلم، جعله في الآخر أيضًا بمنزلة شيء من نفس الكلمة، كما كان في الأول كذلك، واستجاز حذف الألف اللاحق للحرف لما رآه قد حذف في قولهم: هلم، فأجرى عليه الإعراب لما كان كالشيء الذي من نفس الكلمة. فإن قلت: فإنّه قد حرك الياء التي قبلها بالضمّ في (يا أيه) ، فإنّه يجوز أن يقول (٥) : إنَّ ذلك في هذا الوضع كحركات الأتباع نحو: امرؤ وامرئ ونحو ذلك. فهذا لعلَّه (٦) وجه شبهته (٧) ، </p><p>(١) هذا \"تفسير الثعلبي\" ٣/ ٧٨ أ. (٢) انظر: \"السبعة\" لابن مجاهد ص ٤٥٥، و\"التيسير\" للداني ص ١٦١ - ١٦٢ و\"الغاية\" لابن مهران النيسابوري ص ٢١٩، و\"النشر\" لابن الجزري ٢/ ٣٣٢.(٣) في \"الحجة\": من.(٤) في (أ): (والشبه).(٥) في (ع): (تقول).(٦) في (أ)، (ع): العلة. والمثبت من (ظ)، والحجة.(٧) في (أ): (شبهه).</p><p> وينبغى أن لا يقرأ بذلك (١) ، ولا يؤخذ به. هذا كلامه (٢) . </p><p>(١) (بذلك): ساقطة من (ع). (٢) \"الحجة\" لأبي علي الفارسي ٥/ ٣٢٠ - ٣٢١ مع تصرّف.وقول أبي علي: وينبغي أن لا يقرأ بذلك ولا يؤخذ به. قول مردود.قال القرطبي ١٢/ ٢٣٨ بعد ذكره لتضعيف أبي علي لقراءة ابن عامر-: والصحيح أنَّه إذا ثبت عن النبي -صلى الله عليه وسلم- قراءة فليس إلا اعتقاد الصحة في اللغة؛ فإن القرآن هو الحجَّة. اهـ.وقد بيَّن العلماء رحمهم الله وجه هذه القراءة. فقال أبو زرعة عبد الرحمن بن زنجلة في كتابه \"حجة القراءات\" ص ٤٩٨: وهذه لغة، وحجته أنَّا المصاحف جاءت في هذه الثلاثة بغير ألف. قال ثعلب: كأنَّ من يرفع الهاء يجعل الهاء مع \"أيّ\"، اسمًا واحداً على أنه اسم مفرد. اهـ.ونقل الأزهري في \"علل القراءات\" ٢/ ٤٥٢ عن أبي بكر بن الأنباري قوله: إنَّا لغة، قال الأزهري: وأجاز قراءة ابن عامر على تلك اللغة.وقال ابن هشام في \"مغني اللبيب\" ٢/ ٤٠٣: يجوز في \"أيّها\" في لغة بني أسد أن تحذف ألفها وأن تضم هاؤها إتباعًا، وعليه قراءة ابن عامر.وقال أبو حيّان في \"البحر المحيط\" ٦/ ٤٥٠: ووجهه أنَّها كانت مفتوحة لوقوعها قبل الألف، فلما سقطت الألف بالتقاء الساكنين اتبعت حركتها حركة ما قبلها، وضم \"ها\" التي للتنبيه بعد \"أيّ\" لغة لبني مالك رهط شقيق بن سلمة.وقال الشنقيطي في \"تفسيره سورة النور\" ص ١٠٨ عن قراءة ابن عامر-: والأظهر أن الهاء للتنبيه مثل الأولى -يعني القراءة الأولى قراءة الجمهور- ضمَّت إتباعًا لما قبلها، كما قالت العرب: هو منتن بضم تاء منتن، وفي قراءة سبعية {أَنِ اعْبُدُوا اللَّهَ} [النحل: ٣٦] بضم نُون \"أن\" إتباعًا لما بعدها، ومن أنكر ذلك فسبب إنكاره جهله بلغة العرب، فإنَّه قد ثبت في القرآن الكريم، وفي الشعر العربي الفصيح، كما قال الشاعر:يا أيها القلب اللّجوج النفسوروي \"أيّهُ\" بضم الهاء. انتهى كلامه رحمه الله.</p><p> وقال (١) ابن مجاهد: كلهم يقف بالهاء على قوله {أَيُّهَ الْمُؤْمِنُونَ} و {وَقَالُوا يَا أَيُّهَ السَّاحِرُ} و {أَيُّهَ الثَّقَلَانِ} إلا أبا عمرو والكسائي فإنَّهما يقفان بالألف. قال: ولا ينبغي أن يتعمد الوقف على الهاء؛ لأن الألف سقطت في الوصل لسكونها وسكون اللام (٢) . </p><p> قال أبو علي: الوقف على (أيها) بالألف لأنَّها إنما كانت سقطت لسكونها وسكون لام المعرفة كما قال أحمد (٣) ، فإذا وقف عليها زال التقاء الساكنين؛ فظهرت الألف كما أنك لو وقفت على (مُحلّي) من قوله: {غَيْرَ (٤) مُحِلِّي الصَّيْدِ} [المائدة: ١] لرجعت الياء المحذوفة لسكونها وسكون اللام. </p><p> وإذا (٥) كان حذف الألف من (ها) التي للتنبيه حذف (٦) لهذا، فلا وجه لحذفها للوقف (٧) ، ومما يضعف الحذف أنَّ الألف في الحرف (٨) ، والحروف لا يحذف منها إلا أن تكون مضاعفة (٩) . </p><p>= وانظر أيضًا: \"الدر المصون\" ٨/ ٣٩٩، \"روح المعاني\" للألوسي ١٨/ ١٤٧. (١) في (أ): (قال).(٢) قول ابن مجاهد -بهذا النصَّ في \"الحجة\" للفارسي ٥/ ٣١٩.وهو في كتاب \"السبعة\" لابن مجاهد ص ٤٥٥ مع اختلاف يسير.وانظر: \"التبصرة\" لمكي ص ٢٧٣، \"التيسير\" للداني ص ١٦٢.(٣) يعني: أبا بكر بن مجاهد.(٤) غير: ليست في (ع).(٥) في (ع): (فإذا).(٦) في \"الحجة\": التي للتنبيه من (يا أيها) تُحذف لهذا.(٧) في (ع): (في الوقف).(٨) في \"الحجة\":حرف.(٩) \"الحجة\" للفارسي ٥/ ٣٢٠ مع تصرف يسير.</p>"
}