{
  "id": null,
  "sura": 24,
  "aya": 58,
  "text": "<p> ٥٨ - {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ} الآية. قال الكلبي: بعث رسول الله -صلى الله عليه وسلم- غلامًا من الأنصار يقال له: مُدلج (١) إلى عمر بن الخطاب -رضي الله عنه- ظهيرة ليدعوه، فوجده نائمًا قد أغلق عليه الباب، فدفع الغلام الباب، وناداه ودخل، فاستيقظ عمر وجلس؛ فانكشف منه شيء، فرآه الغلام، وعرف عمر أنَّ الغلام رأى ذلك منه، فقال عمر: وَدِدْتُ -والله- أنَّ الله نهى أبناءنا ونساءنا وخدمنا أن يدخلوا علينا هذه الساعات (٢) إلاَّ بإذن، ثم انطلق معه إلى رسول الله -صلى الله عليه وسلم- فوجده وقد نزل عليه الوحي بهذه الآية (٣)  (٤) . </p><p>= عنده أن يعطف الجملة الخبرية على جملة النهي لتباينهما، وهذا مذهب قوم .. ، والصحيح أن ذلك لا يشترط، بل يجوز عطف الجمل على اختلافها بعضًا على بعض، وإن لم تتحد النوعية، وهو مذهب سيبويه. انتهى. وذكره أيضًا السمين الحلبي في \"الدر المصون\" ٨/ ٤٣٨ وصرَّح باسمه فقال: قال الجرجاني.ووهم المحقق فظَّنه عبد القاهر الجرجاني وأحال على البحر لأبي حيان.وحكى السمين في الآية قولين آخرين غير قول الجرجاني: أحدهما: أن هذه الجملة عطف على جملة النهي قبلها من غير تأويل ولا إضمار. قال: وهو مذهب سيبويه. والثاني: أنها معطوفة عليها ولكن بتأويل جملة النهي بجملة خبرية، والتقدير: الذين كفروا لا يفوتون الله ومأواهم النار. وعزاه للزمخشري، وهو في \"تفسيره\" ٣/ ٧٤.(١) انظر: \"الإصابة\" ٣/ ٣٧٤ فقد اقتصر على تسميته بمدلج الأنصاري ثم ذكر خبره مع عمر -رضي الله عنه-.ووقع عند الثعلبي في \"تفسيره\" ٣/ ٨٩ أ، والبغوي في \"تفسيره\" ٦/ ٦٠ مدلج بن عمرو.(٢) في (ظ)، (ع): (الساعة).(٣) في (أ)، (ع): (قد نزل عليه هذه الآية).(٤) رواه ابن منده في \"معرفة الصحابة\" كما في \"الإصابة في تمييز الصحابة\" لابن =</p><p> وقال المقاتلان: نزلت في أسماء بنت مرشدة (١) قالت للنبي -صلى الله عليه وسلم-: إنه ليدخل على المرأة وزوجها وهما في ثوب واحد غُلامُهما بغير إذن؛ فأنزل الله:  {لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} يعني العبيد والإماء والولائد والخدم (٢) . </p><p> قال ابن عباس: يريد من النساء والرجال (٣) . </p><p> وقال عطاء: ذلك على كل صغير وكبير أن يستأذن (٤) . </p><p> [وقال أبو عبد الرحمن السُّلمي -في (٥) هذه الآية-: هي (٦) خاصة للنساء. الرجال يستأذنون على كل حال بالليل والنهار (٧) . </p><p>= حجر ٣/ ٣٧٥ من طريق السدي الصغير، عن الكلبي، عن أبي صالح، عن ابن عباس. وإسناده باطل. وقد ذكره الثعلبي ٣/ ٨٩، والواحدي في \"أسباب النزول\" ص ٢٧٣، والبغوي ٦/ ٦٠ كلهم عن ابن عباس من غير سند.(١) في (أ): (مرشد).(٢) رواه ابن أبي حاتم ٧/ ٦٣ ب عن مقاتل بن حيان. وذكره عنه ابن كثير ٣/ ٣٠٣. والسيوطي في \"الدر المنثور\" ٦/ ٢١٧ وعزاه لابن أبي حاتم.وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٤١ أ.وذكره الثعلبي ٣/ ٨٩ أعن مقاتل بن سليمان.(٣) ذكره عنه الرازي ٢٤/ ٢٩.(٤) رواه الطبري ١٨/ ١٦٢.(٥) (في): ساقطة من (أ).(٦) (هي): ساقطة من (ع).(٧) رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢١٩، والطبري ١٨/ ١٦١، وابن أبي حاتم ٧/ ٦٣ ب.ورواه ابن أبي شيبة في \"مصنفه\" ٤/ ٤٠٠ مختصرًا.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٩ ونسبه للفريابي وابن أبي شيبة وعبد بن حميد وابن المنذر وابن أبي حاتم.</p><p> قال أبو عبيد: يعني أنَّ الإماء ينبغي لهن أن يستأذنَّ] (١) على مواليهن في هذه الحالات الثلاث المسمَّات (٢) هاهنا، فأما ذكور المماليك فإن عليهم الاستئذان في الأحوال كلها (٣) . </p><p> وروى ليث، عن نافع، عن ابن عمر:  {لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} قال: هي للرجال دون النساء (٤) . </p><p> قوله:  {وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ} قال مقاتل بن حيّان: من أحراركم من الرجال والنساء (٥) . </p><p> وقوله {ثَلَاثَ مَرَّاتٍ} يعني ثلاثة أوقات، لأنَّه فسرهن بالأوقات وهو قوله {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ} . </p><p> قال ابن عباس: ثلاث مرات. </p><p> ثم أخبر بأوقاتها فقال:  {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ} يريد المقيل {وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} يريد العتمة (٦) حين يأوي </p><p>(١) ساقط من (ظ). (٢) في (أ)، (ع): (المسميات)، والمثبت من (ظ) و\"الناسخ والمنسوخ\" لأبي عبيد.(٣) \"الناسخ والمنسوخ\" لأبي عبيد ص ٢١٩.(٤) رواه البخاري في (الأدب المفرد) ص ٣١٠، والطبري ١٨/ ١٦١ من طريق ليث، عن نافع، عن ابن عمر، به.وليث هو ابن أبي سليم مجمع على ضعفه.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٩، وزاد نسبته لابن أبي شيبة وابن المنذر. واختار الطبري ١٨/ ١٦١ العموم للرجال والنساء، لأن الله عمَّم ولم يخصص منهم ذكرًا ولا أنثى، فذلك على جميع من عمَّه ظاهر التنزيل.(٥) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٦٤ أ. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٧ ونسبه لابن أبي حاتم.(٦) في (أ)، (ع): (بالعتمة).والعتمة: ثلث الليل الأول بعد غيبوبة الشفق. \"لسان العرب\" ١٢/ ٣٨١ (عتم).</p><p> الرجل مع امرأته (١) . </p><p> وقال صاحب النظم: قوله: {ثَلَاثَ مَرَّاتٍ} هاهنا بمعنى: ثلاثة (٢) أوقات؛ لأنها لو كانت على ظاهرها لوجب أن يكون الأمر واقعًا على ثلاث دفعات، فإذا جاوزها ارتفع الأمر، وأن يكون الاستئذان ثلاث دفعات (٣) [فلا يكون دخول إلا بعد (٤) استئذان ثلاث دفعات] (٥) ، ويدل علي أنَّ المراد به الأوقات قوله في أثره واصفًا للأوقات-: {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} ثم سمّى هذه الأوقات عورات؛ لأن الإنسان يضع فيها (٦) ثيابه فتبدو عورته. انتهى كلامه. </p><p> وإنَّما قيل ثلاث مرات للأوقات؛ لأنَّه أراد مرة في كل وقت من الأوقات التي ذكرها. </p><p> قال مجاهد: يجزيهم أن يستأذنوا مرّة في هذه الأوقات (٧)  (٨) . </p><p> وقال أبو إسحاق وأبو علي: أمر الله بالاستئذان في الأوقات التي يتخلَّى (٩) الناس فيها ويتكشَّفُون (١٠) ، وبيّنها فقال: {مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ </p><p>(١) ذكره ابن الجوزي ٦/ ٦١ ولم ينسبه لأحد. (٢) في (أ): (ثلاث).(٣) في (أ): (وأن يكون الاستئذان ثلاث دفعات، فإذا جاوزها ارتفع الأمر، وأن يكون الاستئذان ثلاث دفعات\"، وهو تكرار.(٤) (بعد): ساقطة من (ظ).(٥) ساقط من (ع).(٦) (فيها): ساقطة من (ع).(٧) في (ع): (الساعات).(٨) رواه ابن أبي حاتم ٧/ ٦٤ ب.(٩) في (أ): (ينحلل).(١٠) في (أ): (ويكشفون)، وفي (ظ)، (ع): (وينكشفون)، والمثبت من \"معاني القرآن\" للزجاج، و\"الوسيط\" للواحدي.</p><p> تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ} ففصَّل الثلاث بهذه الأوقات، ثم أجمل بعد التفصيل فقال:  {ثَلَاثُ عَوْرَاتٍ لَكُمْ} ، فأعلم أنها عورات، والمعنى: هي ثلاث عورات [أو هذه ثلاث عورات]  (١) فهي خبر ابتداء محذوف. ومن قرأ (ثلاث عورات) بالنصب (٢) جعله بدلاً من قوله (ثلاث مرات) . </p><p> فإن قيل: قوله: (ثلاث مرات) زمان، بدلالة أنَّه فسر بزمان -على ما بيَّنا- وليس العورات بزمان، فكيف يصح البدل منه؟ وليس هي هي. </p><p> قيل: يكون ذلك على أن يُضمر (٣) الأوقات كأنه: أوقات ثلاث عورات، فلما حذف المضاف أعرب ما كان يقع الإضافة إليه بإعراب المضاف، فعلى هذا يوجَّه (٤)  (٥) . </p><p> والاختيار في العورات إسكان الواو، وحكم ما كان على فَعْلَه: من الأسماء أن تُحرك العين منه في فعلات نحو: صحفة (٦) وصحفات، وجفنة (٧) وجفنات. إلَّا أن التَّحريك فيما كان العين منه ياءً أو واوًا كرهه </p><p>(١) ساقط من (أ). (٢) قرأ حمزة، والكسائي، وأبو بكر عن عاصم: \"ثلاث عورات\" بنصب (ثلاث)، وقرأ الباقون بالرفع. \"السبعة\" ص ٤٥٨، \"التبصرة\" ص ٢٧٤، \"التيسير\" ص ١٦٣.(٣) في (ظ): (ضمير).(٤) في (أ): (الوجه).(٥) \"معاني القرآن\" للزجاج ٤/ ٥٢، و\"الحجة\" لأبي علي الفارسي ٥/ ٣٣٣.(٦) وقع في المطبوع من \"الحجة\": صحيفة. وهو خطأ.والصَّحفة: شبه قصعة مُسْلَنطحة عريضة، وهي تشبع الخمسة ونحوهم. \"لسان العرب\" ٩/ ١٨٧ (صحف).(٧) الجَفْنة: هي أعظم ما يكون من القصاع. \"لسان العرب\" ١٣/ ٨٩ (جفن).</p><p> عامة العرب؛ لأنَّ العين بالتحريك تصير على صورة ما يلزمه الانقلاب من كونه متحركًا بين متحركين، فكرهوا ذلك، وعدلوا عنه إلى الإسكان، فقالوا: عوراتٌ وجوزات وبيضات، ومثل هذا في اطّراد التحريك في الصَّحيح وكراهية ذلك في المعتل قولهم في حنيفة: حنفي، وفي جديلة وربيعة: جدلي وربعيّ، فإذا أضافوا إلى مثل طويلة وجويزة قالوا: طُويلي وجويزي، كراهة: طُوليّ وجُوزيّ، لأنه يصير على ما يجب فيه القلب، وكذلك قالوا في شديد: شَديديّ، ورفضوا شدديّ الذي أثروا نحوه في ربعي كراهية التقاء التضعيف. هذا كلام أبي علي (١) . </p><p> وقال السدي -في هذه الآية-: كان أناس من أصحاب النبي -صلى الله عليه وسلم- يعجبهم أن يواقعوا نساءهم في هذه الساعات ليغتسلوا ثم يخرجوا (٢) إلى الصلاة، فأمرهم الله أن يأمروا الغلمان والمملوكين أن يستأذنوا في هذه الثلاث ساعات (٣) . </p><p> وقال مقاتل بن حيان: هذا من المفروض يحق على الرجل أن يأمر بذلك من كان عنده من حر أو عبد أن لا يدخلوا تلك الساعات الثلاث إلا بإذن (٤) . </p><p>(١) \"الحجة\" لأبي علي ٥/ ٣٣٣ - ٣٣٤. (٢) في (ظ)، (ع): (يخرجون).(٣) رواه ابن أبي حاتم ٧/ ٦٣ ب، ٦٤ أ. وذكره ابن كثير ٣/ ٣٠٣. والسيوطي في \"الدر المنثور\" ٦/ ٢١٧ ونسبه لابن أبي حاتم.ورواية السدي هذه مع الروايتين المتقدمتين اللتين ساقهما الواحدي في سبب نزول قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ} -وهما رواية الكلبي والمقاتلين- غير معتمدة في نزول هذه الآية لعدم ثبوتها من طريق صحيح، والله أعلم.(٤) رواه ابن أبي حاتم ٧/ ٦٤ ب، ٦٥ أ.</p><p> قال أبو عبيدة (١) : ولا نعلم أحدًا من العلماء أخبر عن هذه الآية بنسخ بل غلَّظُوا شأنها (٢) . </p><p> قال عطاء: سمعت ابن عباس يقول: ثلاث آيات من كتاب الله تركهن الناس لا أرى أحدًا يعمل بهن. قال عطاء: حفظت آيتين ونسيت واحدة، قال الله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ} الآية، وقال الله:  {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} إلى قوله {أَتْقَاكُمْ}  [الحجرات: ١٣] ثم (٣) يقول الرجل بعد هذا للرجل-: أنا أكرم منك، وليس أحدٌ أكرم من أحد إلا بتقوى (٤) . </p><p> وقال موسى بن أبي عائشة (٥) : قلت للشعبي -في هذه الآية-: أمنسوخة هي؟ قال: لا. فقلت: قد تركها (٦) الناس؟ فقال: الله المستعان (٧) . </p><p>(١) في (ظ): (أبو عبيدة)، وهو خطأ. (٢) \"الناسخ والمنسوخ\" لأبي عبيد ص ٢١٩.(٣) (ثم): ساقطة من (أ).(٤) هذا لفظ رواية أبي عبيد في \"الناسخ والمنسوخ\" ص ٢٢٠.ورواه بنحوه عبد الرزاق في \"مصنفه\" ١٠/ ١٧٩، و\"الطبري\" ١٨/ ١٦٢، وابن أبي حاتم ٧/ ٦٣ أ.(٥) هو: موسى بن أبي عائشة، الهمداني مولاهم، الكوفي. أحد العلماء العابدين الثقات. روى عن سعيد بن جبير والشعبي وغيرهما، وعنه شعبة والسفيانان، وغيرهم.\"سير أعلام النبلاء\" ٦/ ١٥٠، \"تهذيب التهذيب\" ١٠/ ٣٥٢، \"تقريب التهذيب\" ٢/ ٢٨٥.(٦) في (أ): (تركوها).(٧) رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢٠، وابن أبي شيبة في \"مصنفه\" =</p><p> وادعى قوم النسخ في هذه الآية، واحتجوا بما روي عن عكرمة عن ابن عباس: أن ناسًا من أهل العراق سألوه عن هذه الآية، فقال: إن الله رفيق رحيم بالمؤمنين يحب الستر عليهم، وكان الناس ليست لهم ستور ولا حجاب (١) فربما دخلت الخادم أو الولد (٢) -والرجل على أهله- فأمروا بالاستئذان في تلك العورات، فجاءهم الله بالستور والخير، فلم (٣) أر أحدًا يعمل بذلك (٤)  (٥) . </p><p>= ٤/ ٤٠٠، والطبري ١٨/ ١٦٢ - ١٦٣ وابن أبيِ حاتم ٧/ ٦٣ أ، ب عن موسى بن أبي عائشة، به. (١) عند أبي عبيد: حجال.(٢) في (ع): (الوالد).(٣) في (ظ): (ولم).(٤) في (ظ): (ذلك).(٥) رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢١، وأبو داود في \"سننه\" كتاب: الأدب، باب: في الاستئذان في العورات الثلاث ١٤/ ٩٦ - ٩٧ وعندهما زيادة ذكر السؤال.ورواه أيضًا ابن أبي حاتم ٧/ ٦٣ أ، والبيهقي في \"السنن الكبرى\" ٧/ ٩٧ وأوله: أن رجلين سألاه -يعني ابن عباس- عن الاستئذان، فذكره بنحوه.وقال ابن كثير في \"تفسيره\" ٣/ ٣٠٣: وهذا إسناد صحيح إلى ابن عباس.وذكره السيوطي في \"الدر المنثور\" ٦/ ٢١٩ بمثل لفظ ابن أبي حاتم والبيهقي وعزاه أيضًا لابن المنذر وابن مردويه.وقال أبو داود -بعد روايته عن ابن عباس-: وحديث عبد الله وعطاء يُفسد -وفي بعض النسخ: يُفسر- هذا الحديث.وقال البيهقي: وحديث عبد الله بن أبي يزيد وعطاء يضعف هذه الرواية.وحديث عبد الله المشار إليه رواه أبو داود في \"سننه\" كتاب: الأدب -باب: الاستئذان في العورات الثلاث ١٤/ ٩٥، والبيهقي في \"السنن الكبرى\" ٧/ ٩٧ =</p><p> قال أبو عبيد: وليس وجه هذا أن يكون على الرخصة من أجل أن ابن عباس لم يخبر أنَّه نسخها قرآن، ولا أن السنّة جاءت برخصة فيها. إنما قال: لم أر أحدًا يعمل ذلك، وقد حكى عنه عطاء هذا اللفظ (١) على وجه الإنكار والاستبطاء للناس ألا تسمع قوله: ثلاث آيات من كتاب الله تركهن الناس لا أرى أحدًا يعمل بهن. فرواية عطاء عندنا مفسرة للذي روى عكرمة. وليس المذهب في الآية إلا أنها محكمة قائمة لم ينسخها كتاب ولا خبر عن رسول الله -صلى الله عليه وسلم-، ولا عن أحد من أصحابه ولا التابعين بعدهم بالتَّسهل في ذلك، إلا شيئًا يروى عن الحسن أنه كان يقول: والخادمة التي تبيت مع أهل الرجل لا بأس أن تدخل بغير إذن (٢) . </p><p> وقوله {لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ} أي ليس عليكم جناح ولا عليهم في أن لا يستأذنوا بعد أن يمضي كل وقت من هذه الأوقات (٣) . </p><p> قال مقاتل:  {لَيْسَ عَلَيْكُمْ} معشر المؤمنين {وَلَا عَلَيْهِمْ} يعني </p><p>= عن عبيد الله بن أبي يزيد سمع ابن عباس يقول: لم يؤمن -وفي بعض نسخ أبي داود: \"لم يؤمر- بها أكثر الناس آية الإذن، وإنّي لآمر جاريتي هذه تستأذن علي\". وحديث عطاء ذكره الواحدي قبل ذلك. (١) في (ع): (القول).(٢) \"الناسخ والمنسوخ\" لأبي عبيد ص ٢٢٢. مع اختلاف يسير واختصار.وأثر الحسن رواه أبو عبيد في \"الناسخ والمنسوخ\" ص ٢٢٢ من طريق هشيم، عن يونس، عن الحسن.ورواه من وجه آخر عن يونس، عن الحسن مفصلا: الطبري ١٨/ ١٦٢، وابن أبي حاتم ٧/ ٦٣ ب ولفظه: إذا أبات الرجل خادمه معه فهو إذنه، وإن لم يبته معه استأذن في تلك الساعات.(٣) هذا كلام الزجاج في \"معاني القرآن\" ٤/ ٥٢.</p><p> الخدم والغلمان {جُنَاحٌ} حرج {بَعْدَهُنَّ} يعني بعد العورات (١) . </p><p> وقال صاحب النظم: دلّ بقوله {لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ} على أن ما عزمه على المماليك من الاستئذان في هذه الأوقات معزوم أيضًا على الموالي؛ لأنه لا يذكر رفع الجناح في شيء إلا عمَّن يلزمه جناحه، ثم أوضح ذلك بقوله:  {طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ} أي: أنكم كما يطوفون (٢) عليكم تطوفون عليهم في هذه الأوقات. هذا كلامه. </p><p> ويجوز أن يعود رفع الجناح في قوله {لَيْسَ عَلَيْكُمْ} إلى أنه لا جناح على الموالي إذا لم يأمروا المماليك (٣) بالاستئذان في غير هذه الأوقات الثلاثة. </p><p> وقوله {طَوَّافُونَ عَلَيْكُمْ} يريد أنهم خدمكم، ولا بأس أن يدخلوا في غير هذه الأوقات الثلاثة بغير إذن. قال مقاتل: يتقلبون فيكم ليلًا ونهارًا (٤) . </p><p> وقال الفراء والزجاج:  {طَوَّافُونَ} استئناف، كقولك في الكلام: إنَّما هم خدمكم (٥) [وطوافون عليكم (٦) . </p><p>(١) \"تفسير مقاتل\" ٢/ ٤١ أ. (٢) في (أ): (تطوفون).(٣) في (ظ): (لم يأمروا الموالي المماليك).(٤) \"تفسير مقاتل\" ٢/ ٤١ أ.(٥) في (ع): (خدمكم ولا بأس أن يدخلوا في غير هذه الأوقات الثلاثة)، وهو انتقال نظر من الناسخ إلى ما قبله.(٦) هذا قول الفراء في \"معانيه\" ٢/ ٢٦٠، وأما الزجاج فذكر هذا في \"معانيه\" ٤/ ٥٣ بمعناه فقال: على معنى: هم طوافون عليكم.وانظر: \"إعراب القرآن\" للنحاس ٣/ ١٤٧، \"البيان\" للأنبارى ٢/ ١٩٩، \"الدر المصون\" ٨/ ١٤١.</p><p> قال ابن قتيبة: يريد أنهم خدمكم] (١) ، قال الله تعالى {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ}  [الواقعة: ١٧] أي: يطوف عليهم ولدان (٢) في الخدمة، وقال النبي -صلى الله عليه وسلم- في الهرة:  \"إنَّما هي من الطوافين عليكم والطوافات\"  (٣) جعلها بمنزلة العبيد والإماء (٤) . </p><p> وقال صاحب النظم: يقال إن معنى الطواف هاهنا الخدمة ومنه قوله -عز وجل- {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ}  [الواقعة: ١٧]  (٥) أي يخدمهم، وفي الخبر \"إنَّها من الطوافين عليكم والطوافات\" فشبّه السنانير (٦) بخدم البيت. </p><p> وقوله:  {بَعْضُكُمْ عَلَى بَعْضٍ} قال الزجاج: على معنى: يطوف بعضكم على بعض (٧) . </p><p> وقال أبو الهيثم: الطائف: هو الخادم الذي يخدمك برفق وعناية وجمعه الطوَّافون (٨) . </p><p>(١) في \"حاشية\" (ع). (٢) (ولدان): ساقطة من (أ).(٣) رواه أبو داود في \"سننه\" كتاب: الطهارة- باب: سؤر الهرة ١/ ٣٠٧ - ٣٠٨، والنسائي في \"سننه\" كتاب: الطهارة- سؤر الهرة ١/ ٥٥، وابن ماجه في \"سننه\" أبواب: الطهارة- باب: الوضوء بسؤر الهرة ١/ ٧٢ كلهم من حديث أبي قتادة -رضي الله عنه- مرفوعًا.قال ابن حجر في \"التلخيص الحبير\" ١/ ٥٤: وصححه البخاري والترمذي والعقيلي والدارقطني.وقال في \"بلوغ المرام\" ص ١٢: أخرجه الأربعة، وصححه الترمذي وابن خزيمة.(٤) \"غريب القرآن\" لابن قتيبة ص ٣٠٧.(٥) (مخلدون): ليست في (ظ)، (ع).(٦) السنانير: جمع سنَّور، وهو: الهرّ. \"لسان العرب\" ٤/ ٣٨١ (سنر).(٧) \"معاني القرآن\" للزجاج ٤/ ٥٣.(٨) قول أبي الهيثم في \"تهذيب اللغة\" للأزهري ١٤/ ٣٤ (طوف).</p>"
}