{
  "id": null,
  "sura": 24,
  "aya": 9,
  "text": "<p> أن هالك كل من يحفى وينتعل </p><p> وإنما خففت الثقيلة المفتوحة على إضمار القصة والحديث (١) . وقد ذكرنا هذا في مواضع. </p><p> قال ابن عباس: فإذا قال الرجل ذلك وقع العذاب عليها [إلا أن تحلف أربع مرات كما حلف إنه لمن (٢) الكاذبين عليّ، فذلك قوله] (٣) . </p><p> ٨ - {وَيَدْرَأُ عَنْهَا الْعَذَابَ}  [أي ويدفع عنها الحد]  (٤)  {أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ} تقول المرأة أربع مرات (٥) : أشهد بالله إنه لمن الكاذبين فيما قذفني به (٦) ؛ وتقول في الخامسة: علي غضب الله إن كان من الصادقين، فذلك قوله: </p><p> ٩ - {وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ} . </p><p>= للأخفش ٢/ ٥١٨ مع صدره من غير نسبة، و \"الخصائص\" لابن جني ٢/ ٤٤١ من غير نسبة، و\"الخزانة\" للبغدادي ٣/ ٥٤٧، ٤/ ٣٥٦، و\"المقاصد النحوية\" ٢/ ٢٨٧. (١) \"الحجة\" لأبي علي الفارسي ٥/ ٣١٤ - ٣١٥.قال السمين الحلبي: ٨/ ٣٨٧: فعلى قراءته -يعني نافعًا- يكون اسم \" أن\" ضمير الشأن .. ، و\"لعنة الله\" مبتدأ، و\"عليه\" خبرها. والجملة في محل خبر \"أنّ\" أيضًا. وانظر: \"معاني القرآن\" للأخفش ٢/ ٥١٨، \"حجة القراءات\" لابن زنجلة ص ٤٩٦، \"الكشف\" لمكي ٢/ ١٣٤.(٢) في (ع): (من).(٣) ما بين المعقوفين ساقط من (ط).(٤) ما بين المعقوفين ساقط من (ع).(٥) في (ع): (شهادات).(٦) (به) ساقطة من (أ).</p><p> وقرأ حفص عن عاصم (وَالْخَامِسَةَ) نصبًا (١) بالحمل على ما في الكلام من معنى الفعل كأنه: ويشهد الخامسة، يضمر هذا الفعل لأن في الكلام دلالة عليها. ولم يختلفوا في (وَالْخَامِسَةَ) الأولى أنها مرفوعة، وذلك أنه لا يخلو من أن يكون ما قبله من قوله {أَرْبَعَ شَهَادَاتٍ} مرفوعًا أو منصوبًا. فإن كان مرفوعًا أتبع الرَّفع ويكون محمولًا على ما قبلها من الرفع. وإن كان منصوبًا قطع عنه ولم يحمل على النصب، وحمل الكلام على المعنى، لأن معنى (٢) قوله: {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ} : عليهم أربع شهادات وحكمهم أربع شهادات والخامسة فتحمله على هذا، كما أنَّ قوله: </p><p> إلاَّ رواكد جمرهن هباء (٣) . </p><p>(١) وقرأ الباقون \"والخامسة\" رفعًا. \"السبعة\" لابن مجاهد ص ٤٥٣، و\"التيسير\" للداني (١٦١)، و\"الغاية\" لابن مهران النيسابوري ص ٢١٨، و\"النشر\" لابن الجزري ١/ ٣٣٠. (٢) في (ع): (المعنى).(٣) ورد هذان الشطران في \"الكتاب\" لسيبويه ١/ ١٧٣ - ١٧٤ مع شطريهما، من غير نسبة لأحد. والبيتان هما:بادت وغير أيهن مع البلى ... إلا رواكد جمرهن هباءومشجج أما سواء قذاه ... فبدا وغير ساره المعزاءوالبيتان أيضًا غير منسوبين في \"معاني القرآن\" للزجاج، و\"إعراب القرآن\" للنحاس ١/ ٢٨٨ - ٢٨٩، وهما في \"الخزانة\" ٢/ ٣٤٨.والبيت الثاني في \"اللسان\" ٢/ ٣٠٤ \"شجج\" من غير نسبة.وقد نسب البيتان للشمَّاخ كما في ملحق \"ديوان الشمَّاخ\" ص ٤٢٧ - ٤٢٨.ونُسب البيت الثاني لذي الرمة كما في ملحق \"ديوانه\" ٣/ ١٨٤٠.ومعنى: بادت هلكت، وغيَّر أيهن: أي علامتهن، والمراد بالرواكد أحجار =</p><p> معناه: ثم رواكد. فحمل قوله: </p><p> ومشجج أما سواء قذاله (١) . </p><p> عليه ويجوز في القياس نصب (الخامسة) الأولى رفع (أربع شهادات) أو نُصب. فإن نصب فبالعطف على المنصوب، وإن رفع فعلى المعنى، لأن معنى {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ} يشهد أحدهما أربع شهادات ويشهد الخامسة. </p><p> فتنصبه (٢) بما في الكلام من الدلالة على هذا الفعل (٣) . </p><p> وقرأ نافع (أن) مخففة (غضب الله) على الفعل (٤) . و (أن) هاهنا هي المخففة من الثقيلة، وأهل العربية يستقبحون أن تلي الفعل حتى يفصل </p><p>= الأثفية، وهبا الرماد يهبو إذا اختلط بالتراب. وقوله: ومشجح، المراد به وتد الخباء الذي شج رأسه من الدَّق، وقذاله: أعلاه، وغير ساره: أي بقيته، والمعزاء: البقعة من الأرض التي يخالط ترابها حصى وحجارة. يقول: لم يبق من آثار الأحباب سوى أحجار الأثافي ورمادها المختلط بالتراب ووتد الخباء المكسور الرأس المتغير بطول بقائه في الأرض.انظر: \"اللسان\" ٢/ ٣٠٤ (شجج) ١١/ ٥٥٣ (قذل)، ٤/ ٣٣٩ (شار). \"تاج العروس\" للزبيدي ١٥/ ٣٣٧ (معز)، \"شرح شواهد الكشاف\" ص ٣٢٢.(١) المرجع السابق نفسه.(٢) في (أ): (فنصبه).(٣) \"الحجة\" لأبي علي الفارسي ٥/ ٣١١ - ٣١٤ مع تصرَّف يسير. وانظر في توجيه القراءتين أيضًا: \"حجة القراءات\" لابن زنجلة ص ٤٩٥، \"الكشف\" لمكي ٢/ ١٣٥.(٤) قرأ نافع \"أن\" مخففة وكسر الضاد في \"غضب\" ورفع الهاء من اسم الله. وقرأ الباقون بتشديد النون وفتح الضاد وجر الهاء.\"السبعة\" لابن مجاهد ص ٤٥٣، و\"اليسير\" للداني ص ١٦١، و\"الغاية\" لابن مهران ص ٢١٨، و\"النشر\" لابن الجزري ٢/ ٣٣٠.</p><p> بينها (١) وبين الفعل شيء. ويقولون: يستقبح أن تخفف ويحذف ما تعمل فيه وأن تلي ما لم تكن تليه من الفعل بلا حاجز بينهما، فتجتمع هذه الاتساعات فيها. فإن فصل بينها وبين الفعل بشيء لم يستقبحوا ذلك، كقوله {عَلِمَ أَنْ سَيَكُونُ}  [المزمل: ٢٠] ، {أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ}  [طه: ٨٩] ، وعلمت أن قد قام. فإذا فصل بشيء من هذا النحو بينه وبين الفعل زال بذلك أن تلى ما لم يكن حكمها أن تليه. </p><p> فإن قلت: فقد جاءت {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى}  [النجم: ٣٩] وجاء {فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ}  [النمل: ٨] ؟ فإن \"ليس\" تجري مجرى \"ما\" ونحوا مما ليس بفعل. وأما {نُودِيَ أَنْ بُورِكَ} فإن قوله (بُورِكَ) على معنى الدعاء فلم يجز دخول \"لا\" ولا \"قد\" ولا \"السين\" ولا شيء مما يصح دخوله في (٢) الكلام فيصح به الفصل. </p><p> وهذا مثل (٣) ما (٤) حكى سيبويه (٥) من قولهم: أما أن جزاك الله خيرًا. فلم يدخل شيء من هذه الفواصل من حيث لم يكن موضعًا لها، وغير الدعاء في هذا ليس كالدعاء. ووجه قراءة نافع أنَّ ذلك قد جاء في الدعاء ولفظه الخبر، وقد يجيء في الشعر من غير الفصل (٦) . </p><p>(١) في (ع): (بينهما). (٢) (في) ساقطة من (أ)، (ط).(٣) (مثل) ساقطة من (أ).(٤) في (أ): (ممّا).(٥) انظر: \"الكتاب\" ٣/ ١٦٧.(٦) \"الحجة\" لأبي علي الفارسي ٥/ ٣١٥ - ٣١٦ مع اختلاف يسير. =</p><p> وأما أحكام اللعان: </p><p> فاعلم أن اللعان يعتمد القذف، فلا يتصور لعان ما لم يتقدم قذف، ولا فرق بين أن يكون ذلك القذف بصريح الزنا على جهة المطاوعة، وبين (١) أن يكون بوطء شبهة أو بوطء كانت مستكرهة فيه لأن ذلك كله وطء حرام؛ فإذا قذف زوجته لزمه الحد وله التخلص منها بإقامة البينة أو باللعان. فإن (٢) أقام البيّنة على زناها لزمها الحد، وإن التعيين لزمها الحد أيضًا، ولها التخلص منه باللعان (٣) . </p><p> ولا يكون اللعان إلا مغلّظا بالزمان والمكان، فإن كان بمكة فعند (٤) المقام، وإن كان بالمدينة فعلى المنبر، وكذلك في كل بلدة، وينبغي أن يكون بعد العصر يوم الجمعة أو [في أي]  (٥) وقت من الأوقات الشريفة (٦) . </p><p>= وانظر: \"المحرر الوجيز\" لابن عطية ١٠/ ٤٤٤، و\"إبراز المعاني\" لأبي شامة (٦١٢)، \"البحر المحيط\" ٦/ ٤٣٤. (١) في (ع): (أو بين).(٢) في (أ): (وإن).(٣) انظر: \"أحكام القرآن\" للكيا الهراسي ٣/ ٣٠٥، \"المغني\" ١١/ ١٣٦ - ١٦٠.(٤) في (ع): (عند).(٥) ما بين المعقوفين ساقط من (ع).(٦) هذا أحد قولي الشافعية، والقول الآخر أنه مستحب ولا يجب.وذهب آخرون وهو قول أبي حنيفة إلى أنَّه لا يستحب التغليظ في اللعان بمكان ولا زمان، لأن الله تعالى أطلق الأمر بذلك، ولم يقيده بزمان ولا مكان، فلا يجوز تقييده إلا بدليل.انظر: \"الحاوي الكبير\" للماوردي ١١/ ٤٤ - ٤٥، \"المغني\" لابن قدامة ١١/ ١٧٥، \"روضة الطالبين\" للنووي ٨/ ٣٥٤.</p><p> ولا يجزئ اللعان إلا بين يدي سلطان أو نائب عن السلطان (١) . وتكون البداية بالزوج كما ذكر الله في كتابه (٢) . وكل زوج كان من أهل الطلاق كان من أهل اللعان، عبدًا كان أو حرًا، ذميًّا كان (٣) أو مسلمًا، محدودًا في القذف أو غير محدود؛ لأن اللعان عند الشافعي أيمان وإن كان فيها شوب (٤) شهادة (٥) . </p><p> ويؤمر الزوج فيصعد المنبر والمرأة جالسة، فيقول: أشهد بالله إني لمن الصادقين فيما رميت به فلانة بنت فلان هذه (٦) -ويشير إليها- من الزنا بفلان بن فلان. فيسقط عنه حد قذف فلان إذا ذكره في اللعان، ثم يعيد الشهادة أربع مرات (٧) . </p><p> وإن كان بها حمل فالصحيح من مذهب الشافعي أن يذكر الحمل في اللعان فينتفي (٨) . وكانت امرأة العجلاني حاملًا فلاعنها [على الحمل]  (٩) </p><p>(١) انظر: \"الحاوي\" ١١/ ٤٤، ١٣٣، \"المغنى\" ١١/ ١٧٤، \"روضة الطالبين\" ٨/ ٣٥٥. (٢) في (أ): (شأنه).(٣) (كان) ساقطة من (ع).(٤) في (ع): (ثبوت).(٥) وهذا قول جمهور العلماء. وعند أبي حنيفة اللعان شهادة فلا تصح إلا من مسلمين حرين عفيفين، فإن كان كافرين أو أحدهما أو مملوكين أو أحدهما لم يصح لعانها. وهو قول الأوزاعي والزهري وغيرهما. انظر: \"أحكام القرآن\" للجصاص ٣/ ٢٨٦ - ٢٨٧، \"الحاوي\" ١١/ ١٢، \"أحكام القرآن\" للكيا الهراسي ٣/ ٣٠٣، \"المغني\" لابن قدامة ١١/ ١٢٢ - ١٢٣، \"الجامع\" للقرطبي ١٢/ ١٨٦ - ١٨٧.(٦) (هذه) ساقطة من (ع).(٧) انظر: \"المغني\" ١١/ ١٧٦ - ١٧٧.(٨) انظر: \"الحاوي\" ١١/ ٦٣، \"المغني\" ١١/ ١٦١، \"القرطبي\" ١٢/ ١٨٨.(٩) ساقط من (ع).</p><p> وانتفى النسب. </p><p> فإذا انتهى إلى ذكر اللعنة في الخامسة خوفه القاضي وعرَّفه أنها موجبة، وأمر بعض من يحضر بوضع اليد على فمه إذا أراد أن يمضي على اللعنة (١) . </p><p> والسنة أن يكون بمحضر خلق؛ فإن الصبيان حضروا على عهد رسول الله -صلى الله عليه وسلم- (٢) . وإن نكل عن اللعان ولم يتمم وجب عليه حد القذف إن (٣) كانت محصنة. </p><p> ولا تقوم أكثر كلمات اللعان مقام الجميع (٤) . وإن أكمل توجَّه (٥) عليها حدّ الزنا كما يتوجه بالبينة إلا أن يعارض اللعان باللعان فتدفع بذلك حدّ (٦) الزنا عن نفسها. هذا معنى قوله {وَيَدْرَأُ عَنْهَا الْعَذَابَ} ، ثم يذكر الغضب في الخامسة. وإن نكلت عن كلمة من كلمات اللعان فكأنها نكلت عن جميع اللعان. </p><p> وأيهما نكل فاشتغلنا بإقامة الحد وأقمنا فقال: دعوني ألتعن، كان ممكنًا من اللعان بخلاف النكول عن الأيمان لا يعود حق اليمين بعد ما تحقق من النكول. وهذا من شوب (٧) الشهادات في اللعان، والشهادة </p><p>(١) انظر: \"المغني\" ١١/ ١٧٧، \"روضة الطالبين\" ٨/ ٣٥٥، \"القرطبي\" ١٢/ ١٩٢. (٢) انظر: \"المغني\" ١١/ ١٧٤.(٣) في (ع): (وإن).(٤) انظر: \"المغني\" ١١/ ١٥٢، ١٧٧، \"روضة الطالبين\" ٨/ ٣٥١.(٥) في (ع): (وجب).(٦) (حدّ) ساقطة من (أ).(٧) في (ع): (ثبوت).</p><p> مسموعة مقبولة (١) متى ما أقيمت (٢) . </p><p> ولا يحبس واحد منهما إذا نكل ليلتعن، ولكن يعاقب هذا بحد القذف وهذه بحد الزنا (٣) . </p><p> وإذا تكامل لعان الزوج اندفع عنه حد القذف، وانتفى نسب الولد المذكور في اللعان مولودًا كان أو حملاً، وارتفع الفراش، ولا حاجة إلى تطليق القاضي وتفريقه (٤) . ثم لا يجتمعان بعد ذلك أبدًا. قال رسول الله:  \"المتلاعنان لا يجتمعان أبدًا\"  (٥) . </p><p>(١) (مقبولة) ساقطة من (أ). (٢) انظر: \"روضة الطالبين\" ٨/ ٣٤٩.(٣) انظر: \" الحاوي\" ١١/ ٨٠.(٤) هذا مذهب الشافعي وهو أن الفرقة تحصل بلعان الزوج وحده، ولا يحتاج إلى تفريق الحاكم بينهما.وذهب آخرون: إلى أنَّ الفرقة لا تحصل إلا بتلاعن الزوج وامرأته جميعًا، ولا يحتاج إلى تفريق الحاكم.وهو قول مالك وأبي عبيد وبعض الحنابلة، وهو مروي عن ابن عباس.وذهب آخرون إلى أن الفرقة لا تقع إلا بتفريق الحاكم بعد فراغهما جميعًا من التلاعن. وهو قول الثوري وأبي حنيفة وصاحبيه وبعض الحنابلة.انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٢٩٨، \"الحاوي\" ١١/ ٧٤، \"المغني\" ١١/ ١٤٤ - ١٤٦، \"روضة الطالبين\" ٨/ ٣٥٦، \"الجامع\" للقرطبي ١٢/ ١٩٣ - ١٩٤.(٥) رواه الدارقطني في \"سننه\" ٣/ ٢٧٦، والبيهقي في \"السنن الكبرى\" ٧/ ٤٠٩ من حديث ابن عمر رضي الله عنهما. ونقل العلامة المحدث أبو الطيب محمد شمس الدين العظيم آبادي في كتابه \"التعليق المغني على الدارقطني\" عن \"صاحب التنقيح\" أنَّه قال: إسناده جيد.وروى الدارقطني في \"سننه\" ٣/ ٢٧٥، والبيهقي في \"السنن الكبرى\" ٧/ ٤١٠ من حديث سهل بن سعد الساعدي -رضي الله عنه- في قصة المتلاعنين قال: فتلاعنا، ففرق =</p><p> وإن أكذب الزوج نفسه فإنما يؤثر تكذيبه فيما عليه، وهو عود النسب ووجوب الحد، ولا يؤثر فيما له وهو ارتفاع التحريم وعود الفراش (١) . ولا يتعلق بلعان المرأة إلا سقوط الحد عنها (٢) . </p><p> وإن أغفل ذكر الولد في اللعان استأنف (٣) اللعان (٤) . وإن قذفها بزنا قبل النكاح فعليه الحد ولا لعان (٥) . </p><p> وإن ارتفع النكاح بطلاق رجعي فالقذف واللعان في عدة الرجعية حكمها حكم ما يكون في صلب النكاح، وأما القذف بعد البينونة فإنه موجب للحد ولا لعان، إلا أن يكون ولد فله اللعان عند الشافعي لنفي النسب (٦) . وكذلك اللعان في النكاح الفاسد يجري لنفي الولد (٧) . </p><p> وإذا قذف أربع زوجات فجمعهن في اللعان ورضين بذلك كان </p><p>= الرسول -صلى الله عليه وسلم- بينهما وقال \"لا يجتمعان أبدًا\". قال محقق \"زاد المعاد\" لابن القيم ٥/ ٣٩١: رجاله ثقات.وانظر: \"تلخيص الحبير\" لابن حجر ٣/ ٢٥٣، \"نيل الأوطار\" ٨/ ٧٧.(١) وهذا قول جمهور العلماء.وذهب أبو حنيفة إلى إنَّه إذا أكذب نفسه جُلد الحدّ ولحق به الولد، وكان خاطبًا من الخطاب إذا شاء. وهو قول سعيد بن المسيب والحسن وسعيد بن جبير وغيرهم. انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣٠٢ - ٣٠٣، \"الحاوي\" ١١/ ٧٥، \"المغني\" ١١/ ١٤٩، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٩٤.(٢) تقدم أن هذا مذهب الشافعي وحده. والجمهور على خلافه.(٣) في (أ): (استأنف في). بزيادة (في).(٤) انظر: \"المغني\" ١١/ ١٥٣.(٥) انظر: \"المغني\" ١١/ ١٣٥، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ١٨٧.(٦) انظر: \"الأم\" ٥/ ١١٧، \"المغني\" ١١/ ١٣٣، \"روضة الطالبين\" ٨/ ٣٣٦ - ٣٣٧.(٧) انظر: \"المغني\" ١١/ ١٣٢، \"روضة الطالبين\" ٨/ ٣٣٥ - ٣٣٦.</p>"
}