{
  "id": null,
  "sura": 24,
  "aya": 33,
  "text": "<p> ٣٣ - {وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا} أي: وليطلب العفّة عن الزنا والحرام من لا يجد ما (١) ينكح به من صداق ونفقة. </p><p> والمعنى: الذين لا يجدون طول (٢) نكاح وقدرة نكاح فحذف المضاف. </p><p> وقال صاحب النظم: النكاح هاهنا: الشيء الذي ينكح به من مهر ونفقة وما لا بد للرجل والمرأة منه إذا تناكحا، وهو مثل قولهم لما يلتحف به: لحاف، ولما يرتدي به: رداء، ولما يلبس: لباس، فكذلك (٣) النكاح: </p><p>= -صلى الله عليه وسلم-: \"تزوّجوا النساء، فإنّهن يأتينكم بالمال\". قال البزار بعد روايته: رواه غير واحد مرسلًا، ولا نعلم أحدًا قال فيه: عن عائشة إلا أبا أسامة.وقال الدارقطني في \"العلل\": وغير سلم يرويه مرسلاً ..وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرّجاه لتفرد سلم -وقد تصحف في المطبوع إلى سالم- بن جنادة بسنده وسلم ثقة مأمون. اهـ.وقد رواه ابن أبي شيبة في \"مصنفه\" ٤/ ١٢٧، وأبو داود في \"المراسيل\" ص ٩٣ عن أبي توبة الربيع بن نافع، كلاهما -يعني أبا بكر بن أبي شيبة، وأبا توبة- عن أبي أسامة، عن هشام، عن أبيه، مرسلًا لم يذكر عائشة.وذكر الزيلعي في \"تخريج أحاديث الكشاف\" ٢/ ٤٤٣ متابعًا لأبي أسامة من رواية السهمي في \"تاريخ جرجان\" ص ٢٤٢ من طريق حسين بن علوان عن هشام موصولًا.قال ابن حجر في \"الكاف الشاف\" ص ١١٩: الحسين متهم بالكذب.ولذا فإن المرسل أصح كما ذكر الدارقطني وغيره.وممن ضعف هذا الحديث الألباني كما في \"ضعيف الجامع\" ١/ ٣٤٩.(١) في (ظ): (مالاً).(٢) في (ع): (طولًا).(٣) في (ظ): (وكذلك).</p><p> هو ما ينكح به مما لا بدّ للمنكوحة به مما لا بدّ للمنكوحة منه (١) . </p><p> وعلى هذا إن صحّ فلا حذف في الآية. </p><p> وقوله {حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} أي يوسّع عليهم من رزقه. </p><p> وقال ابن عباس: يريد بالحلال عن الحرام. </p><p> وجملة القول في هذا أنّ من استغنى عن النكاح بعزوف نفسه عن التوقان إليه فالأولى به التفرد والتخلي لعبادة (٢) الله (٣) ليكون ممن يغبط بخفّة الحاذ (٤)  (٥) ؛ فإن النبي -صلى الله عليه وسلم- فسر خفيف الحاذّ بالذي لا أهل له ولا ولد (٦) . </p><p>(١) ذكر القرطبي ١٢/ ٢٤٣ هذا القول ونسبه لجماعة من المفسرين ولم يذكرهم، ثم قال: وحملهم على هذا قوله تعالى: {حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} فظنّوا أنَّ المأمور بالاستعفاف إنَّما هو من عدم المال الذي يتزوج به. وفي هذا القول تخصيص المأمورين بالاستعفاف، وذلك ضعيف، بل الأمر بالاستعفاف متوجه لكل من تعذر عليه النكاح بأي وجه تعذّر. (٢) في (أ)، (ع): (بعبادة).(٣) في (ظ): (ربّه).(٤) في (أ)، (ظ): (الحاء) مهملة. والحاذ: الحال. \"لسان العرب\" ٣/ ٤٨٧ (حوذ).(٥) يشير بذلك إلى الحديث الذي رواه الترمذي في \"جامعه\" كتاب: الزهد- باب: ما جاء في الكفاف والصبر عليه ٧/ ١٢، وابن ماجه في \"سننه\" (أبواب: الزهد- باب: من لا يؤبه له ٢/ ٤١٠، من حديث أبي أمامة -رضي الله عنه-، عن النبي -صلى الله عليه وسلم- قال: \"إنَّ أغبط أوليائي عندي لمؤمن خفيف الحاذّ .. \" الحديث.وليس فيه تفسير خفيف الحاذّ.وهذا الحديث قال عنه الحاكم بعد إخراجه: هذا إسناد للشاميين صحيح عندهم ولم يخرجاه، فتعقَّب الذهبيُّ الحاكم بقوله: قلت: لا، بل إلى الضعف هو.(٦) روى ابن عدي في \"الكامل في الضعفاء\" ٣/ ١٠٣٧، والخطيب البغدادي في =</p><p> ومن تاقت نفسه إلى النكاح ووجد الطول فالمستحب له والمندوب إليه أن يتزوّج لقوله تعالى {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ} الآية. </p><p> وإن لم يجد الطول فعليه بالصيام والاستعفاف ما أمكن. </p><p> وقوله {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ} أي يطلبون المكاتبة (١)  {مِمَّا مَلَكَتْ أَيْمَانُكُمْ} أي من عبيدكم ومماليككم. </p><p> و (ما) هاهنا بمعنى: من، والكتاب مصدر كالمكاتبة يقال: كاتب الرجل عبده أو أمته مكاتبةً وكتابًا فهو مكاتب. والعبد مكاتب، وهو أن يقول الرجل: كاتبتك على أن تعطيني كذا وكذا في نجوم (٢) معلومة، فإذا أدّى ذلك فالعبد حرّ (٣) . </p><p>= \"تاريخ بغداد\" ٦/ ١٩٨، ١١/ ٢٢٥ كلهم من طريق رواد بن الجراح، عن سفيان، عن منصور، عن ربعي بن حراش، عن حذيفة قال: قال رسول الله -صلى الله عليه وسلم-: \"خيركم في المائتين كل خفيف الحاذ\". قالوا: يا رسول الله وما الخفيف الحاذ؟ قال: \"الذي لا أهل له ولا ولد\".قال الحافظ العراقي في كتابه \"المغني عن حمل الأسفار\" ٢/ ٢٤: حديث: خيركم في المائتين .. أخرجه أبو يعلى من حديث حذيفة، ورواه الخطابي في العزلة من حديثه وحديث أبي أمامة، وكلاهما ضعيف.(١) ابن أبي حاتم ٧/ ٤٠ أعن سعيد بن جبير.(٢) نجوم: جمع نجم: وهو الوقت المضروب. ونجوم الكتابة: هو أن يُقدر العطاء في أوقات معلومة. وأصله أن العرب كانت تجعل مطالع منازل القمر ومساقطها مواقيت حلول دينها وغيرها، فتقول إذا طلع النجم: حلّ عليك مالي أي الثريا وكذلك باقي المنازل.انظر: \"لسان العرب\" ١/ ٧٠٠ (نجم)، \"القاموس المحيط\" ٤/ ١٧٩.(٣) انظر: (كتب) في \"تهذيب اللغة\" للأزهري ١٠/ ١٥٠، \"الصحاح\" للجوهري ١/ ٢٠٩، \"لسان العرب\" ١/ ٧٠٠.</p><p> قال الأزهري: وسُمّي مكاتبة لما يكتب للعبد (١) على السيد من العتق إذا أدّى ما تراضيا عليه من المال، وما يكتب (٢) للسيد (٣) على العبد من النجوم التي (٤) يؤديها. </p><p> وقال صاحب النظم: قد (٥) وضع الناس موضع الكتاب من المكاتبة: الكتابة. والكتابة إنّما هي مصدر من كتبت (٦) الكتاب، ولا يقال من المكاتبة إلَّا الكتاب كما في الآية، والمكاتبة مأخوذة من كتبت (٧) الشيء إلي الشيء إذا ضممته إليه ليجتمع، وإنَّما قيل كاتب الرجل عبده، لأنَّ معناه فعل منهما جميعًا، فالعبد يجمع نجومه إلى مولاه يضم بعضها إلى بعض إلى أن يجتمع ما هو شرط (٨) عتقه، والمولى يضم ما يؤديه إليه عبده ليجتمع كمال الشرط لعتق العبد (٩) . </p><p> وهذه الآية دليل على أصل عقد الكتابة وهو عقد من عقود الإسلام، وشرطه أن يقول السيد كاتبتك على كذا وكذا على أنك إذا أدّيت هذا المال فأنت حر، أو ينوي الحرية بقلبه إن لم يذكرها بلسانه (١٠) . ولا بدّ من </p><p>(١) في (ظ): (العبد). (٢) في \"تهذيب اللغة\": ولما يكتب.(٣) في (ظ): (السيّد).(٤) في (أ)، (ع): (الذي)، والمثبت من (ظ) و\"تهذيب اللغة\".(٥) \"تهذيب اللغة\" للأزهري ١٠/ ١٥٠ (كتب).(٦) في (ع): (من).(٧) في (أ) (كتب) في الموضعين.(٨) (شرط): ساقطة من (ظ).(٩) انظر: \"جمهرة اللغة\" لابن دريد ١/ ١٩٦ - ١٩٧، \"لسان العرب\" ١/ ٧٠٠ (كتب).(١٠) هذا قول الشافعي. =</p><p> التنجيم، وأقلّه نجمان فصاعدًا، ولا تصح حالّه لأنها حينئذ تخلوا من التنجيم (١) . </p><p> وقال أبو حنيفة: تصح حالّه، ولم يشترط التنجيم (٢) . والآية دليل </p><p> قال صاحب النظم: ذكرنا أن أصل الكتاب من الكتب بمعنى الجمع والضم، وأقلّ ما يقع عليه الضمّ والجمع نجمان فصاعدًا، ولا يقع على نجم واحد لأنه لا يقال فيه جمعته، ويقال في النجمين جمعت نجمًا إلى نجم، فإذا لم يكن في شرط المكاتبة ما أقله نجماه لم يقع عليه معنى الكتابة، إذ ليس فيه معنى جمع ولا ضم. وإلى هذا ذهب الشافعي رحمه الله عليه فلم يجز الكتاب على أقل من نجمين. انتهى كلامه. </p><p> ودلت الآية أيضًا على أنَّه إنما يصح كتابة العبد البالغ العاقل، ولا تصح كتابة المجنون والصبي (٣) . </p><p>= وقال أبو حنيفة -وهو أحد الوجهين عند الحنابلة-: إذا كاتب عبده على أنجم معلومة، صحَّت الكتابة وعتق بأدائها، سواء نوى بالكتابة الحرّية أو لم ينو، وسواء قال: فإذا أدَّيت إلىّ فأنت حر، أو لم يقل، لأن الكتابة عقد وضع للعتق فلم يحتج إلى لفظ العتق ولا نيته كالتدبير. انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣٢٥، \"المغني\" ١٤/ ٤٥١ - ٤٥٢، \"روضة الطالبين\" ١٢/ ٢٩، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٥٣.(١) انظر: \"الحاوي\" ١٨/ ١٤٦ - ١٤٩، \"المغني\" ١٤/ ٤٤٩ - ٤٥٠، \"روضة الطالبين\" ٢/ ٢١٢.(٢) انظر: \"أحكام القرآن\" للجصَّاص ٣/ ٣٢٤ - ٣٢٥، \"بدائع الصنائع\" ٤/ ١٤٠، \"تبيين الحقائق\" ٥/ ١٥٠، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٤٧.(٣) انظر: \"الحاوي\" ١٨/ ١٤٣، \"المغني\" ١٤/ ٤٤٤، \"روضة الطالبين\" ١٢/ ٢٢٦.</p><p> وعند أبي حنيفة تصح كتابة العبد إذا كان مراهقًا مميزًا (١) . </p><p> قال الشافعي: والابتغاء لا يكون من الأطفال والمجانين (٢) . </p><p> يعني أن الله تعالى قال في {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ} وهذان ليسا من أهل الابتغاء. </p><p> وقوله:  {فَكَاتِبُوهُمْ} أمر ندب واستحباب في قول الجمهور (٣) . </p><p> وقال قوم: إنّه أمر إيجاب فإذا سأل العبد الذي علم منه خيرًا أن يكاتبه على ما هو قيمته أو أكثر لزمه ذلك. وهو قول عمرو (٤) بن دينار وعطاء، ورواية العوفي عن ابن عباس، وإليه (٥) ذهب أهل الظاهر (٦) . </p><p> وقوله:  {إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} قال ابن عباس في رواية عطاء: يريد قوة على الكسب وأداء للمال (٧)  (٨) . </p><p>(١) انظر: \"بدائع الصنائع\" ٤/ ١٣٧، \"تبيين الحقائق\" ٥/ ١٥٠. (٢) انظر: \"الأم\" ٧/ ٣٦٣، ٣٦٧، \"الحاوي\" ١٨/ ١٤٣.(٣) انظر: الثعلبي ٣/ ٨١ أ، الطبري ١٨/ ١٢٧، الرازي ٢٣/ ٢١٧.(٤) في (أ): (عمر)، وهو خطأ.(٥) في (أ): (وأهل)، وهو خطأ.(٦) ذكره عن هؤلاء جميعا: الثعلبي ٣/ ٨١ أإلا أنه قال: وإليه ذهب داود بن علي. وهو داود الظاهري.وقد رواه عن عمرو بن دينار وعطاء: عبد الرزاق في \"مصنفه\" ٨/ ٣٧٠، والطبري ١٤/ ١٢٦، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٩.ورواية العوفي عن ابن عباس عند الطبري ١٨/ ١٢٨.وانظر: \"المغني\" ١٤/ ٤٤٢، \"الجامع لأحكام القرآن\" للقرطبي ١٢/ ٢٤٥.(٧) في (أ): (المال).(٨) روى البيهقي في \"سننه\" ١٠/ ٣١٧ عن يزيد بن أبي حبيب أن عبد الله بن عباس كان يقول \"فكاتبوهم إن علمتم فيهم خيرًا\" إن علمت أن مكاتبك يقضيك. وروى أيضًا =</p><p> وهذا اختيار الشافعي -رضي الله عنه- فإنه قال: أظهر معاني الخير هذه الآية الاكتساب مع الأمانة (١) . </p><p> وكثير من المفسرين ذهب إلى أن المراد بالخير هاهنا المال. </p><p> وهو قول مجاهد (٢) ، وعطاء (٣) ، والضحاك (٤) ، وطاووس (٥) ، والمُقاتلين (٦) . </p><p>= ١٠/ ٣١٧ من طريق الضحاك عن ابن عباس في قوله \"فكاتبوهم إن علمتم فيهم خيرًا\" قال: أمانة ووفاء. وروى الطبري ١٨/ ١٢٧، وابن أبي حاتم ٧/ ٤٠ أ، والبيهقي ١٠/ ٣١٧ من طريق علي بن أبي طلحة، عن ابن عباس قال: إن علمتم لهم حيلة ولا تلقون مؤونتهم على المسلمين.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩١ وزاد نسبته لابن المنذر.(١) قوله في \"الأم\" ٧/ ٣٦٣، و\"السنن الكبرى\" للبيهقي ١٠/ ٣١٨، و\"الحاوي الكبير\" للماوردي ١٨/ ١٤٤.(٢) رواه ابن أبي شيبة في \"مصنفه\" ٧/ ٢٠١ - ٢٠٢، وعبد الرزاق في \"مصنفه\" ٨/ ٣٧٠، والطبري ١٨/ ١٢٨. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٠ ونسبه أيضًا لعبد بن حميد.(٣) رواه ابن أبي شيبة في \"مصنفه\" ٧/ ٢٠٢، وعبد الرزاق في \"مصنفه\" ٨/ ٣٧٠، والطبري ١٨/ ١٢٩، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٨.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٠ ونسبه أيضًا لعبد بن حميد وابن المنذر.(٤) رواه سعيد بن منصور ١٥٩ ب عنه من رواية جويبر.(٥) في (أ): (الطاووس).وقول طاووس رواه عنه سعيد بن منصور (ل ١٥٩ ب)، وابن أبي شيبة في \"مصنفه\" ٧/ ٢٠١، والطبري ١٨/ ١٢٨، وابن أبي حاتم ٧/ ٤٠ ب، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٨.(٦) قول مقاتل بن حيان ذكره عنه ابن أبي حاتم في \"تفسيره\" ٧/ ٤٠ ب. وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٣٨ أ.</p><p> وهو رواية العوفي عن ابن عباس (١) . </p><p> وروى ابن جريج (٢) ، عن عطاء، عن ابن عباس في هذه الآية قال الخير: المال (٣) . </p><p> روى (٤) هشيم، عن يونس قال: كنّا عند الحسن، وأخوه سعيد (٥) عنده فتذاكرنا هذه الآية، فقال سعيد: إن كان عنده مال فكاتبه، وإن لم يكن عنده مال فلا تعلقه صحيفة يغدو بها على الناس ويروح، فيسألهم فيحرجهم ويؤثمهم (٦) . </p><p> وروي أن عبدًا لسلمان قال له: كاتبني. قال له (٧) : لك مال؟ قال: لا قال: تطعمني أوساخ الناس. فأبى عليه (٨) . </p><p>(١) ذكره الثعلبي ٣/ ٨١ أعنه من رواية العوفي. وقد رواها من هذا الوجه الطبري ١٨/ ١٢٨. (٢) في (ع): (ابن أبي نجيح)، وهو خطأ.(٣) رواه ابن أبي حاتم ٧/ ٤٠ ب، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٨ كلاهما من رواية ابن جريج، عن عطاء، عن ابن عباس، به.(٤) في (ظ)، (ع): (لما روى).(٥) هو: سعيد بن أبي الحسن يسار، البصري، أخو الحسن البصري. تابعي ثقة.روى عن أمه، وأبي هريرة، وعنه أخوه وسليمان التيمي. وكان يسمى راهبًا لدينه. وهو أصغر من الحسن وتوفي قبله سنة ١٠٠ هـ؛ ولما توفي حزن عليه الحسن حزنًا شديدًا وبكى.\"طبقات ابن سعد\" ٧/ ١٧٨، \"سير أعلام النبلاء\" ٤/ ٥٨٨، \"تهذيب التهذيب\" ٤/ ١٦، \"تقريب التهذيب\" ١/ ٢٩٣.(٦) رواه سعيد بن منصور في \"تفسيره\" (ل ١٥٩ ب) عن هشيم، عن يونس، به.(٧) (له): ساقطة من (ظ)، (ع).(٨) رواه عبد الرزاق في \"مصنفه\" ٨/ ٣٧٤، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٩، =</p><p> والأظهر هو القول الأول؛ لأنَّه لو كان المراد بالخير المال لقيل: إن علمتم لهم (١) خيرًا وهذا الاعتراض يحكى عن الخليل (٢) فلما قيل {فِيهِمْ خَيْرًا} كان الأظهر الاكتساب والوفاء والأداء والأمانة. </p><p> وهذا أيضًا قول ابن عمر وابن زيد ومالك بن أنس (٣) ، واختيار الفراء وأبي إسحاق. </p><p> قال الفراء: يقول وإن رجوتم (٤) عندهم وفاء وتأدية للكتابة (٥) . </p><p> وقال أبو إسحاق: إن علمتم أنّهم يكسبون (٦) ما يؤدونه (٧) . </p><p> وقول من فسر الخير بالمال الوجه أن يحمل ذلك على الكسب والمكتسب كذي المال من حيث أنه يقدر على المال [إذا شاء]  (٨) . </p><p> وقال الحسن وأبو صالح في قوله (خَيْرًا)  (٩) : أداء وأمانة (١٠) . </p><p>= والثعلبي في \"الكشف والبيان\" ٣/ ٨١ أكلهم من طريق أبي ليلى الكندي قال: أتى سلمان غلام له .. فذكره. وسند عبد الرزاق صحيح. (١) (لهم): ساقطة من (ظ).(٢) حكاه عنه الثعلبي ٣/ ٨١ أ.(٣) ذكره عنهم جميعًا الثعلبي ٣/ ٨١ أ.ورواه عن ابن عمر بمعناه الطبري ١٨/ ١٢٧، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٨ وقول ابن زيد ومالك رواه عنهما الطبري ١٨/ ١٢٧.(٤) في (ظ): (دعوتم)، وهو خطأ.(٥) \"معاني القرآن\" للفراء ٢/ ٢١٥.(٦) في المطبوع من المعاني: (يكتبون)، وهو خطأ.(٧) \"معاني القرآن\" للزَّجاج ٤/ ٤٠.(٨) ساقط من (أ).(٩) في (ظ)، (ع): زيادة \"قال\" بعد قوله (خيرا).(١٠) رواه عن الحسن: عبد الرزاق في \"مصنفه\" ٨/ ٣٧١، وسعيد بن منصور في =</p><p> وقال عبيدة: وفاء وصدقا (١) . وروى ابن سيرين، عنه قال: إذا أقاموا الصلاة (٢) . وروى يونس، عن الحسن قال: الخير: الإسلام والقرآن (٣) . </p><p> وقال إبراهيم: صدقًا ووفاء (٤) . </p><p> وقال سعيد بن جبير: إن علمتم أنهم يريدون (٥) بذاك (٦) الخير (٧) . </p><p> وقال معمر (٨) : وكان قتادة يكره إذا كاتب العبد ليست له حرفة ولا وجه في شيء [أن يكاتبه الرجل]  (٩) لا يكاتبه إلا ليسأل الناس (١٠) . </p><p>= \"تفسيره\" ل ١٥٩ ب، والطبري ١٨/ ٢٠٨، والبيهقي في \"السنن الكبرى\" ١٠/ ٣١٨. وعن أبي صالح: رواه الطبري ١٨/ ١٢٨، وابن أبي حاتم ٧/ ٤٠ ب، والبيهقي ١٠/ ٣١٨. (١) ذكره عنه الثعلبي ٣/ ٨١ ب.وروى عبد الرزاق في \"مصنفه\" ٨/ ٣٧٠، وابن أبي حاتم ٧/ ٤٠ أعنه قال: إن علمتم عندهم أمانة.(٢) رواه عبد الرزاق في \"مصنفه\" ٨/ ٣٧١، وسعيد بن منصور في \"سننه\" ل ١٥٩ ب، وابن أبي حاتم ٧/ ٤٠ أ، والثعلبي ٣/ ٨١ ب كلهم من طريق ابن سيرين، عن عبيدة.(٣) رواه ابن أبي شيبة في \"مصنفه\" ٧/ ٢٠٢ - ٢٠٣ من رواية يونس، عن الحسن.(٤) إبراهيم هو: النخعي.ورواه عنه عبد الرزاق في \"مصنفه\" ٨/ ٣٧١، وسعيد بن منصور في \"سننه\" ل ١٥٩ ب، وابن أبي شيبة في \"مصنفه\" ٧/ ٢٠٢، والطبري ١٨/ ١٢٨، والبيهقي في \" السنن الكبرى\" ١٠/ ٣١٨.(٥) في (أ): (يريد من).(٦) في (ظ): (بذلك).(٧) ذكره عنه النحَّاس في \"معاني القرآن\" ٤/ ٥٢٩، وابن الجوزي ٦/ ٣٧.(٨) هو: معمر بن راشد.(٩) زيادة من تفسير عبد الرزاق بها يستقيم المعنى.(١٠) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٨ عن معمر، به.</p><p> وهذا يقوي أنّ المراد بالخير الاكتساب. </p><p> قوله تعالى:  {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} فيه ثلاثة أقوال: </p><p> أحدها: أنَّ هذا خطاب للموالي، أُمروا أن يحطوا عنهم من نجوم الكتابة شيئًا، وهو قول علي (١) -رضي الله عنه- ومجاهد (٢) ، والثوري (٣) ، وكثير من الصحابة (٤) . </p><p> ثم اختلفوا في ذلك القدر: </p><p> فقال علي -رضي الله عنه-: هو ربع المال (٥) . وهو قول مجاهد (٦) . </p><p> وقال الآخرون: لا يتقدر بشيء يحط عنه ما أحبّ. </p><p> وكان عمر -رضي الله عنه- يحط من أول النجوم. </p><p> وروى عكرمة، عن ابن عباس: أن عمر -رضي الله عنه- كاتب عبدًا له يُكنى أبا أميّة (٧) </p><p>(١) سيأتي ذكر ذلك عنه -رضي الله عنه-. (٢) رواه عن مجاهد عبد الرزاق في \"تفسيره\" ٢/ ٥٩، وابن أبي شيبة في \"مصنفه\" ٦/ ٣٧٢، والبيهقي في \"السنن الكبرى\" ١٠/ ٣٣٠.(٣) ذكره عنه الثعلبي ٣/ ٨١ أورواه الطبري ١٨/ ١٣١ عنه قال: أحب أن يعطيه الربع، أو أقل منه شيئًا، وليس بواجب، وأن يفعل ذلك حسن.(٤) انظر: \"مصنف ابن أبي شيبة\" ٦/ ٣٧٠ - ٣٧١، الطبري ١٨/ ١٢٩ - ١٣٠، \"السنن الكبرى\" للبيهقي ١٠/ ٣٢٩ - ٣٣٠، والثعلبي ٣/ ٨١ ب - ٨٢ أ.(٥) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٨، وسعيد بن منصور ل ١٥٩ ب، وابن أبي شيبة في \"مصنفه\" ٦/ ٣٦٩، والطبري ١٨/ ١٢٩، وابن أبي حاتم ٧/ ٤١ ب والبيهقي في \"السنن الكبرى\" ١٠/ ٣٢٩، والضياء في \"المختارة\" ٢/ ١٩٤.(٦) رواه ابن أبي شيبة في \"مصنفه\" ٦/ ٣٧٠.(٧) هو: أبو أميّة بن كنانة، القرشي، العدوي مولى عمر بن الخطاب ومكاتبه. اسمه عبد الرحمن، وهو جد المبارك بن فضالة المحدِّث. روى عنه ابنه فضالة.\"طبقات ابن سعد\" ٧/ ١١٧، \"الكنى\" للإمام مسلم ص ٩٥، \"الثقات\" لابن حبّان ٥/ ٥٦٦، \"الاستغناء في معرفة المشهورين من حملة العلم بالكنى\" ٢/ ١٠٣١.</p><p> فجاءه بنجمه حين حلّ (١) ، فقال: يا أبا أمية استعن به في مكاتبتك. فقال: يا أمير المؤمنين لو تركته حتى يكون في آخر نجم. قال: إنِّي أخاف أن لا أدرك ذاك (٢) ثم قرأ: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ}  (٣) . </p><p> وروى عبد الملك بن أبي بشير (٤) قال: حدثني فَضالة بن أبي أميّة (٥) ، عن أبيه وكان غلامًا لعمر قال: كاتبني عمر على أواق (٦) قد سمّاها، ونجمها عليّ نجومًا، فلما فرغ من الكتاب أرسل إلى حفصة (٧) فاستقرض منها مائتي درهم، فأعطانيها وقالك استعن بها في نجومك؛ فقلت: ألا تجعلها في آخر مكاتبتي! قال: إنّي لا أدرى أدرك أم لا. قال سفيان: بلغني أنَّه كاتبه على مائة أوقية (٨) . </p><p>(١) في (ظ): (هلّ). (٢) في (ظ): (ذلك).(٣) رواه ابن أبي شيبة في \"مصنفه\" ٦/ ٣٧١، وابن أبي حاتم ٧/ ٤١ ب، والبيهقي في \"السنن الكبرى\" ١٠/ ٣٢٩ - ٣٣٠ من طريق عكرمة، عن ابن عباس.وروى ابن سعد في \"طبقاته\" ٧/ ١١٨ عن عكرمة نحوه.(٤) هو: عبد الملك بن أبي بشير، البصري، نزيل المدائن. روى عن عكرمة وحفصة بنت سيرين وآخرين. وعنه سفيان الثوري وغيره. وهو ثقة.\"الكاشف\" ٢/ ٢٠٧، \"تهذيب التهذيب\" ٦/ ٣٨٦، \"تقريب التهذيب\" ١/ ٥١٧.(٥) هو: فضالة بن أبي أميّة، البصري. أبوه أبو أمية مولى عمر بن الخطاب المتقدم ذكره. وهو والد المبارك بن فضالة المحدّث. روى عنه عبد الملك بن أبي بشير. ذكره البخاري في \"تاريخه الكبير\" ٧/ ١٢٥، وابن أبي حاتم في \"الجرح والتعديل\" ٧/ ٧٧، ولم يذكرا فيه جرحًا ولا تعديلاً. وذكره ابن حبان في \"الثقات\" ٥/ ٢٩٧.(٦) أواق: جمع أوقية -بضم الهمزة وتشديد الباء-: وهي زنة سبعة مثاقيل، أو أربعين درهمًا. \"لسان العرب\" ١٠/ ١٢ (أوق).(٧) هي: أم المؤمنين، وبنت أمير المؤمنين أبي حفص عمر بن الخطاب -رضي الله عنه-.(٨) رواه عبد الرزاق في \"مصنفه\" ٨/ ٣٧٦، وابن سعد في \"طبقاته\" ٧/ ١١٨، =</p><p> وعلى هذا قوله:  {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} هو أن يؤتيه مما في يده شيئًا يستعين به على الكتابة لا أن يحطَّ عنه شيئًا. </p><p> وهو رواية ليث، عن مجاهد قال: مما في يديك، ليس مما على رقبته (١) . </p><p> وروى جوبير، عن الضحاك في هذه الآية قال (٢) : أن تعطيه [مما في يديك]  (٣) من مالك أو تضع (٤) له بعض الذي كاتبه عليه (٥)  (٦) . </p><p> وروى عبد الملك (٧) وحجاج عن عطاء في قوله {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ} هو ما أخرج الله [لك]  (٨) من مكاتبته تعطيه، ما طابت به </p><p>= والطبري ١٨/ ١٣٠، والبيهقي في \"الكبرى\" ١٠/ ٣٣٠ من رواية عبد الملك، عن فضالة، عن أبيه، بنحوه. وليس في رواية عبد الرزاق وابن سعد والبيهقي قول سفيان. (١) رواه ابن أبي شيبة في \"مصنفه\" ٦/ ٣٧٢، والطبري ١٨/ ١٣٠ من رواية ليث، عن مجاهد، دون قوله: ليس مما على رقبته.(٢) (قال): ساقطة من (أ).(٣) ساقط من (ظ)، (ع).(٤) في (ظ)، (ع): (تدع).(٥) عليه: ساقطة من (أ).(٦) لم أجد من ذكره عنه.(٧) هو: عبد الملك بن أبي سليمان، كما في رواية الطبري وابن أبي حاتم. وهو: عبد الملك بن أبي سليمان ميسرة، العرزمي، الكوفي كان من أحفظ أهل الكوفة، روى عن سعيد بن جبير وعطاء. قال الذهبي: قال أحمد: ثقة يخطئ.وقال ابن حجر: صدوق له أوهام. توفي سنة ١٤٥ هـ.\"الكاشف\" ٢/ ٢٠٩، \"تقريب التهذيب\" ١/ ٥١٩.(٨) (لك): ساقطة من (أ).</p><p> نفسك وليس فيه شيء مؤقت (١) . </p><p> وقال سعيد بن جبير: كان ابن عمر إذا كاتب مكاتبه لم يضع عنه شيئًا من أول نجومه مخافة أن يعجز فترجع (٢) إليه صدقته، ولكنّه (٣) إذا كان في آخر مكاتبته وضع عنه ما أحبّ (٤) . </p><p> وعلي ما ذكرنا معنى الإيتاء: أن يحطّ من مكاتبته (٥) شيئًا أو يردّ عليه شيئًا، أو يعطيه مما في يده شيئًا. وهو واجب عند الشافعي -رضي الله عنه- (٦) . </p><p> القول الثاني: أنَّ (٧) المعنى: وآتوهم سهمهم الذي جعله الله لهم من الصدقات المفروضات. </p><p> وهو قول ابن عباس في رواية عطاء قال: يريد سهم الرقاب يعطى منه المكاتبون (٨) . ونحوه قال زيد (٩) وابنه (١٠) . </p><p>(١) رواه ابن أبي شيبة ٦/ ٣٧١ - ٣٧٢ من رواية عبد الملك وحجاج، عن عطاء. ورواه الطبري ١٨/ ١٣٠، وابن أبي حاتم ٧ - ٤٢ أمن طريق عبد الملك، عن عطاء إلى قوله: مكاتبته.(٢) في (أ): (وترجع).(٣) في (أ): (ولكن).(٤) رواه الطبري ١٨/ ١٣٠ عن سعيد، به.ورواه عبد الرزاق في \"مصنفه\" ٨/ ٣٧٧، وابن أبي شيبة ٦/ ٣٧٠ عن سعيد بنحوه مختصرًا.(٥) في (ظ)، (ع): (كتابته).(٦) انظر: \"الأم\" ٧/ ٣٦٤، \"الحاوي الكبير\" ١٨/ ١٨٦، \"روضة الطالبين\" ١٢/ ٢٤٨.(٧) أنَّ: ساقطة من (أ).(٨) ذكره عنه من رواية عطاء ابن الجوزي ٦/ ٣٧، والرازي ٢٣/ ٢١٨، والنيسابوري في \"غرائب القرآن\" ١٨/ ١٠٠.(٩) هو: زيد بن أسلم.(١٠) ذكره عنهما الثعلبي ٣/ ٨٢ أ. =</p><p> القول الثالث: أنَّ هذا حث للناس على إعطاء المكاتب وإعانته بما يمكنهم في (١) ثمن رقبته. </p><p> وهو قول عكرمة (٢) ، وإبراهيم (٣) ، والكلبي (٤) ، والمقاتلين (٥) . قالوا: حضّ الناس (٦) جميعًا الموالي وغيرهم على أن يعطوا المكاتب، وأمر المؤمنين أن يعينوا في الرقاب. </p><p> وقال الحسن: حث عليه المسلمين مولاه وغيره (٧) . </p><p> وعلى هذا القول هو أمر نَدْب. </p><p> واختار (٨) صاحب النظم القول الثاني، وقال: قوله {فَكَاتِبُوهُمْ} خطاب للموالي، وقوله {وَآتُوهُمْ} خطاب لغيرهم من أصحاب الزكوات؛ لأنه لا يجوز للمكاتب أن يدفع فرض صدقته إلى مكاتب نفسه، فجاء الخطاب بنظم واحد وهما مختلفان كقوله {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا </p><p>= وعن زيد رواه الطبري ١٨/ ١٣١، وابن أبي حاتم ٧/ ٤٢ أ. وعن ابنه -عبد الرحمن- رواه ابن أبي حاتم ٧/ ٤٢ أ.(١) في (أ): (من).(٢) ذكره عنه الرازي ٢٣/ ٢١٨، وأبو حيان ٦/ ٤٥٢.(٣) ذكره عنه الثعلبي ٣/ ٨٢ أ، ورواه عنه عبد الرزاق في \"مصنفه\" ٨/ ٣٧٦ - ٣٧٧ وسعيد بن منصور في \"سننه\" ل ١٥٩ ب، والطبري ١٨/ ١٣١.(٤) رواه عنه عبد الرزاق في \"تفسيره\" ٢/ ٥٩.(٥) قول مقاتل بن حيان رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٤٢ أ. وقول مقاتل بن سليمان في \"تفسيره\" ٢/ ٣٧ أ.(٦) في (أ): (للناس).(٧) رواه سعيد بن منصور في \"سننه\" ل ١٥٩ ب، والطبري ١٨/ ١٣١.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩١ عنه، وعزاه لعبد بن حميد.(٨) في (أ): (واختيار).</p><p> تَعْضُلُوهُنَّ} [البقرة: ٢٣٢] الآية، فقد جاء الخطاب في التطليق والعضل بنظم واحد وهما مختلفان؛ لأن العضل من الأولياء، والتطليق من الأزواج، وكذلك قوله {وَآتُوهُمْ مِنْ مَالِ اللَّهِ} أومئ به إلى غير المكاتبين الذين هم الموالي (١) . </p><p> وقال غيره (٢) : يجوز أن يكون الموالي داخلين في هذا الخطاب على معنى: أن يؤتي بعضهم لمكاتب بعض لا لمكاتب نفسه. </p><p> قال صاحب النظم: ولو كان المراد بالإيتاء الحطّ عنه لوجب أن يكون في عادة العربية: ضَعُوا عنهم أو قاصّوهم منه (٣) ، فلما قال {وَآتُوهُمْ} دلّ على أنَّه أراد من الزكاة إذ هو مناولة وإعطاء (٤) . </p><p> وهذا الاعتراض لا يصح على قول من يجعل إيتاء المكاتب من مال نفسه، كما روينا عن عمر -رضي الله عنه-. </p><p> فأما سبب نزول هذه (٥) الآية: </p><p> فقال ابن عباس في رواية عطاء: نزلت في صُبيح (٦) القبطي، كان </p><p>(١) ذكر الرازي ٢٣/ ٢١٩ بعضه من غير نسبة. (٢) انظر: \"الطبري\" ١٨/ ١٣٢.(٣) يقال: تقاصّ القوم، إذا قاصّ كل منهم صاحبه في حساب أو غيره، وأصل التَّقاص: التناصف في القصاص. انظر: \"لسان العرب\" ٧/ ٧٦ (قصص)، \"تاج العروس\" للزبيدي ١٨/ ١٠٧ (قصص).(٤) ذكر أبو حيان ٦/ ٤٥٢ هذا القول عن صاحب النَّظم.(٥) هذه: زيادة من (ظ).(٦) في (أ)، (ع): (الصبيح).وقد ذكر صبيحًا هذا البخاري في \"تاريخه الكبير\" ٤/ ٣١٨ دون نسبة إلى القبط، وساق رواية -سيأتى ذكرها- فيها أنه كان مملوكًا لحويطب بن عبد العزّى، وأن =</p><p> مملوكًا لحاطب بن أبي بَلْتَعة (١) . </p><p> وقال مقاتل بن سليمان وغيره: نزلت في حويطب (٢) بن عبد العزى وفي غلامه صبيح (٣) القبطي وقيل: صُبْح (٤) طلب إليه أن يكاتبه فأبي، فأنزل الله هذه الآية، فكاتبه على مائة دينار، ثم وضع عنه عشرين دينارًا، فأداها وعتق (٥) . </p><p>= صبحيًّا هو جد محمد بن إسحاق صاحب السير والمغازي. وذكره ابن حبان في \"الثقات\" ٣/ ١٩٦ دون نسبة وقال: أبو عبد الله، جد محمد بن إسحاق بن يسار. يقال: إنَّ له صحبة.وذكره ابن حجر في \"الإصابة\" ٢/ ١٦٩ دون نسبة وقال: مولى حويطب بن عبد العزّى. قال ابن السكن وابن حبان: يقال له صحبه. ثم نقل ابن حجر رواية البخاري في \"تاريخه\" ثم قال: قال ابن السكن: لم أر له ذكرًا إلا في هذا الحديث. اهـ.(١) لم أجد من ذكره عن ابن عباس. وقد نقل القرطبي ١٢/ ٢٤٤ عن مكي بن أبي طالب قوله: هو صبيح القبطي غلام حاطب بن أبي بلتعة.(٢) هو: حُويطب بن عبد العزّى بن أبي قيس، القرشي، العامري، أبو محمد. أسلم عام الفتح، وشهد حنينا وكان من المؤلفة، وكان حميد الإسلام. وسار إلى الشام مجاهدًا. وهو أحد الذين أمرهم عمر بتجديد أنصاب الحرم.توفي سنة ٥٤ هـ، وقيل: ٥٢ هـ وعاش مائة وعشرين سنة.\"طبقات ابن سعد\" ٥/ ٤٥٤، \"الاستيعاب\" ١/ ٣٩٩، \"أسد الغابة\" ٢/ ٦٧، \"سير أعلام النبلاء\" ٢/ ٥٤٠، \"الإصابة\" ٢/ ٣٦٣.(٣) في (ظ): (صبح)، والمثبت من باقي النسخ و\"تفسير مقاتل\".(٤) في (ظ)، (ع): (صبيح).(٥) \"تفسير مقاتل\" ٢/ ٣٨ أ، والثعلبي ٣/ ٨١ أ.وقد روى البخاري في \"التاريخ الكبير\" ٤/ ٣١٨ - ٣١٩، وابن السكن والبارودي كما في \"الإصابة\" لابن حجر ٢/ ١٧٠ من طريق محمد بن إسحاق، عن خاله عبد الله بن صبح وفي المطبوع من \"الإصابة\": عن خالد عن عبد الله. وهو خطأ -عن أبيه- وكان جدّ ابن إسحاق أبا أمِّه -قال. كنت مملوكًا لحويطب بن عبد العزى، =</p><p> قوله تعالى:  {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ} يعني إماءكم وولائدكم على الزنا. </p><p> قال جماعة من المفسرين (١) : نزلت في عبد الله بن أبيّ كان يكره جواري له على الكسب بالزنا، فشكون ذلك إلى رسول الله -صلى الله عليه وسلم- فنزلت هذه الآية. </p><p> قال ابن عباس في رواية عطاء: وذلك أن عبد الله بن أبيّ! كانت له جاريتان يقال لإحداهما: مُعاذة، والأخرى: زينب، كانتا مؤمنتين فأكرههما على الزنا وهما لا يريدان (٢) . </p><p>= فسألته الكتابة، ففي نزلت {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ} الآية. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٨٩ من رواية عبد الله بن صبيح، به. وعزاه لابن السكن في \"معرفة الصحابة\".(١) انظر: \"تفسير مقاتل\" ٢/ ٣٨ أ، ب، والطبري ١٨/ ١٣٢ - ١٣٣، ابن أبي حاتم ٧/ ٤٢ ب، ٤٣ أ، الثعلبي ٣/ ٨٢ أ، ب، \"تفسير ابن كثير\" ٣/ ٢٨٨ - ٢٨٩، \"الدر المنثور\" للسيوطي ٦/ ١٩٢ - ١٩٤.وقد روى مسلم في \"صحيحه\" كتاب: التفسير- باب: في قوله تعالى: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ} ٤/ ٢٣٢٠ عن جابر -رضي الله عنه-: أن جارية لعبد الله بن أبيّ بن سلول يقال لها: مُسيكة، وأخرى يقال لها: أميمة، فكان يكرههما على الزنى، فشكتا ذلك إلى النبي -صلى الله عليه وسلم- فأنزل الله: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ} إلى قوله {غَفُورٌ رَحِيمٌ}.(٢) لم أجد من ذكره من رواية عطاء.وقد روى وابن أبي حاتم ٣/ ٤٢ ب، والطبراني في \"الكبير\" ١١/ ٢٨٤ من طريق عكرمة، عن ابن عباس: أنَّ جارية لعبد الله بن أبي كانت تزني في الجاهلية فولدت أولادًا من الزّنا، فقال لها: مالك لا تزنين. قالت: والله لا أزني. فضربها، فأنزل الله -عز وجل- {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ}.قال الهيثمي في \"مجمع الزوائد\" ٧/ ٨٣: ورجال الطبراني رجال الصحيح.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٣ ونسبه أيضًا للبزار وابن مردويه، وقال: بسند صحيح.</p><p> وروى الزهري، عن عمر (١) بن ثابت الخزرجي قال: كانت معاذة جارية لعبد الله بن أبيّ وكانت مسلمة وكان يستكرهها على البغاء، فأنزل الله هذه الآية (٢) . </p><p> وقال مجاهد: كانوا يأمرون ولائدهم أن يُباغين، فكن يفعلن ذلك، فيُصبن، فيأتينهم بكسبهن، وكانت لعبد الله بن أُبي جارية فكانت تُباغي، وكرهت ذلك وحلفت لا تفعله، فأكرهها أهلها، فانطلقت فباغت ببرد (٣) أخضر فأتتهم به، فأنزل الله هذه الآية (٤) . </p><p> قوله تعالى:  {إِنْ أَرَدْنَ تَحَصُّنًا} قال ابن عباس: تعفّفا وتزويجًا (٥) . </p><p>(١) في (ظ)، (ع): (عمرو)، وهو خطأ. وهو عمر بن ثابت بن الحارث -ويقال: ابن الحجاج- الأنصاري الخزرجي المدني. تابعي ثقة، روى عن بعض الصحابة، وعنه الزهري وغيره.\"الكاشف\" ٢/ ٣٠٦، \"تهذيب التهذيب\" ٧/ ٤٣٠، \"تقريب التهذيب\" ٢/ ٥٢.(٢) رواه \"المصنف\" في كتابه \"أسباب النزول\" ص ٢٧٠ من طريق ابن إسحاق: حدثني الزهري، عن عمر بن ثابت، فذكره.ورواه أيضًا من طريق مالك، عن ابن شهاب، عن عمر بن ثابت، بنحوه. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٣ من طريق مالك، عن ابن شهاب، عن عمر، بنحوه مطولًا، وعزاه للخطيب في رواة مالك.ورواه أبو موسى المديني في كتابه الصحابة كما في \"الإصابة\" لابن حجر ٤/ ٣٩٥ من طريق الليث بن سعد، عن عقيل بن خالد، عن ابن شهاب الزهري، به، بنحوه. وهو مرسل؛ لأن عمر بن ثابت تابعي.(٣) البُرْد -بالضم-: ثوب مخطط. \"القاموس المحيط\" ١/ ٢٧٦.(٤) رواه الطبري ١٨/ ١٣٤، ورواه ابن أبي حاتم ٧/ ٤٢ ب بنحوه، مختصرًا. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٤، ونسبه أيضًا لابن أبي شيبة وابن المنذر.(٥) لم أجده عن ابن عباس. وقد روى ابن أبي حاتم ٧/ ٤٣ أ، ب عن قتادة ومقاتل. مثل شطره الأول. =</p><p> وليس هذا بشرط في النهي عن الإكراه، وإنّما هو على موافقة حال النزول، وذلك أن تلك (١) الجواري التي كان ابن أُبيّ يكرههن على الزنا كن مسلمات يردن التحصّن، وهو كقوله {فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ}  [النساء: ١١] وليس من شرط استحقاق الثلثين أن يكن فوق اثنتين ولكن نزلت الآية (٢) في ثلاث بنات (٣) </p><p> وقال أبو إسحاق: لا تكرهوهن على البغاء البتَّه، وليس المعنى: لا </p><p>= وذكر الطبري ١٨/ ١٣٢، والثعلبي ٣/ ٨٢ ب، والماوردي ٤/ ١٠١ من غير نسبة لأحد. ولم أجد من ذكر: تزويجًا. (١) (تلك): ساقطة من (أ).(٢) الآية: ساقطة من (ظ).(٣) القول بأن الآية المستشهد بها نزلت في ثلاث بنات ذكره الواحدي في \"أسباب النزول\" ص ١٢٠ من غير سند وعزاه للمفسرين، وذكره البغوي ٢/ ١٦٩ من غير سند.وفي \"الإصابة\" لابن حجر ٤/ ٤٦٤ في ترجمة أمِّ كجَّة الأنصارية: ذكر الواقدي عن الكلبي في \"تفسيره\" عن أبي صالح، عن ابن عباس: أن أوس بن ثابت الأنصاري توفي وترك ثلاث بنات وامرأة يقال له أم كجّة، .. فنزلت آية المواريث.وهذا القول لا يصح في نزول هذه الآية. والصحيح في هذا ما رواه الإمام أحمد في \"مسنده\"، وأبو داود في \"سننه\" كتاب: الفرائض- باب: ما جاء في ميراث الصلب ٨/ ٩٩ - ١٠٠، والترمذي في \"جامعه\" كتاب: الفرائض - باب: ما جاء في ميراث البنات من حديث جابر -رضي الله عنه- قال: جاءت امرأة سعد بن الربيع بابنتيها من سعد إلى رسول الله -صلى الله عليه وسلم- فقالت: يا رسول الله هاتان ابنتا سعد بن الربيع قُتل أبوهما معك يوم أحد شهيدًا، وإنَّ عمَّهما أخذ مالهما فلم يدع لهما مالاً، ولا تنكحان إلا ولهما مال. قال: \"يقضي الله في ذلك\". فنزلت آية الميراث، فبعث رسول الله -صلى الله عليه وسلم- إلى عمَّهما فقال: \"أعط ابنتي سعد الثلثين وأعط أمّهما الثمن وما بقي فهو لك\". وحسَّن هذا الحديث الألباني كما في \"صحيح الترمذي\" ٢/ ٢١١.</p><p> تكرهوهن إن أردن تحصنًا؛ لأنَّهن إن لم يردن فليس لنا أن نكرهن (١) . </p><p> وقوله {إِنْ أَرَدْنَ تَحَصُّنًا} هذا الشرط متعلق بقوله {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ}  [النور: ٣٢] إن أردن تحصنا. فهذا على التقديم والتأخير، وهذا القول اختيار الحسين (٢) بن الفضل (٣) . </p><p> ويجوز أن يقال: إنما شرط (٤) إرادة التحصّن؛ لأنَّ الإكراه لا يتصور إلا عند إرادة المكره التحصّن (٥) ، فإن (٦) لم يرد التحصّن لا يتصور الإكراه؛ لأنَّه يأتي ذلك بالطبع، فلما ذكر النهي عن الإكراه شرط إرادة التحصّن؛ ليتبين (٧) معنى الإكراه؛ لأنَّه شرطٌ صحيح في المعنى (٨) . </p><p> وقوله تعالى {لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا} يعني الغلَّة (٩) والضرائب التي كانت عليهن. </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٤٠. (٢) في (ع): (الحسن)، وهو خطأ.(٣) ذكره عنه الثعلبي ٣/ ٨٢ ب، والبغوي ٦/ ٤٤ وتصحف الاسم في المطبوع إلى: الحسن. والقرطبي ١٢/ ٢٥٥.وهذا الوجه ضعَّفه القرطبي. وقال أبو حيان ٦/ ٤٥٢: وهذا فيه بعدٌ وفصل كثير.(٤) في (أ): (شرطه).(٥) في (ظ): (للتحصّن).(٦) في (أ): (وان).(٧) في (أ): (لتبين).(٨) ذكر البغوي ٦/ ٤٤ هذا القول وصدّره بقوله: قيل. وذكره ابن الجوزي ٦/ ٣٩ ولم ينسبه لأحد. وأشار إليه ابن العربي في أحكام القرآن. ٣/ ١٣٨٦ ولم ينسبه لأحد. وذكره الماوردي ٤/ ١٠١ ولم ينسبه لأحد.(٩) الغلَّة: هي الدَّخل الذي يحصل من الإجارة والنتاج ونحو ذلك. \"لسان العرب\" ١١/ ٥٠٤ (غل).</p><p> وقال ابن عباس: يريد أن يولد له منهن ولد ليسترقَّ (١) الولدَ ويتبعه. </p><p> وقال الكلبي:  {عَرَضَ الْحَيَاةِ الدُّنْيَا} من كسبهن وأولادهن (٢) . </p><p> وروى معمرٌ، عن الزُّهري: أنَّ رجلاً من قريش أُسر يوم بدر، فكان عند عبد الله بن أبي أسيرًا، وكان لعبد الله جارية يقال لها معاذة، وكان القرشي الأسير يريدها على نفسه، وكانت مسلمة فكانت تمتنع منه لإسلامها، وكان عبد الله يكرهها على ذلك ويضربها رجاء أن تحمل للقرشي فيطلب فداء ولده، فأنزل الله هذه الآية (٣) . </p><p> وقوله تعالى {فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ} قال ابن عباس (٤) ، والمفسرون (٥) : أي لهن غفور رحيم يعني للمكروهات (٦) . </p><p> وكان جابر يقرأ:  {فإن الله من بعد إكراههن لهن غفور رحيم}  (٧) . </p><p>(١) في (ظ): (يسترق). (٢) روى ابن أبي حاتم ٧/ ٤٣ ب عن سعيد بن جبير مثله. وهو قول مقاتل في \"تفسيره\" ٢/ ٣٨ ب.(٣) رواه عبد الرزاق في \"تفسيره\" ٢/ ٥٩، والطبري ١٨/ ١٣٣، وابن أبي حاتم ٧/ ٤٢ ب، ٤٣ أ، كلهم من طريق، معمر عن الزهري، به وهو مرسل.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٩٣ وزاد نسبته لابن المنذر.(٤) رواه الطبري ١٨/ ١٣٣، وابن أبي حاتم ٧/ ٤٣ ب) عنه بنحوه.(٥) انظر: \"الطبري\" ١٨/ ١٣٣ - ١٣٤، ابن أبي حاتم ٧/ ٤٣ ب، ٤٤ أ.(٦) في (أ): (للمكروهات).(٧) روى مسلم في \"صحيحه\" كتاب: التفسير- باب: في قوله تعالى: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ} ٤/ ٢٣٢٠ عن جابر قال: كان عبد الله بن أبي بن سلول يقول لجارية له: اذهبي فأبغينا شيئًا، فأنزل الله -عز وجل-: {وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ (لهنّ) غَفُورٌ رَحِيمٌ}</p>"
}