{
  "id": null,
  "sura": 24,
  "aya": 23,
  "text": "<p> سؤالًا أبدًا، ولا نلومك في الذي قلت أبدًا بعد ما أنزل الله فيك ما أنزل (١) . </p><p> وقال الكلبي: كان مسطح وأصحابه من ذوي قرابة أبي بكر، فأقبلوا إليه ليصيبوا من طعامه، ويأووا إليه كما كانوا يفعلون فيما مضى، فقال لهم أبو بكر: قوموا عني (٢) فلست منكم ولستم مني في شيء (٣) ، ولا يدخلن علي منكم رجل أبدًا. فقال مسطح: أنشدك الله والإسلام، وأنشدك بالقرابة والرحم، وأنشدك فقرنا وجهدنا أن تحوجنا إلى أحد، فإنا -والله- من خوض القوم براء، ولقد ساءنا ما كان وما سمعنا مما قال حسّان، وما كان لأحد منا فيه ذنب، فنزلت هذه الآية (٤) . </p><p> ٢٣ - {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ} العفايف (٥)  {الْغَافِلَاتِ} عن الفواحش كغفلة عائشة عما قيل فيها (٦)  {الْمُؤْمِنَاتِ} المصدقات بتوحيد الله وبرسوله (٧)  (٨) . </p><p> {لُعِنُوا فِي الدُّنْيَا} عذبوا (٩) بالجلد ثمانين {وَالْآخِرَةِ} يعذبون </p><p>(١) رواه ابن أبي حاتم في \"تفسيره\" ٧/ ٢٦ ب إلى قوله: أن ينفقوا على مسطح. ولم أجد من ذكر باقيه عن مقاتل بن حيّان. (٢) (عنّي) ساقطة من (ظ)، (ع).(٣) في (ظ): (فلستم منّي ولست منكم في شيء).(٤) لم أجد من ذكر هذه الرواية عن الكلبي.(٥) روى الطبراني ٢٣/ ١٥٣ هذا القول عن ابن عباس، وهو قول الثعلبي ٣/ ٧٥ أ.(٦) هذا قول الثعلبي ٣/ ٧٥ أ. وروى ابن أبي حاتم ٧/ ٢٨ أ. والطبراني ٢٣/ ١٥٢ أوله عن سعيد بن جبير.(٧) في (أ): (ورسوله).(٨) روى الطبراني ٢٣/ ١٥٣ هذا القول عن ابن عباس.(٩) في (أ): (وعذبوا).</p><p> بالنار (١) . </p><p> {وَلَهُمْ عَذَابٌ عَظِيمٌ} قال ابن عباس: يريد إخراجهم من الإيمان (٢) </p><p> واختلف المفسرون في حكم هذه الآية: </p><p> فقال مقاتل بن سليمان: هذه الآية خاصَّة في عبد الله بن أُبي المنافق ورميه عائشة (٣)  (٤) . </p><p> وقال سعيد بن جبير: هذه الآية (٥) خاصّة فيمن [يقذف عائشة، فمن]  (٦) قذفها كان من هذه الآية (٧) . </p><p> وقال الضحاك (٨) ، والكلبي (٩) : هذه الآية في عائشة وأزواج </p><p>(١) من قوله: (عذبوا .. إلى هنا). هذا قول مقاتل في \"تفسيره\" ٢/ ٣٦ ب. ورواه ابن أبي حاتم ٧/ ٢٨ ب والطبراني ٢٣/ ١٥٢ عن سعيد بن جبير. (٢) رواه الطبراني ٢٣/ ١٥٣ من رواية عطاء، عن ابن عباس. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥١ وعزاه للطبراني.(٣) في (أ): (وعائشة).(٤) \"تفسير مقاتل\" ٢/ ٣٦ ب.(٥) في (أ)، (ظ): (هذا الحكم).(٦) ساقط من (أ).(٧) رواه الطبري ٨/ ١٠٥، والطبراني في \"الكبير\" ٢٣/ ١٥١ - ١٥٢. وذكره السيوطي في \"الدر المنثور\" ٦/ ٦٤ ونسبه أيضًا لعبد بن حميد وابن المنذر.(٨) روى الطبري في \"تفسيره\" ١٨/ ١٠٤، والطبراني في \"المعجم الكبير\" ٢٣/ ١٥٢ عن الضحاك قال: نزلت هذه الآية في نساء النبي -صلى الله عليه وسلم- خاصة.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٦٤ ونسبه أيضًا لعبد بن حميد.وذكر السيوطي في \"الدر المنثور\" ٦/ ١٦٤ عن الضحاك قال: \"نزلت هذه الآية في عائشة خاصة\". وعزاه للطبراني. ولم أره فيه.(٩) روى عبد الرزاق في \"تفسيره\" ٢/ ٥٥، والطبراني في \"الكبير\" ٢٣/ ١٥٣ عن الكلبي. إنَّما عني بهذه الآية أزواج النبي -صلى الله عليه وسلم-.</p><p> رسول الله -صلى الله عليه وسلم- خاصة دون سائر المؤمنات. </p><p> وروى العوَّام بن حوشب (١) ، عن شيخ من بني كاهل، عن ابن عباس قال: هذه في شأن عائشة وأزواج رسول الله -صلى الله عليه وسلم- خاصة (٢) ، وهي مبهمة ليس فيها توبة، ومن قذف امرأة مؤمنة فقد جعل الله -عز وجل- له توبة، ثم قرأ {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ} إلى قوله {إِلَّا الَّذِينَ تَابُوا} قال: فجعل لهؤلاء توبة ولم يجعل لأولئك توبة. قال رجلٌ في المجلس: فهممت [أن أقوم فـ]  (٣) أقبّل رأسه من حسن ما فسّر (٤) . </p><p> وروي عن أبي حمزة الثمالي (٥) : أنها نزلت في مشركي مكّة، كانت </p><p>(١) هو: العوَّام بن حوشب بن يزيد بن الحارث الشيباني، الرَّبعي، أبو عيسى الواسطي. كان إمامًا، محدثًا، ثقة ثبتا، صاحب سنَّة وصلاح وأمر بمعروف ونهي عن منكر. توفي سنة ١٤٨ هـ. \"طبقات ابن سعد\" ٧/ ٣١١، \"السير\" للذهبي ٦/ ٣٥٤، \"تهذيب التهذيب\" ٨/ ١٦٣. (٢) (خاصة) ساقطة من (أ).(٣) بياض في (ظ).(٤) رواه سعيد بن منصور في \"تفسيره\" (ل ١٥٨ أ) بنحوه، والطبري في \"تفسيره\" ١٨/ ١٠٤، والطبراني في \"المعجم الكبير\" ٢٣/ ١٥٣ - ١٥٤، والثعلبي في \"تفسيره\" ٣/ ٧٥ أ، ب كلهم من طريق العوام بن حوشب عن شيخ من بني كاهل. وعند الطبري: شيخ من بني أسد، ولا منافاة فإن كاهلًا هو ابن أسد بن خزيمة بن مدركة بن إلياس بن مضر كما في \"اللباب في تهذيب الأنساب\" لابن الأثير ٣/ ٧٩ عن ابن عباس.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٦٥ وزاد نسبته لابن مردويه في \"تفسيره\". قال الهيثمي في \"مجمع الزوائد\" ٧/ ٨٠: فيه راو لم يسمّ، وبقية رجاله ثقات.(٥) هو: ثابت بن أبي صفيّة، أبو حمزة الثُّمالي الأزدي الكوفي، مولى المهلب. من صغار التابعين. توفي في خلافة أبي جعفر المنصور.قال الذهبي: واهٍ جدًّا. وقال ابن حجر: ضعيف رافضي. =</p><p> المرأة إذا خرجت مهاجرة قالوا: خرجت لتفجر، فنزلت الآية فيهم (١) . </p><p> وقال الزجاج: قيل إن الأصل فيه أمر عائشة -رحمها الله- ثم صار لكل من رمى المؤمنات. قال: ولم يقل -هاهنا- والمؤمنين استغناء بأنه إذا رمى المؤمنة فلابد أن يرمي معها مؤمنًا، فدل ذكر المؤمنات على المؤمنين كما قيل:  {سَرَابِيلَ تَقِيكُمُ الْحَرَّ}  [النحل: ٨١]  (٢) . </p><p> وعلى هذا حكم الآية فيمن قذف مؤمنة ولم (٣) يتب فإنه يعذب في الدنيا بالجلد وفي الآخرة بالنار، فإن تاب كان ممن ذكر حكمه في قوله {إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} وهذه الآية ذكرت بعد رمي [المحصنةِ وقد مرت]  (٤) في هذه السورة. </p><p> والصحيح أن الآية خاصة في قذف عائشة وأزواج النبي -صلى الله عليه وسلم- (٥) لقوله: </p><p>= \"تهذيب الكمال\" للمزي ٤/ ٣٥٧ - ٣٥٩، \"المغني في الضعفاء\" للذهبي ١/ ١٢٠، \"تقريب التهذيب\" لابن حجر ١/ ١١٦. (١) رواه الثعلبي في \"الكشف والبيان\" ٣/ ٧٥ ب عن أبي حمزة الثمالي قال: بلغنا، فذكره، وهذا الخبر لا يصح؛ لأن أبا حمزة واهٍ كما تقدم، ولإرساله.(٢) \"معاني القرآن للزجاج ٤/ ٣٧.(٣) في (ظ): (فلم).(٤) بياض في (ظ).(٥) اختار الطبري ١٨/ ١٠٥ العموم وقال: لأنَّ الله عمَّ بقوله {إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ} كل محصنة غافلة مؤمنة رماها رام بالفاحشة، من غير أن يخص بذلك بعضًا دون بعض. أهـ وصحح هذا القول ابن كثير في \"تفسيره\" ٣/ ٢٧٧ وعضده بما في \"الصحيحين\" من حديث أبي هريرة -رضي الله عنه- أنَّ رسول الله -صلى الله عليه وسلم- قال: \"اجتنبوا السبع الموبقات \" .. الحديث. وفيه: \"وقذف المحصنات الغافلات المؤمنات\". اهـ.والحديث رواه البخاري كتاب: الحدود- باب: رمي المحصنات ١٢/ ١٨١ ومسلم كتاب: الإيمان- باب: بيان الكبائر ١/ ٩١.</p>"
}