{
  "id": null,
  "sura": 24,
  "aya": 22,
  "text": "<p> الإثم والذنب بالرحمة والمغفرة فيوفقه للتوبة. </p><p> {وَاللَّهُ سَمِيعٌ عَلِيمٌ} قال ابن عباس: {سَمِيعٌ} لقولكم {عَلِيمٌ} بما في نفوسكم من الندامة والتوبة (١) . </p><p> ٢٢ - قوله تعالى:  {وَلَا يَأْتَلِ} قال ابن عباس (٢) ، وجماعة المفسرين (٣) : ولا يحلف. ويقال للحلف: الأليَّة، والألوة، والألوة والإلوة، بسكون اللام في اللغات الثلاث (٤) . قال الشاعر (٥) : </p><p> قليل الألايا حافظ ليمينه ... فإن سبقت منه الألية برَّت </p><p> والفعل: آلى يؤلي (٦) إيلاءً، وتألَّى يتألَّى (٧) تأليَّا، وائتلى يأتلي ائتلاء (٨) . </p><p>(١) رواه الطبراني ١٣/ ١٢٣ من رواية عطاء، عن ابن عباس. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥١ وعزاه الطبراني (٢) رواه الطبراني ١٣/ ١٢٣ من رواية عطاء، عن ابن عباس. وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥١ وعزاه الطبرانيوقد روى الطبري ١٨/ ١٠٢، وابن أبي حاتم ٧/ ٢٦ ب من طريق علي بن أبي طلحة الوالبي، عن ابن عباس قال: لا تقسموا.(٣) رواه الطبراني ١٨/ ١٠٢ - ١٠٣ وابن أبي حاتم ٧/ ٢٦ ب، \"الدر المنثور\" للسيوطي ٦/ ١٦٢ - ١٦٣.(٤) انظر: \"تهذيب اللغة\" للأزهرى ٥/ ٤٣٠ (ألى)، \"الصحاح\" للجوهري ٦/ ٢٢٧١ (ألا)، \"لسان العرب\" لابن منظور ١٤/ ٤٠ (ألا).(٥) هو: كثير، والبيت من قصيدة يرثي بها عبد العزيز بن مروان. وهو في \"ديوانه\" ص ٣٢٥، و\"الحماسة\" لابن الشجري ص ٩٧.ومن غير نسبة في \"الصحاح\" ٦/ ٢٢٧١ (ألا)، و\"لسان العرب\" ١٤/ ٤٠ (ألا).(٦) في (أ): (أولى).(٧) (يتألى) ساقط من (ع).(٨) من قوله: (والفعل .. إلى هنا) نقلاً عن \"تهذيب اللغة\" للأزهري ١٥/ ٤٣٠ (ألى).</p><p> وقد مرَّ عند قوله:  {يُؤْلُونَ مِنْ نِسَائِهِمْ}  [البقرة: ٢٢٦] وهذا قول العامة (١) . وقال أبو عبيدة: لا يأتل: هو لا يفتعل من ألوت أن أفعل كذا (٢) . </p><p> وما (٣) آلو جهدًا، أي: ما أقصرَّ (٤) . يقال: ائتلى، أي: قصرَّ. وهو مؤتل (٥) . قال امرؤ القيس: </p><p> نصيح على تعذاله غير مؤتل (٦) </p><p> {أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ} يعني: أولو الغنى والسعة في المال وهو أبو بكر الصدّيق -رضي الله عنه- في قول جميع المفسرين (٧) . </p><p>(١) انظر: \"الطبري\" ١٨/ ١٠١ - ١٠٢، الثعلبي ٣/ ٧٥ أ. (٢) في \"مجاز القرآن\" لأبي عبيدة ٢/ ٦٥: (ولا يأتل أولوا الفضل منكم) مجازه: ولا يفتعل من آليت: أقسمت، وله موضع آخر من ألوت بالواو.وفي \"تهذيب اللغة\" للأزهري ١٥/ ٤٣١ (ألى): وقال أبو عبيدة: (ولا يأتل أولوا الفضل) من ألوت، أي: قصرت.(٣) في (أ): (وأمّا).(٤) في (أ): (ما أقصروا).(٥) انظر: \"تهذيب اللغة\" ١٥/ ٤٣١ (ألى)، \"الصحاح\" ٢/ ٢٢٧٠ (ألا).(٦) هذا عجز بيت لامرئ القيس وهو من معلقته وصدره:ألا ربَّ خصم فيك ألوى رددتهوهو في \"ديوانه\" ص ١٨.قال ابن الأنباري في \"شرح المعلقات السبع\" ص ٧٣ - ٧٤: الألوى: الشديد الخصومة .. والتعذال: العذل. وقوله: \"غير مؤتل\" معناه: غير تارك نصحي بجهده. يقال: من ألوت وما أليت أي: ما قصرت. اهـ.(٧) انظر: \"الطبري\" ١٨/ ١٠٢ - ١٠٣، ابن أبي حاتم ٧/ ٢٦ ب، الثعلبي ٣/ ٧٥ أ، \"الدر المنثور\" ٦/ ١٦٢ - ١٦٣.قال القرطبي ١٢/ ٢٠٧ بعد أن ذكر هذا القول وصحَّحه-: غير أن الآية تتناول الأمّة إلى يوم القيامة بألَّا يغتاظ ذو فضل وسعة فيحلت ألَّا ينفع من هذه صفته غابر الدهر.</p><p> قال مجاهد: حلف أبو بكر أن لا ينفع يتيمًا كان في حجره أشاع ذلك الحديث (١) ، فلما نزلت هذه الآية قال: بلى أنا أحب أن يغفر الله لي، ولأكونن ليتيمي خير ما كنت قطّ (٢) . </p><p> وقال مقاتل بن سليمان: كان مسطح بن أثاثة -وأمه أسماء بنت جندل بن نهشل (٣) - ابن خالة أبي بكر، وكان يتيمًا في حجره، فلما بيّن عذر عائشة وكان مسطح فيمن خاض في أمرها، حلف أبو بكر أن (٤) لا يصله بشيء أبدًا؛ لأنه أذاع على عائشة أمر القذف، وكان مسطح من المهاجرين الأولين، فأنزل الله في أبي بكر {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ}  [النور: ٢٢]  (٥) . </p><p>(١) في (أ): في الحديث. (٢) رواه الطبري ١٨/ ١٠٣، والطبرياني في \"الكبير\" ٢٣/ ١٤٩.(٣) هكذا ذكرها بهذا الاسم مقاتل بن سليمان في \"تفسيره\" (ج ٢ ل ٣٦ ب).وقال آخرون: أم مسطح بنت أبي رُهم بن المطلب بن عبد مناف بن قصي، وأمَّها ريطة بنت صخر بن عامر بن كعب بن سعد بن تيم بن مرّة، تزوّجها أثاثة بن عبّاد بن المطلب بن عبد مناف، فولدت له مسطحًا وهندًا، وأسلمت أم مِسْطح فحسن إسلامها.قال ابن حجر: يقال: اسمها سلمى، ويقال: ريطة. وهي مشهورة بكنيتها.انظر: \"طبقات ابن سعد\" ٨/ ٢٢٨، \"صحيح البخاري\" كتاب: المغازي- باب: حديث الإفك ٧/ ٤٣٢، \"أسد الغابة\" لابن الأثير ٥/ ٦١٨، \"الإصابة\" لابن حجر ٤/ ٤٧٢.(٤) في (ع): أنَّه.(٥) \"تفسير مقاتل\" (ج٢ ل ٣٦ ب). ومقاتل بن سليمان لا يعتمد عليه في رواية.وقد روى البخاري في \"صحيحه\" كتاب: التفسير- تفسير سورة النور ٨/ ٤٥٥، ومسلم في \"صحيحه\" كتاب: التوبة- باب: في حديث الإفك ٤/ ٢١٣٦ وغيرهما =</p><p> {أَنْ يُؤْتُوا} قال الزَّجَّاج (١) ، وابن قتيبة (٢) : أن لا يؤتوا فحذف (لا) . </p><p> وعلى قول أبي عبيدة (٣) لا يحتاج إلى إضمار لا. </p><p> {أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ} يعني مسطحًا {وَلْيَعْفُوا وَلْيَصْفَحُوا} يعني وليتركوا وليتجاوزوا عن مسطح (٤) . </p><p> قال ابن عباس: يريد فقد جعلت فيك يا أبا بكر الفضل، وجعلت عندك السعة والمعرفة بالله وصلة الرحم، فتعطف على مسطح، فله قرابة، وله هجرة، وله مسكنة، ومشاهد رضيتها منه يوم بدر (٥) . </p><p> {أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} قال مقاتل بن سليمان: فقال النبي -صلى الله عليه وسلم- لأبي بكر:  \"أما تحب أن يغفر الله لك\" ؟ قال: بلى. قال:  \"فاعف واصفح\" . فقال أبو بكر: قد عفوت وصفحت لا أمنعه معروفًا بعد </p><p>= من حديث عائشة رضي الله عنها خبر الإفك، وفيه: \"فلمّا أنزل الله براءتي قال أبو بكر الصديق -رضي الله عنه- وكان ينفق على مسطح بن أثاثة لقرابته منه وفقره: والله لا أنفق على مسطح شيئًا أبدًا بعد الذي قال لعائشة ما قال. فأنزل الله {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} فقال أبو بكر: بلى والله إني أحب أن يغفر الله لي، فرجع إلى النفقة التي كان ينفق عليه، وقال: والله لا أنزعها منه أبدًا\". (١) انظر: \"معاني القرآن\" للزجاج ٤/ ٣٦.(٢) انظر: \"غريب القرآن\" لابن قتيبة ص ٣٠٢.(٣) أن معنى (يأتل): يقصر.(٤) انظر: \"الطبري\" ١٨/ ١٠٢، وابن أبي حاتم ٧/ ٢٧ ب، و \"تفسير مقاتل\" ٢/ ٣٦ ب.(٥) رواه الطبراني في \"الكبير\" ٢٣/ ١٤٩ من طريق عطاء، عن ابن عباس.وذكره السيوطي في \"الدر المنثور\" ٦/ ١٥١ وعزاه للطبراني، وتصحفت فتعطف في \"الدر\" إلى: فتسخط.</p><p> اليوم، قد جعلت له مثلي ما كان قبل اليوم (١) . </p><p> وقال مقاتل بن حيان: حلف أبو بكر وأناس معه من أصحاب النبي -صلى الله عليه وسلم- بالله الذي لا إله إلا هو لا ينفع رجلاً من الذين قالوا لعائشة ما قالوا، ولا نصلهم ولا نبرهم، وكان مسطح بينه وبين أبي بكر قرابة من قبل النساء، فأقبل مسطح إلى أبي بكر ليعتذر فقال: جعلني الله فداك، والله الذي أنزل الكتاب على محمد ما قذفتها ولا تكلمت بشيء مما قيل لها أي خال -وكان أبو بكر خاله- فقال أبو بكر: قد أعجبك الذي قيل لها! قال: قد كان (٢) بعض ذلك، فأنزل الله في شأنه هذه الآية، وأمر أبا بكر والذين معه أن ينفقوا على مسطح، فقال أبو بكر وأصحابه: والله يا مسطح ما (٣) نمنعك </p><p>(١) \"تفسير مقاتل\" ٢/ ٣٦ ب. ورواه ابن أبي حاتم في \"تفسيره\" ٧/ ٢٧ ب، والطبراني في \"الكبير\" ٢٣/ ١٥٠ - ١٥١ من طريق ابن لهيعة، عن عطاء بن دينار، عن سعيد بن جبير، بمثله إلى قوله: بعد اليوم. قال الهيثمي في \"مجمع الزوائد\" ٧/ ٧٩: وفيه ابن لهيعة وفيه ضعف.وقوله: \"قد جعلت له مثلي ما كان قبل اليوم\" روى الطبراني ٢٣/ ١٢٥ - ١٢٩ نحوه من حديث ابن عمر في خبر الإفك وفيه: \"فلما قال: (ألا تحبّون أن يغفر الله لكم) بكى أبو بكر فقال: أما إذ نزل القرآن بأمري فيك لأضاعفن لك النفقة\".قال الهيثمي في \"مجمع الزوائد\" ٩/ ٢٤٠: وفيه إسماعيل بن يحيى التيمي، وهو كذّاب.وروى ابن المنذر كما في \"الدر المنثور\" ٦/ ١٦٣ عن الحسن: أن أبا بكر صار يضعف له بعد ذلك، بعد ما نزلت هذه الآية ضعفي ما كان يعطيه.والذي في \"صحيح البخاري\" وغيره من حديث عائشة: \"فرجع إلى النفقة التي كان ينفق عليه\". والله أعلم.(٢) عند ابن أبي حاتم: لعله يكون قد كان بعض ذلك.(٣) في (ظ)، (ع): (لا).</p>"
}