{
  "id": null,
  "sura": 24,
  "aya": 6,
  "text": "<p> واتفقوا على أن الموجود زانيًا هو شريك. والأظهر أن الواجد كان عويمر لكثرة ما روي أن النبي -صلى الله عليه وسلم- لاعن بين العجلاني وامرأته (١) . </p><p> ٦ - فأما قوله تعالى:  {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} أي بالزنا {وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ} يشهدون على صحة ما قالوا {إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ} وتقرأ (أربع شهادات) بالنصب (٢) . </p><p> قال أبو إسحاق: من قرأ بالرفع فعلى خبر الابتداء، المعنى: فشهادة أحدهم التي تدرأ حدّ القاذف أربع، والدليل على هذا قوله {وَيَدْرَأُ عَنْهَا </p><p>= حتى يأتوا بأربعة شهداء قد قضى الخبيث حاجته، قال: فما قام حتى جاء ابن عمه أخي أبيه، وامرأته تحمل صبيًا وهي تقول: هو منك، وهو يقول: ليس منه، فأنزلت آية اللعان. قال: فأنا أول من تكلم به وأول من ابتلي به. قال الهيثمي في \"مجمع الزوائد\" ٥/ ١٢ - ١٣: ورجاله رجال الصحيح.(١) ذكر ابن حجر في \"الفتح\" ٨/ ٤٠٥ اختلاف العلماء فيمن نزلت فيه آية اللعان، فقال: وقد اختلف الأئمة في هذا الموضع: فمنهم من رجَّح أنَّها نزلت في شأن عويمر، ومنهم من رجَّح أنها نزلت في شأن هلال، ومنهم من جمع بينهما بأن أول من وقع له ذلك هلال وصادف مجيء عويمر أيضًا فنزلت في شأنهما معًا في وقت واحد. وقد جنح النووي إلى هذا، وسبقه الخطيب .. ويؤيد التعدد أن القائل في قصة هلال سعد بن عبادة. والقائل في قصة عويمر عاصم بن عدي .. ولا مانع أن تتعدد القصص ويتحد النزول. اهـ.وذكر ابن حجر أنَّ النووي نقل عن الواحدي أن أظهر هذه الأقوال أنه عويمر، ثم تعقبه بقوله ٨/ ٤٥١: وأما قول النووي تبعًا للواحدي وجنوحه إلى الترجيح فمرجوح، لأن الجمع مع إمكانه أولى من الترجيح.(٢) قرأ حمزة والكسائي وحفص \"أربع\" رفعًا، وقرأ الباقون بالنصب.انظر: \"السبعة\" لابن مجاهد ص ٤٥٢ - ٤٥٣، \"التسيير\" للداني ص ١٦٢ و\"الغاية\" لابن مهران النيسابوري ص ٢١٨، و \"النشر\" لابن الجزري ٢/ ٣٣٠.</p><p> الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ}. ومن نصب أربعًا فالمعنى: فعليهم أن يشهد أحدهم أربع شهادات، [وعلى معنى: فالذي يدرأ عنهم (١) العذاب أن يشهد أحدهم أربع شهادات] (٢) . بالله. هذا كلامه (٣) . </p><p> وشرحه أبو علي -وزاد فيه- فقال: من نصب قوله (أربع شهادات) نصبه بالشهادة، وينبغي أن يكون قوله {فَشَهَادَةُ أَحَدِهِمْ} مبنيًّا على ما يكون مبتدأ (٤) تقديره: فالحكم أو فالفرض (٥) أن يشهد أحدهم أربع شهادات، أو فعليهم أن يشهدوا. وإن شئت حملته على المعنى؛ لأن المعنى: يشهد أحدهم، فقوله (باللهِ) يجوز أن يكون من صلة الشهادة ومن صلة الشهادات إذا نصبت الأربع، وقياس من أعمل الثاني. يعني حيث يجتمع فعلان لا في هذه الآية (٦) . أن يكون قوله (باللهِ) من صلة شهادات وحذف من الأول لدلالة الثاني عليه، كما تقول: ضربت وضربني زيد. </p><p> ومن رفع فإن الجار والمجرور من صلة شهادات، ولا يجوز أن يكون من صلة شهادة لأنك إن وصلتها بالشهادة فقد فصلت بين الصلة والموصول ألا ترى أنَّ الخبر الذي هو أربع شهادات يفصل (٧) . </p><p> وقوله:  {إِنَّهُ لَمِنَ الْكَاذِبِينَ} في قول من نصب (أربع شهادات) يجوز </p><p>(١) في \"معاني القرآن\": عنها، وهو خطأ. (٢) ما بين المعقوفين ساقط من (أ).(٣) \"معاني القرآن\" للزجاج ٤/ ٣٢ - ٣٣.(٤) (مبتدأ) ساقط من (ع).(٥) في (ع): (الفرض).(٦) قوله: (يعني .. الآية) هذا من كلام الواحدي.(٧) في (أ): (تفضيل).</p><p> أن يكون من صلة (شهادة أحدهم) ، فتكون الجملة التي هي من {إِنَّهُ لَمِنَ الْكَاذِبِينَ} في موضع نصب؛ لأن الشهادة كالعلم فتتعلق بها (إنَّ) كما تتعلق بالعلم، والجملة في موضع نصب بأنه مفعول به، و (أربع شهادات) تنتصب انتصاب المصدر. ومن رفع (أربع شهادات) لم يكن قوله (١)  {إِنَّهُ لَمِنَ الْكَاذِبِينَ} في موضع نصب إلَّا من صلة شهادات دون صلة شهادة؛ لأنك إن جعلته من صلة شهادة) فصلت بين الصلة والموصول (٢) . </p><p> وأما تفسير قوله:  {أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ}  [النور: ٨] : </p><p> فروى عكرمة، عن ابن عباس: أن هلال بن أمية لما قذف زوجته بشريك بن السحماء أراد رسول الله -صلى الله عليه وسلم- أن يأمر بضربه إذ نزل عليه الوحي، فقال:  \"أبشر يا هلال قد جعل الله لك فرجًا ومخرجًا\" . فقال هلال: قد كنت أرجو ذاك من ربي. فقال رسول الله -صلى الله عليه وسلم-: \"أرسلوا إليها\" فأرسلوا إليها فجاءت، فتلاها رسول الله -صلى الله عليه وسلم- عليهما، وأخبرهما أن عذاب الآخرة أشد من عذاب الدنيا. فقال هلال (٣) : والله يا رسول الله لقد صدقت عليها: فقالت: كذب. فقال رسول الله -صلى الله عليه وسلم-: \"إنّ الله يعلم أن أحدكما كاذب فهل منكما تائب؟ \" فقال هلال: صدقت (٤) ، وما قلت إلَّا حقًّا. </p><p> فقال رسول الله -صلى الله عليه وسلم-: \"لاعنوا بينهما\" ، فقيل لهلال: اشهد. فشهد أربع </p><p>(١) في جميع النسخ: (كقوله)، والتصويب من الحجة. (٢) \"الحجة\" لأبي علي الفارسي ٥/ ٣١٠ - ٣١١. مع اختلاف يسير.وانظر: \"الكشف\" ٢/ ١٣٤، و\"مشكل إعراب القرآن\" ٢/ ٥٠٩ كلاهما لمكي بن أبي طالب، \"البيان\" للأنباري ٢/ ١٩٢، \"الدر المصون\" للسمين ٨/ ٣٨٥ - ٣٨٦.(٣) (هلال) ساقطة من (أ).(٤) (صدقت) ساقط من (أ).</p><p> شهادات بالله إنه لمن الصادقين فلما كان في الخامسة قيل لهلال (١) : يا هلال، اتق الله فإن عذاب الدنيا أهون من عذاب الآخرة، وإنّ هذه الموجبة التي توجب عليك العذاب. فقال: والله لا يعذبني (٢) عليها كما لم يجلدني عليها رسول الله -صلى الله عليه وسلم- فشهد الخامسة أنّ لعنة الله عليه إن كان من الكاذبين. ثم قيل لها: اشهدي فشهدت أربع شهادات إنه لمن الكاذبين. فلما كانت الخامسة قيل لها: اتقي الله. كما قيل لهلال، فتلكأت ساعة، ثم قالت: لا أفضح قومي سائر (٣) اليوم، فشهدت الخامسة أن غضب الله عليها إن كان من الصادقين، ففرّق رسول الله -صلى الله عليه وسلم- بينهما، وقضى أن لا يدعى ولدها لأب، ولا ترمى هي ولا يرمى ولدها، ومن رماها أو رمى ولدها فعليه الحد. </p><p> [قال عكرمة]  (٤) : فكان بعد ذلك أميرًا على مصر ولا يدعى لأب (٥) . </p><p>(١) (لهلال) ساقطة من (أ)، وفي (ع) له. (٢) في (ع): (عذبني).(٣) (سائر) ساقطة من (ع).(٤) ما بين المعقوفين ساقط من (ظ)، (ع).(٥) رواه الإمام أحمد في \"مسنده\" ٤/ ٦ - ٩ طبعة شاكر، وأبو داود في \"سننه\" (كتاب: الطلاق - باب: في اللعان ٦/ ٣٤٤ - ٣٤٧)، وأبو يعلى في \"مسنده\" ٥/ ١٢٤ - ١٢٧، والطبري في \"تفسيره\" ١٨/ ٨٢ - ٨٣، وابن أبي حاتم في \"تفسيره\" ١٥ أ - ب، ١٦ أ، والبيهقي في \"السنن الكبرى\" ٧/ ٣٩٤ كلهم من طريق عبّاد بن منصور، عن عكرمة، عن ابن عباس به.وقال الحافظ المنذري في كتابه \"مختصر سنن أبي داود\" ٣/ ١٦٩: في إسناده عبَّاد ابن منصور، وقد تكلم فيه غير واحد، وكان قدريًا داعية.وقال الهيثمي في \"مجمع الزوائد\" ٥/ ١٢ بعد ذكره الرواية أبي يعلى: ومداره على عبّاد بن منصور وهو ضعيف. =</p>"
}