{
  "id": null,
  "sura": 24,
  "aya": 36,
  "text": "<p> قوله تعالى:  {يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ} قال ابن عباس: لدينه الإسلام (١) . </p><p> وإن شئت قلت للقرآن، وإن شئت لمحمد -صلى الله عليه وسلم- على اختلاف التفسير في قوله:  {مَثَلُ نُورِهِ} . </p><p> {وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ} ويبيّن الله الأشباه للناس تقريبًا إلى الأفهام وتسهيلًا لسبل الإدراك (٢)  {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} . </p><p> ٣٦ - {فِي بُيُوتٍ} اختلفوا في المتصل به من قوله {فِي بُيُوتٍ} فذكر الزجاج (٣) والفراء (٤) قولين: </p><p> أحدهما: أنَّه من صلة المشكاة على تقدير: كمشكاة فيها مصباح في بيوت [فيكون قوله {فِي بُيُوتٍ} ] (٥) وصفًا للنكرة كما كان قوله {فِيهَا مِصْبَاحٌ} وصفًا لها. </p><p> وهذا القول اختيار أبي علي، قال: وفي قوله {فِي بُيُوتٍ} ضمير مرفوع يعود إلى الموصوف، لأن الظرف في الصفة مثله في الصلة (٦) . </p><p>= خرجت الزجاجة فيها المصباح من الكُوَّة صارت الكوَّة مظلمة فذهب نورها، والكوة مثل عبد الله ثم شبَّه الزجاجة بمحمد -صلى الله عليه وسلم- .. ويعني بالشجرة إبراهيم. اهـ. وقد تقدَّم كلام ابن العربي في هذه الأقوال البعيدة. (١) ذكره عنه البغوي ٦/ ٤٩. وذكره ابن الجوزي ٦/ ٤٤ من غير نسبة.(٢) الثعلبي ٣/ ٨٥ ب.(٣) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٥.(٤) انظر: \"معاني القرآن\" للفراء ٢/ ٢٥٣ - ٢٥٤.(٥) ساقط من (ع).(٦) \"الحجة\" لأبي علي ٥/ ٣٢٢.</p><p> القول الثاني: أنَّ (فِي) متصلة بقوله (يُسَبِّحُ لَهُ) ويكون (١)  (فِيهَا) تكرارًا على التوكيد كقولك: في الدار قام زيد فيها. </p><p> وهذا القول إنّما هو على قراءة العامة (٢) . [وعلى قراءة]  (٣) من قرأ (يسبَّح) بفتح الباء لا تكون (في) من صلة التسبيح. وذكر غيرهما (٤) أن (٥)  (في) من صلة (توقد) . هذا الذي ذكرنا معنى قول أهل المعاني. </p><p> والاختيار أن لا تجعل هذه الآية متصلة بما قبلها؛ لأنَّ الآية الأولى في (٦) ضرب المثل لنور المؤمن بالمشكاة التي فيها مصباح يُزهر بزيت (٧) مضيء. ولا فائدة في وصف المصباح بكونه في بيوت أو في غيرها، ولا تأكيد لضوئها بأن تُوصف (٨) أنَّها في بيوت يذكر فيها اسم الله، وأيضًا فإنَّه وحدّ المشكاة وجمع البيوت، ولا تكون مشكاة في بيوت (٩) ، فإذن الأولى أن يقال: قوله: {فِي بُيُوتٍ} ابتداء كلام في وصف مساجد المؤمنين (١٠) </p><p>(١) (ويكون): ساقطة من (أ). (٢) قرأ جمهور القراء: \"يسبّح\" بكسر الباء. وقرأ ابن عامر وعاصم في رواية أبي بكر: \"يُسبَّح\" بفتح الباء.\"السبعة\" ص ٤٥٦،\" التبصرة\" ص ٢٧٣، \"التيسير\" ص ١٦٢.(٣) ساقط من (ع).(٤) ذكر ذلك الطبري ١٤/ ١٤٤، والثعلبي ٣/ ٨٥ ب. وحكاه ابن عطية ١٠/ ٥١٣، وأبو حيان ٦/ ٤٥٧ عن الرُّماني.(٥) (أنَّ): ساقطة من (ع).(٦) في (ع): (من).(٧) في (ع): (بنور زيت).(٨) في (ع): (تذكر).(٩) حكى الرازي ٢٤/ ٢ هذا الاعتراض عن أبي مسلم بن بحر الأصفهاني.(١٠) في (أ)، (ع): (والمؤمنين).</p><p> الذين يذكرون الله فيها ويعبدونه وُيصلّون له. </p><p> وأما معنى البيوت: فقال ابن عباس في رواية عطاء: يريد المساجد (١) . وهو قول أبي صالح (٢) ، ومجاهد في رواية ابن أبي نجيح (٣) ، ومقاتل (٤) ، وعكرمة (٥) ، والحسن (٦) وأكثر المفسرين (٧) . </p><p> وعلى هذا الآية عامة في جميع المساجد. </p><p> قال ابن عباس فيما روى عنه سعيد بن جبير: المساجد بيوت الله في الأرض، وهي تُضيء لأهل السَّماء (٨) كما (٩) تضيء النُّجوم لأهل الأرض (١٠) . </p><p>(١) لم أجد من ذكره عنه من رواية عطاء. وقد روى الطبري ١٨/ ١٤٤، وابن أبي حاتم ٧/ ٤٩ ب هذا القول عنه من رواية علي بن أبي طلحة. ورواه الطبري ١٨/ ١٤٤ أيضًا من رواية العوفي.(٢) ذكره عنه ابن أبي حاتم ٧/ ٤٩ ب، وابن كثير ٣/ ٢٩٢.(٣) رواه عنه الطبري ١٨/ ١٤٤ من رواية ابن أبي نجيح. وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٠٢ ونسبه أيضًا لعبد بن حميد.(٤) انظر: \"تفسير مقاتل\" ٢/ ٣٩ أ.(٥) ذكره عنه ابن أبي حاتم ٧/ ٤٩ ب، وابن كثير ٣/ ٢٩٢. وله قول آخر: أنَّها البيوت كلها. رواه عنه الطبري ١٨/ ١٤٤، وابن أبي حاتم ٧/ ٥٠ أ.(٦) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦٠، والطبري ١٨/ ١٤٤.(٧) انظر: \"الطبري\" ١٨/ ١٤٤، ابن الجوزي ٦/ ٤٦، ابن كثير ٣/ ٢٩٢.(٨) في (أ): (الشهادة).(٩) (كما): ساقطة من (أ).(١٠) رواه الثعلبي في \"تفسيره\" ٢/ ٨٥ ب من طريق بُكير بن شهاب عن سعيد بن جبير، عن ابن عباس، به.وبكير بن شهاب قال فيه ابن حجر في \"التقريب\" ١/ ١٠٧: مقبول.ومعنى مقبول عن ابن حجر: حيث يتايع، وإلا فليَّن الحديث. انظر: \"مقدمة =</p><p> ومنهم من خصَّص البيوت هاهنا، فقال: هي أربعة مساجد لم يبنهنَّ إلا نبي: </p><p> الكعبة بناها إبراهيم وإسماعيل، وبيت (١) أريحا بناه داود وسليمان، ومسجد المدينة ومسجد قُباء بناهما النبي -صلى الله عليه وسلم-. وهذا قول ابن بريدة. </p><p> وقال السدي: هي بيوت المدينة (٢) . </p><p> وإنَّما خصَّ بيوت المدينة لأنها كانت يُصلّى فيها، ويذكر الله فيها حين نزلت هذه الآية. </p><p> وروى ليث عن مجاهد قال: هي بيوت النبي -صلى الله عليه وسلم- (٣) . </p><p> وقد روي مرفوعًا أنَّ النبي -صلى الله عليه وسلم- قرأ هذه الآية، فسئل أي بيوت هذه؟ فقال:  \"بيوت الأنبياء\"  (٤) . </p><p>= التقريب\" ص ٥، ولم يتابع بكيرًا أحدٌ، فإسناده ضعيف. وذكره البغوي ٦/ ٤٩ من رواية سعيد بن جبير، عن ابن عباس.(١) (بيت): ساقط من (ع). وفيها: وأريحا.والمراد بأريحا -وهي بالفتح ثم كسر الراء-: بلدة في الأردن بالشام، بينها وبين بيت المقدس مسافة يوم للفارس. \"معجم البلدان\" ١/ ٢١٠.(٢) ذكره عنه الثعلبي ٣/ ٨٥ ب.(٣) رواه ابن أبي حاتم ٧/ ٥٠ وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٠٣ وعزاه لابن أبي حاتم.وسنده ضعيف، لأن فيه ليث بن أبي سليم وهو مجمع على ضعفه. وما تقدم عن مجاهد هو الصحيح.وذكر هذا القول عن مجاهد أيضًا ابن الجوزي ٦/ ٦، والقرطبي ١٢/ ٢٦٥.(٤) رواه ابن مردويه كما في \"الدر المنثور\" ٦/ ٢٠٣، والثعلبي في \"تفسيره الكشف والبيان\" ٣/ ٨٥ ب عن أنس بن مالك، وعن بريدة.وهذا الحديث لا يصح؛ لأنه من رواية نفيع بن الحارث عن أنس وبريدة. ونفيع =</p><p> والقول هو الأول. </p><p> وقوله {أَذِنَ اللَّهُ} قال مقاتل: أمر الله (١) . </p><p> {أَنْ تُرْفَعَ} قال ابن عباس (٢) ، ومجاهد (٣) ، ومقاتل (٤) ، وغيرهم (٥) : أن تبنى، كقوله تعالى:  {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ}  [البقرة: ١٢٧] . </p><p> وقال الحسن:  (ترْفَعَ) أي: تُعظَّم (٦) . </p><p>= هذا قال عنه الحاكم: روى عن بريدة وأنس أحاديث موضوعة. وقال ابن عبد البر: اتفق أهل العلم على نكارة حديثه وضعفه، وكذّبه بعضهم، وأجمعوا على ترك الرواية عنه، وليس عندهم شيء.وقال الذهبي: هالك، تركوه. وقال ابن حجر: متروك، وقد كذّبه ابن معين.انظر: \"الاستغناء\" لابن عبد البر ١/ ٦٠٤، \" المغني في الضعفاء\" للذهبي ٢/ ٧٠١، \"تهذيب التهذيب\" لابن حجر ١٠/ ٤٧٠ - ٤٧٢، \"تقريب التهذيب\" لابن حجر ٢/ ٣٠٦.(١) \"تفسير مقاتل\" ٢/ ٣٩ أ.(٢) ذكره عنه الرازي ٢٤/ ٣، وأبو حيان ٦/ ٤٥٨.وروى الطبري ١٨/ ١٤٤، وابن أبي حاتم ٧/ ٤٩ ب عنه قال: تكرَّم، ونهى عن اللغو فيها.(٣) رواه الطبري ١٨/ ١٤٥، وابن أبي حاتم ٧/ ٥٠ أ، وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٠٢ وعزاه لعبد بن حميد أيضًا.(٤) انظر: \"تفسير مقاتل\" ٢/ ٣٩ أ.(٥) هو الطبري: قال في \"تفسيره\" ١٨/ ١٤٤: معناه: أذن الله أن ترفع بناءً، كما قال جل ثناؤه-: (وإذ يرفع إبراهيم القواعد من البيت) وذلك أنَّ ذلك هو الأغلب من معنى الرفع في البيوت والأبنية.(٦) رواه عبد الرزاق في \"تفسيره\" ٢/ ٦٠ - ٦١، والطبري ١٨/ ١٤٥، وذكره السيوطي في \"الدر المنثور\" ٦/ ٢٠٢ - ٢٠٣ وعزاه لمن تقدم.وحكى الرَّازي في \"تفسيره\" ٢٤/ ٣ في قوله \"ترفع\" قولاً ثالثُا هو مجموع الأمرين: أي تبنى وتعظم. ولعل هذا الأقرب؛ لأنَّه يعم القولين. =</p><p> والمعنى: لا يتكلم فيها بالخنا (١) . </p><p> قال أبو علي: قوله ([أذن الله](٢) أن {تُرْفَعَ} ) صفة للبيوت، والعائد منها إلى البيوت الذكر الذي في قوله {تُرْفَعَ}  (٣) . </p><p> قوله {وَيُذْكَرَ فِيهَا اسْمُهُ} قال مقاتل: يوحّد الله فيها (٤) . </p><p>= قال العلامة الشنقيطي في \"تفسير سورة النور\" ص ١٤١: والرفع قسمان: الأول: الرفع الحسي، وهو رفع القواعد والبناء، ومنه قوله تعالى: (وإذ يرفع إبراهيم القواعد من البيت وإسماعيل). الثاني: الرفع المعنوي، وذلك يكون بأداء عبادة الله فيهان وصونها عما ينجسها حسيًّا كان أو معنويًا كارتكاب المنكرات.وعمارة المسجد الحقيقية هي العمارة المعنوية، فلو زخرف المسجد وارتكبت فيه المنكرات، أو لم تقم فيه عبادة الله، فليس بمعمور حقيقة. ولو بني بالنَّخل والجريد والطين وأقيمت فيه العبادة، وطهِّر من الأقذار الحسيِّة والمعنوية فهو معمور حقيقة. ولهذا كان مسجد رسول الله -صلى الله عليه وسلم- مبنيًّا بالجريد والنخل ومع ذلك كانت عمارته أعظم من اليوم، وإن كانت عمارته الحسيّة اليوم أعظم من ذلك اليوم.(١) الخنا من الكلام: أفحشه. \"لسان العرب\" ١٤/ ٢٤٤ (خنا).(٢) ساقط من (أ).(٣) \"الحجة\" لأبي علي الفارسي ٥/ ٣٢٢.(٤) \"تفسير مقاتل\" ٢/ ٣٩ أ.وفي الآية قولان آخران حكاهما الماوردي ٤/ ١٠٧.أحدهما: يتلى فيها كتابه. قاله ابن عباس.الثاني: تُذكر فيها أسماؤه الحسنى. قاله ابن جرير.وما حكاه الماوردي عن ابن عباس رواه الطبري ١٨/ ١٤٥، وابن أبي حاتم ٧/ ٥٠ ب، عنه من رواية علي بن أبي طلحة.وقول الطبري في \"تفسيره\" ١٨/ ١٤٥.قال أبو حيان ٦/ ٤٥٨: (ويذكر في اسمه) ظاهره مطلق الذكر فيعم كل ذكر.</p>"
}