{
  "id": null,
  "sura": 25,
  "aya": 10,
  "text": "<p> وقال الفراء: يقول: لا يستطيعون في أمرك حيلة (١) . وهذا قول ثالث في الآية (٢) . والمعنى: لا سبيل لهم في دفع ما أتيتهم به من الحق ولا حيلة لهم في إبطاله. </p><p> ١٠ - ثم أعلم الله تعالى أنه لو شاء لأعطى نبيه -صلى الله عليه وسلم- من الدنيا خيرًا مما اقترحوا أن يكون له فقال:  {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ} أي: خيرا مما قالوا (٣) من إلقاء كنز، وأن تكون لك جنة تأكل منها. وقال مقاتل: يعني أفضل من الكنز والجنة (٤) . ثم بَيَّن ذلك الذي هو خير مما قالوا بقوله:  {جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٦٣، بنصه. (٢) هذه الأقوال الثلاثة، في المراد بالسبيل؛ القول الأول: سبيل الهدى. الثاني: مخرجاً يخرجهم من الأمثال التي ضربوها لك. الثالث: لا يستطيعون في أمرك حيلة. وكان الأولى بالواحدي. رحمه الله. أن يبين ضعف القول الأول، كما سبق، وخاصة أنه مخالف لظاهر الآية، إذ إن ظاهرها يدل على عجزهم عن مقاومة الرسول -صلى الله عليه وسلم- والله أعلم. وذكر الماوردي ٤/ ١٣٤ في الآية ثلاثة أقوال؛ الأول: قول مجاهد، والثاني: سبيلاً إلى الطاعة لله، ونسبه للسدي، ولم أجد من نسبه له غيره. والثالث: سبيلاً إلى الخير، ونسبه ليحيى بن سلام.(٣) هذا قول مجاهد. وما بعده من كلام الواحدي. \"تفسير مجاهد\" ٤٤٧. وأخرجه عن مجاهد ابن جرير ١٨/ ١٨٥. وابن أبي حاتم ٨/ ٢٦٦٦. وذكره عنه الثعلبي ٨/ ٩٢ ب، وذكر ابن جرير ١٨/ ١٨٥، قولاً آخر: خيرًا من أن تمشي في الأسواق، وتلتمس المعاش كما يلتمسه الناس. ونسبه لابن عباس، لكنه من طريق محمد بن إسحاق. وأخرجه ابن أبي حاتم ٨/ ٢٦٦٦، من قول محمد بن إسحاق. وذكره الثعلبي ٨/ ٩٢ ب، منسوبًا لابن عباس. وهذا القول فيه تخصيص بدون مخصص، وظاهر الآية رجوع اسم الإشارة إلى كل ما سبق ذكره من اقتراحات المشركين. والله أعلم.(٤) \"تفسير مقاتل\" ص ٤٣ ب.</p><p> وقال الكلبي:  {مِنْ تَحْتِهَا} تحت غرفها وشجرها ومساكنها (١) . يعني في الدنيا؛ لأنه قد شاء أن يعطيه إياها في الآخرة. </p><p> قال خيثمة (٢) : قيل للنبي -صلى الله عليه وسلم-: إن شئت أعطيناك مفاتيح الأرض وخزائنها لا ينقصك ذلك عندنا شيئًا في الآخرة، ونزلت هذه الآية (٣) ، فزهد فيها رسول الله -صلى الله عليه وسلم- وآثر أمر الآخرة (٤) ؛ وذلك أنه شاور جبريل في ذلك؛ فقال جبريل: تواضع لله، فقال النبي -صلى الله عليه وسلم-: \"الفقر أحب إليّ وأن أكون عبدًا صابرًا شكورًا\" . وهذا معنى قول ابن عباس في رواية جويبر عن الضحاك عنه (٥) . </p><p>(١) \"تنوير المقباس\" ص ٣٠١. (٢) خيثمة بن عبد الرحمن بن أبي سبرة، لأبيه وجده صحبة، حدّث عن أبيه، وعائشة وغيرهم -رضي الله عنهم- أدرك ثلاثة عشر صحابيًا. ت: ٨٠ هـ \"تاريخ الثقات\" للعجلي ص ١٤٥. \"تهذيب التهذيب\" ٣/ ١٥٤. \"سير أعلام النبلاء\" ٤/ ٣٢٠. وذكره العلائي في \"جامع التحصيل\" ص ٢٠٩. فالحديث مرسل.(٣) أخرجه ابن جرير في تفسيره ١٨/ ١٨٦، بسنده عن حبيب قال: قيل للنبي -صلى الله عليه وسلم- إن شئت أن نعطيك من خزائن الأرض ومفاتيحها ما لم يعط نبي قبلك، ولا يعطى مَنْ بعدك، ولا ينقص ذلك مما عند الله تعالى، فقال: اجمعوها لي في الآخرة، فأنزل الله -عز وجل- في ذلك: {تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ} وأخرج ابن أبي حاتم ٨/ ٢٦٦٦، بسنده عن حبيب بن أبي ثابت عن خيثمة مختصرًا قريباً من سياق ابن جرير. وذكره السمرقندي ٢/ ٤٥٤. وابن كثير ٦/ ٩٥، كلاهما بدون إسناد، عن سفيان الثوري عن حبيب، به. وحبيب بن أبي ثابت، ثقة فقيه جليل، ولكنه كان كثير الإرسال والتدليس. \"جامع التحصيل\" للعلائي ص١٩٠، و\"التقريب\" ص ٢١٨. وهنا لم يصرح بالتحديث. إضافة إلى علة الإرسال من خيثمة كما سبق في ترجمته قريبًا.(٤) هذا من كلام الواحدي -رحمه الله- وليس من الرواية. وهو بنصه في \"معاني القرآن\" للز جاج ٤/ ٥٩.(٥) أخرج هذه الرواية الثعلبي ٨٩٢ ب، مطوّلة جدًا. وفيها (الفقر أحب إليّ ...). =</p><p> قوله تعالى:  {وَيَجْعَلْ لَكَ قُصُورًا} . قرئ بجزم اللام ورفعه (١) ؛ فمن جزم فلأن المعنى: إن يشأ يجعلْ لك جنات ويجعلْ لك قصورًا. هذا قول أبي إسحاق (٢) . وشرحه أبو علي؛ فقال: من جزم {وَيَجْعَلْ لَكَ} عطفه على موضع: جعل؛ لأن موضع جعل جزم بأنه جزاء الشرط فإذا جزم {يَجْعَلْ} حمله على ذلك، وإذ كانوا قد جزموا ما لم يلِه فعل لأنه في موضع جزم كقراءة من قرأ:  {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ}  [الأعراف: ١٨٦]  (٣) فالفعل أولى أن يحمل عليه من حيث كان الفعل بالفعل أشبه منه بغير الفعل، وحكم المعطوف أن يكون مناسبًا للمعطوف عليه ومشابهًا له. ومن رفع قطعه مما قبله واستأنف، والجزاء في هذا النحو موضع استئناف ألا ترى أن الجمل من الابتداء والخبر تقع فيه كقوله:  {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ}  [الأعراف: ١٨٦] وقوله: {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ}  (٤)  [البقرة: ٢٧١] هذا </p><p>= وأخرجها الواحدي في \"أسباب النزول\" ص ٣٣٢، من طريق الثعلبي. وهي رواية منقطعة، وضعيفة؛ فالضحاك لم يسمع من ابن عباس -رضي الله عنهما-. وجويبر ضعيف جداً. (١) قرأ ابن كثير وابن عامر وعاصم في رواية أبي بكر: {ويجعلُ} بالرفع، والباقون بالجزم. \"السبعة في القراءات\" ص ٤٦٢. و\"الحجة للقراء السبعة\" ٥/ ٣٣٦. و\"النشر في القراءات العشر\" ٢/ ٣٣٣.(٢) \"معاني القرآن\" للزجاج ٤/ ٥٩، بنصه.(٣) {وَيَذَرُهُمْ} فيها ثلاث قراءات: بالياء والرفع، والنون والرفع، وبالياء مع الجزم، والثالثة هي الشاهد من ذكر القراءة، وقرأ بها حمزة والكسائي وخلف. \"السبعة في القراءات\" ص ٢٩٩، و\"النشر\" ٢/ ٢٧٣.(٤) سبق ذكر الشاهد في الآية الأولى، وأما الآية الثانية فلم يذكر الشاهد فيها، وهو قوله تعالى: {وَإِنْ تُخْفُوهَا وَتُؤْتُوهَا الْفُقَرَاءَ فَهُوَ خَيْرٌ لَكُمْ وَيُكَفِّرُ} بالرفع. قرأ =</p>"
}