{
  "id": null,
  "sura": 25,
  "aya": 38,
  "text": "<p> قدرتنا (١) . قال ابن عباس: وهذا كله تعزيه للنبى -صلى الله عليه وسلم- وتخويف للمشركين (٢) . </p><p> قوله تعالى:  {وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا} يعني: سوى ما حل بهم في الدنيا (٣) . </p><p> ٣٨ - وقوله:  {وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ} قال الفراء: نصبت عادًا بالتدمير (٤) . وقال الزجاج:  {وَعَادًا} عطفًا (٥) على الهاء والميم، التي في قوله:  {وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً} قال: ويجوز أن يكون معطوفًا على معنى: {وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا} ويكون التأويل: وَعَدْنا الظالمين بالعذاب، </p><p>(١) قال تعالى: {إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١) لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ} [الحاقة: ١١ - ١٢]. (٢) \"الوسيط\" ٣/ ٣٤٠، بنصه.(٣) \"تفسير الطبري\" ١٩/ ١٣. بمعناه. قال القرطبي ١٣/ ٣١: أي: للمشركين من قوم نوح ... وقيل: أي: هذه سبيلي في كل ظالم. وعلى هذا يكون المراد بالظالمين قوم نوح -صلى الله عليه وسلم- وهذا محتمل، كما قال الرازي ٢٤/ ٨١، واقتصر عليه البرسوي ٦/ ٢١١. إلا أن ظاهر الآية أعم من ذلك، فأعتدنا لكل من سلك سبيلهم في تكذيب الرسل عذاباً أليماً. ولم يذكر البقاعي ١٣/ ٣٨٦، غير هذا، وكذا المراغي ١٩/ ١٧، ويشهد له قول الله -عَزَّ وَجَلَّ- في قصة قوم لوط -صلى الله عليه وسلم-: {مُسَوَّمَةً عِنْدَ رَبِّكَ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} [هود: ٨٣] وهذا أقرب لتحذير المشركين وتخويفهم. والله أعلم. وذكر ابن أبي حاتم ٨/ ٢٦٩٤، من طريق الضحاك عن ابن عباس -رضي الله عنهما- أن: الظالمين، الكافرين. وذكر ابن جزي ٤٨٤ القولين دون ترجيح، وكذا البيضاوي ٢/ ١٤١. والشوكاني ٤/ ٧٣. والعذاب في الآية الأخروي؛ إن كان المراد بالظالمين قوم نوح؛ لأنه سبق الإخبار عن عذابهم في الدنيا. ويحتمل العذاب الدنيوي والأخروي؛ إن كان المراد بهم عموم الظالمين. \"تفسير أبي السعود\" ٦/ ٢١٨.(٤) \"معاني القرآن\" للفراء ٢/ ٢٦٨.(٥) هكذا في (أ)، (ب)، وفي (ج): (عطف).</p><p> ووعدنا عادًا وثمودَ (١) . </p><p> قوله {وَأَصْحَابُ الرَّسِّ} الرس في اللغة: كل محفور مثل البئر، والمعدن، والقبر، ونحوها. وجمعه: رِساس، ومنه قول الجعدي: </p><p> تَنابلةً يَحفِرون الرِّساسا (٢) </p><p> وقال أبو عبيدة: الرس: كل رَكيَّة لم تُطوَ (٣) ، بالحجارة والآجر والخشب (٤) . واختلفوا في أصحاب الرس؛ [فروى عكرمة عن ابن عباس، </p><p>(١) \"معاني القرآن\" للزجاج٤/ ٦٨. (٢) عجز بيت للنابغة، ديوانه ٨٢، وصدره:سَبَقْتُ إلى فَرَطٍ ناهلوأثده ونسبه أبو عبيدة ٢/ ٧٥، وقال: الرساس: المعادن. وأنشده ابن جرير ١٩/ ١٤، ولم ينبه، وفيه: بأهل، بالباء الموحدة تحت. وأنشده ابن قتيبة، في: غريب القرآن ٣١٣، منسوبًا للنابغة وأنشده، وذكر قول أبي عبيدة الثعلبي ٨/ ٩٩ أ. وفي \"تهذيب اللغة\" ١٢/ ٢٩٠ (رسس): وكل بئر عند العرب: رَسٌّ، وأنشد البيت للدلالة على ذلك.ضبط: تنابلة، في التهذيب ١٢/ ٢٩٠: بالرفع، وفي \"الديوان\" و\"المجاز\" لأبي عبيدة: بالنصب. وفي \"تهذيب اللغة\" ١٣/ ٣٣١ (فرط): الفرَط: المتقدم في طلب الماء. والناهل في كلام العرب: العطشان. \"تهذيب اللغة\" ٦/ ٣٠٥ (نهل). والتنبال: الرجل القصير. \"تهذيب اللغة\" ١٤/ ٣٥٤ (تنبل).- النابغة الجعدي، الشاعر المشهور المعمَّر -رضي الله عنه-، اختلف في اسمه فقيل: عبد الله ابن قيس، وقيل: قيس ابن عبد الله، من جَعدة بن كعب بن ربيعة، أقام مدة لا يقول الشعر ثم قاله فقيل: نبغ.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٢٣، في سورة: ق. وفي \"غريب القرآن\"، لابن قتيبة ص ٣١٣، بالإثبات حيث قال: كل ركية تطوى فهي رس. وفي \"اللسان\" ٦/ ٩٩: والرس: البئر المطوية بالحجارة فكلمة: رَسَسْتُ، من الأضداد، تستعمل في الإصلاح، وتستعمل في الإفساد. \"الأضداد\" للأنباري ص ٣٨٣.(٤) \"تفسير الثعلبي\" ٨/ ٩٩ أ، بنصه.</p><p> قال: سألت كعبًا عن أصحاب الرس؟] (١) فقال: صاحب ياسين الذي قال: {يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ}  [يس: ٢٠] قتلوه (٢) ، قتله قومه ورسَّوه في بئر لهم يقال له: الرس، أي: دسوه فيها (٣) . وهذا قول مقاتل والسدي؛ قالا: الرس: بئر بأنطاكية (٤) قتلوا فيها حبيبًا النجار فنسبوا إليها (٥) . </p><p> وروى عطاء عن ابن عباس في أصحاب الرس قال: بئر كانوا عليها نزولًا (٦) . وهذا قول مجاهد؛ قال: بئر كان عليها قوم يقال لهم: أصحاب الرس (٧) . ونحو هذا قال وهب، قال: وبعث الله إليهم شعيبًا، وكانوا أهل </p><p>(١) ما بين المعقوفين، ساقط من (ج). وقول كعب ذكره الثعلبي ٨/ ٩٦ أ، دون ذكر السؤال. (٢) كلمة: (قتلوه) في (أ)، (ب). ويوجد بعد هذه الكلمة تكرار في (ب)، قدر سطرين.(٣) أخرج ابن جرير ١٩/ ١٤، عن عكرمة أنه قال: أصحاب الرس بفلج هم أصحاب يس. ولم ينسبه لابن عباس. وذكره القرطبي ١٣/ ٣٢ منسوبًا لابن عباس.(٤) أنطاكية: قصبة العواصم من الثغور الشامية، وهي من أعيان البلاد، وأمهاتها، موصوفة بطيب الهواء وعذوبة الماء، وكثرة الفواكه وسعة الخير، حاصرها أبو عبيدة بن الجراح، وصالح أهلها، ثم نقض أهلها العهد فأرسل إليهم أبو عبيدة: عياض بن غنم، وحبيب بن مسلمة ففتحاها. \"معجم البلدان\" ١/ ٣١٦. و\"مراصد الإطلاع\" ١/ ١٢٤. وموقعها الآن: جنوب تركيا تبعد عن الساحل الشرقي للبحر المتوسط حوالي ٥٠ كم.(٥) \"تفسير مقاتل\" ص ٤٥ ب، لكنه لم يسمه. وذكره الثعلبي ٨/ ٩٦ أ، ونسبه لكعب ومقاتل. ونسبه ابن الجوزي ٦/ ٩٠، للسدي.(٦) أخرج ابن أبي حاتم ٨/ ٢٦٩٥، بسنده عن عكرمة عن ابن عباس: أنها بئر بأذربيجان.(٧) أخرجه عن مجاهد، ابن جرير ١٩/ ١٤، وابن أبي حاتم ٨/ ٢٦٩٥. وأخرج نحوه ابن جرير عن ابن عباس.</p><p> بئر نزولًا عليها، وأصحاب مواش، وكذبوا شعيبًا، وآذوه فانهارت البئر بهم، وبديارهم ومنازلهم، فهلكوا جميعاً (١) . </p><p> وقال قتادة: الرس: قرية بفَلَج اليمامة (٢) قتل أهلها نبيهم فأهلكهم الله (٣) . </p><p>(١) \"الوسيط\" ٣/ ٣٤٠ بنصه، منسوباً لوهب. وهو كذلك عند البغوي ٦/ ٨٤ والطبرسي ٧/ ٢٦٦. وابن الجوزي ٦/ ٩٠. والقرطبي ١٣/ ٣٢. وكون أصحاب الرس قوم شعيب، -عليه السلام- مذكور في \"تنوير المقباس\" ص ٣٠٣. وأخرج ابن جرير ١٩/ ١٣، بإسناده عن ابن جريج، قال: قال ابن عباس: {وَأَصْحَابَ الرَّسِّ} قال: قرية من ثمود. وذكره ابن كثير ٦/ ١١١، واستبعد هذا أبو حيان ٦/ ٤٥٧، وقال: ويبعده عطفه على ثمود؛ لأن العطف يقضي التغاير. وتبعه الألوسي ١٩/ ١٩. (٢) فلج اليمامة: بفتح أوله وثانيه، مدينة بأرض اليمامة، لبني جعدة، وقُشير، وكعب بن ربيعة بن عامر بن صعصعة. \"معجم البلدان\" ٤/ ٣٠٧. وتسمى الآن: الخرج، المدينة المعروفة جنوب الرياض بحوالي ١٠٠كم.(٣) أخرج هذا القول بإسناده عن قتادة، ابن جرير ١٩/ ١٤، وابن أبي حاتم ٨/ ٢٦٩٥. وذكره القرطبي ١٣/ ٣٢. وزاد البغوي ٦/ ٨٤، نسبته للكلب في. ولم يرجح الواحدي -رحمه الله- شيئاً من هذه الأقوال، ولعل أقربها أنهم قوم كانوا على بئر؛ لأن هذا هو الموافق للمعنى اللغوي. وقد اقتصر عليه في \"الوجيز\" ٢/ ٧٧٩. وهو اختيار ابن جرير ١٩/ ١٤. وجزم به السمرقندي ٢/ ٤٦١. وذكر ابن جرير ١٩/ ١٤، والثعلبي ٨/ ٩٦ أ، قولاً في أصحاب الرس أنهم أصحاب الأخدود، والرس، هو: الأخدود الذي بنوه. قال ابن جرير ١٩/ ١٤: ولا أعلم قوماً كانت لهم قصة بسبب حفرة ذكرهم الله في كتابه إلا أصحاب الأخدود. وذكرا أيضًا خبراً طويلاً مرفوعاً في شأن أهل الرس، وهو لا يصح؛ لأنه من طريق محمد بن إسحاق، عن محمد بن كعب القرظي، يرفعه للنبي -صلى الله عليه وسلم-. وذكره ابن كثير ٦/ ١١١، من طريق ابن جرير، ثم قال: عن محمد بن كعب مرسلاً، وفيه غرابة، ونكارة، ولعل فيه إدراجاً. وقد أعرض عنه الواحدي -رحمه الله- فلم يذكره في تفاسيره الثلاثة، ولا في \"أسباب النزول\" وذكر الثعلبي ٨/ ٩٦ ب، خبراً طويلًا عن علي -رضي الله عنه- موقوفاً عليه في شأن أصحاب =</p><p> وقوله:  {وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا} أي: وأهلكنا قرونًا ما بين عاد إلى أصحاب الرس (١) . قاله مقاتل (٢) . </p><p>= الرس. وهو من الإسرائيليات. وذكر أيضًا أخباراً أخر في شأنهم، وقد أحسن الواحدي -رحمه الله- صنعاً في ترك ذكرها؛ إذ العبرة حاصلة في إهلاكهم. قال الرازي ٢٤/ ٨٢: وأي شيء كان فقد أخبر الله تعالى عن أهل الرس بالهلاك. وقال في ص: ٨٣، بعد ذكره للأقوال الواردة في أصحاب الرس: واعلم أن القول ما قاله أبو مسلم وهو أن شيئًا من هذه الروايات غير معلوم بالقرآن، ولا بخبر قوي الإسناد، ولكنهم كيف كانوا فقد أخبر تعالى أنهم أهلكوا بسبب كفرهم. ما تحته خط هكذا وجدته في \"تفسير الرازي\". وقال القاسمي ١٢/ ٢٦٢: وَيروي هنا بعضهم آثاراً لا تصح. كما نبه عليه الحافظ ابن كثير رحمه الله فلا تحل الجراءة على روايتها، ولا تنزيل الآية عليها؛ لأنه من قفو ما ليس للمرء به علم، ومثله يحظر الخوض فيه.(١) هكذا في (ج)، وفي (أ)، (ب): (قروناً بين عاد وأصحاب الرس).(٢) \"تفسير مقاتل\" ص ٤٥ ب. واقتصر عليه ابن الجوزي ٦/ ٩١. وظاهر الآية أعم من ذلك. قال ابن جرير ١٩/ ١٥: ودمرنا بين أضعاف هذه الأمم التي سميناها لكم أممًا كثيرة ويؤيده قوله تعالى: {وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ} [الإسراء: ١٧]. ونحوه قال السمرقندي ٢/ ٤٦١. أخرج الحاكم في \"المستدرك\" ٢/ ٤٣٧، بسنده عن أم سلمة رضي الله عنها قالت: سمعت رسول الله -صلى الله عليه وسلم- يقول: معد بنس عدنان، بن أدد، بن زند، بن البراء، بن أعراق الثرى، قالت: ثم قرأ رسول الله {وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا} لا يعلمهم إلا الله، قالت أم سلمة: وأعراق الثرى: إسماعيل بن إبراهيم، وزند: هميسع، وبراء نبت. قال الحاكم: صحيح الإسناد ولم يخرجاه، وقال الذهبي: صحيح. وأخرجه البيهقي، في \"الدلائل\" ١/ ١٧٨، قريباً من رواية الحاكم، وهذا الحديث يدل على بطلان الحديث الذى أورده بعض المفسرين، كابن عطية ١١/ ٤١، عن ابن عباس موقوفاً، ومرفوعاً: (كذب النسابون من فوق عدنان)، وهو حديث لا يصح؛ لأنه من طريق: محمد بن السائب الكلبي عن أبي صالح. \"سلسلة الأحاديث الضعيفة\" ١/ ١٤٤، رقم: ١١١.</p>"
}