{
  "id": null,
  "sura": 25,
  "aya": 70,
  "text": "<p> فغدوهم مُرَجَّلين في المعنى، تركٌ للاحتفال. وهذا مثل إبدال {يُضَعِفُ} وقد أبدل من الشرط كما أبدل من جزائه، وذلك في قوله: </p><p> متى تأتنا تُلْممْ بِنا في ديارنا ... تَجدْ حَطبًا جَزْلًا ونارًا تأجَّجَا (١) </p><p> فأبدل: تُلمم، من: تأتنا؛ لأن الإلمام إتيان في المعنى (٢) . </p><p> وأما من رفع فإنه لم يُبدل ولكنه قطعه مما قبله واستأنف (٣) . </p><p> ٧٠ - وقوله تعالى:  {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا} قال ابن عباس: نزلت هذه الآية بمكة؛ وكان المشركون قالوا: [ما يغني عنا اتباعك، وقد عدلنا بالله، وقتلنا النفس التي حرم الله إلا بالحق، وأتينا الفواحش، فنزلت:  {إِلَّا مَنْ تَابَ} الآية (٤) . </p><p> وقال السدي: قال المشركون]: (٥) كيف نتبعك يا محمد وأنت تقول: </p><p>= في إعراب القرآن\" ٢/ ٢٥٨، و\"الإنصاف\" ٢/ ٥٨٤، ولم ينسبهما. وفي حاشية الإنصاف: الشاهد قوله: لا يحفلوا يغدوا عليك، فإن الفعل الثاني: يغدوا مجزوم؛ لأنه بدل من الفعل الأول، وهو: لا يحفلوا، وتفسير له. ويحفلوا مأخوذ من قول العرب: ما أحفل بفلان، أي: ما أبالي به. \"تهذيب اللغة\" ٥/ ٧٦ (حفل). والمرجَّل: الشَعْر المسَرَّح. \"تهذيب اللغة\" ١١/ ٣٤ (رجل). (١) أنشده سيبويه، \"الكتاب\" ٣/ ٨٦، ولم ينسبه. وكذا الزجاج ٤/ ٧٦، وفيه: وناراً توقدا. وفي الحاشية: لم أقف على قائل البيت. وقال: الشاهد فيه: وقوع تلمم بدلاً من تأتنا. وأنشده كذلك أبو علي، في \"الحجة\" ٥/ ٣٥١. وابن الأنباري، \"الإنصاف\" ٢/ ٥٨٣. والبغدادي، \"الخزانة\" ٣/ ٦٦٠، وعزاه لعبد الله بن الحر.(٢) \"الحجة للقراء السبعة\" ٥/ ٣٥٠. وهو في \"معاني القرآن\" للزجاج ٤/ ٧٦، بمعناه.(٣) \"الحجة للقراء السبعة\" ٥/ ٣٥٢. و\"معاني القراءات\" للأزهري ٢/ ٢١٩. قرأ بالرفع في الموضعين: عاصم في رواية أبي بكر، وابن عامر. \"كتاب السبعة في القراءات\" ص ٤٦٧. و\"الحجة للقراء السبعة\" ٥/ ٣٥٠.(٤) أخرجه ابن جرير ١٩/ ٤٢.(٥) ما بين المعقوفين، في (ج).</p><p> من أشرك أو زنا أو قتل فهو في النار؟ فأنزل الله:  {إِلَّا مَنْ تَابَ} . وذكر ابن عباس: أن هذه الآية منسوخة بقوله: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا}  [النساء: ٩٣] وقال: التي في هذه السورة لمن كان مشركًا ثم تاب وآمن، فأما من دخل في الإسلام، وعقل ثم قتل فلا توبة له (١) . وقال: هذه مكية، نسختها آية مدنية وهي التي في سورة النساء (٢) . ونحو هذا قال زيد بن ثابت: نزلت الغليظة، بعد اللينة بستة أشهر، فنسخت الغليظة اللينة (٣) . </p><p> وقوله:  {فَأُولَئِكَ يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ} يبدلهم الله بقبائح أعمالهم في الشرك محاسن الأعم الذي الإسلام؛ بالشرك إيمانًا، وبقتل المؤمنين قتل المشركين، وبالزنا عفة وإحصانًا. قاله ابن عباس، ومجاهد، والسدي، والضحاك، وابن زيد، وسعيد بن جبير (٤) . </p><p>(١) أخرجه ابن جرير ٩/ ٦٥، تح: محمود شاكر. وأخرجه أيضًا في ١٩/ ٤٢، وفيه: قال سعيد بن جبير: فذكرته لمجاهد، فقال: إلا من ندم. (٢) أخرجه البخاري، كتاب التفسير، رقم: ٤٧٦٢، \"الفتح\" ٨/ ٤٩٢، ومسلم ٤/ ٢٣١٨، كتاب التفسير، رقم: ٢٠٢٣. وابن جرير ١٩/ ٤٤.(٣) أخرج ابن جرير ٩/ ٦٨، تح: محمود شاكر. قال ابن عطية ١١/ ٧٥: ولا خلاف بين العلماء أن الاستثناء عامل في الكافر والزاني، واختلفوا في القاتل من المسلمين.(٤) أخرج ابن جرير ١٩/ ٤٦، عن ابن عباس، من ثلاثة طرق، وأخرجه كذلك عن الضحاك، وسعيد بن جبير، وابن زيد، ومجاهد. وأخرجه ابن أبي حاتم ٨/ ٢٧٣٣، عن ابن عباس -رضي الله عنهما- من طريقين، وعن سعيد، من طريقين، والحسن، وعطاء، وقتادة وذكره الثعلبي عن جميع من ذكر الواحدي. قال مقاتل ٤٧ أ: والتبديل من العمل السيئ إلى العمل الصالح. واختار هذا القول ورجحه ابن جرير ١٩/ ٤٦. قال الزجاج ٤/ ٧٦: ليس أن السيئة بعينها تصير حسنة، ولكن التأويل أن السيئة تمحى بالتوبة، وتكتب الحسنة مع التربة. فيكون التبديل على هذا القول في الدنيا. \"تفسير البغوي\" ٦/ ٩٧.</p><p> وذهب قوم إلى أن الله تعالى يمحو السئية عن العبد، ويثبت له بدلها الحسنة بحكم هذه الآية. ويحتجون بما روى أبو هريرة أن النبي -صلى الله عليه وسلم- قال:  \"ليتمنين أقوام أنهم أكثروا من السيئات! قيل: من هم؟قال:الذين بدل الله سيئاتهم حسنات\"  (١) . وهذا مذهب سعيد بن المسيب، ومكحول، وعمرو بن ميمون، قال سعيد: صيَّر سيئاتهم حسنات لهم يوم القيامة (٢) . </p><p>(١) أخرجه الحاكم ٤/ ٢٨١، كتاب التوبة والإنابة، رقم: ٧٦٤٣. وقال: إسناده صحيح ولم يخرجاه، ووافقه الذهبي. وأخرجه الثعلبي ٨/ ١٠٤ أ، مرفوعاً للنبي -صلى الله عليه وسلم-. وأخرجه ابن أبي حاتم ٨/ ٢٧٣٣، موقوفاً على أبي هريرة، كلهم من طريق أبي العنبس عن أبيه عن أبي هريرة -رضي الله عنه- لكن متن ابن أبي حاتم مختلف، ولفظه: \"ليأتين الله بأناس يوم القيامة رأوا أنهم قد استكثروا من السيئات، قيل: من هم يا أبا هريرة؟ قال: الذين يبدل الله بسيئاتهم حسنات\". وأبو العنبس، هو: سعيد بن كثير. الحاكم ٤/ ٢٨١. وحسن إسناده الألباني، في \"السلسة الصحيحة\" ٥/ ٢٠٩، رقم: ٢١٧٧. (٢) أخرجه ابن جرير ١٩/ ٤٧، وابن أبي حاتم ٨/ ٢٧٣٣، بنحوه. وساقا بإسنادهما حديثاً مرفوعاً، من رواية أبي ذر -رضي الله عنه- وفيه \"فيقول: يا رب لقد عملت أشياء ما أراها هاهنا، قال: فضحك رسول الله -صلى الله عليه وسلم- حتى بدت نواجذه، قال: فيقال له: لك مكان كل سيئة حسنة\". وأخرجه مسلم ١/ ١٧٧، كتاب الإيمان، رقم: ١٩٠، من الطريق نفسه، وأخرجه الثعلبي ٨/ ١٠٤ أ، والواحدي في \"الوسيط\" ٣/ ٣٤٧، وصححه. وذكر خبراً ثالثاً يدل على ذلك.ولم يرجح الواحدي -رحمه الله- أحد هذين القولين، وكذا السمرقندي، في تفسيره ٢/ ٤٦٧، مع ذكرهم لهذا الحديث، وهو ظاهر مع الذي قبله في أن التبديل حقيقي، ولا عبرة بقول من أنكره، وأما القول بأن المراد تغير أعمالهم في الدنيا من الفساد إلى الصلاح فلا ينافي هذا القول فإن هذا في الدنيا، والتبديل في الآخرة، كما هو ظاهر من سياق الحديث. والله أعلم. والعجب من الواحدي الذي أورد هذا الحديث، هنا، وفي \"الوسيط\" مع غيره مما يؤيد معناه، ومع ذلك فقد اقتصر في \"الوجيز\" ص ٧٨٤، على القول الأول، ولم يذكر القول الثاني. ومثله =</p>"
}