{
  "id": null,
  "sura": 25,
  "aya": 13,
  "text": "<p> وقال الكلبي: سمعوا تغيظًا كتغيظ بني آدم، وصوتًا كصوت الحمار (١) . [وقال ابن قتيبة: قال قوم: بل يسمعون فيها تغيظ المعذبين، وزفيرهم واعتبروا ذلك بقوله تعالى:  {لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ}  [هود ١٠٦] ] (٢) قال: والتفسير الأول أشبه بما أريد إن شاء الله؛ لأنه قال:  {سَمِعُوا لَهَا} ولم يقل: سمعوا فيها، ولا منها (٣) . </p><p> ١٣ - قوله:  {وَإِذَا أُلْقُوا مِنْهَا} من جهنم (٤)  {مَكَانًا ضَيِّقًا} قال ابن عباس، والمفسرون: يضيق عليهم كما يضيق الزُّجُّ في الرمح (٥) . وسئل </p><p>= من المغيبات مما لا مجال للعقل فيه، ولم يصرح فيه عبيد بن عمير بالرفع فيُتوقف فيه؛ لاحتمال أخذه عن بني إسرائيل. والله أعلم. وذكره السمرقندي في تفسيره ٢/ ٤٥٥، وصدَّره بقوله: وروي في الخبر أن جهنّم .. (١) في نسخة: (أ)، (ب): (ونهيق)، بدل: (كصوت الحمار)، وقول الكلبي في \"تنوير المقباس\" ص ٣٠١. و\"تفسير السمرقندي\" ٢/ ٤٥٥، ولم ينسبه. ونسبه له: القرطبي ١٣/ ٨.(٢) ما بين المعقوفين ساقط من (أ)، (ب).(٣) \"غريب القرآن\" لابن قتيبة ص ٢١٠.(٤) \"تفسير مقاتل\" ص ٤٣. و \"تفسير هود الهواري\" ٣/ ٢٠٣.(٥) في \"تفسير مقاتل\" ص ٤٣: كضيق الرمح في الزج. وذكره هود الهوّاري في تفسيره ٣/ ٢٠٣، عن ابن عمر -رضي الله عنهما-. وأخرجه ابن أبي حاتم ٨/ ٢٦٦٨، بإسناده عن عبد الله بن عمرو -رضي الله عنهما-، من طريقين. وأخرجه ابن كثير ٦/ ٩٧، عنه أيضًا. وذكره السيوطي ٦/ ٢٤٠ عن عبد الله بن عُمَر، ونسبه لابن أبي حاتم، وهو خلاف ما في تفسير ابن أبي حاتم، كما سبق. ولعل ما في \"تفسير الهوّاري\" تصحيف؛ من: عمرو، إلى عمر، حيث إنه لم يذكر له إسناداً. والله أعلم.ولفظ ابن أبي حاتم موافق للفظ الواحدي. وذكر أن مجاهدًا روي عنه نحو ذلك. ونسبه الثعلبي في تفسيره ٨/ ٩٣ أ، إلى ابن عباس -رضي الله عنهما- بدون إسناد. وكذا البغوي ٦/ ٧٥. وابن عطية ١١/ ١٢. ونسبه الماوردي ٤/ ١٣٤، لعبد الله بن عمرو -رضي الله عنهما-. =</p><p> رسول الله عن هذه الآية، فقال:  \"والذي نفسي بيده إنهم يستكرهون في النار كما يستكره الوتد في الحائط\"  (١) . </p><p> وقال الكلبي: إذا التقوا في أبواب جهنم تضيق عليهم كتضايق الزُّجِّ في الرمح، فالأسفلون يرفعهم اللَّهب، والأعلون يخفضهم اللَّهب، فيزدحمون في تلك الأبواب الضيقة (٢) . فعند ذلك يدعون بالثبور. </p><p> وقوله:  {وَآخَرِينَ مُقَرَّنِينَ} قال ابن عباس: يريد في الأصفاد، والأغلال. يعني: أن أيديهم قرنت إلى أعناقهم (٣) . وقيل: مقرنين مع الشياطين في السلاسل (٤) . وذكر مقاتل القولين؛ فقال: موثقين في الحديد </p><p>= والزُّجُّ: الحديدة التي تُركَّب في أسفل الرمح، وتركز به الرمح في الأرض. \"لسان العرب\" ٢/ ٢٨٥ (زجج). و\"القاموس\" ص ٢٤٤. قال الزمخشري ٣/ ٢٦٠: ولقد جمع الله على أهل النار أنواع التضييق، والإرهاق، حيث ألقاهم في مكان ضيق يتراصون فيه تراصاً.(١) أخرجه ابن أبي حاتم ٨/ ٢٦٦٨، من طريق نافع بن يزيد، عن يحي بن أبي أَسِيد، يرفع الحديث إلى رسول الله -صلى الله عليه وسلم-، ونقله عنه الثعلبي ٨/ ٩٣ أ، وابن كثير ٦/ ٩٧، وهو فيها بلفظ: ليستكرهون. خلافاً لما في النسخ الثلاث فهي بدون اللام. ونافع بن يزيد الكَلاعي، أبو يزيد المصري، ثقة عابد، ت: ١٦٨. \"التاريخ الكبير\" ٨/ ٨٦، رقم الترجمة ٢٢٨٠. و\"تهذيب الكمال\" ٢٩/ ٢٩٦. و\"التقريب\" ص ٩٩٦. ويحي بن أبي أسيد ذكره المِزي، في شيوخ نافع بن يزيد، ونسبه إلى مصر. لكنّي لم أعثر على ترجمة له، ولم يذكر ابن أبي حاتم مَنْ حدثه بذلك حيث قال: قوله تعالى: {وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا} قرئ على يونس بن عبد الأعلى ..(٢) ذكره عن الكلبي، الرازي ٢٤/ ٥٦. وهو في \"تنوير المقباس\" ص ٣٠١، بنحوه.(٣) أخرجه ابن أبي حاتم ٨/ ٢٦٦٩، عن أبي صالح، بلفظ: {مُقَرَّنِينَ} قال: مكتفين. وذكر نحوه الثعلبي ٨/ ٩٣ أ، ولم ينسبه.(٤) \"تنوير المقباس\" ص ٣٠١. وذكره الثعلبي ٨/ ٩٣ أ. ونسبه الماوردي ٤/ ١٣٤، ليحيى بن سلام. وهذا القول لا يسعفه ظاهر الآية.</p>"
}