{
  "id": null,
  "sura": 25,
  "aya": 62,
  "text": "<p> واختار أبو عبيد (سُرُجًا) وقال: من قرأ (سُرُجًا) أراد النجوم، وهي قد ذكرت قبل هذا، في قوله:  {جَعَلَ في السَّمَاءِ بُرُوجًا} وهذا الذي ذكره لا يقدح في قراءة حمزة؛ لأنه يحمل البروج على غير الكواكب (١) . </p><p> ٦٢ - قوله تعالى:  {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً} ذكر أهل اللغة، والمفسرون، في الخلفة، قولين (٢) ؛ قال أبو عبيدة: الخلفة كل شيء بعد شيء (٣) . </p><p> وقال الأصمعي: خلفة الثمر: الشيء يجيء بعد الشيء. والخلفة من نبات الصيف بعد ما يبس العشب، ومن الزروع، ما زرع بعد إدراك الذي زرع أولاً؛ لأنها تُستَخلف (٤) ، وأنشد: </p><p> ولها بالماطرون إذا ... أكل النمل الذي جمعا </p><p>= لعائدين من الغزو أو غيره. الحباب: الفقاقيع التي تظهر على سطح الماء. (١) ذكر قول أبي عبيد النحاس، في \"إعراب القرآن\" ٣/ ١٦٦، وذكر الإجابة عنه فقال: أبان بن تغلب قال: السرج: النجوم الدراري، فعلى هذا تصح القراءة، ويكون مثل قوله جل وعز: {مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ} [البقرة: ٩٨] فأعيد ذكر النجوم النيرة. وذكر قول أبي عبيد، السمرقندي ٢/ ٤٦٥. وهو اختيار الثعلبي ٨/ ١٠١ ب.(٢) أما ابن جرير ١٩/ ٣٠، فقد ذكر فيها ثلاثة أقوال:١ - يخلف أحدهما صاحبه.٢ - ما فات في أحدهما عمل في الآخر. وقد جعلهما الواحدي، قولاً واحداً.٣ - كل واحد منهما مخالف لصاحبه.(٣) \"مجاز القرآن\" ٢/ ٧٨، بمعناه. وهو قول الأزهري، قال ٧/ ٣٩٨: كل شيء يجيء بعد شيء فهو خلفة.(٤) \"تهذيب اللغة\" ٧/ ٣٩٩، ٤٠٠ (خلف)، بنصه. وفيه: والخلفة ما أثبت الصيف من العشب، بعد ما يبس العشب. ولم ينشد البيت المذكور.</p><p> خِلْفة حتى إذا ارتبعت ... سكنت من جِلَّق بِيَعَا (١) </p><p> قال المبرد: يقول: يخلف هذا المكان في هذا الوقت المكان الآخر. قال: ومن هذا يقال للمبطون: أصابته خلفة لتردده بين أن يخلف المشي القعود، والقعود المشي. فعلى هذا القول: الليل خلفة للنهار، والنهار خلفة لليل؛ لأن أحدهما يخلف الآخر ويأتي بعده. </p><p> قال الفراء: يقول يذهب هذا ويجيء هذا (٢) . وهذا قول ابن عباس، في رواية عطاء، ومقاتل، وابن زيد، والضحاك، والحسن؛ قال ابن عباس: يريد من فاته شيء من الخير بالليل عمله بالنهار (٣) . </p><p>(١) ذكره أبو عبيدة، \"مجاز القرآن\" ٢/ ٧٩ ولم ينسبه. قال المبرد: قال أبو عبيدة: هذا الشعر يُختلف فيه؛ فبعضهم ينسبه إلى الأحوص، وبعضهم ينسبه إلى يزيد بن معاوية. \"الكامل\" ١/ ٤٩٨. وذكره ابن جرير ١٩/ ٣١، ولم ينسبه. وذكره ابن عطية ١١/ ٦٣، وزاد عليه بيتاً، وقال فيه: ومنه قول الآخر يصف امرأة تنتقل من منزل في الشتاء لمنزل في الصيف دأْباً. وأنشده أبو علي، \"كتاب الشعر\" ١/ ١٦٠، ولم ينسبه. وكذا ابن جني، \"سر صناعة الإعراب\" ٢/ ٦٢٦. والماطرون: بستان بظاهر دمشق يسمى اليوم: الميطور، وخلفة: خلفة الشجر: وهو ما يخرج من الثمر بعد الثمر الطيب، أو من الاختلاف؛ وهو: التردد، وهو الشاهد من إيراد البيت، والنمل فاعل أكل، والذي مفعوله، والعائد محذوف؛ أي: جمعه، وارتبعت: دخلت في الربيع، وجِلِّق: مدينة بالشام، وبيعا: مفعول سكنت، وهو جمع بِيعة بالكسر؛ كنيسة النصارى، ومعنى البيتين: أن لهذه المرأة تردداً إلى الماطرون في الشتاء، فإن النمل يخزن الحب في الصيف ليأكله في الشتاء، ولا يخرج إلى وجه الأرض من قريته، وإذا دخلت في أيام الربيع ارتحلت إلى البيَع التي في جلق. \"خزانة الأدب\" ٧/ ٣١٢. (٢) \"معاني القرآن\" للفراء ٢/ ٢٧١. واختار هذا المعنى ابن كثير ٦/ ١١٤.(٣) أخرجه بسنده ابن جرير ١٩/ ٣٠، عن ابن عباس -رضي الله عنهما- من طريق علي ابن أبي طلحة، وكذا ابن أبي حاتم ٨/ ٢٧١٨. وذكره البخاري تعليقاً، \"الفتح\" =</p><p> وقال مقاتل: جعل النهار (١) خلفًا من الليل، لمن نام بالليل، وجعل الليل خلفًا من النهار، لمن كانت له حاجة، وكان مشغولًا (٢) . </p><p> وقال ابن زيد: يخلف أحدهما صاحبه؛ إذا ذهب أحدهما جاء الآخر، فهما يتعاقبان في الضياء والظلام، والزيادة والنقصان (٣) . </p><p> وقال الضحاك: من عجز عن عمل الليل فعمل بالنهار كان له خلفًا، ومن عجز عن عمل بالنهار فعمل بالليل كان له خلفًا. وقال الحسن: جعل أحدهما خلفًا للآخر فإن فات رجلًا من النهار شيء أدركه بالليل، وإن فاته شيء بالليل أدركه بالنهار (٤) . وهذا القول اختيار الليث؛ قال: أي: إذا فاته أمر بالنهار تداركه بالليل، وإذا فاته بالليل تداركه بالنهار (٥) من العبادة، </p><p>= ٨/ ٤٩٠. وذكره الثعلبي عن ابن عباس، والحسن، وقتادة. وأخرج ابن أبي حاتم، بسنده عن شقيق قال: جاء رجل إلى عمر بن الخطاب رضي الله عنه فقال: فاتتني الصلاة الليلة، فقال: أدرك ما فاتك من ليلتك في نهارك، فإن الله جعل الليل والنهار خلفة لمن أراد أن يذكر أو أراد شكوراً. ويشهد لهذا حديث عُمَرَ بْنِ الْخَطَّابِ رضي الله عنه قَالَ: قَالَ رَسُولُ الله -صلى الله عليه وسلم-: \"مَنْ نَامَ عَنْ حِزْبِهِ أَوْ عَن شَئْ مِنْهُ فَقَرَأَهُ فِيمَا بَيْنَ صَلاةِ الْفَجْرِ وَصَلاةِ الظُّهْرِ كُتِبَ لَهُ كأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ\". أخرجه مسلم ١/ ٥١٥، في صلاة المسافرين وقصرها، رقم ٧٤٧. والنسائي ٣/ ٢٨٨، في قيام الليل، رقم ١٧٩٠. (١) في (ج)، الليل، وهو خطأ.(٢) \"تفسير مقاتل\" ص ٤٧ أ.(٣) أخرجه بسنده ابن جرير ١٩/ ٣٢ مطولاً. وذكره الثعلبي ٨/ ١٠١ ب.(٤) أخرجه عبد الرزاق ٢/ ٧١. وابن جرير ١٩/ ٣١، وابن أبي حاتم ٨/ ٢٧١٨. وساق بعده عبد الرزاق بسنده قول النبي -صلى الله عليه وسلم-: \"لا حسد إلا على اثنتين: رجل آتاه الله مالاً فهو ينفق منه آناء الليل وآناء النهار، ورجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار\". والحديث أخرجه البخاري، كتاب العلم، رقم: ٧٣، \"الفتح\" ١/ ١٦٥. ومسلم ١/ ٥٥٨، كتاب صلاة المسافرين وقصرها، رقم: ٨١٥.(٥) \"العين\" ٤/ ٢٦٨ (خلف). ولم أجده في \"التهذيب\". أخرج ابن أبي حاتم ٨/ ٢٧١٨، =</p><p> والذكر، وغير ذلك (١) . </p><p> القول الثاني، قال الكسائي: يقال لكل شيئين اختلفا: هما خِلْفَان، وخِلْفَتَان، يقال: له ابنان خِلْفان، وله عبدان خِلْفان، وله أَمَتَان خلفان، إذا كان أحدُهما طويلاً، والآخر قصيرًا، أو كان أحدُهما أبيضَ، والآخرُ أسودَ (٢) ، قال الراجز: </p><p> دَلْوَاي خِلْفان وساقياهما (٣) </p><p> يقول: إحداهما مُصْعِدَةٌ، والأخرى مُنْحَدِرة (٤) ، واحد الساقين طويل، والآخر قصير (٥) ، أو أحدهما أسود، والآخر أحمر. وقال غيره: يقال: ولد فلان خلفة، أي: نصف صغار، ونصف كبار، ونصف ذكور، ونصف إناث (٦) . وعلى هذا (٧) الخلفة من الاختلاف الذي هو ضد الاتفاق. وهذا قول مجاهد، قال: جعل كل واحد منهما مخالفًا لصاحبه، فجعل هذا أسود، وهذا أبيض (٨) . </p><p>= عن الحسن أن عمر -رضي الله عنه-، أطال صلاة الضحى، فقيل له: صنعت اليوم شيئاً لم تكن تصنعه؛ فقال: إنه بقي علي من وردي شئٌ: فأحببت أن أتمه أو أقضيه، وتلا هذه الآية {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا}. (١) اقتصر الواحدي على هذا القول في \"الوسيط\" ٣/ ٣٤٥، و\"الوجيز\" ٢/ ٧٨٣.(٢) \"تهذيب اللغة\" ٧/ ٣٩٨ (خلف)، بنصه. وهو قول أبي زيد، \"النوادر في اللغة\" ص ١٥.(٣) هكذا ورد في \"تهذيب اللغة\" ٧/ ٣٩٨، غير منسوب، و\"اللسان\" ٩/ ٩١ (خلف) كذلك، و\"مقاييس اللغة\" ٢/ ٢١٣، و\"نوادر أبي زيد\" ص ١٥.(٤) \"تهذيب اللغة\" ٧/ ٣٩٨ (خلف).(٥) في نسخة: (أ)، (ب)، بالتنوين في: طويلاً، وقصيراً.(٦) \"تهذيب اللغة\" ٧/ ٣٩٨ (خلف)، بنصه. ولم يسم القائل.(٧) في (أ)، (ب): (وهذا على).(٨) أخرجه بسنده، عنه ابن جرير ١٩/ ٣١، وابن أبي حاتم ٨/ ٢٧١٨. وتفسير مجاهد =</p><p> وذكر الفراء، والزجاج، القولين جميعًا (١) ، وأنشدا قول زهير: </p><p> بها العِينُ والآرام يَمشِين خِلْفةً (٢) </p><p> أي: مختلفات، في أنهما ضربان في ألوانها، وهيئتها، وتكون خلفة في مِشْيَتها، تذهب كذا، وتجيء كذا (٣) . وحكى الكلبي، القولين أيضًا؛ فقال:  {خِلْفَةً} يخلف كل واحد منهما صاحبه. قال: ويقال الخلفة: اختلاف ألوانها (٤) . والخلفة: اسم من الاختلاف، أقيم مقام المصدر. والاختلاف يحتمل المعنيين جميعًا. وذكرنا ذلك عند قوله:  {إِنَّ في خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ} في سورة البقرة [آية: ١٦٤]  (٥) </p><p>= ٢/ ٤٥٥. وذكره عنه الهوَّاري ٣/ ٢١٦. وأخرجه بسنده ابن أبي حاتم ٨/ ٢٧١٨، عن ابن عباس رضي الله عنهما. (١) \"معاني القرآن\" للفراء ٢/ ٢٧١. و\"معاني القرآن\" للزجاج ٤/ ٧٤.(٢) صدر بيتٍ وعجزه:وأطلاؤها ينهض من كل مجثم\"ديوان زهير\" ٧٥، وذكره مقتصرًا على صدره: الفراء ٢/ ٢٧١، وأبو عبيدة ٢/ ٨٠، وابن قتيبة في \"الغريب\" ص ٣١٤، وابن جرير ١٩/ ٣٢، والأزهري ٧/ ٣٩٩. وذكره بتمامه: الثعلبي ٨/ ١٠١ ب، وابن عطية ١١/ ٦١، قال ابن قتيبة: الآرام: الظباء البيض، والآرام: الأعلام، واحده: أرم، أي: إذا ذهب فوج الوحش، جاء فوج.(٣) \"تهذيب اللغة\" ٧/ ٣٩٩ (خلف)، بنصه وذكر نحوه الفراء ٢/ ٢٧١، وابن جرير ١٩/ ٣٢.(٤) في \"تنوير المقباس\" ص ٣٠٥: مختلفة بعضها لبعض.(٥) قال الواحدي في تفسير هذه الآية: فسر الاختلاف هاهنا تفسيرين؛ أحدهما: أنه افتعال من قولهم: خلفه يخلفه إذا ذهب الأول وجاء الثاني خلافه؛ أي: بعده .. وبهذا فسر قوله تعالى: {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً} .. الثاني: قال ابن كيسان وعطاء في هذه الآية: أراد اختلافهما في الطول والقصر والنور والظلمة =</p><p> ولهذا لم يثنَّ، كما يقال: رجلان عدل. ويحتمل أن يكون الأمر من باب حذف المضاف، على تقدير: ذوي خلفة (١) . </p><p> قوله:  {لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ} أي: يتذكر، فيتبين شكر الله، وموضع النعمة، وإتقان الصنعة، فيستدل به على التوحيد. والتشديد، على أنه: يتذكر، ويتفكر ليدرك العلم بقدرته، ويستدل على توحيده. وقرأ حمزة، مخففًا (٢) ، على معنى (٣) أنه: يذكر ما نسيه في أحد هذين الوقتين، في الوقت الآخر. ويجوز أن يكون: على تذكر تنزيه الله تعالى، وتسبيحه فيهما؛ كما قال:  {يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللهَ ذِكْرًا كَثِيرًا}  [الأحزاب: ٤١] هذا كلام أبي علي (٤) . </p><p> وقال الفراء:  (ويذكر، ويتذكر) يأتيان بمعنى واحد؛ قال الله تعالى:  {وَاذْكُرُوا مَا فِيهِ}  [البقرة: ٦٣] في حرف عبد الله: (وتذكَّروا) ما فيه انتهى كلامه (٥) . وفي جعل الله تعالى الليل والنهار متعاقبين، يخلف أحدهما </p><p>= والزيادة والنقصان .. وهذا القول يرجع إلى المعنى الأول؛ لأن معنى الاختلاف في اللغة: التفرق في الجهات جهة اليمين والشمال والخلف والقدام، ثم شُبه الاختلاف في المذاهب وفي كل شيء بالاختلاف في الطريق مواجهة أن كل واحد من المختلفين على نقيض ما ذهب إليه الآخر كالمختلفين في الطريق. (١) ذكره القرطبي ١٣/ ٦٦، ولم ينسبه.(٢) كتاب \"السبعة في القراءات\" ص ٤٦٦، و\"الحجة للقراء السبعة\" ٥/ ٣٤٨، وقرأ بها من القراء العشرة خلف، \"النشر في القراءات العشر\" ٢/ ٣٣٤.(٣) (معنى) (خ).(٤) \"الحجة للقراء السبعة\" ٥/ ٣٨٤، قال: المعنى في قراءة حمزة: {أن يذَّكَّرَ} يتذكر.(٥) \"معاني القرآن\" للفراء ٢/ ٢٧١، بلفظ: وفي قراءتنا {وَاذْكُرُوا مَا فِيهِ} [البقرة: ٦٣] وفي حرف عبد الله (وتذكروا ما فيه) وذهب إلى أنهما بمعخى واحد: ابن جرير ١٩/ ٣٢. لم أجده عند ابن خالويه، ولا ابن جني.</p>"
}