{
  "id": null,
  "sura": 25,
  "aya": 25,
  "text": "<p> اشتدَّ الحرُّ، وإن لم يكن مع ذلك نوم. </p><p> والدليل على ذلك: أن الجنة لا نوم فيها (١) . </p><p> قال ابن مسعود وابن عباس: لا ينتصف النهار من يوم القيامة حتى يقيل أهل النار في النار، وأهل الجنة في الجنة (٢) . </p><p> وقال مقاتل: يخفف الحساب على أهل الجنة حتى يكون مقدار نصف النهار من أيام الدنيا، ثمَّ يقيلون من يومهم ذلك في الجنة فيما يشتهون من التحف والكرامة (٣) . وهذا هو معنى ما روي عن أهل التفسير: أنَّ أهل الجنة يصيرون إلى أهليهم في الجنة وقت نصف النهار (٤) . </p><p> ٢٥ - قوله تعالى:  {وَيَوْمَ تَشَقَّقُ}  (٥) عطف على قوله: {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ} و {تَشَقَّقُ} يجوز فيه أمران؛ أحدهما: أنه يراد به الآتي. </p><p>(١) \"تهذيب اللغة\" ٩/ ٣٠٦ (لقي) س. (٢) ذكر نحوه ابن جرير ١٩/ ٥، عن ابن جريج، وفيه أنه قال: وفي قراءة ابن مسعود: ثم إن مقيلهم لإلى الجحيم. ولم ينسبه لابن عباس. وذكر رواية أخرى عن ابن عباس قريبة من السياق، وليست مطابقة وأخرجه ابن أبي حاتم ٨/ ٢٦٨٠، بسنده عن ابن مسعود، مع القراءة التي ذكرها ابن جرير. وهو بنصه في \"الوسيط\" ٣/ ٣٣٨. ونسب هذا القول الثعلبي ٩٤ ب، لابن مسعود، وذكر نحوه عن ابن عباس. وهو عند ابن كثير ٦/ ١٠٤، عن ابن مسعود. وأخرجه الحاكم ٢/ ٤٣٦، وقال: حديث صحيح على شرط مسلم، ولم يخرجاه، ووافقه الذهبي.(٣) \"تفسير مقاتل\" ص ٤٤ ب، مختصرًا.(٤) \"معاني القرآن\" للزجاج ٤/ ٦٤. بنصه. قال الهوَّاري ٣/ ٢٠٧: قال بعضهم: وبلغنا عن ابن عباس رضي الله عنهما أنه قال: إنَّي لأعلم أي ساعة يدخل أهل الجنة الجنة، قبل نصف النهار حين يشتهون الغداء. وأخرجه ابن أبي حاتم ٨/ ٢٦٨٠، عن سعيد بن جبير، والضحاك، وعكرمة.(٥) أخرج ابن أبي حاتم ٨/ ٢٦٨٢، عن مجاهد أنه يوم القيامة.</p><p> والآخر: أن يكون حكايته حالٍ تكون، كما أنَّ قوله:  {رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا}  [الحجر: ٢] ، كذلك. وكما أنَّ قوله:  {وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ}  [الكهف: ١٨] في أنه حكاية حالٍ قد مضت (١) . وفيه قراءتان: تشديد الشين وتخفيفها (٢) . والتقدير: تتشقق (٣) ؛ فمن شدد أدغم التاء في الشين؛ لأن الصوت بالشين يلحق بمخارج هذه الحروف التي هي من طرف اللسان وأصول الثنايا فأدغم (٤) فيها ما أدغم في الضاد كما كانت كذلك، ومَنْ خفف حذف التاء التي أدغمها من شدد. قال أبو الحسن: الخفيفة أكثر في الكلام؛ لأنهم أرادوا الخفة فكان الحذف أخف عليهم من الإدغام (٥) . </p><p> قوله تعالى:  {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ} قال أبو علي: المعنى: تشقق السماء وعليها غمام. وهذا كقوله:  {إِذَا السَّمَاءُ انْشَقَّتْ}  [الانشقاق:١] وقوله: {فَإِذَا انْشَقَّتِ السَّمَاءُ}  [الرحمن: ٣٧]  (٦) . </p><p> وقال الفراء: معناه فيما ذكروا: تشقق السماء عن الغمام. وعلى، وعن، والباء، في هذا الموضع كالواحد؛ لأن العرب تقول: رميت عن </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٣٤١، بنصه. (٢) قرأ ابن كثير ونافع وابن عامر، بتشديد الشين. وقرأ أبو عمرو وعاصم وحمزة والكسائي بالتخفيف. \"السبعة\" ٤٦٤. و\"معاني القرآن\" للفراء٢/ ٢٦٧. ومعاني القراءات للأزهري ٢/ ٢١٥. و\"المبسوط في القراءات العشر\" ص ٢٧١. و\"التبصرة\" ص ٦١٣. و\"النشر\" ٢/ ٣٣٤. قال ابن جرير ١٩/ ٦: هما قراءتان مستفيضتان في قراءة الأمصار، بمعنى واحد، فبأيتهما قرأ القارئ فمصيب.(٣) \"معاني القرآن\" للزجاج ٤/ ٦٤.(٤) في \"الحجة للقراء السبعة\" ٥/ ٣٤١: فأدغمن فيها كما أدغمن في الضاد لما كانت كذلك.(٥) \"الحجة للقراء السبعة\" ٥/ ٣٤١، بنصه.(٦) \"الحجة للقراء السبعة\" ٥/ ٣٤١.</p><p> القوس، وبالقوس، وعلى القوس. يراد به معنى واحد (١) . </p><p> وهذا هو معنى ما ذكره المفسرون؛ قالوا: هو: غمام أبيض رقيق مثل الضبابة، ولم يكن إلا لبني إسرائيل في تيههم فتنشق السماء عنه لنزول الرب وملائكته (٢) . وهو الذي قال الله تعالى:  {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ}  [البقرة: ٢١٠] وهذا قول مجاهد ومقاتل والكلب؛ قالوا: ومعنى بالغمام: عن الغمام (٣) . وذكرنا معنى إتيان الله في سورة البقرة (٤) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٦٧. (٢) في \"تنوير المقباس\" ص ٣٠٢: عن الغمام لنزول الرب بلا كيف. و\"تفسير مقاتل\" ص ٤٤ ب. وليس فيه: ولم يكن إلا لبني إسرائيل في تيههم. لكنه عند ابن جرير ١٩/ ٦، وابن أبي حاتم ٨/ ٢٦٨٢، عن مجاهد. والظاهر من الآية أن الغمام، هو: السحاب المعهود. \"تفسير أبي حيان\" ٦/ ٤٥٣. والله أعلم.(٣) أخرجه ابن جرير ٦/ ١٩، عن مجاهد، و\"تفسير مقاتل\" ص ٤٤ ب. و\"تنوير المقباس\" ص ٣٠٢. وبه قال ابن قتيبة، \"غريب القرآن\" ٣١٢. وبه قال الهوَّاري ٣/ ٢٠٧، ثم قال: هذا بعد البعث، تشقَّق فتراها واهية متشققة، كقوله تعالى: {وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا} [النبأ: ١٩].(٤) قال الواحدي في تفسير هذه الآية: في قوله تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ} وجهان؛ أحدهما: أن هذا من باب حذف المضاف: أن يأتيهم عذاب الله، أو أمر الله أو آيات الله .. والثاني: المعنى: هل ينظرون إلا أن يأتيهم الله بما وعدهم من العذاب والحساب فحذف ما يأتي به تهديداً، إذ لو ذكرما يأتي به كان أسهل عليهم في باب الوعيد ..وما ذكره الواحدي عفى الله عنه صرف للفظ عن ظاهره، فالآية فيها إثبات إتيان الله تعالى لفصل الحساب والجزاء، وهو إتيان يليق بجلاله وعظمته، ومثل هذه الآية كما قال ابن كثير ١/ ٥٦٦، وقوله تعالى: {كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا (٢١) وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} [الفجر: ٢١، ٢٢]</p><p> والمراد بالسماء هاهنا: السموات السبع. كذا قال مقاتل وابن عباس (١) . وذكره الزجاج؛ فقال: المعنى: تتشقق سماءً سماءً (٢) . </p><p> قال ابن عباس: تتشقق سماء الدنيا فينزل أهلها وهم أكثر ممن في الأرض من الجن والإنس، ثم تشقق السماء الثانية فينزل أهلها وهم أكثر ممن في السماء الدنيا، ومن الجن والإنس، ثم كذلك حتى تشقق السماء السابعة، وأهل كل سماء يزيدون على أهل السماء التي قبلها، ثم ينزل الكَرُوبِيُّون (٣) ، وحملة العرش (٤) . فذلك قوله: </p><p> {وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا} قال مقاتل: من السماء إلى الأرض عند تشققها لحساب الثقلين (٥) . </p><p>(١) \"تفسير مقاتل\" ص ٤٤ ب. (٢) \"معاني القرآن\" للزجاج ٤/ ٦٤.(٣) الكَرُوبِيُّون: سادة الملائكة، المقربون. \"النهاية في غريب الحديث\" ٤/ ١٦١، و\"لسان العرب\" ١/ ٧١٤ (كرب)، و\"القاموس المحيط\" ص ١٦٧.(٤) \"تفسير مجاهد\" ٢/ ٤٥٠، عن ابن عباس رضي الله عنهما من طريق حماد بن سلمة، عن علي بن زيد بن جدعان، عن يوسف بن مهران، عن ابن عباس رضي الله عنهما، بسياق أطول مما هو هنا. ومن الطريق نفسه أخرجه ابن جرير ١٩/ ٦. وابن أبي حاتم ٨/ ٢٦٨٢، أيضًا. ويوسف بن مِهران لم يرو عنه إلا ابن جُدعان، وهو ليِّن الحديث.\"التقريب\" ١٠٩٦،\"ميزان الاعتدال\" ٤/ ٤٧٤.قال ابن كثير ٦/ ١٠٧، بعد ذكر هذه الرواية عن ابن أبي حاتم: مداره على علي ابن زيد بن جدعان، وفيه ضعف، وفي سياقاته غالباً نكارة شديدة.(٥) \"تفسير مقاتل\" ص ٤٤ ب. قال الماوردي ٤/ ١٤٢: وفي نزولهم قولان؛ أحدهما: ليبشروا المؤمن بالجنة، والكافرَ بالنار. والثاني: ليكون مع كل نفس سائق وشهيد. واقتصر الواحدي في \"الوجيز\" ٢/ ٧٧٧، على أن ذلك لإكرام المؤمنين. وليس هناك ما يمنع من حصول الأمرين معاً. والله أعلم.</p>"
}