{
  "id": null,
  "sura": 25,
  "aya": 1,
  "text": "<p> بسم الله الرحمن الرحيم </p><p> ١ - {تَبَارَكَ} قال ابن عباس: تعالى عما قال القائلون. وروي عنه: جاء بكل بركة (١) . </p><p> وقال الفراء: البركة والتقدس: العظمة، وهما سواء، وهو كقولك: تقدس ربنا (٢) . وذكرنا الكلام في {تَبَارَكَ} في سورة: الأعراف (٣) . </p><p>= والحديث هو: عن أبي بن كعب -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- من قرأ سورة: الفرقان؛ يبعث يوم القيامة وهو مؤمن أن الساعة آتية لا ريب فيها، وأن الله يبعث من في القبور، ودخل الجنة بغير حساب. وهو حديث موضوع، قال ابن الجوزي: وقد فرق هذا الحديث أبو إسحاق الثعلبي في تفسيره فذكر عند كل سورة منه ما يخصها، وتبعه أبو الحسن الواحدي في ذلك، ولا أعجب منهما؛ لأنهما ليسا من أهل الحديث. \"الموضوعات\" ١/ ١٧٤. والحديث في \"تفسير الثعلبي\" ٨/ ٩١ ب. وحكم عليه بالوضع الزيلعي، في تخريجه لأحاديث الكشاف ٢/ ٤٦٩، والمناوي في: \"الفتح السماوي في تخريج أحاديث البيضاوي\" ٢/ ٨٨٥. (١) لم أجد هذا القول فيما تيسر لي من المراجع، والذي ذكره ابن جرير في تفسيره ١٨/ ١٧٩، عن ابن عباس -رضي الله عنهما-: تفاعل من البركة، وهو كقول القائل: تقدس ربنا. وإسناده فيه ضعف وانقطاع؛ لأن فيه بشر بن عمارة وهو ضعيف، وفيه الضحاك وهو لم يلق ابن عباس. \"تفسير ابن كثير\" ١/ ١١٣. وضعفه ابن حجر في كتابه \"العجاب في بيان الأسباب\" ١/ ٢٢٣، وأخرجه ابن أبي حاتم ٨/ ٢٦٥٩، بإسناد ابن جرير، بلفظ: تفاعل من البركة. وهو كذلك عند الثعلبي في تفسيره ٨/ ٩٢ أ، ثم قال: كأن معناه: جاء بكل بركة. {تَبَارَكَ} اسم مختص بالله تعالى، لم يستعمل في غيره، ولذلك لم يصرف منه مستقبل، ولا اسم فاعل. \"تفسير ابن عطية\" ١١/ ٢، و\"تفسير السمرقندي\" ٢/ ٤٥٢.(٢) \"معاني القرآن\" ٢/ ٢٦٢، وفيه تقديم وتأخير.(٣) عند قوله تعالى: {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} [الأعراف: ٥٤] قال =</p><p> {الَّذِي نَزَّلَ الْفُرْقَانَ} قال المفسرون: يعني القرآن (١) . قال ابن عباس: قرآنا فرقت فيه بين الحق والباطل، وجعلت فيه المخرج من جميع الشبهات (٢) . والكلام في {تَبَارَكَ} ماض (٣) . </p><p> وذكر أبو علي، في \"المسائل الحلبية\" ، الفرق بين:  {الْفُرْقَانَ} و {الْقُرْآنَ} فقال: الفرقان: صفة لأنه بمعنى الفارق (٤) . ويقوي كونه صفة </p><p>= الواحدي: قال الليث: تفسير {تَبَارَكَ اللَّهُ} تمجيد وتعظيم. وقال أبو العباس: {تَبَارَكَ اللَّهُ}: ارتفع، والمتبارك: المرتفع. وقال ابن الأنباري: {تَبَارَكَ اللَّهُ} باسمه يتبرك في كل شيء. وقال الزجاج: {تَبَارَكَ} تفاعل من البركة، كذلك يقول أهل اللغة. (١) قال قتادة: هو القرآن، فيه حلال الله، وحرامه، وشرائعه، ودينه، فرق الله به بين الحق والباطل، أخرجه ابن أبي حاتم ٨/ ٢٦٦٠، وزاد السيوطي ٦/ ٢٣٥ نسبته إلى عبد بن حميد، وابن المنذر. وهو قول مقاتل ٤٢ ب. والثعلبي ٨/ ٩٢ أ.(٢) لم أعثر على من نسبه لابن عباس، فيما لديّ من المراجع. وفي \"تفسير مقاتل\"، ٤٢ ب: يعني القرآن، وهو المخرج من الشبهات. وأخرجه ابن أبي حاتم ٨/ ٢٦٥٩، بسنده عن مجاهد وفي إسناده رجل لم يسمَّ. وقال الزجاج: والفرقان: القرآن، يُسمى فرقانًا؛ لأنه فُرِّق به بين الحق والباطل. ولم ينسبه. وذكر نحوه القرطبي ١٣/ ٢، ولم ينسبه.(٣) عند قوله تعالى: {وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ} [البقرة: ٥٣] قال الواحدي: الفرقان مصدر فرقت بين الشيئين أفرق فرْقًا وفرقانًا، كالرجحان والنقصان، هذا هو الأصل، ثم يسمى كل فارق: فرقانًا، كتسميتهم الفاعل بالمصدر، كما سمي كتاب الله: الفرقان؛ لفصله بحججه وأدلته بين المحق والمبطل، وسمى الله تعالى يوم بدر: يوم الفرقان، في قوله: لأنه فرق في ذلك اليوم بين الحق والباطل فكان ذلك اليوم يوم الفرقان.(٤) أي: أن الفرقان صفة لكلام الله تعالى، سواء كان هذا الكلام في القرآن، أو الإنجيل، أو التوراة. قال الماوردي ٤/ ١٣١، في تفسيره للفرقان: وقيل: إنه اسم لكل كتاب منزل كما قال تعالى: {وَإِذْ آتَيْنَا مُوسَى الْكِتَابَ وَالْفُرْقَانَ}.</p><p> مجيئه على وزن يجيء عليه الصفات، نحو: عُرْيَان، وخُمْصَان (١) ، وهو صفة لا تجري على موصوف بل استعمل (٢) استعمال الأسماء، كالعبد، والصاحب، فإنهما صفتان في الأصل، وقد استعملا استعمال الأسماء، ومن ثمّ لم يعمل: صاحبٌ، أعمال أسماء الفاعلين، نحو: ضارب، وقاتل، وكذلك الأَجرَعُ (٣) ، والأَبْطَح (٤) ، والأُدْم (٥) ، حيث كُسِّرت (٦) على الأفاعل فتَعَدَّوا فيها: فُعْلا وفُعْلان، والحمر (٧) والحمران، والسود والسودان، وإذا كثر في كلامهم هذا النحو من الصفات التي تجري مجرى الأسماء، وأن لا تجري على موصوف، كذلك: الفرقان والقرآن في الأصل مصدر وليس بصفة، إلا أن القرآن أضيف إلى ضمير التنزيل في </p><p>(١) الخَمْصان، والخُمْصان: الجائع الضامر البطن. \"مقاييس اللغة\" ٢/ ٢١٩، و\"اللسان\" ٧/ ٢٩. (٢) في (أ): (استعمال).(٣) مصدر جَرع الماء يجرعه، لا غير، والجَرَع: جمع جَرَعة، وهي: دِعص بكسر الدال من الرمل لا ينبت شيئًا. واجَرَع: التواء في قوّة من قوى الحبل تكون ظاهرة على سائر القوى. المشوف المعلم ١/ ١٤٩، و\"مجمل اللغة\" ١/ ١٨٤، و\"القاموس المحيط\" ٩١٥، وقيل: هي الرملة السهلة المستوية. \"اللسان\" ٨/ ٤٦.(٤) الأبطح: البطيحة والأبطح والبطحاء: كل مكان متسع. \"مجمل اللغة\" ١/ ١٢٨، أو: مسيل واسع فيه دُقاقُ الحصى. \"القاموس المحيط\" ٢٧٣.(٥) الآدَم، هكذا من اللون: الأسمر، والأنثى: أدماء. المشوف المعلم ١/ ٥٨، والأَدَمَة: باطن الجلد، والبشرة ظاهرها، والأَدَم: جمع الأَديم. والإدام: ما يطيب به الطعام. \"مجمل اللغة\" ١/ ٩٠، والأُدمَة بالضم: القرابة، والوسيلة. \"القاموس المحيط\" ١٣٨٨. وفي \"المسائل الحلبية\" ص ٣٠٠: الأدهم، بدل الأدم.(٦) أي: جمعت جمع تكسير.(٧) في \"المسائل الحلبية\" ص ٣٠٠ كأحمر وحمر وحمران، وأسود وسود وسودان.</p><p> قوله:  {إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ}  [القيامة: ١٧] ولو كانت صفة لم تجز إضافته إلى نفسه (١) . وسنذكر هذا الفصل مشروحًا إذا انتهينا إلى هذه الآية (٢)  {عَلَى عَبْدِهِ} محمد -عليه السلام- (٣) . ليكون محمد بالقرآن {لِلْعَالَمِينَ} يعني الجن، والإنس (٤)  {نَذِيرًا} مخوفًا من عذاب الله، هذا قول المفسرين في النذير أنه: محمد -عليه السلام-، وأجاز آخرون أن يكون النذير هو: القرآن، وقالوا: إنه نذير للعالمين إلى يوم القيامة (٥) . </p><p>(١) \"المسائل الحلبية\" ٢٩٩. وفيه: إن الدلالة قد قامت على أن القرآن لا يكون صفة كما جاز أن يكون الفرقان صفة، ألا ترى أن القرآن قد أضيف إلى ضمير التنزيل في قوله: {إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} [القيامة: ١٧] ولو كان صفة لم تجز هذه الإضافة فيها؛ لأن من أضاف المصدر إلى الفاعل نحو قوله تعالى: {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ} [البقرة: ٢٥١] لم يضف إليه اسم الفاعل فيقول: هذا ضاربُ زيد، فيضيف الصفة إلى الفاعل؛ من حيث كان اسم الفاعل هو الفاعل في المعنى، والشيء لا يضاف إلى نفسه ... وقد نقله الواحدي بالمعنى. (٢) لم أجد في تفسير الواحدي لهذه الآية ما يتعلق بهذه المسألة، حيث ذكر فيها معنى جمع القرآن في الآية، المراد به، ونقل أقوال المفسرين وأهل اللغة في ذلك. والله أعلم.(٣) أخرجه ابن أبي حاتم ٨/ ٢٦٦٠، عن ابن إسحاق.(٤) أخرجه ابن أبي حاتم ٨/ ٢٦٦٠، عن ابن عباس. قال السمرقندي ٢/ ٤٥٣: وأراد هاهنا جميع الخلق. وقد يذكر العام ويراد به الخاص من الناس كقوله -عز وجل-: {وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ} [البقرة: ٤٧، ١٢٢] أي: على عالمي زمانهم. ويذكر ويراد به جميع الخلائق كقوله تعالى: {رَبِّ الْعَالَمِينَ}. قال ابن زيد: لم يرسل الله رسولاً إلى الناس عامة إلا نوحاً -صلى الله عليه وسلم- بدأ به الخلق، فكان رسولَ أهل الأرض كلهم، ومحمدًا -صلى الله عليه وسلم- ختم به. أخرجه ابن جرير ١٨/ ١٨٠. قال البرسوي ٦/ ١٨٨: وأما نوح -عليه السلام- فإنه وإن كان له عموم بعثة لكن رسالته ليست بعامّة لمن بعده.(٥) ويشهد له قوله تعالى: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} [الإسراء: ٩] حيث =</p>"
}