{
  "id": null,
  "sura": 25,
  "aya": 46,
  "text": "<p> قوله تعالى:  {ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا} أي: شيئًا بعد شيء (١) . </p><p> القول الثاني: قال ابن عباس: يدل الشمس على الظل (٢) . واختار ابن قتيبة هذا القول، وشرحه؛ فقال: تقول لِمَا طلعت الشمس: دلت عليه، وعلى معناه، وكل الأشياء تعرف بأضدادها، ولولا الشمس ما عرف الظل، ولولا النور ما عرفت الظلمة، ولولا الحق ما عرف الباطل، وهكذا سائر ألألوان والطعوم، قال الله تعالى:  {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ}  [الذاريات: ٤٩] يريد: ضدين ذكرًا وأنثى، وأسودَ وأبيض، وحلوًا وحامضًا، وأشباه ذلك (٣) . وعلى هذا القول: دليل، فعيل بمعنى فاعل (٤) . </p><p> ٤٦ - وقوله:  {ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا} فيه قولان؛ قال مجاهد: يعني حوى الشمسُ إياه (٥) . </p><p>(١) قال ابن جرير ١٩/ ١٩: ثم دللناكم أيها الناس بنسخ الشمس إياه عند طلوعها عليه أنه خلق من خلق ربكم، يوجده إذا شاء، ويفنيه إذا أراد. (٢) ذكر البخاري، عن ابن عباس {دَلِيلًا} طلوع الشمس. كتاب التفسير، باب: سورة الفرقان، \"فتح الباري\" ٨/ ٤٩٠. ووصله ابن أبي حاتم ٨/ ٢٧٠٢، من طريق علي ابن أبي طلحة.(٣) \"تأويل مشكل القرآن\" ص ٣١٤.(٤) الظاهر أن لا فرق بين القولين، وقد ساق ابن جرير الآثار السابقة مجتمعة بعد تقريره أن الشمس دليل على الظل. والله أعلم. وفي جعل الشمس دليلًا على الظل، مصلحة ظاهرة للعباد فيبنون حاجتهم إلى الظل، واستغاءهم عنه على حسب ذلك. تفسير الزمخشري ٣/ ٢٧٥. وزاد عليه ابن عاشور ١٩/ ٤٣، فوائد أخرى.ومعنى الآية واضح ظاهر، ومع ذلك قال ابن عاشور ١٩/ ٤١: ولم يفصح المفسرون عن معنى هذه الجملة إفصاحًا شافيًا. ثم قال ص ٤٢: وتعدية {دَلِيلًا} بحرف على، يفيد أن دلالة الشمس على الظل هنا دلالة تنبيه على شيء قد يخفى. والله أعلم.(٥) يعني: الظل. أخرجه ابن جرير ١٩/ ٢٠. وابن أبي حاتم ٨/ ٢٧٠٣.</p><p> وقال الكلبي: إذا طلعت الشمس قبض الله الظل قبضًا يسيرًا (١) . </p><p> وقال ابن عباس ومجاهد ومقاتل: خفيًا (٢) . وقال عطاء: سهلًا (٣) . </p><p> وقال الفراء: الظل إذا لحقته الشمس قبض قبضًا يسيرًا (٤) . ومعنى الآية على هذا القول: ثم جمعنا أجزاء الظل المنبسطة بتسليط الشمس عليه حتى تنسخها شيئًا فشيئًا (٥) فذلك قوله: {قَبْضًا يَسِيرًا} وذلك أن الظل بعد طلوع الشمس لا يذهب كله دفعة، وإنما يقبض الله جلَّ وعزَّ ذلك الظل قبضًا خفيًا، شيئًا بعد شيء، ويُعقِبُ كلَّ جزء منه يقبضه بجزء من ضياء الشمس حتى يذهب كله (٦) . </p><p> القول الثاني: ذكره ابن قتيبة، واختاره؛ فقال: المراد بقبض الظل هاهنا: الظل الذي يعود بعد غروب الشمس إلى ظلمة الليل وسواده؛ وذلك </p><p>(١) في \"تنوير المقباس\" ص ٣٠٤ {ثُمَّ قَبَضْنَاهُ} عني: الظل. واستشهد عليه الهواري ٣/ ٢١٢، بقوله تعالى: {إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} قال النحاس، \"إعراب القرآن\" ٢/ ٤٦٢: ويقال يسيرًا، يعني: خفيًا فلا يدري أحد أين يصير، وكيف يصير. ونسبه الواحدي في \"الوسيط\" ٣/ ٣٤٢، للكلبي. (٢) أخرج ابن جرير ١٩/ ٢٠، وابن أبي حاتم ٨/ ٢٧٠٣، عن ابن عباس. رضي الله عنهما. من طريق علي ابن أبي طلحة: في {يَسِيرًا} سريعًا. وأخرجا عن مجاهد: خفيًا. وهو قول مقاتل ٤٦ أ. وجمع بين القولين ابن جرير ١٩/ ٢٠ فقال: فمعنى الكلام إذا كان ذلك كذلك، يتوجه لما روي عن ابن عباس، ومجاهد؛ لأن سهولة قبض ذلك قد تكون بسرعة وخفاء.(٣) ذكره ابن قتيبة، في \"تأويل مشكل القرآن\" ص ٣١٥، ولم ينسبه. وكذا الزجاج، \"معاني القرآن\" ٤/ ٧٠.(٤) \"معاني القرآن\" للفراء ٢/ ٢٦٨.(٥) ذكر نحوه الثعلبي ٨/ ٩٩ ب.(٦) \"تأويل مشكل القرآن\" ٣١٥، بنصه.</p><p> أن الشمس إذا غربت عاد الظل الممدود، ثم يقبض الله ذلك الظل بانتشار الظلمة وتزايدها، ولا يُقبِل الظلام كله جملة، وإنما يقبض الله ذلك الظل شيئًا بعد شيء بجزء من سواد الليل (١) . </p><p> وعلى هذا القول المراد: قبض الظل بسواد الليل. وعلى القول الأول: قبضه بضياء الشمس. وهذا القول أعم؛ لأن الظل إنما يقبض بضياء الشمس، حيث يكون شخص يقع له ظل، فأما البراري والصحاري فإن ظلها يقبض عند طلوع الشمس دفعة واحدة، فيخرج عن قوله:  {قَبْضًا يَسِيرًا} ويقوي القول الأول قوله: {ثُمَّ قَبَضْنَاهُ} والكناية تعود إلى الظل الذي سبق ذكره؛ وهو: ظل الغداة (٢) بإجماع المفسرين (٣) . وفي القول الثاني: الكناية تعود إلى ظل من جنس الظل المذكور. </p><p> وقال ابن قتيبة: دل الله -عز وجل- بهذا الوصف على قدرته، ولطفه، في معاقبته بين الظل، والشمس، والليل، لمصالح عباده وبلاده. قال: وهذا القول الثاني أجمع للمعاني وأشبه بما أراد الله (٤) . يعني: أنه يشتمل على ذكر الليل، وإدخاله بعد غروب الشمس. </p><p> وأجاز أبو علي الفارسي، في قوله:  {ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا} قولًا ثالثًا؛ فقال: يجوز أن تعود الكناية من قوله: {قَبَضْنَاهُ} إلى ضياء </p><p>(١) \"تأويل مشكل القرآن\" ص ٣١٥، بمعناه. وذكر هذا القول ابن جرير الطبري ٢٠/ ١٩، ولم ينسبه. (٢) أي: ظل أول النهار. قال تعالى: قال تعالى: {بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} [الأنعام ٥٢. الكهف ٢٨] \"المفردات\"، للراغب ص ٣٥٨.(٣) سبق أن أشار الواحدي إلى هذا، بقوله: والمفسرون جميعًا قالوا في معنى الظل هاهنا: إنه الظل من وقت طلوع الفجر، إلى وقت طلوع الشمس.(٤) \"تأويل مشكل القرآن\" ص ٣١٥.</p>"
}