{
  "id": null,
  "sura": 25,
  "aya": 9,
  "text": "<p> {نَأْكُلَ مِنْهَا}  (١) فكأنه أراد أنه يكون له بذلك مزية علينا في الفعل بأكلنا من جنته (٢) . </p><p> وقوله:  {وَقَالَ الظَّالِمُونَ} قال ابن عباس: وقال المشركون للمؤمنين (٣) : {إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} أي: ما تتبعون إلا مخدوعًا مغلوبًا على عقله (٤) . وذكرنا تفسير المسحور عند قوله:  {إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا}  [الإسراء ١٠١]  (٥) . </p><p> ٩ - قوله تعالى:  {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا} قال مقاتل: وصفوا لك الأشياء حين زعموا أنك مسحور (٦) . وذلك أنهم كانوا يقولون له مرة: ساحر، ومرة: هو شاعر، ومرة: هو مجنون ومسحور، كما أخبر الله تعالى عنهم في آي كثيرة (٧) ، فذلك ضربهم له </p><p>(١) قراءة حمزة، والكسائي. \"السبعة في القراءات\" ص ٤٦٢، و\"الحجة للقراء السبعة\" ٥/ ٣٣٥، و\"النشر في القراءات العشر\" ٢/ ٣٣٣. (٢) \"الحجة للقراء السبعة\" ٥/ ٣٣٥، باختصار.(٣) ذكره ابن جرير ١٨/ ١٨٤، ولم ينسبه.(٤) \"تنوير المقباس\" ص ٣٠١، و\"تفسير مقاتل\" ص ٤٣ أ، و\"تفسير هود الهوّاري\" ٣/ ٢٠١، ولم ينسبه.(٥) قال الواحدي في تفسير هذه الآية: قيل في المسحور هاهنا أنه بمعنى الساحر؛ كالمشؤوم والميمون، وذكرنا هذا في قوله: {حِجَابًا مَسْتُورًا} [الإسراء: ٤٥] وهذا قول الفراء وأبي عبيدة، وقيل إنه مفعول من السحر؛ أي أنك قد سُحِرت فأنت تحمل نفسك على هذا الذي تقوله للسحر الذي بك، وقال محمد بن جرير: أي مُعطى علم السحر، فهذه العجائب التي تأتي بها من سحرك.(٦) \"تفسير مقاتل\" ص ٤٣ أ. وفيه: ساحر، بدل مسحور.(٧) كقوله تعالى: {إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا} [الإسراء: ٤٧]. والآية: ٢٧، من سورة: الشعراء، والآية: ٣٦، من سورة: الصافات. والآية: ١٤، من سورة: الدخان، والآيات ٤٠ - ٤٢ من سورة: الحاقة. وغيرها.</p><p> الأمثال، وتشبيههم حاله بحال الساحر، والشاعر، والمجنون، والمسحور. </p><p> وقال أهل المعاني: مثلوه بالمسحور، وبالمحتاج المتروك، والناقص عن القيام بالأمور (١) . </p><p> قال الله تعالى:  {فَضَلُّوا} قال مقاتل: عن الهدى (٢)  {فَلَا يَسْتَطِيعُونَ سَبِيلًا} قال ابن عباس: يريد سبيل الهدى (٣) . وهذا قول أعظم المفسرين (٤) . </p><p> والمعنى: أنهم ضلوا عن قصد الطريق بتكذيبك ولا يجدون إلى الحق طريقًا (٥) . وهذه الآية بهذا التفسير تدل على أن الكافر غير مستطيع </p><p>(١) لم أجد هذا القول فيما تيسر لي من كتب المعاني. (٢) \"تفسير مقاتل\" ص ٤٣ أ.(٣) أخرجه ابن جرير ١٨/ ١٨٥ بإسناده، من طريق ابن إسحاق، بلفظ: أي: التمسوا الهدى في غير ما بعثتك به إليهم فضلوا، فلن يستطيعوا أن يصيبوا الهدى في غيره. ولم ينسبه لغيره. وأخرجه ابن أبي حاتم ٨/ ٢٦٦٥، من قول ابن إسحاق، ولم ينسبه لغيره. ولم يذكره في \"تنوير المقباس\" ص ٣٠١، بل ذكر قولاً قريباً من كلام مجاهد.(٤) هكذا في نسخة: (أ)، (ب): (أعظم)، وفي نسخة: (ج): (عُظم)؛ عُظْم الناس، وعظمهم، أي: معظمهم. \"لسان العرب\" ١٢/ ٤١٠ (عظم). وابن جرير يذكر ذلك في تفسيره؛ قال ٤/ ٥٥٠: وذلك قراءة عُظْم أهل الحجاز ...ولم أجد هذا القول إلا لابن عباس من طريق ابن إسحاق، كما سبق. فنسبة هذا القول لأكثر المفسرين، فيه نظر. وخاصة أنه ذكر بعد ذلك ما يخالف هذا من قول مجاهد، ومقاتل. ولما ذكر الثعلبي ٨/ ٩٢ هذا القول اقتصر عليه، ولم ينسبه لأحد. والله أعلم.(٥) قريب من هذا قول الطوسي ٧/ ٤٧٤: معناه: لا يستطيعون طريقاً إلى الحق، مع تمسكهم بطريق الجهل، وعدولهم عن الداعي إلى الرشد. أما قول ابن عباس: يريد: سبيل الهدى؛ فلا يفيد هذا المعنى. قال ابن جرير ١٨/ ١٨٤: فلا يجدون سبيلاً إلى الحق إلا فيما بعثتك به، ثم ساق قول ابن عباس مؤيدًا له. والله أعلم.</p><p> للإيمان باستطاعته الكفر (١) </p><p> وقال مجاهد:  {فَلَا يَسْتَطِيعُونَ سَبِيلًا} مخرجًا يخرجهم من الأمثال التي ضربوها لك (٢) . وهو قول مقاتل؛ يقول: لا يجدون مخرجًا مما وقالوا: إنك ساحر (٣) . يعني: أنهم كذبوا فيما زعموا فلزمهم هذا الكذب حتى لا يجدون منه مخرجًا بحجة أو برهان على ما قالوا. </p><p>(١) هذا الفهم لا يدل عليه ما نسبه لابن عباس؛ والذي يظهر أنه تبع فيه الثعلبي، حيث قال ٨/ ٩٢ ب: فثبت أن الاستطاعة التي يحصل بها الضلال غير الاستطاعة التي يحصل بها الهدى والإيمان. والآية ظاهرة في أن المراد بها: نفي أن يكون للمشركين حجة، يطعنون فيها على النبي -صلى الله عليه وسلم-. وعلى تقدير أن المراد بها ما ذُكر فإن الاستطاعة تنقسم إلى قسمين:١ - استطاعة قبل الفعل، وهي الاستطاعة المشروطة في التكاليف، كقوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: ٩٧]، قال عمران بن حصين -رضي الله عنه-: كَانَتْ بِي بَوَاسِيرُ فَسَأَلْتُ النَّبِيَّ، عَنِ الصَّلاةِ فَقَالَ: \"صَلِّ قَائِمًا فَإنْ لَمْ تَسْتَطِعْ فَقَاعِدًا فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ\". أخرجه البخاري كتاب الصلاة، رقم: ١١١٧، فتح الباري ٢/ ٥٨٧. والترمذي ٢/ ٢٠٧، كتاب: أبواب الصلاة، رقم: ٣٧١.٢ - استطاعة مقارنة للفعل، وهي الموجبة له، وهذه هي المنفية عمن لم يفعل في مثل قوله تعالى: {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ} [هود: ٢٠]. فتاوى ابن تيمية ١٨/ ١٧٢، ٨/ ١٢٩. فيقال في الأولى: القدرة، وفي الثانية: الإرادة. قال ابن أبي العز الحنفي: وتقسيم الاستطاعة إلى قسمين، هو قول عامة أهل السنة، وهو الوسط، وقالت القدرية والمعتزلة: لا تكون القدرة إلا قبل الفعل. شرح العقيدة الطحاوية ٢/ ٦٣٣.(٢) أخرجه ابن جرير ١٨/ ١٨٥، وابن أبي هاشم ٨/ ٢٦٦٥، و\"تفسير مجاهد\" ٤٤٧. ونقله عنه هود الهوّاري، في تفسيره ٣/ ٢٠٢. واقتصر عليه السيوطي، في \"الدر المنثور\" ٦/ ٢٣٧. واختاره السمرقندي ٢/ ٤٥٤ ولم ينسبه، ولم يذكر غيره.(٣) \"تفسير مقاتل\" ص ٤٣ أ.</p>"
}