{
  "id": null,
  "sura": 25,
  "aya": 36,
  "text": "<p> والكلبي، يعني: معينًا على الرسالة (١) . </p><p> وقال الزجاج: الوزير في اللغة: الذي يُرجع إليه ويُتحصن برأيه والوَزَرَ: ما يُلتجأ إليه ويُعتصم به (٢) . وذكرنا تفسير الوزير، عند قوله:  {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي}  [طه: ٢٩]  (٣) . </p><p> ٣٦ - {فَقُلْنَا اذْهَبَا} قال الكلبي (٤) : هذا لموسى خاصة. ونحو هذا ذكر الفراء؛ فقال: إنما أمر موسى وحده بالذهاب (٥) ، وعلى هذا خوطب </p><p>=زمنًا من الذين ذكروا بعده. ثم قال: فإن صح ما روي أن الذين قالوا: {لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً} اليهود، فوجه الابتداء بذكر ما أوتي موسى أظهر. (١) \"تفسير مقاتل\" ص ٤٥ ب. و\"تنوير المقباس\" ص ٣٠٣. وذكره ابن جرير ١٩/ ١٢، ولم ينسبه. وأخرج ابن أبي حاتم ٨/ ٢٦٩٣، نحوه عن قتادة. وذكر الهواري ٣/ ٢٠٩، ثلاثة أقوال: عويناً، عضداً، شريكاً في الرسالة، ثمَّ قال: وهو واحد، وذلك قبل أن تنزل عليهما التوراة، ثم نزلت فقال: {وَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ} [الأنبياء: ٤٨].(٢) \"معاني القرآن\" للزجاج ٤/ ٦٧. واستشهد على ذلك بقوله تعالى: {كَلَّا لَا وَزَرَ} [القيامة:١١]. وكذا النحاس، \"إعراب القرآن\" ٣/ ١٦٠.(٣) قال الواحدي في تفسير هذه الآية: قال المفسرون: عوناً وظهيراً. وقال أبو إسحاق: الوزير في اللغة اشتقاقه من الوَزَر، وهو الجبل الذي يعتصم به لينجي من الهلكة، وكذلك وزير الخليفة معناه: الذي يعتمد على رأيه في أموره ويلتحئ إليه.(٤) (الكلب) ساقطة من (ج).(٥) \"معاني القرآن\" للفراء ٢/ ٢٦٨، وقال أيضًا: وهذا بمنزلة قوله: {نَسِيَا حُوتَهُمَا} [الكهف: ٦١] وقوله: {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} [الرحمن: ٢٢]. وقال السمرقندي: يعني به موسى، كقوله -عَزَّ وَجَلَّ- في سورة طه [٤٢]،: {اذْهَبْ أَنْتَ وَأَخُوكَ} خاطب موسى خاصة إلى القوم. وقد نقد الفراءَ أبو جعفر النحاس، في إعراب القرآن ٣/ ١٦١، فقال: وهذا مما لا ينبغي أن يجترأ به على كتَاب الله -عَزَّ وَجَلَّ-، وقد قال جل ثناؤه: {فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى (٤٤) قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى} [طه ٤٤، ٤٥] هذا هو الصواب، الموافق لظاهر =</p><p> الواحد بخطاب الاثنين، وهو من عادة العرب، كما أنشد النحويون: </p><p> فقلت لصاحِبي لا تحبسانا ... بِنَزْعِ أُصولِه واجتزَّ شِيْحَا (١) </p><p> وإن كان الخطاب لهما فهو ظاهر (٢) . </p><p> قوله:  {إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا} يعني: فرعون وقومه (٣) . قال أهل المعاني: ذكرهم الله هاهنا بالصفة القائمة مقام الاسم؛ لأنهم كانوا عند نزول القرآن قد كذبوا بآيات موسى وإن لم يكونوا موصوفين بالتكذيب عند إرسال موسى إليهم (٤) . </p><p>= الآية، ويؤيده قوله تعالى: {وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا} [مريم: ٥٣].قال المراغي ١٩/ ١٦: فإنه وإن كان نبيًا فالشريعة لموسى -عليه السلام-، وهو تابع له فيها، كما أن الوزير متبع لسلطانه. وقد رد الرازي ٢٤/ ٨١، على من استدل بكون هارون وزيرًا على أنه ليس بنبي بكلام جيد. فيراجع. وأما قوله تعالى: {اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى} [النازعات: ١٧] فلا ينافي هذا؛ لأنهما إذا كانا مأمورين فكل واحد مأمور. \"تفسير القرطبي\" ١٣/ ٣١. (١) أنشده الفراء، \"معاني القرآن\" ٣/ ٧٨، وعنه ابن قتيبة، \"تأويل مشكل القرآن\" ص ٢٩١، وابن جني في \"سر صناعة الإعراب\" ١/ ١٨٧، ولم ينسبوه. وفي \"حاشية تأويل مشكل القرآن\": المعنى لا تحبسنا عن شي اللحم بأن تقطع أصول الشجر، بل خذ ما تيسر من الشيح؛ والشيح: نبت طيب الرائحة، واجتز: اقطع، والشاهد: قوله: تحبسانا: خاطب الواحد بلفظ الاثنين. وأنشده في \"لسان العرب\" ٥/ ٣١٩ (جزز) نقلاً عن ثعلب والكسائي، ونسباه ليزيد بن الطَّثَرِية، وُيروى: واجْدَزَّ، ثم قال: قال ابن بري: ليس هو ليزيد بن الطثرية؛ وإنما هو لمضرس بن ربعي الأسدي.(٢) وقد جزم بهذا القرطبي ١٣/ ٣٠، -وهو الصحيح- وضعف القول الآخر بتصديره بقيل. ولم يتعرض الواحدي لنقد هذا القول مع أنه حري بذلك. والله أعلم.(٣) \"تنوير المقباس\" ص ٣٠٣، والهواري ٣/ ٢٠٩، والزجاج ٤/ ٦٧، وزاد: والذين مسخوا قردة وخنارير.(٤) \"تفسير مقاتل\" ص ٤٥ ب، حيث جعل الآيات هنا آيات نبي الله موسى -صلى الله عليه وسلم- التسع. =</p><p> ويحتمل أن يكون المعنى: اذهبا بآياتنا إلى القوم الذين كذبوا، فتكون الآيات من صلة الذهاب، لا من صلة التكذيب، وتكذيبهم في ذلك الوقتِ لم يكن بآيات موسى، وإنما كان بآيات مَنْ تقدمه من الأنبياء؛ كإبراهيم وإسحاق ويعقوب. وفرعونُ حين ادعى الربوبية، وقومُه لمَّا أطاعوه، كانوا مكذبين أنبياء الله وكتبه (١) . </p><p> قوله:  {فَدَمَّرْنَاهُمْ تَدْمِيرًا} أي: أهلكناهم بالعذاب (٢) إهلاكًا. يعني: </p><p> الغرق (٣) ، وما دمر عليه (٤) من صنايعهم كقوله: {وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ}  [الأعراف: ١٣٧] ، وقال صاحب النظم: معنى الآية: فذهبا، وكُذِّبَا {فَدَمَّرْنَاهُمْ تَدْمِيرًا} ودخول الفاء دلالة على هذا الإضمار. والتدمير لم يكن بعد الأمر لهما بالذهاب، إنما كان بعد الذهاب والتكذيب (٥) . </p><p>= ونسبه السمرقندي ٢/ ٤٦٠، للكلبي، ثم قال: وقال بعضهم: هذا التفسير خطأٌ. لأن الآيات التسع أعطاها الله تعالى موسى بعد ذهابه إليه. (١) اختار هذا القول الواحدي في \"الوسيط\" ٣/ ٣٤٠، واقتصر عليه، ولم يتعرض لذلك في \"الوجيز\". واختاره ابن الجوزي ٦/ ٨٩. وشهد لهذا العموم \"تفسير مجاهد\" للآيات في هذه الآية بالبينات، دون تحديد لها. أخرجه ابن أبي حاتم ٨/ ٢٦٩٣. قال السمرقندي ٢/ ٤٦٥: {بِآيَاتِنَا} أي: بتوحيدنا، وديننا.(٢) أخرجه ابن أبي حاتم ١٧٩ ب، عن ابن عباس -رضي الله عنهما- وعن السدي. وذِكرُ لفظ التدمير للمبالغة في وصف ما أصابهم؛ لأنه كسر الشيء على ووجهٍ لا يمكن معه إصلاحه. \"تفسير المراغي\" ١٩/ ١٥ و\"روح المعاني\" ١٩/ ١٨.(٣) \"تنوير المقباس\" ص ٣٠٣. بمعناه، و\"تفسير مقاتل\" ٤٥ ب. بنصه، و\"تفسير هود الهواري\" ٣/ ٢٠٩.(٤) كذا في النسخ الثلاث: عليه، ولعل الصواب: عليهم.(٥) قال الرازي ٢٤/ ٨١: التعقيب هاهنا محمول على الحكم لا على الوقوع، وقيل: إنه تعالى أراد اختصار القصة فذكر حاشيتيها أولها وآخرها لأنهما ألمقصود من القصة بطولها، أعني إلزام الحجة ببعثة الرسل، واستحقاق التدمير بتكذيبهم.</p>"
}