{
  "id": null,
  "sura": 25,
  "aya": 31,
  "text": "<p> قال ابن عباس: فعزَّاه الله -عز وجل- (١) ، فقال: </p><p> ٣١ - {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ}  (٢) أي: وكما جعلنا لك يا </p><p>= يذكره على الفعل لأن النعت ألزم وأكثر من الفعل، كأنه قال: رب اجعلني من عادتي إقامة الصلاة، ولو قال: اجعلني أقيم الصلاة لم يكن فيه من المبالغة ما في المقيم، وذكرنا استقصاء هذا الفصل في قوله: {وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ} الآية [الإسراء: ٢٩]. وقال في تفسير آية الإسراء: قال صاحب النظم: لا تكاد العرب تقول جعلت يدي مغلولة، ولا جعلت رجلي مقيدة، ولا جعلت رأسي معممًا، إنما يقولون: غَلَلتُ يدي، وقَيَّدتُ رجلي، وعَمَمتُ رأسي، والعلة في هذا النظم؟ أن الفعل أقل من النعت، والنعت ألزم وأكثر من الفعل؛ كما قلنا في قوله: {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} الآية [طه: ١٢١] لأنه قد كان منه، ولا يجوز أن يقال: آدم عاصٍ غاوٍ؛ لأن هذا نعت لازم، وكانوا يقولون: يد فلان مغلولة، أي أن المنع عادةٌ له، ولا يكادون يقولون غُلَّت يده؛ لأن هذا فعل غير لازم، والأول لازم، وقد يمنع الإنسان في مواضع المنع ولا يُرْجَع عليه بلوم، فلذلك قال -عز وجل-: {وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ} أي لا تكن ممسكاً عن البذل عادة، ولم يُرِدْ أن لا يمسك عند وقت الإمساك، يدل على ذلك قوله: {وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ} ومما يشبه هذا النظم، قوله تعالى: {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ} [إبراهيم: ٤٥] وقد مر.(١) \"تفسير مقاتل\" ص ٤٥أ. و\"تفسير هود\" ٣/ ٢٠٩، والبغوي ٦/ ٨٣، والطبرسي ٧/ ٢٦٥، والقرطبي ١٣/ ٢٧. ولم ينسبوه وذكره في \"الوسيط\" ٣/ ٣٣٩، ولم ينسبه. وذكره ابن الجوزي ٦/ ٨٨، وصدَّرَه بقوله: قال المفسرون. وأخرجه ابن أبي حاتم ٨/ ٢٦٨٨، عن قتادة. وأَخرج ابن جرير ١٩/ ١٠، بسنده عن ابن عباس، أنه قال: يوطن محمداً -صلى الله عليه وسلم- أنه جاعل له عدواً من المجرمين كما جعل لمن قبله.(٢) من فوائد هذه الآية: علو الحق على الباطل، وتبين الحق، واتضاحه اتضاحًا عظيمًا؛ لأن معارضة الباطل للحق، تزيده وضوحاً وبياناً، وكمال استدلال. تفسير السعدي ٥/ ٤٧٧. وإذا كان هذا في حق الأنبياء عليهم الصلاة والسلام فغيرهم من السائرين على طريقهم لا بد أن ينالهم شيء من ذلك، فلا بد من الصبر على =</p><p> محمد أعداء من مشركي قومك، كذلك جعلنا لكل نبي عدوًا من كفار قومه (١) . </p><p> والعدوُّ هاهنا يجوز أن يكون في معنى الجماعة، كما قال:  {فَإِنَّهُمْ عَدُوٌّ لِي}  (٢)  [الشعراء: ٧٧] قال مقاتل: يقول لا يكبرن عليك فإن إلاَّنبياء قبلك قد لقيت هذا التكذيب من قومهم (٣) . </p><p> وقال السدي: لم يبعث نبي قط إلا والمجرمون له أعداء، وبعضوهم أشد عليه من بعض. وكان عدو النبي -صلى الله عليه وسلم- من قريش بنو أمية وبنو المغيرة (٤) . ولهذا دخل حرف التخصيص في قوله:  {مِنَ الْمُجْرِمِينَ}  (٥) قال الكلبي: إن كل نبي أتى قومه كان بعضهم أغلظ من بعض وأسوأ قولاً، وصنيعًا، وبعضهم يستحي من ذلك وهو ألين قولاً، وأكف شرًا. ويجوز أن يكون المراد بقوله:  {عَدُوًّا} واحداً من المجرمين، ممن كان أشد المشركين </p><p>= الأذى، وتحمل العناد والاستكبار، حتى يأتي الله بأمره ذكر البرسوي ٦/ ٢٠٨، عن أبي بكر بن طاهر، أنه قال: رُفعت درجات الأنبياء والأولياء بامتحانهم بالمخالفين، والأعداء. ونظير هذه الآية، قوله تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا} [الأنعام ١١٢]. (١) \"تفسير الطبري\" ١٩/ ١٠، بنحوه. وأخرج ابن أبي حاتم ٨/ ٢٦٨٨، عن ابن عباس، في قوله تعالى: {مِنَ الْمُجْرِمِينَ} قال: الكفار. وهو في \"الوسيط\" ٣/ ٣٣٩، بنصه، ولم ينسبه.(٢) \"معاني القرآن\" للزجاج ٤/ ٦٦. وجزم بهذا ابن جزي ص ٤٨٤، حيث قال: العدو هنا جمع. ورجحه ابن عاشور ١٩/ ١٨.(٣) \"تفسير مقاتل\" ص ٤٥ أ.(٤) أخرجه ابن أبي حاتم ٨/ ٢٦٨٨.(٥) وصف أعداء الأنبياء بأنهم من المجرمين، أي: من جملة المجرمين، فإن الإجرام أعم من عداوة الأنبياء، وهو أعظمها. \"التحرير والتنوير\" ١٩/ ١٨.</p><p> على نبيهم. وهذا مذهب الكلبي، ومقاتل؛ قالا: نزلت في أبي جهل (١) . وكان لعنه الله أشدهم عداوة لرسول الله -صلى الله عليه وسلم- (٢) . </p><p> قوله تعالى:  {وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا} قال ابن عباس: هاديًا لك وناصرًا على أعدائك (٣) . </p><p> وقال مقاتل: هاديًا إلى دينه ومانعًا منهم (٤) . </p><p> وقال أبو إسحاق:  [الباء زائدة،المعنى:كفى ربك]  (٥) . </p><p> و {هَادِيًا وَنَصِيرًا} منصوبان على الحال. المعنى: وكفى ربُّك في حال الهداية والنَصْر. ويجوز أن يكون منصوبًا على التمييز على معنى: كفى </p><p>(١) \"تنوير المقباس\" ص ٣٠٢. و\"تفسير مقاتل\" ص ٤٥ أ. و\"معاني القرآن\" للزجاج ٤/ ٦٦. ولم ينسبه. ونسبه القرطبي ١٣/ ٢٧ لابن عباس رضي الله عنهما. وكذا السيوطي ٦/ ٢٥٤، ونسبه لابن مردويه. (٢) \"معاني القرآن\" للفراء ٢/ ٢٦٧. وفي هذه الآية تنبيه للمشركين ليعرضوا أحوالهم على هذا الحُكم التاريخى فيعلموا أن حالهم كحال من كذبوا من قوم نوح، وعاد، وثمود. تفسير ابن عاشور ١٩/ ١٨.(٣) \"تنوير المقباس\" ص ٣٠٢: {هَادِيًا} حافظًا. {وَنَصِيرًا} مانعاً مما يراد بك.(٤) \"تفسير مقاتل\" ص ٤٥ أ. ونحوه قال الهوَّاري ٣/ ٢٠٩. وأخرج ابن أبي حاتم ٨/ ٢٦٨٨، عن محمد بن إسحاق: إن ينصرك الله فلا يضرك خذلان من خذلك. وفي هذا تسلية للنبي -صلى الله عليه وسلم- بوعده بهداية كثير ممن هم معرضون عنه. \"تفسير ابن عاشور\" ١٩/ ١٨.قال تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا} [النصر: ٢،١].(٥) ما بين المعقوفين لم أجده عند الزجاج. قال ابن عاشور ١٩/ ١٨: والباء، في قوله: {بِرَبِّكَ} تأكيد لاتصال الفاعل بالفعل. وأصله: كفى ربُّك في هذه الحالة. وقع الخلاف بين أهل العلم في وقوع الزائد في القرآن الكريم، فمنهم من أنكره كالمبرد وثعلب، وأكثر العلماء على إثبات ذلك؛ لكنهم اختلفوا في تسميته فمنهم من يسميه: صلة، ومنهم من يسميه: المقحم.</p>"
}