{
  "id": null,
  "sura": 25,
  "aya": 53,
  "text": "<p> {وَجَاهِدْهُمْ بِهِ} قال ابن عباس: بالقرآن (١)  {جِهَادًا كَبِيرًا} يعني: شديدًا (٢) . </p><p> ٥٣ - قوله تعالى:  {وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ} قال أبو زيد: مرج البحرين خلاهما، ثم جعلهما لا يلتبس ذا بذا؛ قال: وهو كلام لا يقولهه إلا أهل تِهامة (٣) ، وأما النحويون، فيقولون: أَمْرَجْتَه وأمرجَ دابته (٤) . إذا خلاها وأرسلها ترعى (٥) . ونحو هذا قال الكسائي سواء. </p><p>(١) أخرجه ابن جرير ١٩/ ٢٣، وهو قول مقاتل ٦٤ أ. وذكره ابن قتيبة، \"غريب القرآن\" ٣١٤. وأخرج ابن جرير ١٩/ ٢٣، وابن أبي حاتم ٨/ ٢٧٠٧، عن ابن زيد أنه قال: الإسلام، وقرأ قوله تعالى: {وَاغْلُظْ عَلَيْهِمْ} [التوبة: ٧٣]. {وَلْيَجِدُوا فِيكُمْ غِلْظَةً} [التوبة: ١٢٣] وجعله أبو حيان ٦/ ٤٦٤، راجعًا إلى: القرآن، والإسلام، والسيف، وترك طاعتهم. ولعل اقتصار من سبق على ذكر المجاهدة بالقرآن، دون السيف؛ لأن هذه السورة مكية أمر فيها النبي -صلى الله عليه وسلم- بجهاد الكفار، بالحجة، والبيان، وتبليغ القرآن، ولم يؤمر بقتالهم. \"تفسير الهواري\" ٣/ ٢١٤. وزاد المعاد ٣/ ٥. وتفسير الشوكاني ٤/ ٧٨. (٢) \"تفسير مقاتل\" ص ٦٤ أ. وفي \"تنوير المقباس\" ص ٣٠٤: بالسيف. والجهاد الكبير المذكور في الآية هو المصحوب بالغلظة عليهم، كقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً} [التوبة: ١٢٣] وقوله: (قال تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ} [التوبة: ٧٣، التحريم: ٩]. \"تفسير الشنقيطي\" ٦/ ٣٣٧. والآية دالة على عظم جهاد العلماء لأعداء الدين بما يوردون عليهم من الأدلة، وأوفرهم حظًا المجاهدون بالقرآن منهم. \"تفسير البغوي\" ٦/ ٣٣.(٣) سميت تهامة بذلك: لشدة حرها وركود ريحها. وهو من التَّهم. وهو: شدة الحر وركود الريح، يقال: تهم الحر: إذا اشتد. \"معجم البلدان\" ٢/ ٧٤. وتهامة. سهول تقع بين جبال الحجاز وساحل البحر الأحمر، في المملكة العربية السعودية.(٤) \"تهذيب اللغة\" ١١/ ٧٢ (مرج)، و\"اللسان\" ٢/ ٣٦٥.(٥) واقتصر على أن معناه. خلاهما، ابن قتيبة، \"غريب القرآن\" ٣١٤.</p><p> وقال أبو عبيدة: إذا خليت الشيء فقد مَرجتَه، وإذا ألقى الدابة في المرعى فقد مَرجَها، وأَمْرَجها (١) ، وأنشد العجاج: </p><p> رعى بها مَرْج ربيع مُمْرَجًا (٢) </p><p> وقال الفراء:  {مَرَجَ الْبَحْرَيْنِ} أرسلهما (٣) . </p><p> وقال الزجاج: خلا بينهما، تقول: مَرَجَت الدابة، وأمْرَجتُها إذا خليتها ترعى، والمَرْجُ من هذا سُمِّي، ومَرِجَت عهودُهم (٤) إذا اختلطت (٥) . قال ابن عباس، والضحاك، ومقاتل:  {مَرَجَ الْبَحْرَيْنِ} خلع أحدهما على </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ٢/ ٧٧. بمعناه. قال ابن الأنباري: مرجت الدابة: إذا خليتها. وأمرجتها: إذا رعيتها. \"الزاهر\" ١/ ٤٢٥. (٢) أنشده أبو عبيدة، في \"المجاز\" ٢/ ٧٧، منسوبًا للعجاج. وأنشده الأزهري، \"تهذيب اللغة\" ١١/ ٧١ (مرج)، ولم ينسبه. وكذا ابن جرير ١٩/ ٢٣. وهو في \"ديوان العجاج\" ٢٩٠، وفيه: يقول: رعى هاهنا في الربيع، والمرج: القطعة من الأرض الكثيرة الكلأ، والمُمْرَج: المخلَّى.(٣) \"معاني القرآن\" للفراء ٣/ ١١٥، في سورة الرحمن.(٤) هذا جزء من حديث عَبْدِ الله بْنِ عَمْرِو بْنِ الْعَاصِ أَنَ رَسُولَ الله -صلى الله عليه وسلم-، قَالَ: \"كَيْفَ بِكُمْ وَبِزَمَانٍ أَوْ يُوشِكُ أَنْ يَأْتيَ زَمَانٌ يُغَرْبَلُ النَّاسُ فِيهِ غَرْبَلَةً تَبْقَى حُثَالَةٌ مِنَ النَّاسِ قَدْ مَرِجَتْ عُهُودُهُمْ وَأَمَانَاتُهُمْ وَاخْتَلَفُوا فَكانُوا هَكَذَا\" وَشَبَّكَ بَيْنَ أَصَابِعِهِ فَقَالُوا: وَكَيْفَ بِنَا يَا رَسُولَ الله! قَالَ: \"تَأْخُذُونَ مَا تَعْرِفُونَ وَتَذَرُونَ مَا تُنْكِرُونَ وَتُقْبِلُونَ عَلَى أَمْرِ خَاصَّتِكُمْ وَتَذَرُونَ أَمْرَ عَامَّتِكُمْ\" قَالَ أَبُو دَاوُد: هَكَذَا رُوِيَ عَن عَبْدِ الله بْنِ عَمْرٍو عَنِ النَبِيِّ -صلى الله عليه وسلم-، مِنْ غَيْرِ وَجْهٍ. سنن أبي داود ٤/ ٥١٣ كتاب الملاحم، رقم: ٤٣٤٢. وابن ماجه ٢/ ١٣٠٧ كتاب الفتن، رقم: ٣٩٥٧. وذكره الألباني، \"سلسلة الأحاديث الصحيحة\" ١/ ٣٦٧ رقم: ٢٠٥.(٥) \"معاني القرآن\" للزجاج ٤/ ٧٢. وفسر المرج بالاختلاط، ابن جرير ١٩/ ٢٣، واستدل بقوله تعالى: {فِي أَمْرٍ مَرِيجٍ} [ق: ٥] أي: مختلط.</p><p> الآخر (١) . وقال مجاهد: أفاض أحدهما في الآخر (٢) . </p><p> وقال أهل المعاني: أرسلهما في مجاريهما كما ترسل الخيل في المَرْج. </p><p> وهما يلتقيان (٣) فلا يبغي الملح على العذب، ولا العذب على الملح بقدرة الله -عز وجل- (٤) . وذلك قوله:  {وَهَذَا} يعني: أحد البحرين (٥) . </p><p> {عَذْبٌ} طيب، عَذُبَ الماء يَعْذُبُ عُذوبَة فهو عَذْبٌ طيب بارد، وأَعْذَب القوم إذا عَذُبَ ماؤهم، واستعذَبوا إذا استقوا ماءً عَذْبًا، وأصله من: المنع، والماء العَذْبُ هو الذي يمنع العطش، يقال: عَذَبه عَذْبًا إذا </p><p>(١) أخرجه بسنده، عن ابن عباس والضحاك، ابن جرير ١٩/ ٢٤. وأخرجه ابن أبي حاتم ٨/ ٢٧٠٧، عن الضحاك، فقط. وفي \"تنوير المقباس\" ص ٣٠٤: أرسل البحرين. ولم أجد قول مقاتل في تفسيره. ونسبه للثلاثة جميعًا، الثعلبي ١٠٠ أ. (٢) \"تفسير مجاهد\" ٢/ ٤٥٤. و\"تفسير الهواري\" ٣/ ٢١٤. وأخرجه ابن جرير ١٩/ ٢٤. وابن أبي حاتم ٨/ ٢٧٠٧. وقد وردت أقوال أخرى في معنى الآية فيها صرف للفظ المرج عن ظاهره، والحق ما اقتصر عليه الواحدي هنا. ومثل له ابن الجوزي بقوله: يُرى ماء البحر إلى الخضرة الشديدة، وماء دجلة إلى العمرة الخفيفة، فيأتي المستقي فيغرف من ماء دجلة عذبًا، لا يخالطه شيء، وإلى جانبه ماء البحر في مكان واحد. وهذا أبلغ في إثبات قدرة الله -عز وجل-، وعطف خلق الإنسان عليه يشهد له. والله أعلم.(٣) نسب هذا القول الرازي ٢٤/ ١٠٠، لابن عباس رضي الله عنهما.(٤) معنى هذا أن: مرج، تطلق في اللغة بمعنى: أرسل وخلى. وتطلق بمعنى: خلط. تفسير الشنقيطي ٦/ ٣٣٨. ثم شرح معنى الآية على كلا الإطلاقين. وبين ٦/ ٣٣٩، أن معنى البرزخ، على القول الأول: هو اليبس من الأرض. وعلى القول الثاني: حاجز من قدرة الله غير مرئي للبشر.(٥) \"تفسير الطوسي\" ٧/ ٢٧٣، ولم ينسبه. وكذا ابن الجوزي ٦/ ٩٦. وصدره بقوله: قال المفسرون.</p><p> منعه، وعَذَب عُذُوبًا إذا امتنع، والعاذب: الفرس الذي يمتنع من العلف، وسمي العذاب عذابًا؛ لأنه يعذب (١) المعاقب عن معاودة الفعل الذي عوقب عليه (٢) . </p><p> قوله {فُرَاتٌ} الفرات: أعذَبُ المِياه (٣) ، وقد فَرُتَ الماءُ، يَفْرُتُ فُرُوتَة إذا عَذبَ، فهو: فُرَاتٌ (٤) . </p><p> وقوله:  {مِلْحٌ أُجَاجٌ} قال الليث: المِلْح خلاف: العَذْب من الماء، يقال: ماءٌ مِلْح، ولا يقال: مالح (٥) . ونحو هذا قال ابن السكيت (٦) . </p><p> وقال يونس: لم أسمع أحدًا من العرب يقول: ماء مالح. قال: وقال أبو الدُّقيش (٧) : ماء مالح، وماء ملح. قال الأزهري: هذا وإن وجد في </p><p>(١) هكذا في النسخ الثلاث: (يعذب)؛ ولعل الصواب: (يمنع). (٢) \"تهذيب اللغة\" ٢/ ٣٢١ (عذب).(٣) في \"المجاز\" لأبي عبيدة ٢/ ٧٧: شديد العذوبة. و\"غريب القرآن\" لابن قتيبة ص ٣١٤. وهو كذلك في \"تفسير ابن جرير\" ١٩/ ٢٤؛ وقال: يعني بالعذب الفرات: مياه الأنهار، والأمطار، وبالملح الأجاج: مياه البحار. و\"معاني القرآن\" للزجاج ٤/ ٧٢. و\"تفسير الثعلبي\" ٨/ ١٠٠ أ.(٤) \"تهذيب اللغة\" ١٤/ ٢٧٢ (فرت)، بنصه.(٥) \"العين\" ٣/ ٢٤٣ (ملح). ونقله عنه الأزهري، \"تهذيب اللغة\" ٥/ ٩٨.(٦) \"إصلاح المنطق\" ص ٢٨٨. ونقله عنه الأزهري، \"تهذيب اللغة\" ٥/ ٩٨ (ملح) وقال به ابن قتيبة، غريب القرآن ٣١٤. وقال ابن جني في \"المحتسب\" ٢/ ١٢٤: مالحًا، ليست فصيحة، صريحة؛ لأن الأقوى في ذلك: ماء ملح.(٧) أبو الدقيش، هو القناني الغنوِيّ. هكذا ذكره القفطي، ولم يزد عليه. \"إنباه الرواة\" ٤/ ١٢١، ذكر الأزهري بإسناده إلى أبي زيد أنه قال: دخلت على أي الدقيش الأعرابي، وهو مريض، فقلت: كيف تجدك يا أبا الدقيش؟ فقال: أجد ما لا أشتهي، وأشتهي ما لا أجد، وأنا في زمان سوء؛ من وجَد لم يجُد، ومن جاد لم يجَد. مقدمة \"تهذيب اللغة\" ١/ ١٣.</p><p> كلام العرب قليلًا فهي لغة لا تنكر (١) . </p><p> قوله تعالى:  {أُجَاجٌ} الأجاج أشد الماء ملوحة (٢) . قال الزجاج: وهو الشديد الملوحة المحرق ملحوته (٣) ، من: أجَّتِ النارُ أجًّا (٤) . </p><p> قال مقاتل:  {هَذَا عَذْبٌ فُرَاتٌ} يعني: طيبًا حلوًا (٥)  {وَهَذَا مِلْحٌ أُجَاجٌ} يعني: مرًا من شدة الملوحة (٦) . </p><p> والمعنى: أن الله تعالى خلط البحرين العذب، والملح، وحجز أحدهما عن الآخر فليس يفسد الملحُ العَذْبَ، ولا العَذْبُ الملحَ؛ وهو قوله تعالى:  {وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا} حاجزًا من قدرة الله (٧) . </p><p>(١) \"تهذيب اللغة\" ٥/ ٩٩،٩٨ (ملح)، قال الأزهري ذلك بعد سياقه لأقوال من سبق. وأما أبو السعود ٦/ ٢٢٥، فلم يذكر شيئًا من ذلك، بل جعل: ملح، تخفيف مالح، كبرد، تخفيف بارد.(٢) في المجاز لأبي عبيدة ٢/ ٧٧: أملح الملوحة. و\"تفسير الثعلبي\" ٨/ ١٠٠ أ.(٣) \"معاني القرآن\" للزجاج ٤/ ٧٢.(٤) \"تهذيب اللغة\" ١١/ ٢٣٤ (أجج).(٥) \"تفسير مقاتل\" ص ٤٦ أ. وهو بنصه، في \"تنوير المقباس\" ص ٣٠٤. و\"غريب القرآن\" لابن قتيبة ص ٣١٤.(٦) \"تفسير مقاتل\" ص ٤٦ أ. وفي \"تنوير المقباس\" ص ٣٠٤: مر مالح زعاق. وأخرج عبد الرزاق ٢/ ٧٠، بإسناده عن قتادة: الأجاج: المر. قال ابن قتيبة في \"الغريب\" ص ٣١٤: وقيل: هو الذي يخالطه مرارف واقتصر الهوَّاري ٣/ ٢١٤ على تفسيره بالمر.(٧) في \"معاني القرآن\" للفراء ٢/ ٢٧٠: البرزخ: الحاجز. قال أبو عبيدة في \"المجاز\" ٢/ ٧٧: كل ما بين شيئين: برزخ، وما بين الدنيا والآخرة: برزخ. قال ابن جريج: فلم أجد بحرًا عذبًا إلا الأنهار العذاب، فأخبرني الخبير بها أنها تقع في البحر، فلا تمور فيه بينهما مثل الخيط الأبيض، فإذا رجعت لم ترجع في طريقها من البحر، والنيل يصب في البحر. \"تفسير ابن جرير\" ١٩/ ٢٥. وذكر أبو حيان ٦/ ٤٦٤، مشاهدته ذلك وأن الناس في البحر يستقون الماء العذب منه. وذكرِ الحسن، أن =</p><p> قال ابن عباس: قضاء من قضائه لا يعذب هذا الملح، ولا يملح هذا العذب. وقال الزجاج: هما في مرآة العين مختلطان، وفي قدرة الله منفصلان، لا يختلط أحدهما بالآخر (١) . </p><p> وقوله:  {وَحِجْرًا مَحْجُورًا} قال ابن عباس: حرامًا محرمًا [أن يُعذَبَ هذا الملحُ بالعَذْب، أو يُملحَ هذا العذبُ بالملح (٢) . وقال الفراء: حرامًا </p><p>= المراد بالحاجز: اليبس. \"تفسير ابن جرير\" ١٩/ ٢٥، أي: حائلًا من الأرض. ونصر هذا القول الرازي ٢٤/ ١٠١. وقد رد هذا القول ابن جرير. والعجب من الحافظ ابن كثير ٦/ ١١٧، فقد ذكر قول ابن جريج المتقدم، واختيار ابن جرير له، ومع ذلك فقد رجح أن المراد بالحاجز: اليبس من الأرض. ولم يتعقب ابن جرير في اختياره. قال الشنقيطي ٦/ ٣٣٩: وهذا محقق الوجود في بعض البلاد، ومن المواضع التي هو واقع فيها المحل الذي يختلط فيه نهر السنغال بالمحيط الأطلسي، بجنب مدينة \"سانلويس\"، وقد زرت مدينة \"سانلويس\" عام ست وستين وثلاثمائة وألف هجرية، واغتسلت مرة في نهر السنغال، ومرة في المحيط، ولم آت محل اختلاطهما، ولكن أخبرني بعض المرافقين الثقات أنه جاء إلى محل اختلاطهما، وأنه جالس يغرف بإحدى يديه عذبًا فراتًا، وبالأخرى ملحًا أجاجًا، لا يختلط أحدهما بالآخر. فسبحانه جل وعلا ما أعظمه، وما أكمل قدرته. فالأولى أن تجعل الآية شاملة لكلا المعنين، حيث لا تعارض بينهما. والله أعلم. وفي مجلة الإعجاز العدد الثالث بحث حول الإعجاز العلمي في هذه الآية.(١) \"معاني القرآن\" للزجاج ٤/ ٧٢. وقد ورد في تفسير الحاجز أقوال أخرى، ذكرها ابن أبي حاتم ٨/ ٢٧٠٨، وغيره، وفي بعضها صرف للفظ عن ظاهره، واقتصار الواحدي -رحمه الله- على هذا القول يدل على اختياره له. ونظير هذه الآية قوله تعالى: قال تعالى: {مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ (١٩) بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ} [الرحمن: ١٩، ٢٠] وقوله {أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا} [النمل: ٦١].(٢) في \"تنوير المقباس\" ص ٣٠٤: حرامًا محرمًا من أن يغير أحدهما طعم صاحبه.</p>"
}