{
  "id": null,
  "sura": 25,
  "aya": 49,
  "text": "<p> في دار فلان مأكولٌ، ولا مشروبٌ، أي: ما أعد له. وكل وصف يجري على الموصوف للمبالغة فإنه يكون لما مضى، والحال، والاستقبال، كما تقول: فلان شَكور للنعم، لا يُراد: إنه شكر فيما مضى، بل يراد به: شاكرٌ في الحال والاستقبال. وهذا واضح بيِّن -إن شاء الله- انتهى كلامه (١) . </p><p> فأما التفسير؛ فقال ابن عباس، في قوله:  {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا} يريد: المطر (٢) . وقال مقاتل: بل طهورًا للمؤمنين (٣) . </p><p> ٤٩ - قوله تعالى:  {لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا} قال ابن عباس: لنخرج فيها الثمار والنبات (٤) . وقال مقاتل: لنحيي بالمطر بلدة ليس فيها نبت (٥) . قال </p><p>(١) لم أجد قول الزجاجي. قال ابن كثير ٦/ ١١٤، في تفسير هذه الآية: أي: آلة يتطهر بها كالسحور، والوقود، وما جرى مجراهما، فهذا أصح ما يقال في ذلك، وأما من قال: إنه مبني للمبالغة والتعدي فعلى كل منهما إشكالات من حيث اللغة، والحكم، ليس هذا موضع بسطها. والله أعلم. وقال أبو السعود ٦/ ٢٢٤: وما قيل إنه ما يكون طاهرًا في نفسه، ومطهرًا لغيره، فهو شرح لبلاغته في الطهارة، كما ينبئ عنه قوله تعالى: قال تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ} [الأنفال: ١١]. (٢) \"تفسير مقاتل\" ص ٦٤ أ.(٣) \"تفسير مقاتل\" ص ٦٤ أ، بدون: بل.(٤) أخرج ابن أبي حاتم ٨/ ٢٧٠٦، بسنده عن عكرمة، قال: ما أنزل الله -عز وجل- من السماء قطرة إلا نبت بها في الأرض عشبة، أو في البحر لؤلؤة.(٥) \"تفسير مقاتل\" ص ٦٤ أ. وتنكير قال تعالى: {بَلْدَةً} يدل على أن لماء المطر خاصية الإحياء لكل أرض؛ لأنه لخلوه من الجراثيم، ومن بعض الأجزاء المعدنية، والترابية، التي تشتمل عليها مياه العيون، ومياه الأنهار، والأودية، كان صالحًا بكل أرض، وبكل نبات، على اختلاف طباع الأرضين، والمنابت. تفسير ابن عاشور ١٩/ ٤٨.</p><p> أبو إسحاق: قيل: ميتًا، ولفظ البلدة مؤنث؛ لأن معنى البلدة، والبلد، واحد (١) . </p><p> وقال غيره: أراد بالبلدة المكان (٢) ، كقول الشاعر: </p><p> ولا أرضَ أبقلَ إبْقَالَها (٣) </p><p> ذهب بلفظ الأرض إلى المكان. </p><p> قوله تعالى:  {وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا}  (٤) تقدم الكلام في السقي، والإسقاء، عند قوله:  {فَأَسْقَيْنَاكُمُوهُ}  [الحجر: ٢٢]  (٥) ، قال ابن </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٧١. واستدل عليه الزمخشري ٣/ ٢٧٧، بقوله تعالى: {فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ} [فاطر: ٩]. (٢) \"مجاز القرآن\" لأبي عبيدة ٢/ ٧٦. و\"تفسير ابن جرير\" ١٩/ ٢١. ولم يذكرا البيت المشار إليه. والثعلبي ٨/ ٩٩ ب، كذلك. واقتصر عليه في \"الوسيط\" ٣/ ٣٤٢.(٣) أنشده سيبويه، \"الكتاب\" ٢/ ٤٦، ونسبه لعامر بن جُوين الطائي، وأنشده كذلك أبو عبيدة، \"مجاز القرآن\" ٢/ ٦٧، وصدره عندهما:فلا مُزْنة ودَقتْ ودْقَهاوفي حاشية الكتاب: يصف أرضًا مخصبة لكثرة الغيث. والمزنة: واحدة المزن؛ وهو السحاب يحمل الماء، والودق: المطر، وأبقلت: أخرجت البقل؛ وهو من النبات ما ليس بشجر.(٤) قال الزمخشري ٣/ ٢٧٧، في بيان وجه تخصيص الأنعام بالذكر دون غيرها من المخلوقات: لأن الطير، والوحش تبعد في طلب الماء فلا يعوزها الشرب بخلاف الأنعام، ولأنها قنية الأناسي وعامة منافعهم متعلقة بها، فكان الإنعام عليهم بسقي أنعامهم كالإنعام بسقيهم.(٥) قال الواحدي في تفسير هذه الآية: {فَأَسْقَيْنَاكُمُوهُ} [الحجر: ٢٢]، قال الأزهري: العرب تقول لكل ما كان من بطون الأنعام ومن السماء أو نهر يجري أسْقيْتُ، أي جعلته شُرْبًا له وجعلت له منها مسقى، فإذا كانت السقيا لشفته قالوا: سقاه، ولم يقولوا: أسقاه .. وقال أبو علي: تقول سقيته حتى روى، وأسقيته نهرًا جعلته شَىرْبًا له، وقوله: {فَأَسْقَيْنَاكُمُوهُ} [الحجر: ٢٢] جعلناه سُقيا لكم، وربما قالوا في أسقى سقى.</p><p> عباس: ونسقي من ذلك الماء أنعامًا، ونسقي من ذلك الماء أيضًا بشرًا كثيرًا، وهو قوله:  {وَأَنَاسِيَّ كَثِيرًا} </p><p> قال الفراء، والزجاج: واحد الأناسي إنسي، مثل: كرسي، وكراسي. ويجوز أن يكون الأناسي جمع إنسان، وتكون الياء الأخيرة بدلًا من النون؛ الأصل: أناسِين بالنون، مثل: سراحين (١) . </p><p> قال الفراء: وإذا قالوا: أناسين، فهو بَيِّن مثل: بستان وبساتين. قال: ويجوز: أناسيَ، مخففة الياء، أسقطوا الياء التي تكون فيما بين لام الفعل، وعينه، مثل: قراقير وقراقر (٢) . قال: وتقول العرب: أناسيةٌ كثيرة (٣) . وإنما قال: كثير، ولم يقل: كثيرون كما قال: {إِنَّ هَؤُلَاءِ لَشِرْذِمَةٌ قَلِيلُونَ}  [الشعراء: ٥٤] لأنه قد جاء فعيل مفردًا يراد به الكثرة، نحو قوله: {وَحَسُنَ أُولَئِكَ </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٦٩، بمعناه. و\"معاني القرآن\" للزجاج ٤/ ٧١، بنصه. ونسبه في \"الدر المصون\" ٨/ ٤٨٨، لسيبويه. وفي حاشية الدر: ليس في الكتاب إشارة إلى ذلك. قوله: سراحين، جمع سِرْحان. إعراب القرآن للنحاس ٣/ ١٦٣. وهو: الذئب، ويجمع على سَرَاحين، وسَرَاحِيّ. \"تهذيب اللغة\" ٤/ ٣٠١ (سرح). وفي الحديث: \"فأما الفجر الذي يكون كذنب السِّرحان فلا تحل الصلاة فيه، ولا يحرم الطعام\". أخرجه الحاكم ١/ ٣٠٤ وقال: إسناده صحيح، ووافقه الذهبي. وقد أنكر ابن جني أن يكون: أناسي، جمع إنسان أو جمع تكسير، ونقد في ذلك الفراء. وتعقب أيضًا أبو البركات ابن الأنباري، قول الفراء؛ فقال: وهو ضعيف في القياس؛ لأنه لو كان ذلك قياسًا لكان يقال في جمع سرحان: سراحيّ، وذلك لا يجوز. \"البيان في إعراب القرآن\" ٢/ ٢٠٦. ولم يذكر وجه المنع، وقد سبق قول الأزهري في جواز جمعه على هذا. والله أعلم. (٢) جمع: قرقور، وهي: السفينة، أو العظيمة من السفن. \"تهذيب اللغة\" ٨/ ٢٨٢ (قر).(٣) \"معاني القرآن\" للفراء ٢/ ٢٦٩.</p>"
}