{
  "id": null,
  "sura": 25,
  "aya": 48,
  "text": "<p> أي: قطعًا لأعمالكم (١) . </p><p> قال ابن عباس ومقاتل: ينتشرون فيه لابتغاء الرزق (٢) والنشور معناه: التفرق: الانبساط في التصرف، ومنه: نشور الميت، وهو: حياته، وحركته، وتصرفه، بعد هموده. وحَسُن ذكر النشور هاهنا؛ لأن النائم بالليل يكون بانقطاعه عن العمل كالميت، فإذا استيقظ بالنهار وأخذ في أعماله كان النهار نشورًا له من وفاة النوم (٣) . وفي هذه الآية تذكير بالنعم من الله تعالى؛ وهي النوم، الذي فيه راحة الأبدان، والنهار، الذي يصلح للتصرف فيه. </p><p> ٤٨ - قوله تعالى:  {وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ} سبق الكلام في تفسيره، ووجوه القراءات في سورة الأعراف (٤) . </p><p> قوله تعالى:  {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا} المفسرون يقولون: من السحاب (٥) . وقال الحسن: المطرُ من السماء، والسحابُ عَلَم ينزل عليه </p><p>(١) \"تهذيب اللغة\" ١٢/ ٣٨٦ (سبت)، ينصه. منسوبًا لابن الأنباري. وفي \"تفسير الثعلبي\" ٨/ ٩٩ ب: راحة لأبدانكم وقطعًا لعملكم. (٢) \"تفسير مقاتل\" ص ٦٤ أ، و\"تفسير مجاهد\" ٢/ ٤٥٤، وأخرج ابن أبي حاتم ٨/ ٢٧٠٤، عن قتادة لمعايشهم ولحوايجهم ولتصرفهم.(٣) \"تفسير ابن جرير\" ١٩/ ٢١، بمعناه. واستشهد على ذلك بقول النبي -صلى الله عليه وسلم- إذا أصبح وقام من نومه: {الْحَمْدُ لله الّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وإِلَيْهِ النُّشُورُ}. أخرجه البخاري، كتاب الدعوات، رقم: ٦٣١٢ الفتح ١١/ ١١٣، والترمذي ٥/ ٤٤٩، كتاب الدعوات، رقم: ٣٤١٧.(٤) عند قوله تعالى: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ} [الأعراف: ٥٧] حيث ذكر معنى بشرًا، وأصل اشتقاقها، ووجوه القراءات فيها، وباقية ألفاظ الآية تكلم عن ذلك في ست صفحات.(٥) \"تفسير ابن جرير\" ١٩/ ٢١.</p><p> الماء من السماء (١) . </p><p> وأما الطهور، فقال أبو إسحاق: كل ما نزل من السماء، أو خرج من بحر، أو أذيب من ثلج، أو بَرَدٍ، فهو طهورة قال النبي -صلى الله عليه وسلم- في البحر:  \"هو الطهور ماؤه\"  (٢) وقال الليث: الطَّهُور: اسم الماء كالوضوء، وكل ما لطف اسمه: طَهور. والتوبة التي تكون بإقامة الحدود نحو الرجم وغيره، طَهور للمذنب تطهره تطهيرًا (٣) . </p><p>(١) أخرجه ابن أبي حاتم ٨/ ٢٧٠٤، عن السدي، وفيه قوله: ثم يفتح أبواب السماء ليسيل الماء على السحاب ثم تمطر السحاب بعد ذلك. ولم يذكر نسبته للحسن. (٢) \"معاني القرآن\" للزجاج ٤/ ٧١. بنصه. والحديث أخرجه مالك ١/ ٢٢، الطهارة، رقم: ١٢. وأحمد ٣/ ٢٣، رقم: ٧٢٣٧. وأبو داود ١/ ٦٤، الطهارة، رقم: ٨٣. والترمذي ١/ ١٠٠، الطهارة، رقم: ٦٩. والنسائي ١/ ٥٣، الطهارة، رقم: ٥٩. وابن ماجه ١/ ١٣٦، الطهارة، رقم: ٣٨٦. من حديث أبي هريرة -رضي الله عنه- قال: سَأَلَ رَجُلٌ رَسُولَ الله -صلى الله عليه وسلم- فَقَالَ يَا رَسُولَ الله إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنَ الْمَاءِ فَإِنْ تَوَضَأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ فَقَالَ رَسُولُ الله -صلى الله عليه وسلم-: \"هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ\". قال الترمذي: هذا حديث حسن صحيح. وهو في سلسلة الأحاديث الصحيحة، رقم: ٤٨٠. أخرج ابن أبي حاتم ٨/ ٢٧٠٥، عن عكرمة قال: قال ابن عباس: إن الماء لا ينجسه شيء يُطهر، ولا يطهره شيء، فإن الله -عز وجل- قال: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا} [الفرقان:٤٨]. قال ابن عاشور ١٩/ ٤٧: وماء المطر بالغ منتهى الطهارة إذ لم يختلط به شيء يكدره أو يقذره، وهو في علم الكيمياء أنقى المياه لخلوه عن جميع الجراثيم، فهو الصافي حقًا.(٣) \"العين\" ٤/ ١٩ (طهر)، بنصه. وقد أضاف المحقق زيادات من التهذيب ٦/ ١٧١، وجعلها في الأصل، وعلق على ذلك في الحاشية بأنها نص ما نقله صاحب التهذيب، والذي يظهر خلاف ذلك، فالأزهري نقل جزءًا من الكلام، وزاد عليه فجعْلُ المحقق هذه الزيادة من \"العين\" غير مستقيم. ويؤكد هذا توافق ما نقل الواحدي مع ما في العين، إذا حذفت الزيادة التي أدخلها المحقق.</p><p> وقال الأزهري: الطَّهور في اللغة هو: الطاهر المطهر (١) . والطَّهور: ما يتطهر به، كالوَضوء: ما يتوضأ به، والنَّشُوق: ما (٢) يتنشق به، والفَطور: ما (٣) يفطر عليه. ومنه قوله - صلى الله عليه وسلم -: \"هو الطَّهور ماؤه\"  (٤) . </p><p> وقال غيره (٥) : صيغة الفعول تأتي في الكلام على أنواع؛ تكون بمعنى (٦) المفعول كالرَّكوب، والحَلوب، وبمعنى المتفعل به كالسَّحور، فإفه: متسحر به، والطَّهور، فإنه: متطهر به، وتكون بمعنى: الفاعل [وفيه معنى المبالغة كالأكول والشروب، وتكون بمعنى الفاعل والمفعول به]  (٧) من أفعل وذلك كقولهم: الإبل رَقُوء الدم، أي: مُرْقِية (٨) . والفَطور بمعنى المفطر به. والطَّهور، إذا جُعل بمعنى المطِّهر فهو فعول متعد من مصدر لازم كالمَشُوِ، وهو: الدواء الذي يمشي البطن (٩) . ومما ورد الطهور فيه بمعنى المطهر، قول جرير: </p><p>(١) واقتصر على هذا التعريف في \"الوجيز\" ٢/ ٧٨٠. (٢) (ما) في (ج). فقط.(٣) (ما) في (ج). فقط.(٤) \"تهذيب اللغة\" ٦/ ١٧٢ (طهر).(٥) ذكر نحوه الزمخشري ٣/ ٢٧٦، ونسبه لسيبويه.(٦) هنا تكرار في (أ)، قدر ثلاثة أسطر.(٧) ما بين المعقوفين ساقط من (ب).(٨) قال ابن السكيت: الرَّقُوء: الدواء الذي يُرقأ به. والعرب تقول: لا تسبوا الإبل فإن فيها رَقُوء الدماء؛ أي: تعطى في الديات فتحقن الدماء. \"تهذيب اللغة\" ٩/ ٢٩٢ (رقا). والشاهد فيه أن رقوء على وزن فعول، من أرقى. ومُرقية بالضم على اعتبار اسم الفاعل، وبالفتح باعتبار اسم المفعول.(٩) \"تهذيب اللغة\" ١١/ ٤٣٨ (مشى). عن ابن السكيت، وفيه: يقال: شربت مَشُوا ومَشاء.</p><p> لقد كان إخراج الفرزدق عنكمُ ... طَهورًا لما بين المُصَلَّى وَوَاقِمِ (١) </p><p> أي: كان إخراجه مطهرًا لهذا المكان. وقال أبو علي الفارسي: الطَّهور، على ضربين؛ اسم، وصفة، فإذا كان اسمًا كان على ضربين؛ أحدهما: أن يكون مصدرًا كما حكاه سيبويه (٢) ، تطهرت طهورًا حسنًا، وتوضأت وضوءًا حسنًا، فهذا مصدر على فعول، بفتح الفاء. ومثله: وقدت النار وقودًا في أحرف أخر. وأما الاسم الذي ليس بمصدر فكقوله -عليه السلام-: \"طهور إناء أحدكم\" الحديث (٣) . فالطَّهور اسم لما يطهر. وكذلك الفَطور، والوَجور، والسَّعوط، واللَّدود، والبَرود (٤) ، كلها أسماء وليست بمصادر. وأما كونه صفة فنحو قوله:  {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا} وقوله: {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}  [الإنسان: ٢١] وقوله -عليه السلام-: \"هو الطهور ماؤه\" فالطهور </p><p>(١) \"ديوان جرير\" ص ٤٦٠، من قصيدة طويلة يجيب فيها الفرزدق. المصلى: موضع الصلاة؛ وهو موضع بعينه في المدينة. واقم: أُطُم من آطام المدينة كأنه سمي بذلك لحصانته، ومعناه أنه يرد عن أهله. \"معجم البلدان\" ٥/ ٤٠٨، والأطم: الحصين. \"تهذيب اللغة\" ١٤/ ٤٤ (أطم). (٢) أشار إلى ذلك الزمخشري ٣/ ٢٧٦.(٣) أخرجه مسلم ١/ ٢٣٤ الطهارة، رقم: ٢٣٤. وأبو داود ١/ ٥٧ الطهارة، رقم: ٧١. ولفظه عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ الله -صلى الله عليه وسلم-:\"طهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الْكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ أُولاهُنَّ بِالتُّرَابِ\". ضبط حرف الطاء في كلمة: طهور، في صحيح مسلم: بالفتح والضم.(٤) الوَجور: صب الماء أو الدواء في فم الصبي. \"تهذيب اللغة\" ١١/ ١٨٥ (وجر). وفي \"المعجم الوسيط\" ٢/ ١٠١٤: الوجور: الدواء يصب في الحلق. السَّعوط: الدواء يصب من الأنف. \"تهذيب اللغة\" ٢/ ٦٧ (سطع)، \"المعجم الوسيط\" ١/ ٤٣١. اللَّدود: ما يصب من الأدوية ونحوها في أحد شِقي الفم. \"تهذيب اللغة\" ١٤/ ٦٧ (لدد)، \"المعجم الوسيط\" ٢/ ٨٢١. البَرود: كل ما برد به من شيء، كالشَّراب، والكُحل تبرد به الحين. \"تهذيب اللغة\" ١٤/ ١٠٦ (برد)، \"المعجم الوسيط\" ١/ ٤٨.</p><p> هاهنا صفة؛ ألا ترىَ أنه قد ارتفع به الماء كما يرتفع الاسم بالصفات المتقدمة. </p><p> وأجاد أبو القاسم الزجاجي -رحمه الله- في تفسير الطهور، وكشف عن حقيقة المعنى؛ فقال: الطهور: اسم للماء الذي يتطهر به، ولا يجوز إلا أن يكون طاهرًا في نفسه، مطهرًا لغيره؛ لأن العرب إذا عدلت عن بناء: فاعل، إلى بناء: فعيل، أو فعول، لم تعدل إلا لزيادة معنى؛ لأن اختلاف الأبنية لاختلاف المعاني، فكما أنه لا يجوز التسوية بين صابر وصَبور، وشاكر وشَكور، كذلك في طاهر وطَهور، فإذا سويت بينهما فقد خالفت ما عليه موضوع الكلام. والشيء إذا كان طاهرًا في نفسه لا يجوز أن يكون من جنسه ما هو أطهر منه، حتى تصفه بقول: كل طهور لزيادة طهارته، وليس كذلك قادر وقدير، وعالم وعليم، وغافر وغفور؛ لأن هذه نعوت تحتمل (١) الزيادة، والطهارة ليست كذلك؛ لأنا إذا وصفنا الشيء بأنه طاهر فقد أدينا حقه، في (٢) وصفه بالطهارة، فإذا نقلنا هذا اللفظ إلى بناء من أبنية المبالغة لم (٣) يكن إلا لزيادة معنى فيه، وذلك المعنى ليس إلا التطهير، إذ لم يكن يحتمل زيادة الطهارة، كما يحتمل الغفور زيادة الغفران. </p><p> فإن قيل: هذه اللفظة من: طَهُر، وهو لازم، فكيف يجوز أن يُعدَّى ما تبنيه من فعل لازم؟ قلنا: الاعتبار والنظر في هذه اللفظة أدانا إلى معنى التطهير؛ وذلك أنه لا سبيل إلى إطلاق هذا الوصف على الماء الذي ليس </p><p>(١) في (أ)، (ب)، زيادة (العفو وزيادة الغفران)، والظاهر أنها تكرار لما سيأتي بعدها، فالكلام لا يستقيم بها. (٢) في (أ)، (ب): واو، بدل: في.(٣) في (أ)، (ب): (لم يكن)، وفي (ج): (لا يكون).</p><p> بمطهر؛ لأن العرب لا تُسمِّي الشيء الذي لا يقع به التطهر طَهورًا، فَمِن هذا الوجه يجب أن يُعلم، لا من جهة التعدي واللزوم. الدليل على ذلك قوله -صلى الله عليه وسلم-: \"وترابها لي طهورًا\"  (١) فجعل التراب طَهورًا؛ لأنه يقع به التطهير والتطهر، فهو اسم لما يتطهر به، ونظيره: الفَطور لما يفطر عليه، والسَّحور لما يتسحر به، والوَقود الذي توقد به النار، والوَضوء الذي يتوضأ به، ومثله كثير. وقد علمنا من مذهب العرب أنهم يقولون للشيء إذا وصفوه بالطهارة: طاهر، [ولا يقولون لما لا يقع به التطيهر: طَهور، كالمائعات الطاهرة]  (٢) ، </p><p>(١) الحديث أخرجه مسلم ١/ ٣٧١، كتاب المساجد، رقم: ٥٢٢، من حديث حُذَيْفَةَ، ولفظه: \"وَجُعِلَتْ لَنَا الأَرْضُ كُلُّهَا مَسْجِدًا وَجُعِلَتْ تُرْبَتُهَا لَنَا طَهُورًا إِذَا لَمْ نَجِدِ الْمَاءَ\". وأما حديث \"وجعلت لي الأرض مسجدًا وطهورًا\" فهو متفق عليه من حديث جابر -رضي الله عنه-. البخاري، كتاب التيمم، رقم: ٣٣٥. الفتح ١/ ٤٣٥. ومسلم ١/ ٣٧١، كتاب المساجد، رقم: ٥٢٣. (٢) ما بين المعقوفين في (أ)، (ب)، وفي (ج): ولا يقولون لما تقع به الطهارة طهورًا كالمائعات الطاهرة، والنباتات الطاهرة).وقوله: كالمائعات الطاهرة، إن كان المراد بالتطهير بها رفع الحدث فهذا صحيح فلا يرفع الحدث إلا الماء، دون غيره من المائعات الطاهرة؛ للنص على استعماله، وللأمر باستعمال التراب عند فقده. وأما إزالة النجاسة بالمائعات الطاهرة فهو محل خلاف بين أهل العلم، فمن فسر {طَهُورًا} بطاهرًا، جوَّز إزالة النجاسات بالمائعات الطاهرة. ومن فسره بأنه: مطهر، لم يجوز إزالة النجاسة بمائع سوى الماء. \"تفسير الماوردي\" ٤/ ١٤٨، و\"تفسير البغوي\" ٦/ ٨٧. و\"المبسوط\" ١/ ٩٦. و\"أحكام القرآن\"، للجصاص ٥/ ٢٠١، وابن العربي ٣/ ٤٣٥. والاستدلال بالآية على أنه لا يطهر النجاسة إلا الماء استدلال بعيد؛ لأن الآية فيها إخبار عن وصف الماء بهذا الوصف، الذي يبين أصله، ويى فيها منعٌ من تطهير النجاسات بغيره. قال شيخ الإسلام ابن تيمية: فالراجح في هذه المسألة: أن النجاسة متى زالت بأي وجه كان زال حكمها، فإن الحكم إذا ثبت =</p><p> وإنما يقولونه للشيء الذي تقع به الطهارة (١) . ولهذا قالوا للحد الذي يقام على مستحقيه: طَهور. فأما قول جرير: </p><p> عِذَاب الثنايا رِيقهن طَهور (٢) </p><p> فإنه لما عُلم أن غاية وصف الماء أن يقال: طَهور، شَبَّه الريق بالماء، وأحبَّ أن يُزيلَ عن الريق سِمة النجاسة، فلم يمكنه أن يصفه إلا بما يوسف به الماء. ألا ترى أنه قال: عِذاب الثنايا، فوصفها بالعُذوبة، وهي من صفة الماء، فكما أن العذب حقيقة في الماء، مجازٌ في غيره، كذلك: الطَّهور، حقيقةٌ في الماء، مستعارٌ في الريق. </p><p> وأما قوله تعالى:  {وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا}  [الإنسان: ٢١] فإن الله تعالى لما وصف الماء في الدنيا بالطهارة فجعله طَهورًا، وهذا غاية ما يوصف به الماء، وصَفَ ذلك الشراب أيضًا هذا الوصف لنعتقد فيه من الطهارة، ما اعتقدناه فيما وصفه من الماء. فإن قيل: لو كان المراد بالطَّهور ما ذكرتَه لَمَا سُمِّي طَهورًا إلا بعد أن يُطَّهِر فهذا ساقط، ومذهب العرب بخلاف هذا؛ ألا ترى أنهم يسمُّون الطعام الذي يُفطَر عليه: فَطورًا، وكذلك: السَّحور، ويُسمون الشعير: قَضيمًا قبل أن يُقضم، ويقولون: ما </p><p>= بعلة زال بزوالها، لكن لا يجوز استعمال الأطعمة، والأشربة في إرالة النجاسة لغير حاجة؛ لما في ذلك من فساد الأموال، كما لا يجوز الاستنجاء بها. \"الفتاوى\" ٢١/ ٤٧٥. قال الزمخشري ٣/ ٢٧٧: لما كان سقي الأناسي من جملة ما أُنزل له الماء وصفه بالطهور إكرامًا لهم، وتتميمًا للمنة عليهم. (١) في نسخة (ج)، كلمتان غير واضحتين، والأقرب أنهما: والنباتات الطاهرة.(٢) لم أجده في ديوان جرير. وأنشده ابن العربي في أحكامه ٣/ ٤٣٥، غير منسوب. وكذا القرطبي ١٣/ ٣٨. وأبو حيان ٦/ ٤٦٣، وفي الحاشية: البيت لجميل، ديوانه ٩٣؛ ولم أجده فيه. وفي حاشية \"الدر المصون\" ٨/ ٤٨٨: لم أهتد إلى قائله.</p>"
}