{
  "id": null,
  "sura": 25,
  "aya": 72,
  "text": "<p> يَتَرَبَّصْنَ} [البقرة: ٢٢٨] أي: ينبغي أن يتربصن. هذا كلامه (١) . </p><p> وأمثل هذه الأقوال ما ذكره صاحب النظم. </p><p> ٧٢ - قوله تعالى:  {وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ}  (٢) معنى {الزُّورَ} هاهنا: الشرك بالله في قول أكثر المفسرين؛ وهو قول ابن عباس في رواية عطاء، ومقاتل، والضحاك (٣) . ونحو هذا قول من فسر:  {الزُّورَ} بأعياد المشركين (٤) . وهو قول الضحاك، فيما روى عنه حسين بن عقيل (٥) ، وقول مجاهد، فيما روى عنه يحيى بن اليمان (٦) . ونحو هذا قال ابن سيرين؛ هو: </p><p>(١) لم أجده. (٢) عقب الله تعالى تركهم الزنا بالإعراض أصلاً عن اللغو الذي هو أعظم مقدمات الزنا. \"تفسير ابن عاشور\" ١٣/ ٤٣٢.(٣) \"تفسير مقاتل\" ص ٤٧ ب. وأخرجه ابن جرير ١٩/ ٤٨، عن الضحاك، وابن زيد. وأخرجه ابن أبي حاتم ٨/ ٢٧٣٧، عن الضحاك، من طريقين. قال الزجاج ٤/ ٧٧: والذي جاء في الزور أنه الشرك بالله.(٤) ذكره السيوطي عن ابن عباس، ونسبه للخطيب، \"الدر المنثور\" ٦/ ٢٨٢. قال الفراء: لأنها زور وكذب؛ إذ كانت لغير الله. \"معاني القرآن\" للفراء ٢/ ٧٤. و\"معاني القرآن\" للزجاج ٤/ ٧٧، ولم ينسباه.(٥) أخرجه ابن أبي حاتم ٨/ ٢٧٣٧، من طريق الحسين بن عقيل. ثم قال ابن أبي حاتم: وروي أبي العالية، وطاوس، والربيع بن أنس، والمثنى بن الصباح نحو ذلك.الحسين بن عقيل، لم أجد ترجمته إلا عند ابن أبي حاتم الرازي في الجرح والتعديل ٣/ ٦١، حيث قال: الحسين بن عقيل العقيلي، روى عن الضحاك، وعائشة بنت بجدان، روى عنه ابن عيينة، وأبو نعيم، قال يحيى بن معين: ثقة.(٦) ذكره عنه الثعلبي ٨/ ١٠٤ ب، والبغوي ٦/ ٩٨.يحيى بن اليمان العجلي الكوفي، صدوق عابد يخطئ كثيرًا، وقد تغير، من أتباع التابعين. ت: ١٨٩هـ. \"سير أعلام النبلاء\" ٨/ ٣٥٦، و\"تقريب التهذيب\" ص ١٠٧٠.</p><p> الشعانين (١) . </p><p> قال أبو إسحاق: الذي جاء في الزور أنه الشرك جامع لأعياد النصارى، وغيرها (٢) . </p><p> و {اَلزُّورَ} في اللغة: الكذب (٣) . ولا كذب فوق الشرك بالله عز وجل. </p><p> وقال ابن الحنفية: معنى الزور هاهنا: الغناء (٤) . </p><p> وهو رواية ليث عن مجاهد (٥) . </p><p> وقال الكلبي: لا يحضرون مجالس الباطل والكذب (٦) . وهو قول قتادة (٧) . وقال عمرو بن قيس: مجالس الخنا (٨) . </p><p>(١) أخرجه ابن أبي حاتم ٨/ ٢٧٣٧. وهو عيد من أعياد المشركين. وفي حاشية الطبرسي ٧/ ٢٨٣: عيد معروف للنصارى قبل عيدهم الكبير بأسبوع، كما قاله ابن الأثير. ولم أجده في كتابه النهاية؛ حرف الشين مع العين. قال الطوسي ٧/ ٥١١: قال ابن سيرين: هو أعياد أهل الذمة كالشعانين وغيرها. (٢) هذا كلام جيد؛ لكن لم أجده في كتاب المعاني، المطبوع، وإنما فيه (٤/ ٧٧) بلفظ: والذي جاء في الزور أنه الشرك بالله، فأما النهي عن شهادة الزور ..(٣) \"معاني القرآن\" للزجاج ٣/ ٤٢٥.(٤) أخرجه ابن أبي حاتم ٨/ ٢٧٣٧. وذكره السيوطي ٦/ ٢٨٣، واقتصر على تخريج عبد بن حميد، والفريابي له، ولم يذكر ابن أبي حاتم.(٥) أخرجه عن مجاهد، ابن جرير ١٩/ ٤٨، من طريق الليث. وذكره الثعلبي ٨/ ١٠٤ ب. وليث هو ابن أبي سليم، قال فيه ابن حجر: صدوق اختلط جداً، ولم في يتميز حديثه فترك. \"تقريب التهذيب\" ص ٨١٧.(٦) \"تنوير المقباس\" ص ٣٠٥. وذكر نحوه الفراء ٢/ ٢٧٣، ولم ينسبه. وأخرج ابن جرير ١٩/ ٤٨، عن ابن جريج.(٧) ذكره عنه الثعلبي ٨/ ١٠٥ أ، والسيوطي، في \"الدر\" ٦/ ٢٨٣.(٨) أخرجه ابن أبي حاتم ٨/ ٢٧٣٧، والثعلبي ٨/ ١٠٤ ب.- عمرو بن قيس المُلائي، أبو عبد الله الكوفي، ثقة عابد متقن، حدث عن =</p><p> وقال علي بن أبي طلبة: يعني شهادة الزور (١) . </p><p> وهو قول وائل بن ربيعة (٢) . </p><p> قوله تعالى:  {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} معنى اللغو، في اللغة: كل ما يُلغى وُيطرح (٣) . والمعنى: إذا مروا بجميع ما ينبغي أن يُلغى؛ وهو: المعاصي كلها؛ قاله الحسن، والكلبي (٤) . </p><p>= عكرمة، وعطاء، ومصعب بن سعد، وغيرهم، وحدث عنه سفيان الثوري، وصحبه زماناً. مات سنة بضع وأربعين ومائة. \"سير أعلام النبلاء\" ٦/ ٢٥٠، و\"تقريب التهذيب\" ص ٧٤٣. (١) ذكره عنه الثعلبي ٨/ ١٠٤ ب. وعلى هذا فهو من الشهادة لا من المشاهدة. \"تفسير ابن عطية\" ١١/ ٧٨.(٢) وائل بن ربيعة، لم أقف على نسبه؛ لكن ذكر ابن سعد في \"الطبقات\" ٦/ ٢٠٤، أن وائل بن ربيعة روى عن عبد الله بن مسعود، وروى عن وائل: المسيب بن رافع. وعده البخاري في الكوفيين. \"التاريخ الكبير\" ٨/ ١٧٦.لم يرجح الواحدي -رحمه الله- شيئاً من هذه الأقوال، وقد أوصلها ابن أبي حاتم في \"تفسيره\" ٨/ ٢٧٣٦، إلى تسعة أوجه، والذي يظهر أنها كلها مرادة؛ إذ لا تعارض بينها، فتأويل الآية كما قال ابن جرير ١٩/ ٤٩: والذين لا يشهدون شيئاً من الباطل. قال الرازي ٢٤/ ١١٣: واعلم أن كل هذه الوجوه محتملة، ولكن استعماله في الكذب أكثر. قال ابن القيم: وتأمل كيف قال سبحانه: {لَا يَشْهَدُونَ الزُّورَ} ولم يقل: بالزور؛ لأن يشهدون، بمعنى يحضرون، فمدحهم على ترك حضور مجالس الزور، فكيف بالتكلم به، وفعله. \"إغاثة اللَّهفان\" ١/ ٢٦٠.(٣) \"معاني القرآن\" للزجاج ٤/ ٧٧. وقال أبو عبيدة: اللغو: كل كلام ليس بحسن، وهو في اليمين: لا والله، وبلى والله. \"مجاز القرآن\" ٢/ ٨٢.(٤) أخرج قول الحسن، عبد الرزاق ٢/ ٧٢. وعنه ابن جرير ١٩/ ٥٠. وذكره الثعلبي ٨/ ١٠٥ أ، عنهما. ونسبه في \"الوسيط\" ٣/ ٣٤٨، للحسن، والكلبي. وفي \"تنوير المقباس\" ص ٣٠٥: بمجالس الباطل.</p><p> وقال ابن زيد: يعني ما يشتغل به المشركون من الباطل (١) . </p><p> وروى جويبر عن الضحاك: مروا بالشرك (٢) . </p><p> {مَرُّوا كِرَامًا} قال الكلبي: يعني حلماء لا يشهدونه، ولا يحضرونه (٣) . </p><p> وقال أبو إسحاق: لا يجالسون أهل المعاصي، ولا يمالئونهم عليها (٤) . والمعنى: مروا مر الكرماء، الذين لا يرضون باللغو؛ لأنهم يجلون عن الدخول فيه، والاختلاط بأهله. وقيل: أصل هذا من قولهم: ناقة كريمة، وبقرة كريمة، إذا كانت تعرض عند الحلب تكرمًا؛ كأنها لا تبالي بما يحلب منها (٥) . </p><p> وقال الليث: يقال: تكرم فلان عما يَشِينُه، إذا تنزه وأكرم نفسه عنها (٦) . ومعنى الآية: مروا منزهين أنفسهم، معرضين عنه (٧) . يدل على </p><p>(١) في نسخة: (أ)، كتب قول ابن زيد هكذا: ما يشتغل به الإنسان المشركون من الباطل. فكلمة الإنسان زائدة. أخرج ابن جرير ١٩/ ٥٠، عن ابن زيد: اللغو: ما كانوا فيه من الباطل، يعني المشركين، وقرأ: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ} [الحج: ٣٠]. (٢) أخرج ابن أبي حاتم ٨/ ٢٧٣٩، من طريق جويبر. قال الرازي ٢٤/ ١١٣: ومنهم من فسر اللغو بكل ما ليس بطاعة، وهو ضعيف؛ لأن المباحات لا تعد لغواً.(٣) \"تنوير المقباس\" ص ٣٠٥، بلفظ: أعرضوا حلماء.(٤) \"معاني القرآن\" للزجاج ٤/ ٧٧.(٥) \"تفسير الثعلبي\" ٨/ ١٠٥أ.(٦) كتاب \"العين\" ٥/ ٣٦٨ (كرم)، و\"تهذيب اللغة\" ١٠/ ٢٣٦.(٧) وهذا اختيار ابن جرير ١٩/ ٥٠، حيث جعل الآية عامة، في كل باطل، وأنه لا وجه لتخصيص بعض دون بعض بدون دلالة من حبر أو عقل. وجعل من خبر ابن ميسرة، الذي ساقه الواحدي، دليلاً على ذلك.</p><p> صحة هذا المعنى ما روى ابن ميسرة (١) : أن ابن مسعود مر بلهو معرضًا فقال رسول الله -صلى الله عليه وسلم-: \"إن أصبح ابن مسعود لكريمًا\"  (٢) . </p><p> وقال مقاتل في هذه الآية: إذا سمعوا من كفار مكة الشتم والأذى مروا معرضين، كقوله:  {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ}  [القصص: ٥٥]  (٣) . </p><p> وهذا رواية ابن أبي نجيح، عن مجاهد، قال: إذا أُوذوا صَفحوا (٤) . ولهذا قال السدي: هي منسوخة بآية القتال (٥) وقال في قوله: {كِرَامًا} لا </p><p>(١) ابن ميسرة، إبراهيم بن ميسرة الطائفي، نزيل مكة، ثبت حافظ، من صغار التابعين، حدث عن أنس بن مالك رضي الله عنه، وطاوس وعمرو بن الشريد، وغيرهم، وحدث عنه شعبة وابن جريج، وسفيان الثوري، وسفيان ابن عيينة. ت: ٢٢٠ هـ. \"سير أعلام النبلاء\" ٦/ ١٢٣، و\"تقريب التهذيب\" ص ١١٧. (٢) أخرجه ابن جرير ١٩/ ٥٠، بلفظ: مر بلهو مسرعاً. وابن أبي حاتم ٨/ ٢٧٣٨، كلهم من طريق: محمد بن مسلم، عن إبراهيم بن ميسرة وذكره الثعلبي ١٠٥ أ، وابن عطية ١١/ ٧٩، وضعفه الألباني؛ لأن إبراهيم بن ميسرة تابعي ثقة، إلا أنه أرسل الحديث، ومحمد بن مسلم، وهو: الطائفي، صدوق يخطئ. \"سلسلة الأحاديث الضعيفة\" ٣/ ٣١٠، رقم: ١١٦٧.(٣) \"تفسير مقاتل\" ص ٤٧ ب.(٤) \"تفسير مجاهد\" ٢/ ٤٥٦، وأخرجه ابن جرير ١٩/ ٤٩، وابن أبي حاتم ٨/ ٢٧٣٩.(٥) لعل هذا مأخوذ من قوله عن هذه الآية: هي مكية. \"تفسير ابن جرير\" ١٩/ ٥٠. وقد ذكره عنه صريحاً الثعلبي ٨/ ١٠٥ أ. قال ابن جرير: وإنما عني السدي بقوله هذا -إن شاء الله- أن الله نسخ ذلك بأمره المؤمنين بقتال المشركين بقوله: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} وأمرهم إذا مروا باللغو الذي هو شرك، أن يقاتلوا أمراءه، إذا مروا باللغو الذي هو معصية لله أن يغيروه، ولم يكونوا أمروا بذلك في مكة. والصحيح أن الآية لا نسخ فيها بل هي من الآيات التي يعمل بها في مواضعها المناسبة كما سبق ذكر ذلك عند قوله تعالى: {أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا} [الفرقان: ٤٣].</p><p> يكلمونهم ويعرضون عنهم، واللغو: الوقيعة من المشركين في المسلمين (١) . </p><p> وروى العوام بن حوشب، عن مجاهد قال: كانوا إذا أتوا على ذكر النكاح كَنَوا عنه (٢) . وهو اختيار الفراء؛ قال: ذُكِر أنهم كانوا إذا أَجروا ذكر النساء كَنَوا عن قبيح الكلام فيهن وذلك مرورهم به (٣) . </p><p> وقال أبو علي الفارسي في هذه الآية: يجوز أن يكون المعنى: إذا مروا بأهل اللغو، [وذوي اللغو]  (٤) مروا كرامًا فلم يجاروهم فيه ولم يخوضوا معهم فيه (٥) ، قال: ويجوز أن يكون مِثل: فمرت بي آية كذا، ومرت بي سورة كذا؛ أي: تلوتها، وقرأتها، إذا أتوا على ذكر ما يُستفحَش ذكره كَنَوا عنه ولم يصرحوا. </p><p> وليس هذا في كل حال ولكن في بعض دون بعض؛ فإذا كانت الحال تقتضي التبيين فالتصريح أولى، كما روي في الحديث: \"فأعِضُّوه بِهِنِ أبيه، </p><p>(١) أخرجه ابن أبي حاتم ٨/ ٢٧٤٠. (٢) أخرج ابن جرير ١٩/ ٤٩، وابن أبي حاتم ٨/ ٢٧٣٩، من طريق العوام بن حوشب. وذكره الثعلبي ٨/ ١٠٥ (أ). كَنَى فلان عن الكلمة المستفَحشة يَكْنِي: إذا تكلم بغيرها. \"تهذيب اللغة\" ١٠/ ٣٧٣ (كنى).(٣) \"معاني القرآن\" للفراء ٢/ ٢٧٤. وذكره الزجاج ٤/ ٧٧.(٤) ما بين المعقوفين، في (ج).(٥) قال ابن قتيبة: لم يخوضوا فيه، وأكرموا أنفسهم عنه. \"غريب القرآن\" ٣١٥. وليس معنى ذلك أهم يتركون الإنكار، قال ابن عطية ١١/ ٧٩: وأما إذا مر المسلم بمنكر فكرمه أن يغيره. إما باليد أو باللسان أو ينكره بالقلب كما دل على ذلك حديث أبي سعيد الخدري، قال: سمعت رسول الله -صلى الله عليه وسلم-، يقول: \"من رأى منكم منكراً فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\". أخرجه مسلم ١/ ٦٩، كتاب الإيمان، حديث رقم: ٤٩، والبيهقي في \"الكبرى\" ١٠/ ٩٠.</p><p> ولا تَكْنُوا\" (١) وكما رُوي عن بعض الصحابة، أنه قال لبعض المشركين: اعضض (٢) بظر اللات (٣) . </p><p> {وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ} قال مقاتل: إذا وعظوا بالقرآن {لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا} يقول لم يقعوا عليها و {وصُمَّا} لم يسمعوه {وَعُمْيَانًا} لم يبصروه، ولكنهم سمعوا وأبصروا وانتفعوا به (٤) . ونحو هذا </p><p>(١) هذا جزء من حديث أخرجه الإمام أحمد ٨/ ٤٨، رقم: ٢١٢٩٢. عَنْ عُتَيِّ عَنْ أُبَيِّ ابْنِ كَعْبٍ قَالَ رَأَيْتُ رَجُلاً تَعَزَّى عِنْدَ أُبَيٍّ بِعَزَاءِ الْجَاهِلِيَّةِ افْتَخَرَ بأَبِيهِ فَأَعَضَّهُ بِأَبِيهِ وَلَمْ يُكَنِّهِ ثُمَّ قَالَ لَهُمْ: أَمَا إِنِّي قَدْ أَرَى الَّذِي في أَنْفُسِكُمْ إِنِّي لَا أَسْتَطِيعُ إِلا ذَلِكَ سَمِعْتُ رَسُولَ الله -صلى الله عليه وسلم- يَقُولُ: \"مَنْ تَعَزَّى بِعَزَاءِ الْجَاهِلِيَّةِ فَأَعِضُّوهُ وَلا تَكْنُوا\". وفي رواية: \"قَالَ أُبَيِّ كُنَّا نُؤْمَرُ إِذَا الرَّجُلُ تَعَزَّى بِعَزَاءِ الْجَاهِلِيَّةِ فَأَعِضُّوهُ بِهَنِ أَبِيهِ وَلا تَكْنُوا\". وأخرجه البخاري، في \"الأدب المفرد\" ص ١٩٣. وذكره الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٤٧٧، رقم: ٢٦٩. قال ابن الأثير: أي: قولوا له: عُضَّ أيْرَ أبيك. \"النهاية في غريب الحديث\" ٥/ ٢٧٨. (٢) (اعضض) في (ج).(٣) هذا جزء من حديث طويل في قصة الحديبية، وقد وجه هذا الكلام أبو بكر الصديق -رضي الله عنه- لعروة بن مسعود، عندما قال: أَيْ مُحَمَّدُ أَرَأَيْتَ إِنِ اسْتَاصَلْتَ أَمْرَ قَوْمِكَ هَلْ سَمِعْتَ بِأَحَدٍ مِنَ الْعَرَبِ اجْتَاحَ أَهْلَهُ قَبْلَكَ وَإِنْ يكُنِ الأخْرَى فَإِنِّي والله لأَرَى وُجُوهًا وَإِنِّي لأَرَى أَوْشَابًا مِنَ النَّاسِ خَلِيقًا أَنْ يَفِرُّوا وَيَدَعُوكَ فَقَالَ لَهُ أَبُو بَكْرٍ الصِّدِّيقُ: امْصُصْ بِبَظْرِ اللاتِ أَنَحْنُ نَفِرُّ عَنْهُ وَنَدَعُهُ فَقَالَ: مَنْ ذَا قَالُوا أَبُو بَكْرٍ قَالَ: أَمَا وَالَّذِي نَفْسِي بِيَدِهِ لَوْلا يَدٌ كَانَتْ لَكَ عِنْدِي لَمْ أَجْزِكَ بِهَا لأَجَبْتُكَ. أخرجه البخاري، كتاب الشروط، رقم: ٢٧٣٤، \"الفتح\" ٥/ ٣٢٩. والأشواب: الأخلاط من أنواع شتى، والأوباش: الأخلاط من السفلة. والبظر: قطعة تبقى بعد الختان في فرج المرأة. قال ابن المنير: في قول أبي بكر تخسيس للعدو وتكذيبهم، وتعريض بإلزامهم من قولهم: إن اللات بنت الله، تعالى الله عن ذلك علواً كبيراً، بأنها لو كانت بنتاً لكان لها ما يكون للإناث. \"فتح الباري\" ٥/ ٣٤٠.(٤) \"تفسير مقاتل\" ص ٤٧ ب. ولفظ الآيات هنا عام فيدخل تحته الآيات الشرعية، =</p><p> قال المفسرون كلهم (١) ؛ قال ابن عباس: لم يكونوا عنها صمًا ولا عميًا بل كانوا خائفين، خاشعين. </p><p> وقال الكلبي: يخرون عليها سمعاء، وبصراء (٢) . </p><p> قال الفراء: يقول: إذا تلي عليهم القرآن لم يقعدوا على حالهم الأولى كأنهم لم يسمعوه فذلك الخرور، وسمعت العرب تقول: قعد يشتمني كقولك: قام يشتمني وأقبل يشتمني (٣) . </p><p> ومعنى {لَمْ يَخِرُّوا} على ما ذكر: لم يقعدوا، ولم يصيروا عندها صمًا وعميًا. </p><p> وقال الزجاج: تأويله: إذا تليت عليهم خروا سجدًا [وبكيًا، سامعين مبصرين، لما أمروا به ونهوا عنه، ودليل ذلك قوله تعالى:  {إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا}  [مريم: ٥٨] ] (٤) قال: ومثل هذا من الشعر </p><p>= والآيات الكونية، من الشمس والقمر، ونحوها. وقد اقتصر على الآيات الكونية الطوسي ٧/ ٥١١. والآية كما سبق أعم، وإن كانت الآيات الشرعية أقرب. والله أعلم. وجمع بين القولين الطبرسي ٧/ ٢٨٤. وابن عاشور ١٣/ ٤٣٣. (١) أخرجه ابن جرير ١٩/ ٥١، عن مجاهد. وأخرج نحوه ابن أبي حاتم ٨/ ٢٧٤٠، عن قتادة، ومجاهد، وأسباط، والحسن، وابن زيد. وأخرج ابن جرير ١٩/ ٥١، وابن أبي حاتم ٨/ ٢٧٤٠، عن ابن عون، قال: قلت للشعبي: رأيت قوماً قد سجدوا، ولم أعلم ما سجدوا منه، أسجد؟ قال: {وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا} قال ابن كثير ٦/ ١٣٢: يعني أنه لا يسجد معهم؛ لأنه لم يتدبر آية السجدة، ولا ينبغي للمؤمن أن يكون إمعة، بل يكون على بصيرة في أمره ويقين واضح بين.(٢) \"تنوير المقباس\" ص ٣٠٦.(٣) \"معاني القرآن\" للفراء ٢/ ٢٧٤. ونحوه عند ابن جرير ١٩/ ٥١، ولم ينسبه.(٤) ما بين المعقوفين ساقط من (أ)، (ب).</p>"
}