{
  "id": null,
  "sura": 25,
  "aya": 65,
  "text": "<p> وقال الزجاج: كل من أدركه الليل فقد بات يَبِيت، نام أو لم ينم. يقال: بات فلان قلقًا (١) . قال الكلبي ومقاتل: يبيتون لربهم بالليل في الصلاة سجدًا وقيامًا (٢) . وذكر الكلبي، عن ابن عباس، قال: من صلي ركعتين، أو أكثر بعد العشاء، فقد بات لله ساجدًا وقائمًا (٣) . </p><p> ٦٥ - قوله تعالى:  {وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ} قال ابن عباس: إنهم يقولون ذلك في سجودهم وقيامهم (٤) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٧٥. ومما يشهد على أن المراد بالبيات الليل قوله تعالى: {فَجَاءَهَا بَأْسُنَا بَيَاتًا أَوْ هُمْ قَائِلُونَ} [الأعراف: ٤]. (٢) \"تفسير مقاتل\" ص ٤٧ أ. و\"تنوير المقباس\" ص ٣٠٥.(٣) \"الوسيط\" ٣/ ٣٤٥، وذكر نحوه الفراء ٢/ ٢٧٢، ولم ينسبه. وكذا الهواري ٣/ ٢١٧. وذكر الثعلبي ٨/ ١٠٢ أ، عن ابن عباس -رضي الله عنهما-: من صلى بالليل ركعتين أو أكثر من ذلك فقد بات لله ساجدًا وقائمًا. ثم قال: قال الكلبي: ويقال الركعتان بعد المغرب، وأربع بعد العشاء الآخرة. وذكر ذلك السمرقندي ٢/ ٤٦٥، وصدره بقوله: رُوي. وأخرج ابن أبي حاتم ٨/ ٢٧٢٣، عن قتادة، قال: ذكر لنا أن نبي الله -صلى الله عليه وسلم- كان يقول: أصيبوا من هذا الليل ولو ركعتين، أو أربعاً. وقد ذكر الهيثمي في \"مجمع الزوائد\" ٢/ ٢٣٠، أثر ابن عباس مرفوعاً، ونحوه عن ابن عمر مرفوعاً، وضعفهما. لكن ثبت في الصحيح أن عَبْدَ الرحْمَنِ بْنُ أَبِي عَمْرَةَ قَالَ: دَخَلَ عُثْمَانُ بْنُ عَفَّانَ الْمَسْجِدَ بَعْدَ صَلاةِ الْمَغْرِب فَقَعَدَ وَحْدَهُ فَقَعَدْتُ إِلَيْهِ فَقَالَ: يَا ابْنَ أَخِي سَمِعْتُ رَسُولَ الله -صلى الله عليه وسلم- يَقُولُ: \"مَنْ صَلَّى الْعِشَاءَ في جَمَاعَةٍ فَكَأنَّمَا قَامَ نِصْفَ اللَّيْلِ وَمَنْ صَلَّى الصُّبْحَ في جَمَاعَةٍ فَكَأنَّمَا صَلَّى اللَّيْلَ كُلَّهُ\". أخرجه مسلم ١/ ٤٥٤، كتاب المساجد، رقم: ٦٥٦. والترمذي ١/ ٤٣٣، أبواب الصلاة، رقم: ٢٢١.(٤) ذكره عنه القرطبي ١٣/ ٧٢. قال الزمخشري ٣/ ٢٨٤: وصفهم بإحياء الليل ساجدين وقائمين، ثم عقبه بذكر دعوتهم هذه إيذاناً بأنهم مع اجتهادهم خائفون مبتهلون إلى الله في صرف العذاب عنهم، كقولى تعالى. {وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ} [المؤمنون: ٦٠].</p><p> وقوله تعالى:  {إِنَّ عَذَابَهَا كَانَ غَرَامًا} قال الليث: الغرام: العذاب اللازم، أو الشر اللازم، والغُرْمُ: أداءُ شيء يَلزم (١) . </p><p> وقال الفراء: العرب تقول: إن فلانًا لَمُغرَمٌ بالنساء، إذا كان مُولَعًا بهن. وإني بك لَمُغرم إذا لم يَصبِر عنه. ونرى أن الغريم إنما سمي غريمًا؛ لأنه يطلب حقه، وُيلح حتى يقبضه، فمعنى:  {غَرَامًا} مُلِحًا دائمًا (٢) . </p><p> قال مقاتل:  {إِنَّ عَذَابَهَا كَانَ غَرَامًا} يعني: لازمًا له لا يفارقه (٣) كلزوم الغريم للغريم. وقال الحسن: الغرام: اللازم الذي لا يفارق صاحبه أبدًا، وكل عذاب يفارق صاحبه فليس بغرام، وكل غريم مفارق غريمه إلا غريم جهنم (٤) . وقال سليمان التيمي: كل أسير لابد أن يفك أُساره يومًا، أو يموت، إلا أَسير جهنم، فهو الغرام لا يُفك أبدًا (٥) . وقال الكلبي:  {كَانَ غَرَامًا} مُولَعًا، ويقال مُلِحًا (٦) . </p><p> وقال القرظي: إن الله عز وجل سأل الكفار ثمن نعمه فلم يؤدوها إليه، </p><p>(١) كتاب \"العين\" ٤/ ٤١٨ (غرم)، ونقله عنه الأزهري، \"تهذيب اللغة\" ٨/ ١٣١. واقتصر عليه في \"الوجيز\" ٢/ ٧٨٢. (٢) \"معاني القرآن\" للفراء ٢/ ٢٧٢. وذكره في \"تهذيب اللغة\" ٨/ ١٣١ (غرم). و\"تفسير الثعلبي\" ٨/ ١٠٢ أ.(٣) \"تفسير مقاتل\" ص ٤٧ أ.(٤) أخرجه ابن جرير ١٩/ ٣٦، وابن أبي حاتم ٨/ ٢٧٢٣. وذكره بنحوه الهواري ٣/ ٢١٧. والثعلبي ٨/ ١٠٢ ب.(٥) أخرج ابن أبي حاتم ٨/ ٢٧٢٤. سليمان بن طَرخان التيمي، أبو المعتمر البصري، نزل في التَّيم فنسب إليهم، ثقة عابد، ت: ١٤٣هـ. \"سير أعلام النبلاء\" ٦/ ١٩٥. و\"تقريب التهذيب\" ص ٤٠٩.(٦) \"تنوير المقباس\" ص ٣٠٥.</p><p> فأغرمهم، فأدخلهم النار (١) . هذا الذي ذكرنا في تفسير الغرام هو الموافق لما قيل في أصل اللغة. وقريب من هذا ذكره الزجاج، في تفسير الغرام؛ فقال: هو أشد العذاب، وأنشد قول بشر بن أبي خازم: </p><p> ويومُ النِّسَارِ ويومُ الجِفَا ... رِ كانا عذابًا وكانا غرامًا (٢) </p><p> وقد ذُكر في تفسير الغرام أقوال، هي من معنى الغرام، وليس بتفسير له؛ قال ابن عباس، في رواية عطاء: إن عذابها كان قطعيًّا. وسأله نافع بن الأزرق، عن معنى الغرام؛ فقال: هو الموضع، وأنشد لعبد الله بن عجلان (٣) : </p><p> ما أكلةٌ إن نلتها بغنيمةٍ ... ولا جوعةٌ إن جعتها بغرامٍ (٤) </p><p>(١) أخرجه ابن جرير ٦/ ١٩، وابن أبي حاتم ٨/ ٢٧٢٤. وذكره الثعلبي ٨/ ١٠٢ ب. والسمرقندي ٢/ ٤٦٥. (٢) \"معاني القرآن\" للزجاج ٤/ ٧٥، ولم ينسب البيت. وأنشده أبو عبيدة، في \"المجاز\" ٢/ ٨٠، ونسبه لبشر. وكذا ابن الأنباري، \"الزاهر\" ١/ ٢٣٩. وابن جرير ١٩/ ٣٦. وأورده السيوطي، في \"الإتقان\" ١/ ١٧١ في سؤالات نافع بن الأزرق لابن عباس. و\"غريب القرآن في شعر العرب\" ص ١٩٦. وذكره الثعلبي ٨/ ١٠٢ ب، منسوبًا لبشر. النسار: بكسر النون، موضع، قيل: هو ماء لبني عامر. ومنه يوم النسار. \"لسان العرب\" ٥/ ٢٠٥ (نسر). والجفار: موضع، قيل: هو ماء لبني تميم، ومنه يوم الجفار. \"لسان العرب\" ٤/ ١٤٤ (جفر).(٣) عبد الله بن عجلان، بن عامر النهدي، من قضاعة، شاعر جاهلي، من عشاق العرب المشهورين. \"الشعر والشعراء\" ٤٨٢، \"الأعلام\" ٤/ ١٠٣.(٤) لم أجده في \"الإتقان\"، ولا في \"غريب القرآن في شعر العرب\"، الذي جمع سؤالات نافع بن الأزرت، من \"الإتقان\" وغيره. وإنما وجدت البيت الذي قبله. وذكر السيوطي، \"الدر المنثور\" ٦/ ٢٧٤، روايتين؛ الأولى: أخرج الطستي عن ابن عباس أن نافع بن الأزرق سأله عن الآية، فقال: ملازماً شديداً، كلزوم =</p>"
}