{
  "id": null,
  "sura": 25,
  "aya": 23,
  "text": "<p> يقولون ذلك في الدنيا إلا استعاذة ممن يريدهم بسوء. وإذا حمل على المعنى الذي قبله، وجب أن يكون من قول الملائكة؛ لأنه إئياس منهم لهم من الخير. انتهى كلامه. </p><p> وفي الآية قول ثالث؛ وهو: أنَّ قوله: (حِجْرًا) من قول الكفار، و:  {مَحْجُورًا} من قول الملائكة. وهو قول الحسن؛ قال: كانو إذا خافوا شيئًا قالوا: حجرًا. يتعوذون منه. فإذا كان يوم القيامة قالوا:  (حِجْرًا) قالت الملائكة: {مَحْجُورًا} أن تُعَاذوا من شر هذا اليوم. فحجر الله ذلك عليهم يوم القيامة (١) . قال الأزهري: والقول الأول أشبه بكلام العرب، والآية أحرى أن تكون كلامًا واحداً لا كلامين (٢) . والله أعلم (٣) . </p><p> ٢٣ - قوله تعالى:  {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} قال الأزهري: يقال قدم فلان إلى أمر كذا، أي: قصده. وذكر هذه </p><p>(١) \"تهذيب اللغة\" ٤/ ١٣٢ (حجر) بمعناه. وعلى هذا الوقف على (حِجْراً) وقف تام، القطع والائتناف ٢/ ٤٨١، حيث نسب هذا الوقف للحسن، دون شرح القول. ولم أجد أحداً نسب هذا القول للحسن باللفظ الذي ذكره الواحدي، غير الأزهري. وذكره الرازي ٢٤/ ٧١، ونسبه للقفال، والواحدي، وفي كلامه ما يُشعر باختيار الواحدي لهذا القول؛ وهذا ليس بصواب فإن الواحدي في كتابيه: \"الوسيط\"، و\"الوجيز\"، لم يذكر هذا القول مطلقاً، وإنما ذكره هنا، وذكر بعده ردَّ الأزهري. فعبارة الرازي تحتاج إلى تحرير. وذكره القرطبي ١٣/ ٢١، وذكر عن الحسن أيضًا أيضًا قال: {وَيَقُولُونَ حِجْرًا} وقف من قول المجرمين، فقال الله عز وجل: {مَحْجُورًا} عليهم أن يعاذوا أو يجابوا. (٢) \"تهذيب اللغة\" ٤/ ١٣٢ (حجر)، ويعني بالقول الأول، أن {حِجْرًا مَحْجُورًا} من قول الملائكة.(٣) (والله أعلم) فى (ج).</p><p> الآية (١) . قال ابن عباس: لم يكن الله تعالى غائبًا عن أعمالهم؛ ولكن يريد: وعمدنا (٢) . وهذا قول مجاهد والكلبي والفراء والزجاج، كلهم قالوا: عمدنا (٣) . </p><p> وقال مقاتل: وجئنا (٤) . وأراد بلفظ المجيء: القصد أيضًا. </p><p> قال أبو إسحاق: معنى قدمنا: عمدنا، وقصدنا. كما تقول: قام فلان يشتم فلانًا، يريد: قصد إلى شتم فلان. ولا يريد: قام من القيام على الرجلين (٥) . </p><p> قوله:  {فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} قال النضر بن شميل: الهباء: التراب الذي تُطيرِّه الريح (٦) . </p><p> وقال الليث: الهبوة: غبار ساطع في الهواء كأنه دخان، يقال هَبَاءً يَهبوُ هَبوًا إذا سطع. وأهبا الفرسُ الترابَ إهباءً، إذا أثاره. والهَباء: دقاقُ التُّراب ساطعُه ومنثورُه على وجه الأرض (٧) . </p><p>(١) \"تهذيب اللغة\" ٩/ ٤٨ (عمد)، ومن قبله ابن قتيبة في \"تأويل مشكل القرآن\" ص ١٣٨. (٢) \"تنوير المقباس\" ص ٣٥٢. وفيه: عمدنا. دون ما قبله. وهو بنصه في \"الوسيط\" ٣/ ٣٣٨.(٣) \"تفسير مجاهد\" ٢/ ٤٤٩. و\"معاني القرآن\" للفراء٢/ ٢٦٦. وقاله ابن قتيبة، غريب القرآن ٣١٢. والهوَّاري ٣/ ٢٥٧. وابن جرير ١٩/ ٣. وأخرجه ابن أبي حاتم ٨/ ٢٦٧٨، عن مجاهد، والسدي، وسفيان الثوري. ونسبه السمرقندي ٢/ ٤٥٧، للكلبي. وهو في \"تنوير المقباس\" ص ٣٠٢.(٤) \"تفسير مقاتل\" ص ٤٤ ب، بلفظ: يعني: وجئنا، ويقال: وعمدنا.(٥) \"معاني القرآن\" للزجاج ٤/ ٦٤.(٦) \"تهذيب اللغة\" ٦/ ٤٥٤ (هبا)، بنصه، وتتمته: فتراه على وجوه الناس وجلودهم وثيابهم يَلْزَق لُزوقاً.(٧) \"كتاب العين\" ٤/ ٩٦ (هبو)، ونقله عنه إلازهري، \"تهذيب اللغة\" ٦/ ٤٥٤ (هبا).=</p><p> وقال أبو عبيدة: الهباء مثل الغبار يدخل البيت من الكُوة إذا طلعت الشمس ليس له منثر (١) . </p><p> وقال أبو إسحاق: الهباء: ما يدخل من الكوة مع ضوء الشمس شبيهٌ بالغبار (٢) . وهذا قول عكرمة (٣) ومجاهد (٤) والحسن (٥) والسدي والضحاك (٦) والكلبي (٧) ، وأكثر المفسرين قالوا: هو الغبار الذي يكون في الشمس يدخل من الكوة كأنه الدقيق (٨) . </p><p> وقال قتادة: هو: ما تذرو الرياح من حطام الشجر (٩) . وهو قول ابن </p><p>=قال الفراء ٢/ ٢٦٦: والهباء: ممدود غير مهموز في الأصل، يصغر هُبَيٌ كما يصغر الكساء كُسَىٌ. (١) هكذا في النسخ الثلاث: (منثر)؛ وهي غير واضحة. وفي \"مجاز القرآن\" ٢/ ٧٤: مثل الغبار إذا طلعت فيه الشمس وليس له مسٌ ولا يُرى في الظل.وفي \"تنوير المقباس\" ص ٣٠٢: ويقال: كشيء يحول في ضوء الثمس إذا دخلت في كوة يُرى، ولا يُستطاع أن يمس.(٢) \"معاني القرآن\" للزجاج ٤/ ٦٤. وفيه: شبيهٌ بالضم، ولكن أبدله المحقق إلى: شبيهاً، وأشار إلى ذلك في الحاشية، ولم يبين سبب التغيير، ولا حاجة لذلك؛ فهو بالرفع ليس بخطأ حتى يصحح.(٣) أخرجه ابن جرير ٤/ ١٩. وابن أبي حاتم ٨/ ٢٦٧٨.(٤) أخرجه ابن جرير ١٩/ ٤. وابن أبي حاتم ٨/ ٢٦٧٨. وتفسير مجاهد ٢/ ٤٤٩.(٥) أخرجه عبد الرزاق ٢/ ٦٧. وابن جرير ١٩/ ٤. وابن أبي حاتم ٨/ ٢٦٧٩.(٦) أخرجه عنهما ابن أبي حاتم ٨/ ٢٦٧٩.(٧) \"تنوير المقباس\" ص ٣٠٢. و\"تفسير السمرقندي\" ٢/ ٤٥٧.(٨) ذكر نحوه ابن جرير ٤/ ١٩، عن ابن زيد. وأخرج ابن أبي حاتم ٨/ ٢٦٧٩، نحوه عن علي بن أبي طالب -رضي الله عنه-.(٩) أخرجه عبد الرزاق ٢/ ٦٧. وعنه ابن جرير ١٩/ ٤.</p><p> عباس في رواية عطاء الخراساني (١) ، وقول سعيد بن جير. وقال مقاتل: يعني: كالغبار الذي يسطع من حوافر الدواب (٢) . وهو قول ابن عباس في رواية عطاء بن أبي رباح، قال: هو ما يخرج من سنابك الخيل إذا ركضت (٣) . والمنثور: المفرق (٤) . </p><p> قال الزجاج: وتأويله: أن الله -عز وجل- أحبط أعمالهم حتى صارت بمنزلة الهباء المنثور (٥) . والمعنى: فجعلناه باطلاً (٦) . </p><p>(١) أخرج البخاري عن ابن عباس رضي الله عنهما، معلقًا بصيغة الجزم، (هَبَاءً مّنْثُوراً) ما تسفي به الريح. الفتح ٨/ ٤٩٠. ووصله ابن جرير ١٩/ ٤، من طريق ابن جريج عن عطاء عن ابن عباس مثله، وزاد: ويبثه. وأخرج أيضًا ١٩/ ٥، من طريق علي بن أبي طلحة: (هَبَاءً مّنثُوراً) الماء المهراق. (٢) \"تفسير مقاتل\" ص ٤٤ ب. و\"تفسير هود الهوّاري\" ٣/ ٢٠٧. ولم ينسبه. وأخرج ابن أبي حاتم ٨/ ٢٦٧٩، نحوه عن: علي -رضي الله عنه-.(٣) \"تنوير المقباس\" ص ٣٠٢، بمعناه. قال ابن قتيبة: والهباء المنبث: ما سطع من سنابك الخيل. \"تأويل مشكل القرآن\" ص ١٣٩، و\"غريب القرآن\" ص ٣١٢. وقال ابن أبي حاتم ٨/ ٢٦٧٩: وروي عن ابن عباس، في بعض الروايات، وعبد الرحمن بن زيد بن أسلم، والضحاك، نحو ذلك. والسنابك، جمع: سُنْبُك، وهو: طَرَف الحافر. \"القاموس المحيط\" ١٢١٨.(٤) وصف الهباء بالمنثور؛ لأنك تراه منتظمًا مع الضوء، فإذا حركته الريح رأيته قد تناثر وذهب كل مذهب. تفسير الزمخشري ٣/ ٢٦٧.(٥) \"معاني القرآن\" للزجاج ٤/ ٦٤.(٦) \"معاني القرآن\" للفراء ٢/ ٢٦٦، بلفظ: {هَبَاءً مَنْثُورًا} أي: باطلاً. وقد أوصل ابن أبي حاتم ٨/ ٢٦٧٩، اختلاف المفسرين في الهباء المنبث، إلى خمسة أقوال. وكذا الماوردي ٤/ ١٤١. وابن الجوزي ٦/ ٨٣. وليس بينها تعارض بل يمكن أن تحمل الآية عليها، إذ المعنى كما قال الواحدي: فجعلناه باطلاً. وكل ما ذكر من الأقوال السابقة يصلح مثالاً على ذلك. والله أعلم. قال ابن كثير٦/ ١٠٣: وحاصل هذه =</p>"
}