{
  "id": null,
  "sura": 25,
  "aya": 68,
  "text": "<p> ٦٨ - وقوله تعالى:  {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللهِ إِلَهًا آخَرَ}  (١) روى سعيد بن جبير عن ابن عباس: أن ناسًا من أهل الشرك قتلوا فأكثروا، وزنوا فأكثروا، ثم أتوا محمدًا -صلى الله عليه وسلم- فقالوا: إن الذي تدعو إليه لحسن، لو تخبرنا أن لما عملنا كفارة؟ فنزلت هذه الآيات (٢) . </p><p>= واعترض على هذا النحاس، فقال: ما أدري ما وجه هذا؛ لأن بين إذا كانت في موضع رفع رفعت، كما يقال: بين عينيه أحمرُ، فترفع بين. إعراب القرآن ٣/ ١٦٨. وقال الرازي ٢٤/ ١١٠: وهذا التأويل ضعيف؛ لأن القوام هو الوسط، فيصير التأويل: وكان الوسط وسطاً، وهذا لغو. وذكر نحوه البيضاوي ٢/ ١٤٧. وفي \"المحتسب\" ٢/ ١٢٥: فقوام إذاً: تأكيد وجارٍ مجرى الصفة. (١) أخرج البخاري، كتاب التفسير، رقم ٤٧٦١، عن عبد الله بن مسعود -رضي الله عنه- قال: سالت رسول الله -صلى الله عليه وسلم- أي الذنب عند الله أكبر؟ قال: \"أن تجعل لله نداً وهو خلقك\". قلت: ثم أي؟ قال: \"أن تقتل ولدك خشية أن يطعم معك\". قلت: ثم أي؟ قال: \"أن تزاني بحليلة جارك\". قال: ونزلت هذه الآية تصديقاً لقول رسول الله {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ الله إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ} \"فتح الباري\" ٨/ ٤٩٢.(٢) أخرجه البخاري في صحيحه، كتاب التفسير، رقم: ٤٨١٠، فتح الباري ٨/ ٥٤٩. ومسلم ١/ ١١٣، كتاب الإيمان، رقم ١٢٢. وابن جرير ١٩/ ٤١، وابن أبي حاتم ٨/ ٢٧٢٨. وأخرجه الثعلبي ٨/ ١٠٣ أ. وأخرجه الواحدي، بسنده في \"أسباب النزول\" ٣٣٥، وذكر تخريج مسلم له فقط. وأخرج البخاري، كتاب التفسير، رقم ٤٧٦٤، عن سعيد بن جبير، قال: قال ابن أبزى: سئل ابن عباس عن قوله تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ} وقوله: {وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ الله إِلَّا بِالْحَقِّ} فسألته فقال: لما نزلت قال أهل مكة: فقد عدلنا بالله، وقتلنا النفس التي حرم الله إلا بالحق، وأتينا الفواحش. فأنزل الله: {إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا} إلى قوله: {غَفُورًا رَحِيمًا} فتح الباري ٨/ ٤٩٤. قال ابن حجر: ابن أبزى. بموحدة وزاي مقصورة، واسمه: عبد الرحمن، وهو صحابي صغير. وذكر هذا الخبر الواحدى في \"الوسيط\" ٣/ ٣٤٦. ذكر الواحدي في \"أسباب =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= النزول\" ٣٣٤، ثلاثة أسباب لنزول هذه الآية؛ منها هذا، والثاني: حديث ابن مسعود، أي الذنب أعظم .. الخ. والثالث: أنها نزلت في وحشي، قاتل حمزة رضي الله عنهما، وذكر هذه الأقوال الثلاثة: ابن الجوزي ٦/ ١٠٣، ثم قال: وهذا وحشي قاتل حمزة، وفي هذا الحديث المذكور عنه نظر، وهو بعيد الصحة، والمحفوظ في إسلامه غير هذا، وأنه قدم مع رسل الطائف فأسلم من غير اشتراط. فائدة في بيان ما ورد عن ابن عباس -رضي الله عنهما- حول توبة القاتل المتعمد. قال ابن حجر: وحاصل ما في هذه الروايات، أن ابن عباس -رضي الله عنهما- كان تارة يجعل الآيتين في محل واحد، فلذلك يجزم بنسخ إحداهما، وتارة يجعل محلهما مختلفاً، ويمكن الجمع بين كلاميه بأن عموم التي في الفرقان خص منها مباشرةُ المؤمن القتل متعمداً، وكثير من السلف يطلقون النسخ على التخصيص، وهذا أولى من حمل كلامه على التناقض، وأولى من القول: إنه قال بالنسخ ثم رجع عنه، وقول ابن عباس -رضي الله عنهما- بأن المؤمن إذا قتل مؤمناً متعمداً لا توبة له مشهور عنه. ومثل هذا أخرج ابن أبي حاتم ٨/ ٢٧٣١، عن عمر بن عبد العزيز: كل شيء في القرآن خلود، فإنه لا توبة له. ثم ذكر ابن حجر قول جمهور السلف، وأهل السنة، في تصحيح توبة القاتل كغيره، وقالوا: معنى قوله تعالى: {فَجَزَاؤُهُ جَهَنَّمُ} أي: إن شاء الله أن يجازيه، تمسكاً بقوله تعالى: {إِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء ٤٨، ١١٦] ومن أدلتهم حديث الإسرائيلي الذي قتل مائة نفس، فقال له العالِم: ومن يحول بينك وبين التوبة؟ وإذا ثبت ذلك لمن قبلُ من غير هذه الأمة فمثله لهم أولى؛ لما خفف الله عنهم من الأثقال التي كانت على من قبلهم. \"فتح الباري\" ٨/ ٤٩٦. وجعل ابن كثير ٦/ ١٢٧، آية النساء مطلقة، محمولة على من لم يتب، وآية الفرقان مقيدة بالتوبة. والذي يظهر -والله تعالى أعلم- أن تمسك ابن عباس رضي الله عنهما بظاهر الآية لما اشتهر في زمنه من الفتن، وما يحدث فيها من سفك الدماء، ويشهد لهذا قول سعيد بن جبير: اختلف أهل الكوفة في قتل المؤمن، فدخلت فيه على ابن عباس -رضي الله عنهما- فقال: نزلت في آخر ما نزل ولم ينسخها شيء. أخرجه البخاري، كتاب التفسير، رقم: ٤٧٦٣، الفتح ٨/ ٤٩٣.قال ابن جرير ٩/ ٦٩، (تح: محمود شاكر): وأولى الأقوال في ذلك بالصواب، =</p><p> وقوله:  {وَمَن يَقعَل ذَلِكَ} قال مقاتل: هذه الخصال جميعًا (١) . </p><p>= قول من قال: معناه: ومن يقتل مؤمناً متعمداً، فجزاؤه إن جازاه جهنم خالداً فيها، ولكنه يعفو ويتفضل على أهل الإيمان به وبرسله، فلا يجازيهم بالخلود فيها، ولكنه عز ذكره إما أن يعفو بفضله فلا يدخله النار، وإما أن يدخله إياها ثم يحرجه منها بفضل رحمته، لما سلف من وعده عباده المؤمنين، بقوله: {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللهِ إِنَّ اللهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} [الزمر: ٥٣] قال النووي، في \"شرح صحح مسلم\" ١٧/ ٨٢: هذا مذهب أهل العلم، وإجماعهم على صحة توبة القاتل عمداً، ولم يخالف أحد منهم إلا ابن عباس -رضي الله عنهما- وأما ما نقل عن بعض السلف من خلاف هذا فمراد قائله الزجر عن سبب التوبة، لا أنه يعتقد بطلان توبته. قال ابن عطية ١١/ ٧٣: وبالقتل والزنى يدخل في هذه الآية العصاة من المؤمنين، ولهم من الوعيد بقدر ذلك. (١) \"تفسير مقاتل\" ص ٤٧ أ. وبه قال ابن جزي ٤٨٨، وأبو حيان ٦/ ٤٧٢، ثم قال: فيكون التضعيف مرتباً على مجموع هذه المعاصي، ولا يلزم ذلك التضعيف على كل واحد منها؛ ولا شك أن عذاب الكفار يتفاوت بحسب جرائمهم. وجعل ابن عاشور ١٩/ ٧٤، ذلك هو المتبادر من الآية، واستدل على صحته بتضعيف العذاب الذي لا يكون إلا على مجموع هذه الأفعال. وفي \"تنوير المقباس\" ص ٣٠٥: {وَمَنْ يَفْعَلْ ذَلِكَ} استحلالاً. وأخرج ابن أبي حاتم ٨/ ٢٧٣٠، عن سعيد بن جبير، في قوله تعالى: {وَمَنْ يَفْعَلْ ذَلِكَ} من هذه الآيات الثلاث. فظاهر من كلام سعيد بن جبير تعليق الأثام على من فعل هذه المنكرات، أو بعضها، خلافاً لما ذكره الواحدي عن مقاتل، وذهب إلى قول ابن جبير الماوردي ٤/ ١٥٧، والبغوي ٦/ ٩٦، ولم ينسباه، ويدل عليه ما ورد من الوعيد على من فعل بعض هذه المعاصي استقلالاً، قال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ الله عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} [المائدة: ٧٢] وقال تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا} [النساء ٩٣]. وقال تعالى: {وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا} [الإسراء: ٣٢]. فالجمع بين هذه المعاصي الثلاث في الآية، وفي حديث ابن مسعود -رضي الله عنه- المتقدم يدل على عظم هذه المعاصي الثلاث وشناعتها، فتحريم القتل فيه حفظ للنفس، وتحريم الزنا فيه حفقاللآعراض والأنساب، وينشأ عن تساهل الناس في =</p><p> {يَلْقَ أَثَامًا} قال يونس وأبو عبيدة: يلق عقوبة (١) . وأنشد أبو عبيدة؛ فقال: </p><p> جزى الله ابنَ عروةَ حيثُ أمسى ... عَقُوقًا والعُقوق له أثام (٢) </p><p> أي: عقوبة مجازاة العقوق (٣) . </p><p> وقال أبو عمرو الشيباني: يقال: لقي فلان آثام ذلك، أي: جزاء ذلك (٤) . ونحو هذا قال الفراء: أَثَمَه الله يأثِمُه إثمًا وأثامًا، أي: جازاه جزاء الإثم، والعبد مأثوم أي: مجزي جزاء إثمه، وأنشد: </p><p>= القتل والزنا فساد كبير ظاهر. والله أعلم. وقد جعل الطوسي ٧/ ٥٠٨، عودَ الضمير إلى كل واحد من المعاصي المذكورة قولَ أهل الوعيد، وأما أهل الإرجاء فيجعلونه راجعاً إلى الجميع، ويجوز أن يكون راجعاً إلى الكفر وحده. ا. هـ ولا ينافي رجوع الضمير لكل واحدة من هذه المعاصي قبول التوبة. والله أعلم. (١) \"مجاز القرآن\" لأبي عبيدة ٢/ ٨١، وذكر قول يونس، الأزهري \"تهذيب اللغة\" ١٥/ ١٦٠. وقال به ابن قتيبة \"غريب القرآن\" ٣١٥. والغزنوي \"وضح البرهان\" ٢/ ١٦٢.(٢) \"مجاز القرآن\" لأبي عبيدة ٢/ ٨١ ونسب البيت لبلعاء بن قيس الكناني. وأنشده ابن قتيبة، في الغريب ٣١٥، ولم ينسبه. وذكره ابن جرير ١٩/ ٤٠، منسوبًا لبلعاء. وذكره الأزهري، في \"تهذيب اللغة\" ١٥/ ١٦٠ (أثم)، ولم ينسبه، ولم يذكر أبا عبيدة، ولا إنشاده البيت. وذكره أبو علي، في \"الحجة\" ٥/ ٣٥١، من إنشاد أبي عبيدة، لكنه نسبه لمسافع العبسي، وفي نسخة أخرى: مسافع الليثي، وهي موافقة لما عند الثعلبي ٨/ ١٠٣ ب. قال أبو علي: وابن عروة: رجل من بني ليث كان دل عليهم ملكاً من غسان فأغار عليهم.(٣) \"تهذيب اللغة\" ١٥/ ١٦١ (أثم)، بنصه.(٤) \"معاني القرآن\" للزجاج ٤/ ٧٦. وفيه: إثام، بكسر الهمزة. وذكره الأزهري، في \"تهذيب اللغة\" ١٥/ ١٦٠ (أثم)، وأبو على، في \"الحجة\" ٥/ ٣٥٢، منسوبًا عندهم لأبي عمرو الشيباني.</p><p> وهل يَأثَمنِّي الله في أن ذكرتُها ... وعَلَّلْتُ أصحابي بها ليلةَ النَّفر (١) </p><p> معناه: هل يجزيني الله جزاء إثمي بأن ذكرت هذه المرأة في غنائي (٢) . </p><p> وقال أبو إسحاق: تأويل الأثام: المجازاة، قال: وسيبويه، والخليل، يذهبان إلى أن معناه: يلق جزاء الأثام (٣) . واختار أبو علي، هذا القول، وجعله من باب حذف المضاف؛ قال: ومثله مِن حذف الجزاء الذي هو مضاف، قوله تعالى:  {تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا}  [الشورى: ٢٢] أي: من جزاء ما كسبوا (٤) لقوله: {وَهُوَ وَاقِعٌ بِهِمْ} هذا قول أهل اللغة، في معنى الأثام؛ وهو قول ابن عباس، لما سأله نافع بن الأزرق، عن الأثام، قال: الجزاء، وأنشد لعامر بن الطفيل: </p><p> وروَّينَا الأسنَّة من صُداءٍ ... ولاقتْ حمير منا أثاما (٥) </p><p>(١) لم أجده في \"معاني القرآن\" للفراء، عند هذه الآية، وإنما ذكره الأزهري، في \"تهذيب اللغة\" ١٥/ ١٦١ (أثم)، من إنشاد الفراء، ولم ينسبه. وقال المحقق: في نسبة البيت خلاف، والمرجح أنه لنصيب بن رياح الأسود الحكمي. يقال: يوم النفر وليلة النفر لليوم الذي ينفر الناس فيه من مني، وأنشد البيت للدلالة على ذلك ابن منظور، \"لسان العرب\" ٥/ ٢٢٥ (نفر)، ونسبه لنُصَيب بن الأسود. (٢) لم أجده في معاني القرآن، عند كلامه عن هذه الآية. وقد ذكره بنصه، الأزهري، في \"تهذيب اللغة\" ١٥/ ١٦٠.(٣) \"معاني القرآن\" للزجاج ٤/ ٧٦. وذكره في \"تهذيب اللغة\" ١٥/ ١٦٠ (أثم). قال سيبويه \"الكتاب\" ٣/ ٨٧: وسألته [يعني الخليل] عن قوله عز وجل: {وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ} فقال: هذا كالأول؛ لأن مضاعفة العذاب هو لُقيُّ الأثام.(٤) \"الحجة للقراء السبعة\" ٥/ ٣٥١، بمعناه.(٥) لم أجده في \"غريب القرآن في شعر العرب\"، الذي جمع سؤالات نافع بن الأزرق. وقد أنشده ابن الأنباري، \"الدر المنثور\" ٦/ ٢٧٨. الأسنة: جمع سنان، وهو: =</p><p> وقال السدي: يلق أثامًا: جزاء (١) . </p><p> وأما المفسرون، فإنهم يقولون: أثام: واد في جهنم من دم وقيح. وهو قول مجاهد، ومقاتل (٢) . </p><p> وقال شفي بن ماتع (٣) ، في هذه الآية: إن في جهنم واديًا يُدعى: أثامًا، فيه حيات وعقارب، في فقار (٤) أحدهن، سبعون قلة سم، والعقرب فيها (٥) مثل البغلة الموكفة (٦) . </p><p>= الرمح. \"تهذيب اللغة\" ١٢/ ٣٠٢ (سنن). وصداء: حي من اليمن. \"تهذيب اللغة\" ١٢/ ٢١٩ (صدي). وحمير: اسم، وقيل هو أبو ملوك اليمن، وإليه تنتهي القبيلة، ومدينة ظفار كانت لحمير. \"تهذيب اللغة\" ١٢/ ٦٠ (حمر). (١) أخرجه ابن أبي حاتم ٨/ ٢٧٣٠. وذكر ابن كثير ٦/ ١٢٦، عنه بدون إسناد. ثم قال ابن كثير: وهذا أشبه بظاهر الآية، وبهذا فسره بما بعده مبدلاً منه، وهو قوله: {يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ}.(٢) \"تفسير مجاهد\" ٢/ ٤٥٦. وأخرجه عنه ابن جرير ١٩/ ٤٤. وتفسير مقاتل ٤٧ أ. وأخرجه ابن جرير ١٩/ ٤٤ عن عبد الله بن عمرو، وعكرمة، وقتادة. وأخرجه ابن أبي حاتم ٨/ ٢٧٣٠، عن عبد الله بن عن مجاهد، وسعيد بن جبير، فبي إحدى الروايات، وعكرمة مثل ذلك. ثم أخرجه بسنده عن قتادة. وأما الهواري ٣/ ٢١٨، فقال: كنا نحدث أنه راد في جهنم. وذكر فيه قولًا آخر، وهو: نكالًا.(٣) شفي، بالتصغير، ابن ماتع الأصبحي، من التابعين، ثقة، أرسل حديثًا كثيرًا، مات في خلافة هشام بن عبد الملك، سنة ١٠٥ هـ.\"جامع التحصيل في أحكام المراسيل\" ص ٢٣٨، \"تقريب التهذيب\" ص ٤٣٩.(٤) الفقار: خرز الظهر. تهذيب اللغة ٩/ ١١٤ (فقر).(٥) في (ج): (منه)، وفي \"الدر المنثور\" ٦/ ٢٧٦: منهن.(٦) أخرجه ابن المبارك في \"الزهد\"، كما في \"الدر المنثور\" ٦/ ٢٧٦. وقد بحثت عنه في كتاب الزهد، لابن المبارك، فلم أجده. وقوله: الموكفة الوكف: الثقل والشدة. يقال: شاه وكوف، أي: غزيرة اللبن، وكذلك: متحة وكوف ونافة وكوف، أي: غزيرة. \"تهذيب اللغة\" ١/ ٣٩٣، و\"اللسان\" ٩/ ٣٦٣ (وكف).</p>"
}