{
  "id": null,
  "sura": 25,
  "aya": 21,
  "text": "<p> وبمن يجزع (١) . وقال ابن عباس: يريد بما تعملون (٢) . </p><p> ٢١ - قوله تعالى {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} قال المفسرون، وأهل المعاني: لا يخشون ولا يخافون البعث (٣) . </p><p> كقوله:  {إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا}  [يونس: ٧]  {لَوْلَا} هلا (٤)  {أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} وكانوا رسلًا إلينا (٥)  {أَوْ نَرَى رَبَّنَا} فيخبرنا أنك </p><p>(١) أخرج هذا ابن جرير ١٨/ ١٩٥، عن ابن جريج. وذكره الثعلبي ٩٤ ب، ولم ينسبه. ونسبه له الماوردي ٤/ ١٣٨. (٢) أخرج ابن أبي حاتم ٨/ ٢٦٧٦، عن عبيد بن عمير: قال تعالى: {وَكَانَ رَبُّكَ بَصِيرًا} قال: يعني: الناس عامَّة. ولم ينسبه لابن عباس. وقال السمرقندي ٢/ ٤٥٧: عالماً بمن يصلح له الغنى، والفقر. وقال الماوردي ٤/ ١٣٩: بصيراً بالحكمة فيما جعل بعضكم لبعض فتنة. ولا تعارض بينها. ولم يذكره الواحدي -رحمه الله- في \"الوسيط\" ٣/ ٣٣٧.(٣) \"معاني القرآن\" للفراء ٢/ ٢٦٥. و\"مجاز القرآن\" لأبي عبيدة ٢/ ٧٣. و\"غريب القرآن\" لابن قتيبة ص ٣١٢. و\"الطبري\" ١٩/ ١. وحكى الماوردي ٤/ ١٣٩، فيها ثلاثة أقوال، هذا أحدها ونسبه للسدي، والثاني: لا يبالون، قاله ابن عمير، والثالث: لا يأملون. وهي متقاربة. وفي \"تفسير الطوسي\" ٧/ ٤٨٢ وإذا استعملوا الرجاء مع النفي أرادوا به الخوف، كقوله تعالى: {لَا تَرْجُونَ لِلَّهِ وَقَارًا}. وأما ابن عطية ١١/ ٢٣، فقد ذهب إلى أن الرجاء هنا على بابه؛ لأن خوف لقاء الله تعالى مقترن أبداً برجائه، وفي ذكر الكفار بنفي الرجاء تنبيه على غبطة ما فاتهم من رجاء الله تعالى. وهذا توجيه حسن. واختاره ابن جزي ٤٨٣. وأبو حيان ٦/ ٤٥٠. والشوكاني ٤/ ٦٧.(٤) \"تنوير المقباس\" ص ٢، ٣ أ. و\"تفسير مقاتل\" ص ٤٤ أ. و\"تفسير هود الهواري\" ٣/ ٢٠٦. و\"تفسير الطبري\" ١٩/ ١ و\"معاني القرآن\" للزجاج ٤/ ٦٣.(٥) \"تفسير مقاتل\" ص ٤٤ أ. وطلبهم إنزال الملائكة إما ليكونوا رسلاً إليهم كما ذكر الواحدي هنا، واقتصر عليه، وكذا في \"الوسيط\" ٣/ ٣٣٨. وإما لكي يصدقوا الرسول. كما قال تعالى {لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا}. وذكره في \"الوجيز\" ٢/ ٧٧٧، واقتصر عليه. وذكر الوجه الثاني الهوَّاري ٣/ ٢٠٦، واقتصر =</p><p> رسوله (١) . قال الكلبي ومقاتل: نزلت في مشركي مكة؛ أبي جهل، وأصحابه (٢) . طلبوا من الآيات ما لم يأت أمةً من الأمم (٣) . </p><p> قال الله -عز وجل-: {لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ} قال ابن عباس ومقاتل: يعني: تكبروا (٤) حيث سألوا الله -عز وجل- الشَّطَط (٥) ؛ لأن الملائكة لا تُرى إلا عند الموت، أو عند نزول العذاب (٦) . </p><p>= عليه. وكذا ابن جرير ١٩/ ١. وأخرج ابن أبي حاتم ٨/ ٢٦٧٦، بسنده عن قتادة: أي: فنراهم عياناً. ولم يذكر غيره. وذكر الثعلبي ٨/ ٩٤ ب، القول الثاني. وذكر الماوردي ٤/ ١٤٠، القولين. وذكر ابن كثير ٦/ ١٠١، قولاً ثالثاً، وهو عنادهم في قولهم {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} أي: بالرسالة، كما تنزل على الأنبياء، كما أخبر الله عنهم في الآية الأخرى {قَالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللَّهِ}. (١) \"تنوير المقباس\" ص ٣٠٢. بمعناه. و\"تفسير مقاتل\" ص ٤٤ أ. و\"تفسير هود\" ٣/ ٢٠٦. وهذا كقوله تعالى: {وَقَالُوا لَنْ نُؤْمِنَ لَكَ * أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا} [الإسراء٩٠، ٩٢] \"تفسير الطبري\" ١٩/ ١، وأخرج بسنده عن ابن جريج، أنه قال قال كفار قريش {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} فيخبرونا أن محمداً رسول الله -صلى الله عليه وسلم-. وهذا منهم مشابهة لليهود في قولهم: {لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً} [البقرة: ٥٥]. وهذا كله على سبيل التعنت، وإلا ففيما جاءهم به من المعجزات كفاية. \"تفسير أبي حيان\" ٦/ ٤٥٠. وحتى لو أجيبوا فيما طلبوا لم يحصل منهم الإيمان {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ} [الأنعام: ١١١].(٢) \"تنوير المقباس\" ص ٣٠٢. و\"تفسير مقاتل\" ص ٤٤ أ، وفيه تسمية من نزلت فيهم.(٣) \"معاني القرآن\" للزجاج ٤/ ٦٣. بنصه. وهو في \"الوسيط\" ٣/ ٣٣٨، غير منسوب أيضًا.(٤) \"تفسير مقاتل\" ص ٤٤ أ. وما بعده غير موجود فيه. فلعله من كلام الواحدي. رحمه الله.(٥) الشَطَط: مجاوزة القدر، قال تعالى: {وَلَا تُشْطِطْ} [ص: ٢٢] \"مجمل اللغة\" لابن فارس ٢/ ٤٩٦. و\"القاموس المحيط\" ٨٧٠.(٦) الذي في \"تفسير مقاتل\" ص ٤٤ أ، هو ما ذكره الواحدي بعد ذلك. وأما ما ذكره. =</p><p> {وَعَتَوْا عُتُوًّا كَبِيرًا} قال مقاتل: علوا في القول علوًا شديدًا حين قالوا: {أَوْ نَرَى رَبَّنَا}  (١) . وقال ابن عباس: والله لا تدركه الأبصار فلا عين تراه. هذا كلامه (٢) . وإنما وصفوا بالعتو عند طلب الرؤية؛ لأنهم طلبوها في الدنيا عنادًا للحق، وإباءً على الله ورسوله في طاعتهما (٣) . </p><p>= هنا فلم أجده، وقد نقله القرطبي ١٣/ ٢٠، بنصه. وليس فيه نسبته لابن عباس، ولا مقاتل، ولعل هذا هو الصواب. على أنه لا يتوجه لومهم على مجرد طلبهم نزول الملائكة، وإنما لومهم على أنهم ما طلبوا ذلك للإيمان وإنما طلبوه استكباراً وعتواً. والله أعلم. قال ابن جزي ٤٨٣: وقوله: {فِي أَنْفُسِهِمْ} كما يقول: فلان عظيم في نفسه. أي: عند نفسه، أو بمعنى: أنهم أضمروا الكفر في أنفسهم. (١) \"تفسير مقاتل\" ص ٤٤ أ.(٢) قول ابن عباس -رضي الله عنهما-، إذا ثبتت نسبته له؛ محمول على رؤية الله تعالى في الدنيا، أما الرؤية في الآخرة فهي ثابتة؛ قال تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} [القيامة: ٢٢، ٢٣] وقال جَرِيرِ بْنِ عَبْدِ الله -رضي الله عنه- قَالَ: كُنَّا عِنْدَ النَّبِىِّ -صلى الله عليه وسلم- فَنَظَرَ إِلَى الْقَمَرِ لَيْلَةً يَعْنِي الْبَدْرَ فَقَالَ: \"إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لا تُضَامُّونَ فِي رُؤْيَتِهِ فَإِنِ اسْتَطَعْتُمْ أَنْ لا تُغْلَبُوا عَلَى صَلاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَافْعَلُوا ثُمَّ قَرَأَ: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ} \". أخرجه البخاري، كتاب مواقيت الصلاة، رقم: ٥٥٤، \"الفتح\" ٢/ ٣٣. ومسلم ١/ ٤٣٩، كتاب المساجد، رقم: ٦٣٣.وقد ألفت في ذلك كتب خاصة، مثل: \"كتاب الرؤية\" للدارقطني، ت: ٣٨٥ هـ. ولم أجد هذا القول ولا نسبته لابن عباس.ولم يتعرض الواحدي هنا للرد على المعتزلة، القائلين بنفي رؤية الله -عز وجل-، حيث جعل القاضي عبد الجبار، هذه الآية دليلاً على مذهبه، فقال: يدل على نفي الرؤية، لأنه تعالى عَظَّم هذا القول من قائله، ولو كانت الرؤية جائزة، لم يجب ذلك فيه. \"متشابه القرآن\" ص ٥٢٩.(٣) قال الهوَّاري في تفسيره ٣/ ٢٠٦: وعصوا عصياناً كبيراً. قال الزمخشري ٣/ ٢٦٥: وأن الله لا يصح أن يُري .. وقد وصف العتوَّ بالكبير فبالغ في إفراطه، يعني أنهم =</p><p> قال أبو إسحاق: والعتو في اللغة: المجاوزة في القدر في الظلم (١) . وقد مَرَّ (٢) . </p><p> ثم أعلم الله تعالى أن الوقت الذي يرون فيه الملائكة هو يوم القيامة وأن الله قد حرمهم البشرى في ذلك اليوم فقال (٣) : </p><p>= لم يجسروا على هذا القول العظيم إلا لأنهم بلغوا غاية الاستكبار، وأقصى العتو. وهو مبني على مذهبه الاعتزالي في إنكار رؤية الله -عز وجل- مطلقاً، في الدنيا والآخرة. والصواب أن وصفهم بالعتو الكبير ليس لأجل طلبهم رؤية الله -عز وجل-، وإنما لأنهم لم يطلبوا الرؤية للإيمان، وإنما طلبوها عناداً واستكباراً. ويدل لذلك أن نبي الله موسى -صلى الله عليه وسلم- قد طلب رؤية الله -عز وجل-: {قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي} الآية [الأعراف: ١٤٣] فلم يُلَم على طلبه الرؤية، ولم تتحقق له لعجزه في الدنيا، كما هو ظاهر من سياق الآية. وعلى هذا فإن ما ذكره الطوسي ٧/ ٤٨٢، وكذا الطبرسي ٧/ ٢٦٠، عن الجبائي أنه قال: وذلك يدل على أنهم كانوا مجسمة، فلذلك جوَّزوا الرؤية على الله التي تقتضي التشبيه. يلزم منه أن يكون نبي الله موسى -صلى الله عليه وسلم- كذلك! والرد هو ما سبق. ثمَّ وجدت قريباً من هذا الرد للرازي ٢٤/ ٧٠. قال البرسوي ٦/ ٢٠٠: ومن لطائف الشيخ نجم الدين في تأويلاته، أنه قال: يشير إلى أن الذين لا يؤمنون بالآخرة والحشر من الكفار يتمنون رؤية ربهم بقولهم: {أَوْ نَرَى} فالمؤمنون الذين يدَّعون أنهم يؤمنون بالآخرة والحشر كيف ينكرون رؤية ربهم! وقد ورد بها النصوص فلمنكري الحشر عليهم فضيلة بأنهم طلبوا رؤية ربهم وجوزوها كما جوزوا إنزال الملائكة. وهذا كلام حسن يقابل ما ذكره الجبائي. (١) \"معاني القرآن\" للزجاج ٤/ ٦٣. وأخرج ابن أبي حاتم ٨/ ٢٦٧٦، بسنده عن عكرمة أنه قال: العتو في كتاب الله: التجبر.(٢) قال الواحدي عند تفسير قول الله تعالى: {فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ} [الأعراف: ٧٧]: يقال: عتا يعتو عُتُواً؛ إذا استكبر، ومنه يقال: جبار عات. قال مجاهد: العتو: الغلو في الباطل.(٣) \"معاني القرآن\" للزجاج ٤/ ٦٣، بنصه.</p>"
}