{
  "id": null,
  "sura": 25,
  "aya": 47,
  "text": "<p> الشمس؛ لأنه يقبض أيضًا قبضًا يسيرًا على التدرج. </p><p> وعلى هذا معنى الآية: ثم قبضنا ضياء الشمس بالفيء قبضًا يسيرًا (١) . </p><p> ٤٧ - قوله تعالى:  {وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا} قال ابن عباس: يريد ألبسته الظلمة ليسكن فيه. وعلى هذا المعنى: ذا لباس من الظلمة؛ أي: أُلبس الظلمة ليُتركَ فيه العملُ والتصرف. قال مقاتل: يعني سكنًا (٢) . وهو معنى وليس بتفسير، واعتباره بقوله:  {هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ}  [يونس: ٦٧]  (٣) . وقال أهل العربية، والمعاني: جعل الليل لباسًا؛ لأن ظلمته تلبس كل شخص وتغشاه حتى يمنع من إدراكه، وهو مشتمل عليكم وعلى كل شيء كاللباس الذي يشتمل على لابسه (٤) . ومن هذا قول ذي الرمة: </p><p>(١) واختار هذا القول ابن جرير ١٩/ ٢٠، حيث قال: ثم قبضنا ذلك الدليل من الشمس على الظل إلينا قبضًا خفيًا سريعًا بالفيء الذي نأتي به بالعشي. وفي الآية وجه آخر؛ وهو: أن يكون المراد قبضه عند قيام الساعة بقبض أسبابه، وقوله تعالى: {ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا} [سورة: الفرقان: -الآية: ٤٦] كأنه يشعر بذلك. مدارج السالكين ٣/ ٢٩٣. و\"تفسير البيضاوي\" ٢/ ١٤٣. و\"تفسير أبي السعود\" ٦/ ٢٢٣. وهذا القول فيه بعد؛ إذ المراد جعل ذلك آية ظاهرة مشاهدة للناس يدركونها ويشاهدونها في حياتهم؛ والقول بأن المراد به عند قيام الساعة لا يؤدي هذا المعنى. والله أعلم. (٢) \"تفسير مقاتل\" ص ٦٤ أ. وهو قول الهوَّاري ٣/ ٢١٢.(٣) \"تأويل مشكل القرآن\" ص ١٤٤، وذكر فيه أيضًا قوله تعالى: {وَجَعَلَ مِنْهَا زَوْجَهَا} [الأعراف: ١٨٩].(٤) \"تهذيب اللغة\" ١٢/ ٤٤٤ (لبس)، بمعناه. وفي \"تنوير المقابس\" ص ٣٠٤؛ ملبسا يلبس كل شيء فيه.</p><p> فلما لبسن الليل (١) .. البيت </p><p> والله تعالى ألبسنا الليل وغشاناه لنسكن فيه (٢) . </p><p> وقوله:  {وَالنَّوْمَ سُبَاتًا} قال الليث: السبات: السبات: النوم شِبه غشية. يقال: سبت المريض، فهو مسبوت (٣) وقال الزجاج: السبات أن يقطع عن الحركة والروح في بدنه: أي: جعلنا نومكم راحة لكم (٤) . وقد أجاد وأحسن في تفسير السبات (٥) . وقال ابن الأنباري:  {وَالنَّوْمَ سُبَاتًا} </p><p>(١) \"ديوان ذي الرمة\" ص ٣١٣، والبيت بتمامه: فلمَّا لَبِسنَ الليلَ أوحين نَصَّبتْ ... له مِنْ خَذا آذانها وهُوَ جانحُلبسن الليل: دخلن فيه، يريد نصبت آذانها لبرد الليل، كانت قد خفضتها ثم رفعت رءوسها ونصبت آذانها في ذا الوقت حين جنح الليل، والخذا: الاسترخاء. \"ديوان ذي الرمة\" بشرح الخطيب التبريزي ص ٣١٣.(٢) بنصه، في \"تفسير الطوسي\" ٧/ ٢٧٠. وذكر ابن قتيبة في \"تأويل مشكل القرآن\" ص ١٤٤، قولين في معنى: {لِبَاسًا} سترًا وحجابًا لأبصاركم. القول الثاني: سكنًا. واقتصر في كتابه \"الغريب\" ص ٣١٣، على القول الأول.(٣) كتاب \"العين\" ٧/ ٢٣٩ (سبت) ونقله عنه الأزهري، \"تهذيب اللغة\" ١٢/ ٣٨٧.(٤) في \"معاني القرآن\" للزجاج ٥/ ٢٧٢، في تفسير سورة النبأ. قال مقاتل ٤٦ أ: يعني الإنسان مسبوتًا لا يعقل كأنه ميت. وذكر نحوه الهواري ٣/ ٢١٢.(٥) \"تهذيب اللغة\" ١٢/ ٣٨٦ (سبت)، قاله الأزهري بعد نقل قول الزجاج. واقتصر ابن قتيبة، في الغريب ص ٣١٣. على تفسير السبات بالراحة ثم قال: وأصل السبات: التمدد. وذكر الأزهري ١٢/ ٣٨٦، عن ابن الأنباري، أنه قال؛ لا يعلم في كلام العرب سبت بمعنى: استراح، وإنما معنى سبت: قطع. وجعل الزمخشري ٣/ ٢٧٦، مقابلة السبات بالنشور يمنع من \"تفسيره\" بالراحة، فقال: والمسبوت: الميت؛ لأنه مقطوع الحياة، وهذا كقوله تعالى: {وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ} [الأنعام: ٦٠] ورد هذا أبو حيان ٦/ ٤٦٢، قال: ولا يأباه إلا لو تعين تفسير النشور بالحياة. وهو كلام جيد.</p>"
}