{
  "id": null,
  "sura": 25,
  "aya": 22,
  "text": "<p> ٢٢ - {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ} وهذا جواب لقولهم: {لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ} أُخبروا أنهم إذا رأوا الملائكة فلا بشرى لهم يومئذ. قال أبو إسحاق:  {يَوْمَ} منصوب على وجهين: أحدهما: على معنى: لا بشَّرَى تكون للمجرمين يوم يرون الملائكة، {يَوْمَئِذٍ} هو مؤكدِّ لـ {يَوْمَ يَرَوْنَ} ولا يجوز أن يكون منصوبًا بـ {لَا بُشْرَى} لأن ما اتصل بـ: {لَا} لا يعمل فيما قبلها. ألا ترى أنك لا تقول: زيد إلا ضارب كما تقول: لا ضارب زيدًا (١) . ولكن لما قيل: ] (٢) لا بشرى للمجرمين، صار كأنه قيل: يمنعون البشرى يوم يرون الملائكة (٣) . والوجه الآخر: أن يكون منصوبًا على معنى: اذكر يوم يرون الملائكة (٤) . </p><p> ثم أخبر فقال:  {لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ} قال مجاهد: يعني: يوم القيامة (٥) . وهو قول مقاتل، وعطية، والأكثرين (٦) . وقال عطاء عن ابن عباس: يعني: عند الموت (٧) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٦٦. من قوله: ألا ترى، إلى الحاشية، رقم: ٢. وما بعده فمن الزجاج. (٢) ما بين المعقوفين، في (أ)، (ب).(٣) قال السمين الحلبي: ولا يجوز أن يعمل فيه نفس البشرى لوجهين: أحدهما: أنها مصدر، والمصدر لا يعمل فيما قبله. والثاني: أنها منفية بـ: لا، وما بعدها لا يعمل فيما قبلها الدر المصون ٨/ ٤٧٠.(٤) \"معاني القرآن\" للزجاج ٤/ ٦٤. وفيه: يجمعون البشرى يوم القيامة. وعند الواحدي: يمنعون. وهو الصواب. وذكر هذا الزمخشري ٣/ ٢٦٦.(٥) أخرجه ابن أبي حاتم ٨/ ٢٦٧٧. وتفسير مجاهد ٢/ ٤٤٩.(٦) \"تفسير مقاتل\" ص ٤٤ أ. وأخرجه ابن أبي حاتم ٨/ ٢٦٧٧، عن أبي سعيد الخدريّ -رضي الله عنه-، وعطية العوفي، والضحاك.(٧) \"تنوير المقباس\" ص٣٠٢. وبه قال الهوري ٣/ ٢٠٦ وقد استدل الحافظ ابن=</p><p> وقوله:  {لِلْمُجْرِمِينَ} قال أبو إسحاق: المجرمون: الذين اجترموا الذنوب. وهو في هذا الموضح الذين اجترموا الكفر بالله عز وجل (١) . </p><p> قوله:  {حِجْرًا مَحْجُورًا} أي: حرامًا محرمًا. قاله ابن عباس، وجميع المفسرين (٢) . وأصل الحَجْر في اللغة: المنع. وحَجْرُ القضاةِ على الأيتام إنما هو منعهم. والحُجْرَة: ما حُوِّط عليه. وما مُنِعت من الوصول إليه فهو: حِجر. بكسر الحاء (٣) . </p><p> قال ابن قتيبة: وإنما قيل للحرام حِجر؛ لأنه حُجر عليه بالتحريم. </p><p>= كثير ٦/ ١٠١، على رؤية المشركين للملائكة وقت الإحتضار بقوله تعالى: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ}: [الأنفال:٥٠] وبقوله تعالى: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ} [الأنعام: ٩٣]، ثمَّ قال: وهذا بخلاف حال المؤمنين حال احتضارهم فإنهم يبشرون بالخيرات، وحصول المسرات، قال الله تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} [فصلت: ٣٠]، وجمع بين القولين؛ فقال: ولا منافاة بين هذا وما تقدم فإن الملائكة في هذين اليومين يوم الممات ويوم المعاد تتجلى للمؤمنين وللكافرين، فتبشر المؤمنين بالرحمة والرضوان، وتخبر الكافرين بالخيبة والخسران. (١) \"معاني القرآن\" للزجاج ٤/ ٦٤. وهو قول الهوَّاري ٣/ ٢٠٦.(٢) \"تفسير مقاتل\" ص ٤٤ أ. و\"تنوير المقباس\" ص ٣٠٢. وأخرج عبد الرزاق ٢/ ٧٦ , عن الحسن، وقتادة وبه قال الهوَّاري ٣/ ٢٥٦. وابن جرير ١٩/ ٢، وأخرج عن: الضحاك، وقتادة وزاد ابن أبي حاتم ٨/ ٢٦٧٧: عطاء الخراساني. وبه قال السمرقندي ٢/ ٤٥٧. وهو قول سيبويه، \"الكتاب\" ١/ ٣٢٦. والمبرد، المقتضب ٣/ ٢١٨.(٣) \"معاني القرآن\" للزجاج ٤/ ٦٣. ونقله عنه إلازهري، \"تهذيب اللغة\" ٤/ ١٣٢ (حجر).</p><p> يقال: حَجرت حِجرًا، واسم ما حجرت حِجْرٌ (١) . ومنه: حِجْر البيت (٢) . </p><p> والحِجْر: العقل؛ لأنه يمنع صاحبه من التخطي إلى القبيح (٣) . والأنثى من الأفراس: حِجْرٌ؛ لأنها تحجر ماء الفحل في بطنها. هذا كلام أبي عبيدة والمبرد والزجاج (٤) . </p><p> وذكرنا تفسير الحِجْر عند قوله:  {وَحَرْثٌ حِجْرٌ}  [الأنعام: ١٣٨]  (٥) . </p><p> واختلفوا في أنَّ هذا مِن قول مَنْ؟ فالأكثرون على أنه من قول الملائكة (٦) . </p><p> قال عطاء عن ابن عباس: تقول الملائكة: محرمًا أن (٧) يدخل الجنة إلا من قال: لا إله إلا الله، وقام بشرائعها. ونحوه قال الكلبي (٨) . </p><p> وقال مقاتل: إن الكفار إذا خرجوا من قبورهم قال لهم الحفظة من الملائكة: حرامًا محرمًا عليكم أيها المجرمون أن يكون لكم البشرى كما بُشر المؤمنون (٩) . </p><p>(١) \"غريب القرآن\" لابن قتية ص ٣١٢. (٢) قال ابن جرير ١٩/ ٢؛ لأنه لا يدخل إليه في الطواف، وإنما يطاف من ورائه.(٣) قال تعالى: {هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ} [الفجر:٥].(٤) \"مجاز القرآن\" لأبي عبيدة ٢/ ٧٣. و\"معاني القرآن\" للزجاج ٤/ ٦٣.(٥) ما ذكره الواحدي هنا أكثر وأوسع مما أحال عليه، حيث اقتصر في تفسير الحجر في آية الأنعام على قوله: معنى الحجر في اللغة: الحرام، وأصله من المنع، ومنه سمي العقل حجراً لمنعه عن القبائح، وفلان في حجر القاضي، أي: منعه.(٦) ذكر ذلك ابن جرير ١٩/ ٢، عن الضحاك، وقتادة، ومجاهد. وبه قال الزجاج٤/ ٦٤.(٧) في (ج): (حرامًا في أن يدخل).(٨) \"تنوير المقباس\" ص ٣٠٢. وفيه نسبة القول للملائكة، دون ما بعده.(٩) \"تفسير مقاتل\" ص ٤٤ب.</p><p> وقال عطية: إذا كان يوم القيامة تلقى الملائكة المؤمنين بالبشرى، فإذا رأى ذلك الكفار قالوا للملائكة: بشرونا، فيقولون:  {حِجْرًا مَحْجُورًا} أي: حرامًا محرمًا أن نلقاكم بالبشرى (١) . وهذا القول هو اختيار الفراء والزجاج وابن قتيبة والأزهري؛ قال الفراء وابن قتيبة: حرامًا محرماً أن يكون لهم البشرى (٢) . </p><p> وقال الزجاج: حرامًا محرمًا عليهم البشرى (٣) . </p><p> وقال الأزهري: حُجِرَتْ عليكم البشرى فلا تبشرون بخير (٤) . </p><p> وقال آخرون: هذا من قول المجرمين للملائكة (٥) ، وهذا قول مجاهد وابن جريج، واختيار أبي عبيدة والليث؛ قال مجاهد: عوذًا معاذًا </p><p>(١) (بالبشرى) في (ج). وأخرجه ابن أبي حاتم ٩/ ٢٦٧٧، عن عطية العوفي، بمعناه. (٢) \"معاني القرآن\" للفراء٢/ ٢٦٦. و\"غريب القرآن\" لابن قتيبة ص ٣١٢.(٣) \"معاني القرآن\" للزجاج ٤/ ٦٣.(٤) \"تهذيب اللغة\"٤/ ١٣٢ (حجر). وبه قال الهوَّاري ٣/ ٢٠٦.(٥) \"تنوير المقباس\" ص ٣٠٢، حيث جعل هذا القول مشتركاً بين الملائكة، والمجرمين. وذكر الزمخشري ٣/ ٢٦٦، أن هذا من قول المجرمين، ثم قال: وقيل: هو من قول الملائكة. وقد ردَّ ابن جرير ١٩/ ٣، هذا القول؟ فقال: معلوم أن الملائكة هي التي تخبر أهل الكفر أن البشرى عليهم حرام. وأما الاستعاذة فإنها الاستجارة، وليست بتحريم، ومعلوم أن الكفار لا يقولون للملائكة: حرام عليكم، فيوجه الكلام إلى أن ذلك خبر عن قيل المجرمين للملائكة. وذكر الماوردي ٤/ ١٤١، أن هذا من قول الكفار لأنفسهم. ونسبه لقتادة. وبيَّن ذلك ابن عطية ١١/ ٢٦، بقوله: ويحتمل أن يكون المعنى: ويقولون: حرام محرم علينا العفو. قال ابن كثير ٦/ ١٠٣: وهذا القول وإن كان له مأخذ ووجه، ولكنه بالنسبة إلى السياق بعيد، لا سيما وقد نص الجمهور على خلاف.</p><p> يستعيذون من الملائكة (١) ، ويقولون مقالة الجاهلية عند الاستعاذة. </p><p> وقال ابن جريج: كانت العرب إذا نزلت بهم شدة (٢) شديدة، أو رأوا ما يكرهون قالوا: حجرًا محجورًا، فقالوا حين عاينوا الملائكة هذا (٣) . </p><p> وقال أبو عبيدة: كان الرجل من العرب إذا لقي رجلاً في الشهر الحرام وبينهما تِرَة (٤) يقول: حجرًا محجورًا. أي؟ دمي عليك حرام. فالمشركون يوم القيامة يقولون للملائكة مثل ذلك (٥) . </p><p> وقال الليث: كان الرجل في الجاهلية يلقى رجلاً يخافه في الشهر الحرام فيقول: حجرًا محجورًا. أي: حرام محرم عليكم (٦) في هذا الشهر فلا يَنْدَاه بشر. فإذا كان يوم القيامة رأى المشركون الملائكة فقالوا:  {حِجْرًا مَحْجُورًا} وظنَّوا أن ذلك ينفعهم عندهم كفعلهم (٧) في الدنيا (٨) . </p><p>(١) أخرجه ابن جرير ١٩/ ٣، وابن أبي حاتم ٩/ ٢٦٧٨، بلفظ: عوذاً معاذاً. الملائكة تقوله. وكذا في \"تفسير مجاهد\" ٢/ ٤٤٩، و\"تفسير الهواري\" ٣/ ٢٠٧. فهو خلاف ما حكاه عنه الواحدي. رحمه الله. من أن هذا من قول المجرمين. لكن أخرج ابن جرير ١٩/ ٣، عن ابن جريج عن مجاهد أنه قال: عوذاً، يستعيذون من الملائكة. وسبق ذكر نقد ابن جرير لهذا القول. (٢) (شدة) في (ج).(٣) أخرجه ابن جرير ١٩/ ٣. وأخرج عبد الرزاق ٢/ ٦٧، نحوه عن الحسن، وقتادة وأخرجه عنهما ابن أبي حاتم ٨/ ٢٦٧٨، من طريق عبد الرزاق.(٤) قال الترمذي ٥/ ٤٣٠، كتاب: الدعوات، حديث رقم: ٣٣٨٠: قال بعض أهل العربية: التِّرَةُ، هو: الثأر. ولم أجده عند غيره(٥) لم أجد قول أبي عبيدة، في كتابه: \"المجاز\". وقريب منه في \"تفسير أبي حيان\" ٦/ ٤٥١، منسوبًا لأبي عبيدة وكذا في \"نظم الدرر\" ١٣/ ٣٧٥.(٦) هكذا في النسخ الثلاث: عليكم. وأما في \"تهذيب اللغة\" ١٣١/ ٤ (حجر)، و\"لسان العرب\" ٤/ ١٦٧: عليك.(٧) في (ج): (كقولهم).(٨) \"العين\" ٣/ ٧٤ (حجر)، وفيه: فلا يبدؤه بشر. وذكره الأزهري، \"تهذيب اللغة\" =</p><p> وذكر صاحب النظم القولين جميعًا، فقال: هذا نظم كان في أول الدهر ثم درج، كان الرجل منهم إذا أراد حرمان الرجل شيئًا يسأله، أو يطمع فيه، قال: حجرًا محجورًا، فيعلم السائل بذلك أنه لا يريد أن يفعل، ومنه قول الشاعر: </p><p> حَنَّتْ إلى النَّخْلَةَ القُصوَى فقلتُ لها ... حِجْرٌ حَرَامٌ ألا تِلكَ الدَّهاريس (١) </p><p> ويقال فيه: إن معناه أن الرجل من العرب كان إذا سافر فخاف على نفسه قومًا لَقَوه، قال: حجرًا محجورًا، أي: حرامًا محرمًا عليِكم (٢) التعرض لي. وعلى هذا يجب أن يكون هذا القول من الكفار، وذلك أنهم إذا رأوا الملائكة يوقعون (٣) بهم ضربًا وتعذيبًا قالوه؛ لأنهم كانوا لا </p><p>= ٤/ ١٣١ (حجر)، وفيه: فلا ينداه منه بشر. وفي \"لسان العرب\" ٤/ ١٦٧: فلا يبدؤه منه بشر. وفي النسخ الثلاث قبل: فلا ينداه .. : إلا يداً. ومعناها في سياق الكلام غير واضح. ولم أجدها في المراجع السابقة. ولذا رأيت حذفها والإشارة إلى ذلك. ومعنى ينداه: يصله. \"تهذيب اللغة\" ١٤/ ١٩٢ (ندأ). وقد رد الأزهري قول الليث بقوله: فإن أهل التفسير الذين يُعتمدون مثل ابن عباس، وأصحابه فسروه على غير ما فسَّره الليث. وهذا منهج حسن؛ لأن الصحابة -رضي الله عنهم- هم أئمة التفسير.(١) أنشده أبو عبيدة ٢/ ٧٣، ونسبه للمُتَلَمَّس، وفيه: النخلة، بالتعريف كما في النسخ الثلاث، خلافاً لما في \"ديوان المتلبس\" ٩٦، وكذا ابن جرير ١٩/ ٢، والماوردي ٤/ ١٤١. وفي \"معجم البلدان\" ٥/ ٣٢٠: نخلةَ القصوى: واحدة النخل، والقصوى تأنيث الأقصى، ثم ذكر بيت المتلبس. وفي \"حاشية الديوان\": نصب: نخلة القصوى؛ لأنه واد. والدهاريس: الدواهي، الواحدة: دَهْرَس. \"تهذيب اللغة\" ٦/ ٥٢١ (دهرس).(٢) في نسخة: (أ)، (ب): (عليك).(٣) هكذا في النسخ الثلاث: (يوقعون).</p>"
}