{
  "id": null,
  "sura": 25,
  "aya": 54,
  "text": "<p> محرمًا] (١) أن يغلب أحدهما صاحبه (٢) . وفي الآية محذوف؛ وهو الذي حرم قوله:  {وَحِجْرًا مَحْجُورًا} على تقدير: وحرامًا محرمًا أن يفسد أحدهما الآخر، فحذف لدلالة قوله:  {وَجَعَلَ بَيْنَهُمَا بَرْزَخًا} عليه. وذكرنا الكلام في:  {وَحِجْرًا مَحْجُورًا} في هذه السورة (٣) . وتفسير البرزخ، تقدم في سورة: المؤمنين (٤) . </p><p> ٥٤ - وقوله تعالى:  {وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا} قال مقاتل: خلق من النطفة إنسانًا (٥)  {فَجَعَلَهُ} يعني: الإنسان (٦)  {نَسَبًا}  (٧) النسب: نسب القرابات. والصهر: حرمة الختونة (٨) . </p><p>(١) ما بين المعقوفين، ساقط من (ج). (٢) \"معاني القرآن\" للفراء ٢/ ٢٧٠. وفي \"تفسير مقاتل\" ص ٤٦ أ: يعني: حجابًا محجوبًا فلا يختلطان، ولا يفسد طعم الملح العذب.(٣) عند قوله تعالى: {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا} [الفرقان: ٢٢](٤) عند قوله تعالى: {وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ} [المؤمنون: ١٠٠] قال الواحدي في تفسيرها: معنى البرزخ في اللغة: الحاجز بين الشيئين كيفما كان من عين أو معنى نحو المسافة والجدار والأيام والعداوة وغير ذلك.(٥) \"تفسير مقاتل\" ص ٤٦ أ. و\"مجاز القرآن\" لأبي عبيدة ٢/ ٧٧. و\"غريب القرآن\" لابن قتيبة ص ٣١٤. و\"تفسير ابن جرير\" ١٩/ ٢٦.(٦) \"تفسير مقاتل\" ص ٤٦ أ.(٧) قال ابن كثير ٦/ ١١٧: فهو في ابتداء أمره ولد نسيب، ثم يتزوج فيصير صهرًا، ثم يصير له أصهار، وأختان، وقرابات، وكل ذلك من ماء مهين.(٨) قال ابن قتيبة ص ٣١٤: {فَجَعَلَهُ نَسَبًا وَصِهْرًا} عني: قرابة النسب. {وَصِهْرًا} يعني: قرابة النكاح. قال الماوردي ٤/ ١٥١: النسب: من تناسب كل والد وولد، وكل شيء أضفته إلى شيء عرَّفته به فهو مناسبه. ثم قال: وأصل الصهر الاختلاط، فسميت المناكح صهرًا لاختلاط الناس بها، ومنه قوله تعالى: {يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ} [الحج: ٢٠] وقيل: إن أصل الصهر: الملاصقة. وأما الختونة فهي المصاهرة. \"تهذيب اللغة\" ٧/ ٣٠١ (ختن).</p><p> قال الأصمعي، وابن الأعرابي: الأسماء من قبل الزوج، والأختان من قبل المرأة، والصهر يجمعهما (١) . </p><p> قال أبو عبيد: يقال: فلان مصهر بنا، وهو من القرابة، وأنشد لزهير: </p><p> قَوْدُ الجيادِ وإصهارُ الملوكِ وصبـ ... رٌ في مواطنَ لو كانوا بها سَئِمُوا (٢) </p><p> واختلفوا في المراد بالنسب، والصهرة فقال علي -رضي الله عنه-: النسب: ما لا يحل نكاحه، والصهر: ما يحل نكاحه (٣) . والآية من باب حذف المضاف، على تقدير: فجعله ذا نسب، وصهر، أي ذا قرابات لا يحل له التزوج بهن، وفيهن. كالأم، والأخت، والبنت، وبنات الأخ، وبنات الأخت. وذا نسب لا يحرم عليه ذلك النسب التزوج؛ كالأخوين يتزوجان بأختين، فصهر أحد الأخوين لم يحرِّم مصاهرة الأخ الثاني. وكذلك الرجل يتزوج بالمرأة، وابنه بابنتها، وما شاكل هذا من باب المصاهرة. هذا على قول علي -رضي الله عنه-. </p><p> قال الكلبي، والضحاك، وقتادة، ومقاتل: النسب: سبعة أصناف من القرابة؛ وهو قوله:  {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} إلى قوله: {وَأُمَّهَاتُ نِسَائِكُمْ}  (٤)  [النساء: ٢٣] والصهر: مَنْ لا قرابة له، ويحرم بالنسب، وهي </p><p>(١) \"تهذيب اللغة\" ٧/ ٣٠٠ (ختن). (٢) \"تهذيب اللغة\" ٦/ ١٠٨ (صهر)، ونسب البيت إلى زهير من إنشاد أبي عبيد. والبيت في \"ديوان زهير\" ص ٩٤، من قصيدة يمدح فيها: هرم بن سنان، فيصفه بقيادة الخيل، ومصاهرة الملوك، والصبر في مواطن الحرب، وغيرها مما يسأم فيه غيره. حاشية الديوان.(٣) ذكره الثعلبي ٨/ ١٠٠ ب، منسوبًا لعلي -رضي الله عنه- بدون إسناد.(٤) أمهات النساء، غير داخلة في المحرمات من القرابة، فقوله: إلى، لا يدخل فيه ما بعدها. وظاهر صنيع الواحدي -رحمه الله- أنه يدخل المحرمات من الرضاعة في =</p><p> خمسة:  {وَأُمَّهَاتُ نِسَائِكُمْ} إلى قوله {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ}  (١) وهذا القول اختيار الفراء، والزجاج (٢) . </p><p> وعلى هذا: الصهر محرم، كالنسب. ونحو هذا روى سعيد بن جبير، عن ابن عباس، وجعل من جهة الصهر سبعًا أيضًا؛ فقال: حرم الله من النسب سبعًا: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ وَأَخَوَاتُكُمْ وَعَمَّاتُكُمْ وَخَالَاتُكُمْ وَبَنَاتُ الْأَخِ} وبنات الأخت، من النسب، ومن الصهر:  {وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} إلى آخر الآية. والسابعة:  {مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ}  (٣) . </p><p>= المحرمات من القرابة؛ لأن المحرمات من الرضاعة في الآية المشار إليها ذكر قبل ذكر المحرمات من الصهر. وهذا مخالف لكون المحرمات بالنسب خمسة، إذ لا يكمل العدد إلا بإدخال المحرمات من الرضاعة فيه. وهذا موافق لما في \"تفسير مقاتل\" ص ٤٦ أ؛ قال: والصهر من القرابة خمس نسوة: أمهاتكم اللاتي أرضعنكم، وأخواتكم من الرضاعة ... وما ذكره الواحدي، عن الضحاك، مخالف لما أخرجه عنه ابن جرير ١٩/ ٢٦، ومخالف أيضًا لما سينقله عن ابن عباس -رضي الله عنهما - حيث جعل الرضاعة من الصهر. ومخالف لما ذكر الثعلبي ١٠٠ ب، منسوبًا للضحاك، وقتادة، ومقاتل. فالظاهر أن الآية كتبت خطأ. ويشهد لهذا ما ذكره في \"الوسيط\" ٣/ ٣٤٣، حيث جعل المحرمات من الصهر سبعًا، ستة مذكورة في الآية، والسابعة في قوله تعالى: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} [النساء: ٢٢]. (١) أخرجه ابن جرير ١٩/ ٢٦، عن الضحاك. ونسبه السمرقندي ٢/ ٤٦٣، للكلبي. وهو في \"تفسير الثعلبي\" ١٠٠ ب، منسوبًا لمن ذكر الواحدي؛ عدا الكلبي.(٢) \"معاني القرآن\" للفراء ٢/ ٢٧٠. و\"معاني القرآن\" للزجاج ٤/ ٧٢. وليس فيهما التفصيل الذي ذكره الواحدي.(٣) أخرج هذا القول ابن أبي حاتم ٨/ ٢٧١٠، عن قتادة. وليس في رواية قتادة تفصيل المحرمات، بل قال: سبع من النسب، وسبع من الصهر. وذكر قول قتادة، =</p>"
}