{
  "id": null,
  "sura": 25,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي} قال الكلبي: صرفني. وقال مقاتل: ردني (١) . وكل ما أضلك عن شيء حتى لا تجده فقد صرفك وردك عنه. </p><p> {عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي} قال ابن عباس: يريد القرآن، وما فيه من المواعظ. وقال الكلبي: يعني القرآن، والإيمان {بَعْدَ إِذْ جَاءَنِي} مع الرسول (٢) . </p><p> وقال مقاتل: عن الإيمان بالقرآن (٣) . وقيل: عن الرسول؛ حكاه الفراء (٤) . وتمَّ الكلام هاهنا ثم قال:  {وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} وهذا من قول الله تعالى لا من الإخبار عن قول الظالم (٥) . يقول: وكان </p><p>= خليل إبراهيم، وإبراهيم خليل الله، ولا يجوز أن يقال: الله خليل إبراهيم من الخلة التي هي الحاجة. (١) \"تفسير مقاتل\" ص ٤٥ أ.(٢) \"تنوير المقباس\" ص ٣٠٢. وأخرج ابن أبي حاتم ٨/ ٢٦٨٧، عن عمرو بن ميمون، يعني: الإسلام.(٣) \"تفسير مقاتل\" ص ٤٥ أ.(٤) \"معاني القرآن\" للفراء ٢/ ٢٦٧. واقتصر في: \"الوسيط\" ٣/ ٣٣٩، على: القرآن والإيمان به. وفي:\"الوجيز\" ٢/ ٧٧٨، على: القرآن. وليس بين هذه الأقوال تعارض، فهي من باب اختلاف التنوع، لا اختلاف التضاد. قال ابن عطية: الذكر ما ذَكر به الإنسان أمر آخرته من قرآن أو موعظة، ونحوه.(٥) اقتصر الواحدي -رحمه الله- على هذا القول، مع أنه يحتمل أن يكون من كلام الظالم، وذلك من شدة ما يجد من الحسرة، ولوضوح الحقيقة عنده في ذلك الموقف. انظر: \"تفسير الزمخشمري\" ٣/ ٢٦٩، حيث ذكر هذا الاحتمال. وكذا ابن عطية ١١/ ٣٥. والأطهر عند الشنقيطي ٦/ ٣٠٥، أنه من كلام الله، وليس من كلام الكافر النادم يوم القيامة.</p><p> الشيطان في الآخرة خذولًا للإنسان، يعني: الكافر، يتبرأ منه (١) . هذا قول مقاتل (٢) . وأما قول ابن عباس، وهو (٣) : أن هذا الخذلان من الشيطان للكافرين في الآخرة (٤) . </p><p> وقال الكلبي: يعني خذلان إبليس للمشركين ببدر، وكان معهم في صورة سراقة بن مالك، فلما عاين الملائكة تبرأ منهم. وهو قوله تعالى:  {نَكَصَ عَلَى عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ}  [الأنفال: ٤٨]  (٥) .وقُتل عقبة بن أبي معيط، يوم بدر صبرًا (٦) ولم يقتل من الأسارى غيره، وغير النضر بن الحارث (٧) . </p><p>(١) أخرج نحوه ابن أبي حاتم ٨/ ٢٦٨٧، عن قتادة. قال الثعلبي ٨/ ٩٥ ب: وحكم هذه الآيات عام في كل متحابين اجتمعا على معصية الله -عَزَّ وَجَلَّ- وذكر البغوي ٦/ ٨٢، بعد تفسيره لهذه الآيات جملة من الأحاديث النبوية في الجليس الصالح، والجليس السوء. (٢) يوهم صنيع الواحدي -رحمه الله- هنا أن مقاتل يقول بالعموم، وليس الأمر كذلك، بل قيد الإنسان كما في تفسيره ٤٥ أ، بعقبة. ثم قال: ونزل فيهما: {الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ} [الزخرف: ٦٧]. ونحوه في \"تفسير عبد الرزاق\" ٢/ ٦٨، عن ابن عباس رضي الله عنهما، من طريق: مِقْسَم.(٣) في جميع النسخ: (وهو)، والمناسب للسياق: فهو.(٤) في \"تنوير المقباس\" ص ٣٠٢، جعله عامًا في خذلانه عندما يحتاج إليه.(٥) ليس هناك تعارض فيما ذكره الواحدي -رحمه الله- وليس في هذه الأمثلة ما يدل على أن هذا من كلام الكافر. وقد اقتصر في: \"الوسيط\" ٣/ ٣٣٩، و\"الوجيز\" ٢/ ٧٧٨، على أن الإنسان في الآية: الكافر.(٦) يقال: قُتل فلانٌ صبرًا، معناه: حبسًا، ومن ذلك الصوم، سمي صبرًا، لانه حبس للنفس عن المطاعم، والنكاح، والملتذ من الشهوات. \"الزاهر في معاني كلمات الناس\" ٢/ ٢٠١.(٧) \"تفسير مقاتل\" ص ٤٥ أ. وأخرج ابن إبي حاتم ٨/ ٢٦٨٧، عن السدي أنهما قتلا =</p>"
}