{
  "id": null,
  "sura": 25,
  "aya": 77,
  "text": "<p> ٧٦ - وقوله:  {خَالِدِينَ} حال من قوله: {يُلَقَّوْنَ} قال ابن عباس: لا يموتون، ولا يهرمون، ولا يسقمون {فِيهَا} في: الغرفة {حَسُنَتْ} أي الغرفة {مُسْتَقَرًّا} موضع قرارٍ {وَمُقَامًا} موضع إقامة. قال ابن عباس: طاب لهم المستقر والمقام مع الحور العين، والولدان المخلدين (١) . </p><p> ٧٧ - قوله تعالى:  {قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ} ، قال الليث: تقول: ما أعبأ بهذا الأمر، أي: ما أصنع به، كأنك تستقلُّه وتستحقرُه. تقول: عَبَأَ يَعْبَأُ عَبْأً وعِبَاءً ممدود (٢) . وقال الكسائي: عبى مقصور. </p><p> وقال أبو عبيدة: يقال ما عَبأتُ به شيئًا، أي: لم أعده شيئًا (٣) . </p><p> [وقال شَمِر: قال أبو عبد الرحمن: ما عَبَأت به شيئًا،أي:لم أعده شيئًا]  (٤) </p><p> وقال أبو عدنان، عن بعض أهله، يقال: ما يعبأ الله بفلان، إذا كان فاجرًا، أو مائقًا (٥) وإذا قيل: قد عبأ الله به فهو رجل صدق. قال: وأقول: ما عبأت بفلان، أي: لم أقبل منه شيئًا؛ ولا من حديثه (٦) . وقال أبو إسحاق: تأويله: {قُلْ مَا يَعْبَأُ بِكُمْ} أيُّ وزنٍ يكون لكم عنده، كما يقول: </p><p>(١) أخرج نحو ما سبق ابن أبي حاتم ٨/ ٢٧٤٤، عن سعيد بن جبير. وهذه الآية في مقابل قوله تعالى قبل ذلك عن النار: {إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا} تفسير الرازي ٢٤/ ١١٦. (٢) كتاب \"العين\" ٢/ ٢٦٣ (عبء)، وذكره ابن جرير ١٩/ ٥٥، ولم ينسبه.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ٨٢. وذكره البخاري، ولم ينسبه، \"الفتح\" ٨/ ٤٩٠.(٤) ما بين المعقوفين، في (ج)، وهو في \"تهذيب اللغة\" ٣/ ٢٣٥ (عبا).(٥) المائق: الهالك حمقاً وغباوة. \"تهذيب اللغة\" ٩/ ٣٦٣ (موق)، و\"لسان العرب\" ١٠/ ٣٥٠.(٦) \"تهذيب اللغة\" ٣/ ٢٣٤ (عبا)، وفيه: قال أبو عدنان عن رجل من باهلة.</p><p> ما عبأت بفلان، أي: ما كان له عندي وزن، ولا قدر. وأصل العِبْء في اللغة: الثِقل، ومن ذلك: عبأت المتاع، جعلت بعضه على بعض (١) . </p><p> وقال بعض أهل اللغة: أصل هذا الحرف، من: تهيئة الشيء، قال: عَبَأت الطيب، أَعْبَؤُه عَبْأ إذا هيأته، قال: </p><p> كأنَّ بِنَحرِه وبِمنْكبيه ... عَبيرًا باتَ يعبؤه عَروس (٢) </p><p> قال أبو زيد: يقال: عَبَأت الأمر والطيب عَبْأ إذا ما صنعته وخلطته، وعَبَأت المتاع عَبْأ إذا هيأته. ويقال: عَبَّأته تعبئة، وكل من كلام العرب، وعبأت الخيل تعبئة وتعبيئًا. انتهى كلامه (٣) . والعِبء: الثقل؛ لأنه يُهيأ له ما يُحمل به، وما أَعْبَأ به: أي لا أهبأ به أمرًا (٤) . هذا كلام أهل اللغة في هذا الحرف. </p><p> قال مجاهد، ومقاتل: يقول: ما يفعل بكم ربي (٥) . وهو اختيار الزجاج (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٧٨. ونقله عنه الأزهري ٣/ ٢٣٤ (عبا). وفي (ج): (النقل) بدل: (الثقل). (٢) بنصه في \"إصلاح المنطق\" ١٤٩، دون إنشاد البيت. وذكره الثعلبي ٨/ ١٠٥ ب، ولم ينسب القول ولا البيت. وأنشد البيت الطبرسي ٧/ ٢٨٣، ولم ينسبه، وإنما قال: قال الشاعر يصف أسدًا. وأنشده القرطبي ١٣/ ٨٤، بلفظ: كان بصدره وبجانبيه. وأنشده في \"لسان العرب\" ١/ ١١٨ (عبأ)، ونسبه لأبي زبيد. قال الشنقيطي ٦/ ٣٥٩: قوله: يعبؤه، أي: يجعل بعضه فوق بعض لمبالاته به، واكتراثه به.(٣) \"تهذيب اللغة\" ٣/ ٢٣٥ (عبا).(٤) \"تهذيب اللغة\" ٣/ ٢٣٥ (عبا)، بلفظ: ما عبأت به شيئاً: لم أباله.(٥) \"تفسير مجاهد\" ٢/ ٤٥٧، وأخرجه ابن جرير ١٩/ ٥٥، وابن أبي حاتم ٨/ ٢٧٤٥. و\"تفسير مقاتل\" ص ٤٧ ب. واقتصر عليه الهواري ٣/ ٢٢٠.(٦) \"معاني القرآن\" للزجاج ٤/ ٧٨.</p><p> وقال ابن عباس، والكلبي، وابن زيد: ما يصنع بكم ربي (١) . وهذا اللفظ اختيار الفراء (٢) . </p><p> وقوله:  {لَوْلَا دُعَاؤُكُمْ} قال مجاهد، والكلبي: لولا دعاؤه إياكم لتعبدوه وتطيعوه (٣) . واختاره القراء؛ فقال: لولا دعاؤه إياكم إلى الإسلام (٤) . ومعنى الآية على هذا: أي مقدار ووزن لكم عند الله لولا أنه خلقكم لتعبدوه، وتطيعوه. وهذا معنى قول ابن عباس، أي: إنما أريد منكم أن توحدني. والدعاء على هذا مصدر مضاف إلى المفعول. قال: لولا عبادتكم (٥) . وهو قول الكلبي (٦) . </p><p> وقال أبو إسحاق: أي: لولا توحيدكم إياه (٧) . وعلى هذا: المصدر مضاف إلى الفاعل، وفيه تنبيه على أن من لا يعبد الله، ولا يوحده ولا يطيعه لا وزن له عند الله (٨) . وهذه الآية عند ابن عباس، خطاب لجميع </p><p>(١) أخرجه ابن جرير ١٩/ ٥٥، عن ابن زيد. وأخرجه ابن أبي حاتم ٨/ ٢٧٤٥، عن عمرو بن شعيب. وذكره الأزهري ٣/ ٢٣٤، عن الكلبي. (٢) \"معاني القرآن\" للفراء ٢/ ٢٧٥.(٣) أخرجه عن مجاهد ابن جرير ١٩/ ٥٥، وابن أبي حاتم ٨/ ٢٧٤٥، و\"تفسير مجاهد\" ٢/ ٤٥٧. وفي \"تنوير المقباس\" ص ٣٠٦: {لَوْلَا دُعَاؤُكُمْ} أن الله أمركم بالتوحيد.(٤) \"معاني القرآن\" للفراء ٢/ ٢٧٥. قال الهواري ٣/ ٢٢٠: لولا عبادتكم وتوحيدكم وإخلاصكم، كقوله: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [غافر: ١٤].(٥) \"تفسير مقاتل\" ص ٤٧ ب.(٦) \"تنوير المقباس\" ص ٣٠٦.(٧) \"معاني القرآن\" للزجاج ٤/ ٧٨. وأخرج نحوه ابن أبي حاتم عن ابن عباس: لولا إيمانكم ولعل المراد بهذا الإيمان والتوحيد، ما ذكره الماوردي ٤/ ١٦٢، ولم ينسبه: لولا دعاؤكم له إذا مسكم الضر وأصابكم السوء، رغبة إليه وخضوعًا إليه.(٨) رجح ابن القيم هذا القول؛ فقال: والصحيح من القولين: لولا أنكم تدعونه =</p><p> الخلق؛ لأنه قال: ثم رجع إلى جميع الخلق (١) . وعند الكلبي: أنه من خطاب أهل مكة (٢) . </p><p> وقال ابن قتيبة، في هذه الآية: أي ما يعبأ بعذابكم ربي، لولا ما تدعونه من دونه من الشريك والولد (٣) . </p><p>= وتعبدونه، أي: أي شيء يعبأه بكم لولا عبادتكم إياه فيكون المصدر مضافاً إلى الفاعل. \"جلاء الأفهام\" ص ٢٥٤. وذكر هذا ابن العربي المالكي، في \"أحكام القرآن\" ٣/ ٤٣٠، عن بعض الأدباء، ولم يسمه، ثم قال: وليس هو كما زعم، وإنما هو مصدر أضيف إلى المفعول، والمعنى: قل يا محمد للكفار: ما يعبأ بكم ربي لولا دعاؤكم ببعثة الرسل إليكم، وتبيين الأدلة لكم، فقد كذبتم فسوف يكون عذابكم لزاماً. قال الثعالبي: والحق أن الآية محتملة لجميع ما تقدم، ومن ادعى التخصيص فعليه بالدليل، والله أعلم. \"الجواهر الحسان\" ٢/ ٤٧٦. قال ابن عاشور ١٣/ ٤٣٨: والحاصل أنه ليس فيكم الآن ما يصلح أن يعتد بكم لأجله إلا الدعاء؛ لأنكم مكذبون، وإنما قلت: الآن؛ لأن: ما، لا تدخل إلا على مضارع بمعنى الحال، عكس: لا.(١) أخرج ابن جرير ١٩/ ٥٥، وابن أبي حاتم ٨/ ٢٧٤٥، عن ابن عباس -رضي الله عنهما- من طريق علي بن أبي طلحة وأخبر الله تعالى الكفار أنه لا حاجة له بهم ...(٢) \"تنوير المقباس\" ص ٣٠٦. وعند مقاتل خلاف ذلك؛ قال في قوله تعالى: {فَقَدْ كَذَّبْتُمْ} النبي -صلى الله عليه وسلم- بعد كفار مكة.(٣) \"تأويل مشكل القرآن\" ٤٣٨. والسبب في كون هذه الآية مشكلة؛ لأن فيها مضمر، فاختلف في تعيينه. أفاده ابن قتيبة، ولذا ذهب إلى ما ذهب إليه أخذاً بظاهر الآية، ثم قال: ويوضح ذلك قوله: {فَسَوْفَ يَكُونُ لِزَامًا} أي: يكون العذاب لمن كذب ودعا من دونه إلهاً لازماً. وذكر الطوسي ٧/ ٥١٣، هذا القول عن البلخي؛ قال: معناه: لولا كفركم وشرككم ما يعبأ بعذابكم، وحذف العذاب وأقام المضاف إليه مقامه. وذكر ابن جرير الطبري ١٩/ ٥٧، قول ابن قتيبة، ورد عليه فقال: وقد كان بعض من لا علم له بأقوال أهل العلم، يقول في تأويل ذلك: قل ما يعبؤ بكم ربي لولا دعاؤكم ما تدعون من دونه من الآلهة والأنداد. وهذا قول لا معنى للتشاغل =</p><p> قال ابن الأنباري: وهذا لم يقل به أحد من السلف، وهو عندي غير صحيح؛ لأن الدعاء يجوز أن يقع على شيئين متضادين، فيقال: لولا دعاؤكم الأصنام، ولولا دعاؤكم الله، وإذا احتمل الحرف الوقوع على معنيين متضادين، لم يجز حذف المنوي؛ لأنه يلتبس؛ ألا ترى أن من قال: أنا أكره كلامك، لم يحسن له أن يقول: أنا أكره. ويسكت؛ لأن المخاطب لا يدري أكراهته تقع على الكلام، أم على السكوت، فإضمار ابن قتيبة الشركاء، والآلهة، في الآية غير صحيح (١) . وأيضًا فإنه لا خلاف بين النحوين أنهم إذا قالوا: ما عبأت بفلان، معناه: ما عددته شيئًا؛ ولم يقل منهم أحد: إن معناه: ما عبأت بكلامه، أو بغضه، أو رضاه؛ لأن المضمر مجهول المعنى، وما جهل معناه لم يخذف؛ ثم قال: وتأويل الآية: ما يعبأ بكم ربي، لولا دعاؤه إياكم لتعبدوه وتطيعوه، أي: لولا هذا ما عدكم الله شيئًا، ولا كانت له فيكم حاجة. </p><p> قوله:  {فَقَدْ كَذَّبْتُمْ} الخطاب لأهل مكة، أي: كذبتم محمدًا -صلى الله عليه وسلم- (٢) . واتصال هذا الكلام بما قبله على معنى: أنه دعاكم إلى توحيده وعبادته فقد كذبتم الرسول ولم تجيبوا دعوته (٣) . </p><p>= به لخروجه عن أقوال أهل العلم من أهل التأويل. وقد ذكر الشنقيطي ٦/ ٣٥٩، هذه المسألة بالتفصيل واستدل على صحة الأقوال الواردة في الآية، واستبعد القول الذي ذكره ابن قتيبة؛ لأن فيه تقدير مالا دليل عليه، ولا حاجة إليه. (١) سبق ذكر رد ابن جرير عليه.(٢) أخرج ذلك ابن أبي حاتم ٨/ ٢٧٤٥، عن السدي.(٣) أخرج ابن أبي حاتم ٨/ ٢٧٤٥، عن الوليد بن أبي الوليد، قال: بلغني أن تفسير هذه الآية: ما خلقتكم لي بكم حاجة، إلا أن تسألوني فأغفر، وتسألوني فأعطكم.</p><p> قوله تعالى:  {فَسَوْفَ يَكُونُ لِزَامًا} قال الليث: اللزام الذي يلزمك ولا يفارقك (١) . وأنشد أبو عبيدة، لصخر الغي (٢) : </p><p> فإما ينجوَا من حَتفِ أرضٍ ... فقد لَقيا حُتوفهما لزامًا (٣) </p><p> أي: أنه واقع لا محالة. قال الزجاج: وتأويل هذا: أن الحتف إذا كان مقدرًا فهو لازم، إن نجا من حتف مكان لقيه الحتف في مكان آخر لازمًا له لزامًا (٤) . والمفسرون ذكروا في تفسير اللزام: أنه يوم بدر، وهو قول ابن مسعود، وأبي بن كعب، ومجاهد، ومقاتل، والسدي، ورواية عطاء عن ابن عباس؛ قال: يريد القتل يوم بدر، وعذاب الدنيا متصل بعذاب الآخرة (٥) . </p><p>(١) \"العين\" ٧/ ٣٧٢ (لزم)، بمعناه، وكذا في \"تهذيب اللغة\" ١٣/ ٢٢٠. (٢) صخر الغَي، صخر بن عبد الله الخيثمي، من بني هذيل، شاعر جاهلي، لقب بصخر الغي، لخلاعته، وشدة بأسه، وكثرة شره \"الشعر والشعراء\" ص ٤٤٨، و\"الأعلام\" ٣/ ٢٠١.(٣) ذكره أبو عبيدة، في \"المجاز\" ٢/ ٨٢، ونسبه للهذلي، ولفظه:فإما ينجوا من حتف يوم ... فقد لقيا حتوفهما لزامًاوأنشده أبو عبيدة استدلالًا على أن المراد باللزام: الفيصل. وذكره الزجاج ٤/ ٧٨، عن أبي عبيدة استدلالًا على ما ذكره، وكذا الأزهري ٣١/ ٣٢٠ (لزم)، ورواية البيت موافقة لما في المعاني، والتهذيب، مما يدل على نقل الواحدي عنهما. والله أعلم. وذكره ابن عطية ١١/ ٨٤، من إنشاد أبي عبيدة. وذكره القرطبي ١٣/ ٨٦، بلفظ:فإما ينجوا من خسف أرض(٤) \"معاني القرآن\" للزجاج ٤/ ٧٩. واختار هذا الماوردي ٤/ ١٦٢؛ فقال: وأظهر الأوجه أن يكون اللزام الجزاء للزومه. وتبعه العز، في تفسيره ٢/ ٤٣٥.(٥) \"تفسير مجاهد\" ٢/ ٤٥٧. و\"تفسير مقاتل\" ص ٤٧ ب. وأخرج عبد الرزاق ٢/ ٧٢، عن قتادة، قال: قال أبي: هو القتل يوم بدر. وأخرجه ابن جرير ١٩/ ٥٦، عن ابن =</p><p> قال أبو إسحاق: وتأويله: فسوف تلزمكم العقوبة بتكذيبكم، [فيدخل في هذا يوم بدر، وغيره مما يلزمهم من العذاب. وذكر وجهًا آخر،فقال:تأويله -والله أعلم-: فسوف يكون تكذيبكم]  (١) لزامًا يلزمكم، فلا تعطون التوبة (٢) . </p><p> وقال الكلبي:  {فَسَوْفَ يَكُونُ لِزَامًا} أخذًا باليد، والقتل يوم بدر؛ وهو من عذاب الدنيا فأسروا يوم بدر وقتلوا (٣) . </p><p> وقال الفراء: فسوف يكون تكذيبكم يوم بدر لزامًا، عذابًا لازمًا لكم (٤) . وحكى أبو إسحاق، عن أبي عبيدة:  {لِزَامًا} فيصلًا (٥) . ونحو هذا روى ثعلب، عن ابن الأعرابي، وقال: اللَّزْمُ: فَصْل الشيء، من قوله تعالى:  {يَكُونُ لِزَامًا} أي: فيصلًا (٦) . والمعنى على هذا: فسوف يكون </p><p>= مسعود، وأبي بن كعب، وإبراهيم، ومجاهد، والضحاك. وأخرجه ابن أبي حاتم ٨/ ٢٧٤٦، عن أبي مالك، وأبي بن كعب، وابن مسعود، والقرظي، ومجاهد، وقتادة، والضحاك. وبه قال الهوَّاري ٣/ ٢٢٠. وأخرج ابن جرير ١٩/ ٥٧، عن ابن عباس -رضي الله عنهما- من طريق علي بن أبي طلحة: اللزام: الموت. وأخرج عن ابن زيد: اللزام: القتال. قال في \"الوسيط\" ٣/ ٣٤٩: والمعنى أنهم قتلوا يوم بدر، واتصل به عذاب الآخرة، لازماً لهم فلحقهم الوعيد الذي ذكر الله ببدر. وأما في \"الوجيز\" ٧٨٥، فلم يحدد بل جعل الآية مطلقة؛ فقال: {فَسَوْفَ يَكُونُ} العذاب لازماً لكم. (١) ما بين المعقوفين، ساقط من (ج).(٢) \"معاني القرآن\" للزجاج ٤/ ٧٨.(٣) \"تنوير المقباس\" ص ٣٠٦، بمعناه.(٤) \"معانى القرآن\" للفراء ٢/ ٢٧٥، بمعناه.(٥) \"معاني القرآن\" للزجاج ٤/ ٧٨، ثم قال: وهو في قريب مما قلنا، ألا أن القول أشرح. و\"مجاز القرآن\" لأبي عبيدة ٢/ ٨٢.(٦) \"تهذيب اللغة\" ١٣/ ٢٢١ (لزم).</p><p> القتل والهلاك، أو العذاب أو تكذيبكم، على معنى: جزاء تكذيبكم فيصلًا بينكم وبين المؤمنين، ثم كان ذلك يوم بدر، والقول الأول، من: اللَّزام، وهذا من: اللِّزام، وهما ضدان (١) . </p><p> والله تعالى أعلم بالصواب، وإليه المرجع والمآب. </p><p>(١) قال الزجاج ٤/ ٧٩ ومن قرأ: لَزاماً، بفتح اللام، فهو على مصدر لزم لزاماً. ونحوه في \"إعراب القرآن\"، للنحاس ٣/ ١٧٠. قال القرطبي ١٣/ ٨٦: اللِّزام، بالكسر: مصدر لازم، لزاماً، مثل: خاصم خصامًا، واللَّزام، بالفتح، مصدر: لزِم، مثل: سلِم سلاماً، أي: سلامة، فالَلزام بالفتح: الُلزوم، والِلزام: الملازمة. وفي \"لسان العرب\" ١٢/ ٥٤٢ (لزم): وهو في اللغة. الملازمة للشيء والدوام عليه، وهو أيضًا الفصل في القضية، فكأنه من الأضداد.</p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإمام محمد بن سعود الإسلامية </p><p> عمادة البحث العلمي </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن على بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> من أول سورة الشعراء إلى سورة العنكبوت </p><p> تحقيق </p><p> د. سليمان بن إبراهيم بن محمد الحصين </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن بسطام آل سعود ... أ. د. تركي بن سهو العتيبي </p><p> الجزء السابع عشر </p><p> المملكة العربية السعودية </p><p> وزارة التعليم العالي </p><p> جامعة الإمام محمد بن سعود الإسلامية </p><p> عمادة البحث العلمي </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن على بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> من أول سورة الشعراء إلى سورة العنكبوت </p><p> تحقيق </p><p> د. سليمان بن إبراهيم بن محمد الحصين </p><p> أشرف على طباعته وإخراجه </p><p> د. عبد العزيز بن بسطام آل سعود ... أ. د. تركي بن سهو العتيبي </p><p> الجزء السابع عشر </p><p> جامعة الإمام محمد بن سعود الإسلامية ١٤٣٠ هـ </p><p> فهرسة مكتبة الملك فهد الوطنية أثناء النشر </p><p> الواحدي، علي بن أحمد </p><p> التفسير البسيط لأبي الحسن علي بن أحمد بن محمد </p><p> الواحدي (ت ٤٦٨ هـ) ./ سليمان بن إبراهيم بن محمد الحصين، </p><p> الرياض ١٤٣٠ هـ. </p><p> ٢٥ مج. (سلسلة الرسائل الجامعية) </p><p> ردمك: ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٧٤ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج ١٧) </p><p> ١ - القرآن تفسير ... ٢ - الواحدي, علي بن أحمد </p><p> أ- العنوان ... ب- السلسلة </p><p> ديوي ٢٢٧.٣ ... ٨٦٨/ ١٤٣٠ </p><p> رقم الإيداع: ٨٦٨/ ١٤٣٠ هـ </p><p> ردمك: ٤ - ٨٥٧ - ٠٤ - ٩٩٦٠ - ٩٧٨ (مجموعة) </p><p> ١ - ٨٧٤ - ٠٤ - ٩٩٦٠ - ٩٧٨ (ج ١٧) </p><p> التَّفْسِيرُ البَسِيْط </p><p> لأبي الحسن على بن أحمد بن محمد الواحدي </p><p> (ت ٤٦٨ هـ) </p><p> [١٧] </p><p> بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ </p><p> سورة الشعراء </p><p> تفسير سورة الشعراء (١) </p><p>(١) قال مقاتل ٤٨ أ: \"سورة الشعراء مكية، غير آيتين فإنهما مدنيتان؛ أحدهما: قوله تعالى: {أَوَلَمْ يَكُنْ لَهُمْ آيَةً} الآية [١٩٧]، والأخرى قوله تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} [٢٢٤]. وبعض أهل التفسير يقول: إن من قوله تعالى: {وَالشُّعَرَاءُ} إلى آخرها، وهن أربع آيات، مدنيات. والله أعلم بما أنزل\". قال ابن قتيبة: \"سورة الشعراء مكية كلها إلا خمس آيات من آخرها\". \"غريب القرآن\" ٣١٦. فإن كان المراد بالخمس من: {وَالشُّعَرَاءُ} فإن هذا لا يستقيم؛ لأنهن أربع آيات، من [٢٢٤ - ٢٢٧]. قال الثعلبي ٨/ ١٠٦ ب: \"سورة الشعراء مكية إلا قوله: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} إلى آخر السورة فإنها مدنية. وتبعه الماوردي ٤/ ١٦٣. ولم يذكر الواحدي في \"الوسيط\" ٣/ ٣٥٠، ولا الوجيز ٢/ ٧٨٦، خلافاً في مكية السورة كلها، دون استثناء. وحكاه ابن عطية ١١/ ٨٥، قول جمهور الناس. وأخرج ابن الضريس، وابن مردويه، عن ابن عباس، قال. أنزلت سورة الشعراء بمكة. وأخرج ابن مردويه، مثله عن عبد الله بن الزبير. \"الدر المنثور\" ٦/ ٢٨٨.قال القاسمي ١٣/ ٤: \"قال الداني: رُوي بسند صحيح أنها نزلت في شاعرين تهاجيا في الجاهلية، مع كل واحد منهما جماعة. فالسورة على هذا كلها مكية\". وقد ذكر الواحدي في \"الوسيط\" ٣/ ٣٥٠، حديث أبي بن كعب في فضل هذه السورة وكذا الطبرسي ٧/ ٣٨٦؛ وهو حديث موضوع، تخريج الزيلعي لـ\"الكشاف\" ٢/ ٤٨٣. و\"الفتح السماوي\" ٢/ ٨٩٠. وقد سبق الحديث عنه في أول سورة الفرقان.وعدد آياتها: مائتان وسبع وعشرون آية. \"تفسير الطوسي\" ٨/ ٣. و\"مصاعد النظر\" ٢/ ٣٢٥. و\"تفسير الوسيط\" ٣/ ٣٥٠. قال ابن كثير ٦/ ١٣٥: \"ووقع في تفسير مالك المروي عنه، تسميتها: سورة الجامعة\". قال ابن عاشور ١٩/ ٩٨: \"اشتهرت عند السلف بسورة: الشعراء؛ لأنها تفردت من بين سور القرآن بذكر =</p>"
}