{
  "id": null,
  "sura": 25,
  "aya": 44,
  "text": "<p> دون الله (١) . أي: لست كذلك. قال الكلبي: نسختها آية القتال (٢) . </p><p> ٤٤ - {أَمْ تَحْسَبُ} بل أتحسب يا محمد (٣)  {أَنَّ أَكْثَرَهُمْ}  (٤) </p><p>(١) في غريب القرآن لابن قتية ص ٣١٣، {وَكِيلًا} أي: كفيلًا، وقيل: حافظًا. ونسب الماوردي ٤/ ١٤٣، الأول للكلبي، والثاني ليحيى بن سلام. قال الثعلبي ٨/ ٩٩ أ: أي: حفيظًا من الخروج إلى هذا الفساد.(٢) \"تنوير المقباس\" ص ٣٥٣ و\"الوسيط\" ٣/ ٣٤١. ولم ينسب هذا القول في \"الوجيز\" ٢/ ٧٨٠، وصدَّرَه بقوله: وقيل: إن هذا مما نسخته آية السيف. وجزم بالنسخ الثعلبي ٨/ ٩٩ أ، ولم ينسبه. وصدره ابن الجوزي ٦/ ٩٣، بقوله: وزعم الكلبي ... وصدَّره القرطبي ١٣/ ٣٦، بـ: قيل. ثم قال: وقيل: لم تنسخ؛ لأن الآية تسلية للنبي -صلى الله عليه وسلم-. وصدر الشوكاني ٤/ ٧٥، أقول بالنسخ بـ: قيل، ولم ينسبه، ولم يذكر غيره. والصحيح أن الآية لا نسخ فيها؛ إذ لا دليل عليه، وآيات العفو والصفح والإعراض يعمل بها في أوقاتها المناسبة. والله أعلم.قال الزركشي: وبهذا التحقيق تبين أن ما لهج به كثير من المفسرين في الآيات الآمرة بالتخفيف أنها منسوخة بآية السيف، وليست كذلك بل هي من المُنسأ، بمعنى أن كل أمر ورد يجب امتثاله في وقت ما لعلة توجب ذلك الحكم، ثم ينتقل بانتقال تلك العلة إلى حكم آخر، وليس بنسخ، إنما النسخ الإزالة حتى لا يجوز امتثاله أبدًا. \"البرهان في علوم القرآن\" ٣/ ٤٩. وإذا عرفنا أن اصطلاح النسخ في عرف المتقدمين أوسع من اصطلاح المتأخرين زال الإشكال. قال شيخ الإسلام: والمنسوخ يدخل فيه في اصطلاح السلف -العام-: كل ظاهر ترك ظاهره لمعارض راجح كتخصيص العام، وتقييد المطلق. \"الفتاوى\" ١٣/ ٢٧٢.(٣) \"تنوير المقباس\" ص ٣٠٣. فـ {أَمْ} هنا للإضرابد والأقرب أنهاهنا عديلة لألف الاستفهام. انظر: \"معاني الحروف\" للرماني ص ٧٠. وجعل البيضاوي ٢/ ١٤٢، الاستفهام للإنكار. والله أعلم. قال أبو السعود ٦/ ٢٢١: إضراب وانتقال عن الإنكار المذكور إلى إنكار حسبانه -صلى الله عليه وسلم- لهم ممن يسمع أو يعقل؟. واقتصر على القول بالإنكار الشوكاني ٤/ ٧٥. وذكر ابن عاشور ١٩/ ٣٧، قولًا قريبًا من كلام أبي السعود. قال الشنقيطي ٦/ ٣٣١: {أَمْ} هو في هذه الآية هي المنقطعة، وأشهر معانيها أنها جامعة بين معنى: بل، الإضرابية، واستفهام الإنكار معًا.(٤) قال النحاس: ولم يقل: أنهم؛ لأن منهم من قد عَلِمَ أنه يؤمن. \"إعراب القرآن\" =</p><p> قال ابن عباس: يريد أهل مكة في {يَسْمَعُونَ} ما يذكَرهم به سماع طالب للفهم (١)  {أَوْ يَعْقِلُونَ} أي: يميزون الهدى من الضلالة {إِنْ هُمْ إِلَّا كَالْأَنْعَامِ} قال مقاتل: في الأكل والشرب، لا يلتفتون إلى الآخرة (٢) . وقال الكلبي: شبههم بالأنعام في المأكل والمشرب لا تعقل غيره (٣) . وقال الزجاج: في قلة التمييز فيما جعل دليلًا لهم من الآيات، والبرهان (٤)  {بَلْ هُمْ أَضَلُّ سَبِيلًا} قال ابن عباس: يريد أن البهائم ليس عليها عقاب ولا لها ثواب (٥) . وهذا معنى قول الكلبي؛ لأنها لا حجة عليها (٦) . </p><p> قال مقاتل: يقول الله: بل هم أخطأ طريقًا من البهائم؛ لأنها تعرف ربَّها وتذكره، وأهل مكة لا يعرفون ربهم فيوحدونه (٧) . وهذا المعنى أراد الزجاج؛ فقال: لأن الأنعام تسبح بحمد الله، وتسجد له، وهم كما قال الله </p><p>= ٣/ ١٦٢. وقال الرازي ٢٤/ ٨٦: لأنه كان فيهم من يعرف الله تعالى، ويعقل الحق، إلا أنه ترك الإسلام لمجرد حب الرياسة لا للجهل. ويُحمل أيضًا على أن منهم من رضي باتباع الرؤساء والزعماء، ولم يكلف نفسه السماع. قال تعالى: {وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا} [الأحزاب: ٦٧]. (١) \"تفسير الثعلبي\" ٨/ ٩٩ ب.(٢) \"تفسير مقاتل\" ص ٤٥ ب. وأخرج ابن أبي حاتم ٨/ ٢٧٠٠، بسنده عن ابن عباس قال: مثل الذين كفروا كمثل البعير والحمار والشاة، إن قلت لبعضهم: كل، لم يعلم ما تقول غير أنه يسمع صوتك، كذاك الكافر إن أمرته بخير أو نهيته عن شر أو وعظته لم يعقل ما تقول غير أنه يسمع صوتك.(٣) \"تنوير المقباس\" ص ٣٥٣.(٤) \"معاني القرآن\" للزجاج ٤/ ٦٩. بنصه.(٥) \"تنوير المقباس\" ص ٣٠٣. بنصه.(٦) \"تنوير المقباس\" ص ٣٠٣، بمعناه.(٧) \"تفسير مقاتل\"ص ٤٦ أ.</p>"
}