{
  "id": null,
  "sura": 26,
  "aya": 224,
  "text": "<p> ٢٢٤ - قوله تعالى:  {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ}  (١) الشعراء جمع الشاعر، يقال: شَعَر يشعُر شِعرًا، وشِعرة إذا علم (٢) ، والشعر: القَريض المحدود بعلامات لا يُجاوزها، وقائله شاعر؛ لأنه يَشعُر [ما لا يَشعُر]  (٣) غيره (٤) . وجمعه شعراء مثل: جاهل وجهلاء، وعالم وعلماء (٥) . </p><p>(١) عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسِ قَالَ: (وَالشُّعَرَاءُ يَتَّبعُهُمُ الْغَاوُونَ) فَنَسَخَ مِنْ ذَلِكَ وَاسْتَثْنَى فَقَالَ: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا}. أخرجه أبو داود ٥/ ٢٨٠، كتاب الأدب، رقم: ٥٠١٦. وذكر ابن تيمية -رحمه الله- حكمة جيدة لذكر الحديث عن الشعراء في هذه السورة، بعد ذكر قصص من سبق من الأنبياء، فقال: \"فذكر الفرق بينه وبين من قال: تنزل عليه الشياطين، من الكهان، والمتنبئين ونحوهم، وبين الشعراء؛ لأن الكاهن قد يخبر بغيب بكلام مسجوع، والشاعر أيضًا يأتي بكلام منظوم يحرك به النفوس، فإن قرين الشيطان مادته من الشيطان، ويعين الشيطان بكذبه وفجوره، والشاعر مادته من نفسه، وربما أعانه الشيطان، فأخبر أن الشياطين إنما تنزل على من يناسبها، وهو الكاذب في قوله، الفاجر في عمله، بخلاف الصادق البر، وأن الشعراء إنما يحركون النفوس إلى أهوائها فيتبعهم الغاوون، وهو الذين يتبعون الأهواء وشهوات الغي، فنفى كلاً منهما بانتفاء لازمه، وبين ما تجتمع فيه من شياطين الإنس والجن\". تفسير آيات أشكلت ٢/ ٧٢٧. (٢) هكذا في جميع النسخ: شعراً وشعرة. وفي \"تهذيب اللغة\" ١/ ٤٢٠: شَعراً، وشِعرًا.(٣) ما بين المعقوفين، في نسخة (أ)، (ب).(٤) \"تهذيب اللغة\" ١/ ٤٢٠ (شعر).(٥) قال الشافعي: \"الشعر: كلام منظوم بمنزلة المنثور من الكلام، فحسنه حسن، وقبيحه قبيح، فإذا قال الرجل شعرًا وفيه رفث، وفحش سقطت عدالته، وإذا قال شعرًا فيه الغزل الذي ليس بمكروه، أو مَدَح رجلاً قُبلت عدالته\". \"إعراب القراءات السبع وعللها\" ٢/ ١٤٢.</p><p> قال ابن عباس: يريد: المشركين {يَتَّبِعُهُمُ الْغَاوُونَ} من الشياطين (١) . قولى: يريد المشركين، يعني: الشعراء المشركين. </p><p> وقد ذكر مقاتل أسماءهم؛ فقال: منهم: عبد الله بن الزَّبَعرى السهمي، وأبو سفيان بن الحارث بن عبد المطلب، وهبيرة بن أبي وهب المخزومي، ومُسافع بن عبد مناف الجُمحي، وأبو عزة عمرو بن عبد الله، كلهم من قريش، وأمية بن أبي الصلت الثقفي، تكلموا بالكذب والباطل وقالوا: نحن نقول مثل قول محمد، وقالوا: الشعر، واجتمع إليهم غواة من قومهم (٢) يسمعون أشعارهم، ويروون عنهم حين يهجون النبي -صلى الله عليه وسلم- وأصحابه (٣) . </p><p> وقال عكرمة: تهاجا شاعران في الجاهلية مع كل واحد فئام (٤) من الناس فقال الله عز وجل: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} وهما ذانك الشاعران (٥) . وهذا قول الضحاك في سبب النزول، وقال: الغواة: السفهاء (٦) . </p><p>(١) أخرجه ابن جرير ١٩/ ١٢٧. (٢) في نسخة (أ)، (ب): قولهم.(٣) \"تفسير مقاتل\" ٥٥ ب.(٤) الفئام من الناس: الجماعة. \"تهذيب اللغة\" ١٥/ ٥٧٢ (فأم).(٥) أخرجه ابن أبي حاتم ٩/ ٢٨٣٢.(٦) أخرج ابن جرير ١٩/ ١٢٧، بلفظ: \"كان رجلان على عهد رسول الله -صلى الله عليه وسلم- أحدهما من الأنصار، والآخر من قوم آخرين\". وذكره كذلك الثعلبي ٨/ ١١٨ ب. وفي كون ذلك حدث بعد الهجرة إشكال من ناحية كون هذه السورة مكية. قال ابن كثير ٦/ ١٧٥: \"ولكن هذه السورة مكية، فكيف يكون سبب نزول هذه الآية في شعراء الأنصار؟ في ذلك نظر، ولم يتقدم إلا مُرسلاتٌ لا يعتمد عليها، والله أعلم، ولكن هذا الاستثناء يدخل فيه شعراء الأنصار وغيرهم\".</p>"
}