{
  "id": null,
  "sura": 26,
  "aya": 56,
  "text": "<p> تَغَيُّظًا} [الفرقان ١٢] وقد مر. والمغايظة بين اثنين. </p><p> قال مقاتل:  {وَإِنَّهُمْ لَنَا لَغَائِظُونَ} بقتلهم أبكارنا ثم هربهم منا (١) . </p><p> وقال آخرون: أي مما أخذوه من العواري التي استعاروها من أوللي، وخروجهم من أرضنا على مخالفة لنا (٢) . </p><p> ٥٦ - وقوله:  {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ} وقرئ: (حذرون)  (٣) قال الفراء: وكأن: الحاذر الذي يحذرك الآن. وكأن: الحَذِر المخلوق حَذِرًا لا تلقاه إلا حذرًا (٤) . </p><p> وقال الزجاج: الحاذر: المستعد. والحذر: المتيقظ (٥) . </p><p> وقال أبو عبيدة: رجل حَذِر وحَذُر (٦) وحاذر. </p><p>(١) \"تفسير مقاتل\" ٤٩ أ. وقد ذكر قبل ذلك أن جبريل -عليه السلام- أمر أن يجمع كل أهل أربعة أبيات من بني إسرائيل في بيت، ويعلم على تلك الأبواب بدم، فإن الله -عز وجل- يبعث الملائكة إلى أهل مصر؛ من لم يروا على بابه دماً دخلوا بيته فقتلوا أبكارهم، من أنفسهم وأنعامهم، فيشغلهم دفنهم إذا أصبحوا عن طلب موسى فذلك اتهامهم لهم بقتل أبكارهم. وأخرجه ابن جرير ١٩/ ٧٦، عن ابن جريج. وكل هذا من أخبار بني إسرائيل مما لا دليل عليه؛ ومعنى الآية ظاهر فإن سبب الإغاظة الحقيقي مفارقتهم لدينهم، وإيمانهم بنبي الله موسى عليه السلام. والله أعلم. (٢) \"تفسير ابن جرير\" ١٩/ ٧٦. وذكره في \"الوسيط\" ٣/ ٣٥٤، ولم ينسبه. وهو كالقول السابق.(٣) قرأ ابن كثير ونافع وأبو عمرو: (حذرون) بغير ألف. وقرأ الباقون بالألف. \"السبعة في القراءات\" ٤٧١، و\"الحجة للقراء السبعة\" ٥/ ٣٥٨، و\"النشر في القراءات العشر\" ٢/ ٣٣٥.(٤) \"معاني القرآن\" للفراء ٢/ ٢٨٠.(٥) \"معاني القرآن\" للزجاج ٤/ ٩٢.(٦) في نسخة (ب)، حذر مرة واحدة.</p><p> قال ابن أحمر: </p><p> هل أُنسأَنْ يومًا إلى غيره ... إنِّي حواليٌ وإنِّى حَذِر (١) </p><p> قال: حوالي: ذو حيلة (٢) . </p><p> وأنشد أيضًا للعباس بن مرداس: </p><p> وإني حاذرٌ أنْمِى سلاحي ... إلى أوصال ذَيَّال منيع (٣) </p><p> قال أبو علي: يقال: حَذِر يَحذَر حَذَرًا، واسم الفاعل: حَذِر. فأما حاذر فإنه يراد به أنه يفعل الحذر فيما يَستقبل. وكذلك قوله: وإني حاذر، كأنه يريد: متحذر عند اللقاء (٤) . </p><p> وقال شمر: الحاذر: المُؤدِي الشاكُّ في السلاح (٥) . وكذا جاء في </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ٢/ ٨٦، ونسب البيت لابن أحمر. وضبطت: إني، في الموضعين بالفتح. وذكره ابن جرير ١٩/ ٧٧، من قول ابن أحمر. وذكره أبو علي، نقلاً عن أبي عبيدة، مقدماً العجز على الصدر ولفظه: إني حوالي وإني حذر ... هل ينسأن يومي إلى غيره.ونسبه لابن أحمر. \"الحجة للقراء السبعة\" ٥/ ٣٥٨. وفي \"الحاشية\": ليس في شعر ابن أحمر المطبوع. وفي \"اللسان\" ١١/ ١٨٦ (حول): ويقال: رجل حوالي للجيد الرأي ذي الحيلة، قال ابن أحمر، ويقال: للمرار بن منقذ العدوي:أو تنسأن يومي إلى غيره إني حوالي وإني حذر.(٢) \"مجاز القرآن\" لأبي عبيدة ٢/ ٨٦.(٣) أنشده أبو عبيدة، \"مجاز القرآن\" ٢/ ٨٦، منسوبًا لعباس بن مرداس. وفيه: الذيال: الفرس الطويل الذنب. وذكره أبو علي نقلاً عن أبي عبيدة، \"الحجة للقراء السبعة\" ٥/ ٣٥٩. وأنشده في \"اللسان\" ١١/ ٢٦٠ (ذيل) عن ابن بري.(٤) \"الحجة للقراء السبعة\" ٥/ ٣٥٩.(٥) \"تهذيب اللغة\" ٤/ ٤٦٢ (حذر). الشِّكة: ما يلبسه الرجل من السلاح، وقد خفف فقيل: شاكي السلاح، وشاكٌّ السلاح. \"تهذيب اللغة\" ٩/ ٤٢٥ (شك).</p><p> التفسير؛ روى أبو إسحاق عن الأسود في قوله:  {حَاذِرُونَ} قال: مُؤدُون مقوون (١) . أي: ذووا أداة وقوة. ويروى عنه: مؤدون مستعدون. وقال الضحاك: شاكُّون في السلاح (٢) . </p><p> وقال مقاتل: مُؤدُون علينا السلاح (٣) . </p><p> وسأل شافع بن الأزرق، ابنَ عباس (٤) ، عن قوله:  {حَاذِرُونَ} ما هو؟ فقال: التامون (٥) السلاح. </p><p> وأنشد قول النجاشي (٦) : </p><p>(١) أخرجه عنه، عبد الرزاق ٢/ ٧٦. وأخرجه ابن جرير ١٩/ ٧٧، بسنده عن أبي إسحاق قال: سمعت الأسود بن يزيد يقرأ: {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ} قال: مقوون مؤدون. وأخرجه أيضًا ابن جرير ١٩/ ٧٨، عن ابن عباس. (٢) أخرج ابن جرير ١٩/ ٧٧، عن الضحاك، أنه كان يقرأ: {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ} يقول: مؤدون. وفي \"تفسير السمرقندي\" ٢/ ٤٧٤: (مؤدون شاكون في السلاح) ولم ينسبه.(٣) \"تفسير مقاتل\" ٤٩ أ، بلفظ (علينا بالسلاح). وفي \"تفسير مجاهد\" ٢/ ٤٦١: (وادون مستعدون). وفي الحاشية: كذا في المخطوطة واضحاً، غير أنا لم نتمكن من معرفة معنى هذه الكلمة الملائم هاهنا، ولعله: مادون في السلاح، كما في \"الدر المنثور\"، أو مؤدون أي: كاملو أداة الحرب، شاكوا السلاح، مشعدون للحرب، ويمكن أن يكون: آدون من أدا السبع للغزال، إذا ختله وخدعه واختفى له ليصيده فيأكله. والله أعلم. ذكر الفراء ٢/ ٢٨٠، أن ابن مسعود قرأ: (وإنا لجميع حاذرون) يقولون: مؤدون في السلاح. يقول: ذوو أداة من السلاح. قال الزجاج: مؤدون أي ذوو أداة، أي: ذوو سلاح، والسلاح أداة الحرب. \"معاني القرآن\" ٤/ ٩٢.(٤) ابن عباس. في نسخة (أ)، (ب).(٥) في نسخة (أ)، (ب): بحذف نون الإضافة. وفي \"الدر المنثور\" ٦/ ٢٩٧، بالنون.(٦) راجع ترجمته في \"الشعر والشعراء\" ١/ ٣٢٩، و\"الخزانة\" ١/ ٢٣١، والأعلام ٥/ ٢٠٧.</p>"
}