{
  "id": null,
  "sura": 26,
  "aya": 197,
  "text": "<p> ١٥٩ - {بِلِسَانٍ عَرَبِيٍّ مُبِين} قال ابن عباس ومقاتل: يريد لسان قريش ليفقهوا ما فيه فلا يقولوا: لا نفهم ما يقول محمد (١) . وقال ابن بريدة: بلسان جُرْهُم (٢) . </p><p> قال [ابن عباس:]  (٣) كان في سفينة نوح ثمانون؛ وفيهم: جُرْهم، ولسان جرهم هو لسان العرب (٤) . </p><p> ١٩٦ - قوله تعالى:  {وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ} وإنَّ ذكرَ القرآن وخبرَه لفي كتب الأولين (٥) . يعني: أن الله تعالى أخبر في كتبهم عن القرآن وإنزاله على النبي -صلى الله عليه وسلم- المبعوث في آخر الزمان (٦) . وقال مقاتل: وإنَّ أمرَ محمد، وذكرَه، ونعتَه (٧) لفي كتب الأولين (٨) . وهذا كقوله:  {الَّذِي يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ في التَّوْرَاةِ وَالْإِنْجِيلِ}  [الأعراف: ١٥٧]  (٩) . والزُّبُر: الكتب، زَبُور وزُبُر، مثل: رَسُولٌ ورُسُل (١٠) . </p><p> ١٩٧ - قوله:  {أَوَلَمْ يَكُنْ لَهُمْ آيَةً أَنْ يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَائِيلَ} قرأه العامة: </p><p>(١) \"تفسير الوسيط\" ٣/ ٣٦٢. و\"تفسير البغوي\" ٦/ ١٢٧. و\"تفسير مقاتل\" ٥٤ ب، وليس فيه: بلسان قريش. (٢) أخرجه ابن أبي حاتم ٩/ ٢٨١٨. ويعرف بجرهم(٣) ما بين المعقوفين، في نسخة (أ)، (ب).(٤) أخرجه ابن أبي حاتم ٨/ ٢٧٩٠.(٥) \"تفسير الثعلبي\" ٨/ ١١٦ ب.(٦) \"تفسير ابن جرير\" ١٩/ ١١٢، بمعناه.(٧) ونعته، في نسخة (ج).(٨) \"تفسير مقاتل\" ٥٤ ب.(٩) وقد استدل بالآية على ذلك الزجاج ٤/ ١٠٠.(١٠) \"معاني القرآن\" للزجاج ٤/ ١٠٠. قال أبو عبيدة ٢/ ٩٠: \"أي: كتب الأولين؛ واحدها: زبور\".</p><p> {يَكُن} بالياء {آّيّةً} نصبًا (١) . </p><p> قال إسحاق:  (أنْ) اسم كان، و (آيةً) خبره؛ والمعنى. أو لم يكن لهم (٢) عِلْم علماء بني إسرائيل أن النبي -صلى الله عليه وسلم- حق وأن نبوته حق، (آية) أي: علامة (٣) ، موضحة؛ لأن العلماء الذين آمنوا من بني إسرائيل وجدوا ذكر النبي -صلى الله عليه وسلم- مكتوبًا عندهم في التوراة والإنجيل (٤) . </p><p> قال ابن عباس، في رواية الكلبي: بعث أهلُ مكة إلى اليهود وهم بالمدينة فسألوهم عن محمد -صلى الله عليه وسلم-؛ فقالوا: إنَّ هذا لزمانُه، وإنَّا نجد في التوراة نعتَه وصفتَه. فكان ذلك آية لهم على صدقه (٥) . فعلى هذا: أراد بعلماء بني إسرائيل: يهود المدينة ومن كان منهم عالمًا بالكتاب. </p><p> وقال مقاتل: يعني: ابن سلام وأصحابه (٦) . </p><p> وقال مجاهد: علماء بني إسرائيل؛ عبد الله بن سلام، وغيره من علمائهم (٧) . </p><p>(١) كلهم قرأ: {أَوَلَمْ يَكُنْ لَهُمْ} بالياء {آيَة} نصباً، غير ابن عامر فإنه قرأ: (أو لم تكن لهم) بالتاء (آيةٌ) رفعاً. \"السبعة في القراءات\" ٤٧٣، و\"إعراب القراءات السبع وعللها\" ٢/ ١٣٨، و\"المبسوط في القراءات العشر\" ٢٧٦، و\"الحجة للقراء السبعة\" ٥/ ٣٦٩، و\"النشر في القراءات العشر\" ٢/ ٣٣٦. (٢) لهم، في نسخة (ج).(٣) \"غريب القرآن\" لابن قتيبة ٣٢٠.(٤) \"معاني القرآن\" للزجاج ٤/ ١٠١. وأخرج نحوه عبد الرزاق ٢/ ٧٦، عن قتادة.(٥) \"تفسير الثعلبي\" ٨/ ١١٦ ب، وعنه ابن عطية ١١/ ١٤٩. و\"تفسير البغوي\" ٦/ ١٢٩. و\"تفسير السمرقندي\" ٢/ ٤٨٤، ولم ينسبه. وهو في \"تنوير المقباس\" ٣١٤، بمعناه.(٦) \"تفسير مقاتل\" ٥٤ ب.(٧) \"تفسير مجاهد\" ٢/ ٤٦٦، وفيه زيادة: من أسلم منهم. و\"تفسير ابن جرير\" ١٩/ ١١٢، وأخرجه أيضًا عن ابن عباس.</p><p> وقال عطية في هذه الآية: كانوا خمسة: عبد الله بن سلام، وابن يامينَ، وثعلبةُ، وأسد، وأَسِيد (١) . </p><p> قرأ ابن عامر:  (تكن) بالتاء (آيةٌ) رفعًا، قال أبو إسحاق: جعل (آيةٌ) هي الاسم، و (أن يعلمه) خبر تكن (٢) . ونحو هذا قال الفراء (٣) . قال أبو علي: إذا اجتمع في باب: كان، معرفة ونكرة فالذي يُجعل اسم كان منهما: المعرفة، كما كان المبتدأ: المعرفة، والنكرة: الخبر، وهو يجيء في الشعر للاضطرار؛ الاسم: نكرة والخبر: معرفة، ولا يجوز هذا حيث لا يُضْطُّر إليه تصحيحُ وزنٍ، ولا إقامةُ قافيةٍ، فقوله:  (أولم تكن لهم آية) لا يجوز أن يكون التأنيث في (تكن) لأنه حينئذ يصير اسمًا لكان، ولكن في (تكن) ضمير القصة، و (آيةٌ) خبر مبتدأ مقدم، والجملة في موضع نصب كما تقول: كان زيدٌ منطلقٌ، على معنى: كان الأمر هذا وكان الشأن هذا، قاسم كان ضمير مستتر، وارتفع زيد بالابتداء، ومنطلق: خبره، والجملة في موضع نصب بكونها خبرًا. </p><p> قال: ومن ذلك قول الشاعر: </p><p> ولا أُنْبَأَنَّ أن وجهكِ شأنَه ... خُمُوش وإنْ كان الحميمُ حميمُ (٤) </p><p>(١) أخرجه ابن أبي حاتم ٩/ ٢٨٢٠. و\"تفسير البغوي\" ٦/ ١٢٩. وزاد السيوطي نسبته لابن سعد، وابن المنذر. \"الدر المنثور\" ٦/ ٣٢٣. (٢) \"معاني القرآن\" للزجاج ٤/ ١٠١.(٣) \"معاني القرآن\" للفراء ٢/ ٢٨٣.(٤) أنشده أبو علي، \"الإيضاح العضدي\" ١/ ١٤٣، ولم ينسبه. وأنشده أبو زيد، النوادر ١٢٦، ونسبه لعبد قيس بن خُفَاف البُرْجَمِي، وفي حاشية الإيضاح: الشاهد فيه: أنه جل اسم كان ضمير الشأن، والحميم مبتدأ، وحميم خبره، والجملة في موضع نصب خبر كان\".</p>"
}