{
  "id": null,
  "sura": 26,
  "aya": 4,
  "text": "<p> الآية (١) ، وهي كالإنكار عليه شدة حرصه؛ وذلك أنه كان يعلم أن الله عز وجل إن لم يهدهم لم يهتدوا فما يغني عنه (٢) حرصه على إيمانهم، واشتداد تكذيبهم عليه (٣) . </p><p> قال ابن عباس في قوله:  {بَاخِعٌ نَفْسَكَ} : قاتل نفسك (٤) . </p><p> قوله تعالى:  {أَلَّا يَكُونُوا مُؤْمِنِينَ} قال أبو إسحاق: موضع (أن) نصب مفعول له، المعنى: لعلك (٥) قاتل نفسك لتركهم الإيمان (٦) . </p><p> ثم أعلم عز وجل أنه لو أراد أن ينزل ما يضطرهم إلى الطاعة لقدر على ذلك إلا أنه عز وجل تعبدهم بما يستوجبون به الثواب مع الإيمان, ولو نزل على كل من عَنَدَ عن الحق عذابٌ لخضع مضطرًّا، وآمن إيمان من لا يجد مذهبًا عن الإيمان (٧) ، وهو قوله: </p><p> ٤ - {إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ} قال ابن </p><p>(١) \"تفسير الثعلبي\" ٨/ ١٠٧ أ. (٢) هكذا في جميع النسخ: عنه. وفي \"الوسيط\" ٣/ ٣٥٠، عنهم، وهي أولى.(٣) \"تفسير مقاتل\" ٤٨ أ. بمعناه. و\"تفسير السمرقندي\" ٢/ ٤٧٠.(٤) أخرجه ابن جرير ١٩/ ٥٨. وأخرجه عبد الرزاق، في تفسيره ٢/ ٧٣، عن قتادة، وعنه ابن جرير ١٩/ ٥٨. وهو في \"تفسير مقاتل\" ٤٨ أ. وأخرجه ابن أبي حاتم ٨/ ٢٧٤٨، عن مجاهد. ثم قال: \"وروي عن الحسن، وعكرمة، وقتادة، وعطية، والضحاك مثل ذلك\". وذكره الثعلبي ٨/ ١٠٧ أ، ولم ينسبه. وذكر الماوردي ٤/ ١٦٤، عن عطاء وابن زيد: مخرج نفسك. وذكره الطوسي ٨/ ٤، عن ابن زيد، بلفظ: مخرج نفسك من جسدك.(٥) في نسخة (أ)، (ب): أهلك.(٦) \"معاني القرآن\" للزجاج ٤/ ٨٢. ونحوه في \"معاني القرآن\" للفراء ٢/ ٢٧٥، وعنه ابن جرير ١٩/ ٥٩. واختار النحاس قول أبي إسحاق، في \"إعراب القرآن\" ٣/ ١٧٤.(٧) \"معاني القرآن\" للزجاج ٤/ ٨٢، باختصار.</p><p> جريج: ولو شاء لأراهم أمرا من أمره لا يعمل أحد منهم بعده معصية (١) . وقال قتادة: لو شاء الله لأنزل عليهم آية يذلون بها فلا يلوي أحد منهم عنقه إلى معصية الله (٢) . </p><p> قال أبو إسحاق: قوله {فَظَلَّتْ} معناه: فتظل، والجزاء يقع فيه لفظ الماضي بمعنى المستقبل، تقول: إن أتيتني أكرمتك، معناه: أكرمك (٣) . </p><p>(١) أخرجه ابن جرير ١٩/ ٥٩. وذكره الثعلبي ٨/ ١٠٧ أ. (٢) أخرجه عبد الرزاق ٢/ ٧٣. وعنه ابن جرير ١٩/ ٥٩. وابن أبي حاتم ٨/ ٢٧٥٠. وأخرج ابن جرير ١٩/ ٥٩ عن ابن عباس: (ملقين أعناقهم). ونظير هذه الآية قوله تعالى: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} [يونس: ٩٩]. وقوله تعالى: {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً} [هود: ١١٨]. قال ابن كثير ٦/ ١٣٥: \"فنفذ قدره، ومضت حكمته، وقامت حجته البالغة على خلقه بإرسال الرسل إليهم وإنزال الكتب عليهم\".وذكر الثعلبي ٨/ ١٠٧ أ، بإسناده من طريق الكلبي عن أبي صالح عن ابن عباس، قولاً غريباً في المراد بهذه الآية، قال: نزلت هذه الآية فينا، وفي بني أمية، قال: سيكون لنا عليهم الدولة فتذل لنا أعناقهم بعد صعوبة، وهوان بعد عزة. وقد تبع الثعلبي في سياق هذه الرواية دون تعليق عليها عدد من المفسرين، كالزمخشري ٣/ ٢٩١، والطبرسي ٧/ ٢٨٩، والقرطبي ١٣/ ٩٠، وقال بعد سياقها: فالله أعلم. وأبو حيان ٧/ ٧، ولم يتعقبها. وقد أحسن الواحدي في إعراضه عن ذكر هذه الرواية في تفاسيره الثلاثة، وإن كان الأولى أن يرد هذه الرواية, وينقضها، وممن أعرض عن ذكرها ابن كثير، والسيوطي، والشوكاني، وغيرهم، ولم أر من تعقب هذه الرواية غير ابن عاشور ١٩/ ٩٧، حيث قال: (ومن بدع التفاسير وركيكها ما نسبه الثعلبي إلى ابن عباس، أنه قال: نزلت هذه الآية فينا وفي بني أمية فتذل لنا أعناقهم بعد صعوبة، ويلحقهم هوان بعد عزة. وهذا من تحريف كلم القرآن عن مواضعه، ونحاشي ابن عباس -رضي الله عنه- أن يقوله، وهو الذي دعا له رسول الله -صلى الله عليه وسلم- بأن يعلمه التأويل والقرآن أجل من أن يتعرض لهذه السفاسف).(٣) \"معاني القرآن\" للزجاج ٤/ ٨٢.</p><p> وهذا الذي ذكره (١) مختصر مما بسطه الفراء؛ وهو أنه قال: لك {إن} تعطف على مجزوم الجزاء بفَعَل؛ لأن الجزاء يصلح في موضع يفعَل فعل (٢) ، ألا ترى أنك تقول: إن زرتني زُرتك، وإن تزرني أزرك، والمعنى واحد، ولذلك صلح {فَظَلَّتْ} مردودة على يفعل، وأنشد: </p><p> إن يسمعوا ريبةً طاروا بها فرَحًا (٣) </p><p> بمعنى: يطيروا. </p><p> قال أبو علي فيما أصلح على أبي إسحاق: اعلم أن الجزاء يكون على ثلاثة أضرب: يكون بالفعل وبالفاء وبإذا، فإذا كان بالفعل جاز أن يقع الماضي موضع المستقبل في الجزاء كما جاز أن يقع موقعه في الشرط؛ لأن الحرف يقلب المعنى إلى الاستقبال كما تفعل ذلك لم، في النفي، ولا، في قولك: واللهِ لا فعلت، فتقول على هذا: إن أتيتني أتيتك، تريد إن تأتني آتك، فتوقع الماضي موقع المستقبل في الجزاء، كما أوقعته في الشرط، وإن كان ذلك في الشرط أبين؛ لأن الحرف يخلص عمله في الفعل [الذي يلحق بشرط (٤) ، ولا يخلص عمله في الجزاء، ألا ترى أن الجزاء لا يخلو </p><p>(١) في نسخة (أ)، (ب)، هنا تكرارة وهو: في معنى المستقبل، تقول: إن أتيتني أكرمتك، معناه: أكرمك. (٢) في \"معاني القرآن\" للفراء ٢/ ٢٧٦، فعل يفعل.(٣) \"معاني القرآن\" للفراء ٢/ ٢٧٦، ولفظ البيت عنده:إن يسمعوا سُبَّة طاروا بها فرحاً ... مني وما يسمعوا من صالح دفنواوأنشده أبو عبيدة، \"مجاز القرآن\" ٢/ ٧، وابن جني، \"المحتسب\" ١/ ٢٠٦، ولم ينسباه، ونسبه في \"حاشية المحتسب\" لقعنب بن أم صاحب، واسمه: ضمرة، أحد بني عبد الله بن غطفان.(٤) في كتاب أبي علي: الذي هو الشرط. بدل: الذي يلحق بشرط.</p><p> من أن يكون معمولًا للحرف، والفعل أو] (١) للفعل (٢) دون الحرف وليس في القسمة أن يكون معمولًا لأن، فينجزم كما انجزم به الشرط (٣) ، ولم نعلم أحدًا ذهب إلى ذلك إلا أن الجزاء قد جاز فيه من هذا ما جاز في الشرط من حيث صار كالجملة الواحدة، فأما ما بعد الفاء فمنقطع عن: إن، وعن أن يكون لها عمل (٤) ، ألا ترى أن الفاء إنما تجتلب في جواب الشرط إذا كانت الجملة الموقعة في موضع الجزاء من مبتدأ وخبر، والمبتدأ أو الخبر لا يتعلق بأن لأنها من عوامل الأفعال، وما أخلص لها من دون الأسماء، فإذا كان كذلك لم تدخل عليها ولم تتعلق بها فاجتلبت الفاء وإذا ليُتوصل بها إلى كون الجملة التي من المبتدأ والخبر في موضع الجزاء كما يتوصل بالذي إلى وصف المعارف بالجمل وبذو، التي بمعنى: صاحب إلى (٥)  [الوصف بالأجناس]  (٦) ومن ثم كانت هذه الآي (٧) محمولة عند سيبويه على إرادة المبتدأ، وهو قوله:  {فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا}  [الجن: ١٣] وقوله: {وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلًا}  [البقرة: ١٢٦]  {وَمَنْ عَادَ فَيَنْتَقِمُ اللَّهُ مِنْهُ}  [المائدة: ٩٥] وكان موضع الفاء مع ما بعدها من الجملة جزمًا بدلالة قوله: {مَنْ يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ وَيَذَرُهُمْ}  [الأعراف: ١٨٦] </p><p>(١) ما بين المعقوفين، في نسخة (ج). (٢) في نسخة (ب): (والفعل).(٣) في كتاب أبي علي: فينجزم بها كما انجزم بها الشرط.(٤) في كتاب أبي علي، زيادة: فيه.(٥) في كتاب أبي علي زيادة وهي (وصف الجوهر، وبأن الموصولة بالفعل إلى مختص بالمصدر الآتي أو بالماضي).(٦) ما بين المعقوفين، غير موجود في كتاب أبي علي.(٧) في كتاب أبي علي: الجملة. بدل: الآي.</p><p> بالجزم (١) ، ولهذا أيضًا حُمل: </p><p> إنك إن يُصرعْ أخوك تصرعُ (٢) </p><p> ونحوه على التقديم (٣) ، فإذا كان حكم الفاء في الجزاء ما ذكرنا وكانت إذا بمنزلتها في قوله:  {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ}  [الروم: ٣٦] وقوله: {وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ}  [التوبة: ٥٨] بان أن عمل إن منقطع عما بعد الفاء من هذه الأفعال لخروج الفعل الذي بعدها [أن يكون جزاء]  (٤) ووقوعه في موضع خبر المبتدأ يوضح ما ذكرنا أنك لو جئت بمثال المستقبل بعد الفاء لم يجزمه، لا تقول: إن تأتني فأكرمك كما تقول: إن تأتني أكرمك، وفي امتناع هذا دلالة على أن الفعل بعد الفاء منقطع عن عامل الجزم، فإذا انقطع عنه لم يجز أن يقع الماضي موقع المستقبل على حد ما كان يقع قبل أن تقطع الفاء وتحجز عمل الجازم، وإذا كان كذلك ثبت أنه على خلاف ما ذهب إليه أبو إسحاق، </p><p>(١) بالجزم قراءة حمزة والكسائي. \"السبعة في القراءات\" ٢٩٩، و\"إعراب القراءات السبع وعللها\" ١/ ٢١٦، و\"النشر في القراءات العشر\" ٢/ ٢٧٣. (٢) أنشده كاملاً سيبويه، \"الكتاب\" ٣/ ٦٧، ونسبه لجرير بن عبد الله البجلي، وصدره:يا أقرع بن حابس يا أقرعثم قال سيبويه: أي: إنك تُصْرَعُ إن يُصْرَعْ أخوك. وفي الحاشية: كان جرير البجلي تنافر هو وخالد بن أرطأة الكلبي إلى الأقرع بن حابس التميمي المجاشعي، وكان عالم العرب في زمانه فقال جرير هذا عند المنافرة. وأنشده المبرد، \"المقتضب\" ٢/ ٧٢، ولم ينسبه، وفي الحاشية: استشهد به سيبويه على التقديم والتأخير، والتقدير عنده: إنك تُصرع إن يصرع أخوك.(٣) وقد استشهد به المبرد على ذلك، وذكر غيره \"المقتضب\" ٢/ ٧٢.(٤) ما بين المعقوفين، غير موجود في كتاب أبي علي.</p><p> وتبينت الخلل في قول أبي إسحاق: معنى {فَظَلَّتْ} فتظل؛ لأن الجزاء يقع فيه لفظ الماضي موقع المستقبل (١) ، وأن الماضي لم يقع موقع المستقبل هنا من حيث ذكره، ولكن كما يقع في غير هذا الماضي بمعنى الاستقبال (٢) . </p><p> وقال أبو علي (٣) في هذا الإصلاح: حيث جعل الفاء من {فَظَلَّتْ} جوابًا للشرط. والفاء في {فَظَلَّتْ} ليس جوابًا للشرط؛ بل هي للعطف على جواب الشرط؛ لأن جواب الشرط قد تقدم في قوله:  {نُنَزِّلْ} ثم عطف عليه بالماضي، وعاد الكلام إلى ما قاله الزجاج والفراء. </p><p> وقوله:  {أَعْنَاقُهُمْ} كثير من المفسرين يجعلون الأعناق هاهنا جمع العنق التي هي العضو (٤) . وعلى هذا قال:  {خَاضِعِينَ} ولم يقل: خاضعة، كما قال:  {فَظَلَّتْ} لأجل رؤوس الآي، وجاز ذلك؛ لأن المؤنث إذا أضيف إلى المذكر وكان بعضًا منه جاز تذكيره، وذلك أن الأعناق إذا خضعت فأربابها خاضعون، فتُرك الخبر عن الأعناق وأُخبر عن أربابها. وهذا قول الأخفش، والفراء، والزجاج، والمبرد، وجميع النحويين؛ قالوا: يجوز أن يُترك المضاف وُيخبر عن المضاف إليه، فيكون كالخبر عن المضاف (٥) ، وأنشدوا: </p><p>(١) يوجد هنا تكرار في نسخة (أ)، قدره: سطر ونصف. (٢) الجزء الثاني من كتاب \"الإغفال\" ٢١٨ ب، ٢١٩ أ، ب. مع شيء يسير من الاختلاف.(٣) لعل الصواب: وقول أبي علي؛ لأن هذا نقد لكلام أبي علي.(٤) \"تفسير ابن جرير\" ١٩/ ٥٩، وقد أخرجه عن مجاهد، وقتادة.(٥) \"المقتضب\" ٤/ ١٩٩، وفيه: وأما ما عليه جماعة أهل النحو، وأكثر أهل التفسير، =</p><p> مشين كما اهتزت رماحٌ تسفهتْ ... أعاليها مرُّ الرياحِ النواسمِ (١) </p><p> كأنه قال: تسفيها الرياح (٢) ، وترك من الرياح النواسم. </p><p> وقول آخر: </p><p> لَمَا رأى مَتْنَ السماء انْقَدَّتِ (٣) </p><p>= فيما أعلم، فإنه أضاف الأعناق إليهم، يريد: الرقاب، ثم جعل الخبر عنهم؛ لأن خضوعهم بخضوع الأعناق. و\"معاني القرآن\" للفراء ٢/ ٢٧٧، و\"معاني القرآن\" للأخفش ٢/ ٦٤٤. و\"مجاز القرآن\" لأبي عبيدة ٢/ ٨٣. و\"معاني القرآن\" للزجاج ٤/ ٨٢. قال السمرقندي ٢/ ٤٧٠: \"لأن الكلام انصرف إلى المعنى فكأنه قال: هم لها خاضعون. وليس فيها: لأجل رؤوس الآي\"، وقد ذكره الثعلبي ٨/ ١٠٧ ب. قال البغوي ٦/ ١٠٦: وقيل: إنما قال: {خَاضِعِينَ} على وفاق رؤوس الآي، ليكون على نسق واحد. ولم ينسبه. وذكر هذا القول ابن عطية ١١/ ٩٠، فقال: الإضافة إلى من يعقل أفادت حكمه لمن لا يعقل، كما تفيد الإضافة إلى المؤنث تأنيث علامة المذكر.(١) البيت لذي الرمة، ديوانه ٢٦٦، بلفظ: رويداً، بدل: مشين. وأنشده سيبويه، \"الكتاب\" ١/ ٥٢، ونسبه لذي الرمة، وفي الحاشية: جعل النساء في اهتزازهن حين يمشين بمنزلة الرماح تستخفها الريح فتزعزعها. وأنشده المبرد، \"المقتضب\" ٤/ ١٩٧، والزجاج، \"معاني القرآن\" ٤/ ٨٣، ولم ينسباه. ولم أجد هذا البيت عند الفراء، ولا الأخفش، ولم أجده عند ابن جرير، ولا الثعلبي.(٢) \"معاني القرآن\" للزجاج ٤/ ٨٣، وفيه: تسفهتها الرياح.(٣) أنشده الأخفش في \"معاني القرآن\" ٢/ ٦٤٤، ولم ينسبه. وفي الحاشية: لم تفد المراجع شيئاً في القول والقائل؟. ولم أجده عند الفراء. ونسبه ابن جرير ١٩/ ٦٠، للعجاج، وفيه: أبعدت، بدل: انقدت. وفي الحاشية: لم أجد البيت في \"ديوان العجاج\"؟ والمتن الظهر، والشاهد في هذا الرجز أنه أنث الفعل: أبعدت، بالتاء، مع أن الضمير فيه راجع إلى المتن، وهو مذكر، لكن لما أضيف المتن إلى السماء وهي مؤنثة فكأن الشاعر أعاد الضمير على السماء وتناسى المتن، فأنث لذلك. وأنشده الثعلبي ٨/ ١٠٧ ب، منسوبًا للعجاج. والبيت في ديوان العجاج ص ٢١٩، =</p><p> وقول الأعشى: </p><p> كما شَرِقَتْ صدْرُ القَنَاةِ من الدَّم (١) </p><p> وقال جرير: </p><p> رأت مَرَّ السنينَ أخذْنَ مِنِّي (٢) </p><p> وأنشد أبو عبيدة: </p><p> إذا بعضُ السنينَ تعرَّقتْنَا ... كفى الأيتامَ فقدَ أبي اليتيمِ (٣) </p><p>= بلفظ: إذا رأى متن السماء انقدت ... وحيَ الإله والبلادَ رُجَّتِ(١) أنشده كاملاً ونسبه للأعشى: سيبويه \"الكتاب\" ١/ ٥٢، وأنشده المبرد، \"المقتضب\" ٤/ ١٩٧، ولم ينسبه، وكذا الأخفش في \"معاني القرآن\" ٢/ ٦٤٤، وصدره:وتشرق بالقول الذي قد أذعتَهولم أجده عند الفراء. وأنشده ابن جرير ١٩/ ٦٠، والثعلبي ٨/ ١٠٧ ب. ونسباه للأعشى. وهو في ديوانه ١٨٣، من قصيدة له في هجاء عمير بن عبد الله بن المنذر. وفي \"حاشية ابن جرير\": صدر القناة: أعلاها، والشاهد من البيت أنه أنث الفعل: شرق، بالتاء، مع أن فاعله وهو: صدر، مذكر ولكنه لما أضيف إلى القناة وهي مؤنثة فكأنه جعل الفعل للقناة لا لصدرها.(٢) ديوان جرير ٣٤١، من قصيدة يهجو فيها الفرزدق، والبيت بتمامه:رأت مر السنين أخذن مني ... كما أخذ السرار من الهلالوالسرار: آخر الشهر.وذكر صدره المبرد في \"المقتضب\" ٤/ ٢٠٠، ولم ينسبه. وذكره كاملاً أبو عبيدة، في \"مجاز القرآن\" ٢/ ٨٣، وابن جرير ١٩/ ٦٢، والثعلبي ٨/ ١٠٧ ب، والطوسي ٨/ ٦، ونسبوه لجرير، وأنشده الزجاج، \"معاني القرآن\" ٤/ ٨٢، ولم ينسبه قال أبو عبيدة: (رجع إلى السنين، وترك: مرَّ).(٣) أنشده سيبويه، \"الكتاب\" ١/ ٥٢، ونسبه لجرير، وهو في ديوانه ٤١٢، من قصيدة له في مدح هشام بن عبد الملك، وفي حاشية \"الكتاب\": السنة: الجدب، =</p><p> تركوا المضاف وأخبروا عن المضاف إليه. </p><p> قال الفراء: جعل الفعل أولاً للأعناق، ثم جعل خاضعين للرجال (١) . </p><p> وقال الأخفش: تجعل الخضوع مردودًا على المضمرة التي أضاف الأعناق إليها (٢) . </p><p> وقال الزجاج: لما لم يكن الخضوع إلا بخضوع الأعناق جاز أن يخبر عن المضاف إليه (٣) . </p><p> وذهب مجاهد في تفسير الأعناق إلى أنها الرؤساء والكبراء (٤) . فصار معنى الآية: فظلت رؤساء القوم لها خاضعين (٥) . </p><p>= وتعرقتنا: ذهبت بأموالنا كما يتعرق الآكل العظم فيذهب ما عليه من اللحم. وأنشده المبرد في \"المقتضب\" ٤/ ١٩٨, ولم ينسبه، وفي حاشيته: استشهد به سيبويه على اكتساب المضاف التأنيث من المضاف إليه. ولم أجده في \"مجاز القرآن\". ولا في \"تفسير الثعلبي\". (١) \"معاني القرآن\" للفراء ٢/ ٢٧٧.(٢) \"معاني القرآن\" للأخفش ٢/ ٦٤٤، بمعناه.(٣) \"معاني القرآن\" للزجاج ٤/ ٨٢. قال ابن جرير ١٩/ ٦٢: (وأولى الأقوال في ذلك بالصواب، وأشبهها بما قال أهل التأويل في ذلك: أن تكون الأعناق هي أعناق الرجال، وأن يكون معنى الكلام: فظلت أعناقهم ذليلة، للآية التي ينزلها الله عليهم من السماء، وأن يكون قوله: {خَاضِعِينَ} مذكراً؛ لأنه خبر عن الهاء والميم في الأعناق).(٤) ذكره عنه الفراء، في \"معاني القرآن\" ٢/ ٢٧٧، والثعلبي، في \"تفسير الثعلبي\" ٨/ ١٠٨ أ. ولم أجده في \"تفسير مجاهد\". وذكره ابن جرير ١٩/ ٥٩، ولم ينسبه، وأخرج بسنده عن مجاهد: (فظلوا خاضعة أعناقهم لها من الذلة).(٥) \"معاني القرآن\" للفراء ٢/ ٢٧٧. واختار هذا القول، هود الهواري، في \"تفسيره\" ٣/ ٢٢١.</p><p> ومن الناس من يفسر الأعناق بالجماعات وهو قول (١) كثير من المفسرين، يقال: جاء القوم عُنُقُا عُنُقُا إذا جاءوا فِرَقًا، كل جماعة منهم عنق (٢) ، ومنه قول الشاعر: </p><p> أنَّ العراق وأهله عنق ... إليك فهيت هيتا (٣) </p><p> أراد أنهم مالوا إليك جميعاً. </p><p> ويقال: هم عُنق واحد عليه، أي: جماعة (٤) . </p><p> وروى أبو العباس عن ابن الأعرابي: العُنق: الجمع الكثير من الناس (٥) . </p><p> قال المبرد: وهذا قول أبي زيد في هذه الآية قال: أعناقهم: جماعاتهم (٦) . </p><p>(١) قول. في نسخة (ج). (٢) \"تهذيب اللغة\" ١/ ٢٥٢ (عنق). وذكره الفراء، في \"معاني القرآن\" ٢/ ٢٧٧، والأخفش ٢/ ٦٤٥. والثعلبي ٨/ ١٠٨ أ، وصدره بقوله: (وقيل: أراد بالأعناق الجماعات والطوائف من الناس). أخرج الطستي عن ابن عباس، أن نافع بن الأزرق سأله عن قوله تعالى: {فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ} قال: العنق الجماعة من الناس \"الدر المنثور\" ٦/ ٢٨٩، و\"غريب القرآن\" في شعر العرب ٢١١.(٣) قال أبو عبيدة: أنشدني أبو عمرو بن العلاء:أبلغ أمير المؤمنين أخا العراق إذا أتيتا ... أن العراق وأهله عنق إليك فهيت هيتايريد: علي بن أبي طالب -رضي الله عنه- \"مجاز القرآن\" ١/ ٣٠٥. وأنشده الأزهري في \"تهذيب اللغة\" ١/ ٢٥٢ (عنق)، ولم ينسبه، وكذا في \"اللسان\" ١٠/ ٢٧٣. وذكره الثعلبي ٨/ ١٠٨ أ، وابن عطية ١١/ ٨٩، وأبو حيان ٧/ ٦، ولم ينسبوه.(٤) \"تهذيب اللغة\" ١/ ٢٥٢ (عنق).(٥) \"تهذيب اللغة\" ١/ ٢٥٣ (عنق)، بنصه.(٦) \"المقتضب\" ٤/ ١٩٩، ونسبه لأبي زيد الأنصاري.</p>"
}