{
  "id": null,
  "sura": 26,
  "aya": 176,
  "text": "<p> الْمُنْذَرِينَ} لو ذُكرِ الاسمان لكان نظمه] (١)  {فَسَاءَ مَطَرُ الْمُنْذَرِينَ} مطرًا. </p><p> ١٧٦ - قوله:  {كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ} قال ابن عباس: يريد شعيبًا وحده. والأيك: شجر الدَّوْمُ التي بمدين (٢) . </p><p> وقال مقاتل: كان أكثر شجرهم الدَّوْمُ، وهو: المُقْل (٣) . وقال أبو إسحاق: هؤلاء كانوا أصحاب شجر مُلْتَّف (٤) . وذكرنا تفسير {الْأَيْكَةِ} عند قوله: {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ}  [الحجر: ٧٨] . </p><p> قال (٥) قرأ الحجازيون (أصحاب ليكة) هاهنا وفي: ص (٦) ، بغير همزة، والهاء مفتوحة (٧) . </p><p>(١) ما بين المعقوفين، ساقط من نسخة (ج). (٢) أخرجه ابن جرير ١٩/ ١٠٧، من طريق علي بن أبي طلحة بلفظ: الأيكة: مجمع الشجر. ومن طريق ابن جريج بلفظ: أهل مدين، والأيكة: الشجر الملتف.(٣) \"تفسير مقاتل\" ٥٤ أ. في \"تهذيب اللغة\" ١٤/ ٢١٢ (دام): الدَّوْمُ: شَجَر المُقْل، الواحدة: دَوْمَة وفي \"تهذيب اللغة\" ٩/ ١٨٥ (مقل): المُقْل: حَملُ الدَّوْمُ، والدَّوْمُ شجرة تشبه النخلة.(٤) \"معاني القرآن\" للزجاج ٤/ ٩٧، وصدره بقوله: \"ويقال في التفسير\" قال أبو عبيدة ٢/ ٩٠: \"وجمعها: أيك، وهي جماع من الشجر\".(٥) قال، في نسخة (ب). ولعلها زائدة.(٦) في قوله تعالى: {وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ} [ص: ١٣].(٧) قال ابن الجزري: \"قرأ ابن كثير، ونافع، وابن عامر، وأبو جعفر: (أصحاب ليكة) هاهنا، وفي: ص، بلام مفتوحة، من غير ألف وصل قبلها، ولا همزة بعدها، وبفتح تاء التأنيث في الوصل، مثل: حيوة، وطلحة، وكذلك رسماً في جميع المصاحف، وقرأ الباقون بألف الوصل مع إسكان اللام، وهمزة مفتوحة بعدها، وخفض تاء التأنيث في الموضعين. \"النشر في القراءات العشر\" ٢/ ٣٣٦، و\"السبعة في القراءات\" ٤٧٣، و\"إعراب القراءات السبع وعللها\" ٢/ ١٣٧، و\"المبسوط في القراءات العشر\" ٢٧٥، و\"الحجة للقراء السبعة\" ٥/ ٣٦٧.</p><p> قال أبو علي الفارسي:  {الْأَيْكَةِ} تعريف أيكة، فإذا خففت الهمزة حذفتها، وألقيت حركتها على اللام فقلت: ليكة، كما قالوا لَحْمَر. وقول من قال: أصحاب ليكةَ، بفتح التاء مشكل (١) ؛ لأنه فتح التاء مع إلحاق الألف واللام الكلمة، وهذا في الامتناع كقول من قال: مررت بِلَحْمَرَ فَفَتَح الآخِر مع لحاق لام المعرفة (٢) . وإنما يُخرَّج قول من قال: أصحاب ليكةَ الموضع أن تكون هذه اللام فاءً، ولا تكون لام التعريف، ويكون (٣) ذلك الموضع يعرف لهذا الاسم، فإن لم يثبت هذا كان مشكلًا ولم أسمع بها. </p><p> قال أبو إسحاق: وكان أبو عبيد (٤) يختار هذه القراءة لموافقتها الكتاب، وذلك أن في هذه السورة وفي:  (ص) ، كتبت في المصحف (ليكة) بغير همز ولا ألف وصل (٥) مع ما جاء في التفسير أن اسم المدينة كان: ليكة (٦) . </p><p> قال أبو علي: إن ما في المصحف من إسقاط [ألف الوصل التي مع اللام وإسقاط]  (٧) صورة همزة ليكة لا يدل على صحة ما اختاره؛ وذلك أنه </p><p>(١) مشكل، في نسخة (أ)، (ب). (٢) \"الحجة للقراء السبعة\" ٥/ ٣٦٧، بمعناه.(٣) في نسخة (ج): فيكون.(٤) في جميع النسخ: أبو عبيدة. قال الزجاج في هذا الموضع ٤/ ٩٨: \"وكان أبو عبيد القاسم بن سلام يختار قراءة أهل المدينة\".(٥) في نسخة (ب): بغير همز وصل.(٦) \"معاني القرآن\" للزجاج ٤/ ٩٨. وذكر قول أبي عبيد النحاس، \"إعراب القرآن\" ٣/ ١٩٠، وكذا السمين الحلبي، الدر المصون ٨/ ٥٤٤.(٧) ما بين المعقوفين، ساقط من نسخة (ج).</p><p> يجوز أن يكون كُتب في المصحف على تخفيف الهمزة (١) ، ونقل الحركة (٢) ، وقول من قال: لحمرَ كما كتبوا {الْخَبْء}  [النمل: ٢٥] على ذلك، فإذا جاز إسقاط ألف الوصل على هذه (٣) اللغة مع تخفيف الهمزة ونقل الحركة (٤) ثبت أن ما اختاره لا يدل عليه (٥) خط المصحف، ويجوز أيضًا أن تكون الكتابة في هذين الموضعين وقعت على اللفظ (٦) فكما أنه لا ألف ثانية في اللفظ مع تخفيف الهمزة في الأيكة كذلك [لم تكتب في الخط]  (٧) وهذان وجهان في حذف ألف الوصل من الخط؛ ومثله في أنه كُتب مرة على اللفظ، وأخرى على غيره، كتابتهم:  {سَنَدْعُ الزَّبَانِيَةَ}  [العلق: ١٨] بغير واو، لَمَّا لم تثبت في اللفظ، وكتبت (٨) في: {وَيَدْعُ الْإِنْسَانُ </p><p>(١) في نسخة (أ)، (ب). زيادة: [ونقل الحركة، ثبت أن] وليست في كتاب أبي علي. (٢) ونقل الحركة. في نسخة (ب). وفي \"إعراب القرآن\" للنحاس ٣/ ١٩٠: \"والقول فيه أن أصله: الأيكة ثم خففت الهمزة فألقيت حركتها على اللام وسقطت واستَغنيت عن ألف الوصل؛ لأن اللام قد تحركت فلا يجوز على هذا إلا الخفض، كما تقول: مررت بالأحمر، على تحقيق الهمزة ثم تخففها فتقول: مررت بلَحْمر، فإن شئت كتبته في الخط كما كتبته أولاً، وإن شئت كتبته بالحذف، ولم يجز إلا بالخفض فكذا لا يجوز في الأيكة إلا الخفض، قال سيبويه: واعلم أن كل ما لا ينصرف إذا دخلته الألف واللام أو أضيف انصرف إذا دخلته، ولا نعلم أحداً خالف سيبويه في هذا\".(٣) في كتاب \"الحجة\": لهذا، بدل: على هذه.(٤) قوله: (ونقل الحركة) غير موجود في كتاب الحجة.(٥) يوجد هنا تكرار في نسخة (أ). وحذفته ليستقيم المعنى.(٦) في كتاب أبي علي: الوصل، بدل: اللفظ.(٧) ما بين المعقوفين، في نسخة (ج).(٨) وكتبت، في نسخة (ج).</p>"
}