{
  "id": null,
  "sura": 26,
  "aya": 22,
  "text": "<p> على نفسىِ. </p><p> قال مقاتل:  {فَفَرَرْتُ مِنْكُمْ} إلى مدين (١) لما خفتكم أن تقتلوني بمن قتلته (٢) . {فَوَهَبَ لِي رَبِّي حُكْمًا} يعني: نبوة. قاله ابن عباس، والسدي (٣) . وقال مقاتل: يعني العلم والفهم (٤) . وقال ابن زيد: عقلاً. وقال الفراء: التوراة (٥) . وهو بعيد؛ لأن التوراة أوتي (٦) بعد غرق فرعون. </p><p> ٢٢ - قوله:  {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ} قال ابن السكيت: استعبده وعبَّده أي: أخذه عبدًا، وأنشد قول رؤبة: </p><p> يَرضونَ بالتعبيدِ والتأمِّي (٧) </p><p> قال: ويقال: تَعَبَّدت فلانًا، أي: اتخذته عبدًا، مثل: عَبَّدته سواء. وتأمَّيت فلانة: اتخذتها أمة (٨) . وينشد على هذا (٩) التعبد، بمعنى: التعبيد، </p><p>(١) مدين. غير واضحة في نسخة (ج). (٢) \"تفسير مقاتل\" ٤٨ ب.(٣) أخرجه ابن جرير ١٩/ ٦٧، وابن أبي حاتم ٨/ ٢٧٥٥، عن السدي. واقتصر عليه الهواري ٣/ ٢٢٤. وفي \"تنوير المقباس\" ٣٠٧: (فهماً وعلماً ونبوة). ونسبه السمرقندي ٢/ ٤٧٢، للكلبي. وذكره في \"الوسيط\" ٣/ ٣٥٢، ولم ينسبه. وكذا البغوي ٦/ ١١٥، وابن عطية ١١/ ٩٨. ونسبه ابن الجوزي ٦/ ١٢٠، لابن السائب.(٤) \"تفسير مقاتل\" ٤٨ ب. واستظهره الشنقيطي ٦/ ٣٧٤.(٥) \"معاني القرآن\" للفراء ٢/ ٢٧٩. وبه قال الزجاج، في \"معاني القرآن\" ٤/ ٨٦.(٦) هكذا في النسخ الثلاث؛ والأصوب: أوتيها.(٧) ذكره الأزهري ٢/ ٢٣٣ (عبد)، من إنشاد ابن السكيت، منسوبًا لرؤبة. وفي الحاشية: قبله: مالناس إلا كاثمام الثم. انظر مجموع أشعار العرب ٣/ ١٤٣ وهو في \"اللسان\" ٣/ ٢٧١ (عبد) منسوبًا لرؤبة.(٨) \"تهذيب اللغة\" ٢/ ٢٣٣ (عبد).(٩) هذا في نسخة (أ)، (ب).</p><p> قول الشاعر: </p><p> تعبدني نِمْر بن سعد .. البيت (١) </p><p> وورمال أيضًا: أَعْبَدت الرجل بمعنى: عَبَّدته (٢) ، قال الشاعر: </p><p> علام يُعبِدني قومي وقد كثرت ... فيهم أباعِرُ مَا شاءوا وعُبْدانُ (٣) </p><p> قال مجاهد، في قوله:  {عَبَّدْتَ بَنِي إِسْرَائِيلَ} قهرتهم واستعملتهم (٤) . </p><p> وقال قتادة في هذه الآية: يقول موسى لفرعون: أتمن علي أن اتخذت بني إسرائيل عبيدًا (٥) . </p><p> وقال السدي: تَمُن علي أن ربيتني فيك وليدًا (٦) ، وأنت قد استعبدت بني إسرائيل فأرسلهم معي ولا تعذبهم. </p><p>(١) لم أجده في \"تهذيب اللغة\"، وقد أنشده كاملاً في \"اللسان\" ٣/ ٢٧٤ (عبد): تعبدني نمر بن سعد وقد أُرى ... ونمر بن سعد لي مطيع ومهطِع(٢) ذكره الأزهري ٢/ ٢٣٣، ولم ينسبه.(٣) أنشده الفراء، في \"معاني القرآن\" ٢/ ٢٧٩، وعنه الثعلبي ٨/ ١٠٩ ب. وأنشده ابن جرير ١٩/ ٦٨، والزجاج ٤/ ٨٧، والأزهري ٢/ ٢٣٣، والطوسي ٨/ ١٢، والزمخشري ٣/ ٢٩٧، ولم ينسبوه. وأنشده في \"اللسان\" ٣/ ٢٧٥، ونسبه للفرزدق. وأنشده أبو القاسم عبد الرحمن الزجاجي، ولم ينسبه، واستشهد به على أنه يقال: عبدت الرجل، وأعبدته، إذا استعبدته، وأنزلته منزلة العبيد. \"اشتقاق أسماء الله\" ٣٩.(٤) أخرجه ابن جرير ١٩/ ٦٨، وابن أبي حاتم ٨/ ٢٧٥٦. وهو في \"تفسير مجاهد\" ٢/ ٤٦٠.(٥) تفسير عبد الرزاق ٢/ ٧٤. وعنه ابن جرير ١٩/ ٦٩. وأخرجه عنه ابن أبي حاتم ٨/ ٢٧٥٥، من طريق آخر. واقتصر عليه ابن قتيبة، في \"غريب القرآن\" ٣١٦، ولى ينسبه. وصحح هذا القول ابن عطية ١١/ ١٠١؛ فقال: قول موسى عليه السلام تقرير بغير ألف، وهو صحيح، كما قال قتادة.(٦) أخرجه ابن جرير ١٩/ ٦٨.</p><p> وقال الكلبي: يقول: تمن بها علي وتستعبد بني إسرائيل (١) . </p><p> وقال مقاتل: قال موسى: تمن علي إحسانك إلى خاصة فيما (٢) زعمت، وتركت (٣) إساءتك أن عبدت يعني: استعبدت بني إسرائيل (٤) . هذا ما ذكره المفسرون في هذه الآية. وهو لا يفتح غُلقًا ولا يَحل مُشكلًا. </p><p> وجملة القول في هذه الآية: أن أهل التأويل مختلفون فيها على قولين؛ أحدهما: أن موسى أنكر أن يكون ثَمَّ (٥) لفرعون عليه نعمة (٦) . </p><p> قال صاحب النظم: لا يحتمل قوله: {وَتِلْكَ نِعْمَةٌ} إلا أن يكون مستفهمًا به؛ بمعنى: أوَ تلك، على الإنكار بلفظ الاستفهام (٧) ، ولا يحتمل أن يكون خبرًا؛ لأن تعبيد فرعون بني إسرائيل كيف يجعله موسى مِنَّة منه على نفسه؟ فالمعنى: ما ذهبنا إليه، وقد تستفهم العرب بلا ألف، ثم ذكر (٨) أبياتًا فيها (٩) : </p><p> أفرحُ أن أُرْزَأ الكِرامَ (١٠) </p><p>(١) \"تنوير المقباس\" ٣٠٧، بمعناهـ و\"تفسير السمرقندي\" ٢/ ٤٧٢، منسوبًا للكلبي. (٢) فيما، من \"تفسير مقاتل\" ٤٨ ب.(٣) في \"تفسير مقاتل\" ٤٨ ب: وتنسى.(٤) \"تفسير مقاتل\" ٤٨ ب.(٥) ثم. في نسخة (أ)، (ب).(٦) قال الثعلبي ٨/ ١٠٩ أ: \"اختلف العلماء في تأويلها، ففسره بعضهم على الإقرار، وبعضهم على الإنكار\".(٧) ذكر هذا القول: أبو علي، كتاب الشعر ١/ ٥٦، ولم ينسبه.(٨) في نسخة (ب): وقد ذكرنا أبياتاً.(٩) في نسخة (ج): منها.(١٠) أنشده الأزهري ١٥/ ٣٥٩ (نبل) عن أبي عبيد أنه قال: وحدثني محمد بن إسحاق =</p><p> قال: أراد: أأفرح؛ لأنه ينكر ذلك ولا يقبله. ومنها: </p><p> بسبعٍ رمين الجمر .. (١) </p><p> وهذا الذي ذكره هو قول الأخفش؛ قال: هذا استفهام كأنه قال: أوَ تلك نعمة تمنها؛ ثم فسر فقال:  {أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ} فجعله بدلاً من النعمة (٢) . قال أبو العباس: وهذا غلط لا يجوز أن يُلْقَى الاستفهام، وهو يُطلَب فيكون الاستفهام كالخبر، وقد استقبح ومعه (أمْ) ، وهي دليل على الاستفهام، واستقبحوا قول امرئ القيس: </p><p> تروحُ من الحيِّ أم تَبْتَكِرْ (٣) </p><p>= ابن عيسى، عن القاسم بن معن: أن رجلاً من العرب توفي فورثه أخوه، فعيَّره رجل بأنه فرح بموت أخيه لَمَّا ورثه؛ فقال: أفرح أن أرزأ الكرام وأن ... أُورثَ ذَوداً شصائصاً نَبَلاًقال: والنبل في هذا الموضع: الصغار الأجسام. وفي \"اللسان\" ١١/ ٦٤١ (نبل): \"يقول: أأفرح بصغار الإبل، وقد رزئت بكبار الكرام قال ابن بري: الشعر لحضرمي بني عامر\".(١) أنشده منسوبًا لابن أبي ربيعة، سيبويه ٣/ ١٧٥، وفي الحاشية: الشاهد فيه: حذف ألف الاستفهام ضرورة لدلالة أم عليها، وأنشده كذلك المبرد، في \"المقتضب\" ٣/ ٢٩٤، والبيت بتمامه عندهما:لعمرك ما أدري وإن كنت دارياً ... بسبع رمين الجمر أم بثمانعند سيبويه والمبرد بالنون: رمين. ورواية اليت في الديوان ٣٩٩: فوالله ما أدري وإني لحاسب بسبع رميتُ الجمر أم بثمانورميت أولى؛ لأن يصور ذهوله عند رؤية عائشة بنت طلحة، وقد رآها في الحج.(٢) \"معاني القرآن\" للأخفش ٢/ ٦٤٦.(٣) ديوان امرئ القيس ٢٢، وعجزه:وماذا عليك بأن تنتظر</p><p> بمعنى: أتروح، فحذف الاستفهام واكتفى (١) بـ (أم) ، فذهب الأكثرون إلى أن الأول خبر، والثاني استفهام، فأما وليس معه (أم) فلم يقله إنسان. انتهى كلامه (٢) . </p><p> ولتحقيق الإنكار وجه غير تقدير الاستفهام؛ قال محمد بن إسحاق بن يسار في هذه الآية: أقبل موسى على فرعون ينكر عليه ما ذكر من يده عنده فقال: {وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدْتَ بَنِي إِسْرَائِيلَ} أي: اتخذتهم عبيدًا تنزع أبناءهم من أيديهم فتسترق من شئت، وتقتل من شئت، أي: إنما صيرني إليك (٣) وإلى بيتك ذلك (٤) . </p><p> واختار الزجاج والأزهري هذا القول وشرحاه؛ قال الزجاج: المفسرون أخرجوا هذا على جهة الإنكار أن تكون تلك نعمة، كأنه قال: </p><p>= وذكره ابن جرير ١٩/ ٦٩، كاملاً، ولم ينسبه، وذكره صدره فقط الأزهري ٢/ ٢٣٢، منسوبًا لامرئ القيس. وفي حاشية ابن جرير: تروح: أتروح، وتبتكر: تخرج مبكراً، يقول: أتروح إلى أهلك آخر النهار أم تخرج إليهم بكرة، وما الذي يعجلك عن الانتظار وهو خير لك. والبيت شاهد على أنه حذف همزة الاستفهام، اكتفاء بدلالة أم، عليه، وبعضهم يستقبح الحذف في هذا الموضع. (١) ساقطة من: (ب).(٢) ذكره ابن جرير ١٩/ ٦٩، بنصه، وصدره بقوله: وكان بعض أهل العربية ينكر هذا ولم يسمه. وذكر نحوه النحاس، في \"إعراب القرآن\" ٣/ ١٧٦، ولم ينسبه، وقد صرح فيه بالرد على الأخفش. وذكره بنصه الأزهري ٢/ ٢٣٢، منسوبًا لأبي العباس.(٣) إليك. في نسخة (أ)، (ب).(٤) \"تاريخ ابن جرير\" ١/ ٤٠٦، بسنده عن محمد بن إسحاق. وأخرجه عنه ابن أبي حاتم ٨/ ٢٧٥٦، وقد وقع في المطبوع: \"وإني إنما صيرني إليك لأبين لك ذلك\". وهو مخالف للمخطوط ٢٠٩ ب، ولما في \"تاريخ ابن جرير\".</p><p> وأيُّ نعمة لك عليٍّ في أن عبدت بني إسرائيل، واللفظ لفظ خبر، قال: ويخرج المعش على ما قالوا أن لفظه لفظ الخبر، وفيه تبكيت للمخاطب، على معنى أنك لو كنت لا تقتل (١) أبناء بني إسرائيل، لكانت أمي مستغنية عن قذفي في اليم فكأنك تمنن علي بما كان بلاؤك سببًا له. انتهى كلامه (٢) . </p><p> وزاد الأزهري بيانًا لهذا القول؛ فقال: إن فرعون لما قال لموسى: {أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا} فاعتد عليه بأن رباه وليدًا منذ ولد إلى أن كبر، وكان من جواب موسى له: تلك نعمة تعتد بها عليَّ لأنك عبدت بني إسرائيل، ولو لم تعبدهم لكفلني أهلي، ولم يلقوني في اليم، فإنما صارت نعمة لِما أقدمت عليه مما حظره الله عليك. انتهى كلامه (٣) . </p><p> ونظير هذا من الكلام أن يَمنُن إنسانٌ على غيره تربيتَه فيقول له المخاطب: هذه النعمة حصلتْ لك علي بأن قتلت أبوي؛ ولو لم تقتلهما لربياني، فيكون في ذكر سبب تربيته إياه دفعًا لما ذَكر من النعمة عليه (٤) ، كذلك لَمَّا ذَكر موسى تعبيده بني إسرائيل كان في ذلك إبانةً لسبب حاجة موسى إلى تربية فرعون، ودفعًا لِما ذَكر من النعمة عليه. وإلى هذا القول أشار (٥) المبرد؛ فقال: التربية كانت بالسبب الذي ذكره الله من التعبيد، </p><p>(١) (لاتقتل) من (ج). (٢) \"معاني القرآن\" للزجاج ٤/ ٨٦.(٣) \"تهذيب اللغة\" ٢/ ٢٣٢ (عبد).(٤) عليه. في نسخة (أ)، (ب). وفي نسخة أ، زيادة: وإلى هذا القول. والكلام مستقيم بدونها.(٥) في نسخة (ب): ذهب أشار.</p><p> فقال موسى: تربيتك إياي كانت لأجل التملك والقهر لقومي، فقوله:  {تِلْكَ} ابتداء، و:  {نِعْمَةٌ تَمُنُّهَا عَلَيَّ} خبره، و:  {أَنْ عَبَّدْتَ} بدل من النعمة، مبين لها، وتقديره: تعبيدك بني إسرائيل. </p><p> هذا الذي ذكرنا وجه قول من قال بالإنكار. </p><p> القول الثاني: أن موسى أقر بنعمة التربية. وهو قول الفراء (١) ، ومذهب أبي العباس (٢) ، ووجهه: أن فرعون لما قال لموسى: {وَأَنْتَ مِنَ الْكَافِرِينَ} أي: لنعمة تربيتي لك، أجاب موسى فقال:  {وَتِلْكَ نِعْمَةٌ} الآية؛ يقول: هي لعمري نعمة إذ ربيتني ولم تستعبدني كاستعبادك بني إسرائيل، فـ {أَن} تدل على ذلك. ومثله في الكلام: أن تضرب أحد عبيدك وتترك الآخر، فيقول المتروك: هذه نعمة عليٍّ أنْ ضربت فلانًا وتركتني، ثم تحذف: وتركتني. والمعنى قائم معروف. هذا كله كلام الفراء؛ قال: وقد تكون {أَن} رفعًا ونصبًا، أما الرفع فعلى قولك: وتلك نعمة تمنها علي تعبيدك بني إسرائيل. والنصب: تَمَنَّها عليَّ لتعبيدك بني إسرائيل. انتهى كلامه (٣) . </p><p> ووجه هذا القول يصح في النظم بتقدير محذوف؛ كأنه قال: وتلك التي (٤) تذكر نعمة لك تمنها علي لأن عبدت بني إسرائيل. هذا وجه الإقرار بنعمة التربية. ومذهب المفسرين: الإنكار. وما حكينا من أقوالهم يدل على الإنكار. </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٧٩. (٢) \"تهذيت اللغة\" ٢/ ٢٣٢ (عبد).(٣) \"معاني القرآن\" للفراء ٢/ ٢٧٩.(٤) التي. في نسخة (أ)، (ب).</p>"
}