{
  "id": null,
  "sura": 26,
  "aya": 7576,
  "text": "<p> عصيتموهم (١) . ونحو هذا قال مقاتل: هل ينفعونكم في شيء إذا عبدتموهم، أو يضرونكم بشيء إن لم تعبدوهم (٢) . </p><p> ٧٤ - {قَالُوا بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ} أي: كما نفعل يفعلون. وهذا إخبار أنهم قلدوا آباءهم في عبادة الأصنام، وتركوا الحجة والاستدلال فلما أقروا على أنفسهم وآبائهم بعبادة الأصنام التي لا تسمع ولا تضر (٣) ولا تنفع (٤) . </p><p> قال لهم إبراهيم متبرئًا منهم: </p><p> ٧٥، ٧٦ - {قَالَ أَفَرَأَيْتُمْ مَا كُنْتُمْ تَعْبُدُونَ (٧٥) أَنْتُمْ وَآبَاؤُكُمُ الْأَقْدَمُونَ} يعني الماضين الأولين. </p><p> ٧٧ - {فَإِنَّهُمْ عَدُوٌّ لِي} قال الكلبي: يقول أبرأ منهم (٥) . وقال مقاتل: أنا بريء منهم (٦) . ومعنى عداوة الأصنام له هو ما ذكره الفراء، أي: لو عبدتهم كانوا إلى يوم القيامة ضدًا وعدوًا (٧) . وكأنه ذهب إلى معنى قوله:  {كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ} الآية (٨) ، [مريم: ٨٢] وذكر ابن قتيبة هذه الآية في باب المقلوب؛ وقال: المعنى: فإني عدو لهم، فقلب؛ لأن كل من عاديته </p><p>(١) \"تنوير المقباس\" ٣٠٧. (٢) \"تفسير مقاتل\" ٥١ أ.(٣) ولا تضر. مكررة في نسخة (ج).(٤) لا تنفع، ولا تضر ولا تسمع. في نسخة (ب).(٥) \"تنوير المقباس\" ٣٠٧، وفيه: تبرأ منهم.(٦) \"تفسير مقاتل\" ٥١ ب.(٧) \"معاني القرآن\" للفراء ٢/ ٢٨١.(٨) \"تفسير الثعلبي\" ٨/ ١١١ ب. والشاهد من الآية في آخرها، وهو قوله تعالى: {كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا}.</p><p> عاداك (١) . ونحو هذا حكى بعض المتأخرين عن الفراء، ولم أر له ذلك (٢) . </p><p> والعدو: اسم يجوز إطلاقه على الجماعة، كما قال:  {وَهُمْ لَكُمْ عَدُوّ}  [الكهف ٥٠]  (٣) وقوله: {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ}  [النساء ٩٢] وقد مرَّ (٤) . وذلك أنه وضع موضع المصدر فلا يُثنى، ولا يُجمع، كما يوضع المصدر موضع الصفة؛ في نحو: رجل عدل، وتجوز تثنيته وجمعه؛ لأنه اسم (٥) . </p><p> وقوله:  {إِلَّا رَبَّ الْعَالَمِينَ} قال أبو إسحاق: قال النحويون: إنه استثناء ليس من الأول. أي: لكن رب العالمين أعبده، ولا أتبرؤ منه. قال: ويجوز أن يكونوا عبدوا مع الله الأصنام، فقال: إن جميع من عبدتم عدو لي إلا رب العالمين؛ لأنهم سَووَّا آلهتهم بالله -عز وجل- فأعلمهم أنه قد تبرأ مما يعبدون إلا الله (٦) . وهذا الذي ذكره هو مذهب مقاتل في هذه الآية؛ قال: إنهم كانوا يعلمون أن الله ربهم، وهو الذي خلقهم فإقرارهم بالله أنه خلقهم وهو ربهم عبادة منهم له (٧) . </p><p> وقال الكلبي:  {إِلَّا رَبَّ الْعَالَمِينَ} يقول: إلا أن يكون فيكم أحدٌ يعبد </p><p>(١) \"تأويل مشكل القرآن\" ١٩٣. (٢) ذكره عن الفراء الثعلبي ١١١ ب، وتبعه البغوي ٦/ ١١٧، وأحال محقق \"تفسير البغوي\" في الحاشية إلى \"معاني القرآن\" للفراء ٢/ ٢٨١، وليس فيه هذا القول، كما قال الواحدي.(٣) ذكر هذا القول الأخفش، في \"معاني القرآن\" ٢/ ٦٤٣.(٤) تفسير هذه الآية من سورة النساء من القسم المفقود من كتاب البسيط.(٥) \"تفسير ابن جرير\" ١٩/ ٨٤، بمعناه.(٦) \"معاني القرآن\" للزجاج ٤/ ٩٣.(٧) \"تفسير مقاتل\" ٥١ ب.</p><p> الله (١) . واختار الحسين بن الفضل هذا القول، وقال: يعني إلا من عبد رب العالمين (٢) . وهذا يتوجه على حذف المضاف، كأنه قال: إلا عابد رب العالمين، ويكون الاستثناء أيضًا لا من الأول. </p><p> واختار صاحب النظم في قوله:  {فَإِنَّهُمْ عَدُوٌّ لِي} القلب؛ وقال: لأن الأصنام لا تعادي أحدًا، والمعنى: فإني عدو لهم. ومعنى العداوة: البغض والبراءة، وترك الموافقة. وأصله: من عَدَوْتُ الشيء: إذا جاوزتُه وخلَّفته. وقال في قوله:  {إِلَّا رَبَّ الْعَالَمِينَ} إنه على التقديم والتأخي؛ على تقدير: أفرأيتم ما كنتم تعبدون أنتم وءابآؤكم الأقدمون إلا رب العالمين فإنهم عدو لي وتكون (إلا) بمعنى: (دون) و (سوى) . أي: ما كنتم تعبدون من دون الله، وسوى الله، فيكون:  (دون) و (سوى) ، نعتًا للاسم الأول (٣) . </p><p> وهذا الذي ذكره فيه تعدٍّ واستكراه، ثم استبعد قول الذين قالوا: إنه استثناء ليس من الأول؛ بأن قال: يحتمل ذلك على بعدٍ فيه؛ لأنه يكون ادعى خبرًا على الله من غير علم، وهو تمدح وتفريط للنفس، وهما مكروهان، يعني: أن إبراهيم إذا قال: الأصنام أعدائي، لكن الله وليي يكون قد أخبر عن الله بأنه وليه، ومدح نفسه بولاية الله؛ لأنه إذا كان الله [هو أيضًا]  (٤) وليه، كان هو أيضًا ولي الله. وهذا لا يقدح في قول النحويين؛ لأنه لم يُخبر بذلك عن غير علم؛ فإن النبي يعلم منزلته من الله. والنبوة فوق الولاية، فإذا عَلِم أنه نبي، عَلِم أنه ولي، وأن الله وليه. </p><p>(١) \"تنوير المقباس\" ٣٠٧. (٢) \"تفسير الثعبي\" ٨/ ١١١ب.(٣) ذكره عنه السمين الحلبي، \"الدر المصون\" ٨/ ٥٣٠.(٤) ما بين المعقوفين، ساقط من نسخة (ج).</p><p> وقوله: إنه تمدح، هذا إنما لا يحسن بعد الأنبياء، أما الأنبياء فلهم أن يتمدحوا بمنزلتهم، ومكانهم من الله تعالى، كما أن لهم التحدي بالمعجزة، وقد قال نبينا -صلى الله عليه وسلم-: \"أنا سيد ولد آدم\"  (١) . </p><p> وقال:  \"آدم فمن دونه تحت لوائي يوم القيامة\"  (٢) . </p><p> وقال:  \"لو كان موسى حيًا لما وسعه إلا اتباعي\"  (٣) ، في أشباهٍ لهذا كثيرة لا تُحمل على مذهب التمدح المكروه. </p><p> قال مقاتل: ثم ذكر إبراهيم نعم رب العالمين؛ فقال (٤) : </p><p> ٧٨ - {الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ} قال ابن عباس: يرشدني. وقال </p><p>(١) جزء من حديث أخرجه مسلم ٤/ ١٧٨٢، كتاب الفضائل، رقم: ٢٢٧٨، من حديث أبي هريرة -رضي الله عنه-، بلفظ: \"أنا سيد ولد آدم يوم القيامة، وأول من ينشق عنه القبر، وأول شافع وأول مُشَّفع\". وأخرجه باللفظ نفسه أبو داود ٥/ ٥٤، كتاب السنة، رقم: ٤٦٧٣. (٢) أخرجه أبو داود الطيالسي ٣٥٣، من حديث ابن عباس، بلفظ: \"وبيدي لواء الحمد تحته آدم ومن دونه ولا فخر\". وأخرجه من الطريق نفسه أبو يعلى الموصلي ٤/ ٢١٤، وضعفه محقق مسند أبي يعلى؛ لضعف علي بن زيد بن جُدعان، وأخرجه ابن حبان، من طريق آخر عن عبد الله بن سلام -رضي الله عنه-، \"الإحسان في تقريب صحيح ابن حبان\" ١٤/ ٣٨٩، وقال محققه: حديث صحيح لغيره. وأخرجه الترمذي ٥/ ٥٤٨، كتاب المناقب، رقم: ٣٦١٥، وقال الترمذي: حديث حسن صحيح. وهو في \"صحيح سنن الترمذي\" ٣/ ١٩٥، رقم: ٢٨٥٩.(٣) خرجه الإمام أحمد ٢٣/ ٣٤٩، رقم: ١٥١٥٦، وأخرجه أبو يعلى الموصلي ٤/ ١٠٢، وأخرج ابن أبي عاصم، كتاب السنة ٢٧، رقم: ٥٠. وضعف الحديث محققو المسند، وكذا محقق \"مسند أبي يعلى\"؛ لضعف مُجالد بن سعيد، وحسن إسناده الألباني، \"إراوء الغليل\" ٦/ ٣٤، رقم: ١٥٨٩؛ لورود الحديث من طرق أخرى ساقها هناك(٤) \"تفسير مقاتل\" ٥١ ب.</p><p> الكلبي: فهو يهدين إلى الدين (١) . والمعنى: فهو الذي يهدين إلى الدين، والرشد، لا ما تعبدون من الأصنام. أخبر أن الذي يهدي هو الله الذي خلق (٢) لا غيره، وجاء هذا لأنهم كانوا يزعمون أن آلهتهم هي التي تهديهم. قال صاحب النظم: وجاءت الفاء دون الواو في (فهو) لأن الفاء تجعل ما بعدها متصلًا بما قبلها على الجواب له. </p><p> ٧٩ - قوله تعالى:  {وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ} قال صاحب النظم: صحول {هُوَ} دليل على أنه أعلم أنه لا يُطعم ولا يَسقي غيرُه، كما تقول في الكلام: زيد هو الذي فعل، أي: لم يفعله غيره (٣) . </p><p> ٨٠ - {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} قال: دخلت الفاء هاهنا كما دخلت في الخلق والهداية، وذلك أنهم كانوا يقولون: المرض منا، ومن الزمان، ومن الأغذية، والشفاء من الأطباء، ومن الأدوية. فأعلم إبراهيم أن الذي أمرض هو الذي يَشفي؛ وهو الله -عز وجل-. هذا كلامه (٤) . وكان يجب على ما قال أن يكون: وإذا أمرضني، وقد قال:  {وَإِذَا مَرِضْتُ} فلم يُخبر عن الله -عز وجل- بإمراض، إلا أن يقال: أراد: وإذا أمرضني، ولكن أخبر عن نفسه على العادة فإنه يقال: مرضت ولا يقال: أمرضني الله وإن كان المرض مخلوقًا لله بقضائه وقدره (٥) . </p><p>(١) \"تنوير المقباس\" ٣٠٩. (٢) في نسخة (أ)، (ب): زيادة: هذا، بعد: خلق. والكلام مستقيم بدونها.(٣) ذكره القرطبي ١٣/ ١١٠، ولم ينسبه.(٤) وقد ذكره في \"الوسيط\" ٣/ ٣٥٥، ولم ينسبه.(٥) قال السمرقندي، في تفسيره ٢/ ٤٧٥: أضاف المرض إلى نفسه؛ لأن المرض كسب يده، كقوله -عز وجل-: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} =</p><p> ٨١ - وقوله:  {وَالَّذِي يُمِيتُنِي} أي: في الدنيا {ثُمَّ يُحْيِينِ} للبعث. قاله ابن عباس، والمفسرون (١) . </p><p> قال صاحب النظم: كانوا لا يدفعون الموت، إلا أنهم يجعلون له سببًا سوى الله، ويكفرون بالبعث، فأعلم إبراهيم أنه هو الذي يميت، ثم يحي (٢) . ودخلت (ثم) للتراخي الذي بين الموت والحياة (٣) . </p><p> ٨٢ - وقوله:  {وَالَّذِي يُمِيتُنِي} قال مقاتل: أرجو (٤)  {أَنْ يَغْفِرَ لِي خَطِيئَتِي} قال مجاهد، ومقاتل، والكلبي، والحسن (٥) ، هي قوله لسارة: أختي، وقوله:  {إِنِّي سَقِيمٌ} وقوله: {بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا} وهي الكذبات الثلاث (٦) . </p><p>= [الشورى: ٣٠] وفيه كفارة. وجعل البغوي ٦/ ١١٨، إضافة المرض إلى نفسه استعمالاً لحسن الأدب. وهذا أولى، والله أعلم. (١) \"تفسير ابن جرير\" ١٩/ ٨٥.(٢) \"تفسير الوسيط\" ٣/ ٣٥٥، منسوبًا لصاحب النظم.(٣) وقد أحسن الواحدي صنعاً في إعراضه عن ذكر الأقوال الغريبة، والشاذة التي ذكرها الثعلبي ٨/ ١١١ ب، عن بعض أهل المعرفة، وإن كان الأحسن أن يشير إلى نقده لتلك الأقوال كما فعل القرطبي ١٣/ ١١١، وغيره من أهل العلم.(٤) \"تفسير مقاتل\" ٥١ ب. و\"تنوير المقباس\" ٣٠٩.(٥) الحسن غير موجودة في نسخة (ب).(٦) \"تنوير المقباس\" ٣٠٩. و\"تفسير مجاهد\" ٢/ ٤٦٢. و\"تفسير مقاتل\" ٥١ ب. وأخرجه بسنده ابن جرير ١٩/ ٨٥، عن مجاهد. وأخرجه ابن أبي حاتم ٨/ ٢٧٨٠، عن أبي هريرة -رضي الله عنه- مرفوعاً. ولفظه عند البخاري، من حديث أَبِي هُرَيْرَةَ -رضي الله عنه-، قَالَ: قَالَ رَسُولُ الله -صلى الله عليه وسلم-: (لَمْ يَكْذِبْ إِبْرَاهِيمُ -عليه السلام- إِلا ثَلَاثَ كَذَبَات ثِنْتَيْنِ مِنْهُن فِي ذَاتَ الله -عز وجل-؛ قَوْلُهُ: {إِنِّي سَقِيمٌ} وَقَوْلُهُ: {بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا} وَقَالَ: بَيْنَا هُوَ ذَاتَ يَوْمِ وَسارَةُ إِذْ أَتَى عَلَى جَبَّارٍ مِنَ الْجَبَابِرَةِ فَقِيلَ لَه إِنَّ هَاهُنَا رجُلا مَعَهْ امْرَأَةٌ مِرْ أَحْسَنِ =</p><p> وزاد الكلبي والحسن قوله للكواكب:  {هَذَا رَبِّي}  (١) . </p><p> وقال أبو إسحاق: معنى {خَطِيئَتِي} أن الأنبياء بشر، وقد يجوز أن تقع عليهم الخطيئة إلا أنهم لا تكون منهم الكبيرة؛ لأنهم معصومون (٢) . </p><p> وقال أهل المعاني في قوله:  (أطمع) هذا تلطف من إبراهيم في حسن الاستدعاء، وخضوع لله -عز وجل- (٣) . </p><p> قوله:  {يَوْمَ الدِّينِ} يريد يوم الجزاء. قاله ابن عباس (٤) . </p><p>= النَّاسِ فَأَرْسَلَ إِلَيْهِ فَسَأَلَهُ عَنْهَا فَقَالَ مَنْ هَذِهِ قَالَ أُخْتِي فَأَتَى سَارَةَ قَالَ يَا سَارَةُ لَيْسَ عَلَى وَجْهِ الْأَرْضِ مُؤْمِنٌ غَيْرِي وَغَيْرَكِ وَإِن هَذَا سَألَني فَأَخْبَرْتُهُ أَنَّكِ اخْتِي فَلَا تُكَذِّبِينِي فَأَرْسَلَ إِلَيْهَا فَلَمَّا دَخَلَتْ عَلَيْهِ ذَهَبَ يَتَنَاوَلُهَا بِيَدِهِ فَأُخِذَ فَقَالَ ادْعِي الله لِي وَلَا أَضُرُّكِ فَدَعَتِ الله فَأُطْلِقَ ثُمّ تَنَاوَلَهَا الثانِيَةَ فَأُخِذَ مِثْلَهَا أَوْ أَشَدَّ فَقَالَ ادْعِي الله لِي وَلَا أَضُركِ فَدَعَتْ فَأُطْلِقَ فَدَعَا بَعْضَ حَجَبَتِهِ فَقَالَ إِنَّكُمْ لَمْ تَأْتُونِي بِإِنْسَانٍ إِنَّمَا أَتَيْتُمُونِي بِشَيْطَانٍ فَأَخْدَمَهَا هَاجَرَ فَأَتَتْهُ وَهُوَ قَائِمٌ يُصَلِّي فَأَوْمَأَ بِيَدِهِ مَهْيَا قَالَتْ رَدَّ الله كَيْدَ الْكَافِرِ أَوِ الْفَاجِرِ في نَحْرِهِ وَأَخْدَمَ هَاجَرَ). البخاري، كتاب الأنبياء، رقم: ٣٣٥٨، الفتح ٦/ ٣٨٨. ومسلم، ٤/ ١٨٤٠، كتاب الفضائل، رقم: ٢٣٧١. (١) \"تفسير الوسيط\" ٣/ ٣٥٥. وذكره السمرقندي، في \"تفسيره\" ٢/ ٤٧٥، ولم ينسبه. ونسبه الثعلبي ٨/ ١١٢ ب، والبغوي ٦/ ١١٨، للحسن. قال ابن عطية ١١/ ١٢٣: وقالت فرقة: أراد بالخطيئة اسم الجنس، قدرها في كل أمره من غير تعيين. واستظهر ابن عطية هذا القول. وهذا مخالف لظاهر الآية حيث نسبة الخطأ إلى نفسه، ومخالف للحديث السابق، والأنبياء عليهم الصلاة والسلام معصومون فيما يتعلق بالوحي وتبليغ الرسالة، ولا ينافي إثبات ذلك عصمةَ الرسل؛ فالعصمة ثابتة لهم في تبليغ الوحي، وأما ما يفعلونه باجتهادهم فهم كغيرهم من البشر يصيبون، وقد يخطئون فيصحح خطؤهم. والله أعلم.(٢) \"معاني القرآن\" للزجاج ٤/ ٩٤.(٣) \"تفسير الوسيط\" ٣/ ٣٥٥، ولم ينسبه.(٤) أخرجه ابن أبي حاتم ٨/ ٢٧٨٠، عن الأعرج. قال ابن جرير ١٩/ ٨٥: (يوم الحساب، يوم المجازاة).</p><p> وقال مقاتل: يعني يوم الحساب (١) . ثم دعا إبراهيم ربه فقال: </p><p> ٨٣ - {رَبِّ هَبْ لِي حُكْمًا} قال ابن عباس: معرفة بالله وبحدوده وأحكامه (٢) . </p><p> وقال مقاتل: يعني اللهم والعلم (٣) . </p><p> {وَأَلْحِقْنِي بِالصَّالِحِينَ} قال ابن عباس: بأهل الجنة. </p><p> وقال عطاء عنه: يريد النبيين قبله (٤) . </p><p> ٨٤ - {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ} قال ابن عباس، ومجاهد، وسفيان، والسدي، ومقاتل، والكلبي، والمفسرون يعني: ثناءً حسنًا (٥) . {فِي الْآخِرِينَ} يعني: في الذين يأتون بعدي (٦) . </p><p>(١) \"تفسير مقاتل\" ٥١ ب. ذكر الواحدي، في \"الوسيط\" ٣/ ٣٥٦، هاهنا حديث عَائِشَةَ قَالَتْ: قُلْتُ: يَا رَسُولَ الله ابْنُ جُدْعَانَ كَانَ في الْجَاهِلِيَّةِ يَصِلُ الرَّحِمَ وُيطْعِمُ الْمِسْكِينَ فَهَلْ ذَاكَ نَافِعُهُ قَالَ لَا يَنْفَعُهُ إِنَّهُ لَمْ يَقُلْ يَوْمًا رَبِّ اغْفِرْ لِي خَطِيئَتِي يَوْمَ الدِّينِ) أخرجه مسلم ١/ ١٩٦، كتاب الإيمان، رقم ٢١٤. والحاكم ٢/ ٤٣٩، كتاب التفسير، رقم: ٣٥٢٤، وقال صحيح الإسناد، ولم يخرجاه، ووافقه الذهبي. والحديث أخرجه مسلم كما سبق. (٢) \"تفسير الوسيط\" ٣/ ٣٥٦. و\"تفسير البغوي\" ٦/ ١١٨. و\"تفسير القرطبي\" ١٣/ ١١٢. وأخرج ابن أبي حاتم ٨/ ٢٧٨١، عن ابن عباس: الحكم: العلم.(٣) \"تفسير مقاتل\" ٥١ ب. و\"تنوير المقباس\" ٣٠٩. وجعل ابن جرير ١٩/ ٨٦، الحكم هنا: النبوة. وهو قول السدي، أخرجه ابن أبي حاتم ٨/ ٢٧٨١.(٤) \"تفسير مقاتل\" ٥١ ب. وفي \"تنوير المقباس\" ٣٠٩: بآبائي المرسلين في الجنة.(٥) خرجه بسنده عن مجاهد، الفراء، \"معاني القرآن\" ٢/ ٢٨١. وذكره أبو عبيدة ٢/ ٨٧، ولم ينسبه. وذكره ابن جرير ١٩/ ٨٦. وأخرجه ابن أبي حاتم ٨/ ٢٧٨١، عن مجاهد، وقتادة، وعبد الرحمن بن زيد.(٦) \"تفسير مقاتل\" ٥١ ب. و\"تنوير المقباس\" ٣١٠.</p><p> قال أبو إسحاق: معناه اجعل لي ثناء حسنًا باقيًا إلى آخر الدهر (١) . </p><p> قال المفسرون: وأعطاه الله ذلك، وكل أهل دين يتولونه ويثنون عليه (٢) . وذكرنا أن اللسان قد يُذكر والمراد به القول (٣) ، ومنه: </p><p> إني أتتني لسانٌ ...... البيت (٤) </p><p> والعرب إذا مدحت شيئًا أضافته إلى الصدق (٥) ؛ كقوله تعالى:  {قَدَمَ صِدْقٍ}  [يونس: ٢] وقد مر (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ٩٤. قال السمرقندي، في؛ \"تفسيره\" ٢/ ٤٧٦: وإنما أراد بالثناء الحسن ليقتدوا به فيكون له مئل أجر من اقتدى به. (٢) \"تفسير مقاتل\" ٥١ ب، بلفظ: \"فكل أهل دين يتولون إبراهيم -عليه السلام-، ويثنون عليه\". وذكر هذا هود الهواري ٣/ ٢٣٠. وأخرجه بسنده مطولاً ابن جرير ١٩/ ٨٦، عن عكرمة. وأخرجه ابن أبي حاتم ٨/ ٢٧٨١، عن ابن عباس. قال الجصاص ٥/ ٢١٤: فاليهود تقر بنبوته، وكذلك النصارى، وأكثر الأمم. وذكره الثعلبي ٨/ ١١٣ أ.(٣) ذكر ذلك ابن قتيبة، في \"تأويل مشكل القرآن\" ١٤٦. ونقله عنه الثعلبي ٨/ ١١٣ أ.(٤) أنشده كاملاً ابن قتيبة، في \"تأويل مشكل القرآن\" ١٤٦، ولم ينسبه، وتمامه:إني أتتني لسانٌ لا أُسرُّ بها ... من عَلوَ لا عجبٌ منها ولا سَخَرُقال ابن قتيبة: أي: أتاني خبرٌ لا أسر به. والبيت مطلع قصيدة لأعشى باهلة، يرثي بها المنتشر بن وهب الباهلي، وقد ذكرها المبرد، الكامل ٣/ ١٤٣١. وأنشده ونسبه الثعلبي ٨/ ١١٧ أ.(٥) في \"تهذيب اللغة\" ٨/ ٣٥٥: يقال: هذا رجل صِدْق، معناه: نعم الرجل هو.(٦) ذكر الواحدي في تفسير هذه الآية ما يتعلق بالقدم، ومعناه، والمراد به، ثم قال: هذا الذي ذكرنا معنى القدم في اللغة، فأما التفسير فقال ابن عباس: أجراً حسناً بما قدموا من أعمالهم. وعلى هذا المعنى: أن لهم أجر صدق أو ثوابه، على تقدير حذف المضاف، وقال مجاهد والحسن: يعني الأعمال الصالحة. وعلى هذا لا حذف. =</p><p> ٨٥ - {وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ} قال ابن عباس: اجعل مصيرِي إلى جنة النعيم (١) . وقال الكلبي: من الذين ذكروا في قوله: {أُولَئِكَ هُمُ الْوَارِثُونَ (١٠) الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ} [المؤمنون: ١٠، ١١] والنعيم: نقيض البؤس (٢) . </p><p> ٨٦ - {وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ} قال مقاتل: من المشركين (٣) . وهذا الاستغفار منه لأبيه إنما كان قبل أن يتبرأ منه (٤) . وقد ذكرنا ذلك عند {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ} الآية، [التوبة: ١١٤]  (٥) . </p><p> ٨٧ - {وَلَا تُخْزِنِي} قال مقاتل والكلبي: لا تعذبني (٦)  {يَوْمَ يُبْعَثُونَ} يوم يبعث الخلق بعد الموت (٧) . ثم فسر ذلك اليوم وأبدل منه؛ فقال: </p><p>= قال الإمام مالك: لا بأس أن يُحب أن يُثنى عليه صالحاً، وُيرى في عمل الصالحين، إذا قصد به وجه الله وهو الثناء الصالح. \"أحكام القرآن\" لابن العربي ٣/ ٤٥٨. (١) \"تنوير المقباس\" ٣١٠، بمعناه.(٢) وفي هذه الآية رد على من قال: لا أسأل جنة ولا ناراً. \"تفسير القرطبي\" ١٣/ ١١٤.(٣) \"تفسير مقاتل\" ٥١ ب.(٤) \"تفسير البغوي\" ٦/ ١١٩.(٥) قال الواحدي: (.. وذلك أنه وعد أباه أن يستغفر له رجاء إسلامه، وأن ينقل الله أباه باستغفاره له من الكفر إلى الإسلام، فلما مات مشركاً ويئس من مراجعته الحق تبرأ منه، وقطع الاستغفار له ..).(٦) \"تفسير مقاتل\" ٥١. و\"تنوير المقباس\" ٣١٠.(٧) \"تفسير مقاتل\" ٥١ ب. عَنْ أَبِي هُرَيْرَةَ -رضي الله عنه-، عَنِ النَّبِيِّ -صلى الله عليه وسلم-، قَالَ: (يَلْقَى إِبْرَاهِيمُ أَبَاهُ آزَرَ يَوْمَ الْقِيَامَةِ وَعَلَى وَجْهِ آزَرَ قَتَرَةٌ وَغَبَرَةٌ فَيَقُولُ لَهُ إِبْرَاهِيم: أَلَمْ أَقُلْ لَكَ لَا تَعْصِنِي فَيقُولُ أَبُوهُ: فَالْيَوْمَ لَا أَعْصِيكَ فَيَقُولُ إِبْرَاهِيمُ: يَا رَبِّ إنكَ وَعَدْتَنِي أَنْ لَا تُخْزِيَنِي يَوْمَ يُبْعَثُونَ فَأَيُّ خِزيٍ أَخْزَلى مِنْ أَبِي الأَبْعَدِ فَيَقُولُ الله تَعَالَى: إِنِّي حَرَّمْتُ الْجَنَّةَ =</p><p> ٨٨ - {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ}  [ومفعول النفع محذوف للعلم به كأنه قيل: لا ينفع مال ولا بنون أحدًا]  (١) . </p><p> ٨٩ - {إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} وفي هذا الاستثناء قولان؛ أحدهما: إنه استثناء من الأول على معنى: أن الكافر لا ينفعه ماله وإن تصدق به، ولا ابنوه يغيثونه، [فيكون قوله {إِلَّا مَنْ} استثناء ممن لا ينفعه بماله، وبنوه؛ وهو الكافر. </p><p> القول الثاني: إن قوله: {إِلَّا مَنْ} استثناء ليس من الأول على معنى:] (٢) لكن من أتى الله بقلب سليم ينفعه ذلك، وهو سلامة قلبه (٣) . </p><p> واختلفوا في معنى القلب السليم؛ فقال ابن عباس: سليم من الشرك والنفاق. وهو قول مجاهد، والكلبي، ومقاتل، وقتادة، والحسن، وأكثر المفسرين؛ قالوا: القلب السليم، الذي سلم من الشرك، والشك، والنفاق (٤) . وإذا كان سليمًا من هذه الأشياء كان موقنًا مخلصًا. وقال سعيد </p><p>= عَلَى الْكَافِرِينَ ثُمَّ يُقَالُ: يَا إِبْرَاهِيمُ مَا تَحْتَ رِجْلَيْكَ فَيَنْظُرُ فَإِذَا هُوَ بِذِيخٍ مُلْتَطِخٍ فَيُؤْخَذُ بِقَوَائِمِهِ فَيُلْقَى في النَّارِ) أخرجه البخاري، كتاب الأنبياء، رقم: ٣٣٥٠، الفتح ٦/ ٣٨٧. والنسائي، في السنن الكبرى ٦/ ٤٢٢، كتاب التفسير، رقم: ١١٣٧٥. قال ابن حجر، في الفتح ٨/ ٤٩٩: الذيخ: ذكر الضباع. يعني أن الله تعالى قد مسخ آزر ضبعاً، فلما رآه إبراهيم كذلك تبرأ منه. (١) ما بين المعقوفين، ساقط من نسخة (ج).(٢) ما بين المعقوفين، ساقط من نسخة (أ)، (ب).(٣) لم أجده عند من تقدم الواحدي، وذكره من المتأخرين: الزمخشري ٣/ ٣١١. والقرطبي ١٣/ ١١٤. وأبو حيان ٧/ ٢٤.(٤) \"تفسير مقاتل\" ٥١ ب. وأخرجه بسنده عبد الرزاق ٢/ ٧٤، عن قتادة. و\"تفسير هود الهواري\" ٣/ ٢٣١. و\"غريب القرآن\" لابن قتيبة ٣١٨. و\"تفسير ابن جرير\" =</p><p> ابن المسيب: القلب السليم هو الصحيح وهو قلب المؤمن، وقلب الكافر والمنافق مريض، كما قال الله تعالى:  {فِي قُلُوبِهِمْ مَرَضٌ}  [البقرة: ١٠]  (١) </p><p> ٩٠ - قوله تعالى:  {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ} قال ابن عباس: قربت الجنة لأوليائي (٢) . </p><p> قال أبو إسحاق: تأويله أنه قرب دخولهم إياها ونظرهم إليها (٣) . </p><p> ٩١ - {وَبُرِّزَتِ الْجَحِيمُ} أي: أظهرت (٤) . قال مقاتل: كشف الغطاء عيت الجحيم (٥)  (للغاوين) للكافرين (٦) ، وهم الضالون عن الهدى (٧) . </p><p>= ١٩/ ٨٧، وأخرجه عن قتادة، وابن زيد، والضحاك. وأخرجه ابن أبي حاتم ٨/ ٢٧٨٣، عن مجاهد، والحسن، وعبد الرحمن بن زيد. قال الثعلبي ٨/ ١١٣ أ، بعد ذكر هذا القول: (فأما الذنوب فليس يسلم منها أحد). ومراده ما دون الشرك. قال ابن القيم: (وقد اختلفت عبارات الناس في معنى السليم، والأمر الجامع لذلك: أنه الذي قد سلم من كل شهوة تخالف أمر الله ونهيه، ومن كل شبهة تعارض خبره ..) \"إغاثة اللهفان\" ١/ ١٣. (١) \"تفسير الثعلبي\" ٨/ ١١٧ أ. و\"تفسير الوسيط\" ٣/ ٣٥٦. و\"تفسير البغوي\" ٦/ ١١٩. وفي \"تنوير المقباس\" ٣١٠: (سليم من بغض أصحاب النبي -صلى الله عليه وسلم-).(٢) \"تنوير المقباس\" ٣١٠. و\"تفسير الوسيط\" ٣/ ٣٥٦. أخرج ابن أبي حاتم ٨/ ٢٧٨٤، عن الضحاك: قُربت من أهلها. ثم قال: وروي عن السدي، وقتادة، والربيع بن خيثم نحو ذلك.(٣) \"معاني القرآن\" للزجاج ٤/ ٩٤.(٤) \"تنوير المقباس\" ٣١٠. و\"تفسير هود الهواري\" ٣/ ٢٣١. و\"تفسير ابن جرير\" ١٩/ ٨٧. و\"معاني القرآن\" للزجاج ٤/ ٩٤. و\"تفسير الثعلبي\" ٨/ ١١٣ أ.(٥) \"تفسير مقاتل\" ٥١ ب.(٦) \"تنوير المقباس\" ٣١٠. قال ابن عطية ١١/ ١٢٧: هم المشركون بدلالة أنهم خوطبوا في أمر الأصنام، والقول لهم: {أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ (٩٢) مِنْ دُونِ اللَّهِ}.(٧) عن الهدى، في نسخة (ج).</p>"
}