{
  "id": null,
  "sura": 26,
  "aya": 155,
  "text": "<p> وكل دابة مُسحَّرَة (١) . </p><p> وقال الزجاج: أي ممن له سَحْر، والسَّحْرُ: الرئة، أي: أنت بشر مثلنا (٢) . وعلى هذا: المُسَحَّر ذو السَّحْر، وهو الذي خُلِق له سَحْر. </p><p> قال مقاتل: قالوا: أنت بشر مثلنا لا تفضلنا في شيء لست بملَك ولا رسول (٣) . </p><p> ١٥٤ - {فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} أنك رسول الله إلينا (٤) . وقال ابن عباس: إنهم سألوه فقالوا: إن كنت صادقًا فادع الله يخرجْ لنا من هذا الجبل ناقة حمراء عُشَراء فتضع ونحن ننظر، وتَرِد هذا الماء فتشرب، وتغدو علينا بمثله لبنًا! قال أبو الطفيل: لما قيل له ذلك خرج بهم إلى هَضبة من الأرض فإذا هي تَمْخَضُ كما تَمْخَضُ الحامل فانشقت عن الناقة (٥) . </p><p> ١٥٥ - فـ {قَالَ هَذِهِ نَاقَةٌ لَهَا شِرْبٌ} الشِّرِب: الحظ والنصيب من الماء (٦) . والمعنى: لها شِرب يوم ولكم شِرب يوم معلوم. </p><p>(١) \"مجاز القرآن\" ٢/ ٨٩. (٢) \"معاني القرآن\" للزجاج ٤/ ٩٧.(٣) \"تفسير مقاتل\" ٥٣ ب.(٤) \"تفسير مقاتل\" ٥٣ ب.(٥) ذكره في تفسيره \"الوسيط\" ٣/ ٣٦٠، من قول ابن عباس، فقط. وهذا القول في \"تفسير مجاهد\" ٢/ ٤٦٥. وأخرجه ابن أبي حاتم ٩/ ٢٨٠٤، عن أبي الطفيل. المَخاض: وَجَعُ الولادة، وهو الطَّلْق أيضًا. \"تهذيب اللغة\" ٧/ ١٢١ (مخض).(٦) \"معاني القرآن\" للفراء ٢/ ٢٨٢ ولفظه: \"لها حظ من الماء\". و\"غريب القرآن\" لابن قتيبة ٣٢٠. و\"تفسير الثعلبي\" ٨/ ١١٥ ب.</p><p> قال قتادة: إذا كان يومُ شربها شربت ماءهم كله أول النهار، وتسقيهم اللبن آخر النهار، وإذا كان يوم شربهم كان لأنفسهم ومواشيهم وأراضيهم، ليس لهم في يوم وِرْدِها أن يشربوا من شربها شيئًا، ولا لها أن تشرب في يومهم من مائهم شيئًا (١) . </p><p> وقال مقاتل: كان للناقة يوم ولهم يوم، فإذا كان يوم الشرب للناقة (٢) كانوا (٣) في لبن ما شاءوا، وليس لهم ماء، وإذا كان يومهم لم يكن للناقة ماء (٤) . </p><p> والباقي [١٥٦ - ١٦٤] بعضه مفسر فيما مضى، وبعضه ظاهر، إلى قوله: </p><p> ١٦٥ - {أَتَأْتُونَ الذُّكْرَانَ}  (٥) وهو جمع الذَّكَر، ضد الأنثى ويجمع على الذِّكارة والذُّكور والذُّكران والذُّكورة (٦) . </p><p> قال مقاتل: يعني نكاح الرجال (٧) . </p><p> وقوله:  (من العالمين) يعني من بني آدم خاصة (٨) . </p><p> ١٦٦ - {وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ} يعني: فروج نسائهم (٩) . </p><p>(١) \"تفسير الوسيط\" ٣/ ٣٦٠. وذكر نحوه عن قتادة ابن الجوزي ٦/ ١٣٩. (٢) في نسخة (ج): يوم شرب الناقة.(٣) في نسخة (أ)، (ب): كان.(٤) \"تفسير مقاتل\" ٥٣ ب.(٥) الاستفهام هنا يراد به التوبيخ. \"تأويل مشكل القرآن\" ٢٧٩.(٦) \"تهذيب اللغة\" ١٠/ ١٦٤ (ذكر).(٧) \"تفسير مقاتل\" ٥٣ ب.(٨) \"تفسير ابن جرير\" ١٩/ ١٠٥. و\"تفسير البغوي\" ٦/ ١٢٦.(٩) \"تفسير مقاتل\" ٥٣ ب.</p><p> وقال مجاهد: تركتم أقبال النساء إلى أدبار الرجال (١) . {بَلْ أَنْتُمْ قَوْمٌ عَادُونَ} ظالمون معتدون الحلال إلى الحرام، والطاعة إلى المعصية (٢) . </p><p> ١٦٧ - {قَالُوا لَئِنْ لَمْ تَنْتَهِ} لئن لم تسكت (٣) يا لوط {لَتَكُونَنَّ مِنَ الْمُخْرَجِينَ} من بلدتنا وقريتنا كقولهم لشعيب: {لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا}  [الأعراف: ٨٨] . </p><p> ١٦٨ - {قَالَ إِنِّي لِعَمَلِكُمْ} قال مقاتل: يعني إتيان الرجال {مِنَ الْقَالِينَ} من الماقتين (٤) . وقال ابن عباس: من المبغضين (٥) . والقِلَى: البُغْض، قَلَيْته، أَقلِيه، قِلَى (٦) . ثم دعا فقال: </p><p> ١٦٩ - {رَبِّ نَجِّنِي وَأَهْلِي مِمَّا يَعْمَلُونَ} أي: من عذاب ما يعملون، يدل عليه أن الاستجابة من الله كانت في نجاته من عذاب ذنوبهم. قال المفسرون: أي من عقوبة صنيعهم (٧) . </p><p> ١٧٠ - {فَنَجَّيْنَاهُ وَأَهْلَهُ} قال مقاتل: من العذاب (٨) . </p><p>(١) \"تفسير مجاهد\" ٢/ ٤٦٥. وأخرجه ابن جرير ١٩/ ١٠٥، بزيادة: وأدبار النساء. وهو كذلك عند ابن أبي حاتم ٩/ ٢٨٠٨. (٢) \"تفسير الوسيط\" ٣/ ٣٦١، ولم ينسبه. و\"تنوير المقباس\" ٣١٣. وأخرج ابن جرير ١٩/ ١٠٥، عن ابن جريج: \" (عادون) معتدون\". و\"تفسير السمرقندي\" ٢/ ٤٨١.(٣) \"تفسير مقاتل\" ٥٤ أ.(٤) \"تفسير مقاتل\" ٥٤ أ.(٥) \"تنوير المقباس\" ٣١٣. واقتصر عليه ابن قتيبة، في: \"غريب القرآن\" ٣٢٠.(٦) \"تهذيب اللغة\" ٩/ ٢٩٥ (قلا). قال الزجاج ٤/ ٩٩: \"والقالي: التارك للشيء الكاره له غاية الكراهية\".(٧) \"تفسير ابن جرير\" ١٩/ ١٠٦، بمعناه.(٨) لم أجده في \"تفسير مقاتل\".</p><p> وقال ابن عباس: إن الله نجى لوطًا وبناته (١) . </p><p> ١٧١ - {إِلَّا عَجُوزًا} يعني: امرأته (٢)  {فِي الْغَابِرِين} يعني: في الباقين في العذاب (٣) . </p><p> ١٧٢ - {ثُمَّ دَمَّرْنَا الْآخَرِينَ} أهلكناهم بالخسف والحَصْب (٤) . قال ابن عباس:  [إن الله دمر]  (٥) على جميع قومه؛ لأنه لم يصدقه أحد منهم ولم يؤمن بما جاء به. </p><p> ١٧٣ - {وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا} قال ابن عباس: أمطر الله عليهم حجارة من سماء الدنيا وأسماها: {سِجِّيلٍ}  (٦) وقال مقاتل: خسف الله بقرى لوط، وأرسل الحجارة على من كان خارجًا من القرية (٧) . </p><p> وقوله:  {فَسَاءَ مَطَرُ الْمُنْذَرِينَ} فبئس مطر الذين أنذروا بالعذاب (٨) . </p><p> قال صاحب النظم:  (ساء) ، مثل بئس في المعنى وهو يقتضي اسمين؛ معرفة ونكرة، ويجوز إفراده بأحد الاسمين كقوله: [{فَسَاءَ مَطَر </p><p>(١) أخرجه ابن أبي حاتم ٩/ ٢٨٠٩، في سياق طويل. (٢) \"تفسير مقاتل\"٥٤ أ. و \"تنوير المقباس\" ٣١٣. وأخرجه ابن أبي حاتم ٩/ ٢٨٠٩، عن قتادة.(٣) \"تفسير مقاتل\" ٥٤ أ. وأخرجه ابن أبي حاتم ٩/ ٢٨٠٩، عن قتادة. قال ابن الأنباري: \"الغابر حرف من الأضداد. يقال: غابر للماضي، وغابر للباقي\". الأضداد ١٢٩، والزاهر ٢/ ٣٢٤.(٤) \"تفسير مقاتل\" ٥٤ أ.(٥) ما بين المعقوفين ساقط من (ج).(٦) وردت هذه الكلمة في ثلاث آيات. هود ٨٢، الحجر ٧٤، الفيل ٤. راجع ما ذكره الواحدي عن سجيل في سورة هود.(٧) \"تفسير مقاتل\" ٥٤ أ. وأخرج ابن أبي حاتم ٩/ ٢٨١٠، نحوه عن ابن عباس. و\"تفسير هود الهواري\" ٣/ ٢٣٨.(٨) \"تفسر مقاتل\" ٥٤ أ.</p><p> الْمُنْذَرِينَ} لو ذُكرِ الاسمان لكان نظمه] (١)  {فَسَاءَ مَطَرُ الْمُنْذَرِينَ} مطرًا. </p><p> ١٧٦ - قوله:  {كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ} قال ابن عباس: يريد شعيبًا وحده. والأيك: شجر الدَّوْمُ التي بمدين (٢) . </p><p> وقال مقاتل: كان أكثر شجرهم الدَّوْمُ، وهو: المُقْل (٣) . وقال أبو إسحاق: هؤلاء كانوا أصحاب شجر مُلْتَّف (٤) . وذكرنا تفسير {الْأَيْكَةِ} عند قوله: {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ}  [الحجر: ٧٨] . </p><p> قال (٥) قرأ الحجازيون (أصحاب ليكة) هاهنا وفي: ص (٦) ، بغير همزة، والهاء مفتوحة (٧) . </p><p>(١) ما بين المعقوفين، ساقط من نسخة (ج). (٢) أخرجه ابن جرير ١٩/ ١٠٧، من طريق علي بن أبي طلحة بلفظ: الأيكة: مجمع الشجر. ومن طريق ابن جريج بلفظ: أهل مدين، والأيكة: الشجر الملتف.(٣) \"تفسير مقاتل\" ٥٤ أ. في \"تهذيب اللغة\" ١٤/ ٢١٢ (دام): الدَّوْمُ: شَجَر المُقْل، الواحدة: دَوْمَة وفي \"تهذيب اللغة\" ٩/ ١٨٥ (مقل): المُقْل: حَملُ الدَّوْمُ، والدَّوْمُ شجرة تشبه النخلة.(٤) \"معاني القرآن\" للزجاج ٤/ ٩٧، وصدره بقوله: \"ويقال في التفسير\" قال أبو عبيدة ٢/ ٩٠: \"وجمعها: أيك، وهي جماع من الشجر\".(٥) قال، في نسخة (ب). ولعلها زائدة.(٦) في قوله تعالى: {وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ} [ص: ١٣].(٧) قال ابن الجزري: \"قرأ ابن كثير، ونافع، وابن عامر، وأبو جعفر: (أصحاب ليكة) هاهنا، وفي: ص، بلام مفتوحة، من غير ألف وصل قبلها، ولا همزة بعدها، وبفتح تاء التأنيث في الوصل، مثل: حيوة، وطلحة، وكذلك رسماً في جميع المصاحف، وقرأ الباقون بألف الوصل مع إسكان اللام، وهمزة مفتوحة بعدها، وخفض تاء التأنيث في الموضعين. \"النشر في القراءات العشر\" ٢/ ٣٣٦، و\"السبعة في القراءات\" ٤٧٣، و\"إعراب القراءات السبع وعللها\" ٢/ ١٣٧، و\"المبسوط في القراءات العشر\" ٢٧٥، و\"الحجة للقراء السبعة\" ٥/ ٣٦٧.</p><p> قال أبو علي الفارسي:  {الْأَيْكَةِ} تعريف أيكة، فإذا خففت الهمزة حذفتها، وألقيت حركتها على اللام فقلت: ليكة، كما قالوا لَحْمَر. وقول من قال: أصحاب ليكةَ، بفتح التاء مشكل (١) ؛ لأنه فتح التاء مع إلحاق الألف واللام الكلمة، وهذا في الامتناع كقول من قال: مررت بِلَحْمَرَ فَفَتَح الآخِر مع لحاق لام المعرفة (٢) . وإنما يُخرَّج قول من قال: أصحاب ليكةَ الموضع أن تكون هذه اللام فاءً، ولا تكون لام التعريف، ويكون (٣) ذلك الموضع يعرف لهذا الاسم، فإن لم يثبت هذا كان مشكلًا ولم أسمع بها. </p><p> قال أبو إسحاق: وكان أبو عبيد (٤) يختار هذه القراءة لموافقتها الكتاب، وذلك أن في هذه السورة وفي:  (ص) ، كتبت في المصحف (ليكة) بغير همز ولا ألف وصل (٥) مع ما جاء في التفسير أن اسم المدينة كان: ليكة (٦) . </p><p> قال أبو علي: إن ما في المصحف من إسقاط [ألف الوصل التي مع اللام وإسقاط]  (٧) صورة همزة ليكة لا يدل على صحة ما اختاره؛ وذلك أنه </p><p>(١) مشكل، في نسخة (أ)، (ب). (٢) \"الحجة للقراء السبعة\" ٥/ ٣٦٧، بمعناه.(٣) في نسخة (ج): فيكون.(٤) في جميع النسخ: أبو عبيدة. قال الزجاج في هذا الموضع ٤/ ٩٨: \"وكان أبو عبيد القاسم بن سلام يختار قراءة أهل المدينة\".(٥) في نسخة (ب): بغير همز وصل.(٦) \"معاني القرآن\" للزجاج ٤/ ٩٨. وذكر قول أبي عبيد النحاس، \"إعراب القرآن\" ٣/ ١٩٠، وكذا السمين الحلبي، الدر المصون ٨/ ٥٤٤.(٧) ما بين المعقوفين، ساقط من نسخة (ج).</p><p> يجوز أن يكون كُتب في المصحف على تخفيف الهمزة (١) ، ونقل الحركة (٢) ، وقول من قال: لحمرَ كما كتبوا {الْخَبْء}  [النمل: ٢٥] على ذلك، فإذا جاز إسقاط ألف الوصل على هذه (٣) اللغة مع تخفيف الهمزة ونقل الحركة (٤) ثبت أن ما اختاره لا يدل عليه (٥) خط المصحف، ويجوز أيضًا أن تكون الكتابة في هذين الموضعين وقعت على اللفظ (٦) فكما أنه لا ألف ثانية في اللفظ مع تخفيف الهمزة في الأيكة كذلك [لم تكتب في الخط]  (٧) وهذان وجهان في حذف ألف الوصل من الخط؛ ومثله في أنه كُتب مرة على اللفظ، وأخرى على غيره، كتابتهم:  {سَنَدْعُ الزَّبَانِيَةَ}  [العلق: ١٨] بغير واو، لَمَّا لم تثبت في اللفظ، وكتبت (٨) في: {وَيَدْعُ الْإِنْسَانُ </p><p>(١) في نسخة (أ)، (ب). زيادة: [ونقل الحركة، ثبت أن] وليست في كتاب أبي علي. (٢) ونقل الحركة. في نسخة (ب). وفي \"إعراب القرآن\" للنحاس ٣/ ١٩٠: \"والقول فيه أن أصله: الأيكة ثم خففت الهمزة فألقيت حركتها على اللام وسقطت واستَغنيت عن ألف الوصل؛ لأن اللام قد تحركت فلا يجوز على هذا إلا الخفض، كما تقول: مررت بالأحمر، على تحقيق الهمزة ثم تخففها فتقول: مررت بلَحْمر، فإن شئت كتبته في الخط كما كتبته أولاً، وإن شئت كتبته بالحذف، ولم يجز إلا بالخفض فكذا لا يجوز في الأيكة إلا الخفض، قال سيبويه: واعلم أن كل ما لا ينصرف إذا دخلته الألف واللام أو أضيف انصرف إذا دخلته، ولا نعلم أحداً خالف سيبويه في هذا\".(٣) في كتاب \"الحجة\": لهذا، بدل: على هذه.(٤) قوله: (ونقل الحركة) غير موجود في كتاب الحجة.(٥) يوجد هنا تكرار في نسخة (أ). وحذفته ليستقيم المعنى.(٦) في كتاب أبي علي: الوصل، بدل: اللفظ.(٧) ما بين المعقوفين، في نسخة (ج).(٨) وكتبت، في نسخة (ج).</p><p> بِالشَّر} [الإسراء: ١١] بالواو، فإذا جاز هذا فيه، علمت أن الاختيار مدخول؛ ويدل على ضعف الاختيار أن سائر القرآن غير هذين الموضعين عليه. ويدل على فساد ذلك أيضًا همز من همز فقال:  (الأيكة) فإذا ثبت هذا علمت أن (ليكة) على تخفيف الهمز، وأن فتح (ليكَةَ) لا يصح في العربية، لأنه فتح حرف الإعراب في موضع الجر مع لام المعرفة. انتهى كلامه (١) . </p><p> وقوله: جاء في التفسير أن اسم المدينة: ليكة؛ لم أرَ هذا في تفسير، وكيف يجوز ذلك مع إجماع القراء على الهمز في قوله:  {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ} في سورة الحجر [٧٨] . والأيكة التي ذكرت هناك هي التي ذكرت هاهنا، وقد روى ورقاء عن ابن أبي نجيح، عن مجاهد في قوله:  (ليكة) قال: الأيكة. فدل هذا أن ليكة على التخفيف ونقل الحركة؛ لا على أن اسم المدينة: ليكة، مع ما حكينا عن ابن عباس ومقاتل في هذه الآية؛ أنهما فسرا الأيكة بالشجرة الغَيْضَة (٢) لا بالمدينة والبلد (٣) . </p><p> ١٧٧ - قوله:  {إِذْ قَالَ لَهُمْ شُعَيْبٌ} وقال في موضع آخر: {وَإِلَى مَدْيَنَ أَخَاهُمْ}  [الأعراف: ٨٥،وهود:٨٤] ولم يقل في هذه السورة: إذ قال لهم أخوهم شعيب كما قال في سائر الأنبياء؟ </p><p> قال المفسرون: شعيب كان من مدين؛ لأنه شعيب بن بويب بن مدين ابن إبراهيم خليل الرحمن، ولم يكن من أصحاب الأيكة، وكان مبعوثًا </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٣٦٧. ونحوه في \"معاني القرآن\" للزجاج ٤/ ٩٨. (٢) الغيضة. في نسخة (أ). وفي ج: والغيضة. أخرجه ابن جرير ١٩/ ١٠٧، وابن أبي حاتم ٩/ ٢٨١٠ عن ابن عباس من طريق علي بن أبي طلحة. و\"تفسير مقاتل\" ٥٤ أ.(٣) في نسخة (ب): البلدة. وقد أنكر هذا قبل الواحدي، النحاس، في \"إعراب القرآن\" ٣/ ١٨٩.</p><p> إليهما فإذا ذكر مدين قيل: أخوهم، وإذا ذكر أصحاب الأيكة لا يقال أخوهم (١) . وهذا معنى قول ابن عباس في هذه الآية: إن شعيبًا بعث إلى قومه، وإلى غير قومه، وهو من ولد مدين بن إبراهيم، وأصحاب الأيكة من جُذَام (٢) . </p><p> قال المفسرون: الفائدة في أن الله تعالى ذكره أخبر عن كل شيء ذَكر في هذه السورة أنه قال لقومه: {أَلَا تَتَّقُونَ (١٠٦) إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (١٠٧) فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (١٠٨) وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ} وأعاد هذا بلفظ واحد [هي: أنه أخبر أن هؤلاء الأنبياء دعوتهم كانت (٣) على وجه </p><p>(١) \"تفسير مقاتل\" ٥٤ أ. و\"تفسير الثعلبي\" ٨/ ١١٥ ب. و\"تفسير الطوسي\" ٨/ ٥٧. و\"تفسير البغوي\" ٦/ ١٢٦. وذكر السمرقندي، في تفسيره ٢/ ٤٨٢، هذا القول، ثم قال: \"وقال بعضهم: كان مدين والأيكة واحداً، وهو الغيضة بقرب مدين، فذكره في موضع أخوهم، ولم يذكره في الآخر\". وقيل: أصحاب الأيكة مدين، ولكنه قال أخوهم حين ذكرهم باسم قبيلتهم، ولم يقل أخوهم حين نسبهم إلى الأيكة التي هلكوا فيها تنزيهاً لشعيب عن النسبة إليها. تفسير ابن جزي ٤٩٦. قال ابن كثير ٦/ ١٥٨: \"أصحاب الأيكة هم أهل مدين على الصحيح، وكان نبي الله شعيب من أنفسهم، وإنما لم يقل هاهنا: أخوهم شعيب؛ لأنهم نسبوا إلى عبادة الأيكة، وهي شجرة فقطع نسب الأخوة بينهم للمعنى الذي نسبوا إليه، وإن كان أخاهم نسباً. ومن الناس من لم يتفطن لهذه النكتة فظن أن أصحاب الأيكة غير أهل مدين، فزعم أن شعيباً -عليه السلام-، بعثه الله إلى أمتين، ومنهم من قال: ثلاث أمم\". ثم قال بعد أن سياق روايات ضعيفة في بعث نبي الله شعيب -عليه السلام- إلى أمتين: \"والصحيح أنهم أمة واحدة، وصِفوا في كل مقام بشيء، ولهذا وعَظ هؤلاء وأمرهم بوفاء المكيال والميزان، كما في قصة مدين سواء بسواء، فدل ذلك على أنهم أمة واحدة\". (٢) جُذَام بن عدي: قبيلة من كهلان من القحطانية ومساكنها بين مدين وتبوك. \"معجم قبائل العرب\" ١/ ١٧٤، عمر رضا كحالة.(٣) في نسخة (ب): كانت دعوتهم. بتقديم: كانت.</p><p> واحد] (١) وأنهم كانوا متفقين على الأمر بالتقوى والطاعة والإخلاص في العبادة، والامتناع من أخذ الأجر على الدعوى وتبليغ الرسالة (٢) . </p><p> ١٨١ - قوله تعالى:  {وَلَا تَكُونُوا مِنَ الْمُخْسِرِينَ} قال المفسرون: من الناقصين للكيل والوزن (٣) . قال أبو عبيد: يقال: خَسَرْتُ المِيزان، وأَخسرْتُه، نَقَصْتُه (٤) . وتقول: كِلْتُه وَوَزَنْتُه فأَخْسَرْتُه، أي: نَقَصْتُه، ومنه: قوله تعالى: {وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ}  [المطففين: ٣]  (٥) أي: يَنْقُصُون في الكيل والوزن، ويجوز يَخْسِّرون في اللغة (٦) . </p><p> ١٨٢ - قوله:  {وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ} إلى قوله: </p><p> ١٨٤ - {وَاتَّقُوا الَّذِي خَلَقَكُمْ وَالْجِبِلَّةَ الْأَوَّلِينَ} مفسر فيما مضى. والجبلة: الخليقة (٧) . يقال: جُبل فلان على كذا وكذا، أي: خُلق (٨) ، </p><p>(١) ما بين المعقوفين، في نسخة (أ)، (ب). (٢) \"تفسير الثعلبي\" ٨/ ١١٦ أ. و\"تفسير البغوي\" ٦/ ١٢٦. بنصه، ولم ينسبه.(٣) \"تفسير مقاتل\" ٥٤ أ. و\"تنوير المقباس\" ٣١٣. و\"تفسير الثعلبي\" ٨/ ١١٦ أ.(٤) \"تهذيب اللغة\" ٧/ ١٦٣ (خسر)، من قول أبي عبيد.(٥) \"تهذيب اللغة\" ٧/ ١٦٢ (خسر).(٦) \"تهذيب اللغة\" ٧/ ١٦٣ (خسر)، من قول الزجاج. وهو في \"معاني القرآن\" ٥/ ٢٩٧ (سورة المطففين) وقد ضُبطت هذه الكلمة في كتاب الزجاج: يَخسِرون، وضبطت في \"تهذيب اللغة\": يَخْسَرون، وفي الحاشية: في: ج: بتشديد السين، ثم قال بعد ذلك الزجاج: ولا أعلم أحداً قرأ في هذا الموضع: يَخسرون، ولم تضبط. وفي \"تهذيب اللغة\" ٧/ ١٦٣، في الحاشية: في: ج: بكسر الخاء والسين المشددة. فلعل هذا أقرب ما يكون في ضبط هذه الكلمة والله أعلم.(٧) \"تفسير مجاهد\" ٢/ ٤٦٥. و\"تفسير مقاتل\" ٥٤ أ. وأخرجه ابن جرير ١٩/ ١٠٩، وابن أبي حاتم ٩/ ٢٨١٢، عن مجاهد. و\"تفسير الثعلبي\" ٨/ ١١٦ أ.(٨) \"غريب القرآن\" لابن قتيبة ٣٢٠. و\"الزاهر في معاني كلمات الناس\" ١/ ٢١٩.</p><p> قال الشاعر: </p><p> والموت أعظم حادث ... مما يمر على الجبلة (١) </p><p> ونذكر اللغات فيها عند قوله:  {وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا}  [يس: ٦٢] ٦٢]-إن شاء الله تعالى-. قال المفسرون: يعني: الأمم الخالية (٢) . </p><p> ١٨٥ - قوله:  {إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِين} فسرناه في هذه السورة (٣) . </p><p> ١٨٦ - قوله:  {وَإِنْ نَظُنُّكَ لَمِنَ الْكَاذِبِينَ} أي في أنك رسول الله (٤) . </p><p> ١٨٧ - قوله:  {فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ} مفسر في قوله: {أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا}  [الإسراء: ٩٢] . </p><p> قوله:  {إِنْ كُنْتَ مِنَ الصَّادِقِينَ} أي: بأن العذاب نازل بنا. قاله مقاتل (٥) . </p><p> ١٨٨ - {قَالَ رَبِّي أَعْلَمُ بِمَا تَعْمَلُونَ)} يعني: من نقصان الكيل والوزن (٦) . </p><p> والمعنى: أنه أعلم به؛ فهو مجازيكم ومعذبكم إن شاء، وليس عندي </p><p>(١) أنشده ابن قتيبة، في: \"غريب القرآن\" ٣٢٠، ولم ينسبه. وهو كذلك عند الثعلبي ٨/ ١١٦ أ. ونسبه الماوردي ٤/ ١٨٦، لامرئ القيس، وفيه: فيما يمر، بدل: مما يمر. ولم أجده في ديوان امرئ القيس. وذكره الطبرسي ٧/ ٣١٦، ولم ينسبه. وفي حاشية البحر ٧/ ٢٩: لم أهتد لقائله. (٢) \"تفسير مقاتل\" ٥٤ أ.(٣) عند قوله تعالى: {قَالُوا إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ} آية ١٥٣ في قصة نبي الله صالح -عليه السلام -.(٤) \"تفسير مقاتل\" ٥٤ ب.(٥) \"تفسير مقاتل\" ٥٤ ب.(٦) \"تفسير مقاتل\" ٥٤ ب.</p><p> من العذاب، وما عليَّ إلا الدعوة (١) ؛ وذلك أن هذا جواب لقولهم: \" {فَأَسْقِطْ عَلَيْنَا كِسَفًا} . </p><p> ١٨٩ - قوله:  {فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّة} مضى تفسير الظلة في سورة البقرة (٢) . وهاهنا سحاب (٣) أظلتهم فاجتمعوا تحتها مستجيرين (٤) بها مما نالهم من حر ذلك اليوم، ثم أطبقت عليهم، وكان من أعظم يوم في الدنيا عذابًا (٥) . </p><p> قال ابن عباس: بعث الله عليهم وَقَدَة وحرًا شديدًا فأخذ بأنفاسهم؛ فدخلوا أجواف البيوت فأخذ بأنفاسهم، فخرجوا من البيوت هربًا إلى البرية فبعث الله سحابة فأظلتهم من الشمس فوجدوا لها بَرْدًا، فنادى بعضهم بعضًا حتى إذا اجتمعوا تحتها أسقطها الله عليهم نارًا (٦) . وهذا قول </p><p>(١) \"تفسير الثعلبي\" ٨/ ١١٦ أ. (٢) قال الواحدي في تفسير قوله الله تعالى: {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ} [البقرة: ٥٧] الظل في اللغة، معناه: الستر، يقال: لا أزال الله عنا ظل فلان؛ أي: ستره، وظل الشجرة سترها، ويقال لظلمة الليل: ظل؛ لأنها تستر الأشياء، ومنه قوله تعالى: {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ} [الفرقان: ٤٥].(٣) هكذا في جميع النسخ: سحاب، وأيضًا عند الزجاج في المعاني ٤/ ٩٨،ولعل الصواب: سحابة. والله أعلم. راجع النسخ للتأكد.(٤) في (أ) غير واضحة وفي \"تفسير مجاهد\" ٢/ ٤٦٦: يعني: ظل العذاب الذي أتاهم.(٥) \"معاني القرآن\" للزجاج ٤/ ٩٨، بنصه. ثم قال في قوله تعالى: {إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ} ولو كان في غير القرآن لجاز عظيماً، والجر أجود كما جاء به القرآن\".(٦) أخرجه ابن جرير ١٩/ ١١٠، وفيه: بعث الله عليهم ومدة وحراً شديداً. بدل: وقدة.أخرجه ابن أبي حاتم ٩/ ٢٨١٤، بلفظ: وهدة. في \"تهذيب اللغة\" ٩/ ٢٤٩ (وقد):يقال: وقدت النار تَقِد وُقُوداً وَوَقَداناً ووَقْداً وقِدَةً. وفي \"لسان العرب\" ٣/ ٤٦٥: الوَقَدُ: نفس النار.</p><p> أكثر المفسرين (١) . </p><p> وروي عن ابن عباس: أنهم لما صاروا تحت السحابة أسقطها الله عليهم. وقال زيد بن معاوية: لما اجتمعوا تحتها صيح بهم منها فهلكوا (٢) . </p><p> وقال عطاء عن ابن عباس: بعث الله عليهم سَمُومًا (٣) فخرجوا إلى الأيكة يستظلون بها، فأضرمها الله عليهم نارًا فاحترقوا (٤) . </p><p> ١٩٢ - قوله:  {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ} يعني: القرآن (٥) . قال ابن عباس: نَزَّل القرآنَ ربُ العالمين. </p><p> ١٩٣ - {نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (١٩٣) عَلَى قَلْبِكَ} أي: نَزَّل الله بالقرآن جبريل (٦) . </p><p>(١) \"تفسير مقاتل\" ٥٤ ب. وأخرجه بسنده عبد الرزاق ٢/ ٧٥، عن مجاهد. وأخرجه ابن جرير ١٩/ ١١٠، عن قتادة، ومجاهد، وابن جريج، والضحاك، وابن زيد. وذكره الثعلبي ٨/ ١١٦ أ. (٢) أخرجه ابن جرير ١٩/ ١٠٩، بلفظ قريب منه.(٣) السَّمُوم: الريح الحارة. \"لسان العرب\" ١٢/ ٣٠٤ (سمم). قال تعالى: {وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ (٤١) في سَمُومٍ وَحَمِيمٍ} [الواقعة ٤١، ٤٢](٤) قال أبو السعود ٦/ ٢٦٣: \"هذا آخر القصص السبع التي أوحيت إلى رسول الله -صلى الله عليه وسلم- لصرفه عن الحرص على إسلام قومه، وقطع رجائه عنه، ودفع تحسره على فواته تحقيقاً لمضمون ما مر في مطلع السورة الكريمة من قوله تعالى: {وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ مُحْدَثٍ إِلَّا كَانُوا عَنْهُ مُعْرِضِينَ} \".(٥) \"تفسير مقاتل\" ٥٤ ب. و\"تنوير المقباس\" ٣١٤. وتفسير هود الهواري ٣/ ٢٤٠. وأخرجه ابن جرير ١٩/ ١١١؛ وابن أبي حاتم ٩/ ٢٨١٧، عن قتادة. و\"تفسير الثعلبي\" ٨/ ١١٦ ب.(٦) \"تنوير المقباس\" ٣١٤. و\"تأويل مشكل القرآن\" ٤٨٦. قال ابن كثير ٦/ ١٦٢: \"وهذا مما لا نزاع فيه\".</p><p> وتقرأ {نَزَلَ} مخففة، و (الروحُ الأمين) رفعًا (١) . فمن شدد فحجته قوله:  {لَتَنْزِيلُ رَبِّ الْعَالَمِينَ} وقوله: {نَزَّلَهُ عَلَى قَلْبِكَ}  [البقرة: ٩٧] وقوله: {يُنَزِّلُ الْمَلَائِكَةَ}  [النحل: ٢] وينزل مطاوع نَزَّل، ومن أسند الفعل إلى الروح وخفف؛ فلأنه ينزل بأمر الله -سبحانه وتعالى-، ومعناه معنى المثقلة (٢) . </p><p> و (الروح الأمين) هو جبريل (٣) ؛ قال ابن عباس: أمين فيما بين الله وبين أنبيائه. </p><p> وقال مقاتل: أمين فيما استودعه من الرسالة إلى أنبيائه (٤) . </p><p> ١٩٤ - وقوله:  {عَلَى قَلْبِكَ} قال مقاتل: يقول: لنثبت قلبك (٥) . والمعنى: نَزَل به الروحُ الأمين فتلاه عليك حتى وعيته بقلبك (٦) . </p><p> وقال أبو إسحاق: نزل فوعاه قلبك وثبت فيه فلا تنساه أبدًا (٧) . {لِتَكُونَ مِنَ الْمُنْذِرِينَ}  [ممن أنذر المكذبين بآيات الله]  (٨) . </p><p>(١) قرأ ابن كثير، ونافع، وأبو عمرو، وعاصم في رواية حفص: (نَزَل) خفيفة (الروحُ الأمين) رفعاً. وقرأ ابن عامر، وحمزة، والكسائي، وأبو بكر عن عاصم: (نَزَّل) مشددة (الروحَ الأمين) نصباً. \"السبعة في القراءات\" ٤٧٣، و\"إعراب القراءات السبع وعللها\" ٢/ ١٣٨، والمبسوط في القراءات العشر ٢٧٦، و\"الحجة للقراء السبعة\" ٥/ ٣٦٨، و\"النشر في القراءات العشر\" ٢/ ٣٣٦. (٢) \"الحجة للقراء السبعة\" ٥/ ٣٦٩.(٣) \"تفسير ابن جرير\" ١٩/ ١١٢. وأخرجه أيضًا عن قتادة والضحاك.(٤) \"تفسير مقاتل\" ٥٤ ب.(٥) \"تفسير مقاتل\" ٥٤ ب.(٦) \"تفسير ابن جرير\" ١٩/ ١١٢، بنصه.(٧) \"معاني القرآن\" للزجاج ٤/ ١٠٠.(٨) ما بين المعقوفين، ساقط من نسخة (ج).</p>"
}