{
  "id": null,
  "sura": 27,
  "aya": 7,
  "text": "<p> ٧ - قوله:  {إِذْ قَالَ مُوسَى} قال الزجاج: موضع (إِذْ) نصب، المعنى: اذكر {إِذْ قَالَ مُوسَى} أي: اذكر قصته (١) . </p><p> وقوله:  (لأَهْلِهِ) قال مقاتل: لامرأته (٢)  {إِنِّي آنَسْتُ نَارًا} مفسر في سورة: طه (٣) . </p><p> {سَآتِيكُمْ مِنْهَا بِخَبَرٍ} أين الطريق، أي: بخبر عن الطريق؛ وقد كان تَحيَّر، وترك الطريق. قاله ابن عباس ومقاتل (٤)  (أَوْءَاتِيكُم) أي: فإن لم أجد أحدًا يخبرني عن الطريق {آتِيكُمْ بِشِهَابٍ قَبَسٍ}  (٥) . </p><p> قال ابن السكيت: الشهاب: العود الذي فيه نار (٦) . </p><p> وقال أبو الهيثم: الشهاب: أصل خشبة فيها نار ساطعة (٧) . </p><p> وقال الليث: الشهاب شُعلةٌ نارٍ ساطعة، والجمعُ: الشُّهب والشُّهبان (٨) . </p><p> وقال الزجاج: كل أبيض ذي نور فهو شهاب (٩) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٠٨. (٢) \"تفسير مقاتل\" ٥٦ ب.(٣) عند قوله تعالى: {إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا} رقم: ١٠.(٤) \"تفسير مقاتل\" ٥٦ ب. وأخرجه ابن أبي حاتم ٩/ ٢٨٤٢، عن ابن عباس. وذكره عنه الماوردي ٤/ ١٩٤.(٥) \"تفسير مقاتل\" ٥٦ ب.(٦) \"تهذيب اللغة\" ٦/ ٨٨ (شهب).(٧) \"تهذيب اللغة\" ٦/ ٨٨ (شهب). و\"تفسير الوسيط\" ٣/ ٣٦٩، ولم ينسبه.(٨) \"العين\" ٣/ ٤٠٣ (شهب)، ونقله الأزهري، \"تهذيب اللغة\" ٦/ ٨٧ (شهب).(٩) \"معاني القرآن\" للزجاج ٤/ ١٠٨. و\"إعراب القراءات السبع وعللها\" ٢/ ١٤٣.</p><p> ويدخل في هذا النجم والنار والسنان (١) ، وقد استعمل الشهاب في هذا كله. </p><p> وقال أبو علي: الذي قاله أبو إسحاق لا أدري أقاله رواية أم استدلالًا (٢) . وتفسير القبس قد سبق في سورة طه (٣) . </p><p> وقرئ قوله:  {بِشِهَابٍ قَبَسٍ} بالتنوين، وبالإضافة (٤) ، قال أبو إسحاق: فَمَنْ نَوَّن جعل قبس من صفة الشهاب (٥) . ومن أضاف؛ فقال الفراء: هو مما يضاف إلى نفسه إذا اختلف الاسمان؛ كقوله:  {وَلَدَارُ الْآخِرَةِ}  [يوسف: ١٠٩]  (٦) . </p><p>(١) السنان: سنان الرمح، وجمعه: أسنة؛ وسنان الرمح: حديدته لصقالتها ومَلاستها. \"تهذيب اللغة\" ١٢/ ٢٩٨ (سنن) و\"لسان العرب\" ١٣/ ٢٢٣. (٢) \"الحجة للقراء السبعة\" ٥/ ٣٧٣.(٣) قال الواحدي في تفسير قول الله تعالى: {لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ} [طه: ١٠]: القبس شعلة من نار يقتبسها من معظم النار. قال أبو زيد: أقبست الرجل عِلمًا، بالألف واللام، وقبسته نارًا؛ إذا جئته بها، فإن كان طلبها قال: أقبسته بالألف. وقال الكسائي: أقبسته نارًا وعِلمًا سواء، وقد يجوز طرح الألف منهما. قال المبرد: والأصل واحد؛ لأن كلاهما مستضاء به.(٤) قرأ عاصم وحمزة والكسائي بالتنوين، وقرأ ابن كثير ونافع وأبو عمرو وابن عامر بالإضافة.\"السبعة في القراءات\" ٤٧٨. و\"الحجة للقراء السبعة\" ٥/ ٣٧٢، و\"النشر في القراءات العشري\" ٢/ ٣٣٧.(٥) \"معاني القرآن\" للزجاج ٤/ ١٠٨. ويجوز أن يكون بدلًا منه.\"معاني القراءات\"، للأزهري ٢/ ٢٣٣.(٦) \"معاني القرآن\" للفراء ٢/ ٢٨٦.وقد رد قول الفراء، النحاس، فقال: إضافة الشيء إلى نفسه محال عند البصريين؛ لأن معنى الإضافة في اللغة ضم شيء إلى شيء فمحال أن يضم اليء إلى نفسه، وإنما يضاف الشيء إلى الشيء ليبين به معنى الملك والنوع فمحال أن يبين أنه =</p><p> قال أبو علي: القبس يجوز أن يكون صفة، ويجوز أن يكون اسمًا غير صفة، فأما جواز كونه وصفًا فلأنهم يقولون: قَبَسْتُه أَقْبِسُه قَبْسًا، والقَبْسُ: اسم للشيء المقبوس، وكذلك الحَلْب قد يكون بمعنى: المحلوب، والقَبَس ما اقتبست، من قولهم: قَبَسْتُه نارًا إذا جئته بها. وإذا كان قوله:  (قَبَسٍ) صفة فالأحسن التنوين؛ لأن الموصوف لا يضاف إلى صفة (١) . </p><p> وقال أبو الحسن: الإضافة أكثر وأجود في القراءة كما تقول: دار آجُرٍّ، وسوارُ ذهب، قال: ولو قلت: سوار ذهبٌ، ودارٌ آجرٌ كان عربيًا، والأكثر في كلام العرب الإضافة (٢) . </p><p> قال أبو علي: فأبو الحسن: جعل القبس غير صفة، ألا ترى أنه جعله بمنزلة الآجرِّ والذهب، وليس واحد منهما صفة (٣) . </p><p> وقال المفسرون: شعلة نار (٤) ، {لَعَلَّكُمْ تَصْطَلُونَ} لكي تصطلوا، من البرد (٥) . قال الكلبي: وكان ذلك في شدة الشتاء (٦) . </p><p>= مالك نفسه أو من نوعها، و {بِشِهَابٍ قَبَسٍ} إضافة النوع إلى الجسم، كما تقول: هذا ثوب خز ... \"إعراب القرآن\" ٣/ ١٩٨. (١) \"الحجة للقراء السبعة\" ٥/ ٣٧٣، مختصرًا.(٢) ذكر قول أبي الحسن، أبو علي، \"الحجة للقراء السبعة\" ٥/ ٣٧٧.(٣) \"الحجة للقراء السبعة\" ٥/ ٣٧٧.(٤) \"تفسير مقاتل\" ٥٧ أ. و\"مجاز القرآن\" ٢/ ٩٢. و\"غريب القرآن\" لابن قتيبة ٣٢٢. و\"تفسير ابن جرير\" ١٩/ ١٣٣.(٥) \"تفسير هود الهواري\" ٣/ ٢٤٧. و\"تفسير ابن جرير\" ١٩/ ١٣٣. و\"تفسير الماوردي\" ٤/ ١٩٤.(٦) \"تنوير المقباس\" ٣١٦. و\"تفسير هود الهواري\" ٣/ ٢٤٧، ولم ينسبه. وأخرجه ابن أبي حاتم ٩/ ٢٨٤٢، عن ابن عباس. وذكره الماوردي ٤/ ١٩٤، عن قتادة.</p>"
}