{
  "id": null,
  "sura": 27,
  "aya": 39,
  "text": "<p> وقال ابن عباس:  {مُسْلِمِينَ} : طائعين منقادين (١) . </p><p> وعلى هذا يحل له أخذ مالها بعد إتيانها. قال مقاتل: وكان قد أوحي إلى سليمان أنها تأتي مسلمة، فلذلك قال:  {قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ}  (٢) . فهذان قولان في سبب طلب العرش. </p><p> وقال ابن زيد: أراد سليمان أن يعاتبها بالعرش ويختبر عقلها (٣) . ويدل على هذا قوله:  {قَالَ نَكِّرُوا لَهَا عَرْشَهَا} ألَّا يتبين. </p><p> وقال آخرون: أراد سليمان أن يريها آية معجزة في عرشها ليجعل ذلك حجة عليها، فقال:  {أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ} أي: طائعين منقادين (٤) . كما قال ابن عباس. </p><p> ٣٩ - قوله تعالى:  {قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ} العفريت: النافذ في الأمر المبالغ فيه مع خبث ودهاء. يقال: رجل عِفْرٌ وعِفْريتٌ، وعِفْرية وعُفارية، بمعنى واحد (٥) . </p><p>(١) ذكره البخاري عن ابن عباس، معلقًا بصيغة الجزم، بلفظ: طائعين. كتاب التفسير، \"الفتح\" ٨/ ٥٠٤. وذكره الثعلبي ٨/ ١٢٩ ب، كذلك. ونسبه الهواري ٣/ ٢٥٤، للكلبي. (٢) \"تفسير مقاتل\" ٥٩ ب.(٣) أخرجه ابن جرير ١٩/ ١٦٠، وفيه: وكانت الملوك يتعاتبون بالعلم. وذكره الثعلبي ٨/ ١٢٩ب، عنه بلفظ: أراد أن يختبر عقلها.(٤) ذكره الثعلبي ٨/ ١٢٩ ب، ولم ينسبه.(٥) \"معاني القرآن\" للزجاج ٤/ ١٢٠، بنصه. و\"مجاز القرآن\" ٢/ ٩٤، بمعناه. وقد قرأ أبو رجاء وعيسى الثقفي [عِفرية]. قال ابن جني: هو العفريت. \"المحتسب\" ٢/ ١٤١. قال أبو عبيد: رجك عِفرٌ نِفرٌ، وعِفْرِيةٌ نِفْرِية، وعِفْرِيت نِفْرِيت، وعُفَارية نُفَارية: إذا كات خبثًا ماردا. \"تهذيب اللغة\" ١٥/ ٢١١ (نفر).</p><p> وقال الفراء: من قال عفرية، فجمعه: عَفَارٍ. ومن قال: عفريت، جمعه: عفاريت، وجائز أن يقول: عفارٍ، كقولهم في جمع الطاغوت: طواغيت وطواغ (١) . </p><p> قال المفسرون في تفسير العفريت: إنه المارد الداهية القوي الخبيث الغليظ القوي الشديد. كل هذا من ألفاظهم (٢) . </p><p> وقال ابن قتيبة: أصله: عِفْر، زيدت التاء فيه، يقال: عِفْريت ونِفْرِيت وعُفَارِية، ولم يسمع بنُفَارِية (٣) . </p><p> وقوله:  {أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ} يعني: من مجلسك الذي تقضي فيه؛ وكان سليمان يجلس في مجلسه للقضاء غُدْوة إلى نصف النهار. قاله ابن عباس والمفسرون (٤) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٩٤. وذكر الأزهري كلام الزجاج والفراء، ونسب الثاني دون الأول. \"تهذيب اللغة\" ٢/ ٣٥٢ (عفر). (٢) قال الكلبي: داهية من الجن. تفسير عبد الرزاق ٢/ ٨١. وقال مقاتل ٥٩ ب: مارد. وقيده الهواري ٣/ ٢٥٤، بالكافر، فقال: العفريت لا يكون إلا الكافر. ويبعد أن يكون عند نبي الله سليمان عليه السلام وهو على الكفر. والله أعلم. وأخرج ابن جرير ١٩/ ١٦١، عن مجاهد، وقتادة: مارد من الجن. وأخرجه ابن أبي حاتم ٩/ ٢٨٨٤، عن مجاهد. وفي \"تنوير المقباس\" ٣١٨: شديد. وذكر الأنباري في كتابه: \"الزاهر\" ١/ ٢٠٩، و\"الأضداد\" ٣٨٣، معان أخرى لكلمة: عفريت.(٣) \"غريب القرآن\" لابن قتيبة ٣٢٤.(٤) أخرجه ابن أبي حاتم ٩/ ٢٨٨٤، عن ابن عباس، ومجاهد. وأخرجه عبد الرزاق ٢/ ٨٢ عن قتادة. وأخرجه ابن جرير ١٩/ ١٦٢، عن مجاهد، وقتادة، ووهب بن منبه. وهو في \"تفسير مجاهد\" ٢/ ٤٧٢. و\"معاني القرآن\" للفراء ٢/ ٢٩٤. و\"تفسير هود الهواري\" ٣/ ٢٥٤. و\"تفسير الثعلبي\" ٨/ ١٢٩ ب.</p>"
}