{
  "id": null,
  "sura": 27,
  "aya": 21,
  "text": "<p> الحسن (١) . وإنما قال:  {مِنَ الْغَائِبِينَ} ولم يقل: من الغائبة؛ لوفاق رؤوس الآي (٢) . ووجه جوازه: أن الطير من سليمان بمنزلة من يعقل، حيث فهم عنها وفهمت عنه، فهي عنده كبني آدم وغيرهم ممن يعقل، فلما كان عنده سواء قال:  {مِنَ الْغَائِبِينَ} . ثم أوعده على غيبته فقال:  {لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ} . </p><p> ٢١ - {لَأُعَذِّبَنَّهُ} قال ابن عباس: فتألى ليعذبنه؛ قال: والله لأعذبنه عذاباً شديدًا، قال: يريد النتف، نتف ريشه، وهو أن ينتفه ثم يلقيه بالأرض، فلا يمتنع من نملة، ولا من شيء من هوام الأرض (٣) . هذا قول ابن عباس في رواية عطاء، ومجاهد وسعيد بن جبير، وهو قول جماعة المفسرين؛ قالوا: تعذيبه إياه: نتفه وتشميسه (٤) . </p><p> وقال مقاتل: يعني: لأنتفن ريشه فلا يطير مع الطير حولًا (٥) . </p><p>= والمعنى: الجاحد الكافر خير أم الذي هو قانت، ودل على الجملة المحذوفة المعادلة لـ (أم) ما جاء بعدُ من قوله سبحانه: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ}. (١) لم أجده في \"معاني القرآن\" للأخفش.(٢) سبق الحديث عن هذه المسألة في تفسير الآية الرابعة من سورة: (الشعراء).(٣) \"تفسير هود الهواري\" ٣/ ٢٥٠، ولم ينسبه. وأخرجه ابن أبي حاتم ٩/ ٢٨٦٢، عن قتادة. وذكره الثعلبي ٨/ ١٢٤ ب. واستظهر هذا القول البغوي ٦/ ١٥٣.(٤) \"تفسير مجاهد\" ٢/ ٤٧٠، عن مجاهد، وعبد الله بن شداد. وأخرجه عبد الرزاق ٢/ ٧٩، عن ابن عباس، وقتادة، وعبد الله بن شداد وأخرجه ابن أبي شيبة عن عبد الله بن شداد. وأخرجه ابن جرير ١٩/ ١٤٥، عن ابن عباس، من طرق، ومجاهد، وقتادة، والضحاك، وابن زيد. وأخرجه ابن أبي حاتم ٩/ ٢٨٦٢، عن ابن عباس، وعبد الله بن شداد وقال به ابن قتيبة في \"غريب القرآن\" ٣٢٣.(٥) \"تفسير مقاتل\" ٥٨ أ. قال ابن كثير: اختلف المفسرون فيه، والمقصود حاصل على كل تقدير. \"البداية والنهاية\" ٢/ ٢١.</p><p> قوله:  {أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ} أي: بحجة بينة في غيبته (١) . وقرأ ابن كثير:  (ليأتينني) بنونين. وكذلك في مصاحفهم. وقرأ الباقون بنون واحدة مشددة، وحذفوا النون الثانية التي قبل ياء المتكلم؛ لاجتماع النونات، وكذلك في مصاحفهم (٢) . </p><p> قال صاحب النظم: قوله: {لَيَأْتِيَنِّي} ليست بموضع قسم؛ لأنه عذر للهدهد في دفع الذبح والعذاب عنه، فلم يكن ليقسم على أن يأتي بعذر، ولكنه لما جاء بها في إثْر (٣) ما يجوز فيه القَسَم أجراه مجراه، كما تقول في باب المحاذاة والمعارضة (٤) ، ولو لم يجيء باللام لم يجز فيه النون، فكان يكون: أو يأتيني، على أن يكون (أَوْ) بمنزلة حتى أو على نظم (٥) : أو أن يأتيني، وهذا شبيه بقوله -عز وجل-: {قَوْمَهُمْ وَلَوْ شَاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ}  [النساء: ٩٠] فاللام الأولى دخلت لـ: لو، والثانية على المحاذاة والمعارضة. </p><p>(١) \"تفسير مقاتل\" ٥٨ أ. و\"هود الهواري\" ٣/ ٢٥٠، منسوبًا لابن عباس. و\"معاني القرآن\" للزجاج ٤/ ١١٣، ولم ينسبه. أخرج ابن جرير ١٩/ ١٤٦، وابن أبي حاتم ٩/ ٢٨٦٣، عن ابن عباس: كل سلطان في القرآن فهو حجة. (٢) \"السبعة في القراءات\" ٤٧٩، و\"إعراب القراءات السبع وعللها\" ٢/ ١٤٥. و\"المبسوط في القراءات العشر\". و\"الحجة\" ٥/ ٣٨٠، و\"النشر\" ٢/ ٣٣٧٠ قال الأزهري: من قرأ: بنونين، ثقل النون للتأكيد، وجاء بنون أخرى للإضافة. \"معاني القراءات\" ٢/ ٢٣٥. قال الداني: في مصاحف أهل مكة {أَوْ لَيَأْتِيَنني} بنونين، وفي سائر المصاحف بنون واحدة. \"المقنع\" ١٠٦.(٣) قال ابن السكيت: خرجت في أَثَره، وإثْره. وقال ابن الأعرابي: جاء في أَثَره، وإِثْره. \"تهذيب اللغة\" ١٥/ ١٢١ (أثر).(٤) يعني: أن اللام لما دخلت على: {لَأُعَذِّبَنَّهُ} و {لَأَذْبَحَنَّهُ}، لكونها في موضع قسم دخلت على: {لَيَأْتِيَنِّي} من باب: المحاذاة والمعارضة. والله تعالى أعلم.(٥) في نسخة، (ج): (وزن).</p>"
}