{
  "id": null,
  "sura": 27,
  "aya": 10,
  "text": "<p> (إِنَّهُ) كناية عن الشأن والأمر، أراد: الشأن والأمر (أَنَا الله) وقد ذكرنا نظائر هذا عند قوله: {فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ}  [الحج: ٤٦] وفي مواضع (١) . </p><p> وقال الفراء: هذه الهاء عماد، وهو اسم لا يظهر (٢) . وعلى هذا الهاء ليست بكناية (٣) ، ولكنها عماد تذكر تأكيدًا. </p><p> ١٠ - قوله:  {وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ} في الآية محذوف؛ تقديره: فألقاها فصارت حية تهتز {فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ} وحذف فألقاها؛ لأنه ذُكِر في سورتين؛ الأعراف، والشعراء (٤) . </p><p> {كَأَنَّهَا جَانٌّ} قال الليث: الجانّ: حية بيضاء (٥) . وقال ابن شميل: الجانّ حية أبيض دقيق أملس لا يضر أحدًا، وجمع الجانّ: جنان (٦) . </p><p> وفي الحديث: نهى عن قتل جنان البيوت؛ وهي حيات بيض تكون </p><p>(١) قال الواحدي في تفسير هذه الآية: قال الفراء: الهاء هاء عماد يوفى بها: إن، ويجوز مكانها: إنه، وكذلك هي في قراءة عبد الله. (٢) \"معاني القرآن\" للفراء ٢/ ٢٨٧، وفي الحاشية: هو المعروف عند البصريين بضمير الشأن. وذكر ذلك الطوسي، فقال: يسميها البصريون: إضمار الشأن والقصة. \"التبيان في تفسير القرآن\" ٨/ ٧٧. واستظهر هذا القول أبو حيان ٧/ ٥٥. وهو قول البيضاوي ٢/ ١٧١.(٣) \"تفسير الثعلبي\" ٨/ ١٢١ ب. قال ابن الجوزي ٦/ ١٥٦: وعلى قول السدي: هى كناية عن المنادي؛ لأن موسى قال: من هذا الذي يناديني؟ فقيل: {إِنَّهُ أَنَا اللَّهُ}. وصحح كونها كناية القرطبي ١٣/ ١٦٠.(٤) في سورة الأعراف [١٠٧] والشعراء [٣٢] {فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ} وفي سورة: طه [١٩، ٢٠] {قَالَ أَلْقِهَا يَا مُوسَى (١٩) فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى}.(٥) \"العين\" ٦/ ٢١ (جن)، ونقله الأزهري، \"تهذيب اللغة\" ١٠/ ٤٩٦.(٦) في \"تنوير المقباس\" ٣١٦: حية لا صغيرة، ولا كبيرة. وكذا في \"معاني القرآن\" للفراء ٢/ ٢٨٧. و\"غريب القرآن\" لابن قتيبة ٣٢٢. ولم أجده في \"تهذيب اللغة\".</p><p> في البيوت، لا تضر ولا تؤذي (١) . </p><p> قال أبو إسحاق: المعنى: أن العصا صارت تتحرك كما يتحرك الجانّ حركة خفيفة وكانت في صورة ثعبان (٢) . </p><p> ونحو هذا قال ثعلب: شبهها في عظمها بالثعبان، وفي خفتها بالجانّ، فلذلك قال الله تعالى مرة:  {كَأَنَّهَا جَانٌّ} ومرة: {فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ}  [الأعراف: ١٠٧،والشعراء:٣٢]  (٣) </p><p> وقيل: الاختلاف في التشبيه لاختلاف الحالين؛ فالجانّ عبارة عن أول حالها ثم لا تزال تزيد وتربو حتى تصير ثعبانًا عظيمًا (٤) . </p><p> قوله تعالى:  {وَلَّى مُدْبِرًا} قال مقاتل: من الخوف من الحية {وَلَمْ </p><p>(١) عَنِ ابْنِ عُمَرَ رضي الله عنهمَا أَنَّه سَمِعَ النَّبِيَّ -صلى الله عليه وسلم-، يَخْطُبُ عَلَى الْمِنْبَرِ يَقُولُ: \"اقْتُلُوا الْحَيَّاتِ وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَطْمِسَانِ الْبَصَرَ وَيَسْتَسْقِطَانِ الْحَبَلَ\". قَالَ عَبْدُ الله: فَبَيْنَا أَنَا أُطَارِدُ حَيَّةً لأَقْتُلَهَا فَنَادَانِي أَبُو لُبَابَةَ: لا تَقْتُلْهَ فَقُلْتُ: إِنَّ رَسُولَ الله -صلى الله عليه وسلم-، قَدْ أَمَرَ بِقَتْلِ الْحَيَّاتِ قَالَ: إِنَهُ نَهَى بَعْدَ ذَلِكَ عَنْ ذَوَاتِ الْبُيُوتِ وَهِيَ الْعَوَامِرُ. أخرجه البخاري، كتاب بدء الخلق، رقم: ٣٢٩٧، ٣٢٩٨، فتح الباري ٦/ ٣٤٧، وفيه: وذا الطفيتين جنس من الحيات يكون على ظهره خطان أبيضان، والأبتر: مقطوع الذنب. والعوامر: عمار البيوت؛ أي: سكانها من الجن. وأخرج مسلم ٤/ ١٧٥٦، عن أبي سعيد مرفوعًا: \"إن لهذه البيوت عوامر، فإذا رأيتم منها شيئًا فحرجوا عليه ثلاًثا؛ فإن ذهب وإلا فاقتلوه\". \"صحيح مسلم\" كتاب: السلام (٢٢٣٦). (٢) \"معاني القرآن\" للزجاج ٤/ ١٠٩.(٣) \"تهذيب اللغة\" ١٠/ ٤٩٦ (جن). و\"تفسير الوسيط\" ٣/ ٣٦٩، ولم ينسبه.(٤) \"تفسير الثعلبي\" ٨/ ١٢١ أ. ولم ينسبه. قال أبو الليث: الثعبان كان عند فرعون، والجان عند الطور. \"تفسير السمرقندي\" ٢/ ٤٩٠. وذكره الطوسي، ولم ينسبه، \"التبيان في تفسير القرآن\" ٨/ ٧٨. وهذا التفريق له وجه؛ لكنه يحتاج إلى دليل يشهد له. والله أعلم.</p><p> يُعَقِّبْ} يعني: ولم يرجع (١) . </p><p> يقال: عَقَّبَ فلان إذا رجع يقاتل بعد أن ولَّى (٢) . </p><p> وهذا قول مجاهد (٣) ، وأهل اللغة (٤) . </p><p> قال شمر: وكل راجع مُعَقِّب (٥) . </p><p> وقال ابن عباس:  {وَلَمْ يُعَقِّبْ} لم يقف (٦) . </p><p> وقال قتادة: لم يلتفت (٧) . وهذان معنى، وليس بتفسير. </p><p> وروى شمر عن عبد الصمد عن سفيان: لم يمكث، قال: وهو من كلام العرب (٨) . </p><p> قوله تعالى:  {لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ} قال ابن عباس: لا </p><p>(١) \"تفسير مقاتل\" ٥٧ أ. و\"مجاز القرآن\" ٢/ ٩٢. و\"غريب القرآن\" لابن قتيبة ٣٢٢. وأخرجه ابن جرير ١٩/ ١٣٦، عن ابن زيد. وأخرجه ابن أبي حاتم ٩/ ٢٨٤٨، عن مجاهد. وهو قول السمرقندي ٢/ ٤٩٠. والثعلبي ٨/ ١٢١ أ. (٢) ذكر نحوه الأزهري، عن أبي الهيثم. \"تهذيب اللغة\" ١/ ٢٧٢ (عقب).(٣) \"تفسير مجاهد\" ٢/ ٤٦٩. وأخرجه ابن جرير ١٩/ ١٣٦.(٤) \"معاني القرآن\" للزجاج ٤/ ١٠٩، بلفظ: وأهل اللغة يقولون: لم يرجع، يقال: قد عقب فلان إذا رجع يقاتل بعد أن ولى.(٥) \"تهذيب اللغة\"١/ ٢٧٣ (عقب).(٦) أخرج ابن أبي حاتم ٩/ ٢٨٤٨، عن السدي: لم ينتظر.(٧) أخرجه عبد الرزاق ٢/ ٧٩. وابن جرير ١٩/ ١٣٦. وابن أبي حاتم ٩/ ٢٨٤٨. و\"تنوير المقباس\" ٣١٦. واقتصر عليه الفراء ٢/ ٢٨٧. وذكره الهواري ٣/ ٢٤٧، ولم ينسبه.(٨) \"تهذيب اللغة\" ١/ ٢٧٣ (عقب)، دون قوله: وهو من كلام العرب، وإنما ذكر أبياتًا بعد ذلك تدل عليه. وعبد الصمد هو ابن حسان، أبو يحيى المروزي، قاضي هراة، حدث عن: زائدة، والثوري، وإسرائيل، والكوفيين، وحدث عنه: الذهلي، ومحمد بن عبد الوهاب الفراء، وأحمد بن يوسف السلمي. ت: ٢١٠ هـ. \"سير أعلام النبلاء\" ٩/ ٥١٧.</p>"
}