{
  "id": null,
  "sura": 27,
  "aya": 20,
  "text": "<p> قال الزجاج: وتأويله في اللغة: كفني عن الأشياء، إلا عن شكر نعمتك (١) . ولهذا يقال في تفسير المُوزَع: إنه المُولَع، ومنه الحديث:  \"كان رسول الله -صلى الله عليه وسلم- موزعًا بالسواك\"  (٢) أي: مولعًا به، كأنه كُفَّ ومُنِع إلا منه. </p><p> قوله:  {فِي عِبَادِكَ} قال ابن عباس ومقاتل: يريد مع عبادك (٣) . </p><p> وعلى هذا في الكلام محذوف تقديره: مع عبادك الصالحين الجنة، فحُذِف للعلم به. </p><p> وقال آخرون: معناه: وأدخلني في جملتهم. يعني: أثبت اسمي مع أسمائهم واحشرني في زمرتهم (٤) . </p><p> قال ابن عباس: يريد مع إبراهيم وإسماعيل وإسحاق ويعقوب، ومَنْ بعدهم من النبيين (٥) . </p><p> ٢٠ - قوله:  {وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ} التفقد: تَطَلُّبُ ما غاب عنك من شيء (٦) . وأصله: تَتَبُّع الشيء المفقود وتَطَلُّبه هل هو </p><p>= و\"غريب القرآن\" لابن قتيبة ٣٢٣. و\"تفسير ابن جرير\" ١٩/ ١٤٣، وأخرجه ابن أبي حاتم ٩/ ٢٨٥٨، عن قتادة، والسدي، وابن زيد. وذكره الأنباري في \"الزاهر\" ٢/ ٣٩٨، و\"الأضداد\" ١٤٥. وهو في \"تهذيب اللغة\" ٣/ ١٠٠ (وزع). وأخرجه ابن جرير عن ابن عباس، بلفظ: اجعلني. وكذا عند ابن أبي حاتم ٩/ ٢٨٥٨. (١) \"معاني القرآن\" للزجاج ٤/ ١١٢.(٢) ذكره ابن الأثير، \"النهاية في غريب الحديث\" ٥/ ١٨١، ولم يعزه لأحد، وقد بحثت عن الحديث فلم أجده.(٣) \"تفسير مقاتل\" ٧٥. و\"تنوير المقباس\" ٣١٧. وأخرجه ابن جرير ١٩/ ١٤٣، وابن أبي حاتم ٩/ ٢٨٥٩، عن ابن زيد.(٤) \"تفسير البغوي\" ٦/ ١٥٢، ولم ينسبه.(٥) ذكره عنه البغوي ٦/ ١٥٢. وفي \"تنوير المقباس\" ٣١٧: مع عبادك المرسلين الجنة.(٦) \"تهذيب اللغة\" ٩/ ٤٢ (فقد).</p><p> مظفور به. وكل شيء غاب عنك ثم تَتَبَّعْته طالبًا له قلت: تَفَقَّدته، بُنِي على: تفعل؛ لأنه تكلف الطلب، كما تقول: تعرفتُ الشيء إذا تتبعتَه تطلب معرفته. </p><p> والطير: اسم جامع، والواحد طائر (١) . والمراد بالطير هاهنا: جنس الطير وجماعتها، وكانت تصحبه في سفره تظله بأجنحتها (٢) . فقال:  {مَا لِيَ لَا أَرَى الْهُدْهُد} هذا استفهام عن حال نفسه. والمراد به الاستفهام عن حمال الهدهد. على تقدير: ما للَّهدهد لا أراه، ولكنه من القلب الذي يوضحه المعنى. تقول العرب: ما لي أراك كئيبًا؟ معناه: مالَك (٣) ؟ والهُدهُد: طير معروف، وهَدْهَدتُه صوتُه (٤) . </p><p> قال مجاهد: سُئل ابن عباس كيف تفقد سليمان الهدهد من بين الطير؟ قال: إن سليمان نزل منزلًا ولم يَدرِ ما بُعد الماء، وكان الهدهد مهتديًا، فأراد أن يسأله عنه. قال: قلت كيف يكون مهتديًا والصبي يضع له الحِبَالَة (٥) فيصيده؟ ! قال: إذا جاء القدر حال دون البصر (٦) . </p><p>(١) \"تهذيب اللغة\" ١٤/ ١١ (طار). (٢) أخرجه ابن أبي حاتم ٩/ ٢٨٦٠، عن سعيد بن جبير، وعبد الله بن شداد، والسدي. وأخرجه ابن جرير ١٩/ ١٤٤، عن ابن عباس. وأخرجه الحاكم ٢/ ٤٤٠، عن ابن عباس، كتاب التفسير، وقال: على شرط الشيخين، ووافقه الذهبي.(٣) \"تفسير الوسيط\" ٣/ ٣٧٣، ولم ينسبه. وذكر نحوه أبو علي، \"المسائل الحلبيات\" ١٥٢.(٤) \"تهذيب اللغة\" ٥/ ٣٥٣ (هد). وذكره القرطبي ١٣/ ١٧٨، ولم ينسبه.(٥) الحِبَالَة: جمع الحَبْل، يقال: حَبَل وحِبال، وحِبالة، والحَبْل: مصدر حَبَلت الصسِد واحتبلته: إذا نَصبت له حِبالَة فنَشِب فيها وأخذته. انظر: \"تهذيب اللغة\" ٥/ ٧٩.(٦) ذكر نحوه الهواري ٣/ ٢٥٠، ولم ينسبه، وفيه تعيين السائل، وهو: نافع الأزرق. =</p><p> وروى مجالد عنه قال: بينما سليمان ذات يوم في مسيره إذ تفقد الطير، ففقد الهدهد فقال:  {مَا لِيَ لَا أَرَى الْهُدْهُد} قال عطاء عنه: وكان الهدهد يدله على الماء إذا أراد أن ينزل، فلما فقده سأل عنه (١) . </p><p> قال الكلبي: ولم يكن معه في سيره ذلك إلا هدهد واحد. هذا قول أكثر المفسرين: إن السبب في تفقد الطير كان طلب الماء (٢) ، وكان الهدهد مهندسَ الماء، وإنما كان يعرف سليمان قُرب الماء وبُعده من جهته؛ وذلك أنه كان يرى الماء في الأرض كما يُرى الماءُ في الزجاجة (٣) . </p><p> قال عبد الله بن شداد: الهدهد ينظر إلى الماء كما ينظر بعضنا إلى بعض (٤) . </p><p>= وأخرجه ابن جرير ١٤٣/ ١٩، ١٤٤، وابن أبي حاتم ٩/ ٢٨٥٩، عن ابن عباس، وفيه ذكر نافع الأزرق. وذكره الثعلبي ٨/ ١٢٥ أ. وأخرجه الحاكم ٢/ ٤٤٠، كتاب التفسير، رقم: ٣٥٢٥، ٣٥٢٦، من طريق عكرمة، وسعيد بن جبير، عن ابن عباس، وقال: على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي. وأخرجه عبد الله بن الإمام أحمد، \"كتاب السنة\" ٢/ ٤١٢، رقم: ٩٠٠. (١) أخرج ابن أبي حاتم ٩/ ٢٨٦٠، هذا المعنى عن عدد من المفسرين.(٢) \"تفسير مجاهد\" ٢/ ٤٧٠. و\"تفسير هود الهواري\" ٣/ ٢٥٠. و\"ابن جرير\" ١٩/ ١٤٣.(٣) أخرج نحوه ابن أبي حاتم ٢٨٥٩/ ٩، عن ابن عباس. وذكره بنصه، الزجاج ٤/ ١١٣، ولم ينسبه. وذكره السمرقندي ٢/ ٤٩٢، ولم ينسبه.(٤) أخرجه ابن أبي حاتم ٩/ ٢٨٦٠. والذي يظهر -والله تعالى أعلم- أن تفقد نبي الله سليمان عليه السلام للَّهدهد من شمام متابعته لجنده وتفقده لهم، واستظهر هذا المعنى أبو حيان ٧/ ٦١. ورد ابن سعدي ٥/ ٥٧٠، القول بأن سبب تفقد الهدهد، طلب الماء، بأنه لا يدل عليه دليل، بل الدليك العقلي، واللفظي دال على بطلانه، ثم شرع في بيان ذلك، ثم قال: فإن عنده من الشياطين، والعفاريت، ما يحفرون له الماء، ولو بلغ في العمق ما بلغ، وسخر له الريح غدوها شهر، ورواحها =</p><p> وروي عن ابن عباس، في سبب تفقد الطير: أنها كانت تظله، فوقعت نفحة من الشمس على رأسه، فنظر وتفقد الطير، فإذا موضح الهدهد خالٍ، فذلك قوله:  {مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ}  (١) قال أبو إسحاق: معناه: بل كان من الغائبين (٢) . </p><p> قال مقاتل: والميم هاهنا صلة (٣) كقوله: {أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ}  [الطور: ٤١،القلم:٤٧]  (٤) . ونحو هذا قال الكسائي. </p><p> وقال المبرد: لما تفقد سليمان الطير ولم ير الهدهد قال: {مَا لِيَ لَا أَرَى الْهُدْهُدَ} على تقدير أنه مع جنوده وهو لا يراه، ثم أدركه الشك، فشك (٥) في غيبته عن ذلك الجمع حيث لم يره، فقال (٦) : {أَمْ كَانَ مِنَ </p><p>= شهر، فكيف مع ذلك يحتاج إلى الهدهد .. والشاهد: أن تفقد سليمان -عليه السلام- للطير، وفقده الهدهد يدل على كمال حزمه، وتدبيره للملك بنفسه، وكمال فطنته، حتى تفقد هذا الطائر الصغير. (١) أخرجه ابن جرير ١٩/ ١٤٤، بنحوه. وأخرجه ابن أبي حاتم ٩/ ٢٨٦١، عن سفيان. قال ابن جرير: والله أعلم بأي ذلك كان إذ لم يأتنا بأي ذلك كان تنزيل، ولا خبر عن رسول الله -صلى الله عليه وسلم- صحيح.(٢) \"معاني القرآن\" للزجاج ٤/ ١١٣. فأم، منقطعة بمعنى: بل.(٣) أي: حرف زائد، فيكون المعنى على الاستفهام: أكان من الغانيين والظاهر في الآية أنها أم المنقطعة. وجزم بذلك الزمخشري ٣/ ٣٤٦. قال أبو حيان: والصحيح أن أم في هذا هي المنقطعة؛ لأن شرط المتصلة تقدم همزة الاستفهام، فلو تقدمها أداة الاستفهام غير الهمزة كانت أم منقطعة، وهنا تقدم ما ففات شرط المتصلة، وقيل: يحتمل أن تكون من المقلوب، وتقديره: ما للهدهد لا أراه، ولا ضرورة إلى ادعاء القلب. \"البحر المحيط\" ٧/ ٦٢، وتبعه في ذلك السمين الحلبي، \"الدر المصون\" ٨/ ٥٩٢.(٤) \"تفسير مقاتل\" ٥٨ أ. وذكره البغوي ٦/ ١٥٣، ولم ينسبه.(٥) في نسخة: (ج): فقال.(٦) فقال، غير موجودة في (ج).</p><p> الْغَائِبِينَ} أي: بل أكان من الغائبين، كأنه ترك الكلام الأول، واستفهم عن حاله وغيبته. </p><p> وقال صاحب النظم:  (كَانَ) هاهنا بمنزلة: صار، كقوله تعالى:  {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى}  [الأنفال: ٦٧] أي: أن يصير له أسرى، والتأويل: صار من الغائبين. أي: صار ممن يغيب عن مركزه. انتهى كلامه. </p><p> وقال أبو علي: معنى: {مَا لِيَ لَا أَرَى الْهُدْهُدَ} أخبروني عن الهدهد، أحاضرٌ هو {أَمْ كَانَ مِنَ الْغَائِبِينَ} [فعرنت الجملة لقوله (أَمْ كَانَ) ] (١) ومثله قوله: {أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ}  [ص: ٦٣] وسنذكره في موضعه (٢) . وقوله:  {أَمَّنْ هُوَ قَانِتٌ}  [الزمر: ٩]  (٣) قال: وهذا قول أبي </p><p>(١) ما بين المعقوفين، في نسخة (ج). (٢) قال الواحدي في تفسير قول الله تعالى: {أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ}: قال أبو علي: في إلحاق همزة الاستفهام بعض البعد؛ لأنهم قد علموا أنهم اتخذوهم سخريًا، فكيف يستقيم أن يستفهموا عن اتخاذهم سخرِيًا، وقد علموا ذلك، يدل على علمهم به أنه قد أخبر عنهم بذلك في قوله: {فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي} [المؤمنون: ١١٠] فالجملة التي هي: {أَتَّخَذْنَاهُمْ} صفة للنكرة وهي قوله: {رِجَالًا} ووجه قول من ألحق الهمزة الاستفهام أنه على التقرير لا على المعنى، وذلك ليعادل قوله: {أَتَّخَذْنَاهُمْ} بـ (أم) في قوله: {سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ} [المنافقدن: ٢] وإن لم يكن استفهامًا في المعنى وكذلك قولهم: ما أبالي أزيد قائم أم عمرو، فإن قلت: ما الجملة المعادلة بقوله: {أَمْ زَاغَتْ} فالقول فيه: أنها محذوفة المعنى: أمفقودون أم زاغت عنهم الأبصار، وهذا كما ذكرنا في قوله تعالى: {أَمْ كَانَ مِنَ الْغَائِبِينَ} [النمل: ٢].(٣) قال الواحدي في تفسير هذه الآية: قرئ بالتخفيف والتشديد، واختلف أهل المعاني في توجيه القراءتين، واختار أبو عبيد التشديد، قال: ومعناها عند أهل العلم: هذا أفضل أمن هو فانت على تأويل: أم الذي هو قانت .. وهذا قول أبي علي في وجه هذه القراءة وشرحه فقال: الجملة التي قد عادلت أم قد حذفت، =</p>"
}