{
  "id": null,
  "sura": 27,
  "aya": 87,
  "text": "<p> ٨٧ - وقوله تعالى:  {وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ}  (١) قال بعض النحويين: تقديره: واذكر يوم ينفخ في الصور فيفزع (٢) . والماضي هاهنا يراد به الاستقبال. </p><p> وقال الفراء: جعل: فَعَل، مردودًا على: يَفْعَل؛ لأن المعنى: إذا نفخ في الصور ففزع، ألا ترى أن قولك: أقوم يوم تقوم، كقولك: أقوم إذا تقوم، فأجبْتَ بفَعَل؛ لأن فَعَل ويَفْعَل تصلحان مع: إذا، فإن قلت: إذا قدرت هذا التقدير، فأين جواب إذا؟ قلت: قد يكون في فَعَل مضمر مع الواو، كأنه قيل: وذلك يقع يوم ينفخ في الصور، وإذا نفخ في الصور يعني وقوع القول عليهم، وإن شئت قلت: جوابه متروك كقوله: {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا}  [البقرة: ١٦٥] ، وقوله:  {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ}  [سبأ: ٥١]  (٣) . وهذا كما ذكرنا في قوله:  {وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا} الآية [النمل: ٨٣] ، قال ابن عباس: يريد النفخة الأولى (٤) . </p><p>(١) عن عبد الله بن عمرو رضي الله عنهما، قال: قال أعرابي: يا رسول الله ما الصور؟ قال: \"قَرْن يُنفخ فيه\". أخرجه الترمذي ٤/ ٥٣٦، كتاب صفة القيامة، رقم: ٢٤٣٠، وقال: حديث حسن. وأبو داود ٥/ ١٠٧، كتاب السنة، رقم: ٤٧٤٢. وهو في \"صحيح سنن أبي داود\" ٣/ ٨٩٨. (٢) \"إعراب القرآن\" للنحاس ٣/ ٢٢٢.(٣) \"معاني القرآن\" للفراء ٢/ ٣٠١. وذكره ابن جرير ٢٠/ ٢٠، ولم ينسبه.(٤) \"تفسير الثعلبي\" ٨/ ١٣٦ ب، ولم ينسبه، ثم قال: وعلى هذا أكثر المفسرين. ونفخة الفزع هي النفخة الأولى، ثم بعد ذلك نفخة الصعق؛ وهو الموت، ثم بعد ذلك نفخة القيام لرب العالمين؛ فعل هذا هي ثلاث نفخات، ذهب إلى هذا البغوي ٦/ ١٨١، وتبعه على ذلك ابن كثير ٦/ ٢١٦، والصواب -والله تعالى أعلم-. أنهما نفختان؛ الأولى: نفخة الفزع والصعق، والثانية: نفخة القيام لله تعالى، ويشهد =</p><p> قوله:  {فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ} قال ابن عباس ومقاتل: فمات {مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ} من شدة الخوف والفزع (١) . وفزع لا تكون في اللغة بمعنى مات، ولكن قد يبلغ الفزع من الإنسان غايته حتى يموت فزعًا، والدليل على أن المراد بالفزع هاهنا، الموت بالفزع، قوله -عز وجل-: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ}  [الزمر: ٦٨] أي: مات. </p><p> قوله تعالى:  {إِلَّا مَنْ شَاءَ اللَّهُ} قال ابن عباس: يريد: الشهداء لا يموتون فهم أحياء عند ربهم يرزقون؛ وروي ذلك عن النبي -صلى الله عليه وسلم- مرفوعًا في حديث أبي هريرة (٢) . </p><p>= لذلك قوله تعالى: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ} [الزمر: ٦٨] ورجح هذا القول القرطبي ١٣/ ٢٤٠؛ قال: الصحيح في النفخ في الصور أنهما نفختان لا ثلاث، وأن نفخة الفزع إنما تكون راجعة إلى نفحة الصعق؛ لأن الأمرين لازمان لهما؛ أي: فزعوا فزعًا ماتوا منه .. والسنة الثابتة من حديث أبي هريرة وحديث عبد الله بن عمرو تدل على أنهما نفختان لا ثلاث. ويعني به حديث أبي هريرة عن النبي -صلى الله عليه وسلم-، قال: \"ما بين النفختين أربعون\". قالوا: يا رسول الله: أربعون يومًا؟ قال: \"أَبيتُ\". قال: أربعون سنة؟ قال: \"أَبيتُ\"، قال: أربعون شهرًا؟ قال: \"أَبيتُ، ويبلى كل شيء من الإنسان إلا عَجْب ذَنَبه\". أخرجه البخاري، كتاب التفسير، رقم: ٤٨١٤، \"فتح الباري\" ٨/ ٥٥١، وأخرجه مسلم ٤/ ٢٢٧٠، كتاب الفتن وأشراط الساعة، رقم: ٢٩٥٥.(١) \"تفسير مقاتل\" ٦٢ ب. و\"تنوير المقباس\" ٣٢٢.(٢) يعني به حديث أبي هريرة، أن رسول الله -صلى الله عليه وسلم-، سأل جبريل -عليه السلام- عن هذه الآية: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ} من الذين لم يشأ الله أن يصعقهم؟ قال: \"هم الشهداء متقلدون سيوفهم حول العرش\" أخرجه =</p><p> وقال الكلبي ومقاتل: يعني جبريل وميكائيل وإسرافيل وملك الموت (١) . </p><p> {وَكُلٌّ} أي من الأحياء الذين ماتوا ثم أحيوا {أَتَوْهُ} يأتون الله يوم القيامة. وقرأ حمزة:  {أَتَوْهُ}  (٢) على الفعل وهم فعلوه من الإتيان، وحجته: قوله: {حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ}  [الزخرف: ٣٨] فذكر بلفظ الفعل. وحجة قراءة العامة قوله:  {وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا}  [مريم: ٩٥] فكما أن {آتِيهِ} فاعله حمل على لفظ: كل، كذلك:  {آتَوْهُ} فاعلوه محمول على معنى كل (٣) . </p><p>= الواحدي في \"الوسيط\" ٣/ ٥٩٣، من طريق إسماعيل بن عياش، عن عمر بن محمد، عن زيد بن أسلم، عن أبيه، عن أبي هريرة يرفعه. وأخرجه ابن جرير ٢٠/ ١٨، بسياق آخر مطولًا من طريق إسماعيل بن رافع عن يزيد بن أبي زياد، عن محمد بن كعب القرظي، عن رجل من الأنصار، عن أبي هريرة يرفعه، ومن الطريق نفسه رواه الطبراني، \"الأحاديث الطوال\" ٢٦٦، رقم ٣٦، وأخرجه أيضًا ابن جرير ٢٠/ ١٩، من طريق إسماعيل بن رافع موقوفًا على أبي هريرة. وأخرجه مطولاً من الطريق نفسه الثعلبي ٨/ ١٣٧ أ، وصححه، وقال عنه: حديث صحيح جامع. فمدار الحديث على إسماعيل بن رافع بن عويمر الأنصاري، القاص، وهو ضعيف الحفظ. \"تقريب التهذيب\" ١٣٩، رقم: ٤٤٦. وقال الذهبي: ضعفوه جدًّا، وقال الدارقطني: متروك. المغني في \"الضعفاء\" للذهبي ١/ ١٣٢. فلعل الصواب وقف هذا الحديث على أبي هريرة كما أخرجه من طريق إسماعيل بن رافع موقوفًا على أبي هريرة، ابنُ جرير ٢٠/ ١٩، وابن أبي حاتم ٩/ ٢٩٣٠. والله أعلم. (١) \"تفسير مقاتل\" ٦٢ ب. و\"تنوير المقباس\" ٣٢٢.(٢) قرأ حمزة وحفص عن عاصم: [أَتَوْهُ]، مقصورة مفتوحة التاء، وقرأ الباقون: [آتوهُ] ممدودة مضمومة التاء على معنى: جاءوه، وفي رواية أبي بكر عن عاصم كذلك مثل الباقين. \"السبعة في القراءات\" ٤٨٧، و\"الحجة للقراء السبعة\" ٥/ ٤٠٦، و\"النشر في القراءات العشر\" ٢/ ٣٣٩.(٣) \"الحجة للقراء السبعة\" ٥/ ٤٠٧. و\"معاني القرآن\" للزجاج ٤/ ١٣٠.</p>"
}