{
  "id": null,
  "sura": 27,
  "aya": 8,
  "text": "<p> ويقال: صَلى بالنار واصطلى بها إذا استدفأ. واستقصاء تفسير هذه الآية قد تقدم في سورة طه. </p><p> ٨ - وقوله:  {فَلَمَّا جَاءَهَا نُودِيَ أَنْ} قال الفراء (أَن) في موضع نصب إذا أضمرت اسم موسى في (نُودِيَ) وإن لم تضمر اسم موسى كانت (أَن) في موضع رفع. ونحو هذا قال الزجاج (١) . </p><p> وقوله:  {بُورِكَ مَنْ فِي النَّارِ} قال الفراء: العرب تقول: باركه الله، وبارك عليه، وبارك فيه (٢) ، قال الشاعر: </p><p> فبوركت مولودًا وبوركت ناشئًا ... وبوركت عند الشيب إذ أنت أَشْيَبُ (٣) </p><p> والمعنى: بورك فيمن في النار، أو على من في النار. وقال آخر: </p><p> بورك الميتُ الغريبُ كما بورِكَ ... نَظْمُ الرُّمان والزيتون (٤) </p><p> واختلفوا فيمن في النار؟ فالأحسن: أن الآية من باب حذف المضاف على تقدير: بورك من في طلب النار، وهو موسى عليه السلام، وكأنه تحية من الله عز وجل لموسى بالبركة، كما حيا إبراهيمَ بالبركة على ألسنة </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٨٦. و\"معاني القرآن\" للزجاج ٤/ ١٠٩. (٢) \"معاني القرآن\" للفراء ٢/ ٢٨٦. وذكره النحاس، عن الكسائي. \"إعراب القرآن\" ٣/ ١٩٩.(٣) \"تفسير الثعلبي\" ٨/ ١٢١ أ، ولم ينسبه. وعنه القرطبي ١٣/ ١٥٨. وذكره أبو حيان ٧/ ٥٤، ولم ينسبه. والبيت للكميت، يمدح فيه النبي -صلى الله عليه وسلم- \"شرح هاشميات الكميت\" ٦١.(٤) أنشده الزجاج ٤/ ٤٥، ولم ينسبه. بلفظ: نظم، واستشهد به على أنه ليس شيء يورق غصنه من أوله إلى آخره مثل الزيتون والرمان. وذكره البغدادي، \"خزانة الأدب\" ١٠/ ٤٦٧، بلفظ: نضح، وبلفظ: غصن الريحان، ونسبه لأبي طالب؛ عم النبي -صلى الله عليه وسلم- من قصيدة له يرثي بها مسافر بن أبي عمرو. ديوان أبي طالب ٩٣.</p><p> الملائكة حين دخلوا عليه فقالوا:  {رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ}  [هود: ٧٣]  (١) . </p><p> وقال أبو علي:  {بُورِكَ مَنْ فِي النَّارِ} مَنْ في قرب النار ليس يراد به: متوغلها. </p><p> وقال ابن عباس والحسن وسعيد بن جبير وقتادة في قوله:  {بُورِكَ مَنْ فِي النَّارِ} : قُدِّس من في النار، وهو الله سبحانه؛ عني به نفسه (٢) . وعلى هذا إسناد البركة إلى الله كقوله: تبارك الله، وقد ذكرناه. </p><p>(١) \"تفسير الثعلبي\" ٨/ ١٢٠ ب. ولم ينسبه. واقتصر على هذا القول في \"الوسيط\" ٣/ ٣٦٩، و\"الوجيز\" ٢/ ٨٠٠. وجعله الرازي ٢٤/ ١٨٢، أقرب الأقوال. واقتصر عليه ابن عاشور ١٩/ ٢٢٦. (٢) أخرجه ابن جرير ١٩/ ١٣٣، عن ابن عباس، وسعيد بن جبير، والحسن، وقتادة. وأخرجه ابن أبي حاتم ٩/ ٢٨٤٥، عن ابن عباس، وسعيد بن جبير، وعكرمة. وأخرجه عن ابن عباس، عبد الله ابن الإمام أحمد، كتاب السنة ١/ ٣٠٠، رقم: ٥٨٢. وأخرجه عبد الرزاق ٢/ ٧٩، عن قتادة بلفظ: نور الله بورك. وعن الحسن بلفظ: هو النور. وهو موافق لما عند ابن جرير. وذكره شيخ الإسلام ابن تيمية مقررًا له. مجموع الفتاوى ٥/ ٤٦١. ومن الروايات التي ذكرها شيخ الإسلام عن ابن أبي حاتم رواية سعيد بن أبي مريم ثنا مفضل ابن أبي فضالة حدثني ابن ضمرة: {فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ} قال: إن موسى كان على شاطئ الوادى -إلى أن قال- فلما قام أبصر النار فسار إليها، فلما أتاها {نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ} قال: إنها لم تكن نارًا ولكن كان نور الله، وهو الذي كان في ذلك النور، وإنما كان ذلك النور منه، وموسى حوله. وعلى هذا فلا وجه لرد هذه الأخبار أو تأويلها كما فعل بعض المفسرين؛ كالرازي ٢٤/ ١٨٢، وابن جزي ٥٠٢، وأبي حيان ٧/ ٥٤. وتوجيه الواحدي لهذا القول توجيه حسن. وذكر الألوسي عن الشيخ: إبراهيم الكوراني، تصحيحه لخبر ابن عباس، وأنه لا يحتاج إلى تأويل، وأن معناه ظاهر.</p><p> والمراد بالنار هاهنا: النور، وذلك أن موسى رأى نورًا عظيمًا فظنه نارًا لذلك ذكرها هنا بلفظ النار (١) ، والمعنى: بورك الله الذي في النار، وحسن هذا؛ لأنه ظهر لموسى بآياته وكلامه من النار (٢) . </p><p> وهذا كما روي أنه مكتوب في التوراة: جاء الله من سيناء يعني: بعث الله موسى من سيناء حتى يدعو الخلق إليه، ويعرفهم توحيده ودينه </p><p>(١) \"الوسيط\" ٣/ ٣٦٩، وصدره بقوله: ومذهب المفسرين. ونقله عنه الشوكاني ٤/ ١٢٢، ولم يعترض عليه. وذكره الماوردي ٤/ ١٩٥، ولم ينسبه. واقتصر عليه ابن كثير ٦/ ١٧٩، وذكر عن ابن عباس، أنه قال: نور رب العالمين. وأخرجه ابن جرير ١٩/ ١٣٤، بلفظ: يعني نفسه، قال: كان نور رب العالمين في الشجرة. ثم ذكر ابن كثير بعد ذلك حديثَ أَبِي مُوسَى؟ قَالَ: قَالَ رَسُولُ الله -صلى الله عليه وسلم- (إِنَّ الله لا يَنَامُ وَلا يَنْبَغِي لَهُ أَنْ يَنَامَ يَخْفِضُ الْقِسْطَ وَيرْفَعُهُ حِجَابُهُ النُّورُ لَوْ كَشَفَهَا لأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ كُلَّ شَيْءٍ أَدْرَكَهُ بَصَرُهُ ثُمَّ قَرَأَ أَبُو عُبَيْدَةَ: {أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ}. أخرجه ابن ماجه ١/ ٧١، المقدمة، رقم: ١٩٦. ومسلم ١/ ١٦٢، كتاب الإيمان، رقم: ١٧٩. دون ذكر الآية. وصححه الألباني، \"صحيح سنن ابن ماجه\" ١/ ٣٩، رقم: ١٦٢. وجوَّد إسناده محقق مسند أبي يعلي الموصلي ١٣/ ٢٤٥. قال السيوطي: أخرج ابن المنذر عن محمد بن كعب، قال: النار: نور الرحمن. \"الدر المنثور\" ٦/ ٣٤١. قال سعيد بن جبير: كانت النار بعينها. \"تفسير البغوي\" ٦/ ١٤٥، ثم قال البغوي والنار إحدى حجب الله تعالى، كما جاء في الحديث (حجابه النار). وهي رواية للحديث السابق أخرجها الإمام أحمد، مسند الكوفيين، رقم: ١٩٠٩٠. والذي يظهر -والله تعالى أعلم- صحة هذا التأويل، ولا يلزم من القول به لوازم باطلة فإن الله تعالى قد أخبر بنفسه عن نفسه بذلك كما أخبرنا عن تجليه سبحانه وتعالى للجبل فقال: {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا} [الأعراف: ١٤٣] والله أعلم.(٢) \"التبيان في تفسير القرآن\" ٨/ ٧٧.</p><p> وشرائعه، فلما عرفوا بعثة موسى من سيناء قيل: جاء الله من سيناء، كذلك لما ظهر لموسى بآياته وكلامه من النار، وصف بأنه في النار؛ على معنى: أنه عُرف منها (١) . </p><p> وقال بعضهم: على هذا القول تقدير الآية: {مَنْ فِي النَّارِ} سلطانه وقدرته، فحذف للإحاطة (٢) . </p><p> وروي عن مجاهد في هذه الآية أنه قال: معناه: وبوركت النار (٣) . والتبرك عائد إلى النار. وهذا يكون على قراءة [أبيِّ، فإنه كان يقرأ: أن بوركت النار ومن حولها (٤) . </p><p>(١) \"تفسير الثعلبي\" ٨/ ١٢٠ أ. قال النيسابوري في وضح البرهان ٢/ ١٣٨: وفي التوراة: جاء الله من سيناء، وأشرق من ساعير، واستعلن من جبال فاران. أي: من هذه المواضع جاءت آياته، وظهرت رحمته حيث كلم موسى بسيناء، وبعث عيسى من ساعير، ومحمدًا من فاران جبال مكة. \"وضح البرهان\" ٢/ ١٣٨. (٢) \"تفسير الثعلبي\" ٨/ ١٢٠ب.(٣) \"تفسير مجاهد\" ٢/ ٤٦٩. وفيه: قال مجاهد: وكذلك قال ابن عباس. وهو كذلك عند ابن جرير ١٩/ ١٣٤، وابن أبي حاتم ٩/ ٢٨٤٥.(٤) أخرجها ابن أبي حاتم ٩/ ٢٨٤٦. وذكرها الثعلبي ٨/ ١٢٠ ب. قال النحاس: ومثل هذا لا يوجد بإسناد صحيح، ولو صح لكان على التفسير. \"إعراب القرآن\" ٣/ ١٩٩. وذكر هذه القراءة ابن جني، بلفظ: تباركت الأرض. \"المحتسب\" ٢/ ١٣٤. واختار هذا القول لهذه القراءة الزمخشري ٣/ ٣٣٨. وذكره أبو السعود ٦/ ٢٧٣، وصدر غيره بـ: قيل. واختاره البيضاوي ٢/ ١٧١. والبرسوي ٦/ ٣٢١، قال: أي: من في مكان النار، وهو البقعة المباركة. ورجح هذا القول شيخنا: عبد الله الوهيبي، في تحقيقه لتفسير العز بن عبد السلام ٢/ ٤٥٧، مع أن العز لم يذكر هذا القول. وأما قول السعدي ٥/ ٥٦٢: أي: ناداه الله تعالى وأخبره أن هذا محل مقدس مبارك، ومن بركته أن جعله موضعًا لتكليم الله لموسى وإرساله. فإنه لا يلزم منه نفي ما عداه من الأقوال إذ لم يصرح بذلك. والله أعلم. وقد ذكر القاسمي =</p><p> ولا يتوجه قول مجاهد على قراءة] (١) العامة. </p><p> وقال السدي: كان في النار ملائكة (٢) . فعلى هذا {مَنْ فِي النَّارِ} الملائكة (٣) . </p><p> وروي أيضًا عن جماعة من أهل التفسير أنهم قالوا:  {مَنْ فِي النَّارِ} نور الله (٤) . وعلى هذا تكون:  (مَن) بمعنى: ما، والله تعالى خلق نورًا في النار التي رآها موسى فكانت نارًا ونورًا (٥) . </p><p> قوله تعالى:  {وَمَنْ حَوْلَهَا} هم الملائكة وموسى، في قول الجميع (٦) . </p><p>= ١٣/ ٥٨، هذه الأقوال كلها ولم يرجح. لكنه قدم القول الذي اختاره الزمخشري، وقدمه أيضًا المراغي ١٩/ ١٢٣. (١) ما بين المعقوفين غير موجود في نسخة (ج).(٢) أخرجه ابن أبي حاتم ٩/ ٢٨٤٦، عن السدي. وذكره عنه الماوردي ٤/ ١٩٥.(٣) وذكر هذا القول النيسابوري، في \"وضح البرهان\" ٢/ ١٣٨، ولم ينسبه.(٤) أخرجه عبد الرزاق ٢/ ٧٩. وابن جرير ١٩/ ١٣٤، عن قتادة بلفظ: نور الله بورك. وعن الحسن بلفظ: هو النور. وذكره الزجاج ٤/ ١٠٩، ولم ينسبه.(٥) حكى هذا القول الماوردي ٤/ ١٩٥، والنيسابوري ٢/ ١٣٨، ولم ينسباه.(٦) هما قولان، الأول: الملائكة، \"تفسير مقاتل\" ٥٧ أ، و\"تفسير هود الهواري\" ٣/ ٢٤٧، وأخرجه عبد الرزاق ٢/ ٧٩، عن الحسن، وأخرجه ابن جرير ١٩/ ١٣٥، عن ابن عباس، والحسن، وأخرجه ابن أبي حاتم ٩/ ٢٨٤٧، عن ابن عباس، وعكرمة، والحسن، وسعيد بن جبير، وقتادة. وأخرجه عن ابن عباس، عبد الله بن الإمام أحمد، كتاب السنة ١/ ٣٠٠، رقم: ٥٨٢. وذكره الفراء ٢/ ٢٨٦، ولم ينسبه. والثاني: موسى والملائكة، أخرجه ابن جرير ١٩/ ١٣٥، وابن أبي حاتم ٩/ ٢٨٤٦، عن محمد بن كعب. وذكره الثعلبي، ٨/ ١٢١ أ، ولم ينسبه. والقولان في \"تنوير المقباس\" ٣١٦، و\"تفسير الماوردي\" ٤/ ١٩٥. ونسبه ابن عطية ١١/ ١٧٢، للحسن، وابن عباس. وذكر ابن الجوزي ٦/ ١٥٥، قولًا ثالثًا، وهو: موسى فقط. والمعنى: بورك فيمن يطلبها وهو قريب منها. وذكر هذا القول العز في \"تفسيره\" ٢/ ٤٥٧.</p>"
}