{
  "id": null,
  "sura": 27,
  "aya": 80,
  "text": "<p> ٧٨ - {إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ} قال مقاتل: يعني بين بني إسرائيل (١) . </p><p> وقال الكلبي: بين أهل الكتاب. </p><p> وقيل: بين المختلفين (٢) ؛ وهذه أقوال متقاربة. </p><p> قال ابن عباس: يريد يوم القيامة يقضي بينهم بحكمه {وَهُوَ الْعَزِيزُ} الغالب، فلا يمكن رد قضائه بما يحكم، فهو يقضي بين المختلفين، وبما لا يمكن أن يُرَد، ولا يلتبس بغير الحق. </p><p> وقيل:  {الْعَزِيزُ} في انتقامه من المبطلين {الْعَلِيمُ} بالمحق من المختلفين (٣) . </p><p> ٧٩ - {فَتَوَكَّلْ عَلَى اللَّهِ} قال مقاتل: يقول: فثق بالله، وذلك حين دُعي إلى دين آبائه (٤)  {إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ} على الدين البين، وهو: الإسلام. </p><p> ثم ضرب لكفار مكة مثلًا فقال (٥) : </p><p> ٨٠ - {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} قال قتادة: أي كما لا تسمع الميت كذلك لا تسمع الكافر (٦) . </p><p> [وقال مقاتل: شبه كفار مكة بالأموات،يقول:كما لا يسمع الميت النداء كذلك لا يسمع الكافر]  (٧) النداء (٨) . </p><p>(١) \"تفسير مقاتل\" ٦٢ أ. و\"تفسير ابن جرير\" ٢٠/ ١٢. (٢) \"تفسير الثعلبي\" ٨/ ١٣٤ ب، ولم ينسبه.(٣) \"تفسير ابن جرير\" ٢٠/ ١٢.(٤) \"تفسير مقاتل\" ٦٢ أ، ولفظه: وذلك حين دُعي إلى ملة آبائه، فأمره أن يثق بالله -عز وجل-.(٥) \"تفسير مقاتل\" ٦٢ أ.(٦) أخرجه ابن أبي حاتم ٩/ ٢٨٢١. وذكره الثعلبي ٨/ ١٣٤ ب، ولم ينسبه.(٧) ما بين المعقوفين ساقط من نسخة: (ب).(٨) \"تفسير مقاتل\" ٦٢ أ.</p><p> وقال عطاء عن ابن عباس: يريد بالموتى: الأحياء الذين طبع الله على قلوبهم. </p><p> يعني: ضرب لهم المثل بالموتى وشبه حالهم في أنهم لا ينتفعون بما يسمعون بحال الموتى الذين لا يسمعون بتةً (١) . </p><p>(١) فهذا قولان في المراد بالموتى؛ الأول: الميت الذي فارقته الروح، والثاني: ميت القلب الذي لا ينتفع بما يسمع من الخير، أي: لا تُسمع الكفار الذين أمات الله قلوبهم. وظاهر كلام الواحدي ميله للقول بأن الميت في الآية: الذي فارقته الروح، واقتصر على هذا القول في تفسيره؛ \"الوسيط\" ٣/ ٣٨٤، وأما في \"الوجيز\" ٢/ ٨٠٩، فقال: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} الكفار. ولم يزد على ذلك. والذي يظهر -والله تعالى أعلم- أن القول الثاني أقرب للصواب؛ وذلك لثبوت سماع الميت في قبره؛ كما في قصة غزوة بدر، وسماع الميت قرع نعال أصحابه إذا تولوا عنه، وغير ذلك من الأحاديث. واقتصر ابن جرير ٢٠/ ١٢، على هذا القول؛ فقال: يقول: إنك يا محمد لا تقدر أن تُفهِم الحق من طبع الله على قلبه فأماته؛ لأن الله قد ختم عليه ألا يفهمه وأحسن الشنقيطي، تقرير هذا بأدلته وشواهده. أضواء البيان ٦/ ٤١٦ إلى ٤٣٩. وممن ذهب إلى أن النفي في الآية نفي سماع الميت جميع الكلام المعتاد: أم المؤمنين عائشة -رضي الله عنها- وقد ردت فيه على من روى تكليم النبي -صلى الله عليه وسلم-، لصناديد قريش بعد أن قذف بهم في القليب، وقد أخرج ذلك البخاري في صحيحه من طريق قتادة؛ قال: ذكر لنا أنس بن مالك عن أبي طلحة أن نبي الله -صلى الله عليه وسلم-، أمر يوم بدر بأربعة وعشرين رجلاً من صناديد قريش فقذفوا في طوي من أطواء بدر خبيث مخبث وكان إذا ظهر على قوم أقام بالعَرْصة ثلاث ليال فلما كان ببدر اليوم الثالث أمر براحلته فشد عليه رحلها ثم مشى واتبعه أصحابه وقالوا: ما نرى ينطلق إلا لبعض حاجته حتى قام على شَفةِ الرَّكي فجعل يناديهم بأسمائهم وأسماء آبائهم؛ \"يا فلان بن فلان ويا فلان بن فلان: أيسركم أنكم أطعتم الله ورسوله فإنا قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا؟ \" قال: فقال عمر: يا رسول الله ما تكلم من أجساد لا أرواح لها، فقال رسول الله -صلى الله عليه وسلم-: \"والذي نفس محمد بيده ما =</p><p> {وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ} قال قتادة: يقول: لو أن أصمَّ ولى مدبرًا ثم ناديته لم يسمع؛ كذلك الكافر لا يسمع ما يُدعى إليه من الإيمان ونحو هذا قال مقاتل (١) . </p><p> ومعنى الآية: أنهم لفرط إعراضهم عما يُدعون إليه من التوحيد والدين، كالميت الذي لا سبيل إلى إسماعه وإعلامه شيئًا، وكالصم الذين لا يسمعون. </p><p>= أنتم بأسمع لما أقول منهم\" قال قتادة: أحياهم الله حتى أسمعهم قوله توبيخًا وتصغيرًا ونقمة وحسرة وندما. أخرجه البخاري، كتاب المغازي، رقم: ٣٩٧٦، \"فتح الباري\" ٧/ ٣٠٠. ثم أخرج البخاري بعده إنكار عائشة -رضي الله عنها- لهذا؛ حيث قالت: إنما قال النبي -صلى الله عليه وسلم-: إنهم الآن ليعلمون أن الذي كنت أقول لهم هو الحق، ثم قرأتْ: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} الآية. قال الإسماعيلي: كان عند عائشة من الفهم والذكاء وكثرة الرواية والغوص على غوامض العلم ما لا مزيد عليه؛ لكن لا سبيل إلى رد رواية الثقة إلا بنص مثله، يدل على نسخه أو تخصيصه، أو استحالته، فكيف والجمع بين الذي أنكرته وأثبته غيرها ممكن؛ لأن قوله تعالى: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} لا ينافي قوله -صلى الله عليه وسلم-: (إنهم الآن يسمعون) لأن الإسماع هو إبلاغ الصوت من المُسمِع في أذن السامع، فالله تعالى هو الذي أسمعهم بأن أبلغهم صوت نبيه -صلى الله عليه وسلم-، بذلك. \"فتح الباري\" ٧/ ٣٠٤. والصحيح أن الميت يسمع في قبره السماع المعتاد؛ والمنفي عنه السماع الذي ينفعه، وقد قرر هذا بشواهده وأدلته شيخ الإسلام ابن تيمية -رحمه الله- حيث رد على من نفى سماع الميت في قبره؛ وحمل ابن تيمية النفي في الآية على السماع المعتاد الذي ينتفعون به، أما سماع آخر فلا ينفى عنهم. \"مجموع الفتاوى\" ٤/ ٢٩٨. وهذا اختيار ابن كثيرة حيث قال: أي: لا تسمعهم شيئاً ينفعهم، فكذلك هؤلاء على قلوبهم غشاوة، وفي آذانهم وقرة وهو الكفر. \"تفسير ابن كثير\" ٦/ ٢١٠. والقول بأن الموتى في الآية: الكفار، نفى الله عنهم سماع التدبر، تفسير ظاهر لا يرد عليه هذا الإشكال. والله تعالى أعلم.(١) أخرجه عن قتادة ابن أبي حاتم ٩/ ٢٩٢١. وهو في \"تفسير مقاتل\" ٦٢ أ.</p>"
}