{
  "id": null,
  "sura": 27,
  "aya": 12,
  "text": "<p> ١٢ - قوله تعالى:  {وَأَدْخِلْ يَدَكَ} قال مجاهد: كفك في جيبك (١) . </p><p> قال المفسرون: كانت عليه مِدْرَعةٌ إلى بعض يده (٢) ، ولو كان لها كُمٌّ أمره أن يُدخل يده في كُمِّه (٣) . والجَيْب: حيث جِيبَ من القميص: أي قُطع (٤) . </p><p> قوله تعالى:  {تَخْرُجْ بَيْضَاءَ} قال أبو إسحاق: المعنى وأخرجها تخرج بيضاء. </p><p> قال مقاتل: لها شعاع مثل شعاع الشمس {مِنْ غَيْرِ سُوءٍ} من غير برص (٥) . </p><p>= وكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان قال: أراد: والفرقدان أيضًا يفترقان .. ثم ذكر تخطئة الفراء لهذا الوجه، ثم قال: ومن الناس من صوب أبا عبيدة في مذهبه، وصحح قوله بما احتج من الشعر.(١) أخرجه ابن جرير ١٣٨/ ١٩.(٢) \"تفسير مقاتل\" ٥٧ أ.(٣) أخرجه ابن جرير ١٩/ ١٣٨، عن مجاهد. وكذا ابن أبي حاتم ٩/ ٢٨٥٠، وأخرج نحوه عن ابن عباس. قال الزجاج ٤/ ١١٠: وجاء أيضًا أنه كانت عليه مدرعة صوف بغير كُمين. وذكره الثعلبي ٨/ ١٢١ ب.(٤) \"تهذيب اللغة\" ١١/ ٢١٨ (جاب)، وفيه: يقال: جِبتُ القميص وجُبته. وذكره الواحدي في: الوسيط ٣/ ٣٧٠. وكذا ابن الجوزي ٦/ ١٥٨. أخرج ابن أبي حاتم ٩/ ٢٨٥٠، عن السدي: الجيب جيب القميص. قال ابن عطية ١١/ ١٧٨: الجيب: الفتح في الثوب لرأس الإنسان.(٥) \"تفسير مقاتل\" ٥٧ أ. وذكره الهواري ٣/ ٢٤٨. وابن جرير ١٩/ ١٣٩، والثعلبي ٨/ ١٢١ ب. وأخرجه ابن أبي حاتم ٩/ ٢٨٥١، عن ابن عباس، ومجاهد، وعكرمة، وقتادة، والضحاك، والسدي، وعطاء الخراساني، والربيع بن أنس. وذكر ابن الأنباري أن السوء يطلق ويراد به: الآفة والعلة، قال تعالى: {فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ} [الأعراف ٧٣] أي: بآفة وعقر، \"الزاهر في معاني كلمات الناس\" ١/ ٣٦٥، وأما أبو عبيدة ٢/ ١٨، فقد قيد السوء بالمرض والبرص، فقال: السوء: كل داء معضل من جذام أو برص، أو غير ذلك.</p><p> وهذا مما فسرناه في سورة طه [٢٢]  (١) . </p><p> قوله:  {فِي تِسْعِ آيَاتٍ} قال أبو إسحاق: (في) من صلة قوله: {وَأَلْقِ عَصَاكَ}  {وَأَدْخِلْ يَدَكَ} والتأويل: وأظهر هاتين الآيتين {فِي تِسْعِ آيَاتٍ} والمعنى من تسع آيات. كما تقول: خذ لي عشرة من الإبل فيها فحلان؛ والمعنى: منها فحلان (٢) . </p><p> وفسر الآيات التسع في سورة بني إسرائيل (٣) . </p><p>(١) قال الواحدي في تفسير هذه الآية: {مِنْ غَيْرِ سُوءٍ} من غير برص في قول جميع المفسرين. قال الليث: ويكنى بالسوء عن اسم البرص. وقال أبو عمرو: {سُوءٍ} أي: برص. وقال المبرد: السوء إذا أطلق فهو البرص، وإذا وصلوه بشيء فهو كل ما يسوء، والأغلب عند العرب من الأدواء: البرص. (٢) \"معاني القرآن\" للزجاج ٤/ ١١٠. وذكره السمرقندي ٢/ ٤٩٠، ولم ينسبه. و\"تفسير الوجيز\" ٢/ ٨٠٠. وهو قول ابن كثير ٦/ ١٨٠.قال الهواري ٣/ ٢٤٨: {فِي تِسْعِ آيَاتٍ} أي: مع تسع آيات. وذكر ذلك ابن قتيبة، في \"تأويل مشكل القرآن\" ٢١٧، و\"غريب القرآن\" ٣٢٣، ولم ينسبه. وهو قول الثعلبي ٨/ ١٢٢ أ. وأما ابن جرير، فقد جعل: في، على ظاهرها فقال ١٩/ ١٣٩: فهي آية في تسع آيات مرسل أنت بهن إلى فرعون. ولم يذكر غير هذا القول. واستحسنه النحاس، \"إعراب القرآن\" ٣/ ٢٠١.(٣) ليس في سورة بني إسرائيل تفصيل الآيات التسع، وإنما فيها ذكر العدد جملة، في قوله تعالى: {وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ} [١٠١] قال الواحدي في تفسير هذه الآية: اختلفوا في الآيات التسع مع اتفاقهم أن منها: الطوفان والجراد والقمل والضفادع والدم، فهذه خمس، وأما الأربعة الباقية، فروى قتادة عن ابن عباس قال: هي يده البيضاء عن غير سوء، وعصاه إذا ألقاها، وما ذكر في قوله: {وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِنَ الثَّمَرَاتِ} [الاعراف ١٣٠] قال: {السِّنِينَ} لأهل البوادي حتى هلكت مواشيهم {وَنَقْصٍ مِنَ الثَّمَرَاتِ} لأهل القرى، وهاتان آيتان، ونحو هذا روى أبو صالح وعكرمة، وهذا قول مجاهد، وقال محمد بن كعب القرظي بدل السنين ونقص من الثمرات فلق البحر والطمس =</p>"
}