{
  "id": null,
  "sura": 27,
  "aya": 43,
  "text": "<p> وعلى هذا للآية تأويلان: </p><p> أحدهما: وأوتينا العلم بقدرة الله على ما يشاء من قبل هذه المرأة؛ أي: من قبل مجيئها {وَكُنَّا مُسْلِمِينَ} : مخلصين لله بالتوحيد {مِنْ قَبْلِهَا}  (١) . </p><p> والثاني: وأوتينا العلم بإسلامها ومجيئها طائعة من قبل مجيئها {وَكُنَّا مُسْلِمِينَ} خاضعين لله. </p><p> وقال آخرون: هذا من كلام المرأة وذلك أنها لما قالت: {كَأَنَّهُ هُوَ} قيل لها: فإنه عرشك، فما أغنى عنك إغلاق الأبواب (٢) . قالت:  {وَأُوتِينَا الْعِلْمَ} بصحة نبوة سليمان {مِنْ قَبْلِهَا} أي: من قبل الآية في العرش {وَكُنَّا مُسْلِمِينَ} أي: طائعين منقادين لأمر سليمان من قبل أن جئنا. وهذا القول أليق بالمعنى، وأشبه بظاهر التنزيل (٣) . </p><p> ٤٣ - قوله تعالى:  {وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ} أي: منعها من الإيمان بالله والتوحيد {مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ} وهو الشمس (٤) . </p><p>= حاتم ٩/ ٢٨٩٢، عن مجاهد، وسعيد بن جبير. و\"تفسير مجاهد\" ٢/ ٤٧٣. واقتصر على هذا القول ابن جرير، وابن أبي حاتم، والسمرقندي ٢/ ٤٩٧، والماوردي ٤/ ٢١٥. وغيرهم. (١) \"تفسير مقاتل\" ١٦٠. وأخرجه ابن أبي حاتم ٩/ ٢٨٩٢، عن زهير بن محمد. واقتصر عليه الثعلبي ٨/ ١٣٠ ب.(٢) وكانت قد خلفته وراء سبعة أبواب لما خرجت. \"تفسير الوسيط\" ٣/ ٣٧٩. وقد أخرج ابن جرير ١٩/ ١٥٩، عن وهب بن منبه. وأخرجه ابن أبي حاتم ٩/ ٢٨٨٣، عن يزيد بن رومان. وهو من الأخبار الإسرائيلية.(٣) واقتصر الواحدي على هذا القول في تفسيريه الوسيط ٣/ ٣٧٩، و\"الوجيز\" ٢/ ٨٠٤، ولم ينسبه.(٤) \"تفسير مقاتل\" ١٦٠. و\"تفسير الثعلبي\" ٨/ ١٣٠ ب، ولم ينسبه.</p><p> قال الفراء: معنى الكلام: صدها من أن تعبد الله ما كانت تعبد، أي: عبادتها الشمس والقمر. وقد قيل:  {وَصَدَّهَا} منعها سليمان ما كانت تعب، و (مَا) ] نصب، والفعل لسليمان. ويجوز أن يكون الفعل لله على معش: وصدها الله ما كانت تعبد (١) . </p><p> قوله تعالى:  {إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ} كسرت الألف من (إِنَّ) على الاستئناف (٢) . أخبر الله تعالى أنها كانت من قوم يعبدون الشمس فنشأت فيما بينهم، ولم تعرف إلا عبادة الشمس. وذُكر في التفسير أنها كانت عاقلة، ولم يصدها عن عبادة الله نقص العقل؛ إنما صدها: عبادة الشمس (٣) . </p><p> وذكر الكسائي وجهًا آخر؛ فقال: هذه الآية متصلة بالتي قبلها؛ والمعنى: قال سليمان: {وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ (٤٢) وَصَدَّهَا} أن تؤتى العلم وأن تسلم عبادةُ غير الله وكفرها السابق (٤) . وإذا جعلنا (مَا) في محل النصب جعلنا الصد متعديًا إلى مفعولين، وليس يتعدى الصد إلى مفعولين إلا بواسطة حرف الجر، كما تقول: صددت زيدًا عن كذا (٥) ، قال الله تعالى:  {وَصُدُّوا عَنِ السَّبِيلِ}  [الرعد: ٣٣] ولكن يجوز أن تجعل الصد بمعنى: النفع، فيتعدى إلى مفعولين. أو يقال: التقدير: صدها عما كانت تعبد، فحذف الجار، كقوله:  {وَاخْتَارَ مُوسَى قَوْمَه}  [الأعراف: ١٥٥] . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٩٥. ولم ينسب شيئًا من هذه الأقوال. (٢) \"معاني القرآن\" للفراء ٢/ ٢٩٥، بنصه.(٣) \"معاني القرآن\" للفراء ٢/ ٢٩٥، بمعناه.(٤) أخرج ابن أبي حاتم ٩/ ٢٨٩٢، عن سعيد بن جبير: أي: بصدودها كانت من قوم كافرين، وإنما وصفها، وليس بمستأنف.(٥) ذكر نحوه النحاس، \"إعراب القرآن\" ٣/ ٢١٣.</p>"
}