{
  "id": null,
  "sura": 27,
  "aya": 18,
  "text": "<p> كففته، كلمة عامة؛ تقول: وزعته أي: كففته عن الإبطاء، بمعنى: دفعته وسقته، وتكون بمعنى كففته عن الإسراع، أي: حبسته، ووقفته (١) . فمن قال في تفسير:  {يُوزَعُونَ} يدفعون ويساقون، أراد: أن الآخِرين يُمنعون عن الإبطاء والتوقف. </p><p> وذكر أبو عبيدة الوجهين؛ فقال: يُدفع أخراهم، وُيحبس أولاهم (٢) . يعني: إذا تقدم الأولون وسرعانهم وزعوا، وإذا توقف المتأخرون دفعوا ووزعوا عن الإبطاء. وهكذا يفعل الشُّرَط والوزعة للعساكر (٣) . </p><p> ١٨ - قوله تعالى:  {حَتَّى إِذَا أَتَوْا عَلَى وَادِ النَّمْلِ} أي: أشرفوا عليه (٤) . ولهذا المعنى أُدخل (عَلَى) ولم يكن: أتوا وادي النمل. قال كعب: هو بالطائف (٥) . وقال قتادة ومقاتل: هو بالشام (٦) . </p><p>(١) قال ابن الأنباري: الصحيح عندنا أن يكون: أوزعت، بمعنى: أمرت وأغريت، ووزعت، بمعنى: حبست. \"الأضداد\" ١٣٩. قال ابن العربي: وقد يكون بمعنى: يلهمون. \"أحكام القرآن\" ٣/ ٤٧٤. (٢) \"مجاز القرآن\" ٢/ ٩٢.(٣) أخرج نحوه ابن جرير ١٩/ ١٤١، عن ابن عباس. وأخرج نحوه أيضًا ابن أبي حاتم ٩/ ٢٨٥٧، عن مجاهد. قال الحسن لما ولي القضاء: لابد للناس من وزعة أي شرط يكفونهم عن القاضي. \"الأضداد\" ١٤٠.(٤) \"تفسير الوسيط\" ٣/ ٣٧٣، ولم ينسبه.(٥) \"تفسير الثعلبي\" ٨/ ١٢٤ أ. و\"تفسير الماوردي\" ٤/ ١٩٩. و\"تفسير البغوي\" ٦/ ١٥٠. قال البقاعي ١٤/ ١٤٢: وهو الذي تميل إليه النفس، فإنه معروف عندهم بهذا الاسم، ويسمى أيضًا: نخب، وزن كتف، وقد رأيته لما قصدت تلك الديار. والطائف مدينة معروفة في غريب المملكة العربية السعودية، على بعد ١٠٠كم من مكة المكرمة.(٦) \"تفسير مقاتل\" ٥٧ ب. وأخرج ابن أبي حاتم ٩/ ٢٨٥٧، عن قتادة. و\"تفسير =</p><p> {قَالَتْ نَمْلَةٌ} ذكرنا أن القول والكلام والمنطق يستعمل كل واحد منهما مكان الآخر، ويعبر به عن الصوت، كقوله: حتى إذا نطق العصفور. أي: صاح (١) . كذلك قوله:  {قَالَتْ نَمْلَةٌ} أي: صاحت بصوت خلق الله لها. ولما كان ذلك الصوت مفهومًا لسليمان -عليه السلام-، عبَّر عنه بالقول علي ما ذكر الفراء، في منطق الطير (٢) . وهذان وجهان في قول النملة. </p><p> قال الكلبي: وكانت نملة صغيرة مثل النمل (٣) . وقال نوف الشامي وشقيق بن سلمة: كانت نمل ذلك الوادي كهيئة الذئاب في العظم (٤) . </p><p> وعن بريدة الأسلمي: أنها كانت كهيئة النعاج (٥) . ولعل الأقرب قول </p><p>= الثعلبي\" ٨/ ١٢٤ أ. و\"تنوير المقباس\" ٣١٦. واقتصر عليه الهواري ٣/ ٢٤٩، ولم ينسبه. وذكره الزجاج ٤/ ١١٢، ولم ينسبه. واقتصر عليه في \"الوجيز\" ٢/ ٨٠١، وذكر القولين في تفسيره الوسيط ٣/ ٣٧٣. وكذا البغوي ٦/ ١٥٠. (١) تقدم ذكر البيت عند قول الله تعالى: {عُلِّمْنَا مَنْطِقَ الطَّيْرِ} [النمل: ١٦].(٢) وذهب إلى هذا سيبويه، الكتاب ٢/ ٤٦، وكذا المبرد، \"المقتضب\" ٢/ ٢٢٦.(٣) نسبه للكلبي القرطبي ١٣/ ١٧١، وفي \"تنوير المقباس\" ٣١٦: نملة عرجاء يقال لها: منذرة!. وما دليل ذلك؟.(٤) \"تفسير القرطبي\" ١٣/ ١٧١. وأخرجه ابن جرير ١٩/ ١٤٢، عن عوف، بلفظ: الذباب. واقتصر عليه في \"الوجيز\" ٢/ ٨٠١. وأخرج ابن أبي حاتم ٩/ ٢٨٥٨، عن نوف الحميري: كان نمل سليمان مثل أمثال الذئاب. وذكره كذلك الثعلبي ٨/ ١٢٤ أ. وذكر السيوطي، \"الدر المنثور\" ٦/ ٣٤٧، عن كعب: وكانت مثل الذئب في العظم. وذكره الزجاج ٤/ ١١٢، ولم ينسبه. وذكره ابن كثير ٦/ ١٨٣، عن الحسن، ثم نقد ابن كثير هذه الأقوال بقوله: ومن قال من المفسرين: إن هذا الوادي كان بأرض الشام أو بغيره، وإن هذه التكملة كانت ذات جناحين كالذباب، أو غير ذلك من الأقاويل، فلا حاصل لها. وأخرج ابن أبي حاتم ٩/ ٢٨٥٧ عن الشعبي: النملة التي فقه سليمان كلامها كانت ذات في حين.(٥) ذكره عنه القرطبي ١٣/ ١٧١.</p><p> الكلبي؛ لقوله:  {لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ} ولو كانت كالذئاب والنعاج، ما حطمت بالوطء ولا خافت ذلك (١) . </p><p> والنملة، جمعها: نَمْل، ونِمَال (٢) ، ومنه قول الأخطل: </p><p> دبيبُ نِمَالٍ في نَقًا يتهيّلُ (٣) </p><p> ويقال: رجل نَمِل الأصابع، إذا كان خفيف الأصابع في العمل. وفرسٌ نَمِل القوائم؛ لا يكاد يستقر (٤) . والنمل إذا خرجت من قريتها لا تُرى مُستقرة ثابتة، بل تتحرك وتعدُو يمنة ويسرة، وهي كثيرة الحركة. </p><p> قال أهل المعاني: ومعرفة النملة سليمان معجزة له ألهمها الله تعالى معرفته حتى عرفت وحَذَّرت النملَ حَطْمَه، والنمل تعرف كثيرًا مما فيه نفعها وضرها؛ فمن ذلك: أنها تكسر الحبة بقطعتين لئلا تنبت، إلا الكُزْبَرَة (٥) فإنها تكسرها بأربع قطع؛ لأنها تنبت إذا كُسرت بقطعتين. فمَنْ هداها إلى هذا هو الذي ألهمها معرفة سليمان (٦) . </p><p>(١) ورجح ذلك القرطبي ١٣/ ١٧١، ولم يذكر من سبقه له. قال البغوي ٦/ ١٥١، والبرسوي ٦/ ٣٣٣: والمشهور أنه النمل الصغير. (٢) \"تهذيب اللغة\" ١٥/ ٣٦٦ (نمل).(٣) \"تهذيب اللغة\" ١٥/ ٣٦٦ (نمل)، عن الليث، ونسبه للأخطل، وصدره:تدِب دبيبًا في العظام كأنهالنقا: ما ارتفع من الرمل، يتهل: ينحدر. \"شرح ديوان الأخطل\" ٢٦٢.(٤) \"تهذيب اللغة \" ١٥/ ٣٦٦ (نمل).(٥) نوع من أنواع البقول. \"لسان العرب\" ٥/ ١٣٨ (كزبر)، و\"المعجم الوسيط\" ٢/ ٧٨٦.(٦) \"تفسير الوسيط\" ٣/ ٣٧٣، ولم ينسبه. و\"تفسير الماوردي\" ٤/ ٢٠٠، ولم يشبه. وذكره الطوسي للدلالة على أن معرفة النمل لسليمان، ليس على سبيل المعجزة الخارقة للعادة؛ لأنه لا يمتنع أن تعرف البهيمة كثيرًا مما فيه نفعها وضرها. =</p><p> قوله تعالى:  {يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ} قال أبو إسحاق: جاء لفظ: (ادْخُلُوا) كلفظ ما يعقل؛ لأن النمل هاهنا أجري مجرى الآدميين حين نطق كما نطق الآدميون (١) . </p><p> وذكرنا استقصاء هذا عند قوله:  {وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ} الآية [يوسف: ٤]  (٢) . </p><p> قوله تعالى:  {لَا يَحْطِمَنَّكُمْ} الحَطم: كسر الشيء، والحُطَام: ما يُحطم من ذلك (٣) . </p><p> ومعنى:  {لَا يَحْطِمَنَّكُمْ} لا يكسرنكم (٤) . قال مقاتل: لا يهلكنكم سليمان وجنوده (٥) . وذكرنا وجه جواب الأمر بنون التأكيد عند قوله:  {وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا} الآية، [الأنفال: ٢٥] وهذه الآية وتلك سواء (٦) . </p><p>= \"التبيان في تفسير القرآن\" ٨/ ٨٤. وذكر ابن القيم عجائب صنع الله تعالى في المل، في كتابه \"شفاء العليل\" ٦٩، ٧٠. (١) \"معاني القرآن\" للزجاج ٤/ ١١٢.(٢) قال الواحدي في تفسير هذه الآية: وقوله: {رَأَيْتَهُمْ} وهي مما لا يَفهم، ولا يُفهم وحسن ذلك؛ لأنه لما وصفها بالسجود صارت كأنها تعقل فأخبر عنها كما يخبر عمن يعقل كما قال في صفة الأصنام: {وَتَرَاهُمْ يَنْظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ} [الأعراف: ١٩٨].(٣) \"تهذيب اللغة\" ٤/ ٣٩٩ (حطم).(٤) \"تنوير المقباس\" ٣١٧. و\"تفسير ابن جرير\" ١٩/ ١٤١.(٥) \"تفسير مقاتل\" ٧٥ ب.(٦) قال الواحدي في تفسير هذه الآية من سورة الأنفال: ووجه إعراب الآية على هذا القول ما ذكره أبو إسحاق، وهو أن قوله: {لَا تُصِيبَنَّ} نهي بعد أمر، والمعنى: اتقوا فتنة، ثم نهى بعدُ، ثم قال: {لَا تُصِيبَنَّ} الفتنة الذين ظلموا، أي: لا =</p><p> وقوله:  {وَهُمْ لَا يَشْعُرُونَ} أي: بحطمكم ووطئكم. قال مقاتل: لقد علمت النملة أنه مَلِك لا بغي فيه، ولا فخر، وأنه إن علم بها قبل أن يغشاها لم يتوطاها (١) ، لذلك قالت:  {وَهُمْ لَا يَشْعُرُونَ}  (٢) . </p><p> ثم وقف سليمان بمَنْ معه ليدخل النمل مساكنها (٣) . وهذا يدل على </p><p>= يتعرضن الذين ظلموا لما ينزل بهم من العذاب. ثم ذكر شرح ابن الأنباري لهذا القول، ثم ذكر قول أبي علي الفارسي: إنه نهي بعد أمر، واستغني عن استعمال حرف العطف معه لاتصال الجملة الثانية بالأولى كما استغني عن ذلك في قوله: {ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ} [الكهف: ٢٢] و {أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٣٩، وغيرها] ومحال أن يكون جواب الأمر بلفظ النهي، ودخول النون هاهنا يمنع أن تكون: {لَا تُصِيبَنَّ} جوابًا للأمر. قال أبو حيان: دخول نون التوكيد على المنفي بـ: لا، مختلف فيه؛ فالجمهور لا يجيزونه ويحملون ما جاء منه على الضرورة، أو الندور، والذي نختاره الجواز، وإليه ذهب بعض النحويين. \"البحر المحيط\" ٤/ ٤٧٧، وأطال الحديث عن هذه المسألة في سورة الأنفال، وفي سورة النمل، وتبعه السمين الحلبي، \"الدر المصون\" ٥/ ٥٨٩. قال ابن الأنباري: (لا) ناهية، ولهذا دخلت النون الشديدة في {يَحْطِمَنَّكُمْ} ولا يجوز أن يكون تقديره: إن دخلتم مساكنكم لم يحطمنكم، على ما ذهب إليه بعض الكوفيين؛ لأن نون التوكيد لا تدخل في الجزاء إلا في ضرورة الشعر. \"البيان\" ٢/ ٢٢٠.(١) \"تفسير مقاتل\" ٧٥ ب.(٢) أي: لا يعلمون أنهم يحطمونكم. \"تفسير ابن جرير\" ١٩/ ١٤١. وذكر الهواري ٣/ ٢٤٩، قولاً آخر اقتصر عليه ولم ينسبه، فقال أي: والنمل لا يشعرون أن سليمان يفهم كلامهم. وفي ذلك بعد، وقد نقد هذا القول محقق الكتاب. واستبعده الشوكاني ٤/ ١٢٧. وذكر القولين السمرقندي ٢/ ٤٩٢. والماوردي ٤/ ٢٠٠. ورد هذا القول ابن العربي، في أحكام القرآن ٣/ ٤٧٥. وذكر ابن الجوزي ٦/ ١٦٢، عن ابن عباس: وأصحاب سليمان لم يشعروا بكلام النملة.(٣) \"تفسير مقاتل\" ٧٥ ب. ونسبه \"الماوردي\" ٤/ ٢٠٠، لابن عباس.</p>"
}