{
  "id": null,
  "sura": 27,
  "aya": 82,
  "text": "<p> يَسمَع منك] (١) فيَعِي ويعمل {إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا}  (٢) قال ابن عباس: إلا من خلقته للسعادة، وكان في سابق علمي من المهتدين (٣) . </p><p> وقال مقاتل: إلا من صدق بالقرآن أنه من الله {فَهُمْ مُسْلِمُونَ} : أي مخلصون بتوحيد الله (٤) . </p><p> ٨٢ - قوله تعالى:  {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ}  (٥) . </p><p> قال ابن عباس: حق العذاب عليهم (٦) . وقال مقاتل: وإذا نزل العذاب بهم (٧) . ونحو هذا قال جماعة المفسرين (٨) . </p><p> قال الفراء معناه: وجب السَّخَط عليهم. وذكرنا وقع بمعنى: </p><p>(١) ما بين المعقوفين ساقط من (ج). (٢) \"معاني القرآن\" للزجاج ٤/ ١٢٩.(٣) ذكره عنه القرطبي ١٣/ ٢٣٣.(٤) أخرجه ابن أبي حاتم ٩/ ٢٩٢١، عن زهير بن محمد، وعن ابن عباس بلفظ: موحدون. وهو قول مقاتل ٦٢ أ.(٥) خروج الدابة علامة من علامات الساعة الكبرى التي ذكرها النبي -صلى الله عليه وسلم-، عندما اطلع على أصحابه وهم يتذاكرون، فقال: \"ما تذاكرون؟ \" قالوا: نذكر الساعة. قال: \"إنها لن تقوم حتى ترون قبلها عشر آيات فذكر الدخان والدجال والدابة وطلوع الشمس من مغربها ونزول عيسى بن مريم عليهما السلام، ويأجوج ومأجوج وثلاثة خسوف خسف بالمشرق وخسف بالمغرب وخسف بجزيرة العرب وآخر ذلك نار تخرج من اليمن تطرد الناس إلى محشرهم\". أخرجه مسلم ٤/ ٢٢٢٥، كتاب الفتن، رقم ٢٩٠١، والترمذي ٤/ ٤١٤، كتاب الفتن، رقم ٢١٨٣.(٦) أخرجه ابن جرير ٢٠/ ١٣، وابن أبي حاتم ٩/ ٢٩٢٢، كلاهما عن مجاهد.(٧) \"تفسير مقاتل\" ٦٢ أ.(٨) \"تفسير مجاهد\" ٢/ ٤٧٥، و\"تفسير الهواري\" ٣/ ٢٦٥. وأخرج ابن جرير ٢٠/ ١٣، عن قتادة: وجب القول عليهم.</p><p> وجب (١) ، وهذا كقوله:  {حَقَّ عَلَيْهِمُ الْقَوْلُ}  (٢)  [القصص ٦٣، الأحقاف ١٨] . </p><p> والمعنى: حق ووجب أن ينزل بهم ما قال الله، وحكم به من عذابه وسخطه عليهم. والكناية في:  {عَلَيْهِمُ} للكفار الذين تخرج عليهم الدابة، وجازت الكناية عنهم؛ لأن ذكر الكفار قد سبق، وهؤلاء من جنس أولئك. </p><p> وقوله:  {أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ} قال ابن عمر وعطية: وذلك حين لا يأمرون بمعروف، ولا ينهون عن منكر (٣) . </p><p> وروي عن حفصة بنت سيرين (٤) أنها سألت أبا العالية عن هذه الآية، فقال لها مجيبًا:  {وَأُوحِيَ إِلَى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ} </p><p>(١) قال الواحدي في تفسير قول الله تعالى: {قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِنْ رَبِّكُمْ رِجْسٌ وَغَضَبٌ} [الأعراف: ٧١]: يقال: وقع القول والحكم إذا وجب، ومنه قوله: {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ} [النمل: ٨٢] معناه: إذا وجب، ومثله: {وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ} [الأعراف: ١٣٤] أي: أصابهم ونزل بهم، وأصله من الوقوع بالأرض؛ يقال: وقع بالأرض مطر، ووقعت الإبل إذا بركت. (٢) \"معاني القرآن\" ٢/ ٣٠٠، دون قوله: وذكرنا وقع بمعنى. وذكره الثعلبي ٨/ ١٣٥ أ، ولم ينسبه وأخرج ابن أبي حاتم ٩/ ٢٩٢٢، عن مقاتل بن حيان في قوله تعالى: {وَقَعَ الْقَوْلُ عَلَيْهِمْ} قال: السخط. وقال ابن قتيبة: وجبت الحجة. \"غريب القرآن\" ٣٢٧.(٣) أخرجه عبد الرزاق ٢/ ٨٥، وابن أبي حاتم ٩/ ٢٩٢١، كلاهما عن عطية بن سعد عن ابن عمر. وأخرجه ابن جرير ٢٠/ ١٤، عن ابن عمر، وعطية. وكذا الثعلبي ٨/ ١٣٥ أ.(٤) حفصة بنت سيرين، أم الهذيل الفقهية، الأنصارية، البصرية، ثقة، روت عن أم عطية، وأم الرائح، وعن مولاها أنس بن مالك، وعن أبي العالية، وروى عنها أخوها محمد، وقتادة، وأيوب، وابن عون، وغيرهم. ماتت بعد المائة. \"سير أعلام النبلاء\" ٤/ ٥٠٧، و\"تقريب التهذيب\" ١٣٤٩.</p><p> [هود: ٣٦]  (١) . </p><p> قال مخلد بن الحسين (٢) -راوي (٣) هذا الحديث- يعني: أنه لا تخرج الدابة حتى لا يبقى أحد يريد أن يؤمن (٤) . </p><p> قال ابن عمر: وتخرج الدابة من صَدْع في الصفا (٥) . وهو قول أكثر المفسرين؛ قالوا: تخرج الدابة من أرض مكة (٦) . </p><p> قوله تعالى:  {تُكَلِّمُهُمْ}  [قال مقاتل: تكلمهم]  (٧) بالعربية (٨) . </p><p>(١) أخرجه عبد الرزاق ٢/ ٨٣ وابن جرير ٢٠/ ١٣. وابن أبي حاتم ٩/ ٢٩٢٢. وليس في أسانيد الثلاثة مخلد بن الحسين. (٢) مَخْلَد بن الحُسين، الأزدي، أبو محمد البصري، ثقة فاضل، حدث عن موسى بن عقبة، وهشام بن حسان، ويونس بن زيد، والأوزاعي، وغيرهم، وحدث عنه: الحسن بن الربيع، وموسى بن أيوب، وغيرهم. ت: ١٩١هـ \"سير أعلام النبلاء\" ٩/ ٢٣٦، وتقريب التهذيب ٩٢٧.(٣) هكذا في نسخة: ج، وفي: أ، ب: رأي.(٤) ذكر نحو هذا النحاس، \"إعراب القرآن\" ٣/ ٢٢١. ولم يذكر قول مخلد بن الحسين. وهذا مثال على نقل الواحدي عن النحاس.(٥) أخرجه ابن جرير ٢٠/ ١٤. وابن أبي حاتم ٩/ ٢٩٢٥. والثعلبي ٨/ ١٣٦ أ. قال مقاتل ٦٢ أ: تخرج من الصفا الذي بمكة.(٦) أخرج ذلك عبد الرزاق ٢/ ٨٤، عن حذيفة بن اليمان، وإبراهيم النخعي. وابن جرير ٢٠/ ١٤، عن حذيفة، وعبد الله بن عمرو. وأخرجه ابن أبي حاتم ٩/ ٢٩٢٥، عن عبد الله بن عمرو، ولا تعارض بين القولين، فإن الصفا من أرض مكة، والله أعلم.(٧) ما بين المعقوفين ساقط من نسخة (ج).(٨) \"تفسير مقاتل\" ٦٢ أ. واقتصر عليه الواحدي في \"الوسيط\" ٣/ ٣٨٥، و\"الوجيز\" ٨٠٩. وتخصيص مقاتل كلامها باللغة العربية؛ لأنه قيد الناس بأهل مكة. وظاهر الآية أعم من ذلك.وممن ذهب إلى أن المراد في الآية تحدثهم، ولم يقيده بلغة: السمرقندي ٢/ ٥٠٥. أخرج ابن جرير. ٢٠/ ١٦ وابن أبي حاتم ٩٣/ ٢٩٢٦، عن ابن عباس، من طريق =</p><p> فتقول:  {أَنَّ النَّاسَ} يعني: أهل مكة (١)  {كَانُوا بِآيَاتِنَا} قال ابن عباس: بالبعث (٢) والثواب والعقاب {لَا يُوقِنُونَ} وقيل: تُخبر الناس أن أهل مكة لم يؤمنوا بالقرآن. </p><p> واختلف في قوله:  {أَنَّ النَّاسَ} فقرئ بالفتح والكسر (٣) ؛ فمن فتح </p><p>= علي بن أبي طلحة: تحدثهم. وكذا عن قتادة. وذكر ابن جرير قراءة: {وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ} ونسبها لأبي زرعة بن عمرو، ثم قال: والقراءة التي لا أستجيز غيرها في ذلك ما عليه عامة قراء الأمصار. ولعل من هذا جَزَمَ ابن كثير ٦/ ٢١٠، أن القول بأن الدابة تكلمهم فتقول لهم: {أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ}؛ اختيار ابن جرير، ثم قال ابن كثير بعد ذلك: وفي هذا القول نظر لا يخفى. والله أعلم.وقال ابن عباس في رواية: تجرحهم. وعنه رواية: قال: كلا؛ تفعل يعني: هذا وهذا، وهو قول حسن، ولا منافاة، والله أعلم.ونسب قراءة: {تُكَلِّمُهُمْ} ابنُ خالويه وابنُ جني لابن عباس وسعيد بن جبير ومجاهد والجحدري وأبي زرعة. \"الشواذ\" لابن خالويه ١١٢، و\"المحتسب\" ٢/ ١٤٤.ويشهد لهذا القراءة قول النبي -صلى الله عليه وسلم-: \"تخرج الدابة فتسم الناس على خراطيمهم، ثم يعمرون فيكم حتى يشتري الرجل البعير، فيقال: ممن اشتريته، فيقول: من أحد المخرطمين\". أخرجه الإمام أحمد ٨/ ٣٠٧، رقم: ٢٢٣٧١. والبغوي في \"مسند ابن الجعد\" ٤٢٧، رقم: ٢٩١٩. وذكره الألباني في \"سلسلة الأحاديث الصحيحة\" ١/ ٥٧٦، رقم: ٣٢٢. فتلخص من هذا أن الدابة تفعل هذا وهذا, ولا معارضة. والله أعلم.(١) جعل الهواري ٣/ ٢٦٦، لفظ الناس عامًا في المشركين كلهم، وهو أولى.(٢) بالبعث. في نسخة (ج).(٣) قرأ ابن كثير ونافع وأبو عمرو وابن عامر، بالكسر، وقرأ عاصم وحمزة والكسائي بالفتح. \"السبعة في القراءات\" ٤٨٧، و\"الحجة للقراء السبعة\" ٥/ ٤٠٦ , و\"إعراب القراءات السبع وعللها\" ٢/ ١٦٤.</p>"
}