{
  "id": null,
  "sura": 27,
  "aya": 60,
  "text": "<p> وهذا مذهب أهل التفسير (١) . </p><p> وجعل الفراء هذه الآية من باب حذف المضاف؛ فقال: يقول: أعبادة الله خير أم عبادة الأصنام (٢) . وأحسن من هذا أن يقال: الله خير لمن عبده أم الأصنام؛ يدل على صحة هذا أن هذا ذُكر بعد ذكر هلاك الكفار وسلامة المؤمنين، إلزامًا للحجة على المشركين، فقيل لهم بعد ما ذُكر هلاك الكفار: الله خير أم الأصنام. والمعنى: أن الله نجَّى مَنْ عبده من الهلاك، والأصنامُ لم تغن شيئاً عن عابديها عند نزول العذاب. وهذا معنى ما ذهب إليه المفسرون؛ وإن لم يبينوا هذا البيان. </p><p> وقال أهل المعاني: يجوز في الخير الذي لا شر فيه، والشر الذي لا خير فيه إذا كان يتوهم بعض الجهال الأمر على خلاف ما هو به أن يقال: هذا الخير خير من الشر، فلما كان المشركون يتوهمون في الأصنام وفي عبادتها خيرًا، قيل لهم احتجاجًا عليهم:  {آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ}  (٣) . </p><p> ٦٠ - قوله تعالى:  {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ}  (٤) تقدير الكلام: أما تشركون خير أم من خلق السموات والأرض، فحذف ذكر الأول لقرب </p><p>(١) أخرجه ابن أبي حاتم ٩/ ٢٩٠٦، عن السدي. وهو قول الهواري ٣/ ٢٦٠. وابن جرير ٢٠/ ٢. والثعلبي ٨/ ١٣٣ ب. (٢) \"معاني القرآن\" للفراء ٢/ ٢٩٧.(٣) ذكر معناه النحاس، \"إعراب القرآن\" ٣/ ٢١٧. وسبق الحديث عن هذه المسألة في سورة الفرقان عند قوله تعالى: {قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ} [١٥].(٤) قال الأخفش: مَنْ، هاهنا ليست باستفهام على قوله: {خَيْرٌ أَمَّا يُشْرِكُونَ} إنما هي بمنزلة: الذي. \"معاني القرآن\" ٢/ ٦٥٠.</p><p> ذكره في قوله:  {أَمَّا يُشْرِكُونَ} وهذا معنى قول أبي حاتم (١) . </p><p> وقوله:  (حَدَائِقَ) قال الليث: الحديقة: أرض ذات شجر مثمر، والحديقة من الرياض: كل روضة قد أحدق بها حاجزٌ، أو أرضٌ مرتفعة، وأنشد لطرفة: </p><p> تَرَبعت القُفَّين في الشَّول ترتعي ... حدائق مَولِيِّ الأسرةِ أَغْيدِ (٢) </p><p> وكل شيء استدار بشيء فقد أحدق به (٣) . </p><p> وقال أبو عبيدة: الحديقة والجنة في الدنيا مثل الحائط (٤) . </p><p> قال الفراء: إنما يقال حديقة لكل بستان عليه حائط، وما لم يكن عليه حائط لا يقال له: حديقة (٥) . </p><p>(١) \"تفسير الثعلبي\" ٨/ ١٣٣ ب. ونحوه في \"القطع والائتناف\" ٢/ ٥٠٣. (٢) البيت من معلقة طرفة، ومعنى: تربعت: أقامت زمن الربيع، القُفَّين: مثنى القف؛ وهو حجارة مترادف بعضها إلى بعض، لا يخالطها من اللين والسهولة شيء. والمراد هنا: موضع في نجد إذا أخصب ربعت العرب فيه لسعته واتساعه. والشول عند الناقة: فترة تمتد من انتهاء إرضاعها إلى حملها التالي، وهو فترة تنشط فيها الناقة، المولي: المكان الذي يصيبه الولي؛ وهو المطر الثاني، الأسرة: جمع السر؛ وهو من الوادي أفضل مكان فيه. أغيد: النبات الأغيد؛ هو الناعم المتثني، ويكون كذلك لنضرته ووفرة الماء في منبته. أراد طرفة بهذا البيت أن يعلل قوة هذه الناقة بحسن تغذيتها. شرح ديوان طرفة ٩٣.(٣) \"العين\" ٣/ ٤١ (حدق)، ونقله عنه الأزهري، \"تهذيب اللغة\" ٤/ ٣٤. وليس فيهما إنشاد هذا البيت.(٤) لم أجده في كتاب المجاز، وإنما فيه: أي: جنانًا من جنان الدنيا، واحدتها: حديقة. \"مجار القرآن\" ٢/ ٩٥.(٥) \"معاني القرآن\" للفراء ٢/ ٢٩٧. وذكره ابن جرير ٢٠/ ٣، ولم ينسبه. وقال الزجاج ٤/ ١٢٨: الحديقة: البستان، وكذلك الحائط، وقيل: القطعة من النخل.</p><p> وقال ابن قتيبة: إنما يقال حديقة؛ لأنها يُحدَق عليها، أي: يُحْظَر (١) . </p><p> قال ابن عباس: يريد الأجنة والشجر (٢) . </p><p> وقال مقاتل: يعني حيطان النخل والشجر (٣) . </p><p> وقال الكلبي: الحدائق من البساتين: ما أحيط عليه حائط (٤) . </p><p> قوله:  {ذَاتَ بَهْجَةٍ} قال الكلبي: ذات منظر حسن (٥) . </p><p> وقال ابن عباس ومقاتل: ذات حُسن (٦) . </p><p> وقال قتادة: النخل الحسان (٧) . </p><p> والبهجة: الحُسْن يبتهج به مَنْ رآه، أي: يُسر. </p><p> قوله:  {مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا} أي: ما ينبغي لكم ذلك؛ لأنكم لا تقدرون عليها (٨) . </p><p>(١) \"غريب القرآن\" ٣٢٦، بلفظ: يحظر عليها حائط. وفي الحاشية: أي: يقام عليها حظيرة من قصب وخشب. (٢) ذكره الزجاج ٤/ ١٢٨، ولم ينسبه.(٣) هكذا في نسخة (ج): حيطان، وكذا عند مقاتل ٦١ أ، وفي نسخة (أ)، (ب): حظار النخل والشجر. وقال عكرمة: الحدائق: النخل. \"إعراب القرآن\" للنحاس ٣/ ٢١٧.(٤) ذكره الهواري ٣/ ٢٦٠، عنه بلفظ قريب من قول مقاتل، حيث قال: الحديقة: الحائط من الشجر والنخل. وفي \"تنوير المقباس\" ٣٢٠: بساتين؛ ما أحيط عليها من النخل والشجر.(٥) \"تنوير المقباس\" ٣٢٠. وذكره ابن جرير ٢٠/ ٣، ولم ينسبه.(٦) \"تفسير مقاتل\" ١٦١. وأخرجه ابن أبي حاتم ٩/ ٢٩٠٧، عن الضحاك. وهو قول ابن قتيبة، \"غريب القرآن\" ٣٢٦. والزجاج ٤/ ١٢٨.(٧) أخرجه عبد الرزاق ٢/ ٨٥. وعه ابن أبي حاتم ٩/ ٢٩٠٧.(٨) قال الثعلبي٨/ ١٣٣ ب: (ما): هي ما النفي، بمعنى: ما قدر عليه.</p>"
}