{
  "id": null,
  "sura": 27,
  "aya": 19,
  "text": "<p> أن سليمان وجنوده كانوا ركبانًا ومشاة على الأرض، ولم تحملهم الريح؛ لأن الريح لو حملتهم بين السماء والأرض ما خافت النمل أن تتوطَّأهم بأرجلهم (١) . ولعل هذه القصة كانت قبل تسخير الله تعالى الريح لسليمان. </p><p> قال المفسرون: طارت الريح بكلام النملة فأدخلته أذن سليمان (٢) . قال ابن عباس: وذلك أن الله تعالى أعطى سليمان زيادة في ملكه، لا يذكره أحد من الخلق إلا حملت الريح ذلك الكلام إليه حتى يسمعه، فلما سمع كلام النملة تبسم (٣) . </p><p> وفي هذه الآية ذكر أنواعٍ من المعجزة لسليمان؛ وهي: معرفة النمل لسليمان وجنوده، وكلامُ النملة للنمل، وفَهْمُ النمل عنها ما حذرتهم من الحطم؛ لأنها لما سمعت كلام النملة دخلت المساكن، وسماعُ سليمان كلام النملة. </p><p> ١٩ - قوله تعالى:  {فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا} يقال: بَسَم يَبْسِم وابتَسَم وتبَسَّم يتَبَسَّم، إذا أبدى عن أسنانه، وكَشَّر للضحك (٤) . </p><p> قال أبو إسحاق: أكثر ضحك الأنبياء التبسم، و {ضَاحِكًا} حال مؤكدة؛ لأن تبسم بمعنى: ضحك، هذا كلامه (٥) . ومعناه: أن التبسم عبارة </p><p>(١) أي: تتوطأهم الجنود. ونحو هذا ذكر الحافظ ابن كثير، في \"البداية والنهاية\" ٢/ ١٩. وفي هذا رد على ما سبق من حمل الريح لجنود نبي الله سليمان -عليه السلام-. (٢) \"تفسير الثعلبي\" ٨/ ١٢٤ أ. و\"الماوردي\" ٤/ ٢٠٠. و\"تفسير الوسيط\" ٣/ ٣٧٣.(٣) \"تفسير الثعلبي\" ٨/ ١٢٣ أ. وظاهر الآية أنه سمع كلام النملة لقربه منها. والله أعلم.(٤) \"تهذيب اللغة\" ١٣/ ٢٣ (بسم).(٥) \"معاني القرآن\" للزجاج ٤/ ١١٢. قال ابن الأنباري: منصوب على الحال المقدرة، وتقديره: فتبسم مقدرًا الضحك. ولا يجوز أن يحمل على الحال المطلقة؛ لأن =</p><p> عن ابتداء الضحك، والضحك عبارة جامعة للابتداء والانتهاء، فمعنى تبسم ضاحكًا: تبسم مبتسمًا، أو ضحك ضاحكًا، فَذِكرُ لفظ التبسم دلالة علي أن ضحكه كان تبسمًا. وذِكرُ الحال بلفظ الضحك؛ ليكون الكلام اْحسن، وليس المراد بلفظ الضحك هاهنا أكثر من التبسم (١) ، ونحوهذا قيل في قول كُثَيِّر: </p><p> غَمرُ الرِّداءِ إذا تبسَّمَ ضاحكًا (٢) </p><p> وقالوا: إن أكثر ضحك الملوك تبسم. وسبب ضحك سليمان من قول النملة: التعجب؛ وذلك أن الإنسان إذا رأى ما لا عهد له به تعجب وضحك (٣) . </p><p> قال مقاتل: ثم حمد ربه حين علمه منطق كل شيء، فسمع كلام النملة (٤)  {وَقَالَ رَبِّ أَوْزِعْنِي} أي: ألهمني. ونحو هذا قال ابن عباس، والمفسرون، وأهل المعاني، في تفسير {أَوْزِعْنِي}  (٥) . </p><p>= التبسم غير الضحك. البيان ٢/ ٢٢٠. وقد ذكر ابن العربي، في \"أحكام القرآن\" ٣/ ٤٧٦، عددًا من الأحاديث في ضحك النبي -صلى الله عليه وسلم-. (١) قال القرطبي ١٣/ ١٧٠: أكد التبسم بقوله: {ضَاحِكًا} إذ قد يكون التبسم من غير ضحك ولا رضا، ألا تراهم يقولون: تبسم تبسم الغفسبان، وتبسم تبسم المستهزئين.(٢) \"ديوان كثير\" ١٨٧، من قصيدة له في مدح عبد العزيز بن مروان، وعجزه:علقت لضحتكه رقاب المال.وفي الحاشية: غمر الرداء: كناية سعة المعروف والكرم. وأنشده ابن جني، \"الخصائص\" ٢/ ٤٤٥، ولم ينسبه.(٣) نسبه بنصه، \"البغوي\" ٦/ ١٥٢، لمقاتل، وهو عند مقاتل ٥٧ ب، بمعناه.(٤) \"تفسير مقاتل\" ٧٥ ب.(٥) \"تنوير المقباس\" ٣١٧، و\"معاني القرآن\" للفراء ٢/ ٢٨٩، و\"تفسير مقاتل\" ٧٥ ب =</p>"
}