{
  "id": null,
  "sura": 27,
  "aya": 40,
  "text": "<p> فمعنى المقام هاهنا: المقعد والمشهد، لا موضع القيام. وقال أبو الحسن: إنهم يقولون للمقعد والمشهد: مقام، كالذي في هذه الآية، وكقوله:  {وَمَقَامٍ كَرِيمٍ}  [الشعراء: ٥٨،الدخان:٢٦] يعني ومجلس حسن. قال الكلبي: كانت قوة العفريت أنه يضع قدمه حيث ينال بصره. </p><p> وقال مقاتل: قال العفريت: أنا أضع قدمي عند منتهى بصري فليس شيء أسرع مني (١) . </p><p> {وَإِنِّي عَلَيْهِ لَقَوِيٌّ} أي: على حمله (أَمِينٌ) على ما فيه من الذهب والفضة والجواهر. قاله ابن عباس (٢) . فقال سليمان: أريد أسرع من ذلك (٣) . </p><p> ٤٠ - {قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ} قال محمد بن إسحاق: هو آصف بن بَرْخيا، وكان صدِّيقًا، يعلم الاسم الأعظم الذي إذا دعي به الله أجاب (٤) . وهو قول مقاتل والكلبي والأكثرين، ورواية الضحاك عن ابن عباس (٥) . </p><p>(١) \"تفسير مقاتل\" ٥٩ ب. وذكره في \"الوسيط\" ٣/ ٣٧٨، ولم ينسبه. (٢) أخرجه ابن جرير ١٩/ ١٦٢، وابن أبي حاتم ٩/ ٢٨٨٥. وذكره الثعلبي ٨/ ١٢٩ ب. وهو قول مقاتل ٥٩ ب.(٣) \"تفسير مقاتل\" ٥٩ ب. وأخرجه ابن جرير ١٩/ ١٦٣، عن الضحاك. وهو في \"تنوير المقباس\" ٣١٨. و\"تفسير الثعلبي\" ٨/ ١٢٩ب.(٤) أخرجه ابن أبي حاتم ٩/ ٢٨٨٦، عنه، وعن يزيد بن رومان. وهو في \"البداية والنهاية\" ٢/ ٢٣.(٥) أخرجه ابن أبي حاتم ٩/ ٢٨٨٥، عن ابن عباس، من طريق سعيد بن جبير. و\"تفسير مقاتل\" ٥٩ ب. و\"تفسير هود الهواري\" ٣/ ٢٥٤، ولم ينسبه. وأخرجه ابن جرير ١٩/ ١٦٣، عن محمد بن إسحاق. وأخرجه من طريق الضحاك الثعلبي ٨/ ١٢٩ب. واقتصر عليه الواحدي، في \"الوسيط\" ٣/ ٣٧٨، و\"الوجيز\" ٢/ ٨٠٤.</p><p> وقال قتادة: هو رجل من بني إسرائيل كان يعلم الاسم الذي إذا دعىِ به أجاب، اسمه كليخا (١) . </p><p> وقال أبو صالح وشعيب بن حرب (٢) : هو رجل من بني آدم (٣) . </p><p> وقال عطاء عن ابن عباس: هو جبريل (٤) . </p><p> وقال ابن زيد: هو رجل صالح كان في جزيرة من جزائر البحر، فخرج ذلك اليوم ينظر مَنْ ساكن الأرض، فوجد سليمان، فدعا باسم من أسماء الله فجيء بالعرش (٥) . </p><p> ومعنى:  {عِلْمٌ مِنَ الْكِتَابِ} علم اسم الله الأعظم، على ما ذكره </p><p>(١) أخرجه بسنده عبد الرزاق ٢/ ٨٢، دون ذكر الاسم. وأخرجه ابن جرير ١٩/ ١٦٢، من طريقين؛ إحداهما: مثل رواية عبد الرزاق، والثانية: فيها ذكر الاسم فقط، ولفظه: بليخا. وأخرجه ابن أبي حاتم ٩/ ٢٨٨٦، واسمه: آصف. وفي \"تفسير الثعلبي\" ٨/ ١٣٠ أ، اسمه: مليخا. وهذا الاختلاف في تعيين اسمه مما لا طائل تحته، ولا يفيد التعيين في معنى الآية شيئًا؛ فالأولى تركه. (٢) شعيب بن حرب المدائني، أبو صالح، نزيل مكة، ثقة عابد، روى عن إسماعيل بن مسلم العبدي، وشعبة، وسفيان، وغيرهم، وروى عنه أحمد بن حنبل، وعلي بن بحر، وغيرهم. مات سنة ١٩٧. \"السير\" ٩/ ١٨٨، و\"تقريب التهذيب\" ٤٣٧.(٣) أخرجه بسنده عبد الرزاق ٢/ ٨٢، عن الكلبي. وأخرجه ابن جرير ١٩/ ١٦٢، ١٦٣، عن أبي صالح، وابن جريج. وأخرجه ابن أبي حاتم ٩/ ٢٨٨٥، عن أبي صالح، وزهير بن محمد. وأخرج أيضًا عن أبي صالح أنه قال: هو الخضر. وكل هذه الأقوال لا دليل عليها، والأولى الوقوف عند ظاهر الآية، والله أعلم.(٤) \"تفسير هود الهواري\" ٣/ ٢٥٥، و\"تفسير الثعلبي\" ٨/ ١٢٩ ب، ولم ينسباه.(٥) أخرجه ابن جرير ١٩/ ١٦٣. والثعلبي ٨/ ١١٣٠. وذكر ابن كثير قولاً غريبًا، وهو. أنه كان من الجن. \"البداية والنهاية\" ٢/ ٢٣. وكل هذه الأقوال مما لا فائدة من البحث فيها، والأولى الوقوف عند ظاهر الآية. والله أعلم.</p><p> المفسرون (١) . وقال محمد بن المنكدر:  {الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ} هو سليمان عليه السلام (٢) . وإلى هذا القول ذهب المعتزلة (٣) ، إنكارًا لكرامة الولي (٤) . وهذا القول لا يصح؛ لأنه خلاف ما عليه المفسرون، ولأن </p><p>(١) \"تفسير مقاتل\" ٥٩ ب. وسيذكر أقوالهم الواحدي بعد ذلك. (٢) ذكره الثعلبي ٨/ ١٣٠ أ.(٣) المعتزلة من الفرق الكلامية التي نشأت في أواخر العصر الأموي، على يد واصل بن عطاء الذي اعتزل الجماعة بعد خلافه مع الحسن البصري، في القدر، في أوائل المائة الثانية، فكان مع أصحابه يجلسون معتزلين فيقول قتادة وغيره: أولئك المعتزلة، عظم شأنهم في العصر العباسي، والمعتزلة يعتمدون على العقل المجرد في فهم العقيدة الإِسلامية لتأثرهم بالفلسفة اليونانية، ولا يقيمون للنصوص الشرعية إذا خالفت عقولهم وزنًا ولا قدرًا، ولهم أصول خمسة هدموا بها كثيرًا من الدين؛ وهي:١ - التوحيد، وهو عندهم توحيد الجهمية الذي مضمونه نفي الصفات؛ فقالوا: إن الله لا يرى، وأن القرآن مخلوق، وأنه ليس فوق العالم، وأنه لا يقوم به علم ولا قدرة، ولا حياة ولا سمع، ولا بصر ولا مشيئة، ولا صفة من الصفات.٢ - العدل، ومضمونه عندهم أن الله لم يشأ جميع الكائنات، ولا خلقها كلها، ولا هو قادر عليها كلها، بل عندهم أن أفعال العباد لم يخلقها الله لا خيرها ولا شره.٣ - المنزلة بين المنزلتين، في مرتكب الكبيرة فإنه عندهم يخرج من الإيمان ولا يدخل في الكفر.٤ - الأمر بالمعروف والنهي عن المنكر، ومضمونه جواز الخروج على أئمة المسلمين بالقتال إذا جاروا؛ دون تقييد ذلك بالكفر البواح الصريح.٥ - إنفاذ الوعيد في الآخرة، وأن الله لا يقبل في أهل الكبائر شفاعة، ولا يُخرج أحدًا منهم من النار. \"مجموع الفتاوى\" ١٣/ ٣٥٧، و\"شرح العقيدة الطحاوية\" ٢٩٨، ٥٢٠، و\"الفرق بين الفرق\" ٢١.(٤) ذكره الطوسي، عن الجبائي. \"التبيان في تفسير القرآن\" ٨/ ٩٦. وذكره الزمخشري ٣/ ٣٥٥، مع غيره من الأقوال، ولم يرجح بينها. قال ابن أبي العز: والطريقة المشهورة عند أهل الكلام والنظر تقرير نبوة الأنباء بالمعجزات، لكن كثير منهم =</p><p> الخطاب في قوله:  {أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ} لسليمان. وكيف يصح أن يقال:  {الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ} هو سليمان؟. </p><p> وقوله:  {أَنَا آتِيكَ} أمال حمزة (ءَاتِيكَ) أشم الهمزة شيئًا من الكسر (١) من أجل لزوم الكسرة في آتي، وإذا لزمت الكسرة جازت الإمالة فأمال الفتحة التي على همزة المضارعة ليميل الألف في آتي نحو الياء، وإمالة الكسائي فتحة الياء في (ءَاتَانِ الله) أحسن من إمالة حمزة؛ لأن (ءَاتَى) مثال الماضي، والهمزة في (ءَاتِيكَ) همزة المضارعة، فإمالتها لا تحسن، ألا ترى أنه لو كانت الياء التي للمضارعة في الفعل، لم تجز الإمالة، وإذا لم تجز الإمالة في حرف من حروف المضارعة، كان ما بقىِ من الحروف في حكمه، ألا ترى أنهم قالوا: يَعِدُ، فأتبعوا سائر الحروف الياء، وكذلك أُكرِمُ (٢) . </p><p> وقوله:  {قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ} قال محمد بن إسحاق: قال له آصف: تمد عينيك، فلا ينتهي إليك طرفك إلى مداه حتى أُمثِّلَه بين يديك (٣) . ثم قال: امدد عينيك حتى ينتهي طرفك، فمد سليمان عينيه ينظر نحو اليمن، ودعا آصف فانخرق العرش مكانه الذي هو فيه، ثم نبع بين يدي سليمان (٤) . </p><p>= لا يعرف نبوة الأنبياء إلا بالمعجزات، وقرروا ذلك بطرق مضطربة، والتزم في منهم إنكار خوارق العادات لغير الأنبياء، حتى أنكروا كرامات الأولياء والسحر، ونحو ذلك. \"شرح العقيدة الطحاوية\" ١٥٠. (١) \"السبعة في القراءات\" ٤٨٢، و\"الحجة للقراء السبعة\" ٥/ ٣٩٠.(٢) \"الحجة للقراء السبعة\" ٥/ ٣٩١، بشيء من التصرف.(٣) أخرجه ابن جرير ١٩/ ١٦٤.(٤) أخرجه ابن جرير ١٩/ ١٦٤. وابن أبي حاتم ٩/ ٢٨٨٧.</p><p> ونحو هذا روى عكرمة عن ابن عباس، في كيفية حصول العرش عند سليمان؛ قال: لم يخر عرش صاحبة سبأ بين السماء والأرض، ولكنه انشقت به الأرض، فجرى تحت الأرض حتى ظهر بين يدي سليمان (١) . </p><p> وقال ابن سابط: دخل السرير فصار له نفق في الأرض حتى نبع بين يدي سليمان (٢) . </p><p> وقال مجاهد: خرج العرش من نفق في الأرض (٣) . </p><p> وقال الكلبي: خر آصف ساجدًا ودعا باسمه الأعظم، فعاد عرشها تحت الأرض حتى نبع عند كرسي سليمان (٤) . </p><p> وقال مقاتل: احتمل السرير احتمالًا فوضع بين يدي سليمان (٥) . هذا قول المفسرين. </p><p> وقال أهل المعاني: الله عز وجل قادر على ذلك بأن يُعدمه من حيث كان، ثم يوجده، حيث كان سليمان بلا فصلٍ، بدعاء {الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ}  (٦) . وتفسير ذلك العلم: هو اسم الله الأعظم على ما ذكرنا عن </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٢٩٤، ونسبه لابن عباس. وأخرج نحوه ابن جرير ١٩/ ١٦٥، وابن أبي حاتم ٩/ ٢٨٨٧، عن ابن عباس، من طريق سعيد بن جبير. (٢) أخرجه ابن أبي شيبة عن مجاهد، المصنف ٦/ ٣٣٦. وأورده السيوطي في \"الدر\" ٦/ ٣٦١، عن ابن سابط، وعزاه لابن أبي شيبة وعبد بن حميد وابن المنذر.(٣) أخرجه ابن أبي حاتم ٩/ ٢٨٨٧، عنه، وعن عبد الله بن شداد. و\"تفسير مجاهد\" ٢/ ٤٧٢.(٤) \"تفسير الوسيط\" ٣/ ٣٧٨، ونسبه للكلبي.(٥) \"تفسير مقاتل\" ٥٩ ب.(٦) ذكره الطوسي، ولم ينسبه. \"التبيان في تفسير القرآن\" ٨/ ٩٧. وذكره في \"الوسيط\" ٣/ ٣٧٨، ولم ينسبه. وهذا أحسن مما سبق مما لا دليل عليه.</p><p> المفسرين. واختلفوا في ذلك الاسم، فقال مجاهد ومقاتل: يا ذا الجلال والإكرام (١) . </p><p> وقال شعيب بن حرب: قال الذي جاء بعرشها: إلهنا وإله كل شيء إلهًا واحداً لا إله إلا أنت أئت به؛ فإذا هو مستقر عنده (٢) . ونحو هذا قال الزهري (٣) . </p><p> وروت عائشة عن النبي -صلى الله عليه وسلم- أن الاسم الذي دعا به آصف: يا حي يا قيوم. وهو قول الكلبي (٤) . </p><p> وأما تفسير قوله:  {قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ} فقد ذكرنا فيه قول محمد ابن إسحاق؛ وهو انتهاء طرفه إلى مداه، وهذا ضد الارتداد وإنما يصح تفسيره بتقدير محذوف في الآية؛ كأنه: قبل أن يرتد إليك طرفك بعد </p><p>(١) أخرجه ابن جرير ١٩/ ١٦٣، وابن أبي حاتم ٩/ ٢٨٨٦، عن مجاهد. و\"تفسير مجاهد\" ٢/ ٤٧٢. و\"تفسير مقاتل\" ٥٩ ب. و\"تفسير هود الهواري\" ٣/ ٢٥٤، ولم ينسبه، وزاد: والمنن العظام، والعز الذي لا يرام. (٢) ذكره الزجاج، \"معاني القرآن\" ٤/ ١٢١، ولم ينسبه. ونسبه في \"الوسيط\" ٣/ ٣٧٨، لبكر بن عبد الله.(٣) أخرجه ابن جرير ١٩/ ١٦٣، وابن أبي حاتم ٩/ ٢٨٨٦. وذكره الثعلبي ٨/ ١٣٠ أ.(٤) ذكره الثعلبي ٨/ ١٣٠ أ. وهو في \"تنوير المقباس\" ٣١٨، غير مرفوع. وذكره مرفوعًا القرطبي ١٣/ ٢٠٤. وذكره البغوي منسوبًا لعائشة، ولعله أقرب. والله أعلم. وكون يا حي يا قيوم هو الاسم الذي إذا دعي الله به أجاب ثابت؛ فعن أنس؟، قال: كنت مع النبي -صلى الله عليه وسلم-، فدعا رجل فقال: يا بديع السماوات يا حي يا قيوم إني أسألك، فقال: (أتدرون بما دعا؟ والذي نفسي بيده دعا الله باسمه الذي إذا دعي به أجاب). أخرجه البخاري، الأدب المفرد ١٤١، باب: الدعاء عند الاستخارة. وأخرج أبو داود ٢/ ١٦٧، كتاب الصلاة، رقم: ١٤٩٥. وأخرجه النسائي في السنن الكبرى ١/ ٣٨٦، رقم: ١٢٢٣. وهو في صحيح الأدب المفرد ٢٦٢، رقم: ٥٤٣.</p><p> الانتهاء، فحذف ذكر الانتهاء؛ لأن الارتداد يدل عليه، وذلك أنه لا يرتد إليه طرفه إلا بعد مده إياه، حتى ينتهي طرفه ثم يعود إليه (١) . </p><p> وقال سعيد بن جبير: قال لسليمان: انظر إلى السماء فما طَرُف (٢) حتى جاء به فوضعه بين يديه (٣) . وعلى هذا حتى يرتد إليك طرفك من السماء. </p><p> ومعنى:  {يَرْتَدَّ إِلَيْكَ طَرْفُكَ} يعود إليك بصرك بعد مده إلى منتهاه. </p><p> وفسر مجاهد ارتداد الطرف تفسيرًا صالحًا؛ فقال: هو إدامة النظر حتى يرتد طرفه خاسئًا (٤) . وعلى هذا معنى الآية: أن سليمان يمد بصره إلى أقصاه وهو يديم النظر، فقبل أن ينقلب إليه بصره حسيرًا، يكون قد أتى بالعرش. </p><p> وقال مقاتل: يقول قبل أن ينتهي إليك الذي هو على منتهى بصرك وهو جاءٍ إليك (٥) . </p><p> وقال الكلبي: يقول قبل أن يأتيك الشخص من مد النظر (٦) . وهذا معنى قول ابن عباس في رواية عطاء. وكذلك قال أبو صالح: قبل أن يأتيك </p><p>(١) وجعله ابن كثير أقرب الأقوال. \"البداية والنهاية\" ٢/ ٢٤. (٢) الطَّرْف: إطباق الجفن على الجفن. \"تهذيب اللغة\" ١٣/ ٣١٩ (طرف).(٣) أخرجه ابن جرير ١٩/ ١٦٤. وأخرجه ابن أبي حاتم ٩/ ٢٨٨٧، عنه، وعن سعيد بن جبير، عن ابن عباس. وذكره الثعلبي ٨/ ١١٣٠.(٤) أخرجه ابن جرير ١٩/ ١٦٤، وابن أبي حاتم ٩/ ٢٨٨٩. وذكره الثعلبي ٨/ ١٣٠ أ.(٥) \"تفسير مقاتل\" ٥٩ ب.(٦) أخرجه عبد الرزاق ٢/ ٨٢. وهو في \"تنوير المقباس\" ٣١٨. بمعناه. وذكره الثعلبي ٨/ ١٣٠ أ، عن قتادة.</p><p> الشيء من مد البصر (١) . واختاره الفراء (٢) . وعلى هذا التفسير يجب أن يكون التقدير: قبل أن يرتد إليك مَنْ على منتهى طرفك؛ وهذا التقدير بعيد، ثم إتيان الشخص إليه من مد البصر لا يسمى ارتدادًا إلا أن يكون قد خرج من عنده، فالقول هو الأول؛ ولهذا قال قتادة: هو أن يبعث رسولاً إلى منتهى طرفه، فلا يرجع حتى يؤتى به (٣) . فعلى هذا يصح أن يقال للرسول إذا رجع إليه: ارتد إليه، ولو صح أن يحمل الطرف على من ينظر إليه ويبصره من بعيد، يصح هذا التفسير الثاني؛ ولكنه بعيد. </p><p> وفي ارتداد الطرف قول ثالث؛ قال أبو إسحاق: قيل هو مقدار ما يفتح عينه ثم يَطْرُف؛ قال: وهذا أشبه بارتداد الطرف، ومثله من الكلام: فَعَل ذلك في لحظة عين؛ أي: في مقدار ما نظر نظرة واحدة (٤) . وعلى هذا معنى الآية: إذا نظرت إلى شيء فقبل أن تَطْرُف يكون العرش عندك. </p><p> والإتيان بالعرش كان كرامة للولي، ومعجزة للنبي، فلا ينكر سرعة حصول ذلك، إذ كان الله تعالى قادرًا على تحصيله عنده في أسرع من لمحة ولحظة. فهذه ثلاثة أقوال في تفسير قوله:  {قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ} . </p><p> قوله تعالى:  {فَلَمَّا رَآهُ} في الآية محذوف تقديره: فدعا الله فأتى به {فَلَمَّا رَآهُ} أي: رأى العرش مستقرًا عنده ثابتًا بين يديه {قَالَ هَذَا مِنْ فَضْلِ </p><p>(١) ذكره ابن قتيبة، غريب القرآن ٣٢٤، ونسبه لأبي صالح. واقتصر عليه الهواري ٣/ ٢٥٤. وأخرج ابن جرير ١٩/ ١٦٤، عن سعيد بن جبير. (٢) \"معاني القرآن\" للفراء ٢/ ٢٩٤.(٣) ذكره الثعلبي ٨/ ١٣٠ أ، بمعناه.(٤) \"معاني القرآن\" للزجاج ٤/ ١٢١، وذكر هذا القول ابن قتيبة، في غريب القرآن ٣٢٤، ولم ينسبه.</p>"
}