{
  "id": null,
  "sura": 27,
  "aya": 70,
  "text": "<p> قوله:  {عَمِينَ} في سورة الأعراف (١) . </p><p> ٦٧ - وقوله تعالى:  {وَقَالَ الَّذِينَ كَفَرُوا} مفسر في سورة: المؤمنون (٢) ، إلى قوله:  {قُلْ سِيرُوا}  [٦٩] ، والآية ظاهرة. </p><p> ٧٠ - قوله تعالى:  {وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ} قال مقاتل: يعني على كفار مكة إن تولوا عنك ولم يجيبوك (٣) إلى الإيمان, والمعنى: على تكذيبهم إياك وإعراضهم عنك (٤) . </p><p> {وَلَا تَكُنْ فِي ضَيْقٍ}  (ضِيْقٍ)  (٥) وهما لغتان (٦) ؛ قال ابن السكيت: يقال: في صدر فلان ضِيْق وضَيْق، ومكان ضَيِّق وضَيْق (٧) ، وقد ضاق الشيء ضِيْقًا (٨) ، والنعت ضَيِّق (٩) والاسم ضَيْق. </p><p> وروى أبو عبيد عن أبي عمرو: الضِّيْق: الشيء الضَّيَق، والضَّيْق </p><p>(١) عند قوله تعالى: {إِنَّهُمْ كَانُوا قَوْمًا عَمِينَ} [٦٤] قال الواحدي: قال ابن عباس: عميت قلوبهم عن معرفة الله وقدرته، وشدة بطشه. وقال الزجاج: أي: قد عموا عن الحق والإيمان. قال الليث: يقال: رجل عمٍ إذا كان أعمى القلب. وقال أبو معاذ النحوي: رجل عم في أمره لا يبصره، ورجل أعمى في البصر. (٢) الآيات [٨١ - ٨٣].(٣) \"تفسير مقاتل\" ٦٢أ.(٤) \"تفسير الثعلبي\" ٨/ ١٣٤ ب، بنصه.(٥) قرأ ابن كثير بكسر الضاد، وروى خلف عن المسيبي عن نافع مثله. وقرأ الباقون بالفتح. \"السبعة في القراءات\" ٤٨٥، و\"الحجة للقراء السبعة\" ٥/ ٤٠٢، و\"النشر في القراءات العشر\" ٢/ ٣٣٩.(٦) \"الحجة للقراء السبعة\" ٥/ ٤٠٣.(٧) \"تهذيب اللغة\" ٩/ ٢١٧ (ضاق).(٨) \"إصلاح المنطق\" ٣٢.(٩) في نسخة (ب): (الضيق).</p><p> المصدر (١) . </p><p> وقال الفراء: الضَّيْق: ما ضاق عنه صدرك، والضَّيِّق: ما يكون في الذي يتسع ويضيق؛ مثل: الدار والثوب. قال: وإذا رأيت الضَّيْق قد وقع في موضع الضِّيْق، كان على أمرين؛ أحدهما: أن يكون جمعًا للضَيْقة، كما قال الأعشى: </p><p> كشفَ الضَيْقةَ عنا وفَسحَ (٢) </p><p> والوجه الآخر: أن يكون مخففًا من ضَيْق، مثل: هَيْن ولَيْن (٣) . وقد حصل من هذا: أن الضَّيِّق بالتشديد: نعت، ويجوز فيه التخفيف [فيما يتسع ويضيق، ويكون لغة في الضيق.</p><p> قال أبو علي: والقراءة:]  (٤)  (الضَيق) بالفتح والتخفيف اسم، وليس بنعت، وهو ما يضيق عنه الصدر، ويقال فيه بالكسر. والضيق بالكسر المصدر، والاسم فيما يتسع ويضيق، ويكون لغة في الضيق. </p><p> قال أبو علي: والقراءة بالوجهين يحمل على أنهما لغتان، ولا يحمل الضيق بالفتح على التخفيف من ضيق؛ لأنك إن حملته على ذلك أقمت </p><p>(١) في \"تهذيب اللغة\" ٩/ ٢١٧ (ضاق)، عن أبي عمرو: الضَّيَق محركة الياء: الشك، والضَّيْق بهذا المعنى أكثر وأفشى. (٢) \"معاني القرآن\" الفراء ٢/ ١١٥، وأنشد البيت ولم ينسبه. ونقله عنه الأزهري ٩/ ٢١٨. وهو في ديوان الأعشى ٨٩، من قصيدة يمدح فيها إياس بن قبيصة الطائي، وصدره: فلئن ربك من رحمته(٣) \"معاني القرآن\" للفراء ٢/ ١١٥، عند تفسير قوله تعالى: {وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ} من سورة النحل، آية: ١٢٧. ونقله عنه الأزهري، \"تهذيب اللغة\" ٢١٧ (ضاق).(٤) ما بين المعقوفين ساقط من نسخة (ج).</p>"
}