{
  "id": null,
  "sura": 28,
  "aya": 15,
  "text": "<p> وقال الكلبي:  {نَجْزِي الْمُحْسِنِينَ} يقول: الموحدين (١) . </p><p> قال الزجاج: جعل الله إيتاء العلم والحكمة إياه مجازاة على الإحسان؛ لأنهما يؤديان إلى الجنة التي هي جزاء المحسنين (٢) ، وهذه الآية مفسرة في سورة يوسف (٣) . </p><p> ١٥ - قوله تعالى:  {وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا} اختلفوا في هذه المدينة، وفي سبب دخول موسى المدينة؛ فقال السدي: دخلها متبعًا أثر فرعون؛ لأن فرعون ركب وموسى غير شاهد، فلما جاء موسى قيل له: إن فرعون قد ركب، فركب في أثره، فأدركه المقيل بأرض يقال لها: مَنْف (٤) ، فهو قوله:  {وَدَخَلَ الْمَدِينَةَ}  (٥) . </p><p> وقال ابن إسحاق: بل دخلها مستخفيًا من فرعون وقومه؛ وذلك أنه كان قد خالفهم في دينهم، وعاب عليهم ما كانوا عليه، وأنكر عليهم ذلك، </p><p>(١) \"تنوير المقباس\" ٣٢٤، بلفظ: المحسنين: النبيين بالفهم والنبوة، ويقال: الصالحين بالعلم والحكمة. (٢) \"معاني القرآن\" للزجاج ٤/ ١٣٦.(٣) عند قوله تعالى: {وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ} [٢٢]، قال الواحدي في تفسيرها: {وَكَذَلِكَ} أي: مثل ما وصفنا من تعليم يوسف {نَجْزِي الْمُحْسِنِينَ} قال ابن عباس: يريد: نفعل بالموحدين. وقال أبو روق عن الضحاك: يعني الصابرين على النوائب، كما صبر يوسف.(٤) أخرجه ابن جرير في \"التاريخ\" ١/ ٣٩٠، عن السدي.و (مَنْف)، بالفتح ثم سكون: اسم مدينة فرعون بمصر، قال القضاعي: أصلها بلغة القبط: مافه، فعربت، فقيل: منف. \"معجم البلدان\" ٥/ ٢٤٧. وهي الآن جنوب الجيزة، والجيزة تقابل القاهرة من جهة الغرب.(٥) أخرجه ابن جرير ٢٠/ ٤٣، وابن أبي حاتم ٩/ ٢٩٥٢. وذكره الثعلبي ٨/ ١٤٢ ب.</p><p> حتى أخافوه وخافهم، حتى كان لا يدخل قرية فرعون إلا خائفًا مستخفيًا فدخلها يومًا على حين غفلة من أهلها (١) . وعلى هذا القول المدينة: مدينة فرعون التي كان يسكنها. </p><p> وقال مقاتل: هي قرية على رأس فرسخين من مصر تدعى: خانين (٢) . </p><p> وقوله:  {عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا} قال ابن عباس. في الظهيرة، عند المقيل (٣) . وهو قول سعيد بن جبير ومقاتل والسدي؛ قالوا: دخلها نصف النهار، وليس في طرقها أحد (٤) . وروى عطاء عن ابن عباس: بين (٥) المغرب والعشاء (٦) . وهو قول القرظي (٧) . </p><p> وعلى قول ابن إسحاق: تعمد موسى الدخول على غفلتهم عنه؛ لأنه كان خائفًا مستخفيًا. وقال ابن زيد: لما كبر موسى وأنكر على فرعون وقومه دينهم، أمرَ فرعونُ بإخراجه من مدينته، فخرج منها, ولم يدخل عليهم إلا بعد الكبر، فدخلها عليهم وقد نسوا خبره وأمره؛ لبعد عهدهم به (٨) . وعلى </p><p>(١) أخرجه ابن جرير ٢٠/ ٤٣. وذكره الثعلبي ٨/ ١٤٢ ب. (٢) \"تفسير مقاتل\" ٦٤ أ. لم أجد معلومات عن هذه المدينة.(٣) أخرجه ابن جرير ٢٠/ ٤٤.(٤) أخرجه ابن جرير ٢٠/ ٤٣، وابن أبي حاتم ٩/ ٢٩٥٢، عن السدي، وابن عباس، وقتادة. وأخرجه عبد الرزاق ٢/ ٨٩، عن قتادة. و\"تفسير مقاتل\" ٦٤ أ. و\"وضح البرهان\" ٢/ ١٤٨، ولم ينسبه.(٥) بين، ساقطة من نسخة (ج).(٦) أخرجه ابن جرير ٢٠/ ٤٤، وابن أبي حاتم ٩/ ٢٩٥٣. والمراد به عطاء الخراساني كما صرح به ابن جرير.(٧) ذكره عنه الثعلبي ٨/ ١٤٢ ب.(٨) أخرجه بنحوه ابن جرير ٢٠/ ٤٤، وابن أبي حاتم ٩/ ٢٩٥٣. وذكره الثعلبي ٨/ ١٤٢ ب.</p><p> هذا المدينة: مصر (١) ، وغفلتهم عنه: نسيانهم إياه لطول العهد؛ وهذا القول لا يليق بسياق القصة؛ لأن عَود موسى إليهم بعد طول العهد إنما كان بعد الوحي والنبوة، ونبوته كانت بعد ما ذكر الله تعالى من قصته مع شعيب في هذه السورة. قال الفراء: أراد على غفلة من أهلها، فأدخل:  {حِينِ} فضلة في الكلام، ولو لم يكن {حِينِ} فضلة، لقيل: ودخل المدينة حين غفلة من أهلها (٢) . </p><p> قوله تعالى:  {فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ} قال ابن عباس: يريد: بأن أحدهما من بني إسرائيل، والآخر قبطي. وهو قول الجماعة (٣) . </p><p>(١) مصر، ساقطة من نسخة: (أ)، (ب). (٢) \"معاني القرآن\" للفراء ٢/ ٣٠٣. لم أجد هذه المسألة عند الزمخشري، ولا ابن عطية، ولا أبي حيان، ولا أبي السعود. وأما النحاس فقال: يقال في الكلام: دخلتُ المدينة حين غَفل أهلها, ولا يقال: على حين غفل أهلها، ودخلتْ على في هذه الآية؛ لأن الغفلة هي المقصودة، فصار هذا كما تقول: جئتُ على غفلة، وإن شئت قلت: جئتُ على حين غفلة، فكذا الآية. \"إعراب القرآن\" للنحاس ٣/ ٢٣١. وكلامه تقرير لكلام الفراء؛ والأولى أن يقال: دخلت {حِينِ} لتأكيد معنى الدخول على غفلة؛ فإن وقت القائلة وما بين العشائين قد لا يُغفل فيه، و {مِنْ أَهْلِهَا} في موضع الصفة لغفلة، وما في النظم الكريم أبلغ من غفلة أهلها، بالإضافة لما في التنوين من إفادة التفخيم. \"روح المعاني\" ٢٠/ ٥٣.قال ابن عاشور ٢٠/ ٨٨: ويتعلق {عَلَى حِينِ غَفْلَةٍ} بـ {دَخَلَ} وعلى للاستعلاء المجازي كما في قوله تعالى: {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ} [البقرة: ٥]. فإعراب {عَلَى حِينِ} حال من المدينة، أو حال من الفاعل. \"إملاء ما من به الرحمن\" للعكبري ٢/ ١٧٧، و\"الدر المصون\" ٨/ ٦٥٦، و\"الجدول في إعراب القرآن الكريم\" ١٠/ ٢٣٣.(٣) أخرجه أبو يعلى ٥/ ١٦، عن ابن عباس. وأخرج ابن جرير ٢٠/ ٤٥، عن ابن =</p><p> قال ابن إسحاق:  {هَذَا مِنْ شِيعَتِهِ} مسلم، وهذا من دين آل فرعون كافر (١) . </p><p> قال أبو إسحاق: المعنى فوجد فيها رجلين؛ أحدهما من شيعته، والآخر من عدوه، وقيل فيهما:  (هَذَا)  (وَهَذَا) وهما غائبان على جهة الحكاية للحضرة، أي: فوجد فيها رجلين إذا نظر إليهما الناظر قال: هذا من شيعته، وهذا من عدوه (٢) . </p><p> وقال أبو علي:  (هَذَا) يشار به إلى الحاضر، والقصة ماضية ولكنها حكاية حال (٣) . وقد ذكرنا مثلها في قوله:  {فَنُجِّيَ مَنْ نَشَاءُ}  [يوسف: ١١٠]  (٤) . </p><p> وقوله:  {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} أي: استنصر موسى الإسرائيلي على القبطي (٥)  {فَوَكَزَهُ مُوسَى} الوكز: الضرب بجُمعِ الكف في الصدر (٦) . </p><p>= عباس، وسعيد بن جبير، وقتادة، والسدي، وابن أبي حاتم ٩/ ٢٩٥٤، عن ابن عباس، وقتادة، والسدي. و\"تفسير مقاتل\" ٦٤ أ. و\"غريب القرآن\" لابن قتيبة ٣٢٩. (١) أخرج ابن جرير ٢٠/ ٤٥، وابن أبي حاتم ٩/ ٢٩٥٤، وقد خالف في ذلك مقاتل؛ فقال: {فَوَجَدَ فِيهَا رَجُلَيْنِ} كافرين. \"تفسير مقاتل\" ٦٤ أ، وهو أقرب؛ لأن نبي الله موسى -صلى الله عليه وسلم-، لم يبعث بعد. وقد ذكر هذا القول الواحدي بعد ذلك، ورجح قول مقاتل. والله أعلم.(٢) \"معاني القرآن\" للزجاج ٤/ ١٣٦.(٣) كتاب \"الشعر\" لأبي علي ١/ ٢٣٦.(٤) قال الواحدي في تفسير هذه الآية: قال أبو علي: هو حكاية حال ألا ترى أن القصة فيما مضى، وإنما حكى فعل الحال على ما كانت كما أن قوله {هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ} [القصص: ١٥] أشار إلى الحاضر والقصة ماضية لأنه حكى الحال.(٥) و (٦) \"معاني القرآن\" للزجاج ٤/ ١٣٦، ١٣٧. و\"تفسير الثعلبي\" ٨/ ١٤٣ أ.</p><p> قال الفراء: يريد: فلكزه، وفي قراءة عبد الله:  (فَنكَزهُ) . وكلٌ سواء (١) . </p><p> قال المفسرون: وكزه موسى وكزة بجمع كله فقتله، وهو قوله:  {فَقَضَى عَلَيْهِ} أي: قتله. قاله ابن عباس والمفسرون (٢) . </p><p> قال أبو عبيدة: كل شيء فرغت منه، فقد قضيت عليه وقضيته (٣) . </p><p> قال المبرد: قضى عليه كقولك: أتى عليه، أي: صادف أجله، ومنه قول جرير: </p><p> أيُفايشُون وقد رأوا حُفَّاثهم ... قد عَضَّه فَقَضَى عليه الأشجعُ (٤) </p><p> أي: قتله. قال المفسرون: كان موسى شديد البطش، قد أوتي بسطة في الخَلْق، وشدة في البطش، ضَبَثَ (٥) بعدوه فوكزه وكزة قتله منها، وهو لا يريد قتله، فـ {قَالَ هَذَا مِنْ عَمَلِ الشَّيْطَانِ}  (٦) أي: هذا القتل من تسبب </p><p>(١) \"معاني القرآن\" ٣/ ٣٠٢. و\"غريب القرآن\" لابن قتيبة ٣٣٠. وذكر قراءة عبد الله الثعلبي ٨/ ١٤٣ أ. وفي \"الدر المصون\" ٨/ ٦٥٧: والفرق بين الوكز واللكز: أن الأول بجميع الكف، والثاني بأطراف الأصابع، وقيل: بالعكس. والنكز كاللكز. (٢) أخرجه أبو يعلى ٥/ ١٦، عن ابن عباس. و\"تفسير مقاتل\" ٦٤ أ. و\"معاني القرآن\" للفراء ٣/ ٣٠٢. و\"غريب القرآن\" لابن قتيبة ٣٣٠. و\"تفسير الثعلبي\" ٨/ ١٤٣ أ. و\"وضح البرهان\" ٢/ ١٤٨.(٣) \"تفسير الثعلبي\" ٨/ ١٤٣ أ. بنصه، ولم ينسبه. وكذا عند ابن قتيبة، \"غريب القرآن\". وفي \"مجاز القرآن\" لأبي عبيدة ٢/ ٩٩، أي: فقتله وأتى على نفسه.(٤) \"ديوان جرير\" ٢٧٠، من قصيدة يهجو فيها الفرزدق، ومعنى الفياش: المفاخرة. \"لسان العرب\" ٦/ ٣٣٣، واستشهد ببيت جرير على ذلك. والحفاث: حية عظيمة. \"لسان العرب\" ٢/ ١٣٨ (حفث).(٥) الضَّبْث: قبضك بكفك على الشيء. \"تهذيب اللغة\" ١٢/ ٧ (ضبث).(٦) أخرجه ابن جرير ٢٠/ ٤٥، وابن أبي حاتم ٩/ ٢٩٥٥، عن ابن إسحاق. وأخرجا نحوه عن قتادة، وأخرج نحوه عن ابن عباس ابن أبي حاتم ٩/ ٢٩٥٤. و\"تفسير الثعلبي\" ٨/ ١٤٣ أ.</p>"
}