{
  "id": null,
  "sura": 28,
  "aya": 9,
  "text": "<p> وهي لم تلد طلبًا أن يموت ولدها, ولكن المصير إلى ذلك (١) . قال مقاتل: ليكون لهم عدوًا في الهلاك، وغيظًا في قلوبهم (٢) . ثم أخبر عنهم فقال:  {إِنَّ فِرْعَوْنَ} إلى قوله: {خَاطِئِينَ} أي: عاصين آثمين (٣) . </p><p> ٩ - وقوله:  {وَقَالَتِ امْرَأَتُ فِرْعَوْنَ} قال ابن عباس: أتت جواري امرأة فرعون يستقين فوجدن التابوت، فذهبن بالتابوت إليها، فلما فتحت امرأة فرعون التابوت فإذا موسى فيه، فألقى الله له المحبة من جميعهم، فحملته حتى أدخلته على فرعون، فهو قوله:  {وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ}  (٤) . </p><p> قال الفراء والمبرد والزجاج: رفعت {قُرَّتُ عَيْنٍ} بإضمار: هو، أو: </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٣٣. و\"تفسير ابن جرير\" ٢٠/ ٣٢، وذكره الثعلبي ٨/ ١٤١ أ، بمعناه. وفي \"الدر المصون\" ٨/ ٦٥١: في اللام الوجهان المشهوران: العِلِّيَّة المجازية بمعنى: أن ذلك لما كان نتيجة فعلهم وثمرته شبه بالداعي الذي يفعل الفعل لأجله، أو الصيرورة. (٢) \"تفسير مقاتل\" ٦٣ ب. قال ابن جرير ٢٠/ ٣٣: عدوًا في دينهم، وحزنًا على ما ينالهم منه من المكروه.(٣) \"تفسير ابن جرير\" ٢٠/ ٣٣.(٤) أخرجه ابن جرير ٢٠/ ٣٥، وابن أبي حاتم ٩/ ٢٩٤٤. والثعلبي ٨/ ١٤٠ أ. وهو جزء من حديث الفتون؛ الذي أخرجه النسائي، في \"السنن الكبرى\" ٦/ ٣٩٦، رقم: ١١٣٢٦، وقال عنه ابن كثير بعد أن ساقه بطوله في تفسير سورة: طه: هكذا رواه النسائي في سننه الكبرى، وأخرجه أبو جعفر بن جرير، وابن أبي حاتم، في تفسيريهما، كلهم من حديث يزيد بن هارون به، وهو موقوف من كلام ابن عباس، وليس منه مرفوع إلا قليل منه، وكأنه تلقاه ابن عباس رضي الله عنهما مما أبيح نقله من الإسرائيليات عن كعب الأحبار، أو غيره. والله أعلم. وسمعت شيخنا الحافظ أبا الحجاج المزي، يقول ذلك أيضًا. \"تفسير ابن كثير\" ٥/ ٢٩٣</p><p> هذا الصبي قرةُ عين لي ولك يا فرعون (١) . قال أبو إسحاق: ويقبح رفعه على الابتداء، وأن يكون الخبر {لَا تَقْتُلُوهُ} فيكون كأنها عرفت أنه قرة عين لها. ويجوز ذلك على بُعدٍ على معنى: إذا كان قرة عين لي ولك فلا تقتله (٢) . </p><p> قال مقاتل: قالت لفرعون: لا تقتله فإن الله أتانا به من أرض أخرى، وليس من بني إسرائيل {عَسَى أَنْ يَنْفَعَنَا} فنصيب منه خيرًا (٣) . </p><p> {أَوْ نَتَّخِذَهُ وَلَدًا} قال المفسرون: وكانت لا تلد، فاستوهبت موسى من فرعون فوهبه لها (٤) . </p><p> قوله:  {وَهُمْ لَا يَشْعُرُونَ} أكثر المفسرين على أن هذا ابتداء من كلام الله تعالى، أخبر أنهم لا يشعرون أن هلاكهم في سببه، وهذا قول قتادة ومجاهد ومقاتل (٥) . </p><p> وقال آخرون: هذا من تمام كلام المرأة، ومعنى:  {وَهُمْ لَا يَشْعُرُونَ} يعني: بني إسرائيل لا يدرون أنا التقطناه؛ هذا قول محمد بن قيس (٦) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣٠٢. و\"معاني القرآن\" للزجاج ٤/ ١٣٣. (٢) \"معاني القرآن\" للزجاج ٤/ ١٣٣، وا لإشارة في قوله: ويجوز ذلك، أي: رفعه على الابتداء.(٣) \"تفسير مقاتل\" ٦٣ ب.(٤) أخرجه النسائي في \"السنن الكبرى\" ٦/ ٣٩٧. وهو جزء من حديث الفتون، الذي سبق الحديث عنه قريبا. وأخرجه ابن جرير ٢٠/ ٣١، عن السدي.(٥) أخرجه عبد الرزاق ٢/ ٨٧، عن قتادة وابن جرير ٢٠/ ٣٤، وابن أبي حاتم ٩/ ٢٩٤٥، عن قتادة، ومجاهد. و\"تفسير مقاتل\" ٦٣ ب ورجحه ابن جرير ٢٠/ ٣٥.(٦) أخرج ابن جرير ٢٠/ ٣٥. والثعلبي ٨/ ١٤١ ب، عن محمد بن قيس. وهو الأسدي، الوالبي، الكوفي، روى عن الشعبي، وأبي الضحى، وروى عنه: شعبة، وأبو نعيم، وثقه ابن حجر، وقال عنه الذهبي: صدوق. \"الكاشف\" ٣/ ٨١، و\"تقريب التهذيب\" ٨٩٠.</p>"
}