{
  "id": null,
  "sura": 28,
  "aya": 56,
  "text": "<p> وقوله تعالى:  {لَا نَبْتَغِي الْجَاهِلِينَ} قال مقاتل: لا نريد أن نكون من أهل الجهل والسفه (١) . وقال الكلبي: لا نحب دينكم الذي أنتم عليه (٢) . وعلى هذا يكون التقدير: لا نبتغي دين الجاهلين (٣) . </p><p> وقيل: لا نبتغي محاورة الجاهلين (٤) . </p><p> وقال أبو علي: لا نبتغي مجاراتهم ولا الخوض معهم فيما يخوضون فيه؛ فالمضاف محذوف. </p><p> ٥٦ - قوله تعالى:  {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} قال ابن عباس: يريد أبا طالب (٥) . وقال الكلبي: كان رسول الله -صلى الله عليه وسلم- حريصًا على أن يسلم عمه أبو طالب، فنزل:  {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ}  (٦) . </p><p> وقال مجاهد في هذه الآية: قال محمد -صلى الله عليه وسلم- لأبي طالب:  \"قل كلمة الإخلاص أجادلْ بها عنك يوم القيامة\" ، قال: يا ابن أخي: ملة الأشياخ! (٧) . </p><p> وقال السدي: نزلت في أبي طالب حين قال له: \"قل: لا إله إلا الله، </p><p>= المتاركة والمداراة من الكفار، وليس من السلام الذي هو التحية؛ لأن السلام عليهم محظور بقوله تعالى: {وَالسَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى} [طه: ٤٧]. \"الإيضاح لناسخ القرآن ومنسوخه\" ٣٧٥. (١) \"تفسير مقاتل\" ٦٧ أ.(٢) \"تنوير المقباس\" ٣٢٨. بلفظ: لا نطلب دين المشركين بالله.(٣) هذا بنصه كلام الكلبي؛ لا نبتغي دين الجاهلين. \"تفسير الثعلبي\" ٨/ ١٤٩ أ.(٤) \"تفسير ابن جرير\" ٢٠/ ٩١. و\"تفسير الثعلبي\" ٨/ ١٤٩ أ. ولم ينسباه.(٥) \"تفسير ابن جرير\" ٢٠/ ٩١، و\"تفسير الثعلبي\" ٨/ ١٤٩ أ.(٦) \"تنوير المقباس\" ٣٢٨.(٧) أخرجه ابن جرير ٢٠/ ٩٢، وابن أبي حاتم ٩/ ٢٩٩٤.</p><p> أشهدُ لك بها يوم القيامة\"، قال: لولا أن يقولوا: جَزع عمك عند الموت لقلتها! (١) . </p><p> وقال مقاتل: قال رسول الله -صلى الله عليه وسلم- لعمه أبي طالب: أريد منك كلمة واحدة، فإنك في آخر يوم من أيام الدنيا؛ أن تقول: لا إله إلا الله، أشهد لك بها عند الله، قال: يا ابن أخي: قد علمتُ أنك صادق، ولكن أكره أن يقال: جزع عند الموت، ولولا أن يكون عليك وعلى بني أخيك غضاضة (٢) ومَسبَّة بعدي لقلتُها, ولأقررت بها عينك عند الفراق، لِمَا أرى من شدة حرصك ونصيحتك، ولكن سوف أموت على ملة الأشياخ: عبد المطلب، وهاشم، وعبد مناف!. فأنزل الله هذه الآية (٣) . ونحو هذا قال قتادة والحسن والشعبي وابن عمر (٤) . </p><p> قال أبو إسحاق: أجمع المفسرون أنها نزلت في أبي طالب (٥) . </p><p> وقد حدثنا الأستاذ أبو إسحاق أحمد بن محمد بن إبراهيم -رحمه الله- قال: حدثنا الحسن بن أحمد الشيباني (٦) ، أخبرنا أحمد بن محمد بن </p><p>(١) أخرجه ابن جرير ٢٠/ ٩٢، عن أبي هريرة. (٢) يقال: ما أردت بذا غضيضة فلان، ولا مغضته، كقولك: ما أردت نقيصته، ومنقصته. \"تهذيب اللغة\" ١٦/ ٣٦ (غض).(٣) \"تفسير مقاتل\" ٦٧ أ. وأخرجها النسائي في كتاب \"التفسير\" ٢/ ١٤٤، رقم: ٤٠٣، عن سعيد بن المسيب عن أبيه. وكذا الثعلبي ٨/ ١٤٩ ب.(٤) أخرجه ابن جرير ٢٠/ ٩٢، عن أبي هريرة، وسعيد بن المسيب عن أبيه، وابن عمر، ومجاهد وقتادة وأخرجه النسائي في التفسير ٢/ ١٤٥، عن ابن عمر.(٥) \"معاني القرآن\" للزجاج ٤/ ١٤٩.(٦) الحسن بن أحمد بن محمد بن الحسن بن علي بن مخلد بن شيبان المخلدي، النيسابوري، مع أبا العباس السراج، ومؤمل بن الحسن، وابن الشرقي, =</p><p> الحسن الحافظ (١) ، حدثنا عبد الرحمن بن بشر، حدثنا يحيى بن سعيد، عن يزيد بن كيسان، حدثني أبو حازم، عن أبي هريرة؟ قال: قال رسول الله -صلى الله عليه وسلم- لعمه:  \"قل: لا إله إلا الله، أشهد لك بها يوم القيامة\" ، قال: لولا أن تعيرني نساء قريش؛ يقلن: إنه حمله على ذلك الجزع لأقررت بها عينك، فأنزل الله -عز وجل-: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ}  (٢) . </p><p>= وحدث عنه الحاكم، ويعقوب الصيرفي، وغيرهم. قال الحاكم: هو صحيح السماع والكتب، ومتقن في الرواية, محدث عصره، ت: ٣٨٩ هـ. \"سير أعلام النبلاء\" ١٦/ ٥٣٩، و\"شذرات الذهب\" ٤/ ٤٧٧. (١) أحمد بن محمد بن الحسن النيسابوري، أبو حامد، ابن الشرقي، حافظ خراسان، سمع محمد بن يحيى الذهلي، وعبد الرحمن بن بشر بن الحكم، وغيرهم، حدث عنه: أبو علي النيسابوري، وأبو عبد الله الهروي، وغيرهم. \"سير أعلام النبلاء\" ١٥/ ٣٧. و\"طبقات الشافعية\" للسبكي ٣/ ٤١.(٢) هذا الحديث ساقه الواحدي بسنده عن شيخه الثعلبي أحمد بن محمد بن إبراهيم. \"تفسير الثعلبي\" ٨/ ١٤٩ ب. وأخرجه بهذا اللفظ من طريق يحيى بن سعيد، عن يزيد ابن كيسان، مسلم في صحيحه ١/ ٥٥، كتاب الإيمان, رقم: ٢٥. وأصل الحديث في الصحيحين، من حديث سعيد بن المسيب عن أبيه أن أبا طالب لما حضرته الوفاة، دخل عيه النبي -صلى الله عليه وسلم-، وعنده أبو جهل، فقال: \"أي عم، قل: لا إله إلا الله، كلمة أحاج لك بها عند الله\"، فقال أبو جهل وعبد الله بن أبي أمية: يا أبا طالب: ترغب عن ملة عبد المطلب فلم يزالا يكلمانه حتى قال آخر شيء كلمهم به: على ملة عبد المطلب!، فقال النبي -صلى الله عليه وسلم-: \"لأستغفرن لك ما لم أنه عنك\", فنزلت: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: ١١٣] ونزلت: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ}. أخرجه البخاري في مناقب الأنصار، رقم ٣٨٨٤، \"فتح الباري\" ٧/ ١٩٣، ومسلم ١/ ٥٤ في الإيمان, رقم ٢٤. وأخرجه الواحدي في \"أسباب النزول\" ٣٣٨، وذكر تخريج مسلم له. وأخرجه ابن حرير ٢٠/ ٩٢، وابن أبي حاتم ٩/ ٢٩٩٤.</p>"
}