{
  "id": null,
  "sura": 28,
  "aya": 57,
  "text": "<p> قال الزجاج: ابتداء نزولها بسبب أبي طالب، وهي عامة؛ لأنه لا يهدي إلا الله -عز وجل-، ولا يرشد ولا يوفق إلا هو، وكذلك هو {يُضِلُّ مَنْ يَشَاءُ}  (١) . </p><p> وقال الفراء:  {مَنْ أَحْبَبْتَ} يكون على جهتين؛ إحداهما: من أحببته للقرابة، والثانية: من أحببت أن يهتدي، كقولك: إنك لا تهدي من تريد (٢) . قال مقاتل: إنك لا تهدي للإسلام {مَنْ أَحْبَبْتَ}  (٣) ولكن الله يهدي ويرشد (٤) من يشاء لدينه. قاله ابن عباس. </p><p> {وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ} يقول: هو أعلم بمن قدر له الهدى. قاله مجاهد ومقاتل (٥) . </p><p> ٥٧ - قوله:  {وَقَالُوا إِنْ نَتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا} قال الكلبي ومقاتل والمفسرون: نزلت في الحارث بن عامر بن نوفل بن عبد مناف (٦) ، قال للنبي -صلى الله عليه وسلم-: إنا لنعلم أن الذي تقول حق، ولكن يمنعنا من ذلك أن </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٤٩. وذكر الواحدي قول الزجاج في \"أسباب النزول\" ٣٣٨، بإسناده. (٢) \"معاني القرآن\" للفراء ٢/ ٣٠٧.(٣) \"تفسير مقاتل\" ٦٧ ب.(٤) ويرشد. ساقطة من نسخة (أ)، (ب).(٥) أخرج ابن جرير ٢٠/ ٩٣، وابن أبي حاتم ٩/ ٢٩٩٥، عن مجاهد. و\"تفسير مقاتل\" ٦٧ ب.(٦) الحارث بن عامر بن نوفل بن عبد مناف بن قصي، من زعماء قريش في الجاهلية، أدرك الإسلام ولم يسلم، وقد قتل يوم بدر كافرًا، قتله خبيب بن عدي -رضي الله عنه-، ثم أسر خبيب يوم الرجيع فابتاعه بنو الحارث بن عامر ليقتلوه بأبيهم، وقصته في ذلك مشهورة. \"السيرة النبوية\" لابن هشام ٣/ ١٨٠.</p><p> العرب تخطفنا من أرضنا، يعني: من مكة، فإنما نحن أكلة رأس (١) , والعرب على ديننا, ولا طاقة لنا بهم، فأنزل الله هذه الآية (٢) . </p><p> وقوله:  {نُتَخَطَّفْ مِنْ أَرْضِنَا} قال المبرد: التخطف: الانتزاع بسرعة، كما يتخطف البازي، ولا يكون الخطف إلا بسرعة (٣) . وقد مر في في له:  {يَخْطَفُ أَبْصَارَهُمْ}  [البقرة: ٢٠]  (٤) . </p><p> قال الله تعالى:  {أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا} يعني: ذا أمن يأمن فيه الناس. قال المفسرون: كانت العرب في الجاهلية يغير بعضهم على بعض، ويقتل بعضهم بعضًا، وأهل مكة آمنون بحرمة الحرم (٥) . </p><p> وقال قتادة: كان أهل الحرم آمنين، يذهبون حيث شاءوا، فإذا خرج أحدهم قال: أنا من أهل الحرم، لم يَعْرِض له أحد، وكان غيرهم يقتل ويسلب (٦) ، كما قال الله تعالى:  {أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ} . قال مقاتل: يقول: هم آمنون في الحرم من القتل والسبي، </p><p>(١) أكلة رأس، مثل يضرب لقلة العدد، فكأنهم لو اجتمعوا على أكل رأس لكان كافيًا لهم. \"الزاهر في معاني كلمات الناس\" ٢/ ١٤، و\"مجمع الأمثال\" ١/ ٨٤. (٢) \"تفسير مقاتل\" ٦٧ ب، وفيه: الحارث بن نوفل بن عبد مناف، وذكر نحوه الزجاج ٤/ ١٥٠، ولم ينسبه. وأخرجه ابن جرير ٢٠/ ٩٤، وابن أبي حاتم ٩/ ٢٩٩٥، والنسائي، كتاب التفسير ٢/ ١٤٦ رقم ٤٠٥. وذكره الثعلبي ٨/ ١٤٩ ب. والواحدي \"أسباب النزول\" ٣٣٨، وفيه: الحارث بن عثمان بن نوفل بن عبد مناف.(٣) يقال: خَطِفت الشيء، واختطفته: إذا اجتذبته بسرعة. \"تهذيب اللغة\" ٧/ ٢٤١ (خطف)، ولم يذكر قول المبرد.(٤) لم أجد في هذا الموضع إلا قوله: ومعنى الآية: يكاد ما في القرآن من الحجج يخطف قلوبهم من شدة إزعاجها إلى النظر في أمر دينهم.(٥) \"تفسير الثعلبي\" ٨/ ١٤٩ ب.(٦) أخرجه عبد الرزاق ٢/ ٩٢، وابن جرير ٢٠/ ٩٤، وابن أبي حاتم ٩/ ٢٩٩٦.</p><p> فكيف يخافون إذا أسلموا (١) . </p><p> وقال أبو إسحاق: أعلمهم الله بأنه قد تفضل عليهم بأن أمنهم بحرمة البيت، ومنع منهم العدو. أي: فلو آمنوا لكانوا أولى بالتمكين والسلامة (٢) . </p><p> وقال الفراء: أو لم نسكنهم حرمًا لا يخاف مَنْ دخله، فكيف يخافون أن تَستَحِل العرب قتالَهم فيه (٣) . وقال ابن قتيبة:  {أَوَلَمْ نُمَكِّنْ لَهُمْ} أي: أو لم نسكنهم، ونجعله مكانًا لهم (٤) . </p><p> قوله تعالى:  {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ} أي: يجمع إليه (٥) ، وهو من قولك: جِبْتُ الماءَ في الحوض؛ إذا جمعته (٦) . </p><p> وقال الفراء في \"مصادر القرآن\" : جببت المال والماء جباية، إذا جمعته وجبوته جباوة. والجباية: الحوض العظيم. والجبا مقصور: الماء المجموع (٧) . </p><p> وقرئ {يُجْبَى} بالياء والتاء (٨) ، وذلك أن تأنيث الثمرات تأنيث </p><p>(١) \"تفسير مقاتل\" ٦٧ ب. (٢) \"معاني القرآن\" للزجاج ٤/ ١٥٠.(٣) \"معاني القرآن\" للفراء ٢/ ٣٠٨.(٤) \"غريب القرآن\" ٣٣٣، بلفظ: نسكنهم إياه.(٥) \"تفسير الثعلبي\" ٨/ ١٤٩ ب.(٦) \"مجاز القرآن\" لأبي عبيدة ٢/ ١٠٨. و\"تفسير ابن جرير\" ٢٠/ ٩٤، ولم ينسبه.(٧) \"تهذيب اللغة\" ١١/ ٢١٤ (جبا)، من قول الكسائي: الجبا مقصور. ولم أجد فيه ما قبله.(٨) قرأ نافع وحده: {تُجْبَى} بالتاء، وقرأ الباقون: {يُجْبَى} بالياء. \"السبعة في القراءات\" ٤٩٥، و\"الحجة للقراء السبعة\" ٥/ ٤٢٤، و\"إعراب القراءات السبع وعللَّها\" ٢/ ١٧٨.</p><p> جمع، وليس بتأنيث حقيقي، وإذا كان كذلك كان بمنزلة الوعظ, والموعظة، والصوت، والصيحة، فإذا ذُكِّرَت كان حسنًا، وكذلك إذا أنثت. ذكر ذلك صاحب الحجة (١) . </p><p> وقال الفراء: ذُكَّرَت {تُجْبَى} وإن كانت الثمرات مؤنثة؛ لأنك فرقت بينهما بإليه، كما قال الشاعر: </p><p> إنَّ امْرَأً غَرَّه منكن واحدةٌ ... بعدي وبعدكِ في الدنيا لمغرورُ (٢) </p><p> وبهذه العلة اختار أبو عبيد التذكير؛ فقال: قد حال بين الاسم المؤنث والفعل حائل (٣) . </p><p> قال ابن عباس ومقاتل: يعني: يُحمل إلى الحرم ثمرات كل شيء (٤) ؛ من مصرَ والشام واليمن والعراق. وقوله:  {رِزْقًا مِنْ لَدُنَّا} أي: رزقناهم رزقًا من عندنا {وَلَكِنَّ أَكْثَرَهُمْ} يعني: أهل مكة (٥)  {لَا يَعْلَمُونَ} أنا فعلنا ذلك. </p><p> قال مقاتل: أي: إنهم يأكلون رزقي آمنون في حرمي، وهم يعبدون </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٤٢٤. (٢) \"معاني القرآن\" للفراء ٢/ ٣٠٨، ولم ينسب البيت. واستشهد به ابن جني \"الخصائص\" ٢/ ٤١٤، على تذكير المؤنث. واستشهد به كذلك الأنباري، \"الإنصاف\" ١/ ١٧٤، وفي حاشيته: الشاهد فيه: غره منكن واحدة، حيث أسند الفعل إلى اسم ظاهر حقيقي التأنيث، ولم يؤنث الفعل لوجود فاصل بين الفعل وفاعله وهو: منكن. ولم أقف على قائل البيت.(٣) \"تفسير الثعلبي\" ٨/ ١٥٠ أ.(٤) \"تفسير مقاتل\" ٦٧ ب. وأخرجه ابن أبي حاتم ٩/ ٢٩٩٦، عن ابن عباس بلفظ: ثمرات الأرض.(٥) \"تفسير مقاتل\" ٦٧ ب. و\"تفسير ابن جرير\" ٢٠/ ٩٤.</p>"
}