{
  "id": null,
  "sura": 28,
  "aya": 29,
  "text": "<p> ٢٩ - وقوله:  {فَلَمَّا قَضَى مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ} قال أبو عمران الجَوْني: بلغني أن جبريل أتى النبي -صلى الله عليه وسلم- فقال: إن سألوك أي الأجلين قضى موسى؟ فقل:  \"أكثرهما وأفضلهما\" . وأيَّ الجاريتين تزوج؟ فقال:  \"الصغرى منهما\"  (١) . </p><p> وقال القرظي: سُئل رسول الله -صلى الله عليه وسلم-: أيّ الأجلين قضى موسى؟ قال:  \"أوفاهما وأتمهما\"  (٢) . </p><p> وقال سعيد بن جبير: قال لي يهودي وأنا أتجهز للحج: يا سعيد إني أراك رجلاً تَتَبَّعُ العلم (٣) ، أخبرني: أيّ الأجلين قضى موسى؟ قال: قلت: لا علم لي، وأنا قادم على حبر العرب (٤) ؛ يعني: ابن عباس، فسائله عن ذلك، فلمَّا قدمتُ مكةَ سألت ابن عباس عن ذلك، وأخبرته بقول اليهودي، فقال ابن عباس: قضى أكثرهما وأطيبهما: عشرًا؛ إن النبي إذا وعد لم يخلف، قال سعيد: فقدمتُ العراقَ فلقيت اليهودي، فأخبرته بقول ابن </p><p>(١) هذا حديث مرسل، ولم ينبه الواحدي على ذلك، وذكره الثعلبي ٨/ ١٤٦ ب، وصدره بقوله: روي، ثم قال: فإن صح هذا الخبر فلا نعدل عنه. ذكر مقاتل في \"تفسيره\" ٦٥ أ، أن موسى -عليه السلام-، قد تزوج الكبرى منهما، وهذا كله مما لا دليل عليه، ولا يترتب على العلم به فائدة. (٢) وهذا أيضًا حديث مرسل، انظر ترجمة القرظي في \"جامع التحصيل\" للعلائي ٣٢٩، رقم: ٧٠٧. قال الزيلعي عن هذا الحديث: هذا حديث لا يصح. \"تخريج أحاديث الكشاف\" ٣/ ٣٠.(٣) التَتَبُّع: أن يَتَتَبَّع في مهلة شيئاً بعد شيء، وفلان يَتَتَبَّعُ مَدَاقَّ الأمور. \"تهذيب اللغة\" ٢/ ٢٨٢ (تبع).(٤) حبر، بفتح الحاء، وكسرها, لغتان، أي: الرجل العالم. \"تهذيب اللغة\" ٥/ ٣٣ (حبر).</p><p> عباس، فقال: صدق، وما أنزل على موسى، هذا والله العالم (١) . </p><p> وقال مجاهد ومقاتل:  {فَلَمَّا قَضَى مُوسَى الْأَجَلَ} عشر سنين (٢)  {وَسَارَ بِأَهْلِهِ} وذلك أنه استأذن صهره (٣) في العود إلى مصر، لزيارة والدته وأخيه، فأذن له، فسار بأهله. وهذه الآية مفسرة في سورتي: طه، والنمل (٤) . </p><p> قوله تعالى:  {أَوْ جَذْوَةٍ} فيها ثلاث قراءات: فتح الجيم، وضمها، وكسرها. وهي كلها لغات (٥) . قال أبو عبيدة: الجذوة، مثل: الجِذمة؛ وهي القطعة الغليظة من الخشب، ليس فيها لهب. وأنشد قول ابن مُقْبلٍ: </p><p> باتت حواطبُ ليلى يلتمسن لها ... جَزْلَ الجذَا غيرَ خَوَّارٍ ولا دَعِرٍ (٦) </p><p>(١) أخرجه البخاري، كتاب الشهادات، رقم: ٢٦٨٤، \"فتح الباري\" ٥/ ٢٩٠. وأخرجه ابن جرير ٢٠/ ٦٨، والثعلبي ٨/ ١٤٤ أ، وفيه: والله العالم. (٢) \"تفسير مقاتل\" ٦٥ أ. وأما خبر مجاهد فهو يدل على أنه مكث عشرًا أخرى زيادة، أخرج ذلك عنه ابن جرير ٢٠/ ٦٨، والثعلبي ٨/ ١٤٦ ب. ولفظه: مكث بعد ذلك عند صهره عشرًا أخرى، يعني: عشرين سنة. وظاهر الآية لا يؤيد هذا المعنى.(٣) يقال: ختن الرجل: صهره، والمتزوج فيهم: أصهار الختن، والصهر: زوج بنت الرجل، وزوج أخته، والختن: أبو امرأة الرجل، وأخو امرأته. ومن العرب من يجعلهم أصهارًا كلهم. \"تهذيب اللغة\" ٦/ ١٠٧، و\"اللسان\" ٤/ ٤٧١ (صهر).(٤) عند قوله تعالى: {إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا} طه، الآيات: ١٠ - ١٢. وسورة النمل، الآيات: ٧ - ١٠.(٥) قرأ ابن كثير ونافع وأبو عمرو والكسائي: {جَذْوَةٍ} بكسر الجيم، وقرأ عاصم: {جَذْوَةٍ} بفتح الجيم، وقرأ حمزة: {جُذْوَةٍ} بالضم. \"السبعة في القراءات\" ٤٩٣، و\"الحجة للقراء السبعة\" ٥/ ٤١٣، و\"النشر في القراءات العشر\" ٢/ ٣٤١.(٦) \"مجاز القرآن\" ٢/ ١٠٢، ونسب البيت لابن مقبل. وأنشده عن أبي عبيدة الأزهري ١١/ ١٦٧، ولم ينسبه. وأنشده ونسبه المبرد، \"الكامل\" ٢/ ٦٨٢، وعنه أبو علي =</p>"
}