{
  "id": null,
  "sura": 28,
  "aya": 12,
  "text": "<p> هو: التباعد والمجانبة أن يعلموا بحالها، وأنها ترقبه، كما ذكره المفسرون، وأهل المعاني، ولا تستعمل الجنب والجنابة في بعد المسافة، ألا ترى إلى قول علقمة بن عبدة: </p><p> فلا تَحْرِمَنّي نائلًا عن جَنَابةٍ ... فإني امرؤٌ وَسْطَ القِبابِ غريبُ (١) </p><p> أراد بعد النسب لا بعد المسافة. فمعنى قوله:  {عَنْ جُنُبٍ} أي: عن تجنب منها وتباعد أبصرته. </p><p> قوله تعالى:  {وَهُمْ لَا يَشْعُرُونَ} قال ابن عباس: وهم لا يعلمون أنها أخته (٢) . </p><p> وقال مقاتل:  {وَهُمْ لَا يَشْعُرُونَ} أنها ترقبه (٣) . </p><p> وقال ابن إسحاق: لا يعرفون أنها منه بسبيل (٤) . </p><p> ١٢ - قوله -عز وجل-: {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} الآية، {الْمَرَاضِعَ} يجوز أن يكون جمع امرأة مُرْضِعة (٥) ، أو مُرْضِع: ذات ولد رضيع. ويجوز أن يكون </p><p>(١) \"مجاز القرآن\" لأبي عبيدة ٢/ ٩٨، ونسبه لعلقمة بن عبدة وكذا المبرد، \"الكامل\" ٢/ ٩٠٣، وقال: جنابة: غربة وبعد. وأنشده الزجاج ٤/ ١٣٤، ولم ينسبه. ونسبه لعلقمة: الأزهري ١١/ ١٢٣، وهو في \"ديوان علقمة\" ٣٠، آخر بيت من قصيدة له يمدح فيها الحارث بن جبلة الغساني، وكان قد أسر أخاه فرحل إليه يطلبه فيه. يقول: لا تحرمني العطاء بعد غربة وبعد عن دياري، فإنني امرؤ غريب. \"حاشية الديوان\". (٢) أخرجه ابن جرير ٢٠/ ٤٠، وابن أبي حاتم ٩/ ٢٩٤٩، عن السدي. وأخرجه ابن جرير في التاريخ ١/ ٣٨٩، عن السدي، عن ابن عباس، وابن مسعود. وذكره الفراء ٢/ ٣٠٣، ولم ينسبه.(٣) \"تفسير مقاتل\" ٦٤ أ.(٤) أخرجه ابن جرير ٢٠/ ٤٠، وابن أبي حاتم ٩/ ٢٩٤٩.(٥) في نسخة (ج): راضعة.</p><p> جمع مَرْضِع منى: الإرضاع، ويجوز أن يكون جمع: مَرْضَع من قولهم: رَضَع يَرْضَع بمعنى: المصدر. ذكر ذلك المفضل والمبرد (١) . وكلام المفسرين أيضًا يدل على نحو ما ذكرنا؛ قال ابن عباس في رواية عطاء: إن امرأة فرعون كان همها من الدنيا أن تجد له مرضعة تأخذه منها ترضعه، فكلما أتوه بمرضعة لم يأخذ ثديها. وقال في رواية سعيد بن جبير: لا يؤتى بمرضع فيقبلها (٢) . </p><p> وقال محمد بن إسحاق: جمعوا له المراضع حين ألقى الله محبتهم عليه، فلا يؤتى بامرأة فيقبل ثديها (٣) . فهذا يدل على أن المراضع ذوات الإرضاع. </p><p> وقال مجاهد ومقاتل: لم يقبل موسى ثدي امرأة (٤) . </p><p> وقال قتادة: كان لا يقبل ثديًا (٥) . </p><p> وقال الفراء: يقول معناه: من قبول ثدي إلا ثدي أمه (٦) . وهذا يدل على أن المراد بالمراضع [المرضعات، أو يراد: رضاعات. </p><p> وأما ابن قتيبة فقال:  {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ} ] (٧) معناه: أن يَرْضَع، والمراضع: جمع مُرْضِع (٨) . يعني: الإرضاع. والمراد بالتحريم هاهنا </p><p>(١) لم أجد قول المبرد والمفضل في \"التهذيب\" مادة: رضع. ولا في \"لسان العرب\". (٢) أخرجه ابن جرير ٢٠/ ٤٠، وابن أبي حاتم ٩/ ٢٩٤٩.(٣) أخرجه ابن جرير ٢٠/ ٤١. وأخرجه الحاكم ٢/ ٤٤١، رقم ٣٥٢٩، عن ابن عباس.(٤) \"تفسير مقاتل\" ٦٤ أ. وأخرجه ابن جرير ٢٠/ ٤٠، عن مجاهد.(٥) أخرجه عبد الرزاق ٢/ ٨٨. وأخرجه بمعناه ابن جرير ٢٠/ ٤١.(٦) \"معاني القرآن\" للفراء ٢/ ٣٠٣.(٧) ما بين المعقوفين زيادة من نسخة (ج).(٨) \"غريب القرآن\" ٣٢٩.</p><p> تحريم المنع، وليس هناك نهي، ولكنه منع بالتبغيض، كالمنع بالنهي، وهذا كما يقال: حَرَّم فلانٌ على نفسه كذا بالامتناع بالأكل منه كالامتناع بالنهي (١) . </p><p> قوله:  {مِنْ قَبْلُ} قال المفسرون: من قبل أمه، ومن قبل أن تأته أمه، ومن قبل أن نرده على أمه (٢) . وذلك أن الله تعالى أراد أن يرده إلى أمه فبغض المراضع إليه حتى يُؤتى بأمه. </p><p> وقال صاحب النظم: قوله: {مِنْ قَبْلُ} أي: من قبل أن يولد في القضاء والقدر السابق، حرمنا عليه المراضع، وكان تحريم إرضاعهن عليه أن لا يقبل ثدي امرأة. والقول ما قال المفسرون؛ لأن المراضع لو حرمت عليه في القضاء السابق لحرم عليه رضاع أمه أيضًا؛ لعموم اللفظ، ولكن المعنى: حرمنا عليه المراضع قبل إرضاع أمه؛ وذلك أنه إذا رُدَّ إلى أمه فأرضعته يجوز أن يقبل ثدي مرضعة غير الأم. </p><p> وقوله:  {فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ} قال المفسرون: لما تعذر عليهم رضاعه، ورأت حرصهم على ذلك، قالت:  {هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ} أي: يكفلون لكم رضاعه، ويضمنون لكم القيام به (٣) . </p><p> قال ابن عباس: قالوا لها: مَنْ؟ قالت: أمي، قالوا: ولأمك لبن؟ </p><p>(١) قال النيسابوري: تحريم منع لا شرع. \"وضح البرهان\" ٢/ ١٤٧. (٢) \"تفسير ابن جرير\" ٢٠/ ٤٠. و\"معاني القرآن\" للزجاج ٤/ ١٣٥، بمعناه.(٣) أخرجه ابن جرير ٢٠/ ٤١، وابن أبي حاتم ٩/ ٢٩٤٩، عن ابن إسحاق. و\"غريب القرآن\"، لابن قتيبة ٣٢٩، و\"معاني القرآن\" للزجاج ٤/ ١٣٥. و\"مجاز القرآن\" لأبي عبيدة ٢/ ٩٩. و\"تفسير الثعلبي\" ٨/ ١٤٢ أ.</p>"
}