{
  "id": null,
  "sura": 28,
  "aya": 88,
  "text": "<p> {فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ} معينًا للكافرين على دينهم (١) . قال مقاتل: وذلك حين دُعي أن يرجع إلى دين آبائه، فذكَّره الله النعمة، ونهاه عن مظاهرتهم على ما كانوا عليه، وأمره بالتحذر منهم بقوله: </p><p> ٨٧ - {وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ} يعني: القرآن {بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ وَادْعُ إِلَى رَبِّكَ} إلى معرفته وتوحيده (٢) . {وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ} قال ابن عباس: هو مخاطبة لأهل دينه (٣) . يعني أن هذا الخطاب وإن كان ظاهره له فالمراد به أهل دينه، أي: لا تظاهروا الكفار ولا توافقوهم (٤) ، وكذلك قوله: </p><p> ٨٨ - {وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ} أي: لا تعبد معه غيره (٥) . قال ابن عباس: هذا تخويف للمشركين، وأما النبي -صلى الله عليه وسلم- فقد عصمه الله من أن يتخذ معه إلهًا [آخر.أي:لا تعبد معه غيره.قال ابن عباس:]  (٦) يريد: أنه إذا نُهي عن عبادة غير الله، كان ذلك تخويفًا لمن عبد معه غيره. وهذا فائدة النهي عن عبادة غيره بعد أن عُصم عن ذاك، وحكم له بالنبوة في سابق الحكم. </p><p> ثم وحَّد نفسه فقال:  {لَا إِلَهَ إِلَّا هُوَ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ}  (٧) قال </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٥٨. (٢) \"تفسير مقاتل\" ٧٠ أ.(٣) ذكره ابن الجوزي، \"زاد المسير\" ٦/ ٢٥١، ولم ينسبه.(٤) وليس في توجيه الخطاب للنبي -صلى الله عليه وسلم- طعن فيه، بل في ذلك غاية التحذير من الوقوع فيما نُهي عنه, لأنه إذا وجه الخطاب للنبي -صلى الله عليه وسلم- بالنهي عن الشرك، وعبادة غير الله تعالى، فغيره من باب أولى، وأنه لا عذر لأحد في ذلك. والله أعلم.(٥) \"تفسير مقاتل\" ٧٠ أ.(٦) ما بين المعقوفين ساقط من نسخة (ج).(٧) \"تفسير مقاتل\" ٧٠ أ.</p><p> ابن عباس: يريد: إلا ما أريد به وجهه (١) . وهو قول الكلبي؛ قال: كل عمل لغيره فهو هالك، إلا ما كان له (٢) . </p><p> وقال سفيان: إلا ما أريد به وجه الله من الأعمال (٣) . وهو اختيار الفراء، وأنشد قول الشاعر: </p><p> استغفر الله ذنبًا لستُ مُحصِيه ... ربَّ العباد إليه الوجهُ والعملُ </p><p> أي: إليه أوجه العمل (٤) . </p><p> فعلى هذا وجهُ الله ما وُجِّه إليه من الأعمال. والمعنى ما ذكره الكلبي. </p><p> وقال مقاتل: يقول كل شيء من الحيوان ميت، ثم استثنى نفسه بأنه حي لا يموت؛ فقال:  {إِلَّا وَجْهَهُ} يعني: إلا هو (٥) . </p><p> ونحو هذا روي عن مجاهد (٦) ، واختاره الزجاج؛ فقال: ومعنى: </p><p>(١) ذكره البخاري، ولم ينسبه، وصدره بقوله: ويقال. \"فتح الباري\" ٨/ ٥٠٥. وأخرجه ابن أبي حاتم ٩/ ٣٠٢٨، عن مجاهد. واقتصر على هذا القول النيسابوري، في \"وضح البرهان\" ٢/ ١٥٨، ولم ينسبه. (٢) \"تنوير المقباس\" ٣٣١.(٣) أخرجه ابن أبي حاتم ٩/ ٣٠٢٨.(٤) \"معاني القرآن\" للفراء ٢/ ٣١٤. ولم ينسب البيت. وأنشده سيبويه ١/ ٣٧، ولم ينسبه، وفي الحاشية: البيت من الأبيات الخمسين التي استشهد بها سيبويه، ولا يعرف قائلها. وذكره ابن جرير ٩/ ١٢٧، بعد أن قال: وقال آخرون: معنى ذلك: إلا ما أريد به وجهه، واستشهدوا لتأويلهم ذلك بقول الشاعر، فذكر البيت، ولم ينسبه. وفي الحاشية: وهو شاهد عند النحاة على أن أصله: أستغفر الله من ذنب، ثم أسقط الجار فاتصل المجرور بالفعل فنصب مفعولًا به. وأنشده ابن جني، \"الخصائص\" ٣/ ٢٤٧، ولم ينسبه.(٥) \"تفسير مقاتل\" ٧٠ أ. وهو قول أبي عبيدة \"مجاز القرآن\" ٢/ ١١٢. وهذا أقرب إلى ظاهر الآية، والله أعلم.(٦) الذي روي عن مجاهد كما سبق: إلا ما أريد به وجهه.</p><p> {إِلَّا وَجْهَهُ} إلا إياه (١) . وعلى هذا: الوجه، صلةٌ في الكلام. وقال ابن كيسان: إلا ملكه (٢) . </p><p> والوجه يجوز أن يكون عبارة عن: المُلك؛ لأن الوجه من الوجاهة, والمَلِك مِنْ أوجه الناس، فسمي المَلِك وجهًا. وهذا معنى قول الضحاك في هذه الآية: كل شيء هالك إلا الله، والجنة، والنار، والعرش. والاختيار: القول الأول، وهو الذي يليق بمعنى الآية (٣) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٥٨، واقتصر عليه ابن قتيبة، في \"تأويل مشكل القرآن\" ٢٥٤، ٤٨٠. (٢) ذكره البخاري، ولم ينسبه. \"الفتح\" ٨/ ٥٠٥.(٣) إن كان المقصود من هذا إنكار صفة الوجه لله -عز وجل- فهذا قول باطل؛ فالوجه من الصفات التي يجب الإيمان بها مع التنزيه التام عن مشابهة صفات الخلق. \"أضواء البيان\" للشنقيطي ٦/ ٤٥٧. والقول بأن المراد بالوجه في الآية ما أريد به وجه الله من الأعمال قول صحيح، لا ينافي القول الأول فإن هذا إخبار عن كل الأعمال بأنها باطلة إلا ما أريد بها وجه الله -عز وجل- من الأعمال الصالحة المطابقة للشريعة، والقول الأول مقتضاه أن كل الذوات فانية، وهالكة وزائلة إلا ذاته تعالى، فإنه الأول والآخر الذي هو قبل كل شيء وبعد كل شيء. \"تفسير ابن كثير\" ٦/ ٢٦٢. لكن لا يجوز أن يُفهم من القول الثاني إنكار صفة الوجه؛ وكلام الواحدي يُشعر بذلك، حيث قال الواحدي بعد ذكره مؤيدًا له: وهو الذي يليق بمعنى الآية. وصرح الواحدي بنفي صفة الوجه في تفسير: {كُلُّ مَنْ عَلَيْهَا فَانٍ (٢٦) وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} [الرحمن: ٢٦، ٢٧] قال: {وَيَبْقَى وَجْهُ رَبِّكَ} أي: ربك الظاهر بأدلته ظهور الإنسان بوجهه. \"الوسيط\" ٤/ ٢٢١. وفي \"البسيط\" ذكر القول الذي اقتصر عليه في \"الوسيط\"، وزاد قولاً آخر؛ وهو: ويبقى ربك، وهو السيد المعظم, والوجه يذكر بمعنى الشيء المعظم، كقولهم: هذا وجه القوم، ووجه التدبير, أي: التدبير المعظم. ولا يجوز أن يكون الوجه هاهنا صلة لقوله: {ذُو} بالرفع وهو من صفة الوجه، ولو كان الوجه صلة لقيل: ذيَ، ليكون صفة لقوله ربك. أهـوهذا التعليل الذي ذكره الواحدي وصرف به الآية عن ظاهرها ليس بوجيه فإن =</p><p> وقوله:  {لَهُ الْحُكْمُ} قال الكلبي: له الحكم في الآخرة (١) ، يعني: له الفصل بين الخلائق دون غيره {وَإِلَيْهِ تُرْجَعُونَ} : تردون في الآخرة فيجزيكم بأعمالكم (٢) ، ويقضي بينكم (٣) . </p><p>= {ذُو} صفة للوجه الذي أضيف إلى الله -عز وجل-، فعبر بالوجه عن الذات. قال ابن كثير ٦/ ٢٦١، في تفسير آية القصص: إخبار بأنه الدائم الباقي الحي القيوم، الذي تموت الخلائق ولا يموت، قال تعالى: {كُلُّ مَنْ عَلَيْهَا فَانٍ (٢٦) وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} فعبر بالوجه عن الذات، وهكذا قوله هاهنا: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} أي: إلا إياه. (١) \"تنوير المقباس\" ٣٣١.(٢) \"تفسير مقاتل\" ٧٠ أ.(٣) في نهاية النسخة: (ج)، كتب: تم الجزء السابع من كتاب \"البسيط\" في التفسير، تصنيف: الإمام: الواحدي، ويتلوه الجزء الثامن، سورة العنكبوت، على يد الفقير إلى رحمة ربه: محمد علي محمد الأنصاري، في رابع ربيع الآخر، سنة سبع وستمائة. الحمد لله رب العالمين، وصلى الله على نبينا محمد رسوله وصحبه وسلم تسليما. ا. هـ.</p><p> سورة العنكبوت </p><p> تفسير سورة العنكبوت (١) </p><p> ١، ٢ - {الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا} قال الشعبي: لما نزلت آية الهجرة كتب بها المسلمون إلى إخوانهم بمكة، فخرجوا حتى إذا كانوا ببعض الطريق أدركهم المشركون، فردوهم، فأنزل الله: {الم (١) أَحَسِبَ النَّاسُ} عشر آيات من أول السورة (٢) . وهذا معنى قول ابن عباس في رواية عطاء؛ وقال: يريد بالناس الذين آمنوا بمكة: سلمة بن هشام، وعياش بن أبي ربيعة، والوليد ابن الوليد، وعمار بن ياسر، وياسر بن عامر، وسمية أم عمار (٣) ، </p><p>(١) سورة العنكبوت مكية، يقال: نزلت بين مكة والمدينة في طريق النبي -صلى الله عليه وسلم-، حين هاجر إلى المدينة، وهي تسع وستون آية. \"تفسير مقاتل\" ٧٠ أ. و\"تفسير الثعلبي\" ٨/ ١٥٥ أ. وقد ذكر الثعلبي في أولها بإسناده حديث أبي ابن كعب -رضي الله عنه-، في فضل هذه السورة، وكذا فعل الواحدي في \"الوسيط\" ٣/ ٤١٢، وهو حديث موضوع سبق الحديث عنه في أول سورة الفرقان. (٢) أخرجه عبد الرزاق ٢/ ٩٥. وابن جرير ٢٠/ ١٢٩، وابن أبي حاتم ٩/ ٣٠٣١. وذكره الثعلبي ٨/ ١٥٥ ب، والواحدي \"أسباب النزول\" ٣٤٠.(٣) سلمة بن هشام، هو أخو أبي جهل، من السابقين إلى الإسلام، هاجر إلى الحبشة، ثم رجع إلى مكة، فحبسه أخوه وكان النبي -صلى الله عليه وسلم- يدعو له ولعياش بن أبي ربيعة في القنوت، ثم هرب مهاجرًا بعد الخندق، -رضي الله عنه-. \"سير أعلام النبلاء\" ١/ ٣١٦، \"الإصابة في معرفة الصحابة\" ٣/ ١٢٠. =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= - عياش بن أبي ربيعة، اسم أبيه: عمرو بن المغيرة، وكان عياش من السابقين إلى الإسلام، وهاجر الهجرتين، ثم خدعه أبو جهل فرجع إلى مكه، ثم فرَّ مع رفيقيه، الوليد بن الوليد، وسلمة بن هشام، وعاش إلى خلافة عمر -رضي الله عنه-، فمات سنة: خمس عشرة، وقيل: قبل ذلك. وقيل: استشهد في اليمامة، وقيل: اليرموك. \"فتح الباري\" ٨/ ٢٢٧، و\"الإصابة\" ٥/ ٤٧. و\"سير أعلام النبلاء\" ١/ ٣١٦. - الوليد بن الوليد بن المغيرة بن عبد الله بن عمر بن مخزوم القرشي المخزومي، أخو خالد بن الوليد، أُسر مع من أسر من المشركين في بدر، ثم أسلم بعد ذلك، فلما أسلم حبسه أخواله فكان النبي -صلى الله عليه وسلم- يدعو له في القنوت مع غيره من المستضعفين، ثم أفلت من أسرهم ولحق بالنبي -صلى الله عليه وسلم- في عمرة القضية. \"الاستيعاب في معرفة الأصحاب\" ١١/ ٣٤، و\"الإصابة في معرفة الصحابة\" ٦/ ٣٢٣.- ياسر بن عامر بن مالك بن كنانة بن قيس بن الحصين، حليف لبني مخزوم، يكنى: أبا عمار بابنه عمار بن ياسر، كان قد قدم من اليمن، وحالف أبا حذيفة بن المغيرة المخزومي، وزوجه أبو حذيفة أمة له يقال لها: سمية فولدت له عمارًا، فأعتقه أبو حذيفة، وجاء الله بالإِسلام فأسلم ياسر وابنه عمار وسمية، وعبد الله أخو عمار بن ياسر، وكان إسلامهم قديمًا في أول الإسلام، وكانوا ممن يعذب في الله، وقتل ياسر وسمية وعبد الله وهم يعذبون -رضي الله عنه-. \"الاستيعاب في معرفة الأصحاب\" ١١/ ٩٩، و\"الإصابة في معرفة الصحابة\" ٦/ ٣٣٢.وقد ثبت في الصحيح دعاء النبي -صلى الله عليه وسلم- لعياش بن أبي ربيعة، ومن كان معه من المستضعفين في مكة، في حديث أبي هريرة أن النبي -صلى الله عليه وسلم- كان إذا رفع رأسه من الركعة الآخرة يقول: \"اللَّهم أنج عياش بن أبي ربيعة، اللَّهم أنج سلمة بن هشام، اللَّهم أنج الوليد بن الوليد، اللهم أنج المستضعفين من المؤمنين، اللَّهم اشدد وطأتك على مُضر، اللَّهم اجعلها سنين كسني يوسف\". قال ابن أبي الزناد عن أبيه: هذا كله في الصبح. أخرجه البخاري، كتاب الاستسقاء، رقم الحديث (١٠٠٦) , \"فتح الباري\" ٢/ ٤٩٢. وأخرجه مسلم ١/ ٤٦٧، في المساجد، رقم (٦٧٥)، وفي آخره قال أبو هريرة: ثم رأيت رسول الله -صلى الله عليه وسلم- ترك الدعاء بعدُ فقلت: أرى رسول الله -صلى الله عليه وسلم- قد ترك الدعاء لهم قال: فقيل: وما تراهم قد قدموا. وفي حاشية صحيح مسلم: وما تراهم قد قدموا، معناه: ماتوا!. ولم أجد هذا المعنى في =</p><p> وعدة من بني مخزوم، وغيرهم من قريش (١) . </p><p> روى سعيد بن جبير عن ابن عباس في قوله:  {الم} قال: أنَّ الله أعلم (٢) . وقال عكرمة:  {الم} أَن قسم (٣) . </p><p> واختار الزجاج قول ابن عباس (٤) . </p><p>= \"شرح النووي على صحيح مسلم\"؛ وهو تعليق غريب، لا يتضح به المعنى المراد، والمعنى الصحيح ما ذكره أبو حاتم؛ محمد بن حبان البستي: الصواب أن اللعن علي الكفار والمنافقين في الصلاة غير منسوخ، ولا الدعاء للمسلمين، والدليل على صحة هذا قوله -صلى الله عليه وسلم- في خبر أبي هريرة: \"أما تراهم وقد قدموا\" تُبين لك هذه اللفظة أنهم لولا أنهم قدموا ونجاهم الله من أيدي الكفار لأثبت القنوت -صلى الله عليه وسلم-، وداوم عليه .. \"ابن حبان - إحسان\" ٥/ ٣٢٧. رواية ابن حبان: أما تراهم وقد قدموا. ورواية مسلم: وما تراهم قد قدموا. فكأن المعلق فهم من هذه الرواية النفي. والله أعلم. (١) لم أجد هذا القول، وهناك قول آخر في سبب النزول؛ ذكره مقاتل ٧٠ ب؛ قال: نزلت في مِهْجَع بن عبد الله مولى عمر بن الخطاب -رضي الله عنه-، كان أول قتيل من المسلمين يوم بدر، وهو أول من يدعى إلى الجنة من شهداء أمة محمد -صلى الله عليه وسلم-، فجزع عليه أبواه. وذكره عنه الثعلبي ٨/ ١٥٥ ب. والواحدي في \"أسباب النزول\" ٣٤٠. وقال عنه الزيلعي: غريب. \"تخريج أحاديث الكشاف\" ٣/ ٣٩، وساق ما روي في شأن مهجع -رضي الله عنه-. ولا تعارض بين هذه الأسباب فكلها أمثلة لمن حصل لهم البلاء بسبب إيمانهم. وحكمها باقٍ؛ قال ابن عطية: وهذه الآية وإن كانت نازلة بهذا السبب، وفي هذه الجماعة، فهي بمعناها باقية في أمة محمد -صلى الله عليه وسلم-، موجود حكمها بقية الدهر، وذلك أن الفتنة من الله تعالى باقية في ثغور المسلمين بالأسر ونِكاية العدو، وغير ذلك.(٢) أخرجه ابن أبي حاتم ٩/ ٣٠٢٩، عن ابن عباس، من طريق سعيد بن جبير، وأبي الضحى. وسبق ذكر رأي الواحدي في الحروف المقطعة والتعليق عليه في أول سورة الشعراء.(٣) أخرجه ابن أبي حاتم ٩/ ٣٠٣٠.(٤) \"معاني القرآن\" للزجاج ٤/ ١٥٩.</p><p> وقال في قوله:  {أَحَسِبَ النَّاسُ} اللفظ لفظ استخبار، والمعنى معني تقرير وتوبيخ، ومعناه: أحسبوا بمعنى الذين جزعوا من أذى المشركين أن نقنع منهم بأن يقولوا: إنا مؤمنون فقط، ولا يمتحنون بما يتبين به حقيقة إيمانهم (١) . </p><p> وقوله:  {أَنْ يُتْرَكُوا}  (أن) في موضع نصب بحَسِب. </p><p> وقوله:  {أَنْ يَقُولُوا}  (أن) في موضع نصب من جهتين؛ ذكرهما الفراء والزجاج؛ إحداهما أن التقدير:  {أَنْ يُتْرَكُوا} لأن يقولوا أو بأن يقولوا، فلما حذف حرف الخفض وصل {يُتْرَكُوا} إلى أن فنصب. </p><p> والثانية: أن تجعل {أَحَسِبَ} مكررة عليها، المعنى:  {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا} أحسبوا (٢)  {أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ}  (٣) قال أبو إسحاق: الأولى أجود (٤) . </p><p> قال أبو علي: إن تَرَك، يتعدَى إلى مفعول واحد، فإنْ بُنِيَ للمفعول لم يتعدَّ إلى آخَر، فـ {أَنْ يَقُولُوا} لا يتعلق به ولا يتعدى إليه، حتى يقدر محذوفٌ (٥) حرفٌ، ثم يُقدَّرُ الحرفُ فيصل الفعل (٦) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٥٩. (٢) أحسبوا. زيادة من الفراء.(٣) \"معاني القرآن\" للفراء ٢/ ٣١٤. التقدير على هذا القول: {أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا} أحسب الناس {أَنْ يَقُولُوا آمَنَّا} وجملة {وَهُمْ لَا يُفْتَنُونَ} متعلقة بالحالين: الترك، والقول. والله أعلم.(٤) \"معاني القرآن\" للزجاج ٤/ ١٥٩.(٥) محذوف، من نسخة: (ب).(٦) \"الإغفال فيما أغفله الزجاج من المعاني\" ٢/ ٢٢١ أ. والحرف المقدر هو ما سبق ذكره في قول الفراء والزجاج: لأن يقولوا، أو: بأن يقولوا.</p>"
}