{
  "id": null,
  "sura": 28,
  "aya": 85,
  "text": "<p> الشرك، فإن جزاء الشرك النار (١) . </p><p> وقال ابن عباس: يريد ليس لعقابهم صفة ينتهي إليها عذابهم أعظم مما يوصف. والتقدير: إلا جزاء ما كانوا يعملون، وجزاء ما عملوا النار، على ما ذكره المفسرون. </p><p> ٨٥ - قوله تعالى:  {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ} قال ابن عباس: أنزل عليك القرآن (٢) . ونحو ذلك قال مقاتل والمفسرون (٣) . </p><p> قال أبو إسحاق: معنى {فَرَضَ عَلَيْكَ الْقُرْآنَ} : أنزله عليك، وألزمك، وفرض عليك العمل بما يوجبه القرآن (٤) . وتقدير الآية ما ذكره أبو علي؛ فقال: المعنى: فرض عليك أحكام القرآن، وفرائض القرآن. وعلى هذا: الآية من باب حذف المضاف، وقول المفسرين معنى وليس بتفسير؛ وذلك أن الذي فَرض عليه فرائض القرآن هو الذي أنزله، وفرض فرائضه بإنزاله، فقيل فيه: أنزل القرآن. </p><p> {لَرَادُّكَ إِلَى مَعَادٍ} قال ابن عباس في رواية عطاء: مكة (٥) . ونحو ذلك روى العوفي عنه (٦) . </p><p>(١) \"تفسير مقاتل\" ٦٩ ب. (٢) بنصه عند الفراء، وأبي عبيدة، ولم ينسباه. \"معاني القرآن\" ٢/ ٣١٣. و\"مجاز القرآن\" ٢/ ١١٢(٣) لم أجده عند مقاتل، وأخرجه ابن جرير ٢٠/ ١٣٢، وابن أبي حاتم ٩/ ٣٠٢٥، عن مجاهد. وذكره الثعلبي ٨/ ١٥٤ ب، عن أكثر المفسرين، ولم يسمهم.(٤) \"معاني القرآن\" للزجاج ٤/ ١٥٧، قال ابن قتيبة: أي: أوجب عليك العمل به. \"غريب القرآن\" ٣٣٦.(٥) \"تفسير الثعلبي\" ٨/ ١٥٤ ب، من قول عطاء بن أبي رباح.(٦) أخرجه البخاري، من طريق عكرمة، في التفسير، رقم ٤٧٧٣، \"فتح الباري\" =</p><p> وهو قول الكلبىِ ومقاتل؛ قالا: لما نزل النبي -صلى الله عليه وسلم- الجُحفة (١) في مسيره إلى المدينة من مكة لما هاجر اشتاق إليها، وذكر مولده ومولد آبائه، فأتاه جبريل فقال: أتشتاق إلى بلدك ومولدك، فقال النبي -صلى الله عليه وسلم-: \"نعم\" ، فقال جبريل: فإن الله يقول: {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ} يعني إلى مكة ظاهرًا عليهم، فنزلت هذه الآية بالجُحفة، وليست مكية ولا مدنية (٢) . </p><p> ونحو هذا روى الضحاك عن (٣) ابن عباس في نزول الآية بالجحفة (٤) . </p><p> وروى عكرمة عن ابن عباس، ويونس عن مجاهد:  {لَرَادُّكَ إِلَى مَعَادٍ} </p><p>= ٨/ ٥٠٩، وأخرجه النسائي، في كتاب التفسير ٢/ ١٤٧، رقم: ٤٠٦، عن عكرمة عن ابن عباس، وابن جرير ٢٠/ ١٢٥، من طريق عكرمة، وسعيد بن جبير. وذكره الثعلبي ٨/ ١٥٤ ب، عن العوفي عن ابن عباس. (١) الجُحفة: قرية كبيرة على طريق المدينة من مكة على أربع مراحل، وهي ميقات أهل مصر والشام إن لم يمروا على المدينة، فإن مروا على المدينة فميقاتهم ذو الحليفة. \"معجم البلدان\" ٢/ ١٢٩. وتوجد اليوم آثارها شرق مدينة رابغ بحوالي ٢٢ كم. \"معجم المعالم الجغرافية\" ٨٠.(٢) \"تفسير مقاتل\" ٦٩ ب. و\"تأويل مشكل القرآن\" ٤٢٥، ونسبه لأبي صالح، و\"غريب القرآن\" لابن قتيبة ٣٣٦. وذكره الثعلبي ٨/ ١٥٤ ب، عن مقاتل. ويعني بقوله: ليست مكية ولا مدنية: المكان، أما من ناحية التعريف الاصطلاحي فالراجح أن ما كان قبل الهجرة فهو مكي، وإن نزل خارج مكة، وما كان بعد الهجرة فهو مدني، وإن نزل خارج المدينة، والله أعلم. \"البرهان في علوم القرآن\" ١/ ٢٣٩، و\"الإتقان في علوم القرآن\" ١/ ١١.(٣) في نسخة: (ب): عن مجاهد وابن عباس.(٤) أخرجه ابن أبي حاتم ٩/ ٣٠٢٦، من قول الضحاك. وذكره الثعلبي ٨/ ١٥٤ ب، عن الضحاك عن ابن عباس.</p><p> إلى مولدك: مكة (١) . وهو قول الضحاك، واختيار الفراء (٢) . وعلى هذا قيل لمكة: معاد؛ لأن معاد الرجل: بلده، وذلك أنه يتصرف في أسفاره، ثم يعود إلى بلده (٣) . </p><p> وذكر الفراء وجهين آخرين؛ فقال: المعاد هاهنا، إنما أراد به حيثُ وُلدتَ، وليس من: العَود. قال: وقد يكون أن يجعل قوله {لَرَادُّكَ إِلَى مَعَادٍ} لَمصيرك إلى أن تعود إلى مكة مفتوحة لك (٤) . فالوجه الأول: معنى المعاد: المولد. وهو قول أحمد بن يحيى. والوجه الثاني: المعاد: مصدر بمعنى: العود. </p><p> القول الثاني في المعاد، أنه: الجنة. وهو قول [أبي سعيد الخدري؛قال:معاده: آخرته الجنة. ورواية السدي عن أبي صالح، و]  (٥) سعيد بن جبير عن ابن عباس، ورواية ليث عن مجاهد (٦) . وعلى هذا معنى المعاد: الموضع الذي يصير إليه. [فكل شيء إليه]  (٧) المصير فهو: المعاد. </p><p>(١) أخرجه ابن جرير ٢٠/ ١٢٥، عن ابن عباس من طريق عكرمة وسعيد بن جبير، ومجاهد من طريق يونس بن عمر، وهو ابن أبي إسحاق. و\"غريب القرآن\" لابن قتيبة ٣٣٦، ونسبه لمجاهد. (٢) \"معاني القرآن\" للفراء ٢/ ٣١٣. واقتصر عليه أبو القاسم الزجاجي، في كتابه: \"اشتقاف أسماء الله تعالى\" ٤٣٨.(٣) \"تأويل مشكل القرآن\" ٤٢٥.(٤) \"معاني القرآن\" للفراء ٢/ ٣١٣.(٥) ما بين المعقوفين ساقط من نسخة (ج).(٦) أخرجه ابن جرير ٢٠/ ١٢٤، وابن أبي حاتم ٩/ ٣٠٢٦، عن سعيد بن جبير، عن ابن عباس، وأخرجه عن السدي من طريق أبي صالح، وأخرجه عن مجاهد أيضًا. وأخرجه عن ابن عباس، أبو يعلى الموصلي ٢/ ٣٧٠، وقال الهيثمي: رجاله ثقات. \"مجمع الزوائد\" ٧/ ٨٨(٧) ما بين المعقوفين ساقط من نسخة (ج).</p><p> ومصيره -صلى الله عليه وسلم- في الآخرة إلى الجنة، فهي معاده. </p><p> القول الثالث في المعاد: أنه القيامة. وهو رواية ابن أبي نجيح عن مجاهد، قال: يحييك يوم القيامة. وهو قول الحسن والزهري؛ قالا: معاده: الآخرة (١) . واختاره الزجاج؛ فقال: أكثر التفسير: لباعثك، وعلى هذا كلام الناس: اذكر المَعَاد، أي: اذكر مبعثك في الآخرة (٢) . وذُكر فيه قولٌ رابع:  {إِلَى مَعَادٍ} إلى الموت؛ رواه الأعمش عن بعض أصحابه، عن سعيد بن جبير [عن ابن عباس، وروي ذلك أيضًا عن أبي سعيد الخدري]  (٣) . </p><p> وأهل المعاني اختاروا القول الثاني؛ وقالوا: المعنى: إنه يعود في النشأة الثانية إلى الجنة. </p><p> وتم الكلام عند قوله:  {إِلَى مَعَادٍ} ثم ابتدأ كلامًا آخر فقال: {قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى} قال مقاتل: هذا جواب لكفار مكة لما كذبوا محمدًا، وقالوا له: إنك في ضلال، فأنزل الله:  {قُلْ} لهم {رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَى} [وأنا الذي جئت بالهدى، وهو أعلم بـ {مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ} نحن </p><p>(١) أخرجه عنهما عبد الرزاق ٢/ ٩٤، وأخرجه ابن جرير ٢٠/ ١٢٤، عن عكرمة وعطاء ومجاهد والحسن والزهري، وأخرجه ابن أبي حاتم ٩/ ٣٠٢٦، عن ابن عباس، من طريق عكرمة، وعن مجاهد، وقتادة. (٢) \"معاني القرآن\" للزجاج ٤/ ١٥٨.(٣) ما ببن المعقوفين ساقط من نسخة: (أ)، (ب). وأخرج هذا القول ابن جرير ٢٠/ ١٢٥، عن ابن عباس، وسعيد ابن جبير، وأخرجه أيضًا عن ابن عباس، من طريق الأعمش عن سعيد بن جبير، وكذا ابن أبي حاتم ٩/ ٣٠٢٥، عن ابن عباس، من طريق الأعمش عن سعيد بن جبير، وعن عكرمة ومجاهد مثله. وذكره الثعلبي ٨/ ١٥٥ أ، عن سعيد بن جبير، وابن عباس.</p>"
}