{
  "id": null,
  "sura": 28,
  "aya": 7,
  "text": "<p> ٦ - وقوله:  {وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ} قال ابن عباس: نملكهم ما كان يملك فرعون. يقال: مكنته ومكنت له، قال الله تعالى:  {وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ}  [الأعراف: ١٠]  (١) ، وقال:  {مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ}  [الأنعام: ٦] وقد مر (٢) . </p><p> {وَنُرِيَ فِرْعَوْنَ} الآية، أي مولود بني إسرائيل الذي يذهب ملكهم على يده، ويهلك القبط بسببه. وقرأ حمزة والكسائي:  {وَيرَى} بالياء {فِرْعَوْنَ} وما بعده رفعًا، على معنى: أنَّهم يرونه إذا أُروه؛ والاختيار قراءة العامة؛ ليكون الكلام من وجه واحد (٣) . </p><p> ٧ - قوله:  {وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ} قال قتادة: أي قذفنا في قلبها, وليس بوحي إرسال (٤) . </p><p>(١) لم يتكلم الواحدي في تفسير هذه الآية عن دخول اللام في مكن، بل اقتصر على قوله: قال الزجاج: معنى التمكين في الأرض: التمليك والقدرة وهو قول ابن عباس قال: يريد: ملكناكم في الأرض؛ يريد: ما بين مكة إلى اليمن، وما بين مكة إلى الشام. (٢) قال الواحدي في تفسير هذه الآية: قوله تعالى {مَكَّنَّاكُمْ} ثم قال: {مَا لَمْ نُمَكِّنْ لَكُمْ} ولم يقل: نمكنكم، وهما لغتان؛ تقول العرب: مكنته، ومكنت له، كما تقول: نصحته، ونصحت له. قال صاحب النظم: العرب تتسع في الأفعال التي تتعدى بحروف الصفات، فربما عدوها بغيرها كقوله تعالى: {فَأَيْنَ تَذْهَبُونَ} [التكوير: ٢٦] المعنى: فإلى أين تذهبون .. أ. هـ.حروف الصفات هي: حروف المعاني.(٣) \"السبعة في القراءات\" ٤٩٢. و\"الحجة للقراء السبعة\" ٥/ ٤١١، ولم يذكر هذا الاختيار. وإعراب القراءات السبع ٢/ ١٦٨، و\"النشر\" ٢/ ٣٤١.(٤) أخرجه عبد الرزاق ٢/ ٨٧، وابن جرير ٢٠/ ٢٩، وابن أبي حاتم ٩/ ٢٩٤١، =</p><p> وقال مقاتل: أتاها جبريل بذلك (١) . </p><p> قال أبو إسحاق: قيل: إن الوحي هاهنا إلهام؛ والآية تدل على أنه وحي إعلام؛ وهو قوله:  {إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ} وجائز أو يُلقي الله في قلبها أنه مردود إليها، وأنه يكون مرسلًا, ولكن أن يكون الوحي هاهنا إعلامًا أبين (٢) . </p><p> قال الكلبي ومقاتل (٣) : لما ولدته أرضعته ثلاثة أشهر، فلما خافت أن يسمع الجيران بكاء الصبي اتخذت لها تابوتًا من بَردي وقَيَّرته (٤) ، ووضعت فيه موسى ثم ألقته في نيل مصر، وذلك قوله:  {أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ}  (٥) ونحو هذا قال ابن جريج؛ إنَّها ألقته في اليم بعد أن أرضعته أشهرًا (٦) . </p><p>= واقتصر عليه ابن قتيبة، في \"غريب القرآن\" ٣٢٨، وقال: ومثله {وَإِذْ أَوْحَيْتُ إِلَى الْحَوَارِيِّينَ} [المائدة: ١١١]. (١) \"تفسير مقاتل\" ٦٣ ب.(٢) \"معاني القرآن\" للزجاج ٤/ ١٣٢. وقيل: إنه كان رؤيا منام. \"وضح البرهان\" ٢/ ١٤٥.(٣) ومقاتل. في نسخة (ج).(٤) البردي، بفتح الباء: نبات معروف، واحدته: بردية، ترتفع ساقه إلى نحو متر، أو أكثر، ينمو بكثرة في منطقة المستنقعات بأعالى النيل. \"لسان العرب\" ٣/ ٨٧، و\"المعجم الوسيط\" ١/ ٤٨، مادة: برد. قيرته: مأخوذ من القار، أو القِير: كل شيء يطلى به، وهو مادة سوداء تطلى بها السفن لمنع الماء أن يدخل. \"تهذيب اللغة\" ٩/ ٢٧٧. مادة: قرى.(٥) \"تفسير مقاتل\" ٦٣ ب. و\"تاريخ الطبري\" ١/ ٣٨٩. واليم: النيل، في قول السدي أيضًا؛ أخرجه ابن جرير ٢٠/ ٣٠.(٦) أخرجه ابن جرير ٢٠/ ٣٠. وفيه تحديد الأشهر بأربعة.</p><p> وقال السدي: أُمرت أن ترضعه بعد ولادها، وتلقيه في اليم (١) . والقول الأول أليق بمنظم الآية؛ للفصل بين الإلقاء والإرضاع بالخوف (٢) ، وخوفها ما ذكروا أنها خافت أن يسمع الجيران بكاء الصبي (٣) . </p><p> قوله:  {وَلَا تَخَافِي وَلَا تَحْزَنِي} قال مقاتل: قالت المرأة: رب إني قد علمت أنك قادر على ما تشاء (٤) ، ولكن كيف لي أن ينجو صبي صغير من عمق البحر، وبطون الحيتان؟ فأوحى الله إليها:  {وَلَا تَخَافِي} عليه الضيعة فإني أوكل به ملكًا يحفظه في اليم (٥)  {وَلَا تَحْزَنِي} لفراقه {إِنَّا رَادُّوهُ إِلَيْكِ} لتمام رضاعه لتكوني أنت ترضعيه {وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ} إلى أهل مصر (٦) . </p><p>(١) أخرجه ابن جرير ٢٠/ ٣٠. (٢) قال ابن جرير ٢٠/ ٣٠: وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره أمر أم موسى أن ترضعه فإذا خافت عليه من عدو الله فرعون وجنده أن تلقيه في اليم، وجائز أن تكون خافتهم عليه بعد أشهر من ولادها إياه، وأي ذلك كان فقد فعلت ما أوحى الله إليها فيه، ولا خبر قامت به حجة، ولا فطرة في العقل لبيان أي ذلك كان.(٣) أخرجه ابن أبي حاتم ٩/ ٢٩٤٢، عن ابن عباس.(٤) قدرة الله تعالى إذا ذكرت على أنها صفة فلا تقيد بالمشيئة حتى لا يوهم التقييد اختصاصها بما يشاؤه الله تعالى فقط، قال الله تعالى: {وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة: ٢٠] وإذا ذكرت المشيئة لتقرير أمر واقع فلا مانع من تقييدها بالمشيئة؛ لأن الواقع لا يقع إلا بالمشيئة. المجموع الثمين من فتاوى ابن عثيمين ١/ ١١٨، باختصار.(٥) \"تفسير مقاتل\" ٦٣ ب.(٦) \"تفسير مقاتل\" ٦٣ ب. في هذه الآية خبران، وأمران، ونهيان، وبشارتان. \"وضح البرهان\" ٢/ ١٤٦.</p>"
}