{
  "id": null,
  "sura": 28,
  "aya": 79,
  "text": "<p> حساب (١) . فأما قوله: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) } [الحجر: ٩٢] فإنهم يُسألون سؤال تقريع وتوبيخ؛ كما قال الحسن في هذه الآية: لا يُسألون ليُعلم ذلك مِنْ قِبَلِهم، وإن سئلوا فسؤال تقريع وتوبيخ (٢) . </p><p> وقال أهل المعاني:  {يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ} سؤال من لعل له عذرًا يسقط لائمته (٣) . </p><p> وقال مقاتل: يقول لا يُسأل مجرمو هذه الأمة عن ذنوب الأمم الخالية الذين عذبوا في الدنيا، فإن الله قد أحصى أعمالهم الخبيثة وعلمها (٤) . وعلى هذا القول الكناية في:  {ذُنُوبِهِمُ} لا تعود [إلى المجرمين]  (٥) ، إنما تعود إلى مَنْ أهلك الله من القرون؛ وهو أيضًا ليس بالقوي. </p><p> ٧٩ - قوله تعالى:  {فَخَرَجَ عَلَى قَوْمِهِ} يعني بني إسرائيل {فِي زِينَتِهِ} قال مقاتل: يعني بالزينة: الشارة (٦) . </p><p> قال عطاء عن ابن عباس: قالوا: البغال الشُّهْب (٧) حَمَل عليها </p><p>(١) أخرجه عبد الرزاق ٢/ ٩٤، وابن جرير ٢٠/ ١١٤، وابن أبي حاتم ٩/ ٣٠١٣. (٢) ذكره عنه الثعلبي ٨/ ١٥٢ ب.(٣) في نسخة: (أ)، (ب): عذرًا سقط عنه.(٤) \"تفسير مقاتل\" ٦٩ أ.(٥) ما بين المعقوفين ساقط من نسخة (ج).(٦) \"تفسير مقاتل\" ٦٩ أ. وأخرجه ابن أبي حاتم ٩/ ٣٠١٤، عن الضحاك. يقال: ما أحسن شَوَار الرجل، وشارَته، يعني: لباسه وهيئته. \"تهذيب اللغة\" ١١/ ٤٠٤ (شار).(٧) الشهب في ألوان الخيل: أن تشق معظم لونه شعرة، أو شعرات بيض. \"تهذيب اللغة\" ٦/ ٨٨ (شهب).</p><p> الكواعب من الجواري (١) ، وألبسهن ثياب الحمرة (٢) . </p><p> وقال مجاهد: خرج بجوارٍ عليهن ثياب حمر، على بَراذينَ بيضٍ، عليها سرج حمر من أُرجوان (٣) . </p><p> وقال قتادة: خرج على أربعة آلاف دابة، عليهم ثياب حمر، منها ألف بغلة بيضاء عليها قطائف الأُرجوان (٤) . </p><p> وقال مقاتل: خرج على بغلة شهباء عليها سَرج من ذهب، عليه الأُرجوان، ومعه أربعة آلاف فارس على الخيل، عليهم وعلى دوابهم الأُرجوان، ومعهم ثلاثمائة جارية بيض، عليهن الحلي، والثياب الحمر، على البغال الشُّهب (٥) . </p><p> قال أبو إسحاق: والأرجوان في اللغة: صبغ أحمر، وهو: ما روي </p><p>(١) الكواعب: هي التي نهد ثديها، إذا ارتفع عن الصدر، وصار له حجم. \"اللسان\" ١/ ٧١٩ (كعب) و (نهد) ٣/ ٤٢٩. (٢) أخرجه نحوه ابن جرير ٢٠/ ١١٧، عن ابن عباس، من طريق عبد الله بن الحارث.(٣) أخرجه نحوه ابن جرير ٢٠/ ١١٥، وابن أبي حاتم ٩/ ٣٠١٣، عن مجاهد. وذكره الثعلبي ٨/ ١٥٢ ب. والبراذين: جمع: بِرذُون، الدابة، والبراذين من الخيل: ما كان من غير نتاج العِراب. \"اللسان\" ١٣/ ٥١، وفي \"المعجم الوسيط\" ١/ ٤٨: البرذون يطلق على غير العربي من الخيل والبغال، من الفصيلة الخيلية، عظيم الخِلقة، غليظ الأعضاء، قوي الأرجل، عظيم الحوافر.والسَّرج: رَحْل الدابة. \"تهذيب اللغة\" ١٠/ ٥٨٢ (سرج)، و\"اللسان\" ٢/ ٢٩٧. والأرجوان: شجر له زهر شديد العمرة، حسن المنظر، وليست له رائحة. \"المعجم الوسيط\" ١/ ٣١.(٤) أخرجه عبد الرزاق ٢/ ٩٤، وابن جرير ٢٠/ ١١٥، وابن أبي حاتم ٩/ ٣٠١٤.(٥) \"تفسير مقاتل\" ٦٩ أ. وذكره عنه الثعلبي ٨/ ١٥٢ ب.</p>"
}