{
  "id": null,
  "sura": 28,
  "aya": 76,
  "text": "<p> وقوله:  {فَقُلْنَا هَاتُوا بُرْهَانَكُمْ} قال مجاهد: حجتكم بما كنتم تعبدون وتقولون (١) . </p><p> وقال مقاتل: حجتكم بأن معي شريكًا (٢) . </p><p> وقال أبو إسحاق: أي هاتوا فيما اعتقدتم برهانًا، أي: بيانًا، إن كنتم على حق (٣) . </p><p> قوله:  {فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ} قال ابن عباس: فلم يجيبوا، وعلموا أن الذي جاءهم به رسلهم هو الحق. وقال مقاتل: فعلموا أن التوحيد لله {وَضَلَّ عَنْهُمْ} في الآخرة {مَا كَانُوا يَفْتَرُونَ} في الدنيا أن مع الله شريكًا (٤) . وافتراؤهم: ادعاؤهم الآلهة مع الله. </p><p> ٧٦ - وقوله تعالى:  {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى} قال ابن عباس: يريد: من بني إسرائيل، ثم في سبط (٥) موسى، وهو ابن خالته. وقال قتادة ومقاتل وإبراهيم: كان ابن عمه لخالته (٦) ، كان قارون بن يصهر ابن قاهث، وموسى بن عمران بن قاهث (٧) . </p><p> وقال ابن إسحاق: كان موسى ابن أخي قارون، وقارون كان عم </p><p>(١) أخرجه ابن جرير ٢٠/ ١٠٥، وابن أبي حاتم ٩/ ٣٠٠٥. (٢) \"تفسير مقاتل\" ٦٨ ب.(٣) \"معاني القرآن\" للزجاج ٤/ ١٥٣.(٤) \"تفسير مقاتل\" ٦٨ ب.(٥) السبط في اللغة: الجماعة الذين يرجعون إلى أب واحد، والسبط في الشجرة, فالسبط الذين هم من شجرة واحدة. \"معاني القرآن\" للزجاج ٤/ ٢١٧.(٦) في نسخة: (أ): لخالاته.(٧) \"تفسير مقاتل\" ٦٨ ب. وأخرجه ابن جرير ٢٠/ ١٠٦، عن النخعي، وقتادة. ونسبه الثعلبي ٨/ ١٥١ أ، لأكثر المفسرين.</p><p> موسى لأبيه وأمه؛ لأن عمران وقارون كانا ابني: يصهر بن قاهث (١) . </p><p> وقوله:  {فَبَغَى عَلَيْهِمْ} أي: بكثرة ماله، كأنه جاوز الحد بالتكبر والتجبر عليهم. وهذا قول قتادة؛ قال: بغى عليهم بكثرة ماله وولده بالكِبْر والبذخ (٢) . ونحوه قال مقاتل (٣) . </p><p> وقال المسيب (٤) : كان قارون عاملًا لفرعون على بني إسرائيل، فكان يبغي عليهم ويظلمهم (٥) . </p><p> وقال الفراء: بغيه عليهم: أنه قال: إذا كانت النبوة لموسى، وكان المَذبح والقربان في يد هارون، فمالي (٦) ؟ وهذا قول الكلبي؛ قال: إن قارون قال لموسى: يا موسى ألك النبوة، ولهارون الحُبورَة (٧) ؟ ولستُ في شيء من ذلك، لا أصبر على هذا أبدًا (٨) . وعلى هذا بغيه: طلبه ما ليس له </p><p>(١) أخرجه ابن جرير ٢٠/ ١٠٥، وذكره عنه الثعلبي ٨/ ١٥١ أ. وهذا الاختلاف مما لا طائل تحته، ولا ترجى من ورائه فائدة، فقارون من قوم موسى كما أخبر الله تعالى عنه، فكونه من قرابته أم لا، لا يغير في المسألة شيئاً. والله أعلم. (٢) أخرجه ابن جرير ٢٠/ ١٠٦، وابن أبي حاتم ٩/ ٣٠٠٦، عن قتادة. وذكره عنه الثعلبي ٨/ ١٥١ أ.(٣) \"تفسير مقاتل\" ٦٨ ب.(٤) المسيب هو: عيسى بن المسيَّب كما صرح به الثعلبي ٨/ ١٥١ أ، البجلي، قاضي الكوفة، روى عن قيس ابن أبي حازم، والشعبي والنخعي، ضعفه يحيى بن معين وغيره. \"الكامل في ضعفاء الرجال\" ٥/ ١٨٩٢، و\"الجرح والتعديل\" ٦/ ٢٨٨.(٥) ذكره عنه الثعلبي ٨/ ١٥١ أ.(٦) \"معاني القرآن\" للفراء٢/ ٣١٠.(٧) ذكر الواحدي معنى الحبرة في سورة الروم، آية: ١٥ {فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ} وسيأتى -إن شاء الله تعالى-.(٨) \"تنوير المقباس\" ٣٣٠، وذكره الثعلبي ٨/ ١٥٣ أ. في خبر طويل نسبه للعلماء بأخبار القدماء، ولم يسمهم.</p><p> أن يطلبه من مساواة الأنبياء في درجتهم. </p><p> وقال شهر بن حوشب في تفسير قوله:  {فَبَغَى عَلَيْهِمْ} : زاد عليهم في الثياب شبرًا (١) . وهذا معنى القول الأول, لأنه يريد: تكبر عليهم وتجبر، وطولُ الثوب من علامات الكبر، ولذلك نُهي عنه (٢) . </p><p> قوله تعالى:  {وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ} قال الأخفش: يريد: الذي إن مفاتحه، وهذا موضع لا يكاد يبتدأ فيه بـ: إن (٣) . يعني: أنَّ (إِنَّ) هاهنا من صلة ما لا يبتدأ به هاهنا، فالوقف على (مَا) وإن كان (إِنَّ) من حروف الابتداء؛ لأن ما (٤) مع ما بعده من صلة الموصول (٥) . </p><p> والمراد بالمفاتيح هاهنا: الخزائن في قول الأكثرين. وهو قول مقاتل </p><p>(١) أخرجه: \"ابن جرير\" ٢٠/ ١٠٦، و\"ابن أبي حاتم\" ٩/ ٣٠٠٦. وذكره عنه \"الثعلبي\" ٨/ ١٥١ ب. (٢) في أحاديث كثيرة؛ منها حديث أبي ذر -رضي الله عنه-، عن النبي -صلى الله عليه وسلم- قال: \"ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم، قال: فقرأها رسول الله -صلى الله عليه وسلم- ثلاث مرات قال أبو ذر: خابوا وخسروا من هم يا رسول الله قال: المسبل والمنان والمنفق سلعته بالحلف الكاذب\". أخرجه مسلم ١/ ١٠٢، كتاب الإيمان, رقم: ١٠٦.(٣) \"معاني القرآن\" للأخفش ٢/ ٦٥٤، بلفظ: إن الذي مفاتحه. وفي نسخة: (ب)، (ج): الذي إن مفاتحه، وفي نسخة: (أ): إن مفاتحه. بإسقاط: الذي. وذكر هذا المعنى ابن قتيبة، عن أبي صالح، \"غريب القرآن\" ٣٣٥.(٤) ما: ساقطة من نسخة (أ)، (ج).(٥) قال سيبويه: (إِنَّ) صلة لـ (مَا) كأنك قلت: ما والله. الكتاب ٣/ ١٤٦، وذكر أبو علي هذه الآية مثالاً لكسر: إن، إذا وقعت بعد الاسم الموصول. \"الإيضاح العضدي\" ١٦٣.</p><p> والضحاك وأبي صالح وأبي رزين؛ قالوا:  {مَفَاتِحَهُ} خزائنه (١) . وهذا كقِوله:  {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ}  [الأنعام: ٥٩] يعني: خزائن الغيب (٢) ، وقد مرَّ (٣) . </p><p> وقال آخرون: المفاتح هاهنا جمع: مفتاح، وهو ما يفتح به الباب. وهو قول قتادة ومجاهد وخيثمة؛ قالوا: كانت مفاتيحه من جلود الإبل (٤) . والأول اختيار الفراء والزجاج؛ قال: الأشبه في التفسير: {إِنَّ مَفَاتِحَهُ} : خزائن ماله (٥) . </p><p> وقال الفراء:  {مَفَاتِحَهُ} خزائنه (٦) . وأيضًا فإن المفاتح لو كان جمع مفتاح لكان وجه الكلام أن يقال: مفاتيح، وإن كان المفاتح جائزًا. </p><p> قال الليث: وجمع المفتاح (٧) الذي يفتح به المِغلاقُ: مفاتيح، وجمع المَفْتَح الخزانة: مفاتح (٨) . </p><p>(١) أخرجه ابن جرير ٢٠/ ١٠٧، عن أبي صالح، والضحاك، وأخرجه عن أبي رزين ابن أبي حاتم ٩/ ٣٠٠٧. و\"تفسير مقاتل\" ٦٨ ب. والزاهر في معاني كلمات الناس ١/ ٤٦٤، ولم ينسبه. وذكره الثعلبي ٨/ ١٥١ ب، عن أبي صالح، وأبي رزين. (٢) \"غريب القرآن\" لابن قتيبة ٣٣٥.(٣) قال الواحدي في تفسير هذه الآية من سورة الأنعام: قال السدي والحسن: {مَفَاتِحُ الْغَيْبِ} خزائن الغيب. ونحو ذلك قال ابن عباس، والضحاك ومقاتل في المفاتح أنها: الخزائن.(٤) وهو قول أبي عبيدة \"مجاز القرآن\" ٢/ ١١٠. وذكره الزجاج ٤/ ١٥٤، ولم ينسبه. وذكره الثعلبي ٨/ ١٥١ أ، عن مجاهد.(٥) \"معاني القرآن\" للزجاج ٤/ ١٥٥.(٦) \"معاني القرآن\" للفراء ٢/ ٣١٠.(٧) من هنا بدأ السقط في نسخة: (ج)، إلى الآية: ٧٩.(٨) كتاب \"العين\" ٣/ ١٩٤ (فتح)، ونقله عنه الأزهري، \"تهذيب اللغة\" ٤/ ٤٤٧.</p><p> وقوله:  {لَتَنُوءُ بِالْعُصْبَةِ} معنى النَّوء في اللغة: النهوض بجهد ومشقة (١) . </p><p> قال ذو الرُّمة يصف الفراخ: </p><p> يَنُوءنَ ولم يُكْسَيْنَ إلا منازعًا ... من الريش تَنْواءَ الفِصالِ الهَزائلِ (٢) </p><p> ويقال: ناء بحمله، إذا نهض به مثقلًا. </p><p> قال ذو الرمة: </p><p> تَنوءُ بأُخراها فَلأيًا قيامُها ... وتمشي الهُوينى عن قريبٍ فَتُبْهرُ (٣) </p><p> يريد: أنها تنهض بجهد لما في آخرها، وهي عجيزتها من اللحم. قال الأزهري: وأصل النَّوء: الميل في شِقٍ، أنشد الفراء: </p><p> حتى إذا ما التأمَتْ مَوَاصِلُه ... وناء في شِقِّ الشمالِ كاهلُه </p><p> يعني: الرامي لَمَّا نزع القوس مال في جانب الشمال (٤) . وقيل لمن نهض بحمله: ناء به؛ لأنه إذا نهض به وهو ثقيل أناء الناهض، أي: أماله. </p><p>(١) \"تهذيب اللغة\" ١٥/ ٥٣٦ (ناء). (٢) معنى: ينوءن: ينهضن، يعني: الفراخ، ولم يكسين إلا منازعًا، أي: بقايا ريش، والهزائل: جمع هزيل، أي: مهزول. \"ديوان ذي الرمة\" شرح الخطيب التبريزي ٤٦٤.(٣) \"تهذيب اللغة\" ١٥/ ٥٣٧ (ناء)، ونسبه لذي الرمة. وأنشده الثعلبي ٨/ ١٥١ ب، ولم ينسبه. ومعنى: تنوء: أي: تنهض بعجيزتها، وتنوء بها عجيزتها، فلأيا: أي: بعد بطء قيامها، وتبهر: تعيا، ومعناه: أن أخراها وهي عجيزتها تثنيها إلى الأرض لضخمها وكثرة لحمها. \"ديوان ذي الرمة\" شرح الخطيب التبريزي ٢٢١، ورواية الديوان: وتمشي الهوينى من قريب.(٤) \"معاني القرآن\" للفراء ٢/ ٣١٠، ولم ينسب البيت، وفيه: الثمال، بدل: الشمال وهو تصحيف. وعنه ذكره الأزهري، \"تهذيب اللغة\" ١٥/ ٥٤٠ (ناء). بلفظ: الشمال. ومعنى البيت: أن الرامي لما نزع القوس مال على شقه.</p><p> وكذلك النجم إذا سقط مائلًا عن مغيبه الذي يغيب فيه (١) . وذكرنا تفسير العصبة عند قوله:  {وَنَحْنُ عُصْبَةٌ}  [يوسف: ٨، ١٤]  (٢) . </p><p> قال ابن عباس في رواية عطاء: كان يحمل مفاتيحه أربعون رجلاً، أقوى ما يكون من الرجال (٣) . </p><p> وقال مجاهد: العصبة ما بين العشرة إلى خمسة عشر (٤) . </p><p> وقال مقاتل: العصبة: عشرة نفر إلى أربعين (٥) . </p><p> وقال الكلبي: ما بين الخمسة عشر إلى الأربعين (٦) . </p><p> وقال أبو صالح: العصبة أربعون (٧) . </p><p>(١) \"تهذيب اللغة\" ١٥/ ٥٤٠ (ناء). (٢) قال الواحدي في تفسير هذه الآية: قال الفراء: العصبة من العشرة إلى الأربعين. وقال المبرد: العصبة الجماعة، وتعصب القوم إذا اجتمعوا على هيئة يشد بعضهم بعضًا، ومنه العصبة في النسب؛ وهم الذين يجمعهم التعصب، فمعنى: العصبة: جماعة متعاونة.(٣) أخرج ابن جرير ٢٠/ ١٠٧، عن الضحاك: يزعمون أن العصبة: أربعون رجلاً ينقلون مفاتحه من كثرة عددها. وهو قول أبي صالح، ذكره عنه الثعلبي ٨/ ١٥١ ب، وذكر عن الضحاك عن ابن عباس، أنه ما بين الثلاثة إلى العشرة.(٤) أخرجه ابن جرير ٢٠/ ١٠٨، وابن أبي حاتم ٩/ ٣٠٠٨. وذكره الثعلبي ٨/ ١٥١ ب.(٥) \"تفسير مقاتل\" ٦٨ ب. وأخرجه ابن جرير ٢٠/ ١٠٦، وابن أبي حاتم ٩/ ٣٠٠٧، عن خيثمة، ومجاهد. واقتصر عليه ابن قتيبة، \"غريب القرآن\" ٣٣٥، ولم ينسبه. وهو قول أبي زيد، \"تهذيب اللغة\" ٢/ ٤٦ (عصب).(٦) \"تنوير المقباس\" ٣٣٠، بلفظ: ذوي القوة وهو أربعون رجلاً يحملون مفاتيح خزائنه.(٧) أخرجه ابن جرير ٢٠/ ١٠٧، وذكره عنه الثعلبي ٨/ ١٥١ ب. واختار هذا القول واقتصر عليه الأنباري \"الزاهر في معاني كلمات الناس\" ١/ ٤٦٤. ولم يذكر دليله على ذلك.</p><p> قال أبو إسحاق: والعصبة في اللغة: الجماعة الذين أمرهم واحد, يتابع بعضهم بعضًا في الفعل، ويتعصب بعضهم لبعض (١) . </p><p> روى الأعمش عن خيثمة قال: كان إذا ركب قارون حملت المفاتيح على ستين بغلًا أغرَّ محجلًا (٢) . </p><p> وقال أبو صالح: كانت تُحمل على أربعين بغلاً، وقيل: سبعون بغلًا (٣) . ولست أدري كيف فسروا العصبة بالبغال، وهي في الرجال (٤) ! </p><p> قال مقاتل في تفسير:  {لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ} عن حمل خزائنه (٥) . </p><p> وقال ابن عباس: ليثقلهم حمل المفاتيح (٦) . </p><p> واختلفوا في وجه:  {لَتَنُوءُ بِالْعُصْبَةِ} ؛ فقال أبو زيد: يقال نؤت بالحمل أنوء به، إذا نهضت به. وناءني الحمل إذا أثقلني (٧) . وهذا معنى قول </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٥٥. وهذا أحسن ما يقال في تعريف العصبة. (٢) أخرجه ابن جرير ٢٠/ ١٠٦، عن خيثمة من طريق الأعمش. وذكره عنه الثعلبي ٨/ ١٥١ ب. الغرة: البياض في وجه الفرس. \"تهذيب اللغة\" ١٦/ ٧٠ (غرر). والتحجيل: بياض في قوائم الفرس، تقول العرب: فرس مُحجَّل. \"تهذيب اللغة\" ٤/ ١٤٥ (حجل).(٣) أخرج رواية الأربعين، ابن جرير ٢٠/ ١٠٧، وابن أبي حاتم ٩/ ٣٠٠٨، وأخرج رواية السبعين، ابن أبي حاتم ٩/ ٣٠٠٨، بلفظ: سبعون رجلاً. فلعل بغلًا حرفت إلى: رجلاً.(٤) وهذا نقد حسن، وكان الأولى الإعراض عن هذه الأقوال كلها. والله أعلم.(٥) \"تفسير مقاتل\" ٦٨ ب.(٦) ذكر البخاري عن ابن عباس، في قوله تعالى {أُولِي الْقُوَّةِ} قال: لا يرفعها العصبة من الرجال. \"فتح الباري\" ٨/ ٥٠٦.(٧) \"معاني القرآن\" للزجاج ٤/ ١٥٥، و\"تهذيب اللغة\" ١٥/ ٥٣٦ (ناء).</p><p> ابن عباس: ليثقلهم (١) . وعلى هذا الباء في:  {بِالْعُصْبَةِ} للتعدية. وشرح ذلك الفراء والمبرد؛ قال الفراء: نوؤها بالعصبة أن تثقلهم. والمعنى:  {إِنَّ مَفَاتِحَهُ} تَنيءُ العصبةَ، أي: تميلهم من ثقلها، فإذا أدخلت الباء قلت: تنوء بهم، كما قال الله تعالى:  {آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا}  [الكهف: ٩٦] والمعنى: ائتوني بقِطْر، فإذا حذفت الباء زدت على الفعل ألفا من أوله (٢) . </p><p> وقال المبرد: مجازه في الحقيقة: {مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ} أي: تجعل العصبة تنوء؛ وهذا كقولك: قم بنا، أي: اجعلنا نقوم، واعدل بنا إلى فلان، وهذا محض كلام العرب. وأنشد لقيس بن الخطيم: </p><p> ديارَ التي كادت ونحن على مِنًى ... تَحُلُّ بنا لولا نَجاءُ الرَّكائبِ (٣) </p><p> أي: تجعلنا نحلها (٤) . ونحو هذا قال أبو إسحاق:  {لَتَنُوءُ بِالْعُصْبَةِ} لتثقل العصبة (٥) . </p><p> وقال أبو عبيدة ومن وافقه: هذا مقلوب، إنما العصبة تنوء بالمفاتيح (٦) ، وهذا قول الأخفش، وأنشد: </p><p>(١) ذكره البخاري عنه، معلقًا بصيغة الجزم ٨/ ٥٠٦. (٢) \"معاني القرآن\" للفراء ٢/ ٣١٠.(٣) أنشده ونسبه المبرد، \"الكامل\" ٢/ ٨١٣. وهو في ديوان قيس بن الخطيم ٧٧، وفي الحاشية: يقول: أنا نظرنا إليها ونحن سائرون، فلولا أن الإبل -لَمَّا شُغلنا بالنظر إليها- سارت ونحن لا نعلم لكنا قد نزلنا.(٤) \"الكامل\" للمبرد ١/ ٤٧٥، ولفظه: العصبة تنوء بالمفاتيح، أي: تستقل بها في ثقل. وليس فيه إنشاد البيت.(٥) \"معاني القرآن\" للزجاج ٤/ ١٥٥.(٦) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١٠. وذكره عنه الأنباري، في \"الزاهر في معاني كلمات الناس\" ١/ ٤٦٣، ولم يعلق عليه.</p><p> ما كنتَ في الحربِ العَوانِ مُغَمَّرًا ... إذْ شَبَّ حَرُّ وَقودِها أجزَالها (١) </p><p> والأجزال: هي شَبَّت الحرَّ، فجعل هذا مثل قولهم: </p><p> أوْ بلغتْ سؤاتُهم هَجَرُ (٢) </p><p> يريد: بلغت سؤاتهم هجر. قال الفراء: فإن كان سمع بهذا أثرًا فهو وجه، وإلا فإن الرجل جهل المعنى (٣) . </p><p>(١) \"معاني القرآن\" للأخفش ٢/ ٦٥٤، ولم ينسب البيت. وأنشده ابن جرير ٢٠/ ١٠٩، ونسبه للأعشى. المغمر: الذي لم يجرب الأمور بعد، والأجزال، مفردها: جزل: الحطب اليابس، والبيت من قصيدة له يمدح فيها قيس ابن معد يكرب. \"شرح ديوان الأعشى\" ٢٥٩. (٢) أنشده كاملاً الأخفش، \"معاني القرآن\" ١/ ٣١٨، ولم ينسبه، والبيت بتمامه:مثل القنافذ هدَّاجون قد بلغت ... نجران أو بلغت سؤاتهم هجرقال الأخفش: هو يريد أن السؤات بلغت هجرًا، وهجرُ رفع لأن القصيدة مرفوعة. وأنشده كذلك أبو عبيدة \"مجاز القرآن\" ٢/ ٣٩، ونسبه للأخطل، وقال: إنما السوءة البالغة هجرَ، وهذا البيت مقلوب. وعنه أنشده المبرد \"الكامل\" ١/ ٤٧٥، وقال: فجعل الفعل للبلدتين على السعة. ورواية الديوان:على العِيارات هدَّاجون قد بلغت ... نجران أو حُدثت سواءتهم هجرُالعيارات: جمع: عير، أي: الحمار، هدَّاجون: من هدج، أي: سار سيرًا ضعيفاً. والبيت في هجاء بني كُليب. \"شرح ديوان الأخطل\" ١٧٨.(٣) \"معاني القرآن\" للفراء ٢/ ٣١٠، وذكر هذا القول بعد أن قال: وقد قال رجل من أهل العربية: إن المعنى: ما إن العصبة لتنوء بمفاتحه فحول الفعل إلى المفاتح. وقد رد على أن الآية من باب المقلوب ابن قتيبة، ولم يرتض أن يستشهد على ذلك بما وقع لبعض الشعراء؛ فقال: وهذا ما لا يجوز لأحد أن يحكم به على كتاب الله -عز وجل-، لو لم يجد له مذهبًا؛ لأن الشعراء تقلب اللفظ، وتزيل الكلام على الغلط, أو على طريق الضرورة للقافية، أو لاستقامة وزن البيت، ثم ذكر شواهد من الشعر على وقوع القلب فيها، ثم قال بعد ذلك: وأراد بقوله تعالى: {مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ} أي: تُميلها من ثقلها. \"تأويل مشكل القرآن\" ٢٠٠.</p><p> وقوله تعالى:  {إِذْ قَالَ لَهُ قَوْمُهُ} قال مقاتل: بنو إسرائيل (١) . </p><p> وقال الفراء: يعني موسى، وهو من الجمع الذي أريد به الواحد، كقوله:  {الَّذِينَ قَالَ لَهُمُ النَّاسُ}  [آل عمران: ١٧٣] وإنما كان رجلاً من أشجع؛ يقال له نعيم بن مسعود (٢) . </p><p> قوله تعالى:  {لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ} قال المفسرون: لا تأشر ولا تمرح ولا تبطر ولا تفخر (٣) . وأنشد أبو عبيدة في الفرح بمعنى البطر قول هُدبة (٤) : </p><p> ولستُ بِمفْراحٍ إذا الدهرُ سَرَّني ... ولا جازعٍ من صَرْفِه المُتَقَلِب (٥) </p><p> وأنشد لابن أحمر: </p><p> ولا يُنسِيني الحَدَثانُ عِرْضي ... ولا أُلقِي من الفرحِ إلإزارا (٦) </p><p>(١) \"تفسير مقاتل\" ٦٨ ب. (٢) \"معاني القرآن\" للفراء ٢/ ٣١١، ولم يذكر الاسم. وقد ذكر الواحدي في تفسير الآية من سورة آل عمران ثلاثة أقوال؛ هذا أحدها، والثاني: ركب من عبد القيس، والثالث: المنافقون.(٣) \"تفسير مقاتل\" ٦٨ ب. و\"مجاز القرآن\" لأبي عبيدة ٢/ ١١١. و\"تأويل مشكل القرآن \" ٤٩١، و\"معاني القرآن\" للزجاج ٤/ ١٥٥. و\"تفسير الثعلبي\" ٨/ ١٥١ ب.(٤) هُدْبة بن خَشرم بن كُرز، من بني عامر بن ثعلبة، من قضاعة، شاعر فصيح، راوية من أهل بادية الحجاز، قتل في المدينة قصاصًا نحو سنة ٥٠ هـ \"الشعر والشعراء\" ٤٦٤، و\"الأعلام\" ٨/ ٧٨.(٥) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١١، ونسبه لهدبة. وأنشد البيت المبرد، في \"الكامل\" ٣/ ١٤٥٥، في قصة قتل هدبة قصاصًا، وبعد هذا البيت:ولا أبتغىِ الشرَّ والشرُّ تاركي ... ولكنِّي متى أحملْ على الشرِّ أركبُوأنشده ولم ينسبه ابن قتيبة، \"غريب القرآن\" ٣٣٥، وكذا الثعلبي ٨/ ١٥١ ب.(٦) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١١، ونسبه لابن أحمر، وأنشده المبرد في \"الكامل\" ١/ ٥٩، ولم ينسبه، وفيه: ولا أرخي من المرح.</p>"
}