{
  "id": null,
  "sura": 28,
  "aya": 73,
  "text": "<p> مساكنكم، كما تأوي الطير إلى وكورها (١) . </p><p> وقال مقاتل: تستقرون فيه من النَّصَب (٢) . </p><p> وقال أهل المعاني: امتن الله على عباده بالليل للسكون والراحة، ولا ليل في الجنة؛ لأن دار التكليف لابد فيها من التعب الذي يحتاج معه إلى الراحة والحمَّام (٣) ، وليس كذلك دار النعيم؛ لأنه إنما يتصرف فيها بالملاذ. </p><p> قوله تعالى:  {أَفَلَا تُبْصِرُونَ} قال ابن عباس: يريد ما أنتم عليه من الخطأ والضلالة والظلم. </p><p> وقال الكلبي: أفلا تعقلون أنه ليس معه إله غيره يفعل ذلك بكم. </p><p> قال أصحابنا: الإتيان من دلائل إثبات صانع واحد، وذلك أنه كان يجوز في العقل دوام كون الظلمة، وكذلك الضياء، فلما تعاقبا دلا على صانع يكور أحدهما على الآخر، ولما كان تعاقبهما على حسابٍ معلوم في الزيادة والنقصان، لا يختلفان في عام منذ خلقا، دل ذلك على توحيد الصانع؛ إذ لو كان معه إله لأشبه أن يريدَ أحدُهما بقاءَ الليل حين يريد الآخر انقضاءه، وكذلك ضياء النهار، فيختلفان حينئذ في حسابهما. </p><p> ٧٣ - ثم أخبر أن الليل والنهار رحمة فقال (٤) : {وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ} قال الكلبي: ومن نعمته أن جعل لكم الليل والنهار (٥) </p><p>(١) أخرج ابن أبي حاتم ٩/ ٣٠٠٣، عن السدي {تَسْكُنُونَ} تقرون فيه. وفي \"تنوير المقباس\" ٣٣٠: تستقرون فيه. (٢) \"تفسير مقاتل\" ٦٨ ب.(٣) الحميم: الماء الحار، والحمَّام: مشتق منه، تذكَّره العرب. \"تهذيب اللغة\" ٤/ ١٥ (حمم).(٤) \"معاني القرآن\" للزجاج ٤/ ١٥٢، بنصه.(٥) \"تنوير المقباس\" ٣٣٠</p><p> {لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ} قال ابن عباس: جعل لكم الليل لتأووا فيه مع أزواجكم، والنهار لتلتمسوا فيه من فضل الله. </p><p> وقال الكلبي: السكون بالليل، والتماس المعيشة بالنهار (١) . وعلي هذا قال الفراء: تجعل الهاء في قوله: {لِتَسْكُنُوا فِيهِ} راجعة على الليل خاصة، وأَضمرتْ للابتغاء هاءً أخرى تكون للنهار، قال: وإن شئت جعلت الليل والنهار كالفعلين؛ لأنهما ظلمة وضوء، فرَجتْ الهاء في {فِيهِ} عليهما جميعًا، كما تقول: إقبالك وإدبارك يؤذيني؛ لأنهما فعل، والفعل يُرَدُّ كثيره وتثنيته إلى التوحيد، فيكون ذلك صوابًا (٢) . </p><p> وذكر أبو إسحاق الوجهين أيضًا؛ فقال في الوجه الأول: المعنى: {لِتَسْكُنُوا} بالليل، وتبتغوا من فضله بالنهار، قال: وجائز: أن تسكنوا فيهما، وأن تبتغوا من فضل الله فيهما، فيكون المعنى: جعل الله لكم الزمان ليلاً ونهارًا {لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ}  (٣) . </p><p> وقال المبرد: السكون إنما هو في الليل، والابتغاء من فضله يكون بالنهار، ولكن لما عطف أحدهما على الآخر، أُخرجا مخرج الواحد الجامع للشيئين. ونظير هذا من الكلام: لئن لقيت زيدًا وعمرًا، لتلقين منهما شجاعة وفصاحة؛ على أن الفصاحة لأحدهما، والشجاعة لأحدهما. </p><p> وقوله تعالى:  {وَلَعَلَّكُمْ تَشْكُرُونَ} أي الذي أنعم عليكم بهما فتوحدونه. قاله مقاتل (٤) . </p><p>(١) \"تنوير المقباس\" ٣٣٠. (٢) \"معاني القرآن\" للفراء ٢/ ٣١٠.(٣) \"معاني القرآن\" للزجاج ٤/ ١٥٣.(٤) \"تفسير مقاتل\" ٦٨ ب.</p>"
}