{
  "id": null,
  "sura": 28,
  "aya": 14,
  "text": "<p> ولدها, لقوله تعالى:  {لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ} أيَ: المصدقين بوعد الله، فهي مصدقة بوعد الله بربط الله على قلبها؛ ومعنى:  {وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ} لتعلم كون ذلك ووقوعه مع علمها بأن الله منجزها ما وعدها. وهذا الفرق بين العيان والخبر، وهو مثل قوله:  {قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي}  [البقرة: ٢٦٠] لأن للمعاينة من ثَلَج اليقين ما ليس لغير المعاينة، وإن كان يقينًا (١) . </p><p> قوله تعالى:  {وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ} يعني: أهل مصر لا يعلمون أن الله وعدها رده إليها (٢) . </p><p> ١٤ - قوله تعالى:  {وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى آتَيْنَاهُ حُكْمًا وَعِلْمًا} قال مقاتل: يعني لثمان عشرة سنة إلى أربعين سنة (٣) ، واستوى وهو ابن ثلاث وثلاثين سنة. وهذا قول الكلبي (٤) . </p><p> وقال مجاهد: ولما بلغ أشده: ثلاثًا وثلاثين سنة، واستواؤه: أربعين سنة (٥) . </p><p>(١) ثَلَجَتْ نفسي بالأمر: إذا اطمأنت إليه وسكنت وثبت فيها ووثقت به. \"تهذيب اللغة\" ١١/ ٢١ (ثلج)، و\"لسان العرب\" ٢/ ٢٢٢. (٢) \"تفسير الثعلبي\" ٨/ ١٤٢ أ.(٣) \"تفسير مقاتل\" ٦٤ أ، بلفظ: ولما بلغ موسى أشده، يعني: لثمان عشرة سنة، واستوى يعني: أربعين سنة.(٤) \"تنوير المقباس\" ٣٢٤. وذكره عنه الثعلبي ٨/ ١٤٢ أ، بلفظ: الأشد: ما بين ثماني عشرة سنة إلى ثلاثين سنة.(٥) في نسخة: (ج): واستوى وهو ابن أربعين سنة. وخبر مجاهد أخرجه ابن جرير ٢٠/ ٤٢، وابن أبي حاتم ٩/ ٢٩٥١. ونسب الثعلبي ٨/ ١٤٢ أ، هذا القول لسائر المفسرين بعد أن ذكر قول الكلبي.</p><p> وهو قول ابن عباس وقتادة (١) . </p><p> وقوله:  {آتَيْنَاهُ حُكْمًا وَعِلْمًا} قال مجاهد: الفقه والعقل والعلم قبل النبوة (٢) . </p><p> قال محمد بن إسحاق: آتاه الله علما وفقهًا في دينه، ودين آبائه، وعلمًا بما في دينه من شرائعه، وحدوده (٣) ، وكانت له من بني إسرائيل شيعة يسمعون منه، ويقتدون به، ويجتمعون إليه. وقال أبو إسحاق: فَعَلِم موسى -عليه السلام- وحكم (٤) قبل أن يُبعث (٥) . والعالم الحكيم من استعمل علمه، ومن لم يعمل بعلمه فهو جاهل. </p><p> وقوله تعالى:  {وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ} قال مقاتل: يقول: هكذا نجزي من أحسن، أي: من آمن بالله (٦) . </p><p>(١) أخرج عبد الرزاق ٢/ ٨٨، عن قتادة، روايتين؛ أربعون سنة، وأخرجها كذلك عن مجاهد، والثانية: ثلاث وثلاثون. وأخرج الرواية عن ابن عباس ابن أبي حاتم ٩/ ٢٩٥١، والثعلبي ٨/ ١٤٢ ب. قال أبو القاسم عبد الرحمن الزجاجي في هذه الآية: هو منتهى شبابه وكماله واستقراره، فلا يكون فيه زيادة قبل أن يأخذ في النقصان. \"اشتقاق أسماء الله الحسنى\" ٣٣٤. ويشهد لتمام الأشد أربعين سنة قول الله تعالى: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً} [الأحقاف: ١٥].(٢) أخرجه ابن جرير ٢٠/ ٤٢، وابن أبي حاتم ٩/ ٢٩٥٢. وذكره الثعلبي ٨/ ١٤٢ ب.(٣) أخرجه ابن جرير ٢٠/ ٤٣، في موضعين، وابن أبي حاتم ٩/ ٢٩٥٢، وأصل الكلام في النسخ الثلاث: وعلمًا في دينه من شرائعه. وأثبت الزيادة من المصدرين السابقين.(٤) وحكم، في نسخة (ج).(٥) \"معاني القرآن\" للزجاج ٤/ ١٣٦.(٦) هكذا في \"تفسير مقاتل\" ٦٤ أ. وفي نسخة (ج): أي: آمن باللهِ.</p>"
}