{
  "id": null,
  "sura": 28,
  "aya": 82,
  "text": "<p> القيامة (١) . </p><p> وقال ابن عباس: خُسف به إلى الأرض السفلى (٢) . </p><p> وقال مقاتل: لما خَسف الله بقارون، قالت بنو إسرائيل: إن موسى إنما أهلك قارون ليأخذ ماله وداره، فخسف الله بعد قارون بثلاثة أيام بدار قارون، وماله الصامت وانقطع الكلام (٣) . </p><p> قوله تعالى:  {فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ} يقول: لم يكن له جند يمنعونه من الله {وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ} من الممتنعين مما نزل به من الخسف (٤) . والمنتصر: الذي قد بلغ حالة النُّصرَة (٥) . </p><p> ٨٢ - وقوله:  {وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ} : صار أولئك الذين تمنوا ما رُزق من المال والزينة يتندمون على ذلك التمني؛ وهو قوله:  {يَقُولُونَ وَيْكَأَنَّ اللَّهَ} الآية (٦) . </p><p> قال سيبويه في هذه الكلمة: سألت عنها الخليل فزعم أنها: (وَيْ) ، مفصولة من:  (كأن) ، وأن القوم تنبهوا، فقالوا:  (وَيْ) ، متندمين على ما </p><p>(١) \"تفسير مقاتل\" ٦٩ ب. وأخرجه ابن جرير ٢٠/ ١١٩، وابن أبي حاتم ٩/ ٣٠٢٠ عن قتادة. ومعنى: يتجلجل في الأرض: أي: ساخ فيها ودخل. \"اللسان\" ١١/ ١٢١ (جلل). (٢) أخرجه ابن جرير ٢٠/ ١١٩, وابن أبي حاتم ٩/ ٣٠٢٠، بلفظ: الأرض السابعة.(٣) \"تفسير مقاتل\" ٦٩ ب. والصامت: الذهب والفضة. \"تهذيب اللغة\" ١٢/ ١٥٦, و\"اللسان\" ٢/ ٥٥ (صمت). وظاهر الآية أن الخسف به وبداره حصل في وقت واحد. والله أعلم.(٤) \"تفسير مقاتل\" ٦٩ ب. و\"تفسير ابن جرير\" ٢٠/ ١١٩. و\"تفسير الثعلبي\" ٨/ ١٤٥ أ(٥) النُّصرة: حسن المعونة. \"تهذيب اللغة\" ١٢/ ١٦٠ (نصر)، و\"اللسان\" ٥/ ٢١٠(٦) \"معاني القرآن\" للزجاج ٤/ ١٥٦، بنحوه.</p><p> سلف منهم، وكل من يندم أو نُدِّم فإظهار ندامته أن يقول:  (وَيْ)  (١) . وذكر الفراء في هذه الكلمة قولين؛ أحدهما قال: يذهب بعض النحويين إلى أنهما كلمتان؛ يريد: ويك أنه، أراد: ويلك، فحذف اللام وجعل أنَّ مفتوحة بفعل مضمر، كأنه قال: ويلك أعلم، فأضمر: أعلم. </p><p> قال الفراء: ولم نجد العرب تُعمل الظن والعلم بالإضمار، ألا ترى أنه لا يجوز أن تقول: يا هذا أنك قائم، تريد: علمت أو أعلم (٢) . وهو (٣) الذي ذكره قول قطرب (٤) . </p><p> قال الفراء: وأما حذف اللام من: ويلك، حتى تصير: ويك، فقد تقوله العرب لكثرتها في الكلام، قال عنترة: </p><p> ولقد شَفَى نفسي وأبرأَ سُقمها ... قولُ الفوارسِ وَيْكَ عنترَ أَقدِمِ (٥) </p><p>(١) \"الكتاب\" ٢/ ١٥٤. بمعناه. وذكره بنصه الزجاج ٤/ ١٥٦، والأزهري، \"تهذيب اللغة\" ١٥/ ٦٥٣ (وي). والثعلبي ٨/ ١٥٤ ب. قال ابن قتيبة: وقال ابن عباس في رواية أبي صالح: هي كأن الله يبسط الرزق لمن يشاء، كأنه لا يفلح الكافرون، وقال: وي: صلة في الكلام. وهذا شاهد لقول الخليل. \"تأويل مشكل القرآن\" ص ٥٢٦. (٢) نقل كلام الفراء ابن جرير ٢٠/ ١٢١، بلفظ: ولم نجد العرب تُعمل الظن مضمرًا، ولا العلم وأشباهه في: أنَّ، وذلك أنه يبطل إذا كان بين الكلمتين، أو في آخر الكلمة، فلما أضمر جرى مجرى المتأخر؛ ألا ترى أنه لا يجوز في الابتداء أن تقول: يا هذا، أنك قائم، ويا هذا أن قمت، تريد: علمت، أو أعلم، أو ظننت، أو أظن.(٣) في النسخ كلها: وهو. ولعل المناسب: وهذا.(٤) ذكره عنه الثعلبي ٨/ ١٥٤ ب.(٥) \"معاني القرآن\" للفراء ٢/ ٣١٢، ونسبه لعنترة، وهو في \"ديوانه\" ٣٠. وأنشده أبو علي في المسائل الحلبيات ٤٤، ولم ينسبه. وأنشده ونسبه الثعلبي ٨/ ١٥٤ ب. =</p><p> قال: وقد قال آخرون: إن معنى: {وَيْكَأَنَّ} وي، منفصلة من:  (كأن) ، تقول للرجل:  (وي) ، أما ترى ما بين يديك؟ فقال الله تعالى: وي، ثم استأنف: كأن الله يبسط الرزق، وهي تعجب، (وكأن) ، في مذهب الظن والعلم؛ وهذا وجه مستقيم، غير أن العرب لم تكتبها منفصلة، ولو كان على هذا لكتبوها منفصلة، وقد يجوز أن يكون كَثُر بها الكلام فوُصِلت بما ليست منه؛ كما اجتمعت العرب على كتابة:  {يَبْنَؤُمَّ}  [طه: ٩٤] فوصلوها لكثرتها (١) . فعلى هذا {وَيْكَأَنَّ} : تقرير، كقول الرجل: أما ترى إلى صنع الله، وأنشد النحويون جميعًا: </p><p> سَأَلَتاني الطلاقَ إذْ رَأتانِي ... قَلَّ مالي قد جِئتُماني بِنُكرِ </p><p> ويْكأنَّ مَنْ يكن له نَشَبٌ يُحـ ... ـبَبْ ومَنْ يفتقِرْ يعشْ عيشَ ضُرَّ (٢) </p><p> قال الفراء: وأخبرني شيخ من أهل البصرة قال: سمعت أعرابية تقول </p><p>= وأنشده ولم ينسبه، ابن جني، \"الخصائص\" ٣/ ٤٠. والشاهد فيه: حذف اللام من: ويلك، حتى تصير: ويك. (١) حكى الداني كتابة {وَيْكَأَنَّ} في الموضعين من سورة القصص، بوصل الياء بالكاف. \"المقنع\" ٧٦. وأما (ابنَ أم) فكتبت في كل المصاحف في الأعراف [١٥٠] {قَالَ ابْنَ أُمَّ} بالقطع، وفي طه [٩٤] كتبت متصلة {يَبْنَؤُمَّ}. المقنع ٧٦.(٢) أنشده سيبويه، ونسبه لزيد بن عمرو بن نفيل. \"الكتاب\" ٢/ ١٥٥، وفي الحاشية: سألتاني، يعني: زوجتيه اللتين ذكرهما في بيت قبله. وأنشده الأخفش ٢/ ٦٥٥ , ولم ينسبه. والنَّشَب: المال والعقار. وأنشد البيت الثاني: أبو عبيدة في \"مجاز القرآن\" ٢/ ١١٢، وابن قتيبة \"تأويل مشكل القرآن\" ٥٢٧، وابن جني, \"الخصائص\" ٣/ ٤١، ولم ينسبوه. وأنشد البيتين، ولم ينسبهما، الزجاج ٤/ ٥٧. والشاهد فيه: ويكأن، فهي عند سيبويه والخليل مركبة من: (وي): للتنبيه، و: كأن، للتشبيه، ومعناها: ألم تر.</p><p> لزوجها: أين ابنكَ ويلكَ؟ فقال. ويكأنه وراء البيت، معناه: أما ترينه وراء البيت (١) ، وقال الكسائي:  {وَيْكَأَنَّ} في التأويل: ذلك أن الله (٢) . وهو مأخوذ من قول ابن عباس؛ فإنه قال في هذه الآية: قالوا: ذلك أن الله يبسط الرزق لمن يشاء ويقدر. وعلى هذا هي كلمة تحقيق وابتداء. وهو قول الحسن. </p><p> وقال أبو عبيدة: سبيلها سبيل: ألم تر (٣) . </p><p> وقال مجاهد وقتادة: معناها: ألم تعلم (٤) . </p><p> وقوله تعالى:  {لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا} قال ابن عباس: بالعافية والرحمة (٥) . </p><p> وقال مقاتل: بالإيمان (٦)  {لَخَسَفَ بِنَا} أي: الله تعالى (٧) . ومن قرأ (لَخُسِفَ بِنَا)  (٨) فإنه يؤول إلى الخسف في المعنى، غير أنه بني الفعل </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣١٢. وهذا النقل الطويل من أول قوله: وذكر الفراء في هذه الكلمة قولين إلى هنا، كله عن الفراء. (٢) ذكر ابن قتيبة، أن الكسائي قال في معنى هذه الكلمة: ألم تر. \"تأويل مشكل القرآن\" ٥٢٦.(٣) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١٢. بلفظ: مجازه: ألم تر.(٤) أخرجه عبد الرزاق ٢/ ٩٤، وابن جرير ٢٠/ ١٢٠، وابن أبي حاتم ٩/ ٢٠٢١، عن قتادة. وذكره الثعلبي ٨/ ١٥٤ ب، عن مجاهد، بلفظ: ألم تعلم. واختاره ابن جرير. قال ابن قتيبة: وهذا شاهد لقول الكسائي، يعني به: ألم تر. تأويل مشكل القرآن ٥٢٧. وأما مقاتل فقال: يعني: لكن الله. \"تفسير مقاتل\" ٦٩ ب.(٥) ذكره ابن الجوزي، \"زاد المسير\" ٦/ ٢٤٧، ولم ينسبه.(٦) \"تفسير مقاتل\" ٦٩ ب.(٧) \"الحجة للقراء السبعة\" ٥/ ٤٢٤.(٨) قرأ عاصم في رواية حفص: {لَخَسَفَ} بالفتح، وقرأ الباقون: {لخُسِفَ} بضم =</p>"
}