{
  "id": null,
  "sura": 28,
  "aya": 34,
  "text": "<p> يريد: لا أَمَلُّه حتى، فأبدل من التضعيف: الألف، كما أبدل من الأول: الياء (١) . والإبدال من التضعيف كثير، ومنه قوله:  {يَتَمَطَّى}  [القيامة: ٣٣] إنما هو: يتمطط، ومثله: التقصي، والتظني (٢) . </p><p> وقوله:  {إِلَى فِرْعَوْنَ وَمَلَئِهِ} قال أبو إسحاق: أي: أرسلناك إلى فرعون وملأه بهاتين الآيتين (٣) . {إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} عاصين. قاله ابن عباس ومقاتل (٤) . </p><p> ٣٤ - قوله:  {وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا} قال المفسرون: أي: أحسن بيانًا (٥) . </p><p> قال ابن عباس: وكان في لسان موسى عُقدة، من قِبَل النار (٦) ، فذلك قول فرعون:  {وَلَا يَكَادُ يُبِينُ}  [الزخرف: ٥٢] ، وذكرنا هذا عند قوله:  {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي}  [طه: ٢٧]  (٧) . </p><p>= فأقسمت لا أشريه حتى أمله ... بشيء ولا أملاه حتى يفارقا وفيه: أشريه: أبيعه، ولا أملاه: أي: لا أَمَلُّهُ.(١) يعني من قوله تعالى: {فَذَانَّيكَ} على قراءة الياء.(٢) \"الحجة للقراء السبعة\" ٥/ ٤٢٠، باختصار. والتظنَّي: إعمال الظن، وأصله: التظنُّن، أُبدل من إحدى النونات ياء. \"اللسان\" ١٣/ ٢٥٧. و\"القاموس\" ١٥٦٦.(٣) \"معاني القرآن\" للزجاج ٤/ ١٤٤.(٤) \"تفسير مقاتل\" ٦٥ ب، وأخرجه ابن أبي حاتم ٩/ ٢٩٧٦، عن سعيد بن جبير.(٥) \"تفسير ابن جرير\" ٢٠/ ٧٤. و\"تفسير الثعلبي\" ٨/ ١٤٧ ب.(٦) \"تفسير الثعلبي\" ٨/ ١٤٧ ب.(٧) ذكر الواحدي في تفسير هذه الآية أن العقدة: الربطة في الحبل والخيط، وأراد بالعقدة هاهنا رثة كانت في لسانه تمنعه من الانطلاق في الكلام. قال سعيد بن جبير -وهو قول العامة-: عجمة من جمرة أدخلها في فيه. والقصة في ذلك معروفة. وفي الحاشية نقد لهذه القصة. وسبق بيان أن القول بأن العلة كانت بسبب الجمرة ليس بصحيح، في تفسير سورة الشعراء الآية ١٣.</p><p> قال أهل اللغة: الفصيح من الكلام: ما لا لحن فيه ولا خطأ. وأصل الكلمة: ظهور الشيء وصفاؤه. يقال: أفصح الصبح إذا بدا وظهر، وأفصح اللبن إذا زالت الرُّغوة عنه، وبدا صريحه (١) . وإذا كان الكلام صافيًا من اللحن، خالصًا عما يوجب اللبس من لَجْلَجة أو مَجْمَجة (٢) شُبَّه باللبن الخالص من الرُّغوة فسمي: فصيحًا (٣) . </p><p> وقوله:  {فَأَرْسِلْهُ مَعِيَ رِدْءًا} قال المفسرون: عونًا ومعينًا (٤) . قال النضر: يقال فلان رِدْءٌ لفلان أي: يَنْصُره ويَشُد ظهره، وأصله من قولهم: ردأت الحائط أردأه، إذا دعمته بخشب أو لَبِن يدفعه أن يسقط. </p><p> وقال يونس: أردأت الحائط بهذا المعنى. </p><p> وقال الليث: رَدَأْت فلانًا بكذا أي: جعلتُه قوةً له وعمادًا. وأردأتُ فلانًا أي: ردأته (٥) . </p><p>(١) الصريح: المحض الخالص من كل شيء، ويقال لِلَبَن: صريح، إذا لم تكن له رغوة. \"تهذيب اللغة\" ٤/ ٢٣٧ (صرح). (٢) اللجلجة: أن يتكلم الرجل بلسانٍ غير بين. \"تهذيب اللغة\" ١٠/ ٤٩٥ (لج). والمجمجة، يقال: مجمج بي: إذا ذهب بك في الكلام مذهبًا على غير الاستقامة، وردك من حال إلى حال. \"تهذيب اللغة\" ١٠/ ٥٢٣ (مجمج)، وفي \"اللسان\" ٢/ ٣٦٣: مجمج الرجل في خبره: إذا لم يبينه.(٣) \"تهذيب اللغة\" ٤/ ٢٥٣ (فصح)، بنحوه.(٤) أخرجه عبد الرزاق ٢/ ٩١، عن قتادة. وأخرجه ابن جرير ٢٠/ ٧٤، وابن أبي حاتم ٩/ ٢٩٧٧، عن مجاهد وقتادة و\"تفسير مقاتل\" ٦٥ ب و\"الأضداد\" لابن الأنباري ٢٠٨. و\"غريب القرآن\" لابن قتيبة ٣٣٣. و\"تفسير الثعلبي\" ٨/ ١٤٧ ب. وأخرج ابن أبي حاتم ٩/ ٢٩٧٧، عن مسلم بن جندب، أنه قال: {رِدْءًا} أي: زيادة.(٥) كتاب \"العين\" ٨/ ٦٧ (ردء).</p><p> ابن السكيت: أردأتُ الرجلَ إذا أعنتُه (١) . </p><p> أبو عبيدة: أردأته على عدوه، وعلى ضيعته أي: أعنته (٢) . </p><p> وقرأ نافع:  (ردًا) بغير همز (٣) ، خفف الهمزة وألقى حركتها على الساكن الذي قبلها، نحو:  {الْخَبْءَ}  [النمل: ٢٥] فيمن خفف (٤) . وقد جاء (٥) في بعض القوافي: في (٦) الردء الرد (٧) ، وذلك على أنه وقف بعد التخفيف على الحرف فشدده، كما ثُقِّل: هذا فَرَجٌّ، وهذا خَالِدٌّ، فضُعَّف الحرف للوقف، ثم يُطلق كما أطلق نحو: سبسبَّا والقَصَبَّا (٨) . </p><p>(١) \"تهذيب اللغة\" ١٤/ ١٦٧ (ردأ)، من بداية قول النضر بن شميل. (٢) \"مجاز القرآن\" لأبي عبيدة ٢/ ١٠٤. ونقله عنه أبو علي في الحجة ٥/ ٤٢٠.(٣) قرأ نافع وحده: (ردًا) مفتوحة الدال، منونة غير مهموزة. وقرأ الباقون: {رِدْءًا} ساكنة الدال مهموزة \"السبعة في القراءات\" ٤٩٤، و\"الحجة للقراء السبعة\" ٥/ ٤٢٠، و\"إعراب القراءات السبع وعللها\" ٢/ ١٧٥، و\"النشر في القراءات العشر\" ٢/ ٣٤١. وقراءة نافع يعبر عنها بالنقل؛ قال السمين الحلبي: وقرأ نافع: (ردا) بالنقل، وأبو جعفر كذلك إلا أنه لم ينونه كأنه أجرى الوصل مجرى الوقف، ونافع ليس من قاعدته النقل في كلمة إلا هنا، وقيل: ليس فيه نقل وإنما هو من أردى على كذا. \"الدر المصون\" ٨/ ٦٧٧، وفي الحاشية: النقل: نقل حركة الهمزة إلى الدال ثم حذف الهمزة.(٤) سبق ذكر هذه القراءة في تفسير قوله تعالى {الَّذِي يُخْرِجُ الْخَبْءَ} [النمل: ٢٥].(٥) وقد جاء. ساقطة من نسخة (ج).(٦) في. ساقطة من نسخة: (ب).(٧) لم يذكر الواحدي مثالاً على ما جاء في بعض القوافي، وبحثت عن ذلك فلم أجد.(٨) هاتان الكلمتان من قول رؤبة بن العجاج ١٦٩، من قصيدة له يصف فيها الجراد في انتشاره، وسرعة مره كالسيل إذا امتد، وكالحريق، أي: النار في القصب أو التبن, حاشية \"المسائل العسكرية\" ٢٢٤، وفيه ذكرِ أبيات رؤبة، وأما أبو علي في \"المسائل العسكرية\" فقد ذكر الشطر الآتي ولم ينسبه: مثلُ الحريق وافق القصبَّا. =</p>"
}