{
  "id": null,
  "sura": 29,
  "aya": 33,
  "text": "<p> قوله تعالى:  {عَلَى الْقَوْمِ الْمُفْسِدِينَ} يعني: العاصين بإتيان الرجال في أدبارهم. قاله الكلبي ومقاتل (١) . قال الكلبي: فاستجاب الله دعاءه فبعث جبريل في اثني عشر ملَكًا فذلك قوله: </p><p> ٣١ - {وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى} قال ابن عباس: بإسحاق، ومن وراء إسحاق يعقوب (٢)  {قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ} يعنون قرية لوط (٣)  {إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ} يعني: مشركين. وما بعد هذه الآية مفسر في سورة: هود (٤) ، إلى قوله:  {وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ} </p><p> ٣٣ - {إِنَّا مُنَجُّوكَ} يعني: بناتك. قال المبرد: الكاف في {مُنَجُّوكَ} مخفوضة، فلم يجز أن يعطف الظاهر على المضمر المخفوض لعلة ذكرناها في قوله:  {تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ}  [النساء: ١]  (٥) فحمل الثاني على المعنى فصار في التقدير: وننجي أهلك ومنجون أهلك، وهذا جائز مستحسن (٦) </p><p>(١) \"تفسير مقاتل\" ٧٢ ب. وفي \"تنوير المقباس\" ٣٣٤: المشركين. (٢) تفسير ابن جرير ٢٠/ ١٤٧، والثعلبي ٨/ ١٥٩ أ، ولم ينسباه.(٣) \"تفسير مقاتل\" ٧٣ أ. و\"تفسير الثعلبي\" ٨/ ١٥٩ أ.(٤) الآيات ٦٩ - ٨٠.(٥) قال الواحدي في تفسير هذه الآية: (قرأ حمزة: {وَالْأَرْحَامَ} بالعطف على المكنَّى في {بِهِ} كما يقال: سألتك بالله والرحمِ، ونشدتك بالله والرحمِ، وإنما حمله على هذه القراءة ما ورد في التفسير أن المشركين كانوا يقولون: نناشدك بالله والرحم .. ثم قال: وضعف النحويون كلهم هذه القراءة، واستقبحوها ..) وراجع باقي كلامه في الموضع المذكور.(٦) مستحسن، غير موجودة في نسخة: (ب).</p><p> مستعمل كثيرًا في كلامهم (١) ، وأنشد سيبويه أبياتًا كثيرة، منها قول لبيد: </p><p> فإن لم تجدْ مِنْ دونِ عدنان والدًا ... ودونَ مَعدٍ فَلْتَزَعكَ العواذلُ (٢) </p><p> وأنشد أيضًا لجرير: </p><p> جئني بمثلِ بَني بدرٍ لقومهمِ ... أوْ مِثلَ أُسرةِ منْظورِ بنِ سيَّارِ (٣) </p><p> ولو خفض: مثلَ، لكان جيدًا بالغًا؛ وهو الباب. والنصب على الموضع فكأنه قال: أو هاتِ مثلَ: أُسرةِ منظور. </p><p>(١) قال أبو حيان: والكاف في مذهب سيبويه في موضع جر {وَأَهْلَكَ} منصوب على إضمار فعل: أي: وننجي أهلك. البحر المحيط ٧/ ١٤٦. قال المبرد: لما لم يجز أن تعطف الظاهر على المضمر المجرور حملته على الفعل، كقوله تعالى: {إِنَّا مُنَجُّوكَ وَأَهْلَكَ} كأنه قال: ومنجون أهلك، ولم تعطف على الكاف المجرورة. \"المقتضب\" ٤/ ١٥٢. (٢) أنشده سيبويه، \"الكتاب\" ١/ ٦٨، ونسبه للبيد، وقد استشهد به على العطف على الموضع، فعطف: دون، المنصوب، على محل: دون، المجرور بمن. \"حاشية المقتضب\" ٤/ ١٥٢. واستشهد به المبرد، وصدره بقوله: ومما تنشده العرب نصبًا، وجرًا، لاشتمال المعنى عليهما جميعًا قول لبيد. \"المقتضب\" ٤/ ١٥٢. والبيت من قصيدة للبيد بن ربيعة الصحابي -رضي الله عنه-، يرثي بها النعمان بن المنذر، ملك الحِيرة. \"ديوانه\" (١٣١)، و\"الخزانة\" ٢/ ٢٥٢، و\"الشعر والشعراء\" ١٧٥.(٣) أنشده سيبويه ١/ ٩٤، و\"المبرد\"، في \"المقتضب\" ٤/ ١٥٣، ونسباه لجرير. ولفظه عند المبرد: جيئوا. وهو في ديوان جرير ٢٤٢. والشاهد فيه العطف على المحل، تقديره: أو هات مثل أسرة منظور.والبيت لجرير يخاطب فيه الفرزدق، مفتخرًا عليه بسادات قيس؛ لأنهم أخواله، وبنو بدر من فزارة، ومنظور ابن سيار بن عمرو، من فزارة أيضًا. \"حاشية الكتاب\" ١/ ٩٤. وأورده ابن جني في \"المحتسب\" ٢/ ٧٨، ممثلًا به على ما نصب بإضمار فعل يدل عليه ما قبله.</p>"
}