{
  "id": null,
  "sura": 29,
  "aya": 41,
  "text": "<p> وفرعون (١) . </p><p> {وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ} قال: يريد: أمهلهم وأنذرهم فكذبوا النذر. </p><p> وقال مقاتل:  {وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ} فيعذبهم على غير ذنب (٢) . </p><p> ٤١ - ثم ضرب لهم مثلًا فقال:  {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ} يعني: الأصنام يتخذونها أولياء يرجون نصرها ونفعها (٣)  {كَمَثَلِ الْعَنْكَبُوتِ} قال الليث: هي دويبة تنسج نسجًا رقيقًا مهلهلاً، بين الهواء، وعلى رأس البئر (٤) . ويجمع: العناكب، قال ذو الرمة: </p><p> هي اصطنعته وحدها أو تعاونت ... على نسجها بين الصفيح عناكبه (٥) </p><p>(١) أخرجه ابن جرير ٢٠/ ١٥٢، عن ابن عباس. و\"تفسير مقاتل\" ٧٣ ب. و\"تفسير الثعلبي\" ٨/ ١٥٩ ب. (٢) \"تفسير مقاتل\" ٧٣ ب.(٣) \"تفسير الثعلبي\" ٨/ ١٥٩ ب.(٤) كتاب \"العين\" ٢/ ٣٠٩ (عنكب)، ونقله عنه الأزهري، \"تهذيب اللغة\" ٣/ ٣٠٩. وتعيش العناكب في أي مكان يتوفر فيه أغذاؤاها، ويمكن مشاهدتها في الحقول، والغابات، والمستنقعات، والكهوف، والصحاري، وهناك نوع من العناكب يمضي معظم حياته تحت الماء، ويعيش نوع آخر بالقرب من قمة جبل: إيفرست، أعلى جبل على الكرة الأرضية، وتعيش بعض العناكب داخل المنازل، ومخازن الحبوب، والحظائر وغيرها، ويوجد ما يقرب من ثلاثين ألف نوع من العناكب, وقد تصل إلى مائة ألف نوع، وحجم بعض العناكب أصغر من رأس الدبوس, وبعضها كبير بحيث يصل إلى حجم كف يد الإنسان، أو أكبر قليلاً، فسبحان الله العظيم. انظر مجلة: \"القافلة\" صفر ١٤١٩ هـ بقلم د/ أحمد محمد الصغير.(٥) كتاب \"العين\" ٢/ ٣٠٩ (عنكب) ونسب البيت لذي الرمة، ولفظه:هي اصطنعته نحوها وتعاونت ... على نسجها بين المثاب عناكبه.</p><p> وقال أيضًا يصف دلوًا عتيقة العهد بالاستقاء: </p><p> فجاءتْ بنَسْج العنكبوت كأنه ... على عَصَوَيْها سَابريٌّ مُشَبْرَقُ (١) </p><p> ويجوز في جمع العنكبوت: عناكيب وعنكبوتات، ويصغر: عُنَيْكبا، وعُنَيْكيبا (٢) ، وأهل اليمن يقولون: عَنْكبوه بالهاء (٣) . </p><p> قال اللحياني: ويقال للعنكبوت: عَكَنْبَاة، وأنشد: </p><p> كأنما يسقطُ من لُغامها ... بيتُ عَكَنْبَاةٍ على زِمامِها (٤) </p><p> قال الفراء: العنكبوت أنثى، وقد يذكرها بعض العرب، وأنشد: </p><p> على هَطَّالهم منها بيوتٌ ... كأن العنكبوت هو ابتَنَاها (٥) </p><p>= ورواية الديوان ٢٩٩: هي انتسجته وحدها أو تعاونت ... على نسجه بين المثاب عناكبهوفي شرح الديوان: المثاب: مقام الساقي حيث يضع رجليه. ولم أجد البيت في \"تهذيب اللغة\".(١) ديوان ذي الرمة ١٧٨، وقال الخطيب التبريزي في شرحه: فجاءت: يعني الدلو، كأنه: كأن النسيج، على عصويها: يعني: العَرَاقي، مشبرق: مقطع مشقق. أ. هـ. يقال للخشبتين اللتين تعرضان على الدلو كالصليب: العَرْقُوتان؛ وهي العَراقي. \"تهذيب اللغة\" ١/ ٢٢٧ (عرق). والسابري من الثياب: الرقاق، والبيت في \"لسان العرب\" ٤/ ٣٤١، للدلالة على ذلك، ونسبه لذي الرمة.(٢) \"تهذيب اللغة\" ٣/ ٣٠٩ (عنكب).(٣) \"تهذيب اللغة\" ٣/ ٣٠٩ (عنكب)، من كلام الليث. وفي كتاب \"العين\" ٢/ ٣٠٩: العنكبوت بلغة أهل اليمن: العنكبوه، والعنكباه، والجمع: العناكب.(٤) \"لسان العرب\" ١/ ٦٣٢ (عنكب)، عن اللحياني، وفيه إنشاد البيت، دون نسبة. لُغام البعير: زَبَده، واللُّغام: زَبَد أفواه الإبل. \"لسان العرب\" ١٢/ ٥٤٥ (لغم). والزِّمام: الحبل الذي تشد به الإبل؛ يقال: زممت البعير، أي: خطمته. \"لسان العرب\" ١٢/ ٢٧٢ (زمم).(٥) \"معاني القرآن\" للفراء ٢/ ٣١٧، ولم ينسب البيت، وفي الحاشية: هطال: جبل، =</p>"
}