{
  "id": null,
  "sura": 29,
  "aya": 64,
  "text": "<p> قال مقاتل: ثم رجع إلى الذين رغبهم في الهجرة؛ الذين قالوا: لا نجد ما ننفق فقال: </p><p> ٦٢ - {اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ}  (١) قال ابن عباس: يريد البر والفاجر، فكيف لا أبسط عليكم. </p><p> وقوله:  {وَيَقْدِرُ لَهُ} قال مقاتل: ويقتر على من يشاء (٢)  {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ} مما أنتم فيه من الشدة، وما أريد من إدخال الرفق عليكم {عَلِيمٌ} . </p><p> ٦٣ - وقوله:  {وَلَئِنْ سَأَلْتَهُمْ} يعني: كفار مكة، إلى قوله:  {لَيَقُولُنَّ اللَّهُ} أي: الله الذي فعل هذه الأشياء (٣) . </p><p> {قُلِ الْحَمْدُ لِلَّهِ} بإقرارهم بذلك. قاله مقاتل وابن عباس (٤) . </p><p> {بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ} توحيد ربهم مع إقرارهم بأن الله خلق الأشياء كلها وحده (٥) ، وأنزل المطر. والمراد بالأكثر: الجميع. وقد مر (٦) . </p><p> ٦٤ - قوله تعالى:  {وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا} يعني: الحياة في هذه الدار {إِلَّا لَهْوٌ وَلَعِبٌ} قال ابن عباس ومقاتل: يريد باطل وغرور وعبث تنقضي عن قريب (٧) . </p><p>(١) و (٢) و (٣) و (٤) و (٥) \"تفسير مقاتل\" ٧٥ أ. (٦) قال الواحدي في تفسير قول الله تعالى: {بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ} [البقرة: ١٠٠]: إنما دخلت بل هاهنا؛ لأنه لما قال: {نَبَذَهُ فَرِيقٌ مِنْهُمْ} دل على أنه كفر ذلك الفريق بالنقض فقال: {بَلْ أَكْثَرُهُمْ} كفار بالنقض، وحسن هذا التفصيل؛ لأن منهم من نقض عنادًا، ومنهم من نقض جهلاً. وقيل: معناه: كفر فريق بالنقض، وكفر أكثرهم بالجحد للحق؛ وهو أمر النبي -صلى الله عليه وسلم-.(٧) \"تفسير مقاتل\" ٧٥ أ، بلفظ: باطلا. فقط.</p><p> {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ} لهي دار الحياة لا موت فيها (١) . وقال الكلبي: هي حياة لا يموت فيها أهلها (٢) . وقال قتادة والسدي: لهىِ الحياة (٣) . </p><p> وقال الفراء: لهي الحياة حياة لا موت فيها (٤) . وقال الزجاج: معناه: هي دار الحياة الدائمة (٥) . </p><p> وقال أبو عبيدة وابن قتيبة:  {الْحَيَوَانُ} الحياة (٦) . فالمفسرون وأصحاب المعاني على أن الحيوان هاهنا بمعنى: الحياة. </p><p> قال أبو علي: قال أبو عبيدة: الحياة والحيوان والحي واحد، فهذه على ما حكاه أبو عبيدة مصادر (٧) . والحياة كالحَلْية والحَدَمَة؛ وهي شدة التهاب النار (٨) . </p><p>(١) \"تفسير مقاتل\" ٧٥ ب. و\"تفسير ابن جرير\" ٢١/ ١٢، و\"تفسير الثعلبي\" ٨/ ١٦٣ أ. وأخرجه ابن جرير ٢١/ ١٢، عن مجاهد، وأخرجه عن ابن عباس، بلفظ: باقية. قال الأزهري: معناه: أن من صار إلى الآخرة لم يمت، ودام حيًا فيها لا يموت، فمن أدخل الجنة حيي فيها حياة طيبة، ومن دخل النار فإنه لا يموت فيها ولا يحيا. \"تهذيب اللغة\" ٥/ ٢٨٧ (حي). (٢) \"تنوير المقباس\" ٣٣٨.(٣) أخرجه عبد الرزاق ٢/ ٩٩، عن قتادة.(٤) \"معاني القرآن\" للفراء ٢/ ٣١٨.(٥) \"معاني القرآن\" للزجاج ٤/ ١٧٣.(٦) \"مجاز القرآن\" ٢/ ١١٧. و\"غريب القرآن\" ٣٣٩.(٧) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١٧. بمعناه. وهو في \"كتاب الشعر\" لأبي علي ١/ ٣٢١، غير منسوب.(٨) \"تهذيب اللغة\" ٤/ ٤٣٣ (حدم). يعني أن أصلها: حَيْوَة على وزن: حَلْيَة، أو: حَيَوَة على وزن: حَدَمَة. والله أعلم.</p><p> والحيوان: كالفوران (١) والغليان. والحِيّ كالعِيِّ (٢) ؛ قالوا: حَيِي يحيى حياءً (٣) ، كما قالوا: عَييِ يَعْيا عياء (٤) ، ومن ذلك قول العجاج: </p><p> كنا بها إذِ الحَياة حِيُّ (٥) </p><p> فهذا (٦) إذا الحياةُ حياةٌ. </p><p> وقال أبو زيد: الحيوان ما فيه روح (٧) . والمَوَتَان: ما لا روح فيه (٨) . والحيوان في روايتي أبي زيد وأبي عبيدة على ضربين؛ أحدهما: أن يكون مصدرًا كما حكاه أبو عبيدة. والآخر: أن يكون وصفًا كما حكاه أبو زيد. والحيوان على قول أبي زيد مثل الحَيّ الذي يراد به خلاف الميت، وقد </p><p>(١) هكذا في النسختين؛ يقال: فارت القدر تفور فَوْرًا، وفَورانًا، إذا غَلت. \"تهذيب اللغة\" ١٥/ ٢٤٧ (فار). (٢) العِيَّ: مصدر العَي، يقال: عيى فلان بالأمر إذا عجز عند \"تهذيب اللغة\" ٣/ ٢٥٨ (عيى).(٣) \"تهذيب اللغة\" ٥/ ٢٨٣ (حيى).(٤) \"تهذيب اللغة\" ٣/ ٢٥٧ (عيى).(٥) هكذا أنشده أبو علي، \"كتاب الشعر\" ١/ ٣٢١، وصدره بقوله: قال رؤبة أو العجاج. وأنشده أبو عبيدة ٢/ ١١٧، بلفظ:وقد نَرَى إذ الحياةُ حِيٌونسبه للعجاج. وهو كذلك في \"ديوانه\" ٢٤٩. وأنشده الأزهري، \"تهذيب اللغة\" ٥/ ٢٨٥ (حي) غير منسوب، واستشهد به على أن الحِي بكسر الحاء جمع الحياة.(٦) في كتاب أبي علي: كأنه قال: إذِ الحياة حياةٌ، أي: الحياة غيرُ متكدرة ولا منغَّصة. \"كتاب الشعر\" ١/ ٣٢١.(٧) ذكره الأزهري، \"تهذيب اللغة\" ٥/ ٢٨٧، ولم ينسبه.(٨) لم أجده في \"النوادر\"؛ وفي \"تهذيب اللغة\" ١٤/ ٣٤٣ (موت): الموتان: كل شيء غير ذي روح، وما كان ذا روح فهو الحيوان. ولم ينسبه لأبي زيد.</p><p> جاء الصفة على هذا المثال نحو قولهم: رجلٌ صَمَيَانٌ للسريع الخفيف (١) ، والزَّفَيَان (٢) ، قال: </p><p> وتحتَ رَحلي زَفَيَانٌ مَيْلَعُ (٣) </p><p> فهذا أظهر من أن يقال له وصف بالمصدر، فأما قوله تعالى:  {وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ} فيحتمل أن يكون المعنى: وإن حياة الدار الآخرة هي الحياة؛ لأنه لا نقص فيها ولا نفاد لها، أي: فتلك الحياة هي الحياة لا التي يشوبها ما يشوب الحياة في هذه الدار، فيكون الحيوان مصدر على هذا. ويجوز أن يكون الحيوان الذي هو خلاف المَوَتان، وقيل للدار الآخرة: الحيوان؛ لأنها لا تزول ولا تبيد كما تبيد هذه الدار وتزول، فتكون الدار وصفت بالحياة لهذا المعنى، والمراد أهلها. </p><p> ويجوز أن يكون التقدير في قوله:  {لَهِيَ الْحَيَوَانُ} هي ذات الحيوان، أي: دار الآخرة هي دار الحياة، كأنه لم يعتد بحياة هذه الدار حياة. فأما القول في حروف الحيوان: أن العين واللام مِثْلان في أصل الكلمة، وأبدلت من الثانية الواو لَمَّا لم يسع الإدغام في هذا المثال، ألا ترى أن مثل: شَلَل وطَلَل (٤) يصح ولا يدغم؛ فكذلك الحيوان لَمَّا لم يجز الإدغام </p><p>(١) \"تهذيب اللغة\" ١٢/ ٢٦٠ (صمى). (٢) لزَّفَيَان: الخفة. \"لسان العرب\" ١٤/ ٣٥٧ (زفى).(٣) أنشده الأزهري، \"تهذيب اللغة\" ١٣/ ٢٦٥ (زفى) ولم ينسبه. والملْع: سرعة سير الناقة، وناقة مَيْلَع: سريعة. \"تهذيب اللغة\" ٢/ ٤٢٦ (ملع). وهو في \"لسان العرب\" ١٤/ ٣٥٧، مع بيتين قبله غير منسوب، وفيه: ناقة زَفيان: سريعة.(٤) الشلل: ذهاب اليد، يقال: شَلَّت يده تَشلَّ، فهو أشلُّ. \"تهذيب اللغة\" ١١/ ٢٧٦ (شلل). الطَلَل: ما شخص من الديار، يقال: حيَّا الله طَلَلك وأطلالك: أي: ما =</p><p> تُوصل فيه إلى إزالة المثلين بالبدل، ووجب ذلك في الثاني منهما، وهو الكثير العام في كلامهم؛ لأن التكرير وقع بها، هذا مذهب الخليل وسيبويه وأصحابهما (١) ؛ إلا أبا عثمان فإنه ذهب في أن الحيوان غير مُبْدَل الواو؛ وأن الواو فيه أصل وإن لم يكن منه فِعْل، وشَبَّه هذا بقولهم: فَاظَ الميتُ يَفِيظُ فَيْظًا وفَوْظًا (٢) ، ولا يستعملون من فَوْظٍ فِعْلاً، فكذلك الحيوان عنده مصدر لم يُشتقَّ منه فِعل، بمنزلة فَوْظٍ؛ ألا ترى أنهم لا يقولون: فاظ يفوظ كما قالوا: فاظ يفيظ. </p><p> قال أبو علي: الذي أجازه أبو عثمان فاسد من قِبَل أنه لا يمتنع أن يكون في الكلام مصدر عينه: واو، وفاؤه: لام صحيحان؛ مثل: فَوْظٍ، وصَوْغٍ (٣) ، وقَوْلٍ، ومَوْتٍ، وأشباه ذلك، فأما أن يوجد في الكلام كلمة عينها: ياء، ولامها: واو فلا، فحمله الحيوان على فَوْظٍ خطأٌ؛ لأنه شَبَّه ما لا يوجدُ في الكلام بما هو موجود مطرد؛ وبهذا علمنا أن حَيْوةَ في مثل: رَجاء بن حَيْوة؛ أصله: حَيَّة وأن اللام إنما قلبت واوًا لضربٍ من التَوسُّع، وكراهةً لتضعيف الياء، ولأن الكلمة أيضًا عَلَم؛ والأعلام يَعْرِضُ فيها ما لا يعرض في غيرها؛ نحو: مَوْهَب ومَوْرَق، ومَوْظَب (٤) . </p><p>= شخص من جسدك. \"تهذيب اللغة\" ١٣/ ٢٩٥ (طلل). (١) أصل الحيوان: حَييَان، فقلبت الياء التي هي لام الفعل واوًا استكراهًا لتوالي الحركات؛ هذا مذهب الخليل وسيبويه. \"لسان العرب\" ١٤/ ٢١٤ (حيا). وقول سيبويه في \"الكتاب\" ٤/ ٣٩٩.(٢) فاظ الميت، وفاظت نفسه: إذا خرجت. \"تهذيب اللغة\" ١٤/ ٣٩٦ (فاظ).(٣) الصَّوغُ: مصدر صاغ يصوغ، والصَّياغة: الحرفة. \"تهذيب اللغة\" ٨/ ١٥٨ (صاغ).(٤) \"سر صناعة الإعراب\" ١/ ١٥٣، بتصرف، وهو في \"لسان العرب\" ١٤/ ٢١٤ (حيا). وضبطت كلمة: مَوْرَق، هكذا في سر صناعة الإعراب، وهو اسم علم؛ منه: =</p>"
}