{
  "id": null,
  "sura": 29,
  "aya": 58,
  "text": "<p> {ثُمَّ إِلَيْنَا تُرْجَعُونَ} بعد الموت فنجزيكم بأعمالكم (١) . وهذا حث على الطاعة فيما أَمر به من الهجرة. ثم ذكر ثواب من هاجر فقال: </p><p> ٥٨ - {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا} قال ابن عباس: لنسكننهم غرف الدر والياقوت والزبرجد (٢) . </p><p> قال مقاتل: يعني لننزلنهم (٣) . وهذا يدل على صحة قراءة العامة:  {لَنُبَوِّئَنَّهُمْ} يقال: بوأت فلانًا منزلًا تبويئًا وتبوئة (٤) ، وذكرنا ذلك قديمًا (٥) . </p><p> وقرأ حمزة والكسائي:  (لَنُثْوِيَنَّهُم) وهي قراءة عبد الله والأعمش (٦) ، يقال: ثوى بالمكان إذا أقام به (٧) ، ومنه قوله:  {وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ}  [القصص: ٤٥] أي: مقيمًا نازلًا فيهم، والثويَّ: الضيف لإقامته </p><p>(١) \"تفسير مقاتل\" ٧٥ أ. (٢) ذكره عنه الطبرسي \"مجمع البيان\" ٧/ ٤٥٥.(٣) \"تفسير مقاتل\" ٧٥ أ. و\"مجاز القرآن\" لأبي عبيدة ٢/ ١١٧. و\"غريب القرآن\" لابن قتيبة ٣٣٨.(٤) \"تهذيب اللغة\" ١٥/ ٥٩٥ (باء).(٥) قال الواحدي في تفسير قول الله تعالى: {أَنْ تَبَوَّآ لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا} [يونس: ٨٧]: قال أبو علي: التبؤ: فعل يتعدى إلى مفعولين فعلى ما ذكر أبو علي يجوز أن تقول: تبوأت زيدًا مكانًا، أي: اتخذت له، ولم أو هذا لغيره؛ لأنه يقال: تبوأ المكان دارًا، فيعدونه إلى مفعولين كما ذكر، ويقال: تبوأ لزيد منزلًا، أي: اتخذه له، فلا يعدون لزيد إلا باللام.(٦) قرأ حمزة والكسائي: [لَنُثْوِيَنَّهُم] بالثاء، وقرأ الباقون: {لَنُبَوِّئَنَّهُمْ} بالباء. \"السبعة في القراءات\" ٥٠٢، و\"الحجة للقراء السبعة\" ٥/ ٤٣٨، وفيه ذكر قراءة الأعمش نقلها عن أبي الحسن. و\"النشر في القراءات العشر\" ٢/ ٣٤٤. وأخرج قراءة ابن مسعود: الفراء، \"معاني القرآن\" ٢/ ٣١٨.(٧) قال ابن قتيبة: هو من: ثويت بالمكان، أي: أقمت به. \"غريب القرآن\" ٣٣٨.</p><p> عند المضيف (١) . </p><p> قال الزجاج: يقال: ثوى الرجل إذا أقام، وأثويته إذا أنزلته منزلًا يقيم فيه (٢) . وقال حسان: </p><p> ثوى في قريش بضع عشرة حِجةً (٣) </p><p> أي: أقام ونزل فيهم. وإذا تعدى: ثوى، فزيدت عليه الهمزة، وجب أن يتعدى إلى المفعول الثاني (٤) . </p><p> قال الأخفش: قرأ الأعمش: {لَنُثْوِيَنَّهُم مِنَ الجنَّةِ غُرَفًا} قال: ولا يعجبني ذلك؛ لأنك لا تقول: أثويته الدار (٥) . </p><p> قال أبو علي: ووجه هذه القراءة كان في الأصل: لنثوينهم من الجنة في غرف، وحذف الجار، كما حذف من نحو قوله: </p><p> أمرتك الخيرَ (٦) .... </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٤٣٨. (٢) \"معاني القرآن\" للزجاج ٤/ ١٧٣.(٣) \"الحجة للقراء السبعة\" ٥/ ٤٣٩، ونسبه لحسان. وهو في \"ديوانه\" ٢٦١، أخرج الحاكم عن يحيى بن سعيد قال: سمعت عجوزًا من الأنصار تقول: رأيت ابن عباس يختلف إلى صرمة بن قيس يتعلم منه هذه الأبيات:ثوى في قريش بضع عشرة حجة ... يُذكِّر لو ألفي صديقًا مواتيًاوساق بعده ستة أبيات، ثم قال الحاكم: صحيح على شرط الشيخين، ولم يخرجاه، ووافقه الذهبي.(٤) \"الحجة للقراء السبعة\" ٥/ ٤٣٩.(٥) لم أجده عند الأخفش في \"المعاني\"، لكن ذكر أبو علي أن أبا الحسن قال: قرأ الأعمش. \"الحجة للقراء السبعة\" ٥/ ٤٤٠.(٦) جزء من بيت لعمرو بن معد يكرب، والبيت بتمامه:أمرتك الخير فافعل ما أمرت به ... فقد تركتك ذا مال وذا نَشَب</p><p> ويقوي ذلك أن الغرف وإن كانت مختصة، فقد أجريت المختصة من هذه الظروف مجرى غير المختص، نحو قوله: </p><p> كما عسل الطريقَ الثعلبُ (١) </p><p> ونحو: ذهبتُ الشامَ، عند سيبويه. ويدل على صحة قول سيبويه ما روي في الحديث:  \"إنما أنا لكم كالوالد، فإذا ذهب أحدكم الغائط\" من غير حرف جر، وروي:  \"إلى الغائط\"  (٢) . ويدل على صحة القراءة الأولى، </p><p>= وقد أورده أبو علي في \"الحجة\" ٥/ ٤٤٠، مقتصرًا على: أمرتك الخير، ولم ينسبه. وقد استشهد به سيبويه على حذف حرف الجر، ونصب الخير. \"الكتاب\" ١/ ٣٧، ونسبه لعمرو بن معد يكرِب الزُّبيديّ. واستشهد به كذلك المبرد، في \"المقتضب\" ٢/ ٣٦، والبغدادي، \"خزانة الأدب\" ١/ ٣٣٩، ولم ينسباه. (١) أنشده كاملًا سيبويه، \"الكتاب\" ١/ ٣٦، ونسبه لساعدة بن جُؤَيَّة، والبيت تمامه:لدنٌ بِهزِالكفِ يعسلُ متنُه ... فيه كما عسلَ الطريقَ الثعلبُوأنشده كاملًا المبرد، \"الكامل\" ١/ ٤٧٤، ولم ينسبه. وأنشد عجزه أبو علي، في \"الحجة\" ٥/ ٤٤٠، ولم ينسبه، وعنه أخذ الواحدي، وأنشده ابن جني، \"الخصائص\" ٣/ ٣١٩، ولم ينسبه. وفي الحاشية: هذا البيت في وصف الرمح، واللدن: اللين الناعم، وقوله: يعسل متنه: يشتد اهتزازه، ويقال: عسل الثعلب والذئب في سيره: اشتد اضطرابه.(٢) أخرج هذا الحديث بحرف الجر: (إلى الغائط) الإمام أحمد ١٢/ ٣٧٢، ط/ الرسالة، وابن ماجه ١/ ١١٤، كتاب: الطهارة، رقم الحديث (٣١٣)، وابن حبان في \"صحيحه\"، كتاب: الطهارة، رقم (١٤٣١)، \"الإحسان\" ٤/ ٢٧٩، والبيهقي، \"السنن الكبرى\" ١/ ١٠٢، كتاب: الطهارة. كلهم من طريق: يحيى بن سعيد القطان، عن محمد بن عجلان، عن القعقاع بن حكيم، عن أبي صالح، عن أبي هريرة. والحديث في \"صحيح سنن ابن ماجه\" ١/ ٥٧، رقم (٢٥٢). وقال محققو المسند: إسناده قوي. ولم أجده بهذا اللفظ بدون حرف الجر، إلا عند النسائي في \"السنن الكبرى\" من طريق عبد العزير بن أبي حازم عن أبيه عن مسلم بن قُرط عن =</p><p> قوله:  {نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ}  [الزمر: ٧٤]  (١) . </p><p> وقوله:  {تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ} قال ابن عباس: يريد تحت الغرف الأنهار، كما وصف تبارك وتعالى:  {مِنْ مَاءٍ غَيْرِ آسِنٍ} الآية [محمد: ١٥]  (٢) . </p><p> {خَالِدِينَ فِيهَا} مقيمين فيها لا يموتون، ولا يهرمون، ولا يسقمون. </p><p> وقوله:  {نِعْمَ أَجْرُ الْعَامِلِينَ} قال: يريد المهاجرين والأنصار. قال </p><p>= عروة عن عائشة أن رسول الله -صلى الله عليه وسلم- قال: \"إذا ذهب أحدكم الغائطَ فليذهب معه بثلاثة أحجار\". \"السنن الكبرى\" ١/ ٧٢، كتاب: الطهارة، رقم الحديث (٤٢). والحديث في السنن الصغرى بهذا الإسناد بإثبات حرف الجر. \"سنن النسائي\" ١/ ٤٤، كتاب الطهارة، رقم الحديث (٤٤)، وهو في \"صحيح سنن النسائي\" ١/ ١١، رقم الحديث (٤٣). وأخرجه الطبراني من طريق سلامة بن روح، عن عُقَيل، عن ابن شهاب الزهري، عن عطاء بن يزيد الليثي، عن أبي أيوب، قال: قال رسول الله -صلى الله عليه وسلم-: \"من ذهب منكم الغائطَ فلا يستقبل القبلة ولا يولها ظهره، شرقوا أو غربوا\". \"المعجم الكبير\" ٤/ ١٤٣، رقم الحديث: ٣٩٤٢. وسلامة بن روح مختلف فيه، \"الكامل في ضعفاء الرجال\" ٣/ ١١٦٢، \"تهذيب التهذيب\" ٤/ ٢٥٣، \"ميزان الاعتدال\" ٢/ ١٨٣، قال عنه ابن حجر: صدوق له أوهام. \"تقريب التهذيب\" ٤٢٦. وعُقيل هو ابن خالد بن عقيل، قال عنه الذهبي: الحافظ الإمام، حدث عن ابن شهاب فأكثر وجوَّد، وحدث عنه ابن أخيه: سلامة بن روح. \"سير أعلام النبلاء\" ٦/ ٣٠١. قال عنه ابن حجر: ثقة ثبت \"تقريب التهذيب\" ٦٨٧. وعطاء بن يزيد الليثي: ثقف \"تقريب التهذيب\" ٦٧٩.(١) \"الحجة للقراء السبعة\" ٥/ ٤٤٠، وليس فيه ذكر الحديث. وقول سيبويه في \"الكتاب\" ١/ ٣٥.(٢) لعل الشاهد من إيراد هذه الآية: بيان أن الأنهار التي تجري من تحت الغرف أنهار متنوعة، كما ذكر في آية سورة: محمد {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى}. والله أعلم.</p>"
}