{
  "id": null,
  "sura": 29,
  "aya": 3,
  "text": "<p> قوله تعالى:  {وَهُمْ لَا يُفْتَنُونَ} قال ابن عباس والسدي ومجاهد وقتادة: لا يفتنون في إيمانهم وأموالهم وأنفسهم (١) . </p><p> قال مقاتل وقتادة: يقول: أحسبوا أن يتركوا على التصديق بتوحيد الله وهم لا يبتلون بالقتل وبالتعذيب في الدنيا بقولهم: آمنا (٢) ، وهم لا يعاملون معاملة المختَبَر لتظهر الأفعال التي يُستحق عليها الجزاء، ثم أخبر عن فتنة مَنْ قبل هذه الأمة من المؤمنين (٣) بقوله: {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} . </p><p> ٣ - {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ} قالوا جميعًا: ابتلينا (٤) . </p><p> قال ابن عباس: منهم إبراهيم خليل الرحمن -عليه السلام-، وقوم كانوا معه ومِنْ بعده نشروا بالمناشير على دين الله فلم يرجعوا عنه (٥) . </p><p>(١) أخرجه ابن جرير ٢٠/ ١٢٨، عن مجاهد. وأخرجه عبد الرزاق ٢/ ٩٦، وابن جرير ٢٠/ ١٢٨، عن قتادة بلفظ: لا يبتلون. وأخرجه ابن أبي حاتم ٩/ ٣٠٣٢، عن مجاهد، وسعيد بن جبير، وقتادة، والربيع بن أنس. (٢) \"تفسير مقاتل\" ٧٠ ب، بمعناه. قال ابن قتيبة: {وَهُمْ لَا يُفْتَنُونَ} أي: لا يقتلون ولا يعذبون. \"غريب القرآن\" ٣٣٧.(٣) \"تفسير مقاتل\" ٧٠ ب.(٤) أخرجه ابن جرير ٢٠/ ١٢٩، عن مجاهد، وقتادة. وأخرجه ابن أبي حاتم ٩/ ٣٠٣٢، عن الضحاك، وسعيد ابن جبير، ومجاهد، وعطاء. و\"تفسير مقاتل\" ٧٠ ب. و\"مجاز القرآن\" لأبي عبيدة ٢/ ١١٣. و\"غريب القرآن\" لابن قتيبة ٣٣٧، وقال في \"تأويل مشكل القرآن\" ٤٧٢: اختبرنا.(٥) ورد هذا المعنى في حديث مرفوع أخرجه البخاري، كتاب مناقب الأنصار، رقم الحديث (٣٨٥٢)، \"فتح الباري\" ٧/ ١٦٥. من حديث خباب بن الأرت -رضي الله عنه-، قال: أتيت النبي -صلى الله عليه وسلم-، وهو متوسد بردة، وهو في ظل الكعبة، وقد لقينا من المشركين شدة، فقلت: يا رسول الله ألا تدعو الله لنا فقعد وهو محمرٌ وجهُه فقال: \"لقد =</p><p> وقال غيره: يعني بني إسرائيل ابتلوا بفرعون فكان يسومهم سوء العذاب (١) . </p><p> قوله تعالى:  {فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ} قال مقال: يقول: فليرين الله الذين صدقوا في إيمانهم من هذه الأمة عند البلاء، فيصبروا لقضاء الله {وَلَيَعْلَمَنَّ} يقول: وليرين {الْكَاذِبِينَ}  (٢) ، فتنوا عند البلاء والتمحيص؛ يعني: المنافقين. </p><p> قال أبو إسحاق:  {فَلَيَعْلَمَنَّ} صِدْق الصادق بوقوع صدقه منه، ووقوع كذب الكاذب منه، وهو الذي يجازَى عليه، والله -عز وجل- قد علم الصادق من الكاذب قبل أن يخلقهما؛ ولكن القصد قصد وقوع العلم بما يجازَى عليه (٣) . يعني أن قوله:  {فَلَيَعْلَمَنَّ} جاء بلفظ الاستقبال لحدوث المعلوم وهو الصدق والكذب، وإنما يعلم صدق الصادق كائنًا عند حدوثه، وكذلك كذب الكاذب، وقد بينا هذا بيانًا شافيًا عند قوله:  {إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ} في سورة البقرة [١٤٣]  (٤) . </p><p>= كان مَن قبلكم ليُمشط بمشاط الحديد، ما دون عظامه من لحم أو عصب، ما يصرفه ذلك عن دينه، ويوضع المنشار على مفرِق رأسه فيُشق باثنين، ما يصرفه ذلك عن دينه. ولَيُتمن الله هذا الأمر حتى يسيرَ الراكب من صنعاء إلى حضرموت ما يخاف إلا الله\". زاد بيانٌ: \"والذئبَ على غنمه\". وقول ابن عباس ذكره الطبرسي \"مجمع البيان\" ٧/ ٤٢٨. (١) ذكره الطبرسي \"مجمع البيان\" ٧/ ٤٢٨، ولم ينسبه.(٢) \"تفسير مقاتل\" ٧٠ ب.(٣) \"معاني القرآن\" للزجاج ٤/ ١٦٠.(٤) قال الواحدي في تفسيرِ هذه الآية: قوله تعالى: {إِلَّا لِنَعْلَمَ} والله تعالى عالم لم يزل، ولا يجوز أن يَحدث له علم، واختلف أهل المعاني في وجه تأويله، فذهب =</p><p> واختار صاحب النظم في قوله:  {الم} أن يكون قسمًا، وجعله واقعًا على قوله:  {فَلَيَعْلَمَنَّ اللَّهُ} وجعل قوله: {أَحَسِبَ النَّاسُ} كلامًا معترضًا بين القَسَم وبين ما هو واقع عليه؛ قال: ودل على هذا دخول النون الثقيلة في قوله: {فَلَيَعْلَمَنَّ اللَّهُ} كما تقول: والله لأضربنَّ عمرًا. </p><p> فإن قيل: لِمَ دخلت الفاء في قوله: {فَلَيَعْلَمَنَّ اللَّهُ} قيل: إنه لما يجيء بالجواب لقوله: {الم} حتى قال: {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ} صار كأن قوله: {فَلَيَعْلَمَنَّ اللَّهُ} معطوفًا عليه وجوابًا له فقد اشترك قوله: {الم} وقوله: {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ} في قوله: {فَلَيَعْلَمَنَّ اللَّهُ} للعطف على معنى: {وَلَقَدْ فَتَنَّا} وذلك أن الله تعالى لما قال: {أَحَسِبَ النَّاسُ} الآية، كان إنكارًا لحسبانهم أنهم لا يفتنون، وإذا كان إنكارًا ففيه دليل على أنه -عز وجل- أوجب أن يفتنهم؛ لأنه لا ينكر شيئًا إلا ويوجب ضده، ثم لما قال:  {وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ} دل بهذا القول على هذا المعنى من إيجاب الفتنة، فيكون تأويله: لنفتنهم كما فتنا الذين من قبلهم، ثم صار قوله:  {فَلَيَعْلَمَنَّ} معطوفًا على هذا التأويل. </p><p> وقال في قوله:  {الَّذِينَ صَدَقُوا} ليس هذا من الصدق اللازم الذي تأويله: صَدَق في قوله، وهو من الصدق المتعدي الذي يقال عنه: صَدَقَنِي فلانٌ، أي: قال لي الصدق، وكَذَبَنِي؛ أي: قال لي الكذب. والمعنى </p><p>= جماعة إلى أن العلم له منزلتان: علم بالشيء قبل وجوده، وعلم به بعد وجوده، والحُكم للعلم بعد الوجود؛ لأنه يوجب الثواب والعقاب، والمتعبَّد بالشيء إذا لم يُطع وعصى علمه الله تعالى عاصيًا، وإذا أطاع علمه مطيعًا، وكان قبل أن أطاع لم يعلمه علمًا يستحق به الثواب؛ وإن كان في معلوم الباري أنه يطمِع فمعنى قوله: {إِلَّا لِنَعْلَمَ} أي: لنعلم العلم الذي يستحق به العامل الثواب والعقاب.</p>"
}