{
  "id": null,
  "sura": 29,
  "aya": 46,
  "text": "<p> ينهى عن الفحشاء والمنكر. </p><p> قوله تعالى:  {وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ} قال ابن عباس: يريد لا يخفى عليه شيء. </p><p> ٤٦ - قوله تعالى:  {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} أي: بالقرآن والدعاء إلى الله بآياته، والتنبيه على حُجَجه (١)  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} إلا من أبى أن يقرَّ بالجزية، ونَصَب العرب، فأولئك فجادلوهم حتى يسلموا، أو يعطوا الجزية {وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ} الآية، وهذا معنى قول (٢) وقتادة وسعيد بن جبير وابن زيد؛ قالوا في قوله:  {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} أهل العرب، ومن لا عهد له فجادلوا هؤلاء بالسيف (٣) . </p><p> قال ابن زيد: ظلموا بالإقامة على كفرهم بعد قيام الحجة عليهم (٤) . </p><p> وقال آخرون: كان هذا قبل أن أُمر النبي -صلى الله عليه وسلم- بالقتال، قيل له:  {وَلَا تُجَادِلُوا} من أتاكم من أهل الكتاب {إِلَّا بِالَّتِي هِيَ أَحْسَنُ} يعني: تعظونهم بالقرآن، وتدعوهم إلى الإسلام {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} وهم الذين قالوا: مع الله إله، أو له ولد، أو شريك، أو يد الله مغلولة، وأن الله فقير، أو آذوا محمدًا فهؤلاء انتصروا منهم (٥) . </p><p>(١) تفسير ابن جرير ٢١/ ١، بنصه. و \"تفسير الثعلبي\" ٨/ ١٦١ أ. (٢) هنا بياض. ولعله: مجاهد؛ لإخراج ابن جرير ذلك عند والله أعلم.(٣) \"تفسير الثعلبي\" ٨/ ١٦١ أ.(٤) أخرجه ابن جرير ٢١/ ٢. عن ابن زيد، ومجاهد، وسعيد بن جبير. و\"تفسير الثعلبي\" ٨/ ١٦١ أ، عن ابن زيد.(٥) أخرج ابن جرير ٢١/ ٢، عن قتادة بنحوه، وآخره من قوله: قالوا: مع الله إله أخرجه ابن جرير ٢١/ ١، وابن أبي حاتم ٩/ ٣٠٧٠، عن مجاهد.</p><p> قوله تعالى:  {وَقُولُوا آمَنَّا} يعني: لأهل الكتاب سوى هؤلاء الظلمة. ثم نُسخ هذا بالقتال. وهذا معنى قول الكلبي وقتادة ومجاهد في رواية ابن أبي نجيح (١) . </p><p> وقال آخرون: المراد بأهل الكتاب هاهنا: عبد الله بن سلام، ومن آمن منهم يقول: لا تجادلوهم وأخبروهم عما في القرآن {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} يعني: مشركيهم يقول: جادلوا الذين كفروا حتى تردوهم عن كفرهم. وهذا معنى قول مقاتل وابن عباس في رواية عطاء (٢) . </p><p>(١) أخرجه عبد الرزاق ٢/ ٩٨، وابن أبي حاتم ٩/ ٣٠٦٨، والنحاس، في \"الناسخ والمنسوخ\" ٢/ ٥٧٧، عن قتادة. ورواية ابن أبي نجيح عن مجاهد أخرجها ابن جرير ٢١/ ١، وليس فيها ذكر النسخ، بل يدل كلامه على أنها محكمة يراد بها ذوو العهد لا يجادلوا، وإنما يجادل من لا عهد له ويقاتل حتى يعطي الجزية. \"الإيضاح لناسخ القرآن ومنسوخه\"، لمكي بن أبي طالب (٣٨٧). لكن ذَكَر النسخ عن مجاهد الثعلبي ٨/ ١٦١ ب، وممن ذهب إلى أن الآية منسوخة بآية السيف مقاتل، \"تفسير مقاتل\" ٧٤ أ. وهذا يقال فيه مثل ما قيل فيما سبق عند قوله تعالى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (٦٣)} [الفرقان: ٦٣]. وقد رجح ابن جرير ٢١/ ٢، أن أولى الأقوال: إلا الذين امتنعوا من أداء الجزية، ونصبوا دونها الحرب. ورد ردًا حسنًا على من ذهب إلى أن الآية منسوخة. وحاصل الأقوال في هذه الآية ثلاثة:١ - الآية منسوخة.٢ - الآية محكمة يراد بها من آمن منهم.٣ - الآية محكمة يراد بها ذوو العهد منهم.قال النحاس بعد ذكره هذه الأقوال: وقول مجاهد حسن؛ لأن أحكام الله -عز وجل- لا ينغي أن يقال فيها: إنها منسوخة إلا بخبر يقطع العذر \"الناسخ والمنسوخ\" ٢/ ٥٧٧.(٢) \"تفسير مقاتل\" ٧٤ أ. وذكره النحاس عن ابن زيد، ولفظه: لا يجادل المؤمنون منهم إذا أسلموا، لعلهم يحدثون بالشيء، فيكون كما قالوا {إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} من أقام على الكفر يجادل، ويقال له الشر. \"الناسخ والمنسوخ\" ٢/ ٥٧٧. وعلى هذا تكون الآية محكمة.</p>"
}