{
  "id": null,
  "sura": 29,
  "aya": 17,
  "text": "<p> وقال مقاتل والكلبي: يعني عبرة لمن بعدهم من الناس (١) ، إن عصوا رسلهم فعلنا بهم مثل ذلك (٢) . </p><p> ١٦ - {وَإِبْرَاهِيمَ} قال الزجاج: المعنى: وأرسلنا إبراهيم، عطفًا على نوح (٣) . </p><p> {إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ} قال ابن عباس: أطيعوا الله وخافوه. وقال مقاتل: وحدوا الله واخشوه {ذَلِكُمْ} يعني: عبادة الله خير لكم من عبادة الأوثان {إِنْ كُنْتُمْ تَعْلَمُونَ} ولكنكم لا تعلمون (٤) . وقال الكلبي: إن كنتم تعلمون أن الله ربكم (٥) . </p><p> ١٧ - وقوله:  {إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا} قال أبو عبيدة: الأوثان: كل ما كان منحوتًا من خشب أو حجر، والصنم: ما كان من ذهب أو فضة أو نحاس (٦) . </p><p>(١) \"تفسير مقاتل\" ٧١ ب. \"تنوير المقباس\" ٣٣٣. (٢) قال ابن جرير ٢٠/ ١٣٦: ولو قيل: معنى: {وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ} وجعلنا عقوبتنا إياهم آية للعالمين، وجعل الهاء والألف في قوله: {وَجَعَلْنَاهَا} كناية عن العقوبة أو السخط ونحو ذلك، إذ كان تقدم ذلك في قوله: {فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ} كان وجهًا من التأويل.(٣) \"معاني القرآن\" للزجاج ٤/ ١٦٤.(٤) \"تفسير مقاتل\" ٧١ ب.(٥) \"تنوير المقباس\" ٣٣٣.(٦) \"مجاز القرآن\" لأبي عبيدة ٢/ ١١٤، بلفظ: الوثن: ما كان من حجارة أو جص. وليس فيه ما يتعلق بالصنم، وما ذكره أبو عبيدة في المجاز ذكره ابن قتيبة بنصه في \"غريب القرآن\" ٣٣٧، ولم ينسبه. وقد تتبعت الآيات التي وردت فيها كلمة: أصنام، فلم أجد أبا عبيدة تكلم عن هذه المسألة في كتابه \"المجاز\". وقريب مما ذكر الواحدي عند الأزهري؛ قال: وقال شمر فيما قرأت بخطه: أصل الأمثال =</p><p> وهذا كما قال ابن عباس: يريد الأصنام التىِ تتخذ من الحجارة (١) . قوله:  {وَتَخْلُقُونَ إِفْكًا} قال أبو عبيدة: خلق واختلق، وخرق واخترق وافترى؛ واحد كله (٢) . وفي هذا قولان للمفسرين؛ أحدهما: أن هذا محمول على الكذب في القول. وهو قول السدي؛ قال: تقولون إفكًا (٣) . يعني: زعمهم أنها آلهة. وروي عن ابن عباس: تقولون كذبًا (٤) . </p><p> القول الثاني: أن هذا محمول على الصنع باليد؛ قال مجاهد: وتصنعون أصنامًا بأيديكم فتسمونها آلهة (٥) . ويكون التقدير على هذا: وتخلقون ما تأفكون عنه بزعمكم أنه إله، والخلق يكون بمعنى: التقدير (٦) ، وقد ذكرناه (٧) . </p><p>= عند العرب: كل تمثال من خشب، أو حجارة، أو ذهب، أو فضة، أو نحاس، ونحوها. \"تهذيب اللغة\" ١٥/ ١٤٤ (وثن). (١) أخرجه ابن جرير ٢٠/ ١٣٧، وابن أبي حاتم ٩/ ٣٠٤٣، عن قتادة، بلفظ: أصناما.(٢) في مجاز القرآن لأبي عبيدة ٢/ ١١٤: مجازه: تختلقون وتفترون. ولم أجده عند الأزهري، مادة. خلق.(٣) أخرجه ابن أبي حاتم ٩/ ٣٠٤٤.(٤) أخرجه ابن جرير ٢٠/ ١٣٧. وهو قول ابن قتيبة، قال: تخرصون كذبا. \"تأويل مشكل القرآن\" ٥٠٦. وفي \"غريب القرآن\" ٣٣٧، قال: تختلقون كذبا.(٥) ذكره الثعلبي ٨/ ١٥٧ ب، بنصه عن مجاهد. وأخرج نحوه ابن جرير ٢٠/ ١٣٧، عن ابن عباس، من طريق عطاء. ولم أجد فيه القول الذي نسبه لمجاهد، لكن أخرج ابن جرير ٢٠/ ١٣٧، وابن أبي حاتم ٩/ ٣٠٤٤، عنه: تقولون كذبا.(٦) وبهذا المعنى فسر الآية ابن الأنباري، فقال: والخلق: التقدير، قال الله جل اسمه: {وَتَخْلُقُونَ إِفْكًا} أي: تقدرون كذبا. \"الزاهر في معاني كلمات الناس\" ١/ ٨٨, و\"الأضداد\" (١٥٩).(٧) قال الواحدي في تفسير قول الله تعالى: {فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} [المؤمنون: =</p>"
}