{
  "id": null,
  "sura": 29,
  "aya": 8,
  "text": "<p> {إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ} عن أعمالهم وعبادتهم. </p><p> ٧ - قوله تعالى:  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ} قال ابن عباس: يريد ما عملوا في الشرك. يريد: لَيُبْطِلها حتى تصير بمنزلة من لم يعمل {وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا} قال مقاتل: نجزيهم بإحسانهم ولا نجزيهم بمساوئهم (١) . والمعنى: لنجزيهم بأحسن أعمالهم؛ وهو ما أمرناهم به من الطاعة (٢) . </p><p> ٨ - وقوله:  {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا} قال الأخفش: هو على: ووصيناه بحسن، وقد تقول العرب: وصيته خيرًا، أي: وصيته بخير (٣) . وقال غيره: هو بمعنى: ألزمناه حسنًا، أو وصيناه أن يفعل حسنًا (٤) . قال أبو إسحاق: معناه: ووصينا الإنسان أن يفعل بوالديه ما يحسن (٥) . </p><p> قال المفسرون: نزلت في سعد بن أبي وقاص، واسم أبي وقاص: مالك، لما هاجر قالت أمه: والله لا يظلني ظل بيت حمَى ترجع إلى ما كنت عليه، فحثَّ الله سعدًا على البر بأمه، ونهاه أن يطيعها في الشرك؛ وهو قوله:  {وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ}  (٦) أي: لتشرك بي شريكًا </p><p>(١) \"تفسير مقاتل\" ٧١ أ. (٢) \"تفسير الثعلبي\" ٨/ ١٥٦ أ.(٣) \"معاني القرآن\" للأخفش ٢/ ٦٥٥.(٤) قال ابن جرير ٢٠/ ١٣١: وقال بعض نحوي الكوفة: معنى ذلك: ووصينا الإنسان أن يفعل حسنًا، ولكن العرب تسقط من الكلام بعضه إذا كان فيما بقي دلالة على ما سقط. وذكر هذا القول الثعلبي ٨/ ١٥٦ أ، ونسبه لأهل الكوفة.(٥) \"معاني القرآن\" للزجاج ٤/ ١٦١.(٦) أخرج سبب نزول هذه الآية مسلم في \"صحيحه\" ٤/ ١٨٧٧، كتاب: فضائل الصحابة، رقم (١٧٤٨) بعد حديث رقم (٢٤١٢). وأخرجه كذلك أبو يعلى =</p><p> لا تعلمه لي {فَلَا تُطِعْهُمَا} وقال عطاء عن ابن عباس: نزلت في عياش بن أبي ربيعة، أخي أبي جهل لأمه، والقصة في ذلك مشهورة (١) . </p><p>= الموصلي، في مسنده ٢/ ١١٦، رقم (٧٨٢). وروى بعضه البخاري، في \"الأدب المفرد\"، باب: بر الوالد المشرك، رقم (٢٤)، \"صحيح الأدب المفرد\" (٤٠). وأخرجه ابن جرير ٢٠/ ١٣١، عن قتادة. وابن أبي حاتم ٩/ ٣٠٣٦، عن قتادة، ومصعب بن سعيد. وذكره مقاتل ٧١ أ. والثعلبي ٨/ ١٥٦ أ. وأخرجه الواحدي بإسناده في \"الوسيط\" ٣/ ٤١٤، وكذا في أسباب النزول ٣٤٠، لكن صدَّره في \"أسباب النزول\" بقوله: قال المفسرون: نزلت في سعد بن أبي وقاص .. فلعله يريد بذلك: الاتفاق على نزولها في سعد -رضي الله عنه-، والله أعلم. (١) ذكر الواحدي هذه القصة في كتابه \"أسباب النزول\" ١٦٩، عند قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً} [النساء: ٩٢] ولم أجدها في تفسيره البسيط؛ حيث أفاد محقق سورة النساء أن تفسير هذه الآية من القسم المفقود من الكتاب، \"البسيط\". وذكر هذه القصة الزيلعي في \"تخريج أحاديث الكشاف\"، في سورة النساء ١/ ٣٣٩، وفي سورة العنكبوت ٣/ ٤١، وملخص هذه القصة: أن عياش هاجر مع عمر بن الخطاب -رضي الله عنه-، مترافقين، حتى نزلا المدينة، فخرج أبو جهل بن هشام والحارث بن هشام أخواه لأمه .. فنزلا بعياش فقالا له: إن من دين محمد صلة الأرحام، وبر الوالدين، وقد تركت أمك لا تطعم، ولا تأوي بيتًا حتى تراك وهي أشد حبًا لك منا، فاخرج معنا فاستشار عمر، فقال: هما يخدعانك ولك عليَّ أن أقسم مالي بيني وبينك، فما زالا به حتى أطاعهما وعصى عمر، فقال عمر: أما إذ عصيتني فخذ ناقتي فليس في الدنيا بعير يلحقها، فإن رابك منهما ريب فارجع، فلما انتهوا إلى البيداء قال أبو جهل: إن ناقتي قد خلأت فاحملني معك، قال: نعم، فنزل ليوطئ لنفسه وله فأخذاه وشدا وثاقه، ونزلا فجلداه كل واحد منهما مائة جلدة، وذهبا به إلى أمه، قالت له: لا تزال في عذاب حتى ترجع عن دين محمد ففتناه فافتتن. قال الزيلعي: رواه البزار في مسنده، ثم ساق سنده، ثم قال: وكذلك رواه ابن هشام في السيرة، عن ابن إسحاق بسنده المذكور ومتنه سواء، ونقله الثعلبي بلفظ المصنف عن مقاتل. وقد ألمح ابن حجر إلى نقد هذه =</p>"
}