{
  "id": null,
  "sura": 29,
  "aya": 29,
  "text": "<p> قال صاحب النظم: لما قال: {وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا} لم يُؤمَن أن يقال: إنه قد أخذ أجره في الدنيا, ولا خلاق له في الآخرة فأعلم -عز وجل- أن له مع ما أُعطي في الدنيا الدرجاتِ العلى بقوله:  {وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} اقتصاصًا من قوله: {وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَى (٧٥) } [طه: ٧٥] . </p><p> ٢٨ - قوله تعالى:  {وَلُوطًا} قال مقاتل: وأرسلنا لوطًا (١) . والآية مفسرة في سورة: الأعراف (٢) . </p><p> ٢٩ - وقوله:  {وَتَقْطَعُونَ السَّبِيلَ} قال ابن عباس: يريد: الطريق على المارَّ (٣) . </p><p> وقال مقاتل: وذلك أنهم يرمون ابن السبيل الحجارةَ بالخذف (٤) </p><p>(١) \"تفسير مقاتل\" ٧٢ ب. (٢) الآية ٨٠ {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (٨٠)} قال الواحدي: قوله تعالى: {وَلُوطًا} ذكر الفراء في كتاب المصادر اشتقاق هذا الاسم، وأنكر عليه أبو إسحاق؛ وقال: الاسم الأعجمي لا يقال: إنه مشتق كإسحاق، لا يقال: إنه مشتق من السحق، وكتاب الله تعالى لا ينبغي أن يُقدَم على تأويله إلا برواية صحيحة، أو حجة واضحقى وقال النحويون: إنما صرف لوط فالحقيقة أنه على ثلاثة أحرف ساكن الأوسط. وقوله تعالى: {إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ} يعني: إتيان الذكران في قول جميع المفسرين. {مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ} قالوا: ما نزل ذكر على ذكر حتى كان قوم لوط. قال الزجاج: وفي هذه الآية دليل على أن فاحشة اللواط لم يفعلها أحد قبل قوم لوط.(٣) ذكره عنه ابن الجوزي \"زاد المسير\" ٦/ ٢٦٨.(٤) الخذف، بالخاء المعجمة: الرمي بالحصى الصغار بأواف الأصابع، يقال. خذفه بالحصى خذفا. والحذف، بالحاء المهملة: الرمي عن جانب، تقول العرب: حذفه بالعصا، إذا رماه بها. \"تهذيب اللغة\" ٤/ ٤٦٨ (حذف) بالحاء المهملة.</p><p> فيقطعون سبيل المسافرين (١) . </p><p> قال ابن زيد في ذلك: إنهم كانوا يفعلون ذلك لمن مرَّ بهم من المسافرين، ومن ورد عليهم من الغرباء (٢) . </p><p> قال ابن عباس: فلما فعلوا المنكر ترك الناس المرَّ بهم، روي عن النبي -صلى الله عليه وسلم- في تفسير هذه الآية:  \"أن قوم لوط كانوا يجلسون في مجالسهم، وعند كل رجل منهم قصعة(٣)فيها حصى، فإذا مر بهم عابر سبيل خذفوه، فأيهم أصابه كان أولى به\"  (٤) . </p><p> وقال الفراء في قوله:  {وَتَقْطَعُونَ السَّبِيلَ} قطعه أنهم كانوا يعترضون الناس من الطرق لعملهم الخبيث (٥) . وحكى الزجاج قولًا آخر؛ فقال: جاء في التفسير: وتقطعون سبيل الولد (٦) . </p><p>(١) \"تفسير مقاتل\" ٧٢ ب. وأخرج أن المراد به الخذف، ابن جرير ٢٠/ ١٤٥، عن عكرمة، والسدي. (٢) أخرجه ابن جرير ٢٠/ ١٤٥، وابن أبي حاتم ٩/ ٣٠٥٤.(٣) القَصْعَة: وعاء يؤكل فيه ويثرد، وكان يتخذ من الخشب غالبًا، يشبع العشرة، والجمع: قِصاع، وقِصَعٌ. \"لسان العرب\" ٨/ ٢٧٤ (قصع)، و\"المعجم الوسيط\" ٢/ ٧٤٠.(٤) أخرجه الثعلبي ٨/ ١٥٨ ب، من طريق زياد بن أبي زياد يحدث عن معاوية يرفعه. وزياد بن أبي زياد الجصاص أبو محمد الواسطي، من الطبقة الصغرى من التابعين الذين رأوا الواحد والاثنين من الصحابة، ولم يثبت لبعضهم السماع من الصحابة، \"تقريب التهذيب\" المقدمة ٨٢، وترجمة زياد في ص ٣٤٥، ثم قال عنه ابن حجر: ضعيف، وترجم له ابن عدي في \"الكامل\" ٣/ ١٠٤٥، وصدر ترجمته بقوله: متروك الحديث. ولذا صدره البغوي في تفسيره ٦/ ٢٤٠، بـ: يُروى.(٥) \"معاني القرآن\" للفراء ٢/ ٣١٦.(٦) \"معاني القرآن\" للزجاج ٤/ ١٦٨، وذكره الفراء ٢/ ٣١٦. ولم ينسباه.</p><p> قوله تعالى:  {وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ} النادي: المجلس (١) ؛ ذكرنا تفسيره عند قوله:  {وَأَحْسَنُ نَدِيًّا}  [مريم: ٧٣]  (٢) قال ابن عباس: استمكنت الفاحشة فيهم حتى فعل بعضهم ببعض في المجالس (٣) . </p><p> وقال مجاهد: المنكر: إتيانهم الرجال (٤) . </p><p> وقال القاسم بن محمد: هو الضراط؛ كانوا يتضارطون في مجالسهم (٥) . </p><p> وروي أن أم هانئ سألت رسول الله -صلى الله عليه وسلم- عن المنكر الذي كانوا يأتونه في ناديهم، فقال:  \"كانوا يخذفون أهل الطرق، ويسخرون بهم، فذلك المنكر\"  (٦) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣١٦. و\"غريب القرآن\" لابن قتيبة ٣٣٨. ولم ينسباه. (٢) قال الواحدي في تفسير هذه الآية: الندي: فعيل بمعنى الفاعل، وهو المجلس، وكذلك النادي، يقال: ندوت القوم اندوهم نَدْوًا إذا جمعتهم، ويقال للموضع الذي يجتمعون فيه: النادي، والنادي لا يسمى ناديًا حتى يكون فيه أهله، وإذا تفرقوا لا يكون ناديًا، ومن هذا قوله: {وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ} [العنكبوت: ٢٩] ولذلك سميت دار الندوة بمكة؛ كانوا إذا حزبهم أمر نَدَوا إليها فاجتمعوا للتشاور.(٣) أخرجه ابن جرير ٢٠/ ١٤٦، وابن أبي حاتم ٩/ ٣٠٥٤، بلفظ: {فِي نَادِيكُمُ الْمُنْكَرَ} يقول: في مجالسكم.(٤) أخرجه ابن جرير ٢٠/ ١٤٦، وابن أبي حاتم ٩/ ٣٠٥٥. وذكره الثعلبي ٨/ ١٥٩ أ.(٥) أخرجه ابن أبي حاتم ٩/ ٣٠٥٥، والثعلبي ٨/ ١٥٩ أ، عن القاسم بن محمد. وأخرجه ابن جرير ٢٠/ ١٤٥، وابن أبي حاتم ٩/ ٣٠٥٤، عن عائشة -رضي الله عنها- من طريق عروة بن الزبير.(٦) أخرجه ابن جرير٢٠/ ١٤٥، من ثلاثة طرق عن سماك بن حرب، عن أبي صالح، عن أم هانئ، أنها سألت رسول الله -صلى الله عليه وسلم-، عن هذه الآية، فقال: \"كانوا يخذفون =</p>"
}