{
  "id": null,
  "sura": 29,
  "aya": 13,
  "text": "<p> وقال المبرد:  {اتَّبِعُوا} أمر {وَلْنَحْمِلْ} معطوف عليه، وإنما أمروهم ثم عادوا فأمروا أنفسهم، ولا تحذف اللام إلا من الأمر المواجهة وما سوى ذلك فلابد من اللام، تقول: قم وليقم زيد (١) . وهذا وجه غير ما ذكره الفراء والزجاج؛ وهو أحسن. </p><p> قال الله تعالى:  {وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ} معناه: من شيء يخفف عن المحمول عنه العذاب (٢)  {إِنَّهُمْ لَكَاذِبُونَ} قال ابن عباس: يريد: إنهم ليعدونهم الباطل. </p><p> ١٣ - {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ} قال مقاتل: أوزارهم التي عملوها {وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} وأوزارهم لقولهم للمؤمنين: {اتَّبِعُوا سَبِيلَنَا}  (٣) ، وهذا كقوله:  {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ}  [النحل: ٢٥] قاله مقاتل وابن عباس ومجاهد (٤) . </p><p> قال قتادة في هذه الآية: من دعا قومًا إلى ضلالة فعليه مثل أوزارهم من غير أن ينقص من أوزارهم شيئًا (٥) ؛ وهو معنى قوله -صلى الله عليه وسلم-: \"ومن سن سنة سيئة كان عليه وزرها ووزر من عمل بها من غير أن ينقص من أوزارهم </p><p>(١) أراد المبرد بقوله: الأمر المواجهة: صيغة الأمر الصريحة الأصلية التي يلزم منها حضور المأمور الموجه إليه الخطاب، كقولك: قم يا زيد، فإن كان الأمر بغيرها كالأمر بالمضارع لزم دخول اللام الدالة على الأمر كقولك: ليقم زيد. والله أعلم. (٢) \"معاني القرآن\" للزجاج ٤/ ١٦٢، بنصه.(٣) \"تفسير مقاتل\" ٧١ ب.(٤) أخرجه ابن جرير ٢٠/ ١٣٥، عن ابن زيد، وفيه ذكر آية النحل. وذكره مقاتل ٧١ ب، دون ذكر آية النحل.(٥) أخرجه عبد الرزاق ٢/ ٩٦، وابن أبي حاتم ٩/ ٣٠٤٠. وذكره ابن قتيبة، \"غريب القرآن\" (٣٣٧).</p><p> شيء\" (١) </p><p> وقوله:  {وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ} قال أبو إسحاق: ذلك سؤال توبيخ لا سؤال إعلام (٢) . </p><p> وقوله:  {عَمَّا كَانُوا يَفْتَرُونَ} قال ابن عباس: يقولون على الله الكذب (٣) . </p><p> وقال مقاتل: يعني قولهم: نحن الكفلاء بكل تبعة تصيبكم من الله (٤) . </p><p>(١) الحديث أخرجه مسلم ٢/ ٧٠٤، كتاب: الزكاة، رقم الحديث (١٠١٧)، وله قصة ذكرها جرير بن عبد الله -رضي الله عنه- قال: كنا عند رسول الله -صلى الله عليه وسلم- في صدر النهار قال فجاءه قوم حفاة عراة مجتابي النمار أو العباء، متقلدي السيوف، عامتهم من مضر، بل كلهم من مضر فتمعر وجه رسول الله -صلى الله عليه وسلم- لما رأى بهم من الفاقة فدخل ثم خرج فأمر بلالاً فأذن وأقام فصلى ثم خطب فقال: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} إلي قوله: {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: ١] والآية التي في الحشر: {اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ} [الحشر: ١٨] تصدق رجل من ديناره من درهمه من ثوبه من صاع بره من صاع تمره حتى قال: ولو بشق تمرة، قال: فجاء رجل من الأنصار بصرة كادت كله تعجز عنها، بل قد عجزت، قال: ثم تتابع الناس حتى رأيت كومين من طعام وثياب، حتى رأيت وجه رسول الله -صلى الله عليه وسلم- يتهلل كأنه مُذهَبة، فقال رسول الله -صلى الله عليه وسلم-: \"من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء\". وأخرجه مختصرًا الترمذي ٥/ ٤٢، كتاب: العلم، رقم (٢٦٧٥)، وقال: هذا حديث حسن صحيح. وأخرجه بسنده الثعلبي ٨/ ١٥٧ ب، من حديث جرير بن عبد الله -رضي الله عنه-. (٢) \"معاني القرآن\" للزجاج ٤/ ١٦٢.(٣) أخرجه ابن أبي حاتم ٩/ ٣٠٤٠.(٤) \"تفسير مقاتل\" ٧١ ب.</p>"
}