{
  "id": null,
  "sura": 30,
  "aya": 21,
  "text": "<p> وقرأ حمزة والكسائي (تَخْرُجُونَ) بفتح التاء (١) ؛ وحجة هذه القراءة قوله:  {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا}  [المعارج: ٤٣]  (٢) أضاف الخروج إليهم. </p><p> ٢٠ - قوله تعالى:  {وَمِنْ آيَاتِهِ} ومن دلالاته على توحيده وقدرته {أَنْ خَلَقَكُمْ مِنْ تُرَابٍ} قال ابن عباس والمفسرون: يعني: آدم أبا البشر (٣)  {ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ} قال ابن عباس: من لحم ودم. يعني: ذرية آدم ينتشرون: ينبسطون في الأرض. قاله مقاتل (٤) . وقال ابن عباس: تذهبون وتجيئون. ومعنى الآية: تعجيبهم من خلقه إياهم من تراب، ثم صيرورتهم بشرًا ينتشرون في الأرض. </p><p> ٢١ - قوله تعالى:  {أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ} قال الكلبي: يقول: جعل لكم مِنْ خلقكم آدميًا مثلكم، ولم يجعله من الجن ولا من غيره (٥) . وقال غيره: يعني خَلْق حواء من ضِلَع من أضلاع آدم. حكاه الزجاج، وهو قول قتادة (٦) . وذكر غيره أن معنى {خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا} : أنه خلق </p><p>(١) قرأ حمزة والكسائي: {تَخْرُجُونَ} بفتح التاء. وقرأ ابن كثير ونافع وأبو عمرو وعاصم وابن عامر: {تُخْرَجُونَ} بضم التاء. \"السبعة في القراءات\" ص ٥٠٦، و\"الحجة للقراء السبعة\" ٥/ ٤٤٥، و\"إعراب القراءات السبع وعللَّها\" ٢/ ١٩٥. (٢) \"الحجة للقراء السبعة\" ٥/ ٤٤٥.(٣) \"تفسير مقاتل\" ٧٨ أ. وتفسير ابن جرير ٢١/ ٣١، وأخرجه عن قتادة. \"تفسير الثعلبي\" ٨/ ١٦٧ ب.(٤) \"تفسير مقاتل\" ٧٨ أ.(٥) \"تنوير المقباس\" ص ٣٤٠، وذكره الثعلبي ٨/ ١٦٧ ب، ولم ينسبه.(٦) \"معاني القرآن\" للزجاج ٤/ ١٨٢، ولم ينسبه. وأخرجه ابن جرير ٢١/ ٣١، عن قتادة. وكون حواء عليها السلام خلقت من ضلع من أضلاع آدم -عليه السلام-، مروي عن جمع من المفسرين، تفسير ابن جرير ٧/ ٥١٥، تح: محمود شاكر، وابن أبي حاتم ٣/ ٨٥٢، وهي آثار موقوفة، ليس فيها شيء مرفوع للنبي -صلى الله عليه وسلم-، وقد صرح ابن =</p><p> النساء من نطف الرجال (١) . </p><p> قوله تعالى:  {وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً} جعل بين الزوج والمرأة المودة والرحمة، فهما يتوادان ويتراحمان، وما شيء أحبَّ إلى أحدهما من الآخر من غير رحم بينهما. وهذا معنى قول مقاتل والمفسرين (٢) . وروى عطاء عن ابن عباس في قوله:  {مَوَدَّةً} يعني: الجماع {وَرَحْمَةً} يعني: الولد. وهو قول الحسن (٣) . </p><p>= إسحاق بأخذ هذه الأخبار عن أهل الكتاب، فقال: \"أُلقي على آدم -عليه السلام- السِنة، فيما بلغنا عن أهل الكتاب من أهل التوراة وغيرهم من أهل العلم .. \". أخرجه ابن جرير ٧/ ٥١٦. وأما كون المرأة خلقت من ضِلَع فهذا ثابت في الصحيحين، من حديث أبي هريرة؛ ولفظه: استوصوا بالنساء خيرًا فإنهن خلقن من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء خيرًا. البخاري، كتاب: النكاح، رقم (٥١٨٥)، \"فتح الباري\" ٩/ ٢٥٢، ومسلم ٢/ ١٠٩٠، كتاب: الرضاع، رقم (١٤٦٨)، وزاد: (وكسرها طلاقها). قال ابن حجر في شرحه لهذا الحديث: قوله: (فإنهن خلقن من ضلع) كأن فيه إشارة إلى ما أخرجه ابن إسحاق في المبتدأ، عن ابن عباس، أن حواء خلقت من ضلع آدم الأقصر الأيسر وهو نائم. \"فتح الباري\" ٩/ ٢٥٣.(١) لعله يعني مقاتل؛ حيث قال: {أَنْفُسِكُمْ} يعني: بعضكم من بعض. \"تفسير مقاتل\" ٧٨ أ. وذكره الثعلبي ٨/ ١٦٧ ب، ولم ينسبه. وذكر نحوه الماوردي عن علي بن عيسى. \"النكت والعيون\" ٦/ ٣٠٥.والذي يظهر -والله تعالى أعلم- أن لا تعارض بين هذه الأقوال، فالقول الأول يدل على أن الزوج من جنس الآدمي، وهو بهذا يتفق مع القولين بعده، وأفاد القول الثاني أن أجل خلق الأنثى زوج الذكر من ضلع -على ما سبق بيانه- وأفاد القول الثالث التكاثر والتناسل عن طريق النطف. والله تعالى أعلم.(٢) \"تفسِير مقاتل\" ٧٨ أ. وتفسير ابن جرير ٢١/ ٣١.(٣) ذكره السيوطي، عن الحسن، وعزاه لابن المنذر، وابن أبي حاتم. \"الدر\" ٦/ ٤٩٠.</p>"
}