{
  "id": null,
  "sura": 30,
  "aya": 54,
  "text": "<p> عنهم الغيث، وجف النبت (١) . </p><p> قال الكلبي: يقول الله تعالى: لو فعلت ذلك بهم لفعلوا (٢) ؛ يعني: أنهم يفرحون عند الخصب، فلو أرسلت عذابًا على زرعهم كفروا سالف نعمتي، وكفروا ما كانوا يستبشرون به، وليس كذا حال المؤمن؛ لأنه لا يستشعر الخيبة والكفران عند الشدة والمحنة. </p><p> ٥٢، ٥٣ - قوله تعالى:  {فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى} هذه الآية، والآية التي بعدها مفسرتان في سورة: النمل (٣) . </p><p> ٥٤ - قال مقاتل: ثم أخبر عن خلق أنفسهم ليتفكر المكذب بالبعث في خلق نفسه فقال: {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ}  (٤) قال قتادة والكلبي: يعني من نطفة (٥) . </p><p> قال الزجاج: تأويله أنه خلقكم من النُّطفِ في حال ضعف (٦) . </p><p> قال أبو علي: المعنى: خلقكم من ذي ضعف، أي: من ماء ذي ضعف، كما قال:  {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ}  [المرسلات: ٢٠]  (٧) . ومعنى ضَعفِ ذلك الماء: أنه قليل. </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٨٩. (٢) \"تنوير المقباس\" ٣٤٣.(٣) عند قوله تعالى: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ ..} [٨٠، ٨١].(٤) \"تفسير مقاتل\" ٨٠ ب.(٥) أخرجه ابن جرير ٢١/ ٥٦، عن قتادة. و\"تفسير مقاتل\" ٨٠ ب. و\"تنوير المقباس\" ص ٣٤٣، وذكره ابن قتيبة، \"غريب القرآن\" ص ٣٤٣، ولم ينسبه.(٦) \"معاني القرآن\" للزجاج ٤/ ١٩٠.(٧) \"الحجة للقراء السبعة\" ٥/ ٤٥٠.</p><p> وقرئ {ضَعْفٍ} بفتح الضاد (١) ، وهما لغتان (٢) ؛ قال الفراء: الضم لغة قريش، والفتح لغة تميم. والاختيار: الضم؛ لما روي أن ابن عمر قرأ على النبي -صلى الله عليه وسلم- بالفتح، فردَّ عليه بالضم (٣) . </p><p>(١) قرأ عاصم وحمزة: {مِنْ ضَعْفٍ} و {مِنْ بَعْدِ ضَعْفٍ} و {ضَعْفًا} بفتح الضاد فيهن كلهن، وقرأ ابن كثير ونافع وأبو عمرو وابن عامر والكسائي بضم الضاد فيهن كلهن، وقرأ حفص عن نفسه، لا عن عاصم: بضم الضاد. \"السبعة في القراءات\" ص ٥٠٨، و\"الحجة للقراء السبعة\" ٥/ ٤٥٠. قال ابن الجزري: وقد صح عن حفص الفتح والضم جميعًا. \"النشر في القراءات العشر\" ٢/ ٣٤٥. (٢) \"الحجة للقراء السبعة\" ٥/ ٤٥٠.(٣) لم أجده عند الفراء، لكن نسبه له الثعلبي ٨/ ١٧٠ ب. واختار هذه القراءة للرواية الزجاج ٤/ ١٩١. والحديث أخرجه الإمام أحمد ٧/ ١٥٣، تح: أحمد شاكر، والترمذي ٥/ ١٧٤، كتاب \"القراءات\" رقم (٢٩٣٦)، وأبو داود ٤/ ٢٨٣، كتاب \"الحروف والقراءات\"، رقم (٣٩٧٨)، والحاكم ٢/ ٢٧٠، كتاب التفسير، رقم (٢٩٧٤)، وأخرجه الثعلبي ٨/ ١٧٠ ب، كلهم من طريق فُضيل بن مرزوق عن عطية بن سعد العوفي، قال: قرأت على ابن عمر {مِنْ ضَعْفٍ} فقال {مِنْ ضَعْفٍ} قرأتهُا على رسول الله -صلى الله عليه وسلم-، كما قرأتَها عليَّ، فأَخذ علي كما أخذت عليك. وضَعَّف وضعف الحديث الشيخ: أحمد شاكر، لضعف عطية العوفي، راويه عن ابن عمر، \"مسند الإمام أحمد\" ٧/ ١٥٣، (تح: أحمد شاكر)، والحديث لا يُعرف بهذا اللفظ إلا من طريقه كما قال الترمذي: لا نعرفه إلا من حديث فُضيل بن مرزوق عن عطية العوفي. وقال الحاكم: تفرد به عطية العوفي، ولم يحتجا به، وقد احتج مسلم بالفضيل بن مرزوق. وعطية هذا قال عنه ابن حجر: صدوق يخطئ كثيرًا، وكان شيعيًا مدلسًا. \"تقريب التهذيب\" ص ٦٨٠، رقم (٤٦٤٩). وحَسَّن الحديث الألباني، \"صحيح سنن الترمذي\" ٣/ ١٤، رقم (٢٣٣٩)، وأحال على كتابه: \"الروض النضير\". وكتاب \"الروض النضير\" غير مطبوع فلعل تحسين الألباني له لورود هذا الحديث من طريق آخر؛ قال الطبراني: حدثنا هارون بن موسى =</p><p> وقوله:  {ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً} يعني: قواكم في حال الشبيبة، وقوله:  {مِنْ بَعْدِ ضَعْفٍ} يعني: ضعف الطفولة {ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} قال ابن عباس: يريد: عند الكبر أدركه الضعف والهرم. والشيبة: مصدر كالشَّيب، قال المبرد: يعني: من حملة الشيب، فخرج من حملة الشيب مخرج الواحد، ويعني به: الجمع (١) ، وكذلك القوة </p><p>= الأخفش المقري الدمشقي، حدثنا سلام بن سليمان المدائني، حدثنا أبو عمرو بن العلاء، عن نافع عن ابن عمر، قال: قرأت على رسول الله -صلى الله عليه وسلم- .. الحديث. \"المعجم الصغير\" للطبراني ٢/ ٣٩٧، رقم (١١٠٠). وسلام بن سليمان: ضعيف. \"تقريب التهذيب\" (٤٢٥)، رقم (٢٧١٩). ولذا قال ابن حجر بعد أن ساق هذا الطريق من رواية ابن مردويه، قال: في إسناده سلام بن سليمان. \"الكافي الشاف\" بحاشية الزمخشري ٣/ ٤٧٠. وقد ذكر محققو مسند الإمام أحمد رواية الطبراني؛ ولم يقووا بها هذا الحديث بل قالوا: قلنا: سلام متروك. \"مسند الإمام أحمد\" ٩/ ١٨٦، رقم (٥٢٢٧). ط/ مؤسسة الرسالة. وذكر ابن عدي سلام بن سليمان هذا؛ وقال: هو عندي منكر الحديث، ثم ساق له أحاديث استنكرها عليه منها هذا الحديث؛ ثم قال: وهذه الأحاديث عن أبي عمرو عن نافع عن ابن عمر لا يرويها عن أبي عمرو إلا سلام هذا. \"الكامل في ضعفاء الرجال\" ٣/ ١١٥٦.والصواب -والله أعلم- ضعف هذا الحديث، وأنه لا يرتقي لدرجة الحسن. وأقصى ما يفيده الحديث على فرض صحته أن النبي -صلى الله عليه وسلم-، أنكر على ابن عمر قراءته {ضَعْفٍ} بغير القراءة التي أقرأه إياها؛ كما ذكر الواحدي عن الفراء أن الضم لغة قريش، والفتح لغة تميم؛ وعلى ذلك لا يؤخذ من هذا الحديث تفضيل قراءة الضم على قراءة الفتح. والله تعالى أعلم.(١) قول المبرد: من حملة الشيب، الظاهر منه أنه جعل لفظ: الشيبة أحد أفراد الشيب على اعتبار أن لفظ الشيب مصدر فيه عموم وشمول وإحاطة على حد قوله: فهي تحيط بالشيء، وعليه فلفظ: شيبة مفرد كما هو ظاهر من لفظه أريد به الجمع. والله أعلم.</p>"
}