{
  "id": null,
  "sura": 30,
  "aya": 24,
  "text": "<p> فَضْلِهِ} قال ابن عباس: يريد طلب المعيشة (١) . قال صاحب النظم: تأويله: ومن آياته منامكم بالليل، وابتغاؤكم من فضله بالنهار، اعتبارًا بقوله:  {وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ}  [القصص: ٧٣] . </p><p> قوله تعالى:  {لِقَوْمٍ يَسْمَعُونَ} يعني: سماع اعتبار وتدبر. قال ابن عباس: يريد: لقوم يجيبون داعي الله، وجعل السماع بمعنى: الإجابة. وقال الكلبي ومقاتل:  {لِقَوْمٍ يَسْمَعُونَ} مواعظ الله فيوحدون ربهم (٢) . </p><p> ٢٤ - قوله:  {وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ} قال الأخفش: أراد أن يريكم، فحذف أن؛ لأن المعنى يدل عليه، وفي حرف عبد الله:  {أَن يُرِيكُمُ}  (٣) وأنشد قول طرفة: </p><p> ألا أيُّهذا الزَّاجِري أَحضُرَ الوغى ... ............. البيت (٤) </p><p>(١) \"تنوير المقباس\" ص ٣٤٠. (٢) \"تفسير مقاتل\" ٧٨ أ.(٣) لم أجد هذه القراءة عند ابن خالويه ولا ابن جني.(٤) البيت لطرفة من معلقته في \"الديوان\" ص ١٠٥، وفيه: اللائمي، بدل: الزاجري، وعجزه:وأن أشهدَ اللذاتِ هل أنت مُخلديوأنشده كاملاً منسوبًا سيبويه ٣/ ٩٩، والثعلبي ٨/ ١٦٧ ب. وأنشده ولم ينسبه، الأخفش ٢/ ٦٥٧، وابن جرير ٢١/ ٣٢، وفي حاشية ابن جرير: رواية البيت عند البصريين: أحضرُ، بالرفع؛ لأنه لما أضمر \"أن\" قبله ذهب عملها، وعند الكوفيين: أحضرَ، بالنصب؛ لأنها وإن أضمرت فكأنها موجودة لقوة الدلالة عليها. والوغى: الحرب، أراد: أيها الإنسان الذي يلومني على شهودي الحرب، وتحصيل اللذات، هل تخلدني في الدنيا إذا كففتُ عن الحرب. وأنشد صدره ولم ينسبه أبو علي، \"المسائل العسكرية\" ص ٢٠٢، وأنشد صدره ونسبه: ابن جني \"سر صناعة الإعراب\" ١/ ٢٨٥</p><p> أراد: أن احضُرَ (١) . </p><p> وقال أبو إسحاق: المعنى: ومن آياته آيةٌ يريكم بها البرق، هذا أجود في العطف؛ لأن قبله خلق السموات، ومنامكم، فيكون اسمًا منسوقًا (٢) علي اسم، ثم حُذف، ودلَّ عليه قوله:  {وَمِنَ} كما قال الشاعر: </p><p> وما الدهر إلا تارتان فمنهما ... أموت وأخرى أبتغي العيش أكدح (٣) </p><p> والمعنى: فمنهما تارة أموتها، أي: أموت فيها (٤) . وقال الفراء: أراد: فمنهما ساعة أموتها، وساعة أعيشها (٥) . قال أبو إسحاق: ويجوز أن يكون المعنى: ويريكم البرق خوفًا وطمعًا من آياته، فيكون عطفًا بجملة على جملة (٦) . وهذان القولان ذكرهما الفراء (٧) . </p><p> قوله تعالى:  {خَوْفًا وَطَمَعًا} قال ابن عباس: خوفًا من الصواعق، وطمعًا [من آياته فيكون]  (٨) بالرحمة. </p><p> وقال مقاتل وقتادة: خوفًا من الصواعق للمسافر، ولمن كان بأرض، </p><p>(١) \"معاني القرآن\" للأخفش ٢/ ٦٥٧. وليس فيه ذكر قراءة عبد الله. ولم أجدها عند ابن خالويه. (٢) أي: معطوفًا.(٣) البيت لتميم بن مقبل، \"ديوانه\" ص ٢٤، أنشده ونسبه سيبويه ٢/ ٣٤٦. وأنشده ولم ينسبه، الفراء ٢/ ٣٢٣، وابن جرير ٢١/ ٣٣، والزجاج ٤/ ١٨٢. وفي حاشية سيبويه: الشاهد فيه: حذف الاسم لدلالة الصفة عليه، والتقدير: فمنهما تارة أموت فيها.(٤) \"معاني القرآن\" للزجاج ٤/ ١٨٢.(٥) \"معاني القرآن\" للفراء ٢/ ٣٢٣.(٦) \"معاني القرآن\" للزجاج ٤/ ١٨٢.(٧) \"معاني القرآن\" للفراء ٢/ ٣٢٣.(٨) ما بين المعقوفين ساقط من: (أ).</p>"
}