{
  "id": null,
  "sura": 30,
  "aya": 39,
  "text": "<p> وقال مقاتل: حقه أن يُتصدق عليه (١) . </p><p> وقوله:  {وَابْنَ السَّبِيلِ} يعني: حق الضيف عليك أن تحسن إليه (٢) . </p><p> {ذَلِكَ خَيْرٌ} يقول: إعطاء الحق أفضل من الإمساك {لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ}  (٣) يطيعون بما يعلمون ثوابه. ثم نعتهم فقال:  {وَأُولَئِكَ هُمُ الْمُفْلِحُونَ}  (٤) . </p><p> ٣٩ - قوله تعالى:  {وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ} الآية، روى قتادة عن ابن عباس في هذه الآية قال: هي هدية الرجل يهدي الشيء يريد أن يثاب أفضل منه، فذلك الذي لا يربو عند الله، لا يؤجر فيه صاحبه، ولا إثم عليه فيه (٥) . وعن مجاهد قال: هي الهدايا (٦) . </p><p> وروى ابن أبي روَّاد عنه قال: هو الربا الحلال؛ يهدي الرجل الشيء ليُهدَى له أفضل منه، فهو حلال ليس فيه إثم ولا أجر (٧) . وقوله: {وَلَا تَمْنُنْ </p><p>(١) \"تفسير مقاتل\" ٧٩ ب. (٢) \"تفسير مقاتل\" ٧٩ ب. و\"معاني القرآن\" للزجاج ٤/ ١٨٧.(٣) \"تفسير مقاتل\" ٧٩ ب.(٤) \"تفسير مقاتل\" ٧٩ ب، من قوله: ثم نعتهم.(٥) أخرجه عبد الرزاق ٢/ ١٠٣، وأخرجه ابن جرير ٢١/ ٨٤، عن ابن عباس من طريق قتادة. وأخرجه ابن جرير ٢١/ ٤٦، من طريق محمد بن سعد بإسناده عن ابن عباس. وهو قول مقاتل ٧٩ ب.(٦) أخرجه ابن جرير ٢١/ ٤٦.(٧) أخرجه عبد الرزاق ٢/ ١٠٤، عن الضحاك بن مزاحم، من طريق عبد العزيز بن أبي رواد.- عبد العزيز بن أبي رواد، شيخ الحرم، واسم أبيه: ميمون، حدث عن سالم بن عبد الله، والضحاك بن مزاحم، وعكرمة، ونافع، وغيرهم، وحدث عنه: يحيى القطان، وعبد الرزاق، وابن المبارك، وغيرهم، صدوق عابد، وربما وهم، ورمي بالإرجاء، ت: ١٥٩ هـ. \"سير أعلام النبلاء\" ٧/ ١٨٤، و\"تقريب التهذيب\" ص ٦١٢.</p><p> تَسْتَكْثِرُ} [المدثر: ٦] نزلت في النبي -صلى الله عليه وسلم- خاصة، نُهي أن يُهدِي هدية فيُهدَى له أفضل منها، وحَرُم ذلك عليه خاصة (١) . </p><p> وقال السدي: الربا في هذا الموضع: الهدية يهديها الرجل لأخيه، طلبَ المكافأة، فإن ذلك لا يربو عند الله، ولا يؤجر عليه صاحبه. وقال سعيد بن جبير: هذا في الرجل يُعطِي ليثابَ عليه (٢) . هذا قول المفسرين في هذه الآية. </p><p> وشرحها أهل المعاني؛ فقال أبو إسحاق: يعني به: دفعُ الإنسان الشيء ليعوض ما هو أكثر منه، فذلك ليس بحرام، ولكنه لا ثواب فيه؛ لأن الذي يهبه يستدعي به ما هو أكثر منه (٣) . </p><p> وقال أبو علي الفارسي:  {مَا} في قوله: {وَمَا آتَيْتُمْ} يحتمل تقديرين؛ يجوز أن تكون للجزاء (٤) ، ويجوز أن تكون موصولة؛ فإن قدرتها جزاء كانت في موضع نصب بـ:  {آتَيْتُمْ} وقوله تعالى: {فَلَا يَرْبُو عِنْدَ اللَّهِ} في موضع جزم بأنه جواب للجزاء، ويقوي هذا الوجه: قوله: {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ} ألا ترى أنه لو كان مبتدأً لعاد عليه ذكرٌ، وإن جعلتها موصولة كان موضع {مَا} رفعًا بالابتداء، و {آتَيْتُمْ} صلة، والعائد </p><p>(١) تفسير ابن جرير ٢١/ ٤٦، ولم ينسبه. وقد كُتب في \"تفسير ابن جرير\" بعد قول الضحاك مفصولًا عنه، فلعله من قول الضحاك، وفصْله عنه خطأٌ، وقد أورده السيوطي في \"الدر المنثور\" ٦/ ٤٩٥، من كلام الضحاك، وعزاه لابن جرير، وابن أبي حاتم. وذكره عن الضحاك الثعلبي ٨/ ١٦٩ أ. ذكر ابن كثير ٨/ ٢٦٤، في آية المدثر أربعة أقوال، استظهر منها القول الذي اقتصر عليه الواحدي. (٢) أخرجه ابن جرير ٢١/ ٤٦.(٣) \"معاني القرآن\" للزجاج ٤/ ١٨٧، بمعناه.(٤) أي: اسم شرط جازم.</p><p> إلى الموصول: الذكر المحذوف من {آتَيْتُمْ}  (١) وقوله: {فَلَا يَرْبُو} في موضع رفع بأنه خبر الابتداء، والفاء دخلت في الخبر على حد بما دخلت في قوله:  {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ}  [النحل: ٥٣] . </p><p> وقوله:  {آتَيْتُمْ} أكثر القراء قرأ: {آتَيْتُمْ} بالمد (٢) ، (٣) إلى قول: من مد كأنه قيل: ما جئتم من ربًا، ومجيئهم ذلك على وجه الإعطاء له كما قال (٤) : أتيت الخطأَ، وأتيت الصوابَ، وأتيت قبيحًا، قال الشاعر: </p><p> أتيتُ الذي يأتي السفيه لِغرتي ... إلى أن علا وَخْطٌ من الشيبِ مَفْرِقي </p><p> فإتيانه الذي يأتي السفيه إنما هو فعل منه له (٥) . </p><p> وقوله:  {مِنْ رِبًا} على ضربين؛ أحدهما: متوعد عليه محرم بقوله: {وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا}  [البقرة: ٢٧٨] والآخرُ غير محرم: وهو أن يُهدِي </p><p>(١) يعني بالذكر المحذوف هنا: الضمير الواقع مفعولًا في قوله تعالى: {آتَيْتُمْ} والتقدير: الذي آتيتموه، وسر تسميته بالذكر المحذوف -فيما يظهر- أن المقدر هنا كالمذكور سواء بسواء. (٢) قرأ ابن كثير: {أَتَيْتُمْ} مقصورة، والباقون: {آتَيْتُمْ} بالمد، في قوله تعالي: {وَمَا آتَيْتُمْ مِنْ رِبًا} وأما قوله تعالى: {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ} فلم يختلفوا في مدها. \"السبعة في القراءات\" ص ٥٠٧، \"والحجة للقراء السبعة\" ٥/ ٤٤٦، و\"إعراب القراءات السبع وعللَّها\" ٢/ ١٩٦، و\"النشر في القراءات العشر\" ٢/ ٣٤٤.(٣) يوجد هنا سقط في النسختين؛ ولا يتم المعنى بدونه، وتمام الكلام كما هو عند أبي علي في \"الحجة\" ٥/ ٤٤٦: \"وأما قصر ابن كثير فإنه يؤول في المعنى إلى قول من مد .. \".(٤) في \"الحجة\" ٥/ ٤٤٦: كما تقول.(٥) \"الحجة للقراء السبعة\" ٥/ ٤٤٦، وأنشد البيت كاملًا, ولم ينسبه. الغِزُّ: الصغير الذي لم يجرب الأمور، يقال: كان ذلك في غرارتي وحداثتي. \"تهذيب اللغة\" ١٦/ ٧١ (غرر). والمفرق: وسط الرأس. \"لسان العرب\" ١٠/ ٣٠١ (فرق).</p><p> شيئًا، أو يهبه فيستثيب أكثر منه. وسمي بهذا المدفوع على وجه اجتلاب الزيادة: ربًا، لَمَّا كان الغرض فيه الاستزادة على ما أَعطى، فسمي باسم الزيادة، لمكان الزيادة المقصودة في المكافأة، والربا هو: الزيادة، فبذلك سُمِّي المحرم ربًا، لزيادة ما يأخذ على ما دَفع (١) . </p><p> وقوله:  {لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ} فاعل (يَرْبُوَا) الربا المذكور في قوله: {وَمَا آتَيْتُمْ مِنْ رِبًا} وقُدِّر المضاف فحذفه، كأنه: في اجتلاب أموال الناس، أو اجتذابه، ونحو ذلك (٢) . </p><p> وقرأ نافع:  (لِتُربوا) بالتاء وضمها (٣) ، أي: لتصيروا ذوي زيادة من </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٤٤٧، بتصرف. و\"معاني القرآن\" للزجاج ٤/ ١٨٧، بمعناه، وهذا من الاستطراد لبيان معنى الآية, لأن الربا المحرم لا يدخل في هذه الآية، وليس هو المراد منها، بدليل ما نقله الواحدي عن السلف في ذلك، فلم يُنقل عنهم -والله أعلم- أن الربا المحرم معني بهذه الآية، إذ لو أريد ذلك لكان في القطع بتحريمه من خلال هذه الآية نظرة فالآية ليس فيها تحريمٌ، بل فيها إخبار عن فقد الأجر والثواب لمن فعل هذا الفعل، وهذا كما سبق في قول ابن عباس: ليس فيه أجر ولا وزر. والله أعلم. (٢) \"الحجة للقراء السبعة\" ٥/ ٤٤٧، ولفظه: \"وقدر المضاف وحذف كأنه: اجتلاب أموال الناس، واجتذابها، ونحو ذلك\".(٣) قرأ نافع: {لِتُربوْا} بضم التاء، ساكنة الواو، وقرأ الباقون: {لِيَربوَا} بالياء، مفتوحة الواو. \"السبعة في القراءات\" ص ٥٠٧، و\"الحجة للقراء السبعة\" ٥/ ٤٤٧. و\"إعراب القراءات السبع وعللها\" ٢/ ١٩٦، و\"النشر في القراءات العشر\" ٢/ ٣٤٤. وقد ضبط محقق كتاب \"الحجة\" قراءة نافع هكذا. {لِترْبُوَ} وقال بعدها: بالتاء ساكنة الواو. وهذا خطأ من وجهين؛ الأول: قراءة نافع بالتاء مضمومة، وليست مفتوحة كما ضبطها المحقق في ص ٤٤٨، الثاني: الواو في قراءة نافع: ساكنة، وليست مفتوحة، مع أن المحقق قد أحال في الحاشية على كتاب \"السبعة\".</p><p> أموال الناس بما آتيتم، أي: تستدعونها وتجلبونها، وكأنه من: أربى إذا صار ذا زيادة، مثل: أقطف وأجدب (١) . </p><p> وقوله:  {فَلَا يَرْبُو عِنْدَ اللَّهِ} أي: لأنكم إنما قصدتم إلى زيادة العِوض، ولم تقصدوا وجه البر والقربة، ولو قصدتم به وجه الله لكان كقوله:  {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ} وفي (مَا) هذه الوجهان ذكرناهما في (مَا) في أول الآية؛ فإن جعلتها: الموصولة فهي في موضع رفع، و (ءَاتَيْتُم) صلة، والراجع إلى الموصول محذوف، على تقدير: آتيتموه. </p><p> قال:  (وَمَاءَاتَيْتُم) ثم قال: (فَأُولَئِكَ) فانتقل من الخطاب إلى الغيبة (٢) ، كما جاء في {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ}  [يونس: ٢٢]  (٣) . والفاء دخلت على:  (فَأُولَئِكَ) لذكر الفعل في الصلة، والجملة في موضع خبر المبتدأ الذي هو:  {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ} ويقدر راجعًا محذوفًا، التقدير: فأنتم المضعفون به. أي: ذوو الضعف بما آتيتم من زكاة، فحذفت العائد على حد ما حذفته من قولك: السمن منوان بدرهم (٤) . </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٤٤٨، وفيه: أقطف وأجرب، بدل: أجدب. وكلاهما صحيح؛ يعني: صار ذا جدب، أو صار ذا جرب. في \"تهذيب اللغة\" ١٦/ ٢٨٢ (قطف): أقطف الرجل؛ إذا كانت دابته قَطُوفًا، والقِطاف مصدر القَطوف من الدواب؛ وهو المقارب الخَطو، البطيء. (٢) \"المسائل الحلبيات\" ص ٨٥.(٣) ذكر هذا ابن قتيبة، \"تأويل مشكل القرآن\" ص ٢٨٩.(٤) ساق هذا المثال للتدليل على حذف العائد المجرور، وتقديره: السمن منوان منه بدرهم، فحذف منه لدلالة السياق عيه، كما قدر في الآية: فأنتم المضعفون به. والله أعلم. والمَنَّ: معيار قديم يكال به أو يوزن. \"لسان العرب\" ١٣/ ٤١٨ (منن)، و\"المعجم الوسيط\" ٢/ ٨٨٨.</p>"
}