{
  "id": null,
  "sura": 30,
  "aya": 50,
  "text": "<p> قال (١) ؛ لأن تنزيل المطر بمعنى: المطر؛ لأن المطر لا يكون إلا تنزيلاً، كما أن الرياح لا تُعرف إلا بمرورها (٢) ؛ يعني أن قوله:  {مِنْ قَبْلِ أَنْ يُنَزَّلَ} بمعنى: من قبل المطر عن الإنزال حتى يقال: إن قبل الأولى للإنزال، والثانية للمطر، كما قال قطرب (٣) . </p><p> وقوله:  {لَمُبْلِسِينَ} أي: آيسين قانطين من المطر. قاله ابن عباس ومقاتل (٤) . والتقدير: وما كانوا إلا مبلسين. وقد تقدم لهذا نظائر. </p><p> ٥٠ - قوله تعالى:  {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ} أي: بعد إنزال المطر، فانظر إلى حُسنِ تأثيره في الأرض. وتقرأ (آثَارِ) على الجمع (٥) ؛ فمن أفرد فلأنه مضاف إلى مفرد. ومن جمع جاز؛ لأن رحمة الله يجوز أن يراد بها: </p><p>(١) هكذا في النسختين: (قال). والصواب: ما قالوا، كما هو واضح من سياق الكلام عند الزجاج، حيث قال: \"وقال الأخفش وغيره من البصريين: تكرير قبل، على جهة التوكيد، والمعنى: وإن كانوا من قبل تنزيل المطر لمبلسين، والقول كما قالوا؛ لأن تنزيل المطر .. \". (٢) \"معاني القرآن\" للزجاج ٤/ ١٨٩.(٣) ويمكن حمل الضمير في قوله تعالى: {مِنْ قَبْلِهِ} على لفظ الاستبشار المفهوم من قوله: {إِذَا هُمْ يَسْتَبْشِرُونَ} أو على الحال الموصوف في الآية السابقة إجمالًا المتضمن وصف السحاب وكيفية تكونه وسوقه وبسطه في السماء قبل خروج الودق منه وأثنائه، وهذا -كما يظهر- أحسن وأولى بالسياق من القول بالإطناب. والله أعلم.(٤) \"تفسير مقاتل\" ٨٠ ب. وأخرجه ابن جرير ٢١/ ٥٤، عن قتادة. و\"غريب القرآن\" لابن قتيبة ص ٣٤٢، ولم ينسبه.(٥) قرأ ابن كثير ونافع وأبو عمرو وعاصم في رواية أبي بكر: {إِلَى أَثَرِ} واحدة بغير ألف، وقرأ الباقون وحفص عن عاصم: {ءَاثَرِ} جماعة. \"السبعة في القراءات\" ص ٥٠٨، و\"الحجة للقراء السبعة\" ٥/ ٤٤٨، و\"النشر في القراءات العشر\" ٢/ ٣٤٥</p><p> الكثرة، كما قال:  {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ}  [إبراهيم: ٣٤،النحل:١٨]  (١) . قال مقاتل:  {آثَارِ رَحْمَتِ اللَّهِ} يعني: النبت، وهو أثر المطر (٢) . والمطر: رحمة الله ونعمته على خلقه. </p><p> وقوله:  {كَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا} أي: كيف يجعلها تنبت بعد أن لم يكن فيها نبت. </p><p> (إِنَّ ذَلِكَ) الذي فعل ما ترون؛ وهو الله تعالى:  {لَمُحْيِ الْمَوْتَى} في الآخرة، فلا تكذبوا بالبعث (٣)  {وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} من البعث والموت. </p><p> ثم عاب كافر النعمة، والجاهل بأن الله تعالى يفعل ما يشاء فقال: </p><p> ٥١ - {وَلَئِنْ أَرْسَلْنَا رِيحًا} قال ابن عباس: يريد عذابًا، يعني: ريحًا هي العذاب كما قال مقاتل: ريحًا باردة مضرة (٤) . والريح إذا أتت على لفظ الواحد أريد بها: العذاب، ولهذا كان رسول الله -صلى الله عليه وسلم- يقول عند هبوب الرياح:  \"اللَّهم اجعلها رياحًا ولا تجعلها ريحًا\"  (٥) . </p><p>(١) \"الحجة للقراء السبعة\" ٥/ ٤٤٨، بنصه. (٢) \"تفسير مقاتل\" ٨٠ ب.(٣) \"تفسير مقاتل\" ٨٠ ب.(٤) \"تفسير الثعلبي\" ٨/ ١٧٠ ب. ولم ينسبه. و\"تفسير مقاتل\" ٨٠ ب. بنحوه.(٥) أخرجه أبو يعلي، في \"مسنده\" ٤/ ٣٤١، رقم (٢٤٥٦)، من طريق حسين بن قيس عن عكرمة عن ابن عباس، يرفعه، ومن الطريق نفسه أخرجه الطبراني، في \"المعجم الكبير\" ١١/ ١٧٠، رقم (١١٥٣٣)، قال الهيثمي: فيه حسين بن قيس الملقب بحنش، وهو متروك، وقد وثقه حصين بن نمير. \"مجمع الزوائد\" ١٠/ ١٣٥. وهذا الحديث له طريق آخرة قال الشافعي: أخبرني من لا أتهم، أنبأنا العلاء بن راشد، عن عكرمة عن ابن عباس .. الحديث. قال الأصم: سمعت الربيع ابن سليمان يقول: كان الشافعي إذا قال: أخبرني من لا أتهم؛ يريد به: إبراهيم بن أبي يحيى السلمي. \"تخريج الزيلعي لأحاديث الكشاف\" ٣/ ٥٩، قال ابن حجر: =</p>"
}