{
  "id": null,
  "sura": 30,
  "aya": 41,
  "text": "<p> هذا كله كلام أبي علي ذكره في مواضع متفرقة، فرددت كلًا إلى موضعه. </p><p> قال أبو إسحاق: وما أعطيتم من صدقة لا تطلبون بها المكافأة وإنما تقصدون بها ما عند الله {فَأُولَئِكَ هُمُ الْمُضْعِفُونَ} أي: فأهلها يضاعف لهم الثواب؛ يُعطون بالحسنة عشر أمثالها. وقيل {الْمُضْعِفُونَ} كما يقال رجل مقوٍ؛ أي: صاحب قوة، وموسر، أي: صاحب يسار، وكذلك: مُضعف، ذو أضعاف من الحسنات (١) . </p><p> قال مقاتل: ثم ذكر ما أصاب الناس من ترك التوحيد في قوله تعالى: </p><p> ٤١ - {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ} يعني: قحط المطر وقلة النبات (٢) . قال أبو علي: الفساد جاء في القرآن على ضربين؛ فساد معاقب عليه، وهو كثير (٣) . وفساد على غير ذلك؛ بمعنى: الجدْب (٤) ، وهو المراد في هذه الآية، وهذا كما قلنا في: الحسنة والسيئة؛ وقد ذكرنا ذلك في قوله:  {ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ}  [الأعراف: ٩٥]  (٥) . </p><p>(١) \"معاني القرآن\" للزجاج ٤/ ١٨٨. (٢) \"تفسير مقاتل\" ٧٩ ب.(٣) مثل قوله تعالى: {وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا فِي الْأَرْضِ قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ (١١) أَلَا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لَا يَشْعُرُونَ} [البقرة: ١١، ١٢]. وقد ورد الفساد بهذا المعنى في أكثر من خمسة وأربعين موضعًا في القرآن الكريم. انظر الآيات في المعجم المفهرس لألفاظ القرآن الكريم ٥١٨ (فسد).(٤) من أمثلته قول الله تعالى: {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ} [البقرة: ٢٥١]، وهو بهذا المعنى قليل لم أجده إلا في أربعة مواضع؛ البقرة: ٢٥١، الأنبياء: ٢٢، المؤمنون: ٧١، وآية الروم هذه. والله أعلم.(٥) قال الواحدي في تفسير هذه الآية: \"قال أهل اللغة: السيئة كل ما يسوء صاحبه، والحسنة ما يحسن عليه أثره. ثم ذكر قول أبي علي الذي ذكره هنا، ثم قال: والمعنى: أنه تعالى أخبر أنه يأخذ أهل المعاصي بالشدة تارة، وبالرخاء تارة\".</p><p> وقوله:  {الْبَرِّ وَالْبَحْرِ} قال: يعني: حيث لا يجري نهر، وهو لأهل العمود والبحر، ونقصُ الثمار في الريف؛ يعني: القرى تجري (١) فيها الأنهار (٢) . </p><p> قال ابن عباس في رواية عكرمة: أما البحر فما كان من المدائن والقرى على شاطئ نهر، وأما البر: فالبرية التي ليس عندها نهر (٣) . </p><p> وقال السدي: الفساد: القحط. والبر: كلُّ قرية من قرى العرب نائيةٍ عن البحر، مثل: المدينة ومكة. [قال: والعرب تسمي الأمصار: بحرًا]  (٤) وأما البحر: فكلُّ قريةٍ مثلُ: البصرة والكوفة والشام (٥) . </p><p> وقال عكرمة: أما إني لا أقول: بحركم هذا, ولكن كل قرية على ماء، قال: والعرب تسمي الأمصار: بحرًا (٦) . </p><p> وقال فضيل بن مرزوق: قلت لعطية في قوله: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ </p><p>(١) (تجري): مكررة مرتين في (ب). (٢) كتاب \"الشعر\" لأبي علي ٢/ ٤٥٧، بتصرف. قال مقاتل ٧٩ ب: ثم أخبرهم أن قحط المطر في البر ونقص الثمار في الريف حيث تجري فيها الأنهار إنما أصابهم بترك التوحيد، فقال سبحانه: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ} يعني: قحط المطر، وقلة النبات حيث لا تجري فيها الأنهار لأهل العمود، ثم ظهر الفساد يعني: قحط المطر، ونقص الثمار في البحر، يعني: الريف، يعني: القرى التي تجري فيها الأنهار.قال الليث: يقال لأهل الأخبية الذين لا ينزلون غيرها: هم أهل عَمُود، وأهل عماد. كتاب \"العين\" ٢/ ٥٧ (عمد) ونقله الأزهري، \"تهذيب اللغة\" ٢/ ٢٥١.(٣) ذكره السيوطي، \"الدر المنثور\" ٦/ ٤٩٦، وعزاه لابن أبي حاتم.(٤) ما بين المعقوفين ساقط من: (أ).(٥) ذكره السيوطي، \"الدر المنثور\" ٦/ ٤٩٧، وعزاه لابن أبي حاتم.(٦) أخرجه ابن جرير ٢١/ ٤٩.</p><p> وَالْبَحْرِ} هذا البر، فالبحر أي فساد فيه؟ قال: يقال إذا قلَّ المطر قلَّ الغوص (١) . يعني: أن البحر إذا أمطر تفتح الأصداف أفواهها، فما وقع فيها من ماء السماء فهو لؤلؤ (٢) . وعلى هذا المراد بالبحر: بحر الماء لا القرى. والقول هو الأول (٣) . </p><p> قوله تعالى:  {بِمَا كَسَبَتْ أَيْدِي النَّاسِ} أي: من المعاصي (٤) . يعني: كفار مكة {لِيُذِيقَهُمْ} الله بالجوع في السنين السبع (٥)  {بَعْضَ الَّذِي عَمِلُوا} أي: جزاء </p><p> {لَعَلَّهُمْ يَرْجِعُونَ} لكي يرجعوا من الكفر إلى الإيمان (٦) . هذا الذي ذكرنا هو الصحيح في تفسير هذه الآية. وذُكر في تفسيرها أقوالٌ لا تليق </p><p>(١) أخرجه ابن جرير ٢١/ ٤٩. فضيل بن مرزوق الأغر، الرَّقاشي، الكوفي، أبو عبد الرحمن، صدوق يهم، ورمي بالتشيع، حدث عن عدي بن ثابت، وعطية العوفي، وشقيق بن عقبة، وغيرهم، وحدث عنه وكيع، وأبو نُعيم، وعلي بن الجعد، وغيرهم. روى له مسلم في المتابعات، ت: ١٦٠ هـ. \"سير أعلام النبلاء\" ٧/ ٣٤٢، و\"تقريب التهذيب\" ٧٨٦. (٢) ذكره الثعلبي ٨/ ١٦٩ ب، عن ابن عباس.(٣) يعني أن المراد بالبحر: القرى التي على شاطىء البحر، وهذا القول وإن كان له وجه، لكن إجراء الآية على ظاهرها حيث لا يمنع من ذلك شيء أولى. ولعل الذي حمل الواحدي على ترجيح هذا القول تفسيره الفساد في الآية بالجدب والقحط، وهو غير مُتصور في البحر. وسيأتي توضيح القول الصحيح إن شاء الله تعالى.(٤) ذكره السيوطي، \"الدر المنثور\" ٦/ ٤٩٧، وعزاه لابن أبي حاتم.(٥) المراد بذلك ما ورد في الحديث الصحيح في دعاء النبي -صلى الله عليه وسلم- على أهل مكة بسنين كسني يوسف، -عليه السلام-، وقد سبق ذكره وتخريجه في تفسير الآية: ٩٣، من سورة النمل.(٦) \"تفسير مقاتل\" ٧٩ ب، بنصه.</p><p> بالآية؛ منها قول قتادة:  {ظَهَرَ الْفَسَادُ} فقال: هو الشرك امتلأت الأرض ظلمًا وضلالة، قبل أن يبعث الله نبيه (١) . </p><p> قال مجاهد: قَتْلُ ابنِ آدم أخاه في البر، وأخذُ الملِك السفنَ غصبًا في البحر (٢) . </p><p> قال الحسن: أفسدهما الله بذنوبهم في بر الأرض وبحرها {لَعَلَّهُمْ يَرْجِعُونَ} يرجع مَنْ بعدهم (٣) . وهذه الأقوال مرذولة فاسدة ليست تحسن في تفسير هذه الآية (٤) . </p><p>(١) أخرجه عبد الرزاق ٢/ ١٠٤، وابن جرير ٢١/ ٤٩. (٢) أخرجه ابن جرير ٢١/ ٤٩.(٣) أخرجه ابن جرير ٢١/ ٤٩، ٥٠. وأخرج عن ابن زيد: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ} قال: الذنوب.(٤) كان الأولى بالواحدي أن يبين ضعف هذه الأقوال دون الحاجة لوصفها بهذا الوصف.فعلى القول الذي صححه الواحدي يكون المراد بالفساد: ما أصاب الناس من القحط والجدب. وعلى القول الثاني الذي رده الواحدي، المراد بالفساد: ظهور الشرك والمعاصي في كل مكان، من البر والبحر، وانتشار الظلم، وحصول النقص في الخيرات، والحروب، والكوارث، ونحو ذلك كلُه {بِمَا كَسَبَتْ أَيْدِي النَّاسِ} أي: بذنوب الناس انتشر الشر والظلم والفسق والفجور في البر والبحر. وقد اقتصر على هذا القول ابن جرير ٢١/ ٥٠، قال: \"فتأويل الكلام إذًا إذ كان الأمر كما وصفت: ظهرت معاصي الله في كل مكان، من بر وبحر {بِمَا كَسَبَتْ أَيْدِي النَّاسِ} أي: بذنوب الناس، وانتشر الظلم فيهما\". وقد تأول ابن جرير هذا القول من أقوال قتادة، ومجاهد، والحسن، التي وصفها الواحدي بأنها: أقوال مرذولة!؛ والصواب أنها أقوال مناسبة لسياق الآية، ولظاهرها كما يدل عليه تمثيل مجاهد للفساد في البحر: بأخذ السفن غصبا، وهذا هو مقتضى الحكمة، والقول الذي =</p>"
}