{
  "id": null,
  "sura": 30,
  "aya": 1,
  "text": "<p> تفسير سورة الروم (١) </p><p> ١ - {الم} ذكرنا تفسيره في سورة العنكبوت. </p><p> ٢، ٣ - قوله تعالى: {غُلِبَتِ الرُّومُ (٢) فِي أَدْنَى الْأَرْضِ} قال المفسرون: إن أهل فارس غلبوا أهل الروم {فِي أَدْنَى الْأَرْضِ} ففرح بذلك كفار مكة، وقالوا: إن فارس ليست لهم كتب ونحن مثلهم، وقد غلبوا أهلَ الروم وهم أهل كتاب مثلكم، فنحن أيضًا نغلبكم كما غلبت فارس الروم (٢) . </p><p> وقال السدي: اقتتلت فارس والروم فغلبتهم فارس، ففخر أبو سفيان ابن حرب على المسلمين، وقال: الذين ليس لهم كتاب غلبوا الذين لهم الكتاب. فذلك قوله:  {غُلِبَتِ الرُّومُ}  (٣) وهم جيل من ولد الروم بن عيص بن إسحاق (٤) ، غلب اسم أبيهم عليهم، فصار كالاسم للقبيلة. وإن شئت قلت: </p><p>(١) مكية كلها. \"غريب القرآن\" لابن قتيبة ص ٣٤٠. \"تفسير الثعلبي\" ٨/ ١٦٣ ب. وحكى الإجماع على ذلك ابن الجوزي، \"زاد المسير\" ٦/ ٢٨٦. وعدد آياتها: ستون آية. \"تفسير الثعلبي\" ٨/ ١٦٤ أ. (٢) أخرجه عبد الرزاق ٢/ ١٠١، عن مجاهد، وقتادة، والشعبي. وأخرجه ابن جرير ٢١/ ١٧، عن ابن عباس، وعكرمة، وعطاء، والشعبي. وأخرجه مقاتل عن عكرمة، \"تفسير مقاتل\" ٧٥ ب. وذكره الثعلبي ٨/ ١٦٤ أ، وصدره بقوله: قال المفسرون. ولم يسمهم.(٣) أخرجه ابن جرير ٢١/ ١٦، عن ابن عباس، من طرق، وعن عكرمة، وقتادة. ولم أجد فيه رواية السدي. ولم أجده في تفسير السدي، جمع محمد عطا يوسف.(٤) قال ابن دريد: الروم: جيل معروف. \"جمهرة اللغة\" ٢/ ٨٠٣. وفي \"اللسان\" ١٢/ ٢٥٨ (روم): جيل معروف، واحدهم: رُومي، ينتمون إلى: عِيصو بن إسحاق النبي -عليه السلام-.</p><p> جمع رومي منسوب إلى روم بن عيص، كما يقال: زِنجي وزنج، ونحو ذلك. </p><p> قال صاحب النظم: لا يحتمل قوله: {الم} هاهنا إلا أن يكون في معنى القسم، ويكون خبره في قوله:  {غُلِبَتِ الرُّومُ} على معنى: لقد غلبت، فلما أضمرت: قد، أضمرت معها: اللام، وقد مما يضمر، كقوله:  {أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ}  [النساء: ٩٠] وقول النابغة: </p><p> أَضْحَتْ خَلاءً وأضحى أهلُها احتمَلُوا (١) </p><p> يعني: قد احتملوا. </p><p> ولما أضمر: قد، في الآية وهو موضع اللام أيضًا كقوله:  {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ}  [آل عمران: ١٠٦] فيقال لهم: {أَكَفَرْتُمْ} أضمر الفاء معه؛ لأنه موضعه، وذلك أن جواب (أما) لا يكون إلا بالفاء، كما قال -عز وجل-: {وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ}  [آل عمران: ١٠٧] . </p><p> وقوله:  {فِي أَدْنَى الْأَرْضِ} قال ابن عباس: يريد الجزيرة (٢) . </p><p> قال ابن أبي نجيح: هي الجزيرة، وهي أقرب أرض الروم إلى </p><p>(١) \"ديوان النابغة\" الذبياني ص ٣١، وعجزه: أخنى عليها الذي أخنى على لُبَدِوفي الحاشية: أخنى عليها: غيرها وأفسدها, لبد: زعموا أنه نسر كان للقمان بن عاد عمر طويلًا.قال البغدادي: هذا البيت من قصيدة للنابغة الذبياني مدح بها النعمان بن المنذر، واعتذر إليه مما بلغه عنه. \"خزانة الأدب\" ٤/ ٥.(٢) لعل المراد بها: جزيرة أَقُور فإنها تسمى: الجزيرة؛ لأنها بين دجلة والفرات، مجاورة الشام. وقد أطال الحديث عنها ياقوت في \"معجمه\" ٢/ ١٥٦. شمال غرب العراق، في المنطقة الفاصلة بين العراق وسوريا.</p><p> فارس (١) . وعن ابن عباس أيضًا: طَرف الشام (٢) . </p><p> وقال مقاتل: هي الأردن وفلسطين. وعكرمة: أذرعات وكَسْكَر (٣) . </p><p> وقوله:  {وَهُمْ} يعني: الروم {مِنْ بَعْدِ غَلَبِهِمْ} قال الفراء: كلام العرب: غَلَبتُه غَلَبَةً، فإذا أضافوا أسقطوا الهاء، كما أسقطوها من قوله:  {وَإِقَامَ الصَّلَاةِ}  [الأنبياء: ٧٣] والكلام: إقامة الصلاة (٤) . وأنكر الزجاج ذلك؛ وقال: هذا خطأ، والغَلَب والغَلَبة مصدر: غَلَبْتُ، مثل: الجَلَبُ والجَلَبَة (٥) . </p><p> وقال المبرد: أضاف الغلبة إلى الروم وهم مفعولون؛ لأن الفعل يضاف إلى مفعوله كما يضاف إلى فاعله؛ لأنه صاحبه، تقول: أعجبني </p><p>(١) ذكره عنه الثعلبي ٨/ ١٦٥ أ. (٢) أخرجه ابن جرير ٢١/ ٢١، عن ابن عباس، وأخرج نحوه ٢١/ ١٦، عن ابن عمر. وذكره عن ابن عمر الفراء، \"معاني القرآن\" ٢/ ٣١٩. قال الزجاج ٤/ ١٧٥: وتأويله: أدنى الأرض من أرض العرب.(٣) في \"تفسير مقاتل\" ٧٥ ب: أذرعات، عن عكرمة. وفي: ٧٧ أ: الأردن وفلسطين. وليس فيه ذكر: كسكر. لكن ذكره عن عكرمة الثعلبي ٨/ ١٦٥ أ. وأخرج ابن جرير ٢١/ ١٨، عن عطاء وعكرمة، أنها: أذرعات. وأَذْرعات: بلد في أطراف الشام، يجاور أرض البلقاء وعَمَّان. \"معجم البلدان\" ١/ ١٥٨. و: كَسْكَر: تعريف ياقوت لها يدل على أنها مدينة بين: البصرة والكوفة. \"معجم البلدان\" ٤/ ٥٢٣، وهي جنوب شرق بغداد على نهر دجلة بالقرب من الحدود الإيرانية وفي \"تهذيب اللغة\" ٢/ ٣١٥: أذرعات: بلد تنسب إليها الخمر. وفي \"اللسان\" ٨/ ٩٧: موضع بالشام تنسب إليه الخمر. (ذرع). وهي تبعد إلى الشرق من مدينة عكا بحوالي ١٢٠ كم.(٤) \"معاني القرآن\" ٢/ ٣١٩.(٥) \"معاني القرآن\" للزجاج ٤/ ١٧٧ الجَلَب: ما جلب القوم من غنم أو سبي، والجلب الجلبة في جماعة الناس، والفعل: أجلبوا وجَلَّبوا من الصياح. \"تهذيب اللغة\" ١١/ ٩٠ (جلب).</p><p> خياطة الخياط، وبناء الباني، ونجر النجار، ويضاف إلى المفعول, لأنه فيه حَلَّ، يقولون: ما أحسن بناءَ هذه الدار، وخياطةَ هذا الثوب، ونجرَ هذا الباب، ومثل هذا في القرآن كثير؛ كقوله:  {وَآتَى الْمَالَ عَلَى حُبِّهِ}  [البقرة: ١٧٧] أي: حب المال {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ}  [الإنسان: ٨] : أي حب الطعام، ومثله:  {بِسُؤَالِ نَعْجَتِكَ}  [ص: ٢٤] وهذا مما ذكرنا قديمًا (١) . </p><p> ٣، ٤ - قوله تعالى: {سَيَغْلِبُونَ (٣) فِي بِضْعِ سِنِينَ} ذكرنا تفسير البضع عند قوله: {فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ}  [يوسف: ٤٢]  (٢) . أخبر الله تعالى: أن الروم بعد ما غُلبوا سيغلبون، ويصيرون غالبين لفارس؛ روى عبيد الله بن عبد الله عن ابن عباس قال: لما نزلت: {وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ} ناحب أبو بكر قريشًا ثم أتى النبي -صلى الله عليه وسلم- وقال: إني ناحبتهم، فقال له النبي -صلى الله عليه وسلم-: \"فهلا احتطت فإن البضع ما بين الثلاث إلى التسع\"  (٣) . </p><p>(١) قال الواحدي في تفسير هذه الآية: قال الفراء والزجاج: والمعنى: بسؤاله نعجتك فأضيف المصدر إلى المفعول لما ألقيت الهاء من السؤال، ومثله: {لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ} [فصلت: ٤٩] أي: من دعائه بالخير، فلما ألقى الهاء أضيف الفعل إلى الخبر وألقي من الخبر الباء، كقول الشاعر: ولست مُسلِمًا ما دمت حيًا ... على زيد بتسليم الأميرأي: بتسليمي على الأمير.(٢) ذكر الواحدي في تفسير هذه الآية الخلاف في البضع، والأقوال التي ذكرها:١ - البضع ما لم يبلغ العقد ولا نصفه؛ أي: من واحد إلى أربعة. قاله أبو عبيدة.٢ - قال الأصمعي: ما بين الثلاث إلى التسع، وصححه الزجاج.٣ - البضع ما بين العقدين، وهو قول الأخفش. ثم قال الواحدي: وعامة المفسرين على أن المراد بالبضع هاهنا: سبع.(٣) أخرجه ابن جرير ٢١/ ١٧، من طريق ابن شهاب الزهري عن عبيد الله، عن عبد الله بن عباس. ومن الطريق نفسه أخرجه الترمذي ٥/ ٣٢٠، كتاب التفسير، =</p><p> والمناحبة: المراهنة، وذلك قبل تحريمه (١) . </p><p> وقال في رواية عطاء: لما نزلت هذه الآية جرى بين أبي بكر رضي الله عنه وبين أمية بن خلف في ذلك كلام حين وقع بينهما رهان على ثلاث قلائص (٢) إلى أجل ثلاث سنين، فأتى أبو بكر إلى رسول الله -صلى الله عليه وسلم- فقال له رسول الله -صلى الله عليه وسلم-: \"ارجع فاستزده في القلائص، وفي السنين\" ؛ فصيروا الرهبان سبع قلائص إلى سبع سنين (٣) . </p><p> وقال الشعبي: بلغنا أن المسلمين والمشركين تخاطروا (٤) بينهم لما نزلت هذه، وذلك قبل تحريم القمار، وضربوا بينهم أجلاً، فقال النبي -صلى الله عليه وسلم-: \"لو ضربتم أجلاً آخر فإن البضع يكون ما بين الثلاث إلى تسع\" فزايده إلى </p><p>= رقم (٣١٩١). وقال الترمذي: \"هذا حديث غريب من حديث الزهري عن عبيد الله عن ابن عباس\". وهو حديث مرسل؛ فعبيد الله بن عبد الله قد أرسل عن جماعة من الصحابة منهم: ابن عباس. \"تهذيب التهذيب\" ٧/ ٢٢. والحديث في \"ضعيف سنن الترمذي\" ٤٠٢، رقم (٦٢٤). وقد ورد في النسختين هكذا: عبد الله بن عبد الله، والصواب: عبيد الله بن عبد الله، كما هي رواية الترمذي، وابن جرير.(١) \"تفسير الثعلبي\" ٨/ ١٦٤ ب والنَّحب، تطلق على معانٍ، منها: النذر، والقمار، وغيره. \"تهذيب اللغة\" ٥/ ١١٧ (نحب).(٢) القَلُوص: الفتية من النوق، بمنزلة الفتاة من النساء. وتطلق أيضًا على: كل أنثى من الإبل من حين تركب، وإن كانت بنت لبون أو حِقة. \"تهذيب اللغة\" ٨/ ٣٦٨ (قلص).(٣) أخرج نحوه ابن جرير ٢١/ ١٦، عن ابن عباس، من طريق سعيد بن جبير. وأخرجه أيضًا عن عكرمة، وقتادة، مع اختلاف في عدد السنين، وعدد القلائص، وكذا في \"تفسير الثعلبي\" ٨/ ١٦٤ ب، ولم ينسبه.(٤) الخَطَر، والسَّبَق، والنَّدَب، واحد، وهو كله: الذي يوضع في النَّضال، والبرهان، فمن سبق أخذه. \"تهذيب اللغة\" ٧/ ٢٢٤ (خطر).</p><p> سبع سنين على سبعة أبكار، قال: فالتقى الروم وفارس، فغلبهم الروم، فجاء جبريل بهزيمة فارس وظهور الروم عليهم، ووافق ذلك يوم بدر (١) . </p><p> وقال: سعيد بن جبير عن ابن عباس: لما غلبت فارس الروم وفرح المشركون بذلك، ذكروا ذلك لأبي بكر؟ فذكره أبو بكر لرسول الله -صلى الله عليه وسلم- فقال رسول الله -صلى الله عليه وسلم-: \"أما إنهم سيغلبون فارس\" فذكر أبو بكر لهم: إن الروم سيغلبون ثم عقدوا عقد الرهان على ما ذكرنا (٢) . </p><p> قال أبو إسحاق: وهذه من الآيات التي تدل على أن القرآن من عند الله -عز وجل-؛ لأنه أنبأ بما سيكون وهذا لا يعلمه إلا الله (٣) . </p><p> وقال جماعة من المفسرين: صاحب القمار من جهة المشركين كان أبيِّ بن خلف، وكان الخَطَر بينهم: مائة من الإبل (٤) . </p><p> وقوله:  {فِي بِضْعِ سِنِينَ} أجمع المفسرون: أن الروم غلبت فارس بعد ما أخبر الله بهذه الآية أنهم سيغلبون في السنة السابعة (٥) . </p><p>(١) أخرجه عنه ابن جرير ٢١/ ١٩، مختصرًا. (٢) أخرجه ابن جرير ٢١/ ١٦، من طريق سعيد بن جبير. وأخرجه الحاكم ٢/ ٤٤٥، كتاب التفسير، رقم (٣٥٤٠)، من طريق سعيد أيضًا، وقال: على شرط الشيخين ولم يخرجاه، ووافقه الذهبي. وأخرجه من طريق سعيد أيضًا الترمذي ٥/ ٣٢٠، كتاب: التفسير، رقم (٣١٩٣)، وقال الترمذي: حديث حسن صحيح غريب. وهو في \"صحيح سنن الترمذي\" ٣/ ٨٧، رقم (٢٥٥١).(٣) \"معاني القرآن\" للزجاج ٤/ ١٧٥.(٤) أخرجه ابن جرير ٢١/ ١٩، عن عكرمة، وقتادة \"تفسير الثعلبي\" ٨/ ١٦٤ ب، ولم ينسبه.(٥) \"تفسير مقاتل\" ٧٧ أ. وليس فيه ذكر السنة، بل ذكر فيه أن ذلك وقع في سنة الحديبية، وقد وقع صلح الحديبية في شهر ذي القعدة من السنة السادسة. \"السيرة النبوية\" لابن هشام ٣/ ٣٢١، والفصول في سيرة الرسول -صلى الله عليه وسلم-، ١٨٤. وذكر سبع =</p><p> قوله تعالى:  {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} حين غلبت الروم فارس. وهذا قول الجميع؛ قالوا:  {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ} أن تغلب {وَمِنْ بَعْدُ} ما غلبت (١) . والمعنى: أن غلبة أحدهما الآخر، أيهما كان الغالب والمغلوب فإن ذلك بأمر الله وإرادته وقضائه وقدره، فحين غلبت فارس الروم كان الأمر لله، وحين تغلب الروم فارس يكون الأمر لله. </p><p> وذكرنا الكلام في وجه ارتفاع {قَبْلُ} و {بَعْدُ} في أوائل سورة البقرة (٢) . وذكر الفراء والزجاج هاهنا كلامًا طويلاً -صلى الله عليه وسلم- في إعراب {قَبْلُ} </p><p>= سنين نيار بن مُكرَّم، أخرجه عنه الترمذي ٥/ ٣٢١، بسند حسن، قاله الألباني، صحيح سنن الترمذي ٣/ ٨٨. وذكره السيوطي عن ابن شهاب، وقتادة، \"الدر المنثور\" ٦/ ٤٨١، وأخرج ابن جرير ٢١/ ٢٠، عن ابن مسعود، أنها تسع. فحكاية الإجماع هنا غريبة؛ إذ قد اختلفت أقوال المفسرين في زمن وقوع ظهور الروم على فارس؛ فقيل: يوم بدر، وقيل في صلح الحديبية، وقيل بعد سبع سنين من الأجل، وقيل بعد تسع سنين، والثعلبي لما ذكر القول بأن المدة: سبع سنين، قال بعده: هكذا قول أكثر المفسرين. \"تفسير الثعلبي\" ٨/ ١٦٤ ب. فحكاية الإجماع هنا غير مستقيمة. والله أعلم. (١) أخرجه ابن جرير ٢١/ ٢١، بنحوه عن ابن جريج. و\"تفسير مقاتل\" ٧٧ أ. و\"معاني القرآن\" للزجاج ٤/ ١٧٦.(٢) قال الواحدي في تفسير قول الله تعالى: {قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ} [البقرة: ٢٥] {قَبْلُ} يبنى على الضم في هذا الموضع؛ لأنها تضمنت معنيين؛ أحدهما معناها في ذاتها وهو السبق، والآخر معنى ما بعدها؛ لأن التأويل: هذا الذي رزقنا من قبله، فهو وإن لم يضف ففيه معنى الإضافة، فلما أدت عن معنيين قويت فحملت أثقل الحركات وكذلك قوله: {لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ} تأويله من قبل كل شيء وبعده، وهذا مذهب الفراء والمبرد، واختيار ابن الأنباري.وقد ذكر إعرابهما سيبويه، \"الكتاب\" ٣/ ٢٨٦، والمبرد، \"المقتضب\" ٣/ ١٧٤، ١٧٥، والأخفش، \"معاني القرآن\" ٢/ ٦٥٨.</p><p> و {بَعْدُ} ووجوه استعمالهما مركبة (١) . </p><p> ٤، ٥ - قوله: {وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤) بِنَصْرِ اللَّهِ} قال ابن عباس: يريد: حينئذ؛ حين تغلب الروم فارس {يَفْرَحُ الْمُؤْمِنُونَ} : أبو بكر وأصحابه {بِنَصْرِ اللَّهِ} الروم على فارس (٢) . وقال مقاتل: لما كان يوم بدر غلب المسلمون كفار مكة، وأتى الخبرُ المسلمين أن الروم قد غلبوا أهل فارس ففرح المؤمنون بذلك. </p><p> قوله:  {وَيَوْمَئِذٍ} يعني: يوم بدر (٣) {يَفْرَحُ الْمُؤْمِنُونَ (٤) بِنَصْرِ اللَّهِ} ونحو هذا قال السدي: فرح النبي -صلى الله عليه وسلم- والمؤمنون بظهورهم على المشركين يوم: بدر، وظهور أهل الكتاب على أهل الشرك. قال أبو سعيد الخدري: ظهر الروم على فارس يوم أحد (٤) . </p><p> وقال آخرون: ظهر الروم على فارس يوم الحديبية؛ وهو قول عبيد الله ابن عبد الله بن عتبة بن مسعود (٥) . </p><p>(١) \"معاني القرآن\" للفراء ٢/ ٣١٩ - ٣٢٢. و\"معاني القرآن\" للزجاج ٤/ ١٧٦، ١٧٧. (٢) أخرجه ابن جرير ٢١/ ١٧.(٣) \"تفسير مقاتل\" ٧٧ أ. ولا يفهم من نقل الواحدي عن مقاتل أن غلبة الروم على فارس كانت مقاربة لغزوة بدر، كلا، بل قال مقاتل: وأتى المسلمين الخبرُ بعد ذلك، والنبي -صلى الله عليه وسلم-، والمؤمنون بالحديبية أن الروم قد غلبوا أهل فارس.(٤) أخرجه ابن جرير ٢١/ ٢١، وفيه يوم بدر؛ وهكذا ذكره السيوطي، \"الدر المنثور\" ٦/ ٤٨١، وعزاه لابن أبي حاتم، وأخرجه كذلك الترمذي ٥/ ٣٢٠، كتاب تفسير القرآن، رقم (٣١٩٢). فكتابة: أحد؛ بدل: بدر، في \"البسيط\" تحريف. والله أعلم.(٥) أخرجه ابن جرير ٢١/ ١٩، عن عطاء، وقتادة قال ابن كثير ٦/ ٣٠٣: وقد كانت نصرة الروم على فارس يوم وقعة بدر في قول طائفة كبيرة من العلماء؛ كابن عباس، والثوري، والسدي، وغيرهم .. وقال آخرون: بل كان نصرة الروم على فارس عام الحديبية؛ قاله عكرمة، والزهري، وقتادة وغيرهم .. ووجه بعضهم هذا =</p>"
}