{
  "id": null,
  "sura": 30,
  "aya": 27,
  "text": "<p> وقال الكلبي: وهذا خاص لمن كان منهم مطيعًا (١) . وعلى هذا لفظ الآية عام، ومعناها الخصوص (٢) . </p><p> وقال أبو إسحاق: معنى {قَانِتُونَ} مطيعون طاعة لا يجوز أن يقع معها معصية؛ لأن القنوت: القيام بالطاعة، ومعنى الطاعة هاهنا: أن من في السموات والأرض مخلوقون كما أراد الله -عز وجل-، لا يقدر أحد على تغيير الخِلقة، ولا مَلَك مقرب، فآثار الصَنعة والخِلقة تدل على الطاعة؛ ليس يعني بها طاعة العباد، إنما هو: طاعة الإرادة والمشيئة (٣) . وهذا معنى قول ابن عباس: كل له مطيعون في الحياة والبقاء والموت والبعث، وإن عصوا في العبادة (٤) . وهذا مفسر في سورة البقرة (٥) . </p><p> ٢٧ - قوله تعالى:  {وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} قال مقاتل: </p><p>= الصلاة، طول القيام، السكوت. الزاهر في \"معاني كلمات الناس\" ١/ ٦٨. (١) \"تنوير المقباس\" ص ٣٤٠.(٢) قال ابن جرير ٢١/ ٣٥: \"وقال آخرون: هو على الخصوص، والمعنى: وله من في السموات والأرض من ملك وعبد مؤمن لله مطيع دون غيرهم\". ثم ذكر معناه بإسناده عن ابن زيد.(٣) \"معاني القرآن\" للزجاج ٤/ ١٨٣.(٤) أخرجه ابن جرير ٢١/ ٣٥.(٥) قال الواحدي في تفسير قول الله تعالى: {كُلٌّ لَهُ قَانِتُونَ} [البقرة: ١١٦]: قال مجاهد وعطاء والسدي: مطيعون. قال أبو عبيد: أجل القنوت في أشياء؛ منها: القيام، وبه جاءت الأحاديث في قنوت الصلاة؛ لأنه إنما يدعو قائمًا .. والقنوت أيضًا: الطاعة .. قال الزجاج: المشهور في اللغة أن القنوت الدعاء، وحقيقة القانت أنه القائم بأمر الله .. قال ابن عباس في هذه الآية: قوله: {كُلٌّ لَهُ قَانِتُونَ} راجع إلى أهل طاعته، دون الناس أجمعين. وهو من العموم الذي أريد به الخصوص، وهو اختيار الفراء.</p><p> يعني خلق بني آدم بدأ خلقهم ولم يكونوا شيئًا {ثُمَّ يُعِيدُهُ} يعني: يبعثهم في الآخرة أحياء بعد موتهم كما كانوا، قال:  {وَهُوَ أَهْوَنُ عَلَيْهِ}  (١) . واختلفوا في هذا؛ فذهب كثير من أهل التفسير والمعاني أن {أَهْوَنُ} هاهنا بمعنى: هين، يقول: وهو هين عليه. وهذا قول الحسن، والربيع، وقتادة، والكلبي؛ قالوا: هو هين عليه، أول خلقه وآخره، وما شيء عليه بعزيز (٢) . </p><p> وهذا مذهب أبي عبيدة، وذكره المبرد والزجاج (٣) ؛ وقالوا: يجيء أفعل بمعنى الفاعل، وأنشد (٤) لمعن بن أوس (٥) : </p><p> لعمرك ما أدري وإني لأَوجلُ </p><p> يعني لوجل (٦) . </p><p>(١) \"تفسير مقاتل\" ٧٨ ب. (٢) أخرجه ابن جرير ٢١/ ٣٦، عن ابن عباس، وقتادة، والربيع بن خُثيم. وذكره الثعلبي ٨/ ١٦٨ أ، عن الربيع بن خثيم، والحسن، وقال: وهو رواية العوفي عن ابن عباس. وذكره السيوطي عن الحسن، وعزاه لابن المنذر، \"الدر المنثور\" ٦/ ٤٩١. و\"تنوير المقباس\" ص ٣٤٠.(٣) \"مجاز القرآن\" ٢/ ١٢١، و\"الكامل\" ٢/ ٨٧٦. و\"المقتضب\" ٣/ ٢٤٦، و\"معاني القرآن\" للزجاج ٤/ ١٨٣.(٤) هكذا في النسختين؛ ولعل الصواب: وأنشدوا.(٥) معن بن أوس بن نصر بن زياد المزنين شاعر فحل، من مخضرمي الجاهلية والإسلام، له مدائح في جماعة من الصحابة، رحل إلى الشام والبصرة، وكف بصره في أواخر أيامه. مات في المدينة. \"خزانة الأدب\" ٧/ ٢٦١، \"الأعلام\" ٧/ ٢٧٣. وذكره ابن حجر في القسم الثالث؛ المخضرمين الذين أدركوا الجاهلية والإسلام، ولم يرد في خبر قط أنهم اجتمعوا بالنبي -صلى الله عليه وسلم-. \"الإصابة في معرفة الصحابة\" ٦/ ١٧٩.(٦) \"مجاز القرآن\" ٢/ ١٢١، وأنشد البيت كاملًا, ولم ينسبه، وعجزه: =</p><p> وقال الفرزدق: </p><p> بيتًا دعائمُه أعزُّ وأطولُ (١) </p><p> وأنشد المبرد: </p><p> قُبَّحتُم يا آل زيدٍ نفرًا ... إلام قومٍ أصغرَا وأكبرَا (٢) </p><p> ومثله قولهم: الله أكبر؛ أي: الكبير، ورجل أوحد الناس؛ أي: أحد الناس (٣) . </p><p> قال قتادة: وفي حرف ابن مسعود: {وهو عليه هَيِّن}  (٤) . وهذا معنى رواية عطاء عن ابن عباس؛ قال: يريد: هان الأول والآخر عليه (٥) . </p><p>= على أيِّنا تعدو المنية أول وهو في \"ديوان معن بن أوس\" ص ٣٦، وأنشده المبرد، \"الكامل\" ٢/ ٨٧٦، و\"المقتضب\" ٣/ ٢٤٦، وابن جرير ٢١/ ٣٧، ونسباه لمعن بن أوس. وأنشده ولم ينسبه الزجاج ٤/ ١٨٣.(١) \"ديوان الفرزدق\" ٢/ ١٥٥، وصدره:إن الذي سمك السماء بنى لناوأنشده ونسبه أبو عبيدة ٢/ ١٢١، والمبرد، في \"الكامل\" ٢/ ٨٧٧، وابن جرير ٢١/ ٣٧.(٢) \"الكامل\" ٢/ ٨٧٧، و\"المقتضب\" ٣/ ٢٤٧، ولم ينسبه، وقال بعده: يريد: صغارًا وكبارًا. وفي \"حاشية المقتضب\": لم يعرف قائل البيت. وهو في \"خزانة الأدب\" ٨/ ٢٤٦، غير منسوب.(٣) \"مجاز القرآن\"، لأبي عبيدة ٢/ ١٢١. ولم ينشد البيت. والزاهر في \"معاني كلمات الناس\" ١/ ٢٩.(٤) أخرجه عبد الرزاق ٢/ ١٠٢. لم أجدها عند ابن خالويه.(٥) أخرجه ابن جرير ٢١/ ٣٦، من طريق محمد بن سعد بسنده عن ابن عباس، ولفظه: كل شيء عليه هين.</p><p> القول الثاني في هذه الآية ما ذهب إليه عكرمة ومجاهد: الإنشاء أهون عليه من الابتداء، والإعادة أهون عليه من البدأ. وهو معنى رواية الوالبي عن ابن عباس (١) . وهذا ليس على ظاهره؛ لأنه لا يجوز أن يكون شيء على الله أهون من شيء (٢) ؟ </p><p> ووجهه ما ذكره مقاتل، والمبرد، والفراء، والزجاج؛ قال مقاتل: يقول: البعث أيسر عليه عندكم يا معشر الكفار من الخلق الأول (٣) . </p><p> وقال المبرد:  {وَهُوَ أَهْوَنُ عَلَيْهِ} عندكم؛ لأنكم قد أقررتم بأنه بدأ الخلق، وإعادة الشيء عند المخلوقين أهون من ابتدائه (٤) . ونحو هذا قال الفراء (٥) . واختار أبو إسحاق هذا الوجه؛ وقال: إن الله خاطب العباد بما يعقلون فأعلمهم أنه يجب عندهم أن يكون البعث أسهل من الابتداء والإنشاء (٦) . </p><p> وفي الآية قول ثالث؛ وهو: أن الكناية في {عَلَيْهِ} تعود إلى الخلق، </p><p>(١) أخرجه ابن جرير ٢١/ ٣٦، عن ابن عباس، من طريق علي بن أبي طلحة، وأخرجه عن مجاهد، وعكرمة. وذكره الثعلبي ٨/ ١٦٨ أ، عن مجاهد وعكرمة، وقال: وهي رواية الوالبي عن ابن عباس. (٢) أخرجه بسنده الفراء، عن مجاهد، ثم قال: ولا أشتهي ذلك، والقول فيه: أنه مثل ضربه الله فقال: أتكفرون بالبعث، فابتداء خلقكم من لا شيء أشد. \"معاني القرآن\" ٢/ ٣٢٤.(٣) \"تفسير مقاتل\" ٧٨ ب.(٤) \"المقتضب\" ٣/ ٢٤٥، بلفظ: \"تأويله: وهو عليه هين؛ لأنه لا يقال: شيء أهون عليه من شيء\".(٥) \"معاني القرآن\" للفراء ٢/ ٣٢٤.(٦) \"معاني القرآن\" للزجاج ٤/ ١٨٣.</p><p> والمعنى: أن الإعادة أهون على الخَلْقِ من الابتداء (١) . وهذا قول ابن عباس في رواية أبي صالح والسدي؛ قال ابن عباس: وهو أهون على المخلوق؛ لأنه يقول له يوم القيامة:  {كُنْ فَيَكُونُ}  [الأنعام: ٧٣،النحل:٤٠،مريم:٣٥،يس:٨٢،غافر:٦٨] ، وأول خلقه نطفة ثم علقة ثم مضغة (٢) . </p><p> وقال السدي: ليس يشتد على الله شيء، ولكن يعني به: المخلوق، يصاح به فيقوم سويًا؛ أهون عليه من أن يكون كما خلقه أولًا؛ نطفة ثم علقة ثم مضغة ثم عظامًا ثم يعود رضيعًا ثم فطيمًا. </p><p> وقال عطاء: هو أهون على المخلوق أن يُبعث سميعًا بصيرًا، يَفهم ويفقه ويعقل، ليس مثل المولود لا يعقل حتى يكبر. قال أبو إسحاق: ومعنى هذا القول أن البعث أهون على الإنسان من إنشائه؛ لأنه يقاسي في النشأة ما لا يقاسيه في الإعادة والبعث (٣) . </p><p>(١) ذكر هذا القول ابن جرير ٢١/ ٣٦، والزجاج ٤/ ١٨٣، ولم ينسباه. (٢) أخرجه بسنده الفراء من طريق الكلبي، عن أبي صالح، عن ابن عباس. \"معاني القرآن\" ٢/ ٣٢٤. وذكره ابن قتيبة في \"تأويل مشكل القرآن\" ص ٣٨٢، عن ابن عباس، من طريق أبي صالح. وذكره كذلك الثعلبي ٨/ ١٦٨ أ.(٣) \"معاني القرآن\" للزجاج ٤/ ١٨٣. وقد اعترض على هذا القول أبو عبيدة، فقال بعد أن ذكر أن المراد في الآية: وهو هين عليه، قال: فإن احتج محتج فقال: إن الله لا يوصف بهذا، وإنما يوصف به المخلوق، فالحجة عليه قول الله تعالى: {وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا} [الأحزاب: ١٩] وقوله: {وَلَا يَئُودُهُ حِفْظُهُمَا} [البقرة: ٢٥٥]. \"مجاز القرآن\" ٢/ ١٢١.ولم يرجح الواحدي شيئًا من هذه الأقوال، والذي يظهر من سياق الآيات أن المراد إثبات البعث والرد على المنكرين له، المستبعدين وقوعه، بعد موتهم وفنائهم، فأعلمهم الله -عز وجل- أن إقرارهم بالخلق الأول يستلزم الإيمان بإعادتهم، إذ هي أهون وأيسر، ويدل على ذلك تقدم الآيات في إثبات الربوبية، والتي منها =</p><p> قوله تعالى:  {وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ} قال ابن عباس: أي ليس كمثله شيء (١) . </p><p> وقال قتادة: مثله الأعلى أنه: لا إله إلا هو في السموات والأرض (٢) . وعلى هذا يكون المثل بمعنى الصفة؛ يعني: وله الصفة العليا وهي أنه: لا إله غيره. وذكرنا قول من أجاز أن يكون المثَل بمعنى: الصفة، عند قوله:  {مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ} في سورة الرعد [: ٣٥]  (٣) </p><p> وقال قوم:  {وَلَهُ الْمَثَلُ الْأَعْلَى} يعني: ما ضرب من المثل في الإعادة أهون على المخلوق من الابتداء؛ لأن من قدر على ابتداء شيء كان أحرى أن يقدر على إعادته. وهذا اختيار الفراء والزجاج؛ قال الزجاج: أعلمهم أن يجب عندهم أن يكون البعث أسهل من الابتداء، وجعله مثلًا لهم، ثم قال:  {وَلَهُ الْمَثَلُ الْأَعْلَى} أي قوله: {وَهُوَ أَهْوَنُ عَلَيْهِ} قد ضربه لكم مثلًا </p><p>= قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ}. والله أعلم. (١) أخرجه ابن جرير ٢١/ ٣٨، من طريق علي بن أبي طلحة. وذكره عنه الثعلبي ٨/ ١٦٨ أ.(٢) أخرجه ابن جرير ٢١/ ٣٨، عن قتادة. و\"تفسير مقاتل\" ٧٨ ب. بمعناه. واقتصر على هذا القول ابن قتيبة، \"تأويل مشكل القرآن\" ص ٣٨٢، ولم ينسبه.(٣) أطال الواحدي الكلام في تفسير هذه الآية عن وجه ارتفاع: {مَثَلُ} فذكر قول سيبويه والمبرد أنه مرفوع على الابتداء بتقدير: فيما نقص عليكم مثل الجنة، واختار هذا القول الأنباري وأبو علي، ثم قال: وقال قوم: المثل هاهنا: بمعنى الصفة؛ قالوا: ومعناها: صفة الجنة التي وعد المتقون، ونسبه لعمرو بن العلاء، ثم ذكر نقد المبرد وأبي علي لهذا القول، ولم يرجح الواحدي في هذه المسألة. وممن يمنع تفسيره بالصفة سيبويه، \"الكتاب\" ١/ ١٤٣.</p>"
}