{
  "id": null,
  "sura": 31,
  "aya": 12,
  "text": "<p> الرعد (١) . وقوله:  {رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ} مفسر في سورة النحل (٢) . </p><p> ١٢ - قوله تعالى:  {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ} قال سعيد بن المسيب: كان لقمان أسود من أهل مصر، خياطًا (٣) . </p><p> وقال مجاهد: كان لقمان الحديث (٤) رجلاً أسود عظيم المشافر (٥)  (٦) . وأكثر العلماء على أنه لم يكن نبيًّا (٧) . </p><p> وروي ذلك عن النبي -صلى الله عليه وسلم- أنه قال:  \"لم يكن لقمان نبيًّا, ولكن كان عبدًا كثير التفكر، حسن اليقين، أحب الله فأحبه\"  (٨) . </p><p> وقال عكرمة والسدى: كان نبيًّا (٩) . وهو قول ابن عباس في رواية عطاء (١٠) . وهؤلاء فسروا الحكمة في هذه الآية بالنبوة. </p><p> وقال مجاهد في تفسير الحكمة هاهنا: الفقه والعقل وإصابة في القول </p><p>(١) عند قوله تعالى: {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا} [الآية: ٢]. (٢) عند قوله تعالى: {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ} [الآية: ١٥].(٣) انظر: \"تفسير الماوردي\" ٤/ ٣٣١.(٤) هكذا في جميع النسخ، ولعل الصواب: (الحكيم).(٥) المشافر: جمع مشفر وهي الشفاه الغليظة.(٦) ذكر قول مجاهد: \"الثعلبي في تفسيره\" ٣/ ١٧٢ أ، قال: كان لقمان عبدًا أسود عظيم الشفتين متشقق القدمين. وذكره القرطبي في \"تفسيره\" ١٤/ ٥٩.(٧) حكى الثعلبي في \"تفسيره\" ٣/ ١٧٢ أالإجماع على أن لقمان كان حكيمًا ولم يكن نبيًّا. إلا عكرمة فإنه قال: كان نبيًا، تفرد بهذا القول.(٨) ذكره الثعلبي في \"تفسيره\" ٢/ ١٧٢ ب، عن ابن عمر، وذكره القرطبي في \"تفسيره\" ١٤/ ٥٩، عن ابن عمر أيضًا.(٩) انظر: \"تفسير الطبري\" ٢١/ ٦٨، \"بحر العلوم\" ٣/ ٢٠.(١٠) لم أجد فيما عندي من مراجع من نسب القول بنبوة لقمان إلى ابن عباس رضي الله عنهما.</p><p> في غير نبوة (١) . </p><p> وقال قتادة: الفقه في الإسلام ولم يكن يوحى إليه (٢) . </p><p> وقال مقاتل: أعطيناه العلم في غير نبوة (٣) . </p><p> وقال الكلبي: العلم والفهم (٤) . </p><p> قوله تعالى:  {أَنِ اشْكُرْ لِلَّهِ} قال المبرد: أي اشكر لله، وكان هذا تأويل الحكمة، كقولك: قد تقدمت إلى أن رأيت عمرًا، أي أنت عمرًا (٥) ، ومثله قوله:  {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ}  [المائدة: ١١٧] ، وكذلك ما كان مثله. </p><p> قال سيبويه: معناه أي: اعبد الله، وكذلك ما كان مثله، قال: ويجوز أن يكون أن التي هي والفعل مصدر، تقول: كتبت إليك أن قم، فتصل أن بلا كما تصل، بفعل وهذا جائز وليس بالوجه عند سيبويه (٦) . </p><p> وذكر أبو إسحاق القول الأول فقال: يجوز أن يكون أن مفسرة فيكون المعنى أي: اشكر لله (٧) . </p><p> وقال صاحب النظم: هذا على تأويل أن من أوتي الحكمة شكر لله، فكأنه لما قال:  {آتَيْنَا لُقْمَانَ الْحِكْمَةَ} ، أعلم أنه قد أمره بالشكر له، </p><p>(١) انظر: \"بحر العلوم\" ٣/ ٢١. (٢) انظر: \"تفسير الطبري\" ٢١/ ٦٧. وذكره السيوطي في \"الدر المنثور\" ٦/ ٥١١، وعزاه لابن جرير وابن أبي حاتم عن قتادة.(٣) انظر: \"تفسير مقاتل\" ٨١ ب.(٤) لم أعثر عليه.(٥) لم أقف على قول المبرد.(٦) \"الكتاب\" ٣/ ١٥٣، وانظر: \"تفسير القرطبى\" ١٤/ ٦١.(٧) انظر: \"معاني القرآن وإعرابه\" ٤/ ١٩٥.</p>"
}