{
  "id": null,
  "sura": 31,
  "aya": 27,
  "text": "<p> ٢٢ - {فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} مفسر في تلك السورة أيضًا (١) . </p><p> ٢٤ - قوله:  {نُمَتِّعُهُمْ قَلِيلًا} يعني أيام حياتهم إلى انقضاء آجالهم. قال ابن عباس ومقاتل (٢) . </p><p> ٢٧ - وقوله:  {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ} قرئ رفعًا ونصبًا، فمن نصبه عطفه على ما، ومن رفع استأنف كأنه قال: والبحر هذه حاله (٣) . </p><p> {يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ} أي: ينصب فيه ويزيده سبعة أبحر. {مَا نَفِدَتْ كَلِمَاتُ اللَّهِ} ولا نفد علمه. قال السدي: لو كان ما في الأرض من شجر فبريت أقلامًا، وكان البحر مدادًّا ومعه سبعة أبحر مدادًا مثله، فكتب بتلك الأقلام، نفد ذلك المداد قبل أن ينفد علم الله (٤) . </p><p> وقال الحسن: لو أن ما في الأرض من شجرة أقلام، لأملى الله من </p><p>(١) عند قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} [البقرة: ٢٥٦] قال: استمسك بالشيء إذا تمسك به، والعروة: جمع عرى، وهي نحو عروة الدلو، وإنما سميت؛ لأنه يتعلق بها، والعروة: شجر يبقى على الجدب؛ لأن الإبل تتعلق به إلى وقت الخصب، والعروة الوثقى قال عطاء عن ابن عباس: شهادة ألا إله إلا الله، وأن ما جاء به محمد حق وصدق. وقال مجاهد: هي الإيمان.(٢) لم أقف عليه منسوبًا لابن عباس، وانظر: \"تفسير مقاتل\" ٨٢ ب.(٣) انظر: \"الحجة\" ٥/ ٤٥٧ - ٤٥٩، \"القراءات وعلل النحويين فيها\" ٢/ ٥٢٧.(٤) لم أقف عليه منسوبًا للسدي، وقد ذكره الطبرسي في \"مجمع البيان\" ٨/ ٥٠٤، وابن الجوزي في \"زاد المسير\" ٦/ ٣٢٦، غير منسوب لأحد، وأورده السيوطي في \"الدر\" ٦/ ٥٢٨ وعزاه لعبد الرزاق وأبي نصر السجزي في \"الإبانة\" عن أبي الجوزاء.</p><p> كلامه حتى ينفد المجر وتتكسر الأقلام (١) . وقال مقاتل: يقول لو أن كل شجرة على وجه الأرض بريت أقلامًا، وكانت البحور مدادًا وكتبت تلك من البحور، لنفدت تلك الأقلام وتلك البحور ولم ينفد علم الله (٢) . </p><p> فالمفسرون قالوا في كلمات الله: إنها علم الله، والمعنى: الكلمات التي هي عبارات عن معلوم الله، ولما كان معلومه لا يتناهى له، فكذلك الكلمات التي تقع عبارة عن معلومه لا تتناهى (٣) . </p><p> قال أبو علي: والمراد بذلك -والله أعلم- ما في المقدور دون بما خرج منه إلى الوجود (٤) . </p><p> قال قتادة: إن المشركين قالوا في القرآن: يوشك أن ينفد، يوشك أن ينقطع، فنزلت هذه الآية. يقول: لو كان شجر الأرض أقلامًا، ومع البحر سبعة أبحر، إذا لانكسرت الأقلام ونفد ماء البحر قبل أن تنفد كلمات الله وحكمه وخلقه وعلمه (٥) . </p><p>(١) انظر: \"الحجة\" ٥/ ٤٥٨. (٢) انظر: \"تفسير مقاتل\" ٨٣ أ.(٣) هذا تفسير الأشاعرة، وفيه خلط بين صفتي العلم والكلام، وأهل السنة والجماعة يقررون صفة العلم ويثبتونها، وكذلك صفة الكلام، حيث أن علم الله متعلق بالأشياء قبل كونها، وأنه غير متجدد. أما الكلام فصفة غير صفة العلم، فالله جل وعلا متكلم بمشيئته وقدرته كيف شاء متى شاء بما شاء، وهي صفة قديمة النوع حادثة الآحاد.انظر: \"رد الإمام الدارمي على بشر المريسي\" ص ١٠٦، ورده على الجهمية ص ٦٨، \"شرح العقيدة الطحاوية\" ١/ ١٧٥.(٤) انظر: \"الحجة\" ٥/ ٤٥٨.(٥) انظر: عبد الرزاق ٢/ ١٠٦، \"تفسير الطبري\" ٢١/ ٨١، \"تفسير الماوردي\" ٤/ ٣٤٤. وذكره السيوطي في \"الدر\" ٦/ ٥٢٨،. عزاه لعبد الرزاق وابن جرير =</p>"
}