{
  "id": null,
  "sura": 31,
  "aya": 34,
  "text": "<p> ثم خاطب كفار مكة فقال: </p><p> ٣٣ - قوله تعالى:  {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا} قال ابن عباس: كل امرئ تهمه نفسه (١) . </p><p> وقال مقاتل: يعني لا تغني والدة عن ولدها شيئًا من المنفعة يعني الكفار (٢) . وهذه الآية كقوله:  {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا}  [البقرة: ٤٨] وقد مر تفسيره، والكلام في الراجع إلى اليوم في سورة البقرة. </p><p> قوله تعالى:  {إِنَّ وَعْدَ اللَّهِ حَقٌّ} أي بالبعث. </p><p> {فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا} هو عن الإسلام. {وَلَا يَغُرَّنَّكُمْ بِاللَّهِ} أي حلم (٣) الله وإمهاله. {الْغَرُورُ} يعني الشيطان. قاله ابن عباس ومجاهد وغيرهما (٤) . </p><p> قال مقاتل: هو إبليس (٥) . والغرور: الذي من شأنه أن يغر ويخدع. </p><p> ٣٤ - وقوله:  {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ} . قال مجاهد ومقاتل: نزلت في رجل من أهل البادية اسمه: الوارث بن عمرو المجازي (٦) أتى النبي -صلى الله عليه وسلم- فقال: إن أرضنا أجدبت فمتى </p><p>(١) انظر: \"الوسيط\" ٣/ ٤٤٧. (٢) انظر: \"تفسير مقاتل\" ٨٣ ب.(٣) في (ب): (يحلم).(٤) قال به غيرهما قتادة والضحاك. انظر: \"الطبري\" ٢١/ ٨٧، \"معاني القرآن\" للنحاس ٥/ ٢٩٣، \"تفسير الماوردي\" ٤/ ٣٤٩، \"مجمع البيان\" ٨/ ٥٠٧.(٥) انظر: \"تفسير مقاتل\" ٨٣ ب.(٦) اختلتف في اسم السائل؛ ففي \"أسباب النزول\" ط ١. ص ١٩٩قال: نزلت في الحارث بن عمرو بن حارثة بن محارب بن حفص من أهل البادية وفي \"الدر =</p><p> الغيث؟ وتركت امرأتي حبلى فماذا تلد؟ وقد علمت أين ولدت فبأي أرض أموت؟ وقد علمت ماذا عملت اليوم فما أعمل غدًا؟ ومتى الساعة؟ فأنزل الله في مسألة المجازي:  {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ}  (١) . </p><p> وروي عن أبي هريرة أن رجلاً قال: يا رسول الله، متى الساعة؟ قال:  \"ما المسئول عنها بأعلم بها من السائل، ولكن خمس لا يعلمهن إلا الله\" ، ثم قرأ {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ}  (٢) . </p><p> روى ابن عمر أن النبي -صلى الله عليه وسلم- قال:  \"مفاتيح الغيب خمس لا يعلمهن إلا الله، ثم ذكر ما في الآية\"  (٣) . </p><p> وقال ابن عباس في هذه الآية: الخمس لا يعلمها ملك مقرب ولا </p><p>= المنثور\" ٦/ ٥٣٠: الوارث، من بني مازن بن حفص بن قيس بن عيلان. وفي \"البحر المحيط\" ٧/ ١٩٤: الحارث بن عمارة المحاربي، وفي \"تفسير الطبري\" ٢١/ ٥٥ عن مجاهد: \"رجل\" غير مسمى. (١) انظر: \"تفسيرالطبري\" ٢١/ ٨٧، \"ابن كثير\" ٥/ ٤٠١، \"زاد المسير\" ٦/ ٣٣٠. وذكره السيوطي في \"الدر\" ٦/ ٥٣٠، وعزاه للفريابي وابن جرير وابن أبي حاتم عن مجاهد، ولابن المنذر عن عكرمة. و\"تفسير مقاتل\" ٨٣ ب، وذكره المؤلف في \" أسباب النزول\" ص ٤٠٢، تحقيق السيد أحمد صقر.(٢) رواه البخاري في \"صحيحه\" كتاب التفسير، \"تفسير سورة لقمان\": باب {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} ٤/ ١٧٩٣، حديث رقم (٤٤٩٩).ومسلم في \"صحيحه\" كتاب الإيمان: باب بيان الإيمان والإسلام والإحسان ووجوب الإيمان بإثبات قدر الله -سبحانه وتعالى- ١/ ٣٧ حديث رقم (١).وهو جزء من حديث طويل مشهور، حيما جاء جبريل -عليه السلام- بصورة رجل إلى الرسول -صلى الله عليه وسلم- وسأله عن الإسلام والإيمان والإحسان إلى آخر الحديث.(٣) أخرجه البخاري في \"صحيحه\" وهو رواية أخرى للحديث السابق، وكذلك الإمام مسلم في \"صحيحه\"، وهو رواية أخرى حديث السابق.</p><p> نبي مصطفى، فمن ادعى أنه يعلم شيئًا من هذه فقد كفر بالقرآن؛ لأنه خالفه (١) . قال مقاتل: فلما نزلت هذه الآية قال النبي -صلى الله عليه وسلم-: \"أين السائل عن الساعة؟ \" فقال المجازي ها أنا، فقرأ عليه النبي -صلى الله عليه وسلم- هذه الآية (٢) . </p><p> قوله تعالى:  {بِأَيِّ أَرْضٍ تَمُوتُ} . قال الفراء:  (اجتزأ بتأنيث أرض من أن يظهر في أي تأنيثا آخر)  (٣) . </p><p> قال الأخفش:  (وتقول: مررت بجارية أي جارية، وأية جارية)  (٤) وجئتك بملاة أي ملاة وأية ملاة، كل جائز. </p><p>(١) قول ابن عباس هذا، جزء من حديث طويل يرويه -رضي الله عنه- عن النبي -صلى الله عليه وسلم- أخرجه الإمام أحمد في \"مسنده\" ١/ ٣١٨ عن ابن عباس. وقال: جلس رسول الله -صلى الله عليه وسلم- مجلسًا له، فأتاه جريل فجلس بين يدي رسول الله -صلى الله عليه وسلم- واضعًا كفيه على ركبتي رسول الله -صلى الله عليه وسلم- فقال: يا رسول الله، حدثني ما الإسلام .. إلى آخر الحديث. (٢) انظر: \"تفسير مقاتل\" ٨٤ ب.(٣) انظر: \"معاني القرآن\" للفراء ٢/ ٣٣٠.(٤) انظر: \"القرطبي\" ١٤/ ٨٣، وذكر الأخفش في \"معاني القرآن\" ٤٧٨/ ٢، كلامًا نحوه. أما آخر كلام الأخفش فلم أقف عليه.</p><p> (٣٢) سورة السجدة </p><p> [سورة السجدة] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - ٣ - (الم) مضى تفسيره في مواضع. وقال ابن عباس: ألف الله، واللام [لام]  (١) جبريل، والميم محمد -صلى الله عليه وسلم- (٢) . </p><p> قوله:  {تَنْزِيلُ الْكِتَابِ} ذكر أبو إسحاق فيه ثلاثة أوجه أحدها: أنه خبر ابتداء، على إضمار الذي نتلوا (٣) تنزيل الكتاب. قال: ويجوز أن يكون خبر عن آلم أي آلم من تنزيل الكتاب قال: ويجوز أن يكون رفعه على الابتداء، ويكون خبره الابتداء. {لَا رَيْبَ فِيهِ}  (٤) قال مقاتل: يعني لا شك فيه أنه تنزيل (٥) . </p><p> {مِنْ رَبِّ الْعَالَمِينَ (٢) أَمْ يَقُولُونَ} قال الزجاج: معناه بل أيقولون (٦) . وذكرنا تفسير (بل) إذا لم يتقدمه استفهام، عند قوله:  {أَمْ تُرِيدُونَ أَنْ تَسْأَلُوا}  [البقرة: ١٠٨] وفي مواضع. </p><p>(١) ما بين المعقوفين ساقط من (أ). (٢) لم أقف على قوله، وقد سبق معنا في أول سورة لقمان ذكر القول الراجح في تفسير مثل هذه الحروف.(٣) في (ب): (نتلوه).(٤) \"معاني القرآن وإعرابه\" ٤/ ٢٠٣.(٥) \"تفسير مقاتل\" ٨٤ أ.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٠٣.</p>"
}