{
  "id": null,
  "sura": 31,
  "aya": 15,
  "text": "<p> ١٥ - {وَإِنْ جَاهَدَاكَ} مفسر في سورة العنكبوت (١) إلى قوله: {وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} قال ابن عباس: يريد اصحبهما في الدنيا بالمعروف (٢) . وقال مقاتل: يعني بإحسان (٣) . </p><p> وقال أبو إسحاق: أي مصاحبًا معروفًا، يقول: صاحبته مصاحبًا ومصاحبة، ومعنى المعروف: ما يستحسن من الأفعال (٤) . </p><p> قوله تعالى:  {وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ} قال السدي: يعني محمدًا -صلى الله عليه وسلم- (٥) . ونحوه قال مقاتل: يعني دين من أقبل إلى طاعتي، وهو النبي -صلى الله عليه وسلم- (٦) . </p><p> قال عطاء عن ابن عباس: يريد أبا بكر -رضي الله عنه-، وذلك أنه حين أسلم أتاه (٧) عبد الرحمن بن عوف وسعد بن أبي وقاص وسعيد بن زيد وعثمان، وطلحة بن [...]  (٨) والزبير فقالوا لأبي بكر -رضي الله عنه-: آمنت وصدقت محمدًا؟ فقال أبو بكر: نعم، فأتوا رسول الله -صلى الله عليه وسلم- فآمنوا وصدقوا، فأنزل الله تعالى لسعد:  {وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ} يعني: أبا بكر -رضي الله عنه- (٩) . </p><p>(١) عند قوله تعالى: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} [العنكبوت: ٨]. (٢) لم أقف عليه فيما عندي من مراجع.(٣) انظر: \"تفسير مقاتل\" ٨٢ أ.(٤) انظر: \"معاني القرآن وإعرابه\" ٤/ ١٩٧.(٥) لم أقف فيما بين يدي من مراجع على من نسبه للسدي، وذكر مقاتل ٨٢ أ.(٦) \"تفسير مقاتل\" ٨٢ أ.(٧) في (ب): \"أباه\"، وهو خطأ.(٨) في جميع النسخ ترك بياض بمقدار كلمة، وعند المفسرين: وطلحة، بدون ابن.(٩) انظر: \"أسباب النزول\" ص ٣٦٣، والقرطبي ١٤/ ٦٦، والبغوي ٣/ ٤٩٢.</p><p> وهذه تدل على وجوب مصاحبة الوالدين بالمعروف وإن كانا كافرين مع ملازمة الإيمان, ومن مصاحبتهما بالمعروف نفقتهما عند فقرهما، وهي واجبة على الابن المسلم وإن (١) كانا كافرين كما تجب إذا كانا مسلمين. </p><p> قال عطاء عن ابن عباس: نزلت الآيتان في سعد بن أبي وقاص، وذلك أنه أسلم في أول ما ظهر رسول الله -صلى الله عليه وسلم- بمكة، وأسلم أخواه عامر وعويمر، فلم يبق منهم مشرك إلا عتبة، فمشت بنو زهرة إلى أم سعد، فقالوا لها: إن بنيك سفهوا ديننا وغمصوا على آبائنا -ولم يكن أحد بمكة [فذلك]  (٢) أبر بأمه من سعد- فقالت لهم: إن سعدًا ما عصاني قط، فسأرده إلى ما تحبون، وأما عامر فلم يزل (٣) لي عاصيًا، وأما عويمر فهو صبي صغير السن، فلما أتاها سعد قالت له أمه: يا سعد، إن الأشراف من قومك مشوا إلى يذكرون أنك سفهت أخلاقهم وطغيت على آلهتهم، فوعدتهم أن أردك إلى ما يحبون. فقال لها سعد: قد علمت بري بك وأني لم أعصك، وأنا لا أعصيك إلا أن تأمريني بمعصية الله، فإن أمرتيني بمعصية الله فلم أطعك، فأنزل الله {وَوَصَّيْنَا الْإِنْسَانَ} الآيتين (٤) . </p><p>(١) في (ب): (ولو). (٢) هكذا في جميع النسخ، وهو خطأ.(٣) في (أ): (زال)، وهو خطأ.(٤) لم أقف على هذه القصة بطولها، وإن كان أكثر المفسرين ذكروا أنها نزلت في سعد ابن أبي وقاص وأمه. انظر: \"تفسير الطبري\" ٢١/ ٧٠، \"تفسير ابن كثير\" ٥/ ٣٠٩، \"زاد المسير\" ٦/ ٢٥٧. وأورده السيوطي في \"الدر\" ٦/ ٥٢١ وعزاه لأبي يعلى والطبراني وابن مردويه وابن عساكر.والحديث أخرجه مسلم في \"صحيحه\" كتاب: فضائل الصحابة، باب: في فضل سعد بن أبي وقاص ٤/ ١٨٧٧، والترمذي في \"سننه\" كتاب التفسير: سورة العنكبوت ٥/ ٢٢، حديث رقم (٣٢٤٢) وقال: هذا حديث حسن صحيح.</p>"
}