{
  "id": null,
  "sura": 32,
  "aya": 7,
  "text": "<p> وأكره أن أقول فيها ما لا أعلم، ثم سأل سعيد (١) بن المسيب عن هذه الآية فلم يدر ما يقول فيها حتى أخبر بما قال ابن عباس، فقال للسائل: هذا ابن عباس فقد اتقى أن يقول فيها، وهو أعلم مني (٢) . </p><p> ٦ - وقوله:  {ذَلِكَ} قال مقاتل: يعني الذي صنع ما ذكر من هذه إلاَّشياء (٣) . {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} وقال ابن عباس: عالم ما غاب عن خلقي، وعالم ما حصره خلقي (٤) . {الْعَزِيزُ} : المنيع في ملكه {الرَّحِيمُ} : باوليائه وأهل طاعته. </p><p> ٧ - قوله تعالى:  {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} وقرئ (خَلَقه) بفتح اللام على الفعل، فمن قرأ (خَلْقه) بسكون اللام، ففيه وجهان: أحدهما (٥) : أن التقدير الذي أحسن خلق كل شيء. وهو قول قتادة (٦) ، </p><p>(١) في (أ): (ابن سعيد)، وهو خطأ. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ١٠٨، \"المستدرك\" للحاكم ٤/ ٦١٠، وقال: حديث صحيح على شرط البخاري ولم يخرجاه، إلا أن الحاكم لم يذكر آخر الحديث وهو سؤال ابن المسيب. وأورده السيوطي في \"الدر المنثور\" ٦/ ٥٣٧، وعزاه لعبد الرزاق وسعيد بن منصور وابن المنذر وابن أبي حاتم وابن الأنباري في \"المصاحف\" والحاكم وصححه عن عبد الله بن أبي مليكة.(٣) انظر: \"تفسير مقاتل\" ٨٤ أ.(٤) ذكره المؤلف في \"الوسيط\" ٣/ ٤٥٠، والطبرسي في \"مجمع البيان\" ٨/ ٥١٢، وأبو حيان في \"البحر\" ٨/ ٤٣٢، غير منسوب لأحد، ولم أقف على من نسبه لابن عباس.(٥) في (أ): (أحدها).(٦) انظر: \"تفسير عبد الرزاق\" ٢/ ١٠٩، \"زاد المسير\" ٦/ ٣٣٤. وذكره الماوردي ٤/ ٣٥٥، الطبرسى ٨/ ٥١٢ عن ابن عباس.</p><p> واختيار الأخفش (١) وصاحب \"النظم\" . وذكره أبو إسحاق وأبو علي (٢) . </p><p> قال الأخفش في قوله:  (خَلْقَه) على البدل، يعني أنه أبدل خلقه من كل شيء (٣) . </p><p> وقال صاحب النظم: من سكن اللام فيه تقديم وتأخير على تأويل: أحسن خلق كل شيء، إلا أنه -عز وجل- لما قدم كل شيء، والمراد خلق كل شيء، أبدل منه دلالة عليه بالكناية عنه. وقال أبو علي: فجعل (خلقه) بدلاً من (كل) ، فيصير التقدير الذي أحسن خلق كل شيء (٤) . </p><p> وأما معنى {أَحْسَنَ} فقال (٥) ابن عباس في رواية عطاء: أتقن ما خلق. وهو لفظ مجاهد (٦) . ومعنى الإحسان هاهنا الإتقان والإحكام. وروي عكرمة عن ابن عباس أنه قال في هذه الآية: أما أن است القرد ليست بحسنة ولكن أحكم خلقه (٧) . </p><p> وقال مقاتل: علم كيف يخلق الأشياء من غير أن يعلمه أحد (٨) . قال السدي: أحسنه لم يتعلمه من أحد (٩) . ومعنى الإحسان على هذا القول </p><p>(١) لم أقف على اختيار الأخفش له. (٢) انظر: \"معاني القرآن واعرابه\" ٤/ ٢٠٤، \"الحجة\" ٥/ ٤٦٠ - ٤٦١.(٣) لم أقف على قول الأخفش.(٤) انظر: \"الحجة\" ٥/ ٤٦١.(٥) في (ب): (وقال).(٦) انظر: \"تفسير مجاهد\" ص ٣٥، \"تفسير الطبري\" ٢١/ ٩٣، \"تفسير الماوردي\" ٤/ ٣٥٥، \"مجمع البيان\" ٨/ ٥١٢.(٧) انظر: \"تفسير الطبري\" ٢١/ ٩٣، \"القرطبي\" ١٤/ ٩٠، \"البحر المحيط\" ٨/ ٤٣٣.(٨) انظر: \"تفسير مقاتل\" ٨٤ ب.(٩) انظر: \"تفسير الماوردي\" ٤/ ٣٥٥، \"مجمع البيان\" ٨/ ٥١٢، \"زاد المسير\" ٦/ ٣٣٤.</p><p> العلم، قال: فلان يحسن كذا، إذا كان يعلمه. </p><p> وقال صاحب \"النظم\" : معنى الخلق التقدير، ومعنى ذلك أنه -عز وجل- لما طول رجل البهيمة، والطائر طول عنقه؛ لئلا يتعذر عليه ما لا بد به من قوته، [ولو]  (١) تفاوت ذلك لم يكن له معاش، وكذلك كل شيء من أعضاء الحيوان مقدر لما يصلح له معاشه. وقال أبو إسحاق: تأويل الإحسان في هذا أنه خلقه على إرادته، فخلق الإنسان في أحسن تقويم، وخلق القرد على ما أحب، وخلقه إياه على ذلك من أبلغ الحكمة (٢) . </p><p> الوجه الثاني في هذه القراءة: أن قوله: {خَلَقَهُ} وإنتصب على المصدر الذي دل عليه أحسن، والمعنى الذي خلق كل خلقه. قاله الزجاج (٣) . </p><p> وشرحه أبو علي فقال: خلقه ينتصب على أنه مصدر دل عليه ما تقدم من قوله: {أَحْسَنَ كُلَّ شَيْءٍ} ؛ لأن قوله أحسن كل شيء [يدل على خلقه كل شيء]  (٤)  (٥) . والضمير في خلقه كناية عن اسم الله تعالى، والذي يدل على ذلك أنه مصدر لم يسند الفعل المنتصب عنه إلى فاعل ظاهر، وما كان من هذا النحو أضيف المصدر فيه إلى الفاعل نحو: صنع الله. ووعد الله، وكتاب الله، فكما أضيف هذه المصادر إلى الفاعل كذلك يكون خلقه </p><p>(١) في جميع النسخ: (وهو)، وهذا خطأ. والتصويب من \"الوسيط\" للمؤلف ٣/ ٤٥٠. (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٠٤.(٣) \"معاني القرآن وإعرابه\" ٤/ ٢٠٤. قال الزجاج: (الذي خلق كل شيء خلقه)، فكلمة شيء ساقطة.(٤) ما بين المعقوفين ساقط من (ب).(٥) \"الحجة\" ٥/ ٤٦١.</p>"
}