{
  "id": null,
  "sura": 32,
  "aya": 27,
  "text": "<p> قال أبوعلي:  (قوله:{كَمْ أَهْلَكْنَا}يجوز أن يكون الجملة في موضع نصب بما دل عليه قوله:{أَوَلَمْ يَهْدِ}؛ لأنه بمنزلة أو لم يعلموا فحمله على ذلك (١) . </p><p> ٢٧ - قال مقاتل: ثم وعظهم ليحذروا (٢) . فقال:  {أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ} قال ابن عباس: يريد السيل (٣) . </p><p> {إِلَى الْأَرْضِ الْجُرُزِ} قال الفراء والزجاج: هي التي لا تنبت، وفيه أربع لغات: جرز وجرز وجرز وجُرُز، ومثله الشغل والبخل، يأتي فيه اللغات الأربع (٤) . </p><p> وذكرنا تفسير الجرز واشتقاقه في سورة الكهف (٥) . قال ابن عباس: يريد أرضًا باليمن ليس فيها بحار ولا أنهار، يأتيها السيل من حيث لا يعلمون، فيزرعون عليه كلما أحبوا من الحبوب (٦) . </p><p> وقال مجاهد: هي أرض (٧) التي لا تنبت بالمطر إلا بما يأتيها من السيل (٨) . </p><p>(١) \"المسائل الحلبيات\" ص ٢٣٩. (٢) \"تفسير مقاتل\" ٨٥ ب.(٣) لم أقف عليه.(٤) انظر: \"معاني القرآن\" ٢/ ٣٣٣، \"معاني القرآن وإعرابه\" ٤/ ٢١١.(٥) عند قوله تعالى: {وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا} آية: ٨ قال هناك: وأما المجرز فقال الفراء: الأرض لا نبات فيها، يقال: جرزت الأرض فهي مجروزة، وجرزها الجراد ما عليها.(٦) ذكره نحوه: الطبري ٢١/ ١١٥، الماوردي ٤/ ٣٦٧، \"مجمع البيان\" ٨/ ٥٢٣.(٧) هكذا في النسخ! والصواب: الأرض.(٨) \"تفسير مجاهد\" ص ٥١١.</p><p> وهذا قول أبي عبيدة قال: إنها بناحية عدن (١) . وعلى هذا القول هي أرض بعينها. </p><p> قال المبرد (٢) : على هذا القول إنها أرض بعينها، يساق إليها الماء من غير مطر يصيبها، فيأتيها السيل من نواحي فسمى جرزًا بأن المطر لا يقع فيها. قال: وهذا القول بعيد في العربية؛ لأن حق مثل هذا لا يدخل عليه الألف واللام؛ لأنه معرفة كمكة ودمشق، وجوازه إن سميت باسم مشترك كقولك: المدينة والبصرة والكوفة فمجازها مجاز نظيرها من الأسماء، كالفعل والعباس والحارث، وسبب دخول اللام على هذه الأسماء مع كونها معارف أنها أوصاف نقلت فصارت أعلامًا، وأضمرت فيها لام التعريف على ضرب من توهم روائح الصفة فيها. </p><p> وقال السدي في هذه الآية: هي الأرض الميتة التي لا نبات لها، حتى إذا جاء الماء أنبتت ما يأكل الناس والدواب. ونحو هذا قال مقاتل (٣) . وهذا القول كان أجود؛ لأنه أشبه بنظائر هذه الآية من الاحتجاج على منكري البعث بإحياء الأرض الميتة، ولم يأت شيء منها في أرض بعينها. </p><p>(١) لم أقف عليه عن أبي عبيدة، وقد ذكره الطبري ٢١/ ١١٥ أنها أرض باليمن عن ابن عباس. وأخرج أيضًا عن مجاهد أنها أبين. وهي من بلاد اليمن. وذكر الألوسي في \"روح المعاني\" ٢١/ ١٤٠، قال: أخرج ابن أبي حاتم عن الحسن أنها قرى بين اليمن والشام، قال: وأخرج هو وابن جرير وابن المنذر وابن أبي شيبة عن ابن عباس أنها أرض باليمن. (٢) انظر: قول المبرد في: \"القرطبي\" ١٤/ ١١٠.(٣) أورده الطبري ٢١/ ١١٥ عن ابن زيد، ولم أقف عليه عن السدي، وانظر: \"تفسير مقاتل\" ٨٥ ب.</p>"
}