{
  "id": null,
  "sura": 33,
  "aya": 10,
  "text": "<p> علي الأحزاب يوم الخندق حتى أكفأت قدورهم ونزعت فساطيطهم حتى أظعنتهم (١) . </p><p> قوله تعالى:  {وَجُنُودًا لَمْ تَرَوْهَا} . قال: الملائكة، ولم يقاتل يومئذ (٢) . قال مقاتل: ألف ملك عليهم جبريل (٣) . </p><p> وقال ابن عباس:  {وَجُنُودًا لَمْ تَرَوْهَا} يريد الملائكة تهلل وتكبر وتدعو للنبي -صلى الله عليه وسلم- وللمؤمنين بالنصر (٤) . ثم أخبر عن حالهم من أين جاءوا. </p><p> ١٠ - وقوله:  {إِذْ جَاءُوكُمْ} إذ بدل من قوله: {إِذ جَاَءَتكُمْ جُنُودُ} ، وإذ ظرف لإنعام الله عليهم، كأنه قيل: اذكروا إنعام الله عليكم بالكفاية حين جاءتكم جنود، حين جاءوكم {مِنْ فَوْقِكُمْ} . قال المفسرون: يعني من فوق الوادي من قبل المشرق، قريظة وعليهم حيي بن أخطب، والنضير وعليهم مالك بن عوف (٥) ، وغطفان وعليهم عيينة بن حصن ومعهم طليحة بن خويلد (٦) في بني أسد. وقوله:  {وَمِنْ أَسْفَلَ مِنْكُمْ} يعني: من بطن الوادي </p><p>(١) \"معاني القرآن\" للنحاس ٥/ ٣٢٨، وذكره الطبري ٢١/ ١٢٩١ غير منسوب لأحد، وذكره السيوطي في \"الدر\" ٦/ ٥٧٣، وعزاه للفريابي وابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم وأبي الشيخ في \"العظمة\" والبيهقي عن مجاهد. (٢) \"تفسير مجاهد\" ص ٥١٥ هـ.(٣) \"تفسير مقاتل\" ٨٨ ب.(٤) لم أقف عليه.(٥) لم تذكر كتب المغازي والسير هذا الاسم ضمن قواد هذه الغزوة. لكن ذكر في غزوة حنين (مالك بن عوف النصْري) كان رئيس المشركين، ثم أسلم، وكان من المؤلفة قلوبهم، وحسن إسلامه، واستعمله النبي -صلى الله عليه وسلم- على من أسلم من قومه.(٦) هو: طليحة بن خويلد الأسدي، يقال: طليحة الكذاب؛ لأنه ارتد بعد وفاة النبي -صلى الله عليه وسلم- وادعى النبوة، كان من فصحاء العرب وشجعانهم، أسلم بعد ردته في زمن =</p><p> من قبل المغرب من ناحية مكي، أبو سفيان في قريش ومن اتبعه (١) . </p><p> وقال الكلبي على الضد مما ذكرنا فقال: من فوقكم يريد من مكة، ومن أسفل منكم يريد أسد وغطفان (٢) . ونحو ذلك قال الفراء: من فوقكم مما يلي مكة، ومن أسفل منكم مما يلي المدينة (٣) . </p><p> قوله:  {وَإِذْ زَاغَتِ الْأَبْصَارُ} ومعنى زاغت في اللغة: عدلت ومالت، يقال: زاغت الشمس تزيغ زيوغًا وزيغانًا (٤) ، قال قتادة ومقاتل: شخصت فرقًا (٥) ، والشخوص غير الزيغ؛ لأن الشخوص هو أن يفتح [عينه]  (٦) ينظر إلى الشيء فلا يطرف؛ يقال: شخص بصر الميت (٧) . وإنما فسروا الزيغ بالشخوص هاهنا. لأن المعنى أن الأبصار مالت عن كل شيء فلم تنظر إلا إلى هؤلاء الذين أقبلوا من كل جانب، كأنها اشتغلت عن النظر إلى شيء آخر فمالت عنه وشخصت بالنظر إلى الأحزاب. </p><p>عمر -رضي الله عنه-، وخرج إلى العراق فحسن بلاؤه في الفتوح، واستثهد بنهاوند. انظر: \"الاستيعاب بحاشية الإصابة\" ١/ ٢٢٩، \"الإصابة\" ١/ ٢٢٦، \"الأعلام\" ٣/ ٢٣٠. (١) \"الثعلبي\" ٣/ ١٨٦ وما بعدها، \"تفسير الطبري\" ٢١/ ١٢٩ وما بعدها، \"القرطبي\" ١٤/ ١٤٤.(٢) ذكره ابن كثير ٣/ ٤٧٤، ولم ينسبه للكلبي وإنما هو من رواية حذيفة بن اليمان -رضي الله عنه- في حديثه الطويل المشهور بشأن تلك الغزوة.(٣) \"معاني القرآن\" ٢/ ٣٣٦(٤) انظر: \"اللسان\" ٨/ ٤٣٢ (زيغ)، \"الصحاح\" ٤/ ١٣٢٠ (زيغ).(٥) \"تفسير مقاتل\" ٢/ ٢٣٢، وذكره الطبري ٢١/ ١٣١، وعبد الرزاق في \"تفسيره\" ٢/ ١١٣ منسوبًا لقتادة.(٦) ما بين المعقوفين طمس في (ب).(٧) انظر: \"تهذيب اللغة\" ٧/ ٧١ (شخص)، \"اللسان\" ٧/ ٤٥ (شخص).</p><p> قال الكلبي: مالت أبصارهم إلا من النظر إليهم (١) . </p><p> وقال الفراء: زاغت عن كل شيء فلم تلتفت إلا إلى عدوها (٢) . متحيرة تنظر إلى عدوها، وهذا الذي ذكره شرح شاف. </p><p> قوله تعالى:  {وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} االحنجرة: جوف الحلقوم، وكذلك الحنجور. قال قتادة: شخصت من مكأنها فلولا أنه ضاق الحلقوم عنها أن تخرج لخرجت (٣) . قال عكرمة: لو أن القلوب تحركت أر زالت لخرجت نفسه، ولكن إنما هو الفزع (٤) . </p><p> قال ابن قتيبة: معناه وكادت القلوب تبلغ الحناجر (٥) . و (كاد) مضمر في الآية. </p><p> قال ابن الأنباري: وهو غلط؛ لأن كاد لا يضمر ولا يعرف معناه إذا لم يوجد مظهر (٦) . فإنه ولو جاز هذا لجاز: قام عبد الله بمعنى كاد عبد الله يقوم، فيكون تأويل قام عبد الله لم يقم عبد الله، والمعنى ما ذهب إليه الفراء، وهو أنهم جبنوا وجزع أكثرهم. وسبيل الجبان إذا اشتد خوفه أن </p><p>(١) لم أجد من نسب هذا القول للكلبي، وذكر نحوه الطرسي في \"مجمع البيان\" ٨/ ٥٣٢، ولم ينسبه لأحد، كما ذكره ابن الجوزي في \"زاد المسير\" ٦/ ٣٥٨، ولم ينسبه لأحد. (٢) \"معاني القرآن\" ٢/ ٣٣٦.(٣) \"تفسير عبد الرزاق\" ٢/ ١١٣، وذكره السيوطي في \"الدر\" ٦/ ٥٧٦ عنه وقال: أخرجه عبد الرزاق وابن المنذر وابن أبي حاتم.(٤) \"تفسير الطبري\" ٢١/ ١٣١، وذكره السيوطي في \"الدر\" ٦/ ٥٧٦ عنه، وقال: أخرجه ابن أبي شيبة وابن جرير وابن المنذر.(٥) \"تفسير غريب القرآن\" ص ٣٤٨.(٦) ذكره ابن الجوزي في \"زاد المسير\" ٦/ ٣٥٨ عن ابن الأنباري.</p><p> تنتفخ رئته، فإذا انتفخت دفعت القلب إلى الحنجرة، ولهذا يقال للجبان: انتفخ سحره (١) ، وهذا الذي ذكره الفراء وهو قول الكلبي، قال: رفعت الرئة القلب وانتفخت حتى صارت عند الحنجرة فلم ترجع (٢) ولم تخرج. </p><p> قال أبو سعيد: قلنا يوم الخندق: يا رسول الله، هل من شيء نقوله: فقد بلغت القلوب الحناجر. قال: فقولوا: \"اللهم استر عوراتنا وآمن روعاتنا\" . قال: فقلناها فضرب وجوه أعداء الله بالريح فهزموا (٣) . </p><p> وقوله:  {وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} قال ابن عباس: يريد خفتم كثرتهم حتى قنطتم، وكان الله لكم ناصرًا (٤) . </p><p> وقال مقاتل: يعني الإياس من النصر واختلاف الأمر والنهي (٥) أن ظنونكم اختلفت، فظن بعضكم بالله النصر ورجاء الظفر والكفاية، وبعض يئس وقنط. وقال الكلبي: ظن به يومئذ ناس من المنافقين ظنونًا مختلفة، يقولون: هلك محمد وأصحابه (٦) . فعلى القول الأول (تظنون) خطاب للمؤمنين، وعلى قول الكلبي خطاب للمنافقين، والمؤمنون كانوا واثقين بنصر الله ووعده بالنصر لدينه ورسوله. </p><p>(١) ذكره البغوي في \"تفسيره\" ٣/ ٥١٧. ونسبه للفراء، وذكره الواحدي في \"الوسيط\" ٣/ ٤٦١. (٢) \"معاني القرآن\" للفراء ٢/ ٣٣٦ مع اختلاف في العبارة.(٣) أخرجه الإمام أحمد في \"مسنده\" ٣/ ٣، وذكره السيوطي في \"الدر\" ٦/ ٥٧٣، وعزاه لأحمد وابن جرير وابن المنذر وابن أبي حاتم عن أبي سعيد الخدري.(٤) لم أقف عليه.(٥) \"تفسير مقاتل\" ٨٨ ب.(٦) ذكر هذا القول البغوي في \"تفسيره\" ٣/ ٥١٦ غير منسوب لأحد، والطبرسي في \"مجمع البيان\" ٨/ ٥٣٢ غير منسوب لأحد.</p><p> وقال الحسن: ظنونًا مختلفة، ظن المنافقون أنه يستأصل، وظن المؤمنون أنه ينصر (١) . </p><p> الظونا والرسولا والسبيلا: ثلاثة أوجه من القراءة؛ إثبات ألفاتها وقفا ووصلا، وحذفها في الحالين، وإثباتها في حال الوقف وحذفها في الوصل. قال أبو الحسن الأخفش: العرب تلحق الواو والياء والألف في أواخر القوافي، فشبهت أواخر الآي بالقوافي (٢) . </p><p> وقال أبو علي: أواخر الآي تشبه بالقوافي من حيث كانت مقاطع، كما كانت القوافي مقاطع فكما ثبتت قوله:  {رَبِّي أَكْرَمَنِ}  [الفجر: ١٥]  {رَبِّي أَهَانَنِ}  [الفجر: ١٦] في حذف الياء بنحو: </p><p> من حذف (٣) الموت أن يأتين </p><p> و: </p><p> إذا ما انتسبت له أنكرن (٤) </p><p> كذلك تشبه في إثبات الألف بالقوافي) (٥) . نحو قوله: </p><p>(١) انظر: \"تفسير الطبري\" (٢١/ ١٣٢)، \"الماوردي\" ٤/ ٣٨٠، وذكره السيوطي في \"الدر\" ٦/ ٥٧٧، وعزاه لابن جرير وابن أبي حاتم عن الحسن. (٢) \"معاني القرآن\" للأخفش ٢/ ٤٨٠، وانظر: \"علل القراءات\" ٢/ ٥٣٥، \"الحجة في القراءات السبع\" ص ٢٨٩.(٣) هكذا في النسخ، وهو خطأ والصواب حذر.(٤) عجزا بيتين من المتقارب للأعشى، والبيتان هما:فهل يمنعني ارتيادي البلاد ... من حذر الموت أن ياتينومن شأني كاسفٍ وجهه ... إذا ما انتسبت له أنكرنوهما من قصيدة طويلة يمدح بها قيس بن معد يكرب الكندي في: \"ديوانه\" ص ١٥، \"الحجة\" لأبي علي ٣/ ٢١٩، \"الكتاب\" ٢/ ١٥١ - ٢٩٠.(٥) \"الحجة\" ٥/ ٤٦٩.</p><p> أقلي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا (١) </p><p> قال أبو الفتح الموصلي: هذه الألف لإشباع الفتحة للقافية، وكذلك الواو لإشباع الضمة في القافية، والياء لإشباع الكسرة (٢) . </p><p> فمن أثبت في الوقف دون الوصل، وهو اختيار أبي عبيد (٣) قال: العرب تثبت هذه الألفات في قوافي أشعارهم ومصاريفها؛ لأنها مواضع قطع وسكت، فتعمد الوقوف على هذه الألفات موافقة للخط، وإذا وصلت حذفت كما تحذف (٤) غيرها مما يثبت في الوقف، نحو التشديد الذي يلحق الحرف الموقوف عليه، قال أبو عبيد: وأكره أن يثبتها مع إدماج القراءة؛ لأنه خروج من العربية (٥) لما يعد هذا عندهم جائزًا في اضطرار ولا غيره، وأما من أثبت في الوصل فوجهه أنها في المصحف ثابتة، وإذا أثبتت (٦) في الخط فينبغي (٧) ألا تحذف كما لا تحذف هاء الوقف من (حسابيه)  (وكتابيه) </p><p>(١) البيت من الوافر، مطلع قصيدة لجرير في \"ديوانه\" ٢/ ٨١٣، \"خزانة الأدب\" ١/ ٦٩، \"الخصائص\" ٢/ ١٠٦، \"الكتاب\" ٤/ ٢٠٥. والشاهد فيه: إجراء المنصوب المقرون بالألف واللام مجرى غير المقرون بها في ثبات الألف لوصل القافية؛ لأن المنون وغير المنون في القوافي سواء.(٢) انظر: \"سر صناعة الإعراب\" ٢/ ٤٧١، ٦٧٧، ٧٢٦.(٣) انظر: \"البحر المحيط\" ٨/ ٤٥٩، \"تفسير القرطبي\" ١٤/ ١٤٥. تقدم في سورة الأنفال.(٤) في (أ) جاء الكلام هكذا: كما تحذف [الكسر، فمن أثبت في الوقف دون الوصل دون الوصل] غيرها مما يثبت وهي زيادة خطأ.(٥) انظر: \"تفسير القرطبي\" ١٤/ ١٤٥.(٦) في (ب): (أثبت).(٧) في (ب): (ينبغي).</p>"
}