{
  "id": null,
  "sura": 33,
  "aya": 28,
  "text": "<p> فوعدهم الله إياها (١) . </p><p> وقال قتادة: مكة (٢) . وقال الحسن: هي الروم وفارس (٣) . </p><p> وقال عكرمة: كل أرض لم يظهر عليها المسلمون إلى يوم القيامة (٤) . {وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا} من العفو والانتقام (قديرًا) . وقال مقاتل: من القرى يفتحها (٥) على المسلمين (٦) . </p><p> ٢٨ - قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ}  (٧) . </p><p> قال المفسرون: إن أزواج النبي -صلى الله عليه وسلم- سألنه شيئاً من عرض الدنيا وطلبن منه زيادة في النفقة وآذينه بغيرة بعضهم على بعض، فآلى رسول الله -صلى الله عليه وسلم- منهن شهرًا. وأنزل الله آية التخيير، وهو قوله:  {قُلْ لِأَزْوَاجِكَ} وكن يومئذ تسعًا: عائشة، وحفصة، وأم حبيبة، وسودة (٨) ، وأم سلمة (٩) ، </p><p>(١) \"معاني القرآن\" ٢/ ٣٤١. (٢) انظر: \"تفسير الماوردي\" ٤/ ٣٩٣، \"زاد المسير\" ٦/ ٣٧٥.(٣) انظر: \"تفسير الماوردي\" ٤/ ٣٩٣، \"تفسير الطبري\" ٢١/ ١٥٥.(٤) انظر: \"الماوردي\" ٤/ ٣٩٣، \"زاد المسير\" ٦/ ٣٧٥.(٥) في (ب): (وفتحها).(٦) \"تفسير مقاتل\" ٩١ أ.(٧) قوله: (وزينتها قعالين أمتعكن) ساقط من (أ).(٨) هي: أم المؤمنين سودة بنت زمعة بن قيس القرشية العامرية، وهي أول من تزوج بها النبي -صلى الله عليه وسلم- بعد خديجة، وكان ذلك في رمضان سنة ١٠ من البعثة، وهبت يومها لعائشة بعدما كبرت، توفيت رضي الله عنها في آخر خلافة عمر بن الخطاب بالمدينة.انظر: \"الاستيعاب بهامش الإصابة\" ٤/ ٣١٧، \"الإصابة\" ٤/ ٣٣٠، \"أسد الغابة\" ٥/ ٤٨٤.(٩) هي: أم المؤمنين هند بنت أمية بن المغيرة القرشية المخزومية، أم سلمة زوج =</p><p> وهؤلاء من قريش، وصفية الخيبرية (١) ، وميمونة الهلالية (٢) ، وزينب بنت جحش الأسدية (٣) ، وجويرية بنت الحارث (٤) </p><p>= النبي -صلى الله عليه وسلم-، وهي ممن أسلمت قديمًا وهاجرت إلى الحبشة ثم إلى المدينة، وهي آخر أمهات المؤمنين موتًا رضي الله عنهن جميعًا، ماتت سنة ٦١ هـ، وقيل ٦٢ هـ. انظر: \"الاستيعاب\" ٤/ ٤٠٥، \"الإصابة\" ٤/ ٤٠٧، \"أسد الغابة\" ٥/ ٥٦٠. (١) هي: أم المؤمنين صفية بنت حيى بن أخطب، تزوجها قبل إسلامها سلام بن أبي الحقيق، ثم أخوه كنانة، فقتل عنها يوم خيبر وسبيت وصارت في سهم دحية الكلبي، ثم أخذها النبي -صلى الله عليه وسلم- وعوضه عنها، ثم إن النبي -صلى الله عليه وسلم- تزوجها وجعل عتقها صداقها وكانت شريفة عاقلة ذات حسب وجمال ودين رضي الله عنها، توفيت سنة ٣٦ هـ، ـ وقيل ٥٠ هـ بالمدينة.انظر: \"الاستيعاب\" ٤/ ٣٩١، \"الإصابة\" ٤/ ٣٩٧، \"أسد الغابة\" ٥/ ٥٥٠.(٢) هي: أم المؤمنين ميمونة بنت الحارث بن حزن بن بحير بن صعصعة الهلالي، زوج النبي -صلى الله عليه وسلم- وخالة خالد بن الوليد وابن عباس، تزوجها أولًا مسعود بن عمرو الثقفي قبيل الإسلام ففارقها وتزوجها أبو رهم بن عبد العزى فمات، فتزوجها النبي -صلى الله عليه وسلم- حينما فرغ من عمرة القضاء سنة ٧ هـ وهي من سادات النساء، ماتت رضي الله عنها سنة ٦١ هـ في خلافة يزيد ولها ٨٠ سنة، وقيل ماتت سنة ٥١ هـ.انظر: \"الاستيعاب بهامش الإصابة\" ٤/ ٣٠٦، \"الإصابة\" ٤/ ٣٠٧، \"أسد الغابة\" ٥/ ٤٦٣.(٣) هي: أم المؤمنين زينب بنت جحش بن رياب، ابنة عمة النبي -صلى الله عليه وسلم- أمها أميمة بنت عبد المطلب ابن هاشم، كانت عند زيد مولى النبي -صلى الله عليه وسلم- فطلقها ثم تزوجها النبي -صلى الله عليه وسلم-، زوجها إياه ربه بنص كتابه بلا ولي ولا شاهد، فكانت تفخر بذلك على أمهات المؤمنين، وكانت من سادة النساء دينًا وورعًا وجودًا ومعروفًا، ماتت رضي الله عنها سنة ٢٠ هـ وصلى عليها عمر.انظر: \"الاستيعاب\" ٤/ ٢٥١، \"الإصابة\" ٤/ ٢٥٧، \"أسد الغابة\" ٥/ ٤١٩.(٤) هي: أم المؤمنين جويرية بنت الحارث بن أبي ضرار المصطلقبة سبيت يوم غزوة المريسيع سنة ٥ هجرية وكانت من أجمل النساء وأسلمت وتزوجها النبي -صلى الله عليه وسلم- وأطلق الأسارى من قومها، وكان أبوها سيدًا مطاعًا في قومه، وقد قدم على =</p>"
}