{
  "id": null,
  "sura": 33,
  "aya": 40,
  "text": "<p> {وَيَخْشَوْنَهُ} قال سعيد بن جبير: الخشية من الله أن تخشاه حتى تكون خشيتك (١) وبينه وبين معصيته (٢) . والمعنى على هذا: ولا تعصونه. {وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ} أي: لا يخشون قالة الناس ولائمتهم فيما أحل لهم. {وَكَفَى بِاللَّهِ حَسِيبًا} أي: مجازيًا لمن يخشاه. قاله ابن عباس (٣) . </p><p> ٤٠ - قوله تعالى:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} قالت عائشة رضي الله عنها: لما تزوج رسول الله -صلى الله عليه وسلم- زينب قال الناس: إن محمدًا تزوج امرأة ابنه، فأنزل الله هذه الآية (٤) . يعني أنه ليس بأب لزيد فتحرم (٥) عليه زوجته. قال ابن عباس: يريد لم يكن في قضائي وقدري أن له ابنا يعيش حتى يصير رجلاً (٦) . </p><p> وقال المفسرون: لم يكن أبا أحد لم يلده، وقد ولد له ذكور: إبراهيم والقاسم والطيب والمطهر (٧) . وقال مقاتل: لما نزلت هذه الآية قال النبي -صلى الله عليه وسلم- لزيد: لست لك بأب، فقال زيد: يا رسول الله أنا زيد بن حارثة بن مروة بن شراحيل الكلبي معروف نسبي (٨) . </p><p>(١) هكذا في المخطوط! لعل الصواب: حتى تحول خشيتك بينك وبين معصيته. (٢) لم أقف على قول سعيد بن جبير.(٣) لم أقف عليه.(٤) رواه الترمذي حديث رقم (٣٢٦٠) عن عائشة، وابن أبي حاتم، وأورده السيوطي في \"الدر\" ٦/ ٦١٣ وعزاه لسعيد بن منصور وعبد بن حميد والترمذي وصححه وابن جرير وابن المنذر وابن أبي حاتم والطبراني وابن مردويه عن عائشة.(٥) في (أ): (فيحرم).(٦) انظر: \"تفسير البغوي\" ٣/ ٥٣٤.(٧) انظر: \"تفسير الثعلبي\" ٣/ ٢٠١ ب، \"تفسير الطبري\" ٢٢/ ١٦، \"معاني القرآن وإعرابه\" للزجاج ٤/ ٢٢٩.(٨) انظر: \"تفسير مقاتل\" ٩٣ ب.</p><p> قوله تعالى:  {وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} هو يعني: آخر النبيين فلا نبي بعده، قال: يريد لو لم أختم به لجعلت له ولدًا يكون بعده نبيًا. قال مقاتل: لو كان لمحمد ولد لكان نبيًا رسولاً، فمن ثم قال:  {وَخَاتَمَ النَّبِيِّينَ}  [لم يسمع أحدًا]  (١) والمعنى أنه لما ختم النبيين دل على أنه لم يبق ولدًا بعده. وقراءة العامة بكسر التاء، وقرأ عاصم بفتح التاء (٢)  (٣) . </p><p> قال أبو عبيد: الوجه الكسر؛ لأن التأويل أنه ختمهم، فهو خاتمهم (٤) . </p><p> وكذلك روي عنه في صفة نفسه أنه قال:  \"أنا حاتم النبيين\"  (٥) . لم يسمع أحد من فقهائنا يرويه إلا بكسر التاء، قال الفراء: ويدل عليه قراءة عبد الله: ختم النبيين، ومن قرأ بفتح التاء فمعناه: آخر النبيين، وخاتم النبيين (٦) آخره، ومنه قوله {خِتَامُهُ مِسْكٌ}  (٧) . </p><p> وقال الحسن: الخاتم الذي ختم به (٨) . </p><p> وقال أهل اللغة: الخاتم بالكسر الفاعل، والخاتم بالفتح ما يوضع </p><p>(١) هكذا في النسخ! ولعله زيادة من الناسخ خطأ. (٢) في (أ): (الهاء).(٣) انظر: \"الكشف عن وجوه القراءات السبع\" ٢/ ١٩٩، \"النشر\" ٢/ ٣٤٨.(٤) لم أقف على اختيار أبي عبيد.(٥) الحديث متفق عليه عن أبي هريرة، وهو جزء من حديث أخرجه البخاري في المناقب، باب: خاتم النيين -صلى الله عليه وسلم-\" ٣/ ١٣٠٠ رقم (٣٣٤٢)، ومسلم في الفضائل، باب: كونه -صلى الله عليه وسلم- خاتم النبيين ٤/ ١٧٩٠ رقم (٢٢٨٦).(٦) هكذا في النسخ! ولعل الصواب: آخرهم.(٧) \"معاني القرآن\" ٢/ ٣٤٤.(٨) انظر: \"الوسيط\" ٣/ ٤٧٤، \"الحجة\" ٥/ ٤٧٧.</p>"
}