{
  "id": null,
  "sura": 33,
  "aya": 22,
  "text": "<p> الله اقتداء لو اقتديتم به في نصرته ومؤازرته، والشد على يده بالصبر معه في مواطن القتال، كما فعل هو بيوم أحد، إذ كسرت رباعيته وشج فوق حاجبه، وقتل عمه، وأوذي بضروب الأذى، فواساكم مع ذلك بنفسه، فهلا فعلتم مثل ما فعل واستنيتم بسنته (١) . </p><p> قوله:  {لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} . قال الفراء: خص الله بها المؤمنين (٢) . يعني قوله بمن (٣) بدل من قوله لكم، وهو تخصيص بعد التعميم للمؤمنين بالأسوة. </p><p> قال ابن عباس: يرجو ما عند الله من الثواب والنعيم (٤) . {وَذَكَرَ اللَّهَ كَثِيرًا} أي: ذكراً كثيرًا باللسان (٥) ، وذلك أن ذاكر الله هو الذي يأتمر لأوامره بخلاف الغافل عن ذكر الله. </p><p> ٢٢ - ثم ذكر المؤمنين ووصف حالهم بقوله:  {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ} يعني: أبا سفيان وأصحابه. {قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ} قال قتادة ومقاتل: كان الله وعدهم في {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ} إلى قوله {أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ}  [البقرة: ٢١٤] . فأخبرهم بما سيكون من الشدة التي تلحقهم من عدوهم، فلما رأوا يوم الأحزاب ما </p><p>(١) \"تفسير الثعلبي\" ٣/ ١٩١ أ، وذكر السمرقندي في \"بحر العلوم\" ٣/ ٤٤ قريبًا من هذا المعنى. (٢) \"معاني القرآن\" ٢/ ٣٣٩.(٣) في (ب): (ممن)، وكلاهما لا يتضح به الكلام، وإنما هي كما جاءت في القرآن: لمن.(٤) انظر: \"تفسير البغوي\" ٣/ ٥١٩، \"زاد المسير\" ٦/ ٣٦٨، \"مجمع البيان\" ٨/ ٥٤٨.(٥) في (أ): (ذكر)، أسقط الألف، وهو خطأ.</p><p> أصابهم من الشدة والبلاء قالوا:  {هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا} وتصديقًا بوعد الله وتسليمًا لأمره (١) . ومعنى التسليم هاهنا أن يسلم الأمر لمالكه من غير إعراض فيه، وهو أن يدعه له سالمًا لا يدعي لنفسه فيه شيئاً، ولعل هذا فيما سبق البيان فيه. </p><p> قال أبو إسحاق في هذه الآية: وصف الله تعالى حال المنافقين في حرب الكافرين وحال المؤمنين، وصف المنافقين بالفشل والجبن والروغان والمسارعة إلى الفتنة، ووصف المؤمنين بالثبوت عند الخوف (٢) . والتصديق بما وعد الله ورسوله من النصر عند شدة الأمر، وذلك أنهم لما (٣) زلزلوا زلزالًا شديدًا أعلموا أن النصر وجب له (٤) ؛ لأن الله كان قد أنزل عليهم في الآية التي وصف بها ما أصاب أصحاب الأنبياء قبلهم من الشدة قوله:  {أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ}  [البقرة: ٢١٤] . هذا معنى ما ذكره وبعض لفظه. </p><p> قال الفراء: كان النبي -صلى الله عليه وسلم- أخبر أصحابه بمسير الأحزاب إليهم فذلك قوله:  {وَمَا زَادَهُمْ إِلَّا إِيمَانًا} أي ما زادهم النظر إلى الأحزاب إلا إيمانًا، قال: ولو كان ما زادوهم إلا إيمانًا يريد الأحزاب كان جائزًا كما قال في سورة أخرى: {لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلَّا خَبَالًا}  [التوبة: ٤٧] ولو كانت ما زادكم إلا خبالا كان (٥) صوابًا، يريد ما آذاكم خروجهم، وهذا من </p><p>(١) في\" تفسير مقاتل\" ٩٠ ب، وذكره الماوردي ٤/ ٣٨٨، والطبري ٢١/ ١٤٤ عن قتادة، وزاد الطبري نسبة هذا القول لابن عباس. (٢) \"معاني القرآن وإعرابه\" ٤/ ٢٢٢.(٣) في (ب): (كما).(٤) هكذا في جميع النسخ! ولعل الصواب: لهم.(٥) في (ب): (لكان)، وهو خطأ.</p>"
}