{
  "id": null,
  "sura": 33,
  "aya": 14,
  "text": "<p> السرق (١) . </p><p> وقال قتادة: قالوا: بيوتنا مما يلي العدو، ولا نأمن على أهالينا (٢) . </p><p> وقال الكلبي: بيوتنا عورة أي خلاء (٣) يعني من الرجال (٤) . </p><p> وقال أبو إسحاق: فكذبهم الله وأعلم أن قصدهم الهرب والفرار (٥) فقال: {وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا} قال مقاتل: ما يريدون إلا فرارًا من القتال ونصرة النبي -صلى الله عليه وسلم- (٦) . </p><p> ١٤ - قوله تعالى:  {وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا} . قال مقاتل والفراء: لو دخلت عليهم المدينة (٧) . </p><p> وقال الزجاج: لو دخلت البيوت (٨) . يعني: لو دخلها عليهم هؤلاء الذين يريدون القتال وهم الأحزاب من أقطارها من نواحيها، واحدها قطر، والقطر والفتر الجانب الواحد والناحية. </p><p> قوله:  {ثُمَّ سُئِلُوا الْفِتْنَةَ} يعني: الشرك في قول جميع المفسرين (٩) . </p><p>(١) انظر: \"تفسير الطبري\" ١١/ ١٣٦١، \"تفسير مقاتل\" ٢/ ٢٧٢، \"مجمع البيان\" للطبرسي ٨/ ٥٤٥. (٢) انظر: \"تفسير الطبري\" ١١/ ١٣٦، \"مجمع البيان للطبرسي\" ٨/ ٥٤٥.(٣) في (أ): (خال)، وهو خطأ.(٤) \"تفسير الماوردي\" ٤/ ٣٨٣.(٥) \"معاني القرآن وإعرابه\" ٤/ ٢١٩.(٦) \"تفسير مقاتل\" ٨٩ أ.(٧) \"تفسير مقاتل\" ٨٩ أ، \"معاني القرآن\" للفراء ٢/ ٣٣٧.(٨) \"معاني القرآن وإعرابه\" ٤/ ٢٢٠.(٩) انظر: \"تفسير الطبري\" ٢١/ ١٣٦، \"معاني القرآن\" للفراء ٢/ ٣٣٧، \"معاني القرآن\" للنحاس ٥/ ٣٣٣، \"زاد المسير\" ٦/ ٣٦١.</p><p> وقال الزجاج: أي قيل لهم: كونوا على المسلمين مظهرين الفتنة لفعلوا ذلك (١) . </p><p> قال ابن عباس ومقاتل: يقول الله لو أن الأحزاب دخلوا المدينة ثم أمروهم بالشرك لأشركوا (٢) . </p><p> وقال الكلبي (٣) : يقول لو دخل عليهم من أطراف المدينة الخيل والرجال، ثم دعوهم إلى الشرك بالله لأعطوا ذلك وهو قوله:  {لَآتَوْهَا} أي: لما امتنعوا منها. وقرأ الحجازيون: لأتوها قصرًا أي: لفعلوها (٤) . </p><p> قال الفراء: من قولك: أتيت الشيء إذا فعلته، تقول: أتيت الخير أي فعلت الخير، والمعنى: ثم سئلوا فعل الفتنة لفعلوها (٥) . </p><p> وقال الزجاج: من قرأ بالقصر كان المعنى لقصدوها (٦) . والاختيار المد؛ لقوله: سئلوا، فالإعطاء مع السؤال حسن. قاله الفراء وأبو علي (٧) . </p><p> وقال أبو عبيد (٨) قد جاءت الآثار في الذين كانوا يفتنون بالتعذيب في الله أنهم أعطوا ما سألهم المشركون غير بلال، وليس في شيء من الحديث أنهم جاءوا ما سألوهم، ففي هذا اعتبار للمد. </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٢٢٠. (٢) انظر: \"مجمع البيان\" للطبرسي ٨/ ٥٤٥. \"تفسير ابن عباس\" ص ٣٥١، \"تفسير مقاتل\" ٨٩ أ.(٣) لم أقف على قول الكلبي.(٤) انظر: كتاب \"الكشف عن وجوه القراءات السبع وعللها وحججها\" ٢/ ١٩٦.(٥) لم أقف على قول الفراء في معاني القرآن له، ولا فيما لدي من مراجع.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٢٠.(٧) \"معاني القرآن\" ٢/ ٣٣٧، \"الحجة للقراء السبعة\" ٥/ ٤٧٢.(٨) لم أقف على قول أبي عبيد.</p><p> قال أهل المعاني: هذا إخبار عن ظهور فضيحتهم وعدم نصرتهم عند وقوع الشدة بإبداء المكتوم وإعطاء الفتنة وإظهار الردة (١) . </p><p> قوله:  {وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا} قال ابن عباس: لم يلبثوا باعطاء الشرك إلا يسيرًا (٢) . </p><p> وقال مقاتل: وما أحسوا من الشرك إلا قليلاً حتى يعطوها طائعين (٣) . </p><p> وقال قتادة: وما أحبسوا من الإجابة إلى الكفر إلا قليلاً، وهذا قول أكثر المفسرين (٤) . </p><p> وقال السدي: وما تلبثوا بها أي: بالمدينة إلا يسيرًا بعد إعطاء الكفر حتى يهلكوا (٥) . </p><p> وقال الحسن: وما أقاموا بالمدينة بعد إعطاء الكفر إلا قليلاً حتى يعذبوا. وهذا القول اختيار الفراء (٦) وابن قتيبة (٧) . والكناية في (بها) على القول الأول تعود إلى الفتنة، يقال: تلبث بالشيء تربص به إذا آخره ومنعه. وعلى القول الثاني يعود إلى المدينة، وهي مذكورة في قوله:  {يَا أَهْلَ يَثْرِبَ} . وروى عطاء عن ابن عباس قولًا ثالثًا فقال: يريد لم يقيموا مع النبي </p><p>(١) انظر: \"معاني القرآن\" للنحاس ٥/ ٣٣٤، للفراء ٢/ ٣٣٧، للزجاج ٤/ ٢٢٠. (٢) انظر: \"مجمع البيان\" ٨/ ٥٤٥، \"تفسير ابن عباس\" ص ٣٥١.(٣) \"تفسير مقاتل\" ٨٩أ.(٤) انظر: \"تفسير الطبري\" ١١/ ١٣٦، \"مجمع البيان\" ٨/ ٥٤٥، \"زاد المسير\" ٦/ ٣٦١.(٥) انظر: \"زاد المسير\" ٦/ ٣٦٢، \"تفسير القرطبي\" ١٤/ ١٥٠.(٦) \"معاني القرآن\" ٢/ ٣٣٧.(٧) \"غريب القرآن\" ص ٣٤٩. وانظر: \"مجمع البيان\" ٨/ ٥٤٥، \"القرطبي\" ١٤/ ١٥٠.</p><p> -صلى الله عليه وسلم- في حرب ولا دين (١) . وعلى هذا قوله:  {وَمَا تَلَبَّثُوا} ابتداء إخبار عنهم أنهم لم يقيموا هناك، ورجعوا إلى بيوتهم وليس عطفًا على ما قبله، والكناية في (بها) تعود إلى غير مذكور على تقدير: وما تلبثوا بالمعركة، وبالمقامة (٢) ، وهذا أضعف الأقوال. </p><p> وذكر أبو علي هذه الآية في \"المسائل الحلبية\" فقال: (من قرأ: لآتوها بالمد فلمكان المسألة، كأنه لو سئلوا لأعطوها ولأتوها من الإتيان حسن؛لأن قوله:{وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ}دليل على أنهم يسألون النبي -صلى الله عليه وسلم- ترك الإتيان والوقوف معه،فكان المعنى:ويستأذن فريق منهم النبي في أن لا يأتوه لاشتغالهم بحفظ بيوتهم المعورة في زعمهم.</p><p> {وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا} أي: لو بلغت البيوت في أعوارها أن دخل عليهم من جوانبها كلها لفرط عوارها، ثم سئلوا معونة العدو على المسلمين، لأتوها وأسرعوا إليها ولم يعتلوا عليهم بأن بيوتهم معورة كما اعتلوا به في تأخرهم عن النبي -صلى الله عليه وسلم- والمسلمين ونصرهم، فالمعنى: يستأذنون النبي في أن يقعدوا عنه ولم يأتوه، وهم يأتون العدو لينصروهم ويعينوهم على المسلمين لو سألوهم، فالقراءة بالقصر أشكل بما قبله وما بعده (٣) . ألا ترى أن بعدها:  {وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا} . ومن قرأ بالمد فهو راجع إلى هذا؛ لأن إعطاء الفتنة هو راجع إلى هذا؛ لأن إعطاءهم الفتنة </p><p>(١) لم أقف عليه. (٢) في (ب): (ولا بالمقامة).(٣) (ما) ساقطة من (أ).</p><p> معونتهم على المسلمين وإتيانهم العدو ناصرين (١) . فأتوها بالقصر أشد إبانة للمعنى المراد بهذه الآية، فالمعنى قريب من قوله:  {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ} أي: في نصرتهم وهذا مثل قوله: {ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا} لأن في الموضعين دلالة على المعونة على المسلمين وعلى أنهم غير مسافلين (٢) . </p><p> وقوله:  {نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ} يقرب من قوله: {وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} لآية، إلا أنهم في هذه الآية كأنهم أشد يأسًا من (٣) النصرة لقطعهم على أن ما وعد الله والرسول به غرور، ويجتمعان في الإخبار عنهم بأن قلوبهم لم تثلج بالإيمان ولم تسكن إلى قول الرسول والإيمان والقرآن وما اجترءوا (٤) به من الظفر ووعدوا به من الفتح والنصر في قوله: {لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ}  [التوبة: ٣٣،الفتح:٢٨،الصف:٩] ) (٥) ، وقوله:  {فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ}  [المائدة: ٥٦] ، وقوله:  {وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا} أي: تلبثوا بدورهم إلا زمانًا قليلًا حتى يأتوا العدو ناصرين لهم عليكم، ويجوز أن يكون المعنى: لو أتوا العدو ناصرين لهم ومظهرين ما هم مبطنون لاستؤصلوا بالسيوف ويغلبوا كما غلب العدو، ونزل بهم من العذاب ما يهلكهم إذا باينوكم في الدار. ثم ذكرهم الله تعالى عهدهم مع النبي -صلى الله عليه وسلم- بالثبات في المواطن فقال: </p><p>(١) في (ب): (قاصدين). (٢) هكذا في النسخ! وهو خطأ، والصواب: متثاقلين.(٣) هكذا هي في جميع النسخ! وفي \"المسائل الحلبيات\" في.(٤) هكذا في جميع النسخ! وفي \"المسائل الحلبيات\": (ما أخبروا به)، وهو الصواب.(٥) \"المسائل الحلبيات\" ص ٣٦٠ - ٣٦٢ مع اختلاف يسير في العبارة.</p>"
}