{
  "id": null,
  "sura": 33,
  "aya": 37,
  "text": "<p> فدخل عليها النبي -صلى الله عليه وسلم- وأمرها بتقوى الله والسمع والطاعة لزيد فلما كلمها أعجبه حسنها وجمالها وظرفها لأمر أراده الله -عز وجل- وخرج من عندها وفي نفسه ما شاء الله منها، وجاء زيد إلى النبي -صلى الله عليه وسلم- يشكوها فقال له:  \"اتق الله وأمسك عليك زوجك\" . ويقول زيد: إني أريد أن أطلقها وأستريح منها، وأكره أن تكون معي في بيت مما ألقى منها من البلاء والشدة. ويقول النبي:  \"اتق الله لا تطلقها\" وفي قلبه غير ذلك (١) ، فأنزل الله تعالى قوله تعالى: </p><p> ٣٧ - {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ} أي: الهداية للإسلام. </p><p> {وَأَنْعَمْتَ عَلَيْهِ} بأن أعتقته من الرق قاله جميع المفسرين، قالوا: وكان زيد من سبي الجاهلية، فاشتراه رسول الله -صلى الله عليه وسلم- بعكاظ في الجاهلية وأعتقه وتبناه (٢) ، {أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ} في أمرها فلا تطلقها. </p><p> قال أبو إسحاق: (أمره بالتمسك بزينب وكان يحب أن يتزوجها، إلا أنه أمره بما يجب من الأمر بالمعروف، فقال:  \"أمسك عليك زوجك واتق الله\"  (٣) . {وَتُخْفِي فِي نَفْسِكَ} ، وتستر وتضمر في قلبك من إرادة تزوجها، قاله الكلبي (٤) : وقال قتادة: ود أنه طلقها (٥) ، {مَا اللَّهُ مُبْدِيهِ} ، قال ابن عباس: مظهره لاْصحابك وغيرهم (٦) . </p><p>(١) لم أقف على قول مقاتل بن حيان. (٢) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٠ ب، \"تفسير السمرقندي\" ٣/ ٥٢، \"الدر المنثور\" ٦/ ٦١٦ وعزاه لعبد بن حميد وابن المنذر عن عكرمة.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٢٩.(٤) انظر: \"تفسير هود بن محكم\" ٣/ ٣٧٠.(٥) انظر: \"معاني القرآن\" للنحاس ٥/ ٣٥١، \"زاد المسير\" ٦/ ٣٨٨.(٦) لم أقف عليه عن ابن عباس، وذكره هود بن محكم في \"تفسيره\" ٣/ ٣٧٠ ولم ينسبه.</p><p> وقال مقاتل: مظهره عليك حين ينزل به قرآنًا (١) ، والمعنى: أن النبي -صلى الله عليه وسلم- كتم حبها، وأراد تزوجها، وأمر زيدًا بإمساكها وفي قلبه خلاف ذلك، فأظهر الله عليه ما أخفاه بأن قضى طلاقها وزوجها منه، وأنزل في ذلك القرآن، ولهذا قال عمر وابن مسعود وعائشة والحسن: ما نزلت علي رسول الله آية هي أشد عليه من هذه الآية. </p><p> قالت عائشة: لو كتم النبي -صلى الله عليه وسلم- شيئًا من الوحي لكتم هذه الآية (٢) : {وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ} . </p><p> وقوله:  {وَتَخْشَى النَّاسَ} قال مقاتل: تكره قالة الناس في أمر زينب (٣) . يعني: تخاف لائمتهم أن يقولوا: أمر رجلاً بطلاق امرأته ثم نكحها حين طلقها، وكان النبي -صلى الله عليه وسلم- يريد أن يصوب رأي زيد في طلاقها من حيث ميل النفس وهوى القلب، ولكنه خاف قالة الناس فذلك قوله:  {وَتَخْشَى النَّاسَ} ، وقيل: الخشية هاهنا بمعنى الاستحياء، يعني تستحي من الناس أن تأمر رجلاً بطلاق زوجته ثم تتزوجها. والاستحياء قول ابن عباس والحسن والفراء (٤) . </p><p> وقال عطاء عن ابن عباس: والمراد بالناس هاهنا اليهود، وكانوا يعيبون المؤمنين فخشي النبي -صلى الله عليه وسلم- في تزوجها أن يقولوا تزوج محمد امرأة </p><p>(١) انظر: \"تفسير مقاتل\" ٩٢ ب. (٢) أخرجه البخاري في كتاب: التوحيد، باب: وكان عرشه على الماء ٦/ ٢٦٩٩، رقم الحديث ٦٩٨٥، عن أنس، ومسلم في كتاب: الإيمان، باب في قوله تعالى {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} ١/ ١٦٠، رقم الحديث ٢٨٨ عن عائشة.(٣) انظر: \"تفسير مقاتل\" ٩٢/ ب.(٤) انظر: \"تفسير البغوي\" ٣/ ٥٣١، \"معاني القرآن\" للفراء ٢/ ٣٤٣.</p><p> ابنه (١) . </p><p> وقوله:  {وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} . وقال ابن عباس: يريد [..]  (٢) وتخافه (٣) . </p><p> وروي عن علي بن الحسين أنه قال في هذه الآية: كان الله -عز وجل- قد أعلم نبيه أن زينب ستكون من أزواجه، وأن زيدًا سيطلقها (٤) . وعلى هذا جوز أن يكون النبي -صلى الله عليه وسلم- معاتبًا (٥) على قوله: {أَمْسِكْ عَلَيْكَ زَوْجَكَ} مع علمه بأنها ستكون زوجته، وكتمانه ما أخبره الله به، ويكون قوله:  {وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} في كتمان ما أخبرك به وإنما كتم النبي -صلى الله عليه وسلم- ذلك؛ لأنه استحيا واستبشع أن يقول: إن زوجتك ستكون امرأتي (٦) . </p><p>(١) انظر: \"زاد المسير\" ٦/ ٣٨٧. (٢) في جميع النسخ قدر كلمة غير واضحة، ولعلها: تخشاه.(٣) لم أقف عليه(٤) انظر: \"تفسير الثعلبي\" ٣/ ٢٠١ أ، \"تفسير البغوي\" ٣/ ٥٣٢. \"مجمع البيان\" ٨/ ٥٦٤.(٥) في (أ): (بناها).(٦) هذه الروايات التي أوردها المؤلف رحمه الله من أن زينب رضي الله عنها وقعت في قلب النبي -صلى الله عليه وسلم-، وأنه أحبها وتمنى تطليق زيد لها، أو أنه قال حين رآها: \"سبحان مصرف القلوب\". أقول: كل ذلك مما ينبغي أن ينزه عنه المصطف -صلى الله عليه وسلم-، فزينب ابنة عمته وكان يعرفها قبل أن يزوجها من زيد.يقول: القشيري فيما نقله عنه القاضي عياض في \"الشفا في التعريف بحقوق المصطفى\" ٢/ ٨٨٠: وهذا إقدام عظيم من قائله وقلة معرفة بحق النبي -صلى الله عليه وسلم- وبفضله.ثم قال القاضي عياض: وكيف يقال: رآها فأعجبته وهي بنت عمته ولم يزل يراها منذ ولدت؟ ولا كان النساء يحتجبن منه -صلى الله عليه وسلم- وهو زوجها لزيد، وإنما جعل الله =</p><p> قوله تعالى:  {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا} قال الليث: الوطر: كل حاجة كان لصاحبها فيها همة، ولم أسمع لها فعلا، وجمعه أوطار (١) . </p><p>= طلاق زيد لها وتزويج النبي -صلى الله عليه وسلم- إياها لإزالة حرمة التبني وإبطال سنته كما قال: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} وقال: {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ} أهـ. انظر: \"تفسير الثعلبي\" ٣/ ٩٩ ب، \"تفسير البغوي\" ٣/ ٥٣٠، ٦٧٢.وقال الحافظ ابن حجر في \"الفتح\" بعد أن ذكر هذه الأقوال: وقد أخرج ابن أبي حاتم هذه القصة من طريق السدي فساقها سياقًا واضحًا حسنًا ولفظه: بلغنا أن هذه الآية نزلت في زينب بنت جحش وكانت أمها أميمة بنت عبد المطلب عمة رسول الله -صلى الله عليه وسلم-، وكان رسول الله -صلى الله عليه وسلم- أراد أن يزوجها زيد بن حارثة مولاه فكرهت ذلك، ثم إنها رضيت بما صنع رسول الله -صلى الله عليه وسلم- فزوجها إياه، ثم أعلم الله نبيه -صلى الله عليه وسلم- بعد أنها من أزواجه، فكان يستحي أن يأمر بطلاقها، وكان لا يزال يكون بين زيد وزينب ما يكون من الناس، فأمره رسول الله -صلى الله عليه وسلم- أن يمسك عليه زوجه، وأن يتقي الله، وكان يخشى الناس أن يعيبوا عليه ويقولوا: تزوج امرأة ابنه وكان قد تبني زيدًا قال: بعد أن ذكر بعض الروايات التي استحسنها بعض العلماء، قال عن هذه الرواية وسندها: وهو أوضح سياقًا وأصح إسنادًا. ثم قال: وقد وردت آثار أخرى أخرجها ابن أبي حاتم والطبري، ونقلها كثير من المفسرين لا ينبغي التشاغل بها، والذي أوردته منها هو المعتمد، والحاصل أن الذي كان يخفيه النبي -صلى الله عليه وسلم- هو إخبار الله إياه أنها ستصير زوجته، والذي كان يحمله على إخفاء ذلك خشية قول الناس تزوج امرأة ابنه، وأراد الله إبطال ما كان أهل الجاهلية عليه من أحكام التبني بأمر لا أبلغ في الإبطال منه، وهو تزوج امرأة الذي يدعى ابنا، ووقوع ذلك من إمام المسلمين؛ ليكون أدعى لقبولهم، وإنما وقع الخبط في تأويل معلق الخشية والله أعلم. أ. هـ.وللوقوف على كلام أهل العلم أكثر مما أثبته حول هذه القصة انظر: \"الشفا\" لعياض ٢/ ٨٨٠ وما بعدها، \"فتح الباري\" ٨/ ٦٧١ وما بعدها، \"محاسن التأويل\" للقاسمي ٨/ ٢٦٦ وما بعدها، \"أضواء البيان\" ٦/ ٥٨٠ وما بعدها.(١) انظر: \"تهذيب اللغة\" ١٤/ ١٠ (وطر).</p><p> وقال أبو عبيدة: الوطر كالأرب، وأنشد للربيع بن ضبع:  (١) </p><p> ودعني قبل أن أودعه ... لما قضى من شبابها الوطرا (٢) </p><p> وقال المبرد (٣) : الوطر الشهوة والمحبة، يقال: ما قضيت من لقائك وطرًا، أي ما استمتعت بك حتى تنتهى، وأنشد: </p><p> وكيف ثوائي بالمدينة بعد ما ... قضى وطرا منها جميل من معمر (٤) </p><p> قال ابن عباس في قوله:  {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا} أي لذته ونهمته (٥) . وقال مقاتل: يعني الجماع (٦) . </p><p> وقال مقاتل: يعني حاجة وطلقها (٧) . وقال قتادة: طلقها (٨) . </p><p> ومعنى قضى الوطر في اللغة: بلوغ منتهى ما في النفس من الشيء، فمعنى قضى وطرًا منها بلغ ما أراد من حاجته فيها. ويجوز أن يكون عبارة </p><p>(١) هو: الربيع بن ضبع بن وهب بن بغيض الفزاري الذبياني، شاعر جاهلي معمر من الفرسان، أدرك النبي -صلى الله عليه وسلم- ولم يلقه كان أحكم العرب في زمانه ومن أشعرهم وأخطبهم، قيل: إنه عاش أكثر من مائتي عام. انظر: \"سمط اللآلي\" ص ٨٠٢، \"الخزانة\"، \"تفسير ابن عباس\" ص ٣٨٣، \"الأعلام\" ٣/ ١٥.(٢) البيت من المنسرح وهو للربيع بن ضبع في \"الكتاب\" ١/ ٨٩، \"لسان العرب\" ١٣/ ٢٥٩ ضمن، \"أمالي المرتضى\" ١/ ٢٥٥.(٣) انظر: \"الدر المصون\" ٩/ ١٢٦، \"روح المعاني\" ٢٢/ ٢٥.(٤) البيت من الطويل، ولم أهتد إلى قائله، وهو في \"الكامل\" ١/ ٣٩٧، \"الدر المصون\"، \"البحر المحيط\" ٣/ ٢١١، غير منسوب.(٥) لم أقف عليه.(٦) انظر: \"تفسير مقاتل\" ٩٣ أ.(٧) لم أقف عليه عن مقاتل، وانظر: \"تفسير هود بن محكم\" ٣/ ٣٧١.(٨) انظر: \"تفسير الماوردي\" ٤/ ٤٠٦، \"تفسير القرطبي\" ١٤/ ١٩٤.</p><p> عن الطلاق، فإن الرجل إنما يطلق امرأته إذا لم يبق له فيها حاجة، فيقول: قضيت وطري منها، أي خليتها حيث لم يبق له فيها مراد، فيجوز أن يكون المراد بهذا اللفظ الطلاق مع بلوغ المراد منها، ويجوز أن يكون عبارة عن بلوغ المراد من نكاحها ثم يضمر الطلاق، ودل عليه (١) قوله: {زَوَّجْنَاكَهَا} ؛ لأن تزويجها من النبي -صلى الله عليه وسلم- يوجب طلاق زيد إياها، وقد قال المفسرون (٢) : طلقها زيد فلما انقضت عدتها تزوجها النبي -صلى الله عليه وسلم-. </p><p> وروى ثابت عن أنس قال: لما انقضت عدة زينب قال رسول الله -صلى الله عليه وسلم-: \"اذهب فاذكرها علي\" . قال: فانطلقت فقلت يا زينب أبشري، أرسلني رسول الله -صلى الله عليه وسلم- يذكرك، ونزل القرآن، وجاء رسول الله -صلى الله عليه وسلم- حتى دخل عليها بغير إذن (٣) . </p><p> قال أصحابنا: وهذه الآية دليل على أن كل امرأة أراد رسول الله نكاحها فهو مستغن عن الولي والشهود، وذلك أنه لما نزل قوله {زَوَّجْنَاكَهَا} دخل عليها رسول الله -صلى الله عليه وسلم-، ولهذا كانت زينب تفاخر نساء </p><p>(١) في (أ): (وقوله)، زيادة واو وهو خطأ. (٢) \"تفسير ابن أبي حاتم\" ٩/ ٣١٣٥، \"تفسير البغوي\" ٣/ ٥٣٢، وأورده السيوطي في \"الدر\" ٦/ ٦١٢، وزاد نسبته لابن سعد وأحمد وأبي يعلى والطبراني وابن مردويه عن أنس.(٣) أخرجه الإمام مسلم في النكاح، باب زواج زينب بنت جحش ونزول الحجاب ٢/ ١٠٤٨ رقم (١٤٢٨)، وأخرجه الإمام أحمد ٣/ ١٩٥ عن ثابت عن أنس، والنسائي في \"سننه\" كتاب: النكاح، باب: صلاة المرأة إذا خطبت واستخارتها ٦/ ٧٩ عن ثابت عن أنس. وأورد السيوطي في \"الدر\" ٦/ ٦١٢ وعزاه لابن سعد وأحمد والنسائي وأبي يعلى وابن أبي حاتم والطبراني وابن مردويه عن أنس.</p><p> النبي -صلى الله عليه وسلم- وتقول: زوجكن أقاربكن وزوجني الله -عز وجل- (١) . </p><p> وذكر قضاء الوطر هنا بيانًا أن امرأة المتبنى تحل وإن وطئها المتبنى وهو قوله (٢) : {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ} ، أي: زوجناك زينب وهي امرأة زيد الذي تبنيته لكي (٣) تظن أنه من تُبُنِّيَ لم تحل امرأته للمتبني. قاله الزجاج (٤) ، وهو قول جميع المفسرين (٥) . </p><p> قوله تعالى:  {إِذَا قَضَوْا مِنْهُنَّ وَطَرًا} أي: جامعوهن وطلقوهن، قال الحسن: كانت العرب تظن أن حرمة المتبني مشتبكة كاشتباك الرحم، فبين الله تعالى أن حلائل الأدعياء غير محرمة على المتبنين وإن أصابوهن، بخلاف ابن الصلب فإن امرأته تحرم بنفس العقد، وامرأة المتبني لا تحرم وإن وطئها (٦) . </p><p> قوله تعالى:  {وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا} قال مقاتل: يقول تزوج النبي زينب كائنًا لابد (٧) . وإنما يعني بذلك أن قضاء الله في زينب أن يتزوجها رسول الله -صلى الله عليه وسلم- كان ماضيًا مفعولًا. </p><p>(١) أخرجه البخاري في التوحيد، باب: وكان عرشه على الماء ٦/ ٢٦٩٩ رقم الحديث (٦٩٨٤، ٦٩٨٥)، وأخرج الترمذي في \"سننه\" كتاب التفسير، تفسير سورة الأحزاب ٥/ ٣٣ رقم الحديث (٣٢٦٥)، وقال: هذا حديث حسن صحيح. (٢) (يقوله) مكررة في (أ).(٣) هكذا في النسخ! وهو خطأ، والصواب: لكيلا.(٤) انظر: \"معاني القرآن واعرابه\" ٤/ ٢٢٩.(٥) انظر: \"تفسير الثعلبي\" ٣/ ٢٠١ أ، \"تفسير الطبري\" ٢٢/ ١٤، \"تفسير الماوردي\" ٤/ ٤٠٧، \"تفسير البغوي\" ٣/ ٥٣٣.(٦) لم أقف عليه.(٧) انظر: \"تفسير مقاتل\" ٩٣ أ.</p>"
}