{
  "id": null,
  "sura": 33,
  "aya": 34,
  "text": "<p> بكساء، وقال:  \"اللهم هؤلاء أهل بيتي وخاصتي، فأذهب عنهم الرجس وطهرهم تطهيرًا\"  (١) . وهذا لا يدل على أن هذه الآية خاصة فيهم؛ لأن هذه الرواية تدل على أن النبي -صلى الله عليه وسلم- دعا لهم بهذا الدعاء، وسأل الله أن يطهرهم، لا جرم أنه استجيب له فيهم بالتطهير، ولقد أحسن أبو إسحاق في تفسير هذه الآية، فقال: اللغة تدل على أنه للنساء والرجال جميعًا؛ لقوله:  {عَنْكُمُ} و {وَيُطَهِّرَكُمْ} بالميم، ولو كان للنساء لم يجز إلا عنكن ويطهركن، ودليله:  {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ} حين أفرد النساء بالخطاب (٢) . وعلى هذا هو خطاب لأزواج النبي -صلى الله عليه وسلم- ورجال بيته، قال: وانتصب (أهل البيت) على معنى: أعني أهل البيت، وهو منصوب على المدح قال: ويكون على النداء على معنى: يا أهل البيت) (٣) . </p><p> قوله:  {وَيُطَهِّرَكُمْ تَطْهِيرًا} . قال مقاتل: من أثم ما ذكر في هذه الآيات (٤) . والمعنى من نجاسات الجاهلية؛ لأن ما أمرن به كله مضاد لأهل معان الجاهلية، ثم وعظهن ليتفكرن وامتن عليهن [بقوله]  (٥) . </p><p> ٣٤ - قوله:  {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ} يعني: القرآن. {وَالْحِكْمَةِ} . قال مقاتل: يعني أمره ونهيه في القرآن (٦) . </p><p>(١) انظر: \"الثعلبي\" ٣/ ١٩٧ ب، \"تفسير الطبري\" ٢٢/ ٦، \"تفسير ابن كثير\" ٣/ ٤٨٤ وما بعدها، وذكر هذه الروايات السيوطي في \"الدر\" ٦/ ٦٠٢ وما بعدها، \"تفسير ابن أبي حاتم\" ٩/ ٣١٣٣. (٢) \"معاني القرآن وإعرابه\" ٤/ ٢٢٦.(٣) المرجع السابق.(٤) لعل الكلام هنا خطأ، والصواب كما في \"تفسير مقاتل\" ٩٢ أ: من الإثم الذي ذكر في هذه الآيات.(٥) ما بين المعقوفين ساقط من (ب).(٦) \"تفسير مقاتل\" ٩٢ أ.</p><p> وقال عطاء عن ابن عباس: آيات الله، ما ذكر من الثواب لأوليائه والعقاب لأعدائه، والحكمة حدود الله ومفترضاته (١) . </p><p> وقال غيره: آيات الله القرآن، والحكمة النبوة، وهي في بيوتهن. ونحو هذا قال قتادة في قوله:  {آيَاتِ اللَّهِ وَالْحِكْمَةِ} قال: القرآن والسنة (٢) . وهذا حث لهن على حفظ القرآن ومذاكرتهما (٣) ؛ للإحاطة بحدود الشريعة. والخطاب وإن اختص نساء النبي -صلى الله عليه وسلم- فغيرهن داخل فيه، فإن كثيرًا من الخطاب يختص لفظه ويعم معناه. قوله:  {إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا} أي بأوليائه. {خَبِيرًا} بجميع خلقه، قاله ابن عباس. وقال مقاتل: لطف علمه إن خضعن بالقول خبيرًا به (٤) . </p><p> ٣٥ - قوله تعالى:  {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} اختلفوا في سبب نزول هذه الآية؛ فروى قابوس عن ابن عباس قال: قالت النساء للنبي -صلى الله عليه وسلم-: ماله ليس يذكر النساء، [فأنزل الله إلا المؤمنين وليس يذكر المؤمنات (٥) بشيء] (٦) فأنزل الله هذه الآية (٧) . </p><p> وقال مجاهد: قالت أم سلمة: يا رسول الله يذكر الرجال ولا يذكر </p><p>(١) لم أقف عليه. (٢) انظر: \"تفسير الطبري\" ٢٢/ ٩،\"تفسير البغوي\" ٣/ ٥٢٩، \"معاني القرآن\" للنحاس ٥/ ٣٤٩.(٣) لعل مراد المؤلف أن الضمير يعود إلى القرآن والسنة.(٤) \"تفسير مقاتل\" ٩١ أ.(٥) في (ب): (المؤمنين منات)، وهو خطأ.(٦) ما بين المعقوفين يظهر أنه زيادة.(٧) انظر: \"تفسير الطبري\" ٢٢/ ١٠، وذكره السيوطي في \"الدر\" ٦/ ٦٠٨، وزاد نسبته للطبراني وابن مردويه عن ابن عباس.</p><p> النساء، فأنزل الله هذه الآية (١) . </p><p> وقال الكلبي ومقاتل: إن أم سلمة وأنيسة بنت كعب (٢) أتيا رسول الله -صلى الله عليه وسلم- فقالتا: يا رسول الله ما نرى ربنا يذكر النساء في شيء من كتابه، إنما يذكر الرجال بالفضيلة والجزاء نخشى أن لا يكون فيهن خير ولا لله فيهن حاجة، فنزلت هذه الآية (٣) . </p><p> وقال عكرمة: أتت أم عمارة الأنصارية للنبي -صلى الله عليه وسلم- فقالت: ما أرى كل شيء إلا للرجال، وما أرى للنساء (٤) يذكرن بشيء، فنزلت هذه الآية (٥) . </p><p> وقال مقاتل بن حيان: لما رجعت أسماء (٦) بنت جحش من الحبشة </p><p>(١) انظر: \"تفسير الطبري\" ٢٢/ ١٠، ورواه الحاكم في \"المستدرك\" كتاب التفسير، تفسير سورة الأحزاب ٢/ ٤١٦، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، وذكره السيوطي في \"الدر\" ٦/ ٦٥٨، وزاد نسبته لسعيد بن منصور وعبد الرزاق والترمذي وابن المنذر وابن أبي حاتم والطبراني. (٢) هي: أنيسة، ويقال نسيبة بنت كعب، أم عمارة، هي التي قالت للنبي -صلى الله عليه وسلم-: ما لنا لا نذكر بخير فأنزل الله هذه الآية.انظر: \"الإصابة\" ٤/ ٢٤١، \"أسد الغابة\" ٥/ ٤٠٧.(٣) انظر: \"تفسير مقاتل\" ٩٢ أ، وذكره الثعلبي ٣/ ٩٩ أ، عن مقاتل أيضًا ولم أقف على من نسبه للكلبي.(٤) هكذا في النسخ! والصواب: النساء.(٥) انظر: \"القرطبي\" ١٤/ ١٨٥ ونسبه للترمذي عن أم عمارة.(٦) هكذا في المخطوط! والصحيح أنها بنت عميس، وهي: أسماء بنت عميس بن معد بن الحارث الخثعمبة من خثعم، وكانت رضي الله عنها من المهاجرات إلى الحبشة مع زوجها جعفر بن أبي طالب ثم هاجرت إلى المدينة، فلما قتل جعفر تزوجها أبو بكر رضي الله تعالى عنه ثم مات عنها فتزوجها علي بن أبي طالب، وقد ولدت منهم جميعًا.انظر: \"الاستيعاب\" ٤/ ٢٣٠، \"الإصابة\" ٤/ ٢٢٥، \"أسد الغابة\" ٥/ ٣٩٥.</p>"
}