{
  "id": null,
  "sura": 33,
  "aya": 5,
  "text": "<p> بِأَفْوَاهِهِمْ} [التوبة: ٣٠] . وقال أبو إسحاق: ادعاؤكم نسب من لا حقيقة لنسبه، قول بالفم لا حقيقة له (١) . وعلى هذا الخطاب للمتبنين. {وَاللَّهُ يَقُولُ الْحَقَّ} يعني: قوله: {وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ} أي: لا يجعل غير الابن ابنا. {وَهُوَ يَهْدِي السَّبِيلَ} قال ابن عباس: يرشده إلى سبيله (٢) . وقال مقاتل: وهو يدل على طريق الحق (٣) . </p><p> ٥ - قوله تعالى:  {ادْعُوهُمْ لِآبَائِهِمْ} قال ابن عباس: انسبوهم إلى آبائهم الذين ولدوهم (٤) . {هُوَ أَقْسَطُ عِنْدَ اللَّهِ} . </p><p> قوله:  {فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ} أي: فهم إخوانكم في الدين. قال ابن عباس: يريد من أسلم [منكم]  (٥)  (٦)  {وَمَوَالِيكُمْ} أي: بنو عمكم. وهو قول ابن عباس (٧) ، واختيار المبرد (٨) والزجاج (٩) . وأنشد المبرد: </p><p> مهلا بنو عمنا (١٠) مهلا موالينا (١١) </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٢١٤. (٢) لم أقف عليه.(٣) \"تفسير مقاتل\" ٨٧ ب.(٤) \"تفسير ابن عباس\" ص ٣٥٠، \"الوسيط\" ٣/ ٤٥٨.(٥) ما بين المعقوفين طمس في (ب).(٦) لم أقف على من نسب هذا القول لابن عباس.(٧) لم أقف على هذا القول منسوبًا لابن عباس.(٨) \"الكامل\" ٣/ ١٢١٢.(٩) \"معاني القرآن وإعرابه\" ٤/ ٢١٥.(١٠) في (أ): (عما).(١١) هكذا ورد في النسخ بنو! وهو خطأ، والصواب: بني؛ لأنه منادى مضاف. وهذا صدر بيت وعجزه: لا تنبشوا بيننا ما كان مدفونًا. =</p><p> قال الزجاج: يجوز أن يكون ومواليكم أولياؤكم في الدين (١) . وقال آخرون: يعني بالموالي المعتقين أي: إن كان عبدًا وأعتقه فهو مولاك، كما كان زيد بن حارثة مولى النبي -صلى الله عليه وسلم-، وعلى هذا دل كلام مقاتل (٢) . وقوله تعالى:  {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ} قال مجاهد ومقاتل: يعني فيما قلتموه قبل النهي (٣) . </p><p> وقال قتادة: لو دعوت رجلاً لغير أبيه وأنت ترى أنه أبوه لم يكن عليك بأس (٤) . </p><p> فعلى هذا الخطاب أن يخطئ في نسبه من غير تعمد. وذكر أبو إسحاق قولًا ثالثًا فقال: ويجوز أن يكون: (ولا جناح عليكم في أن تقولوا بما هي (٥) على غير أن يتعمد أن يجريه مجرى الولد في الإرث) (٦) . </p><p> وقوله تعالى:  {وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} لما كان من قولكم (٧) قبل النهي رحيما بكم. </p><p>= وهو من البسيط، للفضل بن العباس بن عتبة بن أبي لهب في: \"الكامل\" ٣/ ١٢١٢، \"الأضداد\" ص ٤٨، \"الحماسة\" ١/ ١٢٩، \"الزاهر في معاني كلمات الناس\" ١/ ١٢٥. (١) \"معاني القرآن وإعرابه\" ٤/ ٢١٥.(٢) \"تفسير مقاتل\" ٨٧ ب، وذكره الطبرسي في \"مجمع البيان\" ٨/ ٥٢٨، ولم ينسبه لأحد.(٣) انظر: \"تفسير الطبري\" ٢١/ ١٢١، \"زاد المسير\" ٦/ ٧٠٦، \" تفسير مقاتل\" ٨٧ ب.(٤) المصدرين السابقين.(٥) هكذا في جميع النسخ! والظاهر أنه خطأ، وعبارة الزجاج: في أن تقولوا له: يا بني على غير أن تتعمد أنه تجريه مجرى الولد.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢١٥.(٧) في (ب): (لما كان لقومن قولكم)، وهو خطأ.</p><p> قوله تعالى:  {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} قال المفسرون: أي إذا حكم بشيء نفذ (١) حكمه، ووجبت طاعته عليهم (٢) . وهذا معنى قول ابن عباس وعطاء: إذا دعاهم النبي -عليه السلام- إلى شيء ودعتهم أنفسهم إلى شيء كانت طاعة النبي أولى بهم من طاعة (٣) أنفسهم (٤) . ونحو هذا قال ابن زيد: أي ما قضى فيهم من أمر جاز كما أن كل ما قضيت على عبدك جاز (٥) . وعلى هذا النبي -صلى الله عليه وسلم- أولى بكل مؤمن ومؤمنة من نفسهما، وله أن يتصرف في كل حق من حقوق المؤمنين وينفذ ذلك التصرف شاءوا أو أبوا، حتى لو زوج امرأة استغنى عن رضاها ورضا أوليائها؛ لأنه أحق بها منها بنفسها؛ لقوله:  {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} ، وروى ابن جريج عن مجاهد في تفسير قوله:  {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} قال: هو أبو المؤمن (٦) . وهذا راجع إلى ما ذكرنا، يعني أنه كالأب للمؤمنين في وجوب طاعته وترك المخالفة عليه. ويؤكد هذا التفسير أن في مصحف أبي:  \"النبي عليه السلام أولى بالمؤمنين من أنفسهم وهو أب لهم\"  (٧) . </p><p>(١) في (ب): (فقد) (٢) انظر: \"تفسير الثعلبي\" ٣/ ١٨٣ ب، \"تفسير الطبري\" ٢١/ ١٢٢، \"معاني القرآن\" للنحاس ٥/ ٣٢٤.(٣) في (ب): (طاعتهم أنفسهم).(٤) المراجع السابقة.(٥) \"تفسير الطبري\" ٢١/ ١٢٢، \"تفسير الثعلبي\" ٣/ ١٨٣ ب.(٦) \"تفسير الطبري\" ٢١/ ١٢٢. وذكره الماوردي ٤/ ٣٧٣، وقال: حكاه النقاش، \"تفسير مجاهد\" ص ٤١٥.(٧) انظر: \"تفسير السمرقندي\" ٣/ ٣٨، \"تفسير البغوي\" ٧/ ٢٠٨.</p><p> ونحو هذا روى عطاء عن ابن عباس أنه كان يقرؤه (١) . وعلى هذا يجوز أن يكون يقال النبي -صلى الله عليه وسلم- أب المؤمنين أي: في الحرمة ووجوب الطاعة كما أن أزواجه أمهات المؤمنين. ومن أصحابنا من قال: لا يجوز أن يقال: هو ابن (٢) المؤمنين؛ لقوله تعالى:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ}  [الأحزاب: ٤٠] ولكن يقال: هو مثل الأب للمؤمنين؛ لقوله تعالى:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ} يقال: هو مثل الأب للمؤمنين كما قال -صلى الله عليه وسلم-: \"إنما أنا لكم مثل الوالد\"  (٣) . ونص الشافعي رحمه الله على أنه يجوز أن يقال: هو أب المؤمنين أي في الحرمة (٤) . والذي في قوله:  {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} أي في النسب، يعني ليس أحد من رجالكم ولد صلبه. </p><p> وقال السدي: النبي أولى بالمؤمنين من أنفسهم في دينهم (٥) . </p><p> وعلى هذا هو أولى بهم من أنفسهم فيما يأمرهم به من أمور </p><p>(١) ذكره السيوطي في \"الدر\" ٦/ ٥٦٧، وعزاه للفريابي وابن مردويه والحاكم والبيهقي في \"سننه\". (٢) هكذا في جميع النسخ! وهو خطأ، والصواب: أبو.(٣) هذا جزء من حديث رواه أبو هريرة -رضي الله عنه-، ونص الحديث: قال رسول الله -صلى الله عليه وسلم-: \"إنما أنا لكم بمنزلة الوالد أعلمكم، فإذا أتى أحدكم الغائط فلا يستقبل القبلة ولا يستدبرها ولا يستطب بيمينه\" الحديث أخرجه أبو داود في \"سننه\" كتاب. الطهارة، باب: ما يقول الرجل إذا دخل الخلاء ١/ ٣ رقم الحديث (٨)، والنسائي في \"سننه\" كتاب الطهارة، باب النهى عن الاستطابة بالروث ١/ ٣٨، وابن ماجه في \"سننه\" كتاب: الطهارة، باب: الاستنجاء بالحجارة ١/ ١١٤ رقم الحديث (٣١٣)، والإمام أحمد في \"مسنده\" ٢/ ٢٤٧، ٢٥٠(٤) انظر: \"الأم\" ٥/ ١٢٦.(٥) لم أقف عليه.</p><p> دينهم. وهذه الولاية تختص بأمر الدين كما روي عنه -صلى الله عليه وسلم- قال:  \"أنا أعلم بأمور آخرتكم، وأنتم أعلم بأمور دنياكم\"  (١) على أن جميع ما يأمر به -صلى الله عليه وسلم- في المصلحة وامتثاله من الدين، غير أن أكثر أوامره في أمور الدين. وقال المقاتل: إن طاعة النبي أولى من طاعة بعضكم لبعض (٢) . وعلى هذا قوله:  {مِنْ أَنْفُسِهِمْ}  (٣) يريد من غيرهم من المؤمنين كما قال تعالى: {فَسَلِّمُوا عَلَى أَنْفُسِكُمْ}  [النور:٦١] يعني: على إخوانكم من المؤمنين، وكقوله {فَاقْتُلُوا أَنْفُسَكُمْ}  [البقرة: ٥٤] وقد مر. </p><p> {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ}  (٤) قال جميع المفسرين: أي في حرمة نكاحهن، فلا يحل لأحد التزوج (٥) بواحدة منهن كما لا يحل التزوج بالأم (٦) . وهذه الأمومة تعود إلى حرمة نكاحهن لا غير؛ لأنه لم يثبت شيء من أحكام الأمومة بين المؤمنين وبينهن سوى هذه الواحدة، ألا ترى أنه لا يحل رؤيتهن ولا يرثن المؤمنين ولا يرثونهن، ولهذا قال الشافعي: وأزواجه أمهاتهم في معنى دون معنى، وهو أنهن محرمات على التأبيد، وما كن محرمات في الخلوة والمسافرة وغير ذلك (٧) . </p><p>(١) أخرجه الإمام مسلم في \"صحيحه\"، كتاب الفضائل، باب وجوب ما قاله شرعًا دون ما ذكره -صلى الله عليه وسلم- من معايش الدنيا على سبيل الرأي ٤/ ١٨٣٦ رقم الحديث (٦٢٦٣) عن عائشة رضي الله عنها. (٢) \"تفسير مقاتل\" ٨٧ ب.(٣) في (أ): (أنفسكم)، وهو خطأ.(٤) في (أ): (أمهاته)، وهو خطأ.(٥) في (أ): (المزوج)، وهو خطأ.(٦) انظر: \"تفسير الطبري\" ٢١/ ١٢٢، \"السمرقندي\" ٣/ ٣٨، \"الثعلبي\" ٣/ ١٨٤ أ.(٧) انظر: \"الأم\" ٥/ ١٢٥.</p><p> وهذا ما روى مسروق عن عائشة أن امرأة قالت لها: يا أمه. فقالت: لست لك بأم، وإنما أنا أم رجالكم (١) . فبان بهذا أن معنى الأمومة تحريم نكاحهن فقط. وعلى هذا لا يجوز أن يقال لبناتهن أخوات المؤمنين، ولا لأخوانهن وأخواتهن أخوال المؤمنين. قال أصحابنا: أزواجه اللاتي توفي عنهن رسول الله في حياته، فمنهم من قال: كانت محرمة بهذه الآية (٢) ، ومنهم من قال: لم تكن محرمة؛ لقوله تعالى في آية التخيير:  {إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا}  [الأحزاب: ٢٨] الآية، فدلت هذه الآية على أنهن لو اخترن الطلاق وطلقهن حل؛ لأنهن إنما ينلن زينة الحياة الدنيا بأن يتزوجن الأغنياء بعد النبي -صلى الله عليه وسلم-. </p><p> ومن أصحابنا من فضَّل وقال: كل مطلقة كانت ممسوسة لم يحل نكاحها، وإن كانت غير ممسوسة حل نكاحها، يدل عليه ما روي أن الأشعث بن قيس تزوج بعد رسول الله -صلى الله عليه وسلم- المستعيذة (٣) ، وهي التي قالت لرسول الله -صلى الله عليه وسلم-: أعوذ بالله منك، لما دخل عليها، فقال:  \"الحقي بأهلك\" . </p><p>(١) انظر: \"تفسير الماوردي\" ٤/ ٣٧٥، \"تفسير القرطبي\" ١٤/ ١٢٣. وذكره السيوطي في \"الدر\" ٦/ ٦٧٥ ونسبه لابن سعد وابن المنذر والبيهقي في \"سننه\". (٢) في (أ) زيادة: (على أنهم لو اخترن)، وهو خطأ.(٣) لم أستطع الوقوف على اسم المستعيذة بعد طول بحث، وذلك لكثرة ما ورد من روايات وأقوال، حصل في أكثر الروايات التي وردت فيها هذه القصة اضطراب، فقيل: هي الكلبية، وقيل: الجونية، ثم الاختلاف في اسمها واسم أبيها جاء على أكثر من سبعة أقوال. أيضًا قيل: إنها ماتت كمدًا بعد فراق الرسول -صلى الله عليه وسلم- لها، وقيل: بل عاشت وتزوجت، ثم هناك خلاف في من تزوجها وهل تزوجها أو هم ثم لم يفعل، أقوال كثيرة ذكرها ابن حجر في \"فتح الباري\" ٩/ ٤٤٥ إلى ٤٥٢، وكذا ذكرها القسطلاني في \"إرشاد الساري شرح صحيح البخاري\" ١٢/ ١٠ - ١٤.</p><p> ولما بلغ عمر -رضي الله عنه- أن الأشعث نكحها همَّ برجمه، فأخبر أن رسول الله -صلى الله عليه وسلم- لم يمسها فتركه. </p><p> قوله تعالى:  {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} قال قتادة: وكان المسلمون يتوارثون بالهجرة، وكان لا يرث الأعرابي المسلم من المهاجر شيئًا فأنزل الله هذه الآية فصارت المواريث بالملك والقرابات (١) وقال الكلبي: كان النبي -صلى الله عليه وسلم- يؤاخي بين الرجلين، فإذا مات أحدهما ورثه الباقي منهما دون عصبته وأهله حتى نزلت هذه الآية، فصارت المواريث للأدني فالأدنى من القرابات (٢) . </p><p> وذكرنا الكلام في هذا في آخر سورة الأنفال {فِي كِتَابِ اللَّه} مذكور هناك (٣) . قوله تعالى:  {مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ} . قال أبو إسحاق: أي ذو الرحم أولى بذي رحمه منه بالمؤمنين (٤) والمهاجرين إذا لم يكن من ذوي رحمه (٥) . والمعنى أن ذوي القرابات بعضهم أولى بميراث بعض من أن يرثوا بالهجرة والإيمان دون رحم. و {مِنَ} في قوله: {مِنَ الْمُؤْمِنِينَ} صلة أولى كما تقول: أنا أولى منك بهذا الأمر، والمعنى: أولى الأرحام أولى بالميراث من المهاجرين. وقد ذكر الفراء وجهًا آخر، فقال: وإن شئت </p><p>(١) \"تفسير الثعلبي\" ٣/ ١٨٤ ب، \"تفسير الطبري\" ٢١/ ١٢٣١. (٢) \"تفسير الثعلبي\" ٣/ ١٨٤ ب، \"السمرقندي\" ٣/ ٣٨.(٣) في آخر آية من سورة الأنفال، وهي قوله: {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ}.(٤) في (ب): (منه من المؤمنين).(٥) \"معاني القرآن وإعرابه\" ٤/ ٢١٦.</p><p> جعلت من يراد بها أولوا الأرحام من المؤمنين والمهاجرين بعضهم أولى ببعض (١) . قوله تعالى:  {إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا} قال أبو إسحاق: (هذا استثناء ليس من الأول،المعنى:لكن فعلكم إلى أوليائكم معروفًا جائز (٢) . </p><p> واختلفوا في معنى الأولياء هاهنا، فقال ابن عباس في رواية علي بن أبي طلحة: إلا أن توصوا إلى أوليائكم الذين عاقدتموهم وصية (٣) . </p><p> وقال مجاهد: خلفاؤكم الذين والى بينهم النبي -صلى الله عليه وسلم- من المهاجرين والأنصار (٤) . </p><p> قال الكلبي: إلا أن يوصي الرجل لأخيه الذي آخى بينهما رسول الله -صلى الله عليه وسلم- بوصية فيجعل ذلك من ثلث الميت (٥) . </p><p> وعلى هذا معنى الآية: هو أن الله تعالى لما نسخ التوارث بالحلف والهجرة والمعاقدة أباح (٦) الوصية للحليف والمعاقد والولي والمهاجر. وهذا قول ابن زيد، وابن حيان (٧) . </p><p> قال أبو إسحاق: هو أن يوصي الرجل لمن يتولاه بما أحب من ثلثه </p><p>(١) \"معاني القرآن\" ٢/ ٣٣٦. (٢) \"معاني القرآن وإعرابه\" ٤/ ٢١٦.(٣) ذكر هذا القول الطبري ٢١/ ١٢٤ ونسبه لابن زيد ثم رجحه. ولم أعثر على من نسبه لابن عباس.(٤) \"تفسير الطبري\" ٢١/ ١٢٤، \"الماوردي\" ٤/ ٣٧٦، وذكره السيوطي في \"الدر\" ٦/ ٥٦٧ عن مجاهد، وقال: أخرجه ابن جرير وابن المنذر وابن أبي حاتم.(٥) \"تفسير عبد الرزاق\" ٢/ ١١٣.(٦) في (ب): (أبلغ)، وهو خطأ.(٧) \"تفسير الطبري\" ٢١/ ١٢٤، \"الثعلبي\" ٣/ ١٨٤ ب.</p><p> إذا لم يكن وارثًا (١) . وذهب قوم إلى أن المراد بالأولياء هاهنا القرابات من المشركين. قال الحسن: إلا أن يكون ذا قرابة ليس على دينك فتوصي له بالشيء، هو وليك في النسب وليس وليك في الدين (٢) . </p><p> قال عطاء: هو إعطاء المسلم الكافر بينهما قرابة وصية له (٣) . </p><p> وقال قتادة: أولياؤكم من أهل الشرك وصية ولا ميراث لهم (٤) . وهذا قول ابن الحنفية: لذي الرحم الكافر (٥) . وهذا معنى الآية: إن الله تعالى لما رد التوارث إلى الرحم والملك (٦) أباح الوصية لذي الرحم الكافر. واختار بعضهم القول الأول، وقال: لا يجوز أن يكون المراد بالأولياء القرابة من أهل الشرك؛ لأن الله تعالى نهى عن ذلك بقوله:  {لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ}  [الممتحنة: ١] ، وعدو الله والمؤمنين لا يكونون أولياء المؤمنين (٧) . وعلى ما ذكره الحسن لا يبعد أن يكونوا أولياء في النسب. </p><p> قوله تعالى:  {مَعْرُوفًا} كلهم قالوا: وصية، وفيه دليل على أن الوصية من باب المعروف لا من باب الواجبات، ولو كان واجبًا لكان أولى </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٢١٦. (٢) \"الدر المنثور\" ٦/ ٥٦٨، وقال: أخرجه عبد الرزاق عن قتادة والحسن، وانظر: \"تفسير عبد الرزاق\" ٢/ ١١٢.(٣) \"تفسير عبد الرزاق\" ٢/ ١١٣، \"معاني القرآن الكريم\" للنحاس ٥/ ٣٢٥.(٤) \"تفسير الطبري\" ٢١/ ١٢٤، \"تفسير الماوردي\" ٤/ ٣٧٦، وأورده السيوطي في \"الدر\" ٦/ ٥٦٧، وعزاه لابن جرير وابن المنذر وابن أبي حاتم.(٥) انظر: \"تفسير الطبري\" ٢١/ ١٢٤، وذكره السيوطي في \"الدر\" ٦/ ٥٦٧، وعزاه لابن المنذر وابن جرير وابن أبي حاتم عن ابن الحنفية.(٦) في (أ): (الملة)، وهو خطأ.(٧) اختار هذا القول الطبري ٢١/ ١٢٤ ورجحه.</p><p> [الناس]  (١) بها من كان يرث ثم نزع عنه الميراث، فلما كان الوصية له في هذه الآية من المعروف دل أنه لا يجب لأحد. </p><p> قوله:  {كَانَ ذَلِكَ} يعني: التوارث بالهجرة والإيمان الذي كان في ابتداء الإسلام في قول مقاتل (٢) . وقال ابن زيد:  (كان ذلك) يعني الذي ذكر من أولى الأرحام بعضهم أولى ببعض (٣) . </p><p> وقال قتادة:  (كان ذلك) يعني أن المشرك لا يرث المسلم (٤)  (٥) . </p><p> وقال الكلبي: كان ذلك يعني الوصية، وأن يعود الفقير على الغني، وهو فعل معروف (٦) . </p><p> قوله:  {فِي الْكِتَابِ} قال ابن عباس: يريد في اللوح المحفوظ (٧) . قال القرظي: في التوراة، وهو قول الكلبي قال: كان في التوراة مكتوبًا: عليهم أن يصنع بنوا إسرائيل بعضهم على بعض معروفًا (٨) . وذكرنا الكلام في هذا مستقصى في آخر سورة الأنفال. </p><p> قوله:  {مَسْطُورًا} قال ابن عباس: مكتوبًا (٩) . </p><p>(١) ما بين المعقوفين طمس في (ب). (٢) \"تفسير مقاتل\" ٨٨ أ.(٣) \"تفسير الطبري\" ٢١/ ١٢٥.(٤) في (ب): (أن المسلم لا يرث المشرك).(٥) \"معاني القرآن الكريم\" للنحاس ٥/ ٣٢٦، \"تفسير القرطبي\" ١٤/ ١٢٦.(٦) لم أقف عليه.(٧) \"تفسير ابن عباس\" ص٣٥٠، ولم أجد من نسبه لابن عباس من المفسرين حسب علمي.(٨) ذكر هذا القول وعزاه للقرظي: الطبري ١٤/ ١٢٦، البغوي ٣/ ٥٠٨، ولم أجد من نسبه للكلبي.(٩) \"تفسير ابن عباس\" ص ٣٥٠.</p>"
}