{
  "id": null,
  "sura": 33,
  "aya": 52,
  "text": "<p> إذا كان هذا منزلًا من الله عليك (١) كان أقرب إلى أن يرضين بما آتيتهن كلهن أي ويرضين كلهن بما آتيتهن من تقريب وإرجاء (٢) . </p><p> وقوله تعالى:  {وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ} أي: من أمر النساء والميل إلى بعضهن، قال صاحب النظم: هذا يدل على أن الله قصد بها التخيير والتيسير (٣) والتسهيل محنة في كل ما أراد منهن، {وَكَانَ اللَّهُ عَلِيمًا} بخلقه {حَلِيمًا} عن عقابهم. قاله ابن عباس (٤) وذكرت في قوله: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} قوال سوى ما ذكرنا، وسياق الآية [بعضها و]  (٥) لا يوافقها فتركتها. </p><p> ٥٢ - قوله تعالى:  {لَا يَحِلُّ لَكَ النِّسَاءُ} ويقرأ بالتاء وقال أبو إسحاق: من قرأ بالياء فلأن النساء في معنى جميع النساء تدل على التأنيث فيستغنى عن تأنيث (يحل) ، ومن قرأ بالتاء فعلى أن المعنى لا يحل (٦) لك جماعة (٧) النساء (٨) . </p><p> وقال الفراء:  (التاء للنساء والياء بمعنى لا يحل لك شيء من النساء)  (٩) ، وقال أبو علي: (الياء والتاء جميعًا حسنان؛ لأن تأنيث النساء </p><p>(١) في (ب): (إليك). (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٣.(٣) في (ب): (التسير).(٤) لم أقف عليه(٥) هكذا في النسخ! ولعلها زيادة من النساخ؛ لأنه يخل بنظم الكلام.(٦) في (ب): (لا تحل).(٧) في (ب): (جميع).(٨) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٤(٩) انظر: \"معاني القرآن\" ٢/ ٣٤٦.</p><p> ليس بحقيقي، إنما هو تأنيث الجمع نحو الجمال والجدوع، والتذكير حسن والتأنيث كذلك) (١) . </p><p> قال ابن عباس: لما خير رسول الله -صلى الله عليه وسلم- نساءه اخترنه شكر الله تعالى ذلك لهن حيث اخترنه فأنزل الله:  {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ}  (٢) . </p><p> قال مقاتل: حرم عليه تزويج غير التسعة اللاتي اخترنه، فقال:  {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} أي: من بعد أزواجك التسعة اللاتي عندك (٣) ، يقول: لا يحل لك أن تزداد عليهن ولا أن تبدل بهن، يعني: بنسائه التسعة من أزواج. </p><p> قال ابن عباس: يريد أن تبدل بهذه [العدة]  (٤) غيرهن، فلا يحل لك إلا هؤلاء اللاتي خيرتهن واخترتهن (٥) . وقال الضحاك: يعني: ولا أن تبدل بهن بأزواجك اللاتي من في حبالك أزواجًا غيرهن بأن تطلقهن وتنكح غيرهن (٦) . فحرم عليه طلاق نسائه اللاتي كن عنده إذ جعلهن أمهات المؤمنين، وحرمهن على غيره حين اخترنه، قوله تعالى:  {وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ} أي: وإن أعجبك لجمالهن (٧) ، فليس لك أن تطلق من نسائك وتنكح بدلها امرأة بجمالها. </p><p>(١) انظر: \"الحجة\" ٥/ ٤٧٩. (٢) انظر: \"تفسير الطبري\" ٢٢/ ٢٨، \"الماوردي\" ٤/ ٤١٦، \"زاد المسير\" ٦/ ٤٠٩.(٣) انظر: \"تفسير مقاتل\" ٩٤ ب.(٤) ما بين المعقوفين طمس في (ب).(٥) انظر: \"تفسير الطبري\" ٢٢/ ٢٩، \"الماوردي\" ٤/ ٤١٦، \"زاد المسير\" ٦/ ٤٠٩.(٦) انظر: \"تفسير الطبري\" ٢٢/ ٣١، \"مجمع البيان\" ٨/ ٥٧٥، \"زاد المسير\" ٦/ ٤١٠.(٧) هكذا في النسخ! ولعل الباء زيادة من النساخ.</p><p> قوله تعالى:  {إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا} قال مقاتل: يعني: الولائد (١) . وقال ابن عباس: ملك بعد هؤلاء مارية (٢) . </p><p> قال الزجاج: موضع رفع المعنى لا يحل لك إلا ما ملكت يمينك، قال: ويجوز أن يكون نصبًا على معنى: لا يحل لك النساء، ثم استثني ما ملكت يمينك (٣) . </p><p> قال أبو عبيدة: في هذه الآية حرم عليه النساء غيرهن (٤) . فإن روي فيه غير ذلك فهذه الآية منسوخة، يعني: ما روي عن عائشة رضي الله عنها أنها قالت: ما مات رسول الله -صلى الله عليه وسلم- حتى أحل له النساء (٥) . </p><p> قال الشافعي: كأنها تعني اللاتي حظرن عليه (٦) . </p><p> وهذه الآية منسوخة على ما قالت عائشة (٧) ، وهذا الذي ذكرنا في هذه الآية قول ابن عباس وقتادة ومقاتل والحسن، قال: قصره الله على نسائه التسع اللاتي مات عنهن (٨) . وفيها أقوال تركناها لضعفها لم نذكرها. </p><p>(١) انظر: \"تفسير مقاتل\" ٩٤ ب. (٢) انظر: \"تفسير ابن عباس\" بهامش المصحف ص ٤٢٥.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٤.(٤) انظر: \"تفسير غريب القرآن\" ص ٣٥٢.(٥) انظر: \"تفسير الطبري\" ٢٢/ ٣٢، \"تفسير زاد المسير\" ٦/ ٤١١، وأخرجه الترمذي في \"سننه\" كتاب التفسير، تفسير الأحزاب ٥/ ٣٥ رقم (٣٢٦٩)، وقال: هذا حديث حسن صحيح وأخرجه ابن أبي حاتم ١٠/ ٣١٤٥ عن أم سلمة.(٦) \"الأم\" ٥/ ١٢٥.(٧) انظر: \"الإيضاح لناسخ القرآن ومنسوخه\" ص ٣٨٥.(٨) انظر: \"تفسير الطبري\" ٢٢/ ٢٩ - ٣٠، \"تفسير المادردي\" ٤/ ٤١٧، \"مجمع البيان\" ٨/ ٥٧٥، \"تفسير زاد المسير\" ٦/ ٤١٠، \"تفسير مقاتل\" ٩٤ ب.</p>"
}