{
  "id": null,
  "sura": 33,
  "aya": 50,
  "text": "<p> وروى نافع عن ابن عمر قال: لكل مطلقة متاع إلا التي تطلق قبل أن يدخل بها وقد فرض لها، فإن لها نصف الصداق فلا متعة (١) . </p><p> قال قتادة: نسخت هذه الآية التي قبلها في البقرة وهو قوله: {فَنِصْفُ مَا فَرَضْتُمْ}  [البقرة: ٣٧]  (٢) . فدلت هذه الأقوال على أنها لا تستحق المتعة إذا طلقت قبل المسيس وبعد القرض، وإن طلقت قبلهما استحقت المتعة. روي أن شريحًا أخبر رجلاً طلق امرأته ولم يكن لها فرض ولم يدخل بها (٣) ، وهو مذهب الزهري. </p><p> وقال مقاتل: فمتعوهن بنصف (٤) ، فجعل هذه المتعة بما تستحق من نصف المهر، وهذا إنما يكون إذا كان قد فرض لها، فأما إذا لم يفرض لها فإنها تستحق المتعة واجبة لها على قول أكثر الناس، وبعضهم يقول نسخت ذلك ولا تجب في قوله:  {وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا}  (٥) قال مقاتل: يعني: حسنًا في غير ضرر (٦) . </p><p> ٥٠ - قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ} ، ذكر الله تعالى في هذه الآية أنواع النسوة والأنكحة التي </p><p>(١) لم أقف عليه. (٢) انظر: \"تفسير الطبري\" ٢٢/ ٢٠، \"تفسير زاد المسير\" ٦/ ٤٠٢، \"الإيضاح لناسخ القرآن ومنسوخه\" ص ٣٤٨.(٣) الكلام هنا ناقص لم يتم، والأسلوب غير مستقيم يبدو أن فيه سقطًا ولم أستطع الوقوف عليه.(٤) لم أقف على قول مقاتل.(٥) انظر: \"تفسير الطبري\" ٢٢/ ١٩، \"الماوردي\" ٤/ ٤١٢، \"زاد المسير\" ٦/ ٤٠٢.(٦) انظر: \"تفسير مقاتل\" ٩٣ ب.</p><p> أحلها (١) للنبي -عليه السلام- مما يختص به ومما سواه الأمة (٢) في ذلك. </p><p> وقوله:  {إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ} قال المفسرون: يعني: مهورهن، والمعنى: أحللنا لك أزواجك اللاتي تزوجتهن بصداق (٣) ، {وَمَا مَلَكَتْ يَمِينُكَ} يعني: الولائد: وهي مارية (٤) القبطية أم إبراهيم، وريحانة (٥) وصفية وجويرية. وقوله:  {مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ} أي: رجعه ورده إليك من الكفار بأن سبيته وملكته. </p><p> {وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ} يعني: القرشيات (٦) من بني تميم وعدي ومخزوم وأمية. </p><p> {وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ} يعني نساء بني زهرة. وهذا مما تساويه الأمة فيه إلا العدد في الحرائر دون الإماء. </p><p>(١) في (ب): (أحلتها). (٢) الأسلوب هنا فيه اضطراب، ولعل الصواب: دون ما سواه من الأمة.(٣) انظر: \"الطبري\" ٢٢/ ٢٠ - ٢١، \"الماوردي\" ٤/ ٤١٣، \"زاد المسير\" ٦/ ٤٠٣.(٤) هي: مارية القطية مولاة رسول الله -صلى الله عليه وسلم- وأم ولده إبراهيم، أهداها للنبي -صلى الله عليه وسلم- المقوقس القبطي صاحب مصر، توفيت رضي الله عنها في خلافة عمر بن الخطاب سنة ١٦ هـ وصلى عليها عمر ودفنت بالبقيع.انظر: \"الاستيعاب\" ٤/ ٣٩٦، \"الإصابة\" ٤/ ٣٩١، \"أسد الغابة\" ٥/ ٥٤٣٩.(٥) هي: سرية رسول الله -صلى الله عليه وسلم - واسمها: ريحانة بنت شمعون بن زيد بن قساعة من بني قريظة قتل زوجها في بني قريظة وكانت مع السبي، نفر لها رسول الله -صلى الله عليه وسلم- حينما عرض عليه النبي وأرسلها إلى بيت أم المنذر بنت قبس ثم دخل عليها وخيرها فاختارت الله ورسوله فأعتقها وتزوجها، ماتت رضي الله عنها سنة ١٠ هـ حينما رجع رسول الله -صلى الله عليه وسلم- من حجة الوداع.انظر: \"الاستيعاب بهامش الإصابة\" ٤/ ٣٠٢، \"أسد الغابة\" ٥/ ٤٦٠.(٦) في (ب): (القريشيات).</p><p> قوله تعالى:  {اللَّاتِي هَاجَرْنَ مَعَكَ} قال مقاتل: إلى المدينة فإن كانت (١) تهاجر إلى المدينة لم يحل له تزوجها (٢) . وروى السدي عن أبيِ صالح أن أم هانئ (٣) قالت: خطبني رسول الله -صلى الله عليه وسلم- فاعتذرت إليه فعذرني، ثم أنزل الله عليه:  {إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ} . إلى قوله:  {اللَّاتِي هَاجَرْنَ مَعَكَ}  [قال مقاتل]  (٤) : قالت: لم أحل له لأني لم أهاجر معه كنت من الطلقاء (٥) ، وهذا يوجب أن الهجرة كانت شرطًا في التحليل، فيحتمل أن يكون الأمر كذلك ثم نسخ كما كانت الوراثة بالهجرة ثم نسخ (٦) . </p><p> قال صاحب النظم: نزلت هذه الآية قبل تحليل غير المهاجرات. </p><p>(١) هكذا في النسخ! ولعل الصواب كما في \"تفسير مقاتل\" ٩٤ أ: فإن كانت لم تهاجر. (٢) انظر: \"تفسير مقاتل\" ٩٤ أ.(٣) هي: أم هانئ فاختة وقيل فاطمة وقيل هند والأول أشهر، بنت أبي طالب بن عبد المطلب ابن هاشم، ابنة عم النبي -صلى الله عليه وسلم- وأخت علي بن أبي طالب، أسلمت عام الفتح وهرب زوجها واسمه هبيرة بن أبي وهب إلى نجران، فلما انقضت عدتها خطبها النبي -صلى الله عليه وسلم- فقالت يا رسول الله؛ لأنت أحب إلى من سمعي ومن بصري وحق الزوج عظيم وأنا أضيع حق الزوج.انظر: \"الاستيعاب بهامش الإصابة\" ٤/ ٤٧٩، \"الإصابة\" ٤/ ٤٧٩، \"أسد الغابة\" ٥/ ٦٢٤.(٤) ما بين المعقوفين ساقط من (ب).(٥) أخرجه الطبري في \"تفسيره\" ٢٢/ ٢٠ - ٢١ ورواه الترمذي في \"جامعه\" كتاب: التفسير، تفسير سورة الأحزاب ٥/ ٣٣ رقم الحديث (٣٢٦٦) وقال: هذا حديث حسن لا نعرفه إلا من هذا الوجه من حديث السدي، والحاكم في \"المستدرك\" ٢/ ٤٢٠ وصححه ووافقه الذهبي، وأورده السيوطي في \"الدر\" ٦/ ٦٢٨ وزاد نسبته لابن سعد وعبد بن حميد وابن مردويه والبيهقي.(٦) انظر: \"تفسير الماوردي\" ٤/ ٤١٤، \"تفسير زاد المسير\" ٦/ ٤٠٤، \"مجمع البيان\" ٨/ ٥٧١.</p><p> وقوله:  {وَامْرَأَةً مُؤْمِنَةً} عطف على ما سبق من المحللات قال ابن عباس: يريد مصدقة بتوحيد الله (١) . قال مقاتل: اليهودية أو النصرانية أو الحربية إن وهبت نفسها للنبي لم تحل له، قال: وإنما قيل هاهنا للنبي -صلى الله عليه وسلم- لأنه لو قيل: إن وهبت نفسها لك، كان يجوز أن يتوهم في الكلام دليل أنه يجوز ذلك لغير النبي -صلى الله عليه وسلم- كما جاز في قوله:  {وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ} ؛ لأن بنات العم وبنات الخال يحللن للناس (٢) . </p><p> وقوله تعالى:  {إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا} أي آثر نكاحها وأراد ذلك. {خَالِصَةً لَكَ} قال الفراء: (نصب على القطع يعني: هذه الخصلة يعني: النية في النكاح خالصة لك ورخصة)  (٣) . </p><p> وقال الزجاج:  (خالصة منصوب على الحال،المعنى:إنا جعلنا لك هؤلاء وأحللنا لك من وهبت نفسها خالصة لك)  (٤) . وقال صاحب النظم: خالصة مصدر كالخاطئة والكاذبة والملاعنة، والمعنى في قوله:  {خَالِصَةً لَكَ} أي: خاصة لك وخاصة أيضًا مصدر مثل خالصة أي خصوصًا لك ذلك من بين أمتك وهو قوله: {مِنْ دُونِ الْمُؤْمِنِينَ} وقال أبو عبيدة: (رجع عن الغائبة إلى المخاطبة والعرب تفعل ذلك كقول عنترة:</p><p> سقت مزارها سفين .. .. البيت)  (٥) . </p><p>(١) ذكره الطبرسي في \"مجمع البيان\" ٨/ ٥٧١ غير منسوب لأحد. (٢) انظر: \"تفسير مقاتل\" ٩٤ أ.(٣) انظر: \"معاني القرآن\" ٢/ ٣٤٥ مع اختلاف في العبارة.(٤) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٣.(٥) \"مجاز القرآن\" ٢/ ١٣٩. وهكذا ورد في النسخ! وفي \"مجاز القرآن\" وكذا في بقية المراجع جاء البيت هكذا: =</p><p> قال الأزهري: الهبة كانت للنبي -صلى الله عليه وسلم- خاصة، ولا يحل لأحد أن تهب نفسها بغير شهود ولا ولي إلا للنبي -صلى الله عليه وسلم-. </p><p> وقال ابن عباس: لا يحل هذا لغيرك وهو لك حلال (١) . </p><p> قال المفسرون: هذا من خصائصه في النكاح وكان ينعقد النكاح له بلفظ الهبة من غير ولي ولا شهود، ولا ينعقد لأحد نكاح بلفظ الهبة (٢) ، وهو مذهب الشافعي -رحمة الله- وأكثر الفقهاء (٣) . وأجاز أهل الكوفة النكاح بلفظ الهبة إذا حضر الولي والشهود (٤) . واختلفوا في الموهوبة، هل كانت عند النبي -صلى الله عليه وسلم- موهوبة أم لا؟ فمذهب ابن عباس في رواية عكرمة ومجاهد أنه لم يكن عند النبي -صلى الله عليه وسلم- امرأة إلا بعقد النكاح أو ملك اليمين، وهذا شيء أباحه الله له، فإذا استباحه حل له (٥) . </p><p>= شطت مزار العاشقين فأصبحت ... عسرا على طلابها ابنة مخرم وهو من الكامل، وهو لعنترة في \"ديوانه\" ص ١٩، \"شعراء النصرانية\" ٦/ ٨٠٩، \"الكامل\" ١/ ٣٩٩، ٢/ ٧٢٩، \"لسان العرب\" ٤/ ٣١٤ (زأر)، ٣٣٦ (زور)، انظر: \"تفسير ابن عباس\" ص ٣٣٤ (شطط).ومعى البيت: يقول: نزلت الحبيبة أرض أعدائي فأصبح طلبها عسيرًا علي. وفي الكلام التفات من الغيبة إلى الخطاب انظر: \"جمهرة أشعار العرب في الجاهلية والإسلام\" ٢/ ٤٨٤.(١) انظر: \"تفسير ابن عباس\" ص ٤٢٤، وذكر الطبري نحوه ٢٢/ ٢١ ونسبه لمجاهد.(٢) انظر: \"تفسير الطبري\" ٢٢/ ٢٣ - ٢٤، \"تفسير الماوردي\" ٤/ ٤١٥، \"تفسير زاد المسير\" ٦/ ٤٠٥.(٣) انظر: \"الأم\" ٥/ ٣٣، \"المغني\" ٩/ ٣٤٥.(٤) يروى هذا كما في \"المغني\" ٩/ ٣٤٥ عن ابن سيرين والقاسم بن والحسن محمد بن صالح وأبي يوسف.(٥) انظر: \"تفسير الطبري\" ٢٢/ ٢٣، \"تفسير الماوردي\" ٤/ ٤١٤، \"مجمع البيان\" ٨/ ٥٧١.</p><p> وقال آخرون: بل كانت عنده موهوبة، ثم اختلفوا، فقال عطاء عن ابن عباس: هي أم شريك العامرية (١) ، وهو قول مقاتل (٢) . </p><p> وقال عروة: هي: خولة بنت حكيم (٣) . </p><p> وقال قتادة: هي ميمونة بنت الحارث (٤) وقال الشعبي: هي زينب بنت خزيمة (٥)  (٦) . </p><p>(١) هي: أم شريك، واختلف في اسمها فقيل: غزيلة بالتصغير، ويقال عزية بتشديد الياء بنت دودان بن عوف بن عمرو بن عامر، اختلف في نسبتها، فقيل: قرشية وقيل: عامرية وقيل: أنصارية. يقول ابن حجر في \"الإصابة\": ويمكن الجمع بين الأقوال بأن يقال: هي قرشية تزوجت في دوس فنسبت إليهم، ثم تزوجت في الأنصار فنسبت إلهم. يقال: إنها التي وهبت نفسها للنبي -صلى الله عليه وسلم-. انظر: \"الاستيعاب\" ٤/ ٤٤٥، \"الإصابة\" ٤/ ٤٤٦، \"أسد الغابة\" ٥/ ٥٩٤.(٢) انظر: \"مجمع البيان\" ٨/ ٥٧١، ونسب القول لعلي بن الحسين والضحاك ومقاتل، وانظر أيضًا: \"تفسير زاد المسير\" ٦/ ٤٠٥ ولم ينسبه لأحد. وذكره \"الماوردي\" أيضًا ٤/ ٤١٤ ونسبه لعروة بن الزبير، وانظر: \"تفسير مقاتل\" ٩٤ ب.(٣) انظر: \"تفسير الطبري\" ٢٢/ ٢٣، \"مجمع البيان\" ٨/ ٥٧١، وذكره \"الماوردي\" ٤/ ٤١٤، و\"ابن الجوزي\" ٦/ ٤٠٥ غير منسوب لأحد.(٤) انظر: \"تفسير الطبري\" ٢٢/ ٢٣، \"تفسير الماوردي\" ٤/ ٤١٤، \"تفسير زاد المسير\" ٦/ ٤٠٦ ونسبه لابن عباس.(٥) هي: زينب بنت خزيمة بن الحارث الهلالية زوج النبي -صلى الله عليه وسلم-، يقال لها: أم المساكين لكثرة إطعامها الطعام لهم، تزوجها رسول الله -صلى الله عليه وسلم- أدخل بها بعدما دخل بحفصة رضي الله عنها ثم لم تلبث فلنب عند رسول الله -صلى الله عليه وسلم- سوى شهرين أو ثلاثة حتى ماتت رضي الله عنها، ولم أجد عند من ترجموا لها من ذكر أنها وهبت نفسها للنبي -صلى الله عليه وسلم- والله أعلم.انظر: \"الاستيعاب\" ٤/ ٣٠٥، \"الإصابة\" ٤/ ٣٠٩ \"أسد الغابة\" ٥/ ٤٦٦.(٦) انظر: \"تفسير الماوردي\" ٤/ ٤١٤، \"تفسير زاد المسير\" ٦/ ٤٠٦.</p>"
}