{
  "id": null,
  "sura": 33,
  "aya": 13,
  "text": "<p> من المنافقين: يعدنا محمدًا (١) أن يفتح (٢) قصور الشام وفارس وأحدنا لا يستطيع أن يجاوز رحله (٣) . </p><p> وقال مقاتل: قال معتب: يعدنا محمد قصور اليمن وفارس والروم، ولا يستطيع أحدنا أن يبرز إلى الخلاء، هذا والله هو الغرور (٤) . </p><p> وقال محمد بن إسحاق عن أشياخه: قال معتب أخو بني عمرو بن عوف: كان محمد يعدنا أن يأكل كنوز كسرى وقيصر، وأحدنا اليوم لايقدر يذهب إلى الغائط (٥) . </p><p> ١٣ - قوله تعالى:  {وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ} يعني: من المنافقين، قال بعضهم لبعض:  {يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ} في عسكر رسول الله -صلى الله عليه وسلم- ليس لكم به موضع إقامة. قال مقاتل: هم بنو سالم من المنافقين (٦) . وقال السدي: يعني عبد الله بن أبي وأصحابه (٧) . </p><p> وقال ابن عباس: قالت اليهود للمنافقين: {يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا}  (٨) . قال أبو عبيدة: يثرب اسم أرض المدينة، ومدينة الرسول -عليه السلام- </p><p>(١) هكذا في جميع النسخ! والصواب: محمدث لأنها فاعل. (٢) في (أ): زيادة: (يعدنا محمدًا قصور اليمن وفارس والروم ولا يستطيع أحدنا أن يبرز إلى [ثم وضع نقط هكذا] أن يفتح قصور الشام وفارس)، وهو خطأ.(٣) انظر: \"تفسير ابن جرير\" ٢١/ ١٣٣، وذكره السيوطي في \"الدر\" ٦/ ٥٧٧ وقال: أخرجه ابن جرير وابن أبي حاتم عن قتادة.(٤) \"تفسير مقاتل\" ٨٨ ب.(٥) انظر \"تفسير الطبري\" ٢١/ ١٣٣ ونسب القول لقتادة ولمجاهد، وذكر السيوطي في \"الدر\" ٦/ ٥٧٧، وعزاه لابن أبي حاتم عن قتادة والسدي.(٦) \"تفسير مقاتل\" ٨٩ أ.(٧) انظر: \"الكشاف\" ٣/ ٢٣٠، \"زاد المسير\" ٦/ ٣٥٩، \"تفسير الماوردي\" ٤/ ٣٨١.(٨) انظر: \"تفسير القرطبي\" ١٤/ ١٤٨.</p><p> في ناصية منها، وأنشد لحسان مما قاله في الجاهلية (١) : </p><p> سأهدي لها في كل عام قصيدة ... وأقعد مكفيا بيثرب مكرما </p><p> وروي أن النبي -صلى الله عليه وسلم- نهى أن يقال للمدينة: يثرب، وسماها طيبة (٢) كأنه كره ذكر الثرب؛ لأنه فساد في كلام العرب، يقال: شرب وأثرب وثرب إذا وسخ وأفسد (٣) . ذكرنا ذلك في قوله {لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ}  [يوسف: ٩٢] . </p><p> قوله:  {لَا مُقَامَ لَكُمْ} . قال أبو إسحاق: لا مكان لكم تقيمون فيه (٤) . والمقام اسم الموضع، يقال: مقام إبراهيم، ومنه قيل للمجلس والمشهد: مقام ومقامة. قال الله تعالى:  {وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ}  [الشعراء ٥٨،الدخان:٢٦] . قال الشاعر: </p><p> فأيي ما وأيك (٥) كان شرًّا ... فقيد إلى المقامة لا يراها (٦) </p><p> ودخلت التاء كما دخلت على المنزلة والمقامة، والمقامة موضع ثواء ولبث. </p><p>(١) البيت من الطويل، وهو لحسان في \"ديوانه\" ص ٣٦٩. \"مجاز القرآن\" ٢/ ١٣٤. (٢) أخرج الإمام أحمد في \"مسنده\" ٤/ ٢٨٥ عن البراء بن عازب -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: \"من سمى المدينة يثرب فليستغفر الله، هي طابة هي طابة هي طابة\" وذكره ابن كثير في \"التفسير\" ٥/ ٣٤٣، وقال: تفرد به الإمام أحمد، وهو ضعيف.(٣) نظر: \"اللسان\" ١/ ٢٣٤ (ثرب).(٤) \"معاني القرآن وإعرابه\" ٤/ ٢١٩.(٥) في (ب): (ما واك).(٦) البيت من الوافر، وهو للعباس بن مرداس في \"ديوانه\" ص ١٤٨، \"خزانة الأدب\" ٤/ ٣٦٧، \"الكتاب\" ٢/ ٤٠٢، \"لسان العرب\" ١٢/ ٥٠٦، \"الحجة\" ٥/ ٤٧١.المقامة: بالضمة المجلس وجماعة الناس، والمراد: أعماه الله حتى صار يقاد إلى مجلسه.</p><p> وقرأ عاصم: لا مقام لكم بضم الميم (١) . </p><p> قال الفراء (٢) والزجاج (٣) : من ضم الميم كان المعنى: لا إقامة لكم، يقال: أقمت إقامة ومقامًا. </p><p> وقال أبو علي: يجوز في قول من ضم الميم أن يكون المعنى: لا موضع إقامة لكم، وهذا أشبه؛ لأنه في معنى من فتح، يقال: لا مقام لكم (٤) . والمقام بضم الميم يكون (٥) مصدرًا ويكون اسمًا لموضع الإقامة. </p><p> وقوله:  {فَارْجِعُوا} قال المفسرون: أي إلى المدينة، وذلك أن رسول الله -صلى الله عليه وسلم- والمسلمون خرجوا عام الخندق حتى جعلوا ظهورهم إلى سلع والخندق بينه وبين القوم، فقال هؤلاء الذين يثبطون الناس عن رسول الله -صلى الله عليه وسلم-: ليس لكم هاهنا موضع إقامة؛ لكثرة العدد وغلبة الأحزاب، فارجعوا إلى المدينة (٦) . </p><p> قوله -عز وجل-: {وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ} أي: في الرجوع إلى المدينة. قال مقاتل: وهم بنو حارثة وبنو سلمة قالوا للنبي -صلى الله عليه وسلم- إن بيوتنا عورة (٧) . </p><p> قال الليث: العورة سوأة الإنسان وكل أمر يستحي (٨) منه فهو عورة، </p><p>(١) \"الحجة\" ٥/ ٤٧١، \"الكشف عن وجوه السبع وعللها وحججها\" ٢/ ١٩٥. (٢) \"معاني القرآن\" ٢/ ٣٣٧.(٣) \"معاني القرآن وإعرابه\" ٤/ ٢١٩.(٤) \"الحجة\" ٥/ ٤٧١.(٥) في (ب): زيادة: (يكون المعنى لا موضع)، وهو خطأ.(٦) انظر: \"تفسير الطبري\" ٢١/ ١٣٥، \"تفسير الماوردي\" ٤/ ٣٨٢، \"مجمع البيان\" ٨/ ٥٤٥، \"زاد المسير\" ٦/ ٣٦٠.(٧) \"تفسير مقاتل\" ٨٩ أ.(٨) في (أ): (يستحق)، وعلق في الهامش: يستحي.</p><p> والنساء عورة، والعورة في التفود وفي الحروب: خلل تخوف منه القتل. </p><p> قوله:  {إِنَّ بُيُوتَنَا عَوْرَةٌ} : أي ليست بحريزة. ويقال في التذكير (١) والتأنيث والجمع عورة لمصدر (٢) . قال الزجاج: يقال: عور المكان يور عورا وعورة فهو عور، وبيوت عورة، وعورة على ضربين فمن سكن كان المعنى: ذات عورة) (٣) . </p><p> قال الفراء: يقال: أعور منزلك إذا بدت منه عورة، وأعور الفارس اذا كان فيه موضع خلل للضرب، وأنشد: </p><p> له الشدة الأولى إذا القرن (٤) أعورا (٥) .. </p><p> وقال ابن قتيبة: أصل العورة ما ذهب عنه الستر والحفظ، وكأن الرجال ستر وحفظ للبيوت، فإذا ذهبوا عنها أعورت البيوت، تقول العرب: أعور منزلك إذا ذهب سترها وسقط جدارها، وأعور الفارس إذا بدا فيه موضع خلل للضرب والطعن (٦) . </p><p> قال مجاهد والحسن ومقاتل: قالوا: بيوتنا ضائعة (٧) نخشى عليها </p><p>(١) في (ب): (بالتذكير). (٢) \"تهذيب اللغة\" ٣/ ١٧٣ (عار).(٣) \"معاني القرآن وإعرابه\" ٤/ ٢٢٠ مع اختلاف يسير.(٤) في (ب): (القرآن)، وهو خطأ.(٥) \"معاني القرآن\" ٢/ ٣٣٧.وهذا شطر بيت لم أهتد إلى تمامه وقائله. قال الفراء: أنشدني أبو ثروان، وفي \"تهذيب اللغة\" ٣/ ١٧٢، و\"اللسان\" ٤/ ٦١٧ (عور) وقال: إنه في وصف أسد.(٦) \"تفسير غريب القرآن\" ص ٣٤٨.(٧) طمس في (ب).</p>"
}