{
  "id": null,
  "sura": 33,
  "aya": 51,
  "text": "<p> وقال مقاتل: ثم أخبر الله عن المؤمنين فقال: {قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ} ألا يتزوجوا إلا أربع نسوة بمهر وبينة وهذا قول جميع المفسرين (١) ، قالوا: فرضنا على أمتك ألا يتجاوز الأربع ولا ينعقد نكاحهم إلا بالأولياء والشهود (٢) . </p><p> قوله:  {وَمَا مَلَكَتْ أَيْمَانُهُمْ} قال أبو إسحاق: (ذلك اليمين لا يكون إلا ما يجوز سبيه)  (٣) ممن يجوز حربه، فأما من كان له عهد فلا. </p><p> وقال صاحب النظم: انتظمت هذه الآية مجاوزة الأربع للنبي -صلى الله عليه وسلم- والهبة، وكان له أن يصطفي من النبي من شاء نبه الله بهذا على من خصه به (٤) دون غيره من أمته؛ لأنه لم يبح لهم من هذه الأصناف التي عددها في التحليل له شيئًا. </p><p> قوله -عز وجل-: {لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ} . فيه تقديم، والمعنى: خالصة لك من دون المؤمنين كي لا يكون عليك، [أي: أحللنا لك ما ذكرنا لكي لا يكون عليك]  (٥) ضيق في أمر النكاح ومنع من شيء تريده. {وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} في التزويج بغير مهر للنبي -عليه السلام- {رَحِيمًا} به في تحليل ذلك. قاله مقاتل (٦) . </p><p> ٥١ - قوله -عز وجل-: {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} ذكرنا الكلام </p><p>(١) انظر: \"تفسير مقاتل\" ٩٤ أ. (٢) انظر: \"الطبري\" ٢٢/ ٢٣ - ٢٤، \"الماوردي\" ٤/ ٤١٥، \"زاد المسير\" ٦/ ٤٠٦.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٣.(٤) هكذا في النسخ! ولعل الصواب: على ما خصه به.(٥) ما بين المعقوفين مكرر في (أ).(٦) انظر: \"تفسير مقاتل\" ٩٤ أ.</p><p> في [معنى]  (١) الإرجاء عند قوله تعالى: {أَرْجِهْ وَأَخَاهُ}  [الأعراف: ١١١] وقوله: {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ}  [التوبة: ١٠٦] ، وأكثر المفسرين على أن هذه الآية نزلت في إباحة النبي -صلى الله عليه وسلم- مصاحبة نسائه ومعاشرتهن كيف شاء من غير حرج عليه في ذلك تخصيصًا له وتفضيلًا، فأبيح له لمن أحب منهن يومًا أو أكثر، ويعظل من شاء منهن فلا يأتيها. وهذا قول ابن عباس ومجاهد وابن زيد واختيار الفراء والزجاج. فمعنى قوله:  {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ} قال ابن عباس ترجيها من غير طلاق، {وَتُؤْوِي إِلَيْكَ} وتضم من تشاء تردها إليك (٢) . قال مجاهد: تعزل بغير طلاق وتؤوي إليك من تشاء: تردها إليك (٣) . وقال الكلبي: تترك من تشاء منهن فلا تأتيها {وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ} فتأتيها (٤)  (٥) . </p><p> قال أبو إسحاق:  (خيَّر الله -عز وجل- نبيه -صلى الله عليه وسلم- فكان له أن يؤخِّر من أراد من نِسائه وله أن يردَّ من أحب إلى فراشه، وليس ذلك لغيره من أمته)  (٦) وكان القسم والتسوية بينهن واجبًا عليه فلما نزلت هذه الآية سقط عنه وصار الاختيار فيهن، قال أبو زيد: وكان ممن آوى عائشة وحفصة وأم سلمة وزينب وكان قسمتهن من نفسه وماله سواء بينهن وكان ممن أرجى: سودة </p><p>(١) ما بين المعقوفين ساقط من (ب). (٢) انظر: \"تفسير الطبري\" ٢٢/ ٢٥، \"الماوردي\" ٤/ ٤١٥، \"زاد المسير\" ٦/ ٤٠٧.(٣) انظر: \"تفسير مجاهد\" ص ٥١٩، \"تفسير الطبري\" ٢٢/ ٢٥، \"الماوردي\" ٤/ ٤١٥.(٤) في (ب): (فتؤتيها).(٥) لم أقف على من نسبه للكلبي، وقد ذكر الطبرسي في \"مجمع البيان\" ٨/ ٥٧٤ نحو هذا القول وعزاه لقتادة.(٦) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٣.</p><p> وجويرية وأم حبيبة وميمونة (١) وصفية وكان يقسم لهن ما شاء، وكان أراد أن يفارقهن فقلن له: اقسم لنا من نفسك ما شئت ودعنا على حالنا (٢) . </p><p> قوله تعالى:  {وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ} أي: إن أردت أن نؤوي إليك امرأة ممن عزلتهن وأخرتهن من القسمة وتضمها إليك فلا جناح عليك (٣) . لا ميل (٤) يلوم ولا عتب، والمعنى: أنك إذا أرجأت بعضًا وآويت ثم آويت من أرجأت فلا جناح عليك (٥) ، وفي الكلام إيجاز بتقدير وأرجأت من آويت فلا جناح عليك، فدل أحد الظرفين على الثاني؛ لأنه إذا كان له إيواء من عزل وأرجأ كان له إرجاء من آوى. </p><p> قوله تعالى:  {ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ} أي: ذلك التخيير الذي خيرناك في صحبتهن أدنى إلى رضاهن إذا كان من عندنا، قال الفراء:  (إذا علمن أن الله قد أباح ذلك رضين إذا كان من عند الله)  (٦) . قال أبو إسحاق: </p><p>(١) في (ب): (وصفية وميمونة) تقديم وتأخير. (٢) انظر: \" تفسير الطبري\" ٢٦/ ٢٢، وقد ذكر قول ابن زيد لكنه لم يذكر أسماء من آوى ومن عزل. \"تفسير ابن أبي حاتم\" ١٠/ ٣١٤٥ عن ابن زيد، \"مجمع البيان\" ٨/ ٥٧٤، ونسب القول لابن رزين، وذكره ابن الجوزي في \"زاد المسير\" ٦/ ٤٠٧ وعزاه لابن رزين أيضًا، وذكره السيوطي في \"الدر\" ٦/ ٦٣٥، ونسبه لابن سعد وابن أبي شيبة وعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن أبي زيد.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٣٣.(٤) هكذا في النسخ! ولعل الصواب: لا لوم.(٥) الكلام هنا موهم والأسلوب فيه اضطراب، والذي يظهر لي والله أعلم أن الكلام من قوله: (ميل) إلى قوله: (ثم إيواء من أرجأت فلا جناح عليك) كلام زائد وقع خطأ من النساخ.(٦) انظر: \"معاني القرآن\" ٢/ ٣٤٦.</p>"
}