{
  "id": null,
  "sura": 33,
  "aya": 32,
  "text": "<p> وقوله:  {نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ} قال ابن عباس والكلبي: ضعفين في الآخرة (١) . قال مقاتل: مكان كل حسنة يثيب عشرين حسنة (٢) . {وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا} قالوا: حسنًا وهو في الجنة، ثم رفع منزلتهن وأظهر فضيلتهن على سائر النسوان. </p><p> ٣٢ - وقوله:  {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ} قال أبو عبيدة: (أحد) يقع على الأنثى والذكر وعلى ما ليس من الآدميين، يقال: ليس فيها أحد لا شاة ولا بعير (٣) . </p><p> وقال أبو إسحاق: لم يقل كواحدة من النساء؛ لأن أحدًا نفي عام للمذكر والمؤنث والواحد والجماعة (٤) . قال الله تعالى:  {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ}  [الحاقة: ٤٧] . </p><p> قال قتادة: لستن كأحد من نساء هذه الأمة (٥) </p><p> قال عطاء عن ابن عباس: يريد ليس قدركن عندي مثل قدر الصالحات من النساء، أنتن أكرم علي وأنا (٦) بكم أرحم، وثوابكن أعظم من ثواب جميع الخلائق (٧) لأنكن أزواج حبيبي -صلى الله عليه وسلم- {إِنِ اتَّقَيْتُنَّ} يريد إن خفتن الله، وشرط عليهن التقوى في كونهن أفضل النساء بيانًا أن فضلهن </p><p>(١) انظر: \"تفسير ابن عباس\" ص ٣٥٣. (٢) انظر: \"تفسير مقاتل\" ٩١ ب.(٣) انظر: \"مجاز القرآن\" ٢/ ١٣٧.(٤) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٢٤.(٥) انظر: \"تفسير عبد الرزاق\" ٢/ ١١٦، \"الطبري\" ٢٢/ ٢، \"الماوردي\" ٤/ ٣٩٨.(٦) في (ب): (فأنا).(٧) انظر: \"الوسيط\" ٣/ ٤٦٩، \"البغوي\" ٣/ ٥٢٧، \"زاد المسير\" ٦/ ٧٨.</p><p> عند الله إنما يكون بالتقوى لا باتصال أنسابهن بالنبي -صلى الله عليه وسلم- كي لا يعتمدن على ذلك. </p><p> قوله تعالى:  {فَلَا تَخْضَعْنَ بِالْقَوْلِ} قال ابن عباس: يريد لا تلن الكلام لغير رسول الله (١) . وقال السدي: لا ترققن القول (٢) . {فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} قال ابن عباس والسدى: يريد زنا (٣) . </p><p> وقال مقاتل: يعني: (٤) الفجور في أمر الزنا (٥) . وقال قتادة: نفاق (٦) . </p><p> والمعنى: لا تقلن قولًا يجد منافق أو فاجر به سبيلا إلى أن يطمع في موافقتكن له، ولهذا قال أصحابنا: المرأة مندوبة إذا خاطبت الأجانب إلى الغلظة في المقالة. لأن ذلك أبعد من الطمع في الزينة، وكذلك إذا خاطبت محرمًا عليها بالمصاهرة. ألا ترى أن الله تعالى أوصى أمهات المؤمنين وهن محرمات على التأبيد بهذه الوصية. </p><p> قوله تعالى:  {وَقُلْنَ قَوْلًا مَعْرُوفًا} قال ابن عباس: يكلمن بالأمر بالمعروف والنهي عن المنكر (٧) . وقال الكلبي: صحيحًا جميلًا لا يطمع فاجر (٨) . </p><p>(١) انظر: \"تفسير ابن عباس\" ص ٣٥٣، \"البحر المحيط\" ٧/ ٢٢٢، وذكره الفراء في \"معاني القرآن\" ٢/ ٢٢٢، ولم ينسبه لأحد. (٢) انظر: \"ابن أبي حاتم\" ٩/ ٣١٣٠، \"ابن كثير\" ٣/ ٤٨٢، \"زاد المسير\" ٦/ ٥٩٩.(٣) انظر: \"تفسير الماوردي\" ٤/ ٣٩٩، \"تفسير ابن عباس\" ص ٣٥٣.(٤) في (ب): (يريد).(٥) انظر: \"تفسير مقاتل\" ٩١ ب.(٦) انظر: \"تفسير الطبري\" ٢٢/ ٣، \"القرطبي\" ١٤/ ١٧٧، \"مجمع البيان\" ٨/ ٥٥٨.(٧) انظر: \"تفسير القرطبي\" ١٤/ ١٧٨، ولم أجد من ذكر هذا القول غيره.(٨) انظر: \"الماوردي\" ٤/ ٣٩٩، وذكر القول ابن الجوزي ٦/ ٣٧٩، ولم ينسبه لأحد.</p><p> وقال أبو إسحاق: أي قلن ما يوجبه [الدين]  (١) والإسلام بغير خضوع فيه، بل بتصريح وبيان (٢) . </p><p> ٣٣ - قوله تعالى:  {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} قال: يقِر يقَر وقارًا إذا سكن، والأمر منه: قر، وللنساء: قرن، مثل عدن وزن، ونحو ذلك بما حذف منه الفاء وهي واو، فتبقى من الكلمة علن ومعناه: الأمر لهن بالتوقير والسكون في بيوتهن وأن لا يخرجن، ويجوز أن يكون أمرًا لهن من قر في مكانه يقر، فإذا أمرتهن قال: أقررن، فتبدل من العين الياء كراهية التضعيف كما أبدل في قيراط ودينار، ويصير لها حركة الحرف المبدل فيكون في التقدير: أقرن، ثم تلقى حركة الياء على القاف كراهية لتحرك ما بعدها فتصير الياء بالكسر [فتسقط التاء]  (٣) لاجتماع الساكنين، وتسقط همزة الوصل لتحرك ما بعدها فتصير قرن. وقرأ أهل المدينة وعاصم: و (قرن) بفتح القاف (٤) . </p><p> وقال أبو إسحاق: هو من قررت بالمكان أقر والمعنى واقررن، فإذا خففت صار: وقرن، حذف العين لثقل التضعيف وألقيت حركتها على القاف (٥) . </p><p> قال الفراء: وهو كما قال: هل أحسست (٦) صاحبك. يريد وإن </p><p>(١) (الدين) غير واضح في النسخ، والتصحيح من \"معاني القرآن\" للزجاج ٤/ ٢٢٤. (٢) \"معاني القرآن وإعرابه\" ٤/ ٢٢٤.(٣) ما بين المعقوفين طمس في (ب).(٤) انظر: \"الحجة\" ٥/ ٤٧٥، \"الكشف عن وجوه القراءات السبع\" ٢/ ١٩٧(٥) \"الحجة\" ٥/ ٤٧٥.(٦) هكذا هي في (أ)، وفي (ج) عباس هكذا: هل أحسم أحسب صاحبك، وهو خطأ، والصواب هل أحست، كما في \"معاني القرآن\" للفراء ٢/ ٣٤٢.</p><p> أحسست، وكما قال:  {فَظَلْتُمْ}  [الواقعة: ٦٥] ، وقد قال أعرابي من بني نمير: ينحطن من الجبل يريد ينحططن (١) . </p><p> وقال أبو علي: الوجه في القراءة الكسر؛ لأنه يجوز من وجهين لا إشكال في جوازه وهما من القرار والوقار، وفتح القاف فيه خلاف؛ لأن قررن ثبت في المكان أقر، لا يجوزه كثير من أهل اللغة، وأبو عثمان يزعم أن قررت في المكان لا يجوز إنما يكون الكسر في قولهم: قررت به عينا (٢) . </p><p> وقال أبو عبيد: كان أشياخنا من أهل العربية ينكرون القراءة بالفتح (٣) . وأجاز الفراء والزجاج وأبو عبيدة وأبو الهيثم: قررت في المكان أقر، وجعلوا وجه هذه القراءة من قررت بالكسر على تخفيف المضاعف (٤) كما بينا (٥) . </p><p> وقال ابن قتيبة: لم تسمع يقر بفتح القاف إلا في قرة العين، فأما (٦) في الاستقرار فإنما يتوقر بالمكان يقر مكسورة القاف، ولعل الفتح لغة (٧) . </p><p> قال ابن عباس في قوله:  {وَقَرْنَ فِي بُيُوتِكُنَّ} يريد الحجاب، يعني </p><p>(١) \"معاني القرآن\" ٢/ ٣٤٢ باختصار شديد. (٢) \"الحجة\" ٥/ ٤٧٥ مع اختلاف شديد في العبارة(٣) انظر: \"إعراب القرآن\" للنحاس ٣/ ٣١٣.(٤) في (ب): (المضعف).(٥) انظر: \"معاني القرآن\" للفراء ٢/ ٣٤٢، \"معاني القرآن وإعرابه\" للزجاج ٤/ ٢٢٥، \"مجاز القرآن\" لأبي عبيدة ٢/ ١٣٧، \"تهذيب اللغة\" ٨/ ٢٧٨ (قر).(٦) في (ب): (وأما).(٧) \"تفسير غريب القرآن\" ص ٣٥١.وانظر: \"علل القراءات\" ٢/ ٥٤٠ \"الحجة\" ٥/ ٤٧٥، \"الدر المصون\" ٩/ ١٢٠.</p><p> الستر بلزوم البيت (١) . </p><p> وقال مقاتل بن سليمان: ولا يخرجن (٢) . </p><p> وقال مقاتل بن حيان: أن يستقررن في بيوتهن (٣)  (٤) . </p><p> قوله:  {وَلَا تَبَرَّجْنَ} قال أبو عبيدة: التبرج أن تخرج محاسنها (٥) . وقال أبو إسحاق: التبرج إظهار الزينة مما يستدير به شهوة الرجل (٦) . </p><p> وقال المبرد: التبرج أن تبدي من محاسنها ما يجب عليها ستره، وأصله من البرج يقال: في عينه برج أي: سعة، وكذلك في أسنانه برج إذا تفرق ما بينهما، وجملته إظهار ما ينبغي أن يخفى (٧) . </p><p> وقال الليث: تبرجت المرأة إذا أبدت محاسنها من وجهها وجسدها، وترى مع ذلك من عينيها حسن نظر (٨) . ومعنى {وَلَا تَبَرَّجْنَ} الأمر بالعفة ولزوم البيت قاله مقاتل (٩) . </p><p> وقال مجاهد: التبرج التبختر (١٠) . </p><p>(١) \"تفسير ابن عباس\" ص ٣٥٣ مع اختلاف في العبارة، وذكره ابن كثير ٣/ ٤٨٢ ولم ينسبه، وكذا ابن الجوزي في \"زاد المسير\" ٦/ ٣٧٩ ولم ينسبه. (٢) \"تفسير مقاتل\" ٩١ ب.(٣) في (ب): (بيوتكن).(٤) لم أعثر عليه.(٥) \"مجاز القرآن\" ٢/ ١٣٨.(٦) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٢٥.(٧) انظر: \"تفسير القرطبي\" ١٤/ ١٧٩.(٨) انظر: \"تهذيب اللغة\" ١١/ ٥٥ (برج).(٩) انظر: \"تفسير مقاتل\" ٩١ ب.(١٠) \"تفسير الثعلبي\" ٣/ ١٩٧ أ.</p><p> وقال قتادة: كانت لنساء الجاهلية الأولى تكسر وتغنج فنهين هؤلاء عن ذلك (١) . وهذا الذي ذكره معنى التبرج لا تفسيره. وتفسيره: إظهار الزينة، وكن يظهرن محاسنهن عند التبختر في مشيهن، ذلك فسر التبرج بالتبختر. </p><p> قوله:  {تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} معناه تبرج (٢) أهل الجاهلية فحذف المضاف، واختلفوا في الجاهلية الأولى، متى كانت؟ فقال الحكم: هي ما بين آدم ونوح ثمانمائة سنة كانت نساؤهم قباحًا ورجالهم حسانًا، وكانت المرأة تتكلف في إظهار محاسنها للرجل (٣) . </p><p> وروى عكرمة عن ابن عباس: الجاهلية الأولى فيما بين نوح وإدريس وكانت ألف سنة، وكان في ذلك الزمان بطنان من ولد آدم، أحدهما يسكن الجبل وكانت نساؤهم قباحًا ورجالهم صباحًا، والآخر كان يسكن السهل ونساؤهم صباحًا وكان في رجالهم ذمامة، فاتخذ إبليس شيئًا مثل الذي يزمر فيه الرعاء وجاء بصوت لم يسمع الناس مثله، فانتابوه واجتمعوا عليه، فرأى رجال الجبال نساء السهل وصباحتهن فتحولوا إليهن ونزلوا مع أهل السهل وتبرجت النساء للرجال الصباح من أهل الجبل وظهرت فيهم الفاحشة (٤) . </p><p> وقال الكلبي: الجاهلية الأولى هي الزمان الذي ولد فيه إبراهيم -عليه السلام-، كانت المرأة من أهل ذلك الزمان تتخذ الدرع من اللؤلؤ فتلبسه ثم </p><p>(١) انظر: \"تفسير الطبري\" ٢٢/ ٤، \"تفسير الماوردي\" ٤/ ٣٣٩. (٢) في (أ): (التبرج).(٣) انظر: \"الثعلبي\" ٣/ ١٩٧/ أ، \"تفسير الطبري\" ٢٢/ ٤، \"القرطبي\" ١٤/ ١٧٩.(٤) انظر: \"تفسير الثعلبي\" ٣/ ١٩٧ ب، \"الطبري\" ٢٢/ ٤، \"السمرقندي\" ٣/ ٤٩.</p><p> تمشي بين يدي الرجال ليس عليها شيء غيره، وكان ذلك في زممان نمرود الجبار والناس كلهم كفار (١) . وهذا قول مقاتل بن حيان، قال: الجاهلية الأولى زمان إبراهيم، والثانية زمان محمد -صلى الله عليه وسلم- قبل أن يبعث (٢) . </p><p> قال الشعبي: هي ما بين عيسى ومحمد (٣) . وهو قول مقاتل بن سليمان، قال: هو قبل أن يبعث محمد رسولاً (٤) . ونحوه قال ابن عباس (٥) . وقال قتادة: هي ما قبل الإسلام (٦) . </p><p> وقال أبو إسحاق: والأشبه أن تكون زمان عيسى إلى زمان محمد -عليه السلام-. لأنهم هم الجاهلية المعروفون، وكانوا يتخذون البغايا يغللن لهم، قال: ومعنى الأولى هاهنا التقدم، يقال لكل شيء متقدم ومتقدمة: أولى وأول، وتأويله أنهم تقدموا أمة محمد -عليه السلام- (٧) . </p><p> وقال المبرد: معنى الأولى القديمة، وكانوا يبدلون أمورًا بحسب الظن بها، من ذلك أن المرأة تجتمع مع زوجها وخلمها (٨) فيكون للزوج نصفها الأسفل والأعلى للخلم لا يمنع من ترشفها وتقبيلها، ولهذا يقول أحد الخلوم لزوج صاحبته: </p><p>(١) انظر:\"تفسير الثعلبي\" ٣/ ١٩٧ ب، \"السمرقندي\" ٣/ ٤٩، \"زاد المسير\" ٦/ ٣٨٠. (٢) انظر:\"البحر المحيط\" ٧/ ٢٢٣.(٣) انظر: \"تفسير الطبري\" ٢٢/ ٤، \"الماوردي\" ٤/ ٤٠٠، \"زاد المسير\" ٦/ ٣٨٠.(٤) \"تفسير مقاتل\" ٢/ ٢٧٥.(٥) انظر: \"الدر المنثور\" ٦/ ٦٠٢، وقال: أخرج ابن مردويه عن ابن عباس.(٦) انظر: \"تفسير الثعلبي\" ٣/ ١٩٧ ب، \"البغوي\" ٣/ ٥٢٨، \"مجمع البيان\" ٨/ ٥٥٨.(٧) \"معاني القرآن وإعرابه\" ٤/ ٢٢٥.(٨) الخلم هو: الصديق، يسمى خلمًا لألفته. انظر: \"تهذيب اللغة\" ٧/ ٤٣٢ (خلم).</p>"
}