{
  "id": null,
  "sura": 34,
  "aya": 14,
  "text": "<p> إن الله قد ذكر الشكر، فاكفني قيام النهار أكفك قيام الليل، قال: لا أستطيع. قال: فاكفني إلى صلاة الظهر فكفاه (١) . </p><p> ١٤ - قوله تعالى:  {فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ} قال المفسرون: كانت الجن تخبر الإنس أنهم يعلمون الغيب الذي يكون في غد، فابتلوا بموت سليمان، فمات سليمان متكئًا على عصاه وبقي كذلك ميتًا سنة، والجن تعمل تلك الأعمال الشاقة التي كانت تعمل في حياة سليمان، لا يشعرون في موته حتى أكلت الأرضة عصا سليمان فخر ميتًا، فحينئذ علموا بموته، وعلموا الإنس أن الجن لا تعلم الغيب، فذلك قوله:  {مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ} قال المفسرون: يعني الأرضة (٢) . </p><p> وقوله:  {تَأْكُلُ مِنْسَأَتَهُ} قالوا: عصاه. قال السدي: هي بلسان الحبشة (٣) . وقال ميسرة: هي بلغة اليمن (٤) . </p><p> وقال أبو عبيدة: المنسأة التي ينساء بها الغنم (٥) . </p><p> وقال الفراء: هي العصاة العظيمة التي تكون مع الراعي، أخذت من </p><p>(١) انظر: \"تفسير ابن أبي حاتم\" ١٠/ ٣١٦٣، \"معاني القرآن\" للنحاس ٥/ ٤٠١، \"روح المعاني\" ٢٢/ ١٢٠ وأورده السيوطي في \"الدر\" ٦/ ٣٨٠، وعزاه للفريابي وابن أبي حاتم عن مجاهد. (٢) انظر: \"تفسير الطبري\" ٢٢/ ٧٤، \"تفسير الماوردي\" ٤/ ٤٤١، \"بحر العلوم\" ٣/ ٦٨، \"تفسير الثعلبي\" ٣/ ٢٤٢، \"غرائب القرآن\" ٢٢/ ٤٥.(٣) انظر: \"تفسير الماوردي\" ٤/ ٤٤١، \"تفسير القرطبي\" ١٤/ ٢٧٨، \"تفسير الطبري\" ٢٢/ ٧٣.(٤) لم أقف عليه.(٥) \"مجاز القرآن\" ٢/ ١٤٥.</p><p> نسأت البعير: إذا زجرته ليزداد سيره (١) . </p><p> وقال أبو إسحاق: المنسأة التي ينسأ بها، أي: يطرد ويزجر (٢) . </p><p> وقال أبو عبيدة: هي التي يضرب بها (٣) . وقال أبو علي الفارسي: هي من نسأت الغنم، إذ سقيتها (٤) وأنشدوا قول طرفة: </p><p> أمون كألواح الأران نسأتها ... على لا حب كأنه ظهر يوجد (٥)  (٦) </p><p> وقال المبرد: المنسأة: العصاة لأنها ينسأ (٧) بها الطريق، أي يقصد، يقال: نسات الناقة، إذا حملتها على الطريق، وأنشد قول طرفة) (٨) . </p><p> وأكثر القراء على همزة المنسأة. وقرأ نافع وأبو عمرو بغير همز. قال أبو عبيدة: (تركوا همزها كما ترك بعضهم همز البرنة والذرية والنبئ. قال المبرد: بعض العرب يبدل من همزتها ألف فيقول: منساة وينشدون: </p><p>(١) \"معاني القرآن\" ٢/ ٣٥٦. (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٧.(٣) لم أقف عليه.(٤) هكذا في النسخ! وهو خطأ، والصواب: سقتها. انظر: \"الحجة\" ٦/ ١١.(٥) في (ب): (حدد)، وهو خطأ.(٦) البيت من الطويل، وهو لطرفة بن العبد في: \"ديوانه\" ص٢٢، \"شعراء النصرانية في الجاهلية\" ٣/ ٣٠٠ \"لسان العرب\" ١/ ١٧٣ (نسأ)، ١٣/ ١٥ (أرن)، كتاب \"العين\" ٨/ ٢٧٨.ومعنى البيت: الأمون: هي الناقة الموثقة الخلق التي يؤمن عثارها وزللها، والإران: هو النشاط ونساتها: أي حملتها على السير في هذا الطريق اللاحب هو البين، والبرجد، كساء فيه خطوط وطرائق، فشبه الطرائق بطرائق البرجد. \"شرح القصائد السبع الجاهليات\" ص ١٥١.(٧) في (أ): (تنسئ).(٨) لم أقف على القول منسوبًا للمبرد.وانظر: \"تهذيب اللغة\" ١٣/ ٨٤، مادة: (نسأ)، \"اللسان\" ١/ ١٦٩ (نسأ).</p><p> إذا دببت على المنساة من كبر ... فقد تباعد عنك اللهو والغزل) (١)  (٢) </p><p> وقال أبو علي:  (قياس تخفيف الهمزة أن يجعلها بين بين، إلا أنهم خففوا همزتها على غير قياس)  (٣) . </p><p> قوله:  {فَلَمَّا خَرَّ} أي: سقط ميتًا. {تَبَيَّنَتِ الْجِنُّ} الآية. قال المفسرون: تبينت الإنس أن الجن {أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ} ، قالوا: وكذا (٤) كان ابن عباس يقرأها، بتبينت الإنس أن الجن لا يعلمون الغيب (٥) . </p><p> وأما معنى قراءة العامة، فقد ذكر [فيه]  (٦) الفراء وأبو إسحاق وجوهًا بعيدة (٧) . والصحيح ما ذكر أبو عبيدة فقال:  (تبينت الجن للناس،أي:تبين للناس أن الجن لا يعلمون الغيب، ما غيب عنهم لما كانوا في نصبهم وهو ميت)  (٨) . ويدل على صحة هذا المعنى قراءة يعقوب: تُبِينت، بضم التاء </p><p>(١) البيت من البسيط، ولم أقف على قائله، وهو في \"اللسان\" ١٦٩/ ١ (نسأ)، \"الصحاح\" ١/ ٦٧ (نسأ)، وكذا هو في \"الدر المصون\" ٥/ ٣٤٦، \"مجمع البيان\" ٨/ ٥٩٥، بلا نسبة. (٢) \"مجاز القرآن\" ٢/ ١٤٥.(٣) \"الحجة\" ١٢/ ٦.(٤) في (ب): (وكذلك).(٥) انظر: \"تفسير الطبري\" ٢٢/ ٧٤، \"تفسير الماوردي\" ٤/ ٤٤٢، \"علل القراءات\" ٢/ ٥٤٩، \"تفسير القرطبي\" ١٤/ ٢٨١.(٦) ما بين المعقوفين ساقط في (ب).(٧) انظر: هذه الوجوه في: \"معاني القرآن\" للفراء ٢/ ٣٥٧، \"معاني القرآن وإعرابه\" للزجاج ٤/ ٢٤٧.(٨) \"مجاز القرآن\" ٢/ ١٤٦.</p>"
}