{
  "id": null,
  "sura": 34,
  "aya": 9,
  "text": "<p> موضح إذا نصبًا بمزقتم) (١) وهو عندي ممتنع لما ذكرت لك. ومثل هذا عندي قوله:  {فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ}  (٢) الآية، وقد تقدم الكلام فيها. </p><p> ٨ - قوله تعالى:  {أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ} هذا أيضًا من قول الكفار بعضهم لبعض، قالوا: افترى محمد على الله كذبًا حين زعم أنا نبعث بعد الموت، والألف في {أَفْتَرَى} ألف الاستفهاء، وهو استفهام تعجب وإنكار {أَمْ بِهِ جِنَّةٌ} يقولون: أزعم كذبًا أم به جنون، فرد الله عليهم فقال:  {بَلِ الَّذِينَ لَا يُؤْمِنُونَ} أي: ليس الأمر على ما قالوا من الافتراء والجنون، هم لأجل ما قالوا {فِي الْعَذَابِ} في الآخرة، {وَالضَّلَالِ الْبَعِيدِ} من الحق في الدنيا. وهذا الذي ذكرنا قول ابن عباس ومقاتل والكلبي (٣) . </p><p> ٩ - وفي هذه الآية وعظهم وخوفهم ليعتبروا فقال:  {أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} قال مقاتل: وذلك أن الإنسان حيث ما نظر رأى السماء والأرض، إن نظر قدامه وإن نظر خلفه (٤) . </p><p>= انظر: \"إشارة التعيين في تراجم النحاة واللغويين\" ص ٧٥، \"سير أعلام النبلاء\" ١٩/ ٢٢٨، \"الأعلام\" ٢/ ١٢١. (١) \"المسائل البغداديات\" ص ٢١٣/ ٢١٨.(٢) سورة المؤمنون: ١٠١.(٣) انظر: \"تفسير ابن عباس\" بهامش المصحف ص ٤٢٩، انظر: \"تفسير مقاتل\" ٩٧ أ. والقول غير منسوب لأحد عند: \"تفسير الماوردي\" ٤/ ٤٣٤، \"بحر العلوم\" ٣/ ٦٧، \"مجمع البيان\" ٨/ ٥٩٣.(٤) لم أقف عليه عن مقاتل. وقد ذكره ابن الجوزي في \"زاد المسير\" ٦/ ٤٣٥، ولم ينسبه.</p><p> وقال قتادة: إنك إذا نظرت عن يمينك وعن (١) شمالك أو من بين يديك أو من خلفك كانت السماء والأرض (٢) . </p><p> ثم هددهم فقال:  {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ} فتبتلعهم. {أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا} يعني: جانبًا. {مِنَ السَّمَاءِ} فيهلكهم. والمعنى أنهم حيث كانوا فإن أرضي وسمائي محيطة بهم، أنا القادر عليهم لا يعجزونني، إن شئت خسفت بهم أرضي، وإن شئت أسقطت عليهم قطعة من السماء، أفلا يعتبرون ولا يخافون. </p><p> وأدغم الكسائي (٣) وحده الفاء من قوله: {نَخْسِفْ بِهِمُ الْأَرْضَ} . قال أبو علي:  (إدغام الفاء في الباء لا يجوز،فإن جاز إدغام الباء في الفاء نحو:أذهب في ذلك، وذلك أن الفاء من باطن الشفة السفلى وأطراف الشفايا العليا، فانحدرت الصوت إلى الفم حتى اتصلت بمخرج الباء صارت بمنزلة حرف من موضع التاء، فلم يجز إدغامها في الباء كما لا يجوز إدغام التاء فيه؛ لزيادة صوت الفاء على صوت التاء. وكذلك الباء (٤) أدغمت في الميم نحو: اصحب مطرًا، وإن لم تدغم هي في الباء نحو: اضمم بكرا، لما فيها من زيادة الغنة التي ليست في التاء. وكذلك الراء لم تدغم في اللام نحو: احتر ليلة، وإن كانت اللام أدغمت في الراء نحو: اغسل راحتك، فما كان من الحروف فيه زيادة وصوت لم يجز إدغامه في مقاربه العادي من تلك، كذلك الفاء مع الباء. </p><p>(١) في (ب): (أو عن)، زيادة همزة. (٢) انظر: \"تفسير الماوردي\" ٤/ ٤٣٤، \"الطبري\" ٢٢/ ٦٤، \"بحر العلوم\" ٣/ ٦٧.(٣) انظر: \"الحجة في القراءات السبع\" ص ٢٩٢.(٤) في (ب): (التاء).</p>"
}