{
  "id": null,
  "sura": 34,
  "aya": 51,
  "text": "<p> ٥١ - وقوله:  {وَلَوْ تَرَى إِذْ فَزِعُوا} قال ابن عباس: يريد حتى بهتوا (١) . </p><p> {فَلَا فَوْتَ} يقول: لا يفوتني أحد ولا ينجو مني ظالم. ومذهب أكثر أهل التفسير أن هذا الفزع لهم عند البعث، وهو اختيار أبي إسحاق قال: هذا في وقت بعثهم (٢) . وهو قوله:  {وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ} يعني: القبور. وذهب آخرون إلى أن هذا الفزع لهم في القيامة. وهو مذهب الحسن وابن معقل (٣) وبلال بن سعد (٤) ، قال بلال: إن الناس يوم القيامة حوله، وهو قوله:  {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ} قال ابن معقل (٥) : أفزعهم يوم القيامة فلم يفرقوا. </p><p>(١) انظر: \"القرطبي\" ١٤/ ٣١٤، \"زاد المسير\" ٦/ ٤٦٧. (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٥٨.(٣) انظر: قول ابن معقل والحسن في كل من: \"الطبري\" ٢٢/ ١٠٨، \"الدر المنثور\" ٦/ ٧١٢. وذكره ابن الجوزي في \"زاد المسير\" ٦/ ٤٦٧، ونسبه للأكثرين.(٤) هو: أبو عمرو، وقيل: أبو زرعة بلال بن سعد بن تميم الأشعري، وقيل: الكندي الدمشقي، شيخ أهل دمشق في زمانه، تابعي جليل، وكانت لأبيه سعد صحبة، روى عن أبيه سعد وعن جابر بن عبد الله وأبي الدرداء وغيرهم. وروى عنه خلق كثير، وكان واعظًا بليغًا عابدًا مجتهدًا، توفي رحمه الله سنة نيف وعشرة ومائة. انظر: \"تهذيب تاريخ دمشق\" ٣/ ٣١٨، \"تهذيب الكمال\" ٤/ ٢٩٠، \"سير أعلام النبلاء\" ٩٠/ ٥.(٥) هو: أبو إسحاق إبراهيم بن محمد بن محمد بن محفوظ بن معقل النيسابوري، شيخ محتشم، وكان أحد المجتهدين في العبادة، سمع أبا بكر بن خزيمة وأبا العباس بن السراج، وروى عنه الحاكم، توفي رحمه الله في ربيع الأول سنة ٣٨١ هـ.انظر: \"تهذيب تاريخ دمشق\" ٣/ ٣١٨، \"تهذيب الكمال\" ٤/ ٢٩٠، \"سير أعلام النبلاء\" ٥/ ٩٠.</p><p> وقوله تعالى:  {وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ} قال ابن عباس وأكتر المفسرين: يريد من تحت أقدامهم (١) . </p><p> وقال آخرون: من حيث كانوا؛ لأنهم حيث كانوا فهم من الله قريب، لا يبعدون عنه ولا يفوتونه (٢) . </p><p> وقال أبو إسحاق: وجواب لو محذوف، المعنى: لو ترى ذلك لرأيت ما تعتبر به عبرة عظيمة (٣) . </p><p> وقال صاحب النظم: قوله: {فَلَا فَوْتَ} منظوم بما بعده، وهو قوله:  {وَأُخِذُوا} والتقدير: ولو ترى إذ فزعوا وأخذوا من مكان قريب فلا فوت، أي: فلا يفوتون. </p><p> وقال الزجاج: أي فلا فوت لهم، لا يمكنهم أن يفوتوا (٤) . </p><p> ٥٢ - وقوله:  {وَقَالُوا آمَنَّا بِهِ} قال مقاتل: بالقرآن (٥) . وقال غيره: بمحمد -صلى الله عليه وسلم- (٦) . </p><p> {وَأَنَّى لَهُمُ التَّنَاوُشُ} قال أبو إسحاق: (التناوش: التناول، أي: وكيف لهم أن يتناولوا ما كان مبذولًا لهم، وهو الإيمان والتوبة، وكان قريبًا </p><p>(١) انظر: \"تفسير الماوردي\" ٤/ ٤٥٨ ونسبه لمجاهد، وابن الجوزي في \"زاد المسير\" ٦/ ٤٦٩ ونسبه لمقاتل. (٢) انظر: \"تفسير الطبري\" ٢٢/ ١٠٩، \"تفسير الماوردي\" ٤/ ٤٥٨، \"معاني القرآن\" للنحاس ٥/ ٤٢٦.(٣) لم أقف على قول الزجاج، وليس هو في \"معاني القرآن\" له.(٤) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٥٨(٥) لم أقف عليه عن مقاتل، وليس في \"تفسيره\".(٦) وبه قال قتادة. انظر: \"تفسير القرطبي\" ١٤/ ٣١٥، \"زاد المسير\" ٦/ ٤٦٩.</p><p> منهم، وكيف يتناولونه حين بعد عنهم، ومن همز فلأن واو التناوش مضمومة وكل واو مضمومة ضمتها لازمة جاز إبدال الهمزة منها، نحو: أدور وتقاوم، قال: يجوز أن يكون التناوش من النئيش، وهو الحركة في الإبطاء والمعنى: من أين لهم أن يتحركوا فيما لا حيلة لهم فيه) (١) . </p><p> وقال الفراء:  (هما متقاربان،مثل:ذمت الرجل وذأمته، إذا عبته)  (٢) . وقال أبو علي: المعنى كيف (٣) يتناولونه من بعد، وهم لم يتناولونه من قرب في حين الاختيار والانتفاع بالإيمان، والتناوش: التناول من: نشت تنوش، قال: </p><p> تنوش البرير حين نال اهتصارها (٤) </p><p> وقال: وهي تنوش الحوض نوشًا من علا فمن علا (٥) . </p><p>(١) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٥٩. (٢) \"معاني القرآن\" ٢/ ٣٦٥.(٣) في (ب): (وكيف).(٤) عجز بيت هكذا جاء في النسخ، وهو تصحيف، والبيت هو:فما أم خسف بالعلاية شادن ... تنوش البرير حيث طاب اهتصارهاوهو من الطويل، لأبي ذؤيب الهذلي في \"شرح أشعر الهذلين\" ١/ ٧١، \"لسان العرب\" ٦/ ٣٦٢ (نوش)، ١٥/ ٩٢ (علا)، \"تاج العروس\" ١٧/ ٤٣١ (نوش).ومعنى البيت: العلاية: موضع، وفارد: تروى شادن ومشدن، والمعنى توي وتحرك، وتنوش: أي تتنا ول، والبرير: ثمر الأراك، واهتصارها: جذبها غصن الأراك وكسرها إياه. \"شرح أشعار الهذليين\" ١/ ٧١.(٥) صدر بيت من الرجز لغيلان بن حريث، وعجزه:نوشأ به تقطع أجواز الفلاوصدره جاء في جميع النسخ كما أثبته، والصحيح: وهي تنوش الحوض نوشًا من علا.انظره منسوبًا إليه في: \"مجاز القرآن\" ٢/ ١٥٠، \"اللسان\" ٦/ ٣٦٢، \"تاج العروس\" =</p><p> فمن لم يهمز جعله تفاعلًا من النوش الذي هو التناول، ومن همز احتمل أمرين: أحدهما: أنه أبدل من الواو الهمزة لانضمامها مثل: أقتت وأدؤر، والآخر: أن يكون من النأش، وهو التطلب (١) ، والهمزة منه عين، قال رؤبة: </p><p> أقحمني جار أبي الخاموش ... إليك نأش القدر النئوش </p><p> وهذا القول الثاني هو قول أبي عبيدة (٢) . وذكر بيت رؤبة وفسره: وتطلب القدر. </p><p> قال ابن عباس: يريد تناول التوبة يومئذ لا يقبل (٣) . </p><p> وقال قتادة: أني لهم أن يتناولوا التوبة (٤) . </p><p> روي عن ابن عباس في تفسير هذه الآية أنه قال: يسألون الرد وليس بحين رد (٥) . وهذا معنى وليس بتفسير. </p><p>= ١٧/ ٤٣١، \"الكتاب\" ٣/ ٤٥٣، \"الطبري\" ٢٢/ ١١٠، \"القرطبي\" ١٤/ ٣١٦. ولم أقف لقائل البيت غيلان بن حريث الربعي على ترجمة. ومعنى البيت: يصف إبلًا وردت حوضًا وتناولت ما فيه تناولًا من فوق، والأجواز: جمع جوز، وهو الوسيط.(١) هكذا في النسخ! وهو خطأ، والصواب: الطلب، كما في \"الحجة\" ٦/ ٢٤.(٢) \"مجاز القرآن\" ٢/ ١٥١.(٣) لم أقف عليه(٤) انظر: \"معاني القرآن\" للنحاس ٥/ ٤٢٨، وأورده السيوطي في \"الدر\" ٦/ ٧١٥، وعزاه لعبد الرزاق وعبد بن حميد.(٥) انظر: \"الطبري\" ٢٢/ ١١٠، وأخرجه الحاكم في \"المستدرك\" ٢/ ٤٢٤، وقال: هذا حديث صحيح الإسناد ولم يخرجاه، ووافقه الذهبي، وأورده السيوطي في \"الدر\" ٦/ ٧١٥، وزاد نسبته للفريابي وعبد بن حميد وابن المنذر وابن أبي حاتم.</p><p> ونحو هذا قول الكلبي {وَأَنَّى لَهُمُ التَّنَاوُشُ} يقول: الرجعة إلى الدنيا، {مِنْ مَكَانٍ بَعِيدٍ} بعد الموت (١) . وقال عطية: وأني لهم الرد حين لا رد، والتوبة حين لا توبة (٢) . </p><p> وقال مقاتل: من أين لهم التوبة حين لا توبة [وقال مقاتل: من أين لهم التوبة]  (٣) عند نزول العذاب (٤) . {مِنْ مَكَانٍ بَعِيدٍ} من الدنيا، وهذا كله معنى. وتفسير التناوش ما ذكره أصحاب المعاني. </p><p> ٥٣ - وقوله:  {وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ} واو الحال، أي: كيف يبلغون إلى التوبة وقد كانوا كافرين بمحمد والقرآن في الدنيا قبل نزول العذاب وقبل ما عاينوا من الأهوال. </p><p> وقوله:  {وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ} قال مجاهد: يرمون محمدً بالظن [لا باليقين]  (٥) ، وهو قولهم: إنه ساحر وكاهن وشاعر (٦) . واختار الفراء هذا القول فقال: يقولون ليس بنبي، وقد باعدهم الله أن يعلموا ذلك؛ لأنه لا علم لهم إنما يقولون بالظن (٧) . فعلى هذا الغيب الظن، وهو ما غاب علمه عنهم، والمكان البعيد: بعدهم عن علم ما يقولون. </p><p>(١) أورده بعض المفسرين منسوبًا لابن عباس ومجاهد. انظر: \"الطبري\" ٢٢/ ١١٠، \"الماوردي\" ٤/ ٤٥٩، ولم أقف عليه عن الكلبي. (٢) لم أقف عليه(٣) ما بين المعقوفين زيادة في (أ)، وليس هو في (ب).(٤) انظر: \"تفسير مقاتل\" ١٠١ ب.(٥) ما بين المعقوفين ساقط من (ب)(٦) انظر: \"تفسير مجاهد\" ٥٢٩، وانظر: \"الطبري\" ٢٢/ ١١٢.(٧) انظر: \"معاني القرآن\" ٢/ ٣٦٥.</p>"
}