{
  "id": null,
  "sura": 34,
  "aya": 15,
  "text": "<p> وكسر الباء، أي: علم من حال الجن أنهم لا يعلمون الغيب. وأن على (١) قراءة العامة في محل الرفع على البدل من الجن، هذا وجه قراءة العامة. ويجوز فيه وجه آخر، وهو أن الجن كانت تتوهم أنها تعلم الغيب، فلما ابتلوا بموت سليمان ولم يقفوا عليه حتى دلتهم الأرضة، علمت أنها لا تعلم الغيب. وعلى هذا الوجه أن في موضع نصب وتبينت بمعنى علمت. وعلى الوجه الأول معناه: ظهرت وانكشفت (٢) . وذكر ابن قتيبة الوجهين معًا (٣) . </p><p> قال أبو إسحاق:  (المعنى أنهم لو كانوا يعلمون ما غاب عنهم، ما عملوا مسخرين لسليمان وهو ميت، وهم يظنون أنه حي يقف على عملهم)  (٤) . </p><p> قال مقاتل: العذاب المهين: الشقاء والنصب في العمل (٥) . </p><p> ١٥ - قوله:  {لَقَدْ كَانَ لِسَبَإٍ} ذكر الكلام والقراءة في سبأ في سورة النمل (٦) . وذكر المفسرون هاهنا ما روي عن فروة بن مسيك (٧) أن رجلاً </p><p>(١) في (ب): (وأن في). (٢) \"مشكل إعراب القرآن\" ٢/ ٢٠٦، \"البحر المحيط\" ٨/ ٥٣٢، \"التبيان\" ٢/ ٢٧٧.(٣) \"تفسير غريب القرآن\" ص ٣٥٥.(٤) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٧.(٥) انظر: \"تفسير مقاتل\" ٩٧ أ.(٦) عند قوله تعالى: {فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ} آية: ٢٢. قال: قرئ من سبأ بالإجراء والتنوين. وقرأ ابن كثير وأبو عمرو غير مجرى. قال الفراء: من أجراه فلأنه فيما ذكروا رجل.(٧) هو: فروة بن مسيك، وقيل: مسيكة بن الحرث بن سلمة المرادي القطيعي، أبو عمر، له صحبة، وقد على النبي -صلى الله عليه وسلم- سنة عشر من الهجرة، فأسلم، فبعثه على =</p><p> قال: يا رسول الله، أخبرنا عن سبأ ما هو، رجل أم امرأة أم أرض؟ فقال:  \"ليس بأرض ولا امرأة، ولكنه رجل ولد له عشرة من العرب، فتيامن ستة وتشام أربعة، فأما الذين تساموا فلخم وجذام وغسان وعاملة، وأما الذين تيامنوا فكندة والأشعريون والأزد ومدلج وحمير وأنمار\" . فقال رجل: ما أنمار يا رسول الله؟ قال:  \"الذين منهم خثعم وبجيلة\"  (١) . </p><p> وقال مقاتل: هو رجل من يشجب بن يعرب بن قحطان، يقال: سبأ بن يشجب، والمراد بسبأ هاهنا: القبيلة (٢) . </p><p> قوله:  (في مساكنهم) وقرئ: مسكنهم، على الواحد، بفتح الكاف وبكسرة (٣) . </p><p> قال أبو علي:  (الوجه الجمع؛ ليكون اللفظ موافقًا للمعنى؛ لأن لكل (٤) ساكن مسكنًا (٥) ، ومن قال: مسكنهم، أي: يكون جعل المسكن </p><p>= مراد وزبيد ومذحج، وقد روى عن النبي -صلى الله عليه وسلم-، وروى عنه الشعبي وأبو سبرة النخعي وغيرهم. انظر: \"الاستيعاب\" ٣/ ١٩٤، \"الإصابة\" ٣/ ٢٠٠.(١) انظر: \"تفسير الطبري\" ٢٢/ ٧٦، \"تفسير الماوردي\" ٤/ ٢٠٣، \"مجمع البيان\" ٨/ ٦٠٤. وأخرجه أحمد في \"مسنده\" ١/ ٣١٦، من حديث ابن عباس إلا أنه قال: سأل رجل النبي -صلى الله عليه وسلم-، والترمذي في \"سننه\" كتاب التفسير: تفسير سورة سبأ ٥/ ٣٩، وقال: هذا حديث غريب حسن، رقم الحديث (٣٢٧٥)، والحاكم في \"المستدرك\" في تفسير سورة سبأ ٢/ ٤٢٤، وصححه ووافقه عليه الذهبي.(٢) انظر: \"تفسير مقاتل\" ٩٨ أ.(٣) انظر: \"النشر\" ٢/ ٣٥٠، \"حجة القراءات\" ص ٥٨٥.(٤) في (ب): (كل)، وهو خطأ.(٥) في (ب): (مسكن).</p><p> مصدرًا وحذف المضاف، والتقدير: في مواضع سكناهم (١) ، فلما جعل المسكن كالسكنى أفرد كما يفرد المصادر، وهذا أشبه من أن يحمله على نحو: كلوا في بعض بطنكم، وجلد الجواميس، وعلى هذا قوله:  {فِي مَقْعَدِ صِدْقٍ}  [القمر: ٥٥] أي: مواضع قعود، ألا ترى أن لكل واحد من المتقين موضع قعود، وهذا التأويل أشبه من أن يحمله على الآخر الذي لا يكاد يجيء إلا في شعر، وأما كسر الكاف؛ فاسم المكان والمصدر من هذا الجنس الذي هو فعل يفعل مفتوحًا، مثل: المحشر ونحوه، وقد يشذ عن القياس المطرد، هكذا وكالمسجد، وسيبويه يحملها على أنه اسم البيت وليس المكان، من فعل يفعل، وكذلك المطلع، والقياس: الفتح) (٢) . </p><p> وقال أبو الحسن: المسكن بكسر الكاف لغة فاشية، وهي لغة الناس اليوم، والفتح لغة أهل الحجاز، وهي اليوم قليلة (٣) . </p><p> وقال الفراء: هي لغة يمانية فصيحة (٤) . </p><p> قال المفسرون: وكانت مساكنهم بمأرب من اليمن (٥) . يدل عليه قول النابغة: </p><p> من سبأَ الحاضرينَ مأربَ إذْ ... يبنونَ من دونِ سيلهِ العَرِما (٦) </p><p>(١) في (ب): (مسكنهم). (٢) \"الحجة\" ٦/ ١٢ - ١٤.(٣) انظر: \"مجمع البيان\" ٨/ ٦٠٣، \"البحر المحيط\" ٨/ ٥٣٣.(٤) \"معاني القرآن\" ٢/ ٣٥٧.(٥) انظر: \"تفسير القرطبي\" ١٤/ ٢٣٨.(٦) البيت من المنسرح، وهو للنابغة الجعدي في \"ديوانه\" ص ١٣٤، \"الكتاب\" ٣/ ٢٥٣، \"جمهرة اللغة\" ص ٧٧٣، \"سمط الآلئ\" ص ١٨، \"اللسان\" ١/ ٣٩٦ مادة: (عرم).</p><p> قوله:  {آيَةٌ} أي: علامة تدلهم على قدرة الله، وأن المنعم عليهم هو الله، ثم ذكر تلك الآية فقال:  {جَنَّتَانِ} . قال الفراء: جنتان مرفوعتان؛ لأنهما تفسير للآية (١) . وذكر الزجاج وجهًا آخر فقال: كأنه لما قيل: آية، قيل: الآية جنتان) (٢) ، وعلى هذا ارتفع بخبر الابتداء المحذوف. </p><p> قوله تعالى:  {عَنْ يَمِينٍ وَشِمَالٍ} أي: يمنة وسرة. قال مقاتل: عن يمين الوادي وعن شماله (٣) . </p><p> وقال الآخرون: عن يمين من أتاهما وشماله (٤) . </p><p> وقال الفراء: أراد عن أيمانهم وشمائلهم (٥) . والمعنى أن الجنتين أحاطت بهم وبمساكنهم يمنة ويسرة. </p><p> قوله:  {كُلُوا} قال أبو إسحاق: المعنى: قيل لهم ذلك (٦) . </p><p> وقوله:  {مِنْ رِزْقِ رَبِّكُمْ} يعني: ثمار الجنتين. قال السدي وأهل التفسير: كانت المرأة تخرج، فتحمل مكتلًا على رأسها وتمر في البستان فتملأ مكتلها من ألوان الفاكهة، من غير أن تمس شيئًا بيدها (٧) . </p><p>(١) \"معاني القرآن\" ٢/ ٣٥٨. (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٨.(٣) انظر: \"تفسير مقاتل\" ٩٨ أ.(٤) انظر: \"بحر العلوم\" ٣/ ٧٠، \"مجمع العلوم\" ٨/ ٦٠٤، \"تفسير القرطبي\" ١٤/ ٢٤٨.(٥) \"معاني القرآن\" ٣/ ٣٥٨.(٦) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٨(٧) أورده المؤلف في \"الوسيط\" ٣/ ٤٩٠ عن السدي، وابن أبي حاتم ١٠/ ٣١٦٥ عنه كذلك، و\"تفسير الطبري\" ٢٢/ ٧٧ عن قتادة، والطبرسي في \"مجمع البيان\" ٨/ ٦٠٤، ولم ينسبه.</p>"
}