{
  "id": null,
  "sura": 34,
  "aya": 16,
  "text": "<p> قوله:  {وَاشْكُرُوا لَهُ} أي: على ما رزقكم من النعمة، والمعنى: اعملوا بطاعته إذ أنعم عليكم بما أنعم، وهاهنا تم الكلام. </p><p> ثم ابتدأ فقال:  {بَلْدَةٌ طَيِّبَةٌ} . قال أبو إسحاق: المعنى: هذه بلدة طيبة (١) . </p><p> قال مقاتل: أرض سبأ بلدة طيبة؛ لأنها أخرجت ثمارها (٢) . فعلى هذا طيبها: كثرة ثمارها. وقال الفراء: ليست بسبخة (٣) . </p><p> وقال ابن زيد: ليس فيها شيء مؤذ، من بعوضة أو ذباب. </p><p> قال: ولم يكن يرى في بلدهم بعوض ولا ذباب ولا برغوث ولا عقرب، ويمر الغريب في بلدهم وفي ثيابه القمل فتموت كلها. وعلى هذا طيبها: طيب هوائها (٤) . </p><p> قوله:  {وَرَبٌّ غَفُورٌ} أي: والله رب غفور. قال مقاتل: وربكم إن شكرتم فإما رزقكم رب غفور للذنوب (٥) . </p><p> ١٦ - قوله:  {فَأَعْرَضُوا} قال مقاتل: عن الحق (٦) . </p><p> وقال ابن عباس: يريد فكفروا وكذبوا أنبيائهم (٧) . </p><p>(١) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٨. (٢) انظر: \"تفسير مقاتل\" ٩٨ أ.(٣) \"معاني القرآن\" ٢/ ٣٥٨.(٤) أخرجه ابن أبى حاتم في \"تفسيره\" ١٠/ ٣١٦٥ عن ابن زيد، وذكره المؤلف في \"الوسيط\" ٣/ ٤٩٠ عنه كذلك.(٥) انظر: \"تفسير مقاتل\" ٩٨ ب.(٦) المصدر السابق.(٧) انظر: \"تفسير ابن عباس\" بهامش المصحف ص ٣٦٠.</p><p> {فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ} قال المفسرون: كان الماء يأتي أرض سبأ من الشجر وأودية اليمن، فردموا ردمًا بين جبلين وحبسوا الماء، وجعلوا في ذلك الردم ثلاثة أبواب بعضها فوق بعض، وكان يسقون من الباب الأعلى ثم من الثاني ثم من الثالث، فأخصبوا وكثرت أموالهم، فلما كذبوا رسلهم بعث الله جرذًا نقب ذلك الردم حتى انتقض، فدخل الماء جنتهم ففرقها، ودفن السيل بيوتهم (١) ، فذلك قوله:  {فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ} . </p><p> واختلفوا في العرم ما هو؟ فأكثر المفسرين على أن العرم: السكر (٢) والمسناة، وهي التي تحبس الماء (٣) . </p><p> قال السدي وأبو ميسرة: أهل اليمن يسمون المسناة العرم (٤) . وهو اختيار الفراء (٥) ، وابن قتيبة (٦) ، والمبرد، قال: العرم جمع عرمة، وهي الحاجز بين الشيئين، يسمى السكر (٧) ، واحتجوا بقول الجعدي (٨) : </p><p> إذ يبنون دون سيله العرما </p><p>(١) انظر: \"تفسير الطبري\" ٢٢/ ٧٩، \"القرطبي\" ١٤/ ٢٨٥، \"مجمع البيان\" ٨/ ٦٠٥. (٢) قال في \"اللسان\" ٤/ ٣٧٥: سكر النهر يسكره سكرًا، سد فاه، وكل شق سد فقد سكر، والسكر ما سد به، والسكر: أيضًا المسناة. اهـ والمسناة بلغة أهل اليمن.(٣) انظر: \"تفسير الطبري\" ٢٢/ ٧٩، \"تفسير القرطبي\" ١٤/ ٢٨٥، \"زاد المسير\" ٦/ ٤٤٥، \"معاني القرآن\" النحاس ٥/ ٤٠٧.(٤) انظر: \"تفسير الطبري\" ٢٢/ ٧٩، \"المحرر الوجيز\" ٤/ ٤١٤، \"البحر المحيط\" ٨/ ٥٣٣، ولم أقف على من نسبه للسدي.(٥) \"معاني القرآن\" ٢/ ٣٥٨.(٦) \"تفسير غريب القرآن\" ص ٣٥٥.(٧) \"الكامل\" ٣/ ١٠٣٣.(٨) هو النابغة الجعدي، وقد سبق التعريف به، وتخريج البيت كذلك.</p><p> وقال مقاتل: العرم اسم الوادي (١) . </p><p> وقال ابن الأعرابي: العرم السيل الذي لا يطاق (٢) . وعلى هذا دل كلام ابن عباس، قال:  [يريد]  (٣) لا يمر بشيء إلا غرقه (٤) . وقال مقاتل: العرم اسم الوادي (٥) . </p><p> وحكى أبو إسحاق في العرم قولين آخرين: أحدهما: أن العرم اسم الجرذ الذي بنوا (٦) للسكر عليهم، وهو الذي يقال له: الخلد، وذكر ابن الأعرابي أن العرم من أسماء الفأر (٧) الثاني: أن العرم هو المطر الشديد (٨) . وأصل هذا كله من العرامة، وهي الشدة، ومثله: العرام، ورجل عارم: شديد لا يطاق (٩) . </p><p> قوله تعالى:  {وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ} قال ابن عباس: يريد اللتين كان فيهما الفواكه والثمار. {ذَوَاتَيْ أُكُلٍ خَمْطٍ} قال ابن عباس: يريد الأراك. وهو قول مجاهد وقتادة ومقاتل والسدي، قالوا: </p><p>(١) انظر: \"تفسير مقاتل\" ٩٨ ب. (٢) انظر: \"تهذيب اللغة\" ٢/ ٣٩٠ مادة: (عرم).(٣) ما بين المعقوفين مكرر في (ب).(٤) ذكر المفسرون تفسير ابن عباس للعرم بأنه الشديد. انظر: \"تفسير الطبري\" ٢٢/ ٨٠، \"المحرر الوجيز\" ٤/ ٤١٤، \"زاد المسير\" ٦/ ٤٤٥.(٥) انظر: \"تفسير مقاتل\" ٩٨ ب.(٦) هكذا في النسخ! وهو خطأ، إذ الصواب: الجرذ الذي ثقب السكر عليهم. انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٨.(٧) انظر: \"تهذيب اللغة\" ٢/ ٣٩١.(٨) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٨.(٩) انظر: \"تهذيب اللغة\" ٢/ ٣٩٠، \"اللسان\" ٢/ ٣٩٥.</p><p> الخمط: الأراك (١) . قال قتادة: وأكله البرير (٢) . </p><p> وقال أبو عبيدة: الأكل الجني، والخمط: كل شجرة [ثمرة]  (٣) ذات شوك (٤) . ونحو هذا قال ابن قتيبة، فإن الأكثرين على أن الخمط اسم شجرة (٥) . وإذا كان كذلك، فالأحسن قراءة من لم ينون الأكل وأضافه، وذلك أن الأكل إذا كان الجناء، فإن جنا (٦) كل شجرة منه، والتنوين في هذا ليس في حسن الإضافة، وذلك؛ لأن (٧) الخمط إنما هو اسم شجرة وليس بوصف للأكل، وإذا (٨) لم يكن وصفًا، لم يجر على ما قبله كما يجري على الموصوف، والتبدل ليس بالسهل أيضًا؛ لأنه ليس هو ولا بعضه؛ لأن الجنا من الشجرة وليس الشجرة من الجنا (٩) . </p><p> قال أبو الحسن: (في كلام العرب أن يضيفوا ما كان من نحو هذا، مثل: دار آجر، وثوب خز. </p><p>(١) انظر: \"تفسير الطبري\" ٢٢/ ٨١، \"القرطبي\" ١٤/ ٢٨٦، \"زاد المسير\" ٦/ ٤٤٦. (٢) انظر: \"تفسير الطبري\" ٢٢/ ٨١، \"تفسير هود بن محكم\" ٣/ ٣٩٤، \"زاد المسير\" ٦/ ٤٤٦ والبرير: هو ثمر الأراك. انظر: \"اللسان\".(٣) ما بين المعقوفين لعلها زيادة من النساخ، إذ ليست من كلام أبي عبيدة.(٤) \"مجاز القرآن\" ٢/ ١٤٧.(٥) \" تفسير غريب القرآن\" ص ٣٥٦.(٦) في (ب): (الجنا).(٧) في (ب): (أن).(٨) في (ب): (وإذا كان) زيادة كان، وهو خطأ.(٩) انظر: \"علل القراءات\" ٢/ ٥٥١ \"مجمع البيان\" ٨/ ٦٠٣، \"البحر المحيط\" ٨/ ٥٣٦.</p><p> قال: و {أُكُلٍ خَمْطٍ} بالتنوين، ليس بالجيد في العربية) (١) . واختار أبو عبيد التنوين، قال: لأن الأكل هو الخمط في التفسير، فالنعت أولى به من الإضافة، هذا قول أبي عبيد (٢) . والمفسرون على خلاف ما قال، فإنهم جعلوا الخمط الشجر لا الأكل (٣) . وقد قال ابن الأعرابي: الخمط ثمر شجر يقال له: فوه الضبع، على سورة الخشخاش، ينفرك ولا ينتفع به (٤) . </p><p> قال أبو إسحاق:  (يقال لكل نبت قد أخذ طعمًا من المرارة حتى لا يمكن أكله: خمط)  (٥) . ونحو هذا قال المبرد. </p><p> ومنه قيل للبن إذا أحمض: خمط (٦) . فهؤلاء جعلوا الخمط اسمًا للمأكول، فيصح على هذا التنوين في الأكل. </p><p> قوله:  {وَأَثْلٍ} قال مقاتل: يعني شجرة تشبه الطرف، يتخذ منه الأقداح (٧) . </p><p> وقال الفراء: الأثل شبه بالطرف، إلا أنه أعظم منه طولا (٨) . </p><p> قال الأزهري: (هو يشبه الطرف إلا أنه أكرم منه، تسوى منه الأقداح الصفر الجياد، ومنه اتخذ منبر النبي -صلى الله عليه وسلم-، وللأثل أصول غليظة يسوى منها </p><p>(١) انظر: \"مجمع البيان\" ٨/ ٦٠٣، \"تفسير القرطبي\" ١٤/ ٢٨٧. (٢) لم أقف عليه. وقد ذكره النحاس في \"إعراب القرآن\" ص ٦٦٤، وأنه اختيار المبرد.(٣) انظر: \"تفسير الطبري\" ٢٢/ ٨١، \"تفسير هود بن محكم\" ٣/ ٣٩٤، \"بحر العلوم\" ٣/ ٧٠، \"زاد المسير\" ٦/ ٤٤٦.(٤) انظر: \"تهذيب اللغة\" ٧/ ٢٦٠، \"اللسان\" ٧/ ٢٩٦، \"روح المعاني\" ٢٢/ ١٢٧.(٥) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٩.(٦) انظر: \"تفسير القرطبي\" ١٤/ ٢٨٦، \"إعراب القرآن\" للنحاس ص ٤٦٤.(٧) انظر: \"تفسير مقاتل\" ٩٨ ب.(٨) \"معاني القرآن\" ٢/ ٣٥٩.</p>"
}