{
  "id": null,
  "sura": 34,
  "aya": 46,
  "text": "<p> وعمران الأرض (١) . </p><p> وقال قتادة: ما بلغوا هؤلاء معشار ما أتوا (٢) أولئك من القوة والجلد، فأهلكهم الله وهم أقوى وأجلد (٣) . وهو قوله تعالى:  {فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ} قال ابن عباس: يقول كيف رأيت ما صنعت بالمكذبين (٤) . </p><p> وقال مقاتل: فكيف كان نكير يعني: تغييري أليس وجدوه حقًّا، يعني: العذاب، يحذر أهل مكة مثل عذاب الذين كانوا أشد منهم قوة (٥) . والنكير اسم بمعنى الإنكار. قال أبو عبيدة: نكيري: عقوبتي (٦)  [وعناي]  (٧) . </p><p> قال الزجاج: وحذفت الياء لأنه آخر آية (٨) . </p><p> ٤٦ - وقوله تعالى:  {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ} أي: آمركم وأوصيكم، أمر الله نبيه -صلى الله عليه وسلم- قال الزجاج:  [أمره]  (٩) أن يقول لقومه: {إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ}  (١٠) </p><p>(١) انظر: \"الطبري\" ٢٢/ ١٠٣ - ١٠٤، \"مجمع البيان\" ٨/ ٦١٨، \"زاد المسير\" ٦/ ٤٦٤، وعزاه للجمهور. (٢) هكذا في (أ)، وهي بياض في (ب)، والصواب: ما أوتي.(٣) انظر: \"المصادر السابقة، \"معاني القرآن\" للنحاس ٥/ ٤٢٢.(٤) لم أقف عليه.(٥) انظر: \"تفسير مقاتل\" ١٠٠ أ.(٦) \"مجاز القرآن\" ٢/ ١٥٠.(٧) ما بين المعقوفين يظهر أنها زيادة من النساخ. إذ لا معنى لها.(٨) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٥٦.(٩) ما بين المعقوفين ساقط من (أ).(١٠) المصدر السابق.</p><p> قال مجاهد: لا إله إلا الله (١) . وروي ذلك عن ابن عباس (٢) . </p><p> وروى ابن أبي نجيح عن مجاهد قال: بطاعة الله (٣) . </p><p> وقال مقاتل: بكلمة واحدة الإخلاص (٤) . </p><p> وقال أبو إسحاق: والطاعة تتضمن التوحيد والإخلاص، أي: فأنا أعظكم بهذه الخصلة الواحدة (٥) . </p><p> وقوله تعالى:  {أَنْ تَقُومُوا} يصلح أن يكون محل (أن) خفضًا على البدل من واحدة، ويصلح أن يكون نصبًا، على تقدير: لأن تقوموا، فحذفت اللام، وهو قول الزجاج (٦) . ويصلح أن يكون رفعا بتقدير: هي أن تقوموا لله مثنى وفرادى، تقوموا منفردين ومجتمعين ثم تتفكروا، أي: الواحدة التي أعظكم بها قيامكم وتشمركم لطلب الحق بالفكرة مجتمعين ومنفردين (٧) . وتم الكلام عند قوله:  {ثُمَّ تَتَفَكَّرُوا} لتعلموا صحة ما أمرتكم به. قال مقاتل: يقول: ألا يتفكر الرجل منكم وحده ومع صاحبه، فينظر أن في خلق السموات والأرض دليلًا على أن خالقها واحد لا شريك له (٨) . </p><p>(١) انظر: \"زاد المسير\" ٦/ ٤٦٤، \"القرطبي\" ١٤/ ٣١١. وأورده السيوطي في \"الدر\" ٦/ ٧١٠ وعزاه للفريابي وعبد بن حميد. (٢) \"تفسير ابن عباس\" بهامش المصحف ص ٤٣٣.(٣) انظر: \"تفسير مجاهد\" ص ٥٢٨، \"الطبري\" ٢٢/ ١٠٤، \"الماوردي\" ٤/ ٤٥٥، \"زاد المسير\" ٦/ ٤٦٥.(٤) انظر: \"تفسير مقاتل\" ١٠٠ ب.(٥) \"معاني القرآن وإعرابه\" ٤/ ٢٥٦.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٥٧.(٧) \"إملاء ما من به الرحمن\" ٢/ ١٩٨، \"البحر المحيط\" ٨/ ٥٦٠.(٨) \"تفسير مقاتل\" ١٠٠/ ب.</p><p> ثم ابتدأ فقال:  {مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ} هذا معنى قول المفسرين في هذه الآية. وأما أصحاب المعاني فإنهم جعلوا الآية متصلة. قال الفراء: أي يكفيني أن يقوم الرجل منكم وحده أو هو وغيره، ثم تتفكروا هل جربتم على محمد كذبًا أو رأيتم به جنونًا، ففي ذلك ما يتيقنون به أنه بني (١) . </p><p> وقال أبو إسحاق: المعنى: ثم تتفكروا فتعلموا أن النبي -صلى الله عليه وسلم- ما هو بمجنون كما يقولون (٢)  (٣) . وعلى هذا الآية نظمها منفصل، ومعنى قوله. بواحدة، أي: بخصلة واحدة، وهو معنى قول الفراء: يكفيني أن يقوم الرجل منكم وحده أو هو وغيره. </p><p> وشرح ابن قتيبة الآية على هذا المعنى شرحًا شافيًا فقال:  (تأويله أن المشركين قالوا: إن محمدًا مجنون وساحر وأشباه هذا، فقال الله لنبيه -صلى الله عليه وسلم-: قل لهم: اعتبروا أمري بواحدة، وهي أن تنصحوا لأنفسكم ولا يميل بكم هوى عن الحق،فتقوموا لله وفي ذاته مقامًا يخلو فيه الرجل بصاحبه فيقول له:هلم فلنتصادق هل بهذا الرجل جنة قط أو جربنا عليه كذبًا؟ وهذا موضع قيامهم مثنى، ثم ينفرد كل واحد عن صاحبه فيتفكر وينظر ويعتبر (فهذا موضع فرادى،[فإن](٤) في ذلك ما دلهم على أنه نذير، وكل من يخبر في أمر قد) (٥) اشتبه عليه [واستبهم]  (٦) أخرجه من الحيرة فيه: أن </p><p>(١) \"معاني القرآن\" ٢/ ٢٦٣ (٢) في (أ): (يقولون)، وهو تصحيف.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٥٧.(٤) ما بين المعقوفين بياض في (ب).(٥) ما بين القوسين مكرر في (أ).(٦) ما بين المعقوفين بياض في (ب).</p>"
}