{
  "id": null,
  "sura": 34,
  "aya": 12,
  "text": "<p> {اعْمَلُوا آلَ دَاوُودَ شُكْرًا}  (١) . </p><p> ١٢ - ثم ذكر ابنه سليمان وما أعطاه من الخير والكرامة، فقال:  {وَلِسُلَيْمَانَ الرِّيحَ} قال الفراء: (نصب الريح على: وسخرنا لسليمان الريح، وهي منصوبة في الأنبياء{وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً}[الأنبياء: ٨١]أضمر وسخرنا،ورفع عاصم:ولسليمان الريح، لما لم يظهر التسخير،وأنشد:</p><p> ورأيتما لمجاشع نعما .... وبني أبية جاملا (٢) رغب (٣) </p><p> يريد رأيتم لبني أبية، فلما لم يظهر (٤) الفعل رفع باللام) (٥) . فقال أبو إسحاق:  (النصب في الريح على الوجه،على معنى:وسخرنا لسليمان الريح،ويجوز الرفع على معنى:[ثبتت](٦) له الريح، وهو يؤول إلى معنى: سخرنا كما أنك إذا قلت: لله الحمد، فتأويله: استقر لله الحمد (٧) ، وهو يرجع إلى معنى: أحمد الله الحمد) (٨) . </p><p>(١) لم أقف عليه. (٢) هكذا في النسخ! وهو خطأ، والصواب: جامل.(٣) البيت من الكامل، ولم أهتد إلى قائله، وهو بلا نسبة في \"معاني القرآن\" للفراء ٢/ ٣٥٦ - ٤٠١، \"ديوان الأدب\" ١/ ٣٥٨.والجامل: جماعة الجمال والنوق، اللسان (جمل) ١١/ ١٢٤، والرغب: كل ما اتسع فقد رغب رغبًا، \"اللسان\" (رغب) ١/ ٤٢٤.(٤) في النسخ: (يضمر)، والتصحيح من \"معاني القرآن\" للفراء.(٥) \"معاني القرآن\" ٢/ ٣٥٦.(٦) ما بين المعقوفين غير واضح في جميع النسخ، والتصحيح من \"معاني القرآن وإعرابه\" للزجاج.(٧) في (أ): (الوحد).(٨) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٤٥.</p><p> وقال أبو علي:  (وجه النصب أن الريح حملت على التسخير في قوله{فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ}[ص: ٣٦]كذلك ينبغي أن تحمل هنا عليه، ووجه الرفع أن الريح إذا سخرت لسليمان،جاز أن يقال:له الريح على معنى: له تسخير (١) الريح، فالرفع على هذا يؤول إلى معنى النصب؛ لأنه المصدر المقدر في تقدير الإضافة إلى المفعول به) (٢) . </p><p> قوله تعالى:  {غُدُوُّهَا} أي: سير غدو تلك الريح المسخرة له شهر، أي: مسيرة شهر، وعلى هذا التقدير قوله:  {وَرَوَاحُهَا شَهْرٌ} أي: سير رواحها سير شهر. قال الحسن:  (كان يغدو من دمشق فيقيل باصطخر (٣) ، وبينهما مسيرة شهر للمسرع، ثم يروح من اصطخر فمِبيت بكابل (٤) ، وما بينهما مسيرة شهر للمسرع) (٥) . </p><p> وقال السدي: كانت تسير في اليوم مسيرة شهرين للراكب. </p><p>(١) في (ب): (التسخير). (٢) \"الحجة\" ٦/ ١٠.(٣) اصطخر: بالكسر وسكون الخاء المعجمة، والنسبة إليها اصطخري، بلدة بفارس، وهي من أعيان حصون فارس، وبها كانت قبل الإسلام خزائن الملوك، ومن أشهر مدنها: البيضاء، ومائتين، ويزد وغير ذلك، ينسب إليها جماعة وافرة من أهل العلم. انظر: \"معجم البلدان\" ١/ ٢١١.(٤) (كابل) بضم الباء الموحدة ولام، من ثغور طخارستان، ولها من المدن: واذان وخواش وخشك وجزه، غزاها المسلمون في أيام بني مروان وافتتحوها، قلت: هي عاصمة جمهورية أفغانستان اليوم.انظر: \"معجم البلدان\" ٤/ ٤٢٦.(٥) انظر: \"تفسير الماوردي\" ٤/ ٤٣٧، \"المحرر الوجيز\" ٤/ ٤٠٨، \"مجمع البيان\" ٨/ ٥٩٨، \"البحر المحيط\" ٨/ ٥٢٦، \"تفسير القرطبي\" ١٤/ ٢٦٩.</p><p> وهذا قول جماعة المفسرين (١) . قالوا: والمعنى إلى غدوها، إلى انتصاف النهار، إلى الليل مسيرة شهر. </p><p> قوله تعالى:  {وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ} أي: أذبنا له عين النحاس. </p><p> وقال ابن عباس والسدي وشهر بن حوشب ومجاهد ومقاتل: أجريت له عين الصفر ثلاثة أيام بلياليهن كمجرى الماء في صنعاء، يعمل بها ما أحب كما يعمل بالطين، وإنما يعمل الناس اليوم بما أعطي سليمان (٢) . </p><p> وقوله:  {وَمِنَ الْجِنِّ} أي: سخرنا له من الجن. </p><p> {مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ} أي: بأمر ربه. قال مقاتل: يعني رب سليمان (٣) . </p><p> قال ابن عباس: سخرهم وأمرهم بطاعته في جميع ما يأمرهم به (٤) . </p><p> {وَمَنْ يَزِغْ} أي: ومن يعدل. {مِنْهُمْ} من الجن. {عَنْ أَمْرِنَا} لهم بطاعة سليمان. {نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ} قال مقاتل: يعني الوقود في الآخرة. وهو قول أكثر المفسرين. </p><p> وقال عطاء عن ابن عباس:  {مِنْ عَذَابِ السَّعِيرِ} الوقود. وهذا القول على هذا الإطلاق يحتمل ما قال بعضهم: إن هذا العذاب لمن زاغ عن أمر سليمان كان في الدنيا، وذلك أن الله تعالى وكَّلَ ملكًا بيده سوط من نار، </p><p>(١) انظر: المصادر السابقة. (٢) انظر: \"تفسير الماوردي\" ٤٣٧/ ٤، \"مجمع البيان\" ٨/ ٥٩٨، \"تفسير القرطبي\" ١٤/ ٢٧٠، \"زاد المسير\" ٦/ ٤٣٨.(٣) انظر: \"تفسير مقاتل\" ٩٧ ب.(٤) انظر: \"مجمع البيان\" ٨/ ٥٩٨، \"تفسير ابن عباس\" بهامش المصحف ص ٤٢٩.</p>"
}