{
  "id": null,
  "sura": 35,
  "aya": 27,
  "text": "<p> ٢٦ - وقوله:  {ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كَانَ نَكِيرِ} أي: عاقبتهم فكيف كان عقوبتي. قاله أبو عبيد (١) . قال مقاتل: يخوف كفار مكة مثل عذاب الأمم الخالية (٢) . </p><p> ٢٧ - ثم أخبر عن صنعه ليعرف توحيده فقال:  {لَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً}  (٣) إلى قوله: {وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ} قال الفراء. (الجدد: الطرق تكون في الجبال مثل العروق، بيض وسود وحمر (٤) ، واحدها جدة (٥) ، وأنشد لامرئ القيس: </p><p> كأن سراتيه (٦) وجدة ظهره ... كنائن يجري فوقهن دليص (٧) . </p><p> يعني: الخطة السوداء في متن الحمار، والدليص: الذي يبرق) (٨) . </p><p> وقال أبو عبيدة: (جدد: طرائق، وأنشد لذي الرمة يصف الليل: </p><p>(١) لم أقف على قول أبي عبيد. (٢) لم أقف على قول مقاتل.(٣) قوله: (من السماء ماء) ساقط من (أ).(٤) في (ب): (بيض وحمر وسود).(٥) في (أ) بعد قوله: (واحدها جده)، قال: فقال {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ} إلى قوله {وَمِنْ الْجِبَالِ جُدَدٌ} وسودهم من الناسخ.(٦) هكذا في النسخ! وهو خطأ، والصواب: سراته.(٧) البيت من الطويل، لامرئ القيس في: \"شرح ديوانه\" ص ١٢٤، \"تهذيب اللغة\" ١٠/ ٤٥٨، \"اللسان\" ٣/ ١٠٨ (جدد)، ٧/ ٣٧ (دلص)، \"معاني القرآن\" للفراء ٢/ ٣٦٩، \"معاني القرآن وإعرابه\" للزجاج ٤/ ٢٦٩. وسراته: هو أعلى ظهره، وجدة ظهره: العلامة يخالف لونها لون جلده، والكنائن: هي الخطوط البيض بظهره.(٨) انظر: \"معاني القرآن\" ٢/ ٣٦٩.</p><p> حتى إذا حان من حضر قوادمه ... ذي جدتين يكف الطرف تعميم (١)  (٢) . </p><p> وقال أبو إسحاق:  (جدد جمع جدة، وهي الطريقة، وكل طرقه جدة وجادة)  (٣) . </p><p> وقال ابن قتيبة والمبرد: جدد: طرائق وخطوط (٤) . ونحو هذا قال المفسرون في تفسير الجدد: أنها الطرائق (٥) . </p><p> وقال مقاتل: يعني بالجدد الطرائق التي تكون في الجبال، منها بيض ومنها حمر ومنها غرابيب سود (٦) . وهو جمع غربيب، وهو الشديد السواد الذي يشبه لونه لون الغراب، يقال: أسود غربيب وغرابي (٧) . </p><p> وذكر عن الفراء أن هذا التقديم والتأخير، بتقدير: وسود غرابيب؛ لأنه يقال: أسود غربيب، وقل ما يقال: غربيب أسود (٨) . </p><p>(١) البيت من البسيط، وهو لذي الرمة في \"ديوانه\" ١/ ٤٤٤، وانظرها منسوبة إليه \"مجاز القرآن\" ٢/ ١٥٥، ومعنى البيت: يريد من ليس سود اوائله. ذي جدتين أي ناجيتين من الليل، ويكف الطرف يرده حتى لا يجوزه، وتغييم إلباس يقول: جاء الليل مثل الغيم. (٢) \"مجاز القرآن\" ٢/ ١٥٥.(٣) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٦٩.(٤) \"تفسير غريب القرآن\" ص ٣٦١، وانظر: \"فتح القدير\" ٣/ ٣٧٤.(٥) انظر: \"تفسير الثعلبي\" ٣/ ٦٢٦ أ، \"تفسير الطبري\" ٢٢/ ١٣١، \"تفسير الماوردي\" ٤/ ٤٧٠.(٦) انظر: \"تفسير مقاتل\" ١٠٣ ب.(٧) انظر: \"تهذيب اللغة\" ٨/ ١١٧ (غريب)، \"اللسان\" ١/ ٦٣٨ (غريب).(٨) لم أقف على قول الفراء في معاني القرآن له. ونقل كلام الفراء: الطبرسي في \"مجمع البيان\" ٨/ ٦٣٥، والمؤلف في \"الوسيط\" (٣٥٠٤)، والشوكاني في \"فتح القدير\" ٤/ ٣٤٧.</p><p> وقال الأخفش في هذه الآية: قوله: {ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا} نصب مختلفًا؛ لأن كل صفة متقدمة فهي التي تجري على الذي قبلها إذا كانت من سببه، والثمرات في موضع نصب، هذا كلامه (١) . و (مختلفًا) ينتصب بكونه نعتًا لقوله ثمرات، وجاز تذكيره على الفعل فجاز أن يجري مجرى الفعل، ولو كان فعلًا جاز تذكيره كقوله:  {ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا} ، والاختلاف الألوان، وجرى صفة للثمرات، كقوله:  {مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا}  [النساء: ٧٥] فالظالم للأهل، وقد جرى صفة للقرية (٢) . وشرحنا الكلام فيه هاهنا وتم الكلام عند قوله:  {أَلْوَانُهَا} ، ثم ابتدأ فقال:  {وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ} أي: ومما خلقنا من الجبال جدد بيض، يعني: طرائق، وليس يريد الطرائق التي تسلك وإنما أراد الطرائق (٣) التي تكون مستقيمة على ضرب واحد كطرائق النحل، وكذلك يكون الجبال ممتد منها طريقة (٤) بيض ومنها طريقة حمرة وطريقة سود وهي الغرابيب. قال أبو إسحاق: وهي الحرار من الجبال التي تكون ذات صخور سود (٥) . </p><p> هذا الذي ذكرنا هو الوجه في تفسير الجدد والطرائق؛ لأن الطرائق في اللغة كل مستطيل، ويجوز أن يكون المعنى ما ذكره الفراء من قوله: هي طريق تكون في الجبال كالعروق. </p><p>(١) انظر: \"معاني القرآن\" ٢/ ٤٨٦. (٢) انظر: \"مشكل إعراب القرآن لمكي بن أبي طالب\" ٢/ ٢١٦، \"الدر المصون\" ٥/ ٤٦٦، \"البحر المحيط\" ٧/ ٢٩٦.(٣) في (ب): (الطريق).(٤) في (أ): (منها طريقة منها بيض)، وهو خطأ.(٥) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٦٩.</p>"
}