{
  "id": null,
  "sura": 35,
  "aya": 32,
  "text": "<p> وقال مقاتل: يعني أصحاب الكبائر من أهل التوحيد (١) . </p><p> {وَمِنْهُمْ مُقْتَصِدٌ} قال ابن عباس: وهو والذي لم يصب كبيرة (٢) . </p><p> وقال مقاتل: هو صاحب اليمين (٣) . </p><p> {وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ} يعني: المقربين الذين سبقوا إلى الأعمال الصالحة. وقال الحسن: الظالم الذي ترجح سيئاته على حسناته، والمقتصد الذي استوت حسناته وسيئاته، والسابق من رجحت [حسناته على سيئاته]  (٤)  (٥) . </p><p> وقال أبو الدرداء: سمعت رسول الله -صلى الله عليه وسلم- يقول في هذه الآية:  \"السابق والمقتصد يدخلان(٦)الجنة بغير حساب، والظالم لنفسه يحاسب حسابًا يسيرًا ثم يدخل الجنة\"  (٧) . </p><p> وقال عقبة قال (٨) لعائشة: أرأيت قول الله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ} </p><p>(١) انظر: \"تفسير مقاتل\" ١٠٤ أ. (٢) لم أقف عليه عن ابن عباس، وقد ذكره الثعلبي في \"تفسيره\" ٣/ ٢٢٨/ أ، عن بكر ابن سهل الدمياطي.(٣) لم أقف عليه عن مقاتل، وقد ذكره القرطبي ١٤/ ٣٤٦ عن مجاهد.(٤) ما بين المعقوفين ساقط من (أ).(٥) انظر: \"تفسير الثعلبي\" ٣/ ٢٢٨ أ، \"البغوي\" ٣/ ٥٧١، \"المحرر الوجيز\" ٤/ ٤٣٩.(٦) في (ب): (يدخلون)، وهو خطأ.(٧) هذا الحديث رواه الإمام أحمد في مسنده ٥/ ١٩٨، ٦/ ٤٤٤، والحاكم في \"المستدرك\" كتاب: التفسير، تفسير سورة الملائكة ٢/ ٤٢٦ وصححه ووافقه الذهبي، وابن أبي حاتم في \"التفسير\" ١٠/ ٣١٨٢.(٨) هكذا في النسخ! وهو خطأ، والصواب: قلت.وعقبة هو: ابن صهبان الأزدي الحداني، وقيل: الراسبي، وقيل: الهنائي البصري، وحدان وراسب وهناءة من الأزد، روى عن عبد الله بن مغفل المزني =</p><p> الآية، فقالت: أما السابق فمن مضى في حياة رسول الله -صلى الله عليه وسلم-، وأما المقتصد فمن اتبع آثارهم فيعمل بأعمالهم حى لحق بهم فمثلي (١) ومثلك ومن اتبعتك (٢) ، وكل في الجنة (٣) . وقال ابن الحنفية: الظالم مغفور له، والمقتصد في الجنات، والسابق في الدرجات العلى (٤) . </p><p> وروي عن ابن عباس أنه سأل كعبًا (٥) عن هؤلاء الأصناف الثلاثة فقال: تحاكت مناكبهم ورب الكعبة، ثم أعطوا الفضل بأعمالهم (٦) . </p><p>= وعثمان بن عفان وعائشة أم المؤمنين وغيرهم، وروى عنه جماعة منهم: صبيح أبو الوسيم وعلي بن زيد بن جدعان وقتادة بن دعامة، وهو ثقة، روى له البخاري ومسلم وأبو داود وابن ماجه، توفي في أول ولاية الحجاج على العراق. انظر: \"تهذيب الكمال\" ١٧/ ٢٠٠ الترجمة (٣٩٧٧)، \"الطبقات الكبرى\" ٧/ ١٤٦، \"الجرح والتعديل\" ٦/ ٣١٢، الترجمة ١٧٣٦.(١) هكذا في النسخ! وفيه سقط من الأثر نصه: وأما الظالم لنفسه فمثلي.(٢) هكذا في النسخ! ولعل الصواب: اتبعنا.(٣) هذا الحديث رواه الحاكم في\"المستدرك\"، كتاب: التفسير، تفسير سورة الملائكة ٤/ ٤٢٦ وقال: صحيح الإسناد ولم يخرجاه ووافقه الذهبي. وابن حجر في \"المطالب العالية\" ٥/ ٣٦٠ وقال: لأبي داود، والثعلبي في \"تفسيره\".(٤) انظر: \"الطبري\" ٢٢/ ١٣٥، وأورده السيوطي في \"الد\" ٧/ ٢٨ وزاد نسبته لابن أبي حاتم.(٥) هو: إسحاق بن كعب بن نافع بن ذي هجن الحميري التابعي، اشتهر بكعب الأحبار، من علماء اليهود في اليمن، أسلم في خلافة أبي بكر وقدم المدينة فأخذ عنه الصحابة كثيرًا من أخبار الأمم الغابرة، وأخذ الكتاب والسنة من كبار الصحابة بالمدينة، ثم رحل إلى الشام وتوفي بها.انظر: \"حلية الأولياء\" ٥/ ١٦٤، \"تذكرة الحفاظ\" ١/ ٥٢، \"تهذيب التهذيب\" ٨/ ٤٣٨.(٦) انظر: \"تفسير الطبري\" ٢٢/ ١٣٤، \"المحرر الوجيز\" ٤/ ٤٣٩، أورده السيوطي في \" الدر\" ٧/ ٢٧ وزاد نسبته لابن أبي شيبة وعبد بن حمبد وابن المنذر.</p><p> وقال كعب أيضًا: وقرأ هذه الآية إلى قوله: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} فقال: دخلوها ورب الكعبة (١) . </p><p> وروي عن ابن عباس في هذه الآية أنه قال: فيعذب الله من اصطفاه وجعلهم يدخلون الجنة (٢) . </p><p> هذا الذي ذكرنا مذهب جمهور أهل التأويل. وذهب قوم إلى أن الظالم لنفسه ليس من أهل الجنة. فقال الكلبي: فمنهم ظالم لنفسه في الكفر وذلك في النار (٣) . </p><p> وروي عن عمرو بن دينار أن ابن عباس كان يقول: الظالم لنفسه هو المنافق (٤) . </p><p> وروي عوف عن الحسن: نجا السابق والمقتصد، وهلك الظالم لنفسه (٥) . </p><p> وقال مجاهد: صنفيان (٦) نانجيان وصنف هالك قال: وهذه الآية كالتي في الواقعة: {فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (٨) وَأَصْحَابُ الْمَشْأَمَةِ مَا </p><p>(١) انظر: \"الدر المنثور\" ٧/ ٢٧ وعزاه لعبد بن حميد. قلت: ولعل هذا القول وسابقه لا فرق بينهما، فكلاهما يدل على أن الأصناف الثلاثة داخلة الجنة. (٢) هكذا وردت هذه الرواية عن ابن عباس رضي الله عنها في جميع النسخ، ويظهر أن في الكلام خطأ، ولم أقف على رواية عن ابن عباس قريبة منها بعد طول بحث، فيظهر -والله أعلم- أنها خطأ من النساخ والله أعلم.(٣) لم أقف عليه عن الكلبي، وانظر: \"القرطبي\" ١٤/ ٣٤٦، \"زاد المسير\" ٦/ ٤٨٩ ونسبه لعمرو بن دينار عن ابن عباس.(٤) انظر: \"مجمع البيان\" ٨/ ٦٣٩، وبعض المفسرين ذكر هذا القول منسوبًا للحسن. انظر: \"الطبري\" ٢٢/ ١٣٥، \"زاد المسير\" ٧/ ٤٨٩.(٥) انظر: \"الطبري\" ٢٢/ ١٣٥، \"زاد المسير\" ٧/ ٤٨٩، \"مجمع البيان\" ٨/ ٦٣٩. وأورده السيوطي في \"الدر\" ٧/ ٢٧ وعزاه لعبد بن حميد والبيهقي عن الحسن.(٦) هكذا في النسخ! وهو خطأ، والصواب: صنفان.</p><p> أَصْحَابُ الْمَشْأَمَةِ} [الواقعة: ٨، ٩]  (١) . وعلى هذا القول الكناية في منهم ومنهم تعود إلى قوله:  {مِنْ عِبَادِنَا} . والقول هو الأول؛ لأن الله تعالى ذكر الأصناف بعد الاصطفاء؛ ولأنه ختم ذكرهم بقوله:  {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} . </p><p> ولقد أحسن أبو بكر الوراق كل الإحسان حيث قال: رتب الله هذه الأمة على ثلاث طبقات؛ لأن أحوالهم على ثلاث: معصية ثم توبة ثم قربة، فإذا عصى العبد كان ظالمًا لنفسه، ثم إذا تاب صار مقتصدًا فإذا ثبت على التوبة دخل (٢) في السابقين (٣) . </p><p> ولهذا المعنى بدأ في ذكرهم بالظالمين (٤) . على أن الواو عند أهل التحقيق لا توجب ترتيبًا. وذكرنا معنى المقتصد في اللغة عند قوله:  {أُمَّةٌ مُقْتَصِدَةٌ}  [المائدة: ٦٦] وقوله: {سَابِقٌ} أي: سابق إلى الجنة أو إلى </p><p>(١) انظر: \"تفسير الطبري\" ٢٢/ ١٣٥، \"بحر العلوم\" ٣/ ٨٦، \"القرطبي\" ١٤/ ٣٤٦. (٢) في (ب): (صار من السابقين).(٣) انظر: \"تفسير الثعلبي\" ٣/ ٢٢٧ أ، \"البغوي\" ٣/ ٥٧٢.(٤) وقد ذكره القرطبي في \"تفسيره\" ١٤/ ٣٤٩ أوجهًا أخرى في سبب تقديم الظالم على المقتصد والسابق فقال: وتكلم الناس في تقديم الظالم على المقتصد والسابق، فقيل: التقديم في الذكر لا يقتضي تشريفًا، كقوله تعالى: {لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ}.وقيل: قدم الظالم لكثرة الفاسقين منهم وغلبتهم، وأن المقتصدين قليل بالإضافة إليهم، والسابقين أقل من القليل ذكره الزمخشري ولم يذكر غيره. وقيل: قدم الظالم لتأكيد الرجاء في حقه؛ إذ ليس له شيء يتكل عليه إلا رحمة ربه، وأتكل المقتصد على حسن ظنه والسابق على طاعته.-قلت: وفي هذا القول نظر إذ لن يدخل أحد الجنة بعمله كما جاء عن الصادق المصدوق -صلى الله عليه وسلم- وقيل: قدم الظالم لئلا ييأس من رحمة الله وأخر السابق لئلا يعجب بعمله.قلت: وقيل غير ذلك، ولا مانع من إرادة الكل والله أعلم.</p>"
}