{
  "id": null,
  "sura": 35,
  "aya": 43,
  "text": "<p> العذاب عنهم ولم يعجل عليهم بالعقوبة (١) . يعني أن هذا يعود إلى ما قبله من ذكر كفار مكهَ والمشركين. </p><p> ٤٢ - قوله تعالى:  {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ} يعني: كفار مكة. وهذه ألفاظ قد سبق تفسيرها في سورتين (٢) . </p><p> قال ابن عباس: حلفوا بالله قبل أن يأتيهم محمد بأيمان غليظة {لَئِنْ جَاءَهُمْ نَذِيرٌ} رسول. {لَيَكُونُنَّ أَهْدَى} أصوب دينا. {مِنْ إِحْدَى الْأُمَمِ} يريد: اليهود والنصارى والصابئين. {جَاءَهُمْ نَذِيرٌ} وهو محمد -صلى الله عليه وسلم-: {مَا زَادَهُمْ} مجيئه {إِلَّا نُفُورًا} تباعدًا عن الهدى (٣) . </p><p> ٤٣ - {اسْتِكْبَارًا فِي الْأَرْضِ} قال ابن عباس: عتوا (٤) . </p><p> وقال مقاتل: تكبرا في الأرض عن الإيمان (٥) . وانتصب استكبارا -عند الأخفش- على البدل من قوله:  {نُفُورًا}  (٦) . </p><p>(١) انظر: \"تفسير مقاتل\" ١٠٤ ب. (٢) سورة الأنعام: آية ١٠٩، قوله تعالى: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا} والآية ٥٣ من سورة النور، قوله تعالى: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ}.(٣) انظر: \"تفسير ابن عباس\" بهامش المصحف ص ٣٦٨، وأرده المؤلف في \"الوسيط\" ٣/ ٥٠٨، وذكره أكثر المفسرين غير منسوب لابن عباس.انظر: \"تفسير الثعلبي\" ٣/ ٢٣٠ ب، \"بحر العلوم\" ٣/ ٩٠، \" المحرر الوجيز\" ٤/ ٤٤٣.(٤) لم أقف عليه عن ابن عباس. وانظر: \"بحر العلوم\" ٣/ ٩٠، \"الوسيط\" ٣/ ٥٠٨، \"القرطبي\" ١٤/ ٣٥٨.(٥) انظر: \"تفسير مقاتل\" ١٠٤ ب.(٦) انظر: \"الدر المصون\" ٥/ ٤٧٣، \"البحر المحيط\" ٨/ ٣٠٥.</p><p> وقال الفراء: فعلوا ذلك استكبارا (١) . وهذا محتمل المصدر، ويحتمل أن يكون معناه للاستكبار، وهو قول الزجاج قال: هو منصوب؛ لأنه مفعول له، المعنى: ما زادهم إلا نفورًا للاستكبار (٢) . </p><p> {وَمَكْرَ السَّيِّئِ} قرأ حمزة بإسكان الهمزة. قال أبو إسحاق:  (وهذا عند النحويين لحن لا يجوز، وإنما يجوز في الشعر للاضطرار،كقوله:</p><p> إذا أعوججن قلت صاحب قوم (٣) </p><p> يريد: يا صاحب، فحذف مضطرا، كأنه استثقل الضم بعد الكسر والكسر بعد الكسر، ولو قال صاحب، ومثله: </p><p> اليوم اشرب غير مستحقب (٤) </p><p>(١) انظر: \"معاني القرآن\" ٢/ ٣٧٨. (٢) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٧٤.(٣) صدر بين من الرجز، وعجزه:بالدو أمثال السفين العوموينسب لابن نحيلة، انظر: \"شرح أبيات سيبوبه\" ٢/ ٣٩٨، \"شرح شواهد الشافية\" ص ٢٢٥. وبلا نسبة في: \"الكتاب\" ٤/ ٢٠٣، \"الخصائص\" ١/ ٧٥، \"معاني القرآن\" للفراء ٢/ ٣٧١.ويعني بقوله: اعوججن، الإبل، والدو: الصحراء، شبه الإبل في الصحراء بالسفن التي تمخر عباب اليم.والشاهد فيه: تسكين ياء صاحب، تشبيهاً للوصل بمجرى الوقف.(٤) صدر بيت، وعجزه:إثمًا من الله ولا واغلوهو لامرئ القيس كما في: \"ديوانه\" ص ١٢٢، \"الكتاب\" ٤/ ٢٠٤، \"لسان العرب\" ١/ ٣٢٥ (حقب)، \"الأصمعيات\" ص ١٣٠. واستحقب: اكتسب، وأصل الاستحقاب حمل الشيء في الحقيبة، والواغل: الداخل على القوم في شرابهم ولم يدع.والشاهد فيه قوله: اشرب، حيث سكن الباء ضرورة.</p><p> والبيتان أنشدهما جميع النحويين المذكورين، قد أعلنوا كلهم أن هذا من الاضطرار في الشعر، ولا يجوز مثله في كتاب الله) (١) . </p><p> قال أبو علي:  (التقدير في قوله:{اسْتِكْبَارًا فِي الْأَرْضِ}: استكبروا في الأرض،{وَمَكْرَ السَّيِّئِ}أي: مكروا والمكر السيئ، فأضيف المصدر، إلى صفة المصدر ألا ترى أنه قد جاء بعد ولا يحيق المكر السيئ، وكما أن السيئ صفة للمصدر كذلك الذي قبله،ومثله قوله:{أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ}تقديره: مكروا المنكرات السيئات، إلا أنك إذا أضفت إلى السيئ قدرت الصفة وصفًا لشيء غير المكر،كما أن من قال:دار الآخرة، وجانب الغربي، قدره كذلك،يريد أن الأصل:الدار الآخرة، والجانب الغربي،فلما أضيف إلى صفته صار التقدير:دار الأحكام الآخرة، وجانب البلد الغربي،كذلك مكر السيئ يكون معناه:مكر الشرك السيء.</p><p> قال: فأما قراءة حمزة واستكانة (٢) الهمزة في الاستدراج، فإن ذلك يكون على إجرائها في الوصل مجراها في الوقف، فهو مثل سببا (٣) ويمهل، وهو في الشعر كثير. </p><p> ومما يقوي ذلك أن قومًا قالوا في الوقف: أقعى وأقعوا، فأبدلوا من الألف الواو والياء، ثم أجروها في الوصل مجراها في الوقف فقالوا: هذه أفعوا يا فتى، فكذلك عمل حمزة بالهمزة في هذا الموضع. </p><p>(١) انظر: \"معاني القرآن وإعرابه\" ٤/ ٢٧٥. (٢) في (أ): (واستكانة)، وهو خطأ.(٣) في (ب): (سببا)، وهو تصحيف.</p><p> قال: ويحتمل وجهًا آخر، وهو أنه خفف لاجتماع الكسرتين واليائين، كما خففوا الباء من إبل لتوالي الكسرتين، ونزل حركة الإعراب بمنزلة غير حركة الإعراب كما فعلوا في قولهم: </p><p> فاليوم فاشرب غير مستحقب (١) ... .......... </p><p> ................ ... وقد بدا هنك من المئزر (٢) </p><p> فإذا شاع ما ذكرنا في هذه القراءة من التأويل، لم يسغ لقائل أن يقول إنه لحن، للزمه أن يقول: إن قول من قال: افعوا في الوصل لحن، فإذا كان من قرأ به على قياس ما استعملوه في كلامهم المنثور لم يكن لحنا، ولم يكن لقادح في ذلك قدح. وهذه القرآة وإن كان لها مخلص من الطعن، فالوجه قراءة الحرف على ما عليه الجمهور في الدرج) (٣) . </p><p> وقال أبو جعفر النحاس: كان الأعمش يقف على ومكر السيئ، فيترك الحركة، وهو وقف حسن؛ لأنه تمام الكلام، ثم غلط الراوي فروى أنه كان يحذف الإعراب في الإدراج (٤) ، فيحتمل أن يكون حمزة قد ذهب إلى قراءته ولم يعلم أنه إنما كانت يترك الحركة في همز الوقف؛ لأنه في </p><p>(١) صدر بيت لامرئ القيس سبق معنا. (٢) عجز بيت من السريع، وصدره:رحت وفي رجليك ما فيهما.وهو مختلف في نسبته، فهو في ديوان الأقيشة الأسدي ومنسوب إليه في \"شرح أبيات سبويه\" ٢/ ٣٩١، و\"حزانة الأدب\" ٤/ ٤٨٤، ونسبه ابن قتيبة كما في \"الشعر والشعراء\" للفرزدق. والشاهد فيه: إسكان النون في هناك ضرورة، وهو مرفوع لأنه فاعل بدا.(٣) \"الحجة\" ٦/ ٣١ - ٣٣.(٤) \"القطع والائتناف\" ص ٥٩٣.</p><p> الإدراج، فتابع المغالط في الرواية (١) . </p><p> والمفسرون فسروا المكر السيئ هاهنا بالشرك (٢) . والتقدير: ومكروا مكرًا سيئًا، والمكر السيئ وهو عملهم القبيح من الشرك، والمكر هو العمل القبيح. وقد مر هذا المعنى في مواضع من التنزيل. </p><p> {وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ} قال ابن عباس: يريد عاقبة الشرك لا تحل إلا بمن أشرك (٣) . وقال الكلبي: هو أنهم قتلوا يوم بدر (٤) . </p><p> ثم خوفهم فقال: قوله تعالى: {فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ} أي: هل ينظرون إلا أن ينزل بهم العذاب كما نزل بالأمم المكذبة قولهم (٥) أي: يجب أن لا ينتظروا إلا العذاب بعد تكذيبك، وهذا كقوله:  {فَهَلْ يَنْتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ الَّذِينَ خَلَوْا مِنْ قَبْلِهِمْ}  (٦) وقد مر. </p><p> قوله:  {فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا} في العذاب. {تَبْدِيلًا} وإن تأخر ذلك؛ لأن قوله الحق في نزول العذاب بهم في الدنيا. </p><p> {وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا} لا يقدر أحد أن يحول العذاب عنهم إلى غيرهم. قاله مقاتل وابن عباس (٧) . </p><p>(١) انظر: \"الدر المصون\" ٥/ ٤٧٣. (٢) انظر: \"تفسير الطبري\" ٢٢/ ١٤٥، \"بحر العلوم\" ٣/ ٩٠، \"تفسير البغوي\" ٣/ ٥٧٤، \"تفسير القرطبي\" ١٤/ ٣٥٨.(٣) انظر: \"تفسير البغوي\" ٣/ ٥٧٥، \"المحرر الوجيز\" ٤/ ٤٤٣، \" زاد المسير\" ٦/ ٣٥٩.(٤) انظر: \"تفسير الماوردي\" ٤/ ٤٧٩، \"البغوي\" ٣/ ٥٧٥، \"القرطبي\" ١٤/ ٣٥٩.(٥) هكذا في النسخ! وهو خطأ، والصواب: قبلهم.(٦) سورة يونس: آية ١٠٢.(٧) انظر: \"تفسير مقاتل\" ١٠٤ ب، انظر: \"تفسير ابن عباس\" ص ٣٦٨.</p>"
}