{
  "id": null,
  "sura": 36,
  "aya": 52,
  "text": "<p> ابن السكيت: يقال: نسل في العدو ينسل نسلانًا (١) . </p><p> وقد يقال في مصدره: النسل، ومنه الحديث: شكونا إلى رسول الله -صلى الله عليه وسلم- الضعف فقال:  \"عليكم بالنسل\"  (٢) . </p><p> وقال ابن الأعرابي: النسل ينشط، وهو الإسراع في المشي (٣) . </p><p> ٥٢ - قال مقاتل: فلما رأوا البعث ذكروا قول الرسل في الدنيا أن البعث حق (٤) . فقالوا:  {يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا هَذَا} . قال المفسرون: إنما يقولون هذا؛ لأن الله رفع عنهم العذاب فيما بين النفختين فيرقدون. </p><p> قال مقاتل: إن أرواح الكفار كانت تعرض على منازلها من النار طرفي النهار (٥) وكل يوم، فلما كان بين النفختين رفع فرقد تلك الأرواح، فلما بعثوا في النفخة الأخيرة وعاينوا القيامة دعوا بالويل (٦) فقالوا: {وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا} . </p><p> قال أبي بن كعب: ينامون قبل البعث نومة (٧) . </p><p>(١) انظر: \"تهذيب اللغة\" ١٢/ ٤٢٨ (نسل). (٢) أخرجه الخطابي في \"غريب الحديث\" ٢/ ٣٧١، وابن الأثير في \"غريب الحديث\" ٥/ ٤٩ (نسل)، والزمخشري في \"الفائق في غريب الحديث\" ٣/ ٤٢١ (نسل)، وابن الجوزي في \"غريب الحديث\" ٢/ ٤٠٥ باب النون مع السين.(٣) انظر: \"تهذيب اللغة\" ١٢/ ٤٢٨ (نسل)، \"اللسان\" ١١/ ٦٦١ (نسل).(٤) \"تفسير مقاتل\" ١٠٧ ب.(٥) (الواو) هنا زائدة، وليست في \"تفسير مقاتل\".(٦) \"تفسير مقاتل\" ١٠٧ ب.(٧) انظر: \"الطبري\" ٢٣/ ١٦، \"معاني القرآن\" للنحاس ٥/ ٥٠٥، \"زاد المسير\" ٧/ ٢٥. وأورده السيوطي في \"الدر\" ٧/ ٦٣ وزاد نسبته للفريابي وعبد بن حميد وابن المنذر وابن أبي حاتم.</p><p> قال أبو هريرة: إذا أراد الله أن يبعث الخلق أمطر عليهم ماء من تحت العرش، فينبتون منه كما ينبت الزرع من الماء، حتى إذا تكاملت أجسادهم نفخ فيها الروح، ثم تلقى عليهم نومة، فبينما هم في قبورهم إذ نفخ في الصور، فجلسوا وهم يجدون طعم النوم في رؤسهم وأعينهم كما يجد النائم حين يستيقظ من نومه، فعند ذلك يقولون:  (١)  {يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا} . وأكثر القراء وأهل المعاني على أن الوقف تام عند قوله (٢) : {مَرْقَدِنَا} ، ثم يبتدئ فيقول:  {هَذَا مَا وَعَدَ الرَّحْمَنُ} . قال ابن عباس: تقول الملائكة: هذا ما وعد الرحمن على ألسنة الرسل أن يبعث بعد الموت، {وَصَدَقَ الْمُرْسَلُونَ} بأن البعث حق (٣) . </p><p> وذهب آخرون إلى أن هذا من قول المؤمنين. روي عن أبي بن كعب أنه قال: فيقول المؤمن: {هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ}  (٤) . </p><p> وقال قتادة: أولها للكافرين وآخرها للمؤمنين قال الكافر: يا ويلنا من بعثنا من مرقدنا، وقال المسلم: هذا ما وعد الرحمن وصدق المرسلون، </p><p>(١) لم أقف عليه. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٣٨٠، \"معاني القرآن وإعرابه\" ٤/ ٢٨٠،\"القطع والائتناف\" ص ٩١،\"منار الهدى\" ص ٣٢٠، \"المكتفى في الوقف والابتداء\" ص ٤٧٣.(٣) انظر: \"تفسير ابن عباس\" بهامش المصحف ص ٣٧٢. وأكثر المفسرين ذكروا هذا القول، ولمن لم أقف على من نسبه لابن عباس. انظر: \"الماوردي\" ٥/ ٢٤، \"المحرر الوجيز\" ٤/ ٤٥٨، \"زاد المسير\" ٧/ ٢٦، \"ابن كثير\" ٣/ ٥٧٤.(٤) لم أقف على هذا القول عن أبي، وقد ذكر المفسرون هذا القول عن قتادة ومجاهد. انظر: \"تفسير عبد الرزاق\" ٢/ ١٤٥، \"الطبري\" ٢٣/ ١٦ - ١٧، \"الماوردي\" ٥/ ٢٤، \"معانى القرآن\" للنحاس ٥/ ٥٠٥.</p>"
}