{
  "id": null,
  "sura": 36,
  "aya": 32,
  "text": "<p> والتفسير: لم يعتبروا بمن أهلكنا من قبلهم من القرون فيخافوا أن يعجل لهم في الدنيا مثل الذي عجل لغيرهم ممن أهلك، وأنهم مع ذلك لا يعودون إلى الدنيا أبدًا. </p><p> ٣٢ - وقوله تعالى:  {وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ} قرئ: لما بالتخفيف والتشديد، فمن خفف فما زائدة (١) مؤكدة، والمعنى: وإن كل لجميع لدينا محضرون، ومن شدد جعل لما بمعنى إلا تقول: سألتك لما </p><p>(١) ما نقله المؤلف رحمه الله هنا عن الزجاج من القول بأن (ما) زائدة، قال به أيضًا الزمخشري في \"الكشاف\" ٢/ ٢٩٥، وذكره أيضًا السمين في \"الدر\" ٦/ ٤٠١، ولكن هذا القول لا ينبغي أن يقال؛ لأنه ينافي الأدب مع القرآن، فالقول بأن هذا الحرف زائد يوحي بأنه لا فائدة له، وهذا ليس صحيحًا في حق كلام الله جل وعلا. يقول ابن هشام في كتابه \"الإعراب عن قواعد الإعراب\" ص ١٠٨ - ١٠٩: وينبغي أن يتجنب المعرب أن يقول في حرف من كتاب الله: إنه زائدة لأنه يسبق إلى الأذهان أن الزائد هو الذي لا معنى له، وكلام الله سبحانه منزه عن ذلك. والزائد عند النحويين معناه الذي لم يؤت به إلا لمجرد التقوية والتوكيد لا المهمل، وكثير من المتقدمين يسمون الزائد صلة، وبعضهم يسميه لغوًا، لكن اجتناب هذه العبارة في التنزيل واجب ا. هـ. ويقول شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٦/ ٥٣٧ بعد أن تكلم عن التكرار والزيادة في كلام العرب: (فليس في القرآن من هذا شيء ولا يذكر فيه لفظًا زائدًا إلا لمعنى زائد، وإن كان في ضمن ذلك التوكيد، وما يجيء به من زيادة اللفظ في مثل قوله: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ} [سورة آل عمران: ١٥٩] وقوله: {قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ} [المؤمنون: ٤٠] وقوله: {قَلِيلًا مَا تَذَكَّرُونَ} {الأعراف: ٣} فالمعنى مع هذا أزيد من المعنى بدونه، فزيادة اللفظ لزيادة المعنى، وقوة اللفظ لقوة المعنى) ا. هـ.وانظر: \"التأويل النحوي في القرآن الكريم\" ٢/ ١٢٧٧ وما بعدها. \"البرهان الكاشف عن إعجاز القرآن\" ص ٣٠٢، \"البرهان\" للزركشي ٢/ ١٧٧.</p><p> فعلته، وإلا فعلت، هذا قول الزجاج (١) . </p><p> وقال الفراء:  (الوجه التخفيف؛لأنها ما أدخلت عليها لام يكون جوابًا لأن كأنك قلت:وإن كل لجميع. وأما من ثقل فإنه يجعل لما بمنزلة إلا مع أن خاصة، كأنها ضمت إليها ما (٢) فصار جميعًا استثناء وخرجتا من حد الجحد إذا جمعتا فصارتا حرفًا واحدًا) (٣) هذا كلامه. ومعنى قوله: بمنزلة إلا مع أن خاصة، يعني أن إلا كلمتان أولاهما التي هي جحد بمنزلة ما ولا أيضًا جحد جمع بينهما فصارتا استثناء، وكذلك لما جحد إن اجتمعتا لم وما فتشابهتا في هذا المعنى، وهذا كلام صاحب النظم في شرح ما ذكره الفراء قال: وكان الكسائي ينفي هذا القول، ويقول: لا أعرف جهة لما بالتشديد في القراءة (٤) . وقد ذكرنا استقصاء هذه المسألة في سورة هود عند قوله:  {وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ}  [هود: ١١١] وتفسير مقاتل موافق لمذهب من شدد لما؛ لأنه يقول: وما إلا جميع لدينا محضرون (٥) . ومن خفف لما كان أن في قوله:  {وَإِنَّ كُلًّا} بمنزلة المشددة، ولكنها إذا خففت لم تنصب، وهذه الجملة قد أشبعنا الكلام فيها في سورة هود. </p><p> قال أبو إسحاق:  (تفسير الآية: أنهم يحضرون يوم القيامة فيقفون على ما عملوا)  (٦) . </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٢٨٦. (٢) (ما) ساقطة من (ب).(٣) \"معاني القرآن\" ٢/ ٣٧٧.(٤) انظر: \"الدر المصون\" ٤/ ١٤٠، \"البحر المحيط\" ٧/ ٣١٩، \"القرطبي\" ١٥/ ٢٤.(٥) لم أقف على هذا التفسير عن مقاتل.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٨٦.</p>"
}