{
  "id": null,
  "sura": 36,
  "aya": 38,
  "text": "<p> الكلام في هذا (١) . </p><p> وتحقيق معنى نسلخ (٢) من النهار: أن الظلمة هي الأصل والنهار داخل عليها يسترها بضوئه، فإذا غربت الشمس سلخ النهار من الليل، أي كشط وأزيل كما يكشط (٣) الشيء الطارئ على الشيء، فجعل ذهاب الضوء ظهور الظلمة كالسلخ من الشيء فيظهر المسلوخ بعد سلخ إهابه (٤) . </p><p> قال أبو علي:  (وآية ترتفع بالإبتداء، ولهم صفة للنكرة،والخير مضمر تقديره:وآية لهم في المشاهدة أو في الوجود)  (٥) . </p><p> وقوله تعالى:  {اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ} وقوله: {وَالشَّمْسُ تَجْرِي} الآية كما أن قوله: {لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} تفسير للوصية) [النساء: ١١] </p><p> قوله تعالى:  {فَإِذَا هُمْ مُظْلِمُونَ} أي: داخلون في الظلمة. يقال: أظلمنا، أي: دخلنا في ظلام الليل، وجاء فلان مظلمًا أي بليل. </p><p> ٣٨ - قوله تعالى:  {وَالشَّمْسُ تَجْرِي} قال أبو إسحاق: المعنى وآية لهم الشمس تجري لمستقر لها (٦) . </p><p>(١) عند تفسير قوله تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللهَ غَفُورٌ رَحِيمٌ} [سورة التوبة: ٥]. (٢) في (ب): (لنسلخ)، وهو خطأ.(٣) في (أ): (يكشف)، وهو تصحيف.(٤) في (ب): (منه).(٥) \"الحجة\" ٦/ ٤٠.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٨٧.</p><p> قال المبرد وابن قتيبة: أي إلى مستقر لها، كما تقول: هو (١) يجري لغايته وإلى غايته (٢) . </p><p> واختلفوا في مستقر الشمس، فروى أبو ذر أن النبي -صلى الله عليه وسلم- قال في هذه الآية:  \"مستقرها تحت العرش\"  (٣) وهو قول ابن عباس قال: يريد تحت عرش الرحمن (٤) . </p><p> وعلى هذا هي إذا غربت كل نهار استقرت تحت عرش الرحمن إلى أن تطلع، يدل عليه ما روى أبو ذر أنه قال: كنت مع رسول الله -صلى الله عليه وسلم- في المسجد عند غروب الشمس فقال:  \"أتدري أين تغرب؟ \" فقلت: الله ورسوله أعلم. قال:  \"يذهب بها حتى ينتهي تحت العرش ثم تستأذن فيؤذن بها، ويوشك أن تستأذن فلا يؤذن لها\"  (٥) . </p><p> وقال قتادة: إلى وقت وأجل لها لا تعدوه (٦) . ونحو هذا قال مقاتل (٧) </p><p>(١) في (أ): (هم)، وهو تصحيف. (٢) \"تفسير غريب القرآن\" ص ٣٦٥، \"تأويل المشكل\" ص ٣١٦، ولم أقف على قول المبرد.(٣) الحديث أخرجه البخاري في \"صحيحه\" كتاب التوحيد\" باب قول الله تعالى: {تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ} وقوله جل ذكره: {إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ} ٦/ ٢٧٠٣ رقم ٦٩٩٦، والإمام مسلم في \"صحيحه\" كتاب: الإيمان، باب: بيان الزمن الذي لا يقبل فيه الإيمان ١/ ١٣٩ رقم ٢٥١.(٤) لم أقف عليه.(٥) رواه الإمام أحمد في \"مسنده\" ٥/ ١٢٥ - ١٧٧، والترمذي في \"سننه\" \"كتات التفسير\"، تفسير سورة يس ٥/ ٤٢ رقم ٣٢٨٠. وقال هذا حديث حسن صحيح.(٦) انظر: \"تفسير الثعلبي\" ٣/ ٢٣٥ ب، \"الطبري\" ٢٣/ ٦، \"الماوردي\" ٥/ ١١.(٧) \"تفسير مقاتل\" ١٠٧ أ.</p>"
}