{
  "id": null,
  "sura": 36,
  "aya": 69,
  "text": "<p> عطاء: ومن نعمره يريد المشركين، نرده إلى ذهاب العقل، كما قال {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ}  [التين: ٥] يريد الكافرين من ولد آدم (١) . فالنكس على هذا القول ردّه من حالة العلم إلى حالة الجهل، وعلى القول الأول من القوة إلى الضعف ومن الشباب إلى الشيب، ومن الزيادة إلى النقصان. </p><p> وقوله:  {أَفَلَا يَعْقِلُونَ} أي: فليس لهم عقل فيعتبروا فيعلموا أن الذي قدر على هذا من تصريف أحوال الإنسان، قدر على البعث بعد الموت، ومن قرأ بالتاء، فلقوله:  {أَلَمْ أَعْهَدْ إِلَيْكُمْ} . </p><p> ٦٩ - قوله تعالى:  {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} قال الكلبي (٢) ومقاتل (٣) : نزلت في مشركي مكة، حين قالوا: إن القرآن شعر، وإن محمدًا شاعر ساحر كذاب، فقال الله تكذيبًا لهم:  {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} . قال ابن عباس: يريد ما (٤) ينبغي له الشعر، ما كان يروي بيت شعر ولا يقومه مستقيماً (٥) . قال أبو إسحاق: وما يتسهل ذلك (٦) . </p><p> وأصل (ينبغي) من قولهم: بغيت الشيء أبغيه، أي: طلبته، فابتغى لي ذلك الشيء أن تسهل وحصل، كما تقول: كسرته فانكسر (٧) . وكان </p><p>(١) لم أقف عليه. (٢) لم أقف عليه.(٣) \"تفسير مقاتل\" ١٠٨ ب، \"البغوي\" ٤/ ١٨، \"زاد المسير\" ٧/ ٣٤.(٤) في (ب): (وما).(٥) لم أقف عليه عن ابن عباس. وانظر: \"الطبري\" ٢٧/ ٢٣، \"بحر العلوم\" ٣/ ١٠٥. البغوي ٤/ ١٨، \"مجمع البيان\" ٨/ ٦٧٤.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٩٣.(٧) انظر: \"تهذيب اللغة\" ٨/ ٢١٢ (بغي)، \"اللسان\" ١٤/ ٧٦ (بغا).</p><p> النبي -صلى الله عليه وسلم- بالصفة التي وصفه الله بها ما كان يقرن له بيت شعر، حتى إنه إذا تمثل بيت شعر جرى على لسانه منكسراً، فقد روي أنه كان يتمثل بقول العباس بن مرداس فيقول: </p><p> أتجعل نهبي ونهب العبيد بين الأقرع وعيينة (١) </p><p> وكان يتمثل بقول عبد بني الحسحاس (٢) يقول: </p><p> كلي (٣) الإسلام والشيب للمرء ناهيًا (٤) </p><p> وكان يتكلم ببيت طرفة فيقول: </p><p> ويأتيك من لم تزود بالأخبار (٥) </p><p>(١) البيت من المتقارب وصحته: أتجعل نهبي ونهب العبيد بين عيينة والأقرع. وهو في \"ديوان العباس\" ٨٤، \"لسان العرب\" ١/ ٧٧٤ (نهب)، \"تاج العروس\" ٤/ ٣١٩ (نهب)، \"خزانة الأدب\" ١/ ١٥٣. وذكر هذا الأثر القرطبي في \"تفسيره\" ١٥/ ٥٢. (٢) عبد بني الحسحاس، اسمه سحيم، وكان عبداً أسود نوبياً أعجميًا، وهو من المخضرمين، أدرك الجاهلية والإسلام ولا يعرف له صحبة قُتل في خلافة عثمان -رضي الله عنه-، قتله بنو الحسحاس لأنه أحبَّ امرأة منهم وطفق يتغزل فيها، فقتلوه خشية العار.انظر: \"الخزانة\" ٢/ ١٠٢، \"الأغاني\" ٢٢/ ٣٠٥، \"الشعر والشعراء\" ص ٢٤١.(٣) هكذا في النسخ، وهو خطأ، والصواب: كفى.(٤) البيت من الطويل، وصحته:عميرة ودع إن تجهزت غازيًا ... كفى الشيبُ والإسلام للمرء ناهياًوهو لسحيم في: \"البيان والتبيين\" ١/ ٧١، \"الكامل\" ١/ ٢٨٥، \"الخزانة\" ١/ ٢٦٧، ٢/ ١٠٢، \"الأغاني\" ٢٢/ ٣٠٧، \"سر صناعة الإعراب\" ١/ ١٤١.وذكر هذا الأثر الإمام محمد بن يوسف الصالحين الشامي في \"سبل الهدى والرشاد في سيرة خبر العباد\" ٩/ ٣٥٢، وقال: أخرجه ابن سعد عن الحسن البصري، والقرطبي في \"تفسيره\" ١٥/ ٥٢.(٥) البيت من الطويل، وصحته: =</p><p> فيعاد عليه مستويًا فيقول: إني \"لست بشاعر ولا ينبغي لي\"  (١) . والمفسرون ذهبوا إلى أنه ما كان يتسهل له أن يأتي ببيت موزون؛ لقوله تعالى:  {وَمَا يَنْبَغِي لَهُ} . وما روي عنه من الأراجز كقوله:  \"هل أنت إلا أصبع دميت\"  (٢) . </p><p> وقوله:  \"لبيك إن العيش عيش الآخرة\"  (٣) . </p><p>= ستبدي لك الأيام ما كنت جاهلاً ... ويأتيك بالأخبار من لم تزود وهو لطرفة بن العبد في معلقته المشهورة في: \"ديوانه\" ص ٤١، \"أشعار الشعراء الستة الجاهلين\" ٢/ ٥٧،\"لسان العرب\" ٢/ ٨ (تبت)، \"تاج العروس\" ١٥/ ١٥٠.(١) رواه الإمام أحمد في \"مسنده\" ٦/ ٣١، ١٤٦، والنسائي في \"عمل اليوم واليلة\" ص ٥٤٩، والترمذي في \"سننه\" أبواب الآداب، ما جاء في إنشاد الشعر ٤/ ٢١٨ رقم ٣٠٠٦. قال الهيثمي في \"مجمع الزوائد\" ٨/ ١٢٨: رواه الترمذي عن عائشة، ورواه أحمد، ورجاله رجال الصحيح، ورواه البزار، والطبراني، عن ابن عباس، ورجالهما رجال الصحيح.(٢) هذا الحديث أخرجه الإمام البخاري في \"صحيحه\" \"كتاب الجهاد\"، باب من ينكب في سبيل الله ٣/ ١٠٣١ رقم ٢٦٤٨، وفي \"كتاب الأدب\"، باب ما يجوز من الشعر ٥/ ٢٢٧٦ رقم ٥٧٩٤ من حديث جندب بن سفيان. والإمام مسلم في \"صحيحه\" كتاب الجهاد، باب ما لقي النبي -صلى الله عليه وسلم- من أذى المشركين والمنافقين ٣/ ١٤٢١ رقم ١٧٩٦ من حديث جندب بن سفيان.(٣) أخرجه البخاري في \"صحيحه\" \"كتاب الجهاد\"، باب التحريض على القتال ٣/ ١٠٤٣ رقم ٢٦٧٩، وفي باب البيعة في الحرب ألا يفروا ٣/ ١٠٨١ رقم ٢٨٠١ عن أنس، وفي \"كتاب الرقاق\"، باب ما جاء في الصحة والفراغ وأن لا عيش إلا عيش الآخرة ٥/ ٢٣٥٧ رقم ٦٠٥٠ عن أنس، ورقم ٦٠٥١ عن سهل بن سعد الساعدي. وأخرجه الإمام مسلم في \"صحيحه\" \"كتاب الجهاد\" باب غزوة الأحزاب ٣/ ١٤٣١ رقم ١٨٠٤ من حديث أنس.</p>"
}