{
  "id": null,
  "sura": 36,
  "aya": 39,
  "text": "<p> وعلى هذا مستقرها انتهاء سيرها عند إنقضاء الدنيا، وهو اختيار أبي إسحاق فقال:  (لمستقرها أي: لأجل قد أجل لها)  (١) . </p><p> وقال الكلبي: تسير في منازلها حتى تنتهي إلى آخر مستقرها الذي لا تجاوزه، ثم ترجع إلى منازلها حتى تنتهي إلى أبعد مغاربها ثم ترجع، فذلك مستقرها؛ لأنها لا تجاوزه (٢) . وعلى هذا (لمستقرها) أي: لمستقر لسيرها لا يزيد إذا انتهى إليه انصرف ورجع. </p><p> وقوله:  {ذَلِكَ} قال مقاتل: ذلك الذي ذكره من أمر الليل والنهار والشمس. {تَقْدِيرُ الْعَزِيزِ} في ملكه {الْعَلِيمِ} بما قدر من أمرها. </p><p> ٣٩ - قوله تعالى:  {وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ} قرئ: والقمر بالرفع والنصب، فالرفع بتقدير: وآية لهم القمر، كما ذكرنا في قوله:  {اللَّيْلُ نَسْلَخُ} و {وَالشَّمْسُ تَجْرِي} . ويجوز أن يكون ابتداء وقدرناه الخبر، والنصب على: وقدرنا القمر قدرناه، وقد حمله سيبويه على: زيدًا أضربته، قال: وهو عربي. هذا كلام أبي إسحاق وأبي علي (٣) . </p><p> وقال الفراء: في القمر (٤) أعجب إلى؛ لأنه قال:  {وَآيَةٌ لَهُمُ اللَّيْلُ} ثم جعل الشمس والقمر متبعين الليل، وهما آيتان مثله (٥) . </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٢٨٧. (٢) انظر: \"الماوردي\" ٥/ ١٧، \"زاد المسير\" ٧/ ١٩، وأورد هذا القول ولم ينسبه: ابن عطية في \"المحرر الوجيز\" ٤/ ٤٥٤، والطبرسي في \"مجمع البيان\" ٨/ ٦٦٣.(٣) \"معاني القرآن وإعرابه\" ٤/ ٢٨٧، \"الحجة\" ٦/ ٣٩ - ٤٠.(٤) هكذا في جميع النسخ، وهو خطأ، والصواب كما في \"معاني القرآن\" للفراء: الرفع في القمر ..(٥) \"معاني القرآن\" ٢/ ٣٧٨.</p><p> وقال أبو عبيدة: النصب أحب إلي؛ للفعل المتقدم قبله والمتأخر بعده، فالمتقدم قوله:  {نَسْلَخُ مِنْهُ النَّهَارَ} ، والمتأخر قوله:  {قَدَّرْنَاهُ} والتقدير في الآية: قدرناه ذا منازل، كما ذكرنا في قوله:  {قَدَّرْنَاهُ مَنَازِلَ}  (١) ثم حذف المضاف (٢) . ومنازل القمر معروفة، وهي: ثمانية وعشرون منزلة، من أول الشهر إلى ثمان وعشرين ليلة منه تم فإذا صار في آخر منازله دق وذلك (٣) </p><p> قوله:  (٤)  {حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ} . قال أبو إسحاق:  (العرجون عود العذق الذي تركبه الشماريخ من العذق، وهو فعلول من الانعراج، وإذا جف وقدم دق وصغر، يشبه (٥) به الهلال في آخر الشهر وفي أول مطلعه) (٦) . واستقوس (٧) فشبه القمر ليلة ثماني وعشرين، والآية مختصرة؛ لأن التقدير: فسار في منازله حتى عاد كالعرجون، ودل قوله:  {قَدَّرْنَاهُ مَنَازِلَ}  (٨) على هذا المحذوف وهو السير؛ لأن كونه ذا منازل يقتضي سيره </p><p>(١) في (أ): (وقدرناه) بزيادة الواو، وهو خطأ. (٢) لم أقف على قول أبي عبيد. وانظر في توجيه هذه القراءة: القراءات وعلل النحويين فيها ٢/ ٥٦٤، \"الحجة في القراءات السبع\" ص ٢٩٨، \"الكشف عن وجوه القراءات السبع وعللها\"، \"حججها\" ص ٢١٦.(٣) في (ب): (فذلك).(٤) في (أ) زيادة بعد قوله: (وقوله)، وهو خطأ.(٥) في (أ): (يشبهه).(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٨٨.(٧) هكذا جاء الكلام في جميع النسخ، والذي يظهر أن هناك عدم ترابط بين كلام أبي إسحاق وكلام المؤلف بسبب سقط كلمة أو نحوها.(٨) في (ب): (وقدرناه) زيادة الواو، وهو خطأ.</p>"
}