{
  "id": null,
  "sura": 36,
  "aya": 66,
  "text": "<p> ٦٣ - قال مقاتل: فلما دنوا من النار، قال لهم خزنتها:  {هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ} بها في الدنيا فتكذبون (١) . </p><p> ٦٤ - {اصْلَوْهَا} : قاسوا حرها وشدتها. {الْيَوْمَ} يعني: في الآخرة. {بِمَا كُنْتُمْ تَكْفُرُونَ} بكفرهم بما كان في الدنيا. </p><p> ٦٥ - وقوله:  {الْيَوْمَ نَخْتِمُ} . قال مقاتل والكلبي: وذلك أنهم أنكروا الشرك والتكذيب، فيختم الله على أفواههم، وتكلمت جوارحهم بإذن لها في الكلام، فشهدت عليهم بما عملوا (٢) . </p><p> ٦٦ - وقوله تعالى:  {وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ} ذكرنا معنى الطمس في سورة النساء ويونس (٣) . قال أبو عبيدة (٤) والمبرد (٥) والزجاج (٦) في هذه الآية: يقال: عين طمس ومطموس، وهو الذي لا يرى شق عينه ولا يتبين جفنه. وذكرنا في تفسير هذه الآية قولين. قال مقاتل: يقول: لو نشاء لحولنا أبصارهم من الضلالة إلى الهدى فأبصروا طريق الهدى، ثم </p><p>(١) \"تفسير مقاتل\" ١٠٨ أ. (٢) المصدر السابق، ولم أقف عليه عن الكلبي.(٣) في سورة النساء: الآية ٤٧، وهي قوله تعالى: {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا} الآية، وهذه الآية مع آية أخرى ناقصة من المخطوط.وفي سورة يونس: آية ٨٨ قوله تعالى: {رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ} وقال المؤلف هناك بعد أن أحال على آية النساء. قال الزجاج: تأويل طمس الشيء: إذهابه عن صورته والانتفاع به على الحال الأولى التي كانت عليها.(٤) \"مجاز القرآن\" ٢/ ١٦٥.(٥) لم أقف على هذا القول عن المبرد.(٦) \"معاني القرآن وإعرابه\" ٤/ ٢٩٣.</p><p> قال:  {فَأَنَّى يُبْصِرُونَ} يقول: فمن أين يبصرون طريق الهدى، ولم أعم عليهم طريق الكفر؟ (١) . ونحو هذا قال الكلبي (٢) . </p><p> القول الثاني: أن معنى الآية لو نشاء لأعميناهم وتركناهم عميًا يترددون، وكيف يبصرون الطريق حينئذ؟ وهذا قول الحسن وقتادة والسدي (٣) . وهو الاختيار لأن الله تعالى يهددهم بهذه الآية كالتي بعدها كما قال:  {وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ}  [البقرة: ٢٥] يقول: كما أعمينا قلوبهم لو شئنا أعمينا أبصارهم الظاهرة. وهذا القول اختيار المبرد والزجاج. </p><p> قال المبرد: تأويل الآية قال: راموا الاستباق إلى المنهاج، فمن أين لهم أبصار؟ (٤) . </p><p> وقال الزجاج: أي لو (٥) نشاء لأعميناهم فعدلوا عن الطريق، فمن أين (٦) يبصرون؟. </p><p> وذكرنا معنى الاستباق عند قوله:  {وَاسْتَبَقَا الْبَابَ}  [يوسف: ٢٥] . والاستباق هاهنا معناه غير معنى ما تقدم. قال الأزهري:  {فَاسْتَبَقُوا الصِّرَاطَ} فجازوا الصراط وخلفوه، وهذا الاستباق من واحد والذي في سورة يوسف </p><p>(١) \"تفسير مقاتل\" ١٠٨ أ. (٢) انظر: \"بحر العلوم\" ٣/ ١٠٤، ونسبه بعض المفسرين لقتادة القائل. انظر: \"البغوي\" ٤/ ٣٦، \"زاد المسير\" ٧/ ٣٢، \"القرطبي\" ١٥/ ٤٩.(٣) انظر: \"الطبري\" ٢٣/ ٢٥، \"الماوردي\" ٥/ ٢٩، \"البغوي\" ٤/ ٣٦.(٤) لم أقف على قول المبرد.(٥) في (ب): (ولو نشاء).(٦) في (أ) كرر قول الزجاج ولكنه قال في آخر مرة: فمن أين لهم أبصار، وقال في الأخرى: فمن أين يبصرون. كما أثبته وكما هو في \"معاني الزجاج\" ٤/ ١٩٣.</p>"
}