{
  "id": null,
  "sura": 37,
  "aya": 61,
  "text": "<p> وقال الكلبي (١) : يؤتى بالموت فيذبح، فإذا أَمِنَ أهل الجنة أن يموتوا وفرحوا بذلك قالوا: أفما نحن بميتين إلا موتتنا الأولى التي كانت في الدنيا وما نحن بمعذبين. فقيل لهم: لا. فعند ذلك قالوا: إن هذا لهو النجاة. </p><p> ٦١ - قال مقاتل (٢) : ثم انقطع كلام المؤمن بقول الله: {لِمِثْلِ هَذَا} النعيم الذي ذكر من قوله: {أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ} إلى قوله: {بَيْضٌ مَكْنُونٌ} ، {فَلْيَعْمَلِ الْعَامِلُونَ} . </p><p> وبعضهم (٣) يجعل هذا من كلام المؤمن للقرين، ويجعل قوله:  {أَذَلِكَ خَيْرٌ نُزُلًا} ، ابتداء من كلام الله تعالى. قال أبو عبيدة:  (النزول والنزل واحد، وهو الفضل، يقال هذا طعام له نُزُل (٤) ونَزَل، أي: ريع) (٥) . </p><p> قال المفضل: ليس هذا موضع الفضل (٦) . وكأنه رأى هذا غلطًا منه. </p><p> قال أبو إسحاق:  (أي أذلك خير في باب الإنزال التي يتقرب بها ويمكن معها الإقامة أم نزل أهل النار.قال:ومعنى أقمت لهم نزلهم: أقمت لهم ما يصلحهم ويصلح أن ينزلوا عليه)  (٧) . والنزل مما تقدم تفسيره (٨) . </p><p>(١) انظر: \"زاد المسير\" ٧/ ٦١. (٢) \"تفسير مقاتل\" ١١١ أ.(٣) انظر: \"تفسير الثعلبي\" ٣/ ٢٤٢ أ، \"زاد المسير\" ٧/ ٦١.(٤) في (ب): (نزول ونزل)، وهو خطأ.(٥) \"مجاز القرآن\" ٢/ ١٧٠.(٦) لم أقف عليه.(٧) \"معاني القرآن وإعرابه\" ٤/ ٣٠٦.(٨) عند قوله تعالى: {لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نُزُلًا مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلْأَبْرَارِ} [آل عمران: ١٩٨]. =</p><p> قوله تعالى:  {أَمْ شَجَرَةُ الزَّقُّومِ} لم يذكر المفسرون للزقوم تفسيرًا إلا ما ذكر الكلبي: أن ابن الزبعرى قال: أكثر الله في بيوتكم الزقوم (١) . فإن أهل اليمن يدعون التمر والزبد الزقوم. فقال أبو جهل لجاريته: ويحك زقِّمينا، فأتته بزبد وتمر. فقالت: تزقموا (٢) . </p><p> وقال الليث: لما نزلت آية الزقوم لم يعرفه قريش، فقدم رجل من أفريقية فسئل عنه فقال: الزقوم بلغة أفريقية التمر والزبد (٣) . فهذا الذي ذكروا معلوم أن الله تعالى لم يرد الزقوم هاهنا الزبد والتمر. </p><p> قال أهل المعاني: الزقوم: ثمر شجرة مرة الطعم جدًا، من قولهم: تزقم هذا الطعام إذا تناوله على تكرُّه ومشقَّة شديدة (٤) . </p><p> وقال ابن زيد: إن يكن للزقوم اشتقاق (٥) فمن التزقم، وهو الإفراط من أكل الشيء، حتى يُكره ذلك. يقال: بات فلان (٦) يتزقم. الكسائي وأبو عمرو: الزقم واللقم واحد هذا كلامهم (٧) . وإذا كان الزقم بمعنى اللقم، </p><p>= قال المؤلف هناك: النزل: ما يهيأ لضيفٍ أو لقومٍ إذا نزلوا موضعًا. (١) أكثر المفسرين ذكروا قول ابن الزبعري، ولم أقف على من نسبه للكلبي. وانظر: \"بحر العلوم\" ٣/ ١١٦، الثعلبي ٣/ ٢٤٢ أ، \"البغوي\" ٤/ ٢٩، \"القرطبي\" ١٥/ ٨٥، \"مجمع الييان\" ٨/ ٦٩٦.(٢) انظر: المصادر السابقة، \"القرطبي\" ٢٣/ ٦٣.(٣) انظر: \"تهذيب اللغة\" ٨/ ٤٤١ (زقم)، وأورده ابن منظور في \"اللسان\" ١٢/ ٢٦٨ (زقم) عن ابن سيده.(٤) لم أقف على قول أهل المعاني.(٥) في (ب): (اشتقاقاً).(٦) \"جمهرة اللغة\" ٣/ ١٤. وانظر: \"تهذيب اللغة\" ٨/ ٤٤٠ (زقم).(٧) لم أقف على كلام الكسائي وأبو عمرو عنهما. وانظره في \"تهذيب اللغة\" ٨/ ٤٤٠ (زقم)، \"جمهرة اللغة\" ٣/ ١٤.</p>"
}