{
  "id": null,
  "sura": 37,
  "aya": 130,
  "text": "<p> الْمُحْضَرِينَ} (١) . </p><p> ١٢٨ - {إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ} يعني المصدقين الذين لم يكذبوا، فإنهم لا يحضرون النار. </p><p> ١٣٠ - قوله تعالى:  {سَلَامٌ عَلَى إِلْ يَاسِينَ} قال ابن عباس: يريد إليالس ومن معه (٢) . قال الفراء:  (إن شئت ذهبت بإلياسين إلى أن تجعله جمعًا، فتجعل أصحابه داخلين في اسمه،كما تقول للقوم رئيسهم المهلب:قد جاءكم المهالبة والمهلبون، فيكون بمنزلة قوله الأشعرين بالتخفيف والسعدين.قال:</p><p> أنا ابن سعد سيد السعدينا (٣) </p><p> قال: ويجوز أن تجعله واحدًا بمنزلة إلياس، والعجمي من الأسماء قد تفعل العرب به هذا، تقول: ميكال وميكائيل وميكاين، وهي في بني أسد، يقولون: هذا إسماعين قد جاء، بالنون، وأنشدني بعض بني نمير:  (٤) </p><p>(١) آية (٥٧) من هذه السورة. (٢) انظر: \"الوسيط\" ٣/ ٥٣٢، وقد ذكر هذا القول أكثر المفسرين لكنهم لم ينسبوه لابن عباس. انظر: \"الطبري\" ٢٣/ ٩٤، \"الماوردي\" ٥/ ٦٥، \"القرطبي\" ١٥/ ١١٨.(٣) الرجز لرؤبة في \"ملحق ديوانه\" ص ١٩١، \"شرح المفضل\" ١/ ٤٧، \"الكتاب\" ٢/ ١٥٣.(٤) شطر بيت عن الرجز وصدره:يقول أهل الحي لما جيناولم أقف على قائله. ففي \"المقاصد النحوية\" قال: هو الأعرابي ٢/ ٤٢٥، وكذا في \"المعاني الكبير\" ٢/ ٦٤٦، \"سمط اللآلئ\" ص٦٨١.يريد: إسماعيلاً فأبدل من اللام نونًا.</p><p> هذا ورب البيت إسماعينا (١) </p><p> ونحو هذا ذكر أبو إسحاق (٢) سواء، واختار أبو علي القول الأول وشرحه فقال:  (إلياسين جمع معنى واحده الإضافة بالياء، نحن تميمي وبكري، والقول فيه أن لا يخلوا لا من أن يراد به الجمع الذي على حد مسلم ومسلمون، وزيد وزيدون، أو الذي واحده يراد به النسب، فمن البيِّن أنه لا يجوز أن يكون على حد مسلم ومسلمون, لأنه ليس كل واحد منهم اسمه إلياس، وإنما إلياس اسم نبيهم، فإذا لم يكن على هذا علم أنه على إرادة النسب بالياء، إلا أن الياءين حذفتا في جميع هذه الأسماء على التصحيح كما حذفت ياء النسب في التكسير،وذلك نحو:المسامعة والمهالبة والمناذِرة، وإنما هذا على أن كل واحد منهم مسمعي ومهلبي، فحذف في التكسير الياءات كما حُذفت في التصحيح،ومما يدل على ذلك قولهم:فارسي وفرس، فليس الفرس جمع فارس وإنما هو جمع فارسي، حذف منه ياء النسب ثم جمع الاسم بعد على حد باذلٍ وبدلٍ،ونحو هذا قولهم:الأعجمون، ألا ترى[أنه](٣) لا يخلو من أن يكون جمع أعجم أو عجمي، فلا يجوز أن يكون جمع أعجم لأن هذا الضرب من الآحاد التي هي صفات لا تجمع بالواو والنون، كما أن مؤنثه لا يجمع بالألف والتاء، لا يقال في الأحمر: الأحمرون، فإذا لم يجز ذلك علم أنه جمع أعجمي، وعلى هذا قالوا: النميرون والهبيرات (٤) ، وكذلك الياسين تقديره: الياسيين </p><p>(١) \"معاني القرآن\" ٢/ ٣٩١ - ٣٩٢. (٢) \"معاني القرآن وإعرابه\" ٤/ ٣١٢.(٣) ما بين المعقوفين غير مثبت في (أ).(٤) في (ب): (الهبرات).</p><p> فحذف كما حذف من سائر هذه الكلم. قال: ولا يجوز أن يكون الياسين بمعنى إلياس، نحو: ميكال وميكائيل؛ لأن ميكال وميكائيل لغتان في اسم واحد، وليس أحدهما مفردًا والآخر جمعًا كإدريس وإدراسين (١) ، وإلياس وإلياسين، وفي حرف عبد الله بن سلام على إدراسين، أراد إدريس ومن كان من شيعته وأهل دينه، ولم يقل إدريسين لأن إدريس وإدراس كإبراهيم وإبراهام (٢) . </p><p> وقرأ نافع: سلام (٣) على آل ياسين، وحجته أنها في المصحف مفصولة من يس، ولو كانت الألف والنون واللام التي للتعريف أوصلت في الخط ولم تفصل، فمن فصل ذلك في الكتاب دلالة على أن الذي تصغيره أهيل) (٤) . </p><p> واختار أبو عبيدة القراءة الأولى، وقال: الياسين اسم إلياس، مثل إبراهام في إبراهيم، ألا تراه أنه لم يقل في شيء من السورة على آل فلان وآل فلان، إنما جاء بالاسم وكذلك الياسين (٥) . </p><p> وقال الفراء: القراءة الأولى أشبه بالصواب؛ لأن في قراءة عبد الله:  (وإن إدريس لمن المرسلين سلام على إدراسين)  (٦) . </p><p> والسدي يقول في إلياس والياسين: إنه إدريس (٧) . </p><p>(١) في (ب): (إدريسين). (٢) في (ب): (وإبرهام).(٣) في (ب): (سليم).(٤) \"الحجة\" ٦/ ٦١ وما بعدها.(٥) \"مجاز القرآن\" ٢/ ١٧٢ - ١٧٣. وانظر:\"إعراب القرآن\" للنحاس ٣/ ٤٣٦.(٦) \"معاني القرآن\" ٢/ ٢٩٢.(٧) لم أقف على هذا القول عن السدي، وهو منسوب لابن عباس. انظر: \"تفسير ابن =</p>"
}