{
  "id": null,
  "sura": 37,
  "aya": 147,
  "text": "<p> وقال سعيد بن جبير: كل شيء ينبت ثم يموت من عامه فهو يقطين (١) . </p><p> والآية تقتضي شيئين لم يذكرهما المفسرون أحدهما: أن هذا اليقطين لم يكن قبل فأنبته الله لأجله. والآخر: أن اليقطين كان [معروشًا ليحصل]  (٢) له ظل؛ لأنه لو كان منبسطًا على الأرض لم يكن أن يستظل به. وقد قال أمية بن أبي الصلت في هذه القصة: </p><p> وأنبتت يقطينًا عليه برحمة من الله لولا الله أُلقي ضاحيا (٣) </p><p> ١٤٧ - قوله:  {وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ} قال مقاتل: وأرسلناه قبل أن يلتقمه الحوت (٤) . وعلى هذا الإرسال وإن ذكر بعد الالتقام فالمراد به التقديم، والواو معناها الجمع، وليس فيها دليل على أن أحد الشيئين أو الأشياء قبل الآخر. </p><p> وروي عن ابن عباس أنه قال: كانت رسالة يونس بعد ما نبذه الحوت (٥) . وعلى هذا يجوز أنه أرسل إلى قوم آخرين سوى القوم الأُوَلْ، ويجوز أن يكون أرسل إلى الأولين ثانيًا بشريعة فآمنوا بها. وقوله:  {أَوْ يَزِيدُونَ} قال أبو عبيدة: (أو هاهنا ليس بشك، وقالوا هي في موضع الواو وأنشد لجرير: </p><p>(١) انظر: \"الطبري\" ٢٣/ ١٠٢، \"الثعلبي\" ٣/ ٢٥٣ أ، \"معاني القرآن\" للنحاس ٦/ ٥٩. (٢) ما بين المعقوفين بياض في (ب).(٣) البيت من الطويل، وهو لأمية بن أبي الصلت في الطبري ٢٣/ ١٠٣، \"المحرر الوجيز\" ٤/ ٤٨٧، \"البحر المحيط\" ٧/ ٣٦٠، \"زاد المسير\" ٧/ ٨٨، \"مجمع البيان\" ٨/ ٧١٥، ولم أجده في \"ديوانه\"، ومعنى ضاحيًا. قال في \"اللسان\" / ٤٧٧ (ضحا): ضحا الرجل ضحْوًا وضُحُوًا وضُحِيّا برز الشمس.(٤) \"تفسير مقاتل\" ١١٤ أ.(٥) انظر: \"الطبري\" ٢٣/ ١٠٥، \"الماوردي\" ٥/ ٦٩، \"القرطبي\" ١٥/ ١٣٠.</p><p> أثعلبة الفوارس أو رياحا ... عدلت بهم طُهيَّة والخشابا (١) </p><p> [وأيضًا]  (٢) : </p><p> [إن] بها أكتل أو رزاما ... خُوَيرِبين ينفقان الهاما (٣) </p><p> قال: ولو كان شكًا ما قال خويربين وإنما هو أكتل ورزام) (٤) . </p><p> وقال ابن الأحمر: </p><p> ألا فالبثا شهرين أو نصف ثالث ... إلى داكما ما غيبتني غيابيا (٥) </p><p>(١) البيت من الوافر، وهو لجرير في \"ديوانه\" ص ٨١٤، \"الكتاب\" ١/ ١٠٢ - ٣/ ١٨٣، \"لسان العرب\" ١/ ٣٥٥ (خشب)، \"مجاز القرآن\" ٢/ ١٤٨ - ١٧٥، \"المقاصد النحوية في شرح شواهد شروح الألفية\" ٣/ ١١٣٨. قوله: أثعلبة أراد بها قبيلة، ورياحاً أراد بها أيضًا قبيلة، وهي رياح بن يربوع. وطُهيَّة حي من تميم، والخشابا أيضًا قبيلة.(٢) ما بين المعقوفين بياض في (ب).(٣) الرجز لرجل من بني أسد في \"الكتاب\" ٢/ ١٤٩، \"الأزهية\" ص ١١٦، وبلا نسبة في \"الكامل\" ٢/ ٧٥٤، \"لسان العرب\" ١١/ ٨٥٨٢ (كتل)، \"مغني اللبيب\" ١/ ٦٣. وأكتل ورزام لصان كان يقطعان الطريق، والخويرب تصغير خارب، وهو اللص أو سارق الإبل خاصة، وإلهام جمع هامة وهي الرأس. وينفقان الهاما أي يستخرجان الدماغ والمخ. وهذا مثل ضربة لحذقهما بالسرقة. \"شرح الكتاب\" لعبد السلام هارون ٢/ ١٤٩.والشاهد فيه أن خويربين انتصبا على الشتم ولو كان على إنَّ لقال خويربًا لكنه انتصب على الشتم.(٤) \"مجاز القرآن\" ٢/ ١٧٥.(٥) البيت من الطويل وهو لابن أحمر في \"ديوانه\" ص ١٧١، \"الأزهية\" ص ١١٥، \"خزانة الأدب\" ١١/ ٧١.والشاهد فيه قوله: فالبثا شهرين أو نصف ثالث، يريد إلبثا شهرين ونصف ثالث فجاءت أو بمعنى الواو.</p><p> وهذا قول قطرب واختيار أبي قتيبة فقال:  (أو ربما كانت بمعنى واو النسق كقوله:{عُذْرًا أَوْ نُذْرًا}[المرسلات: ٦]وقوله:{لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}[طه: ٤٤]،وقوله:{لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا}[طه: ١١٣].قال:وهذا كله عند المفسرين بمعنى واو النسق.قال:ونحو هذا قال:{وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ}[النحل: ٧٧]،وقوله:{فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى}(١)  [النجم: ٩] . وقال: وبعضهم يذهب إلى أنها بمعنى بل في هاتين الآيتين وفي قوله: {أَوْ يَزِيدُونَ} على مذهب التدارك، وليس كما تأولوا، وإنما هي في جميع هذه المواضع بمعنى واحد:  {وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ} ، {وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ} ، {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} ، وأنشد بيت ابن الأحمر الذي أنشده أبو عبيدة، وقال: هذا البيت يوضح لك معنى الواو؛ لأنه أراد شهرين ونصف شهر ثالث) (٢) . </p><p> وقال الفراء: أو هاهنا بمعنى بل كذلك جاء في التفسير مع صحته في العربية (٣) . وهذا الذي قاله الفراء قول مقاتل (٤) والكلبي (٥) . وأنكر البصريون القولين (٦) جميعًا. </p><p>(١) في (أ): (وكان)، وهو خطأ. (٢) \"تأويل المشكل\" ص ٤٤٣ - ٤٤٤ - ٤٤٥.(٣) \"معاني القرآن\" ٢/ ٣٩٣.(٤) \"تفسير مقاتل\" ١١٤ أ.(٥) لم أقف على هذا القول عن الكلبي وهو قول يروى عن ابن عباس. انظر: \"الماوردي\" ٥/ ٦٩، \"القرطبي\" ١٥/ ١٣٢.(٦) في (أ): (القول).</p><p> قال الأخفش في قوله:  {إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ} يقول: كانوا كذلك عندكم (١) . </p><p> وشرحه الزجاج فقال:  (معناه: أو يزيدون في تقديركم إذا رآهم الرائي قال: هؤلاء مائة ألف أو يزيدون على المائة. وهذا هو القول لأنه على أصل أو.وقال:ولا يجوز أن تكون بمعنى الواو؛ لأن الواو للاجتماع وليس فيها دليل على أن أحد الشيئين قبل الآخر، وأو معناها إفراد أحد الشيئين أو أشياء)  (٢) . </p><p> وزاد أبو الفتح الموصلي بيانًا لمذهب البصريين فقال:  (ومعناه: وأرسلناه إلى جمع لو رأيتموه قلتم أنتم فيهم هؤلاء مائة ألف أو يزيدون، فهذا الشك إنما دخل في الكلام على حكايته قول المخلوقين؛ لأن الخالق جل جلاله لا يعترضه الشك في شيء من خبره،ومثل هذا في المعنى كثير في التنزيل كقوله:{ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ}[الدخان: ٤٩]،وقوله:{وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ}[الزخرف: ٤٩]،وقالوا هذا بعد إيمانهم وتقديره:يا أيها الساحر عند أولئك الذين يدعونك ساحرًا)  (٣) ، وقد ذكرنا قبل هذا في مواضع من هذا الكتاب. </p><p> قال أبو الفتح:  (ألطف وأوضح من قول قطرب أن أو بمعنى الواو)  (٤) . قال الفراء (٥) : إن أو بمعنى بل. </p><p>(١) \"معاني القرآن\" ٢/ ٤٩١. (٢) \"معاني القرآن وإعرابه\" ٤/ ٣١٤.(٣) \"سر صناعة الإعراب\" ١/ ٤٥٦(٤) \"المصدر السابق\".(٥) \"معاني القرآن\" ٢/ ٣٩٤.</p>"
}