{
  "id": null,
  "sura": 37,
  "aya": 12,
  "text": "<p> وقال الكسائي: لزِب يلزِب بالكسر ولزُب بالضم لغتان لزوبًا (١) . وعلى هذا يجوز أن يكون اللازب لغة بنفسه من غير أن تكون الباء مبدلة من الميم. </p><p> والمعنى: قال مقاتل: فالذي خلق من الطين أهون خلقًا عند هذا المكذب بالبعث من خلق السموات والأرض (٢) . وعلى القول الأول في معنى الآية: أراد الإخبار عن التسوية بينهم وبين غيرهم من الأمم، يعني أن هؤلاء خلقوا مما خلق منهم الأولون، فليسوا بأشد خلقًا منهم. </p><p> ١٢ - قوله تعالى:  {بَلْ عَجِبْتَ} الكلام في معنى بل قد تقدم عند قوله: {بَلْ زَعَمْتُمْ}  [الكهف: ٤٨]  (٣) ، وأما عجبت ففيه قراءتان: ضم التاء وفتحها، والضم قراءة ابن عباس وابن مسعود والأعمش، وقراءة قراء الكوفة واختيار أبي عبيد، وكان شريح يقول: بل عجبتَ، ويقول إن الله لا يعجب من شيء إنما يعجب من لا يعلم. قال الأعمش: فذكرت ذلك لإبراهيم فقال: كان شريح يعجب بعلمه وكان عبد الله أعلم منه وكان يقرأ: (بل عجبتُ)  (٤)  (٥) . </p><p> قال أبو عبيد: والشاهد مع هذا قول الله: {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ} </p><p>(١) لم أقف عليه وانظر: \"القرطبي\" ١٥/ ٦٩. (٢) \"تفسير مقاتل\" ١١٠ أ.(٣) انظر: \"البسيط\" قال: بل هنا لتؤذن بتحقيق ما سبق وتوكيد ما يأتي بعده. وقد تجيء بل في الكلام لترك ما سبق من غير إبطال له.(٤) أورده عبد الرزاق في \"تفسيره\" ٢/ ١٤٨ بسنده عن الثوري عن الأعمش عن أبي وائل، والفراء في \"معاني القرآن\" ٢/ ٣٨٤.(٥) انظر حول هذه القراءة. \"الحجة\" ٦/ ٥٣، \"علل القراءات\" ٢/ ٥٧٤، \"الطبري\" ٢٣/ ٤٢.</p><p> [الرعد: ٥] أخبر جل جلاله أنه عجيب، ومما يزيده تصديقًا الحديث المرفوع:  \"لقد عجيب الله البارحة من فلان وفلادة\"  (١) . </p><p> وقال الفراء:  (العجب وإن أسند إلى الله فليس معناه من الله كمعناه من العباد،ألا ترى أنه قال:{سَخِرَ اللَّهُ مِنْهُمْ}[التوبة: ٧٩]. وليس السُخْرِيّ من الله كمعناه من العباد)  (٢) . </p><p> وقال أبو إسحاق:  (العجب من الله خلاف العجب من الآدميين هذا كما قال:{وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ}[الأنفال: ٣٠]،وقال:{سَخِرَ اللَّهُ مِنْهُمْ}[التوبة: ٧٩]،وقال:{وَهُوَ خَادِعُهُمْ}[النساء: ١٤٢], والمكر من الله والخداع خلافه من الآدميين. وأصل العجب في اللغة أن الإنسان إذا رأى ما ينكره ويقل مثله قال عجبت من كذا وكذا، وكذلك إذا فعل الآدميون ما ينكره الله -عز وجل-جاز أن يقول:عجبت. والله -عز وجل- قد علم الشيء قبل كونه، ولكن الإنكار والعجب الذي به تلزم الحجة عند وقوع الشيء انتهى كلامه)  (٣) . </p><p>(١) هذا جزء من حديث طويل أخرجه البخاري في \"صحيحه\" كتاب التفسير، باب ويؤثرون على أنفسهم ٤/ ١٨٤٥ رقم ٤٦٠٧، عن أبي هريرة -رضي الله عنه- قال: أتى رجل رسول الله -صلى الله عليه وسلم- فقال: يا رسول الله أصابني الجهدُ، فأرسل إلى نسائه فلم يجد عندهن شيئًا، فقال رسول الله -صلى الله عليه وسلم-: \"ألا رجل يُضَيَّفه هذه الليلة\". فقام رجل من الأنصار فقال: أنا يا رسول الله، فذهب إلى أهله فقال لامرأته: ضيف رسول الله -صلى الله عليه وسلم- لا تدَّخريه شيئًا. قالت: والله ما عندي إلا قوت الصبية. قال: فإذا أراد الصبية العشاء فنَومِّيهم وتعالى فاطفئي السراج ونطوي بطوننا الليلة ففعلت. ثم غدا الرجل على النبي -صلى الله عليه وسلم- فقال: \"لقد عجب الله -عز وجل-، أو ضحك من فلانٍ وفلانةٍ\" فأنزل الله -عز وجل -: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}. (٢) \"معاني القرآن\" ٢/ ٣٨٤.(٣) \"معاني القرآن وإعرابه\" ٤/ ٣٠٠.</p><p> وقد ثبت جواز إضافة العجب إلى الله، وهو على وجهين: عجيب مما يرضى وعجب مما يكره، فالعجب مما يرضى معناه في صفة الله الاستحسان وأخبر عن تمام الرضى. والعجب بما يكره الإنكار والذم له. وذهب قوم إلى أنه لا يجوز العجب في وصف الله، وقالوا في قوله:  {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ}  [الرعد: ٥] أي: فعجب عندكم، وقالوا في هذه القراءة: معناها أن هذه الحالة وهي إنكارهم البعث مع وضوح الدلالة عليه وهو الإبتداء والإنشاء حلت محل الشيء الذي إذا ورد عليكم عجبتم منه، ويقول سامعها عجبت كما أن قوله:  {أَسْمِعْ بِهِمْ وَأَبْصِرْ}  [مريم: ٣٨] معناه أن هؤلاء مما [يقولون أنتم فيه هذا النحو من الكلام، وكذلك قوله:  {فَمَا أَصْبَرَهُمْ عَلَى النَّارِ}  [البقرة: ١٧٥] . عند من لم يجعل اللفظ على الاستفهام، وعلى هذا النحو قوله:  {لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى}  [طه: ٤٤]  (١) . </p><p> قالوا: ولا يجوز العجب في وصف القديم (٢) كما يكون في وصف الإنسان؛ لأن العجب منا إنما يكون إذا شاهدنا ما لم نشاهد مثله ولم نعرف سببه، وهذا منتف عن القديم سبحانه وتعالى، وهذا مذهب المعتزلة. ومذهب أهل السنة أن العجب قد ورد مضافًا إلى الله في كثير من الأخبار كما روى: \"عجب ربكم من إلِّكُم وقنوطكم، وعجب ربكم من شاب ليست له </p><p>(١) ما بين المعقوفين يبدو أنه كلام لا علاقة له بالسياق فلعله وهمٌ من النساخ. (٢) وصف الله جل وعلا بالقديم مما أدخله المتكلمون في أسماء الله تعالى وليس من أسمائه الحسنى, لأن القديم في لغة العرب هو المتقدم على غيره، وقد جاء الشرع المطهر باسمه الأول، وهو أحسن من القديم, لأنه يشعر أن ما بعده آيل إليه.انظر: \"شرح العقيدة الطحاوية\" ١/ ٧٧.</p><p> صبوة\" (١) ومعناه ما ذكرنا. والعجب الذي ذكروا أنه لا يجوز في وصف الله لا نجوزه نحن، ولكن من حيث اللفظ قد ورد العجب في وصفه، وتأويله ما ذكرنا (٢) . </p><p> وأما معنى الآية والمفسرون على فتح التاء وذكروا فيه قولين، أحدهما: عجبت يا محمد من القرآن حين أوحي إليك {وَيَسْخَرُونَ} ، يعني كفار مكة سخروا من النبي حين سمعوا منه القرآن، هذا قول مقاتل (٣) . </p><p> وقال قتادة (٤) : عجب نبي الله من هذا القرآن حين أنزل عليه وضلال بني آدم، والمعنى أنه -صلى الله عليه وسلم- كان يظن أن كل من يسمع منه القرآن يؤمن به، فلما سمع المشركون القرآن فسخروا منه وتركوا الإيمان به عجب </p><p>(١) أخرج ابن الأثير في \"النهاية في غريب الحديث\" ١/ ٦١ أول الحديث وفي ٣/ ١١ آخر الحديث \"وعجب ربكم من شاب ليست له صبوة\". والزمخشري في \"الفائق\" ١/ ٥٢، أول الحديث: \"عجب ربكم من إلكم وقنوطكم\". وابن الجوزي في \"غريب الحديث\" ١/ ٣٦ أول الحديث، وإلّكم من الإِلّ، قال ابن الأثير في \"النهاية\" ١/ ٦١: الإِلُّ: شدة القنوط، ويجوز أن يكون رفع الصوت بالبكاء. وقال الزمخثمري في \"الفائق\" ١/ ٥٢: الإِل والألل والأليِّل رفع الصوت بالبكاء. والمعنى أن إفراطكم في الجؤار والنحيب فعل القانطين من رحمة الله مستغرب مع ما ترون من آثار الرأفة عليكم.(٢) تأويل المؤلف لصفة العجب الذي يشير إليه بقوله ما ذكرنا لم أقف عليه. والذي يظهر لي والله أعلم أن المؤلف رحمه الله قد اضطرب في فهم هذه الصفة أو في إثباتها، فمذهب الأشاعرة هو تأويل هذه الصفة. أما أهل السنة والجماعة فإنهم يثبتون لله جل وعلا ما أثبته لنفسه وما أثبته له نبيه -صلى الله عليه وسلم- من الصفات من غير تكييف ولا تمثيل ولا تشبيه ولا تعطيل. انظر: \"شرح العقيدة الطحاوية\" ١/ ٦٠.(٣) \"تفسير مقاتل\" ١١٠ أ.(٤) انظر: \"تفسير عبد الرزاق\" ٢/ ١٤٨، \"الطبري\" ٢٣/ ٤٤، \"معاني النحاس\" ٦/ ١٥.</p><p> محمد -صلى الله عليه وسلم- من ذلك، فقال الله تعالى عجبت يا محمد من نزول الوحي وتركهم الإيمان وهو معنى قوله:  {وَيَسْخَرُونَ} ، لأن سخرتهم من ترك الإيمان به. </p><p> والقول الثاني: عجبت من إنكارهم البعث وهم يسخرون منك ويستهزئون من تعجبك، وهذا قول الكلبي (١) ومعنى قول ابن عباس (٢) في رواية عطاء، وذكر أبو إسحاق (٣) القولين جميعاً. </p><p> وعلى القول الأول: العجب من نزول الوحي وسخرتهم بالنبي -صلى الله عليه وسلم- والقرآن. والواو في:  {وَيَسْخَرُونَ} واو الحال، والتقدير: بل عجبت وهم يسخرون أن وقع العجب منك في هذه الحال منهم. </p><p> وعلى القول الثاني: العجب من إنكارهم البعث والواو في: {وَيَسْخَرُونَ} واو الاستئناف. </p><p> وأما معنى الآية على قراءة من قرأ بالضم فقد ذكرنا فيه قولين، فمن أجاز إضافة العجب إلى الله على معنى الإنكار، كان تأويل الآية أن الله تعالى ذكر إنكاره عليهم ما هم فيه من الكفر والتكذيب، وسخطه عليهم وهم يسخرون ويستهزئون ولا يتفكرون. وعلى قول من لم يضف العجب إلى الله معنى الآية كمعناها في قراءة من قرأ بالفتح (٤) . </p><p> قوله تعالى: {وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ (١٣) وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ} أي: إذا </p><p>(١) انظر: \"زاد المسير\" ٧/ ٤٩. (٢) لم أقف عليه عن ابن عباس. وانظر: \"القرطبي\" ١٥/ ٦٩، \"زاد المسير\" ٧/ ٤٩.(٣) \"معاني القرآن وإعرابه\" ٤/ ٣٠٠.(٤) انظر: \"الحجة\" ٦/ ٥٣، \"القراءات وعلل النحويين فيها\" ٢/ ٥٧٤.</p>"
}