{
  "id": null,
  "sura": 37,
  "aya": 87,
  "text": "<p> أتأفكون إفكًا وتعبدون آلهة سوى الله (١) . </p><p> ٨٧ - وقوله:  {فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ} قال مقاتل والكلبي: ما ظنكم إذا لقيتموه وقد عبدتم غيره (٢) . كأنه قال: ما ظنكم أنه يصنع بكم، هذا قول المفسرين (٣) . </p><p> وذكر أهل المعاني وجهًا آخر: وهو أن المعنى أي شيء ظنكم بالله حيث عبدتم معه آلهة دونه (٤) . كأنه قال أتظنون به أن عبادة غيره تجوز وأنه لا ينقم عليكم ذلك. </p><p> قال أبو إسحاق: أي شيء ظنكم برب العالمين وأنتم تعبدون غيره (٥) . </p><p> قوله: {فَنَظَرَ نَظْرَةً فِي النُّجُومِ (٨٨) فَقَالَ إِنِّي سَقِيمٌ} روي عن ابن عباس أنه قال: كانوا يتعاطون علم النجوم فعاملهم من حيث كانوا لئلا ينكروا عليه (٦) . وذلك أنه أراد أن يكايدهم في أصنامهم لتلزمهم الحجة في أنها غير معبودة، وأنها لا تصلح أن تعبد وكان لهم من الغد يوم عيد يخرجون إليه، فأراد أن يتخلف عنهم فاعتل بالسقم وهو قوله:  {إِنِّي سَقِيمٌ} وقد </p><p>(١) في (ب): (دون الله). (٢) \"تفسير مقاتل\" ١١٢ أ، ولم أقف عليه عن الكلبي.(٣) انظر: \"الطبري\" ٢٣/ ٧٥، \"بحر العلوم\" ٣/ ١١٧، \"البغوي\" ٤/ ٣٠، \"القرطبي\" ١٥/ ٩٢.(٤) \"معاني القرآن\" للنحاس ٦/ ٣٩، \"معاني القرآن وإعرابه\" ٤/ ٣٠٨.(٥) \"معاني القرآن وإعرابه\" ٤/ ٣٠٨.(٦) انظر: \"البغوي\" ٤/ ٣٠، وأورد قول ابن عباس ولم ينسبه له ابن الجوزي في \"زاد المسير\" ٧/ ٦٧، والطبرسي في \"مجمع البيان\" ٨/ ٧٠٢.</p><p> ذكرنا هذه القصة عند قوله:  {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ}  [الأنبياء: ٥٧] الآيات. فنظر إلى النجوم يريهم أنه مستدل بها على حاله فلما نظر إليها قال: إني سقيم، أي سأسقم، قال مقاتل: أي وجع غدا من نظره إلى الكواكب (١) . فاعتل بذلك ليخلفوا (٢) من بعدهم، وأكثر المفسرين على أن تفسير السقم هاهنا يريد مطعون. وهو قول ابن عباس وسعيد بن جبير وابن إسحاق (٣) . </p><p> ومطعون من الطاعون لا من الطعن. قال ابن إسحاق: كانوا يهربون من إذا سمعوا به. وإنما يريد إبراهيم أن يخرجوا ليبلغ من أصنامهم الذي يريد (٤) . </p><p> وقال عطاء عن ابن عباس: كان في ذلك الزمان نجم يطلع بالطاعون، وكان إذا طعن رجل منهم هربوا منه (٥) . وعلى هذا معنى قوله:  {فَنَظَرَ نَظْرَةً فِي النُّجُومِ} ليريهم ذلك النجم وطلع وأنه مصاب (٦) بالطاعون. </p><p> قال الأزهري: (وأُثْبِتَ لنا عن أحمد بن يحيى أنه قال: هو جمع نجم، وهو ما نجم من كلامهم لما سألوه أن يخرج معهم إلى عيده فنظر نظرة، ونظر هاهنا تفكر ليدبر حجة فقال:  {إِنِّي سَقِيمٌ} ، أي: سقيم من كفرهم. </p><p>(١) \"تفسير مقاتل\" ١١٢ أ. (٢) هكذا جاءت في النسخ، ولعل الصواب: ليتخلف.(٣) انظر: \"الطبري\" ٢٣/ ٧١، \"معاني القرآن\" للنحاس ٦/ ٤٢، \"بحر العلوم\" ٣/ ١١٨، \"القرطبي\" ١٥/ ٩٣.(٤) انظر: \"الطبري\" ١٢٣/ ٧١.(٥) انظر: \"البغوي\" ٤/ ٣١، \"المحرر الوجيز\" ٤/ ٤٧٨.(٦) في (أ): (مصيبت)، وهو خطأ.</p>"
}