{
  "id": null,
  "sura": 37,
  "aya": 102,
  "text": "<p> أن يكون غلامًا حليمًا في حالة واحدة (١) </p><p> ١٠٢ - قوله:  {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ} قال مجاهد: لما شب وأدرك سعيه سعى إبراهيم (٢) . وهذا قول أهل المعاني. قال الفراء: يقول طاق أن يعينه على عمله وسعيه وكان يومئذٍ ابن ثلاثة عشر سنة (٣) . </p><p> وقال الزجاج: أدرك معه العمل (٤) . </p><p> وقال أبو عبيدة: أدرك أن يسعى على أهله معه وأعانه (٥) . </p><p> وقال ابن قتيبة: أي بلغ أن يتصرف معه ويعينه (٦) . </p><p> وروي عن ابن عباس أنه قال: يعني المشي مع أبيه إلى الجبل (٧) . وهو قول مقاتل (٨) . وكان أبوه قد ذهب به معه إلى الجبل. </p><p> وقال عطاء عن ابن عباس: يريد العمل لله تعالى وهو الاحتلام (٩) . وهذا قول الكلبي، قال في معنى السعي: إنه العمل لله (١٠) . ونحو هذا قال </p><p>(١) لم أقف عليه عند أهل المعاني. (٢) \"تفسير مجاهد\" ص ٥٤٤.(٣) هكذا هي في النسخ، والصواب ثلاث عشرة سنة. وانظر: \"معاني القرآن\" للفراء ٢/ ٣٨٩.(٤) \"معاني القرآن وإعرابه\" ٤/ ٣١٠.(٥) \"مجاز القرآن\" ٢/ ١٧١.(٦) \"تفسير غريب القرآن\" ص ٣٧٣.(٧) انظر: \"البغوي\" ٤/ ٣٢، وذكره السمرقندي في \"بحر العلوم\" ٣/ ١١٩، ولم ينسبه لأحد.(٨) \"تفسير مقاتل\" ١١٢ ب.(٩) انظر: \"القرطبي\" ١٥/ ٩٩، وأورده الشوكاني في \"فتح القدير\" ٤/ ٤٠٣ ولم ينسبه لأحد.(١٠) انظر: \"البغوي\" ٤/ ٣٢، \"مجمع البيان\" ٨/ ٧٠٦.</p><p> الحسن ومقاتل وابن زيد، قالوا: هو العبادة والعمل الذي تقوم به الحجة، وهو ما بعد البلوغ (١) . </p><p> قوله:  {إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} قال مقاتل: رأى ذلك إبراهيم ثلاث ليال متتابعات (٢) . </p><p> وقال محمد بن كعب: كانت الرسل يأتيهم الوحي من الله أيقاظًا ورقوداً (٣) ، وذلك أن الأنبياء لا تنام قلوبها. وقال عبيد بن عمير: رؤيا الأنبياء وحي. </p><p> وقال السدي: كان إبراهيم حين بشر بإسحاق قبل أن يولد له قال: هو إذًا لله ذبيح (٤) . فقيل لإبراهيم في منامه: قد نذرت نذرًا فَفِ بنذرك، فلما أصبح قال:  {يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} . </p><p> وقال أبو إسحاق: رؤيا الأنبياء وحي بمنزلة الوحي إليهم في اليقظة (٥) . هذا كلام أهل التفسير في ظاهر [الرؤيا] ، (٦) . وظاهر اللفظ دل على أنه رأى في المنام أنه يذبح ابنه، والتفسير يدل على أنه رأى في المنام ما يوجب أنه يذبح ابنه في اليقظة، فيكون تقدير اللفظ: إني أرى في المنام ما يوجب أني أذبحك، فموجب الذبح رُئِيَ في المنام لا الذبح، وذكر في </p><p>(١) انظر: \"الطبري\" ٢٣/ ٧٧، \"البغوي\" ٤/ ٣٢، \"القرطبي\" ١٥/ ٩٩. (٢) \"تفسير مقاتل\" ١١٢ ب.(٣) انظر: \"القرطبي\" ١٥/ ١٠١، وقد ذكر القول مقاتل في \"تفسيره\" ١١٢ ب، وذكره البغوي ٤/ ٣٣ عن مقاتل.(٤) انظر: \"البغوي\" ٤/ ٣٣، \"القرطبي\" ١٥/ ١٠٢.(٥) \"معاني القرآن وإعرابه\" ٤/ ٣١٠.(٦) ما بين المعقوفين بياض في (ب).</p><p> الظاهر أنه رأي الذبح لأن موجب الذبح كأنه رأى الذبح حيث لا يجوز له أن يخالف ذلك، ألا ترى أن ابنه قال له:  {افْعَلْ مَا تُؤْمَرُ} فدل أنه أمر في المنام بذبح ابنه. وقد صرح مقاتل بما ذكر فقال: يقول إني أمرت في المنام أني أذبحك (١) . </p><p> وقال ابن قتيبة:  (لم يرد أنه ذبحه في المنام، ولكنه أمر في المنام بذبحه،فقال:{إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ}أي: أني سأذبحك، ومثل هذا رجل رأى في المنام أنه يؤذن، والأذن دليل الحج،فقال:إني رأيت في المنام أني أحج أي سأحج)  (٢) . </p><p> واختلفوا في الذبيح من هو من ابني إبراهيم. فالأكثرون على أنه إسحاق، وهو قول علي وابن مسعود وكعب وقتادة ومجاهد في بعض الروايات وعكرمة وابن عباس، وهؤلاء قالوا: كانت هذه القصة بالشام (٣) . </p><p> وقال سعيد بن جبير لما رأى إبراهيم في المنام ذبح إسحاق، سار به مسيرة شهر في غداة واحدة، حتى أتى المنحر، فلما صرف الله عنه الذبح وذبح الكبش، سار به مسيرة شهر في غداة واحدة طويت له الأودية والجبال (٤) . </p><p> وقال آخرون: الذي أمر بذبحه إسماعيل، وهو قول سعيد بن المسيب </p><p>(١) \"تفسير مقاتل\" ١١٢ب. (٢) \"تفسير غريب القرآن\" ص ٣٧٣.(٣) انظر: \"الطبري\" ٢٣/ ٨١ - ٨٢، \"بحر العلوم\" ٩/ ١١٣، \"تفسير الثعلبي\" ٣/ ٢٤٣ ب، \"القرطبي\" ١٥/ ٩٩ - ١٠١، \"البغوي\" ٤/ ٣٢.(٤) انظر: \"البغوي\" ٤/ ٣٢، \"القرطبي\" ١٥/ ١٠٠، وأورده السيوطي في \"الدر\" ٧/ ١٠٩، وعزاه لعبد الله بن أحمد في \"زوائد الزهد\" عن سعيد بن جبير.</p><p> والشعبي والحسن ومجاهد في رواية ابن أبي نجيح، وابن عباس في رواية عطاء، وعامر ومجاهد بن كعب ومحمد بن إسحاق (١) . وسياق هذه الآيات تدل على أنه إسحاق لأنه قال:  {فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ} ، ولا خلاف (٢) أن هذا إسحاق. قال:  {فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ} فعطف بقصة الذبح على ذكر إسحاق، وقوله بعد ذكر هذه القصة:  {وَبَشَّرْنَاهُ بِإِسْحَاقَ} قال عكرمة: بشر بنبوته (٣) . </p><p> وقال قتادة: بعد الذي كان من أمره (٤) ، غير أن محمد بن كعب احتج على أنه إسماعيل بقوله:  {فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} قال: يقول بابن وابن ابن، فلم يكن يأمره بذبح إسحاق ولد من الله من الموعود ما وعده (٥) . وقد قال أبو إسحاق:  (الله أعلم أيهما الذبيح (٦) . </p><p>(١) انظر: \"الطبري\" ٢٣/ ٨٢، \"بحر العلوم\" ٣/ ١١٩، \"تفسير الثعلبي\" ٣/ ٢٤٣ ب، \"القرطبي\" ١٥/ ٩٩ - ١٠١، \"البغوي\" ٤/ ٣٢. (٢) قول المؤلف رحمه الله هنا ولا خلاف أن هذا إسحاق. فيه نظر إذ الخلاف مشهور جدًّا في تحديد الذبيح، وإن كان الراجح والله أعلم أنه إسماعيل كما سيأتي معنا.(٣) انظر: \"الطبري\" ٢٣/ ٨٩، \"القرطبي\" ١٥/ ١٠١، \"زاد المسير\" ٧/ ٧٨.(٤) انظر: \"تفسير عبد الرزاق\" ٢/ ١٥٤، \"زاد المسير\" ٧/ ٨٧.(٥) أخرجه: الطبري في \"تفسيره\" ٢٣/ ٨٤، والحاكم في \"المستدرك\" \"كتاب التاريخ\" ذكر إسماعيل بن إبراهيم صلوات الله عليهما ٢/ ٥٥٥، ووافقه الذهبي. وأورده السيوطي في \"الدر\" ٧/ ١٠٦، وزاد نسبته لعبد بن حميد عن محمد بن كعب.(٦) اختلف العلماء قديمًا وحديثًا في تعيين الذبيح من هو من ولدي إبراهيم، هل هو إسماعيل أم إسحاق إلى ثلاثة أقوال: فمنهم من يرى أنه إسماعيل، وقد ذكر المؤلف بعضًا ممن قال بهذا القول. ومنهم من يرى أنه إسحاق، وقد ذكر المؤلف كذلك بعضًا ممن قال بهذا القول. وذهب بعضهم إلى التوقف في المسألة نظرًا لطول الخلاف فيها وقدِمه، ولعدم وجود دليل صريح وواضح من الكتاب أو =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= السنة حسب فهمهم يفيد تعيين الذبيح من هو، ومن هؤلاء الحافظ جلال الدين السيوطي رحمه الله، يقول في آخر كتابه القول الفصيح في تعيين الذبيح ص ٨٦ بعد أن ذكر القولين: وأنا الآن متوقف في ذلك، والله أعلم. وكذا الشوكاني، فقد قال في \"فتح القدير\": ٤/ ٣٩٢ بعد أن ذكر القولين وأدلة كل فريق. قال: وكل ذلك يحتمل المناقشة. ولعل الراجح والله أعلم هو القول القائل بان الذبيح هو إسماعيل -عليه السلام-، والقائلون بهذا القول يستدلون بالشواهد التاريخية، وبما عند أهل الكتاب في التوراة والإنجيل، وكذلك بالقرآن. ونحن هنا نذكر أدلة هؤلاء من وجهة النظر الإسلامية بعيدًا عن الشواهد التاريخية وما يستنبط من التوراة والإنجيل، وذلك من أجل الاختصار والإيجاز وبُعدًا عن الإطالة، ومن أراد الاستزادة من الأدلة فليرجع إلى المراجع التي سوف أشير إليها بعد ذكر أدلة القول الراجح.يقول الإمام ابن القيم رحمه الله في \"زاد المعاد في هدي خير العباد\" ١/ ٧١: وإسماعيل هو الذبيح على القول الصواب عند علماء الصحابة والتابعين ومن بعدهم، وأما القول بأنه إسحاق فباطل بأكثر من عشرين وجهاً، وسمعت شيخ الإسلام ابن تيمية قدَّس الله روحه يقول: هذا القول -أن الذبيح إسحاق- إنما هو متلقى من أهل الكتاب، مع أنه باطل بنص كتابهم. فإن فيه أن الله أمر إبراهيم أن يذبح ابنه بكره وفي لفظ وحيده، ولا يشك أهل الكتاب مع المسلمين أن إسماعيل هو بكر أولاده. والذي غرَّ أصحاب هذا القول أن في التوراة التي بأيديهم اذبح بكرك ووحيدك، ولكن اليهود حسدت بني إسماعيل على هذا الشرف ... ثم قال: وكيف يسوغ أن يقال إن الذبيح إسحاق والله تعالى قد بشَّر أم إسحاق به وبابنه يعقوب، فقال تعالى عن الملائكة أنهم قالوا لإبراهيم لما أتوه بالبشرى: {لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ (٧٠) وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} [هود: ٤٠ - ٧١] فمحال أن يبشرها بأنه يولد له ولد ثم يأمر بذبحه.ويدل عليه أيضًا أن الله سبحانه لما ذكر قصة إبراهيم وابنه الذبيح في سورة الصافات قال: {فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ (١٠٣) وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ (١٠٤) قَدْ صَدَّقْتَ الرُّؤْيَا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١٠٥) إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦) وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (١٠٧) وَتَرَكْنَا عَلَيْهِ فِي =</p><p> قوله:  {فَانْظُرْ مَاذَا تَرَى} وقرأ حمزة والكسائي: تُري بضم التاء </p><p>= الْآخِرِينَ (١٠٨) سَلَامٌ عَلَى إِبْرَاهِيمَ (١٠٩) كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (١١٠) إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ} [الصافات: ١٠٣ - ١١١]، ثم قال تعالى: {وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ} [الصافات: ١١٣]، فهذه بشارة من الله تعالى له شكرًا على صبره على ما أُمِرَ به. وهذا ظاهر جدًا في أن المُبَشَّر به غيرُ الأولِ بل هو كالنص فيه ... وأيضًا فلا ريب أن الذبيح كان بمكة، ولذلك جعلت القرابين يوم النحر بها، كما جعل السعي بين الصفا والمروة ورمي الجمار، تذكيرًا بشأن إسماعيل وأمِّه، وإقامة لذكر الله، ومعلوم أن إسماعيل وأمه هما اللذان كانا بمكة دون إسحاق وأمه ... وأيضًا فإن الله سبحانه سمى الذبيح حليمًا, لأنه لا أحلم ممن أسلم نفسه للذبح طاعة لربه، ولما ذكر إسحاق سماه عليماً في قوله: {وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ} [الذاريات: ٢٨].هذه بعض أدلة القائلين بأن الذبيح هو إسماعيل -عليه السلام-. وأما القائلون بأنه إسحاق فاستدلوا بآثار عن بعض الصحابة والتابعين، وهي كلها ضعيفة لا ترقى لقوة أدلة مخالفيهم.يقول الحافظ ابن كثير في \"تفسيره\" ٤/ ١٧ بعد أن ذكر أقوال بعض الصحابة والتابعين في أن الذبيح إسحاق يقول: وهذه الأقوال -والله أعلم- كلها مأخوذة عن كعب الأحبار، فإنه لما أسلم في الدولة العمرية جعل يحدث عمر -رضي الله عنه- عن كتب قديمة، فربما استمع له عمر -رضي الله عنه- فترخص الناس في استماع ما عنده، ونقلوا ما عنده عنه غثها وسمينها, وليس لهذه الأمة حاجة إلى حرف واحد مما عنده ا. هـ.انظر في هذه المسألة بتوسع: \"تفسير ابن جرير الطبري\" ٢٣/ ٨١ وما بعدها، \"مجموع فتاوى ابن تيمية\" ٤/ ٣٣١ وما بعدها، \"روح المعاني\" ٢٣/ ١٣٤، \"زاد المعاد في هدي خير العباد\" ١/ ٧١ وما بعدها، \"تفسير ابن كثير\" ٤/ ١٧، \"الكامل في التاريخ\" لابن الأثير ١/ ١٠٨،\"تفسير القاسمي محاسن التأويل\" ٨/ ١٢٠، \"القول الفصيح في تعيين الذبيح\" للسيوطي، ومعه كتاب \"القول الصحيح في تعيين الذبيح\" لإبراهيم الحازمي، كُتيب من القطع الصغير بحدود ٩٠ صفحة، ذكر فيه مؤلفه رحمه الله ومحققه وفقه الله الأقوال وأدلتها بشيء من التوسع.</p><p> وكسر الراء. قال إبراهيم: ماذا تُرى تأمر وماذا تَرى تشير) (١) . </p><p> قال أبو علي الفارسي:  (من فتح التاء كان مفعول ترى أحد شيئين أحدهما: أن يكون ما مع ذا بمنزلة اسم واحد، فيكونان في موضع نصب بأنه مفعول ترى، والآخر أن يكون ذا بمنزلة الذي، والهاء محذوفة من الصلة، ويكون ترى على هذه القراءة الذي معناه الرأي وليس إدراك المرى (٢) كما تقول فلان يرى ما رأى أبو حنيفة (٣) . والتقدير ما الذي تراه، فتصير ما في موضع ابتداء، والذي في موضع خبره، ويكون المعنى: ما الذي تذهب إليه فيما ألقيت إليك، هل تستسلم وتتلقاه بالقبول أو تأتي غير ذلك. وأما قول حمزة: ماذا تُري فإنه يجوز أن يكون ماذا بمنزلة اسم واحد، ويكون في موضع نصب، والمعنى: أجَلَدًا ترى على ما تُحملُ عليه أم خَوَاراً (٤) . </p><p> ويجوز أن يجعل ما مبتدأ وذا بمنزلة الذي ويعود إليه الذكر المحذوف من الصلة، والفعل منقول من رأى زيد الشيء وأريته الشيء إلا أنه من باب أعطيت، فيجوز أن يقتصر على أحد المفعولين دون الآخر كما أن أعطيت كذلك) (٥) . وقال الفراء: ماذا ترى معناه ماذا ترى من خبرك أو جزعك (٦) . </p><p> وقال أبو إسحاق: ولا أعلم أحدًا قال هذا، وفي كل التفسير ماذا </p><p>(١) \"معاني القرآن وإعرابه\" ٤/ ٣١٠. (٢) في \"الحجة\": (إدراك الحاجة).(٣) في (أ): (أبي)، وهو خطأ.(٤) في (ب): (خورًا)، وهو خطأ.(٥) \"الحجة\" ٦/ ٥٧ - ٥٨.(٦) \"معاني القرآن\" ٢/ ٣٩٠.</p>"
}