{
  "id": null,
  "sura": 37,
  "aya": 158,
  "text": "<p> قال ابن ساس: حجة بينة (١) أنما قلتم كما قلتم (٢) . </p><p> ١٥٧ - {فَأْتُوا بِكِتَابِكُمْ} يريد الذي لكم فيه الحجة، {إِنْ كُنْتُمْ صَادِقِينَ} في قولكم الملائكة بنات الله. </p><p> ١٥٨ - قوله:  {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا} ، اختلفوا في الجنة وفي هذا النسب الذي جعلوه. فروى السدي عن أبي صالح قال: الجنة: الملائكة (٣) . وروى عن أبي مالك قال: إنما سموا الجنة لأنهم كانوا على الجنان (٤) . </p><p> وقال مقاتل: جعلوا نسبًا بين الرب والملائكة حين زعموا أنهم بنات الله (٥) . وعلى هذا القول الجنة هم الملائكة. سموا جنة لاجتنانهم عن الأبصار، أو لأنهم خُزَّان الجنة كما ذكر السدي. وقال الكلبي: قالوا لعنهم الله تزوج من الجن فخرج منها الملائكة. تعالى الله عن ذلك علوًّا كبيراً (٦) . </p><p> وقال قتادة: قالوا صاهر الجن، والملائكة من الجن (٧) . فذلك قوله: </p><p>(١) هكذا في النسخ. ويظهر أن هناك سقطًا ولعل تقديره حتى يكون المعنى واضحًا: حجة بينة على أنما قلتم كما قلتم. (٢) لم أقف عليه عن ابن عباس، وقد ذكره الماوردي ٨/ ٧٠ عن ابن قتيبة، وأورده بعض المفسرين غير منسوب. وانظر: \"بحر العلوم\" ٣/ ١٢٥، \"مجمع البيان\" ٨/ ٧١٨، \"القرطبي\" ١٥/ ١٣٤.(٣) انظر: \"تفسير السدي\" ص ٤٠٦، \"القرطبي\" ١٥/ ١٣٤.(٤) انظر: \"القرطبي\" ١٥/ ١٣٤، وأورده السيوطي في \"الدر\" ٧/ ١٣٤، وعزاه لابن أبي شيبة، وابن المنذر، وابن أبي حاتم عن أبي مالك، وابن أبي حاتم في \"تفسيره\" ١٠/ ٣٢٣١.(٥) \"تفسير مقاتل\" ١١٤ ب.(٦) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٣ أ، \"البغوي\" ٤/ ٤٤، \"زاد المسير\" ٧/ ٩١.(٧) انظر: \"تفسير عبد الرزاق\" ٢/ ١٥٧ , \"الطبري\" ٢٣/ ١٠٨، \"معاني القرآن\" للنحاس ٦/ ٦٥.</p><p> {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا} . وقال مجاهد: قالت كفار قريش: الملائكة بنات الله، فقال لهم أبو بكر الصديق: فمن أمهاتهم؟ قالوا: سروات (١) الجن (٢) . وعلى هذا القول: الجنة أولاد الجن، والنسب هو المصاهرة وروي قول آخر عن الحسن، قالوا: أشركوا الشيطان في عبادة الله، فهو النسب الذي جعلوه (٣) . يعني أنهم عبدوه مع الله وأطاعوه وكأنهم جعلوه نسبًا لله، حيث اعتقدوا طاعته. وفيه بعد. </p><p> والاختيار القول الأول، وهو قول الفراء (٤) وأبي إسحاق (٥) ، يدل عليه ما بعده من قوله:  {وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ} ، أي: قد علمت الملائكة أن الذي قالوا هذا القول محضرون النار ويعذبون. قاله مقاتل (٦) ، وعطاء (٧) ، والفراء، وأبو إسحاق، والكناية في قوله: إنهم تعود على الكفار الذين قالوا هذا القول وجعلوا هذا النسب، وعلى القول الأول الكناية تعود على الجِنَّة، والمعنى: ولقد علمت الجِنة أنهم سيحضرون الحساب. </p><p> قال مجاهد: والتأويل أنه لو كان كما قال الكفار من أن بين الله وبينهم نسبًا ما أحضروا الحساب، وإحضارهم للحساب دليل على أنه لا </p><p>(١) يعنون أشرافهم. (٢) \"تفسير مجاهد\" ص ٥٤٦. وانظر: \"الطبري\" ٢٣/ ١٠٨، \"تفسير الثعلبي\" ٣/ ٢٥٣ أ.(٣) انظر: \"الماوردي\" ٥/ ٧٠، \"البغوي\" ٤/ ٤٥، \"القرطبي\" ١٥/ ١٣٥.(٤) \"معاني القرآن\" ٢/ ٣٩٤.(٥) \"معاني القرآن وإعرابه\" ٤/ ٣١٥.(٦) \"تفسير مقاتل\" ١١٤ ب.(٧) لم أقف عليه عن عطاء. وأورده الطبري في \"تفسيره\" ٢٣/ ٨، عن السدي.</p>"
}