{
  "id": null,
  "sura": 37,
  "aya": 28,
  "text": "<p> ٢٧ - قوله:  {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} قال ابن عباس: يريدهم والشياطين (١) ، وقيل الرؤساء والأتباع (٢) . </p><p> وقوله:  {يَتَسَاءَلُونَ} أي يسأل بعضهم بعضًا، قال مقاتل (٣) والكلبي (٤) : يتكلمون فيما بينهم أي يختصمون، وهذا التساؤل عبارة عن التخاصم والتكلم، وهو سؤال التأنيب. يقولون: غررتمونا. وتقول أولئك لهم: قبلتم منا. وقال في موضع آخر:  {فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ}  [القلم: ٣٠] ، وهذا التساؤل متضمن لمعنى التلاوم وليس ذلك تساؤل المستفهمين، بل هو تساؤل التوبيخ فهو نفس التلاوم. </p><p> ٢٨ - ثم ذكر ذلك التخاصم والتلاوم وهو قوله:  {قَالُوا} أي الكفار للشياطين أو الأتباع للرؤساء: {إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ} ، قال ابن عباس (٥) : يريد من قبل الحق، وهو لفظ مقاتل (٦) . </p><p> وقال الكلبي (٧) : يقول تأتوننا من قبل الدين فتزينون لنا ضلالتنا التي كنا عليها، ونحو ذلك قال الضحاك (٨) . </p><p>(١) \"تفسير ابن عباس\" ص ٣٧٥ بهامش المصحف. (٢) ذكره الماوردي ٥/ ٤٥، ولم ينسبه، وكذا ابن الجوزي في \"زاد المسير\" ٧/ ٥٤.(٣) \"تفسير مقاتل\" ١١٠ ب.(٤) لم أقف عليه عن الكلبي، وقد ذكره الماوردي ٥/ ٤٥ عن ابن عباس، وذكره البغوي ٤/ ٢٦ غير منسوب لأحد.(٥) انظر: \"القرطبي\" ١٥/ ٧٥، وذكره الماوردي ٥/ ٤٦، ونسبه لمجاهد.(٦) \"تفسير مقاتل\" ١١٠ ب.(٧) انظر: \"الماوردي\" ٥/ ٤٥.(٨) انظر: \"تفسير الثعلبي\" ٣/ ٢٤١ أ، \"البغوي\" ٤/ ٢٦، \"زاد المسير\" ٧/ ٥٤.</p><p> وقال قتادة: كنتم تفتنوننا عن طاعة الله (١) . </p><p> قال الفراء:  (يقول: كنتم تأتوننا من قبل الدين، أي تخدعوننا بأقوى الوجوه، واليمين القدرة والقوة،قال الشماخ:</p><p> تلقاها عرابة باليمين (٢) </p><p> قال: يريد القدرة (٣) والقوة) (٤) . </p><p> وقال أبو إسحاق:  (أي كنتم تأتوننا من قبل الدين فتروننا أن الدين والحق ما تعلنوننا به)  (٥) . </p><p> فاليمين على ما ذكروا عبارة عن الحق والدين، غير أن قول أبي إسحاق غير قول الآخرين؛ لأن معنى قوله: كنتم تزينون لنا الدين الذي كنتم عليه وهو الكفر. ومعنى قول الآخرين: كنتم تمنعوننا بإضلالكم عن الدين الذي هو الحق. </p><p> وشرح ابن قتيبة قول المفسرين في هذه الآية فقال: (يقول المشركون لقرنائهم من الشياطين: إنكم كنتم تأتوننا عن أيماننا لأن إبليس قال: {ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ}  [الأعراف: ١٧] </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ١٤٨، \"الطبري\" ٢٣/ ٤٩، وأورده السيوطي في \"الدر\" ٧/ ٨٦، وعزاه لعبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن قتادة. (٢) هذا عجز بيت من الوافر وصدره:إذا ما راية رفعت لمجدللشماخ في \"ديوانه\" ص ٣٣٦، \"معاني القرآن\" للفراء ٢/ ٣٨٥، \"تهذيب اللغة\" ٨/ ٢٢١ - ١٥/ ٥٢٣، \"اللسان\" ١٣/ ٤٦١.(٣) في (أ): (القوة والقدرة).(٤) \"معاني القرآن\" ٢/ ٣٨٤.(٥) \"معاني القرآن وإعرابه\" ٤/ ٣٠٢.</p><p> فشياطينه (١) تأتيهم من كل جهة من هذه الجهات، يعني التأكيد والإضلال، قال المفسرون: فمن أتاه الشيطان من قبل الشمال أتاه من قبل الشهوات، ومن أتاه من بين يديه أتاه من قبل التكذيب بالقيامة وبالثواب والعقاب، ومن أتاه من خلفه خوفه الفقر على نفسه وعلى من يخلف من بعده، فلم يصل رحمًا ولم يؤد زكاة. فقال (٢) المشركون لقرنائهم: إنكم كنتم تأتوننا في الدنيا من جهة الدين فتشبِّهون علينا فيه حتى أضللتمونا) (٣) . </p><p> وقال أبو القاسم (٤) الزجاجي: أجود ما قيل في هذا أنه من قول العرب: فلان عندي باليمين، أي بالمنزلة الحسنة، وفلان عندي بالشمال أي بالمنزلة الخسيسة الدنية (٥) . فقال هؤلاء الكفار [لأئمتهم]  (٦) الذين أضلوهم وزينوا لهم الكفر: إنكم كنتم تخدعوننا وترونا (٧) أننا عندكم بمنزلة اليمين، أي بالمنزلة الحسنة، فوثقنا بكم وقبلنا عنكم، أي أتيتمونا من ذلك الجانب. </p><p> قال: وقال بعض أصحابنا وهو قول قوي: إن أئمة المشركين كانوا قد أخافوا (٨) لهؤلاء المستضعفين أن ما يدعونهم إليه هو الحق، فوثقوا بأيمانهم وتمسكوا بعهودهم التي عهدوها. فمعنى قوله: {كُنْتُمْ تَأْتُونَنَا عَنِ </p><p>(١) هكذا في النسخ وفي \"تأويل المشكل\" لابن قتيبة (فشياطينهم)، وهو الصواب. (٢) في (ب): (قال) سقطت الفاء.(٣) \"تأويل مشكل القرآن\" ص ٣٤٨.(٤) في (ب): (أبو الغنيم)، وهو خطأ.(٥) لم أقف عليه.(٦) ما بين المعقوفين طمس في (ب).(٧) في (ب): (وتروننا).(٨) هكذا في النسخ، ولعل الصواب: (قالوا).</p>"
}