{
  "id": null,
  "sura": 38,
  "aya": 3,
  "text": "<p> ٢ - قوله:  {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ} قال ابن عباس (١) : جحدوا وكذبوا وأشركوا. وقال مقاتل: كفروا بالتوحيد من أهل مكة. </p><p> (في عزة) قال: يعني حمية، كقوله:  {أَخَذَتْهُ الْعِزَّةُ}  [البقرة: ٢٠٦]  (٢) . وقال الكلبي: يكفروا عن محمد -صلى الله عليه وسلم- (٣) . قال المبرد: العزة التعزز عن الحق، نحو قوله:  {وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ}  [البقرة: ٢٠٦] وتحقيقه الأنفة عن الانقياد للحق (٤) . </p><p> وقوله:  {وَشِقَاقٍ} قال ابن عباس: يريد الاختلاف (٥) . والكلام في هذا تقدم (٦) . </p><p> ٣ - ثم خوَّفهم فقال:  {كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} قال مقاتل: يعني الأمم الخالية حين كذبوا الرسل. {فَنَادَوْا} عند نزول العذاب في الدنيا (٧) . </p><p>= أن هذا لا يجعلنا نقول: إن هذا هو الجواب؛ لوجود ما يصلح جواباً قبله. وأما الثالث: وهو أن الجواب قوله: {إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ} فبعيد أيضًا لطول الفصل. وأما الرابع: وهو قول الأخفش: يجوز أن يكون لـ {ص} معنى يقع عليه القسم لا ندري نحن ما هو، كانه قولك الحق والله، فبعيد؛ لأن الجواب ظاهر ومفهوم ولا يحتاج إلى تقدير شيء. (١) لم أقف عليه(٢) \"تفسير مقاتل\" ١١٥ أ.(٣) هكذا جاءت في العبارة في النسخ، وهو خطأ، فإن يكفروا تعدّى بالباء وليس بعن، فالصحيح: يكفروا بمحمد. ولم أقف على قول الكلبي.(٤) انظر: \"اللسان\" ٥/ ٣٧٨ (عزز).(٥) \"تفسير ابن عباس\" بهامش المصحف ص ٣٨٠.(٦) عند الآية (٢٥٦) من سورة البقرة في قوله تعالى: {وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ}.(٧) \"تفسير مقاتل\" ١١٥ أ.</p><p> ولم يذكر بأيش نادوا، والظاهر أنه أراد نادوا بالاستغاثة؛ لأن نداء من نزل به العذاب الاستغاثة، وعلى هذا دل كلام ابن عباس وغيره من المفسرين (١) . </p><p> وقال آخرون (٢) : نادوا بالإيمان والتوبة عند معاينة العذاب، وهو معنى قول قتادة (٣) . </p><p> وقال الكلبي (٤) : كانوا إذا قاتلوا فاضطروا، قال بعضهم لبعض: مناص (٥) فلما أتاهم العذاب، قالوا: مناص فقال الله تعالى: {وَلَاتَ حِينَ مَنَاصٍ} . وعلى هذا المعنى والتقدير: فنادوا مناص، إلا أنه حذف المنادى، ودل عليه قوله:  {وَلَاتَ حِينَ مَنَاصٍ} أي: ليس الوقت وقت ما ينادون به، إلا أن هذا القول ضعيف؛ لأن هذا إخبار عن القرون الماضية المهلكة، ويبعد أن يقال: كل القرون كانت عادتهم عند الأضطرار في القتال أن ينادوا مناص. قال صاحب النظم: فنادوا أي: رفعوا أصواتهم، يقال منه: فلان أندى صوتًا من فلان أي: أرفع، ومنه قال الشاعر (٦) : </p><p>(١) انظر: \"الطبري\" ٢٣/ ١٢١، \"الماوردي\" ٥/ ٧٧، \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"البغوي\" ٤/ ٤٧. (٢) ينسب هذا القول للسدي. انظر: \"الطبري\" ٢٣/ ١٢١، وذكر النحاس في \"معانيه\" ٦/ ٧٧ ولم ينسبه.(٣) انظر: \"الطبري\" ٢٣/ ١٢١، \"ابن كثير\" ٤/ ٢٦.(٤) انظر: \"الماوردي\" ٥/ ٧٨، \"بحر العلوم\" ٣/ ١٢٩، \"القرطبي\" ١٥/ ١٤٥، وأورده البغوي ٤/ ٤٨ عن ابن عباس.(٥) والمناص هنا المراد به: الفرار، فكأنه ينادي بعضهم بعضًا بالفرار والبحث عن ملجأ.(٦) هذا البيت من الوافر للأعشى في: \"الكتاب\" ٣/ ٤٥، \"الدر\" ٤/ ٨٥ وليس في =</p><p> فقلتُ ادْعى وأدعُوْ فإن أندى ... لصوتٍ أن ينادي داعيان </p><p> قال: وقوله: {وَلَاتَ حِينَ مَنَاصٍ} ظرف لقوله: {فَنَادَوْا} لأنه وقت (١) له. والمعنى: فنادوا حين لا مناص أي: ساعة لا منجا ولا فوت، إلا أنه لما قدم لا وأخر حين اقتضى ذلك الواو، وكما يقتضي الحال إذا جعل ابتداءً وخبرًا مثل قولك: جاءني زيد راكبًا فإذا جعلته مبتدأ وخبرًا اقتضى الواو مثل: جاءني زيد وهو راكب) (٢) . ومما يشبه هذا النظم قولك: أتيت زيدًا حين لم يطلع الفجر، ثم تقول: أتيت زيدًا والفجر لم يطلع، فارتفع الفجر بدخول الواو؛ لأنه جعل مبتدأ وموضعه نصب على الحال. وهذا الذي ذكره شرح قول قتادة: نادوا القوم على غير حين النداء، وتدل هذه الجملة على أنهم نادوا بالاستغاثة. قال ابن عباس (٣) والمفسرون في قوله: {وَلَاتَ حِينَ مَنَاصٍ} : ليس بحين بروز ولا فرار ضبط القوم (٤) . </p><p> قال أبو عبيد: المناص مصدر وناص ينوص، وهو المتجاوز الفوت (٥) . </p><p>= \"ديوانه\". وللفرزدق في \"أمالي القالي\" ٢/ ٩٠ وليس في \"ديوانه\". ولد ثار بن شيبان النمري في \"سمط اللآلئ\" ص ٧٢٦، \"اللسان\" ١٥/ ٣١٦ (ندى). وقيل: للأعشى أو للحطئية أو لربيعة بن جشم أو لدثار بن شيبان في: \"شرح التصريح\" ٢/ ٢٣٩، \"شرح شواهد المغني\" ٢/ ٨٢٧. وبلا نسبة في \"أوضح المسالك\" ٤/ ١٨٢، \"سر صناعة الإعراب\" ١/ ٣٩٢ (١) في (ب): زيادة (لا)، وهو خطأ.(٢) انظر قول أبي علي الجرجاني في القرطبي ١٥/ ١٤٦.(٣) انظر: \"الطبري\" ٢٣/ ١٢١، \"تفسير ابن عباس\" بهامش المصحف ص ٣٨٩.(٤) انظر: \"الطبري\" ٢٣/ ١٢١، \"تفسير الثعلبي\" ٣/ ٢٥٤ ب.(٥) لم أقف عليه عن أبي عبيد. وانظر: \"اللسان\" ٧/ ١٠٢ (نوص).</p><p> وقال الفراء:  (النوص التأخر في كلام العرب،وأنشد لامرئ القيس:</p><p> أمن ذكر ليلى إذ نأتك تنوص (١)  (٢) </p><p> وقال أبو إسحاق:  (يقال: ناصه ينوصه، إذا فاته،وفي التفسير:لات حين نداء.قال:ومعناه لات حين نداءٍ ينجي)  (٣) . وأما لات والكلام في هذه التاء فقال وهب والكلبي: لات بلغة اليمن ليس (٤) ، هذا ما ذكر عن أهل التفسير. وأما النحويون فإنهم مختلفون في هذه التاء. </p><p> قال أبو عبيدة:  (ولات إنما هي ولا، وبعض العرب يزيد فيها هاء الوقف، فإذا اتصلت صارت تاء)  (٥) . فعلى قوله، التاء لحقت لا. </p><p> وقال أبو زيد: (لات التاء فيها صلة، والعرب تقول: لات بالتاء، </p><p>(١) صدر بيت، وعجزه: وتقصر عنها خطوة وتبوصوهو من الطويل، لامرئ القيس في \"ديوانه\" ص ١٧٧، \"تهذيب اللغة\" ١٢/ ٢٤٦ (ناص)، \"اللسان\" ٥/ ٩٧ (قعد)، ٧/ ٩ (بوص). وبلا نسبة في: \"رصف المباني\" ص ٤٩٦.والشاهد فيه قوله: تبوصو، حيث جاءت الواو لإطلاق القافية. ومعنى نأتك: أي بُعدت عنك وهجرتك. وتنوص: تذهب متباعدًا، وتبوص تَعْجَل، يعني أنك تتردد بين الريث والعجلة. \"شرح ديوان امرئ القيس\" ص ١٢٢.(٢) \"معاني القرآن\" ٢/ ٣٩٧.(٣) \"معاني القرآن وإعرابه\" ٤/ ٣٢٠.(٤) لم أقف على هذا القول عن الكلبي ولا عن وهب. وقد ذكر الثعلبي في \"تفسيره\" ٣/ ٢٥٤ ب، وابن الجوزي في \"زاد المسير\" ٧/ ١٠٠ عن وهب أنها بالسريانية وليست بلغة أهل اليمن. وذكر البوي في \"تفسيره\" ٤/ ٤٨ أنها بلغة أهل اليمن ولم ينسب هذا القول لأحد، وذكره ابن الجوزي في \"زاد المسير\" ٧/ ١٠٠ عن عطاء.(٥) \"مجاز القرآن\" ٢/ ١٧٦.</p><p> وأنشد: </p><p> طلبوا صلحنا ولات أوان ... فأجبنا أن ليس حين بقاء (١) </p><p> قال: والأصل فيها لا، والمعنى فيها ليس. قال: والعرب تقول: ما اسطيع وما أستطيع، ويقولون: ثمت في موضع ثم، وربت في موضع رب، ويا ويلتنا ويا ويلتا) (٢) . </p><p> وذكر أبو الهيثم عن الرازي في قولهم:  (لات هنا أي: ليس حين ذلك وإنما هو لاهَنَّا فأنت لا فقيل لاه، ثم أُضيِف فتحولت الهاء تاء، كما أنثوا رب ربة وثم ثمة)  (٣) . </p><p> وقال شمر:  (أصل هذه التاء هاء وصلت بلا،فقالوا:لاه لغير معنى حادث كما زادوها في ثمة، فلما وصلوها جعلوها تاء.قال:وهذا إجماع من علماء البصرة والكوفة)  (٤) . </p><p> وقال أبو علي: من الحروف ما دخل عليه حرف التأنيث نحو: ثم وثمه ولات ولات (٥) . </p><p> وخالف أبو عبيد (٦) فقال: وجدنا هذه التاء تلحق مع حين ومع لات </p><p>(١) البيت من الخفيف، وهو لأبي زبيد الطائي في \"ديوانه\" ص ٣٠، \"الإنصاف\" ص ١٠٩، \"خزانة الأدب\" ٤/ ١٩٠، \"معاني القرآن وإعرابه\" ٥/ ٣٢٠، \"القرطبي\" ١٥/ ١٤٧. (٢) انظر: \"تهذيب اللغة\" ١٥/ ٤٢٠ (لات).(٣) انظر: \"المصدر السابق\".(٤) انظر: \"المصدر السابق\".(٥) لم أقف عليه.(٦) ذكر قول أبي عبيد: ابن الأنباري في \"التبيان في غريب إعراب القرآن\" ٢/ ٣١٢، والقرطبي في \"تفسيره\" ١٥/ ١٤٦.</p><p> ومع أوان، فيقال: كان هذا تحين كان ذلك، وكذلك تاوان، ويقال اذهب ثلاث إن شئت فاهمز تلأن وإن شئت فلا تهمز، قال: وقد وجدنا ذلك في أشعارهم وفي كلامهم، فمن ذلك قول وجزة: </p><p> العاطفون تحين ما من عاطف ... والمطعمون زمان ما من مطعم (١) </p><p> قال: وقد كان بعض النحويين يجعلون الهاء موصولة بالنون فتقول العاطفونه، وهذا غلط بين؛ لأن الهاء إنما تقحم مع النون في مواضح القطع والسكوت، فأما مع الاتصال فإنه غير موجود، ومن إدخالهم التاء في أوان قول أبي زبيد (٢) : </p><p> طلبوا صلحنا ولات أوان) (٣) . </p><p> ومن إدخالهم التاء في الآن حديث أبي (٤) عمر وسأله رجل عن عثمان فذكر [يبين لك أن التاء لم تكن زيادة مع لا]  (٥) . مع أني تعمدت النظر في </p><p>(١) البيت من الكامل، وهو لأبي وجزة السعدي في: \"الأزهية\" ص ٢٦٤، \"خزانة الأدب\" ٤/ ١٧٦، \"اللسان\" ٩/ ٢٥١ (عطف). والشاهد فيه قوله: (العاطفون تحين) حين زاد التاء على حين، وخرِّج على أن هذه التاء في الأصل هاء السكت، وقيل: الشاهد حذف لا وإبقاء التاء لأن الحين مضافة في التقدير، والتقدير: العاطفون حين لات حين ما من عاطف، فحذف حين مع لا.(٢) في النسخ كتب: أبو عبيد، ثم علق في الهامش: زبيد. ولعله وهم من الناسخ ثم صححه من اطلع على الكتاب. البيت لأبي زبيد كما سبق تخريجه.(٣) انظر قول أبي عبيد في: \"اللسان\" ٢/ ٨٧ (ليت).(٤) هكذا في النسخ، والصواب: (ابن).(٥) هكذا جاءت في النسخ، والذي ورد عند القرطبي ١٥/ ١٤٧ حينما نقل كلام أبي عبيد قال: قال أبو عبيد: ومن إدخالهم التاء في الآن حديث ابن عمر وسأله رجل عن عثمان بن عفان -رضي الله عنه-، فذكر مناقبه ثم قال: اذهب بها تَلاَن فعك.</p><p> المصحف الذي يقال له الإمام مصحف عثمان، فوجدت التاء متصلة مع حين قد كتبت تحين، قال: والوقف عندي على هذا الحرف ولا من غير تاء، ثم يبتدئ فيقول: تحين مناص) (١) . </p><p> وقال أبو إسحاق:  (الوقف على لات بالتاء، فالكسائي يقف بالها لاه، فجعلها هاء التأنيث.قال:وحقيقة الوقف عليها بالتاء؛لأن هذه التاء نظيرة التاء في الفعل في قولك:ذهبت، جلست،وفي قولك:زيدًا تمت عمرًا عند الوقف على تمت فخطأ فهاء الحروف بمنزلة تاء الأفعال؛لأن التاء في الموضعين دخلت على ما لا يعرب وليس هو في طريق الأسماء نحو:قاعد وقاعدة)  (٢) . </p><p> قال أبو علي الفارسي فيما أصلح على أبي إسحاق (٣) : (ليس للعرفان والجهالة في قلب هذه التاء هاء في الوقف ولا لتركها مذهب، ولكن يدل على أن الوقف على هذا ينبغي أن يكون بالتاء؛ لأنه لا خلاف أن الوقف على الفعل بالتاء، وإذا كان الوقف على التي في الفعل بالتاء وقعت المنازعة في الحروف وجب أن ينظر فيلحق بالقبيل الذي هو أشبه، والحروف بالفعل أشبه منه بالاسم من حيث كان الفعل ثانيًا والاسم أولاً، فالحرف لهذا الثاني أشبه بالأصل، وأيضًا فإذا كانت هذه الهاء في بعض اللغات تترك تاء في الأسماء كما حكاه سيبويه، وأنشد أبو الحسن من قوله: </p><p>(١) انظر قول أبي عبيد بتمامه في: القرطبي ١٥/ ١٤٦ - ١٤٧. (٢) \"معاني القرآن وإعرابه\" ٤/ ٣٢١.(٣) أصلح أبو علي على أبي إسحاق كتابه: \"معاني القرآن وإعرابه\"، وكتاب أبي علي اسمه: \"الإغفال فيما أغفله الزجاج في معاني القرآن\".</p><p> بل جوزتيها كظهر الحجفتْ (١) </p><p> وإن تترك في الحرف ولا تقلب أجدر، فبهذا ترجح هذا القول على قول الكسائي في القياس) (٢) انتهى كلامه. </p><p> وقياس قول الكسائي أن هذه التاء هاء في الأصل، ثم تصير تاء في الوصل، فإذا ترك الوصل عاد إلى ما كان نحو: قاعدة وضاربة (٣) . </p><p> وعند أبي إسحاق وأبي علي لم تكن هاء قط هو تاء في الأصل والوقف كالتاء التي في: ذهبت، وقعدت. وهذا هو الأشبه لما ذكره أبو علي من الحرف بالفعل أشبه منه بالاسم، وقال الفراء:  (الوقف على لات بالتاء)  (٤) . </p><p> فهذه ثلاثة أوجه في الوقف: أحدهما: لات بالتاء، والثاني: لاه بالهاء، والثالث: لا، وهو مذهب أبي عبيد. </p><p> قال الفراء: (والكلام أن ننصب تاء لات؛ لأنها في معنى ليس، أنشدني المفضل: </p><p>(١) جزء من بيت، وتمامه: قد تبلت فؤاده وشغفت ... بل جَوْزِتيهاء كظهر الحجفتْوهو من الرجز لسؤر الذنب.انظره مع أبيات أخرى في: \"اللسان\" ٩/ ٣٩ (حجف).١١/ ٧٠ (بلن). \"تاج العروس\" ٢٣/ ١١٩ (حجف). وبلا نسبة في \"رصف المباني\" ص ٢٣٢، ٢٣٨، ٢٦٩، \"المحتسب\" ٢/ ٩٢.(٢) \"الإغفال فيما أغفله الزجاج من المعاني\"، رسالة ماجستير أعدها: محمد حسن إسماعيل، كلية الآداب، جامعة عين شمس- مصر. ص ١١٩٣ - ١١٩٤.(٣) \"معاني القرآن\" ٢/ ٣٩٨.(٤) انظر قول الكسائي في \"إعراب القرآن\" للنحاس ٢/ ٧٨١، \"القرطبي\" ١٥/ ١٤٦.</p><p> تذكر حب ليلى لات عينا ... وأضحى الشيب قد قطع القرينا (١)  (٢) </p><p> قال أبو إسحاق: النصب على أنها عملت عمل ليس، المعنى: وليس الوقت حين مناص، قال: والرفع جيد، ومن رفع بها جعل حين اسم ليس وأضمر الخبر على معنى: ليس حين منجى لنا) (٣) . قال (٤) العرب من يضيف لات فتخفض بها، وأنشد: </p><p> علمت أنني قد قتلته ... ندمت عليه حين لات ساعة مندم (٥) </p><p> وأنشد أيضًا قول أبي زيد: </p><p> (ولات أوان)  (٦) </p><p>(١) البيت من الوافر، وهو لعمر بن شأس في \"ديوانه\" ص ٧٣، \"تذكرة النحاة\" ص ٧٣٤. وبلا نسبة في \"خزانة الأدب\" ٤/ ١٦٩، ١٧٨، \"معاني القرآن\" للفراء ٢/ ٣٩٧، \"الدر المصون\" ٥/ ٥٢٢، والقرين: هو المصاحب. انظر: \"اللسان\" ١٣/ ٣٣٧ (قرن). (٢) \"معاني القرآن\" ٢/ ٣٩٧.(٣) \"معاني القرآن وإعرابه\" ٤/ ٣٢٥.(٤) هكذا جاء الكلام في جميع النسخ وهو موهم، والكلام بنصه عند الطبري ٢٣/ ١٢٢ ونصُّه: وقال بعض نحوي الكوفة: من العرب من يضيف لات.(٥) الذي عند الطبري إثبات الشاهد فقط وهو: لات ساعة مندم. والبيت الذي ذكره المؤلف سقطت منه كلمة (فلما) في أوله. وهو من الطويل، للقتال الكلابي في \"الحماسة\" ١/ ٦٣ إلا أن روايته فيه هكذا:ولما رأيت أنني قد قتلته ... ندمت عليه أي ساعة مندموفي تحقيق د/ أحمد الخراط لـ\"رصف الماني\" ص ٣٣٤ نسبه للقتال. وبلا نسبة في \"تذكرة النحاة\" ص ٧٣٤، \"خزانة الأدب\" ٤/ ١٦٨ , ١٦٩ , ١٧٤ , ١٨٧ , \"تأويل مشكل القرآن\" ص ٥٢٩.(٦) \"تفسير الطبري\" ٢٣/ ١٢٢.</p><p> قال ابن قنيبة:  (وجر العرب بها يفسد مذهب أبي عبيد؛لأنهم إذا جروا ما بعدها جعلوها كالمضاف للزيادة واحتجاجه بقوله:القاطعون تحين.فإن ابن الأعرابي قال:إنما هو القاطعونه بالهاء، فإذا وصلت صارت الهاء تاء،قال:وسمعتُ الكِلَّابي (١) ينهى رجلاً عن عمل، فقال له: حسبكلآن (٢) أراد حَسْبُكهُ الآن، فلما وصل صارت الهاء تاء) (٣) . </p><p> قال أبو إسحاق:  (الكسر بها شاذ، شبيه بالخطأ عند البصريين، ولم يرو سيبويه والخليل الكسر، والذي عليه العمل النصب والرفع.قال الأخفش:إن لات حين نصب حين بلا،كما تقول:لا رجل في الدار، ودخلت التاء للتأنيث)  (٤) . </p><p> قوله:  {وَعَجِبُوا} ] (٥) قال صاحب النظم: هذا منظوم بقوله: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ} ؛ لأنه منسوق عليه بالواو. قوله تعالى:  {وَكَمْ أَهْلَكْنَا} معترض وليس من النصب في شيء. </p><p>(١) هو: أبو الحسين عبد الوهاب بن الحسن بن الوليد بن موسى الكِلابيُّ الدمشقي، يعرف بأخي تبوك، محدَّث صادق معمّر، ولد سنة ٣٠٦. روى عن محمد بن خُزيم وطاهر بن محمد وأبي عبيدة بن ذكران وخلق غيرهم، وعنه روى تمام الرازي وعبد الوهاب الميداني وأبو القاسم السُميساطي وغيرهم. مات رحمه الله سنة ٣٩٦ هـ. قال الكتَّاني: كان ثقة نبيلاً مأموناً. انظر: \"سير أعلام النبلاء\" ١٦/ ٥٥٧، \"شذرات الذهب\" ٣/ ١٤٧، \"العبر\" ٣/ ٦١.(٢) في \"تأويل المشكل\" ص ٥٣١: (حسبَك تلان).(٣) \"تأويل المشكل\" ص ٥٣٠ - ٥٣١.(٤) \"معاني القرآن وإعرإبه\" ٤/ ٣٢١.(٥) ما بين المعقوفين بياض في (ب).</p>"
}