{
  "id": null,
  "sura": 38,
  "aya": 1,
  "text": "<p> تفسير سورة ص </p><p> بسم الله الرحمن الرحيم </p><p> ١ - روى الكلبي، عن أبي صالح، عن ابن عباس وجابر أنهما سئلا عن {ص} فقالا: لا ندري (١) . </p><p> وقال سعيد بن جبير: بحر يحيى الله به الموتى (٢) . </p><p> وقال الضحاك: صدق الله وعده (٣) . </p><p> وقال مجاهد: فاتحة السورة (٤) . </p><p> وقال قتادة: اسم من أسماء القرآن (٥) . </p><p> وروى الوالبي عن ابن عباس قال: هو اسم من أسماء الله -عز وجل- (٦) . وقال في رواية عطاء: يريد صدق محمد -صلى الله عليه وسلم- (٧) . </p><p> وقال محمد القُرظي: هو مفتاح أسماء الله: صمد، وصانع المصنوعات، وصادق الوعد (٨) . </p><p>(١) انظر: \"الثعلبي\" ٣/ ٢٥٤ ب، \"القرطبي\" ١٥/ ١٤٣، وأورده السيوطي في \"الدر\" ٧/ ١٤٣، وعزاه لعبد بن حميد عن أبي صالح. (٢) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"القرطبي\" ١٥/ ١٤٣.(٣) انظر: \"الماوردي\" ٥/ ٧٥. \"البغوي\" ٤/ ٤٧، \"القرطبي\" ١٥/ ١٤٣.(٤) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"القرطبي\" ١٥/ ١٤٣.(٥) انظر: \"الطبري\" ٢٣/ ١١٧، \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"الماوردي\" ٥/ ٧٥.(٦) انظر: \"الطبري\" ٢٣/ ١١٧، \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"زاد المسير\" ٧/ ٩٧.(٧) انظر: \"البغوي\" ٤/ ٤٧، \"زاد المسير\" ٧/ ٩٧.(٨) انظر: \"المحرر الوجيز\" ٤/ ٤٩١، \"البغوي\" ٤/ ٤٧، \"القرطبي\" ١٥/ ١٤٣.</p><p> وقال السدي: هو قسم أقسم الله به (١) . </p><p> وذكر أبو إسحاق (٢) فيه قولين قال: معناه الصادق الله. وقيل: إنه قسم (٣) . </p><p> قوله:  {وَالْقُرْآنِ ذِي الذِّكْرِ} عطف عليها، المعنى: أقسم بـ {ص} وبالقرآن ذي الذكر. وأنكر أبو علي أن تكون {ص} قسمًا قال: (لأنه إذا كان قسمًا لا يخلو قوله: {وَالْقُرْآنِ} من أن يكون استئناف قسم أو عطفا على قسم، وهو قوله:  {ص} ، فلا يجوز أن يكون استئناف قسم إن جعلت {ص} قسماً؛ لأن جواب الأول لم يمض، فإذا لم يمض جواب الأول لم يجز أن يستأنف قسم آخر، ولا يجوز أن يكون عطفاً على القسم الأول، فيكون جوابان تشرك الأول؛ لأنه لا حرف جر في الأول، فإذا لم يكن في الأول حرف جر لم يجز ذلك، ولا يجوز إضمار حرف الجر في القسم إلا في أسماء الله كما تقول: الله لأفعلن، ولا يجوز: الكعبة لأفعلن، يريد بالكعبة كما جاز في اسم الله, لأنه كثر في كلامهم فجاز فيه للكثرة مالا يجوز في غيره، ألا ترى أنهم قد استجازوا في هذا الاسم بدل الباء من </p><p>(١) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٤ ب، \"القرطبي\" ١٥/ ١٤٣. (٢) \"معاني القرآن واعرابه\" ٤/ ٣١٩.(٣) هذه الأقوال التي ذكرها المؤلف رحمه الله في معنى {ص} أقوال لا دليل عليها، والأولى أن يقال في جميع الحروف المقطعة التي افتتحت بها بعض سور القرآن: أنها بيان لإعجاز القرآن. يقول الإمام ابن كثير رحمه الله عنها: إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن، وأن الخلق عاجزون عن معارضته بمثله مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها. \"تفسير ابن كثير\" ١/ ٣٨. وهذا القول اختيار جماعة من المحققين. انظر. \"الكشاف\" ١/ ٧٦، \"فتح القدير\" ١/ ٣٧، \"أضواء البيان\" ٣/ ٣ - ٧.</p><p> الواو ولم يجبزوه في غيره، وقالوا: بالله اغفر لي، ولا ينادون اسمًا فيه الأف واللام سوى هذا، لقولك (١) أجازوا الحذف في هذا ولم يجيزوه في غيره، وإذا كان كذلك لم يجز أن يكون {ص} قسمًا، ويكون {وَالْقُرْآنِ} قسماً لم يسبق قبله قسم) (٢) . </p><p> وقوله:  {ذِي الذِّكْرِ} أكثر المفسرين قالوا: معناه ذي الشرف. وهو قول سعيد بن جبير وأبي حصين وإسماعيل بن أبي خالد وابن عباس في رواية سعيد (٣) . والذكر يكون بمعنى الشرف كقوله:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ}  [الزخرف: ٤٤] ، وكقوله:  {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ}  [الأنبياء: ١٠] . قال مقاتل: ذي البيان (٤) . ويكون المعنى على هذا: وأنه ذكر فيه أقاصيص الأولين والآخرين، وما يحتاج إليه في الحلال والحرام. وروي عن الضحاك وقتادة: ذي الموعظة والتذكير (٥) . </p><p> واختلفوا في جواب القسم: فحكى النسائي والفراء والزجاج (٦) : أن جواب القسم قوله: {إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ}  (٧) . قال الكسائي: </p><p>(١) هكذا جاءت في النسخ، ولعل الصواب: (لذلك) حتى يستقيم الكلام. (٢) لم أقف على قول أبي علي.(٣) انظر: \"الطبري\" ٢٣/ ١١٨، \"الماوردي\" ٥/ ٧٥، \"المحرر الوجيز\" ٤/ ٤٩١، \"زاد المسير\" ٧/ ٩٨.(٤) \"تفسير مقاتل\" ١١٥ أ.(٥) انظر: \"الطبري\" ٢٣/ ١١٩، \"الماوردي\" ٥/ ٧٥، \"زاد المسير\" ٧/ ٩٨.(٦) انظر: \"مجمع البيان\" ٨/ ٧٢٥، \"التبيان في غريب القرآن\" ٢/ ١٠٩٦، \"الدر المصون\" ٥/ ٥٢٥، \"البحر المحيط\" ٧/ ٣٦٧، \"معاني القرآن وإعرابه\" ٤/ ٣١٩.(٧) وهذه الآية في آخر السورة رقمها (٦٤). ولطول الفاصل بين القسم وبين جوابه على هذا القول. نجد أن الكسائي رده ولا يراه شيئًا. وكذا الفراء، وكذلك استبعده النحاس في \"معاني القرآن\" ٦/ ٧٦.</p><p> ولا أراه شيئًا، فاستبعده. وقال الفراء:  (هذا قد تأخر عن قوله:{وَالْقُرْآنِ}تأخرًا كثيرًا وجرت بينهما قصص مختلفة، فلا يعد ذلك مستقيمًا في العربية)  (١) . وحكى هؤلاء أيضًا قولاً آخر في جواب القسم، وهو أن يكون قوله:  {كَمْ أَهْلَكْنَا} واعترض بين القسم وجوابه: {بَلِ الَّذِينَ كَفَرُوا} ومعناه: لكم أهلكنا، فلما طال الكلام المعترض بينهما حذفت اللام (٢) . </p><p> وحكى الأخفش (٣) فقال: يزعمون أن موضع القسم في قوله: {إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ} . وقال النحاس (٤) : وهذا كالأول في الاستبعاد. </p><p> وذكر صاحب النظم هذا القول فقال: لما قال: {ص وَالْقُرْآنِ ذِي الذِّكْرِ} اعترض خبر آخر سواه، وهو قوله:  {بَلِ الَّذِينَ كَفَرُوا} فمرَّ فيه إلى قوله: {أُولَئِكَ الْأَحْزَابُ} ثم قال: {إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ} فكان هذا جوابًا للقسم، ومعنى {إِنْ كُلٌّ} : ما كل، كما يقال في الكلام: والله ما هذا إلا كافر. وما اعترض بين قوله:  {ص وَالْقُرْآنِ} إلى قوله: {إِنْ كُلٌّ} قصة واحدة، وهذا الجواب قد يتصل بها وينتظم معها، فيكون جوابًا للقصة المعترضة للقسم انتهى كلامه. </p><p> وروي عن قتادة أن موضع القسم:  {بَلِ الَّذِينَ كَفَرُوا}  (٥) كما قال: </p><p>(١) \"معاني القرآن\" ٢/ ٣٩٧. (٢) انظر: \"معاني القرآن\" للفراء ٢/ ٣٩٧، \"معاني القرآن وإعرابه\" ٤/ ٣١٩، \"مجمع البيان\" ٨/ ٧٢٥.(٣) \"معاني القرآن\" ٢/ ٤٩٢.(٤) \"معاني القرآن الكريم\" ٦/ ٧٦.(٥) انظر: \"الطبري\" ٢٣/ ١١٩، \"معاني القرآن\" للنحاس ٦/ ٧٧، \"زاد المسير\" ٧/ ٩٩.</p><p> {وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا}. وقال صاحب النظم في هذا القول: معنى بل توكيد للخبر الذي بعده [...]  (١) في سبب ما بعدها قبل هاهنا بمنزلة أن؛ لأنه توكيد ما بعده من الخبر وإن كان له معنى سواه في نفي خبر متقدم، فكأنه -عز وجل- قال: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١) بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ}، كما تقول: والله إن زيدًا قائم. ثم قال: واحتج قائل هذا القول بأن هذا النظم وإن لم يكن للعرب فيه أصل ولا لها فيه رسم، فيحتمل أن يكون نظمًا أحدثه الله -عز وجل- لما بينا من احتمال بل معنى أن. انتهى كلامه (٢) . </p><p> وقال أبو القاسم الزجاج:  (قال النحويون: إن بل يقع في جواب القسم كما تقع لن؛ لأن المراد بهما توكيد الخبر،وذلك في قوله:{ص وَالْقُرْآنِ ذِي الذِّكْرِ (١) بَلِ الَّذِينَ كَفَرُوا} وكذلك قوله: {ق وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا} وهذا من طريق الاعتبار يصلح أن يكون بمعنى أن لا أنه شائع في عبارة العرب أن يكون بل جوابًا للقسم، لكن بل لما كان متضمنًا خبر وإثبات خبرًا آخر بعد، فكأنه وكد من سائر التوكيدات، فحسن وضعه في موضع إن وقد، فكأنه قال: ص والقرآن ذي الذكر إن الذين كفروا. وقال: </p><p>(١) في جميع النسخ قدر ثلاث كلمات غير واضحة، ولم أستطع الوقوف عليها في مضانها بعد طول بحث. (٢) القول بأن الجواب هو قوله: {بَلِ الَّذِينَ كَفَرُوا} وهو قول قتادة، لعله أرجح الأقوال، وقد رجحه الإمام الطبري في \"تفسيره\" ٢٣/ ١١٩. فقال: والصواب عندي ما قاله قتادة؛ لأنَّ بل دلت على التكذيب، فمعنى الكلام: ما الأمر كما يقول هؤلاء الكفار، بل هم في عزة وشقاق ا. هـ.أما قول صاحب النظم بأن قائل هذا القول يحتج بأن النظم وإن لم يكن للعرب فيه أصل ولا لها فيه رسم .. إلى آخر كلامه، فهذا تكلف لا مسوغ له.</p><p> والقرآن المجيد لقد عجبوا) (١) . </p><p> وذهب أبو حاتم إلى هذا القول الذي يروى عن قتادة (٢) . وحكاه الأخفش أيضًا فقال: المعنى بل الذين كفروا في عزة وشقاق والقرآن ذي الذكر (٣) . </p><p> قال الأخفش:  (وهذا يقوله الكوفيون وليس بالجيد في العربية لو قلت: والله قام،وأنت تريد:قام والله لا يحسن أنها لليمين مواضع خاصة يقع فيها إذا أزلتها عنها لم يحسن)  (٤) . </p><p> قال النحاس:  (هذا خطأ على مذهب النحويين؛ لأنه إذا ابتدأ بالقسم وكان الكلام معتمدًا عليه لم يكن بد من الجواب،وأجمعوا على أنه لا يجوز:والله قام عمرو بمعنى قام عمرو والله؛ لأن الكلام معتمد على القسم)  (٥) . </p><p> قال الأخفش وذكر وجها آخر: يجوز أن يكون لـ {ص} معنى يقع على القسم، لا ندري نحو ما هو كأنه كقوله: الحق والله (٦) . وهذا الذي قاله الأخفش صحيح المعنى على قول من يقول {ص} الصادق الله أو صدق محمد، وهذا الوجه ذكره الفراء أيضًا فجعل {ص} جواب القسم، </p><p>(١) لم أقف على قوله. (٢) انظر القول منسوبًا لأبي حاتم وقتادة في: \"القطع والائتناف\" ص ٦١٥.(٣) انظر: \"تفسير القرطبي\" ١٥/ ١٤٤، \"المحرر الوجيز\" ٤/ ٤٩١، \"البحر المحيط\" ٧/ ٣٦٧، \"زاد المسير\" ٧/ ٩٩.(٤) لم أقف عليه عن الأخفش. وانظر: \"القطع والائتناف\" ص ٦١٥.(٥) \"القطع والائتناف\" ص ٦١٥.(٦) لم أقف عله عن الأخفش. انظر: \"المصدر السابق\" ص: ٦١٥ فقد ذكر هذا القول.</p><p> قال: هو كذلك وجب والله، ونزل والله، فهي جواب لقوله:  {وَالْقُرْآنِ} كما تقول: نزل والله) (١) . </p><p> وذكر النحاس وغيره من المعاني (٢) وجهًا (٣) آخر في جواب القسم، وهو أنه محذوف بتقدير:  {وَالْقُرْآنِ ذِي الذِّكْرِ} ما الأمر كما يقول هؤلاء الكفار، ودل على المحذوف قوله:  {الَّذِينَ كَفَرُوا} . قال: وهذا القول مذهب محمد بن جرير (٤) وهو مستخرج من قول قتادة، وهو قول حسن. </p><p> وشرح صاحب النظم هذا القول فقال: بل دافع لخبر قبله ومثبت لخبر بعده، فقد ظهر ما بعده. وأضمر ما قبله. وما بعده دليل على ما قبله فالظاهر يدل على الباطن، وإذا كان كذلك وجب أن يكون قوله:  {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ} مخالفًا لهذا المضمر، فكأنه قيل: والقرآن ذي الذكر إن الذين كفروا يزعمون أنهم على الحق وكلامًا في هذا المعنى. فهذه ستة أوجه ذكرناها في جواب القسم (٥) . </p><p>(١) \"معاني القرآن\" ٢/ ٣٩٦. (٢) لعل صحة الكلام: وغيره من أهل المعاني.(٣) \"معاني القرآن\" للنحاس ٦/ ٧٦، \"معاني القرآن\" للفراء ٢/ ٣٩٧، \"معاني القرآن وإعرابه\" للزجاج ٤/ ٣١٩.(٤) \"تفسير الطبري\" ٢٣/ ١١٩.(٥) ولعل الأرجح منها -وهو ما سبق ترجيحه- قول قتادة، وهو أن الجواب قوله: {بَلِ الَّذِينَ كَفَرُوا}. وإن كان القول السادس -وهو ما قال به النحاس وأهل المعاني- مستخرجاً من قول قتادة كما يقول المؤلف، فهو قول قوي ومقبول أما الأقوال الأخرى ففيها بعد. أما القول الأول: وهو أن الجواب قوله: {إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ} فبعده لطول الفاصل بين القسم والجواب كما أسلفنا. وأما الثاني: وهو أن الجواب قوله: {كَمْ أَهْلَكْنَا} فبعيد للفاصل أيضًا، وإن كان الفاصل قليلاً، إلا =</p>"
}