{
  "id": null,
  "sura": 38,
  "aya": 5,
  "text": "<p> قوله:  {مُنْذِرٌ مِنْهُمْ} قال ابن عباس (١) ومقاتل (٢) : يعني رسولاً من أنفسهم. {وَقَالَ الْكَافِرُونَ} من أهل مكة. {هَذَا سَاحِرٌ} يفرق بين الإثنين بسحره، يعني: بين الولد ووالده والرجل وزوجته يُميل أحدهما فيَميل إليه ويهجر صاحبه. {كَذَّابٌ} حين يزعم أنه رسول. </p><p> ٥ - قوله:  {أَجَعَلَ الْآلِهَةَ} قال ابن عباس والمفسرون: كان لهم ثلاثمائة وستون صنفًا فلما دعاهم النبي -صلى الله عليه وسلم- إلى عبادة إله واحد أنكروا وقالوا:  {أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا}  (٣) . </p><p> والمعنى: أنهم كانوا يعبدونها مع الله، فلما أبطلها النبي -صلى الله عليه وسلم- دعاهم إلى عبادة الله وحده لا شريك له، تعجبوا وقالوا: أجعل الآلهة إلهًا واحداً! أي: كيف جعل لنا إلهًا واحدًا بعد ما كنا نعبد آلهة، وليس المعنى أنه جعل جميعها واحداً، وإنما المعنى أنه أبطل آلهتنا وأثبت الإِلهية لواحد وهو الله </p><p>(١) \"تفسير ابن عباس\" بهامش المصحف ص ٣٨٠. (٢) \"تفسير مقاتل\" ١١٥ أ.(٣) لم أقف عليه عن ابن عباس. وما ذكره المفسرون هو جزء من حديث طويل، رواه سعيد بن جبير عن ابن عباس: أن قريشًا شكوا رسول الله -صلى الله عليه وسلم- إلى ابن طالب، فقال: يا ابن أخي، ما تريد من قومك؟ فقال: \"يا عم، إنما أريد منهم كلمة تذَل لهم بها العرب، وتؤدِّي إليهم بها الجزية العجم\". قال: كلمه. قال: \"كلمة واحدة\". قال: ما هي؟. قال: \"لا إله إلا الله\". فقالوا: أجعل الآلهة إلهاً واحدًا، فأنزل الله هذه الآية. وهذا الحديث وردّ بعدة روايات وبطرق مختلفة، رواه الإمام أحمد في \"مسنده\"١/ ٣٦٢، والترمذي في \"سننه\" ٢/ ١٥٥، وقال: هذا حديث حسن صحيح، والحاكم في \"المستدرك\" كتاب التفسير، تفسير سورة ص ٢/ ٤٣٢ وصححه ووافقه الذهبي. وذكره من المفسرين \"الطبري\" ٢٣/ ١٢٥، \"البغوي\" ٤/ ٤٨، \"القرطبي\" ١٥/ ١٥٠.</p><p> تعالى، فقالوا: كيف جعلها واحدًا أي: كيف جعل الآلهة من الآلهة التي كنا نعبدها واحدًا وهو الله تعالى: {إِنَّ هَذَا} الذي يقول محمد من أن الآلهة واحد. {لَشَيْءٌ عُجَابٌ} قال مقاتل (١) : لأمر عجب بلغة أزد شنوءة (٢) . </p><p> وقال أبو عبيدة:  (العرب قد تحول فعيلا إلى أفعال،وأنشد لعباس بن مرداس:</p><p> أين دريد وهو ذو براعة ... تغدوا به سلهبة سراعة (٣) </p><p> أي: سريعة) (٤) . ونحو هذا قال الفراء (٥) والزجاج (٦) وغيرهما، قالوا: تقول العرب: رجل كريم وكُرَّام وكُرَام، وشيء كبير وكُبَّار وكُبَار، وطويل وطوّال، وطَوال وشيء عجب وعُجّاب وعُجَاب بالتشديد، وهي قراءة عيسى بن عمر (٧) . </p><p>(١) انظر: \"تفسير الثعلبي\" ٣/ ٢٥٥ أ، \"القرطبي\" ١٥/ ١٥٠، \"الدر المصون\" ٥/ ٥٢٥. (٢) أزد شنؤة من الأزد، وهي من أعظم قبائل العرب وأشهرها، وأزد شنوءة قسم من الأزد، نسبتهم إلى كعب بن الحارث بن كعب بن عبد الله بن مالك بن نصر بن الأزد، كانت منازلهم السَّراة بتثليث وتُربة وبيشة. قلت: وهذه مدن ثلاث معروفة من مدن المملكة العربية السعودية.انظر: \"معجم قبائل العرب\" ١/ ١٥.(٣) هذا البيت من الرجز لعباس بن مرداس في \"مجاز القرآن\" ٢/ ١٧٧. والسلهبة: هي وصف يقال للفرس، إذ عظم وطال وطالت عظامه. انظر: \"اللسان\" ١/ ٤٧٤ (سلهب).(٤) \"مجاز القرآن\" ٢/ ١٧٧.(٥) \"معاني القرآن\" ٢/ ٣٩٨ س.(٦) \"معاني القرآن وإعرابه\" ٤/ ٣٢١.(٧) لم أستطع تحديد من هو؛ لوجود أكثر من قارئ بنفس الاسم، فهناك:أ- عيسى بن عمر الثقفي.ب- عيسى بن عمر الأسدي.</p>"
}