{
  "id": null,
  "sura": 43,
  "aya": 36,
  "text": "<p> قال ابن عباس في قوله:  {وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا} يريد يزول ويذهب ويتغير (١) ، وقال مقاتل: يتمتعون فيها قليلاً (٢) ، {وَالْآخِرَةُ} يعني الجنة {عِنْدَ رَبِّكَ لِلْمُتَّقِينَ} خاصة لهم. </p><p> ٣٦ - وقوله تعالى:  {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا} قال أبو زيد وابن الأعرابي: عشى يعشو عَشْوًا وعُشُوًّا، إذا أتى نارًا للضيافة، وعشا يعشو، إذا ضعف بصره (٣) ، ونحو هذا قال الليث، قال: والعاشية كل شيء يعشو بالليل إلى ضوء نار من أصناف الحيوان كالفراش (٤) وغيره وأنشدوا: </p><p> مَتَى تَأتِه تَعْشُو إلى ضوْءِ نارِهِ ... تَجِدْ خَيْرَ نَارٍ عِنْدَها خَيْرُ مُوقِدِ (٥) </p><p> وذكر المفسرون وأهل التأويل في هذه الآية قولين: </p><p> أحدهما: أن المراد بقوله (يعش) : يعم ويضعف بصره. </p><p> والآخر: أن المعنى: ومن يعرض عن ذكر الرحمن، والأول قول مقاتل وابن زيد وابن عباس في رواية عطاء وأبي عبيدة وابن قتيبة. </p><p> قال مقاتل: يقول: ومن يعم بصره عن ذكر الرحمن، يعني القرآن. </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٧٢ فقد ذكر المعنى ولم ينسبه، ونسبه في \"الوسيط\" لابن عباس. انظر: ٤/ ٧٢. (٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٥.(٣) انظر: \"الصحاح\" (عشى) ٦/ ٢٤٢٦، \"اللسان\" (عشا) ١٥/ ٥٦.(٤) انظر: \"العين\" (عشى) ٢/ ١٨٧.(٥) البيت للحطيئة من قصيدة مدح بها بغيض بن عامر بن شماس. انظر: \"ديوانه\" ص ٢٤٩، \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٠٤، \"الصحاح\" (عشا) ٦/ ٢٤٢٦، \"اللسان\" (عشا) ١٥/ ٥٦، \"العين\" (عشى) ٢/ ١٧٨، \"الكتاب\" ٣/ ٨٦.</p><p> وقال ابن عباس: ومن يعم عن ذكر الله تعالى. </p><p> وقال أبو عبيدة: ومن تظلم عينه، واختاره ابن قتيبة (١) . </p><p> والقول الثاني: هو قول قتادة، وروي ذلك عن ابن عباس وهو اختيار الفراء وأبي إسحاق (٢) . </p><p> وشرح الأزهري القولين وبيَّن الأصوب فقال: قال القتيبي معنى قوله: {وَمَنْ يَعْشُ} أي ومن يظلم بصره، قال: وهذا قول أبي عبيدة، ثم ذهب يرد قول الفراء ويقول: لم أر أحدًا يجيز عشوت عن الشيء، أي: تغافلت عنه كأني لم أره وكذلك تعاميت. </p><p> قال الأزهري: أغفل القتيبي موضع الصواب، واعترض مع غفلته على الفراء يرد عليه، فذكرت قوله لأبين عواره، فلا يغتر به الناظر في كتابه، العرب تقول: عَشَوت إلى النار أعشو عَشْوًا، أي قصدتها مهتديًا بها، وعشوت عنها، أي: أعرضت فيفرقون بين (إلى) و (عن) موصولين بالفعل. </p><p> قال أبو الهيثم: عشا عن كذا يعشو عنه، إذا مضى، وعشا إلى كذا يعشو إليه عَشْوًا وعُشُوًّا، إذا قصد إليه مهتديًا بضوء ناره، وإنما أتى القتيبي في وهمه الخطأ من جهة أنه لم يفرق بين عشا إلى النار، وعشا عنها, ولم يعلم أن كل واحد منهما ضد الآخر في باب الميل إلى الشيء والميل عنه كقولك: عدلت إلى بني فلان، وعدلت عنهم، وكذلك ملت إليهم، وملت </p><p>(١) انظر: \"تفسير مقاتل\" ٧٩٥/ ٣، \"تفسير الطبري\" ١٣/ ٧٣، \"تنوير المقباس\" ص ٤٩٢، \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٠٤، \"تفسير غريب القرآن\" لابن قتيبة ص ٣٩٨. (٢) انظر: \"تفسير الطبري\" ١٣/ ٧٣، \"معاني القرآن\" للفراء ٣/ ٣٢، \"معاني القرآن\" للزجاج ٤/ ٤١١.</p><p> عنهم، ومضيت إليهم، ومضيت عنهم. </p><p> وهكذا قال أبو إسحاق الزجاج في هذه الآية كما قال الفراء (١) قال: معنى الآية: أن من أعرض عن القرآن وما فيه من الحكمة إلى أباطيل المضلين، يعاقبه بشيطان يقيضه له حتى يضله ويلازمه قرينًا له، فلا يهتدي مجازاة له حين آثر الباطل على الحق البين (٢) . </p><p> قال الأزهري: وأبو عبيدة صاحب معرفة الغريب، وأيام العرب، وهو بليد النظر في باب النحو ومقاييسه، انتهت الحكاية عن الأزهري (٣) ، والقول ما اختاره؛ لأن الإعراض عن القرآن صح يعني من العمى عنه، ولهذا الوجه أدلة من التنزيل كقوله:  {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا}  [طه: ١٢٤] وقوله: {وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ}  [الجن: ١٧] والأول ليس ببعيد، ويحمل على أنه يعمى عن الاستدلال بحججه والتأويل في تبيانه، ونظيره من التنزيل قوله:  {الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي}  [الكهف: ١٠١] </p><p> قوله:  {نُقَيِّضْ لَهُ شَيْطَانًا} تفسير التقييض قد تقدَّم في سورة السجدة [آية: ٢٥] ، قال مقاتل: يعني يضم إليه (٤) . </p><p> (فهو له) في الدنيا (قرين) يعني صاحبًا يزين له العمى، وقال ابن عباس: فهو له قرين: يريد في الدنيا والآخرة (٥) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١١، \"معاني القرآن\" للفراء ٣/ ٣٢. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٢، لكنه بأخصر مما هنا، وهذا القول بنصه في \"تهذيب اللغة\" ٣/ ٥٦ (عشا) وفي \"الوسيط\" ٤/ ٧٢.(٣) انظر: \"تهذيب اللغة\" وقد اختصر المؤلف في بعض المواضع من كلام الأزهري (عشا) ٣/ ٥٥ - ٥٧.(٤) ذكر ذلك المعنى البغوي ٧/ ٢١٣ ولم ينسبه، ولم أقف عليه عند مقاتل.(٥) انظر: \"تفسير الماوردي\" ٥/ ٢٢٦، \"تنوير المقباس\" ص ٤٩٢، وقال القرطبي: =</p>"
}