{
  "id": null,
  "sura": 43,
  "aya": 56,
  "text": "<p> ٥٥ - قوله:  {فَلَمَّا آسَفُونَا} قال ابن عباس في رواية عطاء: غاظونا، وقال في رواية الكلبي: أغضبونا، وهو قول مقاتل وقتادة ومجاهد وغيرهم (١) ، وذكرنا تفسير هذا الحرف عند قوله:  {غَضْبَانَ أَسِفًا}  [الأعراف: ١٥٠] ، قال عبد الرزاق: غضب ابن جريج في شيء فقيل له: أتغضب يا أبا خالد؟ فقال: قد غضب الذي خلق الأحلام، إن الله تعالى يقول:  {فَلَمَّا آسَفُونَا} أي أغضبونا. </p><p> ونحو هذا روي أن وهب بن منبه كان عند عروة بن الزبير وشكا إليه عامل له فأكثروا عليه (٢) فقالوا: فعل وفعل وثبتت البينة عليه، فلم يملك وهب نفسه، فضربه على يديه بعصا، فإذا دماء يشخب، فضحك عروة واستلقى على قفاه، وقال: يعيب علينا أبو عبيد الله الغضب في حكمته وهو يغضب. فقال وهب: وما لي لا أغضب، وقد غضب خالق الأحلام. إن الله يقول (٣) : {فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ} . </p><p> ٥٦ - قوله تعالى:  {فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ} يقال: سلف يسلف، إذا تقدم ومضى، وسلف له عمل صالح، أي: تقدم، والسلف كل شيء قدمته من عمل صالح أو ولد، قرضا وقرض فهو سلف. وهذا وجه واحد، ويقال في جمعه الأسلاف، والسلف أيضًا من تقدم من آبائك وذوي قرابتك، واحدهم سالف، ومنه قول طفيل يرثي قومه: </p><p>(١) انظر: المرجعين السابقين، و\"تفسير الطبري\" ١٣/ ٨٤، \"الماوردي\" ٥/ ٢٣١، \"البغوي\" ٧/ ٢١٨، \"زاد المسير\" ٧/ ٣٢٢. (٢) أي: بالغوا في الشكوى.(٣) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٠٣، \"تفسير أبي الليث\" ٣/ ٢١٠.</p><p> مَضَوْا سلَفًا قَصْدُ السبيلِ عَلَيْهم ... وصَرْفُ المنايا بالرَّجَالِ [سلف]  (١) </p><p> وذكر الليث: سلُف بضم اللام يسلُفُ سُلُوفًا فهو سليف، أي تقدم (٢) ، قال الفراء والزجاج: يقول جعلناهم متقدمين ليتعظ بهم الآخرون (٣) . </p><p> وقال ابن عباس: يريد مضوا إلى النار (٤) . </p><p> وقال مجاهد وقتادة: جعلناهم سلفًا لكفار أمة محمد -صلى الله عليه وسلم- إلى النار (٥) ، وأكثر القراء قرؤوا {سَلَفًا} بالفتح، وهو جمع سالف كما ذكرنا. </p><p> قال أبو علي: وفَعَل قد جاء بحروف يراد به الكثرة، وكأنه اسم من أسماء الجمع كقولهم: خادِم وخَدَم، وطالب وطَلَب، وحارِس وحرَس، وحكى أحمد بن يحيى: رائِح وَرَوح. </p><p> وقرأ حمزة والكسائي (سُلُفًا) بالضم، وهو جمع سليف من سلُف بضم اللام (٦) . ذكره الفراء والزجاج (٧) ، وقال المبرد: سُلُف يمكن أن يكون جمع سَلَفٍ كقولك: أَسَد وأُسُد، ووثَن ووُثن، وزاد أبو علي: ومما لحقته هاء التأنيث، من هذا: خشبة وخشب، وبدنة وبدن (٨) . </p><p>(١) كذا في الأصل، ورواية البيت (تقلب). انظر: \"ديوانه\" ص ٤٠، \"تهذيب اللغة\" (سلف) ١٢/ ٤٣١، \"الدر المصون\" ٦/ ١٠٤، \"اللسان\" (سلف) ٩/ ١٥٩، \"البحر المحيط\" ٨/ ٢٣. (٢) انظر: \"كتاب العين\" (سلف) ٧/ ٢٥٨.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٣٦، \"معاني القرآن\" للزجاج ٤/ ٤١٦.(٤) ذكر ذلك السمرقندي في \"تفسيره\" ٣/ ٢١٠ ونسبه لقتادة.(٥) انظر: \"تفسير الطبري\" ١٣/ ٨٥، \"الماوردي\" ٥/ ٢٣٢، \"الثعلبي\" ١٠/ ٨٧ ب.(٦) انظر: \"إعراب القرآن\" للنحاس ٤/ ١١٥.(٧) انظر: \"معاني القرآن\" للفراء ٣/ ٣٦، \"معاني القرآن\" للزجاج ٤/ ٤١٦.(٨) انظر: \"الحجة للقراء السبعة\" ٦/ ١٥٢، \"الدر المصون\" ٦/ ١٠٤.</p>"
}