{
  "id": null,
  "sura": 43,
  "aya": 33,
  "text": "<p> القراء هاهنا على الضم لأنه من السُّخرة وانقياد بعضهم لبعض في الأمور، التي لو لم يَنْقَدْ فيها بعضهم لبعض لم يلتئم قوام العالم (١) . </p><p> قوله تعالى:  {وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} قال مقاتل: يعني الجنة للمؤمنين خير مما يجمع الكفار من الأموال (٢) ، وهذا القول اختيار أبي إسحاق فقال: أعلم الله أن الآخرة أحظ من الدنيا (٣) ، وقال ابن عباس: والنبوة من ربك خير مما يجمعون من الدنيا، والرحمة على هذا القول: النبوة (٤) وهو أولى لقوله: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ} ولم يختلفوا أنها بمعنى النبوة، كذلك التي في آخر الآية، والمعنى على هذا: أن النبوة لك يا محمد من ربك خير من أموالهم التي يجمعونها. </p><p> ٣٣ - ثم أعلم قلة الدنيا عنده -عز وجل- فقال:  {وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً} قال قتادة: لولا أن يكون الناس كفارًا (٥) . </p><p> وقال مقاتل: يقول لولا أن يرغب الناس في الكفر إذا رأوا الكفار في سعة من الخير والرزق (٦) . </p><p>(١) لم أقف عليه عند الأخفش وقد ذكره القرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٨٦، وذكر هذه القراءة أبو حيان في \"البحر المحيط\" ٨/ ١٣، وقال ابن الجوزي: وقرأ ابن السميفع وابن محيصن {سِخْرِيًّا} بكسر السين، انظر: \"زاد المسير\" ٧/ ٣١٢، وقال القرطبي: وكل الناس ضموا {سُخْرِيًّا} إلا ابن محيصن ومجاهد قرأ {سِخْرِيًّا} ١٦/ ٨٣. (٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٤.(٣) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٠.(٤) انظر: \"تفسير الطبري\" ١٣/ ٦٧، فقد أخرج ذلك عن قتادة والسدي، وذكر ذلك الماوردي ٥/ ٢٢٤ ولم ينسبه، والقرطبي ١٦/ ٨٤ ولم ينسبه.(٥) انظر: \"تفسير الطبري\" ١٣/ ٦٨، \"تفسير الماوردي\" ٥/ ٢٢٤.(٦) انظر: \"تفسير مقاتل\" ٣/ ٧٩٤.</p><p> وقال الكلبي: لولا أن يجتمعوا على الكفر (١) . </p><p> {لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ} لهوان الدنيا عليه {سُقُفًا مِنْ فِضَّةٍ} قال الشعبي: يعني: الجذوع (٢) ، وقال مقاتل: يعني سماء البيت (٣) ، وقرئ:  {سُقُفًا} . فمن قال (سَقْفًا) فهو واحد يدل على الجمع، ألا ترى أنه قد علم بقوله:  {لِبُيُوتِهِمْ} أن لكل بيت سقفًا، ومن قرأ:  (سُقُفًا) . فهو جمع سَقْف، مثل: رَهْنَ ورُهُنُ، ويُخَفَّفُ فيقال: رُهْنُ، ومثله في الصفة فَرَسٌ وَرْدٌّ، [والجميع]  (٤) وُرْدٌ [وكذلك]  (٥) كَثٌ وكُثٌّ، وسَهْمٌ حَشْرٌ وسِهَام حُشْرٌ، وَفُعُلٌ في الجمع يُخَفَّف نحو: أَسَدٍ و [أُسْدٍ]  (٦) ، قال: </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٦٨، \"تفسير الثعلبي\" ١٠/ ٨٢ ب، \"تفسير أبي الليث\" ٣/ ٢٠٧. (٢) أخرج ذلك النحاس عن الشعبي لكنها بلفظ: (الجزوع) انظر: \"معاني القرآن\" للنحاس ٦/ ٣٥٤، وعزاه السيوطي في \"الدر المنثور\" لعبد بن حميد وابن المنذر عن الشعبي بلفظ: (الجزوع) انظر: \"الدر\" ٧/ ٣٧٦، والذي يظهر لي أن الصحيح أنها: (الجذوع) بالذال قال ابن فارس: في \"معجم مقاييس اللغة\" (سقف)، السين والقاف والفاء أصل يدل على ارتفاع في إطلال وانحناء، ومن ذلك السقف سقف البيت لأنه عال مطل، والسقيفة الصفة، والسقيفة كل لوح عريض في بناء إذا ظهر من حائط. انظر: \"معجم مقاييس اللغة\" (سقف) ٣/ ٨٧. وقال الأزهري: قال الليث: السقف غماء البيت .. قال: والسقيفة كل بناء سُقِف به صفة أو شبه صفة مما يكون بارزاً .. والسقيفة كل خشبة عريضة كاللوح أو حجر عريض يستطاع أن يُسقَفَ به قُترةٌ أو غيرها. انظر: \"تهذيب اللغة\" (سقف) ٨/ ٤١٣. وذكر ذلك النحاس في \"إعراب القرآن\" بلفظ: (جذوعاً) ونسبه لسعيد بن جبير والشعبي. انظر: ٤/ ١٠٩.(٣) انظر: \"تفسير مقاتل\" ٣/ ٧٩٤.(٤) كذا في الأصل وهو تصحيف، والصحيح (وخَيْلُ).(٥) سقط من الأصل لفظ (وكذلك).(٦) سقط من الأصل لفظ (أُسْدٍ).</p><p> كأنَّ مُحَرَّباً من أُسْدِ تَرْجٍ ... ينازِلُهُ لِنَابَيْهِ قَبِيبُ (١) </p><p> وهذا الذي ذكرنا هو كلام أبي إسحاق وأبي علي (٢) ، ويدل على صحة قراءة من قرأ بالجمع ما روي عن مجاهد أنه قال: كل شيء من السماء فهو سَقْف، وكل شيء من البيوت فهو سُقُف بضمتين، ويشبه أن يكون اعتبر في هذا قوله (٣) : {وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا}  [الأنبياء: ٣٢] . قوله:  {وَمَعَارِجَ} يعني: الدرج في قول جميعهم (٤) ، وهو من عرج يعرج، وقد سبق تفسيره [السجدة: ٥]  {عَليهَا} أي على المعارج {يَظْهَرُونَ} قال ابن عباس: يرتفعون (٥) ، وقال مقاتل: يرتقون (٦) . </p><p> وقال ابن قتيبة: يعلون، يقال: ظهرت على البيت، إذا علوت سطحه (٧) ، ومنه قول الجعدي: </p><p> وإنَّا لَنَرْجُو فَوْقَ ذلك مَظْهَرا (٨) </p><p>(١) البيت لأبي ذؤيب في \"شرح ديوان الهذليين\" ١/ ١١٠ وفيه: ينازلهم بدل ينازله، \"اللسان\" كذلك ينازلهم. وقب القوم يقبون قبا: صخبوا في خصومة أو تمار. وقب الأسد، والفحل يقب قباً وقَبِيباً إذا سمعت قعقعة أنيابه .. انظر: \"اللسان\" (قبب) ١/ ٦٥٧، \"الحجة\" ٦/ ١٤٨. (٢) نظر: \"معاني القرآن\" للزجاج ٤/ ٤١٠، \"الحجة\" لأبي علي ٦/ ١٤٨.(٣) انظر: \"الحجة\" لأبي علي ٦/ ١٤٨.(٤) انظر: \"تفسير الطبري\" ١٣/ ٧٠، \"تفسير الماوردي\" ٥/ ٢٢٤، \"تفسير الوسيط\" ٤/ ٧١، \"تغليق التعليق\" لابن حجر ٤/ ٣٠٥.(٥) انظر: \"تفسير الطبري\" ١٣/ ٧٠.(٦) انظر: \"تفسير مقاتل\" ٣/ ٧٩٤.(٧) انظر: \"تفسير غريب القرآن\" لابن قتيبة ص ٣٩٧.(٨) البيت للنابغة الجعدي وصدره قوله: =</p>"
}