{
  "id": null,
  "sura": 43,
  "aya": 28,
  "text": "<p> ثم ذكر ما فعل بالأمم المكذبة تخويفًا لهم فقال: </p><p> ٢٥ - {فَانْتَقَمْنَا مِنْهُمْ} الآية. قال ابن عباس: يريد ما صنع بقوم نوح وعاد وثمود (١) ، ونحو هذا قال مقاتل (٢) . </p><p> ٢٦ - {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ} قال الكلبي: لما خرج إبراهيم من السرب وهو ابن سبع عشرة سنة، أبصر قومه وأباه يعبدون الأصنام فقال لهم هذا القول (٣) . </p><p> وقوله:  {إِنَّنِي بَرَاءٌ} قال الكساني والفراء والمبرد: براء: مصدر لا يثنى ولا يجمع مثل: عدل ورمي، تقول العرب: أنا البرآء منك والخلا، ولا يقولون: البراءان والبراءون؛ لأن المعنى: ذو البراء، وذو البراء، فإن قلت: بريء وخلى، ثنيت وجمعت (٤) ، ثم استثنى خالقه من البراءة فقال: </p><p> ٢٧ - {إِلَّا الَّذِي فَطَرَنِي} المعنى أنا أتبرأ مما تعبدون إلا من الله -عز وجل-، ويجوز أن يكون (إلا) بمعنى لكن، فيكون المعنى لكن الذي فطرني {فَإِنَّهُ سَيَهْدِينِ} أي سيرشدني لدينه ويوفقني لطاعته، قاله ابن عباس (٥) . والوجهان في الاستثناء ذكرهما الزجاج (٦) . </p><p> ٢٨ - قوله تعالى:  {وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ} قال ابن عباس ومجاهد وقتادة: يعني لا إله إلا الله، وقال قتادة: لا يزال في ذريته من يعبد </p><p>(١) ذكر ذلك الشوكاني في \"فتح القدير\" ٤/ ٥٥٣ ولم ينسبه. (٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٣.(٣) ذكر ذلك في \"تفسير الوسيط\" انظر: ٤/ ٦٩.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ٣٠، \"اشتقاق أسماء الله\" لأبي القاسم الزجاجي ص ٢٤٢.(٥) ذكر ذلك البغوي ٤/ ٢١٠، والشوكاني ٤/ ٥٥٣ ولم ينسبه.(٦) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٠٩.</p><p> الله ويوحده (١) ، والكناية على هذا في قوله (وجعلها) تعود إلى كلمة التوحيد لا إل إلا الله والمعنى: وجعل كلمة التوحيد باقية في عقب إبراهيم، ولم يسبق ذكر كلمة التوحيد حتى يكنى عنها. </p><p> قال صاحب النظم: قد رضيت العامة بقول المفسرين من غير وقوف على حقيقة مخرج هذه الكلمة، وإذا تأملت الآية رددتها بالاعتبار إلى تأويلها، دلت على قيام لا إله إلا الله فيها مصورة، وذلك أن النفي والتنزيه عند العرب واحد في المعنى. </p><p> وقوله -عز وجل- {إِنَّنِي بَرَاءٌ} مثل قولك: لا, لأنه يتبرأ بها من الشيء. </p><p> قوله:  {مِمَّا تَعْبُدُونَ} كل معبود عند العرب كان يسمى إلهًا، فقد رجع تأويل هذه الآية بهذا الاعتبار أنها كناية عن الإله، ثم قال:  {إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ} ولا يهدي ولا يفطر إلا الله -عز وجل-، وكأنه قال: إلا الله، وقد انتظمت الكلمتان بهذا التأويل لا إله إلا الله. </p><p> وقوله:  {فِي عَقِبِهِ} قال مقاتل: في ذرية إبراهيم، وقال الكلبي: في نسله (٢) ، وقال الحسن: عقب الرجل: نسله إلى يوم القيامة. </p><p> وقال ابن عباس: يريد في ولده وولد ولده إلى يوم القيامة (٣) . </p><p>(١) انظر: \"تفسير أبي الليث\" ٣/ ٢٠٦ فقد ذكر القول ولم ينسبه، ونسبه الماوردي ٥/ ٢٢٢، والبغوي ٧/ ٢١٠، والقرطبي ١٦/ ٧٧ لمجاهد وقتادة، ونسب القرطبي لابن عباس قوله: في عقبه أي في خلفه. (٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٣، \"تنوير المقباس\" ص ٤٩١، وفص العبارة عند مقاتل: يعني في ذريته، يعني ذرية إبراهيم.(٣) انظر: \"تفسير أبي الليث\" ٣/ ٢٠٦، \"تفسير الماوردي\" ٥/ ٢٢٢، \"الجامع لأحكام القرآن\" ١٦/ ٧٧.</p>"
}