{
  "id": null,
  "sura": 43,
  "aya": 19,
  "text": "<p> والمعنى: أنهم نسبوا إلى الله ما يكرهونه، ومن لا يكاد يقوم بحجته أو يستوفيها، وهذا في ظاهره استفهام وهو إنكار وردٌّ، وهو الذي ذكرنا من أن المراد بالآية البنات، وهو قول جماعة أهل التفسير (١) وقد قال ابن زيد: هذه تماثيلهم التي يضربونها من فضة وذهب وينشؤنها في الحلية ثم يعبدونها (٢) ، والقول هو الأول، قال أبو إسحاق: والأجود أن يكون يعني به المؤنث (٣) . </p><p> ١٩ - قوله تعالى:  {وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ} قال أبو إسحاق: الجعل هاهنا في معنى القول والحكم على الشيء، يقول: قد جعلت زيدًا أعلم الناس، أي قد وصفته بذلك وحكمت به. </p><p> قوله:  {الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ}  (٤) ، وكلٌّ صواب، قد جاء التنزيل بالأمرين جميعًا في وصف الملائكة، وذلك قوله:  {بَلْ عِبَادٌ مُكْرَمُونَ}  [الأنبياء: ٢٦] ، وقوله:  {إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ}  [الأعراف: ٢٠٦] ، وقوله:  {وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ}  [الأنبياء: ١٩] ، وفي قوله:  (عند الرحمن) دلالة على رفع المنزلة، والتقريب كما قال: {وَلَا الْمَلَائِكَةُ </p><p>(١) انظر: \"تفسير عبد الرازق\" ٢/ ١٩٥، \"الطبري\" ١٣/ ٥٧، \"الماوردي\" ٥/ ٢١٩. (٢) أخرج ذلك الطبري ١٣/ ٥٧ عن ابن زيد، ونسبه الثعلبي ١٠/ ٨٠ ب لابن زيد، وانظر: \"تفسير الماوردي\" ٥/ ٢٢٠.(٣) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٠٧.(٤) لعل في الكلام سقطًا هاهنا، فكأن المؤلف يشير إلى القراءة الأخرى، وهي قراءة ابن كثير ونافع وابن عامر: {عِندَ الرَّحْمَنِ} بالنون، وقرأ الباقون: {عِبَادُ الرَّحْمَنِ} بالباء، ومما يقوى ذلك أنه غالباً ما ينقل عن \"الحجة\" لأبي علي الفارسي وهي هكذا في \"الحجة\" بنفس الشواهد انظر: \"الحجة\" ٦/ ١٤٠.وقال في \"الوسيط\" ٤/ ٦٧ بعد هذا المقطع: وقرئ {عِندَ الرَّحْمَنِ} وكل صواب.</p><p> الْمُقَرَّبُونَ} [النساء: ١٧٢] . وهذا من القرب في المنزلة والرفعة في الدرجة، وليس من قرب المسافة (١) ، واختار أبو عبيد:  (عباد الرحمن) قال: وفي ذلك تكذيب لقولهم بنات الله، أخبر أنهم عبيده وليسوا بناته (٢) ، واختار أبو حاتم:  (عند الرحمن) ، وقال: إن فيه مدحًا لهم. </p><p> وقال المبرد: هذه القراءة أنبأ عن صحة كذبهم مما اختاره القسم (٣) ، لأن المعنى أن الملائكة عنده وليسوا عندهم [رواهم]  (٤) ، فكيف حكموا بأنوثتهم، يدل على هذا قوله:  {أَشَهِدُوا خَلْقَهُمْ} ، (فعند) على ما ذكره المبرد ينبئ عن العلم لا عن الدنية (٥) . </p><p> واختلفوا في قوله:  {أَشَهِدُوا خَلْقَهُمْ} فقرأه العامة من الشهود، ويدل عليه قوله:  {أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ}  [الصافات: ١٥٠] ، وقرأ نافع:  (أَأشْهِدُوا) على أفعلوا بضم الهمزة وسكون الشين وقبلها همزة الاستفهام مفتوحة، ثم خففت الهمزة الثانية من غير أن يدخل بينهما الفاء. وروى المسيبي عنه بإدخال الألف بين الهمزتين، و (شهد) الذي يراد به حضر يتعدَّى إلى مفعول به من غير حرف جر كقوله: </p><p>(١) انظر: \"الحجة\" ٦/ ١٤٠، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٢٥٦. (٢) انظر: \"اختيار\" أبي عبيد في \"إعراب القرآن\" للنحاس ٤/ ١٠٢، \"الجامع لأحكام القرآن\" ١٦/ ٧٢.(٣) كذا رسمها, ولعله سقط لفظ (الأول).(٤) كذا رسمها, ولعل الصواب (يرونهم).(٥) قال الطبري: والصواب من القول في ذلك عندي أنهما قراءتان معروفتان في قراءة الأمصار صحيحتا المعنى فبأيتهما قرأ القارىء فمصيب، وذلك أن الملائكة عباد الله وعنده. \"تفسير الطبري\" ١٣/ ٥٨، ولم أقف على قول المبرد.</p><p> شَهدنا فَمَا تَلْقَى لَنَا مِنْ كَتِيْبَةٍ ... يَدَ الدَّهرِ إلَّا جبْرئيلٌ أمَامُها (١) </p><p> وهذا محذوف المفعول التقدير فيه: شهدنا المعركة أو من اجتمع لقتالها، وهذا الضرب يتعدَّى إلى مفعول واحد، فإذا نقل بالهمز تعدَّى إلى مفعولين تقول: شهد زيد المعركة، وأشهدته إياها، ومن ذلك قوله:  {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ}  (٢)  [الكهف: ٥١] ، فقوله:  {أَشَهِدُوا خَلْقَهُمْ} من الشهادة التي هي الحضور، كأنهم وبِّخوا على أن قالوا ما لم يحضروا له، مما حُكْمُه أن يُعْلم بالمشاهدة، ومن قرأ:  (أَأشْهِدوا) فالمعنى: أو أحضروا ذلك (٣) ، ويقوي هذه القراءة قوله:  {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ}  [الكهف: ٥١] ، وقال المبرد: القراءتان تؤولان إلى معنى؛ لأنه لا يشهد هذا الموضع أحد إلا أن يشهده الله (٤) . [فإذا شهدوا وأشهدوا، وإذا شهد فقد شهدوا]  (٥) . </p><p> قال ابن عباس: يريد أحضروا أو عاينوا خلقهم. </p><p> قال الكلبي ومقاتل: لما جعلوا الملائكة بنات الله سألهم النبي -صلى الله عليه وسلم- فقال:  \"ما يدريكم أنهم إناث؟ \" قالوا: سمعنا من آبائنا ونحن نشهد أنهم لم </p><p>(١) البيت لحسان بن ثابت في ملحقات \"ديوانه\" ١/ ٥٢٢، وينسب البيت لكعب بن مالك. انظر: \"الخزانة\" ١/ ١٩٩، \"اللسان\" (جبر) ٤/ ١١٤، \"الحجة\" ٦/ ١٤٢. (٢) انظر: \"الحجة للقراء السبعة\" ٦/ ١٤٢، وفيها: أو من اجتمع لقتالنا، بدل قتالها، وكتاب: التذكرة في القراءات ٢/ ٦٦٦، \"الكشف\" لمكي ٢/ ٢٥٧.(٣) كذا رسمها في الأصل وفي \"الحجة\" (أأشهدوا)، فالمعنى: أأحضروا ذلك، انظر: ٦/ ١٤٦.(٤) لم أقف على قول المبرد، وقد ذكر نحو ذلك النحاس في \"إعراب القرآن\" ٤/ ١٠٤.(٥) كذا رسمها في الأصل، وفي \"إعراب القرآن\" للنحاس (لأنهم إذا شهدوا فقد أشهدوا).</p>"
}