{
  "id": null,
  "sura": 43,
  "aya": 4344,
  "text": "<p> ٤٣، ٤٤ - {فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ}  (١)  {لَذِكْرٌ لَكَ} قالوا لشرف لك كقوله: {لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ}  [الأنبياء: ١٠] . </p><p> قوله تعالى:  {وَلِقَوْمِكَ} قال ابن عباس ومقاتل: لمن آمن منهم، والقوم يحتمل كل من بعث إليه من الناس، ويحتمل أن يراد به قريش و [ (٢) ] ابن عباس ومقاتل: المؤمنين (٣) ، ويكون المعنى على هذا: القرآن شرف لك بما أعطاك الله من الحكمة ولقومك المؤمنين بما عوضهم من إدراك الحق به، وإن قلنا: المراد بالقوم: قريش فشرفهم بالقرآن أنه أنزل على رجل منهم. </p><p> وروى الضحاك عن ابن عباس: أن النبي -صلى الله عليه وسلم- كان إذا سئل لمن هذا الأمر بعدك؟ لم يخبر بشيء، حتى نزلت:  {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ} فكان بعد ذلك إذا سئل قال: لقريش (٤) ، وهذا يدل على أن -صلى الله عليه وسلم- فهم من هذا أنه يلي على المسلمين بحكم النبوة وشرف القرآن الذي أنزل على رجل منهم، وقال مجاهد: هو أن يقول الرجل لأخيه: ممن الرجل؟ فيقول: من العرب، فيقول: من أي العرب؟، فيقول: من قريش، فيقول: من أي قريش؟ فيقول: من بني هاشم (٥) ، هذا والله هو الذِّكر والشرف، وعلى هذا </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٧٦، \"تفسير الوسيط\" ٤/ ٧٤. (٢) كذا في الأصل وقد سقط لفظ: (قال).(٣) انظر: \"تفسير مقاتل\" ٣/ ٧٩٦، \"تفسير أبي الليث\" ٣/ ٢٠٨، وقد ذكر الأقوال الثلاثة ابن الجوزي ولم ينسبها، قال: أحدها: العرب قاطبة، والثاني: قريش، والثالث: جميع من آمن به، انظر: \"زاد المسير\" ٧/ ٣١٨.(٤) أخرج ذلك الثعلبي في \"تفسيره\" ١٠/ ٨٤ ب عن علي وابن عباس، وعزاه السيوطي في \"الدر\" لابن عدي وابن مردويه عن علي وابن عباس، انظر: \"الدر\" ٧/ ٣٨٠، ونسبه البغوي لابن عباس ٧/ ٢١٥.(٥) أخرج ذلك الطبري عن مجاهد دون ذكر بني هاشم، انظر: \"تفسيره\" ١٣/ ٧٦، =</p><p> القول: القرآن شرف لمحمد وهو شرف للعرب، ثم للأخص فالأخص من قومه، ولما كان شرف قومه به وشرفه بالقرآن، كان القرآن شرفًا للجميع. </p><p> وقوله:  {وَسَوْفَ تُسْأَلُونَ} قال الكلبي: أي عن هذا الشرف هل أديتم شكره (١) . </p><p> وقال مقاتل: يعني من كذب به، كأن يسأل: لم كذب به؟ (٢) فيسأل سؤال توبيخ. </p><p> وقال أبو إسحاق: سوف تسألون عن شكر ما جعله الله لكم من الشرف (٣) ، وقال غيره: تسألون عن القرآن وعملكم بما أمرتم به فيه، وعما يلزمكم من القيام بحقه (٤) . </p><p> ٤٥ - قوله:  {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا} اختلف المفسرون وأهل التأويل في هذه الآية، فذهب طائفة إلى أن المعنى: واسأل مؤمني أهل الكتاب الذين أرسلت إليهم الأنبياء، هل جاءتكم الرسل إلا بالتوحيد؟ وهذا قول ابن عباس ومجاهد وقتادة والحسن والمقاتلين، واختيار الزجاج والفراء وابن قتيبة (٥) . </p><p>= \"تفسير الماوردي\" ٥/ ٢٢٧، ونسبه القرطبي لمجاهد، انظر: \"الجامع\" ١٦/ ٩٤. (١) انظر: \"تنوير المقباس\" ص ٤٩٢، \"تفسير الوسيط\" عن الكلبي ٤/ ٧٤.(٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٦، \"تفسير أبي الليث\" ٣/ ٨٠٢.(٣) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٣.(٤) انظر: \"زاد المسير\" ٧/ ٣١٨، \"الجامع لأحكام القرآن\" ١٦/ ٩٤، \"تفسير الوسيط\" ٤/ ٧٤.(٥) أخرج ذلك الطبري في \"تفسيره\" ١٣/ ٧٧ عن قتادة ورجحه، وأوردد البغوي في \"تفسيره\" ٧/ ٢١٦، وابن عطية في \"تفسيره\" ١/ ٢٦٣٤، وابن الجوزي في \"زاد المسير\" ٧/ ٣١٩، والقرطبي في \"الجامع\" ١٦/ ٩٦، وانظر: \"معاني القرآن\" للفراء ٣/ ٣٤، و\"تفسير غريب القرآن\" لابن قيبة ص ٣٩٩.</p><p> قال الزجاج: المعنى: سل أمم من أرسلنا (١) ، وعلى هذا فقد حذف المضاف، وقال الفراء: هو أن تسأل التوراة والإنجيل، [فيخبروه أنه كتب]  (٢) الرسل، فإذا سأل الكتاب فكأنه سأل الرسل (٣) . </p><p> وقال ابن قتيبة: تقدير الآية: واسأل من أرسلنا، يعني: أهل الكتاب (٤) . </p><p> قال ابن الأنباري (٥) : وهذا خطأ في النحو؛ لأنه لا يصلح إضمار (إِلَيْهِ) اتفق النحويون أنه لا يجوز: الذي جلست عبد الله، على معنى: الذي جلست إليه؛ لأن (إليه) حرف منفصل، والمنفصل لا يضمر في صلة الموصول لانفصاله من الفعل؛ لأنه يجري مجرى المظهر. كما أنك إذا قلت: الذي أكرمك أبا عبد الله، لم يجز أن يضمر أباه، وإنما يحسن الإضمار في الهاء المتصلة نحو: الذي أكلت طعامك إذا أكلته، فحذف الهاء تخفيفًا لطول الاسم؛ لأن (الذي) و (أكلت) حرف واحد، ومعنى الآية: تِبَاع من أرسلنا (٦) فيكون هذا من باب حذف المضاف، ومعنى هذا الأمر بالسؤال التقدير لمشركي قريش أنه لم يأت رسول ولا كتاب بعبادة غير الله. </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٤. (٢) كذا في الأصل وفي \"معاني الفراء\": (فإنهم إنما يخبرونه عن كتب .. ..).(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٣٤.(٤) انظر: \"تفسير غريب القرآن\" لابن قتية ص ٣٩٩.(٥) لم أقف على قول ابن الأنباري، وقد ذكر نحوه النحاس في \"إعراب القرآن\" ٤/ ١١١، ١١٢.(٦) انظر: \"تفسير ابن عطية\" ١٤/ ٢٦٥ بهذا اللفظ، وذكره في \"الوسيط\" ٤/ ٧٥ عن ابن الأنباري بلفظ: (سل أتباع من أرسلنا).</p><p> وقال عطاء عن ابن عباس: لما أسري بالنبي -صلى الله عليه وسلم- إلى المسجد الأقصى بعث الله تعالى، آدم ومن ولد من المرسلين، فأذن جبريل ثم أقام وقال: يا محمد تقدم فصلِّ بهم، فلما فرغ رسول الله -صلى الله عليه وسلم- من الصلاة، قال له جبريل: سل يا محمد [...]  (١) قبلك من رسلنا، الآية فقال رسول الله -صلى الله عليه وسلم-: \"لا أسأل قد اكتفيت\"  (٢) . </p><p> وهذا قول سعيد بن جبير والزهري، قالوا: جمع له الرسل ليلة أسري به فلقيهم وأمر أن يسألهم، فلم يشكك ولم يسأل (٣) . </p><p> وذكر أبو إسحاق قولاً ثالثًا وهو: أن يكون الخطاب للنبي -صلى الله عليه وسلم- والمراد: الذين بعث إليهم، كأنه قيل لهم: سلوا الذين أرسلنا إليهم الرسل قبل محمد، هل أتوا بدين غير التوحيد؟ ولكن الكلام خرج على مخاطبته -صلى الله عليه وسلم- كما قال:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ}  [الطلاق: ١]  (٤) . </p><p> وذكر صاحب النظم وجهًا آخر [حلفًا فاسدًا]  (٥) فقال: المعنى سل الأنبياء الذين أرسلناهم من هم لتعرفهم، كما تقول: سل من هذا، أي: </p><p>(١) كذا في الأصل، وقد سقط لفظ: (من). (٢) أخرج نحو ذلك الطبري ١٣/ ٧٨ عن ابن زيد، ونسبه البغوي ٧/ ٢١٦ لعطاء عن ابن عباس، ونسبه القرطبي ١٦/ ٩٥ لابن عباس وابن زيد، ونسبه في \"الوسيط\" ٤/ ٧٥ لعطاء عن ابن عباس.(٣) انظر: \"تفسير الطبري\" ١٣/ ٧٨، \"تفسير الماوردي\" ٥/ ٢٢٨، \"البغوي\" ٧/ ٢١٦، \"زاد المسير\" ٧/ ٣١٩، \"الوسيط\" ٤/ ٧٥، وقد زاد بعضهم نسبته لابن زيد.(٤) انظر: \"معاني القرآن\" للزجاج بتصرف في العبارة ٤/ ٤١٤.(٥) كذا رسمها في الأصل ولم أتبينها.</p><p> سل الناس من هذا الرجل، فكأنه قال: سلنا من أرسلنا (١) ، وتم الكلام (٢) ، ثم قال مبتدئًا قوله تعالى:  {أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} على معنى الإنكار أي: ما جعلنا ذلك، فيكونان خبرين لا خبرًا واحداً، وهذا مما لا يُعرَّج عليه لأن النظم ومعنى الخطاب لا يحتمله. </p><p> ٤٦ - قوله تعالى:  {إِذَا هُمْ مِنْهَا يَضْحَكُونَ} قال الكلبي: ألقى عصاه لهم فإذا هي ثعبان مبين فضحك القوم وهزئوا به وقالوا: هل يأته غير هذه؟ قال: نعم، فأراهم يده لها شعاع كشعاع الشمس يضيء لها الوادي فضحكوا منه وهزئوا (٣) . </p><p> ٤٨ - قوله تعالى:  {إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا} قال الكلبي: من التي كانت قبلها (٤) . </p><p> قال مقاتل: كانت اليد أكبر من العصا، وكان موسى بدأ بالعصا فألقاها ثم أخرج يده فلم يؤمنوا {وَأَخَذْنَاهُمْ بِالْعَذَابِ} يعني: بالطوفان والجراد والقمل والضفادع والدم والطمس (٥) . </p><p> وذهب قوم إلى أن المعنى في قوله:  {فَلَمَّا جَاءَهُمْ بِآيَاتِنَا} : هي العصا واليد والطوفان والجراد إلى الدم، فكانوا يكذبون ويهزؤن وهي تترادف عليهم التالية أكبر من السابقة، وهي العذاب المذكور في قوله: (وأخذناهم </p><p>(١) ذكر نحو ذلك أبو حيان في \"البحر المحيط\" ٨/ ١٨، والألوسي في \"تفسيره\" ٢٥/ ٨٦. (٢) انظر: \"القطع والائتناف\" للنحاس ص ٦٤٨.(٣) و (٤) انظر: \"تنوير المقباس\" ص ٤٩٢، ص٤٩٣ فقد ذكر نحوه.(٥) انظر: \"تفسير مقاتل\" ٣/ ٧٩٦.</p><p> بالعذاب) لأنهم عذبوا بهذه الآيات فكانت عذابًا لهم ومعجزات ودلالات لموسى، فغلب عليهم الشقاق [لم]  (١) يؤمنوا. </p><p> ٤٩ - {وَقَالُوا يَا أَيُّهَ السَّاحِرُ} قال ابن عباس: يقولون أيها العالم، وكان الساحر فيهم عظيمًا يعظمونه ويعزونه ولم يكن صفة ذم (٢) ، وقيل: إنهم قالوا ذلك جهلاً منهم بصفته. </p><p> وقال أبو إسحاق: إنهم خاطبوه بما تقدم له عندهم من التسمية بالساحر، ولم يناقشهم موسى في مخاطبتهم إياه بذلك رجاء أن يؤمنوا، قوله تعالى:  {بِمَا عَهِدَ عِنْدَكَ} فيمن آمن به من كشف العذاب عنهم (٣) . </p><p> قوله:  {إِنَّنَا لَمُهْتَدُونَ} أي: مؤمنون بك، قاله ابن عباس (٤) ومقاتل قال: وكان الله عهد إلى موسى لئن آمنوا كشفت عنهم العذاب، فدعا موسى ربه فكشف عنهم فلم يؤمنوا فذلك قوله: </p><p> ٥٠ - {فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ} أي: العهد الذي عاهدوا عليه موسى (٥) وهو مذكور في قوله: {لَئِنْ كَشَفْتَ عَنَّا الرِّجْزَ} الآية من سورة الأعراف [آية: ١٣٤] . </p><p> ومعنى ذكر هذه القصة هاهنا: أن حال موسى مع قومه كحال محمد -صلى الله عليه وسلم- وأن أمره يؤول إلى الاستعلاء كما آل أمر موسى. </p><p>(١) كذا في الأصل ولعل الصواب (فلم أو ولم)، وهي كذلك في \"الوسيط\" ٤/ ٧٦. (٢) انظر: \"تفسير الطبري\" ١٣/ ٨٠، \"تفسير الثعلبي\" ١٠/ ٨٦ أ، \"تفسير الماوردي\" ٥/ ٢٢٩، \"الجامع لأحكام القرآن\" ١٦/ ٩٧، \"تفسير الوسيط\" ٤/ ٧٦.(٣) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٤.(٤) ذكر ذلك البغوي ٧/ ٢١٧، والمصنف في \"الوسيط\" ولم ينسباه ٤/ ٧٦.(٥) انظر: \"تفسير مقاتل\" ٣/ ٧٩٧، \"تفسير البغوي\" من غير نسبه ٧/ ٢١٧.</p><p> ٥١ - قوله تعالى:  {وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي} يعني: أنهار النيل، في قول المفسرين تجري من تحتي، قال مقاتل: يعني: أسفل مني (١) ، كأنه أراد من تحت قصوره، وهو معنى قول الكلبي: حولي (٢) ، وقال قتادة: بين يدي في جناتي (٣) . </p><p> وقال الحسن: بأمر (٤) ، وعلى هذا معناه: تجري تحت أمري، وهو معنى قول عطاء: في قبضتي وملكي (٥) . </p><p> قوله:  {أَفَلَا تُبْصِرُونَ} قال ابن عباس: أفلا تبصرون ما أنا فيه من النعم والخير، وما فيه موسى من الفقر، افتخر عدو الله بملكه (٦) . </p><p> ٥٢ - قوله تعالى:  {أَمْ أَنَا خَيْرٌ} اختلف المفسرون وأهل التأويل في معنى (أم) هاهنا فقال أبو عبيدة: مجازها: بل أنا خير (٧) ، وعلى هذا تمام الفصل عند قوله: أفلا تبصرون (٨) ثم ابتدأ فصلاً آخر فقال: (أم أنا خير) على تأويل: أنا خير، وهذا قول مقاتل، قال: ليس باستفهام يعني: بل أنا خير، ونحو هذا قال السدي (٩) . </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٧٩٧. (٢) انظر: \"تنوير المقباس\" ص ٤٩٣.(٣) ذكر ذلك البغوي ٧/ ٢١٧، والقرطبي ١٦/ ٩٨، والمؤلف في \"الوسيط\" ٤/ ٧٦ ونسبوه لقتادة.(٤) نُسب للحسن في \"تفسير البغوي\" ٧/ ٢١٧، و\"الوسيط\" ٤/ ٧٦.(٥) انظر: \"تفسير الثعلبي\" ١٠/ ٨٦ ب.(٦) ذكر هذا المعنى \"الطبري\" ١٣/ ٨١ ولم ينسبه، ونسبه في \"الوسيط\" لقتادة ٤/ ٧٧.(٧) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٠٤.(٨) انظر: \"القطع والاثتناف\" للنحاس ص ٦٤٩، \"المكتفى\" للداني ص ٥٠٩.(٩) انظر: \"تفسير مقاتل\" ٣/ ٧٩٧، \"تفسير الطبري\" ١٣/ ٨١ فقد أخرج عن السدي.</p><p> وقال أبو إسحاق: قال سيبويه والخليل: عطف {أَنَا} بأم على {أَفَلَا تُبْصِرُونَ} كأنه قال: أفلا تبصرون أم تبصرون، قال: لأنهم إذا قالوا له: أنت خير منه، فقد صاروا عنده بصراء، فكأنه قال: أفلا تبصرون أم أنتم بصراء (١) ، وهذا فيه بعض الغموض، ولا يقف عليه إلا من تأمل وتفكر. </p><p> وذكر صاحب النظم وجهًا حسنًا وهو: أن يكون تمام الكلام عند قولى: أم، وقوله:  (أنا خير) فصل آخر مبتدأ، على تأويل: أفلا تبصرون أم تبصرون، فكيف ذكر (تبصرون) اكتفاء بذكره في قوله: (أفلا تبصرون) كما يقال في الكلام: أتاكل أم لا، فسكت على الاكتفاء بما قبله من ذكر الأكل، وكذلك يكون إذا قدمت النفي فتقول: ألا تأكل أم تأكل، ثم يكف، ذكر تأكل بعد (أم) اكتفاء بذكره في أول الكلام، فكذلك قوله: أفلا تبصرون أم تبصرون، فكف ذكر (تبصرون) عند (أم) لجري ذكره، وهذا معنى قول مجاهد: أم تام يقف، ثم أنا خير أفلا تبصرون أم قد أبصرتم (٢) . </p><p> وقوله:  {أَنَا خَيْرٌ} قال مقاتل: أفضل {مِنْ هَذَا} يعني: موسى {الَّذِي هُوَ مَهِينٌ} يعني: ضعيف ذليل (٣) ، وقال الكلبي: ضعيف في بدنه (٤) ، وقال الليث: رجل مهين صغير ضعيف (٥) . </p><p> وقال الزجاج: معنى مهين قليل، يقال: شيء مهين أي: قليل، وهو </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٥، \"الكتاب\" ٣/ ١٧٣، \"الجمل في النحو\" للخليل ص ٣٢٠، \"معاني الحروف\" للرماني ص ١٧٣، ١٧٤. (٢) انظر: \"المكتفى في الوقف والابتدا\" للداني ص ٥٠٨، \"تفسير الطبري\" ١٣/ ٨١.(٣) انظر: \"تفسير مقاتل\" ٣/ ٧٩٧.(٤) انظر: \"تنوير المقباس\" ص ٤٩٣.(٥) انظر: \"العين\" للخليل (مهن) ٤/ ٦١، \"تهذيب اللغة\" (مهن) ٦/ ٣٢٩.</p><p> فعيل من المهانة (١) . </p><p> قوله تعالى:  {وَلَا يَكَادُ يُبِينُ} قال ابن عباس: لا يبين الكلام (٢) ، وقال الكلبي: لا يكاد يبين حجته (٣) ، وقال قتادة والسدي: آفة بلسانه (٤) ، وقال الزجاج: يعني اللثغة (٥) التي كانت بلسان موسى (٦) . </p><p> فإن قيل: أليس موسى سأل الله أن يذهب الرُّتَّةَ (٧) من لسانه بقوله: {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي (٢٧) يَفْقَهُوا قَوْلِي} [طه: ٢٧ - ٢٨] أعطاه ذلك بقوله: {قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى}  [طه: ٣٦] فكيف عابه فرعون باللثغة؟ والجواب عن هذا من وجهين: أحدهما: أن فرعون أراد: لا يكاد يبين حجته التي تدل على صدقه فيما يدعي، ولم يرد أنه لا يوضح ما يتكلم به، وهذا كذب من فرعون وعناد بعد ما رأى من الآية، هذا معنى قول مقاتل (٨) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٥. (٢) لم أقف عليه.(٣) انظر: \"تنوير المقباس\" ص ٤٩٣.(٤) انظر: \"تفسير الطبري\" ١٣/ ٨٢، \"تفسير مقاتل\" ٣/ ٧٩٧، \"الماوردي\" ٥/ ٢٣٠.(٥) قال الأزهري: أخبرني المنذري عن المبرد أنه قال: (اللثغة أن يُعدل بحرف إلى حرف) وقال الليث: الألثغ: الذي يتحول لسانه من السين إلى الثاء والمصدر: اللثغُ واللُّثْغَةُ، وقال أبو زيد: الألثغ: الذي لا يُتم رفع لسانه في الكلام وفيه ثقل. انظر: \"تهذيب اللغة\" (لثغ) ٨/ ٩٢.(٦) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٥.(٧) قال الليث: (الرُّتَّة: عجلة في الكلام. ورجل أرت). وقال ابن الأعرابي: رترت الرجل إذا تعتع في التاء وغيرها. انظر: \"تهذيب اللغة\" (رت) ١٤/ ٢٥٠، وقال ابن قتيبة عند قوله تعالى: {وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي} أي: رَتَّةً كانت في لسانه. انظر: \"تفسير غريب القرآن\" ص ٢٧٨.(٨) انظر: \"تفسير مقاتل\" ٣/ ٧٩٧.</p><p> والجواب الثاني: عابه مما كان عليه أولاً، وذلك أن موسى كان عند فرعون دهرًا وهو ألثغ لا يكاد يبين، فنسبه فرعون إلى ما عهده عليه من الرُّتَّةَ. </p><p> ويقوي الجواب الأول قوله تعالى:  {فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ} ألا ترى أنه اقترح الآيات، ولم يكتف بما ظهر من معجزته، وليس للأمم أن يقترحوا من الآيات، ما يريدون، بل إذا أتى الرسول بما فيه دلالة على صدقه وجب الإيمان به. </p><p> واختلف القراء في {أَسْوِرَةٌ} فقرءوا بوجهين: أسورة وأساورة، فأسورة جمع سوار لأدنى العدد، كقولك: خِمَارٍ وَأَخْمِرَةٍ، وغُرَابٍ وأَغْرِبَة، ومن قال في سوار: أسوار، جمعه أساوير وأساورة، تكون الهاء عوضًا من الياء نحو: بطاريق وبطارقة، وزناديق وزنادقة، وقدادين وقدادنة، فيكون أساورة: جمع أسوار، وإن شئت فجمع أسورة، كما تقول: أساقٍ في جمع أسقية، وأساقي في جمع أسقية، هذا كلام المبرد (١) . </p><p> وقال أبو زيد: هو سوار المرأة وأسوار المرأة، وهما قُلْبان يكونان في يديها (٢) ، وأسورة جمع سوار مثل: سقاءٍ وأَسْقِيَةٍ، وإزارٍ وآزِرَة، وخوانٍ وأَخوِنَةٍ، وأساورة جمع أسوار، وألحق الهاء في الجمع عوضًا من الياء التي ينبغي أن تلحق في جمع أسوار، على حد إعصار وأعاصير، كذلك أسوار وأساور، ثم يقال: أساورة، ويجوز أن يكون جمع أسورة مثل أسقية وأساق، وهذا كلام أبي علي (٣) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ٣٥ بنحوه، \"الدر المصون\" ٦/ ١٠٣ ولم أقف على قول المبرد (٢) انظر: \"تهذيب اللغة\" (سور) ١٣/ ٥١.(٣) انظر: \"الحجة\" لأبي علي ٦/ ١٥١، \"الكشف عن وجوه القراءات\" لمكي ٢/ ٢٥٩.</p><p> وقال مقاتل: يقول فهلا ألقى على موسى إلهه الذي أرسله أسورةً من ذهب إن كان صادقًا أنه رسول (١) ، وقال الكلبي: كان الرجل إذا ارتفع سوّروه (٢) . </p><p> وقال مجاهد: كانوا إذا سودُوا رجلاً سوّروه بسوار وطوقوه بطوق من ذهب، يكون ذلك دلالة على سيادته (٣) . </p><p> قال أبو إسحاق: كأنه لما وصف نفسه بالملك والرياسة فقال: هلا جاء موسى يلقى عليه أسورة من ذهب، يدل على أنها من عند إلهه الذي يدعوكم إلى توحيده (٤) . </p><p> ٥٣ - قوله:  {أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ} قال قتادة: متتابعين (٥) ، وقال ابن عباس: يعاونونه على من خالفه (٦) ، وقال مقاتل: يعينونه على أمره الذي بعث له (٧) ، وقال الكلبي: مصدقين له بالرسالة (٨) . </p><p> وقال أبو إسحاق: أي يمشون معه فيدلون على صحة نبوته (٩) ، وقد جمع بين هذه الأقوال كلها لأنه فسر الاقتران وموجبه. </p><p> ٥٤ - قوله تعالى:  {فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ} يقال: استخفه الفرح، </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٧٩٨. (٢) انظر: \"تفسير أبي الليث\" ٣/ ٢٠٩، \"زاد المسير\" ٧/ ٣٢٢ من غير نسبة.(٣) انظر: \"تفسير البغوي\" ٧/ ٢١٧، \"الجامع\" للقرطبي ١٦/ ١٠٠ ونسباه لمجاهد.(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٥.(٥) أخرج ذلك الطبري ١٣/ ٨٣ عن قتادة، ونسبه القرطبي ١٦/ ١٠٥ لقتادة.(٦) انظر: \"تفسير الطبري\" ١٣/ ٨٣، \"تفسير الثعلبي\" ١٠/ ٨٧ أ، \"البغوي\" ٧/ ٢١٧.(٧) انظر: \"تفسير مقاتل\" ٣/ ٧٩٨.(٨) انظر: \"تنوير المقباس\" ص ٤٩٣.(٩) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٥.</p><p> إذا أزعجه وأقلقه، واستخفه إذا حمله على الجهل (١) ، ومنه قوله:  {وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ}  [الروم: ٦٠] أي [لا يحميك]  (٢) على الجهل والميل إليهم، قال مقاتل: فاستفز قومه القبط (٣) ، وهو قول الفراء: استفزهم (٤) ، والمعنى أزعجهم وحملهم على صفة الجهل بكيده وغروره، وقوله لهم:  {مَا أُرِيكُمْ إِلَّا مَا أَرَى}  [غافر: ٢٩] . </p><p> ومن قال هاهنا في تفسير (استخفهم) : وجدهم جهالاً خفاف الأحلام (٥) ، فليس بالوجه لقوله:  {فَأَطَاعُوهُ} وهذا يوجب أنه أمرهم بشيء فيه إزعاجهم فأطاعوه، ولا يقال وجده خفيفًا فأطاعه, لأنك قد تجد إنساناً خفيف العقل فلا يطيعك, لأنك لم تأمره أو لم يرد هو طاعتك، ويحتاج في هذا التفسير إلى إِضْمارٍ لا يجوز، هو أن يكون التقدير: وجده خفيفًا فدعاه إلى الغواية فأطاعه، وإذا قلت: أزعجه فأطاعه، لم يحتج إلى إضمار. </p><p> ومعنى {فَأَطَاعُوهُ} : قال ابن عباس ومقاتل: على تكذيب موسى (٦) ، والمعنى أنه حملهم على الجهل فقبلوا قوله وكذبوا موسى. </p><p> {إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} قالا: عاصين لله (٧) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٦/ ١٠١. (٢) كذا في الأصل، ولعل الصواب (لا يحملنك).(٣) انظر: \"تفسير مقاتل\" ٣/ ٣٥.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ٣٥.(٥) ذكر ذلك الماوردي في \"تفسيره\" ٥/ ٢٣١ وقال: هو معنى قول الكلبي، وذكره البغوي ١٧/ ٢٧، وابن الجوزي في \"زاد المسير\" ٧/ ٣٢٢ بغير نسبة.(٦) انظر: \"تفسير مقاتل\" ٣/ ٧٩٨، \"تفسير الماوردي\" ٥/ ٢٣١ وقد نسبه لابن زياد.(٧) انظر: \"تفسير مقاتل\" ٣/ ٧٩٨، \"الجامع لأحكام القرآن\" ١٦/ ١٠١.</p><p> ٥٥ - قوله:  {فَلَمَّا آسَفُونَا} قال ابن عباس في رواية عطاء: غاظونا، وقال في رواية الكلبي: أغضبونا، وهو قول مقاتل وقتادة ومجاهد وغيرهم (١) ، وذكرنا تفسير هذا الحرف عند قوله:  {غَضْبَانَ أَسِفًا}  [الأعراف: ١٥٠] ، قال عبد الرزاق: غضب ابن جريج في شيء فقيل له: أتغضب يا أبا خالد؟ فقال: قد غضب الذي خلق الأحلام، إن الله تعالى يقول:  {فَلَمَّا آسَفُونَا} أي أغضبونا. </p><p> ونحو هذا روي أن وهب بن منبه كان عند عروة بن الزبير وشكا إليه عامل له فأكثروا عليه (٢) فقالوا: فعل وفعل وثبتت البينة عليه، فلم يملك وهب نفسه، فضربه على يديه بعصا، فإذا دماء يشخب، فضحك عروة واستلقى على قفاه، وقال: يعيب علينا أبو عبيد الله الغضب في حكمته وهو يغضب. فقال وهب: وما لي لا أغضب، وقد غضب خالق الأحلام. إن الله يقول (٣) : {فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ} . </p><p> ٥٦ - قوله تعالى:  {فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ} يقال: سلف يسلف، إذا تقدم ومضى، وسلف له عمل صالح، أي: تقدم، والسلف كل شيء قدمته من عمل صالح أو ولد، قرضا وقرض فهو سلف. وهذا وجه واحد، ويقال في جمعه الأسلاف، والسلف أيضًا من تقدم من آبائك وذوي قرابتك، واحدهم سالف، ومنه قول طفيل يرثي قومه: </p><p>(١) انظر: المرجعين السابقين، و\"تفسير الطبري\" ١٣/ ٨٤، \"الماوردي\" ٥/ ٢٣١، \"البغوي\" ٧/ ٢١٨، \"زاد المسير\" ٧/ ٣٢٢. (٢) أي: بالغوا في الشكوى.(٣) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٠٣، \"تفسير أبي الليث\" ٣/ ٢١٠.</p><p> مَضَوْا سلَفًا قَصْدُ السبيلِ عَلَيْهم ... وصَرْفُ المنايا بالرَّجَالِ [سلف]  (١) </p><p> وذكر الليث: سلُف بضم اللام يسلُفُ سُلُوفًا فهو سليف، أي تقدم (٢) ، قال الفراء والزجاج: يقول جعلناهم متقدمين ليتعظ بهم الآخرون (٣) . </p><p> وقال ابن عباس: يريد مضوا إلى النار (٤) . </p><p> وقال مجاهد وقتادة: جعلناهم سلفًا لكفار أمة محمد -صلى الله عليه وسلم- إلى النار (٥) ، وأكثر القراء قرؤوا {سَلَفًا} بالفتح، وهو جمع سالف كما ذكرنا. </p><p> قال أبو علي: وفَعَل قد جاء بحروف يراد به الكثرة، وكأنه اسم من أسماء الجمع كقولهم: خادِم وخَدَم، وطالب وطَلَب، وحارِس وحرَس، وحكى أحمد بن يحيى: رائِح وَرَوح. </p><p> وقرأ حمزة والكسائي (سُلُفًا) بالضم، وهو جمع سليف من سلُف بضم اللام (٦) . ذكره الفراء والزجاج (٧) ، وقال المبرد: سُلُف يمكن أن يكون جمع سَلَفٍ كقولك: أَسَد وأُسُد، ووثَن ووُثن، وزاد أبو علي: ومما لحقته هاء التأنيث، من هذا: خشبة وخشب، وبدنة وبدن (٨) . </p><p>(١) كذا في الأصل، ورواية البيت (تقلب). انظر: \"ديوانه\" ص ٤٠، \"تهذيب اللغة\" (سلف) ١٢/ ٤٣١، \"الدر المصون\" ٦/ ١٠٤، \"اللسان\" (سلف) ٩/ ١٥٩، \"البحر المحيط\" ٨/ ٢٣. (٢) انظر: \"كتاب العين\" (سلف) ٧/ ٢٥٨.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٣٦، \"معاني القرآن\" للزجاج ٤/ ٤١٦.(٤) ذكر ذلك السمرقندي في \"تفسيره\" ٣/ ٢١٠ ونسبه لقتادة.(٥) انظر: \"تفسير الطبري\" ١٣/ ٨٥، \"الماوردي\" ٥/ ٢٣٢، \"الثعلبي\" ١٠/ ٨٧ ب.(٦) انظر: \"إعراب القرآن\" للنحاس ٤/ ١١٥.(٧) انظر: \"معاني القرآن\" للفراء ٣/ ٣٦، \"معاني القرآن\" للزجاج ٤/ ٤١٦.(٨) انظر: \"الحجة للقراء السبعة\" ٦/ ١٥٢، \"الدر المصون\" ٦/ ١٠٤.</p><p> وقوله:  {وَمَثَلًا لِلْآخِرِينَ} . قال ابن عباس ومقاتل: يريد عظة لمن بقي بعدهم (١) وآية وعبرة، والمعنى: أن حال غيرهم من المشركين يقاس بحالهم ويجروا مجراهم إذا ماتوا على الطغيان. قال أبو علي: والمثل واحد يراد به الجمع، ومن ثم عطف على سلف، ويدلك على وقوعه أكثر من واحد. قوله:  {ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَى شَيْءٍ وَمَنْ رَزَقْنَاهُ}  [النحل: ٧٥] ، فأوقع لفظ الإفراد على التثنية، وكذلك أفرد في موضع التثنية فيما أنشد سيبويه: </p><p> وَسَاقِيَيْنِ مِثْلِ زَيْدٍ وجُعَلْ (٢) </p><p> وقد جمع المثل في قوله:  {وَتِلْكَ الْأَمْثَالُ}  [الحشر: ٢١] وقوله: {ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ}  [محمد: ٣٨] ، وأفرد في قوله (٣) : {إِنَّكُمْ إِذًا مِثْلُهُمْ}  [النساء: ١٤٠] . </p><p> ٥٧ - قوله تعالى:  {وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} قال ابن عباس في رواية عطاء: يريد لما ذكر عيسى، وقدرة الله تعالى فيه وخلقه إياه من غير ذكر، وما كان يفعل من إحياء الموتى وغير ذلك إذا قومك منه يصدون يريد: يضجون كضجيج الإبل بالأثقال (٤) . </p><p> وقال مجاهد في هذه الآية: قالوا إنما يريد محمدٌ أن نعبده كما عبدَ </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٨٥، \"تفسير مقاتل\" ٣/ ٧٩٨. (٢) هذا صدر البيت وعجزه:سقبان ممشوقان مكنوزا العضلانظر: \"الكتاب\" ٢/ ١٧، \"شرح أبيات\" سيبويه ص ٩٥، \"الحجة\" ٦/ ١٥٣.(٣) انظر: \"الحجة\" ٦/ ١٥٣.(٤) ذكر ذلك القرطبي في \"الجامع\" ١٦/ ١٠٣.</p><p> قومُ عيسى عيسى (١) . </p><p> وقال قتادة: لما ذكر عيسى بن مريم جزعت قريش من ذلك وقالوا: ما يريد محمد إلا أن يصنع به كما صنعت النصارى بعيسى ابن مريم (٢) . هذا قول هؤلاء، وأريد بهذا المثل قوله:  {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ}  [آل عمران: ٥٩] ، وهي مذكورة في آل عمران بعد ما ذكرت أحوال عيسى، وما أظهر الله على يده من المعجزات ومعنى:  {وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا} لما شبه عيسى في إحداث الله إياه من غير فحل بآدم أو خلق من غير أب ولا [آدم]  (٣) إذا قومك منه يصدون، أي يضجون ويقولون: ما يريد محمد إلا أن نعبده (٤) ، والمعنى على أنهم لما سمعوا ذكر عيسى ظنوا أن محمدًا إنما يذكره بأوصافه ليصنع به قومه ما صنع قوم عيسى بعيسى فلذلك ضجوا. </p><p> وفي:  {يَصِدُّونَ} قراءتان: ضم الصاد وكسرها. قال الأخفش والكسائي: هما لغتان قريبتان لا تختلفان في المعنى، ونحو ذلك ذكر الفراء، قال الزجاج: ومعناهما جميعًا يضجون (٥) . قال: ويجوز أن يكون معنى المضمومة يعرضون (٦) . </p><p>(١) أخرج ذلك الطبري عن مجاهد. انظر: ١٣/ ٨٥، ونسبه الماوردي لمجاهد ٥/ ٢٣٣، ونسبه القرطبي لمجاهد ١٦/ ١٠٢. (٢) انظر: \"تفسير الطبري\" فقد أخرجه عن قتادة ١٣/ ٨٥، ونسبه الماوردي لقتادة ٥/ ١٣٣، وكذلك نسبه القرطبي لقتادة ١٦/ ١٠٢.(٣) كذا رسمها في الأصل، ولعل الصواب (ولا أم).(٤) انظر: \"تفسير الطبري\" ١٣/ ٨٥(٥) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٩٠، \"معاني القرآن\" للفراء ٣/ ٣٦، \"معاني القرآن\" للزجاج ٤/ ٤١٦، \"معاني القرآن\" للنحاس ٦/ ٣٧٦.(٦) هذا تابع لقول الزجاج في \"معاني القرآن\" ٤/ ٤١٦.</p><p> قال الأزهري: وإذا كان بمعنى يضجون (١) ، فالوجه الكسر في يصدون، وبه قرأ ابن عباس وفسره يضجون (٢) . </p><p> واختاره أبو عبيدة قال: ونرى مَنْ ضمها أراد الصدود عن الحق ولو كان من هذا القبيل [..]  (٣)  {عَنْهُ} يصدون ولم يكن {مِنْهُ} ولكنه عندنا على ما فسره ابن عباس يضجون. </p><p> وقال أبو عبيدة: يصدون يضجون، ومن ضمها أراد يعدلون (٤) ويريغون (٥) وأما تعلق أبي عبيدة بقوله: (منه) ولم يقل عنه، فذلك لا يدل على ترجيح الكسر؛ لأن من ذهب في (يصدون) إلى الضم بمعنى: يعدلون، كان المعنى إذا قومك منه، أي: من أجل المثل يصدون، ولم يصل يصد بـ (من) ومن قرأ بالكسر جعل (من) متصلة به كما تقول: ضج من كذا، وذكر ذلك أبو علي (٦) . </p><p> وذكر أكثر المفسرين (٧) أن هذه الآية نزلت في مجادلة ابن الزبعرى مع النبي -صلى الله عليه وسلم- لما نزل قوله:  {إِنَّكُمْ وَمَا تَعْبُدُونَ}  [الأنبياء: ٩٨] وقد </p><p>(١) يقال: أضَجَّ القوم اضجاجًا إذا صاحو وجَلَّبُوا، فإذا جزعوا من شيء وغُلِبُوا قيل: ضجُّوا يَضِجُّون. انظر: \"تهذيب اللغة\" (ضج) ١٠/ ٤٤٧. (٢) انظر: \"تهذيب اللغة\" (صد) ١٢/ ١٠٤، \"حجة القراءات\" ص ٦٥٢.(٣) كذا في الأصل وقد سقط لفظ: (لكان).(٤) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٠٥.(٥) قال الليث: الرَّوّاغ: الثعلب، وهو أروَغُ من ثعلب، وطريق رائغ مائل، وراغَ فلانُ إلى فلانٍ إذا مال إليه سرًّا. انظر: كتاب: العين (روغ) ٤/ ٤٤٥، \"تهذيب اللغة\" (راغ) ٨/ ١٨٦.(٦) انظر: \"الحجة\" لأبي علي ٦/ ١٥٥.(٧) انظر: \"تفسير الطبري\" ١٣/ ٨٦، \"الثعلبي\" ١٠/ ٨٧ ب، \"تفسير مقاتل\" ٣/ ٧٩٩.</p><p> ذكرنا تلك القصة، وهذا قول ابن عباس في رواية الكلبي ومقاتل (١) ، وعلى هذا القول: معنى {وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا} قال مقاتل: ولما وصف ابن مريم شبهًا في العذاب في الآلهة أي: فيما قالوه وعلى زعمهم لأن الله لم يذكر في تلك الآية عيسى ولم يرده بقوله: {وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ} أو إنما أراد أوثانهم ولكنهم ألزموه عيسى جدلاً وعتبًا، ومعنى:  (يضجون) على هذا القول صحيح الجدال والمخاصمة أو صحيح السرور، حيث ظنوا أنهم خصموه بتسويتهم بينه وبين آلهتهم، فقد قال بعض المفسرين: يضجون، ولا يتوجه الاعتراض على هذا القول، ويدل على صحة هذا القول الثاني في الآية. </p><p> ٥٨ - قوله تعالى:  {وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ} وذلك أنهم قالوا </p><p>(١) أخرج ذلك الواحدي في \"أسباب النزول\" عن ابن عباس، انظر: \"أسباب النزول\" ص ٣٩٧، وأورده مقاتل في \"تفسيره\" بدون سند، انظر: \"تفسير مقاتل\" ٣/ ٧٩٨، وأورده السيوطي في \"لباب النقول وعزاه\" لأحمد والطبراني، انظر: \"لباب النقول\" ص ١٨٩، وأورده الهيثمي في \"مجمع الزوائد وعزاه\" لأحمد والطبراني قال: وفيه عاصم بن بهدلة وثقه أحمد وغيره وهو سيء الحفظ وبقية رجاله رجال الصحيح، انظر: \"مجمع الزوائد\" ٧/ ١٠٤. وملخص القصة: قال ابن عباس: أراد به مناظرة عبد الله بن الزبعرى مع النبي -صلى الله عليه وسلم- في شأن عيسى وأن الضارب لهذا المثل هو عبد الله بن الزبعرى السهمي حالة كفره لما قالت له قريش إن محمداً يتلوا: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} الآية، فقال: لو حضرته لرددت عليه. قالوا: وما كنت تقول له، قال: كنت أقول له هذا المسيح تعبده النصارى، واليهود تعبد عزيرًا أفهما من حصب جهنم؟، فعجبت قريش من مقالته ورأوا أنه قد خصم، فأنزل الله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} ولو تأمل ابن الزبعرى الآية، ما أعترض عليها؛ لأنه قال: {وَمَا تَعْبُدُونَ} ولم يقل ومن تعبدون. انظر: \"الجامع لأحكام القرآن\" ١٦/ ١٠٣.</p><p> رضينا أن تكون آلهتنا بمنزلة عيسى، فإن كان عيسى في النار بأنه يعبد من دون الله فكذلك آلهتنا، هذا معنى قول مقاتل، فقال الله تعالى:  {مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا} قال مقاتل: ما وصفوا لك ذكر عيسى إلا ليجادلوك به (١) . </p><p> وقال أبو إسحاق: طلب المجادلة لأنهم قد علموا أن المعني في حصب جهنم أصنامهم (٢) . </p><p> وقال أبو علي: ما ضربوه إلا إرادة للمجادلة؛ لأنهم قد علموا أن المراد لحصب جهنم ما اتخذوه من الموات (٣) ، وعلى القول الأول في الآية الأولى قوله:  {أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ} يعنون محمدًا -صلى الله عليه وسلم-، قاله قتادة (٤) . والمعنى: أنهم يقولون: آلهتنا خير أم (٥) فنحن لا ندع عبادتها لعبادة محمد -صلى الله عليه وسلم- وهو سؤال تقرير أن آلهتهم خير. </p><p> قوله تعالى:  {مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا} أي ما قالوا لك هذا القول إلا طلبًا للخصومة منه، ثم ذكر أنهم أصحاب خصومة، فقال:  {بَلْ هُمْ قَوْمٌ خَصِمُونَ} الخَصِم الشديد الخصومة، وكذلك الجَدِل (٦) ، والقول الثاني أظهر وسياق الآيات عليه أدل وهو قوله: </p><p> ٥٩ - {إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ} قال ابن عباس: يريد ليس بولد ولا </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٧٩٩. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٤١٦.(٣) انظر: \"الحجة\" لأبي علي ٦/ ١٥٤.(٤) أخرج ذلك الطبري عن قتادة. انظر: \"تفسيره\" ١٣/ ٨٨، \"تفسير الماوردي\" ٥/ ٢٣٤، ونسبه القرطبي لقتادة. انظر: \"الجامع\" ١٦/ ١٠٤.(٥) كذا في الأصل، ولعله قد سقط لفظ (محمد).(٦) انظر: \"تفسير الماوردي\" ٥/ ٢٣٤، \"الجامع لأحكام القرآن\" ١٦/ ١٠٤.</p><p> إله، إنما هو عبد أنعمنا عليه، خلقته من روحي وكلمتي، وقال مقاتل: أنعمنا عليه بالنبوة (١) . </p><p> {وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ} ، قال الكلبي: معتبرًا (٢) . </p><p> وقال مقاتل: يعني أنه وغيره ليعتبروا حين [ولده]  (٣) من غير أب. </p><p> وقال قتادة: آية لبني إسرائيل (٤) . </p><p> والمعنى: أنهم يعرفون به قدرة الله فيعلمون أن من قدر على خلق ولد من غير أب قادر على ما يشاء، فهو مثل لهم يشبهون به ما يرون من أعاجيب صنع الله تعالى، ثم [خاطبهم]  (٥) كفار مكة فقال: </p><p> ٦٠ - {وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً} أي لو نشاء لأهلكناكم ولجعلنا بدلكم ملائكة {فِي الْأَرْضِ يَخْلُفُونَ} يكونون خلفًا منكم، قاله الكلبي (٦) ، وقال قتادة: يخلف بعضهم بعضًا مكان ابن آدم، وقال محمد: يعمرون الأرض بدلاً منكم، وقول قتادة معنى قول ابن عباس في رواية عطاء قال: كما جعلت في ولد آدم أمة بعد أمة، وقومًا بعد قوم خلفًا من قوم (٧) . </p><p> قال الأزهري: و (من) قد يكون للبدل كقوله: لجعلنا منكم، يريد بدلاً </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٧٩٩، ولم أقف على قول ابن عباس. (٢) انظر: \"تنوير المقباس\" ص ٧٩٣.(٣) كذا رسمها في الأصل ولعل الصواب (ولد)، انظر: \"تفسير مقاتل\" ٣/ ٧٩٩، ٨٠٠.(٤) انظر: \"تفسير أبي الليث\" ٣/ ٢١١، \"تفسير مقاتل\" ٣/ ٨٠٠، \"الطبري\" ١٣/ ٨٩.(٥) كذا في الأصل، ولعل الصواب (خاطب).(٦) انظر: \"تنوير المقباس\" ص ٤٩٣.(٧) أخرج الطبري قول قتادة، وأخرج القول الثالث عن مجاهد. انظر: \"تفسيره\" ١٣/ ٨٩، وأورد الماوردي قول الكلبي ونسبه للسدي. انظر: \"تفسيره\" ٥/ ٢٣٥، وأورد القرطبي قول قتادة، ونسبه لابن عباس. انظر: \"الجامع\" ١٦/ ١٠٥.</p><p> منهم (١) ، ونحو هذا قال مجاهد وقتادة ومقاتل (٢) . </p><p> ٦١ - ثم رجع إلى ذكر عيسى فقال قوله تعالى:  {وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا} قال ابن عباس والمفسرون: يعني نزول عيسى من السماء من أشراط الساعة وأهوالها، ويكون التقدير على هذا ظهوره أو نزوله. </p><p> وروي عن الحسن وقتادة أنهما قالا: الكناية في (وإنه) تعود إلى القرآن، يدل على مجيء الساعة، أو به يعلم أحوال الساعة وأهوالها (٣) ، وقوله:  {لَعِلْمٌ لِلسَّاعَةِ} قال ابن قتيبة: يُعلم به قرب الساعة (٤) . </p><p> {فَلَا تَمْتَرُنَّ بِهَا} قال ابن عباس: لا تكذبوا بها (٥) ، وقال مقاتل: لا تشكوا في الساعة (٦) ، وقول ابن عباس جيد؛ لأن الامتراء يوصل بفي، يقال: امترى فيه، كقوله:  {الَّذِي فِيهِ يَمْتَرُونَ}  [مريم: ٣٤] ، وهاهنا وصل بالباء لأنه بمعنى التكذيب، ومن شك في شيء فقد كذب به {وَاتَّبِعُونِ} ، </p><p>(١) انظر: \"تهذيب اللغة\" للأزهري (خلف) ٧/ ٤٠٠. (٢) انظر: \"تفسير الطبري\" ١٣/ ٨٩، \"تفسير مقا تل\" ٣/ ٨٠٠، \"الماوردي\" ٥/ ٢٣٥.(٣) أخرج الطبري ١٣/ ٩٠، ٩١ القولين، والأول عن ابن عباس ومجاهد وقتادة والسدي، وأخرج القول الأول الثعلبي ١٠/ ٨٨ ب، وذكر القولين الماوردي ٥/ ٢٣٥، وأورد القولين القرطبي ١٦/ ١٠٥، ونسب الأول لابن عباس ومجاهد والضحاك والسدي، ونسب الثاني للحسن وقتادة وسعيد بن جبير.(٤) انظر: \"تفسير غريب القرآن\" لابن قتيبة ص ٤٠٠.(٥) ذكر ذلك البغوي ٧/ ٢٢٠ عن ابن عباس. انظر: \"تفسيره\" ٧/ ٢٢٠، ونسبه في \"الوسيط\" ٤/ ٧٩ لابن عباس. انظر: ٤/ ٧٩.(٦) انظر: \"تفسير البغوي\" ٧/ ٢٢٠، \"الجامع لأحكام القرآن\" ١٦/ ١٠٧ وقد نسب قول ابن عباس للسدي، \"تفسير متقاتل\" ٣/ ٨٠٠.</p><p> قال مقاتل: على التوحيد (١) ، {هَذَا} قال ابن عباس: يريد الذي أنا عليه (٢)  {صِرَاطٌ مُسْتَقِيمٌ} من دين إبراهيم. </p><p> ٦٣ - قوله تعالى:  {وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ} قال قتادة ومقاتل: يعني الإنجيل (٣) . </p><p> {وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ} مذهب أبي عبيدة أن بعض هاهنا بمعنى الكل (٤) ، وذكرنا ذلك عند قوله:  {يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ}  [غافر: ٢٨] وعلى هذا المعنى، ولأبين لكم ما تختلفون فيه، قال ابن عباس: يعني ما تختلفون فيه، يعني أحكام التوراة (٥) ، وقال السدي: يعني اختلاف الفرق الذين تحزبوا في أمر عيسى، وقيل: لأبين لكم أمر دينكم دون أمر دنياكم (٦) ، وعلى هذه الأقوال ليس المراد بالبعض الكل. </p><p>(١) انظر: \"تفسير البغوي\" ٧/ ٢٢٠، \"زاد المسير\" ٧/ ٣٢٦، فقد ذكرا قول مقاتل من غير نسبة ولم أجد هذا القول له في \"تفسيره\" ٣/ ٨٠٠. (٢) ذكر ذلك البغوي ولم ينسبه، وكذلك ذكره في \"الوسيط\" ٤/ ٧٩ ولم ينسبه.(٣) أخرج الطبري ١٣/ ٩٢ قول قتادة، \"تفسير الماوردي\" ٥/ ٢٣٦، وانظر: \"تفسير مقاتل\" ٣/ ٨٠٠.(٤) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٠٥، وأورد الطبري ١٣/ ٩٢ هذا القول قال: وقيل إن معنى البعض في هذا الموضع بمعنى الكل، واستشهد ببيت من الشعر للبيد وهو قوله:ترَّاك أمكنةٍ إذا لم أرضها ... أو يعتلق بعض النفوس حمامها(٥) ذكر ذلك في \"الوسيط\" ونسبه لمجاهد، وذكر عن ابن عباس: ما تختلفون فيه من أمري وأمر دينكم انظر: \"الوسيط\" ٤/ ٨١.(٦) انظر: \"تفسير الطبري\" ١٣/ ٩٢، \"تفسير البغوي\"، وقد نسب قول السدي لقتادة ٧/ ٢٢٠ وقال الطبري: (كان بينهم اختلاف كثير في أسباب دينهم ودنياهم)، فقال لهم: أبين لكم بعض ذلك، وهو أمر دينهم دون ما هم فيه مختلفون من أمر دنياهم، فلذلك خص ما أخبرهم أنه يبينه لهم.</p>"
}