{
  "id": null,
  "sura": 43,
  "aya": 29,
  "text": "<p> قال الأزهري: وكل شيء خلف بعد شيء فقد عقبه يعقب عقبًا وعقوبًا, ولهذا قيل لولد الرجل عقبه، ومنه حديث عمر رحمه الله أنه سافر في عقب رمضان، أي في آخره (١) . </p><p> قول:  {وَلَعَلَّهُمْ يَرْجِعُونَ} قال الفراء: أي لعل أهل مكة يتبعون هذا الدين إذ كانوا من ولد إبراهيم، فذلك قوله:  {وَلَعَلَّهُمْ يَرْجِعُونَ} أي: إلى دينك دين إبراهيم (٢) ، وقال قتادة: لعلهم يتوبون ويرجعون عما هم عليه إلى عبادة الله (٣) . </p><p> ٢٩ - ثم ذكر نعمته على قريش فقال:  {بَلْ مَتَّعْتُ هَؤُلَاءِ وَآبَاءَهُمْ} قال ابن عباس: يريد المشركين (٤) ، يعني أنه متعهم بأنفسهم وأموالهم وأنواع إنعامه عليهم، ولم يعاجلهم بعقوبة كفرهم {حَتَّى جَاءَهُمُ الْحَقُّ} ، وقال مقاتل: يعني القرآن. وقال الضحاك: الإسلام (٥) . </p><p> {وَرَسُولٌ مُبِينٌ} مبين لهم الإعلام والأحكام، وقال مقاتل: بين أمره (٦) . </p><p>(١) انظر: \"تهذيب اللغة\" للأزهري (عقب) ١/ ٢٧١، وانظر: \"غريب الحديث\" لأبي عبيد (عقب) / ٢٤٣، \"غريب الحديث\" لابن الجوزي (عقب) ٢/ ١١١، \"النهاية في غريب الحديث\" لابن الأثير (عقب) ٣/ ٢٦٨. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٣١.(٣) انظر: \"تفسير الماوردي\" ٥/ ٢٢٣، فقد أورد عدة أقوال عن قتادة بلفظ: (يذكرون)، وعن ابن عباس بلفظ (يتوبون)، وعن الفراء: (يرجعون إلى دينك الذي هو دين إبراهيم)، وذكره البغوي ٧/ ٢١١ ونسبه للسدي.(٤) ذكر ذلك البغوي ٧/ ٢١١ ولم ينسبه، وذكره أبو الليث السمرقندي بلفظ: يعني قومك، ولم ينسبه. انظر: \"تفسيره\" ٣/ ٢٠٦.(٥) انظر: \"تفسير مقاتل\" ٣/ ٧٩٣، \"تفسير البغوي\" ٧/ ٢١١ عن الضحاك.(٦) انظر: \"تفسير مقاتل\" ٣/ ٧٩٣.</p><p> وقال أهل المعاني: كان من حق ما أنعم الله عليه من الانتفاع ونعته الرسول أن يطيعوه بإجابة رسوله، فلم يجيبوه وعصوا رسوله فلم يقضوا حق إنعامه وهو قوله تعالى: </p><p> ٣٠، ٣١ - {وَلَمَّا جَاءَهُمُ الْحَقُّ} يعني: القرآن {قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ (٣٠) وَقَالُوا لَوْلَا} هلا {نُزِّلَ هَذَا الْقُرْآنُ} الآية. قال الكلبي ومقاتل: قال الوليد بن المغيرة، لو كان هذا القرآن حقًا لنزل عليَّ أو على [ابن]  (١) مسعود: عمرو بن عمير بن عوف الثقفي جد المختار الكذاب (٢) ، وكان بالطائف والوليد كان بمكة، وهما القريتان، وقال عطاء عن ابن عباس وقتادة: في عظيم الطائف إنه عروة بن مسعود (٣) ، وقال مجاهد: عتبة بن ربيعة من مكة، وابن عبد الثقفي من الطائف (٤) . </p><p> وقال أبو إسحاق: المعنى على رجل من رجلي القريتين (٥) . </p><p> وقال أبو علي: من إحدى القريتين (٦) . </p><p>(١) كذا في الأصل، وفي \"تفسير مقاتل\" (أبي). (٢) انظر: \"تفسير مقاتل\" ٣/ ٧٩٣، \"تفسير البغوي\" ٧/ ٢١١.(٣) ذكر ذلك البغوي، ونسبه لقتادة انظر: \"تفسيره\" ٧/ ٢١١، وذكره ابن الجوزي ونسبه لمجاهد وقتادة. انظر: \"زاد المسير\" ٧/ ٣١١، ونسبه القرطبي لقتادة. انظر: \"الجامع\" ١٦/ ٨٣. وهو عروة بن مسعود بن معتب بن مالك.(٤) انظر: \"تفسير الطبري\" ١٣/ ٦٥، \"تفسير البغوي\" ٧/ ٢١١، \"التعريف الإعلام فيما أبهم في القرآن من الأسماء الأعلام\" ص ٢٨٧، ورجح النحاس أن المراد بالرجلين: الوليد بن المغيرة، وعروة بن مسعود الثقفي. انظر: \"معاني القرآن\" للنحاس ٦/ ٣٥١.(٥) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٠٩.(٦) لم أقف عليه.</p>"
}