{
  "id": null,
  "sura": 43,
  "aya": 35,
  "text": "<p> قوله تعالى:  {يَتَّكِئُونَ} أصله من الواو، وكان أصل اتَّكى أوتكى، ففعل به مثل ما فُعل باتّزن واتّعد، وقد مضى، ومثل الاتكاء التوكؤ، وهو التحامل على الشيء (١) ، ومنه قوله:  {أَتَوَكَّأُ عَلَيْهَا}  [طه: ١٨] . </p><p> ٣٥ - قوله تعالى:  {وَزُخْرُفًا} تفسير الزخرف في اللغة: الزينة، وكمال الشيء فيها، ودليل ذلك قوله (٢) : {حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا}  [يونس: ٢٤] ، ونحو هذا قال ابن عباس: يريد جمع الزينة (٣) . </p><p> وقال مقاتل: يقول ولجعلنا لهم كلَّ شيء من ذهب (٤) . </p><p> وقال الفراء: جاء في التفسير إنما نجعلها لهم من فضة ومن زخرف، فإذا ألقيت من أوقعتَ الفعلَ عليه فتنصبه، أي وزخرفها تجعل ذلك منه. قال: وقال آخرون: ونجعل لهم مع ذلك ذهبًا وغنى، وهو أشبه الوجهين بالصواب (٥) . </p><p> قوله تعالى:  {وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا} القراء على تخفيف {لما} و {مَا} لغو، المعنى: لمتاع الحياة الدنيا، (وإن) مخففة من الثقيلة، واللام في {لَما} التي تدخل لتفصل بين النفي والإيجاب في نحو قوله: </p><p>(١) انظر: \"تهذيب اللغة\" (تكأ) ١٠/ ٣٣٣، (وكأ) ١٠/ ٤١٧، \"الجامع لأحكام القرآن\" ١٦/ ١٧، \"اللسان\" (وكأ) ١/ ٢٠٠. (٢) انظر: \"تهذيب اللغة\" (زخرف) ٧/ ٦٧٢، \"الصحاح\" (زخرف) ٤/ ١٣٦٩.(٣) انظر: \"تفسير الطبري\" ١٣/ ٧١، \"إعراب القرآن\" للنحاس ٤/ ١٠٩.(٤) انظر: \"تفسير مقاتل\" ٣/ ٧٩٥.(٥) انظر: \"معاني القرآن\" للفراء بتصرف يسير ٣/ ٣٢.</p><p> هَبَلَتْكَ أمُّكَ إنْ قَتَلْتَ لَمُسْلِمًا (١) </p><p> ولم تعمل (إن) عمل الفعل لما خففتها لزوال شبهها بالفعل من أجل التخفيف، وحكى سيبويه النصب بها مخففة، والقياس أن لا تعمل إذا خففت بذلك على دخولها على الفعل في نحو:  {وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ}  [الأنعام: ١٥٦]  {وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ}  [الأعراف: ١٠٢] ، وقرأ حمزة (لمَّا) بالتشديد، جعل (لما) في معنى: إلا، وحكى سيبويه: نشدتك باللهِ لَمَّا فَعَلْتَ يعني: إلا، ويقوي هذه [القراءتان في حرف]  (٢)  (وما ذلك إلا متاع الحياة الدنيا) وهذا يدل على أن (لما) بمعنى (إلا) وأنَّ (إنْ) بمعنى (ما)  (٣) . </p><p> وقال أبو الحسن: الوجه التخفيف, لأن (لما) في المعنى (إلا) لا يكاد يعرف ولا يكاد يُتكلم بها (٤) ، وحُكي عن الكسائي أنه قال: لا أعرف وجه التثقيل (٥) . </p><p>(١) البيت لعاتكة بنت زيد العدوية ابنة عم عمر بن الخطاب من قصيدة تخاطب بها عمرو ابن جرموز قاتل زوجها الزبير بن العوام في معركة الجمل وعجزه: حلت عليك عقوبة المتعمدانظر: \"المحتسب\" لابن جني ٢/ ٢٥٥، \"الأضداد\" لابن الأنباري ص١٩٠، \"شرح ابن عقيل\" لألفية ابن مالك ١/ ٣٣٥، لكن صدره: شلت يمينك.(٢) كذا في الأصل، ولعل الصواب (القراءة أن في حرف أبي) انظر: \"الحجة\" ٦/ ١٤٩.(٣) من بداية ذكر القراءة نقله المؤلف عن \"الحجة\" لأبي علي مع اختصار لبعض المواضع. انظر: \"الحجة\" ٦/ ١٤٩، وانظر: \"الجنى الداني في حروف المعاني\" ص ٥٩٤.(٤) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٨٨.(٥) انظر: \"الحجة\" ٦/ ١٤٩، \"تفسير ابن عطية\" ١٤/ ٢٥٦.</p>"
}