{
  "id": null,
  "sura": 45,
  "aya": 21,
  "text": "<p> يريد المنافقين أولياء اليهود (١) ، وقال الكلبي، ومقاتل: يعني مشركي مكة بعضهم أولياء بعض، والله ولي المتقين الشرك (٢) ، وهم أمة محمد -صلى الله عليه وسلم-، وقال عطاء: يريد المهاجرين والأنصار (٣) . </p><p> ٢٠ - قوله:  {هَذَا بَصَائِرُ لِلنَّاسِ} قال ابن عباس ومقاتل: يعني القرآن (٤) ، كأنه قال هذا القرآن، (هذا) إشارة إلى القرآن، قاله الزجاج (٥) ، وقال أبو عبيدة: مجازها مجاز القرآن بصائر للناس (٦) ، وذكرنا تفسير هذه الآية في آخر سورة الأعراف [آية: ٢٠٣] . </p><p> ٢١ - قوله تعالى:  {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ} قال الكلبي: نزلت في علي وحمزة وعبيدة بن الحارث، وفي ثلاثة رهط من المشركين عتبة وشيبة والوليد بن عتبة، قالوا للمؤمنين: والله ما أنتم علي شيء وإن كان ما تقولون حقًا لنفضلن عليكم في الآخرة كما فضلنا عليكم في الدنيا (٧) . </p><p> قال مقاتل: قال كفار مكة للمؤمنين: إنا نُعْطَى في الآخرة من الخير مثل ما تعطون. فقال الله:  {أَمْ حَسِبَ الَّذِينَ} وهو استفهام إنكار {اجْتَرَحُوا </p><p>(١) ذكر ذلك القرطبي في \"الجامع\" ١٦/ ١٦٤ عن ابن عباس. (٢) انظر: \"تنوير المقباس\" ص ٥٠٠، و\"تفسير مقاتل\" ٣/ ٨٣٨.(٣) لم أقف عليه.(٤) انظر: \"تفسير الطبري\" ١٣/ ١٤٧ لكن نسبه لابن زيد، وانظر: \"تفسير مقاتل\" ٣/ ٨٣٨.(٥) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٣٢.(٦) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١٠.(٧) انظر: \"تنوير المقباس\" ص ٥٠٠، و\"تفسير السمرقندي\" ٣/ ٢٢٥، و\"الجامع لأحكام القرآن\" ١٦/ ١٦٥.</p><p> السَّيِّئَاتِ} عملوا الشرك (١) ، واجترح معناه في اللغة: اكتسب (٢) ، قال أبو عبيدة: اجترحوا: اكتسبوا (٣) ، وأنشد للأعشى: </p><p> وهو الدَّافِعُ عن ذي كُرْبَةٍ ... أيْدِي القَوْم إذا الجَاني اجْتَرَحْ (٤) </p><p> وذكرنا الكلام في تفسير هذا الحرف عند قوله:  {وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ}  [المائدة: ٤] قال ابن عباس: افتعلوا السيئات، يريد الشرك والنفاق (٥) . </p><p> قوله تعالى:  {سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ} قرئ (سواء) رفعًا ونصبًا، واختار أبو عبيد النصب (٦) [موقع (نجعلهم) عليهم (٧) ] قال: وهو عندنا وجه التأويل إن أحسنوا أن نجعلهم وهؤلاء الذين آمنوا وعملوا الصالحات سواء. </p><p> وقال الفراء: إذا نصبت (سواء) كانت بمنزلة قولك: رأيت القوم سواء صغارهم وكبارهم، ومررت بقوم سواء صغارهم وكبارهم (٨) . </p><p> وقال أبو إسحاق: من قرأ بالنصب جعله في موضع مستويًا (٩) ، وهو </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٨٣٩ (٢) انظر: \"تهذيب اللغة\" (جرح) ٤/ ١٤١، و\"اللسان\" (جرح) ٢/ ٤٢٣.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١٠.(٤) انظر: \"ديوان الأعشى\" ص ١٦١، و\"الزاهر\" لابن الأنباري ١/ ٢٦٨.(٥) لم أقف عليه.(٦) انظر: \"الحجة\" لأبي علي ٦/ ١٧٥، و\"الكشف عن وجوه القراءات\" لمكي ٢/ ٢٦٨، و\"الجامع لأحكام القرآن\" ١٦/ ١٦٥، وقد أشار إلى اختيار أبي عبيد.(٧) كذا رسمها في الأصل، وذكر النحاس في \"إعراب القرآن\" اختيار أبي عبيد بلفظ (بوقوع \"نجعلهم\" عليها). انظر: \"إعراب القرآن\" للنحاس ٤/ ١٤٥.(٨) انظر: \"معاني القرآن\" للفراء ٣/ ٤٧.(٩) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٣٣.</p><p> قول الأخفش (١) . </p><p> قال أبو علي: من نصب (سواء) جعل المحيا والممات بدلاً من الضمير المنصوب في \"نجعلهم\" فيصير التقدير: أن نجعل محياهم ومماتهم سواء، على أنه مفعول ثانٍ لنجعل، فيكون انتصاب (سواء) على القول حسنًا، قال: ويجوز أن نجعله حالاً، ويكون المفعول الثاني قوله:  {كَالَّذِينَ آمَنُوا} وإذا كان كذلك أمكن أن يكون سواء منتصبًا على الحال، وعلى هذه القراءة الضمير في محياهم ومماتهم للقبيلتين المؤمنين والكافرين (٢) . </p><p> ومعنى الآية: ما ذكره مجاهد عن ابن عباس قال: المؤمن مؤمن محياه مؤمن مماته، والكافر كافر محياه كافر مماته (٣) . يعني أَحسِبوا أن حياتهم وموتهم كحياة المؤمنين وموتهم، كلا فإنهم يعيشون كافرين ويموتون كافرين، والمؤمنون يعيشون مؤمنين ثم يموتون مؤمنين، وقد مَيَّز الله بين الفريقين في مواضع من كتابه، فجعل حزب الإيمان في الجنة وحزب الكفر في السعير، هذا كله على القراءة بالنصب (٤) ، وأما بالرفع فقال أبو إسحاق: الاختيار عند سيبويه والخليل وجميع البصريين الرفع لأن (سواء) في مذهب المصدر، تقول: ظننت زيدًا سواءً أبوه وأمه (٥) ، قال أبو </p><p>(١) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٩٢. (٢) انظر: \"الحجة\" لأبي علي بتصرف ٦/ ١٧٧.(٣) أخرج ذلك الطبري عن مجاهد. انظر: \"تفسيره\" ١٤/ ١٣، و\"تفسير مجاهد\" ص ٦٠٠، و\"الجامع لأحكام القرآن\" ١٦/ ١٦٦.(٤) قرأ الكسائي وحمزة وحفص عن عاصم (سواءً) نصبًا، وقرأ الباقون وأبو بكر عن عاصم (سواءٌ محياهم) رفع.انظر: \"الحجة\" ٦/ ١٧٥، و\"حجة القراءات\" لابن زنجلة ص ٦٦١.(٥) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٣٣، والكتاب لسيبويه ٢/ ٣٤، ولم أقف على اختيار الخليل، وانظر: \"إعراب القرآن\" للنحاس ٤/ ١٤٦.</p><p> علي: ليس الوجه في الآية نصب سواء. </p><p> وأجراه على ما قبله على حد قولك: مررت برجل ضارب أبوه؛ لأنه ليس باسم فاعل ولا ما شبه به من حسن وشديد ونحو ذلك، إنما هو مصدر فلا ينبغي أن يجرى على ما قبله كما يجرى اسم الفاعل وما شبه به، لتَعرِّيه من المعاني التي أعمل لها فاعلُ، وما شُبِّه به عَمَلُ الفعل (١) . </p><p> وقال المبرد: وجه الكلام الرفع؛ لأن (سواء) في معنى المصدر وليس باسم الفاعل، فلا يكون اسمًا لما قبله كما تقول: جعلت زيدًا مستويًا أمره، قال ووجه جواز النصب فيه أن المصدر يدل على الفعل وإن لم يكن اسم الفاعل، ومن قال هذا: مررت برجل تمام درهمه (٢) . </p><p> وقال أبو علي: ومن قال مررت برجل خير منه أبوه، وبسرجٍ خزٍّ صُفَّتُهُ، وبرجل مائةٍ إبلُهُ، استجاز أيضًا أن يجري (سواء) على ما قبله، ووجه القراءة بالرفع أن الكلام قد تم عنده قوله {آمنوا} والضمير في {نجعلهم} المفعول الأول، والمفعول الثاني:  {كالذين آمنوا} وارتفع سواء بأنه خبر ابتداء مقدم تقديره: محياهم ومماتهم سواء، والضمير على هذه القراءة في المحيا والممات تعود على الكفار دون الذين آمنوا، والمعنى: محياهم محيا سوء ومماتهم كذلك، أي: أن محياهم ومماتهم يستويان في الذم والبعد من رحمة الله، ويجوز أن يكون الضيم للقبيلتين (٣) . </p><p>(١) انظر: \"الحجة\" لأبي علي ٦/ ١٧٥. (٢) لم أقف عليه.(٣) انظر: \"الحجة\" لأبي علي ٦/ ١٧٧.</p><p> والمعنى: ما رواه قيس (١) بن سعد عن مجاهد قال: يموت المؤمن على إيمانه ويبعث عليه ويموت الكافر على كفره ويبعث عليه (٢) ، وتأويل هذا أن محيا القبيلتين ومماتهم سواء، الكفار يعيشون كافرين ويموتون كافرين، والمؤمنون على الضد من ذلك، كما قال ابن أبي نجيح عن مجاهد: المؤمن مؤمن في الدنيا والآخرة، والكافر كافر في الدنيا والآخرة (٣) . </p><p> قوله تعالى:  {سَاءَ مَا يَحْكُمُونَ} قال ابن عباس: بئس ما حكموا (٤) ، وقال مقاتل: بئس ما يقضون من الجور حين يرون أن لهم في الآخرة ما للمؤمنين (٥) ، ثم ذكر أنه خلق السموات للحق ولجزاء كل نفس بما كسبت، كي لا يظن الكافر أنه لا يُجْزَى بكفره، وأنه يستوي مع المؤمن وهو قوله: </p><p>(١) هو قيس بن سعد بن عبادة بن دليم بن حارثة بن أبي خزيمة بن ثعلبة بن طريف بن الخزرج ابن ساعدة الأنصاري الخزرجي الساعدي يكني أبا الفضل، وقيل: أبو عبد الله. وقيل: أبو عبد الملك، وكان من فضلاء الصحابة وأحد دهاة العرب وكرمائهم، قال ابن عيينة: كان ضخمًا حسنًا طويلاً، مات في خلافة عبد الملك. وقيل: في آخر خلافة معاوية سنة ٨٥ هـ. انظر: \"أسد الغابة\" لابن الأثير ٥/ ٢١٤، و\"تهذيب التهذيب\" ٨/ ٣٩٥، و\"الإصابة\" ٣/ ٢٤٩ (٧١٧٧).(٢) لم أقف على هذه الرواية وقد أخرج ابن جرير عن ابن أبي أبي نجيح عن مجاهد نحو هذه الرواية.انظر: \"تفسير ابن جرير\" ١٣/ ١٤٨، و\"تفسير مجاهد\" ص ٦٠٠، و\"الدر المنثور\" ٧/ ٤٢٦.(٣) انظر: \"تفسير الطبري\" ١٣/ ١٤٨، و\"تفسير مجاهد\" ص ٦٠٠، و\"الجامع لأحكام القرآن\" ١٦/ ١٦٦.(٤) لم أقف عليه.(٥) انظر: \"تفسير مقاتل\" ٣/ ٨٣٩.</p>"
}