{
  "id": null,
  "sura": 45,
  "aya": 29,
  "text": "<p> الحساب (١) ، وقال مجاهد: مستوفزين على الركب (٢) وينشد هاهنا: </p><p> أخَاصِمُهُم مَرةً قائمًا ... وأحْدُو إذا ما جَثَوا للرُّكَب (٣) </p><p> ٢٩ - قوله:  {هَذَا كِتَابُنَا} المفسرون على أن الكتاب هاهنا اللوح المحفوظ (٤) ، وقد ذكر أنه ديوان الحفظة (٥) . </p><p> قوله:  {يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ} أي يشهد عليكم بالحق، ويستعار النطق للكتاب على معنى التبيين، يقال: نطق الكتاب بكذا، ونطق به التنزيل، على معنى بينه بيانًا شافيًا حتى كأنه ناطق (٦) ، وقال ابن قتيبة: يراد أنهم يقرأونه فيذكرهم ويدلهم، فكأنه ينطق عليهم (٧) . </p><p> قوله تعالى:  {إِنَّا كُنَّا نَسْتَنْسِخُ} قال أبو عبيدة: نثبت وهو قول الضحاك وقال ابن قتيبة: نكتب (٨) . ومعنى نستنسخ: نأمر بالنسخ، وفيه قولان من المعنى. أحدهما: نأمر الملائكة بنسخ ما تعملون، أي كَتْبه وإثباته عليكم، والآخر: نأمر بانتساخ ما يعملون من أم الكتاب، وكلا </p><p>(١) انظر: \"تفسير مقاتل\" ٣/ ٨٤١. (٢) أخرج ذلك الطبري عن مجاهد. انظر: \"تفسيره\" ١٣/ ١٥٤، و\"تفسير مجاهد\" ص ٦٠٠، و\"الجامع لأحكام القرآن\" ١٦/ ١٧٤.(٣) لم أقف عليه.(٤) انظر: \"تفسير مقاتل\" ٣/ ٨٤١، و\"زاد المسير\" ٧/ ٣٦٤.(٥) انظر: \"تفسير الثعلبي\" ١٠/ ١٠٥ أ، و\"تفسير البغوي\" ٧/ ٢٤٧، و\"تفسير الوسيط\" ٤/ ١٠٠ و\"تنوير المقباس\" ص ٥٠١، و\"زاد المسير\" ٧/ ٣٦٤.(٦) انظر: \"الجامع لأحكام القرآن\" ١٦/ ١٧٥، والبحر المحيط ٨/ ٥١.(٧) انظر: \"تفسير غريب القرآن\" لابن قتيبة ص ٤٠٥.(٨) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١١، و\"تفسير البغوي\" ٧/ ٢٤٧، فقد ذكر قول الضحاك، و\"تفسير غريب القرآن \" لابن قتيبة ص ٤٠٦.</p><p> القولين مروي عن ابن عباس (١) ، القول الأول رواه الكلبي واختاره الفراء، والاستنساخ أن الملكين يرفعان عمل الرجل صغيره وكبيره، فيثبت الله من عمله ما كان له ثواب أو عقاب، ويطرح منه اللغو الذي لا ثواب فيه ولا عقاب، كقولك: هلم واذهب، فذلك الاستنساخ (٢) . </p><p> القول الثاني: رواه مقسم عن ابن عباس: أن الله وكَّل ملائكةً مطهرين يستنسخون من أم الكتاب كل عام في رمضان ما يكون من بني آدم، فيعارضون حفظة الله على العباد عشية كل خميس فيجدون ما جاء به الحفظة من أعمال العباد موافقًا لما في كتابهم الذي استنسخوه من ذلك الكتاب، ليس فيه زيادة ولا نقصان (٣) ، وقال مقاتل: يستنسخ من اللوح المحفوظ يعني: نسخه أعمالكم قبل أن تعملوا (٤) . </p><p> قال مقسم: قال ابن عباس: ألستم قومًا عربًا، هل تكون النسخة إلا من كتاب (٥) ؟ وعلى هذا القول الاستنساخ أن يأمر الله الملائكة باتخاذ النسخة من أم الكتاب، وعلى القول الأول تكتب النَّسَخةُ عليهم من أعمالهم التي يعملونها، واختار الزجاج القول الثاني، وقال: الاستنساخ </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ١٥٦، و\"معاني القرآن\" للنحاس ٦/ ٤٣٣، و\"الجامع لأحكام القرآن\" ١٦/ ١٧٥، و\"تفسير ابن كثير\" ٦/ ٢٧١. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٤٨ - ٤٩، و\"تنوير المقباس\" ص ٥٠١.(٣) ذكر ذلك السيوطي في \"الدر المنثور\" ٧/ ٤٣١، والقرطبي في \"الجامع\" ١٦/ ١٧٥. كلاهما عن ابن عباس، ونسبه ابن كثير لابن عباس، انظر: \"تفسيره\" ٦/ ٢٧١.(٤) انظر: \"تفسير مقاتل\" ٣/ ٨٤١.(٥) انظر: \"تفسير الطبري\" ١٣/ ١٥٦، و\"الجامع لأحكام القرآن\" ١٦/ ١٧٥، و\"الدر المنثور\" ٧/ ٤٣٠، وقد نسبوه لابن عباس.</p>"
}