{
  "id": null,
  "sura": 46,
  "aya": 12,
  "text": "<p> معنى قول مقاتل؛ لأنه قال: ومن قبل هذا القرآن قد كذبوا بالتوراة لقولهم (١)  {إِنَّا بِكُلٍّ كَافِرُونَ}  [القصص: ٤٨] . </p><p> قال أبو إسحاق:  (إمامًا) منصوب على الحال ورحمةً عطف عليه (٢) ، وتقدير الكلام: وتقدمه كتاب موسى إماماً؛ لأن معنى (ومن قبله) تقدمه وتم الكلام (٣) ، ثم قال:  {وَهَذَا كِتَابٌ مُصَدِّقٌ} قال المفسرون: للكتب التي قبله (٤) . </p><p> قال أبو إسحاق: مصدق لما بين يديه، كما قال:  {كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ}  [الأحقاف: ٣٠] وحذف هاهنا التقدم (٥) . </p><p> ١٢ - قوله:  {وَمِنْ قَبْلِهِ كِتَابُ مُوسَى} والمعنى: وهذا كتاب مصدق له أي لكتاب موسى، فحذف للعلم به، و {لِسَانًا عَرَبِيًّا} منصوب على الحال، المعنى: مصدق لما بين يديه عربيًّا، وذكر (لسانًا) توكيد كما تقول: جاءني زيد رجلاً صالحًا، فتذكر رجلاً توكيدًا، قال وفيه وجه آخر وهو: وهذا كتاب مصدق النبي -صلى الله عليه وسلم- فيكون التقدير مصدق ذا لسان عربي (٦) ، وذكر الأخفش هذين القولين أيضًا (٧) . </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ١٩. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤٠.(٣) انظر: \"القطع والائتناف\" للنحاس ص ٦٦١، و\"المكتفى\" للداني ص ٥٢١.(٤) انظر: \"تفسير البغوي\" ٧/ ٢٥٦، و\"الجامع لأحكام القرآن\" ١٦/ ١٩١.(٥) الذي في \"معاني القرآن\" للزجاج: (وحذف له هاهنا أعني من قوله: \"وهذا كتاب مصدق\" لأن قبله ومن قبله كتاب موسى، فالمعنى وهذا كتاب مصدق له، أي مصدق التوراة) ٤/ ٤٤١.(٦) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤١.(٧) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٩٣.</p><p> قوله:  {لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ} قال ابن عباس: أشركوا (١) ، وقال مقاتل: يعني مشركي مكة (٢) . </p><p> وفي قوله (لينذر) قراءتان (٣) : التاء: لكثرة ما ورد من هذا المعنى بالمخاطبة كقوله: {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا}  [النازعات: ٤٥] و {إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ}  [الرعد: ٧]  {لِتُنْذِرَ بِهِ وَذِكْرَى لِلْمُؤْمِنِينَ}  [الأعراف: ٢] والياء لتقدم ذكر الكتاب، فأسند الإنذار إلى الكتاب كما أسند إلى الرسول -صلى الله عليه وسلم- في قوله:  {عَلَى عَبْدِهِ الْكِتَابَ} ، {قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا}  [الكهف: ١ - ٢] . </p><p> وقوله:  {وَبُشْرَى} ، قال إسحاق: الأجود أن يكون (وبشرى) في موضع رفع، المعنى: وهو بشرى للمحسنين. قال: ويجوز أن يكون في موضع نصب على معنى: لتنذر الذين ظلموا وتبشر المحسنين بشرى (٤) ، وزاد الفراء هذا الوجه بيانًا فقال: النصب على (لتنذر الذين ظلموا) وتبشر، فإذا وضعت في موضعه بشرى أو بشارة، نصبت، ومثله في الكلام: أعوذ بالله منك. وسَقْيًا لفلان، كأنه قال: وسقى الله فلانًا، وجئت لأكرمك وزيارة لك وقضاء لحقك، معناه لأزورك وأقضي حقك، فتنصب الزيارةَ والقضاءَ بفعل مضمر (٥) . </p><p>(١) انظر: \"تنوير المقباس\" ص ٥٠٣. (٢) انظر: \"تفسير مقاتل\" ٤/ ١٩.(٣) قرأ ابن نافع وابن عامر والبزي بالتاء، وقرأ الباقون بالياء. انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٢٧١، و\"حجة القراءات\" لابن زنجلة ص ٦٦٢.(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤١.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٥٢، والكشف والبيان للثعلبي ١٠/ ١١٠ أ.</p>"
}