{
  "id": null,
  "sura": 46,
  "aya": 10,
  "text": "<p> وروى أبو بكر الهذلي عن الحسن: في هذه الآية قال: أما في الآخرة فمعاذ الله أن لا يدري ما يفعل به، قد علم أنه في الجنة، ولكنه يخاطب بهذا المشركين, يقول: لا أدري ما يفعل بي في الدنيا، أموت أم أقتل كما قتلت الأنبياء قبلي (١)  {وَلَا بِكُمْ} أيها المكذبون أترمون بالحجارة من السما أم يخسف بكم أم أيش يفعل بكم مما فعل بالأمم المكذبة. </p><p> قوله تعالى:  {إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} ، قال ابن عباس: يريد ما أبلغكم إلا ما بعثني الله به إليكم (٢) ، وقال مقاتل: ما أتبع إلا ما يوحى إلى من القرآن، إذا أمرت بأمر فعلته، ولا أبتدع ما لم أومر به (٣) . </p><p> {وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ} قال ابن عباس: أنذركم عذاب الله وأبين لكم ما يبعدكم من الله ويقربكم إلى الله (٤) . </p><p> ١٠ - قوله:  {قُلْ أَرَأَيْتُمْ} قال صاحب النظم: يقال: إن قوله (أرأيتم) نظم وضع للسؤال والاستفتاء وقيل للتنبيه، فلذلك لا يقتضي مفعولاً كما قال:  {أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى}  [العلق: ١٣] وقد تقدَّم الكلام في هذا. </p><p> وقال أبو علي: الاستفهام الذي يقع موقعَ المفعول الثاني محذوف </p><p>= أدري ما يفعل بي ولا بكم في الدنيا من تقلب الأحوال فيها، فالآية عنده محكمة، انظر: \"الإيضاح\" لمكي ص ٣٥٦. (١) أخرج ذلك الطبري عن الحسن ورجحه. انظر: \"تفسيره\" ١٣/ ٢/ ٧، وأخرجه أيضًا النحاس عن الحسن، ورجحه. انظر: \"الناسخ والمنسوخ\" للنحاس ٢/ ٦٢٨، ورجحه أيضًا ابن الجوزي في \"نواسخ القرآن\" ص ٤٦٤، ورجحه أيضًا ابن كثير في \"تفسيره\" ٦/ ٢٧٧.(٢) لم أقف عليه.(٣) انظر: \"تفسير مقاتل\" ٤/ ١٧.(٤) لم أقف عليه.</p><p> الكلام بالمفعول الأول، وكان التقدير: أتأمنون عقوبة الله أو ألا تخشون انتقامه (١) ، ومثله من غير حذف المفعول الثاني قوله:  {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ}  [فصلت: ٥٢] ، وقوله. {قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَى يَوْمِ الْقِيَامَةِ مَنْ إِلَهٌ}  [القصص: ٧١] فالاستفهام في الآيتين هو المفعول الثاني لأرأيتم؛ لأنه بمعنى أخبروني، هذا هو الكلام وليس ما ذكره صاحب النظم بشيء. قوله:  {إِنْ كَانَ} يعني القرآن {مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} وقال ابن عباس في رواية عطاء: يريد عبد الله بن سلام، ونحو هذا روى الكلبي عنه أنه الشاهد من بني إسرائيل عبد الله بن سلام، وهو قول مجاهد وقتادة ومقاتل والضحاك وابن زيد والحسن (٢) ، وبه قال من الصحابة عوف بن مالك الأشجعي وسعد بن أبي وقاص. </p><p> ويؤكد ذلك ما روي في حديث مقتل عثمان أن عبد الله أتاه لينصره فخرج إلى الناس وقال: إنه قد نزل في آيات من كتاب الله نزلت فيَّ، وشهد من بني إسرائيل على مثله (٣) ، وذكر كلامًا طويلاً. </p><p> قوله:  {عَلَى مِثْلِهِ} قال ابن عباس: يريد على ما جئتكم به (٤) ، قال </p><p>(١) انظر: \"المسائل الحلبيات\" لأبي علي ص ٧٧. (٢) انظر: أقوال هؤلاء في \"تفسير الطبري\" ١٣/ ٢/ ١٠، ١١، و\"تفسير الماوردي\" ٥/ ٢٧٣، و\"تفسير مقاتل\" ٤/ ١٧، و\"الجامع لأحكام القرآن\" ١٦/ ١٨٨، و\"تنوير المقباس\" ص ٥٠٣، و\"البحر المحيط\" ٨/ ٥٧.(٣) أخرج ذلك الترمذي في كتاب التفسير باب ٤٧، ومن سورة الأحقاف ٥/ ٣٨١. وقال أبو عيسى: هذا حديث حسن غريب.(٤) لم أقف عليه.</p><p> صاحب النظم: ليس لمثل هاهنا معنًى مقصود إليه، هو فصل وصلة (١) كقوله: {فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ}  [البقرة: ١٣٧] وتأويله: وشهد شاهد من بني إسرائيل عليه، أي على أنه من عند الله، وقال أبو إسحاق: الأجود أن يكون (على مثله) على مثل شهادة النبي -صلى الله عليه وسلم- (٢) . </p><p> قوله:  (فَآمَنَ) يعني الشاهد وهو ابن سلام {وَاسْتَكْبَرْتُمْ} عن الإيمان فلم تؤمنوا، واختلفوا في تقدير جواب قوله:  (إن كان من عند الله) فقال صاحب النظم: جوابه محذوف على تقدير: أليس قد ظلمتم (٣) فكان قوله: {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} دليلاً على هذا الجواب. </p><p> وقال الزجاج: تقديره: فآمن واستكبرتم أتؤمنون (٤) ، وقال غيره فآمن واستكبرتم أفما تهلكون (٥) ، وقال الحسن: جوابه من أضل منكم (٦) ، ووجه تأويل الآية: أخبروني ماذا تقولون إن كان القرآن حقًا من عند الله، وشهد على ذلك عالم بني إسرائيل وآمن به وكفرتم واستكبرتم ألستم تستحقون العقاب، وأنكر قوم منهم الشعبي ومسروق أن يكون الشاهد عبد الله بن سلام، وقالوا: إن إسلامه كان بالمدينة قبل وفاة رسول الله -صلى الله عليه وسلم- بعامين، وآل </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٦/ ١٨٩، و\"تفسير الوسيط\" ٤/ ١٠٤. (٢) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤٠.(٣) انظر: \"التبيان في إعراب القرآن\" للعكبري ٢/ ١١٥٥، و\"زاد المسير\" ٧/ ٣٧٤، و\"تفسير الوسيط\" ٤/ ١٠٥.(٤) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤٠.(٥) ذكر ذلك الماوردي في تفسيره ونسبه لمذكور ٥/ ٢٧٤، وذكره ابن الجوزي في \"زاد المسير\" ٧/ ٣٧٤، وذكره أبو حيان في البحر المحيط ٨/ ٥٧.(٦) ذكر ذلك الماوردي في تفسيره ٥/ ٢٧٤، وابن الجوزي في \"زاد المسير\" ٧/ ٣٧٤، وأبو حيان ٨/ ٥٧، والمؤلف في \"الوسيط\" ٤/ ١٠٥.</p>"
}