{
  "id": null,
  "sura": 46,
  "aya": 29,
  "text": "<p> اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً} وهذا يدل على أنه لم ينصرهم من الله ناصر حين حلَّ بهم العذاب، وقولهم:  {مِنْ دُونِ اللَّهِ قُرْبَانًا} القربان: ما يتقَرَّبُ به إلى الله (١) وهو في الأصل مصدر، وقد مر (٢) ، قال ابن قتيبة: اتخذوهم آلهة يتقرب بها إلى الله (٣) . </p><p> قوله تعالى:  {بَلْ ضَلُّوا عَنْهُمْ وَذَلِكَ إِفْكُهُمْ} أي: اتخاذهم الآلهة دون الله كذبهم وافتراؤهم، و (اتخذوا) يدل على الاتخاذ. </p><p> ٢٩ - قوله:  {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ} قال المفسرون: لما أيس رسول الله -صلى الله عليه وسلم- من قومه أهل مكة أن يجيبوه خرج إلى الطائف ليدعوهم إلى الإسلام، فلما انصرف إلى مكة فكان ببطن نخلة (٤) قام يقرأ القرآن في صلاة الفجر مَرَّ به نفر من أشراف حسن نصيبين كان إبليس بعثهم ليعرف السبب الذي أوجب حراسة السماء بالرجم، فدفعوا إلى النبي -صلى الله عليه وسلم- وهو يصلي فاستمعوا لقراءته، وهذا قول ابن عباس في رواية مجاهد والكلبي وقول عبد الله وسعيد بن جبير ومقاتل (٥) . </p><p>(١) انظر: \"تهذيب اللغة\" (قرب) ٩/ ١٢٤. (٢) {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا} [المائدة: ٢٧].(٣) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ٢/ ١٣٠.(٤) هي: قرية قريبة من المدينة على طريق البصرة، ينهما الطرف على الطريق وهو بعد أبرق العزّاف للقاصد إلى مكة، انظر: \"معجم البلدان\" ١/ ٤٤٩ - ٤٥٠، وقال ابن حجر: هي موضع بين مكة وطائف. قال البكري: على ليلة من مكة وهي التي ينسب إليها بطن نخلة ووقع في رواية مسلم بنخل بلا هاء والصواب إثباتها، انظر: \"فتح الباري\" / ٦٧٤.(٥) انظر: \"تفسير الطبري\" ١٣/ ٢/ ٣٠، و\"تفسير مجاهد\" ص ٦٠٣، و\"تنوير المقباس\" ص ٥٠٦ و\"تفسير مقاتل\" ٤/ ٢٧، و\"الدر المنثور\" ٧/ ٤٥٢، و\"تفسير الوسيط\" ٤/ ١١٥.</p><p> وقال آخرون: بل أمر رسول الله -صلى الله عليه وسلم- أن ينذر الجِنَّة ويدعوهم إلى الله ويقرأ عليهم القرآن، فصرف إليه نفر من الجن ليستمعوا منه وينذروا قومهم، وهذا معنى قول قتادة (١) ، واختلفوا في عدد النفر، فقال ابن عباس: كانوا سبعة (٢) ، وقال الكلبي ومقاتل (٣) : كانوا تسعة، وهو قول زر بن حبيش (٤) ، وقوله:  {يَسْتَمِعُونَ الْقُرْآنَ} من صفة النكرة، وهذا يدل على أنهم أتوا لاستماع القرآن؛ لأن المعنى: نفرًا مستمعين القرآن، أي طالبين سماعه، فهذا يدل على صحة القول الثاني. </p><p> قوله تعالى:  {فَلَمَّا حَضَرُوهُ} إن عاد الضمير إلى النبي -صلى الله عليه وسلم- فهو من تلوين الخطاب، وإن عاد إلى القرآن وهو الظاهر، فالمعنى: فلما حضروا استماعه (٥) قالوا: انصتوا، قال زر بن حبيش: قالوا صَهٍ (٦) ، وهو كلمة الإسكات. </p><p>(١) انظر: \"زاد المسير\" ٧/ ٣٨٨، و\"الجامع لأحكام القرآن\" ١٦/ ٢١٢. (٢) أخرج ذلك الطبري عن ابن عباس، انظر: \"تفسيره\" ١٣/ ٢/ ٣٠، ونسبه في \"الوسيط\" لابن عباس، انظر: ٤/ ١١٥.(٣) انظر: \"تنوير المقباس\" ص ٥٠٦، و\"تفسير مقاتل\" ٤/ ٢٧، ونسبه الهيثمي في مجمع الزوائد لابن عباس، انظر: ٧/ ١٠٦، ونسبه في \"الوسيط\" للكلبي ومقاتل، انظر: ٤/ ١١٥.(٤) أخرج ذلك الطبري عن زر بن حبيش، انظر: تفسيره ١٣/ ٢/ ٣١، ونسبه الهيثمي في \"مجمع الزوائد\" لزر بن حبيش وقال: رواه البزار ورجاله ثقات. انظر: \"مجمع الزوائد\" ٧/ ١٠٦، وهو في \"كشف الأستار\" ٣/ ٦٨ عن زر.(٥) انظر: \"الجامع لأحكام القرآن\" ١٦/ ٢١٥، و\"الدر المصون\" ٦/ ١٤٤.(٦) أخرج ذلك الطبري عن زر. انظر: \"تفسيره\" ١٣/ ٢/ ٣٣، وأخرجه الهيثمي في \"كشف الأستار\" عن زر. انظر: \"كشف الأستار\" ٣/ ٦٨.</p>"
}