{
  "id": null,
  "sura": 46,
  "aya": 11,
  "text": "<p> {حم} نزل بمكة (١) ،ثم لم يأت للآية بوجه من التأويل صحيح غير الإنكار، على أن ابن سيرين قد قال في هذه الآية: كانت تنزل الآية فيؤمر أن توضع في سورة كذا، يعني: أن هذه الآية يجوز أن تكون نازلة بالمدينة وأمر أن توضع في سورة مكية (٢) . </p><p> وقوله:  {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} قال ابن عباس: يريد قريظة والنضير (٣) ، وقال مقاتل: يعني اليهود (٤) ، قال أبو إسحاق: أعلم الله -عز وجل- أن هؤلاء المعاندين خاصة لا يؤمنون بقوله:  {إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} أي: قد جعل جزاءهم على كفرهم بعد ما تبين لهم الهدى، مَدَّهم في الضلالة (٥) . </p><p> ١١ - قوله تعالى:  {وَقَالَ الَّذِينَ كَفَرُوا} قال ابن عباس في رواية عطاء: يعني من كفر من اليهود للذين آمنوا، يعني ابن سلام وأصحابه، </p><p>(١) أخرج ذلك الطبري عن الشعبي ومسروق. انظر: \"تفسيره\" ١٣/ ٢/ ٩، وذكره الماوردي في \"تفسيره\" ٥/ ٢٧٣، والبغوي في \"تفسيره\" ٧/ ٢٥٥. وهذا هو الوجه الذي رجحه ابن جرير الطبري قال: والصواب من القول في ذلك عندنا أن الذي قاله مسروق في تأويل ذلك أشبه بظاهر التنزيل لأن قوله {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ} في سياق توبيخ الله تعالى ذكره مشركي قريش واحتجاجًا عليهم لنبيه -صلى الله عليه وسلم- وهذه الآية نظيرة سائر الآيات قبلها, ولم يجر لأهل الكتاب ولا لليهود قبل ذلك ذكر فتوجه هذه الآية أنها نزلت فيهم .. ١٣/ ٢/ ١٢.(٢) انظر: \"معاني القرآن\" للنحاس ٦/ ٤٤٤، وتفسير الفخر الرازي ٢٨/ ١٠، و\"الجامع لأحكام القرآن\" ١٦/ ١٨٨.(٣) لم أقف عليه.(٤) انظر: \"تفسير مقاتل\" ٤/ ١٩.(٥) انظر: \"معاني القرآن\" للزجاج ٤/ ٤٤٠.</p><p> وهذا قول السدي </p><p> وقال في رواية الكلبي (١) الذين كفروا أسد (٢) وغطفان (٣) لما أسلم جهينة (٤) ومزينة (٥) قالوا: لو كان ما جاء به محمد خيرًا ما سبقنا إليه رعاء البهم؛ يعنون جهينة ومزينة وأسلم وغِفَارًا (٦) . </p><p> وقال مقاتل: الذين كفروا قريش، والذين آمنوا أصحاب محمد -صلى الله عليه وسلم- (٧) . </p><p>(١) ذكر ذلك الثعلبي في تفسيره ١٠/ ١٠٩ ب، والبغوي في تفسيره ٧/ ٢٥٦، وابن الجوزي في \"زاد المسير\" ٧/ ٣٧٥، والقرطبي في \"الجامع\" ١٦/ ١٩٠. (٢) هو: بنو أسد بن خزيمة: قبيلة عظيمة من العدنانية تنتسب إلى أسد بن خزيمة بن مدركة بن إلياس بن مضر بن نزار، وهي ذات بطون كثيرة منازلهم كانت بلادهم فيما يلي الكرخ من أرض نجد وفي مجاورة طي.انظر: \"نهاية الأرب\" للقلقشندي ص ٤٧، و\"معجم قبائل العرب\" لكحالة ١/ ٢١.(٣) هم: بنو غطفان بن سعد بن قيس عيلان بن مضر بطن عظيم متسع كثير الشعوب والأفخاد وقد حاربهم رسول الله -صلى الله عليه وسلم- في غزوة الخندق وهي الأحزاب.انظر: \"جمهرة أنساب العرب\" لابن حزم ص ٢٤٨، و\"معجم قبائل العرب\" ٣/ ٨٨٨.(٤) هم: بنو جهينة بن زيد بن ليث بن سويد بن أسلم حي عظيم من قضاعة من القحطانية كانت مساكنهم ما بين الينبع ويثرب قاتلوا مع خالد بن الوليد في فتح مكة وقاتلوا في غزوة حنين.انظر: \"جمهرة أنساب العرب\" ص ٤٤٤، و\"معجم قبائل العرب\" ١/ ٢١٦.(٥) هم: بنو عمرو بن أد عثمان وأوس، وأمهما مزينة بنت كلب بن وبرة، فنسب ولدها إليها، كانت مساكن مزينة بين المدينة ووادي القرى.انظر: \"جمهرة أنساب العرب\" ص ٢٠١، و\"معجم قبائل العرب\" ٣/ ١٠٨٣.(٦) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٠٩ ب، والماوردي في \"تفسيره\" ٥/ ٢٧٤، وانظر: \"تنوير المقباس\" ص ٥٠٣.(٧) انظر: \"تفسير مقاتل\" ٤/ ١٩.</p><p> وقال الحسن: كانت غفار وأسلم أهل سلة في الجاهلية، أي سرقة، فلما أسلموا قالت قريش: لو كان خيرًا ما سبقونا إليه (١) . </p><p> وذكر صاحب النظم في اللام في قوله:  {لِلَّذِينَ آمَنُوا} وجهين: أحدهما أن تكون اللام بمنزلة الإيماء إليهم، كأنه يقول: وقال الذين كفروا لو كان هذا الذي جاء به محمد خيرًا لما سبقنا هؤلاء إليه، فقام قوله:  (للذين آمنوا) مقام هؤلاء بالتفسير لهم مَن هم، والوجه الآخر: أن يكون المعنى: وقال الذين كفروا للذين آمنوا على المخاطبة كما تقول: قال زيد لعمرو، ثم ترك المخاطبة (٢) ولون الكلام كقوله: {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ}  [يونس: ٢٢] قوله: {وَإِذْ لَمْ يَهْتَدُوا بِهِ} أي: ولما لم يصيبوا الهداية بالقرآن فسينسبونه إلى الكذب وهو قوله: {فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ} أي: أساطير الأولين. ويدل على أن المراد بقوله:  (الذين كفروا) اليهود قوله: {وَمِنْ قَبْلِهِ} يعني قبل: القرآن {كِتَابُ مُوسَى} يريد التوراة {إِمَامًا} يقتدى به {وَرَحْمَةً} من الله عز وجل للناظر فيه بما يجد من نور الهدى، وفي الكلام محذوف به يتم المعنى على تقدير: فلم يهتدوا به، ودل على هذا المحذوف قوله في الآية الأولى:  {وَإِذْ لَمْ يَهْتَدُوا بِهِ}  (٣) ، وذلك أن في التوراة بيان بعث النبي -صلى الله عليه وسلم- والإيمان به فتركوا ذلك، وهذا </p><p>(١) لم أقف عليه. (٢) ذكر السمين الحلبي في \"الدر المصون\" أن اللام يجوز أن تكون لام العلة أي لأجلهم، وأن تكون للتبليغ. انظر: \"الدر المصون\" ٦/ ١٣٧.(٣) ذكر ذلك البغوي في تفسيره / ٢٥٦، وابن الجوزي في \"زاد المسير\" ٧/ ٣٧٦، والقرطبي في \"الجامع\" ١٦/ ١٩١، والمؤلف في \"تفسير الوسيط\" ٤/ ١٠٥.</p>"
}