{
  "id": null,
  "sura": 47,
  "aya": 8,
  "text": "<p> ٧ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} قال أهل المعاني: إن تنصروا دين الله (١) ورسوله بالجهاد، إلا أنه أضيف النصر إلى الله تفخيماً لشأنه وتعظيماً وتلطفاً في الاستدعاء إليه كالتلطف في {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ}  [البقرة: ٢٤٥] وقوله: {يَنْصُرْكُمْ} أي بالغلبة على عدوكم {وَيُثَبِّتْ أَقْدَامَكُمْ} قال الكلبي ومقاتل: يعني عند القتال (٢) ، وقيل: علي الإسلام (٣) ، وروي عن ابن عباس على الصراط (٤) . </p><p> ٨ - قوله تعالى:  {وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ} قال الكلبي: يعني: كفار قريش (٥) ، وقال قتادة: هي للكفار خاصة (٦) ، وهذا أشبه لأن قوله:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ} يعم المؤمنين كلهم، كذلك ما بعده من حكم الكفار، ومعنى التَّعْس في اللغة: قال النضر: التعس: الهلاك. وتعس: هلك (٧) . </p><p> وقال أبو الهيثم: تعس يتعس معناه: انكب وعثر فسقط على يديه، وأتعسه الله (٨) . </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ٤/ ١٨٠، و\"الجامع لأحكام القرآن\" ١٦/ ٢٣٢. (٢) انظر: \"تنوير المقباس\" ص ٥٠٧، \"تفسير مقاتل\" ٤/ ٤٥.(٣) ذكر هذا القول والذي قبله الثعلبي في \"تفسيره\" ولم ينسبهما ١٠/ ١٢٥ أ، وكذلك القرطبي في \"الجامع\" ١٦/ ٢٣٢.(٤) ذكر هذا القول القرطبي في \"الجامع\" ولم ينسبه ١٦/ ٢٣٢، وكذلك ذكره الشوكاني مع القولين السابقين ولم ينسبها. انظر: \"فتح القدير\" ٥/ ٣١.(٥) قال في \"تنوير المقباس\": (أبطل حسناتهم ونفقاتهم يوم بدر) ص ٥٠٧.(٦) أخرج الطبري عن قتادة قال: هي عامة للكفار ١٣/ ٤٦.(٧) انظر: \"تهذيب اللغة\" (تعس) ٢/ ٧٨.(٨) انظر: \"اللسان\" (تعس) ٦/ ٣٢.</p><p> وقال أبو إسحاق: التعس في اللغة: الانحطاط والعثور (١) . </p><p> وروى أبو عبيد عن أبي عبيدة: تعسه الله وأتعسه في باب فعَلت وأفعلت بمعنى واحد، قال شمر: لا أعرف: تعسه الله، ولكن يقال: تعس بنفسه وأتعسه الله، وذكر عن الفراء قال: يقال تَعَسْتَ، إذا خاطبت الرجل. فإذا صرت إلى أن تقول فَعَل قلت: تعِس بكسرالعين، قال شمر: وهكذا سمعته في حديث عائشة: تعس مسطح (٢) ، وأنكر شميل، وأبو الهيثم: تعس بكسر العين. قال ابن شميل: تقول العرب: تَعِسَ فما انتعش وشيكَ فلا انْتَقَشْ إذا دعيت (٣) على إنسان، وأنشد (٤) أبو الهيثم بيت الأعشى: </p><p> فالتَّعْسُ أَدْنَى لهَا من أنْ أَقول لَعَا (٥) </p><p> قال: ولا يجوز تعس، ولو جاز لقال: فالتعس أدنى لها، هذا قول </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٨. (٢) أخرج ذلك البخاري عن عائشة رضي الله عنها. انظر: \"صحيح البخاري\"، كتاب التفسير باب ٢٥، ومن سورة النور ٥/ ٣٣٢.(٣) نص الحديث عند البخاري عن أبي هريرة -رضي الله عنه-، قال: قال رسول الله -صلى الله عليه وسلم-: (تعس عبد الدينار وعبد الدرهم وعبد الخميصة، إن أعطي رضي وإن لم يعط سخط، تعس وانتكس وإذا شيك فلا انتقش ..). انظر: \"صحيح البخاري\" كتاب الجهاد والسير، باب ٧٠، الحراسة في الغزو في سبيل الله ٣/ ٢٢٢.(٤) انظر: هذا النص من قوله: روى أبو عبيد عن أبي عبيدة في \"تهذيب اللغة\" (تعس) ٢/ ٧٨ وانظر: \"اللسان\" (تعس) ٦/ ٣٢.(٥) انظر: \"ديوان الأعشى\" ص ١٠٥، و\"تهذيب اللغة\" (تعس) ٢/ ٧٩، \"اللسان\" (تعس) ٦/ ٣٢، والكشاف ٣/ ٤٥٤، وقال في مشاهد الإنصاف: يقال للعاثر لعا لك، دعاء له بالانتعاش وتعسًا لك دعاء عليه بالسقوط، يريد أنها لا تعثر ولو عثرت فالدعاء عليها أحق بها من الدعاء لها. انظر: \"مثساهد الإنصاف على شواهد الكشاف\" ص ٧٦.</p><p> أهل اللغة في تفسير التعس وتعريفه. </p><p> وأما المفسرون، فقال ابن عباس: يريد في الدنيا العثرة وفي الآخرة التردي في النار (١) . </p><p> وقال مقاتل: فنكسًا لهم. قال: ويقال: فخيبة لهم (٢) ، وهو قول الضحاك (٣) ، وقال أبو العالية: سقوطًا لهم (٤) ، وقال ابن زيد: شقاء (٥) . </p><p> وقال ابن جرير: فخزياً وبلاء (٦) . وقال المبرد: فمكروهًا لهم وسوءًا قال: وإنما يقال هذا لمن دُعي عليه بالشر والهلكة (٧) . </p><p> وأما إعراب الآية ونظمها فقال أبو إسحاق:  (الذين) في موضع رفع على الابتداء ويكون: (فتعسًا لهم) الخبر (٨) ، قال صاحب النظم: موضع الفاء جزم على الجزاء؛ لأنه منسوق على قوله:  {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} وإنما جاء بالفاء في الجواب؛ لأن ذلك لم يوجبه عليهم إلا بشريطة الكفر، </p><p>(١) ذكر ذلك أبو حيان في البحر منسوبًا لابن عباس لكن بلفظ: (في الدنيا القتل ..). انظر: البحر المحيط ٨/ ٧٦، وذكره البغوي في \"تفسيره\" ولم ينسبه. انظر: \"تفسيره\" ٧/ ٢٨١، ونسبه الزمخشري لابن عباس لكن بلفظ: (في الدنيا القتل وفي الآخرة التردد في النار). انظر: \"الكشاف\" ٣/ ٤٥٤. (٢) انظر: \"تفسير مقاتل\" ٤/ ٤٥.(٣) ذكر ذلك البغوي في \"تفسيره\" ٧/ ٢٨١، والقرطبي في \"الجامع\" ١٦/ ٢٣٢.(٤) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٢٥ أ، والبغوي في \"تفسيره\" ٧/ ٢٨١.(٥) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٢٥ أ، والبغوي في \"تفسيره\" ٧/ ٢٨١، والقرطبي في \"الجامع\" ١٦/ ٢٣٢.(٦) انظر: \"جامع البيان\" للطبري ١٣/ ٤٥.(٧) لم أقف على هذا القول.(٨) انظر: \"معاني القرآن\" للزجاج ٥/ ٨.</p>"
}