{
  "id": null,
  "sura": 47,
  "aya": 6,
  "text": "<p> ٥ - {سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ} ينقض هذا القول، فإن ابن عباس قال: سيهديهم إلى أرشد الأمور ويعصمهم أيام حياتهم في الدنيا (١) ، وهذا لا يحسن وصف المقتولين، وحمل أبو إسحاق إصلاح البال في الموضعين من هذه السورة على إصلاح أمر المعاش وحال الدنيا، وقال: أراد أنه يجمع له خير الدنيا والآخرة، واحتج بقوله تعالى:  {وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْإِنْجِيلَ}  [المائدة: ٦٦] إلى قوله: {لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ} وبقوله: {يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا}  [نوح: ١١] إلى قوله: {أَنْهَارًا}  (٢) ويمكن أن يقال على قول قتادة ومقاتل [يعني (٣) ] الآية: سيهديهم إلى طريق الجنة ويصلح بالهم، وحالهم في الآخرة بإرضاء خصومهم وقبول أعمالهم وما شاكل ذلك. </p><p> ٦ - وقوله:  {وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ} قال ابن عباس في رواية أبي صالح: إذا دخلوا الجنة حياهم الله بما يحيون به، وأعطاهم ما أعطاهم، ثم يقال لهم تفرقوا إلى منازلكم فيتفرقون إليها، فلهُم أعرفُ بمنازلهم من أهل الجمعة إذا انصرفوا إلى منازلهم (٤) . </p><p> وقال مجاهد: يهتدي أهلها إلى بيوتهم ومساكنهم لا يخطئون، كأنهم </p><p>(١) ذكر ذلك ابن الجوزي ونسبه لابن عباس ولم يذكر قوله: (ويعصمهم ...). انظر: زاد المسير\" ٧/ ٣٩٨، وذكره المؤلف في \"الوسيط\" عن ابن عباس. انظر: ٤/ ١٢١. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٧.(٣) في الأصل كتبت (يعني) ولعل الصواب (معنى).(٤) أخرج الطبري عن مجاهد وابن زيد نحو هذه الرواية. انظر: \"تفسيره\" ١٣/ ٢/ ٤٤، وكذلك ذكر نحوه البغوي ونسبه لأكثر المفسرين. انظر: \"تفسيره\" ٧/ ٢٨٠، وكذلك ذكره القرطبي في \"الجامع\" ١٦/ ٣٢١ ولم ينسبه، وذكره في \"الوسيط \" ولم ينسبه انظر: ٤/ ١٢١.</p><p> ساكنوها منذ خلقوا لا يستدلون عليها أحداً (١) . </p><p> هذا قول عامة المفسرين وأهل المعاني (٢) وتلخيصه ما قال أبو عبيدة: (عرفها لهم) : بينها لهم حتى عرفوها من غير استدلال (٣) ، على أن مقاتل بن حيان جعل هذا تعريفًا باستدلال، فإنه يقول: بلغنا أن الملك الذي وكل بحفظ عمل ابن آدم يمشي في الجنة ويتبعه ابن آدم حتى يأتي أقصى منزل هو له فيعرفه كل شيء أعطاه الله في الجنة، فإذا دخل إلى منزله وأزواجه انصرف الملك عنه، فهذا تعريف بوساطة الملك (٤) ، والأول تعريف من قبل الله تعالى، وروي عن سلمة بن كهيل أنه قال:  (عرفها لهم) طرقها (٥) وعلى هذا التعريف واقع على الطرق إلى الجنة، على معنى: إن الله يعرفهم طرقها حتى يهتدوا إليها، ويكون التقدير: عرف طرقها لهم، فحذف المضاف (٦) . </p><p> وقال الحسن: وصف الله الجنة في الدنيا لهم فإذا دخلوها عرفوها بصفتها (٧) . وعلى هذا القول هذا التعريف وقع في الدنيا. ويكون المعنى: </p><p>(١) أخرج ذلك الطبري عن مجاهد. انظر: \"تفسيره\" ١٣/ ٤٤، وأورده الثعلبي في \"تفسيره\" ١٠/ ١٢٥ أ، وأورده البغوي في \"تفسيره\" ٧/ ٢٨٠. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٥٨، \"تفسير غريب القرآن\" لابن قتية ص ٤٠٩، \"معاني القرآن\" للنحاس ٦/ ٤٦٥.(٣) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١٤.(٤) ذكر ذلك أبو حيان في البحر المحيط ونسبه لمقاتل. انظر: البحر ٨/ ٧٥. وذكره الشوكاني مختصرًا ونسبه لمقاتل انظر: \"فتح القدير\" ٥/ ٣١.(٥) ذكر ذلك النحاس في \"معاني القرآن\" ونسبه لسلمة بن كهيل ٦/ ٤٦٦، وذكر معنى هذا القول الشوكاني في \"فتح القدير\" ولم ينسبه ٥/ ٣١.(٦) انظر: \"الجامع لأحكام القرآن\" ١٦/ ٢٣١.(٧) ذكر ذلك الماوردي في \"تفسيره\" ونسبه للحسن ٥/ ٢٩٤، وانظر: \"تفسير الحسن البصري\" ٢/ ٢٨٨، ونسبه القرطبي للحسن. انظر: \"الجامع\" ١٦/ ٢٣١.</p><p> يدخلهم الجنة التي عرفها لهم، واللام في (لهم) لام الأجل، وهذه الأقوال كلها من التعريف الذي هو واقع المعرفة. </p><p> وروي عن ابن عباس قول آخر، قال عطاء: يريد طيبها لهم (١) ، وهذا القول اختيار المؤرج (٢) وأصحاب اللغة (٣) وأصله من العَرْف وهو الرائحة الطيبة، وطعام مُعرّف، أي: مطيب، وأنشدوا قول الأسود بن يعفر: </p><p> فَتُدخِلُ أيدٍ في خناجرَ أُقْنِعت ... لِعَادتِها من الخَزِيرِ المُعَرَّفِ (٤) </p><p> وعلى هذا معنى الآية: طيبها لهم بما خلق فيها من الروائح الطيبة، وقال بعض أهل المعاني: طيبها لهم بضروب الملاذ التي تتقبلها النفس تقبل ما تعرفه ولا تنكره (٥) ، وروى أبو العباس عن بعضهم في قوله:  (عرفها لهم) . قال: هو وضع الطعام بعضه على بعض من كثرته، وخزير معرَّف بعضه على بعض (٦) ، وعلى هذا القول هو من العُرْف المتتابع كعُرْف الفرس. </p><p>(١) ذكر هذا القول الماوردي في \"تفسيره\", ولم ينسبه ٥/ ٢٩٤، ونسبه في \"الوسيط\" لعطاء عن ابن عباس ٤/ ١٢١، وذكره البغوي ونسبه لعطاء ٧/ ٢٨٠. (٢) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٢٥ أ.(٣) انظر: \"تهذيب اللغة\" (عرف) ٢/ ٣٤٥.(٤) البيت استشهد به ابن قتيبة في \"تفسير غريب القرآن\" ولم ينسبه ص ٤١٠، وهو في \"تهذيب اللغة\" منسوب للأسود بن يعفر ٢/ ٣٤٥، ومعنى أقنعت: مدت ورفعت للفم والخزير: الحساء من الدسم.وقد استشهد بالبيت الثعلبي في \"تفسيره\" ولم ينسبه ١٠/ ١٢٥ أ.(٥) انظر: \"معاني القرآن\" للنحاس ٦/ ٤٦٦، و\"زاد المسير\" ٧/ ٣٩٨، و\"الجامع لأحكام القرآن\" ١٦/ ٢٣١.(٦) أنظر: قول أبي العباس في \"تهذيب اللغة\" (عرف) ٢/ ٣٤٥، وفي \"الجامع لأحكام القرآن\" من غير نسبة ١٦/ ٢٣١.</p>"
}