{
  "id": null,
  "sura": 47,
  "aya": 30,
  "text": "<p> ضَغَائِن، وضَغِنَ فلان يَضْغُنُ ضِغْنَاً فهو ضَغِن، والمرأة ضَغِنَة، وأضْغَنَ عليَّ ضُغَناء، أي أضْمَرهُ وأصله من الضِّغْنِ، والضِّغْنُ هو الالتواء والاعوجاج في قوائم الدابة والقناة وكل شيء، ومنه قول بشر: </p><p> كذاتِ الضِّغْنِ تَمْشِي في الرِّفاقِ (١) </p><p> وأنشد الليث: </p><p> إنَّ قَناتِي مِن صلِيباتِ القَنَا ... مَا زَادَهَا التَّثْقِيفُ إلاَّ ضَغَنا (٢) </p><p> والحقد في القلب مشبه به؛ لأنه لا يستقيم الحقود عليه، قال ابن عباس في قوله:  {أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ} : أن لا يطلع الله على ما في قلوبهم (٣) ، وقال مقاتل: أن لا يظهر الله الغشّ الذي في قلوبهم (٤) . </p><p> وقال أبو إسحاق: لا يبدي الله عداوتهم لرسوله -صلى الله عليه وسلم- والمؤمنين ويظهره على نفاقهم (٥) . </p><p> ٣٠ - قوله:  {وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ} قال مقاتل والمفسرون: لأعلمناكهم (٦) . كقوله:  {بِمَا أَرَاكَ اللَّهُ}  [النساء: ١٠٥] أي: بما علمك </p><p>(١) انظر: \"تهذيب اللغة\" (فرق) ٩/ ١١٣، \"اللسان\" (ضغن) ١٣/ ٢٥٥، \"الدر المصون\" ٦/ ١٥٧. (٢) انظر كتاب: العين (ضغن) ٤/ ٣٦٦، \"تهذيب اللغة\" (ضغن) ٨/ ١١، \"اللسان\" (ضغن) ١٣/ ٢٥٦. والثقاف: حديدة تكون مع القوَّاس والرمَّاح يقوّم بها الشيء المعوج. أي كأن الشاعر يقول: ما زادها التقويم إلا اعوجاجًا، \"اللسان\" (ثقف) ٩/ ٢٠.(٣) ذكر هذا المعنى في \"الوسيط\" ولم ينسبه. انظر ٤/ ١٢٨.(٤) انظر: \"تفسير مقاتل\" ٤/ ٥٠.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٥.(٦) انظر: \"تفسير مقاتل\" ٤/ ٥٠، \"تفسير البغوي\" ٧/ ٢٨٨، \"زاد المسير\" ٧/ ٤١١، \"الجامع لأحكام القرآن\" ١٦/ ٢٥٢.</p><p> الله، وقد مر, وقال الفراء والزجاج: يريد لعرفناكهم، وأنت تقول للرجل أريتك كذا وكذا، تريد عَرَّفتكه وعَلَّمتكه (١) . </p><p> قوله:  {فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ} أي: فعرفتهم، ودخلت اللام لتأكيد المعرفة، والكلام في تفسير السيما قد سبق في سورة البقرة [آية: ٢٧٣] . </p><p> قال أبو إسحاق: المعنى: لو نشاء لجعلنا على المنافقين علامة، وهي السيما فلعرفتهم بتلك العلامة (٢) . </p><p> قوله:  {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ} قال أبو عبيدة والفراء والزجاج: في نحو القول معنى القول (٣) : في فحوى القول وقصد القول، وهو الذي يدل على ما عنده وفي قلبه من غير تصريح به، وقريب منه قول النبي -صلى الله عليه وسلم- في سعد (٤) بن معاذ وسعد بن عبادة (٥) حين وجههما لاستعلام خبر قريظة \"فإن رأيتماهم على العهد فأعلنا ذلك وإلا فالحنا لي لحناً أعرفه ولا تفتان أعضاد المسلمين\"  (٦) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ٦٣، \"معاني القرآن\" للزجاج ٥/ ١٥. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١٥.(٣) انظر: \"جاز القرآن لأبي عبيدة\" ٢/ ٢١٥ بلفظ: (في فحوى القول)، و\"معاني القرآن\" للفراء ٣/ ٦٣، و\"معاني القرآن\" للزجاج ٥/ ١٥.(٤) سعد بن معاذ بن النعمان الأوسى، سيد قومه، وهو الذي حكم على بني قريظة بأن تقتل وتسبى النساء والذرية، انظر: \"الاستيعاب\" ٢/ ٢٧، \"أسد الغابة\" ٢/ ٢٩٦.(٥) هو: سعد بن عبادة بن دليم الأنصاري سيد الخزرج، انظر: \"الاستيعاب\" ٢/ ٣٥، و\"الإصابة\" ٢/ ٣٠٠.(٦) لم أقف على هذا الحديث إلا أن ابن الأثير في \"النهاية\" ذكر نحوه وهو (أنه بعث رجلين إلى بعض الثغور عينًا. فقال لهما: إذا انصرفتما فالحنا) أي: أشيرا إلىَّ ولا تفصحا، وعرضا بما رأيتما. أمرهما بذلك لأنهما ربما أخبرا عن العدو ببأس وقوة فأحب ألا يقف عليه المسلمون. انظر: \"النهاية في غريب الحديث\" (لحن) ٤/ ٢٤١.</p><p> وقال الليث: ما تلحن إليه بلسانك: تميل إليه (١) . </p><p> وقال أبو زيد: لحنت له ألحن، إذا قلت له قولاً يفقه عنك ويخفي على غيره (٢) . </p><p> وقال ابن دريد (٣) معنى اللحن: أن تريد الشيء فتوري عنه بقول آخر (٤) . </p><p> وقيل لمعاوية: إن عبد الله يلحن، فقال: أوليس بظريف لابن أخي (٥) أن يتكلم بالفارسية، ظن معاوية أنهم عنوا بقولهم عبد الله يلحن أي يتكلم بالفارسية إذ كان المتكلم بها معدولا عن جهة العربية. </p><p> وقال الفزاري (٦) : </p><p>(١) انظر: كتاب \"العين\" (لحن) ٣/ ٢٢٩. (٢) انظر: \"تهذيب اللغة\" (لحن) ٥/ ٦٠.(٣) هو: أبو بكر محمد بن الحسن بن دريد بن عتاهية بن حنتم بن حسن بن حمامي بن جرو بن واسع بن وهب بن سلمة، من أئمة اللغة والأدب، كانوا يقولون ابن دريد أشعر العلماء وأعلم الشعراء ولد في البصرة سنة ٢٢٣ هـ، ومن كتبه: \"الاشتقاق\"، و\"المقصور والممدود\"، و\"الجمهرة\"، و\"المجتبى\" وغيرها، مات سنة ٣٢١ هـ. انظر: مقدمة \"جمهرة اللغة\" ١/ ٣، ٤، و\"فيات الأعيان\" ١/ ٤٩٧، و\"تاريخ بغداد\" ٢/ ١٩٥.(٤) انظر: \"جمهرة اللغة\" (لحن) ٢/ ١٩٢، بلفظ: (اللحن صرفك الكلام عن جهته، لحن يلحن لَحْنا ولَحَنا، وعرفت ذلك في لحن كلامه أي فيما دل عليه كلامه).(٥) انظر: \"اللسان\" (لحن) ١٣/ ٣٨٠.(٦) هو: مالك بن أسماء بن خارجة بن حصن بن حذيفة بن بدر القزاري أبو الحسن شاعر غزل ظريف من الولاة كان هو وأبوه من أشراف الكوفة وتزوج الحجاج أخته هند بنت أسماء، واختار له أبو تمام أبياتًا في الحماسة. انظر: \"الشعر والشعراء\" ص ٥٢٧، و\"لسان الميزان\" ٥/ ٢، و\"الأعلام\" ٥/ ٢٥٧.</p><p> مَنطِقٌ صائِبٌ وَتَلَحَنُ أَحْيَاناً ... وَخَيرُ الحَدِيْثِ مَا كَانَ لَحْنَا (١) </p><p> يريد أنها تتكلم بالشيء وهي تريد غيره، وتعرض في حديثها فتزيله عن جهته من ذكائها وفطنتها كما قال الله -عز وجل- {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} وكما قال القَتَّال الكلابي (٢) : </p><p> وَلَقدْ وَحَيْتُ لَكُم لِكَيْمَا تَفْهَمُوا ... وَلَحنْتَ لَحناً لَيْسَ بِالمرْتَابِ (٣) </p><p> واللحن في العربية راجع إلى هذا, لأنه العدول عن الصواب، هذا كلامه فيما حكاه حمزة (٤) صاحب الأمثال، وهو سديد، وذكر أبو القاسم الزجاجي رحمه الله معنى اللحن في كلام العرب بأبلغ شرح فقال (٥) : أصل (ل ح ن) على هذا الترتيب موضوع للميل عن الشيء والعدول عنه، يقال: لحن فلان في منطقه، إذا أخذ في شيء ترك الظاهر له وعدل عنه إلى غيره، </p><p>(١) انظر: \"الشعر والشعراء\" ص ٥٢٧، \"تهذيب اللغة\" (لحن) ٥/ ٦١، \"اللسان\" (لحن) ١٣/ ٣٨٠، \"الدر المصون\" ٦/ ١٥٧. (٢) ورد خلاف في اسمه والمشهور: عبد الله بن مجيب بن مضرحى الكلابي أبو المسيب شاعر إسلامي غلب عليه لقب القتال لشجاعته. له ديوان مطبوع وهو من بني أبي بكر بن كلاب بن ربيعة. انظر: \"الأغاني\" ٢/ ١٥٩، \"المحبر\" ص ٢٨٨، \"الخزانة\" ٣/ ٦٨٨، \"الشعر والشعراء\" ص ٤٧١.(٣) انظر: \"ديوانه\" ص ٣٦، \"الزاهر\" لابن الأنباري ١/ ٣٠٦، واستشهد القرطبي بهذا البيت بهذا اللفظ. انظر ١٦/ ٢٥٣، وهو في \"اللسان\" بلفظ (لحنت لكم (بدل) وحيت لكم). انظر: \"اللسان\" (لحن) ١٣/ ٣٨٠، وانظر: \"الدر المصون\" ٦/ ١٥٧.(٤) لعله: حمزة بن الحسن الأصبهاني أبو عبد الله إمام لغوي له مؤلفات حسان توفي حوالي ٣٦٠ هـ له كتاب \"الأمثال السائرة، والأمثال الصادرة في بيوت الشعر\". انظر ترجمته في: \"أخبار أصبهان\" ١/ ٣٠٠، \"الأعلام\" للزركلي ٢/ ٣٠٩، \"معجم المؤلفين\" ٤/ ٧٨.(٥) لم أقف عليه عند الزجاجي وانظر: \"مقاييس اللغة\" (لحن) ٥/ ٢٣٩.</p><p> يعميه على السامع وذلك كالتعريض في الكلام، ويقال لمثل ذلك القول: ملاحن القول، وهذا كقولهم: والله ما رأيت زيداً برائب، أصبت ريبة لا روبة البصر، ويقال: لاحنت فلاناً، أي راطنته، وذلك أن تضع بينك وبينه كلاماً يفهمه عنك وتفهمه عنه، ولا يفهم غيركما, لأنكما قد عدلتما عن المعتاد من الكلام ومنه قول الطرماح: </p><p> وأَدَّتْ إليَّ القَولَ عَنْهنَّ زَوْلةٌ ... تُلاحِنُ أوْ تَرْنُو لقَوْلِ المُلاحِنِ (١) </p><p> أي: تتكلم بمعنى كلام لا يفطن له غيري، ومن هذا قوله تعالى:  {وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} أي في فحواه ومعناه، يعني: المنافقين، وذلك أنهم كانوا يخاطبون النبي -صلى الله عليه وسلم- بكلام تواضعوه بينهم والنبي -صلى الله عليه وسلم- يسمع ذلك ويأخذ بالظاهر المعتاد، فنبهه الله تعالى على ذلك، فكان بعد نزول هذه الآية يعرف المنافقين إذا سمع [كلام (٢) ]، فلحن القول ميلهم عن الظاهر. </p><p> وحكى سلمة (٣) عن الفراء: يقال للرجل يعرض ولا يصرح: قد جعل كذا وكذا لحنا لحاجته، ويقال من هذا: لَحَنَ يلحن، فأما لَحِنَ يلحن فالمراد به (٤) فَطِن وفهم. </p><p>(١) انظر: \"تهذيب اللغة\" (لحن) ٥/ ٦٣، \"اللسان\" (لحن) ١٣/ ٣٧٩. (٢) كذا في الأصل ولعل الصواب (كلامهم).(٣) هو: سلمة بن عاصم أبو محمد البغدادي النحوي صاحب الفراء، روى القراءة عن أبي الحارث الليث بن خالد وروي القراءة عنه أحمد بن يحيى ثعلب، قال ابن الأنباري: كتاب سلمة في \"معاني القرآن للفراء\" أجود الكتب لأن سلمة كان عالمًا وكان يراجع الفراء فيما عليه ويرجع عنه، توفي بعد ٢٧٠ هـ.انظر: \"طبقات النحويين واللغويين\" ١٣٧، و\"إنباه الرواة\" ٢/ ٥٦، و\"غاية النهاية\" ١/ ٣١١.(٤) انظر: \"كتاب العين\" (لحن) ٣/ ٢٣٠، و\"معاني القرآن للفراء\" ٣/ ٦٣.</p><p> ومنه قول النبي -صلى الله عليه وسلم-: \"ولعل بعضكم أن يكون ألحن بحجته من بعض\"  (١) ، أي أفطن لها وأقدر على لحن القول وفحواه ومعناه. </p><p> قال أبو عبيد (٢) : اللّحَن بفتح الحاء الفطنة، واللّحِن بالكسر الحاذق بالكلام الفطن، وإنما قالوا: لحِن، إذا فطن وفهم؛ لأنه سمع ما لُحِنَ له من القول فعلم فحوى ما قيل له، فقيل: لَحِنَ كما يقال: فطن، وأما قول الكلابية قال (٣) : </p><p> وقومٌ لهم لَحْنٌ سِوى لَحْنِ قَوْمِنا ... وشَكْلٌ وبيتِ اللهِ لَسْنا نُشاكِلُهْ (٤) </p><p> أي: لغة ومذهب في الكلام يذهبون إليه سوى كلام الناس المعتاد، لأنهم عدلوا به إلى ما أرادوا وتركوا ما يتعارفه الناس، والألحان: </p><p>(١) أخرجه البخاري في كتاب الشهادات باب ٣٧ من أقام البينة بعد اليمين ٣/ ١٦٢، وفي كتاب الحيل، باب ١٠، ٨/ ٦٢، وفي كتاب الأحكام، باب ٢٠ موعظة الإمام للخصوم ٨/ ١١٢، وأخرجه مسلم في كتاب الأقضية، باب ٣ الحكم بالظاهر واللحن وبالحجة ٢/ ١١٢، وأخرجه الترمذي في كتاب الأحكام، باب ١١ ما جاء في التشديد على من يقضى له بشيء ليس له أن يأخذه ٣/ ٢٣٣، وفي باب ٣٣ ما يقطع القضاء ٨/ ٢٤٧، وأخرجه ابن ماجه في كتاب الأحكام، باب ٥ قضية الحاكم لا تحل حرامًا ولا تحرم حلالاً ٢/ ٧١٩، وأخرجه مالك في الموطأ كتاب الأقضية، باب ١، الترغيب في القضاء بالحق ٢/ ٧١٩، وأخرجه الإمام أحمد عن أبي هريرة ٢/ ٣٣٢، وأخرجه أيضًا عن أم سلمة ٦/ ٢٠٣، ٦/ ٢٩٠، ٦/ ٣٠٧، ٦/ ٣٠٨، ٦/ ٣٢٠. (٢) انظر: \"تهذيب اللغة\" (لحن) ٥/ ٦٢ بتصرف.(٣) كذا في الأصل بمد اللام وفي \"تهذيب اللغة\" الكلبية. انظر: \"تهذيب اللغة\" (لحن) ٥/ ٦٢، \"اللسان\" (لحن) ١٣/ ٣٨٠، ولم أقف لها على ترجمة.(٤) انظر هذا الشاهد وكلام أبي عبيد الذي قبله في \"تهذيب اللغة\" (لحن) ٥/ ٦٢، \"اللسان\" (لحن) ١٣/ ٣٨٠.</p><p> الضروب من الأصوات في الأغاني كقولهم: لحن معبد ولحن سريج، سمي بذلك لأن كل صوت له طريق ومذهب غير مذهب الصوت الآخر، فكأن المعنى عدل بالصوت إلى طريق آخر، والملحِّن الذي يسوي طريق الأغاني. </p><p> وقال النضر: سألت الخليل عن قولهم: لحن القارئ فيما قرأ، فقال: ترك إعراب الصواب وعدل عنه (١) . </p><p> وأما المفسرون؛ فقال ابن عباس: في معنى القول (٢) . </p><p> وقال الحسن: في فحواه (٣) ، وقال القرظي: في مقصده ومغزاه (٤) ، وقال أبو إسحاق: دل بهذا والله أعلم أن قول القائل قد يدل على نيته (٥) هذا كلامه، ومعنى الآية: ولتعرفنهم في معاريض كلامهم وما يلحنون به، من غير تصريح في تهجين أمرك وأمر المسلمين والاستهزاء بهم، قال الكلبي: كان بعد ذلك لا يتكلم منافق عند رسول الله -صلى الله عليه وسلم- إلا عرفه بكلامه (٦) . </p><p> وقال مقاتل: لم يَخْفَ منافقٌ بعد هذه الآية على النَّبي -صلى الله عليه وسلم- (٧) . </p><p> ونحو هذا روي عن أنس أنه قال: خفي بعد نزول هذه الآية على رسول الله -صلى الله عليه وسلم- شيء من المنافقين (٨) ، وهذا يحمل على أنه -صلى الله عليه وسلم- تأمل كلامهم </p><p>(١) لم أقف عليه. (٢) ذكر ذلك البغوي في \"تفسيره\" ٧/ ٢٨٩ ولم ينسبه، والقرطبي ولم ينسبه ١٦/ ٢٥٢.(٣) ذكر ابن الجوزي هذا المعنى ٧/ ٤١١، والقرطبي ١٦/ ٢٥٢ ولم ينسباه.(٤) ذكر ذلك في \"الوسيط\"، ولم ينسبه، انظر: ٤/ ١٢٩.(٥) انظر: \"معاني القرآن للزجاج\" ٥/ ١٥.(٦) ذكر هذا القول أبو الليث السمرقندي في \"تفسيره\" ٣/ ٢٤٦ ولم ينسبه، ونسبه القرطبي في \"الجامع\" ١٦/ ٢٥٣ للكلبي، وذكره في \"الوسيط\" ٤/ ١٢٩ ولم ينسبه.(٧) انظر: \"تفسير مقاتل\" ٤/ ٥٠.(٨) ذكر ذلك القرطبي في \"الجامع\" ١٦٦/ ٢٥٣.</p>"
}