{
  "id": null,
  "sura": 47,
  "aya": 2,
  "text": "<p> هشام (١) وزمعة بن الأسود (٢) وحكيم بن حزام والحارث (٣) بن عامر بن نوفل. </p><p> قوله تعالى:  {أَضَلَّ أَعْمَالَهُمْ} قال الكلبي (٤) ومقاتل (٥) : أبطلها لأنها كانت في غير إيمان، يعني إطعامهم الطعام وصلتهم الأرحام. </p><p> قال أبو إسحاق: أحبطها فلا يرون في الآخرة لها ثواباً (٦) والمعنى: أنها تفسير كأن لم تكن، من قول العرب: ضل اللبن في الماء. وقال عطاء: يريد أضل كيدهم الذي كادوا به النبي -صلى الله عليه وسلم- (٧) . </p><p> ٢ - قوله:  {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} قال مجاهد عن ابن عباس: يعني: الأنصار (٨) . </p><p> وقال الكلبي: هم أصحاب محمد -صلى الله عليه وسلم- (٩) . </p><p>(١) هو: العاص بن هشام بن الحارث بن أسد بن عبد العزى قتل يوم بدر، قيل قتله عمر وقيل غيره، وهو من المستهزئين وممن عمل على شق الصحيفة. انظر: \"سيرة ابن هشام\" ١/ ٣٧٥، \"تاريخ الطبري\" ٢/ ٣٣٦، \"طبقات ابن سعد\" ٢/ ١٨. (٢) هو: زمعة بن الأسود بن عبد يغوث بن عبد الملك بن أسد أحد زعماء قريش في الجاهلية. انظر: \"الكامل\" لابن الأثير ٢/ ٦١، \"سيرة ابن هشام\" ١/ ٣١٥، \"طبقات ابن سعد\" ٢/ ١٨.(٣) انظر: \"تفسير مقاتل\" ٤/ ٤٣، و\"الجامع لأحكام القرآن\" ١٦/ ٢٢٣.(٤) انظر: \"تنوير المقباس\" ص ٥٠٧.(٥) انظر: \"تفسير مقاتل\" ٤/ ٤٣.(٦) انظر: \"معاني القرآن\" للزجاج ٥/ ٥.(٧) أورد الثعلبي هذا القول ونسبه للضحاك. انظرت \"تفسيره\" ١٠/ ١٢٣ أ، وكذلك البغوي في \"تفسيره\" ٧/ ٢٧٧، والقرطبي في \"الجامع لأحكام القرآن\" ١٦/ ٢٢٣.(٨) أخرج ذلك الطبري ١٣/ ٢/ ٣٩، وانظر: \"الجامع لأحكام القرآن\" ١٦/ ٢٢٤.(٩) انظر: \"تنوير المقباس\" ص ٥٠٧.</p><p> وقال مقاتل: نزلت في بني هاشم وبني المطلب (١) . </p><p> قوله تعالى:  {وَأَصْلَحَ بَالَهُمْ} قال المبرد: البال الحال في هذا الموضع، وقد يكون في غير هذا القلب، يقول القائل: ما يخطر هذا على بالي، أي: على قلبي (٢) ، قال مجاهد عن ابن عباس: أي: حالهم في الدنيا (٣) ، وروى ابن أبي نجيح عن مجاهد: شأنهم (٤) ، وذكرهما الكلبي فقال: حالهم وشأنهم (٥) ، وقال مقاتل: زين أمرهم في الإسلام (٦) . </p><p> وقال عطاء عن ابن عباس: يريد عصمهم أيام حياتهم (٧) ، وهذا تفسير حسن مبينٌ لما أجمله المفسرون من إصلاح الأمر والشأن والحال، وقد علم أن الله لم يرد بذلك إعطاء المال والثروة؛ لأن أصحاب النبي -صلى الله عليه وسلم- لم يكونوا مياسير ذوي [ذروه (٨) ] وإنما المراد بهذا الإصلاح، إصلاح الأعمال </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٤٣. (٢) ذكر قول المبرد هذا النحاس في \"إعراب القرآن\" ٤/ ١٧٨، والقرطبي في \"الجامع\" ١٦/ ٢٢٤، المؤلف في \"الوسيط\" ٤/ ١١٨.(٣) أخرج الطبري عن قتادة وابن زيد قال: حالهم في الدنيا، انظر: ١٣/ ٢/ ٣٩.(٤) أخرج ذلك الطبري عن ابن عباس ومجاهد ١٣/ ٢/ ٣٩، ونسبه الماوردي في \"تفسيره\" لمجاهد ٥/ ٢٩١، ونسبه القرطبي ١٦/ ٢٢٤ لمجاهد وغيره.(٥) انظر: \"تنوير المقباس\" ص ٥٠٧.(٦) الذي عند مقاتل: أصلح بالتوحيد حالهم في سعة الرزق ٤/ ٤٣.(٧) ذكر ذلك البغوي في \"تفسيره\" عن ابن عباس قال: عصمهم أيام حياتهم يعني أن هذا الإصلاح يعود إلى إصلاح أعمالهم حتى لا يعصوا. انظر: \"تفسير البغوي\" ٧/ ٢٧٧. كما أورده بهذا النص أيضًا عن ابن عباس المؤلف في \"الوسيط\" ٤/ ١١٨.(٨) كذا رسمها في الأصل، وهي إما أن تكون تصحيف: ثروة، أو يكون معناه: مأخوذ من ذروة الشيء، وهو آعلاه: أي لم يكونوا من ذوي الذروة وهي المنزلة العالية في الغنى والسعة في المال.</p>"
}