{
  "id": null,
  "sura": 47,
  "aya": 16,
  "text": "<p> مثل ضِلَع. وتثنيته: معيان، وهو جميع ما في البطن من الحوايا (١) . </p><p> ١٦ - قوله:  {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ} قال ابن عباس والمفسرون: يعني المنافقين يستمعون خطبة النبي -صلى الله عليه وسلم- يوم الجمعة، وكان يعرض بالمنافقين ويعيبهم، فإذا خرجوا من المسجد قالوا لأولي العلم من الصحابة: ماذا قال آنفاً، وذلك قوله:  {حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ}  (٢) . </p><p> وروى سعيد بن جبير عن ابن عباس قال: كنت فيمن سئل، يعني أنه من الذين ذكرهم الله في قوله:  (قالوا للذين أوتوا العلم)  (٣) . وروى عطاء عن ابن عباس: يريد عبد الله بن مسعود، وهو قول ابن بريدة (٤) ومقاتل (٥) . </p><p> قوله:  {مَاذَا قَالَ آنِفًا} أي: ماذا قال الساعة، ويعني الآنف من الائتناف، وهو الابتداء يقال: ائتنفت الكلام ائتنافاً، أي: ابتدأته. قال: ذلك أبو زيد، والاستئناف أيضًا بهذا المعنى، وهما من الأنف وهو أول كل شيء يقال هذا ثم أنف العدو، وأنف البرد، وأنف المطر، أي: أوله (٦) ، قال امرؤ القيس: </p><p>(١) انظر: \"تفسير البغوي\" ٧/ ٢٨٣، و\"الجامع لأحكام القرآن\" ١٦/ ٢٣٧. (٢) انظر: \"تفسير السمرقندي\" ٣/ ٢٤٣، \"تنوير المقباس\" ص ٥٠٨.(٣) خرج ذلك الطبري. انظر: \"تفسيره\" ١٣/ ٥١، والحاكم في \"المستدرك\" ٢/ ٤٥٧ وقال صحيح على شرط البخاري ومسلم، ولم يخرجاه ووافقه الذهبي. انظر: \"المستدرك\" كتاب التفسير تفسير سورة محمد -صلى الله عليه وسلم-.(٤) انظر: \"تفسير الماوردي\" ٥/ ٢٩٨، و\"الجامع لأحكام القرآن\" ١٦/ ٢٣٨.(٥) انظر: \"تفسير مقاتل\" ٤/ ٤٧.(٦) انظر: \"تهذيب اللغة\" (أنف) ١٥/ ٤٨٢، \"اللسان\" (أنف) ٩/ ١٤.</p><p> قد غَدَا يَحْمِلُنِي أَنْفِهِ ... لاحِقُ الأيْطَلِ مَحْبُوكٌ مُمَرْ (١) </p><p> أي: في أول جريه، ومن هذا أنف الجبل، وأنف الإنسان، وأنف خف البعير، وقال أبو علي الفارسي: و (آنفا) من أنف، أي ابتدأ وهو غير مستعمل، وإن كان القياس يوجبه، وقد يجيء اسم الفاعل على ما لم يستعمل من الفعل نحو: فقير، جاء على فَقره، والمستعمل افتقر، وكذلك شديد، والمستعمل اشتد، فكذلك قوله: آنفاً، والمستعمل ائتنف (٢) . </p><p> وروى أحمد بن موسى بإسناده عن ابن كثير من طريق البزي:  (أنِفاً) بالقمر (٣) ، وهذا يحمل على أنه توهمه، مثل: خادر وخدر، وفاكه وفكه، والوجه قراءة العامة، ويدل عليه قول الشاعر: </p><p> ويحرُمُ سِرُّ جَارَتِهم عليهم ... ويَأْكُلُ جَارُهُم أُنُفَ القِصَاعِ (٤) </p><p> يريد: أنهم يؤثرونه بأفضل الطعام وأوله لا البقايا، وأُنُف جمع أَنْف بالمد، مثل: قَاتِل وقُتُلٍ، وبازلٍ وبُزُلٍ (٥) . </p><p> وذكر المفسرون في وجه سؤال المنافقين قولين: أحدهما: أنهم سألوا استهزاء منهم وإعلاماً أنهم لم يستمعوا إلى كلامه ولم يلتفتوا إلى ما قال، وهذا اختيار الزجاج (٦) ، القول الثاني: أنهم سمعوا كلامه ولم </p><p>(١) انظر: \"تهذيب اللغة\" (أنف) ١٥/ ٤٨٢، \"اللسان\" ٩/ ١٤. (٢) انظر: \"الحجة للقراء السبعة\" ٦/ ١٩٣.(٣) انظر: \"الحجة\" ٦/ ١٩٢، \"التذكرة في القراءات\" لابن غلبون ٢/ ٦٨٣.(٤) البيت للحطيئة. انظر: \"ديوانه\" ص ٦٢، \"لسان العرب\" (أنف) ٩/ ١٣، و\"الزاهر\" ٢/ ٣١٢.(٥) انظر: \"الحجة للقراء السبعة\" ٦/ ١٩٤.(٦) انظر: \"معاني القرآن\" للزجاج ٥/ ١٠، \"تفسير الماوردي\" ٥/ ٢٩٨، و\"زاد المسير\" ٧/ ٤٠٢.</p>"
}