{
  "id": null,
  "sura": 47,
  "aya": 21,
  "text": "<p> يحسِّره على ما فاته، ويقول له: يا محروم أي شيء فاتك (١) . </p><p> وقال صاحب النظم:  (أولى) مأخوذ من الويل (٢) ، وللويل تصريف قد درج ولم يبق منه إلا الويل فقط وقد قال جرير: </p><p> يَعْلَمْن بالأكْبارِ ويلاً وائلاً (٣) </p><p> فقوله: أولى أفعل من الويل، إلا أن فيه قلباً، وهو أن عين الفعل وضع موضع اللام. </p><p> ٢١ - قوله:  {طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ} يرتفع بمحذوف، ورافعه إما قبله وإما بعده، فمذهب سيبويه (٤) والخليل أن المعنى: طاعة وقول معروف أمثل، والمعنى على هذا: أن الله تعالى قال: لو أطاعوا وقالوا معروفاً كان أمثل وأحسن، وهذا اختيار الزجاج (٥) . </p><p> وهو على حذف الخبر، ويجوز أن يقدر الحذف ابتداء على تقدير: أمر بالطاعة وقول معروف، وهذا قول المبرد (٦) ، واختيار ابن قتيبة وقال: هذا مختصر يريد قولهم قبل نزول القرض: سمع لك وطاعة (٧) . </p><p>(١) ذكر ذلك الأزهري في \"تهذيب اللغة\" (ولى) ١٥/ ٤٤٨، والقرطبي في \"الجامع\" من غير نسبة ١٦/ ٢٤٤. (٢) ذكر ذلك القرطبي ١٦/ ٢٤٤، والسمين الحلبي في \"الدر المصون\" ٦/ ١٥٣.(٣) الويل: قال الليث هو حلول الشر، والويلة: البلية والفضيحة، وأصل الويل في اللغة: الهلاك والعذاب، انظر: \"تهذيب اللغة\" (ويل) ١٥/ ٤٥٥، \"اللسان\" (ويل) ١١/ ٧٣٧. ولم أعثر على هذا الشطر من البيت.(٤) انظر: \"الكتاب\" ٢/ ١٣٦.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣، وقد نقل قولي سيبويه والخليل، كما ذكرهما أيضًا النحاس في \"إعراب القرآن\" ٤/ ١٨٦، ١٨٧.(٦) انظر: \"الكامل\" للمبرد ٢/ ٥٧.(٧) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ٢/ ١٣٢.</p><p> المذهب الثاني: أن الكلام تم سط قوله: (فأولى) ، وهو تهديد على ما ذكرنا، ثم ابتدأ فقال لهم:  (طاعة وقول معروف)  (١) ، وهو القول الحسن الذي يعرف حسنه وصحته، ويجوز على هذا القول أن يكون المعنى: للمنافقين طاعة وقول معروف باللسان، فإذا جد الأمر تبين كذبهم فيما قالوا بقعودهم عن نصرة النبي -صلى الله عليه وسلم-، يدل على صحة هذا سياق الآية فيما بعد. </p><p> المذهب الثالث: أن الآية الثانية التي هي قوله: طاعة متصلة بالآية الأولى في المعنى، والتقدير: فأولى لهم طاعة وقول معروف، وهذا معنى ما روي عن عطاء عن ابن عباس (٢) : يريد كانت الطاعة أولى لهم، والمعنى على هذا: طاعة الله ورسوله وقول معروف بالإجابة أولى لهم، وهذا القول اختيار الكسائي (٣) . </p><p> قوله تعالى:  {فَإِذَا عَزَمَ الْأَمْر} قال ابن عباس ومجاهد (٤) ومقاتل: جد القتال عن حقائق الأمور (٥) . </p><p> وقال أبو إسحاق: جد الأمر ولزم فرض القتال (٦) . </p><p>(١) انظر: \"مشكل إعراب القرآن\" لمكي ٢/ ٣٠٨، \"الدر المصون\" ٦/ ١٥٤. (٢) انظر: \"تفسير البغوي\" ٧/ ٢٨٦، وقد نسبه لابن عباس في رواية عطاء، وانظر: \"الجامع لأحكام القرآن\" ١٦/ ٢٤٤.(٣) ذكر ذلك في \"الوسيط\" ٤/ ١٢٦.(٤) أخرج ذلك الطبري في \"تفسيره\" عن مجاهد ١٣/ ٥٥، وذكره الماوردي في \"تفسيره\" من غير نسبة ٥/ ٣٠١، والبغوي ولم ينسبه ٧/ ٢٨٦، وكذلك القرطبي في \"الجامع\" ولم ينسبه ١٦/ ٢٤٤.(٥) انظر: \"تفسير مقاتل\" لكنه قال: عند دقائق الأمور ٤/ ٤٨.(٦) انظر: \"معانى القرآن للزجاج\" ٥/ ١٣.</p><p> قال أبو الهيثم:  (عزم الأمر) هو فاعل بمعنى مفعول، وإنما يُعْزَم الأمر ولا يَعْزِم والعزم لإنسان لا للأمر، قال: وهذا كقولهم: هلك الرجل، وإنما أهلك (١) . </p><p> وقال غيره: معنى عزم الأمر: انعقد الأمر بالإرادة أنه يفعله، فإذا عقد الأمر على أنه يفعل قيل: عزم الأمر (٢) على طريق البلاغة. </p><p> قال الفراء: معنى الآية: فإذا عزم الأمر نكلوا ولم يفعلوا (٣) ، ونحو هذا قال ابن قتيبة (فإذا عزم الأمر) أي: جاء الجد كرهوا ذلك، فحذف الجواب (٤) . </p><p> وقال صاحب النظم قوله:  (عزم الأمر) يقتضى جواباً ولم يذكر ذلك الجواب، فلما قال:  (فلو صدقوا الله) كان هذا دليلاً على المضمر وهو أن يكون كذبوا (٥) ومثله قوله: {أَنِ اضْرِبْ بِعَصَاكَ الْبَحْرَ فَانْفَلَقَ} وقد مر [الشعراء: ٦٣] . </p><p>(١) ذكر ذلك الأزهري في \"تهذيب اللغة\" (عز) ٢/ ١٥٢، و\"اللسان\" (عزم) ١٢/ ٤٠٠. (٢) ذكر نحوًا من هذا ابن فارس في \"مقاييس اللغة\" (عزم) ٤/ ٣٥٨.(٣) هذا القول لم أجده في معاني الفراء عند هذه الآية ٣/ ٦٢.قال السمرقندي في تفسيره: فإذا عزم الأمر يعني: وجب الأمر وجد الأمر، كرهوا ذلك.انظر: ٣/ ٢٤٤، وقال الشوكاني: عزم الأمر: جد الأمر أي جد القتال ووجب وفرض.قال المفسرون: معناه إذا جد الأمر ولزم وفرض القتال خالفوا وتخلفوا. انظر: \"فتح القدير\" ٥/ ٣٨.(٤) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ٢/ ١٣٣.(٥) ذكر قريبًا من هذا المعنى البغوي ٧/ ٢٨٦، وابن الجوزي \"زاد المسير\" ٧/ ٤٠٦.</p>"
}