{
  "id": null,
  "sura": 47,
  "aya": 22,
  "text": "<p> قوله:  {فَلَوْ صَدَقُوا اللَّهَ} أي: في إيمانهم وجهادهم سمحوا بالطاعة والإجابة {لَكَانَ خَيْرًا لَهُمْ} من المعصية والكراهية، قاله ابن عباس (١) . والمعنى: لكان الصدق خيراً لهم، فأضمر لدلالة صدقوا عليه. </p><p> ٢٢ - ثم قال:  {فَهَلْ عَسَيْتُمْ} وقوله: {إِنْ تَوَلَّيْتُمْ} قال عطاء عن ابن عباس: يريد عن الإسلام (٢) ، وعلى هذا معنى الآية. </p><p> قال أبو إسحاق: لعلكم إن توليتم عما جاء به النبي -صلى الله عليه وسلم- أن تعودوا إلى أمر الجاهلية فتفسدوا ويقتل بعضكم بعضًا وتقطعوا أرحامكم أي: تئدوا البنات وتدفنوهن أحياء (٣) . </p><p> وقال ابن قتيبة: أي إذا انصرفتم عن النبي -صلى الله عليه وسلم- أن تفسدوا يريد فهل تريدون إذا أنتم تركتم محمداً وما يأمركم به أن تعودوا إلى مثل ما كنتم عليه من الكفر والإفساد في الأرض وقطع الأرحام (٤) ، وعلى هذا القول كأن الله تعالى يذكر منته عليهم بالإسلام ومحمد -صلى الله عليه وسلم- حين جمعهم به وأكرمهم بالإلفة بعد ما كانوا عليه في جاهليتهم من القتل والبغي وقطيعة الرحم، فيقول: لعلكم إذا كرهتم الإسلام والقرآن، تريدون أن ترجعوا إلى ما كنتم عليه، والمراد بقطع الأرحام قتل بعضكم بعضاً، ويحتمل ما ذكره أبو إسحاق من الوأد. </p><p> وفي الآية قول آخر قال الكلبي: إن توليتم إمرة هذه الأمة (٥) ، ويدل </p><p>(١) ذكر نحوه الشوكاني في \"فتح القدير\" ٥/ ٣٨. (٢) ذكر البغوي ٧/ ٢٨٧، وابن الجوزي ٧/ ٤٠٧ قريبًا من هذا المعنى، ولم ينسباه.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣.(٤) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ٢/ ١٢٣.(٥) ذكر ذلك القرطبى ١٦/ ٢٤٥، وانظر: \"تنوير المقباس\" ص ٥٠٩.</p><p> على صحة هذا التأويل ما روي في قراءة النبي -صلى الله عليه وسلم-: إن وُلِّيتُم (١) ، ومن قال بهذا القول قال: المراد بهذا الخطاب بنو أمية (٢) يقول لهم: إن توليتم أمر الناس أفسدتم وقطعتم رحم بني هاشم (٣) بقتلهم، وعلى هذا القول: قتادة والمسيب (٤) بن شريك (٥) ، وذكر الفراء والزجاج (٦) القولين جميعاً، وما </p><p>(١) انظر: \"المحتسب\" لابن جني ٢/ ١٧٢، و \"البحر المحيط\" ٨/ ٨٢، و\"التذكرة في القراءات\" لابن غلبون ص ٦٨٤، قال: وقرأ رويس: توليتم: بضم التاء والواو وكسر اللام. وانظر: \"النشر في القراءات العشر\" ٢/ ٣٧٤، وقال القرطبي: قرأ علي بن أبي طالب: تُوُلِّيتُم. بضم التاء والواو وكسر اللام. وهي قراءة ابن أبي إسحاق ورواها رويس عن يعقوب ١٦/ ٢٤٣. (٢) هم: بطن من قريش من العدنانية وهم بو أمية الأكبر بن عبد شمس بن مناف. وبنو أمية هؤلاء هم المراد ببني أمية عند الإطلاق وكان له عشرة أولاد أربعة منهم يسمون أعياص، وهم: العاص وأبو العاص والعيص وأبو العيص، وستة يسمون العنابس، وهم: حرب وأبو حرب وسفيان وأبو سفيان وعمرو وأبو عمرو. وسموا بذلك بابن من أبناء حرب أحد أسماء عنبسة غلب عليهم اسمه ومن عقبه عثمان بن عفان ومنهم أيضًا معاوية بن أبي سفيان.انظر: \"نهاية الأرب في معرفة أنساب العرب\" ص ٨٥.(٣) هم: بنو هاشم من قريب من العدنانية. وهم بنو هاشم بن عبد مناف، كان له خمسة أولاد منهم: عبد المطلب، وحنظلة وأسد وصيفي وأبو صيفي واسم هاشم عمرو وسمي هاشمًا لهشمه الثريد لقومه في شدة المحل، وذلك أنه كان إليه الرفادة والسقاية بمكة، وانتهت إليه سيادة قريش.انظر: \"نهاية الأرب في معرفة أنساب العرب\" ص ٣٨٦.(٤) هو: المسيب بن شريك أبو سعيد التميمي الشقري الكوفي روي عن الأعمش، قال يبيح: ليس بشيء، وقال أحمد: ترك الناس حديثه، وقال البخاري: سكتوا عنه. انظر: \"ميزان الاعتدال\" ٤/ ١١٤.(٥) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٢٨ ب، وأبو حيان في \"البحر\" ٨/ ٨٢، وانظر: \"الجامع لأحكام القرآن\" ١٦/ ٢٤٥.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ٦٣، \"معاني القرآن للزجاج\" ٥/ ١٣.</p>"
}