{
  "id": null,
  "sura": 48,
  "aya": 6,
  "text": "<p> متعلق بما يتعلق به اللام في قوله:  (ليغفر) على البدل منه، وتكرر إنا فتحنا (١) . </p><p> قوله:  {وَكَانَ ذَلِكَ} أي: ذلك الوعد بإدخالهم الجنة {عِنْدَ اللَّهِ} أي: في حكمه {فَوْزًا عَظِيمًا} لهم أي: الوعد من الله بإدخال المؤمنين الجنة فوز عظيم لهم في حكم الله، كأن الله تعالى حكم لهم بالفوز العظيم, فلذلك وعدهم إدخالها. </p><p> ٦ - قوله تعالى:  {وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ} قال ابن عباس ومقاتل: أي: من أهل المدينة والمشركين والمشركات من أهل مكة (٢) ، وظاهر الكلام يدل على أن المراد بهذا العذاب: عذاب الدنيا بأيدي المؤمنين؛ لأن نصرة الرسول والفتح عليه يقتضي ذلك (٣) وإن حملنا الفتح على الهداية والبيان له في الدين، فذلك سبب عذاب المنافقين والمشركين, لأنه كما سعد بتصديقه المؤمنون فاستوجبوا المغفرة والجنة، شقي بتكذيبه المنافقون والمشركون فاستوجبوا العذاب والنار. </p><p> قوله:  {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ} هو أنهم ظنوا أن محمداً لا ينصر، هذا قول أكثر المفسرين (٤) ، وقال مقاتل: كان ظنهم: أنهم قالوا: واللات والعزى ما نحن وهو عند الله إلا بمنزلة واحدة (٥) حين نزل قوله: {وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ}  [الأحقاف: ١٩] . </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٧٣، \"الجامع لأحكام القرآن\" ١٦/ ٢٦٤. (٢) ذكر ذلك البغوي في \"تفسيره\" ٧/ ٢٩٩، ومقاشل في \"تفسيره\" ٤/ ٦٩، وأبو الليث في \"تفسيره\" ٣/ ٢٥٣، والمؤلف في \"الوسيط\" ٤/ ١٣٦.(٣) انظر: \"تفسير الوسيط\" ٤/ ١٣٦.(٤) انظر: \"تفسير الطبري\" ١٣/ ٧٣، \"تفسير البغوي\" ٧/ ٢٩٩، \"زاد المسير\" ٧/ ٤٢٦، \"تفسير الوسيط\" ٤/ ١٣٦.(٥) انظر: \"تفسير مقاتل\" ٤/ ٦٩.</p><p> وقال أبو إسحاق: زعم الخليل وسيبويه أن معنى (السوء) هاهنا: الفساد، فالمعنى: الظانين باللهِ ظن الفساد، وهو ما ظنوا أن الرسول ومن معه لا يرجعون (١) ، وذلك في قوله:  {بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا} الآية [آية: ١٢] . </p><p> قوله:  {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} قال ابن عباس: عليهم يدور العذاب (٢) . </p><p> وقال أبو إسحاق: أي: الفساد والهلاك يقع بهم (٣) . </p><p> وقال أبو علي: عليهم دائرة السوء، أي: الذي أرادوه بالمسلمين وتمنوه لهم يقع بهم لا بالمسلمين (٤) ، والكلام في تفسير (دائرة السوء) والقراءة فيه قد تقدم في سورة (٥) براءة [آية: ٩٨] . </p><p> قال مقاتل: فلما نزلت هذه الآية، قال عبد الله بن أُبي والمنافقون: يزعم محمد أن الله ينصره على عدوه هيهات هيهات، لقد بقي له من العدو أكثر وأكثر، فإن أهل فارس والروم وهم أكثر عدداً وأشد بأساً، ولن يظهر </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٢٠. (٢) ورد هذا المعنى من غير نسبة عند الطبري في \"تفسيره\" ١٣/ ٧٣، الثعلبي ١٠/ ١٣٤ ب، البغوي ٧/ ٢٩٩، والمؤلف في \"الوسيط\" ٤/ ١٣٦.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٢١.(٤) انظر: \"الحجة\" لأبي علي الفارسي ٦/ ٢٠١.(٥) اختلفوا في ضم السين وفتحها من قوله تعالى: {دَائِرَةُ السَّوْءِ} [التوبة: ٩٨] فقرأ ابن كثير، وأبو عمرو {دَائِرَةُ السَّوْءِ} بضم السين، وكذلك في سورة الفتح [آية: ٦] وقرأ نافع وعاصم وابن عامر وحمزة والكسائي {السَّوْءِ}: بفتح السين فيهما ولم يختلف في غيرهما، انظر: \"الحجة\" ٤/ ٢٠٦.</p>"
}