{
  "id": null,
  "sura": 48,
  "aya": 16,
  "text": "<p> إلا يسيراً، منهم وهو من ترك النفاق وصدق بالله وبالرسول (١) . </p><p> قيل لهم: إن كنتم إنما ترغبون في الغزو والجهاد لا في الغنائم , فستدعون غداً إلى أهل اليمامة، وهو قوله تعالى: </p><p> ١٦ - {قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ} قال ابن عباس في رواية عطاء وأبي صالح: هم بنو حنيفة (٢) أتباع مسيلمة (٣) ، وهو قول المقاتلين والزهري والكلبي (٤) ، واختيار الفراء والزجاج (٥) ، ويؤكده ما روي عن رافع بن خديج (٦) أنه قال: لقد كنا نقرأ هذه الآية ولا نعلم من هم، حتى دعا أبو بكر -رضي الله عنه- إلى قتال بني </p><p>(١) ذكر ذلك في \"الوسيط\" ٤/ ١٣٨ ولم ينسبه. (٢) بنو حنيفة: حي من بكر بن وائل من العدنانية، وهم بنو حنيفة بن لحيم بن صعب بن علي بن بكر بن وائل، وبكر كان له من الولد: الرول، وعدي، وعامر، وكانت منازل لي حنيفة اليمامة، وكان يسكنها منهم: هودة بن علي بن ثمامة بن عمرو بن عبد العزى بن لحيم بن مرة بن الدوك بن حنيفة وهو الذي كتب إليه النبي -صلى الله عليه وسلم- يدعوه إلى الإسلام. انظر: \"نهاية الأرب\" للقلقشندي ص ٢٢٣.(٣) أخرج الطبري ١٣/ ٨٣ هذا القول منسوبًا لسعيد بن جبير وعكرمة، ونسبه الثعلبي ١٠/ ١٣٦ ب للزهري ومقاتل، وكذلك البغوي والقرطبي نسباه للزهري ومقاتل، انظر: \"تفسير البغوي\" ٧/ ٣٥٣، \"الجامع\" ١٦/ ٢٧٢.(٤) انظر: \"تفسير مقاتل\" ٤/ ٧٢، \"تفسير عبد الرزاق\" ٢/ ٢٢٦، \"تنوير المقباس\" ص ٥١٣.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٦٦، \"معاني القرآن\" للزجاج ٥/ ٢٤.(٦) هو: رافع بن خديج بن رافع بن عدي بن يزيد بن جشم بن حارثة بن الحارث بن الخزرج ابن عمرو بن مالك بن الأوس الأنصاري الأوسي، الحارثي أبو عبد الله أو أبو خديج، شهد أحدًا وما بعدها، وتوفي في خلافة معاوية على الصحيح. انظر: \"الإصابة\" ١/ ٤٩٥، \"تهذيب التهذيب\" ٣/ ٢٢٩، \"الأعلام\" ٣/ ١٢.</p><p> حنيفة فعلمنا أنهم هم (١) . </p><p> وعلى هذا التفسير، الآية تدل على خلافة أبي بكر -رضي الله عنه-، وذلك أن الله تعالى ذكر أنهم يدعون إلى قتال بني حنيفة، وعلم أن ذلك الداعي أبو بكر، ووعدهم على طاعته وإجابته الأجر الحسن وهو الجنة، فقال:  {فَإِنْ تُطِيعُوا} يعني الداعي إلى قتال من ذكرهم وهو أبو بكر {يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا} قال مقاتل: يعني: الجنة (٢) ، {وَإِنْ تَتَوَلَّوْا} يعني: تعرضوا عن قتال أهل اليمامة {كَمَا تَوَلَّيْتُمْ} أعرضتم عن المسير إلى الحديبية {يُعَذِّبْكُمْ} في الآخرة {عَذَابًا أَلِيمًا} فأوعد على مخالفة أبي بكر -رضي الله عنه- كما أوعد على مخالفة الرسول -صلى الله عليه وسلم- بالنار، وهذا ظاهر بحمد الله. </p><p> وقال أبو إسحاق:  {فَإِنْ تُطِيعُوا} أي تبتم وتركتم النفاق وجاهدتم {يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا} أي إن أقمتم على نفاقكم {كَمَا تَوَلَّيْتُمْ} على عهد رسول الله -صلى الله عليه وسلم- {يُعَذِّبْكُمْ عَذَابًا أَلِيمًا}  (٣) . </p><p> وذكر المفسرون في تفسير قوله:  {قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ} أنهم فارس، وقيل: الروم (٤) ، وقيل: هوزان (٥) </p><p>(١) ذكر ذلك الثعلبي ١٠/ ١٣٦ ب، والألوسي في \"روح المعاني\" ٢٦/ ١٠٢، والبغوي ٧/ ٣٠٣، والقرطبي ١٦/ ٢٧٢، والمؤلف في \"الوسيط\" ٤/ ١٣٨. (٢) انظر: \"تفسير مقاتل\" ٤/ ٧٣.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٢٥.(٤) أخرج الطبري ١٣/ ٨٣ عن ابن عباس وابن أبي ليلى والحسن ومجاهد وابن زيد أنهم فارس، وأخرج عن الحسن وابن أبي ليلى وابن زيد أنهم فارس والروم. وذكر الثعلبي عن ابن عباس وعطاء بن أبي رباح وعطاء الخراساني وعبد الرحمن بن أبي ليلى ومجاهد (أنهم فارس) وذكر عن كعب أنهم الروم وعن الحسن أنهم فارس والروم. انظر: \"تفسير الثعلبي\" ١٠/ ١٣٦ ب.(٥) هوزان: هم بطن من قيس عيلان من العدنانية وهم بنو هوازن بن منصور بن عكرمة =</p>"
}