{
  "id": null,
  "sura": 48,
  "aya": 15,
  "text": "<p> فاسدة قلوبكم، وقال مقاتل: يعني: هلكى بلغة عمان (١) . </p><p> وقال مجاهد: هلكى (٢) لا يصلحون لشيء من الخير. </p><p> وقال أبو إسحاق: أي: هالكين عند الله جل وعز (٣) . </p><p> وقال الفراء: البور في كلام العرب لا شيء، يقول: أصبحت أقوالهم وأعمالهم بوراً، أي: لا شيء (٤) ، وهذا الحرف مفسر في سورة الفرقان [آية: ١٨] ثم أوعد تارك الإيمان بقوله: </p><p> ١٣ - {وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ} الآية، ثم عظم نفسه وأخبر بنفسه أنه غني عن عباده، فقال: </p><p> ١٤ - {وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} الآية. </p><p> ١٥ - قوله تعالى:  {سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا} يعني: هؤلاء القبائل الذين ذكرناهم إذا انطلقتم أيها المؤمنون، أي: سرتم وذهبتم إلى مغانم لتأخذوها، يعني: مغانم خيبر (٥) . </p><p> قال المفسرون: وذلك أنهم لما انصرفوا من الحديبية بالصلح وعدهم الله فتح خيبر، وخصَّ بغنائمها من شهد الحديبية دون غيرهم، فلما انطلقوا </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٧١. (٢) أخرج ذلك الطبري ١٣/ ٧٩ عن مجاهد لكن بلفظ: هالكين فقط، وانظر: \"تفسير مجاهد\" ص ٦٠٨، \"الجامع لأحكام القرآن\" بلفظ: هلكى ١٦/ ٢٦٩.(٣) انظر: \"معاني القرآن\" للزجاج بلفظ: هالكين عند الله -عز وجل- فاسدين في علمه ٥/ ٢٣.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ٦٦ بلفظ: يقال أصبحت أعمالهم بورًا ومساكنهم قبورًا.(٥) خيبر: الموضع المذكور في غزاة النبي -صلى الله عليه وسلم- وهي: ناحية على ثمانية برد من المدينة لمن يريد الشام، يطلق هذا الاسم على الولاية، وتشتمل هذه الولاية على سبعة حصون ومزارع ونخل كثير، وقد فتحها النبي -صلى الله عليه وسلم- سنة سبع من الهجرة، وقيل. سنة ثمان، انظر: \"معجم البلدان\" ٢/ ٤٠٩.</p><p> إليها قال هؤلاء المخلفون (١)  {ذَرُونَا نَتَّبِعْكُمْ} . </p><p> قال الله تعالى:  {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ} وقرئ: (كَلِمَ الله)  (٢) ، والكلام مصدر، والكَلِمْ: جمع كلمة، وكلاهما ورد به التنزيل، وهو قوله:  {حَتَّى يَسْمَعَ كَلَامَ اللَّهِ}  [التوبة: ٦] وقوله: {يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ}  [المائدة: ٤١] قال ابن عباس: يريد مواعبد الله لأن الله تعالى جعل خيبر لأهل الحديبية خاصة (٣) لم يجعل لأحد من الناس فيها شيئاً إلا لمن تخلف عنها لعذر. </p><p> وقال مقاتل: يعني: يغيروا كلام الله الذي أمر الله النبي -صلى الله عليه وسلم- أن لا يسير معه منهم أحد (٤) ، قال أبو إسحاق: يعني بقوله: (يريدون أن يبدلوا كلام الله) قول -عز وجل-: {فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا}  [التوبة: ٨٣] فأرادوا أن يأتوا بما ينقض هذا، فأعلم الله عز وجل أنهم لا يفعلون ولا يقدرون على ذلك (٥) فقال الله تعالى: {قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ} قال ابن عباس: يريد: في الحديبية (٦) ، وقال مقاتل: يعني: هكذا قال الله بالحديبية من قبل خيبر أن لا تتبعونا (٧) . </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٨٠، \"تفسير البغوي\" ٧/ ٣٠٢، \"زاد المسير\" ٧/ ٤٣٠، \"الجامع لأحكام القرآن\" ١٦/ ٢٧٠. (٢) قرأ حمزة والكسائي: (كَلِمَ)، وقرأ الباقون: (كلام)، انظر: \"الحجة\" ٦/ ٢٠٢، و\"التذكرة في القراءات\" ٢/ ٦٨٧.(٣) ذكر ذلك ابن الجوزي في \"زاد المسير\" ٧/ ٤٣٠.(٤) انظر: \"تفسير مقاتل\" ٤/ ٧٢.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ٢٤، لكن بلفظ: (لا يعقلون) بدل: (لا يفعلون).(٦) معنى هذا القول عند الطبري منسوبًا لقتادة، انظر: \"تفسيره\" ١٣/ ٨١، وعند البغوي غير منسوب ٧/ ٣٠٢.(٧) انظر: \"تفسير مقاتل\" ٤/ ٧٢.</p><p> وقال غيره: من قبل مرجعنا إليكم، أخبرنا الله أن غنيمة خيبر لمن شهد الحديبية (١) ، فعلي هذا القول الذي ذكرنا يعني: قال الله تعالى من قبل ما سبق من وعده بالغنيمة لأهل الحديبية. </p><p> وقال الكلبي: لما قالوا لهم: لن تتبعونا، قالوا: والله ما أمركم الله بذلك وما بكم إلا الحسد (٢) ، فقال لهم المؤمنون: كذلكم قال الله لنا حين انصرفنا من الحديبية، إنهم سيقولون لكم إذا لم تأذنوا لهم إلى خيبر: إن بكم إلا الحسد كما قلتم لنا فهو بمعنى قوله: {كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ} واختار الفراء هذا القول، فقال: إنهم قالوا لرسول الله: ذرنا نتبعك، قال: نعم على أن لا نسهم لكم، فإن خرجتم على ذا فاخرجوا، فقالوا للمسلمين: كذلكم (٣) قال الله من قبل تقولون قد أخبرنا بما تقولون قبل أن تقولوه، وعلى هذا معنى قوله:  (كذلكم قال الله من قبل) . </p><p> قوله:  {فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا} والأول أظهر لأن ذكر الحسد لم يتقدم طى قوله: (كذلكم قال الله) ، وإنما ذكر بعد، قال مقاتل: يقولون: يمنعكم الحسد من أن نصيب معكم الغنائم (٤) فقال الله: {بَلْ كَانُوا لَا يَفْقَهُونَ} أي: لا يعلمون عن الله ما لهم وعليهم من أمر الدين {إِلَّا قَلِيلًا} قال الكلبي: </p><p>(١) انظر: \"تفسير الطبري\" ١٣/ ٨١، \"تفسير الثعلبي\" ١٠/ ١٣٦ ب، \"تفسير البغوي\" ٧/ ٣٠٢. (٢) انظر: \"تنوير المقباس\" ص ٥١٢.(٣) العبارة فيها تصحيف، ونصها عند الفراء في \"المعاني\" ٣/ ٦٦: (فقالوا للمسلمين: ما هذا لكم ما فعلتموه بنا إلا حسدًا؟ قال المسلمون: كذلكم قال الله لنا من قبل أن تقولوا).(٤) انظر: \"تفسير مقاتل\" ٤/ ٧٢.</p>"
}