{
  "id": null,
  "sura": 48,
  "aya": 11,
  "text": "<p> ١١ - قوله تعالى:  {سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ} . </p><p> قال المفسرون: إن رسول الله -صلى الله عليه وسلم- لما أراد الخروج إلى مكة عام الحديبية استنفر مَنْ حول المدينة من أعراب غفار (١) ومزينة (٢) وجهينة وأسلم (٣) ، فقعدوا عنه وقالوا: فيما بينهم: نذهب معه إلى قوم جاؤوه فقتلوا أصحابه نخرج إليهم فنقاتلهم في دارهم، فأخبر الله تعالى نبيه بما يقول له هؤلاء، إذا عاد إليهم بقوله:  {سَيَقُولُ لَكَ الْمُخَلَّفُونَ} وهم الذين خلفهم الله عن صحبة نبيه (٤) -صلى الله عليه وسلم-، ولم يقل: المتخلفون، تحقيقاً أن تخلفهم [كان بغضاً الله، وأنا الذي خلفهم]  (٥) . </p><p> وقوله:  {مِنَ الْأَعْرَابِ} يعني: القبائل الذي ذكرنا (شغلتنا) عن الخروج معك {أَمْوَالُنَا} أي: لم يكن لنا من يقوم بها ويكفينا أمرها. </p><p>(١) هم: بنو غفار بن مليل بن ضمرة بن بكر بن عبد مناف بن كنانة بن خزيمة بن مدركة عمرو بن إلياس بن مضر بن نزار بن معد بن عدنان، كانوا حول مكة، ومن مياههم: بدر، ومن أوديتهم: ودان، انظر: \"معجم قبائل العرب\" لكحالة ٣/ ٨٩٠. (٢) هم: بنو مر بن أن بن طابخة بن إلياس بن مضر، واسم ولده: عثمان وأوس، وأمهما: مزينة فسمي جميع ولديهما بها. كانت مساكن مزينة بين المدينة ووادي القرى، ومن ديارهم وقراهم: فيحة الرَّوحاء، العمق، الفُرع، انظر:\"معجم قبائل العرب\" لعمر رضا كحالة ٣/ ١٠٨٢.(٣) هم: بطن من خزاعة من القحطانية وهم بنو أسلم بن قصي بن حارثة بن عمرو بن مزيقيا منهم الحجاج بن مالك بن عويمر الأسلمي الصحابي من قراهم وَبْرة وهي: قرية ذات نخيل من أعراض المدينة. انظر: \"نهاية الأرب\" للقلقشندي ص ٤٨، \"معجم قبائل العرب\" ١/ ٢٦.(٤) انظر: \"تفسير الثعلبي\" ١٠/ ١٣٥ ب، \"تفسير أبي الليث\" ٣/ ٢٥٤، \"البغوي\" ٧/ ٣٠٠، \"القرطبي\" ١٦/ ٢٦٨، \"تفسير الوسيط\" ٤/ ١٣٧.(٥) كذا رسمها بالأصل, ولعل الصواب: (كان بغضًا من الله لهم وأنه الذي خلّفهم).</p><p> قوله:  {وَأَهْلُونَا} يعنون: النساء والذراري، أي لم يكن من يخلفنا فيهم وهو جمع أهل، وأهل الرجل أخص الناس به (١) ، ويقال: أهل وأهلون وأهال وأهلة وأهلات (٢) ، قال الله سبحانه وتعالى:  {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ}  [التحريم: ٦] . وأنشد المفضل: </p><p> وأَهْلَةِ وُدِّ قد تَبَرّضْتُ وُدَّهُم ... وأَبْلَيْتُهُم في الحَمْدِ جُهْدِي ونَائِلِي (٣) </p><p> وأنشد في الأهلات: </p><p> فَهُم أَهَلاتٌ حَوْلَ قَيْسِ بن عَاصم ... إذا أَدْلَجُوا باللَّيلِ يَدْعُونَ كَوْثَرا (٤) </p><p> قال الفراء: والأهل يجوز أن يكون واحداً وجمعاً (٥) . </p><p> قوله:  {فَاسْتَغْفِرْ لَنَا} أي: تخلفنا عنك، أي: سل ربك أن يغفر ذلك لنا فإنا كنا معذورين، قال ابن عباس: ولم يكن شغلهم إلا الشك في الله، يعني: أنهم شكوا في نصرة الله رسوله، فكذبهم الله في قولهم (فاستغفر لنا)  (٦) . </p><p>(١) انظر: \"تهذيب اللغة\" (أهل) ٦/ ٤١٧. (٢) انظر: \"لسان العرب\" (أهل) ١١/ ٢٨.(٣) الأهل: أهل الرجل وأهل الدار وكذلك الأَهْلة، قال ابن سيده: أهل الرجل: عشيرته وذوو قرباه، والجمع أهلون وآهال وأهال وأهْلات وأهَلات، والشاهد من البيت: وأهْلةِ وُدٍّ، وقد ورد هذا البيت في \"اللسان\" منسوبًا لأبي الطمحان، وفيه: تبريت ودهم، انظر: \"اللسان\" (أهل) ١١/ ٢٨.(٤) الشاهد قوله: أهَلاتٌ، والإدلاج: السير في الليل، والبيت للمخبل السعدي، انظر: \"اللسان\" (أهل) ١١/ ٢٨. واسمه: ربيعة بن مالك، وهو من بني شماس بن لأي بن أنف الناقة، هاجر هو وابنه إلى البصرة، وولده كثير بالأحساء وهشام شعراء، انظر: \"الشعر والشعراء\" لابن قتيبة ص ٢٦٩.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٦٥.(٦) لم أقف عليه.</p><p> وقوله:  {يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} قال مقاتل: أي: من أمر الاشغفار لا يبالون استغفر لهم النبي أم لا (١)  {قُلْ} لهم يا محمد {فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا} قال ابن عباس: يريد: من يمنعكم من الله (٢) ، وهذا مفسَّر في سورة المائدة (٣) وغيرها. </p><p> قوله تعالى:  {إِنْ أَرَادَ بِكُمْ ضَرًّا} وقرئ: ضُرّاً، والضَّر بالفتح: خلاف النفع، وبالضم سوء الحال، كقوله:  {فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ}  [الأنبياء: ٨٤] قال أبو علي الفارسي: ويجوز أن يكونا لغتين، كالفَقْر والفُقْر، والضَّعْفَ والضُّعْف (٤) . </p><p> قال ابن عباس: هو العذاب (٥) . </p><p> وقال مقاتل: يعني: سوءاً، وهو الهزيمة (٦) . </p><p> قوله تعالى:  {أو نفعًا} قال ابن عباس: يريد الغنيمة (٧) ، ومعنى هذا الكلام الرد عليهم حين ظنوا أن تخلفهم عن النبي -صلى الله عليه وسلم- يدفع عنهم الضر </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٧١. (٢) ذكر السمرقندي قريبًا من هذا المعنى ولم ينسبه، انظر: \"تفسيره\" ٣/ ٢٥٤، ونسبه في \"الوسيط\" لابن عباس، انظر ٤/ ١٣٧.(٣) هو قوله تعالى: {قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا} [المائدة: ٧٦].(٤) انظر: \"الحجة\" لأبي علي ٦/ ٢٠٢، والضم قراءة حمزة والكسائي، وقرأ الباقون بالنصب.(٥) نسب القرطبي لابن عباس بلفظ: الهزيمة، انظر: \"الجامع\" ١٦/ ٢٦٨، وقال في \"تنوير المقباس\"، قتلًا أو هزيمة، انظر ص ٥١٢.(٦) انظر: \"تفسير مقاتل\" ٤/ ٧١.(٧) قال القرطبي في \"الجامع\" نصرًا أو غنيمة. ولم ينسبه ١٦/ ٢٦٩، وذكر ذلك في \"الوسيط\"، ولم ينسبه، انظر ٤/ ١٣٧.</p>"
}