{
  "id": null,
  "sura": 48,
  "aya": 26,
  "text": "<p> بعض حتى يخلص الكفار وحدهم (١) . </p><p> قوله تعالى:  {لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا} وقال مقاتل: لو اعتزل المؤمنون الذين بمكة من كفارهم لعذبنا الذين كفروا (٢) . </p><p> قال الفراء: أي: لو خلص الكفار من المؤمنين لأنزل الله بهم القتل والعذاب (٣) . </p><p> وقال ابن قتيبة: لو تميزوا من المشركين لعذبنا المشركين بالسيف عذاباً أليماً (٤) . قال مجاهد: يعني القتل والسبي (٥) . </p><p> ٢٦ - قوله:  {إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ}  (إذ) متعلق بقوله: (لعذبنا) لأن المعنى: لعذبنا الذين كفروا إذ جعلوا في قلوبهم الحمية، وهي مصدر قولك: حمى فلانٌ أنفه يحميه حَمِيَّة أو مَحْمِيَّة، وفلان ذو حمية منكرة، إذا كان ذا غضب وأنفة (٦) ، ومعناها الحفاظ من قولهم: حمي فلان الشيء يحميه، إذا منعه من أن يُقْرَب ويجوز أن يكون من الحمى بمعنى الحرارة، قال الليث: حميت من هذا الشيء أحمي منه </p><p>(١) ذكر ذلك الماوردي في \"تفسيره\" ٥/ ٣٢٥، والقرطبي في \"الجامع\" ١٦/ ٢٨٦، وانظر: \"تنوير المقباس\" ص ٥١٤. (٢) انظر: \"تفسير مقاتل\" ٤/ ٧٥.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٦٨.(٤) انظر: \"تأويل مشكل القرآن\" لابن قتيبة ٢/ ١٣٤.(٥) لم أقف على هذا القول، وقال الطبري ١٣/ ١٠٣: لقتلنا من بقي فيها بالسيف أو لأهلكناهم ببعض ما يؤلمهم من عذابنا العاجل، وذكره في \"الوسيط\" ٤/ ١٤٣ بلفظ المؤلف ولم ينسبه.(٦) انظر. \"تهذيب اللغة\" (حمى) ٥/ ٢٧٤.</p><p> حمية، أي أنفاً وغضباً، منه لرجل حمي لا يحتمل الضيم، وحمي الأنف (١) . </p><p> قال المبرد: الحمية الأنفة والإنكار، فإذا كانت مما لا يوقف من مثله فهو ضلالة وعلو، كما قال تعالى:  {حَمِيَّةَ الْجَاهِلِيَّةِ} وإذا كانت لما يجب أن يوقف منه فصاحبها محمود. </p><p> قال الفراء: حموا أنفاً أن يدخلها عليهم النبي -صلى الله عليه وسلم- (٢) . </p><p> قال المقاتلان: قال أهل مكة: قد قتلوا أبناءنا وإخواننا ويدخلون علينا في منازلنا ونسائنا، وتحدث العرب أنهم قد دخلوا علينا على رغم أنفنا، واللات والعزى لا يدخلونها علينا -يعنون محمداً وأصحابه- فهذه الحمية الجاهلية التي دخلت قلوبهم (٣) . </p><p> وقال الزهري: كانت حميتهم أنهم لم يقروا أنه نبي الله ولم يقروا ببسم الله الرحمن الرحيم (٤) . وهذا قول ابن عباس في رواية عطاء، وذلك أن سهيل بن عمرو كان عند النبي صلى -صلى الله عليه وسلم- وهو يملي كتاب الصلح، وسهيل مشرك فقال رسول الله -صلى الله عليه وسلم- لعلي:  \"اكتب بسم الله الرحمن الرحيم\" ، فقال سهيل: لا ندري ما الرحمن، ولكن اكتب: بسمك اللهم. ثم قال: </p><p>(١) انظر: \"العين\" (حمى) ٣/ ٣١٢، \"تهذيب اللغة\" (حمى) ٥/ ٢٧٤ لكن بلفظ (أنفًا وغيظًا) بدل غضبًا. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٦٨. ولم أقف على قول المبرد.(٣) انظر: \"تفسير مقاتل\" ٤/ ٧٥، ٧٦، وأورد السمرقندي ٣/ ٢٨٥ هذا القول ولم ينسبه، وذكره البغوي ٧/ ٣٢١ ونسبه لمقاتل، وأورده ابن الجوزي في \"زاد المسير\" ولم ينسبه ٧/ ٤٤١، ونسبه في \"الوسيط\" ٤/ ١٣ للمقاتلان.(٤) أخرج ذلك الطبري١٣/ ١٠٣ عن الزهري. وأورده الثعلبي ولم ينسبه ١٠/ ١٥١ ب، ونسبه للزهري: الماوردي ٥/ ٣٢٠، والقرطبي ١٦/ ٢٨٨، ٢٨٩.</p><p> \"اكتب: هذا ما صالح عليه محمد رسول الله\" ، فقال سهيل: لو علمنا أنك رسول الله ما صددناك عن البيت، ولكن اكتب اسمك واسم أبيك (١) . </p><p> قوله تعالى:  {فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ} تفسير السكينة في هذه السورة قد مر مراراً، ومعناها هاهنا ما ذكره الفراء: أذهب الله عن المؤمنين أن يدخلهم ما دخل أؤلئك من الحمية فيعصوا الله (٢) . </p><p> قوله تعالى:  {وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى} قال مقاتل: ألزم المؤمنين كلمة الإخلاص وهي: لا إله إلا الله (٣) ، وهذا قول جماعة المفسرين (٤) ، ورواية أبي بن كعب عن النبي -صلى الله عليه وسلم- أنه قال في تفسيرها هي: لا إله إلا الله (٥) ، وزاد علي وابن عمر: والله أكبر (٦) . </p><p> قال عمرو بن ميمون: ما تكلم الناس بشيء أعظم عند الله من لا إله إلا الله، وهي الكلمة التي ألزمها الله أصحاب محمد (٧) . </p><p>(١) أورد ذلك الطبري ١٣/ ٩٩، الثعلبي ١٠/ ١٤٧ ب، \"البغوي\" ٧/ ٣١٦. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٦٨.(٣) انظر: \"تفسير مقاتل\" ٤/ ٧٦.(٤) انظر: \"تفسير الطبري\" ١٣/ ١٠٤، ١٠٥، \"الثعلبي\" ١٠/ ١٥٢ أ، \"السمرقندي\" ٣/ ٢٥٨، \"الماوردي\" ٥/ ٣٢١، \"البغوي\" ٧/ ٣٢١.(٥) أخرج ذلك الترمذي في التفسير باب (٤٩) ومن سورة الفتح ٥/ ٣٨٦، وقال الترمذي: هذا حديث غريب لا نعرفه مرفوعًا إلا من حديث الحسن بن قزعة, قال: وسألت أبا زرعة عن هذا الحديث فلم يعرفه مرفوعًا إلا من هذا الوجه, والثعلبي ١٠/ ١٥٢ أعن أبي بن كعب. ونسبه البغوي ٧/ ٣٢١، والقرطبي ١٦/ ٢٨٩.(٦) أخرج ذلك الطبري ١٣/ ١٠٤ عن علي -رضي الله عنه-، والثعلبي ١٠/ ١٥٢ أ، ونسبه ابن الجوزي ٧/ ٤٤٢، والقرطبي ١٦/ ٢٨٩، والبغوي ٧/ ٣٢١ لعلي وابن عمر.(٧) أخرجه الطبري ١٣/ ١٠٥ عن عمرو بن ميمون قال: لا إله إلا الله فقط دون ما ذكره المؤلف.</p>"
}