{
  "id": null,
  "sura": 49,
  "aya": 14,
  "text": "<p> نسبي وأضع أنسابكم، أين المتقون أين المتقون؟ \"(١).</p><p> وقال أهل العلم: هذا في الزجر عن الازدراء بالناس والتحقير لهم لأجل النسب والاستطالة على من يكون حاصل (٢) النسب والتفاخر بالآباء والأجداد، فأما اعتبار النسب في الكفاءة فإن ذلك متفق عليه، والأصل فيه شيئان: نسب يتصل برسول الله -صلى الله عليه وسلم-، أو سبب ثان وهو العلم الموروث عنه -صلى الله عليه وسلم-، وقد نبه على هذا بقوله: \" كل سبب ونسب منقطع يوم القيامة إلا سببي ونسبي\" (٣) ، فأما نسب الأمراء والوزراء والرؤساء والظلمة، فذلك مما لا يشترط في الكفاءة، والتقوى تشترط كما يشترط أصل الدين. </p><p> ١٤ - قوله:  {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} نزلت في بني أسد بن خزيمة (٤) ، أتوا النبي -صلى الله عليه وسلم- في سنة جدبة وأظهروا الإسلام ولم يكونوا مؤمنين في السر، إنما أتوا يطلبون الصدقة، هذا قول ابن عباس </p><p>(١) أخرج ذلك الثعلبي في \"تفسيره\" ١٠/ ١٧١ ب عن أبي هريرة، وأورده السمرقندي في \"تفسيره\" ٣/ ٢٦٦ ولم ينسبه، وأورده القرطبي في \"الجامع\" ١٦/ ٣٤٥ ونسبه لأبي هريرة، وأخرجه الحاكم عن أبي هريرة وقال: هذا حديث عال غريب الإسناد والمتن ولم يخرجاه، وقال الذهبي: غريب، قلت: المخزومي ابن زبالة ساقط. انظر: \"المستدرك\" كتاب التفسير، سورة الحجرات ٢/ ٤٦٣ - ٤٦٤. (٢) كذا رسمها في الأصل.(٣) أخرجه الإمام أحمد في \"المسند\" ٤/ ٣٢٣ من حديث المسور بن مخرمة.(٤) هم: بنو أسد حي من بني خزيمة من العدنانية وهم بنو أسد بن خزيمة بن مدركة وكان لأسد هذا من الولد: دودان، وكاهل، وعمرو، وصعب، وحلمة، قال في العبر: وهم بطن كبير متسع وذو بطون قال وبلادهم مما يلي الكرخ من أرض نجد في مجاورة طي، قال: ويقال: إن بلاد طي كانت لبني أسد فلما خرج بنو طي من اليمن غلبوا على سلمى وأجا، وقد تفرقوا بعد ذلك في الأقطار ولم يبق لهم حي. انظر: \"نهاية الأرب\" للقلقشندي ص ٤٧.</p><p> ومجاهد وقتادة وسعيد بن جبير (١) ، وقالوا: المراد بالأعراب هاهنا بنو أسد. </p><p> وقال السدي ومقاتل: يعني: الأعراب الذين تخلفوا عن رسول الله -صلى الله عليه وسلم- عام الحديبية (٢) ، وقد ذكرناهم في سورة الفتح، وهؤلاء كانوا قد أظهروا كلمة الإسلام ليأمنوا على أنفسهم وأموالهم من سرايا رسول الله -صلى الله عليه وسلم- التي كانت تمر بهم، والمعنى: أنهم يقولون: قد صدقنا بما جئت به، {قُلْ لَمْ تُؤْمِنُوا} لم تصدقوا {وَلَكِنْ قُولُوا أَسْلَمْنَا} ، قال ابن عباس: أقررنا بالإيمان (٣) . </p><p> وقال مقاتل ومجاهد وقتادة: انقدنا واستسلمنا مخافة القتل والسبي (٤) ، ثم بين أن الإيمان محله القلب لا اللسان بقوله:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} . </p><p> قال أبو إسحاق: والإسلام: إظهار الخضوع وقبول ما أتى به النبي -صلى الله عليه وسلم-، وبذلك يحقن الدم، فإن كان مع ذلك الإظهار اعتقاد وتصديق بالقلب فذلك الإيمان، وصاحبه المؤمن المسلم حقاً، وأما من أظهر قبول الشريعة </p><p>(١) أخرجه الطبري ١٣/ ١٤١ عن مجاهد، وذكره الثعلبي ١٠/ ١٧٢ أولم ينسبه، وأخرجه النسائي عن سعيد بن جير، انظر: \"السنن الكبرى\" كتاب التفسير، قوله تعالى: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا} ٦/ ٤٦٧، وذكره البغوي ٧/ ٣٤٩ ولم ينسبه، ونسبه ابن الجوزي ٧/ ٤٧٥ لمجا هد، وذكره القرطبي ١٦/ ٣٤٨ ولم ينسبه، ونسبه أبو حيان في \"البحر المحيط\" ٨/ ١١٦ لمجاهد، وذكره المؤلف في \"أسباب النزول\" ص ٤١٩، و\"الوسيط\" ٤/ ١٥٩ - ١٦٠ من غير إسناد. (٢) ذكره الثعلبي ١٠/ ١٧٢ أ، والبغوي ٧/ ٣٥٠، وابن الجوزي ٧/ ٤٧٦، والقرطبي ١٦/ ٣٤٨ ونسبوه للسدي، وانظر: \"تفسير مقاتل\" ٤/ ٩٧.(٣) لم أقف عليه.(٤) \"تفسير مقاتل\" ٤/ ٩٨، وأخرجه الطبري ١٣/ ١٤٢ عن مجاهد وسعيد بن جبير.</p><p> واستسلم لدفع المكروه فهو في الظاهر مسلم، والإيمان لا بد أن يكون صاحبه صديقاً؛ لأن قولك: آمنت بكذا، معناه: صدقت به، وقد أخرج الله هؤلاء من الإيمان فقال:  {وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} أي: لم تصدقوا إني أسلمتم تعوذاً من القتل، والمسلم الذي أظهر الإسلام تعوذاً غير مؤمن في الحقيقة، إلا أن حكمه في الظاهر حكم المسلمين. انتهى كلامه (١) . </p><p> ومعنى الإيمان والإِسلام وحقيقتهما في اللغة قد سبق ذكره في سورة البقرة. </p><p> قوله:  {وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ} قال ابن عباس: تخلصوا الإيمان (٢) ، {لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا} وقرأ أبو عمرو: (لا يألتكم) من ألت، وهما لغتان (٣) ، قال أبو زيد: قالوا: الله السلطان حَقّه يألته ألتًا، مثل: ضربه يضربه ضرباً إذا نقصه، قال: وقوم يقولون: لات يلت، وحكى التوزي (٤) : </p><p> في ألت آلت يولت إيلاتاً (٥) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٨. (٢) ذكر ذلك البغوي ٧/ ٣٥٥ عن ابن عباس، وابن الجوزي ٧/ ٤٧٧ عن ابن عباس، والقرطبي ١٦/ ٣٤٨ من غير نسبة.(٣) قراءة أبي عمرو: من ألتَ يألِتُ ألتا، مثل: ضرب يضرب ضربًا، وقرأ الباقون: يَلِتكم، من لات يَلِيتُ، إذا نقص، انظر: \"الكشف عن وجوه القراءات\" لمكي ٢/ ٢٨٤، \"حجة القراءات\" لابن زنجلة ص ٦٧٦.(٤) هو: عبد الله بن محمد بن هارون التوزي أبو محمد مولى قريش من أكابر أئمة اللغة، قال السيرافي: قرأ على الجرمي \"كتاب\" سيبويه، وكان أعلم من الرياشي والمازني وأكثرهم رواية، عن أبي عبيدة، وقد قرأ أيضًا على الأصمعي وغيره، صنف كتاب: الخيل والأمثال والأضداد، مات سنة ثلاث وثلاثين ومائتين. انظر: \"بغية الوعاة\" للسيوطي ٢/ ٦١، \"أخبار النحويين والبصريين\" ص ٨٥.(٥) انظر: \"تهذيب اللغة\" (لات وولت) ١٤/ ٣٢١، \"المحتسب\" لابن جني ٢/ ٢٩٠, \"البحر المحيط\" ٨/ ١٠٤ - ١٤٩، \"زاد المسير\" ٧/ ٤٧٧.</p>"
}