{
  "id": null,
  "sura": 49,
  "aya": 13,
  "text": "<p> وقد كرهتم ذلك، أي: فاكرهوا الغيبة أيضًا، فإنها مثل أكلكم لحوم أخوانكم (١) . </p><p> وقال مجاهد: لما قيل لهم (أيحب أحدكم أن يأكل لحم أخيه ميتاً؟) ، قالوا: لا، فقيل: فكرهتموه أي: فكما كرهتم هذا فاجتنبوا ذكره بالسوء غائباً (٢) ، وشرح أبو علي الفارسي هذا الوجه فقال: الفاء في قول: {فَكَرِهْتُمُوهُ} عطف على المعنى، كأنه لما قيل لهم: أيحب أحدكم أن يأكل لحم أخيه ميتاً، قالوا: لا، فقيل لهم لما قالوا لا: فكرهتموه، أي: كرهتم أكل لحمه ميتاً، فكذلك فاكرهوا غيبته (٣) . </p><p> قوله:  {وَاتَّقُوا اللَّهَ} معطوف على هذا الفعل المقدر، ولا يكون قوله (فكرهتموه) بمعنى فاكرهوه واتقوا الله؛ لأن لفظ الخبر لا يوضع للأمر في كل موضع، ولأن قوله فكرهتموه محمول على المعنى الذي ذكرنا، فمعنى الخبر فيه صحيح (٤) . </p><p> قال مقاتل: واتقوا الله في الغيبة {إِنَّ اللَّهَ تَوَّابٌ} علي من تاب {رَحِيمٌ} به (٥) . </p><p> ١٣ - قوله:  {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} نزلت هذه الآية في الزجر عن التفاخر بالإنساب والتكاثر بالأموال والازدراء بالفقراء، وسبب </p><p>(١) لم أقف عليه. (٢) أخرج نحوه الطبري ١٣/ ٣٧٣ عن مجاهد، وانظر: \"تفسير مجاهد\" ص ٦١٢ , وأورده البغوي ٧/ ٣٤٦ بهذا النص.(٣) انظر: \"الحجة\" لأبي علي ٦/ ٢١٢.(٤) المصدر السابق.(٥) انظر: \"تفسير مقاتل\" ٤/ ٩٦.</p><p> نزولها على ما ذكره الكلبي عن أبي صالح عن ابن عباس: أن ثابت بن قيس بن شماس كان في أذنه وقر، وكان إذا أتى رسول الله -صلى الله عليه وسلم- أوسعوا له حتى يجلس إلى جنبه فيسمع ما يقول، فأتى ذات يوم وقد أخذ الناس في مجالسهم فجعل يتخطى رقاب الناس، فقال لرجل: تفسح، فقال: قد أصبت مجلساً فاجلس، فجلس مغضباً، ثم قال للرجل: من أنت؟ قال: أنا فلان، فقال له ثابت: ابن فلانة، وذكر أماً له كان يعير بها في الجاهلية، فنكس الرجل رأسه واستحيا، فقال رسول الله -صلى الله عليه وسلم-: \"من الذاكر فلانة\" فقام ثابت فقال: أنا يا رسول الله، فقال:  \"انظر في وجوه الناس\" فنظر إليهم، فقال:  \"ما رأيتَ\" قال: رأيتُ أبيض وأسود وأحمر، قال:  \"فإنك لا تفضلهم إلا في الدين والتقوى\" وأنزل الله في ثابت هذه الآية (١) . </p><p> وقال مقاتل: نزلت في بلال المؤذن وفي أربعة نفر من قريش عابوه بسواده يوم فتح مكة، وذلك أن رسول الله -صلى الله عليه وسلم- أمره أن يؤذن على ظهر الكعبة ليذل المشركين بذلك، فلما أذن قالوا: ما وجد محمد غير هذا الغراب الأسود مؤذناً (٢) ، فأنزل الله:  {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} يعني: آدم وحواء، والمعنى: أنكم متساوون في النسب، ليس يفضل أحد غيره بنسبه؛ لأن كلكم مخلوق من آدم وحواء، ترجعون بالنسب إليهما، </p><p>(١) ذكره الثعلبي ١٠/ ١٦٥ أعن ابن عباس ١٠/ ١٦٥ أ، وأورده الماوردي في \"تفسيره\" ٥/ ٣٣٣ مختصرًا ونسبه للكلبي والفراء، ونسبه البغوي ٧/ ٣٤٢، وابن الجوزي في \"زاد المسير\" ٧/ ٤٦٥ لابن عباس، وذكره المؤلف في \"أسباب النزول\" بدون سند ص ٤١٥. (٢) انظر: \"تفسير مقاتل\" ٤/ ٩٦، \"الدر المنثور\" ٧/ ٥٦٣ وزاد نسبتة لابن أبي حاتم، وذكره البغوي ٧/ ٣٤٣، والقرطبي ١٦/ ٣٤١.</p><p> كما قال رسول الله -صلى الله عليه وسلم-: \"كلكم بنو آدم وكلكم بنو رجل واحد كطف الصاع\"  (١) . </p><p> ثم ذكر الله تعالى أنه إنما فرق أنساب الناس ليتعارفوا لا ليتفاخروا فقال:  {وَجَعَلْنَاكُمْ شُعُوبًا} وهي: جمع الشعب وهو الحي العظيم، والقبائل دون ذلك، وهذا قول أبي عبيدة (٢) والفراء (٣) وجميع أهل اللغة (٤) قالوا: الشعب أعظم من القبيلة، وهي مثل مضر (٥) وربيعة (٦) ، والقبائل: واحدتها قبيلة وهم كـ (بكر)  (٧) من ربيعة وتميم من مضر، وأصل الشعب مأخوذ من: </p><p>(١) نص الحديث: \"إن الله أذهب نخوة الجاهلية وتكبرها بآبائها كلكم لآدم وحواء، كطف الصالح بالصاع، وإن كرمكم عند الله أتقاكم فمن أتاكم، ترضون دينه وأمانته فزوجوه\" انظر: \"الدر المنثور\" ٧/ ٥٧٩، وأخرج نحوه الطبري ١٣/ ١٤٠ عن عقبة بن عامر، قال أبو عبيد: الطف هو أن يقرب الإناء من الامتلاء من غير أن يمتلئ، يقال: هو طف المكيال وطفافه، إذا كرب أن يملأه، ومنه التطفيف في الكيل إنما هو نقصانه أي لم يملأ إلى شفته إنما هو إلى دون ذلك. انظر: \"غريب الحديث\" لأبي عبيد الهروي ١/ ٤٢٥، و\"النهاية في غريب الحديث\" لابن الأثير ٣/ ١٢٩. (٢) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢٢٠.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٧٢.(٤) انظر (شعب) في: \"تهذيب اللغة\" ١/ ٤٤٢، و\"الصحاح\" ١/ ١٥٥، \"اللسان\" ١/ ٤٩٧.(٥) مضر: قبيلة من العدنانية، وهم بنو مضر بن معد بن عدنان، قال في \"العبر\": وكانت مضر أهل الكثرة والغلب بالحجاز من سائر بني عدنان، وكانت لهم الرياسة بمكة والحرم، انظر: \"نهاية الأرب\" ص ٣٧٧.(٦) ربيعة: حي من مضر من العدنانية، وهم بنو ربيعة بن نزار بن مضر، وتعرف بربيعة الحمرا، قال في العبر: وديارهم ما بين اليمامة والبحرين والعراق، انظر: \"جمهرة أنساب العرب\" ص ٢٩٢، \"نهاية الأرب\" ص ٢٤٢.(٧) بنو بكر: بطن من ربيعة من العدنانية، وهم بنو بكر القحطاية، وهم بنو بكر بن عامر ابن عوف بن عذرة بن زيد اللات. انظر: \"نهاية الأرب\" ص ١٧٠.</p><p> شعبت الشيء إذا ضممته وأصلحته (١) ، والقبائل مأخوذ من قبائل الرأس، وهي كل فلقة قد قوبلت بالأخرى، وكذلك قبائل العرب بعضها متصل ببعض، والشعوب يجمعها ويضمها، هذا قول الليث وأبي العباس في معنى الشعب والقبيلة (٢) . </p><p> ونحو هذا ذكر أبو الهيثم فقال: الشعب شعب الرأس، يعني: شأنه الذي يضم قبائله، وفي الرأس أربع قبائل (٣) ، والشعب أبو القبائل الذي ينتسبون إليه ويجمعهم ويضمهم، ونحو هذا قال المفسرون في تفسير الشعوب والقبائل. </p><p> قال ابن عباس في رواية سعيد بن جبير: الشعوب الجمهور مثل: ربيعة ومضر والقبائل والأفخاذ (٤) ، ونحو هذا روى الكلبي (٥) عنه. </p><p> وقال مقاتل: الشعوب رؤوس القبائل مضر وربيعة والأزد، وقبائل يعني: الأفخاذ سعد وبنو عامر (٦) . </p><p> قال الزبير بن بكار (٧) : العرب على ست طبقات وهي: شعب، </p><p>(١) انظر: \"تهذيب اللغة\" (شعب) ١/ ٤٤٣. (٢) انظر (شعب) في: \"العين\" ١/ ٢٦٢، \"تهذيب اللغة\" ١/ ٤٤٢، \"اللسان\" ١/ ٥٠٠.(٣) انظر: \"تهذيب اللغة\" (شعب) ١/ ٤٤٢، \"اللسان\" (شعب) ١٦/ ٣٤٤.(٤) أخرجه الطبري ١٣/ ١٣٩ عن سعيد بن جبير، ونسبه القرطبي ١٦/ ٣٤٤ لابن عباس.(٥) انظر: \"تنوير المقباس\" ص ٥١٧.(٦) انظر: \"تفسير مقاتل\" ٤/ ٩٧.(٧) هو: الزبير بن بكار بن عبد الله بن مصعب بن ثابت بن عبد الله بن الزبير بن العوام ابن خولجد أبو عبد الله الأسدي المديني العلامة، عالم بالأنساب وأخبار العرب، ولد بالمدينة، وولي قضاء مكة، فتوفي فيها, له تصانيف منها \"أخبار العرب وأيامها\", و\"نسب قريش وأخبارها\"، و\"الأوس والخزرج\"، وغيرها، مات سنة =</p><p> وقبيلة، وعمارة وبطن وفخذ وفصيلة (١) ، فالثعب جمع القبائل، والقبائل تجمع العمائر، والعمائر تجمع البطون، والبطون تجمع الأفخاذ، والأفخاذ تجمع الفصائل (٢) ، فمضر شعب، وكنانة قبيلة، وقريش عمارة، وقصي بطن، وهاشم فخذ، والعباس فصيلة (٣) . </p><p> وروى عطاء عن ابن عباس قال: يريد بالشعوب: الموالي، وبالقبائل: العرب (٤) ، وإلي هذا ذهب قوم فقالوا: الشعوب من العجم وهم من لا يعرف لهم أصل نسب كالهند والجيل والترك (٥) ، والقبائل من العرب. </p><p> قوله تعالى:  (لتعارفوا) أي: ليعرف بعضكم بعضاً في قرب النسب وبعده، ثم أعلمهم أن أرفعهم عنده منزلة أتقاهم فقال:  {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ، وقال مقاتل: يعني: بلالاً (٦) أخبر أن أتقاهم بلال، وروى أبو هريرة عن النبي -صلى الله عليه وسلم- قال: \"إن الله -عز وجل- يقول يوم القيامة إني جعلت نسباً فجعلت أكرمكم أتقاكم، وأبيتم إلا أن تقولوا فلان بن فلان، وأنا اليوم أرفع </p><p>= ٢٥٦ هـ, وعمره ٨٤ سنة. انظر: \"تاريخ بغداد\" ٨/ ٤٦٧، \"ميزان الاعتدال\" ٢/ ٦٦، \"تهذيب التهذيب\" ٣/ ٣١٢. (١) انظر: \"اللسان\" (شعب) نسب ذلك للزبير بن بكار ١/ ٥٠٠.(٢) انظر: \"اللسان\" (شعب) ١/ ٥٠٠ - ٥٠١.(٣) انظر: \"تفسير الثعلبي\" ١٠/ ١٧٠، ١٧١، \"تفسير البغوي\" ٧/ ٣٤٨، \"البحر المحيط\" ٨/ ١٠٤.(٤) انظر: \"تفسير الثعلبي\" ١٠/ ١٧١ أ، ولم ينسبه، والبغوي ٧/ ٣٤٨ من غير نسبة، ونسبه ابن الجوزي ٧/ ٤٧٤ لعطاء عن ابن عباس، وذكره القرطبي ١٦/ ٣٤٤ من غير نسبة، ونسبه في \"الوسيط\" ٤/ ١٥٨ لعطاء عن ابن عباس.(٥) ذكر ذلك القرطبي ١٦/ ٣٤٤ ونسبه للقشيري، وذكره المؤلف في \"الوسيط\" ٤/ ١٥٨ ولم ينسبه.(٦) انظر: \"تفسير مقاتل\" ٤/ ٩٧.</p>"
}