{
  "id": null,
  "sura": 49,
  "aya": 1,
  "text": "<p> تفسير سورة الحجرات </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ} الآية، قَدَّم هاهنا: بمعنى: تقدم وهو لازم لا يقتضي مفعولاً، يدل عليه قراءة الضحاك ويعقوب:  (لا تَقَدَّموا) بفتح التاء والدال من المتقدم ومعناهما واحد (١) . </p><p> قال الفراء: يقال قَدَمت في أمر كذا، وكذا وتقدَّمت (٢) . </p><p> وقال الأزهري: يقال قَدَّم يُقدِّم، وتَقدّم يَتقدّم، وأقدم يُقْدِمُ، واستَقدم يستقدم بمعنى واحد (٣) . </p><p> وقال أبو [عبيد]  (٤) : تقول العرب: لا تقدم بين يدي الإمام وبين يدي الأب، أي: لا تعجل بالأمر دونه والنهي (٥) ، يجيء فعل بمعنى يفعل، يقال: حول بمعنى تحول، ومنه قول ذي الرمة: قوله: </p><p> إذا حَوّل الظِّل العَشِي رأيتَه ... حَنِيفاً وفي قَرْنِ الضُّحَى يَتَنصَّرُ (٦) </p><p>(١) انظر كتاب: \"التذكرة في القراءات\" ٢/ ٦٨٩، \"الدر المصون\" ٦/ ١٦٨. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٦٩.(٣) انظر: \"تهذيب اللغة\" (قدم) ٩/ ٤٩.(٤) كذا في الأصل والصواب (عبيدة).(٥) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١٩(٦) انظر: \"ديوان ذي الرمة\" ص ٢٢٩, وانظر: \"تهذيب اللغة\" (ولى) ١٥/ ٤٥٢، قال الأزهري: أراد تحول الظل بالعشي.</p><p> ومعنى بين اليدين هاهنا: المقدام والأمام، وذلك راجع إلى قدام الأمر والنهي, لأن المعنى: لا تقدموا قبل أمرهما ونهيهما، وبين اليدين عبارة عن الأمام, لأن ما بين يدي الإنسان أمامه، وهذا اللفظ بهذا المعنى كثير في التنزيل. </p><p> واختلفوا في سبب نزول هذه الآية، قال الكلبي والسدي والمقاتلان وعطاء الخراساني: نزلت [..]  (١) قصة بئر معونة (٢) وقيل: للثلاثة الذين قتلوا الرجلين المسلمين اللذين اعتزيا إلى بني عامر، وكان بنو عامر قتلوا أصحاب بئر معونة، فلما اعتزى الرجلان إليهم قتلوهما وأخذوا ما كان معهما، فلامهم رسول الله -صلى الله عليه وسلم- وقال:  \"بئسما صنعتما هما رجلان من بني سليم(٣)من أهل ميثاقي\" ونزلت هذه الآية (٤) يقول: لا تقطعوا أمراً دون الله </p><p>(١) كذا في الأصل وقد سقط حرف (في). (٢) بئر معونة: قال ابن إسحاق: (بئر معونة بين أرض بني عامر وحرة بني سليم، وقال: كلا البلدين منها قريب إلا أنها إلى حرة بني سليم أقرب، وقيل: بثر معونة بين جبال يقال لها: أبْلَى في طريق المصعد من المدينة إلى مكة وهي لبني سليم)، وقال الواقدي: (بئر معونة في اْرض بني سليم وأرض بني كلاب، وعندها كانت قصة الرجيع) والله أعلم، انظر: \"معجم البلدان\" ١/ ٣٠٢.(٣) بنو سليم: بضم السين- قبيلة عظيمة من قيس عيلان والنسبة إليهم سلمى، وهم بنو سليم بن منصور بن عكرمة بن حفصة بن قيس، قال الحمداني: وهم أكثر قبائل قيس، وكان لسليم من الولد بهتة ومنه جميع أولاده، قال في العبر: وكانت منازلهم في عالية نجد بالقرب من خيبر، قال: وليس لهم الآن عدد ولا بقية في بلادهم. انظر: \"نهاية الأرب\" ص ٢٧١.(٤) أورد ذلك الثعلبي في \"تفسيره\" ١٠/ ١٥٧ أونسبه للسدي وعطاء الخراساني, وانظر: \"تفسير مقاتل\" ٤/ ٨٧، \"تفسير الماوردي\" ٥/ ٣٢٦ ونسبه للضحاك عن ابن عباس، \"الجامع لأحكام القرآن\" ١٦/ ٣٠١، \"تفسير الألوسي\" ٢٦/ ١٣٣.</p><p> ورسوله، ولا تعجلوا به، وهذه رواية باذان عن ابن عباس (١) . </p><p> وقال ابن الزبير: قدم المدينة ركب من بني تميم (٢) على النبي -صلى الله عليه وسلم- [..] ، (٣) ، فقال أبو بكر: ما أردت إلا خلافي. وتماريا حتى ارتفعت أصواتهما، فأنزل الله هذه الآية (٤) وهذه رواية عطاء عن ابن عباس (٥) . </p><p> وقال جابر بن عبد الله: نزلت في النهي عن الذبح يوم الأضحى قبل الصلاة، وذلك أن ناساً من المسلمين ذبحوا قبل صلاة النبي -صلى الله عليه وسلم- فأمرهم أن ييدوا الذبح. وهو قول الحسن (٦) ، واختيار الزجاج، قال: أعلم الله أن ذلك غير جائز، قال: وفي هذا دليل أنه لا يجوز أن يؤدِّى فرضٌ قبل وقته، ولا تطوع قبل وقته مما جاءت به السنة (٧) . </p><p>(١) ذكر ذلك الثعلبي في \"تفسيره\" ١٠/ ١٥٧ ب. (٢) بنو تميم: بطن من طابخة وطابخة من العدنانية وهم بنو تميم بن مر بن أد بن طابخة، والتميم في اللغة الشديد، وكان لتميم من الولد زيد مناة وعمرو بن الحارث، قال في العبر: وكانت منازلهم بأرض نجد من هنالك على البصرة واليمامة وامتدت إلى الغري من أرض الكوفة. انظر: \"نهاية الأرب\" ص ١٧٧.(٣) سقط من الأصل قوله: (فقال: أبو بكر أمر القعقاع بن معبد وقال عمر أمر الأقرع ابن حابس).(٤) أخرجه عن عبد الله بن الزبير البخاري في التفسير، باب إن الذين ينادونك من وراء الحجرات أكثرهم لا يعقلون ٦/ ٤٧، والطبري ١٣/ ١١٩، وأخرجه الثعلبي ١٠/ ١٥٧ أ، والمؤلف في \"أسباب النزول\" ص ٤٠٦، والبغوي ٧/ ٣٣٤.(٥) وهي التي سبقت الإشارة إليها في قصة بئر معونة وقتل الرجلين.(٦) أخرج ذلك الثعلبي ١٠/ ١٥٦ ب عن جابر بن عبد الله، وأشار أيضًا أنه اختيار الحسن البصري، ونسبه في \"الوسيط\" ٤/ ١٥٠ لجابر، ونسبه الطبري ١٣/ ١١٧، والماوردي ٥/ ٣٢٥, وابن الجوزي ٧/ ٤٥٤، والقرطبي ١٦/ ٣٠١ للحسن.(٧) انظر: \"معاني القرآن\" للزجاج ٥/ ٣١.</p>"
}