{
  "id": null,
  "sura": 49,
  "aya": 9,
  "text": "<p> للفضل والنعمة (١) . </p><p> قال ابن عباس: يريد تفضلاً مني عليهم، ورحمة مني لهم (٢)  {وَاللَّهُ عَلِيمٌ حَكِيمٌ} بما في قلوبهم (حكيم) فيهم بعلمه. </p><p> وقال مقاتل: عليم بخلقه حكيم في أمره (٣) . </p><p> ٩ - قوله تعالى:  {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} قال المفسرون: نزلت في حَيَّيْن من الأنصار كان بينهما قتال بالنعال والأيدي. </p><p> قال أبو مالك: اقتتل رجلان فاقتتل حياهما، فاقتتلوا بالنعال والعصي، فأنزل الله ما قد سمعتم (٤) ، ونحو هذا قال الحسن (٥) وقتادة (٦) والسدي (٧) . </p><p> {فَأَصْلِحُوا بَيْنَهُمَا} أي: بالدعاء إلى حكم كتاب الله، والرضاء بما فيه لهما وعليهما. </p><p> وقوله:  {فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى} أي: طلبت ما ليس لها, ولم ترجع إلى الصلح والرضا بحكم الله الذي حكم في كتابه. </p><p> قال أبو إسحاق: والباغية: التي تعدل عن الحق وما عليه أئمة </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٥. (٢) ذكر ذلك في \"الوسيط\" منسوبًا لابن عباس، انظر ٤/ ١٥٣.(٣) انظر: \"تفسير مقاتل\" ٤/ ٩٣.(٤) أخرجه الطبري ١٣/ ١٢٨ عن أبي مالك، وعزاه السيوطي في \"الدر\" ٧/ ٥٦٠ لسعيد ابن منصور وابن جرير وابن المنذر عن أبي مالك.(٥) أخرجه الطبري عن الحسن، انظر: \"تفسير الحسن\" ٢/ ٢٩٦.(٦) أخرجه الطبري ١٣/ ١٢٩ عن قتادة، ونسبه الماوردي ٥/ ٣٣٠، والبغوي ٧/ ٣٤٠، وابن الجوزي ٧/ ٤٦٣ لقتادة.(٧) أخرجه الطبري ١٣/ ١٢٨ عن السدي، ونسبه الثعلبى ١٠/ ١٦٤ أ، والماوردي ٥/ ٣٣٠، والبغوي ٧/ ٣٤٠ للسدي.</p><p> المسلمين وجماعتهم (١) . </p><p> قوله تعالى:  {فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ} قال ابن عباس: ترجع إلى طاعة الله (٢) . </p><p> وقال مقاتل: ترجع إلى الصلح الذي أمر الله به (٣) . </p><p> قال أصحابنا: ودلت عليه هذه الآية، على أنه يجحب أن يقاتل المارق الباغي المشاقّ لما عليه الأمة (٤) ؛ لأن ظاهر الأمر الوجوب، والبغاة الذين يجب قتالهم هم الذين يجتمع لهم أوصاف ثلاثة: الغلبة بالشوكة والقوة، والتأويل المحتمل (٥) ، والإمام الذين يجتمعون عليه، فهؤلاء يدعون أولاً إلى طاعة الله بالإنذار، والعود إلى طاعة الإمام العادل، فإن أبوا قوتلوا من غير أن يبدأ بالقتال، ولكن إن قصدوا أهل العدل قاتلوهم للدفع، ثم لا يتبع مدبرهم، ولا يجهز على جرحتهم، ونحو ما ذكرنا سار أمير المؤمنين علي -رضي الله عنه- في أهل البغي (٦) ، وما أتلف أهل البغي من مال أهل العدل وما </p><p>(١) انظر: \"معاني الزجاج\" ٥/ ٣٥. (٢) لم أقف عليه.(٣) انظر: \"تفسير مقاتل\" ٤/ ٩٤.(٤) انظر: \"تفسير الطبري\" ١٣/ ١٢٨، \"تفسير البغوي\" ٧/ ٣٤٢، \"الجامع لأحكام القرآن\" ١٦/ ٣١٧.(٥) انظر: \"تفسير البغوي\" ٧/ ٣٤٢.(٦) أخرجه الحاكم عن أبي أمامة وقال: هذا صحيح الإسناد في هذا الباب، ووافقه الذهبي، انظر: \"المستدرك\" كتاب: قتال أهل البغي ٢/ ١٥٥، وأخرجه البيهقي موقوفًا على علي، انظر: \"سنن البيهقي\" كتاب: قتال أهل البغي، باب أهل البغي إذا فاءوا لم يتبع مدبرهم ولم يقتل أسيرهم ولم يجهز على جريحهم ولم يستمتع بشيء من أموالهم ٨/ ١٨١. وانظر: \"التلخيص الحبير\" لابن حجر ٤/ ٤٣.</p><p> أراقوا من دمائهم يجب عليهم الغرامة على الصحيح من مذهب الشافعي، والقود يسقط بالشبهة (١) . </p><p> قوله تعالى:  {فَإِنْ فَاءَتْ} أي: رجعت الباغية إلى طاعة الله {فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ} قال ابن عباس: بالديات التي فرضها الله، يعني: أنهم يدون الجرحى والقتلى، وذلك هو الإصلاح بين الفريقين، يؤخذ للعادل من الباغي دية الجراحة والقتل وغرم ما أتلف من المال (٢) ، {وَأَقْسِطُوا} واعدلوا في الإصلاح بينهما وفي كل حكم {إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} وذكرنا معنى الإقساط في أول سورة النساء [آية: ٥] . </p><p> ونزل في هذا أيضًا قوله:  {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} قال أبو إسحاق: أعلم الله -عز وجل- أن الدين يجمعهم وأنهم إخوة إذا كانوا متفقين في دينهم، فرجعوا بالاتفاق في الدين إلى أجل النسب لأنهم لآدم وحواء، فإن اختلفت أديانهم افترقوا في النسب وإن كانوا لأب ولأم، ألا ترى أنه لا يرث الولد المؤمن الأب الكافر، ولا الحميم المؤمن نسيبه الكافر (٣) . </p><p> وقوله:  {فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} يعني: بين كل مسلمين تخاصما وتقاتلا. </p><p>(١) انظر: \"أحكام القرآن\" للشافعي ١/ ٢٩٢، \"إرواء الغليل\" للألباني ٨/ ١١٦، والقود: قتل القاتل بالقتيل، تقول: أقدْتُه واستقدتُ الحاكِم، وإذا أتى الإنسان إلى آخر أمرًا فالقم منه مثلها، قيل: استقادها منه. انظر: \"تهذيب اللغة\" (قاد) ٩/ ٢٤٨. (٢) انظر: \"أحكام القرآن\" للشافعي ١/ ٢٩٣، وكتاب: الأم، حكم أهل البغي في الأموال وغيرها ٤/ ٢٢٠.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٦.</p><p> وقال الكلبي ومقاتل (١) : نزلت هذه الآية وما قبلها في الأوس والخزرج (٢) . </p><p> وقال أبو علي الفارسي: اقتتلا بسبب عبد الله بن أبي، وعبد الله بن رواحة (٣)  (٤) ، وعلى هذا قال مقاتل: بين أخويكم: يعني: الأوس والخزرج (٥) . </p><p> وقال أبو علي الفارسي: يراد بالأخرين الطائفتان ونحوهما مما يكون كثرة، وإن كان اللفظ لفظ التثنية يرد والمراد به الكثرة والعموم (٦) ، وذكرنا شواهد ذلك في قوله:  {بَلْ يَدَاهُ مَبْسُوطَتَانِ}  [المائدة: ٦٤] . </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٩٤، وذكر ذلك الماوردي ٥/ ٣٣٠، ونسبه لمقاتل والكلبي والفراء، انظر: \"معاني القرآن\" للفراء ٣/ ٧١. (٢) الأوس: بطن من مزيقيا من القحطانية وهم بنو الأوس بن حارثة بن تغلب بن مزيقيا وهم أحد قبيلتي الأنصار، وكان لهم ملك يثرب نزلوها عند خروجهم من اليمن وجاء الإسلام وهم بها، فكانوا أنصارًا للنبي -صلى الله عليه وسلم- انظر: \"نهاية الأرب\" للقلقشندي ص ٦٥. الخزرج: بطن من مزيقيا من الأزد غلب عليهم اسم أبيهم فقيل لهم الخزرج، وهم المراد عند الإطلاق لهذا الاسم وهم إحدى قبيلتي الأنصار أخوة الأوس ويقال لكليهما بنو قيلة. انظر: \"نهاية الأرب\" ص ٦٠، \"جمهرة أنساب العرب\" ص ٣٦٢، \"معجم قبائل العرب\" ١/ ٣٤٢.(٣) هو: عبد الله بن رواحة بن ثعلبة الأنصاري من الخزرج أبو محمد يعد من الأمراء والشعراء الراجزين، شهد العقبة مع السبعين من الأنصار، وكان أحد النقباء الاثني عر واستخلفه النبي -صلى الله عليه وسلم- في إحدى غزواته على المدينة، وكان أحد الأمراء في وقعة مؤتة فاستشهد فيها. انظر: \"حلية الأولياء\" ١/ ١١٨، \"الاستيعاب\" ٢/ ٢٩٣ , \"الإصابة\" ٢/ ٣٠٦.(٤) لم أقف عليه.(٥) انظر: \"تفسير مقاتل\" ٤/ ٩٤.(٦) انظر: \"الحجة\" لأبي علي ٦/ ٢٠٩.</p><p> وقال أبو عبيدة في قوله:  (بين أخويكم) : معنى الآيتين يأتي على الجميع إنما تأويله: على كل أخوين (١) . </p><p> وفي قوله:  {بَيْنَ أَخَوَيْكُمْ} دليل على أن صفة البغي لا تزيل اسم الإيمان؛ لأن الله تعالى أثبت الأخوة بين المؤمنين بقوله:  {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ} ثم سَمَّى الباغي والعادل أخوين فقال: {فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} وجعلهما أخوين للمؤمنين، فالباغي أخو المؤمنين كما أن العادل أخوهم، ونحو هذا قال علي بن أبي طالب -رضي الله عنه- فيهم لما سأله الحارث (٢) الأعور عن أهل الجمل وصفين (٣) فقال: أمشركون هم؟ قال: لا، من الشرك فروا (٤) . فقال: أهم منافقون؟. قال: لا، إن المنافقين لا يذكرون الله إلا قليلاً. قال: فما حالهم؟ قال: إخواننا بغوا علينا (٥) . </p><p>(١) لم أقف عليه عند أبي عبيدة، وقد نسبه القرطبي ١٦/ ٣٢٣ لأبي عبيدة. (٢) هو: الحارث بن عبد الله الأعور الهَمْداني الخارِفِي أبو زهير الكوفي، ويقال: الحارث بن عبيد، ويقال: الحوتي، وحوت بطن من همدان، روى عن علي وابن مسعود وزيد بن ثابت وروى عنه الشعبي وأبو إسحاق السبيعي وأبو البختري الطائي وغيرهم، وهو ضعيف في الحديث، توفي عام ٦٥ هـ انظر: \"ميزان الاعتدال\" ١/ ٤٣٥، \"تهذيب التهذيب\" ٢/ ١٤٥.(٣) صفين: بكسرتين وتشديد الفاء: هو موضع بقرب الرقة على شاطىء الفرات من الجانب الغربي بين الرقة وبالس وكانت وقعة صفين بين علي -رضي الله عنه- ومعاوية -رضي الله عنه- في سنة ٣٧ هـ, في غرة صفر. انظر: \"معجم البلدان\" ٣/ ٤١٤.(٤) قال الفراء: فَرّ فلان يَفِر فِرارًا إذا هَرَب، انظر \"تهذيب اللغة\" (فر) ١٥/ ١٧٢، وفي الحديث عنه -صلى الله عليه وسلم- قال لِعديّ بن حاتم: \"ما يُفِرُّك إلا أن يقال لا إله إلا الله\" أفْرَرْتُه أفِرَّه: فَعَلْتُ به ما يَفِر منه ويَهْرُب: أي: ما يحملك على الفرار إلا التوحيد. انظر: \"النهاية في غريب الحديث\" ٣/ ٤٢٧.(٥) ذكر ذلك الثعلبي في \"تفسيره\" عن الحارث عن علي، انظر ١٠/ ١٦٤ أ، ب. وأيضًا ذكره البغوي في \"تفسيره\" ٧/ ٣٤١، والقرطبي في \"الجامع\" ١٦/ ٣٢٣.</p>"
}