{
  "id": null,
  "sura": 49,
  "aya": 7,
  "text": "<p> رسول الله -صلى الله عليه وسلم- مصدقاً إلى بني المصطلق (١) فلما سمعوا به فرحوا واجتمعوا ليتلقوه، وكانت بينهم عداوة في الجاهلية، ففرق الوليد ورجع إلى النبي -صلى الله عليه وسلم- وقال: إنهم قد منعوا الصدقة وارتدوا، فبعث إليهم رسول الله -صلى الله عليه وسلم- خالد بن الوليد، فلما دنا خالد منهم بعث عيوناً ليلاً فإذا هم ينادون ويصلون، فأتاهم خالد فلم ير منهم إلا طاعة وخيراً، فرجع إلى النبي -صلى الله عليه وسلم- فأخبره ونزلت الآية. </p><p> وذكرنا القراءة في قوله:  {فَتَبَيَّنُوا} في سورة النساء (٢) . </p><p> قوله:  {أَنْ تُصِيبُوا} يعني: لئلا تصيبوا، وكراهة أن تصيبوا (٣) على ما ذكرنا في مواضع. </p><p> وقوله:  {بِجَهَالَةٍ} أي: بجهالة بحالهم، وما هم عليه من الإسلام والطاعة. </p><p> {فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} قال مقاتل: يعني الذين انتدبوا لقتال بني المصطلق (٤) . </p><p> ٧ - ثم وعظهم فقال:  {وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ} ومعناه: اتقوا أن تكذبوه أو تقولوا باطلاً، فإن الله يخبره فتفتضحوا، يعني: أنهم إذا لم </p><p>(١) بنو المصطلق: حي من خزاعة، حاربهم رسول الله -صلى الله عليه وسلم- في غزوة المريسيع في شعبان سنة ست من الهجرة. انظر: \"سيرة ابن هشام\" ٣/ ٣٣٣، \"البداية والنهاية\" ٤/ ١٥٦. (٢) قرأ ابن كثير ونافع وأبو عمرو وعاصم وابن عامر: {فَتَبَيَّنُوا} بالنون، وكذلك في الحجرات: ٦، وقرأ حمزة والكسائي: (فتثبتوا) بالتاء وكذلك في الحجرات، انظر: \"الحجة\" لأبي علي ٣/ ١٧٣، \"تفسير الطبري\" ١٣/ ١٢٣.(٣) انظر: \"البحر المحيط\" ٨/ ١٠٩.(٤) انظر: \"تفسير مقاتل\" ٤/ ٩٣.</p><p> يراعوا هذا كانوا كأنهم لم يعلموا أن رسول الله بين أظهرهم؛ لأنهم لم يعملوا على موجب ما علموا، فقال لهم: اعلموا ذلك علماً تعملون به فتتقوا الكذب. </p><p> ثم قال:  {لَوْ يُطِيعُكُمْ} أي: رسول الله {فِي كَثِيرٍ مِنَ الْأَمْرِ} أي: مما تخبرونه فيه بالباطل (لعنتم) لوقعتم في عنت، وهو الإثم والهلاك. </p><p> قال مقاتل: لأنهم (١) في دينكم، ثم خاطب المؤمنين المخلصين الذين لا يكذبون النبي -صلى الله عليه وسلم- ولا يخبرونه بالباطل فقال:  {وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ} جعله أحبَّ الأديان إليكم حتى أحببتموه {وَزَيَّنَهُ فِي قُلُوبِكُمْ} حتى اخترتموه {وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ} جعل الكفر تكرهونه وتجتنبونه (والفسوق) قال ابن عباس: يريد الكذب (٢)  (والعصيان) جميع معاصي الله. </p><p> ثم عاد إلى الخبر فقال:  {أُولَئِكَ هُمُ الرَّاشِدُونَ} قال ابن عباس ومقاتل: يعني المهتدين في محاسن أمورهم (٣) ، ومثل هذا في النظم قوله:  {وَمَا آتَيْتُمْ مِنْ زَكَاةٍ} الآية [الروم: ٣٩] . </p><p> ثم بين أن جميع ذلك بفضل من الله فقال:  {فَضْلًا مِنَ اللَّهِ} قال أبو إسحاق: (فضلاً) منصوب مفعول له، المعنى: فعل الله بكم ذلك فضلاً أي </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٩٣، ونصها: (لأثمتم في دينكم). (٢) ذكر ذلك البغوي ٧/ ٣٣٩ ونسبه لابن عباس ٧/ ٣٣٩، ونسبه الماوردي ٥/ ٣٢٩ لابن زيد ٥/ ٣٢٩، ونسبه القرطبي ١٦/ ٣١٤ لابن عباس وابن زيد، ونسبه في \"الوسيط\" ٤/ ١٥٣ لابن عباس.(٣) انظر: \"تفسير مقاتل\" ٤/ ٩٣، وذكر هذا المعنى في \"الوسيط\" ٤/ ١٥٣ ولم</p>"
}