{
  "id": null,
  "sura": 49,
  "aya": 11,
  "text": "<p> ١١ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ} الآية، قال مقاتل: يقول: لا يستهزئ الرجل من أخيه فيقول: إنك رديء المعيشة، لئيم الحسب، وأشباه ذلك بما يتنقصه به، ولعله خير منه عند الله (١) ، وهو قوله:  {عَسَى أَنْ يَكُونُوا خَيْرًا مِنْهُمْ} ونحو هذا قال مجاهد (٢) ، والقوم: الرجال دون النساء، قاله الليث (٣) وأبو العباس (٤) ، وأنشد الليث قول زهير: </p><p> وما أَدْرِي وسَوْفَ إِخالُ أدْرِي ... أقَوْمٌ آلُ حِصْنٍ أم نِساءُ (٥) </p><p> وعلى هذا تدل الآية لأن الله تعالى فصل بينهما فذكر الرجال بلفظ القوم، ثم ذكر النساء فقال:  {وَلَا نِسَاءٌ مِنْ نِسَاءٍ} . </p><p> قوله تعالى:  {وَلَا تَلْمِزُوا أَنْفُسَكُمْ} يعني اللمز في اللغة: العيب (٦) ، ذكرنا ذلك عند قوله:  {يَلْمِزُكَ فِي الصَّدَقَاتِ}  [التوبة: ٥٨] ، قال ابن عباس والمفسرون كلهم: لا يطعن بعضكم على بعض (٧) والمعنى: لا تلمزوا إخوانكم الذين هم كأنفسكم كما قال: {فَاقْتُلُوا أَنْفُسَكُمْ}  [البقرة: ٥٤] ، {وَلَا تَقْتُلُوا أَنْفُسَكُمْ}  [النساء: ٢٩] ، وقد مر. </p><p> قوله تعالى:  {وَلَا تَنَابَزُوا بِالْأَلْقَابِ} التنابز: تفاعل من النبز، وهو </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٩٤. (٢) أخرجه الطبري ١٣/ ١٣١ عن مجاهد، وانظر: \"تفسير مجاهد\" ص ٦١١.(٣) انظر كتاب: العين (قوم) ٥/ ٢٣١، \"تهذيب اللغة\" (قوم) ٩/ ٣٥٦.(٤) انظر: \"تهذيب اللغة\" (قوم) ٩/ ٣٥٦، \"اللسان\" (قوم) ١٢/ ٥٠٥.(٥) انظر: \"ديوان زهير\" ص ٧٣، و\"العين\" (قوم) ٥/ ٢٣١، \"تهذيب اللغة\" (قام) ٩/ ٣٥٦، \"اللسان\" (قوم) ١٢/ ٥٠٥.(٦) انظر: \"تهذيب اللغة\" (لمز) ١٣/ ٢٢٠.(٧) أخرج ذلك الطبري ١٣/ ١٣٢ عن ابن عباس، ونسبه الماوردي ٥/ ٣٣٢ لابن عباس ومجاهد وقتادة وسعيد بن جبير، وأيضًا نسبه إلى هؤلاء القرطبي ١٦/ ٣٢٧.</p><p> المصدر والنبز الاسم، وهو كاللقب. قال المبرد: ويقال: لبني فلان نبز يعرفون به إذا كان لقباً متابعاً (١) ، والألقاب جمع اللقب وهو اسم غير الذي سمي به الإنسان، قاله الليث، يقال: لقبت فلاناً تلقيباً (٢) . </p><p> قال عكرمة والحسن ومجاهد وقتادة: وهو أن يقول المسلم لأخيه المسلم يا فاسق يا منافق (٣) . </p><p> وقال المقاتلان: لا تدعوا مسلماً بغير اسم أهل دينه، وهو أن تقول: يا يهودي يا نصراني، تدعوه بالدين الذي كان عليه في الشرك، نهاهم الله أن يتنابزوا بذلك (٤) . </p><p> وروي عن طلحة بن عمرو أنه قال: قلت لعطاء: يا أبا محمد {وَلَا تَنَابَزُوا بِالْأَلْقَابِ} ما هذا الذي نهى عنه؟ قال: كل شيء أخرجت به أخاك من الإسلام، يا كلب يا حمار يا خنزير ونحو هذا (٥) ، فهذا الذي نهي عنه. وقال إبراهيم: كانوا يقولون: إذا قال الرجل للرجل: يا حمار يا كلب يا خنزير، قال الله له يوم القيامة: أتراني خلقته كلباً أو حماراً أو خنزيراً (٦) . </p><p>(١) لم أقف عليه. (٢) انظر: كتاب \"العين\" (لقلب) ٥/ ١٧٢، \"تهذيب اللغة\" (لقلب) ٩/ ١٧٧.(٣) أخرج ذلك الطبري ١٣/ ١٣١ - ١٣٢ عن عكرمة ومجاهد وقتادة، ونسبه الثعلبي لقتادة وعكرمة ١٠/ ١٦٦ أ، ونسبه القرطبي ١٦/ ٣٢٨ لقتادة ومجاهد والحسن.(٤) أخرج ذلك الطبري ١٣/ ١٣٢ عن الحسن، وانظر: \"تفسير مقاتل\" ٤/ ٩٥، ونسب القرطبي ١٦/ ٣٢٨ هذا القول للحسن ومجاهد.(٥) ذكر ذلك البغوي ٧/ ٣٤٤ ونسبه لعطاء، وعزاه السيوطي في \"الدر المنثور\" ٧/ ٥٦٤ لعبد بن حميد وابن المنذر عن عطاء، ونسبه في \"الوسيط\" ٤/ ١٥٥ لعطاء.(٦) لم أقف عليه.</p><p> وقال الشعبي: قال أبو جبيرة (١) بن الضحاك: قدم علينا رسول الله -صلى الله عليه وسلم- المدينة [وليس له رجل (٢) إلا وله اسمان] أو ثلاثة وكان رسول الله -صلى الله عليه وسلم- يدعو الرجل فيقول: يا فلان، فيقال: يا رسول الله إنه يغضب من هذا الاسم، قال: ففينا أنزل الله: {وَلَا تَنَابَزُوا بِالْأَلْقَابِ}  (٣) ، وهذا كما قال أبو إسحاق في هذه الآية: يحتمل أن يكون في كل لقب يكرهه الإنسان؛ لأنه إنما يجب أن يخاطب المؤمن أخاه بأحب الأسماء إليه (٤) ، والقول في هذا النهي هو أن يسميه باسم يضاد الإسلام والإيمان؛ لقوله:  {بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ} قال أبو إسحاق: أي: بئس الاسم أن يقول له: يا يهودي يا نصراني، وقد آمن (٥) . </p><p> وقال غيره: معنى هذا: أن من دعا أخاه بلقب يكرهه لزمه اسم الفسق لمخالفة النهي، والله تعالى يقول {بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ} من فعل </p><p>(١) هو: زيد بن جبيرة بن محمد بن أبي جبيرة بن الضحاك الأنصاري أبو جبيرة المدني، روى عن: أبيه ويحيى بن سعيد الأنصاري وأبي الطوالة، وعنه: سويد بن عبد العزيز ويحيى بن أيوب والليث ونافع بن يزيد، قال البخاري: منكر الحديث، وقال النسائي: ليس بثقة، وقال أبو حاتم: ضعيف الحديث. انظر: \"ميزان الاعتدال\" ٢/ ٩٩، \"تهذيب التهذيب\" ٣/ ٤٠٠. (٢) نص العبارة في تفسير الثعلبي: (وما منا رجل إلا له اسمان ...) وهو الأصوب. انظر: ١٠/ ١٦٦ أ.(٣) أخرجه الترمذي عن أبي جبيرة، وقال أبو عيسى: هذا حديث حسن صحيح، انظر: \"سنن الترمذي\" كتاب: تفسير القرآن باب (٥٠) ومن سورة الحجرات ٥/ ٣٨٨, وأخرجه أبو يعلى في مسنده ١٢/ ٢٥٣، وقال حسين سليم أسد محقق \"المسند\": إسناده صحيح.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٦.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٦.</p>"
}