{
  "id": null,
  "sura": 49,
  "aya": 3,
  "text": "<p> مذهب الكوفيين، قال الأخفش: مخافة أن تحبط، كما تقول: أدعم الحائط أن يميل أي مخافة أن يميل (١) ، وهذا قول البصريين، وقد بينا هذا في مواضع. </p><p> قال مقاتل: يعني أن تبطل حسناتكم وأنتم لا تشعرون (٢) . </p><p> قال أبو إسحاق: هذا إعلام أن النبي -صلى الله عليه وسلم- يجب أن يجل ويعظم غاية الإجلال والإعظام، وأنه قد يفعل الشيء مما لا يشعر به في أمر النبي -صلى الله عليه وسلم- فيكون ذلك مهلكاً لفاعله أو قائله، ولذلك قال بعض الفقهاء: من قال: إن زِرَّ رسول الله -صلى الله عليه وسلم- وسخ، يريد به النقص وجب قتله، هذا مذهب مالك وأصحابه، انتهى كلامه (٣) . </p><p> قال المفسرون: فلما نزلت هذه الآية انطلق ثابت مهموماً حزيناً فمكث في بيته أياماً مخافة أن يكون قد حبط عمله، وكان سعد بن عبادة جاره فانطلق سعد حتى أتى النبي -صلى الله عليه وسلم- فأخبره بقول ثابت أنه قد حبط عمله وأنه في النار فقال:  \"اذهبْ فأخبره أنه ليس مِنْ أهل النار وأنه من أهلِ الجنة\"  (٤) ففرح ثابت وخرج إلى النبي -صلى الله عليه وسلم- فكان بعد ذلك إذا كان عند النبي </p><p> -صلى الله عليه وسلم- خفض صوته فلا يسمع من يليه فنزلت فيه. </p><p> ٣ - قوله تعالى:  {إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ} وقال عطاء </p><p>(١) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٩٥، ونص عبارته (أي مخافة أن تحبط أعمالكم، وقد يقال: (اسْمُك الحائط أن يميل). (٢) انظر: \"تفسير مقاتل\" ٤/ ٩٠.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٣٢.(٤) أخرج ذلك البخاري عن أنس بن مالك. انظر: \"صحح البخاري\" -كتاب التفسير- سورة الحجرات ٦/ ٤٦. وأخرجه الطبري ١٣/ ١١٩ عن عكرمة، وأورده الثعلي في \"تفسيره\" ١٠/ ١٥٨ أ - ب، وذكره القرطبي في \"الجامع\" ١٦/ ٣٠٥.</p><p> عن ابن عباس: لما نزل قوله: {لَا تَرْفَعُوا أَصْوَاتَكُمْ} تألَّى أبو بكر ألا يكلم رسول الله -صلى الله عليه وسلم- إلا كأخي السرار، فأنزل الله تعالى في أبي بكر:  {إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ}  (١) ونحو هذا روي لنا عن أبي هريرة (٢) . </p><p> وقال ابن الزبير: ما حدث عمر النبي -صلى الله عليه وسلم- بعد قوله:  {لَا تَرْفَعُوا أَصْوَاتَكُمْ} فسمع النبي -صلى الله عليه وسلم- كلامه حتى يستفهمه بما يخفض صوته فأنزل الله فيه:  {إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ}  (٣) . </p><p> والغض: النقص من كل شيء، ومنه غض البصر وغض الصوت (٤) . قال الله تعالى:  {وَاغْضُضْ مِنْ صَوْتِكَ}  [لقمان: ١٩] ، قال مقاتل: يخفضون كلامهم عند رسول الله (٥) ، قال ابن عباس: يريد أبا بكر (٦) . </p><p> قوله تعالى:  {أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى} قال مقاتل </p><p>(١) ذكر ذلك الهيثمي في \"مجمع الزوائد\" وقال رواه البزار وفيه حصين بن عمر الأحمسي وهو متروك، وقد وثقه العجلي، وبقية رجاله رجال الصحيح، انظر: \"مجمع الزوائد\" ٧/ ١٠٨، وذكره الماوردي ٥/ ٣٢٦، البغوي ٤/ ٣٣٦، والقرطبي ١٦/ ٣٠٨، وذكره في \"الوسيط\" ٤/ ١٥١. (٢) أخرج ذلك الثعلبي ١٠/ ١٥٩ أعن أبي هريرة وأخرجه الحاكم وقال صحيح على شرط مسلم ولم يخرجاه ووافقه الذهبي. انظر: \"المستدرك\" -كتاب التفسير- سورة الحجرات ٢/ ٤٦٢، وذكره البغوي في \"تفسيره\" ٧/ ٣٣٦.(٣) أخرج ذلك البخاري في \"تفسيره\". انظر: \"صحيح البخاري\" كتاب: التفسير ٦/ ٤٦، وذكر ذلك الثعلبي في \"تفسيره\" عن ابن الزبير ١٠/ ١٥٩ أ، البغوي في \"تفسيره\" ٧/ ٣٣٧، وذكره القرطبي في \"الجامع\" ١٦/ ٣٠٨، ولا مانع من نزول الآية في جميع من ذكر لما اتحد فعلهم.(٤) انظر: \"تهذيب اللغة\" (غض) ١٦/ ٣٦، \"اللسان\" (غضض) ٧/ ١٩٧.(٥) انظر: \"تفسير مقاتل\" ٤/ ٩٠.(٦) انظر: \"تفسير الوسيط\" ٤/ ١٥١.</p><p> ومجاهد وقتادة: أخلص الله قلوبهم (١) ، وهذا معني وليس بتفسير، وذلك أن الامتحان معناه في اللغة: الاختبار (٢) ، والاختبار إنما يكون الإخلاص كما يمتحن الذهب بالنار ليخلص، والتقدير: امتحن الله قلوب فأخلصها للتقوى فحذف الإخلاص لدلالة الامتحان عليه، وذلك أن الامتحان إنما كان للإخلاص. </p><p> قال عطاء عن ابن عباس: يريد طهَّر قلوبهم من كل قبيح، وجعل التقوى في قلوبهم والخوف من الله (٣) ، قال الفراء: أخلص قلوبهم للتقوى كما يمتحن الذهب بالنار فيخرج جيده من رديئه ويسقط خبثه (٤) ، وقال أبو عبيدة: امتحنه: اصطفاه (٥) ، وهذا كقول المفسرين. </p><p> وقال أبو سعيد الضرير: محنت الأديم محنًا إذا مددته حتى توسعه، قال: ومعنى قوله: {امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى} شرح الله قلوبهم، كان معناه وسَّع الله قلوبهم للتقوى (٦) ، وعلى هذا القول لا يحتاج إلى تقدير محذوف، وقال المقاتلان: قال ثابت لما نزلت هذه الآية: ما يسرني أني لم أجهر بصوتي عند النبي -صلى الله عليه وسلم- إذ امتحن الله قلبي للتقوى، وجعل لي مغفرة وأجراً عظيمًا (٧) . </p><p>(١) انظر: \"تفسير مقاتل\" ٤/ ٩٠، \"تفسير الطبري\" ١٣/ ١٢٠، و\"الوسيط\" ٤/ ١٥١. (٢) انظر: \"تهذيب اللغة\" (محن) ٥/ ١٢١، \"اللسان\" (عن) ١٣/ ٤٠١.(٣) انظر: ذلك القرطبي في \"الجامع\" ١٦/ ٣٠٨ عن ابن عباس.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ٧٠.(٥) انظر: \"مجاز القرآن\" لأبي عبيدة ٢/ ٢١٩.(٦) انظر: \"تهذيب اللغة\" (عن) ٥/ ١٢١ - ١٢٢، \"اللسان\" (عن) ١٣/ ٤٠١.(٧) انظر: \"تفسير مقاتل\" ٤/ ٩٠ - ٩١.</p>"
}