{
  "id": null,
  "sura": 50,
  "aya": 30,
  "text": "<p> ينقص, لأني أعلم كيف ضلوا وكيف أضللتموهم (١) . وهذا القول كأنه أظهر؛ لأنه قال (القول لديّ) ولم يقل (قولي)  (٢) . وهذا كما يقال: لا تكذب عندي. ولو قال قائل: لا يغير القول لديّ، فهم من كلامه أنه يقول: لا يكذب عندي بل يؤدي القول عندي على وجهه. </p><p> ٣٠ - قوله تعالى:  {يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ} قال أبو إسحاق: نصب {يَوْمَ} على وجهين: </p><p> على معنى: ما يبدل القول لديّ في ذلك اليوم. </p><p> وعلى معنى: أنذرهم يوم نقول، كما قال:  {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ}  (٣) . </p><p> وقرأ نافع:  (يقول) بالياء على معنى: يقول الله. وقراءة العامة (٤) أشبه بما قبله من قوله: {وَقَدْ قَدَّمْتُ} وقوله: {وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ} والنون في المعنى مثل: أقول، فهو أشبه بما قبله (٥) . </p><p> وقوله:  {هَلِ امْتَلَأْتِ} قال جماعة علماء التأويل (٦) : الله تعالى عالم هل امتلأت أم لا، وسؤالها عن امتلائها توبيخ لمن أُدْخِلها، ودلالة على صدق قوله:  {لَأَمْلَأَنَّ جَهَنَّمَ} أراها الله تعالى تصديق قوله: {لَأَمْلَأَنَّ} فلما امتلأت قال لها: {هَلِ امْتَلَأْتِ} ، قال أبو إسحاق: ووجه مخاطبتها جعل </p><p>(١) انظر: \"تأويل المشكل\" ص ٤٢٣. (٢) ذكره الشوكاني، ثم قال: والأول أولى، \"فتح القدير\" ٥/ ٧٧.(٣) من آية (٣٩) من سورة مريم. وانظر: \"معاني القرآن\" للزجاج ٥/ ٤٦.(٤) قرأ نافع وأبو بكر (يقول) بالياء. وقرأ الباقون (نقول) بالنون. انظر: \"حجة القراءات\" ص ٦٧٨، \"النشر\" ٢/ ٣٧٦، \"الإتحاف\" ص ٣٩٨.(٥) انظر: \"الحجة للقراء السبعة\" ٦/ ٢١٣.(٦) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٣٨، \"جامع البيان\" ٢٦/ ١٠٥، \"القرطبي\" ١٧/ ١٨.</p><p> فيها ما به يتميز وتخاطب، كما جعل في النملة التي قالت:  {يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ}  [النمل: ١٨]  (١) . </p><p> قوله تعالى:  {وَتَقُولُ هَلْ مِنْ مَزِيدٍ} قال ابن عباس في رواية عطاء: يريد هل فيّ من سَعَة. وقد ضاقت بأهلها (٢) . وقال مجاهد في رواية ابن أبي نجيح: وَعَدَهَا الله ليملأنها فقال: وفيتك. فقالت: فهل فيّ من مسلك (٣) . وقال في رواية ابن أبي مريم: لا يزال يقذف فيها حتى تقول: قد امتلأت، فهل فيّ من مزيد (٤) . </p><p> وروى مقاتل بن سليمان قال: فتنتفض فتقول: قد امتلأت وليس فيّ مزيد. تقول: ليس فيّ سَعَة (٥) . وعلى هذا معنى الاستفهام في قوله:  {هَلْ مِنْ مَزِيدٍ} الإنكار (٦) . أي قد امتلأت ولم يبق فيّ موضع لم يمتلئ. </p><p> وقال ابن عباس في رواية أبي صالح (٧) : معنى قوله: {هَلْ مِنْ مَزِيدٍ} </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٤٧. والمؤلف رحمه الله تصرف في عبارة الزجاج، ونصها: ووجه مخاطبتها أن الله -عَزَّ وَجَلَّ- جعل فيها .. (٢) انظر: \"تنوير المقباس\" ٥/ ٢٥٩، من طريق الكلبي، \"تفسير مقاتل\" ١٢٥ أ، \"معالم التنزيل\" ٤/ ٢٢٤.(٣) انظر: \"تفسير مجاهد\" ٢/ ٦١٢، \"جامع البيان\" ٢٦/ ١٠٥.(٤) انظر: \"الدر المنثور\" ٦/ ١٠٧، ونسب إخراجه لسعيد بن منصور وابن المنذر.(٥) انظر: \"تفسير مقاتل\" ١٢٥ أ، \"الكشف والبيان\" ١١/ ١٨١ ب.(٦) قلت: قول المؤلف رحمه الله: ومعنى الاستفهام الإنكار هو من كلام شيخه الثعلبي، ولا يليق بهذا المقام على القراءتين إذ لا يتصور إنكار من مخلوق على الله تعالى وبخاصة في يوم القيامة، بل الاستفهام فيه من الضعف والاستصغار أمام عظمة الله تعالى ما يرد وصفه بالإنكار والله أعلم.(٧) باذام أو باذان مولى أم هانئ. وثقه بعض أهل العلم، وتكلم فيه بعضهم، واختار الشيخ أحمد شاكر توثيقه، وقال ابن معين: إذا روى عنه الكلبي فليس بشيء، =</p>"
}