{
  "id": null,
  "sura": 50,
  "aya": 17,
  "text": "<p> النَّفس ولم يجر فيه الدم. </p><p> وقال الليث: هما وريدان مكتنفان صفحتي العنق، يقال للغضبان: قد انتفخ وريداه، والجميع الأوردة، والورد (١) . وذكر الفراء وأبو عبيدة والزجاج أن الوريد في الحلق وباطن العنق (٢) . </p><p> قال مقاتل: هو عرق يخالط القلب، فعِلْمُ الربِّ تبارك وتعالى أقرب إلى القلب من ذلك العرق (٣) . </p><p> وقال أهل المعاني (٤) : المعنى: ونحن أقرب إليه في العلم وما تحدث به نفسه من هذا العرق المخالط للإنسان، وذلك أن أبعاض الإنسان وأجزاءه يحجب بعضها بعضًا, ولا يحجب علم الله عنه شيء (٥) . </p><p> ثم ذكر أنه مع علمه به وكَّل به ملكين يحفظان ويكتبان عليه عمله إلزامًا للحجة فقال: قوله: </p><p> ١٧ - {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ}  (إذ) يتعلق بمحذوف دل عليه ما قبله وهو العلم، كأنه قيل: يعلم، ما يعمل، ويقول إذ يتلقى الملكان. أخبر أنه عالم </p><p>(١) انظر المرجع السابق. (٢) انظر: \"مجاز القرآن\" ٢/ ٢٢٣، \"معاني القرآن\" للفراء ٣/ ٧٦، \"معاني القرآن\" للزجاج ٥/ ٤٤.(٣) انظر: \"تفسير مقاتل\" ١٢٤ ب، \"الجامع لأحكام القرآن\" ١٧/ ٩.(٤) قال ابن الصلاح: وحيث رأيت في كتب التفسير (قال أهل المعاني) فالمراد به مصنفو الكتب في \"معاني القرآن\" كالزجاج ومن قبله. وفي بعض كلام الواحدي: أكثر أهل المعاني: الفراء والزجاج، وابن الأنباري. قالوا كذاانظر: \"البرهان في علوم القرآن\" ١/ ٢٩١(٥) انظر: \"الكشف والبيان\" ١١/ ١٧٨ ب، \"معالم التنزيل\" ٤/ ٢٢٢، \"الجامع لأحكام القرآن\" ٩/ ١٧.</p><p> بأحواله وما يثبت عليه الملكان فلا يحتاج إلى الملكين ليخبراه، ولكنهما وكِّلا به إلزامًا للحجة وتوكيدًا للأمر عليه. والتلقِّي معناه: التلقن (١) والأخذ. ذكرنا ذلك عند قوله:  {فَتَلَقَّى آدَمُ مِنْ رَبِّهِ}  [البقرة: ٣٧]  (٢) ومفعول التلقي محذوف وتقديره: يتلقى المتلقيان ألفاظه وأفعاله. ودل علي هذا قوله:  {مَا يَلْفِظُ مِنْ قَوْلٍ} الآية. </p><p> قال مقاتل في هذه الآية: يعني الملكين يتلقيان عمل ابن آدم ومنطقه (٣) . </p><p> قوله:  {عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ} قعيدا كلِّ إنسان حافظاه، وهما الملكان الموكَّلان به، قال ابن قتيبة: قعيد بمنزلة قاعد. مثل: قدير وقادر، وقد يكون بمنزلة: أكيل وشريب (٤) . فيكون القعيد بمعنى القاعد، وأصل هذا من القعود، ثم صار اسمًا للملازم للإنسان في كل حال من القيام والقعود والمشي والاضطجاع. ولهذا كانت العرب تطلق هذا الاسم تريد به الله تعالى، على معنى أن الله مع العبد بالعلم أينما كان فيقول: قَعْدَكَ الله وقعيدَك الله، بمنزلة نشدتك الله. وأنشد أبو الهيثم فقال: </p><p>(١) التَلَقِّي: هو الاستقبال ومنه: فلان يتلقى فلانًا، أي يستقبله، ويأتي بمعنى التلقين، ومنه: الرجل يلقي الكلام، أي يُلقنه. \"اللسان\" ٣/ ٣٨٨ (لقا). (٢) عند تفسيره لآية (٣٧) من سورة البقرة، ومما قال: والتلقي في اللغة معناه الاستقبال .. ومنه الحديث: أنه نهى عن تلقي الركبان. قالوا معناه الاستقبال. وتفسير التلقي بالتلقن جائز صحيح وليس من لفظه.(٣) انظر: \"تفسير مقاتل\" ١٢٤ ب.(٤) انظر: \"تفسير غريب القرآن\" ص ٤١٨.</p><p> قَعِيدكُمَا الله الذي أنْتُما له ... ألم تَسْمَعَا بالبيضَتَيْن المُنَادِيَا (١) </p><p> قال: ومعنى قعيدك الله: أي أينما قعدت فأنت مقاعد لله، أي: هو معك، ومن هذا قول المتمم: </p><p> قَعِيدَكِ ألَّا تُسْمِعِيني مَلامَةً ... ولا تَنْكِئي قَرْحَ الفُؤادِ قبيحا (٢) </p><p> قال أبو إسحاق: المعنى عن اليمين قعيد، وعن الشمال قعيد. فدل أحدهما على الآخر، فحذف المدلول عليه، وأنشد (٣) : </p><p> نَحْن بما عِنْدَنا وأنْتَ بما ... عِنْدَك رَاضٍ والرَّأيُ مُخْتَلِفُ </p><p> أي: نحن بما عندنا راضون، وأنت بما عندك راضٍ. </p><p> ومثله أيضًا: </p><p> رَمَاني بأَمْرٍ كنتُ منه ووالِدِي ... بريئًا ومن أجْلِ الطّوى رَمَانِي (٤) </p><p>(١) البيت للفرزدق، والبيضتان ماء لبني يربوع وماء لبني دارم. انظر: \"ديوان الفرزدق\" ٢/ ٣٦٠، \"اللسان\" ١/ ٢٩٨ (بيض) ٣/ ١٢٩ (قعد)، \"همع الهوامع\" ٤/ ٢٦٢.(٢) ورد البيت منسوبًا في \"المفضليات\" ص ٢٦٩، \"الإيضاح في شرح المفصل\" ١/ ٢٣٧، \"تهذيب اللغة\" ١/ ١٩٩، \"اللسان\" ٣/ ١٢٩، (قعد)، \"الخزانة\" ٢/ ٢٠، وكل المصادر روته (فييجعا) بدل (قبيحًا).(٣) البيت لقيس بن الخطيم والد ثابت بن قيس الصحابي الجليل، وينسب إلى عمرو بن امرئ القيس الخزرجي.انظر: \"ديوان قيس\" ص ٢٣٩، \"الكتاب\" ١/ ٧٥، \"المقتضب\" ٣/ ١١٢، ٤/ ٧٣، \"الأمالي\" ابن الشجري ٢/ ٢٠، \"الإنصاف\" ص ٩٥.(٤) البيت لعمرو بن أحمر أو لطرفة الفراصي. انظر: \"الكتاب\" ١/ ٧٥، \"همع الهوامع\" ٢/ ٨٤، \"المذكر والمؤنث\" لابن الأنباري ص ٦٧٨، \"معاني القرآن\" للأخفش ١/ ٢٥٨، ونسبه أبو عبيدة في \"مجاز القرآن\" ٢/ ١٦١ للأَزرق الباهلي.والمراد بالطوي البئر التي كان بينة وبين خصمه خلاف عليها.</p><p> قال: المعنى كنت بريئًا وكان والدي منه بريئًا (١) . ونحو هذا قال الفراء، وأنشد للفرزدق (٢) : </p><p> إني ضَمِنْت لمن أتانِي ما جَنَى ... وأبي فكان وكُنْتُ غَيْرَ غَدُورِ (٣) </p><p> وقال المبرد: فعيل يكون للواحد والجميع، وأنشد هو وأبو عبيدة: </p><p> يا عاذلاتي لا تطلن ملامتي ... إن العواذل لسن (٤) لي بأمير (٥) </p><p> وقال الله تعالى:  {وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ}  [التحريم: ٤] . وقد ذكرنا هذا عند قوله:  {وَحَسُنَ أُولَئِكَ رَفِيقًا}  [النساء: ٦٩]  (٦) . والمراد بالقعيد هاهنا: الملازم الذي لا يبرح، لا القاعد الذي هو ضد القائم، قال مجاهد: عن اليمين كاتب الحسنات، وعن الشمال كاتب السيئات (٧) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٤٤. (٢) في (أ): (الفرزدق) والصواب ما أثبته. سبق ترجمته في سورة النساء.(٣) ورد البيت في \"الكتاب\" ١/ ٣٨، \"الإنصاف\" ص ٩٥، \"معاني القرآن\" للفراء ٣/ ٧٧، \"المذكر والمؤنث\" ص ٦٧٧، \"الإيضاح في شرح المفصل\"١/ ١٦٨، وليس في \"ديوان الفرزدق\". والشاهد فيه: \"غدور\" ولم يقل: \"غدورين\".(٤) أي: (ليس).(٥) قال البغدادي في شرح أبيات \"مغني اللبيب\" ٤/ ٤٨٣: والبيت مشهور بتداول العلماء إياه في مصنفاتهم، ولم أقف على قائله اهـ. ونسب في بعض المصادر ليزيد ابن الصعق.انظر: \"تهذيب اللغة\" ٦/ ٢٤٤، \"اللسان\" ٢/ ٦٥٨ (ظهر)، \"الخصائص\" ٣/ ١٧١ , \"معاني القرآن\" للأخفش ٢/ ٦٤٣، وقوله: (بأمير) أي لسن لي بأمراء.(٦) ومما قال عند تفسيره لآية: قال الفراء: وإنما وحد الرفيق وهو حقه الجمع؛ لأن الرفيق والبريد والرسول تذهب بها العرب إلى الواحد وإلى الجمع، ولا يجوز أن تقول: حسن أولئك رجلاً. وقال بعضهم: حسن كل واحد منهما رفيقًا(٧) انظر: \"جامع البيان\" ٢٦/ ٩٩، \"الوسيط\" ٤/ ١٦٥.</p>"
}