{
  "id": null,
  "sura": 50,
  "aya": 27,
  "text": "<p> الإيمان والتوحيد مجانب له (١) . والحنيد بمعنى المعاند كالضجيع والقرين وذكرنا تفسيره عند قوله:  {كُلَّ كَفَّارٍ عَنِيدٍ}  [إبراهيم: ١٥]  (٢) . </p><p> ٢٥ - قوله تعالى:  {مَنَّاعٍ لِلْخَيْرِ} أي لا يبذل خيرًا. قال مقاتل: لا يعطي في حق الله (٣) . </p><p> (مُعْتَدٍ) ظالم غشوم لا يقر بتوحيد الله، {مُرِيبٍ} قال قتادة والكلبي ومقاتل: شاك في الحق، وهو توحيد الله (٤) . وهذا من قولهم: أراب الرجل، إذا صار ذا ريب. وقد ذكرنا ذلك في ابتداء سورة البقرة (٥) . وذكر عطاء ومقاتل أن هذه الآيات نزلت في الوليد بن المغيرة. </p><p> ٢٧ - قوله تعالى:  {قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ} اختلفوا في المراد بالقرين هاهنا فقال ابن عباس في رواية عطاء: يعني قرينه من الشياطين (٦) . </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٤ ب، \"معالم التنزيل\" ٤/ ٢٢٤. (٢) قال عند تفسيره لهذه الآية: العنيد المعرض عن طاعة الله وهو قول ابن عباس. ومجاهد: هو المجانب للحق. وقال إبراهيم: الناكب عن الحق. وقال ابن زيد: المخالف للحق. وقال أبو إسحاق: الذي يعدل عن القصد. وقال ابن الأعرابي: أعند الرجل إذا عارض إنسانًا بالخلاف، وأعند إذا عارض بالاتفاق. وعند البعير خطامه أي عارضه. والعنود من الإبل التي تعاند الإبل فتعارضه. وقال قوم من أهل اللغة: معنى عند إذا أبى قبول الشيء مع العلم به تكبرًا عنه وبغيًا وطغيانًا.(٣) انظر: \"تفسير مقاتل\" ١٢٤ ب، \"الوسيط\" ٤/ ١٦٧.(٤) انظر: \"جامع البيان\" ٢٦/ ١٠٤، \"الوسيط\" ٤/ ١٦٧، \"الجامع لأحكام القرآن\" ١٧/ ١٧.(٥) عند تفسيره لآية (٢) من سورة البقرة. ومما قال: الريب الشك. يقال: رابني فلان يريبني، أي علمت منه الريبة. وأرابني أوهمنيها ولم يحققها.(٦) انظر: \"جامع البيان\" ٢٦/ ١٠٤، \"تفسير القرآن العظيم\" ٤/ ٢٢٦.</p><p> وقال مقاتل:  {قَرِينُهُ} هو شيطانه (١) . واختاره ابن قتيبة (٢) . وعلى هذا القول معنى الآية هو: أن شيطانه يعتذر إلى ربه يقول: لم يكن لي قوة بأن أقوله بغير سلطانك {وَلَكِنْ كَانَ} في الدنيا (في ضَلَالٍ بَعِيدٍ) طويل. ذكره مقاتل (٣) . ومعنى {مَا أَطْغَيْتُهُ} ما أَضللته وأغويته. أي لم أتول ذلك من نفسي ولكنه كان في ضلال عن الحق بخذلانك إياه، كأنه يقول: لم أكن سبب طغيانه (٤) . </p><p> وقال الكلبي: يقول الملك: ربنا ما أطغيته (٥) ، وعلى هذا القول المراد بالقرين الملك. وهو قول سعيد بن جبير. قال: يقول الكافر: رب إن الملك زاد عليّ في الكتابة (٦) . واختار الفراء هذا القول فقال: إن الكافر يقول: يا رب إنه كان يعجلني عن التوبة، فيقول الملك: ربنا ما أطغيته (٧) أي: ما أعجلته عن التوبة وما زدت عليه. والمعنى: لم أكن سبب طغيانه بالإعجال والزيادة عليه، ولكن كان في ضلال بعيد لا يرجع إلى الحق ولا إلى التوبة. فيقول الله تعالى:  {لَا تَخْتَصِمُوا لَدَيَّ} قال ابن قتيبة: وذكر الله </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٥ أ. (٢) انظر: \"تأويل المشكل\" ص ٤٢٢.(٣) انظر: \"تفسير مقاتل\" ١٢٥ أ.(٤) انظر: \"الوسيط\" ٤/ ١٦٧، \"معالم التنزيل\" ٤/ ٢٢٤.(٥) لم أجده.(٦) انظر: \"معالم التنزيل\" ٤/ ٢٢٤، \"الجامع\" للقرطبي ١٧/ ١٧، \"فتح القدير\" ٥/ ٧٧.وهو مروي عن ابن عباس، ومقاتل. انظر: \"تنوير المقباس\" ٥/ ٢٥٩، \"الكشف والبيان\" ١١/ ١٨١ ب، \"معالم التنزيل\" ٤/ ٢٢٤(٧) انظر: \"معاني القرآن\" للفراء ٣/ ٧٦.</p>"
}