{
  "id": null,
  "sura": 50,
  "aya": 16,
  "text": "<p> ومنه قوله تعالى:  {وَلَمْ يَعْيَ بِخَلْقِهِنَّ}  [الأحقاف: ٣٣] . قال ابن عباس: يريد عجزنا (١) . </p><p> وقال مقاتل: يقول الله: أعجزنا عن الخلق الأول حين خلقناهم ولم يكونوا شيئًا، فكيف نعيا عن بعثهم (٢) ؟ وهذا تقرير لهم؛ لأنهم اعترفوا بأن الله الخالق وأنكروا البعث. ثم ذكر أنهم في شك من البعث بعد الموت فقال:  {بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ} قال مجاهد، وقتادة: يمترون بالبعث بعد الموت (٣) . </p><p> وقال الفراء: أي هم في ضلال وشك (٤) . </p><p> وقال المبرد: التبس عليهم إعادة الخلق (٥) . وذكرنا معنى اللبس عند قوله:  {وَلَلَبَسْنَا عَلَيْهِمْ}  [الأنعام: ٩]  (٦) . </p><p> ١٦ - قوله تعالى:  {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ} يعني ابن آدم، وهو اسم </p><p>(١) انظر: \"الوسيط\" ٤/ ١٦٤، \"معالم التنزيل\" ٤/ ٢٢٢، \"تفسير القاسمي\" ١٥/ ٥٤٨٨، ولم ينسبوه لقائل. (٢) انظر: \"تفسير مقاتل\" ١٢٤ ب.(٣) انظر: \"تفسير مجاهد\" ٢/ ٦١٠، \"تفسير عبد الرزاق\" ٢/ ٢٣٧، \"جامع البيان\" ٢٦/ ٩٨.(٤) انظر: \"معاني القرآن\" ٣/ ٧٧.(٥) لم أجده عنه وهو معنى ما روي عن مجاهد، وقتادة، وأصحاب اللغة.(٦) مما قال عند تفسيره لهذه الآية: لبست الأمر على القوم ألبسه لبسًا، إذا شبهته عليهم وجعلته مشكلاً. قال ابن السكب: يقال: لبست عليه الأمر إذا خلطته عليه حتى لا يعرف جهته. قال أهل اللغة: معنى اللبس منع النفس من إدراك المعنى بما هو كالستر له، وأصله من الستر بالثوب. ومنه لبس الثوب؛ لأنه ستر النفس به.وانظر: \"تهذيب اللغة\" ١٢/ ٤٤٢ \"اللسان\" ٣/ ٣٣٥ (لبس).</p><p> الجنس {وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ} يعني يُحدث به قلبه. والمعنى: يعلم ما يخفي ويكن في نفسه. وذكرنا معنى الوسوسة عند قوله:  {فَوَسْوَسَ لَهُمَا الشَّيْطَانُ}  [الأعراف: ٢٠]  (١) . </p><p> قوله تعالى:  {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} قال أهل اللغة: الوريد: عرق تحت اللسان يتفرق في البدن، وهو في العضد فَلِيقٌ (٢) ، وفي الذراع الأكحل، وفيما تفرق من ظهر الكفِّ الأشاجعُ (٣) ، وفي بطن الذراع الرَّواهش (٤) . </p><p> وقال أبو الهيثم (٥) : الوريدان عرقان بجنب الودجين عن يمين ثغرة النحر ويسارها. قال: والوريدان ينبضان أبدًا من الإنسان. فكل عرق ينبض فهو من الأوردة التي فيها مجرى الحياة، والوريد من العروق ما جرى فيه </p><p>(١) الآية (٢٠) من سورة الأعراف موضع سقط من المخطوطة. والوسوسة هي الصوت الخفي من ريح، والوسوسة والوسواس: حديث النفس، والوسواس بالفتح هو الشيطان. انظر: \"تهذيب اللغة\" ١٣/ ١٣٦ (وسس)، \"اللسان\" ٣/ ٩٢٢ (وسس).(٢) الفليق: عرق في العضد يجري على العظم إلى نغضِ الكتف. \"تهذيب اللغة\" ١٥٦/ ٩، \"اللسان\" ٢/ ١١٢٨ (فلق). ونغض الكتف هو أعلى منقطع غضروف الكتف.(٣) الأشاجع: العصب الممدود فوق السّلامى من بين الرسغ إلى أصول الأصابع. وقيل: رؤوس الأصابع التي تتصل بعصب ظاهر الكف، وقيل عروق ظاهر الكف, وهو مغرز الأصابع.\"تهذيب اللغة\" ١/ ٣٣١، \"اللسان\" ٢/ ٢٧٣ (شجع).(٤) الرواهش: واحدها راهشة، أو راهش، وهي عروق باطن الذراع. \"تهذيب اللغة\" ٦/ ٨١، \"اللسان\" ١/ ١٢٣٩ (رهش).(٥) انظر: \"تهذيب اللغة\" ٤/ ١٦٣، \"اللسان\" ٣/ ٩٠٨ (ورد).</p>"
}