{
  "id": null,
  "sura": 50,
  "aya": 1,
  "text": "<p> [تفسير سورة ق] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - (ق) اختلفوا في تأويله. فأكثر المفسرين قالوا: إنه جبل محيط بالدنيا من زَبَرْجَد، والسماء مقببةٌ عليه، وهو من وراء الحجاب التي تغيب الشمس من ورائه بمسيرة سنة، وما بينهما ظلمة. وهذا قول مقاتل، وابن بريدة، وعكرمة، والضحاك، ومجاهد، ورواية عطاء، وأبي الجوزاء عن ابن عباس. قال الفراء: على هذا القول: كان يجب أن يظهر الإعراب في قاف؛ لأنه اسم وليس هجاء. ثم قال: ولعل القاف وحدها ذكرت من اسمه كما قال: </p><p> قلتُ لها قِفِي فَقَالَتْ قَافْ (١) </p><p> قال: ذكرت قاف أرادت الوقف، أي أنا واقفة (٢) . وقال قتادة: قاف </p><p>(١) بيت للوليد بن عقبة بن أبي معيط، وبعده: (لا تحسبينا قد نسينا الإيجاف) والإيجات: هو العدو. والشاهد فيه قوله (فقالت قاف) والمراد: فقالت إني واقفة أو أقف. انظر: \"الأغاني\" للأصفهاني ٤/ ١٨١، \"الخصائص\" لابن جني ١/ ٣٠، \"شرح شواهد الشافية\" ص ٢٧١، \"الكتاب\" لسيبويه ٢/ ٦٢، \"المحتسب\" لابن جني ٢/ ٢٠٤.(٢) انظر: \"معاني القرآن\" للفراء ٣/ ٧٥.</p><p> اسم من أسماء القرآن (١) . وروى خصيف عن مجاهد قال: قاف فاتحة السورة (٢) . وهذا مذهب أهل اللغة. قال أبو عبيدة: مجازها مجاز أوائل السور (٣) . يعني: مجاز الحروف التي في أوائل السور نحو {ن}  [القلم: ١] و {الر}  [الحجر: ١] ، و {الم}  [لقمان: ١] ، واختاره الزجاج وقال: هو ابتداء للسورة، يعني أن السورة افتتحت بهذا الحرف، كما افتتحت سائر السور التي ابتدئ فيها بحروف الهجاء (٤) . وحكى الفراء، وأبو إسحاق أن قومًا من أهل اللغة قالوا معنى (ق) قضي الأمر، أو قضي ما هو كائن كما قيل في (حم) حمَّ الأمر. واحتجوا بقول الشاعر (٥) : </p><p> قلنا لها قِفِي فَقَالَتْ قَافْ </p><p> معناه: قالت: أقف (٦) . </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٣٤، \"جامع البيان\" للطبري ٢٦/ ٩٣، \"الجامع لأحكام القرآن\" للقرطبي ١٧/ ٣. (٢) انظر: \"تفسير القرآن العظيم\" ٤/ ٢٢١، حيث قال: \"والذي ثبت عن مجاهد أنه حرف من حروف الهجاء كقوله تعالى: (ص)، (ن)، (حم)، (طسم)، (الم) ونحو ذلك، فهذه تبعد ما تقدم عن ابن عباس رضي الله عنهما، وهذا القول هو المرجح عند ابن كثير وغيره.وانظر: \"تفسير القاسمي\" ١٥/ ٥٤٨٢.(٣) انظر: \"مجاز القرآن\" ٢/ ٢٢٢.(٤) انظر: \"معاني القرآن\" ٥/ ٤١.(٥) تقدم في الصفحة السابقة.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ٧٥، \"معاني القرآن\" للزجاج ٥/ ٤١.وقد رد ابن كثير رحمه الله هذا القول, لأن الحذف في الكلام إنما يكون إذا دل دليل عليها, ومن أين يفهم هذا من ذكر هذا الحرف. انظر: \"تفسير القرآن العظيم\" ٤/ ٢٢١. =</p><p> قوله تعالى:  {وَالْقُرْآنِ الْمَجِيدِ} قال المفسرون: الكريم على الله الكثير الخير. وذكرنا معنى المجيد (١) في سورة هود (٢) . واختلفوا في جواب القسم، فقال الأخفش: جوابه {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ}  [ق: ٤]  (٣) . </p><p> قال الزجاج: ويكون المعنى: ق والقرآن المجيد لقد علمنا ما تنقص الأرض منهم. وحذفت اللام؛ لأن ما قبلها عوض منها كما قال -عز وجل-: {وَالشَّمْسِ وَضُحَاهَا}  [الشمس: ١] إلى قوله: {قَدْ أَفْلَحَ}  [الشمس: ٩]  (٤) . وقال الفراء: جواب القسم محذوف يدل عليه قوله: {أَإِذَا مِتْنَا}  [ق: ٣] والمعنى: ق والقرآن المجيد لتبعثن بعد الموت، فقالوا: أإذا كنا ترابًا بعثنا، فجحدوا البعث. واختار الزجاج هذا القول أيضًا (٥) . </p><p> وذهب كثير من الناس إلى أن الجواب قوله:  {بَلْ عَجِبُوا}  (٦) . وقد </p><p>= قلت: وما ذكره ابن كثير هو المرجح، وسيأتي زيادة بيان في أول سورة القلم. والله تعالى أعلم. (١) (ك): (المجيد. والمجيد).(٢) عند تفسيره لآية (٧٣) من سورة هود، حيث قال: المجيد الماجد وهو ذو الشرف والكرم. يقال: مسجد الرجل يمجد مجدًا ومجدادةً، ومجد يمجد. لغة قال الحسن والكلبي: المجيد الكريم، وهو قول أبي إسحاق. وقال ابن الأعرابي: المجيد الرفيع. قال أهل المعاني: المجيد الكامل الشرف والرفعة والكرم والصفات المحمودة.(٣) انظر: \"معاني القرآن\" للأخفش ٢/ ٦٩٦.(٤) وانظر: \"معاني القرآن\" للزجاج ٥/ ٤٢.(٥) انظر: \"معانى القرآن\" للفراء ٣/ ٧٥، \"معانى القرآن\" للزجاج ٥/ ٤١، \"مشكل إعراب القرآن\" ٢/ ٦٨٢.(٦) قاله نحاة الكوفة. انظر: \"الجامع\" للقرطبي ١٧/ ٣، \"البحر المحيط\" ٨/ ١٢٠.</p>"
}