{
  "id": null,
  "sura": 50,
  "aya": 10,
  "text": "<p> وقال قتادة: هو البر والشعير (١) . </p><p> وقال أبو إسحاق: جَمع بذلك جميع ما يقتات ويحصد من حب (٢) . قال الفراء: الحب الحصيد، وهو مما أضيف إلى نفسه (٣) . والبصريون يقولون: أراد حب النبت الحصيد (٤) . </p><p> ١٠ - قوله:  {وَالنَّخْلَ بَاسِقَاتٍ} يعني طوالاً، وبسوقها طولها. يقال: جبل باسق، وبناء باسق، وحَسَب باسق، وبسقت المرأة إذا طالت، وكذلك النخلة (٥) . </p><p> وأنشد أبو عبيدة (٦) : </p><p> يا ابْنَ الذين بُضُلُهم ... بَسَقْتَ على قَيسٍ فَزَارَة (٧) </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٣٧، \"جامع البيان\" ٢٦/ ٩٦. (٢) انظر: \"معاني القرآن\" ٥/ ٤٣.(٣) انظر: \"معاني القرآن\" ٣/ ٧٦، قال الأزهري: وقول الزجاج: أصح لأنه أعم. \"تهذيب اللغة\" ٤/ ٢٢٦ (حصد).(٤) انظر: \"إعراب القرآن\" للنحاس ٣/ ٤١٣، \"البحر المحيط\" ٨/ ١٢١.(٥) انظر: \"تهذيب اللغة\" ٨/ ٤١٨، \"المفردات\" ص ٤٦ (بسق).(٦) انظر: \"مجاز القرآن\" ٢/ ٢٢٣، \"اللسان\" ١/ ٢١٤ (بسق). والبيت لأبي نوفل يمدح ابن هبيرة.\"اللسان\" ١/ ٢١٤ (بسق)، \"الدر المصون\" ١٠/ ٢٠ - ٢١.(٧) قيس بن عيلان بن مضر بن نزار. قبيلة عظيمة تشعبت إلى ثلاثة بطون من كعب وعمرو وسعد. وغلب اسم قيس على سائر العدنانية.انظر: \"معجم قبائل العرب\" ٣/ ٩٧٢.وفزارة بطن عص من غطفان وهم بنو فزارة بن ذبيان ومنهم جماعة من العلماء والأئمة من بطن بني غراب. كانت منازلهم بنجد ووادي القرى، ثم تفرقوا. لهم أيام في الإسلام وقبله. انظر: \"معجم قبائل العرب\" ٣/ ٩١٨.</p><p> والمفسرون كلهم قالوا في الباسقات: إنها الطوال (١) . </p><p> قوله:  {لَهَا طَلْعٌ} وهو أول ما يظهر من ثمر النخل. يقال: طَلَعَ الطَّلعُ أي يطلعُ طلوعًا، وأطلعت النخلة، إذا أخرجت طلعها. وطلعها كفرَّاها (٢) قبل أن ينشق. وقال المفضل: الطلع أول ما يرى من عذق النخلة الواحدة طَلْعَة (٣) . </p><p> قوله:  {نَضِيدٌ} يقال: نضدت الشيء أنضده نضدًا، إذا وضعت بعضه فوق بعض، وهو منضود ونضيد ونضد. </p><p> قال المفسرون (٤) : (نضيد) منضود بعضه على بعض. </p><p> قال الفراء: طلع الكُفُرَّى نضيد ما كان في أكمامه، فإذا خرج من أكمامه فليس بنضيد (٥) . وهذا قول الكلبي، واختاره ابن قتيبة فقال: وذلك قبل أن ينفتح، فإذا انشق جفت الطلعة وتفرقت فليس بنضيد (٦) . ومجاهد </p><p>(١) قاله ابن عباس، ومجاهد، وعكرمة، والحسن، وقتادة، والسدي، وغيرهم. انظر: \"تفسير مجاهد\" ٢/ ٦١٠، \"تفسير عبد الرزاق\" ٢/ ٢٣٧، \"جامع البيان\" ٢٦/ ٩٦، \"تفسير القرآن العظيم\" ٤/ ٢٢٢.(٢) الكَفَرُ، الكُفُرِّي، والكِفِرَّي، والكَفَرَّي، والكُفَّري، وعاء طلع النخل.وكفُرَّاهُ: بالضم وتشديد الراء وفتح الفاء وضمها هو وعاء الطلع وقشره الأعلى. \"اللسان\" ٣/ ٢٧٥ (كفر).(٣) انظر: \"تهذيب اللغة\" ٢/ ١٧٣، \"اللسان\" ٢/ ٦٠٥ (طلع).(٤) انظر: \"تفسير مقاتل\" ١٢٤ أ، \"تفسير عبد الرزاق\" ٢/ ٢٣٧، \"جامع البيان\" ٢٦/ ٩٦ - ٩٧.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٧٦، ولم أجده منسوبًا للكلبي.(٦) انظر: \"تفسير غريب القرآن\" ص ٤١٨، والجُفُّ: الوعاء، وجُفُّ الطلعة: وعاؤها الذي تكون فيه.</p>"
}