{
  "id": null,
  "sura": 51,
  "aya": 2729,
  "text": "<p> ومعنى راغ في اللغة: عدل ومال. قال الفراء: فرجع إلى أهله. والروغ وإن كان على هذا المعنى فإنه لا ينطق به حتى يكون صاحبه مُخْفيًا لذهابه ومجيئه. ألا ترى أنك لا تقول: قد راغ أهل مكة، وأنت تريد رجعوا وصدروا (١) . ونحو هذا قال أبو إسحاق: عدل إليهم من حيث لا يعلمون (٢) . </p><p> وقال المبرد: راغ إليه، أي مال وعدل إليه. ولو قلت: راغ عنه، كان معناه مال عنه وتباعد (٣) . </p><p> ٢٧ - ٢٩ - وقوله تعالى:  {فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ} قال أبو إسحاق: المعنى فقربه إليهم ليأكلوا منه، فلم يأكلوا. فقال على النكير لحالهم {أَلَا تَأْكُلُونَ} أي: أمركم في ترك الأكل مما أنكره (٤) . وما بعد هذا مفسر فيما سبق إلى قوله:  {فَأَقْبَلَتِ امْرَأَتُهُ}  (٥) . </p><p>(١) انظر: \"معاني القرآن\" للفراء٣/ ٨٦. (٢) انظر: \"معاني القرآن\" ٥/ ٥٤.(٣) انظر: \"تهذيب اللغة\" ٨/ ١٨٦، \"اللسان\" ١/ ١٢٥٧ (روغ).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٥.(٥) عند تفسير للآيات [هود: ٦٩ - ٧٠] ومما قال: المراد بالرسل هاهنا الملائكة الذين أتوا على سورة الآدميين وظنهم أضيافاً. قال ابن عباس: وهم جبريل وميكائيل وإسرافيل. والبشري هي البشارة بالولد. والحنيذ اشتواء اللحم بالحجارة المسخنة. وقيل النضيج ... وأوجس أي أضمر منهم خوفًا قاله أبو عبيدة والزجاج وابن قتيبة .. وقال عامة المفسرين لما رآهم إبراهيم شبانًا أقوياء ولم يتحرموا بطعامه لم يأمن أن يكونوا جاءوا ليلاً أن سُنتهم كانت في ذلك الدهر إذا ورد عليهم القوم فأتوا بالطعام فلم يمسوه ظنوا أنهم عدو ولوصوص فهناك أوجس في نفسه فزعًا ورأوا علامة ذلك في وجهه فقالوا: لا تخف.</p><p> قال الفراء: لم تقبل من موضع إلى موضع، إنما هو كقولك: أقبل يشتمني. أي: أخذ في شتمي (١) . </p><p> وروي عن ابن عباس أنه قال: إقبالها في الصرة، أخذها فيها (٢) , ومعنى الصرة في اللغة: الصحية. قال أبو عبيدة: يقال: أقبل يصطر (٣) . وقال المبرد: القوم في سورة واحدة، إذا ارتفعت أصواتهم وأنشد قول مهلهل (٤) : </p><p> فلولا الرِّيحُ أسْمعَ أَهْل حَجْرٍ ... صَرِيرَ البَيْضِ يُقْرَعُ بالذُّكورِ (٥) </p><p> قال المفسرون: في ضجَّةٍ وصيحة. قال الفراء: وذكروا أن تلك الصحية أوَّه بوزن: عَوّه (٦) ، وقال بعضهم: كانت بقوله: يا ويلتا (٧) . قوله تعالى:  {فَصَكَّتْ وَجْهَهَا} قال ابن عباس: وضعت أصابعها على وجهها (٨) . وقال الكلبي، ومقاتل: جمعت أصابعها فضربت جبينها تعجبًا (٩) . ومعنى الصك: ضرب الشيء بالشيء العريض (١٠) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ٨٧. (٢) انظر: \"تنوير المقباس\" ٥/ ٢٧٤، \"جامع البيان\" ٢٦/ ١٢٩.(٣) انظر: \"مجاز القرآن\" ٢/ ٢٢٧، وتمام كلامه: أي يصوتوا صوتًا شديدًا.(٤) هو مهلهل بن ربيعة الثعلبي، تقدمت ترجمته.(٥) البيت ورد في (ديوانه) ص ٤١، \"الأصمعيات\" ص ١٥٥.(٦) انظر: \"معاني القرآن\" ٣/ ٨٧، \"اللسان\" ٢/ ٤٢٨ (صرر).(٧) انظر: \"الوسيط\" ٤/ ١٧٨، \"معالم التنزيل\" ٤/ ٢٣٢.(٨) لم أجده، والذي ذكره المفسرون هو المروي عن الكلبي، ومقاتل، وعند الطبري عن سفيان قال: وضعت يدها على جبهتها تعجبًا. \"جامع البيان\" ٢٦/ ١٢٩. انظر: \"تنوير المقباس\" ٥/ ٢٧٤، \"معالم التنزيل\" ٤/ ٢٣٢، \"الجامع لأحكام القرآن \" ١٧/ ٤٧.(٩) انظر: \"تفسير مقاتل\" ١٢٧ أ، \"الوسيط\" ٧/ ١٧٨، \"فتح القدير\" ٥/ ٨٨.(١٠) انظر: \"تهذيب اللغة\" ٩/ ٤٢٨، \"اللسان\" ٢/ ٤٥٩ (صكك).</p>"
}