{
  "id": null,
  "sura": 51,
  "aya": 17,
  "text": "<p> على الحال، والعامل فيه ما يقدر مع الجار في خبر إن؛ لأن المعنى: يستقرون في جنات (١) . </p><p> ثم أثنى عليهم فقال:  {إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ} يعني في الدنيا. قال مقاتل: كانوا قبل ذلك الثواب محسنين في أعمالهم (٢) . </p><p> ١٧ - ثم ذكر إحسانهم فقال:  {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ} والهجع معناه النوم بالليل دون النهار، ومنه يقال: لقيته بعد هجعة. أي بعد نومه من الليل (٣) . وكثر الاختلاف في تقدير هذه الآية. وتفسيرها أن (ما) صلة والمعني كانوا يهجعون قليلاً من الليل. أي: لا ينامون بالليل كله ولا كثيره، بل يصلون أكثر الليل (٤) . وعلى هذا التأويل قال عطاء (٥) : ذاك إذا أمروا بقيام الليل، فكان أبو ذر يأخذ العصا ويعتمد عليها حتى نزلت الرخصة (٦) . ويجوز على هذا التأويل معنى آخر، وهو أن يكون الليل اسم الجنس، والمعنى الذي ينامون فيه قليلاً. وهو معنى قول ابن عباس في رواية سعيد بن جبير قال: كانوا قل ليلة تمر بهم الأصلوا فيها (٧) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٣، \"إعراب القرآن\" للنحاس ٣/ ٢٣٣. (٢) انظر: \"تفسير مقاتل\" ١٢٦ ب، \"الوسيط\" ٤/ ١٧٥.(٣) انظر: \"تهذيب اللغة\" ١/ ١٢٩، \"اللسان\" ٣/ ٧٧٤ (هجع).(٤) انظر: \"معاني القرآن\" للفراء ٣/ ٨٤، \"معاني القرآن\" للزجاج ٥/ ٥٣.(٥) في (ك): (وعلى هذا التأويل قال عطاء) مكررة.(٦) انظر: \"المصنف\" لابن أبي شيبة ٢/ ٢٣٨، \"الجامع لأحكام القرآن\" ١٧/ ٣٦, \"الدر\" ٦/ ١١٣، ونسب تخريجه لابن أبي شيبة وابن المنذر وابن نصر.(٧) انظر: \"جامع البيان\" ٢٦/ ١٢٢، \"الوسيط\" ٤/ ١٧٥، \"تفسير القرآن العظيم\" ٤/ ٢٣٣، \"المستدرك\" ٢/ ٤٦٧ وقال: حديث صحيح على شرط الشيخين ولم يخرجاه.</p><p> وقال مطرف بن الشِّخِّير: قل ليلة أتت عليهم هجعوها كلها (١) . </p><p> وقال مجاهد: كانوا لا ينامون كل الليل (٢) . ووجه آخر وهو الوقف علي قوله:  (قَلِيلاً) ثم ابتدأ فقال: {مِنَ اللَّيْلِ مَا يَهْجَعُونَ} وهذا على نفي النوم عنهم البتة. وهو قول مقاتل والضحاك قالا: كانوا قليلاً (٣) . وعلى هذا القول عطاء عن ابن عباس: المراد بهؤلاء القليل ثمانون من نصارى نجران والشام. آمنوا بمحمد -صلى الله عليه وسلم- وصدقوه فذكرهم الله في غير موضع من القرآن (٤) . وذكر وجهان آخران. </p><p> أحدهما: أن {مَا} في هذه الآية ما المصدر، ويكون التقدير: كانوا قليلاً من الليل هجوعهم. وهذا الوجه ذكره أبو إسحاق والفراء، وكذلك الوجه الأول (٥) . واختاره يعقوب ووقف على قوله:  {قَلِيلًا}  (٦) . </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٤٣، \"جامع البيان\" ٢٦/ ١٢٢، \"المصنف\" ٢/ ٢٣٨، \"معالم التنزيل\" ٤/ ٢٣. (٢) انظر: \"تفسير مجاهد\" ٢/ ٦١٧، \"جامع البيان\" ٢٦/ ١٢٢، \"تفسير القرآن العظيم\" ٤/ ٢٣٣، \"المصنف\" ١٣/ ٥٦٨.(٣) انظر: \"جامع البيان\" ٢٦/ ١٢٣، \"المصنف\" ٢/ ٢٣٩، \"الوسيط\" ٤/ ١٧٥، \"التفسير الكبير\" ٢٨/ ٢٠٢، وفي \"تفسير مقاتل\" ١٢٦ ب قال بقلة نومهم، والله أعلم. وهذا القول رده بعض العلماء لما فيه من تفكيك للنظم، وتقدم معمول العامل المنفي بـ (ما) على عامله لا يجوز عند البصريين. انظر: \"الكشاف\" ٤/ ٢٨، \"البحر المحيط\" ٨/ ١٣٥، \"فتح القدير\" ٥/ ٨٤.(٤) انظر: \"الوسيط\" ٤/ ١٧٥.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٨٤، \"معاني القرآن\" للزجاج ٥/ ٥٣.(٦) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٣٦، وما ذكره القرطبي هو نقل يعقوب له لا اختياره. ثم قال: قال ابن الأنباري: وهذا فاسد؛ لأن الآية إنما تدل على قلة نومهم، لا على قلة عددهم. قلت: مراد المؤلف - رحمه الله أن يعقوب اختار =</p>"
}