{
  "id": null,
  "sura": 51,
  "aya": 3134,
  "text": "<p> قوله:  {عَجُوزٌ عَقِيمٌ} قال الفراء: رفعها بضمير تلد عجوز عقيم (١) . وقال أبو إسحاق: المعنى: وقالت أنا عجوز عقيم فكيف ألد، كما قال في موضع آخر:  {يَا وَيْلَتَى أَأَلِدُ وَأَنَا عَجُوزٌ}  (٢) . قال الكلبي: قالت من أين الولد لعجوز عقيم لا تلد (٣) ؟ </p><p> ٣٠ - {قَالُوا كَذَلِكِ قَالَ رَبُّكِ} أي: كما قلنا لك قال ربك إنك ستلدين غلامًا أي: إنما نخبرك عن الله -عَزَّ وَجَلَّ-. </p><p> ٣١ - ٣٤ - وما بعد هذا مفسر فيما مضى (٤) . </p><p> إلى قوله:  {لِلْمُسْرِفِينَ} قال ابن عباس، ومقاتل: للمشركين، والشرك أسرف الذنوب وأعظمها (٥) . </p><p> ٣٥ - {فَأَخْرَجْنَا مَنْ كَانَ فِيهَا} يعني في قرى قوم لوط {مِنَ الْمُؤْمِنِينَ} وذلك قوله: {فَأَسْرِ بِأَهْلِكَ}  [الحجر: ٦٥] وهو أن الله تعالى أمر لوطًا بأن يخرج هو ومن معه من المؤمنين، لئلا يصيبهم العذاب. </p><p> ٣٦ - {فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ} قال مجاهد، ومقاتل والمفسرون: يعني: لوطًا وبنتيه (٦) . وهذا مذكور في مواضع من التنزيل كقوله:  {فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ}  [الأعراف: ٨٣] وقوله: {لَنُنَجِّيَنَّهُ </p><p>(١) انظر: \"معاني القرآن\" ٣/ ٨٧. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٥.(٣) لم أجده عند الكلبي والمعنى ظاهر، ونحوه روي عن عامة المفسرين. انظر: \"جامع البيان\" ٢٦/ ١٢٩، \"تفسير القرآن العظيم\" ٤/ ٢٣٦.(٤) عند \"تفسيره\" للآيات [الحجر: ٧٤ - ٧٥].(٥) انظر: \"تنوير المقباس\" ٥/ ٢٧٥، \"تفسير مقاتل\" ١٢٧ أ، \"المصنف\" ١١/ ٥٢٣ عن مجاهد، \"الوسيط\" ٤/ ١٧٨، \"معالم التنزيل\" ٤/ ٢٣٢.(٦) انظر: \"تهذيب اللغة\" ١٤/ ٣٣٣ , \"اللسان\" ١/ ٢٩٢ (بيت).</p><p> وَأَهْلَهُ} [العنكبوت: ٢] وقوله: {إِلَّا آلَ لُوطٍ}  [القمر: ٣٤] الآيات. والتقدير في الآية: غير أهل بيت، وكثر استعمال هذا حتى انطلق البيت على أهله، فيقال: بيت شريف، يراد به الأهل (١) . وسَمّاهم في الآية الأولى: مؤمنين، وفي الثانية: مسلمين؛ لأنه ما من مؤمن إلا وهو مسلم, وقد يكون مسلمًا ولا يكون مؤمنًا كما قال تعالى ذكره:  {قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا}  [الحجرات: ١٤] . </p><p> ٣٧ - قوله تعالى:  {وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ} قال أبو إسحاق: تركنا في مدينة قوم لوط علامة للخائفين تدلهم على أن الله أهلكهم فينكل غيرهم عن فعلهم (٢) . هذا قول المفسرين. وقال الفراء: معناه وتركناها آية، وأنت قائل للسماء فيها آية، وأنت تريد هي الآية بعينها (٣) . </p><p> ٣٨ - قوله:  {وَفِي مُوسَى} ذكر صاحب النظم أن هذا عطف على قوله: {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ} . {وَفِي مُوسَى} أي وفي شأنه وقصته آية. وهو ما ذكر بعد من غرق فرعون (٤) . </p><p> قال أبو إسحاق: ويجوز أن يكون عطفًا على قوله: {وَتَرَكْنَا فِيهَا آيَةً}  (٥) . فيكون المعنى: وتركنا في قصة موسى آية. </p><p>(١) انظر: \"الوسيط\" ٤/ ١٧٨، \"تفسير القرآن العظيم\" ٤/ ٢٣٦، \"فتح القدير\" ٥/ ٨٩. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٦.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ٨٧.(٤) وهو قول الزجاج، والزمخشري، وابن عطة، ونسبه القرطبي للفراء. انظر: \"معاني القرآن\" للزجاج ٥/ ٥٦، \"الكشاف\" ٤/ ٣٠، \"الجامع لأحكام القرآن\" ١٧/ ٤٩ , \"فتح القدير\" ٥/ ٩٠، وقال أبو حيان: وهذا بعيد جدًّا ينزه القرآن عن مثله.(٥) انظر: \"معاني القرآن\" ٥/ ٥٦.</p><p> ٣٩ - وقوله:  {فَتَوَلَّى بِرُكْنِهِ} قال ابن عباس، ومقاتل: أي بجمعه وجنده ورهطه (١) . وعلى هذا سمى جمعه ركنًا له, لأنه يتقوي بهم كالبنيان يتقوي بركنه. والباء يكون في {بِرُكْنِهِ} للتعدية، أي جعلهم يتولون (٢) . ويجوز أن يكون المعنى: تولى هو بسبب جنده. أي بقوتهم وشوكتهم، كما تقول: فعلت هذا بقوة فلان. </p><p> وقال الفراء: أعرض بقوته في نفسه (٣) . وعلى هذا ركنه قوته. وهذا راجع إلى الأول, لأن قوته بجنده، وقال أبو عبيدة: فتولى بركنه، وبجانبه سواء، إنما هي ناحيته (٤) . وهو اختيار ابن قتيبة. قال: فتولى بركنه ونأى بجانبه سواء (٥) . وعلى هذا ركنه نفسه. وهو قول المؤرج قال: بركنه بجانبه (٦) . </p><p> ٤١ - قوله:  {الرِّيحَ الْعَقِيمَ} ، قال جماعة المفسرين (٧) : هي التي لا تلقح شجرًا ولا تثير سحابًا ولا تحمل مطرًا ولا خير فيها ولا بركة ولا منفعة ولا رحمة، ولا ينزل بها غيث، إنما هي ريح الإهلاك، وهي عذاب على من أرسلت عليه. </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٣، \"الوسيط\" ٤/ ١٧٩، \"معالم التنزيل\" ٤/ ٢٣٣، وبه قال ابن زيد، ومجاهد. (٢) انظر: \"التفسير الكبير\" ٢٨/ ٢٢.(٣) انظر: \"معاني القرآن\" ٣/ ٨٧.(٤) انظر: \"مجاز القرآن\" ٢/ ٢٢٧.(٥) انظر: \"تفسير غريب القرآن\" ٤٢٢(٦) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥(٧) انظر: \"تفسير مجاهد\" ٢/ ٦٢، \"تفسير مقاتل\" ١٢٧ أ، \"جامع البيان\" ٢٧/ ٤، \"فتح القدير\" ٨/ ٩٠.</p><p> قال سعيد بن المسيب: هي الجنوب (١) . </p><p> وقال مقاتل: هي الدبور (٢) . </p><p> وروى عكرمة عن ابن عباس: هي النكباء (٣) . </p><p> وقال عبيد بن عمير: مسكنها الأرض الرابعة، وما فتح على عاد منها إلا كقدر منخر الثور (٤) . ويقال للتي لا تلد من النساء عقيمًا، وكذلك للذي لا يولد له: يقال له: رجل عقيم، وفحل عقيم إذا كان لا يلقح، وكما وصفت </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٤، \"الدر\" ٦/ ١١٥. والجنوب: ريح تخالف الشمال تأتي عن يمين القبلة، وهي رياح حارة ومهبها ما بين مهبي الصبا والدبور، وقيل غير ذلك. \"اللسان\" ١/ ٥٠٧ (جنب). (٢) انظر: \"تفسير مقاتل\" ١٢٧ أ، وهو المروي عن ابن عباس وغيره، انظر: \"تنوير المقباس\" ٥/ ٢٧٦ وهذا هو الثابت في الحديث المتفق عليه عن النبي -صلى الله عليه وسلم- قال: \"نصرت بالصبا، وأهلكت عاد بالدبور\". صحيح البخاري، كتاب: بدء الخلق، باب ما جاء في قوله: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ} ٤/ ١٣٢، كتاب: الاستسقاء، باب: (نصرت بالصبا) ٢/ ٤٠. صحيح مسلم، كتاب: الاستسقاء: باب في ريح الصبا والدبور ٢/ ٦١٧، \"المسند\" ١/ ٢٢٣ - ٢٢٨ والدبور: ريح تأتي من دبر الكعبة مما يذهب نحو الشرق. \"اللسان\" ١/ ٩٤٠ (دبر).(٣) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥، \"الدر\" ٦/ ١١٥، عن علي بن أبي طالب. والنكباء: كل ريح من الرياح الأربع انحرفت ووقعت بين ريحين، وهي تهلك المال وتحبس القطر. \"اللسان\" ٣/ ٧١٢ (نكب).(٤) لم أجده. وفي العظمة ٤/ ١٣٣٣: عن عطاء بن يسار -رضي الله عنه- قال: قلت لكعب رحمه الله تعالى: من ساكن الأرض الثانية؟ قال: الريح العقيم، لما أراد الله -عَزَّ وَجَلَّ- أن يهلك قوم عاد أوحي إلى خزنتها أن افتحوا منها بابًا قالوا: يا ربنا مثل منخر الثور؟ قال: إذًا تكفي الأرض بمن عليها. فقال: افتحوا منها مثل حلقة الخاتم. قال والأقرب أن يكون موقوفًا على عبد الله بن عمرو -رضي الله عنهما- من زاملتيه اللتين أصابهما يوم اليرموك والله أعلم.</p><p> الرياح باللقاح في قوله:  {الرِّيَاحَ لَوَاقِحَ}  [الحجر: ٢٢] وسميت بالعقيم هاهنا حين لم تلقح الشجر ولم تحمل المطر، ثم وصف تلك الريح فقال: </p><p> ٤٢ - {مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ} قال مقاتل: من أنفسهم وأنعامهم وأموالهم (١)  {إِلَّا جَعَلَتْهُ كَالرَّمِيمِ} كالشيء الهالك البالي. وذكر تفسير الرميم عند قوله:  {وَهِيَ رَمِيمٌ}  (٢) قال الفراء: الرميم نبات الأرض إذا يبس وديس (٣) . </p><p> وقال أبو إسحاق: هو الورق الجاف المتحطم (٤) . </p><p> ٤٣ - وقوله:  {وَفِي ثَمُودَ} أي وفي ثمود أيضًا آية: {إِذْ قِيلَ لَهُمْ تَمَتَّعُوا} قال صالح لهم ذلك فعقروها، فقال تمتعوا. أي: عيشوا، وقد مر (٥) . </p><p> قوله تعالى:  {حَتَّى حِينٍ} قال عطاء، والكلبي: يعني ثلاثة أيام (٦) . والمعنى إلى. </p><p> ٤٤ - {فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ} حين يأتيكم العذاب فأتاهم يوم الرابع. وقد قال في سورة هود {فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا في </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٧ أ، \"معالم التنزيل\" ٤/ ٢٣٣. (٢) عند تفسيره لآية [الحجر: ٧٨] ومما قال: قال أبو عبيدة: الرميم مثل الرمة. يقال رم العظيم وهو يرم رمًّا وهو رميم. وقال ابن الأعرابي: رمت عظامه وأرمت إذا بليت. وقال أبو عبيدة: الروم الرفات.(٣) انظر: \"معاني القرآن\" ٣/ ٨٨.(٤) انظر: \"معاني القرآن\" ٥/ ٥٧(٥) عند ذكره سبحانه لقصتهم في سورة هود.(٦) انظر: \"جامع البيان\" ٢٧/ ٥، \"الوسيط\" ٤/ ١٧٩، \"التفسير الكبير\" ٢٨/ ٢٢٣.</p><p> دَارِكُمْ ثَلَاثَةَ أَيَّامٍ} [هود: ٦٥] . </p><p> قوله تعالى:  {فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ} قال عطاء عن ابن عباس: يريد الموت، والصاعقة الموت (١) . </p><p> وقال مقاتل: يعني العذاب (٢) . وتفسير الصاعقة كل عذاب مهلك , وقد تقدم القول فيها (٣) . </p><p> وقرأ الكسائي (الصَّعْقَةُ)  (٤) . قال المبرد: وهي مصدر مثل الضربة. قال: والصعقة إنما هي مثل الزجرة، وهي الصوت الذي يكون عن الصاعقة. والصاعقة هي النازلة بعينها، وأنشد لعويف القوافي (٥) فقال: </p><p> لاحَ سَحَابٌ فرأَيْنَا بَرْقَه ... ثم تَدَانَى فسَمِعْنَا صعْقَه </p><p> وقوله:  {وَهُمْ يَنْظُرُونَ} أي يرون ذلك. </p><p> والمعنى: أخذتهم الصاعقة عيانًا (٦) . وهو معنى قول عطاء: قد رأوا </p><p>(١) انظر: \"الوسيط\" ٤/ ١٧٩، \"معالم التنزيل\" ٤/ ٢٣٤. (٢) انظر: \"تفسير مقاتل\" ١٢٧ ب، \"الوسيط\" ٤/ ١٧٩.(٣) عند تفسيره لآية ١٩ من البقرة، ومما قال: الصاعقة والصعقة الصحية. يغشي منها على من سمعها أو يموت .. ويقال لها الصواعق الشديد من الرعد يسقط معها قطعة نار. وانظر: \"تهذيب اللغة\" ١/ ٧٧٧، \"اللسان\" ٢/ ٤٤٢ (صعق).(٤) قرأ الكسائي (الصَّعْقَةُ) بإسكان العين من غير ألف. وقرأ الباقون (الصاعقة) بالألف وكسر العين. انظر: \"حجة القراءات\" ٦٨٠ \"النشر\" ٢/ ٣٧٧، \"الإتحاف\" ٣٩٩.(٥) عويف بن معاوية بن عتيبة، شاعر أموي مقل، مدح الوليد، وسليمان بن عبد الملك، وعمر بن عبد العزيز، سمي عويف القوافي لقوله:سأكذب من قد كان يزعم أنني ... إذا قلت شعرًا لا أجيد القوافياانظر: \"ألقاب الشعر\" ص ٣٠٩، \"الأغاني\" ١٩/ ١٨٤، \"الخزانة\" ٦/ ٣٨٤, والبيت في \"اللسان\" ٢/ ٤٤٢ (صعق)، \"الحجة للقراء السبعة\" ٦/ ٢٢٢.(٦) انظر: \"الوسيط\" ٤/ ١٧٩، \"معالم التنزيل\" ٤/ ٢٣٤، \"فتح القدير\" ٥/ ٩١.</p><p> العذاب (١) . </p><p> وقال مجاهد: فجأة (٢) وعلى هذا معنى (ينظرون) ، وذلك أن صالحًا قد ضرب لهم الأجل للعذاب ثلاثة أيام، وجعل لنزول العذاب بهم علامات في تلك الأيام، وظهرت تلك العلامات فانتظروا العذاب في اليوم الرابع (٣) . وهذا هو الصحيح؛ لأنه قد ذكر في قصتهم أنهم تحنطوا في اليوم الرابع ولبسوا الأكفان، وكانت أكفانهم الأنطاع، وحنوطهم الصبر (٤) . </p><p> ٤٥ - قوله تعالى:  {فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ} أي ما أطاقوا عذاب الله ولم يقوموا له حين أتاهم، كما تقول: فلان لا يقوم بهذا الأمر ولا يقاومه، أي لا يطيق ولا يحتمله (٥) . وهو معنى قول مقاتل: أي: لم يقوموا للعذاب حين غشيهم (٦) . </p><p> وقال عطاء عن ابن عباس: يريد ذهبت أجسامهم وبقيت أرواحهم في العذاب (٧) . </p><p> والقيام على هذا يراد به النهوض. والمعنى أنهم لم ينهضوا من تلك </p><p>(١) لم أجده، وهو بمعنى الأول. (٢) انظر: \"تفسير مجاهد\" ٢/ ٦٢٠، \"جامع البيان\" ٢٧/ ٥.(٣) انظر: \"جامع البيان\" ٢٧/ ٥، \"الوسيط\" ٤/ ١٧٩.(٤) الأنطاع: جمع نطع بالكسر من الأدَمِ والصَبرِ: شجر ورقه كقرب السكاكين طوال غلاظ، في خضرتها غُبْرة، وكُمْدَة مُقشَعرَّة المنظر. انظر: \"اللسان\" ٢/ ٤٠٣ (صبر) ٣/ ١١٧ (قطع).(٥) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥٢.(٦) انظر: \"تفسير مقاتل\" ١٢٧ ب(٧) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥٢.</p><p> الصرعة ولم يستقلوا بعد تلك النكبة. وهذا معنى قول قتادة: من نهوض (١) . </p><p> وقال الكلبي: فما استطاعوا أن يقوموا فيردوا العذاب حين غشيهم (٢) . وعلى هذا المعنى (٣) ما استطاعوا قيامًا لدفع العذاب عنهم حين أتاهم. {وَمَا كَانُوا مُنْتَصِرِينَ} قال مقاتل: يعني ممتنعين من العذاب حين أهلكوا (٤) . أي: ما كانت عندهم قوة يمتنعون بها من عذاب الله. </p><p> ٤٦ - قوله تعالى:  {وَقَوْمَ نُوحٍ} قرئ بالنصب والخفض (٥) . فالخفض ظاهر بالحمل على قوله:  (وَفِي مُوسَى) ومن نصب حمل على المعنى وهو أن قوله: {فَأَخَذَتْهُمُ الصَّاعِقَةُ} يدل على أهلكناهم، فكأنه قال: أهلكناهم وأهلكنا قوم نوح. وهذا قول الفراء، والزجاج (٦) . قال: ويجوز أن يحمل على معنى قوله: {فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ في الْيَمِّ} ألا ترى أن هذا الكلام يدل على أغرقناهم، فكأنه قال: أغرقناهم وأغرقنا قوم نوح (٧) . </p><p> قال المبرد: والنصب أحسن لتراخيه عن عامل الجر، والعرب إذا تراخى المجرور عن عامل الجر حملته على المعنى، والدليل على حسن النصب أن الجار ذكر في قصص الأمم وهو في {وَقَوْمَ نُوحٍ} لم يلحق معهم </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٤٥، \"جامع البيان\" ٢٧/ ٥. (٢) لم أجده عن الكلبي، وتقدم مثله عن مقاتل.(٣) في (ك): (معنى) ولعل الصواب ما أثبته.(٤) انظر: \"تفسير مقاتل\" ١٢٧ ب، \"الجامع لأحكام القرآن\" ١٧/ ٥٢.(٥) قرأ أبو عمرو، وحمزة، والكسائي، وخلف (وقوم) بالكسر وقرأ الباقون بالنصب. انظر: \"حجة القراءات\" ص ٦٨٠، \"النشر\" ٢/ ٣٧٧، \"الإتحاف\" ص ٤٠٠.(٦) انظر \"معاني القرآن\" للفراء ٣/ ٨٨ - ٨٩.(٧) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٧. \"الحجة للقراء السبعة\" ٦/ ٢٢٣.</p><p> حرف الجر فعمل النصب (١) . واختار أبو عبيد النصب أيضًا. قال: لأن من خفض أراد: وفي قوم نوح، كما قال:  {وَفِي عَادٍ}  {وَفِي ثَمُودَ} وأولئك قوم قص الله، النصب على أنه أشركهم فيما فُعِل بالأمم من العقوبة إذ لم يخبرنا عنهم بخبر خاص (٢) . </p><p> ٤٧ - قوله تعالى:  {وَإِنَّا لَمُوسِعُونَ} يقال: أوسع الرجل، إذا صار ذا وسع وَسَعَة، وهو الغنى والجدة، والموسع المليء ومنه قوله:  {عَلَى الْمُوسِعِ قَدَرُهُ}  [البقرة: ٢٣٦] . واختلفت العبارات في تفسير:  {لَمُوسِعُونَ} هاهنا فقال (٣) عن ابن عباس: {لَمُوسِعُونَ} لخلقي (٤) . قال الكلبي: يعني سعة الرزق (٥) . </p><p> قال الفراء: لذو سَعَة لخلقنا (٦) . وقال الحسن: قادرون على رزقهم لا نعجز عنه، ولهذا قال مقاتل في تفسيره: لقادرون (٧) . </p><p> وقال الحسن: مطيعون (٨) . وهذا يعود إلى أنه يقدر على رزقهم ويطيق ذلك، فهو موسع لخلقه في أرزاقهم. </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ٣/ ٢٤٢ - ٢٤٣. (٢) انظر: \"إعراب القرآن\" للنحاس ٣/ ٢٤٣، \"التفسير الكبير\" ٢٨/ ٢٢٥.(٣) كذا العبارة في (ك) وفيها سقط ظاهر.(٤) لم أجده بهذا اللفظ، وعنه قال: (لموسعون بالرزق) \"تنوير المقباس\" ٥/ ٢٧٧.(٥) لم أجده، انظر: \"معالم التنزيل\" ٤/ ٢٣٤، \"الجامع لأحكام القرآن\" ١٧/ ٥٢.(٦) في (ك): (حلقنا). انظر: \"معاني القرآن\" ٣/ ٨٩.(٧) انظر: \"تفسير مقاتل\" ١٢٧ ب(٨) انظر: \"الكشف والبيان\" ١١/ ١٩٠ ب، \"معالم التنزيل\" ٤/ ٢٣٤، \"الجامع لأحكام القرآن\" ١٧/ ٥٢.</p><p> وقال مجاهد: لقادرون أن نخلق سماء مثلها (١) ، يعني أنه لما ذكر قدرته على خلق السماء ذكر أنه موسع لخلق مثلها. أي مطيق قادر. </p><p> وقال أبو إسحاق: جعلنا بين السماء والأرض سعة (٢) . </p><p> قال الأزهري: جعل أبو إسحاق أوسع بمعنى وسع (٣) . وعلى هذا يجوز أيضًا أن يعود التوسع إلى الرزق، فقد روي عن ابن عباس أنه قال: إنا لموسعون الرزق على خلقنا (٤) . </p><p> ٤٨ - قوله تعالى:  {فَنِعْمَ الْمَاهِدُونَ} قال ابن عباس: فنعم ما وطأت لعبادي (٥) . وأوسعت عليهم، يعني الأرض. </p><p> قال أبو إسحاق: المعنى: فنعم الماهدون نحن، ولكن اللفظ بقوله:  {فَرَشْنَاهَا} يدل على المضمر المَحذوف (٦) . </p><p> ٤٩ - قوله:  {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ} أي صنفين ونوعين، فالزوجان في الحيوان الذكر والأنثى، وفي غير الحيوان المختلفان باللون والطعم. فيدخل في هذا الأبيض والأسود والمر والحلو. </p><p> قال مقاتل: يعني الليل والنهار، والشمس والقمر، والبر والبحر، والصيف والشتاء، والبرد والحر، والسهل والجبل، والنور والظلمة (٧) . </p><p>(١) انظر: \"التفسير الكبير\" ٢٨/ ٢٢٧. (٢) انظر: \"معاني القرآن\" ٥/ ٥٧.(٣) انظر: \"تهذيب اللغة\" ٣/ ٩٦ (وسع).(٤) انظر: \"الكشف والبيان\" ١١/ ١٩٠ ب، \"معالم التنزيل\" ٤/ ٢٣٤، \"الجامع لأحكام القرآن\" ١٧/ ٥٢.(٥) انظر: \"الوسيط\" ٤/ ١٨٠، \"معالم التنزيل\" ٤/ ٢٣٤.(٦) انظر: \"معاني القرآن\" للفراء ٥/ ٥٧.(٧) انظر: \"تفسير مقاتل\" ١٢٧ ب، وهو قول مجاهد أيضًا. انظر: \"جامع البيان\" ٢٧/ ٦، \"تفسير القاسمي\" ١٥/ ٥٥٣٥.</p><p> قوله تعالى:  {لَعَلَّكُمْ تَذَكَّرُونَ} أي: تذكرون أنه ليس فيما خلق له عدل ولا مثل. قاله مقاتل (١) . وقال غيره: تذكرون أن خالق الأزواج فرد (٢) . </p><p> ٥٠ - قوله:  {فَفِرُّوا إِلَى اللهِ} قال ابن عباس: يريد بالتوبة من ذنوبكم (٣) . </p><p> والمعنى على هذا فروا من العصيان والكفران إلى الطاعة والإيمان. يدل على هذا قوله:  {إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ} أي: أنذركم عقابه على الكفر والمعصية. وكذلك الآية التي نهى عن الشرك، وهو قوله: </p><p> ٥١ - {وَلَا تَجْعَلُوا مَعَ اللهِ} الآية. وجميع المفسرين على أنه أمر محمدًا -صلى الله عليه وسلم- أن يقول هذا للناس (٤) . والكناية في قوله:  {مِنْهُ} تعود على اسم الله. والنذير هو النبي -صلى الله عليه وسلم- وهذا هو الظاهر. </p><p> وروى عطاء عن ابن عباس على الضد من ذلك، فجعل الآية خطابًا من الله تعالى للخلق. يقول: لا تجعلوا مع الله إلهًا آخر {إِنِّي لَكُمْ} يعني نفسه تعالى وعز، {مِنْهُ} من محمد وسيوفه. {نَذِيرٌ مُبِينٌ} أي: أنذرتكم بأسه وسيفه إن أشركتم بي (٥) . </p><p> ٥٢ - قوله:  {كَذَلِكَ} قال أبو إسحاق: المعنى: الأمر كذلك. أي: كما فعل من قبلهم من الأمم في تكذيب الرسل (٦) . وهو قوله: {مَا أَتَى الَّذِينَ </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٧ ب، وهو قول مجاهد أيضًا. انظر: \"جامع البيان\" ٢٧/ ٦، \"تفسير القاسمي\" ١٥/ ٥٥٣٥. (٢) انظر: \"معالم التنزيل\" ٤/ ٢٣٤.(٣) انظر: \"الوسيط\" ٤/ ١٨٠، \"الجامع لأحكام القرآن\" ١٧/ ٥٣.(٤) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥٣، \"فتح القدير\" ٥/ ٩١.(٥) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥٤.(٦) انظر: \"معاني القرآن\" ٥/ ٥٨.</p>"
}