{
  "id": null,
  "sura": 51,
  "aya": 5455,
  "text": "<p> مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ} أي: هو ساحر {أَوْ مَجْنُونٌ} قال مقاتل: يعني كقول كفار مكة لمحمد -صلى الله عليه وسلم-. يقول الله تعالى: </p><p> ٥٣ - {أَتَوَاصَوْا بِهِ} أي بهذا القول. </p><p> قال مقاتل: يعني أوصى الأول الآخر يقول ذلك لرسوله (١) . </p><p> وقال قتادة: أوصى أولهم آخرهم بالتكذيب (٢) . </p><p> قال الزجاج: والألف فيه للتوبيخ (٣) . </p><p> قوله تعالى:  {بَلْ هُمْ قَوْمٌ طَاغُونَ} يعني أهل مكة طاغون. </p><p> قال ابن عباس: حملهم الطغيان فيما أعطيتهم ووسعت عليهم على تكذيبك (٤) . والمعنى ما أوصى أولهم بذلك، ولكنهم قوم خارجون عن الحد في العصيان. </p><p> ٥٤، ٥٥ - قوله تعالى:  {فَتَوَلَّ عَنْهُمْ} يقول: فأعرض عن هؤلاء المشركين فقد بلغت وأنذرت، وهو قوله:  {فَمَا أَنْتَ بِمَلُومٍ} أي لا لوم عليك إذ أديت الرسالة. قال ابن عباس: فحزن رسول الله -صلى الله عليه وسلم- لما نزلت هذه الآية مخافة أن تنزل بقومه العذاب. ونحو هذا قال مقاتل، وقتادة، وغيرهما. قالوا: واشتد على أصحابه وظنوا أن الوحي قوإنقطع، أي: العذاب حضر، فأنزل الله قوله تعالى:  {وَذَكِّرْ}  (٥) أي عظ بالقرآن. وفي هذا قولان: </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٧ ب. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٤٥، \"جامع البيان\" ٢٧/ ٧.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٨، ونصه: (وهذه ألف التوبيخ وألف الاستفهام).(٤) انظر: \"الوسيط\" ٤/ ١٨٠، \"معالم التنزيل\" ٤/ ٢٣٥.(٥) انظر: \"تفسير مقاتل\" ١٢٧ ب، \"جامع البيان\" ٢٧/ ٧، \"الكشف والبيان\" ١١/ ١٩٠ ب، \"الدر\" ٦/ ١١٦.</p><p> أحدهما: أنه أمر بالتولي عن الكفار ووعظ المؤمنين. يدل على هذا قوله:  {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ} قال الكلبي: عظ بالقرآن من آمن من قومك، فإن الذكرى تنفعهم (١) . </p><p> القول الثاني: أنه أمر أن يُذكر ويعظ الكفار. وهو قول مقاتل. يقول: عظ كفار مكة بوعيد القرآن، فإن الذكرى تنفع المؤمنين، يعني من في علم الله أن يؤمن منهم (٢) . وهذا القول أشد موافقة لما ذكرنا في الآية الأولى. </p><p> ٥٦ - قوله تعالى:  {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} تعلقت القدرية بهذه الآية وقالوا: دلت الآية على أن الله تعالى خلق كل مكلف لعبادته وأراد منهم العبادة. ولا حجة لهم في هذه الآية إذا تدبرت قول العلماء فيها ومذاهبهم في تفسيرها (٣) . والآية فيها مذاهب للمفسرين. </p><p> أحدهما: التخصيص، وهو أن المراد بالجن والإنس مؤمنو الفريقين. وهو قول الكلبي، والضحاك، والفراء، وعبد الله بن مسلم. قال الكلبي: هذا خاص لأهل طاعته. يعني: ما خلقت مؤمني الجن والإنس إلا ليعبدون (٤) . وقال الضحاك: هذا خاص في أهل عبادة الله وطاعته. يدل عليه قوله:  {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ}  [الأعراف: ١٧٩] والذين ذرأهم للنار لا يكونون ممن ذرأهم لعبادته. وهذه الآية التي نحن </p><p>(١) انظر: \"الوسيط\" ٤/ ١٨١، \"معالم التنزيل\" ٤/ ٢٣٥. (٢) انظر: \"تفسير مقاتل\" ١٢٧ ب، \"معالم التنزيل\" ٤/ ٢٣٥، \"فتح القدير\" ٥/ ٩٢.(٣) انظر: \"جامع البيان\" ٢٧/ ٨، \"دقائق التفسير\" لابن تيمية ٤/ ٥٢٧، \"فتح القدير\" ٥/ ٩٢.(٤) انظر: \"الكشف والبيان\" ١١/ ١٩٠ ب، \"الوسيط\" ٤/ ١٨١، \"معالم التنزيل\" ٤/ ٢٣٥.</p><p> فيها مطلقة، وآية الذرء مقيدة، والمطلق يحمل على المقيد، وإذا جمعنا بين الآيتين علمنا أن الذين خلقوا للعبادة غير أولئك (١) . </p><p> وقال الفراء: هذه الآية خاصة. يقول: وما خلقت أهل السعادة من الفريقين إلا ليوحدوني ... (٢) لأهل القدر حجة وقد فُسِّر. </p><p> وقال عبد الله بن مسلم: يعني المؤمنين (٣) . واحتج (٤) هؤلاء لمذهبهم بقراءة ابن عباس ... (٥)  (الجن والإنس من المؤمنين إلا ليعبدون)  (٦) معناه: إلا لآمرهم بعبادتي وأدعوهم إليها. وهو قول أمير المؤمنين (٧) ... -رضي الله عنه-، ومقاتل، واختيار الزجاج. </p><p> قال مقاتل: يعني إلا لآمرهم بالعبادة، ولو أنهم خلقوا للعبادة ما عصو ..... (٨) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٥٥، \"فتح القدير\" ٥/ ٩٢. (٢) في (ك): بياض. وتمام العبارة في \"معاني القرآن\" ٣/ ٨٩، (وقال بعضهم: خلقهم ليفعلوا ففعل بعضهم وترك بعض وليس فيه).(٣) انظر: \"تفسير غريب القرآن\" ص ٤٢٢.(٤) كذا في (ك). ولعل في العبارة سقطاً، حيث لم يذكر من قال بهذا القول وهو القول الثاني، وقد فسروا قوله تعالى: {إِلَّا لِيَعْبُدُونِ} أي لأدعوهم إلى عبادتي.(٥) (ك): كلمة لم تظهر ولعلها (وما خلقت).(٦) وبها قرأ ابن مسعود، وأبى. انظر: \"الكشف والبيان\" ١١/ ١٩١ أ، \"الوسيط\" ٤/ ١٨١، \"معالم التنزيل\" ٤/ ٢٣٥، \"الجامع لأحكام القرآن\" ١٧/ ٥٥، \"روح المعاني\" ٢٧/ ٢٢.(٧) في (ك): كلمة لم تقرأ وهي (علي) وانظر: \"معالم التنزيل\" ٤/ ٢٣٥، \"الجامع لأحكام القرآن\" ١٧/ ٥٥.(٨) في (ك): كلمة لم تقرأ وهي (طرفة عين) انظر: \"تفسير مقاتل\" ١٢٧ ب.</p><p> وقال الزجاج: المعنى: وما خلقت الجن والإنس إلا لأدعوهم إلى عبادتي (١) . هذا كلامهم وتفسيرهم. قالوا .... (٢) العبادة غير الدعاء إليها والأمر بها، والله تعالى قال:  {إِلَّا لِيَعْبُدُونِ} وأنتم تقولون إلا لآمرهم بذلك. قيل: قد يقال ... (٣) هذا إذا لم يشتبه ودلت الحال عليه، ما تقول لإنسان أكرمته وأحسنت إليه لتأمره يصنع لك شيئًا: ما أكرمتك إلا لتصنع هذا. وأنت تريد: إلا لآمرك بذلك. وأكثرة من لا يعبد الله من الكفار يدل على أنه لم يخلقهم لعبادته (٤) . </p><p> واختار صاحب النظم هذا المذهب، واستشهد بقوله تعالى: {وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ (١٢) لِتَسْتَوُوا} [الزخرف: ١٢، ١٣]  (٥) . قال: معناه: ليأمركم إذا استويتم على ظهوره أن تذكروه، ولو كان على ظاهره لوجب أن يكون ذلك عامًا في الإتيان به. </p><p> المذهب الثالث: أن المفسرين قالوا في قوله: {إِلَّا لِيَعْبُدُونِ} إلا ليوحدوني، والمؤمنون يوحدون الله تعالى طوعًا في الشدة والرخاء، الكفار يوحدونه في الشدة والبلاء وعند العباس. وهذا معنى رواية حبان عن الكلبي (٦) هذا جملة أقوال المفسرين. </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٥٨. (٢) في (ك): الكلمة غير واضحة، لعلها (وتفسير).(٣) كذا في (ك). والعبارة مستقيمة ولعل الكلمة الساقطة (مثل).(٤) انظر: \"البحر المحيط\" ٨/ ١٤٣، \"روح المعاني\" ٢٧/ ٢٠ - ٢١.(٥) ورجح الشنقيطي في تفسيره ٧/ ٦٧٣ هذا القول لدلالة آيات القرآن عليه.(٦) انظر: \"الكشف والبيان\" ١١/ ١٩٢ أ، \"معالم التنزيل\" ٤/ ٢٣٥، \"الجامع لأحكام القرآن\" ١٧/ ٥٦.</p><p> وأما أهل المعاني فلهم أيضًا أقوال سديدة في معنى الآية: </p><p> أحدها: أن المعنى قوله: {إِلَّا لِيَعْبُدُونِ} إلا ليخضعوا لي ويتذللوا. وهذا معنى العبادة في اللغة، وكل أحد من مؤمن وكافر، وبر وفاجر، فهو خاضع لقضاء الله متذلل لمشيئته، خَلَقه على ما أراد، ورزقه كما قضى، لا يملك أحد لنفسه خروجًا عما خلق عليه، فقد حصل هذا الخضوع والتذلل من كل أحد (١) . </p><p> القول الثاني: أن معنى الخلق في قوله: {وَمَا خَلَقْتُ} خلق التكليف والاختيار، لا خلق الجبلة والطبيعة (٢) ، فمن وفقه وسدده أقام العبادة التي خلق لها، ومن خذله وطرده حرمها وعمل ما خلق له (٣) . وقد بين النبي -صلى الله عليه وسلم- هذا المعنى بقوله:  \"اعملوا فكل ميسر لما خلق له\"  (٤) . </p><p> ٥٧ - قوله تعالى:  {مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ} قال عطاء عن ابن عباس: ما أريد أن يرزقوا من خلقي أحدًا، ونحوه قال مقاتل، والزجاج. وقال الكلبي:  {مِنْ رِزْقٍ} أن يرزقوا أنفسهم. ونحوه قال </p><p>(١) انظر: \"الكشف والبيان\" ١١/ ١٩١ ب، ١٩٢ أ، \"الوسيط\" ٤/ ١٨١، \"معالم التنزيل\" ٤/ ٢٣٥، \"فتح القدير\" ٥/ ٩٢. وهو اختيار ابن جرير أيضًا \"جامع البيان\" ٢٧/ ٨. (٢) انظر: \"دقائق التفسير\" ٤/ ٥٢٩، \"فتح القدير\" ٨/ ٦٠٠.(٣) في (ك): (لها).(٤) حديث متفق عليه. أخرجه البخاري في كتاب: التفسير سورة {وَاللَّيْلِ إِذَا يَغْشَى} ٦/ ٢١٢، كتاب: القدر، باب: جف القلم على علم الله ٨/ ١٥٣، ومسلم في كتاب: القدر، باب: كيفية الخلق الآدمي ٤/ ٢٠٤١. وأخرجه أحمد في \"المسند\" ١/ ٨٢، ١٢٩، انظر: \"شرح الطحاوية\" ٣١٨ وما ذكره المؤلف هنا جزء من الحديث. اقتصر على مكان الشاهد منه.</p><p> الفراء (١) . </p><p> وقوله:  {وَمَا أُرِيدُ أَنْ يُطْعِمُونِ} قال ابن عباس: أن يطعموا لي عبدًا. وهو قول الفراء والزجاج. قالا: أن يطعموا أحدًا من خلقي (٢) . </p><p> والآخرون قالوا: أن يرزقوني. ومرادهم أن يرزقوا عبادي؛ لأن الله تعالى غير مرتزق ولا طاعم، ويستحيل في وصفه الاستطعام وسؤال الرزق، وإنما أسند الإطعام إلى نفسه؛ لأن الخلق عيال الله فمن أطعم عيال رجل ورزقهم فقد أطعمه ورزقه (٣) . وهذا كما قال -صلى الله عليه وسلم- فيما يخبر به عن ربه أن الله تعالى يقول:  \"عبدي استطعمتك فلم تطعمني\"  (٤) ، والمعنى: لم تطعم عبدي. والآية محمولة على أنه ما أوجب ذلك على عباده، ولم يكلفهم القيام برزق الخلق والإطعام، وإن كان قد ندب إلى إطعام الجائع وذي الحاجة إلى الطعام. </p><p> ٥٨ - ثم بين أن الرزاق هو لا غيره. فقال:  {إِنَّ اللهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} قال ابن عباس: الرزاق لجميع خلقه. {ذُو الْقُوَّة} على جميع ما خلق (٥) . وقال مقاتل: يعني: ذو البطش (٦) . </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٨ أ، \"معاني القرآن\" للفراء ٣/ ٩٠، \"جامع البيان\" للطبري ٢٧/ ٨، \"معاني القرآن\" للزجاج ٥/ ٥٩. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ٩٥، \"معاني القرآن\" للزجاج ٥/ ٥٩.(٣) انظر: \"الوسيط\" ٤/ ١٨١، \"معالم التنزيل\" ٤/ ٢٣٥، \"فتح القدير\" ٥/ ٩٢.(٤) جزء من الحديث الصحيح الذي أخرجه مسلم في كتاب: البر، باب: فضل عيادة المريض ٤/ ١٩٩١.(٥) انظر: \"الوسيط\" ٤/ ١٨٢، \"معالم التنزيل\" ٤/ ٢٣٦.(٦) انظر: \"تفسير مقاتل\" ١٢٨ أ</p><p> وقوله:  {الْمَتِينُ} معناه في صفة الله القوي (١) . وقد مَتُنَ شأنه، إذا قوي (٢) ، ثم ذكر أن لمشركي مكة من العذاب مثل ما لغيرهم من الأمم الكافرة وهو قوله: </p><p> ٥٩ - {فَإِنَّ لِلَّذِينَ ظَلَمُوا} قال مقاتل: يعني مشركي مكة (٣) . {ذَنُوبًا} الذَّنوب في كلام العرب: الدلو العظيم. </p><p> أنشد الفراء: </p><p> إنَّا إذا نَازَعَنَا سَرَيْت ... لنا ذَنُوبٌ من نَدَاك ذنوب (٤) </p><p> وأنشد المبرد لعلقمة بن عبدة: </p><p> وفي كلِّ حَيٍّ قد خَبَطْتَ بنِعْمَةٍ ... فحُقَّ لِشَأسٍ من نَداك ذَنُوبُ (٥) </p><p> قال ابن قتيبة: كانوا يستقون فيكون لكل واحد ذنوب، فحمل الذنوب مكان الحظ والنصيب (٦) ، وبهذا جاء التفسير. قال أبو إسحاق: يعني: نصيباً من العذاب، مثل نصيب أصحابهم الذين أهلكوا نحو قوم نوح، </p><p>(١) انظر: \"روح المعاني\" ٢٧/ ٢٣. (٢) انظر: \"تهذيب اللغة\" ١٤/ ٣٠٥، \"اللسان\" ٣/ ٤٣٤ (متن).(٣) انظر: \"تفسير مقاتل\" ١٢٨ أ.(٤) البيت لرؤبة. انظر: \"ديوانه\" ص ١٣٢، \"أمالي ابن الشجري\" ٢/ ١٨١، \"شرح المفصل\" ٥/ ٤٨، \"المفضليات\" ٦٩٦، \"تهذيب اللغة\" ١٤/ ٤٣٨، \"اللسان\" ١/ ١٠٧٩ (ذنب).(٥) البيت في \"ديوان علقمة\" ص ٤٨، الكتاب ٤/ ٤٧١، \"شرح المفصل\" ٥/ ٤٨, \"المفضليات\" ص ٣٩٦، \"المذكر والمؤنث\" ص ٣٣٧، \"الإيضاح في شرح المفصل\" ٢/ ٥١٦، \"المصنف\" ٢/ ٣٣٢، وشأس هو أخو علقمة. والبيت من قصيدة يمدح بها الحارث بن شمر الغساني.(٦) انظر: \"تأويل المشكل\" ١٥٠، \"تفسير غريب القرآن\" ٤٢٣.</p><p> وعاد، وثمود (١) . وعبارة المفسرين مختلفة في تفسير الذنوب، والأصل ما ذكرنا، قال قتادة، ومقاتل، وأبو العالية: عذابًا مثل عذاب أصحابهم (٢) . </p><p> وقال مجاهد: سجلاً. وقال إبراهيم: طرفًا (٣) . </p><p> قوله تعالى:  {فَلَا يَسْتَعْجِلُونِ} أي بالعذاب، يعني أنهم أخِّروا إلى يوم القيامة، يدل على ذلك قوله: </p><p> ٦٠ - {فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ} قال الكلبي، وعطاء، ومقاتل: يعني يوم القيامة (٤) . </p><p>(١) انظر: \"معاني القرآن\" ٥/ ٥٩. (٢) انظر: \"تفسير مقاتل\" ١٢٨ أ، \"تفسير عبد الرزاق\" ٢/ ٢٤٥. وهو المروي عن ابن عباس. انظر: \"تنوير المقباس\" ٥/ ٢٧٩، \"جامع البيان\" ٢٧/ ٩.(٣) انظر: \"جامع البيان\" ٢٧/ ٩.(٤) انظر: \"تفسير مقاتل\" ١٢٨ أ، \"معالم التنزيل\" ٤/ ٢٣٦, \"تفسير القرآن العظيم\" ٤/ ٢٣٨.</p><p> سورة الطور </p>"
}