{
  "id": null,
  "sura": 52,
  "aya": 30,
  "text": "<p> قال المفسرون: ما أنت بكاهن تبتدع القول وتخبر بما في غد من غير وحي. أي لست تقول ما تقوله (١) كهانة، ولا تنطق إلا بوحي. والكاهن الذي يوهم أنه يعلم الغيبَ بطريق خدمة الجن إياه وإخبارهم، والمجنون المارق الذي يغطي على عقله. وهذا جواب لكفار مكة حين قالوا: إنه كاهن ومجنون وشاعر، وقد علموا أنه ليس كما قالوا, ولكنهم قالوا ذلك على جهة الكذيب ليستريحوا إلى ذلك كما يستريح السفهاء إلى التكذيب على أعدائهم. </p><p> ٣٠ - قوله تعالى:  {أَمْ يَقُولُونَ} أي بل أيقولون: {شَاعِرٌ} أي هو شاعر {نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ} ريب الدهر صروفه وحوادثه من قولهم: رابه الأمر ريبًا، أي نابه وأصابه (٢) . والمنون الدهر في قول الفراء (٣) ، والأصمعي، والكسائي، وأصله من المنّ بمعنى القطع، وذلك أنه يقطع الأعمال. </p><p> قال الفراء: المنون يذكر ويؤنث، فمن ذكره أراد به الدهر، ومن أنث أراد المنية. وقول الهذلي (٤) : </p><p> أَمِنَ الَمُنونِ وَرَيْبِهِ تَتَوَجَّعُ </p><p> روي بالوجهين. </p><p> وقال الكسائي: المنون واحد في اللفظ، وقد يذهب به مذهب الجماع وأنشد قول عدي: </p><p>(١) في (ك): (مقول). (٢) انظر: \"تهذيب اللغة\" ١٥/ ٢٥٢، \"اللسان\" ١/ ١٢٦٣ (ريب).(٣) انظر: \"معاني القرآن\" ٣/ ٩٣.(٤) البيت في \"ديوانه\" ص ٨٧، \"الخصائص\" ١/ ٩٤، \"شرح المفصل\" لابن يعيش ٤/ ١٠، \"المذكر والمؤنث\" ص ٢٢٧.</p><p> مَنْ رأيْتَ المَنُونَ عَدّيْنَ أم من ... ذا عَلَيْه من أن يُضَامَ خَفِيرُ (١) </p><p> عدين: أي تركن وجاوزن. </p><p> قال: والعرب تقول: لا أكلمك آخر المنون. أي: آخر الدهر (٢) وكلا القولين في المنون ذكره المفسرون. </p><p> قال ابن عباس في رواية عطاء: يريد حدثان الموت (٣) . </p><p> وقال الكلبي عنه: أوجاع الموت (٤) . </p><p> وقال مقاتل: يعني الموت. وهو قول مقاتل (٥) . </p><p> وقال مجاهد: حوادث الدهر (٦) . والمعنى: ما يصيبه من الدهر أو من الموت. ومعنى التربص بالشيء: انتظار الدوائر به. وأنشد ابن عباس: </p><p>(١) هو عدي بن زيد العبادي، والبيت في ديوانه. (٢) انظر: \"الوسيط\" ٤/ ١٨٩، ولم ينسبه.(٣) انظر: \"تنوير المقباس\" ٥/ ٢٨٦.(٤) لعل مراد المؤلف رحمه الله من قوله (وقال مقاتل) أي فيما يرويه عن ابن عباس، حيث روى ابن جرير وابن المنذر وابن أبي حاتم والبخاري عن ابن عباس في قوله {رَيْبَ الْمَنُونِ} قال: الموت. وفي \"تفسير مقاتل\" قال: حوادث الدهر.انظر: \"تفسير مقاتل\" ١٢٩ أ، \"جامع البيان\" ٢٧/ ١٩، \"فتح الباري\" ٨/ ٦٠٢، \"الدر\" ٦/ ١٢٠.(٥) انظر: \"تفسير مجاهد\" ٢/ ٦٢٦، \"جامع البيان\" ٢٧/ ١٩.(٦) أخرجه ابن الأنباري عن ابن عباس في الوقف والابتداء، وابن دريد في \"الجمهرة\" ١/ ٢٥٩، وفي \"اللسان\" ١/ ١١٠٦ (ربص) ولم ينسبه لقائل. والذي ذكره المفسرون لا يدل على إنشاد ابن عباس لهذا البيت، وإنما ذكروا قوله ثم قالوا: وقال الشاعر، وربما ذكروا القول ونسبوه لغيره.انظر: \"جامع البيان\" ٢٧/ ١٩، \"القرطبي\" ١٧/ ٧٢، \"فتح القدير\" ٥/ ٩٩.</p>"
}