{
  "id": null,
  "sura": 52,
  "aya": 27,
  "text": "<p> سماطان لا يرى طرفهما من غلمانه حتى إذا مر مشوا وراءه (١) . </p><p> وقال حميد بن هلال (٢) : ذكرنا أن الرجل إذا دخل الجنة صور صورة أهل الجنة وألبس لباسهم، وحُلِّي حليهم، وأُري أزواجه وخدمه، أخذه سوار فرح لو كان ينبغي له أن يموت لمات من سوار فرح، فيقال له: أرأيت سوار فرحتك، فإنها قائمة لك أبدًا (٣) . </p><p> ٢٧ - قوله تعالى:  {وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} قال ابن عباس: يتذاكرون ما كانوا فيه في الدنيا من التعب والنصب والخوف (٤) . وقال مقاتل: زار بعضهم بعضًا فتساءلوا بينهم ما كانوا فيه من المشقة في الدنيا فذلك قوله: </p><p> ٢٨ - {إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ} أي في دار الدنيا مشفقين من العذاب. </p><p> ٢٩ - {فَمَنَّ اللَّهُ عَلَيْنَا} بالمغفرة {وَوَقَانَا عَذَابَ السَّمُومِ} يعني جهنم الحارة (٥) . ونحو هذا قال الحسن في السموم أنه من أسماء جهنم (٦) . </p><p> وقال عطاء: يريد الطبق السابع من جهنم وهو الأعلى (٧) . </p><p>(١) لم أجد هذا القول. (٢) حميد بن هلال العدوي، أبو نصر البصري، ثقة، عالم، توقف فيه ابن سيرين لدخوله عمل السلطان. انظر: \"تقريب التهذيب\" ١/ ٢٠٤، \"صفة الصفوة\" ٣/ ٢٦٠، \"سير أعلام النبلاء\" ٥/ ٣٠٩.(٣) انظر: \"صفة الصفوه\" ٣/ ٢٦٠.(٤) انظر: \"الوسيط\" ٤/ ١٨٨، \"معالم التنزيل\" ٤/ ٢٤٠. ومعنى قوله: أخذه سوار الفرح، أي: دَبَّ فيه الفرح دَبيبَ الشَّرَاب. انظر: \"اللسان\" ٢/ ٢٣٧ (سور).(٥) انظر: \"تفسير مقاتل\" ١٢٨ ب، ١٢٩ أ.(٦) انظر: \"معالم التنزيل\" ٤/ ٢٤٠، \"زاد المسير\" ٨/ ٥٣، \"القرطبي\" ١٧/ ٧٠.(٧) لم أجده.</p><p> وقال الكلبي:  (عذاب السموم) عذاب النار (١) . وهو قول أبي عبيدة (٢) . ومعنى السموم في اللغة: الريح الحارة تكون بالنهار، وقد تكون بالليل أيضًا. </p><p> قال أهل المعاني: معنى السموم الحر الذي يدخل في مسام البدن بما يوجب ألمه، ومنه ريح السموم، ومسام البدن الخروق الدقاق، وعلى هذا حر جهنم وحر النار مما يدخل في مسام البدن (٣) . </p><p> وقال أبو إسحاق:  {عَذَابَ السَّمُوم} أي سموم جهنم (٤) . وعلى هذا سموم جهنم ما يوجد من لفح أوارها (٥) وحرارة لهوبها كالريح الحارة الي تهب فتؤذي الإنسان. فكأنهم قالوا: وقانا الله حر جهنم حتى لم يصبنا وهج نارها. </p><p> قال (٦) : وسياق هذه الآيات يدل على أنهم يتساءلون في الجنة عن أحوالهم التي كانت في الدنيا، كأن بعضهم يقول لبعض: بم صوت إلى هذه المنزلة؟ وفي الكلام دليل على ذلك، وهو قولهم في جواب المسألة:  {إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ} أي من المصير إلى عذاب الله فعملنا بطاعته (٧) . </p><p>(١) انظر: \"الوسيط\" ٤/ ١٨٨، \"معالم التنزيل\" ٤/ ٢٤٠، \"زاد المسير\" ص ٥٣. (٢) انظر: \"مجاز القرآن\" ٢/ ٢٣٣.(٣) انظر: \"تهذيب اللغة\" ١٢/ ٣٢٠، \"اللسان\" ٢/ ٢٠٨ (سمم).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ٦٤.(٥) وَرَتِ النارُ تَرِي وَرْيًا ورِيةً حَسَنةُ. اتَّقد، وأوْرَيتُ النار أوريها إيراء. \"اللسان\" ٣/ ٩١٦ (ورى).(٦) أي الزجاج.(٧) انظر: \"معاني القرآن\" للزجاج ٥/ ٦٤.</p>"
}