{
  "id": null,
  "sura": 52,
  "aya": 21,
  "text": "<p> وقال الكلبي:  {هَنِيئًا} لا يموتون (١) . ومقاتل ذهب إلى أن الحرام وخيم العاقبة، وطعام الجنة لما كان مأمون العاقبة وصف بالهنيء. وذهب الكلبي إلى أن الموت ينغص النعمة، ولما كان أهل الجنة يأمنوا الموت وصف نعيمهم بالهنيء. </p><p> ٢٠ - قوله تعالي:  {مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ} تفسير هذه الحروف قد تقدَّم فيما سبق. </p><p> ووصف ابن عباس هذه السرر فيما روي عنه عطاء قال: يريد من ذهب مكللة بالزبرجد والدر والياقوت، والسرير مثل ما بين مكة وأيْلة (٢) . </p><p> وقال الكلبي: طول السرير في السماء مائة عام، فإذا أراد الرجل أن يجلس عليه تواضع له حتى يجلس عليه، فإذا جلس عليه ارتفع به إلى مكانه (٣) . </p><p> قوله تعالي:  {وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ} ذكرنا تفسيره في آخر سورة الدخان (٤) . </p><p> ٢١ - قوله تعالى:  {وَالَّذِينَ آمَنُوا} قال ابن عباس: يعني المهاجرين والأنصار والتابعين (٥) . </p><p>(١) انظر: \"تفسير مقاتل\" ١٢٨ ب. (٢) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٦٥، \"فتح القدير\" ٥/ ٩٦.(٣) انظر: \"الوسيط\" ٣/ ٤٦، \"التفسير الكبير\" ١٩/ ١٥٣، \"القرطبي\" ١٠/ ٣٣، \"روح المعاني\" ١٤/ ٥٩، وأيْلَةُ بالفتح مدينة على ساحل البحر الأحمر ممل يلي الشام، وقيل: هي آخر الحجاز وأول الشام. انظر: \"معجم البلدان\" ١/ ٣٤٧.(٤) عند تفسيره لآية (٥٤) من سورة الدخان وملخصه: أن الله تعالى أنكحهم في الجنة الحور العين، والحور في اللغة البيض وقيل الحسان الأعين.(٥) انظر: \"الحامع لأحكام القرآن\" ١٧/ ٦٧، \"روح المعاني\" ٢٧/ ٣٢، وقال (لكن =</p><p> {وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ} اختلفوا في أن هذا الإيمان من المؤمنين الذين ذكروا في قوله: {وَالَّذِينَ آمَنُوا} أم من الذرية؟ فقال قتادة: بإيمان من الذرية (١) ، والمعنى: واتبعتهم ذريتهم في الإيمان؛ لأن الذرية إذا لم تتبع الأصل بالإيمان لم تجتمع معه في الجنة. وعلى هذا المراد بالذرية الكبار. ويجوز أن يكون المراد بالإيمان إيمان الذين آمنوا (٢) . </p><p> والمعنى: وأتبعهم بإيمان من الآباء ذريتهم، والذرية تتبع الآباء وإن كانت صغارًا في كثير من أحكام الإيمان وهو الميراث، والدفن في مقابر المسلمين، وحكمهم حكم الآباء في أحكامهم، إلا فيما كان موضوعًا عن الصغير لصغره. وعلى هذا القول، المراد بالذرية: الصغار. </p><p> قال أبو علي: فإن جعلت الذرية للكبار (٣) كان قوله: {بِإِيمَانٍ} حالاً من الفاعلين الذين هم ذريتهم (٤) . وكلا القولين مروي عن ابن عباس (٥) . والوجه أن تحمل الذرية على ما بينَّا. وعلى هذه الجملة يدل كلام </p><p>= لا أظن صحته). وقال الشوكاني: وقيل المراد بالذين آمنوا المهاجرون والأنصار فقط، وظاهر الآية العموم، ولا يوجب تخصيصها بالمهاجرين والأنصار، كونهم السبب في نزولها إن صح ذلك، فالاعتبار بعموم اللفظ لا بخصوص السبب. انظر: \"فتح القدير\" ٥/ ٩٨. (١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٤٧، \"الجامع لأحكام القرآن\" ١٧/ ٦٦.(٢) وهو المروي عن ابن عباس، والضحاك.انظر: \"جامع البيان\" ١٧/ ١٥، \"معالم التنزيل\" ٤/ ٢٣٩.(٣) في (ك): (فإذا حملت الذرية الكبار) والصواب ما أثبته.(٤) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٥٥.(٥) انظر: \"جامع البيان\" ٢٧/ ١٥، \"الجامع لأحكام القرآن\" ١٧/ ٦٦.</p><p> المفسرين (١) . </p><p> والذرية تقع على الصغير والكبير، والواحد والكثير (٢) . فمن وقوعها على الصغير الواحد قوله:  {رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً}  [آل عمران: ٣٨] ومن وقوعها على الكبار البالغين قوله: {وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ}  [الأنعام: ٨٤] . </p><p> ومن وقوعها على الكبير قوله:  {مِنْ ذُرِّيَّةِ آدَمَ}  [مريم: ٥٨] . روى سعيد بن جبير عن ابن عباس أن النبي -صلى الله عليه وسلم- قال:  \"إن الله يرفع ذرية المؤمن في درجته وإن كانوا دونه في العمل لتقر بهم عينه\" ثم قرأ هذه الآية (٣) . </p><p> وقال عبد الله في هذه الآية: الرجل يكون له القِدم وتكون له الذرية فيدخل الجنة فيرفعون إليه لتقر بهم عينه وإن لم يبلغوا ذلك (٤) . </p><p> وقال أبو مجلز: يجمعهم الله له ما كان يحب أن يُجْمعوا له في الدنيا (٥) . وقال الشعبي: أدخل الله الذرية بعمل الآباء الجنة (٦) . </p><p>(١) انظر \"الكشف البيان\" ١١/ ١٩٦ ب، \"الوسيط\" ٤/ ١٦، \"معالم التنزيل\" ٤/ ٢٣٩. (٢) انظر: \"تهذيب اللغة\" ١٥/ ٣ (ذرأ).(٣) أخرجه عبد الرزاق في تفسيره ٢/ ٢٤٧ موقوفًا على ابن عباس، والحاكم في مستدركه، كتاب: التفسير، سورة الطور ٢/ ٤٦٨، والبزار عن ابن عباس، عن النبي -صلى الله عليه وسلم- وفيه قيس بن الربيع. وثقه شعبة والثوري وفيه ضعف.انظر: \"مجمع الزوائد\" ٧/ ١١٤، وأخرجه ابن جرير في \"تفسيره\" ٢٧/ ١٥، \"البحر المحيط\" ٨/ ١٤٨، وانظر: \"تخريجات الكشاف\" ص١٦٠، \"الصواعق المرسلة\" ١/ ٣٩١ - ٣٩٢، \"التفسير القيم\" ص ٤٤٩. وبه قال الجمهور.(٤) انظر: \"التفسير القيم\" ص ٤٥١.(٥) انظر: \"الدر\" ٦/ ١١٩، ونسب إخراجه لابن المنذر.(٦) انظر: \"حامع البيان\" ٢٧/ ١٦.</p><p> وقال الكلبي عن ابن عباس: إن كان الآباء أرفع درجة من الأبناء رفع الله الأبناء إلى الآباء، وإن كان الأبناء أرفع درجة من الآباء رفع الله الآباء إلى الأبناء. وهذا القول اختيار الفراء (١) . والآباء على هذا القول داخلون في اسم الذرية. </p><p> وذكرنا جواز ذلك عند قوله:  {وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ}  (٢) عني بالذرية الآباء. والأكثرون على القول الأول. وهو أن الأبناء يلحقون بدرجة الآباء. </p><p> قال إبراهيم: أعطوا مثل أجور آبائهم ولم ينقص الآباء من أجورهم شيئًا (٣) . وهو اختيار الزجاج. قال: تأويل الآية أن الأبناء يلحقون بالآباء إذا كانت مراتب الآباء في الجنة أعلى من مراتبهم، ولم ينقص الآباء من أجورهم شيئًا (٤) . وذلك قوله:  {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ} وذكرنا تفسير الألت عند قوله: {لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا}  (٥) والقراء على فتح اللام </p><p>(١) انظر: \"معاني القرآن\" ٣/ ٩٢، \"القرطبي\" ١٧/ ٦، \"التفسير القيم\" ص ٤٥١. (٢) عند تفسيره لآية (٤١) من سورة يس. ومما قال: قال ثعلب: الذرية تقع على الآباء. وقال الفراء: جعل الذرية التي كانت مع نوح لأهل مكة لأنها أصل لهم، وقال الزجاج: قيل لأهل مكة (حملنا ذريتهم) لأن من حمل مع نوح فهم أباؤهم وذرياتهم. فهذه الأقوال تدل على أن الآباء يجوز أن تسمى ذرية الأبناء. وقد كشف صاحب النظم عن هذا فقال: جعل الله الآباء ذرية للأبناء. وجاز ذلك لأن الذرية مأخوذة من ذرأ الله الخلق فسمى الولد ذرية لأنه ذري من الأب فكما جاز أن يقال للولد ذرية لأبيه لأنه ذري منه كذلك يجوز أن يقال للأب ذرية للابن ابنه ذري منه.(٣) انظر: \"جامع البيان\" ٢٧/ ١٦، \"الدر\" ٦/ ١١٩، وزاد نسبة إخراجه لابن المنذر وهناد.(٤) انظر: \"معاني القرآن\" ٥/ ٦٥ - ٦٦.(٥) عند تفسيره للآية (١٤) من سورة الحجرات، ومما قال: لاتَ اجتمع أربع لغات: أَلَتَ، وآلَتَ، ولاَتَ، وأَلاَتَ. كلها معناها النقصان. قال ابن عباس ومقاتل: لا ينقصكم من ثواب أعمالكم شيئًا. انظر: \"البسيط\" ٦٥٦ بتحقيق السحيباني.</p><p> في:  (ألتناهم) وهو الأشهر الأعرف. </p><p> وقرأ ابن كثير بكسر اللام (١) . ويشبه أن يكون ذلك لغة، فقد جاءت حروف على فَعِلَ وفَعَلَ، مثل: نَقِمَ يَنْقَمُ، ونَقَم يَنْقِم. </p><p> وقد رويت هذه القراءة عن يحيى بن يعمر، ومكانه مكانه (٢) . </p><p> قال ابن عباس: لم تنقص الآباء من الثواب حين ألحقنا بهم ذرياتهم (٣) . وهذه الآية رد ظاهر على القدرية حين أنكروا أن يعطي الله تعالى ذكره مؤمنًا من فضله ما لا يستحقه بعمله. وتم الكلام عند قوله:  {مِنْ شَيْءٍ}  (٤) ، ثم ابتدأ:  {كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ} قال ابن عباس: ارتهن أهل جهنم بأعمالهم (٥) . أي أخذوا وحبسوا في جهنم، ولكن الكلام في نفس الآية يدل على ما ذكر؛ لأن الله وصف منازل أهل الجنة، ثم ذكر أهل النار وأنهم ارتهنوا بعملهم، فدل معنى الكلام على أنهم معذبون، فإن أهل الجنة في نعيمهم. </p><p> وقال مقاتل: كل امرئ كافر بما عمل من الشرك مرتهن في النار (٦) . ويدل على صحة ما ذكر ما قال الكلبي، وهو أن الله تعالى استثنى المؤمنين في قوله: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ (٣٨) إِلَّا أَصْحَابَ الْيَمِينِ} (٧) فدل على أن </p><p>(١) انظر: \"حجة القراءات السبع\" ص ٦٢، \"النشر\" ٢/ ٣٧٧، \"الإتحاف\" ص ٤٠٠. (٢) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٢٦.(٣) انظر: \"تنوير المقباس\" ٥/ ٢٨٤، \"جامع البيان\" ٢٧/ ١٧، \"الوسيط\" ٤/ ١٨٧.(٤) انظر: \"القطع والائتناف\" ص ٦٦ قال: وهو قول أبي حاتم.(٥) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٦٨.(٦) انظر: \"تفسير مقاتل\" ١٢٨ ب، \"معالم التنزيل\" ٤/ ٢٣٩.(٧) آية (٣٨، ٣٩) من سورة المدثر. ولم أجد القول عن الكلبي أو غيره.</p>"
}