{
  "id": null,
  "sura": 53,
  "aya": 50,
  "text": "<p> ٥٠ - قوله {وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى} ذكر أبو إسحاق وغيره من النحويين في (الأولى) ثلاث لغات: </p><p> أحدها:  (الأولى) بسكون لام المعرفة. </p><p> والثانية:  (الُولَى) على تخفيف الهمزة ونقل حركتها إلى لام المعرفة. </p><p> الثالثة: الولى) بطرح همزة الوصل؛ لأن اللام تحركت فاستغني عنها (١) . </p><p> ومثله الأحمر والحمر ولحمر، وقراءة العامة (عادًا الأولى)  (٢) أجود اللغات الثلاثة، وذلك أن التنوين اجتمع مع لام المعرفة وهما ساكنان فحرك التنوين بالكسر. </p><p> وقرأ أبو عمرو (عادًا لولى) ، قال أبو عثمان: أساء عندي أبو عمرو في قراءته (عادًا لولى) ؛ لأنه أدغم النون في لام المعرفة، واللام إنما تحركت بحركة الهمزة، وليست بحركة لازمة، والدليل على ذلك أنك تقول: اَلَحْمَر. فلا تحذف ألف الوصل وإن حركت اللام؛ لأنها ليست بحركة لازمة، قال: ولكن كان أبو الحسن روى عن بعض العرب أنه يقول هذا لَحْمَر قد جاء، بحذف ألف الوصل لحركة اللام (٣) . </p><p>= \"روح المعاني\" ٢٧/ ٦٩: وقيل زعموا أن سهيلًا والشعرى ... -وذكر ما هاهنا ثم قال-: وكل ذلك من تخيلاتهم الكاذبة التي لا حقيقة لها والمتبادر عند الإطلاق وعدم الوصف: العبورة لأنها أكبر جرمًا وأكثر ضياء، وهي التي عبدت من دون الله في الجاهلية. (١) انظر: \"معاني القرآن\" للزجاج ٥/ ٧٧.(٢) قرأ نافع، وأبو عمرو، وأبو جعفر، ويعقوب (عادًا لولى) موصولة مدغمة، وذلك بإدغام التنوين في اللام بعد نقل حركة الهمزة إليها وصلًا. وقرأ الباقون (عادًا الأولى) بكسر التنوين وسكون اللام وتخفيف الهمزة من غير نقل. انظر: \"حجة القراءات\" ص ٦٨٧ و\"النشر\" ١/ ٤١١ - ٤١٢، و\"الإتحاف\" ص ٤٠٣ - ٤٠٤.(٣) قلت: قول أبي عثمان -المازني: أساء أبو عمرو في قراءته .. إلى أن قال: ولكن =</p><p> قال أبو علي: الإساءة التي نسبها أبو عثمان إلى أبي عمرو في قراءة: (عادًا لولى) لا تلزمه من وجهين: </p><p> أحدهما: أنه يقول: (لُوْلَى) قبل الإدغام على لغة من يقول لَحْمَرْ فيحذف همزة الوصل، وعلى هذا القول اللام في حكم المتحرك، وخرجت من حكم السكون بدلالة حذف همزة الوصل وإذا خرجت من حكم السكون حسن الإدغام كما حسن في مَنْ لك؟ ومَنْ لُوهُ؟ (١) فالإدغام في حرف متحرك غير ساكن. </p><p> والوجه الآخر: أن يكون أدغم على قول من يقول (الُولى) الحَمْرَ، فلم يحذف همزة الوصل مع إلقاء الحركة على لام المعرفة؛ لأنه في تقدير السكون فلا يمتنع أن يدغم فيه، وإن كان في حكم السكون كما لم يمتنع أن يدغم في نحو رُدَّ وفِرَّ وغَضَّ، وإن كانت لاماتهن سواكن، وتحركها للإدغام، وإذا جاز الإدغام في الوجهين جميعًا ثبتت صحته. </p><p> وروي عن نافع (عاد لوْلَى) بالإدغام والهمز، ووجه الإدغام ما ذكرنا، ووجه الهمز أن الضمة لقربها من الواو وأنه لم يحجز بينهما شيء صارت كأنها عليها فهمزها كما يهمز الواو إذا كانت مضمومة نحو أدؤُر والغؤور (٢) ، وما أشبه ذلك، وهذه لغة قد رويت وحكيت وإن لم تكن بتلك </p><p>= كان أبو الحسن -أي الأخفش- فيه إساءة وتجاوز، فالقراءة تواترها عن أفصح العرب -صلى الله عليه وسلم- وكان الأولى إثباتها وإن خالفت ما وضعه النحاة من قواعد، وما أثر عن العرب من لغتهم، أما أن تصوب القراءة لنقل الأخفش أو غيره وجهًا لها عن العرب فرأي مردود على صاحبه وإن بلغ ما بلغ من علم وفهم كالمازني، وكل يؤخذ من قوله ويرد إلا الصادق المصدوق -صلى الله عليه وسلم-، والله أعلم. (١) (ك): (لزم) والتصويب من \"الحجة\".(٢) أدؤر جمع دار، والهمز لكراهه الضمة على الواو. يقال: ثلاث أدؤر: همزت لأن الألف التي كانت في الدار صارت في أَفْعُل في مواضع تحرك فأُلقِي عليها =</p>"
}