{
  "id": null,
  "sura": 53,
  "aya": 32,
  "text": "<p> علمه وقدرته وسعة ملكه إلى جزاء المطيع بطاعته والمسيء بإساءته، فذلك قلنا إن اللام في {لِيَجْزِيَ} لام العاقبة، هذا معنى ما ذكره صاحب النظم (١) . </p><p> قال ابن عباس، ومقاتل: ليجزي في الآخرة {لِلَّذِينَ أَحْسَنُوا} قالوا لا إله إلا الله (بِالْحُسْنَى) بالجنة (٢) . ثم نعت المحسنين. </p><p> ٣٢ - قوله تعالى:  {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ} وقد تقدم الكلام في تفسير الكبائر في سورة النساء (٣) . </p><p> قال مقاتل: كبائر الإثم، يعني: كل ذنب ختم بالنار، والفواحش يعني: كل ذنب فيه الحد (٤) . </p><p>(١) انظر: \"التفسير الكبير\" ٢٩/ ٥ - ٦. (٢) انظر: \"تنوير المقباس\" ٥/ ٢٩٨، و\"تفسير مقاتل\" ١٣١ أ.(٣) عند تفسيره لآية (٣١) من سورة النساء.ومما قال: اختلفوا في الكبائر ما هي ... قال ابن عباس في رواية سعيد بن جبير: كل شئ عصي الله فيه فهو كبيرة .. وقال في رواية علي بن أبي طلحة: هي كل ذنب ختمه الله -عز وجل- بنار أو غضب أو لعنة أو عذاب، وهذا قول الحسن وسعيد بن جبير والضحاك. والصحيح أنه ليس لها حد يعرفه العباد وتتميز به الصغائر يتميز إشارة ولو عرف ذلك لكانت الصغائر مباحة ولكن الله تعالى يعلم ذلك وأخفاه عن العباد ليجتهد كل أحد في اجتناب ما نهى عنه رجاء أن يكون مجتنب الكبائر.(٤) انظر: \"تفسير مقاتل\" ١٣١ أ. وفي \"شرح العقيدة الطحاوية\" ٢/ ٥٢٥ قال: واختلف العلماء في الكبائر على أقوال .. وقيل إنها ما يترتب عليها حد، أو تُوعِّد بالنار، أو اللعنة، أو الغضب، وهذا أمثل الأقوال.قال الألوسي: والفواحش ما عظم قبحه من الكبائر فعطفه على ما تقدم من عطف الخاص على العام. وقيل: الفواحش والكبائر مترادفان. \"ررح المعاني\" ٢٧/ ٦١. وانظر: \"تهذيب اللغة\" ٤/ ١٨٨، و\"اللسان\" ٢/ ١٠٥٦ (فحش).</p><p> وقرأ حمزة والكسائي:  (كبير الإثم)  (١) . </p><p> وفعيل قد جاء يعني به الكثرة كما أن فعولا كذلك في قوله:  {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ}  [النساء: ٩٢] ، وقوله:  {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ}  [الأنعام: ١١٢] . </p><p> ومن فعيل الذي أريدَ به الكثرة قوله تعالى: {فَمَا لَنَا مِنْ شَافِعِينَ (١٠٠) وَلَا صَدِيقٍ حَمِيمٍ} [الشعراء: ١٠٠ - ١٠١] ، وقوله:  {وَحَسُنَ أُولَئِكَ رَفِيقًا}  [النساء: ٦٩] ، وقوله:  {عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ}  [ق: ١٧] ، وقول الشاعر (٢) : </p><p> وَمَا ضَرَّنَا أَنَّا قَلِيلٌ ...... البيت (٣) </p><p> فمن حيث كان لفظ الإفراد والمراد به الكثرة في هذا الموضع كذلك أفرد فعيل في قوله:  (كبير الإثم) وإن كان المراد به الكبائر. </p><p> ويحسن الإفراد من وجه آخر، وهو أن المصدر المضاف فعيل إليه واحد في معنى الكثرة، ألا ترى أنه (٤) ليس يراد به إثم بعينه، إنما يراد به </p><p>(١) قرأ حمزة، والكسائي، وخلف (كبير) بكسر الباء من غير الألف ولا همزة على التوحيد. وقرأ الباقون (كَبَائِرَ) بفتح الباء والف وهمزة مكسورة بعدها. انظر: \"حجة القراءات\" ص ٦٨٦، و\"النشر\" ٢/ ٣٦٧، و\"الإتحاف\" ص ٤٠٣.(٢) الشاعر هو السموأل بن غريض بن عادياء اليهودي، وهو صاحب الحصن المعروف بالأبلق بتيماء.انظر: مقدمة \"ديوانه\" ص ٦٧، و\"الأعلام\" ٣/ ١٤٠، و\"الأصمعيات\" ص ٨٢، و\"معجم الشعراء الجاهليين والمخضرمين\" ص ١٥٦.(٣) والبيت ورد في \"ديوانه\" ٩٠، و\"الحماسة\" لأبي تمام ١/ ٨٠، و\"شرح حماسة المرزوقي\" ١/ ١١٢، و\"الحجة\" ٦/ ٢٣٥ والبيت بتمامه:وما ضرنا أنا قليلٌ، وَجَارُنَا ... عَزِيزٌ، وَجَارُ الأَكْثَرينَ ذَلِيلُ(٤) (أنه) زيادة من \"الحجة\".</p><p> الآثام، فكذلك يكون المراد بالمضاف الكثرة، وإذا كان كذلك فالإفراد فيه يفيد ما يفيد الجمع. </p><p> فإن قيل: فهلا أُفْردا في النساء كما أفردا في هذه السورة؟ قيل: إذا أتيا به على قياس ما جاء في التنزيل في غير هذا الموضع لم يكن لقائل مقال، ألا ترى أنه قد جاء {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ}  [النساء: ٩٢] وقال: {وَهُمْ لَكُمْ عَدُو}  [الكهف: ٥٠] ، فأفرد، وجمع في قوله:  {وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ}  [فصلت: ١٩] ، و {إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً}  [الممتحنة: ٢] فلم صنع من إفراد ذلك جمعه في المواضع التي جمع فيها (١) ، كذلك الإفراد هاهنا لا يمنع الجمع في سورة النساء، وأما من جمع فقال:  {كَبَائِرَ الْإِثْمِ} فلأنه في المعنى جمعٌ، والإثم يراد به الكثرة إلا أنه أفرد كما تفرد المصادر وغيرها من الأسماء التي يراد بها الكثرة والأجناس (٢) . </p><p> قوله تعالى:  {إِلَّا اللَّمَمَ} اختلفوا فيه على قولين: </p><p> أحدهما: أن اللمم صغار الذنوب، مثل النظرة والغمزة والقبلة. </p><p> قال عطاء، عن ابن عباس: إلا ما كان دون الزنا (٣) . وقال الكلبي عنه: اللمم النظرة عن غير تعمد، فإن أعاد النظر فليس بلمم وهو ذنب (٤) . </p><p>(١) (فيها) ساقطة من (ك). (٢) من قوله: \"وفعيل قد جاء يعني به الكثرة .. \" إلى هنا من كلام أبي علي.انظر: \"الحجة للقراء السبعة\" ٦/ ٢٣٥ - ٢٣٧.(٣) انظر: \"الوسيط\" ٤/ ٢٠١، و \"معالم التنزيل\" ٤/ ٢٥٢.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٠٠، و\"تهذيب اللغة\" ١٥/ ٣٤٨، و\"الكشف والبيان\" ١٢/ ١٤ ب، و\"معالم النزيل\" ٤/ ٢٥٣، عن الحسين بن الفضل.</p><p> وعن نافع بن جبير بن مطعم: هو ما دون الوقاع، وهذا قول ابن مسعود، وأبي هريرة، ومسروق، والشعبي، وطاووس، قالوا: ما دون الزنا (١) . </p><p> واحتجوا بما روى أبو هريرة أن النبي -صلى الله عليه وسلم- قال:  \"إن الله -عز وجل- كتب على ابن آدم حظه من الزنا أدركه ذلك لا محالة، فزنا العينين النظر، وزنا اللسان المنطق، وزنا الشفتين التقبيل، وزنا اليدين البطش، وزنا الرجلين المشي، والنفس تتمنى وتشتهي، والفرج يصدق ذلك أو يكذبه\"  (٢) . </p><p> فإن تقدم فرجه كان زانٍ وإلا فهو اللمم. </p><p> وقال ابن الزبير، وعكرمة، وقتادة، والضحاك، ومقاتل: هو ما بين الحدين، حد الدنيا، وعذاب الآخرة، وكل ذنب ليس فيه حد في الدنيا ولم يتوعد عليه بعذاب في الآخرة فهو اللمم، وهي رواية العوفي، والحكم عن ابن عباس، وهؤلاء قالوا: اللمم تكفره الصلوات وهو مغفور لمن اجتنب الكبائر (٣) . </p><p> القول الثاني في اللمم: أنه الذنب يلم به الرجل ثم يتوب، روى عمرو بن دينار عن عطاء، عن ابن عباس في قوله:  {إِلَّا اللَّمَمَ} قال: يلم </p><p>(١) انظر: \"جامع البيان\" ١٧/ ٣٩، و\"الكشف والبيان\" ١٢/ ١٣ أ، و\"الوسيط\" ٤/ ٢٠١، و\"معالم التنزيل\" ٤/ ٢٥٢، و\"تفسير القرآن العظيم\" ٤/ ٢٥٥. (٢) أخرجه البخاري في كتاب الاستئذان، باب زنا الجوارح دون الفرج ٤/ ٦٧، ومسلم في كتاب القدر، باب: قدر على ابن آدم حظه من الزنا وغيره ٤/ ٢٠٤٦، وعبد الرزاق في \"تفسيره\" ٢/ ٢٥٣، والإمام أحمد في \"المسند\" ٢/ ٣١٧.(٣) انظر: \"تفسير مقاتل\" ١٣١ أ، و\"جامع البيان\" ٢٧/ ٤٠، و\"الكشف والبيان\" ١٢/ ١٣ أ، و\"معالم التنزيل\" ٤/ ٢٥٢.</p><p> بالذنب مرة ثم يتوب منه ولا يعود (١) . قال: وكان النبي -صلى الله عليه وسلم- يقول: </p><p> \"إنْ تَغْفِر اللَّهمَّ تَغْفِرْ جَمَّا ... وأَيُّ عَبْدٍ لك لا أَلَمَّا\"  (٢) </p><p> وقال الحسن: هو الرجل يلم المرة ثم ينزع (٣) . </p><p> وروى السدي عن أبي صالح، قال: سألني رجل عن اللمم، فقلت: هو الرجل يلم بالذنب ثم (٤) لا يعاود، قال: فحدثت بذلك ابن عباس قال: لقد أعانك عليها ملك كريم (٥) ، وهذا قول مجاهد والسدي (٦) . </p><p> ومعنى اللمم على هذا القول ما تيب منه وإن عظم وكبر، وأصل معنى </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٤٠، و\"الكشف والبيان\" ١٢/ ١٢ ب، و\"الجامع لأحكام القرآن\" ١٧/ ١٠٧. (٢) رواه ابن جرير في \"جامعه\" ٢٧/ ٣٩، والترمذي في سننه، كتاب التفسير، باب (ومن سورة النجم) ٥/ ٣٧٠، وقال عنه: هذا حديث حسن صحيح غريب لا نعرفه إلا من حديث زكريا بن إسحاق. وقال ابن كثير في \"تفسيره\" ٤/ ٢٥٦، وكذا قال البزار: لا نعلمه يروى متصلاً إلا من هذا الوجه، وساقه ابن أبي حاتم والبغوي من حديث أبي عاصم النبيل، وإنما ذكره البغوي في تفسير سورة المزمل، وفي صحته مرفوعًا نظر. وقال الهيثمي في \"مجمع الزوائد\" ٧/ ١١٥، رواه البزار ورجاله رجال الصحيح. وقال القرطبي: قال النحاس: هذا أصح ما قيل فيه وأجلها إسنادًا. \"الجامع لأحكام القرآن\" ١٧/ ١٠٧.والبيت لأمية بن أبي الصلت، كما في \"تهذيب اللغة\" ١٥/ ٣٤٧، و\"اللسان\" ٣/ ٣٩٧ (لمم)، و\"الخزانة\" ٢/ ٢٩٥، و\"المقتضب\" ٤/ ٢٤٢، و\"الأغاني\" ٣/ ١٨٣، وليس في \"ديوانه\".(٣) انظر: \"حامع البيان\" ٢٧/ ٣٩، و\"تفسير القرآن العظيم\" ٤/ ٢٥٦.(٤) في (ك): (اللمم الخطيئة ثم) ولا معنى لها هنا.(٥) أخرجه عبد بن حميد. انظر: \"معالم التنزيل\" ٤/ ٢٥٢، و\"الدر\" ٦/ ١١٨.(٦) انظر: \"تفسير مجاهد\" ٢/ ٦٣١، و \"الوسيط\" ٤/ ٢٠٢.</p><p> القولين في اللغة واحد. </p><p> وقال المبرد: يقال: أَلَمَّ فلان بكذا إذا قاربه ولم يخالطه (١) ، وأَلَمَّ به إذا لم يمعن فيه ولكن نال منه حظًا، وهما من أجل واحدة لأنه يقال ذلك لمن لم يستحوذ على الشيء. </p><p> فعلى ما ذكر اللمم ما قارب به من الكبيرة كالنظر والقبلة واللمس، واللمم ما ألم به مرة من زنا وشرب خمر، ثم لم يمعن فيه وتاب منه والعرب تقول: ألممت بفلان إلمامًا، وما يزورنا إلا لمامًا. </p><p> قال جرير: </p><p> بنفسي من تجنبه عزيزٌ ... عليَّ ومن زيارته لمام (٢) </p><p> قال أبو عبيدة: معناه الأحيان على غير مواظبة ولا وقت معلوم، قال الأزهري: والعرب تستعمل الإلمام في المقاربة والدنو، يقال: ألَمَّ بفعل كذا، في معنى كاد يفعل، قال أبو زيد: كان ذلك منذ شهرين أو لمامهما، ومنذ شهر أو لممه، أي قراب شهر، ومنه قوله -صلى الله عليه وسلم-: \"وإن مما ينبت الربيع ما يقتل حبطا أو يُلِمَّ\"  (٣) قال أبو عبيدة: معناه أو يقرب إليه. </p><p>(١) انظر: \"فتح القدير\" ٥/ ١١٣. (٢) \"ديوانه\" ص ٥١٢، و\"القطع والائتناف\" ص ٦٩١، و\"البحر المحيط\" ٨/ ١٥٥.(٣) جزء من حديث متفق عليه، أخرجه البخاري في كتاب: الجهاد، باب: فضل النفقة في سبيل الله ٤/ ٣٢، وكتاب: الرقاق، باب: ما يحذر من زهرة الدنيا والمتنافس فيها ٨/ ١١٣، ولفظه: \" .. وإن كل ما أثبت الربيع يقتل حبطًا أو يُلمُّ\" وفي لفظ: \" .. وإنه كلُّ .. \" ومسلم في كتاب: الزكاة، باب: تخوف ما يخرج من زهرة الدنيا ٢/ ٧٢٧، وأحمد في \"المسند\" ٣/ ٧، ٢١. والحبط أن تأكل الماشية فتكثر حتى تنتفخ لذلك بطونها, ولا يخرج عنها ما فيها.</p><p> وقال أبو زيد: في أرض بني فلان من الشجر المُلِمّ كذا وكذا، وهو الذي قارب أن يَحْمل. </p><p> وقال المبرد: فلان ميت أو ملم، أي قد قارب الموت، ونخل مُلِمُّ قد قارب الإطعام وأنشد: </p><p> وزَيْدٌ مَيّتٌ كَمَدَ الحُبَارَى ... إِذَا بَانَتْ لَطِيفَةُ أَو مُلِمُّ (١) </p><p> قال: يعني أو مدانٍ للموت، واللمة من الشعر التي ألمت أن تبلغ أذن، أي قاربت (٢) . </p><p> وقوله: أَلْمِم، معناه اجعل لنا من زيارتك أدنى حظ، ومنه قول الشاعر: </p><p> أَلْمِمْ بِسَلُّومَةَ أَلْمِمْ ألْمِمِ ... خَلونَهَا مِن الخَليلِ والحَمِي (٣) </p><p> وأمَّا الاستثناء في قوله:  {إِلَّا اللَّمَمَ} على القولين جميعًا استثناء خارج. </p><p> قال أبو عبيدة: لم يؤذن لهم في اللمم وليس اللمم من الفواحش ولا من كبائر الإثم، وقد يستثنى الشيء من الشيء وليس منه، والتقدير: إلا أن يلم ملم بشيء من الفواحش (٤) ، فهذا على القول الأول. </p><p> وقال المبرد: لم يبحهم اللمم، ومعناه استثناء ليس من الأول، </p><p>(١) ورد في \"الجمهرة\" لابن دريد ١/ ١٢١، و\"مقاييس اللغة\" ٢/ ١٢٨، و\"الحيوان\" ٥/ ٤٥٥. وهو لأبي الأسود الدؤلي. (٢) لم أقف على كلام المبرد.(٣) لم أجده.(٤) انظر: \"مجاز القرآن\" ٢/ ٢٣٧.</p><p> وتفسيره: لكن إن ألموا تابوا كما قال: {وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى (١٩) إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى} [الليل: ١٩ - ٢٠] . فابتغاء وجه ربه من نعمة لأحد. </p><p> والمعنى، ولكنه يبتغي، قال: وقال ابن أحمر-وأراد أن يخدع من يخاطبه- فقال: </p><p> قد قلتُ في بعضِ مَا أَقولُ لَهَا ... قَولةَ نَزْرِ الكَلامِ مُحْتَشِمِ </p><p> قَد حَرَّمَ اللهُ كلَّ فَاحشةٍ ... ورَخَّصَ اللهُ منكِ في اللَّمَمِ </p><p> قال: وإنما قال ذلك بخلاعته لا لأنه لم يعرف أن اللمم لم يرخص فيه، الدليل على ذلك أنه قال: </p><p> فأنكرت ذاك وهي صالحةٌ ... مِنْ نِسوةٍ لا يَجُدْنَ بالتُّهَمِ </p><p> انتهى كلامه (١) . </p><p> وقال قوم: اللَّمَمُ على القول الثاني من جنس الفواحش والاستثناء وقع من الجنس، ومعنى الآية: إلا أن يلم بالفاحشة ثم يتوب، ويقع الوقعة ثم ينتهي، واسم اللممِ يدل على التوبة والانتهاء, لأنه إنما يسمى لمما إذا لم يمعن فيه، والصحيح هو الأول؛ لأن هذا يؤدي إلى إباحة اللمم (٢) . وذكر في الآية قولان آخران: </p><p>(١) لم أقف على كلام المبرد هذا. ولا على أبيات ابن أحمر. (٢) قال ابن جرير: (وأولى الأقوال في ذلك عندي بالصواب قول من قال: إلا بمعنى الاستثناء المنقطع، ووجه معنى الكلام: إلا الذين يجتنبون كبائر الإثم والفواحش إلا اللمم بما دون كبائر الإثم، ودون الفواحش الموجبة للحدود في الدنيا والعذاب في الآخرة ...) \"جامع البيان\" ٢٧/ ٤١. وانظر: \"إعراب القرآن\" للنحاس ٣/ ٢٧١، و\"فتح القدير\" ٥/ ١١٣، ونسبه للجمهور.</p><p> أحدهما: أن اللمم ما سلف في الجاهلية من الذنوب، وذلك أن المشركين قالوا للمسلمين، إنما كنتم بالأمس تعملون معنا ما نعمل، فأنزل اقه هذه الآية، وهو (١) قول زيد بن ثابت، وزيد بن أسلم، ورواية عن علي ابن أبي طلحة، عن ابن عباس قال:  {إِلَّا اللَّمَمَ} إلا ما قد سلف في الجاهلية (٢) ، واللمم على هذا القول ما ألموا به من الذنوب والفواحش في الجاهلية. </p><p> القول الثاني: هو قول عبد الله بن عمرو قال: اللمم ما دون الشرك (٣) ، وعلى هذا القول: الكبائر والفواحش موجبات الشرك. </p><p> والناس على القولين الأولين، واختار أبو إسحاق الثاني منهما، قال: اللمم هو أن يكون الإنسان قد ألم بالمعصية ولم يصر ولم يُقم على ذلك، والإلمام في اللغة يوجب أنك تأتي الشيء في الوقت ولا تقيم عليه. فهذا معنى اللمم في هذا الموضع (٤) يدل عليه قوله تعالى: {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} قال ابن عباس: لمن فعل ذلك وتاب (٥) ، وتم الكلام هاهنا (٦) . </p><p> ثم قال قوله:  {هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ} قال ابن عباس: </p><p>(١) (ك): (على) والصواب ما أثبته. (٢) انظر: \"جامع البيان\" ٢٧/ ٣٨، و\"الكشف والبيان\" ١٢/ ١٢ ب، و\"معالم التنزيل\" ٤/ ٢٥٢.(٣) انظر: \"جامع البيان\" ٢٧/ ٤٠، و\"الجامع لأحكام القرآن\" ١٧/ ١٠٨.(٤) انظر: \"معاني القرآن\" ٥/ ٧٥.(٥) انظر: \"تنوير المقباس\" ٥/ ٢٩٨، و\"معالم التنزيل\" ٤/ ٢٥٣.(٦) انظر: \"القطع والائتناف\" ص ٦٩٢ قال: والتمام عند يعقوب وجماعة معه بعد قوله: {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ}، و\"المكتفى في الوقف والابتداء\" ص ٥٤٣.</p><p> هو أعلم بكم قبل أن يخلقكم:  {إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ} قال: يريد ما كان من خلق آدم ميت تراب (١) . </p><p> قوله تعالى:  {وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ} أجنة جمع جنين، وهو الولد ما دام في البطن، سمي جنينًا لأنه مستور، ومنه سمي المدفون جنينًا لأنه مستور بالتراب، قال عمرو: </p><p> وَلاَ شَمْطَاءُ لم يترك شقَاها ... لَهَا من تسعةٍ إلا جَنينا (٢) </p><p> أي إلا دفينًا في قبره. </p><p> قال الحسن: علم الله من كل نفس ما هي عاملة وما هي صانعة وإلى ما هي صائرة (٣) ، وقال الفراء: هو أعلم أولاً وآخرًا (٤) . </p><p> {فَلَا تُزَكُّوا أَنْفُسَكُمْ} قال الكلبي، ومقاتل: كان ناس يقولون: صلينا وصمنا وفعلنا وفعلنا، فأنزل الله {فَلَا تُزَكُّوا أَنْفُسَكُمْ}  (٥) ، قال الفراء: لا يقولن أحدكم عملت كذا وفعلت كذا (٦) ، فعلى هذا معناه النهي عن الاعتداد بالأعمال. </p><p> وقال آخرون: معناه لا تبرؤوها ولا تمدحوها، يدل على هذا ما روى أن زينب بنت أبي سلمة (٧) قالت: سميت برة فقال النبي -صلى الله عليه وسلم-: \"لا تزكوا </p><p>(١) انظر: \"الوسيط\" ٤/ ٢٥٢، و\"معالم التنزيل\" ٤/ ٢٥٣. (٢) ورد في \"ديوانه\" ٣٦٧، و\"شرح المعلقات السبع\" للزوزني ص ٩٨.(٣) انظر: \"معالم التنزيل\" ٤/ ٢٥٣، و\"الجامع لأحكام القرآن\" ١٧/ ١١٠.(٤) انظر: \"معاني القرآن\" ٣/ ١٠٠.(٥) انظر: \"تفسير مقاتل\" ١٣١ ب، و\"الكشف والبيان\" ١٢/ ١٤ أ، و\"معالم التنزيل\" ٤/ ٢٥٣.(٦) انظر: \"معاني القرآن\" ٣/ ١٠٠.(٧) زينب بنت أبي سلمة بن عبد الأسد المخزومة، ربيبة النبي -صلى الله عليه وسلم- وأخت عمر، =</p>"
}