{
  "id": null,
  "sura": 53,
  "aya": 14,
  "text": "<p> (وهو) أي محمدًا -صلى الله عليه وسلم-. </p><p> ١٤ - {عِنْدَ سِدْرَةِ الْمُنْتَهَ} ، والسدر في اللغة: ضرب من شجر النبق (١) . </p><p> قال عطاء عن ابن عباس: وإنما سميت سدرة المنتهى؛ لأن علم الملائكة ينتهي إليها (٢) . ولم يجاوزها أحد إلا رسول الله -صلى الله عليه وسلم- حين تدلى إليه الرفرف (٣) . </p><p> وقال الكلبي، ومقاتل: هي شجرة عن يمين العرش فوق السماء السابعة إنتهى إليها علم كل ملك (٤) . </p><p>(١) في (ك): (البر). والنَّبِق: بتشديد النون وكسر الباء ثمر السدر. \"اللسان\" ٣/ ٥٧٠ (نبق). (٢) أخرجه ابن أبي شيبة في \"المصنف\" ١٣/ ١٥٠ عن ابن عباس قال: سألت كعبًا ... ، وانظر: \"تنوير المقباس\" ٥/ ٢٩٣، و\"جامع البيان\" ٢٧/ ٣١ عن كعب، و\"الكشف والبيان\" ١٢/ ٨ ب، و\"الجامع لأحكام القرآن\" ١٧/ ٩٥ عن كعب أيضًا.(٣) لم أجد من قال بأن النبي -صلى الله عليه وسلم- تجاوز سدرة المنتهى، وقد نقله النووي عن الواحدي في شرحه على مسلم ٢/ ٢١٤، ونسبه لابن عباس والمفسرين، والذي في الصحيح: (ثم انطلق بي حتى انتهى بي إلى سدرة المنتهى، وغشيها ألوان لا أدري ما هي، ثم أدخلت الجنة فإذا فيها حبايل اللؤلؤ وإذا ترابها المسك).والرفرف هو المذكور في الصحيح حيث قال: (رأى رفرفًا أخضر قد سد الأفق). يوضحه ما أخرجه النسائي، والحاكم، عن ابن مسعود قال: (أبصر نبي الله -صلى الله عليه وسلم- جبريل -عليه السلام- على رفرف قد ملأ ما بين السماء والأرض).انظر: \"صحيح البخاري\"، كتاب: الصلاة، باب: كيف فرضت الصلوات في الإسراء ١/ ٩، وكتاب التفسير، باب {لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى} ٦/ ١٧٦، و\"فتح الباري\" ٨/ ٦١١، و\"المستدرك\" ٢/ ٤٦٩.(٤) انظر: \"تفسير مقاتل\" ١٣٠ أ - ب، و\"تنوير المقباس\" ٥/ ٢٩٣.</p><p> وقال عبد الله: سميت سدرة المنتهى؛ لأنه ينتهي إليها ما يهبط من فوقها وما يصعد من تحتها من أمر الله تعالى لا يعدوها (١) . </p><p> وقال أبو هريرة: لما أسري بالنبي -صلى الله عليه وسلم- انتهى إلى السدرة فقيل له: هذه السدرة ينتهي إليها كل أحد من أمتك على سنتك وإذا هي شجرة يخرج من أصلها أنهار من ماء إلى قوله: {عَسَلٍ مُصَفًّى}  [محمد: ١٥] وهي شجرة يسير الراكب في ظلمها مائة عام لا يقطعها والورقة منها مغطية للأمة كلها (٢) . وقال عبد الله: هي شجرة عليها فضول السندس والإستبرق (٣) . </p><p> وروى قتادة عن أنس، أن رسول الله -صلى الله عليه وسلم- قال:  \"لما عرج بي إلى السماء السابعة رفعت إلى سدرة المنتهى في السماء السابعة وإذا نبقها مثل قلال(٤)هجر(٥)وورقها مثل أذن الفيلة، يخرج من ساقها نهران ظاهران ونهران باطنان،فقلت:يا جبريل: ما هذا؟قال:أما النهران الباطنان ففي الجنة -قال مقاتل:هما السلسبيل والكوثر(٦)- وأما النهران الظاهران فالنيل والفرات\"  (٧) . </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٣١، و\"الكشف والبيان\" ١٢/ ٨ ب، و\"معالم التنزيل\" ٤/ ٢٤٨. (٢) أخرجه ابن جرير والثعلبي. انظر: \"جامع البيان\" ٢٧/ ٣٢، و\"الكشف والبيان\" ١٢/ ٨ ب، و\"الجامع لأحكام القرآن\" ١٧/ ٩٥، ٩٦.(٣) أخرجه ابن جرير والفريابي، وابن أبي شيبة، والطبراني. انظر: \"جامع البيان\" ٢٧/ ٣٢، و\"الدر\" ٦/ ١٢٥.(٤) القلال: جمع قلة، والقلة الحب العظيم، وقيل: الجرة العظيمة، وقيل: الكور المغير. انظر: النهاية ٣/ ٢٧٥.(٥) هَجَر: قرية قريبة من المدينة وليست هجر البحرين، وكانت تعمل بها القلال. \"النهاية\" ٣/ ٢٧٥، و\"معجم البلدان\" ٥/ ٤٥٢.(٦) انظر: \"تفسير مقاتل\" ١٣٠ب.(٧) لم أجده.</p>"
}