{
  "id": null,
  "sura": 53,
  "aya": 61,
  "text": "<p> ٦١ - قوله {وَأَنْتُمْ سَامِدُونَ} قال الليث: السمود في الناس الغفلة والسهو عن الشيء، وهذا قول المبرد، قال: السمود الاشتغال عن الشيء يكون لهم أو فرح يتشاغل به وأنشد فقال: </p><p> رَمى الحِدْثانُ نِسْوَةَ آلِ حَرْبٍ ... بمقدارٍ سَمَدْنَ له سُمودا (١) </p><p> وروى عكرمة عن ابن عباس قال: السمود الغناء في لغة حمير (٢) ، يقال: اسمدي لنا، أي غني لنا (٣) ، ومنه قول أبي زبيد أنشده أبو عبيدة فقال: </p><p> وكأن العَزِيفَ فِيهَا غِنَاءً ... لِلنَدَامَى مِنْ شَارِبٍ مَسْمُودٍ (٤) </p><p> فالمسمود الذي غني له، والسامد أيضًا القائم في تحير، قال المبرد: ومما يأثر العرب من أشعار عاد (٥) : </p><p>= والثعلبي في \"الكشف والبيان\" ١٢/ ٢١ أ، وابن مردويه من طريق سعيد بن جبير، عن ابن العباس بإسناد ضعيف، و\"تخريجات الكشاف\" ٤/ ١٦١، ورواه وكيع بن الجراح في \"الزهد\" ١/ ٢٦٦. قال محققه: إسناده ضعيف ومعناه غريب أيضًا؛ لأن الآية نزلت في مكة، وقد ثبت ضحك النبي -صلى الله عليه وسلم- وتبسمه في أحاديث كثيرة. (١) البيت لعبد الله بن الزبير بن الأشيم الأسدي، أو للكميت بن معروف. انظر: \"الحماسة\" لأبي تمام ١/ ٤٦٤، و\"أمالي القالي\" ٣/ ١١٥، و\"الأضداد\" ص ٣٦، و\"مجالس ثعلب\" ص ٤٣٩، و\"تهذيب اللغة\" ١/ ٣٧٧٢، و\"اللسان\" ٢/ ١٩٨ (سمد). ونسبه ابن كثير في \"البداية والنهاية\" ٨/ ١٤٤ لأيمن بن خزيم.(٢) حمير: بطن عظيم من القحطانية ينسب إلى حمير بن سبأ، من بلادهم في اليمن شام، وذمار، ورفع .. قدم رسول ملوك حمير سنة تسع من الهجرة على رسول الله -صلى الله عليه وسلم-: انظر: \"معجم قبائل العرب\" ١/ ٣٠٤ - ٣٠٥.(٣) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٥٥، و\"جامع البيان\" ٢٧/ ٤٨، و\"المصنف\" لابن أبي شيبة ١٠/ ٤٧١.(٤) انظر. \"الأضداد\" لابن الأنباري ص ٣٦، و\"الأضداد\" للسجستاني ص ١٤٤.(٥) عاد بن عوص من العرب العاربة البائدة، يقال لهم عاد الأولى, وكانت منازلهم =</p><p> قَيْلُ قُم فَانْظُر إلَيْهِمْ ... ثُمَّ دع عَنْكَ السُّمُودَا (١) </p><p> ومنه حديث علي -رضي الله عنه- أنه دخل المسجد والناس ينتظرون الصلاة، قال: مالي أراكم سامدين (٢) . </p><p> قال أبو عبيدة: يعني: القيام، وكل رافع رأسه فهو سامد، قال ابن الأعرابي: السامد اللاهي، والسامد الغافل، والسامد الساهي، والسامد المتكبر، والسامد القائم، هذا كلام أهل اللغة في السمود (٣) . </p><p> والمفسرون قالوا: لاهون غافلون معرضون، ونحو هذا روي عن ابن عباس في جميع الروايات (٤) إلا ما روى عكرمة أنه الغناء، قال: وكانوا إذا سمعوا القرآن تغنوا. </p><p> وروى شمر بإسناد عن ابن عباس أنه قال: مستكبرون. قال: ويقال </p><p>= بالأحقاف وهو الرمل ما بين عمان إلى الشحر إلى حضرموت إلى عدن أبين. انظر: \"معجم قبائل العرب\" ٢/ ٧٠٠. (١) من شعر هزيلة بنت بكر، وهي تبكي قوم عاد. انظر: \"الأضداد\" لابن الأنباري ص ٣٦، و\"الأضداد\" للسجستاني ص ١٤٤، و\"الدر\" ٦/ ١٣٢، وعزاه للطستي في \"مسائله\"، و\"روح المعاني\" ٢٧/ ٧٢، و\"تهذيب اللغة\" ١٢/ ٣٧٨، و\"اللسان\" ٢/ ١٩٩ (سمد).(٢) أخرجه عبد الرزاق، وابن جرير، وعبد بن حميد، وذكره المهدوي. انظر: \"جامع البيان\" ٢٧/ ٤٩، و\"الجامع لأحكام القرآن\" ١٧/ ١٢٣ و\"الدر\" ٦/ ١٣٢، و\"الأضداد\" لابن الأنباري ص ٣٦ - ٣٧.(٣) انظر: \"تهذيب اللغة\" ١٢/ ٣٧٧، و\"اللسان\" ٢/ ١٩٧ (سمد).(٤) انظر: \"تنوير المقباس\" ٥/ ٣٠٣، و\"معالم التزيل\" ٤/ ٢٥٧، و\"زاد المسير\" ٨/ ٨٥، و\"تفسير القرآن العظيم\" ٤/ ٢٦٠.</p>"
}