{
  "id": null,
  "sura": 53,
  "aya": 12,
  "text": "<p> وأنكرت عائشة رضي الله عنها رؤية محمد -صلى الله عليه وسلم- ربه ليلة المعراج، وكانت تخالف ابن عباس في مذهبه وتذهب بهذه الرؤية إلى رؤية جبريل (١) . وظاهر الآية مع ابن عباس، وقد قال معمر: ما عائشة عندنا بأعلم من ابن عباس (٢) . </p><p> ثم هذا الاختلاف من أدل دليل على أن البارئ جائز الرؤية؛ لأن ما لا تجوز رؤيته لا يختلف في رؤيته، وعائشة أنكرت الرؤية في الدنيا وقبل الموت، واحتجت بقوله تعالى:  {لَا تُدْرِكُهُ الْأَبْصَارُ}  (٣)  [الأنعام: ١٠٣] الآية. </p><p> ١٢ - قوله تعالى:  {أَفَتُمَارُونَهُ عَلَى مَا يَرَى} قال الكلبي وغيره من المفسرين: لما نزل {وَالنَّجْمِ إِذَا هَوَى} الآيات، أتى عتبة بن أبي لهب رسول الله -صلى الله عليه وسلم- فقال: يا محمد هو يكفر بالنجم إذا هوى وبالذي دنا فتدلى، فنزلت هذه الآية (٤) . </p><p>(١) انظر: \"سنن الترمذي\" كتاب التفسير ٥/ ٣٦٨، عن مسروق، عن عائشة، و\"تفسير القرآن العظيم\" ٤/ ٢٤٩، وبهذا قال ابن مسعود وأبو ذر، وأبو هريرة. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٥٢.(٣) قلت: تقدم الكلام على هذه المسألة. وفي قوله تعالى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ} وفي الأخبار الصحيحة المشهورة ما يثبت وقوعها للمؤمنين في الآخرة، وإذا جازت في الآخرة جازت في الدنيا لتساوي الوقتين بالنسبة إلى المرئي.وقال الإمام مالك: إنما لم يُرَ سبحانه في الدنيا, لأنه باق، والباقي لا يرى بالفاني، فإذا كان في الآخرة ورزقوا أبصارًا باقية رأوا الباقي بالباقي. انظر: \"فتح الباري\" ٨/ ٦٠٧ - ٦٠٨.(٤) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٨٣، و\"تخريجات الكشاف\" ١٦٠، وقال: أخرجه أبو نعيم في \"الدلائل\" .. ورواه البيهقي في الدلائل، والطبراني من طريق سعيد. عن قتادة مطولًا نحوه، ورواه الحاكم في \"الدلائل\" أيضًا، وقال البيهقي: هكذا قال عباس بن الفضل الأزرق، وليس بالقوى، وأهل المغازى يقولونه عتبة أو عتيبة. وانظر: \"دلائل النبوة\" للبيهقي ٢/ ٣٣٩.</p><p> وقرئ (أَفَتُمَارُونَهُ)  (١) قال عامة المفسرين وأهل التأويل (٢)  (أَفَتُمَارُونَهُ) أفتجادلونه و (أفتمارونه) أفتجحدونه, تقول العرب: مريت الرجل حقه إذا جحدته. قال الشاعر: </p><p> لئن هجرت أخا صِدقٍ ومَكْرُمَةٍ ... لقد مَرَيْتَ أخًا ما كان يَمْرِيكا (٣) </p><p> قال المبرد:  (أفتمرونه) أي أتدفعونه عما يرى، قال: و (على) في موضح عن (٤) ، و (أَفَتُمَارُونَهُ) أي: أتدفعونه وتمارونه، كأنه أغلب في هذا الموضع للإنكار عليه، أي: تجادلونه فيما رأى وعلم، وأما الجحود منهم فقد كان ذلك عامًا فيما يأتيهم به الرسول -صلى الله عليه وسلم- والجدال في هذا الموضع كأنه أغلب، والمعنيان يتقاربان؛ لأن مجادلتهم جحود فيجتمع فيه الجحود والمجادلة، وقد كانت من المشركين مجادلة النبي -صلى الله عليه وسلم- حين أسري به قالوا: صف لنا مسجد بيت المقدس (٥) ، وأخبِرنا عن عيرنا التي في </p><p>(١) قرأ حمزة، والكسائي، وخلف، ويعقوب (أَفَتَمْرُونَهُ) مفتوحة التاء بغير ألف. وقرأ الباقون: (أَفَتُمَارُونَهُ) بألف. انظر: \"حجة القراءات\" ٦٨٥، و\"النشر\" ٢/ ٣٧٩، و\"الإتحاف\" ٤٠٢.(٢) انظر: \"معاني القرآن\" للفراء ٣/ ٩٦، و\"معاني القرآن\" للزجاج ٥/ ٧٢، و\"جامع البيان\" ٢٧/ ٢٩، و\"الوسيط\" ٤/ ١٩٧.(٣) ورد البيت غير منسوب في \"الكشاف\" ٤/ ٣٨، و\"الجامع لأحكام القرآن\" ١٧/ ٩٣، و\"البحر المحيط\" ٨/ ١٥٩، و\"تخريجات الكشاف\" ٤/ ٨٧.ومعناه: لئن ذممت أخا صدق ومكرمة، فقد غلبته في الجدال وأنفدت ما عنده أو جحدت حقه كأنك أخذت منه أو تسببت في إخراجه ما عنده فيذمك كما ذمته.(٤) انظر: \"تهذيب اللغة\" ١٥/ ٢٨٣ (مرى).(٥) بيت المقدس. يطلق على الأرض المباركة وعلى الطور الذي كلم الله موسى عليه. والمراد به عند الإطلاق المسجد الأقصى.انظر: \"معجم البلدان\" ٥/ ١٩٣.</p><p> طريق الشام (١) ، وغير ذلك مما جادلوه به (٢) . </p><p> واختار أبو عبيد (أفتمرونه) قال: وذلك أن المشركين إنما كان شأنهم الجحود لما كان يأتيهم من الوحي، فهذا أكثر من المماراة (٣) . </p><p> قال أبو علي: من قال: (أَفَتُمَارُونَهُ) فمعناه: أفتجادلونه جدالًا ترومون به دفعه عما هو (٤) عليه وشاهده الوحي، ويقوي هذا الوجه قوله:  {يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ}  [الأنفال: ٦] ، ومن قال:  (أفتمرونه) كان المعنى: أفتجحدونه، والمجادلة كأنه أشبه في هذا؛ لأن الجحود كان منهم في هذا وفي غيره، وقد جادله المشركون في الإسراء به فكان مما قالوا: صف لنا عيرنا في طريق الشام ونحو ذلك (٥) . </p><p> وقد صح المعنيان عند (٦) المبرد، وأبي علي، على (٧) أن الوجه قراءة </p><p>(١) الشام: سميت بذلك لأن قومًا من كنعان بن حام خرجوا عند التفريق فتشاءموا بها إليها. وقيل غير ذلك طولها من الفرات إلى العريش نحو شهر، وعرضها نحو عشرين يومًا. انظر: \"معجم البلدان\" ٣/ ٣٥٣. (٢) انظر: \"الوسيط\" ٤/ ١٩٧، و\"معالم التنزيل\" ٤/ ٢٤٧، و\"القرطبي\" ١٧/ ٩٣.(٣) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٩٣، و\"فتح القدير\" ٥/ ١٠٦.قال النحاس: غير أن أبا حاتم حُكي أنه قال: لم يماروه وإنما جحدوه. قال وفي هذا طعن علي جماعة من القراء تقوم بقراءتهم الحجة ... والقول في هذا أنهما قراءتان مستفيضتان قد قرأ بهما الجماعة، غير أن الأولى من ذكرنا من الصحابة، فاما أن يقال لم يماروه فعظيم؛ لأن الله جل وعز قد أخبر أنهم قد جادلوا، والجدال هو المراءَ ولا سيما في هذه القصة .. \"إعراب القرآن\" ٣/ ٢٦٥.(٤) (هو) ساقطة.(٥) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٣٠.(٦) (عند) ساقطة من (ك) وبها يستقيم الكلام.(٧) (على) ساقطة من (ك) وبها يستقيم الكلام.</p>"
}