{
  "id": null,
  "sura": 53,
  "aya": 9,
  "text": "<p> قال أبو إسحاق: معنى (دنا فتدلى) واحد, لأن المعنى أنه قرب، وتدلى زاد في القرب كما تقول: قد دنا مني فلان وقرب، ولو قلت: قرب مني ودنا جاز (١) . </p><p> قال أبو بكر بن الأنباري: معنى الآية: ثم تدلى جبريل فدنا من محمد -صلى الله عليه وسلم-، فقدم (دَنَا) على (تدلى) لأن الفعلين المصطحبين اللذين إذا وقع أحدهما موقع الآخر كان تقدم المتقدم كتأخره، كقولك: دنوت فقربت، وقربت فدنوت، لا فرق بينهما، وكذلك ظلمتني فأسأت، بمنزلة: أسأت فظلمتني، ومنه قوله:  {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ}  [القمر: ١] . معناه انشق القمر واقتربت الساعة (٢) . </p><p> ٩ - {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} القاب من القوس ما بين المقبض والسية (٣) . ولكل قوس قابان، والقاب في اللغة أيضًا القَدْر. </p><p> قال أبو عبيدة: قدر قوسين، ونحو ذلك قال الفراء والزجاج (٤) . </p><p> وقال ابن السكيت: يقال: قاب قوس وقيب، وقال رمح، وقيد رمح. كله بمعنى القدر (٥) . وهذا هو المعنى بما في الآية لا الأول وهو قول </p><p>(١) انظر: \"معاني القرآن\" ٥/ ٧٠. (٢) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٨٩، و\"فتح القدير\" ٥/ ١٠٦، وهو قول الفراء أيضًا. انظر: \"معاني القرآن\" ٣/ ٩٥.(٣) سية القوس: ما عطف من طرفيها, ولها سيتان، وقيل: رأسها، وقيل: ما اعوج من رأسها. \"اللسان\" ٢/ ٢٥٥ (سيا).(٤) انظر: \"مجاز القرآن\" ٢/ ٢٣٦، و\"معاني القرآن\" للزجاج ٥/ ٧١، و\"اللسان\" ٣/ ١١ (قوب).(٥) انظر: \"إصلاح المنطق\" ص ٨٩، ولفظه: قاب قوس وقيب قوس، وقيس رمح وقاس رمح .. ، و\"تهذيب اللغة\" ٩/ ٢٤٧ (قاد).</p><p> المفسرين جميعًا (١) . </p><p> قال الكسائي: وهي لغة حجازية، يقال: كان مني قاب قوسين، وقال قوشن، وقيد قوسين (٢) ، وانتصب قاب على خبر كان. </p><p> قال الزجاج: المعنى كان ما بينه وبين رسول الله -صلى الله عليه وسلم- مقدار قوسين (٣) . </p><p> وقال الكلبي:  {قَابَ قَوْسَيْنِ} قدر قوسين من القسط العربية، وهو قول مجاهد، ورواية عكرمة عن ابن عباس، وعطاء قالوا: قدر قوسين (٤) . </p><p> وقال الكلبي، والحسن، وقتادة: قيد قوسين (٥) . </p><p> والمراد بالقوس هي التي ترمى منها في قول هؤلاء وخصت بالذكر على عادتهم كما ذكره الكسائي (٦) . </p><p> وقال عبد الله: قدر ذراع أو ذراعين (٧) . </p><p> وروى عاصم عن أبي رزين قال: القاب: القيد، والقوس: الذراع. وهذا قول شقيق (٨) بن سلمة، وسعيد بن جبير، وأبي إسحاق الهمداني قالوا: قدر ذراعين (٩) ، وعلى هذا معنى القوس: ما يقاس به الشيء، أي: </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٢٧، و\"معالم التنزيل\" ٤/ ٢٤٦، و\"القرطبي\" ١٧/ ٨٩. (٢) انظر: \"الكشف والبيان\" ١٢/ ٥ ب.(٣) انظر: \"معاني القرآن\" ٥/ ٧١.(٤) انظر: \"تنوير المقباس\" ٥/ ٢٩٢، و\"الوسيط\" ٤/ ١٩٤، و\"معالم التنزيل\" ٤/ ٢٤٦، و\"زاد المسير\" ٨/ ٧٦.(٥) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٥٠، و\"جامع البيان\" ٢٧/ ٢٧.(٦) انظر: \"الوسيط\" ٤/ ١٩٤.(٧) انظر: \"جامع البيان\" ٢٧/ ٢٧.(٨) في (ك): (سفيان) والصواب ما أتبته.(٩) انظر: \"جامع البيان\" ٢٧/ ٢٧، و\"الوسيط\" ٤/ ١٩٤، \"القرطبي\" ١٧/ ٩٠. =</p><p> يقدر كالذراع. </p><p> قال ابن السكيت: قاس الشيء يَقُوسُه قوسًا لغة في قاسه إذا قدرته، يقال قِسْتُه وقُسْتُه (١) . </p><p> والقوس مصدر كالقيس، ثم سُمِّي ما يقاس به الشيء قوسًا، وهي لغة أهل الحجاز. </p><p> وروى الشعبي عن مسروق قال: قلت لعائشة رضي الله عنها في قوله (٢) : {ثُمَّ دَنَا فَتَدَلَّى (٨) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} قال: ذاك جبريل (٣) ، وهو قول ابن عباس، والحسن، وقتادة، والربيع (٤) . </p><p> وقوله:  (أَوْ أَدْنَى) أو أقرب بنصف القوس، وقال مقاتل: بل أقرب من ذلك (٥) . </p><p> قال أبو إسحاق: خاطب الله تعالى العباد على لغتهم ومقدار فهمهم، والمعنى: أو أدنى فيما تقدرون أنتم كما تقول في الشيء تقدره: هذا قدر رمحين، أو نقص، أو أرجح، والله تعالى عالم بمقادير الأشياء من غير </p><p>= قال ابن حجر: وينبغي أن يكون هذا القول هو الراجح، فقد أخرج ابن مردويه بإسناد صحيح عن ابن عباس قال: القاب القدر، والقوسان الذراعان، ويؤيده أنه المراد به القوس التي يرمى بها لم يمثل بذلك ليحتاج إلى التثنية، فكان يقال مثلاً: قاب رمح أو نحو ذلك. \"فتح الباري\" ٨/ ٦١٠. (١) انظر: \"إصلاح المنطق\" ١٣٧، و\"تهذيب اللغة\" ٩/ ٢٢٥ (قاس).(٢) في (ك): (في قوله) ساقطة.(٣) انظر: \"صحيح مسلم\"، كتاب الإيمان، باب قوله عز وجل {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} ١/ ١٥٩، و\"جامع البيان\" ٢٧/ ٢٧، و\"الوسيط\" ٤/ ١٩٤.(٤) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٥١، و\"ابن كثير\" ٤/ ٢٤٩، و\"فتح الباري\" ٨/ ٦٠٨.(٥) انظر: \"تفسير مقاتل\" ١٣٠ أ.</p><p> شك، ولكنه يخاطبنا على ما جرت به عادة المخاطبة فيما بيننا (١) ، وقد مر مثل هذا في قوله:  {إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ}  (٢) . </p><p> ومعنى الآية أن جبريل مع عظمه وكثرة أجزائه حتى سد الأفق بجناحه دنا من النبي -صلى الله عليه وسلم- في غير تلك الصورة حتى قرب منه بعدما رآه على الصورة الأولى، وفي ذلك بيان قدرة الله تعالى. </p><p> ١٠، ١١ - قوله تعالى: {فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (١٠) مَا كَذَبَ الْفُؤَادُ مَا رَأَى} قال ابن عباس في رواية عطاء والكلبي: أوحى جبريل إلى النبي -صلى الله عليه وسلم- ما أوحى الله إليه (٣) . </p><p> وقال قتادة: يوحي الله إلى جبريل ويوحي جبريل إلى محمد -صلى الله عليه وسلم-، هذا قول الحسن، وابن زيد (٤) ، واختيار الفراء، والزجاج، وابن الأنباري (٥) . </p><p> قوله:  {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} يقال: كذبني فلان بالتخفيف، أي: قال لي الكذب ولم يصدقني، وهذا فعل يتعدى إلى مفعول واحد، يدل </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٧١. (٢) من آية (١٤٧) من سورة الصافات. قال: {أَوْ يَزِيدُونَ} قال أبو عبيدة: أو هاهنا ليست شك، وقالوا هي في موضع الواو .. وهو قول قطرب واختيار ابن قتيبة، ومثله (أَوْ أَدْنَى) {أَوْ هُوَ أَقْرَبُ} وبعضهم يذهب إلى أنها بمعنى (بل)، وبه قال الفراء وهو قول مقاتل والكلبي ... وقال الأخفش: كانوا كذلك عندكم .. وبه قال الزجاج.(٣) انظر: \"الوسيط\" ٤/ ١٩٥، و\"معالم التنزيل\" ٤/ ٢٤٦.(٤) انظر: \"جامع البيان\" ٢٨/ ٢٧، و\"الكشف والبيان\" ١٢/ ٦ أ، و\"الوسيط\" ٤/ ١٩٥، و\"معالم التنزيل\" ٤/ ٢٤٦.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ٩٥، و\"معاني القرآن\"، للزجاج ٥/ ٧١.</p><p> عليه قول الأخطل: </p><p> كَذَبَتْكَ عَيْنُكَ أم رَأيتَ بواسِطٍ ... غَلَسَ الظَّلامِ من الرَّبابِ خَيَالاَ (١) </p><p> أي أرتك ما لا حقيقة له، كما أنك إذا قلت كذبتني عيني، معناه: رأت ما لا حقيقة له، ومعنى الآية: كانت رؤيته صحيحة غير كاذبة. </p><p> قال المفسرون: هذا إخبار عن رؤية النبي -صلى الله عليه وسلم- ربه ليلة المعراج. </p><p> قال ابن عباس في رواية عطاء: رأى ربه بقلبه (٢) . </p><p> وقال في رواية باذان:  {مَا كَذَبَ الْفُؤَادُ} يعني فؤاد رسول الله -صلى الله عليه وسلم-، وإنما رأى محمد ربه بفؤاده ولم يره بعينه (٣) . </p><p> وقال في رواية عكرمة: رآه بقلبه (٤) . </p><p> وقال في رواية أبي العالية: رآه بفؤاده (٥) ، ونحو هذا روي عن أبي ذر (٦) ، وإبراهيم التيمي. وعلى هذا القول: رأى النبي -صلى الله عليه وسلم- ربه بفؤادهِ رؤية </p><p>(١) انظر: \"ديوان الأخطل\" ١/ ١٠٥، و\"الكتاب\" ٣/ ١٧٤، و\"الخزانة\" ٦/ ٩، و\"مغني اللبيب\" ص ٤٥، و\"المقتضب\" ٣/ ٢٩٥. (٢) أخرجه مسلم في كتاب الإيمان، باب قول الله -عز وجل- {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} ١/ ١٥٨، بلفظ (رآه بقلبه).قال ابن حجر: وأصرح من ذلك ما أخرجه ابن مردويه من طريق عطاء أيضًا عن ابن عباس قال: لم يره رسول الله -صلى الله عليه وسلم- بعينه، إنما رآه بقلبه. \"فتح الباري\" ٨/ ٦٠٨.(٣) انظر: \"تنوير المقباس\" ٥/ ٢٩٢، و\"الدر\" ٦/ ١٢٥، وزاد نسبة تخريجه لابن جرير وعبد بن حميد.(٤) أخرجه الترمذي في التفسير، سورة النجم، ٥/ ٣٦٩، وقال: هذا حديث حسن، وابن جرير في \"جامعه\" ٢٧/ ٢٨، وعبد الرزاق في \"تفسيره\" ٢/ ٢٥١.(٥) انظر: صحيح مسلم، كتاب الإيمان, باب {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} ١/ ١٥٨ ولفظه: (رآه بفؤاده مرتين)، و\"مسند الإمام أحمد\" ٢/ ٢٢٣، و\"الطبري\" ٢٧/ ٢٩.(٦) رواه ابن خزيمة بلفظ: (رآه بقلبه ولم يره بعينه)، و\"فتح الباري\" ٨/ ٦٠٨.</p><p> صحيحة، وهو أن الله تعالى جعل بصره في فؤاده، أو خلق لفؤاده بصرًا حتى رأى به رؤية غير كاذبة كما يرى بالعين (١) . </p><p> ومذهب جماعة من المفسرين أنه رآه بعينه، وهو قول أنس (٢) ، وعكرمة، والحسن، وكان يحلف بالله لقد رأى محمد ربه (٣) ، ونحو ذلك قال الربيع (٤) . </p><p> وروى عكرمة أنه قال: أتعجبون أن تكون الخلة لإبراهيم، والكلام لموسى، والرؤية لمحمد -صلى الله عليه وسلم- (٥) . </p><p> وروى عبد الله بن الحارث عن ابن عباس أنه قال: أما نحن بنو هاشم فنقول إن محمدًا رأى ربه مرتين (٦) . </p><p>(١) انظر: \"شرح النووي على مسلم\" ٣/ ٦، و\"معالم التنزيل\" ٤/ ٢٤٦، و\"الجامع لأحكام القرآن\" ١٧/ ٩٢. (٢) رواه ابن خزيمة بلفظ: (رأى محمدٌ ربه)، و\"فتح الباري\" ٨/ ٦٠٨.(٣) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٥٣.(٤) صحيح مسلم بشرح النووي ٣/ ٧ - ٦، و\"فتح الباري\" ٨/ ٦٠٨، وزاد نسبة هذا القول لعروة بن الزبير وكعب الأحبار، والزهري، ومعمر، والأشعري، وغالب أتباعه، وسائر أصحاب ابن عباس، والإمام أحمد.(٥) أخرجه الحاكم في \"مستدركه\"، كتاب التفسير، تفسير سورة النجم ٢/ ٤٦٩ وقال: حديث صحيح على شرط البخاري، ولم يخرجاه. وانظر: \"فتح الباري\" ٨/ ٦٠٦.(٦) أخرجه الترمذي في كتاب \"التفسير\" ٥/ ٣٦٨، من كلام كعب، حيث قال: فقال كعب: وإن الله قسم رؤيته وكلامه بين محمد وموسى، فكلم موسى مرتين، ورآه محمد مرتين.وابن جرير في \"تفسيره\" ٢٧/ ٣١، وذكر عبد الرزاق في \"تفسيره\" ٢/ ٢٥٢ قول ابن عباس تم قال: فكبر كعب حتى جاوبته الجبال، ثم قال .. وذكر كلام كعب.</p><p> وكل هؤلاء أثبتوا رؤية صحيحة إما بالعين والبصر، وإما بالفؤاد على ما بينا (١) . </p><p>(١) قال ابن كثير رحمه الله: ومن روى عنه -أي: عن ابن عباس- بالبصر فقد أغرب، فإنه لا يصح في ذلك شيء عن الصحابة رضي الله عنهم، وقول البغوي في تفسيره: وذهب جماعة إلى أنه رآه بعينه، وهو قول أنس، والحسن، وعكرمة، فيه نظر والله أعلم. \"تفسير القرآن العظيم\" ٤/ ٢٥٠. قلت: وما ذكره ابن كثير -رحمه الله- عن البغوي هو كلام الواحدي، وإنما نقله البغوي عنه.والخلاف في هذه المسألة مشهور، وبقول كلِّ قال أناس من الصحابة والتابعين ومن بعدهم، والنصوص الواردة في هذا الباب لا تؤيد وجهة أحدهما, ولهذا نقل القاضي عياض عن بعض مشايخه التوقف ورجحه القرطبي.انظر: \"فتح القدير\" ٨/ ٦٠٨، و\"روح المعاني\" ٢٧/ ٥٣.وحكى عثمان بن سعيد الدارمي اتفاق الصحابة على أنه لم يره.قال شيخ الإسلام ابن تيمية: وليس قول ابن عباس \"أنه رآه\" مناقضًا لهذا, ولا قوله (رآه بفؤاده) وقد صح عنه أنه قال: (رأيت ربي تبارك وتعالى) ولكن لم يكن هذا في الإسراء، ولكن كان في المدينة لما احتبس عنهم في صلاة الصبح.وأما الرؤية فالذي ثبت في الصحيح عن ابن عباس أنه قال: (رأى محمد ربه بفؤاده مرتين) وعائشة أنكرت الرؤيقى فمن الناس من جمع بينهما فقال: عائشة أنكرت رؤية العين، وابن عباس أثبت رؤية الفؤاد ... والألفاظ الثابتة عن ابن عباس هي مطلقة أو مقيدة بالفؤاد تارة .. ولم يثبت عن ابن عباس لفظ صريح بأنه رآه بعينه. وكذلك الإمام أحمد .. لكن طائفة من أصحابه سمعوا بعض كلامه المطلق ففهموا منه رؤية العين، كما سمع بعض الناس مطلق كلام ابن عباس ففهم منه رؤية العين. \"مجموع الفتاوى\" ٦/ ٥٠٧، ٥٠٩. قلت: وبهذا الكلام النفيس يتبين اتفاق الصحابة -رضوان الله عليهم- على أنه لم يره بعينه، والله أعلم. وانظر: \"زاد المعاد\" ٣/ ٣٧، و\"تفسير القرآن العظيم\" ٤/ ٢٥٠ - ٢٥١، و\"شرح العقيدة الطحاوية\" ٢/ ٢٢٢ - ٢٦، و\"تفسير ابن عباس ومروياته في التفسير من كتب السنة\" ٢/ ٨٣٥ - ٨٤١.</p><p> قال المبرد: ومعنى الآية أنه رأى شيئًا فصدق فيه (١) . </p><p> وقال أبو الهيثم: أي لم يكذب الفؤاد رؤيته و (مَا رَأَى) بمعنى الرؤية. يقال: ما أوهمه الفؤاد أنه رأى ولم (٢) ير، بل صدقه الفؤاد رؤيته (٣) ، وعلي هذا (مَا رَأَى) مصدر في موضمع النصب؛ لأنه مفعول كذب. </p><p> وقرأ ابن عامر (مَا كَذَّبَ) بالتشديد (٤) ، قال المبرد: ومعناه أنه رأى شيئًا بقلبه. قال: وفي هذه القراءة بعد؛ لأنه إذا رأى بقلبه فقد علمه أيضًا بقلبه، وإذا وقع العلم فلا تكذيب معه, لأن القلب يكذب ويصدق فإذا كان الشيء في القلب معلومًا فكيف يكون معه تكذيب، وهذا على ما قال المبرد إذا جعلت الرؤية للفؤاد، فإن جعلتها للعين زال هذا الإشكال وصح هذا المعنى، فيقال: ما كذب فؤاده ما رآه ببصره (٥) . </p><p>(١) انظر: \"التفسير الكبير\" ٢٨/ ٢٨٩. (٢) في (ك): (أي لم) والصواب ما أثبته.(٣) انظر: \"تهذيب اللغة\" ١٠/ ١٧٠، و\"اللسان\" ٣/ ٢٣٣ (كذب).(٤) قرأ أبو جعفر، وابن عامر في رواية هشام: (ما كَذَب) مشددة، وقرأ ابن عامر في رواية ابن ذكران وبقية العشرة (ما كَذَبَ) مخففة. انظر: \"حجة القراءات\" ص ٦٥، و\"النشر\" ٢/ ٣٩، و\"الإتحاف\" ص ٤٠٢.(٥) انظر: \"الوسيط\" ٤/ ١٩٥، و\"إعراب القرآن\" للنحاس ٣/ ٢٦٤، قال ابن جرير في معنى قراءة التشديد: إن الفؤاد لم يكذب الذي رأى، ولكنه جعله حقًّا وصدقًا، وقد يحتمل أن يكون معناه إذا قرئ كذلك ما كذب صاحب الفؤاد ما رأى .. لذا هو أولى القراءتين في ذلك عندي بالصواب قراءة من قرأ بالتخفيف لإجماع الحجة من القراء عليه، والأخرى غير مدفوعة صحتها لصحة معناها. \"جامع البيان\" ٢٧/ ٢٩. قلت: وإذا أمكن توجيه القراءة وحملها على وجه صحيح فلا مجال لردها، كيف وقد صحت عن رسول الله -صلى الله عليه وسلم- وعندها فلا قبول لقول أحد بعد صحتها عن أفصح العرب -صلى الله عليه وسلم- مهما بلغت درجته ومنزلته ونسأل الله له المغفرة.</p>"
}