{
  "id": null,
  "sura": 54,
  "aya": 19,
  "text": "<p> وقال مقاتل: لولا أن الله يسر القرآن ما استطاع أحد أن يتكلم بكلام الله، ولكن الله يسره على خلقه (١) . </p><p> وقال الزجاج: قيل: إن كتب أهل الأديان نحو التوراة والإنجيل إنما يتلوها أهلها نظرًا، ولا يكادون يحفظون كتبهم من أولها إلى آخرها كما يحفظ القرآن (٢) . </p><p> وعلى هذا القول معنى قوله {فَهَلْ مِنْ مُدَّكِرٍ} أي هل من ذاكر يذكره، وقارئ يقرأه، ومعناه الحث على قراءة القرآن ودرسه وتعلمه وتفهم معانيه، وهذا معنى قول مطر الوراق: هل من طالب علم فيعان عليه (٣) . </p><p> القول الثاني: أن معنى الذكر هاهنا الاعتبار والتفكر، قال مقاتل: يعني ليتذكروا ما فيه (٤) ، والمعنى: هونّاه بأن جعلنا ألفاظه سهلة مفهومة لا صعبة متعقدة كما قال {بِلِسَانٍ عَرَبِيٍّ مُبِينٍ}  [الشعراء: ١٩٥] ، وبينا فيه المواعظ والمزاجر، فهذا معنى {يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ} . </p><p> وقوله {فَهَلْ مِنْ مُدَّكِرٍ} أي من متعظ معتبر خائف، وهذا معنى قول ابن عباس في رواية عطاء، قال: يريد سهلنا القرآن لكل متعظ (٥) . </p><p> ١٩ - قوله تعالى {رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ} ذكرنا تفسيره في قوله {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ}  [فصلت: ١٦] . قال ابن عباس: </p><p>(١) انظر: \"تفسير مقاتل\" ١٣٣ أ، ورواه البيهقي في \"الأسماء والصفات\" ٢/ ٨، عن ابن عباس بسند ضعيف. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ٨٨.(٣) انظر: \"جامع البيان\" ٢٧/ ٥٧، و\"الكشف والبيان\"، ١٢/ ٢٥ أ، و\"الدر\" ٦/ ١٣٥.(٤) انظر: \"تفسير مقاتل\" ١٣٣ أ.(٥) لم أجد هذا القول منسوبًا. وانظر: \"الكشف والبيان\" ١٢/ ٢٥ أ.</p><p> كانوا يتشاءمون بذلك اليوم (١) . </p><p> وقال الكلبي: كان شؤم ذلك اليوم عليهم (٢) . </p><p> قال أبو إسحق: قيل في يوم أربعاء في آخر الشهر لا يدور (٣) ، ومعنى مستمر دائم الشؤم. </p><p> قال الفراء: استمر عليهم بنحوسته (٤) ، وتفسير المستمر قد مر في هذه السورة (٥) . </p><p> ومعنى {نَحْسٍ مُسْتَمِرٍّ} قوي يأتي عليهم فيهلكهم حتى لا يبقى منهم أحداً. </p><p> وروي عن قتادة أنه قال: استمر بهم إلى نار جهنم (٦) ، وفي هذا نحتاج إلى تقدير محذوف. </p><p>(١) انظر: \"الوسيط\" ٤/ ٢١، و\"الجامع لأحكام القرآن\" ١٧/ ١٣٥. (٢) انظر: \"تنوير المقباس\" ٥/ ٣٧.(٣) انظر: \"معاني القرآن\" ٥/ ٨٩، قال الألوسي: على معنى أن ابتداء إرسال الرياح كان فيه فلا ينافي آيتي فصلت، والحاقة. \"روح المعاني\" ٢٧/ ٨٥.(٤) انظر: \"معاني القرآن\" ٣/ ١٨ قال ابن كثير: ومن قال إن اليوم النحس المستمر هو يوم الأربعاء وتشاءم به لهذا اللهم فقد أخطأ وخالف القرآن، فإنه قال في الآية الأخرى {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ} ومعلوم أنها ثمانية أيام متتابعات فلو كانت نحسات في أنفسها لكانت جميع الأيام السبعة المندرجة فيها مشؤومة. وهذا لا يقوله أحد، وإنما المراد في أيام نحسات أي عليهم. انظر: البداية والنهاية ١/ ١٢٨.(٥) ذكر المؤلف معنين لقوله تعالى {وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ}، أحدهما: ذاهب، والآخر: قوي شديد، وهذا المعنى يفسر به الاستمرار هنا دون الأول، والله أعلم.(٦) انظر: \"جامع البيان\" ٢٧/ ٥٨، و\"تفسير القرآن العظيم\" ٤/ ٢٦٤، و\"روح المعاني\" ٢٧/ ٨٣ - ٨٤، وفيه زيادة بيان وإيضاخ.</p>"
}