{
  "id": null,
  "sura": 55,
  "aya": 39,
  "text": "<p> عَلَونَ بأنماط عِتَاقٍ وَكلَّةٍ ... ورادٍ حَوَاشيها مُشاكِهَةِ الدَّم (١) </p><p> شبه حمرة حواشيها بالدم، والدهان بالأديم الأحمر الصرف، ذكر ذلك أبو عبيدة والفراء وابن الأعرابي (٢) . </p><p> ومعنى الآية أن الله تعالى أخبر أن السماء تحمر حتى تفسير كالأديم الأحمر، وهذا القول اختيار قطرب وابن الأعرابي. </p><p> وذكر بعض أهل المعاني قولًا آخر، فقال: إن السماء تذوب يوم القيامة من حر نار جهنم فتصير حمراء ذائبة كالدهن وعلى هذا وقع التشبيه بالدهن في الذوبان والسيلان (٣) . </p><p> ٣٩ - وقوله:  {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ} الآية، يعني: لا يسأل ليعرف ذلك بالمسألة، وليعرف المذنب من غيره، فلا يسأل سؤال إستفهام ولكن يسألون سؤال تقريع وتوبيخ، وهذا معنى قول مقاتل: لا يسأل لأن الله قد أحصى عمله (٤) ، ومعنى قول الحسن قد حفظ الله عليهم أعمالهم، وهو قول قتادة، ورواية العوفي عن ابن عباس، قالوا: لا يسألون ليعرف ذلك من جهتهم، لأن الملائكة قد كتبت عليهم أعمالهم، ولا يسألون هل عملتم </p><p>(١) من معلقة زهير بن أبي سلمى. انظر: \"ديوانه\"، و\"شرح المعلقات\" للزوزني ص ٦. والمعنى: أنه وصف الثياب الملقاة على الهودج بأنها حمر الحواشي، يشبه الوانها الدم في شجة الحمرة.(٢) انظر: \"معاني القرآن\" للفراء ٣/ ١١٧، و\"تفسير غريب القرآن\" ص ٤٣٩، و\"اللسان\" ٣/ ٩٠٨ (ورد).(٣) انظر: \"الكشف والبيان\" ١٢/ ٤٢ أ، ونسبه لابن جريج، و\"الجامع لأحكام القرآن\" ١٧/ ١٧٣.(٤) انظر: \"تفسير مقاتل\" ١٣٦ أ.</p><p> كذا؟ ولكن يسألون لم عملتم كذا (١) . </p><p> وقال مجاهد: لا يسألون ليعرف المجرمون فإنهم يعرفون بسيماهم (٢) ، دليله قوله:  {يُعْرَفُ الْمُجْرِمُونَ} الآية. </p><p> وقال عكرمة: إنها مواقف يسأل في بعضها ولا يسأل في بعضها (٣) . </p><p> وقال الكلبي: هذا الفراغ من الحساب (٤) ، واختار ابن قتيبة هذا القول وشرحه فقال: إن يوم القيامة كما قال الله -عز وجل- {مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ}  [المعارج: ٤] ففي هذا اليوم يسألون، وفيه لا يسألون، لأنهم حين يعرضون يوقفون على الذنوب ويحاسبون فإذا انتهت المسألة وخبت الحجة انشقت السماء فكانت وردة كالدهان وانقطع الكلام، وذهب الخصام، واسودت وجوه قوم وابيضت وجوه آخرين، وعرف الفريقان بسيماهم. </p><p> وقد حصل في هذا أربعة أقوال: </p><p> أحدها: لا يسألون سؤال استفهام عن ذنوبهم، وهو اختيار الزجاج (٥) . </p><p> والثاني: لا يسألون ليعفروا بذنوبهم وهو اختيار الفراء (٦) . </p><p> والآخر: لا يسألون في بعض المواقف. </p><p> والرابع: لا يسألون بعد الفراغ من الحساب. </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٦٥، و\"جامع البيان\" ٢٧/ ٨٣، و\"الكشف والبيان\" ١٢/ ٤٢ أ - ب. (٢) انظر: \"جامع البيان\" ٢٧/ ٨٣، و\"الجامع لأحكام القرآن\" ١٧/ ١٧٤.(٣) انظر: \"الكشف والبيان\" ١٢/ ٤٢ ب، و\"تفسير القرآن العظيم\" ٤/ ٢٧٥.(٤) انظر: \"الجامع لأحكام القرآن\" ١٧/ ١٧٤، و\"فتح القدير\" ٥/ ١٣٨.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٠١.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ١١٧.</p>"
}