{
  "id": null,
  "sura": 55,
  "aya": 31,
  "text": "<p> هاهنا (١) واحد والمراد به الجمع كقوله {ثُمَّ يُخْرِجُكُمْ طِفْلًا}  [غافر: ٦٧] وإن شئت قلت: إن ما يحدثه الله تعالى كل يوم في خلقه شأن واحد، ولا تنافي بين هذه الآية وبين ما في الأخبار من سبق القضاء بالأمور، وذلك أن القضاء قد سبق قبل خلق الأجسام، والذي يحدثه الله كل يوم هو إيجاد ما سبق به القضاء، وهذا معنى ما قال الحسين بن الفضل: هو سوق المقادير إلى المواقيت (٢) . </p><p> ولما ذكر أنه كل يوم هو في شأن ذكر فراغه من ذلك بمعنى تركه فعله فقال: </p><p> ٣١ - {سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ} قال أبو عبيدة: سنحاسبكم، سنجمعكم ولم يشغله شيء تبارك وتعالى (٣) ، فذكر أبو عبيدة في تفسير الفراغ المحاسبة والجمع؛ لأن المعنى سنترك ذلك الشأن إلى هذا، وإنما حسن لفظ الفراغ لسبق ذكر الشأن، هذا وجه في معنى الفراغ في صفة الله تعالى، وهذا معنى قول الكلبي: سنحاسبكم (٤) . </p><p> قال الفراء: وهذا من الله وعيد؛ لأنه لا يشغله شيء عن شيء، وأنت قائل للرجل الذي لا شغل له: قد فرغت لي، قد فرغت لشتمي، أي: أخذت فيه وأقبلت عليه، هذا كلامه (٥) ، ومعناه أنه وعيد بالمحاسبة </p><p>(١) كذا في (ك) وظاهر العبارة يدل على سقط لعل استقامتها: ولفظه هاهنا واحد. وانظر: \"الجامع لأحكام القرآن\" ٧/ ١٦٧. (٢) انظر: \"الكشف والبيان\" ١٢/ ٣٩ أ، و\"معالم التنزيل\" ٤/ ٢٧، و\"الجامع لأحكام القرآن\" ١٧/ ١٧٦، ونسبه للكلبي.(٣) انظر: \"مجاز القرآن\" ٢/ ٢٤٤، وفيه (سنحاسبكم، لم يشغله) ولم يذكر الجمع.(٤) انظر: \"تنوير المقباس\" ٥/ ٣١٧.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١١٦.</p><p> والمجازاة. سيأخذ في ذلك. وهذا قريب من قول أبي عبيدة. </p><p> وقال أبو إسحاق: الفراغ في اللغة على ضربين: أحدهما: الفراغ من الشغل، والآخر: القصد للشيء، تقول: سأتفرغ لفلان، أي سأجعل قصدي إليه، ومعنى {سَنَفْرُغُ لَكُمْ} سنقصد لحسابكم (١) ، وهذا قول ابن الأعرابي في الآية (٢) ، واختيار أبي علي، قال: وليس الفراغ هاهنا فراغًا من شغل، ولكن تأويله القصد، كما قال جرير: </p><p> الآن فَقَد فرغت إلى نمير ... فهذا حينَ صِرتُ لهم عَذَابا (٣) </p><p> وقال بعض أهل المعاني: ومعنى الآية: سنعمد عمد من يتفرغ للعمل لتجويده من غير تضجيع، وهذا من أبلغ الوعيد وأشده. </p><p> وقال ابن قتيبة: الفراغ يكون من الناس بعد شغل، ثم قد ينتقل فيصير في معنى القصد للشيء، وذلك أنه إنما يقصد الشيء إذا فرغ مما يقطعه فيسمى القصد إلى الشيء فراغًا له كما كان يحصل عن فراغ من موانعه، والله تعالى لا يشغله شأن عن شأن فقوله:  {سَنَفْرُغُ لَكُمْ} أي سنقصد لكم بعد طول الترك والإمهال، وهذا معنى قول قتادة في هذه الآية: قد دنا من الله فراغ لخلقه (٤) ، أي: قصد لمحاسبتهم، يريد أن الساعة قد أزفت. </p><p> وأما التفسير فأكثر المفسرين ذهبوا في تفسير هذا اللفظ إلى أنه وعيد </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ٩٩. (٢) في (ك) من قوله: (وهذا قريب) إلى هنا مكرر. وانظر: \"تهذيب اللغة\" ٨/ ١١١ (فرغ).(٣) ليس البيت في \"ديوان جرير\". وانظر: \"الحجة للقراء السبعة\" ٦/ ٢٤٩، و\"الجامع لأحكام القرآن\" ١٧/ ١٦٨، و\"اللسان\" ١/ ١٤٦ (أين).(٤) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٦٤، و\"تفسير القرآن العظيم\" ٤/ ٢٧٣.</p><p> وتهديد، وهو قول مقاتل والضحاك، وابن عباس في رواية عطاء، قال: هذا تهديد منه لعباده (١) . </p><p> وذهب قوم إلى أن المعنى سنوفر عليكم ما وعدناكم من الحساب والجزاء بالثواب والعقاب وننجزه لكم، وهذا قول الحسن، وابن زيد، وابن كيسان (٢) . </p><p> ويقال: فَرّغَ يَفْرَغُ وَيفْرُغُ وفَرغَ يَفْرَغُ. كل ذلك مروي عن أهل اللغة (٣) . </p><p> وقراءة العامة (سنفرغ) بالنون. وقرئ بالياء على الغيبة (٤) لتقدم قوله: {وَلَهُ الْجَوَارِ} وقوله: {وَيَبْقَى وَجْهُ رَبِّكَ} . </p><p> وقوله:  {أَيُّهَ الثَّقَلَانِ} يريد الجن والإنس في قول الجميع. </p><p> قال أهل المعاني: وإنما وصف الجنس والإنس بأنهما ثقلان لعظم شأنهما بالإضافة إلى ما في الأرض من غيرهما، فهما أثقل وزنًا لعظم الشأن بالعقل والتمكين والتكليف لأداء الواجب في الحقوق (٥) . </p><p> وقال أبو العباس أحمد بن يحيى: العرب تقول لكل شيء نفيس مصون: ثَقَل، وأصله من بيض النعام المصون، قال ثعلبة بن صُعير </p><p>(١) انظر: \"تفسير مقاتل\" ١٣٥ ب، و\"جامع البيان\" ٢٧/ ٧٩، و\"معالم التنزيل\" ٤/ ٢٧. (٢) انظر: \"الكشف والبيان\" ١٢/ ٤٠ أ، ب، و\"معالم التنزيل\" ٤/ ٢٧١، و\"فتح القدير\" ٥/ ١٣٦.(٣) انظر: \"تهذيب اللغة\" ٨/ ١٩، و\"اللسان\" ٢/ ١٨٤ (فرغ).(٤) (ك): من قوله (وقراءة العامة) إلى هنا مكرر. وقرأ حمزة، والنسائي، وخلف {سيفرغ} بفتح الياء وضم الراء. وقرأ الباقون {سَنَفْرُغُ} بالنون. انظر: \"حجة القراءات\" ٦٩٢، و\"الحجة للقراء السبعة\" ٦/ ٢٤٨ - ٢٤٩، و\"النشر\" ٢/ ٣٨١، و\"الإتحاف\" ص ٤٦.(٥) انظر: \"معالم التنزيل\" ٤/ ٢٧١، و\"الجامع لأحكام القرآن\" ١٧/ ١٦٩.</p><p> المازني (١) يذكر الظليم والنعامة: </p><p> فتَذَكَّرا ثقلًا رَثيدا بَعْدَما ... أَلْقَتْ ذُكاءُ يمنيها في كافِر (٢) </p><p> ويقال للسيد العزيز: ثقل من هذا، وسمى الله -عز وجل- الجن والإنس الثقلين لتفضيله إياهما على سائر الحيوان المخلوق في الأرض بالتمييز والعقل اللذين خُصا به، ولهذا سمى النبي -صلى الله عليه وسلم- كتاب الله وعترته (٣) الثقلين فقال: \"إني تارك فيكم الثقلين كتاب الله وعترتي\"  (٤) لفضلهما وشرفهما، وقال غيره: إنما سميا ثقلين لثقلهما على الأرض أحياء وأمواتًا، وقد سمى الله تعالى الأموات أثقالا في قوله:  {وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا}  [الزلزلة: ٢] </p><p>(١) هو ثعلبة بن صغير المازني: شاعر جاهلي، وقد وقع خلط في وقت مبكر بينه والصحابي ثعلبة بن أبي صغير بن عمرو من بني عُذْرَة. انظر: \"الشعر والشعراء\" ص ٢٨٥، و\"الأمالي\" ٢/ ١٤٥، و\"معجم الشعراء الجاهليين والمخضرمين\" ص ٥٨، و\"الإصابة\" ١/ ٤٠٦، و\"الأعلام\" ٢/ ٨٣. (٢) ورد البيت منسوبًا في \"المحتسب\" ٢/ ٢٣٤، و\"المفضليات\" ص ٢٥٧، و\"تهذيب اللغة\" ٩/ ٧٨ (ثقل)، و\"اللسان\" ١/ ٣٦٦ (ثقل)، وأماكن أخرى من الكتاب وهي المذكورة لاحقًا.والظليم: الذكر من النعام، والجمع أظلمةُ وظُلمان وظِلمانُ، اللسان ٢/ ٦٥٢ (ظلم). والرثد: بالتحريك متاع البيت، و\"اللسان\" ١/ ١١٢٢ (رثد). وذُكاءُ (بالضم): اسم الشمس معرفة لا ينصرف ولا تدخلها الألف واللام، و\"اللسان\" ١/ ١٠٧٣ (ذكا). والكافر هنا هو المغيب، ويحتمل أن يكون أراد الليل، \"اللسان\" ٣/ ٢٧٤ (كفر).(٣) عترته في تحديدها خلاف، والمشهور المعروف أنهم أهل بيته، وهم الذين حرمت طيهم الزكاة والصدقة المفروضة، وهم ذوو القربى الذين لهم خمس الخمس المذكور في سورة الأنفال. \"اللسان\" ٢/ ٦٧٧ (عتر).(٤) رواه الترمذي في \"سننه\"، باب مناقب آل البيت، وقال. هذا حديث حسن غريب.</p>"
}