{
  "id": null,
  "sura": 55,
  "aya": 26,
  "text": "<p> كأنها الجبال، وقال الكلبي: شبهها بالجبال إذا رفع شروعها. (١) </p><p> وقال مجاهد: ما رفع قِلْعُه من السفن فهي منشأة، وما لم يرفع قِلْعُها فليست منشأة (٢) ، واختار أبو عبيد فتح الشين وقال إن تفسيرهما التي رُفِع قلعها (٣) ، قال الزجاج: المنشآت المرفوعات الشُّرُع (٤) ، وهذا القول تفسير ثالث للمنشآت سوى الذين ذكرناهما. </p><p> ٢٦ - قوله تعالى:  {كُلُّ مَنْ عَلَيْهَا} أي على الأرض، وقد سبق ذكرها في قوله {وَالْأَرْضَ وَضَعَهَا} ، والمعنى أن كل من دب ودرج على أرض من حيوان فهو (فانٍ) هالك، قال الكلبي ومقاتل: لما نزلت هذه الآية قالت الملائكة: هلك أهل الأرض، فلما نزل {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ}  [القصص: ٨٨] أيقنت الملائكة بالهلاك (٥) . </p><p> قال الشعبي: إذا قرأت {كُلُّ مَنْ عَلَيْهَا فَانٍ} فلا تسكت حتى تقول: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ}  (٦) . </p><p> وذكر أهل المعاني في الوجه هاهنا قولين: أحدهما: أن المعنى ويبقى ربك الظاهر بأدلته كظهور الإنسان بوجهه، فالوجه على هذا عبارة عن الظهور. </p><p>(١) انظر: \"تنوير المقباس\" ٥/ ٣١٦. (٢) انظر: \"تفسير مجاهد\" ٢/ ٦٤١، و\"جامع البيان\" ٢٧/ ٧٨.(٣) انظر: \"حجة القراءات\" ص ٦٩٢.(٤) انظر: \"معاني القرآن\" ١/ ٥.(٥) انظر: \"تفسير مقاتل\" ١٣٥ ب، و\"الكشف والبيان\" ١٢/ ٣٨ أ، عن ابن عباس، و\"الجامع لأحكام القرآن\" ١٧/ ١٦٥، عن ابن عباس ومقاتل، و\"شرح العقيدة الطحاوية\" ٢/ ٦٢.(٦) انظر: \"تفسير القرآن العظيم\" ٤/ ٢٧٢ - ٢٧٣.</p><p> الثاني: ويبقى ربك وهو السيد المعظم، والوجه يذكر بمعنى الشيء المعظم كقولهم: هذا وجه القوم، ووجه التدبير، أي: التدبير المعظم (١) ، ولا يجوز أن يكون الوجه هاهنا صلة لقوله (ذو) بالرفع وهو من صفة الوجه، ولو كان الوجه صلة لقيل ذي، ليكون صفة لقوله ربك، والجلال عظمة الله وكبرياؤه واستحقاقه صفات المدح بإحسانه وإنعامه، وقال: جل الشيء، أي: عظم، وأجللته: أعظمته، والجلال اسم من جل، والجلال مصدر، قال الأصمعي: ولا يقال الجلال إلا لله تبارك وتعالى (٢) . </p><p> قال أبو علي: قد جاء الجلال في غير الله سبحانه وأنشد: </p><p> فلا ذا جلالٍ هبنه لجلال ... ولا ذا ضياع هُنَّ يتركن للفقر (٣) </p><p> هذا كلامه. </p><p> ويجوز أن يكون البيت جاهليًّا، والأصمعي يقول: لا يقال ذلك بعد الإسلام، أي: لا يستحقه إلا الله سبحانه (٤) . </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٧/ ١٦٥، و\"فتح القدير\" ٥/ ١٣٦. قلت: المراد بالوجه عند أهل السنة والجماعة في هذه الآية وما يماثلها (الذات) أي: تبقى ذاته -سبحانه وتعالى-. انظر: \"مجموع الفتاوى\" ٢/ ٤٣٤، و\"تفسير القرآن العظيم\" ٤/ ٩٧٣، و\"روح المعاني\" ٢٧/ ١٨.(٢) انظر: \"تهذيب اللغة\" ١/ ٤٨٨، و\"اللسان\" ١/ ٤٨٧ (جلل).(٣) البيت لهدبة بن خشرم العذري يصف المنايا وعمومها للخلق.وقد ورد في \"شواهد سيبويه\" ١/ ٧٢، و\"المفصل\" ٢/ ٣٧، و\"الحجة للقراء السبعة\" ٦/ ٢٥٤.(٤) قلت: تفسير كلام الأصمعي بقول المؤلف: أي لا يستحقه إلا الله سبحانه هو الصواب إن شاء الله.وأما البيت فهو لهدبة بن خشرم وهو شاعر إسلامى قتل ابن عمه زيادة بن زيد =</p>"
}