{
  "id": null,
  "sura": 55,
  "aya": 6,
  "text": "<p> في قوله {وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا}  (١) ، قال جماعة المفسرين: يجريان بحساب ومنازل لا يعدوانها (٢) ، والمعنى فيه أنهما يدلان على عدد المشهور والسنين وجميع الأوقات، قال أبو إسحق: وخبر الابتداء يدل عليه قوله {بِحُسْبَانٍ} ؛ لأن المعنى: يجريان بحساب (٣) . </p><p> وروى السدي عن أبي مالك في هذه الآية قال: لهما حساب وأجل أجل الناس، فإذا جاء أجلهما هلكا (٤) ، وعلى هذا معنى الحساب حساب أيام جريهما إلى الإنقضاء، والقول هو الأول. (٥) </p><p> ٦ - قوله تعالى:  {وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ} قال عامة أهل اللغة والمفسرين: النجم: النبت على الأرض ليس له ساق، والشجر: ما كان على ساق، يبقى شتاء والنجم لا يبقى على الشتاء (٦) . </p><p>(١) عند تفسيره الآية (٩٦) من سورة الأنعام. والحُسْبانُ: الحساب. قال أبو العباس: حسبانًا، مصدر كما تقول: حسبته أحسبه حسبانًا، وحسبانًا، وجعله الأخفش وأبو الهيثم: جمع حساب. انظر: \"معاني القرآن\" للأخفش ٢/ ٧١، و\"تهذيب اللغة\" ٤/ ٣٢٨، و\"اللسان\" ١/ ٦٢٩ (حسب). (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٦٢، و\"جامع البيان\" ٢٧/ ٦٧، و\"الكشف والبيان\" ١٢/ ٣٣ ب، أ، و\"معالم التنزيل\" ٤/ ٢٦٧.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ٩٥.(٤) أخرجه عبد بن حميد، وابن المنذر. انظر: \"الدرر\" ٦/ ١٤٠، وذكره الثعلبي في \"تفسيره\" ١٢/ ٣٤ أ، والقرطبي في \"تفسيره\" أيضًا ١٧/ ١٥٣.(٥) وهو اختيار ابن جرير، والمعتمد عند ابن كثير. انظر: \"جامع البيان\" ٢٧/ ٦٨، و\"تفسير القرآن العظيم\" ٤/ ٢٧، و\"تفسير القاسمي\" ١٥/ ٥٦١٣.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ١١٢، و\"مجاز القرآن\" ٢/ ٢٤٢، و\"جامع البيان\" ٢٧/ ٦٨، و\"معاني القرآن\" للزجاج ٥/ ٩٦.</p><p> قال ابن الأعرابي: النجمة نبتة صغيرة وجمعها نَجْمٌ (١) ، ويقال: نجم النبات إذا طلع، ونجم القرن، ونجم النجم، ونجم السن، كل ذلك بمعنى طلع، وأنشد أبو عبيدة للحارث بن ظالم (٢) : </p><p> أَخُصْيَيْ حِمارٍ ظَلَّ يَكْدِمُ نَجْمةً ... أَتُؤْكَلُ جاراتي وجارُك سالمُ (٣) </p><p> قال الأزهري: وإنما قال ذلك لأن الحمار إذا أراد أن يقلع النجمة من الأرض وكدمها ارتدت خصياه إلى مؤخره. (٤) </p><p> وأنشد الليث: </p><p> مُوزَرٌ بعميم النَّجْم تنسجهُ ... ريحُ الخريف لضاحي مائه حُبُكُ (٥) </p><p> ذكر المفسرون في تفسير النجم: هو ما أنجمت الأرض، يعنون أنبتت، ولم أر لأهل اللغة أنجم، بمعنى: أنبت. </p><p> وقوله:  {يَسْجُدَانِ} قال الفراء والكسائي: العرب إذا جمعت جمعين من غير الناس مثل السدر والنخل جعلوا فعليهما واحدًا، فتقول: السدر والنخل تنبت، والإبل والغنم مقبلة، ويجوز ينبتان ومقبلتان، والأول كلامهم، وذكر في الآية على لفظ التثنية لوفاق الفواصل (٦) ، هذا </p><p>(١) انظر: \"اللسان\" (نجم). (٢) أبو ليلى. محمد بن مرة بن ذبيان، تقدمت ترجمته.(٣) ورد البيت منسوبًا في \"المفضيات\" ص ٣١٣، و\"اللسان\" ٣/ ٥٩ (نجم)، و\"المنصف\" ٢/ ١٣١.(٤) انظر: \"تهذيب اللغة\" ١١/ ١٢٩ (نجم).(٥) البيت لزهير بن أبي سلمى. كما في \"ديوانه\" ص ١٧٦، و\"المحتسب\" ٢/ ٢١٧، و\"اللسان\" ٣/ ٥٩ (خبك) وفي الألفاظ بعض الاختلاف والشاهد فيه أن النجم هو نبت يمتد على وجه الأرض بلا ساق.(٦) انظر: \"معاني القرآن\" للفراء ٣/ ١١٢.</p>"
}