{
  "id": null,
  "sura": 55,
  "aya": 37,
  "text": "<p> لم يكن الشواظ الذي هو اللهب قسطًا من الدخان على أن أبا الحسن قد حكى عن بعضهم أنه قال: لا يكون الشواظ إلا من النار والدخان جميعًا، ونحو ذلك حكي عن أبي عمرو، وعلى هذا فالجر متجه وليس بممتنع (١) . </p><p> قوله تعالى:  {فَلَا تَنْتَصِرَانِ} قال ابن عباس: يريد لا ناصر لكم من الله تعالى، وقال مقاتل (٢) : فلا تمتنعان من ذلك (٣) . </p><p> ٣٧ - وقوله {فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً} قال أبو عبيدة: لونها كلون الورد (٤) . </p><p> وقال الفراء: أراد بالوردة الفرس الورد، يكون في الربيع وردة إلى الصفرة فإذا استد البرد كانت حمراء، فإذا كان بعد ذلك كانت وردة إلى الغُبرة (٥) . قال ابن دريد: الوردة شقرة تعلوها صفرة، يقال: فرس ورد، والجمع وارد، وسمي الذي يسمى وردًا لحمرته، قال أبو القاسم الزجاجي: أصل الواو والراء مع الدال على هذا النظام موضوع في كلامهم للمجيء والإتيان، يقال: وردت أرد ورودًا، ووردت الماشية الماء ترد. ثم </p><p>(١) من قوله: (قال أبو علي) إلى هنا كلام أبي علي رحمه الله. وانظر: \"الحجة للقراء السبعة\" ٦/ ٢٥٠ - ٢٥٢.قلت: وما قاله أبو علي كلام حسن، وفيه رد على من ضعف قراءة ابن كثير وأبي عمرو -رحمهما الله- وبيان لوجهها من الناحية اللغوية، وإذا صحت القراءة عن رسول الله -صلى الله عليه وسلم- كما هنا فلن تعدم من يحتج لها من أهل العربية ولعل القصور في قواعد اللغة وليس في القراءة. والله أعلم.(٢) في (ك): (مقاتلا).(٣) انظر: \"تفسير مقاتل\" ١٣٦ أ، و\"معالم التنزيل\" ٤/ ٢٧٢.(٤) انظر: \"مجاز القرآن\" ٢/ ٢٤٥.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١١٧.</p><p> من الناس من يقول إن العرب تسمي الأسد الورد لجرأته وتورده على فريسته، ومنه قول طرفة: </p><p> كسيد الغضا نبهته المتورد </p><p> هو المتقدم على فرسته الذي لا يدفعه شيء، ثم شبه لون هذا المتورد بلون الأسد لأن الغالب عليه الشقرة فسمي وردًا، هذا قول ابن درستويه النحوي (١) ، وليس بمرتضى؛ لأنهم سموا الفرس الذي هو بين الكميت الأحمر وبين الأشقر ويضرب إلى الصفرة وردًا، والكلام على هذا من طريق التحقيق أن الورد عند العرب من الألوان لون أبيض ورد عليه لون الحمرة والصفرة، هذا قول أبي إسحاق الزجاج (٢) ، يقال: وردت المرأة خدها إذا أوردت عليه لونًا غير اللون الأصلي، قال: ونظير ذلك أنهم يسمون الظليم (٣) أخرج، والنعامة خرجاء إذا كان لونها يجمع السواد والبياض كأن لونًا خرج إلى لون آخر، ورماد أخرج وبرمة خرجاء فيها حجارة سود وبيض، وهذا استعمل فيه معنى الخروج من شيء إلى شيء كما استعمل في الأول معنى الورود. </p><p> قوله:  {كَالدِّهَانِ} قال أبو عبيدة: جماعة دُهْن، وهو قول الفراء والمبرد والزجاج (٤) . </p><p> وفي تفسير الآية قولان، أحدهما: وهو الذي عليه الأكثر أنه شبه </p><p>(١) هو عبد الله بن جعفر بن درستويه الفارسي. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١٠١.(٣) الظليم هو ذكر النعام، وقد تقدم.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١١٧، و\"مجاز القرآن\" ٢/ ٤٣٩، و\"معاني القرآن\" للزجاج ٥/ ١٠١.</p><p> السماء في تلونها واختلاف ألوانها بالوردة، وهي الفرس التي تتلون ألوانًا، قال الكلبي: تتلون كما تتلون الفرس الورد (١) . </p><p> وقال الحسن: تلون ألوانًا (٢) ، ثم شبه هذا الفرس الذي يتلون بالدهان بقوله {كَالدِّهَانِ} قال الفراء: شبه تلون السماء بتلون الوردة من الخيل، وشبه الوردة في اختلاف ألوانها بالدهن واختلاف ألوانه (٣) ، وهذا قول الضحاك ومجاهد وقتادة والربيع وأبي العالية وأكثر أهل التفسير (٤) ، واختلاف (٥) الفراء والزجاج واحتج بقوله {يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ}  [المعارج: ٥] أي كالزيت الذي قد أغلي، وذكر مقاتل السبب في تلون السماء. قال يعني فصارت من الخوف وردة (٦) . </p><p> قال أبو إسحاق: تتلون من الفزع الأكبر كما يتلون الدهان (٧) ، وعلى هذا يجب أن يكون الله تعالى ركب فيها عقلًا حتى يصح خوفها. </p><p> القول الثاني: أن المراد بالوردة هاهنا الحمرة والعرب تقول: عشية وردة إذا احمر أفقها عند غروب الشمس. وذلك علامة الجدب، ومنه قول زهير: </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٨٢، عن ابن عباس، و\"معالم التنزيل\" ٤/ ٢٧٢، وفي \"الكشف والبيان\" ١٢/ ٤٢ أقال: كالأديم الأحمر. (٢) انظر: \"الجامع لأحكام القرآن\" ١٧/ ١٧٣، و\"فتح القدير\" ٥/ ١٣٨.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١١٧.(٤) انظر: \"تفسير مجاهد\" ٢/ ٦٤٢، و\"جامع البيان\" ٢٧/ ٨٢، و\"الكشف والبيان\" ١٢/ ٤٢ أ، و\"معالم التنزيل\" ٤/ ٢٧٢.(٥) كذا في (ك)، ولم يظهر لي معناها.(٦) انظر: \"تفسير مقاتل\" ١٣٦ أ.(٧) انظر: \"معاني القرآن\" للزجاج ٥/ ١٠١.</p>"
}