{
  "id": null,
  "sura": 55,
  "aya": 9,
  "text": "<p> قال أهل المعاني: وهذا تنبيه على النعمة فيه والهداية إليه، ولولا الميزان لتعذر الوصول إلى كثير من الحقوق. </p><p> القول الثاني: أن المراد بالميزان العدل، وعبر عنه بالميزان؛ لأنه آلته. </p><p> قال عطاء عن ابن عباس: يعني العدل في الأرض بين الناس، وهو قول مجاهد (١) . </p><p> قال أبو إسحق: الميزان هاهنا العدل؛ لأن المعادلة موازنة الأشياء (٢) . قال صاحب النظم: على هذا القول: تأويله أمر بالعدل يدل هذا قوله تعالى: </p><p> ٨ - {أَلَّا تَطْغَوْا فِي الْمِيزَانِ} أي لا تجاوزوا العدل. </p><p> و (أن لا تطغوا) يحتمل وجهين، أحدهما: لئلا تطغوا كقوله {يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا}  [النساء: ١٧٦] ، والثاني: أن معنى (أن) التفسير، فيكون المعنى أن لا تطغوا كقوله تعالى:  {وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا}  [ص: ٦]  (٣) وقد مر. </p><p> وعلى القول الأول يكون (تطغوا) في محل النصب بأن، وعلى القول الثاني يكون تطغوا جزمًا على النهي. ذكر ذلك الفراء والزجاج (٤) ، قال الفراء: والنهي أحب إلى؛ لقوله: </p><p> ٩ - {وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ}  (٥) ، وهذا أيضًا يدل على أن المراد </p><p>(١) انظر: \"تفسير مجاهد\" ٢/ ٦٤، ولم أقف عليه عن ابن عباس. (٢) انظر: \"معاني القرآن\" ٥/ ٩٦.(٣) انظر: \"التفسير الكبير\" ٢٩/ ٩، و\"القرطبي\" ١٧/ ١٥٤، و\"فتح القدير\" ٥/ ١٣٧.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ٩٦.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١١٣.</p><p> بقوله {أَلَّا تَطْغَوْا فِي الْمِيزَانِ} أي في الذي يوزن به، قال عطاء عن ابن عباس: يريد لا تخونوا من وزنتم له (١) . </p><p> ومعنى {لا تطغوا} لا تظلموا ولا تنقصوا ولا تجاوزوا القدر، قاله أبو عبيدة والزجاج (٢) . </p><p> وقال أهل المعاني (٣) : إنما قيل لا تطغوا؛ لأن ما لا يضبط في الوزن موضوع عنهم ما لم يتعمدوا البخس فإذا تعمدوا فقد طغوا، وإنما قال:  {لا تطغوا في الميزان} ولم يقل فيه بالكناية وقد سبق ذكره لكي يكون قائمًا بنفسه في النهي عنه، ولا يكون الثاني متضمنًا بالأول. </p><p> قوله تعالى:  {وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ} قال المفسرون: أقيموا لسان الميزان بالقسط، أي: بالعدل، وهو قول مجاهد والكلبي ومقاتل (٤) . </p><p> والأحسن إذا وزن أن يقيم اللسان بالقسط كما أمر الله تعالى ثم يرجح إن أراد ذلك وتبرع به، وقد روي عن علي -رضي الله عنه- أنه مر على رجل وهو يزن الزعفران وقد أرجح فكفأ الميزان ثم قال: أقم الوزن بالقسط ثم أرجح بعد ذلك ما شئت (٥) . </p><p> وقوله:  {وَلَا تُخْسِرُوا الْمِيزَانَ} قال ابن عباس والمفسرون: لا تنقصوا </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٧/ ١٥٥. (٢) انظر: \"مجاز القرآن\" ٢/ ٢٤٢، و\"معاني القرآن\" للزجاج ٥/ ٩٦.(٣) انظر: \"الكشاف\" ٤/ ٥.(٤) انظر: \"تنوير المقباس\" ٥/ ٣١٤، و\"تفسير مقاتل\" ١٣٥ أ، و\"الدر\" ٦/ ١٤١.(٥) لم أقف عليه عن علي، وأخرج ابن أبي حاتم من طريق أبي المغيرة عن ابن عباس نحوه. انظر: \"فتح الباري\" ٨/ ٦٢١.</p>"
}