{
  "id": null,
  "sura": 56,
  "aya": 1011,
  "text": "<p> القول الرابع: أنهم الذين يؤخذ بهم ذات اليمين إلى الجنة (١) . </p><p> ٨ - قوله تعالى:  {مَا أَصْحَابُ الْمَيْمَنَةِ} قال جميع أهل المعاني (٢)  (مَا) هاهنا تفخيم لقصتهم وتعظيم لشأنهم وتعجيب منهم، كما تقول: زيد ما زيد؟ أي: أي شيء هو؟ للتعجب منه، وهذا كقوله: {الْحَاقَّةُ (١) مَا الْحَاقَّةُ} [الحاقة: ١، ٢] و {الْقَارِعَةُ (١) مَا الْقَارِعَةُ} [القارعة: ١، ٢] . </p><p> ٩ - قوله تعالى:  {وَأَصْحَابُ الْمَشْأَمَةِ} يعني أصحاب الشمال والمشئمة اليسرى. يقال: اليد اليمنى واليد الشومى، ومن هذا اللفظ أخذ اليُمْن والشؤم، واليَمَن والشأم. </p><p> وفي أصحاب المشئمة أربعة أقوال تضاد الأقوال التي ذكرناها في أصحاب الميمنة (٣) . </p><p> ثم ذكر الصنف الثالث فقال: </p><p> ١٠، ١١ - قوله تعالى: {وَالسَّابِقُونَ السَّابِقُونَ (١٠) أُولَئِكَ الْمُقَرَّبُونَ} قال الفراء والزجاج يجوز أن يكون (وَالسَّابِقُونَ) ابتداء، وخبره الثاني، ويكون المعنى: والسابقون إلى طاعة الله السابقون إلى رحمة الله، ويكون {أُولَئِكَ الْمُقَرَّبُونَ} من صفتهم. ويجوز أن يكون الأول ابتداء والثاني توكيده، ويكون الخبر {أُولَئِكَ الْمُقَرَّبُونَ}  (٤) . </p><p>(١) انظر: \"جامع البيان\" ٢٧/ ٩٨، و\"الجامع\" للقرطبي ١٧/ ١٩٧، ونسبه للسدي. (٢) انظر: \"معاني القرآن\" للأخفش ٢/ ٧٠١، و\"معاني القرآن\" للفراء ٣/ ١٢٢، و\"معاني القرآن\" للزجاج ٥/ ١٠٨.(٣) انظر: \"الكشف والبيان\" ١٢/ ٥١ ب.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٢٢، و\"معاني القرآن\" للزجاج ٥/ ١٠٩.أورد النحاس قولهما أن {أُولَئِكَ الْمُقَرَّبُونَ} صفة، قال: ولكن يكون بدلاً أو خبرًا بعد خبر. انظر: \"إعراب القرآن\" ٣/ ٣٢١.</p><p> واختلفوا في تفسير السابقين فقال ابن عباس (١) : يريد الذين سبقوا إلى توحيد الله والإيمان برسوله كما قال: {وَالسَّابِقُونَ الْأَوَّلُونَ}  [التوبة: ١٠٠] الآية. </p><p> وقال ابن سيرين: هم الذين صلوا القبلتين (٢) ، وهذا كقول ابن عباس؛ لأن الذين صلوا القبلتين كانوا هم الأولين من الصحابة، ونحو هذا قال عكرمة: السابقون إلى الإسلام (٣) ، وهو معنى قول الربيع: إلى إجابة الرسول -صلى الله عليه وسلم- (٤) . </p><p> وقال مقاتل: إلى الأنبياء بالإيمان (٥) . وهذا القول يوجب تخصيص السابقين بأوائل هذه الأمة. وقال الكلبي: السابقون إلى الرسول من كل أمة السابقون في الآخرة إلى الجنة (٦) . </p><p> وأكثر المفسرين جعلوا هذا السبق إلى الطاعات، فمنهم من أجملها وهو القرظي فقال: إلى كل خير وإلى كل ما دعا الله إليه، وهو اختيار ابن كيسان (٧) . </p><p> ومنهم من فصَّل فقال سعيد بن جبير: إلى التوبة (٨) ، وقال علي -رضي الله عنه-: </p><p>(١) انظر: \"تنوير المقباس\" ٥/ ٣٣٢، و\"معالم التنزيل\" ٤/ ٢٨٥. (٢) انظر: \"جامع البيان\" ٢٧/ ٩٩، و\"تفسير القرآن العظيم\" ٤/ ٢٨٣.(٣) انظر: \"الكشف والبيان\" ١٢/ ٥٢ أ، و\"معالم التنزيل\" ٤/ ٢٨٥، و\"الجامع لأحكام القرآن\" ١٧/ ١٩٩.(٤) انظر: \"الكشف والبيان\" ١٢/ ٥٢ أ، و\"معالم التنزيل\" ٤/ ٢٨٠.(٥) انظر: \"تفسير مقاتل\" ١٣٧ ب.(٦) انظر: \"تنوير المقباس\" ٥/ ٣٣٢، و\"الوسيط\" ٤/ ٢٣٢.(٧) انظر: \"الكشف والبيان\" ١٢/ ٥٢ أ، و\"معالم التنزيل\" ٤/ ٢٨٠.(٨) انظر: \"معالم التنزيل\" ٤/ ٢٨٠، و\"زاد المسير\" ٨/ ١٣٣.</p><p> إلى الصلوات الخمس (١) ، وقال عثمان بن أبي سودة (٢) : إلى المسجد، إلى الجهاد، يخرجون في الرعيل الأول من المصلين والمجاهدين (٣) . </p><p> ثم وصفهم وأخبر عنهم فقال:  {أُولَئِكَ الْمُقَرَّبُونَ} قال ابن عباس: مثل النبيين والمرسلين (٤) . وقال الكلبي: إلى عَدَن (٥) . وقال أهل المعاني: جزيل ثواب الله وعظيم كرامته (٦) . </p><p> ثم أخبر أين محلهم فقال: </p><p> ١٢ - {فِي جَنَّاتِ النَّعِيمِ} وقوله: {أُولَئِكَ الْمُقَرَّبُونَ} إلى قوله: {وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ}  [الواقعة: ٢٧] كله من صفة السابقين وبيان حالهم، وذلك أن الله تعالى صنف الخلق ثلاثة أصناف كما ذكر، ثم بين هناك كل صنف وحاله في الآخرة فذكر صفة السابقين أولاً، ثم وصف </p><p>(١) انظر: \"الكشف والبيان\" ١٢/ ٥٢ أ، و\"الجامع لأحكام القرآن\" ١٧/ ١٩٩، و\"روح المعاني\" ٢٧/ ١٣٢. (٢) هو عثمان بن أبي سودة المقدسي، روى عن أبي الدرداء وأبي هريرة وغيرهما، وعنه الأوزاعي وجابر بن زيد وغيرهما، وثقه مروان بن محمد وذكره ابن حبان في \"الثقات\" .. انظر: \"تهذيب التهذيب\" ٧/ ١٢٠، و\"تقريب التهذيب\" ٢/ ٩.(٣) انظر: \"جامع البيان\" ٢٧/ ٩٩، و\"المصنف\" ٥/ ٢٦٧، و\"الجامع لأحكام القرآن\" ١٧/ ١٩٩، ونسبه لمجاهد وغيره.قال ابن كثير بعد ذكره للأقوال: وهذه الأقوال كلها صحيحة، فإن المراد بالسابقين هم المبادرون إلى فعل الخيرات كما أمروا، كما قال تعالى {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} [آل عمران: ١٣٣] فمن سابق في هذه الدنيا وسبق إلى الخير كان في الآخرة من السابقين إلى الكرامة، فإن الجزاء من جنس العمل، وكما تدين تدان. \"تفسير القرآن العظيم\" ٤/ ٢٨٣.(٤) انظر: \"الوسيط\" ٤/ ٢٣٢.(٥) لم أجده، وذكر المفسرون نحوه، فقالوا: (عند الله).(٦) انظر: \"الوسيط\" ٤/ ٢٣٢.</p><p> الفريقين الآخرين فيما بعد. </p><p> قوله تعالى:  {ثُلَّةٌ} الثلة: الفرقة والجماعة من (١) الناس غير محصوري العدد في قلة ولا كثرة (٢) . </p><p> قوله تعالى:  {مِنَ الْأَوَّلِينَ} يعني من لدن آدم إلى زمان نبينا -صلى الله عليه وسلم-. قاله الكلبي (٣) ، وقال عطاء: يريد كثيرًا من الأولين (٤) ، وقال مقاتل: يعني سابقي الأمم الخالية. </p><p> ١٤ - {وَقَلِيلٌ مِنَ الْآخِرِينَ} يريد من أمة محمد -صلى الله عليه وسلم-. </p><p> قال مقاتل: يعني سابقي هذه الأمة أقل من سابقي الأمم الخالية (٥) . </p><p> وقال أبو إسحاق: الذين عاينوا جميع النبيين وصدقوا بهم أكثر ممن عاين النبي -صلى الله عليه وسلم- (٦) . </p><p> ١٥ - قوله:  {عَلَى سُرُرٍ مَوْضُونَةٍ} معنى الوضن في اللغة: النضد والنسج المضاعف، يقال: وضن فلان الحجر والآجر بعضه فوق بعض فهو موضون. </p><p> وقال الليث: الوضن نسج السرير وأشباهه، ويقال: درع موضونة مقاربة في النسج مثل مرصوفة، وقال رجل من العرب لامرأته: ضنيه -يعني متاع البيت- أي قاربي بعضه من بعض. </p><p>(١) (من) ساقطة من (ك)، وبزيادتها تستقيم العبارة. (٢) وقال أبو عبيدة: (تجيء جماعة وأمة وتجيء بقية). \"مجاز القرآن\" ٢/ ٢٤٨. وانظر: \"تهذيب اللغة\" ١٥/ ٦٣، و\"اللسان\" ١/ ٣٧١ (ثلل).(٣) انظر: \"تنوير المقباس\" ٥/ ٣٣٢، و \"معالم التنزيل\" ٤/ ٢٨٠.(٤) لم أجده. وهو ظاهر المعنى.(٥) انظر: \"تفسير مقاتل\" ١٣٧ ب.(٦) انظر: \"معاني القرآن\" ٥/ ١٠٩.</p><p> قال أبو عبيدة، والفراء، والمبرد، وابن قتيبة (١) : موضونة: منسوجة مضاعفة متداخلة بعضها على بعض كما يوضن حلق الدروع، ومنه سمي الوضين، وهو بطان من سيور منسوجة مضاعفة تنسج فيدخل بعضه في بعض، وأنشدوا للأعشى (٢) : </p><p> ومن نسج داوود موضونة ... تساق مع الحي عيرًا فعيرا </p><p> قال المفسرون: مرمولة منسوجة بقضبان الذهب مشبكة بالدر والياقوت والزبرجد، وهو قول الكلبي، ومجاهد، ومقاتل (٣) . </p><p> وقال الضحاك: مصفوفة، وهو قول ابن عباس في رواية الوالبي (٤) . </p><p> ١٧ - قوله تعالى:  {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ} قال أبو عبيدة: لا يهرمون ولا يتغيرون (٥) ، ونحو ذلك قال الفراء، قال: والعرب تقول للرجل إذا كبر ولم يشمط: إنه لمخلد، وإذا لم تذهب أسنانه من الكبر قيل: إنه لمخلد، قال: ويقال مخلدون: مقرَّطون، ويقال مسورون (٦) . </p><p> وأنشد غيره: </p><p>(١) انظر: \"مجاز القرآن\" ٢/ ٢٤٨، و\"معاني القرآن\" للفراء ٣/ ١٢٢، و\"تفسير غريب القرآن\" ص ٤٤٦. (٢) \"ديوانه\" ص ٩٠، و\"معاني القرآن\" للزجاج ٥/ ١١٠، و\"اللسان\" ٣/ ٩٤٤ (وضن)، و\"تفسير غريب القرآن\" ص ٤٠٩.(٣) انظر: \"تنوير المقباس\" ٥/ ٣٣٢، و\"تفسير مجاهد\" ٢/ ٦٤٦، و\"تفسير مقاتل\" ١٣٧ ب، و\"جامع البيان\" ٢٧/ ٩٩، و\"المصنف\" ١٣/ ١٣٩.(٤) انظر: \"جامع الييان\" ٢٧/ ١٠٠، و\"الثعلبي\" ١٢/ ٥٣ أ، و\"معالم التنزيل\" ٤/ ٢٨٠.(٥) انظر: \"مجاز القرآن\" ٢/ ٢٤٩.(٦) انظر: \"معاني القرآن\" ٣/ ١٢٢ - ١٢٣.</p><p> ومخلداتٍ باللجين كأنما ... أعجازهن أقاوز الكثبان (١) </p><p> وهذا قول ابن الأعرابي قال: مخلدون مقرَّطون بالخلدة، وجمعها خلد، وهي القرطة. </p><p> وروى عمرو عن أبيه: خلَّد جاريته إذا حلَّاها بالخلد وهي القرطة، وخلَّد إذا أسنَّ ولم يشب (٢) . </p><p> قال ابن عباس: غلمان لا يموتون وهو قول مجاهد (٣) ، وعلى هذا هو من الخلود الذي هو البقاء بلا موت. </p><p> وقال الكلبي ومقاتل: لا يكبرون ولا يهرمون ولا يتغيرون (٤) . </p><p> وقال سعيد بن جبير والمؤرج: مقرطون (٥) . </p><p> والمراد بالولدان: الغلمان، وهم وإن لم يولدوا ولم يحصلوا عن ولادة أطلق عليهم هذا الاسم, لأن العرب تسمي الغلمان ولدانًا، وبعضهم احترز فجعل الولدان هاهنا ولدان المسلمين الذين يموتون ولا حسنة لهم ولا سيئة، وهذا القول يروى عن علي والحسن، قالا: لأن الجنة لا ولادة فيها (٦) ، </p><p>(١) البيت في \"تهذيب اللغة\" ٧/ ٢٧٧، و\"اللسان\" ١/ ٨٧٦ (خلد) و٣/ ١٨٦ (قوز)، و\"تفسير غريب القرآن\" ص ٤٤٧، ولم ينسب لقائل، واللجين هي الفضة. (٢) انظر: \"تهذيب اللغة\" ٧/ ٢٧٩ (خلد).(٣) انظر: \"تفسير مجاهد\" ٢/ ٦٤٦، و\"تنوير المقباس\" ٥/ ٣٣٣.(٤) انظر: \"معالم التنزيل\" ٤/ ٢٨١، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٢، ولم أقف عليه في \"تفسير مقاتل\".(٥) \"الكشف والبيان\" ١٢/ ٥٣ أ، و\"معالم التنزيل\" ٤/ ٢٨١، و\"اللسان\" ص ٨٧٦ (خلد). قال الألوسي: أي مبقون أبدًا على شكل الولدان، وحد الوصافة لا يتحولون عن ذلك، وإلا فكل أهل الجنة مخلد لا يموت \"روح المعاني\" ٢٧/ ١٣٦.(٦) انظر: \"الكشف والبيان\" ١٢/ ٥٣ أ، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٣.</p><p> والقول هو الأول (١) </p><p> ١٨ - قوله تعالى:  {بِأَكْوَابٍ وَأَبَارِيقَ} قالوا الأكواب المستديرة الأفواه لا آذان لهما ولا عُرى، والأباريق ذات الخراطيم واحدها إبريق، وهو الذي يبرق لونه من صفائه (٢) . وأباريق الجنة من الفضة في صفاء القوارير، يرى من ظاهرها ما في باطنها، ذكر ذلك عطاء، ومقاتل (٣) ، والعرب تسمي السيف إبريقًا لبريق لونه، ومنه قول ابن أحمر (٤) : </p><p> تعلَّقت إبريقًا وعلقت جعبةً ... ليهلك حيا ذا زهاء وجامل (٥) </p><p> وقال اللحياني: امرأة إبريق إذا كانت برَّاقة. وما بعد هذا مفسر في سورة الصافات [آية: ٤٥] . </p><p> ٢٠ - قوله تعالى:  {مِمَّا يَتَخَيَّرُونَ} تخيرت الشيء أخذت خيره. </p><p> ٢١ - قوله تعالى:  {وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ} قال ابن عباس: يخطر على قلبه الطير فيصير ممثلًا بين يديه على ما اشتهى (٦) . </p><p> ٢٢ - قوله تعالى:  {حُورٌ عِينٌ} أكثر القراءة بالرفع، وقرأ حمزة والكسائي بالخفض (٧) . </p><p>(١) وقال الشوكاني: ولا يبعد أن يكونوا مخلوقين في الجنة للقيام بهذه الخدمة، و\"فتح القدير\" ٥/ ١٤٩. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٢٣، و\"معاني القرآن\" للزجاج ٥/ ١١٠.(٣) انظر: \"تفسير مقاتل\" ١٣٧ ب.(٤) انظر: \"تهذيب اللغة\" ٩/ ١٣٣ (برق).(٥) ورد البيت في \"اللسان\" ٢/ ٨٦٣ (علق)، ولم ينسبه.(٦) انظر: \"معالم التنزيل\" ٤/ ٢٨١، و\"زاد المسير\" ٨/ ١٣٧.(٧) قرأ حمزة، والكسائي، وأبو جعفر {وَحُورٌ عِينٌ} بالخفض. وقرأ الباقون برفعهما. انظر: \"النشر\" ٢/ ٣٨٣، و\"الإتحاف\" ص ٤٠٧ - ٤٠٨</p><p> قال أبو عبيد: هي عندنا بالرفع بمعنى: وعندهم حور عين، ولا أحب الخفض لأنه ليس يطاف عليهم بالحور، هذا كلامه (١) ، ووجه الرفع علي مذهب سيبويه (٢) أن قوله: {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ} إلي قوله: {وَحُورٌ عِينٌ} دل على أن معنى الكلام لهم كذا ولهم كذا، فحمل:  (حُورٌ) على المعنى كأنه قيل: ولهم حور، ومثله مما حمل على المعنى قول الشاعر (٣) : </p><p> إلا رواكد جمرهن هباء </p><p> ومشجج ............ </p><p> فحمل ومشجج على المعنى لأن المعنى إلا رواكد ومشجج. ذكر ذلك المبرد والزجاج وأبو علي (٤) . </p><p> وأما الخفض فقال الفراء: هو وجه الكلام على أن تتبع آخر الكلام أوله وان لم يحسن في آخره ما حسن في أوله، وأنشد: </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ٣/ ٣٢٤، و\"حجة القراءات\" ص ٦٩٥. (٢) انظر: \"الكتاب\" ١/ ١٧٣.(٣) البيت الأول بتمامه:بادت وغير آيهن مع البلى ... إلا رواكد جمرهن هباءوالبيت الثاني:ومشجج أما سواء قذاله فبدا ... وغير سارة المعزاءوالبيتان ينسبان إلى ذي الرمة، كما في \"ملحقات ديوانه\" ٣/ ١٨٤٠.وينسبان إلى الشماخ كما في \"ملحقات ديوانه\" ص ٤٢٧، ٤٢٨، و\"الكتاب\" ١/ ١٧٣، و\"اللسان\" ٢/ ٣٥٤ (شجج)، و\"الحجة\" ٦/ ٢٥٦، والرواكد الأثافي, والمشجج هو الوتد، وتشجيجه ضرب رأسه لثبت، وسواء قذالة: وسطه. والمعزاء. أرض صلبة ذات حصى.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١١١، ١/ ٢٥٤، و\"الحجة للقراء السبعة\" ٦/ ٢٥٥ - ٢٥٦، و\"البغداديات\" ص ٢١٩ - ٢٢٠.</p><p> إذا ما الغانيات برزن يومًا ... وزججن الحواجب والعيونا (١) </p><p> والعين لا تزجج إنما تكحل، فردها على الحواجب لأن المعنى يعرف، قال: وكان ينبغي لمن رفع -لأنهن لا يطاف بهن- أن يرفع {فَاكِهَةٍ}  {وَلَحْمِ طَيْرٍ} . لأن الفاكهة واللحوم لا يطاف بها وفي ذلك بيان أن الخفض وجه الكلام (٢) ، يعني أن الحور أَتبع في الخفض اللحم والفاكهة، فلما خفضا كذلك خفض الحور، وبين الزجاج هذا الوجه فقال: وحور مخفوض على غير ما ذهب إليه من ظن أن معنى الخفض فيه أنه يطاف به ولا يطاف بالحور، ولكن معنى {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ (١٧) بِأَكْوَابٍ} ينعمون بها، وكذلك ينعمون بلحم طير وينعمون بحور عين (٣) . وهذا معنى قول الفراء وإن لم يحسن في آخره ما حسن في أوله يعني لا يحسن الطوف في الحور كما حسن في الكأس، ولكن يعطف عليه في الظاهر؛ لأن المعنى يعرف كما عطف الشاعر العيون على الحواجب وأراد وكحلن العيون كذلك هاهنا يراد ويكرمون، أو وينعمون بفاكهة ولحم طير وحور عين. </p><p>(١) البيت للراعي النميري، انظر: \"ديوانه\" ص ١٥٠، و\"الخصائص\" ٢/ ٤٣٢، و\"شرح شواهد المغني\" ٢/ ٧٧٥، و\"الدرر اللوامع\" ١/ ١٩١، و\"الإنصاف\" ص ٦١٠، و\"الخزانة\" ٩/ ١٤١. (٢) انظر: \"معاني القرآن\" ٣/ ١٢٣ - ١٢٤.قلت: قوله: (لأن الفاكهة واللحوم لا يطاف بها) تعقبه النحاس بقوله: (وهذا الاحتجاج لا ندري كيف هو إذ كان القراء قد أجمعوا على القراءة بالخفض في قوله جل وعز {وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (٢٠) وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ} فمن أين له أنه لا يطاف بهذه الأشياء التي ادعى أنه لا يطاف بها؟ وإنما يسلم في هذا لحجة قاطعة، أو خبر يجب التسليم به. \"إعراب القرآن\" ٣/ ٣٢٤ - ٣٢٥.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١١١.</p><p> وقال أبو علي: وجه الجر أن تحمله على قوله: {أُولَئِكَ الْمُقَرَّبُونَ (١١) فِي جَنَّاتِ النَّعِيمِ} التقدير: في جنات النعيم، وفي حور عين أي في مقام به حور عين أو معاشرة حور عين، ثم حذف المضاف (١) . </p><p> وتفسير اللؤلؤ المكنون سبق في سورة الطور (٢)  [آية: ٢٤] . </p><p> ٢٤ - قوله تعالى:  {جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} ذكر أبو إسحاق في نصب جزاء قولين: أحدهما: أنه مصدر ودل ما قبله على يجزون. </p><p> والثاني: أنه مفعول له، المعنى: يفعل ذلك بهم لجزاء أعمالهم (٣) . قوله تعالى:  {لَا يَسْمَعُونَ فِيهَا لَغْوًا} قال المبرد: اللغو ما يرغب عنه من الكلام ويستحق أن يلغى (٤) . والمعنى: ليس فيها لغو فيسمع. </p><p> ٢٥ - [قوله:  {وَلَا تَأْثِيمًا} ] (٥) يقال أثَّمه إذا قال أثمت، وللتأثيم هاهنا معنيان: </p><p> أحدهما: أن بعضهم لا يقولون لبعض أثمت لأنهم لا يتكلمون بالإثم كما يتكلم أهل الدنيا (٦) . </p><p> الثاني: ولا يأتون تأثيمًا أي ما هو سبب التأثيم من فعل أو قول قبيح (٧) ، وهذا معنى قول أبي عبيدة، قال في هذه الآية: مجازها مجاز: أكلت خبزًا ولبنًا، واللبن لا يؤكل فجاز إذا كان معها شيء يؤكل، والتأثيم </p><p>(١) انظر: \"الحجة\" ٦/ ٢٥٧. (٢) في (ك): (الذاريات).(٣) انظر: \"معاني القرآن\" ٥/ ١١١ - ١١٢.(٤) انظر: \"اللسان\" ٣/ ٣٧٨ (لغا).(٥) ما بين المعقوفين زيادة من المحقق.(٦) انظر: \"الوسيط\" ٤/ ٢٣٤، ونسبه لابن عباس، و\"تفسير القرآن العظيم\" ٤/ ٢٨٨.(٧) انظر: \"جامع البيان\" ٢٧/ ١٠٢.</p><p> لا يسمع إنما يسمع اللغو (١) ، وهذا معني قول الكلبي، يقول: ولا إثم فيها (٢) . </p><p> ٢٦ - قوله تعالى:  {إِلَّا قِيلًا} من الاستثناء المنقطع، المعنى: لكن يقولون قيلا أو يسمعون قيلا {سَلَامًا سَلَامًا} وانتصب سلامًا على النعت لقوله: قيلا، والسلام الآخر بدل الثاني، والمعنى: إلا قيلا يسلم فيه من اللغو والإثم، وإن شئت جعلت القيل يعمل في السلام الأول والآخر بدل، والمعنى: إلا أنهم يقولون الخير، هذا قول الأخفش والفراء والزجاج (٣) . </p><p> قال عطاء عن ابن عباس: يريد: يحيي بعضهم بعضًا بالسلام (٤) ، وزاد الكلبي عنه: وتحييهم الملائكة بالسلام ويرسل إليهم ربهم بالسلام (٥) . </p><p> وقال مقاتل: يعني كثرة السلام من الملائكة (٦) . </p><p> فالمفسرون: جعلوا السلام هاهنا بمعنى التحية والوجه ما قال الزجاج من أن المراد بالسلام أن قولهم يسلم من اللغو (٧) ، ويدل على ذلك أن مسموع أهل الجنة لا يكون مقصورًا على التحية فقط، بل يسمعون </p><p>(١) انظر: \"مجاز القرآن\" ٢/ ٢٤٩. (٢) انظر: \"تنوير المقباس\" ٢/ ٣٣٥.(٣) انظر: \"معاني القرآن\" للأخفش ٢/ ٤٠١ - ٧٠٢، و\"معاني القرآن\" للفراء ٣/ ١٢٤، و\"معاني القرآن\" للزجاج ٥/ ١١٢.(٤) انظر: \"الوسيط\" ٤/ ٢٣٤، و\"معالم التنزيل\" ٤/ ٢٨٢.(٥) انظر: \"تنوير المقباس\" ٥/ ٣٣٥، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٦.(٦) انظر: \"تفسير مقاتل\" ١٣٨ أ.(٧) انظر: \"معاني القرآن\" ٥/ ١١٢.</p><p> غيرها مما لا لغو فيه ولا تأثيم (١) . </p><p> ٢٧ - ثم ذكر أصحاب اليمين وعجب من شأنهم فقال:  {وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ} وقد تقدم تفسيره. </p><p> ثم ذكر منازلهم فقال: </p><p> ٢٨ - قوله تعالى:  {فِي سِدْرٍ مَخْضُودٍ} تفسير السدر قد تقدم في سورتين (٢) . </p><p> والمخضود المنزوع الشوك في قول جميع أهل اللغة، والخضد: كسر (٣) الشيء اللين، وإذا كسرت عودًا لينًا ولم تبنه قلت: خضدته فاتخضد (٤) ، ومعنى مخضود. خضد شوكه، أي قطع فلا شوك فيه. </p><p> قال ابن عباس في رواية الكلبي، ومجاهد، ومقاتل، وقتادة، وأبو الأحوص، وقسامة بن زهير (٥) : </p><p>(١) قلت: وهو أيضًا ما اختاره ابن جرير ٢٧/ ١٠٢، حيث قال: (لا يسمعون فيها من القول إلا قليلاً سلامًا. أي: أسلم مما تكره). ويرى ابن كثير ٤/ ٢٨٨ شمول الآية للمعنيين حيث قال: (أي إلا التسليم منهم بعضهم على بعض، كما قال تعالى {تَحِيَّتُهُمْ فِيهَا سَلَامٌ} [إبراهيم: ٢٣] وكلامهم أيضًا سالم من اللغو، الإثم). (٢) عند تفسيره الآية [سبأ: ١٦] حيث قال: السدر من الشجر سدران. أحدهما: سدر بري لا ينتفع بثمره، ولا يصلح ورقه لغسول، وربما خبط للراعية، وله ثمر عفص لا يؤكل، والعرب تسميه الضال .. يتفكه به. وقال الفراء: ذكروا أنه السمر.(٣) في (ك): (بكسر).(٤) انظر: \"تهذيب اللغة\" ٧/ ٩٧، و\"اللسان\" ١/ ٨٤٦ (خضد).(٥) قسامة بن زهير المازني البصري، ثقة، حدث عن أبي موسى وأبي هريرة وروى عنه قتادة وهشام ابن حسان. قال ابن سعد: كان ثقة إن شاء الله. وتوفي في إمرة الحجاج. انظر: \"تقريب التهذيب\" ٢/ ١٢٦، و\"تاريخ الإسلام\" ٥/ ٤٥٧, و\"طبقات ابن سعد\" ٧/ ١٥٢، و\"تهذب التهذيب\" ٨/ ٣٧٨.</p><p> خضد شوكه فلا شوك فيه (١) ، يدل عليه ما روي عن سليم (٢) ابن عامر (٣) قال: أقبل أعرابي يومًا فقال: يا رسول الله لقد ذكر الله في القرآن شجرة مؤذية، وما كنت أرى أن في الجنة شجرة تؤذى (٤) صاحبها، فقال رسول الله -صلى الله عليه وسلم-: \"وما هي؟ \" قال: السدر، فقال رسول الله:  \"أو ليس يقول(في سدر مخضود)خضد الله شوكه فجعل مكان كل شوكة ثمرة، تنفتق الثمرة عن اثنتين وسبعين لونًا من الطعام، ما فيه لون يشبه الآخر\"  (٥) . </p><p> وذكر جماعة من المفسرين في تفسير المخضود: أنه الموقر حملا (٦) ، ولا وجه له، وكأنهم ذهبوا إلى أن الله تعالى لما خضد شوكه أوقره بالحمل كما هو في الخبر الذي ذكرنا, ولا يكون ذلك مما يفسر به المخضود، وأما ذكر من أنه لا يعقر اليد ولا يرد اليد منه شوك، ولا أذى </p><p>(١) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٧٠، و\"تنوير المقباس\" ٥/ ٣٣٥، و\"تفسير مقاتل\" ١٣٨ أ، و\"جامع البيان\" ٢٧/ ١٠٣، و\"الثعلبي\" ١٢/ ٥١ ب، و\"ابن كثير\" ٤/ ٢٨٨. (٢) في (ك): (سليمان).(٣) هو: سليم بن عامر الكلاعي، تقدمت ترجمته في سورة النور.(٤) (تؤذي) ساقطة من (ك).(٥) ذكره ابن كثير من رواية البغوي، و\"تفسير ابن كثير\" ٤/ ٢٨٨. وأخرجه الحاكم في التفسير، سورة الواقعة ٢/ ٤٧٦ وقال: صحيح الإسناد ولم يخرجاه، والبيهقي عن أبي أمامة قال: .. وذكر الحديث. وأخرجه ابن المبارك في \"الزهد\" (٧٤)، عن صفوان بن عمرو، عن سليم بن عامر مرسلاً من غير ذكر لأبي أمامة. وانظر: \"إحياء علوم الدين\" ٤/ ٥٣٨، وأخرجه أبو نعيم في \"الحلية\" ٦/ ١٠٣، والهيثمي في \"مجمع الزوائد\" ١٠/ ٤١٤ عن الطبراني.(٦) روي عن مجاهد، والضحاك، وسعيد بن جبير، ومقاتل بن حيان. انظر: \"جامع البيان\" ٢٧/ ١٠٣، و\"الثعلبي\" ١٢/ ٥٤ ب، و\"القرطبي\" ١٧/ ٢٠٧.</p><p> فيه فكل هذا من معاني المخضود لا من تفسيره (١) . </p><p> ٢٩ - قوله:  {وَطَلْحٍ مَنْضُودٍ} قال الليث: الطلح شجر أم غيلان، له شوك أحجن (٢) ، وهو من أعظم العضاه شوكًا وأصلبه عودًا وأجوده صمغًا، والواحدة طلحة، وهذا قول جميع أهل اللغة في الطلح (٣) . والمفسرون كلهم قالوا في الطلح إنه الموز (٤) . </p><p> قال أبو إسحاق: جائز أن يكون يعني به شجر أم غيلان, لأن له نورًا طيب الرائحة جدًا، فخوطبوا ووعدوا ما يحبون مثله إلا أن فضله على ما في الدنيا كفضل سائر ما في الجنة على سائر ما في الدنيا (٥) ، ويؤكد هذا ما ذكر في التفسير أنه ليس شيء في الجنة مما في الدنيا إلا الأسامي. </p><p> وقال مجاهد: أعجبهم طلح وج (٦) وحسنه، فقيل لهم:  {وَطَلْحٍ مَنْضُودٍ}  (٧) . </p><p>(١) انظر: \"الكشف والبيان\" للثعلبي ١٢/ ٥٤ ب. (٢) الأحجن والمحجنة والمحجن العصا المعوجة. وقوله شوك أحجن أي معوج.(٣) انظر: \"تهذيب اللغة\" ٤/ ٣٨٣، و\"اللسان\" ٢/ ٦٠١ (طلح).(٤) في (ك): (المر)، وممن روي عنه هذا القول: علي، وأبي هريرة، وأبي سعيد الخدري، وابن عباس، وغيرهم. انظر: \"تفسير مجاهد\" ٢/ ٦٤٧، و\"تفسير عبد الرزاق\" ٢/ ٢٧٠، و\"صحيح البخاري\" ٦/ ١٨٢، و\"جامع البيان\" ٢٧/ ١٠٤.(٥) انظر: \"معاني القرآن\" ٥/ ١١٢.(٦) وج: وادٍ بالطائف، سمي بهذا الاسم نسبة لوج بن عبد الحق من العمالقة، وقيل من خزاعة. انظر: \"معجم البلدان\" ٥/ ٤١٦.(٧) انظر: \"تفسير مجاهد\" ٢/ ٦٤٧، وقال أبو عبيدة: زعم المفسرون أنه الموز، وأما الحرب: فالطلح عندهم شجر عظيم كثير الشوك .. \"مجاز القرآن\" ٢/ ٢٥٠.قلت: والمرجح عندي -والله أعلم- ما قاله النحاس رحمه الله، حيث قال: (وسمعت علي بن سليمان يقول: يجوز أن يكون هذا مما لم ينقله أصحاب =</p><p> وتفسير المنضود قد تقدم (١) ، قال الكلبي حمله بعضه على بعض (٢) . </p><p> قال ابن قتيبة: المنضود الذي نضد بالحمل من أوله إلى آخره، أو بالورق والحمل، فليست له سوق بارزة كما قال مسروق: أنهار الجنة تجري في غير أخدود وشجرها نضيد من أسفلها إلى أعلاها (٣) . </p><p> ٣٠ - قوله:  {وَظِلٍّ مَمْدُودٍ} أي: دائم تام باق لا يزول ولا تنسخه الشمس كظل أهل الدنيا، هذاَ قول ابن عباس ومقاتل والمفسرين (٤) . </p><p> قال أبو عبيدة (٥) : والعرب تقول لكل شيء طويل لا ينقطع: ممدود. </p><p> قال لبيد (٦) : </p><p> غلب العزاء وكان غير مغلب ... دهر طويل دائم ممدود </p><p> وأما ما ذكر بعضهم في هذا الظل أنه مسيرة سبعين سنة ومائة سنة، فهو وهم، وذلك أن ظل الجنة أمد من أن يحد، والجنة كلها ظل لا شمس معه (٧) . </p><p>= الغريب وأسماء النبت كثيرة، حتى أن أهل اللغة يقولون: ما يعاب على من صحف في أسماء النبت لكثرتها) \"إعراب القرآن\" ٣/ ٣٢٨. (١) عند تفسيره للآية (٨٢) من سورة هود. قال: النضد: وضع الشيء بعضه على بعض، وقال قتادة: المنضود المصفوف، وقال الربيع: هو الذي نضد بعضه على بعض.(٢) انظر: \"جامع البيان\" ٢٧/ ١٠٤، و\"معالم التنزيل\" ٤/ ٢٨٢.(٣) انظر: \"تفسير غريب القرآن\" ص ٤٤٨.(٤) انظر: \"تنوير المقباس\" ٥/ ٣٣٥، و\"تفسير مقاتل\" ١٣٨ أ.(٥) انظر: \"مجاز القرآن\" ٢/ ٢٥٠.(٦) البيت في \"ديوان لبيد\" ص ٢٧، و\"جامع البيان\" ٢٧/ ١٠٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٩.(٧) قلت: بل المؤلف رحمه الله هو الذي وهم، فقد ورد في الحديث الصحيح: \"إن في =</p><p> ٣١ - قوله تعالى:  {وَمَاءٍ مَسْكُوبٍ} السكب: صب الماء، يقال. سكبت الماء فهو مسكوب، وانسكب الماء وسكب فهو منسكب ساكب سكوبًا، فالسكب واقع والسكوب مطاوع (١) . </p><p> قال الكلبي: مصبوب يجري الليل والنهار لا ينقطع عنهم (٢) ، وبيانه ما قال أبو إسحاق: أنه ماء لا يتعبون فيه ينسكب لهم كيف يحبون (٣) . </p><p> قال عطاء: يريد بحارًا حصباؤها الياقوت الأحمر، وحمأها المسك الأذفر، وترابها الكافور (٤) . </p><p> ٣٢ - {وَفَاكِهَةٍ كَثِيرَةٍ} يعني ألوان فواكه الجنة. </p><p> قوله تعالى:  {لَا مَقْطُوعَةٍ} قال ابن عباس: لا تنقطع إذا جنيت (٥) . وهذا كما روي أن النبي -صلى الله عليه وسلم- قال: \"لا يقطع من ثمار الجنة إلا أبدل الله </p><p>= الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها، وأقرءوا إن شئتم {وَظِلٍّ مَمْدُودٍ} \". انظر: \"صحيح البخاري\" التفسير، سورة الواقعة ٦/ ١٨٣، و\"مسلم\"، كتاب الجنة وصفة نعيمها وأهلها، باب إن في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها ٤/ ٢١٧٥ وغيرها من الأحاديث الدالة على هذا المعنى. (١) انظر: \"اللسان\" ٢/ ١٦٨ (سكب).(٢) انظر: \"الوسيط\" ٤/ ٢٣٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٩.(٣) انظر: \"معاني القرآن\" ٥/ ١١٢.(٤) لم أجده. ولعله أراد به الحديث الذي رواه الترمذي وفيه: (قلت: الجنة ما بناؤها. قال: لبنة فضة، ولبنة ذهب، ومِلاَطُها المسك الأذفر، وحصباؤها اللؤلؤ والياقوت، وتربتها الزعفران). \"سنن الترمذي\"، في صفة الجنة، باب ما جاء في صفة الجنة ونعيمها ٤/ ٥٨٠، وتقدم عن ابن عباس في صفة حصباء العيون في الجنة، نحوه.(٥) انظر: \"معالم التنزيل\" ٤/ ٢٨٣، و\"زاد المسير\" ٨/ ١٤١.</p><p> مكانها ضعفين\" (١) </p><p> {وَلَا مَمْنُوعَةٍ} قال ابن عباس: ولا يمتنع من أحد أراد أخذها (٢) . وقال الكلبي: لا مقطوعة تنقطع في حين ولا ممنوعة وهي التي ينظر إليها ولا تذاق (٣) . </p><p> قال ابن قتيبة: يعني أنها غير محظورة عليها كما يحظر على بساتين الدنيا فينظر الناظر إلى ثمارها ولا يصل إليها (٤) ، ويجوز أن يكون المعنى أنها غير مقطوعة بالأزمان، ولا ممنوعة بالأثمان، لا يتوصل إليها إلا بالثمن يدل على هذا ما روي عن ابن شوذب (٥) أنه قال: مررت بالحجاج ابن فرافصة (٦) وهو واقف على أصحاب الفاكهة، فقلت ما يقيمك هاهنا؟ </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١٢/ ٥٦ أ، وفي \"مجمع الزوائد\" ١٠/ ٤١٤ (إن الرجل إذا نزع ئمرة من الجنة عادت مكانها أخرى). رواه الطبراني والبزار، ورجال الطبراني وأحد إسنادي البزار ثقات. (٢) انظر: \"الوسيط\" ٤/ ٣٣٤، و \"معالم التنزيل\" ٤/ ٢٨٣.(٣) انظر: \"تنوير المقباس\" ٤/ ٢٣٥، و\"معاني القرآن\" للفراء ٣/ ١٢٥.(٤) انظر: \"تفسير غريب القرآن\" (٤٤٩).(٥) عبد الله بن شوذب الخراساني، أبو عبد الرحمن، صدوق عابد، نزيل بيت المقدس، روى عن الحسن وطبقته، وكان كثير العلم، جليل القدر. عاش سبعين سنة، وتوفي سنة (١٥٦ هـ).انظر: \"سير أعلام النبلاء\" ٧/ ٩٢، و\"البداية والنهاية\" ١٠/ ١١٥، و\"ميزان الاعتدال\" ٢/ ٤٤٠، و\"العبر\" ١/ ١٧٣، و\"التاريخ الكبير\" ٣/ ١٧.(٦) الحجاج بن فرافصة الباهلي البصري، صدوق، عابد، يهم، أسند عن أنس وغيره، من السادسة.انظر: \"التقريب\" ١/ ١٥٤، و\"التاريخ الكبير\" ١/ ٣٧٥، و\"صفة الصفوة\" ٣/ ٣٣٥.</p><p> قال: انظر إلى هذه المقطوعة الممنوعة (١) . </p><p> ٣٤ - قوله تعالى:  {وَفُرُشٍ مَرْفُوعَةٍ} الفرش جمع فراش، وهو ما ينام عليه، مرفوعة على الأسرة وهو قول علي -رضي الله عنه-، ومقاتل قال: فوق السرر (٢) ، وجماعة المفسرين قالوا: بعضها فوق بعض فهي مرفوعة أي عالية (٣) ، ويدل على صحة هذا التفسير ما روى الخدري عن النبي -صلى الله عليه وسلم- في قوله:  {وَفُرُشٍ مَرْفُوعَةٍ} قال: \"ارتفاعها كما بين السماء والأرض\"  (٤) . </p><p> وروى القاسم عن أبي أمامة (٥) قال: \"لو طرح فراش من أعلاها إلى أسفلها لهوى سبعين خريفًا\"  (٦) . </p><p> وقال أهل المعاني (٧) : المراد بالفرش هاهنا: النساء، والعرب تكني عن المرأة بالفراش والإزار واللباس، ومنه قوله تعالى:  {هُنَّ لِبَاسٌ لَكُمْ}  [البقرة: ١٨٧] . </p><p>(١) انظر: \"صفة الصفوة\" ٣/ ٣٣٦. (٢) انظر: \"تفسير مقاتل\" ١٣٨ أ، و\"زاد المسير\" ٨/ ١٤١، و\"فتح القدير\" ٥/ ١٥٣.(٣) انظر: \"جامع البيان\" ٢٧/ ١٠٦، و\"زاد المسير\" ٨/ ١٤١، و\"تفسير القرآن العظيم\" ٤/ ٢٩٠.(٤) رواه الترمذي في \"سننه\"، كتاب: صفة الجنة، باب: ما جاء في صفة ثياب أهل الجنة ٤/ ٥٨٦، وفي كتاب: التفسير، باب: ومن سورة الواقعة ٥/ ٣٧٤، وقال: هذا حديث حسن غريب لا نعرفه إلى من حديث رشدين بن سعد. قال ابن كثير في \"تفسيره\" ٤/ ٢٩١: وهو المصري، وهو ضعيف. ورواه ابن جرير في \"تفسيره\" ٢٧/ ١٠٦، عن أبي غريب عن رشدين بن سعد.(٥) النساء.(٦) قال الهيثمي: رواه الطبراني وفيه جعفر بن الزبير الحنفي، وهو ضعيف. \"مجمع الزوائد\" ٧/ ١٢٠. وذكره الثعلبي في \"تفسيره\" ١٢/ ٥٦ أ، عن أبي أمامة بدون سند.(٧) انظر: \"التفسير الكبير\" ٢٩/ ١٦٦، و\"الجامع لأحكام القرآن\" ١٧/ ٢١٠.</p><p> ومعنى {مَرْفُوعَةٍ} أنهن رفعن بالجمال والفضل على نساء الدنيا، فهن مرتفعات في عقولهن وحسنهن وكمالهن، واحتجوا على هذا القول بقوله: </p><p> ٣٥ - {إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً} فعادت الكناية إليهن ولم يجر لهن ذكر، فبان أن المراد بالفرش النسوة. </p><p> وعلى القول الأول كنى عنهن وإن لم يجر لهن ذكر؛ لأن الفرش محل النساء فاكتفى بذكر الفرش (١) . </p><p> قال قتادة، وسعيد بن جبير: خلقناهن خلقًا جديدًا (٢) . وقال ابن عباس: يريد النساء الآدميات (٣) ، وقال الكلبي، ومقاتل: يعني نساء أهل الدنيا العجز الشمط يقول خلقناهن بعد الهرم والكبر وبعد الخلق الأول في الدنيا (٤) . </p><p> ويؤكد هذا التفسير ما روى أنس أن النبي -صلى الله عليه وسلم- قال:  \"هن عجائزكن العمش الرمص\"  (٥) ، وذكر مقاتل قولاً آخر هو اختيار الزجاج، وهو أنه يعني الحور العين التي ذكرهن. قيل: أنشأهن الله -عَزَّ وَجَلَّ- لأوليائه لم يقع عليهم ولادة (٦) . </p><p> ٣٧ - ثم نعتهن فقال:  {عُرُبًا} جمع عروب وهن المتحببات إلى أزواجهن. قال ابن الأعرابي: العروب من النساء: المطيعة لزوجها المتحببة </p><p>(١) انظر: \"تفسير غريب القرآن\" ص ٤٤٩. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٧١، و\"معالم التنزيل\" ٤/ ٢٨٣.(٣) انظر: \"جامع البيان\" ٢٧/ ١٠٧، و\"تفسير القرآن العظيم\" ٤/ ٢٩١.(٤) انظر: \"تنوير المقباس\" ٥/ ٣٣٥، و\"تفسير مقاتل\" ١٣٨ أ.(٥) رواه ابن جرير في \"تفسيره\" ٢٧/ ١٠٧، والترمذي في \"سننه\"، كتاب: التفسير، باب: ومن سورة الواقعة ٥/ ٣٧٥ وابن أبي حاتم: \"تفسير القرآن العظيم\" ٤/ ٢٩١، وقال الترمذي: غريب، وموسى ويزيد ضعيفان.(٦) انظر: \"تفسير مقاتل\" ١٣٨ أ، و\"معاني القرآن\" للزجاج ٥/ ١١٢.</p><p> إليه، وقال أبو عبيدة: العروب الحسنة التبعل (١) ، وقال المبرد: العاشقة لزوجها، وأنشد (٢) : </p><p> وفي الخروج عروب غير فاحشةٍ ... ريا الروادف يغشى دونها البصر </p><p> وفيه قراءتان التثقيل والتخفيف (٣) وهما جائزان مطردان في جمع فعول. </p><p> وذكر المفسرون في تفسير العرب: العواشق المتحببات الغنجات (٤) المتعشقات الغلمات الشَّكِلات المغنوجات كل ذلك من ألفاظهم (٥) . </p><p> قوله تعالي:  {أَتْرَابًا} أي أمثالاً. يقال: هما تربان (٦) والمفسرون يقولون أقرانًا مستويات على سن واحد، وميلاد واحد، بنات ثلاث وثلاثين (٧) . </p><p>(١) انظر: \"مجاز القرآن\" ٢/ ٢٥١. (٢) البيت للبيد كما في \"الديوان\" ص ٥٦، و\"مجاز القرآن\" ٢/ ٢٥١، و\"القرطبي\" ١٧/ ٢١١، والحروج جمع حرج وهو مركب للنساء والرجال ليس له رأس. \"اللسان\" ١/ ٥٩٩ (حرج). وانظر: \"تهذيب اللغة\" ٢/ ٣٦٠، و\"اللسان\" ٢/ ٧٢٥ (عرب).(٣) قرأ حمزة، وخلف، وأبو بكر {عُرُبًا} ساكنة الراء. وقرأ الباقون {عُرُبًا} بضمها. انظر: \"حجة القراءات\" ص ٦٩٦، و\"الحجة\" للقراء السبعة ٦/ ٢٣٧ - ٢٥٨، و\"النشر\" ٢/ ٢١٦، و\"الإتحاف\" ص ٤٠٨.(٤) امرأة غَنجة: حسنة الدل، وغُنْجُها وغُناجُها: شكلها. وقيل: الغُنْجُ: ملاحة العين والغليمة هي المرأة المقبلة على زوجها في النكاح. الشكلة: يأتي بمعنى غنجة وهو حسن دل المرأة وشكلها.انظر: \"اللسان\" ٢/ ٣٤٨، ١٠١١، ١٠٢٢ (غنج، غلم، شكل).(٥) انظر: \"تفسير مجاهد\" ٢/ ٦٤٨، و\"تفسير عبد الرزاق\" ٢/ ٢٧١، و\"جامع البيان\" ٢٧/ ١٠٧ - ١٠٨.(٦) انظر: \"المفردات\" ص ٧٣ (تراب).(٧) قاله ابن عباس، ومجاهد، وقتادة، وغيرهم. انظر: \"تنوير المقباس\" ٥/ ٣٣٥ - ٣٣٦، و\"تفسير مجاهد\" ٢/ ٦٤٨، و\"تفسير عبد الرزاق\" ٢/ ٢٧١، و\"تفسير القرآن العظيم\" ٤/ ٢٩٢.</p><p> ٣٨ - قوله تعالى:  {لِأَصْحَابِ الْيَمِينِ} قال ابن عباس: يريد أنشأناهن لأصحاب اليمين (١) . وقال مقاتل: يقول: هذا الذي ذكرنا لأصحاب اليمين (٢) ، وهو قول الكلبي. قال المفسرون: الحور العين للسابقين والعرب الأتراب لأصحاب اليمين (٣) . </p><p> ثم أخبر عنهم فقال: </p><p> ٣٩ - قوله تعالى:  {ثُلَّةٌ مِنَ الْأَوَّلِينَ} أي هم ثلة من المؤمنين الذين كانوا قبل مؤمني هذه الأمة. </p><p> ٤٠ - {وَثُلَّةٌ مِنَ الْآخِرِينَ} من مؤمني هذه الأمة فمن آدم إلينا ثلة ومنا ثلة (٤) . </p><p> وهذا يروى مرفوعًا أن النبي -صلى الله عليه وسلم- قال:  \"من آدم إلينا ثلة ومني إلى القيامة ثلة ولا يستتمها إلا سودان من رعاة الإبل ممن قال لا إله إلا الله\"  (٥) . وهذا قول ابن عباس في رواية عطاء (٦) ، ومقاتل. </p><p> قال مقاتل: فأمة محمد -صلى الله عليه وسلم- أكثر أهل الجنة، واحتج بما روي أن النبي -صلى الله عليه وسلم- قال:  \"أهل الجنة عشرون ومائة صف، أمتي من ذلك ثمانون صفًّا وأربعون صفًّا من سائر الناس\"  (٧) . </p><p>(١) انظر: \"معالم التنزيل\" ٤/ ٢٨٤، \"معاني القرآن\" ١٧/ ٢١١. (٢) انظر: \"تفسير مقاتل\" ١٣٨ أ.(٣) انظر: \"الجامع\" للقرطبي ١٧/ ٢١١.(٤) بهذا قال الحسن ومجاهد. انظر: \"جامع البيان\" ٢٧/ ١٥٩، و\"أضواء البيان\" ٧/ ٧٧٠ - ٧٧١ حيث رجح ما قاله الكلبي وعطاء ومقاتل في السابقين، وما ذكره المؤلف هنا في أصحاب اليمين.(٥) أخرجه الثعلبي ١٢/ ٥٨ أ، بسياق أطول مما هنا، والبغوي ٤/ ٢٨٤.(٦) انظر: \"الوسيط\" ٤/ ٢٣٥، و\"معالم التنزيل\" ٤/ ٢٨٤.(٧) انظر: \"تفسير مقاتل\" ١٣٨ أ - ب، والحديث أخرجه ابن ماجه، كتاب الزهد، باب صفة أمة محمد -صلى الله عليه وسلم- ٢/ ١٤٣٣، والترمذي في صفة الجنة، باب ما جاء في صفة أهل الجنة ٤/ ٥٨٩ وقال هذا. حديث حسن، وعبد الرزاق في \"تفسيره\" ٢/ ٢٧١.</p><p> ومذهب جماعة من المفسرين أن الثلتين جميعًا من هذه الأمة ثلة من سابقيها وثلة من متأخريها، وهذا قول أبي العالية، ومجاهد، والضحاك (١) ويدلس على هذا ما روى سعيد بن جبير، عن ابن عباس، أن النبي -صلى الله عليه وسلم- قال في الثلتين:  \"هما جميعًا من أمتي\"  (٢) . </p><p> وهذا القول هو اختيار أبي إسحاق، قال: معناه جماعة ممن تبع النبي -صلى الله عليه وسلم- وآمن به وعاينه، وجماعة ممن آمن به وكان بعده (٣) . </p><p> وذكر الفراء في ارتفاع قوله:  {ثُلَّةٌ مِنَ الْأَوَّلِينَ} وجهين: </p><p> أحدهما: الاستئناف على معنى: هم ثلة. </p><p> والآخر: أن تكون مرفوعة بقوله: {لِأَصْحَابِ الْيَمِينِ} ويكون المعنى لأصحاب اليمين ثلتان: ثلة من هؤلاء وثلة من هؤلاء، والمعنى: هم فرقتان، فرقة من هؤلاء، وفرقة من هؤلاء (٤) . </p><p> ٤١ - ثم ذكر أصحاب الشمال ومنازلهم فقال:  {وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ} قال عطاء عن ابن عباس: يريد الذين يعطون كتبهم بشمائلهم (٥) . </p><p>(١) انظر: \"الوسيط\" ٤/ ٢٣٥، و\"معالم التنزيل\" ٤/ ٢٨٥. (٢) قال الهيثمي في \"مجمع الزوائد\" ٧/ ١١٨ - ١١٩، وعن أبي بكرة عن النبي -صلى الله عليه وسلم- في قوله: {ثُلَّةٌ مِنَ الْأَوَّلِينَ (٣٩) وَثُلَّةٌ مِنَ الْآخِرِينَ} قال: جميعهما من هذه الأمة. رواه الطبراني بإسنادين رجال أحدهما رجال الصحيح غير علي بن زيد، وهو ثقة سيء الحفظ. وقال السيوطي في \"الدر\" ٦/ ١٥٩: أخرجه الفريابي، وعبد بن حميد, وابن جرير، وابن المنذر، وابن عدي، وابن مردويه، بسند ضعيف عن ابن عباس.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١١٣.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٢٦.(٥) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢١٣.</p><p> ٤٢ - {فِي سَمُومٍ} أي في حر النار، وذكرنا تفسير السموم عند قوله:  {مِنْ نَارِ السَّمُومِ}  [الحجر: ٢٧]  (١) ، وقوله:  {وَوَقَانَا عَذَابَ السَّمُومِ}  [الطور: ٢٧] . </p><p> وقوله:  {وَحَمِيمٍ} قال الكلبي: يعني ماءً حارًّا شديدًا يغلي (٢) . </p><p> ٤٣ - وقوله:  {وَظِلٍّ مِنْ يَحْمُومٍ} اليحموم يفعول من الأحم، وهو الأسود، والعرب تقول أسود يحموم إذا كان شديد السواد (٣) . </p><p> وأنشد أبو عبيدة فقال: </p><p> دَعْ ذا فَكَمْ مِنْ حالكٍ يَحْموم (٤) </p><p> وكان للنعمان بن المنذر (٥) فرس شديد السواد يسمى يحمومًا، وهو الذي ذكره الأعشى في قوله: </p><p>(١) ومما قال في تفسيرها: اختلفوا في معنى السموم، فقال ابن عباس في رواية الكلبي: هي نار لا دخان لها. وقال آخرون: من نار الريح الحارة، وهو قول ابن مسعود. والسموم في اللغة الريح الحارة تكون بالنهار، وقد تكون بالليل. قيل سميت سمومًا لدخولها بلطفها في مسام البدن. (٢) انظر: \"تنوير المقباس\" ٥/ ٣٣٦، و\"الجامع لأحكام القرآن\" ١٧/ ٢١٣.(٣) انظر: \"تهذيب اللغة\" ٤/ ١٣، و\"اللسان\" ١/ ٧٢٥ (حمم).(٤) البيت للصبّاح بن عمرو الهزاني، وعجزه:ساقِطة أرواقُه بهيموقد ورد منسوبًا في \"اللسان\" ١/ ٧٢٨ (حمم) ولم أجده عند أبي عبيدة كما ذكر المؤلف.(٥) النعمان بن المنذر بن المنذر بن امرئ القيس، ملك الحيرة، وكان يكى أبا قابوس، وهو صاحب النابغة، قتل عبيد بن الأبرص وغيره من الشعراء. وكانت نهاية النعمان أن حبسه كسرى واسمه (أبرويز) بساباط ثم ألقي تحت أرجل الفيلة فوطئته حتى مات. انظر: \"المعارف\" ص ٦٤٩ - ٦٥٠</p><p> ويأمر لليحموم كل عشية ... بقت وتعليق فقد كاد يسنق (١) </p><p> والمفسرون جميعًا قالوا في اليحموم أنه دخان جهنم (٢) ، والمعنى أنهم في ظل من دخان جهنم. </p><p> ثم نعت ذلك الظل فقال: </p><p> ٤٤ - {لَا بَارِدٍ وَلَا كَرِيمٍ} قال أبو عبيدة: جره على الأول (٣) . </p><p> قال الفراء: وجه الكلام أن يكون خفضًا متبغا لما قبله، كقوله تعالى:  {زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ}  [النور: ٣٥] وكذلك قوله: {وَفَاكِهَةٍ كَثِيرَةٍ (٣٢) لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ} [الواقعة: ٢٣، ٣٣] قال: وقد يستأنف بلا فيرفع كما قال (٤) : </p><p> وتريك وجهًا كالصحيفة (٥) لا ... ظمآنُ مختلجٌ ولا جَهِمُ </p><p> قال ابن عباس: يريد لا بارد المدخل ولا كريم المنظر (٦) . </p><p>(١) البيت في \"ديوان الأعشى\" ص ١١٩، و\"تهذيب اللغة\" ٤/ ١٩، و\"اللسان\" ١/ ٧٢٨ (حمم)، ٢/ ٢١٩ (سنق). والقتُّ: الفصفصة، يكون رطبًا ويكون يابسًا واحدتها قتة \"اللسان\" ٢/ ١٠٤٤ (فتت).والسنق: البشم. يقال: شرب الفصيل حتى سنق، وهي التخمة والشبع \"اللسان\" ٢/ ٢١٩ (سنق)، والتعليق ما تعلقه الدواب من الشعير ونحوه.(٢) انظر: \"تفسير مجاهد\" ٢/ ٦٤٩، و\"تفسير عبد الرزاق\" ٢/ ٢٧٢، و\"جامع البيان\" ٢٧/ ١١٠ - ١١١.(٣) انظر: \"مجاز القرآن\" ٢/ ٢٥١.(٤) انظر: البيت للمخبل، كما في \"اللسان\" ١/ ٨٧٦ (خلج)، و\"المفضليات\" ص ١١٥.(٥) في (ك): (كالود بله).(٦) انظر: \"الوسيط\" ٤/ ٢٣٦، و\"معالم التنزيل\" ٤/ ٢٨٦.</p><p> وقال مقاتل: لا بارد المقيل ولا حسن المنزل (١) . </p><p> قال الفراء: والعرب تجعل الكريم تابعًا لكل شيء نفت عنه فعلاً تنوي به الذم تقول ما هو بسمين ولا بكريم، وما هذه الدار بواسعة ولا كريمة (٢) . </p><p> ثم ذكر أعمال أهل النار التي أوجبت لهم هذا فقال: </p><p> ٤٥ - {إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ} يعني كانوا في الدنيا منعمين متكبرين، قال مقاتل: يعني متجبرين في ترك أمر الله (٣) وتفسير الترف قد تقدم (٤) . </p><p> ٤٦ - {وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ} قال الليث: الحنث: الذنب (٥) العظيم، وتقول العرب: بلغ الغلام الحنث، إذا بلغ مبلغًا جَرَى عليه القلم بالمعصية والطاعة، والحنث: الرجوع في اليمين وهو أن لا يبرها (٦) ، وأكثر المفسرين قالوا في الحنث هاهنا: إنه الشرك. قال مقاتل: يعني الذنب الكبير وهو الشرك (٧) ، ونحو ذلك قال قتادة ومجاهد والسدي (٨) ، وهو قول ابن عباس في رواية عطاء والكلبي قال: كانوا لا يتوبون عن الشرك ولا </p><p>(١) انظر: \"تفسير مقاتل\" ١٣٨ ب. (٢) انظر: \"معاني القرآن\" ٣/ ١٢٧.(٣) انظر: \"تفسير مقاتل\" ١٣٨ ب، و\"الوسيط\" ٤/ ٢٣٦، ولفظهما (منعمين) بدل (متجبرين).(٤) عند تفسيره الآية (١١٦) من سورة هود. قال: الترف: النعمة، وصبي مترف إذا كان منعم البدن، والمترف الذي أبطرته النعمة وسعة العيش.انظر: \"البسيط\" ٣/ ٤٩ ب.(٥) في (ك): (النعب) والصواب ما أثبته.(٦) انظر: \"تهذيب اللغة\" ٤/ ٤٨٠ (حنث).(٧) انظر: \"تفسير مقاتل\" ١٣٨ ب.(٨) انظر: \"جامع البيان\" ٢٧/ ١١٢، و\"تفسير عبد الرزاق\" ٢/ ٢٧٢، و\"تفسير القرآن العظيم\" ٤/ ٢٩٥.</p><p> يستغفرون (١) . </p><p> وقال الشعبي: الحنث العظيم اليمين الغموس (٢) ، وشرح أبو بكر الأصم (٣) هذا فقال: إنهم كانوا يقسمون أن لا بعث، وأن الأصنام أندادُ الله وكانوا يقيمون عليه، فذلك حنثهم (٤) ، واختاره الزجاح فقال: ودليل ذلك قوله: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ}  [النحل: ٣٨] فهذا -والله أعلم- إصرارهم على الحنث العظيم (٥) ، ويدل على هذا ما ذكر الله تعالى من إنكارهم البعث وهو قوله:  {وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا} الآية. </p><p> ٥٥ - وما بعدها ظاهر إلى قوله:  {فَشَارِبُونَ شُرْبَ الْهِيمِ} وقرئ شرب بضم الشين (٦) فقال الزجاج: الشَّرب المصدر، والشُّرب الاسم، قال: وقد قيل: إن الشرب أيضًا المصدر (٧) . واختار أبو عبيد الفتح، وادعى أنه لغة النبي -صلى الله عليه وسلم- حين قال لأيام التشريق:  \"إنها أيام أكل وشَرب\"  (٨) . </p><p>(١) انظر: \"تنوير المقباس\" ٥/ ٣٣٦ - ٣٣٧. (٢) انظر: \"معالم التنزيل\" ٤/ ٢٨٦، و\"الجامع لأحكام القرآن\" ١٧/ ٢١٣.(٣) أبو بكر الأصم، شيخ المعتزلة. كان دينًا وقورًا صبورًا على الفقر، له تفسير، وكتاب \"خلق القرآن\"، وكتاب \"الحجة والرسل\". مات سنة ٢٠١ هـ انظر: \"سير أعلام النبلاء\" ٩/ ٤٠٢، و\"الفهرست\" ص ٢١٤.(٤) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢١٣.(٥) انظر: \"معاني القرآن\" ٥/ ١١٣.(٦) قرأ نافع وعاصم وحمزة وأبو جعفر: {شُرْبَ} بضم الشين، والباقون بفتحها. انظر: \"حجة القراءات\" ص ٦٩٦، و\"النشر\" ٢/ ٣٨٣، و\"الإتحاف\" ص ٤٠٨.(٧) انظر: \"معاني القرآن\" ٥/ ١١٣.(٨) \"صحيح مسلم\": كتاب: الصيام، باب: تحريم صوم أيام التشريق ٢/ ٨٠٠, و\"مسند أحمد\" ٤/ ١٥٢.</p><p> قال المبرد: هذا كلام هائل لا يجترأ عليه إلا باليقين، وأكثر الرواية \"أكل وشُرب\" بالضم، والضم والفتح معروفان عند أهل اللغة أما الفتح فهو على أصل المصدر، والضم اسم للمصدر، والمعنى في ذلك واحد، تقول شغل شَغلا والاسم شُغلِ، وضعف ضَعفًا والاسم الضُعف وكذلك الفَقر والفُقر (١) . </p><p> وأما {الْهِيمِ} فأكثر المفسرين على أنه الإبل العطاش، وهو قول مجاهد وقتادة وسعيد بن جبير (٢) ، ومنهم من ذكر السبب في عطشها، قال عكرمة: هي الإبل المراض ألا تراها تمص الماء مصًا ولا تروى (٣) . </p><p> وقال ابن عباس في رواية عطاء: هي الإبل التي بها الهيام لا تروى (٤) ، وقال في رواية أبي صالح: يعني شرب الإبل الظماء (٥) إذا أخذها الداء فلا تكاد تروى (٦) ، ونحو هذا ذكر مقاتل (٧) . </p><p> قال الفراء: الهيم الإبل التي يصيبها داء فلا تروى من الماء واحدها </p><p>(١) انظر: \"معاني القرآن\" للأخفش ٢/ ٧٠٢ - ٧٠٣، و\"الحجة\" للقراء السبعة ٦/ ٢٦٠، و\"إعراب القرآن\" للنحاس ٣/ ٣٣٥ - ٣٣٩، و\"تهذيب اللغة\" ١١/ ٣٥٢ (شرب).(٢) انظر: \"تفسير مجاهد\" ٢/ ٦٤٩، و\"تفسير عبد الرزاق\" ٢/ ٢٧٢، و\"جامع البيان\" ٢٧/ ١١٣.وروى ابن عباس وعكرمة والضحاك، وانظر: \"تفسير القرآن العظيم\" ٤/ ٢٩٥.(٣) انظر: \"جامع البيان\" ١٣/ ١٢٧، و\"معالم التنزيل\" ٤/ ٢٨٦.(٤) انظر: \"الوسيط\" ٤/ ٢٣٦.(٥) في (ك): (العظماء) والصواب ما أثبته.(٦) انظر: \"جامع البيان\" ٢٧/ ١١٣.(٧) انظر: \"تفسير مقاتل\" ١٣٩ أ.</p><p> أهيم (١) والأنثى هيماء، قال: ومن العرب من يقول هائم، والأنثى هائمة، ثم يجمعونه على هيم كما قالوا: عائط (٢) ، وعوط (٣) ، وحائل وحول، إلا أن الضمة تركت في هيم لئلا تصير الياء واوًا (٤) . </p><p> وقال شمر في حديث ابن عمر رضي الله:  (إن رجلاً باع منه إبلاً هيما)  (٥) قال شمر: قال بعضهم: الهيم العطاش الظِّماء، ويقال هي المراض التي تمص الماء مصًّا ولا تروى. </p><p> قال الأصمعي: الهيام داء شبيه بالحمى تسخن عليها جلودها يعني الإبل وقيل إنها لا تروى إذا كانت كذلك (٦) ، وهو في قول لبيد (٧) : </p><p> أجزت على معازفها بشعثٍ ... وأطلاحٍ من المهري هيم </p><p> وقال الضحاك والكلبي: الهيم السهلة من الرملة (٨) ، وهو قول ابن </p><p>(١) في (ك): (الهيم) والصواب ما أثبته. (٢) العائط: هي التي لم تحمل سنين من غير عقم.(٣) كذا في (ك). وفي \"معاني القرآن\" للفراء ٣/ ١٢٨، وفي \"اللسان\" (هيم) عن الفراء: (عيط) وكلاهما صواب. قال في \"اللسان\" ٢/ ٩٢٩ (عوط) قال الكسائي: إذا لم تحمل الناقة أول سنة يطرقها الفحل فهي عائط وحائل، فإذا لم تحمل السنة المقبلة أيضًا فهي عائط عُوط وعوطط، زاد الجوهري: عائط عيط.(٤) انظر: \"معاني القرآن\" ٣/ ١٢٨.(٥) هذا جزء من حديث رواه البخاري في \"صحيحه\"، كتاب: البيوع، باب: شراء الإبل الهيم أو الأجرب ٣/ ٨٢ وفيه: (فجاءه، فقال: إن شريكي باعك إبلاً هيمًا ولم يعرفك ..) الحديث.(٦) انظر: \"تهذيب اللغة\" ٦/ ٤٦٧، و\"اللسان\" ٣/ ٨٥٨ (هيم).(٧) \"ديوانه\" ص ١٨٥.(٨) انظر: \"تنوير المقباس\" ٥/ ٣٣٨، و\"جامع البيان\" ٢٧/ ١١٣، و\"تفسير ابن عيينة\" ص ٣٣٣، و\"معالم النزيل\" ٤/ ٢٨٦، وزاد نسبته لابن عيينة.</p><p> عباس في رواية عمرو بن في ينار: قال يعني هيام الأرض (١) . </p><p> قال الليث: الهيام من الرمل ما كان ترابًا دقاقًا يابسًا، ومنه قول لبيد: </p><p> بعجوب أنقاءٍ يميل هيامها (٢) </p><p> قال مقاتل: يلقى على أهل النار العطش فيشربون كشرب الهيم. </p><p> ٥٦ - قوله تعالى: {هَذَا نُزُلُهُمْ يَوْمَ الدِّينِ (٥٦) نَحْنُ خَلَقْنَاكُمْ} قال مقاتل: يعني الذي ذكر من الزقوم والشراب (٣) ، وقال الكلبي: هذا نزلهم يعني طعامهم وشرابهم (٤) . </p><p> وقال الزجاج: هذا غذاؤهم يوم يجازون بأعمالهم (٥) ، وروي عن أبي عمرو (٦)  (نُزُلْهُمْ) مخففًا وهما لغتان (٧) ، مثل الشغُل والشغْل، والعنُق </p><p>(١) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢١٥، و\"روح المعاني\" ٢٧/ ١٤٦. (٢) انظر: \"ديوانه\" ص ١٧٢، و\"تهذيب اللغة\" ٦/ ٤٦٧، و\"اللسان\" ٣/ ٨٥٨ (هيم)، و\"المنصف\" ٣/ ٥٢، و\"شرح المعلقات\" للزوزني ص ٨٤، والبيت ورد في معلقة لبيد وصدره:تجتاف أصلاً قالصًا متنبذًاومعناه أن البقر يستتر من البرد والمطر بأغصان الشجر ولا تقيها البرد والمطر لتقلصها، وتنهال كثبان الرمل عليها مع ذلك.(٣) انظر: \"تفسير مقاتل\" ١٣٩ أ.(٤) انظر: \"تنوير المقباس\" ٥/ ٣٣٨.(٥) انظر: \"معاني القرآن\" ٥/ ١١٣.(٦) قرأ الجمهور {نُزُلُهُمْ} بضم الزاي، وقرأ ابن محيصن وخارجة عن نافع، ونعيم ومحبوب وأبو زيد وهارون وعصمة وعباس كلهم عن أبي عمرو {نُزْلُهُمْ} بسكون الزاي. انظر: \"الكشاف\" ٤/ ٦٠، و\"الجامع\" للقرطبي ١٧/ ٢١٥، و\"البحر المحيط\" ٨/ ٢١٠.(٧) انظر: \"اللسان\" ٣/ ٦١٩ (نزل).</p><p> والعنْق. وتفسير النزاع قد ذكرناه في مواضع (١) . </p><p> ٥٧ - {نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ} . </p><p> ثم احتج عليهم في البعث بقوله:  {نَحْنُ خَلَقْنَاكُمْ} قال مقاتل: خلقناكم ولم تكونوا شيئًا وأنتم تعلمون ذلك (٢)  (فَلَوْلَا) فهلا (تُصَدِّقُونَ) بالبعث، ثم أخبر عن صنعه ليعتبروا فقال: </p><p> ٥٨ - قوله تعالى:  {أَفَرَأَيْتُمْ مَا تُمْنُونَ} ما تقذفون وتصبون في أرحام النساء من النطف، وذكرنا الكلام في الإمناء عند قوله:  {مِنْ نُطْفَةٍ إِذَا تُمْنَى}  [النجم: ٤٦] . </p><p> ٥٩ - {أَأَنْتُمْ تَخْلُقُونَهُ} ما تمنون بشرًا {أَمْ نَحْنُ الْخَالِقُونَ} احتج عليهم في البعث بالقدرة على ابتداء الخلق. </p><p> ٦٠ - قوله تعالى:  {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ} وقرأ ابن كثير: (قَدَرْنَا) مخففًا وهما لغتان قدرت الشيء وقدرته (٣) ، ويدل عليه قوله (٤) : </p><p> ومفرهةٍ عنسٍ قدرت لساقها ... فخرَّت كما تتابع الريحُ بالقفل </p><p>(١) عند تفسيره الآية (١٩٨) من سورة آل عمران. قال: النزاع ما يهيئ للضيف أو لقوم إذا نزلوا موضعًا، ويقال أقمت لهم نزلهم أي أقمت لهم غذاءهم وما يصلح معه أن ينزلوا عليه. (٢) انظر: \"تفسير مقاتل\" ١٣٩ أ.(٣) قرأ ابن كثير {قَدَرْنَا} بتخفيف الدال، والباقون بتشديدها.انظر: \"حجة القراءات\" ص ٦٩٦، و\"النشر\" ٢/ ٣٨٣، و\"الإتحاف\" ص ٤٠٨.(٤) البيت لأبي ذؤيب الهذلي. انظر: \"ديوان الهذليين\" ١/ ٣٨، ورواية ديوان الهذليين (لرجلها) بدل (ساقها)، و\"الحجة\" ٥/ ٤٨.والمفرهة: الناقة التي تجيء بأولاد فوارة. والعنس: الصلبة الشديدة. قدرت: هيأت. القفل: ما جف من ورق الشجر.</p><p> المعنى: قدررت ضربي لساقها فضربتها فخرت. قال ابن عباس: يريد الآجال (١) . قال مقاتل: فمنكم من يموت كبيرًا ومنكم من يموت صغيرًا وشابًا وشيخًا (٢) ، وقال الضحاك: تقديره أنه جعل أهل السماء وأهل الأرض فيه سواء شريفهم ووضيعهم (٣) ، وعلى هذا يكون معنى (قَدَّرْنَا) قضيناه. </p><p> قوله تعالى:  {وَمَا نَحْنُ بِمَسْبُوقِينَ} يريد لا يفوتني شيء أريده، ولا يمتنع مني أحد. وهذه الآية متصلة بما بعدها وهو قوله تعالى:  {عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ} وعلى من صلة معنى مسبوقين لا من صلة اللفظ، لا يقال: سبقته على كذا، إنما يقال: إلى كذا, ولكن يقال: غلبته على كذا، ويكون مثل سبقته إليه. قال المفسرون: على أن نأتي بخلق مثلكم بدلاً منكم (٤) . </p><p> قال أبو إسحاق (٥) : أي إن أردنا أن نخلق خلقًا غيركم لم يسبقنا سابق ولا يفوتنا ذلك (٦) . </p><p> قوله تعالى:  {وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ} قال ابن عباس: يريد في غير حليتكم (٧) إلى ما أسمج (٨) منها (٩) . </p><p>(١) انظر: \"تنوير المقباس\" ٥/ ٣٣٨. (٢) انظر: \"تفسير مقاتل\" ١٣٩ أ، و\"معالم التنزيل\" ٤/ ٢٨٧.(٣) انظر: \"الوسيط\" ٤/ ٢٣٧، و\"تفسير القرآن العظيم\" ٤/ ٢٩٥.(٤) انظر: \"جامع البيان\" ٢٧/ ١١٣، و\"معالم التنزيل\" ٤/ ٢٨٧.(٥) انظر: \"معاني القرآن\" ٥/ ١١٤.(٦) (ذلك) ساقطة من (ك) انظر: \"معاني القرآن\" للزجاج ٥/ ١١٤.(٧) كذا في (ك): ولعلها (خلقتكم).(٨) سَمُجَ الشيء: قبح يسمج سماجة إذا لم يكن فيه ملاحة. \"اللسان\" ٢/ ١٩٧ (سمج).(٩) لم أجده.</p><p> وقال مقاتل: ونخلقكم في سوى خلقكم مما لا تعلمون من الصور (١) ، من أي خلق شئنا، ونحو هذا قال مجاهد والسدي (٢) ، وقال الحسن: نبدل صفاتكم ونجعلكم قردة وخنازير كما فعلنا بمن كان قبلكم (٣) . </p><p> وهذه الأقوال كلها تدل على المسخ، وعلى أنه لو شاء أن يبدلهم بأمثالهم من بني آدم قدر، ولو شاء أن يمسخهم في غير صورتهم قدر. </p><p> وقال أبو إسحاق: إن أردنا أن نجعل منكم القردة والخنازير لم نسبق ولا فاتنا ذلك (٤) . </p><p> وقال بعض أهل المعاني: هذا على النشأة الثانية يكونها الله في وقت لا يعلمه العباد ولا يعلمون كيفيته كما علموا الإنشاء الأول من جهة التناسل (٥) ، ويكون التقدير على هذا وما نحن بمسبوقين على أن ننشئكم في وقت لا تعلمون يعني وقت البعث، وتكون هذه الآية متصلة بما بعدها وهو قوله تعالى:  {وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى} يعني لا تعلمون ذلك ولقد علمتم هذه كيف كانت وهذا الوجه اختيار الحسين بن الفضل (٦) . </p><p> قوله:  {فَلَوْلَا تَذَكَّرُونَ} والمعنى: قد علمتم ابتداء الخلق حين خلق من نطفة وعلقة ومضغة فلم تنكرون البعث، وروي مرفوعًا: \"عجبًا كل العجب </p><p>(١) انظر: \"تفسير مقاتل\" ١٣٩ أ. (٢) قال مجاهد: (في أي خلق شئنا). انظر: \"جامع البيان\" ٢٧/ ١١٤.(٣) انظر: \"معالم التنزيل\" ٤/ ٢٨٧، و\"الجامع لأحكام القرآن\" ١٧/ ٣١٧.(٤) انظر: \"معاني القرآن\" ٥/ ١١٤.(٥) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢١٧.(٦) لم أقف عليه.</p>"
}