{
  "id": null,
  "sura": 56,
  "aya": 32,
  "text": "<p> ٣١ - قوله تعالى:  {وَمَاءٍ مَسْكُوبٍ} السكب: صب الماء، يقال. سكبت الماء فهو مسكوب، وانسكب الماء وسكب فهو منسكب ساكب سكوبًا، فالسكب واقع والسكوب مطاوع (١) . </p><p> قال الكلبي: مصبوب يجري الليل والنهار لا ينقطع عنهم (٢) ، وبيانه ما قال أبو إسحاق: أنه ماء لا يتعبون فيه ينسكب لهم كيف يحبون (٣) . </p><p> قال عطاء: يريد بحارًا حصباؤها الياقوت الأحمر، وحمأها المسك الأذفر، وترابها الكافور (٤) . </p><p> ٣٢ - {وَفَاكِهَةٍ كَثِيرَةٍ} يعني ألوان فواكه الجنة. </p><p> قوله تعالى:  {لَا مَقْطُوعَةٍ} قال ابن عباس: لا تنقطع إذا جنيت (٥) . وهذا كما روي أن النبي -صلى الله عليه وسلم- قال: \"لا يقطع من ثمار الجنة إلا أبدل الله </p><p>= الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها، وأقرءوا إن شئتم {وَظِلٍّ مَمْدُودٍ} \". انظر: \"صحيح البخاري\" التفسير، سورة الواقعة ٦/ ١٨٣، و\"مسلم\"، كتاب الجنة وصفة نعيمها وأهلها، باب إن في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها ٤/ ٢١٧٥ وغيرها من الأحاديث الدالة على هذا المعنى. (١) انظر: \"اللسان\" ٢/ ١٦٨ (سكب).(٢) انظر: \"الوسيط\" ٤/ ٢٣٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٠٩.(٣) انظر: \"معاني القرآن\" ٥/ ١١٢.(٤) لم أجده. ولعله أراد به الحديث الذي رواه الترمذي وفيه: (قلت: الجنة ما بناؤها. قال: لبنة فضة، ولبنة ذهب، ومِلاَطُها المسك الأذفر، وحصباؤها اللؤلؤ والياقوت، وتربتها الزعفران). \"سنن الترمذي\"، في صفة الجنة، باب ما جاء في صفة الجنة ونعيمها ٤/ ٥٨٠، وتقدم عن ابن عباس في صفة حصباء العيون في الجنة، نحوه.(٥) انظر: \"معالم التنزيل\" ٤/ ٢٨٣، و\"زاد المسير\" ٨/ ١٤١.</p><p> مكانها ضعفين\" (١) </p><p> {وَلَا مَمْنُوعَةٍ} قال ابن عباس: ولا يمتنع من أحد أراد أخذها (٢) . وقال الكلبي: لا مقطوعة تنقطع في حين ولا ممنوعة وهي التي ينظر إليها ولا تذاق (٣) . </p><p> قال ابن قتيبة: يعني أنها غير محظورة عليها كما يحظر على بساتين الدنيا فينظر الناظر إلى ثمارها ولا يصل إليها (٤) ، ويجوز أن يكون المعنى أنها غير مقطوعة بالأزمان، ولا ممنوعة بالأثمان، لا يتوصل إليها إلا بالثمن يدل على هذا ما روي عن ابن شوذب (٥) أنه قال: مررت بالحجاج ابن فرافصة (٦) وهو واقف على أصحاب الفاكهة، فقلت ما يقيمك هاهنا؟ </p><p>(١) ذكره الثعلبي في \"تفسيره\" ١٢/ ٥٦ أ، وفي \"مجمع الزوائد\" ١٠/ ٤١٤ (إن الرجل إذا نزع ئمرة من الجنة عادت مكانها أخرى). رواه الطبراني والبزار، ورجال الطبراني وأحد إسنادي البزار ثقات. (٢) انظر: \"الوسيط\" ٤/ ٣٣٤، و \"معالم التنزيل\" ٤/ ٢٨٣.(٣) انظر: \"تنوير المقباس\" ٤/ ٢٣٥، و\"معاني القرآن\" للفراء ٣/ ١٢٥.(٤) انظر: \"تفسير غريب القرآن\" (٤٤٩).(٥) عبد الله بن شوذب الخراساني، أبو عبد الرحمن، صدوق عابد، نزيل بيت المقدس، روى عن الحسن وطبقته، وكان كثير العلم، جليل القدر. عاش سبعين سنة، وتوفي سنة (١٥٦ هـ).انظر: \"سير أعلام النبلاء\" ٧/ ٩٢، و\"البداية والنهاية\" ١٠/ ١١٥، و\"ميزان الاعتدال\" ٢/ ٤٤٠، و\"العبر\" ١/ ١٧٣، و\"التاريخ الكبير\" ٣/ ١٧.(٦) الحجاج بن فرافصة الباهلي البصري، صدوق، عابد، يهم، أسند عن أنس وغيره، من السادسة.انظر: \"التقريب\" ١/ ١٥٤، و\"التاريخ الكبير\" ١/ ٣٧٥، و\"صفة الصفوة\" ٣/ ٣٣٥.</p>"
}