{
  "id": null,
  "sura": 56,
  "aya": 22,
  "text": "<p> والقول هو الأول (١) </p><p> ١٨ - قوله تعالى:  {بِأَكْوَابٍ وَأَبَارِيقَ} قالوا الأكواب المستديرة الأفواه لا آذان لهما ولا عُرى، والأباريق ذات الخراطيم واحدها إبريق، وهو الذي يبرق لونه من صفائه (٢) . وأباريق الجنة من الفضة في صفاء القوارير، يرى من ظاهرها ما في باطنها، ذكر ذلك عطاء، ومقاتل (٣) ، والعرب تسمي السيف إبريقًا لبريق لونه، ومنه قول ابن أحمر (٤) : </p><p> تعلَّقت إبريقًا وعلقت جعبةً ... ليهلك حيا ذا زهاء وجامل (٥) </p><p> وقال اللحياني: امرأة إبريق إذا كانت برَّاقة. وما بعد هذا مفسر في سورة الصافات [آية: ٤٥] . </p><p> ٢٠ - قوله تعالى:  {مِمَّا يَتَخَيَّرُونَ} تخيرت الشيء أخذت خيره. </p><p> ٢١ - قوله تعالى:  {وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ} قال ابن عباس: يخطر على قلبه الطير فيصير ممثلًا بين يديه على ما اشتهى (٦) . </p><p> ٢٢ - قوله تعالى:  {حُورٌ عِينٌ} أكثر القراءة بالرفع، وقرأ حمزة والكسائي بالخفض (٧) . </p><p>(١) وقال الشوكاني: ولا يبعد أن يكونوا مخلوقين في الجنة للقيام بهذه الخدمة، و\"فتح القدير\" ٥/ ١٤٩. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٢٣، و\"معاني القرآن\" للزجاج ٥/ ١١٠.(٣) انظر: \"تفسير مقاتل\" ١٣٧ ب.(٤) انظر: \"تهذيب اللغة\" ٩/ ١٣٣ (برق).(٥) ورد البيت في \"اللسان\" ٢/ ٨٦٣ (علق)، ولم ينسبه.(٦) انظر: \"معالم التنزيل\" ٤/ ٢٨١، و\"زاد المسير\" ٨/ ١٣٧.(٧) قرأ حمزة، والكسائي، وأبو جعفر {وَحُورٌ عِينٌ} بالخفض. وقرأ الباقون برفعهما. انظر: \"النشر\" ٢/ ٣٨٣، و\"الإتحاف\" ص ٤٠٧ - ٤٠٨</p><p> قال أبو عبيد: هي عندنا بالرفع بمعنى: وعندهم حور عين، ولا أحب الخفض لأنه ليس يطاف عليهم بالحور، هذا كلامه (١) ، ووجه الرفع علي مذهب سيبويه (٢) أن قوله: {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ} إلي قوله: {وَحُورٌ عِينٌ} دل على أن معنى الكلام لهم كذا ولهم كذا، فحمل:  (حُورٌ) على المعنى كأنه قيل: ولهم حور، ومثله مما حمل على المعنى قول الشاعر (٣) : </p><p> إلا رواكد جمرهن هباء </p><p> ومشجج ............ </p><p> فحمل ومشجج على المعنى لأن المعنى إلا رواكد ومشجج. ذكر ذلك المبرد والزجاج وأبو علي (٤) . </p><p> وأما الخفض فقال الفراء: هو وجه الكلام على أن تتبع آخر الكلام أوله وان لم يحسن في آخره ما حسن في أوله، وأنشد: </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ٣/ ٣٢٤، و\"حجة القراءات\" ص ٦٩٥. (٢) انظر: \"الكتاب\" ١/ ١٧٣.(٣) البيت الأول بتمامه:بادت وغير آيهن مع البلى ... إلا رواكد جمرهن هباءوالبيت الثاني:ومشجج أما سواء قذاله فبدا ... وغير سارة المعزاءوالبيتان ينسبان إلى ذي الرمة، كما في \"ملحقات ديوانه\" ٣/ ١٨٤٠.وينسبان إلى الشماخ كما في \"ملحقات ديوانه\" ص ٤٢٧، ٤٢٨، و\"الكتاب\" ١/ ١٧٣، و\"اللسان\" ٢/ ٣٥٤ (شجج)، و\"الحجة\" ٦/ ٢٥٦، والرواكد الأثافي, والمشجج هو الوتد، وتشجيجه ضرب رأسه لثبت، وسواء قذالة: وسطه. والمعزاء. أرض صلبة ذات حصى.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١١١، ١/ ٢٥٤، و\"الحجة للقراء السبعة\" ٦/ ٢٥٥ - ٢٥٦، و\"البغداديات\" ص ٢١٩ - ٢٢٠.</p><p> إذا ما الغانيات برزن يومًا ... وزججن الحواجب والعيونا (١) </p><p> والعين لا تزجج إنما تكحل، فردها على الحواجب لأن المعنى يعرف، قال: وكان ينبغي لمن رفع -لأنهن لا يطاف بهن- أن يرفع {فَاكِهَةٍ}  {وَلَحْمِ طَيْرٍ} . لأن الفاكهة واللحوم لا يطاف بها وفي ذلك بيان أن الخفض وجه الكلام (٢) ، يعني أن الحور أَتبع في الخفض اللحم والفاكهة، فلما خفضا كذلك خفض الحور، وبين الزجاج هذا الوجه فقال: وحور مخفوض على غير ما ذهب إليه من ظن أن معنى الخفض فيه أنه يطاف به ولا يطاف بالحور، ولكن معنى {يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ (١٧) بِأَكْوَابٍ} ينعمون بها، وكذلك ينعمون بلحم طير وينعمون بحور عين (٣) . وهذا معنى قول الفراء وإن لم يحسن في آخره ما حسن في أوله يعني لا يحسن الطوف في الحور كما حسن في الكأس، ولكن يعطف عليه في الظاهر؛ لأن المعنى يعرف كما عطف الشاعر العيون على الحواجب وأراد وكحلن العيون كذلك هاهنا يراد ويكرمون، أو وينعمون بفاكهة ولحم طير وحور عين. </p><p>(١) البيت للراعي النميري، انظر: \"ديوانه\" ص ١٥٠، و\"الخصائص\" ٢/ ٤٣٢، و\"شرح شواهد المغني\" ٢/ ٧٧٥، و\"الدرر اللوامع\" ١/ ١٩١، و\"الإنصاف\" ص ٦١٠، و\"الخزانة\" ٩/ ١٤١. (٢) انظر: \"معاني القرآن\" ٣/ ١٢٣ - ١٢٤.قلت: قوله: (لأن الفاكهة واللحوم لا يطاف بها) تعقبه النحاس بقوله: (وهذا الاحتجاج لا ندري كيف هو إذ كان القراء قد أجمعوا على القراءة بالخفض في قوله جل وعز {وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (٢٠) وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ} فمن أين له أنه لا يطاف بهذه الأشياء التي ادعى أنه لا يطاف بها؟ وإنما يسلم في هذا لحجة قاطعة، أو خبر يجب التسليم به. \"إعراب القرآن\" ٣/ ٣٢٤ - ٣٢٥.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١١١.</p>"
}