{
  "id": null,
  "sura": 56,
  "aya": 82,
  "text": "<p> وقال ابن الأعرابي:  {مُدْهِنُونَ} منافقون والإدهان والمداهنة اللين والمصانعة، وهو أن يسر خلاف ما يظهر، والمدهن الذي يجري في الباطن على خلاف الظاهر (١) . هذا أصل معناه في اللغة. </p><p> ثم قيل للمكذب مدهن، وإن صرح بالتكذيب والكفر، ويجوز أن يكون هذا خطابًا لمن آمن بالقرآن ظاهرًا وأسر الكفر به، وهذا معنى الإدهان والمداهنة. </p><p> قال المؤرج: المدهن المنافق الذي يلين جانبه ليخفي كفره (٢) . </p><p> ٨٢ - قوله تعالى:  {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} قال ابن عباس وجماعة المفسرين: تجعلون شكركم أنكم تكذبون بنعمة الله عليكم فتقولون سقينا بنوء كذا (٣) . </p><p> قال أبو إسحاق: كانوا يقولون مطرنا بنوء كذا, ولا ينسبون السقيا إلى الله عز وجل فقيل لهم: أتجعلون رزقكم أي شكركم بما رزقتم التكذيب (٤) . </p><p> وقال أبو علي الفارسي: أي وتجعلون رزقكم الذي رزقكموه أي شكر رزقكم -فحذف المضاف- أن تكذبوا بذلك الرزق أنه من الله وأن تنسبوه إلى غيره فتقولوا مطرنا بنوء كذا. </p><p>(١) انظر: \"اللسان\" ١/ ١٠٢٨ (دهن). (٢) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢٢٧، و\"فتح القدير\" ٥/ ١٦١.(٣) انظر: \"جامع البيان\" ٢٧/ ١١٩، و\"معالم التنزيل\" ٤/ ٢٩٠.روى البخاري في كتاب: الاستسقاء: باب قول الله تعالى {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ} ٢/ ٤١، قال ابن عباس: شكركم. ورواه ابن جرير بسند صحيح عن ابن عباس. انظر: \"تفسير القرآن العظيم\" ٤/ ٢٩٩، و\"تفسير ابن عباس ومروياته\" للحميدي ٢/ ٨٦٣ - ٨٦٤.(٤) انظر: \"معاني القرآن\" ٥/ ١١٦.</p><p> ويجوز أن يكون المعنى أن تكذبوا بما جاء به التنزيل في قوله تعالى:  {وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا}  [ق: ٩] إلى قوله: {رِزْقًا لِلْعِبَادِ}  [ق: ١١] ، وقوله:  {وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ)}  [البقرة: ٢٢] فذكر أنه أنزل الماء ورزق به العباد الثمار، فمن نسب الإنزال إلى النجم فقد كذب برزق الله وكذب بما جاء به القرآن (١) . </p><p> والمعنى: أتجعلون بدل الشكر التكذيب. </p><p> وروي عن عاصم {أَنَّكُمْ تُكَذِّبُونَ} خفيفة (٢) أي تنسبون هذا الرزق إلى غير الله، وقال الأزهري: معنى الآية وتجعلون شكر (٣) رزقكم الذي رزقكم الله التكذيب بأنه من عند الله الرزق، وتجعلون الرزق من عند غير الله (٤) ، وذلك كفر، فأما من جعل الرزق من عند الله وجعل النجم وقتًا وقته الله للغيث، ولم يجعله المغيث الرزق رجوت أن لا يكون مكذبًا، والله أعلم. </p><p> وقال ابن إسحاق في بعض أماليه: من قال مطرنا بنوء كذا ومراده أنا مطرنا في وقت طلوع نجم كذا ولم يقصد إلى فعل النجم فذلك والله أعلم جائز، كما جاء عن عمر -رضي الله عنه- أنه استسقى بالمصلى ثم نادى العباس: كم (٥) بقي من نوء الثريا؟ فقال: إن العلماء بها يزعمون أنها تعترض في الأفق سبعًا بعد وقوعها، فوالله ما مضت تلك السبعة حتى غيث </p><p>(١) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٦٤ - ٢٦٥. (٢) وهي قراءة المفضل عن عاصم، ويحيى بن وثاب، (تَكْذبون) خفيفة منصوبة التاء. انظر: \"الحجة للقراء السبعة\" ٦/ ٢٦٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٣٠.(٣) (ك): (شكر) ساقطة من (ك)، وزيادتها من \"تهذيب اللغة\".(٤) انظر: \"تهذيب اللغة\" ٨/ ٤٣٠ (رزق).(٥) كذا في (ك) وصوابها: (فقال: يا عباس يا عم رسول الله -صلى الله عليه وسلم-: كم ...).</p>"
}