{
  "id": null,
  "sura": 57,
  "aya": 16,
  "text": "<p> الله تعالى قد ركب فيها العقل والمعرفة فهي تتميز غيظًا على أعداء الله وهي أعرف بهم من الوالدة بولدها ولهذا المعنى خوطبت في قوله عز وجل:  {يَوْمَ نَقُولُ لِجَهَنَّمَ} الآية [ق: ٣٠] . </p><p> ووجه آخر وهو أن معنى قوله:  {هِيَ مَوْلَاكُمْ} لا مولى لكم أي لا ناصر، وذلك أن من كانت النار مولاه فهو مولى له وهذا كما يقال: ناصره الخذلان، ومعينه البكاء، أي لا ناصر له ولا معين، ومثله كثير ويؤكد هذا الوجه قوله تعالى:  {وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ}  [محمد: ١١] . </p><p> ١٦ - قوله تعالى:  {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ} . يقال: أَنَى لك يَأْني أَنًى، وآن لك يئين أيْناَ إذا حان (١) . روى الثوري عن الأعمش قال: لما قدموا المدينة أصأبوا من لين العيش ورفاهيته ففتروا عن بعض ما كانوا عليه فعوتبوا ونزلت في ذلك {أَلَمْ يَأْنِ} الآية (٢) . ونحو هذا قال القرظي، قال: كانوا مجدبين بمكة فلما هاجروا أصابوا الريف ففتروا عما كانوا عليه (٣) . </p><p> وقال ابن أبي رواد: إن أصحاب النبي -صلى الله عليه وسلم- ظهر فيهم المزاح والضحك فأنزل الله هذه الآية (٤) . </p><p> قال ابن مسعود: لم يكن بين إسلامهم وبين أن عاتبهم الله بهذه الآية </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٢٥، و\"اللسان\" ١/ ١٢٢ (أني). (٢) أخرجه عبد الرزاق في \"تفسيره\" ٢/ ٢٧٦، وابن المبارك في \"الزهد\" ٢/ ٨٩، وابن المنذر، و\"الدر\" ٦/ ١٧٥.(٣) انظر: \"الكشف والبيان\" ١٢/ ٦٦ أ - ب.(٤) أخرجه ابن أبي شيبة في \"المصنف\". انظر: \"الدر\" ٦/ ١٧٥، و\"فتح القدير\" ٥/ ١٧٤.</p><p> إلا أربع سنين (١) . </p><p> وقال مقاتل بن حيان: إنها حين نزلت قال النبي -صلى الله عليه وسلم-: \"إن الله يستبطئكم بالخشوع\" فقالوا عند ذلك يعتب ربنا. (٢) والمعنى: أما حان للمؤمنين أن ترق قلوبهم لذكر الله. </p><p> قال ابن عباس: يريد لمواعظ الله، وعلى هذا الذكر مصدر أضيف إلى الفاعل أي \"لذكر الله\" وعظهم وما يعتبرون به ويستدلون به على الخشوع وهو ما ذكر الله لهم من مواعظ القرآن، ويجوز أن يكون الذكر مضافاً إلى المفعول والمعنى لذكرهم الله، أي يجب أن يورثهم الذكر خشوعاً ولا يكونوا كمن يذكره بالغفلة فلا يخشع قلبه للذكر. </p><p> قال أبو إسحاق هذه الآية -والله أعلم- نزلت في طائفة من المؤمنين حُثُّوا على الرقة والخشوع، فأما من وصفه الله جل وعز بالخشوع والرقة فطبقة من المؤمنين فوق هؤلاء (٣) . </p><p> قوله تعالى:  {وَمَا نَزَلَ مِنَ الْحَقِّ}  (ما) في موضع جر بالعطف على الذكر وهو موصول، والعائد إليه محذوف على تقدير وما نزله (٤) من الحق </p><p>(١) أخرجه مسلم في التفسير، باب: في قوله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ}. وانظر: \"مجمع الزوائد\" ٧/ ١٢١، و\"تفسير القرآن العظيم \" ٤/ ٣١. (٢) ذكره القرطبي في \"تفسيره\" بدون سند، وفي \"تفسير الثعلبي\" ١٢/ ١٦٥ أعن ابن عباس قال: إن الله تعالى استبطأ قلوب المؤمنين فعاتبهم على ثلاث عشرة سنة من نزول القرآن، وأورده ابن المبارك في \"الزهد\" ص ٨٩ عنه.(٣) انظر: \"معالم التنزيل\" ٤/ ٢٩٧، و\"لباب التأويل\" ٧/ ٣٥، و\"الوسيط\" ٤/ ٢٥.(٤) في (ك): (نزل).</p><p> وقراءة العامة بالتشديد (١) لكثرة ما جاء في القرآن من ذكر التنزيل. </p><p> قال أبو عبيدة: وكذلك هي عندنا على التشديد لذكر الله جل ثناؤه قبل ذلك (٢) . والمعنى أنه هو نزل الحق. </p><p> قال المبرد: والمعنى في التشديد والتخفيف واحد؛ لأن الحق لا ينزل إلا بأن ينزله الله عز وجل فهو معلوم أن الله عز وجل أنزله وإن لم يذكر باللفظ ويدل على صحة قراءة من ضعف قوله:  {وَبِالْحَقِّ نَزَلَ}  (٣) . </p><p> قال ابن عباس والمفسرون: في قوله: {وَمَا نَزَلَ مِنَ الْحَقِّ} يعني القرآن (٤) . </p><p> قوله تعالى:  {وَلَا يَكُونُوا} هو قال الفراء: هو في موضع نصب معناه: ألم يأن أن تخشع قلوبهم وألا يكونوا. قال: ولو كان جزماً على النهي كان صوابًا (٥) ، ويدل على هذا الوجه قراءة من قرأ بالتاء (٦) . </p><p> قوله تعالى:  {كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ} قال ابن عباس: يريد اليهود والنصارى {فَطَالَ عَلَيْهِمُ الْأَمَدُ} قال ابن عباس: يريد الدهر، وهو </p><p>(١) قرأ الجمهور، وأبو بكر عن عاصم {وَمَا نَزَلَ} بتشديد الزاي، وقرأ نافع والمفضل وحفص عن عاصم بتخفيفها. انظر: \"النشر\" ٢/ ٣٨٤، و\"الإتحاف\" ص ٤١. (٢) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٧٤، و\"إعراب القرآن\" للنحاس ٣/ ٣٥٩.(٣) من الآية (١٠٥) من سورة الإسراء. وانظر: المراجع السابقة. قال النحاس: وليس يقع في هذا اختيار، ولو جاز أن يقال الذي مثل هذا اختيار لقيل: الاختيار نزل؛ لأن مثله {لِذِكْرِ اللَّهِ} ولم يقل: لتذكير الله.(٤) انظر: \"معالم التنزيل\" ٤/ ٢٩٧، و\"فتح القدير\" ٥/ ١٧٢.(٥) انظر: \"معاني القرآن\" ٣/ ١٣٥.(٦) وهي قراءة عيسى، وابن إسحاق، ورويس، وأبي حيوة، وابن أبي عبلة، وغيرهم.=</p><p> قول مجاهد (١) . </p><p> والمعنى: طال عليهم الزمان بينهم وبين أنبيائهم {فَقَسَتْ قُلُوبُهُمْ} قال ابن عباس: يريد حب الدنيا أي مالوا إليها وأعرضوا عن مواعظ الله تعالى (٢) ، ويجوز أن يكون المراد بطول الأمد أن أعمارهم طالت في الغفلة فأورثهم ذلك القسوة (٣) . </p><p> ويكون المعنى على هذا: طال عليهم أمد الجزاء وأمد آجالهم. </p><p> وقال ابن حيان: الأمد (٤) هاهنا الأمل (٥) البعيد (٦) ، والمعنى على هذا: طال عليهم الأمد بطول الأمل أي أملوا بعيدًا فقست قلوبهم. </p><p> وقال هو ومقاتل بن سليمان: يعني طال عليهم أمد خروج النبي -صلى الله عليه وسلم- فقست قلوبهم حتى أحدثوا الأحداث (٧) يعني الذين كانوا قبل خروج النبي -صلى الله عليه وسلم- والمعنى: أنه نهى المؤمنين أن يكونوا في صحبة القرآن كاليهود الذين قست قلوبهم لما طال عليهم الدهر، ولهذا قال القرطبي: يجب أن يزداد المؤمن إيمانًا ويقينًا وإخلاصًا في طول صحبته الكتاب (٨) . </p><p>= انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢٤٩، و\"البحر المحيط\" ٨/ ٢٢٣، و\"روح المعاني\" ٢٧/ ١٨١. (١) انظر: \"تفسير مجاهد\" ٢/ ٦٥٨، و\"الوسيط\" ٤/ ٢٥٥، و\"معالم التنزيل\" ٤/ ٢٩٧.(٢) انظر: \"الوسيط\" ٤/ ٢٥٠، و\"لباب التأويل\" ٧/ ٣٥.(٣) انظر: \"التفسير الكبير\" ٢٩/ ٢٢٩، و\"فتح القدير\" ٥/ ١٧٣.(٤) في (ك): (الأحد) والتصويب من \"التفسير الكبير\".(٥) انظر: \"التفسير الكبير\" ٢٩/ ٢٣٠.(٦) انظر: \"تفسير مقاتل\" ١٤١ ب.(٧) انظر: \"الكشف والبيان\" ١٢/ ٦٦ ب، و\"الوسيط\" ٤/ ٢٥٠، و\"التفسير الكبير\" ٢٩/ ٢٣.(٨) انظر: \"جامع البيان\" ٢٧/ ١٣٢, و\"الكشف والبيان\" ١٣/ ٦٦ ب، و\"تفسير القرآن العظيم\" ٤/ ٣١.</p>"
}