{
  "id": null,
  "sura": 57,
  "aya": 19,
  "text": "<p> {وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا} كقوله: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}  (١) فذكر العمل الصالح بعد الإيمان كذلك هاهنا ذكر القرض الحسن بعد التصديق على هذه القراءة لا يحمل قوله: وأقرضوا على الاعتراض ولكنه عطف على المعنى، ألا ترى أن المصدقين معناه الذين صدقوا فكأنه قال: إن الذين صدقوا وأقرضوا ويجوز هذا الوجه في القراءة الأولى (٢) ، على معنى إن الذين تصدقوا وأقرضوا الله قرضا حسنًا، وذكرنا تفسير القرض الحسن في هذه السورة. </p><p> وذكر أبو علي في المسائل الحلبية في قوله:  {وَأَقْرَضُوا اللَّهَ} أوجهًا، واختار الاعتراض فقال: حمله على الاعتراض أرجح الوجوه عندي؛ لأن الاعتراض قد شاع في كلامهم وكثر، ولم يجر ذلك عندهم فجرى مجرى الفصل بين المتصلين بما هو أجنبي؛ لأن فيه تبييناً فأشبه بذلك الصفة والتأكيد (٣) . </p><p> ١٩ - قوله تعالى:  {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ} في تفسير هذه الآية طريقان: أحدهما: أن الآية عامة في كل من آمن بالله ورسله وهو مذهب مجاهد، وقال: كل من آمن بالله ورسوله فهو صديق، ثم قرأ هذه الآية (٤) ، ويدل على هذا ما روي عن ابن عباس في قوله: {هُمُ </p><p>(١) من الآية (٢٧٧) من سورة البقرة، وفي غيرها من سور القرآن كثير. (٢) من قوله: (قوله تعالى {وَأَقْرَضُوا} وهذا الفصل) إلى هنا من كلام أبي علي الفارسي بتصرف من المؤلف. انظر: \"الحجة للقراء السبعة\" ٦/ ٢٧٤ - ٢٧٥.(٣) انظر: \"المسائل الحلبيات\" ص ١٤٣.(٤) انظر: \"جامع البيان\" ٢٧/ ١٣٣، و\"معالم التزيل\" ٤/ ٢٩٨، و\"زاد المسير\" ٨/ ١٧.</p><p> الصِّدِّيقُونَ} أي الموحدون (١) . </p><p> الثاني: أن الآية خاصة وهو قول المقاتلين، قال ابن سليمان: هم الذين لم يشكوا في الرسل ساعة حين أخبروهم (٢) . </p><p> وقال ابن حيان: هم الذين آمنوا بالرسل حين أتوهم ولم يكذبوهم ساعة قط مثل حديث آل ياسين ومؤمن آل فرعون وأبي بكر الصديق (٣) ، هذا كلامه وهو مذهب الضحاك في هذه الآية، قال: هم ثمانية نفر سبقوا أهل الأرض في زمانهم إلى الإسلام: أبو بكر، وعلي، وزيد، وعثمان، وطلحة، والزبير، وسعد، وحمزة، وتاسعهم عمر رضي الله عنهم ألحقه الله بهم لما عرف من صدق نيته (٤) . </p><p> ومن قال بالطريقة الأولى قال: قوله: {وَالشُّهَدَاءُ} عطف على الآية الأولى. والمعنى: إن الذين آمنوا بالله ورسله هم الصديقون وهم الشهداء. </p><p> قال مجاهد: كل مؤمن صديق وشهيد، ثم قال:  {وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ}  (٥) . </p><p>(١) انظر: \"تنوير المقباس\" ٥/ ٣٥٩، و\"التفسير الكبير\" ٢٩/ ٢٣١. (٢) انظر: \"تفسير مقاتل\" ١٤١ ب.(٣) انظر: \"الوسيط\" ٤/ ٢٥١، و\"التفسير الكبير\" ٢٩/ ٢٣١، و\"فتح القدير\" ٥/ ١٧٣, وأبو بكر الصديق هو خليفة رسول الله -صلى الله عليه وسلم- توفي سنة ثلاث عشرة عن ثلاث وستين سنة. انظر: \"الإصابة\" ١١/ ٤٠، و\"العبر\" ١/ ١٣، و\"صفة الصفوة\" ١/ ٢٣٥.(٤) انظر: \"الكشف والبيان\" ١٢/ ٦٧ ب، و\"معالم التنزيل\" ٤/ ٢٩٨، و\"زاد المسير\" ٨/ ١٧٠، و\"الجامع لأحكام القرآن\" ١٧/ ٢٥٤.(٥) انظر: \"معالم التنزيل\" ٤/ ٢٩٨، و\"التفسير الكبير\" ٢٩/ ٢٣٢، و\"تفسير القرآن العظيم\" ٤/ ٣١٢.</p><p> وقال الضحاك: الشهداء هم الصديقون، وكانوا كلهم شهداء (١) . يعني الذين ذكرهم بأسمائهم. </p><p> قال أبو إسحاق: يجوز أن يكون (والشهداء) نسقًا على ما قبله، فيكون المعنى: أولئك هم الصديقون وأولئك هم الشهداء عند ربهم، ويكون {لَهُمْ أَجْرُهُمْ وَنُورُهُمْ} للجماعة من الصديقين والشهداء (٢) . </p><p> وعند قوم من المفسرين هذه الآية مستأنفة. قال مسروق: هذه للشهداء خاصة (٣) ، وقال مقاتل بن سليمان ثم استأنف للشهداء يعني من استشهد (٤) . </p><p> وقال مقاتل بن حيان: الآية الأولى مفصولة ثم ذكر الشهداء وهم الأنبياء والرسل (٥) واختار محمد بن جرير هذا القول قال: لأن الإيمان غير موجب اسم شهيد إلا أن يراد أنه شهيد على ما آمن به فيكون وجهًا وذلك ليس بمعروف من معانيه إذا أطلق، والتأويل والشهداء الذين قتلوا في سبيل الله عند ربهم (٦) . </p><p> وقال الفراء: انقطع الكلام عند قوله: {هُمُ الصِّدِّيقُونَ} ثم قال {وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ} يعني النبيين {لَهُمْ أَجْرُهُمْ} ورفعت {الشُّهَدَاءُ} بقوله: {لَهُمْ أَجْرُهُمْ} ونحو هذا ذكر أبو إسحاق (٧) في هذا الوجه سواء فالشهداء </p><p>(١) انظر: \"الكشف والبيان\" ١٢/ ٦٨ أ. (٢) انظر: \"معاني القرآن\" ٥/ ١٢٦ - ١٢٧.(٣) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٧٦، و\"جامع البيان\" ٢٧/ ١٣٣.(٤) انظر: \"تفسير مقاتل\" ١٤١ ب.(٥) انظر: \"الوسيط\" ٤/ ٢٥١، و\"معالم التنزيل\" ٤/ ٢٩٨.(٦) انظر: \"جامع البيان\" ٢٧/ ١٣٣ - ١٣٤.(٧) انظر: \"معاني القرآن\" للفراء ٣/ ١٣٥، و\"معاني القرآن\" للزجاج ٥/ ١٢٦.</p>"
}