{
  "id": null,
  "sura": 57,
  "aya": 20,
  "text": "<p> في قول مقاتل بن سليمان، وابن جرير من استشهد في سبيل الله، وفي قول ابن حيان، والفراء، والزجاج: الأنبياء. </p><p> ٢٠ - قوله تعالى:  {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ} الآية، آراء المتأخرين من أهل التفسير يفسرون الحياة الدنيا بما في هذه الدار الفانية من العروض والأموال التي تسمى الدنيا وهي لا تسمى الحياة، والحياة الدنيا الحياة في هذه الدار، وللآدمي حياتان، الحياة الدنيا، وهي حياته في هذه الدار، وحياته الثانية: حياته في الآخرة، أعلم الله تعالى أن الحياة الفانية ما هي وهو يريد حياة من لا تكون حياته في طاعته؛ لأن من كانت حياته في طاعة الله لا تكون حياته لعبًا ولهوًا. قال ابن عباس في هذه الآية: يريد ما كان لغير الله فهو باطل وغرور (١) . وإنما جعلها لعبًا ولهوًا: لأنها تنقضي عن قريب، ولأنها إذا كانت في غير الطاعة فهي باطل وغرور. قاله ابن عباس. </p><p> قوله تعالى:  {وَزِينَةٌ} قال ابن عباس: يريد يتزين الناس بما لا يحب الله ولا يرضى (٢) . والمعنى أن الكافر يستغل حياته بالتزين للدنيا، دون العمل للآخرة فحياته زينة على معنى أنه يذهبها في الزينة، والزينة اسم جامع لكل شيء يتزين به، والكافر لا همة له في حياته إلا ما يزينه في دنياه، وهذا كما قيل: حياتك بالغرور سهو وغفلة، أي أنك تذهبها فيهما لا أنها هما بعينهما. وكذلك قوله:  {وَتَفَاخُرٌ بَيْنَكُمْ} يعني أنكم تشتغلون في حياتكم بالتفاخر. </p><p> قال ابن عباس: يفاخر الرجل قريبه وجاره (٣) . </p><p>(١) انظر: \"الوسيط\" ٤/ ٢٥٢، و\"التفسير الكبير\" ٢٩/ ٢٣٣. (٢) انظر: \"التفسير الكبير\" ٢٩/ ٢٣٣، و\"الجامع لأحكام القرآن\" ٥/ ٢٥٥.(٣) انظر: \"الوسيط\" ٤/ ٢٥٢، و\"معالم التنزيل\" ٤/ ٢٩٨.</p><p> {وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ} قال ابن عباس: يجمع ما لا يحل له تكاثرًا به، ويتطاول على أولياء الله بماله وخدمه وولده (١) . </p><p> ثم بين لهذه الحياة شبيهًا فقال {كَمَثَلِ غَيْثٍ} يعني المطر والكاف موضعه رفع من وجهين أحدهما: أن يكون صفة لقوله. {لَعِبٌ وَلَهْوٌ} وما ذكر بعدهما. والآخر: أن يكون خبرًا بعد خبر قاله الزجاج (٢) ، وهذا كقوله تعالى:  {وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ}  [الكهف: ٤٥] الآية. وقد بينا الكلام فيها قوله تعالى:  {أَعْجَبَ الْكُفَّارَ نَبَاتُهُ} يعني الزراع، عن عبد الله ومجاهد (٣) . </p><p> قال الأزهري: والعرب تقول: للزارع كافرًا؛ لأنه يكْفُرُ البَذْرَ الذي يبذره بتراب الأرض، ومنه قوله:  {أَعْجَبَ الْكُفَّارَ نَبَاتُهُ} أي الزُّرَّاعَ، وإذا أعجب الزراع نباتة مع علمهم به فهو غاية ما يُسْتَحْسَنُ، قال: وقيل الكفار في هذه الآية الكفار باللهِ وهم أشد إعجابًا بزينة الدنيا وحرثها من المؤمنين هذا كلامه (٤) وأكثره من قول أبي إسحاق (٥) . </p><p> وقوله:  {نَبَاتُهُ} أي ما ينبت من ذلك الغيث وباقي الآية مفسر في سورة الزمر (٦) . </p><p> قال أهل المعاني: زهد الله بهذه الآية في العمل للدنيا ورغب في </p><p>(١) انظر: \"الوسيط\" ٤/ ٢٥٢، و\"التفسير الكبير\" ٢٩/ ٢٣٣. (٢) انظر: \"معاني القرآن\" ٥/ ١٢٧.(٣) انظر: \"التفسير الكبير\" ٢٩/ ٢٣٣، و\"تفسير القرآن العظيم\" ٤/ ٣١٣.(٤) انظر: \"تهذيب اللغة\" ١/ ١٩٩ (كفر).(٥) انظر: \"معاني القرآن\" ٥/ ١٢٧.(٦) عند \"تفسيره\" الآية (٢١) من سورة الزمر.</p>"
}