{
  "id": null,
  "sura": 57,
  "aya": 13,
  "text": "<p> أيديهم على الصراط يوم القيامة، وهو دليل لهم إلى الجنة (١) . </p><p> وقال قتادة: إن المؤمن يضيء له نوره كما بين عدن إلى صنعاء ودون ذلك حتى أن من المؤمنين من لا يضيء له نور إلا موضع قدميه (٢) . </p><p> وقال ابن مسعود في هذه الآية: يؤتون نورهم على قدر أعمالهم منهم من نوره مثل الجبل وأدناهم نورًا نوره على إبهامه يطفأ مرة ويَقد أخرى (٣) . </p><p> وقال مجاهد: ما من عبد إلا ينادي يوم القيامة أين فلان بن فلان ها نورك، أين فلان بن فلان لا نور لك. </p><p> قوله:  {وَبِأَيْمَانِهِمْ} قال الأخفش والفراء: يريد من أيمانهم وشمائلهم فأقام الباء مقام عن كما قال: {يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ}  [الشورى: ٤٥] . يقول بطرف (٤) ، واكتفى بالأيمان عن ذكر الشمائل. </p><p> وقال الضحاك وابن حبان:  {وَبِأَيْمَانِهِمْ} كتبهم التي أعطوها فكتبهم بأيمانهم ونورهم بين أيديهم (٥) ، وعلى هذا حذف الكتب لدلالة قوله:  {وَبِأَيْمَانِهِمْ} عليها. </p><p> قوله تعالى:  {بُشْرَاكُمُ الْيَوْمَ} أي: وتقول لهم الملائكة: بشراكم اليوم. </p><p> ١٣ - ثم ذكر حال المنافقين في ذلك اليوم فقال: قوله تعالى: {يَوْمَ </p><p>(١) انظر: \"تفسير مقاتل\" ١٤٠ ب، و\"الجامع لأحكام القرآن\" ١٧/ ٢٤٤. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٧٥، و\"جامع البيان\" ٢٧/ ١٢٨، و\"الكشف والبيان\" ١٢/ ٦٣ أ.(٣) انظر: \"جامع البيان\" ٢٧/ ١٢٨، و\"زاد المسير\" ٨/ ١٦٥، و\"لباب التأويل\" ٧/ ٣٢، وهو اختيار أبي جعفر النحاس. انظر: \"إعراب القرآن\" ٣/ ٣٥٥.(٤) انظر: \"معاني القرآن\" للأخفش ٢/ ٤٠٧، و\"معاني القرآن\" للفراء ٣/ ١٣٢.(٥) انظر: \"الوسيط\" ٤/ ٢٤٨، و\"معالم التنزيل\" ٤/ ٢٩٥، و\"زاد المسير\" ٨/ ١٦٥، وهو اختيار ابن جرير، و\"جامع البيان\" ٢٧/ ١٢٨.</p><p> يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ} يوم بدل من قوله:  {يَوْمَ تَرَى}  (١) فقال أبو أمامة: يغشى الناس يوم القيامة ظلمة شديدة ثم يقسم النور فيعطى المؤمن نورًا ويترك الكافر والمنافق فلا يعطيان شيئًا فيمضي المؤمنون ويقول المنافقون {لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا} قال: وهي خدعة خدع بها المنافقون، قال الله تعالى:  {يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ}  [النساء: ١٤٢] ، فيرجعون إلى المكان الذي قسم فيه النور فلا يجدون شيئاً فينصرفون إليهم وقد {فَضُرِبَ بَيْنَهُمْ بِسُورٍ}  (٢) . </p><p> وقال ابن عباس ومجاهد: إن المؤمنين والمنافقين جميعًا يعطون النور وذلك أنهم يحشرون معًا ويعطون النور فيطفأ نور المنافقين ويقولون للمؤمنين {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ}  (٣) . </p><p> وقال الكلبي: يستضيء المنافقون بنور المؤمنين ولا يعطون النور فإذا سبقهم المؤمنون قالوا: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} أي انتظرونا (٤) ونظر بمعنى انتظر في التنزيل والشعر كثير، قال الله تعالى:  {غَيْرَ نَاظِرِينَ إِنَاهُ}  [الأحزاب: ٥٣] منتظرين إدراكه، وأنشد أبو علي (٥) : </p><p> ما زِلت مُذ أشهرَ السُّفَّارُ أنْظُرُهُم ... مثلُ انتظارِ المضحّي راعيَ الإبلِ </p><p>(١) انظر: \"إعراب القرآن\" للنحاس ٣/ ٣٥٦ - ٣٥٧. (٢) أخرجه ابن المبارك في \"الزهد\" ص ١٠٨ (الرقائق)، والحاكم في \"المستدرك\" وصححه، والبيهقي في \"الأسماء والصفات\" ٢/ ٤٣٥، ببيان أطول مما هاهنا, وهو صحيح الإسناد موقوف على أبي أمامة، وانظر: \"ابن كثير\" ٤/ ٣٨، و\"الدر\" ٦/ ١٧٣.(٣) انظر: \"تفسير مجاهد\" ٢/ ٦٥٧، و\"جامع البيان\" ٢٧/ ١٢٩.(٤) انظر: \"تنوير المقباس\" ٥/ ٣٥٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٤٥.(٥) البيت ورد في \"اللسان\" (ش) ولم ينسبه، وفيه: (راعي الغنم).</p><p> المعنى: انتظرهم انتظارًا مثل انتظار الضحي ويجي فعلت وافتعلت بمعنى كثيرًا كقولهم: شريت واشتريت وحفرت واحتفرت (١) . </p><p> وقرأ حمزة {أنْظِرُونَا} بقطع الألف (٢) من الإنظار: قال أبو عبيد: التي تختارها هي الأولى (٣) ؛ لأن تأويلها: انتظرونا، وأما الأخرى: فإنما هي من التأخير ولا أعرب للتأخير هاهنا موضعاً (٤) فأبطل هذه القراءة. </p><p> قال أبو إسحاق:  {انْظُرُونَا} بقطع الألف معناه: انتظرونا أيضًا، وأنشد بيت عمرو بن كلثوم (٥) : </p><p> أبا هند فلا تعجل علينا ... وأنظرنا نخبرك اليقينا </p><p> وقال أبو علي: وقد يكون أنظرتُ في معنى انتظرت بقولك: أنظرني التنفيس الذي يطلب بالانتظار من ذلك قوله: </p><p> وأنظرنا نخبرك اليقينا </p><p> ومن ذلك قوله تعالى:  {أَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ}  [الأعراف: ١٤] إنما هو طلب الإمهال والتسويف، فالمطلوب بقوله: وأنظرنا: تسويف، وكذلك </p><p>(١) انظر: \"الحجة للقراء السبعة\" ٦/ ٢٧٢، وأشهر السفار: أي مضى عليهم شهر. (٢) قرأ حمزة (أَنْظِرُونَا) بقطع الهمزة مفتوحة وكسر الظاء، وقرأ الباقون (انظُرُونَا) بوصل الهمزة وضم الظاء. انظر: \"النشر\" ٢/ ٣٨٤، و\"الإتحاف\" ص ٤١٠.(٣) أي قراءة الجمهور.(٤) قلت: وإذا ثبتت القراءة عن النبي -صلى الله عليه وسلم-كما هنا فلا عبرة بما قال غيره، وعدم معرفة أبي عبيد -رحمه الله - لهذا المعنى في القراءة لا يطعن في صحة القراءة وقوتها ولا يقلل من قدره رحمه الله، ومعرفة غيره من علماء اللغة لهذا المعنى تشهد لصحة القراءة لغة وقد صحت سندًا، والله أعلم.(٥) البيت من معلقة عمرو بن هند. انظر: \"شرح المعلقات السبع\" للزوزني ص ٩٨، و\"الخزانة\" ٣/ ٦٢٨.</p><p> قوله:  {انْظُرُونَا نَقْتَبِسْ} نفسونا نقبتس، وانتظروا علينا. وكذلك ما جاء في الحديث من إنظار المعسر (١) فهذا وإن كان التأخير يشملها فهو على تأخير دون تأخير، وليس تسرّع من تسّرعَ إلى تخطئة من قال:  \"أنظرونا\" بشيء وليس ينبغي أن يقال فيما لطف إنه خطأ، وهو زعموا قراءة يحيى بن وثاب والأعمش (٢) . </p><p> قوله تعالى:  {قِيلَ ارْجِعُوا وَرَاءَكُمْ} قال ابن عباس: يقول المؤمنون لهم ارجعوا وراءكم (٣) . وقال مقاتل: قالت لهم الملائكة ارجعوا وراءكم من حيث جئتم من الظلمة (٤) . </p><p> {فَالْتَمِسُوا نُورًا} قال أبو إسحاق: تأويله لا نور لكم عندنا (٥) . </p><p> قوله:  {فَضُرِبَ بَيْنَهُمْ بِسُورٍ} قد ذكرنا أن المنافقين ينصرفون لطلب النور فلا يجدون، ثم يقبلون إلى المؤمنين ليلحقوهم فيميز بينهم وبين المؤمنين ويضرب بينهم سد، وهو قوله:  {فَضُرِبَ بَيْنَهُمْ} أي أن بين المنافقين والمؤمنين {بِسُورٍ} وهو الحائط، والباء فيه صلة للتأكيد، قاله </p><p>(١) أخرج مسلم في \"صحيحه\"، كتاب الفضائل، باب من أنظر انقياد الشجر للنبي -صلى الله عليه وسلم- وفيه (من أنظر معسرًا، أو وضع عنه، أظله الله في ظله). (٢) انظر: \" الحجة للقراء السبعة\" ٦/ ٢٧٣، و\"معاني القرآن\" للفراء ٣/ ١٣٣، و\"إعراب القرآن\" للنحاس ٣/ ٣٥٧، وقوله: فيما لطف، أي فيما غمض معناه وغفى، و\"اللسان\" ٣/ ٣٦٩ (لطف).(٣) انظر: \"تنوير المقباس\" ٥/ ٣٥٤، و\"الوسيط\" ٤/ ٢٤٩(٤) انظر: \"تفسير مقاتل\" ١٤٠ ب، و\"جامع البيان\" ٢٧/ ١٢٩، ونسب القول للمؤمنين موضحًا معنى الآية.(٥) انظر: \"معاني القرآن\" ٥/ ١٢٤.</p>"
}