{
  "id": null,
  "sura": 58,
  "aya": 4,
  "text": "<p> القتل (١) وأطلق هاهنا، والمطلق يحمل على المقيد ويفسر به (٢) . </p><p> قوله تعالى:  {مِنْ قَبْلِ أَنْ يَتَمَاسَّا} أي: يجامعا، وذكر الكلام في هذا عند قوله:  {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ}  (٣) فلا يجوز للمظاهر أن يطأها قبل التكفير، وإنما قيل {قَبْلِ أَنْ يَتَمَاسَّا} بعد قوله: {وَالَّذِينَ يُظَاهِرُونَ} لأن المراد به الزوجان، فعاد الكلام إليهما؛ لأن الجماع بينهما، والظهار يختص به الرجال، فأخبر عن الرجال أولاً، فلما انتهى الكلام إلى ذكر المسببين عاد إلى الزوجين لما ذكرنا. </p><p> قوله تعالى:  {ذَلِكُمْ تُوعَظُونَ بِهِ} قال أبو إسحاق: المعنى ذلك التغليظ في الكفارة توعظون به (٤) . أي: تؤمرون به من الكفارة {وَاللَّهُ بِمَا تَعْمَلُونَ} من التكفير وتركه {خَبِيرٌ} . </p><p> ٤ - ثم ذكر حكم العاجز عن الرقبة فقال:  {فَمَنْ لَمْ يَجِدْ} أي الرقبة {فَصِيَامُ شَهْرَيْنِ} أي فكفارته، أو فعليه صيام شهرين {مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ} الصيام فكفارته إطعام {سِتِّينَ مِسْكِينًا} . </p><p> وهذه الأنواع من الكفارات كلها قبل المسيس، فإن جامع قبلها أتى محرمًا ويكون قد أخر الكفارة عن وقتها إلى غير وقتها، ثم يأتي بها على وجه </p><p>(١) وذلك في قوله تعالى: {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ} [النساء: ٩٢]. (٢) وبه قال مالك، والشافعي، وأحمد في رواية. انظر: \"أحكام القرآن\" للجصاص ٣/ ٤٣٥، و\"المغني\" ١١/ ٨١، و\"الأم\" ٥/ ٢٦٦.(٣) عند تفسيره الآية (٢٣٧) من سورة البقرة. وانظر: \"المفردات\" ص ٤٦٧ , و\"اللسان\" ٣/ ٤٨٣ (مس).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٥.</p><p> القضاء (١) ، وفروع هذه المسألة يذكرها الفقهاء (٢) ، ولا موضع لذكرها هاهنا. </p><p> وذكر الله الكفارة بالعتق، والصيام، فنص فيها على ما قبل الجماع بقوله:  {مِنْ قَبْلِ أَنْ يَتَمَاسَّا} ، ولم يذكر في الإطعام أنه قبل التماس، وذلك أنه لما ذكر في الإعتاق وانه قبل التماس ألحق به الإطعام, لأن زمانهما لا يطول، وأعاد في الكفارة بالصوم أنها قبل التماس, لأنه بخلاف الإعتاق، ولطول مدة الصوم فلم يمكن أن يلحق الصيام بالإعتاق في أنه قبل المسيس لو لم يذكر ذلك لمخالفتهما في طول المدة وقصرها (٣) . </p><p> قوله تعالى:  {ذَلِكَ} قال أبو إسحاق: ذلك في موضع رفع. المعنى: الفرض ذلك الذي وصفنا {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ} ، لتصدقوا ما أتى به الرسول، وتصدقوا أن الله أمر به (٤) . </p><p> وقال صاحب النظم: المعنى فعلنا ذلك لتؤمنوا بالله ورسوله (٥) ؛ لأن هذه اللام تقتضي سببًا تكون هي وما بعدها جوابا له. </p><p> {وَتِلْكَ حُدُودُ اللَّهِ} يعني ما وصف من الكفارة في الظهار. </p><p> قوله تعالى:  {وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} قال ابن عباس: لمن جحد هذا وكذب به (٦) . </p><p>(١) قال ابن قدامة: هذا قول أكثر أهل العلم، و\"المغني\" ١١/ ١١. (٢) راجع تفصيل هذه المسألة في: \"الأم\" ٥/ ٢٦٥، و\"المجموع\" ١٧/ ٣٦٦، و\"شرح فتح القدير\" لابن الهمام ٤/ ٢٤٩.(٣) انظر: \"الانتصاف بما تضمنه الكشاف من الاعتزال\" ٤/ ٧٢.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٦.(٥) انظر: \"إعراب القرآن\" للنحاس ٣/ ٣٧٤.(٦) انظر: \"معالم التنزيل\" ٤/ ٣٧.</p><p> قال المقاتلان: فلما نزلت الآيات علي النبي -صلى الله عليه وسلم- بعث إلى زوجها أوس بن الصامت فقال:  \"أعندك تحرير رقبة؟ \" قال: لا أجد يا رسول الله. قال:  \"أفتطيق صوم شهرين متتابعين؟ \" قال: يا رسول الله إني إذا لم آكل كل دوم ثلاث مرات كلّ بصري -وكان يشتكي بصره- فقال:  \"أعندك طعام ستين مسكينا؟ \" قال: لا يا نبي الله إلا بصلة منك وعون، فأعانه النبي عليه السلام بخمسة عشر صاعًا (١) . وجاءا بمثلها من قبلهم، فذلك ثلاثون صاعًا لستين لكل مسكين نصف صاع. </p><p> وقال عكرمة: لما نزل الوحي على رسول الله -صلى الله عليه وسلم- بهذه الآيات، قال للمرأة التي أتته:  \"ابشري فقد أنزل الله فيك وفيه، مريه فليعتق رقبة\" . قالت: أنّى يا رسول الله، وما يخدمني غيره، ولا يخدمه غيري. قال:  \"فليصم شهرين متتابعين\" . قالت: أنى ولولا أنه يأكل في اليوم كذا وكذا لذهب بصره. قال:  \"مريه فليطعم ستين مسكينًا\" . قالت: أنى يا رسول الله وإنما هي وجبة. فقال النبي -صلى الله عليه وسلم-: \"مريه فليأت فلانة فليأخذ شطر وسيق فليتصدق به\" . قالت: فلما رآني أوس مقبلة قال: ما وراءك؟ قلت: خير وأنت ذميم، قد أمرك رسول الله -صلى الله عليه وسلم- أن تأتي فلانة فتأخذ منها شطر وسق فتصدف به (٢) . قالت: فانطلق من عندي وعهدي به لا يحمل خمسة أصوع فأتى بشطر وسق يحمله على ظهره حتى طرحه. </p><p>(١) أورده الثعلبي في \"تفسيره\" ١٣/ ٧٥ أ - ب، وأخرج ابن مردويه عن أنس نحوه, و\"الدر\" ٦/ ١٨٠، وأخرجه الدارقطني من حديث أنس أيضًا, و\"الجامع\" ١٧/ ٢٧١. (٢) أخرجه ابن جرير مختصرًا عن ابن عباس من طريق عكرمة، وأخرجه البغوي عن عطاء بألفاظ متقاربة، واين سعد عن عمران عن أنس. انظر: \"جامع البيان\" ٢٨/ ٣، و\"معالم التنزيل\" ٤/ ٣٠٦، و\"الدر\" ٦/ ١٨١.</p>"
}