{
  "id": null,
  "sura": 58,
  "aya": 1,
  "text": "<p> تفسير سورة المجادلة </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} الآية. قال المفسرون (١) : نزلت هذه الآيات من أول هذه السورة في خولة بنت ثعلبة (٢) ، وزوجها أوس بن الصامت (٣) ، وكان به لمم (٤) ، فاشتد به لممه ذات يوم فظاهر منها ثم ندم على ذلك -وكان الظهار طلاقًا في الجاهلية- (٥) وقال لها: ما أراك </p><p>(١) ومن قال به: ابن عباس، وعائشة، وقتادة، والقرظي، ومجاهد، وغيرهم. انظر: \"تنوير المقباس\" ٦/ ٤، و\"تفسير عبد الرزاق\" ٢/ ٢٧٧، و\"جامع البيان\" ٢٨/ ٢، و\"أسباب النزول\" للواحدي ص ٤٣٣، و\"زاد المسير\" ٨/ ١٨٠، و\"تفسير القرآن العظيم\" ٤/ ٣١٨.(٢) خولة بنت ثعلبة بن أصرم الأنصارية الخزرجية. ويقال لها: خويلة، بالتصغير، لها وقفة مع عمر بن الخطاب؟ في خلافته تناصحه وتذكره وتعظه، وقد سمع منها -رضي الله عنهما- حتى انتهت من كلامها. انظر: \"الطبقات الكبرى\" لابن سعد ٨/ ٣٧٨، و\"الإصابة\" ١٢/ ٢٣١، و\"التقريب\" ٢/ ٥٩٦.(٣) أوس بن الصامت الأنصاري الخزرجي، شهد بدرًا، وأحدًا، والخندق، والمشاهد كلها مع رسول الله -صلى الله عليه وسلم- مات في خلافة عثمان وله خمس وثمانون. انظر: \"الطبقات الكبرى\" ٣/ ٥٤٧، و\"الإصابة\" ١/ ٢٢٠، و\"التقريب\" ١/ ٨٥.(٤) ليس المراد باللمم هنا الخبل والجنون، إذ لو كان كذلك ثم ظاهر في تلك الحال لم يكن يلزمه شيء، وإنما المراد به الإلمام بالنساء، وشدة الحرص والتوقان إليهن. انظر: \"اللسان\" ٣/ ٢٩٧ (لمم)، و\"التفسير الكبير\" ٢٩/ ٢٤٩.(٥) انظر: \"المغني\" ١٠/ ٤٠٠، و\"فتح الباري\" ٩/ ٤٣٢، و\"نيل الأوطار\" ٦/ ٢٢٠، و\"الفقه على المذاهب الأربعة\" ٤/ ٤٩.</p><p> إلا وقد حرمت عليّ، فقالت: والله ما ذكرت طلاقًا، ثم أتت رسول الله -صلى الله عليه وسلم- فقالت: يا رسول الله: أوس بن الصامت أبو ولدي، وابن عمي، وأحب الناس إليّ، ظاهر مني، والله ما ذكر طلاقًا. فقال رسول الله -صلى الله عليه وسلم-: \"ما أراك إلا قد حرمتِ عليه\" ، فأعادت عليه وقالت: والله يا رسول الله ما ذكر طلاقًا، أشكو إليك وحشتي وفراق زوجي، فقال رسول الله -صلى الله عليه وسلم-: \"حرمتِ عليه\" . فهتفت، وشكت، وبكت، وجعلت تراجع رسول الله -صلى الله عليه وسلم-. فبينا هي في ذلك إذ تربد (١) وجه رسول الله -صلى الله عليه وسلم- للوحي ونزل عليه قوله:  {قَدْ سَمِعَ اللَّهُ} ، قالت عائشة رضي الله عنها: تبارك الذي وسع سمعه كل شيء، إنيّ لأسمع كلام خولة بنت ثعلبة، ويخفى عليّ بعضه، وهي تحاور رسول الله -صلى الله عليه وسلم- فما برحت حتى نزل جبريل بهذه الآيات (٢) . </p><p> قوله تعالى:  {قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا} أي: تجادلك في قول زوجها وكلامه، وهي أن النبي -صلى الله عليه وسلم- كلما قال لها:  \"حرمتِ عليه\" ؛ قالت: والله ما ذكر طلاقًا، فكان هذا مجادلتها النبي -صلى الله عليه وسلم- في زوجها. </p><p> قوله تعالى:  {وَتَشْتَكِي إِلَى اللَّهِ} يعني قولها: أشكو إلى الله فاقتي </p><p>(١) الرُبْدَةُ: الغُبرة، وقيل: لون إلى الغبرة، وقيل: لون بين السواد والغبرة. وهي في حقه -صلى الله عليه وسلم- لما يعانيه وقت نزول الوحي. انظر: \"النهاية\" ٢/ ٥٨ (ربد)، و\"اللسان\" ١/ ١١٠٥ (ربد). (٢) رواه الإمام أحمد في \"مسنده\" ٦/ ٤١٠، وابن ماجه في \"سننه\" المقدمة، باب: فيما أنكرت الجهمية (١١٨)، والحاكم ٢/ ٤١١، وقال: صحيح الإسناد، وأقره الذهبي، والواحدي في \"أسباب النزول\" ص ٤٧١، وذكره الوادعي في \"الصحيح المسند من أسباب النزول\" ص ١٤٩، قلت: المؤلف كما هي عادته -رحمه الله - يذكر الأحاديث والأقوال بالمعنى، ولهذا قل أن تجد حديثًا أو قولاً يخرج عن هذا، والله أعلم.</p>"
}