{
  "id": null,
  "sura": 58,
  "aya": 2,
  "text": "<p> ووحدتي، وإن لي صبية صغارًا إن ضممتهم إليه ضاعوا، وإن ضممتهم إليّ جاعوا. وجعلت تتضرع وترفع رأسها إلى السماء وتقول: اللهم إني أشكو إليك. </p><p> قوله تعالى:  {وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا} أي تخاطبكما ومراجعتكما الكلام. والتحاور والمحاورة: مراجعة الكلام في المخاطبة، يقال: حاور فلانًا في المنطق، وأحرت إليه جوابًا، وكلمته فما أحار بكلمة، أي: ما أجاب. والحوير اسم من المحاورة. تقول: سمعت حويرهما وحوارهما (١) . </p><p> وقوله:  {إِنَّ اللَّهَ سَمِيعٌ} قال ابن عباس: سميع لمن يناجيه ويتضرع إليه. </p><p> {بَصِيرٌ} بمن يشكو إليه (٢) . </p><p> ٢ - ثم ذم الظهار والمظاهر فقال:  {الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ} أي: يقولون لهن: أنتن كظهور أمهاتنا، وذكرنا القراءات واللغات في (تظاهرون) في ابتداء سورة الأحزاب (٣) . </p><p>(١) انظر: \"تهذيب اللغة\" ٥/ ٢٢٧ (حور)، و\"اللسان\" ١/ ٧٥١ (حور). (٢) لم أجده عن ابن عباس، أو غيره. وانظر: \"الوسيط\" ٤/ ٢٥٩.(٣) عند تفسيره الآية (٤) من سورة الأحزاب. وقرأ نافع، وابن كثير، وأبو عمرو، ويعقوب {تَظَاهِرُونَ} بفتح التاء وتشديد الهاء والظاء، بلا ألف، وكذا هنا في المجادلة، وقرأ عاصم بضم التاء، وفتح الظاء، وألف بعدها، وكسر الهاء مخففة. وقرأ حمزة، والكسائي، وابن عامر، وخلف، وأبو جعفر بفتح الياء وتشديد الظاء بعدها ألف مع فتح الهاء مخففة. وفي لأحزاب قرأ حمزة، والكسائي، وخلف بفتح التاء، والهاء، وتخفيف الظاء، وألف بعدها. وقرأ ابن عامر في الأحزاب بضم التاء، وتشديد الظاء، وألف بعدها، وكسر الهاء مع تخفيفها. \"حجة القراءات\" ص ٧٠٣، و\"النشر\" ٢/ ٣٤٧، و\"الإتحاف\" ص ٣٥٣.</p><p> قوله تعالى:  {مَا هُنَّ أُمَّهَاتِهِمْ} . قال أبو إسحاق: المعنى: ما اللواتي يجعلن من الزوجات كالأمهات بأمهات (١) . وقراءة العامة:  {مَا هُنَّ أُمَّهَاتِهِمْ} بكسر التاء، وهي في موضع نصب على خبر ما، المعني: ليس هن بأمهاتهم، فلما ألقيت الباء نصبت، وهي لغة الحجاز كقوله:  {مَا هَذَا بَشَرًا}  [يوسف: ٣١] ، قال الفراء: أهل نجد إذا ألقوا الباء رفعوا فقالوا: {مَا هَذَا بَشَرًا}  {مَا هُنَّ أُمَّهَاتِهِمْ} وأنشد: </p><p> ويزعم حسل أنه فرع قومه ... وما أنت فرع يا حسيل ولا أصل (٢) </p><p> وبهذه اللغة قرأ المفضل بن عاصم فرفع الأمهات (٣) ، وهو لغة تميم. قال سيبويه: وهو أقيس الوجهين، وذلك أن النفي كالاستفهام، فكما لا يغير الاستفهام الكلام عما كان عليه في الواجب، فكذلك ينبغي أن لا يغيره النفي عما كان عليه في الواجب، وأما النصب فهو لغة أهل الحجاز، والأخذ بلغتهم في التنزيل أولى (٤) ، ووجهه أن (ما) يدخل على الابتداء والخبر كما أن (ليس) تدخل عليهما، و (ما) تنفي ما في الحال كما أن (ليس) تنفي ما في الحال، وقد رأيت الشبهين إذا قاما في شيء من شيء </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٤. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٣٩، و\"الإنصاف في مسائل الخلاف\" ٢/ ٦٩٤, ولم أجد البيت منسوبًا لقائل، والشاهد في قوله:وما أنت فرع يا حسيل ولا أصلفإنه أهمل (ما)، فلم يرفع بها الاسم وينصب الخبر على لغة تميم.(٣) انظر: \"الكشاف\" ٤/ ٧١، و\"الجامع لأحكام القرآن\" ١٧/ ٢٧٩، و\"البحر المحيط\" ٨/ ٢٣٢، وذكر أبو زرعة وجه قراءة الرفع دون ذكر خلاف في القراءة. انظر: \"حجة القراءات\": ٣٧٠.(٤) انظر: \"الكتاب\" ١/ ٢٩، و\"الجامع لأحكام القرآن\" ١٧/ ٢٧٩.</p>"
}