{
  "id": null,
  "sura": 58,
  "aya": 3,
  "text": "<p> جذباه إلى حكم ما فيه الشبهان منه، فمن ذلك جميع ما لا ينصرف مع كثرته واختلاف قوته لما حصل فيه شبهان من الفعل صار بمنزلة في امتناع الجر والتنوين منه فكذلك (ما) لما حصل فيه الشبهان من ليس وجب على هذا أن يكون في حكمها وتعمل عملها (١) . </p><p> قوله تعالى:  {إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ} مضى الكلام في: {اللَّائِي} في سورة الأحزاب عند قوله: {وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي} الآية (٢) . والمعنى: ما أمهاتهم إلا الوالدات {وَإِنَّهُمْ} يعني المظاهرين {لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ} قال ابن عباس: فظيعًا (٣) . </p><p> وقال مقاتل: لا يعرف ذلك في الشرع {وَزُورًا} كذبًا (٤) . </p><p> {وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ} عفا عنهم وغفر لهم بجعله الكفارة عليهم. </p><p> ٣ - قوله تعالى:  {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ} ، (الذين) رفع بالابتداء، وخبرهم: فعليهم تحرير رقبة، ولم يذكر عليهم لأن (٥) في الكلام دليلاً عليه. قاله الزجاج، وقال: وإن شئت أضمرت فكفارتهم تحرير رقبة (٦) . </p><p>(١) انظر: \"الحجة\" للقراء السبعة ٦/ ٢٧٧، و\"معاني الحروف\" لأبي الحسن الرماني ص ٨٨. (٢) من الآية (٤) من سورة الأحزاب، حيث قرأ ابن عامر، وعاصم، وحمزة، والكسائي، وخلف (اللائي) بإثبات ياء ساكنة بغير الهمزة. وقرأ الباقون (اللاي) بغير مد ولا همز. انظر: \"حجة القراءات\" ص ٥٧١، و\"النشر\" ١/ ٤٠٤، و\"الإتحاف\" ص ٤١٢.(٣) انظر: \"الجامع لأحكام القرآن\" ١٧/ ٢٧٩، ولم ينسبه لقائل. وفي \"تنوير المقباس\" ٦/ ٦، قال: (قبيحًا).(٤) \"تفسير مقاتل\" ١٤٤ ب، و\"تفسير عبد الرزاق\" ٢/ ٢٧٨، و\"معالم التنزيل\" ٤/ ٣٠٤، و\"الجامع لأحكام القرآن\" ١٧/ ٢٧٩.(٥) في (ك): (لأنه) والصواب ما أثبته.(٦) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٤.</p><p> وقوله:  {يُظَاهِرُونَ مِنْ نِسَائِهِمْ} معناه: يمتنعون منهن بهذا اللفظ، أي من جماعهن، وقد ذكرنا أن هذا مأخوذ من لفظ: الظهر (١) . </p><p> قال صاحب النظم: ليس قول الرجل لامرأته: أنت عليّ كظهر أمي. مأخوذًا من الظهر الذي هو عضو من الجسد, لأنه لو كان المراد بهذا القول الظهر بعينه لم يكن الظهر أولى من سائر الأعضاء التي هي مواضع المباضعة والتلذذ، والظهر هاهنا مأخوذ من العلو، ومنه قوله تعالى:  {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ}  [الكهف: ٩٧] ، أي يعلوه، وكل من علا شيئًا فقد ظهره، وبه سمي المركوب ظهرًا, لأن راكبه يعلوه، وكذلك امرأة الرجل ظهره, لأنه يعلوها بذلك البضع وإن لم يكن من ناحية الظهر، وكأن امرأة الرجل للرجل مركب وظهر، ويدل على صحة هذا المعنى أن العرب تقول في الطلاق: نزلت عن امرأتي، أي: طلقتها، وفي قولهم: أنت عليّ كظهر أمي حذف وإضمار؛ لأن تأويله: ظهرك عليّ، أي: ملكي إياك وعلوي حرام كما علوي أمي وملكها حرام عليّ (٢) . </p><p> قوله تعالى:  {ثُمَّ يَعُودُونَ لِمَا قَالُوا} أكثر الاختلاف في معنى العود المذكور هاهنا، فمذهب الشافعي -رحمه الله- أن معنى العود لما قالوا: السكوت عن الطلاق بعد الظهار زمانًا يمكنه أن يطلق فيه، وذلك أنه إذا ظاهر فقد قصد التحريم، فإن وصل ذلك بالطلاق، فقد جرى على ما ابتدأه من إيقاع التحريم وأتمه، ولا كفارة عليه، وإذا سكت عن الطلاق فذلك للندم منه على ما ابتدأ به من التحريم فهو عود إلى ما كان عليه، فحينئذٍ </p><p>(١) عند تفسيره الآية (٤) من سورة الأحزاب. وانظر: \"المفردات\" ص ٣١٨ (ظهر) , و\"اللسان\" ٢/ ٦٥٩ (ظهر). (٢) انظر: \"التفسير الكبير\" ٢٩/ ٢٥١، و\"غرائب القرآن\" ٢٩/ ٨.</p><p> تجب عليه الكفارة (١) ، ويدل على هذا أن ابن عباس -رحمه الله- فسر العود في هذه الآية بالندم، فقال في قوله:  {ثُمَّ يَعُودُونَ لِمَا قَالُوا} يريد يندمون فيرجعون إلى الألفة والرجعة (٢) . </p><p> وقال الفراء: يعودون لما قالوا وإلى ما قالوا وفيما قالوا. معناه: يرجعون عما قالوا، قال: ويجوز في العربية أن تقود: عاد لما فعل، أي: فعله مرة أخري، ويجوز عاد لما فعل. أي: نقض ما فعل (٣) . </p><p> وهذا الذي قاله الفراء يبين صحة ما ذهب إليه الشافعي, لأن المعنى عنده: ثم يعودون لما قالوا بالنقض، وهو السكوت عن الطلاق، وعلى هذا {مَا قَالُوا} لفظ الظهار، ويجوز أن يكون معنى {مَا قَالُوا} المقول فيه. والمقول فيه هو النساء، وما قالوا والمقالة والقول واحد في المعنى. و (ما) هاهنا للمصدر والمفعول يسمى بالمصدر كثيرًا كقولهم: ضرب الأمير، ونسج اليمن. هذا الذي ذكرنا بيان مذهب الشافعي في هذه الآية (٤) . </p><p> وقال قتادة: فمن حرمها ثم يريد أن يعود لها يطأها {فَتَحْرِيرُ رَقَبَةٍ}  (٥) وهذا مذهب أبي حنيفة وأهل العراق. قالوا: معنى العود: هو العزم على الوطء، فإذا عزم على وطئها ونوى أن يغشاها كان عودًا ويلزمه الكفارة (٦) . </p><p>(١) انظر: \"الأم\" ٥/ ٢٦٥، و\"المجموع\" ١٧/ ٣٦١، \"الفقه على المذاهب الأربعة\" ٤/ ٥٠٧، و\"نيل الأوطار\" ٦/ ٢٢٢. (٢) انظر: \"معالم التنزيل\" ٤/ ٣٠٥، و\"روح المعاني\" ٢٨/ ٧.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٣٩.(٤) انظر: \"الأم\" ٥/ ٢٦٥، وما بعدها، و\"المجموع\" ١٧/ ٣٦٢.(٥) انظر: \"جامع البيان\" ٢٨/ ٧، و\"الكشف والببان\" ١٢/ ٧٧ أ.(٦) انظر: \"البحر الرائق\" ٤/ ٩٧، و\"تبيبن الحقائق شرح كنوز الدقائق\" ٣/ ٣، و\"أحكام القرآن\" لابن العربي ٤/ ١٧٥٢.</p><p> وقال مقاتل:  {ثُمَّ يَعُودُونَ لِمَا قَالُوا} يعني الذي حرموا من الجماع (١) . وهو قول الحسن. </p><p> {ثُمَّ يَعُودُونَ لِمَا قَالُوا} قال: الغشيان في الفرج، ونحو ذلك قال طاووس، والزهري. قالا: الوطء، وإلى هذا ذهب مالك. فقال: إن وطئها كان عودًا (٢) . </p><p> قال أصحابنا: العود المذكور هاهنا صالح للجماع كما قال مالك، وللعزم على الجماع كما (٣) قال أهل العراق، ولترك الطلاق كما قال الشافعي (٤) ، وهو أول ما ينطلق عليه اسم العود، فيجب تعليق الحكم به، لأنه الظاهر، وما زاد عليه يعرف بدليل آخر (٥) . </p><p> وقال أبو العالية: إذا كرر اللفظ بالظهار كان عودًا، وإن لم يكرر لم يكن عودًا (٦) ، وإلى هذا ذهب أهل الظاهر، فجعلوا العود تكرير لفظ الظهار، واحتجوا بأن ظاهر قوله:  {يَعُودُونَ لِمَا قَالُوا} يدل على إعادة لفظ الظهار مرة أخرى (٧) . </p><p>(١) لم أجده عن مقاتل. (٢) انظر: \"أحكام القرآن\" للجصاص ٣/ ٤١٨، و\"المغني\" ١١/ ٧٣، و\"المحلى\" ١٠/ ٥١، قال صح ذلك عن طاوس وقتادة، والحسن، والزهري، و\"الجامع لأحكام القرآن\" ١٧/ ٢٨٠، و\"الفروع\" لابن مفلح ٥/ ٤٩٤.(٣) (كما) ساقطة من (ك).(٤) انظر: \"التفسير الكبير\" ٢٩/ ٢٥٧.(٥) وقال الإمام أحمد: العود الغشيان إذ أراد أن يغشى كفر. \"حاشية الدسوقي على الشرح الكبير\" ٢/ ٣٩٦، والعود عند مالك هو العزم على الوطء.(٦) انظر: \"جامع البيان\" ٢٨/ ٧، و\"الكشف\" ١٢/ ٧٧ أ، و\"الجامع\" ١٧/ ٢٨.(٧) انظر: \"المحلى\" ١٠/ ٥١ - ٥٢، و\"المغني\" ١١/ ٧٤، و\"أحكام القرآن\" للجصاص ٣/ ٤١٦.</p><p> قال أبو علي الفارسي: وليس في هذا ظاهر كما ادعوا, لأن العود على ضربين: </p><p> أحدهما: أن يصير إلى شيء قد كان عليه قبل فتركه ثم صار إليه. </p><p> والآخر: أن يصير إلى شيء وان لم يكن على ذلك قبل. </p><p> وكأن هذا الوجع غمض عليهم، وهذا عند من خوطب بالقرآن، كالوجه الأول في الظهور. وفي أنهم يعرفونه كما يعرفون ذلك، فمن ذلك قول الهذلي (١) : </p><p> وعاد الفتى كالكهل ليس بقائل ... سوى الحق شيئًا فاستراح العواذل </p><p> معناه: وصار، وكذلك قول العجاج: </p><p> ويصحبني حتى كاد ... يعود بعد أعظم أعوادًا </p><p> وقال امرئ القيس: </p><p> وماء كون الزيت قد عاد آجنًا ... قليل به الأصوات ذي كلإ مخلي (٢) </p><p> وسميت الآخرة المعاد ولم يكن فيها أحد، ثم صار إليها. وهذا إذا تتبع كثير جدًّا (٣) . </p><p> قال أبو إسحاق -وذكر هذا المذهب فقال-: قال بعض الناس: لا </p><p>(١) هو: أبو خراش، واسمه خويلد بن مرة، شاعر مخضرم، أدرك الإسلام شيخًا كبيرًا فأسلم، وحسن إسلامه، ويعد من أبرز شعراء هذيل، ومات في زمن عمر بن الخطاب؟ متأئرًا بنهشة حية. انظر: \"الشعر والشعراء\" ٢/ ٦٣٣، و\"الأغاني\" ٢١/ ٢٠٤، و\"الخزانة\" ١/ ٢١١، و\"الإصابة\" ٢/ ٣٦٤، و\"معجم الشعراء الجاهليين والمخضرمين\" ص ١٥٦، والبيت في \"ديوان الهذليين\" ٢/ ١٥٠، وروايته (العدل) بدلاً من (الحق) \"المسائل الحلبيات\" ص ٢٤. (٢) انظر: \"الديوان\": ٤١٣، و\"الخزانة\" ٥/ ١٢١، و\"تهذيب اللغة\" ٧/ ٣١.(٣) انظر: \"مشكل إعراب القرآن\" ٢/ ٧٢٢.</p><p> تجب الكفارة حتى يقول ثانية: أنصت عليّ كظهر أمي، وهذا قول من لا يدري اللغة، وهو خلاف قول أهل العلم أجمعين (١) ، هذا الذي ذكرنا مذهب المفسرين والفقهاء. </p><p> وأما أهل المعاني فإن أبا الحسن الأخفش قال: تقدير الآية: والذين يظاهرون من نسائهم فتحرير رقبة لما قالوا ثم يعودون إلى نسائهم (٢) . أي: فعليهم تحرير رقبة لما قالوا، أي: لما نطقوا به من ذكر التحريم الموجب الامتناع من الوطء إلا بعد التكفير، والجار في قوله:  {لِمَا قَالُوا} متعلق بالمحذوف الذي هو خبر الابتداء وهو عليهم. </p><p> وقوله:  {يَعُودُونَ} أي: إلى نسائهم، يعني: إلى وطئهن الذي كانوا حرموه على أنفسهم بالظهار منهن، وأما التقديم والتأخير الذي قدره في الآية فهو كثير جدًا كقوله:  {اذْهَبْ بِكِتَابِي هَذَا}  [النمل: ٢٨] الآية. والمعنى: فألقه إليهم فانظر ماذا يرجعون ثم تول عنهم. هذا قول الأخفش. وشرحه أبو علي (٣) . </p><p> قال أبو إسحاق: وهذا مذهب حسن (٤) ، وقال ابن قتيبة: أجمع الناس على أن الظهار (٥) يقع بلفظ واحد، وتأويل قوله:  {ثُمَّ يَعُودُونَ لِمَا قَالُوا} هو أن أهل الجاهلية كانوا يطلقون بالظهار، فجعل الله حكم الظهار في الإسلام خلاف حكمه عندهم في الجاهلية فقال: {وَالَّذِينَ يُظَاهِرُونَ مِنْ </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٥. (٢) انظر: \"معاني الأخفش\" ٢/ ٧٠٥، وذِكرُ المؤلف له هنا بالمعنى.(٣) انظر: \"شرح الأبيات المشكلة الأعراب\" لأبي علي الفارسي ١/ ١٠٠ - ١٠٢.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٣٥.(٥) في (ك): (الظاهر).</p><p> نِسَائِهِمْ} يريد في الجاهلية {ثُمَّ يَعُودُونَ لِمَا قَالُوا} في الإسلام يعودون لما كانوا يقولونه من هذا الكلام (١)  {فَتَحْرِيرُ رَقَبَةٍ م} وهذا القول هو اختيار صاحب النظم، وشرحه فقال: المعنى: والذين كانوا يظاهرون من نسائهم قبل الإسلام ثم يعودون في الإسلام لمثل هذا القول فيظاهرون من نسائهم. ثم ذكر ما أوجب في ذلك في الإسلام من الحكم، والعرب تضمر كان كقوله:  {وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ}  [البقرة: ١٠٢] أي: ما كانت تتلو الشياطين فأضمر كانت (٢) . </p><p> قوله تعالى {لِمَا قَالُوا} قال الأخفش: لما قالوا، وإلى ما قالوا واحد، يقال: عدت إلى ذاك، وعدت لذاك (٣) ، قال أبو علي: إلى واللام يتعاقبان (٤) كقوله: {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا}  [الأعراف: ٤٣] وقال: {فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ}  [الصافات: ٢٣] وقال: {بِأَنَّ رَبَّكَ أَوْحَى لَهَا}  [الزلزلة: ٥] . وقال:  {وَأُوحِيَ إِلَى نُوحٍ}  [هود: ٣٦] . </p><p> قوله:  {فَتَحْرِيرُ رَقَبَةٍ} قالوا أراد رقبة مؤمنة؛ لأنه قيد في كفارة </p><p>(١) انظر: \"تفسير غريب القرآن\" ص ٤٥٦ - ٤٥٧. (٢) وبه قال الثوري -رحمه الله- ذكره الرازي في \"تفسيره\" ٢٩/ ٢٥٧، ثم قال: وهذا القول ضعيف, لأنه تعالى ذكر الظهار، وذكر العود بعده بكلمة (ثم) وهذا يقتضي أن يكون المراد من العود شيئًا غير الظهار، فإن قالوا: المراد والذين كانوا يظاهرون من نسائهم قبل الإسلام والعرب تضمر لفظ كاند .. قلنا: الإضمار خلاف الأصل. وانظر: \"غرائب القرآن\" ٢٨/ ١٣.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٣٩، و\"إعراب القرآن\" للنحاس ٣/ ٣٧٣، و\"الجامع لأحكام القرآن\" ١٧/ ٢٨٢، وليس في \"معاني القرآن\" للأخفش.(٤) انظر: \"التفسير الكبير\" ٢٩/ ٢٥٦، و\"غرائب القرآن\" ٢٨/ ١١.</p>"
}