{
  "id": null,
  "sura": 58,
  "aya": 22,
  "text": "<p> قوله:  {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} أي قضى الله ذلك قضاءً ثابتًا. </p><p> قال أبو إسحاق: ومعنى غلبة الرسل على نوعين: من بعث منهم بالحرب غالب في الحرب، ومن بعث منهم بغير حرب فهو غالب بالحجة (١) . </p><p> وقوله:  {إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ} أي مانع حزبه من أن يذل. </p><p> وقال مقاتل: إن المسلمين قالوا: إنا لنرجو أن يظهرنا الله على فارس والروم، فقال عبد الله بن أُبي: أتظنون أن فارس والروم كبعض القرى التي غلبتموهم؟ كلا والله لهم أكثر جمعًا وعدة، فأنزل الله هذه الآية (٢) . </p><p> ٢٢ - قوله تعالى:  {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} الأكثرون على أن هذه الآية نزلت في حاطب بن أبي بلتعة وإخباره أهل مكة بمسير النبي -صلى الله عليه وسلم- إليهم لما أراد فتح مكة، وتلك القصة معروفة (٣) ، وهذا قول مقاتل واختيار الفراء (٤) ، والزجاج. قال: أعلم الله عز وجل أن إيمان المؤمنين يفسد بمودة الكفار، وأن من كان مؤمنًا لا يوالي من كفر، وإن كان أباه أو ابنه أو أحدًا من عشيرته (٥) . </p><p> وروى عطاء عن ابن عباس أن هذه الآية نزلت في أبي عبيدة (٦) ، قتل </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤١. (٢) انظر: \"الكشف والبيان\" ١٣/ ٨٣ ب، و\"التفسير الكبير\" ٢٩/ ٢٧٦، و\"الجامع\" ١٧/ ٣٠٦.(٣) انظر: \"الكشف والبيان\" ١٣/ ٨٤ أ، و\"التفسير الكبير\" ٢٩/ ٢٧٧.(٤) انظر: \"تفسير مقاتل\" ١٤٦ ب، و\"معاني القرآن\" للفراء ٣/ ١٤٢.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤١.(٦) هو أبو عبيدة عامر بن عبد الله بن الجراح، أمين هذه الأمة، وأحد المبشرين =</p><p> أباه يوم أحد عبد الله بن الجراح، وعمر بن الخطاب قتل خاله العاص بن هشام بن المغيرة يوم بدر، وأبي بكر -رضي الله عنه- دعا ابنه يوم بدر إلى البراز، فقال رسول الله -صلى الله عليه وسلم-: \"متعنا بنفسك يا أبا بكر\" ، ومصعب بن عمير قتل أخاه عبيد بن عمير، وعلي بن أبي طالب، وحمزة، وعبيدة قتلوا عتبة، وشيبة، والوليد بن عتبه يوم بدر، أخبر الله تعالى أن هؤلاء لم يوادوا أقاربهم وعشائرهم غضبًا لله ولدينه (١) . </p><p> قوله:  {أُولَئِكَ} قال الزجاج: يعني الذين لا يوادون من حاد الله (٢) . </p><p> قوله:  {كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} قال السدي ومقاتل: جعل في قلوبهم التصديق (٣) . </p><p> وقال الربيع: أثبت (٤) . </p><p> وقال أبو علي الفارسي: معناه جمع، والكتيبة: الجمع من الجيش. والتقدير: أولئك الذين جمع الله في قلوبهم الإيمان, أي استكملوه واستوعبوه فلم يكونوا ممن يقولون نؤمن ببعض ونكفر ببعض (٥) . </p><p>= بالجنة. مات سنة (١٨ هـ) وله ثمان وخمسون سنة. انظر: \"طبقات ابن سعد\" ٣/ ٤٠٩، و\"سير أعلام النبلاء\" ١/ ٥، و\"العبر\" ١/ ١٦، و\"الإصابة\" ٣/ ٣٧٩. (١) انظر: \"التفسير الكبير\" ٢٩/ ٢٧٦، عن ابن عباس.وذكره غيره عن مقاتل بن حيان، عن مرة الهمداني، عن ابن مسعود. انظر: \"الكشف والبيان\" ١٢/ ٨٤ أ، و\"أسباب النزول\" للواحدي ص ٤٧٨، و\"معالم التنزيل\" ٤/ ٣١٢.(٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤٢.(٣) انظر: \"تفسير مقاتل\" ١٤٦ ب.(٤) انظر: \"الكشف والبيان\" ١٢/ ٨٤ ب، و\"الجامع لأحكام القرآن\" ١٧/ ٣٠٨.(٥) انظر: \"التفسير الكبير\" ٢٩/ ٢٧٧.</p><p> {وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} قال ابن عباس: قواهم بنصر منه في الدنيا علي عدوهم (١) ، وهو قول الحسن، وسمى نصره إياهم روحًا لأن به يحيا أمرهم (٢) . </p><p> وقال المقاتلان: برحمة منه (٣) ، وهذا يعود إلى الأول, لأن رحمته إنعامه عليهم بالنصر في الدنيا. </p><p> وقال الربيع، والسدي: يعني بالإيمان والقرآن (٤) . يدل عليه قوله:  {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا}  [الشورى: ٥٢] الآية. </p><p> ثم أعلم الله -عز وجل- أن ذلك يوصلهم إلى الجنة فقال:  {وَيُدْخِلُهُمْ جَنَّاتٍ} إلى آخر الآية. والله أعلم بالصواب. </p><p>(١) انظر: \"غرائب القرآن\" ٢٨/ ٢٩. (٢) انظر: \"الكشف والبيان\" ١٣/ ٨٤ ب، و\"معالم التنزيل\" ٤/ ٣١٣.(٣) انظر: \"تفسير مقاتل\" ١٤٦ ب، و\"معالم التنزيل\" ٤/ ٢١٣، و\"الجامع لأحكام القرآن\" ١٧/ ٣٠٩.(٤) انظر: \"الكشف والبيان\" ١٣/ ٨٤ ب، و\"معالم التنزيل\" ٤/ ٣١٣، و\"التفسير الكبير\" ٢٩/ ٢٧٧.</p><p> سورة الحشر </p>"
}