{
  "id": null,
  "sura": 59,
  "aya": 5,
  "text": "<p> فاتعظوا بذلك. وقد سبق الكلام في أصل معنى الاعتبار فيما تقدم (١) . </p><p> ٣ - قوله تعالى:  {وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ} معنى الجلاء في اللغة: الخروج من الوطن والتحول منه، يقال منه: جلا القوم عن منازلهم. وتقول: أجليناهم عن بلادهم فجلوا (٢) كما قال الشاعر: </p><p> وأجلوا عن مساكن فارقوها ... كما جلت الفراخ من العشاش (٣) </p><p> يقول: لولا أن الله قضى عليهم أنهم يخرجون عن أوطانهم بالمدينة إلى الشام وخيبر. </p><p> قوله تعالى:  {لَعَذَّبَهُمْ فِي الدُّنْيَا} بالقتل والسبي، ولسلطكم عليهم كما فعل بقريظة (٤) ، والمعنى: أنه رفع العذاب عنهم في الدنيا بالقتل وجعل عذابهم في الدنيا الجلاء {وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ} مع ما أحل بهم في الدنيا، وهذا معنى قول عامة المفسرين (٥) . </p><p> ٥ - قوله تعالى:  {مَا قَطَعْتُمْ مِنْ لِينَةٍ} قال أبو عبيدة: اللينة: النخلة، ما لم تكن عجوة أو برنية، وأنشد لذي الرمة: </p><p> كأن قُتودي فوقَها عُشُّ طائر ... علي لينةٍ فرواء تهفو جنوبها (٦) </p><p>(١) انظر: \"مفردات الراغب\" ص ٣٢٠، و\"اللسان\" ٢/ ٦٦٨ (عبر). (٢) انظر: \"مجاز القرآن\" ٢/ ٢٥٦، و\"غريب القرآن\" لليزيدي ص ٣٧٣، و\"تهذيب اللغة\" ١/ ٤٨٨، و\"اللسان\" ١/ ٤٨٨ (جلل).(٣) انظر: \"الخزانة\" ٩/ ٢٧١.(٤) وهي الغزوة التي حكم فيها سعد بن معاذ بأن تقتل مقاتلتهم وأن تسبى ذراريهم، وأن تقسم أموالهم، وكانت بعد غزوة الأحزاب، وذلك لنقضهم العهد الذي بينهم وبين محمد -صلى الله عليه وسلم-، انظر: \"تاريخ الطبري\" ٢/ ٩٣ - ٩٨.(٥) انظر: \"جامع البيان\" ٢٨/ ٢٢، و\"تفسير القرآن العظيم\" ٤/ ٣٣٢.(٦) والبيت في \"الديوان\" ٢/ ٦٩٩، و\"تهذيب اللغة\" ٤/ ١٢١، ورواية الديوان: على=</p><p> قال: وأصل لينة لِوْنَةَ، فذهب الواو لكسر اللام، وجمعها الألوان وهي النخل كل ما خلا البرني والعجوة (١) . </p><p> قال المبرد: أصل الياء في لينة الواو، بمنزلة ريح، فإذا قلت ألوان رجعت الواو لذهاب الكسرة كما تقول ريح وأرواح (٢) ، قال ذو الرمة: </p><p> طراق الخوافي واقع فوق لينة ... ندى ليله في ريشة يترفرف (٣) </p><p> ويجمع اللينة أيضًا ليان، قال امرؤ القيس يصف عنق فرس: </p><p> وسالفه كسحون الليان ... أضرم فيه الغوىَّ السعر (٤) </p><p> ونحو هذا قال المفسرون في تفسير اللينة، الزهري، وقتادة، وجماعة قالوا: هي النخل ليس بالعجوة (٥) ، والباقون قالوا: هي النخلة من غير استثناء، وهو قول مجاهد، وعطية، وابن زيد (٦) . </p><p>= لينة سوقاء تهفو جنوبها والقتودي عيدان الرحل: أي أن الناقة طويلة يصغر الرحل عليها، وسوقاء: طويلة الساق، وتهفو: تضطرب.(١) وهذا القول قول الزجاج. انظر:\"معاني القرآن\" للزجاج ٥/ ١٤٤، و\"تهذيب اللغة\" ١٥/ ٤٧٠، و\"اللسان\" ٣/ ٤٢٤ (لين). وانظر: \"مجاز القرآن\" ٢/ ٢٥٦.(٢) \"التفسير الكبير\" ٢٩/ ٢٨٢.(٣) \"ديوان ذي الرمة\" ص ٧٩، و\"الكتاب\" ٧/ ١١٢، و\"الخزانة\" ٤/ ٢١.(٤) انظر: \"الديوان\" ص ٣١٥.(٥) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٨٣، و\"جامع البيان\" ٢٨/ ٢٢، و\"إعراب القرآن\" للنحاس ٣/ ٣٩١، و\"فتح الباري\" ٨/ ٦٢٩، وهو قول سعيد بن جبير، ويزيد بن رومان، وعكرمة، وابن عباس.(٦) انظر: \"تفسير مجاهد\" ٢/ ٦٦٣، و\"جامع البيان\" ٢٨/ ٢٢، و\"الكشف والبيان\" ١٣/ ٨٨ ب قال النحاس: وهذه الأقوال صحيحة, لأن الأصمعي حكى مثل القول الأول فيكون لجميع النخل، ويكون ما قطعوا منها مخصوصًا فتتفق الأقوال. \"إعراب القرآن\" ٣/ ٣٩٢.</p><p> وقال المقاتلان: هي ضرب من النخل ثمره أجود الثمر يرى نواه من ظاهره، النخلة منها أحب إليهم من وصيف (١) . </p><p> قال المفسرون: لما حصر رسول الله -صلى الله عليه وسلم- بني النضير وتحصنوا بحصونهم، أمر بقطع نخيلهم وإحراقها، فشق ذلك على اليهود، وجزعوا، وأكثروا القول، وقالوا: أين وجدت فيما أنزل عليك الفساد في الأرض وأخذ المسلمون من ذلك دمامة (٢) ، فأنزل الله هذه الآية (٣) . </p><p> وروي عن ابن عباس قال: أمروا بقطع النخل فحك في صدورهم، فقال المسلمون: قطعنا بعضًا وتركنا بعضًا ولنسألن رسول الله -صلى الله عليه وسلم- هل لنا فيما قطعناه من أجر؟ وهل علينا فيما تركنا من وزر، فأنزل الله هذه الآية (٤) . </p><p> قال أبو إسحاق: فأعلم الله أن ذلك بإذنه، وإليه القطع والترك جميعًا (٥) . </p><p> وقال قتادة: نزلت الآية لاختلاف كان بين المسلمين في قطعها وتركها. </p><p> قال مجاهد: نهى بعض المسلمين بعضًا عن قطع النخل، وقالوا: </p><p>(١) انظر: \"الكشف والبيان\" ١٣/ ٨٨ ب، و\"معالم التنزيل\" ٤/ ٣١٦، و\"زاد المسير\" ٨/ ٢٠٨. (٢) أي: غضب مما فعلوا. \"اللسان\" ١/ ١٠١٥ (دمم).(٣) انظر: \"جامع البيان\" ٢٨/ ٢٣، و\"أسباب النزول\" للواحدي ص ٤٨١، و\"معالم التنزيل\" ٤/ ٣١٥.(٤) أخرجه الترمذي (٣٣٠٣) كتاب: التفسير: تفسير سورة الحشر، وقال: هذا حديث حسن غريب، وابن أبي حاتم، وابن مردويه، والنسائي ٦/ ٤٨٣ كتاب: التفسير، و\"الدر\" ٦/ ١٨٧.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤٥.</p>"
}