{
  "id": null,
  "sura": 59,
  "aya": 9,
  "text": "<p> {أُولَئِكَ هُمُ الصَّادِقُونَ}  (١) . </p><p> ٩ - قال مقاتل: ثم ذكر الأنصار وأثنى عليهم حين طابت أنفسهم عن الفيء إذ جعله للمهاجرين دونهم فقال: قوله تعالى: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ} يعني المدينة، وهي دار الهجرة تبوأها الأنصار قبل المهاجرين، وتقدير الآية: والذين تبوؤا الدار من قبلهم والإيمان, لأن الأنصار لم يؤمنوا قبل المهاجرين، وهذا قول مقاتل (٢) . وعطف الإيمان على الدار، ولا يحسن إعمال الفعل الذي نصب الدار في الإيمان، ولكن المعنى، وآثروا الإيمان, هو من باب علفتها تبنًا وماء بارداً، وأكلت الخبز واللبن، وقد مر في مواضع. </p><p> وقال أبو علي الفارسي: ومعنى الآية: تبوأوا الدار واعتقدوا الإيمان, لأن الإيمان ليس بمكان فيتبوأ فيكون كقوله:  {فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ}  [يونس: ٧١] على معنى: وأعدوا شركاءكم، ويجوز أن يكون تبوأوا الإيمان على طريق المثل كما تقول: تبوأ من بني فلان الصميم، وعلى ذلك قول الشاعر: </p><p> وبُؤّئت في صميم معشرها ... فتم في قومها مبوؤها (٣) </p><p> قال: كل هذه الوجوه ممكن (٤) . </p><p> قوله تعالى:  {وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا} قال </p><p>(١) لم أجده. (٢) انظر: \"تفسير مقاتل\" ١٤٨ أ.(٣) البيت لابن هرمة. انظر: \"اللسان\" ١/ ٢٨٤ (بوأ) ولم ينسبه لقائل، و\"مجاز القرآن\" ١/ ٢١٨، و\"شواهد المعنى\" ص ٢٧٩.(٤) انظر: \"البحر المحيط\" ٨/ ٢٤٧.</p><p> المفسرون: حسدًا وحزازة وغيظًا مما أوتي المهاجرون دونهم (١) ، وكل ما يجده الإنسان في صدره مما يحتاج إلى إزالته وشق عليه وجوده فهو حاجة. </p><p> قوله تعالى:  {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ} يقال: آثرتك إيثارًا، أي: فضلتك، وآثره بكذا إذا خصه به وفضله من بين الناس (٢) ، ومفعول الإيثار محذوف والتقدير: ويؤثرونهم على أنفسهم، قال المفسرون: أي بأموالهم ومنازلهم، وذلك أنهم أشركوا المهاجرين في رباعهم وأموالهم وواسوهم بها (٣) . </p><p> وقال الكلبي، عن ابن عباس: هو أن النبي -صلى الله عليه وسلم- قال للأنصار:  \"إن شئتم قسمتم لهم من دوركم وأموالكم، وقسمت لكم من الفيء كما قسمت لهم، وإن شئتم كان لهم القسم ولكم دياركم وأموالكم\" . فقالوا: لا. بل نقسم لهم من ديارنا وأموالنا ولا نشاركهم في القسم، فأنزل الله {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}  (٤) ، فبين أن هذا الإيثار ليس عن غنى من المال، ولكنه عن حاجة وخصاصة، وهي الفقر، وذو الخصاصة ذو الخلة، وأصلها من الخصاص، وهي الفرج، وكل خلل أو خرق يكون في </p><p>(١) انظر: \"جامع البيان\" ٢٨/ ٢٨، و\"الكشف والبيان\" ١٣/ ٩٤ أ، و\"معالم التنزيل\" ٤/ ٣١٩، و\"زاد المسير\" ٨/ ٢١٢. (٢) انظر: \"تهذيب اللغة\"، ١٥/ ١٢٢ (أثر)، و\"اللسان\" ١/ ٢٠ (أثر).(٣) انظر: \"الكشف والبيان\" ١٣/ ٩٤ أ، و\"معالم التزيل\" ٤/ ٣١٩.(٤) ذكره الثعلبي بغير سند. انظر: \"الكشف والبيان\" ١٣/ ٩٥ ب، و\"معالم التزيل\" ٤/ ٤٢٠، و\"التفسير الكبير\" ٢٩/ ٢٨٧، ورواه الواقدي عن معمر، عن الزهري، عن خارجة بن زيج، عن أم العلاء قالت: وذكر نحوه. \"تخريجات الكشاف\" ص ١٦، ١٦٧.</p><p> منخل أو باب أو سحاب أو برقع فهي خصاصة، الواحد خصاصة، ومنه قول الراجز: </p><p> ينظرن من خصاص ... بأعين شواصى (١) </p><p> وذكر المفسرون أنواعًا من إيثار الأنصار للضيف بالطعام وتعللهم عه حتى شبع الضيف، ثم ذكروا أن الآية نزلت في ذلك الإيثار (٢) . والصحيح أن الآية نزلت بسبب إيثارهم المهاجرين بالفيء ثم يجوز أن يتضمن قوله:  {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ} ما رووه من أنواع الإيثار (٣) . </p><p> قوله تعالى:  {وَمَنْ يُوقَ شُحَّ نَفْسِهِ} ذكرنا تفسير الشح في قوله: {وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ}  (٤) قال سعيد بن جبير: هو أخذ الحرام ومنع الزكاة (٥) . </p><p>(١) انظر: \"تهذيب اللغة\" ٦/ ٥٥١ (خصص)، و\"اللسان\" ٨٤١/ ١ (خصصه). والرجز لحضرمي بن عامر، وكان له تسعة إخوة فماتوا وورثهم. انظر: \"اللسان\" ٢/ ٣١٣ (مشصا)، و\"تهذيب اللغة\" ٨/ ٣٦٧ (قرص) ولم ينسبه لقائل. (٢) انظر: \"جامع البيان\" ٢٨/ ٢٩، و\"الكشف والبيان\" ١٣/ ٩٤ أ، ب، و\"أسباب النزول\" للواحدي ص ٤٨٣.(٣) وهكذا فسر مقاتل هذه الآية بإيثار الأنصار للمهاجرين بالفيء، ولعل الصواب في هذا أن الآية نزلت في رجل من الأنصار وامرأته حين ضيفا ضيف رسول الله -صلى الله عليه وسلم-، ولا يمنع من تضمن الآية لإيثارهم المهاجرين بالفيء وغيره، والله أعلم. انظر: \"صحيح البخاري\"، كتاب: التفسير، باب: {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ}، و\"فتح الباري\" ٨/ ٦٣١.(٤) عند تفسيره الآية (١٢٨) من سورة النبأ. والشح: بخل مع الحرص، وذلك فيما كان عادة. \"اللسان\" ٢/ ٢٧٦ (شح)، و\"مفردات الراغب\" ص ٢٥٦ (شح).(٥) انظر: \"معالم التنزيل\" ٤/ ٣٢٠، و\"الدر المنثور\" ٦/ ١٩٦، ونسب تخريجه لعبد بن حميد، وابن المنذر.</p><p> وقال مقاتل: حرص نفسه (١) ، وقال ابن زيد: من لم يأخذ شيئًا نهاه الله عنه ولم يمنع شيئًا أمره الله بأدائه فقد وُقي شح نفسه (٢) . </p><p> قال المفسرون: يعني أن الأنصار ممن وقي شح نفسه حين طابت أنفسهم عن الفيء (٣) . </p><p> ١٠ - قوله تعالى:  {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} يعني التابعين وهم الذين يجيئون بعد المهاجرين والأنصار إلى يوم القيامة. </p><p> ثم ذكر أنهم يدعون لأنفسهم بالمغفرة ولمن سبقهم بالإيمان بقوله:  {يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا} أي غشًا وحسداً وبغضًا (٤) ، فكل من لم يترحم على جميع أصحاب محمد -صلى الله عليه وسلم- وكان في قلبه غل على أحد منهم فإنه ليس ممن عناه بهذه الآية، ولهذا قال المتقدمون من العلماء: رتب الله تعالى المؤمنين على ثلاثة منازل: المهاجرين والأنصار والتابعين الموصوفين بما ذكر فمن لم يكن من التابعين بهذه الصفة كان خارجًا من أقسام المؤمنين. </p><p> هذا الذي ذكرناه في هذه الآية من أنها نزلت في التابعين قول جماعة المفسرين (٥) . </p><p>(١) \"تفسير مقاتل\": ١٤٨ أ. (٢) انظر: \"جامع البيان\" ٢٨/ ٣٠، و\"الكشف والبيان\" ١٣/ ٩٦ أ، و\"معالم التنزيل\" ٤/ ٤٢.(٣) وهو المذكور في سبب النزول، عن ابن عباس، وتقدم.(٤) الغِلُّ والغَليِلُ: الغِشُّ والعَداوة والضَّعْنُ والحقْد والحسد. \"اللسان\" ٢/ ١٠٠٨ (غلل).(٥) انظر: \"الكشف والبيان\" ١٣/ ٩٦ - ٩٧، و\"معالم التنزيل\" ٤/ ٣٢٠، و\"زاد المسير\" ٨/ ٢١٦، و\"البحر المحيط\" ٨/ ٢٤٧، ونسبه للجمهور.</p>"
}