{
  "id": null,
  "sura": 59,
  "aya": 6,
  "text": "<p> إنما هي مغانم المسلمين فنزل القرآن بتصديق من نهى، وتحليل من قطع (١) . </p><p> قوله:  {وَلِيُخْزِيَ الْفَاسِقِينَ} يعني اليهود، قال مقاتل: كان قطع النخل ذلاً لهم وهوانًا (٢) . </p><p> وقال ابن حيان: كان ذلك خزيًا لبني النضير (٣) . </p><p> وقال الزجاج {وَلِيُخْزِيَ الْفَاسِقِينَ} أن يريهم بأموالهم يتحكم فيها المؤمنون كيف أحبوا (٤) ، والتقدير: وليخزي الفاسقين أذن في ذلك، ودل على المحذوف قوله:  {فَبِإِذْنِ اللَّهِ}  (٥) . </p><p> ٦ - قوله:  {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ} قال المبرد: يقال فاء يفيء إذا رجع، وأفاءه الله إذا رده (٦) . </p><p> وقال الأزهري: الفيء ما رد الله على أهل دينه من أموال من خالف أهل دينه بلا قتال، إما بأن يجلوا عن أوطانهم ويخلوها للمسلمين، وإما أن يصالحوا على جزية يؤدونها عن رؤوسهم، أو مال غير الجزية يفتدون به من سفك دمائهم (٧) كما فعله بنو النضير حين صالحوا رسول الله -صلى الله عليه وسلم- على أن لكل ثلاثة منهم ما وسق (٨) بعير مما شاءوا سوى السلاح ويتركوا الباقي. </p><p>(١) انظر: \"تفسير مجاهد\" ٢/ ٦٦٣، و\"جامع البيان\" ٢٨/ ٢٣. (٢) \"تفسير مقاتل\" ١٤٧ ب.(٣) لم أجده، في الأصل (يريهم).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٤٥.(٥) انظر: \"زاد المسير\" ٨/ ٢٠٨.(٦) انظر: \"التفسير الكبير\" ٢٩/ ٢٨٤.(٧) انظر: \"تهذيب اللغة\" ١٥/ ٥٧٨ (فاء).(٨) الأصل في الوسق: الحمل، وكل شيء وسقته فقد حملته. \"اللسان\" ٣/ ٩٢٦ (وسق).</p><p> فهذا المال هو الفيء، وهذا مما أفاء الله على المسلمين، أي: رده ورجعه من الكفار على المسلمين. </p><p> وقوله:  {مِنْهُمْ} أي من يهود بني النضير. </p><p> قوله:  {فَمَا أَوْجَفْتُمْ} يقال وجف الفرس والبعير يجف وجفًا ووجيفًا ووجفانًا (١) . قال العجاج: </p><p> ناج طواه الأين مما وجفا (٢) </p><p> وهو سرعة السير، وأوجفه صاحبه إذا حمله على السير السريع، وهما مثال الإيضاع (٣) . </p><p> وقوله:  {عَلَيْهِ} أي على ما أفاء الله. </p><p> قوله:  {وَلَا رِكَابٍ} الركاب الإبل، واحدتها راحلة، ولا واحد لها في لفظها (٤) . </p><p> قال الفراء: الركاب الإبل التي تحمل القوم، وهي ركاب القوم إذا حملت وأريد العمل عليها، وهو اسم جماعة لا يفرد (٥) . </p><p> قال المفسرون: إن بني النضير لما جلوا عن أوطانهم وتركوا رباعهم وأموالهم طلب المسلمون من رسول الله أن يخمسها كما فعل بغنائم بدر، </p><p>(١) انظر: \"تهذيب اللغة\" ١١/ ٢١٣. (٢) انظر: \"ملحقات ديوان العجاج\" ص ٨٤، و\"الكتاب مع شواهده\" للأعلم ١/ ١٨٠، و\"تهذيب اللغة\" ٤/ ٧٨.(٣) انظر: \"اللسان\" ٣/ ٨٨٢، و\"تفسير غريب القرآن\" ص ٤٦٠.(٤) \"اللسان\" ١/ ١٢١٣ (ركب).(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١٤٤، و\"تهذيب اللغة\" ١٠/ ٢١٩ (ركب)، ونسبه لليث.</p><p> فأنزل الله هذه الآية والتي بعدها (١) بيّن أن بني النضير فيء لم يوجف المسلمون عليه خيلاً ولا ركابًا, ولم يقطعوا إليها مسافة، وإنما كانوا علي ميلين من المدينة فمشوا إليهم مشيًا, ولم يركب إلا رسول الله -صلى الله عليه وسلم- كان راكب جمل (٢) ، وكل (٣) مال حصل للمسلمين بهذه الصفة كان فيئًا ولم يكن غنيمة، والفرق بينهما أن الغنيمة ما أخذ بإيجاف خيل وركاب وقتال، والفيء ما أخذ بغيرها (٤) . </p><p> فإن قيل: أموال النضير أخذت بعد القتال, لأنهم حوصروا أيامًا وقاتلوا وقتلوا ثم صالحوا على الجلاء، قيل: إن الله تعالى خص نبيه بفيء بني النضير وجعل أموالهم له فيئًا فهو مخصوص بهذا (٥) ، وأما سائر الأئمة فليس لهم أن يحكموا في مال بحكم الفيئ إلا إذا حصل بلا إيجاف خيل ولا ركاب وبلا قتال. </p><p>(١) انظر: \"جامع البيان\" ٢٨/ ٢٤، و\"الكشف والبيان\" ١٢/ ٨٩ أ، و\"معالم التنزيل\" ٤/ ٣١٦، و\"زاد المسير\" ٨/ ٢٠٩ (٢) انظر: \"تفسير مقاتل\" ١٤٧ ب، و\"جامع البيان\" ٢٨/ ٢٤.(٣) في (ك): (وكان).(٤) انظر: \"تهذيب اللغة\" ٨/ ١٤٩ (غنم)، ١٥/ ٥٧٨ (فاء)، و\"المغني\" ٩/ ٢٨٣.(٥) قال السهيلي: ولم يختلفوا في أن أموال بني النضير كانت خاصة برسول الله -صلى الله عليه وسلم- وأن المسلمين لم يوجفوا عليهم بخيل ولا ركاب، وأنه لم يقع بينهم قتال أصلاً. \"فتح الباري\" ٧/ ٣٣. قلت: وتخصيص الرسول -صلى الله عليه وسلم- بأموال بني النضير هو الثابت عن عمر ابن الخطاب؟ وعمن حضر مجلسه من كبار الصحابة رضوان الله عليهم. انظر: \"صحيح البخاري\"، كتاب: المغازي، باب: حديث بني النضير ٥/ ١١٣, و\"فتح الباري\" ٤/ ٣٣٧ - ٣٣٥، و\"صحيح مسلم بشرح النووي\" ١٢/ ٧١، والحديث مخرج في الكتب الستة، وغيرها.</p><p> قال صاحب النظم: قوله: {فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ} ليس بعلة لصرف الفيئ عنهم، وإنما هو تعزية لهم عما صرف عنهم لئلا يأسفوا عليه بما أعلمهم أنهم لم ينفقوا فيه شيئًا, ولا لزمهم نصب ولا تعب كما يكون في الوقائع. </p><p> ثم وكد ذلك بقول {وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ} فكان في ذلك زيادة شرح لإحراز جميع الفيئ لرسوله دون أصحابه (١) . </p><p> قال المفسرون: فجعل الله أموال بني النضير لرسوله -صلى الله عليه وسلم- خاصة يفعل فيها ما يشاء، فقسمها رسول الله -صلى الله عليه وسلم- بين المهاجرين ولم يعط الأنصار منها شيئًا إلا ثلاثة نفر كانت بهم حاجة وهم أبو دجانة (٢) ، وسهل بن حنيف (٣) ، والحرث (٤) بن الصمة (٥) . </p><p>(١) لم أقف عليه. (٢) أبو دجانة سماك بن أوس، بن خرشة الأنصاري الخزرجي، شهد بدرًا، وأحدًا، واليمامة وقتل بها. وهو قاتل مسيلمة الكذاب مع وحشي بن حرب رضي الله عنهما. انظر: \"المعارف\" ص ٢٧١، و\"البداية والنهاية\" ٦/ ٣٣٧.(٣) سهل بن حنيف الأوسي، حضر المشاهد كلها مع رسول الله -صلى الله عليه وسلم- وشهد مع علي بن أبي طالب مشاهده كلها غير الجمل، فإنه كان قد استخلفه على المدينة، توفي سنة (٣٨ هـ) بالكوفة، وصلى عليه علي رضي الله عنهما. انظر: \"المعارف\" ص ٢٩١، و\"البداية والنهاية\" ٧/ ٣١٨.(٤) الحارث بن الصمة، أبو سعد: آخى رسول الله -صلى الله عليه وسلم- بينه وبين صهيب بن سنان، شهد أحدًا وثبت مع الرسول -صلى الله عليه وسلم- وشهد يوم بئر معونه، وقتل يومئذ شهيدًا في صفر على رأس ستة وثلاثين شهرًا من الهجرة. انظر: \"طبقات ابن سعد\" ٣/ ٥٠٨.(٥) انظر: \"الكشف والبيان\" ١٣/ ٨٩ ب، ذكره بغير سند، و\"معالم التنزيل\" ٤/ ٣١٦، و\"زاد المسير\" ٨/ ٢٠٩.وهو المنقول عن السهيلي، واقتصر ابن إسحاق، وابن هشام، وابن سيد الناس، =</p>"
}