{
  "id": null,
  "sura": 60,
  "aya": 13,
  "text": "<p> وروى عمرو بن شعيب عن أبيه عن جده (أن النبي -صلى الله عليه وسلم- كان إذا بايع النساء دعا بقدح من ماء فغمس يده ثم غمسن أيديهن فيه)  (١) . </p><p> ١٣ - قوله تعالي:  {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ} قال ابن عباس: يريد حاطب بن أبي بلتعة يقول: لا تتولوا اليهود والمشركين (٢) . </p><p> وقال المقاتلان: يقول للمؤمنين: لا تتولوا اليهود، وذلك أن ناسًا من فقراء المسلمين كانوا يخبرون اليهود أخبار المسلمين يتواصلون إليهم بذلك فيصيبون من ثمارهم، فنهى الله عن ذلك (٣) . </p><p>= رضي الله عنها- وفيه (ولا والله ما مست يده يد امرأة قط في المبايعة، ما يبايعهن إلا بقوله (قد بايعتك على ذلك) رواه البخاري في كتاب التفسير، باب: إذا جاءكم المؤمنات مهاجرات ٦/ ١٨٧، وفي كتاب الطلاق باب إذا أسلمت المشركة أو النصرانية تحت الذمي أو الحربي ٧/ ٦٤، وروى الحديث الآخر هو حديث أميمة بنت رقيقة، وفيه: فقلن: يا رسول الله. ابسط يدك نصافحك؛ قال: \"أني لا أصافح النساء، ولكن سآخذ عليكن .. \" الحديث. رواه أحمد في المسند، وقال ابن كثير: إسناده صحيح، ورواه الترمذي، والنسائي، وابن ماجه، كلهم عن محمد بن المنكدر، عن أميمة. (١) قال ابن حجر: (أخرجه ابن سعد عن الواقدي، عن أسامة بن زيد، عن عمرو بن شعيب، نحوه. وله شاهد في الطبراني، عن عروة بن مسعود، وآخر في تاريخ أصبهان لأبي نعيم في حرف الحاء من حديث أسماء بنت يريد) \"تخريجات الكشاف\" ص ١٦٩.(٢) انظر: \"التفسير الكبير\" ٢٩/ ٣٠٩.(٣) انظر: \"تفسير مقاتل\" ١٥٣ أ، و\"الكشف والبيان\" ١٣/ ١١٢ ب، و\"أسباب النزول\" للواحدي ص ٤٩٠، وفي \"الدر\" ٦/ ٢١١ قال: أخرج أبو إسحاق وأبي المنذر، عن ابن عباس -رضي الله عنهما- قال: كان عبد الله بن عمر، وزيد بن الحارث يوادون رجالاً من يهود، فأنزل الله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ}.</p><p> قوله تعالى:  {قَدْ يَئِسُوا مِنَ الْآخِرَةِ} يعني أن اليهود كذبت محمداً -صلى الله عليه وسلم- وهم (١) يعرفون أنه رسول صادق، وأنهم قد أفسدوا عليهم آخرتهم بتكذيبهم إياه فهم آيسون من أن يكون لهم في الآخرة خير. </p><p> قوله تعالى:  {كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ} أي: كما يئس الكفار الذين ماتوا وصاروا في القبور وتبينوا أن لا حظ لهم في الآخرة. </p><p> وهذا قول الكلبي، والمقاتلان، وعكرمة، وعطاء، عن ابن عباس. قالوا: يعني الكفار الذين ماتوا فيئسوا من الجنة، ومن أن يكون لهم في الآخرة خير (٢) . </p><p> وقال الحسن: يعني الكفار الأحياء يئسوا من الأموات (٣) . </p><p> قال أبو إسحاق: يقول يئس اليهود الذين عاندوا النبي -صلى الله عليه وسلم- من أن يكون لهم في الآخرة حظ، كما يئس الكفار الذين لا يوقنون بالغيب من موتاهم أن يبعثوا (٤) . </p><p>(١) (ك): (وهم) ساقطة. (٢) أخرجه ابن جرير، عن مجاهد، والكلبي، وابن زيد، وعكرمة، ومنصور، وأخرجه ابن المنذر عن سعيد بن جبير، وأخرجه سعيد بن منصور، وابن أبي شيبة. انظر: \"المصنف\" لابن أبي شيبة، عن مجاهد، وعكرمة، وأخرجه عبد الرزاق عن الكلبي. وهو قول مقاتل. انظر: \"تفسير عبد الرزاق\" ٢/ ٢٨٩، و\"تفسير مقاتل\" ١٥٣ أ، و\"جامع البيان\" ٢٨/ ٥٤، و\"الكشف والبيان\" ١٣/ ١١٣ أ.(٣) انظر: \"معالم التنزيل\" ٤/ ٣٣٦، و\"التفسير الكبير\" ٢٩/ ٣٠٩.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦١.</p><p> سورة الصف </p><p> [تفسير سورة الصف] </p><p> بسم الله الرحمن الرحيم </p><p> ١، ٢ - {سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (١) يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} قال أكثر المفسرين: إن المؤمنين قالوا: وددنا أن الله يخبرنا بأحب الأعمال إليه حتى نعمله ولو ذهبت فيه أموالنا وأنفسنا؛ فأنزل الله تعالى {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ} الآية. وأنزل قوله:  {أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ} الآية. فكرهوا الموت وأحبوا الحياة، وتولوا يوم أحد، فأنزل الله {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} وهذا قول مقاتل ومجاهد، وعطاء، عن ابن عباس (١) . </p><p> وقال قتادة، والضحاك: كان الرجل يقول: قاتلت ولم يقاتل، وطعنت ولم يطعن، وفعلت، ولم يفعل، فنزلت هذه الآية (٢) . </p><p> قال الحسن: نزلت في المنافقين. كانوا يقولون مالا يعتقدون ويعدون المؤمنين النصر فيكذبون (٣) . ثم ذم القول إذا لم يسعفه الفعل فقال: </p><p>(١) انظر: \"تفسير مقاتل\" ١٥٢ ب، و\"جامع البيان\" ٢٨/ ٥٥، و\"الكشف والبيان\" ١٣/ ١١٣ ب، و\"أسباب النزول\" للواحدي ص ٤٩١ - ٤٩٢. (٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٩٠، و\"الكشف والبيان\" ١٣/ ١١٤ أ، و\"معالم التنزيل\" ٤/ ٣٣٧، و\"الدر\" ٦/ ٢١٣.(٣) انظر: \"الكشف والبيان\" ١٣/ ١١٤ أ، و\"زاد المسير\" ٨/ ٢٥٠، وهو المروي عن ابن زيد ايضًا. \"معالم التنزيل\" ٤/ ٣٣٧.</p>"
}