{
  "id": null,
  "sura": 60,
  "aya": 10,
  "text": "<p> خفض على البدل كما ذكرنا في الآية الأولى (١) ، والمعنى: إنما ينهاكم الله عن أن تتولوا هؤلاء الذين قاتلوكم. قال أبو إسحاق: أي أن مكاتبتهم بإظهار ما أسره النبي -صلى الله عليه وسلم- موالاة (٢) . </p><p> ١٠ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ} الآية. وقال جماعة المفسرين لما قاضى رسول الله -صلى الله عليه وسلم- عام الحديبية المشركين على أن يرد إليهم من جاء من المسلمين منهم ولا يردون من جاءهم من المسلمين وكتبوا بذلك العهد جاءت سبيعة بنت الحارث الأسلمية (٣) مؤمنة إلى المسلمين وزوجها مسافر المخزومي -وقال المقاتلان- زوجها صيفى بن الراهب (٤) . </p><p> وقال الزهري: جاءت أم كلثوم بنت عقبة بن أبي معيط، وهي عاتق (٥) فجاء أهلها يسألون رسول الله -صلى الله عليه وسلم- أن يرجعها إليهم. وهذا قول ابن عباس. إلا أنه قال: هربت من زوجها عمرو بن العاص ومعها أخواها </p><p>(١) انظر: \"مشكل إعراب القرآن\" ٢/ ٧٢٩. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١٥٨.(٣) سبيعة بنت الحارث الأسلمية، أسلمت بعد صلح الحديبية، ويؤيد هذا أن هبة الله في \"الناسخ والمنسوخ\" ذكر أن النبي -صلى الله عليه وسلم- لما انصرف من الحديبية لحقت به سبيعة بنت الحارث، امرأة من قريش فبان أنها غير الأسلمية التي تروي عدة المرأة التي مات عنها زوجها، وهذا قول العقيلي، ومنهم من قال بأنها هي، والله أعلم. \"الإصابة\" ٤/ ٣٢٤ - ٣٢٥. انظر: \"تهذيب التهذيب\" ١٢/ ٤٢٤، و\"الكاشف\" ٣/ ٤٧٢.(٤) انظر: \"تفسير مقاتل\" ١٥٢ أ، و\"الكشف\" ١٣/ ١٠٨ ب، و\"أسباب النزول\" للواحدي ص ٤٨٩، و\"معالم التنزيل\" ٤/ ٣٣٢.(٥) العاتق: الشابة أول ما تُدرك، وقيل: هي التي لم تبن من والديها ولم تتزوج، وقد أدركت وشبت. اللسان ٢/ ٦٧٨ (عتق).</p><p> عمارة والوليد، فرد رسول الله -صلى الله عليه وسلم- أخويها وحبسها، فقالوا للنبي -صلى الله عليه وسلم- ردها علينا فإن شرطنا عليك أن من أتاك من عندنا أن ترده علينا، فقال النبي -صلى الله عليه وسلم- \"لوكان الشرط في الرجال ولم يكن في النساء\"  (١) فأنزل الله هذه الآية {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ}  (٢) سماهن مؤمنات ولم يعرفن بالإيمان. وقبل أن يصلوا إلى النبي -صلى الله عليه وسلم- لإظهارهن الإيمان وكلمة التصديق. </p><p> قوله:  {فَامْتَحِنُوهُنَّ} قال المفسرون: ذلك أن يستخلف المهاجرة ما هاجرت لبغض زوجها ولا لحدث أحدثته ولا خرجت عشقاً لرجل من المسلمين، وما خرجت إلا رغبة في الإسلام (٣) ، فهذا هو معنى الامتحان المأمور به. </p><p>(١) قال ابن حجر: وهذا لو ثبت كان قاطعًا للنزاع، لكن يؤيد الأول والثالث ما تقدم في أول الشروط وهو حديث أم كلثوم الآتي - وقوله الأول والثالث هو قول من قال بأن حكم النساء نسخ بهذه الآية، أو هو عام أريد به الخصوص وبين ذلك عند نزول الآية. \"فتح الباري\" ٩/ ٤١٩، وانظر: \"تفسير القرآن العظيم\" ٤/ ٣٥. (٢) انظر: \"صحيح البخاري\"، كتاب المغازي، باب غزوة الحديبية (٣١) ٥/ ١٦٢، وفيه (فجاء أهلها) وفي حديث عبد الله بن أبي أحمد بن جحش \" .. فخرج أخواها الوليد وعمارة ابنا عقبة بن أبي معيط حتى قدما المدينة فكلما رسول الله -صلى الله عليه وسلم- أن يردها إليهم ... \" الحديث. انظر: \"الكشف والبيان\" ١٣/ ١٠٨ ب، \"فتح الباري\" ٧/ ٤٥٤، \"تفسير القرآن العظيم\" ٤/ ٣٥٠، \"مجمع الزوائد\" ٧/ ١٢٣، و\"زاد المسير\" ٨/ ٢٣٨، قلت: وهم المؤلف -رحمه الله- في قوله (ومعها أخواها عمارة والوليد) لأن الوليد -رضي الله عنه- لم يسلم إلا عام الفتح، ولما ثبت في الصحيح من أنهما جاءا لطلبها، والله أعلم.(٣) ذكر المفسرون نحو هذا عن ابن عباس، ومجاهد، وقتادة، وعكرمة، وغيرهم. انظر: \"تفسير مقاتل\" ١٥٢ أ، و\"تفسير مجاهد\" ٢/ ٦٦٨، و\"تفسير عبد الرزاق\" ٢/ ٢٨٨، و\"جامع البيان\" ٢٨/ ٤٤، و\"تفسير القرآن العظيم\" ٤/ ٣٥٠.</p><p> قوله تعالى:  {اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ} أي: إن هذا الامتحان لكم والله عالم بإيمانهن؛ لأنه يتولى السرائر، وأما أنتم فإنما تعرفون الظواهر وهو قوله:  {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ} أي بما يظهرون من الإيمان. </p><p> وقال مقاتل: فإن علمتموهن مؤمنات قبل المحنة (١) ، وجملة الكلام في هذا أن المرأة إذا هاجرت الكفار إلى المسلمين وأظهرت الإيمان لم يجز ردها إلى الكفار، وإن كان بيننا وبينهم عهد بأن نرد إليهم من جاءنا من عندهم مسلمًا، والأمر بالامتحان أمر استحباب وهو غير واجب (٢) ، فإذا عرفناها مؤمنة لم يجز ردها إليهم بحال، وإنما يعرف ذلك بإقرارها وذلك قوله تعالى:  {فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ} واختلفوا في أن ذلك العهد الذي جرى بينهم بالحديبية هل يتناول النساء أم لا؟ </p><p> قال عروة بن الزبير: إن الله نقض العهد في النساء ومنعهن أن يردون وحكم فيهن بالذي حكم، وهذا يدل على أن العهد كان عاماً في الرجال والنساء. ثم أمضى الله ذلك في الرجال ومنع في النساء (٣) . </p><p> وقال المقاتلان: إن النبي -صلى الله عليه وسلم- كان عالماً بأن الشرط ممنوع في النساء ولكن أوهم المشركين بإطلاق العهد أنهن مردودات. </p><p> القول الثاني: أنه لم يعلم أن الشرط في النساء باطل، حتى أعلمه الله </p><p>(١) انظر: \"تفسير مقاتل\" ١٥٢ أ. (٢) أخرجه ابن إسحاق، وابن سعد، وابن المنذر، وابن جير، وغيرهم انظر: \"جامع البيان\" ٢٨/ ٤٥، \"السنن الكبرى\" للبيهقي ٧/ ١٧٠، و\"الدر\" ٦/ ٢٠٦.(٣) أخرجه ابن أبي حاتم من طريق مقاتل بن حيان، وهو قول مقاتل بن سليمان أيضًا. انظر: \"تفسير مقاتل\" ١٥٢ أ، و\"تفسير القرآن العظيم\" ٤/ ٣٥٠.</p><p> أنهن غير مردودات ولا داخلات في العهد. </p><p> قوله تعالى:  {لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ} قال ابن عباس: لم يحل الله مؤمنة لكافر، ولا نكاح مؤمن لمشركة (١) . </p><p> وقوله:  {وَآتُوهُمْ مَا أَنْفَقُوا} يعني أزواجهن الكفار ما أنفقوا عليهن من المهر. قال أصحابنا: إنما أمرنا أن نغرم مهرهن؛ لأنهن كن داخلات في الشرط الذي شرط رسول الله -صلى الله عليه وسلم- برد من جاءه منهن على أحد القولين، فلزم العزم لأنهن دخلن في العقد ثم منعناهن، وإذا قلنا لم يدخلن في العقد فالعزم إنما كان لإيهام رسول الله -صلى الله عليه وسلم- إياهم أنهن داخلات في الشرط ثم لم يلزم غرم المهر إلا إذا طالب الزوج الكافر بذلك وحضر لطلبه، فإذا حضر وهي باقية عندنا منعناها وغرمنا له صداقها، وإن كانت ماتت قبل حضور الزوج ما (٢) نغرم المهر؛ لأن المنع لم يتحقق، وإنما نغرم الصداق المسمى في أصل العقد لا مهر المثل؛ لأن الله تعالى قال:  {وَآتُوهُمْ مَا أَنْفَقُوا} وهذا يتناول المسمى في العقد، فإن كان المسمى خمرًا أو خنزيرًا لم نغرم شيئًا، لأن ذلك ليس بمال، وان كان المسمى مالاً ولكنه لم يسلمه إليها لم نغرم له شيئاً؛ لأنه ما أنفق شيئًا. وكذلك لو كانت أبرأته. </p><p> وقال مقاتل: يرد المهر الذي يتزوجها من المسلمين، فإن لم يتزوجها من المسلمين أحد فليس لزوجها الكافر شيء (٣) . </p><p> قوله:  {وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ} أباح الله نكاحهن بشرط المهر؛ لأن الإسلام فرق بينها وبين زوجها الكافر. وهذا </p><p>(١) انظر: \"تنوير المقباس\" ٦/ ٥٥. (٢) كذا في (ك)، ولعل صوابها: (لم).(٣) انظر: \"تفسير مقاتل\" ١٥٢ أ.</p><p> مختلف بالمرأة فإن إسلامها إن كان قبل المسيس بانت منه بنفس الإسلام ولا عدة لها, ولها أن تنكح مسلمًا في الحال، وإن كان بعد المسيس كان النكاح موقوفًا على انقضاء العدة، فإن أسلم الزوج قبل انقضاء العدة فهما على النكاح الأول، وإن انقضت عدتها قبل إسلام الزوج علمنا أنها بانت منه يوم أسلمت (١) . </p><p> قوله:  {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ} قراءة أبي عمرو من التمسيك يقال: مسك يمسك، مثل أمسك يمسك، وحجته قوله:  {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ}  [الأعراف: ١٧٠] وقراءة الباقين بالتخفيف من الإمساك (٢) . والعصم جمع العصمة وهي كل ما عصمك واعتصمت به. قال أبو عبيدة: أصل العصمة: الحمل والسبب (٣) . </p><p> قال ابن عباس: العصمة النكاح فيما بيننا (٤) . </p><p> قال مقاتل: يعني بعقد الكوافر، يقول: لا تعقد بامرأتك الكافرة فإنها ليست لك بامرأة (٥) ، وقال المفسرون: من كانت له امرأة كافرة بمكة فلا يعتدن بها فقد انقطعت عصمته منها ولا عصمة بين المشركة والمؤمن فإذا أسلم الزوج وامرأته الوثنية بقيت على الكفر حتى انقطعت عدتها فقد </p><p>(١) انظر: \"زاد المسير\" ٨/ ٢٤٢، ونسبه الأوزاعي والليث ومالك والشافعي. (٢) قرأ أبو عمرو ويعقوب: (ولا تُمسَّكُوا) بالتشديد. وقرأ الباقون: (ولا تُمْسِكوا) بالتخفيف. انظر: \"حجة القراءات\" ص ٧٠٧، و\"الحجة للقراء السبعة\" ٦/ ٢٨٦, \"النشر\" ٢/ ٣٨٧.(٣) انظر: \"مجاز القرآن\" ٢/ ٢٥٧، و\"تهذيب اللغة\" ٢/ ٥٣ (عصم).(٤) كذا في (ك)، ولم أجده.(٥) انظر: \"تفسير مقاتل\" ١٥٢ أ.</p>"
}