{
  "id": null,
  "sura": 60,
  "aya": 12,
  "text": "<p> الظفر لكم فأعطوا الأزواج من رأس الغنيمة ما أنفقوا عليهن من المهر. وهو قوله:  {فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا} . </p><p> ١٢ - قوله تعالى:  {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ} قال الكلبي: لما فتح رسول الله -صلى الله عليه وسلم- مكة غرم من الغنيمة للذين ذهبت أزواجهم إلى الكفار مهور نسائهم، جاءته نساء أهل مكة يبايعنه فأنزل الله هذه الآية (١) . وشرط في مبايعة النساء أن يأخذ عليهن هذا الشرط الذي (٢) ذكره في هذه الآية وهو قوله: {عَلَى أَنْ لَا يُشْرِكْنَ} إلى قوله: {وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ} وقال المفسرون: يعني بالأولاد الذي كان يفعله الجاهلية، ثم هو عام في كل نوع من قتل الولد (٣) . </p><p> قوله تعالى:  {وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} قال ابن عباس: يريد لا تلحق بزوجها ولدًا ليس منه (٤) ، وقال الكلبي: هو أن تجيء بالصبي من غير زوجها فتقول لزوجها: هو منك وأنا ولدته، وهذا </p><p>(١) يظهر لي -والله أعلم- أن في العبارة خلطًا واستقامتها: وهو قوله {فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا} فغرم من الغنيمة للذين ذهبت أزواجهم إلى الكفار مهور نسائهم. قوله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ} قال الكلبي: لما فتح رسول الله -صلى الله عليه وسلم- مكة جاءته نساء)، وانظر: \"زاد المسير\" ٨/ ٢٤٤، ونسبه للمفسرين.(٢) في (ك): (التي).(٣) انظر: \"زاد المسير\" ٨/ ٢٤٦، و\"روح المعاني\" ٢٨/ ٨٠.(٤) أخرج ابن جرير، وعبد بن حميد، وابن المنذر، وابن أبي هاشم، وابن مردويه. انظر: \"جامع البيان\" ٢٨/ ٥١، و\"الدر\" ٦/ ٢١٠، و\"تنوير المقباس\" ٦/ ٥٨، و\"تفسير مقاتل\" ١٥٣ أ، و\"التفسير الكبير\" ٢٩/ ٣٠٨، \"تفسير القرآن العظيم\" ٤/ ٣٥٤.</p><p> قول جماعة المفسرين (١) . </p><p> قال الفراء: كانت المرأة تلتقط المولود فتقول لزوجها: هذا ولدى منك. فذلك البهتان المفترى (٢) . </p><p> وقال أبو إسحاق: أي لا يأتين بولد ينسبنه إلى الزوج، فإن ذلك بهتان وفرية (٣) . </p><p> ومعنى {بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} أي مفترينه. أي أنفسهن بأن يقلن: نحن ولدنا، وإنما قيل {بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} لأن الولد إذا وضعته الأم سَقَطَ بين يديها ورِجليها, وليس المعنى على هذا (٤) نهيهن من أن يأتين بولد من الزنا فينسبنه إلى الأزواج؛ لأن النهي عن الزنا (٥) قد تقدم، ولأنها إذا كانت ذات زوج وزنت كان الولد لاحقًا بالزوج بحق الفراش. </p><p> قوله تعالى:  {وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} قال الكلبي: في معروف مما تأمرهن به وتنهاهن عنه كالنوح، وتمزيق الثياب، وجز الشعر، وشق الجيب، وأن تخلو بغير ذي محرم، وأن تسافر سفرًا مع (٦) غير ذي محرم. ونحو هذا قال المقاتلان (٧) . </p><p>(١) انظر: \"تنوير المقباس\" ٦/ ٥٨، و\"معالم التنزيل\" ٤/ ٣٣٥، و\"زاد المسير\" ٨/ ٢٤٦، ولم ينسب لقائل. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٢.(٣) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦٠.(٤) (هذا) ساقطة من (ك).(٥) (ك): (لأن الشرط بنهي الزنا).(٦) (مع) ساقطة من (ك).(٧) انظر: \"تفسير مقاتل\" ١٥٣ أ، و\"الكشف والبيان\" ١٣/ ١١١ ب، و\"معالم التنزيل\" ٤/ ٣٣٥، و\"التفسير الكبير\" ٢٩/ ٣٠٨.</p><p> وهو معنى قول ابن زيد: لا ينشرن شعرًا ولا يخمشن وجهًا, ولا يدعون ويلاً. </p><p> وكثير من المفسرين خصوا هذا المعروف بالنهي عن النوح. وهو قول سالم بن أبي الجعد (١) ، وعكرمة، وجماعة. قالوا: لا تنحن نوح الجاهلية (٢) . </p><p> قالت أم عطية: كان فيما اشترط علينا في البيعة أن لا ننوح (٣) . </p><p> وقالت أم سلمة (٤) : قالت امرأة: يا رسول الله: ما هذا المعروف الذي لا ينبغي لنا أن نعصيك فيه؟ قال: لا تنحن (٥) . </p><p>= وأخرج ابن جرير ٢٨/ ٢٥، وعبد الرزاق ٢/ ٢٨٩ عن قتادة بسند صحيح قوله: (هو النوح أخذ عليهن لا ينحن ولا يخلون بحديث الرجال إلا مع ذي محرم. قال فقال عبد الرحمن بن عوف: إنا نغيب ويكون لنا أضياف، قال: ليس أولئك عنيت. \"فتح الباري\" ٨/ ٦٤٠. وإسناده إلى قتادة صحيح، ولكنه مرسل حيث سقط منه اسم الصحابي الذي رواه انظر: \"تفسير ابن عباس ومروياته في التفسير من كتب السنة\" ٢/ ٨٧٦. (١) (أبي) ساقطة من (ك).(٢) انظر: \"جامع البيان\" ٢٨/ ٥١، و\"الدر\" ٦/ ٢١٠.(٣) وهو حديث صحيح، أخرجه البخاري في كتاب التفسير، باب: إذا جاءك المؤمنات يبايعنك ٦/ ١٨٧، ولفظه: قالت: بايعنا رسول الله -صلى الله عليه وسلم- فقرأ: (أن لا يشركن بالله شيئًا) ونهانا عن النياحة.(٤) أم سلمة هي هند بنت أمية بن المغيرة المخزومية، آخر أمهات المؤمنين وفاة، توفيت سنة إحدى وستين، وقيل تسع وخمسين، وقبرت بالبقيع، وهي ابنة أربع وثمانين سنة -رضي الله عنها- انظر: \"الإصابة\" ١٣/ ١٦١، \"صفة الصفوة\" ٢/ ٤٠، \"العبر\" ١/ ٤٨، و\"البداية والنهاية\" ٨/ ٢١٤.(٥) أخرجه أحمد في \"المسند\", وابن ماجه في سننه، والترمذي في سننه.</p><p> وروى الربيع عن أبي العالية في قوله:  {فِي مَعْرُوفٍ} قال: في كل أمر وافق طاعة الله فلم يرضي الله لنبيه أن يطاع في معصية الله (١) . وقال عطاء عن ابن عباس {فِي مَعْرُوفٍ} في كل بر وتقوى. ويريد فرائض الله (٢) . وقال أبو إسحاق: والجملة أن المعنى لا يعصينك في جميع ما تأمرهن (٣) به بالمعروف (٤) . </p><p> قوله تعالى:  {فَبَايِعْهُنَّ} جواب لـ {إِذَا} في أول الآية. أي إذا بايعنك على هذا الشرط فبايعهن. واختلفوا في كيفية بيعة النبي -صلى الله عليه وسلم- مع النساء. فروى سالم بن أبي الجعد، عن أبي فليح قال: كان رسول الله -صلى الله عليه وسلم- يبايع النساء على الصفا، وجلس معه عمر فجعل يشترط على النساء للبيعة، وعمر يصافحهن. </p><p> وروى الزهري عن عروة، عن عائشة قالت: كان رسول الله -صلى الله عليه وسلم- يبايع النساء بالكلام بهذه الآية وما مست (٥) يد رسول الله -صلى الله عليه وسلم- النساء للبيعة. فقلت: ألا تحسر لنا عن يديك؟ قال: إني لست أصافح النساء ولكن أخذ عليهم (٦) . </p><p>(١) أخرجه ابن أبي شيبة انظر: \"المصنف\" لابن أبي شيبة، وعبد بن حميد، و\"الدر\" ٦/ ٢١٠. (٢) انظر: \"معالم التنزيل\" ٤/ ٣٣٥، و\"التفسير الكبير\" ٢٩/ ٣٠٨، ذكرا نحوه دون نسبة لقائل.(٣) في (ك): (تأمر).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦٠، وأخرجه الثعلبي عن الكلبي من غير سند. \"الكشف والبيان\" ١١١ ب.(٥) في (ك): (مس).(٦) مما يظهر من سياق المؤلف رحمه الله خلطه بين حديثين أحدهما حديث عائشة =</p>"
}