{
  "id": null,
  "sura": 61,
  "aya": 12,
  "text": "<p> صلوات الله عليه (١) . </p><p> قوله تعالى:  {وَاللَّهُ مُتِمُّ نُورِهِ} قال ابن عباس: يظهر دينه (٢) . والأصل التنوين, لأنه لما لم يقع، ومن أضاف نوى التنوين والانفصال أيضًا (٣) كما ذكرنا في قوله: {عَارِضٌ مُمْطِرُنَا}  (٤) و {هَدْيًا بَالِغَ الْكَعْبَةِ}  (٥) ، و {كَاشِفَاتُ ضُرِّهِ}  [الزمر: ٣٨] وهذه الآية والتي بعدها مفسرات في سورة براءة (٦) </p><p> ١٢ - قوله تعالى:  {يَغْفِرْ لَكُمْ ذُنُوبَكُمْ} قال أبو إسحاق: هذا جواب {تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ} لأن معناه معنى الأمر، المعنى: آمنوا بالله ورسوله وجاهدوا في سبيل الله بأموالكم وأنفسكم يغفر (٧) لكم، والدليل على ذلك أن في قراءة ابن مسعود. {آمَنُوا بِاللَّهِ}  (٨) . </p><p>(١) أخرج البخاري في كتاب: التفسير، سورة الصف ٦/ ١٨٨، ومسلم في الفضائل باب في أسمائه -صلى الله عليه وسلم-، وغيرها عن جبر بن مطعم. سمى لنا رسول الله -صلى الله عليه وسلم- نفسه أسماء فقال: \"أنا محمد، وأنا أحمد، وأنا الماحي الذي يمحو الله بن الكفر .. \" الحديث. (٢) انظر: \"تنوير المقباس\" ٦/ ٦٢.(٣) قرأ ابن كثير، وحمزة، والكسائي، وخلف، وحفص (متمُ) بغير تنوين (نورِه) بالخفض.وقرأ نافع، وأبو عمرو، وابن عامر، وأبو بكر، وأبو جعفر، ويعقوب (مُتِمٌ) بالتنوين (نورَه) بالنصب. انظر: \"حجة القراءات\" ص ٧٠٧، و\"النشر\" ٢/ ٣٨٧, و\"الإتحاف\" ص ٤١٥.(٤) من الآية (٢٤) من سورة الأحقاف، وانظر: \"الحجة\" للقراء ٦/ ٢٨٩.(٥) قوله تعالى: {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ} من الآية ٩٥ من سورة المائدة.(٦) عند تفسيره لآية (٣٢ - ٣٣) من سورة براءة.(٧) (في سبيل الله بأموالكم وأنفسكم) ساقطة من (ك).(٨) انظر: \"معاني القرآن\" للزجاح ٥/ ١٦٦.</p><p> وقال الفراء: جزم {يَغْفِرْ لَكُمْ} بهل، وتأويل {هَلْ أَدُلُّكُمْ} أمر كقولك: هل أنت ساكت، معناه: اسكت (١) . </p><p> قال أبو إسحاق: وهذا غلط بين، ليس إذا دلهم النبي -صلى الله عليه وسلم- على ما ينفعهم غفر الله لهم، إنما يغفر الله لهم إذا آمنوا وجاهدوا، وهو جواب {تُؤْمِنُونَ} و {وَتُجَاهِدُونَ}  (٢) على ما ذكرنا في سورة براءة. </p><p> وإدغام الراء في اللام في {يَغْفِرْ لَكُمْ} وغيره غير جائز عند النحويين لقوة الراء (٣) ، والأضعف يدغم في الأقوى لا الأقوى في الأضعف، والدليل على قراءة الراء أنه حرف متكرر، ولذلك غلب المطبق والمستعلي، وهو أنه لا يقال ما في أوله الصاد والضاد والطاء والظاء، نحو صالح، وضابط، وطالب، وظالم، ويُقال نحو ضارب وصارم وطارد مكان الراء. وجاز ذلك لأن الكسر كأنه تكرر في الكلمة، وكذلك لا يمال نحو خالد. ويُقال نحو خارج وحارب لما ذكرنا (٤) . </p><p>(١) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٤. (٢) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦٦، وقد وجُه قول الفراء بأن يحمل على المعنى. قال المهروي: وهو أن يكون (تؤمنون) و (تجاهدون) عطف بيان على قوله (هل أدلكم) كأن التجارة لم يدر ما هي فبينت بالإيمان والجهاد، فهي هما في المعنى، فكأنه قال: هل تؤمنون وتجاهدون، قال: فإن لم تقدر هذا التقدير لم يصح. لأنه يصير إن دللتم يغفر لكم، والغفران إنما يجب بالقبول والإيمان لا بالدلالة. انظر: \"البحر المحيط\" ٨/ ٢٦٣، وبنحوه قال الزمخشري و\"الكشاف\" ٤/ ٩٤، قال الألوسي: والإنصاف أن تخريج الفراء لا يخلو عن بعد. \"روح المعاني\" ٢٨/ ٨٩.(٣) قرأ أبو عمرو (يغفر لكم) بإدغام الراء في اللام. \"النشر\" ٢/ ١٣,١٢.(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٦٧، ومما قال عن أبي عمرو، وهو إمام =</p>"
}