{
  "id": null,
  "sura": 62,
  "aya": 5,
  "text": "<p> في درجة الفضل بمن (١) شاهد رسول الله -صلى الله عليه وسلم- وشاركوهم في ذلك الفضل. </p><p> وقال مقاتل:  {ذَلِكَ فَضْلُ اللَّهِ} يعني الإسلام (٢)  {يُؤْتِيهِ مَنْ يَشَاءُ} . </p><p> وقال مقاتل بن حيان (٣) : يعني النبوة فضل الله يؤتيه من يشاء. فاختص بها محمدًا -صلى الله عليه وسلم- (٤) . </p><p> {وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} ذو المن العظيم على جميع خلقه. </p><p> ثم ضرب لليهود الذين تركوا العمل بالتوراة والإيمان بالنبي -صلى الله عليه وسلم- مثلًا. </p><p> ٥ - فقال قوله:  {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ} قال المفسرون: حملوا العمل بما فيها وكلفوا القيام بها (٥) . </p><p> وقال صاحب النظم: ليس هو من العمل على الظهور، وإنما من الحمالة بمعنى الكفالة والضمان، ومنه قيل للكفيل الحميل. والمعنى: ضمنوا أحكام التوراة ثم لم يضمنوها ولم يعملوا بما فيها (٦) . قال الأصمعي: الحميل الكفيل، وقال الكسائي: حملت به حمالة: كلفت به (٧) . </p><p> قوله:  {كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} جمع سفر، وهو الكتاب </p><p>(١) في (ك): (من). (٢) انظر: \"تفسير مقاتل\" ١٥٤ ب.(٣) في (ك): (وقال مقاتل).(٤) انظر: \"التفسير الكبير\" ٣٠/ ٤.(٥) انظر: \"تفسير مقاتل\" ١٥٤ ب، و\"جامع البيان\" ٢٨/ ٦٣، و\"تفسير القرآن العظيم\" ٤/ ٣٦٤.(٦) انظر: \"التفسير الكبير\" ٣/ ٥.(٧) انظر: \"تهذيب اللغة\" ٥/ ٩٢، و\"اللسان\" ١/ ٧٢٤ (حمل).</p><p> الكبير، لأنه سفر عن المعنى إذا قرئ، ومثله شبر وأشبار (١) . شبه اليهود إذا لم ينتفعوا بما في التوراة وهي دالة على الإيمان بمحمد -صلى الله عليه وسلم- بالحمار يحمل كتب العلم ولا يدري ما فيها. </p><p> قال ميمون بن مهران: الحمار لا يدري أسفر على ظهره أم زبل. </p><p> وقال أهل المعاني: وهذا المثل يلحق من لم يفهم معاني القرآن ولم يعمل به وأعرض عنه إعراض من لا يحتاج إليه، ولهذا قال ميمون بن مهران: يا أهل القرآن: اتبعوا القرآن قبل أن يتبعكم. ثم تلا هذه الآية (٢) . </p><p> {لَمْ يَحْمِلُوهَا كَمَثَلِ} لم يؤدوا حقها ولم يحملوها حق حملها على ما فسرنا فشبههم والتوراة في أيديهم وهم لا يعملون (٣) بها بالحمار يحمل كتبًا وليس له من ذلك إلا نقل الحمل من غير انتفاع بمعاني ما حمل، كذلك اليهود ليس لهم من كتابهم إلا وبال الحجة عليهم. ثم ذم هذا المثل والمراد به ذمهم فقال قوله تعالي:  {بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ} أي: بئس مثل القوم مثل الذين كذبوا كما قال: {سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا}  [الأعراف: ١٧٧] أي: مثل القوم الذين، فيكون المضاف محذوفًا، ويكون موضع {الَّذِينَ} رفعًا، ويجوز أن يكون موضع {الَّذِينَ} جرًا والمقصود بالذم محذوف (٤) كما كان محذوفًا من قوله تعالى: {نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ}  [ص: ٤٤] ولم يذكر أيوب لتقدم ذكره، </p><p>(١) انظر: \"تهذيب اللغة\" (سفر)، و\"اللسان\" (سفر). (٢) انظر: \"التفسير الكبير\" ٣٠/ ٥.(٣) في (ك): (يعلمون).(٤) انظر: \"إعراب القرآن\" للنحاس ٣/ ٤٢٨، و\"الكشاف\" ٤/ ٩٦، و\"البحر المحيط\" ٨/ ٢٦٧.</p>"
}