{
  "id": null,
  "sura": 62,
  "aya": 9,
  "text": "<p> بغير فاء (١) . وهذه المسألة شرحناها في مواضع من هذا الكتاب عند قوله:  {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ} ثم قال: {فَلَهُمْ أَجْرُهُمْ}  (٢) وفي آي سواها، قال عثمان بن جني: ليست الفاء في (فإنه) زائدة، ولكنها لما دخلت لما في الكلام، معنى الشرط كأنه والله أعلم، قال: إن فررتم منه لاقاكم- فإن قال قائل: الموت ملاقيكم على كل حال فروا منه أو لم يفروا فما معنى الشرط والجواب هنا؟ وهل يصح الجواب بما هو واقع لا محالة؟ قيل: إن هذا على وجه الرد عليهم إذ ظنوا أن الفرار ينجيهم. وقد صرح هذا وأفصح عنه بالشرط الحقيقي زهير (٣) في قوله: </p><p> ومن هاب أسباب المنايا ينلنه ... ولو رام أسباب السماء بسلم (٤) </p><p> ٩ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ} قال مقاتل: يعني النداء إذا جلس الإمام على المنبر يوم الجمعة، وهو كما قال، لأنه لم يكن على عهد رسول الله -صلى الله عليه وسلم- نداء سواه كان إذا جلس على المنبر أذن بلال على باب المسجد، وكذا كان على عهد أبي بكر، وعمر رضي الله عنهما (٥) . </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٣/ ١٥٦. (٢) عند تفسيره الآية (٢٧٤) من سورة البقرة.(٣) انظر: \"سر صناعة الإعراب\" ١/ ٢٦٧، والبيت لزهير بن أبي سلمى، وهو في \"ديوانه\" بشرح ثعلب ص ٣٠، و\"شرح القصائد العشر\" ص ١٩٤، و\"الخصائص\" ٣/ ٣٢٤.(٤) انظر: \"تفسير مقاتل\" ١٥٥ أ، وهو قول مجاهد، والضحاك، والسائب بن يزيد.انظر: \"تفسير عبد الرزاق\" ٢/ ٢٩١، و\"جامع البيان\" ٢٨/ ٦٦، و\"زاد المسير\" ٨/ ٢٦١.(٥) روى البخاري في كتاب: الجمعة، باب: المؤذن الواحد يوم الجمعة ٢/ ١٠، =</p><p> وقوله:  {الْجُمُعَةِ} يعني لوقت الصلاة (١) . يدل عليه قوله:  {مِنْ يَوْمِ} والصلاة لا تكون من اليوم وإما يكون وقتها من اليوم، وأما الجمعة فقال الليث: الجمعة يوم خُصَّ به لاجتماع الناس في ذلك اليوم ويجمع على الجُمعان والجُمَع، والفعل جمَّع الناسُ: أي شهدوا الجمعة (٢) . </p><p> وروي عن سلمان قال: قال رسول الله -صلى الله عليه وسلم-: \"سميت الجمعة لأن آدم عليه السلام جمع خلقه\"  (٣) . </p><p> وقال بعضهم: سميت بهذا الاسم؛ لأن الله تعالى فرغ فيه من خلق الأشياء فاجتمعت فيه المخلوقات (٤) . </p><p> قال الفراء: وفيها ثلاث لغات (٥) ، التخفيف، وهي قراءة الأعمش، </p><p>= عن السائب بن يزيد: كان النداء إذا صعد الإمام على المنبر على عهد رسول الله -صلى الله عليه وسلم- وأبي بكر، وعمر، فلما كان عثمان كثر الناس فزاد النداء الثالث على الزوراء. (١) انظر: \"معاني الأخفش\" ٢/ ٧٠٨.(٢) \"تهذيب اللغة\" ١/ ٣٩٨.(٣) أخرجه سعيد بن منصور، وأحمد، والنسائي، وابن أبي حاتم، والطبراني، وابن مردويه، عن سلمان. قال: قال رسول الله -صلى الله عليه وسلم- أتدري ما يوم الجمعة؟ قال الله ورسوله أعلم، قالها ثلاث مرات. ثم قال في الثالثة: هو اليوم الذي جُمع فيه أبوكم آدم .. الحديث. ولم يحلل تسميتها الجمعة بهذه العلة التي ذكرها المؤلف. وقال الهيثمي في \"مجمع الزوائد\" ٢/ ١٧٤، رواه الطبراني في \"الكبير\"، وإسناده حسن، قال: وروى النسائي بعضه.(٤) قال ابن كثير: إنما سميت الجمعة جمعة لأنها مشتقة من الجمع فإن أهل الإسلام يجتمعون فيه في كل أسبوع مرة بالمعابد الكبار، وفيه كمل جميع الخلائق، فإنه اليوم السادس من السنة التي خلق الله فيها السموات والأرض وفيه خلق آدم وفيه أدخل الجنة. \"تفسير القرآن العظيم\" ٤/ ٣٦٥، وانظر: \"اللسان\" ١/ ٥٠٠ (جمع).(٥) (لغات) ساقطة من (ك).</p><p> والتثقيل قراءة العامة (١) ، ولغة لبني عقيل (٢) يقولون: الجمعة (٣) كأنهم ذهبوا بها إلى صفة اليوم أنه يجمع الناس كما يقال ضحكة للذي يكثر الضحك (٤) </p><p> قوله تعالى:  {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} قال ابن عباس: فامضوا (٥) . </p><p> وقال مقاتل: فامشوا (٦) . وعلى هذا معنى السعي والذهاب في معنى واحد، لأنك تقول: فلان يسعى في الأرض يبتغي الرزق وليس هذا باشتداد، ويدل على هذا قراءة عمر، وابن مسعود (فامضوا إلى ذكر الله)  (٧) . </p><p> وقال ابن جريج: قلت لعطاء {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} قال: الذهاب والمشي (٨) ، يقال: سعى إلى بني فلان وإنما هي مشي. </p><p>(١) قرأ الجمهور (الجمعة) بضم الجيم والميم، وقرأ الأعمش، والسلمي، والزهري، وغيرهم (الجمعة) بضم الجيم وإسكان الميم. انظر: \"معاني القرآن\" للفراء ٣/ ١٥٦، و\"إعراب القرآن\" للنحاس ٣/ ٤٢٩، و\"البحر المحيط\" ٨/ ٢٦٧. (٢) بنو عقيل.(٣) لغة بني عقيل: (الجُمَعة) بفتح الميم. انظر: معاني الفراء ٣/ ١٥٦، و\"إعراب القرآن\" للنحاس ٣/ ١٥٦، و\"الكشف\" ١٣/ ١١٨ ب، ١١٩ أ.(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٦، و\"الكشاف\" ٤/ ٩٧.(٥) \"تنوير المقباس\" ٦/ ٧١.(٦) لم أجده عن مقاتل، وإنما ذكره المفسرون لبيان المعنى دون نسبة لقائل، والذي في \"تفسير مقاتل\" ١٥٥ أ، قال: (يقول فامضوا إلى الصلاة). وانظر: \"التفسير الكبير\" ٣/ ٨.(٧) انظر: \"تفسير عبد الرزاق\" ٢/ ٢٩١، و\"جامع البيان\" ٢٨/ ٦٥، و\"مجمع الزوائد\" ٧/ ١٢٤، و\"أحكام القرآن\" للجصاص ٣/ ٤٤٢، قال أبو حيان: وقرأ كبراء من الصحابة والتابعين (فامضوا) بدل {فَاسْعَوْا} وينبغي أن يحمل على التفسير من حيث أنه لا يراد بالسعي هنا الإسراع في المشي، ففسروه بالمضي، ولا يكون قرآنًا لمخالفته سواد ما أجمع عليه المسلمون. \"البحر المحيط\" ٨/ ٢٦٨.(٨) أخرجه عبد الرزاق، وعبد بن حميد، وابن المنذر. \"الدر\" ٦/ ٢١٩.</p><p> وقال الزجاج: معناه: فاقصدوا، وليس معناه العدو (١) ، وهذا معنى قول الحسن. قال: والله ما هو سعي على الأقدام، ولكنه سعي بالقلوب، وسي بالنية، وسعي بالرغبة (٢) ، ونحو هذا، قال قتادة: السعي أن تسعى بقلبك وعملك، وهو المشي إليها (٣) . </p><p> وحمل قوم السعي هاهنا على العمل، قال محمد بن كعب: السعي العمل (٤) وهو مذهب مالك والشافعي، قال مالك: السعي في كتاب الله العمل والفعل، واحتج بقوله:  {وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ}  [البقرة: ٢٠٥] ، وقوله:  {إِنَّ سَعْيَكُمْ لَشَتَّى}  [الليل: ٤] قال: فليس السعي الذي ذكر الله في كتابه بالسعي على الأقدام ولا بالاشتداد وإنما ذلك الفعل والعمل. </p><p> أخبرنا أحمد بن الحسن الحرشي (٥) ، حدثنا محمد بن يعقوب (٦) أخبرنا الربيع قال: قال الشافعي: السعي في هذا الموضع هو العمل، وتلا قوله:  {إِنَّ سَعْيَكُمْ لَشَتَّى}  {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى}  [النجم: ٣٩] . ويكون </p><p>(١) انظر: \"معاني القرآن\" للزجاج ٥/ ١٧١. (٢) انظر: \"الكشف والبيان\" ١٣/ ١٢١ ب، و\"معالم التنزيل\" ٤/ ٣٤١، و\"الدر\" ٦/ ٢١٩.(٣) أخرجه عبد بن حميد، والبيهقي في شعب الإيمان. \"الدر\" ٦/ ٢١٩، وانظر: \"الكشف والبيان\" ١٣/ ١٢١ ب.(٤) انظر: \"الدر\" ٦/ ٢١٩، ونسب تخريجه لابن المنذر وابن أبي شيبة. انظر: \"المصنف\" لابن أبي شيبة.(٥) هو أحمد بن الحسن الحرشي. كان رئيسًا محتشمًا. انتهى إليه علم الإسناد، فروى عن أبي الميداني، والأصم وطبقتهما، ولي قضاء نيسابور، وقد صم بآخره، حتى بقي إلا يسمع شيئًا، ووافق شيخه الأصم في الأصول والحديث. توفي سنة (٤٢١ هـ) وله ست وتسعون سنة. انطر: \"شذرات الذهب\" ٣/ ٢١٧، و\"الكامل في التاريح\" ٧/ ٣٥٢، و\"العبر\" ٢/ ٢٤٣.(٦) هو أبو العباس الأصم.</p><p> المعنى على هذا: فاعملوا على المضي إلى ذكر الله من التفرغ له، والاشتغال بأسبابه من الطهارة والغسل والتوجه إليه بالقصد والنية. وذهب قوم إلى السعي الذي هو سرعة المشي، وروي ذلك عن عبد الله بن الصامت (١) أنه بينما هو يمشي إلى الجمعة سمع المؤذن يؤذن فرفع في مشيه لقول الله {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ}  (٢) . </p><p> وروى عمران بن الخياط (٣) أن إبراهيم كان يسعى يوم الجمعة، وهذا كأنه ليس بالوجه لما روي أن النبي -صلى الله عليه وسلم- قال:  \"إذا أتيتم الصلاة فلا تأتوها وأنتم تسعون، ولكن آتوها وعليكم السكينة\"  (٤) فنهى عن السعي في الإتيان إلى الصلاة، فدل أن السعي المأمور به في الآية غير هذا الذي نهى عنه النبي -صلى الله عليه وسلم-. غير أنه يحتمل أن يقال: صلاة الجمعة مخصوصة بجواز السعي إليها للآية، وغيرها من الصلاة تؤتى بالسكينة (٥) ، والوجه الأقوال </p><p>(١) هو عبد الله بن الصامت الغفاري البصري، ثقة وهو ابن أخي أبي ذر، ويكنى أبا نصر. انظر: \"المعارف\" ص ٢٥٣، و\"التقريب\" ١/ ٤٢٣. (٢) أخرجه البيهقي في \"سننه\" وفيه: (خرجت إلى المسجد يوم الجمعة فلقيت أبا ذر ... فجذبني جذبة فقال: أولسنا في سعي) \"الدر\" ٦/ ٢١٩، واقتصر المؤلف -رحمه الله- على ما ذكر لبيان من فسر السعي بالسرعة وإن عارضه غيره. والله أعلم.(٣) هو عمران بن حطان بن ظبيان، يكنى أبا شهاب، تابعي مشهور، وكان من رؤوس الخوارج من الصفرية، ولما طال عمره وضعف عن الحرب اقتصر على التحريض والدعوة بشعره وبيانه، وكان شاعرًا مغلقًا مكثرًا. مات سنة (٨٤ هـ). انظر: \"الإصابة\" ٣/ ١٧٨، و\"ميزان الاعتدال\" ٣/ ٢٣٥، و\"الأعلام\" ٥/ ٧٠.(٤) الحديث رواه البخاري في الأذان، باب لا يسعى إلى الصلاة وليأت بالسكينة والوقار ١/ ١٦٤، ومسلم في المساجد، باب استحباب إتيان الصلاة بوقار وسكينة ١/ ٢٣٩ (٦٠٣)، وأحمد ٢/ ٥٣٢.(٥) انظر: \"روح المعاني\" ٢٨/ ١٠٢.</p><p> المتقدمة (١) . </p><p> وروى أبو العباس عن ابن الأعرابي: سعى إذا مشى، وسعى إذا غدا، وسعى إذا عمل، وسعى إذا قصد. قال: وقول الله تعالى: {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} أي اقصدوا (٢) . </p><p> ومعنى {ذِكْرِ اللَّهِ} هاهنا الصلاة المفروضة في قول أكثر المفسرين (٣) . </p><p> قوله تعالى:  {وَذَرُوا الْبَيْعَ} قال الحسن: إذا أذن المؤذن يوم الجمعة لم يحل البيع والشراء (٤) . </p><p> قال أصحابنا: إذا جلس الإمام على المنبر يترك البيع لقوله: {وَذَرُوا الْبَيْعَ} فمن باع في تلك الساعة فقد خالف الأمر وبيعه منعقد، لأن النهي عن البيع تنزيه لقوله:  {ذَلِكُمْ خَيْرٌ لَكُمْ} فدل ذلك على الترغيب في ترك البيع في ذلك الوقت (٥) ، ولا يحتاج إلى ذكر الشراء، لأنه بيع أيضًا، ولأنه </p><p>(١) انظر: \"أحكام القرآن\" للجصاص ٣/ ٤٤٥، وقال بعد ذكره للحديث المتقدم: (ولم يفرق بين الجمعة وغيرها، واتفق فقهاء الأمصار على أنه يمشي إلى الجمعة على هينته). (٢) انظر: \"تهذيب اللغة\" ٣/ ٩١ (سعى).(٣) ومراد المؤلف -رحمه الله- أن الذكر يشمل الصلاة والخطبة معًا، إذ خص بعض العلماء الذكر بالصلاة، والأكثرون فسروه بالخطبة فقط فجمع المؤلف بين القولين. انظر: \"جامع البيان\" ٢٨/ ٦٥، و\"الكشف والبيان\" ١٣/ ١٢١ ب، و\"زاد المسير\" ٨/ ٢٦٥، و\"المغني\" ٣/ ١٧١/ ١٧٥، و\"أحكام القرآن\" للجصاص ٣/ ٤٤٦.(٤) انظر: \"التفسير الكبير\" ٣٠/ ٨، وهذا هو قول مجاهد، والزهري، وأحمد. انظر: \"المغني\" ٣/ ١٦٣، و\"أحكام القرآن\" للجصاص ٣/ ٤٤٨.(٥) انظر: \"الأم\" ١/ ١٧٣، و\"زاد المحتاج بشرح المنهاج\" ١/ ٣٣٧ - ٣٣٨، و\"المجموع\" ٤/ ٥٠٠، ويرى مالك أن يفسخ البيع، و\"المدونة\" ١/ ١٤٣.</p>"
}