{
  "id": null,
  "sura": 63,
  "aya": 1,
  "text": "<p> [تفسير سورة المنافقون] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {إِذَا جَاءَكَ الْمُنَافِقُونَ} يعني عبد الله بن أبي وأصحابه {نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ} وتم الخبر عنهم، ثم ابتدأ فقال {وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ} أي أنه أرسلك فهو يعلم أنك رسوله، {وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ}  (١) . </p><p> قال الفراء: جعلهم كاذبين لأنهم أضمروا غير ما أظهروا (٢) . يعني أنهم لما أضمروا خلاف ما شهدوا به سماهم كاذبين، فدل هذا على أن حقيقة الإيمان بالقلب وكذلك حقيقة كل كلام. ومن قال شيئًا واعتقد خلافه فهو كاذب، ألا ترى أنهم كانوا يقولون بألسنتهم {نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ} وسماهم الله كاذبين، لأنه قلوبهم كانت تخالف ألسنتهم فيما يقولون. وقال قوم: لم يكذبهم الله في قوله: {نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ} وإنما أكذبهم بغير هذا مما وجد منهم من الكذب الذي أخبر الله عنهم عنهم في قوله: {يَحْلِفُونَ بِاللَّهِ مَا قَالُوا}  [التوبة: ٧٤] الآية، وقوله:  {وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ}  (٣) والقول هو الأول. </p><p>(١) انظر: \"التفسير الكبير\" ٣٠/ ١٢. (٢) انظر: \"معاني القرآن\" للفراء ٣/ ١٥٨.(٣) من آية (٥٦) من سورة التوبة. وهذا هو رأي الزجاج حيث قال: (أكذبهم فيما تعتقده قلوبهم وفي أنهم يحلفون بالله إنهم لمنكم، ويحلفون بالله ما قالوا، ولقد قالوا كلمة الكفر). \"معاني القرآن\" للزجاج ٥/ ١٧٥. قلت: ولعل هذا هو الصواب لأن حمل الآية على العموم أولى، وشهادتهم تدخل ضمن هذا المعنى، والله أعلم.</p><p> وجواب (إذا) قوله: (نشهد) أي أنهم إذا أتوك شهدوا لك بالرسالة وهو كاذبون في تلك الشهادة، لأنهم يقولونها عن غير اعتقاد ومواطأة قلب مع اللسان - وكل قول خالف اللسان فيه القلب فهو كذب، ألا ترى أن شاهدًا لو شهد على حق من غير علم كان كاذبًا، لأنه شهد ولم يعلم، كذلك المنافقون شهدوا ولم تكن شهادتهم مستندة إلى عقيدة وعلم بالقلب فكانوا كاذبين. </p><p> قوله تعالى:  {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ} مذهب أهل العراق أن (١) من قال أشهد بالله لقد كان كذا، أو قال أشهد، ولم يقل بالله ونوى يمينًا كان ذلك يمينًا بالنية، واحتجوا بهذه الآية وهو أن الله تعالى لم يذكر منهم إلا الشهادة، ثم قال {اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً} فسمى شهاداتهم أيمانًا (٢) ، وعند الشافعي لا يكون أشهد بالله يمينًا وإن نوى ذلك (٣) . </p><p> ومعنى {أَيْمَانَهُمْ} ما أخبر الله عن حلفهم الباطل في آيات من سورة الحشر (٤) . </p><p> قال الضحاك (أيمانهم) حلفهم إنهم لمنكم (٥) ، وتفسير هذه الآية قد تقدم في سورة المجادلة. </p><p>(١) (أن) ساقطة من (ك). (٢) انظر: \"شرح فتح القدير\" لابن الهمام ٤/ ١٢.(٣) انظر: \"المجموع\" للنووي ١٨/ ٣٦، و\"فتح الباري\" ١١/ ٥٤٤، وفي \"الأم\" ٧/ ٥٦ , قال: وإذا قال: أشهد بالله فإن نوى اليمين فهو يمين، وإن لم ينو يمينا فليس بيمين؛ لأن قوله أشهد بالله يحتمل أشهد بأمر الله، وإذا قال: أشهد، لم يكن يمينا، وإن نوى يمينا فلا شيء عليه.(٤) وذلك عند قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا} الآيات.(٥) انظر: \"جامع البيان\" ٢٨/ ٦٩.</p>"
}