{
  "id": null,
  "sura": 65,
  "aya": 4,
  "text": "<p> وقال ابن عباس: يريد قدرت ما خلقت بمشيئتي (١) . </p><p> ٤ - قوله تعالى:  {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ} ذكر الله تعالى في سورة البقرة عدة ذات الأقراء، والمتوفى عنها زوجها (٢) ، وذكر عدة سائر النسوة اللائي لم يذكرن هناك في هذه السورة (٣) . </p><p> ويروى أن معاذ بن جبل قال: يا رسول الله: قد عرفنا عدة التي تحيض، فما عدة الكبيرة التي يئست فنزل قوله:  {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ}  (٤) يعني القواعد من النساء اللاتي قعدن من المحيض. </p><p> قوله تعالى:  {إِنِ ارْتَبْتُمْ} إن شككتم، فلم تدروا ما عدتها. وهذا قول الأكثرين واختيار الفراء (٥) . </p><p> وقال أبو إسحاق: معناه إن ارتبتم في حيضتها وقد إنقطع عنها الحيض وكانت ممن يحيض مثلها فعدتهن ثلاثة أشهر (٦) . </p><p>(١) انظر: \"التفسير الكبير\" ٣٠/ ٣٤. (٢) وذلك في قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} [البقرة: ٢٢٨].وقوله: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [٢٣٤].(٣) وهن الكبيرات اللاتي انقطع عنهن الحيض، والصغيرات اللاتي يحضن، وأولات الأحمال.(٤) انظر: \"تنوير المقباس\" ٦/ ٩١، و\"التفسير الكبير\" ٣٠/ ٣٥.وذكره أكثر المفسرين عن أبي بن كعب. انظر: \"جامع البيان\" ٢٨/ ٩٣، و\"الكشف والبيان\" ١٢/ ٢٤٣ أ، و\"أسباب النزول\" للواحدي ص ٥٠٣.(٥) في (س): (واختيار الفراء) زيادة. وانظر: \"معاني القرآن\" للفراء ٣/ ١٦٣، و\"جامع البيان\" ٢٨/ ٩١، و\"فتح الباري\" ٩/ ٤٧٠.قال ابن كثير: وهذا مروي عن سعيد بن جبير، وهو اختيار ابن جرير، وهو أظهر في المعنى. \"تفسير القرآن العظيم\" ٤/ ٣٨١.(٦) انظر: \"معاني القرآن\" ٥/ ١٨٥.</p><p> وللشافعي رحمه الله في كيفية اعتبار اليأس قولان: </p><p> أحدهما: أن (١) يعتبر غالب عادة نسائها ومن في مثل حالها، فإذا مضت عليها تلك المدة ولم تحض علمنا أنها يئست (٢) . </p><p> فمعنى الارتياب على القول الأول: الجهالة بحكم العدة. أي إن جهلتم عدة الكبيرة وشككتم في عدتها فلم تدروا كم هي ثلاثة أشهر. وعلى القول الثاني معنى الارتياب الشك في حالة المرأة أهي آيسة أم ذات حيض ويستأنى بها إحدى العادتين اللتين ذكرناهما. فلما نزل قوله:  {فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ} قام رجل فقال: يا رسول الله: فما عدة الصغيرة التي لم تحض؟ فنزل:  {وَاللَّائِي لَمْ يَحِضْنَ} - أي: هن بمنزلة الكبيرة التي قد يئست عدتها ثلاثة أشهر. فقام آخر فقال: فالحامل (٣) يا رسول الله ما عدتهن؟ فنزل:  {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ}  (٤) . معناه: أجلهن في انقطاع ما بينهن وبين </p><p>(١) في (س): (أن) زيادة. (٢) في (س): (آيسة). وانظر: \"المجموع\" ١٨/ ١٤٤، و\"المغني\" ١١/ ٢١١.(٣) في (س): (فالحوامل).(٤) ذكر مقاتل نحوه وذكر اسم السائل وهو خلاد بن النعمان بن قيس الأنصاري، ونقله الثعلبي عن مقاتل. انظر: \"تفسير مقاتل\" ١٥٨/ ب، و\"الكشف والبيان\" ١٢/ ١٤٣ أ - ب، و\"أسباب النزول\" للواحدي ص ٥٠٣.قلت: ذكر الثعلبي عند سبب النزول أن الآية نزلت بكاملها، ثم أورد قول مقاتل. وهذه دلالة على ترجيحه لغير ما قاله مقاتل. وهو الصواب إن شاء الله إذ القرآن لا يليق به غير هذا، وتقطيع الآية بهذه الصورة يفكك النظم بين مفردات الآية الواحدة. ويشهد لهذا ما أخرجه ابن جرير وإسحاق بن راهوية والحاكم وغيرهم لما نزلت عدة النساء في سورة البقرة .. قال أبي بن كعب: يا رسول الله إن ناسًا يقولون: قد بقي من النساء من لم يذكر فيهن الصغار وذوات الحمل. فنزلت: =</p><p> الأزواج وضع العمل. وهذا عام في كل حامل، قال عبد الله: من شاء قاسمته لنزلت: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} بعد: {أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} وكان عبد الله يقول: أجل كل حامل أن تضع ما في بطنها (١) ، وكان علي يقول آخر الأجلين (٢) ، والمأخوذ به قول عبد الله حتى إن المتوفى عنها زوجها (٣) لو وضعت حملها قبل دفن الميت حلت للأزواج (٤) . </p><p>= {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ} الآية. قال السيوطي في \"اللباب\": صحيح الإسناد. وقال الحاكم في \"المستدرك\" ٢/ ٤٩٣: صحيح الإسناد ولم يخرجاه. (١) أخرج البخاري في التفسير، باب {وَأُولَاتُ الْأَحْمَالِ} ٦/ ١٩٤ عن ابن مسعود وفيه: لنزلت سورة النساء القصرى بعد الطولى {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ}. وانظر: \"جامع البيان\" ٢٨/ ٩٢، و\"تفسير ابن كثير\" ٤/ ٣٨٢، و\"فتح الباري\" ٨/ ٦٥٦.(٢) أخرجه ابن جرير وعبد الرزاق وغيرهما، وأخرجه عبد بن حميد، وسعيد بن منصور، عنه بسند صحيح، وأخرجه البخاري في \"صحيحه\"، كتاب: التفسير، سورة الطلاق ٦/ ١٩٣ عن ابن عباس، ومسلم في كتاب: الطلاق، باب: انقضاء عدة المتوفى عنها زوجها ٢/ ١١٢٢ عن ابن عباس.وانظر: \"جامع البيان\" ٢٨/ ٩٣، و\"فتح الباري\" ٩/ ٤٧٤.قلت: ما ورد في \"الصحيح\" وما رواه ابن جرير في \"تفسيره\" ٢/ ٥١٢ عن ابن عباس بإسناد حسن من طريق علي بن أبي طلحة يدل على رجوعه عن القول السابق بعد أن بلغه حديث سبيعة الأسلمية.انظر: \"تفسير ابن عباس ومروياته\" للحميدي ٢/ ٨٩٤.(٣) (زوجها) ساقطة من (س).(٤) قال ابن حجر: (وقد قال جمهور العلماء من السلف وأئمة الفتوى في الأمصار: إن الحامل إذا مات عنها زوجها تحل بوضع العمل وتنقضي عدة الوفاة). \"فتح الباري\" ٩/ ٤٧٤.ونقل ابن قدامة الإجماع على ذلك ورجوع ابن عباس عن قوله. \"المغني\" ١١/ ٢٢٧.</p>"
}