{
  "id": null,
  "sura": 65,
  "aya": 2,
  "text": "<p> قوله:  {لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا}  (١) . </p><p> ٢ - وقوله تعالى:  {فَإِذَا بَلَغْنَ أَجَلَهُنَّ} ، قال: أي قارين انقضاء العدة، وليس يريد إنقضاء أجلهن، فالمراد ببلوغ الأجل هاهنا مقاربة البلوغ، وهذا كقوله:  {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ}  [البقرة: ٢٣١] يريد مقاربة البلوغ هناك وهاهنا لقوله: {فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ} وهذا مفسر في الآية التي ذكرناها في سورة البقرة (٢) . </p><p> قوله:  {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} قال المفسرون: أمروا أن يشهدوا عند الطلاق وعند الرجعة ذوي عدل (٣) . </p><p> وللشافعي -رحمه الله- في الإشهاد على الرجعة قولان: </p><p> أحدهما: أنها لا تصح إلا بالإشهاد للآية. </p><p> والآخر: أنها تصح من غير إشهاد كما تصح من غير ولي ومن غير رضاها (٤) ، وهو مذهب مالك وأبي حنيفة (٥) ، ولأنها في حكم الزوجات </p><p>(١) انظر: \"معاني القرآن\" ٥/ ١٨٣. (٢) وذلك عند تفسيره الآية (٢٣١) من سورة البقرة.والإمساك بالمعروف هو ما تعارف عليه الناس بينهم مما تقبله النفوس، ولا تنكره العقول، وهو القيام بما يجب لها من حق على زوجها من نفقة وغير ذلك. وقيل: هو أن يحسن في أمرها إذا طلقها، ولم يبق من العدة إلا اليسير فإما أن يشهد على الرجعة، وينوي حسن العشرة، وإما أن يتركها من غير شقاق ولا مخاصمة.وانظر: \"جامع البيان\" ٢/ ٢٩٣، و\"الجامع لأحكام القرآن\" ٣/ ١٥٦.(٣) وبه قال ابن عباس، وعمران بن حصين، وابن جريج، والسدي.انظر: \"تنوير المقباس\" ٦/ ٩٠، و\"جامع البيان\" ٢٨/ ٨٨، و\"ابن كثير\" ٤/ ٣٧٩.(٤) انظر: \"الأم\" ٥/ ٢٢٦ - ٢٢٧، و\"المجموع\" ١٧/ ٢٦٩.(٥) انظر: \"بدائع الصنائع\" ٤/ ١٩٧٥.</p><p> بدليل ثبوت التوارث ولحوق الطلاق والظهار (١) ، والإيلاء والانتقال إلى عدة الوفاة إذا مات الزوج، والإشهاد إنما أمر به للاحتياط مخافة أن تنكر المرأة الرجعة فتنقضي العدة فتنكح زوجًا آخر (٢) . </p><p> ثم خاطب الشهداء فقال:  {وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ} وهو مفسر في سورة البقرة (٣) إلى قوله (٤) : {وَمَنْ يَتَّقِ اللهَ يَجْعَلْ لَهُ مَخْرَجً} ، قال الشعبي: من يطلق للعدة يجعل الله له سبيلًا إلى الرجعة (٥) . </p><p> وقال الربيع بن خيثم: يجعل له مخرجًا من كل أمر ضاق على الناس (٦) ، وهو معنى قول ابن عباس: ومن يخف الله يجعل له مخرجًا من كل ضيق (٧) . </p><p> وقال الكلبي: ومن يصبر على المصيبة، يجعل الله له مخرجًا من النار </p><p>(١) في (س): (والظهار) زيادة. (٢) انظر: \"المغني\" ١٠/ ٥٥٩.(٣) عند تفسيره الآية (٢٨٢) من سورة البقرة. ومما قال: وقد ذكر الله الكتاب لأن الكتاب يذكر الشهود فتكون الشهادة أقوم من أن لو شهدوا على ظن ومخيلة. ومعنى أقوم أبلغ في الاستقامة التي هي ضد الاعوجاج، وذلك أن المنتصب القائم يكون ضد المنحني المعوج.(٤) في (ك): (إلى قوله قوله).(٥) انظر: \"الكشف والبيان\" ١٢/ ١٤١ أ، و\"معالم التنزيل\" ٤/ ٣٥٧، و\"التفسير الكبير\" ٣٠/ ٣٤، وزادوا نسبته لعكرمة والضحاك.(٦) انظر: \"جامع البيان\" ٢٨/ ٨٩، و\"الكشف والبيان\" ١٢/ ١٤١ ب، و\"الدر\" ٦/ ٢٣٢.(٧) انظر: \"جامع البيان\" ٢٨/ ٨٩، و\"الدر\" ٦/ ٢٣٢، ولفظه (ينجيه من كل كرب في الدنيا والآخرة).</p><p> إلى الجنة (١) . </p><p> وقال أكثر المفسرين: نزل هذا وما بعده في عوف بن مالك الأشجعي، أسر العدو ابنًا له فأتى النبي -صلى الله عليه وسلم - فذكر له ذلك وشكا إليه الفاقة، فقال له: اتق الله واصبر وأكثر من قول لا حول ولا قوة إلا بالله (٢) : ففعل ذلك. فبينا هو في بيته إذا أتاه ابنه وقد غفل عنه العدو فأصاب إبلًا وجاء بها إلى أبيه، فذلك قوله تعالى:  {وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} وهو قول المقاتلين، وسالم ابن أبي الجعد والكلبي (٣) . </p><p> قال أبو إسحاق: وجائز أن يكون المعنى أنه اتقى وآثر الحلال والصبر على أهله ففتح الله عليه إن كان ذا ضيقة، ورزقه من حيث لا يحتسب، قال: وجائز أن يكون إذا اتقى الله في طلاقه وجرى في ذلك على السنة يرزقه الله أهلًا بدل أهله (٤) . </p><p>(١) انظر: \"تنوير المقباس\" ٦/ ٩٠، و\"التفسير الكبير\" ٣٠/ ٣٤. (٢) في الحديث الصحيح عن النبي -صلى الله عليه وسلم- قال: \"أكثروا من قول لا حول ولا قوة إلا بالله، فإنها من كنوز الجنة\". وانظر: \"صحيح الجامع\" ١/ ٣٨٨ (١٢٢٥)، و\"سلسلة الأحاديث الصحيحة\" ٤/ ٣٣ (١٥٢٨).(٣) في (س): (والكلبي) زيادة.وانظر: \"تفسير مقاتل\" ١٥٨ ب، و\"تنوير المقباس\" ٦/ ٩١، و\"جامع البيان\" ٢٨٧/ ٨٩، و\"أسباب النزول\" للواحدي ٥٠٢.(٤) انظر: \"معاني القرآن\" ٥/ ١٨٤.وقال النحاس: أهل التفسير على أن المعنى أنه إن اتقى الله جل وعز وطلق واحدة فله مخرج إن أراد أن يتزوج تزوج دن لم يتق الله جل وعز وطلق ثلاثاً فلا مخرج له. وهذا قول صحيح عن علي بن أبي طالب رضي الله عنه، وابن عباس بالأسانيد التي لا تدفع. \"إعراب القرآن\" ٣/ ٤٥٢.قلت: حمل الآية على العموم أولى، وما ورد عن السلف رحمهم الله هو من باب =</p><p> قوله تعالى:  {وَمَنْ يَتَوَكَّلْ عَلَى اللهِ فَهُوَ حَسْبُهُ} أي: ومن وثق به فيما نابه كفاه الله ما أهمه، ولذلك قال رسول الله -صلى الله عليه وسلم -: \"من أحب أن يكون أقوى الناس فليتوكل على الله\"  (١) . </p><p> قوله تعالى:  {إِنَّ اللهَ بَالِغُ أَمْرِهِ} قال ابن عباس: يريد في جميع خلقه (٢) ، والمعنى: سيبلغ الله أمره فيما يريد منكم، ومن أضاف حذف التنوين استخفافًا (٣) وهو مراد كما ذكرنا، في قوله:  {إِنَّا مُرْسِلُو النَّاقَةِ}  (٤)  [القمر: ٢٧] ، و {هَدْيًا بَالِغَ الْكَعْبَةِ}  [المائدة: ٩٥] . </p><p> قال مسروق: إن الله واقع قدره على من يتوكل أو لم يتوكل، إلا أن (٥) من يتوكل عليه يجعل له من أمره مخرجًا ويرزقه من حيث لا يحتسب (٦) . </p><p> {قد جَعَلَ الله لِكُلِّ شَيْءٍ قَدْرًا} قال الكلبي ومقاتل: لكل شيء من الشدة والرخاء أجلًا ينتهي إليه قدر الله، ذلك كله لا يقدم ولا يؤخر (٧) . </p><p>= التمثيل لا الحصر، وليس بين تلك الأقوال تعارض، والله أعلم. (١) لم أقف عليه.(٢) انظر: \"التفسير الكبير\" ٣٠/ ٣٤.(٣) قرأ حفص {إِنَّ اللهَ بَالِغُ أَمْرِهِ} مضافًا. وقرأ الباقون {بَالِغُ أَمْرِهِ} بالتنوين.انظر: \"الحجة للقراء السبعة\" ٦/ ٣٠٠، و\"حجة القراءات\" ص ٧١٢، و\"النشر\" ٢/ ٣٨٨، و\"الإتحاف\" ص ٤١٨.(٤) تقدم بيان القراءة فيها.(٥) (س): (أن) زيادة.(٦) انظر: \"جامع البيان\" ٢٨/ ٩٠، و\"الكشف والبيان\" ١٢/ ١٤٢/ ب، و\"معالم التنزيل\" ٣/ ٣٥٨.(٧) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"التفسير الكبير\" ٣٠/ ٣٤.</p>"
}