{
  "id": null,
  "sura": 65,
  "aya": 1,
  "text": "<p> تفسير سورة الطلاق </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ} الآية. روى قتادة عن أنس أن رسول الله -صلى الله عليه وسلم- طلق حفصة فأتت أهلها، فأنزل الله هذه الآية. وقيل له راجعها فإنها صوامة قوامة (١) . </p><p> وعلى هذا إنما نزلت بسبب خروجها إلى أهلها لما طلقها النبي -صلى الله عليه وسلم- فأنزل الله في هذه الآية:  {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} ، ونحو هذا ذكر الكلبي في سبب نزول هذه الآية، قال: غضب رسول الله -صلى الله عليه وسلم- على حفصة لما أسر إليها حديثًا فأظهرته (٢) لعائشة، فطلقها تطليقة، فنزلت هذه الآية (٣) . </p><p> قال السدي: نزلت في عبد الله بن عمر لما طلق امرأته حائضًا (٤) . </p><p> والقصة في ذلك مشهورة (٥) ، وذكر المقاتلان أن رجالًا فعلوا مثل ما </p><p>(١) أخرجه ابن أبي حاتم، وابن جرير، انظر: \"جامع البيان\" ٢٨/ ٨٥، و\"أسباب النزول\" للواحدي ص ٥٠١، و\"تفسير القرآن العظيم\" ٤/ ٣٧٧، وفي \"مجمع الزوائد\" ٩/ ٢٤٥، قال: أخرجه الطبراني ورجاله رجال الصحيح. (٢) في (س): (فأظهرت).(٣) انظر: \"التفسير الكبير\" ٣٠/ ٢٩.(٤) انظر: \"الكشف والبيان\" ١٢/ ١٣٨ ب، و\"أسباب النزول\" للواحدي ص ٥٠١.(٥) قصة تطليق ابن عمر رضي الله عنهما لامرأته وهي حائض مشهورة، رواها البخاري في \"صحيحه\"، كتاب: الطلاق ٧/ ٥٢، ومسلم في كتاب: الطلاق، باب: تحريم طلاق الحائض بغير رضاها ٢/ ١٠٩٣، وأبو داود في \"سننه\"، كتاب: الطلاق، باب: في طلاق السنة ٢/ ٤١١، وغيرهم.</p><p> فعل ابن عمر، منهم عبد الله بن عمرو، وعمرو بن سعيد بن العاص (١) ، وعتبة بن غزوان (٢) فنزلت الآية فيهم (٣) . </p><p> وفي قوله:  {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ} وجهان: </p><p> أحدهما: أنه نادى النبي -صلى الله عليه وسلم- ثم خاطب أمته؛ لأنه السيد المقدم، فإذا نودي وخوطب خطاب الجمع كانت أمته داخلة في ذلك الخطاب. </p><p> قال أبو إسحاق: هذا خطاب النبي -صلى الله عليه وسلم-، والمؤمنون داخلون معه في الخطاب (٤) . </p><p> الوجه الثاني: أن المعنى يا أيها النبي قل لهم: إذا طلقتم النساء. فأضمر القول (٥) ، وإضمار القول كثير في القرآن. </p><p>(١) عمرو بن سعيد بن العاص، المعروف بالأشدق، تابعي، ولى إمرة المدينة لمعاوية، ولابنه، قتله عبد الملك سنة سبعين صبرًا. انظر: \"العبر\" ١/ ٥٧، و\"تقريب التهذيب\" ٢/ ٧٠، و\"طبقات ابن سعد\" ٥/ ٢٣٧، و\"تاريخ الإسلام\" ٤/ ٢٠٢، و\"سير أعلام النبلاء\" ٣/ ٤٤٩.(٢) عتبة بن غزوان المازني، أحد السابقين الأولين، يقال أسلم سابع سبعة، وهو الذي اختط البصرة، توفي سنة سبع عشرة في طريقه إلى البصرة، وهو ابن سبع وخمسين رضي الله عنه.انظر: \"صفة الصفوة\" ١/ ٣٨٧، و\"سير أعلام النبلاء\" ١/ ٣٠٤، و\"طبقات ابن سعد\" ٣/ ٩٨، و\"الإصابة\" ٦/ ٣٧٩، و\"تاريخ الإسلام\" ٢/ ١٥٢.(٣) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"التفسير الكبير\" ٣٠/ ٢٩، و\"روح المعاني\" ٢٨/ ١٣٢.قال ابن العربي: والأصح فيه أنه بيان لشرع مبتدأ. انظر: \"أحكام القرآن\" ٤/ ١٨١١، و\"البحر المحيط\" ٨/ ٢٨١. وقال القرطبي: إن الأصح أنها نزلت ابتداء لبيان حكم شرعي، وكل ما ذكر من أسباب النزول لها لم يصح، و\"الجامع\" ١٨/ ١٤٨.(٤) انظر: \"معاني القرآن\" ٥/ ١٨٣.(٥) انظر: \"التفسير الكبير\" ٣٠/ ٢٩، و\"فتح الباري\" ٩/ ٣٤٦.</p><p> وقوله:  {إِذَا طَلَّقْتُمُ} معناه: إذا أردتم التطليق، كقوله:  {إِذَا قُمْتُمْ إِلَى الصَّلَاةِ}  [المائدة: ٦] و {وَإِذَا قَرَأْتَ الْقُرْآنَ}  [الإسراء: ٤٥] ، وقد مر. </p><p> قوله تعالى:  {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} قال عبد الله: إذا أراد الرجل أن يطلق امرأته فليطلقها طاهرًا من غير جماع (١) . وهذا قول مجاهد، وعكرمة، والضحاك، والحسن، وابن سيرين، ومقاتل، والجميع (٢) . قالوا: أمر الله تعالى الزوج أن يطلق امرأته إذا شاء الطلاق في طهر لم يجامعها فيه (٣) ، وهو قوله:  {لِعِدَّتِهِنَّ} أي: لزمان عدتهن وهو الطهر بإجماع من الأمة (٤) ، وذلك أن الطلاق سنين وبدعي، فالسني أن يقع في طهر لم يجامع فيه فذلك هو الطلاق للعدة؛ لأنها تعتد بذلك الطهر من عدتها ويحصل في العدة عقيب الطلاق، فلا يطول عليها زمان العدة. فالآية دلت على إيقاع الطلاق (٥) في الطهر، ودلت السنة على أن ذلك الطهر يجب أن يكون غير مجامع فيه حتى يكون الطلاق سنيًّا. وهو ما روي في </p><p>(١) أخرجه ابن جرير في \"جامعه\" ٢٨/ ٨٣، والنسائي في \"سننه\" كتاب: الطلاق، باب: طلاق السنة ٢/ ٧١٥، وابن ماجه في الطلاق، باب طلاق السنة ١/ ٦٥١. (٢) (س): قوله (والضحاك) و (ابن سيرين، ومقاتل، والجميع) زيادة.(٣) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"جامع البيان\" ٢٨/ ٨٤، و\"تفسير ابن كثير\" ٤/ ٣٧٨.(٤) انظر: \"أحكام القرآن\" للجصاص ٣/ ٤٥٢، و\"المغني\" ١٠/ ٣٢٥، حيث قال: ولا خلاف في أنه إذا طلقها في طهر لم يصبها فيه، ثم تركها حتى تنقي عدتها أنه مصيب للسنة.(٥) قوله: (فالآية دلت على إيقاع الطلاق) في (س) بدلاً منها (دلت على ذلك الآيتين) والصواب ما أثبته.</p><p> حديث ابن عمر أن النبي -صلى الله عليه وسلم - قال لعمر:  \"مره فليراجعها، ثم ليطلقها طاهرًا من غير جماع\"  (١) . </p><p> وذكرنا أيضًا عن جماعة المفسرين أنهم قالوا: الطلاق للعدة أن يطلقها طاهرًا من غير جماع. </p><p> وروي عن الشعبي أنه قال: إذا طلقها وهي طاهرة فقد طلقها للسنة، وإن كان قد جامعها (٢) ، والقول هو الأول، وهو مذهب الفقهاء (٣) . </p><p> والمعنى فيه أنه إذا جامعها لم يؤمن أن تكون قد حملت من هذا الجماع، فإذا طلقها وبانت حاملًا ربما يندم الزوج على الطلاق لمكان الولد. وهذا كله إنما يتصور في البالغة المدخول بها غير الآيسة ولا الحامل، فأما الصغيرة، وغير (٤) المدخول بها، والآيسة، والحامل، فلا سنة في (٥) طلاقهن ولا بدعة، ولا عدة على غير المدخول بها، والآيسة </p><p>(١) أخرجه البخاري في \"صحيحه\" كتاب: التفسير، باب: تفسير سورة الطلاق ٦/ ١٩٣، ومسلم في كتاب: الطلاق، باب: تحريم طلاق الحائض ٢/ ١٠٩٥، وأبو داود في باب: طلاق السنة ٢/ ٤١٠، وأحمد في \"المسند\" ٢/ ٤٦، ٥٨. (٢) قال الجصاص: وهذا القول خلاف السنة الثابتة عن النبي -صلى الله عليه وسلم- وخلاف إجماع الأمة، إلا أنه قد روي عنه ما يدل على أنه أراد الحامل، وهو ما رواه يحيى بن آدم عن الحسن بن صالح عن بيان عن الشعبي قال: إذا طلقها حاملًا فقد طلقها للسنة، وإن كان قد جامعها، فيشبه أن يكون هذا أصل الحديث، وأغفل بعض الرواة ذكر الحامل. \"أحكام القرآن\" ٣/ ٤٥٢.(٣) انظر: \"المغني\" ١٠/ ٣٢٦، و\"الحاوي الكبير\" ١٠/ ١١٤.(٤) (غير) ساقطة من (ك).(٥) قوله: (ولا الحامل، فأما الصغيرة وغير المدخول بها والآيسة والحامل فلا سنة في) ساقطة من (س) وذكر بدلاً منها قوله: (والآيسة كالصغيرة وغير المدخول بها، والآيسة وغيرها في ذلك).</p><p> والصغيرة الحامل لا يعتدون بالأقراء (١) ، وأما الطلاق البدعي فهو أن يقع (٢) في حال الحيض، وفي طهر قد جومع فيه، فهذا طلاق على غير السنة، وهو واقع وصاحبه آثم (٣) . </p><p> وروي عن علي-رضي الله عنه- أنه قال:  \"لا يطلق رجل طلاق السنة فيندم\"  (٤) . هذا الذي ذكرنا في وقت الطلاق، وليس في عدد الطلاق سنة وبدعة على مذهب الشافعي -رضي الله عنه-، حتى أنه لو (٥) طلقها ثلاثًا في طهر صحيح لم يكن قد ابتدع (٦) ، بخلاف ما ذهب إليه أهل العراق، فإنهم قالوا: السنة في عدد الطلاق أن يواقع كل طلقة في طهر صحيح، فلو طلق ثلاثًا في طهر واحد </p><p>(١) انظر: \"المغني\" ١١/ ١٩٤، و\"المحلى\" ١٠/ ٢٥٦، و\"مجموع الفتاوى\" ٣٣/ ٧، و\"المجموع شرح المهذب\" ١٧/ ١٥٤، ١٥٦. (٢) في (ك): (فهو أربع).(٣) وهو قول عامة أهل العلم. قال ابن المنذر، وابن عبد البر: لم يخالف في ذلك إلا أهل البدع والضلال. \"المغني\" ١٠/ ٣٢٧.قلت: وما ذكراه وهم منهما رحمهما الله، فقد خالف في ذلك طاوس، وعكرمة، وخلاس وعمر، ومحمد بن إسحاق، وحجاج بن أرطأة، وأهل الظاهر، كداود، وأصحابه، وطائفة من أصحاب أبي حنيفة، ومالك، وأحمد. وهو المرجح عند ابن تيمية.انظر: \"مجموع الفتاوى\" ٣٣/ ٧٢، ١٠١، و\"المحلى\" ١٠/ ١٦١.(٤) أخرجه البيهقي في \"السنن الكبرى\" كتاب الخلع والطلاق، باب ما جاء في طلاق السنة وطلاق البدعة ٧/ ٣٢٣، وابن أبي شيبة في \"المصنف\"، كتاب: الطلاق، باب: ما قالوا في طلاق السنة ومتى يطلق ٥/ ٢.(٥) في (س): قوله (لو) زيادة.(٦) في (س): (ابدع)، وانظر: \"الأم\" ٥/ ١٦٢، و\"الحاوي الكبير\" ١٠/ ١١٧، و\"المغني\" ١٠/ ٣٣٠.</p><p> كان مبتدعًا (١) ، والآية تدل على مذهب الشافعي، وهو قوله:  {فَطَلِّقُوهُنَّ} وهذا اللفظ للأمر (٢) بالواحدة فما زاد. </p><p> قال صاحب النظم: قوله: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} صفة للطلاق كيف يكون، وهذه اللام تجيء لمعانٍ مختلفة: </p><p> للإضافة وهي أصلها، ولبيان السبب والعلة كقوله تعالى:  {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللهِ}  [الإنسان: ٩] ، وكقوله: قمت لأضرب زيدًا. ثبتت اللام بسبب الإطعام والضرب. وإذا كانت اللام بهذا المعنى سميت لام أجل. </p><p> وتكون بمنزلة عند مثل قوله:  {أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ}  [الإسراء: ٧٨] أي: عنده، وتكون بمنزلة في مثل قوله:  {هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ}  [الحشر: ٢] أي: في أول الحشر. وهي في هذه الآية بهذا المعنى؛ لأن المعنى {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ}  (٣) أي: في الزمان الذي يصلح لعدتهن (٤) ، ومنه قول الشاعر (٥) : </p><p> وهم كتموني سرهم حين أزمعوا ... وقالوا أتعدنا للرواح وبكروا </p><p> والمعنى: أتعدنا للسير في الرواح، قال: وفي قوله: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} وفي إجماع الناس في (٦) الطلاق في الحيض مكروه ممنوع منه، </p><p>(١) انظر: \"شرح فتح القدير\" ٣/ ٤٦٦ - ٤٦٧، و\"الحاوي الكبير\" ١٠/ ١١٨، و\"المغني\" ١١/ ٣٣٦. (٢) في (س): (للأمر) زيادة.(٣) في (س): (في عدتهن).(٤) انظر: \"التفسير الكبير\" ٣٠/ ٣٠.(٥) لم أجده.(٦) قال ابن قدامة: (أجمع العلماء في جميع الأمصار وكل الأعصار على تحريمه، ويسمى طلاق الدعة ...) \"المغني\" ١٠/ ٣٢٤.</p><p> وفي الطهر مأذون فيه، وفي تسميته عَزَّ وَجَلَّ الوقت الذي أذن فيه في الطلاق عدة وهي الطهر دليل على أن القرء هو الطهر إذ سمى العدة أقراء في سورة البقرة (١) ، ثم جعلها طهرًا في هذه السورة (٢) ، فإن قيل: على هذا قوله: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} معناه لقُبُل عدتهن وهي (٣) قراءة النبي -صلى الله عليه وسلم- وابن عباس (٤) . </p><p>(١) في قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} [سورة البقرة: ٢٢٨]. (٢) وهو قول أهل الحجاز، وعائشة، وابن عمر، زيد بن ثابت، والزهري، والشافعي، وقال أهل الكوفة وعمر، وعلي، وابن مسعود وغيرهم، الأقراء: الحيض. انظر: \"المغني\" ١١/ ١٩٩ - ٢٠٠، و\"أحكام القرآن\" للجصاص ١/ ٣٦٤، و\"أحكام القرآن\" لابن العربي ١/ ١٨٤، و\"الجامع لأحكام القرآن\" ٣/ ١١٣.(٣) في (س): (وهو).(٤) ذكر هذه القراءة ابن جرير، وعبد الرزاق، ونسبت لابن عباس، ونسبها الزمخشري للنبي-صلى الله عليه وسلم- ونسبها أبو حيان لجماعة من الصحابة والتابعين.انظر: \"تقسير عبد الرزاق\" ٢/ ٣٣٦، و\"جامع البيان\" ٢٨/ ٨٤، و\"الكشاف\" ٤/ ١٠٧، و\"البحر المحيط\" ٨/ ٢٨١، وقال أبو حيان: هو على سبيل التفسير لا على أنه قرآن، لخلافه لسواد المصحف الذي أجمع عليه المسلمون شرقًا وغربًا. وقال النووي: هذه قراءة ابن عباس، وابن عمر. وهي شاذة لا تثبت قرآنًا بالإجماع ولا يكون لها حكم خبر الواحد عندنا، وعند محققي الأصوليين، والله أعلم. \"شرح النووي على صحيح مسلم\" ١٠/ ٦٩.قلت: ونسبة هذه القراءة للنبي-صلى الله عليه وسلم- كما ذكر المؤلف والزمخشري تجاوز وعدم تحقيق، إذ القراءات جميعها لا تثبت إلا عن طريقه -صلى الله عليه وسلم- فنسبتها إليه يخرج غيرها وهذا مخالف للعقل والنقل، فنسبتها إلى غيره من الصحابة والتابعين هو الصواب، ثم ينظر في ثبوتها من عدمه، والله أعلم.وقال ابن حزم: وهذا مما قرئ ثم رفعت لفظة (في قُبُلِ) وأنزل الله تعالى: {لِعِدَّتِهِنَّ} وهكذا رويناه من طريق الدبري ... وهذا إسناد في غاية الصحة لا يحتمل التوجيهات. \"المحلى\" ١٠/ ١٦٦.</p><p> وقبل عدتهن آخر الطهر، إقبال الحيض الذي هو زمان العدة، قيل: هذا لا يصح؛ لأنه لو كان الأمر على هذا لزم أن يقال: إن من طلق في أول الطهر لا يكون مطلقًا للعدة ولا لقبل العدة؛ لأن الحيض لم يقبل بعد لإقبال الطهر في هذا الوقت، ويستحيل أن يكون الطهر والحيض مقبلين معًا في وقت واحد؛ لأن الشيء إذا كان له إقبال وإدبار وإذا انقضى إقباله ودخل إدباره لا يكون ضده مقبلًا في إدباره إلا بعد إنقضاء آخر إدباره، ولو جاز أن يكون إقبال شيء في إدبار غيره الذي هو ضده لكان الصائم مفطرًا قبل مغيب الشمس، إذ الليل عنده مقبل في إدبار النهار وقبل انقضاء إدبار النهار. وهذا ما لا يقوله أحد، وقوله-صلى الله عليه وسلم-: \"إذا أقبل الليل من هاهنا وأدبر النهار من هاهنا .. \"  (١) يريد إدبار النهار بتمامه، وإقبال الليل بعد تمام إدبار النهار، وليس قوله عَزَّ وَجَلَّ فطلقوهن لقبل عدتهن تحديًا، لئلا يكون الطلاق إلا فيه دون ما بعده من الوقت؛ لأن أول الطهر وآخره كله وقت الطلاق إذ لم يذكر في الكتاب منع الطلاق في شيء منه. وقد قال النبي -صلى الله عليه وسلم-: \"صوموا لرؤيته .. \"  (٢) ، يعني الهلال، والصوم لا يكون بعده إلا بساعات مديدة. </p><p>(١) حديث متفق عليه، رواه البخاري في كتاب: الصوم، باب: يفطر بما تيسر من الماء أو غيره ٣/ ٤٧ ومسلم في كتاب: الصيام، باب: وقت انقضاء الصوم وخروج النهار ٢/ ٧٧٢. (٢) متفق عليه، رواه البخاري في كتاب: الصوم، باب: قول النبي -صلى الله عليه وسلم-: \"إذا رأيتم الهلال فصوموا\" ٣/ ٣٤، ومسلم في كتاب: الصوم، باب: وجوب صوم رمضان لرؤية الهلال ٢/ ٧٥٩، وأخرجه الترمذي في أبواب الصوم، باب ما جاء: لا تقدموا الشهر بصوم ٣/ ٦٨، والنسائي في كتاب: الصيام، باب: ذكر الاختلاف على الزهري في هذا الحديث ٢/ ٤٥٩.</p><p> فإن قيل: إذا طلق في آخره (١) واعتد بذلك الطهر قرءًا واحدًا وربما كان يومًا أو ساعة فقد جعلتم العدة دون ثلاثة أقراء إذ لم يكن الطهر فيه قرءًا تامًا. قيل: يجوز أن يسمي بعض الطهر قرءًا تامًا لقوله عَزَّ وَجَلَّ: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ}  [البقرة: ١٩٧] يعني شوالًا وذا القعدة وبعض ذي الحجة، وكذلك قوله:  {فَمَنْ تَعَجَّلَ في يَوْمَيْنِ}  [البقرة: ٢٠٣] وهو ينفر في بعض اليوم (٢) الثاني، فسمى الله عَزَّ وَجَلَّ يومًا واحدًا وبعض آخر يومين (٣) . </p><p> قوله تعالى {وَأَحْصُوا الْعِدَّةَ} ، قال أصحابنا إنما أمرنا بإحصاء العدة لفوائد منها: أن يوزع الطلاق على الأقراء إذا أراد أن يطلق ثلاثًا وهو أحسن من جمعها في قرء واحد؛ لأنه ربما يندم، وإذا فرق أمكنه المراجعة قبل إيقاع الثلاث، ومنها أيضًا مراعاة النفقة والسكنى والعلم ببقاء زمان المراجعة وانقضائه وغير ذلك. </p><p> قوله تعالى:  {وَاتَّقُوا اللهَ رَبَّكُمْ} . قال مقاتل: اخشوا الله فلا تعصوه فيما أمركم (٤) . </p><p> قوله تعالى:  {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} لا يجوز للزوج أن يخرج المطلقة المعتدة من مسكنه الذي يساكنها فيه قبل الطلاق، إن كان ملكًا له أو بكراء في يديه، وإن كان عارية فارتجعت كان على الزوج أن يكتري لها </p><p>(١) في (س): (آخر النهار) والصواب ما أثبته. (٢) في (س): (اليوم) زيادة.(٣) انتهى كلام الجرجاني، ولم أجد من ذكره بكامله عنه غير المؤلف وهو كلام نفيس ظاهر الدلالة والمعنى. انظر: \"التفسير الكبير\" ٣٠/ ٣٠.(٤) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"التفسير الكبير\" ٣٠/ ٣٢.</p><p> منزلاً، وعلى المرأة حق لله ألا تخرج (١) في عدتها إلا لضرورة ظاهرة، فإن خرجت أثمت سواء خرجت ليلاً أو نهارًا، ولا تنقطع العدة (٢) . </p><p> قوله:  {إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} قال ابن عباس في رواية عطاء: هو أن تزني فتخرج لإقامة الحد عليها (٣) ، وهو قول الضحاك، وسعيد بن المسيب، وعكرمة، والشعبي، ومجاهد (٤) والأكثرين، فالفاحشة على هذا القول الزنا. </p><p> وقال ابن عمر: الفاحشة خروجها قبل انقضاء العدة (٥) ، وهو قول السدي، والكلبي، وروي ذلك عن الشعبي (٦) . </p><p> وقال مقاتل: الفاحشة المبينة هي العصيان البين، وهو النشوز (٧) . وهو قول الضحاك، وقتادة، ورواية عكرمة عن ابن عباس قال إلا أن تبذو </p><p>(١) قوله: (المرأة حق الله ألا تخرج) في (س): (المرأة أيضًا لحق الله أن لا تخرج). (٢) انظر: \"المجموع\" ١٨/ ١٧٥.(٣) أخرج عبد الرزاق، وابن المنذر، عن عطاء الخراساني قال: كان ذلك قبل أن تنزل الحدود، وكانت المرأة إذا أتت بفاحشة أخرجت ولم يذكرا ابن عباس في هذا الأثر. انظر: \"الدر\" ٦/ ٢٣١.(٤) في (س): (وعكرمة والشعبي ومجاهد) زيادة.وانظر: \"الكشف والبيان\" ١٢/ ١٣٩ ب، و\"زاد المسير\" ٨/ ٢٨٩، و\"تفسير القرآن العظيم\" ٤/ ٣٧٨.(٥) انظر: \"جامع البيان\" ٢٨/ ٨٧، و\"الكشف والبيان\" ١٢/ ١٣٩ ب، و\"المستدرك \" ٢/ ٤٩١.(٦) في (س): (وروى ذلك عن الشعبي) زيادة. وانظر: \"معالم التنزيل\" ٤/ ٣٥٧، و\"زاد المسير\" ٨/ ٢٨٩، وهو مروي عن ابن عباس أيضًا. والمراد بأهلها، أي: أهل زوجها؛ لأنها أصبحت منهم. وانظر: \"تنوير المقباس\" ٦/ ٨٨.(٧) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"التفسير الكبير\" ٣٠/ ٣٢.</p><p> على أهلها (١) . ونحو ذلك روي عن جابر بن زيد قال: هي النشوز وسوء الخلق إذا نشزت وساء خلقها أخرجها (٢) . </p><p> وقال مقسم: أي إذا عصتك أو آذتك، فهي إذا زنت أو نشزت أو خرجت في عدتها كان للزوج إخراجها من البيت وانقطعت سكناها (٣) . </p><p> قوله:  {وَتِلْكَ حُدُودُ اللهِ} يعني ما ذكر من طلاق السنة وما بعده من الأحكام (٤) . </p><p> قال مقاتل والضحاك: وتلك طاعة الله وسنته وأمره (٥) . </p><p>(١) انظر: \"جامع البيان\" ٢٨/ ٨٦، و\"الكشف والبيان\" ١٢/ ١٤٠ أ، و\"معالم التنزيل\" ٤/ ٣٥٧. قال ابن قدامة: وهي أن تطيل لسانها على أحمائها وتؤذيهم بالسب ونحوه. روى ذلك عن ابن عباس، وهو قول الأكثرين.قلت: نسب الثعلبي والواحدي القول بأن الفاحشة المبينة هي الزنا للأكثرين، ونسب ابن قدامة القول بأنها إيذاء القرابة بـ\"اللسان\" للأكثرين أيضًا، ونسب القول الأول لابن مسعود، والحسن، قم قال: ولنا أن الآية تقتضي الإخراج عن السكنى، وهذا لا يتحقق فيما قالاه. انظر: \"المغني\" ١١/ ٢٩٣.قلت: ولعل مراده بالأكثرين من الفقهاء، ومراد غيره الأكثرين من المفسرين، والله أعلم.وذكر ابن كثير: شمول الآية للمعنيين، وهو الظاهر، إلا أن خروجها للزنا الذي صدر عنها إنما هو إخراج لإقامة الحد، ولا تنقضي به العدة فحسب، بل تنقضي به الحياة. انظر: \"تفسير ابن كثير\" ٤/ ٣٧٨.(٢) لم أجده، وهو داخل في الأقوال السابقة.(٣) لم أجده، ولعله لا يخرج عن الأقوال السابقة.(٤) وهو اختيار ابن جرير والجصاص وغيرهما. انظر: \"جامع البيان\" ٢٨/ ٨٧، و\"أحكام القرآن\" للجصاص ٣/ ٤٥٤.(٥) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"جامع البيان\" ٢٨/ ٨٧.</p><p> {وَمَنْ يَتَعَدَّ حُدُودَ اللهِ} قال أبو إسحاق: هذا تشديد فيمن تعدى طلاق السنة (١) ، وقال مقاتل: ومن يطلق لغير العدة (٢) . </p><p> {فَقَدْ ظَلَمَ نَفْسَهُ} . قال ابن عباس: أثم (٣) . </p><p> وقوله:  {لَا تَدْرِي لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} قال ابن عباس: يريد الندم على طلاقها والمحبة لرجعتها (٤) . </p><p> وقال مقاتل:  {بَعْدَ ذَلِكَ} بعد التطليقة والتطليقتين (٥) ، {أَمْرًا} يعني: المراجعة. وقال الشعبي: لا تدري لعلك تندم فيكون لك سبيل إلى المراجعة (٦) . </p><p> وقال الضحاك: لعله أن يراجعها في العدة (٧) ، وهذا دليل على أن المستحب في التطليق أن يوقع متفرقًا ولا يجمع بين الثلاث لقوله:  {لَعَلَّ اللهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} وهو الندم على الطلاق، وإرادة المراجعة، وذلك إنما ينفع إذا لم يجمع الطلقات. </p><p> قال أبو إسحاق: وإذا طلقها ثلاثًا (٨) في وقت واحد فلا معنى في </p><p>(١) انظر: \"معاني القرآن\" ٥/ ١٨٤. (٢) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"التفسير الكبير\" ٣٠/ ٣٣.(٣) والذي ذكر عنه قوله (ضر نفسه). انظر: \"تنوير المقباس\" ٦/ ٨٩، و\"التفسير الكبير\" ٣٠/ ٣٣.(٤) انظر: \"تنوير المقباس\" ٦/ ٨٩، و\"معالم التنزيل\" ٤/ ٣٥٧.(٥) انظر: \"تفسير مقاتل\" ١٥٨ أ، و\"معالم التنزيل\" ٤/ ٣٥٧.(٦) انظر: \"الدر\" ٦/ ٢٣٢، وزاد نسبة إخراجه لعبد بن حميد عن الضحاك والشعبي.(٧) انظر: \"تفسير عبد الرزاق\" ٢/ ٤٩٨، و\"جامع البيان\" ٢٨/ ٨٧، و\"تفسير القرآن العظيم\" ٤/ ٣٧٨، وهو المروي عن عطاء، وقتادة، ومقاتل بن حيان، والثوري.(٨) في (س): (ثلاثًا) زيادة.</p>"
}