{
  "id": null,
  "sura": 65,
  "aya": 6,
  "text": "<p> يدل على ذلك حديث سبيعة بنت الحارث وهي أنها وضعت حملها قبل أربعة أشهر وعشر من وفاة زوجها فقال النبي -صلى الله عليه وسلم-: \"قد حللت حين وضعت حملك\" وأمرها أن تتزوج (١) . </p><p> {وَمَنْ يَتَّقِ اللهَ} في جميع ما أمره بطاعته فيه {يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا} ييسر الله عليه في أمره ويوفقه للعمل الصالح. قال ذلك المقاتلان (٢) . </p><p> وقال عطاء: يسهل الله عليه أمر الدنيا والآخرة (٣) . </p><p> {ذَلِكَ} يعني الذي ذكر من الأحكام {أَمْرُ اللهِ أَنْزَلَهُ إِلَيْكُمْ وَمَنْ يَتَّقِ اللهَ} بطاعته فيعمل بما جاء به محمد -صلى الله عليه وسلم -. </p><p> {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ} من الصلاة إلى الصلاة، ومن الجمعة إلى الجمعة {وَيُعْظِمْ لَهُ أَجْرًا} قاله ابن عباس (٤) . </p><p> ٦ - قوله تعالى:  {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ} قال الكسائي: {مِّن} صلة، والمعنى: أسكنوهن حيث (٥) سكنتم من وجدكم (٦) . </p><p> قال أبو عبيدة: من سعتكم من الجدة (٧) . </p><p>(١) حديث متفق عليه، رواه البخاري في كتاب: المغازي، باب حدثني عبد الله بن محمد الجعفي ٥/ ١٠٢ ومسلم في كتاب: الطلاق، باب: انقضاء عدة المتوفى عنها زوجها وغيرها بوضع العمل ٢/ ١١٢٢. (٢) انظر: \"تفسير مقاتل\" ١٥٨ ب.(٣) انظر: \"معالم التنزيل\" ٤/ ٣٥٨، و\"التفسير الكبير\" ٣٠/ ٣٦.(٤) انظر: \"التفسير الكبير\" ٣٠/ ٣٦.(٥) في (س): (من حيث).(٦) انظر: \"الكشف والبيان\" ١٢/ ١٤٤ أ، وعند الزمخشري أنها للتبعيض، والمعنى: أي بعض مكان سكناكم، و\"الكشاف\" ٤/ ١١٠.(٧) انظر: \"مجاز القرآن\" ٢/ ٢٦٠.</p><p> وقال الفراء: يقول: على قدر طاقتكم، على قدر (١) ما يجد، فإن كان موسعًا وسع عليها في المسكن والنفقة، وإن كان فقيرًا مقترًا (٢) فعلى قدر ذلك (٣) . </p><p> وقال أبو إسحاق: يقال: وجدت في المال وجدًا -أي صرت ذا مال- ووجدًا وجدةً (٤) . وقال الأخفش: الوجدُ المقدرة، أي: من حيث سكنتم مما تقدرون عليه (٥) . </p><p> قال المقاتلان: يعني من سعتكم في المسكن والنفقة (٦) . </p><p> وقال الضحاك: أنفقوا عليهن بقدر ما عندكم من السعة. وقال السدي:  {مِنْ وُجْدِكُمْ} أي من ملككم (٧) . </p><p> قال قتادة: إن لم تجد إلا ناحية بيتك فأسكنها فيه (٨) . </p><p> قال أصحابنا (٩) : السكنى تكون في مسكن النكاح، ولا يجوز للزوج أن يخرجها منه، ولا لها أن تخرج. </p><p>(١) في (س): (قدر) زيادة. (٢) في (س): (مقترًا) زيادة.(٣) انظر: \"معاني القرآن\" ٣/ ١٦٣.(٤) في (ك): (ووجدة). وانظر: \"معاني القرآن\" للزجاج ٥/ ١٨٦.(٥) انظر: \"معاني القرآن\" ٢/ ٧١٠.(٦) انظر: \"تفسير مقاتل\" ١٥٩ أ، و\"معالم التنزيل\" ٤/ ٣٥٩.(٧) لم أجدها. وعند ابن جرير عن السدي: (المرأة يطلقها فعليه أن يسكنها وينفق عليها)، و\"جامع البيان\" ٢٨/ ٩٤، وما ذكره المؤلف عنهما لا يخرج عن أقوال المفسرين المذكورة.(٨) انظر: \"تفسير القرآن العظيم\" ٤/ ٣٨٣، و\"الدر\" ٦/ ٢٣٧.(٩) أي الشافعية. وانظر: \"المجموع\" ١٨/ ١٦٢، و\"الحاوي الكبير\" ١١/ ٢٤٩.</p><p> جاء رجل إلى ابن مسعود فقال: يا أبا عبد الرحمن: ما ترى في امرأة طلقت ثم أصبحت غادية إلى أهلها؟ فقال عبد الله: ما أحب أن لي دينها بتمرة. </p><p> فإن كان للزوج المطلق مسكن واحد ودار واحدة؛ لم يجز للمرأة أن تساكنه فيها ساعة إلا مع محرم بالغ من محارمها، ولكن على الزوج أن يخرج منها لتخلو الدار لها، وإن كانت الدار واسعة مشتملة على مرافق فإن أمكنها أن تنفرد في بعض مرافق الدار جاز أن تساكنه (١) ، وكل مطلقة مستحقة للسكنى (٢) . </p><p> وفي المتوفى عنها قولان: </p><p> أحدهما: أنها تستحق السكنى. </p><p> والثاني: أنها لا تستحق وليس لها نفقة العدة بحال (٣) . </p><p> قوله تعالى:  {وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ} نهى الله عن مضارتهن </p><p>(١) في (س): من قوله (فيها ساعة) إلى (تساكنه) زيادة. وانظر: \"المجموع\" ١٨/ ١٦٢، و\"المغني\" ١١/ ٣٠٢. (٢) وهو قول ابن مسعود، وابن عمر، وعائشة، وسعيد بن المسيب، والشافعي، وأصحاب الرأي، وغيرهم.انظر: \"أحكام القرآن\" للجصاص ٣/ ٤٥٩، و\"المغني\" ١١/ ٣٠٠.(٣) في (س): (بحال) زيادة.وانظر: \"المغني\" ١١/ ٢٩٢، وقال: (قال أصحابنا: ولا سكنى للمتوفى عنها إذا كانت حائلاً، رواية واحدة، دن كانت حاملًا فعلى روايتين، وللشافعي في سكنى المتوفى عنها قولان ...).وقال الجصاص: قد اتفق الجميع على أن لا نفقة للمتوفى عنها زوجها غير الحامل. \"أحكام القرآن\" ٣/ ٤٦٢.</p><p> بالتضييق عليهن في المسكن والنفقة. </p><p> قوله تعالى:  {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} وهذا بيان حكم المطلقة البائنة؛ لأن الرجعية تستحق النفقة وإن لم تكن حاملاً، وان كانت مطلقة ثلاثًا، أو مختلعة فلا نفقة لها إلا أن تكون حاملًا فتستحق النفقة (١) . </p><p> قوله تعالى:  {فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ} يعني حق الرضاع وأجرته، وللزوج أن يستأجر امرأته لإرضاع الولد كما يستأجر أجنبية، وبيان هذا قد تقدم في سورة البقرة (٢) . </p><p> قوله تعالى:  {وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ} قال عطاء: يريد بفضل معروف منك (٣) . </p><p> وقال مقاتل بن حيان: يتراضى الأب والأم على أجل مسمى (٤) . </p><p> وقال السدي: يعني اصنعوا المعروف فيما بينكم (٥) . </p><p> وقال المبرد: ليأمر بعضكم بعضًا بالمعروف. والخطاب للأزواج من </p><p>(١) انظر: \"الأم\" ٥/ ٩٧، و\"أحكام القرآن\" للجصاص ٣/ ٤٥٩، و\"المغني\" ١١/ ٣٠١، و\"شرح النووي على مسلم\" ١٠/ ٩٥، و\"المحلى\" ١٠/ ٢٨٨، و\"فتح الباري\" ٩/ ٤٨٠، وهو قول الجمهور. وقال الأحناف والثوري والحسن بن صالح: لكل مطلقة السكنى والمنفقة ما دامت في العدة حاملًا كانت أو غير حامل. انظر: \"بدائع الصنائع\" ٤/ ٢٠٣٨، و\"شرح فتح القدر\" ٣/ ٣٣٩، و\"الحاوي الكبير\" ١١/ ٢٤٦.(٢) عند تفسيره الآية (٢٣٣) من سورة البقرة.(٣) انظر: \"التفسير الكبير\" ٣٠/ ٣٧.(٤) انظر: \"معالم التنزيل\" ٤/ ٣٦٠.(٥) انظر: \"جامع البيان\" ٢٨/ ٩٦.</p><p> الرجال والنساء يأمرهم أن يأتوا المعروف وما هو الأحسن ولا يقصدوا التعاسر والضرر (١) . </p><p> قال أبو إسحاق: المعروف هاهنا -والله أعلم- أن لا يقصر الرجل في نفقة المرأة التي ترضع ولده إذا كانت هي والدته؛ لأن الوالدة أرأف بولدها من غيرها، ولا تقصر هي في إرضاع ولدها، والقيام بشأنه، فحق على كل واحد منهما أن يأتمر في الولد بمعروف (٢) . وذكرنا تفسير الائتمار عند قوله:  {يَأْتَمِرُونَ بِكَ}  (٣)  [القصص: ٢٠] . </p><p> {وَإِنْ تَعَاسَرْتُمْ} أي (٤) في الأجرة ولم يتفق بين الوالدة والولد ما يتراضيان به {فَسَتُرْضِعُ لَهُ أُخْرَى} معناه: فليسترضع له (٥) الوالد غير (٦) والدة الصبي. </p><p> ومعنى {تَعَاسَرْتُمْ} لم تتفقوا على أمر. </p><p> ثم بين قدر الإنفاق فقال:  {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ} أمر أهل التوسعة أن يوسعوا على نسائهم المرضعات أولادهن على قدر سعتهن ومن </p><p>(١) انظر: \"التفسير الكبير\" ٣٠/ ٣٧. (٢) انظر: \"معاني القرآن\" ٥/ ١٨٦.(٣) قال: الائتمار: المشاروة، وهو أن يأمر بعضهم بعضًا.قال شمر: يقول ائتمرت فلانًا في ذلك الأمر إذا شاورته، وائتمر القوم إذا شاوروا ثم الائتمار يكون مرة مع ذوي العقل والرأي من الناس وهو المحمود المسنون ومرة يكون مع النفس والهوى، وهو المذموم.(٤) في (س): (أي) زيادة.(٥) (له) ساقطة من (س).(٦) في (ك): (غيره).</p>"
}