{
  "id": null,
  "sura": 66,
  "aya": 3,
  "text": "<p> عليه كفارة إذا لم يحلف. </p><p> قال المقاتلان: أمر الله نبيه -صلى الله عليه وسلم- أن يكفر يمينه ويراجع وليدته، فأعتق رقبة (١) . </p><p> قال أبو إسحاق: وعلى التفسيرين ليس لأحد أن يحرم ما أحل الله، ولم يجعل الله لنبيه أن يحرم إلا ما حرم الله (٢) . </p><p> قوله تعالى:  {وَاللَّهُ مَوْلَاكُمْ} ، أي: وليكم وناصركم، {وَهُوَ الْعَلِيمُ} بخلقه، {الْحَكِيمُ} فيما فرض من حكمه. </p><p> ٣ - قوله:  {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} قال أبو إسحاق: موضع (إذ) نصب كأنه قال: واذكر إذ أسر النبي إلى بعض أزواجه حديثًا (٣) ، يعني ما أسر إلى حفصة في تحريمه الجارية على نفسه واستكتمها ذلك (٤) ، وقال جماعة من المفسرين: إن النبي -صلى الله عليه وسلم- لما رأى المغيرة والكراهية في وجه حفصة أراد أن يترضاها فأسر إليها بشيئين. تحريم الأمة على نفسه، وبشرها بأن الخلافة بعده في أبي بكر وأبيها عمر. وهذا قول </p><p>= حجر: واستدل القرطبي وغيره بقوله: (حلفت) على أن الكفارة التي أشير إليها في قوله تعالى: {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} هي عن اليمين التي أشار إليها بقوله: (حلفت)، فتكون الكفارة لأجل اليمين لا لمجرد التحريم. وهو استدلال قوي لمن يقول إن التحريم لغو لا كفارة فيه بمجرده. \"فتح الباري\" ٩/ ٣٧٨. (١) انظر: \"تفسير مقاتل\" ١٦٠ أ، وهو قول زيد بن أسلم وغيره. انظر: \"الجامع لأحكام القرآن\" ١٨/ ١٨٥.(٢) انظر: \"معاني القرآن\" ٥/ ١٩٢.(٣) (حديثًا) ساقطة من (س).(٤) انظر: \"معاني القرآن\" للزجاج ٥/ ١٩١.</p><p> ابن عباس في رواية عطاء، والكلبي، وسعيد بن جبير (١) ومقاتل (٢) . </p><p> قوله تعالى:  {فَلَمَّا نَبَّأَتْ بِهِ} قال ابن عباس: أخبرت به عائشة (٣)  {وَأَظْهَرَهُ اللَّهُ عَلَيْهِ} أطلع الله نبيه على قول حفصة لعائشة، فأخبر (٤) النبي -صلى الله عليه وسلم- حفصة عند ذلك ببعض (٥) ما قالت، وهو قوله:  {عَرَّفَ بَعْضَهُ} قال ابن عباس: عرف حفصة بعض ما أخبرت به عائشة: {وَأَعْرَضَ عَنْ بَعْضٍ} ، فلم يعرفه إياها على وجه التكريم والإغضاء (٦) . </p><p> وقال مقاتل:  {وَأَعْرَضَ عَنْ بَعْضٍ} لم يخبرها أنك أخبرت عائشة أن أبا بكر وعمر يملكان (٧) . فالذي أعرض عنه ذكر خلافة أبي بكر وعمر. ونحو هذا ذكر الزجاج (٨) . </p><p>(١) في (س): (والكلبي وسعيد بن جبير) زيادة. (٢) انظر: \"تفسير مقاتل\" ١٦٠ أ، و\"الكشف والبيان\" ١٢/ ١٤٧ ب، وفي \"مجمع الزوائد\" ٧/ ١٢٦، ذكر الخبر عن أبي هريرة ثم قال: رواه الطبراني في \"الأوسط\"، من طريق موسى بن جعفر بن أبي كثير، عن عمه. قال الذهبي: مجهول وخبره ساقط. وذكر ابن كثير في \"تفسيره\" ٤/ ٣٩٠ تخريج الطبراني لذكر الخلافة عن ابن عباس. ثم قال: إسناده فيه نظر. واعتمد ما ورد في الصحيح.وانظر: \"تخريجات الكشاف\" ص ١٧٦.(٣) انظر: \"تنوير المقباس\" ٦/ ٩٦.(٤) في (ك): (فأخبر الله) والصواب ما أثبته.(٥) (ما) ساقطة من (س).(٦) انظر: \"التفسير الكبير\" ٣٠/ ٤٣.(٧) انظر: \"تفسير مقاتل\" ١٦٠ أ، و\"معالم التنزيل\" ٤/ ٣٦٤.(٨) انظر: \"معاني القرآن\" ٥/ ١٩٢، والذي فيه أنه عرف حفصة بعض ما أفضت به من الخبر دون التصريح بما عرفها به.</p><p> وروى أبو بكر ابن عيالش الكلبي (١) قال: كره أن ينشر في الناس. يعني ذكر الخلافة. وروى عن الكلبي بخلاف هذا قال: عرفها بعض حديثها لعائشة من شأن أبي بكر وعمر، {وَأَعْرَضَ عَنْ بَعْضٍ} وهو تحريم الجارية؛ لأنه لم يبال ما أظهرت من ذلك. يعني أنه -صلى الله عليه وسلم- أنكر عليها إفشاء الخلافة وأعرض عن إفشاء التحريم لقلة مبالاته بذلك (٢) . </p><p> وقرئ (عرَفَ) مخففًا (٣) ، ومعناه جازى عليه، ولا يجوز أن يكون (عرف) من العلم؛ لأن النبي -صلى الله عليه وسلم- إذا أظهره الله على ما كانت أفشته علم جميع ذلك، ولم يجز أن يعلم من ذلك مع إظهار الله إياه بعضه، ولكن يعلم جميعه، فإذا لم يجز حمله على هذا الوجه علمت أنه بمعنى المجازاة، </p><p>(١) كذا في في (ك): وصوابها (عن الكلبي) ولم أجد هذه الرواية. (٢) انظر: \"زاد المسير\" ٨/ ٣٠٩، و\"الكشاف\" ٤/ ١١٥، من طريق أبي صالح عن ابن عباس. والقولان في \"تفسير ابن عباس\" ٦/ ٩٧.قال ابن حجر: قوله: (وإذ أسر النبي إلى بعض أزواجه حديثاً لقوله: بل شربت عسلًا) هذا القدر بقية الحديث .. وكأن المعنى: وأما المراد بقوله تعالى: {وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} فهو لأجل قوله: (بل شربت عسلًا)، والنكتة فيه أن هذه الآية داخلة في الآيات الماضية، لأنها قبل قوله: {إِنْ تَتُوبَا إِلَى اللَّهِ}.قلت: وما ذكر من أمر الخلافة لا وجه له إذ يستبعد جمع أمر خاص به -صلى الله عليه وسلم- مع خلافة المسلمين العامة، ثم ما الذي منع عائشة وحفصة -رضي الله عنهما- من ذكر هذا الأمر بعد موته -صلى الله عليه وسلم- وما حصل أو كاد أن يحصل بين المهاجرين والأنصار، وهل كان الصديق أو الفاروق يحرص على تولي أمر المسلمين، وهل كانت عائشة أو حفصة كذلك، وعائشة هي التي كانت تشير عليه -صلى الله عليه وسلم- بأمر عمر بالصلاة دون أبيها، لو كانت علمت ذلك من قبل هل كانت ستشير بهذا؟(٣) قرأ الكسائي {عَرَّفَ} بتخفيف الراء، وقرأ الباقون بتشديدها.انظر: \"حجة القراءات\" ص ٧١٣، و\"النشر\" ٢/ ٣٨٨، و\"الإتحاف\" ص ٤١٩.</p><p> وهذا كما تقول لمن يسيء أو يحسن: أنا أعرف لأهل الإحسان وأعرف لأهل الإساءة، أي: لا يخفى عليّ ذلك وأغضي عن بعض، وهذا كقوله:  {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ}  [البقرة: ١٩٧] وقوله: {أُولَئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِي قُلُوبِهِمْ}  [النساء: ٦٣] ، أي: يجازيهم، وهو أعلم (١) بما في قلوب الخلق أجمعين. ومثله قوله:  {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ}  [الزلزلة: ٧] ، أي: يرى جزاءه، وليس المعنى يرى ما عمل. وكان مما جازى حفصة تطليقه إياها؛ هذا كلام أبي علي (٢) . وهو كله قول الفراء والزجاج (٣) واختيار أبي عبيد قراءة العامة لقوله: {وَأَعْرَضَ عَنْ بَعْضٍ} يعني لم يعرفها إياه، ولو كان عرف مخففًا لكان ضده وأنكر بعضًا (٤) . </p><p>(١) في (س): (يعلم). (٢) من قوله: (جازى عليه ...) إلى هنا كلامه، وفيه تصرف من الواحدي. وانظر: \"الحجة للقراء السبعة\" ٦/ ٣٠١ - ٣٠٢.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٦٦، و\"معاني القرآن\" للزجاج ٥/ ١٩٢، و\"زاد المسير\" ٨/ ٣٠٨.قلت: تطليق حفصة رضي الله عنها يرده ما في الصحيح، وفيه عن عمر قال: فقلت: أطلقت يا رسول الله -صلى الله عليه وسلم- نساءك؟ فرفع رأسه إليّ وقال: لا. فقلت: الله أكبر. وفي رواية (أطلقتهن؟ فقال: لا. فقمت على باب المسجد فناديت بأعلى صوتي: لم يطلق نساءه) وفرحه -رضي الله عنه- لما علم بأنه لم يطلق حفصة، ولو كانت طلقت لحزن؛ إذ في إمساكها دليل على فضل آل الخطاب وخيريتهم، وفي \"تفسير مقاتل\" ١٦٠ أأنه لم يطلقها وأنها من نسائه في الجنة.وانظر: \"صحيح مسلم\"، كتاب: الطلاق، باب: بيان أن تخيير المرأة لا يكون طلاقًا إلا بالنية ٢/ ١١٠٣، و\"تفسير القرآن العظيم\" ٤/ ٣٨٩.(٤) انظر: \"إعراب القرآن\" للنحاس ٣/ ٤٦٢، ومما قال: وقراءة الكسائي: {عَرَّفَ بَعْضَهُ} وردها أبو عبيد ردًّا شنيعًا .. قال أبو جعفر: وهذا الرد لا يلزم، والقراءة معروفة عن جماعة منهم أبو عبد الرحمن السلمي.</p>"
}