{
  "id": null,
  "sura": 66,
  "aya": 10,
  "text": "<p> قوله:  {إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} قال: يريد: من إطفاء نور المنافقين وإثبات نور المؤمنين. </p><p> ٩ - {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ} مفسر في سورة براءة (١) . </p><p> ١٠ - قوله تعالى:  {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ} قال صاحب النظم: نظمه: ضرب الله امرأة نوحٍ وامرأة لوط للذين كفروا مثلًا. ثم بين حالهما فقال:  {كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ} يعني نوحًا ولوطًا. </p><p> وقوله:  {فَخَانَتَاهُمَا} قال عطاء عن ابن عباس: كانت امرأة نوح تقول للناس إنه مجنون، وكانت امرأة لوط إذا نزل به الضيف بالليل أوقدت النار حتى يعلم قومه أنه قد نزل به ضيف، وإذا نزل به بالنهار (٢) دخنت (٣) . </p><p> وروى الضحاك عنه قال: ما بغت امرأة نبي قط، إنما كانت خيانتهما </p><p>(١) عند تفسيره الآية (٧٣) من سورة التوبة قال: {يَا أَيُّهَا النَّبِيُّ} قال ابن عباس في رواية علي بن أبي طلحة: أمره الله بجهاد الكفار بالسيف والمنافقين باللسان. وزاد عطاء عنه بيانًا فقال: يريد جاهد الكفار بالسيوف والرماح والنبل، والمنافقين باللسان وشدة الانتهار وترك الرفق. {وَاغْلُظْ عَلَيْهِمْ} يقال: غلظ الشيء يغلط غلظًا في الخلقة، ثم يقال: رجل غليظ إذا كان فظًّا، وغلظ له القول وأغلظ إذا لم يرفق به .. والغلظة قوة في القلب على إحلال الألم بصاحبه، كما أن الرفق ضعف القلب عن ذلك. قال ابن عباس: يريد شدة الانتهار والنظر بالبغضة والمقت. وقال ابن مسعود: هو أن يكفهر في وجوههم.(٢) في (ك): (النهار) والصواب ما أثبته.(٣) انظر: \"معالم التنزيل\" ٤/ ٣٦٨، و\"زاد المسير\" ٨/ ٣١٥، وأخرجه الحاكم وصححه، وابن جرير، وعبد الرزاق نحوه.انظر: \"جامع البيان\" ٢٨/ ١٠٩, و\"المستدرك\" ٢/ ٤٩٦، و\"الدر\" ٦/ ٢٤٥.</p><p> في الدين (١) . وقال عكرمة: فخانتاهما في الدين (٢) . </p><p> وروى أن ابن عباس سئل عن قوله {فَخَانَتَاهُمَا} قال: ليس بالزنا، ولكن كانت امرأة نوح تخبر الناس أنه مجنون، وكانت امرأة لوط تدل على الأضياف (٣) . </p><p> وقال مقاتل: كانتا مخالفتين لدينهما (٤) . </p><p> وقال الكلبي: أسرتا النفاق وأظهرتا الإيمان (٥) . </p><p> هذا ما ذكره المفسرون في تفسير خيانة امرأة نوح وامرأة لوط، وقد حصل من هذا أن خيانتهما لم تكن في بغاء، لأن الأنبياء عليهم السلام لا يبتليهم الله في نسائهم بفساد، وإنما كانت في الدين (٦) . </p><p> قوله تعالى:  {فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا} أي: لم يدفعا عنهما عذاب الله مع كفرهما. وقال مقاتل والكلبي (٧) : يخون عائشة وحفصة في تظاهرهما على الرسول. أي إن عصيا ربهما لم يغن محمد عنهما من الله شيئاً (٨) . </p><p>(١) انظر: \"تنوير المقباس\" ٦/ ١٠١، و\"جامع البيان\" ٢٨/ ١٠٩، و\"الكشف والبيان\" ١٢/ ١٥٢ ب، و\"تفسير القرآن العظيم\" ٤/ ٣٩٣. (٢) انظر: \"جامع البيان\" ٢٨/ ١٠٩، و\"تفسير القرآن العظيم\" ٤/ ٣٩٣.(٣) أخرجه ابن جرير، وذكره الثعلبي بألفاظ مقاربة لما هنا.انظر: \"جامع البيان\" ٢٨/ ١٠٩، و\"الكشف والبيان\" ١٢/ ١٥٢ ب.(٤) انظر: \"تفسير مقاتل\" ١٦٠ ب.(٥) انظر: \"تنوير المقباس\" ٦/ ١٠١، و\"معالم التنزيل\" ٤/ ٣٨٦، و\"زاد المسير\" ٨/ ٣١٥.(٦) قال القرطبي: وهذا إجماع من المفسرين فيما ذكره القشيري. انظر: \"الجامع\" ١٨/ ٢٠٢، و\"أضواء البيان\" ٨/ ٣٨١.(٧) في (س): (وقوله وقال الكلبي ومقاتل).(٨) انظر: \"تفسير مقاتل\" ١٦٠ ب، و\"إعراب القرآن\" للنحاس ٣/ ٤٦٧، و\"الكشف والبيان\" ١٢/ ١٥٢ ب.</p>"
}