{
  "id": null,
  "sura": 66,
  "aya": 8,
  "text": "<p> قوله تعالى:  {عَلَيْهَا مَلَائِكَةٌ} قال ابن عباس: يريد خزنة النار تسعة عشر ملكًا (١) ، {غِلَاظٌ} أي على أهل النار كقوله: {وَاغْلُظْ عَلَيْهِمْ}  [التوبة: ٧٣،التحريم:٩] ، ويجوز أن يكون معنى الغلظ هاهنا ضخامة أجسامهم. قال (٢) ابن عباس: ما بين منكبيه مسيرة سنة. ونحوه قال مقاتل (٣) . </p><p> وقوله:  {شِدَادٌ} أي أقوياء. قالا: وقوة الواحد منهم أن يضرب بالمقمع فيدفع بتلك الضربة سبعين ألف إنسان في قعر جهنم (٤) . </p><p> ٨ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا} قال أبو إسحاق: معناه توبة بالغة في (٥) النصح (٦) . </p><p> وقال الفراء:  {نَصُوحًا} من صفة التوبة، ومعناه يحدث نفسه إذا تاب </p><p>= حجر، وليس بقياس، ولكنهم قالوه كما قالوا: جمل وجمالة، وذكر وذكارة، وجاء في التفسير أن الحجارة هاهنا حجارة الكبريت. وقوله: {وَقُودُهَا النَّاسُ} لا يدل على أنها غير مخلوقة بأن الناس لم يدخلوها بعد لأنها متقدة بغير الناس فإذا دخلها الناس صاروا وقودها. (١) انظر: \"الكشف والبيان\" ١٢/ ١٥١ ب، و\"البحر المحيط\" ٨/ ٢٩٢، و\"روح المعاني\" ٢٨/ ١٥٧، ولم ينسب لقائل.(٢) في (ك): (فقال) زيادة.(٣) انظر: \"تفسير مقاتل\" ١٦٠ ب، و\"الدر\" ٦/ ٢٤٤، وذكر تخريج ابن جريج له عن كعب بلفظ: (ما بين منكب الخازن من خزنتها مسيرة سنة ...)، وهذا مما نقل عن أهل الكتاب، والله أعلم.(٤) انظر: \"تفسير مقاتل\" ١٦٠ ب، و\"زاد المسير\" ٨/ ٣١٣، و\"الجامع لأحكام القرآن\" ١٨/ ١٩٦.(٥) في (ك): (من).(٦) انظر: \"معاني القرآن\" ٥/ ١٩٤.</p><p> من ذلك الذنب ألا يعود إليه أبدًا. هذا كلامه (١) . والمعنى: توبة تنصح صاحبها بترك العود إلى ما تاب منه. وهذا معنى قول قتادة وسعيد بن المسيب قالا (٢) : هي الصادقة الناصحة، ينصحون بها أنفسهم (٣) . </p><p> وروي عن عاصم (نصوحًا) بضم النون (٤) . قال الفراء: أراد المصدر مثل القعود. ونحو ذلك قال المبرد (٥) والزجاج. يقال: نصحت لهم نصحًا ونصاحة ونصوحًا (٦) ، ويحتمل المصدر هاهنا معنيين: </p><p> أحدهما: أنه أراد توبة ناصحة، يسمى الفاعل باسم المصدر. </p><p> ويجوز أن يريد به توبة ذات نصوح. وقال أبو زيد نصحته: صدقته، وتوبة نصوح: صادقة (٧) . وأما قول المفسرين فإنهم كلهم على أن التوبة النصوح هي التي لا يعاود صاحبها بعدها الذنب. </p><p> قال عمر بن الخطاب -رضي الله عنه-: التوبة النصوح أن يجتنب الرجل عمل السوء ثم لا يعود إليه أبدًا (٨) . </p><p>(١) انظر: \"معاني القرآن\" ٣/ ١٦٨. (٢) في (س): (هذا قالا).(٣) انظر: \"جامع البيان\" ٢٨/ ١٠٨، و\"الكشف والبيان\" ١٢/ ١٥١ أ، و\"الدر\" ٦/ ٢٤٥.(٤) قرأ عاصم {نُصُوحًا} بضم النون، وقرأ الباقون {نَّصُوحًا} بفتحها. انظر: \"حجة القراءات\" ص ٧١٤، و\"النشر\" ٢/ ٣٨٨، و\"الاتحاف\" ص ٤١٩.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١٦٨، و\"الحجة للقراء السبعة\" ٦/ ٣٠٣، و\"الكشف والبيان\" ١٢/ ١٥١ أ.(٦) انظر: \"معاني القرآن\" ٥/ ١٩٤.(٧) انظر: \"تهذيب اللغة\" ٤/ ٢٥٠، و\"اللسان\" ٣/ ٦٤٦ (نصح).(٨) أخرجه ابن جرير ٢٨/ ١٠٨، وابن أبي حاتم، والحاكم ٢/ ٤٩٥، وصححه، وعبد الرزاق. انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٣، و\"الدر\" ٦/ ٢٤٥.</p><p> وقال مقاتل بن حيان (١) : التوبة النصوح أن يتوب العبد من ذنبه صادقًا في ذلك لا يريد مراجعته ولا يعود فيه (٢) . ووعدهم إذا فعلوا ذلك أن يكفر عنهم سيئاتهم ويدخلهم الله الجنة (٣) ، وهو قوله:  {عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ} : لا يعذبهم الله بدخول النار، قاله مقاتل (٤) . وذكرنا تفسير الإخزاء عند قوله:  {فَقَدْ أَخْزَيْتَهُ}  [آل عمران: ١٩٢]  (٥) . </p><p> وقوله:  {نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ} مفسر في سورة الحديد. </p><p> قوله تعالى:  {يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا} إذا رأى المؤمنون نور المنافقين يطفأ سألوا الله أن يتم لهم نورهم ويبلغهم به الجنة. وهذا معنى قول ابن عباس: لا تطفئه كما أطفأت نور المنافقين (٦) . </p><p>(١) في (س): (بن حيان) زيادة. (٢) انظر: \"معالم التنزيل\" ٤/ ٣٦٧، عن عمر، وأبي، ومعاذ.وهو المعنى الذي ذكره مقاتل بن سليمان في \"تفسيره\" ١٦٠/ ب، وأخرجه ابن أبي شيبة في \"مصنفه\" عن مجاهد ١٣/ ٥٦٨.(٣) (الجنة) ساقطة من (س).(٤) انظر: \"تفسير مقاتل\" ١٦٠ ب.(٥) قال: الإخزاء يرد على معان يقرب بعضها من بعض. قال الزجاج: أخزى الله العدو أي أبعده. وقال غيره: الخزي: الهوان، وأخزاه الله، أي: أهانه. وقال شمر: أخزيته: فضحته، وفي القرآن: {وَلَا تُخْزُونِ فِي ضَيْفِي}. وقال ابن الأنباري: معنى الخزي في اللغة الهلاك بتلف أو انقطاع حجة، أو بوقوع في بلاء.وانظر: \"تهذيب اللغة\" ٧/ ٤٩٠، و\"اللسان\" ١/ ٨٢٩، و\"المفردات\" (١٤٧) (خزي).(٦) وهو قول مجاهد، والضحاك، والحسن. انظر: \"تنوير المقباس\" ٦/ ١٠٠، و\"تفسير مجاهد\" ٢/ ٦٨٤، و\"جامع البيان\" ٢٨/ ١٠٨، و\"تفسير القرآن العظيم\" ٤/ ٣٩٢، و\"المستدرك\" ٢/ ٤٩٦.</p>"
}