{
  "id": null,
  "sura": 66,
  "aya": 2,
  "text": "<p> مَرْضَاتَ أَزْوَاجِكَ} قال صاحب النظم:  {تَبْتَغِي} حال خرجت مخرج المضارع. والمعنى: لم تحرم ما أحل الله لك مبتغيًا مرضاة أزواجك (١) . </p><p> ٢ - قوله تعالى:  {قَدْ فَرَضَ اللَّهُ لَكُمْ} قال مقاتل: يعني قد بين الله، كما قال:  {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا}  [النور: ١]  (٢) . وقال غيره: قد أوجب، وهو اختيار ابن قتيبة (٣) . </p><p> وذكر صاحب النظم القولين، وقال: إذا وصل بعلى لم يحتمل غير الإيجاب كقوله: {قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ}  [سورة الأحزاب: ٥٠] ، وإذا وصل باللام احتمل الوجهين، فإن حمل على الإيجاب كان اللام بمعنى على كقوله:  {وَإِنْ أَسَأْتُمْ فَلَهَا}  [الإسراء: ٧] وقوله: {تَحِلَّةَ أَيْمَانِكُمْ} أي تحليلها بالكفارة. </p><p> و {تَحِلَّةَ} على وزن تفعلة، وأصله تحللة فأدغمت (٤) ، وتفعلة من مصادر تفعل كالتوصية، والتسمية. ومن المضاعف التعزة والتغرة. وتحلة القسم تكون بمعنيين: </p><p> أحدهما: تحليله بالكفارة كالذي في هذه الآية. </p><p> والآخر: يستعمل بمعنى الشيء القليل. وهذا هو الأكثر في </p><p>= وقال ابن حجر: وكأنه أشار عليه بالرقبة لأنه عرف أنه موسر، فأراد أن يكفر بالأغلظ من كفارة اليمين لا أنه تعين عليه عتق رقبة. \"فتح الباري\" ٩/ ٣٧٦. (١) انظر: \"التفسير الكبير\" ٣٠/ ٤٢.(٢) انظر: \"تفسير مقاتل\" ١٥٩ ب، و\"التفسير الكبير\" ٣٠/ ٤٣.(٣) انظر: \"تفسير غريب القرآن\" ص ٤٧٢.(٤) \"سر صناعة الإعراب\" ٢/ ٧٦٢: حيث أدغمت اللام في اللام.</p><p> الاستعمال (١) ، كما روي في الحديث:  \"لن يلج النار إلا تحلة القسم\"  (٢) ، يعني زمانًا يسيرًا. وذلك أن القسم يتحلل بما يقع عليه الاسم كمن حلف أنه لا يأكل الخبز، يخرج عن يمينه بأدنى ما يقع عليه الاسم، وكذلك في كل شيء، ومنه قول الشاعر (٣) : </p><p> أرى إبلي عاقت جدود فلم تذق ... بها قطرةً إلا تحلَّة مقسم </p><p> وذكرنا عن جماعة من المفسرين أن النبي -صلى الله عليه وسلم- حلف أن لا يطأ جاريته فذكر الله تعالى له ما أوجب من كفارة اليمين. </p><p> قال مقاتل: قد بين الله كفارة أيمانكم في المائدة [: ٨٩] . والذين رووا من المفسرين أنه حلف قالوا: تلزم الكفارة في تحريمه الجارية على نفسه، كما تلزم في اليمين (٤) . </p><p> روى سعيد بن جبير عن ابن عباس قال: الحرام يمين (٥) . والحكم في </p><p>(١) انظر: \"التفسير الكبير\" ٣٠/ ٤٣. (٢) متفق عليه، و\"صحح البخاري\"، كتاب: الأيمان، باب قوله تعالى: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ} ٨/ ١٦٧، و\"صحيح مسلم\"، كتاب: الأدب، باب: فضل من يموت له ولد فيحتسبه ٤/ ٢٠٢٨، ولفظه: \"يموت لأحد من المسلمين ثلاثة من الولد فتمسه النار إلا تحلة القسم\".(٣) ورد البيت في \"اللسان\" ١/ ٧٠٥ (حلل) ولم ينسبه.(٤) وهو قول قتادة، ومسروق، والشعبي، وزيد بن أسلم، والضحاك، وغيرهم. انظر: \"جامع البيان\" ٢٨/ ١٠٠، و\"زاد المسير\" ٨/ ٣٠٧، و\"الدر\" ٦/ ٢٤٠.(٥) أخرجه البخاري في مواضع، ولفظه: (إذا حرم امرأته ليس بشيء). وقال: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} كتاب الطلاق، باب: لم تحرم ما أحل الله لك ٧/ ٥٦، وفي كتاب التفسير، باب: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ}، ولفظه: (في الحرام يكفر) ٦/ ١٩٤. =</p><p> هذا أن الرجل إذا قال لامرأته: أنت علي حرام ولم ينو طلاقًا ولا ظهارًا كان هذا اللفظ موجبًا لكفارة اليمين، وكذلك لو قال لأمته وجب كفارة يمين (١) ، وكذلك لو قال لنسائه وجواريه: أنتن عليّ حرام. كفته كفارة واحدة. نص عليه الشافعي -رحمه الله- (٢) . فأما إذا حرم على نفسه طعامًا أو شيئًا آخر سوى الفرج لم يلزمه بذلك كفارة (٣) ، والآية محمولة على تحريم الجارية، أو على تحريم العسل مع اليمين، لأنه قد روي أنه مع ذلك التحريم حلف (٤) ، ولو حرم على نفسه ركوب دابة أو لبس ثوب لم يجب </p><p>= قال ابن حجر في \"الفتح\" ٩/ ٣٧٦، وأخرجه الإسماعيلي من طريق محمد بن المبارك الصوري عن معاوية بن سلام بإسناد حديث الباب بلفظ: (إذا حرم الرجل امرأته فإنما هي يمين يكفرها)، فعرف أن المراد بقوله: (ليس بشيء)، أي: ليس بطلاق. وأخرجه مسلم في كتاب: الطلاق، باب: وجوب الكفارة على من حرم امرأته ولم ينو الطلاق ٢/ ١١٠٠.(١) وبه قال عامة أهل العلم. انظر: \"أحكام القرآن\" للجصاص ٣/ ٤٦٥، و\"المغني\" ١٠/ ٦١، و\"فتح الباري\" ٩/ ٣٧١.(٢) قال النووي: فيه قولان للشافعي أصحهما يلزمه كفارة يمين. \"شرح النووي على مسلم\" ١٠/ ٧٣، وقال ابن قدامة في \"المغني\" ١٠/ ٣٩٦: إذا قال لزوجته: أنت علي حرام وأطلق فهو ظهار. وقال الشافعي: لا شيء عليه. وله قول آخر عليه كفارة يمين، وليس بيمين.(٣) وهو مذهب الشافعي، ومالك، والجمهور، وفي المسألة أربعة عشر مذهبًا كما حكاه القاضي عياض، وبلغت عند القرطبي ثمانية عشر، وزاد غيره عليها.انظر: \"شرح النووي على مسلم\" ١٠/ ٧٤، و\"فتح الباري\" ٩/ ٣٧٢. وقال الألوسي: وهي في هذه المسألة كثيرة جدًّا، وفي نقل الأقوال عن أصحابها اختلاف كثير أيضًا. \"روح المعاني\" ٢٨/ ١٤٩.(٤) ورد في رواية البخاري في بلفظ: (وقد حلفت، لا تخبري بذلك أحدًا). قال ابن=</p>"
}