{
  "id": null,
  "sura": 66,
  "aya": 1,
  "text": "<p> [تفسير سورة التحريم] </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} اختلفوا في الذي حرمه النبي -صلى الله عليه وسلم- على (١) نفسه، فروى هشام بن عروة عن أبيه عن عائشة قالت: كان رسول الله -صلى الله عليه وسلم- إذا صلى الصبح دخل على أزواجه امرأة امرأة يسلم عليهن، وكانت حفصة قد أهدي لها عسل، وكان النبي -صلى الله عليه وسلم- إذا دخل عليها تحبسه عندها وتسقيه منه، فيجلس النبي -صلى الله عليه وسلم- عندها، وفطنت عائشة بذلك فجمعت أزواج النبي -صلى الله عليه وسلم-وقالت لكل واحدة منهن، إذا دخل عليك (٢) النبي -صلى الله عليه وسلم- فقولي (٣) : ما هذا الريح نجدها منك؟ أكلت مغافير (٤) ؟ فإنه يقول: لا. سقتني حفصة عسلًا. فقولي: جرست نحلة العرفط (٥) . فدخل النبي -صلى الله عليه وسلم- على </p><p>(١) في (ك)، (س): (عن). (٢) في (ك): (عليك) زيادة.(٣) في (ك): (عليك فتقول).(٤) المغافير: صمغ يسيل من شجر العرفط حلو غير أن رائحته ليست بطيبة. \"اللسان\" ٢/ ٧٤٩ (عرفط).(٥) جرست النحلة أي أكل ورعت، وهو لحسها إياه ثم تعسله، ولا يقال جرس بمعنى رعى إلا للنحل.والعرفط (بضم العين والفاء وتسكين الراء): شجر خبيث الريح، وهو من أخبث =</p><p> امرأة امرأة وهن يقلن له ذلك، ثم دخل على عائشة فقالت له ذلك أيضًا. فلما كان من الغد دخل على حفصة فسقته فأبى أن يشربه وحرمه على نفسه، وكان يكره أن يوجد منه ريح منتنة، لأنه يأتيه الملك، فأنزل الله هذه الآية (١) . </p><p> وهذا قول ابن أبي مليكة، وعبد الله بن عتبة. </p><p> وروى عبيد بن عمير عن عائشة أن النبي -صلى الله عليه وسلم- كان يمكث عند زينب بنت جحش، ويشرب عندها عسلًا ثم ذكر القصة (٢) ، ونحو هذا ذكر أبو إسحاق (٣) . وفي تفسير عطاء الخراساني أن التي كانت تسقي رسول الله العسل أم سلمة (٤) . </p><p> وقال المقاتلان: ... رسول الله -صلى الله عليه وسلم- في بيت حفصة، فزارت أباها فلما رجعت أبصرت مارية ... النبي -صلى الله عليه وسلم- فلم تدخل حتى خرجت مارية، ثم دخلت وقالت: إني رأيت مارية معك في البيت، وكان ذلك في يوم عائشة، </p><p>= المراعي، وقيل: هو شجر الطلح، وله صمغ كريه الرائحة، فهذا أكلته النحل حصل في عسلها من ريحه وهو المغافير. \"اللسان\" ١/ ٤٤٠ (جرس) ٢/ ٧٤٩ (عرفط). (١) حديث متفق عليه، وهو هنا بألفاظ قريبة مما في الصحيح.وانظر: \"صحيح البخاري\"، كتاب: الطلاق، باب: لم تحرم ما أحل الله لك ٧/ ٥٦٠ ومسلم، كتاب: الطلاق، باب وجوب الكفارة على من حرم امرأته ولم ينو الطلاق ٢/ ١١٠١، \"سنن أبي داود\" كتاب: الأشربة، باب: في شراب العسل ٢/ ٧٠٨، و\"سنن النسائي\"، كتاب: الطلاق، باب: تأويل قوله تعالى: {يَا أَيُّهَا النَّبِيُّ} ٢/ ٧٢١، و\"جامع البيان\" ٢٨/ ١٠٢.(٢) متفق عليه. رواه البخاري، في التفسير، سورة التحريم ٦/ ١٩٤. ومسلم كتاب: الطلاق، باب وجوب الكفارة على من حرم امرأته ولم ينو الطلاق ٢/ ١١٠٠.(٣) انظر: \"معاني القرآن\" ٥/ ١٩١.(٤) أخرجه ابن سعد، عن عبد الله بن رافع. \"الدر\" ٦/ ٢٣٩.</p><p> فلما رأى النبي -صلى الله عليه وسلم- في وجه ... والكآبة قال لها: لا تخبري ولك عليّ أن لا أقربها أبدًا. فأخبرت حفصة عائشة -وكانتا مصافيتين- فغضبت عائشة ولم تزل بالنبي -صلى الله عليه وسلم- حتى حلف أن لا يصيبها (١) ، فأنزل الله هذه الآية (٢) . </p><p> وروى عطاء عن ابن عباس أن هذه القصة وقعت في بيت (٣) عائشة -وعائشة كانت عند أمها- وعلمت حفصة بذلك، فأخبرت عائشة (٤) ... عائشة: في بيتي، وفي يومي؟ فأرضا رسول الله -صلى الله عليه وسلم- بأن حلف لها أن لا يصيبها (٥) . وهذا قول الحسن، ومجاهد، وقتادة، والشعبي، ومسروق، ورواية ثابت عن أنس (٦) . </p><p>(١) في (س): (والكلبي) زيادة. (٢) انظر: \"تفسير مقاتل\" ١٩ ب، و\"تنوير المقباس\" ٦/ ٩٦، و\"الكشف والبيان\" ١٢/ ١٤٧ أ.(٣) (بيت) ساقطة من (ك).(٤) انظر: \"جامع البيان\" ٢٨/ ١٠١، و\"الدر\" ٦/ ٢٣٩.(٥) في (س): (والشعبي) زيادة.(٦) أخرجه الحاكم ٢/ ٤٩٣ وصححه. قال ابن حجر: وقد أخرج النسائي بسند صحيح عن أنس ... وهذا أصح طريق هذا السبب، وله شاهد مرسل أخرجه الطبري بسند صحيح عن زيد بن أسلم التابعي الشهير قال ... وذكره بأطول مما هنا. \"فتح الباري\" ٩/ ٣٧٦، وفي \"تفسير ابن كثير\" ٤/ ٣٨٦ قال: وقال الهيثم بن كليب في \"مسنده\": .. وذكر ما يدل على تعلق القصة بمارية. ثم قال: وهذا إسناد صحيح ولم يخرجه أحد من أصحاب الكتب الستة، وقد اختاره الضياء المقدسي في كتابه المستخرج. ورجح النووي، وابن كثير نزول الآية في قصة العسل، وهو قول القاضي عياض. انظر: \"شرح النووي على مسلم\" ١٠/ ٧٧، و\"تفسير القرآن العظيم\" ٤/ ٣٨٦. ورجح الجصاص، وابن حجر، وغيرهما نزولها في شأن مارية القبطية.انظر: \"أحكام القرآن\" ٣/ ٤٦٤، و\"فتح الباري\" ٩/ ٢٩٠، و\"فتح القدير\" ٥/ ٢٥٢. وقال ابن حجر أيضًا: فيحتمل أن تكون الآية نزلت في السببين معًا. \"الفتح\" ٨/ ٦٥٧.=</p><p> قال مسروق: حرم رسول الله -صلى الله عليه وسلم- أم ولده وحلف أن لا يقربها فأنزل الله هذه الآية. فقيل له: أما الحرام فحلال، وأما اليمين التي حلفت عليها فقد فرض الله لكم تحلة أيمانكم (١) . </p><p> وقال الشعبي: كان مع الحرام يمين فعوتب في الحرام وأمر أن يكفر اليمين، فذلك قوله: قد فرض الله لكم تحلة أيمانكم (٢) . </p><p> قال صاحب النظم: قوله: {لِمَ تُحَرِّمُ} استفهام فيه إنكار، والإنكار من الله عز وجل نهي، وتحريم الحلال (٣) مكروه، ولا يحرم الحلال إلا بتحريم الله عز وجل (٤) . </p><p> قال سعيد بن جبير: جاء رجل إلى ابن عباس فقال: جعلت امرأتي عليّ حرام قال: كذبت، ليس عليك حرام، ثم تلا:  {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} الآية، عليك أغلظ الكفارات رقبة (٥) . قوله تعالى: {تَبْتَغِي </p><p>= وقال: وطريق الجمع بين هذا الاختلاف العمل على التعدد، فلا يمتنع تعدد السبب للأمر الواحد. \"فتح الباري\" ٩/ ٣٧٦. وعموم الآية للسببين وغيرهما هو اختيار ابن جرير وغيره. انظر: \"جامع البيان\" ٢٨/ ١٠٢، و\"روح المعاني\" ٢٨/ ١٥١.(١) أخرجه ابن جرير وابن سعد. انظر: \"جامع البيان\" ٢٨/ ١٠٠، و\"الدر\" ٦/ ٢٤٠. وقال ابن حجر: ووقع عند سعيد بن منصور بإسناد صحيح إلى مسروق قال: ... وذكر نحوه. \"فتح الباري\" ٨/ ٦٥٧.(٢) انظر: \"جامع البيان\" ٢٨/ ١٠٠.وقال ابن حجر: قال البيهقي: (.. أخرجه الترمذي، وابن ماجه بسند رجاله ثقات من طريق داود بن أبي هند، عن الشعبي، عن مسروق.) \"فتح الباري\" ٩/ ٣٧٣.(٣) في (ك): (الحرام).(٤) انظر: \"التفسير الكبير\" ٣٠/ ٤٢.(٥) أخرجه النسائي، والحاكم في \"المستدرك\" ٢/ ٤٩٣ ولم يذكر قوله: عليك أغلظ =</p>"
}