{
  "id": null,
  "sura": 66,
  "aya": 6,
  "text": "<p> أن تزوج، وكل شيء عاد بعد ذهابه فقد ثاب يثوب ثؤوبًا، ويقال: تثيب المرأة تثيبًا إذا صارت ثيبًا (١) . </p><p> قوله تعالى:  {وَأَبْكَارًا} يريد عذارى. </p><p> ٦ - قوله تعالى:  {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ}  (٢) قال ابن عباس: أي بالانتهاء عما نهاكم الله عنه، والعمل بطاعته (٣) ، {وَأَهْلِيكُمْ} قال عمر: يا رسول الله: هذا نقي أنفسنا فكيف لنا بأهلينا؟ قال:  \"تنهونهم عما نهاكم الله، وتأمرونهم بما أمركم الله به\"  (٤) . ونحو هذا قال جماعة المفسرين. </p><p> قال مقاتل بن حيان: يعني أن يؤدب الرجل المسلم نفسه وأهله فيعلمهم الخير وينهاهم عن الشر، فذلك حق على المسلم أن يفعل بنفسه وأهله وعبيده وإمائه في تأديبهم وتعليمهم (٥) . </p><p> وقال علي -رضي الله عنه- (٦) في هذه الآية: علموهم وأدبوهم (٧) . </p><p>(١) انظر: \"تهذيب اللغة\" ١٥/ ١٥٢ (ثاب)، و\"اللسان\" ١/ ٣٨٨ (ثيب). (٢) في (ك): (أنفسكم وأهليكم).(٣) انظر: \"معالم التنزيل\" ٤/ ٣٦٧، وأخرج ابن جرير وغيره عنه قال: (اعملوا بطاعة الله، واتقوا معاصي الله، وأمروا أهليكم بالذكر، ينجيكم الله من النار). انظر: \"جامع البيان\" ٢٨/ ١٠٧، و\"تفسير القرآن العظيم\" ٤/ ٣٩١، و\"الدر\" ٦/ ٢٤٤.(٤) ذكره أبو حيان في \"البحر المحيط\" ٨/ ٢٩٢، بدون سند. ونحوه روى ابن مردويه عن زيد بن أسلم قال: تلا رسول الله -صلى الله عليه وسلم- هذه الآية {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} فقالوا: يا رسول الله: كيف نقي أهلنا نارًا. قال: (تأمرونهم بما يحبه الله وتنهونهم عما يكره الله) \"الدر\" ٦/ ٢٤٤.(٥) انظر: \"التفسير الكبير\" ٣٠/ ٤٦، و\"تفسير القرآن العظيم\" ٤/ ٣٩١.(٦) في (ك): (رحمه الله).(٧) أخرجه عبد الرزاق وابن جرير والحاكم، وصححه ولفظه (علموا أهليكم خيرًا). انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٣، و\"جامع البيان\" ٢٨/ ١٠٧، و\"المستدرك\" =</p><p> وقال الحسن: تأمرهم بطاعة الله وتنهاهم عن معصيته (١) . وقال قتادة: مروهم بطاعة الله، وانهوهم عن معصية الله (٢) . </p><p> قال ابن عمر لرجل: أدب ابنك فإنك مسؤول عن ولدك (٣) ، كيف أدبته؟ وماذا علمته؟ وهو مسؤول عن برك وطاعتك (٤) . </p><p> وقال أبو ذر: أوصاني رسول الله -صلى الله عليه وسلم- فقال:  \"أخف أهلك ولا ترفع عنهم عطاءك\"  (٥) . </p><p> وقال أبو إسحاق: المعنى: خذوا أنفسكم وأهليكم بما يقرب من الله، وجنبوا أنفسكم وأهليكم المعاصي (٦) . </p><p> وقال مقاتل: قوا أنفسكم وأهليكم المعاصي بالأدب الصالح النار في الآخرة (٧) . وهو قوله:  {نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ} ، وقد سبق تفسيره في سورة البقرة (٨) . </p><p>= ٢/ ٤٩٤، و\"فتح الباري\" ٨/ ٦٥٩ وقال: وروى الحاكم .... ورواته ثقات، و\"الاستذكار\" ٥/ ٢١٦ وقال: قال أهل العلم بتأويل القرآن ومعانيه: أدبوهم وعلموهم. (١) أخرج سعيد بن منصور نحوه عن الحسين. انظر: \"فتح الباري\" ٨/ ٢٥٩.(٢) انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٣، و\"جامع البيان\" ٢٨/ ١٠٧، و\"الدر\" ٦/ ٢٤٤.(٣) في (ك): (كيف).(٤) و (٥) لم أجده.(٦) انظر: \"معاني القرآن\" ٥/ ١٩٤.(٧) انظر: \"تفسير مقاتل\" ١٦٠ أ.(٨) عند تفسيره الآية (٢٤) من سورة البقرة قال: {فَاتَّقُوا النَّارَ}، أي: فاحذروا أن تصلوا النار بتكذيبكم، وإنما قيل لهم هذا بعد أن ثبتت الحجة عليهم في التوحيد وصدق محمد {وَقُودُهَا النَّاسُ} قال ابن السكيت: الوُقود بالضم المصدر. يقال: وقدت النار تقد وقودًا. ويقال: ما أجود هذا الوقود للحطب. {وَالْحِجَارَةُ} جمع =</p>"
}