{
  "id": null,
  "sura": 67,
  "aya": 2,
  "text": "<p> تفسير سورة الملك </p><p> بسم الله الرحمن الرحيم </p><p> ٢ - اختلفوا في معنى {الْمَوْتَ وَالْحَيَاةَ} هاهنا. فروى الكلبي بإسناده عن ابن عباس أن الله تعالى خلق الموت في صورة كبش أملح، لا يمر بشي إلا مات، ولا يجد رائحته شيء إلا مات، وخلق الحياة في صورة فرس بلقاء (١) فوق الحمار ودون البغل، لا يمر بشيء ولا يجد رائحتها شيء إلا حيّ (٢) . </p><p> وقال مقاتل: يعني بالموت نطفة وعلقة ومضغة، والحياة (٣) نفخ الروح (٤) . </p><p> وقال قتادة: يعني موت الإنسان أذل الله به ابن آدم، والحياة حياته في الدنيا (٥) . </p><p> وروى عطاء عن ابن عباس قال: يريد الموت في الدنيا والحياة في </p><p>(١) بَلَقُ الدابة سواد وبياض. وهو مصدر، الأبلق: ارتفاع التحجيل إلى الفخذين. \"اللسان\" ١/ ٢٥٩ (بلق). (٢) انظر: \"تنوير المقباس\" ٦/ ١٠٤، و\"معاني القرآن\" للزجاج ٩/ ١٩٧، و\"الكشف والبيان\" ١٢/ ١٥٤ ب. قال الألوسي: وهو أشبه شيء بكلام الصوفية لا يعقل ظاهره. \"روح المعاني\" ٢٩/ ٤.(٣) في (ك): (في الحياة).(٤) انظر: \"تفسير مقاتل\" ١٦١ أ، و\"الجامع لأحكام القرآن\" ١٨/ ٢٠٧.(٥) انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٤، و\"جامع البيان\" ١٢/ ٢٩/ ٢.</p><p> الآخرة دار الحيوان (١) . </p><p> قوله تعالى:  {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} مضى الكلام في معنى ابتلاء الله في مواضع (٢) . </p><p> والمعنى: لنعاملكم معاملة المختبر، فيرى من يعتبر بهما، فيعلم قدرة الله الذي قدر على خلق ضدين الحياة والموت، فيحذر مجيء الموت الذي ينقطع به استدراك ما فات، وشمتوي فيه الفقير والغني والملوك والسوقة، ويعلم أن خلفهما قاهر الجميع (٣) . </p><p> وهذا المعنى في ليبلوكم على قول الكلبي، وأما على قول قتادة (٤) فقال أبو إسحاق: {خَلَقَ الْمَوْتَ وَالْحَيَاةَ}  (٥) : خلق الحياة ليختبركم فيها، وخلق الموت ليبعثكم ويجازيكم بأعمالكم (٦) . وعلى هذا المعنى: خلق الموت ليبعثكم (٧) للجزاء، وخلق الحياة للابتلاء. واللام في {لِيَبْلُوَكُمْ} تتعلق بخلق الحياة دون خلق الموت؛ لأن الابتلاء بها وفيها، وحذف ما </p><p>(١) انظر: \"معالم التنزيل\" ٤/ ٣٦٩، و\"التفسير الكبير\" ٣٠/ ٥٥. (٢) الابتلاء: بمعنى الامتحان والاختبار، ومنه قوله تعالى: {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ} سورة محمد: ٣١.ويكون في الخير والشر معًا، ومنه قوله تعالى {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} [الأنبياء: ٣٥].انظر: \"اللسان\" ١/ ٢٦٤، (بلا)، و\"المفردات\" ص ٦١ (بلى).(٣) انظر: \"التفسير الكبير\" ٣٠/ ٥٦.(٤) في (س): (وأما على قول قتادة) زيادة.(٥) (خلق الموت والحياة) ساقطة من (س).(٦) انظر: \"معاني القرآن\" للزجاج ٥/ ١٩٧.(٧) في (س): (ويجازيكم بأعمالكم. وعلى هذا المعني: خلق الموت ليبعثكم) زيادة.</p><p> خلق الموت (١) له، هذا معنى ما ذكره أبو إسحاق. </p><p> وأما على قول مقاتل فالمعنى: ليبلوكم فيما بين كونكم مواتًا نطفًا وعلقًا، وبين منتهى الحياة، والمعنى: خلقكم أمواتًا أولاً ثم خلق لكم الحياة ليرى أعمالكم الذي تستحقون به الجزاء (٢) . </p><p> قال صاحب النظم: معنى {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} ؛ ليكون ما قدر عليكم من الخير والشر فتجازون به؛ لأن (٣) الجزاء بما (٤) كان وما يكون من الخلق. وسمي وقوع ذلك الذي قدر علينا بلوى منه؛ تحذيرًا وتخويفًا. وعلى ما رواه عطاء في تفسير الموت والحياة يتعلق قوله:  {لِيَبْلُوَكُمْ} بخلق الموت والحياة على الوجه الذي ذكرنا في تفسير الكلبي. </p><p> قال الفراء والزجاج: المتعلق بأيكم مضمر، لأن المعنى والتقدير: ليبلوكم فيعلم أو فينظر أيكم أحسن عملاً، وارتفعت (أي) بالابتداء ولا (٥) يعمل فيها ما قبلها؛ لأنها على أصل الاستفهام، وذلك أنك إذا قلت: لأعلم أيكم أفضل. كان المعنى: لأعلم أزيد أفضل أم عمرو. وأعلم لا يعمل فيما بعد الألف، وكذلك لا يعمل في أي، لأن المعنى واحد (٦) ، وهذا مما سبق الكلام فيه. ومثل هذا قوله:  {سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ}  [القلم: ٤٠] يريد: سلهم ثم انظر أيهم يكفل بذلك. والكلام في إعراب أي فيما </p><p>(١) في (س): (لأن الابتلاء بها وفيها، وحذف ما خلق الموت) زيادة. (٢) انظر: \"تفسير غرائب القرآن\" ٢٩/ ٥.(٣) (س): (لأن، بما) زيادة.(٤) (س): من (المتعلق بأيكم) إلى (بالابتداء ولا) زيادة.(٥) انظر: \"معاني القرآن\" للفراء ٣/ ١٦٩، و\"معاني القرآن\" للزجاج ٥/ ١٩٧.(٦) انظر: \"معانى القرآن\" للفراء ٣/ ١٦٩.</p><p> ذكرنا (١) . </p><p> ومعنى قوله:  {أَحْسَنُ عَمَلًا} قال أبو قتادة (٢) : سألت رسول الله -صلى الله عليه وسلم- عنه فقال:  \"يقول: أيكم أحسن عقلاً(٣).ثم قال:أتمكم عقلاً، أشدكم لله خوفًا، وأحسنكم فيما أمر الله به ونهى عنه نظرًا\"  (٤) . ونحو هذا قال قتادة: أتم عقلاً، وأورع عن محارم الله، وأسرع في طاعة الله (٥) . </p><p>(١) وأبو قتادة الحارث بن ربعي رضي الله عنه، شهد أحدًا وما بعدها من المشاهد، دعا له رسول الله -صلى الله عليه وسلم-. توفي وهو ابن سبعين سنة، وذلك سنة أربع وخمسين بالمدينة المنورة. انظر: \"طبقات ابن سعد\" ٦/ ١٥، و\"التاريخ الكبير\" ٢/ ٢٥٨، و\"صفة الصفوة\" ١/ ٦٤٧، و\"سير أعلام النبلاء\" ٢/ ٤٤٩، و\"البداية والنهاية\" ٨/ ٦٨.(٢) في (ك): (اتقوا أيكم أحسن عملاً).(٣) أخرجه الطبري ١٥/ ٢٥٠، وفيه مرة، وهو ضعيف.وأخرجه داود بن المجبر في كتاب العقل، والحارث في مسنده عنه، والطبري، وابن مردويه من طريقه عن عبد الواحد بن قلد، عن كليب بن وائل، عن ابن عمر، وداود ساقط. وأخرجه ابن مردويه أيضًا من طريق آخر، وإسناده أسقط من الأول، وأخرجه الثعلبي في \"الكشف والبيان\" ١٢/ ١٥٤/ ب وفي سنده داود بن المجبر أيضًا. وانظر: \"تخريجات الكشاف\" ص ٨٦.(٤) انظر: \"زاد المسير\" ٤/ ٧٩، وأخرجه الثعلبي عن ابن عمر عن النبي -صلى الله عليه وسلم- بالسند الأول. وذكره البغوي في \"تفسيره\" دون سند. انظر: \"الكشف والبيان\" ٢/ ١٥٤ ب، و\"معالم التنزيل\" ٤/ ٣٦٩.(٥) انظر: \"التفسير الكبير\" ٣٠/ ٥٦.قلت: وتفسير المؤلف للآية بناه على الحديث المذكور، وهو حديث ضعيف. والأفضل والأصح من هذا ما ذكره ابن كثير -رحمه الله- عند تفسيره لآية سورة هود {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} قال: (ولا يكون العمل حسنًا حتى يكون خالصًا لله عز وجل، على شريعة رسول الله -صلى الله عليه وسلم-، فمتي فقد العمل واحدًا من هذين الشرطين حبط وبطل). وانظر: \"زاد المسير\" ٤/ ٧٩.</p><p> وإنما جاز أن يفسر حسن العمل بتمام العقل؛ لأنه يترتب على العقل، فمن كان أتم عقلاً كان أحسن عملًا على ما ذكره النبي -صلى الله عليه وسلم- في حديث أبي قتادة (١) . </p><p> وروي عن الحسن: أيكم أزهد في الدنيا وأترك لها (٢) . قوله تعالى:  {وَهُوَ الْعَزِيزُ} أي في انتقامه ممن عصاه فلم يعتبر بما خلق ولم يستدل على توحيده وقدرته {الْغَفُورُ} لمن تاب إليه، واستدل بصنيعه على توحيده. ثم أخبر عن صنعه الذي يدل على توحيده فقال:  {الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا} قال ابن عباس والمفسرون: بعضها فوق بعض. </p><p> وقال الكلبي: كل سماء مقببة على الأخرى يلتصق بها أطرافها، وسماء الدنيا موضوعة على الأرض مثل القبة (٣) . </p><p> قال الزجاج: و {طِبَاقًا} مصدر، أي: طوبقت طباقًا (٤) . </p><p> قوله تعالى:  {مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ} قال مقاتل: ما ترى يا ابن آدم في خلق السموات من عيب (٥) . </p><p> وقال قتادة: ما ترى خللًا واختلافًا (٦) . </p><p> وقال السدي:  {مِنْ تَفَاوُتٍ} أي من اختلاف وعيب (٧) ، يقول الناظر: </p><p>(١) انظر: \"الكشف والبيان\" ١٢/ ١٥٥ أ، و\"معالم التنزيل\" ٤/ ٣٦. (٢) انظر: \"جامع البيان\" ٢٩/ ٣، و\"الكشاف\" ٤/ ١٢٠، \"الجامع لأحكام القرآن\" ١٨/ ٢٠٨.(٣) انظر: \"تنويرالمقباس\" ٦/ ١٠٥، و\"معاني القرآن\" للزجاج ٥/ ١٩٨.(٤) انظر: \"معاني القرآن\" ٥/ ١٩٨.(٥) انظر: \"تفسير مقاتل\" ١٦١ أ، و\"الجامع لأحكام القرآن\" ١٨/ ٢٠٨.(٦) انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٤، و\"جامع البيان\" ١٢/ ٢٩/ ٣.(٧) (س): (وعيب) زيادة.</p><p> لو كان كذا كان أحسن (١) . </p><p> قال الكلبي: هو الذي يفوت بعضه بعضًا (٢) . وتقرأ (تُفوُّت)  (٣) قال الفراء: وهما بمنزلة واحدة مثل (تصعر، تصاعر)  (٤) وتعهدته، وتعاهدته. قال: والتفاوت: الاختلاف، يريد: هل ترى في خلقه من اختلاف؛ ونحو هذا قال الزجاج سواء (٥) . </p><p> قال ابن قتيبة:  {مِنْ تَفَاوُتٍ} أي: اضطراب واختلاف، وأصله من الفوت، وهو أن يفوت شيء شيئًا، فيقع الخلل فيهن، ولكنه متصل بعضه ببعض (٦) . </p><p> قال أبو الحسن الأخفش: تفاوت أجود، لأنهم يقولون: تفاوت </p><p>(١) انظر: \"التفسير الكبير\" ٣٠/ ٥٧، و\"اللسان\" ٢/ ١١٤١ (فوت). (٢) انظر: \" التفسير الكبير\" ٣٠/ ٥٧، و\"الجامع لأحكام القرآن\" ١٨/ ٢٠٨.قلت: هذه الأقوال اختلفت في الألفاظ، واتحدت في المعنى، ولذا ذكر بعض المفسرين بعضًا منها، وذكر غيرهم غيرها. واقتصر بعضهم على معنى واحد. انظر: \"الكشف والبيان\" ٢/ ١٥٥ أ، و\"تفسير القرآن العظيم\" ٤/ ٣٩٦.(٣) قرأ حمزة والكسائي: (تفوت) بضم الواو مشددة من غير ألف. وقرأ الباقون {تَفَاوُتٍ} بألف والتخفيف.انظر: \"حجة القراءات\" ص ٧١٥، و\"النشر\" ٢/ ٣٨٩، و\"الإتحاف\" ص ٤٢٠.(٤) قوله تعالى: {وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ} [لقمان: ١٨].قرأ ابن كثير، وعاصم، وابن عامر، وأبو جعفر، ويعقوب {تُصَعِّرْ} بتشديد العين من غير ألف، وقرأ الباقون (تصاعر) بتخفيف العين وألف قبلها.انظر: \"حجة القراءات\" ص ٥٦٥، و\"النشر\" ٢/ ٣٤٦، و\"الإتحاف\" ص ٣٥٠.(٥) (س): (ونحو هذا قال الزجاج سواء) زيادة. وانظر: \"معاني القرآن\" للفراء ٣/ ١٧٠، و\"معاني القرآن\" للزجاج ٥/ ١٩٨.(٦) انظر: \"تفسير غريب القرآن\" ص ٤٧٤.</p><p> الأمر، ولا يكادون يقولون: تَفَوَّت الأمر (١) . واختار أبو عبيد (٢) : (تفوت) ، قال: يقال: تفوت الشيء إذا فات. واحتج بما روي في الحديث (أن رجلاً تفوت على أبيه في ماله)  (٣) . </p><p> قوله تعالى:  {فَارْجِعِ الْبَصَرَ} قال مقاتل (٤) : اردد البصر. وهذا معنى قول الفراء. قال إنما قال:  {فَارْجِعِ الْبَصَرَ} لأنه قال: {مَّا تَرَى}  (٥) . </p><p> قوله:  {هَلْ تَرَى مِنْ فُطُورٍ} قال المفسرون: من فروج وصدوع وشقوق وفتوق وخروق. كل هذا من ألفاظهم (٦) . </p><p> ومنه التفطر والانفطار، وقد مر (٧) . </p><p>(١) (تفوت الأمر) ساقطة من (س). وانظر: \"الحجة للقراء السبعة\" ٦/ ٣٠٥. (٢) في (ك): (عبيدة).(٣) نقله المؤلف عن الأزهري من \"التهذيب\" ١٤/ ٣٣١ (فوت)، ولفظه: (أن رجلاً تفوت على أبيه في ماله فأتى أبوه النبي -صلى الله عليه وسلم- فذكر ذلك له فقال: (اردد على ابنك فإنما هو سهم من كنانتك).قال الطبري: والصواب من القول في ذلك أنهما قراءتان معروفتان بمعنى واحد. انظر: \"جامع البيان\" ١٢/ ٢٩/ ٣، وهذا هو اختيار الفراء والنحاس. وهو قول سيبويه. والقراءة بأيهما ثابتة عن الرسول -صلى الله عليه وسلم- فلا عبرة بقول مخالف مهما بلغ علمه وفضله، والعصمة لمن عصمه الله.انظر: \"معاني القرآن\" للفراء ٣/ ١٧٠، و\"إعراب القرآن\" للنحاس ٣/ ٤٧٠، و\"الحجة للقراء\" ٦/ ٣٠٥.(٤) في (س): (قال مقاتل) زيادة. وانظر: \"تفسير مقاتل\" ١٦١ أولفظه (أعد).(٥) انظر: \"معاني القرآن\" ٣/ ١٧٠.(٦) انظر: \"جامع البيان\" ١٢/ ٢٩/ ٣، و\"الكشف والبيان\" ١٢/ ١٥٦ أ، و\"تفسير القرآن العظيم\" ٤/ ٣٩٦.(٧) عند تفسيره الآية (١٤) سورة الأنعام. قال: {فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ}، أي: خالقهما ابتداء على غير مثال سبق ... والفطر: ابتداء الخلق. قال ابن عباس: كنت ما أدري ما =</p><p> قوله تعالى:  {ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ} قال ابن عباس: يريد مرة بعد مرة (١) . {يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا} قال مقاتل: صاغرًا (٢) ؛ وهو قول الفراء والزجاج (٣) . </p><p> وقال ابن قتيبة: مبعدًا من قولك: خسأت الكلب إذا باعدته (٤) . </p><p> وقال المبرد: الخاسئ: المبعد المصغر -والله أعلم- كالذي قصد ففزع (٥) عجزًا وصغرًا. وقد أفصح ابن عباس هذا فقال: الخاسئ: الذي لم ير ما يهوى (٦) . ومضى تفسير الخاسئ في سورة البقرة (٧) . </p><p> قوله تعالى:  {وَهُوَ حَسِيرٌ} قال ابن عباس ومقاتل: وهو كليل قال منقطع لا يرى عيبًا ولا فطورًا (٨) . </p><p> وقال الكلبي: الحسير: المعي (٩) . قال الليث: الحسر والحسور: الإعياء. تقول: حسرت الدابة والعين، وحسرها بعد الشيء إذا حدقت </p><p>= فاطر السموات حتى احتكم إليَّ أعرابيان في بئر فقال أحدهما: أنا فطرتها، وأنا ابتدأت حفرها ... وقال ابن الأنباري: أصل الفطر شق الشيء عند ابتدائه. (١) انظر: \"معالم التنزيل\" ٤/ ٣٧٠.(٢) انظر: \"تفسير مقاتل\" ١٦١ ب.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٧٠، و\"معاني القرآن\" للزجاج ٥/ ١٩٨.(٤) انظر: \"تفسير غريب القرآن\" ص ٤٧٤.(٥) في (س): (قصدٍ) زيادة. وانظر: \"التفسير الكبير\" ٣٠/ ٥٨.(٦) انظر: \"تنوير المقباس\" ٦/ ١٠٥، و\"معالم التنزيل\" ٤/ ٣٧٠.(٧) عند تفسيره الآية (٦٥) من سورة البقرة. قال: الخسأ: الطرد والإبعاد. يقال: خسأته خسأً فخسأ وانخسأ، فهو واقع ومطاوع. ويقال للكلب عند الزجر والإبعاد: اخسأ.(٨) انظر: \"تنوير المقباس\" ٦/ ١٠٥، و\"تفسير مقاتل\" ١٦١ ب، و\"الكشف والبيان\" ٢/ ١٥٦ أ.(٩) انظر: \"تفسير عبد الرزاق\" ٢/ ٣٠٥.</p><p> نحوه. قال رؤبة (١) : </p><p> يحسر طرف عينه فضاؤه </p><p> فحاصل (٢) هذا أن الحسير يجوز أن يكون مفعولًا من حسره بعد الشيء كما ذكر رؤبة، ويجوز أن يكون فاعلًا من الحسور الذي هو الإعياء؛ وهو قول الفراء: وهو كليل كما يحسر الإبل إذا قومت عن هزال وكلال، فهي (٣) الحسرى واحدها حسير (٤) . </p><p> قال أبو إسحاق: أي وقد أعيا من قبل أن يرى في السماء خللا (٥) . والمعنى أنه وإن كرر النظر وأعاد بصره في السماء حتى يكل ويعيا لم ير فيها فطورًا ولا تفاوتًا. </p><p> قوله تعالى:  {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ} قال المفسرون: هي الأدنى إلى الأرض، وهي التي يراها الناس {بِمَصَابِيحَ} واحدها مصباح وهو السراج. وذكرنا ذلك في قوله:  {فِيهَا مِصْبَاحٌ}  [النور: ٣٥] ، وهو السراج. ثم يسمى الكوكب أيضًا مصباحًا لإضاءته. قال الليث: والمصابيح من النجوم أعلام الكواكب (٦) . </p><p> قال ابن عباس: بنجوم لها نور (٧) . </p><p>(١) \"ديوان رؤبة\" ص ٣، و\"تهذيب اللغة\" ٤/ ٢٨٦، و\"اللسان\" ١/ ٦٣٢ (حسر). (٢) في (ك): (مجاز).(٣) في (س): (فهن).(٤) انظر: \"معاني القرآن\" للفراء ٣/ ١٧٠، و\"التفسير الكبير\" ٣٠/ ٥٩.(٥) انظر: \"معاني القرآن\" للزجاج ٥/ ١٩٨.(٦) انظر: \"تهذيب اللغة\" ٤/ ٢٦٧، و\"اللسان\" ٢/ ٤٠٣ (صبح).(٧) انظر: \"تنوير المقباس\" ٦/ ١٠٥، ولفظه (بالنجوم).</p>"
}