{
  "id": null,
  "sura": 68,
  "aya": 16,
  "text": "<p> والذي يدل عليه هذا الكلام من المعنى هو يجحد أو يكفر أو يمسك عن قبول الحق، ونحو ذلك. إنما جاز أن يعمل المعنى فيه وإن كان متقدمًا عليه لشبهه بالظرف، والظرف قد تعمل فيه المعاني وإن تقدم عليها ويدلك على مشابهته للظرف تقدير اللام معه. </p><p> وإن من النحويين من يقول: إنه في موضع جر كما أنه لو كانت اللام ظاهرة معه كان كذلك، فإذا صار كالظرف (١) من حيث قلنا لم يمتنع المعنى من أن يعمل فيه كما لم يمتنع من أن يعمل في نحو قوله: {يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ}  [سبأ: ٧] لما كان ظرفا، والعامل فيه بعثتم، الدال عليه قوله:  {إِنَّكُمْ لَفِي خَلْقٍ جَدِيد} ، وكذلك {أَن كاَنَ ذَا مَالٍ وَبَنِينَ} ، كأنه جحد بآياتنا لأن كان ذا مال وبنين، أو كفر بآياتنا لأن كان ذا مال وبنين (٢) . وعلى هذا المعنى يكون محمولًا فيمن استفهم فقال: أن كان ذا مال وبنين؛ لأنه (٣) توبيخ وتقرير، فهو بمنزلة الخبر. ومثل ذلك قولك: ألأن أنعمت عليك جحدت نعمتي، إذا وبخته بذلك. فعلى هذا تقدير الآية (٤) . </p><p> ١٦ - قوله تعالى:  {سَنَسِمُهُ عَلَى الْخُرْطُومِ} الوسم: أثر كية. يقال: وسمته فهو موسوم بسمة يعرف بها، إما بكية، وإما قطع في أذن علامة </p><p>(١) في (ك): (فالظرف). (٢) في (س): (أو كفر بآياتنا لأن كان ذا مال وبنين) زيادة.(٣) في (س): (لأنه) زيادة.(٤) من قوله (قال أبو علي) إلى هنا كلام أبي علي، وفيه تصرف من المؤلف.انظر: \"الحجة\" ٦/ ٣١٠ - ٣١١، و\"البيان في غريب إعراب القرآن\" ٢/ ٤٥٣، و\"الكشاف\" ٤/ ١٢٧، و\"التفسير الكبير\" ٣٠/ ٨٥.</p><p> له (١) . قال أبو عبيد: الخرطوم الأنف. وأنشد قول ذي الرمة (٢) : </p><p> تنجو إذا جعلت تدمى أخشتها ... وأعتم بالزبد الجعد الخراطيمُ </p><p> ونحو هذا قال أبو عبيد (٣) . </p><p> وقال أبو زيد: الخرطوم والخطم: الأنف. وقال المبرد: الخرطوم هاهنا الأنف، وهو من السباع في مواضع الشفاه من (٤) الناس، والجحافل (٥) من ذوات الحوافر، والمرمات والمقمات (٦) من ذوات الأظلاف، والمشافر من الإبل، وهو من الليل موضع الأنف (٧) . واختلفوا في معنى هذا الوسم، فالأكثرون على أنه وعيد (٨) له بذلك في الآخرة. </p><p> قال مقاتل: سنسمه بالسواد على الأنف، وذلك أنه يسود وجهه قبل دخول النار (٩) . ونحو هذا قال أبو العالية: يسود وجهه فيجعل له علمًا في </p><p>(١) انظر: \"اللسان\" ٣/ ٩٢٨ (وسم). (٢) انظر: \"ديوان ذي الرمة\" ١/ ٤٠٥، و\"تهذيب اللغة\" ١/ ١٢١، و\"اللسان\" ٢/ ٨٨٩ (عمَّ)، وتنجو: تسرع السير، وأخشتها: جمع خشاش، وهي حلقة تكون في أنف البعير، والزبد: الجعد المتراكم على خطم البعير.(٣) في (س): (ونحو هذا قال أبو عبيد) زيادة(٤) في (ك): (وقال أبو زيد: الخرطوم) زيادة. والصواب حذفها.(٥) جحافل الخيل: أفواهها. وجحفلة الدابة: ما تناول به العلف، بمنزلة الشفة في الإنسان. \"اللسان\" ١/ ٤٠٧ (جحف).(٦) المرمة (بالكسر): شفة البقرة، وكل ذات ظلف، والمِقَمَّة والمَقَمَّة، الشَّفة. وهي من ذوات الظِّلف خاصة، سميت بذلك؛ لأنها تقتم به ما تأكله أي تطلبه، و\"اللسان\" ١/ ٩٢٢ (رمم)، ٣/ ١٦٦ (قمم).(٧) انظر: \"اللسان\" ١/ ٨١٥ (خرطم).(٨) في (ك): (وعد).(٩) انظر: \"تفسير مقاتل\" ١٦٣ أ، و\"التفسير الكبير\" ٣٠/ ٨٦.</p><p> الآخرة ويعرف بسواد وجهه (١) ، وهذا القول اختيار الفراء والزجاج (٢) . </p><p> قال الفراء: سنسمه سمة أهل النار؛ أي: سنسود وجهه، والخرطوم (٣) وإن كان قد خص بالسمة؛ لأن في مذهب الوجه، لأن بعض الوجه يؤدي عن بعض (٤) . </p><p> وقال الزجاج: معنى {سَنَسِمُهُ} سنجعل له في الآخرة العلم (٥) الذي يعرف به أهل النار من اسوداد وجوههم، وجائز -والله أعلم- أن ينفرد بسمة؛ لتعاليه في عداوة النبي -صلى الله عليه وسلم- فيخص من التشويه بما يتبين به من غيره كما كانت عداوته لرسول الله -صلى الله عليه وسلم- عداوة يتبين بها من غيره (٦) ، فهؤلاء جعلوا هذه السمة على الخرطوم سواد وجهه في الآخرة. وجعل الضحاك هذه السمة كيًّا على وجهه يعرف بها في الآخرة: وهو معنى قول ابن عباس في رواية عطاء (٧) . كما توسم الغنم؛ واختاره الكسائي (٨) . وهذا قريب من قول أبي إسحاق الثاني. هذا كله قول من قال: إن هذا (٩) الوعيد يلحقه في الآخرة. </p><p> وذهب بعضهم إلى أن هذه التسمية لحقته في الدنيا. وهو قول الكلبي </p><p>(١) انظر: \"الكشف والبيان\" ١٢/ ١٦٧ أ، و\"معالم التنزيل\" ٤/ ٣٧٩. (٢) في (س): (وهذا القول اختيار الفراء والزجاج) زيادة.(٣) في (ك): (قبل دخول النار. أي سنسود وجهه. والخرطوم) زيادة، والصواب ما أثبته.(٤) انظر: \"معاني القرآن\" ٣/ ١٧٤.(٥) في (ك)، (س): (علمًا الحلم)، والتصحيح من معاني الزجاج.(٦) انظر: \"معاني القرآن\" ٥/ ٢٠٧.(٧) في (س): (في رواية عطاء) زيادة.(٨) انظر: \"الكشف والبيان\" ١٢/ ١٦٧ أ، و\"معالم التنزيل\" ٤/ ٣٧٩.(٩) في (س): (هذا) زيادة.</p><p> عن ابن عباس قال: سنخطمه بالسيف فنجعل ذلك علامة باقية على أنفه ما عاش، فقاتل يوم بدر فخطم بالسيف في القتال (١) . وذهب آخرون إلى أن معني هذا الوسم أنه يُشهر بالقبيح والذكر السوء؛ وهو قول قتادة، واختيار ابن جرير وابن قتيبة (٢) . </p><p> قال قتادة: سنلحق به شيئًا لا يفارقه (٣) . </p><p> وقال ابن جرير (٤) : سنبين أمره بيانًا واضحًا حتى تعرفوه فلا يخفى كما لا تخفى السمة على الخراطيم (٥) . </p><p> وشرح ابن قتيبة هذا المعنى. فقال: للعرب (٦) في مثل هذا اللفظ مذهب تخبر به. تقول العرب للرجل يسب الرجل سبة قبيحة (٧) باقية، أو </p><p>(١) انظر: \"جامع البيان\" ٢٩/ ١٨، و\"معالم التنزيل\" ٤/ ٢٧٩، و\"الجامع لأحكام القرآن\" ١٨/ ٢٣٦. قلت: ذكر المفسرون -رحمهم الله- أن الآية نزلت في الوليد بن المغيرة أو الأسود ابن عبد يغوث، أو الأخنس بن شريق، وكل هؤلاء لا يصدق فيهم ما رواه الكلبي هنا عن ابن عباس، فالوليد لم يحضر غزوة بدر، وكذا الأخنس، والأسود أول من قتل من المشركين، فكيف يجعل خطمه بالسيف علامة باقية ما عاش. ولهذا وغيره فالظاهر أن الآية وما قبلها نزلت في غير معين وأنه من عرف بالشر واشتهر به.وانظر: \"دقائق التفسير\" ٥/ ١٧، والله تعالى أعلم.(٢) في (س): (وهو قول قتادة واختيار ابن جرير، وابن قتيبة) زيادة.(٣) انظر: \"جامع البيان\" ٢٩/ ١٨، و\"تفسير القرآن العظيم\" ٤/ ٤٠٥.(٤) في (س): (قال ابن جرير) زيادة.(٥) انظر: \"جامع البيان\" ٢٩/ ١٨ - ١٩.(٦) في (س): (فقال للعرب) زيادة.(٧) في (س): (قبيحة) زيادة.</p><p> تبينوا عليه فاحشة: قد وسمه بميسم (١) بسوء. يريدون ألصق به عارًا لا يفارقه كما أن السمة لا تنمحي ولا يعفو (٢) أثرها. قال جرير (٣) : </p><p> لما وضعت على الفرزدق ميسمي ... وعلى البعيث (٤) جدعت أنف الأخطل </p><p> يريد أنه وسم الفرزدق وجدع أنف الأخطل بالهجاء. أي: أبقى به عليه عارًا كالجدع والوسم. وقال أيضًا (٥) : </p><p> رفع المطيُّ بما وسمت مجاشعًا ... والزنبري يعوم ذو الأجلال </p><p> يريد أن هجاءه قد سارت في المطي وغني به في البر والبحر (٦) . وهذه الآية نزلت في الوليد بن المغيرة (٧) ولا يعلم أن الله -عز وجل- وصف أحدًا وصفه له ولا بلغ من ذكر عيوبه ما بلغه من ذكرها عنه؛ لأنه وصف بالحلف، والمهانة، والغيب للناس، والمشي بالنمائم، والبخل، والظلم، والإثم، </p><p>(١) في (س): (يسم). (٢) في (ك): (ولا يمحوا).(٣) انظر: \"ديوان جرير\" ٢/ ٩٤٠.(٤) البَعِيث: خداش بن بشر، كنيته أبو زيد، أو أبو مالك. أحد بني مجاشع، كان شاعرًا، وخطيبًا مفوهًا. عاش في البصرة أو بالقرب منها، وقف إلى جانب غسان، السليطي ضد جرير. فدخل في معركة النقائض بين جرير والفرزدق.انظر: \"طبقات فحول الشعراء\" ص ٣٢٦، و\"المؤتلف والمختلف\" ص ٥٦، ١٠٨، و\"الأغاني\" ٨/ ١٦، و\"تاريخ التراث العربي\" ٢/ ٧٩، و\"الخزانة\" ٢/ ٢٧٩.(٥) \"ديوان جرير\" ٢/ ٩٥٥، والزنبري هو السفن الثقيلة.(٦) انظر: \"تأويل المشكل\" ص ١٥٦.(٧) وهو قول ابن عباس، ومقاتل. انظر: \"تنوير المقباس\" ٦/ ١١٧، و\"تفسير مقاتل\" ١٦٣ أ، و\"معالم التنزيل\" ٤/ ٣٧٧.</p>"
}