{
  "id": null,
  "sura": 68,
  "aya": 19,
  "text": "<p> المفسرين (١) . ويقال: حلف فلان يمينًا ليس فيها ثنيا ولا ثنوى ولا ثنية ولا مثنوية ولا استثناء، كله واحد، وأصل هذا كله من الثني وهو الكف والرد (٢) ، وذلك أن الحالف إذا قال: والله لأفعلن كذا إلا أن يشاء الله غيره فقد رد ما قاله بمشيئة الله غيره. </p><p> ١٩ - قوله تعالى:  {فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ}  (٣) قال ابن عباس: أحاطت بها النار فاحترقت (٤) . </p><p> وقال الكلبي:  {عَلَيْهَا} على الجنة، أرسل عليها نارًا من السماء فاحترقت، فذلك قوله:  {فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ} ، والطائف لا يكون إلا ليلاً (٥) . </p><p> وروى (٦) أبو ظبيان (٧) عن ابن عباس قال: هو أمر من أمر ربك (٨) . </p><p> وقال قتادة: طرقها طارق من أمر الله، والطائف: الطارق ليلاً (٩) . </p><p>(١) في (س): (هذا قول جماعة المفسرين) زيادة. (٢) انظر: \"اللسان\" ١/ ٣٨٢ (ثنى).(٣) (وهم نائمون) ساقطة من (س).(٤) انظر: \"زاد المسير\" ٨/ ٣٣٦.(٥) انظر: \"الكشف والبيان\" ١٢/ ١٦٨ أ، و\"التفسير الكبير\" ٣٠/ ٨٨، و\"غرائب القرآن\" ٢٩/ ١٩.(٦) في (ك): (وقال).(٧) في (س): (روى أبو ظبيان عن) زيادة.(٨) انظر: \"جامع البيان\" ٢٩/ ١٩، و\"الجامع لأحكام القرآن\" ١٨/ ٢٤١.(٩) أخرجه عبد بن حميد وابن المنذر عن قتادة قال: (أتاها أمر الله ليلاً فأصبحت كالصريم. قال: كالليل المظلم).وما ذكره المؤلف هنا هو قول ابن جرير -رحمه الله-، والمعنى متقارب.انظر: \"جامع البيان\" ٢٩/ ١٩، و\"الدر\" ٦/ ٢٥٣.</p><p> وحقيقة المعنى ما ذكره ابن عباس من قوله: أحاطت بها النار (١) . </p><p> وقال مقاتل: بعث نارًا بالليل على جنتهم فأحرقتها حتى صارت سوداء، فذلك قوله: {وَهُمْ نَائِمُونَ (١٩) فَأَصْبَحَتْ كَالصَّرِيمِ} قال: يعني أصبحت الجنة سوداء كالليل. وهو قول ابن عباس في رواية عطاء؛ يعني كالليل المظلم (٢) ، شبه سوادها بسواد الليل الدامس، وهو آخر ليالي الشهر، وهو أشد ما يكون ظلمة. وهذا القول في الصريم هو قول الفراء والزجاج (٣) . </p><p> قال شمر: الصريم: الليل، والصريم: النهار (٤) ، ينصرم الليل من النهار والنهار من الليل. وعلى هذا الصريم بمعنى المصارم (٥) . </p><p> وقال غيره: سمي الليل صريمًا لأنه يقطع بظلمته عن التصرف. وعلى هذا هو فعيل بمعنى فاعل، وهو يبطل بالنهار. سمي صريمًا ولا يصرم (٦) عن التصرف (٧) . </p><p> وقال قتادة:  {كَالصَّرِيمِ} كأنها صرمت (٨) . وعلى هذا الصريم بمعنى </p><p>(١) انظر: \"جامع البيان\" ٢٩/ ٢٠، و\"الجامع لأحكام القرآن\" ١٨/ ٢٤٢. (٢) انظر: \"تفسير مقاتل\" ١٦٣ ب، و\"تفسير القرآن العظيم\" ٤/ ٤٠٦ و\"الدر\" ٦/ ٢٥٤.(٣) انظر: \"معاني القرآن\" للفراء ٣/ ١٧٥، و\"معاني القرآن\" للزجاج ٥/ ٢٠٨.(٤) (النهار) ساقطة من (ك)، (س)، والصواب إثباتها. وانظر: \"الأضداد\" للأصمعي والسجستاني وابن السكيت ص ٤١، ١٠٥، ١٩٥، ٥٣٩.(٥) انظر: \"تهذيب اللغة\" ١٢/ ١٨٥، و\"اللسان\" ٢/ ٤٣٥ (صرم).(٦) في (ك): (ولا يصرف).(٧) انظر: \"التفسير الكبير\" ٣٠/ ٨٨، و\"الجامع لأحكام القرآن\" ١٨/ ٢٤٢.(٨) انظر: \"تفسير القرآن العظيم\" ٤/ ٤٠٦، و\"تهذيب اللغة\" ١٢/ ١٨٥، و\"اللسان\" ٢/ ٤٣٥ (صرم).</p><p> المصروم، أي: المقطوع ما فيه. وأبى عطاء هذا القول فروى عن ابن عباس: وليس يعني المصرومة، وذلك أن النار تحرق الأشجار فلا تشبه ما في ثمره وإن احترقت الثمار دون الأشجار، وهو بعيد أشبه المقطوع ثمره (١) . </p><p> وقال الحسن: أي: صرم عنها الخير فليس فيها شيء (٢) . والصريم على هذا مفعول أيضًا. وقال المؤرج: كالرملة (٣) انصرمت من معظم الرمل (٤) . </p><p> وقال الأصمعي: الصريم من الرمل: قطعة ضخمة تنصرم عن سائر الرمل، وتجمع (٥) الصرائم (٦) . وعلى هذا شبهت الجنة وهي محترقة لا ثمر فيها ولا خير بالرملة المنقطعة عن الرمال، وهي لا تنبت شيئاً ينتفع به. وقال الأخفش: كالصبح انصرم من الليل (٧) . وقد ذكرنا أن النهار يسمى صريمًا. </p><p> قال المبرد: قيل: كالنهار لا شيء فيها، كما يقال: لك سواد الأرض وبياضها. فالسواد العامر، والبياض الغامر، وعلى (٨) هذا شبهه </p><p>(١) في (س): من قوله (وأبى عطاء) إلى هنا زيادة. وانظر: \"غرائب القرآن\" ٢٩/ ١٩. (٢) انظر: \"الكشف والبيان\" ١٢/ ١٦٨ أ، و\"معالم التنزيل\" ٤/ ٣٧٩.(٣) في (ك): (كالرمث).(٤) انظر: \"الكشف والبيان\" ١٢/ ١٦٨ أ، و\"الجامع لأحكام القرآن\" ١٨/ ٢٤٢.(٥) في (ك): (وجمعه).(٦) انظر: \"تهذيب اللغة\" ١٢/ ١٨٥، و\"اللسان\" ٢/ ٤٣٥ (صرم).(٧) انظر: \"الكشف والبيان\" ١٢/ ١٦٨ أ، و\"البحر المحيط\" ٨/ ٣١٢.(٨) في (ك): (سوى).</p>"
}