{
  "id": null,
  "sura": 69,
  "aya": 13,
  "text": "<p> ١٣ - قوله تعالى: {فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (١٣) }. قال عطاء عن ابن عباس: يريد النفخة الأولى (١) . وقال الكلبي: هي النفخة الآخرة (٢) . وهو قول مقاتل (٣) ، وقال:  (نفخة واحدة) يعني لا تُثَنَّى (٤) . </p><p> قال الأخفش: الفعل (٥) وقع على النفخة إذ لم يكن قبلها (٦) اسم مرفوع (٧) ، قال: ويجوز (نفخة واحدة) على المصدرة حكي ذلك عن بعضهم ثم قال: فإما أن (٨) يكون أضمر، وإما أن يكون أخبر عن الفعل خاصة (٩) هذا كلامه. وبيان هذا أن (نفخة) رفع على ما لم يسم (١٠) فاعله. وقوله: إذ لم يكن قبلها اسم مرفوع يريد أن الفعل لم يقع على شيء يرفعه </p><p>= حفص عن عاصم، ووجهه: أن تقه من يتقه بمنزلة: \"كتف\" فكما يسكن \"كتف\" كذلك سكن القاف من يقه. وقال ابن الأنباري: هذا على لغة من يسقط الياء، ويسكن الحرف الذي قبلها في باب الجزم، فيقول: لم أرَ زيدًا ,ولم أشرِ طعامًا، ولم يتقِ زيدًا، وهو من التوهم، والتقدير: لما ذهبت الياء استوثقوا من الجزم بتسكين ما قبل الياء. (١) ورد منسوبًا إلى عطاء فقط في \"زاد المسير\" ٨/ ٨٢، و\"فتح القدير\" ٥/ ٢٨١. ومنسوبًا إلى ابن عباس من غير ذكر طريق عطاء في \"الجامع\" للقرطبي ١٨/ ٢٦٤.(٢) \"فتح القدير\" ٥/ ٢٨١.(٣) \"تفسير مقاتل\" ٢٠٧/ أ، و\"زاد المسير\" ٨/ ٨٢، و\"فتح القدير\" ٥/ ٢٨١.(٤) هذا القول من مقاتل قد ورد بمثله غير منسوب في \"القرطبي\" ١٨/ ٢٦٤.(٥) في (أ): القول.(٦) في (أ): فيها.(٧) \"معاني القرآن\" ٢/ ٧١٣ بنصه.(٨) غير مقروءة في (ع).(٩) لم أجد تتمة كلامه في كتابه \"المعاني\"، ولا في غيره من المصادر التي بين يدي.(١٠) عبارة: (ما لم يسم فاعله) من اصطلاحات الكوفيين، ويقابلها عند البصريين: (المبني للمجهول). انظر: \"نحو القراء الكوفيين\" ٣٤٦.</p><p> في الظاهر، فوقع على النفخة. </p><p> قوله:  {فِي الصُّورِ} على لفظ الخفض (١) ، فالتقدير: نفخ نفخة واحدة في الصور، وأما من قال:  (نفخة) بالنصب أضمر مفعول (نفخ) ونصب (نفخة) على المصدر، أو اقتصر على الإخبار عن الفعل، كما تقول:  (ضرب ضربًا)  (٢) هذا معنى كلامه. </p><p> وقال أبو إسحاق: النصب جائز على أن قولك: (في الصور) يقوم مقام ما لم يُسمَّ فاعله؛ لأن المعنى: نفخ الصور نفخة، وإنما ذكَّر نفخ , لأن تأنيث نفخة ليس بحقيقي , لأن النفخة والنفخ واحد (٣) . </p><p> قوله:  {وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ} قال مقاتل: رفعت من أماكنها (٤) ، {فَدُكَّتَا دَكَّةً وَاحِدَةً} : قال ابن عباس: فُتَّتَا فَتة (٥) واحدة (٦)  (٧) . </p><p>(١) في (أ): الحافظ، ويراد بالخفض الجر، والخفض اصطلاح كوفي. انظر: \"نحو القراء\" ٣٤٨. (٢) لم أعثر على مصدر لهذا القول، ولا على قائله.(٣) \"معاني القرآن وإعرابه\" ٥/ ٢١٦ باختصار.(٤) \"تفسير مقاتل\" ٢٠٧/ أ. وقد ورد بمثله من غير نسبة في \"معالم التنزيل\" ٤/ ٣٨٧، و\"الجامع لأحكام القرآن\" ١٨/ ٢٦٤، و\"فتح القدير\" ٥/ ٣٨١ بمعناه.(٥) قال الليث: الفَتُّ أن تأخذ الشيء بأصبعك فتصيره فُتاتًا، أي دقاقًا. \"تهذيب اللغة\" ١٤/ ٢٥٦، (فتت). وقال ابن فارس: الفاء والتاء كلمة تدل على تكسير شيء ورفْتِه. \"معجم مقاييس اللغة\" ٤/ ٤٣٦، (فت).(٦) بياض في (ع) ..(٧) لم أعثر على مصدر لقوله، وقد ورد بمثله من غير نسبة في \"الجامع لأحكام القرآن\" ١٨/ ٢٦٤، و\"لباب التأويل\" ٤/ ٣٠٤.</p><p> وقال مقاتل: كسرتا كسرة واحدة، لا شيء حتى يستوي ما عليها (١) من شئ مثل الأديم (٢) الممدود (٣) . وذكرنا (٤) تفسير (الدك) عند قوله: {جَعَلَهُ دكَآءَ}  [الكهف: ٩٨] ولا يجوز في (دكة) هاهنا إلا النصب؛ لارتفاع الضمير في (دكتا) . </p><p> قال الفراء: ولم يقل: فدككن؛ لأنه جعل الجبال كالواحد (٥) , والأرض كالواحدة، كما قال:  {أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا}  [الأنبياء: ٣٠] ، ولم يقل: كُنَّ (٦) . </p><p> قوله تعالى: {فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ (١٥) }. قال الكلبي: قامت القيامة (٧) . </p><p> {وَانْشَقَّتِ السَّمَاءُ} لنزول من فيها من الملائكة؛ قاله مقاتل (٨) . </p><p> {فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ} قال الليث: يقال: وَهَى الثوبُ والقِرْبةُ والْحَبْلُ ونحوه إذا تَفَزَّرَ واسترْخَى (٩) . </p><p>(١) بياض في (ع). (٢) الأديم: جمع الأَدَم، وأديم كل شيء: ظاهر جلده، وأدَمة الأرض: وجهها. وقال ابن منظور: الأديم: الجلد ما كان. وقيل: هو المدبوغ. والأدمة: باطن الجلد الذي يلي اللحم، والبشرة ظاهرها. انظر (أدم) في: \"تهذيب اللغة\" ٤/ ٢١٥، و\"معجم مقاييس اللغة\" ١/ ٧٢، و\"الصحاح\" ٥/ ١٨٥٩، و\"لسان العرب\" ٩/ ١٢.(٣) \"تفسير مقاتل\" ٢٠٧/ أ. وقد ورد غير منسوب في \"زاد المسير\" ٨/ ٨٢.(٤) بياض في (ع).(٥) في (ع): (كالواحدة).(٦) انظر: \"معاني القرآن\" ٣/ ١٨١ نقله الواحدي عنه باختصار.(٧) لم أعثر على مصدر لقوله، وقد ورد بنحوه غير منسوب في \"الجامع\" ١٨/ ٣٦٥.(٨) لم أعثر على مصدر لقوله، وقد ورد بنحوه غير منسوب في المصدر السابق.(٩) \"تهذيب اللغة\" ٦/ ٤٨٨، مادة: (وهي) بتصرف.</p><p> وقال الكسائي: وَهَى يَهي وَهْيًا ووهِيًّا (١) . </p><p> قال أبو إسحاق:  (يقال لكل ما ضعف جدًا: قد وَهَى، فهو واهٍ)  (٢) . قال الفراء:  (وَهْيُها: تشقُّقها)  (٣) . </p><p> قوله تعالى:  {وَالْمَلَكُ عَلَى أَرْجَائِهَا} معنى الأرجاء في اللغة: النواحي، يقال: رَجًا ورَجَوان، والجميع: أرجاء، ويقال ذلك لحرف (٤) البئر، وحرف القبر، وما أشبه ذلك (٥) . وأنشد (أبو عبيد (٦) لعَبِيد) بن الأبرص (٧) : </p><p> رِيشُ الحَمَامِ على أرْجَائِهِ ... لِلْقَلْب مِنْ خَوْفِهِ وَجِيبُ (٨) </p><p> والمفسرون يقولون: على حَافَاتِها (٩) وأطرافها ونواحيها وأقطارها (١٠) . كل هذا من ألفاظهم. </p><p>(١) لم أعثر على مصدر لقوله. (٢) \"معاني القرآن وإعرابه\" ٥/ ٢١٦ بنصه.(٣) \"معاني القرآن\" ٣/ ١٨١ بنصه.(٤) بياض في (ع).(٥) انظر المعنى اللغوي للأرجاء في \"تهذيب اللغة\" ١١/ ١٨٣، مادة: (رجا)، و\"معجم مقاييس اللغة\" ٢/ ٤٩٥، مادة (رجي)، و\"لسان العرب\" ١/ ٨٣، مادة: (رجا). ومن قوله: (ويقال ذلك لحرف البئر إلى: ما أشبه ذلك) ورد بنصه عند السجستاني في \"نزهة القلوب في تفسير القرآن العزيز\" ١٠٦.(٦) ما بين القوسين ساقط من (أ).(٧) ما بين القوسين ساقط من (أ).(٨) البيت في \"ديوانه\" ٢٧، طبعة دار صادر. والأرجاء: الواحد رجا: الناحية. الوجيب: الخفقان. \"ديوانه\" ٢٧.(٩) في (أ): (حافتها).(١٠) قال ابن عباس في معنى الآية: والملك على حافات السماء حين تشقق. وعن مجاهد قال: أطرافها. وعن سعيد بن جبير قال: على حافات السماء. وعن الضحاك أنه قال: حافاتها. ومثله قال قتادة، وعن قتادة أيضًا: أقطارها، وعنه =</p><p> واختلفوا أن المراد بالأرجاء: أرجاء الأرض، أم السماء؟ فقال الكلبي: يقول: على حروفها وأطراف الأرض (١) . </p><p> وقال سعيد بن جبير: على أرجائها ما لم تنشق (٢) منها (٣) . </p><p> وروي عن ابن عباس: على ما لمْ يَهِ منها (٤) . وهذا يدل على أن الملك على أرجاء السماء. </p><p> وروى (جُوَيْبِر (٥) عن الضحاك قال: إذا كان يوم القيامة أمر الله السماء الدنيا فتشققت، وتكون الملائكة (٦) على أرجائها حين يأمرهم الرب، فينزلون إلى الأرض، فيحيطون بالأرض ومن عليها. وهذا جامع للقولين (٧) . </p><p>= أيضًا: نواحيها. وبهذا قال سفيان. وعن ابن المسيب: الأرجاء: حافات السماء. انظر أقوالهم في \"تفسير عبد الرزاق\" ٢/ ٣١٣، و\"جامع البيان\" ٢٩/ ٥٧ - ٥٨، و\"معالم التنزيل\" ٤/ ٣٨٧، و\"زاد المسير\" ٨/ ٨٢، و\"لباب التأويل\" ٤/ ٣٠٤، و\"تفسير القرآن العظيم\" ٤/ ٤٤١، و\"الدر المنثور\" ٨/ ٢٦٩. وقال اليزيدي: جوانبها. \"غريب القرآن وتفسيره\" ٣٨٧. وعن ابن قتيبة: نواحيها. \"تفسير غريب القرآن\" ٤٨٤. وعن مكي بن أبي طالب: على جوانبها. \"تفسير المشكل من غريب القرآن\" ٣٥٢. (١) لم أعثر على مصدر لقوله.(٢) في (أ): تشق.(٣) \"جامع البيان\" ٢٩/ ٨٥ بمعناه، قال: \"على حافات السماء\"، وكذا في \"الدر المنثور\" ٨/ ٢٦٩. وعزاه إلى عبد بن حميد، وعنه: أرجاء الدنيا. \"النكت\" ٦/ ٨١، و\"زاد المسير\" ٨/ ٣٥٠، وانظر: \"تفسير\" سعيد ٣٥٣.(٤) \"جامع البيان\" ٢٩/ ٥٨ من طريق عطاء عن سعيد بن جبير عن ابن عباس. \"الدر المنثور\" ٨/ ٢٦٩، وعزاه إلى الفريابي، وابن جرير، وابن المنذر، وابن أبي حاتم.(٥) ما بين القوسين ساقط من (أ).(٦) في (أ): يكون الملك.(٧) \"معالم التنزيل\" ٤/ ٣٨٧، من غير ذكر طريق جويبر.</p><p> قوله تعالى:  {وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ} . قال مقاتل: يعني فوق رؤوسهم (١) ، كأنه يعني فوق رؤوس الحَمَلة. </p><p> قوله:  {يَوْمئِذٍ} . يعني: يوم القيامة. {ثَمَانِيَةٌ} روي عن العباس رضي الله عنه قال: (ثمانية أملاك على صور الأوعَال (٢) ) (٣) . </p><p> وروي أيضًا عنه في حديث مرفوع \"أن فوق السماء (٤) السابعة ثمانية أوعال، بين أظلافهن ورُكَبِهِنَّ مثل ما بين سماء إلى سماء، وفوق ظُهُورِهِنَّ </p><p>(١) \"تفسير مقاتل\" ٢٠٧/ أ، و\"زاد المسير\" ٨/ ٨٢ بنحوه، وانظر: \"لباب التأويل\" ٤/ ٣٠٤. (٢) أوعال: جمع وعل، وهو العنز الوحشي، ويقال له: تيس شاه الجبل، والمراد ملائكة على صورة الأوعال. انظر: \"عون المعبود شرح سنن أبي داود\" للعظيم آبادي ١٣/ ٨ باب: الجهمية، كتاب: السنة، و\"تحفة الأحوذي\" للمُباركفوري: ٩/ ١٦٥: ح: ٣٥٤٠، و\"أبواب التفسير\"، سورة الحاقة.(٣) \"النكت\" ٦/ ٨١، وأخرجه عبد بن حميد، وعثمان بن سعيد الدارمي في \"الرد على الجهمية\"، وأبو يعلى، وابن المنذر، وابن خزيمة، وابن مردويه، والحاكم وصححه، والخطيب في \"تالي التلخيص\" عن العباس. انظر: \"الدر المنثور\" ٨/ ٢٦٩. قلت: وعزاه السيوطي إليه، فهو من المرفوع عنه. وانظر: \"المستدرك\" ٢/ ٥٠٠ في التفسير، باب تفسير سورة الحاقة، وزاد: \"بين أظلافهم إلى ركبهم مسيرة ثلاث وستين سنة\". قال الحاكم: صحيح، ووافقه الذهبي. وأخرجه الدارمي في \"الرد على الجهمية\" ٤٢ ح ٧٢، والآجري في \"الشريعة\" ٢٦٣، ٢٩٢ من طريقين: عن سماك، واللالكائي في \"شرح أصول اعتقاد أهل السنة والجماعة\" ٣/ ٣٨٩ - ٣٩٠ ح ٦٥٠ - ٦٥١، والبيهقي في \"الأسماء والصفات\" ٢/ ١٤٢، وابن عبد البر في \"التمهيد\" ٧/ ١٤٠، وابن قدامة في \"إثبات صفة العلو\" ٩٥. وانظر: \"شرح العقيدة الطحاوية\" لابن أبي العز، ٢٤٦.(٤) بياض في (ع).</p><p> العرشُ\" (١) . </p><p> وقال عطاء عن ميسرة (٢) : </p><p>(١) أخرجه أبو داود ٢/ ٥٨٢، كتاب السنة: باب في الجهمية، أخرجه من ثلاث طرق عن سماك، عن عبد الله بن عميرة، عن الأحنف بن قيس، عن العباس بن عبد المطلب مرفوعًا بمعناه. ومما جاء فيه: (ثم فوق السابعة بحر بين أسفله وأعلاه مثل ما بين السماء إلى سماء، ثم فوق ذلك ثمانية أوعال بين أظلافهم ورُكَبِهِم مثل ما بين سماء إلى سماء، ثم على ظهورهم العرش). وأخرجه الترمذي أيضًا من حديث طويل ٥/ ٤٢٥ ح ٣٣٢٠، وقال عنه: حديث حسن غريب. وابن ماجه ١/ ٣٧ - ٣٨ ح ١٨١، باب: ١٣، المقدمة والإمام أحمد من طريقين عن العباس ١/ ٢٠٦ - ٢٠٧. وأخرجه ابن خزيمة في \"كتاب التوحيد\" ١٠٠ - ١٠٢، وابن أبي عاصم في \"السنة\" ٥٧٧، والذهبي في \"العلو\" ٥٧. وقد قوى المباركفوري طريقين من طرق الحديث. انظر: \"تحفة الأحوذي\" ٩/ ١٦٦. وضعف الشيخ الألباني طرق الحديث. انظر: \"ضعيف سنن أبي داود\": ٤٦٨ - ٤٦٩ ح ١٠١٤ - ١٠١٥ - ١٠١٦، باب: في الجهمية. \"ضعيف سنن الترمذي\" ٤٢٧ - ٤٢٨: ح: ٦٥٤، سورة الحاقة. \"ضعيف سنن ابن ماجه\" ١٤ ح ٣٤، باب: ١٣. \"ظلال الجنة في تخريج فقه السنة\" ح ٥٧٧. كما ضعفه محقق \"شرح أصول اعتقاد أهل السنة\" للالكائي ٣/ ٣٩١ هامش: ١، قال: مدار الحديث من جميع طرقه على عبد الله بن عميرة، قال فى البخاري: لا يعلم له سماع من الأحنف. [\"التاريخ الكبير\" ٥/ ١٠٩ ت: ٤٩٤]. وقال الذهبي: فيه جهالة. [\"ميزان الاعتدال\" ٢/ ٤٦٩: ت: ٤٤٩٢]، وأما ابن حبان فذكره في الثقات [٥/ ٤٢]. وقال محقق \"شرح الطحاوية\" ٢٤٧: وعبد الله بن عمير، وهو مجهول، لم يوثقه غير ابن حبان على عادته في توثيق المجاهيل. وأظلافهن: جمع: ظلف -بكسر الظاء المعجمة- للبقر والشاة والظبي بمنزلة الحافر للدابة، والخف للبعير. \"تحفة الأحوذي\" ٩/ ١٦٥.(٢) بياض في (ع). وميسرة: يراد به: ميسرة أبو صالح؛ مولى كِنْدة، كوفي، روى عنه عطاء بن السائب، ذكره ابن حبان في الثقات، وقال عنه ابن حجر: مقبول.أو يراد به ميسرة بن يعقوب، أبو جميلة، الطُّهوي، الكوفي، روى عنه عطاء بن السائب أيضًا، مقبول، وذكره ابن حبان فى الثقات، وقال عنه ابن حجر: مقبول من الثالثة. =</p><p> (أرجلهم في تُخوم (١) الأرض السَّابعة يحملون العرش (٢) ، ما منهم من أحد يرفع طرفه (٣) . وقال عطاء (٤) ، (والكلبي (٥)  (٦) : ثمانية أجزاء من عشرة أجزاء من الملائكة. ثم ذكر كثرة (٧) عدد الملائكة بما يطول ذكره. وقال مقاتل: ثمانية أجزاء من الكروبيين (٨) ، لا يعلم كثرتهم (٩) إلا الله (١٠) . </p><p>= انظر: \"التاريخ الكبير\" ٧/ ٣٧٤ ت: ١٦٠٧ - ١٦٠٨، و\"الجرح والتعديل\" ٨/ ٢٥٢: ت: ١١٤٣، و١١٤٤، و\"تقريب التهذيب\" ٢/ ٢٩١: ت: ١٥٤٢ - ١٥٤٣. (١) تُخوم: مفرد تَخْم، وهو منتهى كل قرية أو أرض. \"لسان العرب\" ١٢/ ٦٤: (تخم).(٢) يراد بالعرش لغية: السرير الذي للمَلك، كما قال تعالى عن بلقيس: {وَلَهَا عَرْشٌ عَظِيمٌ} [النمل: ٢٣]. انظر: \"شرح العقيدة الطحاوية\" لابن أبي العز: ٢٤٨، و\"العلو\" للذهبي ٥٧. والعرش من الأمور الغيبية التي يجب علينا الإيمان بها كما أخبر الله ورسوله. انظر: \"إثبات صفات العلو\" لابن قدامة، ٩٢ في الحاشية.(٣) \"جامع البيان\" ٢٩/ ٥٠ بنحوه، وفي إسناده ابن حميد، وهو ضعيف. وانظر: \"الدر المنثور\" ٨/ ٢٧٠ بنحوه، وعزاه إلى عبد بن حميد، وابن المنذر. وانظر: \"معاني القرآن وإعرابه\" ٥/ ٢١٦ من غير عزو.(٤) لم أعثر على مصدر لقوله.(٥) لم أعثر على مصدر لقوله.(٦) ما بين الفوسين ساقط من (أ).(٧) في (أ): كثرت.(٨) الكروبيون: هم المقربون، ويقال لكل حيوان وثيق المفاصل: إنه لمُكْرَب الخلق، إذا كان شديد القوى، والأول أشبه. انظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ١٦١، مادة: (كرب).(٩) بياض في (ع).(١٠) ورد قوله في \"تفسير مقاتل\" ٢٠٧/ أ، و\"زاد المسير\" ٨/ ٨٣، وبمعنى قوله عن ابن عباش. انظر: \"تفسير القرآن العظيم\" ٤/ ٤٤٢.</p>"
}