{
  "id": null,
  "sura": 69,
  "aya": 46,
  "text": "<p> واليمين على هذا القول بمعنى الحق، كقوله تعالى:  {قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ}  [الصافات: ٢٨] ، أي: من قبل الحق، وكذلك قوله:  {وَعَنْ أَيْمَانِهِمْ}  [الأعراف: ١٧] ، وقد مر مستقصى (١) . </p><p> ٤٦ - قوله تعالى: {ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦) } الوتين: نياط القلب، وهو عرق يجري في الظهر حتى يتصل بالقلب، فإذا انقطع بطلت القوى، ومات صاحبه. وهذا قول جميع أهل اللغة (٢) ، وأنشدوا (للشماخ)  (٣) : </p><p>(١) ومما جاء في تفسير الآية: ٨٢ من سورة الصافات: أن معنى \"تأتوننا عن اليمين\": أي من قبل الحق. وقالوا: من قبل الدين، وطاعة الله، بمعنى: تزينون الدين، وهو الكفر الذي كانوا عليه. وقيل: أي كنتم تمنعوننا بإضلالكم عن الدين الذي هو الحق. وقال ابن قتيبة: يقول المشركون لقرنائهم من الشياطين: إنكم كنتم تأتوننا عن أيماننا؛ لأن إبليس قال: {ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ} [الأعراف: ١٧]، فشياطينه تأتيهم من كل جهة من هذه الجهات، بمعنى من [الكيد] والإضلال. قالوا: أجود ما قيل في هذا إنه من قول العرب: فلان عندي باليمين، أي: بالمنزلة الحسنة، وفلان عندي بالشمال، أي: بالمنزلة الخسيسة الدنية، فقال هؤلاء الكفار لأئمتهم الذين أضلوهم: إنكم كنتم تخدعوننا، وترونا أننا عندكم بمنزلة اليمين، أي بالمنزلة الحسنة، فوثقنا بكم من ذلك الجانب. وقال بعضهم -وهو قول قوي-: إن أئمة المشركين كانوا قد أخافوا لهؤلاء المستضعفين أن ما يدعون إليه هو الحق، فوثقوا بأيمانهم، وتمسكوا بعهودهم، فمعنى: {كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ} أي من ناحية المواثيق والأيمان التي قدمتموها لنا. (٢) انظر هذا القول بمعناه في مادة: (وتن) في \"تهذيب اللغة\" ١٤/ ٣٢٤، و\"معجم مقاييس اللغة\" ٦/ ٨٤، و\"الصحاح\" ٦/ ٢٢١١، و\"لسان العرب\" ١٣/ ٤٤١، و\"تاج العروس\" ٩/ ٣٥٨. وممن قال بذلك أيضًا: أبو عبيدة في \"مجاز القرآن\" ٢/ ٢٦٨، الزجاج في \"معاني القرآن وإعرابه\" ٥/ ٢١٨.(٣) لم أجد فيما ذكرته كتب اللغة من استشهد ببيت الشماخ غير أبي عبيدة في مجازه، وقد ورد عند المبرد في كتابه \"الكامل\" ١/ ١٦٧، و٢/ ٨٢٥ \"ديوانه\" تحقيق: =</p><p> إذا بَلَّغْتِنِي وحَمَلْتِ رَحْلي ... عَرَابَةَ فاشْرَقي بِدَمِ الوَتِينِ (١) </p><p> قال أبو زيد: وجمعه: الوُتُن، وثلاثة (٢) أوتنة، الموتون: الذي قطع وتينه (٣) ، (وابن عباس)  (٤) ، وأكثر المفسرين (٥) قالوا: إنه نياط القلب، وحبل القلب. </p><p>= صلاح الدين الهادي: ٣٢٣ برواية: (وحططت) بدلًا من: (حملت). كما ورد في كتب: التفسير، منها \"جامع البيان\" ٢٩/ ١٦٧، و\"النكت\" ٦/ ٨٧، و\"المحور الوجيز\" ٥/ ٣٢٦، و\"زاد المسير\" ٨/ ٨٧، و\"الجامع لأحكام القرآن\" ١٨/ ٢٧٦، و\"البحر المحيط\" ٨/ ٣١٩، و\"فتح القدير\" ٥/ ٢٨٦. وكلمة (للشماخ) ساقطة من (أ).(١) ورد البيت في \"ديوانه\" ٣٢٣. ومعنى: اشرقي: من الشرَق، وهو الغصة، أي غُصي. الوتين: عرق به القلب إذا انقطع مات صاحبه. يقول: إذا بلغتني هذا الممدوح، فلن أبالي بهلكتك. \"ديوانه\" ٣٢٣، هامش: ٨.(٢) في (ع): وثلثة.(٣) \"تهذيب اللغة\" ١٤/ ٣٢٤ مادة: (وتن) بتصرف، وانظر: \"التفسير الكبير\" ٣٠/ ١١٩.(٤) ساقطة من (أ). وقد ورد قوله في \"جامع البيان\" ٢٩/ ٦٧، و\"الكشف والبيان\" جـ: ١٢: ١٨٠/ أ، و\"النكت\" ٦/ ٨٧، و\"معالم التنزيل\" ٤/ ٣٩١، و\"المحرر الوجيز\" ٥/ ٣٦٢، و\"زاد المسير\" ٨/ ٨١، و\"الجامع لأحكام القرآن\" ١٨/ ٢٧٦، و\"لباب التأويل\" ٤/ ٣٠٧، و\"البحر المحيط\" ٨/ ٣٢٩، و\"تفسير القرآن العظيم\" ٤/ ٤٤٥، و\"الدر المنثور\" ٨/ ٢٧٦، وعزاه إلى الفريابي، وسعيد بن منصور، وعبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم، والحاكم، وصححه؛ \"المستدرك\" ٢/ ٥٠١، في التفسير، تفسير سورة الحاقة، قال الحاكم: صحيح، ووافقه الذهبي، وقد رواه الحاكم من طريق عطاء بن السائب عن سعيد بن جبير عن ابن عباس، وإسناده قوي؛ لأنه من رواية الثوري عن عطاء، وسمعه منه قبل الاختلاط. قاله الحافظ ابن حجر في \"فتح الباري\" ٨/ ٦٦٤، وزاد نسبته إلى الفريابي، والأشجعي. وانظر حاشية \"النكت\" ٦/ ٨٧.(٥) وممن قال ذلك: مجاهد، وقتادة، وابن زيد. انظر المراجع السابقة نفسها في =</p><p> قال ابن قتيبة (١) : (ولم يُرد أنا نقطعه بعينه فيما يرى أهل النظر (٢) ، ولكنه أراد: لو كذب لأمَتْنَاه، أو قتلناه، فكان كمن قُطِع وتينُه، قال: ومثله قوله -صلى الله عليه وسلم-: \"ما زالت أكلة(٣)خيبر(٤)تعاودني، فهذا أوانَ قطعَتْ أبْهَري\"  (٥) . </p><p>= التفسير، و\"تفسير عبد الرزاق\" ٢/ ٣١٥ عزاه إلى قتادة، وسعيد بن جبير، والحكم، والضحاك، ومسلم البطين، وأبي صخر حميد بن زياد، وعكرمة. انظر: \"تفسير القرآن العظيم\" ٤/ ٤٤٥، و\"الدر المنثور\" ٨/ ٢٧٦ وعزاه إلى: عبد بن حميد، وابن المنذر. (١) بياض في (ع).(٢) بياض في (ع).(٣) في (أ): أكلت.(٤) خيبر: مدينة أثرية قديمة، تبعد عن المدينة المنورة شمالًا ١٧٣ كيلو مترًا على الطريق الرئيسي المعبد، تقع فيها \"مدائن صالح\". وخيبر عبارة عن عدة قرى واقعة في عدة أودية، ويوجد فيها مسجد لرسول الله -صلى الله عليه وسلم-، ومقبرة الشهداء لبعض الصحابة الذين استشهدوا في غزوة خيبر، وهي مدينة حصينة، تحيط بها الحرة من جميع الجهات. حاصر فيه الرسول -صلى الله عليه وسلم- اليهود بضع عشرة ليلة. انظر: \"الآثار في شمال الحجاز\" لحمود بن ضاوي القثامي ١/ ١٧٨، و\"القاموس الإسلامي\" لأحمد عطية ٢/ ٣٠٨. وانظر: \"معجم ما استعجم من أسماء البلاد والمواضع\" لعبد الله البكري ٢/ ٥٢١، و\"الموسوعة الميسرة\" ١/ ٧٧٠.(٥) أخرجه البخاري ٣/ ١٨١ ح: ٤٤٢٨، كتاب المغازي، باب مرض النبي -صلى الله عليه وسلم-، ونصه: قال عروة، قالت عائشة -رضي الله عنها-: كان النبي -صلى الله عليه وسلم- يقول في مرضه الذي مات فيه: \"يا عائشة، ما أزال أجِدُ الطعام الذي أكلت بخيبر، فهذا أوان وجدت انقطاع أبهري من ذلك السم\"، وفي ٢/ ٢٤١: ح ٢٦١٧، في الهبة، باب قبول الهدية من المشركين. وأخرجه أبو داود في \"السنن\" ٢/ ٥٢٧، كتاب: الديات باب فيمن سقى رجلاً سمًّا، أو أطعمه فمات، أيقاد منه؟. وأخرجه الدارمي في \"سننه\" ١/ ٣٦: ح ٦٧ - ٦٨، المقدمة: باب ما أكرم الله النبي -صلى الله عليه وسلم- من كلام الموتى. والإمام أحمد ٦/ ١٨. وأورده أبو عبيد في \"غريب الحديث\" ١/ ٢٠٣.</p>"
}