{
  "id": null,
  "sura": 69,
  "aya": 18,
  "text": "<p> وقال الكلبي أيضًا: وهو يروى عن ابن عباس (١) ، قال: ثمانية صفوف من الملائكة (٢) . </p><p> وقال محمد بن إسحاق: بلغنا أن رسول الله -صلى الله عليه وسلم- قال:  \"هم اليوم أربعة، فإذا كان يوم القيامة أيدهم الله بأربعة أخرى(٣)، فكانوا ثمانية،وقد قال الله تعالى:{وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ}\"  (٤) </p><p> ١٨ - قوله:  {يَوْمَئِذٍ تُعْرَضُونَ} قال مقاتل: تعرضون على الله لحسابكم، فلا يخفى منكم خافية (٥) ، [وهو]  (٦) معنى (٧) قول عطاء، عن ابن عباس: لا يخفى منكم على الله فعلة خافية، وخصلة خافية (٨) ، ونحو ذلك ذكر الكلبي، فقال: يقول: لا تخفى على الله من أعمالكم شيء (٩) ، ثم قال: ويقال: لا يخفى على الله أحد (١٠) ، وهو معنى قول مقاتل: لا يخفى </p><p>(١) بياض في (ع). (٢) \"جامع البيان\" ٢٩/ ٥٨، و\"الثعلبي\" ١٢/ ١٧٦ ب، و\"ابن كثير\" ٤/ ٤٤٢، و\"الدر المنثور\" ٨/ ٢٦٩، وعزاه إلى ابن جرير، وابن المنذر، وابن أبي حاتم من طرق.(٣) في (أ): أجزاء.(٤) ورد الحديث في \"جامع البيان\" ٥٩/ ٢٩ من طريق ابن حميد، قال: حدثنا سلمة عن ابن إسحاق. قلت: وهي رواية ضعيفة السند لوجود ابن حميد، وهو حافظ ضعيف، قاله ابن حجر. انظر: \"تقريب التهذيب\" ٢/ ١٥٦ ت ١٥٩، واسمه: محمد بن حميد بن حيان. وفي \"الكشف والبيان\" ١٢/ ١٧٧/ أ، و\"النكت\" ٦/ ٨٢، و\"معالم التنزيل\" ٤/ ٣٨٧، و\"الجامع\" ١٨/ ٢٦٦، و\"لباب التأويل\" ٤/ ٣٠٤.(٥) \"تفسير مقاتل\" ٢٠٧/ أ.(٦) ما بين المعقوين زيادة يقتضيها السياق لاستقامة المعنى.(٧) في (أ): يعني.(٨) لم أعثر على مصدر لقوله.(٩) \"معالم التنزيل\" ٤/ ٣٨٨.(١٠) لم أعثر على مصدر هذه الزيادة من قول الكلبي.</p><p> الصَّالح ولا الطالح (١) إذا عُرِضتم (٢) ، وعلى هذا التقدير: لا يخفى منكم نفس خافية. </p><p> وقراءة العامة:  {لَا تَخفَى} بالتاء (٣) ، واختار أبو عبيد الياء (٤) ، وهو قراءة حمزة، والكسائي (٥) ، قال (٦) : لأن الياء تجوز للذكر (٧) والأنثى، والتاء لا تجوز إلا للأنثى، ومع هذا فقد حيل بين الاسم والفعل بقوله:  {مِنكُمْ} . </p><p> قال المفسرون (٨) : يعرض الناس يوم القيامة ثلاث عرضات، فأمَّا </p><p>(١) بياض في (ع). والطالح هو: من الطلاح نقيض الصلاح، والفعل: طَلِحَ يَطْلَح طلاحًا، ويقال: رجل طالِحٌ، أي: فاسد الدين لا خير فيه. \"تهذيب اللغة\" ٤/ ٣٨٤. (٢) \"تفسير مقاتل\" ٢٠٧/ أ.(٣) قرأ بذلك: نافع، وابن كثير، وأبو عمرو، وابن عامر، وعاصم، وأبو جعفر، ويعقوب. وقرأ بذلك أيضًا: ابن محيصن، والحسن. انظر كتاب \"السبعة\" ٦٤٨، و\"الحجة\": ٦/ ٣١٥، و\"الكشف عن وجوه القراءات السبعة\" ٢/ ٣٣٣، كتاب: \"التبصرة\" لمكي بن أبي طالب: ٧٠٧، و\"حجة القراءات\" لابن زنجلة: ٧١٨، و\"النشر في القراءات العشر\" لابن الجزري ٣٨٩، و\"إتحاف فضلاء البشر في القراءات الأربع عشر\" للبنا: ٤٢٢، و\"البدور الزاهرة\" لعبد الفتاح القاضي ٣٢٤.(٤) لم أعثر على مصدر لقوله.(٥) وقرأ بذلك أيضًا: خلف، ووافقهم الأعمش. انظر المراجع السابقة.(٦) أي: أبو عبيد، ولم أعثر على مصدر لقوله.(٧) بياض في (ع).(٨) قال بذلك: عبد الله بن مسعود، وأبو موسى الأشعري، وقتادة. انظر: \"تفسير\" عبد الرزاق ٢/ ٣١٤ عن قتادة، و\"جامع البيان\" ٢٩/ ٥٩، و\"بحر العلوم\" ٣/ ٣٩٩، و\"تفسير القرآن العظيم\" ٤/ ٤٤٢، و\"الدر المنثور\" ٨/ ٢٧٠ - ٢٧١ وعزاه إلى عبد بن حميد، وابن المنذر، وعبد الرزاق، والبيهقي في البعث، وابن جرير. وروي هذا القول مرفوعًا إلى رسول الله -صلى الله عليه وسلم-. انظر: \"سنن ابن ماجه\" ٢/ ٤٤٤: ح: =</p>"
}