{
  "id": null,
  "sura": 69,
  "aya": 48,
  "text": "<p> ٤٨ - ثم ذكر أن القرآن ما هُوَ فقال تعالى: {وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ (٤٨) } قال الكلبي: (وإنه) لعظة للمتقين الشرك والفواحش، والمتقين عقاب الله بطاعته (١) . </p><p> قوله: {وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ (٥٠) } قال ابن عباس: القرآن حسرة على الكافرين يوم القيامة (٢) ، يعني ندامة إذ لم يؤمنوا به. والكناية (٣) في: (وإنه) على هذا القول للتكذيب (٤) . ودل عليه قوله:  {أَنَّ مِنْكُمْ مُكَذِّبِينَ}  [الحاقة: ٤٩] </p><p> قوله: {وَإِنَّهُ لَحَقُّ الْيَقِينِ (٥١) }. قال عطاء: يعني القرآن مني بدأ، وأنا </p><p>(١) لم أعثر على مصدر قوله. وورد مثله مختصرًا من غير عزو في \"بحر العلوم\" ٣/ ٤٠١. (٢) لم أعثر على مصدر قوله. وقد ورد مثله من غير عزو في \"جامع البيان\" ٢٩/ ٦٨، و\"الكشف والبيان\" ١٢/ ١٨٠/ أ، و\"معالم التنزيل\" ٤/ ٣٩١، و\"زاد المسير\" ٨/ ٨٧، و\"لباب التأويل\" ٤/ ٣٥٧. ومعنى الحسرة لغة: قال الأزهري: \"والحسرة أشد الندم حتى يبقى النادم كالحسير من الدواب الذي لا منفعة فيه\". \"تهذيب اللغة\" ٤/ ٢٨٨ (حسر). وقال ابن فارس: الحاء والسين والراء: أصل واحد، وهو كشف الشيء، ومن الباب: الحسرة: التلهف على الشيء الفائت\". \"معجم مقاييس اللغة\" ٢/ ٦١ - ٦٢: (حسر). قال ابن عاشور: \"والحسرة: الندم الشديد المتكرر على شيء فائت مرغوب فيه، ويقال لها: التلهف، اشتقت من الحَسْر، وهو \"الكشف\"؛ لأن سببها ينكشف لصاحبها بعد فوات إدراكه، ولا يزال يعاوده\". \"التحرير والتنوير\" ٢٩/ ١٤٩. وما ذكر عن ابن عباس هو أحد الوجهين في عود الضمير على \"من\"، فابن عباس حملة على القرآن.(٣) لفظ الكناية من المصطلحات الكوفية، ولقابلها: المضمر أو الضمير عند البصريين. انظر: \"نحو القراء الكوفيين\" ٦٨.(٤) وهذا الوجه الثاني في عودة الضمير على التكديب، وهو قول مقاتل. قال: وإن تكذيبهم بالقرآن لحسرة عليهم.</p><p> أرسلته إليكم (١) . وقال مقاتل:  {لَحَقُّ الْيَقِينِ} إنه من الله (٢) . </p><p> قال الزجاج: المعنى أنَّ القرآن لليقين (٣) حق اليقين. هذا الذي ذكرنا قول المفسرين. </p><p> وقال الكلبي: حقاً يقيناً ليكون ذلك عليهم حسرة (٤) . </p><p> وعلى هذا الكناية في قوله:  {وَإِنَّهُ لَحَسْرَةٌ} وهي مصدر بمعنى التحسر، فيجوز تذكيره. ثم أمر بتنزيهه عن السوء، فقال: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٥٢) }. </p><p> وقال عطاء: فصل لربك الذي عصمك من كل ما رَمَوْك به (٥)  (٦) . </p><p>(١) لم أعثر على مصدر لقوله. (٢) \"تفسير مقاتل\" ٢٠٧/ ب.(٣) في (أ): للمتقين.(٤) \"النكت\" ٦/ ٨٨، والعبارة عنه: \"أي حقًّا يقينًا ليكونن الكفر حسرة على الكافرين يوم القيامة\".(٥) غير واضحة في (ع).(٦) لم أعثر على مصدر لقوله.</p><p> سورة المعارج </p>"
}