{
  "id": null,
  "sura": 69,
  "aya": 19,
  "text": "<p> عرضتان فجدال ومعاذير (١) ، وأمَّا العرضة الثالثة فعندَها تتطاير الصحف في الأيدي، فذلك قوله: </p><p> ١٩ - {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ} قال عطاء عن ابن عباس (٢) ، (والكلبي (٣)  (٤) ، ومقاتل (٥) نزلت في أبي سلمة؛ عبد الله بن عبد الأسد </p><p>= ٤٣٣١، و\"أبواب الزهد\" ٣٣، ذكر البعث؛ من طريق الحسن عن أبي موسى الأشعري مرفوعًا. والترمذي ٤/ ٦١٧ ح ٢٤٢٥، في صفة القيامة، باب ما جاء في العرض؛ من طريق الحسن عن أبي هريرة مرفوعًا، والإمام أحمد ٤/ ٤١٤، من طريق الحسن عن أبي موسى مرفوعًا. وقال أبو عيسى: ولا يصح هذا الحديث من قِبَل أن الحسن لم يسمع من أبي هريرة، وقد رواه بعضهم عن علي الرفاعي، عن الحسن، عن أبي موسى، عن النبي -صلى الله عليه وسلم-، قال أبو عيسى: ولا يصح هذا الحديث من قبل أن الحسن لم يسمع من أبي موسى. قال البوصيري في \"الزوائد\": هذا إسناد رجاله ثقات؛ إلا أنه منقطع، الحسن لم يسمع من أبي موسى. ورواه ابن أبي شيبة في مسنده. قاله الأعظمي. انظر: \"سنن ابن ماجه\" (٢/ ٤٤٤) حاشية رقم ٤٣٣١. وانظر: تضعيف الألباني للحديث في \"ضعيف سنن ابن ماجه\" ٣٤٩ ح ٩٣٢، و\"ضعيف سنن الترمذي\" ٢٧٣ - ٢٧٤ ح: ٤٢٦، وقد ذكر تعليق الترمذي على الحديث. وضعفه أيضًا عند تعليقه على \"مشكاة المصابيح\" ٣/ ١٥٤٢؛ حاشية ٤، قال: وهو ضعيف من هذا الوجه لعنعنة الحسن البصري. (١) معاذير: جمع معذرة، والعُذر: الحجة التي يُعْتذر بها، والجمع: أعذار، يقال: اعتذر فلان اعتذارًا، وعِذرة، ومَعْذِرة، ولي في هذا الأمر عُذر، وعُذري، ومعذرة، أي: خروج من الذنب. \"لسان العرب\" ٤/ ٥٤٥، مادة: (عذر).(٢) \"بحر العلوم\" ٣/ ٣٩٩، وانظر: \"لوامع الأنوار البهية\" للسفاريني ٢/ ١٨٣ من غير عزو.(٣) لم أعثر على مصدر لقوله.(٤) ما بين القوسين ساقطة من (أ).(٥) \"تفسير مقاتل\" ٢٠٧/ أ، و\"زاد المسير\" ٨/ ٨٣.</p><p> المخزومي؛ زوج أم سلمة: يُعطى كتابًا بيمينه. </p><p> قال الكلبي: فيقرأ سيئاته في باطنها، فيسوؤه ذلك، ويقرأ الناس حسناته في ظاهرها، فيقولون: نجا هذا، فإذ بلغ أسفل كتابه قيل له: إن الله قد غفر لك، فيبيض وجْهُهُ، ويشرق لونه، ثم تُقرأ حسناته في ظاهرها (١) ، فيسره ذلك (٢) ، ويقول:  {هَاؤُمُ اقْرَءُوا كِتَابِيَهْ} يقول: تعالوا اقرؤوا حسَابيه (٣) ، وبنحو هذا قال ابن زيد (٤) في تفسير (هاؤم) : تعالوا (٥) . </p><p> وقال مقاتل: يعني هلمَّ (٦) . (٧) وأما أهل اللغة، فإنهم يقولون في تفسيرها: هاؤم: خذوا (٨) . ومنه حديث الربا:  \"إلا هاء وهاء\"  (٩) ، وهو أن </p><p>(١) في (أ): ظاهره. (٢) لم أعثر على مصدر لقوله.(٣) غير مقروء في (ع).(٤) ورد قوله في \"جامع البيان\" ٢٩/ ٦٠، وعبارته: \"تعالوا\"، و\"الجامع لأحكام القرآن\" ١٨/ ٢٦٩، و\"تفسير القرآن العظيم\" ٤/ ٤٤٣.(٥) ما بين القوسين ساقط من (أ).(٦) بياض في (ع).(٧) ورد قوله هذا في \"الجامع لأحكام القرآن\" ١٨/ ٢٦٩، والذي ورد في \"تفسيره\" ٢٠٧/ أ: قوله: قال: هاكم.(٨) انظر مادة: (هوم) في \"تهذيب اللغة\" ٦/ ٤٧٨، و\"لسان العرب\" ١٢/ ٦٢٥، و\"تاج العروس\" ٩/ ١١١، وكتاب \"حروف المعاني\" للزجاجي ٧٣، و\"المسائل البصريات\" لأبي علي الفارسي ١/ ٤٣١.(٩) الحديث أخرجه: البخاري ٢/ ٩٨، ١٠٦، ١٠٧، ح ٢١٣٤، و٢١٧٠، و ٢١٧٤، كتاب: البيوع باب: ٥٤، ٧٤، ٧٦، والحديث عن مالك بن أوس، سمع عمر بن الخطاب -رضي الله عنه- يخبر عن رسول الله -صلى الله عليه وسلم- قال: \"الذهب بالوَرِقِ ربًا إلا هاء وهاء، والبُرُّ بالبُرِّ ربًا إلا هاء وهاء، والتمر بالتمر ربًا إلا هاء وهاء، والشعير بالشعير ربًا إلا هاءَ وهاءَ\". وأخرجه مسلم ٣/ ١٢٠٩ - ١٢١٠ ح ٧٩، فى المساقاة، باب: ١٥، =</p><p> يقول كل واحد من البيعين (١) لصاحبه: خذ، فيعطيه (٢) ما في يده. </p><p> وقال (٣) ابن السِّكِّيت: يقال: هَاءِ يا رجلُ (٤) ، [وهَاؤم]  (٥) يا رجال، وهَاءِ (٦) يا امرأة، وهَاءِ -مكسورة بلا ياءٍ (٧) -، وهَائِيا (٨) ، وهَاؤنَّ: يا نسوة، قال: ولغة أخرى: هَأ يا رجل، وللاثنين: هَاءا (٩) بمنزلة: هَاعا (١٠) ، وللجميع: هَاؤوا وللمرأة هَائي (١١) ، وللثنتين (١٢) : هَائيا, وللجميع: هَأن </p><p>= ومالك في \"الموطأ\" ٢/ ٤٩٤ (ح: ٣٨) في كتاب البيوع، باب: ١٧، والدارمي في \"سننه\" ٢/ ٧٠٩ (ح: ٢٤٨٠)، في البيوع، باب: ٤١، وابن ماجه ٢/ ٢٥ ح ٢٢٧٢، و\"أبواب التجارات\" ٤٨، والإمام أحمد ١/ ٢٤، ٣٥، ٤٥. ومعنى قوله: \"الورق بالذهب ربًا إلا هاء وهاء\"، قال النووي: \"فيه لغتان: المد، والقصر، والمد أفصح وأشهر، وأصله: هاك، فأبدلت المدة من الكاف، ومعناه: خذ هذا، ويقول صاحبه مثله\" \"شرح صحيح مسلم\" ١١/ ١٥ .. (١) غير مقروءة في (أ).(٢) بياض في (ع).(٣) وقال: مكررة في (ع).(٤) بياض في (ع).(٥) في (أ): هاء وهاء، وفي (ع): هاؤما وكلاهما، وما أثبته من \"إصلاح المنطق\" ٢٩١، وهو الصواب؛ لأن هاؤما للاثنين، وهاء للواحد.(٦) في (أ): هاه.(٧) بياض في (ع).(٨) في (أ): هأيا.(٩) في (أ): هأيا.(١٠) وردت في \"إصلاح المنطق\" ٢٩١ هكذا: هعا.(١١) بياض في (ع).(١٢) هذه لغة تميم، ولم ترد في القرآن الكريم، ولغة القرآن: اثنان واثنتان: {فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا}، تعليقًا من الدكتور عبد العزيز إسماعيل على الكلمة.</p><p> يا نسوة بمنزلة هَعْن، ولغة أخرى: هَاءِ يا رجل بهمزة مكسورة، وللاثنين: هَائيا, وللجميع: هَاؤوا, وللمرأة: هائي، وهائيا (١) ، وللجميع: هائين، قال وإذا قيل لك: هاءِ قلت: ما أهاءُ يا هذا، أي: ما آخذ، وما أُهاءُ، أي: ما أعطَى (٢) . ونحو هذا قال [الكسائي]  (٣) وأبو الهيثم (٤)  (٥) . </p><p> وقال أبو زيد:  (قالوا: هاءَ يا رجل بالفتح، وهاءِ يا رجلُ بالكسر،وللاثنين:هاءَيا بالفتح- في اللغتين جميعًا، ولم يكسروا في الاثنين، وهاؤوا في الجميع،وأنشد:</p><p> قوموا فهاؤوا الحقَّ نَنْزِلْ عِندَه ... إذْ لم [يكن] (٦) لكمُ علينا مَفْخَرُ (٧) </p><p> ومن العرب من يقول: هاكَ هذا يا رجل، وهاكما، وهاكم، وهاك، </p><p>(١) في (أ): هاهيا. (٢) انظر: \"إصلاح المنطق\" لابن السكيت: ٢٩٠ - ٢٩١ نقله عنه الواحدي باختصار، وانظر: \"سر صناعة الإعراب\" لابن جني: ١/ ٣١٩.(٣) بياض في (ع). قلت: ولعله الكسائي كما أثبته، فقد ورد عنه نحو ذلك في \"تهذيب اللغة\" ٦/ ٤٧٩ مادة: (هوم).(٤) لم أعثر على مصدر لقوله إلا ما ذكره الأزهري في التهذيب مختصرًا جدًّا في هذا الباب، قال: فإن أبا الهيثم قال: ها تنبيه تفتتح العرب بها الكلام بلا معنى سوى الافتتاح، تقول: ها ذاك أخوك، ها إنّ ذا أخوك. \"تهذيب اللغة\" ٦/ ٤٧٩.(٥) ما بين القوسين ساقط من (أ).(٦) ما بين المعقوفين ساقط من النسختين، وأثبته من \"تهذيب اللغة\" ٦/ ٤٧٩ مادة: (هوم)، و\"اللسان\" ١٥/ ٤٨٢: مادة: (هوم).(٧) لم أعثر على قائله، كما أني لم أعتر عليه في النوادر لأبي زيد، ولا في كتابه الهمز، وهو مظنته، وقد ورد البيت في تهذيب اللغة. المرجع السابق. وناقل ابن منظور كلام أبي زيد مع البيت في اللسان، مادة: (ها).</p><p> وهاكما، وهاكن (١) . </p><p> وقال أبو القاسم الزجاجي: أجود هذه اللغات ما حكاه سيبويه عن العرب، فقال: ومما يؤمر به من المبنيات قولهم: ها يا فتى، ومعناه: تناول. ويفتحون الهمزة، ويجعلون فتحها (٢) عَلَمَ المذكر، كما قالوا: هاكَ يا فتى، فيجعل فتحة الكاف علامة المذكر، ويقول للاثنين: هاؤما، وهاؤموا، وهاؤم (٣) . والميم في هذا الموضع كالميم في أنتما، وأنتم، وهذه الضمة التي تولدت في همزة هاؤُمُ، وإنما هي لضمة (ميم) الجمع؛ لأن الأصل فيه: هاءه مُوا، وأنتمو، فأتبعوا الضمة، وحكموا للاثنين بحكم الجمع؛ لأن الاثنين عندهم في حكم الجمع في كثير من الأحكام، وكتبت واوًا لانضمامها (٤) ، وهي الهمزة التي كانت في هآ، وها بمعنى تناول اسم الفعل بمنزلة (صه) ، أي: اسكت (٥)  (٦) . </p><p> واختلف (٧) أهل اللغة في الفعل بين الاثنين من هذه الكلمة (٨) : فذكر بعضهم: هاءَ وأيهاوِيّ، مُهَاواة إذا أعطى (٩) كل واحد منهما صاحبه، وهذا </p><p>(١) انظر: \"تهذيب اللغة\" ٦/ ٤٧٨ - ٤٧٩: مادة: (هوم) بتصرف يسير. وانظر: \"سر صناعة الإعراب\" لابن جني: ١/ ٣١٩ فيما جاء في هاءَ وهاءِ إلخ. (٢) في (ع): فتحتها.(٣) انظر كتاب: \"حروف المعاني\" للزجاجي: ٧٣، و\"شرح المفصل\" ٤/ ٤٢ - ٤٥.(٤) في (أ): لانضاهها.(٥) بياض في (ع).(٦) انظر: \"شرح المفصل\" ٤/ ٤٤.(٧) بياض في (ع).(٨) بياض في (ع).(٩) بياض في (ع).</p><p> مأخوذ من هاءَ. ومنهم من يقول: هاوي، غير مهموز، ومهاواة. وهذا أكثر في استعمال الفقهاء (١) ، وهو يحتمل وجهين: أحدهما: إبدال الهمزة ياء. والآخر: أن يكون بناء من (ها) غير مهموز. </p><p> قوله:  {كِتَابِيَهْ}  (القراء مختلفون في إثبات هذه الهاء (٢) ، وكذلك التي في {مَالِيَهْ} ، و {سُلْطَانِيَهْ} فمنهم (٣) : من يثبتها وصلًا ووقفًا. ومنهم (٤) : من يحذف في الوصل، ويثبت في الوقف. ووجه إثباتها في </p><p>(١) أى أن تكون \"ها\" بدون همز. قال الخطابي: \"أصحاب الحديث يروونه ها وها، ساكنة الألف، والصواب مدها وفتحها؛ لأن أصلها هاك، أي: خذ، فحذفت الكاف، وعوضت منها المدة والهمزة\" انظر: \"غريب الحديث\" ٣/ ٢٤١، و\"إصلاح غلط المحدثين\" للخطابي: ١٠٦. وغير الخطابي يجيز فيها السكون على حذف العوض، وتتنزل منزلة (ها) التي للتنبيه. نقلًا عن حاشية \"تهذيب اللغة\" ٦/ ٤٨٠.(٢) إن الاختلاف بين القراء فيما احتمله خط المصحف مرجعه إلى النقل واللغة العربية لتسويغ الشارع لهم القراءة بذلك؛ إذ ليس لأحد أن يقرأ قراءة بمجرد رأيه؛ بل القراءة سنة متبعة؛ قاله شيخ الإسلام ابن تيمية في \"مجموع الفتاوى\" ١٣/ ٣٩٩ وقال الشيخ الدكتور عبد العزيز إسماعيل -حول ما كُتب في اختلاف القراءة في إثبات الهاء في موضع دون آخر- قال: إثبات الهاء في موضع دون الآخر يعلل بأن القراءة سنة متبعة، يأخذها الآخر عن الأول، لا مجال فيها للرأي أو القياس. كتب تعليقه هذا عند عرضي عليه ما كنت حققته حول هذه الآية من سورة الحاقة.(٣) وهؤلاء هم: ابن عامر، وابن كثير، وعاصم، وأبو عمرو، ونافع، والكسائي، وخلف، وأبو جعفر. انظر: \"الحجة\" ٢/ ٣٧٤، و\"المبسوط\" ٣٧٩، و\"الكشف عن وجوه القراءات السبع\" ١/ ٣٠٧ - ٣٠٨ فقرة: ١٧١ - ١٧٢ من سورة البقرة، و\"النشر\" ٢/ ١٤٢، و\"إتحاف فضلاء الشر\" ٤٢٢ - ٤٢٣.(٤) قرأ حمزة، ويعقوب بحذف الهاء في الوصل في قوله: {مَالِيَهْ} و {سُلْطَانِيَهْ} كله، أما في {كِتَابِيَهْ} فحذف يعقوب وحده الهاء إذا وصل. انظر المراجع السابقة.</p><p> الوصل: أن ما كان (١) من ذلك فاصلة، أو مشبهاً للفاصلة (٢) في أنه كلام تام (٣) ، يُشَبَّهُ بالقافية، فيُجْعَلُ في الوصل مثلَهُ في الوقف، كما يُفْعَلُ ذلك بالقافية. </p><p> وقول حمزة في ذلك [أسدُّ]  (٤) ؛ لأنه يحذف هذه كلها في الوصل، وهو الوجه. </p><p> والكسائي أثبت البعض (٥) ، وحذف البعض (٦) ؛ لأنه شبه البعض بالقوافي، فأثبت الهاء فيه في الوصل، كما تثبت في القوافي، ولم يُشَبِّهِ البعض، وكلا (٧) الأمرين سائغ. وفي إجماعهم على الإثبات (٨) في {كِتَابِيَهْ} ، و {حِسَابِيَهْ} دلالة على تشبيههم ذلك بالقوافي. </p><p> ولإثبات هذه (الهاءات) وجه في القياس، وذلك أن سيبويه حكى في العدد: أنهم يقولون: ثلاثة (رابعهم)  (٩) ، فقد أجروا الوصل في هذا مجرى </p><p>(١) و (٢) و (٣) بياض في (ع). (٤) (أسدُّ): كذا في \"الحجة\" ٢/ ٣٧٦، وقد كتبت (أشدّ) في كلا النسختين، والصواب كما قال د. عبد العزيز إسماعيل: ولعل الصواب: (أسد) من السداد، وليس (أشد) من الشدة، واستشهد بقول الشاعر:أُعَلِّمُهُ الرمَايَةَ كُلَّ يَوْمٍ ... فلما استدَّ سَاعِدُه رمانيوروي: اشتد، وقالوا: الصواب: استد بالسين. انظر مادة: (سد)، و (شد) في \"الصحاح\" ٢/ ٤٨٥. قال الأصمعي: اشتد بالشين ليس بشيء.(٥) أثبت الكسائي الهاء في قوله تعالى: {مَالِيَهْ}، و {سُلْطَانِيَهْ}، و {كِتَابِيَهْ}.(٦) وحذف الكسائي الهاء في قوله تعالى: {لَمْ يَتَسَنَّه}، و {أقْتَدِه}.(٧) في (ع): كلى.(٨) في (أ): الإيثار.(٩) في (ع): ثلثه ربعة، وعند سيبويه: ثلاثهَ أرْبَعَهْ، وهو الصواب. انظر: \"الكتاب\" =</p><p> الوقف، ألا ترى أنهم ألقوا حركة الهمزة على (التاء) التي للتأنيث، وأبقوها (هاء) كما يكون في الوقف، ولم يقلبوها (تاء) كما يقولون في الوصل: هذه ثلاثتك بالتاء، فكذلك قوله:  {كِتَابِيَهْ} ) (١) . والكلام في هذه (الهاءات) قد تقدم في قوله: {لَمَ يَتَسَنَّه}  [البقرة: ٢٥٩] ، وقوله:  {فَبِهُدَاهُمُ اقْتَدِهْ}  [الأنعام: ٩٠] . </p><p> (قوله)  (٢) : {إِنِّي ظَنَنْتُ} قال المفسرون: علمت، وأيقنت في الدنيا (٣)  {أنِّي مُلَاقٍ حِسَابِيَهْ} في الآخرة، {فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (٢١) } [الحاقة: ٢١] أي حاله من العيش، {رَاضِيَةٍ} رضاها (٤) في الجنة بأن لقي الثواب، وأمن العقاب؛ قاله مقاتل (٥) ، وعطاء (٦) . </p><p> قال الفراء:  (عيشة راضية) فيها الرضا، والعرب تقول: ليل نائم، </p><p>= لسيبويه: ٣/ ٢٦٥، ونص كلامه فيه: \"وزعم من يوثق به أنه سمع من العرب من يقول: ثَلاثَهَ أرْبَعَهْ، طرح همزة أرْبَعَهْ على الهاء ففتحها, ولم يحولها تاءً؛ لأنه جعلها ساكنة، والساكن لا يتغير في الإدراج، تقول: اضْرِبْ، ثم تقول: اضْرِبْ زيدًا\". \"الكتاب\" لسيبويه ٢/ ٢٦٥. (١) ما بين القوسين نقله الإمام الواحدي عن أبي علي الفارسي باختصار عند تناوله الآية: ٢٥٩ من سورة البقرة {لَمْ يَتَسَنَّهْ}. انظر: \"الحجة\" ٢/ ٣٧٤ - ٣٧٨.(٢) ما بين القوسين ساقط من (ع).(٣) قال بذلك: قتادة، وابن عباس، والضحاك، ومجاهد، وابن زيد. انظر أقوالهم في \"تفسير\" الإمام مجاهد ٦٧٢، و\"تفسير\" عبد الرزاق ٢/ ٣١٥، و\"جامع البيان\" ٢٩/ ٦٠، و\"الجامع لأحكام القرآن\" ١٨/ ٢٧٠، و\"الدر المنثور\" ٨/ ٢٧٢.(٤) في (ع): برضاها.(٥) لم أعثر على مصدر لقوله، وقد ورد مثل هذا القول في \"لباب التأويل\" ٤/ ٣٠٤ من غير عزو.(٦) لم أعثر على مصدر لقوله.</p><p> وسر كاتم، وماء دافق، فيجعلونه فاعلًا، وهو في الأصل مفعول، وذلك أنهم يقولون ذلك لا علي بناء الفعل، ولو كان فعلًا مصرحًا لم يُقل ذلك؛ لأنه لا يجوز أن يقال للمضروب (١) : ضارب (٢) . </p><p> وقد أحكمنا هذه المسألة عند قوله:  {قَالَ لَا عَاصِمَ}  (٣)  [هود: ٤٣] . </p><p> قوله تعالى: {قُطُوفُهَا دَانِيَةٌ (٢٣) } قال المفسرون: ثمارها قريبة ممن </p><p>(١) غير مقروء في (ع). (٢) انظر: \"معاني القرآن للفراء\" ٣/ ١٨٢ بتصرف يسير.(٣) والآية بتمامها: قال تعالى: {قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ (٤٣)}. وقد جاء فى تفسيرها: \"يعصمني من الماء، يريد يمنعني من الماء، فلا أغرق. قال نوح: لا عاصم اليوم من أمر الله: لا مانع اليوم من عذاب الله، إلا من رحم، استثناء منقطع، المعنى: لكن من رحم الله فإنه معصوم. ولا يجوز هاهنا أن يكون المعصوم عاصمًا، هذا وجه في الاستثناء.قال أبو إسحاق: ويجوز أن يكون (عاصم) بمعنى معصوم، ويكون معنى: لا عاصم، لا ذا عصمة، كما قالوا: \"عيشة راضية\" على جهة النسب، أي: ذات رضا، ويكون (من) على هذا التفسير في موضع رفع، ويكون المعنى: لا معصوم إلا المرحوم. ونحو هذا قال الفراء: وقال: لا تنكثون أن يخرج المفعول على فاعل، ألا ترى قوله: {خُلِقَ مِنْ مَاءٍ دَافِقٍ} معناه مدفوق، وقوله: {فِي عِيشَةٍ رَاضِيَةٍ} معناها مرضية؟. فعلى قول الفراء: يجوز أن يكون الفاعل بمعنى المفعول على ما ذكر. وقال علماء البصرة: ماء دافق بمعنى مدفوق باطل في الكلام؛ لأن الفرق بين بناء الفاعل وبناء المفعول واجب، وهذا عند سيبويه وأصحابه يكون على طريق النسب من غير أن يعتبر فيه فعل، فهو فاعل نحو: رامح، ولابن، وتامر، وتارس، ومعناه: ذو رمح، وذو لبن، كذلك هاهنا: عاصم بمعنى ذي عصمة من قبل الله تعالى، ليس أنه عُصِمَ فهو عاصم بمعنى معموم على الإطلاق الذى ذكره الفراء.</p><p> يتناولها، تدنو منه إذا أرادها (١) ، فيتناول منها ما شاء (٢) . </p><p> والقطف: ما يُقطف من الثمار، والقطف المصدر، والقِطاف بالكسر والفتح وقت القطف (٣) . </p><p> قوله:  {كُلُواْ} أي: ويقال لهم: كلوا واشربوا هنيئًا، وإنما جمع الخطاب بعد قوله:  {فِي عِيشَةٍ رَاضِيَةٍ} ، لقوله:  {فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ} , و (من) يتضمن [معنى]  (٤) الجمع. </p><p>(١) بياض في (ع). (٢) جاء هذا المعنى عن البراء بن عازب قال: يتناول الرجل من فواكهها وهو نائم، وعنه: قريبة. انظر قوله في \"جامع البيان\" ٢٩/ ٦١، و\"الدر المنثور\" ٨/ ٢٧٢، وعزاه إلى ابن أبي شيبة، وعبد بن حميد، وابن المنذر. وعن قتادة: دنت، فلا يرد أيديهم عنها بُعد ولا شوك. انظر قوله في المرجعين السابقين، وعزاه صاحب الدر إلى عبد بن حميد. وقال الضحاك في معنى الآية: ثمرها. \"الدر المنثور\" ٨/ ٢٧٢، وعزاه إلى ابن المنذر، وبهذا قال ابن قتيبة. \"تفسير غريب القرآن\" ٤٨٤.وقال السجستاني؛ ثمرثها قريبة المتناول، تُناول على كل حال من قيام وقعود ونيام، واحدها: قطف. \"نزهة القلوب\" ٣٧. وإلى معنى الأقوال السابقة ذهب: الثعلبي في \"الكشف والبيان\" ١٣/ ١٧٨/ أ، والبغوي في \"معالم التنزيل\" ٤/ ٣٨٨، والقرطبي في \"الجامع\" ١٨/ ٢٧٠، والخازن في \"لباب التأويل\" ٤/ ٣٠٥.(٣) عن الليث: القَطْف: قَطْعُك العنب وغيره، وكل شيء تقطعه فقد قَطَفْتَه، حتى الجراد تُقْطَفُ رؤوسُها، والقِطْف: اسم للثمار المقطوعة، وجمعها: قُطوف. \"تهذيب اللغة\" ١٦/ ٢٨١: (قطف). وعن ابن فارس أن القاف والطاء والفاء: أصل صحيح يدل على أخذ ثمرة من شجرة، ثم يستعار ذلك فتقول: قطفت الثمرة أقطفُها قَطْفًا. \"معجم مقاييس اللغة\" ٥/ ١٠٣ (قطف). وعن الجوهري: القِطْف بالكسر العنقود، وبجمعه جاء القرآن: {قُطُوفُهَا دَانِيَةٌ (٢٣)}، والقِطاف، والقَطاف: وقت القطف. \"الصحاح\" ٤/ ١٤١٧ (قطف).(٤) في كلا النسختين: مع، والصواب ما أثبته، وهو منقول من \"القرطبي\" ١٨/ ٢٧٠.</p><p> قوله تعالى:  {بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ}  (١) أي قدمتم من أعمالكم الصالحة. ومعنى الأسلاف في اللغة: تقديم ما يرجو أن يعود (٢) خيرًا (٣) ، فهو كالإقراض، ومن هذا يقال: أسلف في كذا: إذا قدم فيه ماله (٤) . </p><p> والمعنى: بما عملتم من الأعمال الصالحة. </p><p> وقال ابن عباس: بما قدمتم في الأيام الخالية، قال: يريد أيام الدنيا (٥) . و {الْخَالِيَةِ} الماضية، ومنه قوله:  {وَقَدْ خَلَتِ الْقُرُونُ}  [الأحقاف: ١٧] ، و {تِلْكَ أُمَّةٌ قَدْ خَلَتْ}  [البقرة: ١٣٤, و١٤١] . </p><p> وقال الكلبي:  {بِمَا أَسْلَفْتُمْ} يعني الصوم (٦) ، وذلك أنهم لما أمروا بالأكل والشرب دل ذلك على أنه لمن امتنع في الدنيا عنهما بالصوم طاعة لله تعالى. </p><p>(١) (الخالية) ساقطة من (ع). (٢) بياض في (ع).(٣) في (ع): بخير.(٤) عن الليث وغيره قالوا: السَّلَفُ: القَرْضُ، والفعل: أسْلَفْت، يقال: سَلَّفْتَه مالًا، أي: أقْرَضْتَه، وكل قال قدَّمته في ثمن سلعة مضمونة اشتريتها بصفة فهي سَلَف وللسلف معنيان آخران: أحدهما: أن كل شيء قدمه العبد من عمل صالح، أو ولد فَرَط تقدمه فهو سلَف، وقد سلف له عمل صالح. \"تهذب اللغة\" ١٢/ ٤٣١: مادة: (سلف). وقال ابن فارس: إن السين واللام والفاء أصل يدل على تقدُّم وسبق. \"معجم مقاييس اللغة\" ٣/ ٩٥ مادة: (سلف).(٥) لم أعثر على مصدر لقوله.(٦) لم أعثر على مصدر لقوله، وقد ورد بمثل قوله عن وكيع، وابن جبير، وعبد العزيز بن رفيع، ومجاهد. انظر: \"المحرر الوجيز\" ٥/ ٣٦٠، و\"الدر\" ٨/ ٢٧٢، و\"فتح القدير\" ٥/ ٢٨٤.</p>"
}