{
  "id": null,
  "sura": 70,
  "aya": 24,
  "text": "<p> ٢٤ - قوله تعالى (١) : {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (٢٤) } قال الحسن (٢) ، والكلبي (٣) ، وابن سيرين: يعني الزكاة المفروضة (٤) . </p><p> روى عكرمة عن ابن عباس (٥) قال: من أدى زكاة ماله فلا جناح عليه (٦) أن لا يتصدق (٧) . </p><p> وقال آخرون: هذا الحق سوى الزكاة (٨) ، وهو قول: عامر (٩) ، ومجاهد (١٠) ، وعطاء (١١)  (وإبراهيم (١٢) ، ورواية هشام (١٣) عن </p><p>= كما أخرجه الدرامي ١/ ١٩٧ ح ٧٣١، كتاب الطهارة، وأحمد في المسند ٢/ ٢٨٨، و٤٦٤، و٥٣٢، وابن ماجه ١/ ٦٨ح ٣٥١ - ٣٥٣، والترمذي ١/ ١٠٠ ح: ٦٨ وقال عنه: (هذا حديث حسن صحيح)، والنسائي ١/ ٥٢ ح: ٥٧ - ٥٨. (١) (تعالى) ساقطة من: (ع).(٢) \"التفسير الكبير\" ٣٠/ ١٣٠.(٣) لم أعثر على مصدر لقوله.(٤) ورد قوله في: \"التفسير الكبير\" ٣٠/ ١٣٠، و\"زاد المسير\" ٧/ ٢٠٧: آية ١٩ من سورة الذاريات، و\"الجامع لأحكام القرآن\" ١٧/ ٣٨، آية ١٩ من سورة الذاريات، و\"فتح القدير\" ٥/ ٢٩٢ - ٢٩٣.(٥) بياض في: (ع).(٦) بياض في: (ع).(٧) ورد قوله هذا في: \"التفسير الكبير\" ٣٠/ ١٣٠.(٨) في (ع): الزكوة.(٩) ورد قوله في: \"جامع البيان\" ٢٩/ ٨١، و\"المحرر الوجيز\" ٥/ ٣٦٨.(١٠) \"جامع البيان\" ٢٩/ ٨١، و\"المحرر الوجيز\" ٥/ ٣٦٨، و\"التفسير الكبير\" ٣٠/ ١٣٠، و\"فتح القدير\" ٥/ ٢٩٣.(١١) \"التفسير الكبير\" ٣٠/ ١٣٠.(١٢) ورد قوله في: \"جامع البيان\" ٣٠/ ٨١، و\"التفسير الكبير\" ٣٠/ ١٣٠.(١٣) هو: هشام بن حسان الأزدي القْرْدُوسيُّ، أبو عبد الله البصري، روى عن الحسن =</p><p> الحسن (١) ) (٢) ، وقول ابن عمر (٣) ، قالوا: في المال حق سوى الزكاة (٤) ، وهذا يكون على طريق الندب والاستحباب (٥) . </p><p> قوله:  {لِلسَّائِلِ} يعني الذي يسأل. {وَالْمَحْرُومِ}  (٦) قال ابن عباس: هو </p><p>= البصري، وهو من أثبت الناس في ابن سيرين، وفي روايته عن الحسن، وعطاء مقال؛ لأنه قيل: كان يرسل عنهما. مات أول يوم من صفر سنة ١٤٨ هـ. روى له الجماعة. انظر: \"العلل\" لابن المديني ٦٣ - ٦٤ ت: ٨٣ - ٨٤، و\"حلية الأولياء\" ٦/ ٢٦٩ ت ٣٧٥، و\"طبقات المدلسين\" ٤٧ ت ١١٠، و\"تقريب التهذيب\" ٢/ ٣١٨. (١) \"المحرر الوجيز\" ٥/ ٦٨٣.(٢) ما بين القوسين ساقط من (أ)، وقد ذكرت عبارة: (وغيرهم)، بدلًا مما بين القوسين.(٣) \"المحرر الوجيز\" ٥/ ٣٦٨، قال ابن عطية -فيما قاله ابن عمر-: وهذا هو الأصح في هذه الآية؛ لأن السورة مكية، وفرض الزكاة وبيانها إنما كان بالمدينة.(٤) بياض في (ع). ومن قوله: \"وهو قول عامر\" إلى: \"في المال حق سوى الزكاة\" مكرر في نسخة أ.(٥) قال ابن العربي عند تفسير الآية ١٩ من سورة الذاريات: \"والأقوى في هذه الآية أنه الزكاة؛ لقوله تعالى في سورة سأل سائل: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (٢٤) لِلسَّائِلِ وَالْمَحْرُومِ}، والحق المعلوم هو الزكاة التي بين الشرع قدرها وجنسها ووقتها، فأما غيرها لمن يقول به فليس بمعلوم؛ لأنه غير مقدر، ولا مجنس، ولا موقت\". أحكام القرآن: ٤/ ١٧٣٠. وإلي هذا ذهب القرطبي. انظر: \"الجامع لأحكام القرآن\" ١٨/ ٢٩١. وقال الشوكاني: \"والظاهر أنه الزكاة لوصفه لكونه معلومًا، ولجعله قرينًا للصلاة\". \"فتح القدير\" ٥/ ٢٩٣. كما بين الشيخ الشنقيطي أن الآية في الزكاة المفروضة، قال: \"لأن الحق المعلوم لا يكون إلا في المفروض، وهو قول أكثر المفسرين، ولا يمنع أن السورة مكية، فقد يكون أصل المشروعية فيه بمكة، ويأتي التفصيل بالمدينة، وهو السنة الثانية من الهجرة\". أضواء البيان في إيضاح القرآن بالقرآن: ٨/ ٤٦٢.(٦) في (أ): (المحروم) بغير واو.</p><p> الذي أصيب زرعه أو تجارته، وهو لا يسأل (١) . </p><p> وقال أبو قلابة: كان رجل من أهل اليمامة (٢) له مال، فجاءه سيل (٣) ، فذهب بماله، فقال رجل من أصحاب محمد -صلى الله عليه وسلم-: هذا المحروم فاقسموا له (٤) . </p><p> وقال أبو إسحاق: هو الذي حرم المكاسب وهو لا يسأل (٥) . </p><p> وقد فسرنا هذا (٦) في سورة الذاريات (٧) ، وما بعد هذا (٨) مفسر في </p><p>(١) لم أعثر على مصدر لقوله. (٢) اليمامة: واحدة اليمام، وهو طائر. وهو بلد كبير فيه قرى وحصون وعيون ونخل. وهي معدودة من نجد، وقاعدتها حجر، وكان اسمها أولًا جوًّا، والعروض.انظر: \"معجم البلدان\" لياقوت الحموي ٥/ ٤٤١، \"مراصد الاطلاع\" للبغدادي: ٣/ ١٤٨٣.(٣) في (أ): سائل.(٤) \"جامع البيان\" ٢٩/ ٨٣؛ \"الجامع لأحكام القرآن\" ١٧/ ٣٩، سورة الذاريات: الآية: ١٩؛ \"تفسير القرآن العظيم\" ٤/ ٢٥١ سورة الذاريات: ١٩.(٥) \"معاني القرآن وإعرابه\" ٥/ ٢٢٢ بشيء من التصرف.(٦) أي من الآيات ٢٦ - ٣٣.(٧) عند الآية ١٩ من الذاريات، ومما جاء في تفسيرها:\"معنى المحروم في اللغة: الذي حرم الخير حرمانًا. واختلفوا في المحروم من هو، فقال ابن عباس وغيره: هو المحارف. المحارف هو الذي ليس له في الغنيمة شيء، ولا في الإسلام سهم، ولا يجري عليه من الفيء شيء. وقال قتادة وغيره: المحروم المتعفف الذي لا يسأل. وقال عكرمة: هو الذي لا ينمو له مال. وقال ابن زيد: هو المصاب ثمره، أو زرعه، أو سل ماشيته. وقال ابن سيرين وغيره: هو الزكاة، أي إذا حصدوا أعفوا الزكاة. وعن ابن أبي نجيح: حق سوى الزكاة\".(٨) أي من الآيات ٥ - ٨، وتفسير الآيات كما هو في المشار إليه: قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥)}: =</p><p> سورة المؤمنين إلى قوله: {وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ (٣٣) } [المعارج: ٣٣] . </p><p> (وقرئ{بشهادتهم}(١) ، والإفراد أولى (٢) ؛ لأنه مصدر، فيفرد كما </p><p>= قال الليث: الفرج اسم يجمع سوءات الرجال والنساء، فالقبلان هما وما حولهما كله فرج، وكذلك من الدواب. وفي اللغة: الفرجة بين الشيئين، ولهذا سمي ما بين قوائم الدابة الفروج. ومعنى الآية: قال الكلبي: يعفّون عما لا يحل لهم. وقال الزجاج: يحفظون فروجهم عن المعاصي. قوله {إِلَّا عَلَى أَزْوَاجِهِمْ}، أي: إلا من أزواجهم، فـ\"على\" بمعنى \"من\". وقال مقاتل: يعني: حلائلهم والولائد، فإنهم لا يلامون على الحلال. وقال أهل المعاني: هذه الآية مخصوصة بالحالة التي تصح فيها، وعلى الزوجة والأمة، وهي أن لا تكون حائضًا، ولا مظاهرًا عنها، فلا تكون الأمة مزوجة، ولا في عدة زوج. قوله {فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٧)}، أي: فمن ابتغى الفواحش بعد الأزواج والولائد. وقوله: {فَأُولَئِكَ} يعني المبتغين. {هُمُ الْعَادُونَ}، أي: الجائرون الظالمون.قولى: {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (٨)} فيه قولان: أحدهما: أنها أمانات الناس التي ائتمنوا عليها.والثاني: أنها أمانات بين الله وبين عبده مما لا يطلع عليه إلا الله، كالوضوء، والغسل من الجنابة، والصيام وغير ذلك. وقرأ ابن كثير [لأمانتهم] واحدة. والأمانة تختلف، ولها ضروب نحو: الأمانة التي بين الله وبين عبده.والأمانة التي بين العباد في حقوقهم. ومعنى {رَاعُونَ} حافظون. وأصل الرعي في اللغة: القيام على إصلاح ما يتولاه من كل شيء. قوله تعالى: {وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (٣٤)}. قال إبراهيم: عن الصلوات المكتوبة. وقوله {يُحَافِظُونَ} قال ابن عباس، وأكثر المفسرين: على مواقيتها.(١) قرأ {بشهادتهم} جماعة، روى عباس عن أبي عمرو، والحلواني عن أبي معمر، وعبد الوارث عن أبي عمرو، وحفص عن عاصم أيضا جماعة. انظر: كتاب السبعة: ٦٥١، الحجة: ٦/ ٣٢٢؛ المبسوط: ٣٨١؛ حجة القراءات: ٧٢٤؛ النشر: ٢/ ٣٩١، و\"البدور الزاهرة\" ٣٢٦.(٢) بياض في (ع)، وقد قرأ بذلك -أي بالإفراد-: ابن كثير، ونافع، وعاصم في رواية أبي بكر، وأبو عمرو، وحمزة والكسائي. انظر: المراجع السابقة.</p>"
}