{
  "id": null,
  "sura": 70,
  "aya": 37,
  "text": "<p> بالقرآن، ويكذبون به. يقول الله تعالى: ما لهم في النظر نحوك، والجلوس عندك، وهم لا ينتفعون بما يسمعون؛ وذلك أن نظرهم إليه كأنه نظر عداوة، وجلوسهم عند الاستهزاء (١) . </p><p> قال ابن عباس: يريد: نحوك مقبلين (٢)  (٣) . </p><p> وقال الكلبي: ناظرين إليك تعجبًا (٤) . </p><p> وقد تقدم تفسير \"المهطع\"  (٥) . </p><p> ٣٧ - وقوله تعالى: {عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ (٣٧) }، وذلك أنهم كانوا عن يمينه وعن شماله مجتمعين (٦) . ومعنى {عِزِينَ} جماعات في تفرقة، واحدها عِزَة، وهي: العصبة من الناس، وهو من المنقوص الذي جاز جمعه بالواو والنون عوضاً من المحذوف، وأصلها عِزوة (٧) . </p><p>(١) \"معالم التنزيل\" ٤/ ٣٩٥؛ \"زاد المسير\" ٨/ ٩٤؛ \"التفسير الكبير\" ٣٠/ ١٣١، و\"الجامع لأحكام القرآن\" ١٨/ ٢٩٣؛ \"لباب التأويل\" ٤/ ٣١٠. (٢) غير مقروءة في (ع).(٣) لم أعثر على مصدر لقوله.(٤) \"النكت والعيون\" ٦/ ٩٦، و\"الجامع لأحكام القرآن\" ١٨/ ٢٩٣، و\"فتح القدير\" ٥/ ٢٩٣.(٥) قال تعالى: {مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاءٌ (٤٣)} إبراهيم: ٤٣، وقال تعالى: {مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (٨)} سورة القمر: ٨. وخلاصة المعنى في قوله {مُهْطِعِينَ} أنها تتناول معنيين: أحدهما: مسرعين، والآخر: ناظرين مديمي النظر، قال الواحدي: والجامع لهذه الأقوال قول من قال: الإهطاع: إسراع مع إدامة نظر.(٦) لعله من قول الزجاج، فقد ورد عنه: \"فكانوا عن يمينه وشماله مجتمعين\". \"معاني القرآن وإعرابه\" ٥/ ٢٢٣.(٧) لعل الواحدي نقله بتصرف عن تهذيب اللغة عن الليث: ٣/ ٩٨، مادة: (عزا)، =</p><p> والكلام في هذا كالكلام في (عضين (١) )، وقد مرَّ. </p><p> وقال الأزهري: وأصلها من قولهم: عزا فلان نفسه إلى بني فلان، يعزوها عزوًا: إذا انتمى (٢) إليهم، والاسم: العَزوة، وكأن العزوة كل جماعة اعتزاؤها واحد (٣) . </p><p> قال المفسرون (٤) : </p><p>= وعبارته: \"قال الليث: العِزة: عُصبة من الناس فوق الحَلْقة، والجماعة: عِزون، ونقصانها واو. وانظر أيضًا ما جاء عن الواحدي في مادة: (عزا) في المصادر التالية: \"الصحاح\" ٦/ ٢٤٢٥، و\"لسان العرب\" ١٥/ ٥٣. (١) سورة الحجر: ٩١، قال تعالى: {الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ (٩١)}.وقد جاء في تفسيرها: ذكر أهل اللغة في واحد {عِضِينَ} قولين: أحدهما: إن واحدها: عضة، وأصلها عضوة، من عضيت الشيء إذا فرقته، وكل قطعة عِضَة، وهي مما نقص منها واو، وهي لام الفعل، والتعضية: التجزئة والتفريق.قال ابن عباس في قوله: {جَعَلُوا الْقُرْآنَ عِضِينَ}: يريد جزؤوه أجزاء، فقالوا: سحر، وقالوا: أساطير الأولين، وقالوا: مفترى.القول الثاني: إنها عضة، وأصلها عضهة، فاستثقلوا الجمع بين هاءين، فقالوا: عضة. وهي من العضة بمعنى الكذب.وقال ابن السكيت: العضية أن تعضه الإنسان وتقول فيه ما ليس فيه، قال عكرمة: العضهْ: السحر بلسان قريش، وهم يقولون للساحر عاضه. وذكر الفراء القولين جميعًا في المصادر والمعاني، وعلى هذا القول معنى قوله: {جَعَلُوا الْقُرْآنَ عِضِينَ} جعلوه سحرًا مفترى، وجمعت العضة جمع ما يعقل لما لحقها من الحذف، فجعل الجمع بالواو والنون عوضًا مما لحقها من الحذف.(٢) في (أ): انتهى.(٣) انظر: \"تهذيب اللغة\" ٣/ ٩٨، مادة. (عزا)، ونقله الأزهري عن أبي زيد، وليس من قول الأزهري -كما ذكر الواحدي-، وقد نقله الواحدي عنه بتصرف واختصار.(٤) ممن قال بذلك: الزجاج في: \"معاني القرآن وإعرابه\" ٥/ ٢٢٣، والثعلبي في: \"الكشف والبيان\" ١٢: ١٨٥/ ب، ١٨٦/ أ، وقال به أيضًا: ابن عطية في: =</p><p> كانوا يقولون: إن كان أصحاب (١) محمد يدخلون الجنة، فإنا ندخلها (٢) قبلهم، وإن أعطوا فيها شيئاً أعطينا أكثر منه، فقال الله عز وجل: {أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ (٣٨) }، والنعيم: ضد البؤس. </p><p> قال (ابن)  (٣) عباس: يقول: أيطمع كل رجل منهم أن يدخل جنتي كما يدخلها المسلمون، ويتنعم فيها، وقد كذب بنبيي (٤) ؟. </p><p> {كَلَّا} لا يكون ذلك، ثم استأنف كلامًا يدل على (٥) البعث (٦) فقال: </p><p> {إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ} أي من نطفة، ثم من علقة، ثم من مضغة. هذا معنى قول مقاتل (٧) ، وعلى هذا لا تعلق لهذا الكلام بما قبله. </p><p> وقال غيره (٨) : هذا يتعلق بما قبله؛ على معنى: أنهم يعلمون مما </p><p>= \"المحرر الوجيز\" ٥/ ٣٧٠، وابن الجوزي في: \"زاد المسير\" ٨/ ٩٤، والقرطبي في: \"الجامع لأحكام القرآن\" ١٨/ ٢٩٤. (١) غير واضحة في: (ع).(٢) قوله: (الجنة فإنا ندخلها) بياض في. (ع).(٣) ساقطة من: (أ).(٤) \"معالم التنزيل\" ٤/ ٣٩٥، و\"لباب التأويل\" ٤/ ٣١١.(٥) بياض في: (ع).(٦) في (أ): النعت.(٧) \"تفسير مقاتل\" ٢٠٩/ ب.(٨) وهو قول: قتادة، وأبي بكر. انظر: تفسير عبد الرزاق: ٢/ ٣١٨، وعزاه إلى قتادة، وكذا \"جامع البيان\" ٢٩،/٨٧، و\"الكشف والبيان\" ١٢: ١٨٦/ أ، و\"المحرر الوجيز\" ٥/ ٣٧٠، وإلى قتادة فقط في: \"الجامع لأحكام القرآن\" ١٨/ ٢٩٤، ومعنى قوليهما: إلى قوله: من المقاذير والأنجاس.</p><p> خلقوا من المقاذر (١) والأنجاس، فمتى يدخلون الجنة ولم يؤمنوا بربهم، ولم يصدقوا (٢) رسوله (٣) ! </p><p> نبه الله تعالى بهذا (٤) على أن الناس متساوون (كلهم)  (٥) من (٦) أصل واحد وشيء واحد، فتضمن هذا أنهم متساوون في أصل الخلقة، وإنما يتفاضلون بالإيمان والطاعة، هذا معنى قول أكثرهم (٧) . </p><p> واختاره الزجاج، فقال: المعنى: فأي شيء لهم يدخلون به الجنة (٨)  (٩) . </p><p> وذُكر فيه قول آخر وهو أن المستهزئين (١٠) قالوا يحتقرون المؤمنين ويزرؤون بفقرائهم، فذكر الله أنهم مخلقون مما خلقوا. </p><p> وهذا معنى قول الفراء: ولمَ يحتقرونهم، وقد خلقناهم جميعًا من تراب (١١) ؟!. </p><p>(١) بياض في: (ع). (٢) قوله: (بربهم ولم يصدقوا) غير واضح في: (ع).(٣) في (أ): رسله.(٤) في (أ): هذا.(٥) ساقطة من: (أ).(٦) في (أ): في.(٧) وهذا معنى قول: ابن جرير في: \"جامع البيان\" ٢٩/ ٨٧، وقال به أيضًا: ابن عطية في \"المحرر الوجيز\" ٥/ ٣٧٠، وأورده ابن الجوزي في: \"زاد المسير\" ٨/ ٩٥، والقرطبي في: \"الجامع\" ١٨/ ٢٩٤، والخازن في: \"لباب التأويل\" ٤/ ٣١١.(٨) يدخلون به الجن: بياض في: (ع).(٩) النص في: \"معاني القرآن وإعرابه\" ٥/ ٢٢٣.(١٠) بياض في: (ع).(١١) \"معاني القرآن\" ٣/ ١٨٦ باختصار يسير.</p>"
}