{
  "id": null,
  "sura": 71,
  "aya": 4,
  "text": "<p> يعني الغرق بالطوفان (١) . </p><p> قوله:  {أَنِ اعْبُدُوا اللَّهَ}  (أن) في محل نصب بقوله: [مبين] ، أي: أبين لكم. قال مقاتل (٢)  (٣) ، والكلبي (٤) : وحدوا الله. </p><p> {وَأَطِيعُونِ} في التوحيد (٥) . </p><p> ٤ - وقوله (٦) : {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ} قال أبو إسحاق: دخلت (من) تختص الذنوب من سائر الأشياء لم تدخل (٧) لتبعيض الذنوب كقوله: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ}  (٨)  [الحج: ٣٠] . </p><p> وقال غيره (٩) : (من) بمعنى: (عن) ، والمعنى: يصفح لكم عن </p><p>(١) غير واضحة لبياض في (ع). والطوفان -بالضم-: المطر الغالب، والماء الغالب، يغشى كل شيء، والموت الذريع الجارف، والقتل الذريع، والسيل المغرق، ومن كل شيء ما كان كثيرًا مُطيفًا بالجماعة بهاء. انظر: \"القاموس المحيط\": للفيروزآبادي: ٣/ ١٧٠. وقال الراغب: والطوفان كل حادثة تحيط بالإنسان، وصار معارفًا في الماء المتناهي في الكثرة لأجل أن الحادثة التي نالت قوم نوح كانت ماء. انظر: المفردات في غريب القرآن: ٣١٢. (٢) غير مقروء في: (ع).(٣) قول مقاتل في: \"تفسير مقاتل\" ٢١٠/ أ.(٤) لم أعثر على مصدر لقوله.(٥) بياض في: (ع).(٦) في (أ): قوله: من غير واو.(٧) في (أ): يدخل.(٨) \"معاني القرآن وإعرابه\" ٥/ ٢٢٨ بتصرف، وقد رد ابن عطية هذا المعنى فقال: \"وهذا ضعيف؛ لأنه ليس هنا جنس يبين\". \"المحرر الوجيز\" ٥/ ٣٧٢.(٩) قاله الفراء في \"معاني القرآن\" ٣/ ١٨٧، وقد رد هذا أيضًا ابن عطية فقال: \"وهذا غير معروف في أحكام \"من\". المرجع السابق.</p><p> ذنوبكم (١) . </p><p> ويجوز أن يريد: يغفر لكم السالفة من ذنوبكم، وهي بعض الذنوب التي تضاف إليهم، ولما كانت ذنوبهم التي يستأنفونها لا يجوز الوعد بغفرانها على الإطلاق قيدت بهذا التقييد (٢) . </p><p> قال مقاتل:  (من) هاهنا صلة، يعني: يغفر لكم ذنوبكم (٣) . (ونحوه قال الكلبي (٤) ) (٥) . </p><p> وقوله تعالى:  {وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى} ، قال الفراء: يريد إلى أجل تعرفونه لا يميتكم غرقاً، ولا حرقاً (٦) ، ولا قتلاً. </p><p> وليس في هذا حجة لأهل القدر (٧)  (٨) ؛ لأنه إنما أراد: مسمى عندكم -قال-، ومثله قوله:  {وَهُوَ أَهْوَنُ عَلَيْهِ}  [الروم: ٢٧] ، أي: عندكم في </p><p>(١) غير واضحة لبياض في: (ع). (٢) وقد اعتبر ابن عطية هذا القول من أبين الأقوال عنده. مرجع سابق.(٣) \"تفسير مقاتل\" ٢١٠/ أ، وقد رد السمرقندي قول مقاتل في \"بحر العلوم\" ٣٠/ ٣٥٦.(٤) لم أعثر على مصدر لقوله.(٥) ساقطة من: (أ).(٦) في (أ): خوفًا.(٧) أهل القدر: هم المعتزلة، ومن مذهبهم في ذلك أن العباد الخالقون لأفعالهم، والمستقلون في أعمالهم، بدون سبق قدر؛ وقد تقدم الكلام عنهم.(٨) حيث تعلق بقوله: {وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى}، المعتزلة في قولهم: إن للإنسان أجلين، وذلك أنهم قالوا: لو كان واحدًا محدودًا لما صح التأخير إن كان الحد قد بلغ، ولا المعاجلة إن كان الحد لم يبلغ. قاله ابن عطية، انظر: \"المحرر الوجيز\" ٥/ ٣٧٣. ولهذا فعندهم أن المقتول مات بالقتل، وليس بأجله، ولو لم يقتل لعاش. انظر: \"شرح العقيدة الطحاوية\" ١٤٩.</p><p> معرفتكم (١) . </p><p> قال الزجاج: أي يؤخركم عن العذاب، فتموتوا غير ميتة المُستأصَلين بالعذاب (٢) . هذا كلامهما. </p><p> (وليس فيه ما يَدفع قول أهل (٣) القدر؛ لأن ظاهر قوله:  {وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى} أنهم إذا آمنوا (٤) بقوا إلى أجلهم المسمى، وإذا لم يؤمنوا عوجلوا بالعذاب قبل الأجل، والصحيح في هذا ما روى عطاء عن ابن عباس قال: ينسى في أعماركم (٥) ؛ وذلك أن الله كان قد قضى قبل أن خلقهم، أنهم إن آمنوا بارك الله في أعمارهم (٦) ، وإن لم يؤمنوا عوجلوا بالعذاب المهلك، فبأي الأجلين (٧) هلكوا كان ذلك بقضاء من الله وقدر. </p><p> هذا معنى قول ابن عباس:  (ينسى في أعماركم (٨) ) (٩) . </p><p>(١) \"معاني القرآن\" ٣/ ١٨٧ بتصرف يسير. (٢) \"معاني القرآن وإعرابه\" ٥/ ٢٢٨ بنصه.(٣) في (أ): هذا.(٤) غير واضحة لبياض في: (ع).(٥) \"الجامع لأحكام القرآن\" ١٨/ ٢٩٩.(٦) بارك الله في أعمارهم: غير واضح في: (ع).(٧) بالعذاب المهلك فبأي الأجلين: غير واضح في: (ع).(٨) غير واضح لبياض في: (ع).(٩) ما ورد بين القوسين من كلام الواحدي، وهو يدل على أمرين: أحدهما: ترجيح الإمام الواحدي إلى ما ذهبت إليه المعتزلة من إثبات أن للإنسان أجلين، وهذا ما يُفهم من قوله: \"وليس فيه ما يدفع قول أهل القدر إلى قوله: وإذا لم يؤمنوا عوجلوا بالعذاب قبل الأجل\". فتضعيفه لقولي الإمامين أراد به تقوية جانب الاستدلال بظاهر الآية إلى ما تزعمه المعتزلة من أن للإنسان أجلين. هذا وإن كان ما ذهب إليه الإمامان من رد على القدرية، فوجهه ضعيف؛ لأن ما ذكراه من معنى صحيح في =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= الجملة، لأن الآية دلت على ما ذكراه من أنهم إذا آمنوا فإن الله لا يُعجِّل لهم العذاب بغرق، أو قتل، أو حرق، أو نحو ذلك. ولكن هذا لا يردُّ مباشرة على دعوى المعتزلة من أن لهؤلاء القوم أجلين: حال الكفر والتكذيب بتعجيل العذاب الذي يستأصلهم، وحال الإيمان بتأخيرهم إلى أجل آخر. وإنما قلنا إنه ردٌّ ضعيف؛ لأن فيه وجهًا من الرد عليهم، بناء على أن الأجل المسمى منصبٌّ على نوع سبب الوفاة بالعذاب، أو الوفاة في الأحوال العادية، لا على الوفاة نفسها التي حدد أجلها، ولا يتغير. الثاني: موافقته إلى ما ذهبت إليه المعتزلة، يفهم ذلك من قوله: \"والصحيح في هذا ما روى عطاء عن ابن عباس إلى قوله: وإن لم يؤمنوا عوجلوا بالعذاب المهلك، فبأي الأجلين أهلكوا كان ذلك بقضاء من الله وقدر\" حيث أقر -بقوله هذا- أن للإنسان أجلين، وهو ما تقول به المعتزلة. هذا وقد اختار الطحاوي هذا القول في مشكل الآثار: ٤/ ١٧٠. وقد اختلفت أقوال العلماء في تفسير الآية، وما شاكلها من أحاديث، كنحو ما جاء عن ابن عباس -رضي الله عنه-، وحديث أنس بن مالك -رضي الله عنه-: \"من سره أن يبسط عليه رزقه، أو ينسأ في أثره، فليصل رحمه\". صحيح مسلم: ٤/ ١٩٨٢: ح: ٢٥٥٧، كتاب البر والصلة والآداب، باب صلة الرحم. ولتفصيل هذه المسألة انظر: القضاء والقدر في ضوء الكتاب والسنة: لعبد الرحمن صالح المحمود -رسالة ماجستير-: ٣٢٧. والراجح من الأقوال في مسألة الآجال، وهل تتغير أم هي محددة؟ قول من ذهب إلى أن القدر لا يتغير، وأن التغيير والتبديل لا يكون أبدًا؛ لأن الذي سبق في علم الله كائن لا يتغير، وعلم الله كامل، أحاط بكل شيء، ومنه ما هو كائن، وأن الذي يجوز عليه التغيير والتبديل ما يبدو للناس من عمل العامل، أو ما في علم الحفظة والموكلين بالآدمي، فيقع المحو والإثبات، بمعنى أن ما في اللوح المحفوظ لا يتغير، وما سواه من صحف الملائكة الموكلين بالآدمي قد يدخله التغيير؛ لأن الملائكة لا يعلمون إلا ما علمهم الله، والله يعلم الأشياء قبل كونها. وهذا القول هو الذي عليه المحققون، كابن تيمية في: \"مجموع الفتاوى\" ٤/ ٤٩٠ - ٤٩٢، وابن حجر في \"فتح الباري\" ١١/ ٤٤٨، والشيخ السعدي في \"تيسير الكريم الرحمن\" ٢/ ٤٧٦.وأما قول ابن عباس: \"وينسى لكم في أعماركم\" إلا يعارض القول الراجح، =</p><p> وقال مقاتل: يؤخركم إلى منتهى أجلكم (١) في عافية، فلا يعاقبكم بالسنين ولا بغيره (٢) . </p><p> والمعنى على هذا القول: يؤخركم من العقوبات والشدائد إلى آجالكم، لا من المهلكات. </p><p> وقوله تعالى:  {إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ} يعني أجل الموت، وأجل العذاب، وكل أجل مسمى عند الله لشيء إذا جاء لم يؤخر. </p><p> والمعنى: آمنوا قبل الموت تسلموا من العقوبات، فإن أجل الموت إذا حل لم يؤخر، فلا يمكنكم الإيمان إذا جاء الأجل. </p><p>= ويكون معناه: إن آمنتم كان ذلك سببًا في تأخير آجالكم، وكل ذلك بقدر؛ لأن الله علم هل هؤلاء سيؤمنون، أو لا يؤمنون؟ وهم ونوح معهم، لا يعلمون ما الذي في اللوح المحفوظ من قدر الله، ولما كان الإيمان مطلوبًا، مأمورًا به كالدعاء، والصدقة، وصلة الرحم، ونحوها، أُمِر به هؤلاء، وبين لهم نوح عليه السلام أن إيمانهم سبب لخيرات كثيرة، منها: أن يؤخر عنكم العذاب. وعليه، فليس في الآية ولا في أحاديث الدعاء وصلة الرحم ما يدل على قول المعتزلة من أن للإنسان أجلين، إن آمن أو لم يؤمن، أو وصل رحمه أو لم يصل رحمه، بل أجل واحد محدود، لا يتقدم ولا يتأخر، وهذه الأمور المذكورة من جملة الأسباب المأمور بها، وهي ومسبَّبُها بقدر. قال ابن عطية: وليس في الآية تعلق، لأن المعنى أن نوحًا عليه السلام لم يعلم هل هم ممن يؤخر أو ممن يعاجل، ولا قال لهم: إنكم تؤخرون عن أجل قد حان لكم، لكن سبق في الأزل أنهم إما ممن قضي لهم بالإيمان والتأخير، وإما ممن قضي عليه بالكفر والمعاجلة، ثم تشدد هذا المعنى ولاح لقوله تعالى: {إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ} \"المحرر الوجيز\" ٥/ ٣٧٣. وكل ما ذكرته من تحقيق لقول الواحدي قد نقلته عن د. عبد الرحمن بن صالح المحمود بشيء من التصرف، من الكتابة الخطية له، والمحررة ليلة السبت ١١/ ١/ ١٤١٨ هـ.(١) غير واضح لبياض في: (ع).(٢) \"تفسير مقاتل\" ٢١٠/ أ، و\"الجامع لأحكام القرآن\" ١٨/ ٢٩٩، و\"فتح القدير\" ٥/ ٢٩٧.</p>"
}