{
  "id": null,
  "sura": 72,
  "aya": 28,
  "text": "<p> ومعنى:  (يسلك) هاهنا: يدخلهم الأرض فنجعلهم بين يدي الرسول ومن خلفه (١) . </p><p> وذهب مقاتل (٢) ، والضحاك (٣) إلى أن الرَّصد لكي يحرسوا الرسول من الشياطين أن يتشبهوا له في صورة المَلَك، ويحفظوه (٤) منهم، وإن أتاه شيطان في صورة ملك أخبروه، والقول هو الأول (٥) . </p><p> ٢٨ - قوله تعالى (٦) : {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ}  (٧) الآية. </p><p> اختلفوا في قوله:  \"ليعلم\" فقال قتادة (٨) ، ... </p><p>(١) ومعنى (سلك) لغة: السلك: الخيوط التي تخاط بها الثياب، الواحدة: سِلكة، والجميع: السُّلُوك، والسَّلْك: إدخال الشيء يسلكه فيه كما يطعن الطاعن فيسلك الرمح فيه إذا طعنه تلقاء وجهه. \"تهذيب اللغة\" ١٠/ ٦٢ مادة: (سلك)، وانظر: \"تأويل مشكل القرآن\" ٤٣٢.(٢) \"تفسير مقاتل\" ٢١٢/ ب، و\"الكشف والبيان\" جـ: ١٢: ١٩٧/ ب، و\"معالم التنزيل\" ٤/ ٤٠٦.(٣) \"جامع البيان\" ٢٩/ ١٢٢، و\"الجامع لأحكام القرآن\" ١٩/ ٢٨، و\"البحر المحيط\" ٨/ ٣٥٥، و\"الدر المنثور\" ٨/ ٣٠٩ - ٣١٠ وعزاه إلى عبد بن حميد، وابن جرير.(٤) في (أ): يحفظونه.(٥) القول الأول هو قول الأكثرية من المفسرين، والآيات السابقة من هذه السورة تدل على ذلك، ولكن ما ذكره الضحاك ومقاتل أرى أنه يدخل في مفهوم الآية، فهو من باب حفظ الوحي، وذلك عن طريق حفظ الرسول من أن يتشبه بهما أحد. والله أعلم.(٦) بياض في: (ع).(٧) قوله (رسالات ربهم) ساقط من: (ع).(٨) \"تفسير عبد الرزاق\" ٢/ ٣٢٣، و\"جامع البيان\" ٢٩/ ١٢٣، و\"النكت والعيون\" ٦/ ١٢٣ , و\"زاد المسير\" ٨/ ١١٠، و\"التفسير الكبير\" ٣٠/ ١٧٠، و\"الجامع لأحكام القرآن\" ١٩/ ٢٩، و\"الدر المنثور\" ٨/ ٣١٠ وعزاه إلى عبد بن حميد.</p><p> ومقاتل (١) : ليعلم محمد أن الرسل قبله قد أبلغوا الرسالة كما بلغ هو الرسالة، وعلى هذا \"اللام\" في قوله: \"ليعلم\" يتعلق بمحذوف يدل عليه الكلام؛ كأنه قيل: أخبرناه بحفظنا الوحي؛ ليعلم أن الرسل قبله كانوا على مثل حالته من التبليغ بالحق والصدق. </p><p> ويجوز أن يكون المعنى: ليعلم الرسول أن قد بلغوا، إلى جبريل، والملائكة الذين يبعثون إلى الرسل، أبلغوا رسالات ربهم، فلا يشك فيها، ويعلم أنها حق من الله (٢) . </p><p> والمعنى: حفظنا الرسول من الشياطين ليعلم أن الذين أتوه أبلغوا رسالات ربهم، وهذا تأكيد لقول الضحاك ومقاتل في الآية الأولى. </p><p> ويجوز أن يكون المعنى: ليعلم الرسل أنهم بلغوا رسالات ربهم على التحقيق من غير شك فيها؛ إذ كانوا محروسين عن الشياطين، فالذي يبلغونه (٣) الخلق هو رسالات ربهم لا غير، وهي واصلة إليهم، ولم تصل إلى غيرهم. </p><p> وعلى هذا إنما قال:  \"أبلغوا\" . لأن المراد بقوله: {إِلَّا مَنِ ارْتَضَى مِنْ (٤) رَسُولٍ} الجمع، ويدخل فيه كل رسول ارتضاه الله. </p><p> ويجوز أن يكون المعنى: ليعلم الله أن قد أبلغوا يعني الرسل. وهذا </p><p>(١) \"التفسير الكبير\" ٣٠/ ١٧٠، و\"الجامع لأحكام القرآن\" ١٩/ ٢٩. (٢) وهو معنى قول ابن عباس، وابن جبير. انظر: \"جامع البيان\" ٢٩/ ٢٣، و\"النكت والعيون\" ٦/ ١٢٣. وقال به ابن قتيبة في: \"تفسير غريب القرآن\" ٤٩٢، والفراء في: \"معاني القرآن\" ٣/ ١٩٦.(٣) غير واضحة في: (ع).(٤) قوله: إلا من ارتضى: بياض في: (ع).</p><p> القول اختيار (١) ابن قتيبة (٢) ، والزجاج (٣) ، وصاحب النظم. </p><p> قال ابن قتيبة: أي ليبلّغوا رسالات ربهم (العلم) هاهنا، مثله قوله:  {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ الله الَّذِينَ جَاهَدُوا مِنْكُمْ}  [آل عمران: ١٤٢] ، أي: ولما تجاهدوا وتصبروا (٤) ، فيعلم الله ذلك ظاهراً موجوداً -يجب فيه ثوابكم- على ما بينا في غير هذا الموضع (٥) . </p><p> وقال أبو إسحاق: وما بعد قوله: (ليعلم) يدل على صحة هذا (٦) ، وهو قوله:  (أحاط)  (٧) ، و (أحصى)  (٨) ، والضمير فيهما لله عَزَّ وَجَلَّ لا </p><p>(١) بياض في: (ع). (٢) \"تفسير غريب القرآن\" ٤٩٢ وعبارته: \"ليعلم محمد أن الرسل قد بلغت عن الله، وأن الله حفظها، ودفع عنها، وأحاط بها\".(٣) \"معاني القرآن وإعرابه\" ٥/ ٢٣٨ وعبارته: (ليعلم الله أن قد أبلغوا رسالاته).(٤) في (أ): تصابروا.(٥) إلى قوله على ما بينا في غير هذا الموضع ينتهي قول ابن قتيبة. انظر: \"تأويل مشكل القرآن\" ٤٣٤، ويعني بغير هذا الموضع أي الموضع الذي بين فيه علم الله تعالى، وأنه نوعان:أحدهما: علم ما يكون من إيمان المؤمنين وكفر الكافرين، وذنوب العاصين، وطاعات المطيعين قبل أن تكون. قال: وهذا علم لا تجب به حجة، ولا تقع عليه مثوبة ولا عقوبة.والآخر: علم هذه الأمور ظاهرة موجودة، فيحق القول، ويقع بوقوعها الجزاء، فأراد جل وعز: ما سلطناه عليهم إلا لنعلم إيمان المؤمنين ظاهرًا موجودًا، وكفر الكافرين ظاهرًا موجودًا، وكذلك قوله سبحانه: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ} الآية: آل عمران: ١٤٢. \"تأويل مشكل القرآن\" ٣١١ - ٣١٢.(٦) بياض في: (ع).(٧) قوله تعالى: {وَأَحَاطَ بِمَا لَدَيْهِمْ}.(٨) {وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا}.</p><p> لغيره، فكذلك (١) في \"ليعلم\"  (٢) . </p><p> وهذه الأقوال ذكرها أهل المعاني والتفسير، وذكرت أقوال بعيدة لم أحكها (٣) . </p><p> ومعنى:  {وَأَحَاطَ بِمَا لَدَيْهِمْ} علم الله ما عند الرسل، فلم يَخف عليه شيء. </p><p> (قوله تعالى)  (٤) : {وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا} قال ابن عباس: أحصى ما خلق، وعرف عدد ما خلق، لم يفته علم شيء، ولم يعزب (٥) عنه عدد ما خلق؛ حتى مثاقيل (٦) الذَّرِّ (٧) ....... </p><p>(١) في (أ): كذلك. (٢) \"معاني القرآن وإعرابه\" ٥/ ٢٣٨ بتصرف.(٣) في (أ): أحكمها.ومن هذه الأقوال التي أشار إليها: ليعلم من كذب الرسل أنهم قد أبلغوا رسالات ربهم. قاله مجاهد.انظر: \"جامع البيان\" ٢٩/ ١٢٣، و\"المحرر الوجيز\" ٥/ ٣٨٥، و\"زاد المسير\" ٨/ ١١٠.وأيضا: ليعلم الجن أن الرسل قد بلغوا ما أنزل الله عليهم ولم يكونوا هم المبلغين باستراق السمع عليهم. \"النكت والعيون\" ٦/ ١٢٣.وأيضًا ليعلم إبليس أن الرسل قد أبلغوا رسالات ربهم سليمة من تخليصه، واستراق أصحابه. \"الجامع لأحكام القرآن\" ١٩/ ٢٩(٤) ساقط من: (ع).(٥) يعزب: يراد به البعد. انظر: مادة: (عزب) في: \"لسان العرب\" ١/ ٥٩٧، \"القاموس المحيط\" ١/ ١٠٤.(٦) مثاقيل: جمع مثقال، أي وزن. \"المصباح المنير\" ١/ ١٠٢ - ١٠٣ مادة: (ثقل).(٧) الذر: هو النمل الأحمر الصغير, واحدتها ذرة. \"النهاية في غريب الحديث\" ٢/ ١٥٧، و\"المصباح المنير\" ١/ ٢٤٦، مادة: (ذر).</p><p> والخردل (١)  (٢) . </p><p> قال أبو إسحاق: و (نصب \"عدداً\" على ضربين: أحدهما: على معنى: وأحصى كل شيء في حال العَدَد، فلم تخف عليه سقوط ورقة، ولا حبَّة في ظلمات الأرض، ولا رطب، ولا يابس. قال: ويجوز أن يكون (عدداً) في موضع المصدر المحمول على معنى: أحصى؛ لأن معنى وأحصى: وعد كل شيء عدداً) (٣) . </p><p> (والله أعلم بالصواب)  (٤) . </p><p>(١) الخردل: حب شجر مسخن مُلطف جاذب، قالع للبلغم، ملين، هاضم، والخردل الفارسي: نبات بمصر يُعرف بحشيشة السلطان. \"القاموس المحيط\" ٣/ ٣٦٧، مادة: (خردل). (٢) \"معالم التنزيل\" ٤/ ٤٠٦، و\"لباب التأويل\" ٤/ ٣٢٠.(٣) \"معاني القرآن وإعرابه\" ٥/ ٢٣٨ نقله عنه بنصه.(٤) ما بين القوسين ساقط من: (ع).</p><p> سورة المزمل </p>"
}