{
  "id": null,
  "sura": 72,
  "aya": 8,
  "text": "<p> معنى قول عطاء: خبطوهم (١) ، وخنقوهم (٢) . </p><p> فعلى القول الأول: زادوا من فعل الإنس. </p><p> وعلى القول الثاني: زادوا من فعل الجن. </p><p> قوله:  {وَأَنَّهُمْ ظَنُّوا} هذا أيضًا من قول الله عز وجل، والكلام في فتح \"أن\" وكسرها -كما ذكرنا في الآية التي قبلها (٣) - والمعنى أن الله تبارك وتعالى يقول:  (ظن الجن كما ظننتم أيها الإنس أن لا تبعث يوم القيامة (٤) ، أي: كانوا لا يؤمنون بالبعث، كما أنكم لا تؤمنون به، وهذا خطاب من الله للكفار. </p><p> وانقطع هاهنا قول الله عز وجل فقالت الجن) (٥) : </p><p> {وَأَنَّا لَمَسْنَا السَّمَاءَ} قال ابن عباس: يريد مسسنا السماء (٦) . </p><p> ٨ - وقال الكلبي: يقول: أتينا السماء (٧) . </p><p>(١) خبطوهم: خبطه، يخبطه: ضَرَبه شديدًا. انظر: \"القاموس المحيط\" ٢/ ٣٥٦، مادة: (خبط).(٢) الخنق: خنقه يخنقه، من باب قتل، خنقًا، والمخنقة: القلادة، سميت بذلك لأنها تطيف بالعنق، وهو موضع الخنق.انظر مادة: (خنق) في: \"معجم مقاييس اللغة\" ٢/ ٢٢٤، و\"الصحاح\" ٤/ ١٤٧٢، و\"المصباح المنير\" ١/ ٢١٩.(٣) يراجع فيها آية ٣ من هذه السورة.(٤) بمعناه قال السمرقندي في \"بحر العلوم\" ٣/ ٤١١، والثعلبي في \"الكشف والبيان\" ١٢/ ١٩٣/ ب.(٥) ما بين القوسين نقله الواحدي عن ابن قتية بنصه. انظر: \"تأويل مشكل القرآن\" ٤٢٨ - ٤٢٩.(٦) لم أعثر على مصدر لقوله.(٧) \"الوسيط\" ٤/ ٣٦٥.</p><p> قال أبو علي: تأويله عالجنا غيب السماء، ورمنا استراقه فنلقيه إلى الكهنة (١) ، وليس من اللمس بالجارحة في شيء (٢) . وهذا معنى قول الكلبي (٣) . </p><p> وقوله تعالى:  {فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا}  (٤) قال ابن عباس (٥) ، ومقاتل (٦) : يعني الملائكة. </p><p> والحرس: جمع حارس. و {شَدِيدًا} يراد به الكثرة، وذكرنا في مواضع أن فعيلًا قد يكون للكثير (٧) . </p><p> وقوله:  {وَشُهُبًا} قال ابن عباس: يريد النار التي يرجم بها من استرق السمع (٨) . </p><p> وقال الكلبي: ورُمينا بالنجوم (٩) ، وهذا كقوله:  {فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ}  [الصافات: ١٥] ، وقد مر، وذكرنا الكلام في هذا عند قوله:  {رُجُومًا لِلشَّيَاطِينِ}  (١٠) ، ... </p><p>(١) الكهنة: جمع كاهن، وهو الذي يتعاطى الخبر عن الكائنات في مستقبل الزمان، ويدّعي معرفة الأسرار. \"لسان العرب\" ١٣/ ٣٦٣، مادة: (كهن)، و\"النهاية في غريب الحديث والأثر\" ٤/ ٢١٤. (٢) و (٣) لم أعثر على مصدر لقوله.(٤) كلمة (شهبا) ساقطة من: (ع).(٥) \"الدر المنثور\" ٨/ ٣٠٣ وعزاه إلى ابن مردويه.(٦) \"تفسير مقاتل\" ٢١١/ ب.(٧) نحو ما جاء في قوله: {لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء: ٨٨]، وقوله {وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا} [الفرقان: ٥٥].(٨) و (٩) لم أعثر على مصدر لقوله.(١٠) سورة الملك: ٥: {وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (٥)}. وقد جاء في تفسيرها: قال ابن عباس: يرجم بها الشياطين =</p><p> وفي آيات غيرها (١) . </p><p> قال الكلبي: ولم تكن تحرس السماء في الفترة بين عيسى ومحمد -عليهما السلام- خمسمائة عام، فلمَّا بعث محمد -صلى الله عليه وسلم- مُنعوا من السموات كلها، وحرست بالملائكة والشهب، فعند ذلك قالوا:  {وَأَنَّا لَمَسْنَا السَّمَاءَ} </p><p>= الذين يسترقون السمع. قال أبو علي: فإن قيل: كيف يجوز أن تكون المصابيح زينة مع قوله: (وجعلناها رجومًا للشياطين فالقول إنها جعلت لهم لم تزل فتزول الزينة بزوالها، ولكن يجوز أن ينفصل منها نور يكون رجمًا للشياطين، كما ينفصل من السرج، وسائر ذوات الأنوار ما لا يزول بانفصالها منها صورتها. وهذا كما قال بعض أهل العربية: ينفصل من الكوكب شهاب نار، وهذا كقوله: \"ولقد جعلنا في السماء بروجًا\" الآية. ومعنى لفظ الشهاب: الشُّعلة الساطعة من النار الموقدة، ومن العارض في الجو، نحو: \"فأتبعه شهاب ثاقب\". \"المفردات في غريب القرآن\" ٤٦٧.وقال أبو حيان: \"شهاب\": كوكب متوقد مضيء. \"تحفة الأريب\" ١٨٢.وقال ابن فارس: \"شهب\" الشين والهاء والباء أصل واحد يدل على بياض في شيء من سواد لا تكون الشهة خالصة بياضًا .. ، ومن الباب الشهاب، وهو شُعلة نار ساطعة \"معجم مقاييس اللغة\" ٣/ ٢٢٠، مادة: (شهب)، وانظر: \"لسان العرب\" ١/ ٥٠٨ مادة (شهب).(١) نحو ما جاء في سورة الحجر: ١٨ عند قوله تعالى: {إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ (١٨)}. جاء في تفسير الشهاب: \"قال الواحدي: والشهاب: شعلة نار ساطع، ثم يسمى الكوكب شهابًا، والسنان شهابًا لبريقهما يشبهان النار\".وقال ابن عباس في قوله: (بشهاب مبين): يريد نارًا تنير لأهل الأرض.قال المفسرون: إن الشهاب لا تخطئه أبدًا، وإنهم ليرمون فإذا توارى عنكم فقد أدركه. وقال أصحاب المعاني: إن الله تعالى سمى ما ترجم به الشياطين شهابًا، وهو في اللغة النار الساطعة، ونحن في رأي الحين نرى كأنهم يرمون بالنجوم، فيجوز أن ذلك كما نرى، ثم يصير نارًا إذا أدرك الشيطان، ويجوز أنهم يرمون بشعلة نار من الهواء، ولكن لبعده عما يخيل إلينا أنه نجم. والله أعلم بحقيقة ذلك.</p><p> [الجن: ١٤]  (١) الآية. </p><p> وذكر المفسرون (٢) : أن الانقضاض الذي رُميت به الشياطين حدث بعد مبعث النبي، وهو أحد آياته، ويدل على هذا قوله:  {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا}  [الجن: ٩] الآية، أي كنا نسمع، فالآن حين حاولنا الاستماع رُمينا بالشهب. وهو قوله:  {يَجِدْ لَهُ شِهَابًا رَصَدًا} . </p><p> قال مقاتل: يعني رميًا من الكواكب، ورصدًا من الملائكة (٣) . </p><p> قال أبو إسحاق: أي حفظة تمنع من الاستماع (٤) . </p><p> وعلى هذا يجب أن يكون التقدير: شهابًا، ورصدًا؛ لأن الرصد غير الشهاب، وهو جمع راصد (٥) . </p><p>(١) ورد بنحوه في \"الجامع لأحكام القرآن\" ١٩/ ١١. (٢) قال بذلك قتادة، وابن زيد، وابن عباس، وأبي بن كعب، وعبد الله بن عمر، انظر: \"جامع البيان\" ٢٩/ ١١١، و\"التفسير الكبير\" ٣٠/ ١٥٨، و\"القرطبي\" ١٩/ ١٢، و\"الدر المنثور\" ٨/ ٣٠٢ وعزاه إلى عبد بن حميد عن ابن عباس، ويؤيد هذا القول الحديث عن سعيد بن جبير عن ابن عباس قال: كان الجن يصعدون إلى السماء يسمعون الوحي، فإذا سمعوا الكلمة زادوا فيها تسعًا، فأمَّا الكلمة فتكون حقًّا، وأمَّا ما زاد فيكون باطلاً، فلما بعث رسول الله -صلى الله عليه وسلم- مُنِعوا مقاعدهم، فذكروا ذلك لإبليس، ولم تكن النجوم يُرمى بها قبل ذلك، فقال لهم إبليس: ما هذا إلا من أمر قد حدث في أرض، فبعث جنوده فوجدوا رسول الله -صلى الله عليه وسلم- قائمًا يصلي بين جبلين، أراه قال: بمكة، فأتوه فأخبروه، فقال: هذا الذي حدث بالأرض.أخرجه الترمذي في سننه وقال: هذا حديث حسن صحيح، ٥/ ٤٢٧ - ٤٢٨ ح ٣٣٢٤، كتاب التفسير: باب ومن سورة الجن: ٧٠.(٣) \"تفسير مقاتل\" ٢١١/ ب.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٣٤ بنصه.(٥) الرصد في اللغة: قال ابن فارس: الراء والصاد والدال أصل واحد، وهو التهيؤ لِرقبة شيء على مَسْلَكِه، ثم يحمل عليه ما يشاكله. \"معجم مقاييس اللغة\" ٢/ ٤٠٠، مادة =</p><p> وقال الفراء (١) ، وابن قتيبة (٢) : أي شهابًا قد أرصد له ليرجم به. </p><p> وعلى هذا الرصد من نعت الشهاب، وهو فَعَل بمعنى مفعول، كالنَّفَضِ والخيط. </p><p> روى عبد الرزاق عن مَعمر قال: قلت للزهري: أكان يُرمى بالنجوم في الجاهلية، قال: نعم، قلت: أفرأيت قوله: {وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ} الآية، فقال: غلظت، وشدد أمرهَا حين بُعث النبي -صلى الله عليه وسلم- (٣) . </p><p> وروي أيضًا مرفوعًا ما يدل على هذا، وهو ما روي عن ابن عباس أنَّه قال: بينا رسول الله -صلى الله عليه وسلم- جالس في نفر من الأنصار إذ رمي بنجم، فقال:  \"ما كنتم تقولون في مثل هذا في الجاهلية؟ \" فقالوا (٤) : كنا نقول يموت عظيم، أو يولد (٥) عظيم (٦) الحديث. </p><p>= (رصد). وفي \"الصحاح\" الراصد للشيء: المراقب له، والرَّصَدُ: القوم يَرصدون كالحرس. ٢/ ٤٧٤ مادة: (رصد). (١) \"معاني القرآن\" ٣/ ١٩٣ بنصه.(٢) \"تفسير غريب القرآن\" ٤٨٩.(٣) \"تأويل مشكل القرآن\" ٤٢٩، و\"بحر العلوم\" ٣/ ٤١٢، و\"الكشاف\" ٤/ ١٤٧، و\"الجامع\" للقرطبي ١٢/ ١٩، و\"فتح القدير\" ٥/ ٣٠٥ - ٣٠٦، و\"الكشاف\" ٢٩/ ٨٧.(٤) في (أ): فقال.(٥) غير واضحة في: (أ).(٦) الحديث أخرجه مسلم في \"صحيحه\" ٤/ ١٧٥٠: ح ١٢٤، كتاب السلام: باب ٣٥، تحريم الكهانة وإتيان الكهان، ونص الحديث كما هو عنده: \"عن ابن شهاب حدثني علي بن حسين أن عبد الله بن عباس قال: أخبرني رجل من أصحاب النبي -صلى الله عليه وسلم- من الأنصار أنهم بينما هم جلوس ليلة مع رسول الله -صلى الله عليه وسلم- رمي بنجم فاستنار، فقال لهم رسول الله -صلى الله عليه وسلم-: \"ماذا كنتم تقولون في الجاهلية إذا رُمي بمثل هذا؟ \" قالوا: الله ورسوله اعلم، كنا نقول. وُلِدَ الليلة رجل عظيم، ومات رجل عظيم. فقال =</p><p> قال ابن قتيبة: وهذا يدل (١) على أن الرجم قد كان قبل مَبْعثه ولكنه لم يكن مثله في شدة الحراسة بعد مبعثه، وكانت تسترق في بعض الأحوال، فلما بُعث منعت من ذلك أصلًا. وعلى هذا وجدنا الشعر القديم، قال بِشر ابن أبي خازم، وهو جاهلي: </p><p> والعَيْرُ يُرْهِقُها الغُبِارُ وجَحْشُها ... يَنْقَضُّ خَلْفَها انْقِضَاضَ الكَوْكَبِ (٢) </p><p> وقال أوس بن حجر، جاهلي: </p><p> فانْقَضَّ (٣) كالدُّرِّي يَتْبَعُه ... نَقْعٌ يَثُورُ تَخَالُهُ طُنُبا (٤)  (٥) </p><p>= رسول الله -صلى الله عليه وسلم- \"فإنها لا يُرمى بها لموت أحد ولا لحياته، ولكن ربنا تبارك وتعالى اسمه إذا قضى أمرًا سبح حملة العرش\" .. الحديث. كما أخرجه الترمذي في \"سننه\" ٥/ ٣٦٢: ح ٣٢٢٤، كتاب التفسير، ومن سورة سبأ: ٣٥، قال أبو عيسى: (هذا حديث حسن صحيح).وما أورده الإمام الواحدي فنقلًا عن \"تأويل مشكل القرآن\" لابن قتيبة: ٤٣٠.(١) وردت في \"تأويل مشكل القرآن\" المطبوع بلفظ: (لِنَدُلَّ).(٢) ورد البيت في \"ديوانه\" ٣٧، و\"كتاب المعاني الكبير\" ٢/ ٧٣٩، و\"الحيوان\": لأبي عثمان الجاحظ: ٦/ ٢٧٣، برواية (الخبار) بدلًا من (الغبار)، و (خلفهما) بدلًا من (خلفها)، و\"الكشاف\" ٢٩/ ٨٧ برواية: (خلفهما).معنى البيت: الخبار: أرض لينة رخوة تسوخ فيها القوائم. شبه الجحش بالكوكب المنقضّ في سرعته وبياضه. \"ديوانه\": ٣٧. حاشية.(٣) وانقض: هكذا وردت عند ابن قتيبة في التأويل.(٤) ورد البيت في ديوانه: ٣، برواية: (وانقض)، و\"الحيوان\" ٦/ ٢٧٤، \"كتاب المعاني الكبير\" ٢/ ٧٣٩، و\"النكت والعيون\" ٦/ ١١٢، و\"التفسير الكبير\" ٣/ ١٥٧، و\"المحرر الوجيز\" ٥/ ٣٨١، وعزاه إلى عوف بن الجزع، و\"الجامع لأحكام القرآن\" ١٢/ ١٩، و\"الكشاف\" ٢٩/ ٨٧ (وانقض).ويراد بالنقع: الغبار الساطع. الدريّ: الكوكب المنقض يدرأ على الشيطان. تخاله طنبًا: يريد تخاله فسطاطًا مضروبًا. ديوانه: ٣ حاشية.(٥) ما بين القوسين من قول ابن قتيبة؛ نقله عنه الواحدي بتصرف يسير جدًّا. انظر: =</p><p> ثم قالوا:  {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ في الْأَرْضِ} ، أي: بحدوث الرجم بالكواكب، وحراسة السماء من استراق السمع، أريد شرًّا (١) بأهل الأرض أم صلاح. وهو قوله:  {أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا} . </p><p> (هذا معنى أكثر المفسرين (٢) ، وأهل التأويل (٣) ) (٤) . </p><p> قال مقاتل:  {أَشَرٌّ أُرِيدَ بِمَنْ في الْأَرْضِ} يعني بإرسال محمد -صلى الله عليه وسلم- إليهم فيكذبوه، فيهلكوا كما هلك من كذب من الأمم الخالية، أراد أن يؤمنوا فيهتدوا (٥) . </p><p> والمراد بـ:  \"الشر\" ، و \"الرشد\" على هذا القول: الكفر والإيمان (٦) . </p><p> وقال ابن زيد: قالوا: لا ندري أعذاب أراد الله أن ينزله بأهل الأرض </p><p>= \"تأويل مشكل القرآن\" ص ٤٣٠. (١) وردت مكررة في النسخة: أ.(٢) قال بذلك: ابن زيد، انظر قوله في \"جامع البيان\" ٢٩/ ١١١، و\"النكت والعيون\" ٦/ ١١٢، و\"الجامع لأحكام القرآن\" ١٩/ ١٣.كما قال به ابن قتيبة في \"تأويل مشكل القرآن\" ٤٣١، ورجحه الطبري في \"جامع البيان\" مرجع سابق، وقاله أيضًا السمرقندي في \"بحر العلوم\" ٣/ ٤١٢، وإليه ذهب البغوي في \"معالم التنزيل\" ٤/ ٤٠٣، وعزاه القرطبي إلى الأكثرين من المفسرين. وهذا القول أحد القولين للآية، وهو القول الأول.(٣) قاله الفراء في \"معاني القرآن\" ٣/ ١٩٣، والزجاج ٥/ ٢٣٤.(٤) ما بين القوسين ساقط من: (أ).(٥) \"تفسير مقاتل\" ٢١١/ ب، و\"زاد المسير\" ٨/ ١٠٦، وإلى هذا القول ذهب الكلبي أيضًا، وعزاه الماوردي إلى السدي، وابن جريج، وحكاه ابن عطية في تفسيره. ويعد هذا القول الثاني من القولين في معنى الآية. انظر: \"جامع البيان\"، و\"النكت والعيون\" مرجعان سابقان، و\"المحررالوجيز\" ٥/ ٣٨١(٦) بمعنى أن هذا القول منفصل عن معنى الآية السابقة له.</p><p> فمُنَعنا، أم أراد بهم الهدى بأن يبعث فيهم رسولاً. وهذا معنى القول الأول (١) . </p><p> ثم أخبر عن أحوالهم فقال:  {وَأَنَّا مِنَّا الصَّالِحُونَ} ، أي: المؤمنون المخلصون. {وَمِنَّا دُونَ ذَلِكَ} : دون الصالحين، يعنون الكفّار في قول مقاتل (٢) ، والكلبي (٣) ، ومجاهد (٤) . </p><p> (وهو اختيار الفراء (٥) ، والزجاج (٦) ). </p><p> وقال ابن قتيبة:  {وَأَنَّا مِنَّا الصَّالِحُونَ} بعد استماع القرآن، {وَمِنَّا دُونَ ذَلِكَ} أي منا بررة أتقياء، ومنا دون البررة، وهم مسلمون (٧) ، فجعل الفريقين جميعًا مسلمين، ولكن بعضهم دون بعض؛ وهذا قول السدي عن ابن عباس (٨) . هذا كله معنى قوله: </p><p> {كُنَّا طَرَائِقَ قِدَدًا} ، أي: أصنافًا، وضروبًا مختلفة، إمَّا مؤمنون، وكافرون، على القول الأول، وإمَّا مخلصون بررة ودونهم. </p><p>(١) ورد قوله بمعناه في \"جامع البيان\" ٢٩/ ١١١، و\"الجامع\" للقرطبي ١٣/ ١٩. (٢) \"تفسير مقاتل\" ٢١١/ ب، بنحوه.(٣) كلمة (والكلبي) ساقطة من (أ)، ولم أعثر على مصدر لقوله.(٤) \"جامع البيان\" ٢٩/ ١١٢، و\"معالم التنزيل\" ٤/ ٤٠٣، و\"تفسير القرآن العظيم\" ٤/ ٤٥٩، و\"الدر المنثور\" ٨/ ٣٠٤ وعزاه إلى عبد بن حميد.(٥) \"معاني القرآن\" ٣/ ١٩٣، وعبارته سابقة لهذه الآية، وذلك عندما تناول تفسير قوله تعالى: {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ في الْأَرْضِ}.(٦) \"معاني القرآن وإعرابه\" ٥/ ٢٣٥. والكلام ما بين القوسين ساقط من: (أ).(٧) \"تأويل مشكل القرآن\" ٤٣١ نقله عنه الواحدي بنصه.(٨) لم أعثر على مصدر لقوله.</p><p> قال السدي: الجنُّ أمثالكم، فيهم قدرية، ومرجئة (١) ، ورافضة (٢) ، </p><p>(١) المرجئة: الإرجاء معناه التأخير، والآخر: إعطاء الرجاء، وإطلاق اسم المرجئة على الجماعة بالمعنى الأول؛ لأنهم كانوا يؤخرون العمل عن النية والعقد، وإما بالمعنى الثاني فظاهر أنهم كانوا يقولون: لا تضر مع الإيمان معصية، كما لا تنفع مع الكفر طاعة. وأول من قال بالقدر والإرجاء: غيلان الدمشقي، ثم الجهم بن صفوان. والمرجئة أربعة أصناف: مرجئة الخوارج، ومرجئة القدر، ومرجئة الجبر، والمرجئة الخالصة. انظر: \"شرح أصول الاعتقاد\" لللالكائي ١/ ٢٥، و\"الفرق بين الفرق\" للأسفراييني ٢٥، و\"الملل والنحل\" للشهرستاني ١٣٩، \"مختصر لوامع الأنوار البهية\" لابن سلوم ٧٦. (٢) الرافضة والروافض من فرق الشيعة الباطلة الهدامة المعاندة للأمة الإسلامية، والرافضة لقب أطلقه زيد بن علي بن الحسين على الذين تفرقوا عنه ممن بايعه بالكوفة؛ لإنكاره عليهم الطعن علي أبي بكر وعمر، فرفضه جماعته من الشيعة بسبب ثنائه عليهما، فسموا رافضة.ومن أهل السنة من يطلق الوصف على الشيعة عمومًا باستثناء الزيدية.ومن فرق الرافضة من أظهر بدعته في زمن علي رضي الله عنه فقال لـ: \"علي\" أنت الإله، فأحرق علي رضي الله عنه قومًا منهم، ونفى بعضهم. وهذه الفرقة من الروافض ومن شاكلهم يجمعهم إنكارهم للقرآن، والاعتقاد بتحريفه وتغيره، وإنكار السنة النبوية مكفرين أصحاب رسول الله -صلى الله عليه وسلم-، وخاصة الخلفاء الراشدين: أبي بكر، وعمر، وعثمان، وغير ذلك من الأمور المنكرة الشنيعة التي ما أرادوا بها إلا إسقاط كلمة تكليف الشريعة عن أنفسهم حتى يتوسعوا في استحلال المحرمات الشرعية، ويعتذروا عند العوام بما يعدونه من تحريف الشريعة، وتغيير القرآن من عند الصحابة، فإنهم ليسوا من الأمة الإسلامية أصلاً.انظر: \"الفرق بين الفرق\" للأسفراييني ٢١، و\"القاموس الإسلامي\" لأحمد عطية ٢/ ٤٧٤، و\"الشيعة والتشيع فرق وتاريخ\" لإحسان إلهي ظهير ٤٥ و٤٧، و\"الموسوعة الميسرة\" ٨٥٤.</p><p> وشيعة (١)  (٢) </p><p> وقال أبو عبيدة: في قوله: {طَرَائِقَ قِدَدًا} ، (أي)  (٣) : ضروبًا، </p><p>(١) الشيعة: من الفرق الضالة عن الإسلام، ومنهم من لا يمت إلى الإسلام بشيء، قال الشهرستاني عنهم: \"هم الذين شايعوا عليًّا رضي الله عنه على الخصوص، وقالوا بإمامته وخلافته نصًّا، ووصيه إما جليًّا أو خفيًّا، واعتقدوا أن الإمامة لا تخرج من أولاده، وإن خرجت فبظلم يكون من غيره، أو بتقية من عنده، وقالوا: ليست الإمامة قضية مصلحية تناط باختيار العامة، وينتصب الإمام بنصبهم؛ بل هي قضية أصولية، وهي ركن الدين، لا يجوز للرسل -عليهم السلام- إغفاله وإهماله، ولا تفويضه إلى العامة وإرساله، ويجمعهم القول بوجوب التعيين والتنصيص، وثبوت عصمة الأنبياء والأئمة وجوبًا عن الكبائر والصغائر، والقول بالتولي والتبري قولًا، وفعلًا وعقدًا إلا في حال التقية. وهم خمس فرق: كيسانية، وزيدية، وإمامية، وغلاة، واسماعيلية. وبعضهم يميل في الأصول إلى الاعتزال، وبعضهم إلى السنة، وبعضهم إلى التشبيه.وقد تعددت الآراء حول بداية التشيع مذهبًا وحركة، فالشيعة أنفسهم يرجعون بمذهبهم إلى بدايات الإسلام، وآخرون يرجعون إلى الفترة التي تلت وفاة الرسول -صلى الله عليه وسلم- مباشرة، واختلاف الناس حول خلافته، ومنهم من يرجع ذلك إلى عهد علي، ومعركة صفين بصفة خاصة. إلخ.انظر: \"الملل والنحل\" للشهرستاني: ١٤٦ - ١٤٧، و\"القاموس الإسلامي\" ٣/ ٢١٧، وانظر: \"شرح اعتقاد أهل السنة والجماعة\" ١/ ٢٢ - ٢٣، و\"الموسوعة العربية العالمية\" ١٤/ ٢٩٨ - ٢٩٩.(٢) ورد قول السدي هذا في \"الكشف والبيان\" ١٢/ ١٩٥/ ب، و\"معالم التنزيل\" ٤/ ٤٠٣، و\"زاد المسير\" ٨/ ١٠٦، و\"التفسير الكبير\" ٣٠/ ١٥٩، و\"الجامع\" للقرطبي ١٩/ ١٤، و\"تفسير القرآن العظيم\" ٤/ ٤٥٩، و\"الدر المنثور\" ٨/ ٣٠٤، وعزاه إلى أبي الشيخ في العظمة، و\"فتح القدير\" ٥/ ٣٠٦، وانظر: \"تفسير السدي\" ٤٦٤.(٣) ساقطة من: (ع).</p><p> وأجناسًا، ومللًا (١)  (٢) ، وأنشد الكميت: </p><p> جمعت بالري منهم كل رافضة ... إذ هم طرائق في أهوائهم قددُ (٣)  (٤) </p><p> وقال أبو إسحاق: وكنا جماعات متفرقين (٥) . </p><p> وقال الفراء: كنا فرقًا مختلفة [أهواؤنا]  (٦) . </p><p> وقال ابن قتيبة: كنا أصنافًا وفرقًا (٧) . </p><p> وذكرنا معنى الطريقة عند (٨) قوله: {وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى}  (٩) . </p><p>(١) في (أ): ميلًا. (٢) النص في: \"مجاز القرآن\" ٢/ ٢٧٢، ولم يذكر: مللًا.(٣) في (أ): قددًا.(٤) وورد البيت في: \"الدر المصون\" ٦/ ٣٩٤، ولم أعثر عليه في ديوانه.وورد غير منسوب في \"البحر المحيط\" ٨/ ٣٤٤ برواية: (الرأي).(٥) \"معاني القرآن وإعرابه\" ٥/ ٢٣٥ بنصه.(٦) وردت في النسختين (أ)، (ع): أهوانا، وما أثبتناه من \"معاني القرآن\" ٣/ ١٩٣ فالكلام فيه بنصه، وهو الصواب.(٧) \"تأويل مشكل القرآن\" ٤٣١ بنحوه، وانظر أيضًا: \"تفسير غريب القرآن\" ٤٩٠.(٨) في (أ): في.(٩) سورة طه: ٦٣: {قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى (٦٣)}.ومما جاء في تفسيرها: قال عكرمة: يذهبا بخياركم، وقال الحسن وأبو صالح بأشرافكم، وعن مجاهد: أولو العقل والشرف والأسنان، وهذه الأقوال معناها واحد، وهو معنى قول ابن عباس في رواية الوالبي: أمثلكم. قال الزجاج: معناه: جماعتكم الأشراف. قال: والعرب تقول للرجل الفاضل: هذا طريقة قومه ..وتأويله: هذا الفتى ينبغي أن يجعله قومه قدوة، ويسلكوا طريقته، وينظروا إليه، ويتبعوه.وقال الفراء: العرب تقول للقوم: هؤلاء طريقة قومهم، وطرائق قومهم، لأشرافهم؛ ويقولون للواحد أيضًا: هذا طريقة قومه، ويقولون للجمع بالتوحيد =</p><p> والقدة: القطعة من الشيء، وصَار القوم قددًا إذا تفرقت أحوالهم (١) وأهواؤهم (٢) . </p><p> وقال المبرد (٣) : \"الطرائق\" : الأجناس المتفقة، والمختلفة، وهو مأخوذ من الطريق، وهو تأكيد له -هاهنا- ويقال: القوم طرائق، أي على مذاهب شتى، والقدد نحو الطرائق، وهو تأكيد لها -هاهنا- يقال: لكل طريقة قدة. وأصله من قد السّيور (٤) ، يقال: صار الأديم قددًا. </p><p> ثم قالوا:  {وَأَنَّا ظَنَنَّا} هو قال ابن عباس (٥) ، والمفسرون (٦) : عَلِمْنا وأيقنا. </p><p> {أَنْ لَنْ نُعْجِزَ اللهَ في الْأَرْضِ} ، أي: لن نفوته إن أراد بنا أمرًا، ولن نسبقه. </p><p> {وَلَنْ نُعْجِزَهُ هَرَبًا} إن طلبنا، أي أنَّه يدركنا (حيث كنَّا)  (٧) ثم قال: </p><p> قوله تعالى:  {وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى} قال ابن عباس: الذي جاء به </p><p>= والجميع، يعني: طريقة، وطرائق، قال: ومن ذلك قولى: {طَرَائِقَ قِدَدًا}. والطريقة اسم للأفاضل، على معنى أنهم الذين يقتدى بهم، ويتبع آثارهم، كما يسلك الطريقة.(١) في (ع): حالاتهم.(٢) انظر: مادة (قدد) في \"تهذيب اللغة\" ٨/ ٢٦٨، و\"الصحاح\" ٢/ ٥٢٢، و\"تاج العروس\" ٢/ ٤٦٠.(٣) لم أعثر على مصدر لقوله.(٤) قال الليث: والقِدُّ: سير يُقَدُّ من جلد غير مدبوغ. \"تهذيب اللغة\" ٨/ ٢٦٨ (قدد).(٥) لم أعثر على مصدر لقوله.(٦) ممن قال بذلك: الفراء ٣/ ١٩٣، والثعلبي ١٢/ ١٩٤/ أ، والبغوي ٤/ ٤٠٣، وابن عطية ٥/ ٣٨٢، وابن الجوزي ٨/ ١٠٦، والفخر الرازي ٣٠/ ١٥٨، والقرطبي ١٩/ ١٥، والخازن ٤/ ٣١٧، وابن كثير ٤/ ٤٥٨، والشوكاني ٥/ ٣٠٦.(٧) ما بين القوسين ساقطة من: (أ).</p><p> محمد -صلى الله عليه وسلم- كله هدى (١) . وقال مقاتل: يعني القرآن (٢) . </p><p> {آمَنَّا بِهِ} صدقنا أنَّهُ من عند الله. </p><p> {فَمَنْ يُؤْمِنْ بِرَبِّهِ} يصدق بتوحيد الله. </p><p> {فَلَا يَخَافُ بَخْسًا} نقصًا من عمله وثوابه (٣) . </p><p> {وَلَا رَهَقًا} ظلمًا، بأن يذهب عمله كله (٤) ؛ قاله الكلبي (٥) ومقاتل (٦) ) (٧) ، وقال عطاء (٨) : {رَهَقًا} : عذابًا. </p><p> قال المبرد: البخس (٩) الظلم، والرهق (١٠) : ما يغشاه من المكروه (١١) ، فيدخل فيه العذاب، ونقصان الحسنات، والثواب. </p><p>(١) لم أعثر على مصدر لقوله (٢) \"تفسير مقاتل\" ٢١٢/ أ.(٣) عن ابن عباس بمعناه في: \"جامع البيان\" ٢٩/ ١١٢، قال: \"لا يخاف نقصًا من حسناته، ولا زيادة في سيئاته، وعنه: ولا يخاف أن يبخس من عمله شيء\".(٤) بمعناه قال ابن زيد. المرجع السابق. قال: فيظلم ولا يعطي شيئًا.(٥) لم أعثر على مصدر لقوله.(٦) \"تفسير مقاتل\" ٢١٢/ أ.(٧) ما بين القوسين ساقط من: (أ).(٨) لم أعثر على مصدر لقوله.(٩) البَخْس: الناقص، وقد بخسه حقَّه يبْخَسُهُ بَخْسًا إذا نقصه. انظر: مادة: (بخس) في \"الصحاح\" ٣/ ٩٠٧، و\"لسان العرب\" ٦/ ٢٤، و\"القاموس المحيط\" ٢/ ١٩٩.(١٠) الراء والهاء والقاف: أصلان متقاربان، فأحدهما غشيان الشيءِ الشيءَ، والآخر: العجلة والتأخير. والرَّهق: العجلة والظلم. قال تعالى: {فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا}، انظر: مادة: (رهق) في: \"معجم مقاييس اللغة\" ٢/ ٤٥١، و\"الصحاح\" ٤/ ١٤٨٧، و\"لسان العرب\" ١٠/ ١٣١.(١١) لم أعثر على مصدر لقوله.</p><p> وقالوا:  {وَأَنَّا مِنَّا الْمُسْلِمُونَ} هم الذين آمنوا بالنبي -صلى الله عليه وسلم-؛ قاله (١) ابن عباس (٢) والمفسرون (٣) . </p><p> {وَمِنَّا الْقَاسِطُونَ} وهم الجائرون (٤) الظالمون (٥) الكافرون (٦) . </p><p> قال ابن عباس: وهم الذين جعلوا لله نِدًّا، وعدلوا به مخلوقًا (٧) . </p><p> وذكرنا معنى \"قسط\" و \"أقسط\" في أول سورة النساء (٨) . </p><p> ثم مدحوا الإيمان وقالوا:  {فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا} ، أي: قصدوا طريقا الحق (٩) . </p><p> وقال أبو عبيدة: (تحروا توخوا وتعمدوا، وأنشد: </p><p>(١) في (أ): قال. (٢) لم أعثر على مصدر لقوله.(٣) لم أعثر على مصدر لقولهم.(٤) قال بذلك قتادة، وابن زيد. انظر: \"جامع البيان\" ٢٩/ ١١٣.وإليه ذهب الطبري في: \"جامع البيان\" المرجع السابق، والزجاج في: \"معاني القرآن وإعرابه\" ٥/ ٢٣٥، والثعلبي في: \"الكشف والبيان\" ١٢/ ١٩٤/ أ.(٥) قال به مجاهد. انظر: \"تفسير الإمام مجاهد\" ٦٧٧، و\"جامع البيان\" ٢٩/ ١١٣.(٦) قال به ابن قتيبة في: \"تأويل مشكل القرآن\" ٤٣١.(٧) \"معالم التنزيل\" ٤/ ٤٠٣، ولم يذكر عنه: وعدلوا به مخلوقًا.(٨) عند قوله تعالى: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ}.ومما جاء في تفسير القسط فيها ما يلي: \"الإقساط: العدْل، يقال: أقسط الرجل إذا عدل، والقسط: العدل، والنصفة. قال الزجاجي: وأصل قسط وأقسط جمعياً من القسط، وهو النصيب، فإذا قالوا: قسط بمعنى جار أرادوا أنه ظلم صاحبه في قسطه الذي يصيبه ... وإذا قالوا: أقسط، فالمراد به أنه صار ذا قِسط وعَدل، فبني علي بناء أنصف إذا أتى بالنصف والعدل في قوله وفعله وقسمه.(٩) التحري لغة: قصد الأولى والأحق. انظر: مادة: (حرى) في: \"تهذيب اللغة\" ٥/ ٢١٣، و\"لسان العرب\" ١٤/ ١٧٤.</p><p> دِيمةٌ هَطلا (١) فيها وَطَفٌ ... طَبَقُ الأرض تحري وتَدِرْ (٢) ) (٣) </p><p> وقال الليث:  (يُقال)  (٤) : هو يتحرى بكلامه وأمره الصَّواب، وكذلك يتحرى مسرة فلان (٥) . </p><p> وقال الفراء:  {تَحَرَّوْا رَشَدًا} الهدى (٦) . </p><p> قال المبرد: وأصل التحري من قولهم: ذلك أحرى، أي أحق وأقرب. </p><p> والحري (٧) أن يفعل كذا، أي يجب عليك، كما تقول: يحق عليك أن تفعل (٨) ، ويقال: لا تَطُرْ حَرانا أي القرب الذي تحر أحق به (٩) . </p><p> ثم ذموا الكافرين فقالوا:  {وَأَمَّا الْقَاسِطُونَ} . الآية. أي الذين كفروا وعدلوا بربهم كانوا وقوداً للنار في الآخرة يصلونها (١٠) . </p><p>(١) في (أ): هطلاه. (٢) البيت لامرئ القيس، ورد البيت ديوانه: ١٠٥، وانظر مادة (هطل) في: \"تهذيب اللغة\" ٦/ ٧٧، و\"الصحاح\" ٥/ ١٨٥٠، و\"لسان العرب\" ١٤/ ١٧٤، ٣/ ٦٩٩، و\"تاج العروس\" ٨/ ١٦٩ مادة (حرى).ومعنى البيت: الديمة: المطر الدائم يومًا وليلة، الوطفاء: الدانية من الأرض، طبق الأرض: عمها، تحرى: تقصد حراهم وهو الغناء، قدر: تعتمد المكان وتثبت فيه.(٣) ما بين القوسين من قول أبي عبيدة في \"مجاز القرآن\" ٢/ ٢٧٢.(٤) ساقط من: (أ).(٥) لم أعثر على مصدر لقوله.(٦) \"معاني القرآن\" ٣/ ١٩٣، مختصرًا وعبارته: أمّوا الهدى واتبعوه.(٧) في (ع): بالحرى.(٨) \"التفسير الكبير\" ٣٠/ ١٦٠.(٩) انظر: \"لسان العرب\" ١٤/ ١٧٢، مادة: (حري)، والعبارة عنه قال: تَطُرْ حرانا، أي: لا تقرب ما حولنا.(١٠) في (أ): بطونها.</p><p> وانقطع -هاهنا- كلام (١) الجن (٢) . </p><p> قال مقاتل: ثم رجع إلى كفار مكة (٣) ، قوله تعالى:  {وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ}  (٤)  \"أن\" مخففة من الثقيلة، وفصل (لو)  (٥) بينها وبين الفعل (٦) كفصل (٧) السين (٨) و \"لا\" في قوله: {أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا}  [طه: ٨٩] ، و {عَلِمَ أَنْ سَيَكُونُ}  [المزمل: ٢٠] ، وهو محمول على الوحي، كأنَّهُ أوحي إلى أن لو استقاموا على الطريقة) (٩) . </p><p> قال ابن عباس: يريد طريقة الإسلام (١٠) . </p><p> وهو قول مقاتل (١١) ، (وإبراهيم (١٢) ) (١٣) ، ومجاهد (١٤) ، </p><p>(١) في (أ): الكلام. (٢) ورد ذلك عن ابن قتيبة، ولعل الإمام الواحدي نقله عنه بتصرف، وعبارة ابن قتيبة: (الكافرون. الآية، وانقطع كلام الجن) \"تأويل مشكل القرآن\" ٤٣١.(٣) \"زاد المسير\" ٨/ ١٠٧.(٤) ورد في النسختين: وأن لو استقاموا على أصل معنى الآية.(٥) ساقطة من: (أ).(٦) في (ع): كفصل، وهو لفظ مكرر زائد.(٧) كررت كلمة: كفصل مرتين في (ع).(٨) في النسختين وردت: الشين، والصواب هو: السين(٩) ما بين القوسين نقلاً عن \"الحجة\" بتصرف: ٦/ ٣٣٠.(١٠) \"النكت والعيون\" ٦/ ١١٦، و\"زاد المسير\" ٨/ ١٥٧، و\"ابن كثير\" ٤/ ٤٥٩ بمعناه.(١١) \"تفسير مقاتل\" ٢١٢/ أ، قال: يعني طريقة الهدى.(١٢) لم أعثر على مصدر قوله.(١٣) ساقط من: (أ).(١٤) \"جامع البيان\" ٢٩/ ١١٤، و\"النكت والعيون\" ٦/ ١١٦ بمعناه، و\"المحرر الوجيز\" ٥/ ٣٨٢ بمعناه، و\"زاد المسير\" ٧/ ١٠٨، و\"تفسير القرآن العظيم\" ٩/ ٤٥٤، و\"الدر المنثور\" ٨/ ٣٠٥ وعزاه إلى عبد بن حميد، وابن المنذر.</p><p> وقتادة (١) ، قالوا: معناه لو آمنوا واستقاموا على الهدى {لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا} ، أي: كثيرًا. </p><p> قال عطاء: يريد لأغدقت لهم في النعيم والمعيشة (٢) . </p><p> وقال مقاتل: يعني ماءً كثيرًا من السماء، وذلك بعد (٣) ما رفع عنهم المطر سبع سنين (٤) . وقال سعيد بن جبير: هو المال (٥) . </p><p> وقال مجاهد: مالاً كثيرًا (٦) . وقال (٧) السدي: الماء الكثير (٨) . </p><p> وهذا معنى ما روي عن عمر (٩)  (رضي الله عنه)  (١٠) قال: حيث كان الماء كان المال، وحيث كان المال كانت الفتنة (١١) . </p><p> وقال ابن قتيبة (أي: لو آمنوا جميعًا لوسعنا عليهم في الدنيا، وضرب الماء الغدق -وهو الكثير- لذلك مثلاً؛ لأن الخير كله والرزق بالمطر </p><p>(١) \"النكت والعيون\" ٦/ ١١١٦، و\"المحرر الوجيز\" ٥/ ٣٨٢ بمعناه، و\"زاد المسير\" ٨/ ١٠٧. (٢) لم أعثر على مصدر لقوله.(٣) بياض في: (ع).(٤) \"تفسير مقاتل\" ٢١٢/ أ، و\"معالم التنزيل\" ٤/ ٤٠٣، و\"فتح القدير\" ٥/ ٣٠٨. وانظر: \"لباب النقول في أسباب النزول\" للسيوطي: ٢٢٢.(٥) \"جامع البيان\" ٢٩/ ١١٥.(٦) المرجع السابق، و\"الدر المنثور\" ٨/ ٣٠٥ وعزاه إلى عبد بن حميد، وابن المنذر.(٧) غير واضحة في: (ع).(٨) لم أعثر على مصدر لقوله.(٩) هو عمر بن الخطاب -رضي الله عنه-.(١٠) في (أ): رحمه الله، بدلاً من: رضي الله عنه.(١١) \"جامع البيان\" ٢٩/ ١١٥، و\"الكشف والبيان\" ١٢/ ١٩٤/ ب، و\"القرطبي\" ١٩/ ١٧.</p><p> (يكون)  (١) ، فأقيم مقامه إذ كان سببه) (٢) . </p><p> (ودليل هذا التأويل قوله تعالى:{وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا}(٣) الآية [الأعراف: ٩٦] ) (٤) . </p><p> وتفسير الغدق عند أهل اللغة: الماء الكثير، يقال غَدِقَتْ العين -بالكسر- فهي غَدِقة، والغدق:  (الماء الكثير)  (٥)  (٦) . قال المبرد: روضة مغدقة إذا كانت ريًّا من الماء (٧) ، ومن هذا يقال: مطر مغدوق، وغيداق، وغيدق إذا كان كثير الماء (٨) . </p><p> هذا الذي ذكرنا في (تفسير)  (٩) الآية هو قول أكثر المفسرين: سعيد ابن المُسَيِّب (١٠) ، وعطاء، وعطية، (والضحاك، والحسن (١١) ) (١٢) . </p><p>(١) ساقطة من: (أ). (٢) ما بين القوسين من قول ابن قتيبة، نقله عنه الإمام الواحدي بنصه: \"تأويل مشكل القرآن\" ٤٣٢.(٣) في: (أ)، و (ع): (الكتاب) بدلا من (القرى)، وهو خطأ واضح.(٤) ما بين القوسين نقلاً عن الزجاج. انظر: \"معاني القرآن وإعرابه\" ٥/ ٢٣٥.(٥) بياض في: (ع).(٦) انظر مادة: (غدق) في: \"تهذيب اللغة\" ١٦، و\"المستدرك\" ١٢٩، و\"معجم مقاييس اللغة\" ٤/ ٤١٥، و\"الصحاح\" ٤/ ١٥٣٦، و\"لسان العرب\" ١٠/ ٢٨٢، و\"معاني القرآن وإعرابه\" ٥/ ٢٣٦.(٧) قوله: إذا كانت ريًا من الماء: بياض في (ع).(٨) لم أعثر على مصدر لقوله.(٩) ساقطة من: (أ).(١٠) بياض في: (ع).(١١) لم أعثر على مصدر لقولهم.(١٢) ما بين القوسين ساقط من: (أ).</p><p> وقال الكلبي: وأن لو استقاموا على الطريقة يعني على طريقة الكفر، وكانوا كفارًا كلهم (١) . وهذا قول الربيع (٢) ، وزيد بن أسلم (٣) ، والثمالي (٤) ، (وأبي مجلز)  (٥)  (٦) ، واختيار الفراء (٧) ، وابن كيسان (٨) ، قالوا: وأن لو استقاموا جميعًا على طريقة الكفر لوسعنا عليهم، وجعلنا ذلك فتنة عليهم، ودليل هذا التأويل قوله:  {وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً} الآية. </p><p> قال أبو إسحاق: والذي يختار أن يكون: يعني بالطريقة طريقة الهدى؛ لأن الطريقة مُعَرَّفَة بالألف واللام، فالأوجب أن يكون طريقة الهدى، والله أعلم (٩) . </p><p>(١) \"الكشف والبيان\" ١٢/ ١٩٥/ أ، و\"معالم التنزيل\" ٤/ ٤٠٤، و\"الجامع لأحكام القرآن\" ٩١/ ١٨، و\"تفسير القرآن العظيم\" ٤/ ٤٦٠. (٢) المراجع السابقة عدا \"الجامع لأحكام القرآن\"، وانظر أيضًا: \"المحرر الوجيز\" ٥/ ٣٨٢، و\"زاد المسير\" ٨/ ١٠٧، و\"فتح القدير\" ٥/ ٣٠٨.(٣) المراجع السابقة عدا \"زاد المسير\". وانظر أيضًا: \"الجامع\" للقرطبي ١٩/ ١٨.(٤) انظر قوله في: \"الكشف والبيان\"، و\"الجامع لأحكام القرآن\" مرجعان سابقان، و\"فتح القدير\" ٥/ ٣٠٨.(٥) ما بين القوسين ساقط من: (أ).(٦) ورد قوله في \"الكشف والبيان\" ١٢/ ١٩٥/ أ، و\"النكت والعيون\" ٦/ ١١٦، و\"الجامع لأحكام القرآن\" ١٩/ ١٨، و\"فتح القدير\" ٥/ ٣٠٨.(٧) \"معاني القرآن\" ٣/ ١٩٣.(٨) انظر قوله في: \"الكشف والبيان\" ١٢/ ١٩٥/ أ، و\"معالم التنزيل\" ٤/ ٤٠٤، و\"زاد المسير\" ٨/ ١٠٧، و\"الجامع لأحكام القرآن\" ١٩/ ١٨، و\"تفسير القرآن العظيم\" ٤/ ٤٦٠، و\"فتح القدير\" ٥/ ٣٠٨.(٩) \"معاني القرآن وإعرابه\" ٥/ ٢٣٦ بيسير من التصرف.</p>"
}