{
  "id": null,
  "sura": 72,
  "aya": 1,
  "text": "<p> تفسير سورة الجن (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {قُلْ أُوحِيَ إِلَيَّ} الآية، قال ابن (٢) عباس (٣) : كان رسول الله -صلى الله عليه وسلم- </p><p>(١) مكية بإجماعهم. وقد نقل الإجماع في ذلك ابن عطية في: \"المحرر الوجيز\" ٥/ ٣٧٨، وابن الجوزي في \"زاد المسير\" ٨/ ١٠٣، والقرطبي في \"الجامع لأحكام القرآن\" ١١/ ١٩، والشوكاني عن القرطبي في: \"فتح القدير\" ٥/ ٣٠٢. (٢) بياض في (ع).(٣) جاءت هذه الرواية مطولة من طريق أبي بشر عن سعيد بن جبير عن ابن عباس في: \"البخاري\" ١/ ٢٥٠ ح ٧٧٣، كتاب الأذان، باب الجهر بقراءة صلاة الفجر، و٣/ ٣١٦: ح ٤٩٢١ في التفسير، باب سورة \"قل أوحي إلي\". و\"مسلم\" ١/ ٣٣٠ ح ١٤٩، في الصلاة، باب الجهر بالقراءة في الصبح، والقراءة على الجن. و\"الترمذي\" ٥/ ٤٢٦: ح ٣٣٢٣، كتاب التفسير، باب ومن سورة الجن، قال أبو عيسى: هذا حديث حسن صحيح. و\"تفسير النسائي\" ٢/ ٤٦٧ ح ٦٤٤. و\"المستدرك\" ٢/ ٥٠٣، كتاب التفسير، تفسير سورة الجن، وصححه، ووافقه الذهبي، والرواية كما هي عند البخاري والترمذي: عن سعيد بن جبير، عن ابن عباس، قال: انطلق رسول الله -صلى الله عليه وسلم- في طائفة من أصحابه عامدين إلى سوق عُكاظ، وقد حيل بين الشياطين وبين خبر السماء، وأرسلت عليهم الشهب، فرجعت الشياطين، فقالوا: ما لكم؟ فقالوا: حيل بيننا وبين خبر السماء، وأرسلت علينا الشُّهب. قال: ما حال بينكم وبين خبر السماء إلا ما حدث، فاضربوا مشارق الأرض ومغاربها فانظروا ما هذا الأمر الذي حدث، فانطلقوا فضربوا مشارق الأرض ومغاربها ينظرون ما هذا الأمر الذي حال بينهم وبين خبر السماء؟ قال: فانطلق الذين توجهوا نحو تهامة إلى رسول الله -صلى الله عليه وسلم- بنخلة، وهو عامد إلى سوق عكاظ، وهو يصلي بأصحابه صلاة الفجر، فلما سمعوا القرآن تسمعوا له، فقالوا: =</p><p> يصلي من الليل، ويقرأ القرآن، مر به نفر (١) من الجن، فاستمعوا إليه، وإلى قراءته، ودنا (٢) بعضهم من بعض حبًّا للقرآن، حتى كادوا أن يركبوا رسول الله -صلى الله عليه وسلم- (٣) ، وآمنوا به ثم رجعوا إلى قومهم، وقالوا:  {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا} ، يعني: بليغًا. </p><p> وذكرنا سبب إتيان (٤) الجن إياه عند قوله: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ}  [الأحقاف: ٢٩] الآية (٥) . </p><p>= هذا الذي حال بينكم وبين خبر السماء، فهنالك رجعوا إلى قومهم، فقالوا: يا قومنا إنا سمعنا قرآنًا عجبًا، يهدي إلى الرشد فآمنا به ولن نشرك بربنا أحدًا، وأنزل الله عز وجل على نبيه -صلى الله عليه وسلم-: {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ}، وإنما أوحي إليه قول الجن. كما أوردها ابن جرير في \"جامع البيان\" ٢٩/ ١٠٢ - ١٠٣، وانظر: \"لباب النقول في أسباب النزول\" للسيوطي: ٢٢٠، و\"الجامع لأحكام القرآن\" ١٩/ ١ - ٢، و\"لباب التأويل\" ٤/ ٣١٥، و\"الدر المنثور\" ٨/ ٢٩٦ - ٢٩٧، وعزاه إلى أحمد، وعبد بن حميد، وابن المنذر، والطبراني ١٢/ ٥٢، رقم (١٢٤٤٩)، وابن مردويه، وأبو نعيم، والبيهقي معًا في الدلائل عن ابن عباس ٢/ ٢٢٥ من طريق أبي عوانة.(١) غير مقروء في: (ع).(٢) دنا: يقال: دنا منه، ودنا إليه، يدنو دنوًّا: قرب، فهو دانٍ.\"المصباح المنير\" ١/ ٢٣٩، مادة: (دنا)، وانظر: \"النهاية في غريب الحديث والأثر\" لابن الأثير ٢/ ١٣٧.(٣) قاله ابن عباس. انظر: \"الوسيط\" ٤/ ٣٦٣.(٤) في (أ): الإتيان.(٥) ومما جاء في تفسيرها: \"قال المفسرون: لما أيس رسول الله -صلى الله عليه وسلم- من قومه -أهل مكة- أن يجيبوه، خرج إلى الطائف ليدعوهم إلى الإسلام، فلما انصرف إلى مكة فكان ببطن نخلة، قام يقرأ القرآن في صلاة الفجر، مر به نفر من أشراف حسن نصيبين، كان إبليس بعثهم ليعرف السبب الذي أوجب حراسة السماء بالرجم، =</p>"
}