{
  "id": null,
  "sura": 74,
  "aya": 11,
  "text": "<p> فأما \"إذا\" في قوله: \"إذا نقر\" فالعامل فيه المعنى الذي دل عليه قوله: \"يوم عسير\" تقديره: إذا نقر في الناقور عسر الأمر وصعب (١) . كما أن {لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ}  (٢) يدل على محزونون) (٣) . </p><p> قال مقاتل: ثم أخبر عن عسرته فقال: {عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ (١٠) } </p><p> يقول: غير هين، ويهون على المؤمنين (٤) ، ونحو هذا قال ابن عباس؛ قال: يريد أن ذلك اليوم على المؤمنين سهل (٥) . وهذا يدل على صحة القول بفحوى الخطاب، حيث فهم ابن عباس، ومقاتل من عسرته على الكافر سهولته ولينه على المؤمن (٦) . </p><p> ١١ - قوله: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا (١١) }. </p><p> ذكرنا معنى هذا عند قوله:  {وَذَرْنِي وَالْمُكَذِّبِينَ}  (٧) . </p><p> قال مقاتل: يعني: خلِّ يا محمد بيني وبينه، فأنا أنفرد بهلكته (٨) . والعائد إلى الموصول محذوف على تقدير: خَلَقْتُه. </p><p>(١) ومن قوله: \"فأما إذا\" في قوله: \"إذا نقر\" إلى قوله: عسر الأمر وصحب: أحد أوجه العامل في \"إذا\". انظر: الدر المصون: ٤/ ٤١٣، و\"البيان في إعراب القرآن\" لأبي البقاء العكبري: ٢/ ١٢٤٩. (٢) سورة الفرقان: ٢٢: {يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ}.(٣) ما بين القوسين من قول أبي علي الفارسي لم أعثر على مصدره(٤) \"تفسير مقاتل\" ٢١٤/ ب.(٥) \"التفسير الكبير\" ٣٠/ ١٩٨ بمعناه.(٦) في (أ): المؤمنين.(٧) سورة المزمل: ١١.(٨) \"تفسير مقاتل\" ٢١٥/ ب، و\"فتح القدير\" ٥/ ٣٢٦.</p><p> وأجمعوا على أن هذه الآيات نزلت في الوليد بن المغيرة (١) . </p><p>(١) قال بذلك: ابن عباس، ومجاهد، وابن زيد، والضحاك، ومقاتل، انظر: \"تفسير مقاتل\" ٢١٥/ ب، و\"جامع البيان\" ٢٩/ ١٥٢. كما ذكر ابن جرير أنه ذكر أنه عني بالآية الوليد بن المغيرة. \"جامع البيان\" المرجع السابق. كما ذكر ابن عطية أنة لا خلاف بين المفسرين في أن هذه الآية نزلت في الوليد بن المغيرة المخزومي. انظر: \"المحرر الوجيز\" ٥/ ٣٩٤، وحكى الإجماع الفخر الرازي في: \"التفسير الكبير\" ٣٠/ ١٩٨.وعزا القول إلى المفسرين كل من: الماوردي، والقرطبي. انظر: \"النكت والعيون\" ٦/ ١٣٩، و\"الجامع لأحكام القرآن\" ١٩/ ٦٩، وإلى هذا القول ذهب عبد الرزاق، والسمرقندي، والثعلبي، والبغوي. انظر: تفسير عبد الرزاق: ٢/ ٣٢٨، و\"بحر العلوم\" ٣/ ٤٢١، و\"الكشف والبيان\" ١٢/ ٢٠٧/ ب، و\"معالم التنزيل\" ٤/ ٤١٤. والرواية كما وردت في \"أسباب النزول\" عن عكرمة عن ابن عباس: أن الوليد بن المغيرة جاء إلى النبي -صلى الله عليه وسلم- فقرأ عليه القرآن، وكأنه رق له، فبلغ ذلك أبا جهل فقال له: \"يا عم، إن قومك يريدون أن يجمعوا لك مالاً\" قال: لم؟ قال: ليعطوكه، فإنك أتيت محمدًا تتعرض لما قبله، فقال: قد علمت قريش أني من أكثرها مالاً. قال: فقل فيه قولًا يبلغ قومك أنك منكر له وكاره، قال: وماذا أقول؟ فوالله ما فيكم رجل أعلم بالأشعار مني، ولا أعلم برجزها وبقصيدها مني، والله ما يشبه الذي يقول شيئًا من هذا، والله إن لقوله الذي يقول حلاوة، وإن عليه لطلاوة، وإنه لمثمر أعلاه، مغدق أسفله، وإنه ليعلو وما يعلى، قال: لا يرضى عنك قومك حتى تقول فيه؟ قال: فدعني حتى أفكر فيه، فقال: هذا سحر يؤثر يأثره عن غيره، فنزلت {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا (١١)} الآيات كلها.انظر: \"أسباب النزول\" ٣٨١ - ٣٨٢ تح: أيمن صالح، و\"لباب النقول في أسباب النزول\" للسيوطي ٢٢٣، و\"الصحيح المسند من أسباب النزول\" للوادعي ٢٢٥. وقال ابن خليفة عليوي في \"جامع النقول في أسباب النزول وشرح آياتها\" ٢/ ٣٢٣: إسناد صحيح على شرط البخاري، وأخرجه الحاكم في \"المستدرك\" ٢/ ٥٠٧ التفسير: باب تفسير سورة المدثر وصححه ووافقه الذهبي، والبيهقي في: دلائل النبوة: ٢/ ١٩٩. =</p><p> وقوله:  {وَحِيدًا} قال أكثر المفسرين، وأهل المعاني (١) : خلقته وحده لا مال له، ولا ولد، ولا زوجة، خلقته وحيدًا في بطن أمه. وهو قول (الكلبي (٢) ، و) (٣) مجاهد (٤) ، و (مقاتل (٥) ) (٦) وقتادة (٧) ، والجمهور (٨) . </p><p> (و)  (٩) على هذا: الوحيد من صفة المخلوق. </p><p>= قال الدكتور عصام الحميدان: أخرجه الحاكم والبيهقي في الدلائل. من طريق عبد الرزاق به، وإسناده صحيح، انظر: \"أسباب النزول\" للواحدي: تحقيقه ٤٤٦. وقال الوادعي في المسند الصحيح ٢٢٥: رواه البيهقي عن الحاكم أبي عبد الله عن محمد بن علي الصنعاني بمكة عن إسحاق به، وقد رواه حماد بن زيد عن أيوب عن عكرمة مرسلًا. قال أبو عبد الرحمن: والظاهر ترجيح المرسل؛ لأن حماد بن زيد أثبت الناس في أيوب، وأيضًا معمر قد اختلف عليه فيه كما في دلائل النبوة، فالحديث ضعيف. والله أعلم.(١) \"معاني القرآن\" الفراء: ٣/ ٢٠١، و\"معاني القرآن وإعرابه\" ٥/ ٢٤٦، و\"الكشف والبيان\" ١٢/ ٢٠٧/ ب.(٢) لم أعثر على مصدر لقوله.(٣) ساقطة من: (أ).(٤) \"جامع البيان\" ٢٩/ ١٥٢، و\"النكت والعيون\" ٦/ ١٣٩، و\"زاد المسير\" ٨/ ١٢٣، و\"الجامع لأحكام القرآن\" ١٩/ ٦٩.(٥) \"تفسير مقاتل\" ٢١٥/ ب.(٦) ساقط من: (أ).(٧) تفسير عبد الرزاق: ٢/ ٣٢٩، و\"جامع البيان\" ٢٩/ ١٥٢، و\"الدر المنثور\" ٨/ ٣٢٩ وعزاه إلى عبد بن حميد.(٨) وقال به ابن قتيبة في: \"تفسير غريب القرآن\" ٤٩٦ وابن جرير في: \"جامع البيان\" ٢٩/ ١٥٢، والسمرقندي في: \"بحر العلوم\" ٣/ ٤٢١. كما ذهب إليه البغوي، وابن عطية، والخازن. انظر: \"معالم التنزيل\" ٤/ ٤١٤، و\"المحرر الوجيز\" ٥/ ٣٩٤، لباب التأويل: ٤/ ٣٢٨.(٩) ساقطة من: (أ).</p><p> وذكر الفراء (١) ، والكسائي (٢)  (٣) ، (والزجاج (٤) ) (٥) وجهًا آخر وهو: أن يكون الوحيد من صفة الله -عز وجل- على معنى: ذرني ومن خلقته وحدي لم (٦) يشركني في خلقه أحد، أي فأنا أعلم به، وأقدر عليه. </p><p> وروى عطاء عن ابن عباس في قوله:  \"وحيدًا\" ، قال: يريد الوليد بن المغيرة، وكان يقول: أنا الوحيد بن الوحيد، ليس (لي)  (٧) في العرب نظير، ولا لأبي المغيرة نظير، وكان يسمى الوحيد في قومه (٨) ، وهذا غير صحيح أنه لا يجوز أن يكون تفسيرًا لقوله:  \"خلقت وحيدًا\" ؛ لأن الله تعالى لا يصدقه في دعواه أنه وحيد، لا نظير له، فيقول: خلقته وحيدًا (٩) . </p><p>(١) \"معاني القرآن\" ٣/ ٢٠١. (٢) لم أعثر على مصدر لقوله.(٣) في (ع) ورد هكذا: الكسائي والفراء.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٤٦.(٥) ما بين القوسين ساقط من: (أ).(٦) في (أ): لا.(٧) ساقط من: (أ).(٨) ورد قوله في \"الجامع لأحكام القرآن\" ١٩/ ٦٩.(٩) قوله: \"وحيدًا\" جاء على سبيل التهكم والسخرية؛ لا أن الله صدّقه بأنه وحيد. قال بذلك القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ٦٩.وقال الزمخشري: ولعله لقب بذلك -يعني وحيدًا- بعد نزول الآية، فإن كان ملقبًا به قبل، فهو تهكم به وبلقبه، وتغيير له عن الغرض الذي كانوا يؤمونه من مدحه والثناء عليه بأنه وحيد قومه لرياسته ويساره، وتقدمه في الدنيا إلى وجه الذم والعيب، وهو أنه خلق وحيدًا لا مال له ولا ولد، فآتاه الله ذلك، فكفر بنعمة الله وأشرك واستهزأ بدينه. \"الكشاف\" ٤/ ١٥٧.</p><p> ثم ذكر أنه (١) رزقه المال والولد (٢) ، وبسط عليه فقال:  {وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا} قال ابن عباس (في رواية أبي صالح)  (٣) : كثيرٌ في (٤) كل شيء من المال (٥) ، وفسره في رواية عطاء فقال:  \"مالاً ممدودًا\" ما بين مكة إلى الطائف الإبل المؤبلة (٦) ، والخيل المسومة (٧) ، والنعم المُرَحَّلَة (٨) ، وأجنة بالطائف، ومال عين كثير، وعبيد، وجوار (٩) . </p><p> وقال مقاتل: يعني بستانه الذي بالطائف، كان لا ينقطع خيره، شتاء ولا صيفًا، كقوله:  {وَظِلٍّ مَمْدُودٍ}  [الواقعة: ٣٠]  (١٠) يعني لا ينقطع. </p><p> ومن المفسرين من عين قدر ذلك المال، فروي عن مجاهد (١١) ، </p><p>(١) و (٢) بياض في (ع). (٣) ما بين القوسين ساقط من: (أ).(٤) في (ع): من.(٥) لم أعثر على مصدر لقوله.(٦) المؤبلة: إذا كانت الإبل مهملة قيل: إبل أُبل، فإذا كانت للقُنية قيل: إبل مؤبَّلَة، أراد أنها كانت لكثرتها مجتمعة حيث لا يتعرض إليها. \"النهاية في غريب الحديث والأثر\" لابن الأثير: ١/ ١٦.(٧) والخيل المسومة: هي التي عليها السِّيما، والسُّومة والسِّمة: العلامة، وقيل: الخيل المسومة: أي المرسلة وعليها ركبانها. انظر: المرجع السابق: ٢/ ٤٢٥، و\"لسان العرب\" ١٢/ ٣١٢ مادة: (سوم).(٨) النعم المرحلة: أي عليها رِحالُها، والرَّحْل جمعه أرْحُل ورِحَالٌ، وهو مركب للبعير والناقة. \"لسان العرب\" ١١/ ٢٧٤ و٢٧٧ مادة: (رحل).(٩) \"معالم التنزيل\" ٤/ ٤١٤، و\"التفسير الكبير\" ٣٠/ ١٩٨ - ١٩٩، و\"الجامع لأحكام القرآن\" ١٩/ ٧٠، و\"لباب التأويل\" ٤/ ٣٢٨.(١٠) \"تفسير مقاتل\" ٢١٥/ ب، و\"الكشف والبيان\" ١٢/ ٢٠٧/ ب، و\"معالم التنزيل\" ٤/ ٤١٤، و\"زاد المسير\" ٨/ ١٢٤، و\"الجامع لأحكام القرآن\" ١٩/ ٧٠.(١١) المراجع السابقة، وانظر أيضًا: \"معاني القرآن\" للفراء ٣/ ٢٠١، و\"المحرر=</p><p> وسعيد بن جبير (١) ، أنهما قالا: ألف دينار. </p><p> وعن قتادة: بأربعة آلاف دينار (٢) . </p><p> وعن الثوري: ألف ألف دينار (٣) . </p><p> والأولى في الممدود أن يكون ما يمد بالزيادة والنماء، كالزرع، والضرع (٤) ، والتجارة. قال أبو إسحاق: تفسيره غير منقطع عنه (٥) . دليله ما روي عن عمر أنه قال في تفسيره: هو غلة شهر بشهر (٦) . </p><p> وقال أهل المعاني: وصفه بأنه ممدود يقتضي هذا المعنى، وهو أن يكون له مدد يأتي شيئًا بعد شيء (٧) . </p><p> قوله تعالى:  {وَبَنِينَ شُهُودًا} قال ابن عباس: كان له عشرة أولاد </p><p>= الوجيز\" ٥/ ٣٩٤، و\"الدر المنثور\" ٨/ ٣٢٩ وعزاه إلى عبد بن حميد، وابن المنذر، وابن أبي حاتم. (١) ورد قوله في: المراجع السابقة عدا \"الدر المنثور\".(٢) \"الكشف والبيان\" ١٢/ ٢٠٧/ ب، و\"معالم التنزيل\" ٤/ ٤١٤، و\"زاد المسير\" ٨/ ١٢٤، و\"الجامع لأحكام القرآن\" ١٩/ ٧٠.(٣) ورد قوله في: \"الكشف والبيان\" ١٢/ ٢٠٧/ ب، و\"النكت والعيون\" ٦/ ١٣٩، و\"معالم التنزيل\" ٤/ ٤١٤، و\"الجامع لأحكام القرآن\" ١٩/ ٧٠، و\"الدر المنثور\" ٨/ ٣٢٩ وعزاه إلى عبد ابن حميد.(٤) الضرع: هو ما يملكه الإنسان من الإبل والغنم، قال في اللسان: وما له زرع ولا ضرع: يعني بالضرع الشاة والناقة. انظر: \"لسان العرب\" ٨/ ٢٢٣: (ضرع).(٥) \"معاني القرآن وإعرابه\" ٥/ ٢٤٦ بنصه.(٦) ورد قوله في: \"الكشف والبيان\" ١٢/ ٢٠٧/ ب، و\"النكت والعيون\" ٦/ ١٣٩، و\"المحرر الوجيز\" ٥/ ٣٩٤، و\"زاد المسير\" ٨/ ١٢٤، و\"الجامع\" للقرطبي ١٩/ ٧٠، و\"الدر المنثور\" ٨/ ٣٣٠ وعزاه إلى ابن أبي حاتم، وابن مردويه.(٧) لم أعثر على مصدر لقولهم.</p>"
}