{
  "id": null,
  "sura": 75,
  "aya": 19,
  "text": "<p> وإنما حسن ذكر الجمع والقرآن؛ لأن المجى عام، والقرآن أخص منه، فإنك تقول: جمعت الناس والمال. ولا تقول: قرأت الناس، بمعنى جمعت، فإذا دخل القرآن الاختصاص الذي ليس في الجمع حسن التكرير، كما أنك لو قلت: أعلمت زيدا وأنذرته، حسن؛ لاختصاص الإنذار بمعنى التخويف المتعري منه:  (أعْلَمْت) وإذا استجيز استعمال لفظين مختلفين بمعنى واحد، نحو (أقوى) و (أفقر) ، فهذا النحو الذي يختص فيه إحدى الكلمتين، بمعنى ليس في الأخرى (١) أجدر أن يستحسن) (٢) . </p><p> ١٩ - قوله: {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩) }، قال عطاء عن ابن عباس: ثم إن علينا تفسير ذلك (٣) ، وقال مقاتل: علينا أن نبين لك حلاله وحرامه (٤) . وأجود من هذا، ما روي عن ابن عباس {ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩) }: بلسانك (٥) . </p><p>= ومعنى البيت: العيطل: الطويلة العنق من النوق. الأدماء: البيضاء منها، والأدمة البياض في الإبل. البكر: الناقة التي حملت بطنًا واحداً، الهجان: الأبيض الخالص البياض. لم تقرأ جنينًا، أي: لم تضم في رحمها ولدًا. شرح المعلقات السبع. مرجع سابق، انظر: \"ديوانه\" ٢٥ والذي ورد في ديوانه برواية: ذِرَاعَا عِيْطَلٍ أدْمَاءَ بكرٍ ... تَرَبَّعَتِ الأجَارعَ والْمُتُونَاأما ما روي عنه في شرح المعلقات وغيرها ووضح ذلك في ديوانه، فهي رواية:ذراعي عيطل أدماء بكر ... هجان اللون لم تقرأ جنينا(١) في (أ): الأخرا.(٢) ما بين القوسين من \"المسائل الحلبية\" باختصار: ٢٩٠ - ٢٩٣.(٣) لم أعثر على مصدر لقوله.(٤) \"تفسير مقاتل\" ٢١٨/ أ.(٥) \"جامع البيان\" ٢٩/ ١٩١، و\"النكت والعيون\" ٦/ ١٥٦، و\"معالم التنزيل\" ٤/ ٤٢٣، و\"زاد المسير\" ٨/ ١٣٧، و\"الدر المنثور\" ٨/ ٣٤٨.</p><p> أي علينا أن [نحفظه] عليك حتى تبين للناس بتلاوتك وقراءتك عليهم. </p><p> وهذا أولى من بيان الحلال والحرام؛ لأن بيان ذلك (كان)  (١) يحصل للنبي -صلى الله عليه وسلم- عند قراءة جبريل، واستماعه منه، وما كان يتأخر البيان عن ذلك الوقت. وقد ذكر الكلبي المراد بهذا البيان، بيان ما أُجملَ (٢) في القرآن من الصلاة والزكاة (٣) ، فقال: ثم نزل عدد الصلوات الخمس قبل خروج النبي -صلى الله عليه وسلم- من مكة إلى المدينة بسنة للظهر أربعًا، وكذلك العصر والعشاء، والمغرب ثلاثًا (٤) ، والفجر ركعتين، وذكر أيضًا تفصيل الزكاة من المواشي والنقود. </p><p> والبيان (٥) يجوز أن يكون مطاوعًا من أن الشيء بين إذا ظهر، ويجوز أن يكون اسمًا من التبيين، فقام مقام المصدر كالأداء والسراج. </p><p> وذكر أبو إسحاق معنى آخر فقال: أي (٦) علينا أن ننزله قرآنًا عربيًّا غير ذي عوج، فيه بيان للناس (٧) . </p><p> قوله:  {كَلَّا} قال عطاء عن ابن عباس: أي: لا يؤمن أبو جهل بتفسير ذلك (٨) ، يعني بتفسير القرآن وبيانه. </p><p>(١) في كلا النسختين: نحفظ، وما أثبته من \"الوسيط\"، وبه تستقيم العبارة (٢) ساقطة من (أ).(٣) في (أ): احتمل.(٤) بياض في (ع).(٥) لم أعثر على مصدر لقوله.(٦) في (أ): أن.(٧) \"معاني القرآن وإعرابه\" ٥/ ٢٣٥ بنصه.(٨) \"الجامع لأحكام القرآن\" ١٩/ ١٠٥.</p><p> وقال مقاتل: كلا لا يصلون، ولا يزكون (١) . </p><p> {بَلْ تُحِبُّونَ الْعَاجِلَةَ (٢٠)  (وَتَذَرُونَ) الْآخِرَةَ (٢) } (يعني كفار مكة يحبون الدنيا ويعملون بها ويذرون العمل للآخرة فيؤثرون الدنيا عليها.ونحو هذا قال الكلبي قال:(وتذرون الآخرة) أي الجنة (٣)  (٤) . </p><p> (وقرئ: تحبون وتذرون)  (٥) ، بالياء والتاء (٦) . </p><p> قال الفراء: والقرآن يأتي على أن يخاطب المنزل عليهم أحيانًا، وحينًا يُجعلون كالغيب، كقوله:  {حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ}  [يونس: ٢٢]  (٧) . </p><p> وقال أبو علي: الياء على ما تقدم من ذكر الإنسان. والمراد بالإنسان الكثرة، وليس المراد به واحداً، إنما المراد الكثرة والعموم؛ لقوله: {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) } [المعارج: ١٩] ثم قال: {إِلَّا الْمُصَلِّينَ (٢٢) } [المعارج: ٢٢] ، فـ (الياء) حسن لتقدم (٨) ذكر الإنسان: والمعنى: هم يحبون ويذرون، والتاء على: قُلْ لهم: بل تحبون وتذرون (٩) . </p><p>(١) \"تفسير مقاتل\" ٢١٨/ أ. (٢) ساقطة من (ع).(٣) لم أعثر على مصدر لقوله.(٤) ما بين القوسين ساقط من (أ).(٥) ما بين القوسين ساقط من (أ).(٦) قرأ ابن كثير، وابن عامر، وأبو عمرو، ويعقوب، (بل تحبون)، (وتذرون) بالتاء جميعًا. وقرأ الباقون بالياء جميعًا. انظر: \"الحجة\" ٦/ ٣٤٥ - ٣٤٦، و\"المبسوط\" ٣٨٨، و\"حجة القراءات\" ٧٣٦, و\"البدور الزاهرة\" ٣٣٠.(٧) \"معاني القرآن\" ٣/ ٢١١ - ٢١٢ بنصه.(٨) في (ع): للتقدم.(٩) \"الحجة\" ٦/ ٣٤٦ بتصرف يسير.</p><p> وذكرنا تفسير:  (العاجلة) عند قوله: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ}  (١) . </p><p> قوله:  {وُجُوهٌ يَوْمَئِذٍ} يعني: يوم القيامة، وقد سبق ذكره في مواطن (٢) من هذه السورة (٣) . </p><p> (وقوله)  (٤) : {نَّاضِرَةٌ} قال الليث: نَضَر اللوْنُ، والشجر، والورق، يَنْضُر نَضْرة (٥) . </p><p> والنضرة: النعمة، والناضر (٦) : الناعم الغض؛ الحسن من كل شيء، ومنه يقال: اللون (٧) إذا كان مشرقًا ناضرًا (٨) ، فيقال: أخضر ناضر (٩) ، وكذلك في جميع الألوان. ومعناه الذي له بريق من صفائه، وكذلك يقال: شجر ناضر، وروض ناضر (١٠) . </p><p> (وأنشد أبو عبيدة (١١) لجرير) (١٢) قال: </p><p>(١) [الإسراء: ١٨] وقد جاء في تفسير الآية: (قال المفسرون: أي الدنيا، والعاجلة نقيض الآجلة، وهي الدنيا عجلت، وكانت قبل الآخرة). (٢) في (ع): مواضع.(٣) انظر الآيتين: ١٠، ١٢ من هذه السورة.(٤) ساقطة من (أ).(٥) \"تهذيب اللغة\" ١٢/ ٩: مادة: (نضر).(٦) في (ع): الناظر.(٧) في (أ): للون.(٨) في (ع): ناظر.(٩) في (ع): ناظر.(١٠) انظر مادة: (نضر) في \"لسان العرب\" ٥/ ٢١٢، و\"القاموس المحيط\" للفيروزأبادي: ٢/ ١٤٣.(١١) لم أجده في \"المجاز\".(١٢) ما بين القوسين ساقط من (أ).</p><p> طَرِب الحمام بذي الأراك وهاجني ... [لازلت]  (١) في غَلَلٍ وأَيْك ناضرٍ (٢)  (٣) </p><p> (قال شَمِر: سمعت)  (٤) ابن الأعرابي يقول: (نَضره اللهُ، فَنَضَرَ يَنْضُر، ونَضِر ينْضُر، ومنه قوله -صلى الله عليه وسلم-: \"نَضَّرَ الله امرأ(٥)سمع مقالتي\"  (٦) الحديث. أكثر الرواة رووا بالتخفيف (٧) ، وروي عن الأصمعي فيه التشديد. وأنشد شمر قوله جرير في لغة من روى بالتخفيف: </p><p>(١) في (أ): لا راك، وبياض في (ع)، وأثبت الصواب من ديوان جرير. (٢) في (ع): ناظر.(٣) \"ديوانه\" ٢٣٦: دار بيروت برواية: (فهاجني)، و (لا زِلتَ).الغَلَلُ: ما تَغَلَّل من الماء الجاري بين الشجر. والأيك: الشجر الملتف. انظر شرح \"ديوانه\" ٣٠٤: دار الأندلس.(٤) ما بين القوسين ساقط من (أ).(٥) في (ع): عبدًا.(٦) الحديث أخرجه: أبو داود في \"سننه\" ٢/ ٣١٥: باب فضل نشر العلم، ونص الحديث كما هو عنده: (نضر الله امرأً سمع منا حديثًا فحفظه حتى يبلغه. فرب حامل حقه إلى من هو أفقه منه، ورب حامل فقه ليس بفقيه)، والدارمي ١/ ٨٠ ح: ٢٣٣، ٢٣٤: المقدمة، والإمام أحمد ١/ ٤٣٧، ٣/ ٢٢٥، ٤/ ٨٠، ٨٢، وابن ماجه ١/ ٤٩ ح: ٢٤٣ - ٢٤٤ - ٢٤٦: المقدمة: باب من بلغ علمًا ٢١، ٢/ ١٨٨ ح: ٣٠٩١ - ٣٠٩٢: في المناسك: باب الخطبة يوم النحر، والترمذي ٥/ ٣٣ - ٣٤ ح: ٢٦٥٦ كتاب العلم باب ما جاء في الحديث عن تبليغ السماع ٧، وقال عنه: حديث حسن، وانظر: \"مجمع الزوائد\" للهيثمي: ١/ ١٣٧ - ١٣٨: باب في سماع الحديث وتبليغه: وقال: رواه الطبراني في \"الكبير\" ٢/ ١٢٧: ح: ١٥٤٣ - ١٥٤٤، ورجاله موثقون إلا أني لم أر من ذكر محمد بن نصر شيخ الطبراني في الأوسط والحديث صحيح عند الألباني، انظر: \"صحيح ابن ماجه\" ١/ ٤٤ - ٤٥ ح ١٨٧: باب ١٨، و\"سلسلة الأحاديث الصحيحة\" ١/ ١٤٥ ح ٤٠٤.(٧) وجدت في المراجع السابقة عن مراجع الحديث رواية (نَضَّر) بالتشديد، أما \"المسند\"، و (سنن الدارمي) , و (الزوائد) فإنه لم تشكل فيها الأحاديث.</p><p> والْوَجْهُ لا حَسَنًا ولا مَنْضُورا (١)  (٢) </p><p> ومنضور (لا)  (٣) يكون إلا من نضره بالتخفيف. (روى ثعلب عن)  (٤) ابن الأعرابي: (نَضَر وجْهُه ونَضِر، ونَضُر، وأنْضَر، ونَضَرَهُ)  (٥) : نضره الله بالتخفيف، (وأنضره، ونضره)  (٦)  (٧) قال ابن عباس: ناضرة (٨) : ناعمة (٩) </p><p> (وقال الكلبي: حسنة، بهجة، يعرف فيها النعمة (١٠)  (١١) . </p><p> وقال مقاتل: يعني الحسن والبياض ويعلوها (١٢) النور (١٣) . </p><p> وألفاظهم مختلفة في تفسير (الناضرة) ، ومعناها واحد. </p><p>(١) في (ع): منظورً. (٢) تمام البيت:وكأنما بَصقَ الْجَرَادُ بِليتِهَا ... فالوجه لا حسنًا ولا منضوراوقد ورد في \"ديوانه\" ٢٢٥: ط: دار بيروت؛ وفي مادة: (نضر) في \"تهذيب اللغة\" ١٢/ ٨ - ٩، و\"لسان العرب\" ٥/ ٢١٣. ومعنى ليتها: صفحة عنقها. \"ديوانه\".(٣) ساقطة من (أ).(٤) ما بين القوسين ساقطة من (أ).(٥) ما بين القوسين ساقط من (أ)، وكتبت في نسخة: (ع) كلها بالظاء.(٦) ما بين القوسين ساقط من (أ).(٧) ما بين القوسين المزدوجين نقله الإمام الواحدي عن الأزهري بتصرف. انظر مادة: (نضر) \"تهذيب اللغة\" ١٢/ ٨ - ٩، و\"لسان العرب\" ٥/ ٢١٣.(٨) في (أ): ناضر.(٩) لم أعثر على مصدر لقوله.(١٠) لم أعثر على مصدر لقوله.(١١) ما بين القوسين ساقط من (أ).(١٢) في (أ): يعلوها.(١٣) \"تفسير مقاتل\" ٢١٨/ ب، و\"الكشف والبيان\" ١٣: ٧/ ب، و\"معالم التنزيل\" ٤/ ٤٢٤.</p>"
}