{
  "id": null,
  "sura": 75,
  "aya": 23,
  "text": "<p> قالوا (١) : مسرورة، ناعمة، مضيئة، مشرقة، (مسفرة)  (٢) ، بهجة؛ (كل هذا من ألفاظهم)  (٣) . </p><p> (وقال أبو إسحاق: نُضِّرَت بنعيم الجنة،كما قال:{تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ (٢٤) } [المطففين: ٢٤]  (٤)  (٥) </p><p> ٢٣ - قوله: {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) }. ذكرنا معاني النظر في سورة البقرة (٦) . </p><p> قال ابن عباس في رواية عطاء: يريد إلى الله ناظرة (٧) . </p><p> وقال الكلبي: تنظر إلى الله يومئذ لا تحجب عنه (٨) . </p><p> وقال مقاتل: تنظر إلى ربها معاينة (٩) . </p><p> (وقال: عكرمة (١٠) ، وإسماعيل بن أبي خالد: تنظر إلى ربها </p><p>(١) أي المفسرون، وممن قال بذلك: ابن زيد، ومجاهد، والسدي، وابن عباس، وعكرمة. انظر: \"جامع البيان\" ٢٩/ ١٩١، و\"الكشف والبيان\" ١٣: ٧/ ب، و\"معالم التنزيل\" ٤/ ٤٢٤، و\"النكت والعيون\" ٦/ ١٥٦، و \"الدر المنثور\" ٨/ ٣٤٩. (٢) ساقط من (أ).(٣) ساقط من (أ).(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٥٣ مختصرًا.(٥) ما بين القوسين ساقط من (أ).(٦) سورة البقرة: ٥٥.(٧) \"الكشف والبيان\" ١٣: ٧/ ب، و\"زاد المسير\" ٨/ ١٣٨، و\"لباب التأويل\" ٤/ ٣٣٥، و\"الدر المنثور\" ٨/ ٣٥٠ بمعناه وعزاه إلى ابن مردويه، وانظر: \"شرح أصول اعتقاد أهل السنة والجماعة\" للالكائي ٣/ ٤٦٣.(٨) \"الوسيط\" ٤/ ٣٩٤.(٩) \"تفسير مقاتل\" ٢١٨/ أ.(١٠) \"جامع البيان\" ٢٩/ ١٩٢، و\"الكشف والبيان\" ١٣: ٧/ ب، و\"زاد المسير\" ٨/ ١٣٨, و\"الجامع لأحكام القرآن\" ١٩/ ١٠٦، و\"الدر المنثور\" ٨/ ٣٤٩ وعزاه =</p><p> نظرًا (١)  (٢) . وقال الحسن: تنظر إلى الخالق، وحُقَّ لها أن تنظر، (وهي تنظر إلى الخالق)  (٣)  (٤) . (وقال أبو إسحاق: نُضِّرت بنعيم الجنة، والنظر إلى ربها)  (٥)  (٦) . </p><p> وروي عن مجاهد، وأبي صالح (٧) أنهما فسرا النظر في هذه الآية بالانتظار (٨) . </p><p>= إلى ابن المنذر، والآجري، واللالكائي، والبيهقي. \"شرح أصول اعتقاد أهل السنة والجماعة\" لللالكائي ٣/ ٤٦٤. (١) ورد قوله في \"جامع البيان\" ٢٩/ ١٩٢، و\"الكشف والبيان\" ١٣: ٧/ ب.(٢) ما بين القوسين ساقط من (أ).(٣) ورد قوله في المرجعين السابقين، و\"تفسير الإمام مجاهد\" ٦٨٧، و\"معالم التنزيل\" ٤/ ٤٢٤، و\"المحرر الوجيز\" ٥/ ٤٠٥، و\"زاد المسير\" ٨/ ١٣٨، و\"لباب التأويل\" ٤/ ٣٣٥، و\"تفسير القرآن العظيم\" ٤/ ٤٨٠، و\"الدر المنثور\" ٨/ ٣٥٠، وانظر: \"تفسير الحسن البصري\" ٢/ ٣٨١.(٤) ما بين القوسين ساقط من (أ).(٥) ورد قوله في \"معاني القرآن وإعرابه\" ٥/ ٢٥٣.(٦) ما بين القوسين ساقط من (أ).(٧) أبو صالح: هو: باذام، ويقال: باذان أبو صالح الكلبي، مولى أم هانئ بنت أبي طالب، روى عن ابن عباس، وعكرمة، وهو تابعي، وعامة ما يرويه تفسير ضعيف يدلس. انظر كتاب: الضعفاء والمتروكين للنسائي ٦١: ت: ٧٤، كتاب: المجروحين لابن حبان ١/ ١٨٥، و\"تهذيب الكمال\" ٤/ ٦: ت: ٦٣٦، و\"تقريب التهذيب\" ١/ ٩٣: ت: ٢.(٨) قال ابن كثير: ومن تأول ذلك -أي الرؤية إلى الله- بأن المراد بـ: (إلى) مفرد الآلاء وهي النعم، كما قال مجاهد: {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)} قال: تنتظر الثواب من ربها, وكذا قال أبو صالح، فقد أبعد هذا الناظر النجعة، وأبطل فيما ذهب إليه، وأين هو من قوله تعالى: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (١٥)}، قال الشافعي -رحمه الله-: ما حجب الفجار إلا وقد علم أن الأبرار يرونه عز وجل ثم قد تواترت الأخبار عن =</p><p> قال مجاهد: تنتظر من ربها ما أمر لها به (١) . </p><p> وقال أبو صالح: تنتظر الثواب من ربها (٢) . </p><p> قال الأزهري -وهو الحكم في اللغة-: من قال: إن معنى قوله: {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣) } من الانتظار، فقد أخطأ؛ لأن العرب لا تقول: نظرت إلى الشيء بمعنى (٣) : انتظرته، إنما تقول: نظرت فلانًا، أي انتظرته (كما)  (٤) قال الحطيئة: </p><p> وقد نظرتكم أبناء صادرة (٥) </p><p> فإذا قلت: نظرتُ إلى الشيء، فلا يكون إلا بالعين، وإذا قلت: نظرتُ في أمر كذا احتمل أن يكون تفكرًا فيه، وتدبرًا بالقلب (٦) . هذا كلامه. </p><p>= رسول الله -صلى الله عليه وسلم- بما دل عليه سياق الآية الكريمة، وهي قوله تعالى: {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)}. \"تفسير القرآن العظيم\" ٤/ ٤٨٠. كما بين ابن الجوزي عند عرضه أنواع التأويل الباطل من أنه يستحيل تأويل النظر في قوله تعالى: {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)} بانتظار الثواب، قال: فإنه أضاف النظر إلى الوجوه بالنظرة التي لا يحصل إلا مع حضور ما يتنعم به، لا مع التنغيص بانتظاره، ويستحيل مع هذا التركيب تأويل النظر بغير الرؤيا، وإن كان النظر بمعنى الانتظار في قوله تعالى: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ} [الحديد: ١٣]، وقوله: {فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ} [النمل: ٣٥]. \"مختصر الصواعق المرسلة\" ١/ ١٤ - ١٥.(١) \"جامع البيان\" ٢٩/ ١٩٢، و\"الكشف والبيان\" ١٣: ٨/ أ، و\"النكت والعيون\" ٦/ ١٥٦، و\"لباب التأويل\" ٤/ ٣٣٥، و\"تفسير القرآن العظيم\" ٤/ ٣٨٠.(٢) المراجع السابقة عدا \"الكشف والبيان\"، و\"النكت والعيون\".(٣) في (أ): معنى.(٤) ساقطة من (أ).(٥) \"ديوانه\" ١٠٦: دار صادر، برواية:وقد نظرتكم عشاء صادرة ... للخمس طال حبسي وتنساسي(٦) \"تهذيب اللغة\" ٤/ ٣٧١ بتصرف يسير.</p><p> ويشهد لصحة أن (النظر)  (١) الوارد في التنزيل بمعنى الانتظار كثير، ولم يوصل في موضع بـ (إلى) كقوله: {انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ}  [الحديد: ١٣] ، وقوله:  {هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ}  [الأعراف: ٥٣]  (هل ينظرون إلا أن يأتيهم الله (والملائكة)  (٢) } [الأنعام: ١٥٨] . </p><p> (والوجه) إذا وصف بالنظر، وعدي بـ (إلى)  (٣) لم يحتمل غير الرؤية (٤) ، وإن شق على من أنكر ذلك، والنظر يكون بمعنى نظر القلب، كما يقال: انظر إلى الله ثم إليك. على معنى: إنما أتوقع فضل الله. ثم فضلك، وإنما يجوز هذا إذا لم يسند إلى الوجه، فإذا أسند إلى الوجه لم يحتمل نظر القلب، ولا الانتظار، وإذا بطل المعنيان في هذه الآية لم يبق لنفاة الرؤية عليها كلام، والسنة الصحيحة في الأخبار المأثورة يعضد قول من فسر النظر في هذه الآية بالرؤية (٥) . </p><p>(١) غير مقروء في (ع). (٢) ما بين القوسين ساقط من (ع).(٣) في (أ): عدي إلى.(٤) قال شارح الطحاوية: وإضافة النظر إلى الوجه الذي هو محله في هذه الآية وتعديته بأداة (إلى) الصريحة في نظر العين، وإخلاء الكلام من قرينة تدل على خلافه حقيقة موضوعة صريحة في أن الله أراد بذلك نظر العين التي في الوجه إلى الرب -جل جلاله-. انتهى كلامه. كما عد هذه الآية {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)} من أظهر الأدلة على رؤية الله سبحانه وتعالى. انظر: \"شرح العقيدة الطحاوية\" ١٤٦ - ١٤٨.(٥) ومن الأحاديث في ذلك: ما أخرجه مسلم في \"صحيحه\" ١/ ١٦٣: ح ٢٩٧: كتاب الإيمان: باب إثبات رؤية المؤمنين في الآخرة ربهم سبحانه وتعالى، والحديث عن صهيب عن النبي -صلى الله عليه وسلم- قال: (إذا دخل أهل الجنة، قال: يقول الله تبارك وتعالى: تريدون شيئاً أزيدكم، فيقولون: ألم تبيض وجوهنا؟ ألم تدخلنا الجنة وتنجنا من النار؟ قال: فيكشف الحجاب، فما أعطوا شيئًا أحب إليهم من النظر إلى ربهم عز وجل\". وانظر: =</p>"
}