{
  "id": null,
  "sura": 77,
  "aya": 9,
  "text": "<p> وقد ذكرنا تفسير الطمس عند قوله:  {اطْمِسْ عَلَى أَمْوَالِهِمْ}  (١)  [يونس: ٨٨] . </p><p> ٩ - {وَإِذَا السَّمَاءُ فُرِجَتْ} قال أبو إسحاق: معناه: شقت (٢) . </p><p> والفرج: الشق، يقال: فرجه الله فانفرج، وكل مشقوق فرج (٣) . </p><p> وقال ابن قتيبة: فتحت (٤) ، ويدل على هذا قوله:  {وَفُتِحَتِ السَّمَاءُ}  [النبأ: ١٩] . </p><p> {وَإِذَا الْجِبَالُ نُسِفَتْ} قلعت من مكانها فذهبت عن وجه الأرض، كقوله:  {يَنْسِفُهَا رَبِّي نَسْفًا}  [طه: ١٠٥] . </p><p> قال الزجاج: إذا [ذهبت]  (٥) بها كلها بسرعة (٦) . </p><p> وقال المبرد:  \"نسفت\" قلعت من مواضعها، وأنشد [للمُمَزَّق العَبْدي (٧) ] (٨) : </p><p>(١) وقد أحال الإمام الواحدي إلى سورة النساء: ٤٧ لتناوله معنى الطمس. وهي ساقطة من النسخ التي بين يدي. (٢) \"معاني القرآن وإعرابه\" ٥/ ٢٦٦ بنصه.(٣) انظر المعنى اللغوي تحت مادة (فرج) في كل من \"مقاييس اللغة\" ٤/ ٤٩٨، \"تهذيب اللغة\" ١١/ ٤٤، وراجع أيضًا: \"المجموع المغيث في غريبي القرآن والحديث\" لعبد الكريم الغرباوي ٢/ ٦٠٢، و\"المفردات في غريب القرآن\" (٣٧٥).(٤) \"تفسير غريب القرآن\" (٥٠٥).(٥) في (أ): هبت، والمثبت من \"معاني القرآن وإعرابه\".(٦) \"معاني القرآن وإعرابه\" ٥/ ٢٦٦ بنحوه.(٧) الممزَّق العبدي: هو من نكرة، واسمه شاس بن نَهار بن أسود، وهو جاهلي قديم من شعراء البحرين.\"طبقات فحول الشعراء\" ١/ ٢٧٤، \"الشعر والشعراء\" (٢٥٢).(٨) ورد في نسخة: أ: وأنشد لذي الرمة، والصواب ما أثبتناه، فقد نسب في الصمعيات للمزق العبدي، وكذا في اللسان.</p><p> وقد تَخِذَتْ رِجْلي إلى جَنْتِ غَرْزِها ... نَسِيفًا كأفْحُوصِ القَطَاةِ المطَرَّقِ (١) </p><p> قال: يعني: ما سعت برجليه من وبرها (٢) . </p><p> قوله تعالى:  {وَإِذَا الرُّسُلُ أُقِّتَتْ} ، قال الفراء (٣) ، والزجاج (٤) ، وأبو علي (٥) : الهمزة في \"أقتت\" بدل من الواو، وكل \"واو\" انضمت، وكانت ضمتها لازمة، فإنها تبدل على الاطراد همزة أولاً [ثانية]  (٦) من ذلك: أن تقول: صَلّي القومُ أُحدانا، وهذا [أُجوه]  (٧) حسان، وأدْؤر في جمع دار، والهمزة أصلها واو، وذلك لأن ضمة الواو ثقيلة (٨) ، كما كان كسر الياء ثقيلاً، وأما قوله:  {وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ}  [البقرة: ٢٣٧] فلا يجوز فيه البدل؛ لأن الضمة لا تلزم (٩) ، ألا ترى أنه لا يسوغ في نحو قولك: هذا </p><p>(١) ورد البيت في \"الأصمعيات\" ١٦٥ برواية: \"لدى\" بدلاً من: \"إلى\". \"تهذيب اللغة\" ١٣/ ٦ (نسف) برواية: \"لدي\" بدلاً من: \"إلى\"، \"لسان العرب\" ٧/ ٦٣ (فحص) ٩/ ٣٢٩ (نسف) ١٠/ ٢٢٣ (طرق)، وانظر: \"التكملة\" للفارسي (٣٤٦). (٢) لم أعثر على مصدر لقوله.(٣) \"معاني القرآن\" ٣/ ٢٢٢ - ٢٢٣.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٦٦.(٥) \"الحجة\" ٦/ ٣٦٤.(٦) في (أ): ثالثة، والمثبت من \"الحجة\".(٧) في (أ): أوجه، والمثبت من \"معاني القرآن\" للفراء ٣/ ٢٢٣، وانظر: \"الوسيط\" ٤/ ٤٠٨.(٨) فكأنما اجتمعت فيه واوان، فقلبت إحداهما همزة تخفيفاً. \"التبصرة والتذكرة\" ٢/ ٨١٣.(٩) لأن ضمة التقاء الساكنين لا تثبت ولا يعتد بها. انظر: \"التبصرة والتذكرة\" لأبي محمد الصيمري ٢/ ٨١٤</p><p> عدوٌّ أن تبدل، والدليل على أن همزة \"أقتت\" مبدلة، وأن [أصل]  (١) الكلمة من الوقت، ويدل عليه قراءة أبي عمرو:  \"وُقِّتَتْ\" بالواو على الأصل (٢) </p><p> قال مجاهد في قوله:  \"أقتت\" : وعدت وأجلت (٣) . قال أبو إسحاق: أي جعل لها وقتاً (٤) . </p><p> وفيه قول آخر، قال الكلبي (٥) ، ومقاتل (٦) : جمعت ليشهدوا على أممهم بالبلاغ إليهم. وهو اختيار الفراء (٧) ، وابن قتيبة. قال: جمعت لوقتها يوم القيامة (٨) . </p><p> وهذا القول أليق بظاهر التفسير؛ (وذلك أن جواب \"إذا\" في هذه الآية محذوف على تقدير: فإذا النجوم طمست، وإذا، وإذا، وإذا، كان كذا وكذا، والذي يليق بهذا أن يكون المعنى: وإذا الرسل (٩) جعل لها وقت؛ لأن ذلك التوقيت قد سبق من الله، وجمع ما ذكر من الطمس، </p><p>(١) في (أ): أصله، ولا تستقيم العبارة بالضمير. (٢) انظر: \"الحجة\" ٦/ ٣٦٤، \"كتاب التبصرة\" ٧١٨، \" البدور الزاهرة\" ٣٣٢. والباقون: أُقتت بألف.(٣) \"جامع البيان\" ٢٩/ ٢٣٣، \"النكت والعيون\" ٦/ ١٧٧، \"الدر المنثور\" ٨/ ٣٨٣، وعزا تخريجه إلى عبد بن حميد.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٦٦ بنصه.(٥) لم أعثر على مصدر لقوله.(٦) لم أعثر على مصدر لقوله.(٧) \"معاني القرآن\" ٣/ ٢٢٣.(٨) \"تفسير غريب القرآن\" ٥٠٦، والعبارة عبارة الفراء، أما ابن قتيبة فقد قال: \"جمعت لوقت، وهو يوم القيامة\".(٩) في أ: الرجل، والصواب ما أثبتناه لاستقامة المعنى به.</p><p> والفرج، والنسف، إنما يقع في القيامة، فلذلك هذا التوقيت وجب أن يكون واقعاً فيه؛ وقد جمعهم للميقات المعلوم، وما ذكرنا من إضمار الجواب هو قول الأخفش) (١) . </p><p> ثم ذكر أن الرسل كانوا قد ضرب لهم الأجل لجمعهم فقال: {لِأَيِّ يَوْمٍ أُجِّلَتْ (١٢) } </p><p> أي أخرت (٢) . قال الفراء: يعجب العباد من ذلك اليوم (٣) . </p><p> ثم بين فقال: {لِيَوْمِ الْفَصْلِ (١٣) } </p><p> قال ابن عباس: يوم يفصل الرحمن بين العباد (٤) ، وهذا كقوله: {إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (٤٠) } [الدخان: ٤٠] . </p><p> ثم عظم ذلك اليوم، وهوّل منه، فقال: قوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ (١٤) }. </p><p> قال مقاتل: هذا تعظيم لشدته (٥) . </p><p> وقال الكلبي: يقول: وما علمك بيوم الفصل (٦) . </p><p> ثم ذكر حال المكذبين الذين كذبوا بذلك اليوم فقال: {وَيْلٌ يَوْمَئِذٍ </p><p>(١) لم أعثر على مصدر لقوله، وما بين القوسين هو من قول الأخفش. (٢) التأجل لغة: الأجل: مدة الشيء، والآجل والآجلَةُ: ضد العاجلة \"الصحاح\" ٤/ ١٦٢١، (أجل).(٣) \"معاني القرآن\" ٣/ ٢٢٣ بنصه.(٤) \"معالم التنزيل\" ٤/ ٤٣٣، \"التفسير الكبير\" ٣٠/ ٢٧٠، \"لباب التأويل\" ٤/ ٣٤٤(٥) \"تفسير مقاتل\" ٢٢٣/ ب.(٦) لم أعثر على مصدر لقوله.</p><p> لِلْمُكَذِّبِينَ} (١) </p><p> ثم أخبر بما فعل بالكفار من الأمم الخالية فقال: {أَلَمْ نُهْلِكِ الْأَوَّلِينَ (١٦) } </p><p> قال مقاتل: يعني بالعذاب في الدنيا حين كذبوا رسلهم (٢) . </p><p> قوله تعالى:  {ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ} -قال (٣) -: يعني كفار مكة حين كذبوا محمداً -صلى الله عليه وسلم-. (٤) </p><p> قال الفراء (٥) ، والزجاج (٦) : هو رفع على الاستئناف، على معنى: سنفعل ذلك، ويتبع الأول الآخر، ويدل على الاستئناف قراءة عبد الله:  \"سنتبعهم\"  (٧) فهذا تحقيق للرفع. </p><p> وقال أبو علي: الجزم في: \"نُتْبِعْهُم\"  (٨) على الإشراك في \"ألم\" ليس </p><p>(١) الويل: ذكر بعض المفسرين أن ويل واد في جهنم فيه ألوان العذاب. انظر: \"الجامع لأحكام القرآن\" ١٩/ ١٥٦. (٢) \"تفسير مقاتل\" ٢٢٣/ ب بمعناه، انظر: \"الوسيط\" ٤/ ٤٠٨.(٣) أي: مقاتل.(٤) لم أعثر على مصدر لقوله، وقد ورد بمثله في \"الوسيط\" ٤/ ٤٠٨ من غير عزو.(٥) \"معاني القرآن\" ٣/ ٢٢٣.(٦) \"معاني القرآن وإعرابه\" ٥/ ٢٦٧.(٧) وردت قراءة ابن مسعود في \"الكشف والبيان\" ١٣/ ٢٣/ ب، \"زاد المسير\" ٨/ ١٥٦، \"الجامع لأحكام القرآن\" ١٩/ ١٥٧، وهي قراءة شاذة لعدم صحة سندها , ولعدم ورودها في كتب التواتر، وهي من باب التفسير والله أعلم.(٨) قرأ بذلك: الأعرج، وهي قراءة شاذة لعدم صحة سندها , ولوردها في \"المحتسب\" لابن جني ٢/ ٣٤٦، قال أبو الفتح بن جني: يحتمل جزمه أمرين:أحدهما: أن يكون أراد معنى قراءة الجماعة: \"نتبِعُهُمْ\" بالرفع، فأسكن العين استثقالا لتوالي الحركات. =</p><p> بالوجه، ألا ترى أن الإهلاك فيما مضى، والإتباع للآخرين لم يقع مع الأول، فإذا كان كذلك لم يحسن الإشراك في الجزم، ولكن على الاستئناف (١)  [أو]  (٢) على [أن]  (٣) يجعل خبر مبتدأ محذوف -قال- ويجوز الإسكان فيه للتخفيف لا للجزم (٤) ، كما روي في بيت امرئ القيس: </p><p> فاليوم أشرب غيرَ مُسْتَحْقِبٍ (٥) </p><p> وقد تقدم القول فيه (٦) . </p><p> ثم زاد تخويفاً لأهل مكة فقال: قوله تعالى: {كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ} . </p><p> أي:  (مثل ما فعلنا بمن تقدم من الأمم،وموضع الكاف:نصب)  (٧) . </p><p> ثم ذكر بدو خلقهم لئلا يكذبوا بالبعث فقال: </p><p>= والأخر: أن يكون جزماً فيعطفه على قوله: \"نهلك\" فيجري مجرى قولك: ألم تزرني ثم أعطك؟ كقولك: فأعطاك ألم أحسن إليك ثم أُوال ذلك عليك. (١) وهو ما تحمله قراءة الجمهور.(٢) في (أ): أبو، والمثبت من مصدر الكلام، وهو \"الحجة\" ٦/ ٣٦٤.(٣) أن ساقطة من: أ، والمثبت من \"الحجة\"، وبه يستقيم المعنى، وينتظم الكلام.(٤) \"الحجة\" ٦/ ٣٦٤ بتصرف.(٥) عجز البيت: إثماً من الله ولا واغِلِوالبيت في \"ديوانه\" (١٤٩)، ط. دار صادر برواية: فاليوم أُسقى غير مستحقب. والمستحقب: المكتسب للإثم الحامل له، الواغل: الذي يدخل على القوم وهم يشربون من غير أن يدعى. (ديوانه).(٦) لم أستطع التوصل إلى الموضع المشار إليه.(٧) ما بين القوسين نقله عن الزجاج بتقديم وتأخير في الكلام. انظر: \"معاني القرآن وإعرابه\" ٥/ ٢٦٧.</p>"
}