{
  "id": null,
  "sura": 77,
  "aya": 25,
  "text": "<p> ثم بين لهم صنعه ليعتبروا فيوحدوه، فقال: </p><p> ٢٥ - قوله تعالى:  {أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا} معنى الكفت في اللغة: الضم، والجمع، يقال: كَفَتُّ الشيء: أي ضممته فانكفت، أي انضم، ومنه قول أوس: </p><p> كِرامٌ حين تَنْكَفِتُ الأفاعي ... إلى أجحارهنَّ من الصَّقيعِ (١) </p><p> أي ينضم، قال أبو عبيدة: كفاتًا: أوعية، يقال للنِّحْي: كِفْتٌ، كِفت، وكفيت (٢) ؛ لأنه يحوي اللبن ويضمه، ويقال أيضًا: جِرابٌ كَفِيتٌ وكِفتٌ إذا كان لا يضيِّع شيئًا مما يجعل فيه، ويقال للقدر أيضًا: كِفْتٌ، ومنه المثل: كِفْتٌ إلى وئيَّةٍ (٣) . </p><p>= نحو: قول رؤبة: * يخرجن من أزواج ليل غاض * يريد: مغض، وقد قال العرب: أبقل النبت، فهو بأقل، يجعلون بأقل بدلاً من مبقل، ففي هذا دليل على تعيين لا قح عن ملقح، وإلى قريب من هذا ذهب الفراء، فقال: إنه يجوز فاعل لمفعل، كما جاز لمفعول، نحو: ماء دافق، وسر كاتم، وليل نائم، وكما قيل المبروز بمعنى المبرز في قوله: الناطق المبروز والمختوم بمعنى أن هذه الأشياء لم يرد البناء على الفعل، واختار أبو علي -أيضًا- قول أبي عبيدة، فقال: لواقح بمعنى ملاقح على حذف الزيادة.(١) ورد البيت في كتاب \"سيبويه\" ٣/ ٥٧٧، وقد استشهد به على جواز جمع جحر على أجحار جمع قلة، أما الجحرة فهي جمع كثرة له، ولم ينسبه، \"المقتضب\" ٢/ ١٩٧، \"المخصص\" ٨/ ٨٥ المجلد الثاني، \"الجامع لأحكام القرآن\" ١٩/ ١٥٩ غير منسوب، ولم أعثر عليه في ديوانه.ومعنى البيت: انكفت القوم إلى منازلهم: انقلبوا، وهي هنا بمعنى تنقبض، الصقيع: الذي يسقط من السماء بالثلج، ويعني: أنهم كرام إذا أجدب الزمان , واشتد البرد. \"المقتضب\" ٢/ ١٩٧ (حاشية).(٢) \"مجاز القرآن\" ٢/ ٢٨١ بتصرف يسير.(٣) \"مجمع الأمثال\": للميداني: ٣/ ٣٧، الكِفْتُ: القِدْر الصغيرة، والوئِيَّة: الكبيرة، =</p><p> وقال: كفت وكفت إذا ضم شيئاً إلى شيء، ومنه الحديث:  \"[و](١)اكفتوا صبيانكم\"  (٢) ، وانْكَفَت الثوب إذا انضم وتقلص (٣) . </p><p> قال ابن عباس: يريد مساكن وقبورًا (٤) . </p><p> وقال مقاتل: تكفت الأحياء فيسكنون ظهرها، وتكفت الأموات في بطنها (٥) . </p><p> وقال مجاهد: تكفت الميت، فلا يرى منه شيء، والحي إذا أوى إلى بيته (٦) . </p><p>= والكفت من الكفت وهو الضم، سمي به؛ لأنه يكفت ما يلقى فيه، والوئيَّة من الوَأي، وهو الضخم، يقال: فرس وأي إذا كان ضخماً، والأنثى وأية وآة. يضرب للرجل يحملك البَلِيَّة ... ثم يزيدك إليها أخرى صغيرة(١) في (أ): أو، والمثبت مثل ما جاء في الأحاديث.(٢) الحديث أخرجه:أبو داود في \"سننه\" ٢/ ٣٣٣ باب في إيكاء الآنية، عن جابر بن عبيد الله -رفعه- قال: \"واكفتوا صبيانكم عند العشاء\"، وقال مسدد: عند المساء، فإن للجن انتشاراً وخَطْفة.والإمام أحمد في \"المسند\" ٣/ ٣٨٨.وقد أورد البخاري بمعنى هذا الحديث؛ قال: \"وأكفئوا صبيانكم\"، \"الجامع الصحيح\" ٢/ ٤٤٦ ح ٣٣١٦: كتاب بدء الخلق: باب إذا وقع الذباب في شراب أحدكم ... وخمس من الدواب فواسق .. ١٦.(٣) انظر (كفت) في \"تهذيب اللغة\" ١٠/ ١٤٦، \"مقاييس اللغة\" ٥/ ١٩٠، \"الصحاح\" ١/ ٢٦٣، \"لسان العرب\" ٢/ ٧٩، وجميعها لم تذكر بيت أويس.(٤) لم أعثر على مصدر لقوله.(٥) \"تفسير مقاتل\" ٢٢٣/ ب بمعناه.(٦) \"الدر المنثور\" ٨/ ٣٨٤ وعزاه إلى عبد بن حميد، وابن المنذر.</p><p> وقال قتادة: تكفتهم أحياء فوقها على ظهرها، و \"أمواتاً\" إذا قبروا فيها (١) . وهذا قول جماعة المفسرين (٢) . </p><p> قال الفراء: تكفتهم أحياء على ظهرها في دورهم ومنازلهم، وتكفتهم أمواتاً إذا قبروا فيها، في بطنها، أي تحفظهم وتحوزهم (٣) ، -قال-: ونصبك (٤) الأحياء والأموات بوقوع الكفات عليه، كأنك قلت: ألم نجعل الأرض كفاتَ أحياءٍ وأمواتٍ، فإذا نونت نصبت، كما يقرأ: {أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (١٤) يَتِيمًا}. [البلد: ١٤, ١٥]  (٥) . </p><p> وقال أبو علي:  (إن كان الكفات مصدر الكفت، كما أن الكتاب مصدر الكتب، فقد انتصب (أحياء) به، كما انتصب بقوله:  (أو إطعام)  (يتيمًا) -قال-: وقد قيل: إن الكفات جمع الكافتة، فأحياء على هذا منتصب بالجمع كقوله: غُفُرٌ ذَنْبُهُمُ غَيرُ فُجُرْ (٦) ) (٧) وقال الكلبي: يريد على </p><p>(١) \"تفسير عبد الرزاق\" ٢/ ٢٤٠، \"جامع البيان\" ٢٩/ ٢٣٧ بنحوه، \"النكت والعيون\" ٦/ ١٧٩ بنحوه. (٢) منهم: الشعبي أيضًا. انظر: \"جامع البيان\" ٢٩/ ٢٣٧، \"بحر العلوم\" ٣/ ٤٣٦، \"النكت والعيون\" ٦/ ١٧٩. وبه قال الزجاج في \"معاني القرآن وإعرابه\" ٥/ ٢٦٧.(٣) في \"معاني القرآن\" تحرزهم ٣/ ٢٢٤.(٤) في (أ): صمك.(٥) \"معاني القرآن\" ٣/ ٢٢٤ بتصرف، وما ذهب إليه الفراء رجحه الطبري في \"جامع البيان\" ٢٩/ ٢٣٨.(٦) البيت لطرفة بن العبد، وصدره: ثم زادوا أنّهُمْ في قومهم.ومعناه: غفر ذنبهم: أي يغفرون ذنب المذنب. غير فجر: أي ولا يفتخرون لرصانتهم. \"ديوانه\" ٥٥.(٧) ما بين القوسين من قول أبي علي، ولم أعثر على مصدر لقوله.</p><p> ظهرها منازلهم، وعيشهم، وفي بطنها قبورهم (١) . </p><p> قوله تعالى {شَامِخَاتٍ} أي عاليات، وكل عال فهو شامخ، شمخ يشمخ شموخاً، ويقال للمتكبر: شمخ بأنفه، وجبل شامخ، وجبال شامخة، وشامخات، وشوامخ، أي طوال عالية في السماء مرتفعات، وكل هذا من ألفاظ المفسرين (٢) ، وأهل المعاني (٣) . </p><p> قوله تعالى:  {وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا} تقدم تفسيره عند قوله: {فَأَسْقَيْنَاكُمُوهُ}  (٤) . </p><p> وقوله:  {هَذَا عَذْبٌ فُرَاتٌ}  (٥)  [الفرقان: ٥٣] . </p><p>(١) لم أعثر على مصدر لقوله. (٢) قال قتادة: يعني جبال، وعن ابن عباس: جبالاً مشرفات. انظر: \"جامع البيان\" ٢٩/ ٢٣٨، وإلى القول: عاليات مرتفعات ذهب البغوي: \"معالم التنزيل\" ٤/ ٤٣٤، وابن عطية: \"المحرر الوجيز\" ٥/ ٤١٩، وابن الجوزي: \"زاد المسير\" ٨/ ١٥٧، والفخر الرازي: \"التفسير الكبير\" ٣/ ٢٧٤، والقرطبي: \"الجامع لأحكام القرآن\" ١٩/ ١٦٠، والخازن \"لباب التأويل\" ٤/ ٣٤٤.(٣) ذهب إليه: الزجاج في \"معاني القرآن وإعرابه\" ٥/ ٢٦٧.قال ابن فارس: شمخ: أجل صحيح يدل على تعظم وارتفاع، يقال: جبل شامخ: أي عالٍ، وشمخ فلان بأنفه: إذا تعظم في نفسه. انظر: (شمخ) في \"مقاييس اللغة\" ٣/ ٢١٢، \"تهذيب اللغة\" ٧/ ٩٦، \"لسان العرب\" ٣/ ٣٠.(٤) في (أ): وردت: أسقيناكم، والآية من سورة الحجر: ٢٢، ومما جاء في تفسيرها: \"ومعنى: \"فأسقيناكموه\": العرب تقول لكل ما كان من بطون الأنعام، أو من السماء، أو نهر يجري: أسقيت، أي جعلته شرباً له، وجعلت له منها مسْقى، فإذا كانت السقيا لشفته قالوا: سقاه، ولم يقولوا: أسقاه، وقال أبو علي: يقول: سَقَيْتُه حتى رُوي، وأسقيته نهراً جعلته شِرْباً له، وقوله: \"فأسقيناكموه\" أي جعلناه سقياً لكم\".(٥) ومعنى قوله: \"فراتاً\": الفرات: أعذب المياه، وقد فرت الماء يفرت فروتة: إذا =</p><p> قال مقاتل: وهذا كله أعجب من البعث (١) . قال الله تعالى:  {فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ} أي بالبعث. </p><p> ثم ذكر ما يقال لهم في الآخرة، فقال:  {انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ} . </p><p> قال الكلبي: يقول لهم الخزنة: انطلقوا إلى ما كنتم به تكذبون في الدنيا (٢) . </p><p> ثم ذكر ما أمروا بالانطلاق إليه، فقال: قوله تعالى: {انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ} </p><p> قال المفسرون (٣) : (إن الشمس تدنو (٤) يوم القيامة من رؤوس (٥) الخلائق، وليس عليهم يومئذ لباس، ولا لهم كنان (٦) ، فتلفحهم الشمس، وتسْفَعُهُم، وتأخذ بأنفاسهم، [ومد]  (٧) ذلك اليوم وكربه، ثم ينجي الله برحمته من يشاء إلى ظل من ظلِّه، وهناك يقولون:  {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ}  [الطور: ٢٧] ، ويقول للمكذبين: {انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ </p><p>= عذب، فهو فرات. والفرات لغة: الماء العذْب، يقال: ماء فُرات، ومياه فُرات. انظر: \"مختار الصحاح\" ٤٩٤، \"المصباح المنير\" ٢/ ٥٥٨.(١) \"معالم التنزيل\" ٤/ ٤٣٤، ولم أعثر في تفسيره على هذا القول، أو نحوه.(٢) لم أعثر على مصدر لقوله.(٣) يعني به ابن قتيبة.(٤) في (أ): تدنوا.(٥) في (أ): روش.(٦) كنان: أي الغطاء، والجمع: أكنة، مثل: اغطية. \"المصباح المنير\" ٢/ ٦٥٧.(٧) في (أ): ود، وما أثبته من المصدر الأصلي للقول، وهو \"تأويل مشكل القرآن\" لابن قتيبة ٣١٩ لاستقامة المعنى، إذ لا يتحقق للمعنى فهم لو أثبت: ود.</p><p> تُكَذِّبُونَ} [المرسلات: ٢٩] من عذاب الله وعقابه، انطلقوا من ذلك إلى ظل من دخان نار جهنم قد سطع، ثم افترق ثلاث فرق، وكذلك شأن الدخان العظيم إذا ارتفع أن يتشعب، فيكونون (١) فيه إلى أن يفرغ من الحساب، كما يكون أولياء الله في ظل عرشه) (٢) . </p><p> ثم وصف ذلك الظل فقال: </p><p> {لَا ظَلِيلٍ}  (٣)  (أي لا يظلُّكم من حَرِّ هذا اليوم؛ بل يدنيكم من لهب النار إلى ما هو أشد عليكم من حر الشمس)  (٤) . </p><p> \"ولا يغني\" عنكم \"من اللهب\" أي لا يدفع عنكم من حره شيئاً (٥) ؛ </p><p>(١) في (أ): فيكونوا، وما أثبته من \"تأويل مشكل القرآن\". (٢) ما بين القوسين نقله عن ابن قتيبة من \"تأويل مشكل القرآن\" ٣١٩ - ٣٢٠ بشيء من الاختصار، وحكاه الفخر عن المفسرين: \"التفسير الكبير\" ٣٠/ ٢٧٥.وعن قتادة في معنى الآية: قال: هو كقوله: {نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا}، والسرادق: دخان النار، فأحاط بهم سرادقها، ثم تفرق فكان ثلاث شعب، فقال: انطلقوا إلى ظل ذي ثلاث شعب: شعبة هاهنا، وشعبة هاهنا، وشعبة هاهنا. \"جامع البيان\" ٢٩/ ٢٣٩.وعن مجاهد قال: إن الشعبة تكون فوقه، والشعبة عن يمينه، والشعبة عن شماله، فتحيط به. \"النكت والعيون\" ٦/ ١٧٩.وعن الضحاك: أن الشعب الثلاث: الضريع، والزقوم، والغسلين. المرجع السابق، \"الجامع لأحكام القرآن\" ١٩/ ١٦١.وعن الماوردي: أن الثلاث الشعب: اللهب، والشرر، والدخان. \"النكت والعيون\" ٦/ ١٧٩.(٣) {لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ}.(٤) ما بين القوسين نقله بنصه من \"تأويل مشكل القرآن\" ٣١٩ - ٣٢٠.(٥) في (أ): كما يدفع عنكم حره شيئًا، والكلام مكرر لا فائدة فيه.</p><p> كما يدفع الظل الحر. </p><p> قال الكلبي: يريد: لا يرد لهب جهنم عنكم (١) . </p><p> (والمعنى: أنهم إذا استظلوا بذلك الظل لم يدفع عنهم حر اللهب،وهذا مثل قوله:{وَظِلٍّ مِنْ يَحْمُومٍ (٤٣) لَا بَارِدٍ وَلَا كَرِيمٍ}) (٢)  [الواقعة: ٤٣ - ٤٤] . </p><p> ثم وصف النار فقال:  {إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ}  (يقال: شررة، وشرر، وشرار،وهو:ما تطاير من النار متبدداً في كلِّ جهة،وأصله من:شررت الثوب إذا أظهرته، وبسطته للشمس، والشر ينبسط متبددًا، وأنشد (٣) : </p><p> تنزو إذا شجها المزاج ... كما طار شرار يطيره اللهب (٤) </p><p> أو كَشَرارِ العَلاةِ يضربها ... القَيْنُ على كلِّ وِجهَةٍ تَثِبُ) (٥) </p><p> يصف الشرر. في قوله:  {كَالْقَصْرِ} قولان: </p><p> أحدهما: أنه القصر من البناء. </p><p> قال عطاء عن ابن عباس: يريد القصور العظام (٦) . </p><p>(١) \"الوسيط\" ٤/ ٤٠٩. (٢) ما بين القوسين نقله بتصرف عن ابن قتيبة \"تأويل مشكل القرآن\" ٣١٩ - ٣٢٠.(٣) لم ينسب البيت في \"التهذيب\" ١١/ ٢٧٢ (الشر)، ولا في \"اللسان\" ٤/ ٤٠١ (الشر).(٤) لم يذكر في المرجعين السابقين.(٥) ما بين القوسين نقله عن الأزهري. انظر: \"تهذيب اللغة\" ١١/ ٢٧٢ (الشر). وأيضًا انظر مادة الشر في كل من: \"مقاييس اللغة\" ٣/ ١٨٠، \"الصحاح\" ٢/ ٦٩٥، \"لسان العرب\" ٤/ ٤٠١.(٦) \"التفسير الكبير\" ٣٠/ ٢٧٦.</p><p> وقال الكلبي: شبه الشرار من النار بالقصر من قصور الأعراب التي تكون على المياه (١) . </p><p> قال ابن عباس: يعني الحصون والمدائن (٢) ، ونحو هذا روي عن ابن عباس، قال: كالقصر العظيم (٣) ، وهو اختيار الفراء (٤) ، وابن قتيبة (٥) . وذكرنا تفسير القصر عند قوله:  {وَيَجْعَلْ لَكَ قُصُورًا}  [الفرقان: ١٠]  (٦) </p><p> القول الثاني: في \"القصر\" أنها جمع قصْرة -ساكنة الصاد- مثل: جمْرة، وجمْر، وتمْرة، وتمْر (٧) . </p><p> قال المبرد: يقال للواحدة من جزل الحطب الغليظ: قصرة، والجمع: قصر (٨) . </p><p>(١) لم أعثر على مصدر لقوله. (٢) لم أعثر على مصدر لقوله.(٣) \"جامع البيان\" ٢٩/ ٢٣٩، \"الكشف والبيان\" ١٣/ ٢٤/ ب، \"الدر المنثور\" ٨/ ٣٨٤ وعزاه إلى ابن المنذر، وابن أبي حاتم، وجميعها من طريق علي بن أبي صالح الوالبي.(٤) \"معاني القرآن\" ٣/ ٢٢٤، قال: يريد القصر من قصور مياه العرب.(٥) \"تفسير غريب القرآن\" ٥٠٧، وانظر أيضًا: \"تأويل مشكل القرآن\" ٣٢٠.(٦) ومما جاء في تفسير قوله: {وَيَجْعَلْ لَكَ قُصُورًا} أي بيوتًا مبنية مشيدة، ومعنى القصر في اللغة: الحبس، وسمي هذا المبنى قصرًا؛ لأن من فيه مقصور عن أن يوصل إليه، وكل شيء محوط على شيء فهو قصر.(٧) قرأ: الحسن بسكون الصاد. انظر: \"المحتسب\" ٢/ ٣٤٦، وهي قراءة شاذة لعدم صحة سندها , ولعدم ذكرها في كتب القراءات المتواترة، ورويت عن الحسن، وهو ممن اشتهر عنه بالقراءة الشاذة، وقد وردت هذه القراءة في كتب الشواذ.(٨) لم أعثر على مصدر لقوله.</p><p> قال الحسن: هو الجزل من الخشب (١) . </p><p> وقال عبد الرحمن بن [عابس (٢) ] (٣) : سألت ابن عباس عن \"القصر\" فقال: خشب كنا ندخره للشتاء نقطعه، كنا نسميه القصر (٤) . </p><p> وهو قول سعيد بن جبير (٥) ، ومقاتل (٦) ، إلا أنهم قالوا: هي أصول النخل، والشجر العظام. </p><p>(١) \"جامع البيان\" ٢٩/ ٢٤٠، \"الدر المنثور\" ٤/ ٣٨٦، وانظر: \"تفسير الحسن البصري\" ٢/ ٣٨٧. (٢) في (أ): عباس، والصواب: عابس، وهو ما ورد في \"جامع البيان\" ٢٩/ ٢٤٠، و\"الجامع الصحيح\" للبخاري ٣/ ٣١٩: ح ٤٩٣٢، وقد ورد في \"معالم التنزيل\" عبد الرحمن بن عباس، وهو تصحيف كما أسلفت بيانه.(٣) عبد الرحمن بن عابس بن ربيعة النخعي الكوفي، روى عن عبد الله بن عباس، ثقة، روى له الجماعة سوى الترمذي.انظر: \"التاريخ الكبير\" ٥/ ٣٢٧ ت ١٠٣٨، \"الإكمال\" ٦/ ١٧، \"تهذيب التهذيب\" ٦/ ٢٠١.(٤) ورد قوله بمعناه في \"تفسير عبد الرزاق\" ٢/ ٣٤١، \"جامع البيان\" ٢٩/ ٢٤٠، \"الكشف والبيان\" ١٣/ ٢٤/ ب، \"النكت والعيون\" ٦/ ١٨٠، \"المحرر الوجيز\" ٥/ ٤٢٠، \"التفسير الكبير\" ٣٠/ ٢٧٦، \"الجامع لأحكام القرآن\" ١٩/ ١٦١، \"لباب التأويل\" ٤/ ٣٤٥، \"الدر المنثور\" ٨/ ٣٨٥.وانظر: \"الجامع الصحيح\" للبخاري ٣/ ٣١٩ - ٣٢٠ ح ٤٩٣٢ - ٤٩٣٣: \"كتاب التفسير\" باب: ٢، ٣.وقال القرطبي عن قول ابن عباس بأنه أصح ما قيل في تفسير الآية. \"الجامع لأحكام القرآن\" ١٩/ ١٦٣.(٥) \"الكشف والبيان\" ١٣/ ٢٤/ ب، \"معالم التنزيل\" ٤/ ٤٣٤، \"الجامع لأحكام القرآن\" ١٩/ ١٦١ - ١٦٢. وانظر: \"تفسير سعيد بن جبير\" ٣٦٥.(٦) لم أعثر على مصدر لقوله.</p>"
}