{
  "id": null,
  "sura": 77,
  "aya": 36,
  "text": "<p> والليل، وجميع المواقيت في معناهما أضيفت إلى فعل، ويفعَل (١) . </p><p> وقال أهل المعاني: معنى قوله: \"لا ينطقون\" أي بما فيه لهم حجة، ومن نطق بما لا يفيد، فكأنه لم ينطق، وهذا كما تقول لمن تكلم بما لا يفيد: تكلمت ولم تتكلم (٢) . يدل على صحة هذا المعنى ما روي عن بعضهم (٣) : أنه قال: وأي حجة لهم يقيمونها، أم بأي عذر يعتذرون، وقد أعرضوا عن [مُنعمهم]  (٤) ، وجحدوا ربوبيته. </p><p> ٣٦ - قوله تعالى:  {وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ} قال الفراء: [رويت]  (٥) : بالفاء أن يكون نسقاً على ما قبلها، واختير ذلك؛ لأن الآيات بالنون، ولو قيل: فيعتذروا لم يوافق الآيات، وقد قال الله:  {لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا}  [فاطر: ٣٦] بالنصب، وكلٌّ صواب، ومثله:  {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ}  [البقرة: ٢٤٥, الحديد ١١] بالنصب، والرفع (٦) . </p><p> والعرب تستحب وفاق الفواصل كما تستحب وفاق القوافي، والقرآن نزل على ما تستحب العرب (٧) من موافقة المقاطع، ألا ترى أنه قال:  {إِلَى شَيْءٍ نُكُرٍ}  [القمر: ٦] ، فثقل في \"اقتربت\" لأن آياتها مثقلة. </p><p> وقال في موضع آخر:  {وَعَذَّبْنَاهَا عَذَابًا نُكْرًا}  [الطلاق: ٨] ، فاجتمع </p><p>(١) \"معاني القرآن\" ٣/ ٢٢٦ نقله عنه بتصرف. (٢) انظر: \"التفسير الكبير\" ٣٠/ ٢٧٩، ورد بمعنى هذا القول عنده من غير عزو.(٣) بهذا المعنى روي عن الحسن. انظر: المرجع السابق.(٤) غير واضحة في (أ)، وقد رسمت هكذا منعهم.(٥) في (أ): ويت، والمثبت من \"معاني القرآن\" للفراء ٣/ ٢٢٦.(٦) \"معاني القرآن\" ٣/ ٢٢٦ بتصرف يسير.(٧) في (أ): العرب، وهي لفظ مكرر لا معنى لزيادتها.</p><p> القراء (١) على تثقيل الأول، وتخفيف الثاني ليوافق كل منهما ما قبله. وقال:  {الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ}  [الرحمن: ٥] وقال في موضع آخر: {عَطَاءً حِسَابًا}  [النبأ: ٣٦] ، وهو كثير. </p><p> وأما رفع يعتذرون بالعطف على \"يؤذن\" أي ليس يؤذن، ولا يعتذرون، هذا لم يؤذن لهم لم يعتذروا. </p><p> قوله تعالى:  {هَذَا يَوْمُ الْفَصْلِ} أي القضاء والفصل بين أهل الجنة والنار، وأهل الحق والباطل. </p><p> {جَمَعْنَاكُمْ} يعني مكذبي هذه الأمة. </p><p> {وَالْأَوَّلِينَ} يعني الذين كذبوا سائر النبيين. </p><p> قوله:  {فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ} قال عطاء: يريد: كنتم في الدنيا </p><p>(١) لم يجتمع القراء -على ما ذكره-، وإنما كان هناك اختلاف، قال أبو علي: (اختلفوا في التخفيف والتثقيل من قوله: \"نكراً\" [الكهف: ٧٤]، فقرأ ابن كثير، وحمزة، وأبو عمرو، والكسائي: \"نُكْراً\" خفيفة في كل القرآن إلا قوله: {إِلَى شَيْءٍ نُكُرٍ} [القمر: ٦]، وخفف ابن كثير أيضًا: \"إلى شيء نكْر\". وقرأ ابن عامر، وعاصم في رواية أبي بكر في كل القرآن: \"نُكْراً\".و\"نُكُر\" مثقل.حفص عن عاصم: \"نُكْراً\" خفيفة.واختلف عن نافع، فروى إسماعيل بن جعفر: \"نُكْراً\"، خفيفاً في كل القرآن إلا قوله: \"إلى شيء نُكُر\" فإنه مثقل.وروى ابن جماز، وقالون، والمسيبي، وأبو بكر بن أبي أويس، وورش عن نافع: \"نُكْراً\" مثقل في كل القرآن.نصر، عن الأصمعي، عن نافع: \"نُكُراً\" مثقل).ثم بين أن ذلك كله جائز. \"الحجة\" ٥/ ١٥٩.</p>"
}