{
  "id": null,
  "sura": 78,
  "aya": 31,
  "text": "<p> مضمرٍ تفسيره:  (أحصيناه) ، المعنى: وأحصيناه كل شيء (١) . </p><p> قوله:  {كِتَابًا}  (توكيد ل: (أحصيناه) ؛ لأن معنى أحصيناه، وكتبناه واحد فيما يحصل ويثبت، فالمعنى: كتبناه كتابًا) (٢) . </p><p> قال المفسرون (٣) : وكل شيء من الأعمال بيناه في اللوح المحفوظ، كقوله:  {وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ}  [يس: ١٢] . </p><p> ٣٠ - قوله:  {فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا} ، أي فيقال لهم: ذوقوا جزاء ما كنتم تعملون، فلن نزيدكم إلا عذاباً. </p><p> قال الضحاك: هي أشد آية سمعها أهل النار، كلما استغاثوا من نوع العذاب أغيثوا بأشد منه (٤) . </p><p> ٣١ - قوله تعالى:  {إِنَّ لِلْمُتَّقِينَ مَفَازًا} قال ابن عباس: يعني: الذين لم يجعلوا لله شريكاً (٥) ، والمفاز: مصدر كالفوز، والمعنى: أن لهم فوزاً بالنجاة، ونجاة من النار، وهو معنى قول المفسرين (٦) . </p><p>(١) \"معاني القرآن وإعرابه\" ٥/ ٢٧٤ نقله عنه باختصار. (٢) ما بين القوسين من قول الزجاج نقله الواحدي بنصه انظر: \"معاني القرآن وإعرابه\" ٥/ ٢٧٤ أي أنه منصوب على المصدر في قوله: (أحصيناه) مصدر أثبتناه وكتبناه، كأنه قيل: وكل شيء كتبنا كتاباً.انظر: \"جامع البيان\" ٣٠/ ١٧. وقيل: إنه منتصب على الحال؛ أي مكتوباً. انظر: \"فتح القدير\" ٥/ ٣٦٧، \"روح المعاني\" ٣٠/ ١٧.(٣) حكاه من المفسرين أيضًا: ابن الجوزي في \"زاد المسير\" ٨/ ١٦٦، وإليه ذهب البغوي في \"معالم التنزيل\" ٤/ ٤٣٩.(٤) لم أعثر على مصدر لقوله.(٥) لم أعثر على مصدر لقوله.(٦) قال بذلك: قتادة، ومجاهد. انظر: \"تفسير عبد الرزاق\" ٢/ ٣٤٣، \"جامع البيان\" ٣٠/ ١٧، \"النكت والعيون\" ٦/ ١٨٨، \"زاد المسير\" ٨/ ١٦٦، \"تفسير القرآن =</p><p> ثم فسر ذلك الفوز فقال:  {حَدَائِقَ وَأَعْنَابًا} يعني أشجار الجنة وثمارها. {وَكَوَاعِبَ} جمع كاعب (١) ، وهي النواهد (٢) . </p><p> قال مجاهد (٣) ، ومقاتل (٤) : يعني: النواهد. </p><p> وقال الكلبي: المفلكات (٥) ، وهن اللواتي تكعبت ثديهن، وتفلكت (٦) . </p><p> ومعنى تفسير الأتراب في سورة ص (٧) . </p><p>= العظيم\" ٤/ ٤٩٥، \"الدر المنثور\" ٨/ ٣٩٨، \"تفسير الإمام مجاهد\" ٦٩٦، وبه قال الطبري في \"جامع البيان\" ٣٠/ ١٧. وإلى هذا القول ذهب أيضًا: القرطبي في \"الجامع لأحكام القرآن\" ١٩/ ١٨١، الخازن في \"لباب التأويل\" ٤/ ٣٤٨. وأصل الفاء، والواو، والزاي: كلمتان متضادتان، فالأولى: النجاة، والآخرة: الهلكة. انظر: \"مقاييس اللغة\" ٤/ ٤٥٩. (١) الكاعب هي: الجارية التي كَعَب ثدياها، وكعَّب بالتشديد، والتخفيف، والجمع: الكواعب. انظر (كعب) في \"تهذيب اللغة\" ١/ ٣٢٥، \"لسان العرب\" ١/ ٧١٩.(٢) الناهد: نهد الثدي ينهد نُهودًا -بالضم-: إذا كعب وارتفع، يقال: نهد الثدي إذا ارتفع عن الصدر، وصار له حجم. \"تاج العروس\" ٢/ ٥١٩ (نهد).(٣) لم أعثر على مصدر لقوله.(٤) لم أعثر على مصدر لقوله. وقد قال بمثله ابن عباس كما في \"جامع البيان\" ٣٠/ ١٨.(٥) فَلَّك ثديُ الجارية تفليكًا، وتفلَّك: استدار. انظر: (ذلك) في \"الصحاح\" ٤/ ١٦٠٤، \"لسان العرب\" ١٠/ ٤٧٨.(٦) لم أعثر على مصدر لقوله.(٧) سورة -صلى الله عليه وسلم- ٥٢. قال تعالى: (وعندهم قاصرات الطرف أتراب) ومما جاء في تفسير أتراب قوله: (أتراب: جمع ترب، وهو اللِّدة. قال أبو عبيدة: أتراب: أسنانهن واحدة، قال ابن عباس، والمفسرون: (أتراب): مستويات على سن واحد، وميلاد واحد، بنات ثلاث وثلاثين. وقال مجاهد: أتراب: أمثال. وقال النحويون: أي هن في غاية الشباب والحسن).</p><p> {وَكَأْسًا دِهَاقًا} قال الليث: أدهقت الكأس إذا ملأتها جداً (١) ، وكأس دهاق: ممتلئة (٢) . </p><p> وكذلك قال الكسائي (٣) ، والمبرد (٤) ، قالوا: هي الملأى تطفح، وليس فيها فضل مخلى، وأنشد المبرد قوله: </p><p> ألا اسقني صرفاً سقاك الساقي ... من مائها بكأسة ماء الدهاق (٥) </p><p> [وقال]  (٦) ابن عباس: الدهاق: الملأى المترعة التي إذا زدتها فاضت (٧) . </p><p>(١) ذكر الأزهري معنى هذا القول من غير نسبة قال: (وقال غيره: أدهقت الكأس إلى أضبارها، أي ملأتها إلى أعاليها. وعبارة الليث: أدهقتها: شددت ملأها، قال: والدَّهْدقة: دوران البضع الكثير في القدر إذا غلت، تراها تعلو مرة وتسفل أخرى). \"تهذيب اللغة\" ٥/ ٣٩٤ (دهق). (٢) \"تهذيب اللغة\" المرجع السابق. وقال ابن فارس: (الدال، والهاء، والقاف: يدل على امتلاء في مجيء وذهاب، واضطراب، يقال: أدهقت الكأس ملأتُها). \"مقاييس اللغة\": ٢/ ٣٠٧ (دهق). وانظر: \"النهاية في غريب الحديث والأثر\" ٢/ ١٤٥ (دهق).(٣) بمعناه في \"التفسير الكبير\" ٣١/ ٢١، وعبارته: ممتلئة.(٤) المرجع السابق، وبنفس العبارة أيضًا.(٥) ورد البيت غير منسوب في \"فتح القدير\" ٥/ ٣٦٩. ولم أعثر على مصدر لقول المبرد فيما بين يدي من كتبه.(٦) ساقطة من: أ، وقد أثبت ما رأيت فيه استقامة المعنى.(٧) ورد قوله مختصرًا في \"جامع البيان\" ٣٠/ ١٩، \"زاد المسير\" ٨/ ١٦٦، \"الجامع لأحكام القرآن\" ١٩/ ١٨١، \"لباب التأويل\" ٤/ ٣٤٨، \"الدر المنثور\" ٨/ ٣٩٨، \"روح المعاني\" ٣٠/ ١٨. وانظر: \"صحيح البخاري\" ٢/ ٤٣١، كتاب بدء الخلق: باب: ٨، و\"تفسير ابن عباس\" للحميدي: ٢/ ٩٦٣. وانظر: \"كتاب البعث\" ٢٠٧، رقم: ٣٢٢.</p><p> قال (١) مسلم (٢) : دعا ابن عباس غلاماً له، فقال: اسقنا دهاقاً، قال: فجاء الغلام بها ملأى، فقال ابن عباس: هذا الدهاق (٣) . </p><p> قال عكرمة: وربما سمعت ابن عباس يقول: اسقنا، وأدهق لنا (٤) . وقال آخرون (٥) : هي المتتابعة. </p><p> وأهل اللغة على القول الأول، وأصل القول الثاني من قول العرب:  (ادَّهقت الحجارة ادِّهاقاً، وهو شدةٌ تلازمها، ودخول بعضها في بعض)  (٦) . والمتتابع كالمتداخل. </p><p> عكرمة في قوله:  (وكأساً دهاقاً) قال: هي الصافية (٧) . </p><p>(١) في (أ): ابن، والصواب حذفها؛ لأن الرواية وردت بنصها عند الطبري: ٣٠/ ١٨ عن مسلم، وليس ابن مسلم، وكذا في \"الوسيط\" ٤/ ٤١٥. (٢) هو: مسلم بن نَسْطاس، روى عن عبيدة السلماني، وأبي البختري، وروى عنه يحيى بن ميسرة، نا عبد الرحمن، قال: سمعت أبي يقول: أرى أنهما واحد، وكان البخاري قد فرقهما. انظر: كتاب \"الجرح والتعديل\" ٨/ ١٩٧ ت ٨٦١، كتاب \" التاريخ الكبير\" ٧/ ٢٧٤: ت: ١١٥٩.(٣) \"جامع البيان\" ٣٠/ ١٨، \"التفسير الكبير\" ٣١/ ٢١، \"البعث\" ٢٠٧ ح ٣٢٣.(٤) \"التفسير الكبير\" ٣١/ ٢١، \"تفسير ابن عباس\" ٢/ ٩٦٤. وانظر: \"المستدرك\" ٢/ ٥١٢ \"كتاب التفسير\". وصححه الحاكم، ووافقه الذهبي.(٥) منهم سعيد بن جبير، وابن عباس، ومجاهد، وعطية، والعباس بن عبد المطلب، وإبراهيم النخعي، وأبو هريرة، وعكرمة، والضحاك. انظر: \"جامع البيان\" ٣٠/ ١٩، \"بحر العلوم\" ٣/ ٤٤٠، \"الكشف والبيان\" ج ٢٩١٣/ ب، \"زاد المسير\" ٨/ ١٦٦، \"التفسير الكبير\" ٣١/ ٢١، \"الجامع لأحكام القرآن\" ١٩/ ١٨١، \"الدر المنثور\" ٨/ ٣٩٨.(٦) ما بين القوسين نقله عن \"تهذيب اللغة\" ٥/ ٣٩٤ (دهق)، وهو من قول الليث، وانظر: \"لسان العرب\" ١٠/ ١٠٦ - ١٠٧ (دهق).(٧) \"جامع البيان\" ٣٠/ ١٩، \"التفسير الكبير\" ٣١/ ٢١، \"تفسير القرآن العظيم\" =</p>"
}