{
  "id": null,
  "sura": 79,
  "aya": 3738,
  "text": "<p> (قال)  (١) : إنها إذا سيق أهل الجنة إلى الجنة، وأهل النار إلى النار. وهو قول القاسم (٢) بن الوليد (٣)  (٤) . </p><p> ٣٧، ٣٨ - قوله تعالى: {فَأَمَّا مَنْ طَغَى (٣٧) وَآثَرَ الْحَيَاةَ الدُّنْيَا} يعني الكافر. </p><p> قال مقاتل (٥) ، والكلبي (٦) : نزلت في النضر وأبيه الحرث. </p><p> ٣٩ - {فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى}  (أي المأوى (٧) تأويه) (٨) ، (قال الكلبي هي: المأوى)  (٩) لمن كان بهذه الصفة (١٠) . </p><p>= جريج بن بجيلة، روى عن نافع مولى ابن عمر، روى عنه سفيان الثوري وغيره، ثقة. مات سنة ١٥٧ هـ روى له الجماعة. انظر: \"التاريخ الكبير\" ٧/ ٣١٤: ت: ١٣٣٩، كتاب \"الثقات\" لابن حبان: ٧/ ٤٦٢، \"تهذيب الكمال\" ٢٧/ ١٥٨: ت: ٥٧٥٣.(١) ما بين القوسين ساقط من: (أ).(٢) في (ع): القاسم.(٣) القاسم بن الوليد الهمدانيُّ ثم الخِبْذعِيُّ، روى عن الشعبي، والباقر، وعنه ابنه الوليد، وأبو نعيم. ثقة. توفي سنة ١٤١ هـ.انظر: كتاب \"التاريخ الكبير\" ٧/ ١٦٧: ت: ٧٤٧، \"تهذيب الكمال\" ٢٣/ ٤٥٦ ت: ٤٨٣٣، \"الكاشف\" ٢/ ٣٣٩: ت: ٤٦٠٧.(٤) لم أعثر على مصدر لقوله.(٥) \"تفسير مقاتل\" ٢٢٨/ أ.(٦) لم أعثر على مصدر لقوله. وبمثل روايته ورد من غير عزو في \"التفسير الكبير\" ٣١/ ٥٢.(٧) المأوى: كل مكان يأوي إليه شيء ليلاً أو نهارًا، وقد أوى فلان إلى منزله، يأوي أويًا. \"الصحاح\" ٦/ ٢٢٧٤ مادة: (أوا)، وانظر: \"لسان العرب\" ١٤/ ٥٢ مادة: (أوا).(٨) ما بين القوسين ساقط من: (أ).(٩) ما بين القوسين ساقط من: (أ).(١٠) لم أعثر على مصدر لقوله.</p><p> ٤٠ - {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ} تقدم تفسيره في سورة الرحمن (١) . </p><p> {وَنَهَى النَّفْسَ عَنِ الْهَوَى} قال عطاء (٢) ، والكلبي (٣) ، (ومقاتل (٤) ) (٥) : نزلت في مصعب بن عمير. </p><p> والمعنى نهى نفسه عن المحارم التي يشتهيها، وعما كان يهوى في الجاهلية. </p><p> وقال مقاتل: هو أن الرجل يهم بالمعصية فيذكر مقامه على الله للحساب فيتركها (٦) ، فذلك قوله: ونهى النفس عن الهوى فإن الجنة هي المأوى أي مأواه ومصيره. </p><p>(١) سورة الرحمن: ٤٦: {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ}. ومما جاء في تفسيرها: أنه يجوز أن تكون مصدرًا، وموضعًا، فإن جعلته موضعًا كان المعنى: مقامه بين يدي ربه للحساب، أي المقام الذي يقفه فيه ربه.وإن جعلته مصدرًا جاز فيه وجهان:قيامه لربه، يدل عليه قوله: {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} [المطففين: ٦].والآخر: قيام ربه عليه، أي إشرافه واطلاعه عليه بالعلم، ويدل عليه قوله: {أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ} [الرعد: ٣٣] الآية.والمفسرون على القول الأول في المقام، قال ابن عباس: يريد مقامه بين يدي ربه خاف ذلك المقام، فترك المعصية والشهوة. وقال مجاهد: إذا هم بمعصية فذكر مقام الله عليه في الدنيا فتركها، وعلى هذا المقام مصدر.(٢) لم أعثر على مصدر لقوله.(٣) لم أعثر على مصدر لقوله. وقد ورد بمثل قوله من غير عزو عند تفسير قوله: {فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} في \"النكت والعيون\" ٦/ ٢٠٠، و\"التفسير الكبير\" ٣١/ ٣٥، \"الجامع لأحكام القرآن\" ١٩/ ٢٠٦.(٤) \"تفسير مقاتل\" ٢٢٨/ أ.(٥) ما بين القوسين ساقط من: (أ).(٦) ورد بنحو قوله في \"معالم التنزيل\" ٤/ ٤٤٥، \"زاد المسير\" ٨/ ١٧٧.</p><p> قال ابن عباس: يريد مأوى مصعب بن عمير نزلت فيه (١) . </p><p> ثم هي لمن بعده ممن كان بهذه الصفة. </p><p> قال الفراء: يريد مأوى من وصفناه بما وصفناه به من خوف ربه، ونهى نفسه عن هواها (٢) . </p><p> ٤٢ - {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا} ، مفسر في آخر سورة الأعراف (٣)  (٤) -أي متى وقوعها، وقيامها. </p><p> ٤٣ - {فِيمَ أَنْتَ مِنْ ذِكْرَاهَا} قال عطاء: يريد لم أطلعك على </p><p>(١) ورد بمعنى هذه الرواية عن ابن عباس في \"الجامع لأحكام القرآن\" ١٩/ ٢٠٦، وذكر في أحدها عنه أنها نزلت في رجلين: أبي جهل بن هشام، ومصعب بن عمير العبدري. والأخرى من رواية طويلة أنها نزلت في مصعب بن عمير، وأخيه عامر بن عمير. (٢) \"معاني القرآن\" ٣/ ٢٣٤ بيسير من التصرف.(٣) في (أ): الأنعام، وهو خطأ.(٤) سورة الأعراف: ١٨٧: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا}ومما جاء في تفسيرها: \"يسألونك\" قال ابن عباس: إن قومًا من اليهود قالوا: يا محمد أخبرنا عن الساعة متى تكون إن كنت نبيًا؟ وقال الحسن وقتادة: هم قريش، قالت لمحمد -صلى الله عليه وسلم-: متى الساعة؟\"عن الساعة\" قال ابن عباس: يريد التي لا بعدها ساعة.وقال الزجاج: هاهنا الساعة التي يموت فيها الخلق.وقوله: \"أيان\" معناها الاستفهام عن الوقت الذي لم يجيء، وهو سؤال عن السؤال على جهة الظرف للفعل.وقوله تعالى: \"مرساها\" المرسى: مفعل من الإرساء، وهو الإثبات، يقال: ولا الشيء يرسو إذا ثبت، وأرساه غيره، قال الله: \"والجبال أرساها\".ومعنى: \"أيان مرساها\" متى يقع إثباتها، قال بعضهم: مرساها: قيامها، وهو معنى وليس بتفسير، وقال الزجاج: متى وقوعها، وقال ابن قتيبة: متى ثبوتها.</p><p> علمها (١)  (٢) . </p><p> وقال الكلبي: يقول ما أنت وذاك أن تذكرها (٣) . </p><p> والمعنى لست في شيء من ذكرها (٤) وعلمها، أي لا تعلمها. </p><p> و {فِيمَ} استفهام بمعنى الجحد (٥) . </p><p> ٤٤ - {إِلَى رَبِّكَ مُنْتَهَاهَا} . </p><p> قال أبو إسحاق: أي منتهى علمها (٦) . (وهو معنى قول المفسرين (٧) ) (٨) . </p><p> قال ابن عباس: يريد علم ذلك عندي (٩) . </p><p> ٤٥ - {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا} ، قال الزجاج: أي إنما أنت (١٠) في </p><p>(١) بياض في (ع). (٢) لم أعثر على مصدر لقوله.(٣) لم أعثر على مصدر لقوله.(٤) في (أ): ذكراها؟(٥) أي النفي.(٦) \"معاني القرآن وإعرابه\" ٥/ ٢٨١ بنصه.(٧) قاله ابن عباس. انظر: \"الدر المنثور\" ٨/ ٤١٣ وعزاه إلى ابن أبي حاتم، وابن مردويه بسند ضعيف.ومن قال بمعنى ما قاله أبو إسحاق: الطبري في \"جامع البيان\" ٣٠/ ٤٩، والثعلبي في \"الكشف والبيان\" ج ١٣: ٣٩/ أ، والماوردي في \"النكت والعيون\" ٦/ ٢٠١، وانظر أيضًا: \"معالم التنزيل\" ٤/ ٤٤٥، \"زاد المسير\" ٨/ ١٧٨، \"التفسير الكبير\" ٣١/ ٥٣، \"الجامع لأحكام القرآن\" ١٩/ ٢٠٧، \"لباب التأويل\" ٤/ ٣٥٢.(٨) ما بين القوسين ساقط من: (أ).(٩) لم أعثر على مصدر لقوله.(١٠) فقوله: إنما أنت: بياض في (ع).</p><p> حال إنذار من يخشاها (١) ، وتنذر أيضًا فيما يستقبل من يخشاها، ومفعل وفاعِلٌ إذا كان كل واحد منهما لما يستقبل، وللحال نونته؛ لأنه يكون بدلاً من الفعل، والفعل لا يكون إلا نكرة، وقد يجوز حذف التنوين علي الاستخفاف. والمعنى: معنى ثبوته (٢) ، فإذا كان لما مضى فهو غير منون ألبتة تقول: أنت منذر زيدًا، أي أنت أنذرت زيدًا (٣) . </p><p> وقال الفراء: التنوين، وتركه كلٌ صواب، كقوله:  {بَالِغُ أَمْرِهِ}  [الطلاق: ٣] ، (وبالغٌ أمره.{مُوهِنُ كَيْدِ}[الأنفال: ١٨])  (٤) ، (ومُوهِنُ كيدِ)  (٥) . </p><p> وقال أبو علي الفارسي: وجه التنوين، أن اسم الفاعل للحال، ويدل على ذلك قوله:  {قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ}  [الأنبياء: ٤٥] ، ومن أضاف استخف الحذف، فحذف التنوين، كقوله:  {عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ}  [الأحقاف: ٢٤] ، ونحو ذلك بما جاء على لفظ الإضافة، والمراد به الانفصال، -قال- ويجوز أن تكون الإضافة للمضي، نحو: ضارب زيدًا أمس؛ لأنه قد فعل الإنذار (٦) . </p><p>(١) وهذا معنى لقراءة من قرأ: \"منذرٌ\" بالتنوين، وقد قرأ بذلك: أبو جعفر، وأبو عمرو على الأصل، وقرأ الباقون \"منذرُ\" من غير تنوين؛ لأجل التخفيف. انظر: \"القراءات وعلل النحوين فيها\" ٢/ ٧٤٦، \"الحجة\" ٦/ ٣٧٥، \"المبسوط\" ٣٩٥، \"النشر\" ٢/ ٣٩٨، \"إتحاف فضلاء البشر\" (٤٣٣)، \"المهذب\" ٢/ ٣٢٢.(٢) يعني ثبوت التنوين. \"معاني القرآن وإعرابه\" ٥/ ٢٨٢.(٣) المرجع السابق بيسير من التصرف.(٤) ما بين القوسين ساقط من: (أ).(٥) \"معاني القرآن\" ٣/ ٢٤٣ بتصرف.(٦) \"الحجة\" ٦/ ٣٧٥ بتصرف.</p><p> قال الكلبي: إنما أنت مخوف من يخاف قيامها (١) . </p><p> والمعنى: إنما ينفع إنذارك من يخافها؛ لأنه كان منذرًا للكافة، ولكن لمن كان إنذاره من يخشاها لا ينفع، (٢) كأنه لم تنذره، وهذا كقوله:  {إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ}  [فاطر: ١٨] . </p><p> قال مقاتل:  \"إنما أنت منذر من يخشاها\" فصدق بها (٣) . </p><p> ٤٦ - {كَأَنَّهُمْ} يعني كفار قريش. </p><p> {يَوْمَ يَرَوْنَهَا} يعاينون القيامة. {لَمْ يَلْبَثُوا} في الدنيا. </p><p> {إِلَّا عَشِيَّةً أَوْ ضُحَاهَا} قال الكلبي: يقول لم يمكثوا في قبورهم، ولا في الدنيا إلا قدر آخر نهار أو أوله (٤) . </p><p> وهذا كقوله:  {كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ}  [الأحقاف: ٣٥]  (٥) . (وقوله:{أَوْ ضُحَاهَا}.</p><p> قال عطاء عن ابن عباس: الهاء، والألف صلة للكلام، تريد: لم يلبثوا إلا عشية أو ضحى)  (٦) . </p><p> -وقد مر بيانه (٧) . </p><p>(١) لم أعثر على مصدر لقوله. وورد بمثله من غير عزو في \"زاد المسير\" ٨/ ١٧٨. (٢) في (أ): زيادة: كان، وهي لفظة زائدة لا يستقيم الكلام بإثباتها.(٣) لم أعثر على مصدر لقوله.(٤) لم أعثر على مصدر لقوله. وقد ورد معنى قوله من غير نسبة في \"الوسيط\" ٤/ ٤٢١.(٥) في (أ): عشية أو ضحى.(٦) ما بين القوسين ساقط من: (أ). ولم أعثر على مصدر له.(٧) وقد جاء في تفسير آية الأحقاف: ٣٥: \"قوله: \"كأنهم يوم يرون ما يوعدون\" أي من العذاب في الآخرة، \"لم يلبثوا إلا ساعة من نهار\"، قال الكلبي: لم يمكثوا في القبور إلا ساعة، وقال مقاتل: لم يلبثوا في الدنيا إلا ساعة من نهار.</p><p> وذكر الفراء (١) ، والزجاج (٢) ، كلامًا دل على أن المراد بإضافة الضحى إلى العشية إضافتها إلى يوم العشية؛ لأنه للعشية ضحى، وإنما يكون ليوم تلك العشية، كأنه قيل: إلا عشية أو ضحى يومها، والعرب تقول: آتيك العشية أو غداتها.-على ما ذكرنا- </p><p> ومعنى الآية: أن ما أنكروه سيرونه حتى كأنهم لم يزالوا فيه، وكأنهم لم يلبثوا في الدنيا (٣) إلا ساعة ثم مضت كأنها لم تكن. </p><p>= والمعنى: أنهم إذا عاينوا العذاب صار طول لبثهم في الدنيا والبرزخ كأنه ساعة من النهار، وكأنه لم يكن لهول ما عاينوا؛ ولأن الشيء إذا مضى كأنه لم يكن وإن كان طويلاً. (١) \"معاني القرآن\" ٣/ ٢٤٣.(٢) \"معاني القرآن وإعرابه\" ٥/ ٢٨٢.(٣) بياض في (ع).</p><p> سورة عبس </p><p> تفسير سورة عبس (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١، ٢ - {عَبَسَ} يعني النبي -صلى الله عليه وسلم- (٢)  {وَتَوَلَّى} أعرض (٣)  {أَنْ جَاءَهُ} قال أبو إسحاق: \"أن\" في موضع نصب (٤) مفعول له، المعنى: لأن جاءه الأعمى، وهو ابن مكتوم، أتى النبي -صلى الله عليه وسلم- وعنده رهط (٥) من أشراف قريش، وهو مقبل عليهم يدعوهم إلى الله و (إلى)  (٦) الإسلام، وفرح أن يجيبوه إلى </p><p>(١) مكية في قول الجميع. انظر: \"جامع البيان\" ٣٠/ ٤٠، \"النكت والعيون\" ٦/ ٢٠٢، \"معالم التنزيل\" ٤/ ٤٤٦، \"المحرر الوجيز\" ٥/ ٤٣٦، \"زاد المسير\" ٨/ ١٧٩، وغير ذلك من كتب التفسير. (٢) أجمع المفسرون على أن الذي عبس وتولى هو الرسول عليه الصلاة والسلام. قاله الفخر في: \"التفسير الكبير\" ٣١/ ٥٦. ومعنى العبوس: تقطب الوجه واربداده عند كراهية أمر. انظر: \"المحرر الوجيز\" ٥/ ٤٣٦.(٣) أعرض بوجهه. قاله ابن الجوزي: \"زاد المسير\" ٨/ ١٨٠، وقال الشيخ السعدي: تولى في بدنه. تيسير الكريم الرحمن: ٥/ ٣٧١.(٤) بياض في (ع).(٥) الرهط: ما دون العشرة من الرجال لا يكون فيهم امرأة. مختار \"الصحاح\" ٢٥٩: (رهط)، والمقصود بهم: عتبة بن ربيعة، وأبو جهل بن هشام، وعباس بن عبد المطلب، وأبي، وأمية ابنا خلف.انظر: \"أسباب النزول للواحدي\"، تح: أيمن صالح: ٣٨٥.(٦) ما بين القوسين ساقط من (أ).</p><p> ذلك، إذا أتى ابن أم مكتوم الأعمى (١) ، فجعل يناديه ويقول: يا رسول الله، علمني مما علمك الله، يعني القرآن والإسلام، ويكرر (٢) ذلك، ولا يدري أنه مشتغل عنه بغيره، فكلح (٣) النبي -صلى الله عليه وسلم- وأعرض عنه، وظهرت في وجهه الكراهة، فأنزل الله عَزَّ وَجَلَّ هذه الآيات (٤) . </p><p>(١) ابن أم مكتوم: هو عمرو بن أم مكتوم القرشي بن قيس بن زائدة بن الأصم، وقد اختلف في اسمه، واسم أمه أم مكتوم: عاتكة بنت عبد الله بن عنكثة بن عائذ بن مخزوم، أسلم قديمًا بمكة، وكان من المهاجرين الأولين، شهد القادسية، واستشهد هناك، روى عن النبي -صلى الله عليه وسلم-، وحديثه في كتب السنن. انظر: \"الاستيعاب\" ٣/ ١١٩٨ ت ١٩٤٦، \"أسد الغابة\" ٤/ ٢٦٤، ت ٤٠٠٦، \"الإصابة\" ٤/ ٢٨٤ ت ٥٧٥٩.(٢) في (أ): فكرر.(٣) كلح: الكلوح: تكشر في عبوس. \"لسان العرب\" (كلح)، وسبق بيانها في سورة المدثر.(٤) وبمعنى هذه الرواية ورد في أسباب النزول: تح: أيمن صالح: ٣٨٥ من طريقين: أحداهما: لم يذكر إسناده، والآخر: من طريق هشام بن عروة، عن عائشة. وانظر أيضًا: \"لباب النقول\" للسيوطي: ٢٢٧، وعزاه إلى الترمذي، والحاكم عن عائشة، قال الترمذي عن رواية هشام بن عروة، عن عائشة: هذا حديث غريب. \"سنن الترمذي\" ٥/ ٤٣٢: ح ٣٣٣١ كتاب تفسير القرآن، باب ٧٣، قال: وقد روى بعضهم هذا الحديث عن هشام بن عروة عن أبيه، ولم يذكر فيه عائشة.قال الوادعي: الحديث، قال الحافظ العراقي في \"تخريج الإحياء\" ٤/ ٢٤٤: رجاله رجال الصحيح، وقد أخرجه ابن حبان كما في \"موارد الظمآن\" ٤٣٨ ح ١٧٦٩: كتاب التفسير: باب سورة عبس، وابن جرير \"جامع البيان\" ٣٠/ ٥٠، والحاكم ٢/ ٥١٤ التفسير: تفسير سورة عبس، وقال: صحيح على شرط الشيخين، ولم يخرجاه، فقد أرسله جماعة عن هشام. قال الذهبي: وهو الصواب.الحديث له شواهد أوردها الشوكاني في: \"فتح القدير\" ٥/ ٣٨٦ عزاه إلى \"تفسير =</p>"
}