{
  "id": null,
  "sura": 79,
  "aya": 30,
  "text": "<p> (أي جعله (١) مظلمًا، يقال أغطش الليل، وأغطشه الله، والغطش الظلمة، والأغطش شبه الأعمش) (٢) . </p><p> {وَأَخْرَجَ ضُحَاهَا} قالوا: وأبرز نهارها، وضوءها، وشمسها (٣) . </p><p> وأضاف الليل، والضحى إلى السماء الآن) (٤) الظلمة، والنور كلاهما ينزل من السماء. </p><p> ٣٠ - {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} ، (أي: أبسطها، يقال دحوت أدحو دحوًا، ودَحَيْت أدحي دحيَّا (٥) ، وفي حديث علي -رضي الله عنه-: اللهم داحي المدحيات (٦) ، يعني باسط الأرضين السبع وموسعها، وهي </p><p>(١) بياض في (ع). (٢) ما بين القوسين بيان للمعنى اللغوي لقوله: \"أغطش\". انظر في ذلك مادة: (غطش) في \"تهذيب اللغة\" ١٦، \"المستدرك\" ١٦١، \"لسان العرب\" ٦/ ٣٢٤.(٣) هذه من ألفاظ المفسرين، قال قتادة: أنور ضحاها. \"تفسير عبد الرزاق\" ٢/ ٣٤٧. وعن مجاهد: نورها، وعن الضحاك: نهارها، وعن ابن زيد: ضوء النهار. انظر: \"جامع البيان\" ٣٠/ ٤٤.وعن ابن عباس: أن أخرج ضحاها: الشمس. \"النكت والعيون\" ٦/ ١٩٩.وانظر أيضًا في ذلك: \"معالم التنزيل\" ٤/ ٤٤٥، \"زاد المسير\" ٨/ ١٧٦، \"الجامع لأحكام القرآن\" ١٩/ ٢٠٣.(٤) ما بين القوسين ساقط من: (أ).(٥) الدحو: البسْطُ، دَحا الأرض يَدْحوها دَحْوًا: بسطها. \"لسان العرب\" ١٤/ ٢٥١ مادة: (دحا).وفي \"النهاية\" الدَّحْو: البسط، والمَدْحوات: الأرضون، يقال: دَحا يدْحو، ويَدْحى: أي بسط ووسع ٢/ ١٠١.(٦) \"النهاية في غريب الحديث والأثر\" ٢/ ١٠١، \"التفسير الكبير\" ٣١/ ٤٨، \"الدر المنثور\" ٨/ ٤١٢ وعزاه إلى أبي الشيخ في \"العظمة\"، مرفوعًا من طريق علي بمعنى رواية الواحدي.</p><p> المدحوات -بالواو- أيضًا) (١) . </p><p> وذكرنا الكلام في رتبة (٢) خلق السماء والأرض عند قوله: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ}  [فصلت: ١١] في أول حم السجدة (٣) . </p><p>= والذي وجدته عند أبي الشيخ من طريق البزار مرفوعًا من حديث علي: تبارك رافعها ومدبرها، ثم رمى ببصره -صلى الله عليه وسلم- إلى الأرض، فقال: تبارك داحيها وخالقها). العظمة: ١٩٥: ح: ٥٦٢. وأورد هذه الرواية الهيثمي من طريق عليًا مرفوعة أيضًا مطولة، وقال: رواه البزار، وفيه من لم أعرفهم. \"مجمع الزوائد\" ٧/ ٣٢٨.وقد ضعف محقق العظمة هذه الرواية بناء على كلام الهيثمي رحمه الله.(١) ما بين القوسين نقله الواحدي عن \"تهذيب اللغة\" ٥/ ١٩٠ مادة: (دحا) بتصرف. وانظر: \"لسان العرب\" ١٤/ ٢٥١ مادة: (دحا).(٢) في الأصل: تربة وهو تصحيف.(٣) ومما جاء في تفسير قوله تعالى: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١)}: الإشكال بينها وبين آية النازعات.قال: وقع عد البعض إشكال بين قوله: {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ}، وبين قوله: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} فقالوا: هذه الآية تدل على أنه خلق الأرض قبل السماء؛ لأنه ذكر خلق الأرض، ثم قال بعد ما فرغ من ذكر خلق الأرض: \"ثم استوى إلى السماء\"، وقال في موضع آخر: {أَمِ السَّمَاءُ بَنَاهَا (٢٧) رَفَعَ سَمْكَهَا فَسَوَّاهَا} {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا}فدلت هذه الآية على أنه خلق الأرض بعد السماء، فادعوا التناقض.ثم رد عليهم بأجوبة، منها:١ - أن الله تعالى قال: {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} ولم يقل خلقها، وابتدأها، أو أنشأها، فابتداء خلق الأرض كان قبل خلق السموات، ثم خلق السموات، ثم دحا بعد ذلك الأرض، أي بسطها ومدها، فقد كانت ربوة مجتمعة. وهذا قول ابن قتيبة.٢ - أن خلق الله -على ما ذكر الله في سورة فصلت، وقوله: \"والأرض بعد ذلك\" =</p><p> وقال أبو عبيدة:  (دحاها) ، و (طحاها) : بسطها، يقال: دحوت، ودحيت (١) . </p><p> وأنشد قول زيد بن عمرو (٢) بن نفيل: </p><p> دحاها فلما رآها استوت ... على الماء أرسى عليها الجبال (٣) </p><p>= معناه: والأرض مع ذلك، وهذا جار في كلام العرب، وإقامة بعض الصفات مقام بعضها الآخر سائر مشهور. ٣ - أنه يجوز أن يكون تأويل قوله: \"بعد ذلك\" بمعنى قبل، ويجري مجرى حروف الأضداد، وشاهده قوله: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ} قال بعضهم: معناه: من قبل الذكر؛ لأن الذكر هو القرآن.ثم ينهي الواحدي القول في هذه المسألة بقول ابن عباس: أولاً هو خلق السماء قبل أن يخلق الأرض، ثم دحا الأرض بعد ما خلق السماء.ثم يقول ابن الأنباري: الذي أختاره هو: أن خلق الأرض قبل خلق السماء؛ لأن ظاهر القرآن عليه أدل عليه، والحجج له أوضح.ثم ذكر قول السدي في بيان كيف أنشأ السبع السموات -قال-: قال السدي: في قوله: \"ثم استوى إلى السماء وهي دخان\" قبل ذلك الدخان من نفس الماء حين تنفس، خلقها سماء واحدة، ثم فتقها، فجعلها سبعاً في يومين: في الخميس والجمعة.انظر: \"الوسيط\" ج ٤: ٢٣٨/ ب، ٢٣٩/ أ.(١) \"مجاز القرآن\" ٢/ ٢٨٥ بيسير من التصرف، ولم ينشد أبو عبيدة بيت الشعر الذي عزاه إليه الواحدي.(٢) في (أ): عمر.(٣) ورد البيت في \"التفسير الكبير\" ٣١/ ٤٨، \"النكت والعيون\" ٦/ ١٩٩، \"الجامع لأحكام القرآن\" ١٩/ ٢٠٧، \"البحر المحيط\" ٨/ ٤١٨، \"روح المعاني\" ٣٠/ ٣٢، وكلها -عدا \"التفسير الكبير\"- برواية:دَحاها فلما استوت شدَّها ... بأيد وأرسى عليها الجبالا</p>"
}