{
  "id": null,
  "sura": 79,
  "aya": 11,
  "text": "<p> قال ابن عباس في رواية عطاء: يريد الأرض (١) . وهو قول مقاتل، قال: يقولون أننا لراجعون نمشي على أقدامنا بعد الموت (٢) !. </p><p> والمعنى: أنرد إلى ظهر الأرض أحياءً نمشي عليها؟ </p><p> (والحافرة، على هذا القول، من الأرض، سميت حافرة يعني محفورة؛ لأن قبورهم تحفر فيها. (قاله الفراء)  (٣) . قال: وهذا كقوله: {مَاءٍ دَافِقٍ} أي مدفوق (٤) ) (٥) . </p><p> ١١ - (وقوله)  (٦) : {أَإِذَا كُنَّا عِظَامًا نَخِرَةً} ، (وقرئ: ناخرة (٧) ، (٨) ، يقال: نخر العظم يَنْخَر فهو نخِر، مثل: عَفِنَ يعْفَنُ فهو عَفِن، وذلك إذا </p><p>(١) لم أعثر على مصدر لقوله. (٢) لم أعثر على مصدر لقوله وقد ورد عن مجاهد بمثل قوليهما. انظر: \"جامع البيان\" ٣٠/ ٣٤، وكذا ابن عيسى في \"النكت والعيون\" ٦/ ١٩٥.(٣) ما بين القوسين ساقط من: (أ).(٤) في (أ): مدوق.(٥) ما بين القوسين نقله عن الفراء بتصرف. انظر: \"معاني القرآن\" ٣/ ٢٣٢، وقد حكاه الفراء عن بعضهم.(٦) ما بين القوسين ساقط من: (أ).(٧) في (ع): نخرة.(٨) قرأ بذلك حمزة، والكسائي، وأبو بكر، وحجتهم في ذلك رؤوس الآيات بالألف؛ نحو: الحاضرة، والرادفة، والراجفة، والساهرة، فالألف أشبه بمجيء التنزيل، وبرؤوس الآيات.وقرأ الباقون: \"عظامًا نخرة\" بغير ألف، وحجتهم: أن ما كان صفة منتظر لم يكن فهو بالألف، وما كان وقع فهو بغير ألف.نقلاً عن: \"حجة القراءات\" ٧٤٨. وانظر أيضًا: \"كتاب السبعة\" ٦٧٠، \"الحجة\" ٦/ ٣٧١، \"الكشف\" عن وجوه القراءات: ٢/ ٣٦١، الوافي ٣٧٧.</p><p> بلي) (١) . </p><p> ويقال نخرت الخشبة نَخَرًا، إذا بليت فاسترخت، وإذا مسستها تفتّت، وكذلك العظم الناخر النخر، قال ذلك الليث (٢) . </p><p> (وقال أبو عبيدة: ناخرة ونخرة: بالية (٣) ) (٤) . وقال الأخفش: هما جميعاً لغتان أيهما قرأت فحسن (٥) . </p><p> قال الفراء: الناخر (٦) ، والنخرة، سواء في المعنى بمنزلة الطامع، والطمع، والباخل والبخل (٧) . </p><p> واختار [أبو عبيد]  (٨) نخرة، [قال]  (٩) : ونظرنا في الآثار التي فيها ذكر العظام التي قد نخرت، وجدناها كلها العظام النخرة، ولم يسمع في شيء منها الناخرة، -قال-: وكان أبو عمرو يقول: إنما يكون الناخرة التي </p><p>(١) ما بين القوسين لعله نقله عن الزجاج بتصرف. انظر: \"معاني القرآن وإعرابه\" ٥/ ٢٧٨ - ٢٧٩. (٢) \"تهذيب اللغة\" ٧/ ٣٤٦ بيسير من التصرف.(٣) \"مجاز القرآن\" ٢/ ٢٨٤ بمعناه.(٤) ما بين القوسين ساقط من: (أ).(٥) ورد قوله في \"زاد المسير\" ٨/ ١٧٣، \"التفسير الكبير\" ٣١/ ٣٧.(٦) في (ع): الناخرة.(٧) \"معاني القرآن\" ٣/ ٢٣١ - ٢٣٢ مختصرًا.(٨) في كلا النسختين: أبو عبيدة، وأثبت اسم أبي عبيد؛ لأنه قد ورد في نص العبارة المذكورة في \"التفسير الكبير\" ٣١/ ٣٧، وفي \"الجامع لأحكام القرآن\" ١٩/ ١٩٦، عن أبي عبيد، وهو الصواب، ولم أجد في المجاز لأبي عبيدة هذا القول.(٩) ساقطة من النسختين، والمثبت من \"التفسير الكبير\"، فقد نقله الفخر بنصه عن الواحدي، وأثبته لاستقامة المعنى به: ٣١/ ٣٧.</p><p> تنخر بعد ولم (١) تفعل (٢) . </p><p> وقال الفراء (٣) ، والزجاج (٤) : ناخرة أجود (٥) الوجهين لشبه أواخر الآي بعضها ببعض، نحو الحافرة، والساهرة -قالا (٦) -: والناخرة تأويل آخر، وهي العظام الفارغة التي يصير فيها من هبوب الريح كالنخير (٧) ، (٨) . </p><p> وعلى هذا: الناخرة من النخير بمعنى: الصوت كنخير النائم، والمخنوق، لا من النخر الذي هو البلى (٩) . </p><p> وأكثر المفسرين (١٠) على القول الأول، قالوا: يعني بالنية، (وهو قول الضحاك (١١) ، ومقاتل (١٢) ) (١٣) . </p><p>(١) في (أ): لم. (٢) المراجع السابقة، وقد ورد قول أبي عمرو بن العلاء أيضًا في \"المحرر الوجيز\" ٥/ ٤٣٢، \"فتح القدير\" ٥/ ٣٧٥.(٣) \"معاني القرآن\" ٣/ ٢٣١.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٧٩.(٥) بياض في (ع).(٦) أي الفراء والزجاج.(٧) في (أ): كالنخر.(٨) المرجعان السابقان.(٩) الناخرة: العظام المجوفة التي تمرُّ فيه الرياح فتنخر.مادة نخر في \"تهذيب اللغة\" ٧/ ٣٤٥، وانظر أيضًا: \"الصحاح\" ٢/ ٨٢٥، \"لسان العرب\" ٥/ ١٩٩.(١٠) قال بذلك ابن عباس، ومجاهد، وقتادة، والسدي، وحكاه ابن عطية عن أكثر المفسرين. انظر: \"جامع البيان\" ٣٠/ ٣٥، \"النكت والعيون\" ٦/ ١٩٥، \"المحرر الوجيز\" ٥/ ٤٣٢، \"تفسير القرآن العظيم\" ٤/ ٤٩٨.(١١) \"الدر المنثور\" ٨/ ٤٠٨ وعزاه إلى عبد بن حميد.(١٢) \"تفسير مقاتل\" ٢٢٧/ أ.(١٣) ما بين القوسين ساقط من: (أ).</p>"
}