{
  "id": null,
  "sura": 80,
  "aya": 26,
  "text": "<p> قال أبو إسحاق: من قرأ \"إنَا\" فعلى الابتداء والاستئناف، ومن فتح فعلى معنى البدل من الطعام، ويكون \"إنا\" في موضع خفض. المعنى: فلينظر الإنسان إلى (١) إنا صببنا الماء (٢) . </p><p> وقال أبو علي: من قال \"إنا صببنا\" بكسر \"إن\" كان ذلك تفسيرًا للنظر إلى طعامه، كما أن قوله \"مغفرة\"  (٣) تفسيرًا للوعد، ومن فتح فعلى معنى البدل بدل الاشتمال؛ لأن هذه الأشياء تشتمل على كون الطعام وحدوثه، فهو من نحو {يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ}  [البقرة: ٢١٧] ، و {قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤) النَّارِ} [البروج: ٤ - ٥]  (٤) ، قال ابن عباس (٥) ، والمفسرون (٦) : أراد بصب الماء: المطر. </p><p> ٢٦ - {ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا} بالنبات (٧) . </p><p>(١) بياض في (ع). (٢) \"معاني القرآن وإعرابه\" ٥/ ٢٨٦ باختصار.(٣) سورة المائدة: آية ٩: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ}.(٤) \"الحجة\" ٦/ ٣٧٨ باختصار يسير.(٥) \"الدر المنثور\" ٨/ ٤٢١ وعزاه إلى ابن المنذر.(٦) حكاه ابن الجوزي عن المفسرين في: \"زاد المسير\" ٨/ ١٨٥، وقال به الطبري في: \"جامع البيان\" ٣٠/ ٥٧، والسمرقندي في: \"بحر العلوم\" ٣/ ٤٤٩، والثعلبي في: \"الكشف والبيان\" ١٣/ ٤١ أ، والماوردي في: \"النكت والعيون\" ٦/ ٢٠٧. وانظر أيضًا: \"معالم التزيل\" ٤/ ٤٤٨، \"المحرر الوجيز\" ٥/ ٤٣٩، \"التفسير الكبير\" ٣١/ ٦٣، \"الجامع لآحكام القرآن\" ١٩/ ٢١٩، \"لباب التأويل\" ٤/ ٣٥٤.(٧) قال بذلك الطبري في: \"جامع البيان\" ٣٠/ ٥٧.</p><p> ٢٧، ٢٨ - {فَأَنْبَتْنَا فِيهَا حَبًّا (٢٧) وَعِنَبًا} يعني الحبوب كلها مما يتغذى به (١) . </p><p> {وَقَضْبًا} أكثر أهل اللغة، والتفسير قالوا: القضب: الرَّطْبة، وهي الفِسْفِسة ما دامت خضراء، فإذا يبست فهو القت (٢) ، وأهل مكة يسمونه القضب أيضًا، وأصله من القطع (٣) ؛ (وذلك أنه يقطع ويُقضَب مرة بعد أخرى، وكذلك الفصيل (٤) ؛ لأنه يفصل أي يقطع) (٥) ، وهذا قول أبي عبيدة (٦) ، </p><p>(١) الحب: جمع حبة -بفتح الحاء-، وهو كل ما يتخذه الناس ويربونه كالقمح والشعير ونحوه، والحِبة -بكسر الحاء- كل ما ينبت من البزور ولا يحفل به، ولا هو بمتخذ. قاله ابن عطية: \"المحرر الوجيز\" ٥/ ٤٣٩. (٢) جاء في \"تهذيب اللغة\" القَتُّ: الفِسْفِسة اليابسة، يكون رطبًا ويكون يابسًا. ٨/ ٢٧٢: (قتت).وفي اللسان: القت: الفِصْفِصة، وخص بعضهم به اليابسة منها، واحدته: قَتة، وهي الرطبة من علف الدواب. ٢/ ٧١: (قتت).(٣) قال الليث: والقضب من الشجر كل شجر سَبِطت أغصانه وطالت، والقضب قطعك القضيب ونحوه \"تهذيب اللغة\" ٨/ ٣٤٧: (قضب).وعن ابن فارس: القاف، والضاد، والباء: أصل صحيح يدل على على قطع الشيء، والقضيب الغصن، والقَضْب: الرَّطْبة سميت لأنها تُقْضَب.\"مقاييس اللغة\" ٥/ ١٠٠: (قضب).(٤) لعله يراد به: الفَصْلة، وهي النخلة المنقولة المحولة، وقد افتصلها عن موضعها، أو يراد به: الفصيل ولد الناقة إذا فصل عن أمه.\"لسان العرب\" ١١/ ٥٢٢ - ٥٢٣: (فصل).(٥) ما بين القوسين لعله نقله أيضًا عن ابن قتيبة. انظر: \"تفسير غريب القرآن\" ٥١٤.(٦) لم أجد قوله في المجاز، وإنما ورد عند ابن عطية في: \"المحرر الوجيز\" ٥/ ٤٣٩: قال: أبوعبيدة: القضب: الرطبة. وأيضًا انظر: \"التفسير الكبير\" ٣١/ ٦٣.</p>"
}