{
  "id": null,
  "sura": 81,
  "aya": 29,
  "text": "<p> ٢٩ - قوله تعالى:  {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} قال أبو هريرة: لما أنزل الله: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} قالوا: الأمر إلينا إن شئنا استقمنا (١) ، وإن شئنا لم نستقم، فأنزل الله:  {وَمَا تَشَاءُونَ} الآية (٢) . </p><p> قال (٣) أبو إسحاق: أعلمهم أن المشيئة في التوفيق إليه، وأنهم لا يقدرون على ذلك إلا بمشيئة الله وتوفيقه (٤) . </p><p> وقوله:  {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ}  (وهذا إعلام أن (الإنسان)  (٥) لا يعمل خيرًا إلا بتوفيق من الله، ولا شرًا إلا بخذلانه، وأن الخير والشر بقضائه وقدره، يضل من يشاء، ويهدي من يشاء) (٦) . </p><p>(١) بياض في (ع). (٢) وردت روايته في: لباب النقول في أسباب النزول: للسيوطي: ٢٢٧، كما وردت رواية عن سليمان بن موسى بطرق مختلفة، وبمثل ما رواه أبو هريرة.انظر: \"تفسير عبد الرزاق\" ٢/ ٣٥٣، \"جامع البيان\" ٣٠/ ٨٤، \"الدر المنثور\" ٨/ ٤٣٦، جامع النقول في أسباب النزول لابن خليفة: ٣٢٩.كما وردت أيضًا رواية عن القاسم بن مخيمرة بمثل ما رواه أبو هريرة، وسليمان بن موسى. انظر: \"الدر المنثور\" ٨/ ٤٣٦.(٣) في (ع): قوله.(٤) \"معاني القرآن وإعرابه\" ٥/ ٢٩٣.(٥) ما بين القوسين ساقط من (أ).(٦) ما بين القوسين نقله عن الزجاح في: \"معاني القرآن وإعرابه\" ٥/ ٢٩٤.قال ابن تيمية في قوله: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ}: \"أخبر أن =</p><p> . . . . . . . . . . . . . . . . . . . . . . . . </p><p>= مشيئتهم موقوفة على مشيئته، ومع هذا فلا يوجب ذلك وجود الفعل منهم إذ أكثر ما فيه أنه جعلهم شائين، ولا يقع الفعل منهم حتى يشاؤوا منهم كما في قوله تعالى: {فَمَنْ شَاءَ ذَكَرَهُ (٥٥) وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [المدثر: ٥٦]، ومع هذا فلا بد من إرادة الفعل منهم حتى يريد من نفسه إعانتهم وتوفيقهم، فهنا أربع إرادات: إرادة البيان، وإرادة المشيئة، وإرادة الفعل، وإرادة الإعانة. والله أعلم\". \"دقائق التفسير\": ٥/ ٣٣ - ٣٤.وقال الشيخ السعدي في معنى الآية: أي فمشيئته نافذة لا يمكن أن تعارض أو تمانع، وفي هذه الآية وأمثالها رَدٌّ على فرقتي القدرية النفاة، والقدرية المجبرة، والله اعلم\".\"تيسير الكريم الرحمن في تفسير كلام المنان\": ٥/ ٣٧٩.</p><p> سورة الانفطار </p>"
}