{
  "id": null,
  "sura": 81,
  "aya": 21,
  "text": "<p> ٢٠ - ثم وصف جبريل فقال:  {ذِي قُوَّةٍ}  (١) أي فيما كلف وأمر به. </p><p> وذكر ابن عباس من قوته: رفعه مدائن لوط بجناحيه من الأرض إلى السماء (٢) . </p><p> وذكر مقاتل من قوته: أن شيطانًا يقال له: الأبيض، صاحب الأنبياء، قصد أن يفتن النبي -صلى الله عليه وسلم- فدفعه جبريل دفعة (هينة)  (٣)  [فوقع]  (٤) بها من مكة إلى أقصى الهند (٥) . </p><p> ٢١ - وقوله (٦)  (عَزَّ وَجَلَّ)  (٧) : {عِنْدَ ذِي الْعَرْشِ مَكِينٍ} </p><p> قال الكلبي (٨) ، ومقاتل (٩) : يعني في المنزلة، يعني: هو وجيه عند الله. </p><p> وقال الكسائي: يقال: قد مَكُن فلان عند فلان -بضم الكاف- مكنًا ومكانة (١٠) . </p><p> ٢١ - {مُطَاعٍ}  (١١) تطيعه الملائكة. {ثَمَّ} أي في السماء. وذكر ابن </p><p>(١) {ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ (٢٠)}. (٢) ورد بنحو قوله في: \"الجامع لأحكام القرآن\" ١٩/ ٢٣٨، وقد وردت روايات بمثل قوله من غير عزو في: \"بحر العلوم\" ٣/ ٤٥٣، \"معالم التنزيل\" ٤/ ٤٥٣، \"التفسير الكبير\" ٣١/ ٧٤، \"لباب التأويل\" ٤/ ٣٥٧.(٣) ما بين القوسين ساقط من (أ).(٤) في كلا النسختين: وقع، وأثبت ما جاء في أصول القول لصحته.(٥) \"تفسير مقاتل\" ٢٣٠/ ب، \"التفسير الكبير\" ٣١/ ٧٤.(٦) في (أ): قوله.(٧) ما بين القوسين ساقط من: ع.(٨) لم أعثر على مصدر لقوله.(٩) لم أعثر على مصدر لقوله.(١٠) \"التفسير الكبير\" ٣١/ ٧٤، وانظر: \"تهذيب اللغة\" ١٠/ ٢٩٢: (مكن).(١١) {مُطَاعٍ ثَمَّ أَمِينٍ (٢١)}.</p><p> عباس (١) ، والمفسرون (٢) : </p><p> من طاعة (٣) الملائكة لجبريل أنه أمر خازن الجنة ليلة المعراج حتى فتح لمحمد -صلى الله عليه وسلم- أبوابها فدخلها، [ورأى]  (٤) ما فيها، وأمر خازن جهنم فقال له: افتح لمحمد -صلى الله عليه وسلم- عن جهنم حتى ينظر إليها، فأطاعه مالك فذلك </p><p>(١) ورد قوله في: \"الجامع لأحكام القرآن\" ١٩/ ٢٣٨. (٢) انظر: \"معالم التنزيل\" ٤/ ٤٥٣، \"زاد المسير\" ٨/ ١٩٢، \"لباب التأويل\" ٤/ ٣٥٧. وقد ورد حيث المعراج في:\"الجامع الصحيح\" للبخاري: ٢/ ٤٨٥: ح: ٣٤٣٠: كتاب الأنبياء: باب: ٤٣، وج: ٣/ ٦٣: ح: ٣٨٨٧: كتاب مناقب الأنصار: باب المعراج.كما ورد في صحيح مسلم: ١/ ١٤٥: ح: ٢٥٩، ٢٦٤: كتاب الإيمان: باب الإسراء برسول الله -صلى الله عليه وسلم- إلى السموات.ومسند الإمام أحمد: ٣/ ١٤٨ - ١٤٩، ٤/ ٢٠٨ - ٢٠٩.والشاهد من الحديث كما ورد عند البخاري عن مالك بن صعصعة أن النبي -صلى الله عليه وسلم- حدثهم عن ليلة أسري به، ثم صعد حتى أتى السماء الثانية، فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد. قيل: وقد أرسل إليه؟ قال: نعم، فلما خلصتُ فإذا يحيى وعيسى، وهما ابنا خالة، قال: هذا يحيى وعيسى فسلم عليهما، فسلمت فردا ثم قالا: مرحبًا بالأخ الصالح، والنبي الصالح\".ولم يذكر في المراجع السابقة حكايه جبريل مع خازن النار.ولم أجد في الكتب المتقدمة على الواحدي من ذكر أمر إطاعة الملائكة لجبريل وإنما وجدت أقوالهم تذكر أن جبريل تطيعه الملائكة دون ذكر الحكاية السابقة. انظر: \"جامع البيان\" ٣٠/ ٨٠، \"بحر العلوم\" ٣/ ٤٥٣، \"الكشف والبيان\" ج ١٣: ٤٧/ أ، \"النكت والعيون\" ٦/ ٢١٨، \"تفسير القرآن العظيم\" ٤/ ٥١٢.(٣) في كلا النسختين أثبت لفظ الجلالة: الله بعد كلمة: طاعة، ولا يحسن إثباتها هنا لفساد المعنى، وعدم استقامة الكلام.(٤) بياض في (ع)، وفي (أ): أو رأى، وأثبت ما جاء في \"الجامع لأحكام القرآن\" لصوابه.</p>"
}