{
  "id": null,
  "sura": 82,
  "aya": 8,
  "text": "<p> وقال أبو علي (١) : على معنى التخفيف عَدلَ بعضه ببعض فكنت معتدل الخلقة متناسبها، فلا تفاوت فيها (٢) ، ولا يلزم على هذا ما لزم (٣) الفراء. </p><p> ٨ - وقوله (٤)  (تعالى)  (٥) : {فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ} </p><p> قال مجاهد: في صورة أب، أو خال، أو عم (٦) ، ويدل على صحة هذا ما روى أن النبي -صلى الله عليه وسلم- قال (٧) : \"وإذا استقرت النطفة في الرحم أحضرها الله كل نسب بينها وبين آدم\"  (٨) . </p><p>(١) في (أ): أبو عبيد. (٢) \"الحجة\" ٦/ ٣٨٢.(٣) في (ع): ما ألزم(٤) في (أ): قوله.(٥) ما بين القوسين ساقط من: ع.(٦) \"تفسير الإمام مجاهد\" ٧١٠، \"جامع البيان\" ٣٠/ ٨٧، \"الكشف والبيان\" ج ١٣: ٥٠/ ب، \"النكت والعيون\" ٦/ ٢٢٢، \"معالم التنزيل\" ٤/ ٤٥٦، وبمعناه في \"زاد المسير\" ٨/ ١٩٧، \"الجامع لأحكام القرآن\" ١٩/ ٢٤٥، \"تفسير القرآن العظيم\" ٤/ ٥١٤، \"الدر المنثور\" ٨/ ٤٤٠ وعزاه إلى عبد بن حميد وابن المنذر.(٧) ورد في نسخة (أ): \"لا في أي شبه من أب أو أم أو خال أو عم إلا وعنه أنه قال -صلى الله عليه وسلم-\". وأرى أن هذه العبارات خلط من الناسخ لذا لم أثبتها.(٨) وردت الرواية كاملة عند الطبري بإسنادها قال: حدثني محمد بن سنان القزاز، قال: ثنا مطهر بن الهيثم قال: ثنا موسى بن علي بن أبي رباح اللَّخمي قال: ثني أبي عن جدي: أن النبي -صلى الله عليه وسلم- قال له: (ما وُلد لك؟ قال: يا رسول الله ما عسى أن يولد لي إما غلامًا، وإما جارية، قال: فمن يُشبِه قال: يا رسول الله من عسى أن يشبه؟ إما أباه، وإما أمه، فقال النبي -صلى الله عليه وسلم- عندها مَهْ، لا تقولن هكذا إن النُّطْفَةَ إذا استقرت في الرحم أحضر الله كل نسب بينها وبين آدم، أما قرأت هذه الآية في كتاب الله: {فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ}، قال: سلكك).</p><p> وذكر الفراء (١) ، والزجاج (٢) قولًا آخر: \"في أي صورة ما شاء ركبك\" إما طويلًا، وإما قصيرًا، وإما مستحسنًا، وإما غير ذلك، و \"ما\" في قوله: \"مَا شاء\" صلة مؤكدة. </p><p> وقال (٣) أبو صالح (٤) ، ومقاتل (٥) : يقول إن شاء ركبك في غير صورة </p><p>= كما أوردها الثعلبي في \"الكشف والبيان\" ج ١٣/ ٥٠/ ب، والبغوي في \"معالم التنزيل\" ٤/ ٤٥٦، وابن كثير في \"تفسير القرآن العظيم\" ٤/ ٥١٤، والسيوطي في \"الدر المنثور\" ٨/ ٤٣٩ وعزاه إلى البخاري في: تاريخه، وابن جرير، وابن المنذر، وابن شاهين، وابن قانع، والطبراني، وابن مردويه. وسند الحديث ضعيف، لوجود المطهر بن الهيثم الراوي عن موسى بن علي، والمطهر متروك، وبه أعله الهيثمي في \"مجمع الزوائد\" ٤/ ١٣٥، قال: رواه الطبراني وفيه مطهر بن الهيثم وهو متروك.وقال الحافظ ابن كثير: ٤/ ٥١٤: وهذا الحديث لو صح لكان فيصلًا في هذه الآية، ولكن إسناده ليس بالثابت؛ لأن مطهر بن الهيثم قال فيه أبو سعيد بن يونس: كان متروك الحديث، وقال ابن حبان عن موسى بن علي وغيره مالا يشبه حديث الأثبات. وانظر كتاب \"المجروحين\" لابن حبان: ٣/ ٢٦. نقلًا عن حاشية كتاب: \"النكت والعيون\" ٦/ ٢٢٢.وقال ابن حجر: مطهَّر بتشديد الهاء المفتوحة ابن الهيثم بن الحجاج الطائي البصري، متروك. \"تقريب التهذيب\" ٢/ ٢٥٤، ت ١١٧٩.(١) \"معاني القرآن\" ٣/ ٢٤٤.(٢) \"معاني القرآن وإعرابه\" ٥/ ٢٩٥ والنص للزجاج.(٣) في (أ): قال.(٤) ورد معنى قوله في \"جامع البيان\" ٣٠/ ٨٧، \"الكشف والبيان\" ج ١٣: ٥٠/ ب، \"معالم التنزيل\" ٤/ ٤٥٦، \"التفسير الكبير\" ٣١/ ٨٢، \"الجامع لأحكام القرآن\" ١٩/ ٢٤٥، \"تفسير القرآن العظيم\" ٤/ ٥١٤، \"الدر المنثور\" ٨/ ٤٤٠ وعزاه إلى عبد بن حميد، وابن المنذر، والرامهرمزي في: الأمثال.(٥) \"تفسير مقاتل\" ٢٣١/ أ، \"زاد الميسر\" ٨/ ١٩٧، \"التفسير الكبير\" ٣١/ ٨٢.</p>"
}