{
  "id": null,
  "sura": 83,
  "aya": 15,
  "text": "<p> والصدأ (١)  (٢) ، وسواد القلب. وهو قول عبد الله، قال: كلما أذنب نكِت في قلبه نكته سوداء حتى يسود القلب كله (٣) ، وروي نحو هذا مرفوعًا في حديث أبي هريرة (٤) </p><p> ١٥ - قوله (تعالى (٥) ): {كَلَّا}  (٦) قال ابن عباس: يريد لا </p><p>(١) الصدأ: صَدَأُ الحديد، وسخه. \"الصحاح\" ١/ ٥٩: مادة: (صدأ). وفي \"القاموس المحيط\" ١/ ٢٠ (صدأ): الصدأ: الحديد علاه الطبع والوسخ.(٢) في (أ): كالصدأ.(٣) ورد معنى قوله في \"الوسيط\" ٤/ ٤٤٥، \"التفسير الكبير\" ٣١/ ٩٥ وعزاه إلى آخرين.(٤) إسناده حسن، والحديث أخرجه: الإمام أحمد في \"المسند\" ٢/ ٢٩٧، ولفظه كما ورد عنده، عن أبي صالح عن أبي هريرة، قال، قال رسول الله -صلى الله عليه وسلم-: إن المؤمن إذا أذنب كانت نكتة سوداء في قلبه فإن تاب ونزع واستغفر صقل قلبه وإن زاد زادت حتى يعلو قلبه ذاك الرين الذي ذكر الله -عز وجل- في القرآن: {كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ}.وابن ماجه في: سننه ٢/ ٤٣٧: ح ٤٢٩٨: أبواب الزهد: باب: ٢٩، والترمذي في \"سننه\" ٥/ ٤٣٤: ح ٣٣٣٤: كتاب تفسير القرآن: باب ومن سورة ويلٌ للمطففين، وقال هذا حديث حسن صحيح. والنسائي في: تفسيره: ٢/ ٥٠٥: ح ٦٧٨ والحاكم في \"المستدرك\" ٢/ ٥١٧: كتاب التفسير: تفسير سورة المطففين، وقال عنه حديث صحيح، ووافقه الذهبي، وابن حبان في \"موارد الظمآن\" ٤٣٩/ ح ١٧٧١.وقال الألباني: حسن، انظر: صحيح سنن ابن ماجه: ٢/ ٤١٧: ح ٣٤٢٢. كما خرج له في كتب التفسير: أسوق منها: \"جامع البيان\" ٣٠/ ٩٨، \"الكشف والبيان\" ج ١٣: ٥٤/ ب، \"تفسير القرآن العظيم\" ٤/ ٥١٨، وعزاه إلى الترمذي وقال حسن صحيح والنسائي وأحمد، و\"الدر المنثور\" ٨/ ٤٤٥، وزاد السيوطي نسبته إلى عبد بن حميد، وابن المنذر، وابن مردويه، والبهيقي، \"شعب الإيمان\" ٥/ ٤٤٠: ح ٧٢٠٣: فصل في الطبع على القلب أو الرين.(٥) ساقط من (ع).(٦) {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ}.</p><p> يصدقون (١) . </p><p> ثم استأنف:  {إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} </p><p> قال مقاتل: يعني أنهم بعد العرض والحسَاب لا ينظرون إليه، وينظر المؤمنون إلى ربهم (٢) . </p><p> وقال الكلبي: يقول إنهم عن النظر إلى رؤية ربهم لمحجوبون، والمؤمن لا يحجب عن رؤيته (٣) . </p><p> وقال أبو علي البجلي (٤) : كما حجبهم في الدنيا عن توحيده، حجبهم في الآخرة عن رؤيته (٥) . </p><p> وسئل مَالك بن أنس عن هذه الآية: لمَّا حجب أعداءه فلم يروه، تجلى (٦) لأوليائه حتى رأوه (٧) . </p><p> وروى مالك لنا عن الشافعي -رحمه الله (٨) - أنه أجاب في هذه الآية لمَّا حجب قومًا بالسُّخْطِ دل على أن قومًا يرونه بالرضا (٩) . </p><p>(١) \"معالم التنزيل\" ٤/ ٤٦٠، \"زاد المسير\" ٨/ ٢٠٣ من غير عزو. (٢) ورد بنحو قوله في \"التفسير الكبير\" ٣١/ ٩٧.(٣) المرجع السابق، وفي \"الوسيط\" ٤/ ٤٤٦ عزاه إلى الكلبي عن ابن عباس.(٤) أبو علي البجلي هو الحسين بن الفضل بن عمير البجلي -سبقت ترجمته.(٥) \"الكشف والبيان\" ج ١٣: ٥٥/ أ، \"معالم التنزيل\" ٥/ ٤٦٠، \"الجامع لأحكام القرآن\" ١٩/ ٢٥٩، \"فتح القدير\" ٥/ ٤٠٠.(٦) غير واضحة في (ع).(٧) ورد قوله في \"معالم التنزيل\" ٤/ ٤٦٠، \"المحرر الوجيز\" ٥/ ٤٥٢.(٨) في (ع): -رضي الله عنه-.(٩) \"المحرر الوجيز\" ٥/ ٤٥٢، \"الجامع لأحكام القرآن\" ١٩/ ٢٥٩، \"لباب التأويل\" ٤/ ٣٦١، \"البحر المحيط\" ٨/ ٤٤١، \"روح المعاني\" ٣٠/ ٧٣.</p><p> وقال أبو إسحاق الزجاج: في هذه الآية دليل على أن الله -عز وجل (١) - يُرى في القيامة ولولا ذلك مَا كَان في هذه الآية فائدة، ولا خُسِسَتْ منزلة الكفار بأنهم يحجبون عن الله، ولمَّا أعلم الله أن المؤمنين ينظرون إليه في قوله:  {إِلَى رَبِّهَا نَاظِرَةٌ}  [القيامة: ٢٣] أعلم أن الكفار يحجبون عنه. </p><p> وقوم ذهبوا إلى (أن)  (٢) معنى أنهم محجوبون عن رحمة الله وما أعد لأوليائه من النعيم (٣) . </p><p>= والخلاصة في مسألة الرؤية: قال السفاريني: لم يمتنع سبحانه من أن يمكن عباده من رؤيته في دار القرار إلا عن الكافر بالله -تعالى- وبكل مكفر اتصف به فكل من حكم الشرع بكفره فهو محجوب عن رؤية ربه، قال علي بن المديني: سألت عبد الله بن المبارك عن رؤية الله تعالى، فقال ما حجب الله -عز وجل- أحدًا عنه إلا عذبه ثم قرأ: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ (١٥) ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ (١٦) ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (١٧)} قال بالرؤية.\"لوامع الأنوار\" ٢/ ٢٤٥.والرؤية حق لأهل الجنة بغير إحاطة ولا كيفية، كما نطق به كتاب ربنا: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (٢٢) إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)} (القيامة: ٢٢ - ٢٣) وتفسيره على ما أراده الله تعالى وعلى كل ما جاء في ذلك من الحديث الصحيح عن الرسول -صلى الله عليه وسلم- فهو كما قال، ومعناه على ما أراد، لا ندخل في ذلك متأولين بآرائنا ولا متوهمين بأهوائنا.قاله الطحاوي. انظر: \"شرح العقيدة الطحاوية\" ٢٦ - ٢٧.(١) ساقط من (ع).(٢) ساقط من (أ).(٣) قال بهذا القول: المعتزلة، ونفاة الرؤية. انظر: \"المحرر الوجيز\" ٥/ ٤٥٢، \"التفسير الكبير\" ٣١/ ٩٧، \"رؤية الله تعالى\": د. آل حمد: ٢٢١.ومن أمثلة قائليه من أصحاب هذه الفرقة: عبد الجبار قال في معنى قوله تعالى: {إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} إنهم ممنوعون من -رحمة الله-؛ لأن الحجب هو المنع، ولذلك يقال فيمن يمنع الوصول إلى الأمير: إنه حاجب له، وإن كان الممنوع مشاهدًا له، وقال أهل الفرائض في الأخوة إنهم يحجبون الأم عن الثلث =</p><p> وذلك عدول عن سنن الخطاب، وظاهر الكلام. </p><p>= إذا منعوها وان لم يكن هناك ستر في الحقيقة، تبين بذلك أنه تعالى يمنعهم بذلك من رحمته وسعة فضله ليبعث السامع بذلك على التمسك بطاعة الله فيكون يوم القيامة من أهل الرحمة لا من المحجوبين عنها. رؤية الله تعالى د. آل حمد: ٢٢١، نقلًا عن \"متشابه القرآن\" لعبد الجبار: ٦٨٣، وانظر: تفسير الفخر: ٣١/ ٩٦، وقال الزمخشري أيضًا: كلا ردع عن الكسب الرائن على قلوبهم، وكونهم محجوبين عنه تمثيل للاستخفاف بهم واهانتهم لأنه لا يؤذن على الملوك إلا للوجهاء المكرمين لديهم، ولا يحجب عنهم إلا الأدنياء المهانون عندهم. \"الكشاف\" ٤/ ١٩٦.وقد ذهب بعض المفسرين كابن عباس إلى القول أنهم محجوبون عن رحمة الله وذهب إليه أيضًا قتادة، وابن أبي مليكة، ومجاهد، ولكن هذا القول منهم على خلاف ما ذكرت المعتزلة من نفي الرؤية إطلاقاً، إذ قوله: وإنهم عن ربهم يومئذٍ لمحجوبون تحمل معانٍ عدة وليس فيها دلالة ظاهرة ولا دليل يخصص عمومها. كغيرها من الآيات نحو {إِلَى رَبِّهَا نَاظِرَةٌ (٢٣)}.ومما يدل على أنهم يثبتون هؤلاء المفسرين من الصحابة والتابعين قول ابن عباس في معنى الآية قال: إنهم عن النظر إلى ربهم يومئذ لمحجوبون، والمؤمن لا يحجب عن رؤيته.والخلاصة: قال ابن جرير: وأولى الأقوال في ذلك بالصواب أن يقال هم محجوبون عن رؤيته، وعن كرامته إذ كان الخبر عامًا لا دلالة على خصوصه. \"جامع البيان\" ٣٠/ ١٠٠ - ١٠١.ولكن ثبت بالأخبار التي بلغت حد التواتر المعنوي عن المصطفى رؤية المؤمنين لربهم تبارك وتعالى في الدار الآخرة لهذا ذهب جمهور المفسرين إلى تفسير حجب الكفار عن ربهم في الآية بالمنع من رؤيته، فمفهوم الآية يدل على ما دل عليه صريح الآيات المثبتة لرؤية المؤمنين لربهم والأحاديث الصحيحة المتفق على صحتها بين علماء السنة والحديث كذلك فيها النص الصريح على رؤية المؤمنين لربهم في الآخرة. - (قلت: سبق ذكر الأدلة في سورة القيامة آية ٢٣) - انظر: \"رؤية الله تعالى\" د. آل حمد: ٢٢٢</p>"
}