{
  "id": null,
  "sura": 83,
  "aya": 1,
  "text": "<p> تفسير سورة المطففين (١) </p><p> بسم الله الرحمن الرحيم </p><p> ١ - {وَيْلٌ لِلْمُطَفِّفِينَ} ، قال أبو عبيدة (٢) ، والمبرد (٣) : المطفف الذي يبخس في الكيل، والوزن، ولا يوفي، والمطففون: الذين ينقصون المكيال والميزان. </p><p> وقال أهل اللغة: يقال هذا طَفُّ المِكْيال أو طِفافُه إذا قارب ملأه ولما يمتلئ، ولهذا قيل للذي يُسيء الكيل ولا يُوَفِّيه مطفِّف، يعني: أنه إنما يبلغ (٤) الطِّفاف، وهذا إنما أخذ (٥) طَفّ الشيء وهو جانبه، يقال: طف الوادي، والإناء إذا بلغ ما فيه حَرفه ولم يمتلئ فهو طَفافه وطِفافه وطَفَفُهُ. </p><p> وقال أبو إسحاق: إنما قيل الذي ينقص المكيال والميزان مطفف، </p><p>(١) فيها ثلاثة أقوال: أحدها: أنها مكية في قول جماعة المفسرين.الثاني: أنها مدنية.الثالث: أنها نزلت بين مكة والمدينة.انظر: \" النكت والعيون\" ٦/ ٢٢٥، \"زاد المسير\" ٨/ ١٩٩.(٢) \"مجاز القرآن\" ٢/ ٢٨٩، وعبارته: المطفف الذي لايوفي على الناس من الناس.(٣) \"الوسيط\" ٤/ ٤٤٠.(٤) في (أ): بلغ.(٥) بياض في (ع). ولعلها (من).</p><p> لأنه لا يكاد يسرق في المكيال، والميزان إلا الشيء اليسير الطفيف (١) . </p><p> قال الكلبي: قدم رسول الله -صلى الله عليه وسلم- المدينة وهم يسيئون كيلهم ووزنهم لغيرهم، ويستوفون لأنفسهم فنزلت هذه الآية (٢) . </p><p> وقال أبو هريرة: نزلت في عمي أبي جهينة (٣) : كان له صَاعان يأخذ </p><p>(١) \"معاني القرآن وإعرابه\" ٥/ ٢٩٧ بتصرف. (٢) \"الوسيط\" ٤/ ٤٤٠، ولم أجدها عند غيره مما بين يدي من كتب، وقد وردت رواية من طريق عكرمة عن ابن عباس قال: لما قدم النبي -صلى الله عليه وسلم- المدينة كانوا من أخبث الناس كيلًا، فأنزل الله: {وَيْلٌ لِلْمُطَفِّفِينَ} فأحسنوا الكيل.انظر: \"جامع البيان\" ٣٠/ ٩١، \"الكشف والبيان\" ج ١٣/ ٥٢/ أ، \"النكت والعيون\" ٦/ ٢٢٥، \"معالم التزيل\" ٤/ ٤٥٧، \"الكشاف\" ٤/ ١٩٤ من غير عزو، \"زاد المسير\" ٨/ ١٩٩، \"الجامع لأحكام القرآن\" ٩/ ٢٤٨، \"لباب التأويل\" ٤/ ٣٥٩، \"تفسير القرآن العظيم\" ٤/ ٥١٦، \"الدر المنثور\" ٨/ ٤٤١ وعزاه إلى النسائي، وابن ماجه، وابن جرير، والطبراني، وابن مردويه، والبيهقي في \"شعب الإيمان\" بسند صحيح عن ابن عباس، وزاد الحافظ ابن حجر في: تخريج \"الكشاف\" ١٨٢، لابن حبان والحاكم، \"فتح القدير\" ٥/ ٣٩٨.الحديث أخرجه ابن ماجه في \"سننه\" ٢/ ٢٠: ح ٢٢٤٢: كتاب التجارات: باب ٣٥، قال الألباني: حسن. انظر: صحيح ابن ماجه: ٢/ ١٩: ح ١٨٠٨، والنسائي في: تفسيره: ٢/ ٥٠٢: ح: ٦٧٤، قال محققه: إسناده حسن، والطبراني في \"المعجم الكبير\" ١١/ ٣٧١: ح ١٢٠٤١، وابن حبان في \"موارد الظمآن\" ٤٣٨/ ح ١٧٧٠، والحاكم في \"المستدرك\" ٢/ ٣٣: كتاب البيوع، وصححه ووافقه الذهبي، والبيهقي في \"شعب الإيمان\" ٤/ ٣٢٧: ح: ٥٢٨٦ وانظر: \"لباب النقول\" للسيوطي: ٢٢٨ قال: أخرجه النسائي وابن ماجه بسند صحيح عن ابن عباس، وفي الصحيح المسند: للوادعي: ٢٣٢، وقد ذكر طرق الرواية كما جاءت في كتب السنة السابق ذكرها -وعلق عليها وبين ضعف بعض رجالاتها وخلص بقوله: ولكن مجموع هذه المتابعات تدل على ثبوت الحديث والله أعلم.(٣) في (أ): جهلينه.</p>"
}